{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0220n 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "15 會序", "1": "大般若波羅蜜多經卷第五百九十二", "2": "三藏法師玄奘奉　詔譯", "3": "第十五靜慮波羅蜜多分之二", "4": "爾時，滿慈子白佛言：「世尊！云何菩薩摩訶薩", "5": "眾安住靜慮波羅蜜多，攝受般若波羅蜜多，", "6": "於諸靜慮及靜慮支不生味著亦無退轉，於", "7": "諸靜慮及靜慮支不起我想分別執著，復持", "8": "如是相應善根，迴向趣求一切智智？」爾時，佛", "9": "告滿慈子言：「若諸菩薩摩訶薩眾安住靜慮", "10": "波羅蜜多，於諸靜慮及靜慮支，發起無著無", "11": "常想等，復持如是相應善根，迴向趣求一切", "12": "智智，如是菩薩摩訶薩眾安住靜慮波羅蜜", "13": "多，攝受般若波羅蜜多，於諸靜慮及靜慮支", "14": "不生味著亦無退轉。」時，滿慈子復白佛言：「云", "15": "何菩薩摩訶薩眾安住靜慮波羅蜜多，攝受", "16": "精進波羅蜜多？」爾時，佛告滿慈子言：「若諸菩", "17": "薩摩訶薩眾安住靜慮波羅蜜多，超過欲界", "18": "諸雜染法，方便趣入四種靜慮、四無色定寂", "19": "靜安樂，還復棄捨，受欲界身，精進修行布施、", "20": "淨戒、安忍、精進、靜慮、般若波羅蜜多及餘無邊", "21": "菩提分法，如是菩薩摩訶薩眾安住靜慮波", "22": "羅蜜多，攝受精進波羅蜜多。」時，滿慈子復白", "23": "佛言：「云何菩薩摩訶薩眾安住靜慮波羅蜜", "24": "多，攝受安忍波羅蜜多？」爾時，佛告滿慈子言：", "25": "「若諸菩薩摩訶薩眾修學成就大慈、大悲，於", "26": "諸有情欲作饒益，安住靜慮波羅蜜多，遇諸", "27": "違緣心無雜穢，如是菩薩摩訶薩眾安住靜", "28": "慮波羅蜜多，攝受安忍波羅蜜多。」時，滿慈", "29": "子復白佛言：「云何菩薩摩訶薩眾安住靜慮", "30": "波羅蜜多，攝受淨戒波羅蜜多？」爾時，佛告滿", "31": "慈子言：「若諸菩薩摩訶薩眾安住靜慮波羅", "32": "蜜多，於諸聲聞及獨覺地不生取著，如是", "33": "菩薩摩訶薩眾安住靜慮波羅蜜多，攝受淨", "34": "戒波羅蜜多。」時，滿慈子復白佛言：「云何菩", "35": "薩摩訶薩眾安住靜慮波羅蜜多，攝受布施", "36": "波羅蜜多？」爾時，佛告滿慈子言：「若諸菩薩摩", "37": "訶薩眾安住靜慮波羅蜜多，於諸有情起大", "38": "悲念，誓不棄捨一切有情，欲令解脫生死苦", "39": "故，求證無上正等菩提，作是念言：『我當決", "40": "定以大法施攝受有情，常為有情宣說永斷", "41": "一切煩惱真淨法要。』如是菩薩摩訶薩眾", "42": "安住靜慮波羅蜜多，攝受布施波羅蜜多。」爾", "43": "時，滿慈子白佛言：「世尊！若菩薩摩訶薩成就", "44": "如是方便善巧，是菩薩摩訶薩應知名為何", "45": "等菩薩？」爾時，佛告滿慈子言：「是菩薩摩訶薩", "46": "應知名為不退菩薩。」時，滿慈子便白佛言：「如", "47": "是菩薩摩訶薩眾甚為希有，能為難事，已住", "48": "如是諸勝定中寂靜安樂，復能棄捨，還受欲", "49": "界相應劣法，方便善巧饒益有情。」爾時，世尊", "50": "告滿慈子：「如是！如是！如汝所說。如是菩薩", "51": "摩訶薩眾甚為希有，能為難事。應知如是諸", "52": "菩薩眾為度無量無邊有情，被戴堅牢大願", "53": "甲冑，恒作是念：『我當度脫無量無數無邊", "54": "有情，令入無餘般涅槃界。我當令佛清淨法", "55": "眼常無間斷，利益安樂一切有情，雖作是事", "56": "而無執著，謂無有情得涅槃者，或得無上正", "57": "等菩提。所以者何？諸法無我亦無我所。眾", "58": "苦生時，唯有苦生，無能生者；眾苦滅時，唯有", "59": "苦滅，無能滅者。當知亦無能證、能得清淨法", "60": "者。』由此因緣，應知菩薩摩訶薩眾甚為希有，", "61": "能為難事。」時，滿慈子便白佛言：「如是！世尊！", "62": "如是！善逝！當知菩薩摩訶薩眾甚為希有，能", "63": "為難事。所以者何？雖實無法有生有滅、或", "64": "般涅槃、或證無上正等菩提，而諸菩薩摩訶", "65": "薩眾為度無量無邊有情，精進修行諸菩薩", "66": "行，求證無上正等菩提，欲為有情宣說永斷", "67": "貪、瞋、癡法，令勤修學得般涅槃；或為有情宣", "68": "說菩薩摩訶薩道，令勤修學疾證無上正等", "69": "菩提。」爾時，世尊告滿慈子：「若菩薩摩訶薩心", "70": "無散亂，相續安住一切智智相應作意，是菩", "71": "薩摩訶薩應知名為安住靜慮波羅蜜多。若", "72": "菩薩摩訶薩住聲聞地相應作意或獨覺地相", "73": "應作意，是菩薩摩訶薩應知名為心常散亂。", "74": "何以故？滿慈子！若菩薩摩訶薩修學二乘相", "75": "應作意，障礙無上正等菩提，令菩提心恒散", "76": "亂故。「又，滿慈子！諸菩薩摩訶薩雖緣色、聲、", "77": "香、味、觸境，發起種種非理作意，擾亂菩薩布", "78": "施等心，而不障礙菩薩所求一切智智。若法", "79": "不能障礙菩薩一切智智，雖現在前，而於菩", "80": "薩摩訶薩眾所修靜慮波羅蜜多，應知不名", "81": "極違逆法，非永退失菩薩定地。」", "82": "爾時，滿慈子白佛言：「世尊！一切如來、應、正等", "83": "覺觀何義故，讚諸菩薩摩訶薩眾所有功", "84": "德，不讚聲聞？」爾時，世尊告滿慈子：「我今問汝，", "85": "隨汝意答。於意云何？日輪與此贍部洲人作", "86": "光明事，螢能作不？」滿慈子曰：「不也！世尊！不", "87": "也！善逝！」佛言：「如是！如汝所說。一切菩薩摩", "88": "訶薩眾所能作事亦復如是，非諸聲聞所能", "89": "成辦。」時，滿慈子復白佛言：「云何應知唯", "90": "諸菩薩摩訶薩眾能作是念：我當度脫無量", "91": "無數無邊有情，令入無餘般涅槃界；我當令", "92": "佛清淨法眼無間無斷，利益安樂一切有情？", "93": "云何應知唯諸菩薩摩訶薩眾能作如是殊勝", "94": "事業，非諸聲聞？」爾時，世尊告滿慈子：「汝今觀", "95": "此聲聞眾中，有一苾芻能如菩薩摩訶薩眾", "96": "作如是念、辦斯事不？」滿慈子曰：「不也！世尊！", "97": "不也！善逝！我今觀此聲聞眾中，無一苾芻能", "98": "如菩薩摩訶薩眾作如是念，亦無能辦此事", "99": "業者。」爾時，佛告滿慈子言：「是故如來、應、正等", "100": "覺唯讚菩薩不讚聲聞。觀此眾中諸阿羅", "101": "漢無如是念，亦不能成如是事業，當知一切", "102": "聲聞乘人無如菩薩摩訶薩眾所作事業。是", "103": "故我說：『譬如日輪與贍部洲作光明事，螢不能", "104": "辦。』所謂日輪放無量光，普照贍部諸有情", "105": "類，螢光唯照自身非餘。如是菩薩摩訶薩", "106": "眾調伏自身煩惱惡業，亦能度脫無量有情，", "107": "令離一切煩惱惡業，入無餘依般涅槃界，或", "108": "證無上正等菩提；聲聞乘人唯能調伏自身", "109": "所有煩惱惡業，不能饒益無量有情，故聲聞", "110": "人非如菩薩所有事業皆悉殊勝。「又，滿慈", "111": "子！如善射夫於所學法已作加行，身手、弓", "112": "仗皆善調習，學諸武伎已至究竟，已百千", "113": "歲食王封祿。王與怨敵欲戰諍時，象馬等軍", "114": "及諸兵仗，皆悉委任令其指揮，冀殄凶徒", "115": "無所損失。如是菩薩摩訶薩眾已發無上正", "116": "等覺心，已修菩薩摩訶薩行，於能調伏諸有", "117": "情類貪、瞋、癡行已得善巧。是故如來、應、正等", "118": "覺偏讚菩薩摩訶薩眾，教誡教授令勤修習，", "119": "能正引發菩提資糧，令速圓滿所發大願，疾", "120": "證無上正等菩提，為諸有情說能永斷貪、瞋、", "121": "癡等清淨法要。是故菩薩摩訶薩眾被戴甲", "122": "冑所作事業，聲聞、獨覺俱不能為，由此如來", "123": "應、正、等覺讚勵菩薩、非諸聲聞。」", "124": "爾時，滿慈子白佛言：「世尊！如我解佛所說", "125": "義者，應知菩薩摩訶薩眾諸有所作無不定", "126": "心，謂諸菩薩摩訶薩眾若住布施波羅蜜多，", "127": "當知爾時心亦在定；若住淨戒波羅蜜多，當", "128": "知爾時心亦在定；若住安忍波羅蜜多，當知", "129": "爾時心亦在定；若住精進波羅蜜多，當知爾", "130": "時心亦在定；若住靜慮波羅蜜多，當知爾時", "131": "心亦在定；若住般若波羅蜜多，當知爾時心", "132": "亦在定；若住諸餘菩提分法，當知爾時心亦", "133": "在定。如吠琉璃隨所在處，於自寶色終不棄", "134": "捨，謂彼若在金器、銀器、頗胝迦器、銅、鐵、瓦等，", "135": "常不棄捨吠琉璃色；如是菩薩摩訶薩眾若", "136": "住布施波羅蜜多，若住淨戒波羅蜜多，若", "137": "住安忍波羅蜜多，若住精進波羅蜜多，若住", "138": "靜慮波羅蜜多，若住般若波羅蜜多，若住諸", "139": "餘菩提分法，當知爾時心常在定，我如是解", "140": "佛所說義。」爾時，佛讚滿慈子言：「善哉！善哉！如", "141": "是！如是！又，滿慈子！若諸菩薩摩訶薩眾離", "142": "欲惡不善法，有尋有伺，離生喜樂，初靜慮具足", "143": "住。安住如是初靜慮已，若樂聲聞或獨覺地，", "144": "當知名為亂心菩薩，當知彼住非定地心。「又，", "145": "滿慈子！若諸菩薩摩訶薩眾尋伺寂靜，內等", "146": "淨，心一趣性，無尋無伺，定生喜樂，第二靜慮具", "147": "足住。安住如是第二靜慮已，若樂聲聞或獨", "148": "覺地，當知名為亂心菩薩，當知彼住非定地", "149": "心。「又，滿慈子！若諸菩薩摩訶薩眾離喜住", "150": "捨，具念正知，受身受樂，唯諸聖者能說能捨，具", "151": "念樂住，第三靜慮具足住。安住如是第三靜", "152": "慮已，若樂聲聞或獨覺地，當知名為亂心菩", "153": "薩，當知彼住非定地心。「又，滿慈子！若諸菩", "154": "薩摩訶薩眾斷樂斷苦，先喜憂沒，不苦不樂，", "155": "捨念清淨，第四靜慮具足住。安住如是第四", "156": "靜慮已，若樂聲聞或獨覺地，當知名為亂心", "157": "菩薩，當知彼住非定地心。」", "158": "爾時，滿慈子白佛言：「世尊！齊何應知菩薩心", "159": "定？」爾時，佛告滿慈子言：「若諸菩薩摩訶薩", "160": "眾隨見彼彼諸有情時，便作是念：『我當精", "161": "勤修菩薩行，證得無上正等覺時，決定當令", "162": "彼有情類入無餘依般涅槃界，或證無上正", "163": "等菩提。』齊此應知菩薩心定。「又，滿慈子！若", "164": "諸菩薩摩訶薩眾勸有情類受持三歸，彼諸", "165": "有情住三歸已，即持如是所集善根，迴向趣", "166": "求一切智智，齊此應知菩薩心定。「又，滿慈子！", "167": "若諸菩薩摩訶薩眾勸有情類受持五戒，彼", "168": "諸有情住五戒已，即持如是所集善根，迴向", "169": "趣求一切智智，齊此應知菩薩心定。「又，滿慈", "170": "子！若諸菩薩摩訶薩眾勸有情類受持八戒，", "171": "彼諸有情住八戒已，即持如是所集善根，迴", "172": "向趣求一切智智，齊此應知菩薩心定。「又，滿", "173": "慈子！若諸菩薩摩訶薩眾勸有情類受持十", "174": "戒，彼諸有情住十戒已，即持如是所集善根，", "175": "迴向趣求一切智智，齊此應知菩薩心定。", "176": "「又，滿慈子！若諸菩薩摩訶薩眾勸有情類受", "177": "持十善業道，彼諸有情住十善業道已，即持", "178": "如是所集善根，迴向趣求一切智智，齊此", "179": "應知菩薩心定。「又，滿慈子！若諸菩薩摩訶薩", "180": "眾勸有情類受持具戒，彼諸有情住具戒已，", "181": "即持如是所集善根，迴向趣求一切智智，齊", "182": "此應知菩薩心定。「又，滿慈子！若諸菩薩摩訶", "183": "薩眾勸有情類受持菩薩戒，彼諸有情住菩", "184": "薩戒已，即持如是所集善根，迴向趣求一切", "185": "智智，齊此應知菩薩心定。「又，滿慈子！若諸", "186": "菩薩摩訶薩眾方便勸導諸善男子、善女人", "187": "等修行布施波羅蜜多，彼善男子、善女人等", "188": "安住布施波羅蜜多已，即持如是所集善根，", "189": "迴向趣求一切智智，齊此應知菩薩心定。", "190": "「又，滿慈子！若諸菩薩摩訶薩眾方便勸導諸", "191": "善男子、善女人等修行淨戒波羅蜜多，彼善", "192": "男子、善女人等安住淨戒波羅蜜多已，即持", "193": "如是所集善根，迴向趣求一切智智，齊此應", "194": "知菩薩心定。「又，滿慈子！若諸菩薩摩訶薩眾", "195": "方便勸導諸善男子、善女人等修行安忍波", "196": "羅蜜多，彼善男子、善女人等安住安忍波羅", "197": "蜜多已，即持如是所集善根，迴向趣求一切", "198": "智智，齊此應知菩薩心定。「又，滿慈子！若諸", "199": "菩薩摩訶薩眾方便勸導諸善男子、善女人", "200": "等修行精進波羅蜜多，彼善男子、善女人等", "201": "安住精進波羅蜜多已，即持如是所集善根，", "202": "迴向趣求一切智智，齊此應知菩薩心定。「又，", "203": "滿慈子！若諸菩薩摩訶薩眾方便勸導諸善", "204": "男子、善女人等修行靜慮波羅蜜多，彼善男", "205": "子、善女人等安住靜慮波羅蜜多已，即持如", "206": "是所集善根，迴向趣求一切智智，齊此應知", "207": "菩薩心定。「又，滿慈子！若諸菩薩摩訶薩眾", "208": "方便勸導諸善男子、善女人等修行般若波", "209": "羅蜜多，彼善男子、善女人等安住般若波羅", "210": "蜜多已，即持如是所集善根，迴向趣求一切", "211": "智智，齊此應知菩薩心定。「又，滿慈子！若諸", "212": "菩薩摩訶薩眾方便勸導諸善男子、善女人", "213": "等修行四靜慮、四無量、四無色定，彼善男子、", "214": "善女人等安住此已，即持如是所集善根，迴", "215": "向趣求一切智智，齊此應知菩薩心定。「又，滿", "216": "慈子！若諸菩薩摩訶薩眾方便勸導諸善男", "217": "子、善女人等修行四念住、四正斷、四神足、五", "218": "根、五力、七等覺支、八聖道支，彼善男子、善女", "219": "人等安住此已，即持如是所集善根，迴向趣", "220": "求一切智智，齊此應知菩薩心定。「又，滿慈子！", "221": "若諸菩薩摩訶薩眾方便勸導諸善男子、善", "222": "女人等修行八解脫、八勝處、九次第定、十遍", "223": "處，彼善男子、善女人等安住此已，即持如是", "224": "所集善根，迴向趣求一切智智，齊此應知菩", "225": "薩心定。「又，滿慈子！若諸菩薩摩訶薩眾方", "226": "便勸導諸善男子、善女人等修行空、無相、無", "227": "願解脫門，彼善男子、善女人等安住此已，即", "228": "持如是所集善根，迴向趣求一切智智，齊此", "229": "應知菩薩心定。「又，滿慈子！若諸菩薩摩訶薩", "230": "眾方便勸導諸善男子、善女人等修行一切", "231": "陀羅尼門、三摩地門，彼善男子、善女人等安", "232": "住此已，即持如是所集善根，迴向趣求一切", "233": "智智，齊此應知菩薩心定。「又，滿慈子！若諸", "234": "菩薩摩訶薩眾方便勸導諸善男子、善女人", "235": "等修行淨觀地、種姓地、第八地、具見地、薄", "236": "地、離欲地、已辦地、獨覺地、菩薩地、如來地，彼", "237": "善男子、善女人等安住此已，即持如是所集", "238": "善根，迴向趣求一切智智，齊此應知菩薩心", "239": "定。「又，滿慈子！若諸菩薩摩訶薩眾方便勸", "240": "導諸善男子、善女人等修行極喜地、離垢地、", "241": "發光地、焰慧地、極難勝地、現前地、遠行地、不動", "242": "地、善慧地、法雲地，彼善男子、善女人等安", "243": "住此已，即持如是所集善根，迴向趣求一切", "244": "智智，齊此應知菩薩心定。「又，滿慈子！若諸", "245": "菩薩摩訶薩眾方便勸導諸善男子、善女人", "246": "等修行五眼及六神通，彼善男子、善女人", "247": "等安住此已，即持如是所集善根，迴向趣求", "248": "一切智智，齊此應知菩薩心定。「又，滿慈子！", "249": "若諸菩薩摩訶薩眾方便勸導諸善男子、善", "250": "女人等修行如來十力、四無所畏、四無礙解，", "251": "彼善男子、善女人等安住此已，即持如是所", "252": "集善根，迴向趣求一切智智，齊此應知菩薩", "253": "心定。「又，滿慈子！若諸菩薩摩訶薩眾方便", "254": "勸導諸善男子、善女人等修行大慈、大悲、大", "255": "喜、大捨、十八佛不共法，彼善男子、善女人等", "256": "安住此已，即持如是所集善根，迴向趣求一", "257": "切智智，齊此應知菩薩心定。「又，滿慈子！若", "258": "諸菩薩摩訶薩眾方便勸導諸善男子、善女", "259": "人等修行無忘失法、恒住捨性，彼善男子、善", "260": "女人等安住此已，即持如是所集善根，迴向", "261": "趣求一切智智，齊此應知菩薩心定。「又，滿慈", "262": "子！若諸菩薩摩訶薩眾方便勸導諸善男子、", "263": "善女人等修行一切智、道相智、一切相智，彼", "264": "善男子、善女人等安住此已，即持如是所集", "265": "善根，迴向趣求一切智智，齊此應知菩薩心", "266": "定。「又，滿慈子！若諸菩薩摩訶薩眾方便勸", "267": "導諸善男子、善女人等修行預流果、若一來", "268": "果、若不還果、若阿羅漢果、若獨覺菩提，彼善", "269": "男子、善女人等安住此已，即持如是所集善", "270": "根，迴向趣求一切智智，齊此應知菩薩心定。", "271": "「又，滿慈子！若諸菩薩摩訶薩眾方便勸導諸", "272": "善男子、善女人等修行一切菩薩摩訶薩行，", "273": "彼善男子、善女人等安住此已，即持如是所", "274": "集善根，迴向趣求一切智智，齊此應知菩薩", "275": "心定。「又，滿慈子！若諸菩薩摩訶薩眾方便", "276": "勸導諸善男子、善女人等修行諸佛無上正", "277": "等菩提，彼善男子、善女人等安住此已，即持", "278": "如是所集善根，迴向趣求一切智智，齊此應", "279": "知菩薩心定。「又，滿慈子！若諸菩薩摩訶薩", "280": "眾方便勸導諸善男子、善女人等嚴淨佛土、", "281": "成熟有情，彼善男子、善女人等安住此已，即", "282": "持如是所集善根，迴向趣求一切智智，齊此", "283": "應知菩薩心定。「又，滿慈子！若諸菩薩摩訶薩", "284": "眾於他所修布施等善深心隨喜，迴向趣求", "285": "一切智智，齊此應知菩薩心定。若諸菩薩摩", "286": "訶薩眾於一切處心得定已，應知名為安住", "287": "靜慮波羅蜜多。何以故？滿慈子！是諸菩薩", "288": "摩訶薩眾，常不遠離一切智智勝作意故。若", "289": "諸菩薩摩訶薩眾常不遠離一切智智勝作意", "290": "者，應知名為安住靜慮波羅蜜多，如是菩薩", "291": "摩訶薩眾安住靜慮波羅蜜多，引發無邊殊", "292": "勝功德，疾證無上正等菩提。「應知如來、應、正", "293": "等覺安住不動第四靜慮，捨諸壽行，現入無", "294": "餘般涅槃界。是故靜慮波羅蜜多，於諸菩薩", "295": "摩訶薩眾所求無上正等菩提有大恩德。是", "296": "故菩薩摩訶薩眾所住靜慮波羅蜜多，除如", "297": "來定，於諸餘定為最為勝、為尊為高、為妙為", "298": "微妙、為上為無上。何以故？滿慈子！菩薩靜", "299": "慮波羅蜜多常不遠離一切智智相應作意，", "300": "二乘靜慮決定遠離一切智智相應作意，故", "301": "於菩薩靜慮為劣，菩薩靜慮於彼為勝。」時，滿", "302": "慈子便白佛言：「若諸聲聞住此靜慮，證得法", "303": "性成聲聞果；即諸菩薩住此靜慮，證得法性", "304": "離諸執著得成如來、應、正等覺。云何可說聲", "305": "聞靜慮決定遠離一切智智相應作意，菩薩", "306": "靜慮常不遠離一切智智相應作意？」爾時，世", "307": "尊告滿慈子：「我今問汝，隨汝意答。於意云", "308": "何？諸聲聞人住此靜慮，證得法性成聲聞果；", "309": "即諸菩薩住此靜慮，證得法性離諸執著得", "310": "成如來、應、正等覺。彼聲聞人名如來不？」滿", "311": "慈子曰：「不也！世尊！」爾時，世尊告滿慈子：「吾", "312": "當為汝更說譬喻，諸有智者因斯譬喻，於甚", "313": "深義易得解了。譬如凡人輒昇王座，其人即", "314": "得名為王不？」滿慈子曰：「不也！世尊！所以者", "315": "何？彼人無福、無王相故。」佛言：「如是諸聲聞", "316": "人雖能現入四種靜慮、四無色定，證得法性", "317": "成聲聞果，而無如來力、無畏等殊勝功德及", "318": "諸相好不名如來，由斯遠離一切智智相應", "319": "作意。由無佛德說名聲聞。不爾如何彼不名", "320": "佛？「又，滿慈子！諸聲聞人所住靜慮，無勝德", "321": "故其性下劣，於諸菩薩所住靜慮，百分不及", "322": "一，千分不及一，乃至鄔波尼殺曇分亦不及", "323": "一。何以故？滿慈子！菩薩靜慮波羅蜜多，", "324": "常不遠離一切智智，嚴淨佛土、成熟有情，引", "325": "發無邊殊勝功德；由斯菩薩所住勝定，聲聞、", "326": "獨覺皆不能知。」時，滿慈子便白佛言：「何等名", "327": "為菩薩勝定？如是勝定復有何名？」爾時，世尊", "328": "告滿慈子：「菩薩勝定名不思議。何以故？滿", "329": "慈子！如是勝定威力難思，速能證得一切", "330": "智故。如是勝定亦名利樂一切世間諸有情", "331": "類。何以故？滿慈子！諸菩薩摩訶薩為欲利", "332": "樂無量有情，方便善巧入此定故。如是勝", "333": "定若現在前，能引無邊微妙勝定，疾證無上", "334": "正等菩提，與諸有情作大饒益；如是勝定若", "335": "現在前，引發無邊方便善巧，教誡教授無量", "336": "有情，皆令引發無漏靜慮，證真法性斷諸煩", "337": "惱，入無餘依般涅槃界，或證無上正等菩提。", "338": "由此因緣，菩薩勝定亦名利樂一切世間諸", "339": "有情類，是故菩薩摩訶薩眾欲證無上正等", "340": "菩提，應學靜慮波羅蜜多；若學靜慮波羅蜜", "341": "多，速能引發一切智智。」", "342": "爾時，滿慈子白佛言：「世尊！我謂聲聞所得諸", "343": "定勝菩薩定。所以者何？聲聞具得九次第定，", "344": "菩薩於中唯得前八，菩薩不得滅受想定，故", "345": "聲聞定勝諸菩薩。」爾時，世尊告滿慈子：「菩薩", "346": "亦得滅受想定，謂於此定已得自在但不現", "347": "入。所以者何？如來不許諸菩薩眾現入此定，", "348": "勿由現入退墮聲聞或獨覺地。「又，滿慈子！吾", "349": "當為汝更說譬喻，諸有智者由譬喻故，於甚", "350": "深義易得解了。如轉輪王雖於邊地諸小國", "351": "邑皆得自在，而不自往彼國邑中。豈轉輪王", "352": "不往彼處，說於彼處不得自在？如是菩薩摩", "353": "訶薩眾雖不現入滅受想定，而於此定已得", "354": "自在，由自在故亦名為得。「又，滿慈子！非諸", "355": "菩薩常不現入滅受想定，乃至未坐妙菩提", "356": "座，諸佛世尊不許現入；若時得坐妙菩提座，", "357": "諸佛世尊亦許現入。何以故？滿慈子！勿諸", "358": "菩薩由入此定，便墮聲聞或獨覺地，或謂諸", "359": "佛與二乘等故，佛世尊不許現入。「又，滿慈子！", "360": "如剎帝利灌頂大王，欲入市中飲凡人酒。", "361": "時，有智臣諫大王曰：『今此時處，王不應飲。若", "362": "須飲者，待至宮中。』於意云何？王於市酒豈不", "363": "能飲？而彼智臣慇懃諫諍不令王飲，然剎帝", "364": "利灌頂大王非處非時法不應飲，雖不應飲，", "365": "而於市中酒等諸物皆得自在。所以者何？王", "366": "於一切國土、城邑、所有人物皆自在故。如是菩", "367": "薩有殊勝智，由此智故能數現入滅受想定，", "368": "但佛不許故不現入。所以者何？菩薩若入滅", "369": "受想定便非時、處；若時菩薩坐菩提座，永害", "370": "一切虛妄相想證甘露界，爾時方入滅受想", "371": "定，後證無上正等菩提轉妙法輪，具三十", "372": "二相利益安樂無量有情。」爾時，滿慈子白佛", "373": "言：「世尊！諸菩薩摩訶薩甚為希有，能作難", "374": "作，謂雖有力引漏盡智，而為有情不證漏", "375": "盡。所以者何？以諸菩薩於有情所，長夜思", "376": "惟利益安樂，增上意樂恒現在前。」爾時，世", "377": "尊告滿慈子：「如是！如是！如汝所說。是諸菩", "378": "薩於有情所，長夜思惟利益安樂，增上意", "379": "樂恒現在前。「又，滿慈子！是諸菩薩觀此義利，", "380": "雖能具入九次第定而不具入。所以者何？是", "381": "諸菩薩方便善巧，於一切定雖得自在而能", "382": "不入。「又，滿慈子！一切菩薩若初發心、若已不", "383": "退，皆應安住如是靜慮波羅蜜多。若諸菩薩", "384": "常能安住如是靜慮波羅蜜多，於諸有情能", "385": "作饒益，速能引發一切智智。」時，滿慈子便白", "386": "佛言：「當知菩薩摩訶薩眾具大勢力，能為有", "387": "情作饒益事，亦能引發一切智智，疾證無", "388": "上正等菩提。」佛言：「如是！如汝所說。」", "389": "爾時，舍利子白佛言：「世尊！云何菩薩摩訶薩", "390": "眾安住靜慮波羅蜜多？云何方便還從定起？」", "391": "爾時，世尊告舍利子：「諸菩薩摩訶薩離欲惡", "392": "不善法，有尋有伺，離生喜樂，入初靜慮，乃至", "393": "非想非非想處具足而住，於色、無色、靜慮、等", "394": "至，順逆次第超越串習，極善純熟遊戲自在，", "395": "復入欲界非等引心。所以者何？勿由定力", "396": "生色、無色長壽天故。勿色、無色、靜慮、等至引", "397": "起彼地續生之心，為護彼心令不現起，還", "398": "入欲界非等引心。由起此心還生欲界，親近", "399": "供養諸佛世尊，引發無邊菩提分法；生色、無", "400": "色無如是能，上二界生身心鈍故。由斯菩薩", "401": "方便善巧，先習上定令善純熟，後起下心還", "402": "生欲界，修集無量菩提資糧，至圓滿已超過", "403": "三界，證得無上正等菩提。「譬如有人作如是", "404": "念：『設何方便得入王宮，與王后妃竊為戲樂，", "405": "令王不覺，身命得存？』作是念已求諸妙藥，服", "406": "使男形或隱或顯，得斯藥已方便事王。王", "407": "既識知，便服隱藥，遂白王曰：『我今無形，請", "408": "為大王守禁宮室。』王令檢已委任中宮。其人", "409": "爾時入王宮內，與諸妃后恣意交通；荏苒", "410": "時經一、二、三月，恐王知覺喪失身命，便服顯", "411": "藥而白王言：『我今男形欻然復現，請從今去", "412": "不入中宮。』時王讚言：『此真善士，自能進退", "413": "不違我法。』厚賜爵祿委任外事。當知是人方", "414": "便善巧，能滿己願，身命得存，復蒙彼王厚賜", "415": "財位。如是菩薩方便善巧，入四靜慮及四無", "416": "色，次第超越得善巧已，復起下心還生欲界，", "417": "親近供養諸佛世尊，引發無邊菩提分法，", "418": "乃至未滿不證實際。何以故？舍利子！是諸", "419": "菩薩方便善巧，不捨有情一切智故，如是菩", "420": "薩方便善巧，修行靜慮波羅蜜多，於實際中", "421": "能不作證，亦不現入滅受想定，乃至未滿菩", "422": "提資糧，受欲界身修菩薩行。」", "423": "爾時，佛告阿難陀言：「汝應受持諸菩薩眾所", "424": "學靜慮波羅蜜多，勿令忘失！」阿難陀曰：「唯", "425": "然！世尊！我已受持諸菩薩眾所學靜慮波羅", "426": "蜜多，必無忘失！」時，薄伽梵說是經已，具壽舍", "427": "利子、具壽滿慈子、具壽阿難陀，及餘聲聞、諸菩", "428": "薩眾，并餘一切天、龍、藥叉、健達縛、阿素洛、揭", "429": "路茶、緊捺洛、莫呼洛伽、人非人等一切大眾，", "430": "聞佛所說皆大歡喜、信受奉行。", "431": "大般若波羅蜜多經卷第五百九十二"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220n 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "source": "CBETA"}