{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220f 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "7 會序", "1": "大般若波羅蜜多經卷第五百七十五", "10": "音聲，一切音聲亦不可說不可思議、可思議", "100": "無價珠，苦惱纏心愁憂不樂，後時還得踴躍", "101": "歡喜。今此會中苾芻等眾亦復如是，聞深般", "102": "若波羅蜜多，信解修學；後不聞說如是法門，", "103": "苦惱纏心愁憂不樂，咸作是念：『我等何時當", "104": "更得聞如是深法？』後時若得聞此法門，踊躍", "105": "歡喜復作是念：『我今得聞如是經典，即為見", "106": "佛親近供養。』如圓綵樹胞初出時，三十三", "107": "天踊躍歡喜：『此樹不久花必開敷、香氣氛氳，", "108": "我等遊集。』苾芻等眾亦復如是，聞深般若波", "109": "羅蜜多，信受修行應生歡喜，一切佛法不久", "11": "性，以一切法自性離故。作是說者，乃名為說", "110": "開敷。「飲光當知！未來之世苾芻等眾若聞如", "111": "是甚深般若波羅蜜多，信解修行心不沈沒，", "112": "必於此會已得聽聞，歡喜受持、演說流布，當", "113": "知彼類由聞是法，歡喜踊躍信受修行，不久", "114": "開敷一切佛法。如來滅後，若有受持、演說、流", "115": "布此經典者，當知皆是佛威神力之所加護", "116": "令彼事成。「飲光當知！若有聞是甚深般若波", "117": "羅蜜多歡喜受持，彼於過去無量佛所多植", "118": "善根，已得聽聞，非適今也！如穿珠者，忽然遇", "119": "得無價末尼，生大歡喜，當知彼類曾見此珠，故", "12": "不可思議。」佛告曼殊室利童子：「汝今現入不", "120": "生歡喜，非今創見。如是當來諸苾芻等，深心", "121": "愛樂聽聞正法，忽遇般若波羅蜜多，歡喜聽", "122": "聞、信受、修學，當知彼類已於往昔無量佛所", "123": "曾聞是經，非於今時創聞能爾。「飲光當知！若", "124": "善男子、善女人等，聞妙吉祥所說般若波羅", "125": "蜜多，歡喜踊躍、樂聞無厭，數復慇懃重請演", "126": "說，是善男子、善女人等，過去已從曼殊室利", "127": "聞說般若波羅蜜多歡喜受持、信解、修學，亦", "128": "曾親近曼殊室利供養恭敬，故能如是。譬如", "129": "有人遇入城邑，其中一切園林、池沼、舍宅、人", "13": "可思議三摩地耶？」曼殊室利白言：「世尊！我不", "130": "物無不悉見；後至餘處，聞人讚說此城邑中", "131": "所有勝事，深生歡喜請其重說，若更得聞倍", "132": "復歡喜，彼由往昔皆曾見故。如是當來諸善", "133": "男子、善女人等，聞妙吉祥所說般若波羅蜜", "134": "多，歡喜樂聞甞無厭足，慇懃固請重說深義，", "135": "聞已讚歎倍生歡喜，當知此等皆由往昔已", "136": "曾親近曼殊室利，供養恭敬聽受斯法，故於", "137": "今時能成是事。」爾時，具壽大迦葉波便白佛", "138": "言：「如來善說現在、當來善男子等聞深般若", "139": "波羅蜜多，信解修行諸行、狀、相。」佛言：「如是！如", "14": "現入此三摩地。所以者何？我都不見此三摩", "140": "汝所說。我已善說彼行、狀、相。」曼殊室利即白", "141": "佛言：「現在、當來善男子等聞是深法諸行、狀、", "142": "相，當知即非諸行、狀、相，以所聞法微妙寂靜，", "143": "諸行、狀、相皆不可得，云何如來作如是說：我", "144": "已善說彼行、狀、相？」佛告曼殊室利童子：「如是！", "145": "如是！如汝所說。現在、當來善男子等聞是深", "146": "法諸行、狀、相，彼實皆非諸行、狀、相，以所聞法", "147": "微妙寂靜，諸行、狀、相皆不可得。然彼聞說甚", "148": "深法時，歡喜受持、信解、修學，必於過去已曾", "149": "得聞歡喜受行，故能如是，此行、狀、相依世俗", "15": "地性異於我，不見有心能思惟我及此定故。", "150": "說，非勝義中有如是事。曼殊室利當知！顯了", "151": "甚深般若波羅蜜多，即為顯了一切佛法，通", "152": "達真實不思議事。曼殊室利！我本修學菩薩", "153": "行時所集善根，皆由修學甚深般若波羅蜜", "154": "多方得成滿。欲住菩薩不退轉地，欲證無上", "155": "正等菩提，亦由修學甚深般若波羅蜜多乃", "156": "得成辦。「曼殊室利！若善男子、善女人等欲集", "157": "菩薩所集善根，當學如是甚深般若波羅蜜", "158": "多。曼殊室利！若善男子、善女人等欲住菩薩", "159": "不退轉地，當學如是甚深般若波羅蜜多。曼", "16": "不可思議三摩地者，心、非心性俱不能入，云", "160": "殊室利！若善男子、善女人等欲證無上正等", "161": "菩提，當學如是甚深般若波羅蜜多。曼殊室", "162": "利！若善男子、善女人等，欲善通達一切法界", "163": "平等之相，當學如是甚深般若波羅蜜多。曼", "164": "殊室利！若善男子、善女人等，欲善了知一切有", "165": "情心行平等，當學如是甚深般若波羅蜜多。", "166": "曼殊室利！若善男子、善女人等，欲疾證得一", "167": "切佛法，當學如是甚深般若波羅蜜多。「曼殊", "168": "室利！若善男子、善女人等，欲知佛說如來不", "169": "能現覺諸法祕密義趣，當學如是甚深般若", "17": "何可言我入此定？「復次，世尊！我昔初學作意", "170": "波羅蜜多。何以故？所覺諸法及能覺者不可", "171": "得故。曼殊室利！若善男子、善女人等，欲知佛", "172": "說如來不能證諸佛法祕密義趣，當學如是", "173": "甚深般若波羅蜜多。何以故？所證佛法及能", "174": "證者不可得故。曼殊室利！若善男子、善女人", "175": "等，欲知佛說如來不能證得無上正等菩提", "176": "相好威儀無不具足祕密義趣，當學如是甚", "177": "深般若波羅蜜多。何以故？所證無上正等菩", "178": "提相好威儀及能證者不可得故。曼殊室利！", "179": "若善男子、善女人等，欲知佛說如來不成一", "18": "現入此三摩地，非於今時復更作意現入此", "180": "切功德不能化導一切有情祕密義趣，當學", "181": "如是甚深般若波羅蜜多。何以故？一切功德", "182": "所化有情及諸如來不可得故。曼殊室利！若", "183": "善男子、善女人等欲於諸法得無礙解，當學", "184": "如是甚深般若波羅蜜多。何以故？甚深般若", "185": "波羅蜜多不見諸法有少真實若淨若染，生", "186": "滅等故。曼殊室利！若善男子、善女人等，欲知", "187": "諸法非去、來、今及無為相，當學如是甚深般", "188": "若波羅蜜多。何以故？以真法界非去、來、今及", "189": "無為故，諸法皆入真法界故。「曼殊室利！若善", "19": "定。如善射夫初學射業，注心麁的方乃發箭，", "190": "男子、善女人等欲於諸法得無疑惑，當學如", "191": "是甚深般若波羅蜜多。曼殊室利！若善男子、", "192": "善女人等，欲能三轉、十二行相無上法輪，及", "193": "於其中都無執著，當學如是甚深般若波羅", "194": "蜜多。曼殊室利！若善男子、善女人等欲得慈", "195": "心普覆一切，而於其中無有情想，當學如是", "196": "甚深般若波羅蜜多。曼殊室利！若善男子、善", "197": "女人等，欲與世間同入法性無諸諍論，而於", "198": "世間及諸諍論都無所得，當學如是甚深般", "199": "若波羅蜜多。曼殊室利！若善男子、善女人等，", "2": "三藏法師玄奘奉　詔譯", "20": "久習成就能射毛端，不復注心在彼麁的，隨", "200": "欲遍了達處、非處境都無罣礙，當學如是甚", "201": "深般若波羅蜜多。曼殊室利！若善男子、善女", "202": "人等，欲得如來力、無畏等無邊佛法，當學如", "203": "是甚深般若波羅蜜多。」", "204": "爾時，曼殊室利童子即白佛言：「我觀如是甚", "205": "深般若波羅蜜多，無相、無為，無諸功德，無生、", "206": "無滅，無力、無能，無去、無來，無入、無出，無損、無", "207": "益，無知、無見，無體、無用，非造作者，亦不能令", "208": "諸法生滅，不令諸法為一、為異，無成、無壞，非", "209": "慧、非境，非異生法、非聲聞法、非獨覺法、非菩", "21": "所欲射發箭便中；如是我先初學定位，要先", "210": "薩法、非如來法，非證、不證，非得、不得，非盡、不", "211": "盡，不入生死、不出生死，不入涅槃、不出涅槃，", "212": "於諸佛法不成、不壞，於一切法非作、不作，非", "213": "可思議、不可思議，離諸分別、絕諸戲論。如是", "214": "般若波羅蜜多都無功德，云何如來勸有情", "215": "類精勤修學？」佛告曼殊室利童子：「如是所說", "216": "即是般若波羅蜜多真實功德，善男子等若", "217": "如是知，此即名為真實修學甚深般若波羅蜜", "218": "多。「復次，曼殊室利童子！若菩薩摩訶薩欲學", "219": "菩薩勝三摩地，欲成菩薩勝三摩地，欲住如", "22": "繫念在不思議，然後乃能現入此定，久習成", "220": "是三摩地中，見一切佛，知佛名字，及見如是", "221": "諸佛世界，能證、能說諸法實相無障、無礙，當", "222": "學如是甚深般若波羅蜜多，晝夜精勤勿生", "223": "厭倦。」曼殊室利即白佛言：「何故名為甚深般", "224": "若波羅蜜多？」佛告曼殊室利童子：「甚深般若", "225": "波羅蜜多，無相、無名，無邊、無際，無歸依處，非", "226": "思量境，非罪、非福，非闇、非明，如淨虛空等真", "227": "法界，分齊、數量都不可得。由如是等種種因", "228": "緣，是故名為甚深般若波羅蜜多。「復次，曼殊", "229": "室利童子！甚深般若波羅蜜多是諸菩薩甚", "23": "就，於此定中不復繫心任運能住。所以者何？", "230": "深行處，若諸菩薩能行是處，於諸境界悉能", "231": "通達，如是行處非一切乘之所行處。所以者", "232": "何？如是行處無名、無相、非所分別，是故名為", "233": "非所行處。」曼殊室利復白佛言：「諸菩薩摩訶", "234": "薩修行何法，疾證無上正等菩提？」佛告曼殊", "235": "室利童子：「若菩薩摩訶薩行深般若波羅蜜", "236": "多心無懈倦，疾證無上正等菩提。「復次，曼殊", "237": "室利童子！若菩薩摩訶薩能正修行一相莊", "238": "嚴三摩地者，疾證無上正等菩提。」曼殊室利", "239": "復白佛言：「云何名為一相莊嚴三摩地？諸菩", "24": "我於諸定已得善巧，任運入出不復作意。」時，", "240": "薩眾云何修行？」佛告曼殊室利童子：「此三摩", "241": "地以法界相而為莊嚴，是故名為一相莊嚴", "242": "三摩地。若菩薩摩訶薩欲入如是勝三摩地，", "243": "先應聽聞、請問、修學甚深般若波羅蜜多，然", "244": "後能入此三摩地。曼殊室利！若菩薩摩訶薩", "245": "不動法界，知真法界不應動搖、不可思議、不", "246": "可戲論，如是能入一相莊嚴三摩地。曼殊室", "247": "利！若善男子、善女人等欲入如是三摩地者，", "248": "應處空閑離諸諠雜，結跏趺坐不思眾相，為", "249": "欲利樂一切有情，於一如來專心繫念，審取", "25": "舍利子便白佛言：「觀此曼殊室利童子未可", "250": "名字、善想容儀，隨所在方端身正向。相續繫", "251": "念此一如來，即為普觀三世諸佛。所以者何？", "252": "曼殊室利！一佛所有無量無邊功德、辯才等", "253": "一切佛，三世諸佛乘一真如證大菩提無差", "254": "別故。「曼殊室利！若善男子、善女人等精勤修", "255": "學，得入如是一相莊嚴三摩地者，普能了達", "256": "無量無邊殑伽沙等諸佛法界無差別相，亦", "257": "能總持無量無數殑伽沙等諸佛、菩薩已轉、未", "258": "轉無上法輪。如阿難陀多聞智慧，於諸佛教", "259": "得念總持，聲聞眾中雖最為勝，而所持教", "26": "保信。所以者何？於此定中似不恒住，然無", "260": "猶有分限。若得如是一相莊嚴三摩地者，多", "261": "聞智慧、念總持力不可思議，普能受持無量", "262": "無數殑伽沙等諸佛、菩薩無上法輪，一一法", "263": "門皆能了達甚深義趣，宣說、開示，辯才無盡，", "264": "勝阿難陀多百千倍。」曼殊室利即白佛言：「彼", "265": "菩薩乘善男子等，云何得此三摩地時便獲", "266": "無邊功德勝利？」佛言：「童子！彼菩薩乘善男子", "267": "等，精勤修學一相莊嚴三摩地者，常作是念：", "268": "『我當云何能普通達諸佛法界，受持一切無", "269": "上法輪，與諸有情作大饒益？』由斯得此三摩", "27": "餘定微妙寂靜同此定者。」曼殊室利便白具", "270": "地時，便獲無邊功德勝利。曼殊室利！彼菩薩", "271": "乘善男子等，先聞如是一相莊嚴三摩地功德，", "272": "發勤精進繫念思惟，如如思惟此定功德，如", "273": "是如是功德相現；既見此相如先所聞，深生", "274": "歡喜轉勤修習，漸次得入此三摩地，功德勝", "275": "利不可思議。若諸有情毀謗正法，不信善惡、", "276": "業障重者，彼於此定不能證得。「曼殊室利！譬", "277": "如有人遇得寶珠，示治寶者言：『我此寶價直", "278": "無量，然其形色未甚光鮮，汝當為我如法磨", "279": "瑩，但令鮮淨勿壞形色。』其治寶者隨彼所言，", "28": "壽舍利子言：「大德！寧知更無餘定寂靜同此？」", "280": "依法專心如如磨瑩，如是如是光色漸發，乃", "281": "至究竟映徹表裏，既修治已價直無量。曼殊", "282": "室利！彼菩薩乘善男子等，漸次修學此三摩", "283": "地亦復如是，乃至得此三摩地時，便獲無邊", "284": "功德勝利。曼殊室利！譬如日輪普放光明作", "285": "大饒益，如是若得一相莊嚴三摩地時，普照", "286": "法界，亦能了達一切法門，為諸有情作大饒", "287": "益，功德勝利不可思議。「曼殊室利！如我所說", "288": "種種法門皆同一味，謂遠離味、解脫味、寂滅", "289": "味，無所乖違。彼菩薩乘善男子等，若得如是", "29": "舍利子言：「豈更有定寂靜同此？」曼殊室利報", "290": "三摩地時，所演法門亦同一味，謂遠離味、解", "291": "脫味、寂滅味，無所乖違。彼菩薩乘善男子等，", "292": "若得如是三摩地時，隨演法門辯說無盡，速", "293": "能成滿菩提分法。是故，曼殊室利童子！若菩", "294": "薩摩訶薩能正修行一相莊嚴三摩地者，疾", "295": "證無上正等菩提。「復次，曼殊室利童子！若菩", "296": "薩摩訶薩不見法界種種差別及一相者，疾", "297": "證無上正等菩提。若菩薩乘善男子等忍菩", "298": "薩法不應修行，忍大菩提不應求趣，達一切", "299": "法本性空故，彼由此忍疾證無上正等菩提。", "3": "第七曼殊室利分之二", "30": "言：「大德！若此可得，可言餘定寂靜同此，然不", "300": "若菩薩乘善男子等信一切法皆是佛法，聞", "301": "一切空心不驚疑，由此因故疾證無上正等", "302": "菩提。若菩薩乘善男子等聞說諸法無不皆", "303": "空，心不迷悶亦無疑惑，彼於佛法常不捨離，", "304": "疾證無上正等菩提。」", "305": "爾時，曼殊室利童子聞是語已即白佛言：「諸", "306": "佛無上正等菩提，定由因緣而證得不？」佛言：", "307": "「不爾！」曼殊室利復白佛言：「諸佛無上正等菩", "308": "提，不由因緣而證得不？」佛言：「不爾！所以者", "309": "何？不思議界不由因緣及非因緣而可證得，", "31": "可得。」舍利子言：「曼殊室利！豈今此定亦不可", "310": "諸佛無上正等菩提當知即是不思議界。「曼", "311": "殊室利！若善男子、善女人等聞如是說心不", "312": "驚怖；我說彼於無量佛所，已發大願、多種善", "313": "根，是故苾芻、苾芻尼等，聞說如是甚深般若", "314": "波羅蜜多，心不驚疑亦不迷悶，彼為真實隨", "315": "佛出家。若近事男、近事女等，聞說如是甚深", "316": "般若波羅蜜多，心不驚疑亦不迷悶，彼為真", "317": "實歸佛、法、僧。若菩薩乘善男子等，不學如是", "318": "甚深般若波羅蜜多，彼不名為真實修學菩", "319": "薩乘者。曼殊室利！譬如世間卉木、叢林、藥物、", "32": "得？」「大德！此定實不可得。所以者何？謂一切定，", "320": "種子，一切皆依大地生長；如是菩薩世、出世", "321": "間一切善根及餘勝事，無不皆依甚深般若", "322": "波羅蜜多而得生長。當知如是甚深般若波", "323": "羅蜜多所攝受法，皆於無上正等菩提隨順", "324": "證得無所乖諍。」爾時，曼殊室利童子聞佛所", "325": "說，便白佛言：「此贍部洲當來之世，於何城邑", "326": "聚落處所演說、開示甚深般若波羅蜜多人", "327": "多信受？」佛告曼殊室利童子：「今此眾中善男", "328": "子等聞說般若波羅蜜多，信受修行，歡喜發", "329": "願：『願我當來隨所生處，常聞般若波羅蜜多。』", "33": "可思議者有相可得，不思議者無相可得，此", "330": "隨彼當來所生之處，宿願力故，即有如是甚", "331": "深般若波羅蜜多演說、開示人多信受。曼殊", "332": "室利！善男子等聞說般若波羅蜜多，歡喜踊", "333": "躍深信受者，我說彼類久殖善根，乘宿願力", "334": "乃能如是。曼殊室利！有欲聽受甚深般若波", "335": "羅蜜多，汝應告言：『善男子等！隨意聽受勿生", "336": "驚怖，疑惑、不信反增謗毀。』今此般若波羅蜜", "337": "多甚深經中不顯有法，謂不顯有若異生法、", "338": "若聲聞法、若獨覺法、若菩薩法、若如來法成", "339": "壞可得。」曼殊室利即白佛言：「若有苾芻、苾芻", "34": "定既曰不可思議，是故定應實不可得。又，舍", "340": "尼等來至我所，作是問言：『云何如來為眾宣", "341": "說甚深般若波羅蜜多？』我當答言：『佛說諸法", "342": "無違諍相。所以者何？都無有法能與法諍，亦", "343": "無有情於佛所說能生信解。所以者何？諸有", "344": "情類都不可得。』「復次，世尊！我當告彼：『如來常", "345": "說諸法實際。所以者何？諸法平等，無不皆是", "346": "實際所攝，此中不說阿羅漢等能逮勝法。所", "347": "以者何？阿羅漢等所證得法與異生法無差", "348": "別相。』「復次，世尊！我當告彼：『佛所說法，不令有", "349": "情於般涅槃已、正、當得。何以故？以諸有情畢", "35": "利子！不思議定，一切有情無不得者。所以者", "350": "竟空故。』「復次，世尊！善男子等來至我所，作是", "351": "問言：『仁與如來嘗所談論甚深般若波羅蜜多，", "352": "請為說之，今希聽受！』我當告彼：『汝等欲聞，勿", "353": "起聽心，勿專繫念，當起如幻如化等心，如是", "354": "乃能解我所說。汝等若欲聽我法者，當起是", "355": "心：「今所聞法如空鳥跡、如石女兒。」如是乃能", "356": "聽我所說。汝等若欲聞我法者，勿起二想。所", "357": "以者何？我所說法遠離二想。汝等今應不壞", "358": "我想、不起諸見，於諸佛法無所希求，異生法", "359": "中不樂遷動。何以故？二法相空，無取捨故。』「世", "36": "何？一切心性皆離心性，離心性者皆即名為", "360": "尊！諸有請我宣說甚深般若波羅蜜多，我先", "361": "如是教誡教授，以無相印印定諸法，令求聽", "362": "者離取著心，然後為說甚深般若波羅蜜多", "363": "相應之法。」佛讚曼殊室利童子：「善哉，善哉！汝", "364": "能善說我所說法及說方便。「曼殊室利！若善", "365": "男子、善女人等欲見如來，欲親近佛供養恭", "366": "敬，應學如是甚深般若波羅蜜多。若諸有情", "367": "欲請諸佛為大師者，應學如是甚深般若波", "368": "羅蜜多。若諸有情欲證無上正等菩提，或不", "369": "欲證，應學如是甚深般若波羅蜜多。若諸有", "37": "不思議定，故有情類無不得者。」佛讚曼殊室", "370": "情於一切定欲得善巧，應學如是甚深般若", "371": "波羅蜜多。若諸有情於一切定欲自在起，應", "372": "學如是甚深般若波羅蜜多。所以者何？諸三", "373": "摩地要知諸法無生無滅、無作無為方自在", "374": "起。何以故？達諸法空無罣礙故。若諸有情欲", "375": "達諸法皆有出離，無有一法無出離者，應學", "376": "如是甚深般若波羅蜜多。若諸有情欲達諸", "377": "法但假施設無真實者，應學如是甚深般若", "378": "波羅蜜多。若欲了知諸有情類雖趣無上正", "379": "等菩提，而無有情趣菩提者亦無退沒，應學", "38": "利童子：「善哉！善哉！曼殊室利！汝於過去無量", "380": "如是甚深般若波羅蜜多。何以故？達一切法", "381": "即菩提故。若欲了達一切有情行菩提行，無", "382": "不行者亦無退沒，應學如是甚深般若波羅", "383": "蜜多。所以者何？菩提即是諸法實性，一切", "384": "有情皆行諸法，無捨法者，諸行皆空，故無退", "385": "沒。若欲了達一切法性即是菩提，一切菩提", "386": "即是法界，此即實際，實際即空，心無退沒，應", "387": "學如是甚深般若波羅蜜多。「曼殊室利！甚深", "388": "般若波羅蜜多，顯示諸佛難思作用饒益有", "389": "情，亦是如來所遊戲處。所以者何？甚深般若", "39": "佛所多植善根、久發大願，所修梵行皆依無", "390": "波羅蜜多不可示現，不可宣說，是無墮法；唯", "391": "有如來如實覺了，方便善巧為有情說。「曼殊", "392": "室利！若有苾芻、苾芻尼等於深般若波羅蜜", "393": "多，下至受持一四句頌為他演說，定趣菩提", "394": "住佛境界，況能如說而修行者！當知是人不", "395": "墮惡趣，疾證無上正等菩提。「曼殊室利！若", "396": "諸有情聞說如是甚深般若波羅蜜多，心不", "397": "沈沒，亦不驚怖，歡喜信受，當知此輩於諸佛", "398": "法定當證得，一切如來皆所印可，開許領受", "399": "為弟子眾。「曼殊室利！若善男子、善女人等，信", "4": "爾時，舍利子白佛言：「世尊！曼殊室利不可思", "40": "得，發言皆說甚深義處。曼殊室利！汝豈不以", "400": "受如來無上法印，謂深般若波羅蜜多，獲無", "401": "量福。如是法印，一切如來、應、正等覺共所護", "402": "念，諸阿羅漢、菩薩、智者及諸天神皆共守衛。", "403": "若菩薩乘善男子等此印所印，超諸惡趣、聲", "404": "聞、獨覺，定當證得無上菩提。」", "405": "時，天帝釋即與無量三十三天諸天子等，各", "406": "取種種天妙華香、嗢鉢羅花、拘某陀花、鉢特", "407": "摩花、奔茶利花、微妙音花、妙靈瑞花、栴檀", "408": "香末，供養般若波羅蜜多，奉散如來、曼殊室", "409": "利、一切菩薩及聲聞等；復奏種種天諸音樂，", "41": "住深般若波羅蜜多能一切時說甚深義？」曼", "410": "歌讚妙法而為供養；復發願言：「願我等輩常", "411": "聞如是甚深般若波羅蜜多無上法印！」時，天", "412": "帝釋復發願言：「願贍部洲諸有情類，常聞般", "413": "若波羅蜜多，歡喜受持、成辦佛法！我等天眾", "414": "常衛護之，令受持者無諸留難。諸有情類少", "415": "用功力而得聽聞、受持、讀誦，當知皆是諸天", "416": "威力。」爾時，佛讚天帝釋言：「天主！汝今能發是", "417": "願，若有聞此歡喜受持，於諸佛法定能成辦，", "418": "疾趣無上正等菩提。」曼殊室利即白佛言：「唯", "419": "願如來以神通力，護持般若波羅蜜多久住", "42": "殊室利即白佛言：「若我由住甚深般若波羅蜜", "420": "世間饒益一切。」佛時即現大神通力，令此三", "421": "千大千世界諸山、大地六反振動；復現微笑，", "422": "放大光明普照三千大千世界。曼殊室利便", "423": "白佛言：「此即如來現神通力護持般若波羅", "424": "蜜多久住世間饒益之相。」佛言：「如是！如汝", "425": "所說。我以神力護持般若波羅蜜多無上法", "426": "印，令久住世饒益有情。諸佛世尊說勝法已，", "427": "法爾皆起大神通力，護持此法令住世間，使", "428": "諸天魔不能得便，諸惡人輩不能謗毀，一切", "429": "外道深心怖畏。若有精勤學此法者，一切障", "43": "多能如是說，便住我想及住有想能如是說，", "430": "難無不殄滅。」時，薄伽梵說是經已，一切菩薩", "431": "摩訶薩眾，曼殊室利而為上首，及苾芻等四", "432": "部大眾，天、龍、藥叉、阿素洛等一切眾會，聞佛", "433": "所說皆大歡喜、信受奉行。", "434": "大般若波羅蜜多經卷第五百七十五", "44": "若住我想及住有想能如是說，則深般若波", "45": "羅蜜多亦有所住，若深般若波羅蜜多有所", "46": "住者，則深般若波羅蜜多亦以我想及以有", "47": "想為所住處，然深般若波羅蜜多遠離二想、", "48": "住無所住。如諸佛住微妙寂靜，無起、無作、無", "49": "動、無轉以為所住；甚深般若波羅蜜多不住", "5": "議。所以者何？曼殊室利所說法相不可思議。」", "50": "有法、不住無法，故此所住不可思議。甚深般", "51": "若波羅蜜多於一切法皆不現行，甚深般若", "52": "波羅蜜多當知即是不思議界，不思議界即", "53": "是法界，法界即是不現行界，不現行界當知", "54": "即是不思議界，不思議界當知即是甚深般", "55": "若波羅蜜多。甚深般若波羅蜜多、我界、法界", "56": "無二無別，無二無別即是法界，法界即是不", "57": "現行界，不現行界當知即是甚深般若波羅蜜", "58": "多，甚深般若波羅蜜多當知即是不思議界，", "59": "不思議界當知即是不現行界，不現行界當", "6": "佛告曼殊室利童子：「汝之所說實難思議，誠", "60": "知即是無所有界，無所有界當知即是無生", "61": "滅界，無生滅界當知即是不思議界，不思議", "62": "界與如來界、我界、法界無二無別。「是故，世尊！", "63": "若能如是修行般若波羅蜜多，於大菩提更", "64": "不求證。何以故？甚深般若波羅蜜多即菩提", "65": "故。世尊！若有實知我界即知無著，若知無著", "66": "即知無法，若知無法即是佛智，佛智即是不", "67": "思議智，當知佛智無法可知，名不知法。所以", "68": "者何？此智自性都無所有，無所有法云何能", "69": "於真法界轉？此智自性既無所有即無所著，", "7": "如具壽舍利子說。」曼殊室利即白佛言：「我所", "70": "若無所著即體非智，若體非智即無境界，若", "71": "無境界即無所依，若無所依即無所住，若無", "72": "所住即無生滅，若無生滅即不可得，若不可", "73": "得即無所趣，既無所趣，此智不能作諸功德，", "74": "亦復不能作非功德。所以者何？此無思慮我", "75": "作功德、作非功德。無思慮智不可思議，不可", "76": "思議即是佛智，是故此智於一切法無取不", "77": "取，亦非前際中際後際、非先已生非先未生，", "78": "無出無沒、非常非斷，更無餘智類此智者。由", "79": "是此智不可思議，同於虛空不可比類，無此", "8": "說法不可說可思議，亦不可說不可思議。所", "80": "無彼、非好非醜；既無餘智類此可得，是故此", "81": "智無等、不等，由此故名無等等智；又無餘智", "82": "對此可得，是故此智無對、不對，由此故名無", "83": "對對智。」佛告曼殊室利童子：「如是妙智不可", "84": "動耶？」曼殊室利白言：「世尊！如是妙智性不可", "85": "動。如鍛金師燒鍊金璞，既得精熟秤量無", "86": "動；此智亦爾，久修成熟，無作無證、無生無盡、", "87": "無起無沒，安固不動。」佛告曼殊室利童子：「誰", "88": "能信解如是妙智？」曼殊室利白言：「世尊！若能", "89": "不行般涅槃法，於生死法亦能不行，於薩迦", "9": "以者何？不可思議、可思議性俱無所有，但有", "90": "耶行寂滅行，於般涅槃行無動行。不斷貪欲、", "91": "瞋恚、愚癡，亦非不斷。所以者何？如是三毒自", "92": "性遠離，非盡不盡；於生死法不起不墮，於諸", "93": "聖道不離不修。彼於此智能深信解。」佛讚曼", "94": "殊室利童子：「善哉！善哉！善說此事。」", "95": "爾時，具壽大迦葉波前白佛言：「當來之世，誰", "96": "能於此法毘奈耶甚深義趣信解修學？」佛告", "97": "具壽大迦葉波：「今此會中苾芻等眾，當來之", "98": "世，於此所說法毘奈耶甚深義趣，能生信解", "99": "聽受修學，亦能為他演說流布。如大長者失"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220f 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}