{"author": "宋 求那跋摩譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1466 優波離問佛經: 優波離問佛經: 優波離問佛經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1466", "1": "優波離問佛經", "2": "宋元嘉年求那跋摩譯", "3": "彼時佛世尊遊舍衛祇樹給孤獨園。於是賢", "4": "者優波離往世尊所，稽首畢一面坐。一面坐", "5": "已，白世尊言：「唯世尊！比丘成就幾事，盡命非", "6": "不依止？」「優波離！我比丘成就五事，盡命非不", "7": "依止。何謂五？不知布薩、不知布薩劍暮、不知", "8": "戒、不知說戒、減五歲。此，優波離！我比丘成就", "9": "五事，盡命非不依止。優波離！我比丘成就五", "10": "事，盡命不依止。何謂五？知布薩、知布薩劍", "11": "暮、知戒、知說戒、五歲過五歲。此，優波離！我", "12": "比丘成就五事，盡命不依止。「復次優波離！我", "13": "比丘成就五事，盡命非不依止。何謂五？不知", "14": "倩歲、不知倩歲劍暮、不知戒、不知說戒、減", "15": "五歲。此，優波離！我比丘成就五事，盡命非不", "16": "依止。優波離！我比丘成就五事，盡命不依止。", "17": "何謂五？知倩歲、知倩歲劍暮、知戒、知說", "18": "戒、五歲過五歲。此，優波離！我比丘成就五事，", "19": "盡命不依止。「復次優波離！我比丘成就五事，", "20": "盡命非不依止。何謂五？不知犯非犯、不知犯", "21": "輕重、不知犯有殘無殘、不知犯惡非惡、減五", "22": "歲。此，優波離，我比丘成就五事，盡命非不依", "23": "止。優波離！我比丘成就五事，盡命不依止。何", "24": "謂五？知犯非犯、知犯輕重、知犯有殘無殘、知", "25": "犯惡非惡、五歲過五歲。此，優波離，我比丘成", "26": "就五事，盡命不依止。「優波離！我比丘成就", "27": "五事，盡命非不依止。何謂五？不知一制、不知", "28": "二制、不知偏制、不知一切制、減五歲。此，優波", "29": "離！我比丘成就五事，盡命非不依止。優波離！", "30": "我比丘成就五事，盡命不依止。何謂五？知一", "31": "制、知二制、知偏制、知一切制、五歲過五歲。", "32": "此，優波離！我比丘成就五事，盡命不依止。「優", "33": "波離！我比丘成就六事，盡命非不依止。何謂", "34": "六，不知犯非犯、不知犯輕重、不知犯有殘無", "35": "殘、不知惡非惡、不廣利二部戒分別分部決", "36": "定順經、減五歲。此，優波離！我比丘成就六事，", "37": "盡命非不依止。優波離，我比丘成就六事，盡", "38": "命不依止。何謂六？知犯非犯、知犯輕重、知犯", "39": "有殘無殘、知犯惡非惡、廣利二部戒分別分", "40": "部決定順經、五歲過五歲。此，優波離，我比丘", "41": "成就六事，盡命不依止。」", "42": "四棄捐法。", "43": "維耶離，迦蘭陀子須提難故，一制次復二制婬，犯", "44": "三事：婬未食身，波羅夷；婬大食身，土羅遮；", "45": "口掁男根入不掁觸，突吉羅。不犯者，不知、", "46": "不聽、狂、心亂、病、先作。", "47": "復次制，羅閱祇，瓦師子達貳迦故，一制次復一制", "48": "不與取，犯三事：不與偷、數取五錢、五錢餘直，", "49": "波羅夷；不與偷，數取一錢餘、減五錢直，土羅", "50": "遮土羅遮重罪也；不與偷，數取一錢、減一錢直，突吉", "51": "羅突吉羅者惡作。不犯者，己想、同意有、暫用、餓鬼", "52": "所有、畜生所有、糞掃想、狂、先作。", "53": "故斷人類命，犯三事：為人當墮死掘坑者，突", "54": "吉羅；墮生苦痛，土羅遮；死者，波羅夷。不犯", "55": "者，不故、不知、不欲殺、狂、先作。", "56": "不真實稱過人法，犯三事：欲著故不真實稱", "57": "過人法，波羅夷；說彼精舍住比丘阿羅漢，解", "58": "者土羅遮、不解者突吉羅。不犯者，增上慢、", "59": "不欲稱說、狂、先作。四事竟", "60": "十三事。", "61": "弄失精，犯三事：故弄失，僧伽婆尸沙；故弄不", "62": "失，土羅遮；方便，突吉羅。不犯者，夢中、若不", "63": "欲、狂、先作。", "64": "女人身相近，犯三事：身摩身，僧伽婆尸沙；身", "65": "摩身衣，土羅遮；身衣摩身衣，突吉羅。不犯", "66": "者，不故、不念、不知、不聽、狂、先作。", "67": "與母人惡口語，犯三事：極稱說、呰毀大小", "68": "便道，僧伽婆尸沙；除二道已，極稱說、呰毀下", "69": "雙膝上，土羅遮；極稱說、呰毀身衣，突吉羅。不", "70": "犯者，為義、為法、為解、狂、先作。", "71": "自歎供養，犯三事，向母人自歎供養，僧伽", "72": "婆尸沙；向不成男自歎供養，土羅遮；向畜生", "73": "自歎供養，突吉羅。不犯者，說衣食床座、病緣", "74": "藥具供給、狂、先作。", "75": "使行，犯三事：受思說，僧伽婆尸沙；受思不", "76": "說，土羅遮；受而不思不說，突吉羅。不犯者，", "77": "為僧、為福、為病行、狂、先作。", "78": "自作屋，犯三事：方便作，突吉羅；一摶泥未至，", "79": "土羅遮；彼泥至，僧伽婆尸沙。不犯者，窟屋、草", "80": "菴屋、為他除住屋一切不犯、狂、先作。", "81": "作大舍，犯三事：方便作，突吉羅；一塼泥未", "82": "至，土羅遮；彼泥至，僧伽婆尸沙。不犯者，窟", "83": "屋、草菴屋、為他除住屋一切不犯、狂、先作。", "84": "無根波羅夷法軀棄，犯三事：不問作欲殯", "85": "說者，僧伽婆尸沙，突吉羅；問作欲罵說者，犯", "86": "於形相事。不犯者，淨見淨、狂、先作。", "87": "比丘有少毫片異事受波羅夷驅棄，犯三事：", "88": "不問作欲殯說者，僧伽婆尸沙、突吉羅；問", "89": "作欲罵說者，犯於形相事。不犯者，如想語、教", "90": "語、狂、先作。", "91": "破僧比丘至三諫不捨，犯三事：白者，突吉羅；", "92": "再語，土羅遮；語竟，僧伽婆尸沙。不犯者，不諫", "93": "而捨、狂、先作。", "94": "助破比丘至三諫不捨，犯三事：白者，突吉羅；", "95": "再語，土羅遮；語竟，僧伽婆尸沙。不犯者，不諫", "96": "而捨、狂、先作。", "97": "辱族比丘至三諫不捨，犯三事：白者，突吉羅；", "98": "再語，土羅遮；語竟，僧伽婆尸沙。不犯者，不諫", "99": "而捨、狂、先作。", "100": "戾語比丘至三諫不捨，犯三事：白者，突吉羅；", "101": "再語，土羅遮；語竟，僧伽婆尸沙。不犯者，不諫", "102": "而捨、狂、先作。十三事竟", "103": "三十事。", "104": "餘衣過十日，犯一事捨墮。不犯者，滿十日受、", "105": "若施送與、失壞燒奪、同意取、狂、先作。", "106": "一夜離衣宿，犯一事捨墮。不犯者，若向曉捨、", "107": "送與、失壞燒奪、同意取、比丘要、狂、先作。", "108": "取非時衣過月，犯一事捨墮。不犯者，滿一月", "109": "受、若施送與、狂、先作。", "110": "取非親里尼衣，犯二事：方便取突吉羅，取已", "111": "捨墮。不犯者，親里貿易、少易多、多易少、比", "112": "丘同意取暫取、除衣餘物取、六法尼、沙彌尼、", "113": "狂、先作。", "114": "非親里尼浣故衣，犯二事：方便浣突吉羅，", "115": "浣已捨墮。不犯者，親里浣親里、非親弟子不", "116": "語而浣、未著而浣、除衣餘具浣、六法尼、沙彌", "117": "尼、狂、先作。", "118": "非親里居士婦求衣，犯二事：方便求突吉羅，", "119": "求已捨墮。不犯者，時、故親里、若請、為他、自", "120": "物、狂、先作。", "121": "過足求衣，犯二事：方便求突吉羅，求已捨墮。", "122": "不犯者，餘殘、不為奪作與、不為失作與、親", "123": "里、若請、為他、自物、狂、先作。", "124": "非親里居士居士婦，本不請，為衣往自親，犯", "125": "二事：方便自親突吉羅，自親已捨墮。不犯者，", "126": "親里、若請、為他、自物、欲好作教不好作、狂、", "127": "先作。", "128": "二非親里居士，本不請，為衣往往自親，犯二", "129": "事：方便自親突吉羅，自親已捨墮。不犯者，親", "130": "里、若請、為他、自物、欲好作教不好作、狂、", "131": "先作。", "132": "過三返語、過六返住成衣與，犯二事：方便成", "133": "與突吉羅，成與已捨墮。不犯者，三返語六返", "134": "住、減三返語減六返住、不語而與、主語與、狂、", "135": "先作。", "136": "繡所雜作臥敷，犯二事：方便作突吉羅，作已", "137": "捨墮。不犯者，作帳覆地、拘執褥枕、狂、先作。", "138": "純黑羊毛作臥敷，犯二事：方便作突吉羅，作", "139": "已捨墮。不犯者，作帳覆地、拘執、狂、先作。", "140": "不取等白等牻作臥具，犯二事：方便作突", "141": "吉羅，作已捨墮。不犯者，取等白等牻作、取", "142": "多白多牻作、取純白純牻、作帳覆地、狂、先", "143": "作。", "144": "未六年而作臥敷，犯二事：方便作突吉羅，", "145": "作已捨墮。不犯者，六年作、過六年、為他作教", "146": "作、他作得用、作帳覆地、拘執褥枕、比丘要、", "147": "狂、先作。", "148": "不取故臥敷緣善逝尺作新坐具臥敷，犯二", "149": "事：方便作突吉羅，作已捨墮。不犯者，取故", "150": "臥具緣善逝尺作、無有取少作、都無有不取", "151": "作、他作得用、帳覆地、狂、先作。", "152": "取羊毛過三由延，犯二事：初脚過三由延突", "153": "吉羅，兩脚過三由延捨墮。不犯者，三由延、減", "154": "三由延、三由延還、奪更得、棄更得、教他領直、", "155": "狂、先作。", "156": "非親里尼浣羊毛，犯二事：方便浣突吉羅，浣", "157": "已捨墮。不犯者，親里浣、非親里弟子不語而", "158": "浣、未用而浣領、六法尼、沙彌尼、狂、先作。", "159": "取銀，犯二事：方便取突吉羅，取已捨墮。不犯", "160": "者，或園內園邊自取教取舉、彼有者當取、狂、", "161": "先作。", "162": "種種賣銀行，犯二事：方便行突吉羅，行已捨", "163": "墮。不犯者，非銀、非銀相似者。不犯，狂、先作。", "164": "種種販賣行，犯二事：方便行突吉羅，行已捨", "165": "墮。不犯者，問價直示語作淨者、是我物我須", "166": "是我須是、狂、先作。", "167": "長鉢過十日，犯一事捨墮。不犯者，滿十日受、", "168": "若施送與、失壞奪取、同意取、狂、先作。", "169": "減五綴鉢更作新鉢，犯二事：方便作突吉羅，", "170": "作已捨墮。不犯者，失鉢、破鉢、親里、若請、為", "171": "他、自物、狂、先作。", "172": "自乞縷織師織衣，犯二事：方便織突吉羅，織", "173": "已捨墮。不犯者，縫衣禪帶鉢囊腰帶肩帶漉", "174": "水物、親里、若請、為他、自物、狂、先作。", "175": "非親里居士本不請，為衣往織師所自親，犯", "176": "二事：方便自親突吉羅，自親已捨墮。不犯者，", "177": "親里、若請、為他、自物、欲好織教不好織、狂、先", "178": "作。", "179": "自與比丘衣，瞋不可意奪者，犯二事：方便奪", "180": "突吉羅，奪已捨墮。不犯者，彼與、同意取、狂、", "181": "先作。", "182": "取本衣過衣時，犯一事捨墮。不犯者，當時受、", "183": "若施送與、失壞燒奪、同意取、狂、先作。", "184": "三衣隨其衣舉著家內過六夜離，犯一事捨", "185": "墮。不犯者，六夜離、減六夜離、六復至村內宿", "186": "而去、六夜向曉捨送與、失壞燒奪、同意取、", "187": "比丘要、狂、先作。", "188": "過春餘月求雨被衣，犯二事：方便求突吉羅，", "189": "求已捨墮。不犯者，春餘月求、春餘半月持、減", "190": "春餘月求、減春餘半月持、至夏捨浣舉、奪衣", "191": "失衣、時著急事、狂、先作。", "192": "知物向僧自求，犯二事：方便求突吉羅，求已", "193": "捨墮。不犯者，問與誰、隨君施法、用可得善", "194": "利、隨君心與、狂、先作。", "195": "取藥過七日，犯一事捨墮。不犯者，滿七日", "196": "受送與、失壞燒奪、同意取、至成棄與、未具", "197": "戒得服、狂、先作。三十事竟", "198": "九十二事。", "199": "知而妄語，犯五事：欲著故，不真實稱過人", "200": "法，波羅夷。無根波羅夷法驅棄，僧迦婆尸", "201": "沙。說彼精舍住比丘阿羅漢，解者土羅遮，不", "202": "解者突吉羅。知而妄語，波逸提。不犯者，本", "203": "說、誤說、狂、先作。", "204": "形相，犯二事：形相未具足突吉羅，形相具", "205": "足波逸提。不犯者，為義、為法、為解、狂、先作。", "206": "兩舌，犯二事：具足所兩舌波逸提，未具足所", "207": "兩舌突吉羅。不犯者，不欲作別離、狂、先作。", "208": "知如法止更舉，犯二事：方便舉突吉羅，舉已", "209": "波逸提。不犯者，非法群黨、知非劍暮作劍暮", "210": "故舉、狂、先作。", "211": "母人說法過五六語，犯二事：方便說突吉", "212": "羅，句句波逸提。不犯者，有可知男、說五六", "213": "語、減五六語、起更坐說、為異母人問事答事、", "214": "為他說母人聽、狂、先作。", "215": "未具足說句法，犯二事：方便說突吉羅，句句", "216": "波逸提。不犯者，教誦、狂、先作。", "217": "實上人法向未具足人說，犯二事：方便向", "218": "說突吉羅，向說已波逸提。不犯者，向具足實、", "219": "狂、先作。", "220": "向未具足說比丘所犯罪，犯二事：方便向說", "221": "突吉羅，說已波逸提。不犯者，向說床、不事", "222": "事、若說非床、比丘要、狂、先作。", "223": "同僧與衣後違法，犯二事：方便違突吉羅，違", "224": "已波逸提。不犯，愛恚癡畏與、破不成與、故", "225": "違、狂、先作。", "226": "知物向僧求與人梵本云與私也，犯二事：方便求突", "227": "吉羅，求已波逸提。不犯者，問與誰、隨君施", "228": "法、用可得善利、隨君心與、狂、先作。", "229": "毀呰律，犯二事：方便毀呰突吉羅，毀呰", "230": "已波逸提。不犯者，不欲毀呰言、誦經偈阿", "231": "毘曇已然後當誦律、狂、先作。", "232": "斫鬼村，二事：方便斫突吉羅，下下波逸提。", "233": "不犯者，知此與此取此、須此此語淨作、不念、", "234": "不知、狂、先作。", "235": "呵責比丘，犯二事：方便訶責突吉羅，呵責已", "236": "波逸提。不犯者，姓愛恚癡、作恐怖故呵責、", "237": "狂、先作。", "238": "餘語，犯二事，事未成餘語突吉羅，事成餘語", "239": "波逸提。不犯者，不知問、疾不答，打僧罵諍", "240": "故、破僧競故、非法黨故、非劍暮作劍暮故不", "241": "答，狂、先作。", "242": "僧床榻褥拘執露地布置，不舉不別去，犯二", "243": "事：初脚過土突吉羅，兩脚過土波逸提。不", "244": "犯者，舉去、教別去、曬去、緣礙急事、狂、先作。", "245": "僧堂舍布置宿，不舉不別去，犯二事：初脚過", "246": "閾突吉羅，兩脚過波逸提。不犯者，舉去、別去、", "247": "緣礙暫出、住彼白緣、礙急事、狂、先作。", "248": "比丘瞋不可意驅出僧房，犯二事：方便驅出", "249": "突吉羅，驅出已波逸提。不犯者，無暫故驅", "250": "出教驅、彼物具出教出、狂故打罵諍亂、作鬪", "251": "僧故、弟子不如法故驅出教驅、彼物具出教、", "252": "狂、先作。", "253": "知比丘先住，相近宿，犯二事：方便臥突吉羅，", "254": "臥已波逸提。不犯者，病故住、寒熱故住、急", "255": "事、狂、先作。", "256": "僧房重閣屋尖脚床榻用力坐，犯二事：方便", "257": "用力坐突吉羅，用力坐已波逸提。不犯者，非", "258": "閣屋團脚牢、無有住者立過取物、狂、先作。", "259": "知蟲水澆泥草，犯二事：方便澆突吉羅，澆已", "260": "波逸提。不犯者，不故、不知、不念、狂、先作。", "261": "過是再三重治者，犯二事：方便治突吉羅，", "262": "治已波逸提。不犯者，再三重、減再三重、窟", "263": "屋草屋、為他自物、除住居一切不犯、狂、先作。", "264": "不差教比丘尼，犯二事：方便教突吉羅，教已", "265": "波逸提。不犯者，問誦師語誦、問事答事、為他", "266": "說尼聽、六法尼、沙彌尼、狂、先作。", "267": "教比丘尼日入者，犯二事：方便教突吉羅，教", "268": "已波逸提。不犯者，問誦師語誦、問事答事、為", "269": "他說尼聽、六法尼、沙彌尼、狂、先作。", "270": "往尼舍教，犯二事：方便教突吉羅，教已波逸", "271": "提。不犯者，時故、問誦師語誦、問事答事、為他", "272": "說尼聽、六法尼、沙彌尼、狂、先作。", "273": "說貪食教尼，犯二事：方便說突吉羅，說已波", "274": "逸提。不犯者，說衣床座病緣藥具供順、敬重", "275": "供養故教、狂、先作。", "276": "共尼同一道行，犯二事：方便行突吉羅，行已", "277": "波逸提。不犯者，時故、不相隨去尼隨去、比丘", "278": "不隨不要去急事、狂、先作。", "279": "共尼同船上，犯二事：方便上突吉羅，上已波", "280": "逸提。不犯者，度不相隨上尼隨上、比丘不", "281": "隨上、不要上、急事、狂、先作。", "282": "與非親里尼衣，犯二事：方便與突吉羅，與已", "283": "波逸提。不犯者，親里貿易、少易多、多易少、", "284": "尼同意取、暫取、除衣餘物取、六法尼、沙彌尼、", "285": "狂、先作。", "286": "縫非親里尼衣，犯二事：方便縫突吉羅，針針", "287": "波逸提。不犯者，親里、除衣縫餘物、教縫、六", "288": "法尼、沙彌尼、狂先作。", "289": "共一尼一處坐，犯二事：方便坐突吉羅，坐已", "290": "波逸提。不犯者，有可知男伴、立不坐、無異", "291": "坐、狂、先作。", "292": "共一母人一處坐，犯二事：方便坐突吉羅，", "293": "坐已波逸提。不犯者，有可知男伴、立不坐、無", "294": "異坐、狂、先作。", "295": "知尼歎飯食，犯二事：當食而受突吉羅，口口", "296": "波逸提。不犯者，舊檀越、六法尼、沙彌尼、除", "297": "五種食一切不犯、狂、先作。曇摩羅叉云，五種食者，󰉓、飯、魚、肉、煮", "298": "麥飯也展轉食，犯二事：當食而受突吉羅，口", "299": "口波逸提。不犯者，時故、彼二請一處一食、舉", "300": "村請已隨彼食、眾人請已隨彼食、請時比", "301": "丘言當去、常食籌食、月半說戒、月朝、除五", "302": "種食一切不犯、狂、先作。", "303": "過是所住食，犯二事：當食而食突吉羅，口口", "304": "波逸提。不犯者，病故、不病食去已更來食", "305": "者、主請為設食若不足、除五種食一切不", "306": "犯、狂、先作。", "307": "過滿兩三鉢取，犯二事：方便取突吉羅，取已", "308": "波逸提。不犯者，滿兩三鉢、減再三鉢、親里、若", "309": "請、為他自物、狂、先作。", "310": "請食已不囑食而食，犯二事：當食而受突吉", "311": "羅，口口波逸提。不犯者，囑而食囑已當食而", "312": "受、為他受、時須七日梵本七日者，皆言七時，無日字、終身因緣", "313": "食、狂、先作。譯者解云：因緣食者，食已不囑，後飢，須當自求乞一鉢食，授與彼囑食比丘。比丘即", "314": "或一口或五三口食已，還授與，得噉也比丘請食已不囑食強請", "315": "食，犯二事：彼言當受食者突吉羅，食竟波逸", "316": "提。不犯者，與囑者食、為他與去、時須七日、", "317": "終身因緣與食、狂、先作。", "318": "群食，犯二事：當食而受突吉羅，口口波逸提。", "319": "不犯者，時故兩一處食、乞共一處食、常食籌", "320": "食、月半說戒月朝、除五種食一切不犯、狂、先", "321": "作。", "322": "非時所食所噉者，犯二事：當食而受突吉羅，", "323": "口口波逸提。不犯者，時須七日、終身、狂、先", "324": "作。", "325": "舉所食噉食噉者，犯二事：當食而食突吉羅，", "326": "口口波逸提。不犯者，隨時隨時食、時須時須", "327": "食、七日七日食、終身食、狂、先作。", "328": "不受著口中，犯二事：當食而取突吉羅，口口", "329": "波逸提。不犯者，水及齒木、狂、先作。", "330": "自為求好食食，犯二事：當食而受突吉羅，口", "331": "口波逸提。不犯者，病、為病者求、不病食病者", "332": "殘、親里若請、為他自物、狂、先作。", "333": "知水蟲飲，犯二事：方便飲突吉羅，飲已波逸", "334": "提。不犯者，知飲水蟲不死而、狂、先作。", "335": "有食舍相近坐，犯二事：方便坐突吉羅，坐已", "336": "波逸提。不犯者，大家行床撿手足坐、小家床", "337": "不相接坐、比丘有伴、俱出俱婬罷、非宿屋、狂、", "338": "先作。", "339": "屏障處共母人床坐，犯二事：方便坐突吉", "340": "羅，坐已波逸提。不犯者，有可知男伴、立不", "341": "坐、無異意坐、狂、先作。", "342": "自手與無衣異學夫婦食，犯二事：方便與突", "343": "吉羅，與已波逸提。不犯者，教與不自與、放地", "344": "與、狂、先作。", "345": "去視軍發行，犯二事：當去突吉羅，立彼視波", "346": "逸提。不犯者，住精舍見、比丘或立坐臥來去", "347": "見、因緣急事、狂、先作。", "348": "過二夜軍宿，犯二事：方便宿突吉羅，宿已波", "349": "逸提。不犯者，二夜宿、減二夜宿、三夜向曉復", "350": "宿、病故、為病軍將逼留、緣礙急事、狂、先作。", "351": "去視戰陣，犯二事：當去突吉羅，立彼視波逸", "352": "提。不犯者，住精舍見、比丘或立坐臥來去、有", "353": "所作去、急事、狂、先作。", "354": "比丘瞋不可意與手捲，犯二事：方便與突吉", "355": "羅，與已波逸提。不犯者，觸嬈欲脫故與、狂、先", "356": "作。", "357": "比丘瞋不可意舉手相恐，犯二事：方便舉突", "358": "吉羅，舉已波逸提。不犯者，觸嬈欲脫故舉、狂、", "359": "先作。", "360": "知比丘犯罪覆藏犯一事，波逸提。不犯者，打", "361": "僧罵故群諍故不向說、破僧競故不向說、剛", "362": "強害命復梵行、不見餘好比丘、不欲覆藏、知", "363": "自現故、狂、先作。", "364": "比丘若來村邑食，彼人已或與或不與遣者，", "365": "犯二事：方便突吉羅，遣已波逸提。不犯者，俱", "366": "一處不足故遣、見貴物相打起貪法故遣、見", "367": "母人起不樂故遣、病守精舍與食而遣、欲作", "368": "非威儀故遣、狂、先作。", "369": "燃火炙，犯二事：方便然突吉羅，然已波逸提。", "370": "不犯者，病故、他作而炙、油火蛇窟、因緣急事、", "371": "狂、先作。", "372": "法事可作已後違法，犯二事：方便違突吉", "373": "羅，違已波逸提。不犯者，非法黨故、知非劍", "374": "暮作劍暮、狂、先作。五十五", "375": "未具足過二夜同宿，犯二事：方便臥突吉羅，", "376": "臥已波逸提。不犯者，二夜住、減二夜住、三夜", "377": "向曉復住、一切覆不障、一切障不覆、都不覆", "378": "不障、未具足臥比丘坐、比丘臥未具足坐、俱", "379": "坐、狂、先作。", "380": "惡見至三諫不捨，犯二事：白者突吉羅，語", "381": "竟波逸提。不犯者，不諫而捨、狂、先作。", "382": "知是非法語比丘不捨所見共止，犯二事：方", "383": "便共止突吉羅，共止已波逸提。不犯者，知未", "384": "舉、若罷捨見、狂、先作。", "385": "知是擯沙彌安處，犯二事：方便安處突吉羅，", "386": "安處已波逸提。不犯者，知不擯捨見、狂、先", "387": "作。", "388": "取寶，犯二事：方便取突吉羅，取已波逸提。", "389": "不犯者，寶似寶者或園內園邊自取教取舉、", "390": "彼有者當取、似寶者同意取暫取、糞掃想取、", "391": "狂、先作。", "392": "不取三惡色作新衣著，犯二事：方便著突吉", "393": "羅，著已波逸提。不犯者，取著作淨已失脫", "394": "滅、以淨縫牒不淨、補緣、狂、先作。", "395": "減半月浴，犯二事：方便浴突吉羅，浴竟波逸", "396": "提。不犯者，時故、半月、過半月、卒行浴、邊國", "397": "中、狂、先作。", "398": "故斷眾生命有四種：為當墮死掘坑者，突吉", "399": "羅。人墮死，波羅夷。閱叉餓鬼畜生人像者墮", "400": "死，土羅遮。畜生墮死，波逸提。不犯者，不故", "401": "不知、不欲殺、狂、先作。", "402": "故弄比丘悔，犯二事：方便弄突吉羅，弄已波", "403": "逸提。不犯者，不欲弄悔、知不滿二十與具足、", "404": "知過時食、知飲酒、知與母人共屏處坐、知此", "405": "教悔、狂、先作。", "406": "指挃笑，犯二事：方便笑突吉羅，笑已波逸提。", "407": "不犯者，不欲笑、有事故、狂、先作。", "408": "水戲，犯二事：沒水下戲突吉羅，在水上戲波", "409": "逸提。不犯者，不欲笑、有事入水、或沒或出、", "410": "渡故去急、狂、先作。", "411": "母人同宿，犯二事：方便臥突吉羅，臥已波逸", "412": "提。不犯者，一切覆不障、一切障不覆、都不覆", "413": "不障、母人臥比丘坐、比丘臥母人坐俱坐、狂、", "414": "先作。", "415": "比丘恐怖，犯二事：方便怖突吉羅，怖已波逸", "416": "提。不犯者，不欲怖、有賊惡蟲毘舍遮故、示色", "417": "聲香味細滑、狂、先作。", "418": "藏衣鉢坐具鍼筒腰帶，犯二事：方便藏突吉", "419": "羅，藏已波逸提。不犯者，不欲笑惡處與舉、若", "420": "舉說法已與、狂、先作。", "421": "比丘比丘尼六法尼沙彌沙彌尼所，自求衣", "422": "著不與直，犯二事：方便著突吉羅，著已波逸", "423": "提。不犯者，彼與、同意取、狂、先作。", "424": "比丘無根僧殘法驅棄，犯二事：方便驅突吉", "425": "羅，驅已波逸提。不犯者，如想語、教語、狂、先作。", "426": "知盜共一道行，犯二事：方便行突吉羅，行已", "427": "波逸提。不犯者，不相隨去、人隨去比丘不隨", "428": "去、要急事、狂、先作。", "429": "共母人一道行，犯二事：方便行突吉羅，行已", "430": "波逸提。不犯者，不相隨去、母人隨去比丘不", "431": "隨去、不要去、狂、先作。", "432": "知人年減二十與具足、犯二事：方便與具足", "433": "突吉羅、與具足已波逸提。不犯者、年減二十", "434": "想滿與、年滿二十與具足、狂、先作。", "435": "掘地，犯二事：方便掘突吉羅，下下波逸提。不", "436": "犯者，知此與此、須此取此、此語淨作、不故不", "437": "念、不知、狂、先作。", "438": "過是求藥，犯二事：方便求突吉羅，求已波逸", "439": "提。不犯者，請是藥求是藥、請中夜者求中夜、", "440": "請我此藥、我少此藥、示須此藥、親里若請、為", "441": "他、自物、狂、先作。", "442": "比丘說法時語：「若我不學此所學戒，當問餘", "443": "真持律比丘。」犯二事：方便語突吉羅，語已波", "444": "逸提。不犯者，言當知當學、狂、先作。", "445": "知比丘相打罵諍立聽，犯二事：當去突吉羅，", "446": "立聽已波逸提。不犯者，聽此已當捨止息、當", "447": "自避故去、狂、先作。", "448": "僧斷事時不囑起去，犯二事：輕而離突吉羅，", "449": "離已波逸提。不犯者，打僧罵故、亂鬪諍故去、", "450": "破僧競故去非法群黨、非劍暮作劍暮、若病", "451": "為病、急大小便、不欲壞劍暮、正爾當還故去、", "452": "狂、先作。", "453": "作擾動，犯二事：方便作突吉羅，作已波逸提。", "454": "不犯者，如我師所受問若說、狂、先作。", "455": "飲酒，犯二事：當飲而取突吉羅，口口波逸提。", "456": "不犯者，非酒似酒氣味、在羹中、狂、先作。", "457": "有比丘不白非時入村，犯二事：初脚過障突", "458": "吉羅，兩脚過波逸提。不犯者，急有所作、有比", "459": "丘白去、無比丘不白去、精舍去、尼舍去、異學", "460": "處去、道由村過、急事、狂、先作。", "461": "請食時有比丘不白，食前食後彼舍中行，犯", "462": "二事：初脚發過突吉羅，兩脚過波逸提。不犯", "463": "者，時故、有比丘白而入、無比丘不白入、家邊", "464": "道他家去、園內去、尼舍去、異學處去、急事、", "465": "狂、先作。", "466": "先未通入王門，犯二事：初脚發過突吉羅，兩", "467": "脚過波逸提。不犯者，先通、非王種、不拜為", "468": "王、王夫人俱出、宿屋、狂、先作。", "469": "貢高，犯二事：事未成貢高突吉羅，事成貢高", "470": "已波逸提。不犯者，不欲貢高、不廣聞、減再三", "471": "返聞、狂、先作。", "472": "骨牙角作鍼筒，犯二事：方便作突吉羅，作", "473": "已波逸提。不犯者，禪鎮、攢藥筒、藥匕梵本用柿", "474": "藥著眼中物，不名匕也、斧拂柄、狂、先作。", "475": "過量作床榻梵本不言榻也，音似，名小床也，犯二事：方便作突", "476": "吉羅，作已波逸提。不犯者，如量作、減作、他", "477": "作、過量得截用、狂、先作。", "478": "綿纏結作床榻，犯二事：方便作突吉羅，作已", "479": "波逸提。不犯者，禪帶腰帶鉢囊漉水物作、", "480": "枕他作、得破用、狂、先作。", "481": "過重作兩被，犯二事：方便作突吉羅，作已波", "482": "逸提。不犯者，如量作、減作、他過量作得截用、", "483": "狂、先作。", "484": "過量作泥洹僧，犯二事：方便作突吉羅，作已", "485": "波逸提。不犯者，如量作、減作、他過量作得截", "486": "用、狂、先作。", "487": "過量作坐具，犯二事：方便作突吉羅，作已波", "488": "逸提。不犯者，如量作、減作、他過量作得破用、", "489": "狂、先作。", "490": "知如來衣量作衣，犯二事：方便作突吉羅，", "491": "作已波逸提。不犯者，減作、他過量作得截用、", "492": "狂、先作。九十二事竟", "493": "四悔過法譯者解云：四悔者，或言應說法、或言應發露者也。", "494": "入家內自手取非親里尼食，犯二事：當食而", "495": "取突吉羅，口口是悔過。不犯者，親里、教與不", "496": "自與、放地與、精舍內與、時須七日、終身因", "497": "緣、六法尼、沙彌尼、狂、先作。", "498": "比丘尼索不訶而食，犯二事：當食而受突吉", "499": "羅，口口是悔過。不犯者，自有食教與不自與、", "500": "他有食與不教與、教與未得食者、六法尼、沙", "501": "彌尼、除五種食一切不犯、狂、先作。", "502": "拜為學家中自手取食，犯二事：當食而取突", "503": "吉羅，口口是悔過。不犯者，若請、若病請者、病", "504": "者殘常食、時須食、七日、終身因緣、狂、先作。", "505": "阿練若住處中，先不差園外自手取食，犯二", "506": "事：當食而取突吉羅，口口是悔過。不犯者，若", "507": "差若病、差者、病者殘、山所生根皮葉花果、", "508": "時須、七日、終身、狂、先作。四悔過竟", "509": "眾多法。", "510": "前後參差著泥洹僧，突吉羅。不犯者，不故、不", "511": "念、不知、病、急事、狂、先作。", "512": "前後參差披衣，突吉羅。不犯者，不故、不念、", "513": "不知、病、急事、狂、先作。", "514": "露身入家內，突吉羅。不犯者，不故、狂、先作。", "515": "露身坐家內，突吉羅。不犯者，不故、不念、不知、", "516": "病、眠、急事、狂、先作。", "517": "呵責入家內，突吉羅。不犯者，不故、不念、不知、", "518": "病、急事、狂、先作。", "519": "呵責坐家內，突吉羅。不犯者，不故、不念、不知、", "520": "病、急事、狂、先作。", "521": "左右視入家內，突吉羅。不犯者、不故、狂、先作。", "522": "左右視坐家內，突吉羅。不犯者，不故、不念、不", "523": "知、狂、先作。", "524": "作大高聲入家內，突吉羅。不犯者，不故、狂、先", "525": "作。", "526": "作大高聲坐家內，突吉羅。不犯者，不故、不念、", "527": "不知、狂、先作。", "528": "蹲入家內，突吉羅。不犯者，不故、狂、先作。", "529": "覆頭入家內，突吉羅。不犯者，不故、不念、不知、", "530": "病、眠、急事、狂、先作。", "531": "覆頭坐家內，突吉羅。不犯者，眠、狂、先作。", "532": "現胸入家內，突吉羅。不犯者，不故、狂、先作。", "533": "現胸坐家內，突吉羅。不犯者，不故、不念、不知、", "534": "病、眠、急事、狂、先作。", "535": "下垂坐家內，突吉羅。不犯者，不故、不念、不知、", "536": "病、眠、急事、狂、先作。", "537": "抄衣入家內，突吉羅。不犯者，不故、狂、先作。", "538": "抄衣坐家內，突吉羅。不犯者，不故、不念、不知、", "539": "病、眠、急事、狂、先作。", "540": "搖臂入家內，突吉羅。不犯者，不故、狂、先作。", "541": "搖身坐家內，突吉羅。不犯者，不故、不念、不知、", "542": "病、眠、急事、狂、先作。", "543": "搖頭入家內，突吉羅。不犯者，不故、不念、不知、", "544": "狂、先作。", "545": "搖頭坐家內，突吉羅。不犯者，不故、不念、不知、", "546": "病、眠、急事、狂、先作。", "547": "弄手脚入家內，突吉羅。不犯者，不故、狂、先作。", "548": "弄手脚坐家內，突吉羅。不犯者，不故、狂、先作。", "549": "不端一受飯，突吉羅。不犯者，不故、狂、先作。", "550": "左右視受飯，突吉羅。不犯者，不故、狂、先作。", "551": "多取羹，突吉羅。不犯者，不故、不念、不知、病、若", "552": "種種親里若請、為他自物、急事、狂、先作。", "553": "堆受飯，突吉羅。不犯者，不故、狂、先作。", "554": "爴堆飯食，突吉羅。不犯者，不故、不念、不知、病、", "555": "爴殘著一處食、急事、狂、先作。", "556": "不端一食，突吉羅。不犯者，不故、狂、先作。", "557": "處處採飯食，突吉羅。不犯者，不故、不念、不知、", "558": "病採、與他採出、急事、狂、先作。", "559": "多羹食，突吉羅。不犯者，不故、不念、不知、病、種", "560": "種親里若請、自物、急事、狂、先作。", "561": "大作摶，突吉羅。不犯者，不故、不念、不知、病、若", "562": "餅果、急事、狂、先作。", "563": "長作摶，突吉羅。不犯者，不故、不念、不知、病、餅", "564": "果、急事、狂、先作。", "565": "摶未至張口，突吉羅。不犯者，不故、狂、先作。", "566": "含飯語，突吉羅。不犯者，狂、先作。", "567": "一切手入口，突吉羅。不犯者，不故、狂、先作", "568": "作󰜥㗱食，突吉羅。不犯者，不故、狂、先作。", "569": "作吸食，突吉羅。不犯者，不故、狂、先作。", "570": "舐脣食，突吉羅。不犯者，不故、不念、不知、病、", "571": "急事、狂、先作。", "572": "吐舌食，突吉羅。不犯者，不故、不念、不知、病、急", "573": "事、狂、先作。", "574": "縮鼻食，突吉羅。不犯者，不故、不念、狂、先作。", "575": "截摶食，突吉羅。不犯者，不故、不念、不知、病、", "576": "若餅果、急事、狂、先作。", "577": "作吐出食，突吉羅。不犯者，不故、不念、不知、病、", "578": "若餅果、急事、狂、先作。", "579": "舐手食，突吉羅。不犯者，不故、不念、不知、狂、先", "580": "作。", "581": "放鉢食，突吉羅。不犯者，不故、不念、不知、病、放", "582": "殘著一處食、急事、狂、先作。", "583": "振手食，突吉羅。不犯者，不故、不念、不知、病、急", "584": "事、狂、先作。", "585": "作酪飯食，突吉羅。不犯者，不故、不念、不知、病、", "586": "急事、狂、先作。", "587": "膩手取水器，突吉羅。不犯者，不故、不念、不知、", "588": "病、當洗教洗故取、急事、狂、先作。", "589": "自為索羹飯食，突吉羅。不犯者，不故、不念、不", "590": "知、病親里若請、為他自物、急事、狂、先作。", "591": "羹味覆飯，突吉羅。不犯者，不故、不念、不知、", "592": "主覆與不欲更得、急事、狂、先作。", "593": "呵想視他鉢，突吉羅。不犯者，不故、不念、不知、", "594": "不呵想視、急事、狂、先作。", "595": "澡鉢水有飯瀉家內，突吉羅。不犯者，不故、不", "596": "念、不知、病撩去、若破瀉外、急事、狂、先作。", "597": "為騎乘說法，突吉羅。不犯者，不故、不念、狂、先", "598": "作。", "599": "後行為前說法，突吉羅。不犯者，不故、狂、先作。", "600": "道外為道中說法，突吉羅。不犯者，不故、狂、先", "601": "作。", "602": "地坐為床上說法，突吉羅。不犯者，不故、不念、", "603": "不知、病、急事、狂、先作。", "604": "卑床為高床坐說法，突吉羅。不犯者，不故、不", "605": "念、不知、病、急事、狂、先作。", "606": "立為坐說法，突吉羅。不犯者，不故、不念、不知、", "607": "狂、先作。", "608": "為臥說法，突吉羅。不犯者，不故、狂、先作。", "609": "為覆頭說法，突吉羅。不犯者，不故、不念、不知、", "610": "露頭、急事、狂、先作。", "611": "為纏頭說法，突吉羅。不犯者，不故、不念、不知、", "612": "病露髮、急事、狂、先作。", "613": "為垂衣坐說法，突吉羅。不犯者，不故、不念、狂、", "614": "先作。", "615": "為著屣說法，突吉羅。不犯者，不故、不念、狂、", "616": "先作。", "617": "為著屐說法，突吉羅。不犯者，不故、不念、狂、", "618": "先作。", "619": "為持杖說法，突吉羅。不犯者，不故、狂、先作。", "620": "為持蓋說法，突吉羅。不犯者，不故、狂、先作。", "621": "為持刀說法，突吉羅。不犯者，不故、不知、狂、先", "622": "作。", "623": "為持器仗梵本音不言器仗也，更有名，難轉也說法，突吉羅。不犯", "624": "者，不故、不念、狂、先作。", "625": "生草上作大小便涕唾，突吉羅。不犯者，不故、", "626": "不知、病、非生草用拭、急事、狂、先作。", "627": "水中作大小便涕唾，突吉羅。不犯者，不故、不", "628": "念、不知、病、水邊洗、急事、狂、先作。", "629": "立作大小便，突吉羅。不犯者，不故、不念、不知、", "630": "病、狂、先作。眾多七十四竟", "631": "優波離問佛經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1466 優波離問佛經: 優波離問佛經: 優波離問佛經", "source": "CBETA"}