{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0509 阿闍世王授決經", "text": {"0": "No. 509 [No. 510]", "1": "阿闍世王授決經", "10": "主曰：「母人大貧窮，乞得兩錢，何不買食以", "11": "自連繼，用此膏為？」母曰：「我聞佛生難值，百", "12": "劫一遇。我幸逢佛世而無供養，今日見王作", "13": "大功德，巍巍無量激起我意，雖實貧窮故", "14": "欲然一燈，為後世根本者也。」於是膏主知其", "15": "至意，與兩錢膏應得二合，特益三合凡得五", "16": "合。母則往，當佛前然之。心計此膏不足半夕，", "17": "乃自誓言：「若我後世得道如佛，膏當通夕光", "18": "明不消。」作禮而去。王所然燈或滅、或盡，雖有", "19": "人侍恒不周匝；老母所然一燈，光明特朗，殊", "2": "西晉沙門釋法炬譯", "20": "勝諸燈通夕不滅，膏又不盡。至明朝旦，母復", "21": "來前頭面作禮，叉手却住。", "22": "佛告目連：「天今已曉，可滅諸燈。」目連承教，以", "23": "次滅諸燈，燈皆已滅，惟此母一燈三滅不", "24": "滅，便舉袈裟以扇之，燈光益明；乃以威神引", "25": "隨藍風以次吹燈，老母燈更盛猛，乃上照梵", "26": "天，傍照三千世界悉見其光。佛告目連：「止！止！", "27": "此當來佛之光明功德，非汝威神所毀滅。此", "28": "母宿命供養百八十億佛已，從前佛受決，務", "29": "以經法教授開化人民，未暇修檀，故今貧窮", "3": "聞如是：一時，佛在羅閱祇國耆闍崛山中。時", "30": "無有財寶。却後三十劫，功德成滿當得作佛，", "31": "號曰須彌燈光如來、至真，世界無有日月，人", "32": "民身中皆有大光，宮室眾寶光明相照如忉", "33": "利天上。」老母聞決歡喜，即時輕舉身昇虛空，", "34": "去地百八十丈，來下頭面作禮而去。王聞之，", "35": "問祇婆曰：「我作功德巍巍如此，而佛不與我", "36": "決；此母然一燈便受決。何以爾也？」祇婆曰：「王", "37": "所作雖多，心不專一，不如此母注心於佛也。」", "38": "乃更往請佛。宿勅諸園監，各令晨採好華，早", "39": "送入宮至中。佛便晨出祇洹，徐徐緩行，隨", "4": "阿闍世王請佛，飯食已訖，佛還祇洹。王與祇", "40": "道為人民說法，投日中至宮。有一園監持華", "41": "適出園巷，正與佛會於大道之衢，聞佛說經", "42": "一心歡喜，即以所持華悉散佛上，花皆住於", "43": "空中當佛頭上。佛即授決曰：「汝已供養九十", "44": "億佛，却後百四十劫，汝當為佛，號曰覺華如", "45": "來。」其人歡喜，即時輕舉身昇虛空，來下作", "46": "禮畢，即更自念：「我王為人性大嚴急，故宿", "47": "勅我齋戒將華，當以供佛，而我悉自以上佛，", "48": "空手而往，必當殺我。」便徑歸家，置空華箱於", "49": "戶外，入告婦言：「我朝來未食，王今當殺我，", "5": "婆議曰：「今日請佛，佛飯已竟，更復所宜？」祇", "50": "急為具食。」婦聞大惶，懅曰：「王何故相殺？」便為", "51": "婦本末說之。婦即出，至竈下具食，天帝釋", "52": "便以天華滿空箱中。婦持食還，見戶外箱中", "53": "華滿如故，光色非凡，即以告夫。夫出戶視，知", "54": "是天花，心大歡喜，止不復食便持華入。王適", "55": "出迎佛，道與王相逢。王見華大好，世間希有，", "56": "即問監曰：「我園中大有此好華乃爾，而汝前", "57": "後不送上，汝罪應死，寧知之不？」監曰：「大王！", "58": "園中無有此華。臣朝早將園華道路逢佛，不", "59": "勝歡喜，盡以上佛，即授與我決。知當殺故，", "6": "婆言：「惟多然燈也。」於是王乃勅具百斛麻", "60": "過家索食，比其頃出視空箱中，復見此華；必", "61": "是天華，非園所有。今我生既卑賤，為王守園，", "62": "拘制縣官不得行道；一已授決，正爾而死，", "63": "必生天上，十方佛前無所拘制，可得恣意行", "64": "道。王若相殺，我無所在也。」王聞授決，便", "65": "生慚怖，肅然毛竪，即起作禮，長跪懺悔。佛", "66": "至宮，飯食已訖，呪願而去。王復問祇婆曰：「我", "67": "前請佛，而老母受決；今日設福，而園監受決；", "68": "我獨何故初無所獲？心甚於悒，當復宜作何", "69": "等功德耶？」祇婆曰：「王雖頻日設福，但用國", "7": "油膏，從宮門至祇洹精舍。時有貧窮老母，常", "70": "藏之財，使人民之力，心或貢高、意或瞋恚，故", "71": "未得決。今宜割損身中自供之具，并脫瓔珞", "72": "七寶珠環以作寶華，當與夫人、太子併力合", "73": "掌，自就功勤一心上佛，佛照王至誠必得", "74": "決也。」於是王減徹廚膳晝夜齋戒，脫身上", "75": "諸寶，合聚諸師曰前作華，王及夫人、太子", "76": "皆自著手，至九十日所作悉成，勅外駕當", "77": "往上佛。傍臣白言：「聞佛前到鳩夷那竭國，", "78": "已般泥洹也。」王聞心大悲號，涕淚哽咽曰：「我", "79": "故至心手作此華，佛雖般泥洹，我故當齎詣", "8": "有至心欲供養佛而無資財，見王作此功德", "80": "耆闍崛山，以上佛坐處，展馳我意也。」祇婆曰：", "81": "「佛者，無身亦無泥洹，亦不常住無滅無在；惟", "82": "至心者為得見佛，佛雖在世間，無至心者為", "83": "不見佛，大王至誠乃爾，佛雖般泥洹，往必見", "84": "佛。」便至耆闍崛山中，見佛且悲且喜，垂淚", "85": "而進，頭面作禮，以七寶華前散佛上，華皆住", "86": "空中化成寶蓋正當佛上，佛便授與王決曰：", "87": "「却後八萬劫，劫名喜觀，王當為佛，佛號淨其", "88": "所部如來，剎土名華王，時人民壽四十小劫。」", "89": "阿闍世王太子，名旃陀和利，時年八歲，見父", "9": "乃更感激，行乞得兩錢，以至麻油家買膏。膏", "90": "授決甚大歡喜，即脫身上眾寶以散佛上曰：", "91": "「願淨其所部作佛時，我作金輪聖王得供養", "92": "佛，佛般泥洹後，我當承續為佛。」其所散寶，化", "93": "為交露帳正覆佛上。佛言：「必如汝願，王為", "94": "佛時必當作金輪聖王，壽終便上生兜率", "95": "天上，壽盡便下作佛，在藥王剎土教授，佛", "96": "號栴檀，人民壽命國土所有，皆如淨其所部。」", "97": "佛時授決適竟，王及旃陀和利前為佛作禮，", "98": "便㸌然不見佛所在。", "99": "阿闍世王授決經"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0509 阿闍世王授決經", "author": "西晉 法炬譯", "sourceLink": "http://www.cbeta.org/"}