{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0602 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經", "text": {"0": "No. 602", "1": "序佛說大安般守意經卷上", "10": "絲髮。梵釋仙聖所不能照明，默種于此化生", "100": "不得生；二者、已生當疾滅；三者、事已行當從", "101": "後悔，計億萬劫不復作也。守與意各自異，護", "102": "十方一切覺對不犯是為守，覺彼無為是為", "103": "意，是守意也。守意中有四樂：一者、知要樂；", "104": "二者、知法樂；三者、為知止樂；四者、為知可", "105": "樂；是為四樂。法為行，得為道。守意六事為有", "106": "內外：數、隨、止是為外，觀、還、淨是為內。隨道也，", "107": "何以故？念息相隨，止觀還淨，欲習意近道故。", "108": "離是六事，便隨世間也。數息為遮意，相隨為", "109": "𣫍意，止為定意，觀為離意，還為一意，淨為", "11": "乎。彼非凡所覩，謂之陰也，猶以晦曀種夫", "110": "守意。用人不能制意，故行此六事耳。何以", "111": "故數息？用意亂故。何以故不得？用不識故。", "112": "何以故不得禪？用不棄習盡證行道故也。數", "113": "息為地，相隨為犁，止為軛，觀為種，還為雨，", "114": "淨為行，如是六事，乃隨道也。數息斷外，相隨", "115": "斷內，止為止罪，行觀却意，不受世間為還，念", "116": "斷為淨也。意亂當數息，意定當相隨，意斷當", "117": "行止，得道意當觀，不向五陰當還，無所有當", "118": "為淨也。多事當數息，少事當相隨，家中意盡", "119": "當行止，畏世間當觀，不欲世間為還，念斷為", "12": "深芬，闓手覆種，孳有萬億，旁人不覩其形，種", "120": "淨也。何以故數息？不欲隨五陰故。何以故相", "121": "隨？欲知五陰故。何以故止？欲觀五陰故。何", "122": "以故觀陰？欲知身本故。何以故知身本？欲棄", "123": "苦故。何以故為還？厭生死故。何以故為淨？分", "124": "別五陰不受故。便隨黠慧八種道得，別為得", "125": "所願也。行息時為隨數，相隨時為隨念，止時", "126": "為隨定，觀時為隨淨，還時為隨意，淨時為隨", "127": "道，亦為隨行也。", "128": "數息為四意止，相隨為四意斷，止為四神足", "129": "念，觀為五根、五力，還為七覺意，淨為八行也。", "13": "家不知其數也。一朽乎下，萬生乎上，彈指之", "130": "得息不相隨，不為守意；得相隨不止，不為守", "131": "意；得止不觀，不為守意；得觀不還，不為守意；", "132": "得還不淨，不為守意；得淨復淨，乃為守意也。", "133": "已念息，惡不生，復數者，為共遮意，不隨六衰", "134": "故。行相隨為欲離六衰，行止為欲却六衰，行", "135": "觀為欲斷六衰，行還為欲不受六衰，行淨為", "136": "欲滅六衰。已滅盡，便隨道也。", "137": "數息欲遮意，息中有長短，當復遮是長短意", "138": "也。何以故守意？欲止惡故。惡亦可守，亦不可", "139": "守。何以故？惡已盡，不當復守也。", "14": "間，心九百六十轉；一日一夕，十三億意。意有", "140": "數息有三事：一者、當坐行；二者、見色當念非", "141": "常不淨；三者、當曉瞋、恚、疑、嫉、念過去也。數", "142": "息亂者，當識因緣所從起，當知是內意。一息", "143": "亂者是外意過，息從外入故；二息亂者是內", "144": "意過，息從中出故。三、五、七、九屬外意，四、六、八、", "145": "十屬內意。嫉、瞋恚、疑，是三意在內；殺、盜、婬、兩", "146": "舌、惡口、妄言、綺語，是七意及餘事屬外也。得", "147": "息為外，不得息為內。息從意生，念息合為一，", "148": "數息至盡數，為一亦非一，意在外，息未盡故。", "149": "譬如數錢，意在五，數為一也。數息所以先數", "15": "一身，心不自知，猶彼種夫也。是以行寂，繫意", "150": "入者，外有七惡，內有三惡，用少不能勝多，", "151": "故先數入也。數息不得者，失其本意故。本意，", "152": "謂非常、苦、空、非身。失是意墮顛倒故，亦為失", "153": "師。師者，初坐時，第一入息得身安便次第行；", "154": "為失其本意，故不得息也。數息，意常當念非", "155": "常、苦、空、非身，計息出亦滅，入亦滅。已知是得", "156": "道，疾當持非常恐意。得是意，即得息也。入息、", "157": "出息所以異者，出息為生死陰，入息為思想", "158": "陰；有時出息為痛痒陰，入息為識陰。用是", "159": "為異，道人當分別是意也。入息者為不受罪，", "16": "著息，數一至十；十數不誤，意定在之；小定三", "160": "出息者為除罪，守意者為離罪。入息者為受", "161": "因緣，出息者為到因緣，守意者為不離因緣", "162": "也。數息不得，有三因緣：一者、罪到；二者、行不", "163": "互；三者、不精進也。入息短，出息長，無所從", "164": "念為道意，有所念為罪；罪惡在外，不在內也。", "165": "數息時，有離意為喘息長，得息為喘息短，不", "166": "安行息為長，定為短。念萬物為長息，無所念", "167": "為短息。未至十息，壞復更數為長息，得十息", "168": "為短息。得息為短，何以故？止不復數故。得息", "169": "亦為長，何以故？息不休，故為長也。喘息長自", "17": "日，大定七日，寂無他念，怕然若死，謂之一禪。", "170": "知，喘息短自知：謂意所在為自知長短，意覺", "171": "長短為自知，意不覺長短為不自知也。道人", "172": "行安般守意欲止意，當何因緣得止意？聽說", "173": "安般守意，何等為安？何等為般？安名為入息，", "174": "般名為出息，念息不離，是名為安般。守意者，", "175": "欲得止意。在行者、新學者，有四種安般守意", "176": "行，除兩惡十六勝，即時自知，乃安般守意行，", "177": "令得止意。何等為四種？一為數，二為相隨，三", "178": "為止，四為觀。何等為兩惡？莫過十息，莫減十", "179": "數。何等為十六勝？即時自知喘息長；即自知", "18": "禪，棄也，棄十三億穢念之意。已獲數定，轉念", "180": "喘息短；即自知喘息動身；即自知喘息微；即", "181": "自知喘息快；即自知喘息不快；即自知喘息", "182": "止；即自知喘息不止；即自知喘息歡心；即", "183": "自知喘息不歡心；即自知內心念萬物已去", "184": "不可復得，喘息自知；內無所復思，喘息自知；", "185": "棄捐所思，喘息自知；不棄捐所思，喘息自知；", "186": "放棄軀命，喘息自知；不放棄軀命，喘息自知。", "187": "是為十六即時自知也。問：何等為莫過十數、", "188": "莫減十數？報：息已盡未數是為過，息未盡便", "189": "數是為減。失數亦惡，不及亦惡，是為兩惡。至", "19": "著隨，蠲除其八。正有二意，意定在隨，由在數", "190": "二息亂為短息，至九息亂為長息，得十息為", "191": "快息。相隨為微，意在長便轉意：「我何以故念", "192": "長？」意在短，即時覺不得令意止，止為著。放棄", "193": "軀命者，謂行息。得道意，便放棄軀命；未得道", "194": "意，常愛身故，不放棄軀命也。息細微為道，長", "195": "為生死，短息動為生死，長於道為短，何以故？", "196": "不得道意，無知見，故為短也。數息為單，相隨", "197": "為複，止為一意，觀為知意，還為行道，淨為", "198": "入道也。數時為念，至十息為持，是為外禪；念", "199": "身不淨隨空，是為內禪也。禪法惡來不受，是", "2": "康僧會序", "20": "矣！垢濁消滅，心稍清淨，謂之二禪也。又除其", "200": "名為棄。閉口數息，隨氣出入，知氣發何所，滅", "201": "何所。意有所念，不得數息；有遲疾、大小，亦不", "202": "得數；耳聞聲亂，亦不得數也。數息，意在息，數", "203": "為不工，行意在意乃為止。數息，意但在息，是", "204": "為不工。當知意所從起、氣所滅，是乃應數因", "205": "緣盡，便得定意也。守意者，念出入息，已念息", "206": "不生惡，故為守意。息見因緣生，無因緣滅；因", "207": "緣斷，息止也。數息為至誠，息不亂為忍辱。", "208": "數息氣微，不復覺出入，如是當守一念止也。", "209": "息在身，亦在外，得因緣息生，罪未盡故有息；", "21": "一，注意鼻頭，謂之止也。得止之行，三毒、四走、", "210": "斷因緣，息不復生也。", "211": "數息以為隨第二禪。何以故？用不待念故，", "212": "為隨第二禪也。數息為不守意，念息乃為守", "213": "意。息從外入息未盡，息在入意，在盡識，在數", "214": "也。十息有十意為十絆，相隨有二意為二絆，", "215": "止為一意為一絆。不得息數為惡意不可絆；", "216": "惡意止，乃得數，是為和調可意絆也。已得息", "217": "棄息，已得相隨棄相隨，已得止棄止，已得觀", "218": "棄觀，莫復還；莫復還者，莫復數。息亦使意，意", "219": "亦使息也；有所念為息使意，無所念為意使", "22": "五陰、六冥，諸穢滅矣，煚然心明踰明月珠。婬", "220": "息也。息有四事：一為風，二為氣，三為息，四", "221": "為喘。有聲為風，無聲為氣，出入為息，氣出入", "222": "不盡為喘也。數息斷外，相隨斷內，數從外入", "223": "為斷外，亦欲離外因緣，數從中出為欲離內", "224": "因緣。外為身離，內為意離；身離、意離是為相", "225": "隨，出、入息是為二事也。數息為欲斷內外因", "226": "緣。何等為內、外？謂眼、耳、鼻、口、身、意為內，色、聲、", "227": "香、味、細滑、念為外也。行息為使意向空，但欲", "228": "止餘意。何以為向空？息中無所為故也。數息", "229": "意走不？即時覺者，罪重意輕，罪引意去疾，", "23": "邪污心，猶鏡處泥穢垢污焉；偃以照天，覆以", "230": "故不覺也。行道已得息，自厭息意，欲轉不復", "231": "欲數，如是為得息。相隨止觀亦爾也。知出入", "232": "息滅，滅為得息相；知生死不復用，為得生死", "233": "相。已得四禪，但念空為種道栽。", "234": "行息已得定，不復覺氣出入，便可觀。一、當觀", "235": "五十五事；二、當觀身中十二因緣也。問：息出", "236": "入，寧有處不？報：息入時是其處，出息時是其", "237": "處。數息身坐，痛痒、思想、生死、識止不行，是為", "238": "坐也。念息得道，復校計者，用息無所知故。問：", "239": "念息得道，何以為無所知？報：意知息，息不知", "24": "臨土；聰叡聖達，萬土臨照。雖有天地之大，靡", "240": "意，是為無所知。人不能得校計意，便令數息，", "241": "欲令意定。雖數息，但不生惡。無有黠智，當何", "242": "等行得黠慧？從一至十，分別定亂，識對行藥；", "243": "已得定意，便隨黠慧，得校計為墮觀也。問：", "244": "何等為數？報：數者謂事。譬如人有事更求，是", "245": "為數罪。道人數福，何以故正為十？一意起為", "246": "一，二意起為二，數終於十，至十為竟，故言十", "247": "數為福。復有罪者，用不能壞息，故為罪；亦謂", "248": "意生死不滅，墮世間已，不斷世間事為罪也。", "249": "六情為六事，痛痒、思想、生死、識，合為十事，應", "25": "一夫而能覩，所以然者，由其垢濁。眾垢污心，", "250": "內十息；殺、盜、婬、兩舌、惡口、妄言、綺語、嫉妬、瞋", "251": "恚、癡，應外十息，謂止不行也。", "252": "問：何等為十六事？報：十事者謂數，至十六", "253": "者，謂數、相隨、止、觀、還、淨，是為十六事，為行", "254": "不離，為隨道也。問：數息念風為隨色，何以應", "255": "道？報：行意在數不念色，氣盡便滅，墮非常、知", "256": "非常為道也。道人欲得道，要當知坐、行二事：", "257": "一者為坐，二者為行。問：坐與行為同、不同？報：", "258": "有時同，有時不同。數息、相隨、止、觀、還、淨，此六", "259": "事有時為坐，有時為行。何以故？數息意定", "26": "有踰彼鏡矣！若得良師剗刮瑩磨，薄塵微曀，", "260": "是為坐，意隨法是為行；已起意不離為行，亦", "261": "為坐也。坐禪法，一不數二，二不數一。一數二", "262": "者，謂數一息未竟便言二，是為一數二，如是為", "263": "過精進；二數一者，謂息已入二甫言一，是為二", "264": "數一，如是為不及精進。從三至四、五至六、七", "265": "至八、九至十，各自有分部，當分別所屬；在一", "266": "數一，在二數二，是為法行，便墮精進也。有", "267": "三坐墮道：一為數息坐，二為誦經坐，三為", "268": "聞經喜坐，是為三也。坐有三品：一為味合坐，", "269": "二為淨坐，三為無有結坐。何等為味合坐？謂", "27": "蕩使無餘；舉之以照，毛髮面理，無微不察；垢", "270": "意著行不離，是為味合坐。何謂為淨坐？謂", "271": "不念為淨坐。何等為無有結坐？謂結已盡為", "272": "無有結坐也。息有三輩：一為雜息，二為淨", "273": "息，三為道息。不行道，是為雜息；數至十息", "274": "不亂，是為淨息；已得道，是為道息也。息有三", "275": "輩：有大息，有中息，有微息。口有所語，謂大", "276": "息止；念道，中息止；得四禪，微息止也。", "277": "問：佛何以教人數息守意？報：有四因緣；一者、", "278": "用不欲痛故；二者、用避亂意故；三者、用閉因", "279": "緣，不欲與生死會故；四者、用欲得泥洹道故", "28": "退明存使其然矣！情溢意散念，萬不識一矣。", "280": "也。譬喻說日無光明者，有四因緣：一者、用有", "281": "雲故；二者、用有塵故；三者、用有大風故；四者、", "282": "用有烟故。數息不得，亦有四因緣：一者、用念", "283": "生死校計故；二者、用飲食多故；三者、用疲極", "284": "故；四者、用坐不得更罪地故。此四事來皆有", "285": "相：坐數息，忽念他事失息意，是為念校計", "286": "相；骨節盡痛，不能久坐，是為食多相；身重", "287": "意瞪𥌋，但欲睡眠，是為疲極相；四面坐，不", "288": "得一息，是為罪地相。以知罪，當經行；若讀經", "289": "文坐，意不習罪，亦禍消也。道人行道當念", "29": "猶若於市，馳心放聽，廣採眾音；退宴在思，不", "290": "本。何等為本？謂心意識是為本。是三事皆不", "291": "見，已生便滅，本意不復生，得是意為道意；本", "292": "意已滅，無為痛更因緣生便斷也。定意日勝，", "293": "日勝為定意。有時從息得定意，有時從相隨", "294": "得定意，有時從止得定意，有時從觀得定意，", "295": "隨得定因緣直行也。行息亦墮貪，何以故？意", "296": "以定便喜故。便當計出息、入息、念滅時，息生，", "297": "身生；息滅，身滅。尚未脫生死苦，何以故？喜已", "298": "計，如是便貪止也。數息欲疾，相隨欲遲；有時", "299": "數息當安徐，相隨時當為疾。何以故？數息意", "3": "夫安般者，諸佛之大乘，以濟眾生之漂流", "30": "識一夫之言。心逸意散，濁翳其聰也。若自閑", "300": "不亂當安徐，數亂當為疾，相隨亦同如是也。", "301": "第一數亦相隨，所念異，雖數息，當知氣出入，", "302": "意著在數也。數息，復行相隨。止觀者，謂不得", "303": "息；前世有習，在相隨止觀。雖得相隨，止觀當", "304": "還從數息起也。數息意不離，是為法離，為非", "305": "法數息，意不隨罪，意在世間，便墮罪也。數息", "306": "為不欲亂意故，意以不亂復行相隨者，證上", "307": "次意知為止。止與觀同，還與淨同也。行道得", "308": "微意當倒意者，謂當更數息。若讀經已，乃復", "309": "行禪微意者，謂不數息及行相隨也。", "31": "處，心思寂寞，志無邪欲，側耳靖聽，萬句不", "310": "佛有六潔意，謂數息、相隨、止、觀、還、淨，是六事", "311": "能制無形也。息亦是意，亦非意。何以故？數時，", "312": "意在息為是；不數時，意息各自行，是為非意。", "313": "從息生意已，止無有意也。人不使意，意使", "314": "人。使意者，謂數息、相隨、止、觀、還、淨。念《三十", "315": "七品經》，是為使意；人不行道，貪求隨欲，是", "316": "為意使人也。息有垢，息垢不去，不得息。何等", "317": "為息垢？謂三冥中最劇者，是為息垢。何等為", "318": "三冥？謂三毒起時，身中正冥，故言三冥。三毒", "319": "者：一為貪婬，二為瞋恚，三為愚癡。人皆坐是", "32": "失，片言斯著，心靖意清之所由也。行寂止意，", "320": "三事死，故言毒也。數息時，意在數息；未數時，", "321": "有三意：有善意、有惡意、有不善不惡意。欲知", "322": "人得息相者，當觀萬物及諸好色，意不復著，", "323": "是為得息；相意復著，是為未得，當更精進。行", "324": "家中意欲盡者，謂六情為意家，貪愛萬物皆", "325": "為意家也。相隨者，謂行善法，從是得脫，當與", "326": "相隨；亦謂不隨五陰、六入、息與意相隨也。", "327": "問：第三止何以故止在鼻頭？報：用數息、相隨、", "328": "止、觀、還、淨，皆從鼻出入，意習故處，亦為易識，", "329": "以是故著鼻頭也。惡意來者斷為禪，有時在", "33": "懸之鼻頭，謂之三禪也。還觀其身，自頭至足，", "330": "鼻頭止，有時在心中止；在所著為止。邪來", "331": "亂人意，直觀一事，諸惡來，心不當動，心為不", "332": "畏之哉也。止有四：一為數止，二為相隨止，", "333": "三為鼻頭止，四為息心止。止者，謂五樂六入，", "334": "當制止之也。", "335": "入息至盡鼻頭止，謂惡不復入至鼻頭止；出", "336": "息至盡著鼻頭，謂意不復離身行向惡，故著", "337": "鼻頭；亦謂息初入時，便一念向不復轉，息出", "338": "入亦不復覺，是為止也。止者，如如出息、入息，", "339": "覺知前意出，不覺後意出。覺前意為意相", "34": "反覆微察；內體污露，森楚毛竪，猶覩膿涕。於", "340": "觀，便察出入息見敗，便受相畏生死，便却", "341": "意，便隨道意相也。莫為相隨者，但念著鼻頭，", "342": "五陰因緣不復念，罪斷意滅，亦不喘息，是為", "343": "止也。莫為相隨者，謂莫復意念出入，隨五陰", "344": "因緣，不復喘息也。", "345": "第四觀者，觀息敗時，與觀身體異息，見因緣", "346": "生，無因緣滅也。心意受相者，謂意欲有所得，", "347": "心計因緣會當復滅，便斷所欲不復向，是為", "348": "心意受相也。以識因緣為俱相觀者，謂識知", "349": "五陰因緣，出息亦觀，入息亦觀；觀者謂觀五", "35": "斯具照天地人物，其盛若衰，無存不亡。信佛", "350": "陰，是為俱觀。亦應意意相觀，為兩因緣，在內", "351": "斷惡、念道也。觀出息異、入息異者，謂出息為", "352": "生死陰，入息為思想陰；有時出息為痛痒陰，", "353": "入息為識陰。隨因緣起便受陰，意所向無有", "354": "常，用是故為異，道人當分別知。是亦謂出息", "355": "滅，入息生；入息滅，出息生也。無有故者，謂人", "356": "意及萬物，意起已滅，物生復死，是為無有故", "357": "也。非出息是入息，非入息是出息；非謂出息", "358": "時意不念入息，入息時意不念出息，所念異", "359": "故言非也。中信者，謂入道中、見道因緣、信道，", "36": "三寶，眾冥皆明，謂之四禪也。攝心還念，諸陰", "360": "是為中信也。", "361": "第五還棄結者，謂棄身七惡；第六淨棄結者，", "362": "為棄意三惡，是名為還。還者，為意不復起惡；", "363": "惡者，是為不還也。還身者，謂還惡。得第五還，", "364": "尚有身亦無身。何以故？有意有身，無意無身，", "365": "意為人種，是名為還。還者，謂意不復起惡；起", "366": "惡者，是為不還，亦謂前助身，後助意。不殺、盜、", "367": "婬、兩舌、惡口、妄言、綺語，是為助身；不嫉、瞋恚、", "368": "癡，是為助意也。還五陰者，譬如買金得石，便", "369": "棄捐地不用；人皆貪愛五陰，得苦痛便不欲", "37": "皆滅，謂之還也；穢欲寂盡，其心無想，謂之淨", "370": "是，為還五陰也。何等為便見滅盡處，謂無所", "371": "有是為滅處。問：已無所有，何以故為處者？", "372": "無所有處有四處：一者、飛鳥以空中為處；二", "373": "者、羅漢以泥洹為處；三者、道以無有為處；四", "374": "者、法在觀處也。出息、入息受五陰相者，謂意", "375": "邪念，疾轉還正以生覺斷，為受五陰相。言受", "376": "者，謂受不受相也。以受五陰相，知起何所，滅", "377": "何所。滅者，為受十二因緣，人從十二因緣生，", "378": "亦從十二因緣死；不念者，為不念五陰也。知", "379": "起何所、滅何所，謂善惡因緣起便復滅，亦謂", "38": "也。得安般行者，厥心即明，舉明所觀，無幽不", "380": "身，亦謂氣生滅。念便生，不念便死，意與身同", "381": "等，是為斷生死道。在是生死間，一切惡事", "382": "皆從意來也。今不為前、前不為今者，謂前所", "383": "念已滅，今念非前念；亦謂前世所作，今世所", "384": "作，各自得福；亦謂今所行善，非前所行惡；亦", "385": "謂今息非前息，前息非今息也。為生死分別", "386": "者，為意念生即生，念滅即滅。故言生死，當分", "387": "別萬物及身。過去、未來福為索盡。何以故？盡", "388": "以生便滅，滅便盡；已知盡，當盡力求也。視上", "389": "頭無所從來者，謂人無所從來，意起為人；亦", "39": "覩。往無數劫，方來之事，人物所更，現在諸", "390": "謂人不自作來者，為有所從來；人自作自得，", "391": "是為無所從來也。生死當分別者，謂知分別", "392": "五陰，亦謂知分別意生死。人意為常，知無有", "393": "常，亦為分別也。後視無處所者，為今現在不", "394": "見罪人在生死，會當得，無有脫於罪故。言後", "395": "視無有處所，未得道迹不得中命盡，謂已得", "396": "十五，意不得中死；要當得十五，意便墮道，亦", "397": "轉上至阿羅漢也。中得道亦不得中命盡，為", "398": "息意身，凡三事，謂善惡意要當得道迹，亦復", "399": "中壞；息死復生，善意起復滅，身亦不得中死", "4": "也。其事有六，以治六情。情有內外：眼、耳、鼻、舌、", "40": "剎，其中所有；世尊法化、弟子誦習，無遐不見，", "400": "也。何等為淨？謂諸所貪欲為不淨，除去貪欲", "401": "是為淨。何等為五陰相？譬喻火為陰，薪為相", "402": "也。從息至淨，是皆為觀；謂觀身相隨止觀還", "403": "淨，本為無有。內意數息，外意斷惡因緣，是為", "404": "二意也。問：何以故不先內外觀身體，反先數", "405": "息、相隨、止、觀、還、淨？報？用意不淨故不見，身意", "406": "已淨，便悉見身內外道。行有十九行，用人", "407": "有十九病故，亦有十九藥。觀身念惡露，是為", "408": "止貪婬藥；念四等心，是為止瞋恚藥；自計本", "409": "何因緣有，是為止愚癡藥；安般守意，是為多", "41": "無聲不聞；怳惚髣髴，存亡自由；大彌八極，細", "410": "念藥也。內外自觀身體。何等為身？何等為體？", "411": "骨肉為身，六情合為體也。何等為六情？謂眼", "412": "合色，耳受聲，鼻向香，口欲味，細滑為身，衰意為", "413": "種，栽為癡，為有生物也。內外身體所以重出", "414": "者何？謂人貪求，有大小，有前後。謂所欲得當", "415": "分別觀，觀者見為念，念因見觀者為知也。身", "416": "體止者，坐念起，起念意不離，在所行意所著", "417": "為識，是為身觀止也。出息、入息念滅時，何等", "418": "為念滅時？謂念出入氣盡時，意息滅。出息、入", "419": "息念滅時，譬如畫空中，無有處生死，意道意", "42": "貫毛釐。制天地，住壽命；猛神德，壞天兵；動", "420": "俱爾也。出息、入息念滅時，亦不說息，意息", "421": "說滅時。出息、入息念滅時，物從因緣生，斷本", "422": "為滅時也。內外痛痒見觀者，為見痛痒所從", "423": "起，便觀是，為見觀也。內外痛痒者，謂外好物", "424": "為外痒，外惡物為外痛；內可意為內痒，內不", "425": "可意為內痛。在內為內法，在外因緣為外法；", "426": "亦謂目為內，色為外；耳為內，聲為外；鼻為內，", "427": "香為外；口為內，味為外；心為內，念為外。見好", "428": "細滑，意欲得，是為痒；見麁惡意，不用是為痛。", "429": "俱墮罪也。痛痒觀止者，若人臂痛，意不作", "43": "三千，移諸剎。八不思議，非梵所測；神德無限，", "430": "痛，反念他一切身痛如是，以意不在痛，為止", "431": "痛；亦可念，亦不可念，念痛無所著。自愛身，", "432": "當觀他人身；意愛他人身，當自觀身，亦為止", "433": "也。", "434": "內外痛痒所以重出者何？謂人見色愛有薄", "435": "厚，其意不等觀，多與少異故。重分別觀道，當", "436": "內觀有癡，當外觀以自證也。身心痛痒各自", "437": "異，得寒熱、刀杖痛極，是為身痛；得美飯、載", "438": "車、好衣，身諸所便，是為身痒。心痛者，身自憂，", "439": "復憂他人及萬事，是為心痛；心得所好及諸", "44": "六行之由也。世尊初欲說斯經時，大于震動，", "440": "歡喜，是為心痒也。意相觀者，有兩因緣，在內", "441": "斷惡念道。一者，謂五樂六衰當制斷之。觀者", "442": "自觀身，身不知麁細，以得乃覺，是為意意相", "443": "觀。意意相觀，息亦是意，數亦是意；數時觀", "444": "息，為意意相觀也。意觀止者，欲婬制，不為欲", "445": "瞋恚制，不怒欲癡制，不作欲貪制，不求諸惡事，", "446": "一切不向，是為觀止；亦謂以知《三十七品經》，", "447": "常念不離為止也。出息、入息盡定便觀者，盡", "448": "謂罪盡，定謂息止意。定觀者，謂觀止還淨也；", "449": "盡止者，謂我能說是、曉是、遍更是，是為盡止", "45": "人天易色，三日安般，無能質者。於是世尊化", "450": "也。所起息，若布施作福一切善法，已起便滅，", "451": "更意念耶？向習罪行亦無數，古世今世，意", "452": "不如是相隨；他人亦爾，已知覺，當斷已斷，", "453": "為內外意意觀止也。內外法法者，內法謂身，", "454": "外法謂他人；有持戒法，有不持戒法，是為內", "455": "外法法也。內法謂行黠不離《三十七品經》，一", "456": "切餘事，意不墮中，行道得道，是為內法。外", "457": "法謂墮生死，謂生死行，便得生死。不脫一", "458": "切，當斷已斷，為內外法觀止也。法觀止者，一", "459": "切人皆自身為身，諦校計非我身。何以故？有", "46": "為兩身，一曰何等、一尊主，演于斯義出矣。", "460": "眼有色，眼亦非身，色亦非身。何以故？人已", "461": "死，有眼無所見，亦有色無所應。身如是，但有", "462": "識亦非身。何以故？識無有形，亦無所輕止，如", "463": "是計眼、耳、鼻、舌、身、意亦爾，得是計為法觀止，", "464": "亦謂不念惡為止。念惡為不止，何以故？意行", "465": "故也。", "466": "佛說大安般守意經卷上", "47": "大士、上人、六雙、十二輩，靡不執行。有菩薩名", "48": "安清，字世高，安息王嫡后之子。讓國與叔，馳", "49": "避本土；翔而後集，遂處京師。其為人也，博學", "5": "身、心，謂之內矣；色、聲、香、味、細滑、邪念，謂之外", "50": "多識，貫綜神摸、七正、盈縮、風氣、吉凶、山崩、地", "51": "動、鍼䘑諸術。覩色知病，鳥獸鳴啼，無音不", "52": "照。懷二儀之弘仁，愍黎庶之頑闇。先挑其耳，", "53": "却啟其目，欲之視明聽聰也。徐乃陳演正", "54": "真之六度，譯安般之祕奧。學者塵興，靡不去", "55": "穢濁之操，就清白之德者也。余生末蹤，始能", "56": "負薪，考妣殂落，三師凋喪；仰瞻雲日，悲無質", "57": "受；眷言顧之，潛然出涕。宿祚未沒，會見南陽", "58": "韓林、頴川皮業、會稽陳慧。此三賢者，信道篤", "59": "密，執德弘正；烝烝進進，志道不倦。余從之請", "6": "也。經曰諸海十二事，謂內外六情之受邪行，", "60": "問，規同矩合，義無乖異。陳慧注義，余助斟酌，", "61": "非師所傳，不敢自由也。言多鄙拙，不究佛意，", "62": "明哲眾賢，願共臨察；義有肬腨，加聖刪定，共", "63": "顯神融矣。", "64": "佛說大安般守意經卷上", "65": "此經多隨字，除數息相隨之隨，餘皆他本作墮", "66": "後漢安息三藏安世高譯", "67": "佛在越祇國舍羈瘦國，亦說一名遮匿迦羅", "68": "國。時佛坐行安般守意九十日，佛復獨坐九", "69": "十日者，思惟校計，欲度脫十方人及蜎飛蠕", "7": "猶海受流；餓夫夢飯，蓋無滿足也。心之溢盪，", "70": "動之類。復言我行安般守意九十日者，安般", "71": "守意，得自在慈念意；還行安般守意已，復收", "72": "意行念也。安為身，般為息，守意為道。守者為", "73": "禁，亦謂不犯戒；禁者，亦為護；護者，遍護一切", "74": "無所犯。意者，息意，亦為道也。安為生，般為滅，", "75": "意為因緣，守者為道也。安為數，般為相隨，", "76": "守意為止也。安為念道，般為解結，守意為不", "77": "墮罪也。安為避罪，般為不入罪，守意為道也。", "78": "安為定，般為莫使動搖，守意莫亂意也。安", "79": "般守意，名為御意至得無為也。安為有，般", "8": "無微不浹；怳惚髣髴，出入無間；視之無形，聽", "80": "為無。意念有，不得道；意念無，不得道；亦不念", "81": "有亦不念無，是應空定，意隨道行。有者謂萬", "82": "物，無者謂疑，亦為空也。安為本因緣，般為", "83": "無處所。道人知本無所從來，亦知滅無處所，", "84": "是為守意也。", "85": "安為清，般為淨，守為無，意名為，是清淨無為", "86": "也。無者謂活，為者謂生，不復得苦，故為活也。", "87": "安為未，般為起。已未起，便為守意；若已意", "88": "起，便為守意；若已起，意便走，為不守，當為還，", "89": "故佛說安般守意也。安為受五陰，般為除五", "9": "之無聲；逆之無前，尋之無後；深微細妙，形無", "90": "陰，守意為覺因緣，不隨身口意也。守意者，", "91": "無所著為守意，有所著不為守意。何以故？意", "92": "起復滅故。意不復起為道，是為守意。守意莫", "93": "令意生，生因有死，為不守意；莫令意死，有死", "94": "因有生，意亦不死，是為道也。安般守意有十", "95": "黠，謂數息、相隨、止觀、還淨四諦，是為十黠", "96": "成，謂合三十七品經為行成也。守意，譬如燈", "97": "火，有兩因緣：一者、壞冥；二者、見明。守意：一者、", "98": "壞癡；二者、見黠也。守意，意從因緣生，當緣因", "99": "緣莫著，是為守意也。守意有三輩：一者、守令"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0602 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}