{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1536 阿毘達磨集異門足論: 阿毘達磨集異門足論: 說一切有部集異門足論", "text": {"0": "11 十法品", "1": "阿毘達磨集異門足論卷第二十", "10": "是隨取一相。以勝解力繫念思惟。假想觀察", "100": "解力。繫念思惟假想觀察。安立信解是某", "101": "赤故。心便散動馳流諸相。不能一趣繫念", "102": "一境。思惟此境是赤非餘。彼心散動馳流", "103": "諸相。不能一趣繫念一境。思惟此境定是", "104": "赤故。未能證入赤遍處定。為攝散動馳流心", "105": "故。於一赤相繫念思惟。謂此是赤非為黃等。", "106": "思惟此相精勤勇猛。乃至令心相續久住。由", "107": "斯加行能入赤定。精勤數習此加行已。復進", "108": "修行此定方便。謂於加行所引生道。數習數", "109": "修數多所作。既於加行所引生道。數習數修", "11": "安立信解是某青相。彼由於此以勝解力。繫", "110": "數多所作。心便安住等住近住。相續一趣繫", "111": "念一境。思惟此境定是赤相。由心安住等住", "112": "近住。相續一趣繫念一境。思惟此境定是赤", "113": "相。無二無轉能入赤定。而未能入赤遍處定。", "114": "問若此未能入赤遍處定者。赤遍處定加行", "115": "云何。修觀行者由何方便。乃能證入赤遍處", "116": "定。答即依如前所入赤定。令心隨順調伏趣", "117": "向。漸次柔和周遍柔和。一趣定已復想此赤。", "118": "漸次增廣東南西北遍皆是赤彼想此赤。漸次", "119": "增廣東南西北遍是赤故。心便散動馳流諸", "12": "念思惟假想觀察。安立信解是某青故。心便", "120": "相。不能一趣繫念一境。思惟此境遍皆是赤。", "121": "彼心散動馳流諸相。不能一趣繫念一境。思", "122": "惟此境遍是赤故。未能證入赤遍處定。為攝", "123": "散動馳流心故。於遍赤相繫念思惟。此遍是", "124": "赤非遍黃等。思惟此相精勤勇猛。乃至令心", "125": "相續久住。由斯加行乃漸能入赤遍處定。精", "126": "勤數習此加行已。復進修行此定方便。謂於", "127": "加行所引生道。數習數修數多所作。既於加", "128": "行所引生道。數習數修數多所作。心便安住", "129": "等住近住。相續一趣繫念一境。思惟此境遍", "13": "散動馳流諸相。不能一趣繫念一境。思惟此", "130": "皆是赤。由心安住等住近住。相續一趣繫念", "131": "一境思惟此境。遍皆是赤無二無轉。從此乃", "132": "入赤遍處定。言上下者謂上下方。言傍布者", "133": "謂東南等。言無二者謂無間雜。無邊無際者", "134": "謂邊際難測。是第七者謂諸定中。漸次順次", "135": "相續次第數為第七。言遍處者謂此定中所", "136": "有善色受想行識。皆名遍處。", "137": "問白遍處定加行云何。修觀行者由何方便。", "138": "而能證入白遍處定。答初修業者創修觀時。", "139": "於此世界或取白樹。或取白葉或取白花或", "14": "境是青非餘。彼心散動馳流諸相。不能一趣", "140": "取白菓。或取白衣或取種種白莊嚴具。或取", "141": "白雲或取白水。或取種種諸餘白物。彼於如", "142": "是隨取一相。以勝解力繫念思惟。假想觀察", "143": "安立信解是某白相。彼由於此以勝解力。繫", "144": "念思惟假想觀察。安立信解是某白故。心便", "145": "散動馳流諸相。不能一趣繫念一境。思惟此", "146": "境是白非餘。彼心散動馳流諸相。不能一趣繫", "147": "念一境。思惟此境定是白故。未能證入白遍", "148": "處定。為攝散動馳流心故。於一白相繫念思", "149": "惟。謂此是白非為赤等。思惟此相精勤勇猛。", "15": "繫念一境。思惟此境定是青故。未能證入青", "150": "乃至令心相續久住。由斯加行能入白定。精", "151": "勤數習此加行已。復進修行此定方便。謂於", "152": "加行所引生道。數習數修數多所作。既於加", "153": "行所引生道。數習數修數多所作。心便安住", "154": "等住近住。相續一趣繫念一境。思惟此境定", "155": "是白相。由心安住等住近住。相續一趣繫念", "156": "一境。思惟此境定是白相。無二無轉能入白", "157": "定。而未能入白遍處定。問若此未能入白遍", "158": "處定者。白遍處定加行云何。修觀行者由何", "159": "方便。乃能證入白遍處定。答即依如前所入", "16": "遍處定。為攝散動馳流心故。於一青相繫念", "160": "白定。令心隨順調伏趣向。漸次柔和周遍柔", "161": "和。一趣定已復想此白。漸次增廣東南西北。", "162": "遍皆是白彼想此白。漸次增廣東南西北遍", "163": "是白故。心便散動馳流諸相。不能一趣繫念", "164": "一境。思惟此境遍皆是白。彼心散動馳流諸", "165": "相。不能一趣繫念一境。思惟此境遍是白故。", "166": "未能證入白遍處定。為攝散動馳流心故。於", "167": "遍白相繫念思惟。此遍是白非遍赤等。思惟", "168": "此相精勤勇猛。乃至令心相續久住。由斯加", "169": "行乃漸能入白遍處定。精勤數習此加行已。", "17": "思惟。謂此是青非為黃等。思惟此相精勤勇", "170": "復進修行此定方便。謂於加行所引生道。數", "171": "習數修數多所作。既於加行所引生道。數習", "172": "數修數多所作。心便安住等住近住。相續一", "173": "趣繫念一境。思惟此境遍皆是白。由心安住", "174": "等住近住。相續一趣繫念一境。思惟此境遍", "175": "皆是白。無二無轉從此乃入白遍處定。言上", "176": "下者謂上下方。言傍布者謂東南等。言無二", "177": "者謂無間雜。無邊無際者謂邊際難測。是第", "178": "八者謂諸定中。漸次順次相續次第數為第", "179": "八。言遍處者謂此定中所有善色受想行識。", "18": "猛。乃至令心相續久住。由斯加行能入青定。", "180": "皆名遍處。", "181": "問空遍處定加行云何。修觀行者由何方便。", "182": "而能證入空遍處定。答初修業者創修觀時。", "183": "於此世界取舍上空。或地上空或樹上空。或", "184": "巖上空或山上空。或川中空或谷中空。於此", "185": "等空隨取一相。以勝解力繫念思惟。假想觀", "186": "察安立信解是某空相。彼由於此以勝解力。", "187": "繫念思惟假想觀察。安立信解是某空故。心", "188": "便散動馳流諸相。不能一趣繫念一境。思惟", "189": "此境是空非餘。彼心散動馳流諸相。不能一", "19": "精勤數習此加行已。復進修行此定方便。謂", "190": "趣繫念一境。思惟此境定是空故。未能證入", "191": "空遍處定。為攝散動馳流心故。於一空相繫", "192": "念思惟。謂此是空非為識等。思惟此相精勤", "193": "勇猛。乃至令心相續久住。由斯加行能入空", "194": "定。精勤數習此加行已。復進修行此定方便。", "195": "謂於加行所引生道。數習數修數多所作。既", "196": "於加行所引生道。數習數修數多所作。心便", "197": "安住等住近住。相續一趣繫念一境。思惟此", "198": "境定是空相。由心安住等住近住。相續一趣", "199": "繫念一境。思惟此境定是空相。無二無轉能", "2": "尊者舍利子說", "20": "於加行所引生道。數習數修數多所作。既於", "200": "入空定。而未證入空遍處定。問若此未能入", "201": "空遍處定者。空遍處定加行云何。修觀行者", "202": "由何方便。乃能證入空遍處定。答即依如前", "203": "所入空定。令心隨順調伏趣向。漸次柔和周", "204": "遍柔和。一趣定已復想此空。漸次增廣東南", "205": "西北遍皆是空。彼想此空漸次增廣東南西北", "206": "遍是空故。心便散動馳流諸相。不能一趣繫", "207": "念一境。思惟此境遍皆是空。彼心散動馳流", "208": "諸相。不能一趣繫念一境。思惟此境遍是空", "209": "故。未能證入空遍處定。為攝散動馳流心故。", "21": "加行所引生道。數習數修數多所作。心便安", "210": "於遍空相繫念思惟。此遍是空非遍識等。思", "211": "惟此相精勤勇猛。乃至令心相續久住。由斯", "212": "加行乃漸能入空遍處定。精勤數習此加行", "213": "已。復進修行此定方便。謂於加行所引生", "214": "道。數習數修數多所作。既於加行所引生道。", "215": "數習數修數多所作。心便安住等住近住。相", "216": "續一趣繫念一境。思惟此境遍皆是空。由心", "217": "安住等住近住。相續一趣繫念一境。思惟此", "218": "境遍皆是空。無二無轉從此乃入空遍處定。", "219": "言上下者謂上下方。言傍布者謂東南等。言", "22": "住等住近住。相續一趣繫念一境。思惟此境", "220": "無二者謂無間雜。無邊無際者謂邊際難測。", "221": "是第九者謂諸定中。漸次順次相續次第數", "222": "為第九。言遍處者謂此空無邊處定中所有", "223": "善色受想行識。皆名遍處。", "224": "問識遍處定加行云何。修觀行者由何方便。", "225": "而能證入識遍處定。答初修業者創修觀時。", "226": "於此身中或取清淨眼識相。或取清淨耳識", "227": "相。或取清淨鼻識相。或取清淨舌識相。或取", "228": "清淨身識相。或取清淨意識相。於此諸識隨", "229": "取一相。以勝解力繫念思惟。假想觀察安立", "23": "定是青相。由心安住等住近住。相續一趣繫", "230": "信解是某識相。彼由於此以勝解力。繫念思", "231": "惟假想觀察。安立信解是某識故。心便散動", "232": "馳流諸相。不能一趣繫念一境。思惟此境是", "233": "識非餘。彼心散動馳流諸相。不能一趣繫念一", "234": "境。思惟此境定是識故。未能證入識遍處定。", "235": "為攝散動馳流心故。於一識相繫念思惟。謂", "236": "此是識非為空等。思惟此相精勤勇猛。乃至", "237": "令心相續久住。由斯加行能入識定。精勤數", "238": "習此加行已。復進修行此定方便。謂於加行", "239": "所引生道。數習數修數多所作。既於加行所", "24": "念一境。思惟此境定是青相。無二無轉能入", "240": "引生道。數習數修數多所作。心便安住等住", "241": "近住。相續一趣繫念一境。思惟此境定是識", "242": "相。由心安住等住近住。相續一趣繫念一境。", "243": "思惟此境定是識相。無二無轉能入識定。而", "244": "未能入識遍處定。問若此未能入識遍處定", "245": "者。識遍處定加行云何。修觀行者由何方便。", "246": "乃能證入識遍處定。答即依如前所入識定。", "247": "令心隨順調伏趣向。漸次柔和周遍柔和。一", "248": "趣定已復想此識。漸次增廣東南西北。遍皆", "249": "是識彼想此識。漸次增廣東南西北遍是識", "25": "青定。而未能入青遍處定。問若此未能入青", "250": "故。心便散動馳流諸相。不能一趣繫念一境。", "251": "思惟此境遍皆是識。彼心散動馳流諸相。不", "252": "能一趣繫念一境。思惟此境遍皆識故。未能", "253": "證入識遍處定。為攝散動馳流心故。於遍識", "254": "相繫念思惟。此遍是識非遍空等。思惟此相", "255": "精勤勇猛。乃至令心相續久住。由斯加行乃", "256": "漸能入識遍處定。精勤數習此加行已。復進", "257": "修行此定方便。謂於加行所引生道。數習數", "258": "修數多所作。既於加行數習數修數多所作。", "259": "心便安住等住近住。相續一趣繫念一境。思", "26": "遍處定者。青遍處定加行云何。修觀行者由", "260": "惟此境。遍皆是識。由心安住等住近住。相續", "261": "一趣繫念一境。思惟此境遍皆是識。無二無", "262": "轉從此乃入識遍處定。言上下者謂上下方。", "263": "言傍布者謂東南等。言無二者謂無間雜。無", "264": "邊無際者謂邊際難測。是第十者謂諸定中。", "265": "漸次順次相續次第數為第十。言遍處者謂", "266": "此識無邊處定中。所有善受想行識。皆名遍", "267": "處。十無學法者云何為十。答一無學正見。二", "268": "無學正思惟。三無學正語。四無學正業。五無", "269": "學正命。六無學正勤。七無學正念。八無學正", "27": "何方便。乃能證入青遍處定。答即依如前所", "270": "定。九無學正解脫。十無學正智。云何無學正", "271": "見。答盡智無生智。盡所不攝無學慧是名無", "272": "學正見。云何無學正思惟。答諸聖弟子於苦", "273": "思惟苦。於集思惟集。於滅思惟滅。於道思惟", "274": "道。無學作意相應所有思惟。等思惟近思惟。", "275": "尋求等尋求近尋求。推覓等推覓近推覓。令", "276": "心於法麁動而轉。是名無學正思惟。云何無", "277": "學正語。答諸聖弟子。於苦思惟苦。於集思惟", "278": "集。於滅思惟滅。於道思惟道。無學作意相應", "279": "簡擇力故。除趣邪命語四惡行。於餘語惡行", "28": "入青定。令心隨順調伏趣向。漸次柔和周遍", "280": "所得。無學遠離勝遠離近遠離極遠離。寂靜", "281": "律儀無作無造。棄捨防護不行不犯。船筏橋", "282": "樑堤塘牆塹。於所制約不踰不踰性。不越不", "283": "越性無表語業。是名無學正語。云何無學正", "284": "業。答諸聖弟子於苦思惟苦。於集思惟集。於", "285": "滅思惟滅。於道思惟道。無學作意相應簡擇", "286": "力故。除趣邪命身三惡行。於餘身惡行所得。", "287": "無學遠離勝遠離近遠離極遠離。寂靜律儀無", "288": "作無造。棄捨防護不行不犯。船筏橋梁隄塘", "289": "牆塹。於所制約不踰不踰性。不越不越性。無", "29": "柔和。一趣定已。復想此青漸次增廣。東南西", "290": "表身業是名無學正業。云何無學正命。答諸", "291": "聖弟子。於苦思惟苦。於集思惟集。於滅思惟", "292": "滅。於道思惟道。無學作意相應簡擇力故。於", "293": "趣邪命身語惡行所得。無學遠離勝遠離近", "294": "遠離極遠離。寂靜律儀無作無造。棄捨防護", "295": "不行不犯。船筏橋梁隄塘牆塹。於所制約不", "296": "踰不踰性。不越不越性無表身語業。是名無", "297": "學正命。云何無學正勤。答諸聖弟子。於苦思", "298": "惟苦。於集思惟集。於滅思惟滅。於道思惟道。", "299": "無學作意相應所有勤精進。勇健勢猛熾盛", "3": "三藏法師玄奘奉　詔譯", "30": "北遍皆是青。彼想此青漸次增廣。東南西北", "300": "難制勵意不息。是名無學正勤。云何無學正", "301": "念。答諸聖弟子。於苦思惟苦。於集思惟集。於", "302": "滅思惟滅。於道思惟道。無學作意相應所有", "303": "念。隨念專念憶念。不忘不失不遺不漏。不失", "304": "法性心明記性。是名無學正念。云何無學正", "305": "定。答諸聖弟子。於苦思惟苦。於集思惟集。於", "306": "滅思惟滅。於道思惟道。無學作意相應所有", "307": "心。住等住近住安住。不散不亂攝止等持心", "308": "一境性。是名無學正定。云何無學正解脫。答", "309": "諸聖弟子。於苦思惟苦。於集思惟集。於滅思", "31": "遍是青故。心便散動馳流諸相。不能一趣繫", "310": "惟滅。於道思惟道。無學作意相應所有心勝", "311": "解。已勝解當勝解是名無學正解脫。云何無", "312": "學正智。答盡智無生智是名無學正智。", "313": "爾時舍利子告苾芻眾言。具壽當知。佛於一", "314": "法乃至十法現等覺已。為諸弟子宣說開示。", "315": "我與大眾皆共和合。親對世尊已結集竟。諸", "316": "苾芻眾皆應受持。為他演說廣令流布。佛滅", "317": "度後勿有乖違。當令隨順梵行法律。久住利", "318": "樂無量有情。哀愍世間諸天人眾。令獲殊勝", "319": "義利安樂。", "32": "念一境。思惟此境遍皆是青。彼心散動馳流", "320": "12 讚勸品讚勸品第十二", "321": "爾時世尊。知舍利子為苾芻眾說法已訖。從", "322": "臥而起身心調暢。整理衣服結加趺坐。讚", "323": "舍利子善哉善哉。汝今善能於此臺觀與苾", "324": "芻眾和合。結集如來所說增一法門。汝可從", "325": "今為諸大眾數復宣說如是法門。此法能令", "326": "諸天人等長夜證會義利安樂世尊復告苾芻", "327": "眾言。汝等皆應受持讀誦。舍利子說集異法", "328": "門。如是法門。能引大善大義大法清白梵行。", "329": "復證通慧菩提涅槃。淨信出家諸善男子。受", "33": "諸相。不能一趣繫念一境。思惟此境遍是青", "330": "持讀誦如是法門。不久定當辦所辦事。時薄", "331": "伽梵說是語已。諸苾芻眾歡喜踊躍頂禮佛", "332": "足信受奉行。", "333": "說一切有部集異門足論卷第二十", "34": "故。未能證入青遍處定。為攝散動馳流心故。", "35": "於遍青相繫念思惟。此遍是青非遍黃等。思", "36": "惟此相精勤勇猛。乃至令心相續久住。由斯", "37": "如行乃漸能入。青遍處定精勤數習。此加行", "38": "已復進修行此定方便。謂於加行所引生道。", "39": "數習數修數多所作。既於加行所引生道。數", "4": "十法品第十一之二", "40": "習數修數多所作。心便安住等住近住。相續", "41": "一趣繫念一境。思惟此境遍皆是青。由心安", "42": "住等住近住。相續一趣繫念一境。思惟此境", "43": "遍皆是青無二無轉。從此乃入青遍處定。言", "44": "上下者。謂上下方。言傍布者。謂東南等。言無", "45": "二者。謂無間雜。無邊無際者。謂邊際難測。是", "46": "第五者。謂諸定中。漸次順次相續次第數為", "47": "第五。言遍處者。謂此定中。所有善色受想行", "48": "識。皆名遍處。", "49": "問黃遍處定加行云何。修觀行者由何方便。", "5": "問青遍處定加行云何。修觀行者由何方便。", "50": "而能證入黃遍處定。答初修業者創修觀時。", "51": "於此世界或取黃樹。或取黃葉或取黃花或", "52": "取黃果。或取黃衣或取種種黃莊嚴具。或", "53": "取黃雲或取黃水。或取種種諸餘黃物。彼於", "54": "如是隨取一相。以勝解力繫念思惟。假想觀", "55": "察安立信解是某黃相。彼由於此以勝解力。", "56": "繫念思惟。假想觀察安立信解是某黃故。心", "57": "便散動馳流諸相。不能一趣繫念一境。思惟此", "58": "境是黃非餘。彼心散動馳流諸相。不能一趣", "59": "繫念一境。思惟此境定是黃故。未能證入黃", "6": "而能證入青遍處定。答初修業者創修觀時。", "60": "遍處定。為攝散動馳流心故。於一黃相繫念", "61": "思惟。謂此是黃非為青等。思惟此相精勤勇", "62": "猛。乃至令心相續久住。由斯加行能入黃定。", "63": "精勤數習此加行已。復進修行此定方便。謂", "64": "於加行所引生道。數習數修數多所作。既於", "65": "加行所引生道。數習數修數多所作。心便安", "66": "住等住近住。相續一趣繫念一境。思惟此境", "67": "定是黃相。由心安住等住近住。相續一趣繫", "68": "念一境。思惟此境定是黃相。無二無轉能入黃", "69": "定。而未能入黃遍處定。問若此未能入黃遍", "7": "於此世界或取青樹。或取青葉或取青花或", "70": "處定者。黃遍處定加行云何。修觀行者由何", "71": "方便。乃能證入黃遍處定。答即依如前所入", "72": "黃定。令心隨順調伏趣向。漸次柔和周遍柔", "73": "和。一趣定已復想此黃。漸次增廣東南西北。", "74": "遍皆。是黃彼想此黃。漸次增廣東南西北遍", "75": "是黃故。心便散動馳流諸相。不能一趣繫念", "76": "一境。思惟此境遍皆是黃。彼心散動馳流諸", "77": "相。不能一趣繫念一境。思惟此境遍是黃故。", "78": "未能證入黃遍處定。為攝散動馳流心故。於", "79": "遍黃相繫念思惟。此遍是黃非遍青等。思惟", "8": "取青果。或取青衣或取種種青莊嚴具。或取", "80": "此相精勤勇猛。乃至令心相續久住。由斯加", "81": "行乃漸能入黃遍處定。精勤數習此加行已。", "82": "復進修行此定方便。謂於加行所引生道。數", "83": "習數修數多所作。既於加行所引生道。數習", "84": "數修數多所作。心便安住等住近住。相續一", "85": "趣繫念一境。思惟此境遍皆是黃。由心安住", "86": "等住近住。相續一趣繫念一境。思惟此境遍", "87": "皆是黃。無二無轉從此乃入黃遍處定。言上", "88": "下者。謂上下方。言傍布者。謂東南等。言無二", "89": "者。謂無間雜。無邊無際者。謂邊際難測。是第", "9": "青雲或取青水。或取種種諸餘青物。彼於如", "90": "六者。謂諸定中漸次順次相續次第數為第", "91": "六。言遍處者。謂此定中所有善色受想行識。", "92": "皆名遍處。", "93": "問赤遍處定加行云何。修觀行者由何方便。", "94": "而能證入赤遍處定。答初修業者創修觀時。", "95": "於此世界或取赤樹。或取赤葉或取赤花或", "96": "取赤果。或取赤衣。或取種種赤莊嚴具。或", "97": "取赤雲或取赤水。或取種種諸餘赤物。彼", "98": "於如是隨取一相。以勝解力繫念思惟。假", "99": "想觀察安立信解是某赤相。彼由於此以勝"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1536 阿毘達磨集異門足論: 阿毘達磨集異門足論: 說一切有部集異門足論", "author": "尊者舍利子說  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}