{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2114 護法論", "text": {"0": "No. 2114", "1": "重刻護法論題辭重刻護法論題辭", "10": "有若太空。不拘方所。初無形段。沖澹而靜。", "100": "學孔子者。未讀百十卷之書。先以排佛為急", "101": "務者何也。豈獨孔子尊其道哉。至於上下神", "102": "祇。無不宗奉。矧茲凡夫。輒恣毀斥。自昧已", "103": "靈。可不哀歟。韓愈曰。夫為史者。不有人禍。", "104": "則有天刑。豈可不畏懼而輕為之哉。蓋為史", "105": "者採摭人之實迹。尚有刑禍。況無故輕薄。以", "106": "毀大聖人哉。且茲人也。無量劫來。沈淪諸趣。", "107": "乘少善力。而得此身。壽夭特未定也。縱及耳", "108": "順從心之年。亦暫寄人間耳。以善根微劣。不", "109": "能親炙究竟其道。須臾老之將至。為虛生浪", "11": "寥漠而清。出焉而不知其所終。入焉而不", "110": "死之人。自可悲痛。何暇更縱無明業識。造", "111": "端倡始。誘引後世闡提之黨。背覺合塵。同入", "112": "惡道。罪萃厥身。可不慎哉。且佛何求於世。但", "113": "以慈悲廣大願力深重。哀見一切眾生。往來", "114": "六道。受種種苦。無有已時。故從兜率天宮。示", "115": "現淨飯國王之家。為第一太子。道德文武。端", "116": "嚴殊特。於聖人中。而所未有。於弱冠之年。棄", "117": "金輪寶位。出家修道。成等正覺。為天人師。隨", "118": "機演說三乘五教。末後以正法眼藏涅槃妙", "119": "心。付囑摩訶迦葉。為教外別傳。更相傳授。接", "12": "知其所窮。與物無際。圓妙而通。當是時無", "120": "上根輩。故我本朝太宗皇帝之序金剛般若", "121": "也。則曰歎不修之業溥。傷強執之愚迷。非下", "122": "士之所知。豈淺識之能究。大哉聖人之言。深", "123": "可信服。一從佛法東播之後。大藏教乘。無處", "124": "不有。故余嘗謂。欲排其教。則當盡讀其書深", "125": "求其理。摭其不合吾儒者。與學佛之見。折疑", "126": "辨惑。而後排之可也。今不通其理。而妄排之", "127": "則是斥鷃笑鵾鵬。朝菌輕松柏耳。歐陽脩曰", "128": "佛者善施無驗不實之事。蓋亦未之思耳。嘗", "129": "原人之造妄者。豈其心哉。誠以賙急饑寒。苟", "13": "生佛之名。無自他之相。種種含攝。種種無", "130": "免患難而已。佛者捨其至貴極富。為道忘身。", "131": "非饑寒之急。無患難可免。其施妄也。何所圖", "132": "哉。若以造妄垂裕其徒凡夫尚知我躬不閱。", "133": "遑恤我後。而佛豈不知耶。古今世人。有稍挾", "134": "欺紿者。必為眾人所棄。況有識之賢者乎。若", "135": "使佛有纖毫妄心。則安能俾其佛教。綿亘千", "136": "古。周匝十方。天龍神鬼無不傾心。菩薩羅漢。", "137": "更相弘化。試此論之。有詐妄心者。求信於卑", "138": "凡下愚。尚不可得。況能攝伏於具神通之聖", "139": "人哉。經云。如來是真語者。實語者。如語者。", "14": "礙。尚何一法之可言哉。奈太樸既散誕聖", "140": "不誑語者。不異語者。又云諸佛如來無妄語", "141": "者。信哉斯言。明如皎日。孟子曰誦堯之言。行", "142": "堯之行。是堯而已矣。余則曰。誦佛之言。行佛", "143": "之行。是佛而已矣。何慊乎哉。佛祖修行。入道", "144": "蹊徑。其捷如此。而人反以為難。深可閔悼。撮", "145": "其樞要。戒定慧而已。若能持戒。決定不落", "146": "三塗。若能定力。決定功超六欲。若能定慧圓", "147": "明。則達佛知見入大乘位矣。何難之有哉。詩", "148": "云。德輶如毛民鮮克舉之。其是之謂乎。韓愈", "149": "與大顛論議往復數千言。卒為大顛一問曰。", "15": "真漓營營逐物唯塵緣業識之趨。正如迷", "150": "公自揣量學問知識。能如晉之佛圖澄乎。能", "151": "如姚秦之羅什乎。能如蕭梁之寶誌乎。愈曰", "152": "吾於斯人。則不如矣。大顛曰。公不如彼明矣。", "153": "而彼之所從事者。子以為非何也。愈不能加", "154": "答。其天下之公言乎。佛豈妨人世務哉。金剛", "155": "般若云。是故如來說一切法皆是佛法。維摩", "156": "經偈云。經書呪禁術。工巧諸伎藝。盡現行此", "157": "事。饒益諸群生。法華經云。資生業等。皆順正", "158": "法。傅大士龐道元豈無妻子哉。若也身處塵", "159": "勞。心常清淨。則便能轉識為智。猶如握土成", "16": "人身陷大澤。烟霧晦冥。蛇虎縱橫。競來迫", "160": "金。一切煩惱。皆是菩提。一切世法。無非佛去。", "161": "若能如是。則為在家菩薩了事凡夫矣。豈不", "162": "偉哉。歐陽脩曰。佛為中國大患。何言之甚歟。", "163": "豈不爾思。凡有害於人者。奚不為人所厭而", "164": "天誅哉。安能深根固蒂於天下也。桀紂為中", "165": "國天子。害跡一彰。而天下後世共怨之。況佛", "166": "遠方上古之人也。但載空言傳於此土。人天", "167": "向化。若偃風之草。苟非大善大慧。大利益大", "168": "因緣。以感格人天之心者。疇克爾耶。一切重", "169": "罪。皆可懺悔。謗佛法罪。不可懺悔。誠哉是言", "17": "人。欲加毒害。被髮狂奔。不辨四維。西方大", "170": "也。謗佛法則是自昧其心耳。其心自昧。則猶", "171": "破瓦不復完灰不重木矣。可懺悔哉。佛言。唯", "172": "有流通佛法是報佛恩。今之浮圖。雖千百中", "173": "無一能髣髴古人者。豈佛法之罪也。其人之", "174": "罪。雖然如是。禮非玉帛而不表。樂非鍾鼓而", "175": "不傳。非藉其徒以守其法。則佛法殆將泯絕", "176": "無聞矣。續佛壽命何賴焉。濫其形服者。誅之", "177": "自有鬼神矣。警之自有果報矣。威之自有刑", "178": "憲矣。律之自有規矩矣。吾輩何與焉。然則是", "179": "言也余至於此卒存二說。蘇子瞻嘗謂余曰。", "18": "聖人。以慈憫故。三乘十二分教。不得不說。", "180": "釋氏之徒。諸佛教法所繫。不可以庶俗待之。", "181": "或有事至庭下。則吾徒當以付囑流通為念。", "182": "與之闊略可也。又曾逢原作郡時。釋氏。有訟", "183": "者。閱實其罪必罰無赦。或有勉之者。則曰。佛", "184": "法委在國王大臣。若不罰一戒百。則惡者滋", "185": "多。當今之世。欲整齊之。捨我輩其誰乎。余考", "186": "二公之言。則逢原所得多矣。其有不善者。誠", "187": "可惡也。豈不念皇恩度牒。不與征役者。人", "188": "主之惠哉。豈不念。古語有云。一子出家九族", "189": "生天哉。豈不念。辭親棄俗。當為何事哉。豈不", "19": "此法之所由建立也。眾生聞此法者。遵而", "190": "念。光陰易往。而道業難成哉。豈不念。道眼未", "191": "明而四恩難報哉。豈不念。行業不修。而濫膺", "192": "恭敬哉。豈不念。道非我修。而誰修哉。豈不", "193": "念。正法將墜。而魔法增熾哉。蓋昔無著遇文", "194": "殊時。已有凡聖同居龍蛇混雜之說。況今去", "195": "聖逾遠。求其純一也不亦難乎。然念大法所", "196": "寄。譬猶披沙揀金。裒石攻玉。縱於十斛之沙", "197": "得粒金。一山之石得寸玉。尚可以為世珍寶", "198": "也。非特學佛之徒為然。孔子之時。已分君子", "199": "儒小人儒矣。況茲後世服儒服者。豈皆孔孟", "2": "蘇州開元住持煥翁禪師端文。不遠千里", "20": "行之。又如得見日光。逢善勝友。為驅諸惡。", "200": "顏閔者哉。雖曰學者求為君子。安能保其皆", "201": "為君子耶。歷觀自古巨盜姦臣強叛猾逆。率", "202": "多高才博學之士。豈先王聖教之罪歟。豈經", "203": "史之不善歟。由此喻之。末法像教之僧。敗群", "204": "不律者。勢所未免也。韓愈曰。佛者夷狄之一", "205": "法耳。自後漢時。流入中國。上古未曾有也。自", "206": "皇帝已下。文武已上。舉皆不下百歲。後世事", "207": "佛漸謹。年代尤促。陋哉愈之自欺也。愈豈", "208": "不聞孟子曰舜生於諸馮。遷於負夏。卒於鳴", "209": "條。東夷之人也。文王生於岐周。卒於畢郢。西", "21": "引登康衢。即離怖畏。而就安隱。其願幸孰", "210": "夷之人也。舜與文王皆聖人也。為法於天下", "211": "後世。安可夷其人廢其法乎。況佛以淨飯國", "212": "王。為南贍部洲之中而非夷也。若以上古未", "213": "嘗有而不可行。則蚩尤瞽䏂。生於上古。周公", "214": "仲尼。生於後世。豈可捨衰周之聖賢。而取上", "215": "古之凶頑哉。而又上古野處穴居。茹毛飲血。", "216": "而上棟下宇。鑽燧改火之法。起於後世者。皆", "217": "不足用也。若謂上古壽考。而後世事佛漸謹。", "218": "而年代尤促者。竊鈴掩耳之論也。愈豈不知", "219": "外丙二年仲壬四年之事乎。豈不知孔鯉顏淵", "22": "加焉。不深德之。反從而詆之斥之。是猶", "220": "冉伯牛之夭乎。又書無逸曰。自時厥後。亦", "221": "罔或克壽。或十年或七八年。或五六年或三", "222": "四年。彼時此方未聞佛法之名。自漢明佛法", "223": "至此之後。二祖大師百單七歲。安國師百二", "224": "十八歲。趙州和尚。七百二十甲子。豈佛法之", "225": "咎也。又曰如彼言可憑則臣家族合至灰滅。", "226": "此亦自蔽之甚也。佛者大慈大悲大喜大捨", "227": "自他無間。冤親等觀。如提婆達多。種種侵害", "228": "於佛。而終憐之。受記作佛。而後世若求喜怒", "229": "禍福以為靈。則是邀祭祀之小小鬼神矣。安", "23": "挾利劍以自傷。初何損於大法乎。人心顛", "230": "得謂之大慈悲之父乎。世間度量之人。尚能", "231": "遇物有容。犯而不校。況心包太虛。量廓沙界", "232": "之聖人哉。信與不信。何加損焉。佛者如大醫", "233": "王。善施法藥。有疾者信而服之。其疾必瘳。其", "234": "不信者。蓋自棄耳。豈醫王之咎哉。夏蟲不可", "235": "語氷霜。井蛙不可語東海。吾於韓愈見之矣。", "236": "若謂事佛促壽。則毀佛者。合當永壽。後世之", "237": "人。排佛者故多矣。士庶不足道也。如唐武", "238": "宗會昌五年八月下旬廢教。至六年三月初。", "239": "纔及半年而崩者。此又何也。如唐李白杜甫", "24": "隮莫此為甚。有識者憂之。復體如來慈憫", "240": "盧仝李翱之輩。韓愈亦自知其不及矣。然諸", "241": "子亦未嘗排佛。亦不失高名也。眾人之情。莫", "242": "不好同而惡異。是此而非彼。且世之所悅者。", "243": "紛華適意之事。釋之所習者。簡靜息心之法。", "244": "此其所以相違於世也。諸有智者。當察其理", "245": "之所勝道之所在。又安可不原彼此之是非", "246": "乎。林下之人。食息禪燕。所守規模。皆佛祖法", "247": "式。古今依而行之。舉皆證聖成道。每見譏", "248": "於世者。不合俗流故也。佛之為法。甚公而至", "249": "廣。又豈止緇衣祝髮者得私為哉。故唐相裴", "25": "之心。而護法論。亦不容弗作也。嗚呼。三皇", "250": "公美序華嚴法界觀云。世尊初成正覺。歎曰。", "251": "奇哉一切眾生。具有如來智慧德相。但以妄", "252": "想執著。而不證得。於是稱法界性。說華嚴經。", "253": "佛之隨機接引故多開遮權變。不可執一求", "254": "也。歐陽永叔曰。無佛之世詩書雅頌之聲。其", "255": "民蒙福如此。永叔好同惡異之心。是則是矣。", "256": "然不能通方遠慮。何其隘哉。若必以結繩之", "257": "政。施之於今可乎。殊不知天下之理。物希則", "258": "貴。若使世人舉皆為儒。則孰不期榮。孰不謀", "259": "祿。期謀者眾。則爭競起。爭競起。則妬忌生。", "26": "治天下也善用時。五帝則易以仁信。三王", "260": "妬忌生。則褒貶勝。褒貶勝。則讎怨作。讎怨", "261": "作。則擠陷多。擠陷多。則不肖之心。無所不至", "262": "矣。不肖之心。無所不至。則為儒亦不足為貴", "263": "矣。非特儒者為不足貴也。士風如此。則求", "264": "天下之治也亦難矣。佛以其法。付囑國王大", "265": "臣。不敢自專也。欲使其後世之徒。無威勢以", "266": "自尊。隆道德以為尊。無爵祿以自活。依教法", "267": "以求活。乞食於眾者。使其折伏憍慢。下心於", "268": "一切眾生。又維摩經。佛令迦葉前往問疾。迦", "269": "葉憶念。昔於貧里。而行乞食時。維摩詰來謂", "27": "又更以智勇。蓋風氣隨世而遷故。為治者", "270": "我言。唯大迦葉。有慈悲心。而不能普。捨豪富", "271": "從貧乞也。肇法師注云。迦葉以貧人昔不植", "272": "福故生貧里。若今不積善。後復彌甚。慜其長", "273": "苦故。多就乞食。又曰。見來求者。為善師想。", "274": "什法師注云。本無施意。因彼來求。發我施心。", "275": "則為我師。故為善師想也。不畜妻子者。使其", "276": "事簡累輕。道業易成也。易其形服者。使其遠", "277": "離塵垢。而時以自警也。惜乎竊食其門者。志", "278": "願衰劣。不能企及古人。良可歎也。且導民善", "279": "世莫盛乎教。窮理盡性。莫極乎道。彼依教行", "28": "亦因時而馭變焉。成周以降。昏嚚邪僻。翕", "280": "道。求至乎涅槃者。以此報恩德。以此資君親。", "281": "不亦至乎。故後世聖君。為之建寺宇置田園。", "282": "不忘付囑使其安心行道。隨方設化。名出四", "283": "民之外。身處六和之中。其戒淨。則福蔭人", "284": "天。其心真。則道同佛祖。原其所自之恩。皆吾", "285": "君之賜也。苟能以禪律精修。於天地無媿。表", "286": "率一切眾生。小則遷善遠罪。大則悟心證聖。", "287": "上助無為之化。密資難報之恩。則不謬為如", "288": "來弟子矣。苟違佛祖之戒。濫膺素飡。罪豈無", "289": "歸乎。上世雖有三武之君。以徇邪惡下臣之", "29": "然並作。縲絏不足以為囚。斧鑕不足以為", "290": "請。銳意剪除。既廢之後隨而愈興。猶霜風之", "291": "肅物也。亦暫時矣。如冬後有春之譬。欲盡殲", "292": "草木者。能使冬後無春則可矣。苟知冬後有", "293": "春。則何苦自當其惡而彰彼為善也。於己何", "294": "益哉。余嘗觀察其徒中間。有辭榮捨富者。俊", "295": "爽聰明者。彼亦不知富貴可樂。春色可喜。肥", "296": "鮮之甘。車服之美。而甘心於幽深閴寂之處。", "297": "藜羹韋布。僅免饑寒。縱未能大達其道。是必", "298": "漸有所自得者歟。議者深嫉其徒不耕而食。", "299": "亦人知其一。而莫知其他也。豈不詳觀通都", "3": "而來請曰。吾宗有護法論。凡一萬二千三", "30": "威。西方聖人歷陳因果輪迴之說。使暴彊", "300": "大邑。不耕而食者。十居七八。以至山林江", "301": "海之上。草竊姦宄。市廛邸店之下。娼優廝役。", "302": "僻源邪徑之間。欺公負販。神祠廟宇之中。師", "303": "童巫祀者皆然也。何獨至於守護心城者。而", "304": "厭之哉。今戶籍之民。自犁鋤者。其亦幾何。", "305": "釋氏有刀耕火種者。栽植林木者。灌溉蔬果", "306": "者。服田力穡者矣。豈獨今也。如古之地藏禪", "307": "師。每自耕田。嘗有語云。諸方說禪浩浩地。爭", "308": "如我這。裏種田博飯喫。百丈惟政禪師。命大", "309": "眾開田。曰。大眾為老僧開田。老僧為大眾說", "31": "聞之。赤頸汗背。逡巡畏縮。雖螻蟻不敢踐", "310": "大法義。大智禪師曰。一日不作。一日不食。溈", "311": "山問仰山曰。子今夏作得箇什麼事。仰山曰。", "312": "鋤得一片地。種得一畬粟。溈山曰。子可謂不", "313": "虛過時光。斷際禪師。每集大眾栽松钁茶。洞", "314": "山聰禪師常手植金。剛嶺松。故今叢林普請", "315": "之風尚存焉。釋氏雖眾而各止一身一粥一", "316": "飯。補破遮寒。而其所費亦寡矣。且其既受", "317": "國恩。紹隆三寶。而欲復使之為農可乎。況其", "318": "田園隨例常賦之外。復有院額科敷官客往", "319": "來。種種供給。歲之所出。猶愈於編民之多也。", "32": "履。豈不有補治化之不足。柳宗元所謂。陰", "320": "其於公私。何損之有。余嘗疾今官有勸農之", "321": "虛名。而挾抑農之實患且世之利用。苟有益", "322": "者。不勸而人自趨矣。今背公營私者。侵漁不", "323": "已。或奪其時。作不急之務。是抑之也。何勸之", "324": "有。今游惰者。十常七八。耕者十止二三。耕者", "325": "雖少。若使常稔。則菽粟亦如水火矣。近歲或", "326": "旱或潦。無歲無之。四方之稼。秀而不實者。歲", "327": "常二三。甚者過半。亦豈為耕者少而糧不足", "328": "哉。老子曰。我無為而民自富。苟無以致和氣", "329": "而召豐年。雖多耕而奚以為歲之豐凶繫乎", "33": "翊王度者是已。此猶言其觕也。其上焉者", "330": "世數。意其天理亦自有準量歟。歲常豐穀愈", "331": "賤。耕者愈少。此灼然之理。僧者佛祖所自出", "332": "也。有苦行者。有密行者。各人有三昧。隨分守", "333": "常德。孜孜於戒律。念念在定慧。能捨人之所", "334": "難捨。能行人之所不能行。外富貴若浮雲。視", "335": "色聲如谷響。求道則期大悟而後已。惠物則", "336": "念眾生而不忘。今厭僧者。其厭佛祖乎。佛以", "337": "持戒當行孝。不殺。不盜。不淫。不妄。不茹葷", "338": "酒。以此自利利他。則仁及含靈耳。又豈現世", "339": "父母哉。蓋念一切眾生。無量劫來。皆曾為己", "34": "烱然內觀。匪即匪離。可以脫卑濁而極高", "340": "父母宗親故。等之以慈。而舉期解脫。以此為", "341": "孝。不亦優乎。且聰明不能敵業。富貴豈免輪", "342": "迴。銅山奚補於餒亡。金穴靡聞於長守。余忝", "343": "高甲之第。仕至聖朝宰相。其於世俗名利何", "344": "慊乎哉。拳拳繫念於此者。為其有自得於無", "345": "窮之樂也。重念人生幻化。不啻浮泡之起滅。", "346": "於茲五蘊完全之時。而不聞道可不惜哉。若", "347": "世間更有妙道。可以印吾自肯之心。過真如", "348": "涅槃者。吾豈不能捨此而趨彼耶。惡貧欲富。", "349": "畏死欣生。飲食男女。田園貨殖之事。人皆知", "35": "明。超三界而躋妙覺。誠不可誣也。奈何詆", "350": "之。君子不貴也。所貴也者無上妙道也或謂", "351": "余曰。僧者毀形遁世之人。而子助之何多哉。", "352": "余曰。余所存誠者。佛祖遺風矣。豈恤乎他", "353": "哉。子豈不聞。孟子言。人少則慕父母。知好", "354": "色。則慕少艾。孰謂巾髮而娶者。必為孝子賢", "355": "人。今世俗之間。博弈飲酒。好勇鬪狠。以危父", "356": "母者。比比皆是也。又安相形。而不論心哉。前", "357": "輩有作無佛論者。何自蔽之甚也。今夫日月", "358": "星辰。雷霆風雨。昭昭然在人耳目。豈無主", "359": "張者乎。名山大川。神祇廟貌。可謂無乎。世間", "36": "之。奈何斥之。世之人觀此論者。可以悚然", "360": "邪精魍魎小小鬼神。猶尚恪然信其是有。何", "361": "獨至於佛而疑之。曠大劫來。修難行苦行。成", "362": "等正覺。為聖中至聖。人天法王。明極法身。充", "363": "滿沙界。而謂之無可乎哉。大集經云商主天", "364": "子問。佛在世之日。有所供養。世尊是受者。而", "365": "施者獲福。世尊滅後。供養形像。誰為受者。佛", "366": "言。諸佛如來法身也。若在世若滅後。所有", "367": "供養。其福無異。華嚴亦云。佛以法為身。清淨", "368": "如虛空。雖然諸佛而名其道。蓋善權方便接", "369": "引之門耳。若必謂之無。則落空見外道斷見", "37": "而思。惕然而省矣。雖然。予有一說并為釋", "370": "外道。自昧自棄。可悲也矣。如雲門大師云。我", "371": "當時若見一棒打殺。與狗子喫者。此大乘先", "372": "覺之人。解粘去縛。遣疑破執而已。豈初學者。", "373": "可躐等哉。此可與智者道。不可與愚者語。其", "374": "教之興也。恢弘之。則有具神通之聖人。信", "375": "向之。則有大根器之賢哲。以至天地鬼神之", "376": "靈。無不景慕。豈徒然哉。大抵所尚。必從其", "377": "類。擬之必從其倫。般若正知。菩提真見。豈凡", "378": "庸之人所能睥睨哉。故同安察云。三賢尚未", "379": "明斯旨。十聖那能達此宗。緣覺辟支四果聲", "38": "氏之徒告焉。棟宇堅者。風雨不能漂搖。榮", "380": "聞。尚不與其列。況其下者乎。在聖則為大乘", "381": "菩薩。在天則為帝釋梵王。在人則為帝王公", "382": "侯。上根大器。功成名遂者。在僧俗中。亦必宿", "383": "有靈骨。負逸群超世之量者。方能透徹。故古", "384": "德云。聞而不信。尚結佛種之因。學而未成。猶", "385": "益人天之福。惜乎愚者昧而不能學。慧者疑", "386": "而不能至。間有世智辯聰者。必為功名所誘。", "387": "思日競辰。焚膏繼晷。皇皇汲汲然。涉獵六", "388": "經子史。急目前之應對。尚且不給。何暇分陰", "389": "及此哉。或有成名仕路者。功名汩其慮。富貴", "39": "衛充者。疾病不能侵凌。緇衣之士。盍亦自", "390": "蕩其心。反以此道為不急。罔然置而不問不", "391": "覺。光陰有限。老死忽至。臨危湊亟雖悔奚追。", "392": "世有大道遠理之如此也。而不窺其涯涘者。", "393": "媿於古聖賢多矣。既不聞道。則必流浪生死", "394": "散入諸趣。而昧者甘心焉。是誰之過歟。嵩嶽", "395": "珪禪師云。佛有三能三不能。佛能空一切相", "396": "成萬法智。而不能即滅定業。佛能知群有性", "397": "窮億劫事。而不能化導無緣。佛能度一切有", "398": "情。而不能盡眾生界。是謂三能三不能也。今", "399": "有心憤憤口悱悱。聞佛似寇讎。見僧如蛇虺", "4": "百四十五言。宋觀文殿大學士。丞相張商", "40": "反其本乎。予竊怪夫誦佛陀言。行外道行", "400": "者。吾末如之何也已矣。且佛尚不能化導無", "401": "緣。吾如彼何哉。議者皆謂。梁武奉佛而亡國。", "402": "蓋不探佛理者。未足與議也。國祚之短長。世", "403": "數之治亂。吾不知其然矣。堯舜大聖。而國", "404": "止一身。其禪位者。以其子之不肖。而後禪也。", "405": "其子之不肖。豈天罪之歟。自開闢至漢明帝", "406": "以前。佛法未至於此。而國有遇難者何也。唐", "407": "張燕公所記梁朝四公者。能知天地鬼神變", "408": "化之事。了如指掌。而昭明太子。亦聖人之徒", "409": "也。且聖者以治國治天下。為緒餘耳。豈無先", "41": "者。是自壞法也。毘尼不守。馳騖外緣者。是", "410": "覺之明而慎擇可行之事以告武帝哉。蓋定", "411": "業不可逃矣。嗚呼定業之不可作也。猶水火", "412": "之不可入也。其報之來。若四時之無爽也。如", "413": "西土師子尊者。此土二祖大師。皆不免也。又", "414": "豈直師子二祖哉。釋迦如來。尚且不免。金", "415": "鏘馬麥之報。況初學凡夫哉。蓋修也者。改往", "416": "修來矣。且宿業既還已。則將來之善。豈捨我", "417": "哉。今夫為女形者。實劣於男矣。遽欲奉佛而", "418": "可亟變為男子乎。必將盡此報身。而願力有", "419": "待於來世乎。梁武壽高九十。不為不多。以", "42": "自壞法也。增長無明。嗔恚不息者。是自壞", "420": "疾而卒。不至大惡。但捨身之謬以其先見禍", "421": "兆筮得乾卦上九之變。取其貴而無位高而", "422": "無民。以此自卑欲圖弭災召福者。梁武自謬", "423": "爾。於佛何有哉。梁武小乘根器專信有為之", "424": "果。茲其所以不遇達磨之大法也。過信泥跡", "425": "執中無權者。亦其定業使之然乎。但聖人創", "426": "法。本為天下後世。豈為一人設也。孔子曰。仁", "427": "者壽。而力稱回之為仁。而回且夭矣。豈孔子", "428": "之言無驗歟。蓋非為一人而言也。梁武之奉", "429": "佛。其類回之為仁乎。侯景兵至而集沙門念", "43": "法也。傳曰。家必自毀。而後人毀之。尚誰尤", "430": "摩訶般若波羅蜜者。過信泥跡。而不能權宜", "431": "適變也。亦猶後漢向詡張角作亂。詡上便宜", "432": "頗多譏刺。左右不欲國家興兵。但追將兵於", "433": "河上。北向讀孝經。賊則當自消滅。又如後", "434": "漢蓋勳傳中平元年北地羌胡與邊章等寇亂", "435": "隴右扶風。宋梟為守。患多寇叛。謂勳曰。涼州", "436": "寡於學術。故屢多反暴。今欲多寫孝經。令家", "437": "家習之。庶或使人知義。此亦用之者不善也。", "438": "豈孝經之罪歟。抑又安知武帝前定之業禍", "439": "不止此。由作善以損之。故能使若是之壽也。", "44": "哉。今因禪師之請。乃懇切為緇素通言之。", "440": "帝嘗以社稷存亡久近。問於誌公。公自指其", "441": "咽示之。蓋讖侯景也。公臨滅時武帝又復詢", "442": "詰前事。誌公曰。貧僧塔壞。陛下社稷隨壞。公", "443": "滅後奉勅造塔已畢。武帝忽思曰。木塔其能", "444": "久乎。遂命徹去。改創以石塔。貴圖不朽以應", "445": "其記。拆塔纔畢。侯景兵已入矣。至人豈不前", "446": "知耶。如安世高帛法祖之徒。故來畢前世之", "447": "對。不遠千里。自投死地者。以其定業不可逃", "448": "也。如晉郭璞。亦自知其不免。況識破虛幻視", "449": "死如歸者乎。豈有明知宿有所負。而欲使", "45": "知我罪我。予皆不能辭矣。禪師豫章人知", "450": "之避拒苟免哉。歐陽永叔跋萬回神跡記碑", "451": "曰。世傳道士罵老子云。佛以神怪禍福恐動世", "452": "人。俾皆信向。故僧尼得享豐饒。而吾老子高", "453": "談清淨。遂使我曹寂寞。此雖鄙語有足采也。", "454": "永叔之是其說也。亦小有才而未達通方之", "455": "大道者歟。不揣其本之如此也。神怪禍福之", "456": "事。何世無之。但儒者之言。文而略耳。又況真", "457": "學佛者。豈以溫飽為志哉。本以求無上菩提。", "458": "出世間之大法耳。且道士是亦棄俗人也。若", "459": "以出家求道。則不以寂寞為怨。若以圖晡啜", "46": "寶大法。如護眼目。然身服紙衣。躬行苦行。", "460": "為心。則不求出離。不念因果。世間萬途。何所", "461": "不可哉。或為胥徒。或習醫卜。百工技藝。屠沽", "462": "負販。皆可為也。棄此取彼孰禦焉。唐太宗方", "463": "四歲時。已有神人見之曰。龍鳳之姿。天日之", "464": "表。必能濟世安民。及其未冠也。果然建大", "465": "功業。亦可謂大有為之君矣。歐陽脩但一書", "466": "生耳。其修唐書也以私意臆說妄行褒貶。比", "467": "太宗為中才庸主。而後世從而和之。無敢議", "468": "其非者。嗚呼學者隨世高下而歐陽脩獨得", "469": "專美於前。誠可歎也。作史者。固當其文直其", "47": "遇川病涉者梁之。途齟齬者甓之。枯𩨨暴", "470": "事核。不虛美不隱惡。故謂之實錄。而脩之編", "471": "史也。唐之公卿好道者甚多。其與禪衲游有", "472": "機緣事跡者。舉皆削之。及其致仕也。以六一", "473": "居士。而自稱何也。以居士自稱。則知有佛矣。", "474": "知有而排之。則是好名而欺心耳。豈為端人", "475": "正士乎。今之恣排佛以沽名者亦多矣。如唐", "476": "柳子厚移書韓退之不須力排二教。而退之", "477": "集無答子厚書者。豈非韓公知其言之當而", "478": "默從之。故不復與之辯論也。近世王逢原作", "479": "補書。鄙哉逢原。但一狐寒庸生耳。何區區闡", "48": "露者掩之。由衢之天寧。遷住今剎。首新戒", "480": "提之甚也。退之豈不能作一書而待後人補", "481": "也。其不知量也如此。蓋漢唐以來。帝王公", "482": "侯奉佛者。不可勝計也。豈害其為賢聖哉。余", "483": "嘗謂歐陽脩曰。道先王之言。而作嚚訟匹夫", "484": "之見。今匿人之善偏求其短。以攻刺之者。嚚", "485": "訟匹夫也。公論天下後世之事者。可如是乎。", "486": "甚哉歐陽脩之自蔽也。而欲蔽於人。又欲蔽", "487": "天下後世。幸其私臆之流言。終必止於智者。", "488": "雖見笑於通方博古之士。而未免誘惑於躁", "489": "進狂生耳。如斯人也。使之侍君。則佞其君。絕", "49": "壇授人以戒。俾母犯國憲。其應機設化。導", "490": "佛種性斷佛慧命。與之為友。則導其友。戕賊", "491": "真性奔競虛名。終身不過為一聰明凡夫矣。", "492": "其如後世惡道何。修乎修乎。將謂世間更不", "493": "別有至道妙理。止乎如此緣飾些小文章而", "494": "已。豈非莊生所謂。河伯自多於水。而不知", "495": "復有海乎。若也使其得志。則使後世之人。永", "496": "不得聞曠劫難逢之教。超然出世之法。豈不", "497": "哀哉。岐人天之正路。瞎人天之正眼。昧因果", "498": "之真教。澆定慧之淳風。無甚於修也。余嘗觀", "499": "歐陽脩之書尺。諜諜以憂煎老病自悲。雖居", "5": "英所撰。其弘宗扶教之意。至矣盡矣。昔者", "50": "民為善。致力於佛法者。非言辭可盡也。今", "500": "富貴之地。戚戚然若無容者。觀其所由。皆真", "501": "情也。其不通理性之明驗歟。由是念之。大哉", "502": "真如圓頓之道。豈僻隘淺丈夫之境界哉。六", "503": "道輪迴。三途果報。由自心造。實無別緣。謂彼", "504": "三途六道。自然而然者。何自棄之甚也。一失", "505": "人身。悔將何及。三界萬法。非有無因而妄招", "506": "果。苟不顧因果。則是自欺其心。自欺其心則", "507": "無所不至矣。近世伊川程顥謂。佛家所謂出", "508": "世者。除是不在世界上行。為出世也。士大夫", "509": "不知淵源而論佛者。類如此也。殊不知。色", "51": "又刻此論以傳。誠無愧於有道沙門者矣。", "510": "受想行識世間法也。戒定慧解脫解脫知見", "511": "出世間法也。學佛先覺之人。能成就通達出", "512": "世間法者。謂之出世也。稍類吾儒之及第者。", "513": "謂之登龍折桂也。豈其真乘龍而握桂哉。佛", "514": "祖應世本為群生。亦猶吾教聖人吉凶與民", "515": "同患。五百年必有王者興其間。必有名世者。", "516": "豈以不在世界上行為是乎。超然自利而忘", "517": "世者。豈大乘聖人之意哉。然雖如是。傷今", "518": "不及見古也。可為太息。古之出世如青銅錢", "519": "萬選萬中。截瓊枝寸寸是玉。析栴檀片片皆", "52": "洪武七年秋九月九日。翰林侍講學士。中", "520": "香。今則魚目混珠。薰蕕共囿。羊質虎皮者多", "521": "矣。遂致玉石俱焚。古人三二十年。無頃刻間", "522": "雜用身心。念念相應。如雞伏卵。尋師訪友。心", "523": "心相契。印印相證。琢磨淘汰。淨盡無疑。晦跡", "524": "韜光。陸沈於眾。道香果熟。諸聖推出。為人天", "525": "師。一言半句。耀古騰今。萬里同風。千車合轍。", "526": "今則習口耳之學。裨販如來。披師子皮。作野", "527": "干行。說時似悟。對境還迷。所守如塵俗之匹", "528": "夫。略無媿恥。公行賄賂。密用請託。劫掠常住", "529": "交結權勢。佛法凋喪。大率緣此。得不為爾寒", "53": "順大夫知制誥。同修國史。兼太子贊善大", "530": "心乎。余嘗愛本朝王文康公。著大同論。謂儒", "531": "道釋之教。沿淺至深。猶齊一變至於魯。魯一", "532": "變至於道。誠確論也。余輒是而詳之。余謂。", "533": "群生失真迷性。棄本逐末者。病也。三教之語。", "534": "以驅其惑者。藥也。儒者使之求為君子者。治", "535": "皮膚之疾也。道書使之日損損之又損者。治", "536": "血脈之疾也。釋氏直指本根。不存枝葉者。治", "537": "骨髓之疾也。其無信根者。膏盲之疾。不可救", "538": "者也。儒者言性。而佛見性。儒者勞心。而佛者", "539": "安心。儒者貪著。而佛者解脫。儒者喧嘩。而佛", "54": "夫。金華宋濂撰。", "540": "者純靜。儒者尚勢。而佛者忘懷。儒者爭權。而", "541": "佛者隨緣。儒者有為。而佛者無為。儒者分別。", "542": "而佛者平等。儒者好惡。而佛者圓融。儒者望", "543": "重。而佛者念輕。儒者求名。而佛者求道。儒者", "544": "散亂。而佛者觀照。儒者治外。而佛者治內。儒", "545": "者該博。而佛者簡易。儒者進求。而佛者休歇。", "546": "不言儒者之無功也。亦靜躁之不同矣。老子", "547": "曰常無欲以觀其妙。猶是佛家金鎖之難也。", "548": "同安察云無心猶隔一重關。況著意以觀妙", "549": "乎。老子曰。不見可欲。使心不亂。佛則雖見", "55": "護法論元序護法論元序", "550": "可欲心亦不亂。故曰利衰毀譽稱譏苦樂八", "551": "法之風。不動如來。猶四風之吹須彌也。老", "552": "子曰。弱其志。佛則立大願力。老以玄牝為天", "553": "地之根。佛則曰。若人欲識佛境界。當淨其意", "554": "如虛空。外無一法而建立。法尚應捨。何況非", "555": "法。老以抱一專氣知止不殆不為而成絕聖", "556": "棄智。此則正是圓覺作止任滅之四病也。老", "557": "曰。去彼取此。釋則圓同太虛無缺無餘。良由", "558": "取捨所以不如。老曰。吾有大患為吾有身。文", "559": "殊師利則以身為如來種。肇法師解云。凡夫", "56": "天下無二道。聖人無兩心。蓋道者先天地生。", "560": "沈淪諸趣。為煩惱所蔽。進無寂滅之歡。退有", "561": "生死之畏。故能發跡塵勞標心無上。植根生", "562": "死而敷正覺之華。蓋幸得此身而當勇猛精", "563": "進以成辦道果。如高原陸地不生蓮華。卑濕", "564": "淤泥乃生此花。是故煩惱泥中。乃有眾生起", "565": "佛法耳。老曰。視之不見名曰夷。聽之不聞名", "566": "曰希。釋則曰離色求觀非正見。離聲求聽是", "567": "邪聞。老曰豫兮若冬涉川。猶兮若畏四隣。釋", "568": "則曰隨流認得性。無喜亦無憂。老曰。智慧出", "569": "有大偽。佛則無礙清淨慧。皆從禪定生。以大", "57": "亘古今而常存。聖人得道之真以治身。其緒", "570": "智慧到彼岸。老曰。我獨若昏我獨悶悶。楞嚴", "571": "則以明極為如來。三祖則曰。洞然明白。大智", "572": "則曰。靈光洞耀。逈脫根塵。老曰。道之為物", "573": "也。唯恍唯惚。窈兮冥兮。其中有精。釋則務見", "574": "諦明了。自肯自重。老曰。道法自然。楞伽則", "575": "曰。前聖所知。轉相傳授。老曰。物壯則老。是", "576": "謂非道。佛則一念普觀無量劫。無去無來亦", "577": "無住。以謂道無古今。豈有壯老。人之幻身亦", "578": "老也。豈謂少者是道老者非道乎。老則堅欲", "579": "去兵。佛則以一切法皆是佛法。老曰。道之", "58": "餘土苴。以治天下國家。豈不大哉。故聖人", "580": "出。言淡乎其無味。佛則云。信吾言者。猶如食", "581": "蜜。中邊皆甜。老曰。上士聞道勤而行之。中士", "582": "聞道若存若亡。下士聞道大咲之。若據宗門", "583": "中則勤而行之。正是下士。為他以上士之士", "584": "兩易其語。老曰。塞其穴閉其門。釋則屬造作", "585": "以為者敗執者失又成落空。老欲去智愚民", "586": "復結繩而用之。佛則以智波羅蜜。變眾生業", "587": "識為方便智。換名不換體也。不謂老子無道", "588": "也。亦淺奧之不同耳。雖然三教之書各以其", "589": "道。善世礪俗。猶鼎足之不可缺一也。若依", "59": "或生於中國。或生於西方。或生於東夷西夷。", "590": "孔子行事。為名教君子。依老子行事。為清虛", "591": "善人。不失人天可也。若曰盡滅諸累純其清", "592": "淨本然之道。則吾不敢聞命矣。余嘗喻之。讀", "593": "儒書者。則若趨炎附竈而速富貴。讀佛書者。", "594": "則若食苦嚥澁。而致神仙。其初如此。其効如", "595": "彼。富貴者未死已前溫飽而已。較之神仙孰", "596": "為優劣哉。儒者但知孔孟之道而排佛者。舜", "597": "犬之謂也。舜家有犬。堯過其門而吠之。是犬", "598": "也。非謂舜之善而堯之不善也。以其所常見", "599": "者舜而未常見者堯也。吳書云。吳主孫權問", "6": "閩僧慧欽。嘗刻諸梓。翰林侍講學士虞集。", "60": "生雖殊方。其得道之真。若合符契。未始殊也。", "600": "尚書令闞澤曰。孔丘老子得與佛比對否。闞", "601": "澤曰。若將孔老二家比校佛法。遠之遠矣。所", "602": "以然者。孔老設教。法天制用。不敢違天。諸佛", "603": "說教。諸天奉行不敢違佛。以此言之。實非比", "604": "對明矣。吳主大悅。或曰。佛經不當誇示。誦習", "605": "之人必獲功德。蓋不知諸佛如來。以自得自", "606": "證誠實之語。推己之驗以及人也。豈虛言哉。", "607": "諸經皆云。以無量珍寶布施。不及持經句偈", "608": "之功者。蓋以珍寶住相布施。止是生人天中", "609": "福報而已。若能持念。如說修行。或於諸佛之", "61": "佛者生於西方。得道之真以治身。以寂滅為", "610": "道一言見諦。則心通神會。見謝疑亡。了物我", "611": "於一如。徹古今於當念。則道成正道。覺齊佛", "612": "覺矣。孰盛於此哉。儒豈不曰。為其事而無其", "613": "功者。髠未嘗覩也。或曰。始乎為士。終乎為", "614": "聖人。語不云乎。學也祿在其中矣。易曰。積善", "615": "之家。必有餘慶。書曰。作善降祥。此亦必然之", "616": "理也。豈吾聖人妄以祿與慶祥誇示於人乎。", "617": "或曰。誦經以獻鬼神者。彼將安用。余曰。子", "618": "固未聞。財施猶輕法施最重。古人蓋有遠", "619": "行。臨別不求珍寶而乞一言以為惠者。如晏", "62": "樂者也。自得於妙有真空。圓明廣大。不可思", "620": "子一言之諷。而齊侯省刑。景公一言之善。而", "621": "熒惑退舍。吾聖人之門弟子。或問孝。或問仁。", "622": "或問政。或問友。或問事君。或問為邦。有得一", "623": "言長善救失。而終身為君子者矣。此止終身", "624": "治世之語耳。比之如來大慈法施。誠諦之語。", "625": "感通八部龍天。震動十方世界。或向一言之", "626": "下。心地開明。一念之間。性天朗徹。高超三界", "627": "頴脫六塵。清涼身心。剪拂業累。契真達本入", "628": "聖超凡。得意生身。自然無礙。隨緣作主遇緣", "629": "即宗。先得菩提。次行濟度。世間之法。復有過", "63": "議。孔子以謂。佛為西方聖人。孔子聖人也。為", "630": "此者乎。一切鬼神。各欲解脫其趣。其於如來", "631": "稱性實談。欣戴護持也。宜矣。又況佛為無上", "632": "法王。金口所說聖教靈文。一誦之則為法輪", "633": "轉地。夜叉唱空報四天王。天王聞已如是展", "634": "轉。乃至梵天。通幽通明。龍神悅懌。猶若綸言", "635": "誕布詔令橫流。寰宇之間孰不欽奉。又況佛", "636": "為四生慈父。如父命其子。奚忍不從。誦經之", "637": "功其旨如此。教中云。若能七日七夜心不散", "638": "亂者。隨其所作定有感應。若形留神往。外", "639": "寂中搖。則尋行數墨而已。何異春禽晝啼秋", "64": "萬世之師。豈虛語哉。其尊敬如此。學者學", "640": "蟲夜鳴。雖百萬遍果何益哉。余謂耿恭拜井", "641": "而出泉。魯陽揮戈而駐日。誠之所感只在須", "642": "臾。七日之期尚為差遠。十千之魚得聞佛號。", "643": "而為十千天子。五百之蝠因樂法音。而為五", "644": "百聖賢。蟒因修懺而生天。龍聞說法而悟道。", "645": "古人豈欺我哉。三藏教乘者權教也。實際理", "646": "地者唯此一事實也。唯佛世尊是究竟法。而", "647": "一切法者。為眾生設也。今不藉權教啟迪初", "648": "機。而遽欲臻實際理地者。不亦見彈而思鴞", "649": "炙乎。此善惠大士所謂渡河須用筏。到岸不", "65": "孔子者也。孔子之言不信。反生謗斥。與斥孔", "650": "須船也。其不然乎。佛法化度世間。皎如青天", "651": "白日。而迷者不信。是猶盲人不見日月也。豈", "652": "日月之咎哉。但隨機演說。方便多門未易究", "653": "耳。學者如人習射。久久方中。棗柏大士云。存", "654": "修却敗。放逸全乖。急亦不成緩亦不得。但知", "655": "不休必不虛棄。又白樂天問寬禪師。無修無", "656": "證。何異凡夫。師曰。凡夫無明二乘執著。離此", "657": "二病。是曰真修。真修者不得勤。不得忘。勤則", "658": "近執著。忘則落無明。此為心要耳。此真初學", "659": "入道之法門也。或謂佛教有施食真言。能變", "66": "子何異。此皆非吾徒也。無盡居士。深造大道", "660": "少為。多如七粒變十方之語。豈有是理。余曰。", "661": "不然。子豈不聞勾踐一器之醪。而眾軍皆醉。", "662": "欒巴一潠之酒。而蜀川為雨。心靈所至而無", "663": "感不通。況託諸佛廣大願力。廓其善心。變", "664": "少為多。何疑之有。妙哉。佛之知見廣大深遠。", "665": "具六神通。唯其具宿命通。則一念超入於多", "666": "劫。唯其具天眼通。則一瞬遍周於沙界。且", "667": "如阿那律小果聲聞爾。唯具天眼一通。尚能", "668": "觀大千世界。如觀掌中。況佛具真天眼乎。舍", "669": "利弗亦小果聲聞爾。於弟子中但稱智慧第", "67": "之淵源。洞鑒儒釋之不二。痛夫俗學之蔽蒙。", "670": "一。尚能觀人根器。至八千大劫。況佛具正遍", "671": "知乎。唯其知見廣大深遠。則說法亦廣大深", "672": "遠矣。又豈凡夫思慮之所能及哉。試以小喻", "673": "大。均是人也。有大聰明者。有極愚魯者。大聰", "674": "明者。於上古興亡治亂之跡。六經子史之論。", "675": "事皆能知。至於海外之國。雖不及到。亦可觀", "676": "書以知之。極愚魯者。誠不知也。又安可以彼", "677": "知者為誕也。一自佛法入此之後。間有聖人。", "678": "出現流通輔翼。試摭眾人耳目之所聞見者", "679": "論之。如觀音菩薩示現於唐文宗朝。泗洲大", "68": "下悟自己之真性。在日用之間。顛倒妄想。不", "680": "聖出現於唐高宗朝。婺州義烏縣傅大士。齊", "681": "建武四年乙丑五月八日生時。有天竺僧嵩", "682": "頭陀來謂曰。我昔與汝毘婆尸佛所同發誓", "683": "願。今兜率天宮衣鉢見在。何日當還。命大士", "684": "臨水觀形。見有圓光寶蓋。大士曰。度生為急。", "685": "何思彼樂乎。行道之時。常見釋迦金粟定光", "686": "三如來。放光襲其體。虢州閿鄉張萬回法雲", "687": "公者。生於唐貞觀六年五月五日。有兄萬年。", "688": "久征遼左。相去萬里。母程氏思其信音。公早", "689": "晨告母而往。至暮持書而還。豐干禪師。居常", "69": "得其門而入。深懷憤嫉。搖唇鼓舌。專以斥佛", "690": "騎虎出入。寒山拾得為之執侍。明州奉化布", "691": "袋和尚。坐亡於嶽林寺。而復現於他州。宋太", "692": "始初。誌公禪師。乃金城宋氏之子。數日不食", "693": "無饑容。語多靈應。晉石勒時佛圖澄。掌中照", "694": "映千里。鎮州善化臨終之時。搖鈴騰空而去。", "695": "五臺鄧隱峯。遇官兵與吳元濟交戰。飛錫乘", "696": "空而過。兩軍遂解。嵩嶽帝受戒法於元珪禪", "697": "師。仰山小釋迦。有羅漢來參。并受二王戒法。", "698": "破竈墮之類。皆能證果鬼神。達磨大師。一", "699": "百五十餘歲。滅於後魏孝明帝。太和十九年。", "7": "實為之序。兵燹之餘。其版久不存。端文", "70": "為能。自比孟子拒楊墨之功。俾後世稱之。以", "700": "葬於熊耳山。後三歲魏宋雲奉使西域回。遇", "701": "於葱嶺。携一革履。歸西而去。後孝莊聞奏啟", "702": "墳觀之。果只一履存焉。文殊師利。佛滅度後。", "703": "四百年猶在人間。天台南嶽。羅漢所居應供", "704": "人天。屢顯聖跡。汀州南安巖主靈異頗多。潭", "705": "州華林善覺禪師。武寧新興嚴陽尊者。俱以", "706": "虎為侍從。道宣律師。持律精嚴。感毘沙門天", "707": "王之子為護戒神。借得天上佛牙。今在人間。", "708": "徽宗皇帝。初登極時。因取觀之。舍利隔水晶", "709": "匣。落如雨點。故太平盛典。有御製頌云。大士", "71": "為聖人之徒。聾瞽學者。豈不欺心乎。欺心乃", "710": "釋迦文。虛空等一塵。有求皆感應。無剎不分", "711": "身。玉瑩千輪皎。金剛百煉新。我今恭敬禮。普", "712": "願濟群倫。皇帝知余好佛。而嘗為余親言其", "713": "事。如前所摭。諸菩薩聖人。皆學佛者也。余所", "714": "謂若使佛有纖毫妄心。則安能攝伏於具神", "715": "通聖人也。釋有如彌天道安東林慧遠生肇", "716": "融睿陳慧榮隋法顯梁法雲智文之徒。皆日", "717": "記數萬言。講則天華墜席。頑石點頭。亦豈常", "718": "人哉。如李長者龐居士。非聖人之徒歟。孫思", "719": "邈寫華嚴經。又請僧誦法華經。呂洞賓參禪", "72": "欺天也。則護法之論豈得已哉。觀其議論勁", "720": "設供。彼神仙也。豈肯妄為無益之事乎。況茲", "721": "凡夫。敢恣毀斥。但佛之言。表事表理。有實有", "722": "權。或半或滿。設漸設頓。各有攸當。苟非具大", "723": "信根。未能無惑。亦猶吾儒所謂子不語怪力", "724": "亂神。而春秋石言于晉。神降於莘。易曰。見豕", "725": "負塗載鬼一車。此非神怪而何。孟子不言利", "726": "而曰善教得民財。於宋受兼金。此非利而何。", "727": "蓋聖人之言。從權適變。有反常而合道者。又", "728": "安可以前後異同之言。議聖人也。諸同志者。", "729": "幸於佛祖之言。詳披諦信。真積力久。自當證", "73": "正。取與嚴明。引證誠實。鋪陳詳備。明如皎", "730": "之。方驗不誣。天下人非之。而吾欲正之。正如", "731": "孟子所謂一薛居州。獨如宋王何。余豈有他", "732": "哉。但欲以公滅私。使一切人。以難得之身。知", "733": "有無上菩提。各識自家寶藏。狂情自歇。而勝", "734": "淨明心。不從人得也。吾何畏彼哉。晉惠帝時。", "735": "王浮偽作化胡經。蓋不知佛生於周昭王二", "736": "十四年。滅於穆王五十二年。歷恭懿孝夷厲", "737": "宣幽平桓莊僖惠襄頃匡定一十六王。滅後", "738": "二百四十二年。至定王三年方生老子。過流", "739": "沙時。佛法遐被五天竺。及諸隣國。著聞天下。", "74": "日。信如四時。非胸中超脫該貫至道之要妙。", "740": "已三百餘年矣。何待老子化胡哉。呂夏卿序", "741": "八師經曰。小人不知刑獄之畏。而畏地獄之", "742": "磣。雖生得以欺於世死亦不免於地下矣。今", "743": "有人焉姦雄氣焰足以塗炭於人而反不敢為", "744": "者。以有地獄報應。不可逃也。若使天下之人。", "745": "事無大小。以有因果之故。比不敢自欺其心。", "746": "善護眾生之念。各無侵凌爭奪之風。則豈不", "747": "刑措而為極治之世乎。謂佛無益於天下者", "748": "吾不信矣。諒哉。人天路上以福為先。生死", "749": "海中修道是急。今有欲快樂人天而不植福。", "75": "何以臻此。故能釋天下之疑。息天下之謗。實", "750": "出離生死。而不明道。是猶鳥無翼而欲飛。木", "751": "無根而欲茂。奚可得哉。古今受五福者非善", "752": "報而何。嬰六極者。非惡報而何。此皆過去所", "753": "修。而於今受報。寧不信哉。或云。天堂是妄", "754": "造。地獄非真說者。何愚如此。佛言。六道而", "755": "人天鬼畜。灼然可知。四者既已明矣。唯修羅", "756": "地獄二道。但非凡夫肉眼可見耳。豈虛也哉。", "757": "只如神怪之事。何世無之。亦涉史傳之載錄。", "758": "豈無耳目之聞見。雖愚者亦知其有矣。人多", "759": "信於此。而疑於彼者。是猶終日數十。而不知", "76": "後學之標準也。孟子曰。盡其心者知其性。知", "760": "二五也。可謂賢乎。曾有同僚謂余曰。佛之", "761": "戒人不食肉味。不亦迂乎。試與公詳論之。雞", "762": "之司晨。狸之捕鼠。牛之力田。馬之代步。犬之", "763": "司禦。不殺可也。如猪羊鵝鴨水族之類。本只", "764": "供庖厨之物。苟為不殺。則繁植為害。將安用", "765": "哉。余曰不然。子未知佛理者也。吾當為子言", "766": "其涯略。章明較著善惡報應。唯佛以真天眼", "767": "宿命通故能知之。今惡道不休。三塗長沸。良", "768": "有以也。一切眾生。遞相吞噉。昔相負而冥相", "769": "償。豈不然乎。且有大身眾生。如鯨鼇師象。巴", "77": "其性則知其天與佛。所謂。直指人心。見性成", "770": "蛇鯤鵬之類是也。細身眾生。如蚊蚋蟭螟螻", "771": "蟻蚤虱之類是也。品類巨細雖殊。均具一性", "772": "也。人雖最靈。亦只別為一類耳。儻不能積善", "773": "明德。識心見道。瞀󱨍然以嗜慾為務。成就種", "774": "種惡業習氣。於倏爾三二十年之間。則與彼", "775": "何異哉。且迦樓羅王。展翅闊三百三十六萬", "776": "里。阿修羅王。身長八萬四千由旬。以彼觀之。", "777": "則此又不直毫末耳。安可以謀畫之差。大心", "778": "識之最靈。欺他類之眇小不靈。而恣行殺戮", "779": "哉。只如世間牢獄。唯治有罪之人。其無事者。", "78": "佛。無以異矣。佛以戒定慧為大道之大要。吾", "780": "自不與焉。智者終不曰建立都縣設官置局。", "781": "不可閑冷。却須作一兩段事。往彼相共鬧熱", "782": "也。今雖眾生無盡惡道茫茫。若無冤對。即", "783": "自解脫。復何疑哉。若有專切修行。決欲疾得", "784": "阿耨菩提者。更食眾生血肉。無有是處。唯富", "785": "貴之人。宰制邦邑者。又須通一線道。昔陸亘", "786": "大夫。問南泉云。弟子食肉則是。不食則是。南", "787": "泉曰。食是大夫祿。不食是大夫福。又宋文帝", "788": "謂求那跋摩曰。孤媿身徇國事。雖欲齋戒不", "789": "殺。安可得如法也。跋摩曰。帝王與匹夫所修", "79": "儒所謂。懲忿窒慾。則戒也。寂然不動。則定", "790": "當異。帝王者。但正其出言發令。使人神悅和。", "791": "人神悅和。則風雨順時。風雨順時。則萬物遂", "792": "其所生也。以此持齋。齋亦至矣。以此不殺。德", "793": "亦大矣。何必輟半日之餐。全一禽之命乎。帝", "794": "撫机稱之曰。俗迷遠理。僧滯近教。若公之言。", "795": "真所謂天下之達道。可以論天人之際矣。由", "796": "是論之。帝王公侯。有大恩德。陶鑄天下者。則", "797": "可矣。士庶之家。春秋祭祀。用之以時者。尚可", "798": "懺悔。圓顱方服者。承佛戒律。受人信施。而反", "799": "例塵俗。飲酒食肉。非特取侮於人。而速戾於", "8": "以此書不可不傳也。復令印生刻之。今功", "80": "也。感而遂通天下之故。則慧也。三者儒釋豈", "800": "天。亦袈裟下失人身者。是為最苦。忍不念哉。", "801": "吾儒則不斷殺生。不戒酒肉。於盜則但言慢", "802": "藏誨盜而已。於婬則但言未見好德如好色", "803": "而已。安能使人不犯哉。佛為之教。則彰善癉", "804": "惡。深切著明。顯果報說地獄極峻至嚴。而險", "805": "詖強暴者。尚不悛心。況無以警之乎。然五戒", "806": "但律身之麁跡。修行之初步。若升高必自下。", "807": "若陟遐必自邇。求道證聖之人。亦未始不由", "808": "此而入也。至於亡思慮泯善惡。融真妄一聖", "809": "凡。單傳密印之道。又非可以紙墨形容而口", "81": "不相同。蓋方冊所載皆古人之糟粕。若誦糟", "810": "舌辯也。文章蓋世止是虛名勢望驚天。但增", "811": "業習。若比以定慧之法。治本有之神明。為過", "812": "量人超出三界。則孰多於此哉。士農工商各", "813": "分其業。貧富壽夭。自出前定。佛法雖亡。於我", "814": "何益。佛法雖存。於我何損。功名財祿。本繫乎", "815": "命。非由謗佛而得。榮貴則達。亦在乎時。非由", "816": "斥佛而致。一時之間。操不善心。妄為口禍。非", "817": "唯無益。當如後患何。智者慎之。狂者縱之。六", "818": "道報應勝劣。所以分也。余非佞也。願偕諸有", "819": "志者。背塵合覺同底於道。不亦盡善盡美乎。", "82": "粕。而不識聖人之旨要。與面牆者何異哉。杏", "820": "或有闡提之性。根於心者。必不取於是說。余", "821": "無恤焉。", "822": "護法論終", "823": "護法論後序護法論後序", "824": "樹教聖人。其設教雖殊。然於化人遷善去惡。", "825": "則其一也。故曰為教不同。同歸於善。若夫", "826": "超出世間。明了生死。惟佛氏之學。無盡居士", "827": "得兜率悅公。不傳之旨。以大辯才。縱橫演說。", "828": "猶慮去佛既遠。邪見者多。不知向上之宗。妄", "829": "有謗訕之語。此護法之論。所由作也。閩建寧", "83": "壇三千之眾得夫子之道者。顏子一人而已。", "830": "高仰山。古梅禪師。弟子慧欽。游方時。得此", "831": "論。乃與住持智了及諸上士。謀之命工繡梓。", "832": "以廣其傳。可謂善用其心矣。斯論一出。人得", "833": "而覽之。殆若貧而得寶。暗而得燈。真所謂護", "834": "如來正法之金湯。斬邪見稠林之利劍也。後", "835": "世之士。苟未達無盡之閫奧。臻無盡之造詣。", "836": "妄以斥佛為高。以要譽時流。聾瞽學者。寧不", "837": "自愧於其心哉。然為其徒者。不能致力於佛", "838": "祖之道。亦獨無愧乎哉。吾嘗宴坐寂默。心境", "839": "混融紛然而作。不淪於有。泯然而消。不淪於", "84": "尚未達一間。靈山百萬徒眾。悟玄機者。迦葉", "840": "無。語大則天下莫能載。語小則天下莫能破。", "841": "雖有智者。其猶有所未盡也。然後乃知。凡可", "842": "以言譽。可以言毀者。特其道之麁耳。至若實", "843": "際理地。清淨妙明。凝然湛然。了無一法。則又", "844": "果何所毀。果何所護哉。慧欽乃欣然請書以", "845": "為後序云。了字徹堂。飽參來歸。據席說法。欽", "846": "字肅葊。清心苦行。不私於己。皆足以恢弘古", "847": "梅之道。并識之。", "848": "至正五年二月既望前奎章閣侍書學士翰林", "849": "侍講學士通奉大夫知制誥兼修國史虞集微", "85": "一人而已。況望聖人數千載之間。聞其風讀", "850": "咲亭書", "86": "其書。咸欲造聖人之域。不亦難乎。宜其邪說", "87": "橫議興焉。則護法之論。確乎不可拔也。", "88": "乾道辛卯六月望日", "89": "無礙居士南㵎鄭興德與撰", "9": "已告完。願為序其首簡。序曰。妙明真性。", "90": "護法論", "91": "宋丞相無盡居士張商英述", "92": "護法論孔子曰。朝聞道夕死可矣。以仁義忠信為道", "93": "耶。則孔子固有仁義忠信矣。以長生久視為", "94": "道耶。則曰夕死。可矣。是果求聞何道哉。豈非", "95": "大覺慈尊識心見性無上菩提之道也。不然", "96": "則列子何以謂。孔子曰。丘聞西方有大聖人。", "97": "不治而不亂。不言而自信。不化而自行。蕩蕩", "98": "乎民無能名焉。列子學孔子者也。而遽述此", "99": "說。信不誣矣。孔子聖人也。尚尊其道。而今之"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2114 護法論", "author": "宋 張商英述", "sourceLink": "http://www.cbeta.org/"}