{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含梵志品: 中阿含梵志品: 中阿含經", "text": {"0": "念誦2 梵志品151 阿攝和經", "1": "中阿含經卷第三十八", "10": "我聞如是：一時，佛遊王舍城，在竹林加蘭", "100": "而作是說：『我此五法，於現法中自知自覺，自", "101": "作證已，施設果報。』亦無師及祖師，乃至七世", "102": "父母，而作是說：『我此五法，於現法中自知", "103": "自覺，自作證已，施設果報。』若昔有梵志壽", "104": "終命過，誦持經書，流布經書，誦習典經：", "105": "一曰夜吒，二曰婆摩，三曰婆摩提婆，四曰毗", "106": "奢蜜哆邏，五曰夜婆陀揵尼，六曰應疑羅婆，", "107": "七曰婆私吒，八曰迦葉，九曰婆羅婆，十曰婆", "108": "惒。謂今諸梵志即彼具經誦習持學，彼無作", "109": "是說：『我此五法，於現法中自知自覺，自作證", "11": "哆園。爾時，鸚鵡摩納都題子少有所為，往", "110": "已，施設果報。』摩納！彼諸梵志不以此故，於", "111": "信向中無根本耶？」鸚鵡摩納白曰：「瞿曇！實", "112": "無根本，但諸梵志聞已受持。」世尊告曰：「猶", "113": "眾盲兒各相扶持，彼在前者，不見於後，亦", "114": "不見中。彼在中者，不見於前，亦不見後。", "115": "彼在後者，不見於中，亦不見前。摩納！所說", "116": "諸梵志輩亦復如是。摩納！前說信而後復", "117": "說聞。」鸚鵡摩納瞋恚世尊，憎嫉不悅，誹謗", "118": "世尊，指擿世尊，罵詈世尊：「應誹謗瞿曇！應", "119": "指瞿曇！應墮瞿曇！」語世尊曰：「有一梵志，", "12": "至王舍城，寄宿居士家。於是，鸚鵡摩納都題", "120": "名弗袈裟裟羅，姓直清淨化，彼作是說：", "121": "『若有沙門、梵志，於人上法有知有見，現我", "122": "得者。我聞是已，便大笑之，意不相可，虛妄", "123": "不真，亦不如法。云何人生人中，自說得人", "124": "上法？若於人上法言我知我見者，此事不", "125": "然。』」於是，世尊便作是念：「鸚鵡摩納都題子", "126": "瞋恚於我，憎嫉不悅，誹謗於我，指擿於我，", "127": "罵詈於我：『應誹謗，瞿曇！應指，瞿曇！應墮，", "128": "瞿曇！』而語我曰：『瞿曇！有梵志名弗袈裟", "129": "裟羅，姓直清淨化，彼作是說：「若有沙門、梵", "13": "子問所寄宿居士曰：「頗有沙門、梵志宗主", "130": "志，於人上法有知有見，現我得者。我聞是", "131": "已，便大笑之，意不相可，虛妄不真，亦不如", "132": "法。云何人生人中，自說得人上法？若於人", "133": "上法言我知我見者，此事不然。」』」世尊知已，", "134": "告曰：「摩納！梵志弗袈裟裟羅，姓直清淨化，", "135": "彼知一切沙門、梵志心之所念，然後作是說：", "136": "『若有沙門、梵志，於人上法有知有見，現我", "137": "得者。我聞是已，便大笑之，意不相可，虛妄", "138": "不真，亦不如法。云何人生人中，自說得人", "139": "上法？若於人上法言我知我見者，此事不", "14": "眾師，統領大眾，為人所尊，令我隨時往", "140": "然耶？』」鸚鵡摩納答曰：「瞿曇！梵志弗袈裟裟", "141": "羅，姓直清淨化，自有一婢，名曰不尼，尚不", "142": "能知心之所念，況復欲知一切沙門、梵志心", "143": "之所念耶？若使知者，終無是處。」世尊告曰：", "144": "「猶人生盲，彼作是說：『無黑白色，亦無見黑", "145": "白色者。無好惡色，亦無見好惡色。無長短", "146": "色，亦無見長短色。無近遠色，亦無見近遠", "147": "色。無麤細色，亦無見麤細色。我初不見不", "148": "知，是故無色。』彼生盲人作如是說，為真實", "149": "耶？」鸚鵡摩納答世尊曰：「不也。瞿曇！所以者", "15": "見奉敬，儻能因此敬奉之時，得歡喜耶？」居", "150": "何？有黑白色，亦有見黑白色者。有好惡色，", "151": "亦有見好惡色。有長短色，亦有見長短色。", "152": "有近遠色，亦有見近遠色。有麤細色，亦有", "153": "見麤細色。若言我初不見不知，是故無色。", "154": "彼生盲人作是說者，為不真實。」「摩納！梵志", "155": "弗袈裟裟羅，姓直清淨化，彼所說者，非如", "156": "生盲無目人耶？」鸚鵡摩納答世尊曰：「如盲。", "157": "瞿曇！」世尊告曰：「摩納！於意云何？若昔有梵", "158": "志壽終命過，誦持經書，流布經書，誦習", "159": "典經，謂商伽梵志、生聞梵志、弗袈裟裟", "16": "士答曰：「有也。天愛！沙門瞿曇釋種子捨釋宗", "160": "羅梵志及汝父都題，若彼所說，可不可、有", "161": "真無真、有高有下耶？」鸚鵡摩納答世尊曰：", "162": "「若昔有梵志壽終命過，誦持經書，流布經", "163": "書，誦習典經，謂商伽梵志、生聞梵志、弗袈", "164": "裟裟羅梵志及我父都題。彼所說者，於我", "165": "意者，欲令可，莫令不可，欲令真，莫令不", "166": "真，欲令高，莫令下。」彼時，世尊問曰：「摩納！梵", "167": "志弗袈裟裟羅，姓直清淨化，彼所說者，非", "168": "為不可、無有可耶？非為不真、無有真耶？", "169": "非為至下、無有高耶？」鸚鵡摩納答世尊曰：", "17": "族，剃除鬚髮，著袈裟衣，至信、捨家、無家、學", "170": "「實爾。瞿曇！」「復次，摩納！有五法作障礙，作", "171": "覆蓋，作盲無目，能滅智慧，唐自疲勞，不得", "172": "涅槃。云何為五？摩納！欲第一法作障礙，作", "173": "覆蓋，作盲無目，能滅智慧，唐自疲勞，不得", "174": "涅槃。摩納！恚、身見、戒取，疑第五法作障礙，", "175": "作覆蓋，作盲無目，能滅智慧，唐自疲勞，不", "176": "得涅槃。摩納！於意云何？為此五法之所障", "177": "礙、覆蓋、陰纏，彼若欲觀自義，觀他義，觀俱", "178": "義，及知一切沙門、梵志心之所念者，終無", "179": "是處。摩納！梵志弗袈裟裟羅，姓直清淨化，", "18": "道，覺無上正盡覺。天愛！自可隨時往見，詣", "180": "為欲所染，欲所穢染，欲觸欲猗，著於欲，入", "181": "於欲中，不見災患，不知出要而行於欲。", "182": "彼為此五法之所障礙、覆蓋、陰纏，彼若欲", "183": "觀自義，觀他義，觀俱義，及知一切沙門、梵", "184": "志心之所念者，終無是處。「復次，摩納！有五", "185": "欲功德，愛念意樂，彼有愛色欲相應，甚可於", "186": "樂。云何為五？目知色，耳知聲，鼻知香，舌", "187": "知味，身知觸。摩納！於意云何？眾生因此五", "188": "欲功德故，生樂生喜，不復是過耶？」鸚鵡摩", "189": "納白世尊曰：「如是。瞿曇！」世尊問曰：「摩納！於", "19": "彼奉敬，或能因此奉敬之時，心得歡喜。」鸚鵡", "190": "意云何？若因草木而然火，及離草木而", "191": "然火，何者光㷿最上、最妙、最勝耶？」鸚鵡摩納", "192": "白曰：「瞿曇！若離草木而然火者，終無是", "193": "處，唯有如意足力。瞿曇！若離草木而然火", "194": "者，彼光㷿最上、最妙、最勝。」世尊告曰：「如是，如", "195": "是。摩納！若離草木而然火者，終無是處，唯", "196": "有如意足力。若離草木而然火者，彼光㷿", "197": "最上、最妙、最勝，我今假說。摩納！如因草木", "198": "而然火者，如是眾生所生喜樂，謂因欲、惡", "199": "不善之法，不得捨樂及於止息。摩納！如", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "摩納即復問曰：「沙門瞿曇今在何處？我欲", "200": "離草木而然火者，如是眾生所生捨樂，謂", "201": "因離欲，從諸善法而得捨樂及於止息。」世", "202": "尊告曰：「摩納！於意云何？有一梵志作齋行", "203": "施，或從東方有剎利童子來，彼作是說：『我", "204": "於其中得第一座、第一澡水、第一飲食。』彼於", "205": "其中不得第一座、第一澡水、第一飲食，便", "206": "生怨恨而懷憎嫉。或從南方有梵志童子", "207": "來，彼作是說：『我於其中得淨妙食。』彼於", "208": "其中不得淨妙食，便生怨恨而懷憎嫉。或", "209": "從西方有居士童子來，彼作是說：『我於其", "21": "見之。」居士答曰：「沙門瞿曇在此王舍城竹林", "210": "中得豐饒食。』彼於其中不得豐饒食，便", "211": "生怨恨而懷憎嫉。或從北方有工師童子", "212": "來，彼作是說：『我於其中得豐足食。』彼於", "213": "其中不得豐足食，便生怨恨而懷憎嫉。摩", "214": "納！彼諸梵志行如是施，施設何等報耶？」", "215": "鸚鵡摩納白曰：「瞿曇！梵志不如是心行於布", "216": "施，使他生怨恨而懷憎嫉。瞿曇！當知梵志", "217": "以愍傷心而行於施，以愍傷心而行施已，", "218": "便得大福。」世尊告曰：「摩納！梵志非為施設", "219": "第六法，有大果報，有大功德，作福得善耶？」", "22": "加蘭哆園，便可往見。」於是，鸚鵡摩納從所", "220": "鸚鵡摩納答世尊曰：「如是。瞿曇！」世尊問曰：", "221": "「摩納！若有梵志施設五法，有大果報，有大", "222": "功德，作福得善，汝見此法多在何處，為在", "223": "家耶？為出家學道耶？」鸚鵡摩納答曰：「瞿曇！", "224": "若有梵志施設五法，有大果報，有大功德，", "225": "作福得善，我見此法多在出家學道，非在", "226": "家也。所以者何？在家者多事，多有所作，多", "227": "有結恨，多有憎諍，彼不能得守護誠諦。", "228": "瞿曇！出家學道者少事，少有所作，少有結", "229": "恨，少有憎諍，彼必能得守護誠諦。瞿曇！彼", "23": "寄宿居士家出，往詣竹林加蘭哆園。鸚鵡", "230": "誠諦者，我見多在出家學道，非在家也。所", "231": "以者何？在家者多事，多有所作，多有結恨，", "232": "多有憎諍，彼不得行施，不得誦習，不得", "233": "行苦行，不得行梵行。瞿曇！出家學道者少", "234": "事，少有所作，少有結恨，少有憎諍，彼得行", "235": "施，彼得誦習，得行苦行，得行梵行。瞿曇！", "236": "行梵行者，我見此法多在出家學道，非在", "237": "家也。」世尊告曰：「摩納！若有梵志施設五法，", "238": "有大果報，有大功德，作福得善者，我說是", "239": "從心起。云何為心？若心無結、無怨、無恚、無", "24": "摩納遙見世尊在樹林間，端政姝好，猶星", "240": "諍，為修彼故。摩納！於意云何？若有比丘", "241": "守護誠諦者，彼因守護誠諦故，得喜得", "242": "悅。摩納！若有喜及悅，善善相應，我說是從", "243": "心起。云何為心？若心無結、無怨、無恚、無諍，", "244": "為修彼故，如是彼得行施，彼得誦習，得", "245": "行苦行，得行梵行。彼因行梵行故，得喜", "246": "得悅。摩納！若有喜及悅，善善相應，我說是", "247": "從心起。云何為心？若心無結、無怨、無恚、無諍，", "248": "彼心與慈俱，遍滿一方成就遊。如是二三", "249": "四方、四維上下，普周一切，心與慈俱，無結、無", "25": "中月，光耀煒曄，晃若金山，相好具足，威神", "250": "怨、無恚、無諍，極廣甚大，無量善修，遍滿一切", "251": "世間成就遊。如是悲、喜心與捨俱，無結、無", "252": "怨、無恚、無諍，極廣甚大，無量善修，遍滿一切", "253": "世間成就遊。「摩納！猶如有人善吹於螺，彼", "254": "若有方未曾聞者，彼於夜半而登高山，極", "255": "力吹螺，出微妙聲，遍滿四方。如是，比丘心", "256": "與慈俱，遍滿一方成就遊。如是二三四方、四", "257": "維上下，普周一切，心與慈俱，無結、無怨、無恚、", "258": "無諍，極廣甚大，無量善修，遍滿一切世間成", "259": "就遊。如是悲、喜心與捨俱，無結、無怨、無恚、無", "26": "巍巍，諸根寂定，無有蔽礙，成就調御，息心靜", "260": "諍，極廣甚大，無量善修，遍滿一切世間成就", "261": "遊。摩納！於意云何？若有求天，要求天上", "262": "故，便行貪伺相應心，令我作天及餘天。若", "263": "有求天，要求天上故，便無結、無怨、無恚、無", "264": "諍，無量極廣善修，心定意解，遍滿成就遊，", "265": "令我作天及餘天。汝觀於彼，誰得作天及", "266": "餘天耶？」鸚鵡摩納答曰：「瞿曇！若此求天，要", "267": "求天上故，便無結、無怨、無恚、無諍，無量極", "268": "廣善修，心定意解，遍滿成就遊者，我觀於", "269": "彼必得作天或餘天也。」世尊問曰：「摩納！於", "27": "默。見已，便前往詣佛所，共相問訊，却坐一", "270": "意云何？若有求梵天，要求梵天上故，便行", "271": "貪伺相應心，令我作梵天及餘梵天。若有", "272": "求梵天，要求梵天上故，便無結、無怨、無恚、", "273": "無諍，無量極廣善修，心定意解，遍滿成就", "274": "遊，令我作梵天及餘梵天。汝觀於彼，誰得", "275": "作梵天及餘梵天耶？」鸚鵡摩納答曰：「瞿曇！", "276": "若此求梵天，要求梵天上故，便無結、無怨、", "277": "無恚、無諍，無量極廣善修，心定意解，遍滿成", "278": "就遊者，我觀於彼得作梵天或餘梵天。」鸚", "279": "鵡摩納問曰：「瞿曇！知梵道跡耶？」世尊告曰：", "28": "面，白曰：「瞿曇！欲有所問，聽乃敢陳？」世尊告", "280": "「摩納！我今問汝，隨所解答。摩納！於意云何？", "281": "那羅歌邏村去此眾不遠耶？」鸚鵡摩納答", "282": "曰：「不遠。」世尊告曰：「摩納！於意云何？汝於此", "283": "眾告一人曰：『汝往至彼那羅歌邏村，到便", "284": "即還。』彼受汝教，速疾往至那羅歌邏村，到", "285": "便即還。彼往返已，汝問道路，謂於那羅歌", "286": "邏村往返出入事。彼人寧住不能答耶？」", "287": "鸚鵡摩納答世尊曰：「不也。瞿曇！」世尊告曰：「摩", "288": "納！彼人往返於那羅歌邏村，問道路事，", "289": "乃可得住而不能答。若問如來、無所著、等", "29": "曰：「恣汝所問。」鸚鵡摩納問曰：「瞿曇！如我所", "290": "正覺梵道跡者，終不暫住而不能答。」鸚鵡", "291": "摩納白世尊曰：「沙門瞿曇！無著天祠，此", "292": "事具足，謂問梵道跡能速答故。世尊！我已", "293": "知。善逝！我已解。世尊！我今自歸於佛、法及", "294": "比丘眾，唯願世尊受我為優婆塞，從今日", "295": "始，終身自歸，乃至命盡。」佛說如是。鸚鵡摩納", "296": "聞佛所說，歡喜奉行。", "297": "鸚鵡經第一竟四千五百六十一字", "298": "153 鬚閑提經（一五三）中阿含梵志品鬚閑提經第二", "299": "閑音呼姧反第四分別誦", "3": "分別誦1 梵志品梵志品第一有十經第四一日誦名分", "30": "聞，若在家者，便得善解，則知如法，出家學", "300": "我聞如是：一時，佛遊拘樓瘦，在婆羅婆", "301": "第一靜室，坐於草座。爾時，世尊過夜平旦，", "302": "著衣持鉢，入釰摩瑟曇次第乞食。食訖，", "303": "中後還舉衣鉢，澡洗手足，以尼師檀著", "304": "於肩上，往詣一林，至晝行處。爾時，世尊入", "305": "於彼林，至一樹下，敷尼師檀，結加趺坐。", "306": "於是，鬚閑提異學中後彷徉，往詣婆羅婆第", "307": "一靜室，鬚閑提異學遙見婆羅婆第一靜", "308": "室有布草座一脇臥處，似師子臥，似沙門", "309": "臥，似梵行臥，鬚閑提異學見已，問曰：「婆羅婆", "31": "道者，則不然也。我問瞿曇此事云何？」世尊", "310": "第一靜室，誰有此草座一脇臥處，似師子", "311": "臥，似沙門臥，似梵行臥？」婆羅婆梵志答曰：", "312": "「鬚閑提！有沙門瞿曇釋種子，捨釋宗族，剃", "313": "除鬚髮，著袈裟衣，至信，捨家、無家、學道，覺", "314": "無上正盡覺。彼第一靜室有此草座一脇", "315": "臥處，似師子臥，似沙門臥，似梵行臥。」鬚閑", "316": "提異學語曰：「婆羅婆！我今不可見見，不可", "317": "聞聞，謂我見沙門瞿曇臥處。所以者何？彼沙", "318": "門瞿曇壞敗地，壞敗地者，無可用也。」婆羅婆", "319": "語曰：「鬚閑提！汝不應以此事罵彼沙門瞿", "32": "告曰：「此事不定。」鸚鵡摩納白曰：「瞿曇！願今", "320": "曇。所以者何？彼沙門瞿曇多有慧，剎利慧、", "321": "梵志慧、居士慧、沙門慧，若說慧者皆得聖智。", "322": "鬚閑提！我欲以此義向彼沙門瞿曇說，為", "323": "可爾不？」鬚閑提語曰：「婆羅婆！若欲說者，則", "324": "隨汝意，我無所違。婆羅婆！若見沙門瞿曇", "325": "者，我亦說此義。所以者何？彼沙門瞿曇敗壞", "326": "地，敗壞地者，無可用也。」爾時，世尊在晝行", "327": "處，以淨天耳出過於人，聞婆羅婆梵志與", "328": "鬚閑提異學共論此事。世尊聞已，則於晡", "329": "時從燕坐起，往詣婆羅婆梵志第一靜室，", "33": "為我分別此事。」世尊告曰：「摩納！諦聽，善思", "330": "於草座上敷尼師檀，結加趺坐。婆羅婆", "331": "梵志遙見世尊在樹林間，端政姝好，猶星", "332": "中月，光耀煒曄，晃若金山，相好具足，威神", "333": "巍巍，諸根寂定，無有蔽礙，成就調御，息心靜", "334": "默。見已，進前往詣佛所，共相問訊，却坐一面。", "335": "世尊問曰：「婆羅婆！與鬚閑提異學共論此", "336": "草坐處耶？」婆羅婆梵志答世尊曰：「如是。瞿", "337": "曇！我亦欲以此事向沙門瞿曇說，然沙", "338": "門瞿曇未說已自知。所以者何？以如來、無", "339": "所著、等正覺故。」世尊與婆羅婆梵志共論此", "34": "念之，我當為汝具分別說。」鸚鵡摩納受教", "340": "事。鬚閑提異學於後彷徉，往詣婆羅婆第一", "341": "靜室。世尊遙見鬚閑提異學來已，而作是說：", "342": "「鬚閑提！不調御眼根，不密守護而不修者，", "343": "必受苦報。彼於沙門瞿曇善自調御，善密", "344": "守護而善修者，必得樂報。鬚閑提！汝因此故，", "345": "說沙門瞿曇敗壞地，敗壞地者，無可用耶？」", "346": "鬚閑提異學答世尊曰：「如是。瞿曇！」「鬚閑提！", "347": "如是耳、鼻、舌、身根，不調御意根，不密守護", "348": "而不修者，必受苦報。彼於沙門瞿曇善自", "349": "調御，善密守護而善修者，必得樂報。鬚閑提！", "35": "而聽。佛言：「摩納！若有在家及出家學道", "350": "汝因此故，說沙門瞿曇敗壞地，敗壞地者，無", "351": "可用耶？」鬚閑提異學答世尊曰：「如是。瞿曇！」", "352": "世尊問曰：「鬚閑提！於意云何？若人本未出家", "353": "學道，彼眼知色，愛念意樂，可欲相應。彼於後", "354": "時捨眼知色，剃除鬚髮，著袈裟衣，至信、捨", "355": "家、無家、學道。彼眼知色，習、滅、味、患、出要見如", "356": "真，內息心遊行。彼若見人未離色欲，為色", "357": "愛所食，為色熱所熱。彼眼知色，愛念意樂，", "358": "可欲相應，行時見已，不稱彼、不樂彼。鬚閑", "359": "提！於意云何？若有此樂，因愛因色，樂此樂", "36": "行邪行者，我不稱彼。所以者何？若有在", "360": "時，薄賤故不稱彼，薄賤故不樂彼。鬚閑提！", "361": "寧可於彼有所說耶？」答世尊曰：「不也。瞿", "362": "曇！」「鬚閑提！於意云何？若人本未出家學道，", "363": "如是耳知聲，鼻知香，舌知味，身知觸，愛", "364": "念意樂，可欲相應。彼於後時，捨身知觸，剃", "365": "除鬚髮，著袈裟衣，至信、捨家、無家、學道。彼身", "366": "知觸，習、滅、味、患、出要，見如真，內息心遊行。", "367": "彼若見人未離觸欲，為觸愛所食，為觸", "368": "熱所熱。彼身知觸，愛念意樂，可欲相應，行時", "369": "見已，不稱彼、不樂彼。鬚閑提！於意云何？", "37": "家及出家學道行邪行者，不得善解，不", "370": "若有見此樂，因愛因觸，樂此樂時，薄賤故", "371": "不稱彼，薄賤故不樂彼。鬚閑提！寧可於", "372": "彼有所說耶？」答世尊曰：「不也。瞿曇！」世尊問", "373": "曰：「鬚閑提！於意云何？若人本未出家學道，", "374": "五欲功德愛念意樂，可欲相應。彼於後時，捨", "375": "五欲功德，剃除鬚髮，著袈裟衣，至信、捨家、", "376": "無家、學道。彼五欲功德，習、滅、味、患、出要，見如", "377": "真，內息心遊行。彼若見人未離欲，為欲愛", "378": "所食，為欲熱所熱，五欲功德愛念意樂，可", "379": "欲相應，行時見已，不稱彼、不樂彼。鬚閑提！", "38": "知如法。是故，摩納！若有在家及出家學道", "380": "於意云何？若有此樂，因欲因欲愛，樂此", "381": "樂時，薄賤故不稱彼，薄賤故不樂彼。鬚閑", "382": "提！寧可於彼有所說耶？」答世尊曰：「不也。", "383": "瞿曇！」「鬚閑提！我本未出家學道時，得五欲", "384": "功德，易不難得，愛念意樂，可欲相應。我於", "385": "後時，捨五欲功德，剃除鬚髮，著袈裟衣，至", "386": "信、捨家、無家、學道。彼五欲功德，習、滅、味、患、出", "387": "要，見如真，內息心遊行。我見人未離欲，為", "388": "欲愛所食，為欲熱所熱，五欲功德，愛念意", "389": "樂，可欲相應，行時見已，我不稱彼，我不樂", "39": "行邪行者，我不稱彼。摩納！若有在家及出", "390": "彼。鬚閑提！於意云何？若有此樂，因欲因欲", "391": "愛，樂此樂時，薄賤故我不稱彼，薄賤故我", "392": "不樂彼。鬚閑提！寧可於我有所說耶？」答", "393": "世尊曰：「不也。瞿曇！」世尊告曰：「鬚閑提！猶如", "394": "居士、居士子，極大富樂，資財無量，多諸畜牧、", "395": "封戶、食邑，諸生活具種種豐饒，彼得五欲，易", "396": "不難得。彼成就身妙行，口、意妙行，臨死之", "397": "時，不樂捨五欲功德，身壞命終，後昇善處，", "398": "得生天上，具足行五欲功德。鬚閑提！此天", "399": "及天子寧當捨天五欲功德，樂人間欲，歡喜", "4": "別有三品半合有三十五經", "40": "家學道行正行者，我稱說彼。所以者何？若", "400": "念耶？」答世尊曰：「不也。瞿曇！所以者何？人間", "401": "欲者，臭處不淨，意甚穢惡而不可向，憎諍極", "402": "苦。瞿曇！於人間欲，天欲最上、最妙、最勝。若", "403": "彼天及天子捨於天上五欲功德，樂人間欲，", "404": "歡喜念者，終無是處。」「如是。鬚閑提！我斷人", "405": "間欲，度於天欲，剃除鬚髮，著袈裟衣，至", "406": "信、捨家、無家、學道。彼五欲功德，習、滅、味、患、出", "407": "要，見如真，內息心遊行。我見人未離欲，為", "408": "欲愛所食，為欲熱所熱，五欲功德愛念意", "409": "樂，可欲相應，行時見已，我不稱彼，我不樂", "41": "有在家及出家學道行正行者，必得善解，", "410": "彼。鬚閑提！於意云何？若有此樂，因欲因欲", "411": "愛，樂此樂時，薄賤故我不稱彼，薄賤故我", "412": "不樂彼。鬚閑提！寧可於我有所說耶？」答", "413": "世尊曰：「不也。瞿曇！」世尊告曰：「鬚閑提！猶人", "414": "病癩，身體爛熟，為蟲所食，爪擿瘡開，臨火", "415": "坑炙。鬚閑提！於意云何？若病癩人身體爛", "416": "熟，為蟲所食，爪擿瘡開，臨火坑炙。如是", "417": "寧得除病有力，不壞諸根，為脫癩病，身體", "418": "完健，平復如故，還本所耶？」答世尊曰：「不", "419": "也。瞿曇！所以者何？若病癩人身體爛熟，為蟲", "42": "則知如法。是故，摩納！若有在家及出家學", "420": "所食，爪擿瘡開，臨火坑炙。如是更生瘡", "421": "轉增多，本瘡轉大，然彼反以癩瘡為樂。」", "422": "「鬚閑提！如病癩人身體爛熟，為蟲所食爪", "423": "擿瘡開，臨火坑炙。如是更生瘡轉增多，", "424": "本瘡轉大，然彼反以癩瘡為樂。鬚閑提！", "425": "如是眾生未離欲，為欲愛所食，為欲熱", "426": "所熱而行於欲。鬚閑提！如是眾生未離欲，", "427": "為欲愛所食，為欲熱所熱而行於欲，如", "428": "是欲轉增多，欲愛轉廣，然彼反以欲愛為樂。", "429": "彼若不斷欲，不離欲愛，內息心，已行、當行、", "43": "道行正行者，我稱說彼。摩納！我如是說，", "430": "今行者，終無是處。所以者何？此非道理，斷", "431": "欲、離欲愛，謂行於欲。」世尊告曰：「鬚閑提！猶", "432": "王及大臣，得五所欲，易不難得。彼若不斷", "433": "欲，不離欲愛，內息心，已行、當行、今行者，終無", "434": "是處。所以者何？此非道理，斷欲、離欲愛，謂", "435": "行於欲。如是，鬚閑提！眾生未離欲，為欲愛", "436": "所食，為欲熱所熱而行於欲。鬚閑提！若眾", "437": "生未離欲，為欲愛所食，為欲熱所熱而", "438": "行欲者，如是欲轉增多，欲愛轉廣，然彼反", "439": "以欲愛為樂。彼若不斷欲，不離欲愛，內", "44": "說此二法，如是分別，如是顯示。若有沙門", "440": "息心，已行、當行、今行者，終無是處。所以者何？", "441": "此非道理，斷欲、離欲愛，謂行於欲。「鬚閑提！", "442": "猶病癩人身體爛熟，為蟲所食，爪擿瘡開，", "443": "臨火坑炙。有人為彼憐念愍傷，求利及饒", "444": "益，求安隱快樂，與如其像好藥，與如其像", "445": "好藥已，除病得力，不壞諸根，已脫癩病，", "446": "身體完健，平復如故，更還本所。彼若見人", "447": "有癩病者，身體爛熟，為蟲所食，以爪", "448": "擿瘡開，臨火坑炙。鬚閑提！彼人見已，寧復", "449": "意樂稱譽喜耶？」答世尊曰：「不也。瞿曇！所以", "45": "梵志有力堅固深入，一向專著，而說此為真", "450": "者何？有病須藥，無病不須。」「鬚閑提！於意", "451": "云何？若彼癩人除病得力，不壞諸根，已脫", "452": "癩病，身體完健，平復如故，更還本所，有二", "453": "力士，強捉彼人臨火坑炙。彼於其中慞", "454": "惶迴避，身生重熱。鬚閑提！於意云何？此火", "455": "坑者，於今更熱，大苦可患，甚於本耶？」答世", "456": "尊曰：「不也。瞿曇！其本病癩，身體爛熟，為蟲所", "457": "食，爪擿瘡開，臨火坑炙。彼於苦大樂更", "458": "樂想，其心迷亂，有顛倒想。瞿曇！彼人於今除", "459": "病得力，不壞諸根，已脫癩病，身體完健，平", "46": "諦，餘者虛妄。」鸚鵡摩納白曰：「瞿曇！如我所", "460": "復如故，更還本所，彼於苦大苦更樂想，", "461": "其心泰然，無顛倒想。」「鬚閑提！如病癩人身體", "462": "爛熟，為蟲所食，爪擿瘡開，臨火坑炙。彼", "463": "於苦大樂更樂想，其心迷亂，有顛倒想。如", "464": "是，鬚閑提！眾生不離欲，為欲愛所食，為", "465": "欲熱所熱而行於欲。彼於苦欲有樂欲想，", "466": "其心迷亂，有顛倒想。鬚閑提！猶如彼人除", "467": "病得力，不壞諸根，已脫癩病，身體完健，平", "468": "復如故，更還本所。彼於苦大苦更樂想，", "469": "其心泰然，無顛倒想。如是，鬚閑提！我於苦", "47": "聞，若在家者，便有大利，有大功德，出家學", "470": "欲有苦欲想，得如真實，無顛倒想。所以", "471": "者何？鬚閑提！過去時欲不淨臭處，意甚穢惡", "472": "而不可向，憎諍苦更觸，未來、現在欲亦不", "473": "淨臭處，意甚穢惡而不可向，憎諍苦更觸。", "474": "鬚閑提！如來、無所著、等正覺說無病第一利，", "475": "涅槃第一樂。」鬚閑提異學白世尊曰：「瞿曇！", "476": "我亦曾從耆舊尊德長老久學梵行所，聞無", "477": "病第一利，涅槃第一樂。」世尊問曰：「鬚閑提！若", "478": "汝曾從耆舊尊德長老久學梵行所，聞無病", "479": "第一利，涅槃第一樂。鬚閑提！何者無病？何者", "48": "道者，則不然也。我問瞿曇此事云何？」世尊", "480": "涅槃耶？」於是，鬚閑提異學身即是病、是癰、是", "481": "箭、是蛇、是無常、是苦、是空、是非神，以兩手", "482": "抆摸而作是說：「瞿曇！此是無病，此是涅槃。」", "483": "世尊語曰：「鬚閑提！猶如生盲，從有目人聞", "484": "其所說：『白淨無垢，白淨無垢。』彼聞此已，便求", "485": "白淨。有諂誑人而不為彼求利及饒益，求", "486": "安隱快樂，則以垢膩不淨之衣，持往語曰：『汝", "487": "當知之，此是白淨無垢之衣，汝以兩手敬", "488": "受被身。』彼盲子喜，即以兩手敬受被身而", "489": "作是說：『白淨無垢，白淨無垢。』鬚閑提！彼人", "49": "告曰：「此事不定。」鸚鵡摩納白曰：「瞿曇！願復", "490": "為自知說，為不知說？為自見說，為不見", "491": "說？」鬚閑提異學答曰：「瞿曇！如是說者，實不知", "492": "見。」世尊語曰：「如是。鬚閑提！如盲無目，身即", "493": "是病、是癰、是箭、是蛇、是無常、是苦、是空、是非", "494": "神，以兩手抆摸而作是說：『瞿曇！此是無", "495": "病，此是涅槃。』鬚閑提！汝尚不識於無病，何", "496": "況知見於涅槃耶？言知見者，終無是處。鬚", "497": "閑提！如來、無所著、等正覺說：", "498": "「無病第一利，涅槃第一樂，", "499": "諸道八正道，住安隱甘露。", "5": "鸚鵡、鬚閑提婆羅婆遊堂", "50": "為我分別此事。」世尊告曰：「摩納！諦聽，善", "500": "「彼眾多人並共聞之，眾多異學聞此偈已，", "501": "展轉相傳，不能知義。彼既聞已，而欲求教，", "502": "彼並愚癡，還相欺誑。彼自現身四大之種，從", "503": "父母生，飲食所長，常覆按摩澡浴，強忍、破", "504": "壞、磨滅，離散之法。然見神受神，緣受則有，緣", "505": "有則生，緣生則老死，緣老死則愁慼啼哭、", "506": "憂苦懊惱，如是此生純大苦陰。」於是，鬚閑提", "507": "異學即從坐起，偏袒著衣，叉手向佛，白曰：", "508": "「瞿曇！我今極信沙門瞿曇！唯願瞿曇善為說", "509": "法，令我得知此是無病，此是涅槃。」世尊告", "51": "思念之，我當為汝具分別說。」鸚鵡摩納受", "510": "曰：「鬚閑提！若汝聖慧眼未淨者，我為汝說", "511": "無病、涅槃，終不能知，唐煩勞我。鬚閑提！猶", "512": "生盲人，因他往語：『汝當知之，此是青色，黃、", "513": "赤、白色。』鬚閑提！彼生盲人頗因他說，知是", "514": "青色、黃、赤、白色耶？」答世尊曰：「不也。瞿曇！」「如", "515": "是。鬚閑提！若汝聖慧眼未淨者，我為汝說", "516": "無病、涅槃，終不能知，唐煩勞我。鬚閑提！我", "517": "為汝說如其像妙藥，令未淨聖慧眼而得", "518": "清淨。鬚閑提！若汝聖慧眼得清淨者，汝便", "519": "自知此是無病，此是涅槃。鬚閑提！猶生盲人，", "52": "教而聽。佛言：「摩納！若在家者，有大災患，有", "520": "有諸親親為彼慈愍，求利及饒益，求安隱", "521": "快樂故，為求眼醫，彼眼醫者與種種治，或", "522": "吐或下，或灌於鼻，或復灌下，或刺其脉，或", "523": "令淚出。鬚閑提！儻有此處，得淨兩眼。鬚閑", "524": "提！若彼兩眼得清淨者，則便自見此是青色，", "525": "黃、赤、白色，見彼垢膩不淨之衣，便作是念：", "526": "『彼即怨家，長夜則以垢膩之衣欺誑於我。』便", "527": "有憎心。鬚閑提！此人儻能殺害於彼。如是，", "528": "鬚閑提！我為汝說如其像妙藥，令未淨聖", "529": "慧眼而得清淨。鬚閑提！若汝聖慧眼得淨", "53": "大鬪諍，有大怨憎，行邪行者，不得大果，", "530": "者，汝便自知此是無病，此是涅槃。「鬚閑提！", "531": "有四種法，未淨聖慧眼而得清淨。云何為", "532": "四？親近善知識，恭敬、承事，聞善法，善思惟，", "533": "趣向法次法。鬚閑提！汝當如是學，親近", "534": "善知識，恭敬、承事，聞善法，善思惟，趣向法", "535": "次法。鬚閑提！當學如是。鬚閑提！汝親近", "536": "善知識，恭敬、承事已，便聞善法，聞善法已，", "537": "便善思惟，善思惟已便趣向法次法，趣向", "538": "法次法已，便知此苦如真，知此苦習、知此", "539": "苦滅、知此苦滅道如真。「云何知苦如真？謂", "54": "無大功德。猶如田作，有大災患，有大鬪諍，", "540": "生苦、老苦、病苦、死苦、怨憎會苦、愛別離苦、所", "541": "求不得苦、略五盛陰苦，如是知苦如真。云", "542": "何知苦習如真？謂此愛當受未來有，與喜", "543": "欲俱，願彼彼有，如是知苦習如真。云何", "544": "知苦滅如真？謂此愛當受未來有，與喜欲", "545": "俱，願彼彼有滅、無餘、斷、捨、吐、盡、無欲、沒、息止，", "546": "如是知苦滅如真。云何知苦滅道如真？謂", "547": "八支聖道，正見乃至正定，是謂為八，如是", "548": "知苦滅道如真。」說此法已，鬚閑提異學遠", "549": "塵離垢，諸法法眼生。於是，鬚閑提異學見法", "55": "有大怨憎，行邪行者，不得大果，無大功", "550": "得法，覺白淨法，斷疑度惑，更無餘尊，不", "551": "復從他，無有猶豫，已住果證，於世尊法", "552": "得無所畏。即從座起，稽首佛足，白曰：「世", "553": "尊！願令我得出家學道，受具足，得比丘。」", "554": "世尊告曰：「善來比丘！修行梵行。」鬚閑提異", "555": "學即是出家學道，受具足，得比丘。鬚閑提", "556": "出家學道，受具足，知法已，至得阿羅訶。佛", "557": "說如是。尊者鬚閑提聞佛所說，歡喜奉行。", "558": "鬚閑提經第二竟四千一百二十一字", "559": "中阿含經卷第三十八八千六百六十二字", "56": "德。如是，摩納！若在家者亦復如是。摩納！出", "57": "家學道少有災患，少有鬪諍，少有怨憎，行", "58": "邪行者，不得大果，無大功德。猶如治生，少", "59": "有災患，少有鬪諍，少有怨憎，行邪行者，", "6": "須達、梵波羅黃蘆園、頭那", "60": "不得大果，無大功德。如是，摩納！出家學道", "61": "亦復如是。「摩納！若在家者，有大災患，有大", "62": "鬪諍，有大怨憎，行正行者，得大果報，有大", "63": "功德。猶如田作，有大災患，有大鬪諍，有大", "64": "怨憎，行正行者，得大果報，有大功德。如", "65": "是，摩納！若在家者亦復如是。摩納！出家學道", "66": "少有災患，少有鬪諍，少有怨憎，行正行者，", "67": "得大果報，有大功德。猶如治生，少有災患，", "68": "少有鬪諍，少有怨憎，行正行者，得大果", "69": "報，有大功德。如是，摩納！出家學道亦復如", "7": "阿伽羅訶那阿園那、梵摩", "70": "是。摩納！我如是說，說此二法，如是分別，", "71": "如是顯示。若有沙門、梵志有力堅固深入，一", "72": "向專著，而說此為真諦，餘者虛妄。」鸚鵡摩", "73": "納白曰：「瞿曇！彼諸梵志施設五法，有大果", "74": "報，有大功德，作福得善。」世尊告曰：「若諸梵", "75": "志施設五法，有大果報，有大功德，作福得", "76": "善。汝在此眾，今可說耶？」鸚鵡摩納白曰：「瞿", "77": "曇！我無不可。所以者何？瞿曇！於今現坐", "78": "此眾。」世尊告曰：「汝便可說。」鸚鵡摩納白曰：", "79": "「瞿曇！善聽。瞿曇！梵志施設第一真諦法，有", "8": "152 鸚鵡經（一五二）中阿含梵志品鸚鵡經第一第", "80": "大果報，有大功德，作福得善；第二誦習，", "81": "第三熱行，第四苦行。瞿曇！梵志施設第五", "82": "梵行，有大果報，有大功德作福得善。」世", "83": "尊告曰：「若有梵志施設五法，有大果報，有", "84": "大功德，作福得善。彼梵志中頗有一梵志", "85": "作如是說：『我此五法，於現法中自知自覺，", "86": "自作證已，施設果耶？』」鸚鵡摩納白世尊曰：", "87": "「無也。瞿曇！」世尊告曰：「頗有師及祖師，至七世", "88": "父母，作如是說：『我此五法，於現法中自知", "89": "自覺，自作證已，施設果耶？』」鸚鵡摩納白世", "9": "三念誦", "90": "尊曰：「無也。瞿曇！」爾時，世尊問曰：「摩納！若昔", "91": "有梵志壽終命過，誦持經書，流布經書，誦", "92": "習典經：一曰夜吒，二曰婆摩，三曰婆摩", "93": "提婆，四曰毗奢蜜哆羅，五曰夜婆陀揵", "94": "尼，六曰應疑羅婆，七曰婆私吒，八曰迦", "95": "葉，九曰婆羅婆，十曰婆惒。謂今諸梵志", "96": "即彼具經誦習持學，彼頗作是說：『我此五法，", "97": "於現法中自知自覺，自作證已，施設果耶？』」", "98": "鸚鵡摩納白世尊曰：「無也。瞿曇！但諸梵志因", "99": "信受持。」世尊告曰：「若於諸梵志，無一梵志"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含梵志品: 中阿含梵志品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}