{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1058 千手千眼觀世音菩薩姥陀羅尼身經: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩", "text": {"0": "No. 1058 [No. 1057]", "1": "千手千眼觀世音菩薩姥陀羅尼", "10": "後五百歲中。隨在國土城邑聚落山林樹下。", "100": "乃至非想非非想天。皆六返震動。天雨寶", "101": "花繽紛亂墜。色究竟天摩醯首羅天。戰掉不", "102": "安皆大恐懼。一切諸惡藥叉羅剎妬憋鬼神。", "103": "受大痛惱叫呼求活。四維馳走莫知所趣。是", "104": "時化身觀世音菩薩。語於大眾及一切惡鬼", "105": "神等。若不隨順違我呪者。皆使支節熱惱疼", "106": "痛身分碎裂。汝輩鬼神應知此呪。力能摧破", "107": "一切諸山乾竭大海。亦能摧壞阿修羅軍護", "108": "諸國邑。摧滅一切鬼病神病。藥毒蟲毒邪惡", "109": "人等。復能摧伏三十三天悉令順從。", "11": "有諸苾芻苾芻尼諸善男子善女人等。常能", "110": "爾時世尊在大金剛歡喜勝殿。及尊勝菩薩", "111": "無量天龍藥叉羅剎緊那羅眾住佛法者。一", "112": "時種種歌詠讚歎觀世音菩薩摩訶薩故。於", "113": "時菩薩重白佛言。世尊是呪亦能摧壞一切", "114": "有情。廣大蓋障黑暗山故。當有有情信聽讀", "115": "誦。依法受持覩見聞者。彼之人等。所有一", "116": "切。煩惱黑障悉皆銷滅。若復有人每於晨朝", "117": "生尊重心。若讀若誦此姥陀羅尼三七遍者。", "118": "則常為於觀世音菩薩摩訶薩隨攝擁護。若", "119": "人有所思念一切大願大三摩地門。而欲趣", "12": "日夜六時依法。讀誦受持姥陀羅尼最勝法", "120": "求速成就者。當唯獨坐清閑靜處。想念觀世", "121": "音菩薩暫勿異緣。每誦此陀羅尼一百八遍", "122": "者。無願不果。又得一切眾生之所愛樂。當", "123": "生不墜一切惡穢趣界。若坐行住能常想佛", "124": "如在頂者。此人已於無量百千俱胝。所生積", "125": "集諸惡罪業皆得銷滅。是人當得具足壽千", "126": "轉輪王廣大福蘊。又於生生常與觀世音菩", "127": "薩。同時出生生貴族家。若恒持以滿掬香花。", "128": "先散觀世音菩薩像前。乃誦此陀羅尼三七", "129": "遍者。即得大千功德大悲法性。彼人漸於世", "13": "門者。我以念報如來恩德。恒皆隨逐擁護是", "130": "間。速得大力成就。若每日三時瞻菩薩面誦", "131": "此陀羅尼一千八遍者。速得觀世音菩薩示", "132": "微笑相。見已即證離垢初地念佛三昧光照", "133": "世間。若命終時如入禪定。於所生處得宿命", "134": "智。所有罪障皆盡消除。若欲受持此陀羅尼", "135": "者。每以正月五月九月一日至十五日受持。", "136": "齋戒著白淨衣食三。白食於舍利塔前或舍", "137": "利像前。以白檀香泥塗一四肘方壇。復取種", "138": "種花香。散於壇內佛前燒香然燈。於佛菩薩", "139": "所生恭敬心。每誦此陀羅尼一千八遍。至十", "14": "人而不放捨。不使一切妬憋鬼神競侵嬈害。", "140": "五日夜。得觀世音菩薩而來入是壇內。是人", "141": "見已。所有一切蓋障五逆重罪隨盡消滅。身", "142": "口意業皆得清淨。又得隨證佛三昧力灌頂", "143": "地力。波羅蜜地力殊勝智力。世尊若須雨時。", "144": "詣高望處當仰視天。誦此陀羅尼一千八遍。", "145": "甘雨應時普洽充足。若視地誦此陀羅尼滿", "146": "一千八遍。能令百穀皆得成熟。若於枯池河", "147": "泉邊。誦此陀羅尼一千八遍水即盈滿。若以", "148": "此陀羅尼呪手七遍。摩捫一切病人身者即", "149": "得除差。若攝視失念人面身。誦此陀羅尼一", "15": "復令一切宿重業障一時消滅。隨得一切陀", "150": "百八遍還得正念。若視飢渴人面。誦此陀羅", "151": "尼一百八遍。所有飢渴惡相悉皆消除。若欲", "152": "結界入池水中。如法書寫此陀羅尼繫置幢", "153": "頭。令百由旬無諸衰患。便成結界而擁護之。", "154": "復有善男子善女人等。能常日日誦此陀羅", "155": "尼百八遍者。其人福聚說不可盡。能加位漸", "156": "豪貴自在。又為一切人民愛念恭敬。所求如", "157": "願得滿足故。若欲降伏眾魔怨者。當以姥陀", "158": "羅尼呪安悉香二十一遍。乃持一呪一燒。滿", "159": "一百八遍則得除滅。若欲一切人類不譏蔑", "16": "羅尼神呪壇印種種法門速皆成就。復白佛", "160": "者。每日呪楊枝二十一遍。口中嚼之即得遵", "161": "敬。欲令自身得大辯才智慧之者。以石菖蒲", "162": "一十二兩。擣為細末溲和酥蜜。以姥陀羅尼", "163": "呪令現三相。所為煖煙光等。得此相已。日服", "164": "七丸丸如藥丸。并塗心上服滿百日。即得解", "165": "慧辯才無礙。并日日誦姥陀羅尼一百八遍。", "166": "隨結一十二印擁護身故。", "167": "1 總攝身印千手千眼觀世音菩薩總攝身印第一", "168": "先起立端身並脚齊立。右脚微曲少許。先以", "169": "左手舒下。其無名指中指並屈掌中。小指", "17": "言世尊。後五百歲眾生垢重薄福者。多不能", "170": "食指大母指散舒。仰掌向上。次以右手亦", "171": "然。當屈肘臂而與髆齊。掌面向外。若欲降", "172": "伏魔怨諸輩外道邪見稠林入正道者。當作", "173": "此印誦姥陀羅尼二十一遍必如所願。呪曰。", "174": "那上謨曷囉二合怛那二合跢囉二合夜耶一那", "175": "謨阿利耶二婆路枳帝攝伐二合囉耶三菩提薩", "176": "埵耶四摩訶薩埵耶五摩訶迦盧抳迦耶六怛", "177": "姪他七阿跋陀阿跋陀八跋唎跋帝九󰫎醯", "178": "夷醯莎訶十一", "179": "2 總持陀羅尼印千手千眼觀世音菩薩總持陀羅尼印第二", "18": "專念。設有持者或被鬼神之所侵害。今我持", "180": "準前身印合掌當心。以中指無名指小指。", "181": "相叉左押右。以二頭指直竪頭相拄。其二大", "182": "母指各竪押頭指第一文。令掌少開。若善", "183": "男子善女人等作此印者。隨得滅除無量生", "184": "死劫來惡業罪障一時消滅。當來往生十方", "185": "淨土。今釋迦牟尼佛。往昔初坐菩提樹下。為", "186": "諸魔王之所惱亂。亦作此印獲得安樂。", "187": "3 解脫禪定印千手千眼觀世音菩薩解脫禪定印第三", "188": "先偏袒右肩右膝著地合掌頂上。屈二頭指", "189": "以頭相拄其二大指押頭指第二文上。此", "19": "以佛威神力自在通力。廣為饒益一切眾生。", "190": "印所有過去諸佛。亦盡同修如是法門。皆得", "191": "禪定解脫三摩地故。若常結此定印而供養", "192": "者。速見十方一切諸佛禪定。呪曰。", "193": "哆姪他薩婆陀羅尼一曼茶羅耶二󰫎醯夷", "194": "醯三鉢囉二合麼輸馱四薩跢跛耶五莎嚩二", "195": "合訶六", "196": "4 千眼印咒千手千眼觀世音菩薩千眼印呪第四", "197": "起立並足。先以二中指無名指小指。各以甲", "198": "背相著。其二頭指竪頭相拄。其二大母指側", "199": "搏。押頭指第二文上側。開腕五寸許置於", "2": "身經", "20": "安樂諸天阿修羅等。謂當說是姥陀羅尼三", "200": "眉間。若常作此印呪法門者。漸得觀見百千", "201": "萬億世界諸佛淨妙國土。一一佛土各得百", "202": "萬四千菩薩。與其行者同為伴侶。若未逕三", "203": "曼拏攞法門者。必勿見此印法門故。呪曰。", "204": "唵一薩婆斫芻伽羅耶二陀囉尼三因去地", "205": "丁涅唎耶四莎訶五", "206": "5 千臂總攝印千手千眼觀世音菩薩千臂總攝印第五", "207": "起立並足。先仰右手掌。五指各相附。後以左", "208": "手掌。仰押右掌上當心著。此印力能摧伏三", "209": "千大千世界一切魔怨。呪曰。", "21": "昧耶門。我於過去無量劫中。已曾親自供養", "210": "怛姪他一婆盧枳帝二攝伐囉耶三薩婆訥", "211": "瑟吒四烏訶耶彌五莎訶六", "212": "6 通達三昧印千手千眼觀世音菩薩通達三昧印第六", "213": "起立以脚跟相跓。先以左手竪五指相搏屈", "214": "肘向前拆。次以右手亦然。屈肘向內拆之。此", "215": "印能令通達一切三昧智印。莊嚴八萬四千", "216": "法門。是諸法門皆因此法明。見三藐三菩提", "217": "故。用大身呪。", "218": "7 呼召天龍八部神鬼集會印千手千眼觀世音菩薩呼召天龍八部神鬼", "219": "集會印第七", "22": "受持如是陀羅尼法。復見過去未來現在諸", "220": "起立並足。合掌當心。各屈二大母指入掌", "221": "中。次屈二無名指各捻二大指甲上。其", "222": "二小指二中指直竪頭相跓合腕相著。以", "223": "頭指來去。呪曰。", "224": "唵一薩婆提婆那伽二阿上那唎三莎訶四", "225": "8 呼召大梵天王及召憍尸迦來問法印千手千眼觀世音菩薩呼召大梵天王及召", "226": "憍尸迦來問法印第八", "227": "准前印開腕。以指側相拄仰掌。以頭指來", "228": "去。呪曰。", "229": "唵一摩訶梵摩去耶二󰫎醯夷醯三莎訶四", "23": "佛世尊。亦等皆因此姥陀羅尼三昧耶門。得", "230": "此印呪法。能攝無量無數陀羅尼印。諸有法", "231": "門悉皆來集。若日月蝕時。呪酥一百八遍。以", "232": "印印酥食者。令人障滅聰明。於當生身日誦", "233": "萬偈。此印法門日藏如來。授與觀世音菩薩", "234": "摩訶薩故。", "235": "9 歡喜摩尼隨意明珠印千手千眼觀世音菩薩歡喜摩尼隨意明珠", "236": "印第九", "237": "起立合掌當心。以二大母指雙屈入掌中。餘", "238": "四指直竪合掌當心誦前大身呪三七遍。決", "239": "定當往諸天宮殿。遊歷十方諸佛國土。百千", "24": "成阿耨多羅三藐三菩提。有善男子善女人", "240": "珍寶隨心皆得。供養諸佛菩薩金剛一切聖", "241": "眾。若有欲作是法門者。當每晨朝清淨澡嗽", "242": "作此印法。則令當得面見十方恒河沙數國", "243": "土諸佛。亦得滅除無量劫來生死惡業重罪。", "244": "是故讚歎如是功德。", "245": "10 乞願隨心印千手千眼觀世音菩薩乞願隨心印第十", "246": "准前印屈二頭指。押二大母指甲上。其頭", "247": "指甲背相著。用前身呪。若人隨所求諸願者", "248": "皆悉滿足。必定不退菩提之道。", "249": "11 入滅盡定三昧印千手千眼觀世音菩薩入滅盡定三昧印第", "25": "等。能常專念讀誦受持此姥陀羅尼最勝法", "250": "十一", "251": "准前印直竪散頭指大母指。開掌。此印我在", "252": "因地之時。乃有恒河沙諸佛如來。授我此印。", "253": "令我得證阿耨多羅三藐三菩提之道。用大", "254": "身呪。", "255": "12 請佛三昧印千手千眼觀世音菩薩請佛三昧印第十二", "256": "准前印合掌當心。頭指來去。呪曰。", "257": "唵一薩婆勃陀三摩去耶二󰫎醯夷醯三鉢囉", "258": "二合摩輸陀薩埵四莎訶五", "259": "畫壇法千手千眼觀世音菩薩畫壇法", "26": "門者。此人現世口說流利。無所質礙慧辯通", "260": "復次白言世尊。是廣大神變姥曼拏攞呪印", "261": "法門。能於後末世時。與諸呪者速得明見一", "262": "切如來種族呪壇平等無等三昧耶故。其持", "263": "法人常密祕口。誡諸誂論。片勿妄演是陀羅", "264": "尼中。種種神通三昧警相。淨心進止念無暫", "265": "亂。眩惑於他貪利求說外示異相。滅斯惡作", "266": "則得成就。若不以此真淨法心。而修習者唐", "267": "捐其功。虛受眾苦永無成辦。世尊當知是人", "268": "應常精進。守持淨戒齋法清淨。不食五辛酒", "269": "肉殘食。亦不作離間語諂誑語嫉妬語。及盜", "27": "達。於一切天人大眾之。中最為第一。聞者", "270": "諸部壇印呪法句故。若犯斯過即為一切諸", "271": "佛菩薩之所棄捨。我亦棄捨不樂觀攝。世尊", "272": "當知是人。則已破於一切諸佛淨戒。毀滅一", "273": "切三寶正法諸支善相。如此之人常與一切", "274": "天魔鬼神。及諸外道毘那夜迦。同一界攝", "275": "同一業住。永無依護聖不救脫。恒為一切諸", "276": "佛菩薩賢聖天仙共所毀訾。如斯污道匱法", "277": "之人。雖於晝夜常念此之陀羅尼者。世尊我", "278": "見是人永無成就。如是不成非我所咎。自是", "279": "他過。以斯義故不應以此陀羅尼法及諸陀", "28": "歡喜悉皆稽首。在所生處常得恭侍瞻佛法", "280": "羅尼法。當使是人見聞經卷讀誦受持。應與", "281": "持淨梵行心具慈悲憐愍眾生。行儀無諂求", "282": "菩提人。書寫讀誦如法受持。則得成就姥陀", "283": "羅尼曼拏攞故。此法乃是觀世音菩薩摩訶", "284": "薩。最尊最上祕密心王。是故呪者應以真實", "285": "大精進心。盡捨身分支節骨肉。筋髓頭目悉", "286": "施於他。求覓此法常勤修行。何況種種珍寶", "287": "穀帛。衣服臥具湯藥外財。為此解脫姥陀", "288": "羅尼曼拏攞。印像等法而不捨乎。至常依師", "289": "求修學耶。何以故此解脫法。能與末世四生", "29": "僧。有所言說人皆信受。當知即是諸佛威神", "290": "有情作大佛事。成於正行正業正精進正見", "291": "趣分解脫道處。當有持者於此身後。乃至無", "292": "上正等菩提更不退故。其曼拏攞當於寺內。", "293": "或向山間或湫泉林邊。方圓八肘穿去根木", "294": "惡土瓦石骨等。然以好土堅築平治起基一", "295": "肘。復以瞿摩夷香水和黃土泥。如法塗摩分", "296": "為四院。其內外院各開四門。當中一院方闊", "297": "三肘。當於心上。畫一方圓二肘一百八輻寶", "298": "輪。又於寶輪心上。當畫一肘三十二葉大", "299": "開敷七寶蓮花。又繞輪外四邊。遍畫火焰。", "3": "唐天竺三藏菩提流志譯", "30": "自在之力非我自力。爾時世尊讚觀世音菩", "300": "於院四角。角別各畫一開敷蓮花。四花臺上", "301": "皆畫一如意珠。於四珠上遍畫火焰。又於三", "302": "十二葉大蓮華臺上。置一白栴檀觀世音菩", "303": "薩摩訶薩像。次分第二院令闊一肘。四面共", "304": "分八隔。四角隔各畫一開敷蓮華。又於一一", "305": "蓮花臺上。各畫一三級寶須彌座。先於東北", "306": "角座上。畫坐大自在天王。次於東南角座上。", "307": "畫坐那羅延天王。次於西南角座上。畫坐大", "308": "梵天王。次於西北角座上。畫坐帝釋天王。復", "309": "於四面隔間。共畫十六寶花花鬘。次分第三", "31": "薩摩訶薩言。善哉善哉汝能如是。利益安樂", "310": "院當闊二肘。唯畫青色金繩交道金花莊嚴。", "311": "次分第四院亦闊一肘。復於四面共分二十", "312": "八隔。於一一隔皆畫開敷蓮花。又次第於一", "313": "一蓮花臺上。各各皆畫金剛杵印三戟叉印。", "314": "鉞斧印刀印。劍印螺印。伏突印羂索印。棒", "315": "印槌印。傘蓋印如意珠印。閻羅王棒印。毘那", "316": "夜迦棒印。槊印輪印。及種種手印。是諸印上", "317": "皆繞遍畫火焰。又當南門隔中畫焰摩王。次", "318": "當西門隔中畫水天神。次當北門隔中畫俱", "319": "廢羅天神。次當東門隔中畫俱摩羅天神。", "32": "一切天人阿修羅等及淨業道。我今以智印", "320": "次於四角各依本位畫四天王神。皆令面目", "321": "大瞋怒相。并畫神僕從。次分第五院亦闊一", "322": "肘。於其四面。共畫一百八箇種種果樹花樹", "323": "寶樹。又於四角各畫一寶須彌山。於四門中", "324": "亦各畫四大海水。其壇內外院地皆作青色。", "325": "壇內外界等闊三寸。遍於界上皆竪頭畫金", "326": "剛杵印。頭刃相次。復於西門南。皆側擘開", "327": "一門呪者出入。復以千手千眼觀世音像。當", "328": "壇中心面東懸置。復以千手千眼經。置於三", "329": "十二葉蓮花上白檀像前。以檀香水一十", "33": "印之。令汝永不退轉種種大慈大悲方便等", "330": "六椀。種種三白飲食果子共二十五盤。一㪷", "331": "香水瓮二十五箇。并於口插諸綵花樹。及種", "332": "種花鬘共二十箇。蘇燈油燈共二十八盞。塗", "333": "香末香及諸香等共布十疊。菩薩神幡五色", "334": "繒幡都共二十五道。如是供養疊器瓮等。皆", "335": "用金器銀器銅器。故如無真者假者亦充。如", "336": "是等物。都內外院四面如法羅列。懸諸幡花。", "337": "復以稻穀花白芥子并諸雜花散於壇上。是", "338": "諸飲食每日清潔。造新好者持列供養。其呪", "339": "法師每日出入澡浴清淨。以香塗身著新衣", "34": "心。是時觀世音菩薩摩訶薩重白佛言。世尊", "340": "服食三白食。燒栴檀香沈水香蘇合香龍腦", "341": "等香。日日三時供養千手千眼觀世音菩薩", "342": "像。又於內第三院像前。一時自誓受菩薩三", "343": "律儀戒。於其晝時夜時。皆於外院西門結加", "344": "趺坐。共誦姥陀羅尼一千八遍。日常不闕於", "345": "三七日盡意供養。復於六時從壇西側門入", "346": "於壇內。第三院西門住立。結前第一第二第", "347": "三乃至十二請佛三昧耶印。作前印遍各誦", "348": "呪七遍。乃至十二印畢。當唯自誓發趣。不", "349": "退堅固大菩提願。但常至誠作法呼召一切", "35": "我念過去無量劫中。初持此姥陀羅尼法門", "350": "皆來。應正端坐以決定心。想一切呪神如在", "351": "眼前。一無隔障不得異境。誦前大身呪滿三", "352": "七日夜。於其像上放大光明。又得觀世音菩", "353": "薩必定現身。若見身來當為化現阿難身相", "354": "面貌熙怡。來問行者所須何願。呪者詳候乃", "355": "仰白言聖者。為求無上正等菩提姥陀羅尼", "356": "三摩地法。復願一切壇印呪法皆悉成就。一", "357": "切鬼神悉盡順伏。得如願已但自知之。勿泄", "358": "向人輒妄傳說。得是證已。斯人乃可起以大", "359": "悲治救世間。此一壇法於白㲲上。或細布上", "36": "在補陀落山中。乃逢魔王領諸魔眾惱亂我", "360": "畫之亦得。若欲求一切願者。當作四肘水曼", "361": "拏攞。心畫蓮花燒沈水香。誦前身呪一千八", "362": "遍。作前第十乞願印。即得一切願滿稱心。", "363": "若欲一切人歡喜者。作前第九歡喜摩尼隨", "364": "意明珠印。誦大身呪呪烏麻二十一遍。又一", "365": "呪一燒滿一千八遍。即得一切歡喜如願。若", "366": "欲囉惹歡喜者。當取囉惹園內樹枝。呪二十", "367": "一遍擲置園中。即得歡喜。", "368": "若欲降伏惡人怨家者。當呪苦練木二十一", "369": "遍。乃持一呪一燒滿一百八遍即得歸伏。", "37": "法。令使呪句不得成就。時我即以此姥陀羅", "370": "若有神鬼難調伏者。取安悉香和白芥子呪", "371": "二十一遍。又一呪一燒滿一百八遍者。能使", "372": "一切鬼神自然臣伏。若有方邑疫病流行。當", "373": "作四肘水曼拏攞。取好牛酥呪一百八遍。乃", "374": "持一呪一燒滿一千八遍者。即得一切災疫", "375": "悉皆消滅。又取酥少分與疫病人食之隨即", "376": "除愈。昔罽賓國乃疫病流行。人有得病不過", "377": "一二日即以命終。有婆羅門真帝。起以大慈", "378": "施此法門。救療一國疫病之者。應時銷滅。其", "379": "行病鬼應時出國當知驗耳。", "38": "尼。降伏眾魔悉皆退散。當知此陀羅尼力不", "380": "若有他國侵擾盜賊逆亂而起來者。作前第", "381": "一總攝身印呪一百八遍。令諸盜賊自然殄", "382": "滅。", "383": "若有男子女人。一切業報命根盡者。作前滅", "384": "盡定印。日日供養燒沈水香誦呪。一呪一稱", "385": "所為人名字滿一千八遍。即得轉其業障。昔", "386": "波羅柰國有一長者。唯有一子壽年只合十", "387": "六。至年十五。長者夫妻愁憂憔悴面無光澤。", "388": "有婆羅門巡門乞食。遇見長者問曰。何謂不", "389": "樂。長者具上說其因緣。婆羅門答言。長者", "39": "可思議。是時觀世音菩薩摩訶薩。以大慈悲", "390": "不須愁憂。但取貧道處分法模。子得壽年", "391": "長遠無夭。于時婆羅門作此法門。滿七日夜", "392": "得閻羅王報云。長者其子命根只合十六。今", "393": "已十五惟有一年。今遇善緣得年八十故", "394": "來相報。爾時長者夫妻歡喜踊躍。罄捨家資", "395": "施佛法僧。當知此法不可思議具大神驗。先", "396": "已曾入都會三曼拏攞金剛大道場者。不須", "397": "作大曼拏攞。唯作水壇結印誦呪。無願不果", "398": "速當成佛。", "399": "若有女人臨當產時受大苦惱。當呪蘇二十", "4": "爾時觀世音菩薩摩訶薩。合掌恭敬白言世", "40": "為當利益安樂。諸天時世人故。即於佛前變", "400": "一遍令彼食之。必定保命安樂產生。所生男", "401": "女具大相好眾善莊嚴。宿植德本眾人愛敬。", "402": "常於人中受勝快樂。", "403": "若有眾生患眼病者。是呪法師結菩薩千眼", "404": "印呪二十一遍。以印印眼眼即痛愈。以此", "405": "因緣其人當獲無邊天眼。徹見諸天受天快", "406": "樂。若畫千手千眼觀世音菩薩摩訶薩像變", "407": "者。當用白㲲縱廣十肘或二十肘。是菩薩身", "408": "作閻浮檀金色。面有三眼臂有千手。於千手", "409": "掌各有一眼。首戴寶冠冠有化佛。其正大手", "41": "說千手千眼姥陀羅尼大身呪曰用後總攝身印。", "410": "有十八臂。先以二手當心合掌。一手把金剛", "411": "杵一手把三戟叉。一手把梵夾一手執寶", "412": "印。一手把錫杖一手掌寶珠。一手把寶輪一", "413": "手把開敷蓮花。一手把羂索一手把楊枝。一", "414": "手把數珠一手把澡罐。一手施出甘露一手", "415": "施出種種寶雨施之無畏。又以二手當臍右", "416": "押左仰掌。其餘九百八十二手。皆於手中", "417": "各執種種器仗等印。或單結手印皆各不同", "418": "如心經說。手腕一一各著環釧。身服著以天", "419": "妙寶衣咽垂瓔珞。其綵色中勿銷皮膠。水以", "42": "娜麼薩婆二合若爾那反耶一那謨曷囉二合", "420": "相和當用香乳香膠調和。又一本云此土無", "421": "好白㲲者。但取一幅白㲲亦得。圖畫其菩薩", "422": "身。當長五尺而有兩臂。依前第五千臂印法", "423": "亦得供養。不要千手千眼此依梵本。唯菩薩", "424": "額上復安一眼。若欲受持此姥陀羅尼大法", "425": "門者。先須畫像。若畫像時。必先如法淨飾", "426": "室內方圓。以白檀香水摩塗其地作曼拏攞。", "427": "畫匠畫時出入澡浴。清淨潔身著新淨衣。每", "428": "日旦時受八戒齋。如畫像訖。若呪法師畫", "429": "匠人等。恐多污觸不如法者。又應如法作一", "43": "怛娜二合哆囉二合耶野二娜莫阿弭陀婆", "430": "四肘隨心曼拏攞。以種種幡花飲食三白淨", "431": "食。果子香水種種色花。周遍羅列廣設供", "432": "養。是呪法師畫匠人等。應當日別三時像前", "433": "懺悔過罪滿三七日夜。其千手千眼像上乃", "434": "放大光明。踰日月無量無邊。等照十方三千", "435": "大千佛之世界皆悉大明。其呪法師畫匠人", "436": "等。及諸眾生遇斯光者。極大重罪一時消滅", "437": "咸得清淨。世尊作此法者除不至心。我亦曾", "438": "見過去毘婆尸佛。現斯千手千眼大降魔身。", "439": "世尊我今復現是千手千眼大降魔身。於千", "44": "重平耶怛他上揭哆耶三阿囉訶羝三藐三", "440": "臂中各現化出一轉輪王。為同賢劫千代轉", "441": "輪聖王。於千手千眼中各現化出一佛。示同", "442": "賢劫千佛等出現故。世尊菩薩降魔身中此", "443": "身為最為上。爾時世尊誥觀世音菩薩摩訶", "444": "薩曰。善哉善哉我以神力盡當來際。加被汝", "445": "之姥陀羅尼故。爾時觀世音菩薩摩訶薩。聞", "446": "佛讚已歡喜踊躍。合掌瞻佛白言世尊。復有", "447": "千手千眼姥陀羅尼成就印法。我復欲說。於", "448": "時世尊誥觀世音菩薩摩訶薩曰。我已隨喜", "449": "汝當說之。於時觀世音菩薩摩訶薩。即說", "45": "悖陀耶四娜莫阿上利二合耶嚩無何反路枳", "450": "千手千眼觀世音菩薩成就法印故。", "451": "13 辯才印千手千眼觀世音菩薩辯才印第十三", "452": "以兩手相背合掌。大母指向前舒。此印能自", "453": "護護他。當須結界隨所遊方。持以淨水或以", "454": "淨灰各呪七遍。所在住處以水以灰先自灑", "455": "身。然後向於四方四角。如法散灑即成結界。", "456": "若有善男子善女人。被諸惡鬼眾邪魍魎所", "457": "惑亂者。取石榴枝柳枝等。陰誦此呪輕打病", "458": "人。無病不差。呪曰。", "459": "南無薩婆勃陀達摩僧祇比二合耶一南無阿", "46": "帝五濕嚩無可反下同二合囉耶六菩提薩埵耶七", "460": "利耶嘙盧枳低攝伐羅󰪺二菩提薩多跛寫", "461": "三南無跋折囉跛尼寫四菩提薩多跛寫五", "462": "怛地他六徒比徙比迦耶徒比七娑羅闍", "463": "婆羅尼八馺皤訶九", "464": "此呪印力能降伏一切邪見外道。若有善男", "465": "子善女人。能常日初出時午時日暮時。各誦", "466": "二十一遍者。即當種種珍寶花香飲食。供養", "467": "十億諸佛無有異也。若命終後永離三塗不", "468": "受女身。隨得往生阿彌陀佛國。如來授手摩", "469": "頂告語。汝莫怖懼來生我國。現身不被橫死。", "47": "摩訶薩埵耶八摩訶迦居那反下皆同嚕抳迦耶九", "470": "不為鬼神之所得便。", "471": "14 碎三千大千界滅罪印千手千眼觀世音菩薩碎三千大千界滅罪", "472": "印第十四", "473": "起立以左手屈肘。向前微磔開。五指直竪", "474": "掌面外拆。次以右手大母指。橫屈掌中。以", "475": "四指把拳當右耳上。當誦身呪頭指來去。有", "476": "能日別三時結此印誦姥陀羅尼七遍者。能", "477": "滅五逆四重等罪。又於一切眾生之上起慈", "478": "悲心。即得焚燒。一切罪根。此身滅後復得值", "479": "佛。於彼佛土得作轉輪聖王。復證陀羅尼名", "48": "娜麼摩訶薩他上摩二合跛囉二合鉢哆二合", "480": "曰無盡藏三昧智。復得身具二十八相。現身", "481": "不患眼舌等痛。乃至身中一切疾病。先業等", "482": "罪盡皆消滅。若天旱時取烏麻子和稗麻子", "483": "油。作丸呪一百八遍。擲置湫水即降大雨。若", "484": "雨多者當取稻穀炒之作花。以蔓菁油和作", "485": "丸呪一百八遍擲置湫水。其雨即止。", "486": "15 降伏三千大千魔怨印千手千眼觀世音菩薩降伏三千大千魔怨", "487": "印第十五", "488": "以五指相叉右押左急把拳。當置頂上誦大", "489": "身呪。即得一切怨人而自降伏。若作此法二", "49": "耶十菩提薩埵耶十一摩訶薩埵耶十二摩訶", "490": "十九日夜。於舍利塔前持以白檀香泥。摩塗", "491": "其地作二肘壇。於中散雜色花。澡浴清淨。著", "492": "新淨衣。手把香爐燒沈水香。面東趺坐。想千", "493": "手千眼觀世音菩薩如在頂上。誦大身呪滿", "494": "一千八遍。此是最上趣證悉地初之功能。又", "495": "取芥子烏麻。一處和擣為末。以三指撮取少", "496": "許。一呪一擲火中至滿七日日別一千八遍。", "497": "然後所作皆悉成就。", "498": "16 廣大無畏印千手千眼觀世音菩薩廣大無畏印第十六", "499": "起立並足。先以右手仰垂左肘頭。左手亦", "5": "尊應正遍知。是我前身不可思議福德因緣。", "50": "迦嚕抳迦耶十三娜謨毘補羅毘麼那十四", "500": "然。若常於舍利像前。誦大身呪一千八遍者。", "501": "速得無畏施利眾生三昧耶門。又取茴香白", "502": "芥子菖蒲捨多婆利外國藥名以此等物應於佛前", "503": "或在壇處。以大身呪一呪一燒滿一千八遍。", "504": "復以香花供養呪經。所為之願皆悉剋果。若", "505": "諸餘呪而無驗者。以此呪呪之亦皆成就。若", "506": "欲乞夢。則誦此呪并結印印眼。令所念事隨", "507": "夢見之。若人無福所向不諧者。日誦一百八", "508": "遍至滿七日。諸有所求一切皆得。於時觀世", "509": "音菩薩摩訶薩。復白佛言世尊。往在娑竭羅", "51": "素鉢喇二合底丁枳反瑟恥哆去十五僧棄長耶上", "510": "龍宮大海法會。見諸龍眾受大苦惱。念諸龍", "511": "等及諸眾生欲說此法。令得離苦無諸怨害。", "512": "時有龍女獻我一大如意寶珠。價直娑婆世", "513": "界。為求此法。我亦為彼廣說是姥陀羅尼法", "514": "離諸苦故。", "515": "爾時水精菩薩白言世尊。我亦當為利益護", "516": "持此呪當說護持千眼印呪。", "517": "17 水精菩薩印咒水精菩薩印呪第十七", "518": "毘摩隷一摩訶毘摩隷二郁呵隷三摩訶郁", "519": "呵隷四休摩隷五摩訶休摩隷六薩訶隷止", "52": "素上引唎耶二合舍哆婆呵薩囉二合阿上羝", "520": "隷涕七馺婆訶八", "521": "世尊若有善男子善女人。在所遊方受持此", "522": "千手千眼菩薩法者。我當常隨衛護是人。不", "523": "令諸魔眷屬而作惱亂。若人急難他國相侵", "524": "盜賊逆亂。當取五色縷以此呪。一呪一結滿", "525": "二十一結繫於左臂。又以左手無名指中指", "526": "頭指。把拳大母指押上。展小指指所賊", "527": "坊。誦呪一百八遍者。悉皆退散不能為害。", "528": "爾時觀世音菩薩。在雪山中說法之時。乃遠", "529": "觀見夜叉羅剎及國人民。唯食眾生血肉無", "53": "唎引迦十六鉢囉二合婆重平阿上嚩婆重引悉", "530": "有善心。菩薩為欲利益方便教化。以神通力", "531": "尋至彼國。現千手千眼大降魔身。說成就姥", "532": "陀羅尼印。是時羅剎國王。來至我所求哀頂", "533": "禮。我以成就印印之。即令得成無上道法。", "534": "18 成就印千手千眼觀世音菩薩成就印第十八", "535": "起立並足合掌當心。以小指相叉左押右。誦", "536": "大身呪二十一遍。種種念法速得成就。若救", "537": "六道苦難眾生。當用輪印。以十指頭各相", "538": "拄。開腕開掌。其十指間各相去一寸許。", "539": "是我常所循環六道。度諸眾生種種苦難。皆", "54": "哆短慕引㗚怛二合重引短曳十七摩訶末尼去摩", "540": "結此印輪迴諸趣。所遇眾生悉離苦故。", "541": "19 成等正覺印千手千眼觀世音菩薩成等正覺印第十九", "542": "結加趺坐。先以左手舒五指仰掌在左膝上。", "543": "次以右手舒五指。覆手捺右膝上。此印與滅", "544": "盡印法法同。所有過去未來現在諸佛皆同", "545": "修持。宗尊此印得佛菩提。是印能除一切業", "546": "障。若坐禪人修諸三昧不現前者。當七日七", "547": "夜於阿練若處。誦此陀羅尼并作此印。晝夜", "548": "至心唯一想佛六時懺悔。即得諸法現前及", "549": "得大福聚。無量無邊不可稱計。", "55": "矩吒軍去茶囉上陀㗚泥去十八薄迦筏底", "550": "20 呼召三十三天印千手千眼觀世音菩薩呼召三十三天印第", "551": "二十", "552": "先以左手四指把拳。次以右手握左手大母", "553": "指亦如把拳。令左手大母指。在右手虎口中", "554": "出頭。以右手頭指來去。呪曰。", "555": "唵一俱智俱智二俱耶利三遮利遮利四遮犁", "556": "隷五蘇婆訶六", "557": "此印呪。若善男子善女人臨欲眠時。當結此", "558": "印誦以此呪。一呪一印心上滿一百八遍者。", "559": "心中所願於夢寐中悉得知見。若常日日結", "56": "丁里反鉢頭途邑反摩二合波拏上去曳十九薩婆", "560": "印誦者。速得除滅一切罪障。不失菩提之", "561": "心。其人昏夜寐夢。漸漸增廣皆得吉祥。乃至", "562": "夢見如來在菩提樹下授記成道。及得釋梵", "563": "諸天常來侍衛。", "564": "21 呼召天龍八部鬼神印千手千眼觀世音菩薩呼召天龍八部鬼神", "565": "印第二十一", "566": "起立並足。先以左手大母指屈在掌中。四指", "567": "握上作拳當心上著。次以右手亦如之竪。", "568": "以右手在右耳邊。以頭指來去。呪曰。", "569": "南無尼乾陀一南無阿利闍波陀二馺婆訶三", "57": "二合路迦上阿阿字是上迦字上長緣此句內有阿字更不須迦字上引聲播", "570": "南無阿利闍羅馺婆訶四堙醯夷醯五馺婆訶", "571": "六", "572": "此印呪若善男子善女人受持讀誦者。速知", "573": "七世宿命之事。蛇毒藥毒不相災害。刀不能", "574": "害王不生瞋。永劫不受地獄之苦。若每日日", "575": "誦此呪時。能令二十八部鬼神。來詣誦呪人", "576": "邊坐聽誦呪。若善男子善女人等為鬼魅著。", "577": "當以白縷一呪一結四十九結。繫其咽下即", "578": "當除差。若有國內疫癘流行國人死亡者多。", "579": "當取王園池中蓮花一千八莖。復以蓮花一", "58": "耶二十去奢摩那去長耶二十一毘毘去陀素長", "580": "呪一擲。火燒令盡災疫即除。", "581": "22 解脫印千手千眼觀世音菩薩解脫印第二十二", "582": "結加趺坐。先以左手中指與大母指。頭相捻", "583": "仰掌向上。餘三指散展置於左膝上。次以右", "584": "手亦如之。覆手置於右膝上。當結此印誦", "585": "大身呪二十一遍。所願漸令自悉滿足。諸有", "586": "苦惱皆得解脫。若善男子善女人具造十惡", "587": "五逆等罪。如以閻浮里地盡以為塵。一一微", "588": "塵為一大劫。是人具造若干微塵等罪。應墮", "589": "地獄歷劫受苦永無出期。是人能於白月十", "59": "呼佉三摩鞞去引舍吠瑟䋾知價反二十二薩婆薩", "590": "五日。一日一夜不語不食舍利像前結印誦", "591": "呪滿一千八遍者。如上劫苦悉皆消滅。若不", "592": "滅者無有是處。世尊此印若受持者。具大功", "593": "效不可思議。", "594": "23 自在神足印千手千眼觀世音菩薩自在神足印第二十", "595": "三", "596": "起立先以左手握右脚大母指如於把拳。次", "597": "以右手握左手腕背上。誦大身呪呪印七遍。", "598": "以印呪力當獲神通。住不退地乃至菩提。誦", "599": "呪之時勿令聲出。", "6": "今蒙世尊與我受記。欲令我身起以大慈悲", "60": "埵跛哩慕者那去引耶二十三怛姪他二十四唵引二", "600": "24 神變自在印千手千眼觀世音菩薩神變自在印第二十", "601": "四", "602": "先以左手大母指。捻小指甲上。次以右手亦", "603": "如之。餘三指各散磔竪。合腕相著置於頂上。", "604": "誦大身呪一百八遍。則同隱行飛仙遊行自", "605": "在。", "606": "請千眼觀音王心印呪此印是第一。", "607": "根本啟請印兩手合掌虛於掌內以二頭指", "608": "來去。", "609": "唵阿嚕力帝囇路迦去夜反毘社時賀反耶薩婆鑠", "61": "十五勃重部長嚩伏訛反二十六摩訶路迦羯囉上𧹞", "610": "都嚧二合鉢囉麼馱那迦囉耶𤙖泮莎訶", "611": "千手千眼觀世音菩薩姥陀羅尼身經", "62": "寧簡反二十七跢丁舸反麼二十八悉底丁里反二合弭短囉二十九", "63": "鉢䋾同上囉三十毘那舍娜引伽囉耶三十一囉伽", "64": "墜二合引廢無計反灑疎價反下同摩訶暮引阿闍引囉三十二", "65": "奢麼去迦三十三奢娑迦三十四囉叉楚價反二合迦三十五", "66": "薩婆跛耶突利偈二合底平三十六鉢囉二合舍麼", "67": "迦那羯囉耶三十七薩婆怛他揭哆三十八三麼嚩", "68": "馱重引那羯囉短三十九醯醯重努氣云四十摩訶菩提薩", "69": "埵嚩囉馱四十一鉢頭同上摩二合路引迦三步", "7": "拔導心。當為利益一切眾生。斷諸結縛滅八", "70": "重陀四十二摩訶迦盧抳迦同上四十三折殖列反䋾", "71": "麼矩䋾楞近冷音呼訖㗚二合多四十四舍唎蘭摩尼", "72": "羯那上迦囉闍多跋折囉二合伏住哩耶二合四十", "73": "五楞訖㗚二合多舍唎引囉四十六阿弭多引婆重", "74": "視那短四十七迦麼囉楞訖㗚二合多四十八鉢囉二合上", "75": "皤去引囉那羅哩者那摩訶度那娜羅短那唎", "76": "四十九舍哆娑訶薩羅二合阿上毘重平攞使多", "77": "迦耶五十摩訶菩提薩埵五十一毘馱摩毘馱摩", "78": "五十二毘那舍耶毘娜舍耶五十三摩訶演引怛囉二", "79": "合訖㘑二合引奢迦皤去吒皤去畔馱僧蘇亘反婆", "8": "怖畏。今我欲說姥陀羅尼。末世眾生蒙是姥", "80": "引羅遮囉迦上五十四鉢囉二合摩他那五十五布嚧", "81": "灑鉢頭同上摩五十六二合布嚕灑那上伽五十七布嚕", "82": "灑娑伽囉五十八毘引囉毘囉闍耶五十九素誕長跢", "83": "得舸反素誕哆六十鉢哩筏哩二合哆六十一馱摩", "84": "馱摩六十二縒摩縒摩六十三度重嚕度嚕六十四鉢囉", "85": "二合奢引薩短耶六十五鉢囉二合奢引薩耶六十六祁", "86": "重去𠻗祁𠻗六十七毘囄毘囄六十八只離只離六十九", "87": "姥母音嚕姥嚕七十姥庾姥庾七十一悶遮悶遮七十", "88": "二度那度那七十三毘近佛音覩那毘覩那七十四度嚕", "89": "度嚕七十五伽去引耶伽耶七十六伽引馱耶伽馱耶", "9": "陀羅尼威神力故。皆離苦因獲安樂果。世尊", "90": "七十七𠿒娑𠿒娑七十八鉢囉二合訶娑鉢囉二合", "91": "訶娑七十九毘去馱耶上馱八十羯隷二合奢去八", "92": "十一嚩去引薩短那八十二摩摩寫八十三荷囉荷囉", "93": "八十四僧司孕反荷囉僧荷囉上囉字皆近孕音呼上四字皆同八十五覩", "94": "重嚕徵覩嚕徵八十六知里反摩訶漫拏去短攞八十", "95": "七迦囉拏八十八舍哆鉢囉二合細引迦八十九皤婆", "96": "重娑九十毘灑長那舍麼迦九十一摩訶菩提薩", "97": "埵九十二二合皤去囉馳九十三莎嚩二合呵九十四句", "98": "爾時觀世音菩薩摩訶薩。說此薄伽梵大蓮", "99": "花手嚴飾寶杖姥陀羅尼時。三千大千世界"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1058 千手千眼觀世音菩薩姥陀羅尼身經: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩: 千手千眼觀世音菩薩", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}