{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2738 金剛經疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2738 [cf. No. 235]", "1": "金剛經疏", "2": "故女人以嗔為力。欲有所索必先嗔故。國王", "3": "以嬌豪為力。羅漢以精進為力。諸佛以大悲", "4": "為力。比丘以忍為力。故遺教經云。能行忍者。", "5": "乃可名為有力大人。七佛偈云。忍辱第一道。", "6": "佛說無為最出家惱他人不名為沙門。忍雖", "7": "有三。今此中取無生法忍。何以故。依經起行。", "8": "無人法二執故。文中有三。一能忍。二無苦。三", "9": "有樂。此明能忍也。無生法忍。唯諸佛之所窮", "10": "故。名如來忍辱波羅蜜。非餘人之能究故。說", "11": "非波羅蜜。今言忍辱波羅蜜者。是如來清淨", "12": "善根。非波羅蜜者。非二乘人善根。若然者", "13": "依經起行。既生無生之勝忍。豈見苦受之所", "14": "倦哉。故偈曰。", "15": "能忍於苦行以苦行有善", "16": "彼福不可量如是最勝義", "17": "能忍於苦行者。依經起苦行能忍也。以苦行", "18": "有善者。由此苦行以清淨忍善根為體故。言", "19": "有善也。彼福不可量者。彼忍善根非餘人所", "20": "惻量也。如是最勝義者。唯如來之所量也。故", "21": "曰忍辱波羅蜜說非忍辱波羅蜜。", "22": "經曰。何以故至無壽者相者。自下明無苦。一", "23": "立無苦二證無苦。此立也。前明有若而能忍。", "24": "此明有忍故無苦。何者若見自我他我之異。", "25": "便見能害所害之殊。我於爾時依經修行。既", "26": "無兩我之執。則不見歌利為能害我身為所", "27": "害。既無兩害之體。苦受從誰兩生。論經云。", "28": "無我相人相眾生相壽者。相無相亦非無相。", "29": "真諦云。無我等相者無自相也。無相者無他", "30": "也。亦非無相者非不有悲智相也。無著云。能", "31": "忍者謂達法無我。故如經如來說羼提波羅", "32": "蜜。案此謂無生法忍也。又云。云何知忍相若", "33": "他於已起惡等時。無有我等相。不生嗔想。亦", "34": "不於羼提波羅蜜中生有想。於非波羅蜜中", "35": "生無想。案此解稍異。今明於忍度上不作法", "36": "想。於非忍上不作非法想。故曰無相亦非無", "37": "相也。此等雖有不饒益事。而是法思惟忍攝", "38": "也。歌利王事。此中應廣說。", "39": "經曰。何以故我於往昔至應生嗔恨者證也。", "40": "更曉無苦義。節節支解害事極也。不生嗔恨", "41": "忍力猛也。嗔恨因我執而生。我執既無嗔恨。", "42": "從誰而作。然嗔是大惑。恨是小纏。大惑即可", "43": "報之以殺心。小纏但可加之以楚毒。由嗔具", "44": "五義故名大。恨不具故名小。如心說。", "45": "經曰。須菩提又念過去至無壽者相者。明有", "46": "樂也。前明有忍故無苦。此明無苦故有樂。何", "47": "者作忍仙人顯有慈悲。無我等相明無嗔恨。", "48": "無嗔恨故無苦。有慈悲故有樂。偈曰。", "49": "離我及恚相實無於苦惱", "50": "苦樂有慈悲如是苦行果", "51": "案上半明無苦無自他相故。下半明有樂有", "52": "悲智相故。由悲有樂。由智無苦。悲智和合故", "53": "名共也。", "54": "經曰。是故須菩提至三菩提心者。自下第二", "55": "更防其過也。夫見苦而行苦者。則心疲而退", "56": "沒。忘苦而行苦者。則心輕而進昇。為防退沒", "57": "之行所以。教發無住之心也。文中有四。一示", "58": "無住心。二示無住境。三示無住障。四示無住", "59": "行。此明無住心也。夫菩提以無住為體。若能", "60": "忘相發心。心即泯同無住。所以離相發心。即", "61": "無住之體也。無著云。為顯示流轉苦對治故", "62": "說應離一切想等。案流轉者謂生死流轉。若", "63": "著相行施。則於流轉中有疲乏之苦。今為對", "64": "治言離一切相也。偈曰。", "65": "為不捨心起修行及堅固", "66": "為忍波羅蜜習彼能學心", "67": "為不捨心起者有二。一不捨菩提心。二不捨", "68": "無相心也。故言應離一切相發阿耨菩提心。", "69": "此則不捨心也。修行者謂不住色聲香味觸", "70": "而修行也。堅固者若離於相修行堅固也。論", "71": "釋發心修行何所為為忍波羅蜜。習彼能學", "72": "心。案忍波羅蜜者。如來忍度也。能學心者。初", "73": "地心也。今為求如來忍度發心修行。求初地", "74": "能學之心也。又忍波羅蜜者。初地心也。能學", "75": "心者。地前心也。故習地前無住心也。故曰習", "76": "彼能學心。故論曰。入初地羼提波羅蜜。此", "77": "名不住心。案不住者。不住法非法也。故無著", "78": "云。於非法及法無我中皆不住故。", "79": "經曰。不應住色生心至應生無所住心者。此", "80": "示無住境也。不住色生心。令離報恩障。不住", "81": "聲香味觸法生心。令離果報障。應生無所住", "82": "也。令離相疑障也。真諦云。此中應具離三", "83": "障。一己身。二報恩。三果報。己身者若著己身", "84": "即起二見。謂常見斷見。由常故不求未來。由", "85": "斷故不見未來。故障修行也。餘二可見。", "86": "經曰。若心有住則為非住者。此示無住障也。", "87": "若心有住住前二境則為非住不住菩提。若", "88": "有此心便成障也。真諦云。若心有住者住三", "89": "執也。三執者。一常見。二斷見。三有無見。為", "90": "離常見故不令住法。為離斷見故不令住非", "91": "法。為離有無見故即令住中道。前一破凡夫", "92": "執分別性為有。次一破凡夫執依他性為無。", "93": "後一破二乘執真實性亦有亦無。若不離此", "94": "三執。即不與菩提相應故言非住也。", "95": "經曰。是故佛說至布施者。此示無住行。夫昇", "96": "高者必自述涉深者必自淺。是故欲入無住", "97": "之心位者。應修無住之行也。無住心位初地", "98": "已上。無住行位道種已還。故攝論云。願樂", "99": "位六波羅蜜。雖是世間法能引出世心。真諦", "100": "云。無住心者即真心。若與忍辱相應位在三", "101": "地。若與施相應位在初地。若與戒相應位在", "102": "二地。四地已上精進禪定智慧方便願力智。", "103": "隨義應知。為不捨此真心故。離一切相發心", "104": "修行也。通論地上束為四僧俱修六度。一無", "105": "羞僧。謂破戒人。二啞羊僧。謂凡夫持戒。三", "106": "有羞僧。謂二乘人四第一義僧。謂真菩薩。初", "107": "三地修世間行相。同凡夫不堪斷決譬之啞", "108": "羊。次四地修出世行相。同二乘不復作惡譬", "109": "之有羞。後三地修出出世行。是菩薩自位不", "110": "離雜道故稱第一義。一切淨土中有凡夫二", "111": "乘者。悉須作此判之。若就實為論。則淨土", "112": "中無復凡夫二乘故。往生論曰。女人及根缺。", "113": "二乘種不生也。寄相則有故。觀經明三輩九", "114": "品。則凡夫二乘亦往生也。波頗云。應佛淨土", "115": "有凡夫二乘。報佛淨土則無。真諦云。凡夫", "116": "二乘於穢土中見阿彌陀佛。諸菩薩於淨土", "117": "中見阿彌陀佛。案此二說。報土則一向純淨。", "118": "應土則有染有淨。", "119": "經曰。須菩提菩薩至應如是布施者。自下約", "120": "無住斷疑兩重。一約斷疑。二約自行斷。外化", "121": "者疑曰。若其無住為誰修行。若見眾生可為", "122": "應名住著眾生。今明約俗可言有為。約真即", "123": "無所為故。偈曰。", "124": "修行為眾生如是因當識", "125": "眾生及彼事遠離亦應知", "126": "上半明俗。下半明真。文有兩重。一約俗二約", "127": "真。此約俗也。為利益一切眾生應如是布施", "128": "者。明約俗有眾生可言有為故。言為利益一", "129": "切眾生應如是布施。何以故。由約俗諦陰界", "130": "入等有故。言利益者三檀分別。即登眾生捨", "131": "三種苦。得三種樂。由資生檀故。令捨貧窮苦", "132": "得巨富樂。由無畏檀故。令捨怖畏苦得安穩", "133": "樂由法檀故。令捨生死苦得涅槃樂。菩薩所", "134": "以能三檀利益眾生者。六真七似故。能利益", "135": "眾生。六真者。謂以六度利益眾生也。以施", "136": "令成善器。以戒令其禁守。以忍耐與違惡。以", "137": "進助其順善。以定化令入法。以智斷其疑網。", "138": "如偈說令器及禁耐惡與助善入法亦斷疑六", "139": "行饒益事。七似者。一似母。二似父。三似善", "140": "友。四似同侶。五似健奴五六似闍梨。七似和", "141": "上。此七各有五業。合三十五種饒益。如法", "142": "華讚述中說。由菩薩能具六真七似。能利益", "143": "眾生故。言為利益一切眾生應如是布施也。", "144": "經曰。如來說一切諸相至則非眾生。此約真", "145": "也。意明約真得言無住。何者諸相是眾生之", "146": "體。眾生即眾生之名。諸相非相。體空而非實。", "147": "眾生非生名空。而是假名體空矣。何所住哉。", "148": "故偈曰。", "149": "假名及陰事如來離彼相", "150": "諸佛無彼二以見實法故", "151": "案初二句約真無住。後兩句證無住意。無彼", "152": "二者無名及體也。餘可見。無著云。由不無眾", "153": "生故。眾生相違時生疲乏。故顯示人無我法", "154": "無我等。案此即約真無住也。真諦云。假名", "155": "者有二。一通名。謂六道名。二別名。謂父母所", "156": "立名。此二名若離六根六識名則不可得。故", "157": "名是假。若離名色根識亦不可得。若離四大", "158": "色亦不可得。不可即得是境無。境無故識無。", "159": "識無故眾生名體並皆無也。名色無者分別", "160": "無也。識無者依他無也。二既空矣。何所度", "161": "哉。故言約真即無所為也。", "162": "經曰。須菩提如來是真語者至不異語者者。", "163": "前約外化明無住。此約自所明無住。疑曰。道", "164": "若無住不應與果為因。若住果者何得復名", "165": "無住。今明道雖不住。而能為因。此乃證真", "166": "者云所通非理外者云能達。但可依我語。以", "167": "取信憑聖教修行耳。文有二重。一勸信。二防", "168": "過。此勸信也。五語為顯四意。真語說真智。如", "169": "語說真如。實語說四諦之理。不誑語記三世", "170": "之事。不異一語總定前四迴不可迴也。故偈", "171": "曰。", "172": "果雖不住道而道能為因", "173": "以諸佛實語彼智有四種", "174": "然初兩句明因果俱無住果。由離相故不住", "175": "因中因。由離相故不住於果。雖各不住而因", "176": "果相承。此則無住之中住也。問。無住之住豈", "177": "非住耶。答。約俗則有因果得論有住非住。約", "178": "真明無因果不得論有住不住也。故無著云。", "179": "俗諦故有因果及菩提。次兩句總標五語。偈", "180": "曰。", "181": "實智及小乘說摩訶衍法", "182": "及一切受記以不虛說故", "183": "實智者謂真語也。小乘者實語也。摩訶衍者", "184": "如語也。一切受記者不誑語也。以不虛說者", "185": "不異語也。無著云。真語者為顯世諦相故。實", "186": "語者為顯世諦修行。有煩惱及清淨故。如語", "187": "者為第一義諦相故。不異語者為第一義修", "188": "行。有煩惱及清淨故。案前二語明說俗為實。", "189": "後二語明說真不虛。真諦云。真語謂如來自", "190": "誓。自誓有二。一明如來所轉法輪。一切世", "191": "間波羅門天魔等。無能翻我所說。二明如來", "192": "立十號名。一切世間波羅門天魔等。無能破", "193": "壞此名。由說真故名真語也。實語者約小", "194": "乘說四諦三解脫門。一切諸法無自性空。空", "195": "故無相。無相故無願。此但約人空說也。雖有", "196": "三名總同一體。此說實故名實語也。如語者", "197": "約大乘說三性三無性。即法空真如。謂三解", "198": "脫門。此等三門能離三障故。佛性論云。知分", "199": "別性通達空解脫門。能除肉煩惱。知依他性", "200": "通達無願解脫門。能除皮煩惱。知真實性通", "201": "達無相解脫門。能除心煩惱。初解脫障　次禪", "202": "定障。後一切智障。離此三障悟。於如如說如", "203": "如故名如語也。不誑語者記三世事必無錯", "204": "謬。不同餘人有著不著。此四語皆從境得名", "205": "也。", "206": "經曰。須菩提如來所得法此法無實無虛者。", "207": "防過也。前既舉言以勸信。或畏守言而失道。", "208": "為防彼故。今對治之。此法者即目如來言教", "209": "之法。此法是佛法辨之所通。是佛辭辨之所", "210": "說。與佛相應故。是如來所得法。夫道處無言。", "211": "守言則失道。所以此法無實。然言能示道離", "212": "言不見道。所以此法無虛言。能示道故。指月", "213": "之譬。與道處無言故。捨船之喻作也。偈曰。", "214": "隨順彼實智說不實不虛", "215": "如聞聲取證對治如是說", "216": "上半立義。下半釋義。由如來言說。隨順實智", "217": "故不虛。證理無言故不實。如聞聲取證對治。", "218": "如是說者。謂聽法之時。離於二取。為破執言。", "219": "是道非道故。言對治如是說也。故無著云。如", "220": "來正覺法及說於中無實無妄。無實者如言", "221": "說性非有故。案言說體虛自性空也。無妄者", "222": "不如言說自性有故。案言說雖空。所顯之理", "223": "自性有也。真諦云。非實非虛者凡有三意。一", "224": "了不了。二至不至。三顯實事。初意者。依了", "225": "文取理即非虛。依不了文取理則非實。次意", "226": "者。尋言能至道則非虛。道處離言故則非實。", "227": "後意者。言非實者。實是非實。言非虛者。實", "228": "是非虛。虛實既實即顯□□實語也。然如來", "229": "說法有實有虛。由四意四依□□□□嚴論", "230": "說。一平等意。如說昔毘婆尸佛□□□□□", "231": "如是等。案約法身因果平等。作如是說。二別", "232": "義意。如說一切諸法無自性無生等。案前為", "233": "二乘說人無我。今為菩薩說法無我。然前說", "234": "人無我者。意在別義法無我也。三別時意。如", "235": "說。若人願見阿彌陀佛皆得往生。此由別", "236": "時得生故如是等。四別欲意。彼人有如是善", "237": "根。如來或讚或□□彼少□□是故如是等。", "238": "然此四□意者。事或實虛同以□□□意故", "239": "名意也。立□□者為破八障。平等意者破輕", "240": "佛障。有人云。為之□□爾生滅。生即有滅。佛", "241": "與我同遂生輕慢。為破此□□平等意。過去", "242": "毘婆尸佛即是我身。豈同汝生滅也。立別義", "243": "意者。破輕法障。有人云。乃至嬰兒亦能見", "244": "色聞聲。解人意義法有何難。破此障故。說三", "245": "無性法入地方悟也。立別時意。破懈怠障。有", "246": "人聞長時起行方生淨土。聞此即生懈怠。為", "247": "破此障故。言□□□生不退也。立別欲意。破", "248": "後五障。一破少欲障。□□已不持戒故。須毀", "249": "施讚戒也。二破貪行障。謂貪□□境讚淨土", "250": "也。三破慢行障。謂執自土為膝故。須□□", "251": "妙淨土也。四破悔行障。謂推山壓佛不見臭", "252": "□□生惱故。須說於佛起不饒益事得生善", "253": "道。文□□佛事。此中應廣說。五為破不定障。", "254": "有執二乘不定作佛。為破此障。須說受記及", "255": "一乘也。於此五中。皆先□讚後毀故。言樂欲", "256": "意也。四依者。莊嚴論名四節。一令□節。教", "257": "諸聲聞入於法義令不怖色等有故。案令悟", "258": "人無我也。二相節。於分別等三性無體無起", "259": "自性清淨。說一切法故。案令菩薩悟法無我", "260": "也。三對治節。依斷諸過對治障故。案通為前", "261": "二人也。為小乘說□門令離四例。為大乘說", "262": "如如令離八例。四祕密節。依□深語迴語方", "263": "得義故。案為破外道□□□□□□不堅堅", "264": "固解善住於顛倒□為□□□□□□□□", "265": "不堅者本主煩惱。今乃目□□□□□□□", "266": "□□能於不堅中堅固即不出□□□□□", "267": "□□□□□謂解也。顛倒者謂常樂□□□", "268": "□□□□□□□□即成聖者。良以善住之", "269": "名通□□□□□□□□□□若執例則名", "270": "凡解例則成聖□□□□□□□□□□煩", "271": "惱所惱者煩惱之名目人法□□□□□□", "272": "□□□□□惱所惱故不出生死。菩薩為□□", "273": "□□□□□□□□相名為受用。受用法樂", "274": "故。故真諦云□□□□□□□□□實有不", "275": "達。是真無由執著虛妄□□□□□□□□", "276": "□□見故。心有住著。以住著故不能得無", "277": "□□□□□□□□□□遍不遍也。而言闇", "278": "者有三一闇二□□□□□□□□□□闇", "279": "日光能破大闇者二世□□□□□□□□", "280": "□□□□謂生盲人曾有目者屬大□□□", "281": "□□□□□□□□□皮肉心皮惑世間道", "282": "能暫□故。但如闇□□□□□滅故。如大闇", "283": "心惑。准菩薩登地方能除□□□□□□闇", "284": "也。若菩薩心有住時。則墮十想不能證十七", "285": "空□盲闇也。十想十七空如中邊論說。", "286": "經曰。須菩提當來之世至受持讀誦者。從上", "287": "初恒已來大意主明經□自此訖於後問義旨", "288": "為顯修行。修行兩重。一□修。二美業勸修。四", "289": "重。一教因。二示果。三舉劣。四顯勝。此教因", "290": "也。能於此經修行處也。受持讀誦修行事也。", "291": "修行有二種。一文二義。文有三種　一受二持", "292": "三讀誦。義亦有三。一從他聽聞。二內自思惟。", "293": "三如說修行。由此義故復成二德。一為說者", "294": "能利他故。二為行者能自利故。由自利利他", "295": "能顯法。有二種人有三種法。二者一顯能詮。", "296": "謂十二部經。即是文字。二顯所詮。謂道及果。", "297": "即修行義。人三者。一能持。二能說。三能行。", "298": "能行者自利成熟一自善根故。能說者利他", "299": "成熟他善根故。能持者利自他。由自憶持為", "300": "他說故。然約文及義合有十種正行。一書寫。", "301": "二供養。三傳流。四諦。五自讀。六憶持。七自", "302": "誦。八廣說。九思惟。十。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2738 金剛經疏", "source": "CBETA"}