{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220a 大般若波羅蜜多經(第1卷-第200卷): 大般若波羅蜜多經", "text": {"0": "1 會30 校量功德品", "1": "大般若波羅蜜多經卷第一百五十八", "10": "自性，若非自性即是安忍波羅蜜多。於此", "100": "淨！汝若能修如是安忍，是修安忍波羅蜜多。』", "101": "「憍尸迦！是善男子、善女人等作此等說，是為", "102": "宣說真正安忍波羅蜜多。", "103": "「復次，憍尸迦！若善男子、善女人等，為發無上", "104": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "105": "善男子應修安忍波羅蜜多，不應觀無忘失", "106": "法若常若無常，不應觀恒住捨性若常若無", "107": "常。何以故？無忘失法無忘失法自性空，恒住", "108": "捨性恒住捨性自性空；是無忘失法自性即", "109": "非自性，是恒住捨性自性亦非自性，若非自", "11": "安忍波羅蜜多，五眼不可得，彼常無常亦不", "110": "性即是安忍波羅蜜多。於此安忍波羅蜜多，", "111": "無忘失法不可得，彼常無常亦不可得；恒住", "112": "捨性不可得，彼常無常亦不可得。所以者何？", "113": "此中尚無無忘失法等可得，何況有彼常與無", "114": "常！汝若能修如是安忍，是修安忍波羅蜜多。』", "115": "「復作是言：『汝善男子應修安忍波羅蜜多，不", "116": "應觀無忘失法若樂若苦，不應觀恒住捨性", "117": "若樂若苦。何以故？無忘失法無忘失法自性", "118": "空，恒住捨性恒住捨性自性空；是無忘失法", "119": "自性即非自性，是恒住捨性自性亦非自性，", "12": "可得；六神通不可得，彼常無常亦不可得。所", "120": "若非自性即是安忍波羅蜜多。於此安忍波", "121": "羅蜜多，無忘失法不可得，彼樂與苦亦不可", "122": "得；恒住捨性不可得，彼樂與苦亦不可得。所", "123": "以者何？此中尚無無忘失法等可得，何況有", "124": "彼樂之與苦！汝若能修如是安忍，是修安忍", "125": "波羅蜜多。』「復作是言：『汝善男子應修安忍波", "126": "羅蜜多，不應觀無忘失法若我若無我，不應", "127": "觀恒住捨性若我若無我。何以故？無忘失法", "128": "無忘失法自性空，恒住捨性恒住捨性自性", "129": "空；是無忘失法自性即非自性，是恒住捨性", "13": "以者何？此中尚無五眼等可得，何況有彼常", "130": "自性亦非自性，若非自性即是安忍波羅蜜", "131": "多。於此安忍波羅蜜多，無忘失法不可得，彼", "132": "我無我亦不可得；恒住捨性不可得，彼我無", "133": "我亦不可得。所以者何？此中尚無無忘失法", "134": "等可得，何況有彼我與無我！汝若能修如是", "135": "安忍，是修安忍波羅蜜多。』「復作是言：『汝善男", "136": "子應修安忍波羅蜜多，不應觀無忘失法若", "137": "淨若不淨，不應觀恒住捨性若淨若不淨。何", "138": "以故？無忘失法無忘失法自性空，恒住捨", "139": "性恒住捨性自性空；是無忘失法自性即非", "14": "與無常！汝若能修如是安忍，是修安忍波羅", "140": "自性，是恒住捨性自性亦非自性，若非自", "141": "性即是安忍波羅蜜多。於此安忍波羅蜜多，", "142": "無忘失法不可得，彼淨不淨亦不可得；恒住", "143": "捨性不可得，彼淨不淨亦不可得。所以者何？", "144": "此中尚無無忘失法等可得，何況有彼淨與", "145": "不淨！汝若能修如是安忍，是修安忍波羅蜜", "146": "多。』「憍尸迦！是善男子、善女人等作此等說，是", "147": "為宣說真正安忍波羅蜜多。", "148": "「復次，憍尸迦！若善男子、善女人等，為發無上", "149": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "15": "蜜多。』「復作是言：『汝善男子應修安忍波羅蜜", "150": "善男子應修安忍波羅蜜多，不應觀一切智", "151": "若常若無常，不應觀道相智、一切相智若常", "152": "若無常。何以故？一切智一切智自性空，道相", "153": "智、一切相智道相智、一切相智自性空；是一", "154": "切智自性即非自性，是道相智、一切相智自", "155": "性亦非自性，若非自性即是安忍波羅蜜多。", "156": "於此安忍波羅蜜多，一切智不可得，彼常無", "157": "常亦不可得；道相智、一切相智皆不可得，彼", "158": "常無常亦不可得。所以者何？此中尚無一切", "159": "智等可得，何況有彼常與無常！汝若能修如", "16": "多，不應觀五眼若樂若苦，不應觀六神通若", "160": "是安忍，是修安忍波羅蜜多。』「復作是言：『汝善", "161": "男子應修安忍波羅蜜多，不應觀一切智若", "162": "樂若苦，不應觀道相智、一切相智若樂若苦。", "163": "何以故？一切智一切智自性空，道相智、一切", "164": "相智道相智、一切相智自性空；是一切智自", "165": "性即非自性，是道相智、一切相智自性亦非", "166": "自性，若非自性即是安忍波羅蜜多。於此安", "167": "忍波羅蜜多，一切智不可得，彼樂與苦亦不", "168": "可得；道相智、一切相智皆不可得，彼樂與苦", "169": "亦不可得。所以者何？此中尚無一切智等可", "17": "樂若苦。何以故？五眼五眼自性空，六神通六", "170": "得，何況有彼樂之與苦！汝若能修如是安忍，", "171": "是修安忍波羅蜜多。』「復作是言：『汝善男子應", "172": "修安忍波羅蜜多，不應觀一切智若我若無", "173": "我，不應觀道相智、一切相智若我若無我。何", "174": "以故？一切智一切智自性空，道相智、一切相", "175": "智道相智、一切相智自性空；是一切智自性", "176": "即非自性，是道相智、一切相智自性亦非自", "177": "性，若非自性即是安忍波羅蜜多。於此安忍", "178": "波羅蜜多，一切智不可得，彼我無我亦不可", "179": "得；道相智、一切相智皆不可得，彼我無我亦", "18": "神通自性空；是五眼自性即非自性，是六神", "180": "不可得。所以者何？此中尚無一切智等可得，", "181": "何況有彼我與無我！汝若能修如是安忍，是", "182": "修安忍波羅蜜多。』「復作是言：『汝善男子應修", "183": "安忍波羅蜜多，不應觀一切智若淨若不淨，", "184": "不應觀道相智、一切相智若淨若不淨。何以", "185": "故？一切智一切智自性空，道相智、一切相智", "186": "道相智、一切相智自性空；是一切智自性即", "187": "非自性，是道相智、一切相智自性亦非自性，", "188": "若非自性即是安忍波羅蜜多。於此安忍波", "189": "羅蜜多，一切智不可得，彼淨不淨亦不可得；", "19": "通自性亦非自性，若非自性即是安忍波羅", "190": "道相智、一切相智皆不可得，彼淨不淨亦不", "191": "可得。所以者何？此中尚無一切智等可得，何", "192": "況有彼淨與不淨！汝若能修如是安忍，是修", "193": "安忍波羅蜜多。』「憍尸迦！是善男子、善女人等", "194": "作此等說，是為宣說真正安忍波羅蜜多。", "195": "「復次，憍尸迦！若善男子、善女人等，為發無上", "196": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "197": "善男子應修安忍波羅蜜多，不應觀一切陀", "198": "羅尼門若常若無常，不應觀一切三摩地門", "199": "若常若無常。何以故？一切陀羅尼門一切陀", "2": "三藏法師玄奘奉　詔譯", "20": "蜜多。於此安忍波羅蜜多，五眼不可得，彼樂", "200": "羅尼門自性空，一切三摩地門一切三摩地", "201": "門自性空；是一切陀羅尼門自性即非自性，", "202": "是一切三摩地門自性亦非自性，若非自性", "203": "即是安忍波羅蜜多。於此安忍波羅蜜多，一", "204": "切陀羅尼門不可得，彼常無常亦不可得；一", "205": "切三摩地門不可得，彼常無常亦不可得。所", "206": "以者何？此中尚無一切陀羅尼門等可得，何", "207": "況有彼常與無常！汝若能修如是安忍，是修", "208": "安忍波羅蜜多。』「復作是言：『汝善男子應修安", "209": "忍波羅蜜多，不應觀一切陀羅尼門若樂若", "21": "與苦亦不可得；六神通不可得，彼樂與苦亦", "210": "苦，不應觀一切三摩地門若樂若苦。何以", "211": "故？一切陀羅尼門一切陀羅尼門自性空，一", "212": "切三摩地門一切三摩地門自性空；是一切", "213": "陀羅尼門自性即非自性，是一切三摩地門", "214": "自性亦非自性，若非自性即是安忍波羅蜜", "215": "多。於此安忍波羅蜜多，一切陀羅尼門不可", "216": "得，彼樂與苦亦不可得；一切三摩地門不可", "217": "得，彼樂與苦亦不可得。所以者何？此中尚無", "218": "一切陀羅尼門等可得，何況有彼樂之與苦！", "219": "汝若能修如是安忍，是修安忍波羅蜜多。』「復", "22": "不可得。所以者何？此中尚無五眼等可得，何", "220": "作是言：『汝善男子應修安忍波羅蜜多，不應", "221": "觀一切陀羅尼門若我若無我，不應觀一切", "222": "三摩地門若我若無我。何以故？一切陀羅尼", "223": "門一切陀羅尼門自性空，一切三摩地門一", "224": "切三摩地門自性空；是一切陀羅尼門自性", "225": "即非自性，是一切三摩地門自性亦非自性，", "226": "若非自性即是安忍波羅蜜多。於此安忍波", "227": "羅蜜多，一切陀羅尼門不可得，彼我無我亦", "228": "不可得；一切三摩地門不可得，彼我無我亦", "229": "不可得。所以者何？此中尚無一切陀羅尼門", "23": "況有彼樂之與苦！汝若能修如是安忍，是修", "230": "等可得，何況有彼我與無我！汝若能修如是", "231": "安忍，是修安忍波羅蜜多。』「復作是言：『汝善男", "232": "子應修安忍波羅蜜多，不應觀一切陀羅尼", "233": "門若淨若不淨，不應觀一切三摩地門若淨", "234": "若不淨。何以故？一切陀羅尼門一切陀羅尼", "235": "門自性空，一切三摩地門一切三摩地門自", "236": "性空；是一切陀羅尼門自性即非自性，是一", "237": "切三摩地門自性亦非自性，若非自性即是", "238": "安忍波羅蜜多。於此安忍波羅蜜多，一切陀", "239": "羅尼門不可得，彼淨不淨亦不可得；一切三", "24": "安忍波羅蜜多。』「復作是言：『汝善男子應修安", "240": "摩地門不可得，彼淨不淨亦不可得。所以者", "241": "何？此中尚無一切陀羅尼門等可得，何況有", "242": "彼淨與不淨！汝若能修如是安忍，是修安忍", "243": "波羅蜜多。』「憍尸迦！是善男子、善女人等作此", "244": "等說，是為宣說真正安忍波羅蜜多。", "245": "「復次，憍尸迦！若善男子、善女人等，為發無上", "246": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "247": "善男子應修安忍波羅蜜多，不應觀預流向", "248": "預流果若常若無常，不應觀一來向一來果、", "249": "不還向不還果、阿羅漢向阿羅漢果若常若無", "25": "忍波羅蜜多，不應觀五眼若我若無我，不應", "250": "常。何以故？預流向預流果預流向預流果自", "251": "性空，一來向一來果、不還向不還果、阿羅漢", "252": "向阿羅漢果一來向乃至阿羅漢果自性空；", "253": "是預流向預流果自性即非自性，是一來向", "254": "乃至阿羅漢果自性亦非自性，若非自性即", "255": "是安忍波羅蜜多。於此安忍波羅蜜多，預流", "256": "向預流果不可得，彼常無常亦不可得；一來", "257": "向乃至阿羅漢果皆不可得，彼常無常亦不", "258": "可得。所以者何？此中尚無預流向等可得，何", "259": "況有彼常與無常！汝若能修如是安忍，是修", "26": "觀六神通若我若無我。何以故？五眼五眼自", "260": "安忍波羅蜜多。』「復作是言：『汝善男子應修安", "261": "忍波羅蜜多，不應觀預流向預流果若樂若", "262": "苦，不應觀一來向一來果、不還向不還果、阿", "263": "羅漢向阿羅漢果若樂若苦。何以故？預流向", "264": "預流果預流向預流果自性空，一來向一來", "265": "果、不還向不還果、阿羅漢向阿羅漢果一來向", "266": "乃至阿羅漢果自性空；是預流向預流果自", "267": "性即非自性，是一來向乃至阿羅漢果自性", "268": "亦非自性，若非自性即是安忍波羅蜜多。於", "269": "此安忍波羅蜜多，預流向預流果不可得，彼", "27": "性空，六神通六神通自性空；是五眼自性即", "270": "樂與苦亦不可得；一來向乃至阿羅漢果皆", "271": "不可得，彼樂與苦亦不可得。所以者何？此中", "272": "尚無預流向等可得，何況有彼樂之與苦！汝", "273": "若能修如是安忍，是修安忍波羅蜜多。』「復作", "274": "是言：『汝善男子應修安忍波羅蜜多，不應觀", "275": "預流向預流果若我若無我，不應觀一來向", "276": "一來果、不還向不還果、阿羅漢向阿羅漢果若", "277": "我若無我。何以故？預流向預流果預流向預", "278": "流果自性空，一來向一來果、不還向不還果、", "279": "阿羅漢向阿羅漢果一來向乃至阿羅漢果", "28": "非自性，是六神通自性亦非自性，若非自性", "280": "自性空；是預流向預流果自性即非自性，是", "281": "一來向乃至阿羅漢果自性亦非自性，若非", "282": "自性即是安忍波羅蜜多。於此安忍波羅蜜", "283": "多，預流向預流果不可得，彼我無我亦不可", "284": "得；一來向乃至阿羅漢果皆不可得，彼我無", "285": "我亦不可得。所以者何？此中尚無預流向等", "286": "可得，何況有彼我與無我！汝若能修如是安", "287": "忍，是修安忍波羅蜜多。』「復作是言：『汝善男子", "288": "應修安忍波羅蜜多，不應觀預流向預流果", "289": "若淨若不淨，不應觀一來向一來果、不還向", "29": "即是安忍波羅蜜多。於此安忍波羅蜜多，五", "290": "不還果、阿羅漢向阿羅漢果若淨若不淨。何", "291": "以故？預流向預流果預流向預流果自性空，", "292": "一來向一來果、不還向不還果、阿羅漢向阿羅", "293": "漢果一來向乃至阿羅漢果自性空；是預流", "294": "向預流果自性即非自性，是一來向乃至阿", "295": "羅漢果自性亦非自性，若非自性即是安忍", "296": "波羅蜜多。於此安忍波羅蜜多，預流向預流", "297": "果不可得，彼淨不淨亦不可得；一來向乃至", "298": "阿羅漢果皆不可得，彼淨不淨亦不可得。所", "299": "以者何？此中尚無預流向等可得，何況有彼", "3": "初分校量功德品第三十之五十六", "30": "眼不可得，彼我無我亦不可得；六神通不可", "300": "淨與不淨！汝若能修如是安忍，是修安忍波", "301": "羅蜜多。』「憍尸迦！是善男子、善女人等作此等", "302": "說，是為宣說真正安忍波羅蜜多。", "303": "「復次，憍尸迦！若善男子、善女人等，為發無上", "304": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "305": "善男子應修安忍波羅蜜多，不應觀一切獨", "306": "覺菩提若常若無常。何以故？一切獨覺菩提", "307": "一切獨覺菩提自性空，是一切獨覺菩提自", "308": "性即非自性，若非自性即是安忍波羅蜜多。", "309": "於此安忍波羅蜜多，一切獨覺菩提不可得，", "31": "得，彼我無我亦不可得。所以者何？此中尚無", "310": "彼常無常亦不可得。所以者何？此中尚無一", "311": "切獨覺菩提可得，何況有彼常與無常！汝若", "312": "能修如是安忍，是修安忍波羅蜜多。』「復作是", "313": "言：『汝善男子應修安忍波羅蜜多，不應觀一", "314": "切獨覺菩提若樂若苦。何以故？一切獨覺菩", "315": "提一切獨覺菩提自性空，是一切獨覺菩提", "316": "自性即非自性，若非自性即是安忍波羅蜜", "317": "多。於此安忍波羅蜜多，一切獨覺菩提不可", "318": "得，彼樂與苦亦不可得。所以者何？此中尚無", "319": "一切獨覺菩提可得，何況有彼樂之與苦！汝", "32": "五眼等可得，何況有彼我與無我！汝若能修", "320": "若能修如是安忍，是修安忍波羅蜜多。』「復作", "321": "是言：『汝善男子應修安忍波羅蜜多，不應觀", "322": "一切獨覺菩提若我若無我。何以故？一切獨", "323": "覺菩提一切獨覺菩提自性空，是一切獨覺", "324": "菩提自性即非自性，若非自性即是安忍波", "325": "羅蜜多。於此安忍波羅蜜多，一切獨覺菩提", "326": "不可得，彼我無我亦不可得。所以者何？此中", "327": "尚無一切獨覺菩提可得，何況有彼我與無", "328": "我！汝若能修如是安忍，是修安忍波羅蜜多。』", "329": "「復作是言：『汝善男子應修安忍波羅蜜多，不", "33": "如是安忍，是修安忍波羅蜜多。』「復作是言：『汝", "330": "應觀一切獨覺菩提若淨若不淨。何以故？一", "331": "切獨覺菩提一切獨覺菩提自性空，是一切", "332": "獨覺菩提自性即非自性，若非自性即是安", "333": "忍波羅蜜多。於此安忍波羅蜜多，一切獨覺", "334": "菩提不可得，彼淨不淨亦不可得。所以者何？", "335": "此中尚無一切獨覺菩提可得，何況有彼淨", "336": "與不淨！汝若能修如是安忍，是修安忍波羅", "337": "蜜多。』「憍尸迦！是善男子、善女人等作此等說，", "338": "是為宣說真正安忍波羅蜜多。", "339": "「復次，憍尸迦！若善男子、善女人等，為發無上", "34": "善男子應修安忍波羅蜜多，不應觀五眼若", "340": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "341": "善男子應修安忍波羅蜜多，不應觀一切菩", "342": "薩摩訶薩行若常若無常。何以故？一切菩薩", "343": "摩訶薩行一切菩薩摩訶薩行自性空，是一", "344": "切菩薩摩訶薩行自性即非自性，若非自性", "345": "即是安忍波羅蜜多。於此安忍波羅蜜多，一", "346": "切菩薩摩訶薩行不可得，彼常無常亦不可", "347": "得。所以者何？此中尚無一切菩薩摩訶薩行", "348": "可得，何況有彼常與無常！汝若能修如是安", "349": "忍，是修安忍波羅蜜多。』「復作是言：『汝善男子", "35": "淨若不淨，不應觀六神通若淨若不淨。何以", "350": "應修安忍波羅蜜多，不應觀一切菩薩摩訶", "351": "薩行若樂若苦。何以故？一切菩薩摩訶薩行", "352": "一切菩薩摩訶薩行自性空，是一切菩薩摩", "353": "訶薩行自性即非自性，若非自性即是安忍", "354": "波羅蜜多。於此安忍波羅蜜多，一切菩薩摩", "355": "訶薩行不可得，彼樂與苦亦不可得。所以者", "356": "何？此中尚無一切菩薩摩訶薩行可得，何況", "357": "有彼樂之與苦！汝若能修如是安忍，是修", "358": "安忍波羅蜜多。』「復作是言：『汝善男子應修", "359": "安忍波羅蜜多，不應觀一切菩薩摩訶薩行", "36": "故？五眼五眼自性空，六神通六神通自性空；", "360": "若我若無我。何以故？一切菩薩摩訶薩行", "361": "一切菩薩摩訶薩行自性空，是一切菩薩摩", "362": "訶薩行自性即非自性，若非自性即是安忍", "363": "波羅蜜多。於此安忍波羅蜜多，一切菩薩摩", "364": "訶薩行不可得，彼我無我亦不可得。所以者", "365": "何？此中尚無一切菩薩摩訶薩行可得，何況", "366": "有彼我與無我！汝若能修如是安忍，是修安", "367": "忍波羅蜜多。』「復作是言：『汝善男子應修安忍", "368": "波羅蜜多，不應觀一切菩薩摩訶薩行若淨", "369": "若不淨。何以故？一切菩薩摩訶薩行一切菩", "37": "是五眼自性即非自性，是六神通自性亦非", "370": "薩摩訶薩行自性空，是一切菩薩摩訶薩行", "371": "自性即非自性，若非自性即是安忍波羅蜜", "372": "多。於此安忍波羅蜜多，一切菩薩摩訶薩行", "373": "不可得，彼淨不淨亦不可得。所以者何？此中", "374": "尚無一切菩薩摩訶薩行可得，何況有彼淨", "375": "與不淨！汝若能修如是安忍，是修安忍波羅", "376": "蜜多。』「憍尸迦！是善男子、善女人等作此等說，", "377": "是為宣說真正安忍波羅蜜多。", "378": "「復次，憍尸迦！若善男子、善女人等，為發無上", "379": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "38": "自性，若非自性即是安忍波羅蜜多。於此安", "380": "善男子應修安忍波羅蜜多，不應觀諸佛無", "381": "上正等菩提若常若無常。何以故？諸佛無上", "382": "正等菩提諸佛無上正等菩提自性空，是諸", "383": "佛無上正等菩提自性即非自性，若非自性", "384": "即是安忍波羅蜜多。於此安忍波羅蜜多，諸", "385": "佛無上正等菩提不可得，彼常無常亦不可", "386": "得。所以者何？此中尚無諸佛無上正等菩提", "387": "可得，何況有彼常與無常！汝若能修如是安", "388": "忍，是修安忍波羅蜜多。』「復作是言：『汝善男子", "389": "應修安忍波羅蜜多，不應觀諸佛無上正等", "39": "忍波羅蜜多，五眼不可得，彼淨不淨亦不可", "390": "菩提若樂若苦。何以故？諸佛無上正等菩提", "391": "諸佛無上正等菩提自性空，是諸佛無上正", "392": "等菩提自性即非自性，若非自性即是安忍", "393": "波羅蜜多。於此安忍波羅蜜多，諸佛無上正", "394": "等菩提不可得，彼樂與苦亦不可得。所以者", "395": "何？此中尚無諸佛無上正等菩提可得，何況", "396": "有彼樂之與苦！汝若能修如是安忍，是修安", "397": "忍波羅蜜多。』「復作是言：『汝善男子應修安忍", "398": "波羅蜜多，不應觀諸佛無上正等菩提若我", "399": "若無我。何以故？諸佛無上正等菩提諸佛無", "4": "「復次，憍尸迦！若善男子、善女人等，為發無上", "40": "得；六神通不可得，彼淨不淨亦不可得。所以", "400": "上正等菩提自性空，是諸佛無上正等菩提", "401": "自性即非自性，若非自性即是安忍波羅蜜", "402": "多。於此安忍波羅蜜多，諸佛無上正等菩提", "403": "不可得，彼我無我亦不可得。所以者何？此中", "404": "尚無諸佛無上正等菩提可得，何況有彼我", "405": "與無我！汝若能修如是安忍，是修安忍波羅", "406": "蜜多。』「復作是言：『汝善男子應修安忍波羅蜜", "407": "多，不應觀諸佛無上正等菩提若淨若不淨。", "408": "何以故？諸佛無上正等菩提諸佛無上正等", "409": "菩提自性空，是諸佛無上正等菩提自性即", "41": "者何？此中尚無五眼等可得，何況有彼淨與", "410": "非自性，若非自性即是安忍波羅蜜多。於此", "411": "安忍波羅蜜多，諸佛無上正等菩提不可得，", "412": "彼淨不淨亦不可得。所以者何？此中尚無諸", "413": "佛無上正等菩提可得，何況有彼淨與不淨！", "414": "汝若能修如是安忍，是修安忍波羅蜜多。』「憍", "415": "尸迦！是善男子、善女人等作此等說，是為宣", "416": "說真正安忍波羅蜜多。」", "417": "大般若波羅蜜多經卷第一百五十八", "42": "不淨！汝若能修如是安忍，是修安忍波羅蜜", "43": "多。』「憍尸迦！是善男子、善女人等作此等說，是", "44": "為宣說真正安忍波羅蜜多。", "45": "「復次，憍尸迦！若善男子、善女人等，為發無上", "46": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "47": "善男子應修安忍波羅蜜多，不應觀佛十力", "48": "若常若無常，不應觀四無所畏、四無礙解、大", "49": "慈、大悲、大喜、大捨、十八佛不共法若常若無", "5": "菩提心者宣說安忍波羅蜜多，作如是言：『汝", "50": "常。何以故？佛十力佛十力自性空，四無所畏、", "51": "四無礙解、大慈、大悲、大喜、大捨、十八佛不共法", "52": "四無所畏乃至十八佛不共法自性空；是佛", "53": "十力自性即非自性，是四無所畏乃至十八", "54": "佛不共法自性亦非自性，若非自性即是安", "55": "忍波羅蜜多。於此安忍波羅蜜多，佛十力不", "56": "可得，彼常無常亦不可得；四無所畏乃至十", "57": "八佛不共法皆不可得。彼常無常亦不可得。", "58": "所以者何？此中尚無佛十力等可得，何況有", "59": "彼常與無常！汝若能修如是安忍，是修安忍", "6": "善男子應修安忍波羅蜜多，不應觀五眼若", "60": "波羅蜜多。』「復作是言：『汝善男子應修安忍波", "61": "羅蜜多，不應觀佛十力若樂若苦，不應觀四", "62": "無所畏、四無礙解、大慈、大悲、大喜、大捨、十八佛", "63": "不共法若樂若苦。何以故？佛十力佛十力自", "64": "性空，四無所畏、四無礙解、大慈、大悲、大喜、大", "65": "捨、十八佛不共法四無所畏乃至十八佛不", "66": "共法自性空；是佛十力自性即非自性，是四", "67": "無所畏乃至十八佛不共法自性亦非自性，", "68": "若非自性即是安忍波羅蜜多。於此安忍波", "69": "羅蜜多，佛十力不可得，彼樂與苦亦不可得；", "7": "常若無常，不應觀六神通若常若無常。何以", "70": "四無所畏乃至十八佛不共法皆不可得，彼", "71": "樂與苦亦不可得。所以者何？此中尚無佛十", "72": "力等可得，何況有彼樂之與苦！汝若能修如", "73": "是安忍，是修安忍波羅蜜多。』「復作是言：『汝善", "74": "男子應修安忍波羅蜜多，不應觀佛十力若", "75": "我若無我，不應觀四無所畏、四無礙解、大慈、", "76": "大悲、大喜、大捨、十八佛不共法若我若無我。", "77": "何以故？佛十力佛十力自性空，四無所畏、四", "78": "無礙解、大慈、大悲、大喜、大捨、十八佛不共法", "79": "四無所畏乃至十八佛不共法自性空；是佛", "8": "故？五眼五眼自性空，六神通六神通自性空；", "80": "十力自性即非自性，是四無所畏乃至十八", "81": "佛不共法自性亦非自性，若非自性即是安", "82": "忍波羅蜜多。於此安忍波羅蜜多，佛十力", "83": "不可得，彼我無我亦不可得；四無所畏乃至", "84": "十八佛不共法皆不可得，彼我無我亦不可", "85": "得。所以者何？此中尚無佛十力等可得，何況", "86": "有彼我與無我！汝若能修如是安忍，是修安", "87": "忍波羅蜜多。』「復作是言：『汝善男子應修安忍", "88": "波羅蜜多，不應觀佛十力若淨若不淨，不", "89": "應觀四無所畏、四無礙解、大慈、大悲、大喜、大捨、", "9": "是五眼自性即非自性，是六神通自性亦非", "90": "十八佛不共法若淨若不淨。何以故？佛十", "91": "力佛十力自性空，四無所畏、四無礙解、大慈、", "92": "大悲、大喜、大捨、十八佛不共法四無所畏乃", "93": "至十八佛不共法自性空；是佛十力自性即", "94": "非自性，是四無所畏乃至十八佛不共法自", "95": "性亦非自性，若非自性即是安忍波羅蜜多。", "96": "於此安忍波羅蜜多，佛十力不可得，彼淨", "97": "不淨亦不可得；四無所畏乃至十八佛不共", "98": "法皆不可得，彼淨不淨亦不可得。所以者何？", "99": "此中尚無佛十力等可得，何況有彼淨與不"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220a 大般若波羅蜜多經(第1卷-第200卷): 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}