{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1510b 金剛般若波羅蜜經論: 金剛般若波羅蜜經論: 金剛般若波羅蜜經論", "text": {"0": "金剛般若波羅蜜經論卷下", "1": "無著菩薩造", "10": "者。」", "100": "得福德聚多。須菩提！若福德聚有實，如來", "101": "則不說福德聚、福德聚。」", "102": "論曰：此下第三為福自在具足故，經言「須", "103": "菩提！於意云何？若有人以滿三千大千世", "104": "界」等。於中，亦安立第一義故，經言「須菩提！", "105": "若福德聚有實」等。", "106": "經曰：「須菩提！於意云何？佛可以具足色身", "107": "見不？」須菩提言：「不也。世尊！如來不應以色", "108": "身見。何以故？如來說具足色身，即非具足", "109": "色身，是故如來說名具足色身。」佛言：「須菩", "11": "論曰：此下第十七為入證道故，經言「須菩", "110": "提！於意云何？如來可以具足諸相見不？」須", "111": "菩提言：「不也。世尊！如來不應以具足諸相", "112": "見。何以故？如來說諸相具足，即非具足，是", "113": "故如來說名諸相具足。」", "114": "論曰：此下第四為身具足故。於中，復有二", "115": "種：一為好具足，二為相具足。為好具足故，", "116": "經言「須菩提！於意云何？佛可以具足色身", "117": "見不」如是等。於中，亦以安立第一義故，經", "118": "言「如來說非具足」等。為相身具足故，經言", "119": "「須菩提！於意云何？如來可以具足諸相見", "12": "提！譬如有人，其身妙大」如是等，顯示入證", "120": "不」如是等。", "121": "經曰：佛言：「須菩提！於意云何？汝謂如來作", "122": "是念『我當有所說法』耶？須菩提！莫作是念。", "123": "何以故？若人言『如來有所說法』，則為謗佛，", "124": "不能解我所說故。何以故？須菩提！如來說", "125": "法、說法者，無法可說，是名說法。」", "126": "論曰：此下第五為語具足故，經言「須菩提！", "127": "於意云何？汝謂如來作是念『我當有所說", "128": "法』耶」如是等。於中，安立第一義故，經言「如", "129": "來說法、說法者」等。", "13": "道時得智慧故離慢。云何得智？有二種智", "130": "經曰：爾時，慧命須菩提白佛言：「世尊！頗有", "131": "眾生於未來世聞說是法，生信心不？」佛言：", "132": "「須菩提！彼非眾生，非不眾生。何以故？須菩", "133": "提！眾生、眾生者，如來說非眾生，是名眾生。」", "134": "論曰：此下第六心具足。於心具足中，復有", "135": "六種：一為念處，二為正覺，三為施設大利", "136": "法，四為攝取法身，五為不住生死、涅槃，六", "137": "為行住淨應知。於心具足中，為念處故，經", "138": "言「世尊！頗有眾生於未來世聞說是法，生", "139": "信心不」如是等，此處於諸眾生中顯示如", "14": "故：一、攝種性智，二、平等智。若得智已，得生", "140": "世尊念處故。彼非眾生者，第一義故。非不", "141": "眾生者，世諦故。是人即為希有第一者，顯", "142": "示說第一義是不共及相應故。此文如前", "143": "說。", "144": "經曰：佛言：「須菩提！於意云何？如來得阿耨", "145": "多羅三藐三菩提耶？」須菩提言：「不也。世尊！", "146": "世尊！無有少法如來得阿耨多羅三藐三菩", "147": "提。」佛言：「如是，如是。須菩提！我於阿耨多羅", "148": "三藐三菩提，乃至無有少法可得，是名阿", "149": "耨多羅三藐三菩提。復次，須菩提！是法平", "15": "如來家，得決定紹佛種，此為攝種性智。得", "150": "等，無有高下，是名阿耨多羅三藐三菩提。", "151": "以無眾生、無人、無壽者，得平等阿耨多羅", "152": "三藐三菩提。修一切善法，得阿耨多羅三", "153": "藐三菩提。須菩提！所言善法、善法者，如來", "154": "說非善法，是名善法。」", "155": "論曰：此下第二於彼心具足中，為正覺故，", "156": "經言「須菩提！於意云何？如來得阿耨多羅", "157": "三藐三菩提耶」如是等。於中，無有法者，為", "158": "離有見過已，顯示菩提及菩提道故。彼復", "159": "顯示菩提有二種因緣，謂：阿耨多羅語故，", "16": "此已，能得妙身。於中，妙身者，謂至得身成", "160": "三藐三佛陀語故。於中，經言「無有少法如", "161": "來得阿耨多羅」者，此為阿耨多羅語故，此", "162": "顯示菩提自相故、菩提解脫相故。彼中，無", "163": "微塵許法有體，是故亦不可得、亦無所有", "164": "應知。經言「復次，須菩提！是法平等」者，為三", "165": "藐三佛陀語故，顯示菩提者人平等相。於", "166": "中，平等者，以菩提法故，得知是佛。此中，經", "167": "言「無有高下」者，顯示一切諸佛第一義中", "168": "壽命等無高下故。經言「以無眾生、無人、無", "169": "壽者，得平等阿耨多羅三藐三菩提」者，顯", "17": "就，身得畢竟轉依故。大身者，一切眾生身", "170": "示菩提於生死法平等相故。經言「一切善", "171": "法，得阿耨多羅三藐三菩提」者，顯示菩提", "172": "道故。經言「所言善法、善法者，如來說非善", "173": "法，是名善法」等者，此安立第一義相故。", "174": "經曰：「須菩提！三千大千世界中，所有諸須", "175": "彌山王，如是等七寶聚，有人持用布施。若", "176": "人以此般若波羅蜜經，乃至四句偈等，受", "177": "持、讀誦、為他人說，於前福德，百分不及一，", "178": "千分不及一，百千萬分不及一，歌羅分不", "179": "及一，數分不及一，優波尼沙陀分不及一，", "18": "攝身故。若於此家長夜願生，既得生已便", "180": "乃至算數譬喻所不能及。須菩提！於意云", "181": "何？汝謂如來作是念『我度眾生』耶？須菩", "182": "提！莫作是見。何以故？實無有眾生如來度", "183": "者。」佛言：「須菩提！若有實眾生如來度者，如", "184": "來則有我、人、眾生、壽者相。須菩提！如來說", "185": "有我者，則非有我，而毛道凡夫生者以為", "186": "有我。須菩提！毛道凡夫生者，如來說名非", "187": "生，是故言毛道凡夫生。」", "188": "論曰：此下第三於彼生具足中，為施設大", "189": "利法故，經言「三千大千世界中，所有諸須", "19": "得彼身，是名妙身平等智。復有五種平等", "190": "彌山王」如是等。於中，為安立第一義教授", "191": "故，經言「汝謂如來作是念『我度眾生』耶」如", "192": "是等。又，經言「如來則有我、人、眾生、壽者相」", "193": "等者，此有何義？如來如爾焰而知，是故，若", "194": "有眾生，如來則為有我取。若實無我，而言", "195": "有我取，為離此著故，經言「須菩提！如來說", "196": "有我者，則非有我」如是等。是故，但小兒凡", "197": "夫有如是取故，經言「須菩提！毛道凡夫生", "198": "者，如來說名非生，是故言毛道凡夫生」故。", "199": "經曰：「須菩提！於意云何？可以相成就得見", "2": "隋南天竺三藏法師達摩岌多譯", "20": "因緣：一、麁惡平等，二、法無我平等，三、斷相", "200": "如來不？」須菩提言：「如我解如來所說義，不", "201": "以相成就得見如來。」佛言：「如是，如是。須菩", "202": "提！不以相成就得見如來。」佛言：「須菩提！若", "203": "以相成就觀如來者，轉輪聖王應是如來，", "204": "是故，非以相成就得見如來。」爾時，世尊而", "205": "說偈言：", "206": "「若以色見我，以音聲求我，", "207": "是人行邪道，不能見如來。", "208": "彼如來妙體，即法身諸佛，", "209": "法體不可見，彼識不能知。", "21": "應平等，四、無希望心相應平等，五、一切菩", "210": "「須菩提！於意云何？如來可以相成就得阿", "211": "耨多羅三藐三菩提耶？須菩提！莫作是念：", "212": "『如來以相成就得阿耨多羅三藐三菩提。』」", "213": "論曰：此下第四於彼心具足中，為攝取法", "214": "身故，經言「須菩提！於意云何？可以相成就", "215": "得見如來不」如是等。於中，初偈顯示如所", "216": "不應見、不可見故。云何不可見？諸見世諦", "217": "故。是人行邪靜者，定名為靜，以得禪者說", "218": "名寂靜者故。又復禪名思惟修", "219": "故，於中，思者，意所攝；修者，識所攝。言寂靜", "22": "薩證道平等。得此等故，得為大身，攝一切", "220": "者，即說覺及識，此世諦所攝應知。彼不能", "221": "見者，謂彼世諦行者。第二偈顯示如彼不", "222": "應見及不應因緣，謂初分、次分。於中，偈言", "223": "以法應見佛者，法者謂真如義也。此何因", "224": "緣？偈言導師法為身故。以如為緣故，出生", "225": "諸佛淨身，此不可見，但應見法，故彼不應", "226": "見。復何因緣故不可見？以彼法真如相故，", "227": "非如言說而知，唯自證知故。不如言說者，", "228": "非見，實不能知故。為顯示此義故，偈言「法", "229": "體不可見」，彼識不能知故。於此住處中，得", "23": "眾生大身故。於彼身中，安立非自、非他故，", "230": "顯示以法身應見如來，非以相具足故。「若", "231": "爾，如來雖不應以相具足見，應相具足為", "232": "因，得阿耨多羅三藐三菩提。」為離此著故，", "233": "經言「須菩提！於意云何？如來可以相成就", "234": "得阿耨多羅三藐三菩提？須菩提！莫作是", "235": "念」等者。此義明相具足體非，菩提亦不以", "236": "相具足為因也，以相是色自性故。", "237": "經曰：「須菩提！汝若作是念：『菩薩發阿耨多", "238": "羅三藐三菩提心者，說諸法斷滅相。』須菩", "239": "提！莫作是念：『菩薩發阿耨多羅三藐三菩", "24": "經言「世尊！如來說人身妙大，則非大身，是", "240": "提心，說諸法斷滅相。』何以故？菩薩發阿耨", "241": "多羅三藐三菩提心者，於法不說斷滅相。", "242": "「須菩提！若善男子、善女人，以滿恒河沙等", "243": "世界七寶，持用布施。若有菩薩知一切法", "244": "無我，得無生法忍，此功德勝前所得福德。", "245": "須菩提！以諸菩薩不取福德故。」須菩提白", "246": "佛言：「世尊！菩薩不取福德？」佛言：「須菩提！", "247": "菩薩受福德，不取福德，是故菩薩取福德。」", "248": "論曰：此下第五於彼心具足中，為不住生", "249": "死、涅槃故。於中有二：一為不住涅槃，二為", "25": "故如來說名大身」等者，於此妙身等中安", "250": "不住生死。為不住涅槃故，「須菩提！汝若作", "251": "是念：『菩薩發阿耨多羅三藐三菩提心者，", "252": "說諸法斷滅相』」如是等。於中，經言「於法不", "253": "說斷滅」者，謂如所住法而通達，不斷一切", "254": "生死影像法，於涅槃自在行利益眾生事。", "255": "此中，為遮一向寂靜故，顯示不住涅槃。「若", "256": "不住涅槃，應受生死苦惱。」為離此著，顯示", "257": "不住流轉故，經言「須菩提！若善男子、善女", "258": "人，以滿恒河沙等世界七寶，持用布施」如", "259": "是等。於中，經言「無我」、「無生法忍」者何義？如", "26": "立第一義。如是等，是為得智慧。云何離慢？", "260": "來於有為法得自在故，無彼生、死，法、我；又", "261": "非業、煩惱力生故無生，故名無我、無生者。", "262": "此中云何得顯示？如說攝取餘福，尚於生", "263": "死中不受苦惱，何況菩薩於無我、無生法", "264": "中得忍已，所生福德，勝多於彼。經言「須菩", "265": "提！以諸菩薩不取福德」者，此顯示不住生", "266": "死故。若住生死，即受福聚。又，經言「須菩提", "267": "白佛言：『世尊！菩薩不取福德』」者，此有何義？", "268": "以世尊於餘處說應受福聚故。經言「佛言：", "269": "『須菩提！菩薩受福德，不取福德，是故菩薩", "27": "經言「須菩提！菩薩亦如是。若作是言：『我當", "270": "取福德』」者，此顯示以方便應受，而不應取", "271": "故。受者，說有故。取者，修彼道故。如福聚及", "272": "果中，皆不應著。", "273": "經曰：「須菩提！若有人言：『如來若去若來，若", "274": "住若坐若臥。』是人不解我所說義。何以故？", "275": "如來者，無所至去，無所從來，故名如來。」", "276": "論曰：此下第六於心具足中，為行住淨。於", "277": "中，復有三種：一、威儀行住，二、名色觀破自", "278": "在行住，三、不染行住應知。為威儀行住故，", "279": "經言「須菩提！若有人言：『如來若去若來』」等。", "28": "滅度無量眾生』」等。此云何可知？若作是念：", "280": "於中，行者，謂去來；住者，謂餘威儀。", "281": "經曰：「須菩提！若善男子、善女人，以三千大", "282": "千世界微塵，復以爾許微塵世界，碎為微", "283": "塵阿僧祇。須菩提！於意云何？是微塵眾寧", "284": "為多不？」須菩提言：「彼微塵眾甚多。世尊！何", "285": "以故？若是微塵眾實有者，佛則不說是微", "286": "塵眾。何以故？佛說微塵眾，則非微塵眾，是", "287": "故佛說微塵眾。世尊！如來所說三千大千", "288": "世界，則非世界，是故佛說三千大千世界。", "289": "何以故？若世界實有者，則是一合相。如來", "29": "「我滅度眾生，我是菩薩。」應知此是慢者，非", "290": "說一合相，則非一合相，是故佛說一合相。」", "291": "佛言：「須菩提！一合相者，則是不可說，但凡", "292": "夫之人貪著其事。何以故？須菩提！若人如", "293": "是言：『佛說我見、人見、眾生見、壽者見。』須菩", "294": "提！於意云何？是人所說為正語不？」須菩提", "295": "言：「不也。世尊！何以故？世尊！如來說我見、人", "296": "見、眾生見、壽者見，即非我見、人見、眾生見、", "297": "壽者見，是名我見、人見、眾生見、壽者見。」「須", "298": "菩提！菩薩發阿耨多羅三藐三菩提心者，", "299": "於一切法，應如是知，如是見，如是信，如是", "3": "經曰：「須菩提！譬如有人，其身妙大。」須菩提", "30": "實義菩薩。為顯示此故，經言「是故佛說一", "300": "不住法相。何以故？須菩提！所言法相、法相", "301": "者，如來說即非法相，是名法相。」", "302": "論曰：此下第二為破名色身自在行住故，", "303": "經言「須菩提！若善男子、善女人，以三千大", "304": "千世界微塵」如是等。於中，細末方便及無", "305": "所見方便等，此破如前說應知。經言「彼微", "306": "塵眾甚多。世尊」者，是細末方便。經言「若是", "307": "微塵眾實有者，佛則不說是微塵眾」等者，", "308": "是為無所見方便。此說有何義？若微塵眾", "309": "第一義是有者，世尊則不說非聚。經言「佛", "31": "切法無眾生」等，若菩薩有眾生念，則不得", "310": "說微塵眾，則非微塵眾，是故佛說微塵眾」，", "311": "以此聚體不成故。若異此者，雖不說，亦自", "312": "知是聚，何義須說？經言「如來所說三千大", "313": "千世界」等者，此是無所見方便，此破名身，", "314": "亦如前說應知。於中，世界者，謂明眾生世", "315": "故。彼唯名身得名故，經言「若世界實有者，", "316": "則是一合相」者。於中，為竝說若世界、若微", "317": "塵界故，有二種摶取，謂一摶取及差別", "318": "摶取。眾生類、眾生世界有者，此為一摶", "319": "取。微塵有者，此為差別摶取，以取微塵", "32": "妙身、大身故。", "320": "眾集故。經言「如來說一合相，則非一合相」", "321": "等者，此上座須菩提安立第一義故，世尊", "322": "為成就如是義故。經說「一合相者，即是不", "323": "可說」等，此何所顯示？世言說故，有彼摶", "324": "取；第一義故，彼法不可說。彼小兒凡夫如", "325": "言說取，非第一義。已說無所見方便，破義", "326": "未說。無所見中，入相應三昧時不分別，謂：", "327": "如所不分別，及何人？何法？何方便？云何不", "328": "分別？此後具說。經言「須菩提！若人如是", "329": "言：『佛說我見』」等，此等顯示如所不分別。云", "33": "經曰：「須菩提！若菩薩作是言：『我莊嚴佛國", "330": "何得顯示？如外道說我，如來說為我見故，", "331": "安置人無我；又為說有此我見故，安置法", "332": "無我。若有彼我見，是見所攝。如是觀察，菩", "333": "薩入相應三昧時，不復分別，即此觀察為", "334": "入方便。經言「須菩提！菩薩發阿耨多羅三", "335": "藐三菩提心」者，此顯示無分別人。經言「於", "336": "一切法」者，此顯示於何法不分別。經言「應", "337": "如是知，如是見，如是信」者，此顯示增上心、", "338": "增上智故，於無分別中知、見、勝解。於中，若", "339": "智依止奢摩他故知，依止毘鉢舍那故見，", "34": "土。』是不名菩薩。何以故？如來說莊嚴佛土、", "340": "此二依止三摩提故勝解，以三摩提自在", "341": "故，解內攀緣影像，彼名勝解。經言「如是不", "342": "住法相」者，此正顯示無分別。經言「所言法", "343": "相、法相者，如來說即非法相，是名法相」者，", "344": "此顯示法相中不共義及相應義，如前已", "345": "說。如是一切住處中，相應三摩提方便亦", "346": "爾應知。欲願及攝散二種，如前所說，更無", "347": "別義，是故不復說其方便。", "348": "經曰：「須菩提！若有菩薩摩訶薩，以滿無量", "349": "阿僧祇世界七寶持用布施。若有善男子、", "35": "莊嚴佛土者，即非莊嚴，是名莊嚴佛國土。", "350": "善女人發菩薩心者，於此般若波羅蜜經，", "351": "乃至四句偈等，受持、讀誦、為他人說，其福", "352": "德勝彼無量阿僧祇。云何為人演說，而不", "353": "名說，是名為說？", "354": "「一切有為法，如星、翳、燈、幻、", "355": "露、泡、夢、電、雲，應作如是觀。」", "356": "論曰：此下第三為不染行住。於中二種：一", "357": "為說法不染，二為流轉不染。為說法不染", "358": "故，經言「須菩提！若有菩薩摩訶薩，以滿無", "359": "量阿僧祇世界七寶」如是等。此何所顯示？", "36": "須菩提！若菩薩通達無我、無我法者，如來", "360": "以有如是大利益故，決定應演說；如是演", "361": "說，而無所染。經言「云何為人演說，而不名", "362": "說，是名為說」者，此有何義？顯示不可言說", "363": "故。不演說彼法有可說體，應如是演說；若", "364": "異此者，則為染說，以顛倒義故。又，如是說", "365": "時，不求信敬等，亦為無染說法。為流轉無", "366": "染故，經說偈言「一切有為法，如星、翳、燈、幻」", "367": "等。此偈顯示四種有為相：一、自性相，二者、", "368": "所住味相，三、隨順過失相，四、隨順出離相。", "369": "於中，自性相者，共相見識，此相如星，應如", "37": "說名真是菩薩、菩薩。」", "370": "是見。何以故？無智闇中有彼光故，有智明", "371": "中無彼光故。人、法我見如翳，應如是見。何", "372": "以故？以取無義故。識如燈，應如是見。何以", "373": "故？渴愛潤取緣故，熾然於中著。所住味相", "374": "者，味著顛倒境界故，彼如幻，應如是見。何", "375": "以故？以顛倒見故。於中，隨順過失相者，無", "376": "常等隨順故。彼露譬喻者，顯示相體無有，", "377": "以隨順無常故。彼泡譬喻者，顯示隨順苦", "378": "體，以受如泡故。若有受，皆是苦，以三苦故，", "379": "隨有應知：彼苦生故，是苦苦；破滅故，是壞", "38": "論曰：此下第十八上求佛地。應知彼地，復", "380": "苦；不相離故，是行苦。復於第四禪及無色", "381": "中，立不苦不樂受，以勝故。於中，隨順出離", "382": "相者，隨順人、法無我。以攀緣故得出離故，", "383": "說無我以為出離也。隨順者，謂過去等行，", "384": "以夢等譬喻顯示。彼過去行，以所念處，故", "385": "如夢；現在者，不久時住，故如電；未來者，彼", "386": "麁惡種子似虛空引心出，故如雲。如是知", "387": "三世行轉生已，則通達無我，此顯示隨順", "388": "出離相故。", "389": "經曰：佛說是經已，長老須菩提，及諸比丘、", "39": "有六種具足攝轉依具足：一、國土淨具足，", "390": "比丘尼、優婆塞、優婆夷，菩薩摩訶薩，一切", "391": "世間天、人、阿脩羅、乾闥婆等，聞佛所說，皆", "392": "大歡喜，信受奉行。", "393": "論曰偈言：", "394": "若聞如是義，於大乘無覺，", "395": "我念過於石，究竟無因故。", "396": "下人於深法，不能覺及信，", "397": "世人多如此，是故法荒廢。", "398": "金剛般若波羅蜜經論卷下", "4": "言：「世尊！如來說人身妙大，則非大身，是故", "40": "二、無上見智淨具足，三、福自在具足，四、身", "41": "具足，五、語具足，六、心具足。為國土淨具足", "42": "三摩鉢帝故，經言「須菩提！若菩薩作是言：", "43": "『我莊嚴佛國土。』是不名菩薩」如是等。此義", "44": "為於共見正行中轉故，為斷彼故，安立第", "45": "一義，經言「即非莊嚴，是名莊嚴國土」等。又，", "46": "經言「須菩提！若菩薩通達無我、無我法」者，", "47": "此言為二種無我故，謂人無我、法無我。又，", "48": "經言「如來說名菩薩、菩薩」者，為於彼二種", "49": "無我中二種正覺故。此等云何顯示？若言", "5": "如來說名大身。」佛言：「須菩提！菩薩亦如是。", "50": "「我成就」，即為人我取；「莊嚴國土」者，是法我", "51": "取。此非菩薩。", "52": "經曰：「須菩提！於意云何？如來有肉眼不？」須", "53": "菩提言：「如是。世尊！如來有肉眼。」佛言：「須菩", "54": "提！於意云何？如來有天眼不？」須菩提言：「如", "55": "是。世尊！如來有天眼。」佛言：「須菩提！於意云", "56": "何？如來有慧眼不？」須菩提言：「如是。世尊！如", "57": "來有慧眼。」佛言：「須菩提！於意云何？如來有", "58": "法眼不？」須菩提言：「如是。世尊！如來有法眼。」", "59": "佛言：「須菩提！於意云何？如來有佛眼不？」須", "6": "若作是言：『我當滅度無量眾生。』則非菩薩。」", "60": "菩提言：「如是。世尊！如來有佛眼。」佛言：「須菩", "61": "提！於意云何？如恒河中所有沙，佛說是沙", "62": "不？」須菩提言：「如是。世尊！如來說是沙。」佛", "63": "言：「須菩提！於意云何？如一恒河中所有沙，", "64": "有如是等恒河。是諸恒河所有沙數佛世", "65": "界，如是世界寧為多不？」須菩提言：「彼世界", "66": "甚多。世尊！」佛告須菩提：「爾所世界中，所有", "67": "眾生，若干種心住，如來悉知。何以故？如來", "68": "說諸心住，皆為非心住，是名為心住。何以", "69": "故？須菩提！過去心不可得，現在心不可得，", "7": "佛言：「須菩提！於意云何？頗有實法名為菩", "70": "未來心不可得。」", "71": "論曰：此下第二為無上見智淨具足故，經", "72": "言「須菩提！於意云何？如來有肉眼不」如是", "73": "等。於中二種：一為見淨，二為智淨。如來不", "74": "唯有慧眼，為令知見淨勝故，顯示有五種", "75": "眼，若異此則唯求慧眼見淨故。於中，略說", "76": "有四種眼，謂：色攝，第一義諦攝，世諦攝，一", "77": "切種一切應知攝。色攝復有二種，謂法界、", "78": "修果，此為五眼麁境界故。是初色攝第一", "79": "義智力故，世智不顛倒轉，是故第一義諦", "8": "薩不？」須菩提言：「不也。世尊！實無有法名為", "80": "攝在先。於中，為人說法，若彼法為彼人施", "81": "設，此智說名法眼。一切應知中一切種無", "82": "功用智，說名佛眼。此等名為見淨。如經「須", "83": "菩提！於意云何？如恒河中所有沙」如是等，", "84": "此為智淨。於中，心住者，謂三世心。若干種", "85": "者，應知有二種，謂染及淨，即是共欲心、離", "86": "欲心等。世者，說過去等分。於此二中安立", "87": "第一義故，經言「如來說諸心住，皆為非心", "88": "住」，乃至「過去心不可得」等。於中，過去心不", "89": "可得者，已滅故；未來者，未有故；現在者，第", "9": "菩薩。是故佛說一切法無眾生、無人、無壽", "90": "一義故。為應知中證故，安立見。為教彼彼", "91": "眾生寂靜心故，安立智。於此智淨中，說心", "92": "住即非心住；如是見淨中，何故不說眼即", "93": "非也？以一住處故，見、智淨後安立第一義", "94": "故，初亦得成就。", "95": "經曰：「須菩提！於意云何？若有人以滿三千", "96": "大千世界七寶持用布施，是善男子、善女", "97": "人，以是因緣得福多不？」須菩提言：「如是。世", "98": "尊！此人以是因緣，得福甚多。」佛言：「如是，如", "99": "是。須菩提！彼善男子、善女人，以是因緣，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1510b 金剛般若波羅蜜經論: 金剛般若波羅蜜經論: 金剛般若波羅蜜經論", "author": "無著菩薩造  隋 達磨笈多譯", "sourceLink": "http://www.cbeta.org/"}