{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2795 四部律并論要用抄", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "12 四部律及論明三寶物義", "1": "四部律并論要用抄卷下", "2": "13 四部律及論明亡比丘輕重物看病囑授法四部律及論明亡比丘輕重物看病囑授", "3": "法第十三", "4": "此重物者。以律文少異不同。致使末代比丘", "5": "諍訟非一。原其大教正是一味。但聖旨分流", "6": "偏執有闕。然行中非大過者隨情可爾。若欲", "7": "判割輕重者。非律文不證也。若隨情解義容", "8": "乖聖意。據文科判定無牟楯。故謹依四部律", "9": "并論釋之。一處若欲施行。案文取斷。亦可各", "10": "用隨部羯磨。", "11": "四部律第三分衣犍度中明囑授文。若病兒", "12": "臨終時有如是言。我此眾物與佛與法。若與", "13": "僧若與塔人。若我終後與。若不死還我。佛", "14": "言。不應。如是與應現前僧分　問。如是決定", "15": "囑授。死後何故不成　答。身死之後無有半", "16": "錢之分。此物理應屬僧。故言不成　問。何成", "17": "屬授　答。病人若言。生死決定與者。名成囑", "18": "授　問。病人決定囑已後。若復還者當復云", "19": "何　答。若定囑者後不應還取。何以故。決定", "20": "囑他故。若還取者計錢犯重　問。病人囑授", "21": "不成。後人持亡者衣物造福。得如法不　答。", "22": "非法。何以然。囑授不成。猶是僧物。若用作", "23": "福。一切同心者皆犯偷蘭遮罪。若此物有人", "24": "守護不與。以強力取者計錢犯重。時舍衛國", "25": "有負債比丘死。不知誰當償。便往白佛。佛", "26": "言。聽持亡者長衣償。若無物賣三衣。餘者與", "27": "瞻病人。彼看病人應問病比丘。何者是汝三", "28": "衣。何者是汝長衣。汝負誰債。誰負汝債。汝應", "29": "與誰。若不問如法治。", "30": "十誦律雜誦第四卷中囑授文　佛在舍衛", "31": "國。有一病比丘語看病人言。汝能好看我愛", "32": "念我。我若命終所有物盡當與汝。語已命終。", "33": "佛鳴鎚集僧。佛語看病人云。比丘所有物盡", "34": "持來。現前僧分。看病人言。非僧物。何以故。", "35": "我看病人。病人語我。汝能好看我愛念我。我", "36": "若命終所有諸物盡當與汝。是故非僧物。諸", "37": "比丘以是白佛。佛言。無如是死當與法。若比", "38": "丘命終現前應分。有白衣病。語諸親里。若我", "39": "死後財物與我兒。語已命終過。是比丘後還", "40": "家。共相問說已。親里言。言汝父臨死時囑此", "41": "諸物與大德。比丘答言。佛未聽我受死後施。", "42": "以是白佛。佛言。先為比丘故說。非為白衣。應", "43": "隨意取出僧一第一卷。", "44": "僧祇律第三十一卷明囑授　佛住舍衛國。", "45": "時有比丘。語比丘言。看我我當與長老衣鉢。", "46": "時病比丘無常。諸比丘集欲分彼衣鉢。看病", "47": "人言。是比丘存在時語我言。好看我當與汝", "48": "衣鉢。諸比丘以因緣往白佛。佛言。已與未。答", "49": "言。未與。佛言。不與已無常。得越毘尼罪。彼", "50": "不應得。復次佛在舍衛國。時有病比丘。語比", "51": "丘言。看我當與長老衣鉢。即便與。得已不作", "52": "淨。還置病人邊。時病比丘無常。諸比丘以是", "53": "事往白佛。佛言。為作淨不作淨。答言。不作", "54": "淨。佛言。不應得。復次如前因緣。乃至佛言。", "55": "作淨未。答言。作淨。佛言。應得。時尊者優波", "56": "離知時而問。世尊。病比丘臨終得囑授與人", "57": "物不。佛言。得。復問。囑償醫藥直不。佛言。得。", "58": "若囑言。我不差當與。若差即名捨。若囑言。我", "59": "向彼聚落。若不到當與。若到者即名捨。若囑", "60": "言。我行去若無常者當與。還者即名捨。若決", "61": "定囑言。我若死若活。其必與。如是決定囑授", "62": "與眾多者。最後應得。若與眾多人。在前者應。", "63": "若比丘無常不應便閉其戶。彼若有共行弟", "64": "子依正弟子。可信持戒者得與戶鉤。若不可", "65": "信者當戶鉤僧與。知事人已埋藏料理竟。然", "66": "後出彼衣物。若有共行弟子依正弟子。持戒", "67": "可信者使出。若無可信弟子應使知事人出。", "68": "若比丘作是言。我此中亦有衣鉢者。當觀前", "69": "人持戒可信者應與。不可信者不應與。若有", "70": "可信作證明者應與。然後僧受。", "71": "彌沙塞律第二十四卷囑授文　有諸比丘。", "72": "未命終過。處分衣物言。我死後以此衣物施", "73": "某甲。以此衣物作如是如是用。諸比丘以白", "74": "佛。佛言。不應爾。犯者突吉羅罪。與不成與不", "75": "用不成用。", "76": "四分律衣犍度明看病法　佛在舍衛國。不", "77": "就請食。諸佛常法。若不就請在後案行諸房。", "78": "案行諸房時見有異處。有比丘病無瞻視供", "79": "養人。臥大小使中。見以詣病比丘。所知而故", "80": "問。比丘汝何故臥大小便中。有瞻視供養人", "81": "不。答言。無。世尊復問。何故無。答言。我無病", "82": "時不看他病。是故今病無瞻視供養者。佛言。", "83": "汝不瞻視供養病人無利所得。汝等比丘不", "84": "相看病。誰應當看病者。是時世尊即扶病比", "85": "丘起。拭身不淨已洗之。洗已後為浣衣曬乾", "86": "有故壞臥具草棄之。掃除住處。以埿漿灑極", "87": "令清淨。更敷新草并敷一衣還臥比丘。復以一", "88": "衣覆上捨去。爾時世尊食已。以此因緣集比", "89": "丘僧。以向自料理病人因緣具告諸比丘。汝", "90": "等諸比丘。自今已去應看病人。不應不看作", "91": "瞻視病人不應不作。若有欲供養我者。當供", "92": "養病人聽彼和上。若同和上阿闍梨。若同阿", "93": "闍梨弟子應瞻視。若都無有人者。眾僧應與", "94": "瞻視病人。若不肯者應次第差。次第不肯當", "95": "如法治。若無比丘比丘尼應作。若無比丘尼", "96": "式叉摩那應作。若無式叉尼沙彌應作。若無", "97": "沙彌沙彌尼應作。若無沙彌尼優婆塞應作。", "98": "若無優婆塞優婆夷應作。是中比丘尼式叉", "99": "沙彌尼優婆夷。隨所可作應作。不應觸比丘。", "100": "爾時世尊告諸比丘。持亡者衣鉢坐具針筒", "101": "與看病人。應作白二羯磨與　問。亡人物理", "102": "自屬僧。何須看病人僧中三捨　答。雖復屬", "103": "僧但看病人為守護。今明捨者令眾普知之", "104": "又問。亡比丘衣物既自屬僧。何須羯磨與。然", "105": "後人得　答。亡人衣物屬四方僧。四方僧集", "106": "故不可得分。聖教開聽羯磨與。一人作主。主", "107": "若與僧。然得分之。因佛與看病人三衣六物", "108": "故。時諸比丘小小看病。或扶起或一扶臥。或", "109": "一與楊枝水。便取亡者衣鉢。佛言。不應小小", "110": "瞻病便取衣鉢。自今已後看病人應具五德。", "111": "當與衣鉢。何等為五。一者知病人可食不可", "112": "食能與。二者不惡賤病人大小便吐唾。三者", "113": "有慈愍心不為食。四者能經理湯藥乃至差", "114": "若死。五者能為病人說法。令人歡喜。己身於", "115": "善法增益。有如是五法應取病人衣物。若無", "116": "此五法不應與。舍衛國有比丘死。彼多有三", "117": "衣。不知何者。與看病人。佛言。聽。彼亡者常", "118": "所持者與。復次有比丘死。多有三衣。不知持", "119": "何等。三衣與看病人。佛。言應看。此瞻病人若", "120": "能極好看病。應與上三衣。若中與中。若下", "121": "與下。有比丘病。作是念。我當受不好不惡三", "122": "衣。恐看病人取好者去。佛言。不聽。爾有病比", "123": "丘。送衣鉢著餘處。恐看病人取去後病差無", "124": "所著。佛言。不應爾。病人有五種事難看。一所", "125": "不應食飲食。二不肯服藥。三看病人有所至", "126": "心而不實語。四應行不行應住不住。五身有", "127": "苦痛不能忍。身少堪能而不作仰他作。是名", "128": "病人五難看。反上五句名為易看。又病人有", "129": "三事難看。不能靜坐思惟。第一念解悔先罪。", "130": "是報由惡所招。今復不懺定墮惡道。前身積", "131": "罪餘報未盡。從生已來為惡日多作善時少。", "132": "五篇諸戒一一思量。若遭違犯今皆懺悔。若", "133": "發此心定生善道。第二當觀無常身如朝露。", "134": "假合而成速朽之法不可久保。命尚不存。財", "135": "何足悋。於諸衣物莫以逕壞捨不勞囑授。身", "136": "亡之後任僧良處。第三當念佛三昧。善調氣", "137": "息。繫心守境。意向惡方觀清淨土。如在目前。", "138": "正念就是住。又病人應以三法善自量宜。一", "139": "者重病。若得麁隨病飲食。隨病湯藥。好看病", "140": "人於此三事若得不得。無常報盡會必當死。", "141": "爾時此病人應作死計。莫食酒肉及非時食。", "142": "何以故。寧持而死破戒而生。二者中病。若得", "143": "上三事便差。不得必死。時此病人應自酙量。", "144": "墮病所宜而食。若不能自節者。看病人應裁", "145": "量。三輕病。若得上三事及以不終不死也。爾", "146": "時病人但小將息病。自得差。不得因病飲酒", "147": "噉肉非時食也。然病多惱喜生瞋恨。當自調", "148": "伏。針灸服藥供給所須好自消。宜應自思念", "149": "他人好心。看我已自難消。何況重加惡言。觸", "150": "惱於彼。是彼看我無利戒生退心。不復看", "151": "看便死也。以是故應慚愧。於他將護其意而", "152": "勸讚之。令進心歡喜無恨。自他俱利　毘尼", "153": "母論云病人不隨看病教突吉羅。看病人違隨病人意亦突吉羅。", "154": "十誦律第四誦衣法第八卷明看病法　長老", "155": "優波離問佛言。誰能供給瞻視病人。佛言。和", "156": "上阿闍梨同和上阿闍梨。若無四種人僧應", "157": "供給。若僧不與僧得突吉羅。僧差不肯去者", "158": "突吉羅罪。從今日結看病比丘法。看病人法", "159": "者。當隨病人所須應作。隨時病邊。問病人", "160": "因緣。問已若問藥師。若問知病比丘。病比丘", "161": "如是。以何藥醫差。若教應如是。如是藥明日", "162": "到厨中。看僧何食。若有隨病食應與。若無隨", "163": "病食應取僧所供給病人。若無是事彼住處。", "164": "若有善好有德比丘。從索供給病人。若無是", "165": "事應從大德多知識比丘索。若無是事應留", "166": "病比丘六物。餘物應貿所須供給病人。若復", "167": "無者以所受重物貿輕物受持得錢市所須供", "168": "給病人。若無是事所受鐵鉢貿凡鉢受持得", "169": "錢市所須供給病人。若無是事看病人應自", "170": "與。若自無應他乞供給病人。若無知識乞不", "171": "能得乞食美者供給病人。看病人應持到病", "172": "人邊為說淨法。是道非道發其智慧應如是", "173": "隨意說法。若是阿練若病應現前讚阿練若", "174": "法。若學修姤露讚修姤露。若學毘尼讚毘尼。", "175": "若作法師讚阿毘曇。若助佐眾事讚助佐眾", "176": "事。若大德多知識比丘。應問地相。第二第三", "177": "第四地相須陀洹乃至阿羅漢果。若死隨其", "178": "功德供養。供養竟諸衣物應浣者浣。捩曬燥", "179": "搪入僧中。如是唱。某甲比丘死。是大衣是", "180": "七條是漉水囊是坐具。是飾資生物白得如", "181": "是勝趣。", "182": "僧祇律第三十一卷明看病法　復次有看病", "183": "人。作是念言。我看不避寒暑執眾事。若除大", "184": "小便求索湯藥。云何得言眾僧得耶。佛言。看", "185": "甚苦應與三衣鉢釪及所受殘藥。看病人有", "186": "應得亡者衣物。有不應得者。僧次差作不合", "187": "得。樂福德作不應得。以悕望故。暫作亦不應", "188": "得。何者應得。佛言。為欲饒益故。下至然一燈", "189": "注欲令病者差。是人應得。作羯磨分物時。有", "190": "客比丘來。應知在羯磨前羯磨後。是中值羯", "191": "磨值羯磨不值死。是二應得。是中值死不值", "192": "羯磨。不值死不值羯磨者。不應得。若為為病", "193": "人求覓醫藥。若為塔事僧事故云應與。", "194": "五分律第二十四卷中明看病法　有諸看病", "195": "人。或為病人。或為私行。去後命過。餘人得衣", "196": "鉢不。以是白佛。佛言。不應趣爾與一人應與", "197": "究竟看病者。有一比丘病。看病人多。諸比丘", "198": "不知幾人應得衣。以是白佛。佛言。若比丘命", "199": "過。應與二人衣。比丘沙彌。雖父母兄弟亦不", "200": "應與。若比丘尼死應與三人衣物。比丘尼式", "201": "叉尼沙彌尼。有諸比丘。分看病人物與沙彌", "202": "三分一。以是白佛。佛言。應等與分　摩德勒", "203": "伽論云。白衣作看病人應與少許。比丘尼式", "204": "叉摩那沙彌尼亦如是。", "205": "四分律第三分衣犍度中明輕重文　爾時舍", "206": "衛國有多知識比丘。死有多僧伽藍。多有屬", "207": "僧伽藍園田菓樹。多有別房。多有屬別房物。", "208": "多有銅瓶銅瓫斧󱬕燈。多有繩床木床臥蓐坐", "209": "蓐枕。多畜伊梨梨近陀耄羅耄耄羅氍氀。多", "210": "有守僧伽藍人。多有車輿。多有澡灌錫杖扇。", "211": "多有鐵作器木作器陶作器剔髺刀竹作器。", "212": "多有衣鉢坐具針筒。諸比丘不知云何。以此", "213": "白佛。佛言。多知識無知識一切屬僧。諸比丘", "214": "分僧園田果樹。佛言。不應分。屬四方僧。彼", "215": "分銅釩瓫銅斧󱬕及諸種種重物。佛言。不應", "216": "分。屬四方僧。彼分繩床木床坐蓐臥蓐枕。佛", "217": "言。不應分。屬四方僧。彼分伊梨近陀耄羅", "218": "耄耄羅氍氀。佛言。不應分。屬四方僧。自今", "219": "已去聽諸比丘。氍氀廣三肘毛長三指現前", "220": "僧應分。彼分車輿守僧伽藍人。佛言。不應", "221": "分。屬四方僧。彼分水瓶澡灌錫杖扇。佛言。", "222": "不應分。屬四方僧。彼分鐵作器木作器乃至", "223": "竹作器等。佛言。不應分。屬四方僧。自今已去", "224": "聽分剃刀衣鉢坐具針筒。彼分俱夜羅器現", "225": "前僧應分。時有比丘。在俱薩羅國遊行。到", "226": "一無比丘住處村已命終。諸比丘不知誰應", "227": "分此衣鉢。以此白佛。佛言。彼住處若信樂優", "228": "婆塞。若守園人彼應掌錄。若有五眾出家人", "229": "來者應與。若來不來應送與近處僧伽藍。爾", "230": "時有比丘。此部至彼部。未到便死。諸比丘不", "231": "知衣鉢當與誰。佛言。隨所欲往處與此。是僧", "232": "分為二部也。若彼儐比丘死衣物隨所共同", "233": "羯磨處僧分。", "234": "十誦律第四誦衣法第八卷明輕重物文　佛", "235": "在舍衛國。優波離問佛言。何等可分物。何等", "236": "不可分物。佛言。一切田。一切房舍。一切床榻", "237": "臥具。一切細車。一切麁車半莊車步輿不應", "238": "分。一切鐵物不應分。除釜瓶受二斗。已下應", "239": "分。除鉢小鉢半鉢鍵𨩲剃刀鉗鑷截扴刀針", "240": "筒刀子戶扇曲鉤剃刀匣刮渒灌鼻筒熨斗香", "241": "爐勳鉢鉤衣鉤辟上鉤七鉢支禪鎮。除上爾", "242": "所餘物一切鐵物不應分。一切銅物不應分。", "243": "除釜瓶受二斗已下應分。水瓮蓋刀匣刮渒", "244": "椑灌鼻筒熨斗香爐勳鉢鉤衣鉤辟上鉤禪鎮", "245": "上鉢支。除上爾所物餘一切銅物不應分。一", "246": "切石物不應分。除釜瓶受二斗已下應分。水", "247": "瓶水瓮蓋水物刮渒椑灌鼻筒熨斗勳鉢香爐", "248": "鉢禪鎮。除爾時物一切石物不應分。一切", "249": "水精物不應分。除釜勳鉢鉤香爐熨斗。餘如", "250": "上說。一凡物不分應分。除釜受二斗已下應", "251": "分。水瓮蓋水物鉢小鉢鍵𨩲刀匣刮渒箄灌", "252": "鼻筒熨升香爐禪鎮。除上爾所物餘一切不", "253": "應分。一切具物不應分。除刀匣刮渒椑灌鼻", "254": "筒熨斗禪鎮香爐勳鉢鉤衣鉤盛藥凾上鉢", "255": "支。是一切具物應分。一切牙物亦如是。一切", "256": "角物不應分。除受半斗已下應分。除刀匣衣", "257": "鉤辟上鉤刮渒箄灌鼻筒禪鎮盛藥凾上鉢", "258": "支。如是一切角物可分。餘一切不應分。一切", "259": "皮物不應分。除盛藥蘇油囊受半斗已下。繫", "260": "草履繫鞋革麁革熟革裹脚指革應分。一切", "261": "木物不應分。除朽受二斗已下。水瓮蓋刀匣", "262": "刮渒椑衣鉤辟上鉤鉢支禪鎮。如一切木物", "263": "可分。餘一切不應分。一切竹物不應分。除蓋", "264": "扇箱篋席杖等應分。一切赭土應分。一切染", "265": "色若煮若未煮不應分。憍薩羅國有比丘有", "266": "死。是比丘衣物處寄現前僧分衣物竟。方問", "267": "看病人。是誰。答言。我。僧言。汝等處彼處所", "268": "寄衣往索取。諸看病人往索不得。便共相鬪", "269": "諍言。以是事白佛。佛言。現前六物先看病人。", "270": "餘輕物應分。重物不應分。有比丘死。多有衣", "271": "鉢。多有財物。不知是比丘受何等漉水囊何", "272": "等坐具。以此白佛。佛誰是根本看病人。看病", "273": "人應先問。病人受何等三衣。一一具問已資", "274": "生六物與看病人。餘僧應分。若如是不問不", "275": "知不信與不大好不大惡六物。又有一與學", "276": "沙彌死。是衣鉢不知云何。以是白佛。佛言。當", "277": "死時現前僧應分衣鉢物。憍薩羅國有一沙", "278": "彌死。諸比丘不知衣鉢當云何。佛言。所著內", "279": "衣應與看病人。餘輕物僧應分。重物不應分。", "280": "羯磨當稱某甲沙彌死。是沙彌所有內衣自", "281": "餘悉同一住處。一守或比丘。二被儐比丘共", "282": "住。若守戒比丘死。衣物屬彼。儐比丘死。衣", "283": "物屬守戒比丘。餘儐比丘來不應分與。若二", "284": "比丘共住一處住。一人死。所有衣物應心念", "285": "口言受。受已餘比丘來不得強與。若不心念", "286": "口言作法是衣不應受。受者突吉羅。亦應", "287": "餘比丘。三比丘共住。一人死。二人應到手展", "288": "轉受分。四比丘共住。其一人死亦如是。五比", "289": "丘共住。一人死。是衣鉢物。若展轉分。若自受", "290": "分。若隨籌分。若羯磨分作法易解分物成否同上。", "291": "十誦律第十誦毘尼序最下卷判衣物文　有", "292": "一住處。舊比丘屬塔物自貸用。是丘比死。諸", "293": "比丘不知。當云何。以事白佛。佛言。衣鉢物還", "294": "計直輸塔。殘者僧應分。有一住處比丘。衣物", "295": "為塔用。是比丘死。諸比丘以是白佛。佛言。", "296": "塔物還計直取現前僧分。比丘貸四方僧物", "297": "私用。比丘私物貸四方僧用亦如是。客比丘", "298": "舊住比丘亦如是。有一比丘。賒沽酒未償便", "299": "死。酒主從諸比丘債酒價。諸比丘答言。此比", "300": "丘在時何以不債酒價。酒主言。償我酒價。不", "301": "償者出汝惡聲名。言釋種沙門飲酒。不肯償", "302": "價。諸比丘不知云何。以是白佛。佛言。是比", "303": "丘有衣鉢物應用償。若生無物應取僧物與", "304": "償。何以故。恐出諸比丘聲名故。有客寄比丘", "305": "衣物。比丘失去。時賈客往比丘邊索。比丘答", "306": "言。失去。是事白佛。佛言。若自在不應償。若", "307": "不得自在應償。有比丘以衣鉢物寄居士。居", "308": "士失去。是事白佛。佛言。若好看失去不應。若", "309": "不好看失去應償。憍薩羅有一住處。一比丘", "310": "死。是比丘以衣鉢物寄比丘尼寺。比丘言。我", "311": "等應分。比丘尼言。我等應分。諸比丘不知云", "312": "何。以事白佛。佛言。以若比丘死前寄比丘", "313": "尼。衣鉢物現前比丘僧應分。比丘尼寄比丘", "314": "亦如是。佛在舍衛婆提國。釋子婆難陀比丘", "315": "死。衣物直三十萬兩金。波斯匿王言。是人無", "316": "兒子故是物應屬我。佛遣使波斯匿王言。賜", "317": "城邑聚落人襄時頗少多與婆難陀不。王言", "318": "不與。佛言。誰力故合得生活。皆是僧力故僧", "319": "應取。王聞佛教好便正諸剎利言。是比丘與", "320": "我同是剎利種。是衣物應屬我等。佛遣使語", "321": "剎利言。汝作國事大官事頗問婆難陀不。答", "322": "言。不問。婆難陀不在時汝作官事頗待不。答", "323": "言。婆難陀共僧羯磨。婆難陀不在時僧不作", "324": "羯磨。是衣物應屬僧。諸剎利聞教便止諸親", "325": "族中表內外皆言。婆難陀是我伯叔父母舅", "326": "甥兄弟。是衣鉢物應屬我等。佛遣使語言。", "327": "汝等嫁女娶婦會同取與錢財時頗待婆難陀", "328": "與分不。答言。不也。佛諸與婆難陀衣食分", "329": "者應得。是衣分婆難陀僧與食故。是衣鉢應", "330": "屬僧。諸親族聞佛教便止。婆難陀衣鉢物", "331": "寄在餘處。是婆難陀於餘處死。寄物處比丘", "332": "死處比丘各言。我應分此衣物。以是白佛。佛", "333": "言。是衣鉢物在死處界內現前僧應分。又婆", "334": "難陀衣鉢物處處出息與人。在異處人負其", "335": "債。死後負債處死處諸比丘答言。我等應分。", "336": "佛言。負債處界內現前僧應分。又婆難陀衣", "337": "鉢物保出息餘處死餘處。出息餘處保住死。", "338": "出息處保任處各言。是衣物應屬我等。佛", "339": "言。保任處界內現前僧應分。又婆難陀衣鉢", "340": "物出息貸質。各在異處死。是婆難陀死後。取", "341": "錢處比丘質物比丘死處比丘各言。是物應", "342": "屬我等。佛言。質物處界內現前僧應分。又", "343": "婆難陀比丘死在異處。作券人亦在異處。取", "344": "錢人復在異處。三處諍不息。佛言。手執券", "345": "處界內現前僧應分。若手執券若質物。是二", "346": "無異。佛在舍婆提牟羅破。求那比丘死。衣鉢", "347": "物先寄長老阿難。求那比丘在餘處死。長老", "348": "阿難復在餘處。所寄寄衣物復在異處。三", "349": "處諸比丘各言。我應得。佛言。阿難在處界", "350": "內現前僧應分。", "351": "十誦律第九誦第三第四卷中判物文　問。", "352": "頗有比丘。施僧衣還取得大福無罪也　答。", "353": "有比丘獨一處住。是中施僧衣。餘比丘來自", "354": "取用。大德福德無罪十誦師釋云。此是作僧得施。施物還自受。作法取故得福無", "355": "量問。看病人為病人故出界去。去後病人死。", "356": "應與看病人分不　答。或應與或不應與。應", "357": "與者實為病故出應與。若為餘事故出不應", "358": "與　問。云何名看病人　答。若能看視療治", "359": "病人。乃至差若死。與隨病藥隨病食。具足供", "360": "養。親近利養。益使離諸衰損。所作無闕。是名", "361": "看病人　問。若白作看病人應與看病人物", "362": "不　答。不應與　問。比丘尼作占看病人應", "363": "與物分不　答。不應與　問。沙彌作看病人。", "364": "云何與分　答。大比丘等與。", "365": "十誦律第十誦善誦第二卷判文　有一病比", "366": "丘。眾僧分飯。看病人為取分。是病人死。不知", "367": "云何。以事白佛。佛言。若病人死後取飯還歸", "368": "本處。若無取飯後死者同餘財物分十誦師釋云。此食是", "369": "重物。今言分者現前僧處分故言分也　言分錢亦如是有病比丘。多衣鉢。多", "370": "生活物。語看病人。喚諸比丘來。我當處分。是", "371": "物與佛。是物與僧。與人。諸看病人自念。是比", "372": "丘若以是物與佛與僧與人。我等無所得。便", "373": "不喚諸比丘。是病人死。諸看病人以是事白", "374": "佛。佛言。莫以小小因緣違逆病人語。應所處", "375": "分皆為作。善誦第三卷看病人取衣分同飯", "376": "也。", "377": "僧祇律第三十一卷判輕重物文　云何名重", "378": "物。床蓐鐵器木器竹器如盜戒中廣說。盜戒", "379": "中明隨物輕重。隨物衣尼師檀覆瘡衣雨浴", "380": "衣鉢𨩲鉢囊絡漉水囊二種腰帶刀銅𨥌鉢支", "381": "鉢筒軍持澡灌盛油波瓶錫枝革屣散蓋扇及", "382": "餘種種物畜物是名隨物。重物者床臥具及", "383": "餘重物。床者臥床坐床。臥具者小蓐大褥", "384": "俱執枕。及餘重物者一切銅器一切木器一", "385": "切竹器一切瓦器。銅器者銅瓶鑊銅拘及餘", "386": "種種銅器是名銅器。木器者木凾木瓶木瓮", "387": "木拘。竹器者竹筐竹廗竹及乃至竹莒。瓦器", "388": "者從大甕乃至燈盞是名木器竹器瓦器。乃", "389": "餘種種重物皆入四方僧。輕物現前僧應分。", "390": "有一沙彌無常。諸比丘此衣鉢物屬誰。佛", "391": "言。應屬和尚。", "392": "五分律第四卷判輕重文　云何分物。若婆", "393": "那衣蘇摩衣却具衣俱執毛衣長五指。若僧", "394": "伽梨欝多羅僧安陀會。若下衣舍勒。若單", "395": "敷。若儭身衣。若被若坐具。若針線囊漉水囊", "396": "革屣囊。若大小鉢戶鉤。如是等物是可分者", "397": "現前僧盡應分。不可分者若錦若綺若毛𣯊若", "398": "氈若拘執毛過五指。若兩衣若覆瘡衣。若𧈡", "399": "厨若經敷。若遮辟虱單敷。若坐臥床及踞床。", "400": "除大小瓦鉢瓦澡灌。餘一切瓦器。大小鉢戶", "401": "鉤截挾刀鉢。餘一切鐵器。除銅鏠𨩲銅多羅", "402": "盛服藥物。一切銅器若傘蓋錫杖。如是等", "403": "物是可分者。應屬僧用。有諸比丘。得安居", "404": "施未入分中間或有命終過者。反俗者。作外", "405": "道者。遠行者。作沙彌者。更受大戒者。變為二", "406": "根者。滅儐者。諸比丘不知云何。以事白佛。佛", "407": "言。安居得施未分。若命過者生時已與人應", "408": "白二羯磨之。若生不已與人現前僧應分。及", "409": "俗入外道變作二根滅儐遠行等亦如是。作", "410": "沙彌者應與沙彌。更受大戒者應與比丘分。", "411": "有諸比丘未得安居施。乃至根滅後得施亦", "412": "如是。比丘尼亦如是。有住非安居時比丘死。", "413": "無比丘比丘尼應分。若有比丘尼住非安居", "414": "比丘尼死。無尼比丘應分。安居時得亦如", "415": "是。", "416": "十誦律分亡比丘物羯磨　大德僧聽。比丘", "417": "某甲死。是比丘所有資生輕物。若衣若非衣", "418": "現前僧應分物。羯磨與某甲比丘。若僧時到", "419": "僧忍聽。某甲比丘死。是比丘所有資生輕物。", "420": "若衣若非衣現前僧應分物。羯磨與某甲比", "421": "丘。如是白。大德僧聽。某甲比丘死時。是比", "422": "丘所有資生輕物。若衣若非衣現前僧應物。", "423": "羯磨與某甲比丘。是長老忍默然。若不忍便", "424": "說僧某甲比丘死。所有資生輕物。若衣若非", "425": "衣現前僧應分物。僧羯磨與某甲比丘。竟", "426": "僧忍默然故。是事如是持。若羯磨與看病人", "427": "物。與上文同。唯言與看病人某甲。六物為異。", "428": "三人作法與四分大同。", "429": "僧祇律羯磨文　大德僧聽。某甲比丘無常。", "430": "若般涅槃。所有衣鉢現前僧應分。若僧時到。", "431": "僧持是衣鉢及所受殘藥。與看病比丘某甲。", "432": "如是白。白羯磨乃至僧已與者。病比丘某甲", "433": "衣鉢及所受殘藥竟僧忍默然故。是事如是", "434": "持。現前僧分　餘輕物羯磨文　大德僧聽。", "435": "某甲比丘無常。若涅槃所有衣鉢及餘雜碎", "436": "物現前僧應分。若僧時到。僧現前羯磨與某", "437": "甲比丘受。白如是。大德僧聽。某甲比丘受白", "438": "如是。大德僧聽。某甲比丘無常。若般涅槃所", "439": "有衣鉢及餘雜碎物。現前僧應分。僧今現前", "440": "持。是衣鉢及餘雜碎物。某甲比丘受。諸大德", "441": "忍持。是衣鉢及餘雜碎物。與某甲比丘。受忍", "442": "者僧默然。若不忍者便說。僧已忍持。是衣鉢", "443": "及餘雜物。與某甲比丘受竟。僧忍默然故。是", "444": "事如是持。三比丘作法是言。諸長老某甲無", "445": "常。若般涅槃有如是衣鉢及餘雜物。現前僧", "446": "應分。此處無僧。我等現前僧應分三說。", "447": "五分律羯磨文　大德僧聽。某甲比丘命過。", "448": "三衣鉢具現前僧應分。今與看病人某甲。若", "449": "僧時到僧忍聽。白如是　大德僧聽。某甲比", "450": "丘命過。三衣鉢現前僧應分。今已與看病人", "451": "某甲。誰諸長老忍默然。若不忍者說。僧已與", "452": "某甲比丘衣鉢竟。僧忍默然故。是事如是持。", "453": "若作羯磨差。一人令分亡者餘衣物羯磨文", "454": "與此無別。但改一切僧與某甲比丘衣某甲", "455": "比丘當還與僧無異也。", "456": "毘尼母論第三卷判輕重文　亡比丘若有奴", "457": "婢應放令去。若不放應使作僧祇淨人。象馬", "458": "駝牛驢與常住僧運致此亡比丘。若有生息", "459": "物在外應遣寺中。僧祇淨人推覓取之。得", "460": "已入常住僧。凡鐵所作物應可分者。鐵鉤", "461": "鐵鐲蠡斤釜五尺刀子鉤針筒刀剪鐵杖香爐", "462": "傘傘蓋莖香筒。如是等廣知也。大銅釘鐲", "463": "蠡銅狀。如是等名數皆如鐵也。若私有寺及", "464": "中所有田業菓樹。及象馬駱駝牛驢。及至床", "465": "榻瓮瓶養生之具。皆亦如是屬四方僧。若四", "466": "方僧外起大堂小堂房。此中所有物現前僧", "467": "不得分。亦屬四方僧。亡比丘生存時所有經", "468": "律應分與能讀誦者。若不及分處現前僧應", "469": "與能讀誦者。此物不應分。賣衣鉢坐具針㲲", "470": "經囊拘執衣毛深三指。傘蓋剃刀是名可分", "471": "物。餘者與毘尼同。", "472": "14 四部律及論明五篇七聚持犯輕重四部律及論明五篇七聚持犯輕重第十", "473": "四", "474": "持律之人有五德功。一戒品堅牢。二善勝諸", "475": "怨。於眾中決斷無疑畏。三若疑悔能為開", "476": "解。四善持毘尼。五令正法得久住。律藏有四", "477": "名。一名為戒若就教譯防非之法名戒。明此法能禁製身口也。若就行解止惡之心名戒。", "478": "明心能身口不為惡也二名為律解有二途。一教。二行。就教詮量輕重名之為律。就行調伏剛", "479": "穬之為律三名波羅提木叉此是西域之言。此方往翻名彼彼解脫。就教譯時此是解縛之", "480": "法。依而出家人免世羈礙。在在處處身心無累。故云彼彼解脫。就行釋者絕縛之心。念念之中能分分離煩惱。", "481": "故之解脫。又稱報得解脫。明持戒行。行滿報累自云亦言保解脫明持戒決定能戒縛也四名毘尼", "482": "亦是西音。此翻滅。就教解時明此法能殄息諍論。故名為滅。就行而言。斷除生死。苦盡無為寂伯為滅。此四之", "483": "中前二就因立名。外防為戒。內順名律。後二就果立名。解脫者煩惱盡處是有餘涅槃。果滅者身智俱亡。是無餘", "484": "涅槃果也。又大乘中釋戒與律。是因通果。是有為出要行。解脫與滅果通因。是無為出離。此四皆言藏者。就教", "485": "文旨苞也。名之為藏。據行而解能出生眾善利益無崖。故稱為藏也五篇者。一波羅夷", "486": "篇此是胡音。此中義云無餘。若犯此戒則永棄清眾布薩羯磨二種法事不得在數。永無其分故曰無餘。四分", "487": "云。波羅夷者譬如斷人頭。不可復起。比丘亦復如是。犯此法者不復成比丘。故名波羅夷者。名墮不如是罪。極", "488": "惡深重作此罪者。即墮。不如意處。不名比丘。非沙門釋子種。失比丘法故名波羅夷者。於法智退沒墮落無道果", "489": "分。是名波羅夷。乃至所可犯羅不可發露悔過。名波羅夷。問。何故初篇罪名不如是。答。毘婆沙論云。比丘本", "490": "心持戒出過惡魔二僧伽婆尸沙篇此是胡音。此云僧殘。若犯此戒行則毀缺不足。布", "491": "薩之數猶故於羯磨眾中出過魔。方類其罪分故曰僧殘。十誦云。僧伽者罪屬僧。僧中有殘。因僧悔過得故名僧", "492": "伽婆尸沙。僧祇云。僧伽婆尸沙者是罪有餘。應羯磨治故說僧伽婆尸沙。復次此事僧中發露悔過。亦僧伽婆尸", "493": "沙。五分云。僧伽婆尸沙者。此罪有殘。餘猶有因緣。上可治有恃怗得在僧中除滅者也三名波逸", "494": "提篇蓋是西音。此翻名墮。若犯此戒墮墜三途。燒煮覆障故名墮也。十誦云。波逸提者暑燒覆障。若不悔", "495": "過能障是道。故名波逸提四名波羅提提舍尼篇蓋亦西音。此方名向彼悔。", "496": "若犯此戒事合可呵。客聽發露對手懺除。故云向彼悔也五名式叉迦羅尼篇此方", "497": "云應當學。明此突吉羅。是威儀練行最下之罪。難護持故加護之名。要須懃習方就。故云應當學。此之五篇護", "498": "三種行。初篇護根本行。第二護眾法行。下三護威儀行。又為防三種障。初兩篇護防障道罪。初篇正障道僧殘正", "499": "障眾。第三篇防牽執罪。沈溺三有出離莫由。後之兩篇防譏過罪。生人蓋化益。無於提舍尼勸犯以悔。眾一篇", "500": "勸專釋精莫犯義該諸篇具綺互而明五篇戒論其體也。皆以三業正善為體。但犯輕重隨緣而制階之為五。貫例屬", "501": "自之為篇也次明七聚。上明五篇。即為五聚。第六名", "502": "偷蘭聚此是胡音。此方󱍮惡。此罪有四。一五逆偷蘭滅儐。二初篇邊方便偷蘭當八僧中悔三。第二篇", "503": "方便當於四僧中悔四獨頭偷蘭三人前悔。善見論云。偷", "504": "蘭言大遮。言障善道。名為大遮障道七名惡說聚與突吉羅相似突吉羅者。善見論云。突者名", "505": "惡。吉羅名作。作惡義也。亦云。蹉跌身名惡作。口犯者名惡說。今直取口犯越威儀罪以。為第七聚。此之二聚", "506": "罪。若故心犯者對首一說悔。誤犯者悔心。此十皆稱聚者。眾戒集聚故也。十誦云。問曰。有善心犯戒。無記心", "507": "犯戒。答。若有新受戒比丘不知戒相。自手拔塔前草經行處草。自治經行地。自採花供養。是名善心犯戒。不善", "508": "心者知而故作。無記心者不故犯戒者是。問。阿羅漢善心無記不。答。阿羅漢犯戒皆無記心。謂不憶念有長數", "509": "數食。不白入村。不著大衣入聚落。若眠時地輿著高床上睡。睡時他持女人著床。未受具戒人過二夜。已睡時", "510": "入宿。寤已生悔。如是等是無記心問。佛說狂者不犯戒。云何為", "511": "狂　有五因緣故名為狂。一失財。二失親。三", "512": "四大不調。四非人所惱。五宿業障報。是名五", "513": "種狂。若假作犯戒事。自知是比丘者隨事犯。", "514": "不知者不犯戒　云何心亂不犯　答。有五", "515": "因緣心亂。謂見非人怖散亂心。非人奪精氣。", "516": "四大不調。宿報及非人打。是名犯不犯。如前", "517": "說云何痛惱不犯戒。亦有五因緣。一風發。二", "518": "冷發。三熱發。四和合發。五時發。是名五犯。", "519": "不犯如前說。如須提那子等。初作者皆不犯", "520": "婬戒　優波離問佛。若比丘自呪術力藥力", "521": "自變作人女。共畜生男婬。得何罪。佛答言。若", "522": "自知我是比丘想作不可事犯波羅夷。不自", "523": "知比丘想偷蘭遮。如是作畜生男共人女作", "524": "婬。亦如是道作道想道非道想道疑波羅", "525": "夷。非道道想非道倫蘭。有比丘。見木女像。端", "526": "正可愛。生貪著心。即捉彼女根欲作婬。女根", "527": "即開尋生疑怖畏。佛言。若舉受樂波羅夷。", "528": "根不開偷蘭。如木女金銀七寶膠滲布石女", "529": "乃至泥土如是。出摩德勒伽論。又比丘男根", "530": "有病。聞師說言。口含可差。自念佛聽。為治病", "531": "故。即就女人口含。佛言。初入便犯　僧祇云。", "532": "象身乃至鷄。小者偷蘭。象身大鷄身小者波", "533": "羅夷。大者雖入不觸其邊。女根被則別處。就", "534": "則根婬者偷蘭。失不淨僧殘。", "535": "盜戒　問。有比丘。偷有主舍利。云何犯不犯", "536": "答。若自活直五錢犯重。不滿五錢偷蘭。", "537": "若惡僧取彼我俱無偷蘭。為供養故。佛是我", "538": "師。我應供養。滿五突吉羅。出摩德勒伽論。", "539": "又論云。有比丘。偷支提物。謂不犯。佛言。有", "540": "守護者滿犯　問。比丘偷經物。得何罪　答。", "541": "滿犯重。不滿偷蘭。若為經書故取不犯。若經", "542": "滿犯重。不滿偷蘭。若為讀誦書寫不犯。四", "543": "分云。佛語。無價計紙墨直以結罪　五分云。", "544": "有比丘。盜他經。謂是佛語無犯。佛言。計紙", "545": "墨功直五錢犯　僧祇云。有比丘。變馬意欲", "546": "向東。而馬走反向南西北者。犯何罪　答。偷", "547": "蘭。若馬隨比丘向東者。舉四足即犯。如馬餘", "548": "畜亦如是。如意主東方。餘三方亦爾。若心無", "549": "所主趣向一方。四足離處犯。因此僧祇家明", "550": "十三種分齊物。以明犯不犯相。一物分齊。物", "551": "有八種。一時藥。二七日藥。三夜分藥。四終身", "552": "藥。五隨物。六種物。七不淨物。八不淨不淨", "553": "物。若比丘以盜心觸此八種物越毘尼。若動", "554": "彼物偷蘭。離處滿犯重。二處分齊。地水船乘", "555": "空空中物等應知。三不空分齊。如非時盜", "556": "食。食滿犯重。不滿偷蘭。非波逸。若以理", "557": "得食。非時而食。是波逸提。如是應廣知。四園", "558": "壚分齊。象馬等廐。牛羊等欄。菓菜等園樆。", "559": "若盜此諸物。要出障為限齊犯。五籠分齊。謂", "560": "鳥狩等出籠為限。若意盜籠。畏主覺故合籠", "561": "持去。雖遠未犯。若捨籠取鳥滿者犯。若籠鳥", "562": "俱道。離處便犯。若空處有諸人放畜生。比丘", "563": "盜驅去。其至即覺逐比丘。比丘未得想其主", "564": "不作失想。未犯重。若主作失心。比丘得心", "565": "犯。若以草誘去。離見聞者犯。六奇分齊。若比", "566": "丘受他寄物持去道中見物。好便生盜心。移", "567": "離處犯重。若受寄物持去中。見餘比丘從前", "568": "而來。便問言。汝從何來。彼言某處來。問識", "569": "某甲。答言識。又問平安不。答言已死。然此物", "570": "應屬現前者。若彼受寄比丘知法多詐便作", "571": "念。我何故共彼分。即下道離見聞。作法獨受。", "572": "得何罪。答。越毘尼罪。乃至出界詐心作羯磨。", "573": "亦越毘尼。七雜物分齊。如上牧人種種畜等", "574": "也。八幡分齊。盜蓋等。若重不勝曳去。雖遠不", "575": "犯等可知。若塔幡蓋及天寺物。風吹遠處。塵", "576": "垢淨墨作糞掃想取無犯。九相因分齊。如白", "577": "衣舍有不收攝物。比丘往見。生盜心取等。又", "578": "如比丘食時。取比丘坐具鍵𨩲著鉢中。令弟", "579": "子持去。得越毘尼。弟子出得偷蘭。若作盜心", "580": "犯重。彼覺可知。十撅分齊。與幡中想似。十一", "581": "園分齊。為他雜等。若偏心為他分。及至移封", "582": "擭一麥者犯重。以地無價故。十二賊分齊。共", "583": "惡賊建言相盜等。若比丘失物追逐彼賊。奪", "584": "取其物。成恐怖取彼比丘。若未作失想。還取", "585": "物者無罪。若空作想還取者。便是賊復劫賊", "586": "滿便犯重。十三稅分齊。違官度格禁物等", "587": "十誦云。地以稅物盜著比丘幞中。比丘不知", "588": "或空中持稅物。度過問者不犯　摩德勒伽", "589": "論云。變金作銅度稅處。犯偷蘭。又比丘持稅", "590": "物欲度開自念。若度者犯重。我此物當施與", "591": "父母兄弟姊妹。施塔眾僧生疑問佛。佛言偷", "592": "蘭　四分云。有比丘。盜他衣鉢物。錯得已", "593": "衣。佛言偷蘭。有比丘盜他衣并得己衣偷蘭。", "594": "他衣犯重　十誦云。若檀越僧食次第未至。", "595": "而言至者波逸提。若得食滿者犯重　問。有", "596": "比丘。非衣物不覆藏取。以盜心移著異處。亦", "597": "犯重不　答。有。答比丘摴蒲以心轉齒是", "598": "問。盜欝單越物。得重不　答。彼國人無我所", "599": "屬。故不犯。餘二方計錢滿犯重　又問。比丘", "600": "為盜變作尼形。是犯不　答。犯。尼變作比丘", "601": "亦爾。有比丘。從居士索園中菜葡。居士不與", "602": "比丘。即以呪術力而呪殺之。生疑問佛。佛", "603": "言。犯。餘菜亦如是。有人藏寶物著地中。比丘", "604": "以呪力壞寶色。壞他利。犯何罪。佛言。犯重。", "605": "有獵師。逐鹿入寺。尋後來索。比丘答。那得還", "606": "汝。彼去。比丘疑。佛言。不犯。又被射鹿入寺。", "607": "獵者言。此鹿已中箭。當更射殺。汝等避箭。", "608": "諸比丘言。不與汝避。亦不與汝鹿。呵以去。後", "609": "鹿死。比丘不知云何。佛言。應還獵者。又諸比", "610": "丘決心壞他獵網。佛言。偷蘭。若非心壞突吉", "611": "羅。壞鳥網壞獄亦如是　善見論云。比丘決", "612": "心壞他物。應還其直。不還者犯。若見被網鳥", "613": "狩等。慈心欲放。先准價與物。繫著摾上。然後", "614": "放者得福無罪　又十誦云。有賊將弟子去。", "615": "和上奪取。心生疑問佛。佛言。若屬賊者奪犯", "616": "重。未定屬奪不犯。若試呪力奪不犯。若神", "617": "通力奪不犯。自走得脫不犯。若比丘盜多人", "618": "未分物。雖過五錢不犯重。得偷蘭　五分云。", "619": "若比丘盜地中物。發心及方便皆突吉羅。掘", "620": "地殺草波逸提。動彼物偷蘭。離處滿犯重。類", "621": "餘可知　十誦則不爾。掘地殺草但得突吉", "622": "羅。何以故。為成盜方便　善見明八種突吉", "623": "羅。一方便突吉羅。如偷蘭。覓伴及求刀斧。", "624": "隨其方便名方便突吉羅。二共相突吉羅。如", "625": "伏藏。上草木栰之。悉成突吉羅。何以故。為", "626": "成盜罪方便故。是名共相突吉羅。三重物突", "627": "吉羅。如十種寶十種穀種種器杖等。不應捉。", "628": "名重物突吉羅。四錢突吉羅。一切菓為初。若", "629": "捉得。突吉羅。是名非錢。五毘尼突吉羅。入村", "630": "乞食。塵入鉢中不更受。是名毘尼突吉羅。六", "631": "知突吉羅。聞唱已知而不出罪。是知吉羅。", "632": "七白突吉羅。若於十日中以一日得突吉羅。", "633": "是名白突吉羅。八聞突吉羅。佛語諸比丘前", "634": "亦未現得突吉羅。是名聞吉羅也　云何五", "635": "錢　餘三部并論不分別。唯十誦云。五錢者", "636": "若一銅錢直。十六小錢者是。又僧祇云。十九", "637": "古錢者名一罽利沙槃為四分。若盜一分", "638": "直犯重。", "639": "殺戒　十誦律。優波離問。若比丘呪術或藥", "640": "力變身作畜生形。而斷人命。犯不。佛言。自憶", "641": "念是比丘者犯。不憶念者偷蘭　問。有人棄", "642": "胎一女人還。取內身中後生子殺。何母犯重", "643": "并逆　答。殺前母得重并逆罪　若此子欲", "644": "出家。當問何母　答。應問後母　又問。比丘", "645": "若欲殺父母。作方便作殺因緣。竟持刀自殺。", "646": "得重逆不　答。父母先死比丘後死者并逆。", "647": "若比丘先死父母後得偷蘭。若比丘相殺亦", "648": "如是。有人捉賊欲將殺。賊走得脫逐賊人。", "649": "問比丘見賊不。是賊中有與比丘嫌。便言在", "650": "某處。若捉得殺。非所嫌者偷蘭。若人壞畜胎", "651": "之波逸提。畜生壞人胎。若墮犯重。有看病比", "652": "丘自念。我不看者必當早死。此物眾僧共分。", "653": "病人遂死。生疑問佛。佛言。偷蘭。不與亦爾", "654": "問。頗有比丘殺比丘。非父羅漢犯重并逆。", "655": "佛言。有母出家轉根者是。父轉亦如是。比丘", "656": "殺人。人死間還或狂者偷蘭　四分云。有比", "657": "丘。與女墮胎藥母死。佛言。母死無犯。方便", "658": "墮胎得偷蘭　僧祇云。有摩訶羅。不知戒相。", "659": "見官欲殺。人恐其苦故。語膾子言。此人可矜。", "660": "莫使苦痛。汝與利刀為作一瘡。膾子答言。爾。", "661": "便以利刀為作一瘡。是比丘得波羅夷。若膾", "662": "子言。大德王自有教。汝用知是事為。但自思", "663": "惟。佛語。若爾者得越毘尼。若膾子復思惟。當", "664": "用比丘語為作一瘡。以不即用比丘語故。是", "665": "比丘得偷蘭。凡殺人方便皆越毘尼。若人", "666": "受苦時得偷蘭。命斷犯重。欲殺此而殺彼。但", "667": "越毘尼。盜亦如是。從何處來殺得波羅夷", "668": "四分云。從初識至後識而斷者皆犯重　五", "669": "分云。若人若似人入母胎已後四十九日。若", "670": "似人過此已後盡名為人。十誦人作人想人", "671": "作非人想疑悉波羅夷。下殺畜生飲虫水亦", "672": "如是。非人人想非人疑問　四分殺人越毘", "673": "尼趣波羅夷。天龍鬼神偷蘭。殺畜生不能變", "674": "化者偷蘭。盜亦如是。婬則不然。俱是重。境", "675": "不簡其趣皆犯重也。", "676": "妄稱得過人法　有比丘言。我於四果偷蘭。", "677": "摩德勒伽論釋言。得有二種。一已退今言", "678": "退者是不得退。是故不犯。有人問比丘。汝得", "679": "沙門果不。是比丘因手中捉菓答言得。是犯", "680": "不。答。偷蘭。論釋云。意在沙門果犯重。有人", "681": "言。大德若是阿羅漢者受是衣物。若比丘默", "682": "然受者偷蘭。有比丘。常入白衣持家。時到著", "683": "衣持鉢。至白衣舍前立。居士語比丘言。大德", "684": "若是阿羅漢者。入我舍坐受衣食。呪願去。", "685": "比丘默入受衣時供養。已去者得偷蘭已上出十誦律", "686": "僧祇云。有比丘語白言。某寺比丘皆非是", "687": "凡。得越毘尼。若言。我亦在中。得偷蘭。施主", "688": "問言。大德得是法耶。答言得者犯重。比丘自", "689": "言。我法智耶越毘尼。若言我法智偷蘭。若言", "690": "得法智犯重。人法者五欲五蓋除男入寺。", "691": "過人法者四念處八道四果四禪八定八勝", "692": "九次第十一切處是。婬取染樂益以損主。殺", "693": "以斷命。妄語取彰了了。亦簡趣尊卑同於殺", "694": "盜。", "695": "第二篇初漏失戒　十誦云。覺時作方便睡", "696": "時失不淨。睡時作方便覺時失。皆偷蘭　摩", "697": "德伽云。與他作境界偷蘭。諸篇戒廣不可具", "698": "逐戒相。難者略出同異。戒相易知者如毘尼", "699": "廣說。不復出之。應知。", "700": "磨觸戒　若比丘觸女人。是女即轉根作男", "701": "子偷蘭。自轉根亦偷蘭。尼觸女。女人轉根犯", "702": "重。尼自轉根僧殘。比丘觸男子。男子轉者僧", "703": "殘。比丘自轉犯重。尼觸男。男及自轉皆偷蘭", "704": "出十誦律二俱無衣得僧殘。一有衣一無衣得偷", "705": "蘭。以衣觸衣突吉羅。", "706": "麁惡語戒　若說二道。口言麁獷。心有欲念。", "707": "皆得僧殘　十誦云。有比丘。見女人著赤衣。", "708": "生不正露形。便言優婆夷大赤。女人不解答", "709": "言。衣新染故赤。心疑。佛言。得偷蘭。", "710": "歎身索供養戒　但取染心言彰了即成犯。", "711": "人取識別知解者　十誦云。有比丘語女人", "712": "言。汝一切能與。唯此事不能與。彼女人即知", "713": "其心便答。一切能與。此亦能與。比丘心疑。佛", "714": "言。僧殘　十誦云。比丘惶心受語狂心報彼", "715": "偷蘭。狂心受語惶心報彼僧殘。有白衣夫", "716": "婦。相瞋不和合。比丘為和合悔過如本。比", "717": "丘心疑。佛言。有三種婦。一用財得。二禮法", "718": "得。三破壞得。是三種婦。若作手書言非我婦。", "719": "禮儀未斷。猶故出入。未唱言非我婦。比丘和", "720": "合偷蘭。是三種婦。若作手書言非我婦。禮法", "721": "已斷。不復出入。而未唱言非我婦。比丘和", "722": "合偷蘭。若已作手書言非我婦。禮法已斷不", "723": "復出入。已唱言非我婦。眾人所知。合和者", "724": "僧殘。合和父母亦偷蘭。若受富貴人語語貧", "725": "賤人。語向富貴人說及還報偷蘭　云何名", "726": "富貴人　答。乃至三語令富受用。是名富貴", "727": "人　鼻㮈耶論云。比丘解放畜生。合其牝", "728": "亦僧殘。", "729": "僧不處分過量造房戒　十誦云。比丘自物", "730": "作房偷蘭。餘比丘作房未成。比丘後偷蘭。", "731": "妨處者屋四邊各一尋地內無地。居士地", "732": "外道地大石流水池水大樹深坑。無上諸緣。", "733": "是名無妨　五分云。若作金瓦屋及寶。或僧", "734": "地中作房。皆偷蘭。難處者四衢道中多聚戲", "735": "處。婬入處。市肆處。放牧處。師子虎狼惡狩", "736": "處。嶮岸水踢突處。社樹大樹處。好園田處。", "737": "墳墓。式逼村或去村遠道路嶮。是名難處。", "738": "不處分及過量得僧殘。難處妨處得突吉羅。", "739": "房後戒　但以有主無過量為別。更無異也。", "740": "無根謗戒　比丘自言犯婬。有比丘以無根", "741": "盜謗者亦僧殘。互作勿應知　十誦云。比丘", "742": "以無根謗尼突吉羅　四分僧尼相謗皆殘", "743": "後戒亦如是。假根不假根為異也。", "744": "破僧違諫戒　非法非法想破僧殘。非法法", "745": "想不犯　毘尼毘婆沙云。破有二種。一法輪。", "746": "二羯磨僧。破法輪僧逆偷蘭。入阿鼻不可悔。", "747": "破羯磨僧犯偷蘭。非逆可悔。非一劫受罪。破", "748": "法輪僧下至九人。自稱為佛。破羯磨僧下至", "749": "八人。不稱作佛。破法輪界內界外一切盡破。", "750": "破羯磨唯界內別作法事。破法輪僧唯男子。", "751": "破羯磨通男子女人。破法輪破俗諦僧。破羯", "752": "磨二諦俱破。破法輪僧唯南方。破羯磨通", "753": "三界方　四分家凡諸違諫戒未白已前一", "754": "切突吉羅。白已去偷蘭　僧祇云。僧伽婆尸", "755": "沙起已屏處三諫越毘尼。多人中三諫越毘", "756": "尼。及僧中偷蘭罪。一切盡共合成一僧伽婆", "757": "尸沙。中間止者離止治罪。", "758": "第三篇初畜長衣戒　三十尼薩耆波逸提并", "759": "九十波逸提有一百二十戒。名第三篇。俱前", "760": "之三十因財故犯須捨已如悔。下九十戒往", "761": "成無可捨。以捨不捨無別故二處。問清淨同", "762": "是三說。對手悔合為一篇　僧祇云。優波離", "763": "問佛。齋幾許應作淨。幾許不作淨。佛言。廣", "764": "一肘長二肘應淨　四分云。長衣廣如來四", "765": "指八寸長如來八指尺六也。如是應作淨", "766": "十誦云。問曰。若衣經淨緯不淨。緯淨經不淨。", "767": "經緯俱不淨。應捨應淨施不。佛言。不應淨", "768": "施。云何名不淨。謂駱陀毛牛毛羝羊毛等。雜", "769": "織者名不淨。又問。若比丘多有長衣。若火燒", "770": "若腐爛。若斷壞若虫嚙。應捨不。佛言。不應", "771": "捨。是比丘俱應如法滅罪　僧祇云。比丘共", "772": "衣犯長不。答。不犯。若分竟不作淨者犯　問。", "773": "何等人邊應作淨。佛言。於五眾邊作淨　又", "774": "問。相去近遠得從作淨。佛言。齊三由旬知其", "775": "存亡　又問。施主死。當云何。佛言。得停十", "776": "日。於餘知識邊作淨。", "777": "離衣宿戒　十誦云。優波離問。若比丘受僧", "778": "衣離宿。是應捨不。答。不應。是比丘但應如", "779": "法滅罪　僧祇云。六十家聚落界有村。各別", "780": "起屋。比丘安衣在第一屋。人在第三屋宿。日", "781": "光未滅去。至明相出時還者犯。若日光滅已", "782": "去。至明相出時還無罪。日光未滅去。明相未", "783": "出還無犯。一切屋中皆比丘住無犯。若結界", "784": "或周匝有渠水。共一門出入無犯。或夜與一", "785": "衣會無犯。又暫宿界。或寄宿處多人雜住。畏", "786": "有賊故。安衣閣上。在閣下宿犯。不犯如上。若", "787": "其中安梯橙道通者不犯。若在道行寄天寺", "788": "中宿　問。守寺人何處牢不畏賤　若或內", "789": "或外比丘安衣。舍內在外宿向戶臥犯。不犯", "790": "如上。若戶鉤在比丘邊者不犯。若比丘浣衣", "791": "在船上。曬風吹衣盡向外。逕宿者犯。若夜", "792": "中風吹衣暫入船內者不犯。若衣半在內半", "793": "在船外。外者犯。以不可截故盡捨也。若比丘", "794": "於處內中宿。是家內兄弟二人。於一家中別", "795": "作分齊。兄不聽弟。弟不聽兄入。若比丘兄分", "796": "齊內。日光未沒至明相出時者犯。若兄弟語", "797": "比丘言。俗人自相違。於法不礙任意。住止者", "798": "爾時隨意置衣無罪。若聚落界相接。比丘", "799": "衣枕臥。比丘手足及頭各在一界。衣在頭", "800": "下。離頭者犯。若夜中手足暫到衣所者不", "801": "犯。車前後兩輪各一界亦爾。井堪中犯。不犯", "802": "亦然。以繩連著身。身宿不犯。若比丘在道行。", "803": "弟子持在前在。或兩邊去衣二十五肘。外", "804": "相出犯。若二十五肘內暫與衣合不犯　十", "805": "誦云。弟子與師持衣道中行。四十九尋外至", "806": "地了時犯。若比丘在二界內宿衣離身半", "807": "隨地界中者突吉羅。若衣一角在身上不犯。", "808": "有諸比丘。持衣鉢著一處。在衣四邊臥。是中", "809": "一比丘起去。雖可得還取處至地了時犯", "810": "捨。若樹界枝葉相接乃至枸盧舍。是中墮所", "811": "著衣至地了不犯　四分云。阿蘭若處八樹", "812": "間。一樹七弓弓長四肘。齊是不失衣　五分", "813": "云。十種界各有同界異界。同者羯磨結不", "814": "失衣界。於得自在往返。異界者不結衣界。", "815": "雖結而於中不得自在往返。名為異也。露地", "816": "同界者跏趺坐四面各七尺。異界七尺之外", "817": "行道。同界者面去身七弓。異界者七弓之外", "818": "至明相出時還到。界分一足入界不失衣。若", "819": "口言我捨是衣。亦不失衣　又僧祇聚落界", "820": "中云。若比丘著上下衣。至白衣家。值白衣", "821": "營福。留連比丘佐助。是比丘不持衣去。至日", "822": "暮時辭白衣還寺。白衣苦留比丘宿者。若", "823": "彼住處諸比丘有衣者。應暫借受持。若無者", "824": "隨近有比丘住者從借。若比丘有尼住處從", "825": "借。若復無俗人有被衣從借。作淨安紐受", "826": "持。若無是事後夜分城門開。當病還寺。", "827": "若到寺門者當喚開。不開者應在門屋底住。", "828": "若無門屋應手或內脚門孔中水瀆孔中令", "829": "與衣。若無孔應踰牆入莫令內人疑怪若不", "830": "得入當疾捨衣。寧無衣犯越毘尼。以輕易重", "831": "也。", "832": "從非親里比丘尼取衣戒　云何名親里　十", "833": "誦云。親里名母姊妹若女。乃至七世因緣。是", "834": "名親里　僧祇云。非親里者非父親相續非", "835": "母親相續　五分云。若無自心求自布薩。", "836": "或知彼有長衣得取無犯。", "837": "使非親里尼浣故衣戒　十誦云。若比丘入", "838": "尼寺中有埿。若中牛糞污比丘衣。尼為却者", "839": "犯捨。以不可截故都捨。若浣衣時尼轉根者", "840": "突吉羅。若病若為僧若為佛圖。若借他衣澆", "841": "染打不犯　僧祇云。若比丘多有尼弟子。得", "842": "使捨。取薪取水煮染取食行水扇扇等。唯", "843": "不得教浣。", "844": "從非親里居士乞衣戒　僧祇云。若乞灑水", "845": "囊。若乞小補衣物。若繫頭物。若裹瘡物。若衣", "846": "緣。若乞衣中一條。如是等物不犯。若如是乞", "847": "時。檀越以全物及衣截施取者不犯。若作念", "848": "我但索小物。檀越自當與我全衣。得犯捨。離", "849": "波多苦脚冷。從一白衣乞裹脚。欽婆羅衣得", "850": "已生疑。佛不聽。從非親里乞衣。即往白佛。", "851": "佛言。如是聽乞所應受持衣。若護󰈷衣護髀", "852": "衣拭手巾等。拭面身體巾等　又五分云。壞", "853": "時。", "854": "不得受寶戒　四分云。錢有八種。金銀銅鐵", "855": "白臘鉛錫木胡膠。隨國土受用犯捨　十誦", "856": "云。受金銀錢尼薩耆。自餘六種突吉羅　五", "857": "分作羯磨差棄之。若水火坑壙野中不聽", "858": "記處。棄已不得更捉。彼使不應問僧。此物當", "859": "云何。僧亦不應教。作如是。若不問僧復不", "860": "棄。使淨人貿衣食來與僧。僧得受。若分唯犯", "861": "罪人不得受分　四分明。捨寶法者守園人。", "862": "若信樂優婆塞。當語彼人言。此物我不應受。", "863": "汝當知之。若彼人受已還與比丘者當為受。", "864": "令淨人賞之。貿淨人衣畜。若彼受已不還比", "865": "丘者。得遣餘人。若自往索語言。佛有教。為淨", "866": "故與。若教與三寶。及餘人或還本主。何以故。", "867": "不欲令失彼信施故　僧祇云。若金像或金", "868": "度不得捉。若像倒使淨人捉。無淨人得金處", "869": "扶。若遍有金以衣裹手。若施主家有寶床。聽", "870": "以物覆坐。上不得觸及歎寶留盛食。但手指", "871": "地言受。受不得觸邊。", "872": "賣買戒　四分云。五眾平價迭相貿易不犯", "873": "僧祇云。俗人貿易物作知淨語者不犯", "874": "畜長鉢戒　十誦云。若比丘畜鉢。一夜便轉", "875": "根者即犯。尼轉根者得十日。", "876": "乞鉢戒者　乞鉢者。若從親里乞。從出家人", "877": "乞。若為他乞他為已。或不求自得。若施僧", "878": "錢時次第而得。或自價賣得皆不犯　又十", "879": "誦云。比丘有多鉢。盡應僧中行不。答。俱行", "880": "一鉢。餘者隨意與親友。", "881": "奪衣戒　十誦云。若奪不淨衣。或轉根得突", "882": "吉羅。應當廣知。", "883": "過畜七日藥戒　何故制限七日者。藥勢相", "884": "接七日可知故也　僧祇云。若食上多有藥", "885": "食不盡得。以苲作漿作非時受。若有餘緣不", "886": "得苲。即應作是言。此中淨物生我當受。蘇", "887": "蜜亦如是。得作七日服。凡服藥先漱口洗手。", "888": "然後服之。四藥不足如酪。是時藥作蘇即為", "889": "七日藥。燒作灰即作為盡形藥。文煩不廣釋", "890": "也。", "891": "迴僧物入己戒　若物許僧迴與塔。塔迴與", "892": "僧。四方迴現前。現前迴向四方。僧向尼。尼", "893": "向僧。或此住處迴與異住處。皆突吉羅。云何", "894": "尼薩耆。此名為捨財捨罪也。又捨法云何受", "895": "寶貿二。或對俗人。餘二十八戒對僧捨。就二", "896": "十八戒中乞鉢一戒大眾捨。餘二十七戒或", "897": "本眾異眾。若對一人皆得成。但不得別眾", "898": "捨。就二十七戒雜野蠶臥具一戒捨者。以斧", "899": "細斬作埿塗壁等用。餘二十六戒捨者。不壞", "900": "其體。就二十六戒中過畜七日戒。捨已唯得", "901": "塗足燃燈及塗戶向。更不得餘用。自餘二十", "902": "五戒捨已得如法用。", "903": "九十事中　壞鬼神村戒　四分云。草非一", "904": "名。一切草木皆鬼神所依。故云鬼神村也。餘", "905": "律名殺眾草木戒　僧祇云。比丘作方便自", "906": "截五生種。竟日不止得一波逸提。中間息已", "907": "更截。隨意一一波逸提。教人如是。此明一葉", "908": "為一罪　十誦家一根一子各一罪　又十誦", "909": "云。落生菓墮落熟菓突吉羅　僧祇云。半熟", "910": "者越毘尼。全熟者無犯。翻覆水中浮萍越毘", "911": "尼。擲岸上墮　十誦云。取浮萍名葦突吉羅。", "912": "空中飛落樹菓無罪　又僧祇云。比丘須水", "913": "至池邊水上遍有萍草者。當覓牛馬行處。蛇", "914": "蟆行處取水。若無者取土凷向上擲言。至梵", "915": "天去。凷下打水開處得取。若夏中衣上坐", "916": "湄使淨人知著。日中就已得自柔却。石上生", "917": "衣亦使淨人知却。然後浣衣。若淨人取五生", "918": "種。一切皆言知是淨　五分云。比丘須五種。", "919": "應淨人言。汝知是。若下解復語言。汝看", "920": "是。若故不解復語言。我須是。猶故不解復語", "921": "言。與我是作。如是語索者犯。", "922": "掘地戒　善見論云。有真地非真地者。無沙", "923": "石純土者名真地。若多有瓦石沙礫而土少", "924": "名非真地。被燒地亦名非真地。若沙石地以", "925": "水洮看　四分沙石一分土者。如是得自掘。", "926": "石上土厚四寸。𤍜者可取。雨已逕四月不得", "927": "取。", "928": "與未受具戒人同宿戒　得二夜三夜當護", "929": "明相。第四宿初夜隨脇著地犯　僧祇云。第", "930": "四宿當別房。若露地天雨寒雪聽入房坐。至", "931": "地了不得臥。若老病不堪久坐。聽以縵障。", "932": "若齊頂。若齊腋下垂地。當用緻物作。不得容", "933": "猫子過得臥也。若更互坐至曉不犯。", "934": "食尼讚敬食戒　僧祇云。若尼語施主言。某", "935": "甲從眾盡多聞精進。當請一切。皆名讚歎", "936": "食。若言某甲眾主多聞精進。為是比丘故通", "937": "世人名讚歎。餘不犯。若檀越設供時。有", "938": "比丘至家。下至一比丘尼言。外有比丘。施主", "939": "言。故請不可得。何況自來。是名讚歎。若尼言", "940": "門中比丘。是阿練好禪師。如是得食者犯。", "941": "若如是讚歎食。當展轉貿食。食不得捨。食而", "942": "去。若比丘坐污穢不淨。不喜與貿者。當作念", "943": "言。此鉢中食。是某甲比丘許。我當食。如是食", "944": "者無罪。", "945": "受一食處過受戒　僧祇云。若十六間屋間", "946": "中一家施食。若在我屋中宿者。當與食。比丘", "947": "若為三寶事故一宿不訖者。得曰到一家屋", "948": "中食。若遍已應餘處。一宿已更得十六日。若", "949": "事猶不了當更去。隔一宿復得來食。若餘食", "950": "去時。作福家或設會。請比丘住食不犯。若同", "951": "村相助作福舍亦不得從乞食。當往餘村乞。", "952": "即彼處宿。", "953": "展轉食戒　展轉者先受他足食。請後更受", "954": "背前受。後請者墮　僧祇家云。處處食戒。若", "955": "受二請作念施他者不犯　十誦云。阿難先受", "956": "他請。後受波斯匿王請。忘受前請不迴施與", "957": "他。臨食方憶念。食不咽。畏犯戒故。又不敢", "958": "吐恭敬。佛知阿難心悔語言。心念與他便食。", "959": "優波離即問。佛聽阿難心念與他得食。若餘", "960": "人心念與他得食不。佛言不得。除五種人。如", "961": "上說。", "962": "足食已不作餘食法戒　僧祇云。足有八種。", "963": "一自恣足謂食五正五雜。正自恣滿足。口言", "964": "足。起離處不作殘食者墮。二少欲足。食正", "965": "食時動手現少取相。離坐不作殘食者犯。三", "966": "穢污足。若行食人手有瘡疥。及餘人不淨。比", "967": "丘見惡之不用過去。此名為足。四雜足。行食", "968": "人持乳酪器盛食行。比丘見已惡之言不用", "969": "過去。即名犯足。五不便足。行食時比丘問是", "970": "何食。答言󰉓。比丘言。此動我風我不便過去。", "971": "此亦名足。餘不便食亦如是。六諂曲足。行", "972": "正食時畏口言足。現手作相。若搖頭若縮鉢", "973": "作相。名犯足食。七停住足。行正食時言先行", "974": "飯。恐先行等亦即犯足。若作維那指示現相", "975": "者不名足。八自足。有比丘至白衣家。放󰉓飯", "976": "囊著一處。從檀越乞水欲飲。檀越念言。此比", "977": "丘正當須󰉓。即問言。須󰉓不。比丘謂家中取", "978": "󰉓施即答言。須是。白衣即捉比丘󰉓囊。授與", "979": "比丘。比丘以惜己󰉓故便言置。置此亦犯", "980": "足。若八事中犯一破威儀。已不作餘食。食者", "981": "口口墮。不犯者一切餅一切菓一切菜粥。初", "982": "出釜畫字者非處處食非。", "983": "別眾食戒　毘尼毘婆沙論云。凡別眾惡是", "984": "檀越食。是別請非僧次。是界內非界外。若僧", "985": "祇食一切無別眾食罪。若食僧祇食。但名不", "986": "清淨亦名盜僧食。不名別眾食。若界內有有", "987": "檀越別食。能一切無遮者大善。若不能無遮。", "988": "應僧次請僧中一人。若送一分食不犯。請", "989": "一人外更者異僧來。乃至一人犯墮。若不爾", "990": "者三人已下各異處食無過。若界內有檀越", "991": "食。先作意請僧中一人。若忘不請食。已在", "992": "前應取一分置上坐頭。送與眾僧。若僧遠恐", "993": "時過應取此食。次第行之無犯。若三比丘一", "994": "尼者不犯。三尼一比丘。三比丘一沙彌。三", "995": "界內一在界外三在空一地等不犯。若俗", "996": "人請比丘。或設十日食。或九日食。先隨意請", "997": "人。使定至作食。初日一切集。鳴槌竟。勸化比", "998": "丘應高處立。高聲大唱六十獵者入。無被請", "999": "者。各住處未被請中有六十臘者應入。若無", "1000": "次唱五十九臘。乃至唱沙彌亦得清淨。若界", "1001": "內不相容。持食外出不犯。若檀越家內請四", "1002": "比丘。已上食雖打犍槌。若檀越遮者知外", "1003": "有一比丘。不得食者犯。凡界有多種。僧結", "1004": "界者。有聚落界。有曠野自然界。方一拘盧", "1005": "舍。此諸界內不得別眾食及作法事。大眾集", "1006": "時者極少。乃至客舊四人。若食難得聽食易", "1007": "得不聽　善見論云。有五因緣。不犯別眾罪。", "1008": "一犯請足。四先請四人一人不赴請。施主臨", "1009": "時趣喚一人。雖四人俱食不犯。何以故。以一", "1010": "人非請故。二乞食足。四三人受請。一人乞食", "1011": "不受。三沙彌足。四三比丘一沙彌不犯。四鉢", "1012": "虧足。四一比丘一鉢請食不犯。五病人足。", "1013": "四三比丘一病人不犯。若人來詣寺。請僧受", "1014": "我等飯。此人不知法。解律者應語。明日知", "1015": "如是。乃至半月故。不解者應語。汝如是請者", "1016": "但得沙彌。若言。大德亦受餘家請。何以故", "1017": "不受我請。語言。汝但言請僧。莫言與飯等。", "1018": "若四人中一人解法者。作方便持三人食", "1019": "竟方不犯　五分云。若白衣請比丘舍內食。", "1020": "有客比丘在門外白。施主不聽入者應語言。", "1021": "與我等食分自平等共食善。若不得應各以", "1022": "鉢受分出外共食。若得者善。若復不得僧坊", "1023": "內有食。應與之。", "1024": "不受食戒　僧祇云。濁水應受。性黃聽不受", "1025": "五分云。鹹不須。著鹽應受。廣如上說。", "1026": "殘宿食戒　四分云。今日受食至明日。於一", "1027": "切沙門釋子皆不清淨　僧祇云。停過一須", "1028": "臾犯。須臾者二十念名一瞬。頃一彈指一羅", "1029": "預名須臾。日極長時盡有十八須臾頃。夜有", "1030": "十三須臾。夜長短亦如是。若過一須臾即名", "1031": "為犯。", "1032": "非時食戒一如上說", "1033": "僧伽藍中取寶戒　不淨物使淨人取淨者", "1034": "得自取。若無識者應停至三年。已若本塔園", "1035": "中得者即作塔用。僧園中得者當作四方僧", "1036": "用。得寶時當審諦看不得顯露唱。令得寶", "1037": "應善頭數多少。貌好惡。有人來認相應者不", "1038": "得直還。當集眾多人教歸三寶。然後還之。", "1039": "若其物已用過三年已。主來索者應善語其", "1040": "量。苦索不已者應以塔物還。若塔無物應為", "1041": "塔乞物還。若比丘寺內曠路行道中。見物四", "1042": "方無人者。應取不得覆藏。當顯露捉。若無", "1043": "人識得用。若物上有寶付淨人。寶逕三年。無", "1044": "人認者得作醫直。若修僧坊掘地中得寶。若", "1045": "人不可信者應白王。令知隨王判斷。若物", "1046": "以用王索者。若僧物還。若治故塔時得寶。", "1047": "淨人不可信者停三年。已隨種種而用。用", "1048": "已王覺知索物者。比丘善作方便開化王心。", "1049": "苦索不免者應用塔物還。若塔無物應為塔", "1050": "乞物還。若王問佛法中戒律云何。比丘應答。", "1051": "佛法戒律中塔地所得物即作塔用。僧地中", "1052": "得物即作僧用。王若言從佛法律用者善。若", "1053": "寶上有銘記姓名。物主索亦如是作。新僧坊", "1054": "新塔地中得寶亦如是。", "1055": "飲酒戒　四分云。若有病餘藥不治。唯酒為", "1056": "藥聽。或用塗瘡不犯　五分云。婆竭陀比丘", "1057": "有酒習。不得酒故命惙然。佛言聽臭酒器。", "1058": "若不差聽以酒和食。食復不差。佛言。聽以", "1059": "酒與之　飲酒有十失。一無顏色。二無力。三", "1060": "眼闇。四喜現瞋相。五失財物。六生病事。七益", "1061": "鬪諍。八惡名流布。九智慧減少。十死入惡道。", "1062": "然煩惱性利終日伏之尚自難制。況復加之", "1063": "以酒助煩惱。如火益籬。云何可息。", "1064": "15 除懺悔法除懺悔法第十五", "1065": "凡欲懺悔者。應知輕重犯不犯。知可悔。知", "1066": "須僧中悔。知不須僧中悔。知有罪對人三", "1067": "說。智有罪對人一說。有罪心念悔。知罪種。常", "1068": "自省察。乃至少罪生大怖畏。若失意犯。即時", "1069": "慎莫覆藏　四部律皆明初篇不可悔。第二", "1070": "要僧中悔。悔法毘尼中廣說。偷蘭遮有多種", "1071": "悔法不同　四分云。有十種。自性偷蘭。一食", "1072": "人肉。二畜人皮。三剃三處毛。四灌下部道。五", "1073": "畜人髮欽婆羅。六裸形。七畜食鉢。八瞋恚", "1074": "破衣。九瞋恚破房。十瞋恚破塔。此皆犯偷蘭。", "1075": "輕者一人而悔。悔法如波逸提。此罪重有", "1076": "突吉羅罪。故在第而明也　僧祇云。瞋心", "1077": "破六種偷蘭。一破鉢。二破三衣。三破塔。四破", "1078": "房。五破僧。六破界。破三種鉢偷。餘小鉢突", "1079": "吉羅。破三衣犯餘衣越毘尼。破佛塔偷蘭。來", "1080": "報重也。若欲更作好者無罪。破僧房偷蘭。外", "1081": "道房越毘尼。更作好者無犯。瞋心過界作不", "1082": "名作。得偷蘭罪。得捨已更結　十誦云。問曰。", "1083": "云何懺偷蘭罪。佛言。有四種偷蘭。從初生", "1084": "重。一切僧前悔過。有偷蘭。從初篇生輕。出", "1085": "界外四比丘眾中。悔有偷蘭。從第二篇生重。", "1086": "應出界外四比丘眾中悔。有偷蘭。從僧殘生", "1087": "輕。應一比丘前悔過。若依僧祇輕重皆對手懺", "1088": "悔法者。先請一清淨為懺悔主。若是下向", "1089": "懺悔有五法。一偏露右肩。二禮足。三革屣。", "1090": "四右膝著地。五合掌自說所犯。大德一心念。", "1091": "我比丘某甲。欲方便作婬緣。若不成偷蘭", "1092": "遮。不應數。今向大德發露懺悔。不敢覆藏。", "1093": "懺悔則安樂。不懺悔不安樂。憶念犯發露。知", "1094": "而不覆藏。願大德憶。我清淨戒身具足清淨", "1095": "布薩如是三說上坐應問言。汝見罪不。答見。當語", "1096": "言。長老從今已往。當自嘖心生厭離。更莫", "1097": "後犯。答言爾。若上坐向下坐懺悔有法除", "1098": "禮。餘四同上。婬邊懺方便。殺道亦如是。", "1099": "若悔第三第四篇文同上。但稱波逸提等為", "1100": "異。若說戒時三問清淨自知有罪。不向人說。", "1101": "心念發露。此犯默妄語突吉羅。應對手一說", "1102": "言。大德一心念。我比丘某甲。於說戒序時自", "1103": "知有罪。露藏犯默妄語突吉羅罪。自餘同", "1104": "上。凡懺悔法重罪作輕罪作重悔。悔法不", "1105": "成。得失法突吉羅。自餘悔法律中廣說。不復", "1106": "煩文。與他作懺悔。應具五德。一善知犯。二", "1107": "善知不犯懺悔法。三知犯懺悔清淨。四善知", "1108": "作白。五善知作羯磨。具此五德與人除罪懺", "1109": "悔。", "1110": "16 會通諸律違負會通諸律違負第十六", "1111": "問。佛何故為諸弟子制此五部戒律。輕重不", "1112": "同使諸比丘互生是非　答。佛為諸比丘故", "1113": "制一部戒律。尚無二名。何況有五。佛涅槃後", "1114": "優波離共五百羅漢初結集律。時有八十誦。", "1115": "號曰大毘尼藏。一百年中依之而行。初無違", "1116": "諍。一百年後時人異見不同。各隨己見遂成", "1117": "五部。抄略前後隱顯異知。使名差相別五", "1118": "部名生。名相雖殊理通正一　問。僧祇云。", "1119": "燒壞色越毘尼　十誦偷蘭遮　四分云。", "1120": "犯重。云何言一　答。此三部正是戒　僧祇", "1121": "云。明其惡不論損物故曰毘尼　十誦", "1122": "云。噵其方便　四分論終處三部理同偏彰", "1123": "似別　問。僧祇明互用寶物犯重。四分偷", "1124": "蘭。此復云何　答。僧祇明守護人邊犯重", "1125": "四分明佛法於物無我。所心無守護。故但得", "1126": "偷蘭。以四方僧物一人邊。計錢難滿故得偷", "1127": "蘭　四分若為守護亦犯重　僧祇云。若無", "1128": "人守護亦偷蘭。故知二部不別　問。何故", "1129": "惡心戒獨分為三。餘戒不去　答。此結集之", "1130": "處觀望戒相犯之者多。故偏列無闕。餘戒犯", "1131": "之希少故不分之。欲使智者尋文通旨。愚者", "1132": "偏執彼此有失　問。有人言。隨所受戒當部", "1133": "自行不得五部通用。此義云何　答。此說不", "1134": "然。何以故。本正一部。文義具足。輕重相順。", "1135": "但時人異見分為五典。致輕重相違。文義", "1136": "不具。若於一部不犯。於部犯者。故名破戒。", "1137": "若於五部盡無違犯。方名持戒。是以應當具", "1138": "行。不得偏執　問曰。人言持戒務急。斷事務", "1139": "緩。何者為是　答。二俱不然。何以故。若過分", "1140": "急人不能行。則斷聖種。若緩易行。必毀滅正", "1141": "法。若人能五部律文。隨修行不增不減。如", "1142": "此之人能護佛法。是真佛子　問。諸大乘經", "1143": "中莫問五逆。及謗方等皆有懺悔之法。何故", "1144": "律教獨言四重不可悔也　答。大乘諸經明", "1145": "罪無定性。世俗文字故。說有第一義中了無", "1146": "罪相可得。正以一切諸求其體性不可得故。", "1147": "罪性亦然。故有歸悔之理。小乘中不明諸法", "1148": "畢竟空寂。計有定之罪。初篇是彰道根本。", "1149": "說言不可悔　問曰。道理而言。罪無輕重皆", "1150": "可懺除。正可悔有難易。何故定言不可悔", "1151": "也　答。道理實可懺。今明不可懺者。以小乘", "1152": "情怖近果。若不犯根本重過容可一形即剋。", "1153": "今日毀犯業障既重。更不勝進。故言不可悔。", "1154": "非畢竟無悔法。律中亦有禪難提等。犯初重", "1155": "戒。無一念露藏心。佛聽盡形學悔。唯聽其", "1156": "悔。一形之中於聖道法能剋證也　問。大乘", "1157": "之中五逆四重豈可不障聖道。獨說小乘障", "1158": "答。大乘亦是障。但大乘人遠求佛果。佛果", "1159": "然要多身積善方可得會。若聞有犯則於道", "1160": "法不進。如法悔以更起勝行。正可有遲", "1161": "病。非是永無進趣。小人無一念樂生死情。", "1162": "期自度不□在生死度眾生。故犯根本戒", "1163": "者則正違期所。是故偏障道。", "1164": "17 諸部威儀雜法諸部威儀雜法第十七", "1165": "比丘六念。一知日月若大知大小知小。若干日無常迅速布薩時到二", "1166": "念迴請我若先受前請。今欲更受後請。當迴前所請食施比丘某甲。得自恣食三念知", "1167": "臘數我某甲某月某日某時受大戒。今以若干虛度年數月空過無業。若入眾時知坐起次第也四", "1168": "念受三衣若有長財念當說淨五念不別眾食四人以上皆受別請。當時界", "1169": "內有比丘者六念有病當療治無病依眾行道修四威儀一行威儀。", "1170": "攝身安祥。向前直進。二住威儀。平立斂手。隨便正向。三坐威儀。跏趺怗低目。四臥威儀。右脇著地。累膝修", "1171": "繫想在明。念當早起有四如法眠一師子王眠。右脇著地。兩膝相累。二合口舌。跓上斷。三右", "1172": "手支頭。手順身上。四當念惠。思惟明相。是為四不繫心眠有五過失", "1173": "一見惡夢。二諸天不護。三不思惟。四不繫意在明。五意失不淨有十威儀不應禮", "1174": "一大便時。二小便時。三露身時。四剃髮時。五說法時。六嚼楊枝時。七洗口時。八食時。九飲時。十食菓時悉不", "1175": "合禮之也又有十時不應禮一在塔前。二作事時。三塗由時。四讀誦時。五不", "1176": "著三衣時。六經行上下閣時。七受經時。八共諍時。九澆鉢時。十著眼藥時。出僧祇律經行有", "1177": "五功德一堪能遠行。二能思惟。三少病。四消飲食。五得定久住之也掃地有五", "1178": "法得功德一不逆風。二息順風。三滅跡。四除糞。五還掃即置本處法。出犍度嚼楊", "1179": "枝有五利益一口氣不臭。二別味。三熱陰消。四引食。五眼明。出雜犍度之中食粥", "1180": "有五利益一除飢。二除渴。三消宿食。四大小便利。五除風。出僧五十也向火有", "1181": "五失一令人無顏色。二令人無力。三令人眼闇。四令人閙集說世俗事。出僧五十不忍", "1182": "辱人有五過失一死凶犯惡不忍。二後生悔恨。三多人不愛。四惡名流布。五死墮惡道之", "1183": "中出家沙門當離三十八風。一利若得利養心便喜悅　貪利不", "1184": "恥。吹壞道心二衰若失利養心便憂惱。懷恨不捨。衰成道心三毀若彼折辱心便退沒。", "1185": "呵嘖不受。道心敗喪四譽若得讚歎心高譽。窺覓名聞。道心動亂也五稱若他戴仰心便", "1186": "自大。輕人重己。道心頓墜六譏若失恭敬心不厭嫌人。道心改變七苦八樂若順情生", "1187": "適心便翫著迷惑失性。道心󱬁浮散此之八法能敗人善根。故名", "1188": "之為風。是凡所起名為世法。若欲情悕出道", "1189": "當急捨離。四恩者。一父母能生我身育我。以道得有今日二", "1190": "師僧以法施我生我法身三國王放我課役水土草木常施於我四檀越恭給衣食齊", "1191": "我形命全身行道。是故比丘念之。常報四恩四輩者。一人四性施主恭給所須二天", "1192": "天厨甘饍奉出家人三龍牛鹿獻乳。猨奉蜜。飛鳥施菓之也四鬼山神施藥。海神奉珍此", "1193": "輩壇越所施之物如法得受出入應捨五慳一財物慳。二法慳。三家慳。四住處慳。", "1194": "五稱讚慳四種污他家。一依利養污他家持此家食與彼家食", "1195": "二依污他家持此家物與彼家物三依親友污他家依持貴勢", "1196": "為一人不為一人四依僧伽藍污家持僧物菓菜隨隨情逐意與一人不與一人", "1197": "比丘依此四種污家污檀越淨信之心。合與", "1198": "作驅出羯磨儐出聚落　問。頗有一處坐犯", "1199": "五篇也　答。有落飯食犯突吉羅。學家中", "1200": "自手取食犯提捨尼。無淨人為女說法過五", "1201": "六語犯波逸提。向女人麁惡語犯僧殘。說得", "1202": "過人法犯波羅夷出十誦律五分云。時有比丘學", "1203": "書。佛言。學者得突吉羅。有比丘為僧典賞物。", "1204": "不解書故近忘。佛言。聽為券疏學書。不聽", "1205": "為好廢業。有比丘讀外典者突吉羅。又比", "1206": "丘與外道論如自念。佛聽我等讀外書者。不", "1207": "為外道。所伏外道故聽讀外典。但不聽隨書", "1208": "生見。有七法應與作親友。一難與能與不借財寶", "1209": "二難作能作不借力也三難忍能忍不借心又不相厭恨也四", "1210": "蜜事相語吐情告實。不隱不諱五互相覆藏迭相護惜不相揚過六", "1211": "逢難不捨病患相料理。急難相救解七貧賤不輕不逐世棄衰見利忘義。出", "1212": "分律。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2795 四部律并論要用抄", "source": "CBETA"}