{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1433 羯磨: 羯磨: 羯磨", "text": {"0": "No. 1433 [Nos. 1432, 1434; cf. No. 1428]", "1": "羯磨一卷出曇無德律", "10": "凡說欲有三種：一者，說戒時與欲清淨；二者，", "100": "僧今於此處結同一說戒，別利養。」白如是。", "1000": "「大姊僧聽！若僧時到僧忍聽，僧今差比丘尼", "1001": "某甲，為比丘尼僧故，半月往比丘僧中求教", "1002": "授。」白如是。「大姊僧聽！僧今差比丘尼某甲，為", "1003": "比丘尼僧故，半月往比丘僧中求教授。誰", "1004": "諸大姊忍僧差比丘尼某甲，為比丘尼僧故，", "1005": "半月往比丘僧中求教授者默然，誰不忍者", "1006": "說。」僧已忍差比丘尼某甲，為比丘尼僧故，半", "1007": "月往比丘僧中求教授竟。「僧忍，默然故，是事", "1008": "如是持。」更差一人為伴，往大僧中，至舊住比丘所，禮足，曲身低頭，合掌，白如是言：「大德", "1009": "一心念！比丘尼僧某甲等和合，禮比丘僧", "101": "「大德僧聽！如所說界方相，僧今於此處結同", "1010": "足，求教授。」第二、第三，亦如是說。受囑比丘說戒時，應作如是白：「大德僧聽！", "1011": "比丘尼僧某甲眾和合，禮大德僧足，求教授。」", "1012": "如是三說。比丘尼明日應問可否？比丘教授師", "1013": "應期往，比丘尼應期迎比丘。期往不往者，突", "1014": "吉羅；比丘尼僧期迎而不迎者，突吉羅。若比", "1015": "丘尼聞教授師來，當半由旬迎至寺內，供給", "1016": "所須：洗浴具、羹粥、飲食、果蓏，以此供養；若不", "1017": "者，突吉羅。若比丘僧盡病、若眾不和合、若", "1018": "眾不滿，遣信往禮拜問訊。若比丘尼僧盡病、", "1019": "不和合、若眾不滿，亦當遣信往禮拜問訊；若", "102": "一說戒，別利養。誰諸長老忍僧於此四方相", "1020": "不往者，突吉羅。", "1021": "5 安居法安居法第五其安居法，皆與上大僧同。", "1022": "6 自恣法自恣法第六", "1023": "尼僧差往大僧中受自恣人羯磨文比丘尼僧夏安", "1024": "居竟，應往大僧中受自恣，故今須差此使為尼僧詣大僧中求受自恣。應如是差之也。", "1025": "「大姊僧聽！若僧時到僧忍聽，僧今差比丘尼", "1026": "某甲，為比丘尼僧故，往大僧中說三事自恣：", "1027": "見、聞、疑。」白如是。", "1028": "「大姊僧聽！僧今差比丘尼某甲，為比丘尼", "1029": "僧故，往大僧中說三事自恣：見、聞、疑。誰諸大", "103": "內，結同一說戒，別利養者默然，誰不忍者說。」", "1030": "姊忍僧差比丘尼某甲，為比丘尼僧故，往大", "1031": "僧中說三事自恣：見、聞、疑者默然，誰不忍者", "1032": "說。」僧已忍差比丘尼某甲，為比丘尼僧故，往", "1033": "大僧中說三事自恣竟。「僧忍，默然故，是事如", "1034": "是持。」", "1035": "往大僧中受自恣文差二人為伴，往大僧中禮僧足已，曲身低頭，合掌，作如是說：", "1036": "「比丘尼僧夏安居竟，比丘僧夏安居竟。比丘", "1037": "尼僧說三事自恣：見、聞、疑。大德僧慈愍故語", "1038": "我，我若見罪，當如法懺悔。」如是三說。彼比丘", "1039": "僧自恣日便自恣，而皆疲極。佛言：「不應爾。若", "104": "僧已忍於此四方相內，結同一說戒，別利養", "1040": "比丘僧十四日自恣，比丘尼僧十五日自恣。」", "1041": "若大僧病、若眾不和合、若眾不滿，比丘尼", "1042": "應遣信禮拜問訊；不者，突吉羅。若比丘尼僧", "1043": "病、若眾不和合、若眾不滿，比丘尼僧亦當遣", "1044": "信禮拜問訊；不者，突吉羅。其至大僧中受自恣人還，共尼僧作自恣。", "1045": "其自恣法與上大僧同也。", "1046": "7 分衣法分衣法第七與上大僧同", "1047": "8 衣食淨法衣食淨法第八尼無作餘食法，除此已，餘皆與大僧同。", "1048": "9 雜法雜法第九尼無乞分處作房法，自餘皆與上大僧同。", "1049": "內護匡救僧眾擯罰羯磨法", "105": "竟。「僧忍，默然故，是事如是持。」若二住處先共同說戒同利養，或", "1050": "律藏所明僧之正法，採要有三，故結集稱", "1051": "言：是法、是毘尼、是佛所教。", "1052": "法者，謂五種遠離行。何等五？一、出離非世法，二、越度非受法，", "1053": "三、無欲非有欲，四、無結非有結，五、不親近生死非親近。毘尼者，謂五種出", "1054": "要行。何等五？一、少欲非多欲，二、知足非無厭，三、易護非難護，四、易養非難養，五、智", "1055": "慧非愚癡。", "1056": "佛所教者，謂五種教誡行。何等五？一、有罪行者制，二、", "1057": "無罪者聽，三、若制若聽，法有缺減者如法舉之，四、數數違犯者折伏與念，五、真實功德愛念稱美。故", "1058": "經云：「正法住、正法滅。」謂之。於此傳法之人", "1059": "亦有於三，故聖語稱言：「知法、知律、知摩夷。」知", "106": "同說戒別利養，後還欲別者，應先解界，後各自唱界相，依舊別結。", "1060": "法者，謂善持修多羅藏，如：阿難等。知律者，", "1061": "謂善持毘尼藏，如：優波離等。知摩夷者，謂", "1062": "善於訓導，宰任玄綱，如：大迦葉等。故凡", "1063": "欲暉蹤聖跡，以隆道教，繼軌後代，不絕於時", "1064": "者，非茲而誰！", "1065": "五種入眾法。何等五？一、應以慈心，二、應自卑下如拭塵巾，三、應善知坐", "1066": "起上下威儀，四、不雜說俗事，為眾說法、若請他說，五、若見僧中有不可事，心安忍，應作默然也。五", "1067": "種如法默然。何等五？一、見他非法而默然，二、不得伴而默然，三、犯重而", "1068": "默然，四、同住默然，五、在同住地默然也。五種非法默然。何等五？", "1069": "如法羯磨而心不同，默然任之；二、得同意伴亦默然任之；三、若見小罪而默然；四、為作別住而默然；五、在戒", "107": "結別說戒同一利養磨羯文「大德僧聽！若", "1070": "場上而默然。", "1071": "五種棄法。何等五？一、比丘犯罪，餘比丘問：「汝犯罪見不？」答言：「不見。」彼語言：", "1072": "「汝若見罪，應懺悔。」二、比丘犯罪，餘比丘問：「汝犯罪見不？」答言：「不見。」彼語言：「汝若見罪，應僧中懺悔。」三、比", "1073": "丘犯罪，餘比丘問言：「汝犯罪見不？」答言：「不見。」彼語言：「汝若見罪，當於此僧中懺悔。」四、比丘犯罪，餘比", "1074": "丘問言：「汝犯罪見不？」答言：「不見。」眾僧應捨棄語言：「汝不見罪，隨所至處，不聽汝布薩，如惡馬難調，合韁杙", "1075": "俱棄，汝亦如是。」五、比丘犯罪，餘比丘問言：「汝犯罪見不？」答言：「不見。」彼應僧中作不見舉羯磨也。五種作羯磨法。何等五？", "1076": "一、現前，二、自言，三、不清淨，四、如法，五、和合。斯謂知病、知藥、知對治，", "1077": "善於廢立通塞存護之儀，故致任持之功，義", "1078": "顯於此。三種調法。謂呵責羯磨、擯羯磨、依止羯磨。三種滅法。", "1079": "謂罪處所、多人語、如草覆地也。三種不共住法。謂三舉羯磨、惡罵治、滅擯羯磨。", "108": "僧時到僧忍聽，僧今於此、彼住處，結別說", "1080": "呵責羯磨法先作舉、作憶念、與罪已，然後作羯磨。", "1081": "「大德僧聽！此比丘某甲，憙共鬪諍，共相罵詈，", "1082": "口出刀劍，互求長短。彼自共鬪諍已，若更有", "1083": "餘比丘鬪諍者，即復往彼勸言：『汝等勉力，", "1084": "莫不如他！汝等多聞智慧，財富亦勝，多有知", "1085": "識；我等當為汝作伴儻。』令僧未有諍事而", "1086": "生諍事，已有諍事而不除滅。若僧時到僧", "1087": "忍聽，為比丘某甲作呵責羯磨，若後復更", "1088": "鬪諍，共相罵詈者，眾僧當更增罪治。」白如", "1089": "是。", "109": "戒，同一利養，為守護住處故。」白如是。", "1090": "「大德僧聽！此比丘某甲，憙共鬪諍，共罵詈，", "1091": "口出刀劍，互求長短。彼自共鬪諍已，若復有", "1092": "餘比丘鬪諍者，即復往彼勸言：『汝等勉力，", "1093": "莫不如他！汝等智慧多聞，財富亦勝，多有知", "1094": "識；我等當為汝作伴儻。』令僧未有諍事而有", "1095": "諍事，已有諍事而不除滅。僧為比丘某甲", "1096": "集呵責羯磨。誰諸長老忍僧與比丘某甲", "1097": "作呵責羯磨，若復後更鬪諍，共相罵詈者，眾", "1098": "僧當更增罪治者默然，誰不忍者說。」是初", "1099": "羯磨。如是說三。僧已忍為比丘某甲作呵責羯磨", "11": "自恣時與欲自恣；三者，自餘羯磨但言與", "110": "「大德僧聽！僧今於此、彼住處，結別說戒，同", "1100": "竟。「僧忍，默然故，是事如是持。」與羯磨已，奪三十五事，令其折伏。", "1101": "後若其隨順改悔者，僧應還與解羯磨。", "1102": "與罪處所羯磨法先作舉、作憶念、與罪已，然後作羯磨。", "1103": "「大德僧聽！是比丘某甲，無慚無愧，多犯諸罪，", "1104": "有見、聞、疑。先自言犯，後言不犯，前後言語相", "1105": "違。若僧時到僧忍聽，僧今與比丘某甲罪處", "1106": "所羯磨。」白如是。「大德僧聽！是比丘某甲，無慚", "1107": "無愧，多犯諸罪，有見、聞、疑。先自言犯，後言不", "1108": "犯，前後言語相違；僧今與是比丘某甲罪處", "1109": "所羯磨。誰諸長老忍僧今與比丘某甲罪處", "111": "一利養，為守護住處故。誰諸長老忍僧於", "1110": "所羯磨者默然，誰不忍者說。」是初羯磨。如是三說。", "1111": "僧已忍與比丘某甲罪處所羯磨竟。「僧忍，默", "1112": "然故，是事如是持。」與羯磨已，奪三十五事，令其折伏。後若隨順改悔，僧", "1113": "應還與解羯磨。", "1114": "與滅擯羯磨文先作舉、作憶念、與罪已，然後作羯磨。", "1115": "「大德僧聽！是比丘某甲，犯某甲波羅夷罪。若", "1116": "僧時到僧忍聽，僧今與比丘某甲波羅夷罪", "1117": "滅擯羯磨，不得共住，不得共事。」白如是。", "1118": "「大德僧聽！是比丘某甲，犯某甲波羅夷罪；", "1119": "僧今與比丘某甲波羅夷罪滅擯羯磨，不得", "112": "此、彼住處，結別說戒，同一利養，為守護住處", "1120": "共住，不得共事。誰諸長老忍僧與比丘某甲", "1121": "波羅夷罪滅擯羯磨，不得共住，不得共事者默", "1122": "然，誰不忍者說。」是初羯磨。如是三說。", "1123": "僧已忍與比丘某甲波羅夷罪滅擯羯磨，不得", "1124": "共住，不得共事竟。「僧忍，默然故，是事如是持。」", "1125": "此永擯，無解法。", "1126": "此後三羯磨，皆是治罰法，但以過有輕重，階", "1127": "之為三。前呵責羯磨等是調伏法，罪處所羯", "1128": "磨等是折伏法，滅擯羯磨等是驅出法。故經", "1129": "言：「應調伏者而調伏之，應折伏者而折伏之，", "113": "故。僧忍者默然，誰不忍者說。」僧已忍於此、", "1130": "應罰黜者而罰黜之。」若隨事而言，羯磨非", "1131": "一，備明律典，寧容具集。故各當其分，唯標一", "1132": "羯磨，示之恒式，餘類准以可知。", "1133": "羯磨一卷", "1134": "《僧祇律》受事訖羯磨文", "1135": "「大德僧聽！比丘某甲，於此處雨安居。若僧時", "1136": "到僧忍聽，比丘某甲，於此處雨安居，為塔", "1137": "事、僧事出界行，還此處住。」「諸大德僧聽！", "1138": "比丘某甲，於此處雨安居，為塔事、僧事出", "1139": "界行，還此中安居。僧忍，默然故，是事如是", "114": "彼住處，結別說戒，同一利養，為守護住處", "1140": "持。」", "1141": "《十誦律》受三十九夜羯磨文", "1142": "「大德僧聽！某甲、某甲諸比丘，受三十九夜，僧", "1143": "事故出界，是處安居自恣。若僧時到僧忍聽，", "1144": "某甲、某甲諸比丘，受三十九夜，僧事故出界，", "1145": "是處安居自恣。」如是白。", "1146": "「大德僧聽！某甲、某甲諸比丘，受三十九夜，僧", "1147": "事故出界，是處安居自恣。誰諸長老忍某甲、", "1148": "某甲諸比丘，受三十九夜，僧事故出界，是處安", "1149": "居自恣者默然，誰不忍者說。」僧已忍聽某", "115": "竟。「僧忍，默然故，是事如是持。」", "1150": "甲、某甲諸比丘，受三十九夜，僧事故出界，是", "1151": "處安居自恣竟。「僧忍，默然故，是事如是持。」", "1152": "《十誦律》受殘夜法若比丘受七夜未盡而還，事未竟。佛言：「聽受殘夜法。」", "1153": "「我受七夜法，若干夜已過，若干夜在，受彼出。」", "1154": "如是一說。", "1155": "凡諸部律，受日文各不同。後來諸師用事者，", "1156": "若執一部不用餘部，此亦是一家。今詳此諸", "1157": "部律文及以前事，互用皆得。所以者？如其定", "1158": "知前事或須一夜，即用《十誦》受一夜法；乃", "1159": "至七夜亦如是。或須三十九夜，亦用《十誦》羯", "116": "2 受戒法受戒法第二", "1160": "磨受法。若須七日、十五日、一月日，即用《四分", "1161": "律》文受日法。若不定知前事幾日當了，即用", "1162": "《僧祇律》文受日法。復有人不解，即誦《四分》羯", "1163": "磨文，為他受《僧祇》事訖、《十誦》三十九夜，此", "1164": "皆非法不成。何以知？羯磨文中，疊事作法各", "1165": "各不同，故知不成也。今畏諸人謬用，總抄", "1166": "諸部律正羯磨文，呈簡諸賢。任見作法，隨事", "1167": "所用也。", "1168": "羯磨一卷", "117": "度沙彌法若欲在僧伽藍中剃髮，當白一切僧。若不和合，房房語令知已與剃髮。若和合，當", "118": "作白，白已然後剃髮。當如是白：「大德僧聽！此某甲，欲求某甲", "119": "剃髮。若僧時到僧忍聽，與某甲剃髮。」白如是。", "12": "欲。", "120": "若欲僧伽藍中度令出家者，當白一切僧，白已，然後聽與出家。當如是白：", "121": "「大德僧聽！此某甲，從某甲求出家。若僧時到", "122": "僧忍聽，與某甲出家。」白如是。作如是白已出家。教使著袈裟，偏露右", "123": "肩，脫革屣，右膝著地，合掌，教作如是言：「我某甲，歸依佛，歸依法，歸依", "124": "僧。隨佛出家，某甲為和上，如來、至真、等正", "125": "覺，是我世尊。」如是三說。「我某甲，歸依佛竟，歸", "126": "依法竟，歸依僧竟。隨佛出家竟，某甲為和", "127": "上，如來至真等正覺，是我世尊。」如是三說。", "128": "「盡形壽不得殺生。是沙彌戒，能持不？」答言：「能。」", "129": "「盡形壽不得盜。是沙彌戒，能持不？」答言：「能。」「盡", "13": "結大界羯磨文", "130": "形壽不得婬。是沙彌戒，能持不？」答言：「能。」「盡形", "131": "壽不得妄語。是沙彌戒，能持不？」答言：「能。」「盡形", "132": "壽不得飲酒。是沙彌戒，能持不？」答言：「能。」「盡形", "133": "壽不得著華鬘、香油塗身。是沙彌戒，能持不？」", "134": "答言：「能。」「盡形壽不得歌舞倡伎及故往觀聽。", "135": "是沙彌戒，能持不？」答言：「能。」「盡形壽不得高廣", "136": "大床上坐。是沙彌戒，能持不？」答言：「能。」「盡形壽", "137": "不得非時食。是沙彌戒，能持不？」答言：「能。」「盡形", "138": "壽不得捉持生像金銀寶物。是沙彌戒，能持", "139": "不？」答言：「能。」「此是沙彌十戒，盡形壽不得犯，能", "14": "「大德僧聽！此住處比丘某甲，唱四方大界相。", "140": "持不？」答言：「能。」「汝已受戒竟，當供養三寶：佛寶、", "141": "法寶、僧寶；勤修三業：坐禪、誦經、勸作眾事。」", "142": "受大戒法請和上文", "143": "「大德一心念！我某甲請大德為和上，願大", "144": "德為我作和上。我依大德故，得受具足戒。", "145": "慈愍故。」第二、第三，亦如是說。和尚應言：「好。」若言：「可爾。」爾時眾僧應安欲受具足者離聞處、著", "146": "見處已，戒師應問言：「眾中誰能為某甲作教授師？」若有能者，", "147": "答言：「我能。」戒師即應作白：差教授師法「大德僧聽！是某", "148": "甲，從和上某甲，求受具足戒。若僧時到僧", "149": "忍聽，某甲作教授師。」白如是。教授師應往受戒人所，問言：「此", "15": "若僧時到僧忍聽，僧今於此四方相內結大", "150": "安陀會、欝多羅僧、僧伽梨，是衣鉢，是汝有", "151": "不？」答言：「是。」應語言：「善男子諦聽！今是真誠時，實語時，", "152": "實當言實，不實當言不實。汝不犯邊罪不？", "153": "汝不犯比丘尼不？汝不賊心受戒不？汝不", "154": "破內外道不？汝非黃門不？汝不殺父不？汝不", "155": "殺母不？汝不殺阿羅漢不？汝不破僧不？汝不", "156": "惡心出佛身血不？汝非非人不？汝非畜生不？", "157": "汝非二根不？汝字何等？和上字誰？年滿二", "158": "十未？三衣鉢具不？父母聽汝不？汝不負債不？", "159": "汝非奴不？汝非官人不？汝是丈夫不？丈夫有", "16": "界，同一住處，同一說戒。」白如是。", "160": "如是病：癩、癰疽、白癩、𤴲痟、顛狂病。汝無如", "161": "是諸病不？」答言：「無。」應語言：「如我今問汝，僧中亦當如", "162": "是問汝。如汝向者答我，僧中亦如是答。」教授", "163": "師如是問已，還僧中，如常威儀，至舒手及僧處立，應如是白：", "164": "「大德僧聽！是某甲，從和上某甲，求受具足戒。", "165": "若僧時到僧忍聽，我問已，聽將來。」白如是。", "166": "教授師喚受戒人言：「汝來。」來已，為捉衣鉢與戒師，教禮僧足已，在戒師前長跪，合掌。教授師應教乞戒，如是白：", "167": "「大德僧聽！我某甲，從和上某甲，求受具足", "168": "戒。我某甲，今從僧乞受具足戒，和上某甲。", "169": "願僧濟度我，慈愍故。」第二、第三，亦如是說。戒師應作白：「大德僧", "17": "「大德僧聽！此住處比丘某甲，唱四方大界相。", "170": "聽！是某甲，從和上某甲，求受具足戒。此某", "171": "甲，今從眾僧乞受具足戒，和上某甲。若僧", "172": "時到僧忍聽，我問諸難事。」白如是。作是白已，應問言：", "173": "「善男子聽！今是真誠時，實語時，我今問汝，", "174": "當隨實答。汝不犯邊罪不？汝不犯淨戒尼", "175": "不？汝不賊心受戒不？汝不破內外道不？汝", "176": "非黃門不？汝不殺父不？汝不殺母不？汝不殺", "177": "阿羅漢不？汝不破僧不？汝不惡心出佛身血", "178": "不？汝非非人不？汝非畜生不？汝非二根不？汝", "179": "字何等？和上字誰？年滿二十未？三衣鉢具", "18": "僧今於此四方相內結大界，同一住處，同一", "180": "不？父母聽汝不？汝不負債不？汝非奴不？汝非", "181": "官人不？汝是丈夫不？丈夫有如是病：癩、癰疽、", "182": "白癩、𤴲痟、癲狂。汝無如是諸病不？」若言：「無。」應作白四羯", "183": "磨。「大德僧聽！是某甲，從和上某甲，求受具足", "184": "戒。此某甲，今從眾僧乞受具足戒，和上某", "185": "甲。某甲自說清淨，無諸難事，年滿二十，三衣", "186": "鉢具。若僧時到僧忍聽，僧今授某甲具足戒，", "187": "和上某甲。」白如是。", "188": "「大德僧聽！是某甲，從和上某甲，求受具足戒。", "189": "此某甲，今從眾僧乞受具足戒，和上某甲。", "19": "說戒。誰諸長老忍僧於此四方相內結大界，", "190": "某甲自說清淨，無諸難事，年滿二十，三衣鉢", "191": "具。僧今授某甲具足戒，和上某甲。誰諸長老", "192": "忍僧與某甲受具足戒，和上某甲者默然，", "193": "誰不忍者說。」是初羯磨。第二、第三，亦如是說。僧已與某", "194": "甲受具足戒竟，和上某甲竟。「僧忍，默然故，", "195": "是事如是持。」", "196": "「善男子諦聽！如來、無所著、等正覺說四波羅", "197": "夷法，若比丘犯一一法，非沙門，非釋種子。", "198": "汝一切不得犯婬，作不淨行。若比丘犯不淨", "199": "行，受婬欲法，乃至共畜生；非沙門，非釋種子，", "2": "曹魏安息沙門曇諦譯", "20": "同一住處，同一說戒者默然，誰不忍者說。」僧", "200": "如折石破不可還合。是中盡形壽不得犯，", "201": "能持不？」答言：「能。」「一切不得盜乃至草葉。若比丘", "202": "盜人五錢、若過五錢，若自取、若教人取，若", "203": "自斫、教人斫，若自破、教人破，若自燒、教人", "204": "燒，若埋、若壞色；非沙門，非釋種子，猶如截", "205": "頭不復還活。汝是中盡形壽不得犯，能持不？」", "206": "答言：「能。」「一切不得故斷眾生命乃至蟻子。若比", "207": "丘故自手斷人命，持刀授與人，教死、讚死、勸", "208": "死，與人非藥，若墮胎，若厭禱殺，自作方便、", "209": "若教人作；非沙門，非釋種子，猶如多羅樹", "21": "已忍於此四方相內結大界，同一住處，同一", "210": "心斷不復生。汝是中盡形壽不得犯，能持不？」", "211": "答言：「能。」「一切不得妄語乃至戲笑。若比丘不", "212": "真實、非己有，自稱言得上人法，得禪、得解脫、", "213": "得定、得四空定，得須陀洹果、斯陀含果、阿那", "214": "含果、阿羅漢果，言天來、龍來、鬼神來供養我；", "215": "非沙門，非釋種子，如針鼻破不復用。汝是中", "216": "盡形壽不得犯，能持不？」答言：「能。」「善男子諦聽！", "217": "如來、無所著、等正覺說四依法，比丘依是出", "218": "家。依糞掃衣，是比丘出家人法。是中盡", "219": "形壽，能持不？」答言：「能。」「若得長利：檀越施衣、割", "22": "說戒，結大界竟。「僧忍，默然故，是時如是持。」", "220": "壞衣，得受。」「依乞食，是比丘出家人法。是中盡", "221": "形壽，能持不？」答言：「能。」「若得長利：若僧差食、若", "222": "檀越送食、月八日食、十五日食、月初日食、眾", "223": "僧常食、檀越請食，得受。」「依樹下坐，是比丘出", "224": "家人法。是中盡形壽，能持不？」答言：「能。」「若得長", "225": "利：別房、尖頭屋、小房、石室、兩房一戶，得受。」", "226": "「依腐爛藥，是比丘出家人法。是中盡形壽，能", "227": "持不？」答言：「能。」「若得長利：酥、油、石蜜，得受。」「汝", "228": "已受戒竟，白四羯磨如法成就，得好處所，", "229": "和上如法，阿闍梨如法，眾僧具足。當善受", "23": "結戒場羯磨文原戒場之興，為其住處眾大難集，故別結此界，用擬眾中", "230": "教法，應勸化作福治塔，供養眾僧，和上、阿", "231": "闍梨一切如法教，不得違逆。應學問，坐禪，", "232": "誦經，勤求方便，於佛法中得須陀洹果、斯陀", "233": "含果、阿那含果、阿羅漢果。汝始發心出家，功", "234": "不唐捐，果報不絕。餘所未知，當問和上、阿", "235": "闍梨。」應令受戒人在前而去。", "236": "受衣鉢文「長老一心念！我某甲，此僧伽", "237": "梨若干條割截成，今受持，不離宿。」如是三說。餘二衣亦爾。", "238": "「長老一心念！我某甲，此鉢多羅應量器，令", "239": "受持，常用故。」如是三說", "24": "有於要事，隨時得作故，不容即解。若不依住處，但為暫時作法者，事訖去即便解，不容不解，得罪，", "240": "請依止文「大德一心念！我某甲，請大德為", "241": "依止阿闍梨，願大德為我作依止阿闍梨。", "242": "我依大德故，得如法住，慈愍故。」如是三說。師應語言：「莫放逸。」若", "243": "言：「好。」若言：「去。」彼答言：「爾。」", "244": "3 除罪法除罪法第三", "245": "懺僧殘罪法此第二篇，其罪既重，故須經眾悔，行調伏法，以肅其懷。然調伏法要", "246": "有於二：一者治過，二者治罪故。初覆藏羯磨法，治過，非治罪故。乞覆藏羯磨時，先懺覆藏突吉羅罪，", "247": "後方與覆藏羯磨治法。六夜、出罪，此二是治罪法，正懺僧殘故。故有覆藏者，備三種羯磨；無覆藏者，", "248": "唯與六夜、出罪。", "249": "乞覆藏羯磨文「大德僧聽！我比丘某甲，犯", "25": "為礙後人結界故。「大德僧聽！此住處比丘某甲，稱四", "250": "某甲僧殘罪覆藏。我比丘某甲，犯僧殘罪，隨", "251": "覆藏日，今從僧乞覆藏羯磨。願僧與我隨覆", "252": "藏日羯磨，慈愍故。」如是三說", "253": "與覆藏羯磨文「大德僧聽！比丘某甲，犯某", "254": "甲僧殘罪覆藏。此比丘某甲，犯僧殘罪，隨覆", "255": "藏日，已從僧乞覆藏羯磨。若僧時到僧忍聽，", "256": "僧今與比丘某甲隨覆藏日羯磨。」白如是。「大", "257": "德僧聽！比丘某甲，犯某僧殘罪覆藏。此比", "258": "丘某甲，犯僧殘罪，隨覆藏日，已從僧乞覆藏", "259": "羯磨；僧今與比丘某甲隨覆藏日羯磨。誰諸", "26": "方小界相。若僧時到僧忍聽，僧今於此四", "260": "長老忍僧與比丘某甲隨覆藏日羯磨者默", "261": "然，誰不忍者說。」是初羯磨。第二、第三，亦如是說。僧已忍與", "262": "比丘某甲隨覆藏日羯磨竟。「僧忍，默然故，是", "263": "事如是持。」行覆藏者，應當備修四法。羯磨，是其教法，剋宜遵之在心。奪三十五事，是折伏法，勿", "264": "得有違。下最執眾苦事，敬奉清淨比丘，是調伏法，當一一順而行之。白等八事，是發露悔法，宜加愧省，", "265": "深自慨責，憶念依法而白，勿容闕失；若闕，失宿，一一事皆得突吉羅罪。何等八？往餘寺不白，有客比丘來", "266": "不白，有餘事出界外不白，寺內徐行者不白，病不遣信白，二三人共室宿，在無比丘處住，不半月半", "267": "月說戒時白，是為八事失夜。佛聽半月半月說戒時白，應如是白，彼行覆藏者，應至僧中，偏露右肩，脫革屣，", "268": "右膝著地，合掌，白如是言：「大德僧聽！我比丘某甲，犯僧殘", "269": "罪覆藏。我比丘某甲，犯僧殘罪，隨覆藏日，", "27": "方小界相內結作戒場。」白如是。", "270": "今從僧乞覆藏羯磨；僧已與我隨覆藏", "271": "日羯磨。我比丘某甲，已行若干日，未行", "272": "若干日，白大德令知，我行覆藏。」有三最下：一最大比丘下", "273": "行，二最下臥具，三與最下房舍。有三事隨本次：僧得施物時，自恣時，行鉢時。", "274": "乞摩那埵羯磨文「大德僧聽！我比丘某甲，", "275": "犯某甲僧殘罪覆藏。我比丘某甲，犯僧殘", "276": "罪，隨覆藏日，已從僧乞覆藏羯磨；僧已與我", "277": "隨覆藏日羯磨。我比丘某甲行覆藏竟，今", "278": "從僧乞六夜摩那埵。願僧與我六夜摩那埵，", "279": "慈愍故。」如是三說。", "28": "「大德僧聽！此住處比丘某甲，稱四方小界相。", "280": "與摩那埵羯磨文", "281": "「大德僧聽！比丘某甲，犯某甲僧殘罪覆藏。此", "282": "比丘某甲，犯僧殘罪，隨覆藏日，已從僧乞覆", "283": "藏羯磨；僧已與比丘某甲隨覆藏日羯磨。此", "284": "比丘某甲行覆藏竟，今從僧乞六夜摩那埵。", "285": "若僧時到僧忍聽，僧今與比丘某甲六夜摩", "286": "那埵。」白如是。", "287": "「大德僧聽！比丘某甲，犯某甲僧殘罪覆藏。此", "288": "比丘某甲，犯僧殘罪，隨覆藏日，已從僧乞覆", "289": "藏羯磨；僧已與比丘某甲隨覆藏日羯磨。此", "29": "僧今於此四方小界相內結作戒場。誰諸長", "290": "比丘某甲行覆藏竟，從僧乞六夜摩那埵；", "291": "僧今與比丘某甲六夜摩那埵。誰諸長老忍", "292": "僧與比丘某甲六夜摩那埵者默然，誰不忍", "293": "者說。」是初羯磨。第二、第三，亦如是說。僧已與比丘某甲", "294": "六夜摩那埵竟。「僧忍，默然故，是事如是持。」", "295": "佛言：「聽行摩那埵比丘亦行如上事。」行摩那埵者，應常在僧中宿，日日白。應如是白，偏露右肩，脫革屣，右膝", "296": "著地，合掌，白如是言：「大德僧聽！我比丘某甲，犯某甲僧殘", "297": "罪覆藏。我比丘某甲，犯僧殘罪，隨覆藏日，已", "298": "從僧乞覆藏羯磨；僧已與我隨覆藏日羯磨。", "299": "我比丘某甲行覆藏竟，從僧乞六夜摩那埵；", "3": "比丘羯磨1 結界法結界法第一凡諸羯磨作法，應先白：「未受具戒者出？不來比丘說欲及清淨？僧今和合何", "30": "老忍僧於此四方相內結戒場者默然，誰不", "300": "僧已與我六夜摩那埵。我比丘某甲，已行若", "301": "干日，未行若干日，白大德令知，我行摩那", "302": "埵。」三說。", "303": "乞出罪羯磨文", "304": "「大德僧聽！我比丘某甲，犯某甲僧殘罪覆", "305": "藏。我比丘某甲，犯僧殘罪，隨覆藏日，已從僧", "306": "乞覆藏羯磨；僧已與我隨覆藏日羯磨。我比", "307": "丘某甲行覆藏竟，從僧乞六夜摩那埵；僧已", "308": "與我六夜摩那埵。我比丘某甲行六夜摩那", "309": "埵竟，今從僧乞出罪羯磨。願僧與我出罪羯", "31": "忍者說。」僧已忍於此四方相內結戒場竟。「僧", "310": "磨，慈愍故。」第二、第三，亦如是說。", "311": "與出罪羯磨文", "312": "「大德僧聽！比丘某甲，犯某甲僧殘罪覆藏。", "313": "此比丘某甲，犯僧殘罪，隨覆藏日，已從僧乞", "314": "覆藏羯磨；僧已與比丘某甲隨覆藏日羯磨。", "315": "此比丘某甲已行覆藏日羯磨竟，從僧乞", "316": "六夜摩那埵；僧已與比丘某甲六夜摩那埵。", "317": "此比丘某甲行六夜摩那埵竟，今從僧乞", "318": "出罪羯磨。若僧時到僧忍聽，僧今與比丘某", "319": "甲出罪羯磨。」白如是。", "32": "忍，默然故，是時如是持。」", "320": "「大德僧聽！比丘某甲，犯僧殘罪覆藏。此比丘", "321": "某甲，犯僧殘罪，隨覆藏日，已從僧乞覆藏羯", "322": "磨；僧已與比丘某甲隨覆藏日羯磨。此比丘", "323": "某甲行覆藏竟，從僧乞六夜摩那埵羯磨；", "324": "僧已與比丘某甲六夜摩那埵羯磨。此比丘", "325": "某甲行六夜摩那埵竟，從僧乞出罪羯磨；", "326": "僧今與比丘某甲出罪羯磨。誰諸長老忍僧", "327": "與比丘某甲出罪羯磨者默然，誰不忍者說。」", "328": "是初羯磨。第二、第三，亦如是說。僧已忍與比丘某甲出罪", "329": "羯磨竟。「僧忍，默然故，是事如是持。」", "33": "解大界、戒場羯磨文此一羯磨通解二界，故羯磨文中但云解界，名無偏", "330": "捨墮懺悔法此第三篇尼薩耆波逸提過，犯兩篇故，加以折伏法，要須僧中捨。若住處", "331": "無僧，亦得三人、二人、一人前捨，但不得別眾捨，不成捨。", "332": "持捨墮衣於僧中捨文「大德僧聽！我比丘", "333": "某甲，故畜爾許長衣過十日，犯捨墮。今捨", "334": "與僧。」第二、第三，亦如是說。捨已，即應僧中懺悔。", "335": "從僧乞懺悔文", "336": "「大德僧聽！我比丘某甲，故畜爾許長衣過", "337": "十日，犯捨墮。此衣已捨與僧，犯某甲罪，今", "338": "從眾僧乞懺悔。願僧聽我比丘某甲懺悔，", "339": "慈愍故。」第二、第三，亦如是說。僧中別請一人對懺悔，至清淨比丘所，作如是白：「我比丘某", "34": "局，其致在茲。任現作法時隨事所稱解戒場，唯除同住，同說戒為異。", "340": "甲，請大德懺悔。」受懺者應白僧已，然後受懺。", "341": "受懺者僧中白文", "342": "「大德僧聽！比丘某甲，故畜爾所長衣過十", "343": "日，犯捨墮。此衣已捨與僧，有某甲罪，今從眾", "344": "僧懺悔。若僧時到僧忍聽，我受比丘某甲懺", "345": "悔。」白如是。", "346": "某對一人僧中懺悔文", "347": "「大德一心念！我比丘某甲，故畜爾所長衣過", "348": "十日，犯捨墮。此衣已捨與僧，今有某甲罪，", "349": "今從大德懺悔，不敢覆藏。懺悔則安樂，不", "35": "「大德僧聽！今此住處比丘，同一住處，同一說", "350": "懺悔不安樂，憶念犯發露，知而不敢覆藏。大", "351": "德憶我清淨，戒身具足，清淨布薩。」第二、第三，亦如是說。說", "352": "已，受懺悔者應語言：「自責汝心，生厭離。」彼即應答言：「爾。」", "353": "僧還此比丘衣羯磨文捨墮還衣法：若有畜染者，應經宿方羯磨還；若有緣，亦", "354": "聽即日作羯磨，但須別稱人轉付，不得直還。若無畜染者，皆即日還。今此畜長犯捨墮還衣，是經宿", "355": "還羯磨文。「大德僧聽！比丘某甲，故畜爾所長衣過", "356": "十日，犯捨墮。此衣已捨與僧。若僧時到僧忍", "357": "聽，僧今持此衣與某甲，某甲當還比丘某", "358": "甲。」白如是。", "359": "「大德僧聽！比丘某甲，故畜爾所長衣過十", "36": "戒。若僧時到僧忍聽，解界。」白如是。", "360": "日，犯捨墮。此衣已捨與僧。僧今持此衣與", "361": "某甲，某甲當還比丘某甲。誰諸長老忍僧持", "362": "此衣與某甲，某甲當還比丘某甲者默然，", "363": "誰不忍者說。」僧已忍僧持此衣與某甲，某", "364": "甲當還比丘某甲衣竟。「僧忍，默然故，是事如", "365": "是持。」", "366": "三人、二人、一人前捨墮文若三人、二人、一人前，捨法同上，唯不稱僧為異。", "367": "三人、二人、一人中懺法，受懺者應語邊人，然後受懺。對一人者，直爾捨已而懺悔也。", "368": "三人、二人中受懺者語邊人文", "369": "「長老聽我受比丘某甲懺悔。」彼答言：「爾。」懺法如上。", "37": "「大德僧聽！此住處比丘，同一住處，同一說", "370": "餘罪懺悔法言餘罪者，除上二篇及尼薩耆，自餘波逸提、下二篇偷蘭遮、突吉羅等。此", "371": "餘罪中波逸提提舍尼，皆是對首悔；第五篇罪皆是心悔；偷蘭遮罪中，重者眾中悔，微者對悔。", "372": "故致悔法階降不同。", "373": "向一比丘懺悔文應至一清淨比丘所，偏露右肩，若上座，禮足，右膝著地，合掌說罪名、", "374": "說罪種，作如是言：", "375": "「長老一心念！我某甲比丘，犯某甲罪，今從長", "376": "老懺悔，不敢覆藏。懺悔則安樂，不懺悔不安", "377": "樂，憶念犯發露，知而不覆藏。長老憶我清", "378": "淨，戒身具是，清淨布薩。」第二、第三，亦如是說。彼受懺者應語言：", "379": "「自責汝心，生厭離。」即答言：「爾。」二比丘前懺悔文應至二清", "38": "戒，今解界。誰諸長老忍僧同一住處，同一說", "380": "淨比丘所，請一比丘對懺悔。受懺者應先問彼第二比丘，作如是言：", "381": "「長老聽我比丘某甲懺悔。」彼答言：「爾。」其懺法同上。", "382": "三比丘前懺悔文應至三清淨比丘所，亦請一比丘對懺悔，餘與上二人法同也。", "383": "僧中懺悔文應往僧中，偏露右肩，脫革屣，禮僧足已，右膝著地，合掌，白如是言：", "384": "「大德僧聽！我比丘某甲，犯某甲罪，今從僧乞", "385": "懺悔。」如是三說。僧中別請一人對懺悔，至清淨比丘所，作如是言：", "386": "「我比丘某甲，請大德懺悔。」受懺者應白僧已，然後受懺。應作如是白：「大", "387": "德僧聽！彼比丘某甲，犯某甲罪，今從僧懺悔。", "388": "若僧時到僧忍聽，我受比丘某甲懺。」白如是。", "389": "作如是白已，受懺，其悔法同上。", "39": "戒，解界者默然，誰不忍者說。」僧已忍同一住", "390": "一切僧同犯即僧中懺悔文於住處當說戒時，一切僧同犯，而同犯者", "391": "不得相向懺悔，既臨說戒時，復不容於外求清淨比丘，說戒事重故，聽眾以單白而懺，得為說戒。應作如", "392": "是白：「大德僧聽！此一切眾僧犯罪。若僧時到僧", "393": "忍聽，此一切僧懺悔。」白如是。作如是白已，然後說戒。", "394": "疑罪發露文至一清淨比丘所，偏露右肩，脫革屣，禮僧足已，右膝著地，合掌自稱所犯戒名，口作是", "395": "語：", "396": "「大德憶念！我於某罪生疑，今向大德說。須後", "397": "無疑時，當如法懺悔。」", "398": "一切僧同犯罪疑於僧中發露文亦是當說戒時，疑罪發露，與上", "399": "懺悔法同。應作如是白：", "4": "所作為？」僧中一人隨事答言：「某甲羯磨。」除結界無受欲法故。又結法，二界不得相接，應留中間；", "40": "處，同一說戒，解界竟。「僧忍，默然故，是事如是", "400": "「大德僧聽！此一切僧於罪有疑。若僧時到僧", "401": "忍聽，此眾僧自說罪。」白如是。作如是白，然後得說戒。", "402": "4 說戒法說戒法第四", "403": "與欲及清淨文若有佛法僧事、病患、及看病，與欲清淨法。", "404": "「大德一心念！今日眾僧布薩說戒，我某甲", "405": "為某緣事故，如法僧事，與欲清淨。」有五種與欲。若言：「與", "406": "汝欲。」若言：「我說欲。」若言：「與我說欲。」若現身相。若廣說。盡成與欲。不者，不成與欲。自恣時與欲亦同，但言我", "407": "與欲自恣為異也。", "408": "受欲清淨文隨能憶姓字多少，得受。至僧中應如是說：", "409": "「大德一心念！眾多比丘，為某緣事，我與眾", "41": "持。」", "410": "多比丘受欲清淨，如法僧事，與欲清淨。」", "411": "轉與欲清淨文受彼欲清淨已，後自有事起，故以彼及己欲清淨，更轉與餘人言：", "412": "「長老一心念！我比丘某甲與眾多比丘受欲", "413": "清淨，今有緣事，彼及我身，如法僧事，與欲", "414": "清淨。」", "415": "布薩說戒文布薩日，若小食上、若大食上，上座應唱言：", "416": "「今布薩日，某時，眾僧和合，集某堂說戒。」", "417": "若四人、若過四人，應先白已，然後說戒。白者，如戒中說。若三人、若二人，各各相向，共作三語布薩言：「長", "418": "老一心念！今日眾僧十五日說戒，我某甲清", "419": "淨。」如是三說。若一人，應心念口言：「今日眾僧十五日說戒，我", "42": "結不失衣界羯磨文不失衣界，即依大界相結，無別異相，故文言還稱此住", "420": "某甲清淨。」如是三說。", "421": "告清淨文布薩日有三：或十六日、十五日、十四日。若有客舊已說、未說，來有先後，眾有多少及", "422": "等。若客已說，後舊比丘來，多之以等，皆重說戒。若舊比丘少，當出界外說戒。若舊比丘已說戒，", "423": "後客比丘來多舊比丘，應更重說戒。客比丘少之以等，應自出界外說戒。若說戒日同，而時不同，客舊先後", "424": "多少以等。若舊比丘說戒後，客比丘來，多之以等，皆更重說戒。若客比丘少，當告清淨。若客比丘", "425": "說戒後，舊比丘來，多之以等，客比丘亦當更重說戒，少當告清淨，依次坐聽。若舉眾未起、若多以", "426": "起，說以不說，義皆同上。告清淨法應言：", "427": "「大德僧聽！我某甲清淨。」如是三說已，隨次坐聽。", "428": "八難事起及餘緣略說戒文八難者：王難、賊難、火難、水難、病難、人難、", "429": "非人難、惡虫難，是為八難。及餘緣者：大眾集床座少、若眾多病、大眾集坐上覆蓋不周、或天雨、若布薩", "43": "處。若有村除村，無村不須唱除村、村外界。", "430": "多、若鬪諍事起、論阿毘曇毘尼說法夜已久。明相未出，應作羯磨說戒；若明相出，不得宿受欲清淨", "431": "羯磨說戒。應隨事遠近，可廣說便廣說，不者，如法治；可略說便略說，不者，如法治。若難事近不得略說，", "432": "即應從坐起去。略說戒者：說戒序已，餘者應言：「僧常聞。」若說戒序四事已，餘者應言：「僧常聞。」如是", "433": "乃至提舍尼，餘者應言：「僧常聞。」", "434": "教誡比丘尼法僧說戒時，誦戒者應問：「誰遣比丘尼來受教？」尼囑授者為白僧言：", "435": "「大德僧聽！比丘尼僧某甲等，和合禮大德僧", "436": "足，求教授。」如是三說。眾中若有教授人，應差；若無，上座應設教授勅法。", "437": "差教授比丘尼人羯磨文", "438": "「大德僧聽！若僧時到僧忍聽，僧差比丘某甲", "439": "教授比丘尼。」白如是。", "44": "「大德僧聽！此住處同一住處，同一說戒。若僧", "440": "「大德僧聽！僧差比丘某甲教授比丘尼。誰諸", "441": "長老忍僧差比丘某甲教授比丘尼者默然，", "442": "誰不忍者說。」僧已忍差比丘某甲教授比丘", "443": "尼竟。「僧忍，默然故，是事如是持。」被差人往尼寺中，應教集尼僧已。", "444": "先為說八不違法。何等為八？一者，雖百歲", "445": "比丘尼，見新受戒比丘，應起迎逆、禮拜、與敷", "446": "請坐。此法應尊重讚歎，盡形壽不得違。二", "447": "者，比丘尼不應罵比丘、呵責比丘，不應誹謗", "448": "言：破戒、破見、破威儀。此法應尊重讚歎，盡形", "449": "壽不得違。三者，比丘尼不應為比丘作舉、", "45": "時到僧忍聽，僧今結不失衣界，除村、村外界。」", "450": "作憶念、作自言，不應遮他覓罪、說戒、自恣；不", "451": "應呵比丘，比丘應呵比丘尼。此法應尊重讚", "452": "歎，盡形壽不得違。四者，式叉摩那學戒已，", "453": "從比丘僧乞受大戒。此法應尊重讚歎，盡形", "454": "壽不得違。五者，比丘尼犯僧殘罪，應在二", "455": "部僧中半月行摩那埵。此法應尊重讚歎，盡", "456": "形壽不得違。六者，比丘尼半月半月從僧乞", "457": "教授。此法應尊重讚歎，盡形壽不得違。七", "458": "者，比丘尼不應無比丘僧處夏安居。此法應", "459": "尊重讚歎，盡形壽不得違。八者，比丘尼僧安", "46": "白如是。", "460": "居竟，應比丘僧中求三事自恣：見、聞、疑。此法", "461": "應尊重讚歎，盡形壽不得違。說八不可違已，然後隨意為說法。廣教", "462": "法也。", "463": "上座教授勅文答言：", "464": "「此處無教授人，尼眾等當如法布薩，謹慎莫", "465": "放逸。」明日尼來時，受囑者應還依此文答遣。此略教法。", "466": "5 安居法安居法第五", "467": "僧差人分房舍臥具羯磨文", "468": "「大德僧聽！若僧時到僧忍聽，僧差比丘某甲", "469": "分房舍臥具。」白如是。", "47": "「大德僧聽！此住處同一住處，同一說戒。僧今", "470": "「大德僧聽！僧差比丘某甲分房舍臥具。誰諸", "471": "長老忍僧差比丘某甲分房舍臥具者默然，", "472": "誰不忍者說。」僧已忍差比丘某甲分房舍臥", "473": "具竟。「僧忍，默然故，是事如是持。」分房法，先使營事人選擇一房，", "474": "取已，餘房白上座次第取房，白言：", "475": "「大德上座！如是好房舍臥具，隨意所樂便取。」", "476": "先與上座房以，次與第二、第三、第四乃至下座，亦如是。若長房，應留客比丘。", "477": "安居文", "478": "「長老一心念！我某甲比丘，依某甲聚落某", "479": "甲僧伽藍某甲房舍，前三月夏安居。房舍破，", "48": "結不失衣界，除村、村外界。誰諸長老忍僧於", "480": "修治故。」第二、第三，亦如是說。「依某甲持律，若有疑事，當往", "481": "問。」後安居亦如是法，唯言後安居為異。", "482": "受七日文", "483": "「長老一心念！我比丘某甲，受七日法出界外，", "484": "為某甲事故，還此中安居，白長老令知。」第二、第三，", "485": "亦如是說。", "486": "受過七日羯磨法其羯磨法，出在律本〈瞻波揵度〉。據斯以驗，舊本曰羯磨文不", "487": "足，故宜須詳准，改以從正。", "488": "乞受過七日羯磨文", "489": "「大德僧聽！我比丘某甲，此處夏安居，受過", "49": "此住處同一住處，同一說戒，結不失衣界，除村、", "490": "七日法，十五日、若一月日，出界外，為某事", "491": "故，還此中安居，今從僧乞受過七日法，十", "492": "五日、若一月日羯磨。願僧與我比丘某甲受", "493": "過七日法，十五日、若一月日羯磨，慈愍故。」", "494": "第二、第三，亦如是說。", "495": "與過七日羯磨文", "496": "「大德僧聽！比丘某甲此處夏安居，受過七", "497": "日法，十五日、若一月日，出界外，為某事故，", "498": "還此中安居，今從僧乞受過七日法，十五", "499": "日、若一月日羯磨。若僧時到僧忍聽，僧今", "5": "亦不得隔駃流水結，除常有橋梁。若大界內安戒場者，先竪戒場四方相竟，於外下至相去一肘，竪", "50": "村外界者默然，誰不忍者說。」僧已忍同一", "500": "與比丘某甲受過七日法，十五日、若一月日羯", "501": "磨。」白如是。", "502": "「大德僧聽！比丘某甲此處夏安居，受過七", "503": "日法，十五日、若一月日，出界外，為某事故，", "504": "還此中安居，今從僧乞受過七日法，十五日、", "505": "若一月日羯磨；僧今與比丘某甲受過七日", "506": "法，十五日、若一月日羯磨。誰諸長老忍僧今", "507": "與比丘某甲受過七日法，十五日、若一月日羯", "508": "磨者默然，誰不忍者說。」僧已忍與比丘某", "509": "甲受過七日法，十五日、若一月日羯磨竟。「僧", "51": "住處，同一說戒，結不失衣界，除村、村外界竟。", "510": "忍，默然故，是事如是持。」", "511": "6 自恣法自恣法第六", "512": "僧差自恣人羯磨文", "513": "「大德僧聽！若僧時到僧忍聽，僧差比丘某甲", "514": "作受自恣人。」白如是。", "515": "「大德僧聽！僧差比丘某甲作受自恣人。誰諸", "516": "長老忍僧差比丘某甲作受自恣人者默然，", "517": "誰不忍者說。」僧已忍差比丘某甲作受自恣", "518": "人竟。「僧忍，默然故，是事如是持。」", "519": "白僧自恣文", "52": "「僧忍，默然故，是事如是持。」", "520": "「大德僧聽！今日眾僧自恣。若僧時到僧忍", "521": "聽，和合自恣。」白如是。作如是白已，然後自恣。", "522": "眾僧自恣文「大德一心念！眾僧今日自恣，", "523": "我比丘某甲亦自恣。若見、聞、疑罪，大德長老", "524": "哀愍故語我，我若見罪，當如法懺悔。」第二、第三，亦如是說。", "525": "若四人更互自恣文", "526": "「長老一心念！眾僧今日自恣，我比丘某甲亦", "527": "自恣。」如是三說。若二人、若三人，亦如是說；若一人，心念口言自恣。", "528": "「眾僧今日自恣，我比丘某甲亦自恣。」如是三說。自恣法，若", "529": "五人、若減五人，不得受欲。", "53": "解不失衣界羯磨文大界、不失衣界既是一處重結，故前後解結互易不同。若欲解者，", "530": "有八難事起白僧各三語自恣文", "531": "「大德僧聽！若僧時到僧忍聽，僧今各各三語", "532": "自恣。」白如是。如是白已，各各共三語自恣；再說、一說，亦如是。若難事近，不得各", "533": "各共三語自恣，亦不得作白，彼比丘即應以此難事故去。", "534": "差持功德衣人羯磨文僧應先問：「誰能持功德衣？」若有言能者，應差。「大", "535": "德僧聽！若僧時到僧忍聽，僧差比丘某甲為", "536": "僧持功德衣。」白如是。", "537": "「大德僧聽！僧差比丘某甲為僧持功德衣。誰", "538": "諸長老忍僧差比丘某甲為僧持功德衣者", "539": "默然，誰不忍者說。」僧已忍差比丘某甲", "54": "應先解不失衣界，却解大界。", "540": "為僧持功德衣竟。「僧忍，默然故，是事如是", "541": "持。」", "542": "以衣與持功德衣人羯磨文", "543": "「大德僧聽！此住處僧得可分衣，現前僧應分。", "544": "若僧時到僧忍聽，僧今持此衣與比丘某甲，", "545": "此比丘某甲當持此衣為僧受作功德衣，於", "546": "此住處持。」白如是。", "547": "「大德僧聽！此住處僧得可分衣，現前僧應分。", "548": "僧今持此衣與比丘某甲，某甲比丘當持此", "549": "衣為僧受作功德衣，於此住處持。誰諸長老", "55": "「大德僧聽！此住處比丘，同一住處，同一說戒。", "550": "忍僧持此衣與比丘某甲，某甲比丘當持", "551": "此衣為僧受作功德衣，於此住處持者默然，", "552": "誰不忍者說。」僧已忍與比丘某甲衣，此比丘", "553": "某甲持此衣於此住處持竟。「僧忍，默然故，是", "554": "事如是持。」", "555": "白僧受功德衣法", "556": "「大德僧聽！今日眾僧受功德衣。若僧時到僧", "557": "忍聽，僧今和合受功德衣。」白如是。持功德衣", "558": "人持衣眾僧前說法以功德衣橫疊長展，從上次第隨手及衣者，人各捉衣已，持", "559": "衣應作如是說爾。「此衣眾僧當受作功德衣，此衣眾", "56": "若僧時到僧忍聽，僧今解不失衣界。」白如是。", "560": "僧今受作功德衣，此衣眾僧已受作功德衣。」", "561": "如是三說。", "562": "捉衣者受功德衣法其手捉衣人，隨次各自言受之，應作如是說。「其受者", "563": "已善受，此中所有功德名稱屬我。」持衣者答言：「可爾。」如", "564": "是盡各說受已，復以功德衣次第轉下，亦令隨手及者捉，說受法用如前。如是訖未。", "565": "出功德衣白羯磨法", "566": "「大德僧聽！今日眾僧出功德衣。若僧時到僧", "567": "忍聽，僧今和合出功德衣。」白如是。過限不出得罪，", "568": "五利功德亦失。", "569": "7 分衣法分衣法第七", "57": "「大德僧聽！此住處比丘，同一住處，同一說戒，", "570": "分非時僧得施羯磨法僧得施凡有二種：一、時僧得施，為夏安居，應時法", "571": "故，各隨安居處攝。二、非時僧得施，無所居故，作羯磨法分。", "572": "「大德僧聽！此住處若衣、若非衣，現前僧應分。", "573": "若僧時到僧忍聽，僧與比丘某甲，彼某甲當", "574": "還與僧。」白如是。", "575": "「大德僧聽！此住處若衣、若非衣，現前僧應", "576": "分；僧與比丘某甲，彼某甲當還與僧。誰諸", "577": "長老忍此住處若衣、若非衣，現前僧應分；僧", "578": "與比丘某甲，彼某甲當還與僧者默然，誰", "579": "不忍者說。」僧已忍與比丘某甲，彼某甲當還", "58": "僧今解不失衣界。誰諸長老忍僧同一住處，", "580": "與僧竟。「僧忍，默然故，是事如是持。」若住處有三人、二人得施", "581": "衣物，應各各相向作如是說：「長老一心念！是住處得可分衣", "582": "物，現前僧應分。是中無僧，此衣物屬我及長", "583": "老，我及長老受用。」如是三說。若一人，應心念口言：「是住處得可", "584": "分衣物，現前僧應分。是中無僧，此衣物屬我，", "585": "我應受用。」如是三說。", "586": "分亡者衣物羯磨法以出家人同遵出離，身行所為，莫不皆是僧法所攝。故身亡已", "587": "後，所有資生，皆屬四分僧，義同非時僧得施。又僧得施其用有二：一者隨處，二者隨人。故非時僧得施，", "588": "從施主為定。亡比丘衣物，據輕重為判，重者隨即入住處，輕者僧作羯磨法分。", "589": "看病人持亡者衣物資具僧中捨法「大德", "59": "同一說戒，解不失衣界者默然，誰不忍者說。」", "590": "僧聽！比丘某甲，此住處命過，所有若衣、若非", "591": "衣，此住處現前僧應分。」如是三說。", "592": "持亡者衣鉢與看病人羯磨文", "593": "「大德僧聽！比丘某甲，此住處命過。所有衣鉢、", "594": "坐具、針筒、盛衣󰚿器，現前僧應分。若僧時", "595": "到，僧忍聽，僧今與比丘某甲看病人。」白如", "596": "是。", "597": "「大德僧聽！比丘某甲，此住處命過。所有衣鉢、", "598": "坐具、針筒、盛衣󰚿器，現前僧應分；僧今與比", "599": "丘某甲看病人。誰諸長老忍僧與比丘某甲", "6": "大界內相，外隨近遠亦竪四方相。使一舊住比丘唱其方相，眾中差堪能羯磨者結。應先結大界，後結戒場。", "60": "僧已忍同一住處，同一說戒，解不失衣界竟。", "600": "看病人衣鉢、坐具、針筒、盛衣󰚿器者默然，", "601": "誰不忍者說。」僧已忍與比丘某甲看病人衣", "602": "鉢、坐具、針筒、盛衣󰚿器竟。「僧忍，默然故，是事", "603": "如是持。」", "604": "現前僧分亡者輕物羯磨文", "605": "「大德僧聽！比丘某甲，此住處命過。所有若衣、", "606": "若非衣，現前僧應分。若僧時到僧忍聽，僧今", "607": "與比丘某甲，比丘某甲當還與僧。」白如是。", "608": "「大德僧聽！比丘某甲，此住處命過。所有若衣、", "609": "若非衣，現前僧應分；僧今與比丘某甲，比丘", "61": "「僧忍，默然故，是事如是持。」", "610": "某甲當還與僧。誰諸長老忍比丘某甲，此住", "611": "處命過，所有若衣、若非衣，現前僧應分；僧", "612": "今與比丘某甲，比丘某甲當還與僧者默", "613": "然，誰不忍者說。」僧已忍與比丘某甲比丘，", "614": "某甲當還與僧竟。「僧忍，默然故，是事如是", "615": "持。」", "616": "三人、二人分亡者衣物文若住處有三人、二人欲分亡者衣物，應一", "617": "人作法，餘人不須，作如是言：", "618": "「長老一心念！比丘某甲，此住處命過。所有若", "619": "衣、若非衣，現前僧應分。此處無僧，是衣物", "62": "結小界羯磨文若布薩日，諸比丘於村野路中行，欲說戒，眾多難集，不得和合。聽隨", "620": "屬我及長老，我及長老受用。」如是三說。若獨一人，應心念口言：", "621": "「比丘某甲，此住處命過。所有若衣、若非衣，現", "622": "前僧應分。此處無僧，是衣物應屬我，我應", "623": "受用。」如是三說。", "624": "8 衣藥淨法衣藥淨法第八", "625": "真實淨施文", "626": "「長老一心念！我比丘某甲，有此長衣未作淨，", "627": "今為作淨故捨與長老，為真實淨施故。」", "628": "展轉淨施文", "629": "「長老一心念！我比丘某甲，有此長衣未作淨，", "63": "同師善友知識，下道別集一處，結小界說戒。不須唱相，數人結故。", "630": "施與長老，為展轉淨故。」彼受請者應如是言：「長老一心念！", "631": "汝有此長衣未作淨，為展轉淨故施與我，", "632": "我已受之。」受已，當問彼言：「汝施與誰？」彼應答言：「施與某甲。」", "633": "受請者應語如是言：", "634": "「長老一心念！汝有是長衣未作淨，為展轉", "635": "淨故施與我，我今受之。受已，汝與某甲，是", "636": "衣某甲已有，汝為某甲善護持，著用時隨", "637": "意。」作真實施者，應問主，然後得用。展轉淨施者，若問、若不問，隨意用之。", "638": "足食已作餘食文應持食至彼比丘前，應如是言：", "639": "「大德！我已足食，長老看是知是，作餘食法。」", "64": "「大德僧聽！今有爾許比丘集。若僧時到僧忍", "640": "彼應即取少許食，食已語言：「我已食止，汝取食之。」若受請足食，作餘食法亦", "641": "如是，唯稱受請為異。", "642": "受請已食前食後入村囑授文", "643": "「長老一心念！我比丘某甲，已受某甲請，有緣", "644": "事，欲入某甲聚落，至某甲家，白長老令知。」", "645": "受七日藥文先從淨人邊受已，持至大比丘所，作如是言：", "646": "「長老一心念！我比丘某甲，有病因緣，是七日", "647": "藥，為共宿七日服故，今於長老邊受。」如是三說。", "648": "受盡形壽藥文先從淨人邊受持，至大比丘所，作如是言：", "649": "「長老一心念！我比丘某甲，有病因緣，此盡形", "65": "聽，結小界。」白如是。", "650": "壽藥，為共宿長服故，今於長老邊受。」如是三說。", "651": "結淨地文淨地法有四種：一者，初作僧伽藍時處分。二者，僧伽藍半有牆障。三，新作僧伽藍", "652": "未在中宿。此三不須羯磨結。四者，僧已住宿，作羯磨結。若故僧伽藍，疑先有淨地，應解已然後更結。", "653": "「大德僧聽！若僧時到僧忍聽，僧今結某處作", "654": "淨地。」白如是。", "655": "「大德僧聽！僧今結某處作淨地。誰諸長老忍", "656": "僧結某處作淨地者默然，誰不忍者說。」僧已", "657": "忍結某處作淨地竟。「僧忍，默然故，是事如是", "658": "持。」", "659": "9 房舍雜法房舍雜法第九", "66": "「大德僧聽！今有爾許比丘集結小界。誰諸長", "660": "乞作小房羯磨文", "661": "「大德僧聽！我比丘某甲，自乞作房，無主，自為", "662": "已，今從僧乞處分無難處、無妨處。」第二、第三，亦如是說。僧", "663": "應當觀此比丘，若可信，即應與法；若不可信，一切僧應當到彼處看；若遠，遣可信者。看已，作羯磨。「大德", "664": "僧聽！比丘某甲，自乞作房，無主，自為已，今", "665": "從僧乞處分無難處、無妨處。若僧時到僧忍", "666": "聽，僧今與比丘某甲，處分無難處、無妨處。」白", "667": "如是。", "668": "「大德僧聽！此比丘某甲，自乞作房，無主，自", "669": "為已，今從僧乞處分無難處、無妨處；僧", "67": "老忍爾許比丘集結小界者默然，誰不忍者", "670": "今與比丘某甲，處分無難處、無妨處。誰諸長", "671": "老忍僧與比丘某甲，處分無難處、無妨處者", "672": "默然，誰不忍者說。」僧已忍與比丘某甲，處分", "673": "無難處、無妨處竟。「僧忍，默然故，是事如是持。」", "674": "次後大房羯磨，與此同，但稱有主為異。", "675": "結房作庫藏文", "676": "「大德僧聽！若僧時到僧忍聽，僧結某甲房作", "677": "庫藏屋。」白如是。", "678": "「大德僧聽！僧結某甲房作庫藏屋。誰諸長", "679": "老忍僧結某甲房作庫藏屋者默然，誰不忍", "68": "說。」僧已忍爾許比丘集結小界竟。「僧忍，默", "680": "者說。」僧已忍結某甲房作庫藏屋竟。「僧忍，默", "681": "然故，是事如是持。」", "682": "差守庫藏物人羯磨文", "683": "「大德僧聽！若僧時到僧忍聽，僧差比丘某甲", "684": "作守物人。」白如是。", "685": "「大德僧聽！僧差比丘某甲作守物人。誰諸長", "686": "老忍僧差比丘某甲作守物人者默然，誰不", "687": "忍者說。」僧已忍差比丘某甲作守物人竟。「僧", "688": "忍，默然故，是事如是持。」差作維那，使如法作飯食、淨果菜楊枝、敷僧臥具、", "689": "分僧粥、分餅、分雨衣、處分沙彌、守僧園人，如是等羯磨文同，但稱事為異也。", "69": "然故，是事如是持。」四人言四人，五人言五人，等亦如是，不定數故言爾許", "690": "老病比丘畜杖絡囊乞羯磨文", "691": "「大德僧聽！我比丘某甲老病，不能無杖絡囊", "692": "而行，今從僧乞畜杖絡囊。願僧聽我比丘某", "693": "甲，畜杖絡囊，慈愍故。」如是三說。", "694": "與老病比丘畜杖絡囊羯磨文", "695": "「大德僧聽！比丘某甲老病，不能無杖絡囊而", "696": "行，今從僧乞畜杖絡囊。若僧時到僧忍聽，比", "697": "丘某甲畜杖絡囊。」白如是。", "698": "「大德僧聽！比丘某甲老病，不能無杖絡囊而", "699": "行，今從僧乞畜杖絡囊；僧今聽此比丘畜杖", "7": "如欲唱此大界相者，先從外相東南角起四方一周；又唱內相，亦令一周。言：「彼為外相，此為內相，", "70": "比丘集。", "700": "絡囊。誰諸長老忍僧聽比丘某甲畜杖絡", "701": "囊者默然，誰不忍者說。」僧已忍聽比丘某甲", "702": "畜杖絡囊竟。「僧忍，默然故，是事如是持。」", "703": "非時入聚落囑授文", "704": "「長老一心念！我比丘某甲，非時入某甲聚落，", "705": "至某甲家，為某緣事，白長老令知。」", "706": "比丘尼羯磨文", "707": "比丘尼羯磨1 結界法結界法第一其諸結界羯磨作法，一與上大僧同，唯稱尼大姊為異也。", "708": "2 受戒法受戒法第二", "709": "比丘尼乞畜眾羯磨文若比丘尼欲度人者，當往比丘尼僧中，偏露右肩，脫革屣，禮", "71": "解小界羯磨文「大德僧聽！今有爾許比丘", "710": "僧足已，右膝著地，合掌，乞畜眾羯磨，作如是白：", "711": "「大姊僧聽！我比丘尼某甲，今從僧乞度人授", "712": "具足戒。願僧聽我度人授具足戒。」如是三說。", "713": "與畜眾羯磨文「大姊僧聽！此比丘尼某甲，", "714": "今從僧乞度人授人具足戒。若僧時到僧忍", "715": "聽，僧今聽比丘尼某甲，度人授人具足戒。」白", "716": "如是。", "717": "「大姊僧聽！此比丘尼某甲，今從僧乞度人授", "718": "人具足戒；僧今聽比丘尼某甲，度人授人具", "719": "足戒。誰諸大姊忍僧聽比丘尼某甲，度人", "72": "集。若僧時到僧忍聽，解此處小界。」白如是。", "720": "授人具足戒者默然，誰不忍者說。」僧已忍聽", "721": "比丘尼某甲，度人授人具足戒竟。「僧忍，默然", "722": "故，是事如是持。」", "723": "度沙彌尼文若欲在寺內剃髮者，應白一切僧知。若不和合，應房房語令知；若和合，應作白，", "724": "然後與剃髮。應作如是白：", "725": "「大姊僧聽！此某甲，欲從某甲求剃髮。若僧時", "726": "到僧忍聽，為某甲剃髮。」白如是。白已，為剃髮。欲在寺內出", "727": "家者，應白一切僧。若不和合，應房房語令知；若和合，應作白，然後與出家。應作如是白：「大姊", "728": "僧聽！此某甲，欲從某甲求出家。若僧時到僧", "729": "忍聽，與某甲出家。」白如是。應作如是出家，教出家者著袈裟已，偏露右", "73": "「大德僧聽！今有爾許比丘集解此處小界。誰", "730": "肩，脫革屣，右膝著地，合掌，教作如是言：", "731": "「我阿夷某甲，歸依佛，歸依法，歸依僧。我今", "732": "隨佛出家，和上尼某甲，如來、無所著、等正覺，", "733": "是我世尊。」如是三說。「我阿夷某甲，歸依佛竟，", "734": "歸依法竟，歸依僧竟。我今隨佛出家竟，和", "735": "上尼某甲，如來、無所著、等正覺，是我世尊。」", "736": "第二、第三，亦如是說。如是說已，應與受戒。", "737": "「盡形壽不得殺生。是沙彌尼戒，能持不？」答言：", "738": "「能。」「盡形壽不得盜。是沙彌尼戒，能持不？」答", "739": "言：「能。」「盡形壽不得婬。是沙彌尼戒，能持不？」", "74": "諸長老忍僧解此處小界者默然，誰不忍者", "740": "答言：「能。」「盡形壽不得妄語。是沙彌尼戒，能持", "741": "不？」答言：「能。」「盡形壽不得飲酒。是沙彌尼戒，能", "742": "持不？」答言：「能。」「盡形壽不得著華鬘、香油塗身。", "743": "是沙彌尼戒，能持不？」答言：「能。」「盡形壽不得歌", "744": "舞倡伎亦不得故往觀聽。是沙彌尼戒，能持", "745": "不？」答言：「能。」「盡形壽不得高廣大床上坐。是沙彌", "746": "尼戒，能持不？」答言：「能。」「盡形壽不得非時食。是", "747": "沙彌尼戒，能持不？」答言：「能。」「盡形壽不得捉持", "748": "生像金銀寶物。是沙彌尼戒，能持不？」答言：「能。」", "749": "「如是沙彌尼十戒。盡形壽不得犯，能持不？」", "75": "說。」僧已忍解此處小界竟。「僧忍，默然故，是事", "750": "答言：「能。」「汝已受戒竟，當供養三寶：佛寶、法寶、", "751": "僧寶；當修三業：坐禪、誦經、勸助眾事。」聽童女十八者，二年", "752": "學戒，年滿二十，二部僧中受大戒。若年十歲，曾出適者，聽二歲學戒，年滿十二，與受大戒。應如是與二歲", "753": "學戒。", "754": "式叉摩那受六法文沙彌尼應往比丘尼眾中，偏露右肩，脫革屣，禮比丘尼僧足已，", "755": "右膝著地，合掌，白如是言：「大姊僧聽！我沙彌尼某甲，今從僧", "756": "乞二歲學戒，和上尼某甲。願僧濟度我，慈", "757": "愍故，與我二歲學戒。」第二、第三，亦如是說。應將沙彌尼至離聞處、著見處已，", "758": "眾中差堪能作羯磨者，如上應作白言：「大姊僧聽！此某甲沙彌尼，", "759": "今從僧乞二歲學戒，和上尼某甲。若僧時到", "76": "如是持。」", "760": "僧忍聽，僧今與某甲沙彌尼二歲學戒，和", "761": "上尼某甲。」白如是。", "762": "「大姊僧聽！此某甲沙彌尼，今從僧乞二歲學", "763": "戒，和上尼某甲；僧今與某甲沙彌尼二歲學", "764": "戒，和上尼某甲。誰諸大姊忍僧與某甲沙", "765": "彌尼二歲學戒，和上尼某甲者默然，誰不", "766": "忍者說。」是初羯磨。如是三說。僧已忍與某甲沙彌", "767": "尼二歲學戒，和上尼某甲竟。「僧忍，默然故，", "768": "是事如是持。」應如是與六法「某甲諦聽！如來、無所著、", "769": "等正覺說六法。不得犯不淨行，行婬欲法。若", "77": "結小界自恣法非村阿蘭、若道路行，欲自恣，非同意，不得和合自恣，應同師親友", "770": "式叉摩那行婬欲法；非式叉摩那，非釋種女。", "771": "與染污心男子共身相摩觸，缺戒，應更與受", "772": "戒。是中盡形壽不得犯，能持不？」答言：「能。」", "773": "「不得偷盜乃至草葉。若式叉摩那取人五錢、", "774": "若過五錢，若自取、教人取，若自斫、教人斫，", "775": "若自破、教人破，若燒、若埋、若壞色；非式叉摩", "776": "那，非釋種女。若取減五錢，缺戒，應更與受戒。", "777": "是中盡形壽不得犯，能持不？」答言：「能。」「不得故", "778": "斷眾生命乃至蟻子。若式叉摩那故自手斷", "779": "人命，持刀授與人，教死、勸死、讚死，若與非藥，", "78": "異處結小界自恣。此是人坐已滿界，不須唱相也。", "780": "若墮胎，厭禱呪術，自作、教人作者；非式叉摩", "781": "那，非釋種女。若斷畜生不能變化者命，缺戒，", "782": "應更與受戒。是中盡形壽不得犯，能持不？」答", "783": "言：「能。」「不得妄語乃至戲笑。若式叉摩那不", "784": "真實，非己有，自稱言得上人法，言得禪、得解", "785": "脫、得三昧、正受，得須陀洹果、斯陀含果、阿那", "786": "含果、阿羅漢果，言天來、龍來、鬼神來供養我；", "787": "此非式叉摩那，非釋種女。若於眾中故作妄", "788": "語，缺戒，應更與戒。是中盡形壽不得犯，能持", "789": "不？」答言：「能。」「不得非時食。若式叉摩那非時食，", "79": "「大德僧聽！諸比丘坐處已滿，齊如是比丘坐", "790": "犯戒，應更與戒。是中盡形壽不得犯，能持", "791": "不？」答言：「能。」「不得飲酒。若式叉摩那飲酒，犯戒，", "792": "應更與戒。是中盡形壽不得犯，能持不？」答言：", "793": "「能。」式叉摩那於一切尼戒中應學，除為比", "794": "丘尼過食自受食食。", "795": "式叉摩那受大戒法若式叉摩那學戒已，年滿二十、若滿十二，應與受大戒。先", "796": "至比丘尼僧中請和尚，應如是說言：", "797": "「大姊一心念！我某甲，求阿夷為和上，願阿", "798": "夷為我作和上。我依阿夷故，得受大戒。」", "799": "第二、第三，亦如是說。和尚尼應答言：「爾。」應如是受戒人離聞處、著見處，應差教授師。是中戒師應如是問言：「此", "8": "是大界內外相一周。」如是三唱。若內無戒場者，直唱外相。結大小界法，僧應盡集，不得受欲，受欲者", "80": "處。若僧時到僧忍聽，僧於此處結小界。」白如", "800": "眾中誰能為某甲作教授師？」若有者，答言：「我能。」爾時戒師即應作白：「大", "801": "姊僧聽！此某甲，從和上尼某甲求受大戒。", "802": "若僧時到僧忍聽，某甲為教授師。」白如是。", "803": "教授師應往至受戒人所，語言：「此安陀會、欝多羅僧、僧伽梨、此", "804": "僧祇支、覆肩衣，此衣鉢是汝有不？」答言：「是。」", "805": "「善女人諦聽！今是真誠時，我今問汝，有便", "806": "言有，無當言無。汝不犯邊罪不？汝不犯淨行", "807": "比丘不？汝不賊心受戒不？汝不破內外道不？", "808": "汝非黃門不？汝不殺父、殺母、殺真人阿羅漢", "809": "不？汝不破僧不？汝不惡心出佛身血不？汝非", "81": "是。", "810": "非人不？汝非畜生不？汝非二根不？汝字何等？", "811": "和上尼字誰？年歲滿不？衣鉢具足不？父母、", "812": "夫主聽汝不？汝不負債不？汝非婢不？汝是", "813": "女人不？女人有如是諸病：癩、白癩、𤴲痟、顛", "814": "狂、二根、二道合、道小、大小便常漏、涕唾常出。", "815": "汝有如是諸病不？」答言無者，應語言：「如我向問汝，僧", "816": "中亦當如是問。汝如汝向者答我，僧中亦", "817": "當如是答。」教授師問已，應至僧中，如常威儀，至舒手及處立，作白：「大姊僧聽！", "818": "此某甲，從和上尼某甲求受大戒。若僧時", "819": "到僧忍聽，我已問竟，聽將來。」白如是。彼應語言：", "82": "「大德僧聽！齊如是比丘坐處，僧於此處結小", "820": "「來。」來已，應與捉衣鉢，教禮僧足已，在戒師前胡跪，合掌，教作如是乞。「大姊僧聽！我某", "821": "甲，從和上尼某甲求受大戒。我某甲，今從", "822": "僧乞受大戒，和上尼某甲。願僧濟度我，慈", "823": "愍故。」如是三說。是中戒師應作白：「大姊僧聽！此某甲，從和上", "824": "尼某甲求受大戒。此某甲，今從僧乞受大戒，", "825": "和上尼某甲。若僧時到僧忍聽，我問諸難", "826": "事。」白如是。", "827": "「汝諦聽！今是真誠時，我今問汝，有當言有，無", "828": "當言無。汝不犯邊罪不？汝不犯淨行比丘不？", "829": "汝不賊心受戒不？汝不犯破內外道不？汝非", "83": "界。誰諸長老忍齊如是比丘坐處，僧於中結", "830": "黃門不？汝不殺父、殺母、殺真人阿羅漢不？汝", "831": "不破僧不？汝不惡心出佛身血不？汝非非人", "832": "不？汝非畜生不？汝不二根不？汝字何等？和", "833": "上尼字誰？年歲滿不？衣鉢具足不？父母、夫", "834": "主聽汝不？汝不負債不？汝非婢不？汝是女人", "835": "不？女人有如是諸病：癩、白癩、𤴲痟、顛狂、二", "836": "根、二道合、道小、大小便常漏、涕唾常出。汝", "837": "有如是諸病不？」答言：「無。」應作白：「大姊僧聽！此某甲，從", "838": "和上尼某甲求受大戒。此某甲，今從僧乞", "839": "受大戒，和上尼某甲。某甲自說清淨，無諸", "84": "小界者默然，誰不忍者說。」僧已忍齊如是", "840": "難事，年滿二十，衣鉢具足。若僧時到僧忍", "841": "聽，僧今為某甲受大戒，和上尼某甲。」白如", "842": "是。", "843": "「大姊僧聽！此某甲，從和上尼某甲求受大", "844": "戒。此某甲，今從僧乞受大戒，和上尼某甲。", "845": "某甲自說清淨，無諸難事，年歲已滿，衣鉢具", "846": "足。僧今為某甲受大戒，和上尼某甲。誰諸", "847": "大姊忍僧今為某甲受大戒，和上尼某甲者", "848": "默然，誰不忍者說。」是初羯磨。如是三說。僧已", "849": "忍與某甲受大戒竟，和上尼某甲。「僧忍，默然", "85": "比丘坐處結小界竟。「僧忍，默然故，是事如是", "850": "故，是事如是持。」", "851": "尼往比丘僧中受大戒法彼受戒者與比丘尼僧俱至比丘僧中，禮僧足已，", "852": "右膝著地，合掌，作如是言：", "853": "「大德僧聽！我某甲，從和上尼某甲求受大", "854": "戒。我某甲，今從僧乞受大戒，和上尼某甲。", "855": "願僧救濟我，慈愍故。」如是三說。此中戒師應問諸難事。「大德僧", "856": "聽！此某甲，從和上尼某甲求受大戒。此某", "857": "甲，今從僧乞受大戒，和上尼某甲。若僧時", "858": "到僧忍聽，我問諸難事。」白如是。", "859": "「善女人諦聽！今是真誠時，實語時，我今問汝，", "86": "持。」", "860": "有當言有，無當言無。汝不犯邊罪不？汝不犯", "861": "淨行比丘不？汝不賊心受戒不？汝不破內外", "862": "道不？汝非黃門不？汝不殺父、殺母、殺真人阿", "863": "羅漢不？汝不破僧不？汝不惡心出佛身血不？", "864": "汝非非人不？汝非畜生不？汝不二根不？汝", "865": "字何等？和上尼字誰？年滿二十未？衣鉢具", "866": "足不？父母、夫主聽汝不？汝不負債不？汝非", "867": "婢不？汝是女人不？女人有如是諸病：癩", "868": "病、白癩、𤴲痟、顛狂、二根、二道合、道小、大小便", "869": "常漏、涕唾常出。汝有如是諸病不？」答言無者，應問言：「汝", "87": "結同一說戒同一利養羯磨文若二住處彼此各別，今欲共合，", "870": "學戒未？清淨不？」答言：「學戒清淨。」應問餘比丘尼：「某甲學戒未？清淨", "871": "不？」答言：「已學戒清淨。」「大德僧聽！此某甲，從和上尼某甲", "872": "求受大戒。此某甲，今從僧乞受大戒，和上", "873": "尼某甲。某甲自說清淨，無諸難事，年歲已", "874": "滿，衣鉢具足，已學戒清淨。若僧時到僧忍聽，", "875": "僧今為某甲受大戒，和上尼某甲。」白如是。「大", "876": "德僧聽！此某甲，從和上尼某甲求受大戒。", "877": "此某甲，今從僧乞受大戒，和上尼某甲。某", "878": "甲自說清淨，無諸難事，年歲已滿，衣鉢具足，", "879": "已學戒清淨。僧今為某甲受大戒，和上尼", "88": "同一說戒，同一利養者，先彼此各解本界，然後兩住處通竪標相合為一界。僧盡集一處，羯磨結界。", "880": "某甲。誰諸長老忍僧為某甲受大戒，和上尼", "881": "某甲者默然，誰不忍者說。」是初羯磨。如是三說。", "882": "僧已忍為某甲受大戒竟，和上尼某甲。「僧忍，", "883": "默然故，是事如是持。」", "884": "「善女人諦聽！如來、無所著、等正覺說八波羅", "885": "夷法，若比丘尼犯者，非比丘尼，非釋種女。", "886": "「不得犯不淨行，行婬欲法。若比丘尼作不淨", "887": "行，行婬欲法，乃至共畜生；非比丘尼，非釋種", "888": "女。是中盡形壽不得犯，能持不？」答言：「能。」", "889": "「不得偷盜乃至草葉。若比丘尼盜人五錢、若", "89": "「大德僧聽！如所說戒相。若僧時到僧忍聽，", "890": "過五錢，若自取、教人取，若自斫、教人斫，若", "891": "自破、教人破，若燒、若埋、若壞色；非比丘尼，", "892": "非釋種女。是中盡形壽不得犯，能持不？」答言：", "893": "「能。」", "894": "「不得斷眾生命乃至蟻子。若比丘尼自手斷", "895": "人命，持刀授與人，教死、讚死、勸死，與人非藥，", "896": "墮胎，厭禱呪術，若作方便、教人作方便；彼非", "897": "比丘尼，非釋種女。是中盡形壽不得犯，能持", "898": "不？」答言：「能。」「不得妄語乃至戲笑。若比丘尼不", "899": "真實，非己有，自稱言得上人法，得禪、得解脫、", "9": "不知相故、失衣、破夏故。", "90": "於此處、彼處，結同一說戒，同一利養。」白如", "900": "三昧、正受，得須陀洹果、斯陀含果、阿那含果、", "901": "阿羅漢果，言天來、龍來、鬼神來供養我；彼非", "902": "比丘尼，非釋種女。是中盡形壽不得犯，能持", "903": "不？」答言：「能。」「不得身相觸乃至共畜生。若比丘", "904": "尼有染污心，與染污心男子身相觸，腋已下，", "905": "膝已上，若摩、若捺、若逆摩、若順摩、若牽、若推、", "906": "若舉、若下、若捉、急捺；彼非比丘尼，非釋種女。", "907": "是中盡形壽不得犯，能持不？」答言：「能。」「不得犯", "908": "八事乃至共畜生。若比丘尼有染污心，與染", "909": "污心男子，受捉手、捉衣、至屏處、屏處立、屏處", "91": "是。「大德僧聽！如所說界相，今僧於此處、彼處，", "910": "語、若共行、若身相近、若共期，犯此八事；彼", "911": "非比丘尼，非釋種女。是中盡形壽不得犯，能", "912": "持不？」答言：「能。」", "913": "「不應覆藏他罪乃至突吉羅惡說。若比丘", "914": "尼知比丘尼犯波羅夷，不自舉、亦不白僧、不", "915": "語人令知。後於異時，此比丘尼若休道、若", "916": "滅擯、若作不共住、若入外道；後作如是言：", "917": "『我先知此人如是如是。』彼非比丘尼，非釋種", "918": "女，覆藏重罪。是中盡形壽不得犯，能持不？」", "919": "答言：「能。」「不得隨被舉比丘語乃至沙彌。若比", "92": "結同一說戒，同一利養。誰諸長老忍僧於此", "920": "丘尼知比丘為僧所舉，如法、如毘尼、如佛所", "921": "教，犯威儀，未懺悔，不作共住；便隨順彼比丘。", "922": "彼比丘尼諫此比丘尼言：『大姊！彼比丘為僧", "923": "所舉，如法、如毘尼、如佛所教，犯威儀，未懺悔，", "924": "不共住；莫隨順彼比丘。』彼比丘尼諫此比丘", "925": "尼時，堅持不捨。彼比丘尼應乃至三諫，捨此", "926": "事故。乃至三諫，捨者善；若不捨者，彼非比", "927": "丘尼，非釋種女，犯隨舉。是中盡形壽不得犯，", "928": "能持不？」答言：「能。」「善女人諦聽！如來、無所著、等", "929": "正覺說四依法，比丘尼依此出家受大戒，是", "93": "處、彼處，同一說戒，同一利養，結界者默然，誰", "930": "比丘尼法。」", "931": "「依糞掃衣出家受大戒，是比丘尼法。是中盡", "932": "形壽能持不？」答言：「能。」「若得長利：若檀越施衣、", "933": "若得輕衣、若得割截衣，應受。」", "934": "「依乞食出家受大戒，是比丘尼法。是中盡形", "935": "壽能持不？」答言：「能。」「若得長利：僧差食、若檀越", "936": "送食、月八日食、十五日食、月初日食、眾僧", "937": "常食、檀越請食，得受。」", "938": "「依樹下坐出家受大戒，是比丘尼法。是中盡", "939": "形壽能持不？」答言：「能。」「若得長利：若別房、樓閣、", "94": "不忍者說。」僧已忍於此處、彼處，同一說戒，同", "940": "小房、石室、兩房一戶，應受。」", "941": "「依腐爛藥出家受大戒，是比丘尼法。是中盡", "942": "形壽能持不？」答言：「能。」", "943": "「若得長利：蘇、油、生酥、蜜、石蜜，應受。」「汝已受", "944": "戒竟，白四羯磨如法成就，得處所，和上如", "945": "法，阿闍梨如法，二部僧具足滿。當善受教法，", "946": "當勤供養佛法僧，和上、阿闍梨一切如法教", "947": "勅，一不得違逆。當學問，誦經，勤求方便，於佛", "948": "法中得須陀洹果、斯陀含果、阿那含果、阿羅漢", "949": "果。汝始出家，功不唐捐，果報不絕。餘所未", "95": "一利養，結界竟。「僧忍，默然故，是事如是", "950": "知者，當問和上、阿闍梨。」使受戒人在前而去。", "951": "3 除罪法除罪法第三", "952": "尼懺僧殘罪法尼以女弱，事須假其強緣，加其日數。如若私已容惡，則自壞", "953": "壞彼，犯在不輕故。尼覆僧殘，但增罪治，半月行摩那埵，無別覆藏調伏法故。尼懺僧殘，要在二部僧", "954": "中作摩那埵羯磨，大僧與尼二部各滿四人。若作出罪羯磨，大僧與尼二部各滿二十人，不得減。", "955": "乞摩那埵羯磨文比丘尼犯僧殘罪，應二部僧中半月行摩那埵。行摩那埵時，應至", "956": "二部僧中，偏露右肩，脫革屣，禮僧足，右膝著地，合掌，作如是乞也。", "957": "「大德僧聽！我比丘尼某甲，犯某甲若干僧殘", "958": "罪，今從二部僧乞半月摩那埵。願僧與我半", "959": "月摩那埵，慈愍故。」如是三說。", "96": "持。」", "960": "與摩那埵羯磨文「大德僧聽！此比丘尼某", "961": "甲，犯某甲若干僧殘罪，今從二部僧乞半月", "962": "摩那埵。若僧時到僧忍聽，僧今與比丘尼", "963": "某甲半月摩那埵。」白如是。", "964": "「大德僧聽！此比丘尼某甲，犯某甲若干僧殘", "965": "罪，今從二部僧乞半月摩那埵；僧今與比", "966": "丘尼某甲半月摩那埵。誰諸長老忍僧與比", "967": "丘尼某甲半月摩那埵者默然，誰不忍者說。」", "968": "是初羯磨。如是三說。僧已忍與比丘尼某甲半", "969": "月摩那埵竟。「僧忍，默然故，是事如是持。」比丘尼行摩", "97": "結同一說戒別利養羯磨文亦先彼此各解本界，然後兩住處通竪標", "970": "那埵法與上大僧同，唯應二部僧中日日應作如是白也。「大德僧聽！我比丘", "971": "尼某甲，犯某甲若干僧殘罪，已從二部僧乞", "972": "半月摩那埵；僧已與我半月摩那埵。我比丘", "973": "尼某甲，已行若干日過，餘有若干日在，白", "974": "大德僧令知，我行摩那埵。」", "975": "乞出罪羯磨文比丘尼半月行摩那埵竟，應至二部僧中作如是乞。", "976": "「大德僧聽！我比丘尼某甲，犯某甲若干僧殘", "977": "罪，已從二部僧乞半月摩那埵；僧已與我半", "978": "月摩那埵。我已於二部僧中行半月摩那埵", "979": "竟，今從僧乞出罪羯磨。願僧與我出罪羯磨，", "98": "相合為一界。僧盡集一處作羯磨結之。", "980": "慈愍故。」如是三說。", "981": "與出罪羯磨文", "982": "「大德僧聽！此比丘尼某甲，犯某甲若干僧殘", "983": "罪，已從二部僧乞半月摩那埵；僧已與比丘", "984": "尼某甲半月摩那埵。此比丘尼某甲，已於二", "985": "部僧中行半月摩那埵竟，今從僧乞出罪羯", "986": "磨。若僧時到僧忍聽，僧今與比丘尼某甲出", "987": "罪羯磨。」白如是。", "988": "「大德僧聽！此比丘尼某甲，犯某甲若干僧殘", "989": "罪，已從二部僧乞半月摩那埵；僧已與比丘", "99": "「大德僧聽！如所說界方相。若僧時到僧忍聽，", "990": "尼某甲半月摩那埵。此比丘尼某甲，已於二", "991": "部僧中行半月摩那埵竟，今從僧乞出罪羯", "992": "磨；僧今與比丘尼某甲出罪羯磨。誰諸長老", "993": "忍僧今與比丘尼某甲出罪羯磨者默然，誰", "994": "不忍者說。」是初羯磨。第二、第三，亦如是說。僧已忍與比丘", "995": "尼某甲出罪羯磨竟。「僧忍，默然故，是事如是", "996": "持。」", "997": "4 說戒法說戒法第四其說戒法，一與上大僧同。", "998": "尼僧差請教授人羯磨文尼僧應半月至大僧中請教誡，故今須差此使", "999": "為尼僧請教誡，應如是差。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1433 羯磨: 羯磨: 羯磨", "author": "曹魏 曇諦譯", "sourceLink": "http://www.cbeta.org/"}