{"author": "西晉 法立共法炬譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0023 大樓炭經: 大樓炭經: 大樓炭經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "12 災變品", "1": "大樓炭經卷第六", "2": "西晉沙門法立共法炬譯", "3": "13 天地成品天地成品第十三", "4": "佛語比丘：「天地破壞，更始成之後，人皆在", "5": "第十五阿衛貨羅天上，其天上人，以好喜作", "6": "食，各自有光明神足，其壽甚久長。」佛告比丘：", "7": "「時，其水滿天下地。爾時，無有日月亦無星宿，", "8": "無有晝夜亦無一月半月，亦無年歲，窈窈冥", "9": "冥無所見。天地成之後，彼天人福德薄祿命", "10": "欲盡者，從阿衛貨羅天上，來下遊此間地，亦", "11": "以好喜為食，各自有光明神足飛行，在其人", "12": "間，壽甚久長。時，天下人甚端正姝好，不別男", "13": "女，亦不可別君長庶民人，但共眾俱往還。」", "14": "佛語比丘：「時，地上自然生地味，譬如白酥上", "15": "肥，其地味色如是也，其味譬如蜜。時，有一異", "16": "嗜味人，心念言：『我欲試以指取地味甞之，知", "17": "何等類？』其人便以指取地味甞之，甚喜嗜之，", "18": "如是甞至三反，遂喜即後撮滿手食之。餘", "19": "人見已便効，以手撮取地味而食之。人食是", "20": "地味之後，身即麁堅，面色變惡，亡失光明，神", "21": "足不能復飛行上天。天下復如故，天下窈窈", "22": "冥冥。天下窈窈冥冥之後，法當有大黑風起，", "23": "吹入大海水深三百三十六萬里，取日月大城", "24": "郭，上須彌山邊百六十八萬里，著日月城", "25": "郭道中。用是因緣，天下有日月也。爾時，日大", "26": "城郭，從須彌山東出，繞須彌山王西入圍繞。", "27": "復從山東出，繞須彌山西入。時，人有言：『是昨", "28": "日日也。』或有人言：『非是昨日日者。』日城郭復", "29": "從須彌山東出，如是三反，繞須彌山西入。", "30": "爾時，人言：『是昨日日也。』或有言：『非是昨日日", "31": "也。』日城郭復從須彌山東出，如是三反，繞須", "32": "彌山西入。爾時人言：『是昨日出者也。』是故謂", "33": "言日也，有三事，一者出照現城郭；二者沒", "34": "不現，其宮殿正四方，其光明照周匝，是故圓。", "35": "以天金水精淨潔作城郭，彼二分，一分者清淨", "36": "金，無瑕穢無垢濁，光明照耀。一分者水精，", "37": "潔淨無瑕穢無垢濁，放光明。日大城郭，廣長", "38": "各二千三十里，高下亦等。城中有金樓觀宮", "39": "殿，名閻浮清淨，高六百四十里，廣亦六百四", "40": "十里。閻浮樓觀宮殿中，有日天子坐，廣長", "41": "各二十里，以天七寶金銀琉璃水精赤真珠", "42": "車𤦲馬瑙作之。日天子一身，皆出光明，照閻", "43": "浮宮殿。閻浮宮殿之光明，照大城郭。大城郭", "44": "之光明，下照四方。日天子不念言：『我為行不", "45": "行也，常以五樂自娛樂快樂。』天子有無央數", "46": "天在前導，快樂無極，前後導從御行，是故謂", "47": "為御。日天子其城郭，以七寶作七重壁、七重", "48": "欄楯、七重交露，樹木園觀，浴池有青黃赤白", "49": "蓮華，中有種種飛鳥，相和而鳴。日天子壽，天", "50": "上五百歲，子孫子孫相襲代，極竟畢一劫。", "51": "日天子城郭，下出五百光明，周匝復有五百", "52": "光明，是為千光明，善因緣所致。何從得千光", "53": "明善因緣，以何致之，用照天下，令人民見其", "54": "光明？以能成為諸事。何以故？人民見其光", "55": "明，以能成其諸事耶！若有布施與沙門道人", "56": "及貧窮乞匃者，衣被飲食車馬六畜香熏華", "57": "床臥房室舍宅燈火，所求索即疾與，不逆人", "58": "意，常不斷截，無厭極施。一心施後不悔也，令", "59": "道人清淨奉真法歡喜，用是使安隱意定，得", "60": "無央數善行，譬如轉輪王初立為尊，其意歡", "61": "喜無央數。」佛言：「如是也，若有人布施沙門道", "62": "人及貧窮乞匂者，衣被飲食車馬六畜香熏", "63": "華床臥房室舍宅燈火，所索不逆人意，不斷", "64": "一心，施後不悔。令清淨道人奉尊法，用是歡", "65": "喜，使安隱意，得無央數善行。其人命盡死，往", "66": "至安隱家，即生日天子所。便疾得持日城", "67": "郭，其光明照下四方矣。是謂為千光明以善", "68": "因緣所致。復何從得千光明？善有十因緣：一", "69": "者不殺生、二者不盜、三者不犯他人婦女、四", "70": "者不妄言、五者不飲酒、六者不惡口罵詈、七", "71": "者不兩舌綺語、八者不嫉妬、九者意不瞋恚、", "72": "十者正見。以無央數心念善慈仁，身死即生", "73": "日天子所，自然得持日城郭，是為千光明善", "74": "因緣所致。復何從得千光明善因緣？一者不", "75": "殺生、二者不盜、三者不犯他人婦女、四者不", "76": "妄言、五者不飲酒。意行無央數善慈仁，譬如", "77": "好地四徼道中有浴池，清涼水濡且美，周匝", "78": "種種樹。若有人從暑熱中來，飢渴極人入浴", "79": "池中，洗浴飲其水，彼人意念無央數歡喜。」佛", "80": "言：「如是也，其有不殺盜婬妄言飲酒，意念無", "81": "央數善，身死得生日天子所，則疾得持日城", "82": "郭，是謂以善因緣所致千光明之耀也。何以", "83": "故？日大城郭，令天下為秋冬寒，用十二因", "84": "緣故。何等為十二？一者須彌山，中間長三", "85": "百三十六萬里，生青蓮華紅蓮華黃蓮華白", "86": "蓮華，甚眾多大香好，日大城郭，光明照中，為", "87": "奪其光，用是因緣故，令日大城郭寒為秋冬，", "88": "是為一事；二者阿羅陀山，中間長百六十八", "89": "萬里，其中生青紅黃白蓮華，甚眾多大香好，", "90": "揈日大城郭之光明，用是故令日城郭寒，是", "91": "為二事；復次，俞安山，中間長八十四萬里，其", "92": "中生青紅黃白蓮華，甚眾多大香好，復揈日", "93": "大城郭之光明，是故天下寒，是為三事；復次，", "94": "善見山中間，長四十八萬里，中生青紅黃白", "95": "蓮華，甚眾多大香好，揈日之光明，是故令", "96": "天下寒，是為四事；善見山外次有阿抄波山，", "97": "中間長二十四萬里，五阿抄波山後有尼彌", "98": "陀山，中間長十二萬里，六尼彌陀後次有比", "99": "那山，中間長四萬八千里，七比那山後次", "100": "有鐵圍山，長二萬四千里，揈其日大城郭之", "101": "光明，用是故令天下寒為秋冬，是為八事；復", "102": "次，天下流河，揈其日大城郭之光明，是故日", "103": "大城郭寒為秋冬，是為九事；復次，其河水東", "104": "流，向閻浮利者少，流行向俱耶尼天下者多，", "105": "便揈日大城郭之光明，用是故天下日寒，是", "106": "為十事；復次河流向俱耶尼者少，流向弗于", "107": "逮者復多，復揈日大城郭之光明，故天下", "108": "寒，是為十一事；復次，河流向弗于逮者少，流", "109": "向鬱單曰者復多，彼復揈日大城郭之光", "110": "明，大海水揈日大城郭之光明，是故天下", "111": "日寒有秋冬。是為十二事。「何因緣日大城", "112": "郭熱為春夏？有十事。何等為十？一者須彌山", "113": "王，其邊有山名阿多，高百六十八萬里，廣亦", "114": "百六十八萬里，其邊無限，甚姝好，七寶金銀", "115": "琉璃水精赤真珠車𤦲馬瑙作之，彼揈其日", "116": "大城郭之光明，用是故天下熱，是為一事；復", "117": "次，阿多山外有山名伊沙多，高八十四萬里，", "118": "廣亦八十四萬里，其邊無限，甚姝好，皆以七", "119": "寶作之，揈其日大城郭之光明，用是故天", "120": "下熱，是為二事；復次，伊沙多山外，有山名", "121": "喻安陀，高四十八萬里，廣亦四十八萬里，其", "122": "邊無限，甚姝好，皆七寶作之，彼復揈日大城", "123": "郭之光明，天下熱，是為三事；復次，喻安陀", "124": "山外有山名善見，高二十四萬里，廣亦二十", "125": "四萬里，其邊無限，是為四事；復次，有山名阿", "126": "抄尼，高十二萬里，廣亦十二萬里，其邊無", "127": "限，五事；復次，有山名泥彌陀，高四萬八千", "128": "里，廣亦四萬八千里，其邊無限，六事；尼彌", "129": "陀山後次有山，名比那頭，高二萬四千里，廣", "130": "亦二萬四千里，其邊無限，七事；次外復有", "131": "山名鐵圍，高二萬二千里，廣亦二萬二千里，", "132": "其邊無限，皆以七寶作之，日大城郭之光明，", "133": "皆照其上也，用是故天下熱有春夏，是為八", "134": "事；復次，從此高四十萬里，有天神舍，以水精", "135": "作之，在虛空中，大風制持行之，譬如浮雲矣，", "136": "天下人皆共名之為星宿，其大者圍七百二", "137": "十里，中者圍四百八十里，小者圍二百四十", "138": "里，日大城郭之光明皆少彼，用是因緣故", "139": "天下熱，是為九事；復次，天下地，揈日大城", "140": "郭之光明，用是故天下熱為春夏，是為十事。", "141": "「日大城郭，有常持風五品，一者持風、二者住", "142": "風、三者助風、四者轉風、五者行風，是為五。", "143": "共轉行日大城郭，未曾休息時也。」佛言：「爾時，", "144": "月大城郭，出繞須彌山，東行西入，光明威神", "145": "稍減，是故名為月。月有二事，光明周匝照", "146": "四方，其大城郭，四方正圓，光明周匝正圓，月", "147": "城郭以天銀天琉璃造作之也。月大城郭，廣", "148": "長各千九百六十里，高下亦等，城中有月天", "149": "子天琉璃宮殿，高六百里，廣亦六百里。中", "150": "有天子坐，廣長各二十里，以七寶金銀琉", "151": "璃水精赤真珠車𤦲馬瑙作之。月天子身，一", "152": "切皆出光明照宮殿，光明出照大城郭。城郭", "153": "之光明，下徧照四方，月天子不自念言：『我行", "154": "不行。』常以天五樂娛樂快樂。月天子前後導", "155": "從諸天無央數，百御行常快樂歡喜，故名為", "156": "御也。月天子壽，以天上五百歲，子孫子孫", "157": "相襲代。其城郭壁以七寶作，七重欄楯、七重", "158": "交露、七重行樹，樹木周匝圍繞，皆以七寶造", "159": "之。有園觀浴池，中生青黃白紅蓮花，種種", "160": "飛鳥，相和而鳴。月天子下有五百光明，周匝", "161": "復有五百光明，月為千光明，善因緣所致。千", "162": "光明善因緣何從得？若有布施沙門道人及", "163": "貧窮乞匂者，衣被飲食車馬六畜香熏華房", "164": "室舍宅燈火，所索不逆人意，一心布施後不", "165": "悔，令清淨道人奉真法，使安隱，得無央數善", "166": "行，譬如轉輪王初立為王時，意歡喜無央數。」", "167": "佛言：「如是，若有布施沙門道人及貧窮乞匂", "168": "者，衣被飲食及眾用者，令德無央數安隱歡", "169": "喜，其人命盡，死即生月天子所，則疾得持月", "170": "大城郭。是故謂其千光明以善因緣所致。復", "171": "何從得千光明善因緣？若有於是不殺、盜、婬，", "172": "不妄言、綺語、惡口、罵詈、兩舌，不嫉妬意，不瞋", "173": "恚、愚癡，行十善事，意常歡喜無央數。譬如好", "174": "地四徼道中有浴池水，清淨濡且美，周匝有", "175": "樹，若有人飢渴，從暑熱中來，入中洗浴，飲", "176": "食之意歡喜無央數。」佛言：「如是，若有行十善", "177": "事者，身死即生月天子所，則疾得持月大城", "178": "郭也。是謂為其千光明以善因緣所致矣。復", "179": "何從得千光明善因緣？若有不殺生、不盜竊、", "180": "不犯他人婦女、不妄言、不飲酒，其人歡喜，身", "181": "死便生月天子所，則疾得持月城郭。是謂以", "182": "善因緣所致千光明。「六十彈指頃，為切七尺", "183": "縷，切二十一尺為一時，百彈指為切十尺。日", "184": "大城郭，日稍稍南著，行六十里，盡百八十", "185": "日，乃復北還竟，百八十日也。日行百八十日", "186": "著，月行十五日，即復到矣。閻浮利日中時，", "187": "東方弗于逮便冥，西方俱耶尼則初出，北方", "188": "鬱單曰則夜半也。俱耶尼日中時，閻浮利即", "189": "冥，鬱單曰日初出，弗于逮夜半也。鬱單曰", "190": "日中時，俱耶尼則冥，弗于逮日初出，閻浮利", "191": "即夜半也。弗于逮日中時，鬱單曰則冥，閻", "192": "浮利日初出，俱耶尼則夜半也。如是閻浮利", "193": "人日中，東方弗于逮天下人冥，西方俱耶尼", "194": "天下人日出，鬱單曰天下人夜半。俱耶尼人", "195": "日中，便閻浮利人冥，鬱單曰天下日出，弗", "196": "于逮天下人則夜半也。」佛言：「月何因緣稍", "197": "稍現缺減？有三事故缺。何等為三？一者角行", "198": "故，稍稍現缺減，是為一事；二者月大城郭邊", "199": "有天其色青衣被，瓔珞亦青，所可侍面止", "200": "頓，其面則現缺減，是為二事；三者日大城", "201": "郭，以六十光明，照月大城郭之明所照面，其", "202": "面則現缺減，是為三事。日奪月光明故，月何", "203": "因復現滿？具足有三事。何等為三？一者月稍", "204": "行三方，用是故月稍現滿，是為一事；二者月", "205": "十五日，則諸青色青衣天人，入月城中，共相", "206": "娛樂。彼時月皆以光明照諸天人，譬如眾燈", "207": "中央然大火，其火皆曜眾燈。」佛言：「如是，月大", "208": "城郭邊諸天，其色青及衣青者，月十五日時，", "209": "入與月天子俱相娛樂，其光明照諸天人，用", "210": "是故十五日月現滿，是為二事；三者月十五", "211": "日時，日以六十光明，照月大城郭，月不受，", "212": "用是故月現滿，是為三事。「月大城郭，有常", "213": "持風五品。何等為五？一者持風、二者住風、三", "214": "者助風、四者轉風、五者行風，是為五風。常共", "215": "行月城郭，未曾有休息也。月中何因復現乳", "216": "色也？有樹名閻浮利，是故名此天下為閻浮", "217": "利。其樹下有山，皆以七寶作之，高八百里，周", "218": "匝亦八百里。其樹高四千里，周匝二千里，圍", "219": "五百六十里，根深八百四十里。其影照現月", "220": "中，故使月大城郭現乳色不明。」佛告比丘言：", "221": "「族姓子！作行當如月照天下，棄捐貢高之心，", "222": "遠離種姓，常懷慚愧之意。閻浮利大樹上其", "223": "實，譬如大瓶，其味甜如蜜，其色白如酥肥。閻", "224": "浮利大樹北，有七重山七重樹，有七波羅門", "225": "仙人精舍。」", "226": "佛言：「爾時，諸人民食其地上味，以自生活，如", "227": "是食是地味，甚久長壽命無極。其有食地味", "228": "多者面色變惡，食少者面色善好，其好顏色", "229": "者，便自貢高，形笑惡色者；以色自貢高相形", "230": "笑故，其地味便滅不復生。更自然生薄餅，其", "231": "味甚香美，不如前地味。人共會議，愁憂自搏，", "232": "呼嗟啼哭，思念前地味甚美，而亡失之。」佛", "233": "言：「譬如此間人，有甘美味，與人甞之。便言：『其", "234": "味一何美耶！』貪其味無已。爾時，人如是共會", "235": "議，愁憂自搏，呼嗟啼哭，思念前地味。時，人則", "236": "復取薄餅食之，以自生活，如是甚久長。其有", "237": "食地薄餅復多，有顏色遂變惡，其食少者", "238": "顏色善好，其好顏色者，形笑惡色者；以色自", "239": "大貢高相形笑故，其地薄餅則復沒不復生。", "240": "更生波羅，其味亦香美，不如前薄餅味，譬如", "241": "枯加藍華，其味如蜜。爾時，人共會議愁憂自", "242": "搏，呼嗟啼哭，念前地薄餅味。人便取波羅味", "243": "食之，以自生活，其壽命甚久長。其食波羅味", "244": "多者，顏色遂變惡，食之少者，顏色善好，其好", "245": "色者以色自貢高，相形笑所致，地波羅便", "246": "沒不生。更自然生粳米，其味亦香美姝好，種", "247": "種清淨出一切味，不如波羅味。人共會議，憂愁", "248": "呼嗟啼哭，念前波羅味自搏，譬如此間人，更", "249": "毒痛法，呼嗟啼哭。彼時人如是也。爾時，人取", "250": "食自然粳米，食自然粳米之後，天下變為男", "251": "子女人，各各相觀，便起婬欲之意，行屏處共", "252": "作不淨行，為穢濁之法矣。餘者見之便言：『汝何", "253": "作非法事乎？人人寧當相向作是事耶？』遠其", "254": "人去，不與談語。至二三月然後方呼來相見，言：", "255": "『昔者人無所著，今者人稍有所著。』後便持童", "256": "女嫁與夫，歌舞戲笑，稱願夫婦常使安隱也。", "257": "爾時，人非法著婬欲，行非法婬欲之後，便造", "258": "舍宅。用是非法故，初起舍宅。」佛於是說偈言：", "259": "「初時造瞻波國，次起波羅奈城，", "260": "用是日出光明，然後乃作羅閱。", "261": "「爾時，人民遂非法著婬欲，彼從第十五阿衛", "262": "貨羅天上人，其福德薄祿命盡，身死來下人", "263": "間，入母腹中成胞胎，用是故女人始懷妊生", "264": "男女。時，人民共食是清淨粳米，以晡時往", "265": "取粳米，更至明旦續如故，明旦往取之，至", "266": "暮其粳米生亦如故。」佛言：「如是，人朝暮獲", "267": "取粳米，隨生隨如故，不覺所獲取處。爾時，", "268": "有一人心念言：『我朝暮往取清淨粳米疲勞，", "269": "不如頓取二日粳米。』便往取之。餘者見之，呼", "270": "共往取粳米。報言：『我已持二日粳米來，卿", "271": "自隨取之。』爾時其人，便善之，言：『彼人甚快，乃", "272": "往取二日粳米。我當復往取二三日粳米", "273": "也。』餘人復見言：『共去取清淨粳米。』其人報", "274": "言：『我已取二三日粳米，卿自隨意取。』彼人", "275": "聞之則善之，自念：『當往取四五日粳米。』卿", "276": "即往取四五日清淨粳米來。用人相効，往取", "277": "清淨粳米多故，然後更生莖穬粳米，所取", "278": "即有處不復生。爾時，人民皆聚會共議，愁憂", "279": "不樂，自椎搏啼哭呼嗟言：『我昔者以好喜為", "280": "食，身有光明，飛行神足，立安隱。時地自然生", "281": "地味，甚香美，其色譬如白酥肥，其味如蜜。其", "282": "愚者取而食之，即相效取地味食之，皆亡失", "283": "光明神足。其食多者顏色變惡，其食少者顏", "284": "色善好，顏色好者便自貢高，形笑惡色者；以", "285": "相形笑故，地味即沒不復生。更生薄餅，薄餅", "286": "沒後復生波羅，波羅沒盡更生粳米。以貢", "287": "高相形笑故，至使令清淨粳米所取，即有處", "288": "不生；當共分地作畔界。』用是故天下人，更行", "289": "未曾有法，便共分地作畔界，各各耕種。爾時，", "290": "愚人自有粳米，便行盜他家粳米。其主見", "291": "之便言：『卿所為非所為非法！自有粳米不", "292": "取，反行盜他人粳米乎！卿後莫復作是事", "293": "也。』其人如是三反，自置粳米，盜他家粳", "294": "米。其主復見之，即復言：『卿所取大非，自置", "295": "粳米，反盜他家。』如是至再三，便以手椎擊，", "296": "牽將去至聚落，坐眾人評議言：『此人自置", "297": "粳米，反行盜他人。』其盜者對眾人言：『此人以", "298": "手椎擊我。』眾人便共會議，愁憂不樂，自椎", "299": "搏啼哭呼嗟言：『今世間遂生惡不善之法，怨", "300": "結日成惡苦。』一人燒已燒已命，以有老病死。", "301": "惡道之事，人便現受取之事，遂相撾捶，見已", "302": "即自訟事。眾人便共議：『當於何所得賢者，共", "303": "立為君長，典主所為？我等所作，從其取決。若", "304": "有作非法者，當誅罰之。我等所種粳米，各", "305": "各當共輸衣食。』爾時，彼眾會中，有人最大", "306": "尊，端正姝好，威神巍巍，眾人便白其人：『當", "307": "為我等典主作君長所為，從其受言教，若為", "308": "非法者，即當誅罰之也。我曹種所收粳米，", "309": "各各供給君衣食。』是人即言：『諾。』便共立為君", "310": "長典主，一切所為，從其受教。若為非者，即誅", "311": "罰之。人所種粳米，各各共輸入典主。一切", "312": "教令，人民號曰大王，以法取租故名為剎利。", "313": "用是故天下始起剎利種，天下所有國，皆屬", "314": "大王。時，是閻浮利地，地平正無山陵󰨩谷，", "315": "無有荊棘，亦無蚊虻蚤虱，亦無礫石，地棄捐", "316": "明月珠玉琉璃金銀。「大王治閻浮利天下時，", "317": "天下富樂，熾盛安隱，五穀豐熟，人民眾多，地", "318": "佳好水亦饒多，譬如蘇麻油塗地，不起揚", "319": "塵，生青草眾多。周匝正圓，其色譬如孔雀尾，", "320": "其香如香香也。柔濡如綩綖，足蹈上陷", "321": "入地四寸，舉足即還復如故。地無四寸空缺", "322": "處，有香樹、瓔珞樹、衣被樹、不息樹、寶樹、器樹、", "323": "音樂樹，樹生華實，劈之各各出種種所有。", "324": "中有高七聲，下至六五四三二一聲者，最卑", "325": "者高半聲。「大王治天下時，閻浮利有八萬郡", "326": "國，人民聚落居，雞鳴者展轉相聞。天下無病，", "327": "亦不大熱，亦不大寒，復無飢渴人。大王以法", "328": "治行，奉十善事，遍教天下人民，使行如父", "329": "愛子。天下人民，敬王如子敬父。大王有子，名", "330": "曰真。真王有子，名曰齊。齊王有子，名曰", "331": "頂生。頂生王有子，名曰遮留。遮留王有子，", "332": "名和行。和行王有子，名留至。留至王有子，名", "333": "日。日王有子，名波那。波那王有子，名大波", "334": "那。大波那王有子，名沙竭。沙竭王有子，名大", "335": "善見。大善見王有子，名提炎。提炎王有子，", "336": "名染。染王有子，名迷留。迷留王有子，名摩", "337": "留。摩留王有子，名精進力。精進力王有子，名", "338": "堅賤。堅賤王有子，名十車。十車王有子，名", "339": "舍羅。舍羅王有子名十丈。十丈王有子，名百", "340": "丈。百丈王有子，名那和檀。那和檀王有子，", "341": "名真闍。真闍王有子，名波延。後諸王甚眾多。", "342": "「諸轉輪王，有十種姓，一者姓迦奴車、二者姓", "343": "多盧提、三者阿波、四者揵陀利、五者迦陵、六", "344": "者遮波、七者拘獵、八者般闍、九者彌尸利、", "345": "十者一摩彌，是為十種姓。迦奴車有五，多留", "346": "亦有五，阿波有七，揵陀利亦有七，迦陵有", "347": "九，遮波有十四，拘獵有三十一，般闍有三十", "348": "二，彌尸利有八萬四千，摩彌有百一。然後", "349": "有王，名大善生，人呼為伊摩。伊摩王有子，", "350": "字烏獵。烏獵王有子，字不尼。不尼王有子，", "351": "名師子。師子王有子，名悅頭檀。悅頭檀王有", "352": "子，名悉達菩薩。悉達菩薩有子，名羅云。」佛", "353": "言：「以是因緣，從昔至今，起剎利種。爾時，人民", "354": "念言：『我為著疾病著腫著瘡，我欲棄一切著，", "355": "往入空閑處室中坐。』即棄捐著疾病腫瘡，", "356": "往入空閑處，坐思念道。今日早起，明旦日", "357": "早起，行入丘聚分衛，人民見之，皆歡喜與", "358": "之，人民便言：『善哉！乃棄捨疾病腫瘡，捐一", "359": "切著，往入空閑處，坐思念道。』」", "360": "佛言：「此輩但行惡不善之法，是故謂言婆羅", "361": "門也。爾時，彼人不能坐禪念道，亦不能得禪，", "362": "用不能坐禪得禪故。從坐起，入聚落中分衛，", "363": "呪願說言：『不能坐禪，亦不能得禪。』共邪行入", "364": "丘聚分衛，故名為聚也。行邪法故，名為和", "365": "沙羅。是故世間，初造起婆羅門種也。時，人民", "366": "各各奉行種種法，用是故世間有工師種。彼", "367": "時人各各犯殺生，用是故謂言殺生種也。是", "368": "以因緣，世間初造有殺生也。用世間已造起", "369": "是四種故，然後世間乃起第五沙門種也。若", "370": "剎利種，身行惡口言惡心念惡，行是惡已後，", "371": "身死墮勤苦中；婆羅門種、工師種、殺生種，亦", "372": "如是、若身行惡口言惡心念惡，身死墮苦", "373": "中；剎利種，若身行善口言善心念善，身死復", "374": "墮樂處；婆羅門種、工師種、殺生種，其有身行", "375": "善口言善心念善，身死復墮樂處；剎利種、", "376": "婆羅門種、工師種、殺生種，若身行二事，口意", "377": "行二事，身死墮苦樂中；剎利種，若有除鬚髮", "378": "被袈裟，信道棄家，行作沙門，奉行三十七品", "379": "經。行是已，善男子善女人，用信道故，棄家行", "380": "作沙門，行無上清淨事，現在不久，自以功", "381": "德作證念道，行盡生死，具足梵行，所作已辦，", "382": "不復更餘事；婆羅門種、工師種、殺生種，若有", "383": "除鬚髮被袈裟，行作沙門，奉行三十七品經，", "384": "用善男子信故，捨家作沙門，修無上清淨事，", "385": "現在不久，自以功德作證念道，行盡生死，具", "386": "足梵行，所作已辦，不復更餘事也。是四種人，", "387": "有起成惠之行者，得尊無所著阿羅漢也。」", "388": "梵三鉢天，爾時說偈言：", "389": "「剎利種為人尊，諸人民行種姓，", "390": "從起信成惠行，彼天上人中尊。」", "391": "「彼梵三鉢天，受是偈不受惡，說善事不說惡", "392": "言，勸助是。」佛言：「我如來、無所著、等正覺亦說", "393": "是義偈：", "394": "「諸人民行種姓，剎利種為人尊，", "395": "從起得成惠行，彼天上人中尊。」", "396": "佛說是經時，八萬四千天人，遠塵離垢，諸", "397": "法法眼生；無央數比丘起無餘，不受生死，", "398": "意得解脫；佛說如是，比丘歡喜，前為佛作禮", "399": "而去。地深二十億萬里，從是已下；復有地", "400": "味，二十億萬里；下復有粟金，二十億萬里；下", "401": "復有剛鐵，二十億萬里；下復有水，八十億萬", "402": "里；下復有風，五百二十億萬里；乃復有下方", "403": "異天地，從是人間，上至梵天，亦五百二十億", "404": "萬里。", "405": "問曰：「何以正名為劫劫。」報曰：「劫名為災壞時，", "406": "有四時因緣，一者久在地盡便火起、二者久", "407": "火盡便水起、三者久水盡便風起稍生，後天", "408": "地成，從成復敗，如環無端緒，故名為劫。久", "409": "極天地運盡時，一切人罪盡者，皆上生梵天", "410": "上，其天近。是時，有罪者未竟者，復生他方佛", "411": "國天下惡道中。劫所以有起盡者，現非常、敗", "412": "故，其事亦自應爾。若死是起，盡不知苦，已不", "413": "知苦，亦不知求道。何以故？盡火起故。何以", "414": "故？盡水起故。何以故？盡風起故。何以故？盡", "415": "地起故。」", "416": "大樓炭經卷第六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0023 大樓炭經: 大樓炭經: 大樓炭經", "source": "CBETA"}