{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1115 觀自在菩薩阿麼𪘨法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1115", "1": "觀自在菩薩阿麼𪘨法此云無畏又云寬廣", "2": "昔于闐國有清信士。精心持念觀自在菩薩", "3": "真言。願見大聖彌歷年歲不遂宿心。執志", "4": "不易倍復精勤。後於一夕聞空中聲曰。汝往", "5": "隣國謁彼某王。行者依言即往彼國。聞王法", "6": "令非常嚴酷。有犯必刑。修行者遂謁其王。", "7": "因蒙汲引詢問所欲白。以本求遂近入後宮。", "8": "悉如佛剎土。王乃觀自在菩薩也。行者白菩", "9": "薩曰。大聖治化豈用於刑戮。大悲何在。菩薩", "10": "告曰。此土眾生剛強難制。吾慜誘道分身為", "11": "王。所刑戮者皆化人耳。使彼獷俗畏威從風。", "12": "政令若成吾當隱矣。行者被王留住數月。通", "13": "悟大乘後乃辭歸。默然而許。修行者白菩薩", "14": "言。弟子有幸遇。大聖慈悲得見聞法。親沐", "15": "慈化十二秊來方獲斯驗。於未來世求見菩", "16": "薩者。宿心不易久受勤苦。空無所成。疑心一", "17": "起謗法獲罪。唯願慈悲示未來法要。菩薩告", "18": "言。我有阿麼𪘨真言章句。今受與汝。供養簡", "19": "易。又時日不多。志心誦持。吾當現身滿彼", "20": "所願。修行者既蒙教誨辭歸本國流傳。信士", "21": "五天獲驗其數非一。但依教精修皆見菩薩。", "22": "此五濁津梁苦海艥觀自在阿麼𪘨真言曰。", "23": "曩謨囉怛曩怛囉夜野曩莫阿哩野嚩路枳帝", "24": "濕嚩囉野󰂛地薩怛嚩野摩賀薩怛嚩二合", "25": "野摩賀迦嚕抳迦野怛儞也他阿麼𪘨鉢囉麼", "26": "𪘨尾麼𪘨多囉𪘨三鉢囉比野𪘨伊里寧只里", "27": "寧吉里寧阿嚕賀寧儞嚕賀寧馱囉寧馱羅", "28": "寧馱跛寧阿嚩多囉寧薩嚩多囉寧󰽫跛寧阿", "29": "󰽫跛寧曩頗曩頗曩頗寧曩拏曩拏曩拏寧住", "30": "拏戶反住准上寧娑密栗殿覩銘阿舍麼曩跛囉", "31": "布哩馱寧演曩莫阿哩也嚩路枳帝濕嚩囉野", "32": "娑嚩二合賀", "33": "復次若持誦此真言者。於閑淨處或阿蘭若。", "34": "於舍利塔前置觀自在菩薩隨力供養清淨洗", "35": "浴。食淨食獨處道場。一日一夜持念。達曉大", "36": "聖當見。諸願滿足。眾人愛敬。得宿命智。能證", "37": "十地三昧現前。若犯五逆重罪。兩日雨宿當", "38": "見。", "39": "爾時彼王菩薩說是真言已告行者言。此真", "40": "言有大神力。能滅眾生一切業障。速獲神驗", "41": "所求如意。若欲持此真言求見觀自在菩薩", "42": "者。結護加持供養儀軌並依大教蘇悉地經。", "43": "及金剛頂瑜伽所說次第。先須志心誦滿千", "44": "遍。於清淨處或阿蘭若。或於山林或清淨伽", "45": "藍舍利塔前。如法建立觀自在菩薩道場。置", "46": "觀音像。隨其力分精誠供養。清淨澡浴著新", "47": "淨衣。慎護三業勿忘喜怒。一日一夜獨處斷", "48": "一切語。心不異緣專想觀音。心不間斷誦此", "49": "真言。燒沈水香或燒五味和香。香煙勿令斷", "50": "絕。念念相續一心求見菩薩。於壇四角各置", "51": "一燒。又各置一盃香水。一者石密漿一是淨", "52": "牛乳。一是欝金香水。一是如常白檀香水。其", "53": "供養餅菓粥󰕖等。平旦所獻󰕖食。日別齋時", "54": "盡須收却。送安淨處施諸烏鳥。又下新造飲", "55": "食供養。至暮間准前送却。又下新造成者供", "56": "養乃至天明日夜之中不得輒有昏沈懈怠", "57": "恐難得見。又想菩薩毫相之中有兩道光明。", "58": "一道直入諸地獄中。救苦眾生令得解脫。一", "59": "光來入修行者頂。想遍己身。眾惡諸業皆悉", "60": "消除。內外清淨。如是觀想念誦志心必見我。", "61": "我當為彼現身滿其所願。汝可受持。設有曾", "62": "犯五無間重罪者。兩日兩夜精勤念誦必當", "63": "得見。何況本清淨者。除不志心。無畏觀自在", "64": "菩薩畫像法。一名阿麼𪘨觀自在菩薩像。如", "65": "波羅密菩薩形。三目四臂乘白師子座頭向", "66": "左膝下首戴寶冠。以白蓮花嚴飾前。二手執", "67": "鳳頭箜篌。左一手掌摩竭魚。右一手持吉祥", "68": "鳥白色。左足屈在師子項上。右足垂下嚴以", "69": "天衣纓絡。通身光焰面貌慈悲。向左諦觀其", "70": "印以二羽合芙蓉二風如鉤當心。每至娑嚩", "71": "賀字。即動其鉤。契誠心念一百八不散印為", "72": "一坐之修行。須遣助伴持珠記數。如此一日", "73": "三時並如此儀軌。", "74": "觀自在菩薩阿麼𪘨法"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1115 觀自在菩薩阿麼𪘨法", "source": "CBETA"}