{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含經", "text": {"0": "No. 26", "1": "中阿含經卷第一", "10": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "100": "所說，歡喜奉行。", "101": "善法經第一竟一千四百二十三字", "102": "2 晝度樹經（二）中阿含七法品晝度樹經第二初一日誦", "103": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "104": "獨園。爾時，世尊告諸比丘：「若三十三天晝", "105": "度樹葉萎黃，是時，三十三天悅樂歡喜，晝度", "106": "樹葉不久當落。復次，三十三天晝度樹葉已", "107": "落，是時，三十三天悅樂歡喜，晝度樹葉不", "108": "久當還生。復次，三十三天晝度樹葉已還生，", "109": "是時，三十三天悅樂歡喜，晝度樹不久當生", "11": "獨園。爾時，世尊告諸比丘：「若有比丘成就", "110": "網。復次，三十三天晝度樹已生網，是時，三十", "111": "三天悅樂歡喜，晝度樹不久當生如鳥喙。", "112": "復次，三十三天晝度樹已生如鳥喙，是時，三", "113": "十三天悅樂歡喜，晝度樹不久當開如鉢。", "114": "復次，三十三天晝度樹已開如鉢，是時，三十", "115": "三天悅樂歡喜，晝度樹不久當盡敷開。若", "116": "晝度樹已盡敷開，光所照、色所映、香所熏，", "117": "周百由延，是時，三十三天於中夏四月，以", "118": "天五欲功德具足而自娛樂，是謂三十三天", "119": "於晝度樹下集會娛樂也。「如是義，聖弟子", "12": "七法者，便於賢聖得歡喜樂，正趣漏盡。云", "120": "亦復爾，思念出家，是時聖弟子名為葉黃，", "121": "猶三十三天晝度樹葉萎黃也。復次，聖弟", "122": "子剃除鬚髮，著袈裟衣，至信、捨家、無家、", "123": "學道，是時聖弟子名為葉落，猶三十三天", "124": "晝度樹葉落也。復次，聖弟子離欲、離惡不", "125": "善之法，有覺、有觀，離生喜樂，得初禪成就", "126": "遊，是時，聖弟子名葉還生，猶三十三天晝度", "127": "樹葉還生也。復次，聖弟子覺觀已息，內靜、", "128": "一心，無覺無觀，定生喜樂，得第二禪成就", "129": "遊，是時，聖弟子名為生網，猶三十三天晝度", "13": "何為七？謂比丘知法、知義、知時、知節、知", "130": "樹生網也。復次，聖弟子離於喜欲，捨無求", "131": "遊，正念正智而身覺樂，謂聖所說、聖所捨、念、", "132": "樂住、空，得第三禪成就遊，是時，聖弟子名", "133": "生如鳥喙，猶三十三天晝度樹如鳥喙也。復", "134": "次，聖弟子樂滅、苦滅，喜憂本已滅，不苦不樂、", "135": "捨、念、清淨，得第四禪成就遊，是時，聖弟子", "136": "名生如鉢，猶三十三天晝度樹如鉢也。「復", "137": "次，聖弟子諸漏已盡，心解脫、慧解脫，於現", "138": "法中自知自覺，自作證成就遊，生已盡，梵", "139": "行已立，所作已辦，不更受有，知如真，是時，", "14": "己、知眾、知人勝如。「云何比丘為知法耶？謂", "140": "聖弟子名盡敷開，猶三十三天晝度樹盡敷", "141": "開也。彼為漏盡阿羅訶比丘，三十三天集", "142": "在善法正殿，咨嗟稱歎：『某尊弟子於某村", "143": "邑剃除鬚髮，著袈裟衣，至信、捨家、無家、學", "144": "道，諸漏已盡，心解脫、慧解脫，於現法中", "145": "自知自覺，自作證成就遊，生已盡，梵行已立，", "146": "所作已辦，不更受有，知如真。』是謂漏盡阿", "147": "羅訶共集會也，如三十三天晝度樹下共集", "148": "會也。」佛說如是。彼諸比丘聞佛所說，歡喜", "149": "奉行。", "15": "比丘知正經、歌詠、記說、偈咃、因緣、撰錄、", "150": "晝度樹經第二竟七百五十二字", "151": "3 城喻經（三）中阿含七法品城喻經第三初一日誦", "152": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "153": "獨園。爾時，世尊告諸比丘：「如王邊城七事", "154": "具足，四食豐饒，易不難得，是故王城不為", "155": "外敵破，唯除內自壞。「云何王城七事具足？", "156": "謂王邊城造立樓櫓，築地使堅，不可毀壞，", "157": "為內安隱，制外怨敵，是謂王城一事具足。", "158": "復次，如王邊城掘鑿池壍，極使深廣，修備", "159": "可依，為內安隱，制外怨敵，是謂王城二事", "16": "本起、此說、生處、廣解、未曾有法及說是義，", "160": "具足。復次，如王邊城周匝通道，開除平博，", "161": "為內安隱，制外怨敵，是謂王城三事具足。", "162": "復次，如王邊城集四種軍力，象軍、馬軍、車", "163": "軍、步軍，為內安隱，制外怨敵，是謂王城四", "164": "事具足。復次，如王邊城豫備軍器弓、矢、鉾、", "165": "戟，為內安隱，制外怨敵，是謂王城五事具", "166": "足。復次，如王邊城立守門大將，明略智辯，", "167": "勇毅奇謀，善則聽入，不善則禁，為內安隱，", "168": "制外怨敵，是謂王城六事具足。復次，如王", "169": "邊城築立高墻，令極牢固，泥塗堊灑，為內", "17": "是謂比丘為知法也。若有比丘不知法者，", "170": "安隱，制外怨敵，是謂王城七事具足也。「云", "171": "何王城四食豐饒，易不難得？謂王邊城水草", "172": "樵木，資有豫備，為內安隱，制外怨敵，是謂", "173": "王城一食豐饒，易不難得。復次，如王邊城多", "174": "收稻穀及儲畜麥，為內安隱，制外怨敵，是", "175": "謂王城二食豐饒，易不難得。復次，如王邊", "176": "城多積秥豆及大小豆，為內安隱，制外怨", "177": "敵，是謂王城三食豐饒，易不難得。復次，如", "178": "王邊城畜酥油、蜜及甘蔗、餹、魚、鹽、脯肉，一切", "179": "具足，為內安隱，制外怨敵，是謂王城四", "18": "謂不知正經、歌詠、記說、偈咃、因緣、撰錄、本", "180": "食豐饒，易不難得。如是王城七事具足，四", "181": "食豐饒，易不難得，不為外敵破，唯除內自", "182": "壞。「如是，若聖弟子亦得七善法，逮四增上", "183": "心，易不難得。是故聖弟子不為魔王之所", "184": "得便，亦不隨惡不善之法，不為染污所染，", "185": "不復更受生也。「云何聖弟子得七善法？謂", "186": "聖弟子得堅固信，深著如來，信根已立，終", "187": "不隨外沙門、梵志，若天、魔、梵及餘世間，是謂", "188": "聖弟子得一善法。復次，聖弟子常行慚耻，", "189": "可慚知慚，惡不善法穢汙煩惱，受諸惡報，", "19": "起、此說、生處、廣解、未曾有法及說義，如是比", "190": "造生死本，是謂聖弟子得二善法。復次，聖", "191": "弟子常行羞愧，可愧知愧，惡不善法穢汙煩", "192": "惱，受諸惡報，造生死本，是謂聖弟子得三", "193": "善法。復次，聖弟子常行精進，斷惡不善，修", "194": "諸善法，恒自起意，專一堅固，為諸善本，不", "195": "捨方便，是謂聖弟子得四善法。復次，聖弟子", "196": "廣學多聞，守持不忘，積聚博聞，所謂法者，初", "197": "善、中善、竟亦善，有義有文，具足清淨，顯現", "198": "梵行，如是諸法廣學多聞，翫習至千，意所", "199": "惟觀，明見深達，是謂聖弟子得五善法。復", "2": "東晉孝武及安帝世隆安元年十一", "20": "丘為不知法。若有比丘善知法者，謂知正", "200": "次，聖弟子常行於念，成就正念，久所曾習，", "201": "久所曾聞，恒憶不忘，是謂聖弟子得六善", "202": "法。復次，聖弟子修行智慧，觀興衰法，得如", "203": "此智，聖慧明達，分別曉了，以正盡苦，是謂聖", "204": "弟子得七善法也。「云何聖弟子逮四增上", "205": "心，易不難得？謂聖弟子離欲、離惡不善之", "206": "法，有覺、有觀，離生喜樂，逮初禪成就遊，是", "207": "謂聖弟子逮初增上心，易不難得。復次，聖", "208": "弟子覺、觀已息，內靜、一心，無覺、無觀，定生喜", "209": "樂，逮第二禪成就遊，是謂聖弟子逮第二", "21": "經、歌詠、記說、偈咃、因緣、撰錄、本起、此說、生處、廣", "210": "增上心，易不難得。復次，聖弟子離於喜欲，", "211": "捨無求遊，正念正智而身覺樂，謂聖所說、聖", "212": "所捨、念、樂住、空，逮第三禪成就遊，是謂聖", "213": "弟子逮第三增上心，易不難得。復次，聖弟子", "214": "樂滅、苦滅，喜憂本已滅，不苦不樂、捨、念、清淨，", "215": "逮第四禪成就遊，是謂聖弟子逮第四增上", "216": "心，易不難得。「如是，聖弟子得七善法，逮四", "217": "增上心，易不難得。不為魔王之所得便，", "218": "亦不隨惡不善之法，不為染污所染，不復", "219": "更受生。如王邊城造立樓櫓，築地使堅，不", "22": "解、未曾有法及說義，是謂比丘善知法也。「云", "220": "可毀壞，為內安隱，制外怨敵。如是，聖弟子", "221": "得堅固信，深著如來，信根已立，終不隨外", "222": "沙門，梵志，若天、魔、梵及餘世間，是謂聖弟子", "223": "得信樓櫓，除惡不善，修諸善法也。「如王邊", "224": "城掘鑿池塹，極使深廣，修備可依，為內安", "225": "隱，制外怨敵。如是，聖弟子常行慚耻，可慚", "226": "知慚，惡不善法穢汙煩惱，受諸惡報，造生", "227": "死本，是謂聖弟子得慚池塹，除惡不善，修", "228": "諸善法也。「如王邊城周匝通道，開除平博，", "229": "為內安隱，制外怨敵。如是，聖弟子常行羞", "23": "何比丘為知義耶？謂比丘知彼彼說義是彼", "230": "愧，可愧知愧，惡不善法穢污煩惱，受諸惡", "231": "報，造生死本，是謂聖弟子得愧平道，除惡", "232": "不善，修諸善法也。「如王邊城集四種軍", "233": "力，象軍、馬軍、車軍、步軍，為內安隱，制外怨", "234": "敵。如是，聖弟子常行精進，斷惡不善，修諸", "235": "善法，恒自起意，專一堅固，為諸善本，不捨", "236": "方便，是謂聖弟子得精進軍力，除惡不善，", "237": "修諸善法也。「如王邊城豫備軍器弓、矢、", "238": "鉾、戟，為內安隱，制外怨敵。如是，聖弟子廣", "239": "學多聞，守持不忘，積聚博聞，所謂法者，初善、", "24": "義、是此義，是謂比丘為知義也。若有比丘", "240": "中善、竟亦善，有義有文，具足清淨，顯現梵", "241": "行。如是諸法廣學多聞，翫習至千，意所惟", "242": "觀，明見深達，是謂聖弟子得多聞軍器，除", "243": "惡不善，修諸善法也。「如王邊城立守門大", "244": "將，明略智辯，勇毅奇謀，善則聽入，不善則禁，", "245": "為內安隱，制外怨敵。如是，聖弟子常行於", "246": "念，成就正念，久所曾習，久所曾聞，恒憶不", "247": "忘，是謂聖弟子得念守門大將，除惡不善，", "248": "修諸善法也。「如王邊城築立高牆，令極牢", "249": "固，泥塗堊灑，為內安隱，制外怨敵。如是，聖", "25": "不知義者，謂不知彼彼說義是彼義、是此", "250": "弟子修行智慧，觀興衰法，得如此智，聖慧", "251": "明達，分別曉了，以正盡苦，是謂聖弟子得", "252": "智慧牆，除惡不善，修諸善法也。「如王邊城", "253": "水草樵木，資有豫備，為內安隱，制外怨敵。", "254": "如是，聖弟子離欲、離惡不善之法，有覺、有觀，", "255": "離生喜樂，逮初禪成就遊，樂住無乏，安隱", "256": "快樂，自致涅槃也。「如王邊城多收稻穀及", "257": "儲畜麥，為內安隱，制外怨敵。如是，聖弟", "258": "子覺、觀已息，內靜、一心，無覺、無觀，定生喜", "259": "樂，逮第二禪成就遊，樂住無乏，安隱快樂，自", "26": "義，如是比丘為不知義。若有比丘善知", "260": "致涅槃也。「如王邊城多積秥豆及大小豆，", "261": "為內安隱，制外怨敵。如是，聖弟子離於", "262": "喜欲，捨無求遊，正念正智而身覺樂，謂聖所", "263": "說、聖所捨、念、樂住、空，逮第三禪成就遊，樂住", "264": "無乏，安隱快樂，自致涅槃也。「如王邊城畜", "265": "酥油、蜜及甘蔗、餹、魚、鹽、脯肉，一切充足，為", "266": "內安隱，制外怨敵。如是，聖弟子樂滅、苦滅，", "267": "喜、憂本已滅，不苦不樂、捨、念、清淨，逮第四禪", "268": "成就遊，樂住無乏，安隱快樂，自致涅槃。」佛", "269": "說如是。彼諸比丘聞佛所說，歡喜奉行。", "27": "義者，謂知彼彼說義是彼義、是此義，是謂", "270": "城喻經第三竟一千九百二字", "271": "4 水喻經（四）中阿含七法品水喻經第四初一日誦", "272": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "273": "獨園。爾時，世尊告諸比丘：「我當為汝說七", "274": "水人。諦聽，諦聽！善思念之。」時，諸比丘受教而", "275": "聽。佛言：「云何為七？或有一人常臥水中；或", "276": "復有人出水還沒；或復有人出水而住；或", "277": "復有人出水而住，住已而觀；或復有人出", "278": "水而住，住已而觀，觀已而渡；或復有人出", "279": "水而住，住已而觀，觀已而渡，渡已至彼岸；", "28": "比丘善知義也。「云何比丘為知時耶？謂比", "280": "或復有人出水而住，住已而觀，觀已而渡，", "281": "渡已至彼岸，至彼岸已，謂住岸人。如是，", "282": "我當復為汝說七水喻人。諦聽，諦聽！善思", "283": "念之。」時，諸比丘受教而聽。佛言：「云何為七？", "284": "或有人常臥；或復有人出已還沒；或復", "285": "有人出已而住；或復有人出已而住，住已而", "286": "觀；或復有人出已而住，住已而觀，觀已而", "287": "渡；或復有人出已而住，住已而觀，觀已而", "288": "渡，渡已至彼岸；或復有人出已而住，住已", "289": "而觀，觀已而渡，渡已至彼岸，至彼岸已，", "29": "丘知是時修下相，是時修高相，是時修捨", "290": "謂住岸梵志。此七水喻人，我略說也。如上所", "291": "說，如上施設。汝知何義？何所分別？有何因", "292": "緣？」時，諸比丘白世尊曰：「世尊為法本，世尊", "293": "為法主，法由世尊，唯願說之，我等聞已，", "294": "得廣知義。」佛便告曰：「汝等諦聽！善思念之。", "295": "我當為汝分別其義。」時，諸比丘受教而聽。", "296": "佛言：「云何有人常臥？謂或有人為不善法", "297": "之所覆蓋，染汙所染，受惡法報，造生死本，", "298": "是謂有人常臥。猶人沒溺，臥于水中，我說", "299": "彼人亦復如是，是謂初水喻人，世間諦如", "3": "月至二年六月了於東亭寺罽賓三藏", "30": "相，是謂比丘為知時也。若有比丘不知", "300": "有也。「云何有人出已還沒？謂人既出，得信善", "301": "法，持戒、布施、多聞、智慧，修習善法，彼於後", "302": "時失信不固，失持戒、布施、多聞、智慧而不", "303": "堅固，是謂有人出已還沒。猶人溺水，既出", "304": "還沒，我說彼人亦復如是，是謂第二水喻", "305": "人，世間諦如有也。「云何有人出已而住？謂", "306": "人既出，得信善法，持戒、布施、多聞、智慧，修習", "307": "善法，彼於後時信固不失，持戒、布施、多聞、", "308": "智慧，堅固不失，是謂有人出已而住，猶人", "309": "溺水，出已而住，我說彼人亦復如是，是謂", "31": "時者，謂不知是時修下相，是時修高相，是", "310": "第三水喻人，世間諦如有也。「云何有人出已", "311": "而住，住已而觀？謂人既出，得信善法，持戒、布", "312": "施、多聞、智慧，修習善法，彼於後時信固不", "313": "失，持戒、布施、多聞、智慧，堅固不失，住善法", "314": "中，知苦如真，知苦習、知苦滅、知苦滅道", "315": "如真。彼如是知、如是見，三結便盡，謂身見、戒", "316": "取、疑，三結已盡，得須陀洹，不墮惡法，定趣", "317": "正覺，極受七有，天上、人間七往來已，便得", "318": "苦際，是謂有人出已而住，住已而觀。猶人", "319": "溺水，出已而住，住已而觀，我說彼人亦復", "32": "時修捨相，如是比丘為不知時。若有比", "320": "如是，是謂第四水喻人，世間諦如有也。「云", "321": "何有人出已而住，住已而觀，觀已而渡？謂人", "322": "既出，得信善法，持戒、布施、多聞、智慧，修習善", "323": "法。彼於後時信固不失，持戒，布施、多聞、智", "324": "慧，堅固不失，住善法中，知苦如真，知苦", "325": "習、知苦滅、知苦滅道如真，如是知、如是", "326": "見，三結便盡，謂身見、戒取、疑，三結已盡，婬、怒、癡", "327": "薄，得一往來天上、人間，一往來已，便得苦際，", "328": "是謂有人出已而住，住已而觀，觀已而渡。", "329": "猶人溺水，出已而住，住已而觀，觀已而渡，", "33": "丘善知時者，謂知是時修下相，是時修高", "330": "我說彼人亦復如是，是謂第五水喻人，世", "331": "間諦如有也。「云何有人出已而住，住已而觀，", "332": "觀已而渡，渡已至彼岸？謂人既出，得信善", "333": "法，持戒、布施、多聞、智慧，修習善法，彼於後時", "334": "信固不失，持戒、布施、多聞、智慧，堅固不失，", "335": "住善法中，知苦如真，知苦習、知苦滅、知", "336": "苦滅道如真，如是知、如是見，五下分結盡，謂", "337": "貪欲、瞋恚、身見、戒取、疑，五下分結盡已，生於", "338": "彼間，便般涅槃，得不退法，不還此世，是謂", "339": "有人出已而住，住已而觀，觀已而渡，渡已", "34": "相，是時修捨相，是謂比丘善知時也。「云何", "340": "至彼岸。猶人溺水，出已而住，住已而觀，觀", "341": "已而渡，渡已至彼岸，我說彼人亦復如", "342": "是，是謂第六水喻人，世間諦如有也。「云何有", "343": "人出已而住，住已而觀，觀已而渡，渡已至", "344": "彼岸，至彼岸已謂住岸梵志？謂人既出，得", "345": "信善法，持戒、布施、多聞、智慧，修習善法，彼於", "346": "後時信固不失，持戒、布施、多聞、智慧，堅固不", "347": "失，住善法中，知苦如真，知苦習、知苦滅、", "348": "知苦滅道如真，如是知、如是見，欲漏心解", "349": "脫，有漏、無明漏心解脫，解脫已，便知解脫，", "35": "比丘為知節耶？謂比丘知節，若飲若食、若", "350": "生已盡，梵行已立，所作已辦，不更受有，知如", "351": "真，是謂有人出已而住，住已而觀，觀已而", "352": "渡，渡已至彼岸，至彼岸已，謂住岸梵志。", "353": "猶人溺水，出已而住，住已而觀，觀已而渡，", "354": "渡已至彼岸，至彼岸已，謂住岸人。我說", "355": "彼人亦復如是，是謂第七水喻人，世間諦", "356": "如有也。我向所言，當為汝說七水人者，", "357": "因此故說。」佛說如是。彼諸比丘聞佛所說，", "358": "歡喜奉行。", "359": "水喻經第四竟千三百八十八字", "36": "去若住、若坐若臥、若語若默、若大小便，捐", "360": "5 木積喻經（五）中阿含七法品木積喻經第五初一日誦", "361": "我聞如是：一時，佛遊拘薩羅，在人間，與大", "362": "比丘眾翼從而行。爾時，世尊則於中路，忽", "363": "見一處有大木積，洞燃俱熾，世尊見已，便", "364": "下道側，更就餘樹敷尼師檀，結加趺坐。", "365": "世尊坐已，告諸比丘：「汝等見彼有大木積", "366": "洞燃俱熾耶？」時，諸比丘答曰：「見也。世尊！」世", "367": "尊復告諸比丘曰：「於汝意云何？謂大木", "368": "積洞燃俱熾，若抱、若坐、若臥，謂剎利女，梵志、", "369": "居士、工師女，年在盛時，沐浴香薰，著明淨衣，", "37": "除睡眠，修行正智，是謂比丘為知節也。若", "370": "華鬘、瓔珞嚴飾其身，若抱、若坐、若臥，何者為", "371": "樂？」時，諸比丘白曰：「世尊！謂大木積洞燃俱熾，", "372": "若抱、若坐、若臥，甚苦。世尊！謂剎利女，梵志、居", "373": "士、工師女，年在盛時，沐浴香薰，著明淨衣，華", "374": "鬘、瓔珞嚴飾其身，若抱、若坐、若臥，甚樂。世尊！」", "375": "世尊告曰：「我為汝說，不令汝等學沙門失", "376": "沙門道。汝欲成無上梵行者，寧抱木積洞", "377": "燃俱熾，若坐、若臥，彼雖因此受苦或死，然", "378": "不以是身壞命終，趣至惡處，生地獄中；若", "379": "愚癡人犯戒不精進，生惡不善法，非梵行稱", "38": "有比丘不知節者，謂不知若飲若食、若去", "380": "梵行，非沙門稱沙門；若抱剎利女，梵志、居", "381": "士、工師女，年在盛時，沐浴香薰，著明淨衣，華", "382": "鬘、瓔珞嚴飾其身，若坐、若臥者，彼愚癡人因", "383": "是長夜不善不義，受惡法報，身壞命終，趣至", "384": "惡處，生地獄中。是故汝等當觀自義、觀", "385": "彼義、觀兩義，當作是念：『我出家學，不虛不", "386": "空，有果有報，有極安樂，生諸善處而得長", "387": "壽，受人信施衣被、飲食、床褥、湯藥，令諸施主", "388": "得大福祐，得大果報，得大光明者。』當作", "389": "是學。」世尊復告諸比丘曰：「於意云何？若有", "39": "若住、若坐若臥、若語若默、若大小便，捐除睡", "390": "力士以緊索毛繩絞勒其𨄔斷皮，斷皮", "391": "已斷肉，斷肉已斷筋，斷筋已斷骨，斷骨", "392": "已至髓而住，若從剎利、梵志、居士、工師受", "393": "其信施，按摩身體、支節、手足，何者為樂？」時，", "394": "諸比丘白曰：「世尊！若有力士以緊索毛繩", "395": "絞勒其𨄔斷皮，斷皮已斷肉，斷肉已斷", "396": "筋，斷筋已斷骨，斷骨已至髓而住，甚苦。世", "397": "尊！若從剎利、梵志、居士、工師受其信施，按", "398": "摩身體、支節、手足，甚樂。世尊！」世尊告曰：「我為", "399": "汝說，不令汝等學沙門失沙門道。汝欲成", "4": "瞿曇僧伽提婆譯道祖筆受", "40": "眠，修行正智，如是比丘為不知節。若有", "400": "無上梵行者，寧令力士以緊索毛繩絞勒", "401": "其𨄔斷皮，斷皮已斷肉，斷肉已斷筋，斷", "402": "筋已斷骨，斷骨已至髓而住，彼雖因此受", "403": "苦或死，然不以是身壞命終，趣至惡處，生", "404": "地獄中；若愚癡人犯戒不精進，生惡不善", "405": "法，非梵行稱梵行，非沙門稱沙門，從剎利、", "406": "梵志、居士、工師受其信施，按摩身體、支節、手", "407": "足，彼愚癡人因是長夜不善不義，受惡法報，", "408": "身壞命終，趣至惡處，生地獄中。是故汝等", "409": "當觀自義、觀彼義、觀兩義，當作是念：『我", "41": "比丘善知節者，謂知若飲若食，若去若住，若", "410": "出家學，不虛不空，有果有報，有極安樂，生", "411": "諸善處而得長壽，受人信施衣被、飲食、床褥、", "412": "湯藥，令諸施主得大福祐，得大果報，得大", "413": "光明者。』當作是學。」世尊復告諸比丘曰：「於", "414": "意云何？若有力士以瑩磨利刀截斷其髀，", "415": "若從剎利、梵志、居士、工師受信施、禮拜，恭敬", "416": "將迎，何者為樂？」時，諸比丘白曰：「世尊！若有", "417": "力士以瑩磨利刀截斷其髀，甚苦。世尊！若", "418": "從剎利、梵志、居士、工師受信施、禮拜，恭敬", "419": "將迎，甚樂。世尊！」世尊告曰：「我為汝說，不令", "42": "坐若臥、若語若默、若大小便，捐除睡眠，", "420": "汝等學沙門失沙門道。汝欲成無上梵行", "421": "者，寧令力士以瑩磨利刀截斷其髀，彼雖", "422": "因此受苦或死，然不以是身壞命終，趣至", "423": "惡處，生地獄中；若愚癡人犯戒不精進，生", "424": "惡不善法，非梵行稱梵行，非沙門稱沙門，", "425": "從剎利、梵志、居士、工師受信施、禮拜，恭敬將", "426": "迎，彼愚癡人因是長夜不善不義，受惡法報，", "427": "身壞命終，趣至惡處，生地獄中。是故汝等", "428": "當觀自義、觀彼義、觀兩義，當作是念：我", "429": "出家學，不虛不空，有果有報，有極安樂，生", "43": "修行正智，是謂比丘善知節也。「云何比丘", "430": "諸善處而得長壽，受人信施衣被、飲食床褥、", "431": "湯藥，令諸施主得大福祐，得大果報，得大", "432": "光明者。當作是學。」世尊復告諸比丘曰：「於", "433": "意云何？若有力士以鐵銅鍱洞燃俱熾，纏", "434": "絡其身，若從剎利、梵志、居士、工師受信施衣", "435": "服，何者為樂？」時，諸比丘白曰：「世尊！若有力", "436": "士以鐵銅鍱洞燃俱熾，纏絡其身，甚苦。世", "437": "尊！若從剎利、梵志、居士、工師受信施衣服，", "438": "甚樂。世尊！」世尊告曰：「我為汝說，不令汝等", "439": "學沙門失沙門道。汝欲成無上梵行者，寧", "44": "為知己耶？謂比丘自知我有爾所信、戒、聞、", "440": "令力士以鐵銅鍱洞燃俱熾，纏絡其身，彼", "441": "雖因此受苦或死，然不以是身壞命終，趣", "442": "至惡處，生地獄中；若愚癡人犯戒不精進，", "443": "生惡不善法，非梵行稱梵行，非沙門稱沙", "444": "門，從剎利、梵志、居士、工師受信施衣服，彼", "445": "愚癡人因是長夜不善不義，受惡法報，身壞", "446": "命終，趣至惡處，生地獄中。是故汝等當觀", "447": "自義、觀彼義、觀兩義，當作是念：『我出家學，", "448": "不虛不空，有果有報，有極安樂，生諸善", "449": "處而得長壽，受人信施衣被、飲食、床褥、湯", "45": "施、慧、辯、阿含及所得，是謂比丘為知己也。", "450": "藥，令諸施主得大福祐，得大果報，得大光", "451": "明者。』當作是學。」世尊復告諸比丘曰：「於", "452": "意云何？若有力士以熱鐵鉗鉗開其口，", "453": "便以鐵丸洞燃俱熾，著其口中，彼熱鐵丸燒", "454": "脣，燒脣已燒舌，燒舌已燒齗，燒齗已燒", "455": "咽，燒咽已燒心，燒心已燒腸胃，燒腸胃", "456": "已下過，若從剎利、梵志、居士、工師受信施食", "457": "無量眾味，何者為樂？」時，諸比丘白曰：「世", "458": "尊！若有力士以熱鐵鉗鉗開其口，便以", "459": "鐵丸洞燃俱熾，著其口中，彼熱鐵丸燒脣，", "46": "若有比丘不知己者，謂不自知我有爾", "460": "燒脣已燒舌，燒舌已燒齗，燒齗已燒咽，", "461": "燒咽已燒心，燒心已燒腸胃，燒腸胃已", "462": "下過，甚苦。世尊！若從剎利、梵志、居士、工師", "463": "受信施食無量眾味，甚樂。世尊！」世尊告曰：", "464": "「我為汝說，不令汝等學沙門失沙門道。汝", "465": "欲成無上梵行者，寧令力士以熱鐵鉗", "466": "鉗開其口，便以鐵丸洞燃俱熾，著其口", "467": "中，彼熱鐵丸燒脣，燒脣已燒舌，燒舌已燒", "468": "齗，燒齗已燒咽，燒咽已燒心，燒心已燒", "469": "腸胃，燒腸胃已下過，彼雖因此受苦或死，", "47": "所信、戒、聞、施、慧、辯、阿含及所得，如是比丘為", "470": "然不以是身壞命終，趣至惡處，生地獄中；", "471": "若愚癡人犯戒不精進，生惡不善法，非梵", "472": "行稱梵行，非沙門稱沙門，從剎利、梵志、", "473": "居士、工師受信施食無量眾味，彼愚癡人", "474": "因是長夜不善不義，受惡法報，身壞命終，", "475": "趣至惡處，生地獄中。是故汝等當觀自義、", "476": "觀彼義、觀兩義，當作是念：『我出家學，不", "477": "虛不空，有果有報，有極安樂，生諸善處", "478": "而得長壽，受人信施衣被、飲食、床褥、湯藥，", "479": "令諸施主得大福祐，得大果報，得大光明", "48": "不知己。若有比丘善知己者，謂自知我", "480": "者。』當作是學。」世尊復告諸比丘曰：「於意云", "481": "何？若有力士以鐵銅床洞燃俱熾，強逼使", "482": "人坐臥其上，若從剎利、梵志、居士、工師受", "483": "其信施床㯓臥具，何者為樂？」時，諸比丘白曰：", "484": "「世尊！若有力士以鐵銅床洞燃俱熾，強逼", "485": "使人坐臥其上，甚苦。世尊！若從剎利、梵志、", "486": "居士、工師受其信施床㯓臥具，甚樂。世尊！」世", "487": "尊告曰：「我為汝說，不令汝等學沙門失沙", "488": "門道。汝欲成無上梵行者，寧令力士以鐵", "489": "銅床洞燃俱熾，強逼使人坐臥其上，彼雖", "49": "有爾所信、戒、聞、施、慧、辯、阿含及所得，是謂比", "490": "因此受苦或死，然不以是身壞命終，趣至", "491": "惡處，生地獄中；若愚癡人犯戒不精進，生", "492": "惡不善法，非梵行稱梵行，非沙門稱沙門，", "493": "從剎利、梵志、居士、工師受其信施床㯓臥具，", "494": "彼愚癡人因是長夜不善不義，受惡法報，身", "495": "壞命終，趣至惡處，生地獄中。是故汝等當", "496": "觀自義、觀彼義、觀兩義，當作是念：『我出", "497": "家學，不虛不空，有果有報，有極安樂，生諸", "498": "善處而得長壽，受人信施衣被、飲食、床褥、湯", "499": "藥，令諸施主得大福祐，得大果報，得大光", "5": "初誦1 七法品中阿含七法品第一有十經初一日誦", "50": "丘善知己也。「云何比丘為知眾耶？謂比丘", "500": "明者。』當作是學。」世尊復告諸比丘曰：「於", "501": "意云何？若有力士以大鐵銅釜洞燃俱熾，", "502": "撮舉人已，倒著釜中，若從剎利、梵志、居士、", "503": "工師受信施房舍，泥治堊灑，󰈧戶牢密，爐火", "504": "熅暖，何者為樂？」時，諸比丘白曰：「世尊！若有", "505": "力士以大鐵銅釜洞燃俱熾，撮舉人已，倒", "506": "著釜中，甚苦。世尊！若從剎利、梵志、居士、工師", "507": "受信施房舍，泥治堊灑，󰈧戶牢密，爐火熅暖，", "508": "甚樂。世尊！」世尊告曰：「我為汝說，不令汝等", "509": "學沙門失沙門道。汝欲成無上梵行者，寧", "51": "知此剎利眾、此梵志眾、此居士眾、此沙門", "510": "令力士以大鐵銅釜洞燃俱熾，撮舉人已，", "511": "倒著釜中，彼雖因此受苦或死，然不以", "512": "是身壞命終，趣至惡處，生地獄中；若愚癡人", "513": "犯戒不精進，生惡不善法，非梵行稱梵行，", "514": "非沙門稱沙門，從剎利、梵志、居士、工師受", "515": "信施房舍，泥治堊灑，󰈧戶牢密，爐火熅暖，彼", "516": "愚癡人因是長夜不善不義，受惡法報，身壞", "517": "命終，趣至惡處，生地獄中。是故汝等當觀", "518": "自義、觀彼義、觀兩義，當作是念：『我出家", "519": "學，不虛不空，有果有報，有極安樂，生諸善", "52": "眾，我於彼眾應如是去、如是住、如是坐、", "520": "處而得長壽，受人信施衣被、飲食、床褥、湯", "521": "藥，令諸施主得大福祐，得大果報，得大光", "522": "明者。』當作是學。」說此法時，六十比丘漏盡", "523": "結解，六十比丘捨戒還家。所以者何？世尊", "524": "教誡甚深、甚難，學道亦復甚深、甚難。佛說", "525": "如是。彼諸比丘聞佛所說，歡喜奉行。", "526": "木積喻經第五竟二千六百四十四字", "527": "中阿含經卷第一八千一百九字初一日誦", "53": "如是語、如是默，是謂比丘為知眾也。若有", "54": "比丘不知眾者，謂不知此剎利眾、此梵志", "55": "眾、此居士眾、此沙門眾，我於彼眾應如是", "56": "去、如是住、如是坐、如是語、如是默，如是比", "57": "丘為不知眾。若有比丘善知眾者，謂知", "58": "此剎利眾、此梵志眾、此居士眾、此沙門眾、我", "59": "於彼眾應如是去、如是住、如是坐、如是語、", "6": "有五品半合有六十四經", "60": "如是默，是謂比丘善知眾也。「云何比丘知", "61": "人勝如？謂比丘知有二種人，有信、有不信；", "62": "若信者勝，不信者為不如也。謂信人復有", "63": "二種，有數往見比丘、有不數往見比丘；若", "64": "數往見比丘者勝，不數往見比丘者為不", "65": "如也。謂數往見比丘人復有二種，有禮敬", "66": "比丘、有不禮敬比丘；若禮敬比丘者勝，不", "67": "禮敬比丘者為不如也。謂禮敬比丘人復", "68": "有二種，有問經、有不問經；若問經者勝，", "69": "不問經者為不如也。謂問經人復有二種，", "7": "善法、晝度樹城、水、木積喻", "70": "有一心聽經、有不一心聽經；若一心聽", "71": "經者勝，不一心聽經者為不如也。謂一", "72": "心聽經人復有二種，有聞持法、有聞不", "73": "持法；若聞持法者勝，聞不持法者為不", "74": "如也。謂聞持法人復有二種，有聞法觀", "75": "義、有聞法不觀義；若聞法觀義者勝，聞", "76": "法不觀義者為不如也。謂聞法觀義人", "77": "復有二種，有知法、知義、向法次法、隨順", "78": "於法、如法行之；有不知法、不知義、不向", "79": "法次法、不隨順法、不如法行。若知法、知", "8": "善人往、世福日、車、漏盡七", "80": "義、向法次法、隨順於法、如法行者勝；不知", "81": "法、不知義、不向法次法、不隨順法、不", "82": "如法行者為不如也。謂知法、知義、向法", "83": "次法、隨順於法、如法行人復有二種，有", "84": "自饒益，亦饒益他，饒益多人，愍傷世間，為", "85": "天、為人求義及饒益，求安隱快樂；有不自", "86": "饒益，亦不饒益他，不饒益多人，不愍傷", "87": "世間，不為天、不為人求義及饒益，求安", "88": "隱快樂。若自饒益，亦饒益他，饒益多人，愍", "89": "傷世間，為天、為人求義及饒益，求安隱", "9": "1 善法經（一）中阿含七法品善法經第一", "90": "快樂者，此人於彼人中為極第一，為大、為", "91": "上、為最、為勝、為尊、為妙。譬如因牛有乳，", "92": "因乳有酪，因酪有生酥，因生酥有熟酥，", "93": "因熟酥有酥精，酥精者，於彼中為極第一，", "94": "為大、為上、為最、為勝、為尊、為妙，如是若", "95": "人自饒益，亦饒益他，饒益多人，愍傷世間，", "96": "為天、為人求義及饒益，求安隱快樂。此二", "97": "人如上所說，如上分別，如上施設，此為第", "98": "一，為大，為上、為最、為勝、為尊、為妙，是謂", "99": "比丘知人勝如。」佛說如是。彼諸比丘聞佛"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}