{"author": "宋 法天譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1303 佛說聖曜母陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1303", "1": "佛說聖曜母陀羅尼經", "2": "西天譯經三藏朝散大夫試鴻臚卿", "3": "傳教大師臣法天奉　詔譯", "4": "如是我聞。一時佛在阿拏迦嚩帝大城。爾時", "5": "有無數天龍夜叉乾闥婆阿修羅迦樓羅緊那", "6": "羅摩睺羅伽人非人。及木星火星金星水星", "7": "土星。太陰太陽羅睺計都。如是等二十七曜", "8": "恭敬圍遶。此大金剛三昧莊嚴道場。復有無", "9": "數千菩薩摩訶薩眾。其名曰金剛手菩薩金", "10": "剛忿怒菩薩。金剛軍菩薩金剛播尼菩薩。金", "11": "剛主菩薩金剛莊嚴菩薩。金剛明菩薩金剛", "12": "敷菩薩。觀自在菩薩普觀世菩薩。吉祥菩薩", "13": "蓮華幢菩薩。蓮華藏菩薩蓮華目菩薩。慈氏", "14": "菩薩文殊師利法王子菩薩摩訶薩。如是等", "15": "諸大菩薩恭敬圍遶。佛為說法初善中善後", "16": "善。其義深遠其語巧妙。純一無雜具足清白", "17": "莊嚴如意。", "18": "爾時金剛手菩薩摩訶薩。即從座起以神通", "19": "力。右繞世尊無數百千匝。頭面作禮結跏趺", "20": "坐。以清淨眼觀彼大眾。作金剛合掌安向心", "21": "間。白世尊言。有諸宿曜形貌麁惡。心多忿怒", "22": "惱害眾生。或斷命根或耗人財寶。或減人精", "23": "神或促人年壽。如是損惱一切眾生。惟願世", "24": "尊說正密法為作擁護。佛言善哉善哉。汝能", "25": "慈愍利益一切眾生。問於如來最上祕密之", "26": "法。汝今諦聽善思念之。我為汝說金剛手。如", "27": "是諸惡宿曜。及天龍夜叉乾闥婆阿脩羅迦", "28": "樓羅緊那羅摩睺羅伽人非人等。應以最上", "29": "閼伽。及音樂等。依法加持一一供養。令彼歡", "30": "喜滅除諸惡。時釋迦牟尼佛。於自心中出大", "31": "光明。名慈悲光。入諸宿曜頂。剎那之間一切", "32": "宿曜及日月等。即從座起頭面禮足。右膝著", "33": "地合掌恭敬白佛言。世尊如來應正等覺。願", "34": "賜攝受為說正法。我等若聞擁護有情令無", "35": "災害。所有禁縛刀劍毒蟲一切不害。我結地", "36": "界而為守護。爾時釋迦如來。即說供養宿曜", "37": "真言。", "38": "唵銘引齲引攞迦二合引野娑嚩二合引賀引唵引尸引", "39": "旦引舍尾引娑嚩二合引賀引唵引洛訖旦二合引誐俱", "40": "麼引囉野娑嚩二合引賀引唵引󰂛引馱野󰂛引馱", "41": "野娑嚩二合引賀引唵引步引誐引娑波二合那野", "42": "娑嚩二合引賀引唵引阿穌囉薩多麼引野娑嚩二合", "43": "引賀引唵引訖里二合瑟拏二合嚩囉拏二合引野", "44": "娑嚩二合引賀引唵引阿沒里二合多鉢里二合夜", "45": "野娑嚩二合引賀引唵引乳引底計引多吠引娑嚩", "46": "二合引賀引爾時世尊說真言已。告金剛手菩薩", "47": "言。如是九曜真言。念者皆得成就。先須依法", "48": "以香水。塗曼拏羅闊十二指。或金銀器或銅", "49": "器瓦器等。獻閼伽供養星曜。用前真言各念", "50": "一百八遍。所求之事而悉成就。佛告金剛手", "51": "菩薩。我今復說陀羅尼名聖曜母。有大明力", "52": "能為擁護。一切宿曜聞悉歡喜。若有苾芻苾", "53": "芻尼優婆塞優婆夷。聞此經典於曼拏羅獻", "54": "閼伽供養。念此真言七遍。即得富貴長壽。若", "55": "日日持誦彼一切宿曜。能滿有情一切意願。", "56": "宿曜母陀羅尼曰。", "57": "曩謨引囉怛曩二合怛囉二合夜野曩謨引沒馱", "58": "野曩謨二合嚩日囉二合馱囉引野曩謨鉢捺麼", "59": "二合馱囉引野曩謨薩嚩仡囉二合賀引𧹞薩嚩", "60": "商引波哩布囉迦引𧹞引曩謨引諾乞叉二合怛", "61": "囉二合𧹞曩謨引訥嚩二合引那舍囉引尸引南引怛", "62": "儞也二合他引唵引沒第引嚩日里二合引嚩日里", "63": "二合引鉢捺銘二合引娑囉娑囉鉢囉二合娑囉鉢囉", "64": "二合娑囉三麼二合囉三麼二合囉託里二合引拏野", "65": "訖里二合引拏野末里那二合野伽引多野伽引多", "66": "野薩嚩尾覲曩二合引俱嚕俱嚕親那親那頻那", "67": "頻那剎跛野剎跛野扇引帝引扇引帝引難引", "68": "帝引難引帝引那引麼野那引麼野訥嚕二合", "69": "怛那哩舍引野怛麼二合引南麼麼𠸪乞叉二合𠸪", "70": "乞叉二合薩嚩薩怛嚩二合室左二合薩嚩諾乞", "71": "剎二合怛囉二合仡囉二合賀引閉𧹞引麼引儞", "72": "哩嚩二合引囉曳婆誐嚩底麼賀引麼引曳鉢囉二", "73": "合娑馱野薩嚩播引播引儞彌引薩嚩薩怛嚩二合", "74": "引南贊抳贊抳都嚕都嚕婆誐嚩帝贊抳贊抳", "75": "蘇母蘇母祖母祖母婆嚩婆吠烏仡哩二合引烏", "76": "仡囉二合多閉布囉野麼麼薩嚩薩怛嚩二合引難引", "77": "左麼努引囉他薩嚩怛他引誐多引地瑟恥二合", "78": "多三摩曳娑嚩二合引賀引唵引娑嚩二合引賀吽娑", "79": "嚩二合引賀引紇凌二合娑嚩二合引賀引通娑嚩二合引", "80": "賀引定娑嚩二合引賀引嚩日囉二合馱囉引野娑", "81": "嚩二合引賀引鉢捺麼二合馱囉引野娑嚩二合引賀", "82": "阿𡫸底也二合野娑嚩二合引賀引穌麼野娑嚩二合", "83": "引賀馱囉抳穌多引野娑嚩二合引賀引母馱野娑", "84": "嚩二合賀勿里二合賀薩波二合多曳娑嚩二合引", "85": "賀引速訖囉二合野娑嚩二合引賀引訖哩二合瑟", "86": "拏二合嚩囉拏二合引野娑嚩二合引賀引囉賀吠娑", "87": "嚩二合引賀引迦多吠娑嚩二合引賀引沒馱野娑", "88": "嚩二合引賀嚩日囉二合馱囉野娑囉二合引賀引鉢", "89": "那麼馱囉引野娑嚩二合引賀引俱麼囉二合野娑", "90": "嚩二合引賀諾乞叉二合怛囉二合𧹞娑嚩二合引賀薩", "91": "里舞波那囉二合嚩𧹞娑嚩二合引賀引唵薩哩嚩", "92": "二合尾禰吽𠷑吒娑嚩二合引賀", "93": "爾時世尊說此陀羅尼已。告金剛手菩薩言。", "94": "今此真言最上祕密。能與眾生滿一切願。若", "95": "有人求長壽等。於八月七日起首。受持齋戒", "96": "至十四日夜。依法供養宿曜至十五日。一晝", "97": "夜中讀誦此陀羅尼。彼人得長壽至九十九", "98": "歲。所有雷電龍鬼諸惡星曜皆不能怖。復得", "99": "宿命智所願如意。爾時一切宿曜聞佛所說。", "100": "讚言善哉善哉甚為希有。我等受持。即以頭", "101": "面禮世尊足忽然不現。", "102": "佛說聖曜母陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1303 佛說聖曜母陀羅尼經", "source": "CBETA"}