{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220k 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "12 會大般若經第十二會戒波羅蜜", "1": "多分序序", "10": "摶之不觸，而芬郁布寫，類迷迭之盈空；潔映", "100": "處，不離眼處；非耳、鼻、舌、身、意處，不離耳、鼻、舌、", "101": "身、意處。一切智智非色處，不離色處；非聲、香、", "102": "味、觸、法處，不離聲、香、味、觸、法處。一切智智非", "103": "眼界，不離眼界；非耳、鼻、舌、身、意界，不離耳、鼻、", "104": "舌、身、意界。一切智智非眼識界，不離眼識界；", "105": "非耳、鼻、舌、身、意識界，不離耳、鼻、舌、身、意識界。", "106": "一切智智非眼觸，不離眼觸；非耳、鼻、舌、身、意", "107": "觸，不離耳、鼻、舌、身、意觸。一切智智非眼觸為", "108": "緣所生諸受，不離眼觸為緣所生諸受；非耳、", "109": "鼻、舌、身、意觸為緣所生諸受，不離耳、鼻、舌、身、意", "11": "澄華，比醍醐之洞色。含靈所以埏埴，法界所", "110": "觸為緣所生諸受。一切智智非地界，不離地", "111": "界；非水、火、風、空、識界，不離水、火、風、空、識界。一", "112": "切智智非因緣，不離因緣；非等無間緣、所緣", "113": "緣、增上緣，不離等無間緣、所緣緣、增上緣。一", "114": "切智智非無明，不離無明；非行、識、名色、六處、", "115": "觸、受、愛、取、有、生、老死，不離行、識、名色、六處、觸、受、", "116": "愛、取、有、生、老死。一切智智非布施波羅蜜多，", "117": "不離布施波羅蜜多；非淨戒、安忍、精進、靜慮、", "118": "般若波羅蜜多，不離淨戒、安忍、精進、靜慮、般若", "119": "波羅蜜多。一切智智非內空，不離內空；非", "12": "以彌綸，善逝法王抗之以為明足，具壽尊", "120": "外空、內外空、空空、大空、勝義空、有為空、無為空、", "121": "畢竟空、無際空、散空、無變異空、本性空、自相空、", "122": "共相空、一切法空、不可得空、無性空、自性空、無", "123": "性自性空，不離外空、內外空、空空、大空、勝", "124": "義空、有為空、無為空、畢竟空、無際空、散空、無變", "125": "異空、本性空、自相空、共相空、一切法空、不可得", "126": "空、無性空、自性空、無性自性空。一切智智非", "127": "真如，不離真如；非法界、法性、不虛妄性、不變", "128": "異性、平等性、離生性、法定、法住、實際、虛空界、不", "129": "思議界，不離法界、法性、不虛妄性、不變異性、", "13": "者養之而為淨命。但簡以行處，或非處而難", "130": "平等性、離生性、法定、法住、實際、虛空界、不思議", "131": "界。一切智智非苦聖諦，不離苦聖諦；非集、", "132": "滅、道聖諦，不離集、滅、道聖諦。一切智智非", "133": "四靜慮，不離四靜慮；非四無量、四無色定，不", "134": "離四無量、四無色定。一切智智非四念住，不", "135": "離四念住；非四正斷、四神足、五根、五力、七等", "136": "覺支、八聖道支，不離四正斷、四神足、五根、五", "137": "力、七等覺支、八聖道支。一切智智非空解脫", "138": "門，不離空解脫門；非無相、無願解脫門，不離", "139": "無相、無願解脫門。一切智智非八解脫，不離", "14": "遵；格以正乘，或他乘而致爽。十七群之喧", "140": "八解脫；非八勝處、九次第定、十遍處，不離", "141": "八勝處、九次第定、十遍處。一切智智非陀羅", "142": "尼門，不離陀羅尼門；非三摩地門，不離三摩", "143": "地門。一切智智非淨觀地，不離淨觀地；非種", "144": "性地、第八地、具見地、薄地、離欲地、已辦地、獨", "145": "覺地、菩薩地、如來地，不離種性地、第八地、具", "146": "見地、薄地、離欲地、已辦地、獨覺地、菩薩地、如來", "147": "地。一切智智非極喜地，不離極喜地；非離", "148": "垢地、發光地、焰慧地、極難勝地、現前地、遠行地、", "149": "不動地、善慧地、法雲地、不離離垢地、發光地、", "15": "浴尚動王譏，五百生之掉影仍貽佛誡。矧", "150": "焰慧地、極難勝地、現前地、遠行地、不動地、善慧", "151": "地、法雲地。一切智智非五眼，不離五眼；非", "152": "六神通，不離六神通。一切智智非佛十力，不", "153": "離佛十力；非四無所畏、四無礙解、大慈、大悲、", "154": "大喜、大捨、十八佛不共法，不離四無所畏、四無", "155": "礙解、大慈、大悲、大喜、大捨、十八佛不共法。一", "156": "切智智非三十二大士相，不離三十二大士", "157": "相；非八十隨好，不離八十隨好。一切智智非", "158": "無忘失法，不離無忘失法；非恒住捨性，不離", "159": "恒住捨性。一切智智非一切智，不離一切智；", "16": "復齅蓮馥而為盜，分釧響以成婬，涅槃為求，", "160": "非道相智、一切相智，不離道相智、一切相智。", "161": "一切智智非預流果，不離預流果；非一來果、", "162": "不還果、阿羅漢果、獨覺菩提，不離一來果、不還", "163": "果、阿羅漢果、獨覺菩提。一切智智非諸菩薩", "164": "摩訶薩行，不離諸菩薩摩訶薩行；非諸佛無", "165": "上正等菩提，不離諸佛無上正等菩提。一切", "166": "智智非有色法，不離有色法；非無色法，不離", "167": "無色法。一切智智非有見法，不離有見法；非", "168": "無見法，不離無見法。一切智智非有對法，不", "169": "離有對法；非無對法，不離無對法。一切智智", "17": "保專精而尚犯；菩提入願，受欲樂而猶持。輕", "170": "非有漏法，不離有漏法；非無漏法，不離無漏", "171": "法。一切智智非有為法，不離有為法；非無為", "172": "法，不離無為法。一切智智非有量法，不離有", "173": "量法；非無量法，不離無量法。一切智智非過", "174": "去法，不離過去法；非未來、現在法，不離未來、", "175": "現在法。一切智智非善法，不離善法；非不善、", "176": "無記法，不離不善、無記法。一切智智非欲", "177": "界繫法，不離欲界繫法；非色、無色界繫法，不", "178": "離色、無色界繫法。一切智智非見所斷法，不", "179": "離見所斷法；非修所斷、無斷法，不離修所斷、", "18": "嫌與重性同科，意防與身遮共品，諦故住故，", "180": "無斷法。一切智智非學法，不離學法；非無", "181": "學、非學非無學法，不離無學、非學非無學法。", "182": "一切智智遠離如是諸法相故不可執取。「一", "183": "切智智遠離眾相無法可得，無所得故不可", "184": "執取；一切智智既非有法亦非無法，由此因", "185": "緣不可執取。是故菩薩修行布施、受持淨戒，", "186": "迴向無上正等菩提，雖求證得一切智智，而", "187": "不名為戒禁取攝。若諸菩薩修行布施、受持", "188": "淨戒，迴向聲聞或獨覺地執取淨戒，是諸菩", "189": "薩失菩薩戒，應知名為犯戒菩薩。」", "19": "能行所行。導以隨喜，融以法性，豈止草繫", "190": "爾時，滿慈子問舍利子言：「若諸菩薩修行布", "191": "施、受持淨戒，迴向聲聞或獨覺地，違犯菩薩", "192": "所受戒已，是諸菩薩為有因緣可還淨不？」舍", "193": "利子言：「若彼菩薩迴向聲聞獨覺地已，未見", "194": "聖諦、未證實際，或有因緣易可還淨；若見聖", "195": "諦、證實際已，異見深重難可還淨。」時，滿慈子", "196": "復問具壽舍利子言：「若諸菩薩求證無上正", "197": "等菩提，不應令彼證實際耶？」舍利子言：「如是！", "198": "如是！若諸菩薩求證無上正等菩提，不應令", "199": "彼證於實際。」滿慈子言：「何因緣故，若諸菩薩", "2": "西明寺沙門玄則撰", "20": "情殷、木叉義遠，毒龍卷毒、怖鴿忘怖，將被之", "200": "求證無上正等菩提，不應令彼證於實際？」舍", "201": "利子言：「有諸菩薩求證無上正等菩提，若速", "202": "令彼證於實際，是諸菩薩或遇因緣，住於聲", "203": "聞或獨覺地，難可令起一切智心。若遇如來", "204": "正法隱沒，不求證得一切智智，爾時便證獨", "205": "覺菩提，入無餘依般涅槃界，畢竟不證無上", "206": "菩提。由此因緣，若諸菩薩求趣無上正等菩", "207": "提，不應令彼速證實際，乃至未坐妙菩提座，", "208": "不應令彼證於實際。若時已坐妙菩提座，將", "209": "證無上正等菩提，乃可令其證於實際，斷一", "21": "黎蠢、棲之常樂，使八寒流煦、五熱浮涼，薜", "210": "切障證大菩提。", "211": "「又，滿慈子！若諸菩薩修行淨戒波羅蜜多，不", "212": "應受持二乘淨戒。由彼淨戒不能攝受一切", "213": "智智，不能引發一切智智，不能攝受菩薩淨", "214": "戒波羅蜜多，不能圓滿菩薩淨戒波羅蜜多。", "215": "又，滿慈子！若諸菩薩心作分限饒益有情，修", "216": "行布施、受持淨戒，是諸菩薩不能攝受菩薩", "217": "淨戒波羅蜜多，不能圓滿菩薩淨戒波羅蜜", "218": "多。何以故？滿慈子！菩薩淨戒波羅蜜多無", "219": "分限故。若諸菩薩心無分限饒益有情，修行", "22": "荔失其炎河、輪圍發其闇渚。行門允備，種", "220": "布施、受持淨戒，是諸菩薩乃能攝受菩薩淨", "221": "戒波羅蜜多，亦能圓滿菩薩淨戒波羅蜜多，", "222": "是諸菩薩由此因緣名為成就菩薩淨戒。」", "223": "爾時，滿慈子問舍利子言：「云何名為菩薩持", "224": "戒？」舍利子言：「若諸菩薩隨所行施，一切迴", "225": "向無上菩提，與諸有情作大饒益，窮未來際", "226": "無間無斷，應知是為菩薩持戒。若諸菩薩隨", "227": "所護戒，一切迴向無上菩提，與諸有情作大", "228": "饒益，窮未來際無間無斷，應知是為菩薩持", "229": "戒。若諸菩薩雖經殑伽沙數大劫，修行淨戒", "23": "智克圓。其五軸單譯，一如施分。凡息心之士，", "230": "令得圓滿，而不迴向無上菩提，與諸有情作", "231": "大饒益，窮未來際無間無斷，是諸菩薩不能", "232": "攝受菩薩淨戒波羅蜜多，不能圓滿菩薩淨", "233": "戒波羅蜜多。若諸菩薩雖經殑伽沙數大劫，", "234": "修行淨戒令得圓滿，而心迴向聲聞、獨覺，是", "235": "諸菩薩不能攝受菩薩淨戒波羅蜜多，不能", "236": "圓滿菩薩淨戒波羅蜜多。若諸菩薩雖不受", "237": "持二乘淨戒，而不名為犯淨戒者；若諸菩薩", "238": "迴向聲聞或獨覺地，雖多受持二乘淨戒，", "239": "而可名為犯淨戒者。何以故？滿慈子！若諸菩", "24": "豈不諏焉！", "240": "薩迴向聲聞或獨覺地，應知名為行於非處。", "241": "言非處者即二乘地，非諸菩薩所行處故。」", "242": "爾時，滿慈子問舍利子言：「云何名為菩薩行", "243": "處？」舍利子言：「布施、淨戒、安忍、精進、靜慮、般若", "244": "波羅蜜多相應作意，應知是為菩薩行處。「又，", "245": "滿慈子！內空、外空、內外空、空空、大空、勝義空、", "246": "有為空、無為空、畢竟空、無際空、散空、無變異空、", "247": "本性空、自相空、共相空、一切法空、不可得空、無", "248": "性空、自性空、無性自性空相應作意，應知是", "249": "為菩薩行處。「又，滿慈子！真如、法界、法性、不虛", "25": "大般若波羅蜜多經卷第五百八", "250": "妄性、不變異性、平等性、離生性、法定、法住、實際、", "251": "虛空界、不思議界相應作意，應知是為菩薩", "252": "行處。「又，滿慈子！菩薩所學四靜慮、四無量、四", "253": "無色定相應作意，應知是為菩薩行處。「又，滿", "254": "慈子！菩薩所學四念住、四正斷、四神足、五根、", "255": "五力、七等覺支、八聖道支相應作意，應知是", "256": "為菩薩行處。「又，滿慈子！菩薩所學空、無相、無", "257": "願解脫門相應作意，應知是為菩薩行處。「又，", "258": "滿慈子！菩薩所學八解脫、八勝處、九次第定、", "259": "十遍處相應作意，應知是為菩薩行處。「又，滿", "26": "十四", "260": "慈子！極喜地、離垢地、發光地、焰慧地、極難勝", "261": "地、現前地、遠行地、不動地、善慧地、法雲地相應", "262": "作意，應知是為菩薩行處。「又，滿慈子！一切", "263": "陀羅尼門、一切三摩地門相應作意，應知是", "264": "為菩薩行處。「又，滿慈子！菩薩所學五眼、六神", "265": "通相應作意，應知是為菩薩行處。「又，滿慈子！", "266": "如來十力、四無所畏、四無礙解、大慈、大悲、大喜、", "267": "大捨、十八佛不共法乃至一切智智相應作", "268": "意，應知是為菩薩行處。若諸菩薩諦故、住故", "269": "行此行處，應知是為菩薩持戒。「又，滿慈子！", "27": "三藏法師玄奘奉　詔譯", "270": "若諸菩薩雖經殑伽沙數大劫，安處居家受妙", "271": "五欲，而不發起趣向聲聞、獨覺地心，是諸菩", "272": "薩應知不名犯菩薩戒。何以故？滿慈子！是諸", "273": "菩薩增上意樂無退壞故。何等名為增上意", "274": "樂？謂定趣求一切智智。譬如有人於他財物", "275": "實不劫盜，枉禁囹圄雖經多時，而勝意樂常", "276": "無退壞；於他財物無劫盜心，雖與惡人同禁", "277": "囹圄而不名賊。如是菩薩雖處居家，經於殑", "278": "伽沙數大劫受妙五欲，而勝意樂常不退壞，", "279": "謂常趣求一切智智，曾不發起二乘之心，是", "28": "第十二淨戒波羅蜜多分之一", "280": "故不名犯菩薩戒。若諸菩薩雖經殑伽沙數", "281": "大劫修行梵行，而起迴向二乘地心，應知不", "282": "名持淨戒者。何以故？滿慈子！彼捨淨戒波", "283": "羅蜜多安住聲聞、獨覺乘戒。若諸菩薩安住", "284": "聲聞、獨覺乘戒，不名菩薩。所以者何？是諸菩", "285": "薩遠離淨戒波羅蜜多，無心趣求一切智智，", "286": "定不能證無上菩提。「又，滿慈子！若諸菩薩起", "287": "如是心：『我當精勤經爾所劫流轉生死，定當", "288": "引起一切智智。』是諸菩薩由起此心，不能證", "289": "得一切智智。」時，滿慈子便問具壽舍利子言：", "29": "如是我聞：一時，薄伽梵在室羅筏住誓多林", "290": "「若諸菩薩心作分限：『我當精勤經爾所劫，定", "291": "當證得一切智智。』如是期心有何過失，而不", "292": "能得一切智智？」舍利子言：「是諸菩薩厭怖生", "293": "死速求菩提，由心速故，便作分限，由作分限，", "294": "不能成熟殊勝善根，由怖生死，或求聲聞、獨", "295": "覺乘果。非作分限而能饒益無量有情；非作", "296": "分限，而能圓滿無量布施波羅蜜多，非不圓", "297": "滿無量布施波羅蜜多，而能證得一切智智。", "298": "若諸菩薩心作分限，設經殑伽沙數大劫，修", "299": "行布施波羅蜜多，而亦不能圓滿布施波羅", "3": "夫欲儲淨法，先滌身器；將越愛流，前鳩行檝。", "30": "給孤獨園，與大苾芻眾千二百五十人俱。爾", "300": "蜜多，菩薩布施波羅蜜多無邊際故，一切智", "301": "智亦無邊際。若不圓滿菩薩布施波羅蜜多，", "302": "而能證得一切智智，無有是處。是故菩薩欲", "303": "求無上正等菩提，不應起心定作分限，速求", "304": "證得一切智智。「又，滿慈子！若諸菩薩求證無上", "305": "正等菩提，是諸菩薩決定不應心作分限。修", "306": "行布施乃至般若波羅蜜多，若時若時久處", "307": "生死修菩薩行，爾時爾時所修布施乃至般", "308": "若波羅蜜多漸善成熟，堪能證得一切智智。", "309": "如新瓦器盛滿清水，置於日中，如如多時水", "31": "時，世尊告具壽舍利子：「汝今應為欲證無上", "310": "所滋潤，如是如是器轉堅牢。如是菩薩若時", "311": "若時久處生死修菩薩行，爾時爾時所修布", "312": "施乃至般若波羅蜜多漸善成熟，堪能證得", "313": "一切智智。「又，滿慈子！如新瓦瓶盛滿蘇油，", "314": "如如經久，如是如是津胒漸潤，由斯堅密有", "315": "所堪能。如是菩薩若時若時久處生死修菩", "316": "薩行，爾時爾時漸遇多佛及佛弟子信敬供", "317": "養；若時若時漸遇多佛及佛弟子信敬供養，", "318": "爾時爾時漸蒙多佛及佛弟子教誡教授；若", "319": "時若時漸蒙多佛及佛弟子教誡教授，爾時", "32": "正等菩提諸菩薩摩訶薩，宣說淨戒波羅蜜", "320": "爾時漸得聞說布施、淨戒、安忍、精進、靜慮、般若", "321": "波羅蜜多；若時若時漸得聞說布施、淨戒、安", "322": "忍、精進、靜慮、般若波羅蜜多，爾時爾時漸能", "323": "修習布施、淨戒、安忍、精進、靜慮、般若波羅蜜", "324": "多；若時若時漸能修習布施、淨戒、安忍、精進、", "325": "靜慮、般若波羅蜜多，爾時爾時漸復圓滿", "326": "布施、淨戒、安忍、精進、靜慮、般若波羅蜜多；若", "327": "時若時漸復圓滿布施、淨戒、安忍、精進、靜慮、般", "328": "若波羅蜜多，爾時爾時漸得隣近一切智智；", "329": "若時若時漸得隣近一切智智，爾時爾時漸", "33": "多。」時，舍利子蒙佛教勅，承佛神力，先以淨", "330": "斷諸障證得無上正等菩提。", "331": "「又，滿慈子！諸菩薩摩訶薩若時若時起一切智", "332": "相應之心，爾時爾時無容間起緣餘境心；若", "333": "時若時無容間起緣餘境心，爾時爾時布施、", "334": "淨戒、安忍、精進、靜慮、般若波羅蜜多熏心相續", "335": "漸得圓滿。由心相續漸圓滿故，名能引發一", "336": "切智心，此心相續無間無斷，乃至證得一切", "337": "智智。如貯蘇瓶如如經久，如是如是蘇", "338": "氣熏遍，不受餘氣之所熏著。如是菩薩摩訶", "339": "薩眾起一切智相應之心，緣餘境心不能間", "34": "戒波羅蜜多，教誡教授諸菩薩摩訶薩。時，滿", "340": "雜，由無間雜布施、淨戒、安忍、精進、靜慮、般若", "341": "波羅蜜多熏習圓滿，諸惡魔軍欲伺其便終", "342": "不能得。何以故？滿慈子！若於此境魔伺其", "343": "便，是諸菩薩即於此境起一切智相應之心，", "344": "由此惡魔不能得便。「如是菩薩若時若時久", "345": "處生死，修行布施乃至般若波羅蜜多，爾時", "346": "爾時漸事多佛及諸弟子；若時若時漸事多", "347": "佛及諸弟子，爾時爾時聞說布施乃至般若", "348": "波羅蜜多；若時若時聞說布施乃至般若波", "349": "羅蜜多，爾時爾時能勤精進如理思惟所說", "35": "慈子便問具壽舍利子言：「云何應知菩薩持", "350": "布施乃至般若波羅蜜多；若時若時能勤精", "351": "進如理思惟，所說布施乃至般若波羅蜜多，", "352": "爾時爾時能勤精進無倒修習所說布施乃至", "353": "般若波羅蜜多；若時若時能勤精進無倒修", "354": "習所說布施乃至般若波羅蜜多，爾時爾時", "355": "於心相續布施、淨戒、安忍、精進、靜慮、般若波", "356": "羅蜜多漸得圓滿；若時若時於心相續布施、", "357": "淨戒、安忍、精進、靜慮、般若波羅蜜多漸得圓", "358": "滿，爾時爾時漸得隣近一切智智，由斯速", "359": "證無上菩提，與諸有情作大饒益。", "36": "戒？云何應知菩薩犯戒？云何菩薩所應行處？", "360": "「又，滿慈子！若諸菩薩欲勸導他受持淨戒，是", "361": "諸菩薩先應自起淨戒相應心、心所法，然後", "362": "勸他受持淨戒，既勸導他受持戒已，復令迴", "363": "向一切智智。如是菩薩自修善根迴向所求一", "364": "切智智，復能勸導他諸有情起清淨心受持", "365": "淨戒，受持戒已，復令迴向一切智智，乃可名為", "366": "於善男子、善女人等能善化導。若諸菩薩教", "367": "誡教授趣聲聞乘補特伽羅，令勤修學菩薩", "368": "淨戒波羅蜜多，迴向趣求一切智智，是諸菩薩", "369": "勝聲聞乘補特伽羅。若聲聞人教誡教授趣", "37": "云何菩薩非所行處？」時，舍利子便答具壽滿", "370": "菩薩乘補特伽羅，令勤修學菩薩淨戒波羅", "371": "蜜多，迴向趣求一切智智，是聲聞人不勝菩", "372": "薩補特伽羅，乃為菩薩轉勝於彼。「如有男子", "373": "負真金人遠適他國，此真金人光彩顏貌勝", "374": "彼男子。如是設有殑伽沙數聲聞乘人，教誡", "375": "教授趣菩薩乘補特伽羅，令勤修學菩薩淨", "376": "戒波羅蜜多，迴向趣求一切智智，此一菩薩", "377": "勝彼一切聲聞乘人。又如男子負頗胝迦人", "378": "遠適他國，此頗胝迦人光彩顏貌勝彼男子。", "379": "如是三千大千世界殑伽沙數聲聞乘人，教", "38": "慈子言：「若諸菩薩安住聲聞、獨覺作意，是名", "380": "誡教授趣菩薩乘補特伽羅，令勤修學菩薩", "381": "淨戒波羅蜜多，迴向趣求一切智智，此一菩", "382": "薩勝彼一切聲聞乘人。何以故？滿慈子！諸", "383": "聲聞人若時若時教誡教授，此一菩薩爾時", "384": "爾時轉勝一切聲聞乘人。設經殑伽沙數劫", "385": "住諸聲聞人，教誡教授此一菩薩，令勤修學", "386": "菩薩淨戒波羅蜜多，迴向趣求一切智智，此", "387": "一菩薩功德善根晝夜增長。「又，滿慈子！譬如", "388": "真金數數燒鍊，光色轉盛。菩薩亦爾，若時", "389": "若時諸聲聞眾教誡教授，令勤修學菩薩淨", "39": "菩薩非所行處，若諸菩薩安住此處，應知是", "390": "戒波羅蜜多，迴向趣求一切智智，爾時爾時", "391": "菩薩淨戒波羅蜜多轉得明淨；若時若時菩", "392": "薩淨戒波羅蜜多轉得明淨，爾時爾時轉勝", "393": "一切聲聞乘人所有功德，由彼功德迴向涅", "394": "槃，不能趣求一切智智。「又，滿慈子！如吠琉", "395": "璃若時若時匠者瑩拭，爾時爾時光色轉", "396": "淨。如是菩薩若時若時諸聲聞眾教誡教授，", "397": "令勤修學菩薩淨戒波羅蜜多，迴向趣求一", "398": "切智智，爾時爾時菩薩淨戒波羅蜜多轉得", "399": "明淨；若時若時菩薩淨戒波羅蜜多轉得明", "4": "居其選也，特有戒焉。所以復指名區、更申玄", "40": "為菩薩犯戒。若諸菩薩行於非處，是諸菩薩", "400": "淨，爾時爾時轉勝一切聲聞乘人所有功德，", "401": "由彼功德迴向涅槃，不能趣求一切智智。「又，", "402": "滿慈子！如巧畫師以眾彩色畫作人像，如", "403": "如先以一色作模，於後後時填布眾彩，若", "404": "時若時以眾彩色漸次填布，爾時爾時容貌", "405": "形色展轉殊妙，勝彼畫師百千萬倍。如是菩", "406": "薩若時若時諸聲聞眾教誡教授，令勤修學", "407": "菩薩淨戒波羅蜜多，迴向趣求一切智智，爾", "408": "時爾時菩薩淨戒波羅蜜多轉得明淨；若時", "409": "若時菩薩淨戒波羅蜜多轉得明淨，爾時爾", "41": "決定不能攝受淨戒波羅蜜多，若諸菩薩決", "410": "時轉勝一切聲聞乘人所有功德，由彼功德", "411": "迴向涅槃，不能趣求一切智智，而此菩薩", "412": "由諸聲聞教誡教授，所修種種功德善根", "413": "晝夜增長。「又，滿慈子！如人種樹隨時溉灌守", "414": "護修理，若時若時溉灌此樹守護修理，爾時", "415": "爾時其樹增長量漸高大。如是菩薩無量聲", "416": "聞教誡教授，令勤修學菩薩淨戒波羅蜜多，", "417": "迴向趣求一切智智，而此菩薩若時若時無", "418": "量聲聞教誡教授，令勤修學菩薩淨戒波羅", "419": "蜜多，迴向趣求一切智智，爾時爾時菩薩淨", "42": "定不能攝受淨戒波羅蜜多，是諸菩薩捨本", "420": "戒波羅蜜多漸次增長；若時若時菩薩淨戒", "421": "波羅蜜多漸次增長，爾時爾時普勝一切聲", "422": "聞、獨覺。菩薩淨戒波羅蜜多轉明轉盛，漸次", "423": "鄰近本所願求一切智智，由斯普勝聲聞、獨", "424": "覺。「又，滿慈子！譬如有人持小火㷮燒乾草木，", "425": "若時若時火依草木，爾時爾時火漸增長；若", "426": "時若時火漸增長，爾時爾時火焰轉大，展轉", "427": "能照多踰繕那多百多千乃至無量。如是菩", "428": "薩無量聲聞教誡教授，令勤修學菩薩淨戒", "429": "波羅蜜多，迴向趣求一切智智，而此菩薩若", "43": "誓願，若諸菩薩捨本誓願，應知是為菩薩犯", "430": "時若時無量聲聞教誡教授，令勤修學菩薩", "431": "淨戒波羅蜜多，迴向趣求一切智智，爾時", "432": "爾時菩薩淨戒波羅蜜多漸次明盛；若時若", "433": "時菩薩淨戒波羅蜜多漸次明盛，爾時爾時", "434": "勝彼無量教誡教授聲聞乘人所有功德，由", "435": "彼功德迴向涅槃，不能趣求一切智智。「又，滿", "436": "慈子！譬如有人銷礦出金出已轉賣，所得價", "437": "直貴賣彼人多百千倍。如是菩薩若時若時", "438": "無量聲聞教誡教授，令勤修學菩薩淨戒波", "439": "羅蜜多，迴向趣求一切智智，爾時爾時菩", "44": "戒。「又，滿慈子！若諸菩薩修行布施，迴向聲", "440": "薩淨戒波羅蜜多勝彼聲聞所有功德多百", "441": "千倍，由彼功德迴向涅槃，不能趣求一切", "442": "智智；菩薩淨戒波羅蜜多決定趣求一切智", "443": "智，與有情類作大饒益。」爾時，滿慈子白舍利", "444": "子言：「菩薩成就廣大妙法，謂諸菩薩教誡教", "445": "授趣聲聞乘補特伽羅，令勤修學菩薩淨戒", "446": "波羅蜜多，迴向趣求一切智智，是諸菩薩勝", "447": "聲聞乘補特伽羅。若聲聞人教誡教授趣菩", "448": "薩乘補特伽羅，令勤修學菩薩淨戒波羅蜜", "449": "多，迴向趣求一切智智，是聲聞人不勝菩薩", "45": "聞或獨覺地，是名菩薩行於非處，若諸菩薩", "450": "補特伽羅，乃為菩薩轉勝於彼。」時，舍利子", "451": "便印具壽滿慈子言：「如是！如是！菩薩成就廣", "452": "大妙法，普勝獨覺及諸聲聞。」", "453": "大般若波羅蜜多經卷第五百八十四", "46": "行於非處，應知是為菩薩犯戒。若諸菩薩安", "47": "住居家受妙五欲，應知非為菩薩犯戒。若諸", "48": "菩薩行布施時，迴向聲聞或獨覺地，不求", "49": "無上正等菩提，應知是為菩薩犯戒。譬如王", "5": "集，切身口而流訓，則一言一行斯佛事矣；", "50": "子應受父王所有教令，應學王子所應學法，", "51": "謂諸王子皆應善學諸工巧處及事業處，所", "52": "謂乘象、乘馬、乘車，及善持御弓弩、排𥎞、刀矟、鉤", "53": "輪、奔走、跳躑、書印、算數、聲因論等，及餘種種工", "54": "巧事業。若諸王子能勤習學如是等類順益", "55": "王法，雖受五欲種種嬉戲，而不為王之所訶", "56": "責。如是菩薩勤求無上正等菩提，雖處居家", "57": "受妙五欲種種嬉戲，而不違逆一切智智。若", "58": "諸菩薩行布施時，迴向聲聞或獨覺地，是諸", "59": "菩薩行於非處，於一切智便為非田。若時若", "6": "因動靜以研機，則舉足下足斯道場矣。誠嶮", "60": "時於一切智已成非田，爾時爾時不能攝受", "61": "菩薩淨戒波羅蜜多；若時若時不能攝受菩", "62": "薩淨戒波羅蜜多，爾時爾時遠離所求一切", "63": "智智；若時若時遠離所求一切智智，爾時爾", "64": "時行於非處；若時若時行於非處，爾時爾", "65": "時犯菩薩戒。「又，滿慈子！若諸菩薩雖復出家", "66": "受持淨戒，而不迴向無上菩提，是諸菩薩定", "67": "不成就菩薩淨戒。若諸菩薩定不成就菩薩", "68": "淨戒，是諸菩薩但有虛名都無實義，應知彼", "69": "類不名菩薩。若諸菩薩雖處居家，而受三歸", "7": "道之夷蹬，闇室之凝釭，度疫之仙丸，出", "70": "深信三寶，迴向無上正等菩提，是諸菩薩雖", "71": "復受用五欲樂具，而於菩薩所行淨戒波羅", "72": "蜜多常不遠離，亦名真實持淨戒者，亦名安", "73": "住菩薩淨戒。若諸菩薩住菩薩戒，是諸菩薩", "74": "常不遠離菩薩淨戒波羅蜜多，若諸菩薩常", "75": "不遠離菩薩淨戒波羅蜜多，是諸菩薩常不", "76": "遠離一切智智。若諸菩薩雖多發起五欲相", "77": "應非理作意，而起一念無上菩提相應之心", "78": "即能摧滅。如多積集迦遮末尼，一吠琉璃能", "79": "總映奪；吠琉璃寶光彩價直，映奪一切迦遮", "8": "苦之神馭，鑒德者之明鏡，嚴心者之寶鬘，涉", "80": "末尼。如是菩薩雖多發起五欲相應非理作", "81": "意，若起一念無上菩提相應之心普能摧滅；", "82": "如迦遮聚，一吠琉璃普能映奪令失光彩。", "83": "「又，滿慈子！若諸菩薩執著諸相而行布施，是", "84": "諸菩薩行於非處，若諸菩薩行於非處，是諸", "85": "菩薩應知名為犯菩薩戒。菩薩不應執著諸", "86": "相而行布施，亦復不應執著無上正等菩提", "87": "而行布施。何以故？滿慈子！諸佛無上正等菩", "88": "提遠離眾相。所以者何？如來十力、四無所畏、", "89": "四無礙解、大慈、大悲、大喜、大捨及十八佛不共", "9": "象季之大師，處塵俗之善友。雖目之無眹、", "90": "法等無量無邊諸佛妙法皆離眾相，如是菩", "91": "薩於所行施不應執著。若諸菩薩於所行施", "92": "能無執著，是諸菩薩則能攝受菩薩淨戒波", "93": "羅蜜多，疾能證得一切智智。」時，滿慈子便問", "94": "具壽舍利子言：「若諸菩薩求一切智智而修", "95": "行布施，是諸菩薩豈不執著一切智智？若諸", "96": "菩薩起心執著一切智智，成戒禁取，云何名", "97": "為持菩薩戒？」舍利子言：「一切智智遠離眾相，", "98": "非方處攝。一切智智非色蘊，不離色蘊；非受", "99": "想、行、識蘊，不離受、想、行、識蘊。一切智智非眼"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220k 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}