{"author": "尊者世友造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1540 阿毘達磨界身足論: 阿毘達磨界身足論: 說一切有部界身足論: 界身足論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "2 分別品第六門", "1": "阿毘達磨界身足論卷下", "2": "尊者世友造", "3": "三藏法師玄奘奉　詔譯", "4": "第七門分別品第二中第七門", "5": "觸相應。作意不相應。十八界十二處五蘊。", "6": "觸相應如前。乃至二蘊。作意不相應。何所攝。", "7": "謂作意自性。色無為。心不相應行。十一界十", "8": "一處二蘊。此何所問。謂除觸相應及作意不", "9": "相應法。即除一切法十八界十二處五蘊。作", "10": "意相應。觸不相應。十八界十二處五蘊。作意", "11": "相應。何所攝。謂心心所法。八界二處四蘊。", "12": "此何為餘。謂作意自性。色無為心不相應行。", "13": "十一界十一處二蘊。觸不相應等如前說。如", "14": "以觸對作意。乃至對慧亦爾。觸相應。不信不", "15": "相應。不信相應。觸不相應。隨所應當廣說。如", "16": "以觸對不信。對餘大煩惱地法欲貪瞋無慚", "17": "無愧亦爾。觸相應忿不相應。忿相應觸不相", "18": "應。隨所應當廣說。如以觸對忿。對餘小煩惱", "19": "地法無色貪疑五見六愛身亦爾。觸相應。色", "20": "貪不相應。色貪相應。觸不相應。隨所應當廣", "21": "說。觸相應。樂根不相應。樂根相應。觸不相", "22": "應。隨所應當廣說。如以觸對樂根。對捨根亦", "23": "爾。觸相應。苦根不相應。苦根相應。觸不相", "24": "應。隨所應當廣說。觸相應。喜根不相應。喜根", "25": "相應。觸不相應。隨所應當廣說。如以觸對喜", "26": "根。對憂根亦爾。以觸對尋伺識法六識身六", "27": "受身六想身六思身。隨所應當廣說。", "28": "第八門分別品第二中第八門", "29": "作意相應。欲不相應。十八界十二處五蘊。作", "30": "意相應等如前說。欲不相應。何所攝。謂欲自", "31": "性。色無為。心不相應行。十一界十一處二蘊。", "32": "此何所問。如前說。欲相應。作意不相應。十八", "33": "界十二處五蘊欲相應。何所攝。謂心心所法。", "34": "八界二處四蘊。此何為餘。謂欲自性。色無為。", "35": "心不相應行。十一界十一處二蘊。作意不相", "36": "應等如前說。如以作意對欲。乃至對慧亦爾。", "37": "作意相應。不信不相應。不信相應。作意不相", "38": "應。隨所應當廣說。如以作意對不信。對餘大", "39": "煩惱地法欲貪瞋無明。觸非明非無明觸無", "40": "慚無愧亦爾。作意相應。忿不相應。忿相應。作", "41": "意不相應。隨所應當廣說。如以作意對忿。對", "42": "餘小煩惱地法無色貪疑五見明觸六愛身亦", "43": "爾。作意相應。色貪不相應。色貪相應。作意不", "44": "相應。隨所應當廣說。作意相應。有對觸不相", "45": "應。有對觸相應。作意不相應。隨所應當廣", "46": "說。作意相應。增語觸不相應。增語觸相應。作", "47": "意不相應。隨所應當廣說。作意相應。樂根", "48": "不相應。樂根相應。作意不相應。隨所應當廣", "49": "說。如以作意對樂根。對捨根亦爾。作意相應。", "50": "苦根不相應。苦根相應。作意不相應。隨所應", "51": "當廣說。作意相應。喜根不相應。喜根相應。作", "52": "意不相應。隨所應當廣說。如以作意對喜", "53": "根。對憂根亦爾。以作意對尋伺識法六識身", "54": "六觸身六受身六想身六思身。隨所應當廣", "55": "說。", "56": "第九門分別品第二中第九門", "57": "欲相應。勝解不相應。十八界十二處五蘊。欲", "58": "相應等如前說。勝解不相應。何所攝。謂勝", "59": "解自性。色無為心不相應行。十一界十一處", "60": "二蘊。此何所問。謂除欲相應及勝解不相應", "61": "法。即除一切法十八界十二處五蘊勝解相", "62": "應。欲不相應。十八界十二處五蘊。勝解相應。", "63": "何所攝。謂心心所法。八界二處四蘊。此何為", "64": "餘。謂勝解自性。色無為。心不相應行。十一界", "65": "十一處二蘊。欲不相應等如前說。如以欲對", "66": "勝解。對念三摩地慧亦爾。欲相應。不信不相", "67": "應。不信相應。欲不相應。隨所應當廣說。如", "68": "以欲對不信。對餘大煩惱地法欲貪瞋無明", "69": "觸非明非無明觸無慚無愧亦爾。欲相應。忿", "70": "不相應。忿相應。欲不相應。隨所應當廣說。如", "71": "以欲對忿。對餘小煩惱地法無色貪疑五見", "72": "明觸六愛身亦爾。欲相應。色貪不相應。色貪", "73": "相應欲不相應。隨所應當廣說。欲相應。有對", "74": "觸不相應。有對觸相應。欲不相應。隨所應當", "75": "廣說。欲相應增語觸不相應。增語觸相應。欲", "76": "不相應。隨所應當廣說。欲相應。樂根不相應。", "77": "樂根相應。欲不相應。隨所應當廣說。如以欲", "78": "對樂根。對捨根亦爾。欲相應。苦根不相應。苦", "79": "根相應。欲不相應。隨所應當廣說。欲相應。喜", "80": "根不相應。喜根相應。欲不相應。隨所應當廣", "81": "說。如以欲對喜根。對憂根亦爾。以欲對尋伺", "82": "識法六識身六觸身六受身六想身六思身。", "83": "隨所應當廣說。", "84": "第十門分別品第二中第十門", "85": "勝解相應。念不相應。十八界十二處五蘊。勝", "86": "解相應等如前說。念不相應。何所攝。謂念", "87": "自性。色無為心不相應行。十一界十一處二", "88": "蘊。此何所問。如前說。念相應。勝解不相應。", "89": "十八界十二處五蘊念相應。何所攝。謂心心", "90": "所法。八界二處四蘊。此何為餘。謂念自性。", "91": "色無為。心不相應行。十一界十一處二蘊。", "92": "勝解不相應等如前說。如以勝解對念。對三", "93": "摩地慧亦爾。勝解相應。不信不相應。不信", "94": "相應。勝解不相應。隨所應當廣說。如以勝", "95": "解對不信。對餘大煩惱地法欲貪瞋無明觸", "96": "非明非無明觸無慚無愧亦爾。勝解相應。忿", "97": "不相應。忿相應。勝解不相應。隨所應當廣說。", "98": "如以勝解對忿。對餘小煩惱地法無色貪疑", "99": "五見明觸六愛身亦爾。勝解相應。色貪不相", "100": "應。色貪相應。勝解不相應。隨所應當廣說。", "101": "勝解相應。有對觸不相應。有對觸相應。勝", "102": "解不相應。隨所應當廣說。勝解相應。增語", "103": "觸不相應。增語觸相應。勝解不相應。隨所", "104": "應當廣說。勝解相應。樂根不相應。樂根相", "105": "應。勝解不相應。隨所應當廣說。如以勝解對", "106": "樂根。對捨根亦爾。勝解相應。苦根不相應。苦", "107": "根相應。勝解不相應。隨所應當廣說。勝解相", "108": "應。喜根不相應。喜根相應。勝解不相應。隨所", "109": "應當廣說。如以勝解對喜根。對憂根亦爾。", "110": "以勝解對尋伺識法六識身六觸身六受身六", "111": "想身六思身。隨所應當廣說。", "112": "第十一門分別品第二中第十一門", "113": "念相應。三摩地不相應。十八界十二處五蘊。", "114": "念相應等如前說。三摩地不相應。何所攝。", "115": "謂三摩地自性。色無為。心不相應行。十一界", "116": "十一處二蘊。此何所問。如前說。三摩地相應。", "117": "念不相應。十八界十二處五蘊。三摩地相", "118": "應。何所攝。謂心心所法。八界二處四蘊。此何", "119": "為餘。謂三摩地自性。色無為。心不相應行。", "120": "十一界十一處二蘊。念不相應等如前說。如", "121": "以念對三摩地。對慧亦爾。念相應。不信不相", "122": "應。不信相應。念不相應。隨所應當廣說。如以", "123": "念對不信。對餘大煩惱地法。欲貪瞋無明觸", "124": "非明非無明觸無慚無愧亦爾。念相應。忿不", "125": "相應。忿相應。念不相應。隨所應當廣說。如以", "126": "念對忿。對餘小煩惱地法無色貪疑五見明", "127": "觸六愛身亦爾。念相應。色貪不相應。色貪相", "128": "應。念不相應。隨所應當廣說。念相應。有對觸", "129": "不相應。有對觸相應。念不相應。隨所應當廣", "130": "說。念相應。增語觸不相應。增語觸相應。念不", "131": "相應。隨所應當廣說。念相應。樂根不相應。樂", "132": "根相應。念不相應。隨所應當廣說。如以念", "133": "對樂根。對捨根亦爾。念相應。苦根不相應。", "134": "苦根相應。念不相應。隨所應當廣說。念相應。", "135": "喜根不相應。喜根相應。念不相應。隨所應當", "136": "廣說。如以念對喜根。對憂根亦爾。以念對", "137": "尋伺識法六識身六觸身六受身六想身六思", "138": "身。隨所應當廣說。", "139": "第十二門分別品第二中第十二門", "140": "三摩地相應。慧不相應。十八界十二處五蘊。", "141": "三摩地相應等如前說。慧不相應。何所攝。", "142": "謂慧自性。色無為。心不相應行。十一界十一", "143": "處二蘊。此何所問。如前說。慧相應。三摩地", "144": "不相應。十八界十二處五蘊慧相應。何所攝。", "145": "謂心心所法。八界二處四蘊。此何為餘。謂慧", "146": "自性。色無為心不相應行。十一界十一處二", "147": "蘊。三摩地不相應等如前說。三摩地相應。", "148": "不信不相應。不信相應。三摩地不相應。隨", "149": "所應當廣說。如以三摩地對不信。對餘大煩", "150": "惱地法欲貪瞋無明觸非明非無明觸無慚無", "151": "愧亦爾。三摩地相應。忿不相應。忿相應。三", "152": "摩地不相應。隨所應當廣說。如以三摩地對", "153": "忿。對餘小煩惱地法無色貪疑五見明觸六", "154": "愛身亦爾。三摩地相應。色貪不相應。色貪", "155": "相應。三摩地不相應。隨所應當廣說。三摩", "156": "地相應。有對觸不相應。有對觸相應。三摩地", "157": "不相應。隨所應當廣說。三摩地相應。增語", "158": "觸不相應。增語觸相應。三摩地不相應。隨所", "159": "應當廣說。三摩地相應。樂根不相應。樂根", "160": "相應。三摩地不相應。隨所應當廣說。如以三", "161": "摩地對樂根。對捨根亦爾。三摩地相應。苦", "162": "根不相應。苦根相應。三摩地不相應。隨所應", "163": "當廣說。三摩地相應。喜根不相應。喜根相應。", "164": "三摩地不相應。隨所應當廣說。如以三摩地", "165": "對喜根。對憂根亦爾。以三摩地。對尋伺識法", "166": "六識身六觸身六受身六想身六思身。隨所", "167": "應當廣說。", "168": "第十三門分別品第二中第十三門", "169": "慧相應。不信不相應。不信相應。慧不相應。隨", "170": "所應當廣說。如以慧對不信。對餘大煩惱", "171": "地法欲貪瞋無明觸非明非無明觸無慚無愧", "172": "亦爾。慧相應。忿不相應。忿相應。慧不相應。", "173": "隨所應當廣說。如以慧對忿餘小煩惱地法", "174": "無色貪疑五見明觸六愛身亦爾。慧相應。色", "175": "貪不相應。色貪相應。慧不相應。隨所應當廣", "176": "說。慧相應。有對觸不相應。有對觸相應。慧不", "177": "相應。隨所應當廣說。慧相應。增語觸不相應。", "178": "增語觸相應。慧不相應。隨所應當廣說。慧", "179": "相應。樂根不相應。樂根相應。慧不相應。隨所", "180": "應當廣說。如以慧對樂根。對捨根亦爾。慧相", "181": "應。苦根不相應。苦根相應。慧不相應。隨所應", "182": "當廣說。慧相應。喜根不相應。喜根相應。慧", "183": "不相應。隨所應當廣說。如以慧對喜根。對", "184": "憂根亦爾。以慧對尋伺識法六識身六觸身", "185": "六受身六想身六思身。隨所應當廣說。", "186": "第十四門分別品第二中第十四門", "187": "不信相應。懈怠不相應。十八界十二處五蘊。", "188": "不信相應等如前說。懈怠不相應。何所攝。", "189": "謂懈怠自性。色無為。心不相應行。十八界十", "190": "二處五蘊。此何所問。如前說。懈怠相應。不信", "191": "不相應。十八界十二處五蘊。懈怠相應。何", "192": "所攝。謂心心所法八界二處四蘊。此何為餘。", "193": "謂懈怠自性色無為心不相應行。十八界十", "194": "二處五蘊。不信不相應等如前說。如以不信", "195": "對懈怠。對餘大煩惱地法欲貪瞋無明觸。非", "196": "明非無明觸無慚無愧亦爾。不信相應。忿不", "197": "相應。忿相應。不信不相應。隨所應當廣說。如", "198": "以不信對忿。對餘小煩惱地法無色貪疑五", "199": "見明觸六愛身亦爾。不信相應。色貪不相應。", "200": "色貪相應。不信不相應。隨所應當廣說。不信", "201": "相應。有對觸不相應。有對觸相應。不信不相", "202": "應。隨所應當廣說。不信相應增語觸不相應。", "203": "增語觸相應。不信不相應。隨所應當廣說。", "204": "不信相應。樂根不相應。樂根相應。不信不相", "205": "應。隨所應當廣說。如以不信對樂根。對捨根", "206": "亦爾。不信相應苦根不相應。苦根相應。不", "207": "信不相應。隨所應當廣說。不信相應。喜根不", "208": "相應。喜根相應。不信不相應。隨所應當廣說。", "209": "如以不信對喜根。對憂根亦爾。以不信對尋", "210": "伺識法六識身六觸身六受身六想身六思", "211": "身。隨所應當廣說。", "212": "第十五門分別品第二中第十五門", "213": "由斯理趣。其懈怠等諸差別門。應依前說一", "214": "行方便。如理當思此諸門中。有差別者。相似", "215": "異位。皆不應說。乃至眼識相應。眼觸不相應。", "216": "十八界十二處五蘊。眼識相應。何所攝。謂", "217": "心所法。一界一處三蘊。此何為餘謂眼識自", "218": "性。色無為。心不相應行。十八界十二處五蘊。", "219": "眼觸不相應。何所攝。謂眼觸自性。色無為。心", "220": "不相應行。十七界十二處五蘊。此何所問。謂", "221": "除眼識相應及眼觸不相應法。即除一切法", "222": "十八界十二處五蘊。眼觸相應。眼識不相應。", "223": "十八界十二處五蘊。眼觸相應。何所攝。謂", "224": "心心所法。三界二處四蘊。此何為餘。謂眼", "225": "觸自性色無為。心不相應行。十七界十二處", "226": "五蘊。眼識不相應。何所攝。謂眼識自性。", "227": "色無為。心不相應行。十八界十二處五蘊。", "228": "此何所問。謂除眼觸相應及眼識不相應法。", "229": "即除一切法十八界十二處五蘊。如以眼識", "230": "對眼觸。乃至對意觸六思身。隨所應當廣說。", "231": "眼識相應。眼觸所生受不相應。十八界十二", "232": "處五蘊。眼識相應。何所攝。謂心所法。一界一", "233": "處三蘊。此何為餘。謂眼識自性。色無為。心不", "234": "相應行。十八界十二處五蘊。眼觸所生受不", "235": "相應。何所攝。謂眼觸所生受自性。色無為心", "236": "不相應行。十七界十二處五蘊。此何所問謂", "237": "除眼識相應及眼觸所生受不相應法。即除一", "238": "切法十八界十二處五蘊。眼觸所生受相應。", "239": "眼識不相應。十八界十二處五蘊。眼觸所生", "240": "受相應。何所攝。謂心心所法。三界二處三", "241": "蘊。此何為餘。謂眼觸所生受自性。色無為心", "242": "不相應行。十七界十二處五蘊。眼識不相應。", "243": "何所攝。謂眼識自性。色無為心不相應行。", "244": "十八界十二處五蘊。此何所問。謂除眼觸所", "245": "生受相應及眼識不相應法。即除一切法十", "246": "八界十二處五蘊。如以眼識對眼觸所生受", "247": "乃至對意觸所生受六想身。隨所應當廣說。", "248": "眼識相應。眼觸所生愛不相應。十八界十", "249": "二處五蘊。眼識相應。何所攝。謂心所法。一", "250": "界一處三蘊。此何為餘。謂眼識自性。色", "251": "無為。心不相應行。十八界十二處五蘊。眼", "252": "觸所生愛不相應。何所攝。謂眼觸所生", "253": "愛自性。色無為。心不相應行。十八界十", "254": "二處五蘊。此何所問。謂除眼識相應及眼", "255": "觸所生愛不相應法。即除一切法十八界十", "256": "二處五蘊。眼觸所生愛相應。眼識不相應。", "257": "十八界十二處五蘊。眼觸所生愛相應。何", "258": "所攝。謂心心所法。三界二處四蘊。此何為餘。", "259": "謂眼觸所生愛自性。色無為。心不相應行。", "260": "十八界十二處五蘊。眼識不相應。何所攝。", "261": "謂眼識自性。色無為心不相應行。十八界十", "262": "二處五蘊。此何所問。謂除眼觸所生愛相", "263": "應及眼識不相應法。即除一切法十八界十", "264": "二處五蘊。如以眼識對眼觸所生愛乃至對", "265": "意觸所生愛亦爾。", "266": "第十六門分別品第二中第十六門", "267": "如眼識門。如是乃至意識五門。隨所應當廣", "268": "說。如六識身六門六觸身六門。隨所應當廣", "269": "說。眼觸所生受相應。眼識所生想不相應。", "270": "十八界十二處五蘊。眼觸所生受相應。何所", "271": "攝。謂心心所法。三界二處三蘊。此何為餘。", "272": "謂眼觸所生受自性。色無為。心不相應行。", "273": "十七界十二處五蘊。眼觸所生想不相應。何", "274": "所攝。謂眼觸所生想自性。色無為。心不", "275": "相應行。十七界十二處五蘊。此何所問。謂", "276": "除眼觸所生受相應。及眼觸所生想不相應", "277": "法。即除一切法十八界十二處五蘊。眼觸所", "278": "生想相應。眼觸所生受不相應。十八界十二", "279": "處五蘊。眼觸所生想相應。何所攝。謂心心", "280": "所法。三界二處三蘊。此何為餘。謂眼觸所", "281": "生想自性。色無為心不相應行。十七界十二", "282": "處五蘊。眼觸所生受不相應。何所攝。謂眼觸", "283": "所生受自性。色無為心不相應行。十七界十", "284": "二處五蘊。此何所問。謂除眼觸所生想相", "285": "應及眼觸所生受不相應法。即除一切法十", "286": "八界十二處五蘊。如以眼觸所生受對眼觸", "287": "所生想。乃至對意觸所生想亦爾。眼觸所生", "288": "受相應。眼觸所生思不相應。十八界十二處", "289": "五蘊。眼觸所生受相應。何所攝。謂心心所", "290": "法。三界二處三蘊。此何為餘。謂眼觸所生", "291": "受自性。色無為心不相應行。十七界十二處", "292": "五蘊。眼觸所生思不相應。何所攝。謂眼觸", "293": "所生思自性。色無為心不相應行。十七界十", "294": "二處五蘊。此何所問。謂除眼觸所生受相應", "295": "及眼觸所生思不相應法。即除一切法十八", "296": "界十二處五蘊。眼觸所生思相應。眼觸所", "297": "生受不相應。十八界十二處五蘊。眼觸所生", "298": "思相應。何所攝。謂心心所法。三界二處四", "299": "蘊。此何為餘。謂眼觸所生思自性。色無為", "300": "心不相應行。十七界十二處五蘊。眼觸所生", "301": "受不相應。何所攝。謂眼觸所生受自性。色", "302": "無為。心不相應行。十七界十二處五蘊。此", "303": "何所問。謂除眼觸所生思相應及眼觸所生", "304": "受不相應法。即除一切法十八界十二處五", "305": "蘊。如以眼觸所生受對眼觸所生思。乃至對", "306": "意觸所生思亦爾。眼觸所生受相應。眼觸", "307": "所生愛不相應。十八界十二處五蘊。眼觸", "308": "所生受相應。何所攝。謂心心所法。三界二", "309": "處三蘊。此何為餘。謂眼觸所生受自性。色", "310": "無為心不相應行。十七界十二處五蘊。眼觸", "311": "所生受不相應。何所攝。謂眼觸所生愛自", "312": "性。色無為。心不相應行。十八界十二處五", "313": "蘊。此何所問。謂除眼觸所生愛相應及眼", "314": "觸所生愛不相應法。即除一切法十八界十", "315": "二處五蘊。眼觸所生愛相應。眼觸所生受", "316": "不相應。十八界十二處五蘊。眼觸所生愛", "317": "相應。何所攝。謂心心所法。三界二處四蘊。", "318": "此何為餘。謂眼觸所生愛自性。色無為心", "319": "不相應行。十八界十二處五蘊。眼觸所生受", "320": "不相應。何所攝。謂眼觸所生受自性。色無", "321": "為。心不相應行。十七界十二處五蘊。此何", "322": "所問。謂除眼觸所生愛相應。及眼觸所生", "323": "受不相應法。即除一切法十八界十二處五", "324": "蘊。如以眼觸所生受對眼觸所生愛。乃", "325": "至對意觸所生愛亦爾。如眼觸所生受門。", "326": "如是乃至意觸所生受五門。隨所應當廣說。", "327": "如六受身六門。六想身六門六思身六門。隨", "328": "所應當廣說。如是略說有十六門。若廣說有", "329": "八十八門。", "330": "說一切有部界身足論卷下", "331": "後序界身足論後序", "332": "沙門釋基製", "333": "界身足論者。說一切有部發智六足之一足", "334": "也。詳夫邃旨沖微。非大聖無以揚其奧。梵", "335": "言幽祕。非上哲何以繹其真。是以夕𥧌金", "336": "容。晨馳白馬。譯經者結轍。津義者聯蹤。", "337": "至於婆沙八蘊。缺五蘊之幽趣。發智六足。無", "338": "五足之玄文。餘旨雖存。尚多紕綆。故使三", "339": "秦匠彥。穿鑿於異端。九土緇英。滯惑於真偽。", "340": "故我親教三藏法師玄奘。業該群籍。志隆弘", "341": "撫。欲使有宗俊穎。不延頸於五天。對法雄傑。", "342": "懷慷慨於四主。遂以大。", "343": "唐龍朔三年六月四日。於玉華宮八桂亭。終", "344": "譯此論。原其大本。頌有六千。後以文繁。或致", "345": "刪略。為九百頌。五百頌者。今此所翻。有八百", "346": "三十頌。文遺廣略。義離增減。詳其論始。說起", "347": "能仁。大德流通遂師名稱。尊者世友之所作", "348": "也。既而道滿待機。因圓佇列。神功妙思。繄可", "349": "殫言。但基虛簉操觚。謬倍函丈。承暉彫斲。", "350": "受旨執文。惟恐愛海波騰。玄源祕洩。矚法舟", "351": "之淪喪。故敘其時事云。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1540 阿毘達磨界身足論: 阿毘達磨界身足論: 說一切有部界身足論: 界身足論", "source": "CBETA"}