{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1734 花嚴經文義綱目", "text": {"0": "No. 1734 [cf. No. 278]", "1": "華嚴經文義綱目刊行序華嚴經文義綱目刊行序", "10": "錄不載此章。則受學于本邦者居然可見矣。", "100": "發大願故因本願力之所出也。二法爾故者", "101": "謂。汎諸佛初出興世將欲開顯所化蓮花法", "102": "爾皆於第二七日海印定中演出如是無盡法", "103": "門。下文云法如是故此則如大王路法爾常", "104": "規。三為本故者謂。將欲逐機漸施末教。故於", "105": "最初先示此法以為末本。以依此本得起末", "106": "故下文云。譬如淨法界與三乘法為所依。又", "107": "云猶如日出先照高山等。四為歸故者謂。顯", "108": "末教所歸處故下文云。猶如眾水流歸大海", "109": "等。五顯德故者謂。顯如來自所得法體相用。", "11": "且餘諸師亦能繹此章以綜文義之綱目。況", "110": "故體謂法界理智無礙。相謂十蓮花藏微塵", "111": "數等。明謂毛孔現剎廣益機緣。普賢亦爾。", "112": "六顯位故者謂。顯信等六位圓融相攝前後。", "113": "是故一位即一切位。而前後歷然。下文云在", "114": "於一地普攝一切諸地功德等。七開發故者", "115": "謂。開發眾生性起心中法界無礙自在法門", "116": "令顯現。故下文中破微塵出經卷等可知。八", "117": "見聞故者謂。示此一乘無盡自在具足。主伴", "118": "無礙法門。令物見聞成解脫分金剛種故。如", "119": "性起品說。九成行故者謂。令眾生成普賢行。", "12": "本宗古德等據此論理翼成教觀辨駁通議以", "120": "一行即一切行。初發心時便成正覺。具足慧", "121": "身不由他悟等。十得果故者有二。初斷果謂", "122": "除障故。即一障一切障如普賢品。一斷一切", "123": "斷如小相品等廣說。二智果。謂具十身盡三", "124": "世間。逆順自在依正無礙等。由此十義同一", "125": "緣起無礙圓融自在力故。令此經教依無住", "126": "本而建立也。", "127": "第二別釋經題目者於中有二。先釋眾名後", "128": "解別目。前中諸聖教立此經名略有五種。初", "129": "依觀佛三昧經及涅槃經。名此經為雜花經。", "13": "作一家之學。好古之徒豈可不研覈耶。雖然", "130": "此隨喻為名。以理行交雜緣起集成故。二智", "131": "論屬累品名為不思議解脫經。有十萬偈。此", "132": "從法就用為名。故性起品云此經為乘不思", "133": "議乘菩薩設。又智論自指此經也。三梁朝攝", "134": "論第十勝相云百千經者。即花嚴十萬偈為", "135": "百千也。此從數為名。四如下離世間品出生", "136": "菩薩深妙義花等。彼當釋。此約法喻合目。", "137": "五約十義立名等。如性起品。亦至彼當釋。", "138": "二解別目中二。先總解後別釋。總者如入大", "139": "乘論說。有五義。一為眾生說對治法故。二有", "14": "本邦中世以來賢首宗教沈貝葉而振者鮮矣。", "140": "眾多乘故。三多莊嚴具故。四能出生無量大", "141": "果故。五除斷一切諸邪見故名毘佛略。雜集", "142": "論釋方廣者。菩薩藏相應言說名為方廣。一", "143": "切有情利益安樂所依處故。宣說廣大甚深", "144": "法故。亦名廣破。以能廣破一切障故。亦名", "145": "無比。無有諸法能比類故。此等皆是大乘差", "146": "別名。由與七種大性相應等。乃至廣說。別釋", "147": "者大方廣等是一部通名。世間淨眼是當品", "148": "別目。前中有二。先開義後合釋。開者先舉所", "149": "詮之義。後經之一字舉能詮之教。此依主", "15": "其疏章亦寢散失。末學者寧不慨然乎。予亦", "150": "釋。前中先明所喻。後花嚴二字是能喻。前中", "151": "先明所依法。後佛一字顯能依人。前中先別", "152": "明體用。後廣一字合辨體能。前中先大字明", "153": "法體。後方字辨勝能。合釋中大者當體為目。", "154": "苞含為義。方者就用為名軌範為義。廣者體", "155": "用合明周遍為義。此中大即方。大方即廣。皆", "156": "持業釋。又大者古德解有三義。一常義。經云", "157": "所言大者名之為常。二是體性普周義。經云", "158": "所言大者其性廣博。三是勝能義。經云能建", "159": "大義名大涅槃。又具體相用三大也。今更尋", "16": "嚮發願欲搜羅墜編未有所得。今獲是章無", "160": "下文略有十義。一境大。於中有二。一依報大。", "161": "謂十蓮華藏。二正報大。謂十佛三業等。如舍", "162": "那品等說。即所信境也。二心大。如賢首品初", "163": "及發心功德品說。三行大。如離世間品說。通", "164": "修六位行也。四位大。如明難品已去至第六", "165": "會說彼五位。謂信大．解大．行大．願大．證大．", "166": "等也。五證大。如入法界品說通證六位法也。", "167": "六因大有二。初生因。如前五位說。二了因。", "168": "如普賢品等說。七果大。於中有二。一隨緣果。", "169": "如不思議品等說。二自體果。如此經中果分", "17": "異窮子見衣中之珠也。嗚呼亦時節因緣使", "170": "不可說者是也。八體大。如性起品等說。九用", "171": "大。謂念念益生頓成位等。如小相品等說。十", "172": "法大。於中有三。一教大。謂一一名句皆遍一", "173": "切十方法界。如下文說。二義大。稱無邊教所", "174": "顯義是。三事大。謂一一塵等具一切者是。此", "175": "上十義皆各總攝一切法盡。具足即入故稱", "176": "大也。方有三義。一是方正義。謂此十義性離", "177": "邪僻。二是方法義。謂此十義皆有模範軌則", "178": "故也。三是醫方義。謂此十義皆能對治諸重", "179": "障故。廣有二義。一遍一切處。謂凡一法門皆", "18": "然耶。抑護法善神所授耶。喜躍之餘輒加點", "180": "遍一切無盡世界乃至塵道及餘一切諸法", "181": "之處。如下結通等說。二遍一切時。謂遍前後", "182": "際。通於十世下至剎那等。此二有二種遍。一", "183": "一重。二重重如帝網等。雖約一攝一切故名", "184": "大。一遍一切故稱為廣。而亦得前名廣後名", "185": "大亦無違。佛者覺照為名果滿為義。此通十", "186": "佛及三佛也。方廣是所得法。佛是能得人。又", "187": "前是所覺境。佛是能覺智。此中境智有二義。", "188": "一相成二相即。前中方廣之佛簡下乘佛。佛", "189": "之方廣簡因位法。此二相成各有有性無性", "19": "校以付剞劂以布遐邇。庶幾華藏之佛日再矚", "190": "緣起四句。思准之。人法相依皆依主釋。二", "191": "相即者。或方廣即佛佛即方廣。以人法無礙", "192": "故。令體相即亦具四句。思准之。此唯持業", "193": "釋。華有三義。一微妙義。二感果義。三莊飾", "194": "義。初一喻行體。後二喻行用。用中初喻生因。", "195": "後喻了因。又初是生果華。不與果俱。如生死", "196": "為道具及因位善根等故。下文云。此經出生", "197": "一切菩薩諸行功德深妙義華。若從此義應", "198": "名菩薩方廣。又後莊果花與果俱。如果位善", "199": "根。今此文中明佛方廣。故約果位但論佛花", "2": "按凝然師述法界義鏡曰。天平八年大唐道", "20": "幽途。圓融之法水永回狂瀾耳。是為序。", "200": "嚴耳。又別分微妙喻前法。後二譬前人。通", "201": "論人法皆具此三。故成況也。嚴之一字通含", "202": "能嚴所嚴。由是鎔融便成四句。或萬行如華", "203": "為能嚴。真性為所嚴。以理由修顯故。或真性", "204": "如華為能嚴。修生諸行為所嚴。以行從理起", "205": "故。故攝論云。無不從此法身流。無不還證此", "206": "法身。此之謂也。或俱融能所不二而二。以非", "207": "真流之行無以契真。非飾真之行不從真起。", "208": "良以體融行而因圓。行該真而果滿。是故標", "209": "為佛華嚴也。或雙泯能所二而不二。以即真", "21": "時", "210": "之行非行。即行之真非真。是則理行雙絕能", "211": "所俱亡。超情離相是謂花嚴。前二句花之嚴。", "212": "後二句花即嚴。二釋可知。又方廣佛之花嚴。", "213": "及即花嚴。亦二釋可知。經如前釋。世間是法", "214": "淨眼是喻。世者是時間者是中。時中顯現故", "215": "云世間。世間不同義有三種。一器世間有二。", "216": "一道場地等別處。二蓮花藏世界通處。二智", "217": "正覺。世間亦二。一三身。二十佛。三眾生。世", "218": "間亦二。一同生。二異生。淨眼亦有三義。一洞", "219": "徹義。況彼三法離相平等洞徹真源。二照囑", "22": "元祿甲戌七年臘月穀旦", "220": "義。喻彼三法明達照了諸法門故。三現象義。", "221": "譬彼三法互相影現及一切法涉入無礙緣起", "222": "自在。為顯彼三有此別異殊勝義故。是故別", "223": "立此名不名序也。品者類也別地。又釋。如", "224": "來未出世無善導故如盲。佛今創出世世間", "225": "眼現故言世間淨眼。是故佛涅槃時言世間", "226": "眼滅也。餘如上說。", "227": "第三明宗趣者於中有二。先總後別。總者古", "228": "德出宗不同。如遠法師以花嚴三昧為宗。又", "229": "衍師等以法界為宗等。今依光統師以因果", "23": "東奧仙臺龍寶住持比丘長與實養題於洛", "230": "緣起理實為宗趣。因果是位。緣起是義。理實", "231": "是體。以因果與理實不二故是緣起也。又因", "232": "果約事。緣起會相。理實顯體。此中作二門。一", "233": "約文或唯果。如不思議品及舍那品等。或唯", "234": "因。如明難品至僧祇品及普賢品等。或俱。如", "235": "七八二會。或俱非。如性起品。若細取一一會", "236": "一一品亦一一文皆具因果。思之可見。二約", "237": "義或因果俱因。以約緣起故此通一部。以果", "238": "分不可說故。或因果俱果。以起即不起故。因", "239": "相盡故約理實也。或前俱果。因以是所起故", "24": "之智積輪下", "240": "或後俱因。以是所依本故。由是緣起理實", "241": "故或因即果果即因。因非果果非因。因是因", "242": "果是果。因非因果非果。如是無障無礙。人法", "243": "教義等皆准此知。後別辨中有五對十句。一", "244": "境行相對。以境為宗用行為趣。或反。此以修", "245": "起智會同真境故。問宗趣何別。答語之所表", "246": "曰宗宗之所歸名趣。總中宗即趣。此中分辨", "247": "也。二理事相對。以事為宗理為趣。或反。以", "248": "依理得成緣起事故。三教義相對。教為宗義", "249": "為趣。或反上。以義深令教實故。四因果相對。", "25": "花嚴經文義綱目一卷", "250": "因宗果趣。或反上。以舉果意為成因故。五", "251": "人法相對。集眾人為宗說法為趣。或反上。以", "252": "法成人故。", "253": "第四說經時處中先明時後顯處。時中作四", "254": "門。一定分齊。二攝前後。三顯差別。四表示", "255": "法。初定分齊者。菩提流支云。華嚴八會中前", "256": "之五會是佛成道初七日說。第六會後是第", "257": "二七日說。以十地經初云第二七日故。又有", "258": "人說第八會是後時說。以彼文中有鶖子等", "259": "五百聲聞。並後時度故。此等所判恐不順文。", "26": "夫以茫茫性海緣象詎測其源。眇眇玄猷名", "260": "以初七日定不說法故。十地論言。何故不初", "261": "七日說。思惟行因緣行故。既言思惟明知非", "262": "說法。設有救言。只不說十地。非不說餘法者。", "263": "則不得言思惟也。下論又釋。為顯己法樂是", "264": "故不說。故知初七日定非說耳。又第八會亦", "265": "非後時。何得於一部經前已說半。中說餘經。", "266": "後方更續。豈令佛無陀羅尼力不能一念說", "267": "一切法。祇園鶖子竝是九世相入。下文云。過", "268": "去一切劫安置未來今。未來一切劫迴置過", "269": "去世。又云於一念中建立三世一切佛事。乃", "27": "言罕尋其際。有融圓智朗巨夜而闢重昏。無", "270": "至廣說。如是等文處處皆有。豈鶖子祇洹而", "271": "非此類。是知此經定是第二七日所說。二攝", "272": "前後者有三重。一於此二七之時即攝八會。", "273": "同時而說。若爾何故會有前後。謂如印文。讀", "274": "時前後印紙同時。問若爾云何重會得成。答", "275": "重亦同時。以無礙故。如燈光相入等。餘不動", "276": "昇天等准釋可知。二即此時攝彼前後各無", "277": "量劫無不皆盡。以是不思議解脫時故。三攝", "278": "於重重無量念劫。如因陀羅網重重收攝故。", "279": "三顯差別者。依普耀經第二七日於鹿野園", "28": "限大悲俯群機。而臨萬剎。於是無象現象猶", "280": "為彼五人三轉四諦。此唯小乘。依密迹力士", "281": "經第二七日鹿園為於無量大眾轉法輪。時", "282": "有得羅漢辟支佛道菩薩道等。此是三乘。", "283": "依此經第二七日於樹王下為海會菩薩轉無", "284": "盡法輪。明是一乘。上三同時者。約法表本末", "285": "同時。約人顯機感各異。依法花三七日。四分", "286": "律六七日。興起行經七七日。五分律八七日。", "287": "智論五十七日。十二遊經一年方說。此並末", "288": "教機異宜聞各別。故致不同。本教機定故唯", "289": "二七日。四表示法者。十地論云。時處等校量", "29": "陽谷之昇太陽。無言示言若滄波之傾巨壑。", "290": "顯示勝。故此法勝故在於初時及勝處說。此", "291": "有三義。一此經初時表本法勝故。二末教亦", "292": "同表末不離本故。三顯本非末故時定二七", "293": "更無異說。第二說經處者作五門。一定其處。", "294": "二辨融攝。三顯差別。四總表示法。五別顯處", "295": "會。初定處者。問說此經處為是淨土為是染", "296": "界。設爾何失二俱有過。何者若是淨土。何故", "297": "上文云摩竭提國。下文復云如是此四天下閻", "298": "浮提等。由此當知非是淨土。若染土者何", "299": "故下文云此蓮花藏世界海六種十八相震動", "3": "󱈜律師齎此宗疏章而來。又審祥大德者新", "30": "是故創於蓮花藏界演無盡之玄綱。𥤱籠上", "300": "等。明知此經非染土說。如此相違如何指定。", "301": "答但依此經染淨二土鎔融相攝有其四句。", "302": "或唯娑婆。以本從末故。或唯華藏。以末從本", "303": "故。此二如上辨。或雙現。以依華藏而有娑婆。", "304": "染淨相分末依本。故如下文云。華藏世界中", "305": "娑婆世界。此之謂也。或染淨雙絕。以就果海", "306": "不可說故。此上四門合為一土。鎔融無礙隨", "307": "說皆得。二辨融攝者。亦有三重。一此覺樹下", "308": "即攝八會人中天上。是故皆云不離此也。二", "309": "攝十方無餘剎土。皆悉不離此樹王下。三攝", "31": "達之流控引靈津之表。然後化霑忍土漸布", "310": "毛端微塵內等重重之剎。猶如帝網無有窮", "311": "盡。以皆是此蓮花藏界之所攝故。第三顯差", "312": "別者。然佛說經處有三種。一唯界內十六大", "313": "國。化身說處。此通小乘及三乘教。二唯界外", "314": "諸妙淨土十八圓滿受用土中。報佛說處。如", "315": "佛地經等。此妙淨土非三界攝。而亦不離。以", "316": "遍一切處故。此通三乘及一乘說。三染淨圓", "317": "融。如帝網無盡花藏界中十佛說處。依正渾", "318": "融具三世間。此唯別教一乘說處。今所辨正", "319": "唯後一。兼攝前二。以彼本末不相離故。四總", "32": "慈雲灑微澤以潤三根。滋道牙而歸一楑。是", "320": "表示法者。託此勝處表示法勝。地論云。此法", "321": "勝故在勝處說。說有二門。一總二別。總有三", "322": "重。一此樹下得菩提故不起此說。明表所說", "323": "如所得故。非逐異機有改動故。如鹿園說等。", "324": "二託圓融蓮華藏界表示所說圓滿殊勝性開", "325": "敷故。三託此重重帝網之處表示所說亦重", "326": "重無盡。如不思議解脫等。此三通於八會故", "327": "名總也。五別顯處會者有二。初約佛赴機會", "328": "別有八。二約菩薩求法有五十四會。初中第", "329": "一會在摩竭提國此云不害國寂滅道場菩提樹", "33": "知機緣感異聖應所以殊分。聖應雖殊不思", "330": "下。此一會處亦總亦別。貫通餘會得稱為", "331": "總。故下文云。菩提樹下須彌山頂等。是故", "332": "此初則為總處。如下所說。一切十句中皆初", "333": "句為總餘九為別。此之謂也。總門表法如前", "334": "已顯。別示此會說果德法。是故託此得果之", "335": "處用以表示。第二會在摩竭提國普光法堂。", "336": "西域相傳。此堂去菩提樹東南二三里許。在", "337": "尼連禪河曲內。諸龍為佛所造。如來於中放", "338": "相輪光。遍照十方無邊世界。是故名此為普", "339": "光法堂。此中表說信行普周蔭初機故也。第", "34": "議一也。華嚴經者斯乃集海會之盛談。照山", "340": "三會在須彌山頂帝釋宮中妙勝殿。須彌者", "341": "此云妙高山。謂四寶所成。是故稱妙。挺出眾", "342": "山故曰高。表此所說十住不退窮至山頂超", "343": "過凡小寄於妙勝故也。第四會在夜摩天宮", "344": "寶莊嚴殿。夜摩名時或云善知。表說十行隨", "345": "時進修勝德交飾故託茲殿。第五會在兜率", "346": "陀天宮一切寶莊嚴殿。兜率此云喜足。表說", "347": "迴向世間位滿成喜足行。攝德多聞寄一切", "348": "寶殿。第六會在他化自在天宮摩尼寶藏", "349": "殿。表說十地所證真如非自所作。又表因圓", "35": "王之極說。理致宏遠盡法界而亘真源。浩汗", "350": "窮欲界頂。證智摩尼出阿含光故。故託此殿。", "351": "第七會重普光法堂。表此所說六位行法", "352": "依前信等圓攝周盡。是故重會於此處也。", "353": "第八會在舍衛國祇樹給孤獨園重閣講堂。", "354": "為表所顯法界法門當體希奇功用濟物。用", "355": "依體起似閣重重成。故託斯處也。問從人向", "356": "上次應先至四天王。越彼而昇忉利有何別", "357": "意。答十信寄在人間。十住乃居山頂。信是", "358": "外凡菩薩。住是不退賢人。欲表賢愚進退兩", "359": "位懸殊故。寄越此四天王處。問兜率會了次", "36": "微言等虛空而被塵國。於是無虧大小。潛巨", "360": "臨化樂。越昇他化復有何意。答兜率位當迴", "361": "向。世間修相已終他化行有十階。出世真如", "362": "今證。既世間出世間為異。漏與無漏有殊。假", "363": "修真證絕懸故表超於化樂。問何須重會。復", "364": "以何義唯會普光。答普光是起信之首。歷位", "365": "至於他化。今明位中之行。行修從首理宜會", "366": "此。但以位相約解寄會昇沈。行就理玄一位", "367": "相攝故唯會此處。二約菩薩求法會者如善", "368": "財童子。於覺城東娑羅林大塔廟處。文殊師", "369": "利初為諸大眾及善財童子一會說法。如是", "37": "剎以入毫端。未易鴻纖融極微以周空界。故", "370": "次第乃至末後。普賢菩薩於金剛藏道場所。", "371": "為於大眾及善財等現法界身雲之法。為末", "372": "後第五十四會。是故通前總六十二會。此據", "373": "一方說。若論結通十方世界是則微塵微塵", "374": "數虛空法界等諸會處也。", "375": "第五定教主者亦作五門。一定佛身。二明融", "376": "攝。三顯差別。四表示法。五明業用。初定佛身", "377": "者。問此八會佛是何等身。答有人釋云。是化", "378": "身佛。以菩提樹下八相成道是化身故。不離", "379": "昇天是重化故。以釋迦異名名盧舍那非別", "38": "因陀羅網參互影而重重。錠光頗黎照塵方", "380": "報身。故又有釋云。說此經佛是實報身。以是", "381": "盧舍那法界身故居蓮華藏淨土中。故下第", "382": "七會初歎佛有彼二十一種殊勝功德。是實", "383": "報也。但以不離化故該此樹下。非是化身。", "384": "今釋此佛準下文中是十佛之身。通三世間。", "385": "以說十信及三賢等地前所見非實報故。然", "386": "居花藏非是化。故國土身等非前二。故具攝", "387": "前二。性融通故。具足主伴如帝網故。是唯", "388": "周遍法界十佛之身。第二融攝者有二。一", "389": "直攝一切三世間盡。以具此三事方為佛故", "39": "而隱隱。一即多而無礙。多即一而圓通。攝九", "390": "三身二身。但是三中智正覺攝。諸妙淨土及", "391": "同生之身。無不皆是此中所攝。二於正報毛", "392": "孔及依報塵中。皆重重具足。攝彼三世間", "393": "等一切諸法如帝網現。準思可見。第三顯", "394": "差別者。此一釋迦身隨應群機差別多種。或", "395": "同凡而非聖。如見三尺黑象脚身及樹神身", "396": "等此約人天位。或是聖而非凡。以同羅漢聖", "397": "人身故。或亦凡亦聖。以是父母所生實報身", "398": "故。四大成故同凡身也。具五分法身諸漏盡", "399": "故是聖也。或非凡非聖。以是大乘三身攝故。", "4": "羅國人也。嘗入唐謁賢首受學華嚴宗。而來", "40": "世以入剎那。舒一念而該永劫。三生究竟堅", "400": "非同小乘羅漢聖故。或是化非法報。以具八", "401": "相在閻浮故。色頂別立彼實報故。如梵網經", "402": "等說。此約初教。或是報非法化。即此身具", "403": "二十一種殊勝德。受用身故如佛地經初說。", "404": "此約終教。或是法非報化。以色即如故。經云", "405": "吾今此身即是法身。此約頓教。或亦法亦報", "406": "化。如前三說。故或非法非報化。以是十佛故。", "407": "通三世間故。具足主伴故。如此經下文說。此", "408": "約圓教。是故此釋迦身圓融無礙極難思也。", "409": "第四表示法者。然說法之佛總有四位。一", "41": "固種而為因。十信道圓普德顯而成果。果無", "410": "羅漢身佛表說小乘。二化身佛表說三乘。廣", "411": "說地前略說地上。三報身佛表說三乘。廣說", "412": "地上略說地前。四十身佛表於一乘。六位", "413": "齊說。由此所說具足主伴無盡法故佛亦同", "414": "此十身無盡。第五明業用者。問下文云。不", "415": "離菩提樹而昇忉利天等。云何不起而得昇", "416": "天。答有人釋云。本釋迦身不離覺樹。重現化", "417": "身以用昇天。此則本釋迦身竟無昇天。昇天", "418": "之身非本釋迦。經意不然。故不可也。又有釋", "419": "言。不起是法身。昇天是化用。此恐非理。豈可", "42": "異因之果派五位以分鑣。因無異果之因總", "420": "法身坐道樹耶。又有釋言。此昇天是不往而", "421": "至。以往即不往故。所以不起也。不往即往故", "422": "所以昇天也。如不來相而來名善來等。若依", "423": "此釋但是無昇相而昇天。非是樹下有不起", "424": "之身。故亦難用。今解此文略有八義。一約處", "425": "即入門。謂以一處中有一切處故。是故此天", "426": "宮等即本來在彼樹王下故云不起也。然先", "427": "未用此天宮處。今欲於中說法用故說為昇", "428": "也。又相即故不起門別故有昇也。二約佛。謂", "429": "此坐樹王下之佛身即遍法界一切處故。是", "43": "十身以齊致。是故覺母就機於東城六千疏", "430": "故佛身本來在彼忉利等處故不待起也。今", "431": "欲用此忉利門中之佛故曰昇也。是故若起", "432": "則不成昇也。三約時。謂由此樹下座上佛身", "433": "即遍前後際等九世十世一切時故。是故此", "434": "佛坐樹下時昇天去時到天處時一一時皆", "435": "遍法界。攝前後際盡。即知坐樹下時永無起", "436": "時故。云不起也。若正去時亦如此故唯有去。", "437": "無餘也。皆念念不相至各各收法界。如是緣", "438": "起門無礙。恒不離四約法界門。謂此昇去無", "439": "自性故即攝真如法界。以彼樹下坐等亦不", "44": "其十眼。童子詢友於南國百十成以一生。遂", "440": "異真故同真如。在去門顯現故不起而昇也。", "441": "五約緣起門。謂坐由行故坐。坐在於行中。行", "442": "由坐故行。行在於坐中是故由行中坐。故昇", "443": "天即不起也。由坐中行故不起而昇天也。行", "444": "坐無礙故。即昇常坐即坐恒昇也。六約佛", "445": "不思議德。謂即不起此坐即是行即是臥即", "446": "是住。即是到一切處即是作一切事。竝非下", "447": "地所知。七約所表。謂表前位行成究竟堅固", "448": "不壞故云不起前坐也。而有赴機用故云昇", "449": "也。八約成會。謂後會必具前故。不捨前而成", "45": "使不起樹王六天斯屆。詎移花藏十剎虛融。", "450": "後。若捨前則壞緣起。是故不起前而昇後", "451": "也。", "452": "第六眾數差別作十門。一明眾數。二新舊。三", "453": "定器。四世出世。五界趣。六諸乘。七權實。八", "454": "位地。九表法。十因果。初眾數多少者。謂此", "455": "初會有五十五眾。始從普賢至摩醯眾為三", "456": "十四眾。復從善海還至普賢為十八眾。帖", "457": "前總為五十二眾。海慧內眾并新集十方。及", "458": "勝音眾帖前總為五十五眾。第二會中有新", "459": "舊二眾。帖前總五十七眾。三四二會各有天", "46": "示寶偈於塵中齊暉八會。啟玉珠於性德七", "460": "王菩薩二眾。帖前總為六十一眾。第五會中", "461": "昇天品內有五十二眾。及雲集眾。帖前總為", "462": "一百一十四眾。第六會中有同生異生二眾。", "463": "及第七會一眾。帖前總為一百一十七眾。第", "464": "八會中菩薩聲聞天王三眾。帖前則為一百", "465": "二十眾。於中一一或以十佛世界塵數為量。", "466": "如是等皆無分齊。然此且約此一世界八會", "467": "中說。若通十方虛空法界一切世界皆各有", "468": "此無邊眾會。相入重重如帝網無盡即不可", "469": "說不可說也。是謂花嚴海會之眾。二諸會新", "47": "處圓彰。浩浩鏗鋐抗思議而逈出。魏魏煥爛", "470": "舊者。或唯舊無新如六七二會。或唯新無舊", "471": "如三四五三會。或亦新亦舊如初二八三會。", "472": "餘意各如下集眾中說。三定器者汎論列眾", "473": "有三義。一是當機。二是影響。三是寄法。今此", "474": "通三也。四世出世者有四義。或俱是世間以", "475": "時中顯現故。又三世間中是一故。或並是是", "476": "出世。以其行德非世攝故。或亦世亦出。", "477": "由具前二義故。又隨相論。初普賢等是出", "478": "世。餘是世故。或非世亦非出。以是世出出", "479": "世攝故。是故此眾通其三位具斯四句也。五", "48": "隔視聽於聾盲。是故舍那創陶甄於海印二", "480": "界趣者於三界中除無色天。以隨相寄法非", "481": "殊勝故。若人王經亦有無色天等。五趣中除", "482": "地獄眾。以彼極苦寄相顯法亦非勝故。若陀", "483": "羅尼經亦有此眾。又無人王眾。以相顯非奇", "484": "故。或菩薩即人眾也。或唯列王眾。如後十八", "485": "眾說以表法自在故。或通王臣。如此三十四", "486": "眾中說。以具主伴故。六諸乘者。大智論云。", "487": "若小乘經初唯列聲聞眾。若大乘經初具列", "488": "菩薩聲聞二眾。義準。若一乘經初唯列菩", "489": "薩。所以知者。彼論以大品等為共教。別指華", "49": "七之旦爰興。龍樹終俯察於虬宮六百年後", "490": "嚴為不共教。以不與聲聞共說故。又此上三", "491": "門各有二說。初中二者。一若為成小教得小", "492": "果等。唯列聲聞。此是愚法小乘。如阿含等經", "493": "說。二為迴小乘顯所被機。唯列聲聞。是大乘", "494": "迴心教。如金剛波若經初辨。二具二眾中亦", "495": "二。一或先列聲聞。後列菩薩。此通始終頓三", "496": "教。如淨名等經辨。二或先列菩薩。後列聲聞。", "497": "此通頓教及同教。如羅摩伽經惟樓王經和", "498": "休經等辨。三唯列菩薩。中二。一雖列菩", "499": "薩主伴不具。是同教一乘。如十一面經等辨。", "5": "此國住大安寺。應良辨等請講華嚴經。然則", "50": "方顯。然則大以苞含為義。方以軌範為功。廣", "500": "二若主伴具足即別教一乘。如此經說。七權", "501": "實者。若約三乘佛居此娑婆界。雜眾是實。以", "502": "實報生故。菩薩是權。方便現故。如經云。彼", "503": "諸菩薩隱其無量自在力等。或菩薩是實。以", "504": "地前菩薩猶生此土故。雜眾是權。依大集經", "505": "竝是他方大菩薩等權形所作故。若佛居淨", "506": "土菩薩唯實。實報生故。雜眾是化非實有故。", "507": "論云受用土中實無此等眾生。欲令淨土不", "508": "空故化作如是雜類眾生。若一乘中佛在此", "509": "花藏界。菩薩雜眾或竝是實。以是海印定", "51": "則體極用周。佛乃果圓覺滿。花譬開敷萬行。", "510": "現。實德攝故。或俱是權。以隨緣而現故。餘", "511": "義思准。八明其位者。若約三乘此普賢等皆", "512": "是十地已上菩薩。彼神王既多分是隨類生", "513": "攝。即是八地已上。若一乘中如緣起際。諸位", "514": "皆齊。是故一人具五位。位位皆遍收准之。", "515": "九人法者。若三乘中但寄人顯法。仍人非是", "516": "法。若一乘中此等諸人竝是法界緣起法", "517": "門。又此一眾即通三世間。以或作河池井泉", "518": "水等國土身故。餘可知。十因果者。若三乘但", "519": "是因位。若一乘中或皆是因。以未是佛故。或", "52": "嚴喻飾茲本體。經則貫穿縫綴。能詮之教著", "520": "俱是果。以竝是佛海印中現故。又乘解脫力", "521": "入佛海故。或通因果。由前二義故。或俱非。以", "522": "離性平等故。竝如下歎德中辨。", "523": "第七諸會請問者作四門。一明有無。二顯所", "524": "問法。三辨能問人。四問儀式。初有無者。於八", "525": "會中初二後二有請問。餘會皆無。所以爾者。", "526": "初會標果起因故有問。第二會初為尋因至", "527": "果故請問。但為因中行位階降寄五會答也。", "528": "以果位無優劣故當會答耳。然五會中諸品", "529": "之內更有問者。竝是當會所說法中隨說請", "53": "焉。從法就人寄喻為目。故稱大方廣佛花嚴", "530": "問。非是別問大位之相。以第六會來唯答第", "531": "二會初所請問故。第七會中明行熟因果。是", "532": "故請問。謂行修無礙六位頓成故。當會答也。", "533": "第八會中明稱性因果。是故請問。謂俱入法", "534": "界無差別故。亦當會答也。二顯所問法者。初", "535": "及第八具有果法。而分有因法。但所信攝化", "536": "為異。第二第七具問因法但行位為異。三能", "537": "問人不同者。初及第八各具同異二眾齊問。", "538": "以所問法眾同依故。第二唯是菩薩同生眾", "539": "問。以所入位同生勝故。第七唯普慧一人問。", "54": "經。世間淨眼品者器等三種顯曜於時。光潔", "540": "以造修之行名別成故。", "541": "四問儀式者有二。一約言念。二約通別。初中", "542": "泛論請問有二。一言請二念請。答亦有二。一", "543": "言說答二示相答。此二問答如次及交絡四", "544": "句可知。為成三慧有斯二例。初之二會及第", "545": "八會唯是念請。答通二位。謂佛有示相答。菩", "546": "薩有言說答。以對佛興請。上能知下不待", "547": "言故。為顯佛心能領疑身相現答。自在故也。", "548": "第七會言請言答。以對普賢起問。還是普", "549": "賢答故。二通別者。初及第八別問通答。第二", "55": "照矚況於淨眼。法喻合舉故云世間淨眼。語", "550": "第七別問別答。皆可知。", "551": "第八所依三昧者略作八門。一辨分齊。二有", "552": "無。三明出入。四顯因果。五入定人。六業用。", "553": "七入定意。八雙行非雙行。初明分齊者有二。", "554": "先總後別。總者然此八會人法教義等皆依", "555": "如來海印三昧之所顯現故。賢首品云。一切", "556": "示現無有餘海印三昧勢力故。二別顯者。第", "557": "一會入一切如來淨藏三昧。以垢無不盡德", "558": "無不苞名為淨藏。標果異因名如來三昧。第", "559": "二會不入定。第三會入菩薩無量方便三昧。", "56": "言理均格類相從。故稱為品。此經有三十四", "560": "巧解多端名無量方便。標因別果名菩薩三", "561": "昧。第四會入善伏三昧。行能伏障令永不起", "562": "名為善伏。第五會入明智三昧。照理除闇故", "563": "稱明智。第六會入大智慧光明三昧。入地正", "564": "證。過小曰大。對治無明名慧光明。第七會入", "565": "佛花嚴三昧。妙行開敷飾顯真體。因嚴果滿", "566": "名佛花嚴。第八會入如來師子奮迅三昧。謂", "567": "顯佛果大用雄猛之狀。從喻標名故立斯號。", "568": "此上七種業用異故立名差別。心一境性等", "569": "持無別。是故通皆名為三昧。第二有無者。唯", "57": "品。此品建初故稱第一。故言大方廣佛華嚴", "570": "第二會不入三昧。以所表法未成位故。餘會", "571": "所表法位成故。若依海印諸會通有。第三出", "572": "入者。唯第八會入已無出。表於法界有證", "573": "無失。又顯佛果大用自在故不待出。餘會不", "574": "爾。表起化應機故。不同佛果用故。第四因果", "575": "分別者有四句。或唯果定。謂初會及第八以", "576": "初說果法故。第八證理玄故。或唯因定。謂", "577": "三四五六以彼唯說因位法故。不思議品等", "578": "所說果法別有所依。非彼定故。或亦因亦果。", "579": "謂第七會以花嚴攝因佛是果故。所表行深", "58": "經世間淨眼品第一。餘義如下說。今總括此", "580": "具因果故或非因果。謂第二會總無定故。第", "581": "五能入定。人者第一會普賢菩薩以普賢因", "582": "圓堪顯佛果。第二會文殊師利表信無位故", "583": "不入定。第三會法慧菩薩以表十住慧解法", "584": "故。第四會功德林菩薩以表十行勝德建立", "585": "故。第五會金剛幢菩薩表十迴向大願堅固", "586": "獨標出故。第六會金剛藏菩薩以表十地無", "587": "漏行深。破障智堅含攝具德故。第七會普賢", "588": "菩薩表行深廣該於六位稱普賢故。第八如", "589": "來入定以表法界解脫自在無礙唯佛窮。故", "59": "經七處八會事義差別略開十門。一辨教起", "590": "第六業用差別者通辨定用。有其三種。一發", "591": "慧二引通三具二。此七定中或唯發慧。謂除", "592": "初後所餘五會以皆從定起智說故。或唯引", "593": "通。謂第八會以顯如來身土無礙法界門故。", "594": "或具二種。謂初會普賢定中說法。亦是通故。", "595": "第七明入定意者略有四意。一為證法令說", "596": "決定故。論云何故入三昧。顯示此法非思量", "597": "境界故。二為受加。佛力加持此為器故。論云", "598": "何故加。以得此三昧故。三成軌則。諸有說法", "599": "要審而說方可信故。四表示法。以聞此定名", "6": "初傳章疏󱈜師有功。最初開講祥公為尊也。", "60": "所因。二釋經題目。三明經宗趣。四說經時處。", "600": "解彼法故。此七定中初五具四。第七唯三。以", "601": "行法依解不待加故。第八唯二。以佛無新證", "602": "無受加故。第八雙行非雙行者有四句。或唯", "603": "雙行。謂第八會在定起用無障礙故。或唯非", "604": "雙行。謂除初二會所餘諸會以要出定方有", "605": "說故。論云。何故出定以定無言說故非", "606": "雙行或俱。謂初會定中說彼五海十智故是", "607": "雙行。後出定已方乃說彼十世界海故亦非", "608": "雙或俱非。謂第二會總無故。", "609": "第九光加不同者。先辨放光亦作五門。一有", "61": "五辨定教主。六明眾數差別。七請說分齊。八", "610": "無。二出處。三光意。四光體。五光用。初中八", "611": "會之內。唯第七會不顯放光。以所依行法不", "612": "異前故。但純熟為異。二出處者初會二處。一", "613": "從面門牙齒放光。表教道遐舒。二從眉間毫相", "614": "放光。表證道圓潔。第二會從足下相輪放光。", "615": "表信行最卑故居足下。又表眾行依信而進。", "616": "如身依足而有所趣。第三第四二會之中。皆", "617": "從足指放大光明過前位故。增至足指。指有", "618": "二義。一能距地有立住義。二能申展有進趣", "619": "義。前表第三十住之法。後表第四十行之法。", "62": "所入三昧。九佛光加持。十正說品會。初教起", "620": "是故二會同此放光。第五會從兩膝放光。表", "621": "行位過前漸增至膝。大願迴向屈申進詣以", "622": "膝表示。第六會眉間豪放光。表十地正證。第", "623": "八會亦眉間放光者。亦表法界法門普該證", "624": "入故。三光意者。此諸放光略有四意。一為現", "625": "相表法。二驚起信心。三照觸救苦。四集眾遠", "626": "召。四光體者亦有四種。一是事光如流星霞", "627": "雲等。二是法光謂顯示法門故。三是理光謂", "628": "非青黃赤白。不生滅故。四無礙光。前三無礙", "629": "融現前故。五光業用者。八業二身如十地論", "63": "所因中有二。先明教傳之相。後辨教興之意。", "630": "說。第二明諸佛同加作四門。一有無。二加相。", "631": "三加意。四能加之佛。初有無者於八會中第", "632": "二及七八此三竝無加。第二位未成故不入", "633": "定。故第七行法。依解不異前故。第八如來自", "634": "入三昧不待加故。餘會非此。是故皆有二。加", "635": "相者謂彼諸佛皆以三業同作加。故口加語", "636": "業資其辨才。意加與智增其慧悟。身加與力", "637": "令威過眾表同於如來三輪攝化。又口加與", "638": "辨令能說。意加冥被以增威。身加摩頂而令", "639": "覺。三加意者有六。一地論云。盧舍那佛本願", "64": "初中教傳之相者。西域相傳。此經結集已後", "640": "力故加。二是彼菩薩善根願力故。三得彼三", "641": "昧法如是故。四為說此法故加。謂十地等諸", "642": "位法也。五者十方諸佛各以三業加彼菩薩", "643": "令說此法。即表諸佛同所宣說。六令彼大眾", "644": "知佛加說。於彼所說生淨信故。四能加之佛", "645": "名數者。初會之中有十方世界海諸佛。第三", "646": "會十方各過千佛世界塵數剎。外有千佛世", "647": "界塵數諸佛。同名法慧。第四會十方各過萬", "648": "佛世界塵數剎。外有萬佛世界塵數諸佛。同", "649": "名功德林。第五會十方各過百萬佛剎塵數", "65": "收入龍宮。佛滅度六百年後龍樹菩薩往龍", "650": "剎。外有百萬佛剎塵數諸佛。同名金剛幢。第", "651": "六會十方各過十億佛土塵數剎。外有十億", "652": "佛土塵數諸佛。同名金剛藏。解云欲表三賢", "653": "十聖位相漸增故。令佛數從小至多。皆同所", "654": "加菩薩名者。地論釋云。令彼菩薩聞諸如來", "655": "同己。名己增踊悅故。又彼諸位各說如佛名", "656": "之法故不異名加。", "657": "第十所說法者略作四門。一約品。二約會。三", "658": "約文。四約義。初約品者。第一會中有二品。一", "659": "世間淨眼品。二盧舍那佛品。第二會有六品。", "66": "宮。見此大不思議經。上本有十三千大千世", "660": "一如來名號品。二四諦品。三光明覺品。四菩", "661": "薩明難品。五淨行品。六賢首菩薩品。第三", "662": "會有六品。一佛昇須彌頂品。二菩薩雲集說偈", "663": "品。三菩薩十住品。四梵行品。五初發心菩薩", "664": "功德品。六明法品。第四會有四品。一佛昇夜", "665": "摩天宮品。二菩薩雲集讚佛品。三功德花聚", "666": "菩薩十行品。四菩薩十無盡品。第五會有", "667": "三品。一佛昇兜率天宮品。二菩薩說偈品。三", "668": "金剛幢菩薩迴向品。第六會有十一品。一", "669": "十地品。二十明品。三十忍品。四阿僧祇品。", "67": "界微塵數偈。四天下微塵數品。中本有四十", "670": "五壽命品。六菩薩住處品。七佛不思議法品。", "671": "八如來相海品。九佛小相光明品。十普賢菩", "672": "薩行品。十一寶王如來性起品。第七會有", "673": "一品。謂離世間品。第八會有一品。謂入法", "674": "界品。頌曰。", "675": "二六六四三十一各一一是故於八會", "676": "品有三十四", "677": "第二約會者有二。初攝因從果會別有八。二", "678": "分因果有六十二會。初第一會中普賢定內", "679": "觀五海說十智。言五海者初一切世界海。二", "68": "九萬八千八百偈。一千二百品。下本有十萬", "680": "一切眾生海。三法界業海。四欲樂諸根海。五", "681": "三世諸佛海。言十智者一一切世界海成敗", "682": "智。二眾生界赴智。三法界智。四如來自在", "683": "智。五轉法輪智。六力無畏不共法智。七光明", "684": "讚嘆音聲智。八三種教化眾生智。九無量三", "685": "昧法門不壞智。十如來種種自在智。第二會", "686": "中初品說佛身名普遍。次品說佛諦語遐周。", "687": "次品明佛身意舒光廣擬開覺。上三顯佛果", "688": "三輪差別攝用。次品說信位正解十種甚深。", "689": "次品說信位淨行百四十願。末後一品說信", "69": "偈三十八品。龍樹遂將此下本出至天竺國", "690": "位德成廣攝諸位　乃至成佛。第三會中所", "691": "說十住者。一發心住。二持地住。三修行住。四", "692": "生貴住。五方便具足住。六正心住。七不退住。", "693": "八童真住。九法王子住。十灌頂住。第四會", "694": "中說十行法。一歡喜行。二饒益行。三無恚", "695": "恨行。四無盡行。五離癡亂行。六善現行。七", "696": "無著行。八尊重行。九善法行。十真實行。第", "697": "五會中說十迴向法者。一救護眾生離眾生", "698": "相迴向。二不壞迴向。三等一切佛迴向。四至", "699": "一切處迴向。五無盡功德藏迴向。六隨順平", "7": "此章之傳雖未見實據。󱈜祥兩師之間焉。又", "70": "造不思議論。亦十萬偈以釋此經。今耶舍三", "700": "等善根迴向。七隨順平等觀迴向。八如相迴", "701": "向。九無縛無著解脫迴向。十法界無量迴向。", "702": "第六會中說十地法。一歡喜地。二離垢地。", "703": "三明地。四炎地。五難勝地。六現前地。七遠行", "704": "地。八不動地。九善惠地。十法雲地。第七會", "705": "中普慧菩薩起二百句問。普賢菩薩句別答", "706": "十故成二千法門。第八會中大眾起於六十", "707": "句問。如來現於法界身雲。令諸菩薩皆入法", "708": "界。舍利弗等五百聲聞雖在會中如盲如聾", "709": "無所聞見。後顯善財隨位修行證入法界。上", "71": "藏所翻十住毘婆沙論是彼一品也。爰有東晉", "710": "來攝助歸正。故以八會統收皆盡。第二分", "711": "助異正散說。諸佛及諸菩薩赴機。顯法會別", "712": "通有六十二者。初之八會如前所顯。次約菩", "713": "薩赴機攝化有五十四會。總相科勒以為五", "714": "分。初有四十一位名寄位修行相。於中初覺", "715": "城東文殊一會。令善財入法界信位。次於可", "716": "樂國和合山功德雲比丘令善財得普門光明", "717": "三昧觀察正念諸佛法門。乃至第十師子奮", "718": "迅城中彌多羅女令善財得般若波羅蜜普莊", "719": "嚴法門。已上十位令善財各得一種法門滿", "72": "沙門名支法領。從于闐國但得此三萬六千", "720": "足十住之位。次從救度國善現比丘令善財", "721": "得隨順菩薩燈明法門。乃至第十知足城中", "722": "出家外道名隨順一切眾生。令善財得至一", "723": "切處法門。已上十位各令善財得一法門滿", "724": "足十行之位。次甘露味國青蓮華長者令善", "725": "財得入香法門。乃至第十摩竭提國道場地", "726": "神名曰安住。令善財得菩薩不可壞藏法門。", "727": "已上十住各令善財得一法門滿足菩薩十", "728": "迴向位。次從迦毘羅城婆娑陀夜天令善財", "729": "得光明普照諸法壞散眾生愚癡法門。乃至", "73": "偈。并請得大乘三果菩薩禪師名伏馱跋陀", "730": "第十迦毘羅城釋迦女名瞿夷。令善財得分", "731": "別觀察一切菩薩三昧海法門。已上十位各", "732": "令善財得一法門滿足菩薩十地之位。上來", "733": "四十一總明寄位修行相竟。自下初從摩耶", "734": "夫人令善財得大願智幻法門。乃至第十德", "735": "生童子有德童女令善財得菩薩幻住法門。", "736": "已上十位各令善財得一法門滿足菩薩第二", "737": "會緣入。實法門。自下海㵎國大莊嚴林中", "738": "嚴淨藏樓觀內。彌勒菩薩令善財得三世智", "739": "正念思惟莊嚴法門。已上一位令善財入第", "74": "羅此云覺賢。俗姓釋迦氏即甘露飯王之苗", "740": "三攝德成因相法。自下普門城邊文殊師", "741": "利遙申右手摩善財頂。得見三千大千世界", "742": "塵數知識。不違其教。乃立善財於自所住", "743": "處普賢道場法門。此一位令入智照無二相", "744": "法。自下於如來前金剛藏道場上。普賢菩", "745": "薩令善財得十不可壞智慧法門。此一位令", "746": "入顯因廣大相法。又此上所求諸善知識種", "747": "類有五。一約位有五十四如前辨。二約主伴", "748": "有一百一十也。三約同教見大千世界塵數", "749": "知識。四約別教見十佛世界塵數知識。五", "75": "裔。來至晉朝。以安帝義熙十四年歲次鶉火", "750": "約稱法約通十方無盡世界。則見虛空法界", "751": "等不可說不可說諸善知識。第三顯文分齊", "752": "者有六重。一約三分。初品是序分。二盧舍那", "753": "品下是正宗。經來不盡故無流通。又釋此", "754": "經總無流通。以前七會各無流通故。大般若", "755": "經十六會末各別流通。此不同彼。故知此經", "756": "總無流通。表顯法門無終盡故。二依正法師", "757": "等作四分。初品是序分。二盧舍那品下至光", "758": "明覺。四品經文名舉果勸樂分。三從明難品", "759": "下至性起。二十七品經文明修因契果分。四", "76": "三月十日。於楊州謝司空寺別造護淨華嚴", "760": "七八二會明依人入證分。三正說有五分。初", "761": "一品教起因緣分。二盧舍那品中一周問答", "762": "是舉果勸樂生信分。三從第二會盡第六會", "763": "有三十品。亦一周問答是修因契果生解分。", "764": "四第七會中一周問答是託法進修成行分。", "765": "五第八會中一周問答是依人入證成德分。", "766": "以此經中唯有如此四翻問答。是故兼序。但", "767": "得科為五分不得異說。又四問答中。初生", "768": "信。二起解。三成行。四證真故義圓足不增", "769": "減也。四或為五周因果。第一會中果廣而因", "77": "法堂。於中譯出此經。時堂前有蓮花池。每日", "770": "略。是所信因果。第二會至小相品是修生因", "771": "果。普賢性起是修顯因果。第七會中成行因", "772": "果。第八會中入證因果。五或八會各一法。初", "773": "一所信之境。二依境起信。三依信生解。四依", "774": "解起行。五隨行起願。六行願證實。七練行純", "775": "熟。八該攝法界。亦是義理圓滿故無增減也。", "776": "六或分為十。謂前五周因果之內初後二位", "777": "先果後因。餘三皆先因後果。各分因果二位", "778": "故為十也。第四約義顯者。總標此經大意", "779": "義理略作十門。一同時具足相應門。二因陀", "78": "有二青衣童子。從池而出掃灑研墨暮還歸", "780": "羅網法界門。三祕密隱顯俱成門。四微細相", "781": "容安立門。五諸藏純雜具德門。六十世隔法", "782": "異成門。七一多相容不同門。八諸法相即自", "783": "在門。九唯心迴轉善成門。十託事顯法生解", "784": "門。此上十門中各有十義。一人法。二教義。", "785": "三因果。四理事。五解行。六分齊境位。七師弟", "786": "法智。八主伴依正。九逆順體用。十隨生根欲", "787": "示現。此等十義皆同時相應成一緣起。隨別", "788": "義門入前十門。皆準思之。又更重釋前十門。", "789": "初是諸緣契合義。是總也。約緣起全有力全", "79": "池。經了便止。相傳釋云。以此經久在龍宮。慶", "790": "無力義故有相容門也。約緣起空有義故有", "791": "相即門也。緣起力用重重攝故有帝網門也。", "792": "緣起有無各不竝。故有隱顯門也。約緣起", "793": "同體門攝法故有微細門也。約所起法分前", "794": "後際故有十世門也。約緣起諸門所收諸法", "795": "各有純雜故有純雜門也。約緣起自性故有", "796": "唯心門也。約緣起相用理觀如事故有說託", "797": "事顯法門也。此十義通一部經思之。", "798": "花嚴八會剛目一卷", "799": "天治二年十月二十三日於池上房之僧", "8": "我弘法大師釋華嚴教往往取則是章。疑璿", "80": "此傳通故令龍王給侍耳。後因改此寺名興", "800": "寬有之本也。", "801": "未來領知人人可令後世訪給也。", "81": "嚴寺也。有晉沙門釋法業惠嚴惠觀等親從", "82": "筆受。法業因此出義記。名花嚴旨歸。二卷。", "83": "有吳郡內史孟顗右衛將軍褚叔度等為檀越。", "84": "至元熙二年六月十日譯出訖。至大宗永初", "85": "二年十二月二十日與梵本再校勘畢。當時", "86": "五十卷成。後人亦有融作六十卷者。於法界", "87": "品內先有所欠八九紙文。今大唐永隆元年", "88": "三月內。有中天竺三藏法師地婆呵羅唐言", "89": "日照。奉勅與沙門道成等十大德。於西京太", "9": "公等將來之本故大師亦有所受歟。且請來", "90": "原寺譯出補之。沙門複禮筆受。其經感通及", "91": "覺賢神迹等。竝如新集花嚴傳中辨。二明教", "92": "興意者。夫大教之興非無因緣。及非小因緣", "93": "令此教起。故下文性起品云。以須彌山微塵", "94": "等因緣故起此性起法輪。今略題十種。謂願", "95": "力故。法爾故。為本故。為歸故。顯德故。顯位", "96": "故。開發故。見聞故。成行故。得果故。初願力", "97": "故者謂。佛與菩薩及彼機緣三位願力之所", "98": "起。故下文云。盧舍那佛本願力。故普賢願力", "99": "故。又云若有得聞者。當知本願。力又云開"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1734 花嚴經文義綱目", "author": "唐 法藏撰", "sourceLink": "http://www.cbeta.org/"}