{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0553 佛說㮈女祇域因緣經", "text": {"0": "No. 553 [No. 554]", "1": "佛說㮈女祇域因緣經", "10": "世有佛，名曰迦葉，時與大眾圍繞說法。坐", "100": "嗣，我願得行學醫術。」王則聽之，王曰：「汝不", "101": "為太子者，不得空食王祿，應學醫道。」王即", "102": "命勅國中諸上手醫，盡術教之，而祇域但行", "103": "嬉戲，未曾受學。諸師責謂之曰：「醫術鄙陋，", "104": "誠非太子至尊所宜當學，然大王之命不可", "105": "違廢。受勅已來，積有日月，而太子初不受", "106": "半言之方，若王問我，我何以對？」祇域曰：「我", "107": "生而有醫證在手，故白大王捐棄榮號求", "108": "學醫術，豈復懈怠煩師督促？直以諸師之", "109": "道無足學者故耳。」便取本草藥方針脈諸經，", "11": "聞經歡喜，意欲布施，顧無所有，自惟貧賤，", "110": "具難問師，師窮無以答，皆下為祇域作禮，", "111": "長跪叉手曰：「今日益知太子神聖，實非我等", "112": "所及也。向所問諸事，皆是我師歷世疑義", "113": "所不能通，願太子具悉說之，開解我曹生年", "114": "之結。」祇域便為解說其義，諸醫歡喜皆更起，", "115": "頭面作禮，承受其法。", "116": "爾時，祇域即自念言：「王勅諸醫，都無可學者，", "117": "誰當教我學醫道？時聞彼德叉尸羅國，有", "118": "醫姓阿提梨，字賓迦羅，極善醫道，彼能教", "119": "我。」爾時，祇域童子即往彼國，詣賓迦羅所", "12": "心用悲感，詣他園圃，求乞果蓏，當以施佛。", "120": "白言：「大師！我今請仁者以為師範。」從學醫", "121": "術，經七年已，自念言：「我今習學醫術，何當", "122": "有已？」即往師所白言：「我今習學醫術，何當", "123": "有已？」時師即與一籠器及掘草之具：「汝可於", "124": "德叉尸羅國面一由旬，求覓諸草，有非是藥", "125": "者持來。」時祇域即如師勅，於德叉尸羅國面", "126": "一由旬，求覓非是藥者，周竟不得非是藥者，", "127": "所見草木一切物善能分別，知有所用處無", "128": "非藥者。彼即空還，往師所白如是言：「師今", "129": "當知，我於德叉尸羅國求非藥草者，面一由", "13": "時得一㮈，大而香好，擎一盂水并捺一枚，", "130": "旬，周竟不見非藥者，所見草木盡能分別，", "131": "所入用處。」師答祇域言：「汝今可去，醫道已", "132": "成。我於閻浮提中，最為第一；我若死後，次", "133": "復有汝。」", "134": "於是，祇域便行治病，所治輒愈，國內知名。後", "135": "欲入宮，於宮門前，逢一小兒擔樵，祇域望", "136": "視，悉見此兒五藏、腸胃，縷悉分明。祇域", "137": "心念：「本草經說有藥王樹，從外照內見人腹", "138": "臟，此兒樵中得無有藥王耶！」即往問兒：「賣", "139": "樵幾錢？」兒白：「十錢。」便雇錢取樵，下樵置地，", "14": "奉迦葉佛及諸眾僧。佛知至意，呪願受之，", "140": "闇冥不見腹中。祇域更心思惟：「不知束中", "141": "何所為是藥王？」便解兩束，一一取之，以著", "142": "小兒腹上，無所照見，輒復更取，如是盡兩", "143": "束樵；最後有一小枝，栽長尺餘，試取以", "144": "照，具見腹內。祇域大喜，知此小枝定是藥", "145": "王，悉還兒樵。兒既已得錢，樵又如故，歡", "146": "喜而去。", "147": "爾時，祇域自念：「我今先當治誰？此國既小，", "148": "又在邊方，我今寧可還本國始開醫道。」於即", "149": "還歸婆迦陀城。婆迦陀城中，有大長者，其", "15": "分布水㮈，一切周普。緣此福祚，壽盡生天，", "150": "婦十二年中常患頭痛，眾醫治之而不能", "151": "差。時祇域聞之，即往其家語守門人言：「白汝", "152": "長者，有醫在門外。」時守門人即入白：「門外有", "153": "醫。」長者婦問言：「醫形貌何似？」答言：「是年少。」", "154": "彼自念言：「老宿諸醫治亦不差，況復年少？」", "155": "即勅守門人語言：「我今不須醫。」守門人即", "156": "出語言：「我已為汝白長者，長者婦言：『今不", "157": "須醫。』」祇域復言：「汝可白汝長者婦，但聽我", "158": "治，若差者隨意與我物。」時守門人復白之：「醫", "159": "作如是言：『但聽我治，若差隨意與我物。』」長", "16": "得為天后；下生世間，不由胞胎，九十一劫，", "160": "者婦聞已，自念言：「若如是無所損。」勅守門", "161": "人喚入。時祇域入詣長者婦所，問言：「何所", "162": "患苦？」答言：「患如是如是。」復問：「病從何起？」", "163": "答言：「從如是如是起。」復問：「病來久近？」答言：", "164": "「病如許時。」彼問已語言：「我能治汝。」彼即取", "165": "好藥，以酥煎之，灌長者婦鼻，病者口中酥", "166": "唾俱出。時病人即器承之，酥便收取，唾別", "167": "棄之。時祇域見已，心懷愁惱：「如是少酥不", "168": "淨，猶尚慳惜，況能報我？」病者見已，問祇域", "169": "言：「汝愁惱耶！」答言：「實爾。」問言：「何故愁惱？」", "17": "生㮈華中，端正鮮潔，常識宿命，今值世尊", "170": "答言：「我自念言：『此少酥不淨，猶尚慳惜，況", "171": "能報我？』以是故愁耳。」長者婦答言：「為家不", "172": "易，棄之何益？可用燃燈，是故收取。汝但治", "173": "病，何憂如是？」彼即治之，後病得差。時長者", "174": "婦，與四十萬兩金，并奴婢車馬。時祇域得", "175": "此物已，還王舍城，詣無畏王子門，語守門", "176": "人言：「汝往白王言：『祇域在外。』」守門人即入", "177": "白王，王勅守門人喚入。祇域入已，前頭面禮", "178": "已，在一面住，以前因緣，具白無畏王子言：", "179": "「以今所得物，盡用上王。」王子言：「且止不須，", "18": "開示道眼。」爾時㮈女以偈頌曰：", "180": "便為供養已，汝自用之。」此是祇域最初治病。", "181": "爾時拘睒彌國，有長者子，輪上嬉戲，腸結", "182": "腹內，食飲不消，亦不得出，彼國無能治者。", "183": "彼聞摩竭國有大醫善能治病，即遣使白王：", "184": "「拘睒彌長者子病，祇域能治，願王遣來。」時", "185": "瓶沙王，喚祇域問言：「拘睒彌長者子病，汝", "186": "能治不？」答言：「能！」「若能，汝可往治之。」時祇域", "187": "乘車，詣拘睒彌。祇域始至，長者子已死，伎", "188": "樂送出。祇域聞聲即問言：「此是何等伎樂鼓", "189": "聲？」傍人答言：「是汝所為來，長者子已死，是", "19": "「三尊慈潤普，慧度無男女，", "190": "彼伎樂音聲。」祇域善能分別一切音聲，即言", "191": "語：「使迴還，此非死人。」語已，即便迴還。時祇", "192": "域即下車，取利刀破腹，披腸結處，示其父", "193": "母諸親語言：「此是輪上嬉戲，使腸結如是，", "194": "食飲不消，非是死也。」即為解腹，還復本處，", "195": "縫皮肉合，以好藥塗之，瘡即愈，毛還生，與", "196": "無瘡處不異。時長者子，即報祇域四十萬兩", "197": "金，婦亦與四十萬兩金，長者父母亦爾，各", "198": "與四十萬兩金。祇域念言：「夫為師者須報其", "199": "恩，今持一百六十萬兩金，與德叉尸羅國大", "2": "後漢安息國三藏安世高譯", "20": "水果施弘報，緣得離眾苦。", "200": "師賓迦羅。」念已，持金詣師所，頭面禮師足，", "201": "奉上此金：「唯願大師，哀愍納受。」師曰：「便為", "202": "供養已，我不須此寶。」祇域慇懃至到，賓迦羅", "203": "乃受此金，祇域奉辭禮足而去。", "204": "爾時，國中有迦羅越家女，年十五臨當嫁日，", "205": "忽頭痛而死。祇域聞之往至其家，問女父曰：", "206": "「此女常有何病，乃致夭亡？」父曰：「女小有頭", "207": "痛，日月增甚，今朝發作，尤甚於常，以致", "208": "絕命。」祇域便進，以藥王照視頭中，見有刺蟲，", "209": "大小相生乃數百枚，鑽食其腦，腦盡故死，", "21": "在世生華中，上則為天后，", "210": "便以金刀披破其頭，悉出諸蟲，封著甖中。", "211": "以三種神膏塗瘡：一種者補蟲所食骨間之", "212": "瘡；一種生腦；一種治外刀瘡。告女父曰：「好", "213": "令安靜，慎莫使驚，十日當愈，平復如故，", "214": "到其日我當復來。」祇域適去，女母便更啼哭", "215": "曰：「我子為再死也，豈有披破頭腦當復活", "216": "者？父何忍使人取子那爾。」父止之曰：「祇域", "217": "生而把針藥，棄尊榮位，行作醫師，但為一", "218": "切命，此乃天之醫王，豈當妄耶！囑語汝言：", "219": "『慎莫使驚。』而汝今反啼哭，以驚動之，將令", "22": "自歸聖眾祐，福田最深厚。」", "220": "此兒不復得生。」母聞父言，止不復哭，共養護", "221": "之，寂靜七日。七日晨明，女便吐氣而寤，如", "222": "從臥覺曰：「我今者了不復頭痛，身體皆安，", "223": "誰護我者？使得如是。」父曰：「汝前已死，醫王", "224": "祇域故來護汝，破頭出蟲以得更生。」便開甖", "225": "出蟲示之，女見太便驚怖，深自慶幸：「祇", "226": "域神乃如是，我促得報其恩。」父曰：「祇域與", "227": "我期言：『今日當來。』」於是須臾祇域便來，女歡", "228": "喜出門迎，頭面作禮，長跪叉手曰：「願為", "229": "祇域作婢，終身供養，以報更生之恩。」祇域曰：", "23": "比丘尼㮈女，禮已還坐。", "230": "「我為醫師，周行治病，居無常處，何用婢為？", "231": "汝必欲報恩者，與我五百兩金，我亦不用此", "232": "金，所以求者，凡人學道法當謝師，師雖無", "233": "以教我，我甞為弟子，今得汝金，當以與之。」", "234": "女便奉五百兩金，以上祇域。祇域受，以與", "235": "師，因白王：「暫歸省母，到維耶梨國。」", "236": "爾時，國中復有迦羅越家男兒，好學武事，作", "237": "一木馬，高七尺餘，日日學習，騙上初學。適", "238": "得上馬，久久益習，忽過去失據，落地而死。", "239": "祇域聞之，便往以藥王照視腹中，見其肝反", "24": "佛在世時，維耶梨國，國王苑中，自然生", "240": "戾向後，氣結不通故死。復以金刀破腹，手", "241": "探料理，還肝向前畢，以三種神膏塗之，其", "242": "一種補手所獲持之處；一種通利氣息；一", "243": "種生合刀瘡。畢囑語父曰：「慎莫令驚，三日", "244": "當愈。」父承教勅，寂靜養視。至於三日兒便", "245": "吐氣而寤，狀如臥覺即便起坐，須臾祇域亦", "246": "來。兒歡喜出門迎，頭面作禮，長跪白言：「願得", "247": "為祇域作奴，終身供養，以報再活之恩。」祇域", "248": "曰：「我為醫師，周行治病，病者之家爭為我使，", "249": "當用奴為？我母養我勤苦，我未有供養之恩", "25": "一㮈樹，枝葉繁茂，實又加大，既有光色，香", "250": "報母，卿若欲謝我恩者，可與我五百兩金，", "251": "以報母恩。」於是取金以上㮈女，還歸羅閱祇", "252": "國。祇域治此四人，馳名天下，莫不聞知。", "253": "又南有大國，去羅閱祇八千里，瓶沙王及諸", "254": "小國皆臣屬之。其王病疾積年不差，恒", "255": "苦瞋恚，睚眥殺人，人舉目視之亦殺，低頭", "256": "不仰亦殺，使人行遲亦殺，疾走亦殺。左右", "257": "侍者，不知當何措手足；醫師合藥，輒疑恐", "258": "有毒亦殺之。前後所殺，傍臣宮女，及醫師", "259": "之輩，不可勝數。病日增甚，毒熱攻心，煩", "26": "美非凡。王寶愛此㮈，自非中宮尊貴美人，", "260": "懣短氣，如火燒身。聞有祇域，即為下書，", "261": "勅瓶沙王徵召祇域。祇域聞此王多殺醫師，", "262": "大以恐怖，瓶沙又怜其年小恐為所殺，適", "263": "欲不遣，畏見誅伐，父子相守，晝夜愁憂，不", "264": "知何計。爾時，瓶沙王乃將祇域俱往佛所，頭", "265": "面禮足，而白佛言：「世尊！彼王惡性恐殺醫", "266": "師，為可往不？」佛告祇域：「汝宿命時與我約", "267": "誓，俱當救護天下，我治內病，汝治外病。今", "268": "我得佛，故如本願會生我前。此王病篤，遠", "269": "來迎汝，如何不往？急往救護之，趍作方便，", "27": "不得啖此㮈果。國中有梵志居士，財富無數，", "270": "令病必愈，王不殺汝。」祇域便承佛威神，往", "271": "到王所，診省脈理，及以藥王照之，見王五", "272": "藏及百脈之中血氣擾擾，悉是蛇蟒之毒", "273": "周匝身體。祇域白王：「王病可治，治之保愈，", "274": "然宜入見太后諮議合藥，若不見太后，藥終", "275": "不成。」王聞此語，不解其故，意甚欲怒，然患", "276": "身病，宿聞祇域之名，故遠迎之，冀必有益，", "277": "且是小兒，知無他奸，忍而聽之。即遣青衣", "278": "黃門，將入見太后。祇域白太后：「王病可治，", "279": "今當合藥，宜密啟其方，不可宣露，宜屏左", "28": "一國無雙，又聰明博達，才智超群，王重愛", "280": "右。」太后即逐青衣黃門去。祇域因白太后：", "281": "「省王病，見身中血氣悉是蛇蟒之毒，似非人", "282": "類，王為定是誰子？太后以實語我，我能治之；", "283": "若不語我，王病則不可愈。」太后曰：「我昔", "284": "於金柱殿中晝臥，忽有物來厭我上者，我", "285": "時恍惚，若夢若覺，狀如魘夢，遂與通情。忽", "286": "然而寤，見有大蟒，長三丈餘，從我上去，則", "287": "覺有軀。王實是蟒子也，我羞恥此，未曾出", "288": "口。童子今乃覺之，何若神妙！若病可治，", "289": "願以王命委囑童子，今者治之，當用何藥？」", "29": "之，用為大臣。王請梵志飯食，食畢以一㮈", "290": "祇域曰：「唯有醍醐耳。」太后曰：「咄！童子慎莫", "291": "噵醍醐，而王大惡聞醍醐之氣，又惡聞醍", "292": "醐之名，前後坐口噵醍醐而死者，數千百", "293": "人。汝今噵此，必當殺汝。以此飲王，終不", "294": "得下，願更用他藥。」祇域曰：「醍醐治毒，毒病", "295": "惡聞醍醐是也。王病若微及是他毒，為有", "296": "餘藥可以愈之。蟒毒既重，又已遍身體，自", "297": "非醍醐終不能消。今當煎煉化令成水，無氣", "298": "無味，王意不覺，自當飲之。藥下必愈，無可", "299": "憂也。」便出，見王曰：「向入見太后，已啟藥方，", "3": "如是我聞：一時，佛在羅閱祇國，與大比丘千", "30": "寶與之。梵志見㮈香美非凡，乃問王曰：「此", "300": "今當合之，十五日當成。今我有五願，王若", "301": "聽我，病可即愈，若不聽我，病不可愈。」王問：", "302": "「五願盡何等事？」", "303": "祇域曰：「一者、願得王甲藏中新衣未歷軀者", "304": "與我；二者、願得令我獨自出入門無呵者；", "305": "三者、願得日日獨入見太后及王后，莫得禁", "306": "呵我；四者、願王飲藥當一仰令盡，莫得中息；", "307": "五者、願得王八千里白象，與我乘之。」王聞大", "308": "怒曰：「兒子何敢求是五願？促具解之，若不", "309": "能解，今棒殺汝。汝何敢求我新衣？為欲殺", "31": "㮈樹下，寧有小栽可得乞不？」王曰：「大多小", "310": "我，便著我衣，詐作我身耶？」", "311": "祇域曰：「合藥宜當精潔齋戒，而我來日久，", "312": "衣被皆塵垢故，欲得王衣以之合藥。」王意解", "313": "曰：「如此，大佳！汝何故欲得自出入宮門令無", "314": "禁呵？欲因此將兵來攻殺我耶？」", "315": "祇域曰：「王前後使諸師醫，皆嫌疑之，無所", "316": "委信，又誅殺之，不服其藥，群臣皆言王當", "317": "復殺我。而王病已甚，恐外人生心作亂。若", "318": "令我自出入不見禁呵，外人大小皆知王信", "319": "我，必服我藥病必當愈，則不敢生逆亂之心。」", "32": "栽，吾恐妨其大樹，輒除去之，卿若欲得，今", "320": "王曰：「大佳！汝何故日日獨入，見我母及我婦？", "321": "欲作婬亂耶？」祇域曰：「王前後殺人甚多，臣", "322": "下大小各懷恐怖，皆不願王之安隱，無可信", "323": "者今共合藥，因我顧睨之間，便投毒藥，我", "324": "所不覺，則非小事。故思惟可信者，恩情無", "325": "二，唯有母與婦，故敢入見太后王后，與共", "326": "合藥，當煎十五日乃成故，欲日日入伺候火", "327": "齊耳。」王曰：「大佳！汝何故使我飲藥，一仰", "328": "令盡，不得中息？為欲內毒恐我覺耶？」祇域", "329": "曰：「藥有劑數，氣味宜當相及，若其中息，則", "33": "當相與。」即以一㮈栽與梵志。梵志得歸種之，", "330": "氣不相繼。」王曰：「大佳！汝何故欲得我象乘", "331": "之？此象是我國寶，一日行八千里，我所以", "332": "威伏諸國，正怙此象。汝欲乘之，為欲盜以", "333": "歸家，與汝父攻我國耶？」", "334": "祇域曰：「乃南界山中有神妙藥草，去此四千", "335": "里，王飲藥宜當即得此草，重復服之，故欲", "336": "乘此象詣往採之，朝去暮還，令藥味相及。」", "337": "王意大解，皆悉聽之。於是祇域煎煉醍醐，", "338": "十五日成，化如清水，凡得五升，便與太后", "339": "王后俱捧藥出，白王：「可服，願被白象預置殿", "34": "朝夕溉灌，日日長大，枝條茂好，三年生實，光", "340": "前。」王即聽之。王見藥但如清水，初無氣味，", "341": "不知是醍醐，又太后、王后身自臨合信其", "342": "非毒，便如本要一飲而盡。祇域便乘象，徑", "343": "去還羅閱祇國。", "344": "爾時，祇域適行三千里。祇域年小力膂尚微，", "345": "不堪疾迅，頭眩疲極，便止息臥。到日過中，", "346": "王噫氣出聞醍醐臭，便更大怒曰：「小兒敢以", "347": "醍醐中我，怪兒所以求我白象，正欲叛去？」", "348": "王有勇士之臣名曰烏，神足步行能及此象，", "349": "即呼烏曰：「汝急往逐取兒來，生將以還，我", "35": "彩大小，如王家㮈。梵志大喜，自念：「我家資", "350": "欲目前捶殺之。汝性常不廉，貪於食，故名", "351": "為烏，此醫師輩多喜行毒，若兒為汝設食，", "352": "慎莫食也！」烏受勅便行，及之於山中，曰：「汝", "353": "何故以醍醐中王，而云是藥？王故令我追呼", "354": "汝還，汝急隨我還，陳謝自首庶可望活，若", "355": "故欲走，今必殺汝終不得脫。」祇域自念：「我", "356": "雖作方便求此白象，復不得脫，今當復作", "357": "方便，何可隨去？」乃謂烏言：「我朝來未食，還", "358": "必當死，寧可假我須臾，得於山間啖果飲水，", "359": "飽而就死乎！」烏見祇域小兒，畏死懼怖言辭", "36": "財無數，不減於王，唯無此㮈，以為不如，", "360": "辛苦，怜而聽之曰：「促食當去，不得久留。」祇", "361": "域乃取一梨，喫食其半，以毒藥著爪甲中，", "362": "以分餘半，便置於地；又取一杯水，先飲其", "363": "半，又行爪下毒於餘水中，復置於地。乃歎", "364": "曰：「水及梨皆是天藥，既清香且美，其飲食", "365": "此者，令人身安，百病皆愈，氣力兼倍，恨其", "366": "不在國都之下，百姓當共得之，而在深山之", "367": "中，人不知也，便進入山索求他果。」烏性既", "368": "貪，不能忍於飲食，又聞祇域歎為神藥，亦", "369": "見祇域已飲食之，謂必無毒，便取餘梨食", "37": "今已得之，為無減王。」即取食之，而大苦澁，", "370": "之，盡飲餘水，便下痢，痢如注水，躃地而", "371": "臥，起輒眩倒，不能復動。祇域曰：「王服我藥，", "372": "病必當愈，然今藥力未行，餘毒未盡，我今", "373": "往者，必當殺我。汝無所知，起欲得我以解", "374": "身負，故使汝病，病自無苦，慎莫動搖，三日", "375": "當差；若起逐我，必死不疑。」便上象而去。", "376": "祇域則過墟聚，語長伍曰：「此是國王使，今忽", "377": "得病，汝等急往，舁取歸家，好養護之，厚其", "378": "床席，給與糜粥，慎莫令死，死者王滅汝國。」", "379": "語畢便去，遂歸本國。長伍承勅，迎取養護，", "38": "了不可食。梵志更大愁惱，乃退思惟：「當是", "380": "三日毒歇下絕，烏便歸見王，叩頭自陳曰：「我", "381": "實愚癡，違負王教，信祇域言，飲食其餘水", "382": "果，為其所中，下痢三日，始今旦差，自知", "383": "當死。」比烏還三日之中，王病已差，王自追", "384": "念：「悔遣烏往行。」見烏來還，且悲且喜曰：", "385": "「賴汝不即將兒來，當我恚時必當捶殺，我得", "386": "其恩，命得生活，而反殺之，逆戾不細。」即悔", "387": "前後所抂殺者，悉更厚葬，復其家門賜與", "388": "錢財。思見祇域，欲報其恩，即遣使者，奉迎", "389": "祇域。祇域雖知王病已差，猶懷餘怖不復", "39": "土無肥潤故耳。」乃捉取百牛之乳，以飲一", "390": "欲往。", "391": "爾時，祇域復詣佛所，接足頂禮，白佛言：「世", "392": "尊！彼王遣使來喚，為可往不？」", "393": "佛告祇域：「汝本宿命已有弘誓，當成功德何", "394": "得中止？今應更往，汝已治其外病，我亦當治", "395": "其內病。」祇域便隨使者去，王見祇域甚大歡", "396": "喜，引與同坐，把持其臂曰：「賴蒙仁者之恩，", "397": "今得更生，當何以報？當分國土以半相與，", "398": "宮中婇女，庫藏寶物悉當分半，幸願仁者受", "399": "之。」", "4": "二百五十人俱、菩薩摩訶薩、天龍八部，大", "40": "牛，復取此一牛乳，煎之為醍醐，以灌㮈", "400": "祇域曰：「我本為太子，雖實小國亦有民人", "401": "珍寶具足，不樂治國故求為醫，當行治病，", "402": "當用土地婇女寶物為？皆所不用。王前聽我", "403": "五願，外病已愈，今若聽一願，內病可復除愈。」", "404": "王曰：「唯聽仁教，請復聞一願之事。」", "405": "祇域曰：「願王請佛從受明法。」因為王說佛功", "406": "德巍巍特尊。王聞大喜曰：「今欲遣烏臣以白", "407": "象迎佛，可得致不？」祇域曰：「不用白象，佛解", "408": "一切，遙知人心所念。但宿齋戒清淨，供具", "409": "燒香，遙向佛作禮，長跪白請，佛必自來。」", "41": "根。日日灌之，到至明年，實乃甘美，如王家", "410": "王如其言。佛明日與千二百五十比丘俱來，", "411": "飯食已畢，為王說經。王意開解，便發無上", "412": "正真道心，舉國大小，皆受五戒，恭敬作禮", "413": "而去。", "414": "又㮈女生既奇異，長又聰明，從父學問，博", "415": "知經道，星曆諸術，殊勝於父，加達聲樂，音", "416": "如梵天。諸迦羅越及梵志家女，合五百人皆", "417": "往從學，以為大師。㮈女常從五百弟子，讚", "418": "授經術，或相與遊戲園池，及作音樂。國人", "419": "不解其故，便生譏謗，呼為婬女，五百弟子", "42": "㮈。而㮈樹邊，忽復生一瘤節，大如手拳，", "420": "皆號婬黨。又㮈女生時，國中復有須漫女", "421": "及波曇女，亦同時俱生。須漫女者，生於須", "422": "漫華中，國有迦羅越家，常笮須漫以為香膏，", "423": "笮膏石邊忽作瘤節，大如彈丸，日日長大至", "424": "如手拳，石便爆破，見石節之中有聚，聚如", "425": "螢火，射出墮地，三日而生須漫，又三日成", "426": "華。華舒中有小女兒，迦羅越取養之，名曰", "427": "須漫女，長大姝好，及才明智慧，亞次㮈女。", "428": "爾時，又有梵志家浴池中自然生青蓮華，華", "429": "特加大，日日長益，如五升瓶，華舒見中", "43": "日日增長，梵志心念：「忽有此瘤節，恐妨其", "430": "有女兒，梵志取養之，名波曇女，長大又好，", "431": "才明智慧如須漫女。諸國王聞此二女顏容", "432": "絕世，交來求娉之。二女曰：「我生不由胞胎，乃", "433": "出草華之中，是與凡人不同，何宜當隨世人", "434": "乃復嫁耶？」聞㮈女聰明容貌絕世，無與匹", "435": "者，又生與我同體，皆辭父母，往事㮈女，求", "436": "作弟子，明經智慧，皆勝此五百人。", "437": "爾時，佛入維耶梨國，㮈女便率將弟子五百", "438": "人出迎佛，頭面作禮，長跪白言：「願佛明日", "439": "到我園中飯食。」佛默然受之。㮈女還歸，辦", "44": "實。」適欲斫去，恐復傷樹，連日思惟，遲徊未", "440": "其供具。佛進入城，國王又出宮迎佛，禮畢", "441": "長跪請佛：「願明日到宮飯食。」佛言：「㮈女向", "442": "已前請，王後之矣。」王曰：「我為國王，至心請", "443": "佛，必望依許。㮈女但是婬女，日日將徒五", "444": "百婬弟子，行作不軌，何為捨我而應其請？」", "445": "佛言：「此女非婬女，其宿命有大功德，已供", "446": "養三億佛。昔曾又與須漫、波曇女，俱為姊", "447": "妹，㮈女最大，須漫次之，波曇最小，生於大姓", "448": "家，財寶饒富，姊妹相率，供養五百比丘尼，", "449": "日日施設飲食，及作衣服，隨所無乏，皆悉", "45": "決。而節中忽生一枝，正指上向，洪直調好", "450": "供之，盡其壽命。三人常發誓言：『願我後世", "451": "逢佛，得自然化生，不由胞胎，遠離穢垢。』今", "452": "如本願，生值我時。「又昔雖供養比丘尼，然", "453": "其作豪富家兒，言語嬌溢，時時或戲笑比丘", "454": "尼曰：『諸道人於邑日久，必當欲嫁。迫有我", "455": "等供養撿押，不得放恣情意耳。』故今者受", "456": "此餘殃，雖日讚經道，虛被婬謗。此五百", "457": "弟子，時亦并力相助供養同心歡喜，今故會生，", "458": "果復相隨。「祇域爾時為貧家作子，見㮈女供", "459": "養，意甚慕樂，而無資財，乃常為比丘尼掃除，", "46": "高出樹巔，去地七丈，其杪乃分作諸枝，周", "460": "掃除潔淨已，輒發誓言：『令我能掃除天下人", "461": "身病穢如是快耶！』「㮈女憐其貧窮，又加其勤", "462": "力，常呼為子。其比丘尼有疾病時，常使祇", "463": "域迎醫及合湯藥，曰：『令汝後世與我共獲是", "464": "福。』祇域迎醫所治悉愈，乃誓曰：『願我後世", "465": "為大醫王，常治一切身四大之病，所向皆", "466": "愈。』皆宿日因緣，今故為㮈女作子，皆如本願。」", "467": "王聞佛語，乃長跪悔過，却期後日。佛明日便", "468": "與諸比丘，到㮈女園，具為說本願功德。三", "469": "女聞經開解，并五百弟子，同時歡喜，出家", "47": "圍旁出，形如偃蓋，花葉茂好，勝於本樹。", "470": "修行，精懃不懈，皆得阿羅漢道。", "471": "佛告阿難：「汝當受持，為四眾說，莫令斷絕。一", "472": "切眾生，慎身口意，勿生憍慢放逸。㮈女往", "473": "昔時，嘲戲比丘尼故，今被婬謗。汝當修行", "474": "身口意業，恒發善願，聞者隨喜信樂受持。莫", "475": "生誹謗，墮於地獄，餘報畜生，經百千劫，後報", "476": "為人貧窮下賤，不聞正法，邪見家生，恒值", "477": "惡王，身不具足。汝當修行受持讀誦，盡未來", "478": "際常使不絕。」", "479": "爾時，阿難從座而起，稽首禮足長跪合掌，白", "48": "梵志怪之：「不知枝上當何所有？」乃作棧閣，", "480": "佛言：「世尊！此法之要當名何經？」佛語阿難：", "481": "「此經名曰『㮈女祇域因緣經』，修行法用如上，", "482": "供養比丘、比丘尼，施藥迎醫，隨喜發誓，今獲", "483": "果報，如是受持。」佛說經已，大眾、人民、天龍八", "484": "部，聞佛所說，歡喜奉行。", "485": "佛說㮈女祇域因緣經", "49": "登而視之。見枝上偃蓋之中，乃有池水，既", "5": "眾集會說法。時世人民，施者無量。有一貧", "50": "清且香，又有眾華，彩色鮮明。披視華下，", "51": "有一女兒，在池水中，梵志抱取，歸養長", "52": "之，名曰㮈女。至年十五，顏色端正，天下無", "53": "雙，宣聞遠國。有七國王，同時俱來，詣梵志", "54": "所，求娉㮈女，以為夫人。梵志大恐怖，不知", "55": "當以與誰？乃於園中，架一高樓，以㮈女著", "56": "上，出謂諸王曰：「此女非我所生，自出於㮈", "57": "樹之上，亦不知是天、龍、鬼神女耶？鬼魅之", "58": "物？今七王求之，我設與一王，六王當怒，不", "59": "敢愛惜也。女今在園中樓上，諸王便自平議，", "6": "人，唯有一爛壞手巾，意欲布施，懼此物惡，", "60": "有應得者便自取去，非我所制也。」於是七王", "61": "口共爭之，紛紜未決。至其夜，瓶沙王從", "62": "伏瀆中入，登樓就之共宿，明晨當去。㮈女", "63": "白曰：「大王幸枉威尊，接逮於我，今復相捨", "64": "而去，若其有子，則是王種，當何所付？」王", "65": "曰：「若是男兒，當以還我；若是女兒，便以與", "66": "汝。」王則脫手金鐶之印，以付㮈女，以是為", "67": "信。便出語群臣言：「我已得㮈女與一宿，亦", "68": "無奇異，故如凡人，故不取耳。」瓶沙軍中皆", "69": "稱萬歲，曰：「我王已得㮈女。」六王聞之便各還", "7": "猶豫未決。爾時，座中有一比丘尼，名曰㮈女，", "70": "去。", "71": "瓶沙王去後，遂便有娠。時㮈女勅守門人", "72": "言：「若有求見我者，當語言我病。」後日，月滿", "73": "生一男兒，顏貌端正，兒生則手持針藥囊。梵", "74": "志曰：「此國王之子，而執醫器，必醫王也。」時", "75": "㮈女即以白衣裹兒，勅婢持棄著巷中，婢即", "76": "受勅，抱往棄之。時王子無畏，清旦乘車，往", "77": "欲見大王，遣人除屏道路。時王子遙見道中", "78": "有白物，即住車問傍人言：「此白物是何等？」", "79": "答言：「此是小兒。」問言：「死活？」答言：「故活。」王", "8": "即從座起，整服作禮，長跪叉手，白佛言：「世", "80": "子勅人抱取，即覓乳母養之以活。梵志將", "81": "此小兒，還付㮈女，名曰祇域。至年八歲，聰明", "82": "高才，學問書䟽，越殊倫匹，與隣比小兒遊戲，", "83": "心常輕諸小兒，以不如己。諸小兒共罵之", "84": "曰：「無父之子，婬女所生，何敢輕我？」祇域愕", "85": "然，默而不答。便歸問母曰：「我視子曹，皆", "86": "不如我，而反罵我言：『無父之子。』我父今", "87": "者，為在何許？」母曰：「汝父者，正瓶沙王是", "88": "也。」祇域曰：「瓶沙王乃在羅閱祇國，去此五", "89": "百里，何緣生我？若如母言，何以證之？」", "9": "尊！我自念先世生波羅㮈國，為貧女人。時", "90": "母則出印鐶示之曰：「此則汝父鐶也。」祇域", "91": "省之，見有瓶沙王印文，便奉持此鐶往", "92": "到羅閱祇。徑入宮門，門無訶者，即到王前，", "93": "為王作禮，長跪白王言：「我是王子，㮈女所", "94": "生，今年八歲，始知是大王種類，故持鐶印", "95": "信，遠來歸家。」王見印文，覺憶昔之誓，知是", "96": "其子，愴然矜之，以為太子。涉歷二年，後", "97": "阿闍世王生，祇域因白王曰：「我初生時，", "98": "手把針藥囊，是應當為醫也。王雖以我為太", "99": "子，非我所樂；王今自有嫡子生矣，應襲尊"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0553 佛說㮈女祇域因緣經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}