{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1339 大方等陀羅尼經: 大方等陀羅尼經: 大方等陀羅尼經", "text": {"0": "2 授記分", "1": "大方等陀羅尼經夢行分卷第三", "10": "如是者即名袒荼羅。若有善男子善女人。於", "100": "日分中在於道場。受持讀誦摩訶袒持陀羅", "101": "尼經。莊嚴道場懸繒幡蓋。燒種種香塗香末", "102": "香栴檀沈水熏陸海渚岸香。如是諸香而以", "103": "供養摩訶袒持陀羅尼經。又無餘念。我當何", "104": "時得隨陀羅尼門。我當何時離三有惡。我", "105": "當何時離於五蓋我當何時離於十纏。我當", "106": "何時離諸憍慢。及諸愚習如是等難。何時當", "107": "離如是等苦。若作是念時。爾時隨葉佛在於", "108": "虛空乘寶蓮華。為無量大眾說諸法要。爾時", "109": "道場行者。了了聞佛所說章句。悉在心懷明", "11": "其夢中若見形像舍利塔廟大眾僧聚。見如", "110": "了不忘。爾時道場行者。若有覩者及無覩", "111": "者。乃至七日覩者。乃至二七日不覩者。乃至", "112": "三七日覩者乃至不覩者。眾生此業以不定", "113": "故。皆由先世罪業深淺。文殊師利是名陀羅", "114": "尼經行分第五。", "115": "復次文殊師利。若有善男子善女人。於第六", "116": "日分中在於道場。受持讀誦摩訶袒持陀羅", "117": "尼經。燒種種香塗香末香栴檀沈水熏陸海", "118": "渚岸香。如是諸香而以供養摩訶袒持陀羅", "119": "尼經。復次當有拘那含牟尼佛。與無量大眾", "12": "是者即是斤提羅。", "120": "前後圍遶。從餘四天下來至道場。爾時行人", "121": "了見拘那含牟尼佛。及見七佛在於虛空。一", "122": "一諸佛各乘七寶蓮華座。一一華座縱廣正", "123": "等八萬四千由旬。其花離地亦八萬四千由", "124": "旬。爾時行人見是事已。得未曾有歡喜踊躍。", "125": "爾時諸佛異口同音而讚行人。善哉善哉釋", "126": "迦如來弟子。能於遺法受持讀誦摩訶袒持", "127": "陀羅尼經至於道場。不久當離三惡道分救", "128": "攝眾生。在於人天究竟快樂。文殊師利我去", "129": "世後。此摩訶袒持陀羅尼經。當於閻浮提饒", "13": "若有善男子善女人。於其夢中見國王大臣", "130": "益眾生。文殊師利是名摩訶袒持陀羅尼經", "131": "行分第六。", "132": "復次文殊師利。若有善男子善女人。於第七", "133": "日分中在於道場。至心禮敬摩訶袒持陀羅尼", "134": "經莫作餘念。但當至心諦聽諦受。莫念妻子", "135": "象馬七珍。莫以妄想亂其善心。令一生空過", "136": "無所得也。唐喪其功不離諸惡。文殊師利夫", "137": "為行者。但應至心作如上念。爾時當有十", "138": "方一切諸佛世尊在於虛空。一一諸佛或將", "139": "一恒河沙者。或將二恒河沙者。或三恒河沙", "14": "著淨潔衣單乘白馬。見如是者即是茂持羅。", "140": "者。或一萬恒河沙者。或二萬恒河沙者。或三", "141": "萬恒河沙者。或十萬恒河沙者。或二十萬恒", "142": "河沙者或三十萬恒河沙者。或六十七十八", "143": "十九十。乃至一百二百三百四百五百六百", "144": "七百八百九百。乃至不可計不可數大眾集", "145": "在道場。爾時大眾互相覩見。皆有三十二相", "146": "身如閻浮檀金。一一佛土各現其前。以種種", "147": "珍寶間錯莊嚴。一切諸國未有得。如文殊師", "148": "利法王子者。在於虛空皆自驚疑。每自思惟", "149": "何緣諸佛。悉現如是清淨世界。作是念時", "15": "若有善男子善女人。於其夢中若見乘象渡", "150": "我與文殊師利及無量大眾。前後圍遶往至", "151": "道場。隨其根量而為說法。令其行人了見我", "152": "身加其威神。令悉得見在虛空坐及諸淨", "153": "國。見淨國已歡喜踊躍得未曾有。即發阿耨", "154": "多羅三藐三菩提心而不退轉。於七日中得", "155": "隨意生。文殊師利是名摩訶袒持陀羅經行", "156": "分第七。", "157": "爾時華聚菩薩即從座起。偏袒右肩右膝著", "158": "地。恭敬合掌而白佛言。世尊我從東方妙樂", "159": "世界。為佛所遣故來救此雷音比丘。令住堅", "16": "於大江。見如是者即是乾基羅。", "160": "固心。如佛所說不久當得成等正覺。度諸眾", "161": "生無有邊際。令得究竟住決定心。我以憶念", "162": "昔所造行。故來至此娑婆世界。聽受演說", "163": "陀羅尼經。復聞授諸聲聞五百大弟子記。十", "164": "方天子今各現在世尊了知何用說此十方", "165": "一切而見聞耶。唯願聽我立大誓願護此經", "166": "典。佛告華聚善哉善哉善男子。聽汝自恣立", "167": "大誓願。爾時華聚菩薩。即於佛前而自立誓", "168": "作如是言世尊若有善男子善女人。受持讀", "169": "誦此陀羅尼經者。我從今日晝夜不離。擁護", "17": "若有善男子善女人。於其夢中乘於駱駝上", "170": "是人令無惱患。色力名譽皆悉具足。世尊若", "171": "賜我此願者。我乃當取成等正覺。若有眾生", "172": "遭苦厄者。我若不往救彼眾生令得本心。我", "173": "終不成等正覺也。若復有人修持此經至", "174": "於道場。若遭苦患稱我名字。我不往救我終", "175": "不成等正覺也。若有眾生憶念我名。日夜", "176": "六時念念不絕。求生妙樂世界。若不往生者", "177": "我終不成等正覺也。", "178": "若有眾生行陀羅尼者。我當晝夜為彼人說", "179": "法令得歡喜。若欲命終之日。必定自知生妙", "18": "於高山。見如是者即是多林羅。", "180": "樂世界無有疑也。或令彼人遙見妙樂世界。", "181": "如觀掌中阿摩勒果。所有一切好醜之事悉", "182": "皆明達。世尊若令一切眾生生妙樂世界者", "183": "我乃當成等正覺也。若有往生三塗分業", "184": "不永斷者。我終不成等正覺也。既生妙樂", "185": "世界。不離愚癡憍慢因緣習氣者。我亦終", "186": "不成等正覺也。天中尊王若有眾生。從生", "187": "至老但作一念。我當書寫陀羅尼經受持讀", "188": "誦。然後得生若得書若不得書。若得讀誦若", "189": "不得讀誦。臨終之日我必往彼人所。拔其精", "19": "若有比丘欲求此法。於其夢中上於高座轉", "190": "神令生妙樂世界。世尊除二種人我所不攝。", "191": "一者謗方等經。二者用僧祇物乃至一比丘", "192": "物。若用如是之物。不得往生妙樂世界。若有", "193": "眾生被於官事愁憂不樂。為他所逼將向王", "194": "所。若在大火大水。師子虎狼軍陣交戰。迷在", "195": "山谷不知道路。若值如上諸難處者。應當讀", "196": "誦陀羅尼經百二十遍。復更百二十遍稱我", "197": "名字南無華聚菩薩大士。應如是唱我時與", "198": "無量大威神諸天。前後圍遶詣彼人所。破彼", "199": "諸難令無所患。世尊若與我如上諸願者。我", "2": "北涼沙門法眾於高昌郡譯", "20": "于般若。見如是者即是波林羅。", "200": "乃當取阿耨多羅三藐三菩提。若不聽許我", "201": "終不成等正覺也。", "202": "爾時佛告華聚菩薩。善哉善哉善男子。大士", "203": "汝慈悲無量。欲以慈悲門攝取眾生。示諸方", "204": "便令無惱患。隨意得生諸安樂國。爾時毘沙", "205": "門天王即從座起。偏袒右肩右膝著地。合掌", "206": "向佛而白佛言。世尊我為鬼神將軍攝諸鬼", "207": "神。猶如世尊盡攝我等。世尊今聽我等護持", "208": "陀羅尼經典不耶。", "209": "爾時佛告毘沙門天王。快哉鬼神大王。欲護", "21": "若有比丘於其夢中。到一樹下上於戒壇受", "210": "陀羅尼經者。即是三世諸佛之子。即報三世諸", "211": "佛之恩。爾時毘沙門天王。即於佛前而自立", "212": "願。世尊若有善男子善女人。持陀羅尼經者。", "213": "有諸惡人為起衰患。令其行人意散心亂。不", "214": "得讀誦修行陀羅尼經。我於爾時往彼人所。", "215": "令彼惡人復得衰耗。或令水。火盜賊縣官枉", "216": "橫不隱之事來逼其身。或時致死若近於", "217": "死。如是惡人若仕官者不得高遷。或令惡夢", "218": "麻油塗身宛轉土中。或時於其夢中。脫衣裸", "219": "走牙齒墮落。頭白面皺眼目𥆔瞎。世尊我令", "22": "具足戒。見如是者即是檀林羅。", "220": "其夢中見如是事。世尊我於爾時。遣諸鬼神", "221": "惱其舍宅。令彼惡人得大重病。或時致死。世", "222": "尊聽我如是護此經不。爾時世尊默然不答。", "223": "爾時華聚語毘沙門言。世尊默然即為可汝", "224": "如上所言。爾時阿難語華聚言。我今問汝汝", "225": "可答我。莫如世尊默然可也。爾時華聚語阿", "226": "難言。隨意所問當以答汝。爾時阿難語華聚", "227": "言。世尊何故不默然授諸聲聞記。所以者何", "228": "默然是印可性者。以何因緣言語方便。授諸", "229": "聲聞弟子記耶。爾時華聚語阿難言。如來有", "23": "若有比丘於其夢中。坐佛形像請召眾僧施", "230": "默然授諸聲聞記。或時以言語方便而以", "231": "受之。阿難如來授記不唯三途。所以者何", "232": "如來當以諸法不定故。方便多故智慧無", "233": "量故。世界無邊故眾生行無邊故。是故世尊", "234": "更以方便。授諸聲聞大弟子記。爾時阿難語", "235": "華聚言。若謂諸法不定者。十方諸佛亦應不", "236": "定。諸佛不定者。十方世界亦復不定乎。爾時", "237": "華聚即以右手。接取西方妙樂世界。舉著虛", "238": "空猶如大士取阿摩勒果。置於右掌無所妨", "239": "礙。爾時大眾遙見西方妙樂世界。河池華樹", "24": "設供具。見如是者即是禪多林羅。若有比丘", "240": "莊嚴之事無不明了。爾時大眾歡喜踊躍。至", "241": "心敬禮無量壽佛。各各求生妙樂世界。爾時", "242": "華聚語阿難言。於意云何諸法如是有定性", "243": "不。阿難答華聚言。諸法如是無有定性。我", "244": "不敢問諸法定相。", "245": "爾時佛告阿難。汝等二大士不須。諍論如是", "246": "事也。何以故阿難於汝意云何。三果之人入", "247": "地獄不。阿羅漢人受餓鬼形不。乃至受畜生", "248": "身不。及生邊地邪見處不。阿難白佛言不", "249": "也世尊。何以故阿羅漢人名離一切究竟患", "25": "於其夢中。見有一樹華果茂盛。於其樹下入", "250": "難。若不離一切究竟患者不名阿羅漢也。善", "251": "男子汝云何言一切法是不定相。阿羅漢人", "252": "永更不受如是等苦豈不定乎。阿難白佛言。", "253": "世尊阿羅漢人得盡定慧不。佛言不也。何以", "254": "故阿羅漢分段涅槃。是故不得究竟盡慧。", "255": "善男子夫於學者。觀一切法住平等性。不離", "256": "有不離無。不離有邊不離無邊。不即是邊不", "257": "離是邊。不即是我不離於我。不即是色不離", "258": "於色。不即是受不離於受。一切法者不可言", "259": "定。不可言無定。若無定者應無三寶究竟解", "26": "禪三昧。見如是者即是窮伽林羅。", "260": "脫處。當知是法即有定性。若謂無定上無", "261": "諸佛下無眾生。是無定相。雖復如是。然不可", "262": "言無復不可言有。若菩薩觀一切法著有著。", "263": "無即菩薩累。若見眾生而生著相。是菩薩", "264": "累。若離眾生亦菩薩累。若著眾生行是菩薩", "265": "累。若離眾生行亦菩薩累。若著我行是菩薩", "266": "累。何以故菩薩常應如是心住中道。得名", "267": "菩薩究竟慧也。善男子阿羅漢人都無是事。", "268": "無是事故不得名為究竟慧也。", "269": "善男子所謂菩薩住心中道。汝今諦聽當為", "27": "若有大王於其夢中。帶持刀劍遊行四方。見", "270": "汝說。菩薩觀虛空如地。觀地如虛空。觀金如", "271": "土觀土如金。觀眾生非眾生。觀非眾生而是", "272": "眾生。觀法而是非法。觀於非法而是定法。", "273": "而是定法無有差別。觀諸持戒與破戒等。觀", "274": "諸破戒如具戒相。雖然離於二邊住平等相。", "275": "破戒持戒亦應等心觀之。上中下性亦應等", "276": "心觀之。有為無為法亦應如是等心觀之。", "277": "不讚大乘不毀小乘。豪貴卑賤麁妙醜陋。", "278": "諸根完具及與殘缺。聰黠愚闇悉不讚毀。善", "279": "男子夫為菩薩供養之法。不應選擇如上諸", "28": "如是者即是迦林羅。", "280": "事。是名菩薩住心中道究竟智慧。善男子聲", "281": "聞之人無如是事故。無究竟慧亦非究竟涅", "282": "槃。何以故未了法性故。不得究竟涅槃。", "283": "復次善男子我於往昔作一居士。受性憍恣", "284": "而不推求出世之典。時有比丘執持應器。來", "285": "詣於我而從我乞濟身之具。時我答言沙門", "286": "釋子汝從何方來至我所。執鉢而住何所", "287": "求索。復更問言汝何種姓。為上姓中姓下姓", "288": "乎。又復更問曰。汝於五法常學何律。汝於", "289": "十二部經常學何等。復更重問汝。今名何", "29": "若有大臣於其夢中。見有諸人持諸水瓶洗", "290": "受姓云何。汝於三業中常修何業欲求何", "291": "處。上中下乘汝何乘所攝。求究竟乎求分段", "292": "耶。如是無窮重問。身便得患而即命終。以", "293": "是因緣今故語汝。若以施時莫擇上中下性", "294": "實相世諦。於有無法而不分別。若分別者即", "295": "名菩薩著我人壽者亦著行者。不名菩薩住", "296": "心中道得究竟慧。", "297": "善男子我今復更略說往昔因緣。我於往昔", "298": "作一比丘。時有居士設大施會。請沙門婆羅", "299": "門。貧窮下賤須衣。與衣須食與食須珍寶與", "3": "3 夢行分爾時佛告文殊師利法王子。若我在世若去", "30": "浴其身。坌種種香著淨潔衣。見如是者即是", "300": "珍寶。我時甚大貧窮而無資財。我時望得", "301": "珍寶物故往詣會所。於其中道見有大橋。", "302": "於其橋上見眾多人怱怱往來。時諸人中有", "303": "一智者。我以愚意問此人言。此橋何人所作", "304": "此河從何而來今向何去。復問此木何林", "305": "所生何人所斫何象所。載此木為青為白為", "306": "赤為黑何日所作。此木松也柏也柳也。曲也", "307": "直也有節無節也。破此木鐵何冶所出何匠", "308": "所造。此水鹹也苦也甜也深也淺也。何用作", "309": "此橋也。", "31": "窮伽林羅。", "310": "善男子我於爾時。次第而作七千八百問已。", "311": "爾時智者便答我言。咄癡沙門居士請汝。汝", "312": "但涉路至於會所。可得悅意後不生悔。汝今", "313": "捨問如是等事。於身無利何用問為。如是等", "314": "木何野所生。何人所造何斧所斫。咄沙門", "315": "今且速去還當語汝。我時聞此語已。涉路而", "316": "去便到會所。所食蕩盡財寶無餘。我時見已", "317": "懊惱結恨。㘁聲叫言是何苦哉。心口所失值", "318": "如是苦。還到橋上見向智人。時人問言沙門", "319": "汝云何憔悴如是多不吉耶。我時答言以貧", "32": "若有夫人於其夢中。乘於羊車入於深水。於", "320": "窮故往詣會所。欲求衣食所須之具。於其中", "321": "間以見於汝。徒問無益之言。使我不值飲食", "322": "所須財寶。以是因緣我心生惱。", "323": "爾時智者而答我言。夫為比丘於身無利。理", "324": "不應問何用問為。善士比丘汝以一誤失現", "325": "在利。從今已往於身無利。慎莫多問應觀諸", "326": "法。於身利者宜應須問。何謂為利。觀有為", "327": "法應以遠離此即為利。觀平等法宜應親", "328": "近此即為利。不讚已毀他此即為利。自既", "329": "了達教他了達此即為利。自能厭離世樂亦", "33": "其水中有諸毒蛇。見如是者即是波林羅。", "330": "教他離此即為利。自知莫問無利益亦教", "331": "他莫問此即為利。我向了達知問無利是。", "332": "故語汝速往會所。善男子爾時智者說此法", "333": "時。忉利諸天九十二億。在虛空中聽智者所", "334": "說。即發阿耨多羅三藐三菩提心。時五百居", "335": "士遠塵離垢得法眼淨。我於爾時得入陀羅", "336": "尼門。善男子我因是已來。得入究竟慧住心", "337": "中道。阿羅漢都無是事。云何當得究竟慧", "338": "耶。以毀大乘讚諸小乘。是故不得究竟慧", "339": "耳。", "34": "見如是者乃可為說。善男子善女人若見如", "340": "爾時阿難白佛言。世尊如是人者今何所在。", "341": "世尊受是果報經幾劫乎。佛號云何劫名", "342": "何等其王名何。佛告阿難。善男子吾今可以", "343": "譬喻語汝。設有一人身力無量。末三千大千", "344": "世界盡為微塵。善男子且置是事。此人復取", "345": "十方微塵等三千大千世界亦末為塵。如是", "346": "次第十方恒河沙世界亦末為塵。可知其", "347": "數不。阿難白佛言。世尊一世界乃至百世界", "348": "尚不可數。況微塵耶。善男子如是世界可", "349": "知其數。彼佛去世後復過於是佛號栴檀華", "35": "是一一事者。乃可為說七日行法。爾時文殊", "350": "如來至真等正覺。國名尊常劫名淨持王名", "351": "栴檀果。栴檀華佛生彼王宮。成等正覺而取", "352": "涅槃。次後有佛名釋迦牟尼。如是次第二萬", "353": "億釋迦牟尼佛吾悉供養。最初佛者令我堅", "354": "固陀羅尼。豈異人乎今即文殊師利法王子", "355": "是。爾時居士設法會者。今華聚菩薩摩訶薩", "356": "是。爾時五百居士者今則五百大弟子是。爾", "357": "時王子菩薩居士優婆塞優婆夷天龍夜叉乾", "358": "闥婆阿脩羅。五百大弟子無量大眾。及與阿", "359": "難歡喜奉行。", "36": "師利白佛言。世尊云何名為七日行法。云何", "360": "大方等陀羅尼經卷第三", "37": "受持云何修行如是等法。", "38": "爾時佛告文殊師利法王子言。若有善男子", "39": "善女人。於初日分中至於道場。應以塗香末", "4": "世後。若有善男子善女人。來詣汝所欲求陀", "40": "香栴檀沈香熏陸海渚岸香。應以供養摩訶", "41": "袒持陀羅尼經。爾時華聚菩薩觀世音菩薩", "42": "來在道場。爾時二士異口同音而讚道場行", "43": "者。善哉善哉善男子善女人等。能於釋迦牟", "44": "尼如來法中。修行摩訶袒持陀羅尼經。", "45": "爾時觀世音華聚菩薩。在虛空中乘寶蓮華。", "46": "與無量大眾前後圍遶。文殊師利我今語汝。", "47": "語諸眾生修行受持摩訶袒持陀羅尼經。展", "48": "轉相授得出三界隨意所願若有清信士清", "49": "信女。應於初日分勸諸眾生趣於道場。燒種", "5": "羅尼經者。汝當教求十二夢王。若得見一王", "50": "種香懸繒幡蓋。若有善男子善女人。欲求現", "51": "在未來願者可以求之。爾時二士隨其根量。", "52": "與其現在未來世願文殊師利如是行者。若", "53": "有至心見此二士踊在虛空。若不至心而悉", "54": "不見。文殊師利若不見者。謂不至心。是名初", "55": "日行分陀羅尼經。", "56": "復次文殊師利。若有善男子善女人。於第二", "57": "日分中在於道場。應燒種種香塗香末香懸", "58": "繒幡蓋。而以供養摩訶袒持陀羅尼經。", "59": "復次爾時寶王如來及與我身。從靈鷲山與", "6": "者。汝當教授七日行法。文殊師利白佛言。云", "60": "無量那由他大眾。前後圍遶來至道場。一一", "61": "大眾各乘七寶蓮華。種種音聲各各讚歎道", "62": "場行者。善哉善哉善男子善女人等。乃能於", "63": "我去世之後。受持讀誦陀羅尼經。即自惟念。", "64": "我能修行受持此經。又時惟念十方三世諸", "65": "佛如來。受持此經我當隨學。文殊師利我去", "66": "世後。如是來至道場行者。我當隨其根量差", "67": "別而為說法。又有聞者有不聞者。有見我形", "68": "者有不見者。不見不聞者除不至心而不見", "69": "耳。是名摩訶袒持陀羅尼經行分第二。", "7": "何名為十二夢王。云何名曰七日行法。", "70": "復次文殊師利。若有善男子善女人。於第三", "71": "日分中在於道場懸繒幡蓋。又以塗香末香", "72": "梅檀沈水熏陸海渚岸香。而以供養摩訶袒", "73": "持陀羅尼經。爾時當有維衛佛虛空藏菩薩", "74": "摩訶薩。於第三日分中來至道場。與無量大", "75": "眾前後圍遶在虛空中。亦復各各乘寶蓮華。", "76": "在虛空中或高七多羅樹。放大光明普照十", "77": "方所有佛土。其中行者覩斯光已。皆發阿耨", "78": "多羅三藐三菩提心。他方所有賢聖之人。皆", "79": "悉尋光來至道場。爾時道場行者隨其根力。", "8": "佛告文殊師利善男子若有善男子善女人。", "80": "或有覩者或不覩者。有見形者有不見者。隨", "81": "其根量分別行力。爾時此人聞佛所說如是。", "82": "行力歡喜踊躍得未曾有。文殊師利是名摩", "83": "訶袒持陀羅尼經行分第三。", "84": "復次文殊師利若有善男子善女人。於第四", "85": "日分中在於道場。讀誦修行摩訶袒持陀羅", "86": "尼經。懸繒幡蓋悉以雜色莊嚴此道場。燒", "87": "種種香塗香末香梅檀沈水熏陸海渚岸香。", "88": "而以供養摩訶袒持陀羅尼經。復次爾時式", "89": "佛。與無量大眾。前後圍遶來至道場。在於虛", "9": "於其夢中修通能飛懸繒幡蓋從此人後。見", "90": "空高七多羅樹。放大光明亦照十方微塵", "91": "世界。其中眾生覩斯光者。於諸法性無不了", "92": "達爾時道場行人不諂偽者。今於現世及", "93": "過去世。未曾犯毀根本罪者。了見式佛在", "94": "虛空中乘寶蓮華爾時行人見式佛已頂禮足", "95": "下。爾時式佛即以右手。摩其人頂作如是", "96": "言。善男子善女人。汝等不久趣菩提樹。破諸", "97": "魔怨伏諸外道當獲總持與我無異。文殊師", "98": "利是名摩訶袒持陀羅尼經行分第四也。", "99": "復次文殊師利。若有善男子善女人。於第五"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1339 大方等陀羅尼經: 大方等陀羅尼經: 大方等陀羅尼經", "author": "北涼 法眾譯", "sourceLink": "http://www.cbeta.org/"}