{"author": "唐 實叉難陀譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0298 大方廣普賢所說經: 大方廣普賢所說經: 大方廣普賢所說經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 298", "1": "大方廣普賢所說經一卷", "2": "唐于闐三藏實叉難陀譯", "3": "如是我聞：一時佛在如來神力所持之處，與", "4": "十不可說不可說百千億那由他佛剎微塵", "5": "等菩薩摩訶薩俱，前後圍繞，而為說法，皆已", "6": "成就普賢之行，普賢菩薩摩訶薩而為上首。", "7": "時眾會中，有十菩薩摩訶薩，各與十不可說", "8": "不可說百千億那由他佛剎微塵等菩薩眷", "9": "屬，從十方處，忽然出現，皆坐無礙莊嚴師子", "10": "之座，其名曰普光藏菩薩、甚深藏菩薩、威德", "11": "光明藏菩薩、雲音藏菩薩、金剛藏菩薩、普音", "12": "不動威光藏菩薩、普名稱威光藏菩薩、山王", "13": "不動威光藏菩薩、普現眾像威光藏菩薩、十", "14": "力清淨威光藏菩薩。彼諸菩薩出現之時，於", "15": "此會中，唯除普賢，其餘一切菩薩大眾，靡不", "16": "傾動，所有威光亦盡不現。一一菩薩，皆雨十", "17": "不可說不可說百千億那由他香雲、塗香雲、", "18": "鬘雲、衣雲、寶蓋幢幡雲、清淨世界雲、眾寶樓", "19": "閣雲、菩薩眾會道場雲、大光明網普照雲、菩", "20": "提道場莊嚴雲、如來形像袈裟雲，各興如是", "21": "不可思議諸供養雲，充滿法界，供養如來。斯", "22": "諸菩薩所坐之座，眾寶莊嚴，微妙清淨，於彼", "23": "一一莊嚴事中，普現一切無量世界、無量眾生、", "24": "無量諸佛、無量菩薩，又現不可說不可說過去", "25": "未來無量世界，及彼諸佛，現坐道場，為化眾", "26": "生，轉妙法輪，諸菩薩眾，供養如來，淨修一切", "27": "波羅蜜行，常無斷絕。爾時眾會，咸作是念：「此", "28": "諸菩薩，從何世界諸佛所來？」即共請問普賢", "29": "菩薩。時普賢菩薩，普告一切菩薩眾言：「諸佛", "30": "子！汝等各自推其來處。」時無礙眼菩薩，則入", "31": "普迅疾三昧、遍至三昧、明照法界三昧、具一", "32": "切神通三昧、了一切境界三昧、現一切眾生", "33": "身神通三昧、知一切佛剎三昧，入如是等十", "34": "阿僧祇百千億那由他菩薩三昧，以三昧力，", "35": "自見其身，悉詣十方一切世界乃至一切微", "36": "塵處中，而不能見彼諸菩薩所從來土，及於", "37": "如來修梵行處。其餘一切菩薩大眾，各各別", "38": "入菩薩三昧，皆不能見，亦復如是。咸從定起，", "39": "白普賢菩薩言：「我等各入十阿僧祇百千億", "40": "那由他菩薩三昧，了不能見彼諸菩薩所從", "41": "來處。」普賢菩薩復告之言：「彼所從來諸佛國", "42": "土，甚深廣大極難可見，汝等今可更共推求。」", "43": "時諸菩薩，一一復入十佛剎微塵等菩薩三", "44": "昧，求亦不見，各以其事，重白普賢。爾時，普", "45": "賢菩薩，從座而起，上昇虛空，右繞世尊，無數", "46": "匝已，即於空中，普觀眾會，作如是言：「諸佛", "47": "子！汝觀佛身，無礙莊嚴，三世平等，法界諸", "48": "剎，無不普入，十方所有一切世界、一切如來、", "49": "一切菩薩、一切眾生、一切諸趣，靡不影現如", "50": "來身中，隨諸眾生心之所樂，悉令開悟。汝等", "51": "應住普境界眼、盡虛空界清淨慧眼、了一切", "52": "境廣大智眼，又應普請十方一切諸佛護念，", "53": "皆應一心，離一切處、一切依止、一切執著、一", "54": "切諸有，觀如來身，應入十力微細境界，於", "55": "一境界，了達一切無盡境界，觀如來身。」時諸", "56": "菩薩，敬順其教，咸向如來，頭面作禮，一心瞻", "57": "仰。忽見世尊毘盧遮那，雙足輪中有世界，名", "58": "法界輪，其土有佛，名法界莊嚴王，住世說法；", "59": "彼普光藏菩薩摩訶薩，與十不可說不可說", "60": "百千億那由他佛剎微塵等菩薩摩訶薩俱，", "61": "從彼佛剎，來此會坐。於雙󰈷中，有世界名無", "62": "礙藏，其土有佛名無礙淨光，住世說法；彼甚", "63": "深藏菩薩摩訶薩，與十不可說不可說百千", "64": "億那由他佛剎微塵等菩薩摩訶薩俱，從彼", "65": "佛剎，來此會坐。於雙膝中，有世界名真金藏，", "66": "其土有佛名金藏王，住世說法；彼威德光明", "67": "藏菩薩摩訶薩，與十不可說不可說百千億", "68": "那由他佛剎微塵等菩薩摩訶薩俱，從彼佛", "69": "剎，來此會坐。於雙股中，有世界名一切寶莊", "70": "嚴藏，其土有佛名眾妙光，住世說法；彼雲音", "71": "藏菩薩摩訶薩，與十不可說不可說百千億", "72": "那由他佛剎微塵等菩薩摩訶薩俱，從彼佛", "73": "剎，來此會坐。於其臍中，有世界名毘盧遮那", "74": "藏，其土有佛，名毘盧遮那威德莊嚴王，住世", "75": "說法；彼金剛藏菩薩摩訶薩，與十不可說不", "76": "可說百千億那由他佛剎微塵等菩薩摩訶薩", "77": "俱，從彼佛剎，來此會坐。於其心中，有世界", "78": "名勝光藏，其土有佛名妙相莊嚴藏，住世說", "79": "法；彼普音不動威光藏菩薩摩訶薩，與十不", "80": "可說不可說百千億那由他佛剎微塵等菩薩", "81": "摩訶薩俱，從彼佛剎，來此會坐。於兩肩中，有", "82": "世界名金色，其土有佛名金色王，住世說", "83": "法；彼普名稱威光藏菩薩摩訶薩，與十不", "84": "可說不可說百千億那由他佛剎微塵等菩薩", "85": "摩訶薩俱，從彼佛剎，來此會坐。於其口中，有", "86": "世界名妙寶莊嚴，其土有佛名無量光嚴王，", "87": "住世說法；彼山王不動威光藏菩薩摩訶薩，", "88": "與十不可說不可說百千億那由他佛剎微塵", "89": "等菩薩摩訶薩俱，從彼佛剎，來此會坐。於其", "90": "眉間，有世界名法界無盡藏，其土有佛名三", "91": "世無盡智，住世說法；彼普現眾像威光藏菩", "92": "薩摩訶薩，與十不可說不可說百千億那由", "93": "他佛剎微塵等菩薩摩訶薩俱，從彼佛剎，來", "94": "此會坐。於其頭中，有世界名覆持不散，其土", "95": "有佛名寶花積，住世說法；彼十力清淨威光", "96": "藏菩薩摩訶薩，與十不可說不可說百千億", "97": "那由他佛剎微塵等菩薩摩訶薩俱，從彼佛", "98": "剎，來此會坐。時諸菩薩，既見如是無盡世界", "99": "如來道場菩薩眾會佛神變已，一一皆得法", "100": "界藏三昧，等十佛剎微塵數諸大三昧一切", "101": "法地陀羅尼，等十佛剎微塵數諸陀羅尼離", "102": "垢藏般若波羅蜜，等十佛剎微塵數諸波羅", "103": "蜜力電光，等十佛剎微塵數一切智電光。時", "104": "普賢菩薩，復告大眾：「諸佛子！此法唯是行普", "105": "賢行，為善知識所攝受者，乃得聞見。是故汝", "106": "等，於此法門，作金剛心，增上意樂，護持讀", "107": "誦，勿令忘失。」說此法時，彼諸菩薩摩訶薩等，", "108": "歡喜信受。", "109": "大方廣普賢所說經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0298 大方廣普賢所說經: 大方廣普賢所說經: 大方廣普賢所說經", "source": "CBETA"}