{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0893a 蘇悉地羯羅經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經", "text": {"0": "32 光顯諸物品", "1": "蘇悉地羯囉經卷下", "10": "成就相。此五箇月求但作成就亦當應作扇", "100": "獨居之廟。或逈獨樹下。或於河邊。當作成就。", "101": "若欲成就女藥叉者。於林間作。若欲成就龍", "102": "王法者。於泉邊作。若欲成就富貴法者。於", "103": "屋上作。若欲成就使者法時。於諸人民集會", "104": "之處作。若欲成就入諸穴法。於窟中作。此是", "105": "祕密分別成就之處。揀擇地定已。先應斷食。", "106": "如曼荼羅淨地之法。或如念誦室法。應淨其", "107": "地。處所清潔。速得靈驗。先以成辦諸事真", "108": "言。或用軍茶利真言。持誦白芥子等物。散打", "109": "其地。辟除諸難。以佉達羅木。為橛四枚。其量", "11": "底迦事。即此五月黑十五日。應作中下二成", "110": "二指。纖其一頭。如一股杵。以紫檀香。塗其", "111": "橛上。復以緋線緾之。以跋折囉橛印。作拳執", "112": "之。以此真言。持誦一百遍。釘於四角。橛頭少", "113": "現。作一白幡。於曼荼羅東西。懸長竹竿上。以", "114": "金剛牆真言。持誦鐵末百遍。作三鈷跋折囉。", "115": "皆相接圍遶曼荼羅。為金剛牆。復以金剛鉤", "116": "欄真言。持誦鐵末百遍。亦作三鈷跋折囉。各", "117": "橫置於竪跋折囉上。繞曼荼羅。為金剛鉤欄。", "118": "外曼荼羅門。以軍荼利真言。以跋折羅印。而", "119": "護其門。第二重門。以訶利帝母。而護其門。中", "12": "就法。亦當應作補瑟徵迦事。阿毘遮魯迦二", "120": "台院門。以無能勝。而護其門。此等護門三部", "121": "通用。或用其一通護三門。此三聖者。能摧諸", "122": "難。無有能壞。此是祕密護成就物。其台中", "123": "心埋五寶等物。若於人民集會之處。作曼荼", "124": "羅時。其五寶等物。不應埋之。但置所成物下。", "125": "若於中庭及與室內。或佛堂中。作曼荼羅時。", "126": "亦復如是。以上五處。但持誦香水灑。即便成", "127": "淨。不假掘地。若於本念誦室中作此法。速得", "128": "成就。於諸室中。必不合作成就法。於壞室中。", "129": "亦不合作。欲作曼荼羅時。七日已前於黃昏", "13": "事。於月蝕時。成就最上之物。於日蝕時。通上", "130": "時。以敬仰心觀念諸尊。如對目前。而奉請言。", "131": "於三部內。一切諸尊及於本藏中。諸尊與眷", "132": "屬等。我已久時念誦護摩。堅持戒行。以此真", "133": "心供養諸尊。願後七日降赴道場。哀愍我故。", "134": "受此微供。以大慈悲。令我成就。如是乃至滿", "135": "其七日。依時啟請。然後作法。又以閼伽花香", "136": "飲食及讚歎等。每日暮時。別供一方護世諸", "137": "神。乃至三方皆應如是。又以香塗手。持誦其", "138": "手。以按其物而奉請之。復以燒香熏物奉請。", "139": "又復斷食。取好時日。略作曼荼羅。用奉請物。", "14": "中下成就之物。或月十五日。或七或一。或十", "140": "或但用一色。作圓曼荼羅。唯開一門。中置八", "141": "葉蓮花。其量二肘。次餘外院。隨意大小而作。", "142": "先於內院置三部主。西面門北置摩醯首羅", "143": "及妃。佛右邊置帝殊羅施。左邊置佛眼。次", "144": "觀自在右邊置摩訶室利。左邊置六臂。次金", "145": "剛右邊置忙莽計。左邊置明王心。西邊門南", "146": "置吉里吉利忿怒及金剛鉤。如上所說。皆於", "147": "內院安置。次於外院置八方神。及置能辦諸", "148": "事真言主等。內外二院。心所敬重真言主等", "149": "樂。皆應安置。外門北邊置軍荼利。門南置無", "15": "三日。或用三日。應作成就及一切事。若作最", "150": "能勝。各以心真言而請供養。於蓮花上置成就物而供養之。或於蓮花上置滿", "151": "迦羅賒瓶。於上置其成就之物。或於蓮花上", "152": "置合子。於中盛物。或蓮花置瓦器。於中盛", "153": "物。其物或於花台中盛。置蓮花上。加以手按。", "154": "持誦其物千遍。或一百遍。次復持誦花。以擲", "155": "物上。次復以酥和安悉香。而燒熏之。次復香", "156": "水微灑物上。次復以部母明。持誦其物。於曼", "157": "荼羅所有諸尊。各以彼等真言。持誦其物。次", "158": "復次牛酥護摩。或用牛乳。或以酥蜜胡麻。", "159": "和作護摩。後以酪飯護摩。於本法中所說諸", "16": "上成就。應取上宿曜時。其中下法類此應知。", "160": "物皆應護摩。各取以曼荼羅內所有真言。遍", "161": "作護摩。及各以真言持誦香水而灑其物。如", "162": "前所說光顯物法。此亦如是持誦。自眼用看", "163": "其物。心誦真言。如是作法。其物即成奉請。凡", "164": "一切物作奉請法。速得成就。或於本法所有", "165": "一切供養及祭祀法。一一皆應具作此奉請", "166": "法。曼荼羅中。亦通受持其物。其物亦通光顯", "167": "其物。於中若作成就。諸作障者亦不得便。亦", "168": "通淨物。依灌頂法。亦通灌頂其物。亦通灌頂", "169": "自身。此是祕密能辦諸事勝曼荼羅。若作此", "17": "然諸宿中。鬼宿為最。若作猛利成就。還依猛", "170": "法。不久得成。", "171": "36 補闕少法品蘇悉地羯囉經補闕少法品第三十六", "172": "我今當說補闕少法。從受持物已。每日三時", "173": "澡浴。三時供養。及作護摩。手按其物。三時換", "174": "衣。節日斷食。供養等法皆須增加。三時禮拜", "175": "懺悔隨喜勸請發願。三時讀經及作曼荼羅。", "176": "三時歸依受戒。三時護身。如是作法。定得成", "177": "就。或由放逸致有闕少。即應以部母明持誦", "178": "二十一遍。便成滿足。若闕此法。成就亦闕。或", "179": "若有闕。更須念誦一十萬遍。復應作此曼荼", "18": "利宿曜時等。或與三種事法相應。其所成就", "180": "羅。補前闕少。然後方作成就。其曼荼羅。方四", "181": "角安四門。如前所說。分布界道。東面置佛。右", "182": "邊置佛毫。左邊置佛鑠底。右邊置佛慈。左邊", "183": "置佛眼。右邊置輪王佛頂。左邊置白傘佛頂。", "184": "右邊置帝殊羅尸。左邊置最勝佛頂。右邊置", "185": "超越佛頂。左邊置須菩提。右邊置阿難。於", "186": "西南角置鉢。於西北角置錫杖。門外右邊置", "187": "訶利帝母。左邊置無能勝。於曼荼羅外。置能", "188": "辦諸事。中央置輪。於上置其所成就物。或置", "189": "本尊。外院置八方神門。兩邊置難陀及拔難", "19": "亦依三事而作。或如本法所說。或依本尊指", "190": "陀龍王。各以本真言請。或以部心明都請。依", "191": "法供養。然後護摩。其諸尊等。或置其印。或置", "192": "其座。以本真言成淨火已。護摩酥密一百八", "193": "遍。又以酪飯。及用胡麻。各以本真言護摩百", "194": "遍。其事畢已。復誦百遍。此是祕密補愆過法。", "195": "所供養物。皆須香美。其所獻食。用嗚那囉供。", "196": "及粆糖和酪。作此法者。諸尊皆得充滋歡喜", "197": "得成就。非但補闕。亦應半月半月。或於節", "198": "日。或復每日。作此曼荼羅。供養諸尊。皆得充", "199": "滋。速與成就。若不辦時。隨力而作。如前所", "2": "大唐中天竺三藏輸波迦羅譯", "20": "授。然十正二月一日至十五日。於其中間應", "200": "說佛部曼荼羅法。此蓮花部法亦皆同彼。唯", "201": "改圓作。其量隨意。東西置觀自在。右邊置馬", "202": "頭明王。左邊置毘首嚕波。右邊置二目。左邊", "203": "置四臂。右邊置六臂。左邊置十二臂。右邊置", "204": "能滿諸願。又右邊置耶輸末底。左邊置大吉", "205": "祥。右邊置多羅。左邊置戰捺囉二合近門右邊", "206": "置濕吠多。左邊置半拏囉嚩悉寧。中央置蓮", "207": "花。曼荼羅外。置本部能辦諸事。此是蓮花", "208": "部補闕曼荼羅法。如前所說佛部曼荼羅。此", "209": "金剛部亦復如是。然須方作。其量隨意。東面", "21": "作一切成就及事。或取本尊指日。或諸月中", "210": "置執金剛。右邊置明王。左邊置忙莽計。右邊", "211": "置軍荼利忿怒。左邊置金剛鉤。右邊置棒。左", "212": "邊置大力。右邊置拳。左邊置遜婆。右邊置提", "213": "防伽。左邊置鉢那寧乞差二合跛。右邊置忿怒", "214": "火。右邊近門置金剛可畏眼。右邊近門置金", "215": "剛無能勝。曼荼羅外。置本部能辦諸事。諸餘", "216": "外院及供養法。皆如前說。此是金剛部補闕", "217": "之法。如是供養畢已。求得好夢。晨朝澡浴。著", "218": "白淨衣。以稻穀花及青俱蔞草香美白花。供", "219": "養所作曼荼羅地。然後以牛糞遍塗掃。却復", "22": "黑白十三日亦得成就。七月八月是雨時後", "220": "作三簸多護摩。右邊置俱蔞草柴酥蜜胡麻", "221": "及飯。所有護摩之物。皆置於右。左邊置閼", "222": "伽器。率酥杓。及率諸物杓。置於當前。融酥次", "223": "置杓前。用成辦諸事真言。灑其物等。請部主", "224": "尊。安置供養。用本真言。以閼伽請其本尊亦", "225": "復安置。自身前置酥。酥前置火。酥火中間置", "226": "成就物。最初自身。次酥次物次火。次本持尊", "227": "及部主尊。如前五種之物置次應知。部主左", "228": "邊置帝闍寧明。右邊置成辦諸事。如前所說", "229": "護摩法中次第安置。先敷青俱蔞草。置和", "23": "節。應於此時作扇底迦法。九月十月是冬初", "230": "酪飯。散稻穀花。獻莎嚩二合悉底二合供。以好", "231": "美香供養。然後依法作護摩事。所成就物。置", "232": "於金器或銀熟銅石商佉螺木囉弭迦土器", "233": "等。敷阿說他樹葉。於上置器。或敷有乳樹葉。", "234": "或閼伽樹葉。或芭蕉樹葉。或蓮花葉。或新淨", "235": "白㲲。隨取敷之。又葉五重。先敷地上。置成就", "236": "物。復以葉五重而覆其物。或可是繖。或種種", "237": "衣。或諸雜物。次第應知所盛之器。然後以不", "238": "散亂心。作三簸多法。以心光明其物及散灑", "239": "之。手執杓。緩㪻其酥。置其物上。誦本真言。", "24": "節。應於此時作補瑟徵迦法。三月四月是春", "240": "至其莎去字。即瀉爐中。呼其訶去字。還觸其", "241": "物。却至酥器。如是來去三處。觸物不得斷絕。", "242": "是名三簸多護摩法。經一千遍或一百遍。或", "243": "觀真言廣略。或復成就上下輕重。乃至護摩", "244": "二十一遍。此名都說遍數之限。三簸多時。以", "245": "枸遍霑其物。令皆潤膩。初置物時。先以水", "246": "灑。次按持誦。次以眼看。次獻供養。護摩畢", "247": "已。還須如是。於成就曼荼羅。所說三種成就", "248": "之相。作此法時。若有相現。即須禁之。應知不", "249": "久即得成就。其物若大。置於右邊。應右手執", "25": "後節。應於此時作阿毘遮嚕迦法。正月二月", "250": "者。置於左邊。而三簸多之。若成有情之物。作", "251": "其形像。杓觸於頭。而作護摩。若成自身。以杓", "252": "觸頂而作護摩。若為他故作三簸多者。但稱", "253": "其名而作護摩。其成就物復有三種差別。一", "254": "但稱名。二以物蓋隔之。三但露現眼所觀見。", "255": "如是皆用其酥而作護摩。若不獲酥。當用牛", "256": "乳。或酥和乳。或用三甜。或觀成就差別。應當", "257": "用酪。或如本所說而用護摩。或以麻油護摩", "258": "器仗。若成吠多羅者。應用堅木香心護摩。或", "259": "用蘇合等諸餘汁香。或觀其物差別及與成", "26": "是春初節。應於此時通一切事。五月六月是", "260": "就差別。當取諸類香物與法相應者。而作護", "261": "摩。若或犬肉。還用彼脂。諸餘肉類。亦復如", "262": "是。其成就物。或盡置於前。以此所三簸多法", "263": "說。或如前說護摩之法。當應廣作三簸多法。", "264": "護摩其物。如是作已速得成就。三簸多已。洗", "265": "灌令淨。然後如法灌頂。灌頂畢已。供養護持。", "266": "置本尊前。更加種種飲食。供養本尊。及當", "267": "祭祀八方護世。亦須如法供養護摩之地。然", "268": "後以諸澡豆及阿摩羅。以自如法澡浴。於其", "269": "午時手按其物。而加念誦。又更別辦其線。依", "27": "雨初節。要欲成者作下悉地。如是春冬及雨", "270": "前如法持誦。臂釧水灰白芥子水。一一皆須", "271": "如前持誦。欲作成就之時。如是護身之物。先", "272": "須持誦擬充後用。如是念誦護身。諸物成就", "273": "之時。有所用處。皆即有驗。是故應須預先持", "274": "誦備擬。花等供養之物。亦須加法持誦。置", "275": "於側近。次則依作曼荼羅。如法供養而作成", "276": "就。用能辦諸事真言。持誦五色界道線。纏四", "277": "橛上。以軍荼利真言。持誦瓶置外門前。所纏", "278": "之線兩頭。俱繫瓶項。稍令寬縱。每出入時。思", "279": "念軍荼利。舉線而入。其線若以軍荼利真言", "28": "後節。亦應成就三種悉地。此中九品分別。隨", "280": "持誦亦得。或取本法真言持誦亦得。如是所", "281": "說辟除難法。先淨其處。然後作法。其時於外", "282": "祭祀八方護世大神并諸眷屬。於其瓶上。置", "283": "跋折羅。或置有果枝條。其瓶及線。或當部明", "284": "王持誦。或用部心或用部母持誦。以護其處。", "285": "或於當部所有契印。各於本方而安置之。以", "286": "辟諸難。其橛以金剛栓真言持誦百遍。其栓", "287": "上一頭。作三鈷杵形或一鈷形。如是作已。於", "288": "淨室外四角釘之。若作曼荼羅。於界道角釘", "289": "之。此名金剛栓法。能辦諸事。其曼荼羅。或用", "29": "類分配。於初夜分。下成就時。於中夜分。中成", "290": "乾粖彩色。或用種種香粖。或以濕色。用牛毛", "291": "筆畫。於諸角外。畫三鈷杵。其諸界道。遍作三", "292": "鈷杵形。還用金剛牆真言持誦。復於其界杵", "293": "形之中。更復橫置一杵。遍應如是。則名金剛", "294": "鉤欄。還用金剛鉤欄真言持誦。如是作已無", "295": "有能壞。是故於中作成就法。於諸門中及門", "296": "外。由各置跋折羅。其成就法。或於淨室中作。", "297": "或於露地作曼荼羅。其量五肘。或七或八。觀", "298": "其所成就事。隨事大小而作。於諸門中置跋", "299": "折羅。於諸角上置瓶。於外門前置能辦諸事", "3": "33 分別悉地時分品分別悉地時分品第三十三", "30": "就時。於後夜分。上成就時。於初夜分。是作扇", "300": "瓶。於內東面置法輪印。右邊置佛眼。左邊置", "301": "佛毫。右置牙印。左置鑠底印。右置五種佛頂。", "302": "次第左右安置。於佛部中。所有諸尊隨意次", "303": "第左右安置。最後兩邊置阿難及須菩提。次", "304": "下近門置無能勝。次於外院東面置悉達多", "305": "明王。北面置大勢至尊。南面置妙吉祥尊。西", "306": "面置軍熱囉尊。東面右置梵天及與色界諸", "307": "天。左置因陀羅上至他化自在乃至地居天", "308": "神。於東南方置火神與諸仙人以為眷屬。於", "309": "南方置焰摩王與毘舍遮。布單那。諸魔怛羅。", "31": "底迦事時。於中夜分。是作阿毘遮嚕迦事時。", "310": "而為眷屬。於西南方置泥唎帝神與諸羅剎。", "311": "而為眷屬。於西面門南置嚩嚕拏神與諸龍", "312": "眾。而為眷屬。門北置地神與諸阿修羅而為", "313": "眷屬。於西北方置風神與諸伽路拏而為眷", "314": "屬。於北方置多聞天王與諸藥叉而為眷屬。", "315": "於東北方置伊舍那神與諸鳩盤荼而為眷", "316": "屬。復於東面一所之處置日天子及與曜等。", "317": "復於西面一所之處置月天子與宿圍遶。於", "318": "西門曲兩邊置難陀拔難陀龍王。於佛部中", "319": "所有使者等類真言及明。於其外院四面隨", "32": "於後夜分。是作補瑟徵迦事時。於此三事。九", "320": "意安置。然後依法啟請。次第供養護摩念誦。", "321": "於最中央置其本尊或成就物。如於曼荼羅", "322": "法所說護身等事。此亦如是次第應行。此是", "323": "佛部成諸物曼荼羅。一切諸難無能得便。於", "324": "中作法速得成就。一切諸尊增加衛護。如前", "325": "以五彩色作曼荼羅。唯改圓作方。於其內院", "326": "東面處中置蓮花印。右置七多羅明。左置七", "327": "吉祥明。次左右置六大明王。右置半拏嚩悉", "328": "寧。左置耶輸末底。近門兩邊置一髻明妃及", "329": "馬頭明王。於外門前置能辦諸事瓶。於門及", "33": "品分別。隨類相應。知其時節。於其時分所現", "330": "角置拔折羅。中置蓮花。於其外院置其梵天", "331": "及因陀羅摩醯首羅等淨居諸天。及無垢行", "332": "菩薩。光鬘菩薩。莊嚴菩薩。無邊龍王。遜陀及", "333": "優波遜陀龍王。及商佉持明仙王。與諸持明", "334": "仙俱。如前諸方護世。於此部中所有使者諸", "335": "類真言及明。隨意安置。如前所說安置次第。", "336": "此亦如是。一切諸難無能得便。應當此中作", "337": "成就法。如前方作。如所界道。於內院東面置", "338": "蘇悉地羯囉。右置天尸金剛明妃。左置金剛", "339": "拳明妃。右置遜婆明王。左置計利枳里明王。", "34": "之相。辨上中下。然於日月蝕時。即當作法。不", "340": "右置拔折囉尊。左置拔折囉但吒。右置金剛", "341": "畝特伽羅鎚。左置金剛商羯羅。右置金剛鉤", "342": "明妃。左置忙莽計明妃。於其外院東邊置勝", "343": "慧使者。金剛慧使者。摩醯首羅及妃。多聞天", "344": "王及諸藥叉。於其門前置辦諸事瓶。於金剛", "345": "部中所有使者真言及明部多。毘舍遮。乾闥", "346": "婆。摩睺羅伽。及持明仙八方護世。各於外", "347": "院次第安置。然後啟請。如法供養。護摩念誦。", "348": "起首成就。其所啟請諸尊。應用明王真言。或", "349": "用部母明。請於曼荼羅所有諸尊。各為置瓶。", "35": "觀時分。凡猛利成就及阿毘遮嚕迦事。日月", "350": "如前曼荼羅所有諸法。各為置瓶。如前曼荼羅所有諸法。此成就法亦皆如是。", "351": "若於此等曼荼羅中作成就者。縱不具足護", "352": "身之法。亦得悉地。為彼諸尊自有其誓。若請", "353": "我等赴曼荼羅者。以虔誠心如法供養。我等", "354": "當與彼所求願。是故於此應知無難必為加", "355": "護。若用部心真言及以部母。或用明妃能辦", "356": "諸事真言。并及內護身真言。而用啟請。護身", "357": "諸界速得成就。此是三部祕密之法。", "358": "復次更說通三部祕密曼荼羅。如法界道置", "359": "跋折囉。中央置本部主印。其前置本真言主。", "36": "蝕時最是相應。凡起首成就。三日二日一日", "360": "或如前置羯羅尸瓶。其物盛於器等之中。置", "361": "其瓶上。內院東面置如來印。北面置觀自在", "362": "印。南面置金剛印。西面右邊置嚕達羅。左邊", "363": "置多聞天王。如前所說明王曼荼羅。此亦如", "364": "是次第安置。右邊置部母明。左置辦事明。蓮", "365": "花金剛二部左右亦爾西面右置嘺宜喬反唎。左", "366": "置落乞澁彌。東面兩角置鉢及支伐羅。北面", "367": "兩角置但拏棒及軍持瓶。南面兩角置跋折囉", "368": "及母特伽羅。西面兩角置輸羅及寶瓶。於外", "369": "門前別立置處所。置無能勝。東面門前置訶", "37": "斷食。上中下事。類日應知。", "370": "利帝母。南面門前置句吒祇唎迦。北面門前", "371": "置瞖迦契吒。於其外院。隨意遍置諸印。如法", "372": "啟請供養。此是祕密都曼荼羅。於中所作成", "373": "就諸物皆得悉地。頂行於此尚不得便。何況", "374": "諸餘毘那夜迦。以諸羔香花燈種種飲食。持", "375": "誦光顯然供養。如於念誦。及於曼荼羅所說", "376": "供養法。此亦如是應作。若於淨室中作。亦復", "377": "如是。其曼荼羅主種種供養。應加四倍。此是", "378": "祕密之法。供養畢已。次應於外如法祭祀以", "379": "酥燃燈。其炷鮮淨。供養本尊一一之物。皆須", "38": "34 圓備成就品蘇悉地羯囉經圓備成就品第三十四", "380": "奉獻閼伽。若如是作法。速得有驗。以明王真", "381": "言。持誦白芥子。或用能辦諸事真言。或用先", "382": "持有功真言持誦。近置成就物邊。用辟諸難。", "383": "便即退散。又用本部主印置於左邊。或但持", "384": "誦大刀置於左邊。於其八方所各置丈夫。初", "385": "於東方。其人作帝釋裝束。手執跋折囉。形色", "386": "一如帝釋。於南方其人作焰摩裝束。手執但", "387": "拏棒。於西方其人作龍王裝束。手執羂索。於", "388": "北方其人作毘沙門裝束。手執迦陀棒。於東", "389": "北方。其人作伊舍那裝束。手執三鈷叉。於東", "39": "復次當說本法闕少成就支身。若恐身力不", "390": "南方。其人作火神裝束。狀如仙人。手執軍持", "391": "及數珠。於西南方。其人作羅剎王裝束。手執", "392": "橫刀。於西北方。其人作風神裝束。手執幢旗。", "393": "帝釋白色。焰摩黑色。龍王紅色。毘沙門金色。", "394": "伊舍那白色帶黃。火神火色。羅剎王淺黑雲", "395": "色。風神青色。其所著衣皆亦如是。其人皆須", "396": "受戒。極令清淨。有大膽勇。善作護身之法。形", "397": "色端正。盛年肥壯。所執器仗皆須持誦。於頸", "398": "兩肩交絡花鬘。備白芥子。善如難相。若有", "399": "難至。即散白芥子而用打之。或擲花鬘。或若", "4": "復次我今解釋如說吉祥成就時節。行者知", "40": "濟。勿須斷食。念誦遍數滿已。欲起成就。更須", "400": "其難眾多現大怖畏。當以所執器仗而遙擬", "401": "之。彼若相逼。以器仗擊散白芥子。及擲花鬘。", "402": "以器仗擬。及擊時不得移動本處。若移本處。", "403": "當得便。是故應須不動本處。於本藏中。所有", "404": "護身之印難摧伏者。持誦供養置己身邊。若", "405": "有極大猛害難來。應自用彼諸印以擲打之。", "406": "或比來持誦有功真言。誦白芥子散擊難者。", "407": "必若不止。即應出外。以好飲食加以豐多。如", "408": "法祭祀彼諸難眾。一切護法總有九種。謂辟", "409": "除諸難結地界。結虛空界。結曼荼羅界。結方", "41": "念誦護摩。花香讚歎種種供養。觀念本尊。取", "410": "所。結金剛牆。結金剛鉤欄。護物。護身。以除", "411": "諸難。作成就時。如斯等法皆須憶念。或若", "412": "不辦前護方人。應當置其當方器仗。此亦不", "413": "辦。於諸方所置那邏遮器仗。或張弓擩箭置", "414": "諸方所。或與助成就人。明解藏法。有智方便。", "415": "持誦有功。戒行清潔。立在門中。助辦諸事。辟", "416": "除諸難。乃至內院外院。彼皆應助。所有一切", "417": "諸事。至於暮間皆須辦足。日纔沒已。即起首", "418": "成就。中間困時。出曼荼羅外。含水漱口。以軍", "419": "荼利真言用持誦水而飲三掬。或以本尊心", "42": "白㲲縷。令童女合為繩。如前作法。繫作七結。", "420": "真言。持誦少許蘇而用飲之。所有疲極當得", "421": "除愈。復以蜜和蓽茇用佛部母明持誦。以塗", "422": "其眼。惽沈難起。即便除愈。先以誠心面向東", "423": "立。觀察諸尊。歸命啟請。於三種吉祥瑞應。於", "424": "中隨得好相。以歡喜心而作成就。隨見先瑞", "425": "成就亦爾。是故行者應觀先瑞。先當須臾觀", "426": "察蘇悉地羯囉明王。次則右遶辦諸事瓶。入", "427": "曼荼羅時。隨所逢瓶。皆右遶過。到已頂禮諸", "428": "尊。及以遍觀。各各以本真言而奉閼伽。或以", "429": "部心真言奉獻。所請諸真言主。當以明王真", "43": "誦明七百遍。於晨朝時。以繫其腰。便止失精。", "430": "言請召。所請明王。當以明妃請召。請已各示", "431": "本印。及誦本真言明等。或但都示一印誦其", "432": "真言及明。若如是作。速得悉地。其成就物。有", "433": "置閼伽器中。或置瓶上。或掬合手內。或但心", "434": "念。或置嚩囉二合弭迦器。或置葉上。迫置於", "435": "內本尊之前。所成諸器。皆以牛黃塗之。次用", "436": "白芥子作護。次持誦摩辢底花。供養其物。牛", "437": "黃塗故。便成禁住。用其芥子便成作護。以花", "438": "供養。便成光顯。此三種法。次第應作不得廢", "439": "闕。於本尊前置成就物。於中不得餘物間隔。", "44": "明曰。", "440": "成就之物。用兩種法為作護。一謂手印。二白", "441": "芥子。令成就物速有驗故。數獻閼伽。花香", "442": "等具及酪。數應供養。其助成就之人。護其物", "443": "故。常在其處。如是安置供養物已。然後以手", "444": "按之。或以眼觀。以其不散心。徐徐持誦。中間", "445": "數數光顯其物。如是相續。竟夜持誦。勿令間", "446": "斷。其夜三時。以閼伽等次第供養。若須出外", "447": "漱口。令助人替坐物前。續次念誦。其持誦人", "448": "有所廢念。其所助人皆須補闕。持誦之時。若", "449": "大難至。助成之人應拒其難。如不能禁。行者", "45": "唵　若而也反以俱忙束訖囉二合滿馱寧上莎去", "450": "應自散白芥子。以辟其難。助成之人持誦其", "451": "物。於時東方有是難現。謂大雨電。應知帝釋", "452": "之難。於東南方有是難現。謂火色大人。或如", "453": "晝日。應知即是火天之難。於其南方有是難", "454": "現。謂死尸形甚可怖畏。高聲叫喚。手執大刀。", "455": "皆悉劓鼻。手執髑髏。盛人血領。頭上火燃。應", "456": "知即是焰摩之難。於西南方有是難現。謂雨", "457": "其屎。屎穢曼荼羅。及種種形甚可怖畏。應", "458": "知即是泥利羝難。於其西方有是難現。謂雨", "459": "雷電霹靂雹等。應知即是龍王之難。於西北", "46": "訶去曀醯曀醯莽忙伽去輕呼寧上乞使二合鉢囉", "460": "方有是難現。謂有大黑風起。應知即是風神", "461": "之難。於其北方有是難現。謂大藥叉及女藥", "462": "叉惱亂行者。應知即是多聞天王難。於東北", "463": "方有是難現。為象頭猪頭狗頭異形各持大", "464": "山。應知即是伊舍那難。於其上方有諸天現", "465": "具大威德。應知即是上方天難。下方之難。地", "466": "動及裂。應知即是阿脩羅難。作上成就。方現", "467": "斯難。如是等難於中夜現。凡上成就難相還", "468": "大。中及下成准此應知。於夜三時。是其上中", "469": "下相。與時應即是成就。時不相應即非成就。", "47": "二合忙尾捨蘇上麼囉二合帝莽若而也反囊莽比", "470": "其三種相。謂煖氣煙光。如是三相應次第現。", "471": "若上成就即具三相。若中成就具前二相。若", "472": "下成就唯現初相。或若持誦虔誠。於初夜時。", "473": "三相次第現者。即以部母明。禁住其光。或以", "474": "明王心。禁住其相。及以持誦牛黃塗灑。或以", "475": "手按。或酥灑。或以散花。或白芥子。或但灑水", "476": "禁住其相。便即受用亦果其願。或若初夜。即", "477": "成便作禁住念誦。至其本時。方可受用。其中", "478": "成就准此應知。於其初夜。下悉地成。於其中", "479": "夜。獲中成就。明相動時獲上成就。其中成就", "48": "僧室㗚二合底丁以反也二合微者󰳉多去忙指嚂", "480": "中夜成就者。如法禁已。縱至明曉。受用亦得。", "481": "其下成就准此應知。各於本時其成者。若不", "482": "受用亦不為吉。其物縱成不即用。又不禁住。", "483": "至其平曉亦不受用。其物猶若萎花。亦如穢", "484": "食。無所堪用。以念誦故。請啟真言入其物中。", "485": "時既過已。其驗亦失。又成就物雖初相現。然", "486": "不成就。當時若禁其相。已後還作光顯等法。", "487": "及諸節日。供養灌頂。便作成就。經於三年。若", "488": "不成者。當知此物不可得成。上成就法限至", "489": "三年。若中成就至第六月。若下成就不限其", "49": "唵囉乞產二合俱嚕俱󰳱擬宜以反尼上莎訶　唵", "490": "時。禎成就法亦復如是。", "491": "37 被偷成物卻徵法品蘇悉地羯囉經被偷成物却徵法品第三十七", "492": "我今當說被偷之物却徵之法。其物成已。或", "493": "作成就之時。其物被偷。偷物之時。或見其形。", "494": "或但失物。不見偷者。於時不擇日宿。亦不斷", "495": "食。發起瞋怒。現前速應作此曼荼羅法。用燒", "496": "尸灰三角而作。唯開西門。於外門前置其本", "497": "尊。內院東角置蘇悉地羯囉明王。右置金剛", "498": "忿。左置大怒。右置金剛拳。左置金剛鉤。右置", "499": "金剛計利吉羅。左置毘摩。右置熱吒。左置", "5": "已尋求悉地。其時節者。八月臘月正月二月", "50": "俱蘭達哩滿馱𤙖泮吒二合", "500": "賓󰵲羅。右置阿設寧。左置商羯羅。右置微若", "501": "耶。門右置迦引利。門左置難地目佉。左置金", "502": "剛軍。右置蘇摩呼。及置諸餘大忿怒等。為成", "503": "就故。次第安置如法啟請。以赤色花及赤食", "504": "等。次第供養。如前所說阿毘遮嚕迦法。於此", "505": "應作。門外所置本尊。應以美妙花等。如法供", "506": "養。於其外院。置八方神。及置本部諸餘使者", "507": "等尊。亦須如是供養。於其中央作護摩法。其", "508": "爐三角一一如前。以七枚纖却地羅。以己身", "509": "血塗而用護摩。或用苦練木。或用燒尸殘柴。", "51": "俱摩羅明。佛部中用。俱󰳱擬宜以反尼明。蓮花", "510": "而用護摩。火著已後。以燒尸灰和己身血。而", "511": "用護摩。及以毒藥。己身之血。芥子油。及赤芥", "512": "子。四種相和而用護摩。復取四種物。作偷物", "513": "者形。而坐其上。以左手片片割折而取護摩。", "514": "若其能伏瞋者。及門法者。應作此法。其偷物", "515": "者。慞惶恐怖。齎持親付行者。便應施彼無畏。", "516": "於時與彼作扇底迦法。若不作者。彼便命終。", "517": "或所將物。更復加添。密置尊前。", "518": "又成就物盜將日久。若欲追取。即應作此通", "519": "三部。成辦諸事曼荼羅。四方而作。中央安", "52": "部用。忙莽計明。金剛部用。", "520": "置蘇悉地羯囉明王印。內院南面置金剛忿", "521": "怒。大忿。忙莽雞。金剛鉤食。金剛拳。金剛火。", "522": "金剛母特伽羅。金剛怖畏。金剛商羯囉。鎖計", "523": "利吉羅。慧金剛無能勝。及置諸大忿怒。及諸", "524": "使者。諸大威德真言主等。於其南面。次第安", "525": "置。內院北面。置能滿諸願。觀自在。馬頭明", "526": "王。多面多手。能現多形。耶輸末底。大吉祥。", "527": "落乞澁二合弭。濕吠多。半拏囉嚩悉寧去多囉。", "528": "戰捺囉。末囉。所有真言及明諸使者等。各各", "529": "次第如法安置。內院東面。置金輪佛頂等諸", "53": "初中後分間。誦求請之句。若於本法。自無求", "530": "餘佛頂。佛毫佛眼。佛鑠底。佛牙佛慈。及無能", "531": "勝等自餘明主。及能辦事諸真言等諸餘真", "532": "言。及諸使者。於其東面。各各次第如法安置。", "533": "近門兩邊。及門外者。亦復如前依法安置。於", "534": "其外院。八方神。西門南邊置梵天王及與眷", "535": "屬。西門北邊。置摩醯首羅。及妃言那鉢底等", "536": "諸眷屬俱。及七忙怛囉母。及八龍王并諸眷", "537": "屬。阿脩羅王與諸眷屬。歸依佛者。大威德神", "538": "於其外院。各各如法次第安置。至誠啟請次", "539": "第供養。於外西面。置護摩爐以蠟作其盜物", "54": "請之句。應取安之。然此三明當部用之。其持", "540": "者形。置簸箕中。依阿毘遮嚕法。啟請祭祀。供", "541": "養護摩。次以刀割其形而作護摩。或依本部", "542": "所說阿毘遮嚕法。依彼而作。或本尊自盜及", "543": "不與成。亦如是作。從黑月五日至十四日來。", "544": "中間作法說為勝達。其形復以杖鞭。及以火", "545": "炙。種種猛法打棒以末但那剌。依金剛橛法。", "546": "用刺身分。以黑芥子油和鹽。遍塗其身。隨", "547": "意苦楚而致害之。復以蓋尸之衣。而覆其形。", "548": "以赤線纏。獻赤色花。持誦自眼。努目視之。於", "549": "真言中。置訶責句。每日打之。若將物來。即當", "55": "誦繩。或每日繫。或作光顯法時。應繫作曼", "550": "休止。中夜應作是猛利法。用俱徵那木。塗黑", "551": "芥油。而作護摩。又以毒藥。及己身血。芥油鹽", "552": "及黑芥子。惣與相和。稱盜物者名而作護摩。", "553": "經八百遍。或但用己身血和鹽。而和護摩。如", "554": "是苦治。若不還物。即應更作至死猛法。於", "555": "阿毘遮嚕法中所說殺法。遍作其法。於真言", "556": "置其殺句。若將物來。即止其法。從乞歡喜。彼", "557": "若已用其物將餘物替。亦止其事。或已用其", "558": "物。復無物替。但來悔謝。亦止其事。施彼歡", "559": "喜。彼或損失。及分與他。隨殘所有持來還者。", "56": "荼羅時。念誦之時。於節日時。皆須急繫。又除", "560": "亦止其事。施彼歡喜。應當以金剛徵那囉真", "561": "言而作護摩。或用大怒。或用不淨忿怒而作", "562": "護摩。或於當部所說。却追失物真言而作護", "563": "摩。然此三種真言。通三部用。真言曰。", "564": "囊上謨囉怛囊上二合怛囉二合夜也囊上莽室戰", "565": "拏嚩日囉二合簸儜上曳莽賀藥乞沙二合細那", "566": "囊鉢多上曳唵賀羅賀羅嚩日囉二合莽他莽", "567": "他上嚩日囉二合度囊度囊上嚩日囉二合賀曩", "568": "賀曩嚩日囉二合鉢者鉢者嚩日囉二合捺羅捺", "569": "羅嚩日囉二合那囉野那囉也嚩日囉二合那囉", "57": "惛沈故。應合眼藥。蘇嚕多安膳那。澁砂蜜。龍", "570": "野尾那囉也嚩日囉二合瞋去那瞋去那嚩日囉", "571": "二合頻去那頻去那嚩日囉二合𤙖泮吒二合", "572": "得其物已。或得替已。即護其物。兼及護身。當", "573": "於節日。次第而作光顯等法。其中成就物及", "574": "下成就。一分應奉世尊。一分應奉於阿闍梨。", "575": "出曼荼羅外。取其一分奉先成就者。一分當", "576": "與同伴等人。取第五分而自受用。或作兩分。", "577": "一分自用。一分奉四處。諸有未物法皆如是。", "578": "先以閼伽奉獻尊等。後取本分。其先成就者", "579": "分。以閼伽供養。陪其價直。自取受用。其價直", "58": "腦香。蓽茇。婆羅門桂。得󰵲囉香。自生石蜜。", "580": "者。供養是也。其阿闍梨若不在時。其分還", "581": "酬價直。而自受用。其愧直者心生慚愧。即是", "582": "價直之曼荼羅外。奉先成就者時。應作是言。", "583": "諸先成者。受取本分。手執閼伽。第二第三。應", "584": "如是唱。若無取者。即當持與同伴之人。勿懷", "585": "疑慮。彼等以虔誠心故。以供養故。堅持戒故。", "586": "侍行人故。即是先成之人。是故其分彼等應", "587": "受三唱之。時彼同伴者應如是報。我等即是", "588": "先成就者。行人自分其物與同伴等。其物若", "589": "少不可分者。即安善那。及牛黃等不可分也。", "59": "各取等分。擣篩為粖。以馬口沫。相和細研。復", "590": "應當以心作其分量。而自受用。有如是物唯", "591": "一人用不可分者。輪刀等是。隨於本法所說", "592": "成就。應如是作。其㡧像等亦不可分。於本法", "593": "中。成就之物其量縱少。任加本量。而作成就。", "594": "與伴同等。或依先成之人物量。而作成就。縱", "595": "減其半。亦得成就。或於本法所說分量。皆", "596": "須依行。行人分物與同伴時。應處分言。汝等", "597": "隨我種種驅使。彼然諾已。後當與之。或若一", "598": "身成就。利益餘人。依此藏教或餘法中。並皆", "599": "通許。分與同伴等時。隨其功勞。節限分物。不", "6": "及四月。此等五月白十五日。應作上成就。其", "60": "以此明持誦百遍。成就之時。數數洗面。以藥", "600": "應偏儻。物成就已。先應供養本尊。深生慚愧。", "601": "慇懃再請。然後可分。一切諸部法皆如是。中", "602": "下成就准此應知。深生慚愧。恭敬供養。及施", "603": "財物。所得進止。依其處分。以如是事。酬還物", "604": "價。物成就已。先獻閼伽。如法分與。誦本真", "605": "言。及作手印。以心觀念本尊。及誦明王妃真", "606": "言。乃至觀念。然後受用其物。隨意昇空。至眾", "607": "仙所。彼無能壞及以輕蔑。縱有怨敵。亦無能", "608": "損。彼成就者。常念本尊。不應廢忘。其成就", "609": "物。常須心念。或以眼視。為持誦明王真言故。", "61": "塗眼。除去懈怠及以惛沈。有諸難起。遙皆悉", "610": "諸仙恭敬。持妃明故。無諸怖畏。作三摩耶印。", "611": "及作部印。及眼視物。皆不應廢。與仙相見。應", "612": "先起敬。而問訊言。善來安樂復從何至。彼若", "613": "所問。善言而答。遊行空時。不應於神廟上過。", "614": "及獨一樹。并四衢道。諸仙居處。及以城郭祭", "615": "祀之壇。婆羅門集會處。假使邪法仙眾所居", "616": "之處。不應過。增上慢故。經彼等過。必當墮", "617": "落。為放逸故而墮落者。即應持誦明王真言。", "618": "及以思惟。若已墮落。及欲墮時。便得本位虛", "619": "空。雖無形色。天眼見道。譬如成者起心即至。", "62": "見。佛部明曰。", "620": "如亦在定不動而至。是故遊彼先成就路。以", "621": "福力故。自然衣服隨意宮殿。用花林園觀種", "622": "種諸鳥。天女遊獻歌舞妓樂。種種欲樂。熾然", "623": "光明。如意劫樹能滿諸願。為居止故。寶石為", "624": "座。下流渠水。耎草布地。種種瓔珞及嚴身具", "625": "并娛樂。諸吉祥樹有甘露果。乃至隨所意樂", "626": "憶念之處。皆現其前。縱如是已。常須護身。不", "627": "應廢忘。應住清淨園林及諸山頂。并海洲島", "628": "江河灘渚。以遊戲故。應住其處。於彼便有如", "629": "前勝境。或與先成仙眾共住。", "63": "唵　若嚩二合羅路者寧上莎訶", "630": "又如前所說具足而作悉地之法。其物不成", "631": "者。如法禁住。護持藏棄。如前更作先念誦法。", "632": "乃至還作成就之法。如是作已。若不成者。重", "633": "加精進。又更念誦。作成就法。如是經滿七遍。", "634": "猶不成者。當作此法。決定成就。所謂乞食精", "635": "勤念誦。發大恭敬。巡八聖迹。禮拜行道。或復", "636": "轉讀大般若經。經七遍或一百。或持勝物奉", "637": "施僧伽。或於入海河邊。或於海島。應作一", "638": "肘窣覩波數滿一百。於一一窣覩波前。如法", "639": "念誦。滿一千遍。最後第一百塔若放光者。當", "64": "蓮花部明曰。", "640": "知作法決定成就。後作一千窣覩波。於一一", "641": "前念誦千遍。假使無間罪。其數滿已。不須作", "642": "法自然成就。又一切真言念誦一俱胝。決定", "643": "成就。若作時念誦者。經十二年。縱有重罪。亦", "644": "皆成就。假使法不具足。皆得成就。又念遍數。", "645": "及時滿已。即當應作增益護摩。或復作此成", "646": "辦諸事曼荼羅。於中而作四種護摩。或於山", "647": "頂。或於牛群先所住處。或恒河渚。平治其", "648": "地。作曼荼羅量百八肘。置一百八瓶。於其四", "649": "門。立柱為門。各於門前。建立寶臺。種種裝", "65": "唵　微路枳寧上莎去訶去", "650": "嚴。以名花枝條作鬘。繫其門柱。及角幢上。遍", "651": "遶其處以酥燃燈。滿一百八。布曼荼羅。及一", "652": "百八香爐燒諸名香。亦置其處。內院一面其", "653": "量七肘。外院一面三肘餘是中央。所有啟請", "654": "及供養等。皆悉如前准護摩法。次當別說。於", "655": "中以本真言。置羯攞舍瓶。其瓶四面。作護摩", "656": "法。於其內院東面。遍置佛部諸尊。其北面。遍", "657": "置蓮花部中諸尊。於其南面。遍置金剛部中", "658": "諸尊。於西面。置嚕達囉神。及多聞天王。各并", "659": "眷屬。如前所說。使者等尊。內院若不容受。當", "66": "金剛部明曰。", "660": "置外院。其護方神與諸眷屬。各置本位方。其", "661": "三部主及嚕達羅多聞天王。先置本處。次復", "662": "各置明王明妃辦事真言主等。并諸使者。次", "663": "第安置。於外門前。置軍荼利尊。及置無能勝", "664": "尊。如是依法作曼荼羅成已。用本部心而作", "665": "啟請。次第供養。即於四方而作念誦。然後其", "666": "瓶四面所置之爐。各依彼部中。作護摩法。是", "667": "名增益諸尊護摩。其供養食。用烏那羅獻。作", "668": "此已。一切諸尊便成增益。如是念誦作護摩", "669": "已。更以部母真言而護摩酥。次以本尊真言。", "67": "唵　滿度哩儞異二合鉢帝二合莎訶", "670": "乳粥酥和而作護摩。更以部母真言。胡麻和", "671": "三甜而作護摩。又以部母真言。用酥護摩。作", "672": "此法已。一切尊即便充足。及成增益圓滿具", "673": "足。悉皆歡喜。速與成就。若作此曼荼羅。乃至", "674": "七度。決定成就。如前念誦。及巡塔乃至七遍。", "675": "作此曼荼羅。若不成者。即以阿毘遮嚕迦法。", "676": "苦治本尊。以蠟作其形像。取其真言而念誦", "677": "之。先誦部母及明王真言。中間置本尊真言。", "678": "以阿毘遮嚕迦法護摩。用芥子油塗其形像。", "679": "便著壯熱。若伏他者。遍身皆痛。以瞋鞭打。及", "68": "此三部明。通一切用之。若有持誦人。今欲成", "680": "以花打。用前二真言。以其瞋心而作供養。譬", "681": "如治罰鬼魅。治罰本尊法亦如是。如斯之法。", "682": "依教而作。不得自專。輒其尊即來現前。與其", "683": "成就。滿本願已。止其前事。作扇底迦法。或以", "684": "毒藥己身血。胡麻油鹽赤芥子。總相和。竟夜", "685": "護摩。本尊於時慞惶唱言。止止莫莫與成就。", "686": "如是作法經三日已。亦復不來與成就者。又", "687": "加勇猛。以無畏心。便割己肉護摩三遍。本尊", "688": "即來乞彼歡喜。心所求願即與成就。若有闕", "689": "過。一一而說。假使犯五無間。經於九夜。割肉", "69": "就之時。念誦若乏。以白檀香和水。用部心明", "690": "護摩。決定而來與其成就。此是與真言。鬪爭", "691": "之法。以無畏心。如法護身。方可而作。必不空", "692": "過。得成就已。即應當速作扇底迦法。若說愆", "693": "過。即須補闕。於諸成就事中。此曼荼羅為最。", "694": "於中作三種事。得三種果。於中應作一切諸", "695": "事。及以護摩。治罰本尊如治鬼魅。每時供養", "696": "皆用新物。護摩之物亦復如是。此法不應放", "697": "逸。澡浴清淨。如法護身。不應輕慢。明解藏", "698": "教。方以此法治罰本尊。若違此者。即使自損。", "699": "蘇悉地羯囉經卷下", "7": "四月時。必有雨難。於二月時。亦有風難。於正", "70": "持誦七遍而飲三掬。欲成就時。先以水灑身。", "700": "右經國本同宋。丹本獨異。撿無所據。不敢", "701": "去取。而雙存之。以待賢哲。此則丹本也。", "71": "應取善相。方可作成就。其善相者。謂商佉。", "72": "輪。鉤魚。右旋印。白蓮花幢。莎悉底迦印。滿", "73": "瓶。萬字印。金剛杵。花鬘。或見端正婦人瓔珞", "74": "嚴身。或見懷妊婦人。或擎衣物。或見歡喜童", "75": "女。或見淨行婆羅門著新白衣。或見乘車象", "76": "馬根藥及菓。或見奇事。或聞雷聲。或聞誦吠", "77": "陀聲。或聞吹螺吹角諸音樂聲。或聞孔雀之", "78": "聲。鶻鷓鵝鸚鵡等吉祥鳥聲。或聞善言慰喻", "79": "之音。謂起首安樂成就可意之言。或見慶雲", "8": "月時。有種種難。但其臘月無諸難事。於八", "80": "閃電微風細雨。或雨天花。或有好香。及見暈", "81": "虹。於此相中。天所降者為上成就。於空現者", "82": "是中成就。於地現者為下成就。於此三相。九", "83": "品分別。如上所現皆是吉祥。反此見者即不", "84": "成就。見此相已。深生歡喜。以如是心。方作成", "85": "就。", "86": "35 請尊加被成就品蘇悉地羯囉經請尊加被成就品第三十五", "87": "復次說奉請成就之法。如前所說。時節星曜", "88": "及瑞相等。於作曼荼羅法中及成就法中。廣", "89": "以陳說。若不善相現時。即以部母明。護摩牛", "9": "月時。應有雷雹霹靂之難。如上所說之難皆", "90": "酥。經一百遍。然後作法。亦得成就悉地。前所", "91": "分別曼荼羅地。亦應依彼而作成就。若上成", "92": "就。於山上作。若中成就。於池邊作。若下成", "93": "就。隨處而作。或與真言相應之處。當就彼作。", "94": "不依此處。成就稍遲。於有舍利骨制底之中。", "95": "作一切內法真言。皆得成就。佛生處等八大", "96": "制底。成就之中最為勝上。然於菩提道場。無", "97": "一切難。能與成就相應。魔王尚於彼處不能", "98": "為難。況餘諸類。是故一切真言決定成就。凡", "99": "是猛利成就。於塚間作。或於空室。或於一神"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0893a 蘇悉地羯羅經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經", "author": "唐 輸波迦羅譯", "sourceLink": "http://www.cbeta.org/"}