{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2766 藥師經疏", "text": {"0": "No. 2766 [cf. No. 1331 fasc. 12]", "1": "藥師經疏", "10": "分流傳此土。餘四十分釋後諸揵度。涼州亂", "100": "作四諦故。不得稱為遍知。如來有作無作但", "101": "知故。秤為遍知也。故云正遍知　第四毘", "102": "侈遮羅那三那者。此方住譯名為明行足。明", "103": "者三明也。行者三業也。小乘者之人宿命明", "104": "過去。但知八萬劫事。天眼明未來但知八萬", "105": "劫事。漏盡明現在但知四住煩惱盡以不具", "106": "足故不稱明行足。乃至諸菩薩等雖知無量", "107": "恒河沙劫事。由未窮盡。是故不得言足。欲明", "108": "如來達三世窮盡故稱為足也。行者餘人三業", "109": "有失故不得稱足。唯佛無失故得稱足也。第", "11": "失本不來。復有鞞婆沙有十四分。不出姓名。", "110": "五修伽陀者。此方住譯名為善誓。善者名好。", "111": "誓者三去名為好。說好去者乘如實道成正", "112": "覺去故云好去。好說者以此實理如實為眾", "113": "生說故名好說。聲聞之人非究竟去故不名", "114": "好去。不能深達眾生機根為說法故不名好", "115": "說。如來一者深達物機。二者去是究竟故云", "116": "好去說也　第六靈加備心。此方住譯名為", "117": "世間解。云何世間有三種。一者眾生世間。二", "118": "者器世間。三者智正覺世間。眾生世間者正", "119": "報也。器世間者依報也。智正覺世間理也。如", "12": "似是毘婆沙抄也。第二佛滅度後七百年中。", "120": "於此三種世間。了了解知故名世間解也。", "121": "第七阿耨羅者。此方住譯名無上士也。云何", "122": "名無上士。一切眾生中佛為無上。一切法中", "123": "涅槃為無上。佛何故無上。以證無上法故。法", "124": "既無上人亦無上。必亦云法何故無上。以無", "125": "上人證故。人何故無上。證無上法故云無", "126": "士也　第八富樓沙曇藐波羅提者。此方住", "127": "譯名為調御丈夫。調御有五種。一者官法調", "128": "御民。二者父調御其子。三者師調御門徒。四", "129": "者閻羅王調御諍罪人之業。五種調御中。前", "13": "有法勝比丘。造四分毘曇。嫌毘婆沙廣博難", "130": "三種是現在調御　第四是未來世調御。第五", "131": "以調御者三世俱調御故。勝鬘經云。我久安", "132": "立汝前□已開覺。今復攝受。汝未來生亦然。", "133": "是故得知三世俱調御也。佛以𩋣語濡語。以", "134": "此三種語調御眾生令出生死故。云調御丈", "135": "夫也　第九舍多提婆摩嵬舍喃者。此方住", "136": "譯名自天人。何以旦明天人師者。欲明如來", "137": "乃是一切眾生師。但以六道之中天人為勝。", "138": "隨勝說故名天人師也。佛陀者第十號也。此", "139": "方住譯名為覺者。云何覺者。如來於菩提樹", "14": "尋故。擇採毘婆沙要解。二百五十偈以為四", "140": "下眾生非眾生數了了覺知故名為佛。久自", "141": "覺覺他故號名佛也。度脫生老病死者。明彼", "142": "佛救利此病生苦者。其在胎之時去住隨母", "143": "東西冥冥獨苦家人家人誰能自知。母若飲", "144": "多則身俘湧。母若飲少則飢腸以閉。母若急", "145": "行則頸如繩玄。母若安坐則身如山壓無有", "146": "光明。如黑闇地獄。不得動轉。如鐵網地獄。母", "147": "若飲熱如濩湯地獄。母若飲冷則如寒氷地", "148": "獄。千五百歲邊受諸苦乃得出生。出生之", "149": "苦復難思念。當其出生之時泡帶纏身。猶如", "15": "分。即阿毘曇心。此謂為無比法所明無漏慧", "150": "被縛血流泛肉何異剎皮當墮草上如墮刀", "151": "山。風來吹身。若寒氷切體不覺失聲。拔似", "152": "千錐競琢神慮蒼芒壞抱冥昧不知有天地。", "153": "不知有日月。不知有父母。不知有兄姉。痛楚", "154": "常多啼叫無息。三兩年中稍辭乳餔肌宵雖", "155": "長。而心識尚昏。見水便投死而弗悟。持身赴", "156": "火。不審誰為引刀自刺痛而啼哭。從高墜下", "157": "無有畏心。或匍匐路衢不知還返。逢狼過虎", "158": "不生怖怯。此為生苦實亦難處。老苦者夫物", "159": "盛必衰。莊年必老。此事曉然。驗由指掌。是以", "16": "解隔凡成聖無能比者。王領諸數明其四分", "160": "黑鬢輻留絡為空髮所驅。紅顏權寄必為霜", "161": "眉所奪。脈途稍絕五陰俱空。筋髓漸枯。四支", "162": "誰安。遂使目清雙膿。耳開兩塞。鼻不嗅香。", "163": "舌失甘辛。身不覺觸。意識昏癡髮𩭦。齒落腰", "164": "曲。背膢舉步寸遲言不可解。而少年雄勇空", "165": "道誰知。曩曰豪華今且何在。從使路設高軒", "166": "而永絕登門。臨駿馬終辭跨躍堂𩚵清罇而", "167": "心無希羨庭歌舜目豈窺瞻。昔日莊年縱欲", "168": "不修微善泉路方臨猶不改悔。一陷泥津寧", "169": "布更出。病苦者三毒諸殃遍滿世界四大痛", "17": "領諸論也。第四佛滅度後八百年中。有達摩", "170": "惱偏集閻浮。但業有高低報亦輕重。或晨旦", "171": "清強而片時病集。遂使連年抱㿃歷歲癭纏。", "172": "或蟲穿骨畏白節相通。膿流皮外四支參穴。", "173": "成腹大如鼓。頭尖若錐。叫聲徹路臭氣填門。", "174": "或手足臃捲。或腰背膒瘻舉步如山。身臂如", "175": "鐵。或冬溫夏疫。乍熱乍寒命危似電氣喘如", "176": "截。或值諸毒筋離肉斷求生不得求死無緣。", "177": "或焦否寒五藏被離歷歲飲膿連年吐血。或", "178": "瘡廊競生雍疽爭出項羸似綖面腫如囊。或", "179": "眼裏血流兩耳膿出。天地雖廣熟看不見。雷", "18": "多羅。造雜心有十四分。即是論主之師。所", "180": "震破山了然不覺。手床濡褥不得安眠。口異", "181": "飡糜恒常骨立。或顛狂錯亂意識昏癡。入水", "182": "如歸赴火寧覺。或口閉如鉗舌強如石。搖頭", "183": "作語動眼為言。或腦裏一蛇除而復出心中", "184": "二鬼針。而更生如此。病苦不可思議。雖凔天", "185": "妙饍無異鐵丸。地上甘蔗劇如銅汁。善神不", "186": "祐惡鬼競逼。床炴火欲眠不得廗非爐炭願", "187": "坐無因。如此諸病實為大苦　死苦者。蓋浮", "188": "生在世徒唱百年長短參差終成謬說。或胎", "189": "中墮落盛年蕩逝。或絕命私門。或為刀官市。", "19": "明眾多不止一義故言雜也。其謂毘婆沙太", "190": "或墜足相川。或縊首荒谷。或裂體五車。或分", "191": "骸四裔。或入水逢蛟。或遊山遇虎。或蘊中聽", "192": "火。或懷清受餓。並由因果叢雜業報參差。雖", "193": "曰百年誰蒙其一。是以笑聲未絕而哭嚮行", "194": "聞慶容纔移而哀賓已進。遂使繡愰障塵彫", "195": "階積草歌堂聚狩舞壂栖禽願本室而懷疑。", "196": "望虛靈而抱畏鍾心之受即見怨家結髮之", "197": "親。便成讎府當其平昔之時。或趍鏘朱閤雍", "198": "容紫閨搖玉珮於素裙。照金㹦於縣首榮心", "199": "奪曰宦志陵雲。豈意且發高堂而暮沈丘隴", "2": "六是五根揵度。七是定揵度。八是見揵度。", "20": "廣難尋。法勝四分略而難見。取毘婆沙三", "200": "螻蟻飡其軀骸地獄收其魂魄。於是刀鋒鏃", "201": "背劍刃穿胸鐵蟒纏腰銅蛇繞骨。長鉗出舌", "202": "利釘刺眼。冷氷徹髓熱炭煎皮。遂致觔碎鋸", "203": "齒之間血流磨床之外。或舒五藏於析邊。又", "204": "懸四支於鉤側。牛頭八角觸肉灰離獄卒四", "205": "牙齒腦糜爛。雖復連年噉鐵不解長飢歷劫", "206": "欽銅寧知救永渴。此為此苦。亦實難當發心", "207": "自誓行十二願者。依地持論。是發菩提心。發", "208": "心有四種。一者大悲發心。二者護法發心。三", "209": "者觀身過患發心。四者求最勝果發心。大悲", "21": "百五十偈。足法勝為六百偈。故其文云。極", "210": "發心者。觀六道眾生俱有纏縛。以是之故發", "211": "菩提心。地獄即有受罪之苦。畜生相殘食之", "212": "苦。餓鬼即有飢餓之苦。神有闕事之苦。人中", "213": "即有求欲之苦。天中有捨報之苦。觀此眾生", "214": "俱沒苦海。雖欲求利不知出路。我今發心盡", "215": "欲證拔。是名大悲發心　第二護法發心者。", "216": "法有三種。理教行也。法者是常。但時有通塞", "217": "人行藏。或值世陵遲正化漸隱。虛言與賓教", "218": "並流。險逕則與夢途爭徹。眾說紛如異端競", "219": "作聖雜逼真正道殆亂。菩薩作是念。我師釋", "22": "略難解知。極廣令智退。我今處中說。廣說", "220": "迦如來。於無量阿僧祇劫受諸懃苦。集此法", "221": "寶欲使久住於世道利群生。如何一旦將知", "222": "沈沒。我今為護法故發菩提心不惜身命。欲", "223": "使大道隱而更彰悟昏世令諸世間得正見", "224": "眼。是名菩薩護法發心　第三觀身遇患發", "225": "心者。菩薩作是念。我此身者乃是生老病死", "226": "之宅。無常苦空之藪。身為受惱之起心為覺", "227": "苦之主。處胎十月與不淨同居及其生也。則", "228": "眾苦所集。或病苦痛切晝夜無聞。或恩愛別", "229": "離怨憎合會成所求不得煩琬懊惱。或衣食", "23": "義莊嚴。略難解知非毘曇之略。廣令智退", "230": "不充。茲茲曉夕略說有八生老病死。恩愛別", "231": "離怨憎合會求不得苦五盛陰苦。旋還六道", "232": "受此之苦莫知其齊。若不厭離何由可以我", "233": "今發心此眾苦難離而得離無上聖道難得而", "234": "得證。是名觀身過患發心　第四求最勝果", "235": "發心者。諸佛平等有二種身。一者生身。其足", "236": "三十二相八十種好。端嚴殊特。世無疇類能", "237": "使惡心眾生見即和悅。豈況聽善之人覩而", "238": "無益。二者法身。充滿法界。具足十力四無所", "239": "畏四無礙智十八不共法大慈大悲一切種", "24": "斥婆沙太廣。此等四論皆是薩婆多部。皆", "240": "智。此者求離生死飢渴寒熱。絕六道之紛羇", "241": "辭五住之煩穢。即是學者之所以折仰發心", "242": "者之玄期良由所捨處輕重。是名求最勝果", "243": "發心也　令一切眾生所求皆得。此下第三", "244": "雙結行願也　第一願者。此下正說段中。第", "245": "二階單廣願亦是去其未得義明佛果。於已", "246": "是未有所以願求。就理論行願買是一時所", "247": "以人先願後行者理推願先行。據後者何以", "248": "知之。常言願為慕廓行則闐滿故明願先行", "249": "在後也。就明願中大分為二。第一出願體。第", "25": "明見有得道。次有成實論來。有師言。是曇", "250": "二結願令買。後就初明願中凡十二願。今為", "251": "六雙。初上求佛果為一雙。第二功德智慧為", "252": "一雙。第三自行化他為一雙。第四就慈悲體", "253": "為一雙。第五制大魔化外道為一雙。第六就", "254": "慈悲境為一雙也。今置後就初一雙中不自", "255": "分別以為兩異。何者初願願作穢土佛身。第", "256": "二願願作淨土佛身。此二願是菩提善善報", "257": "果身。就初求穢土身中復分為三。第一標數。", "258": "第二興願。第三迴施眾生也。第一願者第標", "259": "數也使我來世。第二興願令一切眾生如我", "26": "無德部論。或言譬喻部。今謂此論無的譡", "260": "無異。第三迴施眾生也。第二願者。此一願願", "261": "作淨土佛身。就此願中凡有三別。第一標數。", "262": "第二興願。第三施與眾生。第二願者。初標數", "263": "使我來世第興願。就興願中復分為二。初第", "264": "一求未來報果。第二求未來習果也。自身猶", "265": "如瑠璃淨無瑕穢。豈非淨土身。夫瑠璃之體", "266": "淨。若無形像淨土之身有虛無之身無極之", "267": "體也。功德魏魏。此第二明菩提善習果也。如", "268": "日照世明智慧習果也。幽冥眾生悉蒙開曉。", "269": "第三下施眾生也。第三願者。此一雙明福德", "27": "一部遍採眾家之義釋善者而從之。後佛滅", "270": "莊嚴智慧。是其智慧莊嚴。此二莊嚴廣如別", "271": "章。此應具論。然今且可釋其名字。其功德", "272": "者亦名福德。福謂福利。善能資閏。福利行人", "273": "故名為福。此福是其善行處德故名福德。如", "274": "清冷等是水家德。功謂功能。善有資閏利益", "275": "之功故名為功。此功還是善行處德故名功", "276": "德。言智慧者依如毘曇決斷名智。對諸忍故。", "277": "若依成實。無著名智別想識故。通相以論知", "278": "法名智。觀達秤惠。此智與慧通釋一物隨義", "279": "別分非無差異。具相如何。依如地持知世諦", "28": "度後五百年中。有人有法名為正法。六百", "280": "者。名之為智。知第一義記以為惠。故彼之", "281": "言於一切法部分知者名智波羅蜜。於第一", "282": "義開覺名波若波羅蜜。涅槃亦然。若依地論", "283": "證第一義名隨智者。了達教法名隨惠者。皆", "284": "得無傷。此二經中名為莊嚴。亦名律儀。亦曰", "285": "助法。亦復說之為菩提。具言莊嚴者。如涅", "286": "槃說。能嚴行人故曰莊嚴。又復諸行共相莊", "287": "飾亦曰莊嚴。如莊嚴具眾寶間錯。言律儀者。", "288": "如地持說。此二內調故名為律。合法　秤儀。", "289": "言助法者。望果為言資順菩提故云助法。能", "29": "年去此為像法故。言願為未來像法眾生也。", "290": "為佛因故。復說之為菩提。具使我來世佛道", "291": "成就。第一願求佛道魏魏堂堂。第二願成佛", "292": "已功德智慧之所莊嚴也云魏魏堂堂。此明", "293": "福德莊嚴明照世界。此四字辯智慧莊行者。", "294": "見道第三下施眾生也。第五願者此下兩段。", "295": "自行化他以為一雙。初先自行。就明自行中", "296": "但有兩段。第一標數。第二興願也。第五願", "297": "者。第一標數。發大精進。第二興願。精進者", "298": "昔有大杯樹多諸禽獸野火來燒三邊俱起。", "299": "唯有一邊而隔一水眾獸窮逼逃命無地。我", "3": "尋此人□是奢摩達多。何以知之。毘婆沙云。", "30": "又應知五百年後魔王出世欲壞佛法。於時", "300": "爾時為大身多力鹿。以前脚跨一岸。以後脚", "301": "距一岸。令眾獸蹈背上而度。皮肉盡壞。以慈", "302": "愍力忍之。至死最後。一兔來氣力以竭自強", "303": "怒力。令得過之。背折墮水而死　就此願中分", "304": "為二別。初明持戒之始第二明持戒之終。發", "305": "心自誓明持戒之始。所以名戒為地者。經言", "306": "或為平地能生眾善經戒不犯。此明持戒之", "307": "終也。第六願者。此明外化盲聾眾生。盲者", "308": "先世重罪。若破眾生眼。若出眾生眼。若破正", "309": "見眼故。盲盜塔中珠火燈明亦盲。聾者何因", "31": "馬鳴龍樹及提婆等更造三論。至今三寶不", "310": "緣故聾。答曰師文教訓不受不行而返瞋恚", "311": "故聾。復次截眾生耳破眾生耳。若盜佛塔僧", "312": "塔中物。及揵推鈴故得聾。啞者先世截他舌", "313": "或塞其口。或與惡藥令不能語。或聞師教父", "314": "母語而不用言噵非故啞。狂者破他坐禪人", "315": "破坐禪人含。如婆羅門失稻田其婦復死即", "316": "時狂教裸形而走。又如翅舍伽憍曇比丘尼。", "317": "本白衣時七子皆死。大憂愁故失心狂發裸", "318": "者。問曰先言狂者得正今言裸者得衣除狂", "319": "云何更有裸。答曰狂有二種。一者人皆知狂。", "32": "斷。由三大士魔王不復能壞佛法也。如來", "320": "二者惡邪故自裸人不知狂。如說南天竺國", "321": "中有法師。高坐說五戒義。眾生多有外道來", "322": "聽。是國王難曰。若如所說。有人施酒及自飲", "323": "酒得癡狂愚報。當今世人應狂者多正者少。", "324": "而今狂者便少不狂者多。何以故爾。是時諸", "325": "外道輩言。善哉斯難甚深。是死禿高聲坐必", "326": "不能答。以王利智故。是時法師以指指諸外", "327": "道而更說飾餘事。王時即解諸外道語　諸外", "328": "道語王言。王難甚深。是不知答。恥所不知。", "329": "而但舉指更說餘事。王語外道高坐指答以", "33": "滅度千五百年後即是末法。所有大乘經藏", "330": "訖持護汝故。不以言說而者指汝言汝等是", "331": "狂狂不少也。汝等以灰塗身俱形無恥。以人", "332": "髑髏盛糞而食。拔頭髮臥刺上到懸勳鼻冬", "333": "則入水夏則火炙。如是種種所行非道皆是", "334": "狂相。即是法師將護汝故指而不說。是名為", "335": "裸形狂。依如經論人之所行一不得少。昔有", "336": "兄弟二人出家求道。一人持戒誦經坐禪。一", "337": "人廣求檀越修諸福業。至釋迦牟尼佛出世。", "338": "一人生長者家。一人作大白象力能破賊。長", "339": "者出家學道得六神通。阿羅漢而以薄福乞", "34": "皆龍王持去。五濁興行。五濁者。一劫濁。二", "340": "食難得。他日持鉢城乞食遍不能得到白象", "341": "廐見王供。象種種豐足。語此象言。我之與", "342": "汝俱是有罪逼。象即感結三日不食。守象人", "343": "怖求覓道人見而問言。汝作何術令王白象", "344": "病不能食。答曰。此象是我先身時弟。共於迦", "345": "葉佛時出家求道。我但持戒誦經坐禪不行", "346": "布施。弟但廣求檀越作諸福業布施不持戒", "347": "不學。問以其不持戒誦經坐禪故今作此象。", "348": "大修布施故飲食備具種種豐足。我但行道", "349": "不修布施故。今雖得道乞食不能得。以是事", "35": "命濁。三煩惱濁。四眾生濁。五見濁也。濁", "350": "故因緣不同。病得愈者。病有二。一者內病", "351": "五藏不調結臥宿疹。二者外病奔者逸馬推押", "352": "墮落兵刃刀杖種種諸病。亦有先業病者。問", "353": "曰。以何因緣得病。答曰。先世好行鞭杖考掠", "354": "繫𨳰種種惱故。今世得病現世病不知將身", "355": "飲食不節臥起無常。以是事故得種種病。如", "356": "是有四百四病。以佛神力故令病者得愈", "357": "形殘者得具足。云何名形殘。若有人先世破", "358": "他身截其頭截手足。或破佛像及父母像故。", "359": "形殘不具足蒙佛大恩。皆得具足。譬如祇桓", "36": "乃無量。一方化宜且說五種。劫濁眾惡紛", "360": "中如字揵極。秦言是波斯匿王。兄子端正勇", "361": "健心性和善王大夫人見之心著即微喚之。", "362": "欲令從己揵極不從。夫人大怒向王讒之反", "363": "拔其罪。王聞即節節解之棄於塚間。命未絕", "364": "頃。其夜虎狼羅剎來欲食之。是時佛到其邊", "365": "光明照之。身即平服。其心大喜。佛為說法。", "366": "則得三道。佛幸其手將至祇桓。是人言我身", "367": "己破己棄佛續我身。今當盡此形壽以身布", "368": "施　佛及比丘僧明曰。波斯匿王聞是事。來至", "369": "祇。桓語揵極言向悔過。汝實無罪枉相形害。", "37": "馳度虜兵飢餓大劫捋壞大生怖畏也。命濁", "370": "今當與汝分國半治。揵極言。我亦厭矣。王亦", "371": "無罪。我宿世殃各罪報應爾。我今己身施佛", "372": "及僧不復還也。如是若有眾生不具足者。蒙", "373": "佛光明得具足。就此願中但有二別。第一標", "374": "數。二出外化之境。即是盲聾眾生何意無興", "375": "願明公何假興願求病六情不具。所以此中", "376": "不興也　第七願者。此下兩願就慈悲體為", "377": "一雙。初一願是悲願。就此中復分為之第標", "378": "數。第二興願即出悲體。第三下施眾生。第七", "379": "願初標數使我來世。此下第二興願就興願", "38": "者。保翫此身謂舉常然無常忽至死至無期", "380": "中復為三。第一出悲家境。第三正明悲體。若", "381": "有苦惱無救護者。此明悲境。我為此等設大", "382": "法藥。第二正出悲體令諸疾病。皆得除愈。第", "383": "三迴施眾生　第八願者。第二明慈體。就明", "384": "慈體中亦分為三。第一標數。第二興願。即出", "385": "慈體。第三迴施眾生。第八願者初先標願使", "386": "我來世。第二興願。就此中復分為二。第一出", "387": "慈境。第二出慈體也。使我來世。以善業因緣", "388": "為諸惡業無量眾生。第一出慈家境也。講宣", "389": "妙法。第二慈體□度脫得實智入智慧門得", "39": "迫焉而到可畏怖處。煩惱濁者。煩或纏結", "390": "權智也。普使明了。第三迴施眾生也　第九", "391": "願者。此是第五制天魔摧外道為一雙置後。", "392": "就初制天魔願中凡有三階。第一標數。第二", "393": "興願下制天魔。第三上隆三寶。第九願者。第", "394": "一標數。使我來世摧伏惡魔。第二下制天魔", "395": "有兩句。初制天魔下句他外道也。顯揚清淨", "396": "無上道法。第三上隆三寶。即釋上句云何那", "397": "若使佛興願。但位心制天魔及外道。此心非", "398": "善。下釋言所以制天魔本為上隆三寶。並無", "399": "惠意也　第十願者。第二化諸外道。何意化", "4": "奢摩達多能知是義。其時入定不得諮問。入", "40": "繫縛行人排迴色聲沈流香味造惡為盛不能", "400": "外道。乃言王法所加解言九十六種道。王亦", "401": "是一道。豈非化道耶。就此願中復分為二。第", "402": "一標數。第二興願第三施眾生。第十願者。第", "403": "一標數。使我來世。此下第二出願家事也。如", "404": "是諸苦惱眾生等悉令解脫。第三下施眾生", "405": "耶　第十一願者。此下第六雙出慈悲境。此", "406": "第一先標悲境。就此中復分為三。第一標數。", "407": "第二興願。第三出悲境。即下施眾生。第十", "408": "一願者使我來世。第二興願者若有眾生飢", "409": "火所惱。此下第三出境。即下施眾生也　第", "41": "自改。眾生濁者。各各不同讒良賢善有財大", "410": "十二願者。此下第二次出慈境。就此凡有五", "411": "階。第一標數。第二興願。第三出慈境。第四", "412": "與樂。第五總結。十二願者。第一標數。使我來", "413": "世。興願若有貧凍裸露。", "42": "慳貪而求施行於欲事不擇親善非謗三保。", "43": "如是眾惡亦不可樂。廣在釋論。見濁者。起", "44": "諸邪見專事天神奉養外道殺生求福為惡", "45": "彌甚為痛可援也。此時欲到人應怒力宣揚", "46": "顯說。住昔過去諸佛名字者。此下第二請問", "47": "佛名及以國土。願為解說得聞法要。第三結", "48": "請也。佛告文殊。此下第二段如來答問。就答", "49": "中凡有二階。第一欲答先歎善哉。先歎次勅", "5": "定已後迦旃延造論。第二是佛滅度後六百", "50": "後許。宣說嘆中善哉是總嘆也。善猶好也所", "51": "讚事好故名為善哉。是助辭乃能為諸菩薩", "52": "問等出其善事。汝大慈無量者。第二答前下", "53": "為眾生。上云願為未來像法眾生。今答云汝", "54": "所以為眾生者。乃是汝慈無量所以歎善哉", "55": "也。問此往昔諸佛名字此第三答。第二問宣", "56": "揚顯說往昔過去諸佛名字及清淨國土莊嚴", "57": "之事。今答云汝所以問諸佛名字及國土者。", "58": "乃不自為但為眾生身。汝今諦聽。此第四前", "59": "結請上云願為解說得聞法要。今答言汝審", "6": "年中有五百羅漢。共師迦旃延造毘婆沙有", "60": "須聞者。汝今諦聽教其安三慧也。汝今諦聽", "61": "一法戒其安聞慧也。善思思慧也。今之教安", "62": "修慧汝既能安三慧。乃今分別為汝說之。眾", "63": "坐諸菩薩。此下第二明時眾渴仰也　佛告", "64": "東方去此十恒沙。此下第二段正答前問。就", "65": "正答中凡有三種段。第一想行。第二單廣願。", "66": "第三單廣行也。就初想明行顯中凡有三階。", "67": "第一牒他方佛名。即答其上問諸佛名字。既", "68": "出佛名已。第二歎彼佛德業　第三略明行願", "69": "也。東方去此佛剎十洹沙。第一明彼佛去近", "7": "百分。毘婆沙此云眾說。五百羅漢大眾共說。", "70": "遠也。有佛名藥師。第二句牒彼佛名答文殊。", "71": "汝問我言。願為未來像法眾生說諸佛名字。", "72": "今正答汝云。此佛剎十洹河沙有佛名藥師", "73": "瑠璃光。豈不酬前問耶。解云。藥師者借譬受", "74": "名。世之藥師能除人病內病。明如來能除眾", "75": "生三毒四到諸惡重罪教令修行四等六度辟", "76": "藥師也。瑠璃光世之瑠璃是拘所珍內明明", "77": "果體具萬德。譬之瑠璃也。光者能除闇冥。欲", "78": "明佛果具足空有二解喻之光也。十號之中", "79": "第十號者。一者多他阿伽度。此方譯名曰如", "8": "此即解八揵度。荊女五分釋雜揵度。次女五", "80": "來。亦名如去。亦名如住。如來者。此是應佛。", "81": "是慈悲故。乘婆若乘來化三界故云如來。故", "82": "法華經論云。一者應佛菩提隨所應見而為", "83": "示現故。如經皆謂如來出釋氏宮去伽耶城", "84": "不遠坐于道場得阿耨菩提。故如去者此是", "85": "報佛也。乘如實道成心覺去故云如去。法華", "86": "論云。二者報佛菩提。謂十地行滿足得常涅", "87": "槃證故。如經善男子我實成佛以來無量無", "88": "邊百千萬億那由他劫故。如住者此是法佛。", "89": "古一如常住不變故云如住。法華論云。三者", "9": "分釋使揵度。次有十分釋智揵度。合有六十", "90": "法佛菩提。謂如來藏性淨涅槃常恒清淨涼", "91": "不變易故。如經謂如來實如知見三界之相。", "92": "乃至不如三界見三界故。第二阿羅訶者。此", "93": "方住譯名為應供。亦殺賊云。亦云不生。應", "94": "供者如來堪受世間二乘人天供養故云應供", "95": "也。能斷五住煩惱及習故名為殺賊也。無明", "96": "螫皮脫故。於後世田中更不受生死名為不", "97": "生。具此三義名阿羅訶也。第三三藐三佛陀", "98": "者。此方住譯名為正遍知也。正者異外道。遍", "99": "知異二乘。二乘之人俱知有作四諦。不知無"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2766 藥師經疏", "author": "", "sourceLink": "http://www.cbeta.org/"}