{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0163 妙色王因緣經", "text": {"0": "No. 163", "1": "佛說妙色王因緣經", "10": "動，聽聞妙法如飲甘露？」", "11": "世尊告曰：「汝等苾芻！我於往昔為求法故，", "12": "敬心殷重，汝等諦聽！善思念之！吾當為汝", "13": "說彼因緣。「乃往古昔，於婆羅痆斯大城中，有", "14": "王名曰妙色，以法化世，國土豐樂、人民熾盛；", "15": "無諸鬪戰、詐偽怨賊，亦無病苦、災橫之事。稻", "16": "蔗牛羊在處充滿，亦無瓦礫荒梗棘刺，恩育", "17": "兆人如觀一子。其王敬信，意樂賢善，自利利", "18": "人，發堅固願，有慈心、希大法，愍人眾、愛群官，", "19": "除去慳貪，常為大捨。王之夫人名曰妙容，顏", "2": "大唐三藏法師義淨奉　制譯", "20": "貌端正，威儀詳審，眾德圓滿，人所愛樂。其王", "21": "唯有一男，名端正子。年雖幼小忠孝仁慈，", "22": "王所愛念無離左右。「後於異時，其妙色王心", "23": "悕勝法，召集群僚而告之曰：『我於妙法情", "24": "生渴仰，卿等宜應為我詢訪。』時諸大臣前白", "25": "王曰：『大王當知，大覺世尊出興世者，方有妙", "26": "法。』王報臣曰：『今雖無佛，試為我求。』時王即", "27": "便以箱盛妙金寶懸於幢上，鳴鼓宣令普告", "28": "四方：『若有為我宣勝法者，我以金箱報其恩", "29": "德，廣設音樂而慶讚之。』如是詔召經歷多", "3": "如是我聞：一時，薄伽梵在室羅伐城逝多林", "30": "時，竟無一人能為說法，時王渴仰懷憂而", "31": "住。", "32": "「爾時帝釋，遍觀下界，誰善誰惡？誰於勝因情", "33": "無懈倦？遂見此王為法憂惱，便作是念：『此", "34": "妙色王久悕勝法，我當試之，其事虛實？』遂即", "35": "化作大藥叉，身手足異常，面目可畏，來至眾", "36": "中而白王曰：『仁求勝法，我能說之。』王聞法音", "37": "歡喜踊躍，告藥叉曰：『密跡主有妙法者，幸願", "38": "為說，我當諦聽！』藥叉告曰：『大王今者，生輕", "39": "法心，謂為易得即令宣說。事不應然，我身飢", "4": "給孤獨園。爾時世尊從定起已，為諸四眾演", "40": "虛，何能為說？』王聞語已，尋命膳官，所有上", "41": "食速宜奉進。藥叉告曰：『王厨之食，非我所", "42": "飡，唯人熱血肉是我常食。』王曰：『人之血", "43": "肉何可卒求？』藥叉曰：『王之愛子，宜應見與。』王", "44": "聞此語，便作是念：『我久辛苦尋求勝法，今聞", "45": "法音便成無價。』時端正子在父邊立，聞是語", "46": "已，跪白王曰：『唯願父王勿生憂惱，父之所", "47": "望當令滿足。可持我身奉密跡主，以充其食。』", "48": "王曰：『汝見求法，捨所愛身。善哉，丈夫！隨汝", "49": "所樂。』其端正子即便以身奉上藥叉。藥叉受", "5": "說無上甘露妙法。時有無量百千大眾前後", "50": "已，對王大眾分裂其身，噉肉飲血。王雖見此，", "51": "慕法情深，了無驚懼。「時密跡主復告王曰：『我", "52": "仍未飽，更與汝妻。』時妙容夫人亦在王側，聞", "53": "斯語已，亦同其子身奉藥叉。藥叉受已，噉其", "54": "血肉，復告王曰：『然我飢虛尚未充足。』王", "55": "便白言：『密跡主！一子已施，妻復重食，尚云", "56": "飢虛；隨意當取，我願供給，無退轉心。』藥叉", "57": "告曰：『王之自身，宜與我食。』王曰：『善哉！實不", "58": "敢悋，然我身死如何聞法？今我先可聽其妙", "59": "法；既受持已，當即捨身。』「是時藥叉共王立", "6": "圍遶，諸根不動聽聞法要。時諸苾芻既見大", "60": "要，即於無量百千萬億大眾之中，說勝妙伽", "61": "他曰：", "62": "「『由愛故生憂，由愛故生怖，", "63": "若離於愛者，無憂亦無怖。』", "64": "「王既聞此勝妙法已，心生慶幸，歡悅無量，告", "65": "密跡主曰：『我已聞法，如說奉持。今我此身，隨", "66": "意當食。』「時天帝釋，見王為法，身心不動如妙", "67": "高山，知其必當證無上覺，捨藥叉像，復天帝", "68": "形，信喜內充怡顏前進，一手携子、一手持", "69": "妻，而告王曰：『善哉，善哉！是善丈夫，堅裝甲", "7": "眾身心寂靜慇懃聽法，咸皆有疑白佛言：「世", "70": "冑破煩惱軍，濟度愚迷出生死海，觀斯勇猛，", "71": "必當不久能成無上正等菩提。汝之妻、子我", "72": "今相付。』時王即便白天帝曰：『善哉，善哉！天", "73": "主憍尸迦！降大慈悲，為善知識，已能滿我樂", "74": "法之心。』是時天帝於大眾中忽然不現。」", "75": "爾時世尊告諸苾芻：「於汝意云何？勿生異念，", "76": "彼時妙色王者，即我身是；端正子者，羅怙", "77": "羅是；妻妙容者，即耶輸陀羅是。汝等當知，", "78": "我往昔時為求法故，捨所愛妻、子及以已身，", "79": "尚無所悋，何況餘物。由此緣故，今時所有", "8": "尊！唯願慈悲為斷疑網；如來大師無上法", "80": "一切大眾從我聞法，專心聽受無有疲厭；又", "81": "由我昔求法忘勞，今於長夜為眾說法，亦無", "82": "疲倦。汝等苾芻，當學於我，恭敬尊重，勤求勝", "83": "法；既聞法已，如說修行，勿為放逸。」爾時諸", "84": "苾芻及人天眾聞佛說已，歡喜奉行。", "85": "佛說妙色王因緣經", "9": "王，今此座中聽法諸人，何故慇懃身心不"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0163 妙色王因緣經", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}