{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1488 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經", "text": {"0": "19 雜品", "1": "優婆塞戒經卷第五", "10": "能施，況出自物！智人行施，不為報恩，不為求", "100": "施者，亦無是處。若不求施，若乏時施，少求多", "101": "施，求惡施好，教他索施，自往行施，當知是人", "102": "未來之世多獲寶藏，非寶之物悉變成寶。為", "103": "戲笑施，非福田施，不信因果施，如是布施，不", "104": "名為施。若人偏為良福田施，不樂常施，是人", "105": "未來得果報時，不樂惠施。若人施已，生於悔", "106": "心，若劫他物持以布施，是人未來雖得財物，", "107": "常秏不集。若惱眷屬得物以施，是人未來雖", "108": "得大報，身常病苦。若先不能供養父母，惱其", "109": "妻子，奴婢困苦而布施者，是名惡人，是假名", "11": "事，不為護惜慳貪之人，不為生天人中受樂，", "110": "施，不名義施。如是施者，名無憐愍，不知恩報，", "111": "是人未來雖得財寶，常失不集，不能出用，身", "112": "多病苦。若人如法以財布施，是人未來得無", "113": "量福，有財能用。若有不以如法財施，是人未", "114": "來雖得果報，恒賴他得，他若喪沒，尋便貧窮。", "115": "有智之人，深觀人天轉輪王樂，雖復微妙，皆", "116": "是無常，是故施時不為人天。「善男子！施有二", "117": "種：一者、財施，二者、法施。財施名下，法施名", "118": "上。云何法施？若有比丘、比丘尼、優婆塞、優婆", "119": "夷，能教他人具信、戒、施、多聞、智慧，若以紙墨", "12": "不為善名流布於外，不為畏怖三惡道苦，", "120": "令人書寫，若自書寫如來正典，然後施人令", "121": "得讀誦，是名法施。如是施者，未來無量得好", "122": "上色。何以故？眾生聞法，斷除瞋心，以是因緣，", "123": "施主未來無量世中得成上色。眾生聞法，慈", "124": "心不殺，以是因緣，施主未來無量世中得壽", "125": "命長。眾生聞法，不盜他財，以是因緣，施主未", "126": "來無量世中多饒財寶。眾生聞已，開心樂施，", "127": "以是因緣，施主未來無量世中身得大力。眾", "128": "生聞法，斷諸放逸，以是因緣，施主未來無量", "129": "世中身得安樂。眾生聞法，斷除癡心，以是因", "13": "不為他求，不為勝他，不為失財，不以多有，", "130": "緣，施主未來無量世中得無礙辯。眾生聞法，", "131": "生信無疑，以是因緣，施主未來無量世中信", "132": "心明了；戒、施、聞、慧，亦復如是。是故法施勝於", "133": "財施。「或有說言：子修善法，父作不善，因子", "134": "修善，令父不墮三惡道者。是義不然！何以故？", "135": "身、口、意業，各別異故。若父喪已墮餓鬼中，子", "136": "為追福，當知即得；若生天中，都不思念人中", "137": "之物。何以故？天上成就勝妙寶故。若入地", "138": "獄，身受苦惱，不暇思念，是故不得。畜生、人中，", "139": "亦復如是。若謂餓鬼何緣獨得？以其本有愛", "14": "不為不用，不為家法，不為親近。智人行施，為", "140": "貪慳悋，故墮餓鬼；既為餓鬼，常悔本過，思", "141": "念欲得，是故得之。若所為者生餘道中，其餘", "142": "眷屬墮餓鬼者，皆悉得之。是故智者，應為餓", "143": "鬼勤作福德。若以衣食、房舍、臥具、資生所須，", "144": "施於沙門、婆羅門等貧窮乞士，為其呪願，令", "145": "其得福，以是施願因緣力故，墮餓鬼者得大", "146": "勢力，隨施隨得。何以故？生處爾故。諸餓鬼", "147": "等所食不同，或有食膿，或有食糞，或食血污、", "148": "嘔吐、涕唾，得是施已，一切變成上妙色味。雖", "149": "以不淨蕩滌汁等施應食者，然有遮護，竟不", "15": "憐愍故，為欲令他得安樂故，為令他人生", "150": "得食；如是施主，亦得福德。何以故？以施主心", "151": "慈憐愍故。若有祀祠，誰是受者？隨其祠處", "152": "而為受者。若近樹林則樹神受，舍河、泉井、山", "153": "林、堆阜，亦復如是。是人祀已，亦得福德。何以", "154": "故？令彼受者生喜心故；是祀福德能護身財。", "155": "若說殺生祀祠得福，是義不然！何以故？不見", "156": "世人種伊蘭子生栴檀樹，斷眾生命而得福", "157": "德！若欲祀者，應用香、花、乳、酪、酥、藥。為亡追", "158": "福，則有三時：春時二月，夏時五月，秋時九月。", "159": "「若人以房舍、臥具、湯藥、園林、池井、牛、羊、象、馬、", "16": "施心故，為諸聖人本行道故，為欲破壞諸", "160": "種種資生布施於他，施已命終，是人福德隨", "161": "所施物，任用久近，福德常生。是福追人，如", "162": "影隨形。或有說言：終已便失。是義不然！何", "163": "以故？物壞不用，二時中失，非命盡失。若出", "164": "家人效在家人歲節之日棄飲食者，隨世法", "165": "故，非真實也；亦信世法、出世法故。若能隨家", "166": "所有好惡常樂施者，名一切施。若以身分及", "167": "以妻子、所重之物施於人者，是則名為不思", "168": "議施。若有惡人，毀戒，怨家，不知恩義，不", "169": "信因果，強乞索者，大勢力人，健罵詈者，得已", "17": "煩惱故，為入涅槃斷於有故。「善男子！菩薩", "170": "瞋恚，詐現好相，大富貴者，施如是等十一", "171": "種人名不思議。善男子！一切布施，有三根", "172": "本：施於貧窮，以憐愍故；施於怨家，不求報故，", "173": "施福德人，心喜敬故。「善男子！若人多財，無量", "174": "歲中供養三寶，雖得無量福德果報，不如勸", "175": "人共和合作。若人輕於少物、惡物，羞不肯施，", "176": "是人增長來世貧苦。若人共施，財物、福田、施", "177": "心俱等，是二得果無有差別。有財、心俱等，福", "178": "田勝者，得果報勝。有田、心俱下，財物勝者，", "179": "得果則勝。有田、財俱下，施心勝者，得果亦勝。", "18": "布施，遠離四惡：一者、破戒，二者、疑網，三者、邪", "180": "有田、財俱勝，施心下者，得果不如。「善男子！智", "181": "者施時不為果報。何以故？定知此因必得果", "182": "故。若人無慈，不知恩義，不貪聖人所有功德，", "183": "惜財身命，貪著心重，如是之人不能布施。智", "184": "者深觀一切眾生求財物時，不惜身命，既得", "185": "財物，能捨施人，當知是人能捨身命。若人慳悋", "186": "不能捨財，當知是人亦惜身命。若捨身命求", "187": "得財物以布施者，當知是人，是大施主。若人", "188": "得財貪惜不施，當知即是未來世中貧窮種", "189": "子。是故我於契經中說：四天下中，閻浮提人，", "19": "見，四者、慳悋。復離五法：一者、施時不選有", "190": "有三事勝：一者、勇健，二者、念心，三者、行淨。不", "191": "見果報，能預作因，不惜身命，求得財已，能壞", "192": "慳悋，捨已思施，既捨施已，心不生悔，復能", "193": "分別福田非福田，是名勇健。「善男子！施已", "194": "生悔，因於三事：一者、於財貪愛，二者、諮承邪", "195": "見，三者、見受者過。復有三事：一者、畏他呵責，", "196": "二者、畏財盡受苦，三者、見他施已受諸衰", "197": "惱。善男子！智人三時不生悔心。復有三事：", "198": "一者、明信因果，二者、親近善友，三者、不貪著", "199": "財。信因果者，復有二事：一者、從他聞法，二", "2": "北涼中印度三藏曇無讖譯", "20": "德無德，二者、施時不說善惡，三者、施時不擇", "200": "者、內自思惟。親近善友，復有二事：一者、深信，", "201": "二者、智慧。不貪著財，復有二事：一、觀無常，", "202": "二、不自在。善男子！施主若能如是觀察，如", "203": "是行施，當知是人能具足行檀波羅蜜。是故", "204": "我先說：有布施非波羅蜜，有波羅蜜非是布", "205": "施，有亦布施亦波羅蜜，有非布施非波羅蜜。", "206": "「善男子！智有三種：一者、能捨外物，二者、捨", "207": "內外物，三者、施內外已兼化眾生。云何教", "208": "化？見貧窮者，先當語言：『汝能歸依於三寶不？", "209": "受齋戒不？』若言能者，先授三歸及以齋戒，", "21": "種姓，四者、施時不輕求者，五者、施時不惡口", "210": "後則施物。若言不能，復應語言：『若不能者，汝", "211": "能隨我說一切法無常、無我、涅槃寂滅不？』若", "212": "言能者，復當教之，教已便施。若言我今能", "213": "說二事，唯不能說諸法無我，復應語言：『汝若", "214": "不能說諸法無我，能說諸法是無性不？』若言", "215": "能者，教已便施。若能如是先教後施，名大施", "216": "主。善男子！若能如是教化眾生及諸怨親，無", "217": "所選擇，名大施主。善男子！智者若有財寶", "218": "物時，應當如是修行布施。如其無財，復當", "219": "轉教餘有財者，令作是施。若餘施主先知此法", "22": "罵。復有三事，施已不得勝妙果報：一者、先多", "220": "不須教者，應以身力往佐助之。「若窮無物，應", "221": "誦醫方，種種呪術，求錢湯藥，須者施之。至", "222": "心瞻病，將養療治。勸有財者和合諸藥，若丸、", "223": "若散、若種種湯。既了醫方，遍行看病，案方診", "224": "視，知病所在，隨其病處而為療治。療治病時，", "225": "善知方便，雖處不淨，不生厭心。病增知增，損", "226": "時知損，復能善知如是食、藥能增病苦，知如", "227": "是食、藥能除病苦。病者若求增病食藥；應當", "228": "方便隨宜喻語，不得言無；若言無者，或增苦", "229": "劇。若知定死，亦不言死，但當教令歸依三寶，", "23": "發心後則少與，二者、擇選惡物持以施人，三", "230": "念佛法僧，勤修供養。為說病苦皆是往世不", "231": "善因緣，獲是苦報，今當懺悔。病者聞已，或生", "232": "瞋恚，惡口罵詈，默不報之，亦不捨棄。雖復瞻", "233": "養，慎無責恩，差已猶看，恐後勞復。若見平", "234": "復如本健時，心應生喜，不求恩報。如其死已，", "235": "當為殯葬。說法慰喻知識、眷屬。無以增病食", "236": "藥施人，若病差已，喜心施物便可受之，受", "237": "已轉施餘窮乏者。若能如是瞻養治病，當知", "238": "是人是大施主，真求無上菩提之道。「善男子！", "239": "有智之人求菩提時，設多財寶，亦當讀誦如", "24": "者、既行施已心生悔恨。善男子！復有八事，", "240": "是醫方，作瞻病舍，具病所須，飲食、湯藥以供", "241": "給之。道路凹迮，平治令寬；除去刺石糞穢、", "242": "不淨，嶮處所須，若板、若梯、若椽、若索，悉皆施", "243": "之。曠路作井，種果樹林，修治泉潢。無樹木處，", "244": "為畜竪柱。負擔息處，為作基埵。造立客舍，", "245": "具諸所須，瓶盆、燭燈、床臥、敷具。臭穢流處，", "246": "為作橋隥。津濟渡頭，施橋船栰。不能渡者，", "247": "自往渡之。老小羸瘦無筋力者，自手携將而", "248": "令得過。路次作塔，種花果樹。見怖畏者，輒", "249": "為救藏，以物善語，誘喻捕者。若見行者次至", "25": "施已不得成就上果：一者、施已見受者過，二", "250": "嶮處，輒前扶接，令得過嶮。若見失土破亡之", "251": "人，隨宜給與，善言慰喻。遠行疲極，當為洗浴，", "252": "按摩手足，施以床座，若無床座，以草為敷。熱", "253": "時以扇衣裳作蔭，寒時施火衣服溫暖，若", "254": "自為之，若教人為。販賣市易，教令依平，無貪", "255": "小利，共相中欺。見行路者，示道非道。道者所", "256": "謂多饒水草，無有賊盜；宣說非道，多諸患難。", "257": "見人鞾量、衣裳、鉢盂朽故壞者，即為縫補浣", "258": "染熏治。有患鼠、蛇、壁蝨、毒虫，能為除遣。", "259": "施人如意，摘抓耳鉤，縫治浣濯，招提僧物，", "26": "者、施時心不平施，三者、施已求受者作，四", "260": "謂坐臥具，廁上安置淨水、澡豆、淨灰土等。若自", "261": "造作衣服、鉢器，先奉上佛，并令父母、師長、和", "262": "上，先一受用，然後自服；若上佛者，以花、香贖。", "263": "凡所食噉，要先施於沙門、梵志，然後自食。見", "264": "遠至者，濡言問訊，施以淨水洗浴身體，與油", "265": "塗足，香花、楊枝、澡豆、灰土、香油、香水、蜜毘鉢", "266": "羅舍勒、小衣、作塗油者，洗已、復以種種香花、丸", "267": "藥、散藥、飲食、漿水、隨所須施。復施剃刀、漉水", "268": "囊等、針縷、衣納、紙、筆、墨等，若不能常，隨齋日", "269": "施。若見盲者，自前捉手，施杖示道。若見有苦，", "27": "者、施已喜自讚歎，五者、說無後乃與之，六者、", "270": "亡失財物，父母喪沒，當以財給，善語說法，慰", "271": "喻勸諫，善說煩惱、福德二果。善男子！若能", "272": "修集如是施者，名淨施主。「善男子！菩薩二", "273": "種：一者、在家，二者、出家。出家菩薩為淨施主，", "274": "是不為難；在家菩薩為淨施主，是乃為難。何", "275": "以故？在家之人多惡因緣所纏繞故。」", "276": "20 淨三歸品優婆塞戒經淨三歸品第二十", "277": "善生言：「世尊！如佛先說：有來乞者，當先教令", "278": "受三歸依，然後施者。何因緣故受三歸依？云", "279": "何名為三歸依也？」「善男子！為破諸苦，斷除", "28": "施已惡口罵詈，七者、施已求還二倍，八者、施", "280": "煩惱，受於無上寂滅之樂，以是因緣受三歸", "281": "依。如汝所問云何三歸依者？善男子！謂佛法", "282": "僧。佛者，能說壞煩惱因，得正解脫。法者，即是", "283": "壞煩惱因，真實解脫。僧者，稟受破煩惱因，得", "284": "正解脫。或有說言：若如是者，即是一歸。是", "285": "義不然！何以故？如來出世及不出世，正法常", "286": "有，無分別者。如來出已，則有分別，是故應當", "287": "別歸依佛。如來出世及不出世，正法常有，無", "288": "有受者，佛弟子眾能稟受故，是故應當別歸", "289": "依僧。正道解脫，是名為法；無師獨覺，是名為", "29": "已生於疑心。如是施主，則不能得親近諸佛", "290": "佛；能如法受，是名為僧。若無三歸，云何說有", "291": "四不壞信？得三歸者，或有具足，或不具足。云", "292": "何具足？所謂歸佛、法、僧。不具足者，所謂如", "293": "來歸依於法。善男子！得三歸者，無不具足，", "294": "如比丘、比丘尼、優婆塞、優婆夷戒。「善男子！如", "295": "佛、緣覺、聲聞各異，是故三寶不得不異。云何", "296": "為異？發心時異，莊嚴時異，得道時異，性分", "297": "各異，是故為異。何因緣故說佛即法？能解", "298": "是法，故名為佛；受分別說，故名為僧。若有說", "299": "言：佛入僧數。是義不然！何以故？佛若入僧，", "3": "雜品之餘", "30": "賢聖之人。「若以具足色、香、味、觸施於彼者，是", "300": "則無三寶及三歸依、四不壞信。善男子！菩薩、", "301": "法異，佛、法亦異。菩薩二種：一者、後身，二者、修", "302": "道。歸依後身，名歸依法，歸依修道，名歸依", "303": "僧。觀有為法多諸罪過，獨處修行，得甘露", "304": "味，故名為佛；一切無漏無為法界，故名為", "305": "法；受持禁戒，讀誦解說十二部經，故名為僧。", "306": "「若有問言：如來滅已，歸依佛者，是何歸依？", "307": "善男子！如是歸依，名為歸依過去諸佛無學", "308": "之法。如我先教提謂長者：『汝當歸依未來世", "309": "僧。』依過去佛，亦復如是。福田果報，有多少", "31": "名淨施；若能如法得財施者，是名淨施；觀", "310": "故，差別為三。若佛在世及涅槃後，供養果報，", "311": "無有差別；受歸依者，亦復如是。如佛在世，為", "312": "諸弟子立諸要制，佛雖過去，有犯之者亦獲", "313": "罪報；歸過去佛，亦復如是。猶如如來臨涅槃", "314": "時，一切人天為涅槃故，多設供養，爾時如來", "315": "未入涅槃，猶故在世，懸受未來世供養事；歸", "316": "過去佛，亦復如是。譬如有人父母在遠，是人", "317": "或時瞋罵得罪，或時恭敬讚歎得福；歸過去", "318": "佛，亦復如是。是故我說：我若在世及涅槃後", "319": "所設供養，施者受福等無差別。「善男子！若", "32": "財無常不可久保而行布施，是名淨施；為破", "320": "男、若女，若能三說三歸依者，名優婆塞、名優", "321": "婆夷。一切諸佛雖歸依法，法由佛說故得顯", "322": "現，是故先應歸依於佛。淨身、口、意，至心念佛，", "323": "念已即離怖畏、苦惱，是故應當先歸依佛。智", "324": "者深觀如來智慧解脫最勝，能說解脫及解", "325": "脫因，能說無上寂靜之處，能竭生死苦惱大", "326": "海，威儀庠序三業寂靜，是故應當先歸依", "327": "佛。智者深觀生死之法，是大苦聚，無上正道", "328": "能永斷之；生死之法，渴愛飢饉，無上甘露味", "329": "能充足，生死之法，怖畏嶮難，無上正法能除", "33": "煩惱故行布施，是名淨施；為淨自心因緣故", "330": "斷之；生死錯謬，邪僻不正，無常見常，無我見", "331": "我，無樂見樂，不淨見淨，無上正法悉能斷", "332": "除；以是因緣，應歸依法。「智者應觀外道徒眾，", "333": "無慚無愧，非如法住，雖為道行，不知正路，雖", "334": "求解脫，不得正要；雖得世俗微善之法，慳悋", "335": "護惜，不能轉說，非善行性作善行想。佛僧寂", "336": "靜，心多憐愍，少欲知足，如法而住，修於正道，", "337": "得正解脫，得已復能轉為人說，是故應當次", "338": "歸依僧。「若能禮拜如是三寶，來迎去送，尊重", "339": "讚歎，如法而住，信之不疑，是則名為供養三", "34": "施，是名淨施；若觀誰施，誰是受者，施何等", "340": "寶。若有人能歸三寶已，雖不受戒，斷一切惡，", "341": "修一切善，雖復在家，如法而住，是亦得名為", "342": "優婆塞。若有說言：先不歸依佛法僧寶，當知", "343": "是人不得戒者。是義不然！何以故？如我先說：", "344": "善來比丘！是竟未得歸依三寶，而其戒律悉", "345": "得具足。或有說言：若不具受，則不得戒，八", "346": "戒齋法，亦復如是。是義不然！何以故？若不", "347": "具受不得戒者，求有優婆塞云何得戒？實", "348": "是得戒，但不具足。八戒齋法若不具受，雖不", "349": "名齋，可得名善。善男子！若能淨潔身、口、意", "35": "物，何緣故施，是施因緣得何等果，如是布施", "350": "業受優婆塞戒，是名五陰。云何五陰？不受", "351": "邪見，不說邪見，信受正見，說於正見，修行正", "352": "法，是名五陰。「受三歸已，造作癡業，受外道法，", "353": "自在天語，以是因緣失於三歸。若人質直，心", "354": "無慳貪，常修慚愧，少欲知足，是人不久得寂", "355": "靜身。若有造作種種雜業，為受樂故修於善", "356": "事，如市易法，其心不能憐愍眾生，如是之人，", "357": "不得三歸。若人為護舍宅身命、祠祀諸神，", "358": "是人不名失歸依法；若人至心信其能救一", "359": "切怖畏，禮拜外道，是人則失三歸依法。若", "36": "即十二入，受者、施主、因緣、果報皆十二入，能", "360": "聞諸天有曾見佛功德勝己，禮拜供養，是人", "361": "不失歸依之法。或時禮拜自在天王，應如禮", "362": "拜世間諸王、長者、貴人、耆舊有德，如是之人，", "363": "亦復不失歸依之法。「雖復禮拜所說邪法，慎", "364": "無受之。供養天時，當起慈心，為護身命、財物、", "365": "國土、人民恐怖。所說邪見，何故不受？智者應", "366": "觀外道所說：云一切物，悉是自在天之所作。", "367": "若是自在之所作者，我今何故修是善業？或", "368": "說：投淵、赴火、自餓捨命，即得離苦。此即苦因，", "369": "云何說言得遠離苦？一切眾生作善惡業，以", "37": "如是觀行於施者，是名淨施。若行施時，於福", "370": "是業緣自受果報。復有說言：一切萬物，時節、", "371": "星宿、自在天作。如是邪說，我云何受現在造", "372": "業，亦受過去所作業果？智者了了，知是業果；", "373": "云何說言時節、星宿、自在作耶？若以時節、星", "374": "宿因緣受苦樂者，天下多有同時、同宿，云", "375": "何復有一人受苦，一人受樂，一人是男，一人", "376": "是女？天、阿修羅有同時生，同宿生者，或有天", "377": "勝阿修羅負，阿修羅勝諸天不如；復有諸王", "378": "同時、同宿俱共治政，一人失國，一則保土。諸", "379": "外道等亦復說言：若有惡年、惡宿現時，當", "38": "田所生歡喜心，如諸福田所求功德，我亦如", "380": "教眾生令修善法以攘却之。若是年、宿，何得", "381": "修善而得除滅？以是因緣，智者云何受於外", "382": "道邪錯之說？「善男子！一切眾生，隨於業行，", "383": "若修正見，受於安樂，修邪見者，受大苦惱。因", "384": "修善業，得大自在，得自在已，眾生親近。復為", "385": "宣說善業因緣，善業因緣故得自在，一切眾", "386": "生皆由修善業因緣故得受安樂，非年、宿也。", "387": "善男子！阿闍世王、提婆達多，皆由造惡業因", "388": "緣故墮於地獄，非因年、宿得是報也！欝頭", "389": "藍弗邪見因緣，未來當墮大地獄中。「善男子！", "39": "是求之不息。施於妻子、眷屬、僕使，生憐愍心，", "390": "一切善法，欲為根本，是欲因緣，得三菩提及", "391": "解脫果。入出家法，破大惡業及諸有業，能", "392": "受持戒，親近諸佛，能一切捨施於乞者，能作", "393": "定性壞惡果報，滅大惡罪，得決定聚，離於三", "394": "障，善能修集壞煩惱道。是欲因緣，能受三歸，", "395": "因三歸已即能受戒，既受戒已行見、修道，過", "396": "於聲聞。若有畏於師子、虎、狼、惡獸等類，歸依", "397": "於佛，尚得解脫，況發善心求出世者不得解", "398": "脫？阿那邠坻教告家內在胎之子，悉受歸依，", "399": "是胎中子實不成就。何以故？是法要當口自", "4": "「善男子！若復有人，於身、命、財慳悋不施，是", "40": "施於貧窮，為壞苦惱。施時不求世間果報，破", "400": "宣說；雖不成就，亦能護之。「善男子！諸外道說：", "401": "一切世間皆是自在天之所作；亦復說言：未", "402": "來之世過百劫已，當有幻出，所言幻者，即是", "403": "佛也。若自在天能作佛者，是佛云何能破歸", "404": "依自在天儀？若自在天不能作佛，云何說", "405": "言一切皆是自在天作？外道復說：大梵天王、", "406": "大自在天、毘紐天主、悉皆是一，復說生處各", "407": "各別異。自在天者，名自在天，名常，名主，名有，", "408": "名曰律陀，名曰尸婆，是一一名，各有異事，亦", "409": "求解脫亦即解脫。是義不然！何以故？若自", "41": "憍慢施，柔濡心施，離諸有施，為求無上解脫", "410": "在天能生眾生，造作諸有，作善惡業及業果", "411": "報，作貪、瞋、癡繫縛眾生；復言眾生得解脫時，", "412": "悉入身中，是故解脫是無常法。是義不然！", "413": "何以故？若無常者，云何得名為解脫也？如婆", "414": "羅門子還得壽命，是故不得名自在天。是三", "415": "種天亦不得一。何以故？阿周那人毘紐大天", "416": "為作解脫，以是義故亦不得一。若言解脫", "417": "是無常者，當知即幻，非佛名幻。若能了了正", "418": "見真我，是名解脫。「復有說言：見微塵者，是名", "419": "解脫。復有說言：見性異我異，是名解脫。是", "42": "故施，深觀生死多過罪施，不觀福田非福田", "420": "義不然！何以故？若能修道見四真諦，是人乃", "421": "得見性見我。若人能受三歸依者，是人乃能", "422": "真見四諦。是三歸依，乃是一切無量善法，乃", "423": "至阿耨多羅三藐三菩提之根本也。「菩薩二", "424": "種：一者、在家，二者、出家。出家菩薩淨三歸", "425": "依，是不為難；在家修淨，是乃為難。何以故？", "426": "在家之人多惡因緣所纏繞故。」", "427": "21 八戒齋品優婆塞戒經八戒齋品第二十一", "428": "善生言：「世尊！若有人能受三歸齋戒，是人當", "429": "得何等果報？」「善男子！若人能受三歸依者，", "43": "施。若能如是行布施者，報逐是人，如犢隨母。", "430": "當知是人所得福報不可窮盡！善男子！迦陵", "431": "伽國有七寶藏，名賓伽羅，其國人民——大、小、男、", "432": "女——於七日中、七月、七年，常以車乘、象、馬、駝、驢", "433": "擔負持去，猶不能盡。若有至心受三歸齋，是", "434": "人所得功德果報，出勝彼藏所有寶物。善男", "435": "子！毘提呵國有七寶藏，名半陸迦，其國人民——", "436": "男、女、大、小——於七日中、七月、七年，常以車乘、象、馬、", "437": "駝、驢擔負持去，猶不能盡。若有至心受三歸", "438": "齋，是人所得功德果報，出勝彼藏所有寶物。", "439": "善男子！波羅㮈國有七寶藏，名曰蠰佉，其", "44": "「若求果施，市易無異。如為身命耕田種作，隨", "440": "國人民——男、女、大、小——於七日中、七月、七年，常以", "441": "車乘、象、馬、駝、驢擔負持去，亦不能盡。若有至", "442": "心受三歸齋，是人所得功德果報，出勝彼藏", "443": "所有寶物。善男子！乾陀羅國有七寶藏，名伊", "444": "羅鉢多，其國人民——男、女、大、小——於七日中、七月、", "445": "七年，常以車乘、象、馬、駝、驢擔負持去，亦不能", "446": "盡。若有至心受三歸齋，是人所得功德果報，", "447": "勝出彼藏所有寶物。「善男子！若有從他三受", "448": "三歸，三受八戒，是名得具一日一夜優婆塞", "449": "齋。明相出時，是時則失。是故不得佛像邊受，", "45": "其種子獲其果實；施主施已，亦復如是，隨其", "450": "要當從人，根本清淨，受已清淨，莊嚴清淨，覺", "451": "觀清淨，念心清淨，求報清淨，是名三歸清淨", "452": "齋法。善男子！若能如是清淨歸依受八戒者，", "453": "除五逆罪，餘一切罪悉皆消滅。如是戒者，不", "454": "得一時二人並受。何以故？若一時中二人共", "455": "受，何因緣故一人毀犯、一人堅持？是戒力", "456": "故，後世生時不能造惡，受已作罪，復不永失。", "457": "若先遣信，欲刑戮人，信遲未至，其人尋後發", "458": "心受齋，當受齋時，信至即殺，雖復一時，以戒", "459": "力故，不得殺罪。若諸貴人，常勅作惡，若欲受", "46": "所施獲其福報。如受施者，受已得命、色、力、安、", "460": "齋，先當勅語，遮先諸惡，乃得成就；若先不遮，", "461": "輒便受齋者，不名得齋。欲受齋者，先當宣令", "462": "所屬國境，我欲受齋，凡是齋日，悉斷諸惡罰", "463": "戮之事。若能如是清淨受持八戒齋者，是人", "464": "則得無量果報至無上樂。「彌勒出時百年受", "465": "齋，不如我世一日一夜。何以故？我時眾生", "466": "具五滓故。是故我為鹿子母說：『善女！若娑羅", "467": "樹能受八齋，是亦得受人天之樂至無上樂。』", "468": "善男子！是八戒齋，即是莊嚴無上菩提之瓔", "469": "珞也！如是齋者，既是易作，而能獲得無量功", "47": "辯，施主亦得如是五報。若施畜生得百倍報，", "470": "德。若有易作而不作者，是名放逸。「善男子！", "471": "菩薩二種：一者、在家，二者、出家。出家菩薩能", "472": "教眾生淨八戒齋，是不為難；在家菩薩教他", "473": "清淨，是乃為難。何以故？在家之人多惡因緣", "474": "所纏繞故。」", "475": "優婆塞戒經卷第五", "48": "施破戒者得千倍報，施持戒者得十萬報，施", "49": "外道離欲，得百萬報，施向道者得千億報，施", "5": "名為慳。護惜慳人不施之心，不生憐愍，留待", "50": "須陀洹得無量報，向斯陀含亦無量報，乃至", "51": "成佛亦無量報。", "52": "「善男子！我今為汝分別諸福田故，作如是說，", "53": "得百倍報至無量報。若能至心生大憐愍，施", "54": "於畜生，專心恭敬施於諸佛，其福正等無有", "55": "差別。言百倍者，如以壽命、色、力、安、辯施於彼", "56": "者，施主後得壽命、色、力、安樂、辯才各各百倍；", "57": "乃至無量，亦復如是。是故我於契經中說：我", "58": "施舍利弗，舍利弗亦施於我，然我得多，非", "59": "舍利弗得福多也。「或有人說：受者作惡，罪及", "6": "福田，求覓福田，既得求過，觀財難得，為之受", "60": "施主。是義不然！何以故？施主施時，為破彼", "61": "苦，非為作罪，是故施主應得善果。受者作", "62": "惡，罪自鍾之，不及施主。施主若以淨妙物施，", "63": "後得好色，人所樂見，善名流布，所求如意，生", "64": "上種姓，是不名惡；云何說言施主得罪？施主", "65": "施已，歡喜不悔，親近善人，財富自在，生上族", "66": "家，得人天樂至無上樂，能離一切煩惱結縛，", "67": "施主乃得如是妙果，云何說言得惡果報？施", "68": "主若能自手施已，生上姓家，遇善知識，多財", "69": "饒寶，眷屬成就，能用能施，一切眾生喜樂見", "7": "苦；或說無果、無施無受；護惜妻子眷屬等心，", "70": "之，見已恭敬、尊重、讚歎，施主受報得如是事，", "71": "云何說言得惡果報？施主若已淨物施已，", "72": "以是因緣多饒財寶，生上種姓，眷屬無量，身", "73": "無病苦，心無憂怖，所有財物王、賊、水、火所不", "74": "能侵，設失財物不生愁惱，無量世中身心安", "75": "樂，云何說言受惡果報？若未施時生於信心，", "76": "施時歡喜，施已安樂，求時、守時、用時不苦；", "77": "若以衣施得上妙色，若以食施得無上力，若", "78": "以燈施得淨妙眼，若以乘施身受安樂，若以", "79": "舍施所須無乏，施主乃得如是善報，云何說", "8": "積財求名，見多生喜，觀財是常，是名慳垢。是", "80": "言得惡果也？「復次，施主若施佛已，用與不", "81": "用，果報已定。施人及僧，有二種福：一、從用生，", "82": "二、從受生。何以故？施主施時，自破慳悋，受者", "83": "用時，破他慳悋，是故說言從用生福。又復從", "84": "用，人能轉用，僧能增長，施已不求世之果報，", "85": "不以能起煩惱因施，是故能得無上淨果，名", "86": "曰涅槃。若有人能日日立要，先施他食，然後", "87": "自食，若違此要，誓輸佛物，犯則生愧，如其", "88": "不違，即是微妙智慧因緣，如是施者，諸施中", "89": "最，是人亦得名上施主。若能隨順求者意施，", "9": "垢能污諸眾生心，以是因緣，於他物中尚不", "90": "是人於後無量世中所求如意。若有淨心，財", "91": "物、福田、悉清淨者，是人則得無量果報。若給", "92": "妻子、奴婢衣食，恒以憐愍歡喜心與，未來則", "93": "得無量福德。復觀田倉多有鼠雀，犯暴穀米，", "94": "恒生憐愍；復作是念：『如是鼠雀，因我得活。』念", "95": "已歡喜，無觸惱想，當知是人得福無量。若為", "96": "自身造作衣服、瓔珞、環玔、嚴身之具，種種器", "97": "物，作已歡喜，自未服用，持以施人，是人未來", "98": "得如意樹。「若有說言：離於布施得善果者，無", "99": "有是處。離財得施，離受有施，不離慳惜成布"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1488 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經: 優婆塞戒經", "author": "北涼 曇無讖譯", "sourceLink": "http://www.cbeta.org/"}