{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1772 觀彌勒上生兜率天經贊", "text": {"0": "觀彌勒上生兜率天經贊卷下", "1": "大慈恩寺基撰", "10": "下結勸生彼。請中有二。初明請軌後明陳請。", "100": "慧五根為勝因緣內證法苑樂外感五百億天", "1000": "除五十劫。但發身業首不至地。歸心輕故。", "1001": "若有敬禮彌勒者除却百億劫生死之罪。贊", "1002": "曰。第三禮拜投誠也。以首至地晝夜相續除", "1003": "罪百億劫。身心等歸並皆重故。此為最重見", "1004": "毫。第二一念頃。第三聞名合掌。第四輕重異", "1005": "故。問何故見身毫相不如遙念。答見佛身相", "1006": "滅罪寔多。良以遙念行而難生。見歸崇而易", "1007": "起。行化之法先勸作難修後勸作易行。又人", "1008": "間苦重欣意殊深。天上樂多厭心誠淺。又遙", "1009": "念者一念頃時長故意念故。見光者暫時間", "101": "為造宮殿。修餘萬行資此五根。故以百億為", "1010": "時短故眼見故。遙念者滅罪多。見毫光者滅", "1011": "罪小。問聞名歸念滅罪多。小經有明文。造形", "1012": "供養功德多少。答功德更多。作事相續念亦", "1013": "大故。此中且舉少念少禮一暫歸聞。若數數", "1014": "聽聞頻頻敬禮朝朝供養。功德更多。前三品", "1015": "修但明得生之福。未論滅罪之相。第二段中", "1016": "明作歸依不退利益。今第三段方明滅罪。即", "1017": "是總說作大歸依。令眾欣生歸崇滅罪。", "1018": "設不生天未來世中龍華菩提樹下亦得值遇", "1019": "發無上道心。贊曰。此明不樂生業力未滿", "102": "稱。或是菩薩化預莊嚴。准報土中所有嚴飾", "1020": "者龍花三會亦發道心。其前樂生三品業滿", "1021": "龍花三會悉得道。此唯發心故成差別。菩薩", "1022": "處胎經第二卷說。汝生快樂國。不如我國苦。", "1023": "汝說法甚易。我說法甚難。初說九十六受我", "1024": "五戒者。次說九十四受持三歸者。後說九十", "1025": "二一稱南無佛。據實上品生修六事法。彼經", "1026": "唯言受我五戒。初會度者但舉行者修六中", "1027": "一。威儀不缺攝。上下品生唯一事故。受持三", "1028": "歸第二會度者中三品中中上品生。具三業", "1029": "故。一稱南無佛第三會度者下三品中下下", "103": "勝出世間善根所起故。此所說五根為因。", "1030": "品攝。唯口念故。彼經且舉三中各一。麁俗所", "1031": "修非具顯。故不相違也。", "1032": "說是語時無量大眾即從座起頂禮佛足禮彌", "1033": "勒足繞佛及彌勒菩薩百千匝。贊曰。勸生", "1034": "彼中自下第二大段眾發希願有二。初眾發", "1035": "希願。後佛記生。願中有二。一明威儀。二明發", "1036": "願。此初也。從坐起者。表生於彼從生死起。禮", "1037": "二足者。捨煩惱故。繞佛菩薩百千匝者。顯百", "1038": "千生常不離故。", "1039": "未得道者各發誓願我等天人八部今於佛前", "104": "各各脫身旃檀摩尼寶冠長跪合掌發是願言。", "1040": "發誠實誓願於未來世值遇彌勒捨此身已皆", "1041": "得上生兜率陀天。贊曰。此發願也。未得道", "1042": "者但舉凡夫。聖隨願故不還無學等神通可", "1043": "往。勵勸末代故唯舉凡不談聖往。未來值遇", "1044": "三會得度。捨此身已方願生上。", "1045": "世尊記曰汝等及未來世修福持戒皆當往生", "1046": "彌勒菩薩前為彌勒菩薩之所攝受。贊曰。", "1047": "下佛記生。汝等及未來下品行者乃至一念", "1048": "稱彌勒名皆得生彼。況能修福持戒上品不", "1049": "生。三乘五乘皆度脫故。", "105": "贊曰。此明植因。旃檀者檀香也。色通赤白。", "1050": "佛告優波離作是觀者名為正觀若他觀者名", "1051": "為邪觀。贊曰。勸生彼中第三大段結成正", "1052": "觀。為度末代慇懃勸往。", "1053": "爾時尊者阿難即從座起叉手長跪白佛言世", "1054": "尊善哉世尊快說彌勒所有功德亦記未來修", "1055": "福眾生所得果報我今隨喜。贊曰。一部之", "1056": "中第三大段聞名喜行分。於中有四。一問。二", "1057": "答。三時眾獲益。四喜退流通。初中有二。初讚", "1058": "說隨喜。後正問持名。此初也。歎凡及聖功德", "1059": "業果。故成前說皆通二感。", "106": "摩尼者如意珠。即諸天所著。如赤白檀香色。", "1060": "唯然世尊此法之要云何受持當何名此經。", "1061": "贊曰。此問持名。唯然者敬諾詞。此經要妙如", "1062": "何受持。行之儀軌復何名之。", "1063": "佛告阿難汝持佛語慎勿忘失為未來世開生", "1064": "天路示菩提相莫斷佛種。贊曰。第二隨答", "1065": "為二。此答受持。我今滅度末代無依。故勸受", "1066": "持勅令不妄。為令未來近受天中之法樂捨", "1067": "四趣之淪喪。遠示菩提之妙相出三界而超", "1068": "驤。經在有善植根法。滅便斷佛種。佛謂圓", "1069": "覺。種名為因慧。學故慧生。不學種斷。", "107": "如意神珠乃天頂上所戴寶冠神珠。施者表", "1070": "此經名彌勒菩薩般涅槃亦名觀彌勒菩薩上", "1071": "生兜率陀天勸發菩提心如是受持。贊曰。", "1072": "此正答名。說彌勒菩薩涅槃之事故以為名。", "1073": "示生彼相令有瞻觀。勸發道心流通萬代。依", "1074": "名釋義。如是受持。受謂領納之在心。持謂任", "1075": "持之不妄。", "1076": "佛說是語時他方來會十萬菩薩得首楞嚴三", "1077": "昧。贊曰。第三時眾獲益有二。一聖益後凡", "1078": "益。此初也。", "1079": "八萬億諸天發菩提心皆願隨從彌勒下生。", "108": "當果生所求皆得故。種智圓明得如意故。脫", "1080": "贊曰。此凡益也。不但當時發心。亦願未來隨", "1081": "下。", "1082": "佛說是語時四部弟子天龍八部聞佛所說皆", "1083": "大歡喜禮佛而退。贊曰。第四喜退流通。得", "1084": "未曾有由此歡喜事訖。依教故退流通。惡果", "1085": "惡因生於季俗之末。佛前佛後長於無暇之", "1086": "中。欣生淨土妙行不成。若冀天宮恐勝因無", "1087": "結淨土。雖無惡染聖教自有參差。天宮雖有", "1088": "欲樂。道理定無疑惑。厭塵境者觸事染而不", "1089": "染。耽欲樂者是事不染而染。戒業缺然福慧", "109": "寶冠者順尊敬故。受記為佛得最尊故。諸", "1090": "淺薄。佛既應物機而現穢。凡亦契聖境而欣", "1091": "生。上聖上賢皆為此業。下凡下位何得越之。", "1092": "故行同者皆應專習。率已穿鑒。望充生因。自", "1093": "餘狀跡具如別傳。", "1094": "大宋高僧傳第四云。後躬遊五臺山。登大", "1095": "行至西河。古佛宇中宿。夢身在半山巖下。", "1096": "有無量人唱苦聲。冥昧之間初不忍聞。徒", "1097": "步陟彼層峯。皆瑠璃色。盡見諸國土。仰望", "1098": "一城。城中有聲曰。住住咄。基公未令到此。", "1099": "斯須二天童自城出問曰。汝見山下罪苦", "11": "此即初也。梵言優婆離此云近執。佛為太子。", "110": "天並脫。故言各各。長跪者雙膝著地直身而", "1100": "眾生否。答曰。我聞聲而不見形。童子遂投", "1101": "與劍一鐔曰。割腹當見矣。基自割之腹開", "1102": "有光兩道。暉映山下見無數人受其極苦。", "1103": "時童子入城持紙二軸及筆投之。捧得而", "1104": "去。及旦驚異未已。過信夜寺中有光。久而", "1105": "不滅。尋視之數軸發光者。探之得彌勒上", "1106": "生經。乃憶。前夢必慈氏令我造疏通暢厥", "1107": "理耳。遂投毫次筆鋒有舍利二七粒。而隕", "1108": "如吳含桃許大。紅色可愛。次零然而下者。", "1109": "牧如黃梁粟粒云云。", "111": "住敬相周故。表修定慧恒無間故。合掌者虔", "1110": "依此贊得義本經行講演", "1111": "欣以此法施順次詣都率", "1112": "慈尊受教誡顯法身無相", "1113": "觀彌勒菩薩上生兜率天經贊卷下終", "112": "恭貌。表心冥境證智合理故。上明修行身業", "113": "因。下發願者語業因能起。二者意業因三輪", "114": "備故。", "115": "我今持是無價寶珠及以天冠為供養大心眾", "116": "生故。贊曰。第二明發願。此起願因。慈氏廣", "117": "以智悲運蒼生。而居彼岸情懷廣大。居因位", "118": "而號眾生。摩訶薩埵云大有情。以義解之名", "119": "大心眾生。", "12": "彼為佛大臣親近太子。執事之臣。古人云佛", "120": "此人來世不久當成阿耨多羅三藐三菩提我", "121": "於彼佛莊嚴國界得受記者令我寶冠化成供", "122": "具。贊曰。正明發願。此人者慈氏。當在人中", "123": "未生天趣預興此願。故言此人於未來世當", "124": "成正覺。我於彼土佛成正覺時。可為莊嚴殊", "125": "勝國界得預彼會受記別者。令我寶冠化成", "126": "供具。供具者四事什物供養之具。變寶冠而", "127": "為供具者。顯轉凡而修成聖德。此但說冠略", "128": "無寶珠。所願同故。或寶謂如意珠。冠謂天冠。", "129": "合而論故。若不爾者。何故行因冠珠兩捨。及", "13": "之家人。非也。今云優波離訛也。亦從座起者。", "130": "其發願獨有天冠。故應後釋不違正理。", "131": "如是諸天子等各各長跪發弘誓願亦復如是。", "132": "贊曰。第三行願皆同上。雖總說諸天已訖。", "133": "結集之家恐生疑惑施說。諸天願唯一發。今", "134": "顯行該一切願亦普同三業修因相皆等故。", "135": "時諸天子作是願已是諸寶冠化作五百萬億", "136": "寶宮。贊曰。上明植因發願。自下第二明", "137": "天願果。於中有二。初明十重嚴飾。後時樂", "138": "音中下重顯前嚴。十重飾者。一宮二園三寶", "139": "四光五華六樹七色八金九天女十音樂。此", "14": "既見彌勒位立。優波離垂斯啟請。是故稱。", "140": "初也。既有十地菩薩圍繞。亦有凡夫十善往", "141": "生。復是菩薩十力增上之所顯現。宮有十重。", "142": "故下經云。菩薩福力十善報應。宮謂法苑。初", "143": "地真智得空寂。金初創得。故內修五根。所以", "144": "感宮等皆言五百。", "145": "一一寶宮有七重垣一一垣七寶所成。贊", "146": "曰。此有二嚴。二地持戒生長善法。守護六根", "147": "感園圍繞。三地證得。聞思修慧照了大乘教", "148": "理行果。起智光明故感園寶色。成此各七者。", "149": "二地持戒七支備故。三地能照三乘教理行", "15": "亦表聞彌勒之事當證菩提故。從座起頭面", "150": "果七故。又具忍辱七種觀故。一安受苦忍。二", "151": "諦察法忍。餘五並是耐怨害。忍謂親善想准", "152": "法想無常想有苦想攝受想。如幽贊上卷說。", "153": "一一寶出五百億光明一一光明中有五百億", "154": "蓮華。贊曰。此有二嚴。四地修得菩提分法。", "155": "慧焰增故。百行助成感百億光。五地作四諦", "156": "觀出生死泥智花敷故。內解五明外感五五", "157": "百億華。", "158": "一一蓮華化作五百億七寶行樹一一樹葉有", "159": "五百億寶色。贊曰。此有二嚴。六地作十二", "16": "作禮者。屈己首尊禮佛卑足。一心頂戴虔恭", "160": "因緣觀。厭生死苦樹。感七寶樹故。思慧風動", "161": "樹觀緣起故。七寶樹者七十七智觀所引。故", "162": "七地純作真無相觀。證法性色感妙色故。", "163": "一一寶色有五百億閻浮檀金光一一閻浮檀", "164": "金光中出五百億諸天寶女。贊曰。此有二", "165": "嚴。八地相土皆得自在故能現起閻浮金光。", "166": "此於諸金最為第一。近閻浮樹水下而有色", "167": "蔽諸光。故偏舉此。九地成熟四無礙解。化利", "168": "眾生出生善根感寶女故。", "169": "一一寶女住立樹下執百億寶無數瓔珞出妙", "17": "深故。憍慢久除為顯成佛尊貴因故。無見頂", "170": "音樂。贊曰。此第十嚴女執諸寶及眾瓔珞。", "171": "此寶瓔珞出妙音樂。第十地中陀羅尼門三", "172": "摩地門。無礙神通感寶瓔珞貴莊嚴故。雲雨", "173": "說法感樂音故。此上十嚴皆由內具彼德外", "174": "招彼果。十善業道十力智等隨應釋相。", "175": "時音樂中演說不退轉地法輪之行。贊曰。", "176": "重顯前嚴有四。一廣第十樂音說法。二廣第", "177": "六七寶行樹。三廣第四破暗光明。四廣第二", "178": "垣牆高厚。此初廣樂音也。不退有五。一未信", "179": "者信。信不退故。二未定者定。位不退故。三未", "18": "相之妙業故也。", "180": "得者得。證不退故。四未修者修。行不退故。五", "181": "已斷者不生煩惱。斷不退故。此乃三乘通不", "182": "退地法輪之行。法輪能詮。行是所詮。正法輪", "183": "者。唯所詮行。摧滅移轉行周圓。故行即法輪。", "184": "今言法輪之行。故知教名法輪。說彼五位所", "185": "修行也。以彼聽眾具三乘故法輪有五。一自", "186": "性。二眷屬。三因。四境。五果。如章中說。今明", "187": "行者。即攝初三或攝一切。", "188": "其樹生果如玻璃色一切眾色入頗梨色中。", "189": "贊曰。第二廣樹。頗梨色者。謂紅赤色此為根", "19": "世尊往昔於毘尼中及諸經藏說阿逸多次當", "190": "本。一切寶色為此所含皆入此色。顯所化眾", "191": "生究竟位皆歸一乘。", "192": "是諸光明右旋宛轉流出眾音演說大慈大悲", "193": "法。贊曰。第三廣破暗光明。右旋宛轉表菩", "194": "薩行一切不離智慧光明及慧所引拔苦與樂", "195": "大慈悲法。大慈以無嗔為性。大慈以無嗔無", "196": "癡為性。此各有三。一有情緣緣假有情。二法", "197": "緣不見有情但唯有法。三無緣法相亦無唯", "198": "有真理。或有情緣緣有情起。法緣緣十二分", "199": "教起。無緣緣真如起。無所緣故。彌勒慈尊導", "2": "爾時優婆離亦從座起頭面作禮而白佛言。", "20": "作佛。贊曰。下明陳請。於中有二。初舉昔", "200": "萬物故演慈悲之法。", "201": "一一垣牆高六十二由旬厚十四由旬。贊", "202": "曰。第四廣垣。垣謂圍墉。高六十二由旬者。顯", "203": "生彼者逾破六十二見故。厚十四由旬者。御", "204": "摧十四不可記事故。此四嚴中初二進行皆", "205": "歸一乘。發心證果有差別故。次一破嗔癡濟", "206": "有情類。後一永斷外道邪見。", "207": "五百億龍王圍繞此垣。贊曰。造宮之中下", "208": "第三段龍王守護有三。一明守護。二雨寶樹。", "209": "三次樹說法。此初也。法王教化天神警衛。恐", "21": "生今問。後顯今徵後問。此初也。前言世尊呼", "210": "致外侵龍王守護。五百億者。顯內具五力四", "211": "魔不能屈伏。外有龍王非人不能逼害。內持", "212": "五戒諸惡不侵。外感龍圍橫災自滅。", "213": "一一龍王雨五百億七寶行樹莊嚴垣上。贊", "214": "曰。明雨寶樹。因五力起七財故。感龍王雨樹", "215": "嚴飾。七聖財者。謂信戒聞捨慧慚愧。", "216": "自然有風吹動此樹樹相掁觸演說苦空無常", "217": "無我諸波羅蜜。贊曰。明樹說法。風喻大悲。", "218": "任運所擊真俗智樹棠觸談演如是等法。所", "219": "謂一切有漏逼迫自性皆苦所執。法體都無", "22": "佛。又言世尊談佛。談佛往昔說彌勒故。世出", "220": "名空。有為起盡遷流生滅無總自體。一常實", "221": "我。由此能令諸修行者越到彼岸名波羅蜜。", "222": "爾時此宮有一大神名牢度跋提即從座起遍", "223": "禮十方佛發弘誓願。贊曰。明外果中次下", "224": "第二明大神為造法堂。慈氏內院也。以堂為", "225": "主名造法堂。據實而言。具造內院。至下當悉。", "226": "於中有三。一發願。第二既發願下所願果遂。", "227": "第三爾時十方無量諸天下諸天覩勝發願往", "228": "生。初中有二。一明儀軌二明發願。此初也。普", "229": "憑威力遍禮十方。欲解廣大發弘誓願。雖知", "23": "世尊略言世尊。即是第十薄伽梵號。梵云毘", "230": "凡聖同感內院方成菩薩。力增多由聖現。一", "231": "大神者。表無漏智能起妙土。佛地經云。勝出", "232": "世間善根所起如如意珠有神用。故亦是凡", "233": "夫發菩提心加行智感。", "234": "若我福德應為彌勒菩薩造善法堂令我額上", "235": "自然出珠。贊曰。正明發願。宣妙義舍名善", "236": "法堂。表親尊重。珠從額出。內院宮字如下自", "237": "陳。法堂尊勝故標願首。", "238": "既發願已額上自然出百億寶珠瑠璃玻璃一", "239": "切眾色無不具足如紫紺摩尼表裏映徹。贊", "24": "奈耶此云調伏。調和控御身語等業。制伏滅", "240": "曰。下明願遂。於中有五。一明作宮。第二時諸", "241": "園中下作園。第三亦有七寶大師子座下作", "242": "座。第四時宮四角有四寶柱下作柱。第五如", "243": "是天宮有百萬億無量寶色下天宮天女寶色", "244": "皆同。作宮中有八。一明作宮。二欄楯。三天子", "245": "女。四手生花。五光明。六樂器。七起舞。八說", "246": "法。作宮殿中有二。初出珠後作宮。此初也。瑠", "247": "璃碧色。頗梨紅色。一切眾色皆具足者。額上", "248": "之珠舉碧紅為首。自餘眾色一切皆足。或此", "249": "二寶一切色類皆悉具足。紫謂紫色。紺者說", "25": "除諸煩惱故。即是廣律本也。古云毘尼或云", "250": "文云。帛深青而陽赤色含紺也。青而含赤", "251": "色。今此紺者與彼稍異。如紫青色。如意神珠", "252": "表裏映徹。", "253": "此摩尼殊迴施空中化為四十九重微妙寶", "254": "宮。贊曰。此作宮也。四十九重者。持戒堅牢", "255": "宮遂重密。", "256": "一一欄楯萬億梵摩尼寶所共合成諸欄楯間", "257": "自然化生無量億萬七寶蓮華一一蓮華上有", "258": "無量億光其光明中具諸樂器如是天樂不鼓", "259": "自鳴此聲出時諸女自然執眾樂器競起歌舞", "26": "毘泥皆訛也。近執明究律藏頗亦諳經。受記", "260": "所詠歌音演說十善四弘誓願諸天聞者皆發", "261": "無上道心。贊曰。自下第二作欄楯。第三化", "262": "生天子天女。第四手生蓮花。第五有無量光", "263": "明。第六光有樂器不須擊鼓而自然響。第七", "264": "樂聲既動女起舞歌。第八歌舞不作生死之", "265": "戲皆演十善行四弘之誓願。四弘願者。一未", "266": "離苦願離。二未得樂願得。三未發菩提心斷", "267": "惡修善者願早發心斷惡修善。四未成佛者", "268": "願早成佛。亦云知苦斷集證滅修道。諸天聞", "269": "已發大乘心。此由聖行八聖道支八解脫樂。", "27": "多在律中。因斯起問。阿逸多者此云無能勝。", "270": "凡持八戒不殺不盜不邪婬不妄語不飲酒。", "271": "不香鬘塗身歌舞作倡。不騰高廣大床。不非", "272": "時食。如其次第之所感得。聖凡眾行助正智", "273": "等之所集成。如慧為先安布間飾。故能致此。", "274": "不爾何緣有斯勝處。", "275": "時諸垣中有八色瑠璃渠。一一渠有五百億寶", "276": "珠而用合成。一一渠中有八味水八色具足。其", "277": "水上涌繞梁棟間。於四門外化生四華。水出華", "278": "中如寶華流。一一華上有二十四天女。身色微", "279": "妙如諸菩薩莊嚴身相。手中自然化五百億寶", "28": "彌勒字也。名彌勒字阿逸多。往昔佛在耆山", "280": "器。一一器中天諸甘露自然盈滿。左肩荷佩無", "281": "量瓔珞。右肩復負無量樂器。如雲住空從水而", "282": "出。讚歎菩薩大波羅蜜。贊曰。第二大段願", "283": "遂中一大神作園。於中有二。初列七事嚴。後", "284": "結生彼得。初中有七。一八色渠八色渠者。青", "285": "黃赤白紅紫碧綠。二寶珠合成。三八味水即", "286": "前八色皆悉具足。八味者八功德水可愛味", "287": "故。八德水者。一清二輕三冷四濡五香六美", "288": "七飲時不損喉。八飲已不傷腹。四水涌繞梁", "289": "門外生華。八色之水從花而出。水色交映如", "29": "說。次我後當成佛者名曰彌勒。時有菩薩名", "290": "寶花流。五花出天女二十四者。持七支戒防", "291": "三世惡別三心受。故所感果有二十四。六手", "292": "出寶器甘露滿中。表得法味故滿甘露。七此", "293": "諸天女左佩瓔珞右負樂器。從八色水而出。", "294": "如瑞雲住空。口讚菩薩諸波羅蜜。持七支戒", "295": "身三語四。反修七聖財兼行七覺分。除七隨", "296": "眠之所招感。此等天女或非實女。並佛菩薩", "297": "所共化成。莊嚴道場。或是女人宿持淨戒精", "298": "進無犯之所感現。不可凡心之所測度。", "299": "若有往生兜率天上自然得此天女侍御。贊", "3": "贊曰。上明說經因起分。下明發請廣說分。", "30": "曰慈氏。從座而起白言世尊願我未來作彼", "300": "曰。結生彼得。", "301": "亦有七寶大師子座高四由旬閻浮檀金無量", "302": "眾寶以為莊嚴。贊曰。第三大段明願遂中", "303": "大神作座。於中有十。此文有二。一座量高廣", "304": "清淨法界內含四德。化身之座高四由旬。二", "305": "金寶莊嚴。三業智行所嚴飾故。言七寶者。三", "306": "文不同。無量壽經云。金銀瑠璃頗梨珊瑚馬", "307": "腦車渠。恒水經云。金銀珊瑚真珠車渠明月", "308": "珠摩尼珠佛地論云。一金二銀三吠瑠璃四", "309": "頗胝迦五牟娑珞揚婆當車渠也六遏濕摩揚婆", "31": "彌勒。佛言可爾。故今騰昔而生後問。", "310": "當馬腦也七赤真珠。雖有帝青大青石藏杵藏。非", "311": "常所重故多不說。三文隨方愛樂差別。不可", "312": "釋其不同所以。", "313": "座四角頭生四蓮華一一蓮華百寶所成一一", "314": "寶出百億光明其光微妙化為五百億眾寶雜", "315": "華莊嚴寶帳。贊曰。三生四花。慈悲喜捨內", "316": "四無量外感花故四。百寶飾十善業道自作", "317": "教他讚歎慶喜。少分多分全分少時多時盡", "318": "喜行。故一一有十名為百行。內修百行外百", "319": "寶成。所以上下多說百數。五放光明。智破暗", "32": "此阿逸多具凡夫身未斷諸漏此人命終當生", "320": "故。六雜花莊嚴。眾行助故。", "321": "時十方面百千梵王各各持一梵天妙寶以為", "322": "寶鈴懸寶帳上時小梵王持天眾寶以為羅網", "323": "彌覆帳上爾時百千無數天子天女眷屬各持", "324": "寶華以布座上是諸蓮華自然皆出五百億寶", "325": "女手執白拂侍立帳內。贊曰。七內修四辨", "326": "外有大梵懸寶鈴天人敬重。八內修總持外", "327": "有小梵為網。九天子天女持花布座。十寶女", "328": "執白拂侍立帳內。皆由凡除十惡修善戒。菩", "329": "薩亦持十無盡戒之所招感。", "33": "何處。贊曰。顯今徵後問也。文有其二。初舉", "330": "持宮四角有四寶柱一一寶柱有百千樓閣梵", "331": "摩尼珠以為交絡時諸閣間有百千天女色妙", "332": "無比手執樂器其樂音中演說苦空無常無我", "333": "諸波羅蜜。贊曰。第四大段願遂中大神造", "334": "柱。於中有四。一於宮四角各有一柱。二寶柱", "335": "各有寶珠樓閣梵摩尼者。謂淨摩尼或大梵", "336": "王如意珠也。此柱皆以梵如意珠而為交絡。", "337": "三閣間天女手執樂器。四樂音演法內修四", "338": "念住心住不動。外感四柱種種莊嚴。", "339": "如是天宮有百億萬無量寶色一一諸女亦同", "34": "今徵後生之處所。後舉今徵後生處淨穢。此", "340": "寶色。贊曰。第五大段願遂中天宮天女寶", "341": "色皆同。欲顯內院種種莊嚴。欲令有情同入", "342": "佛慧故。", "343": "爾時十方無量諸天命終皆願生兜率天宮。", "344": "贊曰。大神造堂中大段第三諸天覩勝發願", "345": "往生。彌勒生已方皆發願。亦有未生而發願", "346": "者。", "347": "時兜率天有五大神。贊曰。自下第三大段", "348": "明五大神於外內宮種種嚴飾。於中有二。初", "349": "標後顯。此標也。由菩薩等內修五蘊妙用莫", "35": "初徵也。波離下器情局小乘。以己所知輒揣", "350": "方。外感五神威力無比。五蘊者。一戒蘊。二定", "351": "蘊。三慧蘊。緣有為慧。四解脫蘊。勝解數也。", "352": "五解脫知見。蘊緣無為慧。", "353": "第一大神名曰寶幢身雨七寶散宮牆內一一", "354": "寶珠化成無量樂器懸處空中不鼓自鳴有無", "355": "量音適眾生意。贊曰。內持戒得尊高。如寶", "356": "幢高顯故。戒七支雨七寶。由持戒故各稱人", "357": "心。感得樂音適眾生意。", "358": "第二大神名曰華德身雨眾華彌覆宮牆化成", "359": "華蓋一一蓋華百千幢旛以為導引。贊曰。內", "36": "尊極。小宗說於菩薩三劫猶是凡夫樹下三", "360": "修定蘊外感大神名曰花德。定水澄清出妙", "361": "花故。起四無量垂覆四生。故雨眾華化成花", "362": "蓋。無量眾行助嚴禪定。感百千幡以為導引。", "363": "第三大神名曰香音身毛孔中雨出微妙海此", "364": "岸栴檀香如雲作百寶色遶宮七匝。贊曰。", "365": "內具慧蘊說法利物破無明臭。外感大神名", "366": "曰香音。智慧可重如海此岸香。海此岸香六", "367": "銖價直娑婆世界。遶宮七匝除七漏故。七", "368": "漏者。謂見漏念漏愛漏思惟漏根漏惡漏親", "369": "近漏。", "37": "十四心方成聖者。欲恚害覺時亦未已故言", "370": "第四大神名曰喜樂雨如意珠一一寶珠自然", "371": "住在幢旛之上顯說無量歸佛歸法歸比丘僧", "372": "及說五戒無量善法諸波羅蜜饒益勸助菩提", "373": "音者。贊曰。內嚴解脫蘊。外感大神名曰喜", "374": "樂。離邪解憂苦得勝解喜樂。心既決定修行", "375": "能成。故雨如意珠也。心常決定住於真如。外", "376": "感神珠住在幢幡之上。既說三歸又說五戒", "377": "及諸善法。饒益者利樂義。勸者讚勉義。助者", "378": "資益濟苦義。音謂音聲。者謂行者。此意總顯", "379": "神珠演說三歸五戒利樂勸勉發求大菩提聲", "38": "凡夫。未斷諸漏。漏有三種。如法華贊。生何處", "380": "之行者。", "381": "第五大神名曰正音聲身諸毛孔流出眾水一", "382": "一水上有五百億華一一華上有二十五玉女", "383": "一一玉女身諸毛孔出一切音聲勝天魔后所", "384": "有音樂。贊曰。內修解脫智見蘊。外感大神", "385": "名曰正音聲。智順正理。如正音聲故。出眾水", "386": "者。智水潤渡正覺牙故。五百億花嚴眾德故。", "387": "二十五玉女者。利益出生二十五有諸善根", "388": "故。此諸玉女出諸聲者。二十五有一切眾生", "389": "皆歸念故。出世間聲美妙可愛故。勝天魔后", "39": "者。三界何界五趣何趣四生何生九有何有。", "390": "所有音樂。或五大神凡持五戒之所感得。亦", "391": "是五通之所招集。神通他心宿命天眼天耳", "392": "如次之所感現。", "393": "佛告優波離此名兜率陀天十善報應勝妙福", "394": "處。贊曰。答淨穢中。上來第一答處淨穢。下", "395": "結所因歎處勝妙。於中有二。一結因二歎勝。", "396": "此結因也。十不善業得果有四。一異熟。二等", "397": "流。三增上。四士用。十善業道能得五果加離", "398": "繫果。無漏得四除異熟果。有漏有四除離繫", "399": "果。二種相資故得五果。下明內身即異熟果。", "4": "一生補處受記非輕。示相勸生嚴因寔重。若", "40": "觀因驗果未遣心疑。唯願法王指陳生域。", "400": "又云於一時間成熟五百億天子得不退地。", "401": "即離繫果。長壽相等名等流果。此等外果有", "402": "二。一增上二士用。如瑜伽論第五十九六十", "403": "及對法論第八廣說十惡業道所有果相。翻", "404": "彼即是十善道果。此中總說十善道果不別", "405": "顯示。然諸善法十善攝盡。業道據重十善通", "406": "輕。故此據總攝一切盡。隨義應知。", "407": "若我住世一小劫中廣說一生補處菩薩報應", "408": "及十善果者不能窮盡今為汝等略而解說。", "409": "贊曰。此歎勝也。一小劫者日月歲數劫也。三", "41": "其人今者雖復出家不修禪定不斷煩惱佛記", "410": "劫行因果應無量。況佛示現境界難思。凡善", "411": "因果亦廣大。故一小劫說亦難盡。即是聖凡", "412": "之因所招外內二果下上兩品所招集故。今", "413": "為小器略而解說。廣則無邊。", "414": "佛告優波離若有比丘及一切大眾不厭生死", "415": "樂生天者愛敬無上菩提心者欲為彌勒作弟", "416": "子者當作是觀。贊曰。明外果中自下第三", "417": "結勸生彼。於中有三。一示生彼人。二教生彼", "418": "行。三結成正觀。此示生彼人也。略有三人。", "419": "一者菩薩行法不厭生死受生死苦行利樂故", "42": "此人成佛無疑此人命終生何國土。贊曰。", "420": "樂生天者。詑脫所依修妙行故於一切生受", "421": "尊貴。故處劣。自體行不圓故生天得見彌勒", "422": "佛。故不同二乘厭生死苦恐天放逸不樂生", "423": "也。二者愛敬無上菩提心者。樂修勝行求大", "424": "菩提。於彌勒所開大法故。不樂大乘希小果", "425": "者隨受生處欣涅槃故。三者欲為彌勒作弟", "426": "子者。願於惡界為作善利。苦有情所希行救", "427": "濟不願淨土。作餘佛弟子彼無苦有情可行", "428": "濟度無苦可厭。欣心不深故。又釋迦末法持", "429": "戒犯戒有戒無戒釋迦皆囑彌勒度之。自揣", "43": "徵淨穢也。從緇落飾形貌出家。常現威儀不", "430": "解行難生淨土。可為彌勒作弟子者。於上所", "431": "說天宮處所應作是觀。其觀者何。", "432": "作是觀者應持五戒八齋具足戒身心精進不", "433": "求斷結修十善法一一思惟兜率陀天上妙快", "434": "樂。贊曰。二教生彼行也。此修五因。一持五", "435": "戒。二持八戒。三持具足戒。即是出家五眾所", "436": "受皆名具戒。四身心精進不求斷結。精謂精", "437": "純無惡雜故。進謂昇進不懈退故。不求斷結", "438": "者。非作精進六行斷結。斷結便生上二界。故", "439": "五修十善法。今此且論凡夫散心。五麁因行", "44": "修禪定。受姨母之妙服。欲貪未遣。矚毫光而", "440": "感內外院。增上果業未是巨細分別。解釋生", "441": "彼業因。廣勸生中方具教示。雖修此因要須", "442": "一一思惟。彼天上妙快樂迴願生。故前行非", "443": "觀觀為首。故思惟彼故名之為觀。", "444": "作是觀者名為正觀若他觀者名為邪觀。贊", "445": "曰。結成正觀。去佛時遙病重行闕。受佛付囑", "446": "欣當佛度末代津梁。真為正觀。業淺識微智", "447": "量疎拙。欣生報土。越分所望不稱病行名為", "448": "邪觀。", "449": "爾時優波離即從座起整衣服頭面作禮白佛", "45": "不識。尚有無知。佛記果圓理深難測。命終生", "450": "言世尊兜率陀天上乃有如是極妙樂事。贊", "451": "曰。上明外果下明內果。於中有三。初啟請。次", "452": "廣答。後佛滅度後勸生於彼。啟請有三。一請", "453": "儀二歎勝三正請。此中具二。作禮以上請儀。", "454": "白佛以下歎勝。", "455": "今此大士何時於閻浮提沒生於彼天。贊", "456": "曰。正請也。有二問。一問此沒二問生彼。", "457": "佛告優波離却後十二年二月十五日於波羅", "458": "奈國劫波利村波婆利大婆羅門家本所生處", "459": "結加趺坐如入滅定。贊曰。下廣答有四。第", "46": "處淨穢何方。但以菩薩不起滅定而現威儀。", "460": "一答此沒。第二時兜率陀天七寶臺內下答", "461": "生彼天。第三閻浮提歲數下乘言便故說下", "462": "生時節明住彼天之壽量也。第四佛告優波", "463": "離是名彌勒下總結。初中有七。此文有三。一", "464": "命終年月却後十二年者。表聞授記得度生", "465": "死十二緣起。二月者。涅槃經第三十云。二", "466": "月名春陽。春陽之月萬物生長。種植根栽花", "467": "菓敷榮。江河盈滿百獸孚乳。是時眾生多生", "468": "常想。為破此常說一切法悉是無常。唯說如", "469": "來常住無變。於六時中孟冬枯悴眾不愛樂。", "47": "將繼法王。遂取金疊讓。推光位等問豪光。", "470": "陽春和液人所貪愛。為破眾生世間樂故演", "471": "說。常樂我淨亦爾。言二月者喻二種法身。謂", "472": "自性身及智法身。冬不樂者喻於智者不樂", "473": "如來無常入於涅槃。二月樂者喻於智者樂", "474": "於如來常樂我淨。種植者喻聞法歡喜發菩", "475": "提心種諸善根。河者喻於十方諸大菩薩來", "476": "詣我所諮受如是大涅槃典。百獸孚乳者喻", "477": "我弟子生諸善根。花喻七覺。菓喻四果。以是", "478": "義故二月涅槃。師子孔言。初生出家成道轉", "479": "妙法輪皆以八日。何故涅槃獨十五日。善男", "48": "波離不知乍謂。無定情麁覩相真疑有惑。禪", "480": "子如十五日月無虧盈。諸佛亦爾。入大涅槃", "481": "無有虧盈。故以十五日入涅槃。如十五日月", "482": "盛滿時有十一事。一破暗。二令見道非道。三", "483": "令見邪正。四除欝蒸得清涼。五能破壞螢火", "484": "高心。六息一切賊盜之想。七除眾生畏惡獸", "485": "心。八能開敷優鉢羅花九含蓮花。十發行人", "486": "進路之心。十一令諸眾生樂受五欲多獲快", "487": "樂。如來滿月亦復如是。一破無明暗。二演說", "488": "正道邪道。三開示生死邪險涅槃平生。四令", "489": "人遠離貪嗔癡熱。五破壞外道光明。六破壞", "49": "定有九。煩惱有十。如餘處說。然且成佛之先", "490": "煩惱結賊。七除滅畏五蓋心。八開敷眾生種", "491": "善根心。九覆蓋眾生五欲之心。十發起眾生", "492": "進修趣向大涅槃行。十一令諸眾生樂修解脫。", "493": "故十五日入涅槃義理既同。故涅槃之時與", "494": "佛無異。上明歲月。二者涅槃處。處即於本", "495": "國本村。父名波婆利。本生之處。釋迦佛於迦", "496": "維羅衛國生。於俱尸那國入滅。表此化緣畢", "497": "餘方教化。處胎經第二說。我身今滅不復更", "498": "生於閻浮提。於十方面三十二說諸佛剎。中", "499": "遍施佛事。此緣盡故彼不盡故。慈氏本生處", "5": "不因請而說。補處之相未尊。若無請而自談。", "50": "必在覩史一生補處大小共同。波離挾己下", "500": "入滅者。此緣未盡。表於此滅後於此生行利", "501": "他故。三者入滅形相結跏趺坐如入滅定。釋", "502": "迦北首右脇枕手而入滅者。四威儀中臥為", "503": "極故。表釋迦佛化緣盡故。欲臥必坐。顯彌勒", "504": "佛利樂未終當得果時事方終故。二相不同。", "505": "表極未極有差別故。如入滅定者。似入涅槃", "506": "實未圓滅。方上生故。", "507": "身紫金色光明艶赫如百千日上兜率陀天。", "508": "贊曰。第四終後生相。身紫金色者。表利當生", "509": "最第一故。如百千日者。能破眾生癡愛想", "51": "心輒量上位。示有不知以發今請。", "510": "故。", "511": "其身舍利如鑄金像不動不搖。贊曰。第五", "512": "舍利之形也。舍利者󱉮殼也。馱都者體也。", "513": "佛體大小如󱉮穀量故以為名。釋迦如來碎", "514": "分舍利表分身十方處處導利。彌勒舍利全", "515": "身且在兜率行一佛化故。不動搖者。表佛法", "516": "身本無生滅動作事故。", "517": "身圓光中有首楞嚴三昧般若波羅蜜字義炳", "518": "然。贊曰。第六圓光神異。梵云三摩地。此云", "519": "等持。三昧者訛也。大乘之中妙定及慧字之", "52": "佛告優波離諦聽諦聽善思念之如來應供正", "520": "與義二俱炳然。炳然者煥爛之異名也。此意", "521": "即顯圓光之中有定與慧字義煥爛溢目顯然", "522": "矚其文而義顯。故義稱現。不爾如何光能現", "523": "義顯。雖入滅禪定智慧由來明煥。", "524": "時諸天人尋即為起眾寶妙塔供養舍利。贊", "525": "曰。第七天人供養。身雖入滅舍利猶在。", "526": "時兜率陀天七寶臺內摩尼殿上師子床坐忽", "527": "然化生。贊曰。自下第二答生彼天。於中有", "528": "六。一生處。二生相。三身量莊嚴。四異聖神", "529": "變。五相好光明。六說法利益。此即初也。七寶", "53": "遍知今於此眾說彌勒菩薩摩訶薩阿耨多羅", "530": "臺者。七財飾故即法堂也。師子座者。於彼臺", "531": "中法王位極得無畏故。忽然化生者。四生中", "532": "最勝故。自餘諸天於父膝上忽然化生。彌勒", "533": "乃於師子座生。凡聖異故。欲顯菩薩離欲生", "534": "故。", "535": "於蓮花上結跏趺坐身如閻浮檀金色。贊曰。", "536": "第二生相蓮華上者。於師子座上更有蓮花。", "537": "一切佛座淨土等中皆坐蓮花。表出生死之", "538": "淤泥秀二乘之濁水故。結跏趺坐者。如盤龍", "539": "居。以左押右降伏而坐。以右押左吉祥而坐。", "54": "三藐三菩提記。贊曰。下佛廣答有二。初勅", "540": "既將說法顯作吉祥。身色如金表可寶重。", "541": "長十六由旬三十二相八十種好皆悉具足頂", "542": "上肉髻紺瑠璃色釋迦毘楞伽摩尼百千萬億", "543": "甄叔迦寶以嚴天冠。贊曰。第三身量莊嚴。", "544": "長十六由旬者。德高無比能越六道超十地", "545": "故。相好之義如下當說。壽量隨天示同俗故", "546": "量越天眾真德高故。肉髻上髮紺青瑠璃之", "547": "色釋迦毘楞迦摩尼者。謂能種種現如意珠", "548": "及甄叔迦寶以嚴天冠。甄叔迦寶狀如延珪", "549": "似赤瑠璃。", "55": "聽許說。後依問具申。此初也。諦者審諦。聽音", "550": "其天寶冠有百萬億色一一色中有無量百千", "551": "化佛諸化菩薩以為侍者復有他方諸大菩薩", "552": "作十八變隨意自在住天冠中。贊曰。第四", "553": "異聖神變。意顯心首。常共諸佛十方菩薩為", "554": "伴侶故。十八變者。一振動。二熾然。三流布。", "555": "四示現。五轉變。六往來。七卷。八舒。九眾像", "556": "入身。十同類往趣。十一隱。十二顯。十三所作", "557": "自在。十四制他神通。十五能施辨才。十六能", "558": "施憶念。十七能施安樂。十八放大光明。如瑜", "559": "伽論三十七說。", "56": "察理。貴在審情。恐聽不明。重令諦聽。極妙作", "560": "彌勒眉間有白毫相光流出眾光作百寶色三", "561": "十二相一一相中五百億寶色一一好中亦有", "562": "五百億寶色一一相好豔出八萬四千光明雲。", "563": "贊曰。第五相好光明。眉間毫相第三十一", "564": "相也。諸佛毫相皆眉間者。極端嚴故。面為尊。", "565": "上間表兩中顯佛恒時貴處中道。毫相若舒", "566": "便長無量。卷如秋月。圓晈鮮光。白類雪珂。暉", "567": "煥眾景。白為色本。表作情。依時有卷舒。顯隨", "568": "緣現。流眾光者。顯演三乘相中最勝。所以偏", "569": "說下聖無有。由此獨陳。三十二相者。依大般", "57": "意名善思念。如來者第一號也。涅槃經云。如", "570": "若第三百八十一。佛言。善現云何如來三十", "571": "二相。善現世尊足下有平滿相。妙善安住猶", "572": "如奩底。地雖高下隨足所蹈。皆悉怛然無不", "573": "等觸。是為第一。世尊足下千輻輪文輞轂眾", "574": "相無不圓滿。是為第二。世尊手足皆悉柔軟", "575": "如覩羅綿。勝過一切。是為第三。世尊手足一", "576": "一指間猶如雁王咸有鞔網。金色交絡文同綺", "577": "畫。是為第四。世尊手足所有諸指圓滿纖長", "578": "甚可愛樂。是為第五。世尊足跟廣長圓滿與", "579": "趺相稱勝餘有情。是為第六。世尊足趺修高", "58": "過去佛所行妙行三十七品十一空等來至涅", "580": "宛滿柔軟妙好與跟相稱。是為第七。世尊雙", "581": "腨漸次纖圓。如翳泥耶仙鹿王腨。是為第八。", "582": "世尊雙臂修直𦟛圓。如象王鼻平立摩膝。是", "583": "為第九。世尊陰相勢峯藏密。其猶龍馬亦如", "584": "象王。是為第十。世尊毛孔各一毛生。柔潤紺", "585": "青右旋宛轉。是為第十一。世尊髮毛端皆上", "586": "靡。右旋宛轉柔潤紺青嚴金色身。皆可愛樂。", "587": "是第十二。世尊身皮細薄潤滑。塵垢水等皆", "588": "所不住。是第十三。世尊身皮皆真金色光潔", "589": "晃曜如妙金臺。眾寶莊嚴眾所樂見。是第十", "59": "槃故云如來。應者第二號也。應已求害煩惱", "590": "四。世尊兩足二手掌中頭及雙肩七處充滿。", "591": "是第十五。世尊肩項圓滿殊妙。是第十六。世", "592": "尊髆腋悉皆充實。是第十七。世尊容儀洪滿", "593": "端直。是第十八。世尊身相修廣端嚴。是第十", "594": "九。世尊體相縱廣量等周匝圓滿。如諾瞿陀。", "595": "是第二十。世尊頷臆并身上半威容廣大。如", "596": "師子王。是第二十一。世尊常光面各一尋。是", "597": "第二十二。世尊齒相四十齊平。淨密根深白", "598": "逾珂雪。是二十三。世尊四牙鮮白鋒利。是二", "599": "十四。世尊常得味中上味喉脈直。故能引身", "6": "欣當生心不重。故放光集眾普召有緣。假請", "60": "賊故。應不復受分段生故。應受世間妙供養", "600": "中諸支節脈。所有上味風熱淡病不能為雜。", "601": "由彼不雜脈離沈浮延縮壞損擁曲等過。能", "602": "正吞咽津液通流。故身心適常得上味。是二", "603": "十五。世尊舌相薄淨廣長能覆面輪至耳髮", "604": "際。是二十六。世尊梵音詞韻和雅隨眾多少", "605": "無不等聞。其聲洪震猶如天鼓。發言婉約如", "606": "頻迦音。是二十七。世尊眼睫猶若牛王。紺青", "607": "齊整不相雜亂。是二十八。世尊眼睛紺青鮮", "608": "白紅環間飾晈潔分明。是二十九。世尊面輪", "609": "其猶滿月。眉相晈淨如天帝弓。是第三十。世", "61": "故。正遍知者第三號也。正知遍知名正遍知。", "610": "尊眉間有白毫相。右旋柔軟如都羅綿。鮮白", "611": "光淨逾珂雪等。是三十一。世尊頂上烏瑟膩", "612": "沙高顯周圓猶如天蓋。是三十二。善現是名", "613": "三十二大士相。善現云何如來應正等覺八十", "614": "隨好。善現世尊指爪狹長薄潤光潔鮮淨如", "615": "花赤銅。是為第一。世尊手足指圓纖長𦟛直柔", "616": "軟節會不現。是為第二。世尊手足各等無差。", "617": "於諸指間悉皆充密。是為第三。世尊手足圓", "618": "滿如意。軟淨光澤色如蓮花。是為第四。世尊", "619": "筋脈盤結堅固深隱不現。是為第五。世尊兩", "62": "非邪小知。正滿知故。具二種智知空有故。上", "620": "踝俱隱不現。是為第六。世尊行步直進庠序", "621": "如龍象王。是為第七。世尊行步威容齊肅如", "622": "師子王。是為第八。世尊行步安平庠序。不過", "623": "不減猶如牛王。是為第九。世尊行步進止儀", "624": "雅猶如鵝王。是為第十。世尊迴顧必皆右旋", "625": "如龍象王。舉身隨轉。是第十一。世尊支節漸", "626": "次𦟛圓妙善安布。是第十二。世尊骨節交結", "627": "無隙猶如龍盤。是第十三。世尊膝輪妙善安", "628": "布堅固圓滿。是第十四。世尊隱處其文妙好", "629": "威勢具足圓滿清淨。是第十五。世尊身支潤", "63": "來三號如次斷德恩德智德。阿耨等者。阿之", "630": "滑柔軟光悅鮮淨塵垢不著。是第十六。世尊", "631": "身容敦肅無畏常不怯弱。是第十七。世尊身", "632": "支堅固稠密善相屬著。是第十八。世尊身支", "633": "安定敦重曾不掉動圓滿無壞。是第十九。世", "634": "尊身相猶如仙王。周匝端嚴光淨離翳。是第", "635": "二十。世尊身有周匝圓光。於行等時恒自照", "636": "曜。是二十一。世尊腹形方正無欠柔軟不現", "637": "眾相莊嚴。是二十二。世尊臍深右旋圓妙", "638": "清淨光澤。是二十三。世尊臍厚不窊不凸周", "639": "臣妙好。是二十四。世尊皮膚遠離疥癬。亦", "64": "言無。耨多羅云上。三言正。藐言等。又三云", "640": "無黶點疣贅等過。是二十五。世尊手掌充滿", "641": "柔軟足下安平。是二十六。世尊手文深長明", "642": "直潤澤不斷。是二十七。世尊唇色光潤丹暉", "643": "如頻婆菓上下相稱。是二十八。世尊面門不", "644": "長不短不大不小如量端嚴。是二十九。世尊", "645": "舌相軟薄廣長如赤銅色。是第三十。世尊", "646": "發聲威震深遠。如象王吼明朗清徹。是三十", "647": "一。世尊音韻美妙具足如深谷響。是三十二。", "648": "世尊鼻高修而且直。其孔不現。是三十三。世", "649": "尊諸齒方整鮮白。是三十四。世尊諸牙圓白", "65": "正。菩提云覺。即是無上正等正覺。諸法莫先", "650": "光潔漸次鋒利。是三十五。世尊眼精青白分", "651": "明。是三十六。世尊眼相修廣譬如青蓮花葉。", "652": "甚可愛樂。是三十七。世尊眼睫上下齊整稠", "653": "密不白。是三十八。世尊雙眉長而不曲。緻而", "654": "細軟。是三十九。世尊雙眉綺靡順次紺瑠璃", "655": "色。是第四十。世尊雙眉高顯光潤形如初月。", "656": "是四十一。世尊耳厚廣大修長輪埵成就。是", "657": "四十二。世尊兩耳綺麗齊平離眾過失。是四", "658": "十三。世尊容儀能令見者無損無染皆生愛", "659": "敬。是四十四。世尊額廣圓滿平正形相殊妙。", "66": "名無上。理事遍知名正等。離妄真照名正覺。", "660": "是四十五。世尊身分上半圓滿如師子王威", "661": "嚴無對。是四十六。世尊首髮修長紺青稠密", "662": "不白。是四十七。世尊首髮香潔細軟潤澤旋", "663": "轉。是四十八。世尊首髮齊整無亂亦不交雜。", "664": "是四十九。世尊首髮堅固不斷永無𥣁落。是", "665": "第五十。世尊首髮光滑殊妙塵垢不著。是五", "666": "十一。世尊身分堅固充實逾那羅延。是五十", "667": "二。世尊身體長大端直。是五十三。世尊諸竅", "668": "清淨圓好。是五十四。世尊身支勢力殊勝無", "669": "與等者。是五十五。世尊身相眾所樂觀甞無", "67": "或智斷圓名無上覺。簡異生邪智名正覺。簡", "670": "厭足。是五十六。世尊面輪修廣得所。晈潔光", "671": "淨如秋滿月。是五十七。世尊顏貌舒泰光顯。", "672": "含咲先言。唯向不背。是五十八。世尊面貌光", "673": "澤熙怡。遠離顰蹙青赤等過。是五十九。世尊", "674": "身支清淨無垢常無臭穢。是第六十。世尊所", "675": "有諸毛孔中常出如意微妙之香。是六十一。", "676": "世尊面門常出最上殊勝之香。是六十二。世", "677": "尊首相周圓妙好。如末達那亦猶天蓋。是六", "678": "十三。世尊身毛紺青光淨如孔雀項。紅暉綺", "679": "飾色類赤銅。是六十四。世尊法音隨眾大小", "68": "小乘分智名等覺。簡菩薩缺智復名正覺。下", "680": "不增不減。應理無差。是六十五。世尊頂相無", "681": "能見者。是六十六。世尊手足指約分明莊嚴。", "682": "妙好如赤銅色。是六十七。世尊行時其足去", "683": "地如四指量而現印文。是六十八。世尊自持", "684": "不待他衛。身無傾動亦不逶迤。是六十九。世", "685": "尊威德遠震。一切惡心見喜恐怖見安。是第", "686": "七十。世尊音聲不高不下。隨眾生意和悅與", "687": "言。是七十一。世尊能隨諸有情類言音音樂", "688": "而為說法。是七十二。世尊一音演說正法。隨", "689": "有情類各令得解。是七十三。世尊說法咸依", "69": "一覺字貫通上文。彌勒當圓證此獨得全名。", "690": "次第必有因緣。言無不善。是七十四。世尊等", "691": "觀諸有情類。讚善毀惡而無愛憎。是七十五。", "692": "世尊所為先觀後作軌範具足令識善淨。是", "693": "七十六。世尊相好一切有情無能觀盡。是七", "694": "十七。世尊頂骨堅實圓滿。是七十八。世尊", "695": "顏容常少不老好巡舊處。是七十九。世尊手", "696": "足及胸臆前俱有吉祥喜旋。德相文同綺畫。", "697": "色類朱丹。是第八十。善現是名八十隨好。善", "698": "現如來應正等覺成就如是諸相好。故身光", "699": "任運能照三千大千世界無不遍滿。若作意", "7": "談經令興重業。於中有二。初辨外果後辨內", "70": "記者識也驗也。佛自稱三德。今為汝等驗識", "700": "時即能普照無量無邊無數世界。然為憐愍", "701": "諸有情故攝光常照面各一尋。若縱身光即", "702": "日月等所有光明皆常不現。諸有情類便不", "703": "能知晝夜半月月時歲數。所作事業有不得", "704": "成。佛聲任運能遍三千大千世界。若作意時", "705": "即能遍滿無量無邊無數世界。然為利樂諸", "706": "有情故聲隨眾量不減不增。善現如是功德", "707": "勝利我先菩薩位修行般若波羅蜜多時已", "708": "能成辦。故今相好圓滿莊嚴。一切有情見者", "709": "歡喜皆獲殊勝利益安樂如是。善現菩薩摩", "71": "分別慈氏菩薩當來成佛之事。", "710": "訶薩行深般若波羅蜜多時能以財法二種布", "711": "施攝諸有情。是為甚奇希有之法。三十二相", "712": "由行五修。一發心二長時三無間四慇重五", "713": "無餘之所感得。如瑜伽論三十七說。故一一", "714": "相有五百億光。八十隨好中由行八萬四千", "715": "教行。逗八萬四千根病。因之所感。故一一好", "716": "艶出八萬四千光明雲。艶者美義。非是焰義。", "717": "雲者出生蔭覆之義。三百五十法皆行六度。", "718": "合二千一百。除貪嗔癡及等分。行由此復成", "719": "八十。四百又各能除四大六塵所生過失。故", "72": "此人從今十二年後命終必得往生兜率天上。", "720": "總合成八萬四千。", "721": "與諸天子各坐華座晝夜六時常說不退轉地", "722": "法輪之行。贊曰。第六說法利益。於中有三。", "723": "一陳所說。二明利益。三顯常業。此初也。各坐", "724": "花座表菩薩眾並出生死之淤泥故。晝三夜", "725": "三名為六時。佛住六時恒起六神通恒說六", "726": "度行。拔六趣生破六隨眠超六塵故。", "727": "𨒬一時中成就五百億天子令不退於阿耨多", "728": "羅三藐三菩提。贊曰。此明利益。成五百萬", "729": "億天者。令生五根具足五力。當圓五眼超五", "73": "贊曰。下依問具申有二。初答生處。後答淨", "730": "道故。", "731": "如是處兜率陀天晝夜恒說此不退轉法輪度", "732": "諸天子。贊曰。顯佛常業。彼恒光明都無暗。", "733": "夕以起睡相。得其夜名。佛即不然。常度天子。", "734": "閻浮提歲數五十六億萬歲爾乃下生於閻浮", "735": "提如彌勒下生經說。贊曰。第三明下生時", "736": "節。即住彼天之壽量也。梵云瞻部。此樹名也。", "737": "言閻浮提訛耳。此洲從樹為名。四洲所由如", "738": "餘處辨。此間四百歲當彼天中一日一夜。類", "739": "彼三十日為一月十二月為一年。彼天壽四", "74": "穢。此即初也。從今十二年後者示受記。已求", "740": "千歲。慈氏窮彼天壽而方下生。不中夭。故", "741": "此經云當閻浮提五十六億萬歲者。依瑜伽", "742": "論第四及立世經毘婆沙等計。此間四百歲", "743": "為彼一日。此四千歲為彼十日。此間四萬歲", "744": "為彼百日。彼天一年當此一十四萬四千歲。", "745": "彼天十年當此一百四十四萬歲。彼天百年", "746": "當此一百四十四億歲。彼天千年當此一千", "747": "四百四十億歲。彼天四千歲當此五千七百", "748": "六十億歲。即與經文不同。今以理推。初以人", "749": "間四百年為彼一日一夜。復若數以一百而", "75": "超生死十二緣。故生兜率天而為補處。", "750": "為一類。數計即相當。一當百故人間四十", "751": "歲為彼十日。人間四百歲為彼百日。人間一", "752": "千四百四十歲為彼一年。人間一萬四千四", "753": "百歲為彼十年。人間一億四萬四千歲為彼", "754": "百年。人間十四億四萬歲為彼千年。彼四千", "755": "年當人間五十七億六萬歲西方有三億數。", "756": "一十萬為億。二百萬為億。三千萬為億。以理", "757": "推排。以千萬為一億。計之即相當矣。是故於", "758": "經億字之上應加七字。其前六字應萬上安。", "759": "只恐梵本誦有參差過。譯家自成謬。若不爾", "76": "爾時兜率陀天上有五百億天子一一天子皆", "760": "便少一億五萬歲。理定應爾。智者應知。然此", "761": "歲數四文不同。賢劫定意經云。彌勒五億七", "762": "千六萬歲當下作佛。其五億者即五十億。前", "763": "以千萬為一億成五十億。此以萬萬為一億。", "764": "故成五億。七十萬者即七億也。十萬為一億", "765": "故六萬數同。更不勞釋。唯此一經增減雖殊。", "766": "與論算同。自餘皆別。雙卷泥洹經云。一億四", "767": "千歲。全不相當。此經及一切智光明仙人慈", "768": "心經云。五十六億萬歲。如前已正。菩薩處胎", "769": "經及賢愚經云。五十六億七千萬歲。其六字", "77": "修甚深檀波羅蜜為供養一生補處菩薩故以", "770": "應云七。其七字應云六。其千萬者以百萬為", "771": "一億以算之。六千萬者六十億也。義不相違。", "772": "如是推尋。雖乖古疏尋文究理亦應無謬。菩", "773": "薩在天壽量曾無中夭生在人間。大成佛經", "774": "說。壽六萬歲天盡其年人間長者時宜現。故", "775": "不同釋迦大盡其年人間早滅眾生厭故化", "776": "緣畢故。處胎經說。彌勒人間壽八萬四千歲。", "777": "若依彼說。不須和會。如下生經陳下生事。天", "778": "利既畢人機復熟。故乃下生。", "779": "佛告優波離是名彌勒菩薩於閻浮提沒生兜", "78": "天福力造作宮殿。贊曰。下答淨穢有二。初", "780": "率陀天因緣。贊曰。第四大段總結上說。因", "781": "緣者相狀所由為利益故終說上生。皆有所", "782": "由名因緣故。", "783": "佛滅度後我諸弟子若有精勤修諸功德威儀", "784": "不缺掃塔塗地以眾名香妙華供養行眾三昧", "785": "深入正受讀誦經典。贊曰。明內果中自下", "786": "第三勸生於彼。於中有三。初勸生彼行。次眾", "787": "發希願。後結成正觀。初文有五。一弟子修六", "788": "事法往生。二八部聞名敬喜往生。三二眾犯", "789": "戒悔淨往生。四歸依不退當得度脫。五四部", "79": "正答淨穢。後佛告優波離此名兜率陀天十", "790": "弟子願往生者修十善行念名恭敬等滅罪多", "791": "少。雖有五段分之為三。初三段明三品往生。", "792": "次一段明作歸依總勸歸生證得善利。後一", "793": "段示歸生者滅罪多少。初之三段明三品生", "794": "中分三。初一段上品行生。次一段中品行生。", "795": "後一段下品行生。初中有六。一示其六法。二", "796": "教其迴願。三明正往生。四諸天讚勸。五生彼", "797": "利益。六總結成上。此初文也。六事法者。一精", "798": "勤修福敬恩悲田中所作業等。二威儀不缺", "799": "堅守諸戒行自住軌則等。三拂塔塗地修飾", "8": "果。辨外果中復分為三。初波離啟請。次世尊", "80": "善報應下結此所因歎處勝妙。初中有三。初", "800": "道場正理制多等。四香花供養四事什物隨", "801": "給濟等。五凡夫行三昧聞思等定。聖人入正", "802": "受。隨所得禪或凡三昧非六行定。六行定者", "803": "必上生。故深住聞思亦名三昧。六讀誦經典", "804": "演說修習十法行等。且舉偏勝易行。上首有", "805": "此六事。其中一一具攝眾業。若具修六或能", "806": "修五上上品生。若修三四上中品生。若修一", "807": "二上下品生。", "808": "如是等人應當至心雖不斷結如得六通。贊", "809": "曰。第二教迴願。文勢有二。初歎業勝。雖諸", "81": "五百億天子造外眾寶宮。次一大神造法堂", "810": "凡夫不斷結使異於聖者。若修六事神用廣", "811": "大必定往生。如得六通聖者無異。", "812": "應當繫念念佛形像稱彌勒名。贊曰。次明", "813": "稱念。雖復修行。仍須正念心想形容口恒稱", "814": "念。", "815": "如是等輩若一念頃受八戒齋修諸淨業發弘", "816": "誓願。贊曰。後明迴願。如上所說行六事輩", "817": "極少但能於一念頃至心不犯。持八戒齋隨", "818": "修淨業。發願資助迴向定生。言一念者非餘", "819": "時犯。唯一念持戒。初唯發願一念持故。何況", "82": "內院。後五大神於此二宮種種嚴飾。夫諸天", "820": "多時。", "821": "命終之後譬如壯士屈申臂頃即得往生兜率", "822": "天於蓮華上結跏趺坐。贊曰。第三明往生", "823": "有二。一生時節。譬如壯士屈申臂頃。顯業決", "824": "定生便速疾。二生處。所蓮花之上結跏趺坐", "825": "定出生死除煩惱故。既生彼天住於梵行故。", "826": "於花上結跏趺坐。", "827": "百千天子作天妓樂持天曼陀羅華摩訶曼陀", "828": "羅華以散其上。贊曰。第四諸天讚勸有三。", "829": "初散花也。摩訶曼陀羅花者此云大適意花。", "83": "福力果出自然。況補處之宮豈更須他造。欲", "830": "讚言善哉善哉善男子汝於閻浮提廣修福業", "831": "來生此處。贊曰。次讚歎也。歎美深極重善", "832": "哉。由習大因今成勝果。", "833": "此處名兜率陀天今此天主名曰彌勒汝當歸", "834": "依。贊曰。後勸歸也。處名知足。由是不耽生", "835": "死。主號慈尊。故能垂矜苦厄。", "836": "應聲即禮禮已諦觀眉間白毫相光即得超越", "837": "九十億劫生死之罪。贊曰。第五生彼利益", "838": "中有二。初滅罪也。無間罪劫一增一減。餘處", "839": "罪劫歲數為之末劫。凡夫行多庸鄙能超惡", "84": "顯福異餘天果從他作諸天敬重發願嚴因。", "840": "境祈彼淨方。夙運不殫生為上品。況乎靈景", "841": "獨在毫光心專諦觀不超生死者也。", "842": "是時菩薩隨其宿緣為說妙法令其堅固不退", "843": "轉於無上道心。贊曰。後獲得也。隨說宿緣", "844": "令憶前業識因知果自成不退。昔不退者更", "845": "為堅固。隨其位次成上發心。", "846": "如是等眾生若淨諸業行六事法必定無疑當", "847": "得生於兜率天上值遇彌勒。贊曰。第六總", "848": "結成上。中有四。一得生上也。三業俱淨六事", "849": "齊修後生彼天。此事何惑。隨修六法少淨三", "85": "又諸天資具凡業所生。知足宮園必由勝行。", "850": "業心期不退後定上生。", "851": "亦隨彌勒下閻浮提第一聞法。贊曰。二隨", "852": "下也。父子之道尚感天然。虎嘯風生此事何", "853": "惑。六事滿三業圓。上品生彼者隨初會而聞", "854": "法。", "855": "於未來世值遇賢劫一切諸佛。贊曰。三值", "856": "賢劫佛也。善業純備正見恒生。既具智福之", "857": "資糧逢賢劫之佛。", "858": "於星宿劫亦得值遇諸佛世尊於諸佛前受菩", "859": "提記。贊曰。四值星宿劫佛也。小乘中說。初", "86": "外陳他作內表修因。譬人王之內苑似天帝", "860": "劫逢七萬五千。第二劫逢七萬六千。第三劫", "861": "逢七萬七千佛。依涅槃經第六卷行四依中。", "862": "初依在地前逢五恒沙佛。第二依在前六地", "863": "逢六恒河沙佛。第三依在七八九地逢七恒", "864": "河沙佛。第四依在第十地逢八恒河沙佛。初", "865": "地菩薩得值百百億佛。二地千百億乃至十", "866": "地無量無邊。故生彼者因見彌勒得逢星宿", "867": "劫千佛。此何疑也。受菩提記者。此句通上。賢", "868": "劫諸佛亦為受記。受記有六。如菩薩地說。", "869": "佛告優波離佛滅度後比丘比丘尼優婆塞優", "87": "之喜園。不說自然之報唯陳他造之果。皆是", "870": "婆夷天龍夜叉乾闥婆阿修羅迦樓羅緊那羅", "871": "摩睺羅伽等是諸大眾若有得聞彌勒菩薩摩", "872": "訶薩名者聞已歡喜恭敬禮拜此人命終如彈", "873": "指頃即得往生如前無異。贊曰。此第二段", "874": "八部聞名敬喜往生。即是第二中品生也。於", "875": "中有二。初明敬喜發願往生。後明不願生聞", "876": "名亦利益。此即初也。四眾八部先不犯戒亦", "877": "不造惡。罪輕微者聞名心喜語發恭敬身禮", "878": "拜者。由因勝劣當果雖殊。天讚罪除不退值", "879": "佛。與前無異。具三業者中上品生。唯具二業", "88": "菩薩未上生前。預知欲生發願先作。初中有", "880": "中中品生。若唯一業中下品生。", "881": "但得聞是彌勒名者命終亦不墮黑闇處邊地", "882": "邪見諸惡律儀。贊曰。此明不願生聞名亦", "883": "利益。有二。初無惡後有善。無惡有四。一不", "884": "墮暗處。若處黑暗名暗處。即諸地獄及二界", "885": "中間若黑果處名暗處。即三惡趣二界中間", "886": "生無佛法處也。二不墮邊地。不墮之言貫下", "887": "三句。若處邊名邊。即諸邊境遠賢良處。若行", "888": "邊名邊。即攝處邊及蔑戾車達絮等處。前不", "889": "墮三塗。此不墮八難。三不墮邪見。若別邪見", "89": "三。一諸天植因發願。二時諸天子作是願已", "890": "唯斷善根類若不正名邪見惡見。皆是四不", "891": "墮諸惡律儀。惡者不善。律者法。儀者式。即不", "892": "律儀。對法第八不律儀有十四或十五。謂屠", "893": "羊．養鷄．養猪．捕鳥．捕魚．獵鹿．置兔．劫盜．魁", "894": "膾．害牛．縛象．立壇呪龍．守獄．讒搆好為損", "895": "等。涅槃經中說有十六。牛羊猪鷄為利故養。", "896": "肥已轉賣。即以為四。為利故買已屠殺。復以", "897": "為四。并前為八。捕魚捕鳥獵師劫盜魁膾兩", "898": "舌獄卒呪龍復以為八。合前十六。瑜伽第九", "899": "說有十二。加對法一少對法三。雜心說十二。", "9": "廣答。後佛告優婆離若有比丘及一切大眾", "90": "下明天願果。三五百億龍王圍繞此垣下龍", "900": "謂屠羊養猪養鷄捕鳥捕魚獵師作賊魁膾守", "901": "獄呪龍屠犬伺獵。總有十二。四文不同者。涅", "902": "槃獵師即攝獵鹿兔兔縛象三種。對法據多", "903": "分且說三種。涅槃意通捉雉之屬。對法樂損", "904": "涅槃中無。對法寬故。涅槃初八開差別故。即", "905": "對法四俱彼生。故對法讒搆即是兩舌名異", "906": "義同。故雜心小宗俱說重者名非律儀。餘者", "907": "輕故。此惡律儀亦攝一切犯戒惡行。其墮邪", "908": "見及惡律儀有佛無佛中方邊方皆具有之。", "909": "若聞彌勒名皆定不墮。三業歸依深心歡喜。", "91": "王守護。初復有三。初明植因。次我今持是等", "910": "四等宿願威力加故。", "911": "恒生正見恒生正見眷屬成就不謗三寶。贊", "912": "曰。此明有善有三。一恒生正見。翻前邪見。二", "913": "眷屬成就。翻前不作諸惡律儀。諸惡律儀者", "914": "惡眷屬故。三不謗三寶。翻前不墮闇處。不生", "915": "邊地恒逢三寶生信向。故不但中品無四惡", "916": "有三善。上下品生隨應亦有。欲明聞名者改", "917": "八部之異形受四生之勝體。偏於中品而獨", "918": "明之。", "919": "佛告優波離若善男子善女人犯諸禁戒造眾", "92": "下正明發願。後如是諸天子等下明行願皆", "920": "惡業聞是菩薩大悲名字五體投地誠心懺悔", "921": "是諸惡業速得清淨。贊曰。此第三段二眾", "922": "犯戒悔淨往生。即是第三下品生也。於中有", "923": "三。一悔歸罪滅修行往生。二見得不退。三未", "924": "來值佛。初中有三。一罪滅罪滅有二。一者先", "925": "受戒禁而後犯之。二者先不受戒造眾惡業。", "926": "聞名歸禮兩手二足及以頭首五體投地至誠", "927": "懺悔罪速清淨。", "928": "未來世中諸眾生等聞是菩薩大悲名稱造立", "929": "形像香花衣服繒蓋幢幡禮拜繫念。贊曰。", "93": "同。初中復二。初明所因。後明植因。此即初", "930": "二修行也。設不作罪懺悔願生。但修十行定", "931": "得生彼。一聞名稱。二造形像。三香供。四花", "932": "供。五衣服供。六繒蓋供。七幢供。八幡供。九", "933": "身恒禮拜。十心口繫念。", "934": "此人欲命終時彌勒菩薩放眉間白毫大人相", "935": "光與諸天子雨曼陀羅華來迎此人此人須臾", "936": "即得往生。贊曰。三往生也。犯戒造惡。悔歸", "937": "清淨聞名修行。命欲終時菩薩放白毫之妙", "938": "光滅其罪暗。雨綺花之麗色長其道種佛天", "939": "來迎。表慈深故須臾往生。顯業勝故。此中有", "94": "也。修願行之所因者。一為修檀度。初業之妙", "940": "三。懺悔造像供養禮拜及繫念者下品上生。", "941": "懺悔造像供養禮拜不恒繫念者下品中生。", "942": "懺悔造像供養而已不恒禮拜不常念者下品", "943": "下生。雖歸懺悔罪得銷除。不造形像供養禮", "944": "拜等。或但形像或但供養或但禮拜或但繫", "945": "念或一稱名亦下下品。說不生彼三會之中", "946": "亦得度脫。", "947": "值過彌勒頭面禮敬未舉頭頃便得聞法即於", "948": "無上道得不退轉。贊曰。第二見得不退轉", "949": "也。善根久熟見便禮敬。慈悲自起疾得聞法。", "95": "行故。二為供養菩薩故。菩薩盡此一生必定", "950": "除不信心速得不退。", "951": "於未來世得值恒河沙等諸佛如來。贊曰。", "952": "第三未來值佛也。上來三類明九品生。並內", "953": "眾中親得見佛速聞法也。若生外眾。雖第", "954": "九品任運後時還成不退。佛號慈尊。善自長", "955": "故。", "956": "佛告優波離汝今諦聽是彌勒菩薩當為未來", "957": "世一切眾生作大歸依處若有歸依彌勒菩薩", "958": "成多陀阿伽度阿羅訶三藐三佛陀時如此行", "959": "人見佛光明即得受記。贊曰。第四大段總", "96": "成佛福田既大。故應植因。因者檀度。緣者願", "960": "但明有歸依不退當得度脫。有三。一明作歸", "961": "依。我即滅度真報之佛未逢末法弟子皆囑", "962": "慈尊令度。若不見者便失大利名作歸依。二", "963": "歸依者得不退。三彌勒成佛見光受記。其得", "964": "聖者慧矚智光。其凡夫者眼見金色。多陀阿", "965": "伽度如來也。阿羅訶應也。三藐三佛陀正遍", "966": "知也。", "967": "佛告優波離佛滅度後四部弟子天龍鬼神若", "968": "有欲生兜率天者當作是觀繫念思惟。贊", "969": "曰。第五大段明上九品願往生者修十善行", "97": "助現傍資者。天之福力由現。天福傍資因緣", "970": "念名恭敬等滅罪多少。於中有二。初明樂生", "971": "業滿得生。後明不樂行亦未滿。樂生中有四。", "972": "一令念。二勸行。三教願。四滅罪。此初也。", "973": "念兜率陀持佛禁戒一日至七日思念十善行", "974": "十善道。贊曰。第二勸行也。且論持戒不論", "975": "餘業。舉其極小一日至七日亦得往生。何況", "976": "多年多生修行。以一切善十善攝盡故思念", "977": "之。行據重者名十善道。", "978": "以此功德迴向願生彌勒前者當作是觀。贊", "979": "曰。第三教願也。有行無願。而行心孤未必得", "98": "二種力。故變成天宮因緣之果。冀在良田天", "980": "生慈氏所故。有願無行而願必虛。前既無因", "981": "果不生故。所以教願與行相扶。", "982": "作是觀者若見一天人坐一蓮華若一念頃稱", "983": "彌勒名此人除却千二百劫生死之罪。贊", "984": "曰。第四滅罪有三。一逢緣駐想。二聞名起敬。", "985": "三禮拜投誠。此即初也。初緣有二。一有情二", "986": "諸法。見一天人者。隨遇一有情緣即念彌勒。", "987": "有苦念拔。無樂念與。惡者念除。善者念攝。勝", "988": "者欣求。劣者念厭。善友念崇。惡友念拒。見一", "989": "蓮花者。隨遇一法即念彌勒。好法思供養。惡", "99": "之福資變成宮殿。五百億者。由信精進念定", "990": "法思不遇。染法欣斷。淨法欣修。此中且舉有", "991": "情及一法即念彌勒。此意總顯作上生業。二", "992": "品修者逢緣思念。一切時念不暫休廢。若一", "993": "念頃念滅千二百劫生死之罪。慈氏宿願念", "994": "者心專故致於此。阿彌陀佛八十劫滅。彌勒", "995": "昔願力不同。慈悲深淺樂苦土殊。欣心輕重", "996": "有差別故。如前校量中說。", "997": "但聞彌勒名合掌恭敬此人除却五十劫生死", "998": "之罪。贊曰。第二聞名起敬也。前明若逢緣", "999": "一念頃念滅千二百劫。此但聞名合掌恭敬"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1772 觀彌勒上生兜率天經贊", "author": "唐 窺基撰", "sourceLink": "http://www.cbeta.org/"}