{"author": "提波菩薩造  後魏 菩提流支譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1640 提婆菩薩釋楞伽經中外道小乘涅槃論: 提婆菩薩釋楞伽經中外道小乘\n涅槃論: 提婆菩薩釋楞伽經中外道小乘涅槃論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1640", "1": "提婆菩薩釋楞伽經中外道小乘", "2": "涅槃論", "3": "提波菩薩造", "4": "後魏北印度三藏菩提流支譯", "5": "問曰。何者外道所謂涅槃。", "6": "答曰。外道所說涅槃有二十種。是諸外道等", "7": "虛妄分別。如是等因能生六道。如來為遮是", "8": "等邪見故說涅槃因果正義。何等二十。一者", "9": "小乘外道論師。二者方論師。三者風論師。", "10": "四者違陀論師。五者伊賒那論師。六者裸形", "11": "外道論師。七者毘世師論師。八者苦行論師。", "12": "九者女人眷屬論師。十者行苦行論師。十一", "13": "者淨眼論師。十二者摩陀羅論師。十三者尼", "14": "犍子論師。十四者僧佉論師。十五者摩醯首", "15": "羅論師。十六者無因論師。十七者時論師。十", "16": "八者服水論師。十九者口力論師。二十者本", "17": "生安荼論師。", "18": "問曰。何者外道說諸受陰盡如燈火滅種壞", "19": "風止名涅槃。答曰。第一小乘外道論師說。", "20": "問曰。何等外道說方名涅槃。答曰。第二外道", "21": "方論師說。最初生諸方。從諸方生世間人。從", "22": "人生天地。天地滅沒還入彼處名為涅槃。是", "23": "故方論師說方是常名涅槃因。", "24": "問曰。何等外道說風為涅槃因。答曰。第三外", "25": "道風仙論師說。風能生長命物能殺命物。風", "26": "造萬物能壞萬物。名風為涅槃。是故風仙論", "27": "師說風為常是涅槃因。", "28": "問曰。何等外道說梵天是涅槃因。答曰。第四", "29": "外道圍陀論師說。從那羅延天臍中生大蓮", "30": "華。從蓮華生梵天祖公。彼梵天作一切命。無", "31": "命物從梵天口中生。婆羅門兩臂中生。剎利", "32": "兩髀中生。毘舍從兩脚跟生。首陀一切大", "33": "地。是修福德戒場生一切華草。以為供養。化", "34": "作山野禽獸人中猪羊驢馬等。於界場中殺", "35": "害供養梵天。得生彼處名涅槃。是故違陀論", "36": "師說梵天名常是涅槃因。", "37": "問曰。何等外道說不見分別見常無常是涅", "38": "槃。答曰。第五外道伊賒那論師眷屬作如是", "39": "說。伊賒那論師尊者形相不可見遍一切處。", "40": "以無形相而能生諸有命無命一切萬物。名", "41": "為涅槃。是故伊賒那論師眷屬作如是說。伊", "42": "賒那是常名涅槃因。", "43": "問曰。何等外道。分別見種種異相名涅槃。答", "44": "曰。第六裸形外道論師說。", "45": "問曰。何等外道說見一切法自相同相名涅", "46": "槃。答曰。第七外道毘世師論師作如是說。謂", "47": "地水火風虛空微塵物功德業勝等十種法常", "48": "故。和合而生一切世間知無知物。從二微塵", "49": "次第生一切法。無彼者無和合者。無和合者", "50": "即是離散。散者即是涅槃。是故毘世師論師", "51": "說。微塵是常能生一切物。是涅槃因。", "52": "問曰。何等外道說身盡福德盡名為涅槃。答", "53": "曰。第八苦行論師說。", "54": "問曰。何等外道說自性人命轉變名涅槃。", "55": "答曰。第九外道女人眷屬論師說。摩醯首羅", "56": "作八女人。一名阿提𠊷。二名提𠊷。三名蘇羅", "57": "婆。四名毘那多。五名迦毘羅。六名摩㝹。七", "58": "名伊羅。八名歌頭。阿提𠊷生諸天。提𠊷作", "59": "阿脩羅。蘇羅婆生諸龍。毘那多生諸鳥。迦毘", "60": "羅生四足。摩㝹生人。伊羅生一切穀子。歌頭", "61": "生一切蛇蝎蚊虻蠅蚤蚰蜒百足等。如是知", "62": "者名為涅槃。是故女人眷屬論師說。女人是", "63": "常名涅槃因。", "64": "問曰。何等外道說罪福盡德亦盡故名涅", "65": "槃。", "66": "答曰。第十外道行苦行論師說。", "67": "問曰。何等外道說煩惱盡故依智名涅槃。", "68": "答曰。第十一外道淨眼論師作如是說。", "69": "問曰。何等外道說見自在天造作眾生名涅", "70": "槃。", "71": "答曰。第十二外道摩陀羅論師言。那羅延論", "72": "師說。我造一切物。我於一切眾生中最勝。", "73": "我生一切世間有命無命物。我是一切山中", "74": "大須彌山王。我是一切水中大海。我是一切", "75": "藥中穀。我是一切仙人中迦毘羅牟尼。若人", "76": "至心以水草華果供養我。我不失彼人。彼人", "77": "不失我。摩陀羅論師說。那羅延論師言。一切", "78": "物從我作生。還沒彼處名為涅槃。是故名常。", "79": "是涅槃因。", "80": "問曰。何等外道說眾生遞共因生名涅槃。", "81": "答曰。第十三外道尼犍子論師作如是說。", "82": "初生一男共一女。彼二和合能生一切有命", "83": "無命等物。後時離散還沒彼處名為涅槃。是", "84": "故尼犍子論師說。男女和合生一切物。名涅", "85": "槃因。", "86": "問曰。何等外道說證諦道名涅槃因。", "87": "答曰。第十四外道僧佉論師說。二十五諦自", "88": "性因生諸眾生是涅槃因。自性是常故從自", "89": "性生大。從大生意。從意生智。從智生五分。從", "90": "五分生五知根。從五知根生五業根。從五業", "91": "根生五大。是故論中說。隨何等何等性修行", "92": "二十五諦。如實知從自性生還入自性能離", "93": "一切生死得涅槃。如是從自性生一切眾生。", "94": "是故外道僧佉說。自性是常能生諸法。是涅", "95": "槃因。", "96": "問曰。何等外道說有作所作而共和合名涅", "97": "槃。", "98": "答曰。第十五外道摩醯首羅論師作如是說。", "99": "果是那羅延所作。梵天是因。摩醯首羅一體", "100": "三分。所謂梵天那羅延摩醯首羅。地是依處。", "101": "地主是摩醯首羅天。於三界中所有一切命", "102": "非命物。皆是摩醯首羅天生。摩醯首羅身者。", "103": "虛空是頭。地是身。水是尿。山是糞。一切眾生", "104": "是腹中虫。風是命。火是煖。罪福是業。是八", "105": "種是摩醯首羅身。自在天是生滅因。一切從", "106": "自在天生。從自在天滅。名為涅槃。是故摩醯", "107": "首羅論師說。自在天常生一切物。是涅槃因。", "108": "問曰。何等外道說一切物自然而生名涅槃。", "109": "答曰。第十六外道無因論師作如是說。無因", "110": "無緣生一切物。無染因無淨因。我論中說。如", "111": "棘刺針無人作。孔雀等種種畫色皆無人作。", "112": "自然而有不從因生名為涅槃。是故無因論", "113": "師說。自然是常生一切物。是涅槃因。", "114": "問曰。何等外道說諸物皆是時作名涅槃。", "115": "答曰。第十七外道時散論師作如是說時熟", "116": "一切大。時作一切物。時散一切物。是故我論", "117": "中說。如被百箭射時不到不死。時到則小草", "118": "觸即死。一切物時生。一切物時熟。一切物時", "119": "滅。時不可過。是故時論師說。時是常生一", "120": "切物。名涅槃因。", "121": "問曰。何等外道說見有物名涅槃。", "122": "答曰。第十八外道服水論師作如是說。水是", "123": "萬物根本。水能生天地。生有命無命一切物。", "124": "下至阿鼻地獄上至阿迦尼吒天。皆水為主。", "125": "水能生物。水能壞物。名為涅槃。是故外道服", "126": "水論師說。水是常名涅槃因。", "127": "問曰。何等外道說見無物名涅槃因。答曰。第", "128": "十九外道口力論師說。虛空是萬物因。最初", "129": "生虛空。從虛空生風。從風生火。從火生煖。", "130": "煖生水。水即凍凌堅作地。從地生種種藥草。", "131": "從種種藥草生五穀。從五穀生命。是故我論", "132": "中說。命者是食後時還沒。虛空名涅槃。是故", "133": "外道口力論師說。虛空是常。名涅槃因。", "134": "問曰。何等外道說見有無物是涅槃因。", "135": "答曰。第二十外道本生安荼論師說。本無日", "136": "月星辰虛空及地。唯有大水。時大安荼生如", "137": "雞子周匝金色時熟。破為二段。一段在上作", "138": "天。一段在下作地。彼二中間生梵天名一切", "139": "眾生祖公。作一切有命無命物。如是有命無", "140": "命等物散沒。彼處名涅槃。是故外道安荼論", "141": "師說。大安荼出生梵天是常。名涅槃因。", "142": "提婆菩薩釋楞伽經中外道小乘涅槃論"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1640 提婆菩薩釋楞伽經中外道小乘涅槃論: 提婆菩薩釋楞伽經中外道小乘\n涅槃論: 提婆菩薩釋楞伽經中外道小乘涅槃論", "source": "CBETA"}