{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220f 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "7 會大般若波羅蜜多經第七會曼殊", "1": "室利分序序", "10": "無非佛法，不壞假名之繁總，而開實相之泬", "100": "善、於惡何增何減？」「世尊！我修甚深般若波羅", "101": "蜜多，於善、於惡無增無減。世尊！我修甚深般", "102": "若波羅蜜多，於一切法亦無增減。世尊！般若", "103": "波羅蜜多出現世間，不為增減一切法故。世", "104": "尊！修學甚深般若波羅蜜多，不為棄捨異生", "105": "等法，不為攝受一切佛法。所以者何？甚深般", "106": "若波羅蜜多不為捨法、得法故起。世尊！修學", "107": "甚深般若波羅蜜多，不為厭離生死過失，不", "108": "為欣樂涅槃功德。所以者何？修此法者不見", "109": "生死，況有厭離！不見涅槃，況有欣樂！世尊！修", "11": "寥。正明如來法無，況菩薩法；菩薩法無，況二", "110": "學甚深般若波羅蜜多，不見諸法有劣有勝、", "111": "有失有得、可捨可取。世尊！修學甚深般若波", "112": "羅蜜多，不得諸法可增可減。所以者何？非真", "113": "法界有增有減。世尊！若能如是修者，名真修", "114": "學甚深般若波羅蜜多。「復次，世尊！若修般若", "115": "波羅蜜多，於一切法不增不減，名真修學甚", "116": "深般若波羅蜜多；若修般若波羅蜜多，於一", "117": "切法不生不滅，名真修學甚深般若波羅蜜", "118": "多；若修般若波羅蜜多，於一切法不見增減，", "119": "名真修學甚深般若波羅蜜多；若修般若波", "12": "乘法；二乘法無，況凡夫法。法尚不有，何有菩", "120": "羅蜜多，於一切法不見生滅，名真修學甚深", "121": "般若波羅蜜多。「復次，世尊！若修般若波羅蜜", "122": "多，於一切法無所思惟，若多若少俱無希願，", "123": "能、所希願及希願者皆不取著，名真修學甚", "124": "深般若波羅蜜多；若修般若波羅蜜多，不見", "125": "諸法有好有醜、有高有下，名真修學甚深般", "126": "若波羅蜜多。「復次，世尊！善男子等若修般若", "127": "波羅蜜多，於諸法中不得勝劣，謂都不見此", "128": "勝此劣，是真般若波羅蜜多。所以者何？真如、", "129": "法界、法性、實際無勝無劣。若如是修，名真修", "13": "提？尚無菩提，云何可趣？尚無可趣，何有證", "130": "學甚深般若波羅蜜多。」", "131": "佛告曼殊室利童子：「諸佛妙法豈亦不勝？」曼", "132": "殊室利白言：「世尊！諸佛妙法不可取故，亦不", "133": "可言是勝是劣，如來豈不證諸法空？」世尊答", "134": "言：「如是！童子！」曼殊室利復白佛言：「諸法空中", "135": "何有勝劣？」世尊讚曰：「善哉！善哉！如是！如是！", "136": "如汝所說。曼殊室利！佛法豈不是無上耶？」「如", "137": "是！世尊！一切佛法雖實無上，而於其中無法", "138": "可得，故不可說佛法無上。「復次，世尊！善男子", "139": "等若修般若波羅蜜多，不欲住持一切佛", "14": "得？尚無證得，何有證者？是故有之斯殊、無之", "140": "法，不欲調伏異生法等；甚深般若波羅蜜多，", "141": "於諸佛法、異生法等，不欲增長及調伏故，於", "142": "一切法無分別故。若如是修，名真修學甚深", "143": "般若波羅蜜多。「復次，世尊！善男子等若修般", "144": "若波羅蜜多，不見諸法有可思惟、可分別者。」", "145": "「曼殊室利！汝於佛法豈不思惟？」「不也！世尊！我", "146": "若見有真實佛法應可思惟，然我不見。「世尊！", "147": "般若波羅蜜多不為分別諸法故起，謂不分", "148": "別是異生法、是聲聞法、是獨覺法、是菩薩法、", "149": "是如來法。善男子等精勤修學甚深般若波", "15": "斯貫，洞之斯遠、沮之斯局。豁爾夷蕩而無懈，", "150": "羅蜜多，於諸法中都無所得亦無所說，謂不", "151": "說有異生法性，亦不說有聲聞乃至如來法", "152": "性。所以者何？此諸法性皆畢竟空、不可見故。", "153": "若如是修，名真修學甚深般若波羅蜜多。「復", "154": "次，世尊！善男子等勤修般若波羅蜜多，不作", "155": "是念：『此是欲界，此是色界，此無色界，此是滅", "156": "界。』所以者何？甚深般若波羅蜜多不見有法", "157": "是可滅者。若如是修，名真修學甚深般若波", "158": "羅蜜多。「復次，世尊！若修般若波羅蜜多，於一", "159": "切法不作恩怨。何以故？甚深般若波羅蜜多", "16": "熾然翹勵而不精，惱祲與慈渰分華，劍林將", "160": "不為住持一切佛法，不為棄捨異生等法。所", "161": "以者何？善男子等勤修般若波羅蜜多，於佛", "162": "法中不欲證得、不欲滅壞異生等法，達一切", "163": "法性平等故。若如是修，名真修學甚深般若", "164": "波羅蜜多。」爾時，世尊即便讚曰：「曼殊室利！善", "165": "哉！善哉！汝今乃能說甚深法，與諸菩薩摩訶", "166": "薩眾作真法印，亦與聲聞及獨覺等增上慢", "167": "者作大法印，令如實知先所通達非真究竟。", "168": "曼殊室利！若善男子、善女人等聞是深法，心", "169": "不沈沒亦不驚怖，當知是人非於一佛乃至", "17": "玉毫比色，皆其所也。何以易諸？觀其假言路", "170": "千佛種諸善根，定於無量無邊佛所種諸善", "171": "根，乃能聞是甚深般若波羅蜜多，心不沈沒", "172": "亦不驚怖。」爾時，曼殊室利童子合掌恭敬，復", "173": "白佛言：「我欲更說甚深般若波羅蜜多，唯願", "174": "開許！」佛告曼殊室利童子：「汝欲說者，隨汝意", "175": "說。」曼殊室利便白佛言：「世尊！若修甚深般若", "176": "波羅蜜多，於法不得是可住者，亦復不得是", "177": "不可住，當知如是甚深般若波羅蜜多不緣", "178": "法住。何以故？以一切法無所緣故。世尊！若", "179": "能如是修者，名真修學甚深般若波羅蜜多，", "18": "以便便、仰真宗而止止，奕奕珠轉、泠泠玉", "180": "於一切法不取相故。「復次，世尊！應觀如是甚", "181": "深般若波羅蜜多，不現前觀諸法性相，謂於", "182": "佛法尚不現觀，況菩薩法！於菩薩法尚不現", "183": "觀，況獨覺法！於獨覺法尚不現觀，況聲聞法！", "184": "於聲聞法尚不現觀，況異生法！何以故？以一", "185": "切法性相離故。「復次，世尊！依修如是甚深般", "186": "若波羅蜜多，於諸法中無所分別，謂不分別", "187": "是可思議、不可思議法性差別，當知菩薩摩", "188": "訶薩眾修行般若波羅蜜多，於諸法中都無", "189": "分別。「復次，世尊！依修如是甚深般若波羅蜜", "19": "振，起予聖旨，莫尚於茲！晞體法王，不亦宜", "190": "多，一切法中都不見有此是佛法、此非佛法，", "191": "此可思議、此不可思議，以一切法無差別性", "192": "故。若諸有情能修如是甚深般若波羅蜜多，", "193": "觀一切法皆是佛法，順菩提故；觀一切法皆", "194": "不思議，畢竟空故，是諸有情已曾親近、供養", "195": "恭敬多百千佛種諸善根，乃能如是修行般", "196": "若波羅蜜多。「復次，世尊！若善男子、善女人等，", "197": "聞說如是甚深般若波羅蜜多，心不沈沒亦", "198": "不驚怖，當知過去已曾親近、供養恭敬多百", "199": "千佛種諸善根乃能如是。「復次，世尊！應觀如", "2": "西明寺沙門玄則撰", "20": "矣！然則探其義也，發祕藏之玄扃；味其談", "200": "是甚深般若波羅蜜多，若能勤修，則於諸法", "201": "不見雜染不見清淨；雖無所見，而能勤修甚", "202": "深般若波羅蜜多，於一切時心無厭倦。「復次，", "203": "世尊！若修如是甚深般若波羅蜜多，於諸異", "204": "生、聲聞、獨覺、菩薩、佛法無差別想，了此等法", "205": "畢竟空故。若能如是，名真修學甚深般若波", "206": "羅蜜多。」", "207": "佛告曼殊室利童子：「汝已親近、供養幾佛？」曼", "208": "殊室利白言：「世尊！我已親近、供養佛數量同", "209": "幻士心、心所法，以一切法皆如幻故。」「曼殊室", "21": "也，苞密語之殊轍。詞宛而旨密，即舊《文", "210": "利！汝於佛法豈不趣求？」「世尊！我今不見有法", "211": "非佛法者，何所趣求？」「曼殊室利！汝於佛法已", "212": "成就耶？」「世尊！我今都不見法可名佛法，何所", "213": "成就？」「曼殊室利！汝豈不得無著性耶？」「世尊！我", "214": "今即無著性，豈無著性復得無著？」「曼殊室利！", "215": "汝不當坐菩提座耶？」「世尊！諸佛於菩提座尚", "216": "無坐義，況我能坐！何以故？以一切法皆用實", "217": "際為定量故，於實際中坐及坐者俱不可得。」", "218": "「曼殊室利！言實際者，是何增語？」「世尊！實際當", "219": "知即是偽身增語。」「曼殊室利！云何偽身可名", "22": "殊般若》矣。雖雙軸成部，而警策備彰，庶七眾", "220": "實際？」「世尊！實際無去無來、非真非偽，身非身", "221": "相俱不可得，偽身亦爾，是故偽身即是實際。」", "222": "時，舍利子便白佛言：「若諸菩薩聞說如是甚", "223": "深般若波羅蜜多，心不沈沒亦不驚怖，是諸", "224": "菩薩定趣菩提不復退轉。」慈氏菩薩復白佛", "225": "言：「若諸菩薩聞說如是甚深般若波羅蜜多，", "226": "心不沈沒亦不驚怖，是諸菩薩已近無上正", "227": "等菩提。何以故？是諸菩薩現覺法性離一切", "228": "分別如大菩提故。」曼殊室利亦白佛言：「若諸", "229": "菩薩聞說如是甚深般若波羅蜜多，心不沈", "23": "所歸，較然無遠。", "230": "沒亦不驚怖，是諸菩薩如佛世尊堪受世間", "231": "供養恭敬。何以故？於一切法覺實性故。」時，有", "232": "女人名無緣慮，合掌恭敬白言：「世尊！若諸有", "233": "情聞說如是甚深般若波羅蜜多，心不沈沒", "234": "亦不驚怖，是諸有情於異生法、若聲聞法、若", "235": "獨覺法、若菩薩法、若如來法皆不緣慮。所以", "236": "者何？達一切法都無所有，能、所緣慮俱不可", "237": "得。」爾時，佛告舍利子等：「如是！如是！如汝所說。", "238": "若善男子、善女人等，聞說如是甚深般若波", "239": "羅蜜多，心不沈沒亦不驚怖，是善男子、善女", "24": "大般若波羅蜜多經卷第五百七", "240": "人等當知已住不退轉地，定趣菩提不復退", "241": "轉。舍利子等！若諸有情聞說如是甚深般若", "242": "波羅蜜多，心不沈沒亦不驚怖，歡喜、信樂、聽", "243": "聞、受持，轉為他說心無厭倦；是諸有情能為", "244": "一切真實廣大殊勝施主，能施一切無上財", "245": "寶，具足布施波羅蜜多；是諸有情淨戒圓滿，", "246": "具真淨戒、具勝淨戒，淨戒功德皆已圓滿，具", "247": "足淨戒波羅蜜多；是諸有情安忍圓滿，具真", "248": "安忍、具勝安忍，安忍功德皆已圓滿，具足安", "249": "忍波羅蜜多；是諸有情精進圓滿，具真精進、", "25": "十四", "250": "具勝精進，精進功德皆已圓滿，具足精進波", "251": "羅蜜多；是諸有情靜慮圓滿，具真靜慮、具勝", "252": "靜慮，靜慮功德皆已圓滿，具足靜慮波羅蜜", "253": "多；是諸有情般若圓滿，具真般若、具勝般若，", "254": "般若功德皆已圓滿，具足般若波羅蜜多；是", "255": "諸有情成就真勝慈、悲、喜、捨，亦能為他宣說、", "256": "開示甚深般若波羅蜜多。」", "257": "佛告曼殊室利童子：「汝觀何義，欲證無上正", "258": "等菩提？」曼殊室利白言：「世尊！我於無上正等", "259": "菩提尚無住心，況當欲證！我於菩提無求趣", "26": "三藏法師玄奘奉　詔譯", "260": "意。所以者何？菩提即我，我即菩提，如何求趣？」", "261": "佛言：「善哉！善哉！童子！汝能巧說甚深義處。汝", "262": "於先佛多植善根，久發大願，能依無得修行", "263": "種種清淨梵行。」曼殊室利便白佛言：「若於諸", "264": "法有所得者，可依無得修淨梵行。我都不見", "265": "有法可得及無所得，如何可言能依無得修", "266": "淨梵行？」", "267": "佛告曼殊室利童子：「汝今見我聲聞德耶？」「世", "268": "尊！我見！」佛言：「童子！汝云何見？」「世尊！今我見", "269": "諸聲聞，非異生、非聖者，非有學、非無學，非可", "27": "第七曼殊室利分之一", "270": "見、非不可見，非見者、非不見者，非多、非少，非", "271": "小、非大，非已調伏、非未調伏，我如是見而無", "272": "見想。」時，舍利子便問彼言：「於聲聞乘既如是", "273": "見，復云何見正等覺乘？」「大德！我今不見菩薩，", "274": "亦復不見諸菩薩法。不見菩提，亦復不見趣", "275": "菩提法，亦不見有趣菩提行，亦不見有證菩", "276": "提法，不見有能證菩提者。我如是見正等覺", "277": "乘，謂於其中都無所見。」時，舍利子復問彼言：", "278": "「汝於如來當云何見？」「大德！止！止！勿於如來大", "279": "龍象王而興言論。」「曼殊室利！所言佛者，是何", "28": "如是我聞：一時，薄伽梵在室羅筏住誓多林", "280": "增語？」「今問大德：所言我者，復何增語？」舍利子", "281": "言：「我者但有假立名字，是空增語。」「大德當知！", "282": "佛之增語即我增語，我之與佛俱畢竟空，但", "283": "隨世間假立名字。菩提名字亦是假立，不可", "284": "尋此求實菩提，菩提相空不可表示。何以故？", "285": "名字、菩提二俱空故。名字空故言說亦空，不", "286": "可以空表示空法；菩提空故佛亦是空，故所", "287": "言佛是空增語。「復次，大德！所言佛者，無來無", "288": "去、無生無滅，無所證得、無所成就，無名、無相", "289": "不可分別，無言、無說不可表示，唯微妙智自", "29": "給孤獨園，與大苾芻眾百千人俱，皆阿羅漢，", "290": "內證知，謂諸如來覺一切法畢竟空寂證大", "291": "菩提，隨順世間假立名字，故稱為佛非為實", "292": "有，若有若無不可得故。「復次，大德！如來所證", "293": "微妙智慧說名菩提，成就菩提故名為佛；菩", "294": "提空故佛亦是空，由此佛名是空增語。」時，舍", "295": "利子便白佛言：「曼殊室利所說深法，非初學", "296": "者所能了知。」爾時，曼殊室利童子即白具壽", "297": "舍利子言：「我所說者，非唯初學不能解了，所", "298": "作已辦阿羅漢等亦不能知，非我所說有能", "299": "知者。所以者何？菩提之相非識所識，無見無", "3": "聞夫即相無覩，挺真如之壯觀；即慮無知，成", "30": "唯阿難陀猶居學地，舍利子等而為上首。復", "300": "聞、無得無念、無生無滅，不可說示、不可聽受。", "301": "如是菩提性相空寂，諸大菩薩尚未能知，何", "302": "況二乘所知解了！菩提性相尚不可得，況當", "303": "有實證菩提者！」舍利子言：「曼殊室利！佛於法", "304": "界豈不證耶？」「不也！大德！所以者何？佛即法界，", "305": "法界即佛，法界不應還證法界。「又，舍利子！一", "306": "切法空說為法界，即此法界說為菩提，法界、", "307": "菩提俱離性相，由斯故說一切法空。一切法", "308": "空、菩提、法界，皆是佛境無二無別，無二無", "309": "別故不可了知，不可了知故則無言說，無", "31": "與菩薩摩訶薩眾十千人俱，皆不退轉功德", "310": "言說故不可施設有為無為、有非有等。「又，舍", "311": "利子！一切法性亦無二無別，無二無別故不", "312": "可了知，不可了知故則無言說，無言說故不", "313": "可施設。所以者何？諸法本性都無所有，不可", "314": "施設在此在彼、此物彼物。「又，舍利子！若造無", "315": "間，當知即造不可思議亦造實際。何以故？舍", "316": "利子！不可思議與五無間，俱即實際性無差", "317": "別。既無有能造實際者，是故無間、不可思議", "318": "亦不可造。由斯理趣，造無間者非墮地獄，不", "319": "思議者非得生天；造無間者亦非長夜沈淪", "32": "甲冑而自莊嚴，慈氏菩薩、妙吉祥菩薩、無礙", "320": "生死，不思議者亦非究竟能證涅槃。何以故？", "321": "舍利子！不可思議與五無間皆住實際，性無", "322": "差別，無生無滅、無去無來、非因非果、非善非", "323": "惡、非招惡趣非感人天、非證涅槃非沒生死。", "324": "何以故？以真法界非善非惡、非高非下，無前", "325": "後故。「又，舍利子！犯重苾芻非墮地獄，淨持戒", "326": "者非得生天；犯重苾芻非沈生死，淨持戒者", "327": "非證涅槃；犯重苾芻非應毀訾，淨持戒者非", "328": "應讚歎；犯重苾芻非應輕蔑，淨持戒者非應", "329": "恭敬；犯重苾芻非應乖諍，淨持戒者非應和", "33": "辯菩薩、不捨善軛菩薩而為上首。曼殊室利", "330": "合；犯重苾芻非應遠離，淨持戒者非應親近；", "331": "犯重苾芻非應損減，淨持戒者非應增益；犯", "332": "重苾芻非不應供，淨持戒者非定應供；犯重", "333": "苾芻非增長漏，淨持戒者非損減漏；犯重苾", "334": "芻非不清淨，淨持戒者非定清淨；犯重苾芻", "335": "非無淨信，淨持戒者非有淨信；犯重苾芻非", "336": "不應受清淨信施，淨持戒者非定應受清淨", "337": "信施。何以故？舍利子！真法界中若持若犯其", "338": "性平等，無差別故。「又，舍利子！諸異生類名和", "339": "合者，漏盡苾芻名不和合。」「曼殊室利！汝依何", "34": "童子菩薩明相現時出自住處，詣如來所，在", "340": "義作如是說？」「大德！異生與生因合，名和合者，", "341": "諸阿羅漢無如是義，名不和合。我依此義作", "342": "如是說。「又，舍利子！諸異生類名超怖者，漏盡", "343": "苾芻名不超怖。」「曼殊室利！汝依何義作如是", "344": "說？」「大德！異生於可怖法不生怖畏，名超怖者，", "345": "諸阿羅漢知可怖法實無所有、無怖可超。我", "346": "依此義作如是說。「又，舍利子！諸異生類得無", "347": "滅忍，諸菩薩眾得無生忍。」「曼殊室利！汝依何", "348": "義作如是說？」「大德！異生不樂寂滅，名得無滅", "349": "忍，諸菩薩眾不見法生，名得無生忍。我依此", "35": "外而立。具壽舍利子、大迦多衍那、大迦葉波、", "350": "義作如是說。「又，舍利子！諸異生類名調伏者，", "351": "漏盡苾芻名不調伏。」「曼殊室利！汝依何義作", "352": "如是說？」「大德！異生未調伏故應可調伏，名調", "353": "伏者，諸阿羅漢漏結已盡不復須調，名不調", "354": "伏。我依此義作如是說。「又，舍利子！諸異生類", "355": "名增上心超越行者，漏盡苾芻名心下劣非", "356": "超越行。」「曼殊室利！汝依何義作如是說？」「大德！", "357": "異生其心高舉行違法界，名增上心超越行", "358": "者，諸阿羅漢其心謙下行順法界，名心下劣", "359": "非超越行。我依此義作如是說。」時，舍利子讚", "36": "大採菽氏、滿慈子、執大藏，如是一切大聲聞", "360": "曼殊室利言：「善哉！善哉！善能為我解密語", "361": "義。」曼殊室利報言：「如是！如是！大德！我非但能", "362": "解密語義，我亦即是一切漏盡真阿羅漢。何", "363": "以故？我於聲聞、獨覺樂欲皆永不起故，名漏", "364": "盡真阿羅漢。」", "365": "佛告曼殊室利童子：「頗有因緣，可說菩薩坐", "366": "菩提座不證無上正等菩提？」曼殊室利白言：", "367": "「世尊！亦有因緣，可說菩薩坐菩提座不證無", "368": "上正等菩提，謂菩提中無有少法可名無上", "369": "正等菩提，然真菩提性無差別，非坐可得、不", "37": "僧，亦於此時各從住處，詣如來所，在外而立。", "370": "坐便捨。由此因緣，可說菩薩坐菩提座不證", "371": "菩提，無相菩提不可證故。」曼殊室利復白佛", "372": "言：「無上菩提即五無間，彼五無間即此菩提。", "373": "所以者何？菩提、無間俱假施設，非真實有菩", "374": "提之性，非可證得，非可修習，非可現見，彼五", "375": "無間亦復如是。又一切法本性畢竟不可現見，", "376": "於中無覺、無覺者，無見、無見者，無知、無知者，", "377": "無分別、無分別者，離相平等名為菩提，五無", "378": "間性亦復如是。由此菩提非可證得，言可證", "379": "得、修習、現見大菩提者是增上慢。」佛告曼殊", "38": "爾時，世尊知諸大眾皆來集已，從住處出，敷", "380": "室利童子：「汝今謂我是如來耶？」「不也！世尊！不", "381": "也！善逝！我不謂佛是實如來。所以者何？夫如", "382": "來者以微妙智證會真如，妙智、真如二俱離", "383": "相，真如離相非謂真如，妙智亦然非謂妙智，", "384": "既無妙智及無真如，是故如來亦非真實。何", "385": "以故？真如、妙智但假施設，如來亦爾，非二、不", "386": "二。是故妙智、真如、如來，但有假名而無一實，", "387": "故不謂佛是實如來。」佛告曼殊室利童子：「汝", "388": "非疑惑於如來耶？」「不也！世尊！不也！善逝！何以", "389": "故？我觀如來實不可得、無生無滅，故無所疑。」", "39": "如常座結跏趺坐，告舍利子：「汝今何故於晨", "390": "佛告曼殊室利童子：「如來豈不出現世間？」「不", "391": "也！世尊！不也！善逝！若真法界出現世間，可言", "392": "如來出現於世，非真法界出現世間，是故如", "393": "來亦不出現。」「曼殊室利！汝謂殑伽沙數諸佛", "394": "入涅槃不？」「世尊！豈不諸佛如來同不思議一", "395": "境界相？」「曼殊室利！如是！如是！如汝所說。諸", "396": "佛如來同不思議一境界相。」曼殊室利復白", "397": "佛言：「今佛世尊現住世不？」佛言：「如是！」曼殊室", "398": "利便白佛言：「若佛世尊現住世者，殑伽沙等", "399": "諸佛世尊亦應住世。何以故？一切如來同不", "4": "種智之默識。但二塵且落，時逐見以輕濃；五", "40": "朝時在門外立？」時，舍利子白言：「世尊！曼殊室", "400": "思議一境相故。不思議相無生無滅，如何諸", "401": "佛有入涅槃？是故，世尊！若未來佛當有出世，", "402": "一切如來皆當出世；若過去佛已入涅槃，一", "403": "切如來皆已滅度；若現在佛現證菩提，一切", "404": "如來皆應現證。何以故？不思議中去、來、現在", "405": "所有諸佛無差別故。然諸世間迷謬執著種", "406": "種戲論，謂佛世尊有生有滅，有證菩提。」佛告", "407": "曼殊室利童子：「汝所說法，唯有如來、不退菩", "408": "薩、大阿羅漢所能解了，餘不能知。何以故？唯", "409": "如來等聞是深法，如實了達不讚不毀，知心、", "41": "利童子菩薩先來住此，我等後來。」", "410": "非心不可得故。所以者何？一切法性皆悉平", "411": "等，心及非心俱不可得，由此於法無讚無毀。」", "412": "曼殊室利即白佛言：「於是深法誰當讚毀？」佛", "413": "言：「童子！愚夫異生彼如是心非實心性，同佛", "414": "心性不可思議。」曼殊室利復白佛言：「愚夫異", "415": "生心、非心性，同佛心性不思議耶？」佛告曼殊", "416": "室利童子：「如是！如是！如汝所說。何以故？佛、", "417": "有情心及一切法，皆悉平等、不思議故。」曼殊", "418": "室利復白佛言：「佛、有情心及一切法，若皆平", "419": "等、不可思議；今諸聖賢求涅槃者，勤行精進", "42": "爾時，世尊知而故問曼殊室利言：「善男子！汝", "420": "豈不唐捐？所以者何？不思議性與涅槃性既", "421": "無差別，何用更求？若有說言此異生法、此聖", "422": "者法有差別相，當知彼人未曾親近真淨善", "423": "友，作如是說，令諸有情執二法異，沈淪生死", "424": "不得涅槃。」", "425": "佛告曼殊室利童子：「汝願如來於有情類最", "426": "為勝不？」「世尊！若有真實有情，我願如來於彼", "427": "最勝，然有情類實不可得。」佛告曼殊室利童", "428": "子：「汝願佛成就不思議法耶？」「世尊！若有不思", "429": "議法實可成就，我願如來成就彼法，然無是", "43": "實先來至此住處，為欲觀禮親近佛耶？」曼殊", "430": "事。」佛告曼殊室利童子：「汝願如來說法調伏", "431": "弟子眾不？」「世尊！若有說法調伏真如法界，我", "432": "願如來說法調伏諸弟子眾，然佛世尊出現", "433": "於世，於有情類都無恩德。所以者何？諸有情", "434": "類皆住無雜真如法界，於此界中異生、聖者、能", "435": "說、能受俱不可得。」佛告曼殊室利童子：「汝願", "436": "如來是世無上真福田不？」曼殊室利白言：「世", "437": "尊！若諸福田是實有者，我亦願佛於彼無上，", "438": "然諸福田實不可得，是故諸佛皆非福田、非", "439": "非福田，以福、非福及一切法性平等故。然世", "44": "室利前白佛言：「如是！世尊！如是！善逝！何以故？", "440": "間田能無盡者，世共說彼名無上田，諸佛世", "441": "尊證無盡福，是故可說無上福田。又世間田", "442": "無轉變者，世共說彼名無上田，諸佛世尊證", "443": "無變福，是故可說無上福田。又世間田用難", "444": "思者，世共說彼名無上田，諸佛世尊證難思", "445": "福，是故可說無上福田。諸佛福田雖實無上，", "446": "而植福者無減無增。」佛告曼殊室利童子：「汝", "447": "依何義作如是說？」曼殊室利白言：「世尊！佛福", "448": "田相不可思議，若有於中而植福者，即便能", "449": "了平等法性，達一切法無減無增，故佛福田", "45": "我於如來觀禮親近甞無厭足，為欲利樂諸", "450": "最為無上。」爾時，大地以佛世尊神力、法力六", "451": "返變動。時，眾會中有十六億大苾芻眾，諸漏", "452": "永盡心得解脫；七百苾芻尼、三千鄔波索迦、", "453": "四萬鄔波斯迦、六十俱胝那庾多數欲界天", "454": "眾，遠塵離垢生淨法眼。時，阿難陀即從座起", "455": "頂禮佛足，偏覆左肩，右膝著地，合掌恭敬白", "456": "言：「世尊！何因何緣，今此大地六返變動？」爾時，", "457": "佛告阿難陀言：「由妙吉祥說福田相，我今印", "458": "許故現斯瑞。過去諸佛亦於此處說福田相", "459": "令大地動，故於今時現如是事。」", "46": "有情故實先來此。世尊！我今來至此處親近", "460": "大般若波羅蜜多經卷第五百七十四", "47": "禮敬觀如來者，專為利樂一切有情，非為證", "48": "得佛菩提故，非為樂觀如來身故，非為擾動", "49": "真法界故，非為分別諸法性故，亦不為餘種", "5": "翳將披，復因疑而聚散。是以驟明空道，給孤", "50": "種事故。我觀如來即真如相無動無作、無所", "51": "分別無異分別、非即方處非離方處、非有非", "52": "無、非常非斷、非即三世非離三世、無生無滅、", "53": "無去無來、無染不染、無二不二，心言路絕。若", "54": "以此等真如之相觀於如來，名真見佛，亦名", "55": "禮敬親近如來，實於有情能為利樂。」佛告", "56": "曼殊室利童子：「汝作是觀為何所見？」曼殊室", "57": "利白言：「世尊！我作是觀都無所見，於諸法相", "58": "亦無所取。」佛言：「善哉！善哉！童子！汝能如是觀", "59": "於如來，於一切法心無所取亦無不取，非集", "6": "總旋憩之場；歷選時徒，妙吉昇對揚之重。忽", "60": "非散。」時，舍利子謂曼殊室利言：「仁能如是親", "61": "近禮敬觀於如來，甚為希有！雖常慈愍一切", "62": "有情，而於有情都無所得；雖能化導一切有", "63": "情令趣涅槃，而無所執；雖為利樂諸有情故", "64": "擐大甲冑，而於其中不起積集、散壞方便。」時，", "65": "曼殊室利白舍利子言：「如是！如是！如尊所說，", "66": "我為利樂諸有情故，擐大甲冑令趣涅槃，實", "67": "於有情及涅槃界所化、所證無得無執。又，舍", "68": "利子！非我實欲利樂有情擐大甲冑。所以者", "69": "何？諸有情界無增無減。假使於此一佛土中，", "7": "無覲以瞻仰，俄不聆以飡悟，既泯修而造修，", "70": "有如殑伽沙數諸佛，一一皆住爾所大劫，晝", "71": "夜常說爾所法門，一一法門各能度脫爾所", "72": "佛土諸有情類，悉皆令入無餘涅槃。如此佛", "73": "土有如是事，餘十方面各如殑伽沙等世界", "74": "亦復如是。雖有爾所諸佛世尊，經爾所時說", "75": "爾所法，度脫爾所諸有情類，皆令證入無餘", "76": "涅槃，而有情界亦無增減。何以故？以諸有情", "77": "自性離故、無邊際故不可增減。」舍利子言：「曼", "78": "殊室利！若諸有情自性離故、無邊際故無增", "79": "減者，何緣菩薩求大菩提欲為有情常說妙", "8": "亦絕學而趍學。狀其區別，則菩提萬流；斷其", "80": "法？」曼殊室利言：「舍利子！我說有情都不可得，", "81": "何有菩薩求大菩提欲為有情常說妙法？何", "82": "以故？舍利子！諸法畢竟不可得故。」", "83": "佛告曼殊室利童子：「若諸有情都不可得，云", "84": "何施設諸有情界？」曼殊室利白言：「世尊！有情", "85": "界者但假施設。」「曼殊室利！設有問汝：有情界", "86": "者為有幾何？汝得彼問當云何答？」「世尊！我當", "87": "作如是答：如佛法數，彼界亦爾。」「曼殊室利！設", "88": "復問汝：有情界者其量云何？汝得彼問復云", "89": "何答？」「世尊！我當作如是答：有情界量如諸佛", "9": "混茫，則涅槃一相。一相則不見生死，萬流則", "90": "境。」「曼殊室利！設有問言：諸有情界為何所屬？", "91": "汝得彼問復云何答？」「世尊！我當作如是答：彼", "92": "界所屬如佛難思。」「曼殊室利！設有問言：有情", "93": "界者為何所住？汝得彼問復云何答？」「世尊！我", "94": "當作如是答：若離染際所應住法，即有情界", "95": "所應住法。」「曼殊室利！汝修般若波羅蜜多為", "96": "何所住？」「世尊！我修甚深般若波羅蜜多都無", "97": "所住。」「曼殊室利！無所住者云何能修甚深般", "98": "若波羅蜜多？」「世尊！我由無所住故能修般若", "99": "波羅蜜多。」「曼殊室利！汝修般若波羅蜜多，於"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220f 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}