{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含大品: 中阿含大品", "text": {"0": "後誦1 雙品191 大空經", "1": "中阿含經卷第五十", "10": "過夜平旦，著衣持鉢，入阿惒那而行乞", "100": "不忍。』烏陀夷！彼族姓子所縛不堅不牢，不轉", "101": "增急，而可斷絕，則得解脫。烏陀夷！猶如象", "102": "王，年至六十，而以憍慠摩訶能伽，牙足體", "103": "具，筋力熾盛，彼所堅縛，若怒力轉身，彼堅", "104": "縛者，則便斷絕，還歸本所。烏陀夷！若人作是", "105": "說彼大象王年至六十，而以憍慠摩訶能", "106": "伽，牙足體具，筋力熾盛，彼縛極堅極牢，轉增", "107": "轉急，不可斷絕，不得解脫者，為正說耶？」", "108": "尊者烏陀夷白曰：「不也。世尊！所以者何？彼大", "109": "象王年至六十，而以憍慠摩訶能伽，牙足體", "11": "食，食訖中後，收舉衣鉢，澡洗手足，以尼師", "110": "具，筋力熾盛。彼所堅縛，若怒力轉身，彼堅", "111": "縛者，則便斷絕，還歸本所。世尊！是故彼大象", "112": "王年至六十，而以憍慠摩訶能伽，牙足體具，", "113": "筋力熾盛。彼縛不堅不牢，不轉增急，而可斷", "114": "絕，則得解脫。」「如是，烏陀夷！彼族姓子我為", "115": "其說：『汝等斷此。』彼不作是說：『此是小事，何", "116": "足斷之？而世尊今教我斷此，善逝令我絕", "117": "此。』亦不如是說：『此大沙門不能消食，彼便", "118": "斷此，彼不於我生不可、不忍，及餘比丘善", "119": "護持戒者，亦不為彼生不可、不忍。』烏陀夷！", "12": "檀著於肩上，往至一林，欲晝經行。尊者", "120": "彼族姓子所縛不堅不牢，不轉增急，而可斷", "121": "絕，則得解脫。烏陀夷！若有癡人，我為其說：", "122": "『汝等斷此。』彼作是說：『此是小事，何足斷之？", "123": "而世尊今教我斷此，善逝令我絕此。』亦如", "124": "是說：『此大沙門不能消食，彼不斷此，彼但", "125": "於我生不可、不忍，及餘比丘善護持戒者，亦", "126": "復為彼生不可、忍。』烏陀夷！彼癡人所縛極", "127": "堅極牢，轉增轉急，不可斷絕，不得解脫。「烏", "128": "陀夷！猶貧窮人無有錢財，亦無勢力。彼有", "129": "一婦，其眼復瞎，醜不可愛，唯有一屋，崩壞", "13": "烏陀夷亦過夜平旦，著衣持鉢，入阿惒那", "130": "穿漏，烏鳥所栖，弊不可居。而有一床，復破", "131": "折壞，弊不可臥，正有一瓶，缺不可用。彼", "132": "見比丘食訖中後，淨洗手足，敷尼師檀，坐", "133": "一樹下，清涼和調，修增上心。彼見已，而作是", "134": "念：『沙門為快樂，沙門如涅槃，我惡無德。所", "135": "以者何？我有一婦，其眼復瞎，醜不可愛，不", "136": "能捨離。唯有一屋，崩壞穿漏，烏鳥所栖，弊不", "137": "可居，不能捨離。而有一床，復破折壞，弊不", "138": "可臥，不能捨離。正有一瓶，缺不可用，不", "139": "能捨離。愛樂比丘剃除鬚髮，著袈裟衣，至", "14": "而行乞食，食訖中後，收舉衣鉢，澡洗手足，", "140": "信、捨家、無家、學道。』烏陀夷！若人作是說：『彼貧", "141": "窮人無有錢財，亦無勢力，所縛不堅不牢，", "142": "不轉增急，而可斷絕，則得解脫。』者，為正說", "143": "耶？」尊者烏陀夷白曰：「不也。世尊！所以者何？彼", "144": "貧窮人無有錢財，亦無勢力，有一瞎婦，醜", "145": "不可愛，不能捨離。唯有一屋，崩壞穿漏，", "146": "烏鳥所栖，弊不可居，不能捨離。而有一", "147": "床，復破折壞，弊不可臥，不能捨離。正有", "148": "一瓶，缺不可用，不能捨離。愛樂比丘剃", "149": "除鬚髮，著袈裟衣，至信、捨家、無家、學道。世", "15": "以尼師檀著於肩上，隨侍佛後，而作是", "150": "尊！是故彼貧窮人無有錢財，亦無勢力，所", "151": "縛極堅極牢，轉增轉急，不可斷絕，不得解", "152": "脫。」「如是，烏陀夷！若有癡人，我為其說：『汝等", "153": "斷此。』彼作是說：『此是小事，何足斷之？而世", "154": "尊今教我斷此，善逝令我絕此。』亦如是說：", "155": "『此大沙門不能消食，彼不斷此，彼但於我", "156": "生不可、不忍，及餘比丘善護持戒者，亦復為", "157": "彼生不可、不忍。』烏陀夷！是故彼癡人所縛極", "158": "堅極牢，轉增轉急，不可斷絕，不得解脫。烏", "159": "陀夷！若族姓子我為其說：『汝等斷此。』彼不", "16": "念：「若世尊今晝行者，我亦至彼晝行。」於是，", "160": "作是說：『此是小事，何足斷之？而世尊今教", "161": "我斷此，善逝令我絕此。』亦不如是說：『此", "162": "大沙門不能消食，彼便斷此，彼不於我生", "163": "不可、不忍，及餘比丘善護持戒者，亦不為", "164": "彼生不可、不忍。』烏陀夷！是故彼族姓子所縛", "165": "不堅不牢，不轉增急，而可斷絕，則得解脫。", "166": "「烏陀夷！猶如居士、居士子，極大富樂，多有錢", "167": "財，畜牧產業不可稱計，封戶、食邑、米穀豐饒，", "168": "及若干種諸生活具、奴婢、象馬，其數無量。彼", "169": "見比丘食訖中後，淨洗手足，敷尼師檀，坐", "17": "世尊入於林中，至一樹下，敷尼師檀，結", "170": "一樹下，清涼和調，修增上心。彼見已，而作", "171": "是念：『沙門為快樂，沙門如涅槃，我寧可捨", "172": "極大富樂金寶、財穀、象馬，奴婢，愛樂比丘剃", "173": "除鬚髮，著袈裟衣，至信、捨家、無家、學道。』烏陀", "174": "夷！若人作是說：『彼居士、居士子所縛極堅極", "175": "牢，轉增轉急，不可斷絕，不得解脫。』者，為", "176": "正說耶？」尊者烏陀夷白曰：「不也。世尊！所以者", "177": "何？彼居士、居士子，彼能捨離極大富樂金寶、", "178": "財穀、象馬，奴婢，愛樂比丘剃除鬚髮，著袈", "179": "裟衣，至信、捨家、無家、學道。世尊！是故彼居士、", "18": "跏趺坐。尊者烏陀夷亦入彼林，去佛不遠，", "180": "居士子所縛不堅不牢，不轉增急，而可斷絕，", "181": "則得解脫。」「如是，烏陀夷！若族姓子我為其", "182": "說：『汝等斷此。』彼不作是說：『此是小事，何足", "183": "斷之？而世尊今教我斷此，善逝令我絕此。』", "184": "亦不如是說：『此大沙門不能消食，彼便斷", "185": "此，彼不於我生不可、不忍，及餘比丘善護", "186": "持戒者，亦不為彼生不可、不忍。』烏陀夷！是", "187": "故彼族姓子所縛不堅不牢，不轉增急，而可", "188": "斷絕，則得解脫。烏陀夷！比丘行捨，彼行捨", "189": "已，生欲相應念，愛樂結縛，彼樂是，不斷、不", "19": "至一樹下，敷尼師檀，結跏趺坐。爾時，尊者", "190": "住、不吐。烏陀夷！我說是縛，不說解脫。所以", "191": "者何？諸結不善。烏陀夷！結不善故，我說是縛，", "192": "不說解脫。烏陀夷！比丘行捨，彼行捨已，生", "193": "欲相應念，愛樂結縛，彼不樂是，斷、住、吐。烏", "194": "陀夷！我說亦是縛，不說解脫。所以者何？諸", "195": "結不善。烏陀夷！結不善故，我說是縛，不說", "196": "解脫。烏陀夷！比丘行捨，彼行捨已，或時意", "197": "忘俱有欲相應念，愛樂結縛，遲觀速滅。烏陀", "198": "夷！猶如鐵丸、鐵犁，竟日火燒，或有人著二", "199": "三渧水，渧遲不續，水便速盡。烏陀夷！如", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "烏陀夷獨在靖處燕坐思惟，心作是念：", "200": "是比丘行捨，彼行捨已，或時意忘，俱有欲相", "201": "應念，愛樂結縛，遲觀速滅。烏陀夷！我說亦是", "202": "縛，不說解脫。所以者何？諸結不善。烏陀夷！", "203": "結不善故，我說是縛，不說解脫。「烏陀夷！俱", "204": "在苦根，遊行無生死，於無上愛盡，善心解", "205": "脫。烏陀夷！我說解脫，不說是縛。所以者何？", "206": "諸結已盡。烏陀夷！諸結盡故，我說解脫，不", "207": "說是縛。烏陀夷！有樂，非聖樂，是凡夫樂，病", "208": "本、癰本、箭刺之本，有食、有生死，不可修、不", "209": "可習、不可廣布，我說於彼則不可修。烏", "21": "「世尊為我等多所饒益，善逝為我等多", "210": "陀夷！有樂，是聖樂、無欲樂、離樂、息樂、正覺之", "211": "樂，無食、無生死，可修、可習、可廣布，我說", "212": "於彼則可修也。烏陀夷！云何有樂，非聖樂，", "213": "是凡夫樂，病本、癰本、箭刺之本，有食、有生", "214": "死，不可修、不可習、不可廣布，我說於彼", "215": "不可修耶？若因五欲生樂生善者，是樂非", "216": "聖樂，是凡夫樂，病本、癰本、箭刺之本，有食、有", "217": "生死，不可修、不可習、不可廣布，我說於", "218": "彼則不可修。「烏陀夷！云何有樂，是聖樂、無", "219": "欲樂、離樂、息樂、正覺之樂，無食、無生死，可", "22": "所安隱。世尊於我除眾苦法，增益樂法。世", "220": "修、可習、可廣布，我說於彼則可修耶？烏陀", "221": "夷！若比丘離欲、離惡不善之法，至得第四", "222": "禪成就遊者，是樂是聖樂、無欲樂、離樂、息樂、", "223": "正覺之樂，無食、無生死，可修、可習、可廣布，", "224": "我說於彼則可修也。烏陀夷！比丘離欲、離", "225": "惡不善之法，有覺、有觀，離生喜、樂，得初禪成", "226": "就遊，聖說是移動。此中何等聖說移動？此中", "227": "有覺、有觀，是聖說移動。此中何等聖說移動？", "228": "烏陀夷！比丘覺、觀已息，內靖、一心，無覺、無觀，", "229": "定生喜、樂，得第二禪成就遊，是聖說移動。", "23": "尊於我除無量惡不善之法，增益無量諸善", "230": "此中何等聖說移動？若此得喜，是聖說移動。", "231": "此中何等聖說移動？烏陀夷！比丘離於喜欲，", "232": "捨無求遊，正念正智而身覺樂，謂聖所說，聖", "233": "所捨、念、樂住、空，得第三禪成就遊，是聖說", "234": "移動。此中何等聖說移動？若此說移動心樂，", "235": "是聖說移動。此中何等聖說不移動？烏陀夷！", "236": "比丘樂滅、苦滅，喜、憂本已滅，不苦不樂、捨念、", "237": "清淨，得第四禪成就遊，是聖說不移動。「烏陀", "238": "夷！比丘離欲、離惡不善之法，有覺、有觀，離生", "239": "喜、樂，得初禪成就遊。烏陀夷！我說此不得", "24": "妙法。」尊者烏陀夷則於晡時從燕坐起，往", "240": "無、不得斷、不得過度。此中何等過度？烏陀", "241": "夷！比丘覺、觀已息，內靖、一心，無覺、無觀，定生", "242": "喜、樂，得第二禪成就遊，是謂此中過度。烏陀", "243": "夷！我說此亦不得無、不得斷、不得過度。", "244": "此中何等過度？烏陀夷！比丘離於喜欲，捨無", "245": "求遊，正念正智而身覺樂，謂聖所說，聖所捨、", "246": "念、樂住、空，得第三禪成就遊，是謂此中過", "247": "度。烏陀夷！我說此亦不得無、不得斷、不得", "248": "過度。此中何等過度？烏陀夷！比丘樂滅、苦滅，", "249": "喜、憂本已滅，不苦不樂、捨、念、清淨，得第四禪", "25": "詣佛所，稽首佛足，却坐一面，世尊告曰：「烏", "250": "成就遊，是謂此中過度。烏陀夷！我說此亦不", "251": "得無、不得斷、不得過度。「此中何等過度？烏", "252": "陀夷！比丘度一切色想，滅有對想，不", "253": "念若干想，無量空，是無量空處成就遊，", "254": "是謂此中過度。烏陀夷！我說此亦不得無、", "255": "不得斷、不得過度。此中何等過度？烏陀夷！", "256": "比丘度一切無量空處，無量識，是無量識", "257": "處成就遊，是謂此中過度。烏陀夷！我說此亦", "258": "不得無，不得斷，不得過度。此中何等過度？", "259": "烏陀夷！比丘度一切無量識處，無所有，是", "26": "陀夷！無有所乏，安隱快樂，氣力如常耶？」尊", "260": "無所有處成就遊，是謂此中過度。烏陀夷！", "261": "我說此亦不得無，不得斷，不得過度，此中", "262": "何等過度。烏陀夷！比丘度一切無所有處，非", "263": "有想非無想，是非有想非無想處成就遊，是", "264": "謂此中過度。烏陀夷！我說至非有想非無想", "265": "處亦不得無，不得斷，不得過度。烏陀夷！", "266": "頗有一結，或多或少久住者，我說不得無，", "267": "不得斷，不得過度，謂我說不斷耶？」尊者烏", "268": "陀夷白曰：「不也。世尊！」世尊歎曰：「善哉！善哉！烏", "269": "陀夷！汝不爾如彼癡人，彼愚癡人，我為其", "27": "者烏陀夷白曰：「唯然。世尊！我無所乏，安隱快", "270": "說：『汝等斷此。』彼作是說：『此是小事，何足斷", "271": "之？而世尊今教我斷此，善逝令我絕此。』亦", "272": "如是說：『此大沙門不能消食，彼不斷此，彼", "273": "但於我生不可、不忍，及餘比丘善護持戒者，", "274": "亦復為彼生不可、不忍。』烏陀夷！是故彼癡人", "275": "所縛極堅極牢，轉增轉急，不可斷絕，不得", "276": "解脫。烏陀夷！若有族姓子我為其說：『汝等", "277": "斷此。』彼不作是說：『此是小事，何足斷之？而", "278": "今世尊教我斷此，善逝令我絕此。』亦不如", "279": "是說：『此大沙門不能消食，彼便斷此，彼不", "28": "樂，氣力如常。」世尊復問曰：「烏陀夷！云何汝", "280": "於我生不可、不忍，及餘比丘善護持戒者，亦", "281": "不為彼生不可、不忍。』烏陀夷！是故彼族姓", "282": "子所縛不堅不牢，不轉增急，而可斷絕，則得", "283": "解脫。」佛說如是。尊者烏陀夷聞佛所說，歡", "284": "喜奉行。", "285": "加樓烏陀夷經第一竟四千四百六十七字", "286": "193 牟犁破群那經（一九三）中阿含大品牟犁破群那經第二", "287": "第五後誦", "288": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "289": "獨園。爾時，牟犁破群那與比丘尼數共集", "29": "無所乏，安隱快樂，氣力如常耶？」尊者烏陀夷", "290": "會。若有人向牟犁破群那比丘道說比", "291": "丘尼者，彼聞已，便瞋恚憎嫉，乃至鬪諍。若有", "292": "人向諸比丘尼道說牟犁破群那比丘者，", "293": "諸比丘尼聞已，便瞋恚憎嫉，乃至鬪諍。眾多", "294": "比丘聞已，便往詣佛，稽首佛足，却坐一面，", "295": "白曰：「世尊！牟犁破群那比丘與比丘尼數", "296": "共集會。若有人向牟犁破群那比丘道說", "297": "比丘尼者，彼聞已，便瞋恚憎嫉，乃至鬪諍。若", "298": "有人向諸比丘尼道說牟犁破群那比丘", "299": "者，諸比丘尼聞已，便瞋恚憎嫉，乃至鬪諍。」世", "3": "2 大品大品第二有十經第五後誦", "30": "答曰：「世尊！我獨在靖處燕坐思惟，心作", "300": "尊聞已，告一比丘：「汝往牟犁破群那比丘", "301": "所，而語之曰：『世尊呼汝。』」一比丘聞已：「唯然", "302": "世尊！」即從坐起，稽首佛足，繞三匝而去。至", "303": "牟犁破群那比丘所，而語之曰：「世尊呼汝！」", "304": "牟犁破群那聞已，來詣佛所，為佛作禮，却", "305": "坐一面。世尊告曰：「破群那！汝實與比丘尼", "306": "數共集會。若有人向汝道說比丘尼者，汝", "307": "聞已，便嗔恚憎嫉，乃至鬪諍。若有人向諸", "308": "比丘尼道說汝者，諸比丘尼聞已，便嗔", "309": "恚憎嫉，乃至鬪諍。破群那！汝實如是耶？」破群", "31": "是念：『世尊為我等多所饒益，善逝為我", "310": "那答曰：「實爾。世尊！」世尊復問曰：「破群那！汝", "311": "非至信、捨家、無家、學道耶？」破群那答曰：「唯然。", "312": "世尊！」世尊告曰：「破群那！是以汝至信、捨家、無", "313": "家、學道者，應當學。若有欲有念依家，斷是。", "314": "若有欲有念依於無欲，是習是修，是廣布", "315": "也。破群那！汝當如是學。」爾時，世尊問諸比", "316": "丘曰：「汝等非至信、捨家、無家、學道耶？」諸比", "317": "丘答曰：「唯然。世尊！」世尊復告諸比丘曰：「是", "318": "以汝等至信、捨家、無家、學道者，應當學。若有", "319": "欲有念依家，斷是。若有欲有念依於無欲，", "32": "等多所安隱。世尊於我除眾苦法，增益", "320": "是習是修，是廣布也，汝等當如是學。昔時", "321": "我曾告諸比丘：『汝等！若有比丘多所知識，", "322": "若有比丘少所知識，彼一切盡學一坐食，", "323": "學一坐食已，無為無求，無有病痛，身體輕", "324": "便，氣力康強，安隱快樂。』彼諸比丘多所知識", "325": "及少知識，盡學一坐食，學一坐食已，無為", "326": "無求，無有病痛，身體輕便，氣力康強，安隱", "327": "快樂。彼諸比丘可於我心，我亦不多教訶。", "328": "諸比丘因此生念向法次法，猶如馬車，御", "329": "者乘之，左手執轡，右手執策，隨八道行，", "33": "樂法。世尊於我除無量惡不善之法，增益", "330": "在意所至。如是諸比丘可於我心，我亦不", "331": "多教訶。諸比丘因此生念向法次法，猶如", "332": "良地有娑羅樹林，彼治林者，聰明󰍂慧而", "333": "不懈怠，彼隨時治娑羅樹根，數數鋤糞，以", "334": "水溉灌，高者掘下，下者填滿。若邊生惡草，", "335": "薅除棄之，若並生曲戾惡不直者，拔根著", "336": "外，若枝生橫曲，則落治之，若近邊新生", "337": "調直好者，便隨時治，數數鋤糞，以水溉灌，", "338": "如是彼良地娑羅樹林轉轉茂盛。如是諸比", "339": "丘可於我心，我亦不多教訶。彼我不說", "34": "無量諸善妙法。』世尊昔時告諸比丘：『汝等", "340": "彼善語恭順，謂因衣鉢、飲食、床榻、湯藥、諸生", "341": "活具故。所以者何？彼比丘若不得是還不", "342": "善語恭順，成就不善語恭順法。「若有比丘", "343": "為遠離、依遠離、住遠離，善語恭順，成就善", "344": "語恭順法者，我說彼善語恭順。所以者何？或", "345": "有一善護善逝行者，謂因他無惡語言", "346": "也。若他不惡語言者，便不瞋恚，亦不憎嫉，", "347": "不憂纏住，不憎嗔恚，不發露惡。彼諸比丘", "348": "見已，便作是念：『此賢者忍辱溫和堪耐，善制", "349": "善定善息。』若他惡語言者，便嗔恚憎嫉，而", "35": "斷過中食。』世尊！我等聞已，不堪不忍，不欲不", "350": "憂纏住憎恚發惡。彼諸比丘見已，便作是念：", "351": "『此賢者惡性急弊麤獷，不定不制不息。』所以", "352": "者何？「比丘！昔時有居士婦，名鞞陀提，極大", "353": "富樂，多有錢財，畜牧產業不可稱計，封戶、", "354": "食邑、米穀豐饒，及若干種諸生活具。爾時，居", "355": "士婦鞞陀提如是大有名稱，流布諸方，居士", "356": "婦鞞陀提忍辱堪耐溫和，善制善定善息。爾", "357": "時，居士婦鞞陀提有婢名黑，本侍者，有妙", "358": "善言，少多行善。彼黑婢作是念：『我大家居士", "359": "婦鞞陀提如是有大名稱，流布諸方，居士", "36": "樂。若有信梵志、居士往至眾園，廣施作福，", "360": "婦鞞陀提忍辱堪耐溫和，善制善定善息，我", "361": "今寧可試大家居士婦鞞陀提，為實嗔、為", "362": "實不嗔耶？』「於是，黑婢臥不早起。夫人呼曰：", "363": "『黑婢！何不早起耶？』黑婢聞已，便作是念：『我", "364": "大家居士婦鞞陀提實瞋，非不瞋也。但因", "365": "我善能料理家業、善經營、善持故，令我大", "366": "家居士婦鞞陀提如是有極大名稱，流布諸", "367": "方，居士婦鞞陀提忍辱堪耐溫和，善制善定", "368": "善息。我今寧可復更大試大家居士婦鞞陀", "369": "提，為實嗔、為實不嗔耶？』「於是，黑婢臥極", "37": "我等自手受食，而世尊今教我斷是，善逝", "370": "晚不起。夫人呼曰：『黑婢！何以極晚不起耶？』", "371": "黑婢聞已，作是念：『我大家居士婦鞞陀提實", "372": "瞋，非不瞋也。但因我善能料理家業、善經營、", "373": "善持故，令我大家居士婦鞞陀提如是有", "374": "極大名稱，流布諸方，居士婦鞞陀提忍辱堪", "375": "耐溫和，善制善定善息耳。我今寧可復更極", "376": "大試大家居士婦鞞陀提，為實瞋、為實不", "377": "瞋耶？』「於是，黑婢臥至晡時乃起。夫人呼曰：", "378": "『黑婢！何以乃至晡時起，既不自作，亦不教", "379": "作，此黑婢不隨我教，此黑婢輕慢於我。』便", "38": "教我絕是。復作是說：『此大沙門不能消食。』", "380": "大瞋恚而生憎嫉，額三脉起，皺面自往，閉戶", "381": "下關，手執大杖以打其頭，頭破血流。於是，", "382": "黑婢頭破血流，便出語比隣，訟聲紛紜，多", "383": "所道說：『尊等！見是忍辱行人堪耐溫和，善制", "384": "善定善息行耶？罵我曰：「黑婢！何以乃至晡", "385": "時起，既不自作，亦不教作，此黑婢不隨", "386": "我教，此黑婢輕慢於我。」便大瞋恚而生憎", "387": "嫉，額三脉起，皺面自來，閉戶下關，手執大", "388": "杖以打我頭，頭破血流。』爾時，居士婦鞞陀提", "389": "如是便有極大惡名，流布諸方，居士婦鞞", "39": "然我等於世尊威神妙德敬重不堪，是故我", "390": "陀提惡性急弊麤獷，不定不制不息。「如是。", "391": "或有一善護善逝行者，謂因他無惡語言", "392": "也。若他不惡語言者，便不瞋恚，亦不憎", "393": "嫉，不憂纏住，不增瞋恚，不發露惡。彼諸", "394": "比丘見已，便作是念：『此賢者忍辱溫和堪耐，", "395": "善制善定善息。』若他惡語言者，便瞋恚憎嫉", "396": "而憂纏住，憎恚發惡。彼諸比丘見已，便作是", "397": "念：『此賢者惡性急弊麤獷，不定不制不息。』", "398": "「復次，有互言道，若他說者，或時或非時，或", "399": "真或非真，或軟或堅，或慈或恚，或有義或", "4": "加樓烏陀夷牟梨破群那", "40": "等斷中後食。「復次，昔時世尊告諸比丘：『汝等", "400": "無義。汝等！此互言道，若他說時，或心變易", "401": "者，或口惡言者，我說汝等因此必衰，汝等", "402": "當學此互言道。若他說時，心不變易，口無", "403": "惡言，向怨家人緣彼起慈愍心，心與慈俱，", "404": "遍滿一方成就遊。如是二三四方、四維上下，", "405": "普周一切，心與慈俱，無結無怨，無恚無諍，極", "406": "廣甚大，無量善修，遍滿一切世間成就遊。如", "407": "是悲、喜心與捨俱，無結無怨，無恚無諍，極廣", "408": "甚大，無量善修，遍滿一切世間成就遊，汝等", "409": "當學如是。猶如有人持大鏵鍬來，而作是", "41": "斷夜食。』世尊！我等聞已，不堪不忍，不欲不樂，", "410": "語：『我能令此大地，使作非地。』彼便處處掘", "411": "復掘，唾溺污之，說惡語言，作如是說：『令", "412": "大地非地。』於意云何？彼人以此方便，能令此", "413": "大地作非地耶？」諸比丘答曰：「不也。世尊！所", "414": "以者何？此大地甚深極廣而不可量，是故彼", "415": "人以此方便，不能令此大地使作非地。", "416": "世尊！但使彼人唐自疲勞也。」「如是，此互言", "417": "道，若他說者，或時或非時，或真或不真，或軟", "418": "或堅，或慈或恚，或有義或無義。汝等！此互", "419": "言道，若他說時，或心變易者，或口惡言者，我", "42": "於二食中最上、最妙、最勝、最美者，而世尊今", "420": "說汝等因此必衰，汝等當學此互言道。若", "421": "他說時，心不變易，口無惡言，向言說者，緣", "422": "彼起慈愍心，心行如地，無結無怨，無恚無諍，", "423": "極廣甚大，無量善修，遍滿一切世間成就遊，", "424": "汝等當學如是。猶如有人持大草炬，作", "425": "如是語：『我以此草炬，用熱恒伽水，令作", "426": "沸湯。』於意云何？彼人以此方便，能令恒伽", "427": "水熱作沸湯耶？」諸比丘答曰：「不也。世尊！所", "428": "以者何？世尊！彼恒伽水甚深極廣，不可度", "429": "量。是故彼人以此方便，不能令恒伽水熱", "43": "教我斷是，善逝教我絕是，復作是說：『此大", "430": "使作沸湯。世尊！但使彼人唐自疲勞也。」「如", "431": "是。此互言道，若他說者，或時或非時，或嗔", "432": "或不瞋，或軟或堅，或慈或恚，或有義或無", "433": "義。汝等！此互言道，若他說時，或心變易者，", "434": "或口惡言者，我說汝等因此必衰。汝等當", "435": "學此互言道，若他說時，心不變易，口無惡", "436": "言，向言說者，緣彼起慈愍心，心行如恒伽", "437": "水，無結無怨，無恚無諍，極廣甚大，無量善修，", "438": "遍滿一切世間成就遊，汝等當學如是。猶", "439": "如畫師、畫師弟子，持種種彩來，彼作是說：", "44": "沙門不能消食。』世尊！昔時有一居士，多持", "440": "『我於此虛空畫作形像，以彩莊染。』於意", "441": "云何？彼畫師、畫師弟子以此方便，寧能於虛", "442": "空畫作形像，以彩莊染耶？」諸比丘答曰：「不", "443": "也。世尊！所以者何？世尊！此虛空非色，不可見", "444": "無對。是故彼畫師、畫師弟子以此方便，不", "445": "能於虛空畫作形像，以彩莊染。世尊！但", "446": "使彼畫師、畫師弟子唐自疲勞也。」「如是，此", "447": "互言道，若他說者，或時或非時，或真或不真，", "448": "或軟或堅，或慈或恚，或有義或無義。汝等！此", "449": "互言道，若他說時，或心變易者，或口惡言", "45": "種種淨妙食飲，還歸其家，勅內人曰：『汝等", "450": "者，我說汝等因此必衰。汝等當學此互言", "451": "道，若他說時，心不變易，口無惡言，向言說", "452": "者，緣彼起慈愍心，心行如虛空，無結無怨，", "453": "無恚無諍，極廣甚大，無量善修，遍滿一切世", "454": "間成就遊，汝等當學如是。猶如猫皮囊柔", "455": "治極軟，除𨋐𨋐聲，無𨋐𨋐聲。彼或有人以", "456": "手拳扠，石擲杖打，或以刀斫，或撲著地，", "457": "於意云何？彼猫皮囊柔治極軟，除𨋐𨋐聲，", "458": "無𨋐𨋐聲，彼寧復有𨋐𨋐聲耶？」諸比丘", "459": "答曰：「不也。世尊！所以者何？世尊！彼猫皮囊柔", "46": "受此舉著一處，我當盡共集會夜食，不為", "460": "治極軟，除𨋐𨋐聲，無𨋐𨋐聲。是故無復", "461": "有𨋐𨋐聲。」「如是。諸比丘！若有他人拳扠", "462": "石擲，杖打刀斫，汝等若為他人拳扠石擲，杖", "463": "打刀斫時，或心變易者，或口惡言者，我說汝", "464": "等因此必衰。汝等當學，若為他人拳扠石", "465": "擲，杖打刀斫時，心不變易，口不惡言，向捶", "466": "打人緣彼起慈愍心，心行如猫皮囊，無結", "467": "無怨，無恚無諍，極廣甚大，無量善修，遍滿一", "468": "切世間成就遊，汝等當學如是。若有賊來，", "469": "以利鋸刀節節解截，汝等若有賊來，以利", "47": "朝中。』世尊！若於諸家施設極妙最上食者，", "470": "鋸刀節節解截時，或心變易者，或口惡言者，", "471": "我說汝等因此必衰。汝等當學，若有賊來，", "472": "以利鋸刀，節節解截，心不變易，口無惡言", "473": "向割截人，緣彼起慈愍心，心與慈俱，遍滿", "474": "一方成就遊。如是二三四方、四維上下，普周一", "475": "切，心與慈俱，無結無怨，無恚無諍，極廣甚", "476": "大，無量善修，遍滿一切世間成就遊。如是", "477": "悲、喜心與捨俱，無結無怨，無恚無諍，極廣甚", "478": "大，無量善修，遍滿一切世間成就遊，汝等當", "479": "學如是。」於是，世尊歎諸比丘曰：「善哉！善哉！", "48": "唯有夜食，我為朝中，而世尊今教我斷是，", "480": "汝等當數數念利鋸刀喻沙門教，汝等數數", "481": "念利鋸刀喻沙門教已，汝等頗見他不愛惡", "482": "語言向我，我聞已，不堪耐耶？」諸比丘答曰：", "483": "「不也。世尊！」世尊復歎諸比丘曰：「善哉！善哉！", "484": "汝等當數數念利鋸刀喻沙門教，汝等數數", "485": "念利鋸刀喻沙門教已，若汝遊東方，必得", "486": "安樂，無眾苦患；若遊南方、西方、北方者，必", "487": "得安樂，無眾苦患。善哉！善哉！汝等當數數", "488": "念利鋸刀喻沙門教，汝等數數念利鋸刀喻", "489": "沙門教已，我尚不說汝諸善法住，況說衰", "49": "善逝教我絕是，復作是說：『此大沙門不能", "490": "退？但當晝夜增長善法而不衰退。善哉！善", "491": "哉！汝等當數數念利鋸刀喻沙門教，汝等", "492": "數數念利鋸刀喻沙門教已，於二果中必", "493": "得其一，或於現世得究竟智，或復有餘", "494": "得阿那含。」佛說如是。彼諸比丘聞佛所說，", "495": "歡喜奉行。", "496": "牟犁破群那經第二竟三千三百五十八字", "497": "中阿含經卷第五十七千八百二十五字", "5": "跋陀、阿濕貝周那、優婆離", "50": "消食。』然我等於世尊威神妙德敬重不堪，", "51": "是故我等斷於夜食。「世尊！我復作是念：『若", "52": "有比丘非時入村而行乞食，或能逢賊，作", "53": "業不作業，或逢虎逢鹿，或逢虎鹿，或逢豹", "54": "逢羆，或逢豹羆，或往如是處，或逢惡象、", "55": "惡馬、惡牛、惡狗，或值蛇聚，或得塊擲，或得", "56": "杖打，或墮溝瀆，或墮廁中，或乘臥牛，或墮", "57": "深坑，或入刺中，觀見空家，入如是家，若彼", "58": "入已，女人見之，或呼共行惡不淨行。』「世尊！", "59": "昔一比丘夜闇微雨，睒睒掣電，而非時行入", "6": "調御、癡慧地阿梨吒、𠻬帝", "60": "他家乞食。彼家婦人爾時出外洗蕩食器，", "61": "彼時婦人於電光中遙見比丘，謂為是鬼，", "62": "見已驚怖，身毛皆竪，失聲大呼，即便墮娠，而", "63": "作是語：『尊是鬼！尊是鬼！』時，彼比丘語婦人", "64": "曰：『妹！我非鬼，我是沙門，今來乞食。』爾時，婦人", "65": "恚罵比丘至苦至惡，而作是語：『令此沙門", "66": "命根早斷，令此沙門父母早死，令此沙門種", "67": "族絕滅，令此沙門腹裂破壞，禿頭沙門以黑", "68": "自纏，無子斷種，汝寧可持利刀自破其腹，", "69": "不應非時夜行乞食，坐此沙門而墮我", "7": "192 加樓烏陀夷經（一九二）中阿含大品加樓烏陀夷經第一", "70": "娠。』世尊！我憶彼已，便生歡悅。世尊！我因此", "71": "歡悅遍充滿體，正念正智，生喜、止、樂、定。世", "72": "尊！我因此定遍充滿體，正念正智。如是，世", "73": "尊！我無所乏，安隱快樂，氣力如常。」世尊歎", "74": "曰：「善哉！善哉！烏陀夷！汝今不爾如彼癡人。彼", "75": "愚癡人，我為其說：『汝等斷此。』彼作是說：『此", "76": "是小事，何足斷之？而世尊今教我斷此，善", "77": "逝令我絕此。』亦如是說：『此大沙門不能消", "78": "食，彼不斷此，彼但於我生不可、不忍，及餘", "79": "比丘善護持戒者，亦復為彼生不可、不忍。』", "8": "我聞如是：一時，佛遊鴦伽國中，與大比丘", "80": "烏陀夷！彼癡人所縛極堅極牢，轉增轉急，不", "81": "可斷絕，不得解脫。烏陀夷！猶如有蠅，為", "82": "涕唾所縛，彼在其中或苦或死。烏陀夷！", "83": "若人作是說彼蠅所縛，不堅不牢，不轉增急", "84": "而可斷絕，則得解脫者，為正說耶？」尊者烏", "85": "陀夷白曰：「不也。世尊！所以者何？蠅為涕唾", "86": "所縛，彼於其中或苦或死。是故，世尊！彼蠅", "87": "所縛，極堅極牢，轉增轉急，不可斷絕，不得", "88": "解脫。」「烏陀夷！彼愚癡人，我為其說：『汝等斷", "89": "此。』彼作是說：『此是小事，何足斷之？而世尊", "9": "眾俱，往至阿惒那住揵若精舍。爾時，世尊", "90": "今教我斷此，善逝令我絕此。』亦如是說：『此", "91": "大沙門不能消食，彼不斷此，彼但於我生", "92": "不可、不忍，及餘比丘善護持戒者，亦復為彼", "93": "生不可、不忍。』烏陀夷！彼癡人所縛極堅極牢，", "94": "轉增轉急，不可斷絕，不得解脫。烏陀夷！若", "95": "族姓子我為其說：『汝等斷此。』彼不作是說：", "96": "『此是小事，何足斷之？而世尊今教我斷此，", "97": "善逝令我絕此。』亦不如是說：『此大沙門不", "98": "能消食，彼便斷此，彼不於我生不可、不忍，", "99": "及餘比丘善護奉戒者，亦不為彼生不可、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含大品: 中阿含大品", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}