{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2817 大乘經纂要義", "text": {"0": "No. 2817", "1": "大乘經纂要義一卷", "10": "須善分別其二諦常捨輪迴求解脫", "100": "大乘纂要義一卷", "11": "勤行正道增智慧願修聖跡證無為", "12": "如是一切眾生先須歸依三寶敬事遵仰。三", "13": "寶者何。所謂佛法僧寶。言佛寶者。所謂法體", "14": "報化之身具足三種名為佛寶。言法身者。具", "15": "不思議無分別智。於一切法自在觀察。言報", "16": "身者。是不思議功德成就。超過人天快樂。具", "17": "足相好殊勝離於生死。證得究竟盧舍那身。", "18": "言化身者。成就慈悲誓願究竟。盡於生死度", "19": "脫眾生。隨機引道永離眾苦。入於母胎誕身。", "2": "敬禮無上一切佛證於三身天人尊", "20": "出家降伏魔怨。轉正法輪。示涅槃相。具足德", "21": "者。超過人天時乃現耳。是故難遇。世無喻", "22": "者。所以假世間寶顯其法義。令諸眾生獲無", "23": "上果。永離生老輪迴之苦。少分歸依即蒙", "24": "加護。諸惡鬼神不能侵擾。具斯五義。獲如", "25": "意寶於世出世為人天師。兩足中尊真實依", "26": "故。言法寶者。所有教法於真俗諦說十二", "27": "分。修八聖道悟真體性。本來寂靜無住涅槃。", "28": "號名三寶。所以佛未出世不能顯其祕要之", "29": "法。如來出世甚為希有。所說教法亦復如", "3": "教法甚深難思議無為解脫僧和合", "30": "是。非餘外道能顯其義。一切諸法所不能及。", "31": "以斯法寶利樂之道與佛無異。是名法寶。所", "32": "言僧者。大菩薩眾不著生死。不住涅槃。自利", "33": "利他具足成就。及諸羅漢八上人等住解脫", "34": "地。凡夫比丘各各信受樂於聖位出家學道。", "35": "別別解脫。依教修行。雖未證果而能修行", "36": "軌範。聖法佛不出世亦無僧寶。等同如來生", "37": "希有相。一切無上智德具足。依聞思修善漸", "38": "微妙。世間諸仙具聖惠者。修安樂地。如是", "39": "造作僧寶為勝。如上三寶諸功德力有大慈", "4": "是真歸依於三寶諸佛出世如憂曇", "40": "悲。最尊最勝不思議故。能拔眾生現在苦難。", "41": "永離生死長劫輪迴。亦能加護得解脫樂。應", "42": "當供養無上三寶。先須恭敬作禮歸依能生", "43": "一切福德之芽。永離一切苦惱之事。諸佛如", "44": "來具是功德。出興於世甚為希有。與諸群", "45": "生同種善根。出現於世如憂曇花。諸佛出世", "46": "傳甚深法亦復如是。佛出於世雖有深法遇", "47": "人身者要須具足善業成就。其難亦爾。譬如", "48": "大海於海底中有一盲龜。壽億萬劫百年。一", "49": "度昇於水上。或時有人棄一竅木置於海中。", "5": "如悔盲龜遇浮木人身難得甚希有", "50": "其龜出水以頭遇斯浮木之孔甚為希有。或", "51": "得人身難亦如是。雖得人身六根具者得聞", "52": "正法身心自在。依教修行最甚難有。眾生", "53": "之界不可思議。其中獲得人身六根具足自", "54": "在受生極最難故。所以如來及法現於世間", "55": "亦復難遇。人身難得。今乃獲得大報分故。時", "56": "乃一現於前數劫承善業故方得人身。特須", "57": "精勤勿令靈棄。增加智慧及法善根　聖地已", "58": "來須求勝行。誓不復墮地獄餓鬼畜生之趣。", "59": "不聞三寶邊地下賤雖得人身盲聾音噁長", "6": "從茲一失復難期於此身中終漸進", "60": "壽天難或生人中信邪到見。雖佛出世佛前", "61": "佛後八難之中。種種苦惱障道之處。不復", "62": "墮落永離八難。如來世尊證大果報。諸修行", "63": "者勤加精進如救頭燃蠲除八難大善成就。", "64": "然善惡業纖毫不亡。如昔仙人嬌答摩等以", "65": "草刺於鹿蠅遺道。於五百歲下部之中受木", "66": "籤報。後乃致死。昔有童子以恭敬心施僧白", "67": "石一掬之許。承斯因緣於無量劫生豪富家。", "68": "雨其七寶具足成就快樂自在。以善惡業隨", "69": "類受身苦樂之果。隨業異熟所以惡業十不", "7": "永常棄捨於八難依教修行加精進", "70": "善等勿令親近理須遠離。何假言哉。十不善", "71": "者。身有三種行殺盜婬。口有四種。妄言綺", "72": "語惡口兩舌。意有三種。謂貪瞋癡。如茲總結", "73": "名為十惡。承此果報生於三塗。能迴十惡", "74": "名為十善。若離殺生十惡緣等得生天上并", "75": "及人間生於勝處。從此身上聖位已來若能", "76": "修行皆得成就。當知。十善應勤修學人中修", "77": "善知諸法相名為丈夫。善能挍量真俗二諦", "78": "得悟自他二性之理。此中世諦法相因緣所", "79": "生。幻化如夢如炎如溫。界入善與不善有", "8": "善惡之業亦不亡如因值種果亦然", "80": "福無福。世出世間法相種種相貌分別。但假", "81": "言詮顯彰表示一切諸相。有漏之法皆自然", "82": "性無常苦空無我為相。所言無漏法者。空無", "83": "我故如是二諦知一切法輪迴。無明行識名色", "84": "六入觸受愛取有生老死十二因緣如輪流轉", "85": "於六道生受苦溫身。各各隨稟根器利鈍隨", "86": "類得成。所言解脫聖所依地。其鈍根性受", "87": "聲聞乘。中根之者辟支佛果。隨根所證各各", "88": "差別。無上大乘等為三種。其鈍根者證於", "89": "小乘。但能自利無益他義。厭生死苦修寂滅", "9": "所以遠離於十惡精勤修習於十善", "90": "樂。捨諸不善禁根境識。初觀四諦修證預流", "91": "八輩等地無餘涅槃。辟支佛者觀四諦法因", "92": "緣所生遂滅生死之原。證於聖道無餘涅槃。", "93": "具上人智取向大乘生死涅槃不分別。二自", "94": "利利他無上菩提。菩薩大慈修助道法。從從", "95": "極喜地乃至法雲。次第修行證菩薩。已仍修", "96": "六度布施愛語利行同事四攝之法福智具足", "97": "成不思議無上上智。獲十力四無所畏具足", "98": "成就。證於佛地利樂眾生。盡生死際不般", "99": "涅槃。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2817 大乘經纂要義", "author": "", "sourceLink": "http://www.cbeta.org/"}