{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1464 鼻奈耶: 鼻奈耶", "text": {"0": "No. 1464", "1": "序鼻奈耶序", "10": "二部，毘曰羅部最多。以斯邦人莊老教行，", "100": "多答言：「諸賢當知，有忍意，結坐盡充足，亦", "101": "不出乞食，亦無疾患。唯意有他想。」諸比丘答：", "102": "「若卿有忍意，結坐竟盡充足，復無疾患。何", "103": "故有他想？」須達多前所犯，盡具向諸比丘說。", "104": "即時彼諸比丘極好共責須達多：「世尊以無", "105": "數方便說婬之惡露，向婬念婬、婬意熾盛。世", "106": "尊說婬惡露如此，向婬犯貞念婬、婬意熾盛。」", "107": "如是諸比丘極好責數已，即往世尊所，頭面", "108": "著地在一面坐，以此所犯具白世尊。佛知即", "109": "告須達多：「汝審犯此事耶？」答：「審犯。世尊！」世尊", "11": "與方等經兼忘相似，故因風易行也。道安常", "110": "言：「我以若干方便為癡人說婬之惡露，向婬", "111": "念婬、婬意熾盛，說婬之惡露如是。」佛以若干", "112": "方便，為沙門結戒：「觀比丘十德當與戒。何等", "113": "十眾德？持眾德養眾德行道一；不信戒者", "114": "教令入信二；常自慚愧省己短三；犯邪者教", "115": "令入正四；正者欲令重正五；現身學道滅結欲", "116": "使後身無結六；後身欲使結滅不起七；習諸淨", "117": "行八；得梵行欲不失九；欲使梵行久住十。沙門", "118": "當共知。」爾時世尊因此事因此義，集諸和合", "119": "僧，結此戒：「若比丘比丘犯戒，不捨戒、戒羸，不", "12": "恨三藏不具，以為闕然。歲在壬午，鳩摩羅佛", "120": "自悔，無淨行犯婬法者，此比丘波羅移菩提", "121": "阿薩婆肆阿薩婆四者，不受僧不客也。」", "122": "佛世尊在舍衛國祇樹給孤獨園。當爾時有", "123": "異比丘，拘薩羅國去城不遠有園觀，於中夏", "124": "坐。去園不遠，有雌獼猴於彼止住。雌獼猴", "125": "數數到比丘所，此比丘數數與彼獼猴食，如", "126": "是獼猴不畏難彼比丘，比丘與獼猴為不淨", "127": "行。彼大比丘眾中有同學共檀者，拘薩羅", "128": "國結坐。結坐已補納衣，一日所成衣著衣執", "129": "鉢到此比丘所，語比丘言：「夏坐來不有患苦", "13": "提齎《阿毘曇抄》、《四阿含抄》來至長安。渴仰情", "130": "不？出乞食婆意無若干想婆？」比丘答：「諸賢！", "131": "有忍意，於夏坐中無所患苦，亦無亂想。」彼", "132": "獼猴從外來，逕趣此比丘，在前踞熟視比丘，", "133": "踞視比丘已迴面復看餘比丘，看餘比丘", "134": "迴面看是比丘，於是比丘前迴身背比丘。此", "135": "比丘羞諸比丘不從獼猴，亦不眄視。獼猴見", "136": "比丘不眄視，便起惡意，迴身攫掣比丘頭面", "137": "傷壞便去。諸大比丘語此比丘言：「向者獼猴", "138": "來到此間前舉目視卿，復視我等，便迴身背", "139": "卿。見卿不語不眄視，便起恚意，攫掣卿頭面", "14": "久，即於其夏出《阿毘曇抄》四卷，其冬出《四阿", "140": "破便去。」諸大比丘好切責數。得諸比丘責數", "141": "已，即便自首。諸比丘語：「云何比丘，世尊竟不", "142": "說無數方便說婬惡露耶？向婬念婬、婬意熾", "143": "盛。世尊盡說婬之惡露，向婬念婬、婬意熾盛。", "144": "卿云何不觀此婬行而為此惡行？」如是諸大", "145": "比丘責數此比丘已，即往詣佛所，頭面著地", "146": "禮佛足在一面坐。彼比丘眾如前所見盡白", "147": "佛。佛知告此比丘：「審實爾不？」比丘慚愧，面", "148": "顏失色如被塵坌，右膝著地偏袒右肩，長跪", "149": "叉十指白佛世尊：「審實。世尊！」爾時世尊語此", "15": "含抄》四卷。又其伴罽賓鼻奈，厥名耶捨，諷", "150": "比丘：「云何比丘，我豈不為癡人無數方便說", "151": "婬之惡露，向婬念婬、婬意熾盛。我盡說婬之", "152": "惡露如是。」佛世尊無數方便說婬，因此事因", "153": "此義，集和合僧觀有十德，乃至梵行久住，世", "154": "尊為諸比丘結此戒：「若比丘比丘犯戒，婬意", "155": "起不還捨戒、戒羸不自悔，為不淨行，下及畜", "156": "生有形之屬，犯者不受棄捐。」彼云何為戒？戒", "157": "名者，若比丘持二百五十戒無上戒戒，是謂", "158": "戒戒。云何不還戒？不還戒名愚癡亂意痛惱。", "159": "捨戒者為不還戒，瘂聾相向。還戒者為不", "16": "鼻奈經甚利，即令出之。佛提梵書，佛念為", "160": "還戒，音聲不相關者。還戒不為還戒，若獨還", "161": "戒者不為還戒。佛塔前沙門塔前還戒，不為", "162": "還戒。若離佛、和上和上友、阿闍梨阿闍梨", "163": "友，離盡不依附，我不佛法中住。向諸比丘", "164": "言：「我今已往不為道。」諸比丘語：「汝不為道耶？」", "165": "答：「不為道。」此為還戒。婬女色三處成棄捐：近", "166": "常產道是一棄捐法，近穀道是二棄捐法，若", "167": "近口是三棄捐法。近男兒有二棄捐：近穀道、", "168": "近口，是二棄捐。不成男亦二事：有男有女。二", "169": "形者，有三與女同。近畜生有二，除口與女同。", "17": "譯，曇景筆受，自正月十二日出，至三月二十", "170": "畜生雄者一棄捐，畜生捐者亦爾。畜生中有", "171": "雄雌形者，二棄捐。雞鶚如上二。非人女三處", "172": "與女人同。此不淨行婆羅移。", "173": "佛世尊在羅閱祇鷲山，與大比丘眾俱千二", "174": "百五十弟子。彼時比丘收拾薪草持用作庵", "175": "舍。彼諸比丘入羅閱祇城乞食，後羅閱祇城", "176": "中男女大小出城，壞諸庵舍持去供用。諸比", "177": "丘乞食後，還見諸庵舍為人所壞，諸比丘復", "178": "更取薪草作庵舍住。諸比丘復入羅閱祇乞", "179": "食，羅閱祇城中男女大小復壞庵舍持去。如", "18": "五日乃了，凡為四卷。與往年曇摩寺出戒", "180": "是至三。諸比丘見此已作是念：「羅閱祇城中", "181": "男女大小數出壞庵舍。」彼眾中有比丘名檀", "182": "貳迦，瓦窯家子，便起此意：「我等取此薪草", "183": "持用作舍，吾等入城乞食，後城中男女出壞", "184": "吾等庵舍。我於城中有木工師，是我親里，我", "185": "當往從乞材木持用作舍。」檀貳迦比丘到時", "186": "著衣持鉢入羅閱祇城，向木工師舍，語木工", "187": "師：「卿知不？王阿闍貰兜賜我材木。卿當與", "188": "我木工。」答曰：「若王賜賢，木隨意取。」彼檀貳", "189": "迦比丘自取材木，官之要好材盡取斫截，聚", "19": "曲相似，如合符焉。於二百六十事疑礙之滯，", "190": "著一處。守羅閱祇城人按行羅閱祇城，到大", "191": "聚材木所，見官所禁材木段段聚在一處。見", "192": "已尋向木工所，即問：「木工！何誰取官材段", "193": "段截聚著一處？」木工尋答：「達貳迦比丘來勅", "194": "我，官賜吾材，卿當與我。此比丘取材木段段", "195": "截聚著一處。」爾時守城人即遙瞋阿闍貰王，", "196": "即往阿闍貰王所，白王言：「大有惡材木不", "197": "用，乃取好材與比丘為？」王答：「吾無此教。」爾時", "198": "王阿闍貰勅使人召木工，即奉王教走召木", "199": "工：「王阿闍貰有教召卿。」木工即時隨信到王", "2": "釋道安述", "20": "都謏然焉。上聞異要，煥乎可觀焉。二年之", "200": "所，中路值達貳迦比丘。木工見達貳迦比丘", "201": "已，即前禮言：「坐尊人故，將我到王所。」比丘答", "202": "言：「並且在前，吾尋後到。」爾時木工即到王所。", "203": "王見木工即問：「卿非人，何以自由官好材木", "204": "取與比丘？」木工尋對：「大王當知，達貳迦比丘", "205": "來到材所，作是語言：『官賜我材，卿當與我。』", "206": "即對比丘：『王審賜卿，便隨意取。』」王問木工言", "207": "語未竟，達貳迦比丘來到王所。王遙見比丘", "208": "來，便勅傍人將此木工權著下房，前此比丘。", "209": "聞王教令，將木工去，前比丘。王問比丘：「今至", "21": "中於此秦邦三藏具焉。然世尊制戒必有所", "210": "誠時，官好材木輒取，段段截聚著一處？」比丘", "211": "答王：「王賜我材。」「我省無此教。」比丘答王：「王不", "212": "憶初作王時那，爾時持薪草水三事布施沙", "213": "門波羅門乎？」王見比丘作此詭言，王答：「比", "214": "丘！我所施者乃及無主，不及有主去。比丘往", "215": "受王法。」爾時阿闍貰王瞋恚熾盛，憶世尊功", "216": "德，須臾頃默然不語，勅比丘：「去還所止，莫復", "217": "更為。」爾時阿闍貰王傍臣百官皆放聲大言：", "218": "「怪！此比丘於死得脫」。爾時達貳迦比丘還詣", "219": "大眾所，語大眾言：「諸賢當知，向者大王欲取", "22": "因，六群比丘生於貴族，攀龍附鳳，雖貪出家", "220": "我殺，尋復放我。」諸比丘問：「有何事故？」此達貳", "221": "迦比丘具向眾說。其中有頭陀乞食比丘，聞", "222": "此語各懷羞恥，往詣世尊，白如此比丘所", "223": "說。爾時世尊顧謂阿難：「速去阿難！入羅閱城", "224": "住四徼道頭，告作此語：『若比丘盜五錢以上、", "225": "盜直五錢衣。若盜此者，阿闍貰兜有何刑罰？』」", "226": "爾時阿難受世尊教，頭面禮足遶三匝，共二", "227": "比丘入羅閱祇城。到四徼道頭，告中行人：", "228": "「若比丘盜五錢、直五錢衣。有盜此者，阿闍貰", "229": "王有何刑罰？」爾時羅閱祇城四徼道人即報", "23": "而豪心不盡，鄙悖之行以成斯戒。二人得道、", "230": "之言：「若比丘盜五錢、直五錢衣，王阿闍貰有", "231": "教非沙門。」爾時阿難尋出羅閱祇還詣佛所，", "232": "即白佛言：「羅閱祇城中問諸行人，若比丘盜", "233": "五錢、直五錢衣，王阿闍貰有教非沙門。」爾時", "234": "世尊因此事，和合僧聚，觀有十德，世尊為沙", "235": "門結戒，乃至梵行久住。「沙門當知此事，若比", "236": "丘於村落城郭有盜意，不與取，以此形像不與", "237": "取事，若王、若王大臣，捉比丘，打、縛、驅著界外，", "238": "或作是語：『咄比丘！汝非，賊。汝非，小兒。汝不，", "239": "癡。』作此形像不與取，波羅夷。不受多舍比", "24": "二人生天、二人墮龍。一入無擇明恃貴不節，", "240": "丘住。」拘薩羅處，彼處近關。商人來到，語比丘：", "241": "「與上人少物，令我得過關，此物與上人半。」彼", "242": "比丘受此物已而反悔：「我不犯棄捐不受？」彼", "243": "比丘以此事白世尊。世尊告彼比丘：「若比丘", "244": "度關過物者，至五錢直五錢物，取賈客顧已，", "245": "為成棄捐不受。除賊、飢餓、嶮道。」時彼村籬柵", "246": "及塹牆壁，圍彼牧象馬駝牛驢，以繩連繫。若", "247": "比丘，畜生中盜解其繩而度籬柵，波羅夷；度", "248": "塹棄捐，度桓牆成棄捐不受；若出牆外，為", "249": "成棄捐不受。若外空澤中驅來入牆，為成棄", "25": "自貽伊戚。向使中門家子遇佛出學，雖不", "250": "捐不受；入塹，為成棄捐不受；入柵內，為成棄", "251": "捐不受。若家家轉當得水分，若比丘以盜意", "252": "決水放，下至五錢，為成棄捐不受。若手若脚、", "253": "若木若鍬盜決，為成棄捐不受。彼比丘在水", "254": "浴，浴未竟決溝放。彼居士瞋恚言：「此比丘詐", "255": "浴而決溝放。」彼比丘各懷疑：「我等不成棄捐", "256": "不受耶？」彼比丘以此事而白世尊。世尊告", "257": "曰：「若以盜心決者，下直五錢而決，為成棄", "258": "捐不受。及池水或有主或無主，中有鳥，以鳥", "259": "故施羅網。若比丘以盜意，若網內若網外而", "26": "能一坐成道，何由如此之困乎？然此經是佛", "260": "盜鳥，下直五錢，為成棄捐不受網內，網有主也。網外，池有", "261": "主也。二事互有主也。鳥或有主或無主，若比丘以盜心取", "262": "鳥，為成棄捐不受。若居士以身瓔珞曝著日", "263": "中在屋上，若鳥有主無主，彼鳥若撥珠瓔及", "264": "諸瓔珞持去。若比丘奪之，若以盜意奪有主", "265": "鳥，下直五錢，為成棄捐不受。」若比丘以新染", "266": "衣屋上曝，若風吹墮地。若比丘持入舍而反", "267": "悔：「我不成棄捐不受盜婆？」彼比丘白世尊。", "268": "世尊告曰：「若以盜意，為成棄捐不受。若不", "269": "以盜意，不成棄捐不受。」如是衣，若中閣墮下", "27": "未制戒時，其人所犯穢陋行多；既制之後，", "270": "地、若下地至中閣、中閣至上閣，若以盜意，為", "271": "成棄捐不受。如是及種種物，及麻米豆錢、大", "272": "麥小麥、黑豆芥子為首，若以盜意取，直五錢，", "273": "為成棄捐不受。彼園菓樹，胡桃㮈子椑桃", "274": "梨為首，若比丘取食，便懷疑意：「我不侵眾僧", "275": "及不與取，不成棄捐不受婆？」彼以事白世尊。", "276": "世尊告曰：「不成棄捐不受。若非僧結界裏，", "277": "其有沙彌取果，無苦也。」師子竹園外殺鹿食", "278": "肉飲血而眠，餘殘。若比丘取食，是師子覺已", "279": "求而不得，遍求鳴吼。佛知已問阿難言：「何故", "28": "改之可貴。天竺持律不都通視，唯諸十二法", "280": "師子繞園鳴吼？」阿難以事具說。佛告：「若比丘", "281": "師子所食殘，下直五錢而食，為成棄捐不受。」", "282": "虎亦如是。及羆熊獼猴至豹畜生食肉，及兩", "283": "足鷲鵄鵠鷹鷂為首，所食肉奪者。世尊告：", "284": "「若鳥以取食而奪，為成棄捐不受。若驚走來，", "285": "欲護令不取，不成棄捐不受。」若比丘，親里屠", "286": "兒不與肉而取，便懷疑：「我不犯棄捐不受婆？」", "287": "彼白世尊。世尊告：「若以盜意取者，為成棄捐", "288": "不受。若以親里取，不成棄捐不受。」王舍國竟佛在舍", "289": "衛國與大比丘俱，從拘薩羅來至舍衛國薩", "29": "人堅明之士，乃開緘縢而共相授。耶捨見", "290": "羅槃園間遇賊。彼賊，或以王力或以村力", "291": "捕得，奪彼賊衣鉢還比丘。彼比丘各懷疑意：", "292": "「我不成棄捐不受婆？」以事白世尊。世尊告：", "293": "「若比丘，在賊許，以力奪衣，為成棄捐不受。若", "294": "王力村力奪與者，不成棄捐不受以不口告故。若言而奪不受。」", "295": "一比丘從拘薩羅來，道中為賊所剝。彼比丘", "296": "以親里力而還奪賊衣鉢。奪已，比丘便懷疑", "297": "意：「我不成棄捐不受婆？」彼比丘以事白佛。佛", "298": "告：「賊已得，不可以力奪。若以力奪、教他奪，為", "299": "成棄捐不受。若比丘與直贖，得取。」於是尊者", "3": "阿難出經，面承聖旨，五百應真更互定察，分", "30": "囑見誨諄諄，人可使由之不可使知之，其", "300": "優波離白世尊：「若比丘眾僧財不與取，是誰", "301": "物不與取？」世尊告：「若財以入面門，今當食，負", "302": "去者，為成棄捐不受。如是財物當分是，取，為", "303": "成棄捐不受。」尊者優波離：「若眾僧物、眾僧所", "304": "須，彼比丘不與取，是誰棄捐不受？」世尊告：「眾", "305": "僧物難賞，若檀越與財物，彼功德斷，是故棄", "306": "捐不受。」優波離復白世尊：「佛塔寺綵幡蓋，若", "307": "比丘不與取，是誰棄捐不受？」世尊告：「若佛塔", "308": "寺物，取者，為成棄捐不受。聲聞塔亦爾。謂檀", "309": "越施與塔寺，斷彼施主福，為成棄捐不受。盜", "31": "言切至乃自是也。而今而後，秦土有此一部", "310": "塔寺物入地獄。」佛世尊住那竭國揵抵越園", "311": "園主名也。有優婆塞，自以信自在自悲自意，開作", "312": "講堂已，私施與尊者羅云。於是尊者羅云受", "313": "是講堂已，出行兩月。彼優婆塞聞尊者羅云", "314": "受講堂已行至兩月，彼優婆塞聞已持講堂", "315": "施與招提僧。於是尊者羅云行至兩月已還", "316": "到那竭，羅云聞檀越持講堂施與招提僧，聞", "317": "已到佛所，到已頭面禮佛足却住一面。尊者", "318": "羅云以事而白世尊。佛告汝羅云：「至彼優", "319": "婆塞所，到已作如是說：『我於汝優婆塞作不", "32": "律矣。唯願同我之人，尤慎所授焉。未滿五歲、", "320": "可事、苦事、非事、不淨事、非沙門事、不隨順", "321": "耶？』」於是尊者羅云受世尊所說、極受持，受持", "322": "已從坐而起，遶佛而去。於是尊者羅云盡夜", "323": "已，早起著衣持鉢入那竭乞食。入那竭乞", "324": "食已，往到彼優婆塞所。彼賢者眼遙見羅云", "325": "來，見已從坐起，一向著衣叉十指，至羅云", "326": "所白曰：「善來羅云！善哉羅云！久乃來，就此坐。」", "327": "隨所施坐，羅云坐之。坐已告優婆塞言：「優婆", "328": "塞！我不於汝不可事、苦事、非事、不淨事、非", "329": "沙門事、不隨順耶？」如是說已，優婆塞言：「汝於", "33": "非持律人，幸勿與之也。", "330": "我無有非事乃至不隨順。」聞是語已，羅云", "331": "從坐起，還至佛所。到已頭面禮佛足，却住一", "332": "面，如事白佛。於是世尊以此事和合僧會已，", "333": "世尊告諸比丘：「有十非法施、非法受、非法用。", "334": "施一比丘已，奪持與二，是非法施、是非法", "335": "受、是非法用。施二已，奪二與二，是非法施、", "336": "非法受、非法用。奪二以與多者，是非法施", "337": "受、是非法用。施多已奪與一，是非法施受用", "338": "也。施一已奪與二、奪多施與僧、與僧已奪與", "339": "他僧、與二僧已奪與比丘尼僧、奪比丘尼僧", "34": "鼻奈耶卷第一鼻秦言去，奈耶秦言真也，去若干非而就真，故言真", "340": "已與他比丘尼僧，僧鬪作二分未合，奪一", "341": "眾與一眾，或助一或不助一，是非法施、非法", "342": "受、非法用。前施是施，後施非施。檀越施雖得", "343": "自在，正可守護。王是地主，即床臥主。衣鉢", "344": "在比丘，此應用。」如是佛說，不與沙門結戒。即", "345": "於蒲萄園中有主，有比丘上樹，不與菓上樹", "346": "取菓。取菓，波逸提。若取菓直五錢，為成棄捐", "347": "不受。如是一切生菓、一切生花。在甘蔗園，園", "348": "有主，若比丘不與截取持去，波逸提。菓滿直", "349": "五錢，為成棄捐不受。藕根有主無主，若比", "35": "也，降伏此心、息此心、忍不起，故曰真也。降伏戒也，息定也，忍智也", "350": "丘取有主者掘地，為波逸提。截，為波逸提。", "351": "下直五錢，成棄捐不受。如是及一切根，比丘", "352": "食處而受兩分，下直五錢，為成棄捐不受言二人犯", "353": "妄言。及請飯兩分亦如是。若近國界，比丘教", "354": "王各各相伐，為成棄捐不受。若自將導，成波", "355": "羅夷。相伐起軍，波逸提。所得下直五錢，為成", "356": "棄捐不受。", "357": "佛世尊在跋署村金剛跋渠沫江秦言槃曲，", "358": "與大比丘僧俱。爾時世尊告諸比丘：「觀諸惡", "359": "露，極觀莫疲坐。觀食不淨想不忘。何以故？", "36": "姚秦涼州沙門竺佛念譯", "360": "觀惡露者得大果功德福。」爾時諸比丘作是", "361": "念言：「世尊說惡露不淨行。乃至坐觀食不", "362": "淨行。不淨行觀此行已，當得大果大功德", "363": "報。諸賢當共勗勉觀不淨行，乃至坐觀食", "364": "不淨行。我等觀此行已，當得大果大功德", "365": "報。」是諸比丘觀不淨行、極觀不淨行，乃至坐", "366": "觀食不淨行。作是觀行時，厭此臭身眾惱集", "367": "會，還自慚愧，用此身為？何時當脫此苦？譬如", "368": "壯夫端正無雙，以諸珍寶瓔珞其身，隨時澡", "369": "浴香熏塗身，頭著寶冠及花鬘飾，身被天衣", "37": "波羅夷法三戒：無上戒戒、無上意戒、無上智戒。彼云", "370": "不受塵土，手脚柔軟髮紺青色，鬚髭奮吒為", "371": "人中最。若以死蛇及狗、死人青膖膿爛食不", "372": "盡段段異處、便血塗染臭處不淨，以此三", "373": "尸瓔此人頸，人甚穢惡眾惱集會，還自慚愧，", "374": "何時當早脫此患去？如是諸比丘觀諸不", "375": "淨，乃至坐觀食不淨行，厭此臭身意自念言：", "376": "「何時當死？」爾時眾中有一比丘觀不淨行，乃", "377": "至自患厭，即捨本位，往獵師種沙門崛比丘", "378": "所沙門崛其名也，語沙門崛言：「賢嚴比丘能殺我者，", "379": "當雇卿三衣。」爾時沙門崛比丘手執利刀斷", "38": "何無上戒戒？於此比丘比丘持戒，以戒解脫", "380": "其命。殺此比丘已，執刀詣跋渠末水坐洗其", "381": "血。時水上有立魔天現神足在水上也，讚沙門崛比", "382": "丘言：「善哉善哉！賢嚴成大功德！能取精進", "383": "比丘不度者度、不脫者脫、不般泥洹者令般", "384": "泥洹。」時沙門崛比丘作是念：「誠如天言，我大", "385": "得功德，令諸比丘不度者度、不脫者脫、不般", "386": "泥洹者令般泥洹。既度沙門加得三衣。」喜自", "387": "慶賀。爾時沙門崛比丘信此倒見已，執向者", "388": "刀，還至眾中房房告令：「我能不度者度、不脫", "389": "者脫、不般泥洹者令般泥洹。」時諸比丘觀不", "39": "自嚴飾，習行成見，纖芥事即恐懼，應戒中戒，", "390": "淨行，乃至自厭臭身穢惡。房房中諸比丘出，", "391": "詣沙門崛比丘所，作是語：「能取我輩殺斷命", "392": "者，當雇卿三衣。」時沙門崛比丘執利刀殺", "393": "一二三四五乃至六十比丘斷其命。爾時世", "394": "尊十五日說戒，在大眾中敷高座坐具坐定，", "395": "遍觀眾比丘竟，見諸比丘坐少不足言。世尊", "396": "知問阿難：「云何阿難！今日眾僧坐何以希集", "397": "會說戒。」時阿難承世尊所說、善受持，右膝著", "398": "地，偏袒右肩整衣服，叉手向佛，白世尊言：「世", "399": "尊勅諸比丘觀不淨行，乃至厭身臭處行不", "4": "為十二部，於四十九年之誨無片言遺矣。又", "40": "此謂無上戒戒。云何無上意戒？於此比丘除", "400": "淨行，坐觀食想已，得大果大功德。爾時諸", "401": "比丘各自相語：『諸賢當知，世尊說觀不淨行、", "402": "行不淨行已，得大果大功德。我等當共觀不", "403": "淨行、行不淨行已，得大果大功德。』爾時諸比", "404": "丘觀不淨行、行不淨行已，厭此臭身。譬如壯", "405": "夫端正無雙，以諸珍寶瓔珞其身，隨時澡浴", "406": "香熏塗身，頭著寶冠及花鬘飾，身被天衣不", "407": "受塵土，手脚柔軟髮紺青色，鬚髭奮吒為人", "408": "中最。若以死蛇及狗、死人青膖膿爛食不", "409": "盡段段異處、便血塗染臭處不淨，以此三", "41": "婬，乃至四禪思惟正受，此謂無上意戒。云何", "410": "屍瓔此人頸，人甚穢惡眾惱集會，還自慚愧，", "411": "何時當早脫此患去？如是眾比丘觀諸不淨，", "412": "乃至坐觀食觀不淨行，厭此臭身，意自念言：", "413": "『何時當死。』爾時眾中有一比丘觀不淨行，乃", "414": "至自患厭，即捨本位，往獵師種沙門崛比丘", "415": "所，語沙門崛言：『賢嚴比丘能殺我者，當雇卿", "416": "三衣。』爾時沙門崛比丘手執利刀斷其命。", "417": "殺此比丘已，執利刀詣跋渠沫水坐洗", "418": "其血。時水上有立魔天，讚沙門崛比丘：『善", "419": "哉善哉！賢嚴！成大功德，能取精進比丘不度", "42": "無上智戒？於此比丘知此苦諦、知此苦習諦、", "420": "者度、不脫者脫、不般涅槃者令般涅槃。』時沙", "421": "門崛比丘作是念：『誠如天言，我得大功德，", "422": "令諸比丘不度者度、不脫者脫、不般涅槃者", "423": "令般涅槃。既度沙門加得三衣。』喜自慶賀。爾", "424": "時沙門崛比丘信此倒見已，執向者刀還至", "425": "眾中房房告令：『我能不度者度、不脫者脫、不", "426": "般涅槃者令般涅槃。』時諸比丘觀不淨行，乃", "427": "至自厭臭身穢惡。房房中諸比丘出，詣沙門", "428": "崛比丘所，作是語：『能取我輩殺斷命者，當", "429": "雇卿三衣。』時沙門崛比丘執利刀殺一二三", "43": "知此苦盡諦、知此苦道諦，此謂無上智戒。以", "430": "四五乃至六十比丘斷其命。以是之故比丘", "431": "僧說戒希少。善哉世尊！願說餘方便，使諸比", "432": "丘得無量智慧之證。」", "433": "爾時世尊告諸比丘：「當學安般念，廣修其行，", "434": "食息之頃莫失安般念行。何以故？行安般念", "435": "廣修其行，後得大果有大功德報。於此比丘", "436": "中，比丘若在村落、若在城郭依彼止住，到時", "437": "著衣持鉢入村落乞食。將護其身，專定六根", "438": "莫失至行。若眼見色不興起想染著之意，作", "439": "如是行，則成眼根。如是耳鼻舌身意，法不興", "44": "此三戒得立順真，恒沙等過去當來今現在", "440": "起想染著之意，意不適彼則成意根。若於村", "441": "落乞食之後，取衣鉢著房中，先洗脚舉尼師", "442": "壇著肩上，求無人處，向彼閑靖樹下露精草", "443": "廬、園外平處塚間山谷巖窟，依彼止住。若至", "444": "閑居，若至樹下布尼師壇，結加趺坐。平坐不", "445": "傾猗，繫念在門鼻也。比丘念息頃，息出亦念、", "446": "息入亦念、息出長亦知長、息入長亦知長、息", "447": "出短亦知短、息入短亦知短、身諸毛孔息出", "448": "盡覺知、身諸毛孔息入盡覺知。若意定，覺滅", "449": "出息、覺滅入息。身口意覺滅出息、覺滅入", "45": "佛，佛藏佛寶佛祕要，以訓三乘聲聞各佛三", "450": "息出息為安入息為般。譬如旋作輪若旋弟子，牽旋", "451": "長亦知、牽旋短亦知此土亦作此輪作，南土名之為勃勃作，大品衍中輪", "452": "同此。比丘如是行安般念廣修其行，乃至意念", "453": "覺滅出息入息。作是行安般念廣修其行，得", "454": "大果有大功德報。」爾時諸比丘各自相勅：", "455": "「世尊憐愍卿等說安般念，欲使我等廣修其", "456": "行。行安般念廣修其行已，得大果報有大功", "457": "德。卿等來共至所在，行安般念廣修其行，不", "458": "失安般念。何以故？行安般念廣修其行，得大", "459": "果報有大功德。」爾時諸比丘行安般念廣修", "46": "耶三佛。", "460": "其行，逮無量智慧，證得阿羅漢道。爾時尊者", "461": "阿難詣世尊所，頭面禮佛足右膝著地，叉", "462": "手向佛，白世尊曰：「世尊廣說安般念行乃", "463": "至廣修其行。諸比丘承佛聖教行安般念，皆", "464": "得無量智慧，證得阿羅漢道。」爾時世尊以是", "465": "因緣、以是妙行集和合僧，備十功德，世尊為", "466": "沙門結戒：「諸比丘當防此事。若比丘，若人、", "467": "人形之類，自手念斷其命，若持刀、若使他持、", "468": "勸他使死。若稱譽死，或作是語：『咄此男子！用", "469": "此苦生為？汝生不如死。』彼人心從此心作是", "47": "佛世尊在鞞貰羅城秦言廣博獼猴江邊石臺園", "470": "念，無數方便勸他使死、若稱譽死。設使此人", "471": "就死者，如是比丘棄捐不受。」比丘在避屏處，", "472": "持弓刀弩關機機射科及穽用是殺人者，波羅移", "473": "不受。比丘向官讒言、以官勢殺人者，波羅移", "474": "不受。比丘鞞陀路婆鬼著尸也，使起殺人、若作呪、若作", "475": "藥持用殺人，波羅移不受。比丘作弶羂人頸", "476": "殺，波羅移不受。比丘和合吐下藥、若灌鼻若", "477": "從下灌、若鍼灸出血、若著眼、散持用殺人", "478": "者，波羅移不受。若復比丘，女人懷妊，有殺心", "479": "持手按腹、若教他人按。若兒女人死，波羅", "48": "觀，去鞞貰羅不遠，名迦蘭陀鈐波。迦蘭陀", "480": "移不受。若一死二死，俱波羅移不受。若比丘", "481": "懷殺心教人投火赴水投巖，作是殺人者，波", "482": "羅移不受外道多爾故戒。比丘懷殺心，密作書讒，使", "483": "持書人云有重罪，令殺彼。若殺者，波羅移", "484": "不受。在母胞胎中得二根：身根、命根，比丘若", "485": "於彼懷殺意呪墮人胎，作是殺者，波羅移不", "486": "受。佛世尊在舍衛國祇樹給孤獨園。當爾時", "487": "尊者薄佉羅處鍜作園中鍛作人立此園，故以為名止房中", "488": "遇患病苦。尊者分尼侍扶給水漿。爾時薄佉", "489": "羅語分尼：「往詣佛所，持我名字頭面禮世尊，", "49": "子名須達多於彼止，富財無際限，田業盈豐", "490": "聖體康強輕利不？起居有力得行道不？往作", "491": "是語：『近日薄佉羅比丘在鍛作園止房中遇", "492": "病困。此比丘遙禮世尊，聖體康強輕利不？起", "493": "居有力得行道不？薄佉羅比丘欲來覲世尊，", "494": "但患身，無氣力至世尊所問訊。善哉世尊！", "495": "願屈意至鍛作園，為薄佉羅比丘。』」爾時分尼", "496": "比丘速疾速疾受薄佉羅比丘語，詣世尊所，", "497": "頭面禮足具如是白：「善哉世尊！願屈意往到", "498": "鍛作園薄佉羅比丘所，為薄佉羅比丘故。」世", "499": "尊默然不答。爾時分尼見世尊默然可，便從", "5": "抄十二部為四阿含、阿毘曇、鼻奈耶，則三藏", "50": "舍宅成就，象馬駝牛驢、錢穀珍寶、金銀真珠", "500": "坐起，頭面禮足遶佛三匝而去。爾時世尊見", "501": "分尼去不遠，食後從禪起，往至鍛作園薄佉", "502": "羅比丘所。薄佉羅比丘遙見佛來，欲從坐", "503": "起，然無氣力得起。爾時世尊語薄佉羅比", "504": "丘言：「不須起但臥。更有餘坐，吾當昇座。」坐定", "505": "後，世尊告薄佉羅比丘：「堪忍漿粥、得消化", "506": "不？體中苦痛疼有除降不？除降覺增覺損不？」", "507": "薄佉羅比丘白佛言：「唯然世尊！不堪忍漿粥、", "508": "無有消化，有苦痛疼，但增無損，覺增不覺", "509": "損。譬如世尊！有力之人以索纏頭，此人如是", "51": "琉璃貝玉虎魄碼瑙硨渠珊瑚，即捨趣如來", "510": "頭苦痛痛疼。如是世尊！我頭痛疼亦如彼人", "511": "無異。以是故，不堪忍漿粥、無有消化，但有", "512": "增無損，覺增不覺損。譬如世尊！有力之人手", "513": "執利刀頭而讚頂上，如是頂上患苦疼痛。我", "514": "今頭痛，世尊！亦爾，但覺增無損。譬如世尊！有", "515": "力之人執刀刺牛腹，患此腹疼痛不可言。我", "516": "今如是，腹疼痛亦如彼。譬如世尊！有兩健人", "517": "捉一羸者，各持手脚於火坑上轉旋，此人疼", "518": "痛不可言。我今，世尊！身如是。以是故，不堪忍", "519": "漿粥，但覺增不覺損。我今，世尊！欲持刀自刺", "52": "聽受法奧，得信樂意。以此信樂意得正受，剃", "520": "殺，不堪取生。」佛言：「我還問卿，汝當答我。云", "521": "何薄佉羅！夫言色者，有常無常耶？」答：「無常也。」", "522": "「云何苦無常者，為苦為樂耶？」答：「苦。世尊！」「云何", "523": "若無常苦變易法者，或復於此聞諸道證，言", "524": "是我所非我所，有信者不？」「不也。世尊！」「云何薄", "525": "佉羅！痛想行識有常無常？」「無常也。世尊！」「若", "526": "無常者，苦耶樂耶？」答：「苦也。世尊！」「若無常苦變", "527": "易法者，或復於此聞諸道證，言是我所非我", "528": "所，有信者不？」「不也。世尊！」「以是之故，薄佉羅！所", "529": "有色，過去當來今現在，內外大小善惡、若遠", "53": "除鬚髮捨家為道，共無限比丘到拘薩羅城", "530": "若近，此一切我所非我所盡無，觀諸法等。", "531": "以是故，薄佉羅！痛想行識，過去當來今現", "532": "在，乃至觀諸法等。薄佉羅！聞說諸道證，覺色", "533": "空無所有則得解脫，得解脫已智慧生，我今", "534": "生死盡、逮淨行、所作已辦、不復處胞胎。如是", "535": "痛想行識不復更，乃至不處胞胎。以是故，", "536": "薄佉羅！莫恐莫怖，汝不復入惡道、不生惡道", "537": "中、去處不遇惡。」世尊說已，逕還精舍中。即日", "538": "夜半，有二天人色像無雙，來至佛所，頭面禮", "539": "足在一面住。其一天人前白佛言：「尊者薄佉", "54": "竹園結歲坐。當爾時穀貴飢餓，穀霜雹所殺，", "540": "羅得護解脫第三軟根也。」次第二天前白佛言：「尊", "541": "者薄佉羅於解脫得解脫二解脫：一時解脫、二無疑解脫。時是信無疑法", "542": "也，各於三時鈍根法利根，而其人云六阿羅漢無疑解脫，四", "543": "以下時解脫，第五能通六火氣，四以下不能通也。其人云爾", "544": "實三已下，時四已上法耳。此人三已下人，故曰護也。」諸天作是語，禮佛而", "545": "去。", "546": "鼻奈耶卷第一", "55": "離少遺脫為蟥虫所食，乞求甚難得。於是", "56": "須達迦蘭陀子作是念：「今穀貴飢餓，穀霜雹", "57": "所殺，雖少遺脫為蟥虫所食，乞求甚難。諸", "58": "賢聽我所言！我有鞞貰羅國知識家親里家，", "59": "富貴無限，錢財田業無量、珍寶雜物豐盈。我", "6": "備也。天竺學士罔弗遵焉，諷之詠之未墜", "60": "等可共到彼福度親里，諸比丘亦可得安身，", "61": "及時可向鞞貰羅國。到彼已，比丘當供食飯", "62": "漿湯藥衣被。」於是須達多迦蘭陀子於拘薩", "63": "羅城結坐。結坐已竟，三月補納衣裳，一日竟", "64": "衣已辦，即著衣持鉢向鞞貰羅。將諸眾前行，", "65": "漸漸到鞞貰羅，趣鞞貰羅獼猴江邊石臺。所", "66": "作諸飯食，飯諸比丘，自手斟酌。爾時須達多", "67": "迦蘭陀子，到時著衣持鉢趣鞞貰羅國親里家", "68": "乞食，乞食已即速出去。于時門外迦蘭陀家", "69": "婢女子見須達多迦蘭陀子入親里家，何以", "7": "於地也。其大高座沙門則兼該三藏，中下高", "70": "速出還？見迦蘭陀婦，跽白此意：「向者貴族須", "71": "達多迦蘭陀子入親里家還出甚速。將無疾", "72": "病意愁耶？為不樂梵行犯戒捨道就俗法乎？」", "73": "須達多母聞此語已，歡喜無量不能自勝。", "74": "即往須達多所，告須達多：「身體輕健不？意無", "75": "餘想婆？意有犯梵行耶？為欲犯戒捨道就俗", "76": "法乎？若有此心速來。須達多！捨戒習俗，不妨", "77": "布施作諸功德。何以故？於佛眾中持戒甚難、", "78": "學道亦難。」聞此已，即報母言：「我無疾患，亦", "79": "無他想，無犯梵行，意不犯戒捨道就俗法。」母", "8": "座則通一通二而已耳。經流秦地，有自來", "80": "復答曰：「須達多！汝當知此意。汝前婦端正無", "81": "雙，若不欲捨道就俗者，可住續種繼後，吾", "82": "種姓熾盛。一旦無繼者，錢財珍寶盡為拘薩", "83": "羅王所奪。」須達多答曰：「若聽我為道者，此", "84": "事可隨。」爾時須達多母語須達多婦言：「我今", "85": "勅汝，若月期三日後，著初嫁衣服好自嚴飾", "86": "來白我。」須達多婦即隨其教，月期三日後，著", "87": "夫前所敬服，往須達多母所。即如事白：「月期", "88": "三日，今正是時。」於是須達多母將此婦到須", "89": "達多所，語須達多言：「當知此婦端正無雙，可", "9": "矣。隨天竺沙門所持來經，遇而便出，於十", "90": "續種繼後，莫使吾種姓繼斷，錢財珍寶為拘", "91": "薩羅王所奪。」留婦已即避出去。爾時須達多", "92": "前抱此婦將屏處作不淨行，須臾間乃至三，", "93": "當爾時帝釋降神處其胎。爾時須達多婦八月", "94": "外九月裏生男兒，面首端正無雙。前所言續", "95": "種，母即名之為續種。爾時須達多作此惡行", "96": "已慚愧，為人所辱。爾時須達多與比丘同學", "97": "等體者結坐，結坐已今方竟，故來問訊：「汝忍", "98": "意，常不壞婆，氣力輕健不？結坐中供養充足", "99": "不？出乞食婆，無疾患婆意，無若干想乎？」須達"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1464 鼻奈耶: 鼻奈耶", "author": "姚秦 竺佛念譯", "sourceLink": "http://www.cbeta.org/"}