{"author": "梁 僧祐撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2102 弘明集", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "54 日燭(王該)(一三)", "1": "弘明集卷第十四", "2": "梁楊都建初寺釋僧祐律師撰", "3": "竺道爽撽太山文", "4": "釋智靜撽魔文", "5": "釋寶林破魔露布文", "6": "釋僧祐弘明論後序", "7": "55 竺道爽撽太山文(一四)竺道爽撽太山文", "8": "沙門竺道爽。敢告太山東嶽神府及都錄使", "9": "者。蓋玄元創判二儀始分。上置璇璣則助之", "10": "以三光。下設后土則鎮之以五嶽。陰陽布化", "11": "於八方。萬物誕生於其中。是以太山據青龍", "12": "之域。衡霍處諸陽之儀。華陽顯零班之境。恒", "13": "茷列幽武之賓。嵩峙皇川之中。鎮四瀆之所", "14": "墳。此皆稟氣運實無邪之穢。神道自然崇正", "15": "不偽。因天之覆順地之載。敦朴方直澹然玄", "16": "淨。進道四運之端。退履五教之精。內韜通微", "17": "之資。外朗道德之明。上達虛無下育蒼生。含", "18": "德潛通無遐不徹。遊步九崖翱翔玄闕。故能", "19": "形無正始呼吸陰陽。握攬乾坤推步八荒。夫", "20": "東嶽者。龍春之初清陽之氣。育動萌生王父", "21": "之位。南箕北斗中星九天。東王西母無極先", "22": "君。乘氣鳳翔去此幽玄。澄於太素不在人間。", "23": "蕩消眾穢其道自然。而何妖祥之鬼魍魎之", "24": "精。假東岳之道。託山居之靈。因游魂之狂詐。", "25": "惑俗人之愚情。彫匠神典偽立神形。本無", "26": "所記末無所經。外有害生之毒氣。內則百鬼", "27": "之流行。晝則穀飯成其勢。夜則眾邪處其庭。", "28": "此皆狼蛇之群鬼。梟蟒之虛聲。自三皇創", "29": "基傳載于今。歷代所崇未覩斯響也。故零征", "30": "記曰。夫神正者則潛曜幽昧。上騰高象下戲", "31": "玄闕。逍遙雲影龍翔八極。風興雨施化若雷", "32": "電。行厨不設百味自然。含慈秉素澤潤蒼生。", "33": "恩過二養惠若朝陽。應天而食不害眾命。此", "34": "乃靈翔之妙節。清虛之神道。若神不正者則", "35": "干於萬物。因時託響傳惑俗聽。成祅散朴", "36": "激動人心。傾財極殺斷截眾命。枉害中年爼", "37": "其骨肉。精神離迸痛傷元氣。東岳之神豈此", "38": "之謂也。故枕中誡曰。含氣蠢蠕百蟲勿嬰。", "39": "無食鳥卵中有神靈。天元受命地庭有形。", "40": "祖稟二儀焉可害生。此皆逆理違道本經。群", "41": "民含慈順天不殺。況害䐗羊而飲其血。以此", "42": "推之。其非神也。", "43": "又五岳真神則精之候。上法琁璣下承乾坤。", "44": "稟道清虛無音無響。敬之不以歡。慢之不以", "45": "慼。千譽萬毀神無增損。而汝矯稱假託生人", "46": "因虛動氣殺害在口。順之則賜恩。違之則有", "47": "禍。進退諂偽永無賢軌。毀辱真神。非其道", "48": "也。故黃羅子經玄中記曰。夫自稱山嶽神者", "49": "必是蟒蛇。自稱江海神者必是黿鼉魚鱉。自", "50": "稱天地父母神者必是猫狸野獸。自稱將軍", "51": "神者必是熊羆虎豹。自稱仕人神者必是猨", "52": "猴㹢玃。自稱宅舍神者必是犬羊猪犢。門戶", "53": "井竈破器之屬。鬼魅假形皆稱為神。驚恐萬", "54": "姓。淫鬼之氣。此皆經之所載。傳之明驗也。", "55": "自汝妖祥漸踰六載。招來四遠靡不響應。送", "56": "疾而往者如小水歸海。獲死而還者哀呼盈", "57": "路。重者先亡便云算盡。輕者易降自稱其福。", "58": "若使重患難濟則汝無恩。中容之疾非汝所", "59": "救。二者無効。焉可奉事。乃令群民投心歸", "60": "命。既無良醫善藥。非散髮之能降。經旬歷月", "61": "曾無影報。以此推之。有何證驗。又國大元", "62": "桓王及封錫。六國之懿節。三台之輔光。讚", "63": "皇家黎無慈悅。天禍謬加體嬰微疾。謂汝", "64": "之祇能感靈德。故宣德信命詣汝神殿。獻薦", "65": "三牲加贈珍異。若汝聖道通乾致妙者。何不", "66": "上啟九皇下諮后土。參集百靈顯彰妙術。使", "67": "國良輔消疾獲安。既無響應。乃奄薨遐。驗", "68": "此虛妄焉足奉哉。", "69": "又昔太山石立社移神靈降象遐聲萬代。此", "70": "則乾坤之所感。顯為時瑞。汝託稱其聖。既不", "71": "能興雲致雨以表神德。圖妖邪以損真道。正", "72": "使汝能因盤動箸舉杯盡酒。猶為鬼幻。非為", "73": "真正。況無其徵有何神也。又太山者則閻羅", "74": "王之統。其土幽昧與世異靈。都錄使者降同", "75": "神行。定本命於皇記。察都籍於天曹。群惡無", "76": "細不捨。纖善小而無遺。總集魂靈非生人應", "77": "府矣。而何弊鬼詐稱斯旨。橫恣人間欺殆萬", "78": "端。蓬林之樹烏鵲之野。翕動遠近列于祠典。", "79": "聚會男女樹俗之心。穢氣外釁梟聲遠布。毒", "80": "鍾王境為害滋甚。夫雲霧蔽天群邪翳正。自", "81": "汝妖異多所傷害。吾雖末流備階三服。每覽", "82": "經傳而覩斯孽。推古驗今。邪不處正。吾將", "83": "蕩穢光揚聖道。告到嚴鉤魅黨還遊塚墓。餐", "84": "果飲泉足生之路。既令群民絕傾財之困。", "85": "鳥獸無羅網之卒。若復顧戀望餐不去者。吾", "86": "將宣集毘沙神王惒羅子等。授以金剛屯真", "87": "師勇武秋霜陵動三千威猛難當。曜戈明劍", "88": "擬則摧山。降龍伏魔靡不稽顙。汝是小鬼敢", "89": "觸三光。鵠毛入炭魚行鑊湯。傾江滅火朝露", "90": "見陽。吾念仁慈愍汝所行。占此危殆慮即傷", "91": "心。速在吾前復汝本形。長歸萬里滄浪海邊。", "92": "勿復稽留。明順奉行。", "93": "56 檄魔文(釋智靜)(一四)檄魔文釋智靜", "94": "釋智靜。頓首頓首明將軍輪下。相與玄塗殊", "95": "津人天一統。宗師雖異三界大同。每規良會", "96": "申展曩積。而標榜未冥所以致隔。今法王御", "97": "世十方思順。靈網方申紘綱彌紐。大通有", "98": "期高會在近。不任翹想並書喻意耳。", "99": "夫時塞有通否終則泰。千聖相尋群師迭襲。", "100": "昔我皇祖本原天王體化應符龍飛初域。仗", "101": "權形以附萬邦。奮惠柯以覆六合。威蕩四", "102": "邪掃清三有。方當抗宏綱於八區。絙靈", "103": "網於宇宙。夷靜七荒寧一九土。而冥宗不弔", "104": "真容凝靜。重明寢暉虛舟覆浪。故令蟻邪", "105": "番興梟見暴起。噎染真塗塵惑清眾。虐鍾", "106": "蒼生毒流萬劫。懷道有情異心同忿。我法王", "107": "承運應期理亂。上承高胄下託群心。秉天旗", "108": "以籠三千。握聖圖以隆大業。雲起四宮鸞翔", "109": "天竺。降神迦維為時城塹。綏撫黎元善安卿", "110": "士。獎導群情慰喻有疾。嚴慧柯於胸中。被神", "111": "甲於身外。愍十八之無辜。哀三空之路絕。志", "112": "匡大荒必平多難。百域千邦高伏風化。承", "113": "君不忌重迷自覆。深攝愚懷故守偽見。狼據", "114": "欲天鵄鳴神闕。叛渙疆場抗距靈節。謂大位", "115": "可登弘規可改。覽茲二三遂為歎息。昔大通", "116": "統世群方影附。有偽癡天魔不遵正節。干", "117": "忤聖聽陳擾神慮。領卒塞虛。權形萬變。精", "118": "甲照曦霜戈拂域。靈鼓競興響衝方外。矯", "119": "步陸梁自謂強盛。王師一奮群邪殄喪。眾迷", "120": "革心望風影伏。況君單將驍然介士無方", "121": "眾不成旅。而欲違背陵虐華邑。篡奪靈權", "122": "騰邈最勝。以為忝真可不謬乎。今釋迦統", "123": "世。道隆先劫。妙化蕩蕩神羅遠御。智士雍雍", "124": "雲算蓋世。武夫龍跳控弦萬隊。協略應真奇", "125": "謀超拔。故命使持節前鋒大將軍閻浮都督", "126": "歸義侯薩陀。獨稟天奇蒙塵玄鏡。神高須彌", "127": "猛氣籠世。善武經文忠著皇闕。領眾四十萬", "128": "億揚鏕首路。使持節威遠大將軍四天都督", "129": "忉利公。導師武勝標群文超。紘謀妙思絕塵", "130": "心栖夢表。憂時忘身志必匡世。領眾百萬億", "131": "鸞飛天衢。使持節征魔大將軍六天都督兜", "132": "率王解脫月。妙思虛玄高步塵表。略並童真", "133": "功侔九地。悼愍三塗忿若縱害。援劍慷慨", "134": "龍迴思奮。領眾四百萬億雲迴天門。使持節", "135": "通微大將軍七天都督四禪王金剛藏。朗質", "136": "映暉金顏遐燭。恩過九錫力傾山海。右眄則", "137": "濛氾飛波。左顧則扶桑落曜。德無不照威無", "138": "不伏。領眾七百萬億虎眄須彌。使持節鎮域", "139": "大將軍九天都督八住王大維摩詰。奇算不", "140": "思法柯遠振。體含神姿權喻萬變。呼吸則", "141": "九服雲從。叱咤則十方風靡。哀彼下民無辜", "142": "酸楚。領眾九百萬億飲馬虛津。使持節覽", "143": "後大將軍十三天都督小千諸軍事九住王", "144": "大文殊。承胄遐元形暉三界。胤自紫宮神高", "145": "體大。應適千塗玄算萬計。群動感於一身。眾", "146": "慮靜於一念。深抱慈悲情兼四攝。領眾若塵", "147": "翱翔斯土。使持節匡教大將軍錄魔諸軍事", "148": "群邪校尉中千王觀世音。智略淵深慧柯遠", "149": "振。明達四通朗鑒三固。或託迹群邪曜奇鋒", "150": "起。或權形二九息彼塗炭。揮手則鐵圍摧", "151": "巖。噓氣則浮雲頹崿。能為萬方不請之友。", "152": "領眾不思仗戈虎嘯。使持節布化大將軍三", "153": "界都督補處王大慈氏。妙質縱網天姿標", "154": "傑。體踰金剛心籠塵表。猛氣衝雲慧柯遠", "155": "奮。無生轉於胸中。權智應於事外。志有所規", "156": "無往不就。威恩雙行真俗並設。領眾八萬四", "157": "千嚴警待命。勇出之徒充溢大千。金剛之", "158": "士彌塞八極。咸思助征席卷六合。乘諸度之", "159": "寶軒。守八正之修路。跨六通之靈馬。控虛宗", "160": "之神轡。彎四禪之勁弓。放權見之利箭。鳴驥", "161": "桓桓輕步矯矯。奉命聖庭曾無有闕。貴郎", "162": "導師勝子五百。幽鑒天命來投王化。聖上開", "163": "衿感氣歸順。皆授名爵封賞列土。功侔舊臣", "164": "聲蓋萬域。而君何心橫生異計偃蹇荒邊", "165": "規固常位。毒害勃於蒼生。災禍流於永劫。", "166": "可不哀哉。可不謬哉。君昔因時為物所惑。狂", "167": "迷君心投危外竄。百行一愆賢達常失久。謂", "168": "君覺知返愚歸罪象魏束身抽簪同遊群", "169": "儁。以道自懽榮名終始。如何攝愚守謬偷安", "170": "邪位。託癡山以自高。恃見林以遊息。耽六欲", "171": "之穢塵。翫邪迷以怡性。建憍慢之高幢。引無", "172": "明之兇陣。闊步荒塗輕弄神器。盜篡天宮抗", "173": "衡日月。恐不果哉。舉手而映三光。把土以填", "174": "巨海。雖擬心虛標事之難就。將軍殖福玄津", "175": "原承彌遠。華貌暐然群情屬目。望責之基易", "176": "登。由來之功可惜。君可反往修來翻然歸", "177": "順謝過朱門。以道齊好家國並存。君臣同顯", "178": "身名獲安。曉目達觀眷屬晏然。可不美哉。", "179": "今王師剋舉十方翹轡。手提法羅齊舞群聖。", "180": "道柯曜於前驅。靈鼓振於後隊。神鍾一叩十", "181": "方傾覆。海浪飛波陸原涌沸。于斯之時。須", "182": "彌籠於一塵。天地廻於一車。無動安於左", "183": "衿。妙樂曜於右手。神力若斯。豈可當也。我", "184": "法王體道仁慈不忍便襲。權停諸軍暫壹靈", "185": "轡。臨路遣書庶迴迷駕。君可早定良圖面縛", "186": "歸闕。委命皇庭逍遙玄境。隆名內暉遊形外", "187": "寄。上方即任非君而誰。夫惠尚識機明", "188": "貴免禍。窮而知反。君子所美。斯乃轉禍之高", "189": "秋。取功之良節。昔夏桀無道殷王致伐。商", "190": "紂首亂周武建師。此即古今之蓍龜將軍之", "191": "明誡。相與雖乖於當年。風流宜同於道味。", "192": "人天崎嶇何足致隔。想便霍然隨書致命。", "193": "所以竊痛其辭委曲往文者。不欲令蘭芳夏", "194": "凋修柯摧穎。深致思言。善自量算。無使君", "195": "身傾筐三趣。莫令六天鞠生稊稗。造頴眄目", "196": "助懷惕然。臨路遣書諸情多憒。言不藉意。", "197": "57 破魔露布文(釋寶林)(一四)破魔露布文釋寶林作", "198": "賢劫大千微塵年。五濁鼎沸朔。現壽百齡日。", "199": "使持節都督恒沙世界諸軍事征魔大將軍淨", "200": "州刺史十地王臣金剛藏。使持節都督八萬", "201": "波羅蜜諸軍事破結將軍領魔蠻校尉大司馬", "202": "梵州刺史八地公臣解脫月等。稽首和南上。", "203": "聖朝尚書。謹案夫六合同曜靈之鑒。群流歸", "204": "百谷之王。萬化均于空玄。眾奇宗於一智。斯", "205": "蓋理有宗極之統。物無殊趣之會。是以如來", "206": "越重昏而孤興。蔚勤功於曠劫。曜三塗之高", "207": "明。拔洪癡於始造。窮聖德之區奧。究無生之", "208": "虛致。覽物化之樞機。握宏德之統紐。至若", "209": "英姿挺特神光赫奕。雖復千暉並照固已絕", "210": "矣。身殊萬狀而非眾。體合至妙而不一。應出", "211": "五道而非生。示入形止而非滅。希夷恍惚", "212": "無名無像。莫測其深靡知其廣。應群感而不", "213": "勞。周萬動而常靜。歷恒沙以倏忽。撫八荒於", "214": "俄傾。兩儀頹陷而不夷。力負潛移而不易。", "215": "吸大火而不燋。懷洪流而不溺。乾坤不足以", "216": "語其德。文玄不足以明其道。巨包六合。不", "217": "可以稱其大。妙入無間不可以名其小。爾乃", "218": "亭毒蒼生化兼始母。無欲無為而無不為。翱", "219": "翔于應變之塗。逍遙于有無之表。挺達群聖", "220": "之端。恬澹涅槃之域。二乘韜思於重忘之", "221": "致。十住息慮於動靜之機。梵王咨嗟以歸德。", "222": "帝釋伏膺而厭位。其為聖也。亦已極矣。於是", "223": "應定光之遐記。驗大通之圖錄。出五道而龍", "224": "興。超帝皇以命世。道王三界德被十方。畿", "225": "甸恒沙都邑大千。偃九定之閑室。登七覺之", "226": "雲觀。濯八解之清池。遊總持之廣苑。爾乃", "227": "居慈悲之殿。處空同之坐。袞龍眾好天官", "228": "頂相。左輔彌勒之流。右弼文殊之匹。前歌大", "229": "方之雅頌。後舞四攝之鑾拂。衛以八住體虛", "230": "匹士。侍以四果卓落通仙。三臺唯聖六府唯", "231": "賢。爾乃宣教姬孔。宰守虞唐。揚威湯武。州牧", "232": "三皇。其為化也。坦八正之平衢。開三乘之通", "233": "津。列無為之妙宅。濟大苦於勞塵。杜三惡之", "234": "姦路。啟歡樂於天人。爵以果任之位。祿以", "235": "甘露之餐。功巨者賞以淨土之封。勳小者指", "236": "以化城之安。此乃超百王之洪業。太平之至", "237": "始也。五趣宦身之清朝。四生士位之宗極。", "238": "而群迷遇嶮背真彌曠。欣濡沫之近足。忘江", "239": "湖於遠全。故魔王波旬植愚根於曠始。積迷", "240": "心于妄境。泛三染之洪波。入邪見之稠林。", "241": "至乃竊弄神器假偽冐真。夸王天宮分列嶽", "242": "土。制命六天縱肆偏威。內以三公諸毒卿相", "243": "九結。外以軍將六師戎卒四兵。內行跋扈不", "244": "忌皇憲。自螢光爭暉天照。故乃頃者抗行神", "245": "威揚兵道樹。震雷公霹靂之聲。列擔山吐火", "246": "之眾。又持世致惑於靜室。波崙悲號於都肆。", "247": "斯皆癡狂縱暴虧于聖節。作亂中夏為日久", "248": "矣。聖皇悼昏俗之聾瞽。悲弱喪以增懷。將", "249": "總群邪以齊見。會九流而同津。於是命將大", "250": "勢之徒。簡卒金剛之類。茹金嚼鐵之夫。衝", "251": "氷蹈火之士。勇卒塵沙驍雄億萬。星流風", "252": "發龍騰魔境。置軍萬全之策。逼寇必死之野。", "253": "而魔賊不祗敢執蠻荊之蠢爾。抗宗糩之逋", "254": "傲。建麾於自憍之地。結固於雲迷之嶮。傍", "255": "唐重複俠疊鱗次。且其形勢也。則癡山嶆", "256": "㠂固其前。愛水浩汗張於後。邪林蔚薈蒙其", "257": "左。癡㵎淵玄帶其右。塵勞之卒豺視於交境。", "258": "六師之將虎步於長逵。望若雲起蔽天霧塞", "259": "六合。其為盛也。開闢罕有。臣等於是承聖", "260": "朝之遐威。出超圖之奇略。蓋以高算之籠。彌", "261": "以玄策之圍。精騎千重步卒萬匝。遊師翳野", "262": "屯塞要害。使前將軍檀那望慳麾以直進。後", "263": "軍毘耶蹴懈卒於其後。禪那略游騎於其左。", "264": "尸羅防密姦於其右。外軍漚和浪騎隊於平", "265": "原之上。走短兵於詰屈之下。陳虎旅而高", "266": "驤。設危機於幽伏。中軍般若握玄樞之妙鑒。", "267": "把戰勝之奇術。控億兆之雄將。擁塵沙之勁", "268": "卒。於是眾軍響應萬塗競進。感動六合聲震", "269": "天地。雄夫奮威。浪奔白刃之光奪於曦曜。法", "270": "鼓之音亂於雷震。勤馬䟃𧽼以騰擲。迅象", "271": "飛控以馳驅。禪弓煙舉而雲興。慧箭雨灑以", "272": "流虛。鞭以假名之策。蹴入無有之原。研以師", "273": "子之吼。刺以苦空之音。揮干將而亂斬。動戈", "274": "矛而競捷。橫塵尸以被野。流勞血於長川。", "275": "崩癡山之磋峨。竭愛水之洪流。窮僭於諸見", "276": "之窟。挫高於七慢之樔。於是魔賊進無抗鱗", "277": "之用。退無悕脫之隱。慮盡路窮迴遑靡據。魔", "278": "王面縛於麾庭。群將送命於軍門。諸天電", "279": "卷以歸化。迷徒風馳於初暉。皇威掃蕩其猶", "280": "太陽之撲晨。霜注洪流以滅火。故使萬世", "281": "之逋寇土崩於崇朝。中華之昔難肅清於俄", "282": "頃。斯誠聖皇神會之奇功。曠代著世之休烈", "283": "雖昔殷湯建雲功於夏郊。周武掃清氛於商", "284": "野。斯乃上古之雄奇。豈以得齊於聖勳。臣輒", "285": "奉宣皇猷綏慰初附。安以空同之宅。充以八", "286": "解之流。防以戒善之禮。習以六度之風。耆年", "287": "者悟其即真於新唱。弱喪者始聞歸與之音。", "288": "夫應天順罰春秋之道。興功定亂先王所美。", "289": "元惡以賓祇從聖憲。六合同明廓清宇內。玄", "290": "風遐扇率土懷慶。朝有康哉之歌。野有樂郊", "291": "之詠。功高道大非見所表。聖慮幽深非言能", "292": "宣。粗條皇威奇算之方。又列眾軍龍驤之勢。", "293": "電驛星馳謹露布以聞。臣等誠惶以抃。", "294": "余以講業之暇。聊復永日寓言假事。庶明大", "295": "道冀好逕之流不遠而復。經云。涅槃無生", "296": "而無不生。至智無照而無不照。其唯如來", "297": "乎。戰勝不以干戈之功。略地不以兵強天下。", "298": "皇王非處一之尊。霸臣非桓文之貴。丘旦之", "299": "教於斯遠矣。聃周之言似而非當。故知宗極", "300": "存乎俗見之表。至尊王於真鑒之裏。中人躊", "301": "躇於無有之間。下愚驚笑於常迷之境。今", "302": "庶覽者捨河伯秋水之自多。遠遊于海若之", "303": "淵門。不束情於近教。而駭神于荒唐之說也。", "304": "弘明論後序弘明論後序釋僧祐", "305": "余所集弘明為法禦侮。通人雅論勝士妙說。", "306": "摧邪破惑之衝。弘道護法之塹。亦已備矣。然", "307": "智者不迷。迷者乖智。若導以深法終於莫領。", "308": "故復撮舉世典指事取徵。言非榮華理歸質", "309": "實。庶迷塗之人不遠而復總釋眾疑。故曰弘", "310": "明。論云。", "311": "夫二諦差別道俗斯分。道法空寂。包三界以", "312": "等觀。俗教封滯。執一國以限心。心限一國則", "313": "耳目之外皆疑。觀等三界則神化之理常照。", "314": "執疑以迷照群生所以永淪者也。詳檢俗教", "315": "並憲章五經。所尊唯天所法唯聖。然莫測天", "316": "形莫窺聖心。雖敬而信之。猶矇矇不了。況", "317": "乃佛尊於天法妙於聖。化出域中。理絕繫表。", "318": "肩吾猶驚怖於河漢。俗士安得不疑駭於覺", "319": "海哉。既駭覺海則驚同河漢。一疑經說迂誕", "320": "大而無徵。二疑人死神滅無有三世。三疑莫", "321": "見真佛無益國治。四疑古無法教近出漢世。", "322": "五疑教在戎方化非華俗。六疑漢魏法微晉", "323": "代始盛。以此六疑信心不樹將溺宜拯。故較", "324": "而論之。若疑經說迂誕大而無徵者。蓋以積", "325": "劫不極世界無邊也。今世咸知百年之外必", "326": "至萬歲。而不信積萬之變至於曠劫。是限心", "327": "以量造化也。咸知赤縣之表必有四極。而不", "328": "信積極之遠復有世界。是執見以判太虛也。", "329": "昔湯問革曰。上下八方有極乎。革曰。無極之", "330": "外復無極。無盡之中復無盡。朕是以知其", "331": "無極無盡也。上古大賢據理訓聖千載符契", "332": "懸與經合。井識之徒何知得異。夫以方寸之", "333": "心謀己身而致謬。圓分之眸隔牆壁而不見。", "334": "而欲侮尊經背聖說誣積劫罔世界。可為愍", "335": "傷者一也。若疑人死神滅無有三世。是自誣", "336": "其性靈而蔑棄其祖禰也。然則周孔制典昌", "337": "言鬼神。易曰。游魂為變。是以知鬼神之情狀。", "338": "既情且狀其無形乎。詩云。三后在天王配于", "339": "京升靈上旻。豈曰滅乎。禮云。夏尊命事鬼", "340": "敬神大禹所祇。寧虛誕乎。書稱周公代武云。", "341": "能事鬼神姬旦禱親。可虛罔乎。苟亡而有靈", "342": "則三世如鏡。變化輪迴孰知其極。俗士執禮", "343": "而背叛五經。非直誣佛亦侮聖也。若信鬼於", "344": "五經而疑神於佛說。斯固聾瞽之徒非議所", "345": "及。可為哀矜者二也。若疑莫見真佛無益國", "346": "治。則禋祀望祑亦宜廢棄。何者蒼蒼積空。誰", "347": "見上帝之貌。茫茫累塊。安識后稷之形。民", "348": "自躬稼社神何力。人造墉畷蜡鬼奚功。然猶", "349": "盛其犧牲之費。繁其歲時之祀者。莫不以幽", "350": "靈宜尊而教民美報耶。況佛智周空界神凝", "351": "域表。上帝成天。緣其陶鑄之慈。聖王為人。依", "352": "其亭育之戒。崇法則六天咸喜。廢道則萬神", "353": "斯怒。今人莫見天形而稱郊祀有福。不覩金", "354": "容而謂敬事無報。輕本重末。可為震懼者三", "355": "也。若疑古無佛教近出漢世者。夫神化隱顯", "356": "孰測始終哉。尋羲皇緬邈政績猶湮。彼有", "357": "法教亦安得聞之。昔佛圖澄知臨淄伏石有", "358": "舊像露盤揵陀勒見盤鵄山中有古寺基墌。", "359": "眾人試掘並如其言。此萬代之遺徵。晉世之", "360": "顯驗。誰判上古必無佛乎。列子稱。周穆王時。", "361": "西極有化人來。入水火貫金石。反山川移城", "362": "邑。乘虛不墜觸實不礙。千變萬化不可窮極。", "363": "既能變人之形。又且易人之慮。穆王敬之若", "364": "神事之若君。觀其靈跡乃開士之化。大法萌", "365": "兆已見周初。感應之漸非起漢世。而封執一", "366": "時。為歎息者四也。若疑教在戎方化非華夏", "367": "者。則是前聖執地以定教。非設教以移俗", "368": "也。昔三皇無為五帝德化。三王禮刑七國", "369": "摧勢。地常諸夏。而世教九變。今反以至道", "370": "之源。鏡以大智之訓。感而遂通。何往不被。夫", "371": "禹出西羗舜生東夷。孰云地賤而棄其聖。丘", "372": "欲居夷聃適西戎。道之所在寧選於地。夫以", "373": "俗聖設教猶不繫於華夷。況佛統大千。豈限", "374": "化於西域哉。案禮王制云。四海之內方三千", "375": "里。中夏所據亦已不曠。伊洛本夏而鞠為戎", "376": "墟。吳楚本夷而翻成華邑。道有運流而地無", "377": "恒化矣。且夫厚載無壃寰域異統北辰西北。", "378": "故知天竺居中今以區區中土稱華以距正", "379": "法。雖欲距塞而神化常通。可為悲涼者五", "380": "也。若疑漢魏法微晉代始盛者。道運崇替未", "381": "可致詰也。尋沙門之修釋教。何異孔氏之述", "382": "唐虞乎。孔修五經垂範百王。然春秋諸侯莫", "383": "肯遵用。戰代蔑之將墜于地。爰至秦皇復加", "384": "燔燼。豈仲尼之不肖而詩書之淺鄙哉。邇及", "385": "漢武始顯儒教。舉明經之相。崇孔聖之術。寧", "386": "可以見輕七國而遂廢於後代乎。案漢元之", "387": "世。劉向序仙云。七十四人出在佛經。故知經", "388": "流中夏其來已久。逮明帝感夢而傅毅稱佛。", "389": "於是秦景東使而攝騰西至。乃圖像於開陽", "390": "之觀。藏經於蘭臺之室。不講深文。莫識奧", "391": "義。是以楚王修仁潔之祠。孝桓建華蓋之祭。", "392": "法相未融。唯神之而已。至魏武英鑒書述妙", "393": "化。孫權雄略造立塔寺。晉武之初機緣漸", "394": "深。耆域耀神通之跡。竺護集法寶之藏。所以", "395": "百辟搢紳。洗心以進德。萬邦黎獻。刻意而", "396": "遷善。暨晉明叡悟秉一捿神。手畫寶像表觀", "397": "樂覽。既而安上弘經於山東。什公宣法於關", "398": "右。精義既敷實相彌照。英才碩智。並驗理而", "399": "伏膺矣。故知法雲始於觸石。慧水基乎濫", "400": "觴。教必有漸神化之常限。感應因時非緣", "401": "如何。故儒術非愚於秦而智於漢。用與不用", "402": "耳。佛法非淺於漢而深於晉。明與不明耳。", "403": "是知五經恒善而崇替隨運。佛化常熾而通", "404": "塞在緣。一以此思可無深惑。而執疑莫悟。可", "405": "為痛悼者六也。夫信順福基迷謗禍門。而況", "406": "蒙蒙之徒多不量力。以己所不知而誣先覺", "407": "之遍知。以其所不見而罔至人之明見。鑒達", "408": "三世反號邪僻。專拘目前自謂明智。於是迷", "409": "疑塞胸謗讟盈口。輕議以市重苦。顯誹以賈", "410": "幽罰。言無錙銖之功。慮無毫釐之益。逝川若", "411": "飛藏山如電。一息不還奄然後世。報隨影至", "412": "悔其可追。夫神化茫茫幽明代運。五道變化", "413": "于何不足。天宮顯驗。趙簡秦穆之錫是也。", "414": "鬼道交報。杜伯彭生之見是也。修德福應。殷", "415": "戊宋景之驗是也。多殺禍及。白起程普之", "416": "證是也。現世幽微備詳典籍。來生冥應布", "417": "在尊經。但緣感理奧因果義微。微難領故", "418": "略而不陳。前哲所辯關鍵已正。輕率鄙懷繼", "419": "之于末。雖文匪珪璋而事足鞶鑑。惟愷悌君", "420": "子自求多福焉。", "421": "弘明集卷第十四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2102 弘明集", "source": "CBETA"}