{"author": "日本 最澄撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2159 傳教大師將來台州錄: 妙法蓮華經玄義十卷智者大師出: 妙法蓮華經玄義釋十卷荊溪和尚撰: 妙法蓮華經文句疏十卷智者大師出: 妙法蓮華經文句疏記十卷荊溪和尚撰: 妙法蓮華經觀音品義一卷智者大師出: 妙法蓮華經觀音品義疏二卷智者大師出: 妙法蓮華經科文二卷左溪和尚撰: 妙法蓮華經觀音品偈科文一卷: 妙法蓮華經大意一卷荊溪明曠座主述: 妙法蓮華經文句序一卷會稽沙門神𢌞述: 妙法蓮華經懺法一卷或名三昧行法智者大師出: 妙法蓮華經三昧補助儀一卷荊溪和上撰: 妙法蓮華經大意一卷: 妙法蓮華經玄義科文一卷: 妙法蓮華經文句疏科文一卷: 摩訶止觀十卷智者大師出: 摩訶止觀補行傳弘決十卷荊溪和尚撰: 摩訶止觀文句二卷荊溪和尚撰: 摩訶止觀義例二卷荊溪和尚撰: 摩訶止觀心要一卷: 摩訶止觀音一卷: 摩訶止觀略音一卷: 摩訶止觀大意一卷荊溪和尚撰: 摩訶止觀八教大意一卷荊溪沙門明曠述: 摩訶止觀科文一卷: 摩訶止觀三德圖一張: 禪文修證十卷智者大師出: 禪門章一卷智者大師出: 禪門要略一卷智者大師出: 修禪六妙門一卷智者大師出: 口決禪法一卷智者大師出: 四念處四卷章安和尚撰: 觀心論一卷智者大師出: 觀心論疏二卷章安和尚撰: 小止觀一卷卷上智者大師出: 覺意三昧一卷智者大師出: 雜觀行一卷智者大師出: 觀誦經記一卷荊溪和尚撰: 金光明懺法一卷智者大師出: 方等懺補闕儀一卷荊溪和尚撰: 維摩經玄疏六卷智者大師出: 維摩經疏記三卷或六卷　荊溪和尚撰: 維摩經略疏十卷荊溪和上撰: 維摩經疏私記三卷上卷玄義　傳法弟子道𨗉撰: 四教儀十二卷智者大師出: 發願文一卷南岳思大師說: 聖四十二賢聖儀一卷荊溪和尚撰: 涅槃後分科文一卷荊溪和尚撰: 五方便義一卷智者大師出: 十不二門義一卷: 天台山國清寺百錄五卷: 天台山智者大師靈應圖一張: 天台山國清寺壁上大師說法影像并佛頂及: 維摩四王六祖像一卷顏真卿撰: 天台山智者大師別傳一卷沙門道證述: 天台山智者大師讚一卷: 天台山智者大師墳裏碑一卷慈力居士馬碓撰: 天台山智者大師墳前左碑一卷會稽上皇山人萬齊融述: 天台山智者大師墳前右碑一卷龍泉寺崙法師述: 天台山章安大師別傳一卷沙門法鐃集: 天台山六祖略傳一卷終南山宣律師等述: 天台山第五祖左溪和尚傳一卷: 天台山第六祖荊溪和尚碑一卷校書郎安定肅撰: 天台智者大師佛隴道場記一卷安定梁肅撰: 天台山國清寺碑一卷李邕撰: 天台山國清寺石泉碑一卷: 南岳思大師別傳一卷: 南岳高僧傳一卷黃門侍郎盧藏用撰: 南岳記一卷李邕撰: 南岳并天台山記一卷: 天台山智者大師別傳論一卷梁肅撰: 天台山十二弟子別傳: 學意三昧文句一卷荊溪和尚撰: 大般涅槃經玄義一卷章安和尚撰: 大般涅槃經疏一十五卷章安和尚撰: 大般涅槃經疏一十五卷荊溪和尚再治: 大般涅槃經音儀一卷法宣撰: 大般涅槃經疏私記十卷傳法弟子道邃撰: 大般涅槃經音一卷: 大般涅槃經疏抄五卷: 金剛錍論一卷荊溪和尚撰: 金剛錍論記荊溪沙門明曠述: 金剛錍論科文一卷: 華嚴經骨目一卷荊溪和尚撰: 法界次第三卷智者大師出: 安樂行一卷南岳思大師說: 金光明經玄義一卷智者大師出: 金光明經疏三卷智者大師出: 菩薩戒經義記二卷智者大師出: 請觀音經疏一卷智者大師出: 觀無量壽經疏一卷智者大師出: 阿彌陀經疏一卷智者大師出: 阿彌陀經決十疑一卷: 圓教六即義一卷智者大師出: 六即義一卷: 受菩薩戒文一卷南岳大師說: 受菩薩戒文一卷荊溪和尚撰: 七日懺法一卷: 天台宗大意一卷: 天台松讚一卷章安和尚作: 法華三周圖一卷: 韋虗舟判斷天台四教諍文一卷: 日本國求法齋文一卷七首: 日本國求法目錄一卷: 仁王般若經疏四卷: 金剛般若經疏一卷: 彌勒成佛經疏五卷: 釋論疏: 三觀義二卷: 觀心釋一切經義一卷: 釋十如是義一卷: 釋一切經玄義一卷: 七學人義一卷: 七方便義一卷: 一二三四身義一科: 小止觀一卷: 觀心誦十二部法一卷: 般舟三昧行法一卷: 三觀義一科: 釋二十五三昧義一科: 四種三昧義一科: 四種四諦義一科: 七種二諦義一科: 三諦義一科: 四門義一科: 四土義一科: 四不生義一科: 四悉壇義一科: 十法界義一科: 十法成乘義一科: 請觀音三昧行法一卷: 方等三昧法一卷: 妙法蓮華經七卷: 維摩經三卷: 大般涅槃經: 請願音經一卷: 觀無量壽經一卷: 阿彌陀經一卷: 金光明經四卷: 菩薩戒經一卷: 蘇悉地經三卷: 蘇婆呼律經三卷: 新譯梵漢兩字大佛頂陀羅尼一卷: 梵漢兩字隨求即得陀羅尼一卷: 梵漢兩字佛頂尊勝陀羅尼一卷: 梵漢兩字千臂陀羅尼一卷: 梵漢兩字千手陀羅尼一卷: 梵漢兩字一字呪王陀羅尼一卷: 梵漢兩字文殊師利五字陀羅尼一卷: 梵漢字隨求即得曼荼羅一張: 梵種子曼荼羅一張: 大佛頂通用曼荼羅一張: 四分律鈔記: 十四科義疏二卷: 十四科義抄一卷: 因明疏二卷加注因明一卷: 釋氏齋儀一卷: 釋氏齋儀記一卷: 禪鎮一頭: 說法白角如意壹抦: 天台山香爐峯檉柏木并檉木文尺四枚", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2159", "1": "傳教大師將來目錄傳教大師將來目錄", "2": "刻根本大師將來錄序刻根本大師將來錄序", "3": "大師入唐求法目錄有二本。其一則記於台", "4": "州所得經疏名目。謂之圓宗錄。其一則記於", "5": "越州所受密典名數。謂之越府錄。越府錄有", "6": "元祿年間印本。而文字紕訛不正。今因就橫", "7": "川松禪院所藏大師真筆。以摸出之。其圓宗", "8": "錄元龜之亂散失。不知所在。故就正二位前", "9": "權大納言宗建卿所藏寫本。以錄出之。且挍", "10": "以東寺觀智院所藏寬治五年寫本。遂并上", "11": "木。翼傳之萬世。以備法門盛典云爾。", "12": "文政四年辛巳大師千年遠忌之初夏", "13": "叡嶽新探題權僧正真超識", "14": "進官錄上表進官錄上表", "15": "沙門最澄言。最澄聞。六爻探頤局於生滅之", "16": "場。百物正名未涉真如之境。豈若隨他權教", "17": "開三乘於機門。隨自實教示一乘於道場哉。", "18": "然則。圓教難說。演其義者天台。妙法難傳。暢", "19": "其道者聖帝。伏惟陛下。纂靈出震。撫運登極。", "20": "北蕃來朝請賀正於每年。東夷北首知歸德", "21": "於先年。於是。屬想圓宗緬懷一乘。紹宣妙法", "22": "以為大訓。由是。妙圓極教。應聖機而興顯。灌", "23": "頂祕法。感皇緣而圓滿。最澄奉使求法。遠尋", "24": "靈蹤。往登台嶺。躬寫教迹。所獲經并疏及記", "25": "等。總二百三十部四百六十卷。且見進經", "26": "一十卷。名曰金字妙法蓮華經七卷。金字金", "27": "剛般若經一卷。金字菩薩戒經一卷。金字觀", "28": "無量壽經一卷。及天台智者大師靈應圖一", "29": "張。天台大師禪鎮一頭。天台山香爐峯送檉", "30": "及柏木文釋四枚。說法白角如意一抦。謹遣", "31": "弟子藏經奉進。但聖鑑照明二門圓滿。不任", "32": "誠懇之至。奉表戰慄謹言。", "33": "延曆二十四年七月十五日　沙門最澄上", "34": "表", "35": "傳教大師將來台州錄", "36": "傳教大師將來台州錄最澄等勘定疏記目錄日本國求法僧最澄等勘定合疏記等壹佰貳", "37": "部貳佰肆拾卷之中別絹圖壹卷但疏紙陸行捌佰玖拾漆紙", "38": "妙法蓮華經玄義十卷智者大師出二百七十二紙", "39": "妙法蓮華經玄義釋十卷荊溪和尚撰三百四十三紙", "40": "妙法蓮華經文句疏十卷智者大師出三百三十七紙", "41": "妙法蓮華經文句疏記十卷荊溪和尚撰五百一十五紙", "42": "妙法蓮華經觀音品義一卷智者大師出四十紙", "43": "妙法蓮華經觀音品義疏二卷智者大師出三十八紙", "44": "妙法蓮華經科文二卷左溪和尚撰八十五紙", "45": "妙法蓮華經觀音品偈科文一卷一紙", "46": "妙法蓮華經大意一卷荊溪明曠座主述一十紙", "47": "妙法蓮華經文句序一卷會稽沙門神𢌞述三紙", "48": "妙法蓮華經懺法一卷或名三昧行法智者大師出一十八紙", "49": "妙法蓮華經三昧補助儀一卷荊溪和上撰三紙", "50": "妙法蓮華經大意一卷五紙", "51": "妙法蓮華經玄義科文一卷七紙", "52": "妙法蓮華經文句疏科文一卷六紙", "53": "已上一十一部一十三卷同帙　法華部", "54": "一千六百八十三紙。", "55": "摩訶止觀十卷智者大師出三百七十紙", "56": "摩訶止觀補行傳弘決十卷荊溪和尚撰七百四十七紙", "57": "摩訶止觀文句二卷荊溪和尚撰七十八紙", "58": "摩訶止觀義例二卷荊溪和尚撰三十一紙", "59": "摩訶止觀心要一卷八紙", "60": "摩訶止觀音一卷八紙", "61": "摩訶止觀略音一卷一十五紙", "62": "摩訶止觀大意一卷荊溪和尚撰一十紙", "63": "摩訶止觀八教大意一卷荊溪沙門明曠述一十五紙", "64": "摩訶止觀科文一卷八紙", "65": "摩訶止觀三德圖一張六紙", "66": "已上九部一十卷同帙　止觀部一千二百九十六紙。", "67": "禪文修證十卷智者大師出一百七十九紙", "68": "禪門章一卷智者大師出五十九紙", "69": "禪門要略一卷智者大師出五紙", "70": "修禪六妙門一卷智者大師出一十三紙", "71": "口決禪法一卷智者大師出九紙", "72": "四念處四卷章安和尚撰六十八紙", "73": "觀心論一卷智者大師出九紙", "74": "觀心論疏二卷章安和尚撰八十六紙", "75": "小止觀一卷卷上智者大師出一十七紙", "76": "覺意三昧一卷智者大師出一十九紙", "77": "雜觀行一卷智者大師出八紙", "78": "觀誦經記一卷荊溪和尚撰五紙", "79": "金光明懺法一卷智者大師出四紙", "80": "方等懺補闕儀一卷荊溪和尚撰三紙", "81": "已上一十四部一十七卷同帙　禪門部", "82": "四百八十四紙。", "83": "維摩經玄疏六卷智者大師出一百一十六紙", "84": "維摩經疏記三卷或六卷　荊溪和尚撰一百四十八紙", "85": "已上二部九卷同帙。", "86": "維摩經略疏十卷荊溪和上撰三百九十四紙", "87": "維摩經疏私記三卷上卷玄義　傳法弟子道𨗉撰一百四十八紙", "88": "四教儀十二卷智者大師出九十七紙", "89": "發願文一卷南岳思大師說一十四紙", "90": "聖四十二賢聖儀一卷荊溪和尚撰三紙", "91": "涅槃後分科文一卷荊溪和尚撰六紙", "92": "五方便義一卷智者大師出一紙", "93": "十不二門義一卷", "94": "天台山國清寺百錄五卷", "95": "天台山智者大師靈應圖一張", "96": "天台山國清寺壁上大師說法影像并佛頂及", "97": "維摩四王六祖像一卷顏真卿撰十一紙", "98": "天台山智者大師別傳一卷沙門道證述一十二紙", "99": "天台山智者大師讚一卷三紙", "100": "天台山智者大師墳裏碑一卷慈力居士馬碓撰五紙", "101": "天台山智者大師墳前左碑一卷會稽上皇山人萬齊融述五紙", "102": "天台山智者大師墳前右碑一卷龍泉寺崙法師述五紙", "103": "天台山章安大師別傳一卷沙門法鐃集七紙", "104": "天台山六祖略傳一卷終南山宣律師等述七紙", "105": "天台山第五祖左溪和尚傳一卷五紙", "106": "天台山第六祖荊溪和尚碑一卷校書郎安定肅撰五紙", "107": "天台智者大師佛隴道場記一卷安定梁肅撰九紙", "108": "天台山國清寺碑一卷李邕撰七紙", "109": "天台山國清寺石泉碑一卷五紙", "110": "南岳思大師別傳一卷五紙", "111": "南岳高僧傳一卷黃門侍郎盧藏用撰一十五紙", "112": "南岳記一卷李邕撰三紙", "113": "南岳并天台山記一卷五紙", "114": "天台山智者大師別傳論一卷梁肅撰六紙", "115": "天台山十二弟子別傳一十五紙", "116": "學意三昧文句一卷荊溪和尚撰一十紙", "117": "已上二部七卷同帙　維摩部九百三紙。", "118": "大般涅槃經玄義一卷章安和尚撰四十七紙", "119": "大般涅槃經疏一十五卷章安和尚撰四百八十三紙", "120": "已上二部一十六卷同帙。", "121": "大般涅槃經疏一十五卷荊溪和尚再治五百八十九紙", "122": "大般涅槃經音儀一卷法宣撰三十七紙", "123": "大般涅槃經疏私記十卷傳法弟子道邃撰三百八十三紙", "124": "大般涅槃經音一卷二十八紙", "125": "大般涅槃經疏抄五卷三百三十六紙", "126": "金剛錍論一卷荊溪和尚撰一十五紙", "127": "金剛錍論記荊溪沙門明曠述一十八紙", "128": "金剛錍論科文一卷", "129": "已上七部二十卷同帙　涅槃部一千八百三十七紙。", "130": "華嚴經骨目一卷荊溪和尚撰五十八紙", "131": "法界次第三卷智者大師出八十紙", "132": "安樂行一卷南岳思大師說一十三紙", "133": "金光明經玄義一卷智者大師出二十六紙", "134": "金光明經疏三卷智者大師出八十九紙", "135": "菩薩戒經義記二卷智者大師出四十四紙", "136": "請觀音經疏一卷智者大師出一十四紙", "137": "觀無量壽經疏一卷智者大師出二十四紙", "138": "阿彌陀經疏一卷智者大師出五紙", "139": "阿彌陀經決十疑一卷五紙", "140": "已上一十部十五卷同帙　雜疏部三百六十八紙。", "141": "圓教六即義一卷智者大師出五紙", "142": "六即義一卷四紙", "143": "受菩薩戒文一卷南岳大師說七紙", "144": "受菩薩戒文一卷荊溪和尚撰一十紙", "145": "七日懺法一卷一十四紙", "146": "天台宗大意一卷三紙", "147": "天台松讚一卷章安和尚作三紙", "148": "法華三周圖一卷六紙", "149": "韋虗舟判斷天台四教諍文一卷一紙", "150": "日本國求法齋文一卷七首一十紙", "151": "日本國求法目錄一卷一十四紙", "152": "已上三十八部四十卷之中絹圖一張現四十一卷。", "153": "天台闕本目錄天台闕本目錄", "154": "合疏并義等壹拾肆部肆拾壹卷。", "155": "仁王般若經疏四卷", "156": "金剛般若經疏一卷", "157": "彌勒成佛經疏五卷", "158": "釋論疏二十卷", "159": "三觀義二卷", "160": "觀心釋一切經義一卷", "161": "釋十如是義一卷智者大師出", "162": "釋一切經玄義一卷智者大師出", "163": "七學人義一卷智者大師出", "164": "七方便義一卷智者大師出", "165": "一二三四身義一科", "166": "小止觀一卷卷下", "167": "觀心誦十二部法一卷", "168": "般舟三昧行法一卷", "169": "已上疏并義等。一十四部四十一卷。開元", "170": "二十二年。龍泉寺岑法師與僧道謀。所書", "171": "智者大師墳前右柱碑上。雖有名目。然梁", "172": "本未得。", "173": "天台隨部目錄天台隨部目錄", "174": "合雜義等壹拾伍科。", "175": "三觀義一科入止觀部", "176": "釋二十五三昧義一科入四教義并法華玄義部", "177": "四種三昧義一科入止觀部", "178": "四種四諦義一科入法華玄義部", "179": "七種二諦義一科入法華玄義部", "180": "三諦義一科入法華玄義部", "181": "四門義一科入四教義并止觀及肅玄法華維摩等部", "182": "四土義一科入維摩疏部", "183": "四不生義一科入涅槃疏并止觀等部", "184": "四悉壇義一科入法華玄義并四教義等部", "185": "十法界義一科入法華玄義并四教義等部", "186": "十法成乘義一科入止觀等部", "187": "請觀音三昧行法一卷入止觀并天台國清百錄部", "188": "方等三昧法一卷入止觀并天台國清百錄部", "189": "已上一十五科義。隨智者大師。即章安和", "190": "尚私記。其義隨義為卷。前後所記。散在諸", "191": "方。恐後學致疑故。龍泉記中。故存名目。諸", "192": "部之中。其義都盡。不急之故。今不別卷耳。", "193": "天台疏點經目錄天台疏點經目錄", "194": "合漆部伍拾伍卷。", "195": "妙法蓮華經七卷", "196": "維摩經三卷", "197": "大般涅槃經三十八卷", "198": "請願音經一卷", "199": "觀無量壽經一卷", "200": "阿彌陀經一卷", "201": "金光明經四卷", "202": "已上大乘經。依天台疏科點已畢。", "203": "大乘經律并陀羅尼目錄大乘經律并陀羅尼目錄", "204": "合壹拾參部壹拾玖卷。", "205": "菩薩戒經一卷", "206": "蘇悉地經三卷", "207": "蘇婆呼律經三卷", "208": "新譯梵漢兩字大佛頂陀羅尼一卷", "209": "梵漢兩字隨求即得陀羅尼一卷", "210": "梵漢兩字佛頂尊勝陀羅尼一卷", "211": "梵漢兩字千臂陀羅尼一卷", "212": "梵漢兩字千手陀羅尼一卷", "213": "梵漢兩字一字呪王陀羅尼一卷", "214": "梵漢兩字文殊師利五字陀羅尼一卷", "215": "梵漢字隨求即得曼荼羅一張", "216": "梵種子曼荼羅一張", "217": "大佛頂通用曼荼羅一張", "218": "別家抄記等目錄別家抄記等目錄", "219": "合漆部貳拾漆卷別家部一千六百三十", "220": "五紙。", "221": "四分律鈔記一十九卷一千三百八十紙", "222": "十四科義疏二卷一百二十紙", "223": "十四科義抄一卷六十六紙", "224": "因明疏二卷加注因明一卷六十三紙", "225": "釋氏齋儀一卷二十紙", "226": "釋氏齋儀記一卷二十五紙", "227": "已上五部八卷同帙。", "228": "別物", "229": "合三種。", "230": "禪鎮一頭", "231": "說法白角如意壹抦", "232": "天台山香爐峯檉柏木并檉木文尺四枚", "233": "後記右件天台智者大師所釋大乘經等。并所說", "234": "教迹。及第二第五六祖等傳記。并別家抄等。", "235": "總有百二十部。三百四十五卷。除經教迹所", "236": "用之紙。八千五百三十二紙。最澄等深蒙。郎", "237": "中慈造。於大唐台州臨海縣龍興寺淨土院", "238": "依數寫取。勘定已畢。謹請當州印信。示後學", "239": "者。求法有在。然則郎中法施之德。永劫無窮。", "240": "眾生法用之用。長夜不盡。願傳法高光。廻向", "241": "使君念念增福。剎那圓智。然後普及十方一", "242": "切含識。俱乘一寶車同遊八正路。怨親平等。", "243": "自他俱也。", "244": "大唐貞元貳拾壹年歲次乙酉貳月朔辛丑", "245": "拾玖日乙未", "246": "日本國比叡山寺求法僧　最澄錄", "247": "日本國求法譯語僧　義真", "248": "日本國求法傔從　丹福成", "249": "勾當大唐天台山圓宗座主　西京和尚", "250": "道邃", "251": "最澄闍梨。形雖異域。性實同源。特稟生知。觸", "252": "類懸解。遠求天妙旨。又遇龍象邃公。總萬", "253": "行於一心。了殊途三觀。親承祕密。理絕名言。", "254": "猶慮他方學徒不能信受。處請當州印記。安", "255": "可不任為憑。大唐貞元二十一年二月二十", "256": "日。朝議持節台州諸軍事守台州刺史上柱", "257": "國淳給書。", "258": "日本國入唐使。", "259": "持節大使從四位上行太政官右大辨兼越", "260": "前守。", "261": "藤原朝臣　葛野麿", "262": "准判官兼譯語正六位上行備前椽。", "263": "笠　　臣　田　作", "264": "錄事正六位上行式部省少錄兼伊勢大", "265": "目勳六等。", "266": "山田造　大　庭", "267": "錄事正六位上行太政官左少史兼常陸", "268": "少目。", "269": "上毛野公　穎　人"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2159 傳教大師將來台州錄: 妙法蓮華經玄義十卷智者大師出: 妙法蓮華經玄義釋十卷荊溪和尚撰: 妙法蓮華經文句疏十卷智者大師出: 妙法蓮華經文句疏記十卷荊溪和尚撰: 妙法蓮華經觀音品義一卷智者大師出: 妙法蓮華經觀音品義疏二卷智者大師出: 妙法蓮華經科文二卷左溪和尚撰: 妙法蓮華經觀音品偈科文一卷: 妙法蓮華經大意一卷荊溪明曠座主述: 妙法蓮華經文句序一卷會稽沙門神𢌞述: 妙法蓮華經懺法一卷或名三昧行法智者大師出: 妙法蓮華經三昧補助儀一卷荊溪和上撰: 妙法蓮華經大意一卷: 妙法蓮華經玄義科文一卷: 妙法蓮華經文句疏科文一卷: 摩訶止觀十卷智者大師出: 摩訶止觀補行傳弘決十卷荊溪和尚撰: 摩訶止觀文句二卷荊溪和尚撰: 摩訶止觀義例二卷荊溪和尚撰: 摩訶止觀心要一卷: 摩訶止觀音一卷: 摩訶止觀略音一卷: 摩訶止觀大意一卷荊溪和尚撰: 摩訶止觀八教大意一卷荊溪沙門明曠述: 摩訶止觀科文一卷: 摩訶止觀三德圖一張: 禪文修證十卷智者大師出: 禪門章一卷智者大師出: 禪門要略一卷智者大師出: 修禪六妙門一卷智者大師出: 口決禪法一卷智者大師出: 四念處四卷章安和尚撰: 觀心論一卷智者大師出: 觀心論疏二卷章安和尚撰: 小止觀一卷卷上智者大師出: 覺意三昧一卷智者大師出: 雜觀行一卷智者大師出: 觀誦經記一卷荊溪和尚撰: 金光明懺法一卷智者大師出: 方等懺補闕儀一卷荊溪和尚撰: 維摩經玄疏六卷智者大師出: 維摩經疏記三卷或六卷　荊溪和尚撰: 維摩經略疏十卷荊溪和上撰: 維摩經疏私記三卷上卷玄義　傳法弟子道𨗉撰: 四教儀十二卷智者大師出: 發願文一卷南岳思大師說: 聖四十二賢聖儀一卷荊溪和尚撰: 涅槃後分科文一卷荊溪和尚撰: 五方便義一卷智者大師出: 十不二門義一卷: 天台山國清寺百錄五卷: 天台山智者大師靈應圖一張: 天台山國清寺壁上大師說法影像并佛頂及: 維摩四王六祖像一卷顏真卿撰: 天台山智者大師別傳一卷沙門道證述: 天台山智者大師讚一卷: 天台山智者大師墳裏碑一卷慈力居士馬碓撰: 天台山智者大師墳前左碑一卷會稽上皇山人萬齊融述: 天台山智者大師墳前右碑一卷龍泉寺崙法師述: 天台山章安大師別傳一卷沙門法鐃集: 天台山六祖略傳一卷終南山宣律師等述: 天台山第五祖左溪和尚傳一卷: 天台山第六祖荊溪和尚碑一卷校書郎安定肅撰: 天台智者大師佛隴道場記一卷安定梁肅撰: 天台山國清寺碑一卷李邕撰: 天台山國清寺石泉碑一卷: 南岳思大師別傳一卷: 南岳高僧傳一卷黃門侍郎盧藏用撰: 南岳記一卷李邕撰: 南岳并天台山記一卷: 天台山智者大師別傳論一卷梁肅撰: 天台山十二弟子別傳: 學意三昧文句一卷荊溪和尚撰: 大般涅槃經玄義一卷章安和尚撰: 大般涅槃經疏一十五卷章安和尚撰: 大般涅槃經疏一十五卷荊溪和尚再治: 大般涅槃經音儀一卷法宣撰: 大般涅槃經疏私記十卷傳法弟子道邃撰: 大般涅槃經音一卷: 大般涅槃經疏抄五卷: 金剛錍論一卷荊溪和尚撰: 金剛錍論記荊溪沙門明曠述: 金剛錍論科文一卷: 華嚴經骨目一卷荊溪和尚撰: 法界次第三卷智者大師出: 安樂行一卷南岳思大師說: 金光明經玄義一卷智者大師出: 金光明經疏三卷智者大師出: 菩薩戒經義記二卷智者大師出: 請觀音經疏一卷智者大師出: 觀無量壽經疏一卷智者大師出: 阿彌陀經疏一卷智者大師出: 阿彌陀經決十疑一卷: 圓教六即義一卷智者大師出: 六即義一卷: 受菩薩戒文一卷南岳大師說: 受菩薩戒文一卷荊溪和尚撰: 七日懺法一卷: 天台宗大意一卷: 天台松讚一卷章安和尚作: 法華三周圖一卷: 韋虗舟判斷天台四教諍文一卷: 日本國求法齋文一卷七首: 日本國求法目錄一卷: 仁王般若經疏四卷: 金剛般若經疏一卷: 彌勒成佛經疏五卷: 釋論疏: 三觀義二卷: 觀心釋一切經義一卷: 釋十如是義一卷: 釋一切經玄義一卷: 七學人義一卷: 七方便義一卷: 一二三四身義一科: 小止觀一卷: 觀心誦十二部法一卷: 般舟三昧行法一卷: 三觀義一科: 釋二十五三昧義一科: 四種三昧義一科: 四種四諦義一科: 七種二諦義一科: 三諦義一科: 四門義一科: 四土義一科: 四不生義一科: 四悉壇義一科: 十法界義一科: 十法成乘義一科: 請觀音三昧行法一卷: 方等三昧法一卷: 妙法蓮華經七卷: 維摩經三卷: 大般涅槃經: 請願音經一卷: 觀無量壽經一卷: 阿彌陀經一卷: 金光明經四卷: 菩薩戒經一卷: 蘇悉地經三卷: 蘇婆呼律經三卷: 新譯梵漢兩字大佛頂陀羅尼一卷: 梵漢兩字隨求即得陀羅尼一卷: 梵漢兩字佛頂尊勝陀羅尼一卷: 梵漢兩字千臂陀羅尼一卷: 梵漢兩字千手陀羅尼一卷: 梵漢兩字一字呪王陀羅尼一卷: 梵漢兩字文殊師利五字陀羅尼一卷: 梵漢字隨求即得曼荼羅一張: 梵種子曼荼羅一張: 大佛頂通用曼荼羅一張: 四分律鈔記: 十四科義疏二卷: 十四科義抄一卷: 因明疏二卷加注因明一卷: 釋氏齋儀一卷: 釋氏齋儀記一卷: 禪鎮一頭: 說法白角如意壹抦: 天台山香爐峯檉柏木并檉木文尺四枚", "source": "CBETA"}