{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0362 佛說阿彌陀三耶三佛薩樓佛檀過度人道經: 佛說阿彌陀經: 阿彌陀經", "text": {"0": "佛說阿彌陀經卷下", "1": "吳月支國居士支謙譯", "10": "者。其人便於今世求道時，即自然於其臥止", "100": "知經勇猛，心當歡樂，次如上第一輩也。所", "101": "以者何？皆坐前世宿命求道時，中悔狐疑，", "102": "暫信暫不信，不信作善得其福德，皆自然得", "103": "之爾。隨其功德有所鉉不鉉，各自然趣向，", "104": "說經行道，卓億萬超絕不相及。」佛言：「其欲", "105": "求作菩薩道生阿彌陀佛國者，其人然後，皆", "106": "當得阿惟越致菩薩。阿惟越致菩薩者，皆當", "107": "有三十二相紫磨金色、八十種好，皆當作佛。", "108": "隨所願在所求欲於他方佛國作佛，終不復", "109": "更泥犁、禽獸、薜荔。隨其精進求道，早晚之事", "11": "夢中，見阿彌陀佛及諸菩薩、阿羅漢。其人", "110": "同等爾。求道不休會當得之，不失其所欲", "111": "願也。」", "112": "佛告阿逸菩薩等：「諸天、帝王、人民，我皆語汝", "113": "曹，諸欲往生阿彌陀佛國者，雖不能大精進、", "114": "禪定、持經戒者，大要當作善：一者、不得殺生。", "115": "二者、不得盜竊。三者、不得婬泆姦愛他人婦", "116": "女。四者、不得調欺。五者、不得飲酒。六者、不", "117": "得兩舌。七者、不得惡口。八者、不得妄言。九", "118": "者、不得嫉妬。十者、不得貪餮，不得心中有所", "119": "慳惜，不得瞋怒，不得愚癡，不得隨心嗜欲。", "12": "壽命欲終時，阿彌陀佛即自與諸菩薩、阿羅", "120": "不得心中悔，不得狐疑。當作孝順，當作至", "121": "誠忠信，當信受佛經語深，當信作善後世得", "122": "其福。奉持如是，其法不虧失者，在心所願，", "123": "可得往生阿彌陀佛國。至要當齋戒一心清", "124": "淨，晝夜常念欲往生阿彌陀佛國，十日十", "125": "夜不斷絕，我皆慈哀之，悉令生阿彌陀佛國。」", "126": "佛言：「世間人以欲慕及賢明，居家修善為道", "127": "者，與妻子共居在恩好愛欲之中，憂念苦多", "128": "家事怱務，不暇大齋一心清淨；雖不能得去", "129": "家棄欲，有空閑時，自端心意，念身作善，專", "13": "漢，共翻飛行迎之，則往生阿彌陀佛國，便", "130": "精行道十日十夜者；殊使不能爾，自思惟", "131": "熟挍計欲度脫身者，下當絕念去憂，勿念", "132": "家事，莫與婦人同床。自端正身心斷於愛欲，", "133": "一心齋戒清淨，至意念生阿彌陀佛國，一日", "134": "一夜不斷絕者，壽終皆往生其國，在七寶浴", "135": "池華蓮中化生，可得智慧勇猛，所居七寶舍", "136": "宅，自在意所欲作為。可次如上第一輩。」佛", "137": "語阿逸菩薩言：「諸八方、上下無央數諸天人", "138": "民，比丘僧、比丘尼、優婆塞、優婆夷，往生阿彌", "139": "陀佛國。眾等大會，皆共於七寶浴池水中。", "14": "於七寶水池蓮華中化生。即自然受身長大，", "140": "都共人人，悉自於一大蓮華上坐，皆悉自陳", "141": "道德行善，人人各自說其前世宿命求道時", "142": "持戒所作善法，所從來生本末，其所好憙經", "143": "道，知經智慧，所施行功德。從上次下轉皆", "144": "遍已，知經有明、不明，智有深、淺、大、小，德有", "145": "優、劣、厚、薄，自然之道別知。才能智慧健猛，", "146": "眾相觀照，禮義和順，皆自歡喜踊躍。智慧", "147": "有勇猛，各不相屬逮。」佛言：「其人殊不豫作", "148": "德，為善輕戲，不信使然。徒倚懈怠，為用可", "149": "爾。至時都集說經道，自然迫促，應答遲晚。", "15": "則作阿惟越致菩薩。便即與諸菩薩，共翻輩", "150": "道智卓殊超絕，才能高猛，獨於邊羸。臨事", "151": "乃悔，悔者已出，其後當復何益；但心中悷", "152": "悢，慕及等爾。」", "153": "佛言：「阿彌陀佛國諸菩薩、阿羅漢眾等，大", "154": "聚會自然都集。拘心制意，端身正行，遊戲", "155": "洞達。俱相隨飛行，翻輩出入，供養無極。", "156": "歡心喜樂，共觀經行道，和好久習。才猛智", "157": "慧，志若虛空，精進求願。心終不復中徊，", "158": "意終不復轉，終無有懈極時。雖求道，外若", "159": "遲緩，內獨急疾，容容虛空，適得其中。中表", "16": "飛行，供養八方、上下諸無央數佛。即逮智慧", "160": "相應，自然嚴整。撿歛端直，身心清潔，無有", "161": "愛欲，無所適貪，無有眾惡瑕穢。其志願皆各", "162": "安定殊好，無增缺減。求道和正，不誤傾邪。", "163": "准望道法，隨經約令，不敢違蹉跌。若於八", "164": "方、上下，無有邊幅，自在所欲，至到無窮無", "165": "極，咸然為道。恢廓及曠蕩，念道無他之", "166": "念。無有憂思，自然無為，虛無空立，恢安無", "167": "欲。作得善願，盡心求索，含哀慈愍，精進中", "168": "表，禮義都合。通洞無違，和順副稱，褒羅", "169": "表裏，過度解脫；能升入泥洹，長與道德合", "17": "勇猛，樂聽經道，其心歡樂。所居七寶舍宅，在", "170": "明。自然相保守，快意之滋真，滋真了潔白。", "171": "志願無上，清淨之安定，靜樂之無有極，善", "172": "好無有比。巍巍之燿照，燿照亙開達明徹，", "173": "自然中自然相，然之有根本，自然成五光。", "174": "五光至九色，九色參徊轉，數百千更變，欝", "175": "單之自然，自然成七寶。橫攬成萬物，光精", "176": "參明俱出，好甚姝無有極，其國土甚若此。", "177": "何不力為善？念道之自然，著於無上、下，洞", "178": "達無邊幅，捐志虛空中。何不各精進？努力", "179": "自求索，可得超絕去。往生阿彌陀佛國，橫", "18": "虛空中，恣隨其意。在所欲作為，去阿彌陀", "180": "截於五惡道。自然閉塞，升道之無極，易往", "181": "無有人。其國土不逆違，自然之隨牽。何不", "182": "棄世事？行求道德，可得極長生，壽無有", "183": "極。何為著世事？譊譊共憂思無常。「世人薄俗，", "184": "共諍不急之事，共於是處劇惡極苦之中，勤", "185": "身治生，用相給活，無尊、無卑，無富、無貧，無", "186": "老、無少，無男、無女，皆當共憂錢財，有無同", "187": "然。憂思適等，屏營愁苦，累念思慮，為心使", "188": "走，無有安時。有田憂田，有宅憂宅，有牛憂", "189": "牛，有馬憂馬，有六畜憂六畜，有奴婢憂奴", "19": "佛近。」佛言：「諸欲往生阿彌陀佛國者，當精", "190": "婢，有衣、被、錢財、金、銀、寶物，復共憂之。重思", "191": "累息，憂念愁恐，橫為非常——水、火、盜、賊，怨", "192": "主、債家——所漂、燒繫、唐突、沒溺，憂毒忪忪無", "193": "有解時。結憤胸中稸氣恚怒，病在胸腹憂苦", "194": "不離，心堅意固適無縱捨，或坐摧藏終身", "195": "亡命，棄捐之去莫誰隨者。尊卑、豪貴、貧富，有", "196": "是憂懼，勤苦此，結眾寒熱與痛共居。小家", "197": "貧者窮困苦乏，無田亦憂欲有田，無宅亦憂", "198": "欲有宅，無牛亦憂欲有牛，無馬亦憂欲有馬，", "199": "無六畜亦憂欲有六畜，無奴婢亦憂欲有奴", "2": "佛告阿逸菩薩：「其世間人民，若善男子、善女", "20": "進持經戒，奉行如是上法者，則得往生阿彌", "200": "婢，無衣、被、錢財、什物、飲食之屬，亦憂欲有之。", "201": "適有一復少一，有是少是，思有齊等。適小具", "202": "有便復賜盡，如是苦生，當復求索。思想無", "203": "益不能時得，身心俱勞坐起不安，憂意相隨", "204": "勤苦如此。焦心不離恚恨獨怒，亦結眾寒熱", "205": "與痛同居，或時坐之終身夭命，亦不肯作善", "206": "為道。壽命終盡死，皆當獨遠去，有所趣向，", "207": "善惡之道莫能知之。或時世人，父子、兄弟、", "208": "夫婦、家室、中外親屬，居天地之間，當相敬愛，", "209": "不當相憎。有無當相給與，不當有貪惜。言", "21": "陀佛國，可得為眾所尊敬。是為上第一輩。」", "210": "色當和，莫相違戾。或儻心諍有所恚怒，今", "211": "世恨意微相嫉憎，後世轉劇致成大怨。所以", "212": "者何？如今之事更欲相害，雖不臨時應急相", "213": "破。然之愁毒結憤精神，自然剋識不得相離，", "214": "皆當對相生值，更相報復。人在世間愛欲", "215": "之中，獨往、獨來、獨死、獨生，當行至苦樂之處，", "216": "身自當之，無有代者。善惡變化，殃咎惡處，", "217": "宿豫嚴待，當獨升入遠到他處，莫能見去", "218": "在何所。善惡自然追逐行生，窈窈冥冥別離", "219": "久長，道路不同會見無期，甚難得復相值。", "22": "佛言：「其中輩者，其人願欲往生阿彌陀佛國，", "220": "何不棄家事？各曼強健時，努力為善，力精", "221": "進求度世，可得極長壽。殊不肯求於道，復", "222": "欲須待欲何樂乎？「如是世人，不信作善得善，", "223": "不信為道得道，不信死後世復生，不信施與", "224": "得其福德，都不信之爾。以謂不然，終無有", "225": "是，但坐是故，且自見之，更相代聞，前後相", "226": "續，轉相承受，父餘教令。先人祖父，素不作", "227": "善，本不為道，身愚神闇，心塞意閉，不見大", "228": "道，殊無有能見人死生有所趣向，亦莫能", "229": "知者；適無有見善惡之道，復無語者，為用", "23": "雖不能去家捨妻子斷愛欲，行作沙門者。當", "230": "作善惡福德？殃咎禍罰，各自競作，為之用", "231": "殊，無有怪也。至於死生之道，轉相續立，或", "232": "子哭父，或父哭子，或弟哭兄，或兄哭弟，或", "233": "婦哭夫，或夫哭婦，顛倒上下無常根本，皆", "234": "當過去，不可常得。教語開導，信道者少，皆", "235": "當死生，無有休止。如是曹人，朦冥抵突，", "236": "不信經語，各欲快意。心不計慮，愚癡於愛", "237": "欲，不解於道德，迷惑於瞋怒，貪狼於財色，", "238": "坐之不得道，當更勤苦，極在惡處生，終不", "239": "得止休息，痛之甚可傷。或時家室中外，父", "24": "持經戒無得虧失，益作分檀布施，常信受佛", "240": "子、兄弟、夫婦，至於死生之義，更相哭泣轉", "241": "相思慕，憂念憤結恩愛繞續，心意著痛對", "242": "相顧戀，晝夜縛礙無有解時。教視道德心不", "243": "開明，思想恩好情欲不離，閉塞矇瞑交錯", "244": "覆蔽，不能思計。心自端正決斷世事，專精", "245": "行道便旋至竟，壽終命盡不能得道，無可那", "246": "何。總猥憒譊皆貪愛欲，如是之法，不解道", "247": "者多，得道者少。世間怱怱，無可聊賴，尊卑、", "248": "上下，豪貴、貧富，男女、大小，各自怱務，勤苦", "249": "躬身懷殺毒，惡氣窈冥，莫不惆悵。為妄作", "25": "經語深，當作至誠中信；飯食諸沙門，作佛", "250": "事，惡逆天地，不從人心。道德非惡，先隨與", "251": "之，恣聽所為，其壽未至，便頓奪之。下入惡", "252": "道，累世勤苦，展轉愁毒，數千萬億歲，無有", "253": "止期。痛不可言，甚可憐愍。」", "254": "佛告阿逸菩薩等：「諸天、帝王、人民，我皆語汝，", "255": "造世間之事，人用是故坐不得道，汝曹熟", "256": "思惟之！惡者當縱捨遠離之去，從其善者。", "257": "當堅持勿妄為非，益作諸善，大小、多少愛欲", "258": "之榮，皆不可常得，由當別離無可樂者。曼", "259": "佛世時，其有信受佛經語深，奉行道德，皆", "26": "寺、起塔，散華、燒香、然燈，懸雜繒綵；如是法", "260": "是我小弟也。其欲有甫學佛經戒者，皆是我", "261": "弟子。其有欲出身去家捨妻子，絕去財色，", "262": "欲作沙門、為佛作比丘者，皆是我子孫。我世", "263": "甚難得值，其有願欲生阿彌陀佛國者，可得", "264": "智慧勇猛，為眾所尊敬，勿得隨心所欲，虧", "265": "負經戒，在於人後；儻有疑意不解經者，復", "266": "前問佛，為汝解之。」阿逸菩薩長跪叉手言：", "267": "「佛威神尊重，所說經快善。我曹聽經語，皆", "268": "心貫之。世人實爾，如佛所語無有異。今佛", "269": "慈哀我曹，開示大道教語生路，耳目聰明長", "27": "者，無所適莫。不當瞋怒，齋戒清淨，慈心精", "270": "得度脫，今若得更生。我曹聽佛經語，莫不", "271": "慈心歡喜踊躍開解者。及諸天、帝王、人民，蜎", "272": "飛蠕動之類皆蒙恩，無不解脫憂苦者。佛", "273": "語教戒甚深善，無極無底。佛智慧所見知，", "274": "八方、上下，去來現在之事，無上、無下，無邊、", "275": "無幅，佛甚難得聞。我曹比慈心於佛所，令", "276": "我曹得度脫者，皆是佛前世求道時，勤苦學", "277": "問，精明所致。恩德普覆，所施行福德，相祿", "278": "巍巍，光明徹照，洞虛無極。貫入泥洹，教授", "279": "攬典，制威消化。改動八方、上下，無窮無極，", "28": "進，斷愛欲念。欲往生阿彌陀佛國，一日一", "280": "佛為師法尊絕群聖，都無能及佛者。佛為八", "281": "方、上下諸天、帝王、人民作師，隨其心所欲願，", "282": "大小皆令得道。今我曹得與佛相見，得聞阿", "283": "彌陀佛聲，我曹甚喜，莫不得黠慧開明者。」", "284": "佛告阿逸菩薩：「若言是，實當爾。若有慈心於", "285": "佛所者大喜，實當念佛；天下久久，乃復有", "286": "佛耳。今我於苦世作佛，所出經道，教授洞", "287": "達，截斷狐疑。端心正行，拔諸愛欲，絕眾惡", "288": "根本。遊步無拘，典總智慧。眾道表裏，攬", "289": "持維綱。照然分明，開視五道，決正生死泥", "29": "夜不斷絕者。其人便於今世，亦復於臥止夢", "290": "洹之道。」佛言：「若曹從無數劫以來不可復", "291": "計劫，若曹作菩薩道，欲過度諸天、人民及蜎", "292": "飛蠕動之類，已來甚久遠。人從若得道度", "293": "者無央數，至得泥洹之道者亦無央數。若曹", "294": "及八方、上下，諸天、帝王、人民，若比丘、比丘尼，", "295": "優婆塞、優婆夷，若曹宿命，從無數劫已來，", "296": "展轉是五道中，死生呼嗟，更相哭淚，轉相", "297": "貪慕，憂思愁毒，痛苦不可言。至今世死生", "298": "不絕，乃今日與佛相見共會值，是乃聞阿彌", "299": "陀佛聲甚快善，我助汝曹喜。亦可自厭死", "3": "人，願欲往生阿彌陀佛國者，有三輩，作德有", "30": "中，見阿彌陀佛。其人壽命欲終時，阿彌陀", "300": "生痛痒，生時甚痛、甚苦、甚極，至年長大亦", "301": "苦、亦極，死時亦痛、亦苦、亦極，甚惡臭處不", "302": "淨，潔了無有可者。佛故悉語若曹，若曹亦", "303": "可自決斷臭處惡露。若曹亦可端心正身，益", "304": "作諸善。於是常端中外，潔淨身體，洗除心", "305": "垢。自相約撿，表裏相應，言行忠信。人能自", "306": "度脫，轉相扶接，拔諸愛欲，精明至心，求願", "307": "不轉，結其善道根本，雖精苦一世，須臾間", "308": "耳。今世為善，後世生阿彌陀佛國，快樂甚", "309": "無極，長與道德合明。然善相保守，長去離", "31": "佛即化，令其人目自見阿彌陀佛及其國土。", "310": "惡道痛痒之憂惱，拔勤苦諸惡根本，斷諸", "311": "愛欲恩好。長生阿彌陀佛國，亦無有諸痛", "312": "痒，亦無復有諸惡臭處，亦無復有勤苦，", "313": "亦無淫泆、瞋怒、愚癡，亦無有憂思愁毒。生於", "314": "阿彌陀佛國，欲壽一劫、十劫、百劫、千劫、萬", "315": "億劫，自恣意欲住止壽無央數劫不可復", "316": "計數劫，恣汝隨意皆可得之。欲食、不食，恣", "317": "若其意，都悉自然，皆可得之。次於泥洹之", "318": "道，皆各自精明求索。心所欲願，勿得狐疑", "319": "心中悔，欲往生者，無得坐其過失，在阿彌", "32": "往至阿彌陀佛國者，可得智慧勇猛。」佛言：", "320": "陀佛國界邊，自然七寶城中，讁五百歲。」阿", "321": "逸菩薩言：「受佛嚴明重教，皆當精進一心求", "322": "索，請奉行之，不敢疑怠。」", "323": "佛告阿逸菩薩等：「若曹於是世，能自制心正", "324": "意，身不作惡者，是為大德善。都有一輩，為", "325": "八方、上下最無有比。所以者何？八方、上下無", "326": "央數佛國中，諸天人民，皆自然作善，不大", "327": "為惡，易教化。今我於是世間作佛，為於五惡、", "328": "五痛、五燒之中作佛，為最劇，教語人民，令縱", "329": "捨五惡，令去五痛，令去五燒之中，降化其", "33": "「其人奉行施與如是者，若其人然後復中悔，", "330": "心，令持五善，得其福德度世長壽泥洹之道。」", "331": "佛言：「何等為五惡？何等為五痛？何等為五", "332": "燒中者？何等為消化五惡，令得五善者？何", "333": "等為持五善，得其福德長壽度世泥洹之道？」", "334": "佛言：「其一惡者：天人民下至禽獸、蜎飛蠕", "335": "動之屬，欲為眾惡，強者服弱轉相剋賊，自相", "336": "殺傷更相食噉。不知作善，惡逆不道，受其", "337": "殃罰，道之自然，當往趣向神明記識，犯之不", "338": "貰轉相承續；故有貧窮、下賤、乞匃、孤獨，故", "339": "有聾盲、瘖瘂、愚癡、憋惡，下有尫狂不及逮之", "34": "心中狐疑，不信分檀布施作諸善後世得其", "340": "屬。故有尊卑、豪貴、高才、明達、智慧勇猛，皆其", "341": "前世宿命為善慈孝布施恩德。故有官事王", "342": "法牢獄，不肯畏慎作惡入法，受其過讁重罰", "343": "致劇，求望解脫難得度出。今世有是目前現", "344": "在，壽終有處入其窈冥受身更生，比若王", "345": "法劇苦極刑。故有自然泥犁、禽獸、薜荔、蜎", "346": "飛蠕動之類，轉貿身形改惡易道，壽命短長", "347": "魂神精識，自然入趣受形寄胎。當獨值向", "348": "相從共生，轉相報償當相還復。殃惡禍罰，", "349": "眾事未盡，終不得離。展轉其中，世世累劫無", "35": "福，不信有彌陀佛國，不信有往生其國。雖", "350": "有出期，難得解脫痛不可言。天地之間自然", "351": "有是，雖不臨時卒暴應時，但取自然之道，", "352": "皆當善惡歸之。是為一大惡，為一痛，為一", "353": "燒。勤苦如是，愁毒呼嗟，比若劇火起燒人", "354": "身。人能自於其中，一心制意端身正行，獨", "355": "作諸善不為眾惡者，身獨度脫得其福德，可", "356": "得長壽度世上天泥洹之道，是為一大善。」佛", "357": "言：「其二惡者：世間帝王、長吏、人民，父子、兄弟、", "358": "家室、夫婦略無義理，不從正令奢婬憍慢，各", "359": "欲快意恣心自在，更相欺調殊不懼死。心口", "36": "爾者，其人續念不絕，暫信暫不信，意志猶", "360": "各異，言念無實，佞諂不忠諛媚巧辭，行不端", "361": "緒更相嫉憎，轉相讒惡陷人冤枉；主上不明", "362": "心不察照任用臣下，臣下存在踐度能行，知", "363": "其形施在位不正，為其所調妄損忠良賢善，", "364": "不當天心甚違道理。臣欺其君，子欺其父，弟", "365": "欺其兄，婦欺其夫，家室中外知識相訟，各懷", "366": "貪淫，心毒瞋怒，矇聾愚癡欲益。無有尊卑、", "367": "上下，無男、無女、無大、無小，心俱同然欲自厚", "368": "己。破家亡身不顧念前後，家室親屬坐之破", "369": "族。或時家中內外知識朋友，鄉黨市里愚民", "37": "豫無所專據。續其善願為本，故得往生。其人", "370": "野人，轉更從事共相利害。諍財鬪訟怒忿", "371": "成仇轉諍勝負，慳富焦心不肯施與。祝祝", "372": "守愛保貪惜，坐之思念心勞身苦。如是至", "373": "竟無所恃怙，獨來獨去無一隨者。善惡福德", "374": "殃禍讁罰，追命所生、或在樂處、或入毒苦，", "375": "然後乃悔當復何及。或時世人愚心少智，見", "376": "善誹謗恚之不肯慕及，但欲為妄作不道，", "377": "但欲盜竊常懷毒心，欲得他人財物用自供", "378": "給，消散靡盡賜復求索。邪心不正常獨恐", "379": "怖畏人有色，臨時不計事至乃悔。今世現在", "38": "壽命病欲終時，阿彌陀佛即自化作形像，令", "380": "長吏牢獄，自然趣向受其殃咎。世間貧窮、乞", "381": "匃、孤獨，但坐前世宿命，不信道德，不肯為善，", "382": "今世為惡天神別籍，壽終入惡道。故有自", "383": "然泥犁、禽獸、薜荔、蜎飛蠕動之屬，展轉其", "384": "中，世世累劫無有出期，難得解脫痛不可", "385": "言。是為二大惡，為二痛，為二燒。勤苦如是，", "386": "比若火起劇於燒人身。人能自於其中，一心", "387": "制意端身正行，獨作諸善，不為眾惡者，身獨", "388": "度脫得其福德，可得長壽度世上天泥洹之", "389": "道，是為二大善。」", "39": "其人目自見之。口不能復言，但心中歡喜踊", "390": "佛言：「其三惡者：諸世間人民寄生相因，共依", "391": "居天地之間，處年壽命無能幾歲。至有豪貴", "392": "長者賢明善人，下有貧賤尫羸愚者，中有不", "393": "良之人，但懷念毒惡身心不正，常念淫泆煩", "394": "滿胸中，愛欲交錯坐起不安；貪意慳惜欲橫", "395": "唐得，眄睞細色惡態婬泆。有婦厭憎私妄出", "396": "入，持家所有相給為非。聚會飲食專共作惡，", "397": "興兵作賊攻城格鬪，劫殺截斷強奪不道。取", "398": "人財物偷竊趣得，不肯治生，所當求者不肯", "399": "為之。惡心在外不能專作，欲繫成事恐勢迫", "4": "大小，轉不相及。」佛言：「何等為三輩？最上第", "40": "躍，意念言：『我悔不知益齋戒作善，今當往生", "400": "脅，持歸給家共相生活。恣心快意極行作樂，", "401": "行亂他人婦女。或於其親屬不避尊卑長老，", "402": "眾共憎惡，家室中外患而恚之。亦復不畏縣", "403": "官法令，無所避錄。如是之惡自然牢獄，日月", "404": "照識神明記取諸神攝錄，故有自然泥犁、禽", "405": "獸、薜荔、蜎飛蠕動之屬，展轉其中，世世累劫", "406": "無有出期，難得解脫痛不可言。是為三大惡，", "407": "為三痛，為三燒。勤苦如是，比若火起燒人身。", "408": "人能自於其中，一心制意端身正行，獨作諸", "409": "善不為眾惡者，身獨度脫得其福德，可得長", "41": "阿彌陀佛國。』其人即心自悔過，悔過者小差", "410": "壽度世上天泥洹之道，是為三大善。」", "411": "佛言：「其四惡者：諸人不能作善，自相壞敗，", "412": "轉相教令共作眾惡。主為傳言但欲兩舌、惡", "413": "口、罵詈、妄語，相嫉更相鬪亂，憎嫉善人敗壞", "414": "賢善，於旁快之。復不孝順供養父母，輕易", "415": "師友知識，無信難得誠實。自大尊貴有道，", "416": "橫行威武加權力勢，侵剋易人不能自知。為", "417": "惡不自羞慚，自用頑健，欲令人承事畏敬之。", "418": "復不畏敬天、地、神明、日、月，亦不可教令作善，", "419": "不可降化，自用偃蹇常當爾。亦復無憂哀", "42": "少無所復及。其人壽命終盡，即往生阿彌陀", "420": "心，不知恐懼之意。憍慢如是，天神記之。賴", "421": "其前世宿命頗作福德，小善扶接營護助之。", "422": "今世作惡盡儩，諸善日去，見惡追之。身獨", "423": "空立無所復依，受重殃讁，壽命終身眾惡繞", "424": "歸，自然迫促當往追逐不得止息，自然眾惡", "425": "共趣頓乏。有其名籍在神明所，殃咎引牽", "426": "當值相得，自然趣向受過讁罰，身心摧碎神", "427": "形苦極不得離却，但得前行入其火鑊。當是", "428": "之時悔復何益，當復何及。天道自然不得蹉", "429": "跌，故有自然泥犁、禽獸、薜荔、蜎飛蠕動之", "43": "佛國。不能得前至阿彌陀佛所，便道見阿彌", "430": "屬，展轉其中，世世累劫無有出期，難得解", "431": "脫痛不可言。是為四大惡，為四痛，為四燒。", "432": "勤苦如是，比若火起燒人身。人能自於其中，", "433": "一心制意端身正行，獨作諸善不為眾惡者，", "434": "身獨度脫得其福德，可得長壽度世上天泥", "435": "洹之道。是為四大善。」", "436": "佛言：「其五惡者：世人徒倚懈惰，不肯作善", "437": "不念治生，妻子飢寒父母俱然，欲呵教其", "438": "子，其子惡心，瞋目應怒言令不從，違戾反", "439": "逆劇於野人，比若怨家不如無子。妄遍假", "44": "陀佛國界邊自然七寶城中，心便大歡喜，便", "440": "貸眾共患厭，尤無復有報償之心。窮貧困", "441": "乏不能復得，辜較諧聲放縱遊散，串數唐", "442": "得自用賑給不畏防禁，飲食無極喫酒嗜美，", "443": "出入無有期度魯扈抵突，不知人情壯吁強", "444": "制。見人有喜憎妬恚之，無義無禮自用識", "445": "當不可諫曉。亦復不憂念父母妻子有無，又", "446": "復不念卒報父母之德，亦復不念師之恩", "447": "好。心常念惡，口常言惡，身常行惡。日不", "448": "成就，不信道德，不信有賢明先聖，不信作", "449": "善為道可得度世，不信世間有佛。欲殺羅", "45": "止其城中。即於七寶水池蓮華中化生，則受", "450": "漢，鬪比丘僧，常欲殺人，欲殺父、母、兄、弟、妻", "451": "子、宗親、朋友。父母、兄弟、妻子、宗親、朋友，憎惡", "452": "見之欲使之死。不信佛經語，不信人壽命終", "453": "盡死後世復生。不信作善得善，不信作惡得", "454": "惡。如是曹人男子、女人，心意俱然違戾反逆，", "455": "愚癡蒙籠瞋怒嗜欲無所識知，自用快善大", "456": "為智慧。亦不知所從來、生死所趣向，不肯慈", "457": "孝惡逆天地，於其中間望求僥倖，欲得長生", "458": "射呼不死，會當歸就生死勤苦善惡之道，", "459": "身所作惡殃咎眾趣不得度脫。亦不可降化", "46": "身自然長大。在城中於是間五百歲，其城廣", "460": "令作善，慈心教語開導死苦，善惡所趣向", "461": "有是，復不信之。然苦心與語，欲令度脫，無益", "462": "其人。心中閉塞意不開解，大命將至至時", "463": "皆悔，其後乃悔當復何及。不豫計作善，臨", "464": "窮何益。天地之間五道各明，恢曠窈窕浩", "465": "浩汗汗，轉相承受善惡毒痛，身自當之無", "466": "有代者。道之自然隨其所行，追命所生不得", "467": "縱捨，善人行善慈孝，從樂入樂，從明入明。", "468": "惡人行惡，從苦從冥。誰能知者？獨佛見知", "469": "耳。教語人民，信用者少，死生不休，惡道不", "47": "縱各二千里。城中亦有七寶舍宅，中外內皆", "470": "絕。如是世人不可悉道說，故有自然泥犁、", "471": "禽獸、薜荔、蜎飛蠕動之屬，展轉其中，世世", "472": "累劫無有出期，難得解脫痛不可言。是為五", "473": "大惡，五痛、五燒。為勤苦如是，比若火起", "474": "燒人身。人能自於其中，一心制意端身正行，", "475": "言行相副所作至誠，所語如語心口不轉，獨", "476": "作諸善不為眾惡者，身獨度脫得其福德，可", "477": "得長壽度世上天泥洹之道。是為五大善。」佛", "478": "告阿逸菩薩等：「我皆語若曹，是世五惡勤苦", "479": "如是，令起五痛，令起五燒，展轉相生。世間", "48": "有七寶浴池。浴池中亦有自然華香繞，浴池", "480": "人民不肯為善欲作眾惡，敢欲犯此諸惡事", "481": "者，皆悉自然當具更歷入惡道中。或其今世", "482": "先被病殃，死生不得，示眾見之，壽終趣入至", "483": "極大苦愁憂酷毒，自相焦然轉相燒滅，至其", "484": "然後共作怨家更相傷殺，從小微起至大困", "485": "劇，皆從貪婬財色，不肯忍辱施與，各欲自快，", "486": "無復曲直欲得健名。為癡欲所迫，隨心思想", "487": "不能復得，結憤胸中。財色縛束無有解脫不", "488": "知厭足，厚己諍欲無所省錄。富貴榮華當時", "489": "忍辱不知施善，威勢無幾隨惡名焦。身坐勞", "49": "上亦有七寶樹重行；亦皆復作五音聲。其欲", "490": "苦久後大劇，自然隨逐無有解已。王法施張，", "491": "自然糺舉上下相應，羅網綱紀，㷀㷀忪忪，當", "492": "入其中，古今有是痛哉可傷。都無義理，不知", "493": "正道。」佛語阿逸菩薩等：「若世有是佛，皆慈", "494": "愍哀之，威神摧動，眾惡諸事皆消化之，令得", "495": "去惡就善棄捐所思。奉持經戒莫不承受，施", "496": "行經法不敢違失。度世無為泥洹之道，快善", "497": "極樂。」佛言：「若曹諸天、帝王、人民及後世人，", "498": "得佛經語熟思惟之。能自於其中端心正行，", "499": "其主上為善率化撿御其下，教眾轉相勅令，", "5": "一輩者，當去家捨妻子斷愛欲，行作沙門，", "50": "飯食時，前有自然食，具百味飲食；在所欲", "500": "轉共為善轉相度脫。各自端守慈仁愍哀，終", "501": "身不怠，尊聖敬孝通洞博愛，佛語教令無敢", "502": "虧負。當憂度世泥洹之道，當憂斷截死生痛", "503": "痒拔惡根本，當憂斷絕泥犁、禽獸、薜荔、蜎", "504": "飛蠕動惡苦之道。當曼佛世，堅持經道無敢", "505": "違失。」佛言：「若曹當信者，云何第一急？當自", "506": "端身，當自端心，當自端目，當自端耳，當自端", "507": "鼻，當自端口，當自端手，當自端足，能自", "508": "撿斂莫妄動作，身心淨潔，俱善相應，中外", "509": "約束，勿隨嗜欲。不犯諸惡，言色當和，身行當", "51": "得應意皆至。其人於城中亦快樂，其城中比", "510": "專。行步坐起，所作當安。作事所為，當先熟", "511": "思慮計之。揆度才能，視瞻圓規，安定徐作", "512": "為之。作事倉卒，不豫計熟，為之不諦，亡其", "513": "功夫，敗悔在後，唐苦亡身。至誠忠信，得道", "514": "絕去。」佛言：「若曹於是益作諸善，布恩施德，", "515": "能不犯道禁忌，忍辱精進一心智慧，展轉復", "516": "相教化作善為德。如是經法，慈心專一，齋戒", "517": "清淨一日一夜者，勝於在阿彌陀佛國作善", "518": "百歲。所以者何？阿彌陀佛國皆積德眾善，", "519": "無為自然在所求索，無有諸惡大如毛髮。」佛", "52": "如第二忉利天上自然之物。雖爾，其人城中", "520": "言：「於是作善十日十夜者，其德勝於他方佛", "521": "國中人民作善千歲。所以者何？他方佛國皆", "522": "悉作善，作善者多、為惡者少，皆有自然之物，", "523": "不行求作便自得之。是間為惡者多、作善者", "524": "少，不行求作，不能令得。世人能自端制作善", "525": "至心求道，故能爾耳！是間無有自然，不能自", "526": "給，當行求索，勤苦治生，轉相欺殆，調詐好", "527": "惡，得其財物，歸給妻子，飲食毒勞心身苦。", "528": "如是至竟，心意不專，𢛌恫不安。人能自安", "529": "靜，為善精進德，故能爾耳！」佛言：「我皆哀", "53": "不能得出，復不能得見阿彌陀佛，但見其光", "530": "若曹及諸天、帝王、人民，皆教令作諸善，不為", "531": "眾惡，隨其所能輒授與道。教戒開導悉奉", "532": "行之，即君率化為善，教令臣下，父教其子，", "533": "兄教其弟，夫教其婦，家室內外親屬朋友轉", "534": "相教語，作善為道奉經持戒，各自端守上下", "535": "相撿，無尊、無卑、無男、無女，齋戒清淨莫不歡", "536": "喜，和順義理，歡樂慈孝，自相約撿。其有", "537": "得佛經語，悉持思之，不當所作而犯為之，", "538": "即自悔過去惡就善，棄邪為正朝聞夕改，奉", "539": "持經戒劇愚得寶。佛所行處所在郡國，輒", "54": "明，心自悔責，踊躍喜耳。亦復不能得聞經；", "540": "授與經戒，諸天日月星辰諸神，國王、旁臣、", "541": "長吏、人民，諸龍、鬼神，泥犁、禽獸、薜荔、蜎", "542": "飛蠕動之屬，莫不慈心開解者，皆悉敬事，", "543": "從佛稽受經道，承奉行之。即君改化為善，", "544": "齋戒精思淨自湔洗，端心正行居位嚴慄，", "545": "教勅率眾為善，奉行道禁，令言令正。臣孝其", "546": "君，忠直受令不敢違負。父子言令孝順承受，", "547": "兄弟夫婦宗親朋友，上下相令順言和理。尊", "548": "卑大小轉相敬事，以禮如義不相違負。莫", "549": "不改往修來，洗心易行端正中表，自然作", "55": "亦復不能得見諸比丘僧；亦復不能得見知", "550": "善所願輒得。咸善降化自然之道。求欲不", "551": "死，即可得長壽；求欲度世，即可得泥洹", "552": "之道。」佛言：「佛威神尊德重，消惡化善莫不", "553": "度脫。今我出於天下，在是惡中，於苦世作", "554": "佛，慈愍哀傷教語開導。諸天、帝王、旁臣、左", "555": "右、長吏、人民，隨其心所願樂，皆令得道。佛", "556": "諸所行處、所經過歷郡國縣邑丘聚市里，莫", "557": "不豐熟，天下太平，日月運照，倍益明好，風", "558": "雨時節，人民安寧。強不臨弱，各得其所，無", "559": "惡歲疾疫，無病瘦者。兵革不起，國無盜賊，", "56": "阿彌陀佛國中諸菩薩、阿羅漢狀貌何等類。", "560": "無有冤抂，無有拘閉者。君臣人民莫不喜", "561": "踊，忠慈至誠各自端守皆自守國，雍和孝順", "562": "莫不歡喜。有無相與布恩施德，心歡樂與", "563": "皆敬愛推讓義謙遜。前後以禮敬事，如", "564": "父如子，如兄如弟，莫不仁賢。和順禮節都無", "565": "違諍，快善無極。」佛言：「我哀若曹子欲度脫", "566": "之，劇父母念子，今八方、上下諸天、帝王、人", "567": "民，及蜎飛蠕動之類，得佛經戒奉行佛道，", "568": "皆得明慧心悉開解，莫不得過度解脫憂苦", "569": "者。今我作佛，在於五惡、五痛、五燒之中，降", "57": "其人愁苦如是比，如小適耳。佛亦不使爾身，", "570": "化五惡，消盡五痛，絕滅五燒。以善攻惡拔", "571": "去毒苦，令得五道，令得五善明好，燒惡不", "572": "起。我般泥洹去後，經道稍斷絕，人民諛諂，", "573": "稍復為眾惡，不復作善，五燒復起，五痛劇", "574": "苦，復如前法，自然還復，久後轉劇不可悉", "575": "說。我但為若曹小道之耳。」佛告阿逸菩薩", "576": "等：「若曹各思持之，展轉相教戒，如佛經法", "577": "無敢違犯。」阿逸菩薩長跪叉手言：「佛道記", "578": "甚苦痛。世人為惡，甚劇如是。佛皆慈哀悉", "579": "度脫之，皆言受佛重教，請展轉相教，不敢", "58": "行所作自然得之，皆心自趣向道，入其城中。", "580": "違犯。」", "581": "佛告阿難：「我哀若曹，令悉見阿彌陀佛，及", "582": "諸菩薩、阿羅漢所居國土。若欲見之不？」阿難", "583": "即大歡喜，長跪叉手言：「願皆欲見之。」佛言：", "584": "「若起，更被袈裟西向拜，當日所沒處，為阿彌", "585": "陀佛作禮，以頭腦著地言：『南無阿彌陀三耶", "586": "三佛檀。』」阿難言：「諾！受教。」即起，更被袈裟西", "587": "向拜，當日所沒處，為彌陀佛作禮，以頭腦", "588": "著地言：「南無阿彌陀三耶三佛檀。」阿難未起，", "589": "阿彌陀佛便大放光明威神，則遍八方、上下", "59": "其人本宿命求道時，心口各異，言念無誠信，", "590": "諸無央數佛國。諸無央數諸天地，即皆為大", "591": "震動。諸無央數天地，須彌山羅寶，摩訶須", "592": "彌大山羅寶，諸天地、大界、小界，其中諸大泥", "593": "犁、小泥犁，諸山林溪谷幽冥之處，即皆大", "594": "明，悉大開闢。即時阿難，諸菩薩、阿羅漢等，諸", "595": "天、帝王、人民，悉皆見阿彌陀佛及諸菩薩、阿", "596": "羅漢國土七寶已，心大歡喜踊躍，悉起，為阿", "597": "彌陀佛作禮，以頭腦著地，皆言：「南無阿彌陀", "598": "三耶三佛檀。」阿彌陀佛國放光明威神以，", "599": "諸無央數天人民，及蜎飛蠕動之類，皆悉", "6": "就無為之道，當作菩薩道，奉行六波羅蜜經", "60": "狐疑佛經；復不信向之，當自然入惡道中；", "600": "見阿彌陀佛光明，莫不慈心歡喜者。諸有泥", "601": "犁、禽獸、薜荔，諸有考治勤苦之處，即皆休", "602": "止不復治，莫不解脫憂苦者。諸有盲者即", "603": "皆得視，諸有聾者即皆得聽，諸有喑者即", "604": "皆能語，諸有僂者即得申，諸跛癖蹇者即", "605": "皆走行，諸有病者即皆愈起，諸尫者即皆", "606": "強健，諸愚癡者即更黠慧，諸有婬者皆是", "607": "梵行，諸瞋怒者悉皆慈心作善，諸有被毒", "608": "者毒皆不行。鍾磬、琴瑟、箜篌、樂器諸伎，不", "609": "鼓皆自作五音聲。婦女珠環皆自作聲，百鳥", "61": "阿彌陀佛哀愍，威神引之去爾。其人於城", "610": "畜狩皆自悲鳴。當是時，莫不歡喜善樂得", "611": "過度者。即爾時諸佛國中諸天人民，莫不持", "612": "天上華香來下，於虛空中悉皆供養，散諸佛", "613": "及阿彌陀佛上。諸天各共大作萬種自然伎", "614": "樂，樂諸佛及諸菩薩、阿羅漢。當是之時，其", "615": "快樂不可言。佛告阿難、阿逸菩薩等：「我說阿", "616": "彌陀佛及諸菩薩、阿羅漢國土自然七寶，儻", "617": "無有異乎？」阿難長跪叉手言：「佛說阿彌陀", "618": "佛國土快善，如佛所言無有一異。」佛言：「我", "619": "說阿彌陀佛功德國土快善，晝夜盡一劫，尚", "62": "中，五百歲乃得出。往至阿彌陀佛所聞經，", "620": "復未竟。我但為若曹小說之爾。」阿逸菩薩", "621": "即長跪叉手問佛言：「今佛國土，從是間當有", "622": "幾何阿惟越致菩薩，往生阿彌陀佛國？願", "623": "欲聞之。」佛言：「汝欲知者，明聽著心中。」阿逸", "624": "菩薩言：「受教。」佛言：「從我國當有七百二十億", "625": "阿惟越致菩薩，皆當往生阿彌陀佛國。一阿", "626": "惟越致菩薩者，前後供養無央數諸佛。以次", "627": "如彌勒皆當作佛，及其餘諸小菩薩輩者無", "628": "央數，不可復計，皆當往生阿彌陀佛國。」佛", "629": "告阿逸菩薩：「不但我國中諸菩薩當往生阿", "63": "心不開解；亦復不得在諸菩薩、阿羅漢、比丘", "630": "彌陀佛國，他方異國復有佛，亦復如是。第", "631": "一佛名頭樓和斯，其國有百八十億菩薩，皆", "632": "當往生阿彌陀佛國。他方異國，第二佛，名羅", "633": "隣那阿竭，其國有九十億菩薩，皆當往生阿", "634": "彌陀佛國。他方異國，第三佛，名朱蹄彼會，", "635": "其國有二百二十億菩薩，皆當往生阿彌陀", "636": "佛國。他方異國，第四佛，名阿蜜蔡羅薩，", "637": "其國有二百五十億菩薩，皆當往生阿彌陀", "638": "佛國。他方異國，第五佛，名樓波黎波蔡󰤎，其", "639": "國有六百億菩薩，皆當往生阿彌陀佛國。他", "64": "僧中聽經。以去所居處舍宅在地，不能令舍", "640": "方異國，第六佛，名那惟于蔡，其國有萬四千", "641": "菩薩，皆當往生阿彌陀佛國。他方異國，第", "642": "七佛，名維黎波羅潘蔡󰤎，其國有十五菩薩，", "643": "皆當往生阿彌陀佛國。他方異國，第八佛，名", "644": "和阿蔡，其國有八菩薩，皆當往生阿彌陀佛", "645": "國。他方異國，第九佛，名尸利群蔡，其國有八", "646": "百一十億菩薩，皆當往生阿彌陀佛國。他方", "647": "異國，第十佛，名那他蔡，其國有萬億菩薩，皆", "648": "當往生阿彌陀佛國。他方異國，第十一佛，名", "649": "和羅那惟于蔡󰤎，其國有萬二千菩薩，皆當", "65": "宅隨意高大在虛空中。復去阿彌陀佛甚大", "650": "往生阿彌陀佛國。他方異國，第十二佛，名沸", "651": "󰊉圖耶蔡，其國有諸菩薩，無央數不可復計，", "652": "皆阿惟越致，皆智慧勇猛，各供養無央數諸", "653": "佛，以一時俱心願欲往，皆當生阿彌陀佛", "654": "國。他方異國，第十三佛，名隨呵閱祇波多", "655": "蔡，其國有七百九十億菩薩，皆當往生阿彌", "656": "陀佛國。」佛言：「是諸菩薩皆阿惟越致。諸比丘", "657": "僧中及小菩薩輩無央數，皆當往生阿彌", "658": "陀佛國。不獨是十四佛國中諸菩薩當往生", "659": "也，都八方、上下無央數佛國諸菩薩輩，各各", "66": "遠，不能得近附阿彌陀佛。其人智慧不明，", "660": "是皆當往生阿彌陀佛國。甚無央數，都共", "661": "往會阿彌陀佛國，大眾多不可計。我但說八", "662": "方、上下無央數諸佛名字，晝夜一劫尚未竟。", "663": "我但復說諸佛國，諸比丘僧、眾菩薩，當往生", "664": "阿彌陀佛國人數，說之一劫不休止尚未竟。", "665": "我但為若曹總攬，都小說之爾。」佛語阿難、", "666": "阿逸菩薩等：「其世間帝王人民，善男子、善女", "667": "人，前世宿命作善所致相祿巍巍，乃當聞阿", "668": "彌陀佛聲者，甚快善哉，代之喜。」佛言：「其有", "669": "善男子、善女人，聞阿彌陀佛聲，慈心歡喜，", "67": "知經復少，心不歡喜，意不開解。其人久", "670": "一時踊躍，心意淨潔衣毛為起，淚即出者，", "671": "皆前世宿命作佛道。若他方佛故，菩薩非凡", "672": "人，其有人民男子、女人，聞彌陀佛聲，不信", "673": "有者，不信經佛語，不信有比丘僧，心中狐", "674": "疑都無所信者，皆故從惡道中來生，愚癡不", "675": "解宿命，殃惡未盡，尚未當度脫故，心中狐", "676": "疑不信向爾。」佛言：「我語若曹，若曹所當作", "677": "善法，皆當奉行信之，無得疑。我般泥洹去", "678": "後，汝曹及後世人，無得復言：『我不信有阿彌", "679": "陀佛國。』我故令若曹悉見阿彌陀佛國土，所", "68": "久，亦自當智慧開解知經，明健勇猛，心當", "680": "當為者各求之。我具為若曹道說經戒慎法，", "681": "若曹當如佛法持之，無得毀失。我持是經以", "682": "累若曹，若曹當堅持之，無得為妄增減是經", "683": "法。我般泥洹去後，經道留止千歲。千歲後經", "684": "道斷絕，我皆慈哀持留是經法，止住百歲，", "685": "百歲中竟，乃休止斷絕。在心所願，皆可得道。」", "686": "佛言：「師開導人耳目，智慧明達度脫人，令", "687": "得善合泥洹之道。常當孝慈於佛、父母，常", "688": "當念師恩，常念不絕即得道疾。」佛言：「天下", "689": "有佛者甚難值，若有沙門、若師為人說經者", "69": "歡喜，次當復如上第一輩。所以者何？其人", "690": "甚難值。」佛說是經時，即萬二千億諸天人民，", "691": "皆得天眼徹視，悉一心皆為菩薩道。即二百", "692": "億諸天人民，皆得阿那含道。即八百沙門，", "693": "皆得阿羅漢道。即四十億菩薩，皆得阿惟越", "694": "致。佛說經已，諸菩薩、阿羅漢，諸天、帝王、人", "695": "民，皆大歡喜，起為佛作禮遶三匝，前以頭", "696": "面著佛足而去。", "697": "阿彌陀經卷下", "7": "者。作沙門不虧經戒，慈心精進，不當瞋怒，", "70": "但坐前世宿命求道時，不大持齋戒，毀失經", "71": "法，意志狐疑，不信佛語，不信佛經深，不信", "72": "分檀布施作，善後世當得其福；復坐中悔，", "73": "不信往生阿彌陀佛國，作德不至心，用是", "74": "故爾。是為第二中輩。」", "75": "佛言：「其三輩者，其人願欲往生阿彌陀佛國，", "76": "若無所用分檀布施，亦不能燒香、散華、然燈，", "77": "懸雜繒綵，作佛寺起塔，飯食諸沙門者。當", "78": "斷愛欲無所貪慕，得經疾慈心精進，不當瞋", "79": "怒，齋戒清淨，如是法者。當一心念欲往生", "8": "不當與女人交通。齋戒清淨，心無所貪慕，至", "80": "阿彌陀佛國，晝夜十日不斷絕者。壽命終即", "81": "往生阿彌陀佛國，可得尊敬，智慧勇猛。」佛", "82": "言：「其人作是以後，若復中悔，心意狐疑，不", "83": "信作善後世當得其福；不信往生阿彌陀佛", "84": "國。其人雖爾，續得往生。其人壽命病欲終", "85": "時，阿彌陀佛，即令其人，於臥止夢中見阿", "86": "彌陀佛土。心中大歡喜，意自念言：『我悔不", "87": "知益作諸善，今當往生阿彌陀佛國。』其人但", "88": "念是，口不能復言，即自悔過，悔過者差減", "89": "少悔無所復及。其人命終，即生阿彌陀佛國。", "9": "誠願欲往生阿彌陀佛國，常念至心不斷絕", "90": "不能得前至，便道見二千里七寶城中，心獨", "91": "歡喜，便止其中。亦復於七寶浴池蓮華中化", "92": "生，即自然受身長大。其城亦復如前城法，", "93": "比如第二忉利天上自然之物。其人亦復於", "94": "城中，五百歲竟乃得出。至阿彌陀佛所，心", "95": "中大喜。其人聽聞經，心不開解，意不歡樂，", "96": "智慧不明，知經復少。所居舍宅在地，不能", "97": "令舍宅隨意高大在虛空中。復去阿彌陀佛", "98": "大遠，不能得近附阿彌陀佛，亦復如是第二", "99": "中輩狐疑者也。其人久久，亦當智慧開解，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0362 佛說阿彌陀三耶三佛薩樓佛檀過度人道經: 佛說阿彌陀經: 阿彌陀經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}