{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0417 般舟三昧經: 佛說般舟三昧經: 佛說般舟三昧經", "text": {"0": "No. 417 [Nos. 416, 418, 419]", "1": "佛說般舟三昧經", "10": "之。」颰陀和問佛言：「菩薩當行何等法得智慧，", "100": "佛告颰陀和：「持是行法便得三昧，現在諸佛", "101": "悉在前立。其有比丘、比丘尼、優婆塞、優婆夷，", "102": "如法行，持戒完具，獨一處止，念西方阿彌陀佛", "103": "今現在，隨所聞當念，去此千億萬佛剎，其國", "104": "名須摩提。一心念之，一日一夜若七日七夜，", "105": "過七日已後見之。譬如人夢中所見，不知晝、", "106": "夜亦不知內、外，不用在冥中，有所蔽礙故不", "107": "見。颰陀和！菩薩當作是念。時諸佛國境界中，", "108": "諸大山須彌山，其有幽冥之處，悉為開闢無", "109": "所蔽礙。是菩薩不持天眼徹視，不持天耳徹", "11": "如巨海攬萬流？云何行，博達眾智所聞悉解", "110": "聽，不持神足到其佛剎，不於此間終生彼間，", "111": "便於此坐見之。譬如人聞墮舍利國，有婬女", "112": "字須門，復有人聞婬女阿凡和利，復有人聞", "113": "優婆洹復作婬女；時其人未曾見此三女人，", "114": "聞之婬意即動，是三人皆在羅閱祇國同時", "115": "念，各於夢中到其女邊，與共棲宿，覺已各自", "116": "念之。」佛告颰陀和：「我持是三女人以為喻，汝", "117": "持是事為人說經，使解此慧，至不退轉地無", "118": "上正真道。若後得佛，號曰善覺。」佛言：「菩薩於", "119": "此間國土念阿彌陀佛，專念故得見之。即問：", "12": "而不疑？云何行，自識宿命所從來生？云何行，", "120": "『持何法得生此國？』阿彌陀佛報言：『欲來生者", "121": "當念我名，莫有休息，則得來生。』」佛言：「專念故", "122": "得往生，常念佛身有三十二相、八十種好，巨", "123": "億光明徹照，端正無比，在菩薩僧中說法不", "124": "壞色。何以故？色、痛痒、思想、生死、識、魂神、地、水、", "125": "火、風，世間天上上至梵摩訶梵不壞色，用念", "126": "佛故得是三昧。」佛告颰陀和：「是菩薩三昧誰", "127": "證者？我弟子摩訶迦葉、因坻達、須真天子，及", "128": "時知者，有行得者，是為證也。如是，颰陀和！欲", "129": "得見十方諸現在佛者，當一心念其方，莫得", "13": "得長壽？云何行，常在大姓家生，父母、兄弟、宗", "130": "異想，如是即可得見。譬如人遠出到他郡國，", "131": "念本鄉里家室親族，其人於夢中歸到故鄉", "132": "里；見家室親屬，喜共言語，覺為知識說之如", "133": "是。」佛言：「菩薩聞佛名字欲得見者，常念其方", "134": "即得見之。譬如比丘觀死人骨，著前觀之，有", "135": "青時、有白時、有赤時、有黑時，其色無有持", "136": "來者，是意所想耳！菩薩如是持佛威神力，於", "137": "三昧中立自在，欲見何方佛即得見。何以故？", "138": "持佛力，三昧力，本功德力，用是三事故得見。", "139": "譬如人年少端正著好衣服，欲自見其形，若", "14": "親、知識無不愛敬？云何行，得端正顏好美艶？", "140": "以持鏡，若麻油、若淨水、水精，於中照，自見之。", "141": "云何寧有影從外入鏡、麻油、水、水精中不也？」", "142": "颰陀和言：「不也。天中天！以鏡、麻油、水、水精淨", "143": "故，自見其影耳！影不從中出，亦不從外入。」佛", "144": "言：「善哉！颰陀和！色清淨故，所有者清淨。欲見", "145": "佛即見，見即問，問即報。聞經大歡喜，作是念：", "146": "『佛從何所來？我為到何所？』自念佛無所從來，", "147": "我亦無所至。自念欲處、色處、無色處，是三處", "148": "意所作耳！我所念即見。心作佛，心自見，心是", "149": "佛心，佛心是我身。心見佛，心不自知心，心不", "15": "云何得高才與眾絕異，智慧通達無所不包？", "150": "自見心，心有想為癡，心無想是涅槃。是法無", "151": "可樂者，設使念為空耳，無所有也。菩薩在三", "152": "昧中立者，所見如是。」佛爾時說偈言：", "153": "「心者不自知，有心不見心；", "154": "心起想則癡，無心是涅槃。", "155": "是法無堅固，常立在於念；", "156": "以解見空者，一切無想願。", "157": "3 四事品四事品第三", "158": "「菩薩有四事法，疾逮得是三昧：一者、所信無", "159": "有能壞者。二者、精進無有能退者。三者、智慧", "16": "云何行，功立相滿自致成佛威神無量，成佛", "160": "無有能及者。四者、常與善師從事。是為四。復", "161": "有四事，疾得是三昧：一者、不得有世間思想，", "162": "如彈指頃三月。二者、不得睡眠三月，如彈指", "163": "頃。三者、經行不得休息三月，除其飯食左右。", "164": "四者、為人說經，不得望人供養。是為四。復有", "165": "四者，疾得是三昧：一者、合會人至佛所。二者、", "166": "合會人使聽經。三者、不嫉。四者、教人學佛道。", "167": "是為四。復有四事，疾得是三昧：一者、作佛形", "168": "像，用成是三昧故。二者、持好素寫是三昧。三", "169": "者、教自貢高人內佛道中。四者、常護佛法。是", "17": "境界莊嚴國土？云何行，降魔怨？云何行，而得", "170": "為四。」佛爾時說偈言：", "171": "「常信樂於佛法，精進行解深慧，", "172": "廣分布為人說，慎無得貪供養。", "173": "意善解便離欲，常念佛有威德，", "174": "悉見知無數變。過去佛及當來，", "175": "并現在人中尊，諸相好若干種，", "176": "黃金色無穢漏。堅固教無極慧，", "177": "聽是法無亂心，常捨離懈怠行，", "178": "無恚害向他人。敬於師當如佛，", "179": "慎無得疑斯經，一切佛所歌歎，", "18": "自在所願不違？云何行，得入總持門？云何行，", "180": "常造立佛形像。常教人學是法，", "181": "行如是得三昧。」", "182": "佛告颰陀和：「欲學是三昧者，當敬於師，承事", "183": "供養，視當如佛。視善師不如佛者，得三昧難。", "184": "菩薩敬善師從學得是三昧已，持佛威神於", "185": "中立，東向視見若干百、千、萬億佛，十方等悉", "186": "見之。譬如人夜起觀星宿甚眾多，菩薩欲得", "187": "見今現在佛悉在前立者，當敬善師，不得視", "188": "師長短；當具足布施、持戒、忍辱、精進、一心，不", "189": "得懈怠。」", "19": "得神足遍至諸佛土？云何行，得勇猛如師子", "190": "4 譬喻品譬喻品第四", "191": "佛告颰陀和：「菩薩得是三昧不精進行者，譬", "192": "如人載滿船珍寶渡大海，船中道壞，閻浮利", "193": "人皆大愁憂念，失我爾所寶。菩薩聞是三昧", "194": "不學者，一切諸天人民皆悲憂言：『乃失我爾", "195": "所經寶。』」佛言：「是三昧經者，是佛所囑，佛所稱", "196": "舉。聞是深三昧，不書、學、誦、守持如法者，是為", "197": "愚癡。譬如癡子人持栴檀香與之，而不肯受，", "198": "謂之不淨。香主言：『此栴檀香也，卿莫謂不淨。", "199": "嗅之知香，視之知淨。』其人閉目不嗅不視也。」", "2": "後漢月支三藏支婁迦讖譯", "20": "無所畏，一切魔不能動？云何行，得佛聖性，諸", "200": "佛言：「聞是三昧不肯受持者，如彼癡子，是為", "201": "無知。反呼世間為有，不入空、不知無，自謂如", "202": "法，反作輕戲言：『佛亦有深經乎？亦有威神乎？』", "203": "反相形言：『世間亦有比丘如阿難乎？』」佛言：「其", "204": "人從持是三昧者，所去兩兩三三相與語言：", "205": "『是何等說？從何得是語？為自合會作是經，非", "206": "佛所說。』」佛告颰陀和：「譬如賈客持摩尼珠示", "207": "田家癡子。曰評：『此直幾錢？』賈客言：『持是珠置", "208": "冥中，其光所照直滿中寶。』」佛言：「其人不知是", "209": "珠，而言：『其價能與一頭牛等不？寧可貿一頭", "21": "經法悉受持，皆了知而不忘？云何行，得自足", "210": "牛與我者善，不肯者休。』如是，颰陀和！菩薩聞", "211": "是三昧不信，反形相者，如彼癡子。」佛言：「菩薩", "212": "聞是三昧信、受持、修行者，四面皆擁護，無所", "213": "畏，持戒完具，是為高明。智慧深入，當分布語", "214": "人展轉相教，當令是三昧久在世間。」佛言：「癡", "215": "人自於前世不供養作功德，反自貢高，多行", "216": "誹謗、嫉妬，貪財利故欲求名譽，但欲譁說不", "217": "信深經。聞是三昧不信、不樂、不學，反誹謗是", "218": "經，言非佛所說。」佛告颰陀和：「今我故語汝如", "219": "是，若善男子、善女人，持珍寶滿三千國土布", "22": "離諛諂，不著三處？云何行，得無罣礙，持薩云", "220": "施，設有是功德，不如聞是三昧信樂者，其福", "221": "過彼上。」", "222": "佛告颰陀和：「如我所說無有異，今故說是語", "223": "耳！今見我說是三昧有疑者，其人却後除在", "224": "惡師邊，正使善師所，其功德不足言。如是輩", "225": "人，轉與惡師從事，聞是三昧不信、不樂、不學。", "226": "何以故？其人所更佛少、智慧少，故不信耳！」佛", "227": "告颰陀和：「其有聞是三昧，不輕笑、不誹謗、不", "228": "疑、不乍信乍不信，歡喜、樂書、學誦持者，我悉", "229": "豫知見之。其人不獨於一佛、二佛所作功德，", "23": "若教不失佛意？云何行，得人信？云何行，得八", "230": "悉於百佛所聞是三昧。却後世時聞是三昧，", "231": "書、學、誦、持守之一日一夜，其福不可計。自致", "232": "得阿惟越致，所願者得。」佛告颰陀和：「聽我說", "233": "譬喻。有人取一佛剎悉碎如塵，取一塵皆復", "234": "盡破，如一佛剎塵，云何是塵數寧多不也？」颰", "235": "陀和言：「甚多，甚多！天中天！」佛言：「有菩薩盡取", "236": "一塵置一佛剎，其數爾所佛剎，滿中珍寶悉", "237": "持供養諸佛，其福功德少少耳！不如聞是三", "238": "昧，學、書、誦、持，為他人說守。須臾間聞，是功德", "239": "不可復計，何況已得是三昧悉具足者。」佛爾", "24": "種聲入萬億音？云何行，得具足相好？云何行，", "240": "時說偈言：", "241": "「若有菩薩求眾德，當說奉行是三昧；", "242": "信樂諷誦不疑者，其功德福無齊限。", "243": "如一佛國之世界，皆破壞碎以為塵，", "244": "一切佛土過是數，滿中珍寶用布施；", "245": "不如聞是三昧者，其功德福過上施。", "246": "引譬功德不可喻，囑累汝等當勸教，", "247": "力行精進無懈怠。其有誦持是三昧，", "248": "已為面見百千佛。假使最後大恐懼，", "249": "持是三昧無所畏。行是比丘已見我，", "25": "得徹聽？云何行，得道眼覩未然？云何行，得十", "250": "常為隨佛不遠離。如佛所言無有異，", "251": "菩薩常當隨其教，疾得正覺智慧海。」", "252": "5 四輩品四輩品第五", "253": "颰陀和白佛：「難及，天中天！若有棄愛欲作比", "254": "丘，聞是三昧，當云何學？云何持？云何行？」佛言：", "255": "「棄愛欲作比丘，欲學是三昧者，當清淨持戒，", "256": "不得缺如毛髮。常當怖畏於地獄痛苦，遠離", "257": "於諛諂，是為清淨。」「云何為缺戒也？」佛言：「求色。」", "258": "「云何為求色？」佛言：「其人意念我持戒自守，使", "259": "我後世生，若作天、若作遮迦越王。如是為樂", "26": "力正真慧？云何行，心一等念十方諸佛悉現", "260": "愛欲，是為缺戒。」佛告颰陀和：「其有欲學是三", "261": "昧者，清淨自守、持戒完具，不諛諂，常為智所", "262": "稱譽。於經中當布施、當精進，所志當彊，當多", "263": "信、當勸樂，承事於師視當如佛，得三昧疾。設", "264": "不恭敬，輕易欺調於師，正使久學是三昧，疾", "265": "忘之。」佛告颰陀和：「是菩薩若從比丘、比丘尼、優", "266": "婆塞、優婆夷聞是三昧，當視如佛常敬尊，不", "267": "當持諂意向。菩薩不得有諂意，常當至誠，常", "268": "樂獨處止。不惜身命，不得悕望人所索，常行", "269": "乞食不受請，自守節度，所有趣足而已。經行", "27": "在前？云何行，知四事之本無？云何行，便於此", "270": "不得懈臥，如是經中教。學是三昧當守如是。」", "271": "颰陀和白佛：「難及，天中天！後世若有懈怠菩", "272": "薩，聞是三昧不肯精進學，當云何？若有菩薩", "273": "精進欲學者，我輩當隨是經教之。」佛言：「善哉，", "274": "颰陀和！我助其歡喜，過去、當來、今現在佛皆", "275": "助歡喜。」佛爾時頌偈言：", "276": "「如我所說悉受持，常獨處止行功德，", "277": "自守節度不聚會，常行乞食不受請。", "278": "敬於法師視如佛，除去睡眠志開解，", "279": "常自精進無懈怠，如是行者得三昧。」", "28": "間見十方無數佛土，其中人民、天、龍、鬼、神及", "280": "颰陀和白佛：「比丘尼求菩薩道，欲學是三昧，", "281": "當云何行？」佛言：「比丘尼求是三昧者，不得自", "282": "高，常當卑謙。不得自貴，不得自大，不得嫉", "283": "妬，不得瞋恚，不得貪財利色。常當清淨，不得", "284": "惜軀命，常樂經法念多學問，當棄婬、怒、癡，不", "285": "得貪好服飾珠環，當為智者稱譽；當敬善師", "286": "視如佛，不得有諂意。」佛爾時頌偈言：", "287": "「若比丘尼求三昧，常當精進勿懈怠，", "288": "無得聽於貪欲心，除去瞋恚自高貴；", "289": "不得慢欺及調戲，常行至誠立一信，", "29": "蠕動之類，善惡歸趣皆了知？所問如是，當云", "290": "恭敬善師視如佛，如是行者得三昧。」", "291": "颰陀和白佛：「若有居士修道，聞是三昧欲學", "292": "者，當云何行？」佛言：「居士欲學是三昧者，當持", "293": "五戒令堅；不得飲酒，亦不得飲他人；不得與", "294": "女親熟，不得教他人，不得有恩愛於妻子男", "295": "女，不得貪財產，常念欲棄家作沙門；常持八", "296": "關齋，當於佛寺中；常當念布施，布施已不念", "297": "我自當得其福，用為一切施。常當大慈敬於", "298": "善師；見持戒比丘，不得輕易說其惡。作是行", "299": "已，當學守是三昧。」佛爾時頌偈言：", "3": "1 問事品問事品第一", "30": "何行？願佛說之，釋一切疑。」佛告颰陀和：「善哉！", "300": "「居士欲學是三昧，當持五戒勿毀缺，", "301": "常當思欲作沙門，不貪妻子及財色，", "302": "常八關齋於佛寺，不得貢高輕蔑人。", "303": "心無榮冀思所欲，奉行經法心無諂，", "304": "棄捨慳貪常惠施，常當奉敬比丘僧，", "305": "常志一行勿懈怠，學是三昧當如是。」", "306": "颰陀和白佛：「優婆夷聞是三昧欲學者，當云", "307": "何行？」佛言：「優婆夷欲學者，當持五戒，自歸於", "308": "三。何等為三？自歸命佛，歸命法，歸命比丘", "309": "僧。不得事餘道，不得拜於天，不得祠鬼神，不", "31": "汝所問多所過度，不可復計。汝所以能作是", "310": "得視吉良日。不得調戲，不得慢恣有色想，不", "311": "得有貪欲之心。常當念布施，歡樂欲聞經，念", "312": "力學問，敬重善師，心常拳拳不得有懈。若有", "313": "比丘、比丘尼過者，以坐席賓食之。」佛爾時頌", "314": "偈言：", "315": "「優婆夷欲學三昧，奉持五戒勿缺毀，", "316": "承事善師視如佛，不得拜天祠祀神。", "317": "除去殺、盜及嫉妬，不得兩舌鬪彼此，", "318": "不得慳貪常念施，見惡覆藏唯歎善。", "319": "不得諛諂有邪婬，常當卑謙勿自大；", "32": "問者，汝乃前世過去佛時，所作功德，供養諸", "320": "敬事比丘比丘尼，如是行者得三昧。」", "321": "6 擁護品擁護品第六", "322": "颰陀和菩薩、羅隣那竭菩薩、憍曰兜菩薩、那", "323": "羅達菩薩、須深菩薩、摩訶須薩和菩薩、因坻", "324": "達菩薩、和輪調菩薩，是八菩薩見佛所說皆", "325": "大歡喜，持五百劫波育衣布施，持身自歸，持", "326": "珍寶供養。佛告阿難：「颰陀和等五百人，人中", "327": "之師，常持正法隨順教化，莫不歡喜，樂隨侍", "328": "者心淨無欲。」時五百人，皆叉手立佛前。颰陀", "329": "和白佛：「菩薩持幾事，疾得是三昧？」佛言：「有四", "33": "佛，樂於經法，守禁戒行清淨所致；常行乞食", "330": "事：一者、不信餘道。二者、斷愛欲。三者、當清淨", "331": "行。四者、無所貪。是為四。如是行者，今世即得", "332": "五百功德。譬如慈心比丘終不中毒，兵刃不", "333": "加，火不能燒，入水不溺、不害。正使劫盡燒時，", "334": "墮是火中火即為滅，喻如大水滅小火。菩薩", "335": "持是三昧者，若帝王、若賊、若水火、若龍、夜叉、", "336": "蟒、師子、虎、狼、㹢玃、薜荔、鳩坻，一切毒獸及鬼", "337": "神，欲嬈人、欲殺人、欲奪人衣鉢、壞人禪奪人", "338": "念故，欲中是菩薩，終不能也。除其宿命不請，", "339": "如我語無異也。」佛言：「持是三昧者，終不痛目，", "34": "不就請，多成就諸菩薩合會，教語令棄眾惡，", "340": "若耳、鼻、口、身體，心終不憂，除其宿命所作。」佛", "341": "言：「是菩薩為諸天、龍、神，及阿須輪，夜叉鬼神，", "342": "迦樓羅鬼神，甄陀羅鬼神，摩睺勒鬼神，若人", "343": "非人，皆共讚譽是菩薩；皆共擁護、承事、供養，", "344": "瞻視敬仰思欲相見，諸佛世尊亦然。是菩薩", "345": "所未誦經、前所不聞持，是三昧威神悉自得", "346": "之。若晝日不得者，夜於夢中悉得之。」佛告颰", "347": "陀和：「其有持是三昧者，我說其功德，一劫復", "348": "過一劫，不可盡竟，略說其要爾。」", "349": "7 勸助品勸助品第七", "35": "視一切悉平等所致；常有大慈大悲所致。汝", "350": "佛告颰陀和：「菩薩於是三昧中，將有四事助", "351": "其歡喜。過去佛持是三昧，助歡喜自致得阿", "352": "耨多羅三耶三菩阿惟三佛，其智悉具足。今", "353": "現在十方無央數佛，亦於是三昧中，四事助", "354": "歡喜得。當來亦當從是四事助歡喜得，我悉", "355": "助歡喜。」佛告颰陀和：「是三昧中四事助歡喜，", "356": "我於是中說少所譬喻。人壽百歲隨地行至", "357": "者不休息，其人行過於疾風，寧有能計其道", "358": "里不？」颰陀和言：「無有能計者。獨佛弟子舍利", "359": "弗羅、阿惟越致菩薩，乃能計之耳。」佛言：「我故", "36": "功德不可復計。」佛告颰陀和：「有三昧名十方", "360": "語諸菩薩，若有善男子、善女人，取是人所行", "361": "處，滿中珍寶布施，不如聞是三昧四事助歡", "362": "喜，其福過布施者，百千萬億倍。當知是助歡", "363": "喜福甚尊大。」佛告颰陀和：「乃久遠不可計阿", "364": "僧祇，爾時有佛，名私訶摩提等正覺、無上士、", "365": "道法御、天人師、佛、世尊，在空閑之處。是時閻", "366": "浮利縱廣十八萬億里，凡有六百四十萬國，", "367": "悉豐熟，人民熾盛。有大國名颰陀和，有轉輪", "368": "王惟斯芩，往到佛所，禮畢却坐一面。佛知其", "369": "意，便為說是三昧。其王聞之助歡喜，即持珍", "37": "諸佛悉在前立，能行是法，汝之所問悉可得", "370": "寶散佛上，自念曰：『持是功德令十方人民皆", "371": "安隱。』時私訶提佛般涅槃後，惟斯芩王壽終，", "372": "還自生其家作太子，名梵摩達。爾時有比丘", "373": "名珍寶，是時為四部弟子說是三昧。梵摩達", "374": "聞之助歡喜，踊躍持寶直百億散其上，復持", "375": "好衣供養之，以發意求佛道，與千人俱於是", "376": "比丘所作沙門，求學是三昧，與千人共承事", "377": "師八千歲不休懈。得一聞是三昧四事助歡", "378": "喜，入高明智。因是却後更見六萬八千佛，輒", "379": "於一一佛所，聞是三昧自致得佛，名坻羅惟", "38": "也。」颰陀和白佛：「願為說之。今佛說者，多所過", "380": "逮等正覺、無上士、道法御、天人師、佛、世尊。是", "381": "時千比丘從得等正覺，皆名坻羅欝沈。教不", "382": "可計人民皆求佛道。」佛告颰陀和：「何人聞是", "383": "三昧，不助歡喜學持守誦為人說者也？」佛言：", "384": "「若有守是三昧者疾逮得佛，但聞其功德不", "385": "可計，何況學持者。若去百里、千里，有是三昧", "386": "當求之，何況近而不求學也。若有聞是三", "387": "昧欲學者，當承事其師十歲，供養瞻視不得", "388": "自用，當隨師教常念師恩。」佛言：「我故為汝說", "389": "之。聞是三昧去四千里者，往到其所，正使不", "39": "度安隱十方，為諸菩薩現大明相。」佛告颰陀", "390": "得聞，其功德不可計也。所以者何？專精進故，", "391": "會當得之自致作佛。」", "392": "8 至誠品至誠品第八", "393": "佛言：「乃往昔有佛，名薩遮那摩等正覺、無上", "394": "士、天人師、佛、世尊。時有比丘名和輪，其佛般", "395": "涅槃後，是比丘持是三昧。我時作國王剎利", "396": "種，於夢中聞是三昧，覺已便行，求是比丘，即", "397": "依作沙門，欲得聞是三昧，承事其師三萬六", "398": "千歲，魔事數數起竟不得聞。佛告比丘、比丘", "399": "尼、優婆塞、優婆夷：『我故語汝等，疾取是三昧", "4": "聞如是：一時佛在羅閱祇加隣竹園中，與大", "40": "和：「有三昧名定意，菩薩常當守習持，不得復", "400": "無得忘失，善承事其師，持是三昧，至一劫、若", "401": "百劫、若百千劫，莫得有懈倦。守善師不離，若", "402": "飲食資用，衣被、床臥、珍寶以上勿有愛惜。設", "403": "無者當行乞食給師，趣當得是三昧莫厭，常", "404": "當自割身肉供養於善師，何況寶物，此不足", "405": "言耳！承事善師當如奴事大家，求是三昧者", "406": "當如是。得三昧已，當堅持常念師恩。是三昧", "407": "難得值，正使求是三昧至百千劫，但欲得聞", "408": "其名不可得，何況學而不精進。得是三昧精", "409": "進學轉教人者，正使如恒河沙佛剎滿中珍", "41": "隨餘法，功德中最第一。」", "410": "寶，用布施甚多，不如學是三昧者。』」佛告颰陀", "411": "和：「若有人欲學者，當助歡喜，欲學而得，學", "412": "者持佛威神使學，當好書是三昧著素上，當", "413": "得佛印印之，當善供養。何謂佛印？所謂不當", "414": "行、無所貪、無所求、無所想、無所著、無所願、無", "415": "所向生、無所取、無所顧、無所住、無所礙、無所", "416": "結、無所有、盡於欲、無所生、無所滅、無所壞、無", "417": "所敗，道要、道本是印。阿羅漢、辟支佛所不能", "418": "及，何況愚癡者？是印是為佛印。」佛言：「我今說", "419": "是三昧時，千八百億諸天、阿須輪、鬼神、龍、人", "42": "2 行品行品第二", "420": "民，得須陀洹道；八百比丘得阿羅漢；五百比", "421": "丘尼得阿羅漢；萬菩薩得是三昧，得無從生", "422": "法於中立；萬二千菩薩不復退轉。」佛告舍利", "423": "弗、目揵連、比丘颰陀和等：「我從無數劫求道，", "424": "今已得作佛，持是經囑累汝等，學誦持守無", "425": "得忘失。若有欲學者，當具足安諦教之。其欲", "426": "聞者，當為具足說之。」佛說經竟，颰陀和菩薩", "427": "等，舍利弗、目連、比丘阿難，及諸天、阿須輪、龍、鬼", "428": "神、人民，皆大歡喜，為佛作禮而去。", "429": "佛說般舟三昧經", "43": "佛告颰陀和：「菩薩欲疾得是定者，常立大信，", "44": "如法行之則可得也。勿有疑想如毛髮許，是", "45": "定意法，名為菩薩超眾行。", "46": "「立一念，信是法，隨所聞，", "47": "念其方。宜一念，斷諸想，", "48": "立定信，勿狐疑；精進行，", "49": "勿懈怠。勿起想，有與無；", "5": "菩薩，比丘、比丘尼、優婆塞、優婆夷，及諸天、龍、", "50": "勿念進，勿念退；勿念前，", "51": "勿念後；勿念左，勿念右；", "52": "勿念無，勿念有；勿念遠，", "53": "勿念近；勿念痛，勿念痒；", "54": "勿念飢，勿念渴；勿念寒，", "55": "勿念熱；勿念苦，勿念樂；", "56": "勿念生，勿念老，勿念病，", "57": "勿念死；勿念身，勿念命，", "58": "勿念壽；勿念貧，勿念富；", "59": "勿念貴，勿念賤；勿念色，", "6": "阿須輪、諸夜叉、迦樓羅、甄陀羅、摩睺勒等，無央", "60": "勿念欲；勿念小，勿念大；", "61": "勿念長，勿念短；勿念好，", "62": "勿念醜；勿念惡，勿念善；", "63": "勿念瞋，勿念喜；勿念坐，", "64": "勿念起；勿念行，勿念止；", "65": "勿念經，勿念法；勿念是，", "66": "勿念非；勿念捨，勿念取；", "67": "勿念想，勿念識；勿念斷，", "68": "勿念著；勿念空，勿念實；", "69": "勿念輕，勿念重；勿念難，", "7": "數眾，一切都在大會坐。是時颰陀和菩薩，從", "70": "勿念易；勿念深，勿念淺；", "71": "勿念廣，勿念狹；勿念父，", "72": "勿念母；勿念妻，勿念子；", "73": "勿念親，勿念踈；勿念憎，", "74": "勿念愛；勿念得，勿念失；", "75": "勿念成，勿念敗；勿念清，", "76": "勿念濁。斷諸念，一期念，", "77": "意勿亂，常精進。勿懈怠，", "78": "勿歲計，勿日倦。立一念，", "79": "勿中忽，除睡眠，精其意。", "8": "坐起整衣服，長跪叉手白佛：「願欲有所問，聽", "80": "常獨處，勿聚會；避惡人，", "81": "近善友；親明師，視如佛。", "82": "執其志，常柔弱，觀平等，", "83": "於一切。避鄉里，遠親族。", "84": "棄愛欲，履清淨。行無為，", "85": "斷諸欲。捨亂意，習定行。", "86": "學文慧，必如禪。除三穢，", "87": "去六入。絕婬色，離眾受。", "88": "勿貪財，多畜積。食知足，", "89": "勿貪味。眾生命，慎勿食。", "9": "者今當問。」佛言：「善哉！恣汝所問，今當為汝說", "90": "衣如法，勿綺飾。勿調戲，", "91": "勿憍慢。勿自大，勿貢高。", "92": "若說經，當如法。了身本，", "93": "猶如幻。勿受陰，勿入界。", "94": "陰如賊，四如蛇。為無常，", "95": "為恍惚，無常主，了本無。", "96": "因緣會，因緣散，悉了是，", "97": "知本無。加慈哀，於一切。", "98": "施貧窮，濟不還。是為定，", "99": "菩薩行；至要慧，起眾智。」"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0417 般舟三昧經: 佛說般舟三昧經: 佛說般舟三昧經", "author": "後漢 支婁迦讖譯", "sourceLink": "http://www.cbeta.org/"}