{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1547 鞞婆沙論: 鞞婆沙論", "text": {"0": "解十門大章32 四聖諦處", "1": "鞞婆沙論卷第九", "10": "別隨順。如觀隨順如是佛契經說。當知苦如", "100": "果。梵梵果。梵行梵行果。俱果或謂安隱樂", "101": "趣涅槃。或曰。謂不貪除貪。不恚除恚。不癡", "102": "除癡。或曰。謂思惟能滅壞破有。此世俗道", "103": "雖有思惟。但增受長養有。或曰。謂思惟能", "104": "斷有相續。能斷輪轉生老死。世俗道雖思惟。", "105": "但相續有輪轉生老死。或曰。謂思惟非身見", "106": "種非顛倒種非愛種非使種。非貪處非恚處", "107": "非癡處。非雜污非雜毒非雜。濁非在有。不", "108": "墮苦習諦。世俗道雖有思惟。但身見種顛", "109": "倒種愛種使種。貪處恚處癡處。雜污雜毒", "11": "分別隨順。如是阿毘曇說以智知一切法。或", "110": "雜濁在有墮苦習諦。或曰。謂思惟苦盡趣道。", "111": "有盡趣道。貪趣道。盡生老死趣道。世俗道", "112": "雖有思惟。但苦習趣道。有習趣道。貪習趣", "113": "道。生老死習趣道。以是故世尊說思惟道不", "114": "說世俗道。說曰。此說十六聖行。無常行苦", "115": "行空行非我行。因行習行有行緣行。盡行", "116": "止行妙行離行。道行正行趣行出要行。問", "117": "曰。十六行有何性。有一說者慧性。謂說慧性", "118": "者。彼慧是行。能行他所行。謂彼相應法雖能", "119": "行他所行。但非是行。性非慧故。謂彼共有法", "12": "曰。一向無漏知。故佛契經說。當知苦有漏無", "120": "雖有他所行。但非能行。非共緣故。亦非是行。", "121": "性非慧故。更有說者。心心法性。彼有說心心", "122": "法性者。彼慧行能行他所行。謂彼相應法彼", "123": "亦是行。能行他所行。謂彼共有法。彼雖他", "124": "所行非能行。非共緣故非是行。性非慧故。如", "125": "一說如二如是好如前所說慧性。問曰。名十", "126": "六行種有幾。一說者名十六行種七。謂苦行", "127": "彼名亦四種亦四。謂習行名四種一。謂盡四", "128": "行名四種一。謂道四行彼名四種一。是故名", "129": "十六行種七。問曰。何以故苦行名四種亦四。", "13": "漏知故。阿毘曇說以智知一切法。如有漏無", "130": "答曰。謂此斷顛倒。猶如彼顛倒名四種亦四。", "131": "彼治亦爾名四種亦四。如是說者名十六種", "132": "亦十六。如名如種如是名數數種名相種相", "133": "名異種異名別種別名覺種覺。如是盡當知。", "134": "此是諸行性。已種相身所有自然。說性已當", "135": "說行。何以故說無常行。何以說乃至出要行。", "136": "答曰。無常者說二事。時及緣。時者一時作事", "137": "二時不作。緣者諸法性羸隨因及緣。苦者如", "138": "病癰患也。空者內無作無教作。無覺無教覺。", "139": "非我者不自在故。因者種子法故。習者來故。", "14": "漏。如是諍不諍世間出世間。住依欲出一要", "140": "有者流故。緣者轉成故。如泥團輪手水合已", "141": "便成瓦器。此亦不。盡者滅陰故。止者息三", "142": "火故。妙者妙願滿故。一離者已離不更離故。", "143": "道者除惡道故。正者除不正故。趣者向涅槃", "144": "故。出要者出生死故。復次非常者非究竟住", "145": "故。苦者勞厭重故。空者除我有見故。非我者", "146": "除是我見故。因者來故。習者起故。有者可得", "147": "故。緣者隨所緣故。盡者盡生死故。止者止苦", "148": "火故。妙者善有常故。離者離生老無常故。道", "149": "者求故。正者正住故。趣者趣城不移故。出要", "15": "如是盡當知。或曰。知俗數故此說二種知。知", "150": "者安隱故。問曰。如苦四行無常苦空非我行。", "151": "何以故說苦諦不說無常空非我諦。答曰。謂", "152": "此行久遠行。以此行過去三耶三佛說苦諦。", "153": "或曰。謂此苦行一向墮苦諦非餘。他無常行", "154": "共墮三諦。空行及非我行共墮一切法中。此", "155": "苦行一同墮苦諦非餘。是故說苦諦非餘。或", "156": "曰。謂此苦行一切能信。凡愚及慧此法及外", "157": "法以故爾。或曰。謂令極斷覺所覺行所行緣", "158": "所緣根為根義。佛契經說。苦智彼所緣是苦", "159": "諦。或曰。謂此行增捨有能除生死。如彼小兒", "16": "俗數知第一義數。如知俗數。如是佛契經說。", "160": "與極妙食。若言當有苦彼便不欲。如是此苦", "161": "行增捨有能除生死。以是故佛契經說苦諦。", "162": "不說無常空非我諦。問曰。如習有四行因行", "163": "習有緣行。何以故世尊說習諦。不說因有緣", "164": "諦。答曰。謂此行久遠行。以此行過去三耶三", "165": "佛說習諦。或曰。謂令極斷覺所覺行所行緣", "166": "所緣根為根義。佛契經說。習智彼所緣是習", "167": "諦。以是故佛契經說習諦。不說因有緣諦。問", "168": "曰。如盡有四行盡行止妙離行。何以故世尊", "169": "說盡諦不說止妙離諦。答曰。謂此行久遠行。", "17": "當知苦如知第一義數。如是阿毘曇說以智", "170": "以此行過去三耶三佛說盡諦。或曰。謂令極", "171": "斷覺所覺行所行緣所緣根為根義。佛契經", "172": "說。盡智彼所緣是盡諦。以是故佛契經說盡", "173": "諦。不說止妙離諦。問曰。如道有四行道趣正", "174": "出要行。何以故世尊說道諦。不說正趣出要", "175": "諦。答曰。謂此行久遠行。以此行過去三耶三", "176": "佛說道諦。或曰。謂欲令極斷覺所覺行所行", "177": "緣所緣根為根義。佛契經說。道智彼所緣是", "178": "道諦。以是故佛契經說道諦。不說正趣出要", "179": "諦。說曰。此說涅槃無形。問曰。何以故說涅", "18": "知一切法。云何知俗數。當知苦果是。當斷習", "180": "槃無形。答曰。聖所了故說無形。聖了彼自在", "181": "身作證。無有能在前論說彼。是故聖所了故", "182": "曰無形。或曰。離一切色故。故曰無形。此說四", "183": "色。剎利梵志居士工師。復次四色青黃赤白。", "184": "彼中無有一色是離一切色。故曰無形。或曰。", "185": "淨一切色故。曰無形。若剎利修道彼得道", "186": "果。梵志居士工師修道彼得道果。是離一切", "187": "色故。故曰無形。或曰。亦非色不依色故。故曰", "188": "無形。色法雖有形。非形依心心數法。雖依形", "189": "非是形。彼涅槃亦不依色亦不依形。故曰無", "19": "者除一切結是。是謂俗數。云何第一義數。謂", "190": "形。或曰。稱歎無量功德故。故曰無形。如人多", "191": "有功德。說者此人功德多故不可具說。如是", "192": "涅槃無量功德故。故曰無形。或曰。遍功德故。", "193": "故曰無形。如摩尼遍有光明彼說無形。如是", "194": "彼涅槃遍功德故。故曰無形。或曰。如此有為", "195": "有因有果。彼涅槃無因無果故曰無形。或曰。", "196": "如此有為法因故說果。果故說因彼涅槃非", "197": "因故說果。非果故說因。故曰無形。說曰。彼涅", "198": "槃非說品問曰。何以故說涅槃非品。答曰。斷", "199": "一切品故。故說涅槃非品。如此有為作品生", "2": "阿羅漢尸陀槃尼造", "20": "一切德是離一切結盡作證。能除一切世間", "200": "或五或四。謂欲令法常住。彼一切有為法。各", "201": "各并已有五事生彼法。彼法生彼法住。彼法", "202": "老彼法無常。謂欲令法無常住。彼一切有為", "203": "法各各并已有四事生彼法生老無常。如此有", "204": "為作品。彼涅槃不如是。是故說涅盤非品。", "205": "說曰。彼涅槃說愛。問曰。何以故涅槃說愛。答", "206": "曰。聖者不愛生死。涅槃者離生死。或曰。聖", "207": "者不愛輪轉。涅槃者離輪轉。或曰。聖者不", "208": "愛陰。涅槃者離陰。或曰。聖者不愛生。涅槃者", "209": "離生。或曰。聖者不愛老死。涅槃者離老死。或", "21": "根本是修道。尊者婆奢說曰。如世尊說。當", "210": "曰。聖者愛念樂涅槃。以是故說涅槃愛如彼", "211": "契經說。戒及等意解脫。是愛彼一切為涅槃", "212": "故。以是故。世尊契經說涅槃愛。說曰。彼涅槃", "213": "說非可習。問曰。何以故說涅槃非可習。答曰。", "214": "有為為果故習。涅槃無有果。問曰。何以故說", "215": "明所服行。答曰。智故得故。明者佛及佛弟子。", "216": "此緣彼發忍及智。是故說智故得故。說涅槃", "217": "說非可思惟。問曰。何以故涅槃說非可思", "218": "惟。答曰謂法意所生此可思惟。彼涅槃意所", "219": "不生。或曰。有為法果故思惟。彼涅槃無有果。", "22": "知苦如阿毘曇說以智知一切法。何以故世", "220": "問曰。若涅槃意所不生者。此偈云何通。", "221": "樹下靜思惟涅槃令入意", "222": "瞿曇禪無亂不久息跡證", "223": "答曰。此說意心為名。此意得涅槃作證。說曰。", "224": "彼涅槃說第一義。說智說阿羅漢果。問曰。何", "225": "以故涅槃說第一義。答曰。第一正故。第一", "226": "法故。第一究竟故第一等。是故說第一義。問", "227": "曰。何以故說智。答曰。智果故彼說智。問曰。", "228": "何以故涅槃說阿羅漢果。答曰。可供養故說", "229": "涅槃阿羅漢果。一切世間清淨供養盡可供", "23": "尊說當知苦。答曰。斷生死根故。世尊說當知", "230": "養。故可說涅槃名阿羅漢果。或曰。不生故說", "231": "涅槃名阿羅漢果。不復生諸界諸趣諸生輪", "232": "轉生死中。故說涅槃名阿羅漢果。說曰。此涅", "233": "槃說近。如彼契經說。彼成就此十五法。多智", "234": "多見多覺近住涅槃。我說彼非不至涅槃。問", "235": "曰。何以故說近。答曰。實者故曰近。或有欲令", "236": "涅槃不實。謂彼欲令不實者。斷彼意故。此說", "237": "真實有種相。是謂真實故名為近。或曰。精勤", "238": "正趣等趣意中可得故曰近。或曰。意等故名", "239": "為近。若剎利思惟道彼得道果。梵志居士工師", "24": "苦。身見是六十二見根。六十二見是結根。結", "240": "思惟道彼得道果。是謂等意故名為近。或曰。", "241": "等處所故名為近。若於村中思惟道。彼中得", "242": "道果。若靜處樹下塚間露坐林中思惟道。彼", "243": "中得道果。是謂等處所名為近。或曰。義故即", "244": "是近。是故說近。如婆須蜜經所說遠法。云何", "245": "謂過去當來法近法。云何現在法及無為。是", "246": "謂義近名為近。或曰。近意解故名為近。謂聖", "247": "緣彼生忍及智。如現在前。猶如在前。是謂近", "248": "意解故名為近。或曰。得作證故名近。近者現", "249": "在世此中起彼得作證。是謂得作證故名為", "25": "是行根。行是報根。依報在一切生死。依報已", "250": "近。或曰。捨近故名為近。近者說現在世離此", "251": "入彼。是謂說涅槃近。如佛契經一一所說聞", "252": "如是。一時世尊遊波羅捺仙人住處鹿野苑", "253": "中。彼時世尊告五比丘。五比丘。此苦本所未", "254": "聞法。當正思惟時生眼智明覺。五比丘應當", "255": "知。此苦本所未聞法。當正思惟。時生眼智明", "256": "覺。五比丘。我已知苦本所未聞法。當正思惟", "257": "時生眼智明覺。五比丘。此苦習本所未聞法。", "258": "當正思惟時生眼智明覺。五比丘應當斷。苦", "259": "習本所未聞法。當正思惟時生眼智明覺。五", "26": "依報生死中便有善法不善法無記法。此生", "260": "比丘。我已斷苦習本所未聞法。當正思惟", "261": "時生眼智明覺。五比丘。此苦盡本所未聞法。", "262": "當正思惟時生眼智明覺。五比丘。彼苦盡應", "263": "當作證。本所未聞法。當正思惟時生眼智明", "264": "覺。五比丘。我已苦盡作證。本所未聞法。當正", "265": "思惟時生眼智明覺。五比丘。此苦盡道本所", "266": "未聞法。當正思惟時生眼智明覺。五比丘。應", "267": "當思惟苦盡道本所未聞法。當正思惟時生", "268": "眼智明覺。五比丘。我已思惟苦盡道本所未", "269": "聞法。當正思惟時生眼智明覺。五比丘。謂我", "27": "死根從何斷。唯知苦是。謂斷生死根故。世尊", "270": "此四聖諦三轉十二行。未生眼智明覺。五比", "271": "丘。是故我於天及人魔梵沙門梵志眾中。不", "272": "出不離不解不脫。心亦不離顛倒。生未盡梵", "273": "行未立所作未辦。名色未有知如真。五比", "274": "丘。我不自覺無上正真道。五比丘。謂我此四", "275": "聖諦三轉十二行生眼智明覺。五比丘。是故", "276": "我於天及人魔梵沙門梵志眾中。已出已離", "277": "已解已脫。心不顛倒。生已盡梵行已立所作", "278": "已辦名色已有知如真。五比丘。我自覺無上", "279": "正真道。說此法時尊者拘隣遠塵離垢諸法法", "28": "說當知苦。或曰。謂行者知苦心不錯亂。若彼", "280": "眼生。及八十千天人遠塵離垢諸法法眼生。", "281": "彼時世尊告尊者拘隣。汝拘隣。知法未。拘", "282": "隣對曰。已知世尊。已知善逝。尊有拘隣知法", "283": "已。故名阿若拘隣。聞此法時地神舉聲極舉", "284": "大聲。此世尊於仙人住處鹿野苑中轉法輪。", "285": "沙門梵志天及人魔梵及餘世間本所未轉。", "286": "增益諸天種。減損阿須倫眾。聞此地神聲已。", "287": "空中神四天王三十三天。炎天兜術天尼", "288": "摩羅天化他應天。舉聲舉大音聲。此世尊於", "289": "仙人住處鹿野苑中轉法輪。沙門梵志天及", "29": "行者知苦已。未斷習而起者。起已若問此陰", "290": "人魔梵及餘世間本所未轉。增益諸天種。減", "291": "損阿須倫眾。即彼時彼須臾頃一時聞聲徹", "292": "梵天。此世尊於仙人住處鹿野苑中轉法輪。", "293": "沙門梵志天及魔梵及餘世間本所未轉。增", "294": "益諸天種。減損阿須倫眾。世尊轉法輪故。是", "295": "故名轉法輪經。尊者曇摩多羅說曰。我觀世", "296": "尊此所說法身毛皆竪。然世尊說義不違。譬", "297": "喻不違。而此所說與義相違不次第。不與佛", "298": "同。不與辟支佛聲聞同。於阿羅漢上三過說", "299": "未知根。云何如此於阿羅漢上三過未知根現", "3": "符秦罽賓三藏僧伽跋澄譯", "30": "常耶非常耶。彼說無常一時頃不住。樂耶苦", "300": "在前。我若欲捨此所說。然此所說世尊三阿", "301": "僧祇行成此所說。然復有證。五比丘為首。八", "302": "十千天。若欲不捨。而此所說與義相違無次", "303": "第。不與佛同。不與辟支佛聲聞同。於阿羅漢", "304": "上三過說未知根。云何如此於阿羅漢上三", "305": "過說未知根現在前。如所說五比丘。此苦本", "306": "所未聞法。當正思惟時生眼智明覺。此說未", "307": "知根。五比丘當知。此苦本所未聞法。當正思", "308": "惟時生眼智明覺。此說已知根。五比丘。我已", "309": "知苦。本所未聞法。當正思惟時生眼智明覺。", "31": "耶。彼說苦如熱鐵丸。淨耶不淨耶彼說不淨", "310": "此說無知根。如是至道。如是三過說未知", "311": "根。云何如此於阿羅漢上三過未知根現在", "312": "前。如是此所說義相違不次第。不與佛同。不", "313": "與辟支佛聲聞同。作此論已。不捨。但當改此", "314": "契經應當爾。五比丘。此苦習此苦盡此苦盡", "315": "道。本所未聞法。當正思惟時生眼智明覺。五", "316": "比丘。當知彼苦。當斷習盡作證思惟道本所", "317": "未聞法。當正思惟時生眼智明覺。五比丘。我", "318": "已知苦習已斷盡已作證已思惟道。本所未", "319": "聞法。當正思惟時生眼智明覺。如是契經應", "32": "如糞。此中為有我耶為非有我耶。彼說非眾", "320": "爾。應爾已便有三轉及十二行。作如是說者。", "321": "此契經不應改。本諸大論師有智強力者所", "322": "不改。況復尊者曇摩多羅。問曰。若不改此契", "323": "經者。然此義相違無次第。不與佛同不與辟", "324": "支佛聲聞同。於阿羅漢上三過說未知根。云", "325": "何如此於阿羅漢上三未知根現在前。答曰。", "326": "此說二時說時觀時。如說時如是佛契經說。", "327": "如觀時如是曇摩多羅所說。如是作已二俱", "328": "好。尊者僧迦婆修說曰。此契經中不說未知", "329": "根已知根無知根。問曰。若不爾者此云何。", "33": "生非命非人非士。內空無作無教作。無覺無", "330": "答曰。佛契經說聞慧思慧。", "331": "問曰。此契經說。五比丘。如我此四諦三轉", "332": "十二行生。眼智明覺。五比丘。我自覺無上至", "333": "真等正覺。云何佛以聞慧思慧。自覺無上至", "334": "真等正覺耶。答曰。菩薩以聞慧思慧。極觀法", "335": "極生法明。於法極除愚癡。謂菩薩於無上至", "336": "真等正覺觀如等覺。觀如已成事。如人以濕", "337": "皮覆面。却已以婆羅覆面。謂障小儼色。如是", "338": "菩薩以聞慧思慧。極觀諸法極生法明。於法", "339": "極除愚癡。謂菩薩於無上至真等正覺觀如", "34": "教覺。行聚空淨。謂行者知苦心不錯亂。以是", "340": "等覺。觀如已成事。說曰。如所說五比丘。如我", "341": "此四諦三轉十二行。生眼智明覺。問曰。如此", "342": "應十二轉有四十八行。如說五比丘。此苦本", "343": "所未聞法。當正思惟時生眼智明覺。此一轉有", "344": "四行。五比丘。此苦應當知。本所未聞法。當正", "345": "思惟時生眼智明覺。此二轉四行。五比丘。我", "346": "已知苦。本所未聞法。當正思惟時生眼智明", "347": "覺。此三轉四行。是謂苦三轉十二行。如苦如", "348": "是至道亦爾。如此應十二轉有四十八行。何", "349": "以故。世尊說四諦三轉十二行。答曰。三轉十", "35": "故世尊說。當知苦。或曰。斷陰著故。世尊說當", "350": "二法故。不過三轉十二行。觀一一諦故。世尊", "351": "說四聖諦三轉十二行。如餘契經說。比丘七", "352": "處善觀三種義。速於此法中得漏盡。此不應", "353": "七處善。應有三十五處善。亦有無量處善。但", "354": "七法故不過七。觀一一陰故。世尊說比丘七", "355": "處善觀三種義。速於此法中得漏盡。如餘", "356": "契經說。七還有成須陀洹。彼不應七轉還有。", "357": "應十四還有二十八還有。但法應七。故不過", "358": "七。一一趣故。世尊說極七極七還有成須陀", "359": "洹。如餘契經說。當為說法。謂有二眼及色耳", "36": "知苦本際不可知。如此眾生因陰受無量苦。", "360": "聲鼻香舌味身細滑意法。此不應一二。應有", "361": "六二。但二法故不過二。觀一一入故。眼及色", "362": "故。乃至意及法故。如是此三轉十二行故。不", "363": "過三轉十二行。觀一一諦故。世尊說四聖諦", "364": "三轉十二行。彼生眼者為見故。生智者為決", "365": "定故。生明者懸鑒故。生覺者覺了故。復次生", "366": "眼者苦法忍。生智者苦法智生明者苦未知", "367": "忍。生覺者苦未知智。如是至道亦爾。說曰。如", "368": "所說拘隣知法未。拘隣對曰。已知世尊。已知", "369": "善逝。問曰。何以故。世尊為尊者拘隣說知未", "37": "於陰中癡還於陰愛著悋惜。如彼小兒父母", "370": "拘隣。答曰。欲令憶本昔誓故。說者菩薩本宿", "371": "命時。名忍辱仙人。彼止山林中思惟行忍。彼", "372": "時有王。名迦藍浮。將諸婦人眷屬圍遶到彼", "373": "山林。無有男子純與婦人五樂自娛。彼娛樂", "374": "已王疲極臥。諸婦人等知王眠已。捨王求華", "375": "遊彼山間。遙見一處有菩薩。顏貌端正猶如", "376": "日月。照於山林在彼而住。見已便至菩薩所。", "377": "到已頭面禮菩薩足。禮已却坐一面。於是菩", "378": "薩為其說法愛欲不淨。此諸妹等。欲者不淨", "379": "臭處可厭。因起瞋恚生無量苦。如是廣為說", "38": "與杖還抱父母。如是本際不可知。如此眾生", "380": "欲不淨。彼時迦藍浮王睡覺不見諸婦人。彼", "381": "作是念。咄此為災。誰將諸婦人去。彼拔刀已", "382": "往詣山間。推求遙見在菩薩前坐。彼作是念。", "383": "此大鬼神所持久。見菩薩顏貌端正諸女人", "384": "等坐菩薩前。見已極生瞋恚。便至菩薩所。到", "385": "已問菩薩曰。仙人得有想無想耶。對曰。不也", "386": "大王。得不用處識處空處耶。對曰。不也大王。", "387": "王曰。仙人得四禪三禪二禪一禪耶。對曰。不", "388": "也大王。彼作是念。咄此為災。未棄結之人見", "389": "我婦人。王語菩薩曰。汝在此空靜處何所為。", "39": "因陰受無量苦。於陰中癡還於陰愛著悋惜。", "390": "而不得爾所功德。菩薩對曰。大王。我修行忍。", "391": "王作是念。此見我瞋而言行忍。不可柔軟言", "392": "試此人忍。王向菩薩說曰。仙人。若行忍者申", "393": "右手。我當觀汝云何行忍。菩薩無恚意即申", "394": "右臂。王無慈心棄捨後世。起極惡心以利刀", "395": "截手投足下。如是左手二足耳鼻割已。說曰。", "396": "仙人何所願。菩薩對曰。大王。但有疲勞汝。取", "397": "我身碎如胡麻。我終不捨於忍。如母愛子。但", "398": "大王聽我誓願。而汝取我無過之人。以極利", "399": "刀截身七分。如是我初得佛法。不久起大悲。", "4": "四聖諦處第三十二之餘", "40": "世尊說欲令不用陰當知苦。知苦已於陰中", "400": "思惟七種道斷汝七使。王作惡已離彼處還", "401": "彼時山林中有異仙人在邊山。彼聞迦藍浮王", "402": "加惡於忍辱仙人。於是彼仙人至忍辱仙人", "403": "所。到已問曰。仙人不極患身苦耶。忍辱仙人", "404": "對曰。我無苦痛。仙人問曰。因有足故知有行", "405": "來。因有手知有取受。汝無手足耳鼻七分之", "406": "餘。云何言無苦痛耶。忍辱對曰。不以身壞名", "407": "為苦痛。心壞乃為苦痛。謂受地獄畜生餓鬼", "408": "不善之果。復次汝等若有疑者。觀此瘡處血", "409": "淨流出如牛乳不。仙人問曰。汝遭被困時修", "41": "不復著。是謂斷陰著。故世尊說當知苦。或曰。", "410": "何等意。菩薩對曰。彼王以利刀截我身支節", "411": "時。我於一切眾生修於大慈。仙人說曰。善哉", "412": "善哉修習大行。緣汝斯行饒益一切世間。仙", "413": "人慰勞已便還所止。仙人還不久。四大天王", "414": "極大起凍雹風雨已至忍辱仙人所。到向忍", "415": "辱仙人說曰。仙人當勅我等。我當壞彼迦藍", "416": "浮王妻子眷屬國土人民。忍辱仙人身毛皆", "417": "竪說曰。謂截我手足耳鼻斷身七分。我於彼", "418": "不起毛髮之惡。況復彼國人民於我無過而", "419": "欲加之。四大天王說曰。若不欲行惡。何得憂", "42": "本際不可知。如此眾生於陰計我想計眾生", "420": "慼止此山林。忍者對曰。我但憂念彼迦藍浮", "421": "王。何故彼作爾所惡。謂當受地獄極苦。謂菩", "422": "薩轉後身已。乃至降魔成無上最正覺。覺已", "423": "為尊者拘隣說法。尊者拘隣遠塵離垢諸法法", "424": "眼生。已說曰。拘隣謂昔截我手足耳鼻。斷身", "425": "七分。我作誓願。汝取無過之人斷身七分。我", "426": "初得佛法。不久得大悲。修七種道斷汝七使。", "427": "本所誓願今為果不。尊者拘隣慚愧羞恥。對", "428": "曰。真果世尊。真果善逝。是謂欲令憶本誓故", "429": "世尊說拘隣知法未。如尊者拘隣見諦。彼時", "43": "想計聚想計人想計士想計命想。此計我想", "430": "世尊觀當來世知何者多。我三阿僧祇劫多", "431": "耶。為拘隣受當來陰界入身多耶。世尊觀拘", "432": "隣受一阿鼻泥犁陰界入身多。非佛三阿僧祇", "433": "劫一時間須臾頃數多。世尊作是念。若我三", "434": "阿僧祇劫苦行不作餘事。但脫拘隣爾所苦。", "435": "於三阿僧祇果願已畢。世尊如是觀比丘拘", "436": "隣。應當害一切眾生。一切眾生亦當害拘", "437": "隣。比丘拘隣當食一切眾生。一切眾生亦當", "438": "食拘隣。比丘拘隣當縛一切眾生。一切眾", "439": "生亦當縛拘隣。若我三阿僧祇苦行不作餘", "44": "計眾生想計聚想計人想計士想計命想。從", "440": "事。但脫拘隣爾所苦。於三阿僧祇果願已畢。", "441": "如所說此世尊於波羅捺仙人住處鹿野苑", "442": "中轉法輪。", "443": "問曰。轉法輪處一切三耶三佛定耶為非定", "444": "耶。若定者定光如來契經云何通。彼說定光", "445": "如來無所著等覺於燈王城呵梨那山轉法", "446": "輪。若不定者彼尊者法實偈云何通。", "447": "此處過去佛第一初說法", "448": "作此論已。答曰。轉法輪處不定。問曰。若爾者", "449": "定光如來經善通尊者法實偈云何解。答曰。此", "45": "何除始入不顛倒法想。唯有知苦。以是故佛", "450": "不必通。非契經非毘尼非阿毘曇。但彼作頌", "451": "者欲令句義合故。更有說者。此是常定處。如", "452": "是說者一切三耶三佛處常定。一金剛座處。", "453": "二轉法輪處。三天上來下處。問曰。云何知金", "454": "剛座處定。答曰。有契經說。過去時有王名頂", "455": "生。彼領四天下得自在。與四種兵欲至天", "456": "上。彼時輪住虛空。輪住已一切四種兵亦住。", "457": "四種兵住已頂生王便恐怖身毛皆竪。王作", "458": "是念。將不亡失國耶。命不中夭耶。為諸天不", "459": "欲見我耶。於是彼空中天慰勞頂生王曰。大", "46": "世尊說當知苦。或曰。本際不可知。謂此眾生", "460": "王勿恐怖。大王勿恐怖。亦不亡失國。命亦", "461": "不中夭。諸天非不憙見。頂生王問天曰。天", "462": "若我無此災患者。何以故輪住空中。天對曰。", "463": "大王此處一切恒沙之如來無所著等正覺。", "464": "降魔官屬已成無上最正覺。是故此處一切", "465": "眾生無能歷上者。是故輪住空中。於是頂生", "466": "王還從上下已。即於彼處立鍮婆極大供養", "467": "已。更從餘處飛昇天上。共釋提桓因半座。聞", "468": "者三千六百釋命終。彼之故在座。以此經可", "469": "知金剛座處常定。問曰。云何知轉法輪處常", "47": "於陰計有常想樂想淨想我想。此計常想樂想", "470": "定。答曰。如法實偈所說。問曰。若爾者尊者法", "471": "實偈善通。彼說定光如來無所著等正覺於", "472": "燈王城訶梨那山轉法輪。答曰。彼燈王城者。", "473": "即是波羅捺。阿梨那山者。即是仙人住處", "474": "鹿野苑。以此可知一切三耶三佛轉法輪處常", "475": "定。問曰。云何知從天上來下處常定。答曰。", "476": "如所說於過去時眾多比丘同止彼處。少有", "477": "所為雖彼處遊餘處。諸比丘去不久。餘異學", "478": "入住彼處。彼眾多比丘於後時還來本處。語", "479": "異學言。此是我處。異學亦說。此是我處。彼便", "48": "淨想我想。從何除始入不顛倒法想。唯知苦", "480": "共極大鬪諍。諸比丘厭諍已。語異學曰。當共", "481": "作真諦言。有真諦者便得此處。異學言可爾", "482": "可爾。異學多作誠諦語而不成就。比丘說曰。", "483": "聽我誠諦語。彼處有師子幢。彼諸比丘同一", "484": "聲發誠諦語。以此真實之言。若一切恒沙三耶", "485": "三佛為母故及三十三天說法已來下初至此", "486": "處者。以此真諦言令師子幢現有變化。彼時", "487": "師子極大震吼。諸異學聞已驚怖畏懼。便捨", "488": "而走不入彼處。彼師子口極大吐花。花滿彼", "489": "處。以此可知一切諸三耶三佛從天上下是", "49": "以是斷顛倒故。世尊說當知苦。或曰。謂行者", "490": "常定處。以此事知。一切三耶三佛三處常定。", "491": "金剛座處轉法輪處天上下處。問曰。如所說", "492": "地神舉聲。彼時諸大天亦集近世尊座。如四", "493": "大天王釋提桓因及大梵天首陀會天及餘極", "494": "妙天龍鬼神近世尊座。諸地神坐處遠不近", "495": "世尊。何以故地神前發音聲。答曰。此地神是", "496": "彼諸天給使。是故彼前發聲。或曰。地神者不", "497": "常定。是故彼前發聲。如大聚會極作伎樂。謂", "498": "不常定人者。便速前舉聲笑。謂常定人然後", "499": "庠序笑。如是地神非常定。是故前發音聲。", "5": "如世尊契經說。當知苦如阿毘曇說如以智", "50": "知苦已。義入佛法中。法入佛法中。第一義入", "500": "餘諸天常定。是故最後發聲。或曰。地神常", "501": "當護菩薩故。說者謂菩薩兜術終已。生閻浮", "502": "提迦羅衛國。不亂入母胎。彼時釋提桓因勅", "503": "遮勒天子。汝遮勒五百青鬼。菩薩在母胎。常", "504": "當擁護莫令有觸嬈菩薩者。於是遮勒天子", "505": "受釋教已。便勅五百青鬼。當往迦羅衛國擁", "506": "護菩薩。彼諸青鬼菩薩在母胎。及生常擁護", "507": "之。以佛轉法輪。地神作是念。菩薩在母胎及", "508": "生。我等常擁護。此是我等疲勞所得功報。彼", "509": "歡喜悅豫故前發聲。此世尊轉法輪。問曰。聞", "51": "佛法中。於法得無閡自在以故爾。或曰。謂", "510": "此法已地神舉聲音徹梵天。何以故聲不過梵", "511": "天。答曰。謂耳識現在前故聲徹也。過梵天上", "512": "無有自地耳識現在前。或曰。梵天請佛轉法", "513": "輪故聲徹梵天。首陀會天勸請菩薩。使成無", "514": "上最正覺。謂與菩薩化作老病人死人及沙", "515": "門。彼一切首陀會天所作。菩薩見老病死人及", "516": "沙門已。厭患出家學道。至降魔官屬已成無", "517": "上最正覺。彼時首陀會天踊躍歡喜發大音", "518": "聲。謂我等為菩薩化作老病死人及沙門。是", "519": "我等疲勞所得功德。以是故成無上正覺時。", "52": "彼行者知苦已不從餘師。於此外不求福田以", "520": "聲徹至首陀會天。大梵天請佛世尊轉法輪。", "521": "彼踊躍歡喜發大音聲。此世尊轉法輪。是我", "522": "等疲勞所得功報。以是故轉法輪時。聲徹梵", "523": "天不過上。說者謂佛為四天王故聖語說四", "524": "諦。二知二不知。謂不知者為曇羅國語說。", "525": "禋倿苦也彌倿習也陀破盡也陀羅破道也。此說苦邊。", "526": "一知一不知。謂不知者為彌離車國說語。", "527": "摩含兜含　僧含摩　薩婆多　鞞梨羅。", "528": "此說苦邊盡知。問曰。世尊為四天王說四諦", "529": "聖語。為有力耶無力耶。若有力者何以故為", "53": "故爾。或曰。謂彼行者知苦已住佛法中。如幢", "530": "二聖語說。一曇羅國。一彌離車國語說。若無", "531": "力者本師偈云何通。", "532": "一音聲說法悉遍成音義", "533": "彼各作是念最勝為我說", "534": "一音聲說法者。是梵音也。悉遍音者。若有", "535": "真旦人。彼作是念。謂佛作真旦語說法。如", "536": "是陀勒摩勒波勒佉沙婆佉梨。謂彼處若有", "537": "兜佉勒人。彼作是念。謂佛作兜佉勒語說法。", "538": "現義者著欲者作是念。世尊說不淨。恚者作", "539": "是念。世尊說慈。癡者作是念。世尊說緣起。彼", "54": "深入地以故爾。或曰。謂行者知苦已除曾所", "540": "各作是念。最勝為我說者。眾中作是念。世尊", "541": "為我故說法。是故說。", "542": "一音聲說法悉遍成音義", "543": "彼各作是念最勝為我說", "544": "作此論已。答曰無力。何以故。世尊不可以耳", "545": "見色以眼聽聲。問曰。若無力者此偈云何通。", "546": "答曰。此偈不必通。偈者非契經非律非阿毘", "547": "曇。但彼作頌者。欲令句義合故。此是讚佛非", "548": "是實。如鞞婆闍提說。諸佛不眠。以除陰蓋故。", "549": "佛世尊亦常定故。如是更有說者。諸佛世尊", "55": "行緣。得未曾行緣。捨同行已得不同行。捨共", "550": "不飲不食。除諸著味故。此是讚佛非是實。如", "551": "是偈讚佛非是實。若通此偈者當何意。答曰。", "552": "世尊所說應機捷速。世尊語極速。為一說已", "553": "復為一說。如似一時。或曰。世尊語音一切音。", "554": "各有境界應適一切音。世尊極知真旦語", "555": "勝生真旦中者。如是陀勒摩勒波勒佉沙", "556": "婆佉梨兜佉勒。世尊極知兜佉勒語勝生兜", "557": "佉勒中者。以是故。說一音聲說法。悉遍成音", "558": "義。更有說者世尊有力。問若爾者此偈為善", "559": "通。何以故世尊為四天王說四諦。為二聖語", "56": "行已得不共行。捨世行已得出世行以故爾。", "560": "說。為一曇羅國語說。為一彌離車國語說。答", "561": "曰。欲滿彼四天王意願故。二天王願世尊聖", "562": "語為我說四諦。一願曇羅國語。一願彌離車", "563": "國語。世尊常欲滿他一切善願。隨所欲而為", "564": "說法。是謂滿四天王意願故。為二聖語說四", "565": "諦。為一曇羅國語為一彌離車國語說。或曰。", "566": "斷他疑故。莫令有作是念。世尊但善於聖語。", "567": "不能曇羅國語彌離車國語。是故斷他疑故。", "568": "說我一切中自在。以故爾。或世尊教化。或為", "569": "變身口或不變。謂不變身口者。若為彼變便", "57": "或曰。謂彼行者知苦已。捨名得名捨境得境", "570": "不得度。以是故世尊以己力遊朋者尸人間", "571": "一日行十二由延。說者即彼日教化七十千", "572": "人入聖法中。謂一切緣不變身口。謂教化變", "573": "身口者。若為彼不變便不得度。以是故。世", "574": "尊為四天王二聖語說。一曇羅語說一彌離", "575": "車語說。說四諦時如是行觀時一切根本聖", "576": "行。問曰。四聖諦幾性斷非緣斷。幾緣斷非性", "577": "斷。幾性亦緣斷。幾亦非性斷亦非緣斷。答", "578": "曰。性斷非緣斷。謂苦諦習諦無漏緣。此性斷", "579": "非緣斷。緣斷非性斷者。謂道諦有漏緣。此緣", "58": "捨性得性以故爾。或曰。謂彼行者知苦已。除", "580": "斷非性斷。性斷緣斷者。謂苦諦習諦有漏", "581": "緣。此性斷亦緣斷。非性斷亦非緣斷者。謂盡", "582": "諦及道諦無漏緣。此非性斷亦非緣斷。廣說", "583": "四諦處盡。", "584": "鞞婆沙論卷第九", "59": "五人種類得八人種類以故爾。或曰。謂彼行", "6": "知一切法。何以故世尊說獨說知苦。答曰。觀", "60": "者知苦已。無量時惡行邪見顛倒亂心心數", "61": "法。何從令住質直。唯知苦以故爾。或曰。謂此", "62": "苦性如火燒。性如毒害。性如刀割。性如弶", "63": "殺。如邊境賊城。為行結所侵。以是故世尊說。", "64": "知苦當斷習者。如苦亦當斷。何以故世尊說", "65": "斷習。說者謂欲令一當來愛習諦者如前答", "66": "愛。此中盡當答。謂欲令苦亦斷非獨斷習。謂", "67": "前答當知苦。此中盡當答。彼二論中此論當", "68": "答。何以故世尊說當斷習。答曰。謂因斷果亦", "69": "斷。因離果亦離。因捨果亦捨。以是故世尊說", "7": "時故此說二種時。觀時分別時。如觀時如是", "70": "當斷習或曰。謂斷習時二。因俱拔二因俱繫。", "71": "便有離散。有想無想處一切遍使拔以故爾。", "72": "或曰。於中習起遍三界苦。世尊說。若不欲苦", "73": "者當斷習。習已斷不復遍三界苦。或曰。謂習", "74": "中三界有濡中上果。世尊說若不欲三界果", "75": "者當斷習。已斷習不受三界果以故爾。或曰。", "76": "謂從習起流三界苦。如泉窟出水溢於外。慧", "77": "者說曰。士夫不欲令水出者當塞其源。已塞", "78": "其源水便不出。如是從習中出遍三界苦。世", "79": "尊說若不欲苦者當斷習。已斷習不復流三", "8": "佛契經說。當知苦如分別時。如是阿毘曇說", "80": "界苦。以故爾。或曰。捨陰重故。世尊說當斷", "81": "習。如人負重上山嶮。慧者說曰。士夫若不欲", "82": "重者速捨任。已捨任重便墮。如是此眾生負", "83": "重陰履嶮生死。世尊說眾生若不欲重陰者", "84": "當斷習。已斷習陰便墮不復成就。是謂捨重", "85": "陰。故世尊說當斷習。盡作證者。如阿毘曇說。", "86": "一切無漏法作證。何以故世尊說盡作證。答", "87": "曰。謂解脫不繫相。或曰。謂因及果果中無因。", "88": "或曰。謂因非俱因。果非俱果。緣非俱緣。所作", "89": "非俱所作。或曰。謂沙門果非沙門。梵果非", "9": "以智知一切法。復次說二種隨順。觀隨順分", "90": "梵。梵行果非梵行。或曰。謂常恒處不變易離", "91": "生死。或曰。謂一味異道果淨一切色故說無", "92": "上。或曰。謂離三成四捨五。以是故世尊說盡", "93": "作證。思惟道者。如阿毘曇說思惟一切善有", "94": "為法。何以故世尊說思惟道。答曰。謂思惟者", "95": "二思惟。得思惟服思惟。世俗道雖有思惟但", "96": "四思惟。得思惟服思惟斷思惟捨思惟。或曰。", "97": "謂思惟道者欲得善果。彼道是善善果。是", "98": "愛愛果。意樂意樂果。意欲意欲果。或曰。謂", "99": "質直不邪一向趣涅槃。或曰。謂是沙門沙門"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1547 鞞婆沙論: 鞞婆沙論", "author": "尸陀槃尼撰  符秦 僧伽跋澄譯", "sourceLink": "http://www.cbeta.org/"}