{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論", "text": {"0": "緒分10 定品", "1": "舍利弗阿毘曇論卷第三十", "10": "若樹下露處。以清淨心遍解行有明勝心。如", "100": "云何共凡夫定。若定非凡夫入出凡夫亦入", "101": "出。是名共凡夫定。云何不共凡夫定。若定非", "102": "凡夫入出。是名不共凡夫定。云何非凡夫共", "103": "定。若定凡夫入出非凡夫亦入出。是名非凡", "104": "夫共定。云何非凡夫不共定。若定凡夫入出", "105": "非凡夫不入出。是名非凡夫不共定。", "106": "云何共聲聞定。若定非聲聞入出聲聞亦入", "107": "出。是名共聲聞定。云何不共聲聞定。若定", "108": "非聲聞入出聲聞不入出。是名不共聲聞定。", "109": "云何非聲聞共定。若定聲聞入出非聲聞亦", "11": "實人若想憶想。是名明想。若定此想共生共", "110": "入出。是名非聲聞共定。云何非聲聞不共定。", "111": "若定聲聞入出非聲聞不入出。是名非聲聞", "112": "不共定。云何如電定。若定少少住少時住。如", "113": "電少少住少時住定亦如是。是名如電定。云", "114": "何如金剛定。若定無量無量住無量時住。如", "115": "金剛無量無量住無量時住定亦如是。是名", "116": "如金剛定。復次若定修已。漸少煩惱分。如", "117": "電從雲中出炤少闇分便速滅。定亦如是。是", "118": "名如電定。若定修已斷一切煩惱。若麁若微", "119": "無不斷滅。無不斷滅。如金剛投於珠石無不", "12": "住共滅。是名共明想定。如比丘定親近多修", "120": "破壞摧折。定亦如是。是名如金剛定。復次若", "121": "修定得須陀洹果斯陀含果阿那含果。是名", "122": "如電定。若修定得阿羅漢果。是名如金剛定。", "123": "復次若修定得須陀洹果乃至阿羅漢果辟支", "124": "佛道。是名如電定。若修定若如來所修定。於", "125": "一切法無礙知見得。由力尊勝無上正覺。如", "126": "來十力成就四無所畏。大慈大悲轉於法輪。", "127": "自在成就。是名如金剛定。", "128": "云何不定得定。若定得不定得難得難持。是", "129": "名不定得定。云何定得定。若定得決定得不", "13": "學已。若一樹下。若二三乃至十樹下。以清", "130": "難得易持。是名定得定。", "131": "云何有行難持定。若定得不定得。難得難持。", "132": "無由力尊自在。不如所欲。不隨所欲。不盡所", "133": "欲。有行難入出。如船逆水難行。定亦如是。是", "134": "名有行難持定。云何無行易持。定若定得決", "135": "定得不難得易得。由力尊自在如所欲隨所", "136": "欲盡所欲。無行入出。如船順水易行。定亦如", "137": "是。是名無行易持定。", "138": "云何一分修定。若修定已。想有光明但不見", "139": "色。若見色不想有光明。是名一分修定。云何", "14": "淨心遍解行有明勝心。如實人若想憶想。是", "140": "二分修定。若修定已。想有光明亦見色。是名", "141": "二分修定。復次若修定已。生智但不斷煩", "142": "惱。若斷煩惱不生智。是名一分修定。若修定", "143": "已。智生能斷煩惱。是名二分修定。復次若修", "144": "定已盡智生。非無生智。是名一分修定。若修", "145": "定已。盡智生及無生智。是名二分修定。", "146": "云何有想定。若定有境界。是名有想定。云何", "147": "無想定。若定無境界。是名無想定。復次除無", "148": "想定滅盡定。若餘定是名有想定。若無想定", "149": "滅盡定。是名無想定。", "15": "名明想。若定此想共生共住共滅。是名共明", "150": "云何如事定。若法如法如狀貌如自性如隨", "151": "緣所起如相入出。是名如事定。", "152": "云何憶想定。若法如法相如狀貌如自性如", "153": "隨緣起。若如法相。若非如法相入出。是名憶", "154": "想定。", "155": "云何離色想定。若定離色想入。若離色想入", "156": "定。是名離色想定。云何不離色想定。若定不", "157": "離色想入。若不離色想入定。是名不離色想", "158": "定。復次若定無色界。是名離色想定。若定色", "159": "界及聖。是名不離色想定。", "16": "想定。如比丘定親近多修學已。若一園二", "160": "云何勝入定。若八勝入。是名勝入定。", "161": "云何一切入定。若十一切入。是名一切入定。", "162": "云何有覺定。若定覺相應共覺生共住共", "163": "滅。是名有覺定。云何無覺定。若定非覺相", "164": "應不共覺生不共住不共滅。是名無覺定。", "165": "云何有觀定。若定觀相應共觀生共住共滅。", "166": "是名有觀定。云何無觀定。若定非觀相應", "167": "不共觀生不共住不共滅。是名無觀定。", "168": "云何有喜定。若定喜相應共喜生共住共滅。", "169": "是名有喜定。云何無喜定。若定非喜相應不", "17": "三乃至十園。以清淨心遍解行有明勝心。如", "170": "共喜生不共住不共滅。是名無喜定。", "171": "云何共味定。若定染污相應。是名共味定。", "172": "云何共捨定。若定不苦不樂受相應。是名共", "173": "捨定。", "174": "云何忍相應定。若定忍共生共住共滅。是名", "175": "忍相應定。云何非忍相應定。若定非忍共生", "176": "共住共滅。是名非忍相應定。", "177": "云何智相應定。若定共智生共住共滅。是名", "178": "智相應定。云何非智相應定。若定非智共生", "179": "共住共滅。是名非智相應定。", "18": "實人若想憶想。是名明想。若定此想共生共", "180": "云何忍始定。若定聖無漏。堅信堅法所修。是", "181": "名忍始定。云何智始定。若定聖無漏見道人", "182": "所修。是名智始定。", "183": "云何欲終定。若定最後識相應。是名欲終定。", "184": "云何始生定。若定初識相應。是名始生定。", "185": "云何善定。若定修是名善定。云何不善定。若", "186": "定斷是名不善定。云何無記定。若定受非報", "187": "非報法。是名無記定。", "188": "云何學定。若定聖非無學。是名學定。云何無", "189": "學定。若定聖非學。是名無學定。云何非學", "19": "住共滅。是名共明想定。如比丘定親近多修", "190": "非無學定。若定非聖。是名非學非無學定。云", "191": "何報定。若定受若定善報。是名報定。云何報", "192": "法定。若定有報。是名報法定。云何非報非報", "193": "法定。若定無記非我分攝是名非報非報法", "194": "定。", "195": "云何見斷定。若定不善非思惟斷。是名見斷", "196": "定。云何思惟斷定。若定不善非見斷。是名思", "197": "惟斷定。云何非見斷非思惟斷定。若定善無", "198": "記。無名非見斷非思惟斷定。", "199": "云何見斷因定。若定見斷若見斷法報。是名", "2": "姚秦罽賓三藏曇摩耶舍", "20": "學已。若一園二三乃至十園。以清淨心遍解", "200": "見斷因定。云何思惟斷因定。若定思惟斷。若", "201": "思惟斷法報。是名思惟斷因定。云何非見斷", "202": "非思惟斷因定。若定善若善法報。若非報非", "203": "報法。是名非見斷非思惟斷因定。", "204": "云何下定。若定不善。是名下定。云何中定。若", "205": "定無記。是名中定。云何上定。若定善。是名上", "206": "定。復次若定不善無記。是名下定。若定非聖", "207": "善。是名中定。若定聖無漏。是名上定。", "208": "云何麁定。若定欲界繫。是名麁定。云何細定。", "209": "若定色界繫若不繫。是名細定。云何微定。若", "21": "行有明心勝。如實人若想憶想。是名明想。若", "210": "定無色界繫。是名微定。復次若定欲界繫色", "211": "界繫。是名麁定。若定空處繫識處繫不用處", "212": "繫若不繫。是名細定。若定非想非非想處繫。", "213": "是名微定。復次若定欲界繫色界繫空處繫", "214": "識處繫不用處繫。是名麁定。若定不繫。是名", "215": "細定。若定非想非非想處繫。是名微定。", "216": "云何有覺有觀定。無覺有觀定。無覺無觀定。", "217": "空定無相定無作定。如道品三支道中廣說。", "218": "云何三願得定。若願果得定。若願得定。若寂", "219": "靜願得定。若比丘得一二定。若空無相無作", "22": "定此想共生共住共滅。是名共明想定。如比", "220": "定。比丘如是思惟。我應親近多修學此定。願", "221": "欲得四沙門果故。比丘定親近多修學。願欲", "222": "得四沙門果故。比丘定親近修學。願得四沙", "223": "門果。若如是得定。是名願果得定。若比丘懃", "224": "進行。或有欲無欲有進無進。比丘如是思惟。", "225": "我應修此欲及進親近多修學。比丘欲及進", "226": "親近多修學。應懃進定心。若如是得定。是", "227": "名願得定。若比丘得一二定。不得定難得難", "228": "持。比丘如是思惟。我應親近多修學此定。令", "229": "我得由力尊自在。比丘定親近多修學。令我", "23": "丘定親近多修學已。若一聚落二三乃至十", "230": "得由力尊自在。若如是得定。是名不寂靜", "231": "願得定。是名三願得定。云何非三願得定。不", "232": "得果得定。不願得定。不寂靜願得定。若比", "233": "丘得一二定。若空無相無作定。比丘不如是", "234": "思惟。我應親近多修學此定。不願欲得四沙", "235": "門果故。比丘定親近多修學。不願欲得沙門", "236": "果故。比丘定親近多修學已。得沙門果。若如", "237": "是得定。是名不願果得定。若比丘懃進行。或", "238": "有欲無欲有進無進。比丘不如是思惟。我應", "239": "修欲及進親近多修學。比丘欲及進親近多", "24": "聚落。以清淨心遍解行有明心勝。如實人若", "240": "修學。應懃進定心。若如是得定。是名不願得", "241": "定。若比丘近得一二定。不定得難得難持。", "242": "比丘不如是思惟。我應親近多修學此定。令", "243": "我得定由力尊自在。比丘定親近多修學。令", "244": "我得定由力尊自在。若如是得定。是名不寂", "245": "靜願得定。是名非三願得定。", "246": "云何內身觀內身定。若比丘一切內四大色", "247": "身攝法。若一處內四大色身攝法。觀無常苦", "248": "空無我。得定心住正住。是名內身觀內身定。", "249": "云何外身觀外身定。若比丘一切外四大色", "25": "想憶想。是名明想。若定此想共生共住共滅。", "250": "身攝法。若一處外四大色身攝法。觀無常苦", "251": "空無我。得定心住正住。是名外身觀外身定。", "252": "云何內外身觀內外身定。若比丘一切內外", "253": "四大色身攝法。若一處內外四大色身攝法。", "254": "觀無常苦空無我。得定心住正住。是名內外", "255": "身觀內外身定。云何內受觀內受定。若比丘", "256": "一切內受。若一處內受。觀無常苦空無我。得", "257": "定心住正住。是名內受觀內受定。云何外受", "258": "觀外受定。若比丘一切外受。若一處外受。觀", "259": "無常苦空無我。得定心住正住是名外受觀", "26": "是名共明想定。如比丘定親近多修學已。若", "260": "外受定。云何內外受觀內外受定。若比丘一", "261": "切內外受若一處內外受。觀無常苦空無我。", "262": "得定心住正住。是名內外受觀內外受定。", "263": "云何內心觀內心定。若比丘一切內心。若一", "264": "處內心。觀無常苦空無我。得定心住正住。是", "265": "名內心觀內心定。云何外心觀外心定。若比", "266": "丘一切外心。若一處外心。觀無常苦空無我。", "267": "得定心住正住。是名外心觀外心定。云何內", "268": "外心觀內外心定。若比丘一切內外心。若一", "269": "處內外心。觀無常苦空無我。得定心住正住。", "27": "一園二三乃至十園。以清淨心遍解行有明", "270": "是名內外心觀內外心定。云何內法觀內法", "271": "定。若比丘除四大色身攝法。及受心餘一切", "272": "內法。若一處內法。觀無常苦空無我。得定心", "273": "住正住。是名內法觀內法定。云何外法觀外", "274": "法定。若比丘除四大色身攝法。及受心餘一", "275": "切外法。若一處外法。觀無常苦空無我。得定", "276": "心住正住。是名外法觀外法定。云何內外法", "277": "觀內外法定。若比丘除四大色身攝法及受", "278": "心。餘一切內外法。若一處內外法觀無常苦", "279": "空無我。得定心住正住。是名內外法觀內外", "28": "心勝。如實人若想憶想。是名明想。若定此", "280": "法定。", "281": "云何內境界定。思惟內法若定生。是名內境", "282": "界定。云何外境界定。思惟外法若定生。是名", "283": "外境界定。云何內外境界定。若思惟內外法", "284": "若定生。是名內外境界定。", "285": "云何眾生境界定。無眾生境界定。復次若以", "286": "慈悲喜捨思惟眾生若生定。是名眾生境界", "287": "定。", "288": "云何色境界定。思惟色法若定生。是名色境", "289": "界定。云何無色境界定。思惟無色法若定生。", "29": "想共生共住共滅。是名共明想定。如比丘定", "290": "是名無色境界定。", "291": "云何眾生境界定。如上說。云何有為境界定。", "292": "思惟有為法若定生。是名有為境界定。云何", "293": "無為境界定。思惟無為法若定生。是名無為", "294": "境界定。", "295": "云何眾生境界定。如上說。云何法境界定。思", "296": "惟法若定生。是名法境界定。云何無境界定。", "297": "無無境界定。復次思惟過去未來法若定生。", "298": "是名無境界定。", "299": "云何少定。若定少少住少間住。是名少定。云", "3": "共曇摩崛多等譯", "30": "親近多修學已。水陸周匝。以清淨心遍解行", "300": "何中定。若定中中住中間住。是名中定。云何", "301": "無量定。若定無量無量住無量間住。是名無", "302": "量定。復次若定少住少軟少境界。是名少定。", "303": "若定中住中軟中境界。是名中定。若定無量", "304": "住無量勝無量境界。是名無量定。", "305": "云何少境界定。若定緣一眾生一法一行故", "306": "生。除如來及涅槃。是名少境界定。云何中境", "307": "界定。若定緣有量眾生有量法故生。除如來", "308": "及涅槃。是名中境界定。云何無量境界定。若", "309": "定緣無量眾生無量法如來及涅槃故生。是", "31": "有明心勝。如實人若想憶想。是名明想。若", "310": "名無量境界定。", "311": "云何少定少境界。若定緣少住少軟一眾生", "312": "一法一行故生。除如來及涅槃。是名少定少", "313": "境界。云何少定中境界。若定緣少住少軟有", "314": "量眾生有量法故生除如來及涅槃。是名少", "315": "定中境界。云何少定無量境界。若定緣少住", "316": "少軟無量眾生無量法如來及涅槃故生。是", "317": "名少定無量境界。云何中定少境界。若定緣", "318": "中住中軟一眾生一法一行故生。除如來及", "319": "涅槃。是名中定少境界。云何中定中境界若", "32": "定此想共生共住共滅。是名共明想定。如比", "320": "定緣中住中軟有量眾生有量法故生。除如", "321": "來及涅槃。是名中定中境界。云何中定無量", "322": "境界。若定緣中住中軟無量眾生無量法如", "323": "來及涅槃故生。是名中定無量境界。", "324": "云何無量定少境界。若定緣無量住無量勝一", "325": "眾生一法一行。除如來及涅槃。是名無量定", "326": "少境界。云何無量定中境界。若定緣無量住", "327": "無量勝有量眾生有量法故。除如來及涅槃。", "328": "是名無量定中境界。云何無量定無量境界。", "329": "若定緣無量住無量勝無量眾生無量法如來", "33": "丘定親近多修學已。以天眼清淨過人。見眾", "330": "及涅槃。是名無量定無量境界。", "331": "云何少住定。若定少間住。如彈指頃或多。非", "332": "如搆牛頃或多。是名少住定。云何中住定。", "333": "若定中間住。如搆牛頃或多。非七日或多。是", "334": "名中住定。云何無量住定。若定無量間住七", "335": "日或多。是名無量住定。云何少定少住。若", "336": "定少境界少軟。若少間住。如彈指頃或多。", "337": "非如搆牛頃或多。是名少定少住。云何少定", "338": "中住。若定少境界少軟。若中間住。如搆牛", "339": "頃或多。非七日或多。是名少定中住。云何少", "34": "生生死好色惡色善道惡道卑勝。知眾生造", "340": "定無量住。若定少境界少軟若無量間住。七", "341": "日或多。是名少定無量住。云何中定少住。若", "342": "定中境界中軟。若少間住。彈指頃或多。非如", "343": "搆牛頃或多。是名中定少住。云何中定中住。", "344": "若定中境界中軟。若中間住。如搆牛頃或多。", "345": "非七日或多。是名中定中住。云何中定無量", "346": "住。若定中境界中軟。若無量間住。七日或", "347": "多。是名中定無量住。云何無量定少住。若定", "348": "無量境界無量勝。若少間住。如彈指頃或多。", "349": "非如搆牛頃或多。是名無量定少住。云何無", "35": "業。此眾生身惡行成就。口意惡行成就。謗賢", "350": "量定中住。若定無量境界無量勝少間住。如", "351": "搆牛頃或多。非七日或多。是名無量定中住。", "352": "云何無量定無量住。若定無量境界無量勝", "353": "無量間住。七日或多。是名無量定無量住。", "354": "云何過去定。若定生已滅。是名過去定。云何", "355": "未來定。若定未生未出。是名未來定。云何現", "356": "在定。若定生未滅。是名現在定。云何過去境", "357": "界定。思惟過去法若定生。是名過去境界定。", "358": "云何未來境界定。思惟未來法若定。生是名", "359": "未來境界定。云何現在境界定。思惟現在法", "36": "聖邪見造邪見業。身壞命終墮地獄畜生餓", "360": "若定生。是名現在境界定。云何非過去非未", "361": "來非現在境界定。思惟非過去非未來非現", "362": "在法若定生。是名非過去非未來非現在境", "363": "界定。", "364": "云何欲界繫定。若定欲漏有漏。是名欲界繫", "365": "定。云何色界繫定。若定色漏有漏。是名色界", "366": "繫定。云何無色界繫定。若定無色漏有漏。是", "367": "名無色界繫定。云何不繫定。若定聖無漏。", "368": "是名不繫定。", "369": "云何作定非離。若定非聖有報。是名作定非", "37": "鬼。此眾生身善行成就。口意善行成就。不謗", "370": "離。云何離定非作。若定聖有報能斷煩惱。是", "371": "名離定非作。云何作離定。無一定若作若離。", "372": "若作定非離。若離定非作。是名作離定。云何", "373": "非作非離定。除作離定若餘定。是名非作非", "374": "離定。復次作定非離。若定欲界有報。是名作", "375": "定非離。若定聖有報。能斷煩惱。是名離定非", "376": "作。若修定斷欲界煩惱。受色無色界有。是名", "377": "作離定。若定無報。若定聖有報。非斷煩惱。", "378": "是名非作非離定。取定非出出定。非取出取", "379": "定。非取非出定。有染定。非離染離染定。非有", "38": "賢聖正見。造正身業。身壞命終生天上人", "380": "染有染離染定。非有染非離染定。有扼定。", "381": "非離扼離扼定。非有扼有扼離扼定。非有扼", "382": "非離扼定。亦如是。", "383": "云何智果定非斷果。若修定生智非能斷煩", "384": "惱。是名智果定非斷果。云何斷果定非智果。", "385": "若修定斷煩惱不生智。是名斷果定非智果。", "386": "云何智果斷果定。無一定若智果若斷果。若", "387": "智果定非斷果。若斷果定非智果。是名智果", "388": "斷果定。云何非智果非斷果定。除智果斷果", "389": "定。若餘定。是名非智果非斷果定。復次智果", "39": "中。如是以天眼清淨過人。見眾生生死好色", "390": "定非斷果。若修定得非聖五通。或一或二。是", "391": "名智果定非斷果。若修定得斯陀含果。是名", "392": "斷果定非智果。若修定得須陀洹果阿那含", "393": "果阿羅漢果。是名智果斷果定。若定無報若", "394": "定有報。非生智非能斷煩惱。是名非智果非", "395": "斷果定。智果定非得果定。得果定非智。果智", "396": "果得果定。非智果非得果定。亦如是。", "397": "云何盡定非覺。若修定斷煩惱不生智。是名", "398": "盡定非覺。云何覺定非盡。若修定生智不斷", "399": "煩惱。是名覺定非盡。云何盡覺定。無一定", "4": "緒分定品下", "40": "惡色善道惡道。知眾生造業。修此定已。以", "400": "若盡若覺。若盡定非覺若覺定非盡。是名盡", "401": "覺定。云何非盡非覺定。除盡覺定若餘定。", "402": "是名非盡非覺定。復次若修定得斯陀含果。", "403": "是名盡定非覺。若修定得非聖五通或一或", "404": "二。是名覺定非盡。若修定得須陀洹果阿那", "405": "含果阿羅漢果。是名盡覺定。若定非報若定", "406": "有報。非能斷煩惱非生智。是名非盡非覺", "407": "定。射定非解。解定非射。射解定。非射解", "408": "定亦如是。", "409": "云何退分定。若定不善。是名退分定。云何住", "41": "天眼清淨過人。見眾生生死。乃至知所造業。", "410": "分定。若定無記。是名住分定。云何增長分", "411": "定。若定非聖善。是名增長分定。云何射分", "412": "定。若定聖有報能斷煩惱。是名射分定。復", "413": "次若修定退非聖善法非住不增長。是名退", "414": "分定。若修定非聖善法住不退不增長。是名", "415": "住分定。若定共射相應。是名射分定。云何", "416": "退分定。非住分。若定有退非住。是名退分定", "417": "非住分。云何住分定非退分。若定住非有退。", "418": "是名住分定非退分。云何退分住分定。無一", "419": "定退分住分。若退分非住分若住分非退分。", "42": "是名共明想定。若比丘定親近多修學已。得", "420": "是名退分住分定。云何非退分非住分定。除", "421": "退分住分定若餘定。是名非退分非住分定。", "422": "云何退分定非增長分。若定有退非增長。是", "423": "名退分定非增長分。云何增長分定非退分。", "424": "若定增長非退。是名增長分定非退分。云何", "425": "退分增長分定。無一定退分增長分。若退分", "426": "非增長分。若增長分非退分。是名退分增長", "427": "分定。云何非退分非增長分定。除退分增長", "428": "分若餘定。是名非退分非增長分定。云何退", "429": "分定非射分。若定有退非射。是名退分定非", "43": "報定。若入定不入定。以天眼清淨過人。見", "430": "射分。云何射分定非退分。若定有射非退。是", "431": "名射分定非退分。云何退分射分定。無一定", "432": "退分射分。若退分定非射分定。若射分定非", "433": "退分。是名退分射分定。云何非退分非射分", "434": "定。除退分射分定若餘定。是名非退分非射", "435": "分定。云何住分定非增長分。若定有住非增", "436": "長。是名住分定非增長分。", "437": "云何增長分定非住分。若定有增長。是名增", "438": "長分定非住分。云何住分增長分定。無一定", "439": "住分增長分。若住分定非增長分定。若增", "44": "眾生生死。乃至知眾生所造業。是名共明想", "440": "長分非住分。是名住分增長分定。云何非", "441": "住分非增長分定。除住分增長分定若餘定。", "442": "是名非住分非增長分定。云何有住分定非", "443": "射分。若定有住非射。是名住分定非射分。云", "444": "何射分定非住分定。若射非住。是名射分定", "445": "非住分。云何住分射分定。無一定若住分射", "446": "分。若住分定非射分。若射分定非住分。是名", "447": "住分射分定。云何非住分非射分定。除住分", "448": "射分定。若餘定。是名非住分非射分定。云何", "449": "增長分定非射分。若定有增長非射。是名增", "45": "定。", "450": "長分定非射分。云何射分定非增長分。若定", "451": "有射非增長。是名射分定非增長分。云何增", "452": "長分射分定。無一定若增長分射分。若增長", "453": "分定非射分。若射分定非增長分。是名增長", "454": "分射分定。云何非增長分非射分定。除增長", "455": "分射分定。若餘定。是名非增長分非射分定。", "456": "四念處。四正懃。四神足。四禪。四無量心。四", "457": "無色定。四向四果。四修定四斷。五根五力五", "458": "解脫入。五出界五觀定。五生解脫法。六念六", "459": "空六出界。六明分法。六悅根法。六無喜正覺。", "46": "何謂無間定。比丘思惟無常苦空無我涅槃", "460": "七覺七想七定所須。八聖道八解脫八勝處。", "461": "九滅九次第滅定九想。十想十正法。十一切", "462": "入十一解脫入。如上道品廣說。", "463": "舍利弗阿毘曇論卷第三十", "47": "寂靜。得定心住。得定已得初聖五根。以得", "48": "初聖五根故。上正決定。離凡夫地未得須陀", "49": "洹果。若中命終。無有是處。若未得須陀洹果。", "5": "何謂共明想定。如比丘取諸明相。謂火光", "50": "墮地獄畜生餓鬼。無有是處。若比丘定親近", "51": "多修學已。得無間定向須陀洹果。若此定無", "52": "間滅已。得須陀洹果。是名無間定。若比丘", "53": "定親近多修學已。得無間定向斯陀含果。若", "54": "此定無間滅已。得斯陀含果。是名無間定。若", "55": "比丘定親近多修學已。得無間定。向阿那含", "56": "果。若此定無間滅已。得阿那含果。是名無間", "57": "定。若比丘定親近多修學已。得無間定。向", "58": "阿羅漢果。若此定無間滅已。得阿羅漢果。是", "59": "名無間定。云何定根。學人離煩惱。聖心入聖", "6": "日月星宿光摩尼珠光。取諸光明相已。若樹", "60": "道。若堅信堅法。是名定根。云何定根學人離", "61": "煩惱。聖心入聖道若堅信堅法。及餘趣人見", "62": "行過患。觀涅槃寂滅。若實人觀苦集滅道。未", "63": "得欲得。未解欲解。未證欲證。修道離煩惱。見", "64": "學人若須陀洹斯陀含阿那含觀智具足。若", "65": "智地若觀解脫心。若得四沙門果。若須陀洹", "66": "果斯陀含果阿那含果。無學人阿羅漢。未得", "67": "聖法。欲得修道。觀智具足。若智地若觀解脫", "68": "心。得阿羅漢果已。如實人如趣人。若心住", "69": "正住專住緣住。心一定一樂。不分散不捨。心", "7": "下露處。思惟光明知光明受光明。如實人若", "70": "依意心獨處定力定覺正定。是名定根。云何", "71": "定力。定根是名定力。云何定覺。定力是名", "72": "定覺。云何正定。若定善順不逆。是名正定。", "73": "云何邪定。若定不善不順逆。是名邪定。", "74": "云何聖定。若定無漏。是名聖定。云何非聖定。", "75": "若定有漏。是名非聖定。", "76": "云何有漏定。若定有染。是名有漏定。云何無", "77": "漏定。若定無染。是名無漏定。", "78": "云何有染定。若定有求。是名有染定。云何無", "79": "染定。若定無求。是名無染定。云何有求定。", "8": "想憶想。是名光明想。若定此想共生共住共", "80": "若定當取。是名有求定。云何無求定。若定非", "81": "當取。是名無求定。", "82": "云何當取定。若定有取。是名當取定。云何非", "83": "當取定。若定無取。是名非當取定。", "84": "云何有取定。若定有勝。是名有取定。云何無", "85": "取定。若定無勝。是名無取定。", "86": "云何有勝定。若定有取。是名有勝定。云何無", "87": "勝定。若定不取。是名無勝定。復次若定有", "88": "餘定勝妙過。是名有勝定。若定無餘定勝妙", "89": "過是名無勝定復次若修定已如來於一切法", "9": "滅。是名共明想定。如比丘定親近多修學已。", "90": "無礙知見得由力尊勝無上正覺如來十力成", "91": "就四無所畏。大慈大悲轉於法輪。自在成就。", "92": "除此定若餘定。是名有勝定。若上所除定。是", "93": "名無勝定。", "94": "云何受定。若定內是名受定。云何非受定。若", "95": "定外是名非受定。", "96": "云何內定。若定受是名內定。云何外定。若定", "97": "非受。是名外定。", "98": "云何有報定。若定報法。是名有報定。云何無", "99": "報定。若定報若非報非報法。是名無報定。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論", "author": "姚秦 曇摩耶舍共曇摩崛多等譯", "sourceLink": "http://www.cbeta.org/"}