{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1927 十不二門", "text": {"0": "No. 1927 [cf. No. 1928]", "1": "十不二門", "10": "化，出世大意罄無不盡，故不可不了十妙大", "100": "無始一念三千。以三千中生陰二千為正，國", "101": "土一千屬依，依正既居一心，一心豈分能所？", "102": "雖無能所，依正宛然，是則理性、名字、觀行，已", "103": "有不二依正之相，故使自他因果相攝。但眾", "104": "生在理，果雖未辦，一切莫非遮那妙境。然應", "105": "復了，諸佛法體非遍而遍，眾生理性非局而", "106": "局，始終不改、大小無妨，因果理同依正何別？", "107": "故淨穢之土、勝劣之身，塵身與法身量同，塵", "108": "國與寂光無異，是則一一塵剎一切剎，一一", "109": "塵身一切身，廣狹勝劣難思議，淨穢方所無", "11": "綱，故撮十妙為觀法大體。若解迹妙，本妙非", "110": "窮盡，若非三千空假中，安能成茲自在用。如", "111": "是方知生佛等，彼此事理互相收。此以染淨", "112": "不二門成。", "113": "七、自他不二門者，隨機利他，事乃憑本。本謂", "114": "一性具足自他，方至果位自即益他。如理性", "115": "三德、三諦三千，自行唯在空中，利他三千赴", "116": "物。物機無量不出三千，能應雖多不出十界，", "117": "界界轉現不出一念，土土互生不出寂光。眾", "118": "生由理具三千故能感，諸佛由三千理滿故", "119": "能應，應遍機遍欣赴不差。不然，豈能如鏡現", "12": "遙，應知但是離合異耳。因果義一，自他何殊？", "120": "像？鏡有現像之理，形有生像之性，若一形對", "121": "不能現像，則鏡理有窮、形事不通。若與鏡隔", "122": "則容有是理，無有形對而不像者。若鏡未現", "123": "像由塵所遮，去塵由人磨，現像非關磨者，以", "124": "喻觀法大旨可知。應知理雖自他具足，必藉", "125": "緣了為利他功。復由緣了與性一合，方能稱", "126": "性施設萬端，則不起自性化無方所。此由依", "127": "正不二門成。", "128": "八、三業不二門者，於化他門事分三密，隨順", "129": "物理得名不同，心輪鑒機、二輪設化，現身說", "13": "故下文云，本迹雖殊、不思議一。況體宗用秖", "130": "法未曾毫差。在身分於真應，在法分於權實。", "131": "二身若異，何故乃云即是法身？二說若乖，何", "132": "故乃云皆成佛道？若唯法身，應無垂世；若唯", "133": "佛道，誰施三乘？身尚無身，說必非說，身口平", "134": "等，等彼意輪，心色一如不謀而化，常冥至極", "135": "稱物施為，豈非百界一心？界界無非三業，界", "136": "尚一念，三業豈殊？果用無虧，因必稱果，若信", "137": "因果，方知三密有本。百界三業俱空假中，故", "138": "使稱宜遍赴為果。一一應色、一一言音，無不", "139": "百界三業具足，化復作化斯之謂歟。故一念", "14": "是自他因果法故，況復教相秖是分別前之", "140": "凡心已有理性三密相海，一塵報色同在本", "141": "理毘盧遮那，方乃名為三無差別。此以自他", "142": "不二門成。", "143": "九、權實不二門者，平等太慧常鑒法界，亦由", "144": "理性九權一實，實復九界、權亦復然，權實相", "145": "冥，百界一念，不可分別任運常然。至果乃由", "146": "契本一理，非權非實而權而實，此即如前心", "147": "輪自在，致令身口赴權實機。三業一念無乖", "148": "權實，不動而施豈應隔異？對說即以權實立", "149": "稱，在身即以真應為名，三業理同權實冥合。", "15": "四章，使前四章與諸文永異，若曉斯旨則教", "150": "此以三業不二門成。", "151": "十、受潤不二門者，物理本來性具權實，無始", "152": "熏習或權或實，權實由熏理常平等，遇時成", "153": "習行願所資，若無本因熏亦徒設，遇熏自異", "154": "非由性殊。性雖無殊必藉幻發，幻機幻感幻", "155": "應幻赴，能應所化並非權實。然由生具非權", "156": "非實成權實機，佛亦果具非權非實為權實", "157": "應，物機應契身土無偏，同常寂光無非法界。", "158": "故知三千同在心地，與佛心地三千不殊，四", "159": "微體同權實益等。此以權實不二門成。", "16": "有所歸。一期縱橫不出一心，三千世間即空", "160": "是故十門，門門通入，色心乃至受潤咸然。故", "161": "使十妙始終理一，如境本來具三，依理生解", "162": "故名為智，智解導行行解契理，三法相符不", "163": "異而異，而假立淺深設位簡濫。三法秖是證", "164": "彼三理，下之五章三法起用。既是一念三", "165": "千，即空假中，成故有用。若了一念，十方三世", "166": "諸佛之法本迹非遙。故重述十門，令觀行可", "167": "識。首題既爾，覽別為總，符文可知。", "168": "十不二門竟", "17": "假中，理境乃至利益咸爾，則止觀十乘，成今", "18": "自行因果；起教一章，成今化他能所。則彼此", "19": "昭著，法華行成，使功不唐捐，所詮可識。故更", "2": "唐荊溪尊者湛然述", "20": "以十門收攝十妙。何者？為實施權則不二而", "21": "二，開權顯實則二而不二，法既教部咸開成", "22": "妙，故此十門不二為目，一一門下以六即檢", "23": "之。本門已廣引誠證，此下但直申一理，使", "24": "一部經旨皎在目前。", "25": "一者、色心不二門，二者、內外不二門，三者、修", "26": "性不二門，四者、因果不二門，五者、染淨不二", "27": "門，六者、依正不二門，七者、自他不二門，八者、", "28": "三業不二門，九者、權實不二門，十者、受潤不", "29": "二門。是中第一，從境妙立名；第二第三，從智", "3": "然此迹門，談其因果及以自他，使一代教門", "30": "行立名；第四，從位法立名；第五第六第七，從", "31": "感應神通立名；第八第九，從說法立名；第十，", "32": "從眷屬利益立名。一、色心不二門者，且十如", "33": "境乃至無諦，一一皆可總別二意，總在一", "34": "念，別分色心。何者？初十如中，相唯在色，性唯", "35": "在心，體、力、作、緣義兼色心，因、果唯心，報唯約", "36": "色；十二因緣苦業兩兼，惑唯在心；四諦則三", "37": "兼色心，滅唯在心；二諦三諦皆俗具色心、真", "38": "中唯心；一實及無，準此可見。既知別已，攝別", "39": "入總，一切諸法無非心性，一性無性三千宛", "4": "融通入妙故。凡諸義釋，皆約四教及以五味，", "40": "然。當知心之色心即心名變，變名為造，造謂", "41": "體用，是則非色非心而色而心，唯色唯心良", "42": "由於此。故知但識一念，遍見己他生佛。他生", "43": "他佛尚與心同，況己心生佛寧乖一念？故彼", "44": "彼境法，差差而不差。", "45": "二、內外不二門者，凡所觀境不出內外，外謂", "46": "託彼依正色心，即空假中，即空假中妙，故色", "47": "心體絕。唯一實性無空假中，色心宛然豁同", "48": "真淨，無復眾生七方便異，不見國土淨穢差", "49": "品，而帝網依正終自炳然。所言內者，先了外", "5": "意在開教，悉入醍醐。觀心乃是教行樞機，仍", "50": "色心一念無念，唯內體三千即空假中，是則", "51": "外法全為心性。心性無外攝無不周，十方諸", "52": "佛法界有情，性體無殊一切咸遍，誰云內外、", "53": "色心、己他？此即用向色心不二門成。", "54": "三、修性不二門者，性德秖是界如一念，此內", "55": "界如三法具足，性雖本爾，藉智起修，由修照", "56": "性，由性發修，存性則全修成性，起修則全性", "57": "成修，性無所移、修常宛爾。修又二種：順修、逆", "58": "修。順謂了性為行，逆謂背性成迷。迷了二心，", "59": "心雖不二，逆順二性，性事恒殊。可由事、不移", "6": "且略點，寄在諸說或存或沒，非部正意，故縱", "60": "心，則令迷修成了，故須一期迷了，照性成修，", "61": "見性修心，二心俱泯。又了順修對性有離有", "62": "合，離謂修性各三，合謂修二性一。修二各三，", "63": "共發性三，是則修雖具九，九秖是三。為對性", "64": "明修故，合修為二，二與一性如水為波，二亦", "65": "無二亦如波水。應知性指三障，是故具三，修", "66": "從性成，成三法爾。達無修性、唯一妙乘，無所", "67": "分別，法界洞朗。此由內外不二門成。", "68": "四、因果不二門者，眾生心因既具三軌，此因", "69": "成果名三涅槃，因果無殊始終理一。若爾因", "7": "有施設託事附法，或辯十觀列名而已。所明", "70": "德已具，何不住因？但由迷因各自謂實。若了", "71": "迷性實，唯住因故，久研此因，因顯名果。秖緣", "72": "因果理一，用此一理為因，理顯無復果名，豈", "73": "可仍存因號？因果既泯，理性自亡，秖由亡智", "74": "親疎，致使迷成厚薄。迷厚薄故，強分三惑，義", "75": "開六即，名智淺深。故如夢勤加、空名惑絕，幻", "76": "因既滿鏡像果圓，空像雖即義同，而空虛像", "77": "實，像實故稱理本有，空虛故迷轉成性，是則", "78": "不二而二立因果殊，二而不二始終體一。若", "79": "謂因異果，因亦非因，曉果從因，因方克果。所", "8": "理境、智行、位法，能化所化意在能詮，詮中咸", "80": "以三千在理同名無明，三千果成咸稱常樂。", "81": "三千無改無明即明，三千並常俱體俱用。此", "82": "以修性不二門成。", "83": "五、染淨不二門者，若識無始，即法性為無明，", "84": "故可了今即無明為法性。法性之與無明遍", "85": "造諸法，名之為染，無明之與法性遍應眾緣，", "86": "號之為淨。濁水清水，波濕無殊，清濁雖即由", "87": "緣，而濁成本有，濁雖本有而全體是清，以二", "88": "波理通、舉體是用，故三千因果俱名緣起。迷", "89": "悟緣起不離剎那，剎那性常，緣起理一，一理", "9": "妙。為辯詮內始末自他故，具演十妙搜括一", "90": "之內而分淨穢，別則六穢四淨，通則十通淨", "91": "穢。故知剎那染體悉淨，三千未顯驗體仍迷，", "92": "故相似位成六根遍照。照分十界，各俱灼然，", "93": "豈六根淨人謂十定十？分真垂迹十界亦然，", "94": "乃至果成等彼百界。故須初心而遮而照，照", "95": "故三千恒具，遮故法爾空中，終日雙亡終日", "96": "雙照，不動此念遍應無方，隨感而施淨穢斯", "97": "泯。亡淨穢故以空以中，仍由空中轉染為淨。", "98": "由了染淨空中自亡，此以因果不二門成。", "99": "六、依正不二門者，已證遮那一體不二，良由"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1927 十不二門", "author": "唐 湛然述", "sourceLink": "http://www.cbeta.org/"}