{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2820 菩薩藏修道眾經抄卷第十二", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2820", "1": "菩薩藏修道眾經抄卷第十二", "2": "增上慧學精進通一切□□□□□□□□", "3": "觀世音白佛言。世尊。此六□□□□□□□", "4": "幾是智慧眾具佛告觀世□□□□□□□德", "5": "眾。具增上惠學智慧眾。具禪及精進通一切。", "6": "觀世音白佛言。世尊。菩薩於六學事云何學。", "7": "佛告觀世音。有五種學波羅蜜相應。謂說正", "8": "法菩薩藏。先極信解於彼行十法。行聞思修", "9": "慧。護菩提心。習近善知識。方便修學無間善", "10": "業。", "11": "觀世音白佛言。世尊。何故此諸學六種施設。", "12": "佛告觀世音。有二事。一者攝取眾生。二者對", "13": "治煩惱。彼三學攝取眾生。三學對治煩惱。菩", "14": "薩布施眾具眾具饒益攝取眾生。菩薩持戒", "15": "不行惱害亦不恐迫無畏饒益攝取眾生。菩", "16": "薩忍辱於彼惱害逼迫恐怖堪忍饒益攝取眾", "17": "生。以此三學攝取眾生。以懃精進折伏煩惱。", "18": "生斷煩惱修學善業。修學善業不為一切煩", "19": "惱所動。以禪伏煩惱。以慧斷諸使。以此三學", "20": "對治煩惱。", "21": "觀世音菩薩白佛言。世尊。何故六波羅蜜作", "22": "如是次第說。佛告觀世音。彼上上招引依故", "23": "菩薩捨身財受持淨戒護戒故忍。忍已精進。", "24": "進已能禪。禪具足已得出世間慧。觀世音白", "25": "佛言。世尊。彼諸波羅蜜有幾種分別。佛告觀", "26": "世音。各有三種檀波羅蜜。三種者。謂法施財", "27": "施無畏施。尸波羅蜜三種者。謂轉捨不善戒。", "28": "轉生善戒轉利眾生戒。羼提波羅蜜三種者。", "29": "謂不饒益忍。安苦忍。觀法忍。毘梨耶波羅蜜", "30": "三種者。謂弘誓精進。善方便精進。利眾生精", "31": "進。禪波羅蜜三種者。謂離忘想寂靜煩惱苦", "32": "對治樂樂住禪。開引功德禪。開引利眾生禪。", "33": "般若波羅蜜三種者。謂世諦緣。第一義諦緣。", "34": "利眾生緣。", "35": "觀世音白佛言。世尊。何以故此諸波羅蜜名", "36": "波羅蜜。佛告觀世音。有五種。一者無閡。二者", "37": "無顧。三者無過。四者無妄想。五者迴向。無閡", "38": "者。謂於波羅蜜相違事不染著。無顧者。謂於", "39": "波羅蜜果報及現世利心不繫縛。無過者。謂", "40": "於諸波羅蜜離雜染污無方便法。無妄想者。", "41": "謂於諸波羅蜜不如言說計著自相。迴向者。", "42": "謂此諸波羅蜜已作已長養。為求無上大菩", "43": "提果。", "44": "觀世音白佛言。世尊。何等為違波羅蜜事。佛", "45": "告觀世音。當知。有六事。一者欲樂錢財自在", "46": "增上主自見安樂功德福利。二者隨其所欲", "47": "縱身口意。三者於他輕慢心不堪忍。四者於", "48": "諸善法不懃方便。五者習近世間雜亂眾事", "49": "見聞學識。六者世間戲論作福利見。", "50": "觀世音白佛言。世尊。此諸波羅蜜有何果報。", "51": "佛告觀世音。彼亦有六種。一者大財。二者善", "52": "趣。三者無怨。四者不壞。五者多喜樂眾生增", "53": "上主。六者無害自身有大堪能。", "54": "觀世音白佛言。世尊。何故菩薩深樂波羅蜜", "55": "受果報。佛告觀世音菩薩。有五事。一者諸波", "56": "羅蜜增上喜樂真實因。二者攝取自他因。三", "57": "者來世受果報因。四者離煩惱事。五者不往", "58": "惡趣。", "59": "觀世音白佛言。世尊。此諸波羅蜜各有何德", "60": "力。佛告觀世音。當知。各有四種。一者菩薩修", "61": "諸波羅蜜時捨離慳貪犯戒懈怠亂心諸見。", "62": "二者為無上菩提真實眾具。三者於現法中", "63": "攝取自他。四者於未來世得廣大無盡受果", "64": "報。", "65": "觀世音白佛言。世尊。此諸波羅蜜何因何果", "66": "何義。佛告觀世音。此諸波羅蜜悲為因受報。", "67": "攝眾生為果。滿足大菩提為大義。", "68": "觀世音白佛言。世尊。若菩薩有無盡財及有", "69": "悲心者。何故世間有貧窮眾生。佛告觀世音。", "70": "此是眾生自業過取。若異者他常為作。彼則", "71": "應有無盡之財。世間何有貧窮眾生。若然者", "72": "眾生作惡不應為障。觀世音。譬如餓鬼為渴", "73": "所逼。唯見空壑非彼海過。但彼餓鬼自業過", "74": "耳。如彼大海無有過。各菩薩無過亦復如是。", "75": "如彼餓鬼自業果報。眾生業報亦復如是。", "76": "觀世音白佛言。世尊。一切諸法悉無自性。菩", "77": "薩以何等波羅蜜取。佛告觀世音。般若波羅", "78": "蜜。觀世音白佛言。世尊。般若波羅蜜取無自", "79": "性者。何故不取自性。佛告觀世音。我不說無", "80": "自性取無自性。然無自性無字。自性彼不能", "81": "離字說而說。以是故離自性取離自性。", "82": "大般涅槃經卷第二十二大般涅槃經卷第二十二", "83": "爾時光明。遍照高貴德王菩薩摩訶薩白佛", "84": "言。世尊。云何布施不得名為檀波羅蜜。云何", "85": "布施而得名之檀波羅蜜。乃至波若云何不", "86": "得名般若波羅蜜。云何得名般若波羅蜜。佛", "87": "言。善男子。菩薩摩訶薩修行方等大般涅槃", "88": "不聞布施。不見布施。不聞檀波羅蜜。不見", "89": "檀波羅蜜。乃至不聞般若。不見般若。不聞般", "90": "若波羅蜜。不見般若波羅蜜。不聞涅槃。不見", "91": "涅槃。不見大涅槃。菩薩摩訶薩修大涅槃知", "92": "見法界。解了實相空無所有。無有和合覺知", "93": "之相。得無漏相．無所作相．如幻化相．熱時炎", "94": "相．乾闥婆城空處之相。菩薩爾時得如是相。", "95": "無貪恚癡。不聞不見。是名菩薩摩訶薩真實", "96": "之相安住實相。菩薩摩訶薩自知。此是檀。此", "97": "是檀波羅蜜。乃至此是般若。此是般若波羅", "98": "蜜。此是涅槃。此是大涅槃。善男子。云何是施", "99": "非波羅蜜。見有乞者然後乃與。是名為施非", "100": "波羅蜜。若無乞者開心自施。是則名為檀波", "101": "羅蜜。若時時施。是名為施非波羅蜜。若修常", "102": "施。是則名為檀波羅蜜。若施他已還生悔心。", "103": "是名為施非波羅蜜。施已不悔。是則名為檀", "104": "波羅蜜。菩薩摩訶薩於財物中生四怖心。王", "105": "賊．水火．歡喜施與。是則名為檀波羅蜜。若望", "106": "報施。是名為施非波羅蜜。施不望報是則名", "107": "為檀波羅蜜。若為恐怖名聞利養家法相續", "108": "天上五欲。為憍慢故。為勝慢故。為知識故。為", "109": "來報故。如市易法。善男子。大涅槃中如是之", "110": "事。從無量劫來不聞而聞。尸羅波羅蜜乃至", "111": "般若波羅蜜。如雜華經中廣說。", "112": "華嚴經華嚴經", "113": "菩薩從初發心所為功德求善知識。往詣諸", "114": "佛恭敬供養。修習善根。行檀波羅蜜。難捨能", "115": "施。行尸波羅蜜。棄損天下宮殿眷屬。出家學", "116": "道淨修禁戒行羼提波羅蜜。一切眾生悉加", "117": "惡言無量逼切。皆悉能忍行毘梨耶波羅蜜", "118": "修。諸苦行專求菩提。其心堅固而不退轉行", "119": "禪波羅蜜。諸方便道滿足清淨禪波羅蜜。於", "120": "諸三昧而得自在究竟。一切諸三昧海相續", "121": "次第未曾斷絕。行般若波羅蜜清淨。菩薩圓", "122": "滿智慧出明淨慧曰。無盡慧藏究竟智海。", "123": "大集經卷第十六大集經卷第十六", "124": "佛言。善男子。若有菩薩行檀波羅蜜時。觀身", "125": "如幻。觀受如夢。觀於菩提猶如虛空。行施之", "126": "時不見一法。是名檀波羅蜜不可宣說。若有", "127": "菩薩觀戒戒地毀戒及地。觀諸眾生無有我性", "128": "觀於法性。是名持戒。不呰破戒。具足戒已不", "129": "發三眼。一持戒眼。二破戒眼。三菩薩眼。雖復", "130": "持戒不求一法。不見菩提去來現在。是名尸", "131": "波羅蜜不可宣說。若有菩薩觀諸眾生。不生", "132": "不出而修於忍。觀於菩提眾生諸法皆悉空", "133": "寂。眾生空中無瞋喜心。亦復不覺一法怨相", "134": "而修於忍。是名羼提波羅蜜不可宣說。若", "135": "有菩薩懃行精進。都不見有身口意等。一法", "136": "是生一法是滅而修精進不壞法界。為度眾", "137": "生而修莊嚴。於空無我不生錯亂。為欲具", "138": "足一切佛法而行莊嚴。聞說佛法即是無法。", "139": "於是事中不生恐怖。清淨莊嚴如來世界。雖", "140": "復莊嚴觀之如空。亦不莊嚴。轉於法輪。何以", "141": "故。一切法性不可說故。是名毘梨耶波羅蜜。", "142": "不可宣說。若有菩薩修禪波羅蜜。修已不見", "143": "過去心性。淨本性已不見住處。亦復不見貪", "144": "恚癡心。上中下心及無貪恚愚癡。智慧亦不", "145": "分別。何以故。如貪恚癡亦復如是。如是觀", "146": "已亦入禪定。亦不能作平等。亦不能以不平", "147": "等法而作平等。亦能了知陰界諸入善德淨", "148": "穢有漏世間出世間生死涅槃對治等法。是", "149": "名禪波羅蜜不可宣說。云何名為不可宣說", "150": "般若波羅蜜。若無慧行無我我所。眾生壽命", "151": "士夫常斷有無等見。欲界色界及無色界。是", "152": "名無行無有諍訟無去無來。是則名為隨於", "153": "慧行離無明闇及德邪見。觀如是法即真實", "154": "觀。善男子。火災起時一切燒盡無明因緣。唯", "155": "除虛空菩薩行。是不可宣說。般若波羅蜜時", "156": "亦復如是。無有因緣見一切法本性盡滅。以", "157": "方便故為諸眾生宣說涅槃。", "158": "大品經卷第三大品經卷第三", "159": "爾時須菩提白佛言。世尊。何等是菩薩摩訶", "160": "薩摩訶衍。云何當知。菩薩摩訶薩大乘發趣。", "161": "是乘發何處。是乘至何處。誰當乘。是乘出者。", "162": "佛告須菩提。汝問何等是菩薩摩訶薩摩訶", "163": "衍。須菩提。六波羅蜜。是菩薩摩訶薩摩訶衍。", "164": "何等六檀波羅蜜。尸羅波羅蜜。羼提波羅蜜。", "165": "毘梨耶波羅蜜。禪那波羅蜜。般若波羅蜜。云", "166": "何檀那波羅蜜。須菩提。菩薩摩訶薩應以薩", "167": "婆若心內外所有布施共一切眾生。迴向阿", "168": "耨多羅三藐三菩提。須菩提。是名菩薩摩訶", "169": "薩檀那波羅蜜。用無所得故。云何尸羅波羅", "170": "蜜。須菩提。菩薩摩訶薩以應薩婆若心自", "171": "行十善道。亦教他人行十善道。用無所得故。", "172": "是名菩薩摩訶薩不著尸羅波羅蜜。用無所", "173": "得故。云何名羼提波羅蜜。須菩提。菩薩摩訶", "174": "薩以應薩婆若心自具足忍辱。亦教他行忍", "175": "辱。用無所得故。是名菩薩摩訶薩羼提波羅", "176": "蜜。云何名毘梨耶波羅蜜。須菩提。菩薩摩訶", "177": "薩以應薩婆若心行五波羅蜜懃修不息。亦", "178": "安立一切眾生於五波羅蜜。用無所得故。是", "179": "名菩薩摩訶薩毘梨耶波羅蜜。云何名禪那", "180": "波羅蜜。須菩提。菩薩摩訶薩以應薩婆若心", "181": "自以方便入諸禪不隨禪生。亦教他令入諸", "182": "禪。用無所得故。是名菩薩摩訶薩禪那波羅", "183": "蜜。云何名般若波羅蜜。須菩提。菩薩摩訶薩", "184": "以應薩婆若心不著一切法。亦觀一切法性。", "185": "用無所得故。亦教他不著一切法。亦觀一切", "186": "法性。用無所得故。是名菩薩摩訶薩般若波", "187": "羅蜜。須菩提是為菩薩摩訶薩摩訶衍。", "188": "集一切福德經卷第二集一切福德經卷第二", "189": "復次那羅延菩薩。若知施及菩提眾生如來", "190": "等無二行。持戒菩提眾生如來等無二行。忍", "191": "辱菩提眾生如來等無二行。精進菩提眾生", "192": "行。智慧菩提眾生如來等無二行。菩薩如是", "193": "行六波羅蜜。則不壞則行之性相。菩薩如是", "194": "修行菩提。", "195": "淨業障經一卷佛說淨業障經一卷", "196": "佛告文殊師利。夫障礙者。貪欲是障礙。瞋恚", "197": "是障礙。愚癡是障礙。布施是障礙。持戒是障", "198": "礙。忍辱是障礙。精進是障。禪定是障礙。智", "199": "慧是障礙。文殊師利取要言之。若於諸法有", "200": "縛有解。當知。如是皆是障礙。爾時文殊師利", "201": "法王子白佛言。世尊。云何布施持戒忍辱精", "202": "進禪定智慧是障礙法。佛告文殊師利法王", "203": "子。一切諸法性無障礙。而諸凡夫愚小無智", "204": "自生分別。於施持戒忍辱精進禪定智慧而作", "205": "障礙。所以者何。文殊師利。凡夫之人行布施", "206": "時。於慳眾生不生恭敬。以不恭敬便生瞋心。", "207": "以瞋心故墮大地獄。自身持戒。見犯戒者而", "208": "生輕慢。說其遇惡令他聞之生不恭敬。以不", "209": "恭敬故墮於惡趣。自修忍辱。以忍辱故而生", "210": "憍心。我是忍辱餘人麁惡。以是忍故而生放", "211": "逸。當知。即是眾惡之本。自行精進。於懈怠者", "212": "生如是念。如此愚人不應貪他信施供養。乃", "213": "至不應受一飲水。常於己身而起貢高卑下", "214": "他人。當知。是輩愚小無智。自行禪定。見我", "215": "想者。發如是念。我常修定。其餘比丘多諸亂", "216": "心說於邪論。如此之人去道尚遠。何能得佛。", "217": "作是念時隨所起念一念一劫還受生死。甫", "218": "當更修菩提之道。自恃多聞。於無名法以不", "219": "真智妄生分別。見有所得起大憍慢。我說是", "220": "輩是大愚癡無智之人。諸覺所覆非是大人。", "221": "雖復志求大乘之道。作如是言。我當於世為", "222": "最為勝。而聲聞小乘之人不生恭敬。輕慢惡", "223": "賤說其過罪。以其惡心說麁惡語故而墮惡", "224": "趣。", "225": "十波羅蜜法門十波羅蜜法門", "226": "檀波羅蜜。尸波羅蜜。羼提波羅蜜。毘梨耶波", "227": "羅蜜。禪波羅蜜。般若波羅蜜。方便波羅蜜。願", "228": "波羅蜜。力波羅蜜。智波羅蜜。", "229": "寶雲經卷第一寶雲經卷第一", "230": "菩薩成就十法能具足檀。何等為十。法施具", "231": "足。無畏施具足。財施具足。不望報施具足。", "232": "憐愍施具足。不輕心施具足。尊重施具足。", "233": "恭敬承事施具足。不求有施具足。清淨施具", "234": "足。云何名菩薩法施具足無希望心。自受持", "235": "法為人演說。不求利養不為名譽。為除一切", "236": "眾生遇惡不為於利。心無高下平等說法。是", "237": "名菩薩法施具足。云何名菩薩無畏施具足。", "238": "菩薩自離刀杖亦教人離刀杖。於一切眾生", "239": "生父母想男女相親友想。是名無畏施具足。", "240": "云何名菩薩財施具足。菩薩見眾生多作諸", "241": "惡。便積聚財寶而施與之。令離惡業安置善", "242": "處。有聞佛說。檀但是菩薩除慳貪妬嫉之垢。", "243": "是名菩薩財施滿足。云何不望報施具足。不", "244": "為得眷屬故施。不為得親友故施。不為欲故", "245": "施。是名不望報施具足。云何成就憐愍施具", "246": "足。菩薩見眾生飢渴受苦裸形弊衣無所衣", "247": "戶無歸無趣無居止處離於福業。便生慇重", "248": "憐愍之心。我今為苦眾生作衣服飲食乃至", "249": "歸衣舍宅。現有財物悉施與之。雖作是施", "250": "而不生念存有我人財物等想。是名憐愍施", "251": "具足。云何名不輕心施具足。不分別施等大", "252": "悲施。不輕心施。心不悋惜施。不瞋忿施。不憍", "253": "逸施。不為得名稱施。尊重恭敬施自手施。如", "254": "此等施。是名不輕心施具足。云何名承事施", "255": "具足。若同梵行可尊事者。若和上阿闍梨等。", "256": "如是之人深生慇重。起迎合掌瞻仰恭敬。若", "257": "有所作躬代營佐。是名承事施。云何名恭敬", "258": "具足。供養佛供養法供養僧。香華伎樂違", "259": "遶如來塔塗掃佛地。若諸塔廟朽故崩落修", "260": "復嚴飾。是名恭敬施。云何不求有施。菩薩施", "261": "時不生是念。我當生天。亦不生念。我當為王", "262": "及諸輔相大臣官屬。是名不求有施。云何清", "263": "淨施。菩薩諦觀此施。無姤無穢無雜。是名清", "264": "淨施。善男子。具此十事。是名具足於檀。", "265": "復有十法成就淨戒。何等為十。善多波羅提", "266": "木叉戒。善事菩薩蜜緻戒。滅諸煩惱戒。除不", "267": "善覺戒。怖畏惡業戒。於小罪中常生驚怖戒。", "268": "心常恐畏戒。受持投陀堅固不闕戒。持不為", "269": "求有造業戒。淨三業戒。善男子。云何名善", "270": "學波羅提木叉戒。菩薩於戒律諸經是佛所", "271": "制。皆專心受持。不為種族故持戒。不為我見", "272": "故持戒。不為攝徒眾故持。不見他瑕缺而輕", "273": "毀戒。是名持波羅提木叉戒。云何菩薩善持", "274": "蜜緻戒。諸餘菩薩威儀戒行。我亦當學如法", "275": "修行。及餘經中諸菩薩戒悉具修行。是名菩", "276": "薩戒。云何名菩薩滅。一切結使皆悉焦燃。貪", "277": "欲瞋恚愚癡及餘纏障一切眾具亦皆焦燃。", "278": "於貪欲處生法。能起欲處皆悉除斷。是名菩", "279": "薩焦燃煩惱戒。云何名菩薩除不善覺戒。住", "280": "於空靜阿練若處。作如是念。我今遠離於憒", "281": "閙處。在閑靜地履行佛教。是名菩薩除不善", "282": "覺。云何名菩薩怖畏惡業。觀察選擇曾聞佛", "283": "說。專心修福堅持淨戒善學智慧。以是因故", "284": "最得勝報。具禪德業遠離諸惡。是名怖畏惡", "285": "業。云何名菩薩畏於微惡。於小罪邊常生大", "286": "畏心。終不輕微小之惡。以何因緣曾聞佛說。", "287": "少毒殺人。況復多毒。微細惡中尚能將人至", "288": "三惡道。況復多惡而心不畏。是名菩薩畏", "289": "微小惡。云何菩薩心常恐畏。為人體信婆羅", "290": "門剎利居士等。以體信故即寄金銀種種珍", "291": "寶。信心用付不立時證。菩薩終不生於隱", "292": "匿之心。若佛物法物僧祇物四方僧物。菩薩", "293": "寧當自食己肉終不侵他。若飯若食供身之", "294": "具終不輒毀。是名菩薩心常恐畏。云何名菩", "295": "薩受持頭陀法堅固不闕。若魔眷屬及諸天。", "296": "以妙財色欲來擾逼菩薩。菩薩即時志固不", "297": "動而心不毀。是名菩薩受持頭陀法堅固不", "298": "闕。云何名菩薩持戒不為求有造業。菩薩", "299": "持戒不求世間果報。但為滿足一切善法得", "300": "無上道。是名菩薩持戒不為具有造業。云何", "301": "名菩薩淨於三業。云何淨身業離殺盜婬。以", "302": "是義故名為淨身業。云何離於口業。離惡口", "303": "妄言兩舌綺語。是故名為淨於口業。云何名", "304": "淨於意業。除貪瞋癡邪見。是名淨於意業。是", "305": "名菩薩淨於三業。善男子。具此十事。是名菩", "306": "菩成就淨戒。", "307": "復有十法能淨於忍。何等為十。內忍。外忍。法", "308": "忍。隨佛教忍。無方所忍。所修處處忍。悲所為", "309": "忍。不逼惱忍。誓悲忍。願忍。云何名菩薩內", "310": "忍。菩薩飢渴寒熱憂悲疼痛身心楚切。能自", "311": "忍受不為苦惱。是名菩薩內忍。云何名菩薩", "312": "外忍。菩薩從他聞惡言罵詈毀辱誹謗。或", "313": "毀辱父母兄弟姊妹眷族和上阿闍梨師徒同", "314": "學。或聞毀佛法僧有如是種種毀呰菩薩。忍", "315": "辱不生瞋恚。是名菩薩外忍。云何名菩薩法", "316": "忍。佛於諸經說微妙義。諸法寂靜諸法寂滅。", "317": "如涅槃相不驚不怖。菩薩菩薩作念言。我若", "318": "不解是經不知是法。終不得阿耨多羅三藐", "319": "三菩提。故菩薩懃求諮問讀誦。是名菩薩法", "320": "忍。云何名菩薩隨佛教忍。菩薩瞋惱毒心起", "321": "時。作是思惟。此身從何而生從何而滅。從我", "322": "生者何者是我。從彼生者何者是彼。法相如", "323": "是從何因緣起。菩薩作是思惟時。不見所從", "324": "生亦不見所緣起。亦不見從我生。亦不見從", "325": "彼起。亦不見從因緣生。作是思惟。亦不瞋", "326": "亦不惱亦不毒。瞋恚之心即便減少。是名菩", "327": "薩隨佛教忍。云何名菩薩無方所忍。或有夜", "328": "忍晝不忍。或晝忍夜不忍。或彼方忍此方不", "329": "忍。或此方忍彼方不忍。或知識邊忍不知識", "330": "邊不忍。或不知識邊忍知識邊不忍。菩薩不", "331": "爾。一一切時一切方常生忍心。是名菩薩無", "332": "方所忍。云何名菩薩處處忍。有人於父母歸", "333": "長夫妻男女大小內外如是中生忍。餘則不", "334": "忍。菩薩忍者則不如是。如父母邊生忍。旃", "335": "陀羅邊生忍亦爾。是名菩薩修處處忍。云何", "336": "名菩薩非所為忍。不以事故生忍。不以利故", "337": "生忍。不以畏故生忍。不以受他恩故生忍。不", "338": "以相親友故生忍。不以愧赧故生忍。菩薩常", "339": "修於忍。是名菩薩非所為忍。云何名菩薩不", "340": "逼惱忍。若瞋因緣煩惱未起不名為忍。若遇", "341": "瞋因緣時。捲打刀杖手脚蹴蹹惡口罵詈。於", "342": "如是中心不動者則名為忍。菩薩若有人來", "343": "起發瞋恚亦忍。不起發瞋恚亦忍。是名菩薩", "344": "不逼惱忍。云何名菩薩悲心忍。爾時菩薩。若", "345": "作王若王等有功業。為苦器眾生而作其生。", "346": "是苦眾生若來罵辱觸惱之時。菩薩不以我", "347": "是主故而生瞋恚。如是眾生我當拔濟常擁", "348": "護。云何而得生於瞋惱。是故我今悲心憐愍", "349": "不生忿恚。是名菩薩悲心忍。云何名菩薩誓", "350": "願忍。菩薩。我先諸佛前曾作師子吼發誓願", "351": "言。我當成佛於一切生死於泥中為拔諸苦", "352": "眾生。我今欲拔不應瞋恚於彼。若我不忍尚", "353": "不自度況利眾生。以是因緣。當修於忍不應", "354": "生瞋。是名菩薩大誓願忍。善男子。具此十事。", "355": "是名菩薩能淨於忍。", "356": "復有十法。名為精進滿足。何等為十。如金剛", "357": "精進。無等精進。處中精進。顯勝精進。熾盛", "358": "精進。常恒精進。淨精進。不共二乘精進。不輕", "359": "賤精進。不良轉精進。云何如何如金剛精進。", "360": "未解者令解。未涅槃者令得涅槃。未安者令", "361": "安。未度者令度。是名如金剛精進魔不能壞。", "362": "云何無等精進。爾時菩薩所行精進。超諸菩", "363": "薩百千萬億一切諸佛善法。以精進力故力", "364": "故悉能攝取。一切惡法無二捨離。是則名為", "365": "無等精進。云何名處中精。懃不過分亦不解", "366": "退。如是精進名為處中精進。云何名高勝精", "367": "進。菩薩發大精進。願使現身如佛色相。若我", "368": "得佛。無見頂相圓光一尋。佛之相好無礙智", "369": "慧大自在者願我悉得。是名名高勝精進。云", "370": "何名熾盛精進。譬如真金無有垢穢。菩薩精", "371": "進亦復如是。無諸姤穢。除如是垢障。是名菩", "372": "薩熾盛精進。云何名常恒精進。舉動威儀不", "373": "離精進。行住坐臥不曾休廢身心不懈。是名", "374": "菩薩常恒精進。云何名清淨精進。如上常恒", "375": "精進。有所起所惡不善之業能障道法。皆悉", "376": "除斷一切善法。皆悉修廣增長熾盛。乃至微", "377": "細一念之惡不令得起況復大惡。是名菩薩", "378": "清淨精進。云何名不共二乘精進。菩薩周遍", "379": "十方。猛火熾盛。如此世界外。有極苦眾生。菩", "380": "薩能忍大火。過無量恒河沙世界。拔濟一眾", "381": "生苦。為一尚爾。況多眾生。一切外道二乘所", "382": "不能及。是名不共二乘精進。云何名不自輕", "383": "賤精進。菩薩作是思性。三世諸佛。皆從微", "384": "少精進修無量德。乃能久積苦行成等正覺。", "385": "是名菩薩不自輕賤精進。云何名不退轉精", "386": "進。菩薩不以己身精進微薄。不以貧窮有少", "387": "財寶而生捨心。常修精進。寧為眾生久處地", "388": "獄。是名菩薩不退轉精進。具此十事。是名", "389": "菩薩滿足精進。", "390": "復有十法。名具禪波羅蜜。何等為十。多集福", "391": "德禪。深厭諸惡禪。能懃精進禪。具於多聞禪。", "392": "不顛倒解禪。解法向法禪。利根聰明禪。有純", "393": "善心禪。解定智禪。不著禪相禪。云何為多", "394": "集福德。久於大乘積集善根。在所生處常護", "395": "持戒增長善法。云何名為深厭諸惡。言察諸", "396": "法。世間大苦常為災患之所逼惱。無有暫亭。", "397": "常為眾苦。無明所盲皆因愛欲欲為根本。我。", "398": "根不應同於凡夫觀近於欲。云何名為能懃", "399": "精進。剃除鬚髮捨離產業。出家學道發大精", "400": "進未得善法者能令使得。云何名具於多聞。", "401": "於世諦第一義諦悉能宣說。云何名不顛倒", "402": "解。善知世諦即第一義諦。善知不顛倒法", "403": "如法體相。云何名解法向法。正見正志正語", "404": "正業正命正方便正念正定見正道。利根聰", "405": "明者利根轉勝。純善心者。菩薩善心起時。能", "406": "迴貪瞋癡能欲愛。能除欲樂。能除欲著。以", "407": "善心故令欲不起。解定智禪者。善持其心調", "408": "煩其心。善持諸法調伏諸見。不著禪相禪者。", "409": "菩薩雖入滅定。而不捨教化眾捨。乃至起慈", "410": "悲喜捨亦復如是。菩薩爾時便獲五神道。而", "411": "不以十二門禪五神通等以為自足。方求上", "412": "法在嚴之具功德滿足具此十事。是名菩薩", "413": "具禪波羅蜜。", "414": "復有十法。名為智慧滿足。何等為十。具無我", "415": "善。解業報。善解有為。善解生死相續不絕。", "416": "善解生死出要之法。善解聲聞辟支二乘之", "417": "法。善解摩訶衍。善解遮魔業智慧不顛倒智", "418": "慧無等智慧。云向具無我善根。菩薩以智", "419": "觀察色受想行識。不生不起不見起因。第一", "420": "義諦不見不生不起。世諦第一義諦。但有假", "421": "名而無實體。雖知諸法處寂。而不捨於精進。", "422": "深矜一切眾生。是名菩薩無我善根。云何善", "423": "知業報。菩薩雖知業報不斷不常而受不捨。", "424": "是名菩薩善知業報。云何名善知有為而不", "425": "取有為相。如實正見知有為法迅速不亭。念", "426": "念流動。以是因緣深樂涅槃厭惡生死。是名", "427": "菩薩善知有為法。云何善解生死流轉。菩薩", "428": "觀察一切眾生。無明所盲漂流生死。恒愛羂", "429": "諸結所縛。是故菩薩正觀生死如實而知。是", "430": "名菩薩□解生死流轉。云何善解生死出要", "431": "之法。無無明則無行。無生則無老死憂悲苦", "432": "惱眾苦聚集。菩薩以實知見十二因緣。是名", "433": "菩薩善解生死出要之法。云何善解聲聞辟", "434": "支二乘之法。觀察如此法時。成須陀洹。辟支", "435": "佛法而不取證。何以故。我攝受一切眾生故。", "436": "以是故我今不應獨出生死。是名菩薩善解", "437": "聲聞辟支佛法。云何善解摩訶衍法。菩薩善", "438": "學解一切諸法而不得諸法相。以是因緣相", "439": "貌而不墮於斷見。是名菩薩善解摩訶衍。云", "440": "何名菩薩善知遮魔業智慧。菩薩善知不親", "441": "近惡知識。亦不至惡國而常遠離世俗談話。", "442": "一切結使能障菩提者悉皆遠離。善知對治", "443": "法。是名菩薩善知遮魔業智慧。云何名不顛", "444": "倒智慧。善學世諦第一義諦及諸經諸。雖明", "445": "知世典。而常尊佛法以為眾勝。終不染於外", "446": "道邪見。是名菩薩不顛倒智慧。云何名無等", "447": "智慧。不見若天若人沙門婆羅門及諸外道", "448": "與菩薩智慧等者。是名無等智慧。具此十事。", "449": "是名菩薩滿足智慧。", "450": "復有十法。名滿足方便。何等為十。方便迴向。", "451": "善迴外道諸見。善迴五塵。善除疑悔。善救護", "452": "眾生。善知眾生齊命。善受供養。善移聲聞辟", "453": "支佛乘學者入於大乘。善知示教利喜。善知", "454": "供養恭敬。云何方便迴向。一切所有善華若", "455": "華菓。若香若香樹。若寶若寶樹。若疊若疊樹。", "456": "一切空澤壙野無主非我所諸物。盡皆晝三", "457": "時夜三時迴心施佛一切菩薩及諸眾生。若", "458": "起一念善根身心隨喜。是名方便迴向。云何", "459": "名善迴外道諸見。能令異學九十六種調伏", "460": "出家。欲調伏時要先恭事。現為弟子外道所", "461": "有威儀法則。悉皆習學究盡勝彼。令調伏已", "462": "而反制之。使為弟子信受其語。乃以正道誘", "463": "化其心令立佛法。是名菩薩善調外道諸見。", "464": "云何名善迴五塵。見諸眾生貪欲熾盛。現", "465": "作女身。端正殊妙超諸女人。使彼染著。即復", "466": "瑯身變為死屍。膖脹臭爛。菩薩爾時即服本", "467": "身而說法要。是名菩薩善迴五塵。云何名善", "468": "除疑悔。若眾生作五逆罪及餘諸惡。愁憂", "469": "悔恨。菩薩有復化作父母而逆加害。我真汝", "470": "伴同作逆罪。菩薩便為說種種法。令彼逆罪", "471": "即得輕微。是名菩薩善除疑悔。云何名善能", "472": "救拔眾生。菩薩觀彼眾生。堪為法器而造諸", "473": "惡。菩薩即為現形種種說法。應見王身得度", "474": "者。即現王身。所應見者。皆為現之。是名菩", "475": "薩善能救拔眾生。云何名善知眾生濟命。見", "476": "眾生無所勘任不識正法。唯知貪欲飲食衣", "477": "服更無餘求。菩薩爾時為示算數醫方種種", "478": "伎術。如是善者皆令學習。悉令不之衣服飲", "479": "食。是名菩薩知眾生濟命。云何名受供養。菩", "480": "薩爾時得大寶樹。如須彌能受之。若得少施", "481": "微豪縷綖亦皆受用。以何緣故大小皆受。見", "482": "眾生慳貪嫉妬無有施心。隨所施為說法。是", "483": "名名菩薩善解受供養。云何名善能移於二", "484": "乘入於大乘。見眾生勘任大器。乃作聲聞辟", "485": "支佛二乘精進勤修苦行。爾時菩薩令住大", "486": "乘。捨於小心。為繼佛種不斷三寶故。是名", "487": "菩薩移於二乘安住大乘。云何善能示教利", "488": "喜。未發菩提心者能令發心。即為說法。令其", "489": "歡喜修或行。是名菩薩善能示教利喜。云何", "490": "善能恭敬供養三寶。出家菩薩少欲知足不", "491": "積財寶。唯以法施為利。即自思惟種種運心", "492": "供養諸佛。如是思惟已便能具足六度。以種", "493": "種供養而具檀波羅蜜。恒與一切眾生善。是", "494": "名尸波羅蜜。喜忍樂。是名羼提波羅蜜。身心", "495": "不懈。是名毘梨耶波羅蜜。專心不散。是名", "496": "禪波羅蜜。莊嚴眾行皆悉具足。是名般若波", "497": "羅蜜。菩薩如是靜處思惟時。能具足六波羅", "498": "蜜。是名菩薩善解供養恭敬三寶。具此十事。", "499": "是名菩薩具足方便。", "500": "復有十法名發願。何等為十。不作卑下發願。", "501": "不畏生死發願。出過一切眾生發願。一切諸", "502": "佛讚歎發願。能摧伏一切魔發願。不為他教", "503": "故發願。無邊發願。不恐畏發願。無憂發願具", "504": "足發願。云何不作卑下發願。不為三有受樂", "505": "故發願。是名菩薩不卑下發願。云何不畏生", "506": "死發願。不求二乘不為厭惡生死。不為滅除", "507": "生死故發願。是名菩薩不畏生死發願。云何", "508": "名出過一切眾生發願。菩薩願使一切四生", "509": "眾生悉成菩提。而我或入涅槃。或不入涅槃。", "510": "是名菩薩出過一切眾生發願。云何名一切", "511": "諸佛讚歎發願。菩薩發願。化一切眾生。皆行", "512": "菩薩道乃至坐於道場。我當勸請令久住世", "513": "利益眾生。是名菩薩一切諸佛讚歎發願。云", "514": "何名摧伏一切諸魔發願。願使一切眾生成", "515": "佛時。佛時國土不聞惡魔名字。是名菩薩", "516": "摧伏一切諸魔發願。云何名不為他故發願。", "517": "終不受他教故。發菩提心。自以智慧觀察世", "518": "界眾生受無量苦。為拔濟故發菩提心。是名", "519": "菩薩不為他故發願。云何名無邊發願。菩薩", "520": "不為方所少緣發願。從初發意行六波羅蜜。", "521": "乃至坐於道場。於一一善心中我皆隨喜。是", "522": "無邊發願。云何名不恐畏發願菩薩。從初發", "523": "心聞深妙法不生驚畏。聞佛本行無量功德", "524": "不生驚畏。佛所成熟眾生無量無邊。非我智", "525": "力之所能知。唯佛與佛乃能究竟。是名菩薩", "526": "不恐畏發願。云何名無憂發願。菩薩見諸眾", "527": "生癡無慧目。𢤱戾歎調少智眾生。愚癡瘖", "528": "瘂無涅槃分不生信心。而為一切諸佛菩薩", "529": "之所棄捨。如此眾生我皆調伏。乃至坐於道", "530": "場。是名無憂發願。云何名具足發願。菩薩發", "531": "心誓願降魔成阿耨菩提。是名具足發願。具", "532": "此十事。是名方便發願。", "533": "復有十法名力具足。何等為十。人不輕力。不", "534": "為他所伏力。具福業力。具智慧力。具徒眾力。", "535": "得神通力。自在之力。陀羅尼力。菩薩定特不", "536": "可動力。所言無二力。云何名人不輕力。一切", "537": "外道聲聞二乘無能過者。一切眾生亦無有", "538": "與菩薩力等者。是名菩薩人不輕力。云何名", "539": "具福業力。無有世間出世間所修之福功德", "540": "莊嚴能與菩薩力齊等者。名菩薩具福業力。", "541": "云何名具智慧力。菩薩智力有所舉動。於前", "542": "後際無有錯謬。是名菩薩具智慧力。云何名", "543": "具徒眾力。菩薩徒眾不壞正見。無毀盛儀常", "544": "修淨命。所攝大眾皆同菩薩正直之行。是名", "545": "菩薩具徒眾力。云何名具神通力。菩薩以世", "546": "俗五通勝於聲聞二乘五通。能以一塵容閻浮", "547": "提及四天下。乃至恒河沙等三千大千世界。", "548": "而微塵不增世界不減。其中眾生亦不迫迮。", "549": "無有覺知想不相妨害。是名菩薩具神通力。", "550": "云何名得自在力。菩薩有自在力。欲使三千", "551": "大千世界種種珍寶遍滿其中。即如其意。是", "552": "名菩薩自在之力。云何名得陀羅尼力。菩薩", "553": "若聞無量無邊諸佛說法異聞異字。能於一", "554": "念種種音聲　悉皆受持思惟修行。是名菩薩", "555": "陀羅尼力。云何名定持無虧動力。一切眾生", "556": "無能擾壞令其心亂。是名菩薩定持不虧動", "557": "力。云何名所言無二力。菩薩心思後言口無", "558": "二語。唯除方便。利益之說。是名菩薩言無二", "559": "力。具足此十事。是名菩薩得力具足。", "560": "復有十法名具足智。何等為十。智人無我智", "561": "具足。知法無我智具足。遍知諸方便智具足。", "562": "善知禪定境界處所具足智。持具足無等智", "563": "具足。善知眾生根行具足。無作智具足。善知", "564": "一切法相具足。善知出世間智具足。云何名", "565": "知人無我。觀五陰不堅無牢固。虛妄無真實。", "566": "乃至滅謝亦不見有去。是名知人無我。云何", "567": "觀法無我知。如實相見生滅。知一切物猶如", "568": "假借。有名用從緣而生從緣而滅。菩薩如實", "569": "而知諸法真實。是名觀法無我。云何名一切", "570": "處遍智者。非一剎那中知。非一剎中不知。非", "571": "此方知彼方不知。而能普於十方得無礙智。", "572": "是名一切處遍知。云何善知禪足境界處所。", "573": "知聲聞定。知辟支佛定。知菩薩定。知佛定知。", "574": "如是諸定知皆悉了知。是名善知禪定境界", "575": "處所。云何名知持具足。善知聲聞持辟支佛", "576": "持菩薩持。況餘眾生而不能知。是名知持。云", "577": "何無等智。一切外道二乘諸智。無有能及菩", "578": "薩智者唯除如來一切種智。是名無等智。云", "579": "何名善知眾生根行。能以淨無礙智。遍觀世", "580": "界。眾生能生菩提。乃至入般涅槃。有聲聞", "581": "乘。有辟支佛乘。有生善趣。有生惡趣者。是", "582": "名菩薩善知眾生根行具足。云何名無作智", "583": "慧。於四威儀行住坐臥。念無作心恒成就。譬", "584": "如有人於出入息乃至睡眠常無所作。是名", "585": "無作智具足。云何名善知一切法相。了達諸", "586": "法皆同一相。云何一相。皆盡空相。如幻相虛", "587": "妄相。是名菩薩善知一切法相。云何名善", "588": "知出世間智無漏智。出一切世間諸智。是名", "589": "菩薩出世間智。具此十事。是名菩薩得一切", "590": "智滿足。", "591": "華嚴經華嚴經", "592": "菩薩以求佛道所修善根與一切眾生。是檀", "593": "波羅蜜。能滅一切煩惱熱。是尸波羅蜜。慈悲", "594": "為首。於一切眾生心無所傷。是羼提波羅蜜。", "595": "求善根無厭足。是毘梨耶波羅蜜。修道心不", "596": "散常向一切智。是禪波羅蜜。忍諸法不生門。", "597": "是般若波羅蜜。能起無量智門。是方便波羅", "598": "蜜。求轉勝智慧。是願波羅蜜。諸魔外道不能", "599": "爼壞。是力波羅蜜。於一切法相如實說。是智", "600": "波羅蜜。如是念念中具足十波羅蜜。", "601": "相續解脫經一卷相續解脫經一卷", "602": "觀世音白佛言。世尊。何故施設餘四波羅蜜。", "603": "佛告觀世音。此等是六波羅蜜伴故。彼三波", "604": "羅蜜攝取眾生。菩薩事方便善業建立。是故", "605": "我說方便波羅蜜是三波羅蜜伴。復次觀世", "606": "音菩薩。現法多行煩惱。不能勘任。常修習忍。", "607": "貪樂下界故。悕望羸劣不能內一其心。及菩", "608": "薩藏聞緣修習。能開引出世間慧。受行少", "609": "福。願未來世煩惱微薄。是願波羅蜜。煩惱薄", "610": "已能懃精進。是故我說願波羅蜜是精進波", "611": "羅蜜伴。親近善知識聽聞善法。內正思惟。轉", "612": "劣悕望得力悕望。殊勝上界能內一心。是故", "613": "我說力波羅蜜是禪波羅蜜伴。於菩薩藏聞", "614": "緣修禪。是智波羅蜜。堪能開引出世間慧。是", "615": "故我說智波羅蜜是般若波羅蜜伴。", "616": "菩薩藏修道眾經抄卷第十二"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2820 菩薩藏修道眾經抄卷第十二", "source": "CBETA"}