{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220c 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "2 會85 空性品", "1": "3 會大般若經第三會序序", "10": "不思議得無分別。至如夢中重夢，尚嬰馳殉", "100": "千大千世界六種變動：東踊西沒、西踊東", "101": "沒、南踊北沒、北踊南沒、中踊邊沒、邊踊", "102": "中沒。其地清淨光澤細軟，生諸有情利益安", "103": "樂。時，此三千大千世界所有地獄、傍生、鬼界", "104": "及餘無暇險惡趣坑，一切有情皆離苦難，從", "105": "此捨命得生人中及六欲天，皆憶宿住，歡喜", "106": "踊躍同詣佛所，以淳淨心頂禮佛足。從此展", "107": "轉周遍十方殑伽沙等諸佛世界，以佛神力", "108": "六種變動。時，彼世界諸惡趣等一切有情皆", "109": "離苦難，從彼捨命得生人中及六欲天，皆憶", "11": "之勞；即明覺後復覺，乃有發蒙之慶。何物物", "110": "宿住，歡喜踊躍各於本界同詣佛所頂禮佛", "111": "足。時，此三千大千世界及餘十方殑伽沙等", "112": "世界有情，盲者能視，聾者能聽，瘂者能言，", "113": "狂者得念，亂者得定，貧者得富，露者得衣，", "114": "饑者得食，渴者得飲，病者得除愈，醜者得端", "115": "嚴，形殘者得具足，根缺者得圓滿，迷悶者得", "116": "醒悟，疲頓者得安適。時，諸有情等心相向，如", "117": "父如母、如兄如弟、如姊如妹、如友如親，離邪", "118": "語業命、修正語業命，離十惡業道、修十善業", "119": "道，離惡尋思、修善尋思，離非梵行、修正梵行，", "12": "之殊炫，而如如之罕覯哉！彼如復如者，非異", "120": "好淨棄穢、樂靜捨諠，身意泰然忽生妙樂，如", "121": "修行者入第三定。復有勝慧欻爾現前，咸作", "122": "是思：「布施、調伏、安忍、勇進、寂靜、諦觀，遠離放", "123": "逸，修行梵行，於諸有情慈、悲、喜、捨，不相惱觸，", "124": "豈不善哉！」", "125": "爾時，世尊在師子座，光明殊特威德巍巍，映", "126": "蔽三千大千世界并餘十方殑伽沙等諸佛國", "127": "土，蘇迷盧山、輪圍山等及餘一切龍神天宮", "128": "乃至淨居皆悉不現；如秋滿月暉映眾星，如", "129": "夏日輪光奪諸色，如四大寶妙高山王掩蔽", "13": "所異也。在纏出纏而性淨、有佛無佛而體常，", "130": "諸山喪其光彩。佛以神力現本色身，令此三", "131": "千大千世界一切有情皆悉覩見。時，此三千", "132": "大千世界無量無數淨居諸天，下至欲界四", "133": "大王眾天，及餘一切人非人等，皆見如來處", "134": "師子座，威光顯曜如大金山，歡喜踊躍歎未", "135": "曾有，各持種種上妙花鬘、塗散等香、衣服、瓔", "136": "珞、寶幢、幡蓋、伎樂、諸珍，及無量種天青蓮華、", "137": "天赤蓮華、天白蓮華、天香蓮華、天黃蓮華、", "138": "天紅蓮華、天金錢樹華及香葉，并餘無量水", "139": "陸生華，持詣佛所奉散佛上。以佛神力，諸華", "14": "會之則歸來，號如來矣；乖之則流異，稱異生", "140": "鬘等旋轉上踊合成華臺，量等三千大千世", "141": "界，垂天華蓋、寶鐸、珠幡綺飾紛綸甚可愛樂。", "142": "時，此佛土微妙莊嚴，猶如西方極樂世界。佛", "143": "光輝映三千大千物類虛空皆同金色，十方", "144": "各等殑伽河沙諸佛世界亦復如是。時，此三", "145": "千大千佛土，以佛神力，一切天、人各各見佛", "146": "正坐其前，咸謂如來獨為說法。", "147": "爾時，世尊不起于座，熙怡微笑，從其面門放", "148": "大光明，遍照三千大千佛土，并餘十方殑伽", "149": "沙等諸佛世界。時，此三千大千佛土一切有", "15": "焉。前際空而累盡，後際空而德滿爾。其闢甘", "150": "情，尋佛光明普見十方殑伽沙等諸佛世界", "151": "一切如來、應、正等覺，聲聞、菩薩眾會圍遶，及", "152": "餘一切有情無情品類差別。時，彼十方殑伽", "153": "沙等諸佛世界一切有情，尋佛光明亦見此", "154": "土釋迦牟尼如來、應、正等覺，聲聞、菩薩眾會圍", "155": "繞，及餘一切有情無情品類差別。", "156": "爾時，東方盡殑伽沙等世界，最後世界名曰", "157": "多寶，佛號寶性如來、應、正等覺，現為菩薩摩", "158": "訶薩眾說大般若波羅蜜多。彼有菩薩名曰", "159": "普光，見此大光、大地變動及佛身相，心懷猶", "16": "露門、坐金剛座，假名法外無色而莊嚴、勝義", "160": "豫前詣佛所，白言：「世尊！何因何緣而有此瑞？」", "161": "時，寶性佛告普光言：「從此西方盡殑伽沙等", "162": "世界，最後世界名曰堪忍，佛號釋迦牟尼如", "163": "來、應、正等覺，現為菩薩摩訶薩眾說大般若波", "164": "羅蜜多，彼佛神力故現斯瑞。」普光聞已，歡喜", "165": "踊躍白言：「世尊！我今請往堪忍世界，觀禮供", "166": "養釋迦牟尼佛及菩薩眾，唯願聽許！」時，寶性", "167": "佛告普光言：「今正是時，隨汝意往。」即以千", "168": "莖金色蓮華，其華千葉眾寶莊嚴，授與普光", "169": "而誨之曰：「汝持此華至釋迦牟尼佛所，如我", "17": "諦中無心而啟悟，故能斷以空滯空之惡取、", "170": "詞曰：『寶性如來、應、正等覺致問無量，持此蓮", "171": "華以寄世尊而為佛事。』汝至彼界應住正知，", "172": "勿以慢心觀彼佛土及諸大眾而自毀傷。所", "173": "以者何？彼諸菩薩得無礙解陀羅尼門、三摩", "174": "地門神通自在，住最後身堪紹佛位，威德難", "175": "及，悲願熏心，以大因緣而生彼界。」時，普光菩", "176": "薩於寶性佛所受華奉勅，與無量百千俱胝", "177": "那庾多菩薩摩訶薩，及無數百千童男童女，", "178": "頂禮佛足右繞奉辭，各持無量上妙供具發", "179": "引而來，所經東方諸佛世界，一一佛所供養", "18": "開無說假說之善權，熙妙色之殊對、霈圓音", "180": "恭敬、尊重讚歎無空過者。到此佛所頂禮雙", "181": "足，繞百千匝却住一面。普光菩薩前白佛言：", "182": "「世尊！從此東方盡殑伽沙等世界，最後世界", "183": "名曰多寶，佛號寶性如來、應、正等覺，致問世", "184": "尊無量，持此千莖金色蓮華以寄世尊而為", "185": "佛事。」時，釋迦牟尼佛受此蓮華，還散東方殑", "186": "伽沙等諸佛世界。佛神力故，令此蓮華遍諸", "187": "佛土，諸華臺中各有化佛結跏趺坐，為諸菩", "188": "薩說大般若波羅蜜多相應之法，有情聞者", "189": "必獲無上正等菩提。是時，普光及諸眷屬見", "19": "之各解，莫非自般若以為源、依般若以成學。", "190": "此事已，歡喜踊躍歎未曾有，各隨善根供具", "191": "多少，供養恭敬、尊重讚嘆佛菩薩已，退坐一", "192": "面。餘東方界亦復如是。", "193": "爾時，南方盡殑伽沙等世界，最後世界名離", "194": "一切憂，佛號無憂德，彼有菩薩名曰離憂；西", "195": "方盡殑伽沙等世界，最後世界名近寂靜，佛", "196": "號寶焰，彼有菩薩名曰行慧；北方盡殑伽沙", "197": "等世界，最後世界名曰最勝，佛號勝帝，彼", "198": "有菩薩名曰勝授；東北方盡殑伽沙等世界，", "199": "最後世界名定莊嚴，佛號定象勝德，彼有", "2": "西明寺沙門玄則", "20": "譬山王之高妙、谷王之宗長，義必重深、辭亦", "200": "菩薩名離塵勇猛；東南方盡殑伽沙等世界，", "201": "最後世界名妙覺莊嚴甚可愛樂，佛號蓮華", "202": "勝德，彼有菩薩名蓮華手；西南方盡殑伽沙", "203": "等世界，最後世界名離塵聚，佛號日輪遍", "204": "照勝德，彼有菩薩名曰光明；西北方盡殑伽", "205": "沙等世界，最後世界名真自在，佛號一寶蓋", "206": "勝，彼有菩薩名曰寶勝；下方盡殑伽沙等世", "207": "界，最後世界名曰蓮華，佛號蓮華德，彼有菩", "208": "薩名蓮華勝；上方盡殑伽沙等世界，最後世", "209": "界名曰歡喜，佛號喜德，彼有菩薩名曰喜授。", "21": "豐祕。凡五十九卷、三十一品，於舊無涉，號單", "210": "如是一切皆如東方。爾時，於此三千大千堪", "211": "忍世界眾寶充滿，諸妙香花遍布其地，寶幢、", "212": "幡蓋處處行列，花樹、果樹、香樹、鬘樹、寶樹、衣", "213": "樹、諸雜飾樹周遍莊嚴甚可愛樂，如眾蓮華", "214": "世界普華如來佛土，妙吉祥菩薩、善住慧菩", "215": "薩及餘無量大威德菩薩摩訶薩本所住處。", "216": "2 舍利子品第三分舍利子品第二之一", "217": "爾時，世尊知諸世界，若天魔梵，若諸沙門，若", "218": "婆羅門，若諸菩薩摩訶薩眾紹尊位者，若餘", "219": "一切於法有緣人非人等皆來集會，便告具", "22": "譯焉。", "220": "壽舍利子言：「若菩薩摩訶薩欲於諸法等", "221": "覺諸相，應學般若波羅蜜多。」時，舍利子聞佛", "222": "所說，合掌恭敬而白佛言：「世尊！云何菩薩摩", "223": "訶薩欲於諸法等覺諸相，應學般若波羅蜜", "224": "多？」佛告具壽舍利子言：「諸菩薩摩訶薩應以", "225": "無住而為方便，安住般若波羅蜜多，所住、能", "226": "住不可得故；應以無捨而為方便，圓滿布施", "227": "波羅蜜多，施者、受者不可得故；應以無護而", "228": "為方便，圓滿淨戒波羅蜜多，犯無犯相不可", "229": "得故；應以無取而為方便，圓滿安忍波羅蜜", "23": "大般若波羅蜜多經卷第四百七", "230": "多，動不動相不可得故；應以無策而為方便，", "231": "圓滿精進波羅蜜多，身心勤怠不可得故；應", "232": "以無思而為方便，圓滿靜慮波羅蜜多，有味", "233": "無味不可得故；應以無執而為方便，圓滿般", "234": "若波羅蜜多，有無性相不可得故。", "235": "「復次，舍利子！諸菩薩摩訶薩安住般若波羅", "236": "蜜多，以無所得而為方便，應修四念住、四正", "237": "斷、四神足、五根、五力、七等覺支、八聖道支；應", "238": "修空解脫門、無相解脫門、無願解脫門；應修", "239": "四靜慮、四無量、四無色定；應修八解脫、九次", "24": "十九", "240": "第定；應修九想，何等為九？謂膖脹想、膿爛", "241": "想、異赤想、青瘀想、啄噉想、離散想、骸骨想、", "242": "焚燒想、厭壞想；應修十隨念，何等為十？謂佛", "243": "隨念、法隨念、僧隨念、戒隨念、捨隨念、天隨", "244": "念、入出息隨念、厭隨念、死隨念、身隨念；應", "245": "修十想，何等為十？謂無常想、苦想、無我想、", "246": "不淨想、死想、一切世間不可樂想、厭食想、斷", "247": "想、離想、滅想；應修十一智，何等十一？謂苦", "248": "智、集智、滅智、道智、盡智、無生智、法智、類智、", "249": "世俗智、他心智、如說智；應修有尋有伺三摩", "25": "三藏法師玄奘奉　詔譯", "250": "地、無尋唯伺三摩地、無尋無伺三摩地；應修", "251": "未知當知根、已知根、具知根；應修不淨處觀、", "252": "遍處觀、一切智智；應修奢摩他、毘鉢舍那；應", "253": "修三明、四無礙解、四無所畏；應修不退轉五", "254": "神通；應修六波羅蜜多、七聖財、八大士覺、", "255": "九有情居智；應修如來十力、十八佛不共法；", "256": "應修大慈、大悲、大喜、大捨；應修一切相微妙", "257": "智等無量無邊不可思議諸佛功德。如是諸", "258": "法不可得故。", "259": "「復次，舍利子！若菩薩摩訶薩欲疾證得一切智", "26": "1 緣起品第三分緣起品第一", "260": "智，應學般若波羅蜜多；欲疾圓滿一切智、道", "261": "相智、一切相智、一切有情心行相智，應學般若", "262": "波羅蜜多；欲拔一切煩惱習氣，應學般若波", "263": "羅蜜多；欲入菩薩正決定位，應學般若波羅", "264": "蜜多；欲超聲聞、獨覺等地，應學般若波羅蜜", "265": "多；欲住菩薩不退轉地，應學般若波羅蜜多；", "266": "欲得殊勝六種神通，應學般若波羅蜜多；欲", "267": "知一切有情心行轉變差別，應學般若波羅", "268": "蜜多；欲勝一切聲聞、獨覺智慧作用，應學般", "269": "若波羅蜜多；欲得一切陀羅尼門、三摩地門，", "27": "如是我聞：一時，薄伽梵住王舍城鷲峯山中，", "270": "應學般若波羅蜜多；欲以一念隨喜之心，超", "271": "過一切聲聞、獨覺所有布施，應學般若波羅", "272": "蜜多；欲以一念隨喜之心，超過一切聲聞、獨", "273": "覺所有淨戒，應學般若波羅蜜多；欲以一念", "274": "隨喜之心，超過一切聲聞、獨覺定慧解脫、解", "275": "脫智見，應學般若波羅蜜多；欲以一念隨喜", "276": "之心，超過一切聲聞、獨覺靜慮、解脫、等持、等至", "277": "及餘善法，應學般若波羅蜜多；欲以一念所", "278": "修善法，超過一切異生、聲聞、獨覺善法，應學", "279": "般若波羅蜜多；欲行少分布施、淨戒、安忍、精", "28": "與大苾芻眾五億人俱，皆阿羅漢，諸漏已盡", "280": "進、靜慮、般若，為諸有情方便善巧平等迴向", "281": "一切智智，便得無量無數功德，應學般若波", "282": "羅蜜多。", "283": "「復次，舍利子！若菩薩摩訶薩欲令所修布施、", "284": "淨戒、安忍、精進、靜慮、般若波羅蜜多速得圓", "285": "滿，離諸障礙，應學般若波羅蜜多；欲得世世", "286": "常見諸佛、恒聞正法、得佛覺悟，蒙佛憶念、", "287": "教誡教授，應學般若波羅蜜多；欲得佛身具", "288": "三十二大丈夫相，八十隨好具足莊嚴，應學", "289": "般若波羅蜜多；欲生佛家入童真地，常不遠", "29": "無復煩惱，得真自在心善解脫、慧善解脫，", "290": "離諸佛、菩薩，應學般若波羅蜜多；欲以種種", "291": "勝善根力，隨意能引上妙供具，供養恭敬、尊", "292": "重讚歎一切如來、應、正等覺，令諸善根疾得", "293": "成滿，應學般若波羅蜜多；欲滿一切有情所", "294": "求飲食、衣服、床榻、臥具、病緣醫藥，種種花香、", "295": "燈明、車乘、園林、舍宅、財穀、珍寶、嚴具、伎樂及", "296": "餘種種王等所受上妙樂具，并世、出世諸妙", "297": "善法，應學般若波羅蜜多。", "298": "「復次，舍利子！若菩薩摩訶薩欲普安立盡虛", "299": "空界、法界、世界一切有情，皆令安住布施、淨", "3": "夫正理晦於率情，而情由理鏡；妙觀睽於", "30": "如調慧馬亦如大龍，已作所作已辦所辦，棄", "300": "戒、安忍、精進、靜慮、般若波羅蜜多及餘無邊", "301": "殊勝善法，應學般若波羅蜜多；欲得發起一", "302": "念善心所獲功德，乃至安坐妙菩提座證得", "303": "無上正等菩提亦不窮盡，應學般若波羅蜜", "304": "多；欲得十方諸佛世界一切如來、應、正等覺", "305": "及諸菩薩摩訶薩眾咸共稱歎護念與力，應", "306": "學般若波羅蜜多；欲一發心即能遍到十方", "307": "各如殑伽沙界，供養恭敬、尊重讚歎一切如來、", "308": "應、正等覺及諸菩薩摩訶薩眾，利益安樂無", "309": "量有情，應學般若波羅蜜多；欲以一音即能", "31": "諸重擔逮得己利，盡諸有結正知解脫，至心", "310": "遍滿十方各如殑伽沙界，讚歎諸佛、教誡有", "311": "情，應學般若波羅蜜多；欲紹三寶種使不斷", "312": "絕，利益安樂一切有情，應學般若波羅蜜", "313": "多。", "314": "「復次，舍利子！若菩薩摩訶薩欲通達內空、外", "315": "空、內外空、大空、空空、勝義空、有為空、無為空、畢", "316": "竟空、無際空、散無散空、本性空、自共相空、一切", "317": "法空、無性空、無性自性空及所緣空、增上空、等", "318": "無空等，應學般若波羅蜜多。若菩薩摩訶薩", "319": "欲通達一切法真如、法界、法性、不虛妄性、不變", "32": "自在第一究竟，除阿難陀獨居學地，舍利子", "320": "異性、平等性、離生性、法定、法住、實際，應學般若", "321": "波羅蜜多。若菩薩摩訶薩欲知十方殑伽沙", "322": "等三千大千世界，所有大地、虛空、諸山、大海、", "323": "江河、池沼、澗谷、陂湖、地、水、火、風諸極微數，應學", "324": "般若波羅蜜多。若菩薩摩訶薩見劫火起遍", "325": "燒三千大千世界天地洞然，欲以一氣吹令", "326": "頓滅，應學般若波羅蜜多。若菩薩摩訶薩見", "327": "風劫起三千大千世界最下所依風輪飄擊上", "328": "涌，將吹三千大千世界蘇迷盧山、輪圍山等", "329": "諸所有物碎如朽葉，欲以一指障彼風力令", "33": "等而為上首。復有五百苾芻尼眾皆阿羅漢，", "330": "息不起，應學般若波羅蜜多。若菩薩摩訶薩", "331": "欲於三千大千世界，一結跏坐充滿虛空，應", "332": "學般若波羅蜜多。若菩薩摩訶薩欲以一毛", "333": "繫取三千大千世界蘇迷盧山、輪圍山等諸所", "334": "有物，擲過他方無量、無數、無邊世界而不損", "335": "害其中有情，應學般若波羅蜜多。若菩薩摩", "336": "訶薩欲以一食、一香、一花、一鬘、一衣、一幢、一", "337": "蓋、一燈幡等諸供養具，供養恭敬、尊重讚歎", "338": "十方各如殑伽沙界一切如來、應、正等覺及弟", "339": "子眾無不充足，應學般若波羅蜜多。若菩薩", "34": "耶輸達羅而為上首。復有多千鄔波索迦、鄔", "340": "摩訶薩欲普安立十方各如殑伽沙界諸有", "341": "情類，令住戒蘊、定蘊、慧蘊、解脫蘊、解脫智見", "342": "蘊，或住預流、一來、不還、阿羅漢果、獨覺菩提，", "343": "乃至令入無餘依涅槃界究竟安樂，應學般", "344": "若波羅蜜多。", "345": "「復次，舍利子！若菩薩摩訶薩修行般若波羅", "346": "蜜多，能如實知修行布施得大果報，謂如實", "347": "知：如是布施得生剎帝利大族，如是布施得", "348": "生婆羅門大族，如是布施得生長者大族，如", "349": "是布施得生居士大族；又如實知如是布施", "35": "波斯迦皆已見法。復有無量無數不可稱、不", "350": "得生四大王眾天，如是布施得生三十三天，", "351": "如是布施得生夜摩天，如是布施得生覩史", "352": "多天，如是布施得生樂變化天，如是布施得", "353": "生他化自在天；又如實知依此布施得初靜", "354": "慮定、或第二靜慮定、或第三靜慮定、或第四靜", "355": "慮定；又如實知依此布施得空無邊處定、或", "356": "識無邊處定、或無所有處定、或非想非非想處", "357": "定；又如實知依此布施起三十七菩提分法，", "358": "由是因緣得預流果、或一來果、或不還果、或阿", "359": "羅漢果、或獨覺菩提，或得無上正等菩提。能", "36": "可量、不可說無等等大菩薩僧，一切皆得大", "360": "如實知修行淨戒、安忍、精進、靜慮、般若，得大", "361": "果報亦復如是。", "362": "「復次，舍利子！若菩薩摩訶薩修行般若波羅", "363": "蜜多，能如實知：如是布施方便善巧能滿布", "364": "施波羅蜜多，如是布施方便善巧能滿淨戒", "365": "波羅蜜多，如是布施方便善巧能滿安忍波", "366": "羅蜜多，如是布施方便善巧能滿精進波羅", "367": "蜜多，如是布施方便善巧能滿靜慮波羅蜜", "368": "多，如是布施方便善巧能滿般若波羅蜜多，", "369": "又如實知如是淨戒、安忍、精進、靜慮、般若方便", "37": "陀羅尼勝三摩地，安住空性，行無相境；願無", "370": "善巧各能滿六波羅蜜多。」時，舍利子白言：「世", "371": "尊！云何菩薩摩訶薩修行般若波羅蜜多，能", "372": "如實知如是布施方便善巧能滿布施乃至般", "373": "若波羅蜜多，能如實知如是淨戒乃至般若", "374": "方便善巧能滿淨戒乃至靜慮波羅蜜多？」佛", "375": "告尊者舍利子言：「以無所得為方便故，謂菩", "376": "薩摩訶薩行布施時，了達一切施、受物相不", "377": "可得故，能滿布施波羅蜜多；犯無犯相不可", "378": "得故，能滿淨戒波羅蜜多；動不動相不可得", "379": "故，能滿安忍波羅蜜多；身心勤怠不可得故，", "38": "分別，得一切法平等性忍；具無礙解，諸所演", "380": "能滿精進波羅蜜多；有亂無亂不可得故，能", "381": "滿靜慮波羅蜜多；諸法性相不可得故，能滿", "382": "般若波羅蜜多。舍利子！是為菩薩摩訶薩行", "383": "布施時，方便善巧能滿六種波羅蜜多。如是", "384": "舍利子！菩薩摩訶薩行淨戒時，乃至行般若", "385": "時，方便善巧各能滿六波羅蜜多。", "386": "「復次，舍利子！若菩薩摩訶薩欲得過去、未來、", "387": "現在一切如來、應、正等覺殊勝功德，應學般", "388": "若波羅蜜多。若菩薩摩訶薩欲達一切有為", "389": "無為究竟彼岸，應學般若波羅蜜多。若菩薩", "39": "說深妙理趣辯才無盡，遊戲五通永無退失；", "390": "摩訶薩欲達過去、未來、現在諸法真如、法界、", "391": "法性、無生、實際，應學般若波羅蜜多。若菩薩", "392": "摩訶薩欲與一切聲聞、獨覺常為導首，應學", "393": "般若波羅蜜多。若菩薩摩訶薩欲與諸佛為", "394": "親侍者，應學般若波羅蜜多。若菩薩摩訶薩", "395": "欲與諸佛為內眷屬，應學般若波羅蜜多。若", "396": "菩薩摩訶薩欲得生生具大眷屬，應學般若", "397": "波羅蜜多。若菩薩摩訶薩欲得菩薩常為眷", "398": "屬，應學般若波羅蜜多。若菩薩摩訶薩欲為", "399": "世間真淨福田，應學般若波羅蜜多。若菩薩", "4": "殉迹，而迹以觀冥。然情迹兩崇，假名相而", "40": "氣調溫雅一切欽承，勤進勇銳無諸懈怠；捨", "400": "摩訶薩欲伏慳貪心、息犯戒心、除忿恚心、捨", "401": "懈怠心、靜散亂心、離惡慧心，應學般若波羅", "402": "蜜多。若菩薩摩訶薩欲善安立一切有情於", "403": "施性福業事、戒性福業事、修性福業事、供侍", "404": "福業事、有依福業事，應學般若波羅蜜多。", "405": "「復次，舍利子！若菩薩摩訶薩欲得五眼，何等", "406": "為五？所謂肉眼、天眼、慧眼、法眼、佛眼，應學", "407": "般若波羅蜜多。若菩薩摩訶薩欲以天眼盡", "408": "見十方殑伽沙等世界諸佛妙相好身，應學", "409": "般若波羅蜜多。若菩薩摩訶薩欲以天耳遍", "41": "親棄財忘身殉命，不以矯誑有所貪求，為諸", "410": "聞十方殑伽沙等世界諸佛所說法要，應學", "411": "般若波羅蜜多。若菩薩摩訶薩欲如實知十", "412": "方各如殑伽沙界一切如來心、心所法，應學般", "413": "若波羅蜜多。若菩薩摩訶薩欲得普聞十方", "414": "世界諸佛說法，乃至無上正等菩提常無斷", "415": "絕，應學般若波羅蜜多。若菩薩摩訶薩欲見", "416": "過去、未來、現在十方諸佛所有國土，應學般", "417": "若波羅蜜多。若菩薩摩訶薩欲於過去、未來、", "418": "現在十方諸佛所說契經、應頌、授記、諷頌、自", "419": "說、因緣、本事、本生、方廣、希法、譬喻、論議，", "42": "有情而宣妙理；證深法忍至等極趣，得大無", "420": "諸聲聞等曾所未聞，皆能受持究竟通利，應", "421": "學般若波羅蜜多。若菩薩摩訶薩欲於過去、", "422": "未來、現在十方諸佛所說法門，既自受持究", "423": "竟通利如說修行，復能為他如實廣說勸令", "424": "修行，應學般若波羅蜜多。若菩薩摩訶薩欲", "425": "於十方殑伽沙等幽冥世界，或世界中間無", "426": "日月光處為作光明，應學般若波羅蜜多。若", "427": "菩薩摩訶薩欲於十方殑伽沙等無量世界，", "428": "其中眾生成就邪見，不聞佛名、法名、僧名，不", "429": "信因果，而能化導令起正見，聞三寶名，深信", "43": "畏身意坦然；超出眾魔所作事業，降煩惱敵", "430": "因果，應學般若波羅蜜多。若菩薩摩訶薩欲", "431": "令十方殑伽沙等世界有情，以己威力，盲者", "432": "能視，聾者能聽，瘂者能言，狂者得念，亂者得", "433": "定，貧者得富，露者得衣，饑者得食，渴者得", "434": "飲，病者得除愈，醜者得端嚴，形殘者得具", "435": "足，根缺者得圓滿，迷悶者得醒悟，疲頓者得", "436": "安泰，一切有情慈心相向，墮惡趣者得生善", "437": "趣，習惡業者皆修善業，諸犯戒者安住戒蘊，", "438": "未得定者安住定蘊，有惡慧者安住慧蘊，無", "439": "解脫者安住解脫蘊，無解脫智見者安住解", "44": "息諸業障；一切他論所不能伏，聲聞、獨覺不", "440": "脫智見蘊，未見諦者得預流果、或一來果、或", "441": "不還果、或阿羅漢果、或獨覺菩提，或復漸次", "442": "證得無上正等菩提，應學般若波羅蜜多。若", "443": "菩薩摩訶薩欲學如來、應、正等覺殊勝威儀，", "444": "令諸有情觀之無厭滅惡生善，應學般若波", "445": "羅蜜多。", "446": "「復次，舍利子！若菩薩摩訶薩修行般若波羅", "447": "蜜多，作如是念：『我何時得如龍象視，容止肅", "448": "然為眾說法，身、語、意業隨智慧行皆悉清淨，", "449": "於經行時足不履地如四指量？』欲成是事應", "45": "測其量；於法於心皆得自在，解脫所有業煩", "450": "學般若波羅蜜多。「若菩薩摩訶薩修行般若", "451": "波羅蜜多，作如是念：『我何時得無量百千俱", "452": "胝那庾多四大王眾天、三十三天、夜摩天、覩", "453": "史多天、樂變化天、他化自在天、梵眾天、梵輔", "454": "天、梵會天、大梵天、光天、少光天、無量光天、", "455": "極光淨天、淨天、少淨天、無量淨天、遍淨天、", "456": "廣天、少廣天、無量廣天、廣果天、無繁天、無", "457": "熱天、善現天、善見天、色究竟天，導從圍遶詣", "458": "菩提樹；是諸天眾於菩提樹下以天衣為座，", "459": "我於此座結跏趺坐，以眾妙相所莊嚴手而", "46": "惱障；於說眾緣無不善巧，契深緣起無盡理", "460": "撫大地，使于地神并諸眷屬俱時踊現降魔", "461": "怨敵證得無上正等菩提，從是已後若行、若", "462": "住、若坐、若臥，隨地方所悉為金剛？』欲成是事", "463": "應學般若波羅蜜多。「若菩薩摩訶薩修行般", "464": "若波羅蜜多，作如是念：『我何時得捨國出家，", "465": "即於是日證得無上正等菩提，即於是日轉", "466": "妙法輪，即令無量無數有情遠塵離垢生淨", "467": "法眼；復令無量無數有情永盡諸漏心慧解", "468": "脫，亦令無量無數有情能於無上正等菩提", "469": "得不退轉？』欲成是事應學般若波羅蜜多。「若", "47": "趣；滅見、隨眠，斷諸纏結，於眾諦理智皆善證，", "470": "菩薩摩訶薩修行般若波羅蜜多，作如是念：", "471": "『我何時得無上菩提，無量無數聲聞、菩薩為", "472": "弟子眾，一說法時，即令無量無數有情不起", "473": "于座成阿羅漢；復令無量無數有情不起于", "474": "座能於無上正等菩提得不退轉？』欲成是事", "475": "應學般若波羅蜜多。「若菩薩摩訶薩修行般若", "476": "波羅蜜多，作如是念：『我何時得壽量無盡，無", "477": "邊光明，相好莊嚴觀者無厭，雖復行時千葉", "478": "蓮花每承其足，而令地上現千輻輪，舉步經", "479": "行大地震動，而不擾惱地居有情，欲迴顧時", "48": "發弘誓願已經多劫；含笑先言容顏舒泰，詞", "480": "舉身皆轉，足之所履盡金剛際，如車輪量地", "481": "皆隨轉，舉身支節皆放光明，遍照十方無邊", "482": "世界，隨所照處為諸有情作大饒益？』欲成是", "483": "事應學般若波羅蜜多。「若菩薩摩訶薩修行", "484": "般若波羅蜜多，作如是念：『我得無上正等覺", "485": "時，願所居土無有一切貪欲、瞋恚、愚癡等名，", "486": "其中有情成就妙慧，由斯慧力作是思惟：布", "487": "施、調伏、安忍、勇進、寂靜、諦觀，離諸放逸，勤修", "488": "梵行，慈、悲、喜、捨，不惱有情，如餘佛土，豈不善", "489": "哉！化事既周般涅槃後，正法無有滅盡之期，", "49": "韻和美妙辯無窮；處眾尊嚴威容肅穆，動止", "490": "常為有情作大饒益。』欲成是事應學般若波", "491": "羅蜜多。「若菩薩摩訶薩修行般若波羅蜜多，", "492": "作如是念：『我得無上正等覺時，願令十方殑", "493": "伽沙等無量世界，一切有情聞我名者必得", "494": "無上正等菩提。』欲成是事應學般若波羅蜜", "495": "多。「舍利子！諸菩薩摩訶薩欲得此等無量無", "496": "邊殊勝功德，應學般若波羅蜜多。」", "497": "大般若波羅蜜多經卷第四百七十九", "5": "耽習；則理觀雙拔，資漸漬於多聞。王城所以", "50": "儀雅無畏坦然，那庾多劫巧說無盡；觀諸法", "51": "門，猶如幻事、陽焰、夢境、水月、響聲，既類空花、", "52": "鏡像、光影，亦如變化及尋香城，雖體實無而", "53": "現似有；於甚深理說無所畏，讚頌巧妙心不", "54": "下劣；善知有情種種勝解心行所趣微細差", "55": "別，善能通達後際無礙；成就最勝無生法忍，", "56": "如實悟入法平等性，攝受無邊大願佛土；於", "57": "十方界無數諸佛，由等持力常念現前；一切", "58": "如來出興于世，皆能歷事無空過者，亦能勸", "59": "請久住世間，轉正法輪度無量眾；善能伏滅", "6": "亟迂，聖席於茲復坦。是用入遊戲定，摛前會", "60": "一切隨眠及諸見趣、煩惱、纏垢，引發遊戲百", "61": "千等持，於諸法門能善悟入。是諸菩薩摩訶", "62": "薩眾，具如是等無量功德，經無數劫歎不能", "63": "盡，其名曰賢守菩薩、寶性菩薩、導師菩薩、", "64": "仁授菩薩、星授菩薩、水天菩薩、帝授菩薩、", "65": "上慧菩薩、觀自在菩薩、得大勢菩薩、妙吉祥", "66": "菩薩、金剛慧菩薩、寶印手菩薩、常舉手菩薩、", "67": "慈氏菩薩，如是等無量百千俱胝那庾多菩", "68": "薩摩訶薩而為上首。", "69": "爾時，世尊於師子座上，自敷尼師壇結跏趺", "7": "之神蹤；出微妙音，集向時之遙證。光敷法潤、", "70": "坐，端身正願住對面念，入等持王妙三摩地；", "71": "諸三摩地皆攝入此三摩地中，是所流故。爾", "72": "時，世尊正知正念，從等持王安庠而起，以淨", "73": "天眼觀察十方殑伽沙等諸佛世界，舉身怡", "74": "悅，從兩足下千輻輪相，各放六十百千俱胝", "75": "那庾多光。從足十指、兩趺、兩跟、兩踝、兩脛、兩腨、", "76": "兩膝、兩髀、兩股、腰脇、腹背、䐡中、心上、胸臆", "77": "德字、大士夫相、兩乳、兩腋、兩肩、兩膊、兩肘、兩", "78": "臂、兩腕、兩手、兩掌、十指、項胭、頤頷、頰額、頭頂、兩", "79": "眉、兩眼、兩耳、兩鼻、口四牙、四十齒、眉間毫相，一", "8": "藻汰心源，將欲利無利於情區、度不度於", "80": "一身分各放六十百千俱胝那庾多光。此一", "81": "一光各照三千大千世界，從此展轉遍照十", "82": "方殑伽沙等諸佛世界，其中有情觸斯光者，", "83": "必獲無上正等菩提。", "84": "爾時，世尊一切毛孔皆悉熙怡，各出六十百千", "85": "俱胝那庾多光，是一一光各照三千大千世", "86": "界，從此展轉遍照十方殑伽沙等諸佛世界，", "87": "其中有情觸斯光者，必獲無上正等菩提。爾", "88": "時，世尊演身常光照此三千大千世界，從此", "89": "展轉遍照十方殑伽沙等諸佛世界，其中有", "9": "生品，運六通於即寂、流四辯於忘言，固當住", "90": "情觸斯光者，必獲無上正等菩提。爾時，世尊", "91": "從其面門出廣長舌相，遍覆三千大千世界，", "92": "熙怡微笑。復從舌相流出無量百千俱胝那庾", "93": "多光，其光雜色，從此雜色一一光中現寶蓮", "94": "華，其華千葉皆真金色眾寶莊嚴。如是光、華", "95": "遍三千界，從此展轉周流十方殑伽沙等諸", "96": "佛世界。諸華臺中皆有化佛，結跏趺坐演妙", "97": "法音，一一法音皆說六種波羅蜜多相應之法，", "98": "有情聞者必獲無上正等菩提。爾時，世尊不", "99": "起于座，復入師子遊戲等持，現神通力，令此三"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220c 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}