{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0410 大方廣十輪經: 大方廣十輪經: 大方廣十輪經: 大方廣十輪經", "text": {"0": "3 發問本業斷結品", "1": "大方廣十輪經卷第三", "10": "防護得無所畏。", "100": "布施，飲食、衣服、象、馬、乘騎，臥具、醫藥種種所", "101": "須，乃至給使奴、婢、僮僕皆悉施與，并捨頭目", "102": "及諸手足，不惜身命。悉斷殺生、偷盜、邪婬、", "103": "妄言、惡口、兩舌、綺語、貪、瞋、邪見。", "104": "「如是，灌頂剎利大王有十種利益，護善名", "105": "稱而得財業，身相微妙多得眷屬，少病少", "106": "惱得賢智眷屬，趣向善處，皆悉供給親近供", "107": "養，名聞十方一切皆為說偈讚誦，諸大天", "108": "神悉來擁護，身壞命終得生天上，是名灌", "109": "頂剎利大王第九輪也。", "11": "「爾時，如來入於初禪，第二、第三、乃至第四禪，", "110": "「成就如是輪已，增益國界壽命延長。如是，", "111": "善男子！如來世尊為諸眾生，悉知他人死", "112": "此生彼如實而知，若有眾生成就身業不", "113": "善、口業不善、意業不善，誹謗賢聖，邪見顛", "114": "倒；以是邪見因緣業故，身壞命終墮於", "115": "惡趣，生地獄中，或生畜生及諸餓鬼。若有", "116": "眾生，成就身善業、口善業、意善業，不誹謗", "117": "賢聖，具足正見，成就正見業因緣故，身壞", "118": "命終入於善趣得生天上，生天上已或生", "119": "人中盡諸結漏。", "12": "入於空處、識處、不用處、非想非非想處，悉入", "120": "「如是如來，善知眾生諸業因緣。如來於諸", "121": "眾生，悉能發於大慈大悲，常勤精進現三種", "122": "神通，能令安住世間出世間信。何等為三？", "123": "一者、神通，二者、說法，三者、知他心。以此三種", "124": "神通，令諸眾生安置世間出世間信，知一", "125": "切趣、一切有為、一切受生皆得解脫。善男子！", "126": "是名如來第九輪也。", "127": "「如來成就如是輪故，到安隱處得無所畏，", "128": "最勝大仙轉於法輪，一切沙門、婆羅門及諸", "129": "魔梵所不能轉，一切外道諸餘怨敵皆悉降", "13": "諸佛行處三昧。", "130": "伏，於四眾中能師子吼。", "131": "「善男子！譬如灌頂剎利大王，於四天下，一", "132": "切眾生為病所惱，棄捨王位，以種種香湯", "133": "而以澡浴，洗沐頭髮著鮮淨衣，端坐思惟，", "134": "為除一切眾生病苦皆得解脫。如是，灌頂", "135": "剎利大王，以華香、瓔珞及眾伎樂，一切天、", "136": "龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅", "137": "伽皆悉供養已。各相謂言：『如是灌頂剎利", "138": "大王多諸功德，應為轉輪聖王統四天下，", "139": "我等應當建立此王治國政事。』", "14": "「爾時，如來入三昧已，無量億那由他天、龍、", "140": "「爾時，一切天帝，乃至摩睺羅伽等亦如是言：", "141": "『當立此王主四天下。』爾時，剎利大王具足", "142": "七寶統四天下，為轉輪聖王千子具足，皆", "143": "多勇健形貌端正，能降伏外敵遊巡四海，", "144": "案行天下一切大地，終不讁罰刀杖加害，", "145": "如法教勅皆悉受用。善男子！是名轉輪聖", "146": "王第十大輪也。", "147": "「以是力故，轉輪聖王王四天下及八萬四千", "148": "海渚，皆使修集一切善法無不建立，", "149": "守護身命壽得增長。", "15": "夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺", "150": "「如是，善男子！如來從初發心已來，於己身", "151": "命乃至他身，所有煩惱若干種病，悉以禪定", "152": "淨水洗浴，以如實法大慈大悲溉灌其頂", "153": "著慚愧衣，十方如來以禪定智力、大精進", "154": "力，無量方便定意觀察，欲滅一切眾生煩", "155": "惱種種過患，如佛世尊作如是言：『最大智", "156": "者福德莊嚴堪為法器，三解脫門，四無所", "157": "畏，如來十力、十八不共法，一切智器大悲利", "158": "益，救濟一切諸苦眾生。』佛大商主，度脫無", "159": "量苦惱眾生與涅槃樂，加其願力欲使", "16": "羅伽、人非人等，餓鬼、毘舍闍、富單那、迦吒", "160": "滿足成等正覺，無上法王。", "161": "「如是福德具足，智慧勇猛精進，如實正觀", "162": "了四真諦，得阿耨多羅三藐三菩提，是名", "163": "如來能盡一切諸漏根本第十法輪也。", "164": "「善男子！譬如轉輪聖王，於四天下遊戲自", "165": "在。如來亦復如是，於諸四禪心得自在，四", "166": "無色定修四梵堂，具四辯才正觀四諦，四無", "167": "所畏、十力、十八不共法，於一切智得自在", "168": "力。", "169": "「善男子！譬如轉輪聖王七寶具足，如來世尊", "17": "富單那，麁弊惡心其意佷戾無有愍傷，於", "170": "具足七覺亦復如是。善男子！轉輪聖王具", "171": "足千子，如來亦有一切聲聞諸大弟子，憍陳", "172": "如以為初首，須拔陀羅為最後也。真是我", "173": "子，從佛口生、從法化生，斷一切漏，勇猛精", "174": "進修四梵堂，猶如四兵降伏魔怨。", "175": "「善男子！譬如轉輪聖王王四天下，有八萬", "176": "四千海渚皆隨言教。如來世尊，亦有百億", "177": "閻浮提，百億瞿耶尼，百億弗于逮，百億欝單", "178": "曰，百億海水，百億須彌山王，百億四天王，", "179": "乃至百億非想非非想天，百億鐵圍大鐵圍", "18": "諸眾生不起慈心言無後世；而彼見我", "180": "山，是佛國土廣大無量，一切皆隨如來教化。", "181": "善男子！是名如來第十輪也。", "182": "「如來成就如此輪故，若五濁惡世，一切佛法", "183": "功德退沒，離聖七財及諸智者，為欲除斷", "184": "覆一切患滅三惡趣，乃至後世無明黑闇一", "185": "切世間，皆與十惡共相和合，造於五逆，", "186": "誹謗正法，遠離諸善，悉染一切不善根本。", "187": "如是成就十種佛輪，到安隱處得無所畏，", "188": "高勝大仙能轉法輪，一切沙門、婆羅門及諸", "189": "魔梵所不能轉，摧伏一切外道怨敵，以金", "19": "入一切佛行處三昧故得勝歡悅，於諸三", "190": "剛智能破眾生一切煩惱，令使三乘得不", "191": "退轉，於四眾中能師子吼。", "192": "「爾時，菩薩摩訶薩，及以一切諸大聲聞，天、龍、", "193": "夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽、", "194": "餓鬼、毘舍闍、人非人等皆稱善哉，雨眾華雨，", "195": "雨雜寶雨，雨衣服雨，雨妙香雨，一切大地", "196": "皆悉震動。」", "197": "佛說如是十輪經時，在會大眾，有八萬四", "198": "千億百千那由他菩薩摩訶薩得無生法忍；", "199": "復有無量菩薩摩訶薩得深禪定、忍辱陀羅", "2": "失譯人名今附北涼錄；", "20": "寶得最勝盛，愛樂、歡喜、尊重、恭敬得未曾", "200": "尼；復有無量眾生未發菩提心者，今皆發", "201": "心住不退轉地。爾時，復有無量大眾有得", "202": "須陀洹、斯陀含、阿那含、阿羅漢者，次第修", "203": "學證沙門果。", "204": "5 相輪品大方廣十輪經相輪品第五丹本云證相品", "205": "爾時，大梵天，名曰天藏，久殖善根住第", "206": "十地，是大菩薩摩訶薩。是時眾中有天藏", "207": "大梵，從座而起整其衣服，右膝著地以偈", "208": "問佛：", "209": "「我今稽首問，功德海無邊，", "21": "有，離一切惡心多悔過，於一切種無量", "210": "願時賜聽許，除斷諸疑悔。", "211": "渴仰持功德，法味中最上；", "212": "眾生咸樂聞，如是第一義。」", "213": "爾時，世尊告天藏大梵：「隨汝所問，如來世", "214": "尊，亦當隨問而答，令汝歡喜得未曾有。」爾", "215": "時天藏大梵言：「唯然，世尊！」以偈問曰：", "216": "「智慧修禪定，安住不放逸；", "217": "為住第一義，而處於生死。", "218": "勤修於誦習，能度煩惱海；", "219": "為當證不退，為當墮惡道？", "22": "無數業障、煩惱障、法障，於一剎那頃悉能滅", "220": "常勤而勸化，為定趣涅槃，", "221": "為在於生死，為墮於惡道？", "222": "智慧剎利種，依止十種輪；", "223": "為處於生死，為得成佛道？", "224": "心濁難調伏，煩惱多散亂；", "225": "以何淨其心，禪誦而勸化？」", "226": "爾時，佛告天藏大梵：「善哉，善哉！大梵所問純", "227": "善第一，汝已滿足一切諸行，於過去恒河沙", "228": "佛所修行三業，攝心禪定常勤誦經，營理", "229": "僧事熾然佛法，建立三寶如大梁柱，又復", "23": "盡，功德智慧皆得具足，背離生死趣向涅", "230": "能為多人無量眾生，問於如來如是之義。", "231": "若善男子！依止威儀大記莂論，過去諸佛", "232": "之所演說神通住持，是名如來成熟眾生", "233": "令悉厭離，為滅一切煩惱病故，為欲滿", "234": "足三乘道故。十方乃至恒河沙現在諸佛，亦", "235": "說如是依止威儀大記莂論，為成熟一切", "236": "諸眾生故，令得厭離故，欲使摧滅一", "237": "切結使故，為得滿足三乘道果住持正法", "238": "故。汝於過去諸佛所聞，我亦如是，依止威", "239": "儀大記莂論，為欲成熟一切眾生故，", "24": "槃，一切皆悉護持佛法，是名如來第六輪", "240": "令得厭離故，滅諸結使，為得滿足三乘", "241": "法故。是故大梵，汝當諦聽善思念之。」天", "242": "藏大梵言：「唯然，世尊！」佛言：「若有依止於", "243": "十不善輪，則不具足欲界禪定，亦不能具", "244": "足欲界善根，況能成就色、無色界一切禪定，", "245": "亦復不能成就三乘及餘諸善。", "246": "「何等為十？有欲修禪眾事不具，有欲破戒", "247": "成就惡法，生於倒見亦著吉相，惡心難調", "248": "不順賢聖，諸根輕懆而不具足微少善根，", "249": "但作兩舌多喜鬪亂，作麁惡語而恒罵詈，", "25": "也。", "250": "好作綺語及諸妄言，生於貪嫉，見他得利", "251": "常生嫉妬，一切眾生有惱害心，作大邪", "252": "見說無因果。天藏大梵！滿足十事，雖欲修", "253": "禪，不能成就欲界小善，況能成就色、無色", "254": "界善根及三乘善法。「復次，大梵！又有十事", "255": "而不能得成就禪定。何等為十？樂著作", "256": "伎，樂著言說，多好睡眠，種種所求，貪著", "257": "美色，樂著於香，樂著諸味，樂著音聲，樂", "258": "著於觸，樂著覺觀。大梵！是名十種，而不能", "259": "得成就於禪。設使成就尋即退失終不能", "26": "「如來成就如是輪故，禪定解脫三摩跋提", "260": "成，而但為得檀越信施，因其利養心生惡", "261": "法，若在剎利諸王眾中，多諸過罪為他罵", "262": "詈，及加鞭杖截其支節，或犯大罪久受", "263": "諸苦，若疾命終必墮惡趣，乃至入於阿鼻地", "264": "獄，譬如阿蘭迦蘭、欝頭藍弗、蛭數拘迦梨、", "265": "提婆達多，如是等毀壞禪定，乃至阿鼻地", "266": "獄受大重罪。」", "267": "爾時，佛告阿若憍陳如：「我今聽汝清淨比丘", "268": "受於第一床敷臥具、飲食餚饍，能除一切眾", "269": "生疾疫。何以故？若坐禪比丘闕少眾具，一切", "27": "斷眾生結，以是智慧滅諸煩惱，到安隱處", "270": "心數多起散亂，但念諸惡而不能得成", "271": "就禪定，乃至到於阿鼻地獄受諸罪報。若", "272": "眾緣備足修諸禪定，則易成就心得專一。", "273": "若已得者皆令增長，一切不善覺觀散心，皆", "274": "悉能知不令得起，趣向涅槃到於彼岸。", "275": "若有坐禪未成就者，初、中、後夜當勤修習，", "276": "遠離憒閙少欲知足，於一切結使起於捨", "277": "心，一切貪欲、瞋恚、憍慢、貢高、兩舌、惡口、妄語，", "278": "如是等悉得遠離，應受釋梵四天王等百", "279": "千那由他供養恭敬，況復婆羅門、剎利、居士、", "28": "得無所畏。高大勝仙轉於梵輪，若沙門、婆", "280": "毘舍、首陀所有供養。」爾時，世尊即說偈言：", "281": "「修禪滅諸結，餘業則不能；", "282": "是故禪第一，智者應供養。」", "283": "爾時，天藏大梵白佛言：「世尊！若有比丘能", "284": "修禪者，剎利大臣應加謫罰鞭杖，乃至兀", "285": "其手足不耶？」", "286": "佛言：「善男子！若諸比丘佛法出家，剃除鬚髮", "287": "披著袈裟，一切天人、阿修羅皆應供養。若", "288": "護持戒，不應謫罰，閉繫兀其手足乃至奪", "289": "命悉無是法。何以故？除其多聞及持戒者，", "29": "羅門及諸魔梵所不能轉。一切外道塵勞", "290": "若有破戒比丘於我法中而出家者，成就", "291": "諸惡如敗膿壞，非婆羅門自言婆羅門，", "292": "非梵行而言梵行，退失墮落聖道果證，為", "293": "諸煩惱結使所勝、結使所壞。又復破戒諸惡", "294": "比丘，能示天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、", "295": "緊那羅、摩睺羅伽、人非人等，無量功德珍寶", "296": "伏藏。若有依我而出家者，眾生應作十種", "297": "勝想，得無量無邊福德。", "298": "「何等為十？有諸眾生見依我出家者，應", "299": "作念佛想，以是淨心歡喜因緣，不信一", "3": "4 灌頂喻品灌頂喻品第四", "30": "怨敵皆悉降伏，於四眾中而師子吼。", "300": "切諸餘外道，及外道經書，若當見時即應", "301": "思惟決定聖戒，以是因緣能斷殺生、偷盜、", "302": "邪婬、妄語，乃至不飲酒等，入涅槃城。", "303": "見有依我而出家者當起施心，以是因", "304": "緣，於將來世財富無量，善去善向，殊勝供", "305": "養常得充給，乃至入於無畏大涅槃城。又", "306": "見依我佛法出家，柔和質直常行忍辱不", "307": "生卒暴，心無狂亂憙樂正法，常好閑靜阿", "308": "練若處，乃至欲入涅槃無畏之城。", "309": "「若有眾生，破戒非法作惡威儀，見如是人", "31": "「善男子！譬如灌頂剎利大王與四兵眾，一", "310": "當共軟語乃至禮足。以是因緣，此人後世", "311": "生尊貴家有大勢力，常為一切之所瞻視，", "312": "乃至當得入涅槃城。天藏大梵！若依我法", "313": "出家造作惡行，如是比丘盲無所覩，此", "314": "非沙門自稱沙門，非梵行自稱梵行，退沒", "315": "墮落，為諸煩惱之所敗壞。如此比丘修行", "316": "惡法，猶能開示一切天、龍、夜叉、乾闥婆、阿修", "317": "羅、迦樓羅、緊那羅、摩睺羅伽、人非人等一切善", "318": "法功德伏藏，為善知識。雖不少欲知足，剃", "319": "除鬚髮披著袈裟服，以是緣故，能為", "32": "切己國城邑、聚落，園樹、田澤、泉池、嵠谷，丘", "320": "眾生增長善根，於諸天人開示善道。是以", "321": "依我出家比丘，若持戒若破戒，我悉不聽", "322": "轉輪聖王大臣宰相，不得謫罰繫閉加諸鞭", "323": "杖，截其手足乃至斷命。況復餘輕犯小威", "324": "儀破戒比丘，雖是死人是戒餘力猶如牛", "325": "黃，是牛雖死人故取之。亦如麝香死後有", "326": "用，能大利益一切眾生。惡行比丘雖犯", "327": "禁戒，其戒勢力猶能利益無量天人。", "328": "「譬如估客入於大海，斷於無量眾生之命", "329": "挑其眼目，持阿摩那果擣蓰和合成其", "33": "㵎及諸曠野遍觀己國，於其中間所有產", "330": "寶藥。若有眾生盲冥無目，乃至胎胞而生", "331": "盲者，以此寶藥而用塗之，眾病得除其", "332": "眼明淨。如是，如是！若諸比丘雖破禁戒", "333": "造作惡行，於佛法中名為死人，復能令他", "334": "一切眾生，使得清淨智慧法眼，能令見者", "335": "尚得如是，況復為開示說種種法。", "336": "「大梵！譬如燒香，香體雖壞勳他令香。破", "337": "戒比丘亦復如是，自墮惡道能令眾生增", "338": "長善根。惡行比丘為不信所燒，身壞命終", "339": "墮三惡道，能使他人得大利益示涅槃", "34": "業，若於彼處多有疑畏敵國怨賊，剎利大", "340": "道。以是因緣，一切白衣不應侵毀輕蔑破", "341": "戒比丘，皆當守護尊重供養，不聽謫罰繫", "342": "閇其身乃至奪命。四方眾僧，若至布薩自", "343": "恣之時，聽使驅出不共法事，三世僧物飲", "344": "食敷具皆不聽用。一切羯磨說戒律處，悉", "345": "皆驅出不得在眾，而悉不聽王及大臣加", "346": "其鞭杖繫閇謫罰乃至奪命。」爾時世尊，而說", "347": "偈言：", "348": "「瞻蔔華雖萎，勝於諸餘華；", "349": "破戒諸比丘，猶勝諸外道。", "35": "王便隨其處，置同心人防諸怨賊，善守己", "350": "「復次，天藏大梵！有五種逆罪為最極惡。何", "351": "者為五？故心殺父、母、阿羅漢，破壞聲聞和", "352": "合僧事，乃至惡心出佛身血，諸如是等名", "353": "為五逆。若人於五逆中作一一逆者，不", "354": "得出家受具足戒；若聽出家則犯重罪", "355": "應擯令出。若已有出家諸威儀者，不應", "356": "加其鞭杖及諸繫閉。", "357": "「復有四種大罪，同於四逆犯根本罪。何者", "358": "為四？殺辟支佛，是名殺生犯根本罪。婬", "359": "阿羅漢、比丘尼，是名邪婬犯根本罪。若人", "36": "國令得安樂，是名剎利灌頂大王第七輪", "360": "捨財與佛、法、僧，主掌此物而輒用之，是", "361": "名為盜犯根本罪。若人倒見破壞比丘僧，是", "362": "名破僧犯根本罪。若人於四根本罪中犯", "363": "一一罪，皆悉不聽佛法出家；設使出家", "364": "不得聽受具足戒；若受具者應驅令出。", "365": "以有出家威儀法故，不應鞭杖繫閉奪", "366": "其生命。如是皆犯根本罪非逆罪；也有是", "367": "根本罪亦是逆罪，有是逆罪非根本罪，有非", "368": "根本罪亦非逆罪。何者為逆罪亦是根本罪？", "369": "若人出家受具足戒得見諦道，斷其命根", "37": "也。外諸怨敵皆悉降伏，增益己國壽命", "370": "是名逆罪亦是根本罪也。如是眾生，於", "371": "我戒律中應驅令出。何者為根本罪非逆", "372": "罪？若人在我法中出家，如是凡夫，眾生故", "373": "害其命，若以毒藥或墮其胎，是名根本罪", "374": "非逆罪也；若有四方僧物飲食敷具，悉不", "375": "應與同共利養。", "376": "「若有眾生於佛法僧而生疑心，此中出家", "377": "自言更有世尊，或於種種諸吉相中生疑", "378": "惑心；若復有人，於諸如來所說之法而生", "379": "疑惑，於聲聞、辟支佛乃至大乘，於中誹謗", "38": "得長。如是，族姓子！如來世尊，為諸眾生", "380": "出其過惡，見他讀誦而作留難乃至一偈；", "381": "此非根本罪亦非逆罪，是名甚惡近於逆罪。", "382": "如是眾生，若不懺悔除其罪根，終不聽使", "383": "佛法出家；設出家受具足戒，不悔過者亦", "384": "驅令出。何以故？不信正法毀謗三乘，壞", "385": "正法眼欲滅法燈，斷三寶種減損人天，", "386": "而無利益墮於惡道。此二種人名謗正法、", "387": "毀訾賢聖，地獄劫壽增長如是諸惡業已，", "388": "是名根本大重罪也。", "389": "「何者是不威儀根本法？若比丘故婬犯根本", "39": "開示佛眼，若欲心如實知欲心，若瞋心如實", "390": "罪，故殺凡夫人犯根本罪，除三寶物不與", "391": "而取犯根本罪，故妄語犯根本罪。於此四", "392": "根本中，若犯一罪，一切比丘所作法事悉", "393": "不聽入。四方僧物、飲食、臥具，皆悉不得共", "394": "同受用。然帝王大臣一切群官，不應加其", "395": "鞭杖繫閉刑罰乃至奪命，是名根本罪體性", "396": "相也。何以名為根本重罪？若人作如是", "397": "行，身壞命終墮於惡趣，作如是行是惡道", "398": "根本，是故名為根本罪也。", "399": "「譬如鐵丸雖擲空中，終不暫住速疾投", "4": "「善男子！譬如灌頂剎利大王，諸祕要法守護", "40": "知瞋心，若癡心如實知癡心，亦知眾生", "400": "地。如是五逆等罪，犯四重禁，及二種眾生", "401": "毀壞正法、誹謗賢聖。如是等十一種罪中，若", "402": "人犯一一罪者，身壞命終皆墮阿鼻地獄。", "403": "是故作逆業犯根本重罪者，皆悉不聽度", "404": "令出家。犯逆罪者如此人等，於其一身終", "405": "不能盡諸煩惱結成就禪定，況能超出決", "406": "定菩薩，命終之後必墮地獄受惡道苦。若", "407": "有族姓男、女，以深信心歸依佛法，或趣聲", "408": "聞、辟支佛或趣大乘，於我法中而得出", "409": "家，受於具戒極有信心，護持根本四重等", "41": "為諸煩惱有種種病，隨其所行如實而知。", "410": "罪，常勤精進勇猛不休，日日擁護一切人", "411": "非人等，終不虛受人天供養，於三乘中", "412": "隨所樂欲。何以故？志求解脫乃至捨命終", "413": "不毀犯。何以故？如是三種眾生，皆求涅槃", "414": "修行其因，依止世尊，依止經律，依止聲聞", "415": "正位弟子。若有眾生犯四重禁非佛弟子，", "416": "我所顯示甚深法相，一切無常、苦、空、無我，", "417": "為諸眾生利益安樂，說解脫法波羅提木", "418": "叉，如是經論及諸禪定，盲無所見，破戒退沒", "419": "墜三惡道。若有族姓男、女，於是波羅提木", "42": "如來悉於如是等處，皆以方便精進勢力，", "420": "叉清淨法中不犯根本者，我是彼世尊，", "421": "彼是我弟子，隨順我語安住佛法，一切所", "422": "作皆悉成就。安立戒身及諸善法，亦能建", "423": "立能大利益安樂天人。世尊！如是之人，", "424": "則具足一切聲聞、辟支佛乘乃至大乘，皆悉", "425": "善住。", "426": "「何以故？是根本戒守護一切正法，及諸有漏", "427": "無漏等法，皆悉因此而得成立，是故名為", "428": "戒根本也。", "429": "「譬如因地一切萬物，百卉藥穀皆因生長，", "43": "令諸眾生隨其類根，以禪定藥除滅煩", "430": "如是善學四根本戒，一切善法皆因得生。", "431": "譬如大地一切諸山，乃至鐵圍、大鐵圍、須彌", "432": "山王皆依得住。如是善解四根本戒，聲聞、", "433": "辟支佛乘乃至無上大乘皆依而住。", "434": "「譬如大地一切物味依地而住，如是善學", "435": "四根本戒，禪定、解脫、總持，乃至阿耨多羅三", "436": "藐三菩提亦因而成。", "437": "「譬如大地淨不淨物一切悉載。如是族姓男、", "438": "女，善學四根本戒，持戒毀戒，是法器及非法", "439": "器，皆悉滿足。諦自觀察不譏彼短，而不自", "44": "惱。若有眾生多貪愛者教以不淨，若有眾", "440": "高亦不毀他，能為一切善法洲渚，猶如大", "441": "地一切眾生之所依止。", "442": "「如是族姓男、女，善能修學四根本戒，一切如", "443": "來所說經論，皆生愛樂歡喜受持，不起", "444": "種種非法之想，一切眾生皆依四攝而自", "445": "存活。」爾時，尊者優波離，從座而起，整其衣", "446": "服叉手合掌白佛言：「世尊！若世尊作如是", "447": "言，是法器及非法器悉不譏訶。他未來時", "448": "作諸惡行，如是比丘，非沙門而作沙門，", "449": "非梵行而作梵行，今當云何呵責其心", "45": "生可以四梵堂治者教修四梵堂，若有", "450": "驅遣令出？」", "451": "佛言：「我悉不聽俗人譏呵。復有十種非法", "452": "譏呵即得大罪。何等為十？若僧不和合，於", "453": "國王前而譏呵者，是名非法。「若僧不和合，", "454": "於婆羅門眾中而譏呵者，亦名非法。", "455": "「若僧不和合，於王眷屬及諸大臣而譏呵", "456": "者，是名非法。", "457": "「若僧不和合，於白衣中而譏呵者，是名非", "458": "法。", "459": "「若僧不和合，於婦女小兒等中而譏呵者，", "46": "眾生多愚癡者教觀因緣，若有眾生應", "460": "是名非法。", "461": "「僧不和合，於僧淨人前而譏呵者，是名非", "462": "法。", "463": "「僧不和合，於比丘尼眾中而譏呵者，是名非", "464": "法。", "465": "「僧不和合，於本怨嫌前而譏呵者，是名非", "466": "法。", "467": "「若僧不和合，以瞋恚心而相譏呵者，是名", "468": "非法。有如此等十非法，不應譏呵。假使舉", "469": "得少罪亦不應受，若復少有如佛法譏呵", "47": "修數息者教以數息，若有眾生應修三", "470": "者亦不應受。", "471": "「又復十種非法譏呵不應受。何等為十？若", "472": "餘外道來譏呵者亦不應受。非持戒白衣而", "473": "犯逆罪，誹謗正法，毀壞賢聖，若起狂心，若", "474": "散亂心，為諸餘天地四方僧淨人，若是一", "475": "切犯禁比丘所舉之罪，皆不應受。是名為十", "476": "非法譏呵所不應受。", "477": "「若有比丘造諸惡行共僧中住，清淨比丘", "478": "威儀具足，於非法處一切不行，成就五法，", "479": "應頂禮僧足，語惡比丘言：『我今欲舉汝罪。", "48": "解脫門者教以三解脫門，若有眾生應修", "480": "是實不虛，是時非時慈心軟語，為使佛法", "481": "久得安住，為欲熾然一切佛法。若聽我說，", "482": "我當如法舉汝。』彼若不聽，我當頂禮持", "483": "戒比丘上座等足白言：『大德！此比丘犯如", "484": "是事，依於五法而舉彼罪。』上座比丘應", "485": "察是語，如毘尼，如修多羅，當以滅諍", "486": "法如法除滅，若犯重罪應以重治，若犯中", "487": "罪應以中治，若犯微細罪當以微細治，教", "488": "令悔過。」", "489": "優波離白佛言：「世尊！若造惡行比丘實", "49": "禪定者教以禪定，若有眾生應修無色", "490": "有過罪，而恃白衣一切勢力，或恃巨富財", "491": "物等力，或恃多聞、或恃辭辯、或恃弟子，如", "492": "是等力，眾僧當共和合；持修多羅、持", "493": "毘尼、持有戒德僧者，不取其語，而用", "494": "勢力，有如是等應當云何？」佛即答言：「應", "495": "詣國王、大臣、宰相如法治罪。」優波離復白佛", "496": "言：「世尊！如此惡行比丘，若財物力，若多聞", "497": "力，若辭辯力，能令國王大臣歡喜，或有非", "498": "法朋黨，為應捨置不耶？」", "499": "佛言：「優波離！若事未現應當捨去，若事已", "5": "之事皆悉備已，然後與諸宮人、婇女而自圍", "50": "定者教以無色定，乃至應以首楞嚴三昧", "500": "出僧應和合，速疾驅擯不得共住。優波離！", "501": "譬如瞿麥、妨麥、稗莠，根、莖、枝、葉與麥相似，", "502": "若未莠出時不可分別，穟既出已，田儁", "503": "農士并根俱棄。何以故？壞淨麥故。", "504": "「優波離！如是破戒惡行比丘，若恃白衣及諸", "505": "勢力住居僧中，過未出時人不敢呵。其", "506": "事現已諸天便譏，當言僧中無有禁制。若", "507": "惡行比丘，眾僧應速和合疾共擯出。", "508": "「優波離！譬如大海不宿死尸。如是我諸聲", "509": "聞大弟子眾破戒諂曲，此等惡人不應共住", "51": "斷諸眾生煩惱病者，亦即教修首楞嚴三", "510": "亦復如是。若破戒比丘，為剎利王及諸輔", "511": "相朋黨非法，如此比丘，則得自恃多聞、財", "512": "物、巨富、辭辯如是等力，肆心無畏強僧中", "513": "住。", "514": "「爾時，慚愧持戒比丘，心有所疑不應共諍，", "515": "不應守護共作伴黨；如是持戒比丘，便語", "516": "國王及諸大臣，更至他國。」", "517": "大方廣十輪經卷第三", "52": "昧。何以故？不使眾生墮於四魔，令得自", "53": "在斷人天道；亦復不令諸眾生等，入於惡", "54": "趣斷三寶種。是善男子！如來能知一切至", "55": "處，是名如來第七輪也。", "56": "「如來成就如此輪故，到安隱處得無所畏，", "57": "高大勝仙能轉法輪，一切沙門、婆羅門及諸", "58": "魔梵所不能轉。諸餘外道一切怨敵皆悉降", "59": "伏，於四眾中而師子吼。", "6": "遶，遊戲五欲放逸自恣，不攝六根肆情", "60": "「善男子！譬如灌頂剎利大王，為諸眾生念", "61": "先種姓。幼小嬉戲所生之處，及諸澡浴、偃", "62": "臥、飲乳，剪治手足一切爪甲，案摩支", "63": "節，乃至戲弄灰土供奉事者，習學無量種", "64": "種伎術，遊行他國晨夜住處，敬事王者", "65": "及諸大臣，并作太子至今登位，得為大", "66": "王受諸娛樂自在無礙。爾時，諸方、四維、上、下", "67": "有大音聲說偈讚歎，願使常以正法治", "68": "國不惱眾生，為護國土故，是名剎利灌", "69": "頂大王第八輪也。", "7": "快樂，是名灌頂剎利大王第六輪也。外諸怨", "70": "「成就如是輪已，是時灌頂剎利大王，能令", "71": "一切外道怨敵皆悉降伏，自保壽命令得", "72": "增長。如是，善男子！如來世尊於大眾中觀", "73": "宿命因緣，一生、二生、三生，乃至無量百千億", "74": "生憶念劫成、劫壞，乃至無量億劫一切成、壞。", "75": "我生彼處如是種姓，如是名字、如是生", "76": "處，食如是食、受如是苦樂，如是長壽、如", "77": "是久住，如是壽命邊際，於彼沒已而來", "78": "生此，復於此沒往生於彼，能知彼相一切", "79": "方所，若干種別本宿命事，是名如來第八輪", "8": "敵悉皆降伏，增益己國壽命長遠。族姓子！", "80": "也。", "81": "「如來成就如是輪已，到安隱處得無所", "82": "畏，最勝大仙轉於法輪，一切沙門、婆羅門及", "83": "諸魔梵所不能轉，外道怨敵皆悉降伏，於", "84": "四眾中能師子吼。", "85": "「善男子！譬如灌頂剎利大王，於其國界所有", "86": "人民，悉知根原，種姓眷屬皆悉勇健種種", "87": "伎術，知其貧、富、端正、醜陋，乃至死時，或", "88": "以自業命終而死，或犯王法刑戮而死，或", "89": "更相殘害夭壽而死，或以鞭杖閉繫囚縛，或", "9": "如來、世尊及諸菩薩摩訶薩、諸聲聞眾，深自", "90": "以伎術戰陣鬪諍，或以財物，或以愛欲，", "91": "或以瞋恚，或以飢渴，或以己過患，或以", "92": "老死，或以中年，或以幼少，或作善業，或", "93": "作惡業，一切死者皆悉察知因緣本未。", "94": "「如是思惟：『若有眾生修善因緣為欲生", "95": "天，或有眾生修惡因緣趣向惡道。』如是", "96": "思惟：『修身善行，修口善行，修意善行，我常", "97": "方便教修布施，皆令調伏隨順此行。若命", "98": "終時當生天上，常處善趣遠離惡道。』如是，", "99": "灌頂剎利大王！勤修一切身、口業善，好行"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0410 大方廣十輪經: 大方廣十輪經: 大方廣十輪經: 大方廣十輪經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}