{"author": "唐 義淨譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1182 曼殊室利菩薩呪藏中一字呪王經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1182 [No. 1181, cf. No. 1191]", "1": "曼殊室利菩薩呪藏中一字呪", "2": "王經", "3": "唐三藏法師義淨奉　制譯", "4": "爾時釋迦牟尼佛。在淨居天上。於天眾中跏", "5": "趺正念。普觀大眾而告之曰。汝諸天子。當至", "6": "心聽曼殊室利童子微妙之行。所謂壇場神", "7": "呪作法。所須療病護身。第一祕密最上呪", "8": "心。一切如來所共宣說咸皆稱歎。是大呪王。", "9": "若有善男子善女人。能誦此呪者。則為受持", "10": "一切神呪。汝諸天眾。此大呪王無能違者。假", "11": "使曼殊室利童子菩薩摩訶薩。此呪亦能隨", "12": "心自在引攝將來。令使現前為作眾事。況復", "13": "諸餘菩薩。世出世間所有神呪。一切障礙悉", "14": "皆除遣。有大勇猛有大威力。神驗第一。諸", "15": "呪中上一字中尊。此之一字悉能成就一切", "16": "事業。悉能圓滿所有善法。常在一切世出世", "17": "間。呪術之上不可毀壞。是一切佛心。悉能滿", "18": "足所有求願。汝諸天眾。咸皆一心聽此不可", "19": "思議具大威力最上神呪。即說呪曰。", "20": "唵叱洛呬焰此有四字總成一字是故梵漢二體俱存", "21": "汝等天眾。此是一切祕密中勝一字呪王。一", "22": "切有情無敢違者。一切鬼神不敢親近。一切", "23": "諸佛為吉祥事。一切呪中最能成立隨意所", "24": "為。一切世間作大尊勝。於求財者有大自在", "25": "能令富盛。諸瞋恚中此令慈善。於諸含識", "26": "悲愍為性。有違逆者皆悉順從。要而言之。", "27": "凡有所為悉皆成就。縱不作法入壇場等直", "28": "爾誦持。手觸彼時即便隨意。呪衣著時。人皆", "29": "愛樂見者歡喜若呪齒木用揩齒時。齒疼即", "30": "差。若患眼時。取先陀婆鹽研之為末。呪七", "31": "遍已少置眼中。其痛便止。若患耳者。取象馬", "32": "糞聚上地菌。并苣蕂油先陀婆鹽。各取少", "33": "許呪之七遍。一處研使碎絞取汁煖之。渧耳", "34": "孔中其痛便止。若有女人。將產之時。被胎所", "35": "惱腹中結痛不能疾出。取阿吒留灑根或牛", "36": "膝根。取無蟲水磨擣令碎。呪之七遍塗在臍", "37": "下。即能易出。若人被射。箭鏃入身不能出者。", "38": "可取陳酥呪一百八遍。令彼飲之其鏃便出。", "39": "若患宿食不消。腹中結痛上變下瀉癨亂", "40": "畏死者。可取烏鹽或先陀婆鹽或諸雜鹽類。", "41": "呪之七遍。研碎煖水令服便差。或復苦痢", "42": "不能斷者。取橘柚根及榠樝根。磨擣呪之七", "43": "遍。和水服之即差。", "44": "若是石女無產生法。欲求男女者。應取阿說", "45": "健陀根。以酥熟煎擣之令碎。和黃牛乳呪", "46": "二十五遍。待彼女人身淨之時令飲其藥。妻", "47": "莫犯他男。夫莫犯他女。未久之間即便有娠。", "48": "或復女人斷緒無子。經三五年或復多年。或", "49": "被他禁呪或由厭禱。或因諸病或他所惱", "50": "或遭毒藥。遇此惡緣遂無子息者。應取少許", "51": "孔雀尾。安陳酥中箭之數沸。研令相得。投", "52": "少石蜜量如棗許。呪二十七遍服之令盡。", "53": "於後七日中日日常以石蜜和乳。每呪七遍", "54": "飲之。女身清淨諸病皆差即便有娠。若有女", "55": "人月水不息。應以阿藍部根或以藍根一握", "56": "擣之。和乳熟煎呪一百八遍服之即差。若患", "57": "頭痛者。應以烏羽呪之七遍。掃拂痛處即便", "58": "永差。若人患瘧。或一日二日三日四日發", "59": "者。或常熱病或暫時熱病。應以乳粥和酥呪", "60": "一百八遍。食之即差。若人被他厭魅蠱毒", "61": "所中。應作反緣心。呪自己面一百八遍。觀彼", "62": "病人所患便差。若人被邪鬼羯吒布單那等", "63": "諸鬼所著。或小兒諸病。但是一切非人所為", "64": "共相惱者。應呪自手一百八遍。摩病人頭即", "65": "眾病皆差。若人被蛇蠍所蜇或狂狗所傷。以", "66": "氣急吹瘡上。呪之七七遍即差。若有人患癩", "67": "病瘦病者。應洗浴潔淨於閑靜處。常誦此呪", "68": "悉皆除愈。凡誦呪之人。常須遠離惡人不淨", "69": "臭穢之處不近酒肉五辛。一心受持無不驗", "70": "者。若有一日常誦一遍。能護自身。若誦二遍", "71": "能護同伴。若誦三遍能護一家。若誦四遍能", "72": "護一村。若誦五遍能護一城。若誦百遍能護", "73": "一國。若誦千遍能護四天下。以要言之略述", "74": "如是。療病護身隨時利益。若更有餘所為之", "75": "事。皆隨意作無不成就。爾時諸天大眾聞佛", "76": "說此一字呪王經已。歡喜奉行若復有人志求解脫希大利益現望", "77": "果證者當可至心依呪藏中作大呪法廣說如經。", "78": "佛說一字呪王經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1182 曼殊室利菩薩呪藏中一字呪王經", "source": "CBETA"}