{"author": "劉宋 沮渠京聲譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0620 治禪病祕要法: 治禪病祕要法: 治禪病祕要法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "治犯戒法", "1": "治禪病祕要法卷下", "2": "宋居士沮渠京聲譯", "3": "治樂音樂法治樂音樂法", "4": "「復次，舍利弗！若四部眾樂諸音樂，作倡無", "5": "厭，因是動風，如縱逸馬、亦如秋狗、似伊尼", "6": "利鹿王，耽惑愚癡，心如黐膠，處處隨著不", "7": "可禁制，當疾治之。「治之法者，先想一天女端", "8": "正無雙，兩手自然有諸樂器，聲萬種音。行者", "9": "見已，見此天女過於外色百億萬倍、聞此天", "10": "聲世所無比，因是惑着觀色、聽聲。因是當教", "11": "觀此女人六情諸根所起境界，數息力故見", "12": "可愛眼生六毒蛇，從眼根出，入耳根中；復見", "13": "二蟲，狀如鵄鵂發大惡聲，破頭出腦爭取食", "14": "之；餘四根中，見猫、見鼠、見狗、野干爭取食", "15": "之。因是得見一切女色，三十六物污露不", "16": "淨——子藏蛔蟲為女瓔珞，見女所執諸雜樂", "17": "器宛轉糞中，諸蟲鼓動作野干鳴，所說妖", "18": "怪不可聽採，如羅剎哭——因是厭離。詣智者", "19": "所，說前所作惡不善業，誠心懺悔。智者應當", "20": "教無常觀。」告舍利弗：「汝好受此治音樂法，慎", "21": "莫忘失。」時舍利弗及阿難等聞佛所說，歡喜", "22": "奉行。", "23": "治好歌唄偈讚法治好歌唄偈讚法", "24": "「復次，舍利弗！若行者好作偈頌美音讚歎，猶", "25": "如風動娑羅樹葉出和雅音，聲如梵音悅可", "26": "他耳，作適意辭令他喜樂。因是風嚮，貢高", "27": "憍慢、心如亂草，隨煩惱風處處不停，起憍慢", "28": "幢、打自大鼓，弄諸脈零，因是發狂——如癡猨", "29": "猴採拾花菓，心無暫停，不能數息——當疾治之。", "30": "「治之法者，先當想一七寶高幢，有乾闥婆在", "31": "其幢端，身如白玉，動身讚偈，身毛孔中出大", "32": "蓮華，百千比丘在蓮華上聲萬種音，過於己", "33": "身百千萬倍，因是漸漸息其憍慢。「智者復應", "34": "教於行者諦觀幢端，見於幢端頗梨明鏡。諸", "35": "比丘等恃聲憍慢、心不淨者化為羅剎出大", "36": "惡聲，火從口出。復有夜叉從四方來，拔舌取", "37": "心置於幢端，其心戰掉，號哭叫喚如醉象吼，", "38": "或復細聲如毘舍闍吟。因是復見諸美音聲，", "39": "如人叫喚稱己父母罵詈無道，因是厭離，耳", "40": "不樂聞、生厭離想。智者應當教觀八苦，如八", "41": "苦觀說。」告舍利弗：「汝好受此治歌唄偈讚法，", "42": "慎莫忘失。」時舍利弗及阿難等聞佛所說，歡", "43": "喜奉行。", "44": "治水大猛盛因是得下治水大猛盛因是得下", "45": "「復次，舍利弗！若有四眾入水三昧，遍體水出", "46": "不見身心，猶如大海。出定時，飲食不甘，患", "47": "心下熱，水脈增動，患下不止，當疾治之。「治", "48": "之法者，想一金翅鳥，比丘乘上，於大海中遊", "49": "行無畏，諸龍、羅剎皆悉驚走。鳥取龍食，龍畏", "50": "怖故，吸水都盡，化為四蛇。金翅鳥王口銜四", "51": "蛇，比丘坐上求水不得。金翅鳥王眼出火", "52": "燒蛇，諸蛇驚怖——猶如幻夫所作幻人隱沒不", "53": "現——入比丘身。從是出定，應服世間斷下之藥，", "54": "想二火珠，一在胃管溫煖諸脈、一在糞門狀", "55": "如熱石；想雪山神名欝多伽，身長六丈，白如", "56": "珂雪，持一香藥名娑呵那伽授與行者。服此", "57": "藥時，先發無上菩提之心。一服藥已，四百四", "58": "病終身不動；何況下耶？「若令彼神疾疾來者，", "59": "當淨澡浴、不食五辛、不飲酒、不噉肉，於靜寂", "60": "處一心數息、稱彼神名、念彼神像。一日至", "61": "七日，雪山大神與十二白光神等至行者前，", "62": "先為說法，後授與藥，復教十二門禪。彼諸神", "63": "等皆是五地大菩薩也。「若有病者，應先念彼", "64": "欝多羅伽神，次念勇健神、強力神、雄猛神、智", "65": "行神、自在神、善臂神、鳩摩羅神、難勝神、白", "66": "光明神、白光明王神、藥王神等十二白光神。", "67": "既得見已，於一一神所各問異法門。彼諸神", "68": "等先令行者得見彌勒菩薩，於彌勒菩薩所", "69": "見文殊師利等一切諸菩薩及十方佛。「若此", "70": "人過去世不犯四重禁、現在世不破四重禁，", "71": "見諸神時即見道跡。若犯戒者，是諸神王教", "72": "已懺悔，足滿千日然後得見彌勒菩薩及文", "73": "殊師利諸大士等，後獲道跡。」告舍利弗：「若有", "74": "行者因水致下動四百四病，欲得治者，當疾", "75": "服是娑呵等藥，除病無患、滅業障海、疾見道", "76": "跡。是故，汝等善好受持，慎莫忘失。」時舍利", "77": "弗及阿難等聞佛所說，歡喜奉行。", "78": "治因火大頭痛眼痛耳聾法治因火大頭痛眼痛耳聾法", "79": "「復次，舍利弗！若行者入火三昧，節節火焰，大", "80": "腸、小腸一時火起燒動火脈。出定時，頭微微", "81": "痛、諸脈掣縮、眼赤耳聾，因是發病當疾治", "82": "之。「治之法者，先想一琉璃甕，盛眾色水、生", "83": "雜寶花，花上皆有百千化佛，諸化菩薩各放", "84": "白毫照諸火光，令諸火光化為金龍。行者見", "85": "已即生歡喜，作念想甕——安置火下，花臺在", "86": "上——己往佛所，以手攀甕，手即清涼，因是舉", "87": "身投於甕邊為佛作禮。即見化佛放眉間", "88": "光，雨滴甘露灑散諸節，所滴之處化成琉", "89": "璃，因灌大腸，大腸、小腸甘露盈滿，火光漸", "90": "息，生諸寶花，寶華有光，其色紅、白。「復當想", "91": "一摩醯首羅，乘金色牛、持寶瓶水至行者前，", "92": "水中眾藥藥名破毒，令行者服。復持一珠名", "93": "旃陀羅摩尼宋言月精置其頂上，流出諸藥灌耳、", "94": "灌眼、灌鼻，但一見已即得除差。摩醯首羅——", "95": "是大菩薩，常自遊戲首楞嚴三昧——即從眉間", "96": "放大光明，化作佛像，五百仙人侍衛世尊，為", "97": "於行者說甘露門治病之法。」告舍利弗：「汝好", "98": "受持，慎莫忘失。」時舍利弗及阿難等聞佛所", "99": "說，歡喜奉行。", "100": "治入地三昧見不祥事驚怖失心法治入地三昧見不祥事驚怖失心法", "101": "「復次，舍利弗！若行者入地三昧，見四方面黑", "102": "山，諸山嚴間有無量無邊諸鳩槃荼蹲踞", "103": "土埵，現醜惡形，身根分端。復有五山，夜叉", "104": "競來爭取彼山，諸鳩槃荼痛急驚怖，發大", "105": "惡聲，向行者所。復見諸鬼頭髮蓬亂，捉大鐵", "106": "棒棒端有山，至行者所。復見夜叉擔山起", "107": "舞。羅剎持樹至夜叉所，羅剎瞋恚與夜叉", "108": "鬪。毘舍遮鬼頭戴黑山、口銜死虎。「行者見", "109": "已，心驚毛竪。以驚怖故，羅剎熾盛，共夜叉", "110": "鬪，羅剎得勝，截夜叉頭、毘舍遮手足以為", "111": "瓔珞、鳩槃荼身根以為花鬘，鼓舞前地，狗", "112": "牙上出如劍樹枝，眼中雨雹、霹靂火起。夜叉", "113": "復勝，搏撮羅剎，剝其面皮、剜取女根、截鳩", "114": "槃荼身根、毘舍遮手足用為花鬘，串耳串", "115": "頸鼓舞前地，動身大叫，發大惡聲甚可怖", "116": "畏。「復見四大海神所生之母毘牟樓至，仰臥", "117": "海水——有千頭，各二千手足——挓身四向現其", "118": "女根、巖崿可畏，如血塗山。其諸惡毛狀如劍", "119": "樹，中生一樹如刀山林，百千無量驢耳、牛", "120": "頭、師子口、馬脚、狼尾、鳩槃荼身根，如是諸鬼", "121": "等從中而出。復見大龍百千頭，長數十由", "122": "旬，從中而出。見有一鬼似百獸，形如師子，", "123": "有一萬脚，甲間無數百千毒蛇，從中而出。復", "124": "見餓鬼，其形長大十億由旬，吐毒、吐火，擔", "125": "諸山從中而出。復見千狼，連尾異體，牙如", "126": "石尖，從中而出。復見千虎，尾亦有頭，合身", "127": "側行，從中而出。復見龍女，瓔珞嚴身，甚脫人", "128": "目，從中而出。夜叉取食，狸猫、鼷鼠、獼猴、野", "129": "干、狐魅、惡鬼、一切惡獸，皆從中出。阿鼻地獄", "130": "沃焦山神、十八地獄神、九億牛頭阿傍、八十", "131": "億餓鬼、千億廁蟲、五百億蛔蟲，如是種種諸", "132": "變狀事，可惡鬼神或持刀山、或捉劍樹、或搖", "133": "須彌、或動鐵圍、由乾陀山等。「行者自見身滿", "134": "大地，三百三十六節皆如高山至無色界，", "135": "齊中出水。四大毒蛇遊戲水中，口中出火；", "136": "十惡羅剎在火中走，耳中出風、糞門出風，", "137": "吹動諸山；一切鬼神皆來瞋目節解。「行者因", "138": "是驚怖，喜發狂病。若見是事，當疾治之。「治之", "139": "法者，先想一日與日天子乘四寶宮殿作百", "140": "千伎樂，在黑山上照曜黑山令漸漸明。想", "141": "一日成已，復想二日。想二日已，復當自觀己", "142": "身白骨三百三十六節白如雪山，日照雪山；", "143": "復想頂上有月天子四寶宮殿，百千眷屬捉", "144": "於月珠置其頭上。此想成已，想第三山上復", "145": "有一日，如上無異；見此日已，復想頂骨白", "146": "雪山上如上，復有一月。既見月已，復想第四", "147": "山上復有一日照此黑山；既見日已，當想己", "148": "身三百三十六節白骨之山皆角相向四角皆相對也，", "149": "一一角間有一月光。天子手捉兩珠兩向", "150": "持，如是諸節角角之間皆應停心，十出入息", "151": "頃諦觀令了了，見一一骨有二十八宿，明", "152": "淨可愛如七寶珠。「此想成已，復想一金翅鳥", "153": "王頭戴摩尼珠，搏撮四蛇及與六龍，蛇驚龍", "154": "走。諸山鬼神一時驚動，狀如黑色——皆是前身", "155": "破戒果報——當勤懺悔嚴淨尸羅。尸羅淨故，日", "156": "月光明倍更明顯；若心念惡、口說惡言、犯突", "157": "吉羅，摩尼珠上則雨黑土、日月坌塵、星宿", "158": "不行。阿修羅王九百九十九手千頭一時出", "159": "現，映蔽日、月、星宿不現，此名為退，為惡心刀、", "160": "惡口火，破戒賊之所劫奪。「若欲服此勝甘露", "161": "藥，先當持戒淨諸威儀，懺悔業障、惡不善罪。", "162": "復當繫心繫意端坐一處，數息閉氣，如前觀", "163": "於三百三十六節，使一一節角角相向。星月", "164": "之屬亦如上說。心復明利，見一一節間月光", "165": "如衣、星光如縷，縫持相著；見四日出，四大海", "166": "水三分減二；見五日出，須彌融盡，大海消", "167": "竭；見六日出，想此諸山漸漸融盡；見七日", "168": "出，大地烱然。諸鬼、羅剎飛住空中乃至欲", "169": "界，火幢隨後；復至色界，火亦隨至；欲往無", "170": "色界，手脚焦縮落火聚中，聲吼可畏動於大", "171": "地入此三昧時，大地稍稍動也如車輪旋。「當疾持心，想三百三十六", "172": "節如金剛山，形狀可愛過於須彌，地、水、火、", "173": "風不能傾動，唯見四蛇含摩尼珠在骨山間。", "174": "爾時，應當先想佛影，見金剛際，金剛幢端有", "175": "摩尼鏡，過去七佛影現鏡中。復當諦觀毘婆", "176": "尸佛眉間白毫、尸棄佛眉間白毫、提舍佛眉", "177": "間白毫、拘樓孫佛眉間白毫、迦那含牟尼佛", "178": "眉間白毫、迦葉佛眉間白毫、釋迦牟尼佛眉", "179": "間白毫，見七佛眉間白毫如頗梨色，水甚清", "180": "涼，洗諸節間，三百三十六節白毫水洗，皎然", "181": "大白，色潔鮮妙如頗梨鏡，無物可譬。「因是復", "182": "見五金剛輪在七寶幢端，從下方出迴旋空", "183": "中說四諦義。雖見聞此，一心觀於身白骨山，", "184": "即見釋迦牟尼佛以澡罐水灌其頂上；餘六", "185": "佛亦爾。「爾時，釋迦牟尼佛告言：『法子！色、受、", "186": "想、行、識，苦、空、無常、無我，汝當諦觀。』又為廣說", "187": "空、無相、無作、無願，說身空寂、四大無主、五陰", "188": "無家，畢竟寂滅，同於虛空。因是即悟無常壞", "189": "世間，觀四真諦；五出入息頃破二十億烔", "190": "然之結成須陀洹；十出入息頃免諸欲流，成", "191": "斯陀含；十出入息頃斷諸鈍使、欲色界使、諸", "192": "結根本，不還欲界，成阿那含；於十息頃遊戲", "193": "空法，心無繫礙，住三十四心相應、解脫十根", "194": "本不滅不壞、摧九十八使山。大勇猛將、慧光", "195": "法幢從四方至，金剛寶座從下方出，共相", "196": "振觸演說空法；五金剛輪住左膝邊，自然", "197": "演說九無礙、八解脫法；過去聲聞皆入毘琉", "198": "璃三昧住立其前；釋迦牟尼佛廣為宣說金", "199": "剛譬定境界義味。於是，寂然不見身心，入金", "200": "剛三昧。從金剛三昧起，結使山崩、煩惱根絕、", "201": "無明河竭、老死奴滅，於生分永盡、梵行已", "202": "立，如煉真金不受諸欲、所作已辦，是名大", "203": "阿羅漢。「若發無上菩提心者，初見七佛白毫", "204": "光照，一一如來白毫光明分為十支，化十寶", "205": "花、寶樹、寶臺行列在空。時十方佛亦放光、", "206": "水，如上所說洗諸節間，一一佛白毫光中說", "207": "十八種慈心法門、說十八種大悲法門、說十", "208": "八種大喜法門、說十八種大捨法門。漸漸增", "209": "長教已，修習四無量心；具四無量已，為說", "210": "十種明心；具明心已，教說色即是空、非色滅", "211": "空；既觀空已，教菩薩六法；行六法已，修行", "212": "六念，念佛法身；念佛法身已，起迴向心；迴向", "213": "成已，立四弘誓不捨眾生；四願成已，具菩薩", "214": "戒；菩薩戒成已，學修相似檀波羅蜜；檀波羅", "215": "蜜成已，學修相似十波羅蜜。「此想成已，觀內", "216": "空、外空，於是現前見百千無量諸佛以水灌", "217": "頂、以繒繫頭，為說空法。因空心悟入菩薩", "218": "位，是名性地——菩薩最初境界於此法多生增上慢，宜應識之，此是", "219": "菩提心初境界相」告舍利弗：「此名治地三昧增上慢滅", "220": "無明母三毒可畏相，汝好受持，慎莫忘失。」時", "221": "舍利弗及阿難等聞佛所說，歡喜奉行。", "222": "治風大法治風大法", "223": "「復次，舍利弗！若行者入風三昧，自見己身九", "224": "孔之中如大溪谷出五色風。復見己身三百", "225": "三十六節白如雪山，節節風出諸藹吉支", "226": "藹吉支者，起尸鬼也。諸藹吉支手捉鐵棒，以千髑髏為身", "227": "瓔珞，與諸龍鬼九十八種，至行者所。行者見", "228": "已，心驚毛竪，因是發狂或白癩病，當疾治之。", "229": "「治之法者，先當觀於雪山、香山四大仙人，皆", "230": "悉盡是大菩薩也。想彼仙人身黃金色，長十", "231": "六丈，一手捉花、一手捉金剛輪、口銜香藥，遮", "232": "護行者不令風起。仙人持花、呪水出，龍吸諸", "233": "風盡，龍身脹大，在地眠臥終不能起。當觀", "234": "此龍猶如芭蕉，皮支相裹不能喘息。」爾時，", "235": "世尊而說呪曰：", "236": "「南無佛陀　南無達摩　南無僧伽", "237": "南無摩訶梨師毘闍羅闍　藹咄陀達陀", "238": "娑滿馱　跋闍羅翅矢馳反　陀邏崛荼誓", "239": "荼　遮利遮利　摩訶遮利吁摩利吁摩勒", "240": "翅矢馳反悉耽鞞閻鞞　阿閻鞞利究匊匊翅", "241": "矢馳反薩婆陀羅尼翅矢馳反阿扇叔看反提摩俱梨", "242": "應詣吁彌吁彌吁摩吁摩婆禍呵」", "243": "爾時，世尊說此呪已，告舍利弗：「如此神呪，過", "244": "去無量諸佛所說、我今現在亦說此呪、未來", "245": "彌勒賢劫菩薩亦當宣說。如此神呪功德如", "246": "自在天，能令後世五百歲中諸惡比丘得淨", "247": "心意，調和善治四大增損，亦治心內四百四", "248": "病、四百四脈所起境界、九十八使性欲種子，", "249": "亦治業障、犯戒諸惡，永盡無餘。此名『善治七", "250": "十二種病憂惱陀羅尼』，亦名『拔五種陰無明", "251": "根本陀羅尼』，亦名『現前見一切佛及諸聲聞", "252": "為說真法破諸結使』。」爾時，世尊而說偈言：", "253": "「法性無所依，觀空亦復然，", "254": "若能觀四大，不為使所殺。", "255": "服藥行禪定、誦此陀羅尼、", "256": "一心念諸佛，結使永不起。", "257": "煩惱海永盡、恩愛河亦絕，", "258": "諸欲無所因，自稱是解脫。", "259": "無患心恬怕，遊戲六神通，", "260": "亦以陀羅尼，教授於他人。」", "261": "爾時，世尊說此偈已，告舍利弗：「汝今當知，我", "262": "涅槃後，未來世中若有比丘、比丘尼、優婆塞、", "263": "優婆夷，得聞此甚深祕要淨尸羅法及行禪", "264": "定諸病方藥——此光明王勝幢陀羅尼——當知此", "265": "人不於一佛、二佛、三、四、五佛種諸善根，久於", "266": "無量百千佛所修習三種菩提之心，今得聞", "267": "此甚深祕要。如說修行，當知是人最後邊身，", "268": "如駛水流，速疾當得四沙門果及菩薩行。」佛", "269": "說是語時，五百釋子倍更增進，具六神通；舍", "270": "衛城中一千首陀羅宿世行禪發狂之者，聞", "271": "佛所說即生歡喜，得須陀洹；八十億諸天治", "272": "四大病，身心無患，應時即發無上道心，普雨", "273": "天花以散佛上及諸大眾。爾時，會中天龍八", "274": "部聞佛所說，異口同音而說是言：「如來出", "275": "世正為治此狂惡邪見羅剎行人，令得本心，", "276": "如好花幢甚可愛樂。善哉，世尊！如優曇花時", "277": "乃一現。」時會大眾以偈讚言：", "278": "「日種王太子，甘蔗之苗裔，", "279": "星光月外甥，摩耶夫人子。", "280": "生時行七步，足躡動大千，", "281": "十方諸神應，嘉瑞三十二。", "282": "棄國如涕唾，坐於畢鉢羅，", "283": "金剛勝道場，降伏萬億魔。", "284": "得成菩提道，面淨如滿月，", "285": "心垢亦永盡，我今一心禮。", "286": "諸釋中最勝，具勝慈悲者，", "287": "能令諸眾生，永脫生死苦。」", "288": "爾時，世尊聞諸四眾說此偈已，復更殷勤申", "289": "金色手摩舍利弗及阿難頂，付囑是事。時舍", "290": "利弗及阿難等并餘大眾聞佛所說，歡喜奉", "291": "行。", "292": "初學坐者鬼魅所著種種不安不能得定治之法初學坐者鬼魅所著種種不安不能得定治之", "293": "法尊者阿難所問", "294": "如是我聞：一時佛在舍衛國祇樹給孤獨園，", "295": "那利樓鬼所住之處，末利夫人所造講堂。羅", "296": "旬踰等一千長者子始初出家，請尊者阿難、", "297": "摩訶迦葉、舍利弗等以為和上，摩訶迦葉", "298": "教千比丘數息靜處。鬼魅所著，見一鬼神——面", "299": "如琵琶，四眼、兩口，舉面放光——以手擊擽兩", "300": "腋下及餘身分，口中唱言：「埠惕埠惕。」如旋", "301": "火輪、似掣電光，或起、或滅，令於行者心不安", "302": "所。若見此者，當急治之。治之法者，教此行", "303": "人，埠惕來時，一心閉眼，陰而罵之，而作是", "304": "言：「我今識汝，知汝是此閻浮提中食火、嗅香、", "305": "偷臘吉支。汝為邪見，喜破戒種。我今持戒，", "306": "終不畏汝。」若出家人，應誦戒序；若在家人，應", "307": "誦三歸、五戒、八戒，鬼便却行，匍匐而去。爾時，", "308": "阿難聞此語已，白佛言：「世尊！今此長者子比", "309": "丘因世尊說治埠惕鬼以免諸惡，不為鬼魅", "310": "之所縛著。後世比丘——佛涅槃後，過千歲已——欲", "311": "教比丘、比丘尼、優婆塞、優婆夷數息靜處，念", "312": "定安般。若諸鬼神為亂道故，化作鼠形，或黑、", "313": "或赤，掊行者心、搔行者脚、兩手、兩耳，無處", "314": "不至；或作鳥聲、或作鬼吟、或復竊語；或有狐", "315": "魅作新婦形莊嚴其身，為於行者按摩調", "316": "身、說於非法；或現作狗，號哭無度；或作鵰；", "317": "鷲百類眾鳥，作種種聲，竊語大喚，其音不同；", "318": "或作小兒，百千為行，十十五五若一、二、三，作", "319": "種種聲至行者所；或見虻、蠅、蟲、蚤、蛇、蚖，或入", "320": "耳中如蜂王鳴、或入眼中如迸酪沙、或復", "321": "觸心作種種亂事。因是發狂，捨離靜處，作放", "322": "逸行，當云何治？」佛告阿難：「諦聽諦聽，善思念", "323": "之，當為汝說。「若有四眾患此鬼者，汝當為說", "324": "治鬼之法。此埠惕鬼有六十三名，乃是過去", "325": "迦那含牟尼佛時，有一比丘垂向須陀洹，因", "326": "邪命故為僧所擯，瞋恚命終自誓為鬼，乃至", "327": "今日惱亂四眾。壽命一劫，劫盡命終落阿鼻", "328": "獄。汝等今日宜識名字，一心繫念，莫為所亂。」", "329": "爾時，世尊即說曰：", "330": "「埠惕埠惕是惡夜叉，亦名夢鬼。夢見此時即", "331": "便失精，當起懺悔：『埠惕來也。我是過去惡因", "332": "緣故，遇此破戒賊害惡鬼，我今鞭心束縛諸", "333": "情不使放逸。』「如此鬼神，住虛空時名虛空鬼、", "334": "在床褥間名腹行鬼。復有三名：一名深索沙劇", "335": "反迦伏丘那丘泥脂隷覆嗅覆嗅阿摩勒迦", "336": "沙禍訶，", "337": "方道鬼、魑魅鬼、魍魎鬼、飡膿鬼、食唾鬼、水", "338": "神鬼、火神鬼、山神鬼、園林神鬼、婦女鬼、男", "339": "子鬼、童男鬼、童女鬼、剎利鬼、婆羅門鬼、毘", "340": "舍鬼、首陀羅鬼、步行鬼、倒行鬼、騎乘鬼、驢", "341": "耳鬼、虎頭鬼、猫子聲鬼、鳩鴿鬼、車鵂聲鬼、", "342": "士鵁鳥鬼、角鵄鳥鬼，或復化作八部鬼神、虛", "343": "耗鬼、八角鬼、白鼠鬼、蓮華色鬼、狐魅鬼、鬼", "344": "魅鬼、百蟲精魅鬼、四惡毘舍遮鬼、鳩槃荼鬼。", "345": "如是等醜惡鬼神六十三種，是鬼神名。「鬼", "346": "為亂時，應當數息極令閑靜，應當至心念過", "347": "去七佛、稱彼佛名——南無毘婆尸佛、尸棄佛、提", "348": "舍佛、鳩樓孫佛、迦那含牟尼佛、迦葉佛、釋", "349": "迦牟尼佛——稱彼佛名已，應當憶持一切音聲", "350": "陀羅尼。」即說呪曰：", "351": "「阿彌阿彌迦梨奢酸地利腹棄㝹翅偷涕他", "352": "偷涕他摩訶迦樓尼迦彌多羅菩提薩埵", "353": "「若有亂心為埠惕鬼所惑亂者——或作種種諸", "354": "幻境界——應當誦持此陀羅尼七佛名字、彌勒", "355": "菩薩，一心數息誦波羅提木叉經一百遍，此", "356": "諸惡鬼各各調伏，終不惱亂行道四眾。」佛告", "357": "阿難：「汝好持是淨身口意調伏威儀擯惡鬼", "358": "法，為得增長四部弟子——使不起亂念、得入", "359": "三昧——當好受持，慎莫忘失。」爾時，尊者阿難聞", "360": "佛所說，歡喜奉行。", "361": "「復次，阿難！若行者坐時，患兩耳滿、骨節疼痛、", "362": "兩手掌癢、兩脚下痛、心下動項、筋轉眼眩，坐", "363": "處肶鬼來竊語、或散香花作種種妖怪，當疾", "364": "治之。「治之法者，先當觀藥王、藥上二菩薩手", "365": "執金瓶持水灌之。次復當觀雪山神王持一", "366": "白花至行者所覆其頂上，白光流入潤身毛", "367": "孔即得柔軟，更無異相。然後復見闍婆童子", "368": "持仙人花散行者上，一一花間雨諸妙藥潤", "369": "於毛孔，諸肶疼癢、種種苦痛、音聲細語、諸", "370": "鬼神輩永盡無餘。「藥王菩薩、藥上菩薩為說", "371": "平等摩訶衍法，香山、雪山、一切神王、闍婆童", "372": "子亦隨其根為說種種十二門禪、隨病湯藥、醫", "373": "方呪術。因是得見尊者賓頭盧及諸羅漢、五", "374": "百沙彌淳陀婆等，一時悉來至行人所，一一", "375": "聲聞所說種種治病之法。「或有羅漢隨佛", "376": "所說，教此比丘剜於頂上使漸漸空，舉身", "377": "皆空以油灌之；梵天持藥——其藥金色——灌身令", "378": "滿；菩薩醫王說種種法。若發聲聞心，隨賓", "379": "頭盧所說得須陀洹；若發大乘心，隨藥王、藥", "380": "上二菩薩所說，即得諸佛現前三昧。」佛告阿", "381": "難：「佛滅度後，四部弟子若欲坐禪，先當寂", "382": "靜端坐七日，然後修心數息七日。復當服此", "383": "除病等藥，除聲去肶、定心守意、修心修身，", "384": "調和諸大令不失時。一心一意不犯輕戒及", "385": "與威儀，於所持戒如護眼目、如重病人隨良", "386": "醫教。行者亦爾，隨數數增不令退失，如救頭", "387": "燃，順賢聖語，是名治病服煖身藥。」佛告阿", "388": "難：「汝好受持，慎莫忘失。」時尊者阿難聞佛所", "389": "說，歡喜奉行。", "390": "治禪病祕要法卷下", "391": "附文後序後序", "392": "河西王從弟，優婆塞大沮渠安陽侯，於于", "393": "填國衢摩帝大寺金剛阿練若住處，天竺", "394": "比丘大乘沙門佛陀斯那，其人天才特", "395": "拔，國中獨步，口誦半億偈，兼明禪法，內外", "396": "綜博，無籍不練，故世人咸曰：「人中師子！」沮", "397": "渠親面稟受，憶誦無滯。以孝建二年九月", "398": "八日於竹園精舍書出此經，至其月二", "399": "十五日訖。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0620 治禪病祕要法: 治禪病祕要法: 治禪病祕要法", "source": "CBETA"}