{"author": "宋 贊寧撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2126 大宋僧史略", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "40 僧籍弛張", "1": "大宋僧史略卷下咸平二年重更修理", "2": "右街僧錄通慧大師贊寧奉　勅撰", "3": "四十一誕辰談論內齋附四十二賜僧紫衣", "4": "四十三賜師號德號附四十四內供奉并引駕", "5": "四十五封授官秩四十六方等戒壇", "6": "四十七結社法集四十八賜夏臘", "7": "四十九對王者稱謂五十臨壇法位", "8": "五十一度僧規利五十二賜諡號", "9": "五十三菩薩僧五十四得道證果尼附", "10": "五十五大秦末尼五十六駕頭床子", "11": "五十七城闍天王五十八上元放燈", "12": "五十九總論", "13": "41 誕辰談論誕辰談論", "14": "昔漢祖與盧綰同日生。有奉酒饌相遺。此為", "15": "慶生之權輿也。後則束帛壺酒。孩兒服玩。以", "16": "加祝賀。大則玉帛長生久視之意。屬干物品。", "17": "以為慶生之豐禮也。及聞佛法中有弭災延", "18": "命之說。則以佛事為慶也。元魏後周隋世。多", "19": "召名行廣學僧。與儒道對論。悅視王道。亦慶", "20": "生之美事矣。唐高宗召賈公彥於御前。與道", "21": "士沙門講說經義。德宗誕日御麟德殿。命許", "22": "孟容等。登座與釋老之徒講論。貞元十二年", "23": "四月誕日。御麟德殿。詔給事中徐岱兵部郎", "24": "中趙需及許孟容韋渠牟。與道士葛參成沙", "25": "門談筵等二十人。講論三教。渠牟最辯給。文", "26": "宗九月誕日。召白居易。與僧惟澄道士趙常", "27": "盈。於麟德殿談論。居易論難鋒起。辭辯泉注。", "28": "上疑宿構。深嗟揖之。莊宗代有僧錄慧江。與", "29": "道門程紫霄談論。互相切磋謔浪嘲戲。以悅", "30": "帝焉。莊宗自好吟唱。雖行營軍中。亦携法師", "31": "談讚。或時嘲挫。每誕辰飯僧。則內殿論義明", "32": "宗。石晉之時。僧錄雲辯多於誕日談讚。皇帝", "33": "親坐累對論議。至大宋太祖朝。天下務繁。乃", "34": "罷斯務。止重僧講。三學為上。此無乃太厚重", "35": "而貞實乎。", "36": "內齋附內齋附", "37": "皇帝誕日。詔選高德僧。入內殿賜食加厚嚫。", "38": "尋文起於後魏之間。多延上達。用徼福壽。唐", "39": "自代宗。置內道場。每年降聖節召名僧。入飯", "40": "嚫。謂之內齋。及文宗大和七年十月。改慶", "41": "成節。勅停僧道內齋。至武宗初年。重置內道", "42": "場。并設內齋。僧道獻壽。會昌四年六月。停內", "43": "齋及內長生道場。宣宗即位元年六月二十", "44": "二日。勅復置內齋。許僧道獻壽。梁祖開平三", "45": "年大明節日。帝御文明殿。設僧齋。宰臣翰林", "46": "學士預之。我大宋皇帝誕節。兩街僧錄道錄", "47": "首座并公薦兩街分僧賜紫衣師號。了便同", "48": "賜齋。又聞晉漢周帝生日。設百僧後量滅令", "49": "數人而已。", "50": "42 賜僧紫衣賜僧紫衣", "51": "古之所貴名與器焉。賜人服章。極則朱紫。綠", "52": "皂黃綬乃為降次。故曰加紫綬。必得金章。令", "53": "僧但受其紫而不金也方袍非綬尋諸史。僧衣赤黃", "54": "黑青等色。不聞朱紫。案唐書。則天朝有僧法", "55": "朗等。重譯大雲經。陳符命言。則天是彌勒下", "56": "生為閻浮提主。唐氏合微。故由之革薜稱周", "57": "新大雲經曰。終後生彌勒宮。不言則天是彌勒法朗薜懷義九人並封縣", "58": "公。賜物有差。皆賜紫袈裟銀龜帒。其大雲經", "59": "頒於天下寺。各藏一本。令高座講說。賜紫自", "60": "此始也。觀新唐書言。大雲是偽經則非也。此", "61": "經晉朝已譯舊本便云女王。于時豈有天后", "62": "耶。蓋因重譯故。有厚誣加。以挾薜懷義。在其", "63": "間致招譏誚也。則天之後中宗朝。以胡僧慧", "64": "範修寺之功封縣公。不行紫服。睿宗時亦無", "65": "聞焉。玄宗友愛頗至。以寧王疾遣中使尚藥。", "66": "馳騖旁午唯僧崇憲醫效。帝悅賜緋袍魚袋", "67": "賜緋魚袋唯憲一人又開元二十年九月中。波斯王遣大", "68": "德僧及烈至唐及烈僧名勅賜紫袈裟一副帛五十", "69": "匹。遣還本國。天寶末。沙門道平住金城縣寺。", "70": "遇祿山逆亂。玄宗幸蜀。肅宗過寺。平懇勸", "71": "論兵靈武。收復長安。肅宗遂以兵屬之。用為", "72": "左金吾大將軍。至臨皐遇賊大戰。累次立功。", "73": "後還乞為僧。勅配崇福興慶兩寺。賜紫衣入", "74": "內。奏對為常。代宗永泰年中。章敬寺僧崇慧", "75": "與道士角術。告勝中官鞏庭玉。宣賜紫衣一", "76": "副除魚袋也次鎮國寺梵僧紀陀。年六百歲。臨終遣", "77": "弟子。奉衣鉢上皇帝。勅賜紫衣焉。德宗歸心", "78": "釋氏。詔法師端甫。入內殿與儒道論義。賜", "79": "紫方袍。順宗憲宗穆宗文宗武宗皆行此賜", "80": "尋僧名。未見耳。東觀奏記曰。大中中。大安國寺釋修", "81": "會能詩。嘗應制。才思清拔。一日聞帝乞紫衣。", "82": "帝曰。不於汝吝耶。觀若相有缺然。故未賜也。", "83": "及賜歸寺。暴疾而卒。大中四年六月二十二", "84": "日降誕節。內殿禪大德並賜紫。追福院主宗", "85": "茞亦賜紫。次有沙州巡禮僧悟真至京。及大", "86": "德玄暢句當藏經。各賜紫。又法乾寺都撿挍", "87": "僧從暕賜紫。帝幸莊嚴寺禮佛牙。靈慧律師", "88": "賜紫。崇福寺叡川賜紫。懿宗咸通四年。有西", "89": "涼府僧法信。進百法論疏抄。勘實賜紫。十一", "90": "年十一月十四日延慶節。兩街僧道赴內。於", "91": "麟德殿講論。可孚賜紫。又日本國僧圓載住", "92": "西明寺。辭迴本國。賜紫遣還。十二年延慶節。", "93": "內殿講論。左街清韻思禮雲卿等五人。右街", "94": "幼章慧暉清遠等四人。並賜紫尋街分。各賜紫衣。自咸通始也", "95": "僖宗昭宗賜諸道所薦僧紫衣極多不錄。梁", "96": "祖乾化元年十一月。有迴紇入朝僧凝盧宜", "97": "李思宜延籛等。各賜紫還蕃。又潭州僧法思。", "98": "桂州僧歸真。面乞賜紫。莊宗喜賜僧紫衣。晉", "99": "漢周皆爾。今大宋唯誕節賜也。其或內道場", "100": "僧已著紫。又賜紫羅衣三事。謂之重賜。若偏", "101": "󰊉諸國。賜與亦同。偽蜀時。雲南國遣內供奉", "102": "崇聖寺主。賜紫銀鉢。僧充通好使焉。後蠻士", "103": "有上者賜金鉢。猶中國賜銀魚也。倭國則賜", "104": "僧傳燈法師之號。高麗賜僧紫衣。則以金銀", "105": "鉤施於紉上。甄別高下也。", "106": "43 賜師號賜師號", "107": "師號謂賜某大師也。遠起梁武帝號婁約法", "108": "師。次隋煬帝號智顗禪師。並為智者。而無大", "109": "師二字。唐中宗號萬迴為法雲公加公一字玄宗開", "110": "元中。有慧日法師。中宗朝得度師義淨。游西", "111": "域迴進真容梵夾。帝悅賜號慈敏。亦未行大", "112": "師之字。穆宗朝。天平軍節度使劉總奏乞出", "113": "家賜紫衣。號大覺師止師一字至懿宗咸通十一年", "114": "十一月十四日延慶節。因談論。左街雲顥賜", "115": "三慧大師。右街僧徹賜淨光大師。可孚法智", "116": "大師重謙青蓮大師。賜師號懿宗朝始也", "117": "分明言某大師。見五運圖僖宗朝有僧錄雲皓大師。昭宗", "118": "朝有圓明大師。梁革唐命。賜靈武道寅尤等。", "119": "為證慧大師。賜吳越國徑山洪諲。為法濟大", "120": "師。至龍德元年。不許僧妄求師號紫衣。後唐", "121": "晉漢周咸同。今大宋止行師號紫衣。而大德", "122": "號許僧錄司簡署。先是開寶至太平興國四", "123": "年以前。許四海僧入殿庭。乞比試三學。下開", "124": "封府功德使差僧。證經律論義。十條全通賜", "125": "紫衣。號為手表僧。以其面手進表也。尋因功", "126": "德使奏。天下一家不須手表。求選勅依。自此", "127": "每遇皇帝誕節。親王宰輔節度使至刺史。得", "128": "上表薦所知。僧道紫衣師號唯兩街僧錄道", "129": "錄所薦得入內。是日授門下牒。謂之簾前師", "130": "號。給紫衣四事。號簾前紫衣。此最為榮觀也。", "131": "其外王侯薦者。間日方出節制簾問牧守轉", "132": "降而賜也。", "133": "德號附德號附", "134": "德號之興其來遠矣。魏晉之世。翻譯律本羯", "135": "磨文中。皆曰大德僧。經云。為大德天生。論", "136": "云。諸大德有神通者。及諸傳紀私呼僧中賢", "137": "彥。多云大德。非國朝所補也。至唐代宗。內出", "138": "香一合。送西明寺故上座大德道宣掌內。始", "139": "見史傳。又代宗大曆二年。安國寺律大德乘", "140": "如奏亡僧物色。乞依律斷輕重。宜依觀此文。", "141": "似勅補也。然或詔勅中云。長老僧某。豈是補", "142": "署邪。蓋一期之推飾耳。大德道宣律大德乘", "143": "如亦同此也。大曆六年辛亥歲四月五日。勅", "144": "京城僧尼。臨壇大德各置十人。以為常式。有", "145": "闕即填。此帶臨壇。而有大德二字。乃官補德", "146": "號之始也。憲宗朝。端甫為引駕大德。此帶引", "147": "駕為目。宣宗大中四年六月降誕日。內殿禪", "148": "大德辯肇二人。此帶禪學得名。又大中中。勅", "149": "補聖壽寺臨壇大德賜紫。慧靈為總持寺上", "150": "座。崇福寺講論大德賜紫。叡川充寺主。福壽", "151": "寺臨壇大德賜紫玄。暢充都維那。大中十年。", "152": "玄暢遷上座大德玄。則為寺主大德。堅信為", "153": "悅眾。並從勅補。勅補號益分明矣。懿宗咸通", "154": "六年。西涼府僧法信。稟本道節度使張義朝。", "155": "差進乘恩法師所撰百法論疏抄。兩街詳定", "156": "可以行。用勅宜依。其法信賜紫衣。充本道大", "157": "德。又昭宗文德初生辰號嘉會節。詔兩街僧", "158": "道講論至暮。各賜分物銀器。僧道賜師號者。", "159": "右街兩人。紫衣各四人。德號各十人。朱梁", "160": "後唐晉漢周。或行或不行。今大宋朝廷罕行", "161": "德號。開寶中。左右街僧錄準舊勅得簡署三", "162": "學雜科僧名題。或曰禪大德。或講經律論。表", "163": "白聲讚。醫術諸科。宜與大德二字。近僧錄道", "164": "深不循科目。多妄張懿美文字為題。至于四", "165": "字六字。唯納賂而後行。江南兩淅之地。至有", "166": "十寺院。中無長行可以充僧役也。", "167": "44 內供奉并引駕內供奉并引駕", "168": "內供奉授僧者。自唐肅宗聚兵靈武。至德元", "169": "年。迴趨扶風。僧元皎受口勅。置藥師道場。令", "170": "隨駕仗內赴。請公驗。往鳳翔府開元寺。御藥", "171": "師道場。三七人六時行道。時道場內忽生一", "172": "叢李樹。奉勅使驗實。李樹四十九莖。元皎表", "173": "賀批答。瑞李繁滋國興之兆。生伽藍之內。知", "174": "佛日再興。感此殊祥。與師同慶。又李讓國宣", "175": "勅云。勅內供奉僧元皎。置此官者元皎始也。", "176": "次有子麟者。泉州人也。繼受斯職。憲宗朝。端", "177": "甫皓月栖白相次應命。朱梁後唐晉漢周我", "178": "大宋無聞此職。為引駕大德者。唯端甫稱之。", "179": "此必勅補。儻自號私署。安可稱之。此命近亦", "180": "不聞矣。然則車駕巡幸還京。僧道必具旛幢", "181": "螺鈸遠迎。僧錄道錄騎馬引駕。而無敢自稱", "182": "引駕者。太祖英武聖文神德皇帝勅兩街僧", "183": "道。各備威儀迎駕。今以為常式矣。", "184": "45 封授官秩封授官秩", "185": "夫出家之者望五位以升階。得道之人轉二", "186": "依而就果。敢言其次。緣覺應真以四果一坐", "187": "而證成。經三生百劫而彰號。此聖賢之品秩", "188": "也。宜修選業。可取殊科。其有震旦華風。縻賢", "189": "好爵。因其所貴而以貴之。昔後魏以趙郡沙", "190": "門法果為沙門統。供施之不足。又官品之。遂", "191": "授輔國宜城子忠信侯。尋進公爵。曰安城。釋", "192": "子封官自法果始也。梁朝以慧超為壽光殿", "193": "學士。又陸法和甚高官位。後周選僧道中學", "194": "問優贍者。充通道觀學士。仍改服色。隋朝以", "195": "彥琮為翻經館學士。唐中宗神龍二年。造聖", "196": "善寺。成慧範慧珍法藏大行會寂元璧仁方", "197": "崇先進國九人。加五品並朝散大夫縣公。房", "198": "室器用料物。一如正員官給。以修大像之功", "199": "也。尋加慧範正儀大夫。上庸郡公。聖善寺主", "200": "至銀青光祿大夫。俸料房閤一事已上同職官", "201": "給。又安樂寺主僧萬歲加朝散大夫封縣公。", "202": "聖善寺都維那俸祿亦同職官給。以營像成", "203": "也。又沙門廓清充修功德使撿挍殿中監。其", "204": "次玄宗卜平內難。僧清潤封官三品。醫寧王", "205": "疾。愈僧賜緋袍。代宗加不空三藏。至開府儀", "206": "同三司肅國公。階爵之極唯不空矣。", "207": "論曰。朝廷尚行於爵秩。釋子乃競於官階。官", "208": "階勿盡期。貪愛無滿分。胡不養其妻子跪拜", "209": "君親。何異乎織女七襄牽牛負軛者哉。有識", "210": "達者於此無取焉。不同陸法和釋道平能施", "211": "衛社之功致有假官之目也。", "212": "46 方等戒壇方等戒壇", "213": "此土之有戒壇。起南朝求那跋摩三藏。為宋", "214": "國比丘。於蔡州岸受戒而為始也。自爾南北", "215": "相次立壇。而無別名。後有南林戒壇。高宗乾", "216": "封二年。終南山道宣律師建靈感戒壇於清", "217": "官村精舍。天下名德皆來重增戒品。築壇方", "218": "成。有長眉僧。壇前讚歎。即賓頭盧也。代宗", "219": "永泰年三月二十八日。勅大興善寺。方等戒", "220": "壇所須一切官供。至四月勅京城僧尼。臨壇", "221": "大德各置十人。永為常式。所言方等戒壇者。", "222": "蓋以壇法本出於諸律。律即小乘教也。小乘", "223": "教中須一一如法。片有乖違。則令受者不得", "224": "戒。臨壇人犯罪。故謂之律教也。若大乘方等", "225": "教。即不拘根缺緣差。並皆得受。但令發大心", "226": "而領納之耳。方等者即周遍義也。止觀論曰。", "227": "方等者或言廣平。今謂方者法也。如般若有", "228": "四種方法。即四門入清涼池故此方也。所契", "229": "之理即平等大慧故云等也。稟順方等之文", "230": "而立戒壇故名方等壇也。既不細拘禁忌。廣", "231": "大而平等。又可謂之廣平也。宣宗以會昌沙", "232": "汰之後。僧尼再得出家。恐在俗中。寧無諸", "233": "過。乃令先懺深罪。後增戒品。若非方等。豈", "234": "容重入。取其周遍包容。故曰方等戒壇也。脫", "235": "或一遵律範。無聞小過。入僧界法四種皆如。", "236": "則不可稱為方等也。然汎愛則人喜陵犯。嚴", "237": "毅則物自肅然。末代住持宜其嚴而少愛則", "238": "為能也。", "239": "47 結社法集結社法集", "240": "晉宋間有廬山慧遠法師。化行潯陽。高士逸", "241": "人輻湊于東林。皆願結香火。時雷次宗宗炳", "242": "張詮劉遺民周續之等。共結白蓮華社。立彌", "243": "陀像。求願往生安養國。謂之蓮社。社之名", "244": "始於此也。齊竟陵文宣王募僧俗行淨住法。", "245": "亦淨住社也。梁僧祐曾撰法社。建功德邑會", "246": "文。歷代以來成就僧寺。為法會社也。社之法", "247": "以眾輕成一重。濟事成功。莫近於社。今之結", "248": "社。共作福因。條約嚴明。愈於公法。行人互相", "249": "激勵。勤於修證。則社有生善之功大矣。近聞", "250": "周鄭之地邑社多結守庚申會。初集鳴鐃鈸。", "251": "唱佛歌讚。眾人念佛行道。或動絲竹。一夕不", "252": "睡。以避三彭奏上帝。免注罪奪算也。然此實", "253": "道家之法。往往有無知釋子。入會圖謀小利。", "254": "會不尋其根本。誤行邪法。深可痛哉。", "255": "48 賜夏臘賜夏臘", "256": "天后朝。道士杜又迴心求願為僧。勅許剃染。", "257": "配佛授記寺。法名玄嶷。勅賜三十夏。以其乍", "258": "入法流。須居下位。苟賜虛臘。則頓為老成", "259": "也。賜夏臘起於此矣。次長慶元年三月。天平", "260": "軍節度使劉總。以幽州私第為佛寺。詔以報", "261": "恩為名。仍遣中官焦仙晟。以寺額賜之。總以", "262": "幽父之故。神情慌怱。故造佛寺。尋奏乞度為", "263": "僧。勅賜大覺師號。仍加五十臘。此優異其人。", "264": "欲令入法位高也。且律教許三人同引受戒。", "265": "得法一時尚推頭名為大。豈分大族王門子", "266": "弟邪。朝廷以劉氏久據幽州。美總創知順理", "267": "故。加󰺢賜之慰其意也。梁開平中。吳越王", "268": "錢氏奏令季男出家。法名令因。勅賜紫衣。號", "269": "法相大師。加三十臘。自此止。今不聞行此也。", "270": "所言臘者。經律中以七月十六日是比丘五", "271": "分法身生來之歲首。則七月十五日是臘除", "272": "也。比丘出俗。不以俗年為計。乃數夏臘耳。經", "273": "律又謂十五日為佛臘日也。", "274": "49 對王者稱謂對王者稱謂", "275": "西域從始立名。至終不改。如阿難。是佛成道", "276": "夜生。號為慶喜。及受記結集。亦號阿難。諸皆", "277": "效此。近見梵僧到。多名為迦葉文殊等。西土", "278": "無嫌。亦如東夏相如子貢之類也。案寄歸傳", "279": "曰。西方受戒。以十夏前稱小師。十夏稱住位。", "280": "通經論。多者曰多聞求寂。此皆通稱也。若單", "281": "云僧。則四人以上方得稱之。今謂分稱為僧。", "282": "理亦無爽。如萬二千五百人為軍。或單己一", "283": "人亦稱軍也。僧亦同之。南山律師云。沙門者", "284": "凡聖同稱也。西天異道亦號沙門。故須釋字", "285": "以別之。二種合稱。猶此方人稱爵里及姓氏", "286": "也。然姓所同也。苟用單名。名所獨也。獨則簡", "287": "濫焉。自魏晉以來。沙門多從師姓。如支道林。", "288": "姓關。從師姓支。道安姓衛。從師佛圖澄姓帛。", "289": "安獨悟曰。從師莫過於佛。佛本姓釋。遂通", "290": "令比丘姓釋。東夏稱釋氏。自安始也。後阿含", "291": "經梵本至譯出。果有四河歸海無復本名。四", "292": "姓出家咸稱釋氏之文。自相符合也。新翻苾", "293": "芻者。由苾芻草有五德。因號之。比丘者訛梵", "294": "語也。又舊曰除饉者。康僧會注法鏡經曰。凡", "295": "夫於六情境。如餓夫夢食。出家人除去六情。", "296": "名為除饉也。又習鑿齒呼道安為道士。西域", "297": "人多稱我。卑於尊所稱亦無嫌。故阿難云。如", "298": "是我聞也。若此方對王者。漢魏兩晉或稱名。", "299": "或云我。或云貧道。故法曠上書於晉簡文。稱", "300": "貧道。支遁上書乞歸剡。亦稱貧道。道安諫", "301": "符堅。自稱貧道。呼堅為檀越。于時未為定式。", "302": "又跋陀對宋孝武云。從陛下乞順。此見呼陛", "303": "下也。至南齊時。法獻玄暢二人分為僧正。對", "304": "帝言。論稱名而不坐。後因中興寺僧鐘啟答。", "305": "稱貧道。帝嫌之。問王儉曰。先輩沙門與帝王", "306": "共語何稱。正殿還坐不。儉對曰。漢魏佛法未", "307": "興。不見紀傳。自偽國稍盛皆稱貧道。亦聞", "308": "預坐。及晉初亦然。中代有庾氷桓玄等。皆欲", "309": "使沙門盡禮。朝議紛紜。事皆休寢。宋之中朝。", "310": "亦令致禮。尋且不行。自爾迄今。多預坐而", "311": "稱貧道。帝曰。暢獻二僧道業如此。尚自稱名。", "312": "況復餘者令揖拜則太甚稱名亦無嫌。由是", "313": "沙門皆稱名於帝王。獻暢為始也。近朝今代", "314": "道薄人乖稱謂表章。稱臣頓首。夫頓首者拜", "315": "也。稱臣卑之極也。尋其所起。不出唐時。隋大", "316": "興善寺翻經沙門法經等。進眾經目錄。猶未", "317": "稱臣。止云眾沙門法經等謹白皇帝大檀越。", "318": "後周釋曇積諫沙汰表亦唯稱名。白皇帝大", "319": "檀越。後稱貧道。若後周釋任道林。對武帝詔", "320": "曰。又稱臣。詳其時。林形服已變。猶佛圖澄法", "321": "孫王明廣同也。如作僧道林。必不稱臣也。唐", "322": "西明寺沙門玄則。上禪林妙記後序中。但稱", "323": "僧等二字。故序云。遂以所物之餘。親迂睿", "324": "旨。正名之末。特繕嘉題。僧等荷鎔施之恩。緘", "325": "紹隆之澤。云唐三藏請御製經序表。稱沙門", "326": "玄奘。答詔云。勅奘尚而不名也。貞觀中詔僧", "327": "尼居道下。京邑沙門智實上表論班位。亦唯", "328": "稱名。高宗勒僧道二教。拜君親時。司戎議", "329": "狀曰。不孝莫過於絕嗣。何不制以婚姻。不忠", "330": "莫大於不臣。何不令稱臣妾。由是知之。唐之", "331": "三葉猶未稱臣也。肅宗上元元年三月八日。", "332": "降御札。遣中使劉楚江。請曹谿六祖所傳衣", "333": "鉢入內。并詔弟子令韜。韜表辭年老。遣弟子", "334": "明象。上表稱臣。見于史傳。自此始也。或曰。", "335": "法琳上表。論道居僧上云。臣年迫乘榆。始遇", "336": "太平之世。貌侵蒲柳。方值聖明之君。若然者。", "337": "法琳已自稱臣。何以高宗朝司戎議云。不忠", "338": "莫大於不臣。何不令稱臣妾。苟或琳公已稱。", "339": "司戎必無此句。答曰。宣律威秀等皆不稱臣。", "340": "恐法琳危迫情切。乍稱之耳。朝廷未著于令", "341": "式。眾不同稱。故司戎云。何不令稱臣妾。其次", "342": "又疑傳寫者錯誤耳。據此說。則法琳稱臣。又", "343": "在初也。肅宗至德二年。隨駕撿挍藥師道場。", "344": "內供奉僧元皎。奏道場內生李樹四十九莖", "345": "表中云。臣等忝為臣子。至上元元年九月八", "346": "日勅。今後僧尼朝會並不須稱臣及禮拜。斯", "347": "乃因開元中令僧道拜時皆稱臣。至是方免", "348": "也。大曆八年。又放元日冬至朝賀陪位。蓋以", "349": "代宗之世君臣表裏偕重空門。此亦久污則", "350": "隆既否終泰也。", "351": "50 臨壇法臨壇法", "352": "壇上員位準律。中國僧十人。尼二十人中受", "353": "戒。邊方難得明毘尼師。則聽僧五人尼十人", "354": "中得戒比丘五人。尼五人也此之聖言可為定量。近代尼", "355": "但於本眾之中。十尼邊受止得本法而已。此", "356": "之戒月方十二三將圓未圓。必須二部僧中", "357": "乃得成就耳。案代宗永泰中。勅京城置僧尼", "358": "臨壇大德各十人。即依律中。中國二十人也。", "359": "永為通式。闕則填之。仍選明律德行優者充", "360": "之。臨壇大德科目自此始也。德宗貞元十二", "361": "年。勅永泰寺置戒壇度僧。時歡喜和尚保唐", "362": "禪宗並勅令受戒。至會昌大中中。玄暢通明", "363": "律教。充內外臨壇大德。詳其內外之名。暢", "364": "公之前已應有矣。昔薛道衡女德芳有才學。", "365": "在太宗宮中。後願出家。帝為造內鶴林寺。請", "366": "十人大德入內受戒。此即內臨壇也。及懿宗。", "367": "於咸泰殿築壇。度內福壽寺尼受大戒。兩街", "368": "僧尼大德二十人。入玄暢預茲法席。故補內", "369": "臨壇。咸通三年壬午歲四月一日。勅兩街僧", "370": "尼。四寺各置方等戒壇。右街千福延唐二寺", "371": "度人各三七日。暢公復預此數。故云內外臨", "372": "壇大德。今有未臨內壇而自稱內外臨壇。良", "373": "可笑也。又聞于時或以僧錄為宗主。不然則", "374": "律宗極高者號宗主。僧錄則加臨壇選練之", "375": "目也。梁後唐晉漢周唯行十師法。餘有壇外", "376": "員位更五六人而止矣。追思晉宋北齊北魏", "377": "周隋梁陳。歷代帝王非不度僧。唯唐宣宗重", "378": "洗懺方等壇。度僧不少。我大宋太平興國初", "379": "年及七年。度僧一十七萬有餘。古之莫比。緇", "380": "徒孔熾在于茲矣。", "381": "51 度僧規利度僧規利", "382": "緬想前朝度僧相繼所開壇法無不利他。俄", "383": "有澆時乃求利國。雖是權宜之制。終招負處", "384": "之殃。今序少端用遮後世。唐肅宗在靈武。新", "385": "立百度惟艱。最闕軍須。因成詭計。時宰臣裴", "386": "冕隨駕至扶風。奏下令賣官鬻度。僧尼道士", "387": "以軍儲為務。人有不願。科令就之。其價益賤", "388": "事轉成弊。鬻度僧道。自冕始也。後諸征鎮尤", "389": "而效焉。如徐州王智興奏置戒壇於臨淮佛", "390": "寺。先納錢後與度。至有輸賄後不受法者多", "391": "矣。李德祐在潤州。具奏其事云。自唐末已來。", "392": "諸侯角立。稍闕軍須。則召度僧尼道士先納", "393": "財。謂之香水錢。後給公牒云。念此為弊事。復", "394": "毀法門吁哉。", "395": "52 賜諡號賜諡號", "396": "僧循萬行故有迹焉。善行則諡以嘉名。惡行", "397": "則人皆不齒。是以六群比丘終非杜多之號。", "398": "六和勝士方旌所易之名。自漢魏晉宋。無聞", "399": "斯禮。後魏重高僧法果。生署之以官。死幸之", "400": "而臨去聲乃追贈胡靈公。此僧諡之始也果為沙門統。", "401": "封公爵。追贈胡靈諡也原此出於太常寺矣。後周隋世唐初", "402": "皆不行。至天后朝。有北宗神秀居荊州。神", "403": "龍二年。詔賜諡大通禪師矣。又有西域菩提", "404": "留支。長壽二年。至洛陽止授記寺。神龍二年。", "405": "隨駕西京。住崇福寺飜經。中宗睿宗曾親筆", "406": "授。開元中年一百五十六歲。勅賜鴻臚卿。卒", "407": "諡一切遍知三藏。又沙門一行卒諡大慧禪", "408": "師。文宗朝諡端甫為大達法師。宣宗諡廬山", "409": "慧遠為大覺法師。懿宗諡南山道宣為澄照", "410": "大師。此後諸道奏舉名僧逸士。朝廷加諡。累", "411": "代有之。", "412": "53 菩薩僧菩薩僧", "413": "昔漢魏晉朝。沙門名號用捨不同。故有號竺", "414": "法護。為燉煌菩薩。及天竺菩薩。竺佛朔。月支", "415": "菩薩。支讖等。偽國不聞此說。後周太武皇帝", "416": "廢釋道二教。建德三年。詔擇釋道有名德者。", "417": "別立道觀。改形服為學士。帝賜小道安牙笏。", "418": "位以朝列不就。尋武帝崩天元宣帝立。意欲", "419": "漸興佛教。未便除先帝之制。大象元年勅曰。", "420": "太武皇帝為嫌濁穢。廢而不立。朕簡耆舊學", "421": "業僧二百二十人。勿翦髮毀形。於東西二京", "422": "陟岵寺。為國行道所資公給。時有高僧智藏。", "423": "姓荀氏。建德二年。隱終南紫閣峰。至宣帝時", "424": "出謁。勅令長髮。為菩薩僧。作陟岵寺主。大象", "425": "二年。隋文作相。藏謁之。因得落髮。又釋彥琮", "426": "不願為通道觀學士。以其菩薩僧須戴花冠", "427": "衣瓔珞像菩薩相。高僧惡作此形。非佛制也。", "428": "初立通道觀員。置百二十人。選釋李門人有", "429": "當代名行者。著衣冠笏履。為通道觀學士", "430": "于時僧道混然大較是令毀戒僧入道也有前沙門樊普曠者。彭亨調", "431": "笑。帝頗重之。抑入通道。退常剪髮留鬚。帝", "432": "問。對曰。臣學陛下。二教雖除。猶存通道。鬚", "433": "為俗飾故留。髮非俗教故遣。帝曰。俗有留髮。", "434": "加冠何言非教。曠曰。無髮之士豈是無教耶。", "435": "臣願加之冠何損。自爾常淨髮著冠纓。人問。", "436": "答曰。我患熱也。又靈幹者初簡入菩薩僧。後", "437": "方剃髮矣。究其心游佛理。行切苦空。證聖之", "438": "深。登地以去。則無沙門之形也。佛法污隆。王", "439": "臣制作。遇其抑勒。知復奈何。凡百學徒觀", "440": "此思事。", "441": "54 得道證果得道證果", "442": "問曰。竺乾化境證果人多。何以法被中華窈", "443": "無蹤迹。答曰。我教以信解修證為階。若信佛", "444": "言則解佛意。當修聖行必登果證也。又以教", "445": "理行果四種撿之。則時有正法。像法去聖如", "446": "近。四種猶全。望聖纔遙。四種多缺矣。或曰。", "447": "服食素治己病。病損連服必至長生。長生不", "448": "已則白日上升。豈非目擊。何釋門罕聞此驗", "449": "耶。答曰。譬猶下種。秋成各殊。彼以尸解上升", "450": "為極。我則斷障出纏。由賢入聖。然後游戲", "451": "神通而作佛事。為化利有情之故。豈同其自", "452": "了自遷而為極事也。如其要知。略陳梗概。案", "453": "漢法本內傳。摩騰角法既勝。踊身虛空說偈", "454": "等。此現通驗果證之始也。又安清度䢼亭湖", "455": "蛇。了三世殘業。次則天台飛錫。瓜步浮杯。真", "456": "諦敷坐具而涉江。圖澄開腹腸而洗淨。道開", "457": "石子而充食。乞僧羊酒而却存。法進足離地", "458": "而行。跋摩蹈席華而潔。法雲公日行萬里。僧", "459": "伽師身現泗濱。如此諸師還得果不。我宗中", "460": "重生故名生論一中。本待生故而獲大果也。", "461": "他宗重往故名生生身。乘剛躡桷。何為究", "462": "盡。無以白日上升。少許修鍊而比於無漏業。", "463": "資現神逞變之作也。何云罕見聞耶。自聵其", "464": "耳。非雷霆之吝聲也。", "465": "尼附尼附", "466": "晉代有尼淨撿。此方女人得戒之上首也。一", "467": "旦中庭有光。上屬于天。若虹霓狀。中有天女。", "468": "相見欣然携手。撿遂引弟子躡光而去。又桓", "469": "宣武窺尼入浴室。見其刲割可畏。出而無他。", "470": "蓋以誡宣武溫。由是滅其跋扈。又隋尼智仙", "471": "知文帝當為天子。通變不測。厥徒實繁。略舉", "472": "尤者。尼女尚然。況丈夫釋子者乎。", "473": "55 大秦末尼大秦末尼胡神也。官品令有祆正", "474": "火祆火煙切教法本起大波斯國。號蘇魯支。有", "475": "弟子名玄真。習師之法。居波斯國。大總長如", "476": "火山。後行化於中國。貞觀五年。有傳法穆", "477": "護何祿。將祆教詣闕聞奏。勅令長安崇化坊", "478": "立祆寺。號大秦寺。又名波斯寺。開元二十年", "479": "八月十五日。勅末尼本是邪見。妄稱佛教。誑", "480": "惑黎元。以西胡等既是師法。當身自行。不須", "481": "科罰。至天寶四年七月。波斯勅經教出自大", "482": "秦。傳習而來。久行中國。爰初建寺。因以為", "483": "名。將欲示人。必循其本。其兩京波斯寺宜改", "484": "為大秦寺。天下諸州郡有者準此。大曆三年", "485": "六月。勅迴紇置寺。宜賜額大雲光明之寺。六", "486": "年正月又勅荊越洪等州。各置大雲光明寺", "487": "一所。武宗會昌三年勅。天下摩尼寺並廢入", "488": "宮。京城女摩尼七十二人死。及在此國。迴紇", "489": "諸摩尼等配流諸道。死者大半。五年再勅。大", "490": "秦穆護火祆等二千餘人並勒還俗。然而未", "491": "盡根荄。時分蔓衍。梁貞明六年。陳州末尼", "492": "黨類立母乙為天子。發兵討之。生擒母乙。餘", "493": "黨械送闕下。斬於都市。初陳州里俗喜習左", "494": "道。依浮圖之教。自立一宗。號上上乘。不食葷", "495": "茹。誘化庸民。糅雜淫穢。宵集晝散。因刺史惠", "496": "王友能動多不法。由是妖賊嘯聚。累討未平。", "497": "及貞明中。誅斬方盡。後唐石晉時。復潛興。推", "498": "一人為主。百事稟從。或畫一魔王踞座佛為", "499": "其洗足云。佛止大乘。此乃上上乘也。蓋影傍", "500": "佛教。所謂相似道也。或有比丘。為飢凍故往", "501": "往隨之效利。有識者尚遠離之。此法誘人直", "502": "到地獄。慎之哉。", "503": "56 駕頭床子駕頭床子", "504": "盛經七寶案也。其制度以雜瓌珍間填成之。", "505": "款其足高其緣。所置之經即仁王護國也。所", "506": "覆之巾即上深紅羅也。使中宮謹愿者馬上", "507": "平持舒徐而啟行。望乘輿可百步。以為前道", "508": "也。此之儀制未知始端。如秦譯經云。作七寶", "509": "案。以經置上。若王行時。常於其前。足滿百", "510": "步。令千里內七難不起。若王住時。作七寶帳", "511": "置經。供養如事父母。如事帝釋。唐譯本云。置", "512": "經寶案。若王行時。常導其前。所在住處。作七", "513": "寶帳。餘文大同。今疑行此。為後秦邪。為唐世", "514": "邪。輿服志無文。諸朝史闕載。然則既亡明據。", "515": "可以理求。蓋唐代宗永泰中。不空三藏重譯", "516": "後置也。不空嘗誦此經中呪。感天王子領神", "517": "兵解安西城羗胡之圍。又祈晴雨多驗。于時", "518": "可以請依經置案以象其前驅。祕其事故。史", "519": "氏莫知也。唐紀云。永泰中羗胡𡨥邊。京城", "520": "戒嚴。又因星變。內出仁王經兩卷。與付資", "521": "聖西湖二佛寺。開百座仁王道場。撿此知。永", "522": "泰為始也。又或百座法筵時。帝親臨御。壇儀", "523": "中合用寶案置經引駕。因而不廢也。有云。玄", "524": "宗累置百座道場。莫起開元中邪。今謂明皇", "525": "薄於釋氏。難行斯法也。然雖薄於釋氏。而且", "526": "厚於好奇。兩說之中。與其代宗可矣。又未知", "527": "經是何本。若是舊譯。則玄宗以前。如用新", "528": "經。則代宗為始也。自後諸帝或設而不作。則", "529": "說案上無經。或置而勿論。則云儀注合用。此", "530": "蓋弗知而不加鄭重矣。今大宋法物克全用", "531": "之引導群下。迎望見此。知駕近百步矣語其", "532": "功也。與辟惡之車殊形而共致焉。", "533": "57 城闍天王城闍天王", "534": "凡城門置天王者。為護世也。唐天寶元年壬", "535": "子歲。西蕃大石康居五國來𡨥安西。其年二", "536": "月十一日。奏請兵解援。玄宗詔發師。計一萬", "537": "餘里。累月方到。時近臣言。且可詔問不空三", "538": "藏。帝依奏詔入內。持念請天王。為救帝秉香", "539": "罏。不空誦仁王護國經陀羅尼二七遍。帝忽", "540": "見神人可五百員帶甲荷戈在殿前。帝驚疑", "541": "問不空。對曰。此毘沙門第二子獨健領兵。是", "542": "必副陛下意。往救安西。故來辭耳。請設食發", "543": "遣。其年四月。安西奏云。去二月十一日已", "544": "後。城東北三十里。雲霧晦冥。中有人眾。可長", "545": "丈餘。皆被金甲。至酉時。鼓角大鳴。聲振三百", "546": "里。地動山傾。經二日。大石康居等五國。當時", "547": "奔潰。諸帳幕間有金毛鼠。齧斷弓弩弦及器", "548": "仗。悉不堪用。斯須城樓上有光明。天王現形。", "549": "無不見者。謹圖天王樣。隨表進呈。帝因勅諸", "550": "道節度。所在州府於城西北隅。各置天王形", "551": "像部從供養。至於佛寺。亦勅別院安置。迄今", "552": "朔日州府上香華食饌動歌舞。謂之樂天王", "553": "也。所號毘沙門者。由此天王與于闐國最有", "554": "因緣。偏多應現于闐國。是毘沙部故號毘沙", "555": "門天王。如言于闐國天王也。亦猶觀音菩薩", "556": "所在現形而偏曰寶陀落山觀音同也。", "557": "58 上元放燈上元放燈", "558": "案漢法本內傳云。佛教初來。與道士角試。燒", "559": "經像無損而發光。又西域十二月三十日。是", "560": "此方正月十五日。謂之大神變月。漢明勅令", "561": "燒燈。表佛法大明也。一云。此由漢武祭五時", "562": "神祠。通夜設燎。蓋取周禮司爟氏燒燎照祭", "563": "祀。後率為故事矣。然則本乎司爟舉火供祭", "564": "祀職。至東漢。用之表佛法大明也。加以累朝", "565": "沿革必匪常規。唐先天二年。西域僧沙陀。請", "566": "以正月十五日然燈。開元二十八年正月十", "567": "四日。勅常以二月望日燒燈。天寶六年六月", "568": "十八日。詔曰。重門夜開。以達陽氣。群司朝宴", "569": "樂在時和。屬于上元。當修齋籙。其於賞會。必", "570": "備葷羶。比來因循稍將非便。自今以後。每至", "571": "正月。宜取十七日十九日夜開坊市以為永", "572": "式。尋又重依十五夜放燈。德宗貞元三年。勅", "573": "正月十五日然燈。是漢明帝因佛法初來與", "574": "道士角法。勅令燭燈。表破昏闇云。唐僖宗幸", "575": "蜀。迴中原多事。至昭哀皆廢。梁開平二年。詔", "576": "曰。近年以風俗未泰兵革且繁。正月然燈廢", "577": "停已久。今後三夜門坊市門公私然燈祈福。", "578": "莊宗入洛。其事復興。後歷諸朝。或然或不。我", "579": "大宋太平興國六年。勅下元亦放燈。三夜為", "580": "軍民祈福。供養天地辰象佛道。三元俱然燈", "581": "放夜自此為始。著于格令焉。", "582": "59 總論總論", "583": "問曰。略僧史求事端。其故何也。答曰。欲中興", "584": "佛道令正法久住也。曰方今天子重佛道崇", "585": "玄門。行儒術致太平。已中興矣。一介比丘力", "586": "輪何轉。而言中興佛道耶。答曰。更欲助其中", "587": "興耳。苟釋氏子不知法不修行。不勤學科不", "588": "明本起。豈能副帝王之興之乎。或曰。子有何", "589": "力令正法久住乎。答曰。佛言。知法知摩夷。護", "590": "持攝受。可令法不斷也。又曰。諸師已廣著述。", "591": "何待子之為邪。答曰。古人著述用則闕如。曾", "592": "不知三教循環終而復始。一人在上高而不", "593": "危。有一人故奉三教之興。有三教故助一人", "594": "之理。且夫儒也者。三王以降則宣用而合宜。", "595": "道也者。五帝之前則冥符於不宰。昔者馬史", "596": "躋道在九流之上。班書拔儒冠藝文之初。子", "597": "長欲反其扑而還其淳。尚帝道也。孟堅思本", "598": "其仁而祖其義行王道焉。自夏商周至于今。", "599": "凡幾百千齡矣。若用黃老而治。則急病服其", "600": "緩藥矣。由此仁義薄禮刑生。越其禮而逾其", "601": "刑。則儒氏拱手矣。釋氏之門周其施用。以", "602": "慈悲變暴惡。以喜捨變慳貪。以平等變冤親。", "603": "以忍辱變瞋害。知人死而神明不滅。知趣到", "604": "而受業還生。賞之以天堂。罰之以地獄。如範", "605": "脫土。若模鑄金。邪範漏模寫物定成其寢陋。", "606": "好模嘉範傳形必告其端嚴。事匪口談。人皆", "607": "目擊。是以帝王奉信。群下歸心。草上之風翕", "608": "然而偃。而能旁憑老氏兼假儒家。成智猶待", "609": "於三愚。為邦合遵於眾聖。成天下之亹亹。復", "610": "終日之乾乾。之於御物也。如臂使手。如手運", "611": "指。或擒或縱。何往不臧耶。夫如是則三教", "612": "是一家之物。萬乘是一家之君。視家不宜偏", "613": "愛。偏愛則競生。競生則損教。已在其內。自然", "614": "不安。及已不安。則悔損其教。不欲損教。則莫", "615": "若無偏。三教既和故法得久住也。且如秦始", "616": "焚坑儒術。事出李斯。後魏誅戮沙門。職由", "617": "𡨥謙之崔浩。周武廢佛道二教。矜衒己之聰", "618": "明。蓋朝無正人。唐武宗毀除寺像。道士趙歸", "619": "真率劉玄靖。同力謗誣。李朱崔影助此四君。", "620": "諸公之報驗何太速乎。奉勸吾曹。相警互防。", "621": "勿罹愆失。帝王不容。法從何立。況道流守", "622": "寶。不為天下先。沙門何妨饒禮以和之。當合", "623": "佛言一切恭信。信于老君先聖也。信于孔子", "624": "先師也。非此二聖曷能顯揚釋教。相與齊行。", "625": "致君於犧黃之上乎。苟咈斯言。譬無賴子弟", "626": "無端鬪競。累其父母。破產遭刑。然則損三教", "627": "之大猷。乃一時之小失。日月食過何損於明", "628": "君。不見秦焚百家之書。聖人預已藏諸屋壁。", "629": "坑之令勦絕。揚馬二戴相次而生。何曾無噍", "630": "類耶。梁武捨道。後魏勃興拓跋誅僧。子孫重", "631": "振。後周毀二教。隋牽復之。武宗陷釋門。去未", "632": "旋踵。宣宗十倍興之側掌。豈能截河漢之流。", "633": "張拳不可防暴虎之猛。況為僧莫若道安。安", "634": "與習鑿齒交游。崇儒也。為僧莫若慧遠。遠送", "635": "陸脩靜過虎溪。重道也。余慕二高僧。好儒重", "636": "道。釋子猶或非之。我既重他。他豈輕我。請信", "637": "安遠行事。其可法也。詩曰。伐柯伐柯。其則不", "638": "遠。孟子曰。天時不如地利。地利不如人和。斯", "639": "之謂歟。", "640": "大宋僧史略卷下終", "641": "紹興朝旨改正僧道班文字一集紹興朝旨改正僧道班文字一集", "642": "法道等伏覩大宋僧史略。載僧道班次。每當朝", "643": "集。僧先道後。並立殿庭。僧東道西。凡遇郊", "644": "天。道左僧右。久為定制。蓋出本朝祖宗成憲。", "645": "以為萬世不刊之規。昨緣崇觀之後道士叨", "646": "視資品。如王資息林靈素王沖道輩。視兩府", "647": "者甚眾。因此起請。例押僧班。乘勢毀壞祖宗", "648": "所定福基。事體非一。據釋教所載。近年災變", "649": "至於社稷中微生靈塗炭。蓋亦因此。誤國罔", "650": "上。莫茲為甚。伏見昭靖康建炎以來。所有", "651": "道士視官已行追毀。既無官蔭。其於班列。自", "652": "合遵依祖宗舊制。今來天下道士。每遇國忌", "653": "行香。洎凡入寺院。看謁聚會。不悛故態。𢕟然", "654": "爭風。一切占上。全乖賓主禮法。頗有害於風", "655": "教。深為未便。伏望朝廷明降指揮。特賜改正。", "656": "應今後行香立班諸處聚會並乞遵依祖宗成", "657": "法。仍乞頒行天下。以正風俗。庶得稍循禮法", "658": "不害風教。", "659": "右謹具呈伏取鈞旨。", "660": "二月日　江州廬山東林大平興龍禪寺住持傳西天法特賜寶覺圓通法濟大師法道剳子。", "661": "臨安府僧正慧通無礙大師梵安等。", "662": "右梵安等。伏為先與廬山東林太平興龍禪寺", "663": "住持寶覺圓通法濟大師法道同呈劄子。乞", "664": "依祖宗法改正國忌行香僧道班次。累蒙省", "665": "部并大常寺取會照。使文字供報前去具申", "666": "朝廷並已圓備。至今未蒙頒行改正等。伏見", "667": "三朝訓鑒車駕祈求。先入僧寺。及紹興勅條", "668": "已作僧道。呼仰詳前項。國朝訓勅正與大宋", "669": "僧史略同。然今道士冒占日久。習已成風。全", "670": "不遵依祖宗成憲。竊見釋教藏經所載。近年", "671": "災變毫髮不差。蓋緣道士乘勢起請蠧壞祖", "672": "宗所定福基。殘害佛法。事體非一。致得天垂", "673": "災變禍亂縱橫。誤國至此。猶未悛革。謹具狀。", "674": "披告參政相公。參政相公。僕射相公。伏乞鈞", "675": "慈。特賜敷奏。早行改正。庶得誡諭道徒。遵依", "676": "舊制。仰迴天意。俯順民心。為國攘災。又安", "677": "天下。未敢專擅。伏候鈞旨。", "678": "紹興三年九月日臨安府僧正慧通無礙大師梵安等狀。", "679": "行在尚書祠部。", "680": "准都省批送臨安府僧正慧通無礙大師梵安", "681": "等狀。為整會國忌行香僧道立班等事。後送", "682": "禮部勘當。申尚書省撿會。先承批送下江州", "683": "廬山東林太平興龍禪寺住持傳西天法特賜", "684": "寶覺圓通法濟大師法道等劄子。勘會上件", "685": "事理。後批送禮部勘當。申尚書省。本部尋", "686": "撿會下項條并所到太常寺狀稱。今看詳僧", "687": "史略內稱。每當朝集。僧先道後。並立殿庭。僧", "688": "東道西。間雜副職。并大常寺因革禮。宣德門", "689": "肆赦故事。道左僧右。其前件事各有文據。該", "690": "載並合遵依。所有僧道每遇國忌行香。尋撿", "691": "照嘉祐編勅并紹興新書條內。並載僧道寺", "692": "觀。立文為次。今來僧法道理會行香立位。本", "693": "寺今勘當。欲比附喜祐紹興條法。以僧在左。", "694": "更合取自朝廷指揮。申部本部今參照嘉祐", "695": "編勅。並載僧道。其政和海行唯稱道僧。及有", "696": "道士序位在僧之上正條。緣今來紹興新書", "697": "內。却依舊法。以僧道立文并刪去。道士序", "698": "位在僧之上。正條不行。本部今勘當。欲依太", "699": "常寺勘當。到事理施行。更合取自朝廷指揮。", "700": "已於今年四月四日。繳連元狀并僧史略一", "701": "冊。具申都省。未蒙指揮。今又承批下僧梵安", "702": "等狀整會上件事。具申都省。去後蒙朝旨。批", "703": "下十一月十四日送禮部。依條施行。須至符", "704": "下。僧史略今大宋每當朝集。僧先道後。並立", "705": "殿庭。僧東道西。間雜副職。若遇郊天。道左僧", "706": "右。未知始起也。太常因革禮。乾德六年。宣德", "707": "門肆赦故事。道左僧右。嘉祐編勅條內。並該", "708": "載僧道寺觀。立文為次。政和海行條內。並該", "709": "載道僧觀寺。立文為次。并有正條。諸道士序", "710": "位在僧之上。女冠在尼之等上。紹興海行", "711": "條內。並該載僧道寺觀。立文為次。其道士序", "712": "位在僧之上等。前條已刪去不行。右差親事", "713": "官鄭彥。告示梵安法道等。逐僧知委已。奉朝", "714": "旨批降。依條改正。以僧在左。并符太常寺臨", "715": "安府江州去訖。仍具知委。文狀連申不得住", "716": "滯。紹興三年十一月二十一日。下法道伏為", "717": "先與臨安府僧正梵安等同呈劄子理會。乞", "718": "依祖宗法。改正國忌行香僧道班位事。伏蒙", "719": "尚書祠部告示已。奉朝旨批降。依條改正。以", "720": "僧在左。告示施行。并已符太常寺江州臨安", "721": "府去訖。法道伏見省部撿坐定前後勅條。及", "722": "已刪去。政和法內。道士序位在僧之上。女冠", "723": "在尼之上等前條不行。內一項太常因革禮", "724": "乾德六年宣德門肆赦故事。係道左僧右。法", "725": "道仰詳上件太常禮法。并前後勅條參照得", "726": "正。與大宋僧史略同。每當朝集。僧先道後。並", "727": "立殿庭。僧東道西。若遇郊天。道左僧右。蓋是", "728": "自來遇郊祀禮畢。車駕自郊迴。即御宣德門。", "729": "肆赦班位係是一事。餘時立班並是僧左。僧", "730": "史略內意已抱括。伏乞行下太常寺照會。外", "731": "所有諸處州縣欲乞符送逐路轉運司遍行天", "732": "下。應于國忌行香去處貴得文軌遍同事成", "733": "言順。天下僧道安分修行。永福中興恢復之", "734": "祚癸丑十一月二十四日呈訖。當月二十八日遍行天下行在尚書祠部。紹", "735": "興十三年冬。因景靈宮立班。爾行告示省", "736": "符。臨安府管內掌文籍。道士劉若謙等。紹興", "737": "十三年十月初五日。尚書省陳狀。乞道士序", "738": "位在僧之上。當月十二日。詣景靈宮。奉安", "739": "祖宗神御。道士自擅爭占序。班在東。詐稱別", "740": "得朝廷指揮矣。其時前都正普澄真淨慧濟", "741": "大師善達僧正戒月等。遂具陳列。當月二十", "742": "一日。朝旨批降。依先定祖宗舊法。嘉祐編", "743": "勅紹興新書。以僧在左。行下准在尚書祠", "744": "部。准都省批送下本部狀。准都省批送下臨", "745": "安府。都道正劉若謙等狀為理會。今來肆赦", "746": "僧道立班序位事。後批十月十五日送禮部。", "747": "限五日看詳申尚書省本部。尋行下太常寺。", "748": "看詳去後。今據本寺申撿。准紹興三年十一", "749": "月十四日都省批狀指揮。承都省批送下禮", "750": "部。伏准都省。批送下臨安府僧正惠通無礙", "751": "大師梵安等狀。為整會國忌行香僧道立班", "752": "等事。後批送禮部勘當。申尚書省撿會。先准", "753": "都省批送下江州廬山東林太平興龍禪寺住", "754": "持傳西天法特賜寶覺圓通法濟大師法道等", "755": "劄子。整會上件事理。後批送禮部勘當。申尚", "756": "書省本部尋撿會下項。僧史略今太宋每當", "757": "朝集。僧先道後。並立殿庭。僧東道西。間雜副", "758": "職。如過郊天。道左僧右。未知始起也。太常因", "759": "革禮。乾德元年宣德門肆赦故事。道左僧右。", "760": "嘉祐編勅條內。並該載僧道寺觀。立文為次。", "761": "政和海行條內。並該載道僧觀寺。立文為次。", "762": "并有正條。諸道士序位在僧之上。女冠子在", "763": "尼之上。紹興海行條內。並該載僧道寺觀。立", "764": "文為次。其道士序在僧之上。女冠子在尼之", "765": "上。勘會前條已刪去不行。并取到太常寺。狀", "766": "稱今看詳僧史略內稱。每當朝集。僧先道後。", "767": "並立殿庭。僧東道西。間雜副職。并太常因", "768": "革禮宣德門肆赦故事。道左僧右。其前件事", "769": "各有文據。該載並合遵依。外所有僧道每遇", "770": "國忌行香。尋撿准嘉祐編勅并紹興新書條", "771": "內。並該載僧道寺觀。立文為次。今來法道理", "772": "會行香立班。本寺今勘當。欲比附嘉祐編勅", "773": "紹興條內。以僧在左。更合取自朝廷指揮。申", "774": "部今參照嘉祐編勅並載僧道。其政和海行", "775": "即稱道僧。及有道士序位在僧之上正條。緣", "776": "今來紹興新書內却依舊法。以僧道立文。并", "777": "刪去道士序位在僧之上正條不行。本部令", "778": "勘當。欲依太常寺勘當到事理施行。更合取", "779": "自朝廷指揮。已於今年四月初四日。繳連先", "780": "狀并僧史略一策。具申都省。未奉指揮。今又", "781": "承批一僧梵安等狀。整會上件事理。今勘", "782": "當欲依本部。已勘當事理施行。更合取自朝", "783": "廷指揮申尚書省。後批十四日送禮部。依條", "784": "施行。本寺今看詳。臨安府都正劉若謙等。敘", "785": "陳僧道立位合依上件。已降批狀指揮施行。", "786": "所有肆赦立班。合依太常因革禮宣德門肆", "787": "赦故事。道在左僧在右。更合取自朝廷指揮。", "788": "伏乞省部更賜詳指揮施行。申部本部今看", "789": "詳。欲依大常寺申到事理施行。更合取自朝", "790": "廷指揮。申都省。後批十月二十一日送禮部。", "791": "依看詳到事理施行。須至指揮。右差人鄭彥。", "792": "仰告示道正劉若謙等。詳此知委。仍取知委", "793": "文狀連申。紹興十三年十月　日。仍符軍府。", "794": "行下僧司。除宣德門肆赦。外餘時立班並僧", "795": "在左訖。", "796": "佛者號天人師。稱慈悲父。聖中至聖。道超千", "797": "聖之前。天中之天。德邁諸天之上。所以天尊", "798": "仰奉。釋梵將迎。一佛化境之中三千界內。莫", "799": "不尊奉於佛者也。如天子巡幸於諸侯之國。", "800": "豈有列士之官不朝於萬乘者也。正要分其", "801": "先後。理當辨白尊卑。苟知凡聖道殊。貴免金", "802": "鉛同價。道術不逾於萬里。佛心廣化塵沙。當", "803": "取則於達士通人。勿固執於屋愚管見。而況", "804": "佛先道後。具載於群籍。佛聖道凡。今古之共", "805": "悉也。汝宜息妄歸真捨邪投正。迴心學佛。真", "806": "正修行。消除幻妄之緣。解脫輪迴之苦。佛會", "807": "中常為善。伴菩提路。共結真修。高超世表而", "808": "出凡。契證真如而入聖。無以我慢自高。僻執", "809": "邪妄。而虛生浪死曠劫昇沈。不能自救也。悲", "810": "哉。", "811": "紹興朝旨改正僧道班列文字一集終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2126 大宋僧史略", "source": "CBETA"}