{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大方等大集經: 大方等大集經", "text": {"0": "13 日密分4 分別品", "1": "大方等大集經卷第三十四", "10": "王、乾闥婆王、阿修羅王、迦樓羅王、緊那羅", "100": "涼池。是光能除眾生三惡道苦，飢渴寒熱種", "101": "種諸病，及貪瞋癡邪見等患，乃至能令三界", "102": "獄中所有恐怖厄難眾生，令盡苦際。是時此", "103": "剎諸眾生等蒙光力故，咸共深心恭敬供養，", "104": "尊重讚歎佛法僧寶，厭捨諸惡勤修善法。從", "105": "是諸光乃至遍照十方，如恒河沙等諸佛世", "106": "界淨穢等剎，有佛無佛皆悉普照，猶如重夜", "107": "幽闇之中忽有百千萬億日光俱時普照，此", "108": "及他方恒河沙剎土，光明遍照亦復如是。爾", "109": "時，十方恒河沙等諸佛世界，有諸菩薩摩訶", "11": "王、摩睺羅伽王，如是等無量無數不可稱計", "110": "薩等，承佛神力於一念頃來至此剎，各在一", "111": "面結加趺坐，是諸菩薩或有已經百千大劫", "112": "修菩薩行，或有乃至具足十地，皆悉修習十", "113": "八不共、四無畏等諸功德法，各以善根福德", "114": "力故，入深三昧放大光明，遍照三千大千世", "115": "界，其中所有魔王、龍王，乃至人天，諸光明等", "116": "皆悉不現。爾時，世尊告諸聲聞四輩等眾：「汝", "117": "今應知，此諸菩薩摩訶薩等大善根力入於", "118": "三昧放此光明，遍照三千大千世界。又彼十", "119": "方諸佛如來，曾於此剎作佛事已而還本國，", "12": "俱來集會。復有欲界色界天、龍、夜叉、羅剎、乾", "120": "今共加護此諸菩薩摩訶薩等，令入禪定現", "121": "神通力，為令現在及未來世三寶久住不斷", "122": "絕故。以是菩薩神通光明因緣力故，令諸天、", "123": "龍、夜叉、羅剎、阿修羅、迦樓羅、緊那羅、摩睺", "124": "羅伽、人、非人等，未信者令信，已信者令增", "125": "長，於正法中發大精進，如法修行自在無礙", "126": "得不退轉，乃至修學涅槃正道具足滿故。「是", "127": "諸菩薩隨所住處，於當來世是中皆應起立", "128": "塔寺造作法堂，安置舍利經法形像，以種種", "129": "七寶而修供養，所謂金銀、琉璃、車𤦲、馬瑙、頗", "13": "闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽等，", "130": "梨、真珠、珂貝、璧玉，及上繒綵，種種衣服、床榻、", "131": "臥具、種種幡蓋、袈裟、法服、種種瓔珞、華香、末", "132": "香、塗香、燒香，作諸音樂禮拜供養，為令恐怖", "133": "生死眾生求涅槃道修功德故。」爾時，世尊作", "134": "如是言：「於未來世若有善男子、善女人，於三", "135": "寶所如是布施我悉受之，令彼眾生於三乘中", "136": "隨其所樂得不退轉。「若復有人為供養故，或", "137": "造一舍一僧伽藍，經行之處布施園林，衣服、飲", "138": "食、臥具、床褥，種種湯藥而供養之。或有建立", "139": "講讀論堂、經行禪室，於中布施奴婢、田宅、象", "14": "皆悉一心瞻仰如來。爾時，世尊為諸大眾說", "140": "馬、車乘、駝驢、牛羊、種種諸物、衣服、臥具，及諸", "141": "湯藥資生所須，令持法比丘身心安隱，坐禪", "142": "修道講讀論義，如法修行具足莊嚴，得勝自", "143": "在涅槃道故，欲令佛法久住於世故，捨如是", "144": "等種種諸物，我於爾時與諸菩薩及聲聞眾", "145": "皆悉受之。若未來世有善男子、善女人，為供", "146": "養三寶故，能捨如是種種諸物，建立講讀論", "147": "堂、經行禪室，給其所須，我悉知見而生隨喜，", "148": "與諸菩薩及聲聞眾同共受用。何以故？為令", "149": "是等得大果報，於三惡道得遠離故，隨其所", "15": "虛空目安那波那甘露法門四無量已，默然", "150": "欲於三乘中得不退轉，乃至各於三乘而般", "151": "涅槃故。「又善男子、善女人，以如是等種種諸", "152": "物供養因緣故，於未來世當獲二利。何等為", "153": "二？一者、法利；二者、財利。隨所生處資財具足，", "154": "宿習因緣故，是諸物不生慳悋悉能捨施，為", "155": "欲供養比丘、比丘尼、優婆塞、優婆夷故，隨其", "156": "住處，或在山林樹下、阿蘭若處、無憒閙聲，堪", "157": "可坐禪係念之處，建立塔寺房堂靜室。隨彼", "158": "所須皆能給施，是比丘等受彼施已如法行", "159": "故，天、龍，夜叉隨其所在皆悉擁護。」", "16": "而坐。娑婆世界地及虛空一切大眾亦皆默", "160": "爾時，佛告諸比丘言：「汝等當知，十方諸佛已", "161": "曾於此娑婆世界入深禪定現大神通，破壞", "162": "魔王及諸龍等，慈愍眾生故演說妙法，為令", "163": "三寶久住世間。各於此土作佛事已歸還本", "164": "國。爾時如恒河沙等諸佛世界，有無量無邊", "165": "阿僧祇菩薩摩訶薩，欲見於我禮拜供養，聽", "166": "聞正法及受持故，復為聞說虛空目修多羅", "167": "四無礙法，各於他方來集此剎，慈悲憐愍諸", "168": "眾生故，入於禪定現大威力，破壞魔王及諸", "169": "龍等，欲令此土諸眾生輩供給供養施其所", "17": "然合掌向佛，唯悕如來甘露法雨而無厭足，", "170": "須修諸功德，於三乘中得解脫故。是未來世", "171": "有善男子、善女人，信心清淨為欲供養如法", "172": "修行諸比丘故，或捨家宅園林田地奴婢乃", "173": "至資生種種所須。", "174": "「爾時，若有破戒比丘，受他所捨乃至一華一", "175": "果，是惡比丘以愚癡故，受他淨心所施諸物", "176": "獲大惡報，於現在世得四惡報。何等為四？一", "177": "者、惡名遠聞流布十方；二者、父母師長兄弟", "178": "眷屬，奴婢親戚皆悉離散；三者、獲大重病臥", "179": "糞穢中，惡報相現痛苦而死；四者、衣鉢坐具", "18": "猶如重病思遇良醫，如在大闇思見光明，如", "180": "所有資財，悉為五家之所分散，是名四種惡", "181": "報。「於未來世復獲四種大惡果報。何等為四？", "182": "一者、身壞命終墮大地獄；二者、於地獄中久", "183": "受勤苦，地獄終已復生畜生、餓鬼道中，得無", "184": "手足報，居在曠野無水之處，經百千萬歲具", "185": "受辛苦；三者、從彼命終生毒蛇中，得無眼報，", "186": "經無量歲唯食於土；四者、於彼命終得生人", "187": "中，墮五濁世不值諸佛，於彼世中雖得人身，", "188": "常無眼目亦無手足，住在曠野唯食世間所", "189": "棄穢食恒不充足，不得與人同共住止。從彼", "19": "溺大河思登彼岸，如遭急難思求依護。如是", "190": "命終復墮地獄，於三惡道難得免出。何以", "191": "故？彼善男子、善女人，淨心捨施田舍園林、衣", "192": "服、湯藥、種種諸物，唯欲供養如法比丘，然破", "193": "戒者受他所施唯欲供身，不與如法持戒比", "194": "丘，以是因緣獲如是罪。「又破戒者，久處生死", "195": "具受諸苦，雖得人身不值佛世。所以者何？諸", "196": "佛如來不可思議難可值遇。彼破戒者，斷滅", "197": "法母不求精進，不用見聞佛法僧故，以是因", "198": "緣不值佛世，彼惡比丘於當來世得如是等", "199": "大惡果報。」", "2": "隨天竺三藏那連提耶舍譯", "20": "遍滿娑婆佛剎地及虛空諸大菩薩，及諸聲", "200": "爾時，大德伽耶迦葉聞此語已，悲泣雨淚而", "201": "白佛言：「世尊！如我解佛所說義者，寧處地獄", "202": "具受眾苦，終不受此破戒身也。所以者何？", "203": "雖得此身而復出家，為衣食故具犯禁戒受", "204": "他淨施，獲如是等種種苦惱。」佛言：「迦葉！如是", "205": "如是如汝所說，寧處地獄受種種苦，不受人", "206": "身起如是等破戒罪業。何以故？地獄罪畢更", "207": "不造新，故業盡已便於苦報而得解脫。「迦葉！", "208": "諸身之中人身難得，得人身已值佛出世復", "209": "難於是，雖值佛世出家受戒是最為難。所以", "21": "聞，釋梵天王、摩睺羅伽王，乃至人、非人等合", "210": "者何？得受戒已如法修行能盡苦際，斷諸漏", "211": "結而得解脫。是淨信心善男子、善女人，若剎", "212": "利、婆羅門、毘舍、首陀，欲供養淨行持戒比丘，", "213": "以其具足福德善根故，或捨家宅、園林、靜室、", "214": "奴婢、象馬、牛羊等物種種資生，以為常住僧", "215": "業，令彼比丘身心安隱集善根故。是愚癡比", "216": "丘毀犯淨戒捨諸善根，遠離靜念專為非法，", "217": "彼善男子等而不供養。以是因緣，衣服，臥具", "218": "資生所須皆不充足，便作是言：『我大智人堪", "219": "可受彼所施諸物。』或假檀越豪強勢力，奪他", "22": "掌默然，瞻仰法王亦復如是。爾時，眾中有一", "220": "如法比丘所受諸物，唯自供身以為私用，言", "221": "是己有此非僧物。彼愚癡人造是罪故，於當", "222": "來世受如是等諸惡果報。」", "223": "爾時，頻婆娑羅王白佛言：「世尊！若善男子、善", "224": "女人，若剎利、婆羅門等，欲供養如法比丘故，", "225": "捨彼田宅、園林、種種諸物資生所須，是破戒", "226": "者奪他所受唯自供己，以是因緣，獲如是等", "227": "大惡果報。若在家人奪彼持戒行法比丘如", "228": "是布施種種資生，而自用者，是諸人等得幾", "229": "許罪。」佛言：「大王！不須問此得幾罪報。」王復白", "23": "大梵天王，名曰功德蓮華光，已於昔日供養", "230": "佛：「若未來世有剎利等，以種種諸物施與持", "231": "法比丘，以是因緣諸比丘等多有資生，是剎", "232": "利、婆羅門、毘舍、首陀，不信佛法及因果故又", "233": "不畏罪，如是人輩奪而用者得幾許罪？」佛言：", "234": "「大王！是諸人等奪他施故，當得無量大惡果", "235": "報，若我具說重增彼罪。所以者何？是剎利、婆", "236": "羅門、毘舍、首陀，淨心施彼行法比丘種種諸", "237": "物，是比丘等多有資生。如是愚人猶彼癡驢，", "238": "以不信故奪他所受種種施物而自供己，以", "239": "是因緣故當得大罪。彼人若聞我說惡業差", "24": "無量無邊諸佛，於諸佛所殖諸善根，於阿耨", "240": "別種種果報，誹謗不信，如是愚人得二種罪：", "241": "一者、奪他所施；二者、於我所說誹謗不信。」時", "242": "頻婆娑羅王復白佛言：「世尊！唯願說之，唯願", "243": "說之，於當來世若剎利、婆羅門、毘舍、首陀四", "244": "種姓中，有信佛法深識因果怖畏罪者，聞佛", "245": "所說初中後善義味甚深，純備具足清淨梵", "246": "行。如是之人聞已能信，如法修行作諸功德，", "247": "復為供養行法比丘故，捨種種諸物給其所", "248": "須。若有破戒比丘及愚癡人，奪彼持法比丘", "249": "如是種種所受諸物，彼信心人方便擁護持", "25": "多羅三藐三菩提得不退轉，繫心緣法善修", "250": "戒比丘，終不令彼侵奪欺陵。」頻婆娑羅王說", "251": "是語已。佛言：「大王！善哉，善哉！快說是語。「大王！", "252": "於當來世若有剎利、婆羅門、毘舍、首陀，為欲", "253": "供養行法比丘故，或捨田宅、園林、奴婢、象馬、", "254": "衣服、臥具、飲食、湯藥、資生所須。若有剎利、婆", "255": "羅門、毘舍、首陀，以不信故奪他所施，而彼愚", "256": "人於現身中得二十種大惡果報。何者二十？一", "257": "者、諸天善神皆悉遠離；二者、有大惡名流布", "258": "十方；三者、眷屬知識違背乖離；四者、怨憎惡", "259": "人同共聚會；五者、所有資財悉皆散失；六者、", "26": "慈愍，即從坐起合掌向佛，而說偈言：", "260": "心狂癡亂恒多躁擾；七者、諸根不具；八者、睡", "261": "臥不安；九者、恒常飢渴；十者、所食之物猶如", "262": "毒藥；十一者、所愛之人悉皆離別；十二者、共", "263": "事之人常多鬪諍；十三者、父母兄弟妻子奴", "264": "婢不信其言；十四者、所有隱密覆匿之事，知", "265": "識親友共相顯露；十五者、所有財物五家分", "266": "散；十六者、常遇重病無人瞻視；十七者、資生", "267": "所須常不稱意；十八者、形體枯悴；十九者、久", "268": "受勤苦難得免離；二十者、常處糞穢乃至命", "269": "終。「大王！是愚癡人於現身中得如是等二十種", "27": "「大聖神通力，能速遍諸剎，", "270": "諸惡果報，命終之後墮阿鼻地獄一劫受苦。", "271": "飢食鐵丸，渴飲融銅，用熱鐵鍱以為衣服，行", "272": "住坐臥所受之物皆是火聚，六方熾焰更相", "273": "通徹。彼諸罪人於阿鼻地獄具受如是種種", "274": "等苦，從彼命終生末伽車䭾餓鬼中，居在曠", "275": "野無水之處，生便無眼，又無手足，四方熱風", "276": "來觸其身，形體楚毒猶如劍切，宛轉在地受", "277": "大苦惱，脂髓膏流猶居熱熬，魂神迷亂出大", "278": "惡聲，具受如是百千種苦經無量歲，然後命", "279": "終生大海中受肉團身，其形長大滿百由旬。", "28": "如心無所障，光照十方國，", "280": "然彼罪人所居之處，於其身外面一由旬，滿中", "281": "熱水狀若融銅，經無量百千歲受如是等種種", "282": "苦惱，如地獄中等無差別。從彼命終，於閻浮", "283": "提曠野澤中忽然化生，形如肉團猶若大山，", "284": "四方熱風來燒其身，飛禽走獸競來食之，經", "285": "無量歲，爾乃命終還墮地獄。復經無量百千", "286": "萬歲備受眾苦，然後命終生餓鬼中，乃至肉", "287": "團之身，經無量百千歲，往反輪迴具受眾", "288": "苦。其罪漸薄得出為人，生無佛國五濁剎中，", "289": "從生而盲諸根不具，身形醜惡人不憙見。」佛", "29": "巧說奢摩他，盡智及方便，", "290": "告頻婆娑羅王言：「大王！如是罪人於當來世，", "291": "獲如是等大惡果報。所以者何？是持法比丘", "292": "如法行故，有信心者種種資財具足施與，彼", "293": "惡比丘愚癡人等奪而自用，故獲如是諸惡", "294": "果報。」", "295": "爾時，頻婆娑羅王聞此語已，悲泣雨淚而白", "296": "佛言：「世尊！我今寧受地獄等身，終不欲受是", "297": "人身也。何以故？以此人等造是罪故，獲如是", "298": "種種大苦果報。」爾時，佛告頻婆娑羅王言：「大", "299": "王！汝等諸王及剎利、婆羅門、毘舍、首陀聚落", "3": "14 日藏分1 護持正法品日藏分護持正法品第一", "30": "阿那波那念，及四無量等。", "300": "主等，如今現在及未來世乃至法住，於是時", "301": "中所有持法比丘，付囑汝等應好擁護。若有", "302": "信心善男子、善女人，為供養行法比丘故，或", "303": "捨種種資生雜物，汝好擁護，勿令非法比丘", "304": "及諸惡人欺奪侵陵。若有惡人欺奪如法比", "305": "丘所受信施，汝等應當如法治之。」王白佛言：", "306": "「世尊！若有國王見彼非法比丘，及諸愚人奪", "307": "彼行法比丘所受信施，不如法治者當得幾", "308": "許罪報，乃至剎利、婆羅門、毘舍、首陀聚落主", "309": "等，見此非法比丘及諸愚人侵奪行法比丘", "31": "佛於三界中，生死際已捨，", "310": "所受信施，當得幾許罪報？」佛告大王：「我今問", "311": "汝，隨汝意答。除諸佛如來所有功德，一切聲", "312": "聞及辟支佛所有福德，若有一人具足成就", "313": "如是等大福德聚，是人福德是為多不？」王言：", "314": "「世尊！如是，如是。是人福德甚多！甚多！」佛言：", "315": "「大王！如彼一人所得福德，如是一切眾生各", "316": "皆備足是等功德。若有惡人於彼一切有福", "317": "人所，割其手足、耳鼻，生挑其眼，如是惡人得", "318": "幾許罪？」王聞此語悲，泣哽咽不能自勝。佛言：", "319": "「大王！何以不答？」時王聞已猶復悲泣，而白佛", "32": "淨慧悉滿足，勝人天修羅，", "320": "言：「世尊！如是愚人所獲罪報，無量無邊阿僧", "321": "祇不可稱計，乃至算數譬喻所不能及。世尊！", "322": "若毀壞一人具上福者手足、耳鼻，生挑其眼，", "323": "其罪大多不可思議。何況毀壞一切具是福", "324": "者！」佛言：「大王！如我現在及未來世乃至法", "325": "盡，於其中間，若有信心善男子、善女人，俱捨", "326": "如是資生所須田宅、園林、象馬、奴婢、衣服、臥具、", "327": "湯藥等物，施與行法比丘。若非法比丘及諸", "328": "愚人奪彼所施，是剎利、婆羅門、毘舍、首陀聚", "329": "落主等，見此非法惡人不如法治者，獲大重", "33": "已離於愛縛，度疑到彼岸，", "330": "罪復過於彼。」", "331": "爾時，頻婆娑羅王白佛言：「世尊！如是國王治", "332": "國之事，甚難，甚難！何以故？彼放逸王等不如", "333": "法治，是非法惡人獲如是罪。若有國王及剎", "334": "利等不放逸故，擁護是等持法比丘。若有信", "335": "心檀越施彼所須，若有非法惡人侵奪欺陵，", "336": "當如法治者得幾許福？」佛言：「大王！如上所說", "337": "具福諸人，若復有人有大勢力，禁閉獄中具", "338": "受飢渴無量苦惱，若有一人具足大力，勝於", "339": "前者出彼獄中，爾許諸人悉令解脫，經於百", "34": "了知諸菩薩，現證於佛法。", "340": "年四事供養，衣食、湯藥、種種所須無不備足。」", "341": "佛言：「大王！彼有力人得幾所福？」王白佛言：", "342": "「世尊！彼有力人所得福德，不可思議、不可", "343": "稱計，乃至算數譬喻所不能及。」佛言：「大王！彼", "344": "剎利、婆羅門、毘舍、首陀及聚落主等，如今現", "345": "在及未來世乃至法住，是諸人等如法治彼", "346": "非法比丘及愚癡人故，所得福德復過於彼。", "347": "若復有人於今現在，及未來世乃至法欲滅", "348": "時，若有信心善男子、善女人具捨種種所須", "349": "施彼行法比丘，若有非法惡人侵奪欺陵，若", "35": "眾生心亂故，墮在生死河，", "350": "復有人方便教化不令侵奪，語言：『汝等今者，", "351": "若不隨教當治汝罪。』如彼惡人隨其教誨止", "352": "彼欺心，不復侵奪持法比丘所受信施，是剎", "353": "利乃至聚落主等，所得福德甚多，甚多！」王復", "354": "白佛言：「世尊！若有乃至一比丘能如法住所", "355": "有諸物，若有惡人欺陵侵奪者，我等剎利及", "356": "婆羅門乃至聚落主等，不如法治當獲大罪。", "357": "是一比丘所有資生，彼非法惡人有侵奪者，", "358": "我等剎利乃至聚落主等，如法擁護不令彼", "359": "人侵奪欺陵，乃至如法治之獲大功德。」佛言：", "36": "如盲無所見，常為苦所沒，", "360": "「大王。不如汝所說。所以者何。於我法中有諸", "361": "比丘，假令如法，始從一人乃至四人，我不聽", "362": "受彼田宅、園林、象馬、車乘、奴婢等常住僧物，", "363": "若滿五人乃可得受。若在僧伽藍中，或阿蘭", "364": "若處，持法比丘在中止住，鳴鍾集僧和合布", "365": "薩羯磨等事，房舍、床榻、臥具、湯藥同共受用。", "366": "乃至百千眾僧在一伽藍、若阿蘭若處，鳴鍾集", "367": "僧和合布薩，房舍、臥具、衣服、湯藥同心受用，", "368": "而不貪著亦不繫念，不如其驎陀鳥貪著", "369": "諸肉，食盡乃止終不中捨。持法比丘則不如", "37": "遠離善知識，不聞清淨法，", "370": "是，初中後夜減省睡眠，精進誦經坐禪修道，", "371": "背捨生死向涅槃路，如是比丘不稱他短不", "372": "說己長，謙下卑遜不自憍高，衣食知足頭陀", "373": "精進不放逸行，係念思惟心不馳散，於一切", "374": "眾生起慈悲心憐愍覆護。大王！如是僧中有", "375": "劫奪者獲大罪報，守護饒益得大功德。「復次，", "376": "大王！隨其所在若僧伽藍或阿蘭若處，有五", "377": "比丘止住其中，持戒不破清淨具足，乃至於", "378": "小罪中生大怖畏。如佛修多羅中所說空行，", "379": "若自讀誦，教他讀誦，不誹謗他不說他過，不", "38": "輪迴生死中，為諸結所縛。", "380": "稱己長謙下自卑，不生憍慢嫉妬之心，慈悲", "381": "憐愍一切眾生，求解脫道出生死海。如是眾", "382": "僧，若在伽藍或阿蘭若處，鳴鍾集僧和合受", "383": "用，常住僧物乃至湯藥。若復有人如法供養", "384": "獲大功德，劫奪侵陵得大罪報。「大王！是五比", "385": "丘，精進持戒慚愧具足，於小罪中生大怖畏，", "386": "行頭陀法住四聖種。如是眾僧所有福德猶", "387": "若大海，即是世間、天人、阿修羅中最上福田，", "388": "能令一切眾生離諸苦惱而得涅槃。何況十", "389": "人二十、三十，乃至百千！若有信心剎利、婆羅", "39": "佛度生死海，慈悲故說法，", "390": "門、毘舍、首陀，為供養故鳴鍾集僧，是僧集時", "391": "其中或有非法比丘若多若少，共如法比丘", "392": "同處集者，於是眾中乃至有五比丘，持戒清", "393": "淨具足慚愧，於小罪中恒生怖畏終不毀犯。", "394": "如是眾僧大修精進，棄捨世間所有諸事，惟", "395": "希出世涅槃之道，所有功德無量無邊，是大", "396": "福田，應受世間天人供養。是故，大王！汝等應", "397": "好擁護如法安置，供給所須勿令乏少。若有", "398": "非法之人欲相欺陵輕心毀辱者，汝好護持，", "399": "勿令是等侵擾之也。」頻婆娑羅王白佛言：「世", "4": "如是我聞：一時，婆伽婆在王舍城迦蘭陀竹", "40": "為煩惱眾生，斷生死羅網。", "400": "尊！我於今者欲有所問，惟願聽許。」佛言：「大王！", "401": "隨汝意問。」王白佛言：「世尊！若有破戒比丘，得", "402": "與如法眾僧和合共住，受彼上妙衣食臥具", "403": "資生所須乃至湯藥不？」佛言大王：「我今問汝，", "404": "隨汝意答。如王國中群臣百官乃至親屬，如", "405": "是之人，若一、若二乃至眾多，犯王國法合其", "406": "重罪，王時瞋怒方欲刑戮。王於爾時設於大", "407": "會，歌舞作樂歡樂集時，是犯罪人得在會次", "408": "同食歌舞歡娛作樂不？」王白佛言：「如是之人", "409": "不得在會，乃至不令與我相見，何況共受集", "41": "愛為煩惱本，諸眾生染著，", "410": "會歡樂。」佛言：「大王！如是，如是。若有比丘破戒", "411": "犯罪，實非沙門自言是沙門，實非梵行言我", "412": "梵行。如是之人猶如盲人，於生死中流轉退", "413": "沒。大王！如是之人於三世諸佛法中具犯禁", "414": "戒，以是因緣諸佛如來之所棄捨，非佛弟子", "415": "是魔眷屬，常趣惡道不墮僧數，不得在如法", "416": "僧中行住坐臥同受房舍臥具資生諸物，乃至", "417": "糠䴸亦不得受，何況得受眾僧上妙供具資", "418": "生所須！如是之人，佛法之外眾所棄捨。」頻婆", "419": "娑羅王白佛言：「世尊！是破戒比丘，不得與如", "42": "能仁巧分別，令盡生死際。", "420": "法眾僧和合共住，同受種種衣食、臥具、湯藥等", "421": "物。世尊！是破戒人有何等行類、相貌，而可得", "422": "知？」佛言：「大王！是破戒相，初未現時難可了知。", "423": "何者是破戒初相？所謂不樂供養三寶、和尚", "424": "阿闍梨，亦不信重四聖種法而不修習，又不", "425": "修行三十七助道法，是名破戒初相。心貪利", "426": "養無有慚愧，與諸俗人以為親友，稱讚己德", "427": "以自貢高，輕蔑誹謗毀呰他人，心不樂說正", "428": "法之言，唯憙好談無益之語。專行魔業惱亂", "429": "眾僧，他說一言十語加報，縱心蕩逸終不相", "43": "以癡愛因緣，不修諸功德，", "430": "下，猶如惡狗。復似飛烏眾聲亂鳴唯欲求勝，", "431": "雖復出家處在眾中，諂曲虛偽專行刺毒。又", "432": "如商人，持種種物在道而行逢彼惡賊，是破", "433": "戒人為沙門中賊。又似獼猴，糞塗身已搪突", "434": "於人，在於眾中猶如俱蘭吒華無色無香，心", "435": "不和合恒出諍訟之言，常貪利養名聞等事，", "436": "樂惡比丘及諸俗人以為伴侶而共談語。「是", "437": "諸比丘，乃至未盜眾僧田宅、園林、奴婢、象馬、駝", "438": "騾、牛驢，如是等物難可了知，是名破戒初相。", "439": "若盜如是等物是名破戒等相，是相出已失", "44": "若能斷之者，六根皆寂滅。", "440": "比丘法，是波羅夷非沙門，不得與如法眾僧", "441": "同共止住，應當擯出眾。告大王：『是持戒比丘，", "442": "寧與旃陀羅同共止住，不與破戒之人同住", "443": "居止。』如樹枯朽火從內起，根本既燒枝葉亦", "444": "盡。破戒比丘亦復如是，以破戒火燒諸功德，", "445": "善根果報悉盡無餘，於未來世墮三惡道，遠", "446": "捨慈悲而行魔業。譬如廁溷不可為淨，謗諸", "447": "賢聖斷三寶種，法海乾竭壞正法城，誑惑施", "448": "主惱亂清眾。如法比丘僧和合時違諍不隨，", "449": "彼破戒比丘盜僧物因緣故，國主剎利、婆羅", "45": "大慈牟尼王，悲心為說法，", "450": "門、毘舍、首陀，乃至若男、若女、一切施主等，雖", "451": "捨所須空無所得，失人天路墮惡道中。「是故，", "452": "大王！汝等當知，彼破戒人無有慚愧，以劫盜", "453": "心取彼僧物以為己有。是如法比丘隨其住", "454": "處，若在林中，或在伽藍，不應共住應生慈愍，", "455": "方便示教遣令出眾。語言：『長老！汝等不應住", "456": "此。』如是三諫，是破戒人若去者善；若不出眾，", "457": "如法比丘不得瞋罵。應告國王、剎利、婆羅門、", "458": "毘舍、首陀及有勢力者言：『此有比丘不如法", "459": "行恒相擾亂，不令我等安心行道。惟願撿", "46": "聞已除癡愛，獲甘露涅槃。」", "460": "挍勿令侵惱。』而彼國王剎利乃至聚落主等，", "461": "應當治之駈逐令出。若彼剎利王等取彼破", "462": "戒比丘飲食財物而不駈遣者，如法比丘亦", "463": "不應瞋，莫貪住處及資生等，默然捨去更求", "464": "餘處無難之所，若在山林窟中，或阿蘭若地，", "465": "隨其靜處就彼而住。」頻婆娑羅王聞此語已，", "466": "悲啼號泣，而白佛言：「世尊！剎利、婆羅門、毘舍、", "467": "首陀乃至聚落主，為衣食資財故護彼破戒", "468": "比丘與其勢力，令此如法比丘捨其住處。以", "469": "是因緣，於當來世墮大地獄受無量苦，於三", "47": "爾時，佛告功德蓮華光大梵天王，而說偈言：", "470": "惡道輪迴往反難得免出，於未來世有無量", "471": "無邊恒河沙等諸佛出現於世，具大慈悲入", "472": "生死中度苦眾生，而不能令彼等國王、剎利、", "473": "婆羅門及聚落主捨惡趣報得人天身。何以", "474": "故？不受如法比丘語故，又不供給供養故，受", "475": "如是等大罪果報。」佛言：「大王！於當來世諸國", "476": "土中有信心剎利、婆羅門、毘舍、首陀，為供給", "477": "供養如法比丘因緣故，若造伽藍靜處，或阿", "478": "蘭若處起立房堂，施與如法比丘，或捨田宅、", "479": "園林、奴婢、種種所須資生雜物，乃至湯藥，以", "48": "「過去修諸度，今亦如是行，", "480": "如是供養因緣故，彼諸施主於當來世，或生", "481": "剎利婆羅門大姓等家，六欲諸天乃至有頂，", "482": "或生他方淨佛世界值佛聞法，不久當得阿", "483": "耨多羅三藐三菩提。若復有人於我法中，為", "484": "求福德涅槃道故，應當供養供給如法比丘。」", "485": "爾時，頻婆娑羅王白佛言：「世尊！是諸比丘雖", "486": "犯破戒初相，然未盜僧物，如是之人，云何不", "487": "得與如法比丘同共住止同飲食、衣服等和", "488": "合受用？」佛言大王：「我今問汝，隨汝意答。若王", "489": "眷屬、大臣、宰相，犯王國法造種種罪，唯不合", "49": "不樂聲聞乘，及辟支佛地。", "490": "死有刑流者。如是之人，王若設會歌舞作樂", "491": "大集之時，得在會次同受飲食共歡樂不？」王", "492": "白佛言：「世尊！如是之人尚不欲見，何況得在", "493": "會所同受歡樂？」爾時，佛告王言：「大王！若有富", "494": "伽羅具造諸惡，於三惡趣不能勉離，如是之", "495": "人受他田宅、園林、象馬、車牛、資生之具。如此", "496": "之人非佛弟子，非沙門非釋子，於三世佛法", "497": "中是大罪人，不得與行法比丘乃至和合少", "498": "時共住，同受衣服，臥具，飲食湯，藥。若有剎利、", "499": "婆羅門、毘舍、首陀及聚落主等，見破戒人與", "5": "園，與大菩薩其數無量不可稱計前後圍繞，", "50": "復有諸眾生，數起瞋恚心，", "500": "持法比丘同住，共受衣服等物而不駈遣，彼", "501": "剎利等是三世諸佛正法之中為大罪人。如", "502": "是剎利、婆羅門等，若不駈擯彼惡比丘，雖復", "503": "更修功德種種布施，欲免此罪終不能滅，要", "504": "必當墮阿鼻地獄。「是故，大王！若有欲得自利", "505": "利他者，於彼破戒人所不應擁護。何以故？若", "506": "有供養彼惡比丘，失人天善根、斷三寶種、墮", "507": "諸惡趣。若剎利、婆羅門等擁護行法比丘，不", "508": "令彼惡比丘與共同住、和合受用衣服飲食，", "509": "是剎利等雖不布施修餘功德，即是三世諸", "51": "及念二乘等，是則為障礙。", "510": "佛之大檀越，能持三世諸佛正法。是人命終", "511": "生於他方淨佛國土，不久當得阿耨多羅三", "512": "藐三菩提。「是故，大王！汝等剎利、婆羅門等，應", "513": "當擁護供養供給行法比丘，乃至法欲滅時", "514": "所有如法比丘，應當擁護供養供給，以是因", "515": "緣能令三寶久住不滅。若不擁護如法比丘", "516": "我法即滅，若法在世能令人天充滿惡道減", "517": "少。」王言：「世尊！有何等人堪為知事守護僧物，", "518": "供養供給如法比丘？」佛言：「大王！有二種人堪", "519": "持僧事守護僧物。何者為二？一者、具八解脫", "52": "以是諸障故，退失於佛法，", "520": "阿羅漢人；二者、須陀洹等三果學人。此二種", "521": "人堪知僧事，供養眾僧。諸餘比丘，或戒不具", "522": "足，心不平等，不令是人為知僧事。」", "523": "大方等大集經卷第三十四", "53": "不起是障者，得佛法滿足。", "54": "有四生眾生，俱來至此剎，", "55": "非唯愛欲身，非盡念不淨。", "56": "是中大智人，能行菩提道，", "57": "已曾久修習，定忍總持等，", "58": "能守護諸根，正念加趺坐，", "59": "安住自境界，佛當為汝說。", "6": "及餘十方諸佛世界無量無數不可思議阿", "60": "樂五眾眾生，為說不淨法，", "61": "令斷於繫縛，七菩提分滿，", "62": "我無嫉妬心，憐愍故為說，", "63": "菩薩聞此法，不捨菩提心。", "64": "十方一切佛，已曾住此剎，", "65": "晝夜常加護，令佛法久住，", "66": "汝等諸菩薩，愍此剎眾生，", "67": "常生歡喜忍，令我法久住。", "68": "我說聲聞法，為斷貪欲心，", "69": "示五陰諸入，及十八界空，", "7": "僧祇諸大菩薩聲聞之眾，地及虛空皆悉遍", "70": "十三奢摩他，及毘婆舍那。", "71": "能斷難斷愛，是人得清淨，", "72": "顯說無漏行，聲聞四真諦。", "73": "憐愍眾生故，為令法久住，", "74": "說此四諦法，令度生死海。", "75": "復告諸菩薩，汝等莫生疑，", "76": "佛當為汝等，廣說菩薩行。」", "77": "爾時，此娑婆世界中所有眾生在佛會者作", "78": "如是念：「如來今者欲說聲聞法，不說菩薩道。」", "79": "十方世界諸來菩薩，復作是念：「如來慈愍，欲", "8": "滿，俱來集會前後圍遶。復有十方無量世界", "80": "令我等於此世界修諸禪行，使三寶種不斷", "81": "絕故，於此剎中所有天、龍、夜叉、羅剎、乾闥婆、", "82": "阿修羅，乃至人、非人等，未信者令信，已信者", "83": "令增進故，欲令一切眾生悉受安樂捨諸疑", "84": "悔滿足涅槃八正道故，令此佛剎有大福德", "85": "具足熏修眾善法故。」十方世界所有眾生作", "86": "如是念：「娑婆佛剎福德吉處，我今恭敬、尊重、", "87": "供養、禮拜彼佛剎中諸菩薩等。」各作是念：「我", "88": "今應當於此世界結加趺坐，各各入於種種", "89": "勝忍陀羅尼門及諸三昧，放大光明利益安", "9": "帝釋天王、梵天王、四天大王、諸大龍王、夜叉", "90": "樂諸眾生故。」作是念已，即於此剎加趺而", "91": "坐，入于勝忍陀羅尼諸深三昧。是諸菩薩", "92": "或有經於百大劫中修菩薩行，有得無生法", "93": "忍乃至十地，具足修習十八不共、四無所畏", "94": "等諸功德法，各以勝忍陀羅尼諸深三昧因", "95": "緣力故，放大光明。其中或有光，如燈炬野火", "96": "之明，有如釋梵諸天、大梵王光。又如一日之", "97": "光，二三四五如是轉倍，乃至百千萬億日光，", "98": "此諸光明遍照三千大千世界。其中眾生遇", "99": "斯光者，身心安樂皆大歡喜，如人熱悶入清"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大方等大集經: 大方等大集經", "author": "北涼 曇無讖譯", "sourceLink": "http://www.cbeta.org/"}