{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1095 不空羂索呪心經", "text": {"0": "No. 1095 [Nos. 1093, 1094, 1099,", "1": "cf. No. 1092(Fasc. 1)]", "10": "千淨居天子。自在天子大自在天子。大梵天", "100": "在菩薩摩訶薩。瞻仰尊顏目不暫捨。而白佛", "101": "言。世尊惟願如來聽我說此神呪。一切菩薩", "102": "所應敬禮。此解脫法門哀愍世間。利益安樂", "103": "無量有情。欲受持者應先敬禮三世諸佛。及", "104": "諸菩薩獨覺聲聞。敬禮正至正行。復應敬禮", "105": "舍利子等大慧聲聞。復應敬禮慈氏等上首", "106": "菩薩摩訶薩眾。敬禮金色光明吼聲自在王", "107": "如來。敬禮師子遊戲王如來。敬禮無量光如", "108": "來。敬禮善住摩尼寶積王如來。敬禮普光明", "109": "讚歎功德積王如來。敬禮勝觀如來敬禮寶", "11": "子而為上首。及餘無量百千天人。前後圍繞", "110": "髻如來。敬禮現世間如來。敬禮捨離損壞蘊", "111": "如來。敬禮金色身寂如來。敬禮飲光如來。敬", "112": "禮能寂如來。敬禮善名稱如來。敬禮普光勝", "113": "怨敵德如來。敬禮帝幢德如來。敬禮寶光明", "114": "自在王如來。敬禮無礙藥王如來。敬禮勇猛", "115": "遊步如來。敬禮善住無畏如來應正等覺。敬", "116": "禮三寶。敬禮聖觀自在菩薩摩訶薩具大悲", "117": "者。敬禮如是諸聖者已。復應念言聖觀自在", "118": "菩薩。於如來前說神呪心。我今亦當說此神", "119": "呪。願我所作事業速得成辦。令我一切怖畏", "12": "佛為說法。爾時聖觀自在菩薩摩訶薩。從座", "120": "皆除。爾時聖觀自在菩薩即說呪曰。", "121": "䫂丁可切姪徒也切下皆同他一闍者之可切下皆同𡆆攞音轉舌呼之自此已下非口", "122": "傍字其傍加口者皆倣此者𡆆二旨󰓑旨󰓑三主嚕主嚕四母嚕", "123": "母嚕五麼㰤呼可切迦訖可切下皆同嚕抳嬭旨切迦也藥可切下皆同", "124": "音璽󰓑璽󰓑七旨󰓑旨󰓑八費房費切下皆同󰓑費󰓑九", "125": "麼㰤跛達陀訖切下皆同麼㰤娑思訖切下皆同䫂也十迦攞迦", "126": "攞十一枳吉旨切下皆同履枳履十二矩魯矩魯十三麼", "127": "㰤輸上聲自此下注平上去入者依平上去入聲呼柁縒麁可切怛多訖切下皆同縛房可", "128": "切下皆同也十四部姪部姪十五柁縛柁縛十六迦嬭拏可", "129": "切下皆同迦嬭十七枳抳枳抳十八矩努拏古切下音同矩努", "13": "而起偏袒右肩。右膝著地向佛合掌。舒顏微", "130": "十九跛𡆆麼輸上音柁縒怛縛也二十迦𡆆迦𡆆", "131": "二十一枳󰓑枳󰓑二十二矩嚕矩嚕二十三麼㰤娑他上", "132": "音麼般比訖切下皆同𡆆般䫂也二十四者攞者攞二十五散", "133": "去音者攞散去音者𡆆二十六費者攞費者攞二十七般", "134": "𡆆者攞般𡆆者攞二十八翳吒吒可切下皆同吒翳吒吒二十", "135": "九婆上音𡆆婆上音攞三十鼻󰓑鼻󰓑三十一部", "136": "嚕部嚕三十二䫂𡆆䫂𡆆三十三底丁旨切下皆同󰓑底󰓑三十四", "137": "覩嚕覩嚕三十五翳欯火吉切裔呬火貳切下皆同三十六麼㰤迦", "138": "嚕抳迦三十七麼㰤跛輸跛底吠灑沙河切下皆同柁𡆆", "139": "三十八柁𡆆柁𡆆三十九縒𡆆縒𡆆四十者囉者囉四十一", "14": "笑而白佛言。世尊我有神呪心名不空羂索。", "140": "跛囉跛𡆆四十二縛𡆆縛𡆆四十三㰤𡆆㰤囉四十四㰤", "141": "㰤呬呬虎虎四十五闇迦𡆆勃𡆆𠿒訶訖切下皆同麼吠灑", "142": "柁𡆆四十六柁𡆆柁𡆆四十七地󰓑地󰓑四十八杜嚕杜", "143": "嚕四十九䫂攞䫂攞五十縒𡆆縒𡆆五十一跛𡆆跛𡆆", "144": "五十二縛𡆆縛𡆆五十三曷𡆆失弭捨尸可切下皆同䫂縒㰤", "145": "娑𡆆五十四般𡆆底漫雉䫂捨󰓑囉五十五實時訖切下皆同", "146": "縛攞實縛攞五十六䫂跛䫂跛五十七婆上音縒婆", "147": "上音縒五十八勃𡆆麼勃𡆆麼五十九婆上音伽上音", "148": "飯素麼地䋾丁也切六十也麼縛嚕嬭矩吠𡆆六十一勃", "149": "𡆆𠿒麵達𡆆六十二曷󰓑史第縛伽上音嬭罷薄也切下", "15": "於彼往昔第九十一劫。時有世界名曰勝觀。", "150": "皆同㗚旨䫂六十三者𡆆嬭六十四蘇上音嚕蘇上音嚕", "151": "六十五主嚕主嚕六十六母嚕母嚕六十七補嚕補嚕六十", "152": "八縒󰼮那可切下同怛矩麼𡆆鶻嚕達𡆆縛縒縛六十九", "153": "費瑟努七十柁󰼮柁七十一縛逸縛䞘其訖切儞七十二", "154": "第縛七十三曷󰓑史󰼮也迦七十四婆上音虎費費柁", "155": "吠灑柁𡆆七十五柁𡆆柁囉七十六地󰓑地󰓑七十七杜", "156": "嚕杜嚕七十八他上音𡆆他上音𡆆七十九伽上音𡆆", "157": "伽上音𡆆八十也𡆆也𡆆八十一攞囉攞囉八十二", "158": "㰤𡆆㰤𡆆八十三跛𡆆跛𡆆八十四麼𡆆麼𡆆八十五縛", "159": "𡆆縛𡆆八十六縛𡆆柁也迦八十七縒漫䫂縛路枳䫂", "16": "其佛號世主王如來。我從彼佛受不空羂索", "160": "八十八費路枳䫂八十九路計失縛𡆆九十麼醯去音失", "161": "縛𡆆九十一母虎母虎九十二母嚕母嚕九十三母也母", "162": "也九十四悶者悶者九十五𠸪叉𠸪叉九十六此中誦呪者應自稱我某甲", "163": "薩縛縒怛防去音失者九十七薩縛婆上音裔罷", "164": "九十八薩部跛𡆆跛罷九十九薩部跛薩祁祁計切罷一百", "165": "薩縛䞘𡆆醯去音羅一百一縛柁伴柁󰼮一百二䫂荼", "166": "上音󰼮一百三䫂㗚社時可切下皆同󰼮一百四曷𡆆杜䫂娑", "167": "迦𡆆一百五󰺖烏可切䞘弩那矩切柁迦一百六費灑捨娑怛", "168": "𡆆一百七跛󰓑慕者迦一百八迦嬭迦嬭一百九枳抳枳", "169": "抳一百一十矩努矩努一百一十一者𡆆者𡆆一百一十二旨󰓑旨", "17": "呪心。世尊我由受持是神呪故。教化無量百", "170": "󰓑一百一十三主嚕主嚕一百一十四印達󰓑也一百一十五婆上", "171": "音攞步鄧陀證切伽上音一百一十六者覩𡆆㗚野縒䋾丁也切百", "172": "十七三去音般𡆆迦捨迦一百十八䫂麼䫂麼一百一十九縒", "173": "麼縒麼一百二十麼縒麼縒一百二十一麼㰤䫂悶柁迦𡆆", "174": "一百二十二費柁麼󰼮一百二十三灑痓吒訖切下皆同跛𡆆弭䫂一百", "175": "二十四跛󰓑補𡆆迦一百二十五弭履弭履一百二十六吒吒吒", "176": "吒一百二十七侘勅可切下皆同侘侘侘一百二十八徵吒旨切下皆同徵徵徵", "177": "一百二十九柱吒古切下皆同柱柱柱一百三十翳耐拏計切也折之設切", "178": "麼一百三十一訖哩䫂跛󰓑迦𡆆一百三十二翳欯裔呬一百三十", "179": "三伊上音失縛𡆆部䫂伽上音嬭伴社迦一百三十", "18": "千淨居天子。自在天子大自在天子。令趣阿", "180": "四矩嚕矩嚕一百三十五跛𡆆跛𡆆一百三十六者𡆆者𡆆", "181": "一百三十七縒𡆆縒𡆆一百三十八迦𡆆迦𡆆一百三十九迦吒迦", "182": "吒一百四十跛吒跛吒一百四十一麼吒麼吒一百四十二費輪", "183": "上音柁費灑也儞縛信一百四十三麼㰤迦嚕抳迦一百", "184": "四十四失吠䫂也寶乳跛費䫂一百四十五曷𡆆怛󰼮麼", "185": "矩吒一百四十六麼攞柁𡆆一百四十七薩縛實若而可切始𡆆", "186": "璽訖哩䫂一百四十八社吒麼矩吒一百四十九麼㰤達部", "187": "䫂迦麼攞一百五十訖哩䫂迦𡆆䫂攞一百五十一姪󰼮縒", "188": "麼地費木叉一百五十二般羅劍俱暗切𧟶必也切一百五十三婆上", "189": "音虎縒怛縛散去音䫂底一百五十四跛󰓑跛者迦一百", "19": "耨多羅三藐三菩提。以是功德力故便獲十", "190": "五十五麼㰤迦嚕抳迦一百五十六薩縛羯麼縛𡆆一百五十七", "191": "費戍柁迦一百五十八薩縛筏房也切地一百五十九般𡆆慕者", "192": "迦一百六十薩縛縒怛縛阿捨也一百六十一跛󰓑補𡆆迦", "193": "一百六十二薩縛縛縒怛縛一百六十三縒麼失縛縒迦𡆆", "194": "一百六十四󰼮慕娑覩諦娑縛㰤一百六十五󰺖慕伽上音", "195": "也娑縛㰤一百六十六󰺖視䫂也娑縛㰤一百六十七󰺖跛", "196": "囉視䫂也娑縛㰤一百六十八費囉也娑縛㰤一百六十", "197": "九縛𡆆柁也娑縛㰤一百七十縛𡆆般𡆆柁也娑縛", "198": "㰤一百七十一伊上音誕者謎薩縛羯麼矩嚕一百七十二", "199": "󰼮慕娑都娑縛㰤一百七十三闍社也𧵊呼暗切下皆同娑縛", "2": "不空羂索呪心經", "20": "億三摩地。不空妙智而為上首。世尊若所在", "200": "㰤一百七十四闇𠿒𡆆視娑縛㰤一百七十五闇欯󰓑怛𡃤", "201": "路加吉也切費社也一百七十六󰺖慕伽上音跛捨一百七十七", "202": "󰺖般攞底㰤䫂一百七十八欯󰓑一百七十九㰤一百八十呬一百", "203": "八十一𧵊一百八十二叵窒叵窒一百八十三娑縛㰤一百八十四", "204": "此神呪心。隨誦有驗所作皆成。日日三時一", "205": "一時中各誦三遍。五無間罪皆得銷滅。一切", "206": "業障皆得清淨。燒沈水香或散灰散水。或白", "207": "芥子以為結界。或取佉陀羅木為橛。呪三七", "208": "遍已而釘四方。若患一切寒熱瘧病。呪線結", "209": "索帶之。病得除愈。諸有病者。或呪酥油或", "21": "之處有此呪心。其地即有大自在等十二億", "210": "復呪水。令彼病者若服若塗。即得除差。若被", "211": "厭蠱。應以麵泥蠟等為人形像。以刀斷截。", "212": "復以呪索令被厭者身常佩之。若患腹痛。應", "213": "呪鹽水與之令服。若遭諸毒。呪土或水。若塗", "214": "若服即得銷滅。若患眼宜。呪白線為索用繫", "215": "其耳。若患牙齒疼痛。呪迦羅費羅木而揩嚼", "216": "之。若欲結界。以佉陀羅木為橛釘於四隅。呪", "217": "五色縷二十一遍周圍橛內。若欲自護及護", "218": "他者。應呪索帶或呪水呪灰灑散其身。若患", "219": "一切鬼病。呪五色線為索帶之。若患一切熱", "22": "諸天而來擁護。如佛制多。世尊此神呪心。隨", "220": "病。呪白色線為索帶之。若患一切諸惡瘡腫", "221": "若咽喉閉塞。以蜜和蓽茇而呪服之。若患眼", "222": "病。應呪香水或波羅賒水。或甘草水而用洗", "223": "之。若患耳痛。呪胡麻油滴彼耳中。若諸鬪戰", "224": "諍訟毀謗。應取呪水用洗其面。若欲擁護王", "225": "都聚落。應取四瓶滿中盛水。及以飲食作大", "226": "供養。其誦呪者著新淨衣。讀誦此呪即得吉", "227": "祥。復以彼水散灑其處。擁護一切諸有情等。", "228": "所有災厄皆得銷滅。若患邪病以水磨栴檀。", "229": "呪二十一遍塗其心上。若犯四重五逆諸無", "23": "所住處其中有情。當知已於無量百千俱胝", "230": "間罪。應常誦此呪其罪銷滅。若護宅舍。應取", "231": "蓮華一百八枚。各呪一遍於火中燒。若欲令", "232": "一切有情隨順已者。應取栴檀長二寸者一", "233": "百八枚。各呪一遍於火中燒。若著鬼魅及有", "234": "怖畏。應取社耶藥費社耶藥。那矩梨藥健陀", "235": "那矩梨藥。婆刺尼藥阿婆野波抳藥。因達羅", "236": "波抳藥乾陀鉢履樣瞿藥。多伽羅藥斫訖羅", "237": "藥。摩訶斫訖羅藥毘瑟怒訖爛多藥。蘇摩羅", "238": "時藥蘇難陀等。如是諸藥擣篩水和為丸。誦", "239": "呪一百八遍。若置頭上若繫兩臂小兒項上。", "24": "那庾多百千佛所種諸善根。世尊若復有人", "240": "鬼魅怖畏皆自銷滅。若有婦人。由薄福故被", "241": "人厭賤。及求男者。著新淨衣呪彼藥水。滿三", "242": "七遍澡浴自身。得勝福德惡相銷滅。求男得", "243": "男一切獲益。毒火不侵災橫不著。若遇惡風", "244": "暴雨及災雹者。呪水三七遍用灑四方。若呪", "245": "迦羅費羅木杖滿三七遍。指撝虛空風等便", "246": "息。聖觀自在菩薩大神呪心。成就如是最勝", "247": "事業。未成辦者應以素㲲畫作佛像。所用彩", "248": "色和以香膠勿取餘膠。於佛像邊畫觀自在", "249": "菩薩像。其身黃白紺髮垂下首冠華冠。披䃜", "25": "聞此呪心。是人先造惡業行於非法。毀辱賢", "250": "泥耶皮如摩醯首羅狀。環釧皆以珍寶而嚴", "251": "飾之。畫師將欲畫時。先當受八戒齋法。畫像", "252": "成已。於彼像前用瞿摩夷作曼荼羅。縱廣一", "253": "丈六尺散以白華。其壇八方安八瓶香水。置", "254": "八分食或六十四分。如是供養除薰辛等。燒", "255": "沈水香當三日三夜不食。或一日一夜不食。", "256": "若食之時但食三種日食。於日日中三時澡", "257": "浴著新淨衣。誦呪一千八遍。誦呪滿已。行者", "258": "即於像前自見其身。光明熾盛猶如猛焰。如", "259": "是見已心生歡喜。聖觀自在菩薩便現其前。", "26": "善誹謗正法。及以誹謗一切諸佛菩薩聲聞", "260": "所有願求皆令滿足。若欲隱形。應取雌黃或", "261": "安繕那藥呪一千八遍。即得隱形乘空而行。", "262": "獲不空智上首莊嚴勝三摩地。所有意樂皆", "263": "得成辦。如是說已。時薄伽梵歡喜讚歎。爾時", "264": "聖觀自在菩薩摩訶薩。及淨居天子索訶世", "265": "界主。自在大自在天王。及諸菩薩大聲聞等。", "266": "承佛所說歡喜奉行。", "267": "不空羂索呪心經", "27": "緣覺。決定應墮無間大地獄中。世尊彼人若", "28": "聞此神呪心而生悔愧。於一日夜受持齋戒", "29": "讀此神呪。即能銷滅一切罪業。或復令其所", "3": "唐南天竺三藏法師", "30": "有罪業現世輕受。若得熱病。或一日二日乃", "31": "至七日。若眼耳鼻舌脣齒齗齶心腹臍脇手", "32": "足支節等痛。若得痔病下痢祕澁白癩大癩。", "33": "若疥若癬若黑瘡赤瘡漏瘡疱瘡。若癲癎等", "34": "病若厭禱蠱毒。繫縛杖捶誹謗罵辱。及餘諸", "35": "惡逼惱身心并諸怪夢。我今說以現受故。無", "36": "間惡業即得銷滅。況諸眾生清淨信者受持", "37": "此呪。一切罪業而不滅耶。世尊若有眾生。以", "38": "其諂曲虛誑之心。聞我所說不空羂索呪心。", "39": "詐現受持。若自書若令他書。若為他說令其", "4": "菩提流志奉　詔譯", "40": "聽受。乃至向彼傍生耳邊誦此呪心。及思惟", "41": "神呪章句。不毀謗故無相故。無生故無分別", "42": "故。遲至故無作故。離染故平等故不捨故離", "43": "蘊故。如是修習相應方便。由此憶念佛功德", "44": "力。彼十方面各有千佛出現其前。行者見已", "45": "所有罪業皆悉銷滅。世尊我今略說。乃至有", "46": "人抄寫此經。置於家中禮拜供養。亦得無量", "47": "無邊福德。何況受持讀誦之者。世尊若有眾", "48": "生。各各自為欲勝他故。或怖主故怖怨讐故。", "49": "怖惡獸故怖危難故。或隨他故求尊貴故求", "5": "如是我聞。一時薄伽梵在布怛落迦山聖觀", "50": "財寶故。聽聞如是神呪心經。雖復聽聞不生", "51": "恭敬。或致誹謗輕慢毀訾。由觀自在菩薩威", "52": "神力故。令如是人亦生勝福。譬如有人。取栴", "53": "檀香或沈麝等。罵詈毀訾而碎抹之用塗其", "54": "身。而彼香等終無是念。此人毀訾我故。悋", "55": "其香氣而不與之而栴檀等本性芬馥作其香", "56": "事。世尊此神呪心亦復如是。雖有誹謗毀訾。", "57": "或復諂詐書寫受持供養。而皆與作善根因", "58": "緣。生生之處。常不捨離戒定智慧福德資糧。", "59": "於當來世戒香具足。世尊若有善男子善女", "6": "自在菩薩宮中。其地有無量寶娑羅樹多摩", "60": "人。若苾芻苾芻尼。鄔波索迦鄔波斯迦。於月", "61": "八日專心齋戒不雜餘語。誦此不空羂索呪", "62": "心七遍。彼人現身得二十種殊勝利益。云何", "63": "二十。一者身無餘病。二者由先作業有諸疾", "64": "病速得銷滅。三者其身光澤皮膚細軟見者", "65": "歡喜。四者眾人愛敬密護諸根。五者當得財", "66": "寶。六者得財寶已不為盜賊之所劫掠。七者", "67": "不為水火之所漂焚。八者不為王力之所侵", "68": "奪。九者所作事業皆善成辦。十者所種苗稼。", "69": "不為惡風暴雨霜雹蟲蝗之所損害。十一者", "7": "羅樹。瞻博迦樹阿輸迦樹。阿底目多迦等種", "70": "若誦此呪心七遍。呪灰及水八方上下灑散", "71": "結界。一切災難皆得銷滅。十二者不為諸惡", "72": "鬼等奪其精氣。十三者一切有情愛樂喜見。", "73": "十四者不怖怨讐。十五者設有怨讐速疾和", "74": "解。十六者不畏人及非人之所侵害。厭蠱邪", "75": "魅不能中傷。十七者無有猛利煩惱及隨煩", "76": "惱。十八者火刀毒藥傷害不死。十九者諸天", "77": "善神常所擁護。二十者所生之處於中不離", "78": "慈悲喜捨。如是二十種殊勝利益。應當希求。", "79": "復有八法何等為八。一者臨命終時。聖觀自", "8": "種寶樹。周匝莊嚴。與大苾芻眾八千人俱。菩", "80": "在菩薩作苾芻像現其人前。二者臨命終時。", "81": "安樂捨壽無諸痛苦。三者臨命終時正念現", "82": "前心不錯亂。四者臨命終時手不紛亂足不", "83": "伸縮。五者臨命終時而不漏洩大小便利。六", "84": "者設使有病不滯床枕。七者臨命終時不覆", "85": "面死。八者臨命終時得無盡辯才。既命終已", "86": "隨願往生諸佛淨土。及不捨離諸善知識。世", "87": "尊若善男子善女人等。不食酒肉薰辛及殘", "88": "惡觸。日日三時時別三遍。誦此神呪心法門。", "89": "殊勝功德晝夜增長。了知一切有情有力無", "9": "薩摩訶薩九十九俱胝那庾多百千。及無量百", "90": "力隨其聽聞。菩薩不應心生祕惜。永離諸惡", "91": "慳悋嫉妬。常為利益一切有情故。速趣菩提", "92": "入菩薩位。言菩提者說名般若。言薩埵者即", "93": "是方便。此二種法。於諸有情當得一切利益", "94": "安樂。世尊我今欲為利益安樂諸四部眾。及", "95": "餘有情造罪業者。惟願世尊哀愍許可。於如", "96": "來前說此呪心。爾時世尊。告聖觀自在菩薩", "97": "摩訶薩言。有情清淨今正是時。我亦隨喜此", "98": "神呪心。於後時分為行菩薩乘者而作父母。", "99": "令諸菩薩所作事業速得成就。爾時聖觀自"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1095 不空羂索呪心經", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}