{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0195 佛說十二遊經", "text": {"0": "No. 195", "1": "佛說十二遊經", "10": "飲水，食眾果蓏；冬可還城邑，街里乞食，還其", "100": "衣服不與常同？」馬師比丘答言：「吾是佛弟子。」", "101": "舍利弗問言：「佛云何說法？」馬師言：「諸法從因，", "102": "緣滅諸苦盡滅。」於是舍利弗便得須陀洹道，", "103": "歡喜便還，報目連言：「世間有神人。」目連言：「云", "104": "何說法？」舍利弗具說本末，目連便復得須陀", "105": "洹道。二人便相將及弟子至佛所。未至，佛", "106": "已預知，便告比丘言：「今當有二賢士，一人名", "107": "智慧比丘，一人名神足比丘，須臾來到。」佛為", "108": "說四諦，舍利弗七日得阿羅漢；目連以十五", "109": "日得阿羅漢。六年，須達與太子祇陀，共為", "11": "樹下，禪思勿毀。」菩薩其所乞食，還其國界，舉", "110": "佛作精舍，作十二佛圖寺，七十二講堂，三千", "111": "六百間屋，五百樓閣。七年，拘耶尼國，為婆陀", "112": "和菩薩等八人說《般舟經》。八年，在柳山中，為", "113": "屯真陀羅王弟說法。九年，穢澤中，為陀崛摩", "114": "說法。十年，還摩竭國，為弗迦沙王說法。十一", "115": "年，恐懼樹下，為彌勒說本起。十二年，還父王", "116": "國，為釋氏精廬，去城八十里，為差摩竭說法。", "117": "還國為父王及釋迦種說法，度八萬四千人，", "118": "得須陀洹道。是十四國，佛十二年，於中遊化", "119": "說法。波斯匿王，晉言和悅；迦惟羅越，晉言", "12": "國王者，下及庶民，無能識菩薩者，謂以為小", "120": "妙德；舍衛國者，晉言無物不有；維耶離國", "121": "者，晉言廣大，一名度生死；羅閱祇者，晉言", "122": "王舍城；鳩留國者，晉言智士國；波羅奈者，", "123": "晉言鹿野，一名諸佛國。閻浮提中，有十六大", "124": "國，八萬四千城，有八國王四天子。東有晉天", "125": "子，人民熾盛；南有天竺國天子，土地多名", "126": "象；西有大秦國天子，土地饒金銀、璧玉；西北", "127": "有月支天子，土地多好馬。八萬四千城中，六", "128": "千四百種人，萬種音響，五十六萬億丘聚。魚", "129": "有六千四百種，鳥有四千五百種，獸有二千", "13": "瞿曇。菩薩於城外，甘果園中，以作精舍，於中", "130": "四百種，樹有萬種，草有八千種，雜藥七百四", "131": "十種，雜香四十三種，寶有百二十一種，正寶", "132": "七種。海中有二千五百國，百八十國噉五穀；", "133": "三百三十國噉魚、鼈、龜、鼉。五國王，一王主五", "134": "百城。第一王名斯黎國，土地盡事佛，不事眾", "135": "邪；第二王名迦羅，土地出七寶；第三王名不", "136": "羅，土地出四十二種香，及白琉璃；第四王名", "137": "闍耶，土地出蓽、茇、胡椒；第五王名那頞，", "138": "土地出白珠，及七色琉璃。五大國城人，多黑", "139": "短小，相去六十五萬里，從是但有海水，無有", "14": "獨坐。時，國中五百大賊，劫取官物逃走，路由", "140": "人民，去鐵圍山，百四十萬里。", "141": "佛說十二遊經", "15": "菩薩廬邊，蹤跡放散，遺物在菩薩舍之左右。", "16": "明日捕賊，追尋賊者，蹤迹在菩薩舍下，因收", "17": "菩薩，便將上問，謂為菩薩，國中大賊，前後劫", "18": "盜，罪有過死。王便勅臣下，如此之人，法應以", "19": "木貫身，立為大標，其身血出，流下於地。是大", "2": "東晉西域沙門迦留陀伽譯", "20": "瞿曇，於深山中，以天眼徹視見之，便以神", "21": "足，飛來問之：「子有何罪，其痛酷乃爾乎？瘡豈", "22": "不傷，毒忍苦若斯？」菩薩答曰：「外有瘡痛，內懷", "23": "慈心，不知何罪，橫見誅害？」大瞿曇言：「卿無子", "24": "姓，當何繼嗣，忍痛如此？」菩薩答言：「命在須", "25": "臾，何陳子孫。」於是國王，使左右以彊弩飛箭，", "26": "射而殺之。大瞿曇悲哀涕泣，下其尸，喪棺斂", "27": "之。於是取土中餘血，以泥團之，各取左右，持", "28": "著山中，還其精舍。左面血著左器中，其右亦", "29": "然。大瞿曇言：「子是道士，若其至誠，天神當使", "3": "昔，阿僧祇劫時，菩薩為國王，其父母早喪亡，", "30": "血化成人。」却後十月，左即成男，右即成女，於", "31": "是便姓瞿曇氏。一名舍夷仁，賢劫來，始為", "32": "寶如來釋迦，越壽五百萬歲；自下二十五王，", "33": "其壽三百萬歲；文陀竭王壽百萬歲，頂生王", "34": "遮迦越，左髀右髀王，皆壽十萬歲；從歡喜王", "35": "諸王，皆壽八萬四千歲。從惡念遮迦越，殺一", "36": "牛，祠祀害命，失金輪，得銀輪，主三天下，壽萬", "37": "歲；堅念王作鎧，壽五千歲，得銅輪，主二天下，", "38": "主西南；喜殺王，壽二千五百歲，得鐵輪，主南", "39": "天下。其王有太子，行五惡，殺一，減壽千歲。", "4": "讓國持與弟，捨國行求道。遙見一婆羅門，姓", "40": "古人有九病：寒，熱，飢，渴，生，老，病，死。婆羅門殺", "41": "生祠祀，從是生四百四病。從師子念王，人壽", "42": "轉減，壽百二十歲。從師子念王後，師子意王，", "43": "有八十四王，人命減，或壽八十、七十、五十、三", "44": "十、二十、十歲者。於是後，有師子命車王，名白", "45": "淨，是菩薩父。計菩薩身終始，并前後八萬四", "46": "千。遮迦越王，名瞿曇氏，純熟之姓。菩薩在兜", "47": "術天上，意欲下生，觀於天下，誰國可生？言：「唯", "48": "白淨王家，可生身。」於是，天上有樹，名兜曇樹，", "49": "菩薩退，坐他樹下思惟；其本樹無復精光。於", "5": "瞿曇，菩薩因從婆羅門學道。婆羅門答菩薩", "50": "是，有天問言：「菩薩何緣，捨本常坐，就他樹坐？」", "51": "有天子知菩薩意，答天言：「卿不知耶！今者", "52": "菩薩，欲下生閻浮利，觀何國可生？唯白淨", "53": "家可生。」於是，諸天皆言：「今菩薩下生，當何以", "54": "贈送？」各設方計言：「唯淨明天上，四百四寶，", "55": "奇鏤別異，各有名類，同有寶華，以為車乘。」伊", "56": "羅慢龍王，以為制乘，名白象，其毛羽踰於白", "57": "雪山之白，象有三十三頭，頭有七牙，一牙", "58": "上有七池，池上有七憂鉢蓮華，一華上有一", "59": "玉女，菩薩與八萬四千天子，乘白象寶車來", "6": "言：「解體所著王者衣服。編髮結莎為衣，如吾", "60": "下。時，白淨王夫人中寐，見白象髣髴，寐寤惕", "61": "驚，寤以告王。", "62": "菩薩父名白淨，其父，兄弟四人。白淨王有二", "63": "子，其大名悉達，其小子名難陀。菩薩母名", "64": "摩耶，難陀母名瞿曇彌。菩薩叔父，名甘露淨", "65": "王，亦有二子，長子名調達，小子名阿難。菩薩", "66": "中叔，名穀淨王，有二子，大子名釋摩納，小", "67": "子阿那律。菩薩小叔，名設淨王，有二子，大子", "68": "名釋迦王，小子名釋少王。迦惟羅閱國有八", "69": "城，合有九百萬戶。調達以四月七日生，佛以", "7": "所服，受吾瞿曇姓。」於是菩薩受，服衣被體，瞿", "70": "四月八日生，佛弟難陀，四月九日生，阿難", "71": "以四月十日生。調達身長，丈五四寸；佛身長", "72": "丈六尺；難陀身長，丈五四寸；阿難身長，丈五", "73": "三寸。其貴姓舍夷，長一丈四尺，其餘國皆長", "74": "丈三尺。菩薩外家，去城八百里，姓瞿曇氏，作", "75": "小王，主百萬戶，名一億王。菩薩婦家，姓瞿曇", "76": "氏，舍夷長者，名水光。其婦，母名月女。有一城", "77": "居近其邊，生女之時，日將欲沒，餘明照其家，", "78": "室內皆明，因字之為瞿夷，晉言明女。瞿夷者，", "79": "是太子第一夫人，其父名水光長者；太子第二", "8": "曇姓；潔志入於深山，林藪嶮阻，坐禪念道。婆", "80": "夫人，生羅云者，名耶惟檀，其父名移施長", "81": "者；第三夫人名鹿野，其父名釋長者。以有三", "82": "婦故，太子父王為立三時殿。殿有二萬婇", "83": "女，三殿凡有六萬婇女，以太子當作遮迦", "84": "越王故，置有六萬婇女。佛以二十九出家，", "85": "以三十五得道，從四月八日，至七月十五日，", "86": "坐樹下為一年。二年，於鹿野園中，為阿若拘", "87": "隣等說法；復為畢婆般等說法；復為迦者羅", "88": "等十七人說法；復為大才長者，及二才念優", "89": "婆夷說法；復為正念尼揵說法；復為提和竭", "9": "羅門言：「卿是王者，久在尊貴，簡於勤苦。夏可", "90": "羅佛時四十二人說法。三年，為欝為迦葉兄", "91": "弟三人說法，滿千比丘。四年，象頭山上，為龍", "92": "鬼神說法。五年，於竹園中，為私呵味說法。五", "93": "年去，未至舍衛時，舍利弗作婆羅門，有百二十", "94": "五弟子，坐一樹下。時，目連為彌夷羅國中，作", "95": "承相將軍，出行見舍利弗坐樹下，便問舍利", "96": "弗：「何為在此坐？」舍利弗答言：「吾欲學道。」目連", "97": "言：「願以君為伴。」即遣百官、群臣還去，唯留百", "98": "二十五人，二人合有二百五十人。舍利弗入", "99": "城分衛，見佛弟子馬師比丘，問之：「為何道士，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0195 佛說十二遊經", "author": "東晉 迦留陀伽譯", "sourceLink": "http://www.cbeta.org/"}