{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜論: 菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜論: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集", "text": {"0": "10 智揵度", "1": "尊婆須蜜論卷第九", "10": "差違。最有吉法。", "100": "無因無緣眾生無智無見得諸見。若由他說。", "101": "諸所生見。無因無緣。眾生智見。非有因非", "102": "有緣。眾生智見云何此見。或作是說。觀慇", "103": "懃者不起智見。以少慇懃或起智見。於中便", "104": "作是念。彼以無因眾生有智見。復次有五", "105": "事智見迴轉。名所攝義所攝姦偽。知彼因與", "106": "餘相應智見相應不相應。知是時無因無緣。", "107": "眾生智見得諸見。若由他說。", "108": "諸所生見無力無精進。云何生此見。或作是", "109": "說。或見人貌有得田業。有不得田業。或復有", "11": "阿羅漢從阿羅漢退。還復得阿羅漢果。諸得", "110": "人貌少有田業。於中無果人貌無力無精進", "111": "得諸見。復次有眾多相應。於今世後世或有", "112": "得果報。於彼或以事而不得果報。慇懃人於", "113": "中不得果時。無力無精進得諸見。若由他", "114": "說。", "115": "因他本所緣須陀洹成就", "116": "四種及二種因命四種力", "117": "諸所生見無施無受者。契經云何生此見。答", "118": "曰。善行惡行果所生。若親近時。於中不可", "119": "知果實無善行惡行得諸見。或由他說。無今", "12": "根力覺道意。當言本得得。當言本不得得。", "120": "世無後世。亦無眾生類。有生者如是有彼觀", "121": "無。有父因事而有。世無阿羅漢修行道人。", "122": "而無有道。", "123": "諸所生見。於此間有命活。後世更不復死。云", "124": "何生此見。或作是說。是謂人有吾我身。彼若", "125": "命終時。地身還歸地。水歸水火歸火風歸風。", "126": "諸根歸虛空。或作是說。度世陰時不見歸來。", "127": "於此間命活得諸見。復次處胎中。若胎中終。", "128": "而觀其命彼亦見終始。於此間命活得諸見。", "129": "或由他說。", "13": "或作是說。若得等解脫。當言本得得。若得無", "130": "又世尊言有六生。云何有六生。或作是說。如", "131": "契經所稱。黑生之人於黑法生。復次異學言", "132": "有六生。黑生青生黃生白生赤生微妙白生。", "133": "於彼黑生屠猪魚捕鹿放鷹殺牛及餘惡行。", "134": "青生者尼揵子學道者。黃生者處在居家稟", "135": "受於梵志。赤生者如沙門釋子及諸修梵行", "136": "者。白生者裸形學道。微妙白生者難陀婆磋", "137": "訖梨舍僧訖栗姤瞿舍盧味迦梨子。", "138": "諸所生見實有。此七大身。不作不應作。不化", "139": "不應化。寡聚離甚深住。云何生此見。或作是", "14": "礙解脫。當言本不得得。復次阿羅漢有六", "140": "說。四大性苦樂性。展轉迴轉不觀有勝。彼依", "141": "識命相。此七身不作不應作得諸見。或作是", "142": "說。四大苦樂。四大以生觀。彼時有七身不作", "143": "不應作。如是得諸見。復次心之與色選擇所", "144": "見。於中不懷自覺七身不作不應作。如是得", "145": "諸見。或復有時由他說。", "146": "諸所生見無有風。云何生此見。或作是說。", "147": "風有命想。彼復作是念。無有風此是眾生類。", "148": "復次有常想壞敗想。依彼無有風得諸見。若", "149": "由他說。", "15": "種根而有增減。諸阿羅漢分別其義。彼於此", "150": "云何得知。此非富貴所造。或作是說。設當", "151": "自富者彼則富。一切諸物俱有迴轉也。續生", "152": "不斷。是故富貴非其因。復作是說。若富是因", "153": "者。一切諸物則相類也。與前是因展轉妙物。", "154": "是故富貴因。復次若富是因者。內無物事不", "155": "集聚。不於中間事。不集聚不有物。是故富非", "156": "因。云何得知此非因。答曰。設非因作者。集聚", "157": "當有一切物續生不斷。觀彼因縛續不復生。", "158": "復作是說。若無因物迴轉者。一切諸物皆當相", "159": "類。因有增便果有增。是果非因。復次若物無", "16": "相應時。彼本不於他得道迹。有益思惟有益", "160": "因迴轉者。不於中間有進有集聚也。不於中", "161": "間事不集聚。於中得知。非有因物迴轉。云", "162": "何得知彼非命彼非身。答曰。身若干種自相", "163": "壞敗。無壞之相命所愛也。於中得知彼非命", "164": "非身也。或作是說。身因緣所縛展轉而生。非", "165": "命展轉愛。於中得知彼非命非身也。復次身", "166": "所造若自為若他為。如是不愛命。於中得知", "167": "於非命非身也。", "168": "云何得知非餘命餘身。答曰。餘命身不可得。", "169": "亦不有可得時亦不可說。於中得知非餘命", "17": "斷。有益思惟當言本得得。是謂有道思惟斷。", "170": "餘身。復作是說。身義異無數。自然無所為。然", "171": "無數愛。於中得知非餘命身也。義所造我事", "172": "往有展轉。命非展轉愛。於中得知非餘命身", "173": "也。", "174": "又世尊言。彼作彼自得。無記不可說。餘作", "175": "餘自得。此不可言說。是語其義云何。或作", "176": "是說。彼作彼自得者。此順從有常。餘作餘", "177": "自得者。此順從斷滅。此二物而求。如來處中", "178": "而說法。於中不記。或作是說。彼作彼自得。", "179": "此無記最第一義覺知諸行。餘作餘自得。此", "18": "有長益當言本不得得。若阿羅漢作阿羅漢", "180": "無記得等諦。是故現行不可壞。非由而受行", "181": "報。復次彼作彼自得。己作己自得。世尊說空。", "182": "於中不說。餘作餘受報者富。所作餘者受。如", "183": "是世尊說因緣。是故不記。云何得智餘行", "184": "事所造。或作是說。設有行事造者。彼事一切", "185": "行行。二俱所作行續生。是故事不造行。復作", "186": "是說。設事造行者。一切行則非妙。一事之", "187": "中展轉行妙。於中得知非事造行。", "188": "復次設事造行者。於中間有集聚行。不於中", "189": "間行集聚迴轉。於中得知非事造行。云何得", "19": "想布施。假使非阿羅漢。而作阿羅漢想布施。", "190": "知有餘處終。或作是說。見心被柔心迴轉。於", "191": "中便見終心被柔心迴轉也。如是於中得知餘", "192": "處終。後作說本所生根所依根。便有曠大根", "193": "意因觀彼若處母胎中。不於中間本根意。彼", "194": "亦不於中間本根。是故宿命。彼於此至彼中。", "195": "得知餘處終。復次不於中間心心有所為。見", "196": "心色依彼色有其心。垢相為心見色迴轉。於", "197": "中得知見有餘處。諸有物步步生者。以何等", "198": "故本時不生。或作是說。事不充足。問或無二", "199": "事。答曰。無不有時得有果實。問頗不有二時", "2": "尊婆須蜜造", "20": "何者最得福多。或作是說。若阿羅漢作阿羅", "200": "耶。答曰。無不有時現在因。問此亦是我疑。何", "201": "以故不生。或作是說。諸物本時生彼現在因。", "202": "復次在未來因。猶如無因。若彼本時不生。復", "203": "次諸物本生今盡因生。然本不盡本時果不", "204": "生。於中便當有。況復行本時不盡耶。當作是", "205": "觀。論中間非以盡事故說。", "206": "如學學。作是說。物有壞敗然不盡。云何得", "207": "知物盡而不壞敗。或作是說。設物壞敗者。於", "208": "彼亦有來。若子處母胎一時來。若步步知。於", "209": "中得知物有盡而不壞敗。或作是說。若物", "21": "漢想布施者。彼最得福多也。何以故。田業有", "210": "壞敗者。彼亦當來。子處母胎形現斷絕常迴", "211": "轉。於中得知物有盡而不壞敗。復次見是其", "212": "事相應相思惟而生。是故集聚物。盡壞敗方", "213": "便。瞋恚有增所可得往。於中知物有盡而不", "214": "壞敗。", "215": "若有於此生富貴亦無因", "216": "命作餘處終物盡及壞敗", "217": "見揵度第十一竟。", "218": "12 根揵度尊婆須蜜菩薩所集根揵度第十二", "219": "欝陀羅耶契經廣說是語。其義云何。或作是", "22": "增益妄處良田。問如心意行如念所起。云何", "220": "說。五識身境界意有迴轉於中。便作是說。此", "221": "意遊行境界意有捐棄。問如六虫契經說。種", "222": "種若干種。問一切境界是意。彼五識身見境", "223": "界便有威儀。或作是說。五識身根聲所說。", "224": "意識為意聲。五識身各各相持彼義。是意識", "225": "一切境界所持強記不忘。猶如五匠師各有", "226": "伎藝往諮受一人。或作是說。五識身境界現", "227": "在。五識身威儀。過去未來意。此契經之要。", "228": "復作是說。五識身境界五識身自相。現意", "229": "識集聚而更之。復作是說。五識身境界。攝", "23": "作是說受福最多。若由良田得福多者。諸有", "230": "五識身與餘相類。復作是說。五識身持意", "231": "識身來。彼相似因果種法。是意識也。五識", "232": "身便有境界此之謂也。復作是說。意識身", "233": "有二種。有敷演有不敷演。有敷演謂之意", "234": "境界。", "235": "復次此是世尊教誡之語。若說因緣。優陀羅", "236": "耶那五識身。於此種義而敷演。是故當知根。", "237": "欲知根者當憶身。云何界。諸根故曰意。威儀", "238": "境界意有盡意有念意本憶事意本憶事往。", "239": "欲知意方便者。當憶所念。云何彼意。周流悕", "24": "施一阿羅漢。彼盡得平等福。是故此事不然。", "240": "望。本四意止而迴轉。是故念方便。欲知意", "241": "方便者。當憶四意止。云何彼有念。故曰念婆", "242": "羅門當憶四意止。四意止為本七覺意迴轉。", "243": "是故欲知意止方便。當憶七覺意。云何有此", "244": "意止。是故婆羅門四意止。當憶七覺意。修七", "245": "覺意住明解脫。是故欲知覺意方便者。當憶", "246": "明解脫。云何有是七覺意。是故婆羅門七覺", "247": "意。憶明解脫也。猶如作明解脫。彼彼得二", "248": "根結斷。是故欲知明解脫。無明有愛愛斷。", "249": "當作是憶。云何住明解脫。是故婆羅門。無明", "25": "或作是說。二俱受福等。何以故。一以良田第", "250": "解脫。憶涅槃欝陀羅耶。憶久遠論以越此", "251": "論。世尊亦說是謂賢聖禁戒迴轉。或有所", "252": "覺少有所憶。彼無明斷愛盡所作事辦。故曰", "253": "往至涅槃我梵行立。", "254": "未知根其義云何。或作是說。未越次之人。不", "255": "修行諸學智慧智慧根。諸所有根堅法。未修", "256": "行四諦而修行之。是謂未知根也。何以故。", "257": "彼不一切覺智。問須陀洹一切不覺知。亦復", "258": "以此一切覺知。見諦之人便知諸根。復次未", "259": "知根者。有如是相。猶如眼根。此人無有是相。", "26": "二由心故。問若以良田心有益者。非由心故。", "260": "是故當觀阿毘曇相。已知根者其義云何。或", "261": "作是說。見諦之人諸學智慧智慧根。及餘", "262": "根信解脫。見諦身證修行上四諦。是謂是", "263": "諦已知根。何以故。無知之人。問彼人向便", "264": "知欲使。彼是智慧根耶。復次我已知是謂", "265": "已知根。猶如眼根。眼根是謂已知根。猶如王", "266": "臣。如依賢聖。是已知根。如依果樹有果。無", "267": "一切相。是故當觀阿毘曇相。", "268": "無知根者其義云何。答曰。漏盡阿羅漢諸無", "269": "學智慧智慧根。及根已辦解脫智慧解脫。若", "27": "云何得平等福。復次若非阿羅漢作阿羅漢", "270": "阿羅漢見法善居處。是謂無知根。何以故。以", "271": "作眾事此諸根也。", "272": "以何等故涅槃謂之無漏。或作是說。彼不生", "273": "有漏。復作是說。不能生有漏。復作是說。彼不", "274": "起有漏。復作是說。彼不與有漏相應。復次彼", "275": "不造有漏。亦不希有漏。是故涅槃謂之無", "276": "漏。以何等故。涅槃謂之無智。或作是說。云", "277": "第一義無智阿羅漢問此亦我疑。何以故作", "278": "是說。無智果謂之無智。猶如行果。六情謂之", "279": "本行。尊作是說。諸有敬此。無智是涅槃。彼", "28": "想布施者。彼最得福多。何以故。彼阿羅漢功", "280": "便有無智自然涅槃。是故當捨此非論也。", "281": "以何等故想不謂之根耶。或作是說。增上義", "282": "是根義。然想非增上類。問如所說。一切諸法", "283": "各各增上。是故想亦當有增上。復作是說。想", "284": "不能斷除結。問如所說。修無常想盡斷欲愛。", "285": "是故想亦斷結。復作是說。想不為根所攝。如", "286": "所說修無常想。斷一切欲愛。尊作是說。造想", "287": "相者攝持自相。如觀所持。", "288": "諸有苦者。彼一切成就苦根耶。設成就苦根。", "289": "彼一切盡苦耶。答曰。諸苦者。彼一切成就", "29": "德心最微妙。問若尼揵子外道異學。作阿羅", "290": "苦根。或成就苦根彼非苦也。得苦根而不失。", "291": "及餘根而現在前。", "292": "諸樂者。彼一切成就樂根耶。設成就樂根。彼", "293": "一切樂耶。答曰。諸樂者。彼一切成就樂根也。", "294": "或成就樂根非樂。得樂根而不失。及餘根而", "295": "現在前。", "296": "未知根者。為攝幾根。復有幾根攝未知根。答", "297": "曰。未知根一根少入所攝。智慧根一根攝。未", "298": "知根智慧根。或作是說。未知根者九根少", "299": "入。五善意根樂根喜根護根。九根攝未知", "3": "符秦罽賓三藏僧伽跋澄等譯", "30": "漢想布施者。彼最得福多耶。答曰。彼不知阿", "300": "根。此亦尊曇摩多羅作是說。未知根一根所", "301": "攝。未知根也。復次一根攝未知根。即未知", "302": "根也。已知根無知根亦復如是。未知根與", "303": "幾根相應。幾根與未知根相應。或作是說。", "304": "未知根與八根相應。五善樂根喜根護。八根", "305": "與未知根相應。如上無異。或作是說。未知根", "306": "者與九根相應。如上義。九根與未知根相應。", "307": "尊亦作是說。未知根不與諸根相應。諸根不", "308": "與未知根相應。已知根無知根亦復如是。頗", "309": "依壞敗已。依壞諸愛著先集聚然後果。作是", "31": "羅漢功德也。若復彼是阿羅漢。作阿羅漢想", "310": "說。頗眼根壞眼識不壞。問云何不依眼識耶。", "311": "答曰。生者不有依諸欲一時集集聚果實。彼", "312": "作是說。無也。眼根眼識俱生四大。俱有色", "313": "聲香味四大。依色聲香味四大。此之謂也。", "314": "問此亦於中有疑。頗依壞依不壞。諸愛上愛", "315": "色住。彼作是說有也。若眼識壞眼根不壞。問", "316": "若眼根有眼識者。彼則今無。云何今十二因", "317": "緣而有違耶。亦因彼而有。無彼則無有。若", "318": "欲空色者。彼作是說無也。所依壞彼所依盡", "319": "壞也。", "32": "布施者。如是彼最得福多。彼無是力緣阿羅", "320": "頗眼根與眼識俱生耶。如上義所說。以何等", "321": "故五根盡善耶。然後三根善。不善無記。或作", "322": "是說。五根是無漏。三根亦是有漏亦是無漏。", "323": "尊作是說。五根偏等相應辦大事。三根者無", "324": "有定理。", "325": "以何等故憂根報不可得。答曰。現在慇懃便", "326": "有憂根。此不可得已亦失。是故彼非報。尊", "327": "作是說。憂根偏染著不類其報。是故彼非報", "328": "也。以何等故。欲界疑與二根相應。憂根護根。", "329": "色界相應疑與三根相應。樂根喜根護根。或", "33": "漢功德。若得知阿羅漢功德。彼不與外道異", "330": "作是說。色界無有憂根。是故不與彼相應。問", "331": "欲界中亦有樂根喜根。欲界與彼相應耶。尊", "332": "作是說。疑無有難與憂根相應。憂根左側。便", "333": "有護根憂根之數。無有疑有樂有喜。", "334": "頗世間第一法。不於苦法忍中間緣緣。或作", "335": "是說。有除其智慧。及餘世間第一法智慧。智", "336": "慧中間緣。尊作是說。識識中間緣心心法者。", "337": "於彼性迴轉少。中間有多多中間有少。是故", "338": "不於中間有緣。頗世間第一法。不與樂根喜", "339": "根護根相應。答曰。有如上三根。如此間第一", "34": "學尼揵子施。復次取要言之。猶如枯朽燋柱。", "340": "法相應。問如所說。依第三禪等越次取證。", "341": "若世間第一法而現在前。是謂世間第一法", "342": "與樂根相應。如是彼有違。以何等故。男根女", "343": "根謂之有形耶。答曰。於中有名是男是女。問", "344": "若俱有二形。亦名有二形。諸女人彼一切成", "345": "就女根耶。設成就女根彼一切是女人耶。答", "346": "曰。諸女人盡成就女根也。頗成就女根彼非", "347": "女人耶。猶如有二形成就二根。猶如熊羆及", "348": "餘生種。諸男人彼一切成就男根耶。設成就", "349": "男根彼一切是男人耶。或作是說。諸男人彼", "35": "作阿羅漢想而惠施者。於彼亦大得功德。", "350": "一切成就男根。頗成就男根彼非男人耶。猶", "351": "如有二形。", "352": "復次或是男人彼不成就男根耶。猶如色無", "353": "色界天。頗成就男根彼非男人耶。猶如有", "354": "二形成就二根。猶如熊羆及餘生種。亦如上", "355": "半月易形。嫉妬希望。外形或男人成就男根。", "356": "若人生欲界中。或非男不成就男根。女生", "357": "而寡作病寡處。卵𩌧眾生及餘生。或時漸厚", "358": "諸非男非女。彼一切不成就男女根耶。設不", "359": "成就男根女根。彼一切非男根非女根耶。或", "36": "不得何等。須陀洹果。設得便失。或作是說。如", "360": "作是說。諸不成就男根女根。彼一切非男非", "361": "女。頗非男非女。彼成就男根女根。猶如有二", "362": "形。復次或不成就男根女根。非為非男也。", "363": "猶如色無色天界。頗成就男根女根。非為", "364": "男非為女。猶如有二形成就二根。猶如熊羆", "365": "及餘生種。頗成就男根非女根。然非為女非", "366": "男根。猶如半月易形。嫉妬病。頗不成就男根", "367": "女根。彼不得言是男根是女根。猶如生腫病", "368": "處胎眾生。卵𩌧漸厚。及餘種不亂眾生。", "369": "五三無漏智想苦樂方便", "37": "彼須陀洹。七反往來有信解脫。彼見諦果所", "370": "不壞有二意疑世間男女", "371": "根揵度第十二竟。", "372": "13 一切有揵度尊婆須蜜菩薩所集一切有揵度第十三", "373": "當言一切皆有耶。答曰。當言一切皆有。何", "374": "以故。猶若十二入有此十二因緣。是故一切", "375": "皆有。問若一切皆有者。云何無者亦當有。無", "376": "物者亦皆悉有。答曰。云何於無言無復有耶。", "377": "若言有一切者。一切言無亦有。云何得知。猶", "378": "如無者亦有。欲使現在亦有無。為現在有為", "379": "中有無耶。設一切一切有者。亦當有此無。云", "38": "攝。不得須陀洹果。彼若得見諦。彼信解脫果", "380": "何得一切有。若無一切有亦當虛無。無者無", "381": "物一切皆有。復作是說。當言一切有。如此", "382": "一切乃至有為無為彼則有。是故一切有。問", "383": "計校一切吉相應因無。是故不吉一切有。答", "384": "曰。如現在有為現在計校。現在無有吉因。", "385": "欲使現在有為耶。若有一切者。一切辦無", "386": "因。云何還一切有。不有一切吉因若實。一", "387": "切無吉因。如所說有。一切無一切因彼無。", "388": "復作是說。當言有一切。何以故。說無一切者。", "389": "亦無一切所持攝持三一切是故。一切有。問", "39": "所攝。便棄須陀洹果。復次彼須陀洹七反周", "390": "云何不一切持還自然持一切內有。答曰。若", "391": "一切持還自然持一切內有欲使有現在持耶。", "392": "還自然持現在內有。若有一切持還持還自", "393": "然持。云何還一切持。云何還一切持不有自", "394": "然持。若審有一切持有自然持。如所說有一", "395": "切持。有自然持。彼亦無也。復作是說當言一", "396": "切有。何以故。如爾所覺。不如彼有。不有彼彼", "397": "無也。是故一切有。一切遍有一切耶。答曰。不", "398": "得言有。何以故。猶如有青色彼無黃色。尊", "399": "作是說。不當言。何以故。不以物有勝有餘", "4": "11 見揵度菩薩所集見揵度第十一", "40": "旋。彼渜須陀洹所攝。諸鈍根不得中上。如", "400": "也。不以住勝有餘。若彼有者此非好。不等", "401": "威儀。當言有一切耶。答曰。不得作是說。何", "402": "以故。不以無常言有常。亦不有常言無常。尊", "403": "作是說。一切名者。此相無處所。是故盡不得", "404": "言有。一切盡當有一切耶。答曰。不得言無也。", "405": "盡有一切。何以故。不以無常言有常有常言", "406": "無常。尊作是說。不應作是語。何以故。緣是有", "407": "諸法界德。諸法耗亂。諸法耗亂。諸法無有", "408": "定處。是故不應作是說。一當言一切有耶。答", "409": "曰。不應作是說。何以故。凡夫人亦不還學", "41": "須陀洹家家遊者。若二若三。於彼遊行盡其", "410": "無學法。學無學法。無學學無學法。是故不", "411": "應作是說。尊作是說。不應作是說。若成就者", "412": "彼則有也。然無有一切成就也。是故不應", "413": "作是說。一當言一切成就耶。或作是說。不", "414": "應作是說。凡夫人不成就學無學無學法。是", "415": "故不應作是說。復次不應作是說。何以故。若", "416": "有所得而不忘失。彼當成就彼亦不盡得不", "417": "失。是故不應作是說也。一切智者其義云何。", "418": "或作是說。覺知一切是謂薩芸然。猶如明書", "419": "則名書師。復次於一切事知自在。是謂薩芸", "42": "苦本。彼須陀洹下根所攝便次之。已得中上。", "420": "然。諸薩芸然。後悉知一切。假使悉知一切。", "421": "彼悉薩芸然耶。答曰。如是悉知一切。是謂薩", "422": "芸然。復次不得作是語。悉知一切言薩芸然。", "423": "猶如書師明其書疏。然一切智不爾。普知", "424": "一切有常無常。然非一切智。", "425": "一切有一切。一切根一切。一切一一切。一切", "426": "智而智。云何有有相。答曰。智是其相。法是", "427": "其相。有是其相。無是其相。實是其相。復次有", "428": "三有。觀有如所有珍寶如所有是謂有。此間", "429": "有彼間有實有如所有恚是謂有。云何無是", "43": "若須陀洹家家遊者。二家周旋盡其苦原。彼", "430": "無相。無智相無有相。無物相無有相。無法相", "431": "無有相。復作是說。如彼無者即是其相。復", "432": "次有二無。二觀如所有是謂無。無珍寶如所", "433": "有。此間無彼間無。云何有漏是有漏相耶。答", "434": "曰。無漏所生生是有漏相。復作是說。無漏所", "435": "生是有漏相。復作是說。有有漏所起是有漏", "436": "相。復作是說。無漏相應是有漏相。復次不", "437": "於中間有有漏者。是故無漏。是故當觀有漏", "438": "相。彼便有是。云何今不起園林。彼眾生行報", "439": "因緣。彼行當觀有漏所起。云何無漏是無漏", "44": "下中須陀洹果所攝便棄之。非以無為須陀", "440": "相。答曰。如上所說。復次或中間有漏整行為", "441": "無也。彼當觀無漏。云何有為是有為相。三是", "442": "有為相。起滅作變易。復作是說。無常相是有", "443": "為相。復作是說。因緣滅相是有為相。復作是", "444": "說。所作相是有為相。復作是說。久遠墮相是", "445": "有為相。復次若有眾生集聚是有為相。云何", "446": "無為是無為相。當說如上無異。云何過去過", "447": "去相答曰。壞敗相是過去相。滅盡相為過去", "448": "相。復次迴轉意所越是過去相。當作是觀。云", "449": "何未來是未來相。答曰。未生相是未來相。未", "45": "洹果若得若棄。", "450": "起相是未來相。復次意迴轉不還是未來相。", "451": "當作是觀。云何現在是現在相。答曰。生不", "452": "壞敗是現在相。復作是說。生不盡是現在相。", "453": "復次意迴轉時。當觀現在彼今生。", "454": "若相及有為。有漏并無漏。有為無為。過未", "455": "生及現在三世。當言過去。當言未來。當言", "456": "現在。答曰。過去世當言過去。未來世當言未", "457": "來。現在世當言現在世。久遠行熾然。此三論", "458": "議章。五陰當言過去。當言未來。當言現在。答", "459": "曰。五陰當言過去未來現在。所要言之。五盛", "46": "若諸法成就。彼法相成就耶。假使諸法相成", "460": "陰亦如是。十二入十八持亦如是。意身所有", "461": "諸過去者。彼一切有。設有彼一切過去。或作", "462": "是說。諸過去者彼一切有。頗有彼非過去。如", "463": "所說。尊者曩昔闡頭比丘。從施家親屬家知", "464": "識家。然彼家非過去。", "465": "復次或過去彼非有。如所說。一切結使過去。", "466": "彼不結使起而滅。或有彼非過去。如所說。尊", "467": "者曩昔闡頭比丘從施家。當於爾時等行。或", "468": "有亦過去。諸眾行出世而滅度。或非有非過", "469": "去。除上爾所事則其義。諸未來彼一切必當", "47": "就者。彼法成就耶。答曰。若諸法成就者。彼法", "470": "有耶。假使有者。彼一切未來耶。或作是說。", "471": "諸有者。彼一切未來也。頗未來彼不有耶。未", "472": "生法行。復次或有未來彼非有。未生法行或", "473": "有。彼非未來。如世尊言。彼阿難當作比丘。若", "474": "大若小意不聰明。不善年少意無智。當於爾", "475": "時等俱行或未來。及有諸行未生必當生。或", "476": "非未來非有。除上爾所事則其義也。諸現在", "477": "者彼一切有耶。設有彼一切現在耶。或作是", "478": "說。諸現在一切有也。頗有一切彼非現在耶。", "479": "過去未來。行及無為。復次或現在非有。如", "48": "相成就也。外眾相不成就。若諸法自相成就。", "480": "所說。", "481": "我無有家長亦復無親屬", "482": "無妻子僕從已得離解脫", "483": "或有眾生。家數爾時等俱行亦如是。於此", "484": "間無餘處無。或有或無。彼非現在過去未來", "485": "行。無為或現在。及有諸色生。便滅亦不有。", "486": "亦不現在也。若色過去。如彼色所有彼色過", "487": "去耶。設有過去彼色有耶。或作是說。諸過去", "488": "物。問如所說。諸過去彼一切色。或作是說。", "489": "諸色物彼過去物。問諸所有色彼一切過去", "49": "彼法成就也。若諸法不成就。彼諸法相不成", "490": "也。或作是說。色物異過去物異。問一則有", "491": "二。復次色過去物。所生色亦自然。亦復所生", "492": "如是有也。未來現在物。亦復如是。", "493": "世章二陰諸持二入過去來物", "494": "色有及三", "495": "猶如色無常。如彼色物亦復無常。若無常", "496": "者盡無所有。彼所有如上無異。苦空無常亦", "497": "復如是。猶如青色用眼識知。云何彼青彼識", "498": "無異耶。設如彼知彼是青色耶。或作是說。猶", "499": "如青色彼是智也。問過去是青色。是故過去", "5": "若諸法是彼法因緣。頗有時彼法當言非彼", "50": "就耶。或法相不成就。彼法非為不成就。外", "500": "亦知。作是說。彼知即是青色。問過去不知。是", "501": "故過去非有青。或作是說。青異知異。問眼", "502": "識則顛倒。或作是說。彼青異知異。問眼識", "503": "則有顛倒。復次智者是等諦。復次自然物", "504": "所事辦。又世尊言。識用知物。是故謂之識", "505": "也。說是語其義云何。或作是說。此是識相。", "506": "用知物故謂識。問無過去未來識彼非識。尊", "507": "作是說。久遠契經句。復次取要言之。當作", "508": "是說。若知眾生當觀彼識。猶如彼識彼是知", "509": "耶。或作是說。猶如彼識彼是知耶。問過去未", "51": "眾相不成就。彼法自相成就。", "510": "來識知。或作是說。猶如彼識彼是知。問過去", "511": "未來不知。是故彼非識。復次識不知。緣所", "512": "因識所生知。有眾生便有等諦。諸所識彼一", "513": "切知耶。設知彼一切識耶。或作是說。諸有識", "514": "彼一切知也。問過去未來識知。或作是說。諸", "515": "所識彼一切是知。頗有識彼非知耶。過去未", "516": "來識。問如所說。識者是知是謂識。是謂契經", "517": "有迷。復次識知緣所作識所生知。眾生便有", "518": "等諦巧便。云何知一切心是緣。或作是說。一", "519": "切心緣四因緣生。或作是說。境界心有所攝。", "52": "成就者其義云何。自相相應。是謂成就。不成", "520": "或作是說。世尊亦說。緣二因緣識便生。或作", "521": "是說。若心無緣者。彼則是識。知者是識也。尊", "522": "作是說。所為性說心迴轉緣迴轉。此知識於", "523": "中得知。一切心有緣。", "524": "無常苦空無我知識諸所為知", "525": "彼因緣心", "526": "一切有揵度第十三竟。", "527": "14 偈揵度尊婆須蜜菩薩所集偈揵度首", "528": "等二不等遠如來無量智", "529": "不染守內外如實敬供養", "53": "就者其義云何。不自相相應。是謂不成就。又", "530": "等二者。是等覺一切智十力四無所畏等。辟", "531": "支佛自寤等。阿羅漢解脫等。一切趣向等所", "532": "見。故曰等等不等遠。或作是說。此事等於等", "533": "中等。猶如羅云調達。本無如來如如。不如如", "534": "道來。是謂如來。言無有異故曰如來。成就大", "535": "智慧無量智。成就無限智慧。是謂無量智慧。", "536": "無量境界智慧成就。是謂無量智慧。無量涅", "537": "槃。是謂無量智慧。復次無量智慧成就無量", "538": "大智慧。世尊除彼覺智慧智句。是謂無量智", "539": "慧。不染污者。於此間內受有外是餘物。復作", "54": "世尊言。是謂生此生。作如是說。命異身異。設", "540": "是說。於此間內受有外趣善處。復作是說。於", "541": "此化說法愛。不起外者。於彼說法愛不起諸", "542": "結。如實敬供養。如是應供養。", "543": "於著不著者於慢不著慢", "544": "知苦自田業如實敬供養", "545": "於著不著者。諸見是著。若於三界見盡。彼", "546": "謂過去。若於慢不著慢者。三種慢世俗著", "547": "而不著。知苦自田業者。忍彼苦外諸入。復", "548": "作是說。於著不著者。已越慢著是謂不著。於", "549": "慢不著慢者。於七慢種中於彼染著而不染", "55": "作如是說彼二同一義。分別有若干。云何同", "550": "著。知苦自田業者。苦識受識住處田業染著。", "551": "復作是說。於著不著者。現見諦所斷結盡。於", "552": "慢不著慢者。現思惟所斷結盡。知苦自田業", "553": "者。苦五盛陰田業行是結。復次一切結著", "554": "彼越一切著。是謂無著也。於慢不著慢者。染", "555": "著諸慢染不著諸慢。知苦自田業。於彼苦苦", "556": "諦知者知道諦。彼田業者。是習諦本所有結", "557": "盡。是謂盡諦。", "558": "不依望厭觀相佐起諸見", "559": "因緣無所有如實敬供養", "56": "一義。答曰。若自依己得彼緣義。作如是說當", "560": "不依望厭觀者。貪望命望不應依。彼有二", "561": "種。愛見者。諸佐彼愛命愛佐見厭觀。有二", "562": "種道道果也。得起他諸見。他厭觀有二斷滅", "563": "見。有常見己越彼。因緣無所有者。有二因緣。", "564": "愛見是也。彼滅盡。復作是說。不依望者有愛", "565": "見。望厭觀者。於彼現出要起他諸見。於一切", "566": "諸見中。亦知他出要已越彼已。因緣無所有", "567": "者。識識處住盡。復作是說。不依望者。現愛結", "568": "盡起他諸見。現諸結盡。因緣無所有者。若愛", "569": "結緣結盡彼無所緣。復次不依望厭觀。思惟", "57": "親近尊。", "570": "所斷結盡起他諸見。起他諸見現諦所斷結", "571": "盡。因緣無所有者。已越一切諸結。思惟見諦", "572": "所斷結盡。彼無所緣也。", "573": "於家能滅意他家無染著", "574": "不起此彼患如實敬供養", "575": "於家能滅意者。有三家愛見是也。滅意者。", "576": "以此家依依意。若歡喜已依彼二便依意", "577": "相應。此斷若意相應道。於斷他家無所染", "578": "著。有二他家。愛家見家。於彼不染著。不起", "579": "此彼患者。愛所起由見故。諸此愛見盡。彼", "58": "諸作此見彼命彼身。云何生此見。或作是說。", "580": "無所起。復作是說。不起此彼患者。亦如上得", "581": "無異。復作是說。於家能滅意者。一切結是行", "582": "一切結盡。他家不染著者。於妻子男女不染", "583": "著。若愛若見不起者。於四受起中現其滅盡", "584": "復作是說。於家能滅意者結欲。於他家意不", "585": "染著者。不起者不愛。不起者於欲不起欲愛", "586": "盡。復作是說。家者是習諦。意者是道諦。於他", "587": "家不染者是苦諦也。不起者是盡諦。復作是", "588": "說。於家能滅意者。現見結斷。於他家不染著", "589": "者。現愛結盡。不起者諸愛結見結盡。彼無所", "59": "生身便生此見。乃至有根身與相應。今亦復", "590": "造。復次於家不染著者。現見諦所斷結盡。於", "591": "他家無染著者。現思惟所斷結盡。不起者。諸", "592": "見諦思惟所斷結盡。彼無所造。", "593": "多望口文字捐棄滅無有", "594": "覺一切解脫如實敬供養", "595": "多望口文字者。多望者修望。口文字亦修。", "596": "作是說。多望者多望是愛。口文字者口所陳", "597": "說。復作是說。多望者是諸見。文字者愛。復次", "598": "多望者思惟所斷。文字者見諦所斷。捐棄者", "599": "已滅盡。無有所著者。是謂不起法。能覺者覺", "6": "法因緣耶。或作是說。猶如彼法未生。爾時", "60": "然。於中復有命復有身。或作是說。觀眾生", "600": "知一切諸法是謂覺。覺知三痛是謂覺。通達", "601": "諸智皆悉成就。是謂覺也。於一切解脫者。於", "602": "三界解脫也。於三縛解脫。愛縛垢縛見縛也。", "603": "癡無得其便一切法照明", "604": "由身而扶持逮覺最上等", "605": "此最淨鬼語", "606": "癡無得其便者。癡者是無明。緣內無明愚中", "607": "間愚相應。復作是說。愚是無明。諸見愚中間", "608": "與愚相應。復作是說。無明是愚。結愚中間與", "609": "愚相應。復次無明是愚。無明緣行愚中間", "61": "根眾生相。眾生者眾生根眾生性眾生類眾", "610": "與愚相應。無有此盡。於一切法現諸智。現", "611": "其因緣現其方便。現其道迹。由身而扶持", "612": "者。住有餘涅槃界。逮阿惟三佛。以此忍覺", "613": "知無覺時。十力一切智四無所畏。最上過者", "614": "休息安隱處。此淨鬼夜叉語此最妙鬼。清淨此", "615": "無學門。", "616": "偈說不應食等觀於彼法", "617": "偈說諸佛喜諸法本梵志", "618": "偈說不應食者。作是說。世尊不為食故往。", "619": "爾時世尊。欲教化婆羅門故是住也。後作是", "62": "生種。於中便有彼命彼身。如是所說。女身", "620": "說。或不承受我語。復恐婆羅門作是念。沙門", "621": "瞿曇為食故說法。復作是說。欲現其神足故", "622": "不受食。彼婆羅門應受佛化。若觀彼法時。以", "623": "是故觀。及聲聞及大丈夫。是彼威儀行。說得", "624": "諸佛喜者。斷滅而不取。諸法本梵志。於中", "625": "有賢聖沙門法。如是賢聖教。", "626": "諸餘大神仙盡漏觀慚愧", "627": "以甘饌供養種德最福田", "628": "諸餘者。諸雜穢飲食現受請供養。大神仙者。", "629": "還大法是謂大神仙。盡漏者。諸有無明愛在", "63": "有力。於中不有短。有大身不覺更樂苦者。", "630": "身中能除去。是謂盡漏。慚愧休息。若戒盜盡。", "631": "彼慚愧休息。以甘饌供養。種德是福田。是何", "632": "謂德田是福田。於中專精意著。萌身長益。", "633": "是謂福田。或作是說。便有偈。以此事餘造。", "634": "彼大神仙。盡漏慚愧休息。以甘饌供養。種德", "635": "是福田。或作是說。彼婆羅門作是說偈。諸餘", "636": "大神仙。盡漏慚愧休息。以甘饌供養。種德者", "637": "福田。", "638": "教化沈沒人越生老病死", "639": "能仁漏具足諸願悉普至", "64": "意根斷絕。", "640": "教化沈沒者。沈沒諸見結以彼捐棄。越生老", "641": "病死者。越度生老病死。能仁者。謂無學斷諸", "642": "結使。漏具足者。諸智漏具足成就。是謂解", "643": "脫。成就智無限。是謂能仁成就漏成就。諸", "644": "願悉普至者。有如是功德。越生老病死。越", "645": "諸果願。復作是說。一切沈沒結使。彼能捨", "646": "離。度生老病死。謂之涅槃。此亦悉逮知。是", "647": "謂度生老病死。作是說。教化沈沒人。見其垢", "648": "染著。度生老病死者。現愛結盡。復次若教化", "649": "沈沒人者。現諸見諦所斷結盡。度生老病死", "65": "諸所生見命異身異。云何生此見。或作是說。", "650": "者。現思惟所斷結盡。餘殘亦如是。", "651": "能仁行無婬不為壯所纏", "652": "於欲身解脫彼牢固能仁", "653": "能仁行無婬者。於尊者大迦葉授決廣說。能", "654": "仁者是無學也。行者往就行無有婬。去離", "655": "非梵行。不為壯所纏者。或復有時。若少壯", "656": "不與貪欲。況當老邁。於慢得解脫者。於四慢", "657": "不造意不貪。是故當遠離。彼牢固者。咄棄諸", "658": "惡法。牢固智慧成就。是謂牢固。能仁者是無", "659": "學也。覺知所為。復作是說。能仁行無婬者。現", "66": "展轉觀身心心者。亦展轉相觀彼心心法作", "660": "安隱處。不為壯所纏者。現少壯當盡。於欲", "661": "永解脫者。現業當盡。餘殘亦如是。", "662": "不二倍越岸亦不一倍終", "663": "高下語句義是沙門所傳", "664": "不二倍越岸者。有諸疑網。不越無量生死岸。", "665": "疑網未盡不能越生死。二倍者姦偽幻惑也。", "666": "復作是說。諸有二倍者。彼不能越不越。彼", "667": "二倍者。行垢成就一倍喪終。高語句義者。", "668": "高者現身出要。不高者現身習出要。復作是", "669": "說。高者是謂生天。不高者趣惡道中。是沙", "67": "我想。命異身異而有此見。或作是說。諸有禪", "670": "門所傳。世尊敷演。", "671": "或有不著裳亦不樂挍飾", "672": "或有持戒香語直不卒暴", "673": "或有不卒暴者。或有不著衣故犯諸禁限。亦", "674": "不樂挍飾者。不作是意莊嚴身口。亦不聽", "675": "伎樂。或有持戒香者。或有學士遊行四方。稱", "676": "揚其名常無倦心。或修梵行者。不說戒有", "677": "虧。", "678": "歸命佛最勝一切皆解脫", "679": "是尊最勇猛遊至無為中", "68": "者。觀其威儀作因緣。觀彼因緣。彼便作是意", "680": "佛者。覺知一切諸法。最勝者。具足諸力。歸命", "681": "者。恭敬義。一切皆解脫者。於三界解脫。於", "682": "二縛解脫。愛縛見縛也。復有三縛。欲怒癡縛", "683": "也。是尊最勇猛者。受尊教所說法語。遊至", "684": "無為中者。亦無精進現有精進。非為不精進。", "685": "不還悉獲現所作事辦。非為不有精進意。當", "686": "作是守護。猶如不退現不退法。尊者婆那伽", "687": "婆蹉居止深山。與欝頭羅摩子自說偈。執", "688": "鼻執婆鼻那提帝詳人不解比比罽賴樓多彌遮。", "689": "我意不染著。心常㸌然寤。執鼻執婆鼻那提", "69": "身異命異。身所為行迴轉時。或作是說。身不", "690": "帝者。飛鳥之音響。比比罽賴樓多彌遮者。", "691": "麑鹿之音響。我意不染著者。不退亦不起諸", "692": "欲。心常㸌然寤者。樂諸道樂涅槃。是謂比", "693": "比罽賴勺桂反。", "694": "五塔廟樂處枝葉不壞敗", "695": "彼見生諸枝能仁以慧斷", "696": "五塔廟樂處者。於五陰有中。枝葉不壞者。愛", "697": "枝也。三界生諸見枝無常苦。能仁以慧斷者。", "698": "學人智住斷。復作是說。五塔廟樂處者是苦", "699": "諦。枝葉不壞敗者是習諦。彼見生諸枝者是", "7": "彼法非因緣。或作是說。以事因緣故。因及", "70": "壞敗便命終。便作是念。身異命異。若身未住", "700": "道諦。能仁以慧斷者是盡。復作是說。五塔", "701": "廟樂處枝葉不敗壞。是謂垢著。彼見生諸枝", "702": "能仁以慧斷。除結淨相。尊者婆那婆蹉居在", "703": "深山。天降雨時心懷歡喜。便說偈曰。", "704": "巖峻善茂生伏流水浴身", "705": "離欲處閑居智者倍生善", "706": "巖峻善茂生者。山澤樹下。伏流水浴身者。以", "707": "雨水浴身。離欲處閑居者。居遠處樂閑靜。生", "708": "諸不貪欲不處眾。智者倍生善者。生諸喜", "709": "及善增益。居喜覺意。", "71": "便命終。或作是說。睡眠之中夢見身遊行。於", "710": "愚者造生死數數入胞胎", "711": "故智者不造頭破亦不眠", "712": "愚者造生死。無智成就無明。造生死者。行", "713": "有漏一切成就樂欲。數數入胞胎者。處母胎", "714": "中。是故智成就。故智者不造。行有漏受諸", "715": "有。於中亦不為。頭破亦不眠者。猶如此人。", "716": "或作是說。愚者造生死是習諦。數數入胞胎", "717": "者是苦諦。故智者不造是道諦。頭破亦不眠", "718": "者是盡諦。猶如此人也。", "719": "等數望有愚偈義胎不度意常佛執鼻執婆耶", "72": "是有身。彼便作是念。命異身異。若夢中有所", "720": "庶。及五愚惑不聰明。", "721": "尊婆須蜜菩薩所集偈揵度初品竟。", "722": "尊婆須蜜論卷第九", "73": "遊行。或作是說。以三昧自憶宿命。於彼彼終", "74": "生是間。彼見身住於中。便作是說。身異命", "75": "異。或作是說。徹聽以天眼觀眾生類。眾生生", "76": "時眾生死時。身在中陰縛而見彼。便作是念。", "77": "是命身俱遊。復次身中間憶本所更巧便迴", "78": "轉。彼便作是念。命異身異。若後他人曰命", "79": "異身異。", "8": "餘因緣非因緣。次定一切諸行。各各自因", "80": "諸所生見無因無緣。眾生垢著。非有因非有", "81": "緣。眾生染著。云何生此見。或作是說。若處閑", "82": "居。或作是說。觀諸垢起。觀處宮中或見清淨。", "83": "彼便作是念。無因起諸垢著。復次以二力故", "84": "生諸垢著。若因力若境界力。由是因緣而不", "85": "知無因無緣。眾生染著得諸見。若他人說。諸", "86": "所生見。無因無緣眾生清淨。非有因非有緣", "87": "眾生清淨。云何生此見。或作是說。於此觀至", "88": "空閑處而不清淨。處深宮中或有清淨。於", "89": "中便作是念。無因而有清淨。復次以三力故", "9": "自果。及獲餘果報永不復生。設當爾者界有", "90": "清淨。因力境界力方便力。彼相應時因力境", "91": "界力。善法如迴轉有清淨生。由是故不知無", "92": "因無緣。眾生清淨得此見。若以他說。", "93": "諸所生見。無因無緣眾生無智無見。非有因", "94": "非有緣眾生無智無見。云何生此見。或作是", "95": "說。彼便有無慇懃者。云何起無智無見。若復", "96": "生者。如是無智於中便作是念。無因無緣眾", "97": "生無智無見也。復次生死行因緣無方便行", "98": "亦不勤求。住無智無見中。不思惟彼因與餘", "99": "相應無智無見相應。有不相應時智相應時。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜論: 菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜論: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集", "author": "尊婆須蜜造  符秦 僧伽跋澄等譯", "sourceLink": "http://www.cbeta.org/"}