{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1260 大藥叉女歡喜母并愛子成就法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1260", "1": "大藥叉女歡喜母并愛子成就法", "2": "亦名訶哩底母經", "3": "開府儀同三司特進試鴻臚卿肅國", "4": "公食邑三千戶賜紫贈司空諡大鑒", "5": "正號大廣智大興善寺三藏沙門", "6": "不空奉　詔譯", "7": "爾時佛住王舍城竹林精舍。為諸人天演說", "8": "法要。時有大藥叉女名曰歡喜。容貌端嚴。有", "9": "五千眷屬。常住支那國護持世界。是娑多", "10": "大藥叉將之女。娉半支迦大藥叉將昔云散脂者訛", "11": "生五百子。有大威力。與諸眷屬來詣佛所退", "12": "坐一面。佛告歡喜母。汝今可受如來教勅。我", "13": "欲令汝捨除暴惡護諸有情。此王舍城及贍", "14": "部洲。一切女人所生男女皆施無畏。時歡喜", "15": "母白佛言。世尊若如是者我及諸子當於何", "16": "食。佛言汝但慈心不害有情。我當勅諸聲聞", "17": "弟子。每於食次常與汝食。并於行末置一分", "18": "食。呼汝名字并諸子等皆令飽滿。若有餘食", "19": "汝可迴施一切鬼神。皆悉運心令其飽足。時", "20": "歡喜母白佛言。世尊我今歸命如來。奉佛教", "21": "勅不敢違越。王舍大城及諸國土。一切人民", "22": "所生男女。我皆擁護令其安樂。不令一切諸", "23": "惡鬼神得其便也。惟願如來護念於我。佛言", "24": "善哉善哉歡喜母。汝今可於如來善法律中。", "25": "受持三歸五戒。令汝長夜解脫諸苦獲大安", "26": "樂。所謂歸佛法僧不殺生命。乃至不飲諸酒", "27": "是汝學處。汝當受持。時歡喜母既受三歸并", "28": "五學處。歡喜踊躍遶佛三匝。白佛言世尊", "29": "我今已蒙如來加護。我有自心陀羅尼。能除", "30": "一切災難恐怖。若有受持此章句者。我諸眷", "31": "屬常為守護令獲安樂。唯願如來聽我宣說。", "32": "佛言恣汝意說。時歡喜母即於佛前說陀羅", "33": "尼曰。", "34": "曩謨引囉怛曩二合怛囉二合夜引耶一娜莫賀引", "35": "哩底曳二合引二摩賀藥乞史二合抳尼整反三訶謨伽", "36": "去引曳四薩底曳二合嚩引儞泥以反𩕳五沒馱鉢", "37": "哩二合野引曳六惹多賀引哩抳曳二合七半左補", "38": "怛囉一合八捨多鉢哩二合嚩曳九畢哩二合迦", "39": "囉引曳十麼呬多引薩嚩薩怛嚩二合引十一曩麼塞", "40": "訖哩三合跢引曳十二婆去誐鑁賀引哩底曳二合", "41": "十三訖哩二合乃野麼引󰨢跢以灑引銘十四沒", "42": "駄帝惹自攞反婆去引爾底丁以反十五薩麼二合囉", "43": "多引曳十六婆去誐鑁補囉囉引乞灑二合枲十", "44": "七婆去誐鑁母引紫精以反多引枲十八跛囉補", "45": "怛囉二合十九尾覲曩二合尾曩引野迦二十沒哩二合", "46": "跛三去麼儞引多怛囉二合拏鼻引羅二十一滿怛", "47": "囉二合跛娜補娜引攞二十二賀引囉灑引曳二十三", "48": "怛儞野二合他去引二十四枲嚩𪘨二十五跛哩嚩𪘨", "49": "二十六寗引怛囉二合曷底二十七薩嚩羯麼迦囉", "50": "拏曳娑嚩二合引賀引二十八", "51": "世尊我此陀羅尼有大威力。猶如真多摩尼", "52": "寶。能滿一切諸有意願。唯有如來及諸菩", "53": "薩當證知我。佛言歡喜母汝能饒益有情。護", "54": "持我法說此陀羅尼。未來世中我諸弟子。付", "55": "汝守護悉令安樂。時歡喜母白佛言。如佛聖", "56": "旨我當奉行。世尊若欲成就此陀羅尼法者。", "57": "先於白㲲上或絹素上。隨其大小畫我歡喜", "58": "母。作天女形極令妹麗。身白紅色天繒寶", "59": "衣。頭冠耳璫白螺為釧。種種瓔珞莊嚴其身。", "60": "坐寶宣臺垂下右足。於宣臺兩邊。傍膝各畫", "61": "二孩子。其母左手於懷中抱一孩子名畢哩", "62": "二合孕迦。極令端正。右手近乳掌吉祥果。於", "63": "其左右并畫侍女眷屬。或執白佛或莊嚴具。", "64": "其畫像人清淨澡浴。著新淨衣受持八戒。如", "65": "法畫已於一密室。清淨掃洒作四肘方壇。應", "66": "取純色牸牛瞿摩夷。以物承取以香相和。如", "67": "法塗拭又以白檀香埿。於方壇上作一圓", "68": "壇安像於中。上施天蓋懸諸綵幡。以種種時", "69": "花散於壇上。又以乳糜酪飯甘脆飲食。及諸", "70": "果子閼伽香水。燒好沈香而為供養。像面向", "71": "西。其持誦者壇西面東對像念誦。或四時三", "72": "時乃至一時不應間闕。若有間斷法即難成。", "73": "亦不得誦金剛部真言及諸雜念誦。恐難成", "74": "就。每時誦一百八遍為常。正念誦時不應雜", "75": "共人語令真言間斷。不成遍數虛費功力。若", "76": "欲成就此法。從白月一日五日及十六日二", "77": "十日起首。依前儀軌對此像前誦。滿一萬遍", "78": "即成先行。必須慎密勿使人。知勿對人前誦", "79": "此真言。若能依教專注密修。歡喜母必現其", "80": "身。滿修行者所願。作此念誦必不得與人結", "81": "怨。恐損彼人成不饒益。若得成就已所獲財", "82": "寶。應須廣行檀施不應慳悋。若欲令歡喜母", "83": "速來現身。修行者專想此母常不離心。又於", "84": "念誦處及所居處。必須清淨不用燈明。又常", "85": "燒沈香。唯自獨處無間念誦。亦不應恐怖。歡", "86": "喜母必來現身。若得來已漏泄人知必招其", "87": "禍。若來現身亦不應共語。但至心念誦更加", "88": "如法供養。後必數來告行者言。令我何所作", "89": "為。或留瓔珞環釧寶莊嚴具。若留必須便用", "90": "不得停留。亦不與語。如是久久淳熟方可與", "91": "語。即請為母或為姊妹。不應於彼生貪染心。", "92": "設彼聖者有染欲意必不應受。若受必生彼", "93": "族難得解脫。持誦者每於自所食物。先減一", "94": "分淨食。以心真言加持七遍。食了持於淨處", "95": "瀉之。常得擁護不離左右誦心真言曰。", "96": "唵弩弩麼鼻引里迦引呬諦娑嚩二合賀", "97": "引", "98": "持誦者既先行功滿。擇吉宿日或日月蝕時", "99": "如法供養取好沈香搵酥。護摩一千八十遍", "100": "必獲成就。或現本身。或即加持數珠或供養", "101": "具。祈上中下等成就。或得所居處地動。或", "102": "見光明當知已獲成就。從此已後所作皆得", "103": "如意。方用已後諸成就法。", "104": "若求伏藏者。取一有童女。澡浴清淨著鮮潔", "105": "衣。取有香氣花令童女兩手捧花。掩面立於", "106": "壇邊。持誦者誦前真言。加持欝金香水一百", "107": "八遍。灑童女身上。於真言句中加求願事。須", "108": "臾頃彼童女即說伏藏所在。或即專心念誦。", "109": "請聖者現身問其所在。或但祈請令歡喜母", "110": "每日供給所須。若得如願所獲財寶。廣修功", "111": "德及行檀施饒益有情。不應蓄積必失成就。", "112": "又法欲得貴人歡喜。取彼人門下土。以唾和", "113": "作丸加持一百八遍置於廁中。彼人必相敬", "114": "順歡喜。", "115": "又法欲得女人敬愛。加持果子二十一遍。與", "116": "彼人喫即相敬愛。", "117": "又法若有疑事。准前加持童女問之。所疑事", "118": "意種種皆說。", "119": "又法或但念誦乞願邀祈。或聞空中語聲相", "120": "報。或於夢寐中必相告語疑事悉知。", "121": "又法若有鬼魅所持怕怖不安者。取安息香", "122": "阿魏藥白芥子和酥。護摩一千八十遍一切", "123": "精魅悉皆殄滅。", "124": "又法若有惡人作留難者。取嚕地囉和土。加", "125": "持二十一遍或一百八遍。密埋彼家門閫下。", "126": "其作留難人必病欲令差者收却彼土其病即", "127": "除。", "128": "又法夫妻不和者。彼所受用衣服等物或所", "129": "食之物。密加持二十一遍與彼人受用。勿令", "130": "知覺必得相順。", "131": "又法有人被毒中者。加持白鴿糞和水與喫", "132": "即差。", "133": "又法若有被囚禁枷鎖種種口舌者。取五月", "134": "五日桃木。密書彼怨人名字。加持一百八遍。", "135": "又於真言句中稱彼人名。加持求願語釘入", "136": "地。即得官府口舌解散無事。", "137": "又法欲得論議勝者。取野葛一片加持二十", "138": "一遍。手把與彼論議彼便杜口。", "139": "又法女人難婚者。作一灰人加持一百八遍。", "140": "令彼女人每日拜此灰人七拜。其婚即合萬", "141": "不失一。", "142": "又法欲遠召所愛人者。應作一灰人或作鹽", "143": "人亦得。以刀安彼心上稱彼姓名。每日三時", "144": "結召請印誦真言一百八遍加持。不踰七日", "145": "彼人即至。如或不來其人必遭重病。", "146": "又法若有負債不還者。當以鹽末作彼人形。", "147": "結降伏印誦陀羅尼一百八遍。於真言句中", "148": "稱彼人姓名以刀劃之。其人即自來叩頭乞", "149": "命。", "150": "又法若人患鬼魅病者。准前加持一童女問", "151": "之。知其病祟所作。即以法發遣彼鬼魅。病人", "152": "無不除差。", "153": "又法若欲治病去時。先燃燈一盞安於竈下。", "154": "以真言加持二十一遍即蓋竈門。明日平旦", "155": "檢看。若油盡即去。若不盡即不須與治。必難", "156": "得差此法甚險。", "157": "又法若日月蝕時於像前。以熟銅椀盛酥加", "158": "持乃至復滿。食此加持酥即獲聞持日誦千", "159": "言。", "160": "又法若有不和順者。密誦真言加持果子或", "161": "飲食。方便與彼人食必得敬愛。", "162": "又法凡有死亡家令人恐怖者。以忿怒心誦", "163": "此陀羅尼二十一遍或一百八遍。恐怖即除。", "164": "不往死亡家最善。", "165": "又法若經官論訟。持此真言一百八遍。或但", "166": "密誦真言必得道理。", "167": "又法若欲謁見大人官長。誦真言一百八遍。", "168": "見時必得歡喜。", "169": "又法若有難產者。加持牛酥一百八遍或二", "170": "十一遍。與產婦喫及塗產門必得易產。", "171": "若持誦者一心專誦此真言更不雜修。歡喜", "172": "母常隨擁護不離左右。不久必現其身。若修", "173": "行此歡喜母法欲令速驗者。當別置靜室極", "174": "須慎密。不得於佛堂精舍中作法。恐難成就。", "175": "又不得使人見此像及知作法。必失効驗。", "176": "又法若有冤讐欲來相害者。取胡麻和酥。於", "177": "像前護摩一千八十遍。於真言句中稱彼人", "178": "姓名必得歡喜。", "179": "又法若欲令前人相憶念者。書彼人姓名安", "180": "自床脚下彼人必相憶念。", "181": "又法若欲令彼怨人家驚恐不安者。取髑髏", "182": "骨一片加持二十一遍或一百八遍。密安彼", "183": "怨宅內。其家必驚恐不安。凡欲取髑髏骨時。", "184": "先以真言加持自身二十一遍。即結召印然", "185": "後取之。密加持用無不應驗。若欲却令彼人", "186": "無恐怖者。誦此真言二十一遍。收取髑髏骨", "187": "作發遣却送本處。彼家即得無畏。此骨一度", "188": "用更不堪重用。無驗。凡經供養竟食及果子", "189": "等。一切不得食。令持真言者無効。", "190": "凡欲供養歡喜母食。皆須創新別造。不得用", "191": "經宿殘食。每下供養食皆須自送不得使人", "192": "送必無効驗。", "193": "又法欲成就役使法者。先持誦真言令功業", "194": "成已。然後揀取一髑髏。若知此髑髏是了事", "195": "強幹人。必易得成驗。先於所見處加持自", "196": "身。", "197": "又以真言加持彼髑髏一百八遍。結請召印", "198": "召彼。令隨密裹將來。先以淨水洗又以", "199": "香水浴。以銀為舌於歡喜像前加持一千八", "200": "十遍。於壇側以甑蓋頭。即於其夜自通姓", "201": "名。或現其身請為給使。從此以後驅使無不", "202": "應驗。疑事問之必能先知。此法極須慎密。若", "203": "漏泄非但不成亦反招殃咎。凡使髑髏往彼", "204": "人處。先須料挍前人。彼怨若是持誦金剛部", "205": "法。或精持禁戒解法人。必不得惱亂反損自", "206": "身。不爾必効。次說印契。先結請召印。以右手", "207": "指於左手背叉入。把左手掌。左手向身三招", "208": "其印相即成。次結降伏印。二手內相叉。二小", "209": "指相鉤。二無名指各左右入虎口。二中指豎", "210": "合。二頭指各捻中指背。二大指各捻中指中", "211": "節。其印相即成。次結擲惡人印。以右手大指", "212": "捻無名指甲上每誦真言一遍。一度向彼惡", "213": "人擲之。其印相即成。", "214": "次結發遣聖者印。即結前召請印以右手向", "215": "外擲之。其印即以成矣。", "216": "爾時歡喜母於大會中。說此陀羅尼法已。白", "217": "佛言世尊。我今已蒙如來護念於我。我及眷", "218": "屬奉佛教勅。於未來世護諸有情。令獲安樂", "219": "離諸恐怖。若有能依此法清淨受持此陀羅", "220": "尼者。一切求者皆得滿足。", "221": "時歡喜母復白佛言。世尊我今復說愛子畢", "222": "哩二合孕迦陀羅尼法。為利益護持諸有求者", "223": "真言曰。", "224": "唵致尾致𩕳娑嚩二合引賀引", "225": "其印以二手合掌。二大指並屈入掌中即成。", "226": "此印一切處用。獲身請召奉送並皆用之。以", "227": "印加持自身五處。所謂頂右左肩心喉等即", "228": "成護身。以二大指招之名請召。開出之名奉", "229": "送。若有受持此陀羅尼法者。我及愛子畢哩", "230": "二合孕迦并諸眷屬等。擁護是人不令一切諸", "231": "惡鬼神有所侵擾。", "232": "若有持此陀羅尼。必須清淨不食熏穢。誦真", "233": "言滿三十萬遍。并施愛子畢哩二合孕迦食即", "234": "成先行。其施食法先於露地淨處。以瞿摩夷", "235": "塗一圓壇。壇上散以時花。或但於淨石上施", "236": "之亦得。每欲食時。先取所食之物各少許。共", "237": "置一淨器中。以前真言加持七遍。於彼壇上", "238": "施之。并呼畢哩二合孕迦名告言。受我此食", "239": "願垂加護。如是不闕滿六箇月。即得愛子常", "240": "隨加護。", "241": "又法或乞食或喫乳。誦真言滿三十萬遍。已", "242": "然後取牛肉作。丸一加持一燒日日三時。時", "243": "別一千八十遍滿四十九日。畢哩二合孕迦即", "244": "現其身滿修行者所願。又法修行者食三", "245": "白食。以牛肉和安悉香作丸護摩。從白月一", "246": "日起首滿足一月。每日三時時別一千八十", "247": "遍。至月滿日廣陳供養。一日一夜斷食斷", "248": "雜言語。如上依教護摩無間至誠念誦。愛子", "249": "畢哩孕迦必現。與持誦者常為親伴所須皆", "250": "應。", "251": "又法取明淨好安息香。搵酥護摩每日三時。", "252": "時別准上。如是護摩不間不斷。即常送金錢", "253": "供其所用。", "254": "又法欲求伏藏者。如前作先行法。成已然後", "255": "以蘇合香和酥護摩。每日三時時別一千八", "256": "十遍。如是不間不斷。其伏藏即現取用一無", "257": "障礙。若常持誦此陀羅尼兼施食者。能令財", "258": "物豐盈所求無不隨意。當得此畢哩二合孕迦", "259": "衛護。", "260": "又法若欲降伏怨敵者。書彼怨人名。於持誦", "261": "者左脚下踏而以勵聲。忿怒想誦於真言。", "262": "句中加彼怨人名。誦滿十萬遍一切怨對無", "263": "不隨順。", "264": "又法若被囚禁者。常誦此陀羅尼即得解脫。", "265": "又法欲得安隱者。取菴末羅樹葉和乳。加持", "266": "護摩十萬遍即得安隱。", "267": "我今復說畢哩二合孕迦刻像法。取好白栴檀", "268": "香木無瑕隙者。長六指或一磔手。令巧匠雕", "269": "作童子形。頂上有五朱紫髻子。相好圓滿以", "270": "種種瓔珞莊嚴其身。於荷葉上交脚而坐。右", "271": "手掌吉祥果作與人。勢左手揚掌向外垂展", "272": "五指。此名滿願手。作此像已於一淨室密處。", "273": "以安悉香水和泥。作一肘或三肘方壇。以瞿", "274": "摩夷如法塗拭。又以白檀香塗一圓座安像", "275": "於中。以種種時花散於壇上。乳糜酪飯甜脆", "276": "果子。及歡喜團等如法供養。燒沈水香對此", "277": "像前。誦陀羅尼滿十萬遍。愛子畢哩二合孕", "278": "迦必來現身問行者言。喚我有何所求。修行", "279": "者隨所願求皆得如意。從次已後作法無不", "280": "成驗。", "281": "又法欲知未來善惡事者。取瞿摩夷如前塗", "282": "壇。如前供養。燒安悉香以胡麻。一加持一", "283": "燒滿一千八十遍。即於此處安寢勿使雜語。", "284": "一心思惟畢哩二合孕迦聖天乞境界。須臾", "285": "頃夢見畢哩二合孕迦所有疑事問之皆說乞", "286": "夢真言曰。", "287": "唵一馱囉馱囉二昝婆昝婆三𪾼引醯引呬四畢", "288": "哩二合孕迦囉五薩嚩薩怛嚩二合𩕳嚩引囉野", "289": "六賀引賀引呬呬引護引護引娑嚩二合引賀", "290": "爾時歡喜母。說此自心陀羅尼并愛子畢哩", "291": "二合孕迦成就法已。五體投地禮佛雙足。白", "292": "言世尊我今以此陀羅尼及成就法饒益有", "293": "情。唯願如來及諸聖眾當證知我。佛言善哉", "294": "善哉歡喜母。我今又復付囑於汝。汝等於我", "295": "法中。若諸伽藍出家弟子所住之處。一切人", "296": "民汝及眷屬。勤心守護勿令諸惡鬼神作其", "297": "障難令得安樂。乃至我法未滅已來。於贍部", "298": "洲應如是行。時歡喜母及五百子。并諸眷屬", "299": "藥叉等眾。聞佛教勅皆大歡喜作禮而去。", "300": "大藥叉女歡喜母并愛子成就法一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1260 大藥叉女歡喜母并愛子成就法", "source": "CBETA"}