{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅: 光讚經", "text": {"0": "8 假號品", "1": "光讚經卷第四", "10": "想，若行色苦則為行想，若行痛痒思想生死", "100": "月曜，復有三昧名曰月幢英，復有三昧名曰", "101": "一切印，復有三昧名曰無能見頂，復有三昧", "102": "名曰了法界，復有三昧名曰分別幢英，復有", "103": "三昧名曰喻金剛，復有三昧名曰入法印，復", "104": "有三昧名曰立定意王，復有三昧名曰印王，", "105": "復有三昧名曰勢力精進，復有三昧名曰超", "106": "等，復有三昧名曰入應順分別，復有三昧名", "107": "曰入辯於十方界，復有三昧名曰總持意，", "108": "復有三昧名曰度無為，復有三昧名曰等御", "109": "諸法海印，復有三昧名曰普周虛空，復有三", "11": "識苦則為行想，若行色樂則為行想、若行", "110": "昧名金剛道場，復有三昧名曰執英幢，復有", "111": "三昧名曰帝英如門閫，復有三昧名曰起本，", "112": "復有三昧名曰師子吼，復有三昧名曰精進", "113": "立，復有三昧名曰勝寶，復有三昧名曰照", "114": "明，復有三昧名曰不眴，復有三昧名曰不住", "115": "於下，復有三昧名曰決了，復有三昧名曰燈", "116": "明廣普，復有三昧名曰無量行，復有三昧名", "117": "曰光造，復有三昧名曰有所照曜，復有", "118": "三昧名曰莊嚴淨，復有三昧名曰離垢光，復", "119": "有三昧名曰有所造樂，復有三昧名曰電燈", "12": "痛痒思想生死識樂者則為行想，若行色我", "120": "明，復有三昧名曰盡索，復有三昧名曰威神", "121": "跡，復有三昧名曰離盡索，復有三昧名曰無", "122": "能勝，復有三昧名曰開通，復有三昧名曰燈", "123": "明，復有三昧名曰離燈垢，復有三昧名曰嚴", "124": "淨辯才，復有三昧名曰有所光耀，復有三昧", "125": "名曰造事，復有三昧名曰慧英，復有三昧名曰", "126": "住惟，復有三昧名曰普明，復有三昧名曰善", "127": "立，復有三昧名曰寶積，復有三昧名曰超諸法", "128": "印，復有三昧名曰普法，復有三昧名曰勝娛", "129": "樂，復有三昧名曰度法頂，復有三昧名曰有", "13": "所者則為行想、若行痛痒思想生死識我所", "130": "所毀壞，復有三昧名曰一切明句，復有三昧", "131": "名曰等字所作，復有三昧名曰趣字，復有三", "132": "昧名曰斷因緣，復有三昧名曰無事，復有三", "133": "昧名曰無牆，復有三昧名曰決了入號，復有", "134": "三昧名曰無卑行，復有三昧名曰除冥，復", "135": "有三昧名曰修行跡，復有三昧名曰無動，復", "136": "有三昧名曰廣界，復有三昧名曰決一切德，", "137": "復有三昧名曰住無心，復有三昧名曰淨於", "138": "嚴整，復有三昧名曰度覺意，復有三昧名曰", "139": "無量燈明，復有三昧名曰等不等，復有三昧", "14": "者則為行想，若行色非我所者則為行想、", "140": "名曰度一切，復有三昧名曰斷諸事，復有三", "141": "昧名曰離意了除，復有三昧名曰離建立，復", "142": "有三昧名曰一勝，復有三昧名曰行諸事，復", "143": "有三昧名曰一事，復有三昧名曰除怨事，復", "144": "有三昧名曰滅諸所有不當，復有三昧名曰", "145": "入隨因緣音，復有三昧名曰聲跡言無盡度，", "146": "復有三昧名曰威神跡，復有三昧名曰光耀", "147": "熾盛，復有三昧名曰清淨樹，復有三昧名曰", "148": "清證而閑，復有三昧名曰一切勝，復有三", "149": "昧名曰不樂一切諸苦樂，復有三昧名曰無", "15": "若行痛痒思想生死識非我所者則為行想，", "150": "盡事，復有三昧名曰總持句，復有三昧名曰", "151": "等於正邪師子座，復有三昧名曰入響離", "152": "響，復有三昧名曰無響得響，復有三昧", "153": "名曰離垢明，復有三昧名曰御跡，復有三昧", "154": "名曰滿月離垢光，復有三昧名曰電錠光，復", "155": "有三昧名曰大嚴淨，復有三昧名曰普照世", "156": "間，復有三昧名曰普定意，復有三昧名曰應", "157": "無染離染，復有三昧名曰御空一切等御，復", "158": "有三昧名曰無青不青寶，復有三昧名曰立", "159": "無本念，復有三昧名曰身時第一，復有三昧", "16": "若行色虛無者則為行想、若行痛痒思想生", "160": "名曰言時除空念，復有三昧名曰脫虛空礙", "161": "滅護。舍利弗！菩薩摩訶薩行是諸三昧，疾", "162": "得阿耨多羅三耶三菩阿惟三佛。及餘不可", "163": "計會無有限量諸三昧門、諸總持門，菩薩摩", "164": "訶薩所當學者，疾逮得阿耨多羅三耶三菩", "165": "阿惟三佛！」於是須菩提承佛聖旨而歎頌曰：", "166": "「舍利弗！欲知往古怛薩阿竭、阿羅訶、三耶三", "167": "佛則為授此等菩薩摩訶薩決，及今現在十", "168": "方世界諸現在怛薩阿竭、阿羅呵、三耶三佛", "169": "悉已授此諸菩薩摩訶薩決。其行是三昧者，", "17": "死識虛無者則為行想。若使，天中天！菩薩", "170": "彼不見三昧，亦不念三昧，亦無所三昧，亦", "171": "不想：『我當三昧。吾當三昧乎？』亦不念：『我空三", "172": "昧。』是菩薩摩訶薩無想念。」舍利弗謂須菩提：", "173": "「菩薩摩訶薩住是三昧；為住古三耶三佛所", "174": "授決乎？」答曰：「不也。舍利弗！所以者何？唯，舍", "175": "利弗！般若波羅蜜三昧不為異也，菩薩摩訶", "176": "薩亦不為異。菩薩摩訶薩則為三昧，三昧則", "177": "為菩薩摩訶薩。」舍利弗謂須菩提：「如仁者所", "178": "云：『菩薩摩訶薩般若波羅蜜及諸三昧，不為", "179": "各異，菩薩則三昧，三昧則菩薩。一切法皆", "18": "摩訶薩行般若波羅蜜，行色寂寞則為行想、", "180": "平等則不知三昧。』以是故，舍利弗！於是三", "181": "昧，善男子亦不知亦不了。」舍利弗又問：「何", "182": "故不知不了？」「用無明故而為三昧，以是故，", "183": "菩薩不知不了。」爾時世尊讚賢者須菩提：「善", "184": "哉，善哉！須菩提！如吾讚仁行空第一歎之最", "185": "尊。菩薩摩訶薩學般若波羅蜜，當如是檀波", "186": "羅蜜、尸波羅蜜、羼波羅蜜、惟逮波羅蜜、禪波", "187": "羅蜜、般若波羅蜜；四意止、四意斷、四神足、五", "188": "根、五力、七覺意、八由行，十種力、四無所畏、四", "189": "分別辯、十八不共諸佛之法。」舍利弗白佛言：", "19": "行痛痒思想生死識寂寞者則為行想。假", "190": "「菩薩摩訶薩學如是，為學般若波羅蜜乎？」佛", "191": "言：「如是！菩薩摩訶薩如是學，為學般若波羅", "192": "蜜，所學者亦無所得。檀波羅蜜、尸波羅蜜、羼", "193": "波羅蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜，", "194": "亦復如是。四意止、四意斷、四神足、五根、五力、", "195": "七覺意、八由行、十種力、四無所畏、四分別辯、十", "196": "八不共諸佛之法，自然具足，雖有所得亦無", "197": "所得。」舍利弗白佛言：「菩薩摩訶薩學如是。作", "198": "是學，為學般若波羅蜜，得般若波羅蜜乎？」佛", "199": "言：「如是學，為學般若波羅蜜，得無所得。」舍利", "2": "西晉三藏竺法護譯", "20": "使、天中天！菩薩摩訶薩行般若波羅蜜無漚", "200": "弗白佛：「云何得無所得？」世尊答曰：「不得吾我，", "201": "亦不得人、壽命、亦不得所見。五陰究竟本末", "202": "普悉清淨，亦不得見也。陰種諸入本末究竟", "203": "如是悉清淨亦不得，無明之原本末究竟而", "204": "悉清淨，行、識、六入、名色、所更、痛、愛、受、有、生、老", "205": "病死，本末究竟而悉清淨。苦無所得，本末", "206": "究竟而悉清淨，習盡之路亦不可得，本末究", "207": "竟而悉清淨。欲界亦不可得，本末究竟而悉", "208": "清淨。色界、無色界亦不可得，本末究竟而悉", "209": "清淨。四意止、四意斷、四神足、五根、五力、七覺", "21": "惒拘舍羅，若行四意止則為行想，四意斷、四", "210": "意、八由行，十種力、四無所畏、四分別辯、十八", "211": "不共諸佛之法亦不可得，本末究竟而悉清", "212": "淨。六波羅蜜亦不可得，本末究竟而悉清淨。", "213": "須陀洹、斯陀含、阿那含、阿羅漢、辟支佛、亦不", "214": "可得，本末究竟而悉清淨。菩薩亦不可得，", "215": "本末究竟而悉清淨。佛亦不可得，本末究竟", "216": "而悉清淨。」舍利弗白佛言：「何所清淨？世尊！」", "217": "答曰：「無所起無所生、無所得無所行，則為", "218": "清淨。」舍利弗言：「唯然，世尊！菩薩摩訶薩如", "219": "是學者，為學何法？」佛言：「菩薩摩訶薩學如是", "22": "神足、五根、五力、七覺意、八由行則為行想。若", "220": "者，為學無所學法。所以者何？舍利弗！是諸", "221": "法者計其所有，而愚凡夫之所倚立。」舍利", "222": "弗白佛言：「唯然，世尊！誰致是法？」佛言：「如無", "223": "所得，以是故得如是逮者，故曰無所逮。」又", "224": "問：「世尊！誰無所得而有所得？」佛言：「色無所", "225": "得，其內亦空、外亦復空、內外亦空。所謂所有", "226": "自然無有而悉為空。色痛痒思想生死識亦", "227": "無內無外亦無內外，所有自然無有悉空。四", "228": "意止、四意斷、四神足、五根、五力、七覺意、八由", "229": "行，十種力、四無所畏、四分別辯、十八不共諸", "23": "行十種力、四無所畏、四分別辯、十八不共諸", "230": "佛之法，亦無內亦無外亦無內外，所有自然", "231": "無有悉空。彼愚凡夫從無明教，依倚著愛而", "232": "有想念，以依無明明為兩盲俱，則為不知", "233": "而無所見。已不知不見，彼則思想不可得法，", "234": "倚於名色又復依倚著於佛法。已有所倚而欲了知", "235": "無所有法，故不知不見。何謂不知不見？", "236": "色痛痒思想生死識亦不知不見，十二入", "237": "十八種、三十七品、十二因緣、十種力、四", "238": "無所畏、四分別辯、十八不共諸佛之法，亦", "239": "復不知不見，由是之故名曰為愚。彼不捨", "24": "佛之法則為行想。唯，天中天！假使菩薩摩", "240": "施。何所不捨？不捨欲界、不捨色界、不捨無", "241": "色界，不捨聲聞、辟支佛地；則不篤信。何所", "242": "不信？不信色空、不信痛痒思想生死識空，", "243": "不信十二入、十八種、十二因緣、三十七品，十種", "244": "力、四無所畏、四分別辯、十八不共諸佛之法為", "245": "空。不能建立，不建立檀波羅蜜、尸波羅蜜、羼", "246": "波羅蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜，", "247": "不住阿惟越致地，復不建立諸佛之法；以是", "248": "之故名曰為愚。有所倚著眼耳鼻舌身意，", "249": "倚著諸種諸陰入，倚著依求於婬怒癡，倚著", "25": "訶薩行般若波羅蜜而自念言：『我行般若波", "250": "依慕諸疑邪見，倚著依慕於佛道也。」舍利弗", "251": "白佛言：「菩薩摩訶薩作是學，為不學般若波", "252": "羅蜜乎？不生薩芸若耶！」佛言：「菩薩摩訶薩", "253": "作是學般若波羅蜜，不得薩芸若。」舍利弗白", "254": "佛言：「唯然，世尊！菩薩摩訶薩作是學，不得", "255": "薩芸若？」佛告舍利弗：「是菩薩摩訶薩作是", "256": "學般若波羅蜜，無漚惒拘舍羅，有所思想、有", "257": "所依倚檀波羅蜜、尸波羅蜜、羼波羅蜜、惟逮", "258": "波羅蜜、禪波羅蜜、般若波羅蜜，而反想求依", "259": "倚六波羅蜜、三十七品，十種力、四無所畏、四分", "26": "羅蜜。』是為菩薩摩訶薩而反行想。假使菩薩", "260": "別辯、十八不共諸佛之法，而復想求薩芸若", "261": "慧，已想求薩芸若而依倚。是故，舍利弗！", "262": "菩薩摩訶薩不學般若波羅蜜，不得薩芸若", "263": "慧。」舍利弗白佛言：「菩薩摩訶薩作是學般若", "264": "波羅蜜，為不學般若波羅蜜？為不行薩芸若", "265": "慧乎？」佛言：「如是，舍利弗！作是學般若波羅", "266": "蜜，為不得薩芸若。」舍利弗問：「唯，天中天！菩", "267": "薩摩訶薩當云何學般若波羅蜜？而隨順學", "268": "得薩芸若慧？」佛告舍利弗：「假使菩薩摩訶薩", "269": "行般若波羅蜜，不見般若波羅蜜；如是菩薩", "27": "摩訶薩心自念言：『作是行者則為行般若", "270": "摩訶薩為行般若波羅蜜，為學般若波羅蜜", "271": "得薩芸若慧，得無所得。無所得無所得，亦", "272": "復不得檀波羅蜜、尸波羅蜜、羼波羅蜜、惟逮", "273": "波羅蜜、禪波羅蜜、般若波羅蜜；亦不得須陀", "274": "洹、斯陀含、阿那含、阿羅漢、辟支佛、菩薩、佛；亦", "275": "不復得薩芸若。如是，舍利弗！菩薩摩訶薩", "276": "作是行，為行般若波羅蜜，為學般若波羅蜜", "277": "得薩芸若，得無所得。」舍利弗白佛言：「何謂", "278": "無所得？」世尊答曰：「於內亦空、於外亦空、內外", "279": "亦空，一切法空。」", "28": "波羅蜜。』亦為行想。是為菩薩摩訶薩行般若", "280": "10 幻品摩訶般若波羅蜜幻品第十", "281": "於是，賢者須菩提白佛言：「唯然，世尊！假使問", "282": "者：『此幻士學般若波羅蜜，欲得薩芸若。』問", "283": "者如此，以何報答？『又斯幻士，學檀波羅蜜、尸", "284": "波羅蜜、羼波羅蜜、惟逮波羅蜜、禪波羅蜜，欲", "285": "用逮得薩芸若慧；學四意止、四意斷、四神足、", "286": "五根、五力、七覺意、八由行、欲用逮得薩芸若", "287": "慧；又學薩芸若慧，欲以逮得薩芸若。』假使來", "288": "問如此誼者，以何報答？」佛告須菩提：「我故", "289": "問汝。於須菩提意云何，從其所知而報答", "29": "波羅蜜無漚惒拘舍羅。」舍利弗問：「須菩提！菩", "290": "吾。於須菩提意云何？色異乎？幻異乎？痛", "291": "痒思想生死識異乎幻異耶？」須菩提答曰：「不", "292": "也，天中天！於須菩提意云何？幻為異乎？眼", "293": "復異乎？耳鼻舌身意異乎？幻復異乎？眼", "294": "色識、耳聲識、鼻香識、舌味識、身細滑識、意法", "295": "識異乎？幻復異耶？所習因緣痛痒之樂異乎？", "296": "幻復異耶？」答曰：「不也，天中天！」「於須菩提意", "297": "云何？四意止異乎？幻復異耶？四意斷、四神", "298": "足、五根、五力、七覺意、八由行異乎？幻復異耶？", "299": "空、無想、無願異乎？幻復異耶？」答曰：「不也，", "3": "9 行品摩訶般若波羅蜜行品第九", "30": "薩摩訶薩當云何行般若波羅蜜、得般若波", "300": "天中天！」「於須菩提意云何？幻為異乎？十種", "301": "力、四無所畏、四分別辯、十八不共諸佛之法，", "302": "復為異耶？」答曰：「不也，天中天！」「於須菩提意", "303": "云何？幻為異乎？道復異耶？」答曰：「不也，天中", "304": "天！幻不為異，色亦不異；色則為幻，幻則為色。", "305": "唯，天中天！幻不為異，痛痒思想生死識亦不", "306": "為異，識則為幻，幻則為識。唯，天中天！幻不", "307": "為異，眼耳鼻舌身心亦不為異，幻則為眼，", "308": "眼則為幻。眼色識、耳聲識、鼻香識、舌味識、身", "309": "細滑識、意法識，識則為幻，幻則為識。所習因", "31": "羅蜜？」須菩提謂舍利弗：「假使，賢者！菩薩摩", "310": "緣痛痒之樂不為異也，痛樂則幻，幻則痛樂。", "311": "唯，天中天！幻不為異，四意止亦不異，四意", "312": "止則為幻，幻則四意止；意斷、神足、根、力、覺意、由", "313": "行則為幻，幻則由行。唯，天中天！十種力、四", "314": "無所畏、四分別辯、十八不共諸佛之法，法則", "315": "為幻、幻則為法。」「於須菩提意云何？所謂幻者，", "316": "為有塵垢及瞋恨乎？」答曰：「不也，天中天！」「於", "317": "須菩提意云何？所謂幻者，有所起、有所滅乎？」", "318": "答曰：「不也，天中天！」「於須菩提意云何？其不", "319": "起不滅者，彼學般若波羅蜜已，逮得薩芸若", "32": "訶薩行般若波羅蜜，立色想則不信解，若", "320": "慧，獲致一切大哀乎？」答曰：「不也，天中天！」", "321": "「於須菩提意云何？於此興乎所知思想，從", "322": "習俗教因五盛陰，為菩薩乎？」答曰：「如是。唯，天", "323": "中天！」「於須菩提意云何？有知思想，隨其習", "324": "俗而發言教，以五盛陰，而有所起而有所滅，", "325": "寧可復得塵勞瞋恨。」答曰：「不也，天中天！」「於", "326": "須菩提意云何？其無思想、無習俗、無所言教、", "327": "無所興立、無有名號、無身無身事、無言無", "328": "言事、無意無意事、不起不滅、無有塵勞、無", "329": "有瞋恨，又以此事學般若波羅蜜，成薩芸若", "33": "立色者則不脫想，為行生死想。若行色想，則", "330": "乎？」答曰：「不也，天中天！」佛言：「如是，須菩提！", "331": "菩薩摩訶薩作是學般若波羅蜜，成薩芸若", "332": "者，則無所有。」須菩提白佛言：「菩薩摩訶薩", "333": "當作是學般若波羅蜜及學阿耨多羅三耶三", "334": "菩。若欲學者，當如學幻。所以者何？唯，天", "335": "中天！當觀五陰亦如幻士。」「於須菩提意云何？", "336": "又此五陰學般若波羅蜜，成薩芸若慧乎？」答", "337": "曰：「不也，天中天！所以者何？其五陰者自然", "338": "無所有；其有自然無所有者亦不可得。」又問：", "339": "「於須菩提意云何？自然之喻，五陰如夢，學般", "34": "不得脫無明、行、識、六入、所更、痛、愛、受、有、生、老", "340": "若波羅蜜成薩芸若乎？」答曰：「不也，天中天！所", "341": "以者何？計於夢者自然無所有；其為自然無", "342": "所有者，則不可得。」「於須菩提意云何？呼聲之", "343": "響喻於五陰，又復譬如水影、野馬、所化之", "344": "喻，譬如五陰學般若波羅蜜逮成薩芸若", "345": "耶？」答曰：「不也，天中天！所以者何？其呼聲響、", "346": "水影、野馬、所化，自然無所有。其為自然無所", "347": "有者，則不可得。所以者何？唯，天中天！分別", "348": "了色猶如幻也，痛痒思想生死識及十八種、", "349": "六根、五陰及五盛陰自然如夢。唯，天中天！色", "35": "病死憂慼惱會；彼菩薩摩訶薩為不行般若", "350": "痛痒思想生死識、十八種、六根、五盛陰猶如夢", "351": "也，於內則空，了不可得，而無自然則為空矣，", "352": "了不可得。」須菩提白佛言：「今說於此般若波", "353": "羅蜜，新學大乘菩薩摩訶薩聞斯說者，得無", "354": "恐懼畏難懷懅？」佛告須菩提：「假使新學大乘", "355": "菩薩摩訶薩於般若波羅蜜不解漚惒拘舍羅", "356": "者，不親善師，或恐或怖或懷畏懅。」須菩提", "357": "問佛言：「唯，天中天！何謂菩薩摩訶薩善師？", "358": "行般若波羅蜜有漚惒拘舍羅，菩薩摩訶薩", "359": "不恐不怖而不懷懅？」佛言：「此菩薩摩訶薩行", "36": "波羅蜜，則無漚惒拘舍羅。立於眼想則不信", "360": "般若波羅蜜，志在專精，於薩芸若慧不觀色", "361": "無常、色亦不可得，不觀痛痒思想生死識無", "362": "常、識亦不可得；志觀薩芸若，不察無常亦不", "363": "可得。是菩薩摩訶薩行般若波羅蜜有漚惒", "364": "拘舍羅。「復次，須菩提！菩薩摩訶薩志在薩芸", "365": "若慧，不觀色苦，亦不得色，不觀痛痒思想生", "366": "死識苦，亦不得識。不觀色是我所，亦不得", "367": "我所；不觀痛痒思想生死識是我所，亦不得", "368": "我所。不觀色非我所，亦不得非我所；不觀痛", "369": "痒思想生死識非我所，亦不得非我所。「復", "37": "脫，假使菩薩摩訶薩立於耳鼻舌身意想，", "370": "次，須菩提！菩薩摩訶薩志學薩芸若，觀於", "371": "色空，亦不得空；觀痛痒思想生死識空，亦", "372": "不得空。不觀色有常，亦不得常；不觀痛", "373": "痒思想生死識有常，亦不得常。不觀色非", "374": "常，亦不得無常；不觀痛痒思想生死識非", "375": "常，亦不得無常。觀色寂寞，亦不得色寂", "376": "寞；觀痛痒思想生死識寂寞，亦不得識", "377": "寂寞。觀色虛無，亦不得色虛無；觀痛痒", "378": "思想生死識虛無，亦不得識虛無。是為菩薩", "379": "摩訶薩行般若波羅蜜有漚惒拘舍羅。「復次，", "38": "則不信脫。設立於眼色識、耳聲識、鼻香識、舌", "380": "須菩提！菩薩摩訶薩不觀無常亦無所得，苦、", "381": "空、無我非身亦無所得，不觀無常亦無所得。", "382": "空、無想、無願寂寞虛無，亦無所得。痛痒思", "383": "想生死識，不觀無常亦無所得。眼耳鼻舌", "384": "身意、色聲香味細滑法，不觀無常亦無所得。", "385": "非常、苦、空、無我非身，空、無想、無願寂然虛無，", "386": "觀於斯事了無所得。彼為眾生如此意：『吾為", "387": "一切眾生之類說無常法，為顛倒施令不", "388": "迷惑。』又分別法，為苦、無我、空、無想、無願寂", "389": "寞虛無，為顛倒者令不迷惑。是菩薩摩訶", "39": "味識、身細滑識、意法識想，則不信脫。若習眼", "390": "薩行般若波羅蜜有漚惒拘舍羅！「復次，須菩", "391": "提！菩薩摩訶薩行般若波羅蜜學行薩芸若", "392": "慧，思惟其誼，不觀色無常，不墮顛倒亦", "393": "無所得；不觀痛痒思想生死識無常，不墮", "394": "顛倒亦無所得。無苦、無我為空，空、無想、無", "395": "願寂寞虛，無不令顛倒亦無所得。色痛痒思", "396": "想生死識離四非常，空、無想願寂寞虛無。", "397": "觀此諸事，不令顛倒亦無所得。假使在於", "398": "薩芸若慧，念此不捨，此則菩薩摩訶薩惟逮", "399": "波羅蜜。菩薩摩訶薩行般若波羅蜜時，志不", "4": "於是賢者須菩提白佛言：「唯，天中天！假使菩", "40": "更、耳鼻舌身意所習更，立是諸想，則不信", "400": "思惟聲聞、辟支佛事，亦不聽志勸隨其行，是", "401": "為菩薩摩訶薩行禪波羅蜜，不恐不怖亦不畏", "402": "懅！「復次，須菩提！菩薩摩訶薩行般若波羅蜜，", "403": "當造斯觀，不用色空而為空也，色則為空，空", "404": "者則色；痛痒思想生死識，不專為空，色者則", "405": "空，識自然識，空者為識。眼不專空，眼自然空，", "406": "眼者則空，空者則眼，不專為空。耳聲識、鼻香", "407": "識、舌味識、身細滑識、意法識，不專空，識自然", "408": "空，識者則空，空者則識。所習因緣痛痒之樂", "409": "則為空矣，所習因緣痛痒之樂自然為空，所", "41": "脫。假使立四意止、四意斷、四神足、五根、五力、", "410": "習因緣痛痒之樂觀之則空，其心自空，所", "411": "習因緣痛痒之樂則亦為空。其四意止不專", "412": "為空，四意止空故，由是為空，其四意止自然", "413": "為空。四意斷、四神足、五根、五力、七覺意、八由", "414": "行，不專為空，三十七品則自然，空者則三", "415": "十七品，三十七品則空。十種力、四無所畏、四", "416": "分別辯、十八不共諸佛之法，不專為空，則自", "417": "然空。空者則為佛，法則空，空者則法，是為", "418": "菩薩摩訶薩行般若波羅蜜不恐不怖亦不", "419": "畏懅。」須菩提白佛言：「何所菩薩摩訶薩善", "42": "七覺意、八由行想，則不信脫。設立於十種", "420": "師？」「說般若波羅蜜有所擁護，聞之不恐不", "421": "怖不懅不畏。於是，須菩提！菩薩摩訶薩善師", "422": "為其說法，不論色不常，色亦不可得，亦無", "423": "所著。以是德本，不以勸助令立聲聞、辟支佛", "424": "地，唯學薩芸若慧，是菩薩摩訶薩善師。色", "425": "痛痒思想生死識，不說無常，亦不可得亦無", "426": "所著。以是德本，不用勸助令立聲聞、辟支佛", "427": "地，常建立之薩芸若慧。「復次，須菩提！菩薩", "428": "摩訶薩善師者，為說經法，不論色苦，色不", "429": "可得亦無所著；痛痒思想生死識，不可得亦", "43": "力、四無所畏、四分別辯、十八不共諸佛之法想", "430": "無所著。色我所非我所；痛痒思想生死識，", "431": "我所非我所，不可得亦無所著。又為說法論", "432": "色空、無想、無願，不可得亦無所著；痛痒思", "433": "想生死識空、無想、無願，不可得亦無所著。", "434": "眼耳鼻舌身意，不可得亦無所著，色聲香", "435": "味細滑法及十八種，我所非我所，不可得亦", "436": "無所著。「復次，須菩提！菩薩摩訶薩善師者，", "437": "為其說法論色寂寞虛無，不可得亦無所", "438": "著；痛痒思想生死識寂寞空無，不可得", "439": "亦無所著。以是德本，不用勸助於聲聞、辟支", "44": "者，則不信脫，而於佛法念行著想。念行想者，", "440": "佛地，常以勸助薩芸若慧，是謂須菩提菩薩", "441": "摩訶薩善師。又復講說眼寂寞虛無，不", "442": "可得亦無所著；耳鼻舌身意寂寞虛無，不", "443": "可得亦無所著。色聲香味細滑法寂寞虛無，", "444": "不可得亦無所著，眼之所習因緣痛痒，說法", "445": "無常，眼色識、耳聲識、鼻香識、舌味識、身細滑", "446": "識、意法識，所習因緣痛痒之樂，說無常法，", "447": "寂寞虛無，不可得亦無所著。以此德本，", "448": "不用勸助於聲聞、辟支佛地，常以建立薩芸", "449": "若慧，是菩薩摩訶薩善師。「復次，須菩提！菩", "45": "則不信脫十二因緣苦惱之患。彼菩薩摩訶", "450": "薩摩訶薩善師，為人說法不論無常；四意止、", "451": "四意斷、四神足、五根、五力、七覺意、八由行，其", "452": "所行者，無苦、無我為空，空、無想、無願寂寞", "453": "虛無。雖說此法，不可得亦無所著。以此德本，", "454": "不用勸助於聲聞、辟支佛地，常以建立薩芸", "455": "若慧，是菩薩摩訶薩善師。「復次，須菩提！", "456": "菩薩摩訶薩善師，為人說法，十種力、四無所", "457": "畏、四分別辯、十八不共諸佛之法，不論無常、", "458": "苦、空、非身，空、無想、無願寂寞虛無，而不可", "459": "得亦無所著，是菩薩摩訶薩善師。以此德", "46": "薩不應為聲聞、辟支佛造證，何況逮得阿耨", "460": "本，不用勸助於聲聞事、辟支佛地，常以建立", "461": "薩芸然慧，是菩薩摩訶薩善師。「復次，須菩提！", "462": "菩薩摩訶薩善師者，為人講法，現說色無常、", "463": "苦、空、非身；痛痒思想生死識無常、苦、空、非身。", "464": "現說眼耳鼻舌身意無常、苦、空、非身；色聲香", "465": "味細滑法無常、苦、空、非身；眼色識、耳聲識、鼻", "466": "香識、舌味識、身細滑識、意法識，無常、苦、空、非", "467": "身。現說無明無常、苦、空、非身，行、識、名色、六入、", "468": "所更痛愛、受、有、生、老病死，無常、苦、空、非身。色", "469": "我所非我所寂寞虛無，痛痒思想生死識我", "47": "多羅三耶三菩阿惟三佛乎？所不能及也。如", "470": "所非我所，空、無想、無願寂寞虛無。雖說此", "471": "法以開化人，而無所得亦無所著。以此德本，", "472": "不用勸助於聲聞事、辟支佛地，常以建立薩", "473": "芸然慧，是菩薩摩訶薩善師。「復次，須菩提！", "474": "菩薩摩訶薩為人說經法，現論四意止、四意", "475": "斷、四神足、五根、五力、七覺意、八由行，無常、苦、空、", "476": "非身，空、無想、無願，是我所非我所寂寞虛", "477": "無。以此德本，不用勸助於聲聞事、辟支佛地，", "478": "常以建立薩芸若慧，是菩薩摩訶薩善師。「復", "479": "次，須菩提！菩薩摩訶薩為人說法，現論十", "48": "是，舍利弗！菩薩摩訶薩行般若波羅蜜為無", "480": "種力、四無所畏、四分別辯、十八不共諸佛之", "481": "法，色無常、苦、空、非身，痛痒思想生死識無常、", "482": "苦、空、非身，我所非我所空、無想、無願寂寞", "483": "虛無。以此功德本，不用勸助於聲聞、辟支佛", "484": "地，常以建立薩芸若慧，是菩薩摩訶薩善師。」", "485": "於是，須菩提白佛言：「何謂菩薩摩訶薩於般", "486": "若波羅蜜無漚惒拘舍羅，親近惡師，而聞說", "487": "此般若波羅蜜或恐或怖而心畏懅？」世尊", "488": "告須菩提曰：「是菩薩摩訶薩離薩芸若行而", "489": "不親近般若波羅蜜，假使遇此般若波羅蜜，", "49": "漚惒拘舍羅。」舍利弗謂須菩提：「云何菩薩摩", "490": "而心著念禪波羅蜜、惟逮波羅蜜、羼波羅蜜、", "491": "尸波羅蜜，以檀波羅蜜逮得所施，而以念", "492": "著檀波羅蜜，是菩薩摩訶薩惡師！「復次，須菩", "493": "提！菩薩摩訶薩離薩芸若而不思惟，念著內", "494": "色而想為空，謂色無有自然，念之為空；痛", "495": "痒思想生死識念著內空，而謂識無有自然，", "496": "想念於空。又得內色無有自然，想著於空，", "497": "已想著空謂有所得。念眼內空，自然無有，自", "498": "然為空。又覩得空，想念逮致，是菩薩摩訶薩", "499": "惡師！「復次，須菩提！菩薩摩訶薩離於薩芸若，", "5": "薩摩訶薩無漚惒拘舍羅行般若波羅蜜，", "50": "訶薩行般若波羅蜜而有漚惒拘舍羅耶？」須", "500": "亦不肯於諸通慧，而反於內念色為空，色無", "501": "所有，念著思惟色自然空；痛痒思想生死識", "502": "念於內空，志於識想而無所有，念自然空，而", "503": "於內空得內外空，至無所有自然之空，有所", "504": "獲致想念所得，念眼內空至無所有自然為", "505": "空，念逮於空，想有所得；耳鼻舌身意亦復", "506": "如是，念於內空，思惟著想，於無所有自然得", "507": "空，是菩薩摩訶薩惡師！「復次，須菩提！菩薩", "508": "摩訶薩行般若波羅蜜，思四意止而得四意", "509": "止，即自念著而獲於斯；四意斷、四神足、五根、", "51": "菩提謂舍利弗：「設使菩薩摩訶薩行般若波", "510": "五力、七覺意、八由行，得三十七品，即自念著", "511": "而獲於斯，是菩薩摩訶薩惡師！「復次，須菩提！", "512": "菩薩摩訶薩行十種力、四無所畏、四分別辯、十", "513": "八不共諸佛之法，自謂逮得諸佛之法，已有", "514": "望想，離薩芸若心所當惟念。是菩薩摩訶薩", "515": "行般若波羅蜜無漚惒拘舍羅，聞說般若波", "516": "羅蜜，或恐或怖而心懷懅。」於是須菩提白佛", "517": "言：「唯，天中天！云何菩薩摩訶薩而為惡師之", "518": "所攝錄？隨惡師教？聞說般若波羅蜜，或恐", "519": "或怖而心懷懅？」佛告須菩提：「於是，須菩提！", "52": "羅蜜，不行色、不行痛痒思想生死識，不行", "520": "菩薩摩訶薩惡師，制止行者令不得學般", "521": "若波羅蜜、禪波羅蜜、惟逮波羅蜜、羼波羅蜜、", "522": "尸波羅蜜、檀波羅蜜，而反教之：『不當教此六", "523": "波羅蜜，是非怛薩阿竭、阿羅訶、三耶三佛所", "524": "說。人所合禍橫作，此經不當聽，是不當受持", "525": "諷誦，讀已不當思惟、為他人說。』是菩薩摩", "526": "訶薩惡師。「復次，須菩提！菩薩摩訶薩惡師者，", "527": "而不肯為分別覺事，不令觀見魔之瑕穢。於", "528": "是弊魔波旬化作佛像，而即往詣菩薩摩訶", "529": "薩所，而抑制之，令不修學六波羅蜜，言：『善", "53": "色想、不行痛痒思想生死識想，不行色常、", "530": "男子！用為學此般若波羅蜜？用為學此禪波", "531": "羅蜜、惟逮波羅蜜、羼波羅蜜、尸波羅蜜、檀波", "532": "羅蜜？何為奉行？』當知是菩薩摩訶薩惡師！", "533": "「復次，須菩提！於時弊魔化作佛像，為菩薩摩", "534": "訶薩說聲聞、辟支佛經，而為講論，當捐施", "535": "與，為分別解誼理所趣，敷演美辭，令離菩", "536": "薩摩訶薩大乘之法，墮於聲聞、辟支佛地。當", "537": "知是菩薩摩訶薩惡師！「復次，須菩提！於是", "538": "弊魔化作佛像，往詣菩薩摩訶薩所，而謂之", "539": "言：『唯，善男子！今仁所學非為道心，非阿惟", "54": "不行痛痒思想生死識常，不行色無常、不行", "540": "越致。卿之所學，終不逮阿耨多羅三耶三", "541": "菩阿惟三佛！』如是色像魔之罪緣，不能觀察", "542": "亦不覺了知，是菩薩摩訶薩惡師！「復次，須菩", "543": "提！菩薩摩訶薩為精進行，於時弊魔化作佛", "544": "像，往詣菩薩摩訶薩所，而謂之言：『善男子！", "545": "知眼則為空，便是吾許，亦是我身；耳鼻舌", "546": "身意則亦為空，便是吾許，亦是我身。』為說經", "547": "法：『色則為空，色是吾許，亦是我身；痛痒思想", "548": "生死識是吾許，亦是我身。色聲香味細滑法", "549": "是吾許，亦是我身；眼所習者因緣痛痒，計則", "55": "痛痒思想生死識無常，不行色苦、不行痛痒", "550": "為空，謂是吾許，亦是我身。耳鼻舌身意", "551": "所習因緣痛痒之樂十八種，計則為空，謂是", "552": "吾身許，亦是我身。檀波羅蜜、尸波羅蜜、羼", "553": "波羅蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜，", "554": "計則為空，謂是吾許，亦是我身。四意止、四意", "555": "斷、四神足、五根、五力、七覺意、八由行，計則為", "556": "空，謂是吾許，亦是我身。十種力、四無所畏、四", "557": "分別辯、十八不共諸佛之法，計則為空，謂是", "558": "吾許，亦是我身。用此求慕阿耨多羅三耶三", "559": "菩阿惟三佛乎？』其不分別如是色像，魔之所", "56": "思想生死識苦，不行色樂、不行痛痒思想生", "560": "興，所分別說亦不覺了，如是菩薩摩訶薩", "561": "惡師！「復次，須菩提！弊魔復變化作佛像，往", "562": "詣菩薩摩訶薩所言：『善男子！東方諸佛世尊", "563": "及諸菩薩、聲聞、辟支佛，亦無諸佛、聲聞、辟支", "564": "佛及與十方世界。』其如是輩興魔事者，不能", "565": "分別，亦不識知，不能覺了，當知是菩薩摩", "566": "訶薩惡師。弊魔波旬復化作聲聞像，往詣菩", "567": "薩摩訶薩所而謂之言：『此輩往古皆學精進", "568": "薩芸若慧，思惟空事，亦復修學聲聞、辟支佛", "569": "事，思惟分別而見教授。』不為分別如是魔事，", "57": "死識樂，不行色我所、不行痛痒思想生死識", "570": "當知是菩薩摩訶薩為惡師！「復次，須菩提！弊", "571": "魔波旬化作和上形體被服，往詣菩薩摩訶", "572": "薩所，為菩薩行空寂，志於精進薩芸若慧，", "573": "思空寂寞；色痛痒思想生死識為空寂寞；", "574": "眼耳鼻舌身意亦空寂寞；十八種、十二因", "575": "緣，四意止、四意斷、四神足、五根、五力、七覺意、", "576": "八由行，亦復寂寞。十種力、四無所畏、四分", "577": "別辯、十八不共諸佛之法，亦復寂寞；空、無", "578": "想、無願而為教授：『善男子！覺了是法在聲", "579": "聞地，何所造求？不如於是自求滅度，用阿", "58": "我所，不行色非我所、不行痛痒思想生死識", "580": "耨多羅三耶三菩阿惟三佛乎？』當知是菩薩", "581": "摩訶薩惡師！「復次，須菩提！菩薩摩訶薩惡師", "582": "者，弊魔波旬化作父母形像，往詣菩薩摩訶", "583": "薩所而謂之言：『此善男子已得證須陀洹果、", "584": "斯陀含果、阿那含果、阿羅漢果，而精進行阿", "585": "耨多羅三藐三菩提、阿惟三佛。乃往古世不", "586": "可計會無央數劫，周旋生死布施手足而修", "587": "精進。』不為分別如是色像無所益誼，當知", "588": "是菩薩摩訶薩惡師。「復次，須菩提！菩薩摩", "589": "訶薩以是比像觀其惡師，已逮見者、以得見", "59": "非我所，不行色虛無、不行痛痒思想生死識", "590": "者而遠離之，為分別說苦、空、無常、非身、無想", "591": "無願，則為寂寞，為其分別顛倒之事，有", "592": "所思惟，四意止、四意斷、神足、根、力、覺意、由行，", "593": "亦無所得。十種力、四無所畏、四分別、辯十八", "594": "不共諸佛之法，不為解說。如是之法魔所興", "595": "事，而不分別，當知是菩薩摩訶薩惡師。是菩", "596": "薩摩訶薩所以惡師，有十二緣，常當棄之，何", "597": "況其餘。」", "598": "光讚經卷第四", "6": "若行色者則為行想、行痛痒思想生死識者", "60": "虛無，不行色空、不行痛痒思想生死識空，", "61": "不行色無想、不行痛痒思想生死識無想，", "62": "不行色無願、不行痛痒思想生死識無願，不", "63": "行色寂寞、不行痛痒思想生死識寂寞，不行", "64": "色無想、不行痛痒思想生死識無想。所以者", "65": "何？色者則空，色無異空，色則為空，空者為", "66": "色。色自然空，痛痒思想生死識空，則無有", "67": "識，無有異空，識則為空，空者為識。四意止、", "68": "四意斷、四神足、五根、五力、七覺意、八由行為", "69": "空，無有異空。三十七品計則為空，無別異", "7": "則為行想，若行色常則為行想、若行痛痒思", "70": "空，三十七品空，空者三十七品。十種力、四", "71": "無所畏、四分別辯、十八不共諸佛之法則為", "72": "空，無有異空。佛法則空、無他別異空，空者", "73": "則法，法者則空。如是，舍利弗！菩薩摩訶薩行", "74": "般若波羅蜜，為成漚惒拘舍羅，菩薩摩訶薩", "75": "行般若波羅蜜如是者，逮得阿耨多羅三耶", "76": "三菩阿惟三佛。彼行般若波羅蜜已，無所受", "77": "無所行、不受不行、不行不受、不有所行亦", "78": "非不行，是故無所受亦不有所受。」賢者舍利", "79": "弗謂須菩提：「何故菩薩摩訶薩行般若波羅", "8": "想生死識常者則為行想，若行色無常則", "80": "蜜已無所受？」須菩提答曰：「所以菩薩摩訶薩", "81": "行般若波羅蜜，自然不可得。由是之故，般", "82": "若波羅蜜為無所有，則為自然。以是故，舍利", "83": "弗！菩薩摩訶薩行般若波羅蜜，無所受無所", "84": "行、不受不行、不行不受、不有所行亦不非", "85": "不行，是故無所受亦不有所受。所以者何？", "86": "一切諸法為無所有，則謂自然。是故無所", "87": "至、無所犯負，是名曰一切不受三昧之定。菩", "88": "薩摩訶薩廣普玄遠而無所量，諸聲聞、辟支", "89": "佛所不能及。菩薩摩訶薩以是三昧，疾得阿", "9": "為行想、若行痛痒思想生死識無常則為行", "90": "耨多羅三耶三菩阿惟三佛。」舍利弗謂須菩", "91": "提：「菩薩摩訶薩不離是三昧，疾得阿耨多羅", "92": "三耶三菩阿惟三佛者；復有餘三昧乎？」須菩", "93": "提答舍利弗：「復有餘三昧疾得阿耨多羅三", "94": "耶三菩阿惟三佛！」舍利弗謂須菩提：「何所餘", "95": "三昧行，菩薩摩訶薩疾得阿耨多羅三耶三", "96": "菩阿惟三佛？」須菩提謂舍利弗：「菩薩摩訶薩", "97": "行首楞嚴三昧，疾得阿耨多羅三耶三菩阿", "98": "惟三佛！」須菩提謂舍利弗：「復有三昧名曰寶", "99": "印，復有三昧名曰師子娛樂，復有三昧名曰"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅: 光讚經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}