{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0998 佛說迴向輪經", "text": {"0": "No. 998", "1": "佛說迴向輪經一卷", "10": "庫藏。欲令自手似如意寶作是奉施。唯願一", "11": "切諸佛世尊。已住十地諸大菩薩。持金剛者。", "12": "當憶念我。弟子某甲已發菩提心未安住正", "13": "道。今持身心。於一切時。以一切種奉施三世", "14": "諸佛菩薩。願大自在諸佛如來。已證大地一", "15": "切菩薩。當攝受我。令我大福德智慧資糧。猛", "16": "利精進廣大心量。寂靜調伏神通自在。波羅", "17": "蜜多速得圓滿。", "18": "復作是言。唯大悲者當憶念我。弟子某甲墮", "19": "在生死繫以大縛。閉居牢獄離正道法。逼以", "2": "于闐三藏尸羅達摩於北庭龍興寺譯", "20": "彊力煩惱怨敵。無怙無救無目無依。無將無", "21": "導遊行僻路。趣向生死背大涅槃。順諸惡趣", "22": "將墮險路。臨仆惡道常遇惡友。離善知識迷", "23": "於邪正。有利無利有義無義。遠離諸善成就", "24": "不善。常背賢聖諸佛菩薩。生老病死憂惱所", "25": "迫。不得安隱無怖無畏。心常散亂闕修寂靜", "26": "調伏施戒及不放逸。遠離等持總持二門十", "27": "地法忍。不能安住甚深般若波羅蜜多及平", "28": "等性。不修無量慈悲喜捨。不具菩薩三聚戒", "29": "蘊。遠離無障無礙大智。不能安住於寂滅因", "3": "如是我聞。一時佛在大摩尼金剛寶山峯中。", "30": "善成立法。遠離神通力無所畏。不住正念不", "31": "能成就隨行趣入無忘失法。匱諸功德。見取", "32": "疑惑障於通達七等覺支。闕修如實八聖道", "33": "支。無量百千苦惱所逼。而常熾然眾苦逼迫。", "34": "心常下劣忿恨散亂。常順煩惱。唯願一切諸", "35": "佛菩薩。依大悲愍為我救護。為我歸依為我", "36": "導師。唯願令我速得圓滿大正覺路。大菩提", "37": "道菩提資糧。又願令我速得圓滿如來十力", "38": "四無所畏。十八不共諸如來法。無礙辯才等", "39": "持解脫陀羅尼門。功德神通波羅蜜多。又願", "4": "與大菩薩眾俱。爾時世尊告金剛摩尼菩薩", "40": "與我一切成就一切功德。", "41": "復次為轉廣大供養應作是言。又願一切諸", "42": "佛世尊。已得大勢諸菩薩眾。當憶念我。弟子", "43": "某甲。今於一切佛菩薩所轉大恭敬。承事供", "44": "養以身奉獻。所有十方諸世界中大莊嚴具。", "45": "所謂種種寶宮。諸寶莊嚴寶樹寶山。寶座寶", "46": "壇珍寶行列。寶蓋寶幢寶飾瓔珞。真珠羅網", "47": "寶器寶聚積寶光焰。諸寶洲中大末尼寶。清", "48": "淨燈樹寶鈴和鳴。末尼光曜真金纓拂。垂覆", "49": "連接妙金蓮花。閻浮檀金以為其鬚。金樹行", "5": "言。佛子若有菩薩求大菩提。為欲救度一切", "50": "列種種寶宮。寶雲靉靆雨眾寶渧。諸寶藏殿", "51": "眾妙末尼。閒錯墻壁寶珠欄楯。大持明者可", "52": "樂圓苑。屋宅寶宮殿堂樹林皆可愛樂。以如", "53": "是等無攝無受。迴向一切諸佛菩薩。於贍部", "54": "洲所有妙藥長壽藥類。諸末尼寶能與有情", "55": "所求眾藥。自然成美殊勝飲食。并諸香樹種", "56": "種異類。旃檀妙樹阿伽盧樹。沈水赤檀大葉", "57": "恒花。能醉香等諸樹種類。可樂妙香無攝無", "58": "受諸如意樹。於大海中種種異類。諸末尼寶", "59": "如意寶珠。及須彌山鷄娑囉山。香山摩尼耶", "6": "有情。已受菩薩律儀戒。學已曾發起大菩提", "60": "山。尹地二合耶大山。曼陀羅山金剛山等。諸", "61": "大山中種種寶峯。寶臺寶石寶窟寶宮。寶飾", "62": "寶片眾寶階道。諸末尼柱諸寶燈輪。諸瑠璃", "63": "等末尼種類。所有天上無主天宮。天諸名花", "64": "悅意樂見。天諸樂具微風吹動。空宮行伍和", "65": "鳴美聲。天諸音樂不鼓自然出美妙聲。天諸", "66": "眾鳥住空宮中。鳴妙音聲并諸寶雲出大美", "67": "聲。天諸末尼歌詠音樂。并諸妙香花樹鬘樹", "68": "塗香燒香樹。燈樹幢樹幡樹寶樹。此等一切", "69": "無所攝受。奉施一切諸佛菩薩。所有一切佛", "7": "心。有大悲愍。常欲奉事一切如來。欲廣積集", "70": "眼所覩。諸佛剎中大供養雲。花雲香雲鬘雲", "71": "燒香雲。塗香雲寶蓋雲寶幢雲寶幡雲。寶衣", "72": "雲寶聚雲寶器雲大末尼聚雲。種種微妙大", "73": "寶珠雲。又以香油滿大燈器。量等千界燃以", "74": "燈炷。量百須彌。奉施一切諸佛世尊諸大菩", "75": "薩。由是供養所生勝福。並將迴向無上菩提。", "76": "如過去佛所修諸善。以無所得而為方便。迴", "77": "向菩提。我亦如是持此功德。迴向無上正等", "78": "菩提。勸請諸佛。唯願往赴菩提道場。降伏魔", "79": "怨證大菩提轉大法輪。欲滅度者為諸有情。", "8": "諸大菩薩福德資糧。欲證佛智。欲以無礙等", "80": "勸請願住滿一大劫。隨喜一切諸佛菩薩一", "81": "切有情所修諸福。發露懺悔一切諸罪。猶如", "82": "三世諸佛菩薩懺悔罪障。我亦如是願罪銷", "83": "滅。奉施乃至懺悔已畢。即以淨心憶念一切", "84": "諸佛菩薩。對佛像前誦此密言滿足八遍密", "85": "言曰。", "86": "唵娑頗二合羅裟頗二合羅微摩那娑去引囉摩", "87": "訶引若縛吽", "88": "誦密言已。即便隨欲。成就天妙大供養雲。一", "89": "切佛所而得現前。若善男子或善女人。繫念", "9": "持總持諸解脫門神通遊戲。欲令虛空成大", "90": "於佛或晝或夜。轉誦如是大迴向輪。此善男", "91": "子或善女人。諸罪銷滅一切煩惱漸得微薄。", "92": "能獲如前所說功德。若轉一遍得百梵福。夢", "93": "常見佛。命終之後得生淨土。佛說是經已諸", "94": "菩薩眾歡喜奉行。", "95": "佛說迴向輪經"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0998 佛說迴向輪經", "author": "唐 尸羅達摩譯", "sourceLink": "http://www.cbeta.org/"}