{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0476 說無垢稱經: 說無垢稱經: 說無垢稱經: 說無垢稱經", "text": {"0": "9 不二法門品", "1": "說無垢稱經卷第五", "10": "時無垢稱便入如是微妙寂定，發起如是", "100": "色界諸天子眾，聞是妙香，各與眷屬無量百", "101": "千，悉來入于無垢稱室。時無垢稱便語尊", "102": "者舍利子等諸大聲聞：「尊者可食如來所施", "103": "甘露味食。如是食者，大悲所薰，勿以少分", "104": "下劣心行而食此食；若如是食，定不能消。」", "105": "時眾會中有劣聲聞作如是念：「此食甚少，", "106": "云何充足如是大眾？」時化菩薩便告之言：", "107": "「勿以汝等自少福慧測量如來無量福慧。", "108": "所以者何？四大海水乍可有竭，是妙香食終", "109": "無有盡。假使無量大千世界一切有情一一", "11": "殊勝神通，示諸菩薩、大聲聞眾，上方界分去", "110": "摶食，其食摶量等妙高山，如是摶食或經", "111": "一劫、或一百劫猶不能盡。所以者何？如是", "112": "食者，是無盡戒、定、慧、解脫、解脫知見所生。", "113": "如來所食之餘，無量三千大千世界一切有", "114": "情，經百千劫食此香食終不能盡，於是", "115": "大眾皆食此食悉得充滿而尚有餘。」時諸", "116": "聲聞及諸菩薩并人天等一切眾會，食此食", "117": "已其身安樂，譬如一切安樂莊嚴世界菩薩", "118": "一切安樂之所住持，身諸毛孔皆出妙香；", "119": "譬如一切妙香世界眾妙香樹常出無量種", "12": "此佛土過四十二殑伽沙等諸佛世界，有佛", "120": "種妙香。", "121": "時無垢稱問彼上方諸來菩薩：「汝等知不？彼", "122": "土如來於其世界為諸菩薩云何說法？」彼", "123": "諸菩薩咸共答言：「我土如來不為菩薩文詞", "124": "說法，但以妙香令諸菩薩皆悉調伏。」「彼諸", "125": "菩薩各各安坐妙香樹下，諸妙香樹各各流", "126": "出種種香氣，彼諸菩薩聞斯妙香便獲一切", "127": "德莊嚴定，獲此定已即具一切菩薩功德。」", "128": "時彼上方諸來菩薩問無垢稱：「此土如來釋", "129": "迦牟尼為諸有情云何說法？」無垢稱曰：「此", "13": "世界名一切妙香，其中有佛號最上香臺，", "130": "土有情一切剛強極難調化，如來還以種種", "131": "能伏剛強語言而調化之。云何名為種種能", "132": "伏剛強語言？謂為宣說此是地獄趣、此是傍", "133": "生趣、此是餓鬼趣，此是無暇生、此是諸根缺，", "134": "此是身惡行、是身惡行果，此是語惡行、是語", "135": "惡行果，此是意惡行、是意惡行果，此是斷生", "136": "命、是斷生命果，此是不與取、是不與取果，此", "137": "是欲邪行、是欲邪行果，此是虛誑語、是虛誑", "138": "語果，此是離間語、是離間語果，此是麁惡語、", "139": "是麁惡語果，此是雜穢語、是雜穢語果，此是", "14": "今現在彼安隱住持。彼世界中有妙香氣，", "140": "貪欲、是貪欲果，此是瞋恚、是瞋恚果，此是邪", "141": "見、是邪見果，此是慳悋、是慳悋果，此是毀戒、", "142": "是毀戒果，此是瞋恨、是瞋恨果，此是懈怠、是", "143": "懈怠果，此是心亂、是心亂果，此是愚癡、是愚", "144": "癡果，此受所學、此越所學，此持別解脫、此犯", "145": "別解脫，此是應作、此非應作，此是瑜伽、此非", "146": "瑜伽，此是永斷、此非永斷，此是障礙、此非障", "147": "礙，此是犯罪、此是出罪，此是雜染、此是清淨，", "148": "此是正道、此是邪道，此是善、此是惡，此是世", "149": "間、此出世間，此是有罪、此是無罪，此是有漏、", "15": "比餘十方一切佛土人天之香最為第一。彼", "150": "此是無漏，此是有為、此是無為，此是功德、", "151": "此是過失，此是有苦、此是無苦，此是有樂、此", "152": "是無樂，此可厭離、此可欣樂，此可棄捨、此可", "153": "修習，此是生死、此是涅槃，如是等法有無量", "154": "門。此土有情其心剛強，如來說此種種法門", "155": "安住其心令其調伏。「譬如象馬𢤱悷不調，", "156": "加諸楚毒乃至徹骨然後調伏。如是，此土", "157": "剛強有情極難調化，如來方便以如是等", "158": "苦切言詞慇懃誨喻，然後調伏趣入正法。」", "159": "時彼上方諸來菩薩聞是說已得未曾有，", "16": "有諸樹皆出妙香，普薰方域一切周滿。彼", "160": "皆作是言：「甚奇，世尊釋迦牟尼能為難事，", "161": "隱覆無量尊貴功德，示現如是調伏方便，", "162": "成熟下劣貧匱有情，以種種門調伏攝益。", "163": "是諸菩薩居此佛土亦能堪忍種種勞倦，", "164": "成就最勝希有堅牢不可思議大悲精進，助", "165": "揚如來無上正法，利樂如是難化有情。」無垢", "166": "稱言：「如是，大士！誠如所說。釋迦如來能為", "167": "難事，隱覆無量尊貴功德，不憚劬勞，方便", "168": "調伏如是剛強難化有情。諸菩薩眾生此佛", "169": "土亦能堪忍種種勞倦，成就最勝希有堅牢", "17": "中無有二乘之名，唯有清淨大菩薩眾，而", "170": "不可思議大悲精進，助揚如來無上正法，利", "171": "樂如是無量有情。「大士當知：堪忍世界行", "172": "菩薩行饒益有情經於一生，所得功德多", "173": "於一切妙香世界百千大劫行菩薩行饒益", "174": "有情所得功德。所以者何？堪忍世界略有十", "175": "種修集善法，餘十方界清淨佛土之所無有。", "176": "何等為十？一、以惠施攝諸貧窮，二、以淨戒", "177": "攝諸毀禁，三、以忍辱攝諸瞋恚，四、以精進", "178": "攝諸懈怠，五、以靜慮攝諸亂意，六、以勝慧", "179": "攝諸愚癡，七、以說除八無暇法普攝一切", "18": "彼如來為其說法。彼世界中一切臺觀、宮殿、", "180": "無暇有情，八、以宣說大乘正法普攝一切", "181": "樂小法者，九、以種種殊勝善根普攝未種諸", "182": "善根者，十、以無上四種攝法恒常成熟一切", "183": "有情，是為十種修集善法，此堪忍界悉皆具", "184": "足，餘十方界清淨佛土之所無有。」時彼佛土", "185": "諸來菩薩復作是言：「堪忍世界諸菩薩眾", "186": "成就幾法無毀無傷，從此命終生餘淨土？」", "187": "無垢稱言：「堪忍世界諸菩薩眾成就八法無", "188": "毀無傷，從此命終生餘淨土。何等為八？一", "189": "者、菩薩如是思惟：『我於有情應作善事，不", "19": "經行、園林、衣服皆是種種妙香所成。彼佛世", "190": "應於彼希望善報。』二者、菩薩如是思惟：『我", "191": "應代彼一切有情受諸苦惱，我之所有一", "192": "切善根悉迴施與。』三者、菩薩如是思惟：『我應", "193": "於彼一切有情其心平等，心無罣礙。』四者、菩", "194": "薩如是思惟：『我應於彼一切有情摧伏憍", "195": "慢，敬愛如佛。』五者、菩薩信解增上，於未聽", "196": "受甚深經典暫得聽聞，無疑、無謗；六者、菩", "197": "薩於他利養無嫉妬心、於己利養不生憍", "198": "慢；七者、菩薩調伏自心，常省己過，不譏", "199": "他犯；八者、菩薩恒無放逸於諸善法，常樂", "2": "大唐三藏法師玄奘譯", "20": "尊及菩薩眾所食香氣微妙第一，普薰十方", "200": "尋求精進修行菩提分法。堪忍世界諸菩薩", "201": "眾若具成就如是八法無毀無傷，從此命", "202": "終生餘淨土。」", "203": "其無垢稱與妙吉祥諸菩薩等於大眾中", "204": "宣說種種微妙法時，百千眾生同發無上正", "205": "等覺心、十千菩薩悉皆證得無生法忍。", "206": "11 菩薩行品說無垢稱經菩薩行品第十一", "207": "佛時猶在菴羅衛林為眾說法，於眾會處", "208": "其地欻然廣博嚴淨，一切大眾皆現金色。時", "209": "阿難陀即便白佛：「世尊！此是誰之前相？於", "21": "無量佛土。時彼如來與諸菩薩方共坐食，彼", "210": "眾會中欻然如是廣博嚴淨，一切大眾皆", "211": "現金色。」佛告具壽阿難陀曰：「是無垢稱與", "212": "妙吉祥將諸大眾恭敬圍繞，發意欲來赴", "213": "斯眾會，現此前相。」時無垢稱語妙吉祥：「我", "214": "等今應與諸大士詣如來所，頂禮、供事、瞻", "215": "仰世尊，聽受妙法。」妙吉祥曰：「今正是時，可", "216": "同行矣。」時無垢稱現神通力，令諸大眾不", "217": "起本處并師子座住右掌中往詣佛所，到", "218": "已置地，恭敬頂禮世尊雙足，右繞七匝却", "219": "住一面，向佛合掌，儼然而立。諸大菩薩下", "22": "有天子名曰香嚴——已於大乘深心發趣——供", "220": "師子座，恭敬頂禮世尊雙足，右繞三匝却", "221": "住一面，向佛合掌，儼然而立。諸大聲聞、釋梵、", "222": "護世四天王等亦皆避座，恭敬頂禮世尊雙", "223": "足，却住一面，向佛合掌，儼然而立。於是，世", "224": "尊如法慰問諸菩薩等一切大眾，作是告言：", "225": "「汝等大士隨其所應各復本座。」時諸大眾", "226": "蒙佛教勅，各還本座恭敬而坐。", "227": "爾時，世尊告舍利子：「汝見最勝菩薩大士自", "228": "在神力之所為乎？」舍利子言：「唯然，已見。」世尊", "229": "復問：「汝起何想？」舍利子言：「起難思想。我見", "23": "養承事彼土如來及諸菩薩。時此大眾一切", "230": "大士不可思議，於其作用神力功德不能", "231": "算數、不能思惟、不能稱量、不能述歎。」時", "232": "阿難陀即便白佛：「今所聞香昔來未有，如", "233": "是香者為是誰香？」佛告之言：「是諸菩薩毛孔", "234": "所出。」時舍利子語阿難陀：「我等毛孔亦出", "235": "是香。」阿難陀曰：「如是妙香，仁等身內何緣而", "236": "有？」舍利子言：「是無垢稱自在神力，遣化菩", "237": "薩往至上方最上香臺如來佛土，請得彼佛", "238": "所食之餘來至室中供諸大眾，其間所有", "239": "食此食者一切毛孔皆出是香。」時阿難陀", "24": "皆覩彼界如來與諸菩薩方共坐食如是等", "240": "問無垢稱：「是妙香氣當住久如？」無垢稱言：", "241": "「乃至此食未皆消盡，其香猶住。」阿難陀曰：", "242": "「如是所食，其經久如當皆消盡？」無垢稱言：「此", "243": "食勢分七日七夜住在身中，過是已後乃可", "244": "漸消，雖久未消而不為患。具壽當知：諸聲", "245": "聞乘未入正性離生位者若食此食，要入", "246": "正性離生位已然後乃消；未離欲者若食此", "247": "食，要得離欲然後乃消；未解脫者若食此", "248": "食，要心解脫然後乃消；諸有大乘菩薩種性", "249": "未發無上菩提心者若食此食，要發無上菩", "25": "事。", "250": "提心已然後乃消；已發無上菩提心者若食", "251": "此食，要當證得無生法忍然後乃消；其已", "252": "證得無生忍者若食此食，要當安住不退轉", "253": "位然後乃消；其已安住不退位者若食此", "254": "食，要當安住一生繫位然後乃消。「具壽當", "255": "知：譬如世間有大藥王名最上味，若有眾", "256": "生遇遭諸毒遍滿身者與令服之，乃至諸", "257": "毒未皆除滅，是大藥王猶未消盡；諸毒滅", "258": "已然後乃消。食此食者亦復如是，乃至一", "259": "切煩惱諸毒未皆除滅，如是所食猶未消", "26": "時無垢稱遍告一切菩薩眾言：「汝等大士誰", "260": "盡；煩惱滅已然後乃消。」阿難陀言：「不可思議，", "261": "如是大士所致香食能為眾生作諸佛事。」", "262": "佛即告言：「如是如是，如汝所說不可思議，", "263": "此無垢稱所致香食能為眾生作諸佛事。」", "264": "爾時，佛復告阿難陀：「如無垢稱所致香食", "265": "能為眾生作諸佛事，如是，於餘十方世界，", "266": "或有佛土以諸光明而作佛事、或有佛土", "267": "以菩提樹而作佛事、或有佛土以諸菩薩", "268": "而作佛事、或有佛土以見如來色身相好", "269": "而作佛事、或有佛土以諸化人而作佛事、", "27": "能往彼取妙香食？」以妙吉祥威神力故，諸", "270": "或有佛土以諸衣服而作佛事、或有佛", "271": "土以諸臥具而作佛事、或有佛土以諸飲", "272": "食而作佛事、或有佛土以諸園林而作佛", "273": "事、或有佛土以諸臺觀而作佛事、或有佛", "274": "土以其虛空而作佛事。所以者何？由諸有", "275": "情因此方便而得調伏。「或有佛土為諸有", "276": "情種種文詞宣說幻夢、光影、水月、響聲、陽焰、", "277": "鏡像、浮雲、健達縛城、帝網等喻而作佛事；或", "278": "有佛土以其音聲、語言、文字宣說種種諸", "279": "法性相而作佛事；或有佛土清淨寂寞，無", "28": "菩薩眾咸皆默然。時無垢稱告妙吉祥：「汝今", "280": "言、無說，無訶、無讚，無所推求、無有戲論，無", "281": "表、無示，所化有情因斯寂寞自然證入諸法", "282": "性相而作佛事。「如是當知：十方世界諸佛", "283": "國土其數無邊，所作佛事亦無數量。以要言", "284": "之，諸佛所有威儀、進止、受用、施為，皆令所化", "285": "有情調伏，是故一切皆名佛事。「又，諸世間所", "286": "有四魔、八萬四千諸煩惱門，有情之類為其", "287": "所惱，一切如來即以此法為諸眾生而作", "288": "佛事。「汝今當知：如是法門名為悟入一切", "289": "佛法。若諸菩薩入此法門，雖見一切成就", "29": "云何於此大眾而不加護，令其乃爾？」妙吉", "290": "無量廣大功德嚴淨佛土不生喜貪、雖見", "291": "一切無諸功德雜穢佛土不生憂恚，於諸", "292": "佛所發生上品信樂恭敬，歎未曾有。諸佛、", "293": "世尊一切功德平等圓滿——得一切法究竟真", "294": "實平等性故——為欲成熟差別有情示現種", "295": "種差別佛土。「汝今當知：如諸佛土雖所依", "296": "地勝劣不同，而上虛空都無差別。如是當", "297": "知：諸佛、世尊為欲成熟諸有情故，雖現", "298": "種種色身不同而無障礙，福德智慧究竟圓", "299": "滿都無差別。", "3": "10 香臺佛品香臺佛品第十", "30": "祥言：「居士！汝今不應輕毀諸菩薩眾，如佛", "300": "「汝今當知：一切如來悉皆平等——所謂最上周", "301": "圓無極形色威光、諸相隨好、族姓尊貴、清淨", "302": "尸羅定慧解脫解脫知見、諸力無畏不共佛", "303": "法、大慈大悲大喜大捨利益安樂、威儀所行", "304": "正行壽量、說法度脫成熟有情、清淨佛土，悉", "305": "皆平等。以諸如來一切佛法悉皆平等，最上", "306": "周圓究竟無盡，是故皆同名正等覺、名為如", "307": "來、名為佛陀。「汝今當知：設令我欲分別廣", "308": "說此三句義，汝經劫住無間聽受，窮其壽", "309": "量亦不能盡。假使三千大千世界有情之", "31": "所言：『勿輕未學。』」", "310": "類，皆如阿難得念總持多聞第一，咸經劫", "311": "住無間聽受，窮其壽量亦不能盡。此正等", "312": "覺、如來、佛陀三句妙義，無能究竟宣揚決擇，", "313": "唯除諸佛。如是當知：諸佛菩提功德無量，", "314": "無滯妙辯不可思議。」說是語已，時阿難陀白", "315": "言：「世尊！我從今去不敢自稱得念總持多", "316": "聞第一。」佛便告曰：「汝今不應心生退屈。所", "317": "以者何？我自昔來但說汝於聲聞眾中得", "318": "念總持多聞第一，非於菩薩。汝今且止，其", "319": "有智者不應測量諸菩薩事。汝今當知：一", "32": "時無垢稱不起于床，居眾會前化作菩薩——", "320": "切大海源底深淺猶可測量，菩薩智慧念定", "321": "總持辯才大海無能測者。汝等聲聞置諸菩", "322": "薩所行境界不應思惟；於一食頃是無", "323": "垢稱示現變化所作神通，一切聲聞及諸獨", "324": "覺百千大劫示現變化神力所作亦不能及。」", "325": "時彼上方諸來菩薩皆起禮拜釋迦牟尼，合", "326": "掌恭敬白言：「世尊！我等初來見此佛土種種", "327": "雜穢生下劣想，今皆悔愧捨離是心。所以", "328": "者何？諸佛境界方便善巧不可思議，為欲", "329": "成熟諸有情故，如如有情所樂差別，如是", "33": "身真金色，相好莊嚴，威德光明蔽於眾會——而", "330": "如是示現佛土。唯然，世尊！願賜少法，當還", "331": "一切妙香世界，由此法故常念如來。」說是", "332": "語已，世尊告彼諸來菩薩言：「善男子！有諸", "333": "菩薩解脫法門名有盡無盡，汝今敬受當勤", "334": "修學。云何名為有盡無盡？言有盡者，即是", "335": "有為，有生滅法；言無盡者，即是無為，無生", "336": "滅法。「菩薩不應盡其有為，亦復不應住", "337": "於無為。云何菩薩不盡有為？謂諸菩薩", "338": "不棄大慈、不捨大悲，曾所生起增上意", "339": "樂，一切智心繫念寶重而不暫忘，成熟有", "34": "告之曰：「汝善男子！宜往上方去此佛土", "340": "情常無厭倦，於四攝事恒不棄捨，護持", "341": "正法不惜身命，求習諸善終無厭足。常", "342": "樂安立迴向善巧，詢求正法曾無懈倦，敷", "343": "演法教不作師倦。常欣瞻仰供事諸佛，", "344": "故受生死而無怖畏、雖遇興衰而無欣", "345": "慼，於諸未學終不輕陵、於已學者敬愛", "346": "如佛，於煩惱雜能如理思、於遠離樂能", "347": "不耽染，於己樂事曾無味著、於他樂事深", "348": "心隨喜，於所修習靜慮解脫等持等至如地", "349": "獄想而不味著、於所遊歷界趣生死如", "35": "過四十二殑伽沙等諸佛世界，有佛世界", "350": "宮苑想而不厭離，於乞求者生善友想捨", "351": "諸所有皆無顧悋，於一切智起迴向想，", "352": "於諸毀禁起救護想，於波羅蜜多如父母", "353": "想速令圓滿，於菩提分法如翼從想不", "354": "令究竟，於諸善法常勤修習、於諸佛土恒", "355": "樂莊嚴、於他佛土深心欣讚、於自佛土能", "356": "速成就。「為諸相好圓滿莊嚴，修行清淨無", "357": "礙大施；為身語心嚴飾清淨，遠離一切犯戒", "358": "惡法；為令身心堅固堪忍，遠離一切忿恨", "359": "煩惱；為令所修速得究竟，經劫無數生死", "36": "名一切妙香，其中有佛號最上香臺，與諸", "360": "流轉；為令自心勇猛堅住，聽佛無量功德", "361": "不倦；為欲永害煩惱怨敵，方便修治般若", "362": "刀杖；為欲荷諸有情重擔，於蘊界處求", "363": "遍了知；為欲摧伏一切魔軍，熾然精進曾", "364": "無懈怠；為欲護持無上正法，離慢，勤求善", "365": "巧化智；為諸世間愛重受化，常樂習行，少欲", "366": "知足。「於諸世法恒無雜染，而能隨順一切", "367": "世間；於諸威儀恒無毀壞，而能示現一切", "368": "所作。「發生種種神通妙慧，利益安樂一切", "369": "有情；受持一切所聞正法，為起妙智正念", "37": "菩薩方共坐食。汝往到彼頂禮佛足，應作", "370": "總持；發生諸根勝劣妙智，為斷一切有情", "371": "疑惑；證得種種無礙辯才，敷演正法常無", "372": "擁滯；為受人天殊勝喜樂，勤修清淨十善", "373": "業道；為正開發梵天道路，勤進修行四無", "374": "量智；為得諸佛上妙音聲，勸請說法，隨喜", "375": "讚善；為得諸佛上妙威儀，常修殊勝寂靜", "376": "三業；為令所修念念增勝，於一切法心無", "377": "染滯；為善調御諸菩薩僧，常以大乘勸眾", "378": "生學；為不失壞所有功德，於一切時常無", "379": "放逸；為諸善根展轉增進，常樂修治種種大", "38": "是言：『於此下方有無垢稱，稽首雙足，敬問", "380": "願；為欲莊嚴一切佛土，常勤修習廣大善", "381": "根；為令所修究竟無盡，常修迴向善巧方", "382": "便。「諸善男子！修行此法是名菩薩不盡有", "383": "為。", "384": "「云何菩薩不住無為？謂諸菩薩雖行於空，", "385": "而於其空不樂作證；雖行無相，而於無", "386": "相不樂作證；雖行無願，而於無願不樂", "387": "作證；雖行無作，而於無作不樂作證；雖", "388": "觀諸行皆悉無常，而於善根心無厭足；雖", "389": "觀世間一切皆苦，而於生死故意受生；雖", "39": "世尊：「少病、少惱、起居輕利、氣力康和、安樂住", "390": "樂觀察內無有我，而不畢竟厭捨自身；雖", "391": "樂觀察外無有情，而常化導心無厭倦；雖", "392": "觀涅槃畢竟寂靜，而不畢竟墮於寂滅；雖", "393": "觀遠離究竟安樂，而不究竟厭患身心；雖", "394": "樂觀察無阿賴耶，而不棄捨清白法藏；雖", "395": "觀諸法畢竟無生，而常荷負利眾生事；雖", "396": "觀無漏，而於生死流轉不絕；雖觀無行，", "397": "而行成熟諸有情事；雖觀無我，而於有情", "398": "不捨大悲；雖觀無生，而於二乘不墮正", "399": "位；雖觀諸法畢竟空寂，而不空寂所修福", "4": "時舍利子作是思惟：「食時將至，此摩訶薩說", "40": "不？」遙心右繞多百千匝，頂禮雙足作如是", "400": "德；雖觀諸法畢竟遠離，而不遠離所修智", "401": "慧；雖觀諸法畢竟無實，而常安住圓滿思", "402": "惟；雖觀諸法畢竟無主，而常精勤求自然", "403": "智；雖觀諸法永無幖幟，而於了義安立佛", "404": "種。「諸善男子！修行此法是名菩薩不住無", "405": "為。", "406": "「又，善男子！以諸菩薩常勤修集福資糧故不", "407": "住無為，常勤修集智資糧故不盡有為；", "408": "成就大慈無缺減故不住無為，成就大悲", "409": "無缺減故不盡有為；利益安樂諸有情故", "41": "言：「願得世尊所食之餘，當於下方堪忍世", "410": "不住無為，究竟圓滿諸佛法故不盡有", "411": "為；成滿一切相好莊嚴佛色身故不住無", "412": "為，證得一切力無畏等佛智身故不盡有", "413": "為；方便善巧化眾生故不住無為，微妙智", "414": "慧善觀察故不盡有為；修治佛土究竟滿故", "415": "不住無為，佛身安住常無盡故不盡有為；", "416": "常作饒益眾生事故不住無為，領受法義", "417": "無休廢故不盡有為；積集善根常無盡故", "418": "不住無為，善根力持不斷壞故不盡有為；", "419": "為欲成滿本所願故不住無為，於永寂", "42": "界施作佛事，令此下劣欲樂有情當欣大", "420": "滅不希求故不盡有為；圓滿意樂善清淨", "421": "故不住無為，增上意樂善清淨故不盡有", "422": "為；恒常遊戲五神通故不住無為，佛智六", "423": "通善圓滿故不盡有為；波羅蜜多資糧滿故", "424": "不住無為，本所思惟未圓滿故不盡有為；", "425": "集法財寶常無厭故不住無為，不樂希", "426": "求少分法故不盡有為；堅牢誓願常無退故", "427": "不住無為，能令誓願究竟滿故不盡有為；", "428": "積集一切妙法藥故不住無為，隨其所應", "429": "授法藥故不盡有為；遍知眾生煩惱病故", "43": "慧，亦使如來無量功德名稱普聞。」』」", "430": "不住無為，息除眾生煩惱病故不盡有為。", "431": "「諸善男子！菩薩如是不盡有為、不住無為，", "432": "是名安住有盡無盡解脫法門，汝等皆當精", "433": "勤修學。」", "434": "爾時，一切妙香世界最上香臺如來佛土諸", "435": "來菩薩聞說如是有盡無盡解脫門已，法", "436": "教開發勸勵其心，皆大歡喜，身心踊躍，以", "437": "無量種上妙香花、諸莊嚴具供養世尊及諸", "438": "菩薩并此所說有盡無盡解脫法門。復以種", "439": "種上妙香花散遍三千大千世界，香花覆地", "44": "時化菩薩於眾會前上昇虛空——舉眾皆見——", "440": "深沒於膝。時諸菩薩恭敬頂禮世尊雙足，右", "441": "繞三匝，稱揚讚頌釋迦牟尼及諸菩薩并所", "442": "說法，於此佛土欻然不現，經須臾間便", "443": "住彼國。", "444": "說無垢稱經卷第五", "45": "神通迅疾經須臾頃便到一切妙香世界，頂", "46": "禮最上香臺佛足，又聞其言：「下方菩薩名無", "47": "垢稱，稽首雙足，敬問世尊：『少病、少惱、起居", "48": "輕利、氣力康和、安樂住不？』遙心右繞多百千", "49": "匝，頂禮雙足作如是言：『願得世尊所食之", "5": "法未起，我等聲聞及諸菩薩當於何食？」時", "50": "餘，當於下方堪忍世界施作佛事，令此下", "51": "劣欲樂有情當欣大慧，亦使如來無量功德", "52": "名稱普聞。』」時彼上方菩薩眾會見化菩薩相", "53": "好莊嚴，威德光明微妙殊勝，歎未曾有：「今此", "54": "大士從何處來？堪忍世界為在何所？云何", "55": "名為下劣欲樂？」尋問最上香臺如來：「唯願", "56": "世尊為說斯事。」佛告之曰：「諸善男子！於彼", "57": "下方去此佛土過四十二殑伽沙等諸佛世", "58": "界，有佛世界名曰堪忍，其中佛號釋迦牟", "59": "尼如來、應、正等覺，今現在彼安隱住持，居五", "6": "無垢稱知彼思惟便告之曰：「大德！如來為", "60": "濁世為諸下劣欲樂有情宣揚正法。彼有", "61": "菩薩名無垢稱——已得安住不可思議解脫", "62": "法門——為諸菩薩開示妙法，遣化菩薩來至", "63": "此間稱揚我身功德名號，并讚此土眾德", "64": "莊嚴，令彼菩薩善根增進。」彼菩薩眾咸作是", "65": "言：「其德何如乃作是化，大神通力無畏若斯？」", "66": "彼佛告言：「諸善男子！是大菩薩成就殊勝大", "67": "功德法，一剎那頃化作無量無邊菩薩，遍", "68": "於十方一切國土，皆遣其往施作佛事，利", "69": "益安樂無量有情。」", "7": "諸聲聞說八解脫，仁者已住，勿以財食染", "70": "於是，最上香臺如來以能流出眾妙香器", "71": "盛諸妙香所薰之食，授無垢稱化菩薩手。時", "72": "彼佛土有九百萬大菩薩僧同時舉聲請於", "73": "彼佛：「我等欲與此化菩薩俱往下方堪忍", "74": "世界，瞻仰釋迦牟尼如來，禮敬供事、聽聞正", "75": "法，并欲瞻仰、禮敬供事彼無垢稱及諸菩", "76": "薩，唯願世尊加護聽許。」彼佛告曰：「諸善男子！", "77": "汝便可往，今正是時。汝等皆應自攝身香", "78": "入堪忍界，勿令彼諸有情醉悶放逸；汝等", "79": "皆應自隱色相入堪忍界，勿令彼諸菩薩", "8": "污其心而聞正法。若欲食者且待須臾，當", "80": "心生愧恥。汝等於彼堪忍世界勿生劣想", "81": "而作障礙。所以者何？諸善男子！一切國土皆", "82": "如虛空，諸佛、世尊為欲成熟諸有情故，隨", "83": "諸有情所樂示現種種佛土——或染、或淨，無決", "84": "定相——而諸佛土實皆清淨、無有差別。」", "85": "時化菩薩受滿食器，與九百萬諸菩薩僧，", "86": "承彼佛威神及無垢稱力於彼界沒，經須", "87": "臾頃至於此土無垢稱室欻然而現。時無", "88": "垢稱化九百萬師子之座——微妙莊嚴，與前所", "89": "坐諸師子座都無有異——令諸菩薩皆坐其", "9": "令皆得未曾有食。」", "90": "上。時化菩薩以滿食器授無垢稱。如是食", "91": "器妙香普薰廣嚴大城及此三千大千世界", "92": "無量無邊。妙香薰故，一切世界香氣芬馥。廣", "93": "嚴大城諸婆羅門、長者、居士、人、非人等，聞是", "94": "香氣得未曾有，驚歎無量，身心踊悅。", "95": "時此城中離呫毘王名為月蓋，與八萬四千", "96": "離呫毘種，種種莊嚴，悉來入于無垢稱室，", "97": "見此室中諸菩薩眾其數甚多、諸師子座高", "98": "廣嚴飾，生大歡喜，歎未曾有，禮諸菩薩及", "99": "大聲聞，却住一面。時諸地神及虛空神，并欲"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0476 說無垢稱經: 說無垢稱經: 說無垢稱經: 說無垢稱經", "author": "唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}