{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0974C 加句靈驗佛頂尊勝陀羅尼記", "text": {"0": "No. 974C", "1": "加句靈驗佛頂尊勝陀羅尼記", "10": "得究竟道。非常難遇。徹敬問之。即尊勝陀", "100": "相見。威光稍別。示相由存。具述因緣。宛如", "101": "平昔。凡是人孝之子。覩此感應。豈不留心", "102": "聖教耶。但虛膓畐心。縱恣六情。追歡遊樂。", "103": "有何益焉。況目連釋子救母之事。具在聖", "104": "文。長史至誠有此感效也。後有僧傳得誦", "105": "念舍利。境界極多。來至東都。具戴靈事。頗", "106": "為為人所知。後有好事者。請各流傳。即釋", "107": "門弟子。也長慶三年四月中旬。前奉天縣", "108": "尉馬敭秋滿。移歸󰳁坂。住東城石子坊舊", "109": "第。持波利尊勝之本。一十五年。未甞墮", "11": "羅尼也。命之令誦。而文句全廣。音旨頗異。拜", "110": "慢。及到󰳁坂。經數月。忽然夢見一神人被", "111": "甲。狀貌甚異。云汝既精心持此真言。何不", "112": "詣景福寺東廊坊。一持念僧。有尊勝靈驗", "113": "本。持之功九倍常。言訖驚覺。汗流透衣。明", "114": "日便專詣寺尋僧。數日方遇。僧法名義󰶛。", "115": "既見問之。此僧果久精心此門。遠近依止。", "116": "僧問曰。有何事相覓。坐訖。乃話所夢之事。", "117": "󰶛曰大奇大奇。畜此本來無人知解。少公", "118": "今日蒙神人指示。󰶛焉敢恡惜。乃命弟子", "119": "出篋取至。真實教傳受。將歸。勘舊所持波", "12": "而誦之。乃曰。受之於王開士。開士受之於金", "120": "利本。方知文句脫略。便依法修行新本。其", "121": "神驗頗異。兼更傳尊勝瑜伽兩卷。乃知聖", "122": "教分明。作有法度。不可任其凡智也。因錄", "123": "記之。傳同志者。", "124": "佛頂尊勝陀羅尼", "125": "曩謨引婆誐嚩無可反下同帝引一句怛𡃤二引轉合古路引枳", "126": "也二合鉢羅二合底丁以反尾始瑟吒二合引野三沒馱", "127": "引野婆去誐嚩帝引四怛儞也二合他去引五唵引尾", "128": "戍引馱野尾戍馱野六娑麼娑麼三去滿多去嚩", "129": "婆去引娑七娑頗二合羅拏鼻音誐底誐賀曩八沙", "13": "剛智三藏。大師云。西國亦希有此本。吾將梵", "130": "嚩二合婆去引嚩尾󰡊請律反第九阿上鼻詵正謹反左", "131": "一本六者覩𤚥莫敢反引素誐多十嚩囉嚩左隹上曩引十一阿", "132": "蜜㗚二合轉舌多去引鼻曬所戒反引罽居又反引十二阿去引賀囉", "133": "十三阿去引庾羊主反散馱引羅抳尼勅止反十四戍引馱野", "134": "戍引馱野十五誐誐曩尾󰡊弟十六鄔瑟抳二合引", "135": "灑尾惹自攞反野尾󰡊弟十七娑賀娑羅二合羅羅字聲轉", "136": "舌濕茗二合散祖一本云注儞左以反下同帝十八薩嚩怛他", "137": "去引誐多十九嚩盧羯儞寧碩反二十娑吒波二合囉蜜", "138": "多引二十一波唎布引囉抳二十二薩婆怛他󰵲多纈哩", "139": "二合馱野引二十三地瑟吒二合引曩二十四地瑟恥二合多", "14": "本來。故密授焉。坐中歎奇絕之事而罷。未獲", "140": "二十五摩賀引母󰸿󰳈二合轉舌引二十六嚩日囉二合迦引野", "141": "二十七僧賀多曩尾󰡊第二十八薩嚩引嚩囉拏鼻引二十", "142": "九波耶突㗚二合揭底跛唎󰡊弟三十鉢囉二合", "143": "底𩕳󰨢脫發反轉舌阿多野去引欲󰡊弟三十一三去麼野", "144": "引地瑟恥二合帝三十二麼𩕳摩賀麼𩕳三十三怛闥", "145": "多去引部引多三十四句引知跛哩󰡊弟三十五尾娑", "146": "普二合吒沒池󰡊弟三十六惹野尾惹野尾惹野二合", "147": "三十娑麼二合囉娑麼二合囉三十九薩嚩沒馱引地瑟", "148": "恥二合多󰡊弟四十嚩曰󰳈二合嚩日囉二合󰵲陛", "149": "引四十一嚩曰覽二合引婆去引嚩覩麼麼自稱名姓姓名若緣諸事誦亦稱亦", "15": "求本。俄而將刑歿世。常懷遺悔。追悔不及。每", "150": "稱之事舍唎嚂󰷍嚩薩埵南四十三者迦耶跛唎󰡊第", "151": "四十四薩嚩誐底跛哩󰡊第四十五薩嚩怛他去引󰵲", "152": "多去引室者銘四十六三去麼引濕嚩二合娑演覩四十", "153": "七薩嚩怛他去引󰵲多四十八三去麼鼻引濕嚩二合引", "154": "娑引地瑟恥二合帝四十九沒地野二合五十尾󰂛引馱野", "155": "尾󰂛引馱野五十一三滿多跛哩󰡊弟五十二薩嚩怛", "156": "他去引󰵲多纈哩二合馱野引五十三地瑟姹二合引曩引", "157": "地瑟恥二合多摩賀引母捺󰳈二合轉舌引薩嚩二賀引", "158": "加句靈驗尊勝陀羅尼記一卷", "159": "佛頂尊勝陀羅尼加字具足本", "16": "遇精士。即求問之。冀其萬一。遂遇僧際公。果", "160": "曩謨引婆去引誐嚩帝引怛𡃤二合引枳也二合鉢羅", "161": "二合底尾始瑟吒二合野沒馱引野婆去誐嚩帝", "162": "引怛儞也二合他引唵尾戍引馱野尾戍引馱野", "163": "娑上麼鼻娑麼三去滿跢去引嚩婆去引娑娑頗二", "164": "合囉拏鼻誐底誐賀曩娑嚩二合婆去引嚩尾󰡊", "165": "第阿上鼻詵左都𤚥素誐跢嚩囉嚩左曩引阿", "166": "蜜㗚二合哆鼻曬引罽引摩賀引曼怛囉二合跛乃", "167": "引阿去引賀囉阿去引賀囉阿去引庾散馱引囉抳", "168": "戍引駄野戍引馱野誐誐曩尾󰡊第鄔瑟抳二合", "169": "灑尾惹野尾󰡊第娑賀娑囉二合囉濕茗二合散", "17": "有此本文。開元中。五臺山下。有一精修居士。", "170": "祖儞帝薩囉嚩二合怛他去引誐跢嚩路引迦𩕳", "171": "沙上吒播二合引囉弭哆去引跛哩布引囉抳薩囉", "172": "嚩二合怛他去引誐哆紇哩二合娜野引地瑟姹二", "173": "合曩引地瑟恥二合多摩賀引母捺哩二合引嚩日", "174": "囉二合迦引野僧賀多上曩尾󰡊弟薩囉嚩二合引", "175": "嚩囉拏鼻引播野訥󰵲底跛哩尾󰡊弟鉢囉二合", "176": "底去引𩕳󰨢囉跢二合野阿欲󰡊第三去麼野引", "177": "地瑟恥二合帝麼抳麼抳摩賀麼抳怛闥哆", "178": "去引部多句引致跛哩󰡊弟尾娑普二合吒沒地", "179": "󰡊弟惹野惹野尾惹野尾惹野娑麼二合囉娑", "18": "姓王。有事遠出行。去後父亡。迴來不見。至心", "180": "麼二合去囉薩囉嚩二合沒駄引地瑟恥二合多󰡊", "181": "弟嚩曰哩二合引嚩日囉二合引󰵲陛嚩曰囕二合引婆", "182": "去引嚩覩麼麼稱名設哩嚂薩囉嚩二合薩怛嚩", "183": "二合引難上引左迦引野跛哩尾󰡊第薩囉嚩二合", "184": "誐底跛哩󰡊弟薩囉嚩二合怛他󰵲多去引室者", "185": "二合銘三去麼引濕嚩二合引娑琰覩薩囉嚩二合怛", "186": "他去引󰵲多三去麼鼻引濕嚩二合娑去引地瑟恥", "187": "二合帝沒地野二合沒地野二合尾沒地野二合尾", "188": "沒地野二合󰂛馱野󰂛馱野尾󰂛馱野尾󰂛馱", "189": "野三去滿跢跛哩󰡊第薩囉嚩二合怛他去引󰵲", "19": "誦尊勝陀羅尼數十萬遍。願知見先考所受", "190": "哆紇哩二合娜野引地瑟姹二合曩地瑟恥二合", "191": "多摩賀引母捺哩二合娑嚩二合賀", "192": "此陀羅尼本中天竺三藏善無畏將傳此土", "193": "凡漠地佛陀波毛來流傳佛諸本並闕山是", "194": "故具本譯出流行。", "2": "朝議大夫兼侍御史武徹述", "20": "生善惡業報。精誠懇願。殊無覺知。遂欲出山。", "21": "見一老人。謂居士曰。仁者念持。寔為勤敏。然", "22": "文句多脫略。我今授示全本文句。居士拜而", "23": "而受之。乃云可誦千遍。殆然經數日。於夜", "24": "中。忽聞環珮簫管之聲。降自庭宇。此時居", "25": "士驚起視之。見天人數十輩。共圍繞一天仙。", "26": "前謂之曰。汝識吾否。居士答曰不知。天仙曰。", "27": "我是汝父。比年誦持尊勝陀羅尼。吾得爾之", "28": "福力。然後數月已來。福倍於積歲。不知汝", "29": "更得何本。以至於斯。吾今以汝之力故。獲為", "3": "佛頂尊勝陀羅尼者。一切如來祕密之藏。總", "30": "天仙之王。則知汝所持念。功効不可量也。言", "31": "訖上昇。居士歡躍拜送。自爾尤加精進。後日", "32": "至東京。有一專修學人王少府者。亦波利尊", "33": "勝之本。誦持積數數萬。忽於夜中。夢見一梵", "34": "僧來。謂小府曰。賢者念誦。殊謂精誠。所歎本", "35": "誤文少。而功薄也。王少府稽首懇請真文。梵", "36": "僧乃授之以廣本文句。句口授訖。送僧出門。", "37": "光景如晝迴至床前。視室中僮僕猶臥。忽覺", "38": "呼而責之。以明矣。僮僕云。今纔夜半。忽然光", "39": "滅及夕。王少府自異所見。閉目誦之。歷歷清", "4": "持法門。大日如來智印。吉祥善淨。破一切", "40": "暢。轉益精勤。天寶初五臺山人王居士。及王", "41": "少府。咸在東都。俱不相識。忽然王少府暴亡。", "42": "經七日而蘇。城中好事者。盡問其故。居士乃", "43": "王開士亦同詣問得再生之由。王少府云。吾", "44": "初臥。忽見二使來云。追逐相隨。行數十里。至", "45": "一大樹下。二使者憩。吾亦憩之。忽憶尊勝。遂", "46": "即閉目。誦三七遍。舉目迴視。二使者已不知", "47": "所之。須臾四人又至。跪而言曰。仁者奚為", "48": "修行。有此利益。向來追者二使並得生天。王", "49": "少府曰。吾但誦尊勝陀羅尼。四人曰。唯此功", "5": "惡道。大神力陀羅尼也。昔儀鳳年中。佛陀波", "50": "力之故也。請與弟子誦之。救拔苦難。王少府", "51": "又冥目誦三七遍。開目又不見四人矣。頃刻", "52": "之際。空中聞戈甲聲。有一神人。紫服被戈甲。", "53": "儀衛侍從甚盛。前跪而言曰。吾是五道冥司。", "54": "頗稱貴位。然終為神道所攝。願得生天。彼六", "55": "人者。以師法力之故。各得生天。今請迃于音曲󰹓", "56": "步。至弟子所居誦之。冀霑福蔭之餘也。乃相", "57": "隨至一陂宅。方圓數十里。皆是罪人枷鎖杻", "58": "械。囚縛決罰。訊問栲椋之所。神令王少府", "59": "上高座。自於床下。跪而聽之。王少府閉目志", "6": "利所傳之本。遍天下幡剎。持誦有多矣。徹自", "60": "之。誦滿四十九遍。舉目四顧。一人不見。唯有", "61": "斷鎖破杻弊械空枷而已。王少府驚悚。囚知", "62": "所適忽然有四五人至云。王命速發遣。迴", "63": "亂我曹。扄文簿破我冥司。遂驅逐王少府令", "64": "入一空谷中。便蘇息再得生耳。實尊勝陀羅", "65": "尼不思議之功力也。於是五臺王山人及王", "66": "開士。與王少府。既同業因。各陳其所持本。勘", "67": "校文句。多少並同。如一本焉。彼此相慶賀。王", "68": "山人曰。吾本受之於臺山聖公。王少府曰。吾", "69": "本受之於神僧。王開士曰。吾本受之於金剛", "7": "弱歲。則常念持。永泰初。自喪妻之後。倍益精", "70": "智三藏。梵夾見存。三人懼然。共勘其本。音", "71": "旨字數如一。故知眾生聞法有時流傳教法。", "72": "亦有時歎真實世間希有。此即是金剛智三", "73": "藏梵本譯出者。令勘佛陀波所利傳本。文句", "74": "大同。多於舊本。九句六十九字。餘悉波利。僧", "75": "惠琳因修大藏目錄。收未入藏經六百餘卷。", "76": "并遂略武徹所敘陀羅尼感應神驗。親自勘", "77": "同。序之卷末。時元和十四年己丑歲。前朝蔣", "78": "大夫行通事舍人張承福。及百濟僧。各受持", "79": "尊勝陀羅尼有功。曾為冥司所追。以真言威", "8": "心。求出離法。時有殿中侍御史蔣那者。常", "80": "力不可思議。遂不受諸苦。兼濟拔受苦群生。", "81": "有傳記。琳於成都府右經藏中得之。時如意", "82": "二年三月二十三日。佛頂尊勝陀羅尼感應", "83": "事。", "84": "開元二十六年冬。有神都張繹長史。自小", "85": "孝養父母。父母歿後。沈淪惡道。乃虔心", "86": "報恩。每懷濟度。遂即入山。持尊勝陀羅尼。", "87": "志願見亡父母。得安樂處。日夜勤誦。聲聲", "88": "不絕。朝暮懇誠。六年念之。念中不曾見父", "89": "母。疑呪無驗。欲生退心。忽見一老翁儀容", "9": "持誦此陀羅尼。異日於私室。條然而來曰。今", "90": "甚異。語云。非是呪無靈驗。亦非君不盡心。", "91": "斯乃去聖時遙。翻譯多誤。呪詞脫略。遂失", "92": "其徵。老人即口授。令抄錄一本。依此文句", "93": "持誦。期滿七日。必當見父。即依老人口訣。", "94": "至心禮拜。舉頭失老人。不知所在。方賢聖", "95": "耶。情乃驚愕。倍更虔誠。具依所教文本。專", "96": "心誦持。始登六日。即亡父母遂來。恩愛", "97": "未絕。拘頭悲喜。幽明感會。情各愴然。口", "98": "云。墮大地獄中。備遭諸苦。年月已深。乘兒", "99": "精誠功力。近得生天。今從上界下來。與汝"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0974C 加句靈驗佛頂尊勝陀羅尼記", "author": "唐 武徹述", "sourceLink": "http://www.cbeta.org/"}