{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1536 阿毘達磨集異門足論: 阿毘達磨集異門足論: 集異門足論: 集異門足論: 說一切有部集異門足論: 集異門足論: 集異門足論", "text": {"0": "No. 1536", "1": "阿毘達磨集異門足論卷第一", "10": "慰咸共議言。我等所修勝妙臺觀。應先請佛", "100": "謂不善意思食。云何無記意思食。答若無記", "101": "觸相應諸思等。思乃至意業是謂無記意思", "102": "食。云何善識食。答若善有漏思相應諸心意", "103": "識。是謂善識食。云何不善識食。答若不善思", "104": "相應。諸心意識是謂不善識食。云何無記識", "105": "食。答若無記思相應。諸心意識是謂無記識", "106": "食。問如是四食當言有漏。當言無漏。答應言", "107": "有漏。問如是四食當言學當言無學。當言非", "108": "學非無學。答應言非學非無學。問如是四食", "109": "當言欲界繫。當言色界繫。當言無色界繫。答", "11": "及苾芻僧。無上福田於中止住。然後我等隨", "110": "段食應言欲界繫。餘三食應言或欲界繫。或", "111": "色界繫。或無色界繫。", "112": "問諸食皆是段食耶。答諸段食皆是食。有是", "113": "食非段食。謂餘三食及世俗。問諸食皆是觸", "114": "食耶。答諸觸食皆是食。有是食非觸食。謂餘", "115": "三食及世俗。問諸食皆是意思食耶。答諸意", "116": "思食皆是食。有是食非意思食。謂餘三食及", "117": "世俗。問諸食皆是識食耶。答諸識食皆是食。", "118": "有是食非識食。謂餘三食及世俗。問諸段皆", "119": "是食耶。答應作四句。有是段而非食。謂段為", "12": "勝善業。所獲資財於中受用。由斯我等長夜", "120": "緣諸根損減大種變壞。有是食而非段。謂餘", "121": "三食及世俗。有是段亦是食。謂段為緣諸根", "122": "長養大種增益。又能滋潤隨滋潤。乃至持隨", "123": "持。有非段亦非食。謂除前相。問諸觸皆是食", "124": "耶。答應作四句。有是觸而非食。謂無漏觸及", "125": "有漏觸為緣。諸根損減大種變壞。有是食而", "126": "非觸。謂餘三食及世俗。有是觸亦是食。謂有", "127": "漏觸為緣。諸根長養大種增益。又能滋潤隨", "128": "滋潤乃至持隨持。有非觸亦非食。謂除前相。", "129": "如觸食有四句。意思識食應知亦爾。頗有食", "13": "獲得。利益安樂豈不善哉。諸力士眾作是議", "130": "為緣。生食生非食生食非食耶。答生。云何食", "131": "為緣生食。答段食為緣生餘三食。云何食為", "132": "緣生非食。答段食為緣。生受想作意等。云何", "133": "食為緣。生食非食。答段食為緣。生餘三食及", "134": "受想作意等。頗有非食為緣。生非食生食生", "135": "食非食耶。答生。云何非食為緣生非食。答如", "136": "眼及色為緣。生受想作意等。云何非食為緣", "137": "生食。答如眼及色為緣。生觸意思識食。云何", "138": "非食為緣。生食非食。答如眼及色為緣。生觸", "139": "意思識食。及受想作意等。頗有食非食為緣。", "14": "已。各集徒侶并諸眷屬。出波波村往如來所。", "140": "生食非食。生食生非食耶。答生。云何食非食", "141": "為緣。生食非食。答如眼及色眼識為緣。生觸", "142": "意思識食。及受想作意等。云何食非食為緣", "143": "生食。答如眼及色眼識為緣。生觸意思識食。", "144": "云何食非食為緣。生非食。答如眼及色眼識", "145": "為緣。生受想作意等。問若段食已斷已遍知。", "146": "觸食亦爾耶。答若觸食已斷已遍知。段食亦", "147": "爾。有段食已斷已遍知。非觸食。謂已離欲染", "148": "未離上染。如以段食對觸食。對意思識食亦", "149": "爾。問若觸食已斷已遍知。意思食亦爾耶。答", "15": "到已頂禮世尊雙足。右遶三匝退坐一面。時", "150": "如是。如以觸食對意思食。對識食亦爾。問若", "151": "意思食已斷已遍知。識食亦爾耶。答如是。問", "152": "若於食已斷已遍知。彼於欲色無色界已離", "153": "染耶。答若於段食已斷已遍知。彼於欲界已", "154": "離染。非於色無色界。若於餘三食已斷已遍", "155": "知。彼於欲色無色界皆已離染。爾時於一切", "156": "一切事一切種一切位一切處一切結。皆已", "157": "離染故。", "158": "一切有情依行住者。何等是行。而言有情皆", "159": "依行住。如世尊說。苾芻當知。若諸有情於彼", "16": "薄伽梵以慈軟音。慰問力士并諸眷屬。復以", "160": "彼聚不死不殞。不破不沒不失不退。皆由壽", "161": "住命根相續。此壽命根說名為行。由此行故", "162": "一切有情存濟住活。此行於彼能護隨護能", "163": "轉隨轉。由此故說一切有情皆依行住。何緣", "164": "故知諸有情類皆依行住。謂諸有情於彼彼", "165": "聚。由此壽行未盡為因。有想等想施設言說", "166": "活住存濟差別而轉。若諸有情於彼彼聚。由", "167": "此壽行已盡為因。有想等想施設言說。死沒", "168": "殞逝差別而轉。由此故知諸有情類皆依行", "169": "住。", "17": "種種微妙法門。示現教導讚勵慶喜。說是事", "170": "問如是壽行當言有為。當言無為。答應言有", "171": "為。問如是壽行當言常。當言無常。答應言無", "172": "常。問如是壽行當言恒當言非恒。答應言非", "173": "恒。問如是壽行當言變易。當言不變易。答應", "174": "言變易。問如是壽行當言緣已生。當言非緣", "175": "已生。答應言緣已生。問如是壽行當言名攝。", "176": "當言色攝。答應言名攝。問如是壽行當言有", "177": "見。當言無見。答應言無見。問如是壽行當言", "178": "有對。當言無對。答應言無對。問如是壽行當", "179": "言是心當言非心。當言是心所。當言非心所。", "18": "已默然而住。諸力士輩聞佛所說。歡喜踊躍", "180": "當言心相應。當言心不相應。答應言非心非", "181": "心所心不相應。問如是壽行當言善。當言不", "182": "善。當言無記。答應言無記。問如是壽行當言", "183": "有漏。當言無漏。答應言有漏。問如是壽行當", "184": "言學當言無學。當言非學非無學。答應言", "185": "非學非無學。問如是壽行當言欲界繫。當言", "186": "色界繫。當言無色界繫。答應言或欲界繫。或", "187": "色界繫。或無色界繫。云何欲界繫。答欲界壽", "188": "云何色界繫。答色界壽。云何無色界繫。答無", "189": "色界壽。", "19": "即從座起。合掌恭敬俱白佛言。我此邑中諸", "190": "問若欲界壽已斷已遍知。色界壽亦爾耶。答", "191": "若色界壽已斷已遍知。欲界壽亦爾。有欲界", "192": "壽已斷已遍知。非色界壽。謂已離欲染未離", "193": "色染。問若欲界壽已斷已遍知。無色界壽亦", "194": "爾耶。答若無色界壽已斷已遍知。欲界壽亦", "195": "爾。有欲界壽已斷已遍知。非無色界壽。謂已", "196": "離欲染未離無色染。問若色界壽已斷已遍", "197": "知。無色界壽亦爾耶。答若無色界壽已斷已", "198": "遍知。色界壽亦爾。有色界壽已斷已遍知。非", "199": "無色界壽。謂已離色染未離無色染。問若於", "2": "尊者舍利子說", "20": "力士眾。於恒聚戲東西村間。嗢跋諾迦舊制", "200": "壽行已斷已遍知。彼於欲色無色界。已離染", "201": "耶。答若於欲界壽行已斷已遍知。彼於欲界", "202": "已離染。非於色無色界。若於色界壽行已斷", "203": "已遍知。彼於欲色界已離染。非無色界。若於", "204": "無色界壽行已斷已遍知。彼於欲色無色界", "205": "皆已離染。爾時於一切一切事一切種一切", "206": "位一切處一切結。皆已離染故。", "207": "於一切善法不放逸勝者。云何不放逸。答若", "208": "為斷不善法。為圓滿善法。常習常修堅作恒", "209": "作。數修不止名不放逸。", "21": "多所。共造臺觀瑩飾初成。未有沙門婆羅門", "210": "3 二法品集異門足論二法品第三之一", "211": "時舍利子復告眾言。具壽當知。佛於二法自", "212": "善通達。現等覺已。為諸弟子宣說開示。我等", "213": "今應和合結集。佛滅度後勿有乖諍。當令隨", "214": "順梵行法律。久住利樂無量有情。哀愍世間", "215": "諸天人眾。令獲殊勝義利安樂。二法云何。", "216": "嗢柁南曰。", "217": "二法謂名色乃至盡無生", "218": "總二十七門應隨次別釋", "219": "有二法。謂名色。復有二法。謂無明有愛。復有", "22": "等。及諸力士曾所受用。唯願世尊哀愍我等。", "220": "二法。謂有見無有見。復有二法。謂無慚無愧。", "221": "復有二法。謂慚愧。復有二法。謂惡言惡友。復", "222": "有二法。謂善言善友。復有二法。謂入罪善巧", "223": "出罪善巧。復有二法。謂入定善巧出定善巧。", "224": "復有二法。謂界善巧作意善巧。復有二法。謂", "225": "質直柔和。復有二法。謂堪忍可樂。", "226": "復有二法。謂和順供養。復有二法。謂具念正", "227": "知。復有二法。謂思擇力修習力。復有二法。謂", "228": "不護根門。食不知量。復有二法。謂能護根門。", "229": "於食知量。復有二法。謂匱戒匱見。復有二法。", "23": "將諸弟子於中止住。令我長夜利益安樂。爾", "230": "謂破戒破見。復有二法。謂具戒具見。復有二", "231": "法。謂淨戒淨見。復有二法。謂見如理勝。復有", "232": "二法。謂厭如理勝。復有二法。謂於善不喜足。", "233": "於斷不遮止。復有二法。謂奢摩他毘鉢舍那。", "234": "復有二法。謂明解脫。復有二法。謂盡智無生", "235": "智。此中有二法。謂名色者。名云何。答受蘊想", "236": "蘊行蘊識蘊。及虛空擇滅非擇滅。是謂名。色", "237": "云何。答四大種及所造色。是謂色。", "238": "復有二法。謂無明有愛者。無明云何。答如法", "239": "蘊論說。有愛云何。答色無色界諸貪等。貪執", "24": "時如來哀愍彼故。將諸弟子往住其中。復以", "240": "藏防護耽著愛染。是謂有愛。", "241": "復有二法。謂有見無有見者。有見云何。答若", "242": "謂我世間常。由此發起忍樂觀見是謂有見。", "243": "云何無有見。答若謂我世間斷。由此發起忍", "244": "樂觀見。是謂無有見。", "245": "復有二法。謂無慚無愧者。無慚云何。答如世", "246": "尊說。有無慚者。於可慚法而不生慚。可慚法", "247": "者。謂諸惡不善法。順雜染順後有。有熾然苦", "248": "異熟。順當來生老死。彼於如是惡不善法生", "249": "時。無慚無所慚無別慚。無羞無所羞。無別羞", "25": "妙音。為諸力士宣揚種種施果差別。問答往", "250": "無崇敬。無所崇敬。無隨屬無所隨屬。於自在", "251": "者無怖畏轉。是謂無慚。無愧云何。答如世尊", "252": "說。有無愧者於可愧法而不生愧。可愧法者。", "253": "謂諸惡不善法。乃至順當來生老死。彼於如", "254": "是惡不善法生時。無愧無所愧。無別愧無恥", "255": "無所恥無別恥。於諸罪中不怖不畏。不見怖", "256": "畏是謂無愧。", "257": "復有二法。謂慚愧者。慚云何。答如世尊說。諸", "258": "有慚者於可慚法而生於慚。可慚法者。謂諸", "259": "惡不善法。乃至順當來生老死。彼於如是惡", "26": "還過初夜分。諸力士輩并其眷屬。聞法歡喜", "260": "不善法生時。有慚有所慚有別慚。有羞有所", "261": "羞有別羞有崇敬有所崇敬。有隨屬有所隨", "262": "屬。於自在者有怖畏轉。是謂慚。愧云何。答", "263": "如世尊說。諸有愧者於可愧法而生於愧。可", "264": "愧法者。謂諸惡不善法。乃至順當來生老死。", "265": "彼於如是惡不善法生時。有愧有所愧有別", "266": "愧。有恥有所恥有別恥。於諸罪中有怖有畏。", "267": "能見怖畏是謂愧。", "268": "復有二法。謂惡言惡友者。惡言云何。答如法", "269": "蘊論說。惡友云何。答亦如法蘊論說。", "27": "禮佛而去。", "270": "復有二法。謂善言善友者。善言云何。答如有", "271": "一類。若親教若同親教。若軌範若同軌範。", "272": "若餘隨一尊重可信往還朋友。如法告言。汝", "273": "從今去。勿壞身業。勿壞語業。勿壞意業。勿行", "274": "不應行處。勿親近惡友。勿作三惡趣業。如是", "275": "教誨稱法應時。於所修道隨順磨瑩。增長嚴", "276": "飾宜便常委。助伴資糧於此教誨。欣喜愛樂", "277": "信受隨順。不左取而右取。不拒逆不毀訾不", "278": "非撥。是謂善言。善友云何。答如法蘊論說。", "279": "復有二法。謂入罪善巧出罪善巧者。入罪善", "28": "爾時世尊告舍利子。吾今背痛暫當寢息。汝", "280": "巧云何。答罪謂五部五蘊罪。何等為五。一者", "281": "他勝。二者眾餘。三者墮煮。四者對首。五者惡", "282": "作。入罪善巧。謂如實知見。如是苾芻犯他勝", "283": "罪。如是苾芻犯眾餘罪。如是苾芻犯墮煮罪。", "284": "如是苾芻犯對首罪。如是苾芻犯惡作罪。復", "285": "次如實知見。如是苾芻犯趣他勝罪。如是苾", "286": "芻犯趣眾餘罪。如是苾芻犯趣墮煮罪。如是", "287": "苾芻犯趣對首罪。如是苾芻犯趣惡作罪。復", "288": "次如實知見。此苾芻犯如是他勝罪。此苾芻", "289": "犯如是眾餘罪。此苾芻犯如是墮煮罪。此苾", "29": "可代吾為苾芻眾宣說法要勿空度也。時舍", "290": "芻犯如是對首罪。此苾芻犯如是惡作罪。復", "291": "次如實知見。此苾芻犯趣如是他勝罪。此苾", "292": "芻犯趣如是眾餘罪。此苾芻犯趣如是墮煮", "293": "罪。此苾芻犯趣如是對首罪。此苾芻犯趣如", "294": "是惡作罪。復次如實知見。諸苾芻所犯罪若", "295": "重若輕。若深若淺若有餘若無餘。若隱覆若", "296": "不隱覆。若顯了若不顯了。若已發露若未發", "297": "露。若已除滅若未除滅。若可說若不可說。若", "298": "可作若不可作。於如是入種種罪中。解了等", "299": "了近了遍了。機黠通達審察聰叡。覺明慧行", "3": "三藏法師玄奘奉　詔譯", "30": "利子默然受教。佛便四疊嗢怛羅僧。敷為臥", "300": "毘鉢舍那。是謂入罪善巧。出罪善巧云何。答", "301": "罪謂五部五蘊罪。如前說出。罪善巧。謂如實", "302": "知見眾餘。墮煮。對首。惡作四罪。可出其事云", "303": "何。如有說言。我如是說如是顯。於如是罪非", "304": "說非顯。我如此說如此顯。於如是罪是說是", "305": "顯。我如是顯了如是發露。如是作法於如是", "306": "罪。非發露非除滅。我如此顯了如此發露。如", "307": "此作法於如是罪。是發露是除滅。於如是出", "308": "種種罪中解了。乃至毘鉢舍那。是謂出罪善", "309": "巧。", "31": "具大衣為枕。端身累足右脇而臥。如理作意", "310": "說一切有部集異門足論卷第一", "32": "住光明想。及當起想具念正知。如大寶山寂", "33": "然無動。", "34": "爾時舍利子。告苾芻眾言。此波波村離繫親", "35": "子。處無慚眾自號為師。其人命終未逾旬月。", "36": "諸弟子輩兩兩結朋。諍訟紛紜互相𣣋蔑。各", "37": "言法律我解非餘。如我所知是法是律。我之", "38": "所說應理合儀。汝等於斯悉皆絕分。於其師", "39": "教各隨己執。迴換前後或減或增。破析支離", "4": "1 緣起品緣起品第一", "40": "遂成多部。欲知勝負便共激論。為脫過難遞", "41": "相誹斥。雖有論言而無論道。口出刀矟以相", "42": "殘害。諸有白衣信彼法者。見其弟子乖諍如", "43": "斯。皆共瞋嫌毀而捨去。", "44": "時舍利子復告眾言。此波波村離繫親子。所", "45": "有法律惡說惡受。不能出離不趣正覺。是可", "46": "壞法無趣無依。我等如來應正等覺大師法", "47": "律。善說善受能永出離。能趣正覺非可壞法", "48": "有趣有依。我等今應聞佛住世。和合結集法", "49": "毘奈耶。勿使如來般涅槃後。世尊弟子有所", "5": "世尊一時。遊力士生處。至波波邑。住折路迦", "50": "乖諍。當令隨順梵行法律。久住利樂無量有", "51": "情。哀愍世間諸天人眾。令獲殊勝義利安樂。", "52": "2 一法品集異門足論一法品第二", "53": "時舍利子復告眾言。具壽當知佛於一法。自", "54": "善通達現等覺已。為諸弟子宣說開示。我等", "55": "今應和合結集。佛滅度後勿有乖諍。當令隨", "56": "順梵行法律。久住利樂無量有情。哀愍世間", "57": "諸天人眾。令獲殊勝義利安樂。一法云何。嗢", "58": "柁南曰。", "59": "一法謂有情依食依行住", "6": "林。時彼邑中諸力士眾。於恒聚戲東西村間。", "60": "於一切善法不放逸為尊", "61": "一切有情皆依食住。一切有情皆依行住。於", "62": "諸善法不放逸勝是謂一法。一切有情依食", "63": "住者。何等是食而言有情皆依食住。如世尊", "64": "說。苾芻當知食有四種。能令部多有情安住。", "65": "及能資益諸求生者。何謂四食。一者段食", "66": "若麁若細。二者觸食。三者意思食。四者識食。", "67": "由此四食說諸有情皆依食住。何緣故知諸", "68": "有情類皆依食住。謂諸有情於彼彼聚。由此", "69": "諸食未盡為因。有想等想施設言說。活住存", "7": "嗢跋諾迦舊制多所。共造臺觀瑩飾初成。未", "70": "濟差別而轉。若諸有情於彼彼聚。由此諸食", "71": "已盡為因。有想等想施設言說。死歿殞逝差", "72": "別而轉。由此故知諸有情類皆依食住。", "73": "問如是四食當言有為當言無為。答應言有", "74": "為。問如是四食當言常當言無常。答應言無", "75": "常。問如是四食當言恒當言非恒。答應言非", "76": "恒。問如是四食當言變易當言不變易。答應", "77": "言變易。問如是四食當言緣已生。當言非緣", "78": "已生。答應言緣已生。問如是四食當言名攝", "79": "當言色攝。答段食應言色攝。餘三食應言名", "8": "有沙門婆羅門等。及諸力士曾所受用。時力", "80": "攝。問如是四食當言有見當言無見。答應言", "81": "無見。問如是四食當言有對當言無對。答段", "82": "食應言有對。餘三食應言無對。問如是四食", "83": "當言是心當言非心。當言是心所當言非心", "84": "所。當言心相應當言心不相應。答段食應言", "85": "非心非心所心不相應。觸意思食應言是心", "86": "所與心相應。識食應言唯是心。問如是四食", "87": "當言善。當言不善當言無記。答段食應言無", "88": "記。餘三食應言或善或不善或無記。云何善", "89": "觸食。答若善有漏觸為緣。能令諸根長養大", "9": "士眾聞佛世尊。將苾芻僧住近林內。互相慶", "90": "種增益。又能滋潤隨滋潤。充悅隨充悅。護隨", "91": "護轉隨轉。持隨持是謂善觸食。云何不善觸", "92": "食。答若不善觸為緣。能令諸根長養大種增", "93": "益。又能滋潤隨滋潤。乃至持隨持是謂不善", "94": "觸食。云何無記觸食。答若無記觸為緣。能令", "95": "諸根長養大種增益。又能滋潤隨滋潤。乃至", "96": "持隨持是謂無記觸食。云何善意思食。答若", "97": "善有漏觸相應諸思等。思現前等。思已思思", "98": "類造心意業。是謂善意思食。云何不善意思", "99": "食。答若不善觸相應諸思等。思乃至意業是"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1536 阿毘達磨集異門足論: 阿毘達磨集異門足論: 集異門足論: 集異門足論: 說一切有部集異門足論: 集異門足論: 集異門足論", "author": "尊者舍利子說  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}