{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1975 淨土生無生論", "text": {"0": "No. 1975", "1": "淨土生無生論", "10": "門：一、一真法界門；二、身土緣起門；三、心土相", "100": "故明此宗而求生樂土者，乃生與無生兩冥", "101": "之至道也。", "102": "3 心土相即門三、心土相即門", "103": "西方安樂土，去此十萬億，與我介爾心，初無", "104": "彼此異。論曰：《佛說阿彌陀經》云：「從是西方過", "105": "十萬億佛土，有世界名曰極樂。」百億日月，百", "106": "億須彌，百億大海，百億鐵圍山，名一佛土。十", "107": "千為萬，十萬為億。一佛國土已自廣大，況億", "108": "佛國土乎？況十萬億乎？是則極樂去此甚遠。", "109": "博地凡夫念佛求生，彈指即到者，正由生吾", "11": "即門；四、生佛不二門；五、法界為念門；六、境觀", "110": "心所具之佛土也。言介爾心者，即凡夫念佛", "111": "之心也。剎那之心至微至劣，故稱介爾。謂十", "112": "萬億遠之佛土，居於凡夫介爾之心，即心是", "113": "土，即土是心，故曰「初無彼此異」。問曰：「介爾", "114": "之心居於方寸，云何能包許遠佛土？」答曰：「介", "115": "爾之心，昧者謂小，達人大觀，真妄無二。蓋此", "116": "妄心全性而起，性無邊，心亦無際，性如大海，", "117": "心似浮漚，全海為漚，漚還匝海。蓋真如不變", "118": "隨緣，隨緣不變。既曰『隨緣不變』，豈可以真妄", "119": "而局大小哉！」", "12": "相吞門；七、三觀法爾門；八、感應任運門；九、彼", "120": "4 生佛不二門四、生佛不二門", "121": "阿彌與凡夫，迷悟雖有殊，佛心、眾生心，究竟", "122": "無有二。論曰：阿彌陀佛，果人也，成就三身、四", "123": "智、十力、四無所畏、十八不共等功德。凡夫，因", "124": "人也，具足無量恒沙煩惱，造作無量恒沙業", "125": "繫，當受無量恒沙生死。迷悟之相，譬彼雲泥。", "126": "言「究竟無二」者，謂：據相而言，則不二而二；約", "127": "性而論，則二而不二。蓋諸佛乃悟眾生心內", "128": "諸佛，眾生乃迷諸佛心內眾生。所以悟者，", "129": "悟眾生本具性體、性量、性具也。所以迷者，迷", "13": "此恒一門；十、現未互在門。", "130": "諸佛所證性體、性量、性具也。心性之妙，豈受", "131": "其迷！迷而不迷，斯言有在。故眾生本有性", "132": "量，即諸佛所證法身，性體即報身，性具即", "133": "應身，四智、十力、四無所畏、十八不共等功德，", "134": "會合可知。故古德云：「諸佛心內眾生塵塵極", "135": "樂，眾生心內諸佛念念證真。」故彌陀即我心，", "136": "我心即彌陀，未舉念時，早已成就，纔舉心念，", "137": "即便圓成。感應道交為有此理，故念佛人功", "138": "不唐捐。", "139": "5 法界為念門五、法界為念門", "14": "1 一真法界門初、一真法界門", "140": "法界圓融體，作我一念心，故我念佛心，全體", "141": "是法界。論曰：行者稱佛名時，作佛觀時，作主", "142": "伴依正觀時，修三種淨業時，一心不亂時，散", "143": "心稱名時，以至見思浩浩恒沙煩惱，凡此有", "144": "心，皆由真如不變隨緣而作，全體即法界。故", "145": "法智大師云：「法界圓融不思議體，作我一念", "146": "之心，亦復舉體作生、作佛、作依、作正。」若然者，", "147": "餘心尚是，況念佛心乎！是故行者念佛之時，", "148": "此心便是圓融清淨寶覺，以此妙心念彼阿", "149": "彌，則彼三身何身不念？求彼四土，何土不生？", "15": "一真法性中，具足十法界，依正本融通，生佛", "150": "但隨功行淺深，品位高下耳。", "151": "6 境觀相吞門六、境觀相吞門", "152": "十六等諸境、事理兩種觀，彼此互相吞，如因", "153": "陀羅網。論曰：境觀相吞者，正由事事無礙也。", "154": "事事所以無礙者，所謂有本者如是也。蓋由", "155": "法界圓融不思議體作我一念之心，亦復舉", "156": "體作生、作佛、作依、作正。既皆全體而作，有何", "157": "一法不即法界？故曰：「一塵法界不小，剎海法", "158": "界不大，多亦法界，少亦法界。」是以西方十六", "159": "諸境、吾心事理二觀，一一無非法界全體。如", "16": "非殊致。論曰：一真法界即眾生本有心性，此", "160": "帝釋宮中因陀羅網，雖彼此各是一珠，而影", "161": "入眾珠；雖影入眾珠，而東西照用有別。境觀", "162": "亦然，以境為事，則觀為理，理能包事，是為以", "163": "觀吞境。以觀為事，則境為理，理能包事，是為", "164": "以境吞觀。或一為事，餘為理，或一為理，餘", "165": "為事，彼此互各相吞，故如因陀羅網。若然者，", "166": "當我作觀時，則西方依正已在我觀之內，我", "167": "今身心已在依正之中，了此而求生安養，可", "168": "謂雁過長空，影沈寒水，雁絕遺蹤之意，水無", "169": "留影之心。", "17": "之心性具無量德，受無量名。云何具無量德？", "170": "7 三觀法爾門七、三觀法爾門", "171": "能觀為三觀，所觀即三諦，全性以起修，故稱", "172": "為法爾。論曰：三諦者，真、俗、中也；三觀者，空、假、", "173": "中也。忘情絕解莫尚乎真，隨緣應用莫尚乎", "174": "俗，融通空有莫尚乎中。虛靈不昧，此吾心自", "175": "空者也。物來斯應，此吾心自有者也。空有相", "176": "即，此吾心自中者也。此性也，非修也；三諦也，", "177": "非三觀也。修之者，稱性照了也。故體達此心，", "178": "空洞無物，謂之空；照了此性，具足萬法，謂之", "179": "假；融通二邊，不一不異，謂之中。然則即虛靈", "18": "舉要言之，謂性體、性量、性具。云何性體？謂此", "180": "而應物也，即應物而虛靈也。空即假、中也，假", "181": "即空、中也，中即空、假也，是稱性而修也，絕", "182": "待而照也，不思議之三觀也。首楞大定之司", "183": "南也，此橫論也如此。若竪論者，或以吾心虛", "184": "靈者為空，以所觀萬物者為假，以心境不二", "185": "者為中。物，吾心之物也，何假而不空；心，萬物", "186": "之心也，何空而不假；即心即物，即物即心，何", "187": "中而不空、假。是以觀極樂依正者，以吾心一", "188": "觀之三觀，照彼一境之三諦，無不可者。以吾", "189": "三觀之一心，照彼三諦之一境，亦無不可者。", "19": "心性，離四句、絕百非，體性堅凝，清淨無染，不", "190": "虎溪大師云：「境為妙假觀為空，境觀雙忘即", "191": "是中，忘照何嘗有先後，一心融絕了無踪。」尚", "192": "何三觀之不法爾乎！", "193": "8 感應任運門八、感應任運門", "194": "我心感諸佛，彌陀即懸應，天性自相關，如磁", "195": "石吸針。論曰：諸佛眾生同一覺源，迷悟雖殊，", "196": "理常平等。故曰：「諸佛是眾生心內諸佛，眾生", "197": "是諸佛心內眾生。」迹此而言，則諸佛眾生心", "198": "精，無時而不通㳷，但諸佛無時不欲度生，眾", "199": "生念念與之迷背。故勢至菩薩云：「一人專憶，", "2": "幽溪沙門傳燈撰", "20": "生不滅，常住無壞。云何性量？此心性竪窮三", "200": "一人專忘，若逢不逢，若見非見。子若憶母，如", "201": "母憶時，母子歷生，不相違遠。若眾生心憶佛、", "202": "念佛，現前當來必定見佛，去佛不遠。」正由一", "203": "理平等、天性相關故，得任運拔苦與樂。況無", "204": "量壽佛因中所發四十八願，誓取極樂攝受", "205": "有情，今道果久成，僧那久滿！故凡百眾生弗", "206": "憂佛不來應，但當深信、憶念、發願願生西方，", "207": "如磁石與針任運吸取。然磁能吸鐵，不能吸", "208": "銅，針能合磁，不能合玉，譬猶佛能度有緣，不", "209": "能度無緣。眾生易感彌陀，不易感諸佛，豈非", "21": "世，橫遍十方，世界有邊，虛空無邊。虛空有", "210": "生佛誓願相關者乎？是以求生淨土者，信、願、", "211": "行缺一不可。", "212": "9 彼此恒一門九、彼此恒一門", "213": "若人臨終時，能不失正念，或見光、見華，已受", "214": "寶池生。論曰：《往生傳》曰：「張抗仕石晉，為翰林", "215": "學士，課大悲呪十萬遍，願生西方。一日寢疾，", "216": "唯念佛號，忽謂家人曰：『西方淨土秖在堂屋", "217": "西邊，阿彌陀佛坐蓮華上，見翁兒在蓮華池", "218": "金沙地上禮拜嬉戲。』良久念佛而化。翁兒，抗", "219": "之孫也。所以爾者，蓋西方極樂世界乃吾心", "22": "邊，心性無邊。現在有邊，過未無邊。過未有", "220": "之一土耳，娑婆世界亦吾心之一土耳。約土", "221": "而言，有十萬億彼此之異；約心而觀，原無遠", "222": "近。但眾生自受生已來，為五陰區局真性，不", "223": "契心源。念佛之人果報成熟，將捨現陰趣生", "224": "陰時，淨土蓮華忽然在前，唯心境界，非有去", "225": "來彼此之相。故《楞嚴經》云：『臨命終時，未捨暖", "226": "觸，一生善惡俱時頓現，純想即飛，必生天上。』", "227": "若飛心中兼福、兼慧及與淨願，自然心開見", "228": "十方佛，一切淨土隨願往生。法智大師云：『須", "229": "知垂終自見坐金蓮，身已是彼國生陰』，亦此", "23": "邊，心性無邊。無盡無盡、無量無量。云何性具？", "230": "意也。」", "231": "10 現未互在門十、現未互在門", "232": "行者今念佛，功德不唐捐，因中已有果，如蓮", "233": "華開敷。論曰：圓頓教人，頓悟心性，無修而修，", "234": "修彼樂邦。性中所具極樂，由修顯發。而此心", "235": "性竪貫三際，橫裹十虛，佛法、生法、正法、依法、", "236": "因法、果法一念圓成。是以念佛之人名為全", "237": "性起修、全修在性。全性起修雖名為因，全修", "238": "在性因中有果，以所具因法與所具果法同", "239": "居一性，心性融通無法不攝，故如蓮花開敷，", "24": "謂此心性具十法界，謂佛法界、菩薩法界、緣", "240": "花中有果，況此心常住，無生滅去來！即今念", "241": "佛之心，便是當來華池受生時。故說初發心", "242": "人，極樂寶池已萌蓮種，若精進不退，日益生", "243": "長，華漸開敷，隨其功德大小煒燁；其或懈退", "244": "悔雜，日漸憔顇，若能自新，華復鮮麗；其或", "245": "不然，芽焦種敗。且此蓮華，人誰種植？現未互", "246": "在，斯言有歸也。", "247": "淨土生無生論", "25": "覺法界、聲聞法界、天法界、修羅法界、人法", "26": "界、畜生法界、餓鬼法界、地獄法界，此是假", "27": "名。復有正報，謂佛五陰、菩薩五陰，乃至地獄", "28": "五陰，此是實法。復有依報，謂佛國土、菩薩國", "29": "土乃至地獄國土。令易解故，作三種分別，得", "3": "稽首能仁圓滿智，無量壽覺大導師，所說安", "30": "意為言，即性具是性體、性量。性體離過絕非，", "31": "即性具十界離過絕非。性體堅凝，清淨無染，", "32": "不生不滅，常住不壞；性具十界亦然。性量竪", "33": "窮橫遍，無盡無盡、無量無量；性具十界亦然。", "34": "正報五陰同性體、性量，清淨周遍；依報國土", "35": "亦然。此之三法亦名三諦：性體即真諦，性", "36": "量即中諦，性具即俗諦。故《楞嚴經》云：「而如", "37": "來藏妙明元心，非心、非空，非地、水、火、風，非眼、", "38": "耳、鼻、舌、身、意，非色、聲、香、味、觸、法，非眼界乃至", "39": "非意識界，非無明乃至非老死，非無明盡乃", "4": "養大乘經，了義了義至圓頓。妙德普賢觀自", "40": "至非老死盡，非苦、集、滅、道，非智、非得，非檀那", "41": "乃至非般剌若，非怛答阿羯，非阿羅訶，非三", "42": "藐三菩，非常樂我淨。」此即性量無相，是為真", "43": "諦。而如來藏元明心妙，即心、即空，即地、水、", "44": "火、風，即六凡，即二乘，乃至即如來常、樂、我、淨，", "45": "此即性具十界，是為俗諦。而如來藏妙明心", "46": "元，離即、離非，是即、非即，此即性體，是為中", "47": "諦。又云：「如來藏性色真空，性空真色，清淨本", "48": "然，周遍法界，地、水、火、風、空、見、識莫不如是。」地、", "49": "水、火、風、空、見、識即性具也，清淨本然即性體", "5": "在，勢至清淨大海眾，馬鳴、龍樹及天親，此土", "50": "也，周遍法界即性量也。又云：「地、水、火、風、空清", "51": "淨本然，周遍法界」，即依報國土性體、性量也。", "52": "「見、識清淨本然，周遍法界」，即正報五陰性體、", "53": "性量也。云何受無量名？舉要言之，此心性或", "54": "名空如來藏，或名真如佛性，或名菴摩羅識，", "55": "或名大圓鏡智，或名菩提涅槃。性體、性量名", "56": "空如來藏，即性具十界五陰國土名空如來", "57": "藏。性體、性量名真如佛性，即性具等真如佛", "58": "性。性體、性量名菴摩羅識，即性具等名菴摩", "59": "羅識。性體、性量名大圓鏡智，即性具等名大", "6": "廬山蓮社祖，天台智者并法智，古往今來弘", "60": "圓鏡智。性體、性量名菩提、涅槃，即性具等名", "61": "菩提、涅槃。故曰：「一真法性中，具足十法界，依", "62": "正本融通，生佛非殊致。」問曰：「此一真法界，為", "63": "初心是？為後心是？若初心是，應無七名；若後", "64": "心是，應無九界。初後俱墮，立義不成。」答曰：", "65": "「此正顯初心是，以初心是故，方有後心是。以", "66": "後心是故，方顯初心是。云何以初心是方有", "67": "後心是？如果地依正融通，色心不二，垂形九", "68": "界，方便度生，悉由證此因心所具。故曰：『諸佛", "69": "果地融通，但證眾生理本。』故得稱性施設，無", "7": "法師，我今歸命禮三寶。求乞冥加發神識，敬", "70": "謀而應。若不然者，何異小乘外道作意神通？", "71": "故法智大師云：『六即之義，不專在佛。一切假", "72": "實三乘人天，下至蛣蜣地獄色心，皆須六即。", "73": "辯其初後，所謂理蛣蜣乃至究竟蛣蜣。』以論", "74": "十界皆理性故，無非法界，一不可改。故名字", "75": "去不唯顯佛，九亦同彰。至於果成，十皆究", "76": "竟。云何後心是方顯初心是？正由後心果地", "77": "全證眾生理本故，果地七種名目悉是眾生", "78": "性德美稱，但眾生在迷，性稱不顯，故無此稱。", "79": "剋論性德，豈可言無！故初後俱善，立義成矣！」", "8": "採經論祕密旨，闡明淨土生無生，普使將來", "80": "2 身土緣起門二、身土緣起門", "81": "一真法界性，不變能隨緣，三身及四土，悉由", "82": "心變造。論曰：一真法界性，即前文所明性體、", "83": "性量、性具也。教中說：「真如不變隨緣，隨緣不", "84": "變」者，正由性體、性量即性具故，如君子不器，", "85": "善惡皆能。故晉譯《華嚴經》云：「能隨染淨緣，具", "86": "造十法界。」謂真如性中所具九法界，能隨染", "87": "緣造事中九法界；真如性中所具佛法界，能", "88": "隨淨緣造事中佛法界。所以能者，正由性具；", "89": "性若不具，何所稱能？天台家言：「竝由理具，方", "9": "悟此門，斷疑生信階不退。將造此論，立為十", "90": "有事用。」此之謂也。是知事中十法界，三身、四", "91": "土悉由真如隨緣變造。既曰「真如不變隨緣，", "92": "隨緣不變」，則事中染淨身土，當體即真，無絲", "93": "毫可加損于其間者。《楞嚴經》云：「見與見緣，并", "94": "所想相，如虛空華，本無所有。」此見及緣，元是", "95": "菩提妙淨明體是也。若然，則娑婆極樂，此世", "96": "眾生當生九品，彌陀已成吾心當果，悉由心", "97": "性之所變造。心具而造，豈分能所！即心是佛，", "98": "即佛是心，即心是土，即土是心，即心是果，即", "99": "果是心。能造因緣及所造法，當處皆是心性，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1975 淨土生無生論", "author": "明 傳燈撰", "sourceLink": "http://www.cbeta.org/"}