{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2902 法句經疏", "text": {"0": "No. 2902 [cf. No. 2901]", "1": "法句經疏", "10": "者。無明如來獨秀重幽。孤明臣夜照達有無。", "100": "答。言遠意者。但寶明歷待先佛。功行不虧。", "101": "今奉釋迦將隣道記燃燈佛。為遣立所得心", "102": "假名字以導。如如故復為之彰號。先聖遠意", "103": "既存斯旨。今佛釋迦述而不作。還就其所立", "104": "廣明性空。語破其心事同慈氏。蒙記一生當", "105": "得阿耨菩提。淨名廣問為用何生得授記乎。", "106": "乃至言如者不二不異。云何獨授。仁者當得", "107": "菩提也。就文分別者。於中有二。初明為說勅", "108": "聽思定諦。謂審諦聽。若不審則有謬聞之過。", "109": "聞之不思。便有退。解之真思而不念則文義", "11": "解窮真俗。覺行圓滿。導悟群生。故稱為佛。暢", "110": "俱喪。良以思而念之則文義並存。聽無不審。", "111": "則聞而不謬。故勅諦聽。善思成念之也。下第", "112": "二明其說意。於中有三。初明聖心等被普洽", "113": "時機。二說斯決定。下明所說法。言大乘者。如", "114": "起信論說。大義有三。謂體相用也。三世諸佛", "115": "之所遊履運苞眾聖。圓成極果。名曰大乘也。", "116": "三明眾心忻賀。專心頂受。奉教而聽也。上序", "117": "分又記。下第二次明正宗。但眾生招品萬殊。", "118": "藉悟多端。大悲俯應。說有兩會不同。文中有", "119": "三。初從此文終至世尊傷嘆已來。正為此土", "12": "四辨於舌端。敷八音於聽表。談法性則名義", "120": "及餘方機緣已熟者。初會說法。第二於是東", "121": "方已下。次為寶至世界普光大眾。第二會說。", "122": "第三佛說經已普光得忍下。明二出時眾聞", "123": "法獲益也。前初會中文有四節。初正酬寶明", "124": "所請。第二菩薩欲得阿耨菩提已下。因言顯", "125": "理。廣明十八界空。第三一切眾生欲得菩提", "126": "已下。勸近善友。第四於是已下寶明大眾聞", "127": "法慶喜也。良以眾生無始已來尋名執義。起", "128": "或為業。輪迴生死。爾來不息。自非專修正", "129": "觀。冥心至理善友良緣義無得返。所以勸觀", "13": "俱空。論善友則功窮後際。眾乃慶所過而懷", "130": "名義性空并近善友也。初文有二。初正說名", "131": "字空義。第二作是觀下明觀之利益。初文復", "132": "二。初正勸觀。第二善男子若名字已下。次勸", "133": "捨著。前文有三。初勸。次觀。第三結也。初云", "134": "且觀者。將以如通聖凡窮上。所以前觀佛名。", "135": "後方類釋也。下正觀中初明名不定有二。明", "136": "非無但名無自體託法而生。若有而為實者。", "137": "直說食名聞便已足。何待進而方飽。故云說", "138": "食與人應得充飽也。下第二明非無者。上辯", "139": "名依義立。不可為有此。明義復依名。不可", "14": "之。如來愁之而感傷。遂使振及遐方。異出雲", "140": "為無也。文中初明佛智窮原。言不空者。若名", "141": "字定無空記何為故。言若字無者。不授我記", "142": "及汝名也。二若名字定無便無授者。不應得", "143": "佛。然昔蒙受記。今登正覺。寶明名字目義非", "144": "虛。何得定無。故云如無授者我不應得佛也。", "145": "第三總結云。當知字句其以久如者。論實夫", "146": "如也。不二不異。異便定意二即定無。良由非", "147": "定有故。隨目何義不異。一切非定無故墮恒", "148": "召法未曾同彼。未曾同故無定所屬。不異一", "149": "切故備題諸法也。下勸捨著也。但寶明雖復", "15": "集再揚深法。極樂無動普光悟忍。於無生寶", "150": "久存學道。良未洞達音聲法門。於善惡言下", "151": "猶難取捨。蒙佛授記。情生踴躍。今明毀譽等", "152": "法。其唯是聲。聲類緣生究竟空寂。豈容善惡", "153": "於其間來。文中有二。初舉所觀境。第二若遇", "154": "已下對境修觀。正明捨著。前中初牒。次勸。後", "155": "復釋。勸中八風之內略舉二條。則是違順兩", "156": "緣。違中有二。初毀呰誹謗經辱。以加良善譏", "157": "呵一種。小過則重為譏責也。下明順意輕微", "158": "之德。越分稱揚名曰讚譽。此皆不實。如空谷", "159": "響。眾生不了。妄謂為有。理觀既無。何瞋何喜。", "16": "明蒙記於十號。宣自金口聞之彼意。故名為", "160": "下對境修中有二。初明遇境興觀拆之歸空。", "161": "故言此音聲者。為大為小乃至都無所得也。", "162": "故智論言。風名憂檀那。觸臍而上出。是風七", "163": "處觸。頂及齗齒唇舌咽及以胸。是中語言生。", "164": "凡夫不知此。或著起瞋癡也。若無所得下。第", "165": "二正勸捨著聲既自空。毀譽不實。云何妄生", "166": "瞋喜之心也。下第二觀益中有三。初法。次喻。", "167": "後合。前中初牒上事。修觀立衣招勝果。故言", "168": "作是觀已乃至當得菩提。阿之言無。耨多羅", "169": "言上。三稱正。藐之言真。三又云正。菩提稱", "17": "說也。法者有其四種。謂理教行果。今言法句。", "170": "道。即是無上菩提正真之道也。何以故下第", "171": "二釋。良由萬法性空。虛通曰道。觀聲亦爾。", "172": "何為不證也下明喻合兩文。纔相飛空睡乃", "173": "騰虛菩提久現則功不唐捐。故言菩薩觀空", "174": "衣得證也。自下第二次觀界空也。內六根外", "175": "六塵中間六識合為十八。文中有三。初明厭", "176": "背生死衣。須高栖空理。勸之修觀令斷諸或。", "177": "第二譬如陽炎已下。明理隱難彰。借喻為況。", "178": "第三諸有智者已下。結觀修行。明觀所成益。", "179": "前中有三。初舉果勸行其因。第二或有眾生", "18": "則通收四門。法是所詮之旨。謂行理果。法句", "180": "已下。明觀修意。第三眼不自見已下。正明", "181": "修觀廣辯空義。前中復三。初舉果勸修。正明", "182": "菩提體狀。第二寶明請問。第三佛言下答也。", "183": "問曰。三事本空非今始空。體即菩提。無勞", "184": "別證。何故乃言欲得菩提。當觀三處也。釋", "185": "言。菩提體性實無隱顯。但以無明所覆有而", "186": "不覺。安須修觀始方剋證譬如虛空證性雖", "187": "淨然為烟雲塵霧之所隱蔽。不可以空體性", "188": "淨。即文彰不除而自現也。文言於三處中等", "189": "者。此三事無體。更相依持。離有離無。不生", "19": "是能詮之教。謂金剛之說。今為對詮明旨。所", "190": "不滅。名為不實。不實性空稱為解脫也。勸修", "191": "意中教如實觀者。眼等虛妄誑或。犯夫無其", "192": "性也。以無生為體故。今勸觀捨虛會實。色心", "193": "妄法更不現前。貪嗔等或自此衰喪。故智論", "194": "言。內外十二入皆是魔網。虛誑不實。於此中", "195": "生六種識。亦是魔網。虛誑不實。何者是實唯", "196": "有不二之法。謂無眼無色乃至無意無法等。", "197": "是名為實也。下正觀中但明眼色與心。餘者", "198": "例令文別有三。初約無性辨空空。就因緣以", "199": "釋。第三善男子應作是念已下。據不住明空", "2": "夫至理無言。稱謂斯斷。玄宗幽寂心行莫緣。", "20": "以故須局三為法。軌生物解。因以名焉。法分", "200": "旨。言空者。空無有無一切分別悉不相應也。", "201": "前中初略述計情。第二申理正破。但執見不", "202": "同。汎說有三。初一是毘曇八計。謂淨色為眼。", "203": "非實天眼所見。是不障礙有對色。識住眼中", "204": "以瞻諸塵。名自分眼見色。第二成實人計。識", "205": "在眼門。分別青黃。即以識為見。第三大乘學", "206": "者。隨文取義立。根塵和合方能見色。良由未", "207": "達深旨。各隨已執計法有性並云能見也。言", "208": "正破者。但根塵等法並依藏識。一心因緣幻起", "209": "意無自體。雖復為能見也。今言眼不自見者。", "21": "自彰。顯在平教。文勢相屬。詮理義周。故名", "210": "正是破辭。若謂眼有見性則未曾不見。開即", "211": "覩外青黃赤白可能見。自體既不自見。覺有", "212": "見塵立見。故論言。是眼則不能自見其己體。", "213": "若不能自見何能見餘物。又若不見自體。應", "214": "自體非眼。然不見自體。而是眼者此則見非", "215": "是眼。云何名眼能見。若爾應有離見之眼離眼", "216": "之見也。彼云。眼是不可見有對色。故不自見", "217": "者。若爾眼體既不為他所見。云何能見他。如", "218": "百論言。四大非現見。云何生現見。又眼不自", "219": "見而能見他者。亦應半見半非見。半見可名", "22": "為句。經者此土之言。梵云修多羅。良以此土", "220": "眼。半不見應非眼。次破識見類。前可知故言", "221": "眼不自見。既不自見。故知無性空也。色不自", "222": "名者。色體無心不自言。色對眼彰自。假吊色", "223": "名。故知無性也。心無形質者。心若有體應有", "224": "所在。若言在內不應緣境方生。定居其外則", "225": "身內無心。應同木石。內外推求莫知其所豈", "226": "有形質也。故起信論言。心無形求十方求之", "227": "終不可得。下第三總結。眼色無性則無所不", "228": "在。故得眼住於內。色常處外。心無形質。的", "229": "無所在也。下約因緣釋中有三。初明眼色相", "23": "之人貴重五經義少相以故番譯家以經字代", "230": "依二俱無體。二明眼色既空無所染著。三明", "231": "菩薩可知因緣。寂滅不壞假名而說諸法實", "232": "相。亦可明法性自爾。本來空寂眾生不達。計", "233": "之為實。妄取色塵貪求無足也。前中初明眼", "234": "藉緣生所以為空。二明空眼所見色亦無實也。", "235": "初明眼不自見等者。但眼為見也。要藉五緣。", "236": "一賴根不壞以為所依。二有色塵現前在於可", "237": "見。第三中間無擁衣假其空。第四塵無闇蔽", "238": "以明來照。第五意識不亂念欲取塵。一一諸", "239": "緣迭相依持。離有離無。不生不滅。何者眼不", "24": "修多羅。修多羅有五義。出自廣文。一者出生。", "240": "自見。亦藉餘緣。不可為有緣。不獨生置依眼", "241": "矚。豈得為無。非有故不生。非無故不滅。既", "242": "離有離無。生滅俱泯。何得不空。故言眼不自", "243": "見屬諸因緣等也。然既眼藉餘緣。見無自性。", "244": "執眼能見理。恐為難緣。不自生賴眼方矚遍", "245": "談色等。良為未說諸緣。無性名不自生。無", "246": "性則空。空無共者而言和合見塵義將安在。", "247": "眼識既然。餘識亦爾。皆藉因託緣。方始覺聞。", "248": "熾燃建立。未曾暫起也。下明色空中。初明對", "249": "眼為色。二釋空。眼所見體無實也。下明無染", "25": "出生諸義故。二者勇眾。義味無盡故。三者顯", "250": "中。初明三事俱空故無所著。二例釋餘五也。", "251": "言識空滅諸行者。識為初心。相等從生。識性", "252": "既空。所以諸行不起。亦可捨此取彼。稱之", "253": "為行。昔由妄計有實緣令不住。今既悟達本", "254": "無則分別永亡。故言滅於諸行也。下明因緣", "255": "寂滅中有三。初明眼藉諸緣見無自性。雖恒", "256": "了境未曾有生色名。從眼名無自體名。終日", "257": "名不可為實。不可為實故則用時恒寂。恒見", "258": "恒名故則寂時常用也。故言知眼屬緣乃至", "259": "名終日名猶為無名也。下第二明眼色既空", "26": "示。顯示諸義故。四者繩墨。分辯邪正故。五者", "260": "心亦叵得。眾生不達著之無厭。故言以斯空", "261": "眼常看空色等也。下類釋可知也。下約不", "262": "住明空道理。而言一切諸法無住為性。非內", "263": "非外。不在中間。然以凡不之流分別未除執。", "264": "眼為內情定住其內。色為外塵定在於外。故", "265": "今遍破眼不局內色亦非外。此雖破而不執。", "266": "言而無當也。又中初牒。次釋。後結釋中有二。", "267": "初明眼色無住故空也。第二明心是無為相", "268": "違不有眼住於內等者。眼若有性則定住於", "269": "內。色有自體則局在其外。然眼從緣起覩色", "27": "結鬘。貫窮諸法故。經有二義。一法。二常。常", "270": "便生。不定在內。則眼無自性。色亦無定。對眼", "271": "為因。故知色無自體也。下第二明眼之與色", "272": "若有自體者。則不藉緣生。故言眼是有作色", "273": "亦有作也。心是無為不在有者。若謂心無所", "274": "在定為無者。不應緣有而生。然既對境則生。", "275": "不可為無。而不自起。何得為有。非有故言無。", "276": "不欲是其無。非無故言有。不欲是其有。言無", "277": "不滯。有論者不累無。是以心不有。不可謂之", "278": "無。心不無不可謂之有。不有故心相都寂不", "279": "無故理無不契也。是故下第三總結眼色但空", "28": "者人雖古今教儀恒定。法者五經顯治道之", "280": "也。又如一人隨人見別不礙。於心色非定有。", "281": "心不定無好醜狀貌。餘人不改色。復不無心", "282": "非是有色之與心空無有無。一切分別迷不", "283": "相應。所以虛通無礙也。自下大文第二舉喻", "284": "彰法。又中有三。初明炎隨陽於以水無實。", "285": "第二如凡夫已下舉夢所見究竟是空。第三若", "286": "色已下廣引眾喻以通觀門。前中初喻。次合", "287": "喻。中初明炎隨心變顯現以水。愚者不知自", "288": "心現故走而向之。聖濟其濁水。從心生似而", "289": "不實。逼之則無安可得乎。一切眾生亦復如", "29": "得失。明人倫之是非也。多羅五義略舉六條。", "290": "是。無始已來妄習名言重。自心識了隨重變", "291": "顯現似塵。而復不知似而無實。熾然貪求造", "292": "業流轉。故言如炎似水。乃至轉近轉滅也。下", "293": "第二明智者呵責息其妄念也。下明合喻。色", "294": "法似有狀如災水。愚者謂實妄生追求。色從", "295": "心現。體性自空。唐勞疲極。竟無所獲。故言", "296": "色亦如是。凡謂有實乃至轉推轉減也。下合", "297": "上智者呵責。諸佛菩薩了知色性體空證之", "298": "相應。如炎邊經者。見彼凡夫貪求妄色愍而", "299": "呵之。明陰從緣生都無實法。但唯是似誑或", "3": "稱謂斯斷故。則有言傷其旨。心行莫緣故。則", "30": "一謂湧泉。二稱繩墨。湧泉注而無竭。此義可", "300": "愚夫。何故自為貪染流轉生死。故言證實相", "301": "者知此陰中本來無色乃至若有智者妄渴心", "302": "息也。下明受等同色幻起無實。故言亦如是", "303": "也。下明夢譬。依智度論說。夢有五種。若身", "304": "中不調。若熱氣多則夢見火見黃見赤。若冷", "305": "氣多則多見水見白。若風氣多則多見飛見", "306": "黑。又所聞見事多。若思惟念故則夢見。或天", "307": "與夢。欲令知未來事故。是五種夢皆無事而", "308": "妄見也。眾生亦爾。身見力因緣故妄計我所", "309": "得。真如智覺已知無實也。文中初喻。後合喻。", "31": "以自常。繩墨則辨定正邪。茲義又當其法也。", "310": "文有二。初明夢心妄見。謂之為實也。種種", "311": "光明即身中不調。熱氣故。然又風氣偏多所中", "312": "見事多。或思惟故則夢見。飲食行至他方乃", "313": "至殺數千人等。故言譬如凡夫等也。及其下", "314": "二明夢覺塵無驗知所見從夢心而現也。又", "315": "夢見自身遠行他所心緣善惡違順等者。但", "316": "於睡時身心上見更無別有。然以心隨或染", "317": "不覺妄念非實謂實。此義云何。如人夢中或", "318": "見惡獸怨家種種逼迫驚怖之事。或復失聲叫", "319": "而雨淚。傍人了知惡事所逼。遂觸而喚之。睡", "32": "卷謂卷舒。文無二軸。稱之一也。故云佛說法", "320": "人便覺泣止聲亡。若如夢所見定有別身。遠", "321": "行他處者。豈得此間纔喚聲振遠聞彼。身非", "322": "此忽爾而覺也。又夢見二心定為異者。其人", "323": "覺已應無重緣夢所矚塵。又不覺而覺。方名", "324": "為覺二心。若別覺何所覺。又覺者覺不覺。而", "325": "復不覺之外別有覺者亦可。或不自染染於心。", "326": "心不隨染應染。染若心不隨染染自染者。則夢", "327": "者常夢應無覺。我以此當知。睡夢兩身雖非", "328": "定一。然不是異。非定一故遂有安危不同。不", "329": "是異故。所以觸而便覺。今時亦然。良由生死", "33": "句經一卷也。自下釋文大判有三。初明序分。", "330": "不離涅槃。無明迷故謂為外有。諸佛菩薩愍", "331": "而語之便悟。身心本來寂滅。若如凡所見定", "332": "為異者。則眾生永沈生死。竟無證聖之期。縱", "333": "令慈氏振喚能仁復暉累聖重光亦無奈之", "334": "何。又論言雖復懃精進修行菩提道。若先非", "335": "佛性不應得成佛。故知生死涅槃雖不是一竟", "336": "無兩體。不是一故生死殊寂體。無二故均平", "337": "一味也。又夢所見塵餘人不覩。將知並從夢", "338": "心而現。今時亦然。各自緣諸塵境界互不相", "339": "見。故知唯心。故論言一切分別則分別自心", "34": "佛告寶明已下。次辨正宗。爾時文殊已下。明", "340": "故言及其覺也。身光尋滅及至尋無色相也。", "341": "下第二合喻。初明眾生無始積習無明。望之", "342": "如崖。覆蓋自心。事同於彼三界宅中無明。", "343": "夢裏妄見諸塵。謂之為實。此正合上譬。如", "344": "凡夫夜夢見身等也。故言色亦如是乃至謂", "345": "呼為實也。二明無明睡。覺了知三界唯是一", "346": "心。生死涅槃本性空寂。即合上及其覺也。身", "347": "光尋滅等也。故言得道覺者。乃知虛妄等", "348": "也。", "349": "自下廣陳八喻以通觀門。文中初結上色空", "35": "流通分。大聖說經之依有由致故先明序。序", "350": "類。收萬法故言若色如是等也。下正釋喻雖", "351": "有八義判為兩。初之四喻約依他性。顯現以", "352": "塵。後之四喻就分別性。究竟是無。故攝論言。", "353": "幻等顯依他說無顯分別也。如谷嚮者。聲依", "354": "空谷嚮應耳聞。屬諸因緣竟無自體。諸法亦", "355": "然。因緣幻起究之無實。何得不空也。如芭堅", "356": "者。其樹無實。但有皮葉。望之似有。柝之則", "357": "空。諸法亦爾。誑人耳目理觀皆無。故道如芭", "358": "蕉無堅也。如水中月者。以月為因。用水為", "359": "緣。因緣具足遂令影現。但水無月。其影不生。", "36": "義既興。宜陳奧旨。次辨正宗。正法既宣。非", "360": "不從內出。唯月無水。亦無影現。不從外來。彼", "361": "此無力。各不能現。豈有自體。和合共生。故", "362": "論言。若破自性他性即破共義影。若有體應", "363": "有來出之處。愚人不了。執之為實。智者往觀", "364": "竟不可得。諸法亦然。但以無始無明起或為", "365": "業。熏習藏識。即以無明或業為因。藏識為", "366": "緣。因緣見故報相斯現。推而究之竟無來出", "367": "之處。豈得為實也。如空中花者。病眼因緣", "368": "妄見空花。花無自體。但由病眼而現。離眼之", "369": "外豈有一毫可得。萬法亦然。並由心現。此外", "37": "唯獨益當時。遠被將來。使道光無絕。所以第", "370": "則無。故論言。心生則種種法生。心滅則種種", "371": "法滅也。下約分別性說。文中初釋。次結。如石", "372": "女兒者。石女無兒。則善惡靡分。妄計興念。豈", "373": "不謬乎。如電久住者。萬法無實。念念不亭。如", "374": "電尋滅何得久住。若住生終不滅。住滅終不", "375": "生。良以滅故不住生。生故不住滅。滅故不住", "376": "生則生是空生。生故不住滅滅則是空滅。生", "377": "滅尚空。焉得有住也。論言。諸行生滅不住。無", "378": "自性故空。識等既然。色亦如是。始從嬰兒終", "379": "至老年。十時改變。一念不亭。非空如幻也。龜", "38": "三明流通分也。序義雖眾無過有二。一者發", "380": "老兔角類可知也。下第三觀益中有二。初明修", "381": "之成益。第二一切眾生已下。明不修致損。前", "382": "中復二。初牒結。上來修學觀人勸勵。智者當", "383": "如法性而觀。離生離滅。離有離無。亦有亦無。", "384": "非有非無等。如世生盲未曾覩色。雖對青黃", "385": "無可分別。行者觀色知其性空不應分別。故", "386": "言諸有智應除諸見等也。下第二正明觀益。", "387": "尋遇善友久觀不已。自然悟無分別理。心與", "388": "理冥。境與神會。不久當得阿耨菩提。故言若", "389": "不分別當知不久得無上菩提也。下明不修", "39": "起序。謂。起化由藉大聖得說。託處假時動地", "390": "損中有二。初明一切眾生心性無染具足恒", "391": "沙諸論功德。可謂自體有大智慧光明義乃", "392": "至自性清淨義。然為無始無明客塵煩惱隱", "393": "於自心。不得顯用。妄執根塵。計之為實。而", "394": "增愛深。故言一切眾生為諸煩惱弊於惠目", "395": "乃至如起貪著也。二明因之造業隨還三界", "396": "也。", "397": "自下大文第三勸近善友。於中有三。初正勸", "398": "寶明請問善智識相。第二佛言下答。第三善", "399": "知識有如下總結也。答中有二。初明善知識。", "4": "作意失其真。所以掩室摩竭用啟息言無際。", "40": "放光。有緣斯集。類藉此等。起發正經啟化之", "400": "洞達深義。解窮法性。方可利人堪為善友。二", "401": "明依解起行隨緣益物。正彰善友功能。亦可", "402": "自明善友自利德。後明利他德也。前中復二。", "403": "初舉智論境。直談法性理深。第二了達已下", "404": "舉境論智。正明善友功力。前中初總。次別", "405": "總者法性理玄。唯佛乃窮。諸餘不聖未測其", "406": "原。名為深法也。自下別明。即是三空門也。智", "407": "論言。觀諸法空名為空。於空中不可取相。是", "408": "時空轉名無相。無相中不應有所作。是時無", "409": "相轉名無作。以是三門觀世間即是涅槃何", "41": "由。故名發起序。二者證信序。阿難稟宣佛化。", "410": "以故。涅槃空無相無作。世間亦如是。彼問", "411": "曰。如經說涅槃一門。今何以說三。答曰。法雖", "412": "是一而義有三。存為應度者有三故說三門。", "413": "有愛多者見多者愛見等者。見多者為說空", "414": "解脫門。觀一切法從因緣生無有自性。無自", "415": "性故空。空故諸見滅。愛多者為說無作解脫", "416": "門。見一切法無常苦從因緣生。見己心厭離", "417": "愛則得入道。愛見等者為說無相解脫門。聞", "418": "是男女等相無故斷愛。一異等相無故斷見", "419": "也。故言空無相無作也。理體常寂故無生滅。", "42": "將來未聞欲以聖言澤流萬代故。言如是之", "420": "下明善友功力。初釋。後結。釋中初總。次別。", "421": "了達諸法究竟平等者。萬法雖眾無性理同", "422": "名為平等。別中初言無業者。業從緣生。竟無", "423": "自體。安得為有也。何者且如殺業。竟假眾緣。", "424": "一內心欲殺。及貪嗔煩惱以之為因。二有刀杖", "425": "空明及所殺境以為外緣。因緣具故作業方", "426": "成。來無所從。滅無所至。殺業既爾。盜等亦", "427": "然。但心無或。縱有空明業亦不成。雖有刀杖", "428": "等具。若離於心及所起煩惱業亦不成。因緣", "429": "無性各不自生。有無共法。內外推求。竟無所", "43": "法我從佛聞。證已所傳深為可信。從此立名", "430": "從。雖為起者所起如幻。何得有實。故論言。業", "431": "不從緣生。不從非緣生。是故則無有能起於", "432": "業者也。無報者報不自生。竟從或業而生。煩", "433": "惱與業自體尚空。所生果報豈得為有。故論", "434": "言。諸煩惱及業是說身因緣。煩惱諸業空。何", "435": "況於諸身也。無因無果者。凡論因果之法無", "436": "有決定。離有離無。不生不滅。非先非後亦", "437": "非一時。何者夫言因義對果為名。果若未生", "438": "因何所寄。要待果生方受其名。故知無性何", "439": "得為有。又因無定性隨緣改。而果若不生未", "44": "故云證信序。文中初明證信序。於是眾中已", "440": "剋。誰因當容有實也。又因若有實而生果者。", "441": "為有故生。為無故生果。若先有不須更生。以", "442": "先有故。若其先無何由可生。先無性故。假令", "443": "半有半無。而復相違亦無生義。但因生果。不", "444": "出此三。三中既無因義。要在因既由果得名。", "445": "果復從因受稱。若因在先可使從生名。果要", "446": "由果生方得為因。則知先無體。何故從生而", "447": "云為果。此雖因果熾然而恒寂滅也。性謂體", "448": "性。起用為相。性相俱空稱曰如如。如收萬法。", "449": "統無不盡。名往實際也。物從緣故不有。緣起", "45": "下明發起序。初證信者。佛教阿難。一切經初", "450": "故不無。雖不是於有無而不捨。於有無無為。", "451": "而無所不為無相。亦無所不相。故言於畢竟", "452": "空中熾然建立也。下第二結。若能如上觀察", "453": "證之相應。方是眾生真善知識。故言名善知", "454": "識也。下明善友功能。隨機利物。於中約喻彰", "455": "德。文有十二一。則一一文中皆有三句。初牒。次", "456": "喻。三明善友功能。前生蒙益也。初云父母", "457": "者。第二喻也。此中借淺況深。故以父母為譬。", "458": "若校量功力亦未方其大恩。世間父母養子。", "459": "但成八尺危脆之身。容勉水火等難。又怖之", "46": "云。如是我聞一時佛在某方某國某處。為某", "460": "報恩浩天罔極。況出世善友養育。終成三佛", "461": "菩提金剛之體。遠離生死長劫等苦。無心求", "462": "報也。何者一切眾生身心萬法皆由藏識而", "463": "生。識不自生。復由惑業重習。此二相依幻", "464": "生果報。報從緣起無有自體。從本已來不生", "465": "不滅。即是性淨菩提。故起信論言。明五陰法", "466": "自性不生則無有滅。本來涅槃故。上經又言。", "467": "於三處中無有實法。即為解脫。解脫者即菩", "468": "提也。始從凡夫上至諸佛。皆以之為體。無始", "469": "已來無明不了。妄執我法轉生死。爾來無始", "47": "甲等若干人說。經文雖六句則唯三。一為息", "470": "諸佛菩薩證之究竟了知。眾生與己同體。愍", "471": "而不已。發大慈悲。遂語眾生。汝之身心本來", "472": "無生。究竟寂滅。與我無別。何故自生迷惑", "473": "沈溺三有。然以眾生謂有念動生滅。我所差", "474": "別目屬無。明心之解了功力。猶是本覺用。諸", "475": "佛菩薩所有言教。從最清淨法界慈悲心流。", "476": "亦是本覺用。此二體同而復用融。以體同用", "477": "融。故聞便信受。隨分思量。久思不已。遂悟", "478": "自心緣境故生。生由於境則起。不屬心未曾", "479": "是生。境不自生。復從心起。雖非是生亦不是", "48": "諍。二示信相。第三證說。初我聞者。謂阿難", "480": "滅。既無生無滅。本來空寂。豈非涅槃。但作比", "481": "觀。無明漸薄所觀理顯。緣生觀智。觀智轉明。", "482": "復顯於理。理為所觀所乘。智是能觀能乘。境", "483": "智相乘三祇圓滿。所觀理顯名為法身。即性", "484": "淨菩提。能觀智滿成應化二身。即方便淨菩", "485": "提。如此大事功由善友成辨。故言養育汝等", "486": "菩提身故。是汝眼目者。昔未逢善友。無明", "487": "所盲造惡。履危顛墜三途。今蒙善友嘉誨。依", "488": "之修習方踐如來所行之迹。如人有目遊之", "489": "正道。故言示導汝等菩提路故。是汝脚足者。", "49": "對眾陳己飡受。聽說非他故稱為聞。猶是我", "490": "隨逐惡人則常沒生死。善友護持則請昇出", "491": "離。事同脚足遠有所涉。故言荷負汝等離生", "492": "死故。是汝梯橙者。又處生死如在深坑。善友", "493": "策勵則階之有期。故言扶恃汝等至彼岸故。", "494": "是汝飲食者。為惡自纏則損害法身。善友示", "495": "教令修解行資成本性。譬同飲食。故言能使", "496": "汝等增長法身故。是汝寶衣者。無始已來不", "497": "善熏習。染污淨心漂輸五道。今依善友修習", "498": "破染興淨功德。法身不改隨流事同寶衣覆蓋", "499": "諸塵不染。故言覆蓋汝等功德身故。是汝橋", "5": "杜口毘耶以通得意之路。斯皆理為神御故。", "50": "聞也。此則第一息諍法。若出我聞之外。則便", "500": "梁者。聖者慈悲利物無厭。故能長處生死濟", "501": "度群品。譬如橋梁載之無倦。故言運載汝等", "502": "度有海故。有謂。三有欲有色有無色有。此之", "503": "三有生死沈溺眾生。深而且廣。故譬之如海", "504": "也。是汝財寶者。一切眾生從本已來。具有無", "505": "量本覺恒沙功德。但以無明隱覆不得顯用", "506": "於心。譬如窮子。亦同貧女寶藏。今蒙善友開", "507": "導顯示見真實身內明珠。似如長者出庫藏", "508": "奇珍委付其子。故言救攝汝等離貧苦故。是", "509": "汝日月者。無明翳理事同於暗。依憑善友。順", "51": "有執。有執則起諍。今言我從佛聞。則明已無", "510": "理觀察。解生惑喪。如日除昏。故言照曜汝等", "511": "離黑暗故。是汝身命者。寶命重生初我俱。然", "512": "此心相續恒無間斷。聖人亦爾。護念眾生未", "513": "曾暫捨。現則安然自在。隨心所適終報出世", "514": "常身命財。故言護惜汝等無有時故。是汝鎧", "515": "仗者。鎧仗防身則外息強怨。依友自固則魔", "516": "不能為。故言降伏汝等諸魔得無畏故。魔謂", "517": "四魔。一者煩惱魔。二謂陰魔。三曰天魔。四", "518": "是外道也。是汝絙繩者。三界繫閉猶如牢獄。", "519": "善友慈悲拔苦施安。如被囚執仗人維維。故", "52": "執。彼亦無諍也。又愛有二種。一者我愛。二者", "520": "言挽拔汝等離地獄故。是汝妙藥者。法能遣", "521": "惑事同良藥。稟之修行擬無不碎。如人服飲", "522": "藥。行至處有病斯遣。故言療治汝等煩惱病", "523": "故也。是汝利刀者。稽流生死寔由於愛。覃羅", "524": "行者事同其網。善友教導竟能破裂。似如利", "525": "刀有物斯斷。故言割斷汝等諸愛網故也。是", "526": "汝時雨者。卉木將枯雨潤便生。善友利人", "527": "則道牙茲茂事同甘雨滂沱萌牙普洽。故言", "528": "潤清汝等菩提牙故也。是汝明燈者。智體清", "529": "潔能造蓋纏。類以明燈暗無不破。正由善友", "53": "法愛。外道出家能斷我愛。不斷法愛。故情有", "530": "功力此事方成。故能破汝等五蓋暗故。五蓋", "531": "者。一貪欲。二瞋恚。三睡眠。四掉悔。五疑", "532": "也。是汝善標者。將度深河望樓。隣淺漸蒙得", "533": "達。無復沈溺之憂。親近善友。順教修行。生", "534": "死大海度竟有期。故言教示汝等趣正道故。", "535": "是汝薪火者。依友習智焚蕩惑薪。功成大果", "536": "利益無崖。故言成熟汝等涅槃食故也。是汝", "537": "弓箭者。損害善根。其唯煩惱劫人功德。譬", "538": "之如賊。懃修正觀殄之。在近箭傷惡人。其類", "539": "是同。故言射殺汝等煩惱賊故也。是汝勇將", "54": "所執。然佛弟子二愛並除。法愛既盡執競都", "540": "者。強敵侵凌則憑之。猛將生死大軍。竟依", "541": "善友方破。故言能破汝等生死軍故也。是如", "542": "來者。昔由無明在心違背己體。理外分別事", "543": "同其志。今蒙善友修習返本還無。故曰如來。", "544": "煩惱是客。虛無體性。正智若生不除自遣。故", "545": "言能破汝等煩惱至涅槃故也。第四勸近。如", "546": "文可知也。", "547": "自下大文第四寶明大眾聞法慶喜。於中有", "548": "三。初明聞法歡喜。第二自念下若善友恩深", "549": "身心推動。第三爾時已下次明世尊悲念。前", "55": "息。始稱我聞存於此也。我有三種。一者見我。", "550": "中有二。初明寶明大眾聞上所說。善友功能", "551": "及聞深法。慶已所得悲喜交懷。故言聞說妙", "552": "法乃至悲啼懊惱不能自裁也。自下第二以", "553": "今方古推功於昔。如上所明。善友恩德利益", "554": "眾生。其實若此。當知從本已來恒蒙善友慈", "555": "悲。拔苦與樂。曉示深法。令修解行。令得此", "556": "身并聞正法。並是善友功能。非我自力。故言", "557": "自念我身乃至如是遇者善知識力非我力能", "558": "也。第二正荷恩深。浩天罔極。無始違背無惡", "559": "不造。未曾一報。順教修行。傷已迷深。所以", "56": "二者慢我。三者名字我。阿難既是是無學聖", "560": "重復悲號。文中初法。次喻。故言從本已來未", "561": "曾報恩乃至死而復蘇也。寶明既自傷已迷悲", "562": "號。若是今時學者亦復須然。無始已來恒蒙", "563": "三保慈悲。示教利善方獲道器之身。聞法造", "564": "修。創始發心。先須知恩報德。順教修行稱可", "565": "聖心。則為修法供養也。自下第三世尊悲念。", "566": "振動大千亦為後念召集之端也。自下第二", "567": "會說法。但眾生識無感悟有時。理不虛。應導", "568": "師弗失。上來說法一周傷嘆。寶明異域同聞", "569": "有緣方集也。文中有三。初明普光大眾都事", "57": "人。見息惑盡。雖無二我。隨世流布故有名字", "570": "興念故來聽法。并事善友。第二於是普光知", "571": "大眾意。已下正明對機說授教事。善知識法。", "572": "前文有四。初明因事興請為聽法之由。第二", "573": "寶相佛言已下述其所請勅令速往。三明普", "574": "光大眾蒙遂所期咸來詣佛。第四世尊慰問", "575": "也。前中復四。初明釋迦慈念動地所及。二明", "576": "普光覩瑞陳疑請問。第三彼佛正答現瑞所", "577": "由。第四蒙決所疑情生渴仰。遂請欲來聞此", "578": "事友。故言與此大眾乃至并聞正法也。第三", "579": "詣佛中有六子句。初明普光既至。為物居空", "58": "我也。如是者示信相也。明有信之人能入佛", "580": "意示遠來求法。勸彼初學之心。二彰善友功", "581": "能普周無外也。第三寶明覩事興請。第四如", "582": "來正答。第五眾情忻踴嚴儀待佛。下明普光", "583": "雨花遶佛方立也。下世尊慰問中復五。初正", "584": "慰問。第二普光酬答。第三文殊問其來意。第", "585": "四普光答。第五文殊申眾渴仰催令速問也。", "586": "初云汝之世尊氣力安不者。但諸佛積行圓", "587": "滿。正習俱亡。萬德皆備。何速之。又如來隨", "588": "順世俗歲寒之儀。故問之也。自下大文第二", "589": "對機說授中有三。初普光申請。第二如來善", "59": "法。信言此經如是。不信者言此經不如是也。", "590": "其所問勅聽深說。第三正說。前中初普光", "591": "嘆法深妙。善友難儀。自陳德節。非己所解。", "592": "第二如佛前下牒答興請。正問親近善知識", "593": "法。並如文也。下正說中有二。初說善知識。", "594": "第二爾時世尊已下次為說法。前中復二。初", "595": "說善友功力令其慕德修恭。第二若有智者", "596": "已下。正明事友儀式。初中有三。初總嘆。第", "597": "二別釋。第三結也。前中總明善友功能。洞", "598": "閑深法。了達貪欲嗔恚及眾塵勞。並從緣生。", "599": "無有實法。如幻如夢。畢竟是空。故無行經", "6": "聖以之默。豈曰無辯。辯所不能言也。", "60": "故肇師言。如是者信順之辭也。夫信則所言", "600": "言。貪嗔癡如幻。幻不異三毒。凡夫強分別", "601": "我貪我嗔恚。善友慈悲愍念眾生。無始已來", "602": "為之疲勞。今教觀察悟達本無。資成觀智長", "603": "養眾德。故言能令汝等乃至不起一心得大", "604": "功德也。自下別中有六。皆初喻。後合。初之", "605": "兩喻正明善友悲。凡弘深救物為念。即顯利", "606": "他之德。第二一文明善餌法藥芸除惱病。彰自", "607": "利德也。第三喻明悲智德滿善能利物。所度", "608": "眾生依之獲益也。前中有二。初一喻正明願", "609": "心寬遠濟物圓極。文中初喻。次合。故言以大", "61": "之理順。理順則師資之道成。違之者正言而", "610": "願船運載汝等到涅槃岸也。自下第二次喻。", "611": "行窮善巧悲心普洽也。然行之乞願二事相", "612": "須闕一不可。若有願無行。其願云虛。有行無", "613": "願。其行則孤。願行相扶。方是大人之謂。故前", "614": "明願。次須辨行也。文中初喻。次合。但路遊", "615": "峻嶮要依智者方越。鎧仗防敵。車馬遠進。人", "616": "物俱安。眾禍不累。故言恃託一人善於伎藝", "617": "乃至得達無難。藝者六藝。謂書數射御禮樂", "618": "也。下合喻。生死絕難事同嶮路。行者將過", "619": "亦依智人方便。所行六度究竟圓滿。契本法", "62": "致返還。原之路絕雖無豐約非信不傳。故於", "620": "身德用自在。慈悲外拔防護眾生。識欲知報", "621": "利益無到。利故得遠逾生死諸難不及。故言", "622": "善識如是法身壯大乃至離於三途生死難", "623": "也。下第二明自利德。如人衣寶服天甘露衣", "624": "無夭命之憂。善友亦爾。恒修智寶以自防心。", "625": "服餌真如一味之藥。煩惱雲消逾增惠命。故", "626": "言善友亦能服於法藥消煩惱病惠命無窮", "627": "也。自下三喻明依之報安。初明獸中王也。其", "628": "唯師子依行空曠。則諸惡獸眾不能傷害。依", "629": "友處深亦復如是。若有依者遊塵勞中亦無", "63": "經首創建如是也。一時者。自下時方人三事。", "630": "所畏。下第二明須彌寶山高而且廣。八風漂", "631": "鼓未傾其志。善友亦然。證理究竟固而難動。", "632": "依之修習世等人法。豈能傾動也。故言善友", "633": "亦爾乃至不能吹動也。下第三明金翅鳥王。", "634": "其力雄猛。龍威雖大尚非所擬。依之涉難。何", "635": "慮危害。善友亦然。諸魔外道雖復熾盛。朗", "636": "智一擬邪徒自息。故言乃至不畏諸魔外道", "637": "之難也。第四總結。如文也。", "638": "自下第二事友儀式。於中有二。初明斷或修", "639": "證功。由善友開導。隨逐詣捨身命。相續累", "64": "證實非虛。方是說經之處。人謂菩薩等眾。一", "640": "劫未報善友須臾之恩。況復身外所有財屬", "641": "五家。又是罪本妻子是若復是深因。豈得戀", "642": "惜自墜長幽。故言何況揣財乃至而得悋惜", "643": "也。二明大人善巧利物多端不可覩相。妄見", "644": "是非自增。或累障修聖道。但自知眼翳不能", "645": "分別。勿得生疑徒自妨道。文中初勸。次釋。", "646": "後結。故言若善知識諸有所作乃至應斷疑", "647": "心也。", "648": "自下第二說法中曲有節四。初普光牒問深", "649": "法請其正受之儀。二明所說理深。大根方悟。", "65": "時者說經時也。於此時中佛說如是經也。又", "650": "小心迫迮。非其所受。如來正答顯法殊勝。第", "651": "三普光重請。第四如來偈誦酬答。於中二十", "652": "四偈。分之為三。初十八偈正說其法。第二一", "653": "偈勸近善友。第三五偈明起說所由嘆教功", "654": "能。前文有二。初九行偈說理法。第二九偈說", "655": "行法也。前中復二。初明萬法平等性恒不動。", "656": "即說名所自法。第三偈說名字性空。即是能", "657": "自名也。前中初總。次別。總中上半勅聽明", "658": "說當其理簡異隨宜之教。故言我今如實說", "659": "也。下明法性無動本來寂滅。動名為執。謂住", "66": "法五啟運之日。大眾嘉集之晨。故言一時。婆", "660": "生住滅。定有定無故。能緣生令動分別之心", "661": "故名動。然萬法緣生離生離滅。有無皆空。措", "662": "情無地。故言不動也。故花首經言。眾緣所", "663": "生法。我說即是空。亦為是假名。亦是中道", "664": "義。未曾有一法。不從眾緣生。是故一切法。無", "665": "不是空者。自下別中有三。初明法空。二明眾", "666": "生空。第三雙結也。前中初多偈明貪嗔等或。", "667": "從緣性空即是法性之身。一切諸佛證之成", "668": "德。初偈上三句明成德。第四句釋已心由法", "669": "性自爾。迷即是凡。悟即成聖。若理亦不然。則", "67": "伽婆者。標于化主世尊總號也。破煩惱習。種", "670": "聖無此力。當知法性本來不動也。下明五蓋", "671": "五欲義。同前釋也。次一偈明淫欲邪見。九結", "672": "十使皆無體。實即是解脫涅槃也。次一偈明", "673": "染淨性空無有兩體。達染無生即便為淨德。", "674": "譬如高原之地不生蓮花。卑濕淤泥乃生此", "675": "花。故言常處於三毒長養於白法。次一偈明", "676": "是非屬情法性無二。如有兩人互相是非。此", "677": "則以彼為非。自取其是。彼復自是。以非於此。", "678": "此若定是非則非於是。彼若定非是則是於", "679": "非。是非則無非。可非非是。又無是可是。無是", "68": "智現前。覺一切法。號曰婆伽婆也。在日月宮", "680": "可是雖是而無是。無非可非雖非而無非。雖", "681": "不是於是非亦不離於是非。可謂法性無住而", "682": "無所。是故則無所不是。無所不是則是而無", "683": "是。彼此難定乎一切是非。何為不寂也。文中", "684": "上半牒法無是無非。下明是非性滅本無所", "685": "動。自下第三偈明眾生空。上三句明空。第四", "686": "句釋。但名色與識更相依起顯現。以生未曾", "687": "有實。離有離無。不生不滅。自體恒寂。即是涅", "688": "槃也。亦可眾故非生。生故不滅。但言眾生即", "689": "離生離滅。故言一切眾生實無有生滅。何者", "69": "中者。說經處也。下列眾有二。初明純眾。二明", "690": "但陰陰相依。自體非有眾故非生依。即恒持", "691": "非無故不滅。何得不生。況無生無滅。則生是", "692": "空生。滅是空滅。生滅既空。豈非寂滅也。故言", "693": "生滅即涅槃本來無所動也。下第三一偈雙", "694": "結。上半牒結。下明萬法緣生性相皆空也。下", "695": "第二明名字空。上半正明名離有無。下明寂", "696": "滅空也。第三名字空。上半正明名離有無。下", "697": "明寂滅。此義云何。且如堂象多人聚外有一", "698": "人。久不相識。具錄眾名付之令認。雖復執名", "699": "求法竟不相應。故智名非定有。而復稱之以", "7": "就法彰目。或人事並陳。或法喻雙說。今此", "70": "雜眾及他方眾也。前中初舉數列名。第二總", "700": "名不差非。復定無。然有非定有。不可為有。無", "701": "不定無。不可為無。有無不實。從本皆如。故云", "702": "俱同一寂滅也。亦可名之與義互相依持。各", "703": "離有無。故言俱寂滅也。下第二說行法中有", "704": "二。初明依理起行。第二偈結勸修行。前中明", "705": "施亦行。文即為六。初一偈明施行。上半明三", "706": "事空。下明福無定實。良以能施心所施物。及", "707": "以前因三事具之方生施因。更相依持究之無", "708": "實福從而生。烏可得也。故云施福如野馬。次", "709": "一偈明戒藉緣生。又無持者。因緣生法滅諸", "71": "結。菩薩摩訶薩者通號也。若依梵本。應言摩", "710": "戲論。若言我能持戒。是所持能所定執斯為", "711": "倒矣。文中三句明戒性空。下句明持者為倒。", "712": "今明稱性興行違則成倒。非謂默爾專為非", "713": "法。餘行亦然。今明忍行。上半牒其情。此唯八", "714": "為實。對之行忍。下明知嗔等炎忍無所忍。正", "715": "明依理起行。何者嗔惱之生無定所。從賴心", "716": "依境始方得起。若唯心無境嗔不自生。但境", "717": "無心亦無得起。既心境無能。又無共法。內外", "718": "推求。覓無起者。嗔尚無實。忍何所忍了境無", "719": "實。嗔性自無。此則名為法忍。思惟解忍。故", "72": "訶菩提薩埵質搪。摩訶言大。菩提言道。薩埵", "720": "言知嗔等湯炎忍亦無所忍也。下偈明精進。", "721": "初一偈半明說所為。但未得謂得。名增上慢。", "722": "佛為此人說涅槃大果。非精進不剋。然眾生", "723": "存有所得。斯並虛妄。何精進故也。云若起", "724": "精心是妄非精也。下半偈次明智者了知生", "725": "死涅槃因緣幻起。從本一如究竟空寂。故大", "726": "品云。縱令有法過於此者尚談如幻。何況涅", "727": "槃是則心外無法。竟無所得。法外無心。復無", "728": "能得所。平等進而無懈行。合理成不可以限", "729": "而為量。故言若能心不妄精進無有崖也。下", "73": "名眾生。質搪言心。謂大道心眾生也。下明雜", "730": "明定行。上半牒其事。定明有紛動之過。下釋", "731": "所由。但存境住心。繫相修定。此乃心境紛然", "732": "動而非靜。未若知心無起性恒寂滅。不見心", "733": "相方為正定。下兩偈明慧行。但萬法平等非", "734": "定一異。一則是常異。住是斷。斷常二執愚", "735": "者所為。智者深悟。豈存一異。初偈明多依一", "736": "成則千萬不多。千萬若多何得言一一千一萬", "737": "乃至一阿僧祇。故言參羅及萬像一法之所", "738": "印。又以一足一置同前一。何得言二。又一", "739": "同前而言二者。初亦應二。何獨言亦理。既如", "74": "眾中有二。初明人天眾。亦云出家在家眾。二", "740": "此乃至無量數亦同然。故智度論言。初數為", "741": "一。但有一一。一故二。如是皆一更無餘數。", "742": "若皆是一則無數也。故言云何一法中如生", "743": "種種見。後偈明一能成千則一不為一一。若", "744": "一應離之成二。以此而言百千萬等。若千此", "745": "一則千萬不成。故知此一入千成千。入萬成", "746": "萬。何得定一。破異故言一。不欲是其一。故言", "747": "一亦不為一。為欲破諸數也。愚者尋言妄生", "748": "定執。故言淺智之所聞見一以為一也。自下", "749": "第三偈結勸修行。然我心學法但招漏報。菩", "75": "明八部眾也。前中初明出家眾。二明俗眾。言", "750": "提妙果。要唯無著。故今結勸修行。依理造", "751": "修。上半正勸依理起行。下明行同理寂。但行", "752": "託理成。理依行顯。能所相依二俱空寂。故言", "753": "知行亦寂滅是即菩提道也。自下大文第二", "754": "勸近善友。上來正勸。下明近之獲益。但理妙", "755": "行深難為進習。自非杖託勝緣。無以修證自", "756": "利益人。聖道方圓。故言善學諸方便度脫於", "757": "群生也。下大文第三說所為中。初偈正明教", "758": "起所由。本為群生倒或。若能達捨妄情亡言", "759": "契理。則究竟無說。上半正明說意。下明眾生", "76": "比丘比丘尼者出家眾也。釋有四義。一破煩", "760": "無累不復須說。故言若無我見者究竟無有", "761": "說也。下四偈嘆教功能。初偈明契現之說。譬", "762": "如金剛自固降伏群邪莫爼也。上半破邪。下", "763": "明外不能壞也。第二偈明聞教悟理便能。拔", "764": "苦施安。上半正明悟理。下明處溺生逢苦不", "765": "倦。何者菩薩思念。我及眾生並是因緣幻起。", "766": "本來寂滅。將我平等同歸莫二。無始顛倒違", "767": "背此理。自愛增他。造集諸業。流轉生死。于今", "768": "不息。自身既爾。一切眾生亦然。由悟此理發", "769": "大慈悲。以已之疾愍於彼疾。一切眾生既與", "77": "惱。二持淨戒。三能怖魔。四淨乞食。離四口食", "770": "我同體。眾生受苦即是我受。何得自安。無", "771": "心濟拔。由有此心久處生死在苦。利人不以", "772": "為盡。雖在三途中究竟清涼樂也。下一偈明", "773": "纔聞經名。聊解一句便生淨土。何況久蘊心", "774": "口如說修行也。第四一偈次明解行。既圓自", "775": "然感德。大聖應機在所護持也。故言我恒在", "776": "其中為護如是人令得無上道也。上廣明深", "777": "法澤被有緣。二眾機熟聞皆飲悟。", "778": "自下大文第三。次明聞法獲益也。於中有二。", "779": "初明普光大眾聞法悟忍。智論言。於無上法", "78": "也。下明俗眾。優婆塞等謂清信男女也。復有", "780": "中信受通達。無礙不退名無生忍也。第二寶", "781": "明蒙記。於中有二。初正明受記十號圓滿。始", "782": "從如來終至於佛是其名也。二明因成所感", "783": "眾純無雜。但寶明久值諸佛。每聞深法。恒修", "784": "正觀。無念為德。故使成佛之時所有眷屬唯", "785": "是清淨大菩薩眾。如淨名經言。大乘心是菩", "786": "薩淨土。菩薩成佛時大乘眾生來生其國也。", "787": "三明國界嚴淨過無量壽。但諸佛功高德滿", "788": "既無上下。依隨正感理無優劣。但以所度眾", "789": "生宜聞不同故爾。所君之土階差若此也。自", "79": "大天者梵釋諸天也。下明八部眾。龍有三種。", "790": "下第三流通分也。於中初明勸學。二明付囑。", "791": "前中有三。初明文殊請問持經之人并問聞", "792": "法因緣。第二如來正答。於中有二。初嘆理教", "793": "甚深難為值過聞之。獲益福不可量。於中初", "794": "明理教既深見聞不問聲聞緣覺判非其分。", "795": "第二假文有人。已下喻說校量。聞獲勝益。良", "796": "由此經。文勢起盡唯明深法。法性功德究竟", "797": "無盡。聞之修習福亦無窮也。下第二答聞法", "798": "因緣持經功德。於中初明親侍多佛文值善", "799": "根方得聞經。隨分修習而未能證。會佛即答", "8": "經者人皆為名。佛是能說之人。法是可談之", "80": "一在地龍。二在虛空。三在海水。之下夜叉。漢", "800": "聞因緣。二明七地已還猶為空有相間。有功", "801": "用。修八地已上證會無生。不假功用。雙行", "802": "無間。方為究竟持經之人。故言至八地菩薩", "803": "之手。此明舉終括始。勸學受持。二明大眾奉", "804": "行。初言寧喪身命莫於此經而懈怠者。無始", "805": "已來虛歷生死路。而復始未能不受一劫身", "806": "心大苦。竟無一豪法利。今得聞經隨分修習", "807": "及為無上菩提見佛之因。豈惜身命而不護", "808": "持也。", "809": "法句經疏一卷", "81": "言輕捷神。有三種。一在地。二在空。三在下", "82": "天。守宮城門。故智度論言。帝釋有九百九", "83": "十九門。門別有十六青衣夜叉守之。地夜叉", "84": "但以財施故不能飛空。天夜叉。以車馬施故", "85": "能飛行。佛轉法輪時。地夜叉唱。空夜叉聞。", "86": "空夜叉唱。天空夜叉聞。如是乃至梵天也。神", "87": "者受善惡雜報。以人天而非人天。其形勝人", "88": "而劣天。身輕微難見也。", "89": "自下第二以明發起序。就中有二。初寶明陳", "9": "理也　天竺梵音號曰佛陀。此出譯言名為覺", "90": "昔蒙記請而立名因緣。第二如來正道也。而", "91": "中有三。初承力清而彰己積習所依。言承佛", "92": "威神者。聖德尊高輒難啟問。自非降神下被。", "93": "無由直請也。燃燈佛者。標其授記之尊。出家", "94": "學道。正明又植善本也。世尊即授下第二明", "95": "記所立名。爾時寶明下第三問名字所由。但", "96": "寶明今問多為審定其理證成已解。又為請", "97": "首因弘至道。望與時眾共聞深法。故言云何", "98": "授我號為寶明乎。下答中。初文外略。明燃燈", "99": "世尊立名遠意。第二就文分別。即明釋迦正"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2902 法句經疏", "author": "", "sourceLink": "http://www.cbeta.org/"}