{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0227 小品般若波羅蜜經: 小品般若波羅蜜經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 小品般若經", "text": {"0": "22 無慳煩惱品", "1": "小品般若波羅蜜經卷第九", "10": "法亦不可得，所證法亦不可得。若菩薩聞如", "100": "諸佛說法時，亦皆稱揚讚歎不？」「須菩提！未得", "101": "阿毘跋致者，諸佛亦有稱揚讚歎者。何者？是", "102": "能隨學阿閦佛為菩薩時所行道者。如是菩", "103": "薩，雖未得阿毘跋致，亦為諸佛稱揚讚歎。須", "104": "菩提！有能隨學實相菩薩所行道者，如是", "105": "菩薩雖未得阿毘跋致，亦為諸佛稱揚讚歎。", "106": "復次，須菩提！有菩薩行般若波羅蜜，信解一", "107": "切法無生，而未得無生法忍；信解一切法空，", "108": "而於阿毘跋致地中，未得自在。能行一切法", "109": "寂滅相，而未入阿毘跋致地。須菩提！菩薩如", "11": "是說，不驚不怖，不沒不退，當知是菩薩，行般", "110": "是行者，諸佛說法時，亦皆稱揚讚歎。未得阿", "111": "毘跋致，而為諸佛說法時稱揚讚歎者，則離", "112": "聲聞、辟支佛地，近於佛地，必得阿耨多羅三", "113": "藐三菩提記。須菩提！若菩薩行般若波羅蜜，", "114": "諸佛說法時稱揚讚歎者，當知是菩薩，必至", "115": "阿毘跋致。」", "116": "24 囑累品摩訶般若波羅蜜囑累品第二十四", "117": "佛告須菩提：「若菩薩聞是甚深般若波羅蜜，", "118": "信解不疑，不悔不難，是菩薩當於阿閦佛，及", "119": "諸菩薩所，聞深般若波羅蜜，亦復信解。須菩", "12": "若波羅蜜，亦不見我行般若波羅蜜。如是亦", "120": "提！菩薩若能信解如佛所說般若波羅蜜，是", "121": "人必至阿毘跋致。須菩提！若人但聞般若波", "122": "羅蜜，尚得饒益，何況信解如所說行。當住薩", "123": "婆若。」須菩提白佛言：「世尊！若離如，更無法可", "124": "得。誰當住薩婆若？誰當得阿耨多羅三藐三", "125": "菩提？誰當說法？」佛告須菩提：「汝所問離如", "126": "更無法可得，誰當住薩婆若，誰當得阿耨多", "127": "羅三藐三菩提，誰當說法者。如是，如是！須菩", "128": "提！離如更無法，住如中。如尚不可得，何況住", "129": "如者。如，不能得阿耨多羅三藐三菩提；離如，", "13": "不分別。當知是菩薩，近阿耨多羅三藐三菩", "130": "亦不能得阿耨多羅三藐三菩提。如，無說法；", "131": "者離如，亦無說法者。」爾時釋提桓因白佛", "132": "言：「世尊！無住如者，無得阿耨多羅三藐三菩", "133": "提者，無說法者。而菩薩聞是深法，不疑不悔", "134": "不難，而欲得阿耨多羅三藐三菩提，是為甚", "135": "難。」須菩提語釋提桓因：「憍尸迦！如所說，菩薩", "136": "聞是深法，不疑不悔不難，欲得阿耨多羅三", "137": "藐三菩提，是為甚難者。憍尸迦！一切法空，此", "138": "中誰當疑悔難者？」釋提桓因語須菩提：「如所", "139": "說者，皆因於空，而無所礙。譬如仰射虛空，箭", "14": "提，遠離聲聞、辟支佛地。「世尊！譬如虛空，不作", "140": "去無礙。須菩提！所說無礙，亦如是。」爾時釋提", "141": "桓因白佛言：「世尊！我如是說，如是答，為隨如", "142": "來說，隨法答不？」「憍尸迦！汝如是說，如是答，為", "143": "隨如來說，為隨法答，皆為正答。憍尸迦！須菩", "144": "提所說，皆因於空。須菩提尚不能得般若波", "145": "羅蜜，何況行般若波羅蜜者；尚不得阿耨多", "146": "羅三藐三菩提，何況得阿耨多羅三藐三菩", "147": "提者；尚不得薩婆若，何況得薩婆若者；尚不", "148": "得如，何況得如者；尚不得無生，何況得無生", "149": "者；尚不得諸力，何況得諸力者；尚不得無所", "15": "是念：『是遠是近。』何以故？虛空無分別故。世尊！", "150": "畏，何況得無所畏者；尚不得法，何況說法者。", "151": "憍尸迦！須菩提常樂遠離，樂無所得行。憍尸", "152": "迦！是須菩提所行，於菩薩所行，百分不及一，", "153": "百千萬億分不及一，乃至算數譬喻所不能", "154": "及。憍尸迦！唯除如來所行，菩薩行般若波羅", "155": "蜜，於餘行中，最大最勝，最上最妙。菩薩所行，", "156": "亦於聲聞、辟支佛所行，最大最勝，最上最妙。", "157": "是故，憍尸迦！若人欲於一切眾生中最上者，當", "158": "行菩薩所行般若波羅蜜。」爾時會中忉利諸", "159": "天子，以天曼陀羅華，散佛上。六百比丘從座", "16": "般若波羅蜜亦如是，不作是念：『聲聞、辟支佛", "160": "而起，偏袒右肩，右膝著地，合掌向佛。佛神力", "161": "故，花悉滿掬，即以此華，散佛上。散已，作是言：", "162": "「世尊！我等皆當行是上行。」佛即微笑。諸佛常", "163": "法，若微笑時，青黃赤白無量色光，從口而出。", "164": "是諸光明，遍照無量無邊世界，上至梵天，還", "165": "遶身三匝，從頂上入。阿難即從座而起，偏袒右", "166": "肩，右膝著地，合掌向佛，白佛言：「世尊！何因緣", "167": "故微笑？諸佛不以無因緣而笑。」佛告阿難：「是", "168": "六百比丘，當於星宿劫得成佛，同號散花。阿", "169": "難！是諸如來，比丘僧數，悉皆同等，壽命亦等，", "17": "地去我遠；阿耨多羅三藐三菩提去我近。』何", "170": "俱二萬劫。彼諸比丘，從是已後，在所生處，常", "171": "得出家，其世界常雨五色好華。是故，阿難！若", "172": "人欲行上行，當行般若波羅蜜。若菩薩欲行", "173": "如來行，當行般若波羅蜜。阿難！若菩薩行般", "174": "若波羅蜜，當知是人，從人間命終，若於兜率", "175": "天上命終，來生人間。何以故？人中、兜術天", "176": "上行般若波羅蜜易故。阿難！若菩薩行般", "177": "若波羅蜜，信樂受持，讀誦書寫。書寫已，以般", "178": "若波羅蜜，示教利喜，諸餘菩薩。當知是人，為", "179": "如來所見，當知是人，於諸佛所，種諸善根，不", "18": "以故？般若波羅蜜無分別故。「世尊！譬如幻所", "180": "於弟子所種善根。阿難！若菩薩學般若波羅", "181": "蜜，不驚不畏，信樂受持讀誦，如所說行，當知", "182": "是人，至現在佛所。若有信般若波羅蜜，不謗", "183": "不逆，當知是人，已供養諸佛。阿難！若人於佛", "184": "所種善根，求阿羅漢、辟支佛，是善根不虛，亦", "185": "不離般若波羅蜜。是故，阿難！我今以般若波", "186": "羅蜜，囑累於汝。「阿難！我所說法，唯除般若波", "187": "羅蜜，有所受持。若忘失，其過尚少。汝若受", "188": "持般若波羅蜜，乃至忘失一句，其過甚重。是", "189": "故，阿難！我以般若波羅蜜，囑累於汝。汝所聞", "19": "化人，不作是念：『幻師去我近，觀者去我遠。』", "190": "受持，皆應讀誦，悉令通利，善念在心，當令章", "191": "句分明。何以故？般若波羅蜜，是過去、未來、現", "192": "在諸佛法藏故。「阿難！若人於今現在，欲以", "193": "慈心恭敬供養我者，是人當以是心，供養般", "194": "若波羅蜜，受持讀誦，如所說行，即是供養於", "195": "我。阿難！是人不但供養於我，亦為恭敬供養", "196": "過去、未來、現在諸佛。「阿難！汝若愛重，不捨於", "197": "我，亦應如是愛重，不捨般若波羅蜜，乃至一", "198": "句，慎莫忘失。「阿難！我為囑累般若波羅蜜因", "199": "緣故，若於一劫百劫、千萬億那由他劫，乃至", "2": "後秦龜茲國三藏鳩摩羅什譯", "20": "何以故？世尊！幻所化人，無分別故。世尊！般", "200": "如恒河沙等劫，說不可盡。阿難！今但略說。如", "201": "我今為大師，過去現在十方諸佛，於一切世間", "202": "天、人、阿修羅中，亦為大師。般若波羅蜜亦於", "203": "一切世間天、人、阿修羅中，而作大師。有如是", "204": "等無量因緣故，我於一切世間天、人、阿修羅", "205": "中，以般若波羅蜜，囑累於汝。」佛告阿難：「若人", "206": "愛重佛，愛重法，愛重僧，愛重過去、未來、現在", "207": "諸佛阿耨多羅三藐三菩提，當以是愛重，愛重", "208": "般若波羅蜜。此則是我所用教化。阿難！若有", "209": "人受持讀誦般若波羅蜜，當知是人，則為受", "21": "若波羅蜜亦如是，不作是念：『聲聞、辟支佛地", "210": "持過去、未來、現在諸佛阿耨多羅三藐三菩提。", "211": "「阿難！般若波羅蜜欲斷絕時，若欲護助者，是", "212": "人則是護助過去、未來、現在諸佛阿耨多羅三", "213": "藐三菩提。何以故？阿難！諸佛阿耨多羅三藐", "214": "三菩提，皆從般若波羅蜜生。阿難！若過去諸", "215": "佛阿耨多羅三藐三菩提，皆從般若波羅蜜生；", "216": "未來諸佛阿耨多羅三藐三菩提，亦從般若", "217": "波羅蜜生；現在無量阿僧祇世界諸佛阿耨", "218": "多羅三藐三菩提，亦從般若波羅蜜生。是故，", "219": "阿難！若菩薩欲得阿耨多羅三藐三菩提，當", "22": "去我遠；阿耨多羅三藐三菩提去我近。』何以", "220": "善學六波羅蜜。何以故？阿難！諸波羅蜜是諸", "221": "菩薩母，能生諸佛。若菩薩學是六波羅蜜，當", "222": "得阿耨多羅三藐三菩提。是故，阿難！我以六", "223": "波羅蜜，重囑累汝。何以故？是六波羅蜜，是諸", "224": "佛無盡法藏。「阿難！汝若因小乘法，為小乘人", "225": "說，三千大千世界眾生，皆以是法，證阿羅漢。", "226": "汝為弟子，功德蓋少不足言；若以六波羅", "227": "蜜，為菩薩說，汝為弟子，功德具足，我則喜", "228": "悅。阿難！若人以是小乘法，教三千大千世界", "229": "眾生，得阿羅漢證，是諸布施持戒，修善福德，", "23": "故？般若波羅蜜無分別故。「世尊！譬如影不作", "230": "寧為多不？」阿難言：「甚多，世尊！」佛告阿難：「是福", "231": "雖多，不如聲聞人，為菩薩說般若波羅蜜，乃至", "232": "一日，其福甚多。阿難！置此一日，若從旦至食", "233": "時，置從旦至食時，乃至一漏刻頃，置是一", "234": "漏刻頃，乃至須臾，為菩薩說法，是人於一", "235": "切聲聞、辟支佛，善根福德不可相比。若菩薩", "236": "如是行，如是念，於阿耨多羅三藐三菩提退", "237": "轉者，無有是處。」", "238": "25 見阿閦佛品摩訶般若波羅蜜見阿閦佛品第二十五", "239": "佛說般若波羅蜜是時會中，四眾比丘、比丘", "24": "是念：『所因去我近，餘事去我遠。』何以故？影", "240": "尼、優婆塞、優婆夷，天、龍、夜叉、乾闥婆、阿修羅、", "241": "迦樓羅、緊那羅、摩睺羅伽、人非人等，佛神力", "242": "故，見阿閦佛在大會中，恭敬圍繞，而為說法。", "243": "如大海水，不可移動。時諸比丘，皆阿羅漢，諸", "244": "漏已盡，無復煩惱，心得自在，及諸菩薩摩訶", "245": "薩，其數無量。佛攝神力，大會四眾等，皆不復", "246": "見阿閦如來，及聲聞菩薩，國界嚴飾。佛告阿難：", "247": "「一切法亦如是，不與眼作對。如今阿閦佛，及阿", "248": "羅漢、諸菩薩眾，皆不復現。何以故？法不見法，", "249": "法不知法。阿難！一切法，非知者，非見者，無作", "25": "無分別故。世尊！般若波羅蜜亦如是，不作是", "250": "者，無貪著，不分別故。「阿難！一切法不可思議，", "251": "猶如幻人；一切法無受者，不堅牢故。菩薩如是", "252": "行者，名為行般若波羅蜜，於法亦無所著。菩", "253": "薩如是學者，名為學般若波羅蜜。阿難！若菩", "254": "薩欲到一切法彼岸，當學般若波羅蜜。何以", "255": "故？阿難！學般若波羅蜜，於諸學中，最為第一，", "256": "安樂利益諸世間故。「阿難！如是學者，無依止", "257": "者，為作依止。如是學者，諸佛所許，諸佛所讚。", "258": "諸佛如是學已，能以足指震動三千大千世界。", "259": "阿難！諸佛學是般若波羅蜜，於過去、未來、現", "26": "念：『聲聞、辟支佛地去我遠；阿耨多羅三藐三", "260": "在一切法中，得無礙知見。阿難！是故般若波", "261": "羅蜜，最上最妙。「阿難！若欲稱量般若波羅蜜，", "262": "即是稱量虛空。何以故？是般若波羅蜜無量", "263": "故。阿難！我不說有般若波羅蜜有限有量。", "264": "阿難！名字章句語言有量，般若波羅蜜無量。」", "265": "「世尊！何因緣故，般若波羅蜜無量？」「阿難！般若", "266": "波羅蜜，無盡故無量；般若波羅蜜，離故無量。阿", "267": "難！過去諸佛皆從般若波羅蜜出，而般若波", "268": "羅蜜不盡；未來諸佛皆從般若波羅蜜出，而", "269": "般若波羅蜜不盡；現在無量世界諸佛皆從", "27": "菩提去我近。』何以故？般若波羅蜜無分別故。", "270": "般若波羅蜜出，而般若波羅蜜不盡。是故，般", "271": "若波羅蜜已不盡，今不盡，當不盡。阿難！若人", "272": "欲盡般若波羅蜜，為欲盡虛空。」爾時須菩提", "273": "作是念：「是事甚深，我當問佛。」即白佛言：「世尊！", "274": "般若波羅蜜無盡耶？」「須菩提！般若波羅蜜無", "275": "盡。虛空無盡故，般若波羅蜜無盡。」「世尊！應云", "276": "何出生般若波羅蜜？」「須菩提！色無盡故，是生", "277": "般若波羅蜜；受、想、行、識無盡故，是生般若波", "278": "羅蜜。須菩提！菩薩坐道場時，如是觀十二因緣，", "279": "離於二邊，是為菩薩不共之法。若菩薩如是", "28": "「世尊！如如來無憎無愛，般若波羅蜜亦如是", "280": "觀因緣法，不墮聲聞、辟支佛地，疾近薩婆若，", "281": "必得阿耨多羅三藐三菩提。「須菩提！若諸菩", "282": "薩有退轉者，不得如是念，不知菩薩行般若", "283": "波羅蜜，云何以無盡法，觀十二因緣？須菩提！", "284": "若諸菩薩有退轉者，不得如是方便之力。須", "285": "菩提！若諸菩薩不退轉者，皆得如是方便之", "286": "力，所謂菩薩行般若波羅蜜，以如是無盡法，", "287": "觀十二因緣。若菩薩如是觀時，不見諸法，無因", "288": "緣生；亦不見諸法。常不見諸法作者受者。須", "289": "菩提！是名菩薩行般若波羅蜜時，觀十二因", "29": "無憎無愛。世尊！如如來無諸分別，般若波", "290": "緣法。「須菩提！若菩薩行般若波羅蜜時，不見", "291": "色，不見受、想、行、識，不見此佛世界，不見彼佛", "292": "世界，亦不見有法，見此佛世界、彼佛世界。須", "293": "菩提！若有菩薩能如是行般若波羅蜜，是時", "294": "惡魔憂愁，如箭入心。譬如新喪父母，甚大憂", "295": "毒。菩薩亦如是，行般若波羅蜜，惡魔甚大憂", "296": "毒。」「世尊！但一惡魔愁毒，三千世界惡魔皆", "297": "悉愁毒耶？」「須菩提！是諸惡魔皆悉憂毒，各", "298": "於坐處，不能自安。須菩提！菩薩如是行般若", "299": "波羅蜜，一切世間天、人、阿修羅，無能得便，不", "3": "23 稱揚菩薩品稱揚菩薩品第二十三", "30": "羅蜜亦如是無諸分別。世尊！如如來所化", "300": "見有法可退者。是故，須菩提！菩薩欲得阿耨", "301": "多羅三藐三菩提，當如是行般若波羅蜜。菩", "302": "薩如是行般若波羅蜜時，則具足檀波羅蜜、", "303": "尸羅波羅蜜、羼提波羅蜜、毘梨耶波羅蜜、禪", "304": "波羅蜜。菩薩行般若波羅蜜時，則具足諸波", "305": "羅蜜，亦能具足方便力。是菩薩行般若波羅", "306": "蜜，諸有所作，生便能知。是故，須菩提！菩薩欲", "307": "得方便力者，當學般若波羅蜜，當修般若波", "308": "羅蜜。「須菩提！若菩薩行般若波羅蜜，生般若", "309": "波羅蜜時，應念現在無量無邊世界諸佛，諸", "31": "人，不作是念：『聲聞、辟支佛地去我遠；阿耨多", "310": "佛薩婆若智，皆從般若波羅蜜生。菩薩如是", "311": "念時，應如是思惟：『如十方諸佛所得諸法相，", "312": "我亦當得。須菩提！菩薩行般若波羅蜜，應生", "313": "如是念。』須菩提！若菩薩能生如是念，乃至彈", "314": "指頃，勝於如恒河沙劫，布施福德，何況一日", "315": "半日，當知是菩薩，必至阿毘跋致；當知是菩", "316": "薩，為諸佛所念。「須菩提！菩薩為諸佛所念者，", "317": "不生餘處，必當立於阿耨多羅三藐三菩提。", "318": "是菩薩終不墮三惡道，常生好處，不離諸佛。", "319": "須菩提！菩薩行般若波羅蜜，生般若波羅蜜，", "32": "羅三藐三菩提去我近。』何以故？如來所化人", "320": "乃至彈指頃得如是功德，何況一日，若過一", "321": "日。如香象菩薩，今在阿閦佛所，行菩薩道，常", "322": "不離般若波羅蜜行。」說是法時，諸比丘眾，一", "323": "切大會天、人、阿修羅，皆大歡喜。", "324": "26 隨知品摩訶般若波羅蜜隨知品第二十六", "325": "佛告須菩提：「一切法無分別，當知般若波羅", "326": "蜜亦如是；一切法無壞，當知般若波羅蜜亦", "327": "如是；一切法但假名字，當知般若波羅蜜亦如", "328": "是；一切法以言說故有，當知般若波羅蜜亦如", "329": "是；又此言說，無所有，無處所，當知般若波羅", "33": "無分別故。世尊！般若波羅蜜亦如是不作，", "330": "蜜亦如是；一切法虛假為用，當知般若波羅蜜", "331": "亦如是；一切法無量，當知般若波羅蜜亦如是；", "332": "色無量，當知般若波羅蜜亦如是；受、想、行、識", "333": "無量，當知般若波羅蜜亦如是；一切法無相，", "334": "當知般若波羅蜜亦如是；一切法通達，相當知", "335": "般若波羅蜜亦如是；一切法本來清淨，當知般", "336": "若波羅蜜亦如是；一切法無言說，當知般若波", "337": "羅蜜亦如是；一切法同於滅，當知般若波羅", "338": "蜜亦如是；一切法如涅槃，當知般若波羅蜜", "339": "亦如是；一切法不來不去，無所生，當知般若", "34": "是念：『聲聞、辟支佛地去我遠；阿耨多羅三藐", "340": "波羅蜜亦如是；一切法無彼我，當知般若波", "341": "羅蜜亦如是；賢聖畢竟清淨，當知般若波羅", "342": "蜜亦如是；捨一切檐，當知般若波羅蜜亦如", "343": "是。何以故？色無形無處，自性無故；受、想、行、識", "344": "無形無處，自性無故。「一切法無熱，當知般若", "345": "波羅蜜亦如是；一切法無染無離，當知般若", "346": "波羅蜜亦如是。何以故？色無所有故，無染無", "347": "離；受、想、行、識無所有故，無染無離。「一切法性", "348": "清淨，當知般若波羅蜜亦如是；一切法無繫", "349": "著，當知般若波羅蜜亦如是；一切法是菩提", "35": "三菩提去我近。』何以故？般若波羅蜜無分別", "350": "覺以佛慧，當知般若波羅蜜亦如是；一切法", "351": "空、無相、無作，當知般若波羅蜜亦如是；一切", "352": "法是藥，慈心為首，當知般若波羅蜜亦如是；", "353": "一切法梵相慈相，無過無恚，當知般若波羅", "354": "蜜亦如是；大海無邊，當知般若波羅蜜亦如", "355": "是；虛空無邊，當知般若波羅蜜亦如是；日照", "356": "無邊，當知般若波羅蜜亦如是；色離，當知般", "357": "若波羅蜜亦如是；受、想、行、識離，當知般若波", "358": "羅蜜亦如是；一切音聲無邊，當知般若波羅", "359": "蜜亦如是；諸性無邊，當知般若波羅蜜亦如", "36": "故。「世尊！如如來所化人，隨事能作，而無分別。", "360": "是；集無量善法，當知般若波羅蜜亦如是；一", "361": "切法三昧無邊，當知般若波羅蜜亦如是；佛法", "362": "無邊，當知般若波羅蜜亦如是；法無邊，當知", "363": "般若波羅蜜亦如是；空無邊，當知般若波羅", "364": "蜜亦如是；心心數法無邊，當知般若波羅蜜", "365": "亦如是；諸心所行無邊，當知般若波羅蜜亦", "366": "如是；善法無量，當知般若波羅蜜亦如是；不", "367": "善法無量，當知般若波羅蜜亦如是；如師子", "368": "吼，當知般若波羅蜜亦如是。何以故？色如大", "369": "海，受、想、行、識如大海；色如虛空，受、想、行、識如", "37": "世尊！般若波羅蜜亦如是，隨所修習，皆能成", "370": "虛空；色如須彌山莊嚴，受、想、行、識如須彌山", "371": "莊嚴；色如日光，受、想、行、識如日光；色如聲無", "372": "邊，受、想、行、識如聲無邊；色如眾生性無邊，受、", "373": "想、行、識如眾生性無邊；色如地，受、想、行、識如", "374": "地；色如水，受、想、行、識如水；色如火，受、想、行、識", "375": "如火；色如風，受、想、行、識如風；色如空種，受、", "376": "想、行、識如空種；色離集善相，受、想、行、識離集", "377": "善相；色離和合法，受、想、行、識離和合法；色三", "378": "昧故無邊，受、想、行、識三昧故無邊。色，色離色", "379": "性，色如是佛法。受、想、行、識，識離識性，識如是", "38": "辦，而無所分別。世尊！譬如工匠，於機關木", "380": "佛法。色相無邊，受、想、行、識相無邊；色空無邊，", "381": "受、想、行、識空無邊；色心所行故無邊，受、想、行、", "382": "識心所行故無邊；色中善不善不可得，受、想、", "383": "行、識中善不善不可得；色不可壞，受、想、行、識", "384": "不可壞；色是師子吼，受、想、行、識是師子吼。當", "385": "知般若波羅蜜亦如是。」", "386": "小品般若經卷第九", "39": "人，若男若女，隨所為事，皆能成辦，而無分別。", "4": "爾時須菩提白佛言：「世尊！菩薩行般若波羅", "40": "世尊！般若波羅蜜亦如是，隨所修習，皆能", "41": "成辦，而無分別。」須菩提白佛言：「世尊！菩薩行", "42": "般若波羅蜜，即是行堅固義。」佛告須菩提：「菩", "43": "薩行般若波羅蜜，即是行堅固義。」爾時欲界", "44": "諸天子作是念：「若人發阿耨多羅三藐三菩", "45": "提心，能行如是深般若波羅蜜，而不證實際，", "46": "墮聲聞地、若辟支佛地，當知是菩薩所為甚", "47": "難，一切世間所應敬禮。」須菩提語諸天子：「菩", "48": "薩行深般若波羅蜜，而不取證，不足為難。若", "49": "菩薩為無量無邊眾生故，發大莊嚴，而眾生", "5": "蜜，即是行甚深義。」「如是，如是！須菩提！菩薩行", "50": "畢竟不可得，所可度者不可得，而能發心：我", "51": "當度之。爾乃為難。諸天子！是人欲度眾生，為", "52": "欲度虛空。何以故？虛空離故，眾生亦離。是故", "53": "當知是菩薩所為甚難，無眾生而為眾生，發", "54": "大莊嚴。如人與虛空共鬪。佛說眾生不可得，", "55": "眾生離故，可度者亦離；眾生離故，色亦離；", "56": "眾生離故，受、想、行、識亦離；眾生離故，一切法", "57": "亦離。若菩薩聞如是說，不驚不怖，不沒不退，", "58": "當知是為行般若波羅蜜。」佛問須菩提：「菩薩", "59": "何因緣故，不驚不怖，不沒不退。」「世尊！空故，不", "6": "般若波羅蜜，即是行甚深義。須菩提！菩薩所", "60": "沒；無所有故，不沒。何以故？沒者，不可得；沒法，", "61": "亦不可得；沒處，亦不可得。若菩薩聞如是說，", "62": "不驚不怖，不沒不退，當知是為行般若波羅", "63": "蜜。」「須菩提！菩薩如是行般若波羅蜜，釋提桓", "64": "因與梵天王、眾生主自在天王，及諸天子，皆", "65": "共敬禮。須菩提！不但釋提桓因、梵天王、眾生", "66": "主自在天王，及諸天子敬禮是行般若波羅蜜", "67": "菩薩，梵世諸天，梵輔天、梵眾天、大梵天、光天、", "68": "少光天、無量光天、光音天、淨天、少淨天、無量", "69": "淨天、遍淨天、無陰天、福生天、廣果天、無廣", "7": "為甚難，行甚深義而不證是義，所謂若聲聞", "70": "天、無熱天、妙見天、善見天、無小天上諸天，", "71": "皆敬禮是行般若波羅蜜菩薩。須菩提！今現", "72": "在無量阿僧祇世界諸佛，皆念是行般若波", "73": "羅蜜菩薩。須菩提！若菩薩行般若波羅蜜時，", "74": "為諸佛所念，當知是菩薩，即是阿毘跋致。「須", "75": "菩提！假令如恒河沙等世界眾生，皆作惡魔，", "76": "一一化作爾所惡魔。是諸惡魔，皆不能壞是", "77": "行般若波羅蜜菩薩。須菩提！菩薩成就二法，", "78": "惡魔不能壞。何等二？一者，觀一切法空；二者，", "79": "不捨一切眾生。菩薩成就是二法，惡魔不能", "8": "地、若辟支佛地。」「世尊！如我解佛所說義，菩薩", "80": "壞。「須菩提！復有二法，惡魔不能壞。何等二？", "81": "一者，隨說能行；二者，諸佛所念。菩薩成就是", "82": "二法，諸天皆來供養恭敬，請問安慰：『善男子！", "83": "汝行是行，當疾得佛道；汝行是行，無救眾生，", "84": "當為作救。無舍眾生，當為作舍；無依眾生，當", "85": "為作依；無洲眾生，當為作洲；無究竟道眾生，", "86": "當為作究竟道；無歸眾生，當為作歸；無明", "87": "眾生，為作光明；無趣眾生，當為作趣。』何以故？", "88": "是菩薩行般若波羅蜜行，成就是四功德。現", "89": "在十方無量無邊阿僧祇世界諸佛，與比丘", "9": "所行不難。何以故？取證者不可得，所用取證", "90": "僧，圍繞說法時，悉皆稱揚讚歎，說其名字。須", "91": "菩提！譬如我今稱揚讚歎實相菩薩，說其名", "92": "字，及餘菩薩，於阿閦佛所，修行梵行，不離是", "93": "般若波羅蜜行者。如是，須菩提！今現在十方", "94": "諸佛，亦皆稱揚讚歎，說我國中諸菩薩名，修", "95": "行梵行，不離般若波羅蜜行者。」須菩提白佛", "96": "言：「世尊！一切諸佛說法時，普皆稱揚讚歎", "97": "諸菩薩不？」「不也，須菩提！諸佛說法時，有稱讚", "98": "者，有不稱讚者。須菩提！諸佛說法時，稱揚讚", "99": "歎諸阿毘跋致菩薩。」「世尊！未得阿毘跋致者，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0227 小品般若波羅蜜經: 小品般若波羅蜜經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 小品般若經", "author": "後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}