{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1547 鞞婆沙論: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙論: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙", "text": {"0": "解十門大章21 六界處", "1": "鞞婆沙論卷第七", "10": "故及現大妙智。故作此論。色法無色法者。問", "100": "不可知此住彼住是無對。或曰。謂因四大造", "101": "色所有是有對。謂不因四大非造色所有是", "102": "無對。或曰。謂方所有施設方由延所有由延", "103": "施設是有對。謂非方所有非施設方非由延", "104": "所有非由延施設是無對。或曰。謂可知長短", "105": "是有對。謂非可知長短是無對。尊者婆須蜜", "106": "說曰。何以故說有對無對。答曰。謂大障礙是", "107": "有對。謂非大障礙是無對。重說曰。謂能捨是", "108": "有對。謂非能捨是無對。重說曰。謂大障礙者", "109": "即是能捨。謂能捨者即是有對。餘者無對。重", "11": "曰。色法云何。答曰。十色入及一入少所入法", "110": "說曰。微合是有對。重說曰。陰是有對。重說", "111": "曰。覆虛空是有對。重說曰。微合者即是陰。陰", "112": "者覆虛空。覆虛空者即是有對。餘者是無對。", "113": "問曰。何入障礙何入。有一說者。五入障礙內", "114": "中身入。外色香味細滑。餘入不可觸。更有說", "115": "者。九入障礙除眼入。如是說者。一切十入障", "116": "礙。問曰。何以故。答曰。如手手相障礙。如是", "117": "若以手覆眼為非障礙耶。是故一切十入障", "118": "礙。謂手手相障礙時。爾時五五相障礙。手與", "119": "外事障礙時。爾時五障礙。四外事外事相障", "12": "入是。問曰。無色法云何。答曰。一入意入是。", "120": "礙時。爾時四四相障礙。外事障礙手時。爾時", "121": "四障礙五。廣說有對無對法處盡。", "122": "25 有漏無漏處鞞婆沙有漏無漏處第二十五", "123": "有漏法者無漏法者。何以故作此論。答曰。斷", "124": "計我人意故。現大妙智故。斷計我人意者。此", "125": "是有漏法。無漏法非是我。現大妙智者。謂行", "126": "智成就智。彼以此二句知一切法。謂此俱攝", "127": "一切法。具足一切法。以是故作此論。復何以", "128": "故作此論。答曰。欲令斷他意故。或有欲令佛", "129": "身一向無漏。鞞婆闍婆提欲令佛身一向無", "13": "及一入少所入法入是。問曰。何以故說色法", "130": "漏。問曰。何以故彼欲令爾。答曰。彼從佛契經", "131": "起已。欲令佛身一向無漏。佛說契經。如來生", "132": "世間長世間。不著世間法行。如來無所著等", "133": "正覺。出一切世間上。彼從此契經起。欲令佛", "134": "身一向無漏。欲斷彼意故。於此佛身說有漏。", "135": "問曰。若佛身是無漏者。當有何咎。答曰。若佛", "136": "身一向無漏者。彼無喻女不應起婬意。鴦掘", "137": "魔不應起瞋恚。慢高兒不應起慢。欝鞞羅迦", "138": "葉不應起癡意。如此此中或有著或有瞋或癡", "139": "或有慢。以是故知佛身是有漏。問曰。若佛身", "14": "無色法。答曰。謂二眼界是色。謂非二眼界是", "140": "一向有漏者。此鞞婆闍婆提契經云何通。答", "141": "曰。彼契經因法身故說。如來生世間長世間", "142": "者。此說生身不著世間法行。如來無所著等", "143": "正覺出一切世間上者。此說法身。或曰。離世", "144": "八法故說。世八法者。隨順世間。世間亦隨順", "145": "八法。八法雖順世尊。然世尊不隨順八法。", "146": "是謂離八法故說。世八法者。利不利稱不稱", "147": "譽不譽樂苦。此世八法攝十八界十二入五", "148": "陰。此總說世八法攝十八界十二入五陰。但", "149": "利有二種。有眾生數非眾生數。眾生數利者。", "15": "無色。或曰。謂三眼界。肉眼天眼聖無上慧眼", "150": "象馬牛羊𤛆牛奴婢妻子利是眾生數。非眾", "151": "生數利者。穀珍寶金銀水精琉璃摩尼真珠", "152": "車渠馬瑙是非眾生數利。於中眾生數利攝", "153": "十八界十二入五陰。非眾生數利攝六界六入", "154": "二陰。稱不稱譽不譽樂苦攝一界一入二陰。", "155": "彼一切總已說。世八法攝十八界十二入五", "156": "陰。世八法者。利不利稱不稱譽不譽樂苦。問", "157": "曰。利云何。答曰。前已說利有二種。眾生數非", "158": "眾生數。此已得當得今得。是謂為利。非利云", "159": "何。答曰。如此法非已得非當得非今得。是謂", "16": "是色。謂非三眼界是無色。或曰。謂二眼界及", "160": "非利。稱云何。答曰。面稱其德是謂稱。不稱", "161": "云何。答曰。面前譏貶其闕是謂不稱。譽云何。", "162": "答曰。不面前稱揚其德是謂譽。不譽云何。答", "163": "曰。不面前說其過是謂不譽。樂云何。答曰。樂", "164": "痛六識身樂是謂樂。苦云何。答曰。苦痛六識", "165": "身是謂苦。說曰。世世此八法一向是欲界。問", "166": "曰。若世八法一向是欲界者。當除欲界結時", "167": "世八法亦盡。何以獨說世尊離世八法。不說", "168": "聲聞。答曰。離相似故說。說者若二阿羅漢根", "169": "等。一者極得供養。二者不具供養。於彼一者", "17": "眼識緣是色。謂非二眼界及非眼識緣是無", "170": "起相似不如慢。二者起相似增上慢。如佛世", "171": "尊得供養。一切眾生有是供養。世尊無者。世", "172": "尊於彼不起相似慢如毛髮想。是謂離相似", "173": "故說世尊離世八法不說聲聞。問曰。世尊亦", "174": "有世八法。世尊有利者。一日中優伽長者三", "175": "百千供養。不利者婆羅披羅門村如澡鉢入", "176": "還空鉢出鞞羅。若三月食麥。有稱者始生時", "177": "至阿迦貳吒。功德香稱充滿其中。不稱者", "178": "曰旃遮女孫陀利女。十六大國醜名流布。不", "179": "譽者喜罵梵志以五百罵偈罵佛。譽者彼還", "18": "色。或曰。謂四大所有及造色所有是色。謂非", "180": "以五百讚偈歎佛。如是婆利多耆奢為首。如", "181": "是比曰千以百千讚偈歎佛。樂者一切生", "182": "死禪最為樂。苦者金鏘刺足疹患脊風頭", "183": "痛。調達以惡傷足出血。何以故說世尊離世", "184": "八法耶。答曰。為意不傾動故說。世尊以四利", "185": "為首不自貢高。四不利為首不以損減。四利", "186": "為首不以歡喜。四不利為首不以憂慼。四利", "187": "為首心無染著。四不利為首心無憎惡。四利", "188": "為首亦不悅豫。四不利為首亦不愁悒。四利", "189": "為首不興樂想。四不利為首不以為苦。如須", "19": "四大所有。及非造色所有是無色。或曰。謂二", "190": "彌山王峙金剛輪。四種風吹不能傾動。如", "191": "是世尊善住戒德輪。世八法風不能移轉。是", "192": "謂意不傾動故說世尊離世八法。是謂斷他", "193": "意現己意說如等法故作此論。莫令斷他意。", "194": "亦莫現己意。但說如等法故作此論。有漏法", "195": "無漏法者。問曰。有漏法云何。答曰。十入二入", "196": "少所入。問曰。無漏法云何。答曰。二入少所", "197": "入。問曰。何以故說有漏無漏法。答曰。謂有增", "198": "受長養有是有漏。謂能滅壞破有是無漏。謂", "199": "有能相續有輪轉生死是有漏。謂能斷有相", "2": "阿羅漢尸陀槃尼撰", "20": "十種。及二十一種是色。謂非二十種。及非二", "200": "續。能斷輪轉生死是無漏。謂有身見種顛倒", "201": "種愛種使種。貪處恚處癡處。雜污雜毒雜", "202": "濁在有墮苦習諦是有漏。謂非身見種非顛", "203": "倒種非愛種非使種。非貪處非恚處非癡處。", "204": "非雜污非雜毒非雜濁非在有不墮苦習諦是", "205": "無漏。或曰。謂苦習趣道有習趣道貪習趣道", "206": "生老死習趣道是有漏。謂苦盡趣道有盡趣", "207": "道貪盡趣道生老死盡趣道是無漏。尊者婆", "208": "須蜜說曰。有漏相云何。答曰。有漏所生是有", "209": "漏相。重說曰。此生於有漏是有漏相。重說曰。", "21": "十一種是無色。或曰。謂方所有及方施設。由", "210": "有所長養相是有漏相。重說曰。長養有相是", "211": "有漏相。重說曰。謂種因有漏生是有漏相。無", "212": "漏相云何。答曰。非有漏所生是無漏相。重說", "213": "曰。不生有漏是無漏相。重說曰。謂種因無漏", "214": "生是無漏相。廣說有漏無漏法處盡。", "215": "26 有為無為法處鞞婆沙有為無為法處第二十六", "216": "有為法者無為法者。問曰。何以故作此論。答", "217": "曰。斷計我人意故。現大妙智故。斷計我人", "218": "意者。此是有為法。無為法非是我現大妙智", "219": "者。若行智成就智。彼以此二句知一切法。謂", "22": "延所有及由延施設是色。謂非方所有及非", "220": "此俱攝一切法。具足一切法。是謂斷計我人", "221": "意現大妙智故作此論。有為法無為法者。有", "222": "為法云何。答曰。十一入及一入少所入。問曰。", "223": "無為法云何。答曰。一入少所入。問曰。何以故", "224": "說有為法無為法。答曰。謂墮生老無常是有", "225": "為。謂不墮生老無常是無為。或曰。謂興衰法", "226": "有因得有為相是有為。謂非興衰法無因得", "227": "無為相是無為。或曰。謂轉世作行受果知", "228": "緣是有為。謂不轉世不作行不受果不知緣", "229": "是無為。或曰。謂墮世是有為。謂不墮世是無", "23": "方施設。非由延所有及非由延施設是無色。", "230": "為。或曰。謂墮陰是有為。謂離陰是無為。或", "231": "曰。謂苦縛是有為。謂離苦是無為。或曰。謂前", "232": "後可得是有為。謂前後不可得是無為。或曰。", "233": "謂軟中上是有為。謂離軟中上是無為。尊", "234": "者婆須蜜說曰。有為相云何。答曰。墮陰相是", "235": "有為相。重說曰。墮世相是有為相。重說曰。災", "236": "患相是有為相。無為相云何。答曰。不墮陰相", "237": "是無為相。重說曰。不墮世相是無為相。重說", "238": "曰。不災患相是無為相。重說曰。不憂慼相", "239": "是無為相。重說曰。不愁無塵安隱相是無為", "24": "或曰。謂色名及色所有是色。謂非色名及非", "240": "相。廣說有為無為法處盡。", "241": "27 三世處鞞婆沙三世處第二十七", "242": "過去法者當來法者現在法者。問曰。何以故", "243": "作此論。答曰。斷他意故。謂不欲令有過去未", "244": "來。於世有愚說現在無為。斷彼意故。此過去", "245": "未來真實說有種相。問曰。若過去未來非種", "246": "者當有何咎。答曰。若彼非種者。不應緣彼有", "247": "意生。何以故。謂意無境界。若無境界生意", "248": "者。是則無所依而生意。若無所依無所緣而", "249": "生意者。應阿羅漢入無餘涅槃已還生意。何", "25": "色所有是無色。或曰。謂麁可見覩可現是色。", "250": "以故。謂彼無依無緣而生意。若彼生意者。是", "251": "則無脫無離不得出要。莫言有咎。是故有過", "252": "去未來真實有種有相。復次若無過去未來", "253": "者當有何咎。答曰。若彼非種者。不應有成就", "254": "不成就。如二頭三手六陰十三入無成就不", "255": "成就。如是若過去未來非種者。彼應無成就", "256": "不成就。若彼成就不成就。是故以此可知有", "257": "過去未來真實有種有相。謂彼欲令過去未", "258": "來非種者。應當爾詰。若爾時因現在。彼時果", "259": "何所在。過去耶未來耶現在耶。若說有過去", "26": "謂細非可見非覩是無色。尊者婆須蜜說曰。", "260": "者。是則有過去。莫言無過去。若言無過去者。", "261": "此事不然。若說未來者。是則有未來。莫言無", "262": "未來。若言無未來者。此事不然。若說有現在。", "263": "是則一時有因有果。若一時有因有果者。如", "264": "世尊所說偈。", "265": "作惡不即受如薩闍乳酪", "266": "罪惡燒所追如灰覆火上", "267": "與此偈相違彼作惡不即受。如薩闍乳酪者。", "268": "有說者。有草名薩闍。若末著乳中已即時成", "269": "酪。作惡不如是即受。問曰。若不爾者云何。答", "27": "云何為色相。答曰。漸漸生相是色相。重說曰。", "270": "曰。罪惡燒所追。如灰覆火上者。如以灰覆火", "271": "初下足冷謂足下轉轉下便燒。如是眾生", "272": "生死作惡行而樂中轉。捨身已生惡趣受惡", "273": "果報。若非過法未來現在者。是故應無果。若", "274": "無果者是故彼因不實。如二頭三手六陰十", "275": "三入。或有常如無為。若爾時果現在。彼時因", "276": "何所在。過去耶未來耶現在耶。若說有過去", "277": "者。是則有過去。莫言無過去。若言無過去者。", "278": "此事不然。若說未來者。是則有未來。莫言無", "279": "未來。若言無未來者。此事不然。若說有現在", "28": "漸漸開張相是色相。重說曰。方所受相是色", "280": "者。是則一時有因有果。若一時有因果者。", "281": "如世尊所說偈。", "282": "作惡不即受如薩闍乳酪", "283": "罪惡燒所追如灰覆火上", "284": "與此偈相違彼作惡不即受。如薩闍乳酪者。", "285": "有說者。有草名薩闍。若末著乳中已即時成", "286": "酪。作惡不如是即受。問曰。若不爾者云何。答", "287": "曰。罪惡燒所追。如灰覆火上者。如以灰覆火", "288": "初下足冷謂足下轉轉下便燒。如是眾生生", "289": "死作惡行而樂中轉。捨身已生惡趣受惡果", "29": "相。重說曰。處施設相是色相。重說曰。有障", "290": "報。若非過去未來現在者。是故應無因。若無", "291": "因者是故彼果不實。如二頭三手六陰十三", "292": "入。或有常如無為。或曰。若過去未來非種者。", "293": "是則無有學道。如尊者婆須蜜所說偈。", "294": "若無去來是則無師謂無師者", "295": "終無學道", "296": "或曰。若過去未來非種者。是則知已虛妄。如", "297": "佛所說偈。", "298": "言無過去說有年歲豈非是常", "299": "知已妄語", "3": "符秦罽賓三藏僧伽跋澄譯", "30": "閡相是色相。重說曰。愚相是色相。重說曰。", "300": "彼是無智果癡果闇果不懃果。謂欲令過去", "301": "未來非種。但過去未來真實有種有相。是謂", "302": "斷他意現己意說如等法故作此論。莫令斷", "303": "他意。亦莫現己意。但說如等法。故作此論。過", "304": "去法未來法現在法。問曰。過去法云何。答曰。", "305": "過去十八界十二入五陰。未來法云何。答曰。", "306": "未來十八界十二入五陰。現在法云何。答曰。", "307": "現在十八界十二入五陰。問曰。若此行無來", "308": "去無住。若來者是則來不應去。若去者是則", "309": "去不應來。如尊者婆須蜜所說偈。", "31": "三相是色相。有色可見有對。有色不可見有", "310": "行終不來斯由空故亦無有去", "311": "終則不住", "312": "若行無去來云何立三世。答曰。因行故立三", "313": "世。如彼法未作行是說未來。若作行是說現", "314": "在。若作行已滅是說過去。如眼未見色是說", "315": "未來。若見是說現在。若見已滅是說過去。如", "316": "是至意。若未來種是說未來。若現在種是說", "317": "現在。若種已滅是說過去。如未生不去是說", "318": "未來。如生未去是說現在。如生已去是說過", "319": "去。如未生不沒是說未來。如生未沒是說現", "32": "對有色不可見無對。重說曰。持去相持來相", "320": "在。如生已沒是說過去。如未生不壞是說未", "321": "來。如生未壞是說現在。如生已壞是說過去。", "322": "如未起不去是說未來。如起未去是說現在。", "323": "如起已去是說過去。如未起不沒是說未來。", "324": "如起未沒是說現在。如起已沒是說過去。如", "325": "未起不壞是說未來。如起未壞是說現在。如", "326": "起已壞是說過去。因此可知一切如所說。比", "327": "丘。有生真實有作有為思緣起盡法衰法無", "328": "欲法滅法壞法。此不壞者。無有是處。彼有生", "329": "者即是生。真實者諦有是。有作者有為是。有", "33": "是色相。重說曰。種相是色相。問曰。過去當來", "330": "為者災患是。思者因思念是。緣起者因緣是。", "331": "盡法衰法無欲法滅法壞者要當有是。此不壞", "332": "者終不自在。或曰。謂三世前是說過去。謂", "333": "三世後是說未來。謂三世中是說現在。或", "334": "曰。謂三世果是說未來。謂二世果是說現在。", "335": "謂一世果是說過去。或曰。謂三世因是說過", "336": "去。謂二世因是說現在。謂一世因是說未來。", "337": "問曰。如此二世一損可知。二增可知。一損可", "338": "知者未來是。二增可知者過去是。何以故。", "339": "未來不減過去不滿。尊者婆須蜜說曰。頗有", "34": "色及極微。復無教色不可種。欲令非是色耶。", "340": "數爾所過去。未來為不數。而作是念。增減可", "341": "知耶。但過去未來無量故增減不可知。如大", "342": "海以百千瓶器取彼水增減不可知。如是過去", "343": "未來無量故增減不可知。重說曰。當來未生", "344": "故減不可知。過去增故滿不可知。重說曰。", "345": "當來未起故減不可知。過去沒故滿不可知。", "346": "尊者曇摩多羅說曰。諸尊若世有二種者。應", "347": "有增減。可知但因事合會故法生而滅。問曰。", "348": "為未起而起耶。為已起而起耶。若未起而起", "349": "者。何得法不未有法而有。若已起者。何得法", "35": "答曰。過去色已種。當來色當種。極微者雖非", "350": "不轉還有。作此論已。答曰。因事故已起而起。", "351": "因事故未起而起。因事故已起而起者。謂一", "352": "切法各自有種性相住。因事故未起而起者。", "353": "謂未來中起一切未來是未起。問曰。為所有", "354": "起彼即滅耶。為所有起更餘滅耶。若所有起", "355": "彼即滅者。為未來起即未來滅耶。若所有起", "356": "更餘滅者。為色起痛滅耶。為至行起識滅耶。", "357": "作此論已。答曰。因事故謂所有起即滅。因事", "358": "故所有起更餘滅。因事故謂所有起即滅者。", "359": "謂色起色滅痛想行識起識滅。因事故所有", "36": "一可種。但餘極微合聚種。無教色者。雖不", "360": "起更餘滅者。謂未來起現在滅。陰故所有起", "361": "即滅。世故所有起更餘滅。問曰。為世起耶。為", "362": "世中起耶。若世起者。何得不有餘世餘行。若", "363": "世中起者。應有捨有。作此論已。答曰。因事故", "364": "世起。因事故世中起。因事故世起者。謂時起", "365": "彼即是世。因事故世中起者。謂未來世中起", "366": "彼當來世空。問曰。為已性中起耶為他性中", "367": "起耶。若已性中起者。何得性非有性。亦不有", "368": "性而有性。若他性中起者。應有捨有作此論", "369": "已。答曰。非已性中起。亦非他性中起。問曰。", "37": "可種但教色可種。彼教色種已無教色。亦當", "370": "若非已性中起亦非他性中起者。此云何。答", "371": "曰。彼法已性起已即滅。問曰。彼過去未來為", "372": "合聚如今現在屋舍房室牆壁樹木耶。為離", "373": "散耶。若合聚如今現在屋舍房室牆壁樹木", "374": "者。檀越施法何得不空。何得不有方處可見。", "375": "何得不有常存。若過去未來離散不如現在", "376": "合聚者。云何說過去。如是彼有過去世時。有", "377": "拘舍婆提王城名善法講堂。王名善見。云何", "378": "說當來。如是彼有當來世時雞頭末王城。王", "379": "名蠰伽。佛名慈氏如來至真等正覺。過去境", "38": "言種如動樹。當知影亦動此亦爾。重說曰。覆", "380": "界宿命智云何立。未來境界妙願智云何立。", "381": "又未來離散者。爾時彼法從未來世至現在世。", "382": "何得不合時無而有離散時有而無。作此論", "383": "已。有一說者。彼過去未來合聚。如今現在屋", "384": "舍房室牆壁樹木。問曰。若爾者。檀越施法何", "385": "得不空。答曰。顯示故不空也。問曰。何得不有", "386": "方處。答曰。有方處。問曰。何故不見。答曰。不", "387": "多作行故不見。若多行者便見。問曰。何得不", "388": "有常存。答曰。時變不停故不常存。更有說", "389": "者。彼過去未來離散現在者一合聚。問曰。若", "39": "虛空相是色相。重說曰。四大因相是色相。重", "390": "過去未來離散者。云何說有過去。如是彼有", "391": "過去世時。有拘舍婆提王城名善法講堂。王", "392": "名善見。答曰。如前現在時有觀而說。問曰。云", "393": "何說當來。如是彼有當來世時雞頭末王城。", "394": "王名蠰伽。佛名慈氏如來至真等正覺。答曰。", "395": "彼亦如後現在時有觀而說。問曰。過去境界", "396": "宿命智云何立。答曰。彼亦如前現在時有觀", "397": "而說。問曰。未來境界妙願智云何立。答曰。彼", "398": "亦如後現在時有觀而說。問曰。若未來離散", "399": "者。爾時彼法從未來世至現在世。何得不合", "4": "22 色無色法處色無色法處第二十二", "40": "說曰。色者無色相。問曰。何所說。答曰。色者", "400": "時無而有離散時有而無。答曰。謂一切法已", "401": "性種相住也。此說有四種薩婆多。一者事異。", "402": "二者相異。三者時異。四者異異。事異者說。彼", "403": "法與世隨轉時事。便有異非種異。如乳成酪", "404": "變時味有異色不異。如是彼法從當來世至現", "405": "在世。彼捨當來事不捨種。從現在世至過去", "406": "世。彼捨現在事不捨種。相異者說。彼法世隨", "407": "轉時過去時。成就過去相。非不成就未來現", "408": "在相。當來時成就當來相。非不成就過去現", "409": "在相。現在時成就現在相。非不成就過去未", "41": "無一色相。何以故。謂眼界異相至細滑界亦", "410": "來相。如人染著一女。餘者非不染著。此亦如", "411": "是。時異者說。彼法與世隨轉時隨時得名。時", "412": "故非種故。如算子初下位一轉十至百千。彼", "413": "一算子隨轉時得名。如一女人亦名為女亦名", "414": "為婦亦名為母亦名為大母。彼一女人隨時", "415": "得名。如是彼法隨時得名。時故非種故。說", "416": "曰。此最不亂施設世。此因行立三世。如彼法", "417": "未作行是說未來。若作行是說現在。如作行", "418": "已滅是說過去。是故此最不亂施設世。異異", "419": "者說。彼法隨世轉時說異異。非時故非種故", "42": "異相。重說曰。有對相是色相。此說數。", "420": "說者。此最亂施設世。此說者未來一時。現在", "421": "世二。現在一時。過去二。此一世中施設三", "422": "世。此最亂施設世。廣說三世處盡。", "423": "28 善不善無記處鞞婆沙善不善無記處第二十八", "424": "善法者不善法者無記法者。問曰。善法云何。", "425": "答曰。善五陰及數緣盡。不善法云何。答曰。不", "426": "善五陰。無記法云何。答曰。無記五陰及虛空", "427": "非數緣盡。問曰。何以故說善法不善法無記", "428": "法。答曰。謂生善趣彼是善。謂生不善處是不", "429": "善。謂不生善處亦不生不善處是無記。或曰。", "43": "漸漸生成開施設方處障閡愚", "430": "謂善有芽及解脫芽轉成。謂不善有芽轉", "431": "成是不善。謂亦非善非不善有芽轉成是無", "432": "記。或曰。謂善果及樂痛果是善。謂不善果及", "433": "苦痛果是不善。謂非善果亦非樂果。非不善", "434": "果亦非苦果。是無記。或曰。四事故說是善。一", "435": "者性。二者相應。三者等起。四者第一義。性", "436": "者。或有說。慚愧性是善。或有說。三善根性是", "437": "善。相應者。謂彼相應心數法。等起者。謂等起", "438": "身行口行。第一義者。涅槃安隱義故說善。尊", "439": "者跋󰕬亦爾說。", "44": "三去來種覆空與因一相并對", "440": "善性是智相應識俱起身口行", "441": "涅槃第一", "442": "四事故。說不善性相應等起第一義性者。或", "443": "有說。無慚無愧性是不善。或有說。三不善根", "444": "性是不善。相應者。謂彼相應心心數法。等起", "445": "者。謂彼等起身行口行。第一義者。一切生死", "446": "不安隱故說不善。尊者跋𨃓亦爾說。", "447": "不善性智相應識俱起身口行", "448": "生死第一", "449": "餘者無記。尊者瞿沙說曰。謂法正思惟性。正", "45": "餘者無色。廣說色無色處盡。", "450": "思惟相應。正思惟等起。正思惟所依果報果", "451": "是善。謂法非正思惟性。非正思惟相應。非正", "452": "思惟等起。非正思惟所依果報果是不善。餘", "453": "者無記。或曰謂慚愧性。慚愧相應慚愧等起。", "454": "慚愧所依果報果是善。謂法無慚無愧性。無", "455": "慚無愧相應。無慚無愧等起。無慚無愧所依", "456": "果報果是不善。餘者無記。或曰。謂法三善根", "457": "性。三善根相應。三善根等起。三善根所依果", "458": "報果是善。謂法三不善根性。三不善根相應。", "459": "三不善根等起。三不善根所依果報果是不", "46": "23 可見不可見法處鞞婆沙可見不可見法處第二十三", "460": "善。餘者無記。或曰。謂法五根性。五根相應。", "461": "五根等起。五根所依果報果是善。謂法五蓋", "462": "性。五蓋相應。五蓋等起。五蓋所依果報果是", "463": "不善。餘者無記。彼施設亦說善者。何以故", "464": "善。答曰。善果愛果意樂果意欲果。以是故善。", "465": "已說果。今當說報。復次善報愛報意樂報意", "466": "欲報。以是故善。不善者。何以故不善。答曰。", "467": "不善果不愛果意不樂果意不欲果是不善。", "468": "已說果。今當說報。復次不善報不愛報不意", "469": "樂報不意欲報是不善。餘者無記。問曰。何", "47": "可見法者不可見法者。問曰。何以故作此論。", "470": "以故說無記。如佛世尊。此苦一向記。此習盡", "471": "道一向記。復次爾所一切謂十二入。佛亦一", "472": "向記。一向分別。一向施設。一向顯示此。何", "473": "以故說無記。答曰。不以不說故名為無記。問", "474": "曰。若不爾者此云何。答曰。善者記於善。不善", "475": "者記於不善。此無記者不記善亦不記不善", "476": "是無記。或曰。善者二事故記性及果。不善", "477": "亦二事故記性及果。此無記雖性記非果記。", "478": "以是故無記。或曰。善者生善趣。不善者生惡", "479": "趣。此無記者不生善趣亦不生惡趣。或曰。善", "48": "答曰。斷計我人意故。及現大妙智故。斷計我", "480": "者受善報。不善者受不善報。此無記者不受", "481": "善報亦不受不善報。以是故說無記。說曰。或", "482": "復不說故名無記。如彼契經。梵志至世尊所。", "483": "到已而問。瞿曇。世是常耶為非常耶。世尊告", "484": "曰。梵志此是無記。云何瞿曇。世有邊耶為無", "485": "邊耶。世尊告曰。梵志。此是無記。云何瞿曇。", "486": "是命是身耶。為命異身異耶。世尊告曰。梵志。", "487": "此是無記。云何瞿曇。如來終耶如來不終耶。", "488": "如來終不終耶。如來亦不終亦不不終耶。世", "489": "尊告曰。梵志。此是無記。如說。云何瞿曇。世", "49": "人意者。此是可見法。不可見法是非我。現大", "490": "是常耶為非常耶。世尊告曰。梵志。此是無記。", "491": "問曰。何以故不說。答曰。斷異學意故異學", "492": "至世尊所而問。云何瞿曇。人是常耶人非常", "493": "耶。世尊作是念。我若說無人者。彼當言我不", "494": "問此有以無。我若說常無常者而無有人。何", "495": "得有常無常。如有問人。士夫石女兒有恭敬", "496": "耶。善言耶。彼人作是念。我若作是說。石女無", "497": "有兒。彼當言我不問女有兒無兒。我若說有", "498": "恭敬有善言。而石女無有兒。何得有恭敬善", "499": "言。如是異學至世尊所而問。云何瞿曇。人是", "5": "色法者無色法者。問曰。何以故作此論。答曰。", "50": "妙智者。若有行智成就智。彼以此二句便知", "500": "常為非常耶。世尊作是念。我若言有人。彼當", "501": "言我不問有無。我若言常無常。而無有人。何", "502": "得有常無常。此是不實問非實論。非真諦問。", "503": "非真諦論。是謂不實不真諦故世尊不記。如", "504": "說如說云何瞿曇。世有邊耶世無邊耶。是命", "505": "耶是身耶。為命異身異耶。世尊告曰。梵志。此", "506": "是無記。問曰。何以故世尊不記。答曰。斷異學", "507": "意故。異學至世尊所而問。是命耶是身耶為", "508": "命異身異耶。世尊作是念。我若說有身無有", "509": "命。彼當言我不問此有無。我若言命異身異", "51": "一切法。謂此俱攝一切法。具足一切法。是謂", "510": "而有身無有命。何得身異命異。如有人問。云", "511": "何士夫牛角兔角相似不。彼人作是念。我若", "512": "言牛有角兔無角。彼當言我不問此誰有誰", "513": "無我若言等相似。而牛有角兔無角。何得等", "514": "相似。如是異學至世尊所而問。是命耶是身", "515": "耶為命異身異耶。世尊作是念。我若言有身", "516": "無有命。彼當言我不問此有無。我若言命異", "517": "身異。而有身無有命。何得身異命異。此是實", "518": "問不實問。實論非實論。真諦問不真諦問。真", "519": "諦論非真諦論。是謂實不實真諦不真諦故", "52": "斷計我人意故及現大妙智故作此論。復何", "520": "世尊不記。如說。云何瞿曇。如來終耶如來不", "521": "終耶。", "522": "如來終不終耶如來亦不終亦不不終耶。世", "523": "尊告曰。梵志。此是無記。問曰。世尊何以故不", "524": "記。答曰。斷異學意故。異學者欲令法無有而", "525": "有。彼異學至世尊所而問。云何瞿曇。此人無", "526": "有而有耶。為有而有耶。何此而無有而有。", "527": "如是有而無耶。為有而有。為有已常耶。世尊", "528": "作是念。無有此無有而有。此亦無有有已而", "529": "有常。此是不實問不實論。非真諦問。非真諦", "53": "以故作此論。答曰。或有欲令一切法可見。慧", "530": "論。是謂不實不真諦故世尊不記。此是不說", "531": "故謂之無記。謂佛說謂佛演說佛分別施設", "532": "顯示。說曰。此說四論記。一者一向記論。二者", "533": "分別記論。三者詰問記論。四者止記論。一向", "534": "記論者。若有作是問。如來至真無所著等正", "535": "覺耶。世尊善說法耶。如來弟子善向耶。一切", "536": "行無常一切法無我涅槃息滅耶。此當為一", "537": "向記。是謂一向記論。何以故一向記論。答曰。", "538": "此論趣義趣法趣智趣等覺趣涅槃。是故一", "539": "向記論。分別記論者。若作是問。法過去耶。當", "54": "眼界故。謂若有欲爾者。斷彼意故說可見法", "540": "為彼分別記。何以故。答曰。過去法者。或善或", "541": "不善或無記。或欲界繫或色界繫或無色界", "542": "繫。或學或無學。或非學非無學。或見斷或思", "543": "惟斷或不斷。是謂分別記論。詰問記論者。若", "544": "作是問。法過去耶。當還詰彼賢士問何法。何", "545": "以故。過去法者。或善或不善或無記。或欲界", "546": "繫或色界繫或無色界繫。或學或無學或非", "547": "學非無學。或見斷或思惟斷或不斷。是謂詰", "548": "問記論。問曰。分別記論詰問記論何差別。答", "549": "曰。正無差別。問差降故便有差別。問者二", "55": "不可見法。是謂斷他意。現己意說法如等故", "550": "種。或有欲知而問。或有觸嬈而問。欲知而問", "551": "者。彼若言為我說法。當語彼多有法。或過去", "552": "未來現在。我當為說何者。若言為我說過去。", "553": "當語彼過去法亦多。或有色陰至識陰。我當", "554": "為說何者。若言為我說色。當語彼色亦多。或", "555": "善或不善或無記。我當為說何者。若言為我", "556": "說善色。當語彼善色亦多。或離於殺至不知", "557": "時言。我當為說何者。若言為我說離殺。當語", "558": "彼離殺亦多。或不貪生或不恚生或不癡生。", "559": "我當為說何者。若言為我說不貪生。當語彼", "56": "作此論。莫令斷他意。亦莫現己意但說如等", "560": "不貪生亦多。或有教或無教。我當為說何者。", "561": "謂彼欲知而問。為彼法性分別開示善記令彼", "562": "知。有觸嬈而問者。彼若言為我說法。當語彼", "563": "多有法。當為說何者。不應語彼或過去未來", "564": "現在。若言為我說過去。當語彼過去法亦多。", "565": "我當為說何者。不應語彼或有色陰至識陰。", "566": "若言為我說色。當語彼色亦多。我當為說何", "567": "者。不應語彼或善或不善或無記。若言為我", "568": "說善。當語彼善色亦多。我當為說何者。不應", "569": "為彼說或離於殺至不知時言。若言為我說離", "57": "法故作此論。可見法不可見法者。問曰。可見", "570": "殺。當語彼離殺亦多。我當為說何者。不應語", "571": "彼或不貪生或不恚生或不癡生。若言為我說", "572": "不貪生。當語彼不貪生亦多。我當為說何者。", "573": "不應語彼或有教或無教。謂彼觸嬈問應當", "574": "爾令彼或自答或默然住。是謂答故無差別。", "575": "問差降故便有差別。止記論者。若作是問。云", "576": "何瞿曇。世是常耶世無常耶。世尊告曰。梵志。", "577": "此是無記。云何瞿曇。世有邊耶世無邊耶。是", "578": "命是身耶。命異身異耶。如來終耶如來不終", "579": "耶如來終不終耶。如來亦不終亦不不終耶。", "58": "法云何。答曰。一入是。問曰。不可見法云何。答", "580": "世尊告曰。梵志。此是無記。是謂止記論。何", "581": "以故止記論。答曰。此論不趣義不趣法不趣", "582": "智不趣等覺不趣涅槃。是故止記論。問曰。云", "583": "何此論名記論。謂此中不答一句。答曰。此是", "584": "如等法第一義。答謂默然是。問曰。何以故。答", "585": "曰。謂默然伏於彼。何況記而不伏。說者有異", "586": "學名傷坻羅。為論故至罽賓。彼時足晝林有", "587": "阿羅漢尊者跋修羅。得三明三藏六通。離三", "588": "界結。於內外法盡學知。彼傷坻羅聞此林中", "589": "有如此大論師。彼作是念。當往而問。彼到已", "59": "曰。十一入是。問曰。何以故說可見不可見法。", "590": "共尊者跋修羅。相慰勞已却坐一面。却坐一", "591": "面已。語尊者跋修羅。比丘。我等誰當先立論。", "592": "我耶汝耶。尊者跋修羅曰。我是主人我應先", "593": "立論。然汝是客令汝先立論。彼便先立論。說", "594": "曰。一切論當有詰論。尊者跋修羅默然住。傷", "595": "坻羅弟子便舉聲言。伏沙門伏沙門。尊者跋", "596": "修羅說曰。傷坻羅還去。汝傷坻羅者自當知。", "597": "彼時傷坻羅便還去不遠作是念。不知彼沙", "598": "門何所說。傷坻羅還去。汝傷坻羅者自當", "599": "知。傷坻羅復作是念。我立此論一切論當有", "6": "斷計我人意故。及現大妙智故。斷計我人意", "60": "答曰。謂眼行是可見。謂非眼行是不可見。或", "600": "詰論。我此論有咎有諍有過。彼沙門若作是", "601": "論。彼亦有此咎。彼傷坻羅告弟子曰。彼沙門", "602": "得我便來。當共往禮彼沙門。弟子對曰。師眾", "603": "中得勝。何用禮彼沙門為。傷坻羅曰。寧從", "604": "智者伏。不從愚者勝。彼傷坻羅便還至尊者", "605": "跋修羅所。舉身投地已。說曰。汝為我師。我為", "606": "弟子。汝得勝。我不如。是謂或應默然而成論。", "607": "況復記說而不成論。是故說如等法第一義。", "608": "答謂默然。是廣說善不善無記處盡。", "609": "29 欲界色界無色界繫法處鞞婆沙欲界色界無色界繫法處第二十九", "61": "曰。謂眼光是可見。謂非眼光是不可見。或曰。", "610": "欲界繫法者。色界繫法者。無色界繫法者。問", "611": "曰。欲界繫法云何。答曰。欲界繫五陰。色界繫", "612": "法云何。答曰。色界繫五陰。無色界繫法云何。", "613": "答曰。無色界繫四陰。問曰。何以故說欲界繫", "614": "法。何以故說色無色界繫法。答曰。因欲繫足。", "615": "是故說欲界繫。因色繫足。是故說色界繫。因", "616": "無色繫足。是故說無色界繫。足者結也。如所", "617": "說偈。", "618": "若已盡不生已盡不將隨", "619": "彼佛無量行無跡何跡將", "62": "謂二眼界是可見。謂非二眼界是不可見。或", "620": "若叢深枝灑無愛可將隨", "621": "彼佛無量行無跡何跡將", "622": "如有足者。彼能趣東西南北。如是若有結足", "623": "者。彼便趣諸界趣諸趣趣諸生趣輪轉生死", "624": "中。是故說因欲界繫足是欲界繫。因色無色", "625": "界繫足是色無色界繫。或曰。因欲繫縛。是故", "626": "說欲界繫。因色繫縛。是故說色界繫。因無色", "627": "繫縛。是故說無色界繫。如繫人在堅柱堅", "628": "杙。彼因堅柱堅杙說是縛。如是因欲繫縛", "629": "是故說欲界繫。因色繫縛是故說色界繫。因", "63": "曰。謂三眼界是可見。謂非三眼界是不可見。", "630": "無色繫縛是故說無色界繫。或曰。謂有欲樂", "631": "是欲界繫。謂有欲樂是色界繫。謂有欲樂是", "632": "無色界繫。欲者愛樂者見。或曰。謂欲界著所", "633": "著惜所惜已所已是欲界繫。謂色界著所著", "634": "惜所惜已所已是色界繫。謂無色界著所著", "635": "惜所惜已所已是無色界繫。或曰。謂欲界垢", "636": "雜垢污雜污毒雜毒是欲界繫。謂色界垢雜", "637": "垢污雜污毒雜毒是色界繫。謂無色界垢雜", "638": "垢污雜污毒雜毒是無色界繫。廣說欲界色", "639": "無色界繫法處盡。", "64": "或曰。謂二眼界及眼識緣是可見。謂非二眼", "640": "30 學無學非學非無學法處鞞婆沙學無學非學非無學法處第三十", "641": "學法者無學法者非學非無學法者。問曰。學", "642": "法云何。答曰。學五陰。無學法云何。答曰。無", "643": "學五陰。非學非無學法云何。答曰。有漏五陰", "644": "及無為。問曰。何以故說學無學非學非無學。", "645": "答曰。謂不貪道學斷貪是學。謂不貪道不學斷", "646": "貪是無學。餘者非學非無學。或曰。謂不恚道", "647": "學斷恚是學。謂不恚道不學斷恚是無學。餘", "648": "者非學非無學。或曰。謂不癡道學斷癡是學。", "649": "謂不癡道不學斷癡是無學。餘者非學非無", "65": "界亦非眼識緣是不可見。尊者瞿沙亦爾說。", "650": "學。或曰。謂道學斷愛非愛本是學。謂道學斷", "651": "愛者。以此別無學。道非愛本者以此別世俗", "652": "道。謂道不學斷愛亦非愛本是無學。謂道不", "653": "學斷愛者以此別學。道亦非愛本者以此別", "654": "世俗道。餘者非學非無學。或曰。謂不離愛意", "655": "中無漏法可得是學。謂離愛意中無漏法可", "656": "得是無學。餘者非學。非無學。或曰。謂結得縛", "657": "意中無漏法可得是學。謂結得不縛意中無", "658": "漏法可得是無學。餘者非學非無學。或曰。謂", "659": "攝見地思惟地是學。謂攝無學地是無學。餘", "66": "二眼界及眼識緣故說可見。餘者不可見。尊", "660": "者非學非無學。或曰。謂攝見道思惟道是學。", "661": "謂攝無學道是無學。餘者非學非無學。或曰。", "662": "謂攝未知根已知根是學。謂攝無知根是無", "663": "學。餘者非學非無學。或曰。謂五人堅信堅法", "664": "信解脫見到身證意中無漏法可得是學。謂", "665": "二人慧解脫俱解脫意中無漏法可得是無", "666": "學。餘者非學非無學。或曰。謂七人四向三果", "667": "意中無漏法可得是學。謂一人意中無漏法", "668": "可得是無學。餘者非學非無學。或曰。十八人", "669": "意中無漏法可得是學。謂九人意中無漏法", "67": "者婆須蜜說曰。可見法有何義。答曰。可示現", "670": "可得是無學。餘者非學非無學。廣說學無學", "671": "非學非無學處盡。", "672": "31 見斷思惟斷不斷法處鞞婆沙見斷思惟斷不斷法處第三十一", "673": "見斷法者思惟斷法者不斷法者。問曰。見斷", "674": "法云何。答曰。謂堅信堅法觀時忍斷。此云何。", "675": "見斷八十八使及彼相應法。是謂見斷法。思", "676": "惟斷法云何。謂學見迹思惟斷。此云何。思惟", "677": "斷十使及彼相應法。是謂思惟斷法。不斷法", "678": "云何。答曰。虛空不數緣盡數緣盡學法無學", "679": "法。是謂不斷法。問曰。何以故說見斷思惟", "68": "是可見。重說曰。可示他是可見。眼行光來是", "680": "斷。如見不離思惟。思惟不離見。見者是慧。思", "681": "惟者是不放逸。何者真實。答曰。此中說真實。", "682": "少見道者慧多不放逸。少思惟道者不放逸", "683": "多慧少。是故說此中真實少。更有說者。此中", "684": "說等真實。見道者所有慧亦與不放逸等。思", "685": "惟道者所有不放逸而與慧等。是故說此中", "686": "等真實。見斷法者思惟斷法者。尊者婆須蜜", "687": "說曰。如見四聖諦時斷一切結。何以故說見", "688": "斷法思惟斷法。答曰。以見斷以見除以見", "689": "捨。是故說見斷。復有作是說。亦思惟斷亦", "69": "可見。重說曰。可說此彼是可見也。不可見有", "690": "見斷。但以見斷以見除以見捨。是故說見斷。", "691": "何以故說思惟斷者。答曰。彼即以道修習多", "692": "修習。數數斷少少斷品品斷稍稍斷漸漸斷", "693": "令薄。是故說思惟斷。復有作是說。見斷亦思", "694": "惟斷。但彼即以道修習多修習。數數斷少少", "695": "斷品品斷稍稍斷漸漸斷令薄。是故說思惟", "696": "斷。何所說。答曰。彼作是說。見道是利道。彼", "697": "始起以一種慧斷九種結。思惟道是鈍道彼", "698": "數數行。以九種慧斷九種結。如二刀截一處。", "699": "一利二鈍利者始下便斷。鈍者數數下乃斷。", "7": "者。此色法無色法非是我。現大妙智者。若有", "70": "何義。答曰。不可示現是不可見。重說曰。不可", "700": "如是見道是利道。彼始起以一種慧斷九種", "701": "結。思惟道是鈍道。彼數數行以九種慧斷九", "702": "種結。更有說者。見道亦九種慧斷九種結。思", "703": "惟道亦九種慧斷九種結。如多中毒誰不欲", "704": "一時吐。問曰。若爾有何得見道是利道。答", "705": "曰。所以見道是利道者。如思惟道以九種慧", "706": "斷九種結。如是見道亦以九種慧斷九種結。", "707": "但速於彼。是故說見道是利道。如是說者此", "708": "不論。如前說如見道以一種慧斷九種結。思", "709": "惟道以九種慧斷九種結。或曰。謂道多見斷", "71": "示現他是不可見。重說曰。非眼行光來是不", "710": "結。是謂見斷。謂道思惟多斷結。是思惟斷。或", "711": "曰。謂道三相。眼明慧相斷結是見斷。謂道四", "712": "相。眼明智慧相斷結是思惟斷。或曰。謂道四", "713": "相。眼明覺慧相斷結是見斷。謂道五相。眼明", "714": "覺智慧相斷結是思惟斷。或曰。謂忍斷結是", "715": "見斷。謂智斷結是思惟斷。或曰。謂未知根斷", "716": "結是見斷。謂已知根斷結是思惟斷。或曰。謂", "717": "斷結如方便破石是見斷。謂斷結如方便挽藕", "718": "絲是思惟斷。或曰。未見諦見諦時斷結是見", "719": "斷。謂已見諦見諦時斷結是思惟斷。或曰。謂", "72": "可見。重說曰。不可說此彼是不可見。廣說可", "720": "大力斷結如摩呵能伽是見斷。謂斷結如履", "721": "坏器上是思惟斷。或曰。謂斷結時修異智修", "722": "異知修異行是見斷。謂斷結時修不異智修", "723": "不異知修不異行是思惟斷。或曰。謂向不成", "724": "就果斷結是見斷。謂向成就果斷結是思惟", "725": "斷。或曰。謂非稍稍斷是見斷。謂稍稍斷結", "726": "是思惟斷。或曰。謂堅信堅法斷結是見斷。謂", "727": "信解脫見斷。身證斷結是思惟斷。或曰。謂", "728": "始起道斷結是見斷。謂數數起道斷結是思", "729": "惟斷。或曰。謂斷結攝四沙門果是見斷。謂斷", "73": "見不可見法處盡。", "730": "結或攝三果或二或一是思惟斷。或曰。謂道", "731": "斷結不替是見斷。謂道斷結或替不替是思", "732": "惟斷。或曰。謂已斷結不退是見斷。謂已斷結", "733": "或退或不退是思惟斷。或曰。謂已解脫不復", "734": "縛是見斷。謂已解脫或縛或不縛是思惟斷。", "735": "或曰。謂已離不繫是見斷。謂已離或繫或不", "736": "繫是思惟斷。或曰。謂斷結時忍無礙道智解", "737": "脫道是見斷。謂斷結時智無礙道智解脫道是", "738": "思惟斷。或曰。謂斷結時忍方便道忍無礙道", "739": "智解脫道是見斷。謂斷結時智方便道智無", "74": "24 有對無對處鞞婆沙有對無對處第二十四", "740": "礙道智解脫道是思惟斷。或曰。謂斷結時四", "741": "行修道是見斷。謂斷結時十六行修道是思", "742": "惟斷。或曰。謂斷結時緣一一諦修道是見斷。", "743": "謂斷結時緣四諦修道是思惟斷。或曰。謂斷", "744": "結時一相似修道是見斷謂斷結時相似不", "745": "相似修道是思惟斷。或曰。謂斷結時修一三", "746": "昧是見斷。謂斷結時修三三昧是思惟斷。或", "747": "曰。謂斷結時不住是見斷。謂斷結時或住不", "748": "住是思惟斷。餘者無斷。廣說見斷思惟斷無", "749": "斷處盡。", "75": "有對法者無對法者。何以故作此論。答曰。斷", "750": "鞞婆沙論卷第七", "76": "計我人意故。及現大妙智故。斷計我人意者。", "77": "此是有對法。無對法非是我。現大妙智者。若", "78": "有行智成就智。以此二句便知一切法。謂此", "79": "俱攝一切法。具足一切法。是謂斷計我人意", "8": "行智成就智。彼以此二句便知一切法。謂此", "80": "故及現大妙智故作此論。有對法無對法者。", "81": "問曰。有對法云何。答曰。十入是。無對法云", "82": "何。答曰。二入是。問曰。何以故說有對無對", "83": "法。答曰。有對者說三種。一者障礙有對二者", "84": "界有對。三者緣有對。障礙有對者。如手手相", "85": "礙。手與外種相礙。外種外種相礙。外種與手", "86": "相礙。界有對者。如眼界有礙。如是至意法界", "87": "有礙。緣有對者。如意識共相應一切法礙。婆", "88": "須蜜經說。因眼色閡。因色眼亦礙。至因意", "89": "法礙。因法亦意閡。彼尊者婆須蜜說。此一", "9": "俱攝一切法。具足一切法。是謂斷計我人意", "90": "向界礙是謂三種有對。於三種有對中此因", "91": "界有對作論。非餘有對。或曰。謂大障礙能捨", "92": "是有對。謂非大障礙非捨是無對。或曰。謂麁", "93": "可見覩可現是有對。謂細不可見不可覩", "94": "不可現是無對。或曰。謂種生長是有對。內事", "95": "種者。謂時精繫。母胎生者。謂時彼精。漸厚長", "96": "者。謂時肉段生。胞外種者。謂時以種子。種", "97": "地中生者。謂時子生。萌芽長者。謂時生莖", "98": "節華果。謂種生長是有對。謂若不種不生不", "99": "長是無對。或曰。謂可知此住彼住是有對。謂"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1547 鞞婆沙論: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙論: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙: 鞞婆沙", "author": "尸陀槃尼撰  符秦 僧伽跋澄譯", "sourceLink": "http://www.cbeta.org/"}