{"author": "唐 含光記", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1273 毘那夜迦誐那鉢底瑜伽悉地品祕要", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1273", "1": "毘那夜迦誐那鉢底瑜伽悉地品", "2": "祕要", "3": "含光記", "4": "古今諸師。深祕之故不載經中。或出真言", "5": "不顯其理。末代學者多被障礙。是故含光", "6": "法師親從不空智和尚。纔受此法祕義。仍", "7": "今聊舉略記之。", "8": "誐那鉢底王真言曰亦名毘那夜迦。", "9": "􄖩曩􄗭謨􄙘尾􄖩那􈃷翼􄑀迦二合􄙢瀉􄚨賀􄙼悉􄽳底二合", "10": "􈁃母􄑌佉􄙢瀉􄕗怛􄟯儞野二合􄕤他引􇩂唵􄖩娜去聲下同", "11": "􈃷翼􄑀迦二合􄙘尾􄖩娜􈃷翼􄑀迦二合􄩞怛羅二合􈃷翼", "12": "􄑀迦二合􆯯簸哩二合􄩞怛羅二合􈃷翼􄑀迦二合􄙬餉引式尚反", "13": "􄑌佉􄚨賀􆶫悉底二合􄙬餉引􄑌佉􄑀迦􄑾只􄕗多有增加句可隨所求事所謂息災增益敬愛調伏鉤召等有其梵名阿闍梨能可有分別但常途之時加息災語可見本軌", "14": "􅁥娑婆􄚩賀", "15": "若欲息災。於娑婆賀上加扇底迦羅二合之", "16": "句。若欲求財。於娑婆賀上加輔瑟置二合迦", "17": "之句。若欲求愛。除前句加縛試羯羅拏之句。", "18": "若欲伏惡。除前句加阿毘遮嚕迦之句。若欲", "19": "求延命。除前句加惹儞多之句。若欲鉤召。除", "20": "前句加鴦俱捨之句。如是諸語含眾多悉地", "21": "也。", "22": "毘那夜迦生歡喜心雙身真言曰。", "23": "􇩂唵􄮦儗哩二合入􄑣虐有增加句。如前准常途之時。加息災句娑縛賀", "24": "行者常誦此呪無有障礙。是真言中顯權", "25": "實義。所以者何。儗哩者是觀自在菩薩種子", "26": "字也。菩薩現此身為其婦而勸進。令毘那夜", "27": "迦不作障礙。有往昔因緣如餘部說。是為權", "28": "義。次虐者是毘那夜迦神種子。此常隨魔也。", "29": "云何常隨魔。謂恒常隨逐一切有情伺求其", "30": "短。然天魔地魔不爾。唯時而來而作障難。", "31": "毘那夜迦常隨作障難。故名常隨魔也。假使", "32": "梵王及憍尸迦諸天龍等。不能破如斯障難。", "33": "唯有觀世音及軍荼利菩薩。能除此毘那夜", "34": "迦難也。經云若知身中有諸障難。所求善事", "35": "多不如心者。應以香水浴此觀世音像。復取", "36": "此水呪一百八遍。以浴毘那夜迦像。復取呪", "37": "之一百八遍。自灑我行者身。一切障難自然", "38": "消滅。諸有所求無不如意云云用觀世音十", "39": "一面根本真言。而作前法也。軍荼利菩薩。多", "40": "有除毘那夜迦難之證文。如餘部廣說見集經等", "41": "雙身毘那夜迦調伏他惡真言曰。", "42": "唵虐虐吽娑嚩二合賀", "43": "行者若欲縛惡人用此真言。若欲遣除惡人", "44": "亦用此呪。此真言偏顯兩實義。是故以一字", "45": "重為二字。尋其實即權。何故權。謂佛菩薩", "46": "為降伏諸懈怠故。現此身也。諸有障難從懈", "47": "怠起。若止懈怠者障難不起也。權即依實。是", "48": "故一字重稱也。實即顯權。是故知之佛菩薩", "49": "化也。佛者毘盧遮那佛即宣言。無所不至", "50": "之身。我為化度隨類眾生。普賢最後現毘那", "51": "夜迦也云云菩薩者觀世音菩薩也。佛菩薩", "52": "為男女天化度眾生。今說毘那夜迦形有多", "53": "種。或似人天或似婆羅門。或現男女端正之", "54": "貌。即分四部攝眾多類。如是種種作諸障礙。", "55": "唯大聖天歡喜王。是權現之身。如上所說。為", "56": "欲誘進諸作障者令入正見故。所以不似餘", "57": "毘那夜迦而現象頭。此是示喻故。謂如象王", "58": "雖有瞋恚強力。能隨養育者及調御師也。誐", "59": "那鉢底亦復如是。雖現障身。能隨歸依人乃", "60": "至歸佛者。是故此天現象頭也。毘那夜迦亦", "61": "名毘那怛迦。此云象鼻也。其形如人但鼻極", "62": "長。即愛香塵故也。唯今大聖天。其頭眼耳", "63": "鼻舌諸相皆似象。能隨行者故也。此天者即", "64": "誐那鉢底。此云歡喜。非餘毘那夜迦也。以慈", "65": "善根力。令諸毘那夜迦生歡喜心。然後呵責", "66": "令不作障。若瞋怒時即以其鼻。若近若遠隨", "67": "意纏縛。是故勝餘毘那夜迦也。毘那夜迦權", "68": "實之義。既說已　次說手印相。二手外縛。二", "69": "頭指如寶形。是契相用前大真言又二手內", "70": "縛。以右中指頭指合竪立。交於左中指頭指。", "71": "是二指如右相合竪立。即左右頭指各輔中", "72": "指背。大指並立。是契用前第二真言　又", "73": "準前印。改左右小指無名指為外縛。是契用", "74": "前第三呪　次說像法。象頭人身。左牙出右", "75": "牙折。面少向左。其鼻向外瘻。身色赤黃有六", "76": "臂。左上手把刀金剛智言把劍次手把菓盤金剛智言歡喜團", "77": "下手把輪。右上手把捧。次手把索。下手把牙。", "78": "於此像前誦前大真言。所求皆成　又像有", "79": "二天身相抱正立雙象頭人身。其左天著天", "80": "華冠。鼻牙短。其目亦細著赤袈裟福田相", "81": "衣。身白肉色。右天面目不慈。鼻長目廣。不著", "82": "天冠及福田衣。身赤黃色。唯以黑色衣而纏", "83": "其頸肩。此天以面相著前女天面。作愛惜", "84": "相。是像顯權實相。於此像前持誦先第二真", "85": "言善增惡滅　又像二形如先。相抱正立。唯", "86": "以男天面繫女天之右肩。而視女天背。亦以", "87": "女天面繫男天之右肩。而視男天背也。目細", "88": "牙短為婦天。其二天並不著法衣天冠。而現", "89": "本毘那夜迦身。於此像前持誦先第三真言。", "90": "一切惡事皆悉消滅也。誐那鉢底王真言要", "91": "義印契畫像法。說已　將修此法時。先應敬", "92": "禮大毘盧遮那。次禮觀世音。後禮軍荼利即", "93": "得効驗。遍照與觀音是其本尊身。軍荼利是", "94": "其調伏者。所以先歸敬也。大廣智言。若有", "95": "毘那夜迦障難者。應修真言法。其真言法中", "96": "有三部。三部即三尊。三尊即佛菩薩金剛。佛", "97": "菩薩金剛即毘盧遮那觀世音軍荼利。是三", "98": "部法。能制三業懈怠。除其懈怠故。障難永", "99": "絕不起。是故欲修誐那鉢底法者。先應敬禮", "100": "毘盧遮那觀世音軍荼利。是三部尊。能除行", "101": "者身口意懈怠故。現此毘那夜迦身也。非餘", "102": "障者。唯號誐那鉢底也。", "103": "毘盧遮那五字真言曰。", "104": "阿尾羅吽劍", "105": "觀世音十一面毘俱胝諸佛所說真言種種梵號", "106": "可見經中不空譯。", "107": "唵娜羅娜羅地哩地哩度嚕度嚕壹知陟奚反", "108": "嚩知者隷者隷鉢羅者隷鉢羅者隷矩蘇銘矩", "109": "蘇摩縛隷壹里弭里止里止里致惹引羅", "110": "摩跛曩也跛羅摩󰡊馱薩怛嚩摩訶迦嚕尼迦", "111": "引娑婆訶", "112": "軍荼利菩薩除障難真言曰。", "113": "曩謨囉怛曩二合怛羅二合夜引野曩莫室戰", "114": "二合拏嚩日羅二合鉢拏曳摩訶藥乞叉二合", "115": "細曩鉢多曳曩謨嚩日羅句嚕馱野唵呼嚕", "116": "呼嚕地瑟吒地瑟吒盤多盤多地訶曩", "117": "地訶曩阿蜜㗚二合帝吽發吒", "118": "如上微妙祕義。末代智者應以祕之。應安梵", "119": "夾中。於非器人勿妄傳授放。何謂非器。所", "120": "謂無智與不信。及惡人不守口人等。是非器", "121": "人也。若於是等人前恣宣傳者。恐有誹謗之", "122": "罪。是故不撰器人者即有障難。所以今更加", "123": "制言也。智者修之速得悉地。", "124": "誐那鉢底瑜迦祕要一帖", "125": "一渧酒成萬斛呪", "126": "􈁴􄙺􄗭􄕻􄗷􆿁􅁥􄚩", "127": "大自在天呪曰　聖天儀軌文。", "128": "唵毘跢羅薩尼婆羅末利達尼瞋達尼瞋達尼", "129": "頻達尼頻達尼娑婆訶", "130": "寬文十一年六月十五日晝寫挍合了", "131": "淨　嚴", "132": "天明元辛丑年閏五月二十六日以澄辨阿", "133": "闍梨本寫　得竟翌年壬寅八月五日以法", "134": "鼓臺本挍之慈忍", "135": "享和二年壬戌初夏挍點鑄梓行天下", "136": "豐山快道誌"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1273 毘那夜迦誐那鉢底瑜伽悉地品祕要", "source": "CBETA"}