{"author": "明 宗泐．如󰃗同註", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1714 般若波羅蜜多心經註解", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1714 [cf. No. 251]", "1": "御製心經序御製心經序", "2": "二儀久判。萬物備周。子民者君。君育民者。法", "3": "其法也。三綱五常。以示天下。亦以五刑輔弼", "4": "之。有等凶頑不循教者。往往有趨火赴淵之", "5": "為。終不自省。是凶頑者。非特中國有之。盡天", "6": "下莫不亦然。俄西域生佛。號曰釋迦。其為佛", "7": "也。行深願重始終不二。於是出世間脫苦趣。", "8": "其為教也。仁慈忍辱。務明心以立命。執此道", "9": "而為之意在人。皆若此利濟群生。今時之人。", "10": "罔知佛之所以。每云法空虛而不實。何以導", "11": "君子訓小人。以朕言之則不然。佛之教實而", "12": "不虛。正欲去愚迷之虛。立本性之實。特挺身", "13": "苦行。外其教而異其名。說苦有情。昔佛在時", "14": "侍從聽從者。皆聰明之士。演說者乃三綱五", "15": "常之性理也。既聞之後人各獲福。自佛入滅", "16": "之後。其法流入中國。間有聰明者。動演人天", "17": "小果。猶能化凶頑為善。何況聰明者。知大乘", "18": "而識宗旨者乎。如心經。每言空不言實。所言", "19": "之空。乃相空耳。除空之外。所存者本性也。所", "20": "以相空有六。謂口空說相。眼空色相。耳空聽", "21": "相。鼻空嗅相。舌空味相。身空樂相。其六空之", "22": "相。又非真相之空乃妄想之相。為之空相。是", "23": "空相愚及世人。禍及今古。往往愈墮彌深。不", "24": "知其幾。斯空相。前代帝王被所惑而幾喪天", "25": "下者。周之穆王。漢之武帝。唐之玄宗。蕭梁武", "26": "帝。元魏主燾李後主宋徽宗。此數帝廢國怠", "27": "政。惟蕭梁武帝。宋之徽宗。以及殺身。皆由妄", "28": "想飛昇。及入佛天之地。其佛天之地未嘗渺", "29": "茫。此等快樂。世嘗有之。為人性貪而不覺。而", "30": "又取其樂。人世有之者何。且佛天之地。如為", "31": "國君及王侯者。若不作非為善能保守此境。", "32": "非佛天者。何如不能保守。而偽為用妄想之", "33": "心。即入空虛之境。故有如是斯空相。富者被", "34": "纏。則婬欲並生喪富矣。貧者被纏。則諸詐並", "35": "作殞身矣。其將賢未賢之人被纏。則非仁人", "36": "君子也。其僧道被纏。則不能立本性而見宗", "37": "旨者也。所以本經題云心經者。正欲去心之", "38": "邪念以歸正道。豈佛教之妄耶。朕特述此。使", "39": "聰明者。觀二義之覆載。日月之循環。虛實之", "40": "孰取保命者何如。若取有道保有方。豈不佛", "41": "法之良哉。色空之妙乎。", "42": "般若波羅蜜多心經註解", "43": "唐三藏法師玄奘奉　詔譯", "44": "大明天界善世禪寺", "45": "住持臣僧宗泐", "46": "演福講寺", "47": "住持臣僧如玘奉詔同註", "48": "按施護譯本。世尊在靈鷲山中。入甚深光明。", "49": "宣說正法三摩提。舍利子白觀自在菩薩言。", "50": "若有人欲修學甚深般若法門者。當云何修", "51": "學。而觀自在遂說此經。此經即世尊所說。大", "52": "部般若之精要。故知菩薩之說即是佛說。傳", "53": "至中華凡五譯。今從玄奘所譯者。以中國盛", "54": "行故也。般若者梵語也華言智慧。波羅蜜多", "55": "者。華言到彼岸。眾生由迷慧性居生死。曰此", "56": "岸。菩薩由修般若悟慧性到涅槃。曰彼岸。心", "57": "者般若心也。此般若心人人本具說此經者。", "58": "欲令眾生斷除妄心顯發本性故也。經者法", "59": "也。常也。此經以單法為名。實相為體觀照為", "60": "宗。度苦為用。大乘為教相。此五者皆經中所", "61": "說之旨。單法者。即般若波羅蜜多也實相者。", "62": "即諸法空相也。觀照者。即照見五蘊皆空也。", "63": "度苦者。即度一切苦厄也。大乘者。即菩薩所", "64": "行深般若也。", "65": "觀自在菩薩。行深般若波羅蜜多時　觀自在", "66": "者。能修般若之菩薩也。般若波羅蜜多者。菩", "67": "薩所修之法也。菩薩用般若觀慧照了自心。", "68": "清淨圓融無礙。故稱自在。此自行也。復念世", "69": "間受苦眾生。令其修習此法改惡遷善。離苦", "70": "得樂無不自在。此化他也。菩薩者。梵語菩提", "71": "薩埵。華言覺眾生。但稱菩薩者從略也。行者", "72": "修行也。深般若者。實相般若也。非初心淺智", "73": "者所觀故云深也。時者菩薩修行般若時也。", "74": "照見五蘊皆空。度一切苦厄　照者觀也。五", "75": "蘊者。色受想行識也。蘊者積聚也。空者真空", "76": "也。色者色身也。受者領納也。想者思想也。行", "77": "者作造也。識者分別也。識即心王。受想行是", "78": "心所也。度者度脫也。一切苦厄者。世間之眾", "79": "苦也。菩薩由照五蘊空寂。離生死苦。復閔在", "80": "迷眾生顛倒妄想。悖理亂常不忠不孝。十惡", "81": "五逆致受眾苦。故說此般若法門令其修習", "82": "皆得解脫也。已上一段乃阿難結集法藏時。", "83": "敘述觀自在菩薩度生之功行。此是別序也。", "84": "下段自舍利子起。始是觀自在菩薩答舍利", "85": "子所問也。", "86": "舍利子　舍利子。佛之弟子。智慧第一。因其", "87": "為眾請問。故菩薩呼其名。而告之云。", "88": "色不異空空不異色。色即是空空即是色。受", "89": "想行識亦復如是　色即四大幻色。空乃般", "90": "若真空。眾生由迷真空而受幻色。譬如水之", "91": "成氷也。菩薩因修般若觀慧照了幻色。即是", "92": "真空。其猶融氷為水。然色之與空其體無殊。", "93": "故曰色不異空空不異色。如氷不異水。水不", "94": "異氷。復恐鈍根眾生不了猶存色空二見。故", "95": "曰色即是空空即是色。如氷即是水。水即是", "96": "氷。若受若想若行若識。莫不皆然。此乃一經", "97": "之要。般若之心也。", "98": "舍利子。是諸法空相。不生不滅不垢不淨不", "99": "增不減　是諸法者。指前五蘊也。空相者。即", "100": "真空實相也。菩薩復告舍利子云。既了諸法", "101": "當體。即是真空實相。實相之體本無生滅。既", "102": "無生滅豈有垢淨。既無垢淨。豈有增減乎。", "103": "是故空中。無色無受想行識　此真空實相", "104": "之中。既不可以生滅垢淨增減求之。故總結", "105": "云。無色無受想行識。無即空也。", "106": "無眼耳鼻舌身意。無色聲香味觸法　真空", "107": "實相之中既無五蘊亦無六根六塵。此空十", "108": "二入也。", "109": "無眼界乃至無意識界　既無十二入。亦無", "110": "十八界。十八界者。六根六塵六識也。乃至者。", "111": "舉其始末而略其中也。如上五蘊十二入十", "112": "八界。不出色心二法。為迷心重者。說為五蘊。", "113": "為迷色重者。說為十二入。為色心俱迷者。說", "114": "為十八界。已上三科修學之人。隨其根器但", "115": "修一科。即能悟入。", "116": "無無明亦無無明盡。乃至無老死。亦無老死", "117": "盡　此空十二因緣也。無明者癡暗也。謂於", "118": "本性無所明了。非瞢然無知。乃違理強覺之", "119": "謂也。無無明等者。菩薩以般若智觀此無明。", "120": "其性本空無生滅相。故云無無明亦無無明", "121": "盡也。乃至無老死亦無老死盡者。義與前同。", "122": "但舉其始末而略其中也。生相者。如法華經", "123": "云。無明緣行。乃至生緣老死是也。滅相者。如", "124": "經云。無明滅則行滅。乃至生滅則老死滅是", "125": "也。十二因緣亦名十二有支。一曰無明。亦名", "126": "煩惱。二曰行。謂造作諸業。此二支乃過去所", "127": "作之因也。三曰識。謂起妄念初託母胎也。四", "128": "曰名色。從託胎後生諸根形也。五曰六入。於", "129": "胎中而成六根也。六曰觸出胎後六根對六", "130": "塵也。七曰受。謂領納世間好惡等事。此五支", "131": "乃現在所受之果也。八曰愛。謂貪染五欲等", "132": "事也。九曰取。謂於諸境生取著心也。十曰有。", "133": "作謂有漏之因。能招未來之果。此三支乃現", "134": "在所作之因也。十一曰生。謂受未來五蘊之", "135": "身也。十二曰老死。謂未來之身既老而死。此", "136": "二支乃來世當受之果也。此十二因緣該三", "137": "世因果。展轉因依如輪旋轉無有休息。一切", "138": "眾生迷而不知。良可悲也。此本緣覺之人所", "139": "觀之境。大乘菩薩徹照此境皆無實性。故云", "140": "無也。", "141": "無苦集滅道　無苦集滅道者。觀四諦清淨", "142": "也。苦即生死苦果。集是惑業苦因。此二者世", "143": "間之法也。滅即涅槃樂果。道即道品樂因。此", "144": "二者出世間之法也。說此四諦者。欲令眾生", "145": "知苦斷集慕滅修道離苦得樂也。此本聲聞", "146": "之人所觀之境。大乘菩薩照了此境當體空", "147": "寂。故云無也。", "148": "無智亦無得　智者般若之智也。大乘菩薩", "149": "以智照境。既無五蘊及四諦諸法。即是人法", "150": "皆空境智俱泯。如病去藥忘。故云無智亦無", "151": "得也。", "152": "以無所得故　此結前起後之言。", "153": "菩提薩埵。依般若波羅蜜多。故心無罣礙。無", "154": "罣礙故無有恐怖。遠離顛倒夢想。究竟涅槃", "155": "菩提薩埵者。能依之人也。般若波羅蜜多", "156": "者。所依之法也。菩薩之人依此般若法門修", "157": "學。功成理顯。故得心無業縛。因無業縛故。無", "158": "生死恐怖。即無生死恐怖。則無顛倒煩惱。此", "159": "三障既空三德乃顯。故云究竟涅槃。涅槃者。", "160": "梵語摩訶般涅槃那。華言大滅度。大即法身。", "161": "滅即解脫。度即般若。此之三德非別有也。即", "162": "三障是。迷即三障。悟即三德。所謂生死即法", "163": "身。煩惱即般若。結業即解脫。然雖障即是德。", "164": "自非般若之功德不能顯。譬如磨鏡垢盡明", "165": "現。斯之謂也。", "166": "三世諸佛。依般若波羅蜜多。故得阿耨多羅", "167": "三藐三菩提　三世者。過去未來現在也。阿", "168": "耨多羅三藐三菩提者。華言無上正等正覺。", "169": "此言非惟菩薩。如是修證。而一切諸佛莫不", "170": "皆修般若得成正覺也。", "171": "故知般若波羅蜜多。是大神呪。是大明呪。是", "172": "無上呪。是無等等呪　前是顯說般若。後是", "173": "密說般若。然既顯說而又密說者何耶。良由", "174": "眾生根器不同所入有異故也。四種呪者。蓋", "175": "言般若功用。能破魔障名大神呪。能滅癡暗", "176": "名大明呪。能顯至理名無上呪。極妙覺果無", "177": "與等者。名無等等呪。", "178": "能除一切苦真實不虛　此結般若功用廣", "179": "大。除苦得樂決定無疑。令諸眾生信受奉行", "180": "也。", "181": "故說般若波羅蜜多呪。即說呪曰。", "182": "揭諦揭諦　波羅揭諦　波羅僧揭諦　菩提", "183": "薩摩訶已上密說般若。此五種不翻之一", "184": "也。蓋呪是佛之密語。非下凡所知。法華疏云。", "185": "呪是鬼神王之名號。稱其王名。則部落敬主。", "186": "故能降伏一切鬼魅。或云呪者。如軍中密號。", "187": "唱號相應無所訶問。又呪者願也。如蜾臝之", "188": "祝螟蛉願其類我。佛菩薩說呪。願諸眾生皆", "189": "如我之得成正覺。能誦此呪者。則所願無不", "190": "成就也。", "191": "般若波羅蜜多心經註解"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1714 般若波羅蜜多心經註解", "source": "CBETA"}