{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 大品: 中阿含經", "text": {"0": "念誦1 大品132 賴吒和羅經", "1": "中阿含經卷第三十二", "10": "作惡業。但為我等施設於罰，令不行惡", "100": "婆離居士受沙門瞿曇化，化作弟子。」尼揵", "101": "親子語曰：「苦行！若優婆離居士受沙門瞿", "102": "曇化作弟子者，終無是處。若沙門瞿曇受", "103": "優婆離居士化作弟子者，必有是處。優", "104": "婆離居士！汝去隨意。」於是，優婆離居士稽", "105": "首尼揵親子足，繞三匝而去，往詣佛所，共相問", "106": "訊，却坐一面，問曰：「瞿曇！今日長苦行尼揵來", "107": "至此耶？」世尊答曰：「來也。居士！」優婆離居士問", "108": "曰：「瞿曇！頗共長苦行尼揵有所論耶？」世", "109": "尊答曰：「有所論也。」優婆離居士語曰：「瞿曇！", "11": "業，不作惡業。」世尊又復問曰：「苦行尼揵親", "110": "若共長苦行尼揵有所論者，盡為我說，若", "111": "我聞已，或能知之。」於是，世尊共長苦行尼", "112": "揵有所論者，盡向彼說。爾時，優婆離居士", "113": "聞便歎曰：「善哉！苦行！謂於尊師行弟子法，", "114": "所作智辯聰明決定，安隱無畏成就調御，", "115": "逮大辯才，得甘露幢，於甘露界自作證成", "116": "就遊。所以者何？謂向沙門瞿曇施設身罰", "117": "最重，令不行惡業，不作惡業。口罰不然，", "118": "意罰最下，不及身罰極大甚重。」彼時，世尊告", "119": "曰：「居士！我欲與汝共論此事，汝若住真", "12": "子施設幾罰，令不行惡業，不作惡業？」長", "120": "諦者，以真諦答。」優婆離居士報曰：「瞿曇！我", "121": "住真諦，以真諦答。沙門瞿曇！但當與我共", "122": "論此事。」世尊問曰：「居士！於意云何？若有尼", "123": "揵來，好喜於布施，樂行於布施，無戲、樂不", "124": "戲，為極清淨，極行呪也。若彼行來時，多殺", "125": "大小蟲，云何？居士！尼揵親子於此殺生施", "126": "設報耶？」優婆離居士答曰：「瞿曇！若思者有", "127": "大罪，若無思者無大罪也。」世尊問曰：「居士！", "128": "汝說思為何等耶？」優婆離居士答曰：「瞿曇！", "129": "意業是也。」世尊告曰：「居士！汝當思量而後", "13": "苦行尼揵答曰：「瞿曇！我尊師尼揵親子為我", "130": "答也。汝之所說，前與後違，後與前違，則不", "131": "相應。居士！汝在此眾自說：『瞿曇！我住真諦，", "132": "以真諦答。沙門瞿曇！但當與我共論此事。』", "133": "居士！於意云何？若有尼揵來飲湯斷冷水，", "134": "彼無湯時，便欲飲冷水，不得冷水，彼便命", "135": "終。居士！尼揵親子云何可說彼尼揵所生", "136": "耶？」優婆離居士答曰：「瞿曇！有天名意著，彼", "137": "尼揵命終，若意著死者，必生彼處。」世尊告曰：", "138": "「居士！汝當思量而後答也。汝之所說，前與", "139": "後違，後與前違，則不相應。汝在此眾自說：", "14": "等輩施設三罰，令不行惡業，不作惡業。", "140": "『瞿曇！我住真諦，以真諦答。沙門瞿曇！但當", "141": "與我共論此事。』居士！於意云何？若使有人", "142": "持利刀來，彼作是說：『我於此那難陀內一", "143": "切眾生，於一日中斫剉斬截、剝裂削割，作", "144": "一肉聚，作一肉積。』居士！於意云何？彼人寧", "145": "能於此那難陀內一切眾生，於一日中斫剉", "146": "斬截、剝裂削割，作一肉聚，作一肉積耶？」", "147": "優婆離居士答曰：「不也。所以者何？此那難", "148": "陀內極大富樂，多有人民。是故彼人於此那", "149": "難陀內一切眾生，必不能得於一日中斫剉", "15": "云何為三？身罰、口罰及意罰也。」世尊又復問", "150": "斬截、剝裂削割，作一肉聚，作一肉積。瞿", "151": "曇！彼人唐大煩勞。」「居士！於意云何？若有沙", "152": "門、梵志來，有大如意足，有大威德，有大福", "153": "祐，有大威神，心得自在，彼作是說：『我以發", "154": "一瞋念，令此一切那難陀內燒使成灰。』居", "155": "士！於意云何？彼沙門、梵志寧能令此一切那", "156": "難陀內燒成灰耶？」優婆離居士答曰：「瞿曇！", "157": "何但一那難陀？何但二、三、四？瞿曇！彼沙門、梵", "158": "志有大如意足，有大威德，有大福祐，有大", "159": "威神，心得自在，若發一瞋念，能令一切國一", "16": "曰：「苦行！云何身罰異、口罰異、意罰異耶？」長苦", "160": "切人民燒使成灰，況一那難陀耶？」世尊告", "161": "曰：「居士！汝當思量而後答也。汝之所說，前", "162": "與後違，後與前違，則不相應。汝在此眾自", "163": "說：『瞿曇！我住真諦，以真諦答。沙門瞿曇！但", "164": "當與我共論此事。』」世尊問曰：「居士！汝頗曾", "165": "聞大澤無事、麒麟無事、麋鹿無事、靜寂無", "166": "事、空野無事、無事即無事耶？」優婆離居士答", "167": "曰：「瞿曇！我聞有也。」「居士！於意云何？彼為誰", "168": "大澤無事、麒麟無事、麋鹿無事、靜寂無事、", "169": "空野無事、無事即無事耶？」優婆離居士默然", "17": "行尼揵答曰：「瞿曇！我等身罰異、口罰異、意罰", "170": "不答。世尊告曰：「居士！速答。居士！速答。今非", "171": "默然時。居士在此眾自說：『瞿曇！我住真諦，", "172": "以真諦答。沙門瞿曇！但當與我共論此事。』」", "173": "於是，優婆離居士須臾默然已，語曰：「瞿曇！我", "174": "不默然，我但思惟於此義耳。瞿曇！彼愚癡", "175": "尼揵不善曉了，不能解知，不識良田，而", "176": "不自審，長夜欺我，為彼所誤，謂向沙門瞿", "177": "曇施設身罰最重，令不行惡業，不作惡", "178": "業，口罰、意罰而不如也。如我從沙門瞿曇所", "179": "說知義，仙人發一瞋念，能令大澤無事、麒", "18": "異也。」世尊又復問曰：「苦行！此三罰如是相似，", "180": "麟無事、麋鹿無事、寂靜無事、空野無事、無", "181": "事即無事。世尊！我已知。善逝！我已解。我今", "182": "自歸於佛、法及比丘眾，唯願世尊受我為優", "183": "婆塞，從今日始，終身自歸，乃至命盡。」世尊告", "184": "曰：「居士！汝默然行，勿得宣言，如是勝人默", "185": "然為善。」優婆離居士白曰：「世尊！我以是故，", "186": "復於世尊重加歡喜。所以者何？謂世尊作", "187": "如是說：『居士！汝默然行，勿得宣言，如是勝", "188": "人默然為善。』世尊！若我更為餘沙門、梵志", "189": "作弟子者，彼等便當持幢、幡、蓋，遍行宣令", "19": "尼揵親子施設何罰為最重，令不行惡業，不", "190": "於那難陀，作如是說：『優婆離居士為我", "191": "作弟子，優婆離居士為我作弟子。然世尊", "192": "作是說：居士！汝默然行，勿得宣言，如是勝", "193": "人默然為善。』」優婆離居士白曰：「世尊！從今", "194": "日始，不聽諸尼揵入我家門，唯聽世尊", "195": "四眾弟子，比丘、比丘尼、優婆塞、優婆私入。」", "196": "世尊告曰：「居士！彼尼揵等，汝家長夜所共尊", "197": "敬，若其來者，汝當隨力供養於彼。」優婆離", "198": "白曰：「世尊！我以是故，復於世尊倍加歡", "199": "喜。所以者何？謂世尊作如是說：『居士！彼", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "作惡業？為身罰、口罰，為意罰耶？」長苦行尼", "200": "尼揵等，汝家長夜所共尊敬，若其來者，汝當", "201": "隨力供養於彼。』世尊！我本聞世尊作如是", "202": "說：『當施與我，莫施與他。當施與我弟子，", "203": "莫施與他弟子。若施與我者，當得大", "204": "福，若施與他，不得大福。施與我弟子，當", "205": "得大福，施與他弟子，不得大福。』」世尊告", "206": "曰：「居士！我不如是說：『當施與我，莫施", "207": "與他。施與我弟子，莫施與他弟子。若施與", "208": "我者，當得大福，若施與他，不得大福。施", "209": "與我弟子，當得大福，若施與他弟子，不得", "21": "揵答曰：「瞿曇！此三罰如是相似，我尊師尼揵", "210": "大福。』居士！我說如是，施與一切，隨心歡喜，", "211": "但施與不精進者，不得大福，施與精進者，", "212": "當得大福。」優婆離居士白曰：「世尊！願無為", "213": "也。我自知施與尼揵、不施與尼揵。世尊！我", "214": "今再自歸佛、法及比丘眾，唯願世尊受我", "215": "為優婆塞，從今日始，終身自歸，乃至命盡。」", "216": "於是，世尊為優婆離居士說法，勸發渴仰，", "217": "成就歡喜，無量方便為彼說法，勸發渴仰。", "218": "成就歡喜已，如諸佛法，先說端正法，聞者", "219": "歡悅，謂說施、說戒、說生天法，毀呰欲為災", "22": "親子施設身罰為最重，令不行惡業，不", "220": "患，生死為穢，稱歎無欲為妙，道品白淨。世", "221": "尊為彼說如是法已，佛知彼有歡喜心、具", "222": "足心、柔軟心、堪耐心、昇上心、一向心、無疑心、無", "223": "蓋心，有能有力，堪受正法，謂如諸佛所說", "224": "正要。世尊便為彼說苦、習、滅、道。優婆離", "225": "居士即於坐中見四聖諦，苦、習、滅、道，猶如", "226": "白素，易染為色。如是優婆離居士即於坐", "227": "中見四聖諦，苦、習、滅、道。於是，優婆離居士", "228": "見法得法，覺白淨法，斷疑度惑，更無餘", "229": "尊，不復從他，無有猶豫，已住果證，於世", "23": "作惡業。口罰不然，意罰最下，不及身罰極", "230": "尊法得無所畏。即從坐起，為佛作禮：「世尊！", "231": "我今三自歸佛、法及比丘眾，唯願世尊受", "232": "我為優婆塞，從今日始，終身自歸，乃至命", "233": "盡。」於是，優婆離居士聞佛所說，善受善持，", "234": "稽首佛足，繞三匝而歸，勅守門者：「汝等當", "235": "知，我今則為世尊弟子，從今日始，諸尼揵", "236": "來，莫聽入門，唯聽世尊四眾弟子，比丘、比", "237": "丘尼、優婆塞、優婆私入。若尼揵來者，當語", "238": "彼言：『尊者！優婆離居士今受佛化，化作弟", "239": "子，則不聽諸尼揵入門，唯聽世尊四眾弟", "24": "大甚重。」世尊又復問曰：「苦行！汝說身罰為", "240": "子，比丘、比丘尼、優婆塞、優婆私入。若須食者，", "241": "便可住此，當出食與。』」於是，長苦行尼揵聞", "242": "優婆離居士受沙門瞿曇化，化作弟子，則不", "243": "聽諸尼揵入門，唯聽沙門瞿曇弟子，比丘、", "244": "比丘尼、優婆塞、優婆私入。長苦行尼揵聞已，", "245": "往詣尼揵親子所，白曰：「尊！此是我本所說。」尼", "246": "揵親子問曰：「苦行！何者是汝本所說耶？」長苦", "247": "行尼揵答曰：「尊！我本所說，不欲令優婆離", "248": "居士往詣沙門瞿曇所。所以者何？沙門瞿曇", "249": "知幻化呪，能呪化作弟子，比丘、比丘尼、優", "25": "最重耶？」長苦行尼揵答曰：「瞿曇！身罰最重。」", "250": "婆塞、優婆私，恐優婆離居士受沙門瞿曇", "251": "化，化作弟子。尊！優婆離居士今已受沙門瞿", "252": "曇化。化作弟子已，不聽諸尼揵入門，唯聽", "253": "沙門瞿曇弟子，比丘、比丘尼、優婆塞、優婆私", "254": "入。」尼揵親子語曰：「苦行！若優婆離居士受沙", "255": "門瞿曇化作弟子者，終無是處。若沙門瞿", "256": "曇受優婆離居士化作弟子者，必有是處。」", "257": "長苦行尼揵復白曰：「尊！若不信我所說者，", "258": "尊自可往，亦可遣使。」於是，尼揵親子告曰：", "259": "「苦行！汝可自往，詣彼看之，為優婆離居", "26": "世尊復再三問曰：「苦行！汝說身罰為最重", "260": "士受沙門瞿曇化作弟子耶？為沙門瞿曇", "261": "受優婆離居士化作弟子耶？」長苦行尼揵", "262": "受尼揵親子教已，往詣優婆離居士家。守", "263": "門人遙見長苦行尼揵來，而作是說：「尊者！", "264": "優婆離居士今受佛化，化作弟子，則不", "265": "聽諸尼揵入門，唯聽世尊四眾弟子，比丘、比", "266": "丘尼、優婆塞、優婆私入。若欲得食者，便可", "267": "住此，當出食與。」長苦行尼揵語曰：「守門人！", "268": "我不用食。」長苦行尼揵知此事已，奮頭而", "269": "去，往詣尼揵親子所，白曰：「尊！此是如我本", "27": "耶？」長苦行尼揵亦再三答曰：「瞿曇！身罰最重。」", "270": "所說。」尼揵親子問曰：「苦行！何者是汝本所說", "271": "耶？」長苦行尼揵答曰：「尊！我本所說，不欲令", "272": "優婆離居士往詣沙門瞿曇所。所以者何？", "273": "沙門瞿曇知幻化呪，能呪化作弟子，比丘、比", "274": "丘尼、優婆塞、優婆私，恐優婆離居士受沙門", "275": "瞿曇化，化作弟子。尊！優婆離居士今已受", "276": "沙門瞿曇化，化作弟子已，不聽諸尼揵入", "277": "門，唯聽沙門瞿曇弟子，比丘、比丘尼、優婆塞、", "278": "優婆私入。」尼揵親子告曰：「苦行！若優婆離", "279": "居士受沙門瞿曇化作弟子者，終無是處。", "28": "於是，世尊再三審定長苦行尼揵如此事已，", "280": "若沙門瞿曇受優婆離居士化作弟子者，", "281": "必有是處。」長苦行尼揵白曰：「尊！若不信我", "282": "所說者，願尊自往。」於是，尼揵親子與大尼", "283": "揵眾五百人俱，往詣優婆離居士家。守門", "284": "人遙見尼揵親子與大尼揵眾五百人俱來，", "285": "而作是說：「尊者！優婆離居士今受佛化，化", "286": "作弟子，則不聽諸尼揵入門，唯聽世尊四", "287": "眾弟子，比丘、比丘尼、優婆塞、優婆私入。若欲", "288": "得食者，便可住此，當出食與。」尼揵親子語", "289": "曰：「守門人！我不用食，但欲得見優婆離", "29": "便默然住。長苦行尼揵問曰：「沙門瞿曇施設", "290": "居士。」守門人語曰：「願尊住此，我今入白尊", "291": "者優婆離居士。」彼守門人即入白曰：「居士！當", "292": "知尼揵親子與大尼揵眾五百人俱住在門", "293": "外，作如是語：『我欲得見優婆離居士。』」優", "294": "婆離居士告守門人：「汝至中門，敷設床座，", "295": "訖還白我。」守門人受教，往至中門，敷設床", "296": "座訖，還白曰：「居士！當知敷床已訖，唯願居", "297": "士自當知時。」優婆離居士將守門人往", "298": "至中門，若有床座，極高廣大，極淨好敷，謂優", "299": "婆離居士本抱尼揵親子所令坐者。優", "3": "133 優婆離經（一三三）大品優婆離經第十七第三念誦", "30": "幾罰，令不行惡業，不作惡業？」爾時，世尊答", "300": "婆離居士自處其上，結加趺坐，告守門人：", "301": "「汝出往至尼揵親子所，作如是語：『尊人！優", "302": "婆離居士言：「尊人欲入者，自可隨意。」』」彼守", "303": "門人受教即出，至尼揵親子所，作如是語：", "304": "「尊人！優婆離居士言：『尊人欲入者，自可隨", "305": "意。』」於是，尼揵親子與大尼揵眾五百人俱入", "306": "至中門。優婆離居士遙見尼揵親子與大尼", "307": "揵眾五百人俱入，而作是語：「尊人！有座，欲", "308": "坐隨意。」尼揵親子語曰：「居士！汝應爾耶？自", "309": "上高座，結加趺坐，與人共語，如出家者學", "31": "曰：「苦行！我不施設罰，令不行惡業，不作", "310": "道無異。」優婆離居士語曰：「尊人！我自有", "311": "物，欲與便與，不與便不與，此座我有，是故", "312": "我言：『有座，欲坐隨意。』」尼揵親子敷座而坐，", "313": "語曰：「居士！何以故爾？欲降伏沙門瞿曇而", "314": "反自降伏來。猶如有人求眼入林，而失眼", "315": "還。如是，居士欲往降伏沙門瞿曇，反為沙", "316": "門瞿曇所降伏來。猶如有人以渴入池，而", "317": "反渴還。居士亦然，欲往降伏沙門瞿曇，而", "318": "反自降伏還。居士！何以故爾？」優婆離居士", "319": "語曰：「尊人！聽我說喻，慧者聞喻則解其義。", "32": "惡業。我但施設業，令不行惡業，不作惡", "320": "尊人！譬一梵志，有年少婦，彼婦懷妊，語其", "321": "夫曰：『我今懷妊，君去至市，可為兒買好", "322": "戲具來。』時，彼梵志語其婦曰：『但令卿得安", "323": "隱產已，何憂無耶？若生男者，當為卿買", "324": "男戲具來，若生女者，亦當為買女戲具來。』", "325": "婦至再三語其夫曰：『我今懷妊，君去至", "326": "市，速為兒買好戲具來。』梵志亦至再三語", "327": "其婦曰：『但令卿得安隱產已，何憂無耶？若", "328": "生男者，當為卿買男戲具來，若生女者，", "329": "亦當為買女戲具來。』「彼梵志者極憐念婦，", "33": "業。」長苦行尼揵問曰：「瞿曇施設幾業，令不", "330": "即便問曰：『卿欲為兒買何戲具？』婦報之曰：", "331": "『君去為兒買獼猴子好戲具來。』梵志聞已，", "332": "往至市中買獼猴子戲具。持還語其婦曰：", "333": "『我已為兒買獼猴子戲具來還。』其婦見已，嫌", "334": "色不好，即語夫曰：『君可持此獼猴戲具往", "335": "至染家，染作黃色，令極可愛，擣使光", "336": "生。』梵志聞已，即時持此獼猴戲具，往至", "337": "染家而語之曰：『為我染此獼猴戲具，作好", "338": "黃色，令極可愛，擣使光生。』爾時，染家便語", "339": "梵志：『獼猴戲具染作黃色，令極可愛，此", "34": "行惡業，不作惡業。」世尊又復答曰：「苦行！", "340": "可爾也，然不可擣使光澤生。』於是，染家", "341": "說此頌曰：", "342": "「『獼猴忍受色，不能堪忍擣，", "343": "若擣則命終，終不可椎打，", "344": "此是臭穢囊，獼猴滿不淨。』", "345": "「尊人！當知尼揵所說亦復如是，不能堪忍", "346": "受他難問，亦不可得思惟觀察，唯但染愚，", "347": "不染慧也。尊人！復聽，猶如清淨波羅㮈", "348": "衣，主持往至於彼染家，而語之曰：『為染此", "349": "衣，作極好色，令可愛也。亦為極擣，使光", "35": "我施設三業，令不行惡業，不作惡業。云", "350": "澤生。』彼時染家語衣主曰：『此衣可染，作極", "351": "好色，令可愛也。亦可極擣，使光澤生。』於是，", "352": "染家說此頌曰：", "353": "「『如波羅㮈衣，白淨忍受色，", "354": "擣已則柔軟，光色增益好。』", "355": "「尊人！當知諸如來、無所著、等正覺所說亦復", "356": "如是，極能堪忍受他難問，亦快可得思惟", "357": "觀察。唯但染慧，不染愚也。」尼揵親子語曰：", "358": "「居士為沙門瞿曇幻呪所化。」優婆離居士", "359": "語曰：「尊人！善幻化呪，極善幻化呪。尊人！彼", "36": "何為三？身業、口業及意業也。」長苦行尼揵問曰：", "360": "幻化呪令我父母長夜得利饒益，安隱快樂，", "361": "及其妻子、奴婢、作使、那難陀國王，及一切世", "362": "間，天及魔梵、沙門、梵志，從人至天，令彼長", "363": "夜得利饒益，安隱快樂。」尼揵親子語曰：「居士！", "364": "舉那難陀知優婆離居士是尼揵弟子，今", "365": "者竟為誰弟子耶？」於是，優婆離居士即從", "366": "座起，右膝著地，若方有佛，叉手向彼，語曰：", "367": "「尊人！聽我所說也。", "368": "「雄猛離愚癡，斷穢整降伏，", "369": "無敵微妙思，學戒禪智慧。", "37": "「瞿曇！身業異、口業異、意業異耶？」世尊又復答", "370": "安隱無有垢，佛弟子婆離，", "371": "大聖修習已，得德說自在。", "372": "善念妙正觀，不高亦不下，", "373": "不動常自在，佛弟子婆離。", "374": "無曲常知足，捨離慳得滿，", "375": "作沙門成覺，後身尊大士。", "376": "無比無有塵，佛弟子婆離，", "377": "無疾不可量，甚深得牟尼。", "378": "常安隱勇猛，住法微妙思，", "379": "調御常不戲，佛弟子婆離。", "38": "曰：「苦行！我身業異、口業異、意業異也。」長苦行", "380": "大龍樂住高，結盡得解脫，", "381": "應辯才清淨，慧生離憂慼。", "382": "不還有釋迦，佛弟子婆離，", "383": "正去禪思惟，無有嬈清淨。", "384": "常笑無有恚，樂離得第一，", "385": "無畏常專精，佛弟子婆離。", "386": "七仙無與等，三達逮得梵，", "387": "淨浴如明燈，得息止怨結。", "388": "勇猛極清淨，佛弟子婆離，", "389": "得息慧如地，大慧除世貪。", "39": "尼揵問曰：「瞿曇！此三業如是相似，施設何", "390": "可祠無上眼，上士無與等，", "391": "御者無有恚，佛弟子婆離。", "392": "斷望無上善，善調無比御，", "393": "無上常歡喜，無疑有光明。", "394": "斷慢無上覺，佛弟子婆離，", "395": "斷愛無比覺，無烟無有㷿。", "396": "如去為善逝，無比無與等，", "397": "名稱已逮正，佛弟子婆離。", "398": "此是百難佛，本未曾思惟，", "399": "優婆離所說，諸天來至彼。", "4": "我聞如是：一時，佛遊那難陀，在波婆離", "40": "業為最重，令不行惡業，不作惡業？為", "400": "善助加諸辯，如法如其人，", "401": "尼揵親子問，佛十力弟子。」", "402": "尼揵親子問曰：「居士！汝以何意稱歎沙門", "403": "瞿曇耶？」優婆離居士報曰：「尊人！聽我說喻，", "404": "慧者聞喻則解其義。猶善鬘師、鬘師弟子，", "405": "採種種華，以長綖結作種種鬘。如是，尊人！", "406": "如來、無所著、等正覺有無量稱歎，我之所尊，", "407": "以故稱歎。」說此法時，優婆離居士遠塵離", "408": "垢，諸法法眼生；尼揵親子即吐熱血，至波", "409": "惒國，以此惡患，尋便命終。佛說如是。優", "41": "身業、口業，為意業耶？」世尊又復答曰：「苦行！", "410": "婆離居士聞佛所說，歡喜奉行。", "411": "優婆離經第十七竟六千二百六十三字", "412": "中阿含經卷第三十二", "42": "此三業如是相似，我施設意業為最重，令", "43": "不行惡業，不作惡業。身業、口業則不然也。」", "44": "長苦行尼揵問曰：「瞿曇！施設意業為最重", "45": "耶？」世尊又復答曰：「苦行！我施設意業為最", "46": "重也。」長苦行尼揵復再三問曰：「瞿曇！施設意", "47": "業為最重耶？」世尊亦再三答曰：「苦行！我施", "48": "設意業為最重也。」於是，長苦行尼揵再三", "49": "審定世尊如此事已，即從座起，繞世尊", "5": "㮈林。爾時，長苦行尼揵中後彷佯，往詣佛", "50": "三匝而退還去，往詣尼揵親子所。尼揵親子", "51": "遙見長苦行尼揵來，即便問曰：「苦行！從何", "52": "處來？」長苦行尼揵答曰：「尊！我從那難陀", "53": "波婆離㮈林沙門瞿曇處來。」尼揵親子問曰：", "54": "「苦行！頗共沙門瞿曇有所論耶？」長苦行尼", "55": "揵答曰：「共論。」尼揵親子告曰：「苦行！若共沙", "56": "門瞿曇有所論者，盡為我說，我或能知彼", "57": "之所論。」於是，長苦行尼揵共世尊有所論", "58": "者盡向彼說，尼揵親子聞便歎曰：「善哉！苦行！", "59": "謂汝於師行弟子法，所作智辯聰明決定，安", "6": "所，共相問訊，却坐一面。於是，世尊問曰：「苦行", "60": "隱無畏成就調御，逮大辯才，得甘露幢，於", "61": "甘露界自作證成就遊。所以者何？謂汝向沙", "62": "門瞿曇施設身罰為最重，令不行惡業，", "63": "不作惡業。口罰不然，意罰最下，不及身罰", "64": "極大甚重。」是時，優婆離居士與五百居士", "65": "俱集在眾中，叉手向尼揵親子。於是，優婆", "66": "離居士語長苦行尼揵曰：「尊已再三審定沙", "67": "門瞿曇如此事耶？」長苦行尼揵答曰：「居士！我", "68": "已再三審定沙門瞿曇如此事也。」優婆離", "69": "居士語長苦行尼揵曰：「我亦能至再三審", "7": "尼揵親子施設幾行，令不行惡業，不作", "70": "定沙門瞿曇如此事已，隨所牽挽。猶如力", "71": "士執長髦羊，隨所牽挽。我亦如是，能至再", "72": "三審定沙門瞿曇如此事已，隨所牽挽。猶", "73": "如力士手執髦裘，抖擻去塵。我亦如是，", "74": "能至再三審定沙門瞿曇如此事已，隨所", "75": "牽挽。猶如沽酒師、沽酒弟子取漉酒囊，", "76": "著深水中，隨意所欲，隨所牽挽。我亦如", "77": "是，能至再三審定沙門瞿曇如此事已，隨", "78": "所牽挽。猶龍象王年滿六十，而以憍傲摩", "79": "訶能加牙足體具，筋力熾盛，力士將去以", "8": "惡業？」長苦行尼揵答曰：「瞿曇！我尊師尼揵親", "80": "水洗髀、洗脊、洗脇、洗腹、洗牙、洗頭及水中", "81": "戲。我亦如是，能至再三審定沙門瞿曇如", "82": "此事已，隨其所洗。我往詣沙門瞿曇所，共", "83": "彼談論，降伏已還。」尼揵親子語優婆離居", "84": "士曰：「我亦可伏沙門瞿曇，汝亦可也，長苦", "85": "行尼揵亦可也。」於是，長苦行尼揵白尼揵親", "86": "子曰：「我不欲令優婆離居士往詣沙門瞿", "87": "曇所。所以者何？沙門瞿曇知幻化呪，能呪", "88": "化作弟子，比丘、比丘尼、優婆塞、優婆私，恐優", "89": "婆離居士受沙門瞿曇化，化作弟子。」尼揵親", "9": "子不為我等施設於行，令不行惡業，不", "90": "子語曰：「苦行！若優婆離居士受沙門瞿曇化", "91": "作弟子者，終無是處。若沙門瞿曇受優婆", "92": "離居士化作弟子者，必有是處。」優婆離", "93": "居士再三白尼揵親子曰：「我今往詣沙門瞿", "94": "曇所，共彼談論，降伏已還。」尼揵親子亦再三", "95": "答曰：「汝可速往！我亦可伏沙門瞿曇，汝亦", "96": "可也，長苦行尼揵亦可也。」長苦行尼揵復再", "97": "三白曰：「我不欲令優婆離居士往詣沙門", "98": "瞿曇所。所以者何？沙門瞿曇知幻化呪，能呪", "99": "化作弟子，比丘、比丘尼、優婆塞、優婆私，恐優"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 大品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}