{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1710 般若波羅蜜多心經幽贊", "text": {"0": "般若波羅蜜多心經幽贊卷下", "1": "大乘　基撰", "10": "有因轉。相如前說。二勝解行住。從初發心乃", "100": "勝解行住信等第六心。信生不退不斷善根。", "101": "十住第七心居位不退不作二乘。至極喜住", "102": "所證不退永無忘失。至無功用無相住修行", "103": "不退。任運進修皆求種智廣行利樂。故留諸", "104": "惑助願受生。由此不說斷煩惱相。生有五種。", "105": "一除災生。由願自在為大魚等濟諸飢乏。為", "106": "大醫藥救諸疾病。為大善巧善和諍鬪。為大", "107": "國王如法息苦。為大天神斷邪見行。為火為", "108": "水為乘為船為種種物息除災患。二隨類生。", "109": "願自在力於傍生等惡類中生彼所行惡而", "11": "至初地。由前修相於自住中雖已得淨為得", "110": "自不行。彼不行善而自行之。如入酒肆能立", "111": "其志。入諸婬舍示欲之過。為說正法除彼過", "112": "失。三大勢生。稟性生時壽量形色族姓貴富", "113": "最為殊勝。能除眾生輕慢等過。四增上生。", "114": "受十王果自在化導隨所應生。五最後生。此", "115": "生資糧已極圓滿。如慈氏等生婆羅門大國", "116": "師家。如釋迦等生剎帝利大國王家。能現等", "117": "覺作諸佛事。復以四相攝受有情。一者頓普。", "118": "初發心位普頓攝受一切有情。皆為眷屬隨", "119": "力饒益。二者增上。若為家主。勸識恩惠孝養", "12": "淨故而修正行。起分別慧勵意修作。成苦遲", "120": "父母。妻子等所隨時愍給。僕隷等所終不逼", "121": "切而能堪忍。病等瞻療愛語慰喻猶如自身。", "122": "不生賤想。若為國王。不行刀杖以法理化財", "123": "利饒益。依本土田而自食用不行侵掠。視諸", "124": "眾生如父如子。所言誠諦不行欺詐。勸捨諸", "125": "惡教修諸善。三者攝取。平等無儻不希名利", "126": "秉事。徒眾等無染攝受於自義利。正教修", "127": "習。非邪加行而陷逗之。四者隨時。諸有情類", "128": "下中上品。長短少時方堪淨故隨應成熟", "129": "而行攝受。此十三住七地所攝。一種姓地。", "13": "通行勉勵說法。隨力亦能現正覺等利益安", "130": "二勝解行地。三淨勝意樂地。此之三地即初", "131": "三住。四行正行地。即次六住。五決定地。即第", "132": "十住。墮在第三決定中故。六決定行地。即第", "133": "十一住。七倒究竟地。即第十二第十三住。", "134": "因果二中皆究竟故。此前所說諸菩薩行。雖", "135": "有無量不過四種。一波羅蜜多行。則六十度。", "136": "二菩提分行。三十七品四尋思等一切妙行。", "137": "三神通行。即六神通。四成熟有情行。即所", "138": "調伏界調伏方便界無量。如上所說若所學", "139": "處．若所學法．若能修學．皆菩薩行。勇猛熾然", "14": "樂。於前諸行或未普學。諸相未成。意樂未淨。", "140": "依前修學不見行相。是名為行。此所行法云", "141": "何名深。勝空者言。妙理玄邈不可思議。二", "142": "乘不能曉。凡夫所不測。故名為深。如應者", "143": "言。真諦智境超言議道。非喻所喻微妙難", "144": "知。備三無上具七大性。體業利樂一切殊", "145": "勝。白法溟海妙寶泉池。非大菩提為法界主", "146": "無由相稱。故所修學皆名為深。應勤趣證。或", "147": "此一切諸菩薩行真如實相難可圓證。智慧", "148": "觀照難可獲得。詮教文字難可悟說。萬行眷", "149": "屬難可成就。有空境界難可通達。以慧為首", "15": "三極歡喜住。即是初地。如前白品并十大願", "150": "餘性或資皆名般若。故並名深。云何名時。勝", "151": "空者言。若依世俗。信學修證求照達空。若依", "152": "勝義。悟法體空修行般若。事緒究竟總名為", "153": "時。如應者言。無上菩提廣大深遠。非少積", "154": "因可能證獲。於前所說十二住中。若日夜等", "155": "時分算數。一一住中經多俱胝百千大劫。或", "156": "過是數方證方滿。若以大劫超過一切算數", "157": "之量。總經於三無數大劫方得證滿。經初無", "158": "數大劫於一行中修一行。故證極喜住。經第", "159": "二無數大劫於一行中修一切行。證無功用", "16": "皆現圓滿。由此轉名淨勝意樂。超過異生地", "160": "無相住。以意樂淨決定勇猛。後經第三無數", "161": "大劫一切行中修一切行。證如來住。此常精", "162": "進非不爾者。若上勇猛如翹足等。或有能轉", "163": "眾多中劫或多大劫。決定無轉無數大劫。故", "164": "知因位決定經三無數大劫修行圓滿方證菩", "165": "提。五種彼岸皆能到故。此意即說修五般若", "166": "三劫分位。或隨自心變作分限事緒究竟總", "167": "立時名。若達空時唯正智證。既修學位通攝", "168": "所餘。獨覺利根尚經百劫。況求作佛無多劫", "169": "因。", "17": "證正性離生。生如來家成佛真子。紹隆佛種", "170": "經曰。照見五蘊等皆空。贊曰。此顯由行甚", "171": "深般若得正慧眼。達空名照。謂色受等諸有", "172": "為法。皆有三世．內外．麁細．劣勝．近遠。積聚", "173": "名蘊。此五。謂色．受．想．行．識。等言等取處等", "174": "諸法。勝空者言。前破能觀執顯能觀空。今破", "175": "所觀執顯所觀空。若癡所蔽迷勝義理。於蘊", "176": "等中妄執為有。如處夢者見境現前。若正了", "177": "知勝義諦理。不生執著。如夢覺位了境非有。", "178": "故行般若便照性空。如應者言。雖修一切皆", "179": "行般若。證真遣妄由慧照空。故此偏說。此", "18": "得諸平等。離諸諍害獲實證淨。知於菩提我", "180": "中空言即三無性。謂計所執本體非有相無", "181": "自性。所以稱空。諸依他起。色如聚沫。受喻浮", "182": "泡。想同陽焰。行類芭蕉。識猶幻事。無如所執", "183": "自然生性。故亦名空。圓成實性因觀所執空", "184": "無方證。或無如彼所執真性。故真勝義亦名", "185": "為空。據實三性非空非不空。對破有執總密", "186": "說空。非後二性都無名空。說一切空是佛密", "187": "意。於有及無總說空故。如世尊說。", "188": "相生勝義無自性如是我皆已顯示", "189": "若不知佛此密意失壞正道不能往", "19": "已隣近。證二空理成二妙智。生大歡喜行十", "190": "又此空者即真如理。性非空有因空所顯。遮", "191": "執為有故假名空。愚夫不知執五蘊等定離", "192": "真有。起相分別。今推歸本體即真如。事離於", "193": "理無別性故。由此經言。一切有情皆如來藏。", "194": "一切法等皆即真如。說有相事則無相空。", "195": "令諸有情斷諸相縛。眼類有五。一肉眼。非定", "196": "所生大造淨色。二天眼。因定所起大造淨色。", "197": "三慧眼。照理空智。四法眼。達教有慧。五佛眼。", "198": "前四覺滿總得佛名。今在因位慧眼達空明", "199": "了矚觀。故名照見。然此空性資糧位中聽聞", "2": "知所學法如是修已。何相名成能修學者。種", "20": "法淨修住。謂信．慈悲．惠捨．無倦．知諸論．解", "200": "思惟。多唯信解。在加行位方純修觀。雖皆名", "201": "照猶帶相故而未證真。住十地中起無漏觀。", "202": "通達真理方實照空。至如來位照見圓滿。知", "203": "離言境假名為空。雖此空言通空我法。逗舍", "204": "利子唯說法空。我執久亡不假空故。或復我", "205": "執依法執生。但觀法空我隨空故。此所說空", "206": "雖體無異。而依事顯亦有差別。如大經中或", "207": "說十六。謂內空．外空．內外空．大空．空空．勝", "208": "義空．有為空．無為空．畢竟空．無際空．無散", "209": "空．本性空．相空．一切法空．無性空．無性自", "21": "世間．修慚愧．堅力持．供養諸佛。於九住法專", "210": "性空或說十七。加無所得空。或說十八。又加", "211": "自性空。或說十九。別加所緣增上及互無空。", "212": "或說二十。於十八中離無散空為散空．無", "213": "變異空。離相空為自相空．共相空。釋初頌", "214": "曰。", "215": "能食及所食此依身所住", "216": "能見此如理所求二諦空", "217": "為常益有情為不捨生死", "218": "為善無窮盡故觀此為空", "219": "為種姓清淨為得諸相好", "22": "精求趣。多為輪王王此洲界。調伏慳垢。乃至", "220": "為淨諸佛法故菩薩觀空", "221": "補特伽羅法實性俱非有", "222": "此無性有性故別立二空", "223": "經曰。度一切苦厄。贊曰。勝空者言。此上略", "224": "說破二執顯二空能度眾苦。既照性空離諸", "225": "分別。如蛾出𧌙永離纏裹。便度苦厄疾證涅", "226": "槃。雖依勝義無度無得。隨世俗中有度有得。", "227": "如應者言。由照性空能越生死顯先修益。第", "228": "三練磨心也。謂觀轉依深妙難證。若生退屈", "229": "應練磨心。世間有情行麁施等。於命終位尚", "23": "願我恒處最尊為有情依作諸義利。或樂精", "230": "招勝果。況我今修無障妙善。當來不證度苦", "231": "轉依。如彼行慧已度苦厄。捨麁重依得無麁", "232": "重。我亦應爾。勵已增修不應自輕而生退屈。", "233": "度者越也脫也。苦謂三界有情及處。即業煩", "234": "惱所生所起。理實有漏無非是苦。此略有三。", "235": "諸有漏法性墮遷流逼迫不安。皆名行苦。世", "236": "間諸樂必歸壞盡緣合纏憂。俱名壞苦。性已", "237": "逼迫更增楚切。難忍重生皆名苦苦。此苦即", "238": "厄災難義故。苦或八苦。住胎出胎俱受逼迫。", "239": "眾苦根本名生苦。時分朽壞名老苦。大種衰", "24": "進淨信出家。瞬息須臾證百三摩地。以淨天", "240": "變名病苦。壽命衰沒名死苦。不愛現前名", "241": "怨憎會苦。所愛乖離名愛別離苦。所希不", "242": "遂名求不得苦。諸有漏行名略攝一切五取", "243": "蘊苦。厄謂八難及諸危怖小三災等。由未照", "244": "空。境相拘縛心起分別。發煩惱業五趣苦生。", "245": "既見三種無性為空。或照蘊等即真如空。分", "246": "別不生。惡果隨滅。故諸苦厄皆能越度。如有", "247": "頌言。", "248": "相縛縛眾生亦由麁重縛", "249": "善雙修止觀方乃俱解脫", "25": "眼於諸佛國見百如來。變化住持皆能解了。", "250": "據實照空亦度惑業。體寬現果唯說度苦。即", "251": "此空相資糧位中聞思等照。初十心位第六", "252": "心後信心不退。不斷善根便永伏度極重苦", "253": "厄。故經頌言。", "254": "若有成世間增上品正見", "255": "雖經歷千生終不墮惡道", "256": "至十住中第四住後麁無明等皆始不行。方", "257": "能伏度惡趣苦厄。生貴住說除滅煩惱永盡", "258": "無餘。捨離生死能出三界。緣起經說。外道異", "259": "生諸行。皆以四愚為緣。內法異生若放逸者", "26": "神力能動百佛世界。身亦能往放大光明普", "260": "福不動行。三愚為緣。不放逸者所有諸行。我", "261": "不說以無明為緣。故知此後伏離惡趣一切", "262": "苦厄。第七住後更不退位伏離二乘所應苦", "263": "厄。至通達位初證真空後能永度三惡趣", "264": "八處無暇貧疾等種一切苦厄。或有亦能永", "265": "離三界分段苦厄怖煩惱故。有八地後方離", "266": "此厄。七地已前留煩惱故。第十地終照空圓", "267": "滿。一切有漏種子永除。變易死等苦厄皆盡。", "268": "至如來位利樂眾生。或時示現非實如是。此", "269": "觀自在猶未成佛由照空故當必皆除。勸示", "27": "令他見。化為百類利百有情。若欲留身得百", "270": "發心言度一切。", "271": "經曰。舍利子。贊曰。勝空者言。生由法立。法", "272": "即生因。此廣生空。法空後顯。如應者言。下", "273": "陳機感者名。述理垂喻。示彼勝行除四處也。", "274": "義段有三。初舍利子等。總告彰空。次是故等。", "275": "別結所空。後以無所得故。釋成空理。梵云舍", "276": "利。唐曰春鶖。由母辨才指喻為號。顯彼所生", "277": "故復稱子。母因能論子假為名。樹正摧邪少", "278": "聞多解。昔楊知見最初悟入。今演性空呼而", "279": "垂喻。唯說勝教以統法顯是理皆空。獨告上", "28": "劫住。見前後際各百劫事。證百法門。化為百", "280": "人以攝機即時眾咸告。彼雖秉告而未悟空。", "281": "先勸練磨方除四處。", "282": "經曰。色不異空空不異色色即是空空即是", "283": "色。贊曰。謂四大種及此所造。即十色處及", "284": "法處色。性皆變現總立色名。勝空者言。下", "285": "廣法空。大經說言。所以者何。色自性空。不由", "286": "空故色空非色。色不離空。空不離色。色即是", "287": "空。空即是色。此破二種執。色不異空空不異", "288": "色者。破執世俗所取色外別有真空。不悟真", "289": "空執著諸色妄增惑業輪轉生死。今顯由翳", "29": "身。身皆能現百菩薩眷屬。四增上戒住。即第", "290": "所見花色目病故然。非異空有故。依勝義色", "291": "不異空如聖教說。因緣生法我說空故。色即", "292": "是空空即是色者。破愚夫執要色無位方始", "293": "有空。於色於空種種分別。今顯依勝義色本", "294": "性空。迷悟位殊義彰空色。如何色滅方乃見", "295": "空。如翳見花自性非有。豈要花滅彼始成空。", "296": "故於色空勿生封執。應除倒見究竟涅槃。由", "297": "此二句經作是言。色自性空非色滅空。如應", "298": "者言。若依勝義諸法皆空都無有者。初雖可", "299": "爾理未必然。真俗相形俗無真滅。色空相待", "3": "行具修成十二住。總攝一切菩薩皆盡。此後", "30": "二地。由前住中十意樂住淨得入此住。性戒", "300": "色滅空亡。故非本來色體空也。勝空者言。", "301": "據實此空非空不空。翻迷對色悟說色空。非", "302": "此空言即定為空。空亦空故。如應者言。若", "303": "因緣色自本都無。應諸愚夫先來智者。是", "304": "則凡聖互是聖凡。自處師資實為誰迷。勝空", "305": "者言。煩惱成覺分。生死即涅槃。塵勞之儔", "306": "為如來種。諸眾生等本來寂滅。豈非愚夫先", "307": "即智者。如應者言。若許色事有異空理。可捨", "308": "色迷而求空悟。既空本色。智即為愚。求智捨", "309": "愚豈非顛倒。且厭生死求趣涅槃。苦樂不殊。", "31": "具足。少邪業道諸惡犯戒亦不現行。況中上", "310": "求之何用。愚夫生死已得涅槃。聖者更求", "311": "極成邪妄。勝空者言。俗事迷悟求聖去凡。", "312": "真理色空何成取捨。如應者言。若許事別亦", "313": "說即空。俱勝義中自成𨥨楯。應未悟者知色", "314": "即空。其已悟者不悟空色。精勤聖者可愍可", "315": "傷。懈怠愚夫可欣可樂。如世尊言。云何菩薩", "316": "隨順會通方便善巧波羅蜜多。若諸有情於", "317": "佛所說空性經典。謂一切法皆無自性皆無", "318": "有事無生無滅皆如幻夢。於是等法不能解", "319": "了。菩薩為彼如理會通。應告彼言。此經不說", "32": "品。能善了知業道因果。自及勸他行諸淨業。", "320": "一切諸法都無所有。但說諸法所言自性都", "321": "無所有。故說諸法皆無自性。雖有一切所言", "322": "說事依止彼故諸言說轉。然彼所說可說自", "323": "性。據勝義諦非其自性。故說諸法皆無所有。", "324": "彼一切法所言自性理既從本都無所有。當", "325": "何所生當何所滅。故說諸法無生無滅。又如", "326": "幻夢非如顯現如實是有。亦非一切幻夢形", "327": "質都無所有。如是諸法非如愚夫言說串習", "328": "勢力所現如實是有。亦非一切諸法勝義離", "329": "言自性都無所有。由此悟入一切諸法非有", "33": "於有情苦得大哀愍如實觀照。廣見諸佛善", "330": "非無。猶如幻夢其性無二。故說諸法皆如幻", "331": "夢。如是菩薩普於一切諸法法界。不取少分", "332": "不捨少分。不作損減不作增益。無所失壞。若", "333": "法實有知為實有。若法實無知為實無。如是", "334": "開示是名菩薩隨順會通方便善巧。此經意", "335": "說。一切愚夫如言所執實有可說諸法自性。", "336": "如實幻夢皆無自性。都無有事無生無滅。非", "337": "無聖智真俗諦境離言法性。非如幻夢形質", "338": "亦體都無名無性等。達所執無名悟非有。達", "339": "聖境有名悟非無。故言菩薩不取少分不捨", "34": "根清淨。多為輪王王四天下。止息犯戒。一切", "340": "少分無知為無有知為有。若依勝義法體都", "341": "空無少有者。作此會通便非善巧。稱悟非無", "342": "不捨少分。亦徒施設乃為損減失壞正理。由", "343": "此故知。此經意破先執色有故說色空。空者", "344": "無也。非法性空。愚夫所執當情色相本性非", "345": "有。若執非空及色滅無方成空體。既成二倒。", "346": "故應雙遣顯色事理非如所執。勿起妄情生", "347": "顛倒見。妄情既斷所執色亡。故斷依他遣計", "348": "所執。如翳既滅不見空花。二乘外道執實", "349": "作用因緣生法性都非有。故聖說言。因緣生", "35": "威力過前十倍。五增上心住。即第三地。由前", "350": "法我說皆空。非謂依他如幻之色亦皆空也。", "351": "故有頌言。", "352": "虛妄分別性由此義得成", "353": "非實有全無許滅解脫故", "354": "聖教又說。諸法不自生亦不從他生。亦不從", "355": "共生非不從二生。雖無所執作用因緣。而有", "356": "功能緣可得故。此若無者應無俗諦。俗諦無", "357": "故真諦亦無。依誰由誰而得解脫。或此空者", "358": "即法性空。若執遍計所執諸色及依他色定", "359": "異真有。真俗定別極成迷亂。今顯二色性即", "36": "作意解了通達。復由十淨心得入此住。能通", "360": "空如無相無為非詮智境。應捨二執求趣真", "361": "空。故攝歸空雙除妄見。法性之色體即真相。", "362": "不異即空。此復何惑。聖說二諦各有淺深。彼", "363": "互相形皆有真俗。有俗俗俗。有俗俗真。有真", "364": "真真。有真真俗。即俗真俗。真亦俗真。有俗有", "365": "真俗無真滅。既非無色而獨有空。亦非色空", "366": "定不異即。故真空與色非異非不異。非即非", "367": "不即。今遮定異等唯說不異即。此不異即言", "368": "亦非不異即。辯中邊說。", "369": "無二有無故非有亦非無", "37": "達諸行有情大菩提。亦正推求脫苦方便諸", "370": "非異亦非一是說為空相", "371": "今說色空互相顯者。令義增明破疑執故。前", "372": "說觀自在教練磨心。今說色空等令除四處。", "373": "一者二乘作意狹劣欣厭不樂利他。二者於", "374": "大乘中顛倒推求及起疑惑。三者於聞思等", "375": "言我能然種種法執。四者現前安立骨瑣色", "376": "等乃至菩提執著分別。今說色等不異即空。", "377": "令捨二乘劣作意等得無分別出世行成。", "378": "經曰。受想行識等亦復如是。贊曰。恐彼疑", "379": "執唯色不異空。唯色體即空餘法不爾故。以", "38": "煩惱纏無障礙智。淨法界中無分別慧。辨此", "380": "受等亦例同色。能領納境起苦樂捨名受。能", "381": "取於境有相．無相．小．大．無量．無少所有分", "382": "齊名想。思造善惡無記分位及餘心所等遷", "383": "流名行。心意識三皆能了別並通名識。謂四", "384": "識住及能住識。如色而領。如領而知。如知而", "385": "作。如作而了。故色受等如是次第。然由世執", "386": "我事有五。謂我身具．我受用．我言說．我造", "387": "作．我自體。今顯是蘊唯法功能。無實自性非", "388": "我我所故。唯說五不減不增。愚夫不知為破", "389": "我執於非蘊中假說為蘊。遂執為有。故今對", "39": "智見勝三摩地。於菩薩藏精進多聞。不惜身", "390": "破並說為空。二十論云。說無有情我。但有法", "391": "因故。等者。等取下處界等五種善巧。然大經", "392": "言。色空乃至菩提亦空。設有一法過涅槃者。", "393": "我亦說為如幻如化。故此等言通攝一切。勝", "394": "空如應二皆准釋。大經次言。受想行識自性", "395": "空。不由空故。乃至廣說。受想行識即是空。空", "396": "即是受想行識何以故。此但有名謂為菩提。", "397": "謂之為空。此但有名謂之為色受想行識。", "398": "經曰。舍利子是諸法空相不生不滅不垢不淨", "399": "不增不減。贊曰。前告法體空。今告法義空。", "4": "方得無上菩提第十三住成圓滿果。頌曰。", "40": "命捨諸所愛。無有師長不誓承事。教誓皆行。", "400": "是諸法者。指前對空色受等法。本無今有名", "401": "生。暫有還無名滅。障染名垢。翻此名淨。相廣", "402": "名增。翻此名減。勝空者言。依世俗諦。許色", "403": "等有。可有生等。依勝義諦。色等本空。如何空", "404": "中更有生等。故生滅等空相皆無。如應者言。", "405": "遍計所執及依他上自然生法本性空無。法", "406": "性色等體即空理。皆無如彼二乘等執生等", "407": "位別。故說空相不生滅等。又若有執有為遷", "408": "流定有生滅。無為在纏出纏位別實有垢淨。", "409": "未證真位及證真已有為無為互有增減。如是", "41": "身誓受苦。但聞一頌勝得大千充滿妙寶。聞", "410": "定執皆所執故體相都無。寧如彼執有為生", "411": "滅．無為垢淨．通二增減。如見陽焰執為實水。", "412": "此水本空何有生等。非無陽焰似水生等。又", "413": "設難言。若攝歸性依他色等皆即空如。彼有", "414": "生滅此亦應爾。今義答言。如太空中色雖生", "415": "滅而空相無。如是依他雖有生滅真空不爾。", "416": "復有難言若一切法皆即真空。空相遍在貪", "417": "等垢染信等淨中。如應垢淨。今義答言。如太", "418": "空中有色染淨空相不爾。如是諸法雖有垢", "419": "淨而空相無。故有頌言。", "42": "佛一句法能引正等覺淨菩薩行。勝得釋梵", "420": "非染非不染非淨非不淨", "421": "心性本淨故由客塵所染", "422": "或有難言。若法皆真無別相者。甘露聖教既", "423": "有增減。真空應爾。今義答言。如太空中色", "424": "相增減空相不然。如是聖教雖有增減而空", "425": "性無。皆由事理體相別故。若一切法唯真如", "426": "空。如何得有生滅等事。以上總說非但色體", "427": "不異即空。色上生等諸差別義亦不異即空。", "428": "今遮通別且略舉三。而實空相亦不一等。大", "429": "經次言。如是自性無生無滅無染無淨。菩薩", "43": "護世等果。設有告言。我有一句法能引正等", "430": "如是修行般若波羅蜜多時。不見生滅不見", "431": "染淨。何以故。但假立客名別別於法而起分", "432": "別。隨起言說如如言說如是如是生起執著。", "433": "菩薩修行般若波羅蜜多時。於如是等一切", "434": "不見。由不見故不生執著。", "435": "經曰。是故空中無色無受想行識。贊曰。勝", "436": "空者言。上以色等體義總對於空明不異", "437": "即。恐義不明。令觀純熟別結空中所無之", "438": "法。乘前起結說是故言。此言通下諸所無法。", "439": "如應者言。三乘通修五種善巧。謂蘊．處．界．", "44": "覺淨菩薩行。汝若能投大火坑者。當為汝說。", "440": "緣起及諦。隨彼所應為遠近觀。由二乘等皆", "441": "隨執有。今對說無。所執空中體義俱寂。故所", "442": "執蘊其性都無。然佛方便於有為中施設為", "443": "蘊。破五我事漸令入真說為善巧。非謂實有。", "444": "故經頌言。", "445": "如星翳燈幻露泡夢電雲", "446": "諸和合所為應作如是觀", "447": "有為之法尚非定蘊。所執蘊等何理成真。法", "448": "性空如故非蘊相。是故空中都無五蘊。大經", "449": "次言。復次舍利子。諸菩薩修行般若波羅蜜", "45": "菩薩歡喜踊躍言能。正使火坑等三千界。為", "450": "多時。應如是觀。菩薩但有名。般若波羅蜜多", "451": "但有名。色受想行識但有名。乃至廣說。", "452": "經曰。無眼耳鼻舌身意無色聲香味觸法。贊", "453": "曰。此說空中無十二處。勝空者言。佛權方便", "454": "說有處等引令入真。既入真已依真實義故", "455": "說皆空。如應者言。唯由根境能與六行為生", "456": "長門。說為處義。然以世間相見．問訊．塗香．", "457": "受膳．侍給．分別故。佛說處次第如是。因位眼", "458": "耳不至能取。鼻舌身三至方能取。意即八識。", "459": "果俱不定。眼耳用勝。天得通名。變化非真。唯", "46": "聞法故我從梵天尚能投入。況小火坑。為求", "460": "欲色界。下地諸識有依上者。業．緣．通．定．法", "461": "力皆生。諸位隨應用有勝劣。如次九八七五", "462": "緣起。色謂顯．形．表。聲謂執受．不執受．俱大", "463": "種所生。香謂俱生．和合．變異。味謂苦．酢．甘．", "464": "辛．醎．淡。觸謂四大及此所造。法謂無對色及", "465": "餘心所．不相應．無為。初五唯二。餘通異熟．", "466": "長養．等流。異熟唯欲色。後二通三界。色．聲．", "467": "有表．意．法通三。十色皆唯無記及善。即離", "468": "依有假立造名。一切皆通有漏無漏。二十頌", "469": "曰。", "47": "佛法尚應久處大地獄中。況餘小苦。聞已便", "470": "依彼所化生世尊密意趣", "471": "說有色等處如化生有情", "472": "此說佛為妄執有我久沈生死不肯趣求。非", "473": "處法中說之為處。如遮斷見密說化生。引令", "474": "入真除捨我執。二乘等不了方便言說。執為", "475": "實有。今顯所執性本都無。因緣法中既非實", "476": "處。法性空理亦無處相故。乘前義而結處", "477": "無。大經次言。眼處但有名。乃至法處但有名。", "478": "眼處空乃至法處空。", "479": "經曰。無眼界乃至無意識界。贊曰。此說空", "48": "能法隨法行。能引住世間靜慮等至等。復還", "480": "中無十八界。勝空者言。眼界．色界．眼識界．", "481": "耳界．聲界．耳識界．鼻界．香界．鼻識界．舌界．", "482": "味界．舌識界．身界．觸界．身識界．意界．法界．", "483": "意識界名十八界。今舉無初後例中間十六", "484": "界。世俗故說有。勝義故皆無唯有假名。自性", "485": "空故。如應者言。由根及境能持六識。彼復自", "486": "持因果性義名之為界。前處次第識界隨生。", "487": "故十八界次第如是。能取於境是六內界相。", "488": "眼等所取是六外界相。依根緣境似境了別是", "489": "六識界相。此中意界即心意識。心謂第八識。", "49": "棄捨隨願受生。多作釋天帝化他令斷欲貪。", "490": "持種受熏趣生等體。善無覆性。能變身器為", "491": "有情依。有三位名。一我愛執藏位名阿賴耶。", "492": "此翻為藏。能藏所藏執藏義故。二善惡業果", "493": "位名毘播迦。此云異熟。善不善業所招集故。", "494": "三相續執持位名阿陀那。此云執持。能執持", "495": "身不失壞故。意謂第七識。染執我相為有漏", "496": "依。淨常平等。性善有覆。亦三位名。一我執相", "497": "應位名有覆末那。緣阿賴耶執為我故。二法", "498": "執相應位名無覆末那。緣毘播迦執為法故。", "499": "三思量性位但名末那。緣阿陀那等起思量", "5": "種姓勝解行極喜增上戒", "50": "威力過前百千之數。六覺分相應增上慧住。", "500": "故。能緣所緣短長平等。故七八識各有三名。", "501": "初二名皆有漏。後一名通無漏。識謂餘六。如", "502": "自名顯。皆通三性。至佛位中轉異熟識名圓", "503": "鏡智。九喻影像於中現故。隨應初地轉二末", "504": "那名平等智。能具十種平等性故。三乘見位", "505": "轉第六識名妙觀智。隨應具足十勝用故。轉", "506": "前五識名成事智。起十化業滿本願故。因多", "507": "分別以識為主。果皆決斷標智為名。此前八", "508": "識即七心界。四智唯善。並法界攝。三照有空", "509": "具真俗智。成事照有俗智非真。圓鏡平等恒", "51": "即第四地。由前求多聞成十法明得入此住。", "510": "不動搖。初恒遍觀名一切智。妙觀成事有時", "511": "間斷。雖此四智皆具眾德。而隨相增起攝不", "512": "定。然佛說法有略廣門。於蘊義中略說色識。", "513": "處界隨廣。蘊廣心所。處界皆略。為愚三故。蘊", "514": "說有為。處說二取。界增取體。機欲待故。破我", "515": "能持施設為界。二乘等不了便執為實。所執", "516": "都無。餘非實界。故乘前義亦結此無。", "517": "經曰。無無明亦無無明盡乃至無老死亦無老", "518": "死盡。贊曰。勝空者言。上無遠觀。下無近", "519": "觀。此無獨覺隣近所觀。故契經言。為求獨覺", "52": "得十成熟智。修菩提分法能斷薩迦耶見等", "520": "者說應十二緣起法。又說。無明乃至老死唯", "521": "有假名。自性空故今說為無。盡者空也。空", "522": "亦空。故說無無明盡乃至無老死盡。十二緣", "523": "起有空俱無。例餘皆爾。今影顯之。如應者言。", "524": "慈氏尊說此於染淨皆有順逆。雜染順觀依", "525": "於生死流轉法說。逆依世間加行法說。清淨", "526": "順觀依於根本斷障法說。逆依斷已重觀法", "527": "說。雜染順觀者。初知體性具十二支。一無明。", "528": "謂迷內外愚。二行。謂福非福不動。三識。謂異", "529": "熟識。四名色。謂五蘊。五六處。謂六根六觸能", "53": "一切執著。離訶毀業修讚美業。心轉調柔功", "530": "對境之勝劣。七受能領境之苦樂。八愛。謂", "531": "三界貪。九取。謂煩惱。十有。即行至受六支種", "532": "子由愛取潤能有後有。十一生。謂苦果現起。", "533": "十二老死。謂衰變終沒。次觀由癡發起邪行。", "534": "能集當來隨業果識。五蘊相起諸根圓滿。觸", "535": "受境界種子感果。耽著希求。煩惱滋長。潤前", "536": "業等。五趣苦生老死憂悲之所隨逐。故契經", "537": "言。無明緣行乃至生緣老死。識等五支因無", "538": "次第。依當起位說為後緣。雜染逆觀者。依", "539": "初習位安立諦說。謂老死苦．老死集．老死", "54": "德隆盛。安住尋求修治地業。圓滿意樂勝解", "540": "滅．老死趣滅行。乃至隨應歷觀諸諦。由老死", "541": "支苦諦所攝。於緣起中先逆觀察。以三種相", "542": "觀老死支。一細因緣。二麁因緣。三非不定。感", "543": "生因緣名細。謂愛．取．有。生自體名麁。謂生", "544": "支。由此二生而有老死。當來老死細生為因。", "545": "現法老死麁生為因。除二生體餘定無能與", "546": "老死果。名非不定。雖觀老死苦諦。至愛於後", "547": "際苦并彼集諦未為喜足。遂復觀察後集因", "548": "緣現在眾苦。謂遍逆觀受觸六處名色與識。", "549": "觀未來苦是當苦諦。觀彼集因是當集諦。觀", "55": "界性。聖教怨敵不能傾動。多作蘇夜摩天王", "550": "未來世苦之集諦由誰而有。知由從先集所", "551": "生起識為邊際現法苦有。既知從先集所生", "552": "起。不應復觀此云何有。由識名色譬如束蘆", "553": "展轉相緣無作者等。是故觀察齊識退還。如", "554": "是順逆觀察苦集。唯十支已。次觀滅諦。始從", "555": "老死乃至無明。云何一切皆當滅盡。謂由不", "556": "造無明為緣新業行故彼苦方滅。次更尋求", "557": "證此滅道。憶昔師授於緣起法世間正見念", "558": "智現前。如是數觀令見增長。是名雜染順逆", "559": "觀察。清淨順觀者。由先已集正見資糧。能於", "56": "化除薩迦耶見。威力過前俱胝之數。七諸", "560": "諸諦漸次獲得有學無學清淨智見。能無餘", "561": "斷無明及愛。諸無明觸為緣生受亦復隨斷。", "562": "於現法中證慧解脫。受．相應心．貪愛煩惱得", "563": "離繫故證心解脫。無明斷故應生諸行識乃", "564": "至受皆不得生。是故經言。無明滅故行滅。乃", "565": "至觸滅故受滅。彼受不生無由起愛。由斯復", "566": "說。受滅故愛滅乃至愁歎憂惱皆滅。唯有識", "567": "等清淨鮮白住有餘依般涅槃界。名為證得", "568": "現法涅槃後有漏盡住真常跡。名無餘依般", "569": "涅槃界。清淨逆觀者。既斷滅已還逆觀察。由", "57": "諦相應增上慧住。即第五地。由前十平等清", "570": "誰無故老死無。由誰滅故老死滅。知由無作", "571": "緣生種子現行二生無故老死無。無常緣生", "572": "二生滅故老死滅。如是乃至知由無作緣生", "573": "發起纏隨眠三無明無故行無。無常緣生三", "574": "無明滅故行滅。是名清淨順逆觀察。有依順", "575": "染不說生支。機欲待故。說逆唯九。以業為識", "576": "非集緣故。或觀十一。無明無因智種闕故。", "577": "世尊如是方便施設令獨覺等獲自菩提。而", "578": "彼不了妄執有實染淨緣起。今說彼無令捨", "579": "執著。於雜染品唯說無無明乃至無老死。於", "58": "淨意樂得入此住。以十方便觀察諸諦。正毀", "580": "清淨品唯說無無明盡乃至無老死盡。各但", "581": "無順而例無逆。舉無初後例中亦無。故第六", "582": "地雖作此觀。尚執有實流轉還滅。第七地中", "583": "方除生滅障。生者順染。即此所無無明乃至", "584": "老死。滅者順淨。即此所無無明盡乃至老死", "585": "盡。其所無者。謂無所執作者常住二種緣", "586": "生。非無功能緣起滅理。以契經言不壞世諦", "587": "入於勝義。無造受者業不亡故。依他既非定", "588": "緣起相。真理亦非無明等滅。故並無之。若善", "589": "惡業一切都無。契經唯應說法非有。何容繁", "59": "諸行悲愍有情。攝受資糧勤修正願念慧行", "590": "長言亦非無。待因緣故諸法成立。自事既重", "591": "故應詳究。", "592": "經曰。無苦集滅道。贊曰。勝空者言。前無獨", "593": "覺近觀。此無聲聞近觀。故契經言。為求聲聞", "594": "者說應四諦法。又說。四諦唯有假名。自性空", "595": "故。然上兼下此亦餘境。於緣起中亦修諦", "596": "觀。故緣起後方說諦無。如應者言。勝鬘經", "597": "說安立四聖諦非安立四聖諦。如是八聖諦", "598": "非二乘所知。分段生死名苦。煩惱及有漏業", "599": "名集。擇滅名滅。生空智品名道。麁顯施設淺", "6": "增上心三慧無相有功用", "60": "等。皆得增長離異作意。以諸方便成熟有情。", "600": "智所知名安立諦。變易生死名苦。所知障及", "601": "無漏有分別業名集。自性清淨無住涅槃名", "602": "滅。法空智品名道。微隱難知非麁淺境名非", "603": "安立諦。總合說者。有漏逼迫皆苦。招感後", "604": "有名集。故無記法皆非集諦。此即略說生死", "605": "果因。四種涅槃名滅。無漏有為為證滅路名", "606": "道。此即略說出世果因。如療病者知病．病因．", "607": "病除．除法。觀生死苦．苦因．苦滅．滅法亦然。", "608": "唯聖知實名為聖諦。或隨觀察二空真如不", "609": "作別觀名非安立遠觀四諦各有四行。謂無", "61": "一切工巧皆能引發。多作珊都使多天王化", "610": "常．苦．空．無我．因．集．生．緣．滅．靜．妙．離．道．", "611": "如．行．出。由苦諦行能除四倒故有通局。為入", "612": "真門。近加行觀不唯觀苦。觀非安立方入真", "613": "故。於非苦等中佛說為苦等。聲聞等不了如", "614": "言起著。今破彼執故說為無。依他定非苦集", "615": "等相。真理何由有彼差別。由此並無。故第五", "616": "地雖作此觀尚執有實染淨麁相。第六地中", "617": "方除染淨障。染者有漏。即此所無苦集二諦。", "618": "淨者無漏。既此所無滅道二諦。", "619": "經曰。無智亦無得。贊曰。勝空者言。上無聲", "62": "捨一切內外邪法。八緣起相應增上慧住。即", "620": "聞近觀。此無菩薩近觀。能證道名智。所證境", "621": "名得。有能證智可有所得。證智非有所得亦", "622": "空。如契經言。為求菩薩者說應六波羅蜜多", "623": "法。唯言無智得。總合說故。若法非空。初有所", "624": "行後可有得。法既非有。初無所行後何有", "625": "得。故大經言。一切智空乃至無上菩提亦空。", "626": "如應者言。菩薩真觀唯非安立。故總說近", "627": "亦無智得。如有頌言。", "628": "依識有所得境無所得生", "629": "依境無所得識無所得生", "63": "第六地。由前十種法平等性得入此住。覺", "630": "無分別智證真如位。心境冥合平等平等。能", "631": "取所取一切皆無。後得智中離諸相縛無虛", "632": "妄執。亦離二取。復有頌言。", "633": "由識有得性亦成無所得", "634": "故知二有得無得性平等", "635": "餘位執種猶未斷。故觀不分明謂有二取。破", "636": "實能取故說無智。破實所取復言無得。又於", "637": "二法俱遮二取。別遮二取說為無得。能所得", "638": "故。遮有妙用故言無智。照斷能故。此釋皆除", "639": "遍計所執。依他幻事非定智得。真如體寂都", "64": "悟緣起生解脫門。一切邪想皆不能動。為益", "640": "無二相。故依三性皆說為無。非真智生一切", "641": "非有。說智及智處俱名般若。真無相取不取", "642": "相故。", "643": "經曰。以無所得故。贊曰。勝空者言。前說是", "644": "故空中無色等者。雖結成上色不異空無生", "645": "滅等。而未釋色等無之所由。今顯空中無法", "646": "所以。若色等中體少是有。應依勝義有少所", "647": "得。既都無得故本皆空。如大經言。自性空故", "648": "一切皆空。如應者言。辯中邊言。菩薩正修", "649": "十善巧觀。一蘊二處。三界。四緣起。五處非", "65": "有情攝受生死。智．悲．隨逐無所著智．般若波", "650": "處。六根。七世。八諦。九乘。十有為無為。由舍", "651": "利子漸悟大乘故。此俱無三乘通．別．近．遠．", "652": "加行．根本六種。二真觀位證法事理。所執六", "653": "相都無所有。依他圓成非定六相。故以無得", "654": "通釋上無。如大經言。色等諸法無所得。故甚", "655": "深般若亦無所得。", "656": "經曰。菩提薩埵依般若波羅蜜多故心無罣礙", "657": "無罣礙故無有恐怖遠離一切顛倒夢想究竟", "658": "涅槃。贊曰。勝空者言。上破二執廣顯二", "659": "空。下歎二依彰獲二利。此歎因依斷障染利。", "66": "羅蜜多住現前。證得無量勝三摩地。意樂不", "660": "依即前說行之異名。罣者障。礙者拘。恐者畏。", "661": "怖者懼。未依慧悟。滯色等有拘溺眾苦畏懼", "662": "恒生。有虛妄顛倒及生死夢想。由斯欣樂究", "663": "竟涅槃。既依般若達色等空。便無拘礙．苦", "664": "畏．倒．想。以色生死即涅槃故。何假虛求究竟", "665": "圓寂。故依般若一切遠離。如應者言。下彰", "666": "依學德歎獲勝利。離苦圓證也。此歎菩薩因", "667": "位修益。菩薩常時緣說文字學起觀照。尋觀", "668": "實相修持眷屬。不妄求知一切境界。名依般", "669": "若。罣謂煩惱障。不得涅槃故。礙謂所知障。不", "67": "壞餘不能奪。多作妙化天王化除一切增上", "670": "得菩提故。或罣即礙。俱通二障。恐怖者謂五", "671": "怖畏。一不活畏。由分別我資生愛起。二惡名", "672": "畏。行不饒益有悕望起。三死畏。由有我見失", "673": "懷想起。四惡趣畏。不遇諸佛惡業所起。五", "674": "怯眾畏。見已證劣他勝所起。顛倒者謂七倒。", "675": "一想。二見。三心。四於無常謂常。五於苦謂", "676": "樂。六於不淨謂淨。七於無我謂我。於後四", "677": "種妄想分別名想倒。忍可．欲樂．建立．執著名", "678": "見倒。心倒者謂煩惱。此有三。一根本。謂愚", "679": "癡。二體性。謂邊執見一分．戒禁取．見取及", "68": "慢等。威力過前百千俱胝之數。九有功用無", "680": "貪．薩迦耶見。三等流謂餘煩惱。夢想者未真", "681": "智覺恒處夢中。由斯佛說生死長夜。夢由想", "682": "起故名夢想。前之七倒由妄想生。處夢而行", "683": "故名夢想。或前諸倒皆生死因。此夢想者即", "684": "生死果。如處夢中多矚身境。故偏於果標夢", "685": "想名。梵云涅槃。唐言圓寂。即體周遍性湛然", "686": "義。雖真如性無二無別。依緣盡證說有四種。", "687": "一自性清淨涅槃。謂一切法實相真如。二無", "688": "住處涅槃。謂大悲慧常所輔翼。出所知障清", "689": "淨真如。三有餘依涅槃。謂集諦盡所顯真如。", "69": "相住。即第七地。由前十種妙方便慧所引世", "690": "四無餘依涅槃。謂苦諦盡所顯真如。有處依", "691": "初說。諸凡聖平等共有。一切有情無生滅等。", "692": "本來涅槃。有依第二說。諸菩薩住無。所住。及", "693": "聲聞等不得涅槃。有依後二說。三乘者同得", "694": "解脫。此中總說。由諸菩薩依般若故。悟三無", "695": "性。及因我法二空所顯一切空故。其心不為", "696": "二障所礙五怖所恐七倒所纏夢想所惑。便", "697": "能究竟契證涅槃。或諸菩薩由依般若。勝解", "698": "行位資糧道中。漸伏分別二障現行。於加行", "699": "道。能頓伏盡。亦能漸伏俱生二障。心無罣礙。", "7": "無相無功用及以無礙解", "70": "間進道勝行得入此住。達佛境界無間缺修。", "700": "見道位中。斷分別執隨願速滿。無有恐怖。於", "701": "修道位。解行廣增斷諸顛倒。遠離一切生死", "702": "夢想。當無學道究竟涅槃。四位所彰從增說", "703": "故。又極喜住。一切惡趣諸煩惱品。及所知障", "704": "在皮麁重皆悉永斷。能令煩惱皆不現行。心", "705": "無罣礙。最初證得無漏智故。無功用無相住。", "706": "一切能障無生法忍諸煩惱品。及所知障在", "707": "膚麁重皆悉永斷。一切煩惱皆不現前。無有", "708": "恐怖。因從果名。果已斷故。最上成滿菩薩住。", "709": "一切煩惱習氣隨眠。及所知障在骨麁重皆", "71": "一一剎那證十度等菩提分法。有加行行一", "710": "悉永斷。入如來住。名為遠離顛倒夢想。即是", "711": "二障三住所斷。由斯佛位究竟涅槃。", "712": "經曰。三世諸佛依般若波羅蜜多故得阿耨多", "713": "羅三藐三菩提。贊曰。勝空者言。上歎因依", "714": "斷障染利。下歎果依得菩提利。三世者去來", "715": "今。諸佛者非一故。梵言佛陀。此略云佛。有慧", "716": "之主。唐言覺者。得謂獲證。阿云無。耨多羅云", "717": "上。三云正藐云等。三又云正。菩提云覺。末", "718": "伽名道。此不名也。無法可過故名無上。理事", "719": "遍知故名正等。離妄照真復云正覺。即是無", "72": "切圓滿極。淨住前導猶名有染工巧智滿超", "720": "上正等正覺。大智度論說。智及智處俱名般", "721": "若。三世覺者由依此故證智達空名得正覺。", "722": "或唯空性說名菩提。如來妙體即法身故。如", "723": "應者言。出生死而慧悟。如從夢覺。契法性而", "724": "敷闡。喻若花開。成真俗智具自他覺。慧行", "725": "俱滿。標以佛名覺慧圓滿雖更不修。然持不", "726": "捨濟有情類。故亦說佛依於般若。或依即修。", "727": "佛由因位依行般若得正覺故。此彰五法。一", "728": "淨法界。即佛法身真如涅槃。具真性相微妙", "729": "功德。由觀空理所得果故。餘之四智謂有為", "73": "二乘三摩地境。念念能入滅盡定能現菩薩", "730": "德。即是所證受用佛身。修自利因所得果故。", "731": "為大菩薩所現淨相廣大佛身。名他受用。為", "732": "二乘等現淨穢相不定佛身。名為變化。俱利", "733": "他因所宜現故。自受用身具百四十不共實", "734": "德。謂諸如來三十二種大丈夫相．八十隨好．", "735": "四一切種清淨．十力．四無所畏．三念住．三不", "736": "護．大悲．無忘失法．永害習氣．一切種妙智。", "737": "及八解脫．八勝處．九次第定．十遍處．四無", "738": "量．三解脫門．三無生忍．三十七種菩提分法．", "739": "五眼．六通．四無礙解．無諍願智．恒住捨性．", "74": "甚希奇業。多作他化自在天王能授二乘現", "740": "十八佛不共法．乃至一切智．種智無量功", "741": "德。說不能盡。他受用身及變化身亦具有此", "742": "相似功德故。有為功德四智所攝。以智為主", "743": "名菩提智。法身真如名菩提斷。如契經言。菩", "744": "提智菩提斷俱名菩提。由此故知皆稱菩提。", "745": "假者名佛。即總假者證得別法。故說諸佛依", "746": "得菩提。如是總攝諸功德盡。智斷圓滿名無", "747": "上覺。異生邪智。簡名正覺。二乘分智。簡名", "748": "等覺。菩薩缺智。簡復名正覺。唯佛圓證獨", "749": "得全名。金剛分言。一切諸佛從此經出。一切", "75": "觀方便。威力過前俱胝百千之數。十無功用", "750": "如來從此經生。是故三佛俱是菩提。理趣分", "751": "說。信學此經速能滿足諸菩薩行。疾證無上", "752": "正等菩提。故三菩提皆由此得。", "753": "經曰。故知般若波羅蜜多是大神呪是大明呪", "754": "是無上呪是無等等呪。贊曰。勝空者言上", "755": "已別顯因果二依斷得二利。下文總歎般若", "756": "勝用。乘前起結名曰故知。妙用無方曰神。無", "757": "幽不燭曰明。最勝第一名無上。無類可類名", "758": "無等等。大師秘密妙法紀綱。顯正摧邪除惡", "759": "務善。靈祇敬奉賢聖遵持威力莫加。故名為", "76": "無相住。即第八地。由前十種入一切法第一", "760": "呪。如應者言。梵云陀羅尼。此曰總持。略有四", "761": "種。一者法。以略教含廣。二者義。以略義含", "762": "廣。三者能。得菩薩無生法忍。慈氏尊說。", "763": "壹胝蜜胝吉胝毘羼底丁履反鉢陀膩莎訶", "764": "四者呪。大經中說。", "765": "納慕薄伽筏帝一鉢剌壞波羅弭多曳二呾", "766": "姪他三室囇曳四室囇曳五室囇曳六室", "767": "囇曳細七莎訶", "768": "此呪神力廣說如經。念慧二能具含萬德。順", "769": "此古說總立呪名。此乘前結法義二持起下", "77": "義智得入此住。以前所修四如實智。今得清", "770": "呪持。說故知也。由此總持出過異生．聲聞．", "771": "獨覺．菩薩四道。或文字妙用．觀照圓鑒．眷屬", "772": "勝益．實相無喻。或四皆通。故此般若名神等", "773": "呪。或此般若是大神者。乃至是無等等者之", "774": "所說呪。勸諸學者皆於此經修十法行。慈氏", "775": "頌言。", "776": "謂書寫供養施他聽披讀", "777": "受持正開演諷誦及思修", "778": "行十法行者獲福聚無量", "779": "勝故無盡故由攝他不息", "78": "淨成無生忍。斷四災患愛甚深住。蒙諸如來", "780": "經曰。能除一切苦。贊曰。前明具德。此明破", "781": "惡。信學證說皆除眾苦。故大經言。能於此經", "782": "行十法行。一切障蓋皆不能染。雖造一切", "783": "極重惡業。而能超越一切惡趣。假殺三界一", "784": "切眾生。終不由斯墮於地獄．傍生．鬼界。設住", "785": "一切煩惱叢中。而猶蓮花終不為染。常與一", "786": "切勝事和合。於法．有情得無礙智。能善悟入", "787": "諸平等性。自他忿等皆能調伏。現世怨敵咸", "788": "起慈心常見諸佛得宿住智。所聞正法總持", "789": "不忘。諸勝喜樂恒現在前。常勤精進修諸善", "79": "覺悟勸導授與無量引發門智神通事業。悟", "790": "法。惡魔外道不能稽留。四天王等常隨擁衛。", "791": "終不橫死枉遭衰患。諸佛菩薩恒共護持。令", "792": "一切時善增惡減。於諸佛土隨願往生。乃至", "793": "菩提不墮惡趣。速能滿足諸菩薩行。疾證無", "794": "上正等菩提。隨心所願無不成辦。所以王城", "795": "四眾纔誦念而魔伏。天宮千眼始受持而怨", "796": "潰。況復深衷懇己因植果圓。不拔五趣以為", "797": "師。跨十方而為主未之有也。", "798": "經曰。真實不虛。贊曰。除疑勸信重說此言。", "799": "何有棄大寶輪王之位。處寂林而落飾。稱慈", "8": "最上菩薩住最極如來住", "80": "入無量分身妙智得十自在。隨受勝利。多作", "800": "父法王之尊。踐眾道而提譽。對諸龍象導彼", "801": "天人。誑誘群生誠為未可。所以經言。如來", "802": "是真語者乃至不異語者。故應信奉勿起驚", "803": "疑。", "804": "經曰。故說般若波羅蜜多呪即說呪曰。", "805": "揭諦揭諦　波羅揭諦　波羅僧揭諦　菩提", "806": "莎訶贊曰。前說法義二持雖勸信學。欲令", "807": "神用速備更說呪持。佛以大劫慧悲難修誓", "808": "行加略文字。意趣深遠教理幽。廣不易詳贊。", "809": "般若波羅蜜多心經幽贊卷下", "81": "初靜慮天王。創入此住第一剎那。所有福智", "810": "貞應三年甲申正月十五日為助先師真歸上", "811": "人餘業敬彫摸畢兼以此功令故權大僧都", "812": "重信蕩流轉妄執趣菩提正道及自他群類", "813": "同開真解矣。　　　　　　　願主性如", "82": "一切威力。過前諸住所得一倍。第二剎那過", "83": "前二倍。至十地滿運運增長。說不能盡。十一", "84": "無礙解住。即第九地。由前於甚深住不生喜", "85": "足。復於智殊勝性愛樂隨入。起智加行宣說", "86": "諸法。說法所作皆如實知。成大法師具無礙", "87": "解。多作第二靜慮天王。十二最上成滿菩薩", "88": "住。即第十地。前無礙解遍清淨已堪為法王", "89": "受法灌頂。得離垢等無量等持作佛所作。得", "9": "一種姓住。猶未發趣無上菩提。於餘住中唯", "90": "一切佛相稱法座身諸眷屬。得大光明證利", "91": "有情佛事妙智逮得無量解脫陀羅尼門神", "92": "通大念等無數功德。多作過色究竟大自在", "93": "天王。菩薩道滿資糧周備。從佛大雲堪領廣", "94": "大微妙法雨。自如大雲同現等覺。普雨法雨", "95": "殄息塵埃。令善稼穡生長成熟。此一一住所", "96": "斷所修所證功德非餘住無。依各圓滿故別", "97": "建立。勝解行住趣無相修。所作狹小有缺不", "98": "定。次後六住獲無相修。所作廣大無缺決", "99": "定。後之四住圓證清淨領受修果。所作無量。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1710 般若波羅蜜多心經幽贊", "author": "唐 窺基撰", "sourceLink": "http://www.cbeta.org/"}