{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論（（釋寶…二））十字＝（（釋大明品第三十二））八字【三】，但文中第八字二下明本有經作寶塔大明品七字夾註，（（釋第三十二品大明品））九字【宮】（（釋寶…二））十字＝（（釋大明品第三十二））八字【宋】【元】【明】，但文中第八字二下明本有經作寶塔大明品七字夾註，（（釋第三十二品大明品））九字【宮】釋: 大智度論釋＝譯論【宋】【元】論釋譯論", "text": {"0": "32 寶塔校量品", "1": "大智度論釋寶塔校量品第三十", "10": "行六波羅蜜，自除婬欲刀箭，亦除他人婬欲", "100": "種智所依處，佛因是身得一切種智。善男", "101": "子當作是思惟：是身，一切種智所依處，是", "102": "故我涅槃後舍利，當得供養。」「復次，憍尸迦！", "103": "善男子、善女人，若聞是般若波羅蜜，書寫、受", "104": "持、親近、讀誦、正憶念，華香、瓔珞、擣香、澤香、幢", "105": "蓋、伎樂，恭敬、供養、尊重、讚歎，是善男子、善女", "106": "人則為供養一切種智。「以是故，憍尸迦！若有", "107": "善男子、善女人，書是般若波羅蜜，若受持、親", "108": "近、讀誦、說、正憶念，供養、恭敬、尊重、讚歎，華香、", "109": "瓔珞乃至伎樂；若復有善男子、善女人，佛般", "11": "刀箭；自除瞋恚刀箭，亦除他人瞋恚刀箭；自", "110": "涅槃後，供養舍利，起塔，恭敬、尊重、讚歎，華香", "111": "乃至伎樂——若有善男子、善女人，是般若波羅", "112": "蜜，書、持，供養、恭敬、尊重、讚歎，華香、瓔珞乃至伎", "113": "樂；是人得福多！「何以故？是般若波羅蜜中，", "114": "生五波羅蜜，生內空乃至無法有法空；四念", "115": "處乃至十八不共法，一切三昧，一切禪定，一切", "116": "陀羅尼，皆從般若波羅蜜中生；成就眾生、淨", "117": "佛世界，皆從般若波羅蜜中生；菩薩家成", "118": "就、色成就、資生之物成就、眷屬成就、大慈大", "119": "悲成就，皆從般若波羅蜜中生；剎利大姓、婆", "12": "除愚癡刀箭，亦除他人愚癡刀箭；自除邪見", "120": "羅門大姓、居士大家，皆從是般若波羅蜜中", "121": "生；四天王天乃至阿迦尼吒天、須陀洹乃至", "122": "阿羅漢、辟支佛、諸菩薩摩訶薩、諸佛，諸佛一", "123": "切種智，皆從是般若波羅蜜中生。」爾時，釋提", "124": "桓因白佛言：「世尊！閻浮提人不供養般若波", "125": "羅蜜，不恭敬、不尊重、不讚歎，為不知供養多", "126": "所利益耶？」佛告釋提桓因：「憍尸迦！於汝意云", "127": "何？閻浮提中幾所人信佛不壞？信法、信僧不", "128": "壞？幾所人於佛無疑？於法、於僧無疑？幾所人", "129": "於佛決了？於法、於僧決了？」釋提桓因白佛言：", "13": "刀箭，亦除他人邪見刀箭；自除纏垢刀箭，亦", "130": "「世尊！閻浮提人於佛、法、僧不壞信少，於佛、法、", "131": "僧無疑、決了亦少。」「憍尸迦！於汝意云何？閻浮", "132": "提幾所人得三十七品、三解脫門、八解脫、九", "133": "次第定、四無礙智、六神通？閻浮提幾所人斷", "134": "三結故，得須陀洹道？幾所人斷三結，亦婬瞋", "135": "癡薄故，得斯陀含道？幾所人斷五下分結，", "136": "得阿那含道？幾所人斷五上分結，得阿羅漢？", "137": "閻浮提幾所人求辟支佛？幾所人發阿耨多", "138": "羅三藐三菩提心？」釋提桓因白佛言：「世尊！閻", "139": "浮提中少所人得三十七品，乃至少所人發", "14": "除他人纏垢刀箭；自除諸結使刀箭，亦除他", "140": "阿耨多羅三藐三菩提心。」佛告釋提桓因：「如", "141": "是！如是！憍尸迦！少所人信佛不壞，信法不壞，", "142": "信僧不壞；少所人於佛無疑，於法無疑，於僧", "143": "無疑；少所人於佛決了，於法決了，於僧決了。", "144": "憍尸迦！亦少所人得三十七品、三解脫門、八", "145": "解脫、九次第定、四無礙智、六神通。憍尸迦！亦", "146": "少所人斷三結得須陀洹，斷三結亦婬瞋癡", "147": "薄得斯陀含，斷五下分結得阿那含，斷五上", "148": "分結得阿羅漢，少所人求辟支佛。於是中亦", "149": "少所人發阿耨多羅三藐三菩提心；於發心", "15": "人結使刀箭。憍尸迦！以是因緣，是善男子、善", "150": "中亦少所人行菩薩道。「何以故？是眾生前世", "151": "不見佛，不聞法，不供養比丘僧；不布施，不持", "152": "戒，不忍辱，不精進，不禪定，無智慧；不聞內空、", "153": "外空乃至無法有法空；亦不聞、不修四念處", "154": "乃至十八不共法；亦不聞、不修諸三昧門、諸", "155": "陀羅尼門；亦不聞、不修一切智、一切種智。「憍", "156": "尸迦！以是因緣故，當知少所眾生信佛", "157": "不壞，信法不壞，信僧不壞，乃至少所眾生求", "158": "辟支佛道，於是中少所眾生發阿耨多羅", "159": "三藐三菩提心，於發心中少所眾生行菩薩", "16": "女人，不為刀箭所傷。「復次，憍尸迦！是善男子、", "160": "道，於是中亦少所眾生得阿耨多羅三藐三", "161": "菩提。「憍尸迦！我以佛眼見東方無量阿僧祇", "162": "眾生發心，行阿耨多羅三藐三菩提心，行菩", "163": "薩道；是眾生遠離般若波羅蜜方便力故，若", "164": "一、若二住阿鞞跋致地，多墮聲聞、辟支佛地。", "165": "南、西、北方，四維，上下，亦如是。「以是故，憍尸迦！", "166": "善男子、善女人，發心求阿耨多羅三藐三菩", "167": "提者，應聞般若波羅蜜，應受持、親近，讀誦、說、", "168": "正憶念；受持、親近，讀誦、說、正憶念已，應書經", "169": "卷，恭敬、供養、尊重、讚歎，香華、瓔珞乃至伎樂。", "17": "善女人，聞是深般若波羅蜜，受持、親近、讀誦、", "170": "「諸餘善法，入般若波羅蜜中者，亦應聞、受", "171": "持乃至正憶念。何等是諸餘善法？所謂檀波", "172": "羅蜜、尸羅波羅蜜、羼提波羅蜜、毘梨耶波羅", "173": "蜜、禪波羅蜜；內空、外空乃至無法有法空；諸", "174": "三昧門，諸陀羅尼門；四念處乃至十八不共", "175": "法，大慈大悲。如是等無量諸善法，皆入般若", "176": "波羅蜜中，是亦應聞、受持乃至正憶念。「何以", "177": "故？是善男子、善女人當如是念：『佛本為菩薩", "178": "時，如是行，如是學，所謂般若波羅蜜、禪波羅", "179": "蜜、毘梨耶波羅蜜、羼提波羅蜜、尸羅波羅蜜、", "18": "正憶念，不離薩婆若心，若以毒藥薰、若以蠱", "180": "檀波羅蜜；內空、乃至無法有法空；諸三昧門，", "181": "諸陀羅尼門；四念處，乃至十八不共法，大慈", "182": "大悲。如是等無量佛法，我等亦應隨學。何以", "183": "故？般若波羅蜜，是我等所尊；禪波羅蜜乃至", "184": "無量諸餘善法，亦是我等所尊。此是諸佛法", "185": "印，諸辟支佛、阿羅漢、阿那含、斯陀含、須陀洹", "186": "法印。諸佛學是般若波羅蜜，乃至一切種智，", "187": "得度彼岸。諸辟支佛、阿羅漢、阿那含、斯陀含、", "188": "須陀洹、亦學是般若波羅蜜，乃至一切智，得", "189": "度彼岸。』「以是故，憍尸迦！若善男子、善女人，", "19": "道、若以火坑、若以深水、若欲刀殺、若與毒，如", "190": "若佛在世、若般涅槃後，應依止般若波羅蜜；", "191": "禪波羅蜜、毘梨耶波羅蜜、羼提波羅蜜、尸羅波", "192": "羅蜜、檀波羅蜜乃至一切種智亦應依止。何", "193": "以故？是般若波羅蜜乃至一切種智，是諸聲", "194": "聞、辟支佛、菩薩摩訶薩、及一切世間天、人、阿修", "195": "羅所可依止。」", "196": "【論】問曰：佛已種種讚般若功德，今釋提", "197": "桓因何故以舍利校般若功德多少？答曰：", "198": "信根多者，憙供養舍利；慧根多者，好讀誦", "199": "經法。是故問：「有人書經供養，有人供養舍", "2": "二卷五十七", "20": "是眾惡皆不能傷。何以故？是般若波羅蜜，是", "200": "利，何所為多？」「華香、瓔珞」等義，如先說。「於汝", "201": "意云何」者，四事答中，此是反問答。是故", "202": "佛即反問釋提桓因；或有人供養舍利得", "203": "福德多，或有人供養般若波羅蜜得福德", "204": "亦多，隨人心故，佛不得一定答，是故反問。", "205": "「從般若波羅蜜中生五波羅蜜」者，後品中", "206": "佛自說：「無方便智慧布施迴向，不名檀波", "207": "羅蜜。」十八空即是智慧，智慧因緣故，生四念", "208": "處，乃至一切種智；雖非盡是智慧，以性同", "209": "故，以智慧為主，是故言「從般若生」。行般", "21": "大明呪、是無上呪。若善男子、善女人，於是", "210": "若波羅蜜，得諸法實相，於布施、持戒等通", "211": "達；若不得般若實相，不能通達布施、持戒。", "212": "何以故？若一切法空，則無罪無福，何用布", "213": "施、持戒？若諸法實有相，不應從因緣生，先", "214": "已有故。若眾生是常，則譬如虛空，亦無死", "215": "者；若無常，神則隨身滅，亦無後世罪福。若", "216": "無眾生，何有殺罪？如是亦無不殺生戒等。", "217": "若得是般若波羅蜜實相法，則不墮有無二", "218": "邊，用中道通達布施、持戒等；以此布施、持", "219": "戒等果報故，有剎利大姓乃至諸佛。問曰：", "22": "明呪中學，自不惱身、亦不惱他、亦不兩惱。", "220": "閻浮提人多貪利福德，何以不供養般若", "221": "波羅蜜？答曰：智人少故，不知供養般若", "222": "無咎；譬如金寶，盲者不識。以閻浮提人，但", "223": "信三尊者少，何況知而能行？佛欲令釋提", "224": "桓因自說，故反問：「有幾許人於三尊得不", "225": "壞信」等。問曰：不壞信、無疑、決了，有何差", "226": "別？答曰：有人言：無有差別；佛莊嚴種種說，", "227": "開悟人心故。有人言：於三寶中得不壞信；", "228": "何以知之？以無疑故；何以知無疑？以決了", "229": "故。問曰：無疑、決了有何異？答曰：初信三寶", "23": "何以故？是善男子、善女人不得我、不得眾生、", "230": "故是無疑，智慧究竟故是決了；譬如渡水，", "231": "初入是無疑，出彼岸是決了。三分聖戒力故", "232": "信不壞，四分力故是無疑，正見分力故是", "233": "決了。復次，見諦道中是不壞信，思惟道中是", "234": "無疑，無學道中是決了。如是等種種分別。", "235": "是三事，得何果報？從三十七品至六神通，", "236": "是有為果；三結盡乃至煩惱及習盡，是無為", "237": "果——得如是等果報。釋提桓因有報生知他", "238": "心，亦曾以天耳聞諸道差別，又以是大菩", "239": "薩利根，入觀眾生心三昧故，得知諸道差", "24": "不得壽命，乃至知者、見者，皆不可得，不得色，", "240": "別，是故答佛：深信者少。從須陀洹乃至初", "241": "發心求佛道轉少，轉少故不知供養般", "242": "若。何以故少？前世生死中，不聞三寶名，", "243": "乃至不聞一切種智名。佛欲證上事故說：", "244": "「我今以佛眼觀十方無量阿僧祇眾生發", "245": "無上道，離般若方便力故，若一、若二住阿", "246": "毘跋致地。」「諸餘善法入般若波羅蜜」者，是", "247": "諸餘經，所謂《法華經》、《密迹經》等。十二部經中", "248": "義同般若者，雖不名為般若波羅蜜經，然", "249": "義理即同般若波羅蜜。問曰：云何須陀洹亦", "25": "受、想、行、識，乃至一切種智亦不可得；以不可", "250": "學般若波羅蜜，乃至一切種智得到彼岸？", "251": "答曰：此中六波羅蜜、三解脫門、三十七品等，", "252": "乃至一切種智，此非獨菩薩法，三乘共有，", "253": "各隨分學。", "254": "【經】「憍尸迦！若有善男子、善女人，佛般涅槃", "255": "後，為供養佛故，作七寶塔，高一由旬，天香、天", "256": "華、天瓔珞、天擣香、天澤香、天衣、天幢蓋，天伎", "257": "樂，供養、恭敬、尊重、讚歎。憍尸迦！於汝意云何？", "258": "是善男子、善女人，從是因緣得福多不？」釋提", "259": "桓因言：「世尊！甚多！甚多！」佛言：「不如是善男子、", "26": "得故，不自惱身、亦不惱他、亦不兩惱。「學是大", "260": "善女人，聞是般若波羅蜜，書寫、受持，親近，正", "261": "憶念，不離薩婆若心；亦供養恭敬、尊重、讚", "262": "歎，若花香、瓔珞，擣香、澤香、幢蓋、伎樂供養。是", "263": "善男子、善女人，福德多。」佛告釋提桓因憍尸", "264": "迦：「置一七寶塔，若善男子、善女人供養佛故；", "265": "佛般涅槃後，起七寶塔，滿閻浮提，皆高一由", "266": "旬，恭敬、尊重、讚歎，華香、瓔珞、幢蓋、伎樂供養。", "267": "憍尸迦！於汝意云何？是善男子、善女人，得福", "268": "多不？」釋提桓因言：「世尊！其福甚多！」佛言：「不", "269": "如是善男子、善女人，如前供養般若波羅蜜，", "27": "明呪故，得阿耨多羅三藐三菩提；觀一切眾", "270": "其福甚多。」「憍尸迦！復置一閻浮提滿中七", "271": "寶塔；有善男子、善女人，供養佛故，佛般涅槃", "272": "後，起七寶塔，滿四天下，皆高一由旬，供養如", "273": "前。憍尸迦！於汝意云何？是善男子、善女人，其", "274": "福多不？」釋提桓因言：「甚多！甚多！」佛言：「不如是", "275": "善男子、善女人，書持般若波羅蜜，恭敬、尊重、", "276": "讚歎，華香乃至伎樂供養，其福甚多。」「憍尸迦！", "277": "復置四天下滿中七寶塔；若有善男子、善女", "278": "人，供養佛故，佛般涅槃後，起七寶塔，滿小千", "279": "世界，皆高一由旬，供養如前。憍尸迦！於汝意", "28": "生心，隨意說法。何以故？過去諸佛學是大明", "280": "云何？是善男子、善女人其福多不？」釋提桓因", "281": "言：「甚多！甚多！」佛言：「不如是善男子、善女人，書", "282": "是般若波羅蜜，受持、恭敬、尊重、讚歎，華香乃至", "283": "伎樂供養，其福甚多。」「憍尸迦！復置小千世界", "284": "滿中七寶塔；若有善男子、善女人，供養佛", "285": "故，佛般涅槃後，起七寶塔，滿二千中世界，皆", "286": "高一由旬，供養如前，不如供養般若波羅蜜", "287": "其福甚多。「復置二千中世界七寶塔；若有", "288": "善男子、善女人，供養佛故，佛般涅槃後，起七", "289": "寶塔，滿三千大千世界，皆高一由旬，盡形壽", "29": "呪，得阿耨多羅三藐三菩提；當來諸佛學是", "290": "供養，天華、天香、天瓔珞乃至天伎樂。於汝意", "291": "云何？是善男子、善女人得福多不？」釋提桓因", "292": "言：「世尊！甚多！甚多！」佛言：「不如是善男子、善女", "293": "人書、持是般若波羅蜜，恭敬、尊重、讚歎，華香乃", "294": "至伎樂供養，其福甚多。」「復置三千大千世", "295": "界中七寶塔；若三千大千世界中眾生，一一", "296": "眾生供養佛故，佛般涅槃後，各起七寶塔，恭", "297": "敬尊重讚歎，花香乃至伎樂供養。若有善男", "298": "子、善女人書持般若波羅蜜，乃至正憶念，不", "299": "離薩婆若心，亦恭敬、尊重、讚歎，華香、瓔珞乃", "3": "聖者龍樹造", "30": "大明呪，當得阿耨多羅三藐三菩提；今現在", "300": "至伎樂供養，是人得福甚多。」釋提桓因白佛", "301": "言：「如是！如是！世尊！是人供養、恭敬、尊重、讚歎", "302": "是般若波羅蜜，則為供養過去、未來、現在佛！", "303": "「世尊！若十方如恒河沙等世界眾生，一一眾", "304": "生供養佛故，佛般涅槃後，各起七寶塔，高一", "305": "由旬，是人若一劫，若減一劫，恭敬、尊重、讚歎，", "306": "華香乃至伎樂供養。世尊！是善男子、善女人", "307": "得福多不？」佛言：「甚多！」釋提桓因言：「若有善", "308": "男子、善女人，書持是般若波羅蜜，乃至正憶", "309": "念，亦恭敬、尊重、讚歎，華香乃至伎樂供養，其", "31": "諸佛學是大明呪，得阿耨多羅三藐三菩提。", "310": "福大多！何以故？世尊！一切善法皆入般若波", "311": "羅蜜中，所謂十善道，四禪、四無量心、四無色", "312": "定，三十七品，三解脫門：空、無相、無作，四諦：苦", "313": "諦、集諦、滅諦、道諦，六神通、八解脫、九次第", "314": "定，檀波羅蜜、尸羅波羅蜜、羼提波羅蜜、毘梨", "315": "耶波羅蜜、禪波羅蜜、般若波羅蜜，內空乃至", "316": "無法有法空，諸三昧門、諸陀羅尼門，佛十", "317": "力、四無所畏、四無礙智、大慈大悲、十八不共", "318": "法，一切智、道種智、一切種智。「世尊！是名一切", "319": "諸佛法印，是法中一切聲聞及辟支佛，過去、", "32": "「復次，憍尸迦！般若波羅蜜，若有但書寫經卷，", "320": "未來、現在諸佛，學是法印得度彼岸。」", "321": "【論】釋曰：般若波羅蜜，若聞、受持、誦讀等，", "322": "有無量功德。更欲說故，以現事譬喻證之：", "323": "人見土塔高大，即時生心，謂是塔主福德極", "324": "大，何況七寶起塔，高一由旬！是故佛以塔為", "325": "喻。問曰：是塔為實、為假？答曰：佛欲使人", "326": "解知分別福德多小故，作是譬喻，不應", "327": "問其虛實！有人言：有實、有假。如迦葉佛般", "328": "涅槃後，有國王名吉梨姞，爾時，人壽二萬", "329": "歲；是王為供養舍利故，起七寶塔，高五十", "33": "於舍供養，不受、不讀，不誦、不說、不正憶念，是", "330": "里。又過去世有轉輪王，名德主，一日起五", "331": "百塔，高五百由旬。此言「滿三千大千世界」，", "332": "是事假喻。有人言：皆是實有。如小國王隨", "333": "力起七寶塔；大王能起一由旬七寶塔，或", "334": "過一由旬；小轉輪王能起七寶塔滿四天", "335": "下；大轉輪王能起七寶塔過四天下；梵天", "336": "王主三千大千世界，是佛弟子，能心生變化，", "337": "起塔高至梵天，滿三千大千世界；或有菩", "338": "薩得陀羅尼門、諸三昧門，深行六波羅蜜", "339": "故，佛滅度後，能起七寶塔滿三千大千世", "34": "處若人、若非人不能得其便。何以故？是般若", "340": "界。「滿」者，舉其多故，不言間不容間。後言", "341": "「一一眾生」者，施主多故福德多。佛是中自說", "342": "得福因緣：「十善道乃至一切種智，皆攝在般", "343": "若波羅蜜中。」和合是法，名為般若波羅蜜。", "344": "是般若中，但出生佛，尚應當供養，何況出", "345": "生三乘及人天中樂，皆因般若波羅蜜有而", "346": "不供養！舍利是無記法，是諸善法所依止", "347": "處故，後乃能與人果報；行般若波羅蜜，即", "348": "時得果，後亦得報。", "349": "33 述誠品大智度論釋述誠品第三十三", "35": "波羅蜜，為三千大千世界中，四天王諸天，乃", "350": "【經】爾時，佛告釋提桓因：「如是！如是！憍尸迦！", "351": "是諸善男子、善女人，書是般若波羅蜜，持經", "352": "卷受學，親近、讀誦、說、正憶念，加復供養華香、", "353": "瓔珞、擣香、澤香、幢蓋、伎樂，當得無量無數、不", "354": "可思議、不可稱量、無邊福德！何以故？諸佛一", "355": "切智、一切種智，皆從般若波羅蜜中生；諸菩", "356": "薩摩訶薩禪波羅蜜、毘梨耶波羅蜜、羼提波", "357": "羅蜜、尸羅波羅蜜、檀波羅蜜，皆從般若波羅", "358": "蜜中生；內空乃至無法有法空，四念處乃至", "359": "十八不共法，皆從般若波羅蜜中生；諸佛五", "36": "至阿迦尼吒諸天子，及十方無量阿僧祇世", "360": "眼，皆從般若波羅蜜中生；成就眾生、淨佛世", "361": "界，道種智，一切種智諸佛法，皆從般若波羅", "362": "蜜中生；聲聞乘、辟支佛乘、佛乘，皆從般若波", "363": "羅蜜中生。「以是故，憍尸迦！善男子、善女人書", "364": "是般若波羅蜜，受持經卷，親近、讀誦、說、正憶", "365": "念，加復供養華香乃至伎樂，過出前供養七", "366": "寶塔，百分、千分、千億萬分，乃至算數譬喻所", "367": "不能及！「何以故？憍尸迦！若般若波羅蜜在於", "368": "世者，佛寶、法寶、比丘僧寶，終不滅；若般若波", "369": "羅蜜在於世者，十善道，四禪、四無量心、四無", "37": "界中諸四天王天，乃至阿迦尼吒諸天所守", "370": "色定，檀波羅蜜乃至般若波羅蜜，四念處乃", "371": "至十八不共法，一切智、一切種智，皆現於世；", "372": "若般若波羅蜜在於世者，世間便有剎利大", "373": "姓、婆羅門大姓、居士大家，四天王天乃至阿迦", "374": "尼吒諸天，須陀洹果乃至阿羅漢果、辟支佛", "375": "道、菩薩摩訶薩、無上佛道、轉法輪、成就眾生、", "376": "淨佛世界。」", "377": "【論】釋曰：上帝釋答佛，言：「供養般若，福", "378": "德甚多。」更有大天，以帝釋非一切智人故，", "379": "所說或錯，是以佛印可所說，言：「如是！如", "38": "護故。是般若波羅蜜所止處，諸天皆來供養", "380": "是！」問曰：若般若波羅蜜相，一切諸觀滅，語言", "381": "道斷，不生不滅，如虛空相；今何以說：「般若在", "382": "世者，三寶不滅」？答曰：般若波羅蜜體性，有", "383": "佛、無佛，常住不滅。此言「在世」者，所謂般若經", "384": "卷，可修習讀誦者，是因中說果。譬如井深，", "385": "綆短不及，便言失井，井實不失；般若波羅", "386": "蜜實相如深井，經卷名為綆，行者不能書", "387": "寫、修習故言滅。問曰：若說三寶，盡攝一", "388": "切善人善法，何以復言：「般若在世者，世間", "389": "有十善道，乃至一切種智」？答曰：此諸法及諸", "39": "恭敬，尊重讚歎，禮拜已去。是善男子、善女人，", "390": "道，皆廣解三寶中義。佛寶者，佛法所攝無", "391": "學五眾；法寶者，第三諦，所謂涅槃，除四沙門", "392": "所攝學、無學功德，餘殘辟支佛功德，菩薩功", "393": "德；僧寶者，四向、四果，學、無學五眾。餘十善", "394": "道、四禪、四無量等，皆是道方便門，是故別說。", "395": "大智度論卷第五十七", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "是般若波羅蜜但書寫經卷於舍供養，不", "41": "受、不讀，不誦、不說、不正憶念，今世得如是功", "42": "德。「譬如若人、若畜生來入菩提樹下，諸邊內", "43": "外，設人、非人來，不能得其便。何以故？是處，過", "44": "去諸佛於中得阿耨多羅三藐三菩提，未來", "45": "諸佛、現在諸佛，亦於中得阿耨多羅三藐三", "46": "菩提。得佛已，施一切眾生無恐無畏，令無量", "47": "阿僧祇眾生受天上、人中福樂，亦令無量阿", "48": "僧祇眾生得須陀洹果，乃至得阿耨多羅三", "49": "藐三菩提。以般若波羅蜜力故，是處得恭敬", "5": "32 寶塔校量品【經】爾時佛告釋提桓因：「若有善男子、善女", "50": "禮拜，華香、瓔珞、擣香、澤香、幢蓋、伎樂供養。」", "51": "【論】問曰：現有受持、讀誦，入於軍陣，為刀", "52": "兵所傷，或至失命。又佛說業因緣，非空非", "53": "海中，無有得免者。是中佛何以故言讀", "54": "誦般若者，入軍陣中兵刃不傷，亦不失", "55": "命？答曰：有二種業因緣：一者、必應受報，二", "56": "者、不必受報。為必應受報故，《法句》中如是", "57": "說；此中為不必受報故，說：「讀誦般若，兵", "58": "刃不傷。」譬如大逆重罪應死之人，雖有", "59": "強力、財寶，不可得免；有人罪輕，雖入死", "6": "人，聞是深般若波羅蜜，受持、親近、讀誦，正憶", "60": "科，理在可救，用力勢、財物，便得濟命，不", "61": "救則死。善男子亦如是，若無必受報罪，雖", "62": "有死事來，至讀誦般若波羅蜜，則得濟", "63": "度；若不讀誦，則不免死，是故不得言般", "64": "若波羅蜜無有力勢。復次，善男子、善女人，若", "65": "遠離惡法，調伏其心，煩惱折減，一心直", "66": "信善法，無有疑悔；從久遠已來，修集福", "67": "德、智慧，於一切眾生有慈悲心，教化眾生，", "68": "除去惡心。如是善男子，刀兵不傷，命不中", "69": "斷。如佛自說因緣：「長夜行六波羅蜜，除己", "7": "念，不離薩婆若心，兩陣戰時，是善男子善女", "70": "身及他身三毒刀箭。」五波羅蜜是福德，般若", "71": "波羅蜜是智慧；以廣集此二事故，不中失", "72": "命。毒藥、水、火等，亦如是。復次，如外道神仙", "73": "呪術力故，入水不溺，入火不熱，毒蟲不", "74": "螫，何況般若波羅蜜是十方諸佛所因成", "75": "就呪術！問曰：如上所說，是事可信；今此中", "76": "不能受持、讀誦、念般若等，但書寫、供養，云", "77": "何得是功德？答曰：是人所得功德，亦同於", "78": "上。何以故？有人先已聞師說般若義，深入", "79": "愛樂，然不識文字，違離師故，不能讀", "8": "人，誦般若波羅蜜故，入軍陣中終不失命，刀", "80": "誦；而不惜財寶，雇人書寫，盡心種種供", "81": "養，意與讀誦者同，故亦得功德。「人不能得", "82": "便」者，諸天守護，是事難信，故佛以菩提樹", "83": "為喻。佛以般若力故，於菩提樹下成無上", "84": "道，無上道氣勢故，其處猶有威德，眾生入", "85": "中，眾惡不得其便；何況般若波羅蜜是諸佛", "86": "之母，善男子盡心供養而無功德？", "87": "【經】釋提桓因白佛言：「世尊！若善男子、善女", "88": "人書寫般若波羅蜜，華香、瓔珞乃至伎樂供", "89": "養；若有人，佛般涅槃後，若供養舍利，若起塔", "9": "箭不傷。何以故？是善男子、善女人，長夜修", "90": "供養，恭敬、尊重、讚歎，華香、瓔珞乃至伎樂供", "91": "養——是二何者得福多？」佛告釋提桓因：「我還", "92": "問汝，隨汝意答我。於汝意云何？如佛得一切", "93": "種智、及得是身，從何道學，得是一切種智、得", "94": "是身？」釋提桓因白佛言：「佛從般若波羅蜜中", "95": "學，得一切種智及相好身。」佛告釋提桓因：「如", "96": "是！如是！憍尸迦！佛從般若波羅蜜中學，得", "97": "一切種智。憍尸迦！不以是身名為佛，得一切", "98": "種智故名為佛。憍尸迦！是佛一切種智，從般", "99": "若波羅蜜中生。以是故，憍尸迦！是佛身，一切"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論（（釋寶…二））十字＝（（釋大明品第三十二））八字【三】，但文中第八字二下明本有經作寶塔大明品七字夾註，（（釋第三十二品大明品））九字【宮】（（釋寶…二））十字＝（（釋大明品第三十二））八字【宋】【元】【明】，但文中第八字二下明本有經作寶塔大明品七字夾註，（（釋第三十二品大明品））九字【宮】釋: 大智度論釋＝譯論【宋】【元】論釋譯論", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}