{"author": "宋 延壽撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2018 永明智覺禪師唯心訣", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2018", "1": "永明智覺禪師唯心訣", "2": "詳夫心者，非真妄有無之所辨，豈文言句義", "3": "之能述乎！然眾聖歌詠、往哲詮量，非不洞明，", "4": "為物故耳。是以千途異說，隨順機宜，無不指", "5": "歸一法而已。故《般若》唯言無二，《法華》但說一", "6": "乘，《思益》平等如如，《華嚴》純真法界，《圓覺》建立", "7": "一切，《楞嚴》含裹十方，《大集》染淨融通，《寶積》根", "8": "塵泯合，《涅槃》咸安祕藏，《淨名》無非道場。統攝", "9": "包含，事無不盡；籠羅該括，理無不歸。是以一", "10": "法千名，應緣立號，不可滯方便之說、迷隨事", "11": "之名，謂眾生非真、諸佛是實。若悟一法，萬法", "12": "圓通，塵劫凝滯當下氷消、無邊妙義一時通", "13": "盡，深徹法源之底、洞探諸佛之機，不動微毫", "14": "之功、匪移絲髮之步，優游沙界、遍歷道場，", "15": "何佛剎而不登？何法會而不涉？無一相而非", "16": "實相，無一因而非圓因，恒沙如來煥若目", "17": "前、十方佛法皎然掌內，高低岳瀆共轉根本", "18": "法輪、大小鱗毛普現色身三昧，處一座而十", "19": "方俱現、演一音而沙界齊聞，談玄顯妙而不", "20": "壞凡倫、千變萬化而未離真際，與三世佛一", "21": "時成道、共十類生同日涅槃。擊法鼓於魔宮、", "22": "震法雷於邪域，履逆而自順、處剛而自柔，", "23": "臨高而不危、在滿而不溢，可謂端居絕學之", "24": "地、深履無為之源，入眾妙之玄門、遊一實之", "25": "境界。無一法本有、無一法始成，泯中邊、絕前", "26": "後，印同異、一去來，萬境齊觀，一際平等。明知", "27": "三寶常現，我土不燒；梵音恒聞，慧光常照。此", "28": "大寂三昧、金剛定門，今古咸然、聖凡齊等，如", "29": "一滴之水，與渤澥之潤性無差；若芥孔之空，", "30": "等太虛之容納非別。信之者功超遠劫、明之", "31": "者秖在剎那。此一際之法門，真無方之大道。", "32": "聚一塵而非合、散眾剎而非分，和光而不群、", "33": "同塵而不染，超出而不離、冥合而無歸，養育", "34": "凡聖而無質像可觀、興建法界而無名字可", "35": "立，依蔭草木、籠罩古今。遍界遍空，穹蒼不能", "36": "覆其體；常照常現，鐵圍不能匿其輝；無住無", "37": "依，塵勞不能易其性；非純非雜，萬法不能隱", "38": "其真。閴爾無聲而群音揭地、蕩然無相而眾", "39": "像參天，相入而物境千差、相即而森羅一味。", "40": "不從事而失體，非共非分；不守性而任緣，亦", "41": "同亦別。是以即性之相故，無妨建立；即理", "42": "之事故，不翳真常；以空之有故，豈礙繁興；以", "43": "靜之動故，何虧湛寂。言一則大小相入，言異", "44": "則高下俱平；言有則理體寂然，言無則事用", "45": "不廢。雖起而常滅，世相含虛；雖寂而恒生，法", "46": "界出現；任動而常住，萬化不移；任隱而恒興，", "47": "一體隨應。無假而幻相和合，無實而真性湛", "48": "然；無成而異質交輝，無壞而諸緣互絕。境雖", "49": "現而無現性、智雖照而無照功，寂用非差，能", "50": "所一際。狀同淨鏡，萬像而不能趒形；性若", "51": "澄空，眾相而不能離體。為常住藏，作變通門；", "52": "湛爾堅凝，恒隨物化；紛然起作，不動真如。男", "53": "身沒、女身彰，東方入、西方起。當存而正泯，在", "54": "卷而恒舒，普注而不迂，俱遍而無在。舉一", "55": "塵，列無邊剎土；指一念，樹無盡古今。居一相", "56": "而非升，即淨隨染；驟五趣而不墜，處濁恒", "57": "清。外望無盈餘，內窺無積聚；觸目而不見，滿", "58": "耳而不聞；盈懷而無知，遍量而非覺；本成而", "59": "非故，今現而非新；不磨而自明，弗瑩而自淨。", "60": "可謂妙體常住，靈光靡沈，至德遐周，神性獨", "61": "立。眾妙群靈而普會，為萬法之王；三乘五性", "62": "而冥歸，作千聖之母。獨尊獨貴、無比無儔，實", "63": "大道源，是真法要。玄蹤不定，任物性以方圓；", "64": "妙應無從，逐機情而隱顯。是以本生末而末", "65": "表本，體用互興；真成俗而俗立真，凡聖交映；", "66": "此顯彼而彼分此，主伴齊參；生成佛而佛度", "67": "生，因果相徹。境無自性而他成自，心無自性", "68": "而自成他；理不成就而一即多，事不成就而", "69": "多即一。相雖虛而恒冥一體，性雖實而常在", "70": "萬緣；雖顯露而難以情求，任超絕而無妨大", "71": "用。縱橫幻境，在一性而融真；寂滅靈空，寄森", "72": "羅而顯相。諦智相發、染淨更熏，隨有力無力", "73": "而出沒無恒、逐緣成緣散而卷舒不定，相攝", "74": "則纖塵不現、相資則萬境俱生。來如水月之", "75": "頓呈、去若幻雲之忽散，動寂無礙，涉入虛融；", "76": "互奪互存，靈通莫測；不出不在，妙性無方。智", "77": "海滔滔，包納而無遺纖芥；靈珠璨璨，照臨而", "78": "不顯微毫。若真金隨異器以分形，千差不", "79": "礙；如湛水騰群波而顯相，一體無虧。俱是俱", "80": "非，亦邪亦正。不有而示有，杳若夢存；無成而", "81": "似成，倏如幻住。依空源而起盡，法法無知；隨", "82": "化海以興亡，緣緣絕待。是以五岳穹崇而不", "83": "峻，四溟浩渺而不深，三毒四倒而非凡，八解", "84": "六通而非聖；悉住真如寂滅之地，盡入無生", "85": "不二之門。施為大解脫中，重重無盡；顯現不", "86": "思議內，浩浩難窮。豈可立其始終、定其方域，", "87": "何必崇真斥妄、厭異欣同，欲壞幻化之身、擬", "88": "斷陽焰之識。不知念念釋迦出世、步步彌勒", "89": "下生，分別現文殊之心、動止運普賢之行，門", "90": "門而皆開甘露、味味而純是醍醐，不出菩提", "91": "之林、長處蓮華之藏，晃晃而無塵不透、昭昭", "92": "而溢目騰光，豈勞妙辯之敷揚，誰待神通之", "93": "顯示。動止常遇、明暗不離，非古盛而今衰、豈", "94": "愚亡而智現？語默常合，終始冥通，初祖豈用", "95": "西來，七佛何嘗出世？是以心空則天地虛寂，", "96": "心有則國土崢嶸；念起則山岳動搖，念默則", "97": "江河寧謐；機峻而言言了義，志徹而念念虛", "98": "玄；器廣而法法周圓，量大而塵塵無際。意地", "99": "清而世界淨、心水濁而境像昏，舉一全該，", "100": "坦然平等，宛爾具足，唯在正觀。萬法本只由", "101": "人，真如自含眾德；無念而殊功悉備，無作而", "102": "妙行皆圓。不運而成，靈智法爾；無求自得，", "103": "妙性天真。方知理智圓融，大道無外，絕一塵", "104": "而獨立，何眾相以摐然。是則聲處全聞，見外", "105": "無法，豈玄黃之所惑，匪音響之能淪。如滄", "106": "海之味混百川，猶須彌之色吞群鳥，無一名", "107": "不播如來之號，無一物不闡遮那之形。巖樹", "108": "庭莎，各梃無邊之妙相；猿吟鳥噪，皆談不二", "109": "之圓音。癡愛成解脫真源，貪瞋運菩提大用；", "110": "妄想興而涅槃現，塵勞起而佛道成。從體施", "111": "為，報化而未嘗不寂；隨緣顯現，法身而無處", "112": "不周。實教法之所歸，聖賢之稟受，群生之實", "113": "際，萬物之根由，正化之大綱，出世之本意，三", "114": "乘之正轍，入道之要津，般若之靈源，涅槃之", "115": "窟宅。蓋以妙理玄邈，大旨希夷，狂慧而徒自", "116": "勞神，癡禪而但能守縛。實謂言思路絕，分別", "117": "意窮，識智翛然，神清可鑑，空有雙豁，根塵洞", "118": "開。如窺淨天、似臨皎日，無一法門而不現，無", "119": "一至理而不明。豈動神情，春池而穩探真寶；", "120": "匪勞心力，赤水而自獲玄珠。觀沙界於目前，", "121": "指大千於身際，收群生於掌握，納萬彙於胸", "122": "襟。不施一功，成就楞嚴之大定；不披一字，遍", "123": "覽普眼之真經。四句之義頓融，百非之路杳", "124": "絕；竪徹三際，橫亘十方，為一總持，號大自在。", "125": "神光赫赫，威德巍巍；尼乾魄消、波旬膽碎，煩", "126": "惱賊颯然墮壞、生死軍豁爾飄颺，愛河廓清、", "127": "慢山崩倒，逍遙物外、無得無求，憺怕虛懷、曠", "128": "然絕累，虛空讓其高廣、日月慚其光明。然後", "129": "則權實雙游、悲智齊運，拯世若幻、度生同空，", "130": "涉有而不乖無、履真而不礙俗，若乾坤之覆", "131": "載、猶日月之相須。示聖現凡，出生入死，持實", "132": "相印，建大法幢。作一種之光明、為萬途之津", "133": "濟，能令寒灰再焰、焦種重榮，永為苦海之迅", "134": "航、常作迷途之明導。任運遮照、隨智卷舒，雖", "135": "無知而萬法圓通、雖無見而一切明現，但契", "136": "斯旨，體本自然。如群萌值春、萬物得地，十身", "137": "頓現、四智欝興。猶如意幢，若大寶聚，法財豐", "138": "溢，利物何窮；故號功德之林，乃稱無盡之藏。", "139": "豈有朝曦而不照，夜炬而不明者哉？何得以", "140": "限量心、起分齊見，局太虛之闊狹、定法界之", "141": "邊疆，遂令分別之情，不越眾塵之境，向真如", "142": "境上鼓動心機、於寂滅海中奔騰識浪，於管", "143": "中存見、向壁罅偷光，立能所之知、起勝劣之", "144": "解，齊文定旨、逐語分宗。蟭螟豈繼於鵬程，螢", "145": "照那齊於日曜。豈能一毛孔內，納十方之虛", "146": "空；一剎那中，現億佛之世界。一一身而遍一", "147": "切剎，一一剎而含無邊身。乘高廣之大車，展", "148": "大千之經卷，陞燈王之法座，飡香積之嘉羞，", "149": "披迦葉之上衣，入釋迦之正室。促多生於頃", "150": "刻，擲世界於他方；腹吸風輪，口吹劫火；變丘", "151": "陵為寶剎，移淨土於穢邦；一毫中放無盡之", "152": "光明，一言內演難思之教海。此乃群生之常", "153": "分，與眾聖而同儔，無一法而不然，但有心而", "154": "皆爾；非假變通之力，不從修證之因。德量如", "155": "然，塵毛悉具。一香一味，同棲滅盡定門；蠢動", "156": "蜎飛，不昧靈知寂照。何得遺山認培、棄海存", "157": "漚，劣志卑心而自鄙屈；翻乃持神珠而乞丐，", "158": "守金藏以貧窮，辜負己靈，埋沒家寶。或捨離", "159": "而保持偏正，或絕分而甘處塵勞，或認妄而", "160": "謬附邪宗，或執權而勞修漸行，或認位高推", "161": "於極聖，或積德望滿於三祇。不知全體現前，", "162": "猶希妙悟；豈覺從來具足，仍待功成；不入圓", "163": "常，終成輪轉。只為昧於性德、罔辯真宗，捨覺", "164": "循塵、棄本就末，掛有無之魔羂、投一異之邪", "165": "林，宰割真空、分羅法性，依塵生滅、隨境有無，", "166": "執斷迷常、驟緣遺性，謬興知解、錯倒修行。或", "167": "和神養氣而保自然，或苦質摧形而為至道，", "168": "或執無著而樁立前境，或求靜慮而伏󰋂妄", "169": "心，或刳情滅法以凝空，或附影緣塵而抱相，", "170": "或喪靈源之真照，或殞佛法之正因。或絕識", "171": "凝神，受報於無情之地；或澄心泯色，住果於", "172": "八難之天。或著有而守乾城，或撥無而同兔", "173": "角。或絕見而居暗室，或立照而存所知。或認", "174": "有覺是真佛之形，或効無知同木石之類。或", "175": "執妄同究竟之果，如即泥是瓶；或妄緣趣解", "176": "脫之門，似撥波求水。或外騁而妄興夢事，或", "177": "內守而端居抱愚。或宗一而物象同如，或見", "178": "異而各立法界。或守愚癡無分別而為大道，", "179": "或尚空見排善惡而作真修。或解不思議性", "180": "作頑空，或體真善妙色為實有。或沈機絕", "181": "想，同有漏之天；或覺觀思惟，墮情量之域。", "182": "或不窮妄性，作冥初之解；或昧於幻體，立空", "183": "無之宗。或認影而為真，或執妄而求實。或", "184": "認見聞性為活物，或指幻化境作無情。或起", "185": "意而乖寂知，或斷念而虧佛用。或迷性功德，", "186": "而起色心之見；或據畢竟空，而生斷滅之心。", "187": "或執大理而頓棄莊嚴，或迷漸說而一向造", "188": "作。或據體離緣而堅我執，或亡泯一切而", "189": "守己愚。或定人法自爾而墮無因，或執境智", "190": "和合而生共見。或執心境混雜，亂能所之法；", "191": "或著分別真俗，縛智障之愚。或守一如不變", "192": "而墮常，或定四相所遷而沈斷。或執無修而", "193": "祛聖位，或言有證而背天真。或耽依正而隨", "194": "世輪迴，或厭生死而喪真解脫。或迷真空而", "195": "崇因著果，或昧實際而欣佛厭魔。或著隨宜", "196": "所說而守語為真，或失音聲實相而離言求", "197": "默。或宗教乘而毀自性之定，或弘禪觀而", "198": "斥了義之銓。或鬪奇特而但顧出身，俄沈識", "199": "海；或作淨潔而推求玄密，返墮陰城。或起", "200": "殊勝知解而剜肉為瘡，或住本性清淨而", "201": "執藥成病。或尋文探義而飲客水，或守靜", "202": "居閑而坐法塵。或起有得心，談無相大乘；或", "203": "運圖度想，探物外玄旨。或廢說起絕言之見，", "204": "或存詮招執指之譏。或認動用而處生滅根", "205": "源，或專記憶而住識想邊際。或安排，失圓覺", "206": "之性；或縱任，虧入道之門。或起身心精進而", "207": "滯有為，或守任真無事而沈慧縛。或專繫念", "208": "勤思而失於正受，或效無礙自在而放捨修", "209": "行。或隨結使而恃本性空，或執纏蓋而妄加", "210": "除斷。或保重而生法愛，或輕慢而毀佛因。或", "211": "進求而乖本心，或退墮而成放逸。或語證相", "212": "違而虧實地，或體用各據而乖佛乘。或守寂", "213": "而住空，失大悲之性；或泯緣而厭假，違法爾", "214": "之門。或著我見而昧人空，或迷現量而堅", "215": "法執。或解不兼信而滋邪見，或信不兼解而", "216": "長無明。或云人是而法非，或稱境深而智淺。", "217": "或取而迷法性，或捨而乖即真；或離而違因，", "218": "或即而忘果；或非而謗實，或是而毀權。或", "219": "惡無明而背不動智門，或憎異境而壞法性", "220": "三昧。或據同理而起增上慢，或貶別相而破", "221": "方便門。或是菩提而謗正法輪，或非眾生而", "222": "毀真佛體。或著本智而非權慧，或迷正宗而", "223": "執化門。或滯理溺無為之坑，或執事投虛幻", "224": "之網。或絕邊泯跡，違雙照之門；或保正存中，", "225": "失方便之意。或定慧偏習焦爛道芽，或行願", "226": "孤興沈埋佛種。或作無作行，修有為菩提；或", "227": "著無著心，學相似般若。或趣淨相而迷垢實", "228": "性，或住正位而失自本空。或立無相觀而障", "229": "翳真如，或起了知心而違背法性。或守真詮", "230": "而生語見，服甘露而早終；或敦圓理而起著", "231": "心，飲醍醐而成毒。已上略標一百二十種邪", "232": "宗見解，並是迷宗背旨、失湛乖真，揑目生花、", "233": "迷頭認影，若敲氷而索火、類緣木以求魚，畏", "234": "影逃空、捫風捉電。苦非甘種，砂豈飯因；皆不", "235": "能以法性融通、一旨和會，盡迷方便、悉溺見", "236": "河，障於本心、不入中道。匍匐昇沈之路、纏綿", "237": "取捨之懷，於無心中強欲斷除、向無事內剛", "238": "求捨離。將法空為恚愛之境、返真智作想礙", "239": "之情，長隨八倒之風、難出四邊之網。竟不知", "240": "理即生死，恒與道冥；妄本菩提，從來合覺；明", "241": "常住暗，水不離氷；靈智常存，妙用無盡。何乃", "242": "遏想念而求湛寂，斷煩惱而證真如。妄作妄", "243": "修，自難自易。且靈覺之性本非祕密、如來之", "244": "藏實不覆藏，故知圓常之理不虧、信解之機", "245": "難具。如針鋒上無邊身菩薩，似藕絲懸須彌", "246": "盧之山；唯歎希奇，罔知所措。如水母土蜂之", "247": "類、猶𧉑󱕸屈步之徒，歷劫他求、終朝取相，不", "248": "自暫省、返照回光。貨鬻衣珠，承紹家業，但爭", "249": "空花之起滅、定認眚影之是非，去淳朴而專", "250": "尚浮華、喪根源而唯尋枝派；可謂遺金拾礫、", "251": "擲寶持薪。是以眾聖驚嗟、達人悲歎，都謂不", "252": "到實地、未達本心，妄識浮沈、緣心巧偽，遍計", "253": "所執現似外塵、人杌繩蛇橫生空見。不知萬", "254": "法無體、一切無名，從意現形、因言立號，意隨", "255": "想起、言逐念興，想念俱虛、本末非有。是以三", "256": "界無物、萬有俱空，邪正同倫、善惡齊旨，全拋", "257": "大義、莫返初源。於無心中妄立異同、就一體", "258": "內強分離合，自他纔立、逆順隨生；起鬪爭之", "259": "端、結惑業之始，織是非之緻網、鎖憎愛之樊", "260": "籠，觀鏡像分妍醜之心、聆谷響興喜怒之色，", "261": "責化人之心行、保幻物之堅牢，汲焰水而欲", "262": "滿漏卮、折空花而擬栽頑石。能所雙寂，事理", "263": "俱空，既造惑因，不無幻果。欲知妙理，唯在觀", "264": "心。恒沙之業，一念而能消；千年之暗，一燈而", "265": "能破。自然不立名相，解惑寂然；豈有一物當", "266": "情，萬境作對。取捨俱喪，是非頓融；眾翳咸消，", "267": "豁然清淨；無非不思議解脫，盡是大寂滅道", "268": "場。視聽俱忘，身心無寄；隨緣養性，逐處消", "269": "時；猶縱浪之虛舟，若凌空之逸翮；縱橫放曠，", "270": "任跡郊󱈛。普勸諸後賢，但遵斯一路。聞而不", "271": "信，尚結佛種之因；學而未成，猶益人天之福。", "272": "此乃群經具載、諸佛同宣，非率爾以致辭，請", "273": "收凝而玄鑒。", "274": "永明智覺禪師唯心訣終", "275": "定慧相資歌附定慧相資歌", "276": "祖教宗中有二門，十度萬行稱為尊。初名止", "277": "觀助新學，後成定慧菩提根。唯一法，似雙分，", "278": "法性寂然體真止，寂而常照妙觀存。定為父，", "279": "慧為母，能孕千聖之門戶，增長根力養聖胎，", "280": "念念出生成佛祖。定為將，慧為相，能弼心王", "281": "成無上，永作群生證道門，即是古佛菩提樣。", "282": "定如月，光爍外道邪星滅，能挑智炬轉分明，", "283": "滋潤道芽除愛結；慧如日，照破無明之暗室，", "284": "能令邪見愚夫禪，盡成般若波羅蜜。少時默，", "285": "剎那靜，漸漸增修成正定，諸聖較量功不多，", "286": "終見靈臺之妙性。瞥聞法，纔歷耳，能熏識藏", "287": "覺種起，一念回光正智開，須臾成佛法如是。", "288": "禪定力，不思議，變凡為聖剎那時，無邊生死", "289": "根由斷，積劫塵勞巢穴墮。湛心水，淨意珠，", "290": "光吞萬像爍千途，抉開己眼無瑕翳，三界", "291": "元無一法拘。覺觀賊，應時剋；攀緣病，倏然淨；", "292": "蕩念垢兮洗惑塵，顯法身兮堅慧命。如斷山，", "293": "若停海，天翻地覆終無改，瑩似琉璃含寶月，", "294": "倏然無寄而無待。般若慧，莫能量，自然隨處", "295": "現心光，萬行門中為導首，一切時中稱法王。", "296": "竭苦海，碎邪山，妄雲卷盡片時間，貧女室中", "297": "金頓現，壯士額上珠潛還。斬癡網，截欲流，大", "298": "雄威猛更無儔，能令鐵床銅柱冷，頓使魔怨", "299": "業果休；和諍訟，成孝義，普現群生諸佛智，邊", "300": "邪惡慧盡朝宗，螻蟻鯤鵬齊受記。偏修定，純", "301": "陰爛物刳正命，若將正慧照禪那，自然萬法", "302": "明如鏡；偏修慧，純陽枯物成迂滯，須憑妙定", "303": "助觀門，如月分明除霧翳。勸等學，莫偏修，從", "304": "來一體無二頭，似禽兩翼飛空界，如車二輪", "305": "乘白牛，即向凡途登覺岸，便於業海泛慈舟。", "306": "或事定，制之一處無不竟；或理定，唯當直下", "307": "觀心性。或事觀，明諸法相生籌算；或理觀，頓", "308": "了無一無那畔。定即慧，非一非二非心計；慧", "309": "即定，不同不別絕觀聽。或雙運，即寂而照通", "310": "真訓；或俱泯，非定非慧超常準。一塵入定眾", "311": "塵起，般若門中成法爾。童子身中三昧時，老", "312": "人身分談真軌。能觀一境萬境同，近塵遠剎", "313": "無不通。真如路上論生死，無明海裏演圓宗。", "314": "眼根能作鼻佛事，色塵入定香塵起。心境常", "315": "同見自差，誰言不信波元水。非寂非照絕言", "316": "思，而寂而照功無比；權實雙行闡正途，體用", "317": "更資含妙旨。勸諸子，勿虛棄，光陰如箭如流", "318": "水，散亂全因缺定門，愚盲秪為虧真智。真", "319": "實言，須入耳，千經萬論同標記，定慧全功不", "320": "暫忘，一念頓歸真覺地。定須習，慧須聞，勿使", "321": "靈臺一點昏。合抱之樹生毫末，積漸之功成", "322": "寶尊。獼猴學定生天界，女子纔思入道門。自", "323": "利利他因果備，若除定慧莫能論。", "324": "警世警世", "325": "夫不體道本，沒溺生死，處胎卵濕化、橫竪飛", "326": "沈之類。於中失人身者如大地之土，得人身", "327": "者如爪上之塵；於人身中，多生邊夷下賤；及", "328": "處中國，或受女身；若為男子，癃殘百疾；設得", "329": "丈夫十相具足者，處恐畏世，生五濁時。以肉", "330": "為身，以氣為命，一報之內，如石火風燈，逝波", "331": "殘照，瞬息而已！於中少夭非橫殂者，不計其", "332": "數；或有得天年，壽極耳順，萬中無一；脫得知", "333": "命之歲，除童稚無知，至三十豪、四十富，且約", "334": "其間三十年。於中有疾病、災禍、愁憂、苦惱，居", "335": "強半矣！所以昔人有言，浮生一月之中，可", "336": "開口而咲，只四五日矣。故知憂長喜促、樂少", "337": "苦多，如在萬仞之危峯，似處千尋之滄海，縱", "338": "得少樂，畢慮漂沈！且夫有生勞我處胎，有老", "339": "奪我壯色，有病損我形貌，有死壤我神靈，有", "340": "榮縱我驕奢，有辱敗我意氣，有貴使我憍倨，", "341": "有賤挫我行藏，有富恣我貪婪，有貧乏我依", "342": "報，有樂動我情地，有苦痛我精神，有讚起我", "343": "高心，有毀滅我聲價；乃至寒則逼切我體，熱", "344": "則煩悶我襟，渴則乾我喉，饑則羸我腹，驚則", "345": "懾我魄，懼則喪我魂，憂則撓我神，惱則敗我", "346": "志，順則長我愛，逆則起我憎，親則牽我情，疎", "347": "則生我恨，害則殞我體，愁則結我腸；乃至遇", "348": "境生心，隨情動念，或美或惡，俱不稱懷，皆長", "349": "業輪，盡喪道本。其或更詭於君、悖於父，傲其", "350": "物、趨其時，獸其心、狐其意，苟其利、徇其名，誑", "351": "其人、諂其行，附其勢、欺其孤，淵其殃、崇其業，", "352": "扇其火、吹其風，驟其塵、背其覺，邪其種、睽其", "353": "真，但顧前、非慮後，只謀去、靡思回，唯求生、焉", "354": "知滅，則念念燒煮，步步溝隍矣！如今或得剎", "355": "那在世，須蘊仁慈，行善修心，除非去惡。書", "356": "云：「作善降之百祥，作不善降之百殃。」是以世", "357": "間逆順、種種因緣，空受身心妄苦，皆為不知", "358": "三界唯是一心。以前五識，眼、耳、鼻、舌、身，及第", "359": "八識，皆是現量所得，無心外法；以第六明了", "360": "意識比量計度而成外境。全是想生，隨念而", "361": "至；若無想念，萬法無形。故經云：「想滅間靜，", "362": "識停無為。」又云：「諸法不牢固，唯立在於念，", "363": "善解見空者，一切無想念。」若了一心之旨，心", "364": "外自然無法可陳，豈有欣戚關懷、是非干念？", "365": "佛頌云：「未達境唯心，起種種分別，達境唯心", "366": "已，分別即不生。既了境唯心，便捨外塵相，從", "367": "此息分別，悟平等真空。」故《起信論》云：「一切境", "368": "界，唯心妄動。心若不起，一切境界相滅，唯一", "369": "真心遍一切處。」是故三界虛偽、唯心所作，離", "370": "心即無六塵境界；乃至一切分別，即分別自", "371": "心，心不見心，無相可得。先德云：「心外有法，", "372": "生死輪迴；心外無法，生死永棄。」經云：「諸法所", "373": "生，唯心所現。」論云：「三界無別法，但是一心作。」", "374": "既信一心，須以禪定冥合。如經云：「若能教三", "375": "千大千世界眾生令行十善，不如一食頃一", "376": "心靜處入一相法門。」若能諦了自心，以此定", "377": "慧相應，則能不動塵勞，便成正覺。平生所遇，", "378": "莫越於斯，普勸後賢，可書紳耳。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2018 永明智覺禪師唯心訣", "source": "CBETA"}