{"author": "大域龍菩薩造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1628 因明正理門論本: 因明正理門論本: 因明正理門論本", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1628 [No. 1629]", "1": "因明正理門論本", "2": "大域龍菩薩造", "3": "大唐三藏法師玄奘奉　詔譯", "4": "為欲簡持能立能破義中真實故造斯論。", "5": "宗等多言說能立是中唯隨自意樂", "6": "為所成立說名宗非彼相違義能遣", "7": "宗等多言說能立者。由宗因喻多言辯說", "8": "他未了義故。此多言於論式等說名能立。", "9": "又以一言說能立者為顯總成一能立性。", "10": "由此應知。隨有所闕名能立過。言是中", "11": "者。起論端義。或簡持義。是宗等中故名是", "12": "中。所言唯者。是簡別義。隨自意顯不顧論", "13": "宗隨自意立。樂為所立。謂不樂為能成立", "14": "性。若異此者。說所成立。似因似喻應亦名", "15": "宗。為顯離餘立宗過失故。言非彼相違", "16": "義能遣。若非違義言聲所遣。如立一切言", "17": "皆是妄。或先所立宗義相違。如獯狐子立聲", "18": "為常。又若於中由不共故無有比量為", "19": "極成言相違義遣。如說懷兔非月有故。又", "20": "於有法即彼所立為此極成現量比量相違", "21": "義遣。如有成立聲非所聞瓶是常等。諸有", "22": "說言。宗因相違名宗違者。此非宗過。以於", "23": "此中立聲為常。一切皆是無常故者。是喻", "24": "方便惡立異法。由合喻顯非一切故。此因", "25": "非有。以聲攝在一切中故。或是所立一分", "26": "義故。此義不成名因過失。喻亦有過。由異", "27": "法喻先顯宗無後說因無。應如是言。無常", "28": "一切。是謂非非一切義故。然此倒說一切", "29": "無常。是故此中喻亦有過。", "30": "如是已說宗及似宗。因與似因多是宗法。", "31": "此差別相今當顯示。", "32": "宗法於同品謂有非有俱", "33": "於異品各三有非有及二", "34": "豈不總以樂所成立合說為宗。云何此中", "35": "乃言宗者唯取有法。此無有失。以其總聲", "36": "於別亦轉。如言燒衣。或有宗聲唯詮於法。", "37": "此中宗法唯取立論及敵論者決定同許。於", "38": "同品中有非有等亦復如是。何以故。今此唯", "39": "依證了因故。但由智力了所說義。非如", "40": "生因由能起用。若爾既取智為了因。是言", "41": "便失能成立義。此亦不然。令彼憶念本極", "42": "成故。是故此中唯取彼此俱定許義。即為", "43": "善說。由是。若有彼此不同許。定非宗法。", "44": "如有成立聲是無常。眼所見故。又若敵論", "45": "不同許者。如對顯論所作性故。又若猶豫", "46": "如依烟等起疑惑時。成立大種和合火有。", "47": "以現烟故。或於是處有法不成。如成立", "48": "我其體周遍於一切處。生樂等故。如是所", "49": "說一切品類所有言詞皆非能立。於其同品", "50": "有非有等。亦隨所應當如是說。於當所說", "51": "因與相違及不定中。唯有共許決定言詞。說", "52": "名能立。或名能破。非互不成猶豫言詞復", "53": "待成故。夫立宗法理應更以餘法為因成", "54": "立此法。若即成立有法為有。或立為無。如", "55": "有成立最勝為有。現見別物有總類故。", "56": "或立為無。不可得故。其義云何。此中但立別", "57": "物定有一因為宗。不立最勝故。無此失。若", "58": "立為無。亦假安立不可得法。是故亦無有", "59": "有法過。若以有法立餘有法。或立其法。如", "60": "以烟立火。或以火立觸。其義云何。今於此", "61": "中非以成立火觸為宗。但為成立此相", "62": "應物。若不爾者。依烟立火依火立觸。應", "63": "成宗義一分為因。又於此中非欲成立", "64": "火觸有性。共知有故。又於此中觀所成故。", "65": "立法有法。非德有德故。無有過。重說頌言。", "66": "有法非成於有法及法此非成有法", "67": "但由法故成其法如是成立於有法", "68": "若有成立聲非是常。業等應常故。常應可", "69": "得故。如是云何名為宗法。此說彼過由", "70": "宗因門以有所立說應言故。以先立常", "71": "無形礙故。後但立宗斥彼因過。若如是立", "72": "聲是無常。所作非常故。常非所作故。此復云", "73": "何。是喻方便同法異法如其次第宣說其因", "74": "宗定隨逐及宗無處定無因故。以於此中", "75": "由合顯示所作性因。如是此聲定是所作", "76": "非非所作。此所作性定是宗法。重說頌言。", "77": "說因宗所隨宗無因不有", "78": "依第五顯喻由合故知因", "79": "由此已釋反破方便。以所作性於無常見", "80": "故。於常不見故。如是成立聲非是常。應", "81": "非作故。是故順成反破方便非別解因。如", "82": "破數論我已廣辯故。應且止廣諍傍論。", "83": "如是宗法三種差別。謂同品有。非有。及俱。先", "84": "除及字。此中。若品與所立法隣近均等。說名", "85": "同品。以一切義皆名品故。若所立無。說名", "86": "異品。非與同品相違。或異。若相違者。應唯", "87": "簡別。若別異者。應無有因。由此道理。所作", "88": "性故能成無常及無我等不相違故。若法能", "89": "成相違所立。是相違過。即名似因。如無違", "90": "法。相違亦爾。所成法無。定無有故。非如瓶", "91": "等因成猶豫於彼展轉無中有故。以所作", "92": "性現見離瓶於衣等有。非離無常於無", "93": "我等此因有故。云何別法於別處轉。由彼", "94": "相似。不說異名。言即是此故。無有失若", "95": "不說異。云何此因說名宗法。此中但說定", "96": "是宗法不欲說言唯是宗法。若爾。同品應", "97": "亦名宗。不然。別處說所成故。因必無異。", "98": "方成比量故。不相似。又此一一各有三種。", "99": "謂於一切同品有中。於其異品。或有。非有。", "100": "及有非有。於其同品非有及俱。各有如是", "101": "三種差別。若無常宗。全無異品。對不立有", "102": "虛空等論。云何得說彼處此無。若彼無有。", "103": "於彼不轉。全無有疑故。無此過。如是合", "104": "成九種宗法。隨其次第略辨其相。謂", "105": "立聲常所量性故。或立無常。所作性故。或", "106": "立勤勇無間所發。無常性故。或立為常。所", "107": "作性故。或立為常。所聞性故。或立為常。勤", "108": "勇無間所發性故。或非勤勇無間所發。無", "109": "常性故。或立無常。勤勇無間所發性故。", "110": "或立為常。無觸對故。如是九種二頌所", "111": "攝。", "112": "常無常勤勇恒住堅牢性", "113": "非勤遷不變由所量等九", "114": "所量作無常作性聞勇發", "115": "無常勇無觸依常性等九", "116": "如是分別。說名為因相違不定。故本頌言。", "117": "於同有及二在異無是因", "118": "翻此名相違所餘皆不定", "119": "此中。唯有二種名因。謂於同品一切遍有。", "120": "異品遍無。及於同品通有非有。異品遍無。", "121": "於初後三各取中一。復唯二種說名相違。", "122": "能倒立故。謂於異品有及二種。於其同品", "123": "一切遍無。第二三中取初後二。所餘五種因。", "124": "及相違。皆不決定。是疑因義。又於一切因等", "125": "相中皆說所說一數同類。勿說二相更互", "126": "相違共集一處猶為因等。或於一相同作", "127": "事故。成不遍因。理應四種名不定因。二俱", "128": "有故。所聞云何。由不共故。以若不共所成", "129": "立法所有差別遍攝一切皆是疑因。唯彼有", "130": "性彼所攝故。一向離故。諸有皆共無簡別因。", "131": "此唯於彼俱不相違。是疑因性。若於其中", "132": "俱分是有亦是定因簡別餘故。是名差別。", "133": "若對許有聲性是常此應成因。若於爾", "134": "時無有顯示所作性等是無常因。容有此", "135": "義。然俱可得一義相違。不容有故。是猶豫", "136": "因。又於此中現教力勝故。應依此思求決", "137": "定。攝上頌言。", "138": "若法是不共共決定相違", "139": "遍一切於彼皆是疑因性", "140": "邪證法有法自性或差別", "141": "此成相違因若無所違害", "142": "觀宗法審察若所樂違害", "143": "成躊躇顛倒異此無似因", "144": "如是已辨因及似因。喻及似喻今我當說。", "145": "說因宗所隨宗無因不有", "146": "此二名譬喻餘皆此相似", "147": "喻有二種。同法異法。同法者謂立聲無常。", "148": "勤勇無間所發性故。以諸勤勇無間所發皆", "149": "見無常。猶如瓶等。異法者謂諸有常住見非", "150": "勤勇無間所發。如虛空等。前是遮詮。後唯止", "151": "濫。由合及離比度義故。由是雖對不立", "152": "實有太虛空等而得顯示無有宗處無因", "153": "義成。復以何緣第一說因宗所隨逐。第二", "154": "說宗無因不有。不說因無宗不有耶。由如", "155": "是說。能顯示因同品定有。異品遍無非顛", "156": "倒說。又說頌言。", "157": "應以非作證其常或以無常成所作", "158": "若爾應成非所說不遍非樂等合離", "159": "如是已說二法合離順反兩喻。餘此相似。是", "160": "似喻義。何謂此餘。謂於是處所立能立及", "161": "不同品雖有合離而顛倒說。或於是處不", "162": "作合離。唯現所立能立俱有。異品俱無。如", "163": "是二法。或有隨一不成不遣。或有二俱不", "164": "成不遣。如立聲常無觸對故。同法喻言諸", "165": "無觸對見彼皆常。如業。如極微。如瓶等。", "166": "異法喻言。謂諸無常見有觸對。如極微。如", "167": "業。如虛空等。由此已說同法喻中有法不", "168": "成。謂對不許常虛空等為要具二譬喻言", "169": "詞方成能立。為如其因但隨說一。若就正", "170": "理應具說二。由是具足顯示所立不離其", "171": "因。以具顯示同品定有異品遍無。能正對", "172": "治相違不定。若有於此一分已成。隨說一", "173": "分亦成能立。若如其聲兩義同許。俱不須", "174": "說。或由義准一能顯二。", "175": "又比量中唯見此理。若所比處此相審定於", "176": "餘同類。念此定有。於彼無處念此遍無。是", "177": "故由此生決定解。故本頌言。", "178": "如自決定已悕他決定生", "179": "說宗法相應所立餘遠離", "180": "為於所比顯宗法性故。說因言。為顯於", "181": "此不相離性故。說喻言。為顯所比故。說", "182": "宗言。於所比中除此更無其餘支分。由是", "183": "遮遣餘審察等及與合結。若爾喻言應非異", "184": "分。顯因義故。事雖實爾。然此因言唯為顯", "185": "了是宗法性。非為顯了同品異品有性無性", "186": "故。須別說同異喻言。若唯因言所詮表義。", "187": "說名為因。斯有何失。復有何德。別說喻", "188": "分。是名為德。應如世間所說方便與其", "189": "因義都不相應。若爾何失。此說但應類所", "190": "立義無有功能非能立義。由彼但說所作", "191": "性故所類同法。不說能立所成立義。又因", "192": "喻別此有所立同法異法。終不能顯因與", "193": "所立不相離性。是故但有類所立義。然無", "194": "功能。何故無能。以同喻中不必宗法。宗義", "195": "相類。此復餘譬所成立故。應成無窮。又不", "196": "必定有諸品類。非異品中不顯無性。有所", "197": "簡別能為譬喻。故說頌言。", "198": "若因唯所立或差別相類", "199": "譬喻應無窮及遮遣異品", "200": "世間但顯宗因異品同處有性為異法喻。非", "201": "宗無處因不有性。故定無能。若唯宗法是因", "202": "性者。其有不定。應亦成因。云何具有所立", "203": "能立及異品法二種譬喻而有此失。若於爾", "204": "時所立異品非一種類。便有此失。如初後", "205": "三各最後喻。故定三相唯為顯因。由是道", "206": "理雖一切分皆能為因顯了所立。然唯一", "207": "分且說為因。如是略說宗等及似。即此多", "208": "言說名能立及似能立。隨其所應為開悟", "209": "他說此能立及似能立。", "210": "為自開悟唯有現量及與比量。彼聲喻等", "211": "攝在此中。故唯二量。由此能了自共相故。", "212": "非離此二別有所量為了知彼更立餘", "213": "量。故本頌言。", "214": "現量除分別餘所說因生", "215": "此中現量除分別者。謂若有智於色等境", "216": "遠離一切種類名言。假立無異諸門分別。", "217": "由不共緣現現別轉。故名現量。故說頌言。", "218": "有法非一相根非一切行", "219": "唯內證離言是色根境界", "220": "意地亦有離諸分別唯證行轉。又於貪等", "221": "諸自證分。諸修定者離教分別皆是現量。又", "222": "於此中無別量果。以即此體似義生故。似", "223": "有用故假說為量。若於貪等諸自證分亦", "224": "是現量。何故此中除分別智。不遮此中自", "225": "證。現量無分別故。但於此中了餘境分不", "226": "名現量。由此即說。憶念比度悕求疑智惑亂", "227": "智等於麁愛等皆非現量。隨先所受分", "228": "別轉故。如是一切世俗有中瓶等數等舉等", "229": "有性瓶性等智。皆似現量。於實有中作餘", "230": "行相假合餘義分別轉故。", "231": "已說現量當說比量。餘所說因生者謂智", "232": "是前智。餘從如所說能立因生是緣彼義。", "233": "此有二種。謂於所比審觀察智。從現量生。", "234": "或比量生。及憶此因與所立宗不相離念。", "235": "由是成前舉所說力念因同品定有等故。", "236": "是近及遠比度因故。俱名比量。此依作具作", "237": "者而說。如是應知。悟他比量亦不離此得", "238": "成能立。故說頌言。", "239": "一事有多法相非一切行", "240": "唯由簡別餘表定能隨逐", "241": "如是能相者亦有眾多法", "242": "唯不越所相能表示非餘", "243": "何故此中與前現量。別異建立。為現二門。", "244": "此處亦應於其比果說為比量。彼處亦應", "245": "於其現因說為現量。俱不遮止。已說能立", "246": "及似能立。當說能破及似能破。頌曰。", "247": "能破闕等言似破謂諸類", "248": "此中能破闕等言者謂前所說闕等言詞。諸", "249": "分過失。彼一一言皆名能破。由彼一一能顯", "250": "前宗非善說故。", "251": "所言似破謂諸類者。謂同法等相似過類", "252": "名似能破。由彼多分於善比量。為迷惑他", "253": "而施設故。不能顯示前宗不善。由彼非理", "254": "而破斥故。及能破處而施設故。是彼類故。說", "255": "名過類。若於非理立比量中如是施設。", "256": "或不了知比量過失。或即為顯彼過失門。", "257": "不名過類。", "258": "示現異品故由同法異立", "259": "同法相似餘由異法分別", "260": "差別名分別應一成無異", "261": "顯所立餘因名可得相似", "262": "難義別疑因故說名猶豫", "263": "說異品義故非愛名義准", "264": "此中示現異品故。由同法異立。同法相似", "265": "者顛倒成立故名異立。此依作具作者而說", "266": "同法。即是相似故名同法相似。一切攝立中", "267": "相似過類故。言相似者是不男聲。能破相", "268": "應故。或隨結頌故。云何同法相似能破。於", "269": "所作中說能作故。轉生起故。作如是說後", "270": "隨所應亦如是說。今於此中由同法喻顛", "271": "倒成立。是故說名同法相似。如有成立聲", "272": "是無常。勤勇無間所發性故。此以虛空為", "273": "異法喻。有顯虛空為同法喻。無質等故。立", "274": "聲為常。如是即此所說因中瓶應為同法。", "275": "而異品虛空說為同法。由是說為同法相", "276": "似。", "277": "餘由異法者謂異法相似。是前同法相似之", "278": "餘示現異品由異法喻顛倒而立二種喻中", "279": "如前安立。瓶為異法。是故說為異法相似。", "280": "分別差別名分別者前說示現等故。今說", "281": "分別差別故。應知。分別同法差別。謂如前", "282": "說瓶為同法。於彼同法有可燒等差別義", "283": "故。是則瓶應無常非聲。聲應是常不可燒", "284": "等。有差別故。由此分別顛倒所立。是故說", "285": "名分別相似。所言應一成無異者示現同", "286": "法前已說故。由此與彼應成一故。彼者是", "287": "誰。以更不聞異方便故。相隣近故。應知。", "288": "是宗成無異者成無異過。即由此言義可", "289": "知。故不說其名。是誰與誰共成無異。不別", "290": "說。故即此一切與彼一切。如有說言。若見", "291": "瓶等有同法故。即令餘法亦無別異。一切", "292": "瓶法聲應皆有。是則一切更互法同應成一", "293": "性。此中抑成無別異過。亦為顯示瓶聲差", "294": "別。不甚異前分別相似故。應別說。若以勤", "295": "勇無間所發。成立無常。欲顯俱是非畢竟", "296": "性。則成宗因無別異過。抑此令成無別異", "297": "性。是故說名無異相似。有說。此因如能成", "298": "立所成立法亦能成立此相違法。由無別", "299": "異。是故說名無異相似。", "300": "顯所立餘因名可得相似者。謂若顯示所", "301": "立宗法餘因可得。是則說名可得相似。謂有", "302": "說言。如前成立聲是無常。此非正因。於電", "303": "光等由現見等餘因可得無常成故。以若", "304": "離此而得有彼。此非彼因。有餘於此別作", "305": "方便。謂此非彼無常正因由不遍故。如說", "306": "叢林皆有思慮有睡眠故。", "307": "難義別疑因故說名猶豫者過類相應", "308": "故。女聲說。此中分別宗義別異因成不定。", "309": "是故說名猶豫相似。或復分別因義別異故。", "310": "名猶豫相似過類。謂有說言。如前成立聲", "311": "是無常。勤勇無間所發性故。現見勤勇無間", "312": "所發或顯或生故。成猶豫。今所成立為顯", "313": "為生。是故不應以如是因證無常義。", "314": "說異品義故。非愛名義准者。謂有說言。若", "315": "以勤勇無間所發說無常者。義准則應若", "316": "非勤勇無間所發。諸電光等皆應是常。如", "317": "是名為義准相似應知。此中略去後句。是", "318": "故但名猶豫義准。復由何義此同法等相似", "319": "過類異因明師所說次第。似破同故。", "320": "由此同法等多疑故似彼", "321": "多言為顯或有異難。及為顯似不成因過。", "322": "此中前四與我所說譬喻方便都不相應。且", "323": "隨世間譬喻方便。雖不顯因是決定性然", "324": "攝其體故。作是說。由用不定同法等因成", "325": "立自宗。方便說他亦有此法。由是便成似", "326": "共不定。或復成似相違決定。若言唯為成", "327": "立自宗。云何不定得名能破。非即說此以", "328": "為能破。難不定言說名不定。於能詮中", "329": "說所詮故。無有此過。餘處亦應如是安", "330": "立。若所立量有不定過。或復決定同法等因", "331": "有所成立。即名能破。是等難故。若現見力", "332": "比量不能遮遣其性。如有成立聲非所聞。", "333": "猶如瓶等。以現見聲是所聞故。不應以其", "334": "是所聞性遮遣無常。非唯不見能遮遣故。", "335": "若不爾者。亦應遣常。第二無異相似是似", "336": "不成因過。彼以本無而生。增益所立。為作", "337": "宗因成一過故。此以本無而生極成因法", "338": "證滅後無。若即立彼可成能破。第三無異", "339": "相似成立違害所立難故。成似由可燒等不", "340": "決定故。若是決定可成相違。可得相似所立", "341": "不定故。成其似。若所立因於常亦有可成", "342": "能破。第二可得雖是不遍。餘類無故。似不", "343": "成過。若所立無可名能破。非於此中欲", "344": "立一切皆是無常。猶豫相似。謂以勤勇無", "345": "間所發得成立滅壞。若以生起增益所", "346": "立。作不定過。此似不定。若於所立不起分", "347": "別。但簡別因生起為難。此似不成。由於此", "348": "中不欲唯生成立滅壞。若生若顯悉皆滅", "349": "壞。非不定故。義准相似。謂以顛倒不定為", "350": "難故。似不定。若非勤勇無間所發立常無常。", "351": "或唯勤勇無間所發無常非餘可成能破。", "352": "若因至不至三時非愛言", "353": "至非至無因是名似因闕", "354": "若因至不至三時非愛言至非至無因者。於", "355": "至不至作非愛言。若能立因至所立宗而成", "356": "立者。無差別故。應非所立。如池海水相合", "357": "無異。又若不成應非相至。所立若成此是", "358": "誰因。若能立因不至所立。不至非因。無差", "359": "別故。應不成因。是名為至非至相似。又於", "360": "三時作非愛言。若能立因在所立前。未有", "361": "所立。此是誰因。若言在後。所立已成。復何", "362": "須因。若俱時者。因與有因皆不成就。如牛", "363": "兩角。如是名為無因相似。此中如前次第", "364": "異者由俱說名似因闕故。所以者何。非理", "365": "誹撥一切因故。此中何理唯不至同故雖", "366": "因相相應。亦不名因。如是何理唯在所立", "367": "前不得因名故。即非能立。又於此中有", "368": "自害過。遮遣同故。如是且於言因及慧所", "369": "成立中有似因闕。於義因中有似不成。非", "370": "理誹撥諸法因故。如前二因於義所立俱", "371": "非所作能作性故。不應正理。若以正理而", "372": "誹撥時。可名能破。", "373": "說前無因故應無有所立", "374": "名無說相似生無生亦然", "375": "所作異少分顯所立不成", "376": "名所作相似多如似宗說", "377": "說前因無故應無有所立名無說相似", "378": "者。謂有說言。如前所立。若由此因證無常", "379": "性。此未說前都無所有。因無有故。應非", "380": "無常。如是名為無說相似。", "381": "生無生亦然者生前無因故。無所立。亦即說", "382": "名無生相似。言亦然者類例聲。前因無有", "383": "故。應無所立。今於此中如無所立。應知。", "384": "亦有所立相違。謂有說言。如前所立。若如", "385": "是聲未生已前無有勤勇無間所發。應非", "386": "無常。又非勤勇無間所發故。應是常。如是", "387": "名為無生相似。所作異少分顯所立不成", "388": "名所作相似者。謂所成立所作性故。猶如", "389": "瓶等。聲無常者若瓶有異所作性故。可是", "390": "無常。何豫聲事。如是名為所作相似。", "391": "多如似宗說者如是無說相似等多分如", "392": "似所立說。謂如不成因過。多言為顯或如", "393": "似餘。今於此中無說相似增益比量。謂於", "394": "論者所說言詞立無常性。難未說前因無", "395": "有故。此似不成。或似因闕。謂未說前益能", "396": "立故。若於此中顯義無有。又立量時。若", "397": "無言說可成能破。無生相似聲未生前增", "398": "益所立難因無故。即名似破。若成立時", "399": "顯此是無。可成能破。若未生前以非勤勇", "400": "無間所發。難令是常。義准分故。亦似不定。", "401": "所作相似乃有三種。若難瓶等所作性於聲", "402": "上無此似不成。若難聲所作性於瓶等無", "403": "此似相違。若難即此常上亦無是不共故。便", "404": "似不定。或似喻過。引同法故。何以故。唯取", "405": "總法建立比量。不取別故。若取別義。決定", "406": "異故。比量應無。", "407": "俱許而求因名生過相似", "408": "此於喻設難名如似喻說", "409": "俱許而求因名生過相似者。謂有難言。如", "410": "前所立。瓶等無常。復何因證。此於喻設難", "411": "名如似喻說者謂瓶等無常俱許成就而言", "412": "不成。似喻難故。如似喻說。", "413": "無常性恒隨名常住相似", "414": "此成常性過名如宗過說", "415": "謂有難言如前所立。聲是無常。此應常與", "416": "無常性合。諸法自性恒不捨故。亦應是常。", "417": "此即名為常住相似。是似宗過。增益所立無", "418": "常性故。以於此中都無有別實無常性依", "419": "此常轉。即此自性本無今有暫有還無故。名", "420": "無常。即此分位由自性緣。名無常性。如果", "421": "性等。", "422": "如是過類足目所說多分說為似能破。性", "423": "最極成故。餘論所說亦應如是分別成立。即", "424": "此過類但由少分方便異故。建立無邊差別", "425": "過類。是故不說。如即此中諸有所說增益。", "426": "損減。有顯。無顯。生理。別喻。品類相似等由", "427": "此方隅皆應諦察。及應遮遣諸有不善比", "428": "量方便。作如是說展轉流漫。此於餘論所", "429": "說無窮故。不更說。又於負處舊因明師諸", "430": "有所說。或有墮在能破中攝。或有極麁。或", "431": "有非理。如詭語類故。此不錄。餘師宗等所", "432": "有句義亦應如是分別建立。如是遍計所", "433": "執分等皆不應理。違所說相。皆名無智。理", "434": "極遠故。又此類過失言詞我自朋屬論式", "435": "等中多已制伏。又此方隅我於破古因明論", "436": "中已具分別。故應且止。", "437": "為開智人慧毒藥啟斯妙義正理門", "438": "諸有外量所迷者令越邪途契真義", "439": "因明正理門論本"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1628 因明正理門論本: 因明正理門論本: 因明正理門論本", "source": "CBETA"}