{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0137 舍利弗摩訶目連遊四衢經: 舍利弗摩訶目連遊四衢經", "text": {"0": "No. 137 [No. 125(45.2)]", "1": "舍利弗摩訶目連遊四衢經", "10": "阿難白佛：「唯然世尊！舍利弗、目乾連，遊止", "11": "諸國經歷一載，大比丘眾五百人俱至於藥", "12": "樹，見諸比丘各各談語，著衣持鉢，語言聲高", "13": "音響暢溢。」", "14": "佛語阿難：「勿令比丘來至吾許。」阿難白佛：「唯", "15": "然。」奉命從座起，稽首佛足繞佛三匝而退，往", "16": "詣舍利弗、目連比丘所，言語敘閙却住一面，", "17": "謂賢者舍利弗、目連：「令餘比丘勿詣佛所，世", "18": "尊有教。」舍利弗、目連聞阿難言，即從坐起往", "19": "詣佛所，稽首足下繞佛三匝，速去衣鉢，出詣", "2": "後漢外國三藏康孟詳譯", "20": "藥樹與比丘眾俱。", "21": "爾時，釋種諸優婆塞，悉聚會有所講一義，遙", "22": "見舍利弗、大目連，比丘眾俱，著衣持鉢，晝日", "23": "平旦詣於藥樹下，「五百比丘眾俱，吾等寧可", "24": "往問起居。」時，諸釋種優婆塞眾，即起速往詣", "25": "舍利弗目連所，前稽首足下却住一面。", "26": "時，諸清信士問舍利弗、目連：「何故著衣持鉢，", "27": "晝日而往於藥樹間？」舍利弗、目連答釋種清", "28": "信士：「吾等遊諸國來還詣比丘眾，皆以疲倦", "29": "今此露住。」諸清信士答曰：「唯諸賢者！吾等", "3": "聞如是：一時，釋氏舍夷阿摩勒藥樹園。爾時，", "30": "於斯具足施坐然燈為明，唯願屈神及比", "31": "丘眾，若謂佛者乃可捨退。」賢者舍利弗、大目", "32": "乾連，嘿然可之，尋往所施坐其床榻，則入", "33": "其室與眾僧俱坐。", "34": "爾時，釋種諸清信士，往詣佛所稽首足下叉", "35": "手白佛：「我等請求世尊求哀安住，唯然大聖！", "36": "信比丘眾。所以者何？於彼比丘諸漏盡者，已", "37": "得羅漢所作已辦，吾不懷疑。此等比丘亦不", "38": "猶豫，其有比丘幼小新學初出家者，入是法", "39": "律未久，其心移易或能變異，譬如世間暴水", "4": "賢者舍利弗、摩訶目乾連比丘，遊行諸國經", "40": "卒來無所遮隔。如是世尊！新學比丘初出家", "41": "者，入是法律未久，其心移易或能變異，不覲", "42": "大聖恐改志行。」於時梵天忽然來下，即住佛", "43": "前叉手白言：「我等請求世尊，求哀安住，唯然", "44": "大聖！信比丘眾。所以者何？於眾比丘諸漏盡", "45": "者，已得羅漢所作已辦，吾不疑。此等比丘亦", "46": "不猶豫，其有比丘幼小新學初出家者，入是", "47": "法律未久，其心移易或能變異。」佛即然可梵", "48": "天王。賢者摩訶目乾連，天眼徹視遙見佛心", "49": "可之，請求覩大聖德。如大枰閣若大講堂，淨", "5": "歷一年，與大比丘眾俱，比丘五百，還至藥", "50": "潔塗治開諸軒窓，日東初出入于軒窓光照", "51": "西壁，賢者目連天眼徹視，遙見世尊相好巍", "52": "巍，時目乾連尋語比丘眾：「諸賢者！當起著", "53": "衣持鉢，梵天請求諸幼小各詣。」比丘曰：「唯", "54": "當受教。」速正衣服，隨舍利弗、大目連等往詣", "55": "佛所，稽首足下退坐一面。於時，世尊告舍利", "56": "弗：「吾亦前世供比丘眾，於心云何？」舍利弗，心", "57": "自念言：「世尊宿世供比丘眾，於此大聖，比丘", "58": "質朴，於求望知節行安常志精進，佛天中天", "59": "則為法王，調諸不調然當受教，諸比丘眾舉", "6": "樹，欲見世尊。是等來還，比丘眾多各共語言，", "60": "動輕飄，今日大聖慈愍眾僧。」佛言：「善哉善哉！", "61": "舍利弗！正當念此蠲除惡念。所以者何？誰為", "62": "比丘眾去諸重擔？唯如來耳無所不住，及", "63": "舍利弗、摩訶目乾連。」", "64": "時，佛告大目連曰：「於心云何？誰敬比丘眾？誰", "65": "制比丘眾？」我心念言：「今佛世尊敬制比丘眾，", "66": "唯然大聖！此比丘眾或有質朴少求知足，或", "67": "不能者，自謂行安精進無懈，如來法王自應", "68": "當然，吾亦如是。」佛言：「且止，勿有斯念！當更異", "69": "念。所以者何？於是目連，誰能堪任去諸重擔？", "7": "各各著衣持鉢，其聲高大音響暢逸。佛以預", "70": "唯如來耳，及舍利弗、大目乾連。", "71": "「以信渡流氾，無放逸為船，", "72": "聖諦濟苦患，智慧究竟渡。」", "73": "佛分別是語時，六十比丘漏盡意解，無數比", "74": "丘遠塵離垢，諸法眼生。佛說如是，諸比丘、清", "75": "信士、天、龍、鬼神，莫不歡喜。", "76": "舍利弗摩訶目連遊四衢經", "8": "知，問賢者阿難：「此何比丘？揚大音聲其響洋", "9": "逸，如捕魚師揚聲驗逸？」"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0137 舍利弗摩訶目連遊四衢經: 舍利弗摩訶目連遊四衢經", "author": "後漢 康孟詳譯", "sourceLink": "http://www.cbeta.org/"}