{"author": "隋 吉藏撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1825 十二門論疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "4 觀相門(中末)", "1": "下之本十二門論疏卷下之本", "2": "5 觀有相無相門(下本)觀有相無相門第五", "3": "問上門明有為無為二法俱無有相。此即破", "4": "一切法體相皆盡。又上破有為相中有四門。", "5": "破展轉義前後一時。破不展轉義到不到及", "6": "已未門。此四能破門破有為相盡。破無為相", "7": "亦有四門。一用有為破無為體門。二破無為", "8": "相門。三無相有無為門。四無因待故無有無", "9": "為門。若爾能破所破一切相窮。何因緣故更", "10": "說此門。答所相是眾病之根。上破雖窮今重", "11": "以有無門更責有為無為相。汝必言有有為", "12": "無為二種相者。此二法為前有相後以相相", "13": "之。為前無相後將相相之。二門求不可得。云", "14": "何言有為無為二種相耶。前門名為正破。此", "15": "門名縱有。故更撿之。二者上破通相。謂生", "16": "住滅通相一切有為法。今破別相。謂人瓶柱", "17": "地各有於相。通別備窮相義方盡。又前破隱", "18": "相。一剎那中有生住異滅。此事微隱難以取", "19": "悟。今破顯相如瓶柱等。即取悟為易。故說此", "20": "門。又前破標相。三相能標別法體。是於有", "21": "為今破體相。如熱為火體相。撿標體二相俱", "22": "無。諸相乃盡。以一切相盡則心無所取。故", "23": "取相心斷。又心則是相。求一切相不可得故", "24": "則無心相。無心相故無能取。此則於外無數", "25": "於內無心。彼已寂滅名為涅槃也。然相既無。", "26": "無相亦無。亦相無相非相無相亦無。故四境", "27": "絕四心斷四言寂。則是實相法身佛性法界", "28": "也。問有無為是能破為是所破。答具有二種。", "29": "若直執有相則開有無二門責之故是能破。", "30": "若執有無則有無是所破。問用何破破有無", "31": "耶。答有二種。一借有破無借無破有。謂對", "32": "緣假破。二就有求有無蹤。名就緣假破。", "33": "此門亦三。一生起。二門體。三總結齊法。", "34": "偈上半開二門以破於相。下半攝法。有相無", "35": "相不相者有二義。一者如柱。前已有圓相不", "36": "須更將圓相相之。二前已有相更以相相是", "37": "則無窮。無相亦有二義。一者若無圓相則無", "38": "柱體相。無所相。二者物若無相以相相之終", "39": "自不著。柱是有為。既作二門責。無為亦作二", "40": "門責之。下半攝法者此二有故相有。二門無", "41": "故相無。", "42": "長行釋上下半。即二。釋上半有無門即二。破", "43": "有相中又二。一正破二結破。初又二。第一作", "44": "相無用破。復次下第二重相破也。是故下第", "45": "二總結。", "46": "無相中下破無相中相義。就文為四。初總標", "47": "無相中相不相。何法名無相下第二責不見", "48": "無相法。如中論無有無相法。以有為無為各", "49": "有相故有有為無為。若無相則無有為無為", "50": "也。如象有雙牙下第三出無無相法。若離是", "51": "相下第四結無無相法。", "52": "如是有相中者第二釋下半。", "53": "是故相無所相下第三總結齊法。又為二。初", "54": "別結無四法。次結三空。結無四法者。一明相", "55": "無故可相無。二明相可相空故萬法空。三物", "56": "空故則無物空。次明物無物空故有為空。文", "57": "處易知。有為空故下結歸三空。", "58": "6 觀一異門(下本)觀一異門第六", "59": "問上已破通別隱顯體標諸相竟。何故復有", "60": "此門。答有二種義。一者外人不受上二門破", "61": "明我自有相可相一義自有相可相異義。云", "62": "何言無相可相耶。今破彼一異義故說此門。", "63": "二者論主前二門破之雖窮。今蹤有之重開", "64": "一異以破外也。問何故重開一異。答一異之", "65": "破是諸破中顯。欲令觀心易悟故就一異破。", "66": "二者一異是十四難本六十二見根。今欲窮", "67": "其根本就一異門破。一異門破者通問。上二", "68": "門標體兩相與所相為一為異。故名一異門", "69": "破。然此一異非但破相可相。真俗惑解人法", "70": "萬義。但寄相可相一事以例諸法也。問此門", "71": "為從能破立名所破立名。答具二義。外直立", "72": "相可相。論主開一異二門責之。則從能破立", "73": "名。望下救義立於一異。今破彼一異。從所", "74": "破立名。若一異是所破還用對就二假。如上", "75": "明之。問何故不題觀相可相一異門直稱觀", "76": "一異。答一為存略。二欲遍觀一切法一異不", "77": "可得故不別題相可相一異也。又上有相無", "78": "相門從別立名。今從通受稱。互舉也。", "79": "品亦三。初長行發起。", "80": "偈為二。上半牒相可相一異求之無蹤。下半", "81": "結破明一異無故相可相。", "82": "長行為四。一釋偈本。二救。三破救。四總結。", "83": "釋偈本為二。初正釋。次例破一切法。初又", "84": "二。前釋上半。次釋下半。文處易知。", "85": "問曰下第二。又開三別。初總立義呵論主。第", "86": "二別立義釋成己宗。三結成義宗呵論主。初", "87": "二句前總立總呵。相可相常成此總立也。何", "88": "故不成總呵也。汝說相可相下別牒論主一", "89": "異。今當別說許答一異。凡物下第二章別", "90": "立義釋成己宗。又二。前別立三章。如識相下", "91": "釋三章門。初章舉識受二法證相可相一。此", "92": "二種是心法也。只分別是識相。只識能分別。", "93": "故相可相一也。如佛說下次舉二事證相可", "94": "相異。初舉涅槃相可相異。以愛為能相。涅槃", "95": "是所相。則舉果也。如信者下釋次信者相可", "96": "相異。此舉因。以三事為相。信為可相。如正", "97": "見下第三舉二事釋第三章門。道具八事。正", "98": "見為道小分。此舉別法也。生住滅是有為家", "99": "小分故名小分是能相多分是所相。此舉總", "100": "法。故此六事有於三雙。初心法一雙。次因", "101": "果。後總別。是故下第三總結義宗以呵論主", "102": "答曰下第三破救為二。前別破三事。次總結", "103": "破。別破三事即三。破相可相一又三。第一明", "104": "相可相一不應云因相知可相。此則是相相。", "105": "如自觸指復次下第二明相可相一不應分別", "106": "是相可相。然法體既不可分別。亦無能分別", "107": "智。第三明相因可相是果理不應一。汝說相", "108": "異可相第二次破異。又三。一破二救三破救。", "109": "初又二。第一破其所引二事。第二作無窮難。", "110": "初破二事即二。破初事中又開二別。初得異", "111": "墮非相破。次得相墮不異破。初得異墮非相", "112": "破者。若愛與涅槃異者而愛非涅槃相。故名", "113": "得異墮非相破。又此是謬引佛經破。源佛正", "114": "說滅愛為涅槃體相。今乃謂所滅之愛為涅", "115": "槃相。故名謬引佛經破也。若說愛是涅槃相", "116": "下第二得相墮無異破。若言滅愛是涅槃體", "117": "相者此得體相義。而滅愛即是涅槃不得言", "118": "異。故名得相墮無異破。又汝說信者有三相", "119": "破其第二事也。然水之與火理不相關可稱為", "120": "異。此三相由信而有。是因緣相成之法云何", "121": "言異。若無信即無三事者釋無異義。由信故", "122": "有三。故三不得異信。又由信有三則信為能", "123": "相。三為可相則相可相無定。汝云何言三定", "124": "是能相信為可相。又相可相異者。第二縱異", "125": "作無窮破。可相異相而可相謂相者。相異可", "126": "相相復謂相。又同百論。若以相可相成何故", "127": "一而不二。問曰下第二救。上有三破。今但救", "128": "第三。救意云。物用燈照如可相須相。燈能自", "129": "照故相不須相。則無無窮過也。答曰下第三", "130": "破救為二。初指前無燈可引破。又自違前說", "131": "下第二縱有燈違異宗破。汝上言相可相異。", "132": "亦應有能照所照異。則墮二燈。今遂言燈自", "133": "照。只是一照。相自能相。只是一相。即違異", "134": "義宗。又汝墮亦一亦異。燈為能照。瓶是所", "135": "照。則相可相異。燈能自照則墮相可相一。又", "136": "汝說可相下破其第三。少分是相。餘為可相", "137": "此義不定。或墮一中或墮異中。若正見與道", "138": "一則墮一中。若正見與道異則墮異中。三相", "139": "亦然。若如毘曇及毘婆闍婆提義相與體異。", "140": "則墮異中。若即法沙門成實等即墮一中。一", "141": "異既除。此義亦破。", "142": "如是種種因緣下第四總結破。", "143": "是故相可相俱空下。大段第三總結一切法空。", "144": "7 觀有無門(下本)觀有無門第七", "145": "有無是諸見之根障道之本。故大小經論無", "146": "不破之。但有無有二種。一通明有無。二別就", "147": "四相論有無。通明有無者種種不同。若就因", "148": "中有果無果論有無。第二門已破今不論之。", "149": "若就有見為有空見為無。後觀性門中自破。", "150": "若就有為無為明有無者。觀性門中已說。故", "151": "並不就此三條明有無也。今但約四相論有", "152": "無。以生住為有異滅為無。二者三相論之。生", "153": "住是有滅相是無。今欲重破四相故。合四相", "154": "為有無二義開共離二門責之。故云觀有無", "155": "門。問與中論破有無品何異。答中論就法體", "156": "明有無。今門但就四相論有無。又中論通明", "157": "有無。今別明有無。問上三門已破相。與今", "158": "何異。答初門明大小二相不能相生。又破生", "159": "相不能自生及能生他。第二門明法體有相", "160": "無相不能相法。第三門直責能相所相一異", "161": "無蹤。今此門就能相中開共離二門撿不可", "162": "得。故與上為異。又初門破通相。次門破別相。", "163": "第三門重破別相。今重破通相。以破通別相", "164": "則一切相盡。取相心不生入無相門。問何故", "165": "重破能相。答今正欲明為無為一切法空。四", "166": "相是有為之本次重破之。又異法辨生障無", "167": "生偏重破。所以然者。即法辨生但須破法而", "168": "相自無。異法辨生有二種障。一計別有生。故", "169": "障於無生。二執別有法體。復障無生故須重", "170": "破也。問何故但三門破法體。而四門破相。答", "171": "取相是諸煩惱根。如淨名云。貪欲為身本。煩", "172": "惱為貪本。虛妄分別為煩惱本。是故難除。所", "173": "以須四門廣破。又空病著空不著於有。有病", "174": "著有不空。而取相橫計萬法竪著四句。故此", "175": "病難除。所以四門廣破。又有此門來者上三", "176": "門破有相便言有無相者。無相復取無相相。", "177": "是故今破此有明本不有今何時無。未曾有", "178": "有相豈有無相相耶。問今乃破四相云。破此", "179": "有無何耶。答寄四相遍破一切有無也。問四", "180": "相是事有無可相違。今有相為有無相為無", "181": "是理有無。云何相違。答誰論違不違。但今起", "182": "有無見則須破之。又事有無即事違。理有無", "183": "即理違理不違。理非有無。", "184": "有無門亦三。長行如前。如偈說者引經偈。恐", "185": "不信論主破故引經也。", "186": "偈為二。上半正破。下半釋破。正破為二。初一", "187": "時破。二前後破。有無者牒四相也。生住為有", "188": "異滅為無。然四相體皆是有。但生住能令法", "189": "有。異滅能令法無。故有無耳。有無一時無", "190": "者。有無一時牒外義也。無者論主破也。一時", "191": "則相害故皆無也。離無有亦無者前後破也。", "192": "離無有者牒也。前有生住之有未有異滅之", "193": "無。是故離無有有也。亦無者破也。既離異", "194": "滅即生住之有。便不得起之故生住之有亦", "195": "無也。此二句得破一家義。初破體同時。次破", "196": "用前後。亦得破二家義。初破毘曇四相一時。", "197": "次破譬喻四相前後。以一切有無不出前後", "198": "一時。破此二即破一切盡矣。下半偏釋初句", "199": "一時義。又二。前句牒不相離。下句正破有。", "200": "若不離於無無則常害有。故云有即常應無。", "201": "汝乃言有不能自起假無得起。我則見此無。", "202": "翻害汝有。令永不得起也。而言常者彼明四", "203": "相三世常俱。生住若在未來異滅亦在未來。", "204": "生住若來現在異滅與之同來。過去亦爾。既", "205": "三世常俱。即生住常為異滅所害。故生住常", "206": "無。亦異滅常為生住所害。即異滅亦是常無。", "207": "今略舉顯邊耳。帖文正爾。今次料簡彼義。彼", "208": "義云。體同時用前後。問若生相時有滅體未", "209": "有滅用者。亦應待用滅方有。何煩預有耶。答", "210": "彼云。有為之法不起則已。起則俱起滅則俱", "211": "滅。若待用方有則滅自起不假生相。既不自", "212": "起起必假生。雖未有用不得預有也。滅相", "213": "用事生用則廢而體不謝待滅方謝。用雖前", "214": "後生滅則俱。問滅相用事生用則廢。廢此生", "215": "用用為自廢滅相廢之耶。答住用既興。得云", "216": "住用廢生用也。問生廢稱滅滅由住相應云", "217": "住相是滅相耶。答滅相正滅法體。今論廢者", "218": "通相滅耳。非滅相滅。此義自成難解。生用廢", "219": "即無後生。云何言猶有生體至滅相起時方", "220": "乃謝。若猶有生體云何生用廢。如火有熱用。", "221": "熱用若廢火體則廢。若猶有火體則猶有熱", "222": "用。若無熱用猶有火體涅槃經呵云。譬如愚", "223": "人求無熱火。至此已來遂義難之。於理足屈。", "224": "又問。有為一剎那無前後。雖有四相同一剎", "225": "那剎那無前後。四相之用豈得前後。若用有", "226": "前後則成四剎那。彼答云。剎那乃一時。要從", "227": "生至滿滿時方歸滅。雖不逕時不無滿未滿", "228": "異。是故一剎那中有其四用。又問念念代謝", "229": "若初未滿後方滿者。豈非延時長時耶。此終", "230": "難解。又一剎那有四分。當有生用時後三分", "231": "未有。若其終時前三分已謝。若爾者則非一", "232": "剎那時。剎那無四時則無四用次第也。又依", "233": "百論破之。若初分已有後三分。與初時共並", "234": "則不名初中後分。若初中後分不得同時則", "235": "一時中無有三分。故進退不可。又問四相是", "236": "共有因。相生四用不並云何是共有因耶。答", "237": "用雖不並相扶而有。豈非共有因耶。又問為", "238": "是滅用扶生非滅用扶生。彼答云。生有生彼", "239": "之用。滅有扶生之力。此力非是滅用之力。是", "240": "扶生力耳。此亦難解。若滅體未有滅用以何", "241": "扶生力。若已有扶生力則應已有滅力。若已", "242": "有滅力則害於生。不生得起。", "243": "長行為四。一釋偈本以合離破之。二救。三破", "244": "救。四總結。釋偈上下半即二。釋上半復二。", "245": "初釋偈第一句。正明有無不得一時。指中論", "246": "說者。三相品．本際品．成壞品並破有無一時", "247": "義。若謂下釋第二句離無有亦無。又為四。初", "248": "取外意。是事不然下總非。何以故下釋非。凡", "249": "舉二事釋。一引前三相品明有法共生不應", "250": "相離。次引阿毘曇明四相共起。婆沙提度並", "251": "有此文。如相門說。是故下第四句總結。前明", "252": "一時則為大乘論破。故指中論。次明前後則", "253": "違小乘宗。故引毘曇破。故前後一時大小無", "254": "取。又前引他破。次害自宗。自他無取。若不離", "255": "無常下釋下半。偈中但有不離。今長行欲對", "256": "偈上半離不離故。今亦開離不離二關。初門", "257": "就不離破。易見也。若離無常下就相離破。有", "258": "既離無。則異滅不扶生住。即生住不得生也。", "259": "此亦進退二失。不離則有常無之過。相離則", "260": "有不起之失。釋上半取二文。釋下半就兩義。", "261": "文義無取。亦得為四。初破一時。次破前後。", "262": "三重破一時。四重破前後。", "263": "問曰下第二救。就立中為二。一立外宗二通", "264": "內難。立外宗為二。初總立次別立。總立中有", "265": "生時乃已有無常者。此立體同時也。滅時乃", "266": "發立用前後也。立此二義通前上下半四難。", "267": "以體同時故無上半違宗之失。及無下半不", "268": "起之過。以用前後故無上半相違之過。又無", "269": "下半常無之失也。如是生住滅老得別釋彼", "270": "義也。正釋用前後得常令四事成就。得是繩", "271": "繫此四相令不失。依毘曇舊義四相是逐法", "272": "成就。無別得繩。而今此文云有得者。可以二", "273": "義通之。一者以得得法而四相順來故云得", "274": "四相耳。二者或可是別部義。今所未詳。是故", "275": "下第二結難遍答四關。而略非常無之難。答", "276": "曰下第三破救。凡三周破體同時用前後。初", "277": "將用同體。體同時用亦同時。第二將體同用。", "278": "用前後體亦前後。三縱體用而不相因即無", "279": "相扶之力。初又二。第一四門別破。二總結破。", "280": "四門破為三意。第一將生對滅有二破。第二", "281": "以滅對住。第三以住對異。初門二破者。第", "282": "一俱有破。第二俱無破。俱有破者。汝說無常", "283": "是滅相與有共生牒彼義也。此中以生相為", "284": "有滅相為無常也。生時有應壞下論主破也。", "285": "既生滅一時俱起。即生用時便使有滅用。滅", "286": "用時即有生用。令其體俱用即俱也。令用同", "287": "體即是借用破體也。復次下第二俱無破。明", "288": "體用俱無。明當有生體時不應有滅體。滅體", "289": "起時不應有生體。又次破其用俱。此是接前", "290": "破。前明體俱用即俱。今明用若俱便相害都", "291": "無二相也。復次下第二舉住對滅。亦應作俱", "292": "有俱無二難。今略作俱無難。老時無住下第", "293": "三舉老對住。亦應作二難。今略明俱無。然婆", "294": "沙有二種老法。一四相中老是異相。二有大", "295": "期老法。成論破之云。既有二種老法應有二", "296": "生法。一四相中生。二大期生。而彼無大期", "297": "生故此難不可答。是故汝說下。第二總結彼", "298": "義明有錯亂過。所言錯亂者。以生時即有滅", "299": "滅即有生故名錯亂。凡物生時無壞者。此汎", "300": "明天下道理如此也。若爾則四相不俱也。又", "301": "若避錯亂言生時無壞壞時無生。則墮四相", "302": "不俱違宗之失。故云爾時非是無無常相耶。", "303": "如能識故名識下第二周破用若不同時體亦", "304": "不同時。所以有此破來者。外不受前錯亂破。", "305": "若體用俱同時可得錯亂。今體同時用不同", "306": "時。故無錯亂。是故今次破之。又開二別。一", "307": "舉事徵之。如能識名識者。以有識能故名為", "308": "識。若無識能則不名識。若爾當生起時既有", "309": "滅體應有滅能。若無滅能即不名滅也。前列", "310": "三事。次舉四相合之。", "311": "若生住時下第三周破體同時用前後也。若", "312": "言當生用時未有滅用後時方有。用者何須", "313": "共生耶。此明生用時未有滅用則滅無用。何", "314": "能扶生。故不須共起。若已有扶生之用即已", "315": "生滅用之也。又至此進退破之。若有扶生之", "316": "用則滅有滅生之用生不得起。若未有滅生", "317": "之用亦應未有扶生之用。則生亦不得起。又", "318": "汝若能扶未能滅亦應有能滅未能扶也。", "319": "如是有無第四大段總結。是故有無空下第", "320": "三總結齊法。", "321": "8 觀性門(下本)觀性門第八", "322": "自上四門撿相無蹤。今此一品觀性非有。所", "323": "以此門來。就外人意。上就相立相相皆不成。", "324": "今舉性證相應當有相。既有為無為萬物之", "325": "體。豈無相耶。是故今次破性。性無故相即", "326": "無也。性相異者智度論云。性為其內體不改", "327": "為性。相為其外事。表彰故名為相。此二是萬", "328": "物之總要。是故破之。二者復因中有果性。名", "329": "之為性。此是別性之性。以性非是事故所以", "330": "稱別。三者執性如執著一切法皆是實有。故", "331": "名為性。問此與初體性何異。答執有體者未", "332": "必是性。如假有體家亦言體而非是性。約彼", "333": "所明故體性義異。若執性之性但詳諸法決", "334": "定作有無解。故名為性。又執性之性其義則", "335": "通。裁起有心言異無者則是性有。裁起無心", "336": "言異有者即是性無。有無既爾。亦有亦無等", "337": "例然。他云。外道毘曇可是性義。我習大乘非", "338": "是性也。今問若非性義眾生心神不可朽滅。", "339": "色法不可為心。真諦四絕不可為不絕。世諦", "340": "三假不得四絕。豈非定性。地論人真中之真。", "341": "古今常定不可為不真。豈非性耶。今破此性", "342": "義從所破立名。故以為門。二者從初品已來", "343": "法之與相大明無生。然法相微隱非常情所", "344": "悟。若不以近況遠即幽旨難明。是故此品借", "345": "現變動之相破其性執。令取悟為易。故有此", "346": "門來也。三者自上已來破一切法有。今之一", "347": "品雙破有無。則申明二諦辨論大宗有此門", "348": "來也。", "349": "此門亦三。前生起如文。", "350": "如經者引經證破。恐不信論主之言故也。", "351": "偈為三。上半破性。次破無性。三總結。此偈", "352": "多含。一上半破外次破內。顯道未曾內外故", "353": "以門通道也。如僧佉等計有內外總別法體。", "354": "即是性。但一異不同耳。亦計神體即是性。一", "355": "異不同耳。二者前明性是毘曇。毘曇則萬法", "356": "各有體故是性。無性是成實義。成實明五陰", "357": "中不見眾生為空行。見陰亦空為無我行故", "358": "是無性。而不捨於無性故為今論所破。又成", "359": "實破故言性無性。不知一切法體性是空。亦", "360": "為今論所破也。三者性是小乘人義。以小乘", "361": "人既名有所得。如涅槃云。有所得者名為二", "362": "乘。故名為性。性即執著義。猶是有所得異名", "363": "耳。又小乘人不得法無我計有法體。體即是", "364": "性。又小乘人有無我理決定是無亦名為性", "365": "故。破性破小乘人也。破無性破大乘人。大", "366": "乘人定作無性解。捨性而存無性。宜決破之。", "367": "又不知即性是無性言性無性。二亦次破之。", "368": "又大對小故有大耳。既無小云何有大。欲顯", "369": "正道未曾大小令物悟入也。又破性破攝論", "370": "師三性。破無性破其三無性。理明不曾有三", "371": "性。何有三無性。故正道非三不三非性不性。", "372": "如是五句。問曰無著菩薩依經立三無性。云", "373": "何破耶。答此是一往對性故言無性耳。性既", "374": "無無性即無。講者不體論意故宜破也。又論", "375": "主明無性者明無有性。非謂有無性。講人乃", "376": "明無有性而有於無性不識論意。問攝論何", "377": "處有此文。答論有一句語。一切諸法以無所", "378": "得為本。可細尋之。又破性者破理外有所得", "379": "大小乘義。破無性者亦除理內無所得義。道", "380": "豈是得無得內外耶。又上半據無常門破於", "381": "性執。即是破於常義。下半破無常義。明在", "382": "常既無亦無無常。所以然者。夫聖人言無常", "383": "者。明其無有常非謂有無常。上半借無常除", "384": "常。下半亦捨無常。故云一切法空。所以破常", "385": "無常者。一切眾生未應實相生心動念。不斷", "386": "則常。斷則無常。是諸見根。障正觀本。是故", "387": "此偈前窮其根則枝條自壞。又此偈即是除", "388": "八倒義。上半借無常破常除生死中常等四", "389": "倒。下半明無常亦無。復除生死中無常等四。", "390": "故知生死未曾常無常。如是五句。生死既未", "391": "曾常無常。如是了悟是涅槃。涅槃豈是常無", "392": "常耶。故生死及涅槃一切諸倒畢竟寂滅。又", "393": "此偈即釋淨名經不生不滅是無常義。迦旃", "394": "延但領上半意以見諸法變異故知無常義。", "395": "而遂言有無性之無常故。執著無常失下半", "396": "意。然上單捨本為成雙捨。既失雙捨之意。亦", "397": "迷單捨之旨。是故今明借無常以破常。既捨", "398": "於常亦不著無常。乃是諸佛菩薩說無常意。", "399": "故云不生不滅是無常義。然性無性俱是病。", "400": "而借無性破性。生死涅槃二俱是病。而借涅", "401": "槃以破生死。真妄等萬義例之。問變異云何", "402": "無性。答實有物體即常不可變異變異即無", "403": "物體也。", "404": "長行為三。一釋偈本。二外過內。三內自免過", "405": "結論旨歸。初又二。前借變異相以破於性。釋", "406": "上半。復次下釋眾緣以破於性。仍釋下半。", "407": "問曰等下二外人過內。又開三別。一牒內義。", "408": "二正生過。三總結非內。若一切法空即無生", "409": "無滅標內義。此文有近有遠。遠者從上七門", "410": "生。上七門皆結云一切法空故今牒之。近從", "411": "此品生者。以此品內外數論大小三性三無", "412": "性理內外一切破洗無遺故。外人興此問也。", "413": "若無生滅則無苦諦下。第二句為內生過。前", "414": "過內明無四諦三寶。從亦無世間法過內無", "415": "世俗法。全同中論四諦品。今言無生滅無苦", "416": "諦者。此有通別二義。通義者無生即無苦集。", "417": "無滅即無滅道。二者小乘人以生滅無常名", "418": "為苦諦。今既無生無滅便無苦諦。餘並易知。", "419": "答曰下第三內自免過結論旨歸。又二。一者", "420": "內自免過。二推過還外。內自免過明說空無", "421": "失。推過還外明執有為失。凡有六句。一總標", "422": "有二諦。二明二諦相資。三不知二諦失於三", "423": "利。四辨知二諦得三利。五出不知之人。六明", "424": "能知之人得。初言有二諦者外人執定有。故", "425": "以斷滅過於論主。是故今明有於二諦。豈是", "426": "斷滅耶。明有二諦非但離斷滅。亦俱離斷常。", "427": "雖空而有。故不隨斷。雖有而空。故不著常。立", "428": "於二諦雙破斷常。即是中道。又我上來明無", "429": "有者無汝所見有。何時無因緣世俗假名有", "430": "耶。汝聞我明無有即無一切諸有。是故不識", "431": "我意。又有二諦者。上來破外人性有無明非", "432": "有非無。故是中道。從中道始得立假名有無。", "433": "故非有而有。非無而無。而有而無從中起假。", "434": "故有二諦。又為外人聞一切空無復二諦。今", "435": "對破無二之病。是故說二。然諸法未曾二與", "436": "不二。如是五句。若遂守二諦作解者便成二", "437": "見也。又有二諦者明佛經一切法空。我申佛", "438": "明一切法空者。汝言明何義耶。佛法中有二", "439": "諦。上明一切法空此明第一義空。不明世諦", "440": "義。汝不得其意。故橫生前難耳。又有時云。", "441": "破二諦明二諦。三世佛皆依二諦說法。此是", "442": "因緣不有有不無無。學佛教人遂作定性有", "443": "無解故。今破此定性二諦明一切法空。今方", "444": "申佛因緣二諦。", "445": "因世諦得說第一義諦者。第二明二諦相資。", "446": "為釋疑故來。既以空為第一義。第一義有二", "447": "實。一是實相。二聖所行處。故立第一義。世", "448": "諦無此二。何用說俗諦耶。是故今明。因空有", "449": "以悟於有空。故言因世諦悟第一義諦。如中", "450": "論言無言明於二諦。以無言言為世諦。言無", "451": "言為第一義諦。要因無言言以悟言無言。故", "452": "云因世諦得說第一義。因第一義得涅槃者。", "453": "第一義即是實相。見實相故斷諸煩惱。故得", "454": "涅槃也。", "455": "若人不知下第三明不知二諦故失三利。所", "456": "以有此文來為譏小乘人也。", "457": "如是若知世諦下第四知二諦則得三利。讚", "458": "大乘人也。亦令捨小學大也。悟世諦第一義", "459": "諦生方便般若為自利。悟第一義世諦生般", "460": "若方便為他利。具生二慧為共利。又自悟二", "461": "諦生二慧為自利。依二諦為他說法令得二", "462": "慧為他利。自他俱悟為共利。又依第一義生", "463": "般若為自利。悟世諦生方便為他利。", "464": "汝今聞世諦謂是第一義諦者。第五明不知", "465": "之人失。聖經明生滅無常。此是世諦。而旃延", "466": "之流聞經說此言謂無常生滅是第一義諦。", "467": "所以然者。彼以生滅無常為十六諦理。故第", "468": "一義。見此理故斷惑得道。大乘望之猶是世", "469": "諦。問外人在何處聞耶。答十二門師多云。聞", "470": "論主說世諦謂是第一義。故假安我字。今明", "471": "不然。文無我字。又論主何處說世諦彼謂是", "472": "第一義耶。故謬釋文也。復有人言。外人聞", "473": "說不生不滅等世諦謂是第一義諦。此轉謬", "474": "也。外人何時執不生滅言是第一義。彼若執", "475": "不生不滅是第一義。便謂生滅應是世諦。若", "476": "爾云何過論主說空無生無滅無三寶四諦", "477": "耶。問頗有此義以不。答義乃有之非今所用。", "478": "言義有者世諦破性說空。無性生滅故稱無", "479": "生滅。此無生滅屬於世諦。而有所得人謂此", "480": "為第一義。故云聞說世諦謂是第一義也。又", "481": "三性三無性並是世諦。第一義非性無性。故", "482": "前云無性法亦無。一切法空故。而有所得人", "483": "執三無性是第一義墮在失處。若作三重二", "484": "諦明義者。若有若無皆世諦。非空非有方是", "485": "第一義。汝聞說有是世諦空是第一義者。聞", "486": "我說世諦謂是第一義也。次云。空有為二非", "487": "空有不二。二不二皆是世諦。非二不二方是", "488": "第一義。汝聞世諦謂是第一義。南方人聞初", "489": "重世諦謂是第一義。北土人多聞後重世諦", "490": "謂是第一義也。", "491": "諸佛因緣法名甚深第一義者。第六出能知", "492": "之人。即論主也。故論主示其二諦之相有二", "493": "句。初牒因緣法是第一義。是因緣法無自性", "494": "故。下釋因緣是第一義。明因緣宛然即畢竟", "495": "空名第一義。所以明因緣空為第一義凡有", "496": "三義。一者恐外人謂論主用斷滅空名第一", "497": "義。二者謂。論主空於性實名第一義。即簡", "498": "假不空義。謂但空於性不空於假名第一義。", "499": "三者外人聞二諦便謂世諦實有三實第一義", "500": "是空。則外人便得世諦義成。故今明。我言世", "501": "諦是因緣有不如汝性有。汝非但不知第一", "502": "義亦不知世諦。又簡空假名義言空於假方", "503": "是第一義。是故今明。假名因緣宛然而即畢", "504": "竟空名第一義。故作此論。叡師採此品作論", "505": "序云。正之以十二便有無兼暢。事無不盡正", "506": "是斯文。", "507": "若諸法不從眾緣生下第二迴過還外人。就", "508": "文為三。一者破外人自性。二破他性。三總結", "509": "無自他等自性。就自性中又二。初牒彼性義。", "510": "五陰不生不滅下顯性為過。迴過還於外人", "511": "又開二別。前迴無四諦三寶過還於外人。復", "512": "次下第二迴無世間法過還於外人。此性過", "513": "微細難識。若謂有一毫法體此則不從緣生。", "514": "便是自性。自性則破世出世一切法也。", "515": "若謂諸法無自性下第二外破他性。初就相", "516": "待門破。又他性下就相即門破。破自性破假", "517": "有體家有假人假柱體。破他性破用實為假", "518": "體。如五蘊為人體。有四微為柱體。", "519": "若自性不成下第三總結。又二。初別結四法。", "520": "次總結四法。別結四法者。一結無自性。二", "521": "結無他性。三結無有性。四結無無性。同中論", "522": "破有無品四偈。是故下總結無有四性。故一", "523": "切空。此品第三總結法空。", "524": "十二門論疏卷下之本", "525": "下之末十二門論疏卷下之末", "526": "9 觀因果門(下末)觀因果門第九", "527": "所以有此門來者。上四門求相不可得。次一", "528": "門明性無蹤。故無量義經云。一切諸法自本", "529": "來今性相空寂。以外相內性空故一切法空。", "530": "外人云。若一切法性相空者可言無因果耶。", "531": "然世出世因果不可言無。云何言無性相。是", "532": "故今次明非但無有性相求此因果亦不可", "533": "得。故有此門來也。又近從性門來者。前偈上", "534": "半明無萬物實體。下半明無萬物假體。外云。", "535": "若假實二體空故一切法空。然因果之理不", "536": "可無。若爾終有因果。有因果故不實即假也。", "537": "毘曇實有因果體。成實具二義。一者因成。相", "538": "續。相待論因果。則因實而果假。如四微實。", "539": "柱是假。若法受名三假則因果皆假。如細色", "540": "成麁色是法假。四微成四大是受假。四大成", "541": "五根已去為名假。又五陰為法假。人為受假。", "542": "人法皆有名為名假。問若無因果與邪見何", "543": "異。答有五人立無因果。一立有見人謂。實有", "544": "果體則不從因生。故成無因果。二外道邪見", "545": "言無因果。三復二乘言無因果。四大乘人言", "546": "無因果。外道是邪見撥無因果。故言無因果。", "547": "此是邪見空。二乘言無因果望大乘亦是邪", "548": "見空。故涅槃云。若以二乘言無布施是破戒", "549": "邪見。智度論云。二乘空是但空。四大乘學", "550": "方廣人謂無世諦因果。五諸佛菩薩言無因", "551": "果者。因果宛然而畢竟空。故名無所得空。所", "552": "以有三空異。一邪見空。二但空。三真空。今", "553": "破前二空令入真空故明因果空也。問令悟", "554": "因果空有何利。答悟因果宛然即畢竟空故", "555": "生如來智。雖畢竟空因果宛然。生於佛智因", "556": "果非因果常爾。而觀行任運純熟為自然智。", "557": "不從師得為無師智。既生四智入佛知見。即", "558": "是因果觀行轉明遂得成佛為佛果乘。論主", "559": "今明因果空。為釋成大乘義故也。問悟因果", "560": "空但生智慧。云何有功德耶。大乘具以福慧", "561": "為體。云何但明智慧。答既得如實悟還為眾", "562": "生如實說。即是般若大悲。故福慧具足名大", "563": "乘也。問上來已明因果空竟。今何故復說。答", "564": "曰自上八門廣破從因生果義。復有計無因", "565": "自然有果。此三一病猶未除之。是故今品次", "566": "破之也。問若爾應言破無因有果門。云何言", "567": "破因果耶。答論主欲對破破無因有果故。此", "568": "品雙破從因生果及無因有果。故言觀因果。", "569": "夫論因果不出斯二。斯二既無則因果便空。", "570": "又因果難明上已廣論。今次略辨故有此門", "571": "來。又有種種觀門。今作因果觀門以悟入實", "572": "相。故有此門來也。又上門破因果便備。而", "573": "更有此門者是泥洹法寶入有多門故也。問", "574": "與中論因果品何異。答彼品橫闊竪狹。廣破", "575": "十家因果並是破從因生果義。故言橫闊。不", "576": "破無因有果。故言竪狹此品略破從因生果。", "577": "復破無因有果。故橫狹竪闊。故異也。門亦", "578": "三。初長行發起。為二。一者總唱一切法空。何", "579": "以故下釋二義。別釋一切法空所以舉二義", "580": "者。上來已破因果今復論之。似如煩重故逆", "581": "取偈意而生起之。言二義者。一明諸法無自", "582": "性。此辨果不從因生。二明亦不從餘處來。此", "583": "正起此門明非因不生果。", "584": "偈為二。三句正破一句總結。正破又二。上半", "585": "明因內無果。次句明因外無果。文易知也。", "586": "長行釋二章即二。前釋三句次釋第四句。三", "587": "句又二。前釋上半又是果下釋第三句。若果", "588": "眾緣中無下釋第四句也。", "589": "果空故下門中第三結一切法空。", "590": "10 觀作者門(下末)觀作者門第十", "591": "所以有此門來者凡有六義。一者若就人法", "592": "二種無生。自上已來明法無生。此之一品釋", "593": "人無生。若依觀門次第應前釋人無生後釋", "594": "法無生。但今就本末次第。法本人末。故前破", "595": "其本今次破末。二者依內外次第。若破外道", "596": "應前破神而後破法。佛之弟子多不執神而", "597": "執有法故。智度論云。佛滅度後分為二分。一", "598": "者但信眾生空不信法空。二者信眾生空亦信", "599": "法空。故知佛之弟子多不執神。今此論正破", "600": "內學。是故前破於法後破於神。二者上諸品", "601": "末結云有為空故無為空。有為無為尚空。何", "602": "況我耶。難復以法例人而未別破人。今此一", "603": "章別破於人。則釋諸門中明人空義。故有此", "604": "門來也。三者三解脫門明義。上明二門訖今", "605": "第三竟論釋無作門。三門有淺深無有淺深", "606": "義。無淺深者一一門無病不破無理不顯。故", "607": "門初門後皆唱一切法空。有淺深者空門破", "608": "有無相門破空。此二門非有非空即中道境", "609": "中道觀。今門明息觀。故三門空有並亡緣觀", "610": "俱寂。所以論明三門也。四者此論正破內執", "611": "傍破外邪。自上以來正破內竟。今此一品次", "612": "破外邪。自在天是邪見之本。謂是造化之主", "613": "盛行天竺。今此一品中破造化之主名破作", "614": "者。故今文來也。所以是破內外者。內外並", "615": "障大乘。內為近障外為遠障。內為細障外為", "616": "麁障。又欲令外迴邪入正內轉小歸大。是菩", "617": "薩廣遠之意。又破內令三乘徒轍。破外使六", "618": "道迴宗。並入大乘俱成佛也。五者接上門來", "619": "者。外云。若言因與無因並不生果者。能有作", "620": "因之人受果之者。既有作因之人受果之者", "621": "則因果不無。是故前破法因果今破人因果。", "622": "前明法無故人無。今辨人無故法無六者三", "623": "世佛菩薩出世之意。為欲拔苦與樂。拔苦令", "624": "累無不寂。與樂使德無不圓。故成中道法身。", "625": "而內外同欲離苦。不識苦因故生四謬。非但", "626": "不得離苦反更增苦。今破四謬令識因緣苦", "627": "則畢竟空。一得病除。二得解苦。三得離苦。", "628": "故有此門來也。問解苦空有何利。答解苦是", "629": "因緣故不起著樂顛倒。知苦亦空不起苦倒。", "630": "故八倒病得消。又解苦是因緣故破凡夫著", "631": "三界樂。樂去苦亦除故破二乘病。故六道迴", "632": "宗三宗歸佛。有此大利故說此門。問與中論", "633": "破作者品何異。答此品乃與中論破苦品大", "634": "同。與作者品其義各異。", "635": "此門亦三。初長行發起。如文。", "636": "偈本為二。三句破四種作。第四句總結無苦。", "637": "問作者應破一切。今何故偏破苦。答如上明", "638": "之。四作者為因苦則是果。但苦為大患之本。", "639": "物競求離而不識苦。非但不能離苦。而於苦", "640": "中更復造苦。是故偏破苦也。四門求苦既爾。", "641": "四門求樂不苦不樂義並類然。問為破法四", "642": "作破人四作。答具破二種。若迦旃延流計有", "643": "法作。犢子等類具計有人法作。又內道執有", "644": "法四外道計有人四。今具破人法四作也。所", "645": "言法四者如數人謂。苦有自性則是自作。假", "646": "緣而生名為他作。自他共合方有苦生名為", "647": "共作。乃不立無因。而本來有此苦性。即是", "648": "無因。約成實義無明初念即有行苦。託空而", "649": "起爾前無因名無因作。外道四作後文自列", "650": "也。", "651": "長行有三。第一正釋偈本明苦非四作。故苦", "652": "是空。第二外人與論主諍經。執苦是有非是", "653": "辨空。第三論主答外人申佛經明是苦空。就", "654": "初文又二。第一正釋偈本苦非四作是故苦", "655": "空。二引經證明苦是空。初破四作則四為四", "656": "別。破自作如文。他作亦不然下第二次破他", "657": "作。又三。初正破。問曰下第二救義。此正是", "658": "攝論。謂因緣生是依他性。前有自性則分別", "659": "性也。言依他性者果依於因故也。答曰下第", "660": "三破救。就破救中又開二別。第一縱緣奪他。", "661": "二緣他俱奪。今是初既言眾緣云何是他耶。", "662": "若是他者云何名從眾緣耶。復次下第二緣", "663": "他俱奪。前長行次偈。長行明則此眾緣亦無", "664": "自性故無眾緣。既無眾緣云何有他。偈是中", "665": "論因緣品末有二偈結破。今是第一偈。而言", "666": "不自在只是無自性。故無眾緣也。自作他作", "667": "亦不然下破第三共作。次破無因。文處易知。", "668": "如經中說下第二引經證。苦非四作明苦是", "669": "空。前雖推義恐外不信。故引經證成。問此", "670": "是小乘經文大乘經耶。答引小乘經。所以引", "671": "小乘者凡有五義。一者若引大乘經則小乘", "672": "人聞不信受。故還引小乘。即須生信。二者", "673": "欲顯執有之徒若不信苦空則俱迷大小故引", "674": "小破之。三者舉小況大。小乘教中尚明法空", "675": "況大乘耶。四者引小乘經得內外俱破。論主", "676": "既破小乘。而小乘人復破外道。如射虎之譬。", "677": "虎正取鹿。今但射虎便取鹿。虎鹿俱弊也。五", "678": "者欲顯小乘經密說大也。裸形迦葉問佛等", "679": "者。其人修於苦行是故裸形。欲求離苦所以", "680": "問佛。", "681": "問曰下第二外人與內諍經。明佛乃破外道", "682": "四作無外道之苦。而實有內苦故非是空。此", "683": "但諍小乘經不諍大乘經。以大乘經明苦是", "684": "空。如云五受陰空是苦義。又云解苦無苦。是", "685": "故無苦而有真諦。以小乘經多說有法少說", "686": "空法故外人諍也。問小乘亦有明法空文何", "687": "故不信。答今此文明苦空義隱。但非四作不", "688": "似明苦是空。故外諍也。又有二種小。一信", "689": "法空。二不信法空。今是不信法空人諍也。就", "690": "問有三意。一總非論主不識經意。第二為論", "691": "主釋經。三總結非論主。今是初。", "692": "隨可度眾生故作是說第二為論主釋。前總", "693": "釋是裸形迦葉下第二別釋。就別破四作即", "694": "為四別。今前第一破苦是自作。又二。第一序", "695": "外道義明佛不答所以。第二正破外道。今是", "696": "初門。苦實非我作第二破外道義釋佛不答", "697": "之意。又開二別。第一作無常難。第二作無", "698": "解脫難。所以作二難者。作無常難明生死義", "699": "壞。作無解脫難涅槃義壞。此二既要故作兩", "700": "難。此實是龍樹作二難。寄言小乘人耳。無常", "701": "者我能作苦即是生因。苦是所作即從因生。", "702": "所生之苦既是無常。能生之我亦是無常。如", "703": "泥生瓶之與泥二俱無常。若我是苦因下第", "704": "二無解脫破。明二種我俱無解脫。一明即陰", "705": "我無有解脫。二明離陰我無有解脫。即陰我", "706": "無有解脫者即苦是我誰受解脫。故文云離", "707": "苦無我能作苦者。以無身故言無身者。即是", "708": "五陰之苦以為我身。離五陰苦無有我身。既", "709": "常有於我即常有五陰便常苦。云何有解脫", "710": "耶。若無身而能作苦者。第二破離陰我無有", "711": "解脫。若無身能作苦者得涅槃時無五陰身。", "712": "應更造苦。若爾即畢竟無有解脫。", "713": "他作苦亦不然第二次破他作。又開二別。初", "714": "破我他次破自在天他。凡論有他不出人天。", "715": "又此二俱是造作之本。我自造作六道之身", "716": "自在天造作六道身。破此二道一切造作義", "717": "盡。又令眾生入無作門故。顯正破造化故息", "718": "邪。破我他云離苦。無我誰作於苦與此人耶。", "719": "同中論破苦品。", "720": "復次下第二破自在他又二。初總牒外義釋", "721": "佛不答所以。而實不從自在天作下第二別", "722": "破自在天作。又二。初正破二總結。正破有十", "723": "五句。開為四章。初三句破自在天作。即是", "724": "破自在用義。次五句破自在即破自在體義。", "725": "第三六句明眾生自行所招重破自在用。第", "726": "四有一句。重破自在體。天有自在不出體", "727": "用。若破體用即自在不成。所以十五門廣破", "728": "自在者。佛未出世乃至于今盛行於世。亦多", "729": "有神驗世人信之。故廣破也。然實是大乘人", "730": "破。而寄小乘人者一示外邪不足破。小乘尚", "731": "能破。況大乘耶。二欲分大小異。小乘麁破邪", "732": "見破作者明麁無作門。大乘破細作明細無", "733": "作門。二門例爾。三示大乘人精解小乘巧破", "734": "外道。小乘人不能爾。四示小乘是半字法半", "735": "解半不解。半解者解破邪。半不解者不解因", "736": "緣苦是空。五示小乘是取捨義。捨外道邪苦", "737": "而取內道正苦。六示小乘但除樂等四倒未", "738": "除苦等四倒。七示小乘人但解佛顯教不解", "739": "密教。密教者明因緣苦即畢竟空。令此入畢", "740": "竟空亦成佛故也。初中有三。一破二救三破", "741": "救。破中有二。初父子不相似破。復次下作", "742": "傷慈破。問曰下第二救正通傷慈之難。答曰", "743": "下第三破救有二難。一者猶提捉前無慈難。", "744": "父有大慈子不識恩終自與樂。而自在不爾。", "745": "亦應但供養下作報恩不勉苦難。若言不識", "746": "恩故與苦者。今報恩供養則應得樂。不須修", "747": "福。", "748": "復次下第二五句破自在體。初句明有所須。", "749": "故不自在破。復次下以果徵因破。眾生之果", "750": "既由自在。自在之因應更有所從。反覆結之。", "751": "復次下不能無障礙破。復次下第四責住處", "752": "破。復次下第五從他不自在破。此意明自在", "753": "先行苦行供養於他。從求願即不自在。復次", "754": "下第三段六句重破自在用。與前破用異者。", "755": "前直破自在用。今舉眾生業行所招以破自", "756": "在。是故有異。第一復次就不定門破。第二", "757": "復次無罪福破。第三復次就增愛門破。第四", "758": "復次就苦樂門破。第五復次就無作門破。第", "759": "六復次就自在門破。", "760": "復次下第四段一句。重破自在體就因無因", "761": "門破。", "762": "如是等種種因緣第二段結破。", "763": "共作亦不然下破第三句。眾因緣和合生果", "764": "下。破第四無因句。", "765": "是故此經下第三大段結非論主。答曰下品", "766": "第三申經以破於外。此中明二種空。一者空", "767": "無四種邪見故名為空。此大小乘人同得此", "768": "空。說苦從因緣生下。明因緣苦即畢竟空。唯", "769": "大乘得此空。小乘人不得。正是申經意。如淨", "770": "名云。五受陰洞達空是苦義。即今文是矣。", "771": "如苦空下門中第三總結一切法空。", "772": "11 觀三時門(下末)觀三時門第十一", "773": "問九門破法。第十洗人。人法並除。又九門破", "774": "內第十門破外。內外俱泯。何故更有此門。答", "775": "所以有此門來者凡有三義。一者凡因果有", "776": "三。一者前因後果。二因果一時。三果前因", "777": "後。自上十門已破二事。今次破第三果前因", "778": "後。故有此門來。問誰計果前因後。答此義亦", "779": "有所由。如須達始欲造因天宮已現。難陀猶", "780": "未持犯而苦樂果報已彰。惑者既聞佛經作", "781": "如是說。便謂因前有於果後修因取之。又如", "782": "前有屋法然後備於柱梁。又如本有佛果而", "783": "修因取之。是故計前果後有因。又聞論主上", "784": "破前因後果及因果一時。便謂論主應執前", "785": "果後因。所以然者。夫論因果不出此三。既破", "786": "於二必當論主存一。是故立也。二者自上十", "787": "門雖破人破法總名破法。今此一品次破於", "788": "時明若法若時皆畢竟空。故說此品。三者自", "789": "上十門已破所破。此一門次破能破。破所破", "790": "明緣盡於觀。破能破明觀盡於緣。今悟不觀", "791": "不緣內外並冥。緣觀俱寂。則具足大乘。便登", "792": "佛地故有此門來。", "793": "此門亦三。初長行發起為二。前總牒一切法", "794": "空。何以故下略釋一切法空。因則是因。果名", "795": "有因者以果必從因故名有因。又果更與果", "796": "作因故名有因。問若爾因必生果。應詺因為", "797": "有果。答亦得爾也。但互現說耳。又不倒者果", "798": "必從於因。故果名有因。當因時猶未有果。又", "799": "或可。因差而不得果。故因不名有果。", "800": "偈本為二。上半牒總明不成。下半結破無果。", "801": "長行為五。一破三時因果以釋偈本。二外過", "802": "於內。三內自免過。四外更立法。五內破外", "803": "立。初又二。前釋上半次釋下半。釋上半破", "804": "三時因果。即三。今初破第一前因後果。此破", "805": "數論及大乘人未有果時前已有因。破意云。", "806": "本以果故名之為因。果若未起與誰為因。他", "807": "救云。現因與當果為因。今問當果已異空已", "808": "出有。即是現因現果。不名為當。若未出空", "809": "未入有。即是畢竟無果。與誰為因。若前有因", "810": "後因者破第二前果後因。破意云。前已有果", "811": "何用為因。若因有因一時下次破第三因果", "812": "一時。夫論因果能生為因從生為果。從生之", "813": "義即是無體。能生之義即有體。若法一時有", "814": "即俱有。無俱無。俱無唯有可生而無能生。俱", "815": "有唯有能生無有可生。是故一時無因果義。", "816": "此破數人大小相生一時因果。亦破成實。無", "817": "明初念同時因果五陰成人四微成柱。亦是", "818": "一時。入此門破。是故三時因果下總結釋下", "819": "半。", "820": "問曰下第二外過於內。有此破者凡四義。一", "821": "者遠從上十門生。外謂。論主用一空觀以破", "822": "諸法。是故外人欲破此觀。二者即從三時門", "823": "生。外人既見論主破三時因果。便迴此破以", "824": "破於內。三者論主假作外問欲令所破心淨。", "825": "故破能破。若有能破即所破不除。今欲除所", "826": "破故破能破。四者上來破立即是單空。今次", "827": "破破明空病亦空。三門破破即為三別。前有", "828": "能破有二種過。一無待過。二自破過。既無所", "829": "破而有於破。當知此破自破能破。若前有可", "830": "破亦有二過。一者無待過。二不可破過。既", "831": "前有可破即可破已成。故不可破。若破所破", "832": "一時亦有二過。一者俱無過。既一時能破破", "833": "可破令無所破。所破破能破亦令能破無也。", "834": "二假令俱有能所失相待過。", "835": "答曰下第三內自免過。又開二別。一推過還", "836": "外。二正自免過。推過還外者。汝上來有立此", "837": "是汝立。覓之無從。今謂有於破此是汝破。汝", "838": "自撿之不得。若破若立並出汝心。非關我也。", "839": "又今過甚前。上但立義而不破立。今立於破", "840": "復自破破。又推過與我。三種因緣故過甚前", "841": "也。又汝立於立則受他破。今立於破即著自", "842": "破亦著他破。問論主何故示破立皆有過。答", "843": "立破立皆是有所依住有所得心。有所得心", "844": "尚不成問答。云何欲求道耶。問云何不成問", "845": "答。釋云有所立故不成答。立於破故不成問", "846": "也。又立於破立是有所得。有所得雖行萬行", "847": "不動。不出不成乘義。今正欲釋大乘行無所", "848": "得萬行能動能出。以不立破立心無所得。順", "849": "此無所得觀得於順忍為動。無所得現前得", "850": "無生忍為出也。若諸法空下第二內自免過。", "851": "明我正辨諸法空非但辨於立空亦辨破空。", "852": "汝今破破助我明空。故無過也。又我不立破", "853": "汝亦不立破。而汝忽破於破此是虛破。竟不", "854": "關我義也。", "855": "問曰下第四外更立法。所以更立法者。有得", "856": "之流不能心無依著。初立於法立既不成更", "857": "立於破。破既不成今還復立。是故凡夫猶如", "858": "獼猴捨一取一。問外人云何通論主三難。答", "859": "外人不解通。但據眼現見三事以立三法耳。", "860": "就文為二。初別立三時因果。即三別。前因後", "861": "果如陶師作瓶。前有陶師然後作瓶。故陶師", "862": "為因以瓶為果。亦有後時因如因弟子有師。", "863": "其人師為果弟子為因。師學業成就故是果。", "864": "弟子未成就故名因。前有師果後弟子來就", "865": "師學。故果在前而因在後。問文云後識知是", "866": "弟子。此言何謂。答由師果乃識弟子因。如他", "867": "問云。是誰弟子。答云某甲弟子。是故因師", "868": "乃識弟子。弟子居後而師果在前。亦有一時", "869": "因如燈與明。寸炎為燈滿室為明。實一時有", "870": "要而因燈有明故名一時因。若說前因下第", "871": "二結非論主。", "872": "答曰下第五破立破。三句即三餘二易知。若", "873": "說一時如燈明亦同是疑因者。有人言。外不", "874": "解一時因即不解前後因不異。於此三種因", "875": "中同皆生疑。故言同疑因。有人言。外實前疑", "876": "明於燈不能作因。而強立燈與明為因。論主", "877": "責之還同前疑名同疑因。又品初已破一時。", "878": "而外更引燈明證一時。還同初疑。依文釋者", "879": "燈之與明一時而有。外謂證為明因明非燈", "880": "因。今責。既一時有。明若非燈因燈亦非明", "881": "因。二種之因同皆生疑故名同疑因。問大小", "882": "內外一切因果不出三時。論主並破即應無", "883": "因果耶。答三種因果皆出佛經。並是如來適", "884": "化之說。一切諸法無決定性。佛有無量方便", "885": "而為利人顯道。但學人封執定性。故論主並", "886": "須破之。然後無方可適時而用。今明第一義", "887": "故三種無。世諦假名三種並用。又一切義有", "888": "三門。一者一切皆破。以執封故。二者一切", "889": "皆用。顯道利物故。如思益云一切法正一切", "890": "法邪。三者於一時前後中隨時取捨隨義廢", "891": "立。此通明三論意。非局此門也。", "892": "如是因緣下第三總結齊法。", "893": "12 觀生門(下末)觀生門第十二", "894": "所以有此門來者凡有六義。一者自上十一", "895": "門破異法之生。今此一門破即法之生。如婆", "896": "沙云。即法沙門部明生法即五陰即三聚。是", "897": "故有此門來。二者自上以來破於生相。今此", "898": "一門次破法體。何以知然。文云生果則不生。", "899": "故知破法體也。三者上來十一門明能破所", "900": "破俱不可得。則是無生。外人便謂。生病既滅", "901": "無生觀生。如諸法不生故般若生。今復破除", "902": "此生。故有今門來也。四者總收諸法結入畢", "903": "竟無生門。是故最後觀於生也。五者無生有", "904": "種種門。上來以示十一種門。今復說三時門。", "905": "故有此門來也。六者無生門有淺深不同。智", "906": "度論云。何為無生忍。謂一切法不生不滅。非", "907": "不生非不滅。不共非不共。是名無生忍。既", "908": "絕四句方是無生。則四句皆是生。上來但對", "909": "生辨無生。今破一切生故有此門來。", "910": "門亦三。長行為二。初總結辨一切法空。何以", "911": "故下釋一切法空。復開為二。初總明三時不", "912": "可得。今生已下別明三時不可得。", "913": "偈為二。上半就已未門明無生。下半就生時", "914": "門明無生。", "915": "長行為三。一總明三時生。二別破三時生。三", "916": "總結三時無生。生名果起出者此可擬二義。", "917": "一者因法體生故標於果。二者破即法辨生", "918": "異。上離法有生故目果也。問起與出何異。答", "919": "起論果體起也。出辨從因出也。又入有為起", "920": "出空為出。", "921": "是中生果不生者此第二別破三時生。則為", "922": "三。別破已生生中又三。謂標釋結。就別釋中", "923": "又三。一無窮破。二不定破。三理奪破。就無", "924": "窮破中為四。初標無窮之過。若生生已下第", "925": "二正作無窮義明一物無窮過生。故名無窮。", "926": "而至四生者欲成無窮過故也。如初生已有", "927": "第二生此第三釋成無窮也。此是從本推末。", "928": "初生既是已生而生。則第二生是已生而生。", "929": "故名無窮。是事不然下第四總結。唯有一物", "930": "則但應一生。云何一物有無窮生。若無窮生", "931": "則應有無窮物。又若一物有無窮生則無窮", "932": "物應是一生。復次若謂下第二取意不定破。", "933": "又四。一取外意。二總非。三釋非。四結不定。", "934": "取外意者救上無窮過也。我初生未曾經生。", "935": "今始生故名生已生。只據未生者始生名生", "936": "已生。非是生已更復生。是故無無窮過。而言", "937": "所用生生是生不生而生者。以後生因初生", "938": "而起故初生是後生所用。故名所用生生。是", "939": "生不生而生者。牒初所用生本來未生而今", "940": "生故名不生而生。是事不然下總非。何以故", "941": "下釋非。初生不生而生第二生是生已而生。", "942": "汝一言之中含不定之過也。又詳論二復次", "943": "破其生已生之言。所以然者。外人生已生含", "944": "二事。一者生已。二者更生。若言更生即招無", "945": "窮之過。若言生已則墮未生之失。故有二破。", "946": "如作已下第三理奪。若避不定執定生已生", "947": "即墮無窮過。是故生法不生第三總結也。", "948": "不生法亦不生下第二破不生生。為三。初破", "949": "次救第三破救。初有三。一破不與生合。即謂", "950": "以因徵果破。既未與生緣合果云何生耶。第", "951": "二依名亂並破。若不生即是生。不食應是食。", "952": "如此一切亂。第三有一切不生生過。又三。初", "953": "破大乘謂凡夫未生菩提。即今應現生。次破", "954": "小乘。既云不生生應不壞者是壞。第三破世", "955": "間。若不生者得生無角應生角。三破中初一", "956": "令當生者現生。後二不應生者生也。救中為", "957": "二。初正義宗。次答論主難。正義宗云。我言", "958": "不生生者。本未生假緣合故生名不生生。不", "959": "言未生即是生。即以此通前二難。可得有未", "960": "生令生。復何謂猶有不食即是食耶。非一切", "961": "不生而生此正答論主第三難。第三難中有", "962": "三難。初難已入正宗中答之。凡夫菩提緣合", "963": "即便生。未會則不生也。不壞法羅漢及馬角。", "964": "無生緣會故不得生也。答曰下第三縱未生", "965": "生更以三門責之易知。", "966": "破生時生中有四破。一理奪破。二無體破。三", "967": "二體破。四無依破。理奪破者無有生時。生", "968": "既墮已未已未前已說過也。無體已下三破", "969": "並是縱關。縱有生時便有三過。無體者由生", "970": "有時。時則無體無體則無時。生何所賴耶。二", "971": "體破者。若時有體則墮二生。一以生為時體。", "972": "二賴時而生。便有二生。故名二體也。四無依", "973": "破者。若避二生謂不以生為時體但有賴時", "974": "生者便墮無依。無依者既不以生為時體。時", "975": "無所依。無所依則無時生。何所賴。全同中", "976": "論三相品。又同去來品。文處易知。", "977": "如是生不生下第三總結例萬法。", "978": "是故當知下。論第三大段總結論意明無生", "979": "畢竟空即是諸佛行處。為令眾生至佛所至", "980": "也。", "981": "十二門論疏卷下之末終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1825 十二門論疏", "source": "CBETA"}