{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0749 佛說因緣僧護經: 佛說因緣僧護經: 佛說因緣僧護經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 749", "1": "佛說因緣僧護經", "2": "失譯人名今附東晉錄", "3": "如是我聞：一時，佛住舍衛國祇樹給孤獨園。", "4": "爾時，有一大海龍王初發信心，變為人形，來", "5": "至園中，依諸比丘，求欲出家。時諸比丘不知", "6": "是龍，即度出家。有一年少比丘，共同房住，經", "7": "一宿已，於其晨朝，執持威儀，詣城乞食。時龍", "8": "比丘福德果報，乞食先得；或詣本宮，食已早", "9": "還。比丘之法，食後入房，攝心坐禪。時龍比", "10": "丘忘不掩戶，龍性多睡，天時暑熱——龍有五", "11": "法，不能隱身：一者、生時；二者、死時；三者、婬", "12": "時；四者、瞋時；五者、睡時，是為五事——時龍比", "13": "丘不能隱身，即便睡眠，身滿房中。同房比", "14": "丘，後來入房，唯見龍身遍滿房中，即大驚怖，", "15": "馳走失聲，喚諸比丘：「大德長老！此有龍王！此", "16": "有龍王！」龍聞大聲，即便覺寤，還為比丘，加", "17": "趺坐禪。因聲高大，大眾運集，問此年少比", "18": "丘：「何故揚聲？」比丘答曰：「房中有龍。」時諸大", "19": "眾尋即共集，入房覓龍不得，但見比丘加", "20": "趺坐禪，便大驚愕，不知所以。即往問佛，具說", "21": "上事，請決所疑。爾時，世尊告諸比丘：「此非人", "22": "也！乃是龍王，汝可往喚。」比丘受教，喚彼龍", "23": "王。時龍比丘即詣佛所，頭面作禮，却坐一", "24": "面。佛為說法，示教利喜，佛即默然。爾時，龍", "25": "王心自思惟，便生歡喜。佛慰勞曰：「汝可還", "26": "宮。」龍王聞已，哀泣墮淚，頂禮佛足，遶佛三", "27": "匝，即便還去。於其中路，而自思惟：「我今雖復", "28": "不得出家，於佛法中作大檀越，造立僧房，四", "29": "事供養。」作是念已，即於曠路，化作僧房，流", "30": "泉池澤，遊觀園林，甚盛寂靜，無有人眾", "31": "憒閙之處，晝夜逍遙，復無虫蟻、蚊虻之屬。不", "32": "寒不暑，溫和調適，無諸惱患。請諸眾僧，衣服", "33": "飲食、臥具、湯藥所須之物，皆悉備足。持律比", "34": "丘，數數訶責。時龍比丘不解經戒，每自懷", "35": "惱，心自念言：「我今供養，眾事悉備，而諸比", "36": "丘，故見訶責。」便滅化寺，更往空處復造化", "37": "寺，宮殿林泉，與前無異，復請眾僧，四事供", "38": "養。時諸眾僧語龍比丘：「眾僧厨庫，頭數甚", "39": "多，寺主之法，應以計算頭數來示眾僧。」時龍", "40": "答曰：「本非僧物，今索抄記，云為造作，盡是我", "41": "有？今諸比丘難可供給。若如是者，小可耐", "42": "意。」於其中夜，滅寺還宮。", "43": "爾時，舍衛國中有五百商人，共立誓言，欲", "44": "入大海。商人共議，求覓法師，將入大海，時", "45": "時問法，因聞法利，可得往還。商人眾中，有一", "46": "長者告諸商人：「我有門師，名曰僧護，可請為", "47": "師，辯才多智，甚能說法。」時諸商人相隨往", "48": "請，到僧護所，頭面作禮，白僧護曰：「我等諸人", "49": "欲入大海，今請大德作說法師，我等聞法，可", "50": "得往還。」僧護答曰：「可白和上，和上若聽，", "51": "當受汝請。」僧護比丘將諸商人詣舍利弗所，", "52": "頭面禮足。時諸商人白舍利弗言：「我等諸", "53": "人欲入大海，今請僧護作說法師，唯願尊", "54": "者賜見聽許。」舍利弗言：「可共問佛。」時舍利", "55": "弗及僧護比丘，將諸商人，往詣佛所，頭面作", "56": "禮，長跪合掌，而白佛言：「世尊！我等諸人欲", "57": "入大海，請僧護尊者作說法師，時時問法，因", "58": "聞法力，可得往還。」", "59": "爾時，世尊知僧護比丘應廣度眾生，即便聽", "60": "許。時諸商人踊躍歡喜，與僧護法師，俱入大", "61": "海，未至寶所，龍王捉住。時諸商人，甚大驚", "62": "怖，胡跪合掌，而仰問曰：「是何神祇，而捉船", "63": "住？若欲所得，應現身形。」爾時，龍王忽然現", "64": "身。時諸商人即便問曰：「欲何所索？」龍王答", "65": "曰：「以此僧護比丘與我。」商人答曰：「此僧護", "66": "比丘，從佛世尊及舍利弗所而請將來，云", "67": "何得與？」龍王答曰：「若不與我，盡沒殺汝。」時諸", "68": "商人即大驚怖，尋自思惟，曾於佛所，聞如是", "69": "偈：", "70": "「為護一家，寧捨一人；為護一村，", "71": "寧捨一家；為護一國，寧捨一村；", "72": "為護身命，寧捨國財。」", "73": "時諸商人俛仰不已，以僧護比丘，捨與龍王。", "74": "龍王歡喜，將詣宮中。爾時，龍王即以四龍聰", "75": "明智慧，作僧護弟子。龍王白言：「尊者！為我教", "76": "此四龍，各有一阿含：第一龍者，教增一阿", "77": "含；第二龍者，教中阿含；第三龍者，教雜阿", "78": "含；第四龍者，教長阿含。」僧護答曰：「可爾當", "79": "教。」僧護比丘即便教之。第一龍者，默然聽受；", "80": "第二龍者，眠目口誦；第三龍者，迴顧聽受；", "81": "第四龍者，遠住聽受。此四龍子聰明智慧，於", "82": "六月中，誦四阿含，領在心懷，盡無遺餘。時大", "83": "龍王詣僧護所，拜跪問訊：「不愁悶也？」僧護", "84": "答曰：「甚大愁悶。」龍王問曰：「何故愁悶？」僧護", "85": "答曰：「受持法者，要須軌則。此諸龍等，在畜生", "86": "道，無軌則心，不知佛法，受持誦習。」龍王白", "87": "言：「大德！不應訶諸龍等。所以者何？護師命", "88": "故。龍有四毒，不得如法受持讀誦。何以故默", "89": "然受者？以聲毒故，不得如法；若出聲者，必害", "90": "師命，是故默然而受。眠目受者，以見毒故，", "91": "不得如法；若見師者，必害師命，是故閉目。", "92": "迴顧受者，以氣毒故，不得如法；若氣噓師必", "93": "當害命，是以迴顧。遠住受者，以觸毒故，不得", "94": "如法；若身觸師，必害師命，是以遠住。」時諸", "95": "商人採寶還迴，至失師處。時諸商人，共相", "96": "謂言：「我等本時於此失師，今若還到佛世尊", "97": "所，舍利弗、目連諸尊者等，若問於我僧護法", "98": "師，當以何答？」爾時，龍王知商人還，即將僧", "99": "護，付歸商人，告商人曰：「此是汝師僧護比丘。」", "100": "時諸商人，踊躍歡喜，平安得出。", "101": "爾時，僧護問諸商人：「水陸二道，從何道去？」商", "102": "人白言：「水道甚遠，經過六月，糧食將盡，不可", "103": "得達。」即共詳宜，從陸道去。於中路宿，時僧護", "104": "比丘告商人曰：「吾離眾宿，汝等夜發，高聲", "105": "喚我。」商人敬諾。僧護比丘即出眾宿，初夜坐", "106": "禪，中夜眠息。時諸商人中夜發引，迭互相", "107": "謂喚僧護師，竟無喚者，即便捨去。夜勢將", "108": "盡，大風雨起，僧護比丘即便覺寤，揚聲大", "109": "喚，竟無應者，心口念言：「此便大罪，伴棄我", "110": "去。」", "111": "爾時，僧護比丘失伴獨去，涉路未遠，聞犍", "112": "稚聲，尋聲向寺。路值一人，即便問曰：「何因", "113": "緣故，打犍稚聲？」其人答曰：「入溫室浴。」僧護念", "114": "言：「我從遠來，可就僧浴。」即入僧坊，見諸人", "115": "等，狀似眾僧，共入溫室。見諸浴具、浴衣、瓦瓶、", "116": "㽍器，浴室盡皆火然。爾時，僧護比丘見諸", "117": "比丘，共入溫室，入已火然筋肉消盡，骨如焦", "118": "炷。僧護驚怖，問諸比丘：「汝是何人？」比丘答", "119": "曰：「閻浮提人，為性難信。汝到佛所，便可問", "120": "佛。」即便驚怖，捨寺逃走。進路未遠，復值一", "121": "寺，其寺嚴博，殊能精好，亦聞稚聲，復見比", "122": "丘，即便問言：「何因緣故，打犍稚聲？」比丘答", "123": "曰：「眾僧食飯。」尋自思惟：「我今遠來，甚成飢", "124": "乏，亦復須食。」入僧坊已，見僧和集，食器敷", "125": "具，皆悉火然，人及房舍，盡皆火然，如前不", "126": "異。僧護問言：「汝是何人？」其人答言：「更不異", "127": "前。」僧護驚怖，更疾捨去。進路未遠，復更值", "128": "寺，其寺嚴儀，更不異前。前入僧坊，復見諸", "129": "比丘坐於火床，互相抓捶，肉盡肋出，五藏", "130": "骨髓，亦如焦炷。僧護問曰：「汝是何人？」比丘答", "131": "言：「閻浮提人，為性難信。汝到佛所，便可問", "132": "佛。」僧護驚怖，復疾捨去。進路未遠，復值一", "133": "寺，如前入寺，見諸眾僧，共坐而食。諸比丘", "134": "言：「汝今出去。」僧護踟蹰未及出去，見諸比", "135": "丘鉢中唯是人糞，熱沸涌出，時諸比丘皆悉", "136": "食噉。食已火然咽喉五藏，皆成烟炭，流下直", "137": "過。見已驚怖，復疾而去。其去未遠，復見一", "138": "寺，其寺嚴儀，如前不異。即入僧坊，見諸比", "139": "丘手把鐵鎚，互相棒打，摧碎如塵。見已驚", "140": "怖，復更進路。其去未遠，復見一寺，其寺嚴", "141": "好，亦不異前。即入僧坊，聞犍稚聲。僧護問", "142": "曰：「何故打稚？」諸比丘答言：「欲飲甜漿。」僧護", "143": "比丘即自念言：「我今渴乏，須飲甜漿。」即入眾", "144": "中。見諸食器、床臥、敷具。諸比丘等，互相罵", "145": "辱，諸食器中盛滿融銅。諸比丘等，皆共飲", "146": "噉，食已火然咽喉五藏，皆成炭火，流下直", "147": "過。見已驚怖，進路而去。其去未遠，見大肉", "148": "地，其火焰熾，叫聲號痛，苦楚難忍。見已驚", "149": "怖，進路而去。其去未遠，復見大地，如前不", "150": "異。復更前進，見大肉甕，盡皆火然，熱疼難", "151": "忍，如前無異。復更前進，亦見肉甕，盡皆火", "152": "然，如前不異。復更前進，見一肉瓶，其火焰", "153": "熾，叫聲呼苦，毒痛難忍。復更前進，見一肉", "154": "瓶，其火焰熾，如前不異。復更前進，見大皮", "155": "泉，其火焰熾，爛皮浩沸，苦聲楚毒，亦不異", "156": "前，見已驚怖。復更前進，進路未遠，更見一", "157": "大肉甕，其火焰熾，苦事如前。復更前進，見一", "158": "比丘手捉利刀，而自劓鼻，劓已復生，生已", "159": "復劓，終而復始，無有休息。復更前進，見一", "160": "比丘手捉󰰐釿，自斫己舌，終而復始，如前", "161": "不異。復更前進，見一比丘水中獨立，口自唱", "162": "言：「水水不息。」而受苦毒。復更前進，見一比", "163": "丘在鐵刺園中，立鐵刺上，苦聲號叫，亦不", "164": "異前。復更前進，見一肉廳，其火焰熾，苦聲", "165": "號叫，與前不異。復更前進，見一肉橛，形如", "166": "象牙，其火焰熾，受苦如前。復更前進，見一駱", "167": "駝，火燒身體，苦聲號叫，亦不異前。復更前", "168": "進，見馬一匹，火燒身體，苦痛號叫，亦不異", "169": "前。復更前進，見一白象，熾火燒身，苦不異", "170": "前。復更前進，見一驢身，猛火燒身，苦不異", "171": "前。復更前進，見一羝羊，猛火燒身，苦不異", "172": "前。復更前進，見一肉臺，大火焰熾，苦不異", "173": "前。復更前進，見一肉臺，如前不異。復更前", "174": "進，見一肉房，猛火燒身，苦聲號叫，亦不異", "175": "前。復更前進，見一肉林，苦聲號叫，苦不異", "176": "前。復更前進，見一肉床，焰火燒身，亦不異", "177": "前。復更前進，見一肉秤，火燒申縮，苦不異", "178": "前。復更前進，見一肉拘執，火燒申縮，苦不", "179": "異前。復更前進，見一肉繩床，火燒受苦，亦不", "180": "異前。復更前進，見一肉壁，火燒搖動，苦不異", "181": "前。復更前進，見一肉索，火燒申縮，苦不異", "182": "前。復更前進，見一廁井，屎尿涌沸，苦不異", "183": "前。復更前進，見一高座，上有比丘，攝心端", "184": "坐，猛火焚燒，苦聲如前。復更前進，更見高", "185": "座，受苦比丘，亦不異前。復更前進，見肉犍", "186": "稚，火燒苦聲，亦不異前。復更前進，見肉胡", "187": "岐支，胡名拘修羅，猛火燒身，受苦如前。復", "188": "更前進，見一肉拘修羅，受苦如前。復更前進，", "189": "見大肉山，猛火燒爛，振動號吼，苦不異前。", "190": "復更前進，見須曼那華樹，火燒受苦，亦不異", "191": "前。復更前進，更見須曼那華樹，火燒出聲，", "192": "亦不異前。復更前進，見肉華樹，火燒出聲，苦", "193": "不異前。復更前進，見肉果樹，火燒苦聲，亦不", "194": "異前。復更前進，更見一樹，火燒受苦，亦不異", "195": "前。復更前進，見一肉柱，火燒受苦，亦不異", "196": "前。復更前進，更見一肉柱，獄卒斧斫，受苦", "197": "如前。復更前進，見一肉柱，火燒受苦，亦不異", "198": "前。復更前進，見十四肉樹，火燒受苦，亦不異", "199": "前。復更前進，見二比丘以棒相打，頭破腦", "200": "裂，膿血流出，消已還生，終而復始，苦不休", "201": "息。僧護比丘小更前進，見二沙彌，眠臥相", "202": "抱，猛火燒身，苦不休息。僧護比丘見已驚", "203": "怖，問沙彌言：「汝是何人，受如是苦？」沙彌答", "204": "言：「閻浮提人，受性難信。汝到世尊所，便可", "205": "問佛。」見已驚怖。復更進路，遙見林樹，榮茂可", "206": "樂，往趣入林，見五百仙人，遊止林間。仙人", "207": "見僧護比丘，馳散避去，共相謂言：「釋迦弟", "208": "子污我等園。」僧護比丘從仙人借樹，寄止一", "209": "宿，明當早去。仙人眾中，第一上座有大慈", "210": "悲，勅諸小仙：「借沙門樹。」僧護比丘即得一", "211": "樹，於其樹下，敷尼師檀，加趺而坐。於初夜", "212": "中，伏滅五蓋；中夜眠息；後夜端坐，高聲作", "213": "唄。時諸仙人聞作唄聲，悟解性空，證不還", "214": "果，見法歡喜，詣沙門所，頭面作禮，請祈沙", "215": "門，受三歸依，於佛法中求欲出家。爾時，僧護", "216": "比丘即度仙人，如法出家，教修禪法，不久得", "217": "定，證羅漢果，如栴檀栴檀圍繞，得道比丘", "218": "賢聖為眾。爾時，僧護比丘與諸弟子俱，共詣", "219": "舍衛國中祇桓精舍，到於佛所，頭面禮足却", "220": "坐一面。爾時，世尊慰勞諸比丘：「汝等行路，不", "221": "疲苦耶？乞食易得不？」爾時，僧護比丘白佛言：", "222": "「世尊！我等行路不大疲苦，乞食易得，不生勞", "223": "勤，得見世尊。」爾時，世尊為諸大眾而說法", "224": "要。爾時，僧護比丘於世尊前，在大眾中高聲", "225": "唱說己先所見地獄因緣：「唯願世尊，為我說", "226": "本因緣。」佛告僧護：「汝先所見比丘、浴室，此非", "227": "比丘，亦非浴室，是地獄人。此諸罪人，迦葉", "228": "佛時，是出家比丘，不依戒律，順己愚情，以僧", "229": "浴具及諸器物，隨意而用；持律比丘常教軌", "230": "則，不順其教。從迦葉佛涅槃以來，受地獄", "231": "苦，至今不息。」佛告僧護：「汝初見寺者，非是", "232": "僧寺，亦非比丘，是地獄人。迦葉佛時，是出家", "233": "人，五德不成，四方僧物，不打犍稚，眾默共", "234": "用，以是因緣，受火床苦。從迦葉佛涅槃以", "235": "來，受地獄苦，至今不息。「汝見第二寺者，亦非", "236": "僧寺，復非比丘，是地獄人。迦葉佛時，是出家", "237": "人，五德不具，諸檀越等，造作寺廟，四事豐", "238": "足。檀越初心，造寺之時，要打犍稚，作曠濟", "239": "意。是諸比丘，不打犍稚，默然受用，客比丘", "240": "來，不得飲食，還空鉢出。以是因緣，受火床", "241": "苦，迭相抓捶，筋肉消盡，骨如焦炷。從迦葉", "242": "佛涅槃以來，受如是苦，至今不息。「汝見第", "243": "三寺者，非是僧寺，亦非比丘，是地獄人。迦葉", "244": "佛時，是出家人，懈怠比丘，多人共住，共相謂", "245": "言：『我等今者，可共請一持律比丘，共作法事，", "246": "可得如法。』即時推覓，得一淨行比丘，共住", "247": "食宿。此淨行比丘，復更推覓同行比丘。時淨", "248": "行人，轉轉增多，即便追逐，令出寺外。時破戒", "249": "人，於夜分中，以火燒寺，滅諸比丘。以是因", "250": "緣，手捉鐵鎚，互相摧滅。從迦葉佛涅槃以", "251": "來，受大苦惱，至今不息。「汝見第四寺者，非是", "252": "僧寺，亦非比丘，是地獄人。迦葉佛時，是出家", "253": "人，常住寺中，有諸檀越，施脂肉來，應現前", "254": "分。時有客僧來，舊住比丘以慳心故，待客出", "255": "去，後方欲分。未及得分，虫出臭爛，捐棄", "256": "於外。以是因緣，入地獄中，噉糞屎食。從迦葉", "257": "佛涅槃以來，受苦不息。「汝見第五寺者，非", "258": "是僧寺，亦非比丘，是地獄人。迦葉佛時，是出", "259": "家人，臨中食上，不如法食，惡口相罵。以是因", "260": "緣，受鐵床苦，諸食器中，沸火漫流，筋肉消", "261": "盡骨如焦炷。從迦葉佛涅槃以來，至今不", "262": "息。「汝見第六寺者，非是僧寺，亦非比丘，是地", "263": "獄人。迦葉佛時，是出家人，不打犍稚，默然", "264": "共飲眾僧甜漿，恐外僧來。慳因緣故，墮地獄", "265": "中，飲噉融銅。從迦葉佛涅槃以來受苦，至", "266": "今不息。」", "267": "爾時，佛復告僧護比丘：「汝見第一地者，非是", "268": "大地，是地獄人。迦葉佛時，是出家人，眾僧田", "269": "中，為己私種，不酬僧直。持律比丘，依戒呵", "270": "責：『汝今云何不酬僧直？』是人爾時依恃王勢，", "271": "不受教誨，答諸比丘：『我是汝奴？汝若有力，何", "272": "不自種？』以是因緣，受大地獄苦。從迦葉佛", "273": "涅槃以來，至今不息。「汝見第二地者，非是", "274": "大地，乃是罪人。迦葉佛時，是白衣人，在僧田", "275": "種，不酬僧直。以是因緣，墮地獄中，作大肉", "276": "地，受諸苦惱，至今不息。「汝見第一肉𤬪者，", "277": "非是肉𤬪乃是罪人。迦葉佛時，是眾僧上", "278": "座，不能禪誦，不解戒律，飽食熟睡，但能論說", "279": "無益之語，精饍供養，在先飲食。以是因緣，", "280": "入地獄中，作大肉𤬪火燒受苦，至今不息。「汝", "281": "見第二𤬪者，非是𤬪也，是地獄人。迦葉佛", "282": "時，是出家人，五德不具，為僧當厨，軟美供", "283": "養，在先食噉，麁澁惡者，僧中而行。以是因", "284": "緣，入地獄中，作大肉𤬪，火燒受苦，至今不", "285": "息。「汝見第三𤬪者，非是𤬪也，是地獄人。迦葉", "286": "佛時，是僧淨人，作飲食時，美妙好者，先自", "287": "甞噉，或與婦兒，麁澁惡者，持僧中行。以是", "288": "因緣，在地獄中，作大肉𤬪，火燒受苦，至今不", "289": "息。」", "290": "爾時，世尊復告僧護比丘：「汝見第一瓶者，非", "291": "是瓶也，是地獄人。迦葉佛時，是出家人，為僧", "292": "當廚，應朝食者，留至後日，後日食者，至第三", "293": "日。以是因緣，入地獄中，作大肉瓶，火燒受", "294": "苦，至今不息。「汝見第二瓶者，非是瓶也，是", "295": "地獄人。迦葉佛時，是出家人，在寺常住，有諸", "296": "檀越，奉送酥瓶供養現前眾僧，人人應分。此", "297": "當事人，見有客僧，隱留在後，客僧去已，然後", "298": "乃分。以是因緣，入地獄中，作大肉瓶，火燒受", "299": "苦，至今不息。「汝見水中立人，非是比丘，是", "300": "地獄人。迦葉佛時，是出家人，為僧當水，見僧", "301": "用水，小復過多，逐可意處，即足其水，餘者", "302": "不給。以是因緣，入地獄中，水中獨立，唱言水", "303": "水，受其大苦，至今不息。「汝見大甕者，非是大", "304": "甕，是地獄人。迦葉佛時，是出家人，為僧典", "305": "知，果菜香美好者先自食噉，酢果澁菜，或", "306": "逐隨意，選好者與，不平等故。以是因緣，入", "307": "地獄中，作大肉甕，火燒受苦，至今不息。「汝見", "308": "比丘刀劓鼻者，非是比丘，是地獄人。迦葉", "309": "佛時，是出家人，在佛僧淨地，㖒唾污地。以", "310": "是因緣，入地獄中，刀劓其鼻，火燒受苦，至", "311": "今不息。「汝見比丘手捉󰰐斤自斫己舌，非是", "312": "比丘，是地獄人。迦葉佛時，出家沙彌，而為眾", "313": "僧，當分石蜜，斫作數段，於斧刃上少著石", "314": "蜜，沙彌噉舐。以是因緣，受斫舌苦，至今不", "315": "息。」爾時，世尊復告僧護比丘：「汝見泉者，非是", "316": "水泉，是地獄人。迦葉佛時，是出家沙彌，為僧", "317": "當蜜，先自甞噉，後殘與眾僧，減少不遍。以", "318": "是因緣，入地獄中，作大肉泉，火燒沸爛，受大", "319": "苦惱，今猶未息。「汝見比丘刺上立者，非是比", "320": "丘，是地獄人。迦葉佛時，是出家人，惡口毀", "321": "呰罵諸比丘。以是因緣，入地獄中，立鐵刺上，", "322": "火燒受苦，至今不息。「汝見肉軒，非是軒也，", "323": "是地獄人。迦葉佛時，是出家人，寺中常住，", "324": "五德不具，為僧當厨，精美好者先自食噉，或", "325": "時將與白衣使食，高下心中，行付眾僧。以是", "326": "因緣，受地獄苦，至今不息。「汝見橛者，實非", "327": "是橛，是地獄人。迦葉佛時，是出家人，寺中常", "328": "住，僧墻壁上浪竪諸橛，非為僧事，懸己衣", "329": "鉢。以是因緣，入地獄中，作大肉橛，火燒受", "330": "苦，至今不息。」", "331": "爾時，世尊復告僧護：「汝見駱駝者，實非是駱", "332": "駝，是地獄人。迦葉佛時，是出家人，寺中上", "333": "座，長受食分，或得一人、二人食分。持律比丘", "334": "如法教授：『上座之法，不應如是。』時老比丘答", "335": "律師言：『汝無所知，聲如駱駝，我於眾中，身為", "336": "上座，呪願說法，或時作唄，計勞應得，汝等何", "337": "故，恒瞋責我？』以是因緣，入於地獄，受駱駝", "338": "身，火燒號叫受苦，至今不息。「汝見馬者，實", "339": "非是馬，是地獄人。迦葉佛時，作僧淨人，用僧", "340": "供養，過分食噉，或與眷屬、知識、白衣。諸比丘", "341": "等呵責語言：『汝不應爾。』其人惡口呵諸比丘：", "342": "『汝等如馬，常食不飽，我為僧作甚大勞苦，", "343": "功勳應得。』以是因緣，入地獄中，受於馬身，", "344": "火燒身體，受大苦惱，至今不息。「汝見象者，非", "345": "是白象，是地獄人。迦葉佛時，是出家人，為僧", "346": "當厨，諸檀越等，將諸供養，向寺施僧。或食後", "347": "來，檀越白言：『大德！日猶故未可打犍稚，集", "348": "僧施食。』比丘惡口答白衣言：『諸比丘等，猶如", "349": "白象，食不飽耶！向食已竟，停留後日。』以是", "350": "因緣，入於地獄，受白象身，火燒受苦，至今不", "351": "息。「汝見驢者，實非是驢，是地獄人。迦葉佛", "352": "時，是出家人，為僧當厨，五德不具，分僧飲", "353": "食，恒自長受二三人分，持律比丘，如法呵責。", "354": "此人答言：『我當僧厨及園果菜，常營僧事，甚", "355": "大勞苦。汝諸比丘，不知我恩，狀似如驢，但養", "356": "一身，何不默然！』以是因緣，入地獄中，驢身受", "357": "苦，至今不息。「汝見羝羊者，實非是羊，是地", "358": "獄人。迦葉佛時，是出家人，為僧寺主，當典", "359": "內外事事撿挍，不勅弟子，諸小比丘不如法", "360": "打稚。諸律師等白言：『寺主！何不時節鳴稚集", "361": "僧？』比丘答言：『我當營僧事，甚成勞苦，汝諸比", "362": "丘猶如羝羊，噉食而住，何不自打？』以是因", "363": "緣，入地獄中，受羝羊形，火燒痛毒受苦，至", "364": "今不息。」", "365": "爾時，世尊復告僧護比丘：「汝見肉臺，實非是", "366": "臺，是地獄人。迦葉佛時，是出家人，當僧房敷", "367": "具，閉僧房門，將僧戶排，四方遊行，眾僧於後", "368": "不得敷具及諸房舍。以是因緣，入地獄中，作", "369": "大肉臺，火燒受苦，至今不息。「汝見第二大肉", "370": "臺，實非是臺，是地獄人。迦葉佛時，是出家", "371": "人，為僧寺主，選好房舍，而自受用，及與知", "372": "識，不依戒律，隨次分房，不平等故。以是因", "373": "緣，入於地獄，作大肉臺，受苦萬端，至今不", "374": "息。「汝見肉房者，非是肉房，是地獄人。迦葉佛", "375": "時，是出家人，住僧房中，以為己有，終身不", "376": "移，不依戒律，以次分房。以是因緣，作大肉", "377": "房，火燒受苦，至今不息。」", "378": "爾時，世尊復告僧護：「汝見肉繩床，實非是床，", "379": "是地獄人。迦葉佛時，是出家人，捉僧繩床，不", "380": "依戒律，如自己有，以次分床。以是因緣，入於", "381": "地獄，作肉繩床，火燒受苦，至今不息。「汝見第", "382": "二繩床，實非是床，是地獄人。迦葉佛時，是出", "383": "家人，破僧繩床，自用然火。以是因緣，入地獄", "384": "中，作肉繩床，火燒受苦，至今不息。「汝見肉敷", "385": "具者，實非敷具，是地獄人。迦葉佛時，是出家", "386": "人，用僧敷具，如自己有，以脚蹈上，不依戒", "387": "律。以是因緣，入地獄中，作肉敷具，火燒申", "388": "縮，受苦萬端，至今不息。「汝見肉拘執者，實非", "389": "拘執，是地獄人。迦葉佛時，是出家人，以僧拘", "390": "執，如自己有，不依戒律，或用破壞。以是因", "391": "緣，入地獄中，作肉拘執，火燒受苦，至今不", "392": "息。「汝見肉繩床者，實非是床，是地獄人。迦葉", "393": "佛時，是出家人，恃王勢力，似如聖德，四輩弟", "394": "子，聖心讚歎。時彼比丘默然受歎，施好繩床", "395": "及諸好飲食，作聖心受。以是因緣，入地獄中，", "396": "作肉繩床，火燒受苦，至今不息。「汝見肉壁者，", "397": "實非是壁，是地獄人。迦葉佛時，是出家人，眾", "398": "僧壁上，竪橛破壁，懸己衣鉢。以是因緣，入", "399": "地獄中，作大肉壁，火燒受苦，至今不息。「汝", "400": "見肉索，實非是索，是地獄人。迦葉佛時，是出", "401": "家人，捉眾僧索，私自己用。以是因緣，墮地獄", "402": "中，作大肉索，火燒受苦，至今不息。「汝見廁", "403": "井，實非廁井，是地獄人。迦葉佛時，是出家", "404": "人，住寺比丘，佛僧淨地，大小便利，不擇處", "405": "所。持律比丘，如法訶責，不受教誨，糞氣臭", "406": "穢，熏諸眾僧。以是因緣，入地獄中，作肉廁", "407": "井，火燒受苦，至今不息。「汝見高座法師，實", "408": "非法師，是地獄人。迦葉佛時，是出家人，不明", "409": "律藏，重作輕說，說輕為重；有根之人，說作", "410": "無根；無根之人，說道有根；應懺悔者，說言不", "411": "懺；不應懺者，強說道懺。以是因緣，入地獄", "412": "中，坐高座上，火燒受苦，至今不息。「汝見第二", "413": "高座，實非法師，是地獄人。迦葉佛時，是大法", "414": "師，邪命說法，得利養處，如理而說；無利養", "415": "時，法說非法，非法說法。以是因緣，入於地", "416": "獄，處鐵高座，火燒受苦，至今不息。「汝見肉", "417": "揵稚號叫聲者，實非犍稚，是地獄人。迦葉", "418": "佛時，是出家人，以三寶物，非法打稚，詐作羯", "419": "磨，捉三寶物，為己受用。以是因緣，入地獄", "420": "中，作肉犍稚，火燒受苦，至今不息。「汝見拘修", "421": "羅，實非岐支，是地獄人。迦葉佛時，是出家", "422": "人，為僧寺主，以僧厨食，衒賣得物，用作衣", "423": "裳，斷僧供養。以是因緣，入地獄中，作肉岐", "424": "支，火燒受苦，至今不息。「汝見第二拘修羅，", "425": "實非岐支，是地獄人。迦葉佛時，是出家人", "426": "作僧寺中分物維那，以春分物，轉至夏分；夏", "427": "分中衣物，向冬中分。以是因緣，入地獄中，作", "428": "肉拘修羅，火燒受苦，至今不息。「汝見肉山，非", "429": "是肉山，是地獄人。迦葉佛時，是出家人，為僧", "430": "典坐，五德不具，少有威勢，偷取僧物，斷僧衣", "431": "裳。以是因緣，墮地獄中，作大肉山火燒受苦，", "432": "至今不息。」", "433": "爾時，世尊復告僧護：「汝始初見須曼那柱，實", "434": "非是柱，是地獄人。迦葉佛時，是出家人，當", "435": "佛剎人，四輩檀越，須曼那華，散供養佛，華", "436": "既乾已，比丘掃取賣為己用。以是因緣，入地", "437": "獄中，作須曼那柱，火燒受苦，至今不息。「汝見", "438": "第二須曼華柱，實非是柱，是地獄人。迦葉佛", "439": "時是出家人，當供養剎，四輩檀越，以須曼", "440": "華油，用供養佛，比丘減取，為己自用。以是因", "441": "緣，墮地獄中，作須曼柱，火燒受苦，至今不息。", "442": "「汝見華樹，實非是樹，是地獄人。迦葉佛時，是", "443": "出家人，當僧果菜園，有好華果，為己私用，或", "444": "與白衣。以是因緣，入地獄中，作大華樹，火燒", "445": "受苦，至今不息。「汝見果樹，實非果樹，是地", "446": "獄人。迦葉佛時，是出家人，當僧菜果，香美好", "447": "者私自食噉，或與白衣。以是因緣，入地獄", "448": "中，作肉果樹，火燒受苦，至今不息。「汝見一", "449": "肉樹，實非是樹，是地獄人。迦葉佛時，是出家", "450": "人，為僧當薪，以眾僧薪，房中自然，或與知", "451": "識。以是因緣，入地獄中，作大肉樹，火燒受", "452": "苦，至今不息。」", "453": "爾時，世尊復告僧護比丘：「汝見第一肉柱者，", "454": "實非是柱，是地獄人。迦葉佛時，是出家人，寺", "455": "中常住，破佛剎柱，為己私用。以是因緣，入地", "456": "獄中，作大肉柱，火燒受苦，至今不息。「汝見第", "457": "二肉柱者，實非是柱，是地獄人。迦葉佛時，是", "458": "白衣人，以刀刮取像上金薄。以是因緣，墮地", "459": "獄中，作大肉柱，獄卒捉斧，斫身受苦，猛火燒", "460": "身，至今不息。「汝見第三柱者，實非是柱，是", "461": "地獄人。迦葉佛時，是出家人，為僧當事，用僧", "462": "梁柱，浪與白衣。以是因緣，入地獄中，作大肉", "463": "柱，火燒受苦，至今不息。「汝見四樹，實非是", "464": "樹，是四罪人，是地獄人。迦葉佛時，是出家", "465": "人，五德不具，作大眾主，為僧斷事，隨愛怖", "466": "瞋癡，斷事不平。以是因緣，入地獄中，作四肉", "467": "樹，火燒受苦，至今不息。「汝見十四樹者，實非", "468": "是樹，是地獄人。迦葉佛時，是出家人，在寺常", "469": "住，不依戒律，分諸敷具，好者自取，或隨瞋", "470": "愛，好惡差別——於佛法中，塵沙比丘，應隨次受——", "471": "不平等故。以是因緣，此十四人，墮地獄中，作", "472": "大肉樹，火燒受苦，至今不息。「汝見二比丘者，", "473": "實非比丘，是地獄人。迦葉佛時，是出家人，於", "474": "大眾中鬪諍相打。以是因緣，入地獄中，猛", "475": "火焚身，受相打苦，至今不息。「汝見二沙彌者，", "476": "實非沙彌，是地獄人。迦葉佛時，是出家沙", "477": "彌，一被褥中，相抱眠臥。以是因緣，入地獄", "478": "中，火燒被褥中，相抱受苦，至今不息。」爾時，世", "479": "尊重告僧護：「以是因緣，我今語汝，在地獄", "480": "中，出家者眾，白衣尠少。所以者何？出家之", "481": "眾，多喜犯戒，不順比丘，互相欺陵，私用", "482": "僧物，或分飲食不能平等。是故，我今更重告", "483": "汝，當勤持戒，頂戴奉行。」", "484": "爾時，世尊復告僧護：「我今語汝，是諸罪人，於", "485": "過去世時，出家破戒，雖不精進，四輩檀越，", "486": "見諸比丘，威儀似僧，恭敬僧寶，四事供養，", "487": "猶故能令得大果報，無量無邊，不可思議。「我", "488": "復語汝，如前罪人，先世出家，犯僧物故，墮大", "489": "地獄，後於未來世中，有諸白衣取眾僧物者，", "490": "罪過於前說出家人百千萬倍，不可窮盡。「我", "491": "復語汝，若一比丘，順於毘尼，在僧伽藍，如法", "492": "行道，依時鳴稚。若施此人，得福無量，說不", "493": "可盡，何況供養四方僧眾！」", "494": "爾時，世尊復告僧護：「若出家人營僧事業，難", "495": "持淨戒。是諸比丘初出家時，樂持淨戒，求涅", "496": "槃心，四輩檀越，送供養時，是諸比丘應受是", "497": "供，堅持淨戒，後不生惱。」爾時，世尊欲重宣此", "498": "義，而說偈言：", "499": "「持戒最為樂，身不受諸惱，", "500": "睡眠得安樂，悟則心歡喜。」", "501": "爾時，世尊復告僧護：「有九種人，常處阿鼻大", "502": "地獄中。何等為九？一者、食眾僧物；二者、佛", "503": "物；三者、殺父；四者、殺母；五者、殺阿羅漢；六者、", "504": "破和合僧；七者、破比丘淨戒；八者、犯淨行尼；", "505": "九者、作一闡提；是九種人恒在地獄。「有五種", "506": "人，二處受報：一者、地獄。二者、餓鬼。其地獄", "507": "者，如汝所見，是諸地獄。其餓鬼者，身形長", "508": "大。何者為五？一者、斷施眾僧物；二者、斷施僧", "509": "食；三者、劫僧嚫物；四者、應得施能令不得；五", "510": "者、法說非法，非法說法。此五種人，受是二報，", "511": "餘業不盡，五道中受。」爾時，世尊欲重宣此義，", "512": "而說偈言：", "513": "「行惡感地獄，造善受天樂，", "514": "若能修空定，漏盡證涅槃。」", "515": "爾時，世尊復告僧護：「汝於海中所見龍王，受", "516": "此龍身，牙甲鱗角，其狀可畏，臭穢難近，以", "517": "畜生道障出家法，亦障修禪，無八解脫。雖", "518": "得長壽，不能得免金翅鳥王之所食噉；命終", "519": "之後，生兜率天，天中命盡，得受人身。彌勒出", "520": "世，作大長者，財富巨億，為大檀越，供養供給", "521": "彌勒世尊及諸比丘，四事具足。是諸長者，有", "522": "五百人，同時出家，得羅漢果，功高名遠，眾所", "523": "知識。是諸龍王，猶尚能得如是功德，況我弟", "524": "子，如法出家，坐禪誦經，三業具足，必證涅", "525": "槃！」", "526": "爾時，世尊無問自說：", "527": "「歸依佛者，得大吉利，晝夜心中，", "528": "不離念佛。歸依法者，得大吉利，", "529": "晝夜心中，不離念法。歸依僧者，", "530": "得大吉利，晝夜心中，不離念僧。」", "531": "爾時，僧護弟子五百商人，於大眾中聞佛說", "532": "法，忽然驚怖，悟解無常，共相謂言：「我等從昔", "533": "無量劫來，處處經歷，受生死苦，皆是無明、貪", "534": "心所造。」即從座起，長跪合掌，而白佛言：「我等", "535": "今日，歸依三寶，受持五戒，盡形不犯。」", "536": "爾時，世尊告僧護曰：「眾僧供養，有應得者，不", "537": "應得者。何者應得？持戒滿足，出入常念，輕重", "538": "等持，恐怖不犯，如是之人，應受供養。」爾時，世", "539": "尊即說偈言：", "540": "「歡喜受他施，三衣常知足，", "541": "定慧修三業，安樂在山谷。」", "542": "爾時，世尊告僧護曰：「何者不應得？持戒不", "543": "滿足，出入不念，輕重不畏，如是之人，不應", "544": "受供養。」爾時，世尊即說偈言：", "545": "「寧食大鐵丸，焦熱如火焰，", "546": "破戒不應受，得信檀越食。」", "547": "佛告諸善男子、善女人：「聞此偈者，若得信心，", "548": "樂出家者，清淨持戒，頂戴奉行。」", "549": "爾時，諸比丘白佛言：「世尊！如是等輩五百仙", "550": "人，在過去世，於何法中，種諸善根？於何時", "551": "中，修行道業？以何業緣，今得出家，煩惱漏", "552": "盡，證阿羅漢果？如來遍知明達三世，知諸仙", "553": "人所修善業，於大眾中，即說本緣。」佛告諸", "554": "比丘：「此賢劫中，過去之世，迦葉佛時，人壽", "555": "二萬歲，有大長者，名曰恭意，財富巨億。於", "556": "孝行中，小違父母，慚愧懺悔，即詣佛所，出家", "557": "修道，習學未久，作大法師。恭意比丘，說法", "558": "化度五百弟子，入山林中阿練若處，修禪定", "559": "業，心生歡喜，亦教弟子俱修禪定，造作禪珍", "560": "覺杖法杖，法用成就。初中後夜，精勤不息，", "561": "未得觀慧，師徒相率，詳發善願，作如是言：", "562": "『我等今日，師徒相順，於迦葉如來正法之中", "563": "出家修道，持戒定慧業。以此善根，願未來世，", "564": "得值釋迦，十號具足，天人中尊真實不虛，", "565": "還遇和尚度我出家，漏盡得道。』」爾時復告諸", "566": "大比丘：「爾時，恭意長者豈異人乎？即僧護", "567": "比丘是；五百弟子，豈異人乎？今五百仙人是。", "568": "因過去世迦葉佛時，所種諸善根，因發願", "569": "故，今得正信，還值和上，正信出家，漏盡得", "570": "道。」爾時，世尊於大眾中，說因緣已，時四部", "571": "眾，歡喜奉行。", "572": "浴室及六寺，二地總三𤬪，", "573": "兩瓶涌肉泉，一甕刀劓鼻，", "574": "斫舌水中立，立刺肉廳橛，", "575": "駝馬白象驢，羝羊雙肉臺，", "576": "肉房二繩床，肉稱及拘執，", "577": "床壁肉繩索，廁井兩臺座，", "578": "稚二句修山，兩肉須曼柱，", "579": "花果一肉樹，一樹三肉柱，", "580": "兩雙十四樹，兩僧兩沙彌，", "581": "合有五十六。說法本因緣，", "582": "佛因僧護說。", "583": "佛說因緣僧護經僧護所見與世尊答事有不同，本同難改"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0749 佛說因緣僧護經: 佛說因緣僧護經: 佛說因緣僧護經", "source": "CBETA"}