{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1728 觀音義疏", "text": {"0": "觀音義疏卷下", "1": "隋天台智者大師說　弟子灌頂記", "10": "多於婬欲念即得離。云何對面違經耶。今明", "100": "菩提心。此豈非瞋法門。方便命婆羅門五熱", "101": "炙身即是癡法門如前說。次此應明別圓兩", "102": "觀觀三毒慈悲機感例可知。不具記。第三從", "103": "若有女人去。明身業為機亦為三。一貼文。", "104": "二引事證。三觀解。貼文為二。一求願滿。二", "105": "結歎求。又為二。一求男二求女。文云。女人求", "106": "男若是無子則絕嗣。有子則父母俱欣。云何", "107": "獨標女人求男耶。解者或云。女厭女身非求", "108": "子也。又解女性多愛欣子偏重故標女人。今", "109": "解女人以無子為苦。夫之所棄並婦所輕旁", "11": "三毒多者。能念觀音菩薩有力令多得離。何", "110": "人所笑。又婦有七失。六猶可忍無子最劇。容", "111": "惡性妬不能事公姑貪食無子拙。無子既苦", "112": "故以標女人求男也。求男文為三。一立願。", "113": "二修行。三德業。願與行如文。德業者。明士有", "114": "百行智居其首。若但智而無福則位卑而財", "115": "貧觸途壈坎。智與福合彌相扶顯福則財位", "116": "高昇。慧則名聞博遠。故言便生福德智慧之", "117": "男也。求女文中但明願與德業不明修行者。", "118": "行同禮拜故不重論。願德既殊故須各辯。女", "119": "人端正七德之初。但端正無相者或早孤少", "12": "況少相。此則以多況少爾。大論云。女人", "120": "寡相祿不佳。今明貌與相相扶彌顯其德。端", "121": "正則招寵愛相則招於祿敬。故文云。眾人愛", "122": "敬。若愛帶慢何謂為德。愛而敬之故是相也。", "123": "有人解。宿植德本是釋疑。眾人咸謂。觀", "124": "音但能交會父母智慧端正兒之宿植。若", "125": "是觀音與其智慧端正。則墮無因之過。私難", "126": "此語。若言福慧是兒業。觀音唯能會其受生。", "127": "兒無生緣觀音會生。兒無福慧觀音亦能使", "128": "有。觀音遂不能令無福。種福何能使無生而", "129": "生。論福畏墮無因。論生何不畏墮無因。若爾。", "13": "違戒垢謗法餘殃。不擇禽獸不避高牆廣塹", "130": "聖人全不能與福慧。只能作媒人。此不可解", "131": "也。難觀音不能令兒有福慧者。上一人稱名", "132": "多人皆脫羅剎之難。此無因而不與彼。無機", "133": "那忽脫耶。今明聖力甚大無所不與。能使先", "134": "世有福慧者託生也。縱令先世不植善緣。亦", "135": "能令其於中陰中修福。此義出中陰經也。今", "136": "不取此句為釋疑之意。若有禮拜福不唐捐。", "137": "此結成身業之機。亦是釋疑之義。結義可解。", "138": "釋疑者若言禮拜願滿。自有禮拜不蒙願滿", "139": "者。何得云不唐捐。唐者言徒。捐者言棄。由心", "14": "之難。不計名聞德行。破家亡國滅族傾宗。", "140": "不志即願未滿。禮拜之功冥資不失。此得", "141": "是釋疑也。問。禮拜是身業機亦應脫水火等", "142": "難不。答。此舉男女為言端爾。次引事證者。", "143": "應驗傳有人姓鬲。四月八日生月氏國癡", "144": "人。次觀解者。果報求男女者如阿含中。地獄", "145": "界已上乃至欲天皆有無子之苦。禮拜求願", "146": "亦能滿心。次明修因論男女者。先辯法門。", "147": "次明與願。法門者無明為父貪愛為母。六根", "148": "男六塵女。識為媒嫁生出無量煩惱之子孫。", "149": "此男女不勞願求任運成眷屬也。若外書以天", "15": "禍延其身。如術婆伽禍延其國。如周敗褒姒。", "150": "陽地陰沈動為男女。何況佛法而無此耶。若", "151": "就佛為國王經教為夫人。出生一切菩薩佛", "152": "子。又善權方便父。智度菩薩母。一切諸導師。", "153": "無不由是生。又慈悲為女善心為男。或禪定", "154": "靜細為女。觀慧分別為男。二乘定多慧少。菩", "155": "薩定少慧多。大經云。若聞大涅槃佛性之法。", "156": "當知是人有丈夫相。正觀剛決為男。無緣慈", "157": "悲含覆一切為女。今借世間男女以表法門", "158": "爾。問。那得以男女表法門。無男女故即無法", "159": "門。如大經永離十相名大涅槃。大論云。無", "16": "淨住及禪經明。多欲人有欲蟲男蟲淚出而", "160": "男女相故名無相。淨名云。一切諸法非男非", "161": "女。如佛所說亦非男非女。安樂行云。亦不", "162": "分別是男是女。入不二法門云。無聲聞心即", "163": "無於定。無菩薩心即無於慧。小乘三藏緣諦", "164": "理。吾聞解脫之中無有言說。成論入空平等", "165": "亦無男女。男女既無所表安在。故知無定慧", "166": "法門也。答。大乘實相不當有男女及無男女。", "167": "善巧方便以四悉檀說於有無。天女云。無離", "168": "文字說解脫義。文字性離即是解脫。皆以文", "169": "字有去來今。非謂菩提實相亦爾。非有非無", "17": "青白。女蟲吐血而紅赤。又言。有欲鬼嬈動其", "170": "非二而二。明此二法未曾相離。譬如一身有", "171": "左右手。定慧亦爾。定靜慧照。雖復二分。不離", "172": "法性。言定即有慧。言慧即有定。譬如女人而", "173": "有左手。亦如男子而有右手。定慧亦爾。", "174": "無緣之慈具正觀慧而以定當名。中道種智。", "175": "具大慈定以智標目。何但理然今文亦爾。文", "176": "云。便生福德智慧之男。此語自具二法門何", "177": "勞有疑而稱男子也。文云。便生端正有相之", "178": "女。端正無邪醜表中道正觀。離二邊之醜。", "179": "即慧義也。相即三十二相慈心所種。即表", "18": "心令生倒惑。如大經云。若習近貪欲是報熟", "180": "定義也。雖具二而名女。故知此文若作男", "181": "女二解。即表定慧不二而二。若作不二解。", "182": "即表定慧二而不二。理實非二非不二。赴緣", "183": "為二為不二。即是表二法門文義斯在。次明", "184": "應機滿願者。果報滿願如前說。修因者。若就", "185": "修五戒事論。不殺是仁不盜是廉。屬女表定", "186": "法。不妄語是質直不婬是貞良不飲酒是", "187": "離邪昏。此屬男表慧法。若不得此五戒男女。", "188": "則失人天道。孤獨墮在三途。歸命求救五戒", "189": "完全即男女願滿。十善例可知。修禪時。方", "19": "時。此舉多欲相也。若少欲人蟲鬼潛伏。無過", "190": "便修慧精進等三方便為男。念一心為女。若", "191": "就支林。覺觀喜為男。樂一心為女。乃至非想", "192": "禪禪中細作可解。次明聲聞男女者。五停心", "193": "觀。治瞋用慈治散用數。此二為女。治貪用不", "194": "淨。治癡用因緣。治障道用念佛。此三屬男。又", "195": "直緣諦理正智決斷名為男。出觀用法緣慈", "196": "為女。若不得此兩法。即當墮落凡夫。為火宅", "197": "燒害貧窮孤露。若蒙垂應五停心男女生", "198": "即得入真。出觀男女生得入假。二義既滿則", "199": "不復畏二十五有也。次支佛者。緣方便道起", "2": "第二從若有眾生多於婬欲去。是明意機也。", "20": "狂醉是少欲相。瞋恚多者今世人不喜見。", "200": "慈觀名女。慧觀為男。若發真緣理名男。出", "201": "觀緣慈名女。支佛譬鹿猶有迴顧之慈也。若", "202": "不得如此定慧。何由速出殷勤求法。若得願", "203": "滿坦然快樂。次明六度菩薩。菩薩有慈悲不", "204": "斷惑在生死利物名女。行六度方便智慧名", "205": "男。女人法應生子。慈悲法應受生死化物。化", "206": "於前人善心開發。即是生子義。前人生五度", "207": "者是生女。前人生智慧是生男。若定慧義不", "208": "成。則菩薩行不立。故求觀音而獲願滿。次", "209": "通菩薩。既斷煩惱則有智斷緣諦理之慧為", "21": "如渴馬護水如射師子母。故遺教云。劫功德", "210": "男。慈悲扶餘習入三界名女。何以故。如男法", "211": "不生表智慧決斷斷於煩惱。不生三界而今", "212": "還生者。乃是慈扶餘習故得更生。稱之為女。", "213": "求願觀音蒙此願滿。次明別教十信菩薩。修", "214": "福德莊嚴五波羅蜜為女。從一地二地智慧", "215": "莊嚴為男。三十心名男女交處聖胎。初地中", "216": "道正智開發名為男生。無緣慈心發名為女", "217": "生。此兩要在初地方得開發。亦名男女雙生。", "218": "若不如此即墮二乘生死兩邊之過。生此男", "219": "女者生大歡喜故稱歡喜地。慈悲被物物荷", "22": "賊無過瞋恚。華嚴云。一念瞋起障百法明", "220": "恩故稱為大慈大悲。大慈大悲能成佛道生", "221": "出般若。是諸佛之祖母故稱為大女。十力無", "222": "畏等眾生不知故不名為大也。次圓教以無", "223": "緣慈悲種三十二相業亦名為女。此女端正", "224": "有相以中道智慧為男。此男質直福德。十信", "225": "六根清淨名為處胎。初住慈智男女雙生。若", "226": "得此男不畏愛見大悲順道法愛。亦不畏無", "227": "慧方便縛無方便慧縛。方便與慧俱解者。即", "228": "男女具足二求願滿也。變易兩番可解。復次", "229": "從五戒十善齊第六天已來皆無禪定。番番", "23": "門。菩薩以瞋乖慈障道事重。大集云。一念起", "230": "悉是散心慧法狂男子也。但慧無定四禪有", "231": "支林一心名為男女福慧備也。從三界定慧", "232": "男女。男無破惑之功。女無生出無漏之力。此", "233": "無用之男女。從二乘通教等。慧有斷惑之用。", "234": "則是幹事之男。女有發生無漏紹繼之德也。", "235": "從二乘通教所有定慧不能破無明見佛性雖", "236": "男而女。定則不能懷於中道之子猶如石女。", "237": "雖女而男。故大經云。二乘之人定多慧少不", "238": "見佛性。通教菩薩之人慧多定少亦不見佛", "239": "性。自此之前我等皆名邪見人也。唯有別教", "24": "瞋一切魔鬼得便。涅槃云。習近瞋恚。若例", "240": "登地真明慧發無緣慈成。此乃名為真正男", "241": "女。圓教初住見中道時。定慧具足男女相滿。", "242": "方稱經文男則福德女則端正。故知借事表", "243": "法。何得作媒嫁解觀音耶。第三從是故眾生", "244": "去。是勸受持也。即為三。一勸持。二格量。三", "245": "結勸。持者上說觀音得名因緣其力廣大。既", "246": "不辯形質相對正述名論德。若欲歸崇宜奉", "247": "持名號。故舉持名為勸也。二格量為四。一格", "248": "量本。二問。三答。四正格量。格量本者舉三", "249": "多。六十二億舉福田多。盡形壽舉時節多。四", "25": "婬恚亦應有鬼。如柰女經。瞋則有蝎蟲是", "250": "事具足舉種子多。舊但三意今持名號多。凡", "251": "舉四多為格量本也。次問答如文。次正格量", "252": "者。還舉四少以格四多也。功德正等持名少", "253": "田少時少種子少。問。何意以少敵多。答。佛眼", "254": "稱量不增不減。四多重倍功德正齊如此。格", "255": "量秋毫無謬。問。何意等。舊解有五。一云其福", "256": "實殊引物論等。此解乃是虛談。觀音遂無實", "257": "德可貴也。二云田有高下薄瘠所致。如供養", "258": "百初果不如一二果乃至無學。此亦非歎德之", "259": "意。乃是以下比高法應優劣爾。三心有濃", "26": "名多瞋相。與上相違是瞋少相愚癡多者邪", "260": "淡故令福不等。四時得解不得解。此二釋皆", "261": "是前人心力致福。何關觀音德高也。五有緣", "262": "無緣者。如供毀路人罪福淺。供毀父母罪福", "263": "深也。今明一多性不可得無有二相。一則非", "264": "一多則非多。同入如實際實際正等無異。一", "265": "中解無量故說六十二億。無量中解一故說", "266": "觀音展轉生非實者。則是一無一實一從無", "267": "量生故。多無多實多從一生故其理正均。故", "268": "言不異智者。無所畏者照其事理既明不生", "269": "疑畏。故言正等也。法華論云。畢竟決定知法", "27": "畫諸見。撥無因果謗毀大乘。如大經。例前亦", "270": "故。法即法性真如法身。是故六十二億佛名", "271": "與觀音名功德無差別也。又約觀解者。二觀", "272": "發中道二觀實不等而言等者。以中道等故。", "273": "故言為等。如乞人等彼難勝如來故言等也。", "274": "三結成一時稱名福不可盡。大品云。一華散", "275": "空乃至畢苦其福不盡。如文第二問答。從無", "276": "盡意白佛言云何遊娑婆下前。問。何緣得名", "277": "佛。答。眾生三業顯機為境法身靈智冥應。境", "278": "智因緣名觀世音。此義已竟。今問。云何遊此", "279": "娑婆世界。佛答以普門示現。三業顯應應眾", "28": "應有蟲鬼。三毒過患如此。欲離此故至心存", "280": "生冥機等十義。一問二答。問即為三。一云", "281": "何遊是問身業。云何說是問口業。方便是問", "282": "意業。此是聖人三業無謀而遍應一切。亦名", "283": "三不失三輪不思議化也。亦名三不護。三不", "284": "護者。明觀音住不思議圓普法門。實不作意", "285": "計校籌量。次第經營方施此應。既無分別", "286": "亦無前後。任運成就譬如明鏡隨對即現一", "287": "時等應。故言三業不護也。三無失者。眾生根", "288": "機不同深淺有異。觀音雖不作念逗機。逗機", "289": "無失契當前人。冥會事理故言不失。三輪不", "29": "念觀音。即得離也。有人解云。起伏相違稱之", "290": "思議化者。若示為佛身亦示佛心佛口。乃至", "291": "示執金剛神身。亦示金剛心口。雖普現色身", "292": "屈曲利物。於法身智慧無所損減淨名云。善", "293": "能分別諸法相。於第一義而不動。不動而動。", "294": "此乃不思義化故也。問。意業云何可示。答。聖", "295": "意無能測者。若欲示之。乃至昆蟲亦能得知", "296": "也。佛答為三。一別答。二總答。三勸供養。初", "297": "別答還答三問。應以之言是答其方便之力", "298": "意業問也。何以故。意地觀機見其所宜。宜示", "299": "何身宜說何法。隨而化之。故知應以是答意", "3": "釋此為二。初貼文二觀解。貼文為二。初正", "30": "為離。非滅離也。今謂經文說離何意言非。若", "300": "也。現身是答身業。說法是答口業。故知具", "301": "答三問也。又但作二答兼得於三。論其現", "302": "身不止色陰而已。必具五陰。即兼答意也。口", "303": "亦依身即兼答口。若說法者不止如樹木無", "304": "心。欲知智在說巧運四悉檀方便。即兼口以", "305": "答意也。二釋俱明答三問也。從別答中凡現", "306": "三十三身十九說法。束為十界身。而文闕二", "307": "界者。或指上品云菩薩身。或翻脫落或依", "308": "古本正法華文。或言觀音即是菩薩身。何須", "309": "更現若三解皆有難今所不用。今依古本為", "31": "依請觀音者。淨於三毒根成佛道無疑。今作", "310": "明菩薩義故。然菩薩一界或權或實。種種應", "311": "化義不可闕。故釋菩薩界也。又無地獄界身", "312": "者。或指上品或言苦重不可度。或言其形破", "313": "壞人見驚畏故不現。今明別釋雖無總。答中", "314": "有文云以種種形遊諸國土。何得言無耶。又", "315": "請觀音云。或遊戲地獄大悲代受苦。或言止", "316": "代受苦不論說法。若依方等婆藪教化即有", "317": "說法。釋論云。菩薩化地獄多作佛身。獄卒見", "318": "不敢遮。以此而推。應有地獄界身說法也。", "319": "若爾。十法界身則為具足。今通約十身四句", "32": "十番明救三毒。三番是伏惑論離。七番是斷", "320": "料簡。自有一界身度一界。自有十界身度十", "321": "界。自有一界身度十界。自有十界身度一界", "322": "也。若妙覺法身應實報土。為舍那佛受化之", "323": "人。純諸菩薩皆求佛道更無異身。此一界度", "324": "一界也。若方便有餘土五人同生皆求大乘。", "325": "上文云。而於彼土求佛智慧於此土為佛。亦", "326": "是一界度一界也。若同居土寂滅道場。初成", "327": "佛先開頓說。稟教之徒皆有見思煩惱之人。", "328": "而是圓機同感佛身。亦得是一界身度一界", "329": "也。若寂滅道場稟教之徒諸界不同。或人或", "33": "惑論離也。問。離煩惱須智慧。但念豈得離耶。", "330": "天龍神鬼等。又根性圓別兩異。雖諸界不同", "331": "同見一佛身而為說法者。即是一界度多界", "332": "也。若有一界之機但見一界身現則不得度。", "333": "則示種種之身眷屬圍繞。共逗一緣。是名多", "334": "界身度一界也。若佛身菩薩身遍作十法界", "335": "身。遍入諸道各令得見。同其形像而為說法。", "336": "此是多界度多界。用此四句。歷五味五時現", "337": "身皆如此。復次約說法多少者。如善財從百", "338": "一十知識聞諸法門。則多法為一人說。如", "339": "淨名云。為聲聞說四諦。為緣覺說十二因緣。", "34": "答。經稱常念即是正念。體達煩惱性無所有。", "340": "乃至為梵王說勝慧。為帝釋說無常。一人用", "341": "一法為一人說。若如通教說般若三乘人同", "342": "稟。此則一法為多人說也。若是一切無礙人", "343": "一道出生死開佛知見。此則多法為多人說。", "344": "復次因果相對明多少者。五戒十善因少果", "345": "亦少。聲聞五停心煖頂等入二涅槃此因多", "346": "果少。支佛見花飛葉落即得道此因少果多。", "347": "諸菩薩萬行成就萬德果圓因多果亦多。觀", "348": "音明了眾生根之所趣。或示現身多少。或說", "349": "法多少。或修因多少。或證果多少。逗彼機宜", "35": "住貪欲際即是實際。絕四句無能無所念性", "350": "必無有差。有人云。現因身說果法。現果身說", "351": "因法現一身說多法。現多身說一法。或現身", "352": "而無說。此比十法界機狹。舊釋三十三身為", "353": "三。初三乘人。二四眾。三八部。各有枝末以", "354": "人天為聖末。以其是受道器故。童男童女", "355": "為四眾未。可成四眾故。執金剛為八部末。", "356": "同有大力故。若爾。執金剛力大何意為末。", "357": "答此最在後為掩跡故也。今明三十三身文", "358": "為八番。一聖身。二天身。三人身。四四眾身。", "359": "五婦女身。六童男女身。七八部身。八金剛身。", "36": "清淨。如此正念非是智慧。更何處覓智慧。此", "360": "明其次第出自人意爾。一明聖人先明佛者。", "361": "為是應佛為是化佛。但聖人逗物具有二義。", "362": "若一時欻有為化。應同始終名應。若尋此", "363": "文明於應義也。問。何不以真佛為眾生說法", "364": "而以應耶。答。佛身多種。若應化非真佛。亦非", "365": "說法人。真佛者據妙覺法身究竟極地毘盧", "366": "遮那乃名真佛。真佛淵遠不可說示。云何能", "367": "解。如妙音所作文殊不知。況下地凡夫為示", "368": "真身耶。如為牛羊彈琴不如作蚊虻之聲。若", "369": "從妙覺應。為實報圓滿相好光明無量。同四", "37": "慧不離煩惱。其誰能離耶。若如所難必須別", "370": "十一地實報土眾生。為說一實諦正真之法", "371": "而教化之。如此之應非餘界所堪也。何以故。", "372": "此等諸地已分入地位。不可以餘界身應。亦", "373": "不得以餘佛身應。如此應者唯應彼土。非餘", "374": "土所堪也。復次變易土明應佛者。小乘經云。", "375": "三界外無生大乘五種意生身方生方便土。", "376": "此即三界外受生生變易土也。釋論云。法性", "377": "身菩薩生三界外。既有生寧無應佛。法華云。", "378": "我於餘國作佛更有異名。即是此義也。此", "379": "應佛即有兩相。一示勝應身。圓滿相海如前", "38": "用。智慧破煩惱者。此則有惑可斷有智能斷。", "380": "實報之應。二示劣應。令見者劣於前。但為二", "381": "佛更不示為種種諸身。何故爾。五種意生", "382": "利鈍之別。赴此根性故示二身。但說次第不", "383": "次第兩種大乘。故不須餘身餘法化也。若圓", "384": "人無明未破及已分破。別人於回向中及分", "385": "破無明者。此人生於彼土則利。別人未修未", "386": "破。及通教斷惑者。三藏中斷惑者。生彼皆鈍", "387": "也。凡聖同居土明應佛者。土有二種。一淨二", "388": "穢。如富樓那土西方等土。其中眾生具三毒", "389": "見思。無三惡名果報嚴淨。此名淨土。如此娑", "39": "非唯惑不可斷慧還成惑。豈得名斷惑之慧", "390": "婆三惡四趣荊棘丘墟。是名穢土。若淨若穢", "391": "皆是凡聖同居土也。二土眾生各有二種。根", "392": "利濁重根鈍濁重。根利濁輕根鈍濁輕。濁重", "393": "者若娑婆眾生身形醜惡矬短卑小。命止", "394": "八十或復中夭。煩惱熾盛諸見心彊。時節麁", "395": "險。是為五濁重也。淨土不爾。是為五濁輕也。", "396": "何故爾。不多修福德生重濁土。多修福德生", "397": "於輕土。若穢土中生有戒乘俱緩。有乘急戒", "398": "緩。有乘緩戒急。有戒乘俱急。戒急受人天", "399": "身。乘急有感聖之機機有二種。一大二小。小", "4": "明意機。次結意機。意機約三毒為三章。章各", "40": "耶。今此正念不以色念不以非色念。如是四", "400": "機則示三藏佛身說法。大機應以舍那佛身", "401": "說法。是故降神母胎即示兩相。頓機所感即", "402": "見舍那菩薩與百千圍繞處胎說法。十方眾", "403": "聖皆在胎中。出胎光明遍滿寂滅道場。成盧", "404": "舍那佛轉一實諦無量四諦等法輪。譬如日", "405": "出高山前照。即聞頓教見佛性得度也。故涅", "406": "槃云。雪山有草名曰忍辱。牛若食者即得醍", "407": "醐。此之謂也。若小機之人感佛。正念入母胎", "408": "出生王宮。六年苦行樹下坐草。成老比丘佛。", "409": "於鹿野苑轉生滅四諦法輪。拘隣五人初得", "41": "句亦以色念亦以非色念。如是四句或次第", "410": "甘露悟小乘道。既非醍醐未名得度。故云。但", "411": "離虛妄名為解脫。其實未得一切解脫。未堪", "412": "大教如聾如啞。於其無益於大教中。止有冥", "413": "勳之力。取譬如乳。聞方便說三界斷見思", "414": "時。爾時轉乳名酪。次聞方等四種四諦。用大", "415": "彈小恥權慕實。起殷重心名為生酥。次聞", "416": "般若三種四諦轉教。其心稍純名為熟酥。次", "417": "聞法華捨三方便。但說一實佛之知見。聲聞", "418": "疑除受記作佛。菩薩迷去增道損生。爾時名", "419": "為醍醐。菩薩之人處處得去。鈍者亦同二乘。", "42": "論非念。或不次第論非念。或不次第論念。或", "420": "二乘之人始自於此得見佛性。故云。始見我", "421": "身聞我所說。即皆信受入如來慧。證前大機", "422": "人初得醍醐也。除先修習學小乘者。我今亦", "423": "令得聞此經入如來慧。即證小機始於法華", "424": "得入醍醐也。若復有鈍根於法華不悟。更於", "425": "般若調熟至于涅槃。說勝三修。即明常住得", "426": "見佛性。乃是醍醐。是為同居穢國示現佛身", "427": "說圓漸法。或示種種身說圓漸法。四句此開", "428": "五味義。穢國既爾淨國亦然。既有利鈍兩機。", "429": "寧不頓漸二說以明應身及說法也。此中應", "43": "次第論念。或次第論離。或不次第論離。次就", "430": "明別圓本觀所起慈悲。今遍法界起應例前", "431": "思之云云。問。經但言遊於娑婆。不言實報方", "432": "便等國。答。總答中云遊諸國土諸是不一。豈", "433": "止獨娑婆耶。又如大本。文云。若能深觀見我", "434": "在耆闍崛山共聲聞菩薩僧。此即娑婆而是", "435": "方便也。又云。即見我純諸菩薩無聲聞緣覺", "436": "者。即此是實報也。故約二土明義無咎。問。", "437": "二土同稱為法性云何異。答。真諦中道此則", "438": "大異。次明應以菩薩得度者。或上地下地三", "439": "藏通別圓等輔佛不同。若佛於實報作佛。觀", "44": "觀解者。七番例上可解。今但順逆兩意約界", "440": "音即為實報菩薩形。或作方便土菩薩形。或", "441": "作同居土菩薩形。赴利鈍兩緣。赴利緣者即", "442": "如華嚴中法慧金剛藏等。赴鈍緣者或如彌", "443": "勒等。若佛轉五味法門。法門興廢輔佛菩薩", "444": "亦節節興廢。若權若實廣利眾生。此中亦應", "445": "明別圓本觀機應。次明應以支佛者。如文殊", "446": "二萬億劫作支佛。化眾生現身說法。次明應", "447": "以聲聞身者。或作三藏或作通教聲聞。或作", "448": "隨五味轉。聲聞內祕外現莊嚴。四枯四榮引", "449": "導眾生。次引華嚴中諸菩薩比丘入法界所", "45": "外作也。不取分段三毒相。今取善欲之心名", "450": "見住不思議法門者。成此義也。次引大經四", "451": "種觀十二因緣觀。別圓本地慈悲不取不捨。", "452": "今作四種聖人普應一切。問。佛云何度佛。答。", "453": "等覺菩薩作佛身度初地佛。何意不得。如人", "454": "亦能度人云云。二明梵身者。梵即色天主名", "455": "為尸棄。此云頂髻。瓔珞明四禪皆有王。此言", "456": "梵者。應是初禪頂。猶有覺觀語法得為千界", "457": "之主也。觀音修白色三昧不取不捨。不取故", "458": "不隨禪生。不捨故應為梵王說出欲論四句", "459": "現身以權引實。應以帝釋身者。此地居天主", "46": "貪。大經云。一切善法欲為其本。二乘欲樂涅", "460": "也。具云釋迦提桓因陀羅。釋迦言能。桓只", "461": "是提婆。提婆即是天。因陀羅名主。能作天主。", "462": "菩薩修難伏三昧不取不捨。說種種勝論。四", "463": "句現身以權引實。自在天是欲界頂。具云婆", "464": "舍跋提。此云他化自在。假他所作以成己樂。", "465": "即是魔主也。淨名云。多是不思議解脫菩薩", "466": "住赤色三昧不取不捨。應為魔王令諸魔界", "467": "即是佛界。四句現身以權引實。大自在即色", "468": "界頂魔醯首羅也。樓炭稱為阿迦尼吒。華嚴", "469": "稱為色究竟。或有人以為第六天。而諸經論", "47": "槃名貪。厭生死名瞋。不達此理名癡。開三毒", "470": "多稱大自在是色界頂。釋論云。過淨居天有", "471": "十住菩薩號大自在。大千界主。十住經云。大", "472": "自在天光明勝一切眾生。涅槃獻供大自在", "473": "天最勝故非第六天。釋論云。魔醯首羅此稱", "474": "大自在。騎白牛八臂三眼是諸天將。未知此", "475": "是同名為即指王為將。天大將軍者。如金光", "476": "明即以散脂為大將。大經云。八健提天中力", "477": "士。釋論稱魔醯首羅如前。又稱鳩摩伽。此云", "478": "童子。騎孔雀擎雞持鐸捉赤旛。韋紐此稱遍", "479": "聞。四臂捉貝持輪騎金翅烏。皆是諸天大將。", "48": "即有八萬四千宛然具足。淨名云。結習未盡", "480": "未知此大將軍定是何等四句相對。小王身", "481": "者。或云天王為大人王為小。就人王中四種", "482": "轉輪王自有大小。如非四輪王者名粟散王。", "483": "自有小大。中國名大附庸名小。傳傳相望。今", "484": "言小者。小尚為之何況其大耶。此亦有四", "485": "句。何獨為福業受報。入同居土具足化他。", "486": "共修功德慈心利物。是為王也。長者身者。應", "487": "釋十長人之德內合法門。居士者。多積賄貨", "488": "居業豐盈。以此為名也。宰官者。宰主義官是", "489": "功能義。謂三台以功能能輔政於主故云", "49": "華則著身。二乘未斷此三毒。即變易三毒相", "490": "宰官。郡縣亦稱為宰官。宰政民下也。婆羅", "491": "門者。稱為淨行。劫初種族山野自閑人以稱", "492": "之也。一一身皆有四句本觀。次列四眾釋如", "493": "舊。次婦女者。不明小王婦女者。王家禁固不", "494": "得遊散。化物為難故不作。若如妙音即云於", "495": "王後宮變為女像也。童男女者。取妙莊嚴", "496": "二子釋之。華嚴童子算砂嬉戲也。七明八部", "497": "者。上列大威德天。今更舉二十八天等。或可", "498": "星宿掌人間者也。龍有四種。一守天宮殿持", "499": "令不落人間。屋上作龍像之爾。二興雲致", "5": "有三。一明有苦。二默念。此兩即是明機。三明", "50": "也。未斷別惑菩薩亦同有此三毒。故云菩薩", "500": "雨益人間者。三地龍決江開瀆。四伏藏守轉", "501": "輪王大福人藏也。肇師但出三不出天龍。夜", "502": "叉此云捷疾。此有三處。海島空中天上。傳傳", "503": "相持不得食人。佛初成道及說法傳唱至天。", "504": "乾闥婆此云香陰。帝釋樂神。在須彌南金剛", "505": "窟住。天欲作樂其心動。什師云。在寶山中住", "506": "身有異相。即上奏樂也。阿脩羅千頭二千手。", "507": "萬頭二萬手。或三頭六手。此云無酒。一持", "508": "不飲酒戒。男醜女端。在眾相山中住。或言居", "509": "海底。風輪持水如雲居其下。上文云。居在", "51": "貪求佛法於恒沙劫未曾暫捨。多學問無厭", "510": "大海邊。有大力口訶日月。日月為之失光。掌", "511": "搏須彌須彌為之跛𨁟。入海齊腰。見天飲", "512": "甘露。而四天下採華。置四海中釀。海中眾", "513": "生業力持。進失甘露退不成酒。即斷酒故云", "514": "無酒。神不飲酒故得大力也。迦樓羅者。此云", "515": "金翅。翅頭金色因以名之。此鳥與龍約汝繞", "516": "須彌令斷。我搏海見泥。我不如輸子為汝給", "517": "使汝不如輸子與我噉。天力持須彌不可斷", "518": "故龍輸子。卵生食卵龍。不能食三生。濕生", "519": "食二胎生食三。化生食四。緊那羅者。天帝絲", "52": "足即貪相。惡賤二乘不喜聞其名。故言寧起", "520": "竹樂神。小不如乾闥婆。形似人而頭有角。亦", "521": "呼為疑神。亦為人非人。今不取人非人釋緊", "522": "那羅。此乃是結八部數爾。摩睺者。什師云。", "523": "是地龍。肇師云。是大蟒腹行也。八部皆能變", "524": "本形在座聽法也。金剛非八部數。手執此寶", "525": "護持佛法。或言。在欲色天中教化諸天。即大", "526": "權神也。經云。是吾之兄。問。上界身可化下。下", "527": "界身云何化上。答。菩薩所為應以得度乃應", "528": "之爾。如王聞蟻鬪。第二從成就如是功德", "529": "者。是總答也。此則結別開總。成就如是功德", "53": "惡癩野干心不起二乘心。如大樹折枝之譬。", "530": "是結別也。以種種形遊諸國土是總答也。諸", "531": "名不一。橫則遍周十方。豎則冠通三土。隨機", "532": "變現何止三十三身。託化逐緣豈局在娑", "533": "婆世界。以種種形總明示現身廣。遊諸國土", "534": "總明所化處廣。度脫眾生總明得益廣。言雖", "535": "略上義極廣前故。稱為總答也。善財入法界", "536": "文雖廣義未必該十法界。地人見文廣判為", "537": "圓宗。見法華文略判為不真宗。若尋此意無", "538": "不真之義也。三從是故汝等去。是勸供養也。", "539": "佛答前問先總後別。末勸受持而眾生仰", "54": "豈非瞋相。無明重數甚多。佛菩提智之所能", "540": "荷冥益。但可持名秉字而已。故前開三段始", "541": "終開合於義相稱。佛答後問前別後總。末", "542": "勸供養眾生既荷顯益。見色聞聲故勸供", "543": "養。此則開合始終相稱。而總別前後者互舉", "544": "爾。有人以總答為歎德。此分文傷義。問。後", "545": "勸供養受旨奉瓔珞。前勸持名何得無耶。答。", "546": "默然持名故不彰文。供養事顯須脫瓔珞也。", "547": "又欲成冥顯義前是顯機。更持名默念即成", "548": "冥機。後是冥機。復更供養即成顯機。合二", "549": "義具足。問。亦應更成二應耶。答。二機既具必", "55": "斷。佛性未了了者皆是癡相。欲除此三煩", "550": "知有應。故不更說。初勸供養。二奉旨。初又", "551": "二。先稱美功德如文。二出供養之意。意者正", "552": "由能施眾生無畏從德受名。眾生於畏得脫", "553": "為作此名。德既無量名亦應多。不可說不可", "554": "說也。奉旨供養中為六。一奉命。二不受。三", "555": "重奉。四佛勸。五受。六結其德。經文不定。或", "556": "眾寶瓔珞或珠或眾寶珠。此翻譯減長爾。", "557": "眾寶者。眾寶間珠共為嚴飾也。若依瓔珞經。", "558": "從初住銅寶瓔珞乃至等覺摩尼瓔珞。今無", "559": "盡意位高。那忽止直百千兩金。答。此略言百", "56": "惱故。常念觀音隨機應赴即得永離。永離有", "560": "姓萬氏爾。實不啻堪此也。若就觀解者。", "561": "將事表理何得一向事解耶。頸者表中道一", "562": "實之理。以眾多無著法門莊嚴實相如瓔珞", "563": "在頸。解者表菩薩為常捨行故。一切願行功", "564": "德乃至佛智菩提涅槃。亦不住不著無依無", "565": "倚故言解也。大集云。戒定慧陀羅尼以為瓔", "566": "珞。莊嚴法身也。百千是十萬。此表一地有萬", "567": "功德。即十萬也。法施者。舊云。如法施重法施", "568": "求法施學法施皆名法施。無盡意重法故施", "569": "也。今明如法施也。正以財通於法名財。即是", "57": "兩種。若此菩薩於生身中全未除別惑。就變", "570": "法財。即因緣生法即空即假即中。三諦一心", "571": "一切具足。於法平等於財亦等。如此施者即", "572": "是法施。不肯受者。事解無盡意奉命供養。我", "573": "未奉命那忽輒受。亦是事須遜讓。觀解者。不", "574": "受三昧廣大之用故無所受重白愍我者。或", "575": "可請上愍下。或可地位相齊故相愍。或可我", "576": "為四眾故施。仁愍四眾故受。以無所受而受", "577": "諸受。佛勸愍者。即是愍一切眾生及四眾", "578": "也。正以菩薩為物故施為物故受。二分者。表", "579": "事理二。因奉二佛者。將二因趣二果也。理圓", "58": "易論全未永離。若生身中已侵別惑。就變易", "580": "即法佛。事圓即報佛。二佛表二果也。第三從", "581": "持地說去。歎聞品功德也。文云。聞是觀世", "582": "音者。是聞上冥益一段問答也。普門品者。是", "583": "聞顯益一段問答也。此中明自在業。者若是", "584": "凡夫之業為愛所潤。有漏因緣不得自在。觀", "585": "音為調伏十法界。示此三業慈悲力潤隨感", "586": "受生。不為煩惱所累。故言自在業。為中道第", "587": "一義諦所攝。於二諦中得自在無等等者二", "588": "乘雖出三界猶有上法非是無等。佛是極地", "589": "故言無等。發求佛心故言無等等。等於佛", "59": "中除殘論永離。次明逆說三毒觀者。一切", "590": "也。又約心。心中具足八萬四千法門。若發", "591": "實相心即是等八萬四千法門也。亦是八萬四", "592": "千波羅蜜。亦是八萬四千塵勞門為如來種", "593": "故。經云。發心畢竟二不別。如是二心前心難。", "594": "今發初心等於後心。初心難發故言是無等。", "595": "等於後心名無等等。此即四悉檀意明發心", "596": "也。發心有三。一名字發。即五品弟子。二相似", "597": "發。是六根清淨。三分真發。即初住已上此。", "598": "發心是真發心也。", "599": "觀音義疏卷下", "6": "離即是明其應三也。通稱毒者。侵害行人喻", "60": "眾生名為少欲瞋癡。何以故。止瞋三途之", "61": "苦。貪人天之樂。二乘只瞋生死欲得涅槃樂。", "62": "皆名為少。菩薩不爾。樂求佛法非但求一佛", "63": "法。遍求一切不可說佛法。如海吞眾流猶自", "64": "不滿。非但不受生死亦不受涅槃。故大品五", "65": "不受此即大瞋。無明力大佛智能斷。菩薩於", "66": "無明大力之惑尚在。又癡如虛空不可盡。乃", "67": "至老死如虛空不可盡。如此三毒即為三法", "68": "門。一取二捨三不取不捨。大慈大悲四攝十", "69": "力無畏三昧解脫無上菩提。淨佛國土化度", "7": "之如毒。但名有單複。有人解云。三毒多者不", "70": "眾生。名為取門。即大貪也。一切法空無所有", "71": "不住不著。般若如大火炎四邊不可取。大涅", "72": "槃空迦毘羅城空。言語道斷心行處滅。不以", "73": "四句得菩提。無得無證即是捨門。名為大瞋", "74": "也。中道非取非捨。不憎不愛。不斷不常。無去", "75": "無來。無生無滅。如鏡中像不可見而見。見而", "76": "不可見。非可見非不可見。遮二邊故不可言", "77": "說。淨名杜口名為中道。此即大癡。故文殊云。", "78": "我是貪欲尸利瞋恚尸利邪見尸利。此即其", "79": "明證。欲滿此三法門。常念觀音即得滿願一", "8": "知其是過故不求觀音。少者念觀音梵行之", "80": "切。聖人自行化他無不從此三門而入。離此", "81": "更無有道。故無行經云。貪欲即是道。恚癡亦", "82": "如是。如是三法中。具足一切佛法。一切佛法", "83": "不出萬行波羅蜜。不受三昧廣大之用中道", "84": "實相。此三法門不可宣示。愍眾生故或作順", "85": "說或作逆說互有去取。此即四悉檀意赴緣", "86": "利益。如華嚴四十二明。險難國寶莊嚴城", "87": "婆須密多女。說離欲際法門。一切眾生隨類", "88": "見我。我皆為其女像。見我者得歡喜三昧。共", "89": "我語得無礙妙音三昧。執我手得詣諸佛剎", "9": "德。所以能感。意謂此解乖文。文云。若有眾生", "90": "三昧。共我宿者得解脫光明三昧。目視我者", "91": "得寂靜法門。見我嚬伸得壞散外道法門。", "92": "阿𪏭宜我者得攝一切眾生三昧。阿眾鞞我", "93": "者得諸功德密藏。住是離欲法門廣為利益。", "94": "此豈非逆順欲法門導利群品耶。又四十一", "95": "滿幢城滿足王。於正殿行王法。其犯法者斬", "96": "截燒煮劈裂屠膾。嗔目訶責苦楚治罪。善財", "97": "生疑。王斷事已執善財手入其宮。見不可思", "98": "議境界不可譬喻。語善財云。我知幻化法門。", "99": "化作眾生。而苦治之。以調一切。其見聞者發"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1728 觀音義疏", "author": "隋 智顗說．灌頂記", "sourceLink": "http://www.cbeta.org/"}