{"author": "劉宋 慧簡譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0797a 佛說貧窮老公經: 佛說貧窮老公經: 佛說貧窮老公經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 797", "1": "佛說貧窮老公經", "2": "宋沙門慧簡譯", "3": "聞如是：一時，佛在舍衛國祇樹給孤獨園，與", "4": "千二百五十沙門俱，菩薩萬人。爾時，天龍鬼", "5": "神、無央數大眾共會，恭敬圍繞，聞佛說法無", "6": "不歡喜。時有一貧窮老公，年二百歲，眉生秀", "7": "毛，耳出於頭，齒如齊貝，手過於膝，貌而視之，", "8": "似如有相；而貧窮辛苦衣不蓋形，五體裸露", "9": "腹恒飢虛，行步纔動示有氣息。聞佛在世心", "10": "獨歡喜，晝夜發願由來十年今始得果，扶杖", "11": "而來求欲見佛，釋梵侍門勅不通之。老公因", "12": "大喚曰：「我生世不幸，貧窮辛苦飢餓寒凍，求", "13": "死不得活無所賴。我聞世尊仁慈普逮，萬物", "14": "蒙賴莫不受恩，心獨歡喜晝夜發願，由來十", "15": "年今始得果，是以遠來，乞一特見，求離眾苦。", "16": "而卿斷我，既違我願，又乖聖意，豈宜爾乎？」佛", "17": "已知之，顧語阿難：「汝寧見耆年長壽有相老", "18": "公，而罹罪未畢者乎？」阿難長跪叉手白佛言：", "19": "「安有福耆壽而有罹罪，罹罪之人豈得有相？", "20": "生所未見，今在何許？」佛言：「近在門外。釋梵斷", "21": "之，可呼使前。」於是老公匍匐肘進，見佛悲喜", "22": "涕淚交流，為佛作禮，長跪叉手白佛言：「我生", "23": "世不幸，貧窮辛苦，飢餓寒凍，求死不得，活無", "24": "所賴。我聞世尊仁慈普逮，萬物蒙賴莫不受", "25": "恩，心獨歡喜，晝夜發心，願一奉顏。由來十年", "26": "今始得果，向在門外，久不得前。計欲還去，氣", "27": "力不堪，進退無路。但恐命絕，穢污聖門，重增", "28": "其罪。不悟天尊，已哀矜之，得蒙前進，如此而", "29": "死，無復恨矣！唯欲速終，畢罪後世，願得垂恩，", "30": "賜其上慧。」佛言：「人之受生生死因緣，以多因", "31": "緣致有罪根，今我為汝說其本源。卿前世時，", "32": "生豪強大國明慧王家，時為太子憍貴非凡，", "33": "上為父母所珍，下為臣民所奉，用此恣意輕", "34": "𣣋於人。高目大視矜抗邈然，財產巨億皆是", "35": "民物，百姓貧窮皆坐課𣫍，唯知聚積不知布", "36": "施。「時有貧寒沙門，名曰靜志，從遠國來故往", "37": "詣卿，所求不多唯乏法衣耳。而卿了不當接，", "38": "遇之甚惡，既不乞衣又不與食，空坐著前，去", "39": "復不聽。晝夜七日七夕水漿斷絕，小有氣息，", "40": "命在轉燭，而卿見此方大歡喜，聚眾看之以", "41": "為至樂。邊有侍臣，而諫卿曰：『太子莫爾！沙門", "42": "慈恭道德內存，凍之不寒、餓之不飢，所以來", "43": "乞，欲為福耳！既不施與，安使窮逼？幸發遣之，", "44": "莫招其罪。』「太子答曰：『此是何人，詐稱道德，試", "45": "小困之，纔不令死。正爾放去，無所憂也。』即便", "46": "遣去驅逐出國。「未出國界十餘里中，遭逢餓", "47": "賊欲殺噉之。沙門因言曰：『我是貧凍沙門，羸", "48": "瘦骨立，肉既腥臊不中噉也。空當見殺，而無", "49": "所任。』「餓賊曰：『我飢困累日，但食土耳。卿雖小", "50": "瘦，故是肉也，終不相放，但當就死。』如此前却", "51": "紛紜良久。「太子得知，便往救曰：『我已不能乞", "52": "其衣食，寧當復使餓賊殺之耶？』賊見太子，皆", "53": "各叩頭首過謝罪，放沙門去。「時沙門者，今彌", "54": "勒菩薩是也；憍貴太子者，今卿是也。卿今受", "55": "此貧窮之罪者，坐前慳貪也；所以得長壽者，", "56": "活救沙門之命也。罪福報應，如影隨形，如響", "57": "應聲。」老公白佛：「去事已爾，願畢於今，願得以", "58": "垂殘之命，得作沙門，後生世世常侍佛邊。」佛", "59": "言：「善哉！善哉！」應時，老公鬚髮墮地，法衣自然", "60": "著身體，氣力強健，耳目聰明，即得上慧入三", "61": "昧門。爾時，世尊以偈頌曰：", "62": "「汝昔為太子，不識仁義方，", "63": "憍貴自放恣，恃為大國王，", "64": "自謂無罪福，以此可保常。", "65": "豈悟生死對，於今受其殃？", "66": "從罪復蒙祐，得覩天中天，", "67": "能脫既往罪，垂命入法門。", "68": "永離慳貪心，長受智慧根，", "69": "世世侍佛邊，保壽萬劫存。」", "70": "於是，老公比丘聞經歡喜，為佛作禮。爾時，世", "71": "尊語阿難：「若有誦斯經者，當見賢劫千佛。", "72": "行斯經者，令後世宣傳，當從彌勒佛受決。如", "73": "來廣長舌，所語無有異。」一切大眾聞佛說已，", "74": "歡喜受持為佛作禮。", "75": "佛說貧窮老公經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0797a 佛說貧窮老公經: 佛說貧窮老公經: 佛說貧窮老公經", "source": "CBETA"}