{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0435 佛說滅十方冥經", "text": {"0": "No. 435", "1": "佛說滅十方冥經一卷", "10": "憂慼低頭，佛以預知，故而問言：「童子所奏，", "100": "「常懷慈等心，愍於眾生類，", "101": "用哀群生故，則無有恐懼。」", "102": "佛告童子：「汝當諦受此諸佛名，奉持思惟懷", "103": "抱在心，所欲至到，則無危難。」面善悅釋種童", "104": "子前白佛言：「我已奉受此諸佛名，懷抱在心", "105": "思惟奉行，其事無量，自立己心，我見十方無", "106": "所蔽礙。如今向者世尊所說，宣傳經道及諸", "107": "佛名，皆如所聞，審諦無異。」時彼眾會滿百千", "108": "人聞佛所說，皆從坐起，整服長跪，而白佛言：", "109": "「如來、至真、等正覺，大慈普覆，乃為我等說此", "11": "而早出城，心懷憂灼，顏色慘慼。」面善悅白佛", "110": "經典，我及一切皆見諸佛，內外通徹無有陰", "111": "冥，如佛所說，無有異也。」", "112": "於是，舍利弗前白佛言：「此族姓子等，得眼清", "113": "淨何其速疾，覩見諸佛無所罣礙，功德之力", "114": "乃如是乎！為是諸佛威神所接？將自宿命福", "115": "勳所致耶？」佛語舍利弗：「是佛威神，亦本功", "116": "德也。」爾時，佛放大光明普照十方，地即大動，", "117": "天散華香，箜篌樂器不鼓自鳴。賢者阿難", "118": "即從坐起，更整衣服，長跪叉手前白佛言：", "119": "「於今何故，現大光明無所不照，地復大動、天", "12": "言：「唯天中天！今我二親身不安和，橫為人", "120": "散華香？」佛告阿難：「汝為寧見滿百千人，叉手", "121": "自歸佛前者不？」阿難對曰：「已見。世尊！」佛言：", "122": "「此百千人以是德本所興立行，無央數劫不", "123": "歸惡趣，各各更歷恒河沙等世界，為轉輪聖", "124": "王主四天下。一作聖王常見諸佛，而得由已", "125": "志願如意，然後於世當得成佛，號曰立眼清", "126": "淨如來、至真、等正覺、明行成為、善逝、世間解、無", "127": "上士、道法御、天人師，為佛、眾祐，皆同一字，各", "128": "各異界而成其道。」佛適授此諸族姓子決，應", "129": "時地神及虛空神，僉然舉聲而稱揚曰：「斯諸", "13": "非人所見侵嬈，晝夜寤寐不得寧息，出入行", "130": "族姓功德無量。」其聲乃徹於四天王、忉利", "131": "天、炎摩天、兜術天、不憍樂天、化自在天；乃至", "132": "魔界，上通梵天及第二十四阿迦膩吒天，悉", "133": "共歌歎：「難及，難及！至未曾有！諸佛世尊威恩", "134": "可濟，巍巍堂堂乃如是乎！勸發顯化諸族姓", "135": "子而授其決，當成無上正真之道，慧無罣礙", "136": "普見悉達。」面善悅釋種童子前白佛言：「今此", "137": "經典號名云何？以何奉持？」佛告童子：「此經名", "138": "曰『滅十方冥』。所以者何？念十方佛一心自歸，", "139": "心中坦然如冥覩明，無復恐懼，是故名曰『滅", "14": "步亦見逼惱。又我之身雖處大國，遭此困厄", "140": "十方冥』，當奉持之；又復名曰『如來所歎』，當奉", "141": "持之；又復名曰『了無相法』；又復名曰『空無所", "142": "有』，慇懃執持。」佛告童子：「假使有人受此經", "143": "典，持諷誦讀，為他人說，具足備悉令不缺減，", "144": "速成所願。比丘、比丘尼、優婆塞、優婆夷，受持", "145": "此經，而諷誦讀終無恐懼。若到縣官不見侵", "146": "抂；若行賊中不見危害；若行大火中，即為消", "147": "滅；若行水中，終不沒溺。天、龍、鬼神、阿須輪、迦", "148": "留羅、真陀羅、摩休勒，弊惡之神及餘眾鬼、人", "149": "若非人，無敢觸者。師子虎狼、猛獸熊羆，無敢", "15": "窮苦無賴，竊自思惟不知何計，不審當設何", "150": "近者。餓鬼、魍魎，及反足鬼、溷邊諸鬼，無能嬈", "151": "者，亦無所畏。若在閑居曠野樹下，露地獨處，", "152": "則為如來之所建立而見擁護。若族姓子、族", "153": "姓女，受此經典，持諷誦讀、書着經卷者，已", "154": "曾供養過去諸佛，殖眾德本，所作功德欲辦。」", "155": "爾時，佛告賢者阿難：「假使有人今面見佛，至", "156": "心供養衣被、飲食、床臥之具、病瘦醫藥，不如", "157": "有人受持是經，書諷誦讀、載著竹帛、為他人", "158": "說，則為具足供養於佛。」時天帝釋與無央數", "159": "諸天俱來，各齎天華，供養散佛，而白佛言：", "16": "等方便？假遇怨賊，或遭非人妖蠱姦邪，無", "160": "「吾當將護持此經者。」四天王及上諸天，各齎", "161": "華香以供養佛，各白佛言：「我當擁護族姓子、", "162": "女，受此經典持諷誦讀、為他人說，若著竹帛載", "163": "持經卷者，所在遊居周匝營護，令無伺求", "164": "得其便者。」", "165": "佛說如是。天帝釋眾、面善悅釋種童子，及", "166": "四天王、天、龍、鬼神、阿須倫、世間人，聞經歡喜，", "167": "作禮而退。", "168": "佛說滅十方冥經", "17": "以防護。唯願世尊，告示以法，隨時救濟，令無", "18": "嬈害。」佛告面善悅：「諦聽！諦受！善念持之，當", "19": "為汝說擁護之法。」時，釋幼童子受教而聽。佛", "2": "西晉月氏國三藏竺法護譯", "20": "言：「東方去此，過于八千那術佛土，有世界名", "21": "拔眾塵勞，其佛號等行如來、至真、等正覺，今", "22": "現在說經法。人若東行，先當稽首歸命供養", "23": "於東方佛，則無恐懼莫敢侵嬈。所欲遊行，有", "24": "所興作，悉當如願，志未曾亂，如心所念，輒得", "25": "成就。」佛時頌曰：", "26": "「先奉最正覺，等行大聖人，", "27": "然後東向行，爾乃無恐懼。」", "28": "佛告童子：「南方去此，過于十億百千佛土，有", "29": "世界名消冥等要脫，其佛號初發心念離恐", "3": "聞如是：一時，佛遊於迦維羅衛釋氏精廬尼", "30": "畏歸超首如來、至真、等正覺，今現在說經法。", "31": "若欲南行，當遙稽首歸命彼佛爾乃發進，一", "32": "心專念意不離佛，則無恐懼不遇患難。」佛時", "33": "頌曰：", "34": "「已離於眾想，童子當修是，", "35": "若行至南方，不復遇恐懼。」", "36": "佛告童子：「西方去此，如恒河沙諸佛剎土，有", "37": "世界名善選擇，其佛號金剛步跡如來、至真、", "38": "等正覺，今現在說經法。若欲西行，先當講", "39": "說思惟，本淨之法永無所見，無起無滅寂然", "4": "拘類樹下，與大比丘眾俱，比丘千二百五十", "40": "清淨，先當稽首禮於彼佛，一心歸命爾乃發", "41": "進，則無恐懼不逢患難。」佛時頌曰：", "42": "「諸法無所生，亦無有所滅，", "43": "曉了知此者，則為無恐畏。」", "44": "佛告童子：「北方去此，過二萬佛土，有世界名", "45": "覺辯，其佛號寶智首如來、至真、等正覺，今現", "46": "在說經法。若欲北行、設在家居，稽首作禮歸", "47": "命彼佛，爾乃發進，則無恐懼不遇患難。」佛時", "48": "頌曰：", "49": "「若在於家中，一切諸居業，", "5": "人，諸菩薩無央數。佛以明旦著衣持鉢，與", "50": "所有齎北行，則無所畏懼。」", "51": "佛告童子：「東北方去此，過于百萬億佛土，有", "52": "世界名持所念，其佛號壞魔慢獨步如來、至", "53": "真、等正覺，今現在說經法。又彼如來詣佛樹", "54": "下，適一心坐，化于三千大千世界諸魔官屬", "55": "及諸魔天，悉勸立之於不退轉，當成無上正", "56": "真之道。是為如來詣樹下時之所感動。若詣", "57": "東北方，當遙稽首歸命彼佛，然後乃進，所在", "58": "獲安，則無所畏。」佛時頌曰：", "59": "「始從初發意，則降伏魔兵，", "6": "諸比丘眷屬圍繞入城分衛。時，有釋種幼少", "60": "心常念此佛，尋便無恐懼。」", "61": "佛告童子：「東南方去此，過二恒河沙等佛土，", "62": "有世界名常照曜，其佛號初發心不退轉輪", "63": "成首如來、至真、等正覺，今現在說經法。其如", "64": "來本為菩薩時，常興眾行不退轉輪義，布施、", "65": "持戒、忍辱、精進、禪定不亂、成就智慧，是為如", "66": "來本為菩薩時之所感動。若東南行，先當稽", "67": "首五體投地，一心歸命，然後乃進，則無恐懼。」", "68": "佛時頌曰：", "69": "「先五體作禮，然後乃出家，", "7": "童子，名面善悅，嚴駕車乘，晨朝出城。遙見", "70": "在欲所至到，則不逢賊害。」", "71": "佛告童子：「西南方去此，過于八萬佛土，有", "72": "世界名覆白交露，其佛號寶蓋照空如來、至", "73": "真、等正覺，今現在說經法。若西南行，先當", "74": "稽首彼方如來，以華遙散念於無相，然後乃", "75": "進，則無恐懼。」佛時頌曰：", "76": "「供養等正覺，以華而奉散，", "77": "用無相之心，則無有恐懼。」", "78": "佛告童子：「西北方去此，過六恒河沙佛之剎", "79": "土，有世界名住清淨，其佛號開化菩薩如來、", "8": "世尊與諸聖眾，而俱發來，至于佛所，下車步", "80": "至真、等正覺，今現在說經法。其佛國土清淨", "81": "無穢，亦無愛欲、無有女人，離於五欲。若西", "82": "北行，先禮彼佛，自歸悔過淨修梵行，然後出", "83": "家，則無恐懼。」佛時頌曰：", "84": "「先當修梵行，然後出于家，", "85": "安隱不遇賊，所在無眾難。」", "86": "佛告童子：「下方去此，過九十二姟佛之剎土，", "87": "有世界名念無倒，其佛號念初發意斷疑拔", "88": "欲如來、至真、等正覺，今現在說經法。若欲坐", "89": "時、若夜臥時，念斯如來稽首自歸，常以普慈", "9": "進，稽首佛足，右繞三匝，却住一面。時面善悅", "90": "念救眾生，然後坐臥，則無恐懼，所願必果。」佛", "91": "時頌曰：", "92": "「普慈念眾生，定坐若臥眠，", "93": "於夢若寤寐，則無有恐懼。」", "94": "佛告童子：「上方去此，過六十恒河沙等佛土，", "95": "有世界名離諸恐懼無有處所，其佛號消冥", "96": "等超王如來、至真、等正覺，今現在說經法。若", "97": "從坐起，常禮彼佛自歸供養，常懷慈心愍於", "98": "眾生，然後起行，則無恐懼，在所至奏，則獲", "99": "吉安，用是念故，常得擁護。」佛時頌曰："}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0435 佛說滅十方冥經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}