{"author": "梁 曼陀羅仙共僧伽婆羅譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0659 大乘寶雲經: 大乘寶雲經: 大乘寶雲經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "6 二諦品(六)", "1": "大乘寶雲經卷第七", "2": "梁扶南三藏曼陀羅仙共僧伽婆羅等譯", "3": "7 寶積品(七)寶積品第七", "4": "爾時，佛告寶積菩薩言：「善男子！有四種法，退", "5": "失菩薩智慧。何謂為四？於佛正法無尊重心，", "6": "亦不恭敬是說法者；慳嫉正法，設有人來求", "7": "正法者而不為說；於樂法者為作留難，遮護", "8": "覆藏，自生憍慢；復加誹謗說正法者。寶積！如", "9": "是四法退失智慧。「善男子！有四種法，增長菩", "10": "薩摩訶薩廣大智慧。何等為四？所謂敬重正", "11": "法及說法者；隨所聽得微妙正法，廣為他人", "12": "分別解說，不求名聞、無希望心而為說法；勤", "13": "求正法如救頭然；隨所聞聽堅固受持、如法", "14": "修行，不但說是名字而已。善男子！如是四法，", "15": "增長菩薩廣大智慧。「善男子！具有四法，而皆", "16": "忘失菩薩摩訶薩大菩提心。何等為四？所謂", "17": "不隨順和上阿闍梨一切福田、他人不疑而", "18": "為作疑、見行大乘者而誹謗之、自心欺誑復", "19": "誑於他。善男子！如是四法，失菩提心。「善男子！", "20": "有四種法，菩薩摩訶薩生生世世大菩提心", "21": "自然現前，中間不失乃至坐於菩提道場。何", "22": "等為四？所謂若失身命終不妄語乃至戲笑；", "23": "知而不說虛妄之言；於諸眾生起平等心，心", "24": "無欺誑亦不誑他；於諸菩薩生世尊想，不樂", "25": "小乘故。善男子！如是四法，生生世世大菩提", "26": "心自然現前，中間不失乃至坐於菩提道場。", "27": "「善男子！具四種法，菩薩摩訶薩一切善根不", "28": "得生長。何等為四？自生憍慢、勤求世間文章", "29": "呪術、勤求利養貪著名聞、以欺誑心而誑於", "30": "他。善男子！具是四法，菩薩摩訶薩一切善根", "31": "永不增長。「善男子！具有四法，菩薩摩訶薩生", "32": "生世世增長善根，轉勝明淨，不復退失。何謂", "33": "為四？捨離一切不淨之法，勤求一切清淨正", "34": "法，夫正法者，所謂六波羅蜜菩薩法藏；於", "35": "諸眾生心無憍慢，猶若家犬；如法受施而自", "36": "知量，捨離一切諸邪慢等，安心知足住於聖", "37": "種；不說他人罪過虛實，不求人短。若於諸法", "38": "心不通達，亦於世世增長善根，轉勝明淨，不", "39": "復退失。「善男子！菩薩有四種諂曲之心，常應", "40": "捨離。何謂為四？於諸佛法心生疑、悔、不決了", "41": "等，於諸不毀謗當作是念：『唯佛作證。佛法", "42": "無量，為諸眾生隨機所說；甚深難解，唯佛自", "43": "知，非我所解。』是故，不生違逆之心。善男子！是", "44": "名四法令眾生生憍慢心、瞋恨惱等、於他", "45": "利養起嫉妬心、呵罵菩薩、廣其惡名。善男子！", "46": "是名四種諂曲之心，菩薩摩訶薩常應捨離。", "47": "「善男子！菩薩摩訶薩具有四種真實之相。何", "48": "等為四？所謂於所犯罪終不覆藏，向他發露", "49": "懺悔、改往，心無蓋纏；若以實言應失國土、身", "50": "命、財物，如是急事不捨實語，亦不異緣作諸", "51": "餘語；一切惡事、罵詈、誹謗、撾打、繫縛、種種傷", "52": "害，受此苦時但自咎責、推於往業，不瞋恨他、", "53": "不懷其惡，善住信力、自心淨故；若於諸佛甚", "54": "深之法——難信、難解——悉能信受、讀誦、受持。善男", "55": "子！是名菩薩有四真實質直之相。「善男子！具", "56": "有四法，𢤱悷難調難伏之相。何謂為四？讀誦", "57": "經典翻為戲論，雖口說法不隨順行，於諸教", "58": "誨違逆不信；不能隨順恭奉供養和上、闍梨", "59": "諸福田等令心喜悅；損他信施、恭敬供養，自", "60": "違本誓而受信施；見諸調御菩薩大士輕欺", "61": "生慢而不恭敬。善男子！是名菩薩有四種法，", "62": "𢤱悷難調難伏之相。「善男子！菩薩有四調順", "63": "之相。何謂為四？隨所聞法而善說之，如說而", "64": "行，依止於法、不依言說；承奉師教能知意旨，", "65": "易與言語，所作皆善不失師意；不退戒、定，以", "66": "調順心而受供養；見諸善調信順大士恭敬", "67": "愛樂，隨順善訓，稟受德行。善男子！是名菩薩", "68": "有四調順之相。「善男子！菩薩有四僻謬。何謂", "69": "為四？不可信人與之同意是菩薩謬、非器眾", "70": "生說甚深法是菩薩謬、樂大乘者為說小法", "71": "是菩薩謬、若布施時但施持戒供養善者不", "72": "施惡人是菩薩謬。善男子！是名菩薩四種僻", "73": "謬。「善男子！菩薩有四正道。何謂為四？於諸眾", "74": "生生平等心、普信眾生等以佛慧、於諸眾生", "75": "說法平等、等令眾生等住正行。善男子！是名", "76": "菩薩有四正道。「善男子！菩薩有四非善知識、", "77": "非善等侶。何謂為四？求聲聞者，但欲自利；求", "78": "緣覺者，心樂少事；歎外經典、路伽耶陀、文章", "79": "嚴飾；所親近者，但增世利、不慕法利。善男子！", "80": "是名菩薩有四非善知識、非善等侶。「善男子！", "81": "菩薩有四善知識、四善等侶。何謂為四？諸來", "82": "乞者是善知識，道因緣故；能說法者是善知", "83": "識，增長善故；勸令出家是善知識，出三界苦；", "84": "諸佛菩薩是善知識，增長一切正妙法故。善", "85": "男子！是名菩薩四善知識、四善等侶。「善男子！", "86": "菩薩有四實非菩薩而似菩薩。何謂為四？貪", "87": "求利養而不求法、貪求名稱不求功德、貪求", "88": "自樂不救眾生、以滅苦法樂聚徒眾不樂遠", "89": "離。善男子！是名四非菩薩而似菩薩。「善男", "90": "子！有四種真實菩薩。何謂為四？能信於空亦", "91": "信業報、知一切法無有吾我而於眾生起大", "92": "悲心、深樂涅槃而遊生死、所作布施皆為眾", "93": "生不求果報。善男子！是為菩薩四種真實菩", "94": "薩功德。「善男子！菩薩有四大藏。何謂為四？若", "95": "有菩薩值佛出世，因爾得聞六波羅蜜及其", "96": "義趣，以無礙心侍說法者、不暫遠離、心無懈", "97": "怠、住阿蘭若而無放逸。善男子！是名菩薩有", "98": "四大藏。「善男子！菩薩有四種法，能壞魔事。何", "99": "謂為四？常不捨離菩提之心、於諸眾生心無", "100": "罣礙、於諸執著悉皆覺知、心不輕賤一切眾", "101": "生。善男子！是名菩薩有四種法，能壞魔事。「善", "102": "男子！菩薩有四不可思量福德行業。何謂為", "103": "四？以清淨心而行法施、於破戒人生大悲心、", "104": "於諸眾生稱揚歎詠菩提之心、於無力者修", "105": "習忍辱。善男子！是名菩薩有四不可思量福", "106": "德行業。「善男子！菩薩有四種法，破碎煩惱、無", "107": "明住地。何謂為四？戒品清淨——若輕、若重——悉皆", "108": "不犯、攝持正法不憚劬勞、布施燈明供養福", "109": "田、捨施財物無有親踈，是名四法破碎煩惱、", "110": "無明住地。「善男子！有四種法，得無礙智。何謂", "111": "為四？無希望心常行法施、受持正法與理相", "112": "應、於他利養不生嫉妬、恒自攝心不生憍慢，", "113": "是名四法得無礙智。「善男子！非但名字號為", "114": "菩薩，能行善法、行平等心名為菩薩，若能成", "115": "就三十二法則名菩薩。何謂三十二法？常為", "116": "眾生深求安樂，皆令得住一切智中，常自稱", "117": "量無上法器，心不憎惡他人智慧，破壞憍慢，", "118": "深樂佛道，心地堅固敬無虛假，親友究竟得", "119": "至成佛，於親、非親心常平等，言常含笑、言語", "120": "知量、前應問訊面無顰蹙，所為事業終不中", "121": "息，普為眾生等行大悲，心無疲倦，多聞無", "122": "厭，自責己過、不譏彼短，於有罪者慈悲呵責，", "123": "以菩提心行諸威儀，所行布施不求反報、不", "124": "求生處而行持戒、於諸眾生生無礙忍、為修", "125": "一切諸善根故勤行精進、遣無色界取於禪", "126": "定、行方便慧應四攝法，持戒、毀戒慈心平等，", "127": "至心聽法，心樂遠離，住阿蘭若而不樂著一", "128": "切世間種種榮華，於大乘中見大利益，離惡", "129": "知識、親近善友，常運平等，四種梵心，遊戲五", "130": "通，常依真智，於諸眾生——邪行、正行——俱不棄捨，", "131": "言常決定貴真實法，一切善根以菩薩心而", "132": "為上首。若人具此三十二法則得名為菩薩", "133": "之位。「善男子！菩薩功德無量無邊，當以譬喻", "134": "因緣知之。善男子！譬如大地容受眾生，無分", "135": "別心、不求報恩；菩薩亦爾，從初發心至坐道", "136": "場，一切眾生皆蒙利益，心無分別、不求報恩。", "137": "「善男子！如一切水潤生百種稻禾、藥草、叢林、", "138": "樹木皆得增長；菩薩亦爾，自心淨故，慈悲普", "139": "覆潤諸眾生，皆令增長一切善法。「善男子！譬", "140": "如火種皆能成熟百種禾穀、藥草、華果；菩薩", "141": "智慧亦復如是，皆能成就一切善根。「善男子！", "142": "譬如風輪皆能成立一切世界諸佛剎土；菩", "143": "薩方便亦復如是，皆能成立一切善法。「善男", "144": "子！如月初生，光明炎色日日增長；菩薩淨心", "145": "亦復如是，一切善法日日增長。「善男子！如日", "146": "初出，一時發光普為一切眾生照明；菩薩亦", "147": "爾，發智慧光，一時普照一切眾生。「善男子！如", "148": "師子王，隨所至處不驚不畏；菩薩亦爾，持戒", "149": "清淨，智慧真實，隨所住處不驚不畏。「善男子！", "150": "譬如善調大龍象王，荷負重擔身不疲極；菩", "151": "薩亦爾，善調心故，荷負一切眾生之類，作大", "152": "利益而無疲倦。「善男子！譬如蓮華生於水中，", "153": "水不染著；菩薩亦爾，生於世間，諸世間法而", "154": "不染污。「善男子！如人伐樹，根在還生；菩薩亦", "155": "爾，方便力故，雖斷結使有善根愛還生三界。", "156": "「善男子！譬如諸方流水入于大海皆為一味；", "157": "菩薩亦爾，以種種門習諸善根，迴向阿耨多", "158": "羅三藐三菩提皆為一味。「善男子！譬如須彌", "159": "山王，忉利諸天及四天王皆依止住；菩薩大", "160": "菩提心亦復如是，為薩婆若所依止住。「善男", "161": "子！如大國王，以群臣力能辦國事；菩薩智慧", "162": "亦復如是，以方便力皆能成辦一切佛事。「善", "163": "男子！譬如天淨清明，無諸雲氣必無雨相；寡", "164": "聞菩薩無所知解、無法雨潤亦復如是。「善男", "165": "子！譬如天陰雲起必能降雨，充足眾生生長", "166": "萌牙；菩薩亦爾，從大悲雲起大法雨利益眾", "167": "生。「善男子！如轉輪聖王所出之處則具七寶；", "168": "菩薩亦爾，隨所出處三十七品現於世間。「善", "169": "男子！如摩尼珠所在之處，則有無量金、銀、珍", "170": "寶；如是，菩薩隨所出處則有無量百千聲聞、", "171": "辟支佛寶。「善男子！如忉利天入雜藏園，隨意", "172": "所用悉在其中；菩薩亦爾，真淨心故，於諸眾", "173": "生平等教化。「善男子！譬如呪術藥力，毒不能", "174": "害；菩薩結使亦復如是，智慧力故不墮惡道。", "175": "「善男子！如大城中所棄糞穢，若置甘蔗、蒱萄", "176": "田中則有利益；菩薩結使亦復如是，所餘習", "177": "氣為一切智而作因緣。「善男子！譬如有人不", "178": "曾習學戈矛之法則無武用；菩薩亦爾，不曾", "179": "習學一切諸法而不能為算擇分別、受持修", "180": "行。「善男子！譬如陶師，於諸坏器未燥之時不", "181": "堪大火；菩薩亦爾，於諸眾生智慧微弱不堪", "182": "聽聞諸佛大法故不為說，彼設得聞則生狂", "183": "亂。「善男子！菩薩摩訶薩欲學寶雲微妙經者，", "184": "常應修習實法正觀。云何正觀？所謂真實思", "185": "惟是法正觀，不觀我、人、眾生、壽命，是名中道", "186": "真實正觀。「善男子！夫實觀者，觀色非常亦非", "187": "無常，亦觀受、想、行、識非常亦非無常，是名中", "188": "道真實法觀。所以者何？常是一邊、無常一邊，", "189": "常與無常二邊中間無色、無形、無命、無知，是", "190": "名中道諸法實觀；我是一邊、無我一邊，我與", "191": "無我二邊中間無色、無形、無命、無知，是名中", "192": "道諸法實觀。「善男子！若心有實是為一邊、若", "193": "心非實是為一邊，若無心識、亦無心數諸大", "194": "地法，是名中道諸法實觀。如是，善法、不善之", "195": "法，世間諸法、出世間法，有罪之法、無罪之法，", "196": "有漏、無漏，有為、無為，乃至有垢、無垢亦復如", "197": "是，離於二邊而不可取亦不可說，是名中道", "198": "諸法實觀。善男子！有是一邊、無是一邊，有無", "199": "中間無色、無形、無命、無知，是名中道真實法", "200": "觀。「善男子！我之所說十二因緣：無明緣行、", "201": "行緣識、識緣名色、名色緣六入、六入緣觸、觸", "202": "緣受、受緣愛、愛緣取、取緣有、有緣生、生緣", "203": "老、死、憂、悲、苦、惱，如是因緣而為招集成大苦", "204": "聚。若無明滅故行滅、行滅故識滅、識滅故名", "205": "色滅、名色滅故六入滅、六入滅故觸滅、觸滅", "206": "故受滅、受滅故愛滅、愛滅故取滅、取滅故有", "207": "滅、有滅故生滅、生滅故，如是，老、死、憂、悲眾惱", "208": "大苦聚滅。明與無明無二、無別，若如是知，是", "209": "名中道諸法實觀。如是，行及非行、識與所識、", "210": "名色可見及不可見、諸六入非六入、觸及所", "211": "觸、受及受滅、愛與愛滅、取與取滅、有與有", "212": "滅、生與生滅、老死與老死滅皆是無二、無別，", "213": "若如是知，是名中道諸法實觀。「復次，善男子！", "214": "夫真實觀，不以空故令諸法空，法性自空；非", "215": "無相故令法無相，法性之體本自無相；不以", "216": "無願令法無願，但諸法性本自無願；不以無", "217": "起、無生、無我、無取、無性令法無起、無取、無性，", "218": "但法本來自無起、無取、無性。若如是觀，是名", "219": "實觀。「復次，善男子！非無人故名之曰空，但空", "220": "自空；前際、後際、中際亦空，但法自空。非色滅", "221": "空，當依於空、莫依於人。若以得空而依於空，", "222": "佛說是人則為退墮。「善男子！寧起我見積如", "223": "須彌，莫以空見起增上慢。所以者何？一切諸", "224": "見以空得脫，若起空見則不可治。「善男子！如", "225": "醫授藥令治彼病，是藥在內祕而不出。於意", "226": "云何？如是病人寧得差不？」「不也。世尊！是藥不", "227": "出，其病轉增。」「善男子！如是諸見唯空能滅，若", "228": "起空見則不可治。譬如有人怖畏虛空，悲號", "229": "搥胸，作如是言：『却此虛空。』於意云何？如是虛", "230": "空可除却不？」「不也。世尊！」「善男子！如是，若畏空", "231": "法，我說是人狂亂失心。所以者何？常行空中", "232": "而畏於空。「譬如畫師自手畫作夜叉鬼像，見", "233": "則怖畏，迷悶躄地；一切凡夫亦復如是，自造", "234": "色、聲、香、味、觸故往來生死，受諸苦惱不自覺", "235": "知。「善男子！譬如幻師幻作猛虎，幻虎成已還", "236": "食幻師；行道沙門亦復如是，有所觀法皆空、", "237": "皆寂、無有見者，是觀亦空。「善男子！譬如兩木", "238": "本無火相，以兩相揩從中火生遂燒是木。善", "239": "男子！如是真實觀故，生聖智慧；聖智生已，遂", "240": "滅實觀。「善男子！譬如然燈，一切黑暗皆自無", "241": "有，無所從來、去無所至，非東方來、去亦不至，", "242": "南、西、北方、四維、上、下，不從彼來、去亦不至。而", "243": "此燈明亦無是念：『我能滅暗。』但因燈明，法自", "244": "無暗。明、暗俱空，無作、無取。善男子！如是，實智", "245": "慧生、無智自滅，智與無智二相俱空，無作、無", "246": "取。「善男子！譬如千歲暗室未曾見明，設復有", "247": "人於中然燈。於意云何？暗寧作念：『我久住此，", "248": "不欲去也。』」「不也。世尊！若燈然時，是暗無力，必", "249": "當滅去。」「善男子！如是，百千萬劫久集結業，以", "250": "一觀智即皆能滅。其燈明者，聖慧根是；其黑", "251": "暗者，諸結業是。「善男子！譬如種植空中，若能", "252": "增長無有是處；菩薩取證亦復如是，增長佛", "253": "法亦無是處。「善男子！譬如種植在於良田則", "254": "能生長，斯有是處；菩薩亦爾，有諸結使雜世", "255": "間垢能長佛法。「善男子！譬如於彼高原陸地", "256": "不生蓮華；菩薩亦爾，於無為中不生佛法。「善", "257": "男子！譬如卑濕污泥乃生蓮華；菩薩亦爾，生", "258": "死污泥、邪定眾生能生佛法。「善男子！譬如四", "259": "大海水生蘇滿中；菩薩有為善根甚多無量", "260": "亦復如是。「善男子！譬如若破一毛以為百分，", "261": "以一分毛取海一滴；一切聲聞有為善根亦", "262": "復如是。「善男子！譬如虫芥子孔所有虛空；一", "263": "切聲聞有為智慧亦復如是。「善男子！譬如十", "264": "方虛空無量無邊；菩薩有為智慧亦復如是。", "265": "「善男子！譬如轉輪聖王有大夫人懷妊七日，", "266": "是子具有轉輪王相，諸天尊重過餘諸子具", "267": "身力者。所以者何？是胎王子必紹尊位，繼聖", "268": "王種。善男子！初心菩薩亦復如是，雖未具足", "269": "諸菩薩相，如胎王子，諸天、神、王深心尊重。所", "270": "以者何？如是菩薩必紹尊位，不斷佛種。「善男", "271": "子！譬如一琉璃珠勝於水精；菩薩亦爾，從初", "272": "發心便勝一切眾生之類。「善男子！譬如大王", "273": "夫人生子之日，小王、群臣皆來拜謁；菩薩亦", "274": "爾，初發心時，諸天世人所應禮拜。「善男子！譬", "275": "如雪山王，諸藥草遍無所屬、無所分別，隨有", "276": "所病悉能療治；菩薩亦爾，所集智藥無所分", "277": "別，普為眾生平等救護。「善男子！如月初生，眾", "278": "人愛敬踰於滿月。善男子！如是，眾生信我語", "279": "者，愛敬菩薩甚於如來。所以者何？由諸菩薩", "280": "生如來故。」爾時，世尊復告寶積菩薩摩訶薩", "281": "言：「善男子！菩薩摩訶薩常為利益一切眾生", "282": "修集梵行、清淨功德、無上善根，以平等心施", "283": "與眾生，所得智藥遍到十方療治一切煩惱", "284": "病苦，皆令畢竟，永不復起。「云何名為菩薩智", "285": "藥？謂不淨觀治於貪欲、以修慈心治於瞋恚、", "286": "以因緣觀治於愚癡、以修空觀治諸妄見、以", "287": "無相觀治諸憶想分別境界、以無願觀治於", "288": "一切生三界願、以四非倒治於四倒、以無常", "289": "觀治無常中計常顛倒、以修苦觀治諸苦中", "290": "計樂顛倒、以法無我治無我中計我顛倒、涅", "291": "槃寂滅治不淨中計淨顛倒。「身、受、心、法四念", "292": "處觀則為對治四種顛倒——順身相觀不墮我", "293": "見、順受相觀不墮我見、順心相觀不墮我見、", "294": "順法相觀不墮我見——是四念處能治一切身、", "295": "受、心、法，開涅槃門。「以四正勤能斷已生諸不", "296": "善法、不起未生諸不善法、未生善法悉能令", "297": "生、已生善法能令增長。舉要言之，能斷一切", "298": "諸不善法、成就一切諸善之法。四如意足治", "299": "於身心一合之相，令得如意自在神通。以此", "300": "五根治諸無信、懈怠、失念、亂心、無慧一切眾", "301": "生，以此五力摧諸煩惱，以七覺分治諸法中", "302": "疑悔妄謬，以八正道治諸邪道一切論師。「善", "303": "男子！是為畢竟智慧妙藥，菩薩常應修集、殷", "304": "勤行之。「善男子！閻浮提內，耆婆醫王最為第", "305": "一。令三千大千世界一切眾生皆如耆婆，若", "306": "有人問心中結使、煩惱、邪見、疑悔病藥，尚不", "307": "能答，何況能治？菩薩於中應作是念：『我終不", "308": "以世藥為足，我當修習出世智藥，亦修一切", "309": "善根福德。』如是，菩薩得智藥已，遍到十方畢", "310": "竟療治一切眾生煩惱等病。「何謂菩薩出世", "311": "智藥？信知諸法從緣合生，信一切法無我、無", "312": "人，亦無眾生、壽命知見，亦無作者、亦無受者，", "313": "信解通達無我我所。於是空法無所得中不", "314": "驚不畏，勤加精進而求心相，菩薩摩訶薩如", "315": "是求心。「何等是心？若貪欲耶？若瞋恚耶？若愚", "316": "癡耶？若過去、未來、現在耶？若心過去，過去已", "317": "滅；若心未來，未來未至；若心現在，現在無住。", "318": "是心非內、非外亦非中間，是心無色、無識、無", "319": "形、無見、無知、無住處。如是之心，十方三世一", "320": "切諸佛不已曾見、非今現見、非當來見。若一", "321": "切佛過去、來、今所不見者，云何當有？但以顛", "322": "倒妄想因緣，心生諸法種種差別。「善男子！是", "323": "心如幻，憶想分別，起種種業、受種種身。「善男", "324": "子！心去如風，於非境界遠行難收；心如流水，", "325": "生滅不住；心如燈炎，眾緣故有；是心如電，剎", "326": "那不停；心如虛空，客塵煩惱之所障蔽；心如", "327": "獼猴，取一、捨一，遍諸境界；心如畫師，能造種", "328": "種業因緣故；心無暫定，隨逐種種諸煩惱故；", "329": "心唯獨一，無第二故；心如大王，一切諸法增", "330": "上主故；心常獨行，無伴侶故；心如怨家，能作", "331": "一切諸苦惱故；心如狂象踏小兒諸土舍，能", "332": "壞一切諸善根故；是心貪著如魚吞鈎，於苦", "333": "受中生樂想故；是心如夢，於無我中生我想", "334": "故；心如青蠅，於不淨中起淨想故；心如債主，", "335": "生苦楚故；心如惡鬼，求人便故；心常高下，貪、", "336": "瞋逼故；心如偷劫，奪善根故；心常貪色，如蛾", "337": "投火；心常貪聲，如戰鼓響；心常貪香，如猪樂", "338": "廁；心常貪味，如駝愛蜜；心常貪觸，如蠅著", "339": "油。「善男子！菩薩如是求於心相而不可得，若", "340": "不可得則非過去、現在、未來；若非過去、現在、", "341": "未來則出三世；若出三世則非有、無；若非有、", "342": "無則是不起；夫不起者則是無性；若無性者", "343": "則是無生；若無生者則是無滅；若無滅者則", "344": "無所離；若無離者無來、無去、無退、無生；若無", "345": "來去、無退、無生則無諸行；若無諸行是則無", "346": "為；若無為者，是為一切諸聖根本，是中無有", "347": "持戒、破戒；若無持戒、無破戒者，是則無行亦", "348": "無非行；若無有行、無非行者，是則無有心心", "349": "數法；若無心心數法者，則無有業亦無業報；", "350": "若無有業、無業報者則無苦樂；若無苦樂是", "351": "則聖性，是中無業、無起業者，無有身業亦無", "352": "意業，是中無有上、下差別。「聖性平等，猶若虛", "353": "空；是性平等，無有優劣，一切諸法等一味故；", "354": "是性平等，遠離一切身心相故；是性遠離一", "355": "切諸法，順涅槃故；是性清淨，遠離一切煩惱", "356": "垢故；是性無我，離我所故；是性真實，順如如", "357": "故；是性寂靜，常安樂故；是性無有高下，從平", "358": "等出故；是性真實，第一義故；是性無盡，畢竟", "359": "不生故；是性常住，諸法常爾故；是性安樂，涅", "360": "槃第一故；是性清淨，離一切相故；是性無我，", "361": "求不可得故。「善男子！汝等應當內善觀察，莫", "362": "外馳騁。「善男子！當來沙門，如狗逐塊。云何名", "363": "為如狗逐塊？譬如有人以塊擲狗，狗即捨人", "364": "而走逐塊。如是，善男子！有諸沙門、清信士女，", "365": "怖畏色、聲、香、味、觸故，住阿蘭若空閑之處，獨", "366": "無等侶，離眾憒閙，身離五欲而心不捨。是人", "367": "存念色、聲、香、味、觸等，心貪樂著而不內察，不", "368": "知云何當離五塵。以不知故，有時來入城邑、", "369": "聚落、在人眾中還為五欲之所繫縛。若空閑", "370": "處持有漏戒，死得生天，又為天上五欲所縛。", "371": "從天上墮，終不得脫於三惡道——所謂地獄、畜", "372": "生、餓鬼——是名沙門如狗逐塊。「善男子！云何沙", "373": "門不如於彼逐塊之狗？若有沙門為人所罵", "374": "而不加報，打害、瞋毀亦不報之，但自內責、求", "375": "伏於心，作如是觀：『罵者是誰？受者是誰？打者、", "376": "害者、毀者、瞋者亦復是誰？』是名沙門不如於", "377": "彼逐塊癡狗。「善男子！如調馬師，馬若𢤱悷", "378": "即為制伏；行者亦爾，隨心所向則能收攝，不", "379": "令放逸。「善男子！譬如有人咽喉閉塞則能斷", "380": "命；如是，善男子！一切諸見，唯有我見則能斷", "381": "於智慧命根。「善男子！譬如有人隨所縛處而", "382": "求解脫；如是，善男子！隨心所著當應求解。「善", "383": "男子！出家之人則有二種不淨污心。何謂為", "384": "二？一者、讀誦世間文章、外道諸術，二者、多畜", "385": "諸好衣鉢、種種服飾。「又，出家人二種堅縛。何", "386": "謂為二？一、執著縛，二、供養縛。「又，出家人二種", "387": "障法。何謂為二？一者、親近白衣，二者、憎惡善", "388": "友。「又，出家人有二種垢。何謂為二？一者、忍受", "389": "煩惱，二者、求諸檀越。「又，出家人二種雹雨。何", "390": "謂為二？一者、毀壞善根，違逆正法；二者、以破", "391": "戒身受他信施。「又，出家人二種癰瘡。何謂為", "392": "二？一者、求顯他過，二者、自覆其罪。「又，出家人", "393": "二種燒熱。何謂為二？一者、以垢穢心愛著法", "394": "服，二者、持戒人邊受其供養。「又，出家人有二", "395": "種病。何謂為二？一者、懷增上慢而調伏心，二", "396": "者、破壞他人發大乘心。「善男子！夫沙門者凡", "397": "有四種。何謂為四？一者、形相詐現沙門，二者、", "398": "威儀欺誑沙門，三者、求名沙門，四者、實行沙", "399": "門。「何謂形相詐現沙門？有一沙門形相具足——", "400": "服僧伽梨，剃除鬚髮，執持應器——而便成就不", "401": "淨身業、不淨口業、不淨心業，不善護身、慳嫉", "402": "懈怠、破戒懷惡，是名形相詐現沙門。「何謂威", "403": "儀欺誑沙門？有一沙門具足沙門身四威儀，", "404": "行、立、坐、臥一心安詳，斷諸美味，修四聖種，遠", "405": "離眾會憒閙之所，言語柔軟。如是德行欲為", "406": "欺誑、不為寂靜，而於空法見有所得、於無所", "407": "得而生怖畏如臨坑想、於說法者而生忿怒", "408": "如怨賊想，是名威儀欺誑沙門。「何謂名聞沙", "409": "門？有一沙門偽作相貌、現行持戒，欲令人聞；", "410": "努力讀誦，欲令他知自為多聞；獨處閑靜不", "411": "餘雜閙，欲使人知住阿蘭若；少欲知足修遠", "412": "離法，欲得人知我是厭離。不為寂靜、不為得", "413": "道、不為沙門及沙門果、不為涅槃微妙勝果，", "414": "是則名為求名沙門。「善男子！何謂實行沙門？", "415": "有一沙門於自身命尚不生貪，何況利養、名", "416": "聞等事？於空、無相、無取之法，聞大歡喜，順達", "417": "真如，隨說而行。不為涅槃而修梵行，豈樂三", "418": "界無樂之處？空尚不執，何況我見、眾生人見？", "419": "依止於法而求解脫——夫求解脫不外馳騁——見", "420": "一切法本來無垢、畢竟清淨，但依自身、不依", "421": "於他。於佛法身尚不執著，何況色身？以空遠", "422": "離而不見法，何況貪著音聲、言說？以無為法", "423": "尚不見僧，何況當見有和合眾？於諸法中無", "424": "所斷除、無所修行，不生生死、不著涅槃，知一", "425": "切法本來寂滅，不見有得、不求解脫，是名實", "426": "行沙門。「如是，善男子！汝等當學實行沙門，莫", "427": "著名字，空無利益。「善男子！譬如貧窮下賤之", "428": "人強為作字名為富貴。於意云何？是貧賤人", "429": "稱此名不？」「不也。世尊！」「如是，寶積！雖為沙門而", "430": "無沙門實行之德，如彼貧人空荷名字。「善男", "431": "子！譬如有人漂溺海中渴乏而死。如是，寶積！", "432": "有諸沙門雖多讀誦種種經典，而不能止貪、", "433": "恚、癡渴，在法水中煩惱渴死，墮諸惡道。「善男", "434": "子！譬如醫王多畜眾藥，自身有病而不能治；", "435": "多聞之人有煩惱病亦復如是，雖有多聞，不", "436": "止煩惱，何能自利？「善男子！譬如有人服王貴", "437": "藥，不能將節為藥所害；多聞之人有煩惱病", "438": "亦復如是，得好法藥，不能修行自害慧命。「善", "439": "男子！如摩尼珠墮不淨中，未即可用；多聞之", "440": "人貪著利養，未能利益一切天人。「善男子！譬", "441": "如死人著金瓔珞；多聞破戒而被法服、受他", "442": "供養，亦復如是。「善男子！如長者子——若男、若女——", "443": "淨自洗浴，剪除爪甲，以香自熏，著新淨衣，寶", "444": "飾、華鬘莊嚴身首。如是，寶積！多聞之人受持", "445": "淨戒而被法服、受他供養，亦復如是。「善男子！", "446": "有四種破戒似善持律。何謂為四？設有一人", "447": "具足持戒，大小罪中心常怖畏，所聞戒法皆", "448": "能履行，身、口、意業悉皆明白，正命清潔，如是", "449": "之人說有我論，是初破戒似善持律。善男子！", "450": "復有一人誦持戒律，隨所說行，身見不滅，是", "451": "二破戒似善持律。善男子！復有一人具足持", "452": "戒，取眾生相而行慈心，聞一切法本來無生", "453": "心大驚怖，是三破戒似善持律。善男子！復有", "454": "一人具足修行十二頭陀，見有罪相，是四破", "455": "戒似善持律。「善男子！夫持戒者，無我、無我所，", "456": "無作、無非作，無有作法、亦無作者，無行、無非", "457": "行，無色、無名，無相、無非相，無成、無不成，無取、", "458": "無捨，無可取、無可棄，無眾生、無眾生名，無心、", "459": "無心名，無世間、無非世間，無依止、無非依止，", "460": "不以持戒而自矜高，亦不輕蔑毀破戒者，亦", "461": "不憶想分別此戒。「寶積！是名聖戒、無流之戒、", "462": "不著三有無所依戒。」爾時，世尊欲重宣此義", "463": "而說偈言：", "464": "「清淨持戒者，無垢、無所有，", "465": "持戒無憍慢，亦無所依止，", "466": "持戒無愚癡，亦無有諸縛，", "467": "持戒無塵污，亦無有違失。", "468": "持戒心善軟，畢竟常恒寂，", "469": "遠離於一切，憶想諸分別。", "470": "解脫諸亂念，是淨持佛戒，", "471": "不貪惜身命、不用諸有生，", "472": "修習於正行、安住於正道，", "473": "是名為佛法，堅實淨持戒。", "474": "持戒不染世，亦不依世法，", "475": "逮得智慧明，無暗、無所有，", "476": "無我、無彼想，已知見諸相，", "477": "是名為佛法，真實淨持戒。", "478": "無有此彼岸，亦無有中間，", "479": "於無此彼中，亦不有所著，", "480": "無縛、無諸漏，亦無有欺誑，", "481": "是名為佛法，真實淨持戒。", "482": "心不著名色，不生我我所，", "483": "是名為安住，真實淨持戒。", "484": "雖持諸戒行，其心不自高，", "485": "亦不以為上，過戒求智慧，", "486": "是名為真實，清淨持戒相。", "487": "不以戒為最，亦不貴三昧，", "488": "過此二事已，修習於智慧。", "489": "空寂無所有，是諸賢聖性，", "490": "如是淨戒者，諸佛所稱美。", "491": "心脫於身見，除滅我我所，", "492": "信解於諸佛，所行空寂法，", "493": "如是持聖戒，則為無有等。", "494": "依戒得三昧，三昧能修慧；", "495": "依因所修慧，逮得於淨智；", "496": "已得淨智者，具足清淨戒。」", "497": "佛說是語時，五百沙門不受諸法，心得解脫；", "498": "三萬二千人遠塵離垢，得法眼淨；五百沙門", "499": "得於禪定，聞此深法心不信解、不能通達、不", "500": "入內懷，從座而起還于山林。爾時，大迦葉前", "501": "白佛言：「世尊！是五百沙門皆得禪定，不能信", "502": "解入深法故，從座起去。」佛語大迦葉：「是諸沙", "503": "門以增上慢，聞是清淨無流戒相，不能信解、", "504": "通達了知。佛所說偈，其義甚深，不入內懷。所", "505": "以者何？諸佛菩提極甚深故。若無福德、未種", "506": "善根、隨逐惡友，多不能信受此深法。迦葉！是", "507": "五百人於過去世迦葉佛時外道弟子，往到", "508": "佛所欲求佛過，聞佛說法得少信心而自念", "509": "言：『是佛希有，快說妙法。』以是善心福德因緣，", "510": "命終之後生忉利天。從彼墮落生閻浮提，於", "511": "我法中而得出家。是諸沙門深著諸見，聞說", "512": "深法不能信解，而不隨順、不能通達。以聞深", "513": "法因緣力故，得大利益，不以此生更墮惡道，", "514": "當用此身得入涅槃。」爾時，世尊告長老須菩", "515": "提言：「汝往就彼諸沙門邊為教誨之，令其得", "516": "解。」長老須菩提對曰：「世尊！是等沙門於佛所", "517": "說尚不信受，豈能信受於我語耶？」是時，如來", "518": "即為化作二沙門像，隨逐如是五百沙門所", "519": "遊道路。是諸沙門見是二人而問之曰：「汝何", "520": "去耶？」答曰：「我等欲去就阿蘭若，住於山林閑", "521": "寂之處修禪定樂。所以者何？佛所說法殊不", "522": "可解。」諸沙門言：「長老！我等聞佛說法亦不能", "523": "解，故欲入山修學禪定。」時化沙門而對之曰：", "524": "「我等當離自高逆心，應當求解佛所說義。所", "525": "以者何？無高、無諍是沙門法。長老！如佛所說，", "526": "涅槃之名空無所有。誰得涅槃？為何所滅？何", "527": "法當名為涅槃耶？於此身中頗有我、人、眾生、", "528": "壽者、作者、士夫、弗伽羅等得涅槃耶？」又問：「何", "529": "法名涅槃耶？」諸沙門曰：「長老！貪、瞋、癡盡故涅", "530": "槃耶？」化沙門曰：「長老！是貪、瞋、癡可盡滅者當", "531": "何處有？」諸沙門曰：「是貪、瞋、癡，非內、非外，亦非", "532": "中間。若無憶想、虛妄分別，是貪、瞋、癡亦不得", "533": "生。」化沙門曰：「長老！若爾，不須分別。長老！若", "534": "不分別，貪、瞋、癡等豈得生耶？「是貪、瞋、癡若不", "535": "更生，是名寂靜，不為生死、不為涅槃。「長老！以", "536": "戒、定、慧、解脫、解脫知見不生、不滅。長老！如是", "537": "等法顯了涅槃，是等諸法性相空寂，不取、不", "538": "捨。長老！當滅此相謂涅槃想。若於無相而作", "539": "想解、若於有相而作想解、於此有無而起想", "540": "者，是名相縛。長老！應當入於滅受想定，若一", "541": "能得入滅想定者、所作已辦，則為滿足更無", "542": "餘事。」是化沙門說是語時，五百沙門不受諸", "543": "法，心得解脫。得解脫已，往詣佛所，頭面作禮，", "544": "却坐一處。爾時，長老須菩提問諸沙門言：「汝", "545": "等向者為何處去？今何來耶？」諸沙門曰：「長老！", "546": "佛所說法，來無所從、去無所至。」又復問曰：「汝", "547": "等沙門云何聽法？」沙門答曰：「不為繫縛、不為", "548": "解脫。」又問：「汝等沙門習行何法？」答曰：「不為得", "549": "故、不為失故。」又問：「誰調伏汝？」答曰：「身無決定、", "550": "心無所著，有此二者能調伏我。」又問：「汝等云", "551": "何解脫？」答曰：「不斷無明、不生明故。」又問：「汝等", "552": "為誰弟子？」答曰：「無證、無覺，是彼弟子。」又問：「汝", "553": "等幾何當入涅槃？」答曰：「猶如如來所作化人，", "554": "其入涅槃，我等當入。」又問：「汝等已得己利耶？」", "555": "答曰：「自利不可得故。」又問：「汝等所化已得辦", "556": "耶？」答曰：「我及我所不可得故。」又問：「汝等修梵", "557": "行耶？」答曰：「於三界中不行亦非不行，是我", "558": "梵行。」又問：「汝等煩惱盡耶？」答曰：「一切諸法畢", "559": "竟盡故。」又問：「汝等破魔眾耶？」答曰：「陰魔不可", "560": "得故。」又問：「汝等承事如來耶？」答曰：「不以身、心", "561": "故。」又問：「汝等住福田耶？」答曰：「無有住故。」又問：", "562": "「汝等斷於生死諸往來耶？」答曰：「無常斷故。」又", "563": "問：「汝等斷諸行耶？」答曰：「無礙解脫故。」又問：「汝", "564": "等究竟當至何所？」答曰：「隨於如來化人所至。」", "565": "於是，長老須菩提問沙門時，五百沙門不受", "566": "諸流，心得解脫；三萬二千人遠塵離垢，得法", "567": "眼淨。爾時，會中有菩薩摩訶薩名曰普明，在", "568": "大眾中合掌恭敬而白佛言：「世尊！菩薩欲學", "569": "是寶雲經，當云何學？」佛言：「善男子！汝當勤心", "570": "學此經典。何以故？諸佛如來說此寶雲微妙", "571": "經典，但為實行有善根者大利益故。「善男子！", "572": "譬如有人乘土坏船欲渡大河。善男子！於意", "573": "云何？以何精進乘是坏船？是人得渡如是大", "574": "河？」對曰：「世尊！以大勇猛精進力故。所以者", "575": "何？是人念言：『我今漂溺四種大流，莫於中間", "576": "是船破壞。』勇猛精進乃可得渡。」佛告普明菩", "577": "薩摩訶薩言：「菩薩亦爾，欲學此法當勤精進", "578": "倍過於此。所以者何？是身無常、無有決定，難", "579": "信、難養，必當敗壞、不得久住、終歸磨滅，未得", "580": "法利勿令於中而破壞故。我在大河為渡眾", "581": "生於四流故，常習法船往來生死度諸群品。", "582": "「云何菩薩習於法船？謂平等心於諸眾生為", "583": "船因緣，習無量善以為牢厚，清淨戒行以為", "584": "板障，布施及果以為裝飾，信心佛道為諸林", "585": "木，一切福德以為校具，慈、悲、喜、捨堅固繫縛，", "586": "忍辱柔軟憶念為釘，諸菩提分堅強精進，最", "587": "上妙善諸法林中出生如是不可思議無量", "588": "禪定、功德、業慧，善寂調心以為師匠，畢竟不", "589": "壞大悲所攝，以四攝法廣度致遠，以智慧刀", "590": "防諸惡賊，善權方便種種諸法，合集奉行以", "591": "為裝飾，四正念處以為樓櫓，四正勤行以為", "592": "人力，四如意足以為疾風，五根善察以為船", "593": "師，五力強壯以為防備，七覺覺悟能破魔", "594": "賊，八直正道隨意到彼，離外道法，止為調御，", "595": "觀為利益，不著二邊，有因緣法甚為安隱，大", "596": "乘廣博、無盡辯才、廣布名聞能濟十方一切", "597": "群品，而自唱言：『汝等當來上我法船，從安隱", "598": "道得至涅槃，度於斷常到無為岸。』「善男子！", "599": "如是，菩薩摩訶薩常應修習如是法船，以是", "600": "法船——無量無邊百千萬億船——於阿僧祇劫在", "601": "生死中度脫漂沒長流眾生。」佛復告普明菩", "602": "薩摩訶薩言：「善男子！又有法行能令菩薩疾", "603": "得成佛，謂諸所行真實不虛，厚習善法，身心", "604": "清淨，不捨精進，樂近光明，修善根故；常正憶", "605": "念，樂善法故；多聞無厭，具足慧故；破碎憍慢，", "606": "增益智故；除滅戲論，具功德故；樂住山林，無", "607": "爭競故；不處憒閙，離惡友故；深求諸法，決定", "608": "依於第一義故；求於智慧，通達真實諸法相", "609": "故；求於空法，所行正故；求於遠離，永寂滅故。", "610": "「如是，善男子！是為菩薩摩訶薩獲得速成諸佛", "611": "神通，當如是學，如是修行。」爾時，長老摩訶迦", "612": "葉復白佛言：「希有。世尊！如是寶雲微妙經典，", "613": "大為利益一切天人無量無邊。若善男子、善", "614": "女人於此大乘寶雲經典，受持、讀誦、若為人", "615": "說、若稱善哉，及諸幢幡、華香、燈燭而供養之，", "616": "乃至讀誦一四句偈，而不誹謗、歡喜信受，是", "617": "人得福無量無邊。所以者何？財施果報但在", "618": "三界，法施之力出於三界，無老、病、死，得涅槃", "619": "樂。設有女人能誦此經，彼則離於四種惡趣，", "620": "從今以去永不復受女人之身；轉女身已得", "621": "成男身，聰明智慧，生正信家，當速得成如來", "622": "法身三十二相、八十種好、金剛不壞真實之", "623": "身。」", "624": "大乘寶雲經卷第七"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0659 大乘寶雲經: 大乘寶雲經: 大乘寶雲經", "source": "CBETA"}