{"author": "吳 支謙譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0474 佛說維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "6 不思議品", "1": "維摩詰經卷下", "2": "吳月氏優婆塞支謙譯", "3": "7 觀人物品觀人物品第七", "4": "於是文殊師利問維摩詰言：「菩薩何以觀察", "5": "人物？」答曰：「譬如幻者見幻事相，菩薩觀人物", "6": "為若此。譬如達士見水中月，菩薩觀人物為", "7": "若此。譬如明鏡見其面像，菩薩觀人物為若", "8": "此。取要言之，如熱時之焰，如呼聲之響，如", "9": "空中之霧，如地水火風空，如諸情同等，如無", "10": "像之像，如真人斷三垢，如溝港見自身，如如", "11": "來諸所有，如所見諸色像，如得盡定無身不", "12": "身，如空中之鳥無跡，如蟲蚤之根自然，如夢", "13": "所見已寤，如未生塵，如真人現；菩薩觀人物", "14": "為若此也。」", "15": "文殊師利曰：「如是觀者，何以行慈？」答曰：「如是", "16": "觀人，人物為幻，知法亦然，而為說法。以慈修", "17": "止，止而慈者，為無所起。行不嬈慈，以無瑕穢；", "18": "行等之慈，等于三塗；行無諍慈，無所止處；行", "19": "不二慈，內外無習；行不怒慈，為都成就；行", "20": "牢強慈，強若金剛，莫能沮壞；行清白慈，內性", "21": "已淨；行平等慈，平若虛空；行如來慈，如本隨", "22": "覺；行佛之慈，覺諸凡人；行自然慈，以自覺正；", "23": "行道之慈，同其所味；行無比慈，能却眾惡；行", "24": "大悲慈，導以大乘；行不視慈，其視如空；行布", "25": "施慈，無所遺忘；行戒以慈，與惡戒眼；行忍以", "26": "慈，彼我皆護；行精進慈，荷負眾人；行一心慈，", "27": "思所當念；行智慧慈，而以知時；行善權慈，一", "28": "切現聞；行不諂慈，意淨無求；行不飾慈，心無", "29": "所著；行不我慈，無復惡意；行安慰慈，至于得", "30": "佛，為立大安。菩薩之慈為若此也。」文殊師利", "31": "又問：「何謂為悲？」曰：「所造德本，修辯為人。」「何謂", "32": "為喜？」曰：「所以施眾而無悔。」「何謂為護？」曰：「兼利", "33": "之。」又問：「生死為畏，菩薩何以御之？」曰：「生死畏", "34": "者，菩薩以聖大之意，為之作御。」又問：「欲建聖", "35": "大，當何所立？」曰：「建聖大者，必等一切而度眾", "36": "生。」又問：「欲度眾生，當何除解？」曰：「度眾生者，解", "37": "其勞塵。」又問：「既解勞塵，當復何應？」曰：「已解勞", "38": "塵，當應自然。」又問：「何所施行，而應自然？」曰：「不", "39": "起不滅，是應自然。」又問：「何等不起？何等不滅？」", "40": "曰：「不善不起，善者不滅。」又問：「善、不善孰為本？」", "41": "曰：「善、不善身為本。」又問：「身孰為本？」曰：「欲貪為", "42": "本。」又問：「欲貪孰為本？」曰：「不誠之雜為本。」又", "43": "問：「不誠之雜孰為本？」曰：「不住為本。如是，仁者！", "44": "不住之本無所為本，從不住本立一切法。」", "45": "於是，有天在其室止，聞上人言，現其天身，即", "46": "以天華散諸菩薩、大弟子上。華至諸菩薩即", "47": "如應若持，至大弟子，即著不墮，一切弟子神", "48": "足舉華，便不墮落。天問舍利弗：「何故舉華？」曰：", "49": "「不如應，是以舉之。」天曰：「不然！此華如應！何為", "50": "賢者謂之不應？又如此華無應不應，賢者自", "51": "為應不應耳。觀諸大人華不著身者，以一切", "52": "棄應不應也。譬如丈夫畏時，非人得其便；弟", "53": "子畏生死故，色聲香味細滑得其便；已離畏", "54": "者，一切五樂無能為也，止處未斷，華著身耳，", "55": "止處斷者，華不著也。」舍利弗言：「天止此室，其", "56": "已久如？」曰：「至於此久，如耆年解脫。」又問：「止此", "57": "久耶？」曰：「耆年解脫，亦何如久？」舍利弗默而不", "58": "答。天曰：「如何耆舊大智而默？」曰：「真解者無所", "59": "言取，故吾於是不知所云。」天曰：「若耆年案文", "60": "言之，則一切如文解相。何則？解脫者，不內", "61": "不外，不從兩間得，而文字亦無內外兩間之", "62": "得。是故，賢者！無以文字說解脫也。所以者", "63": "何？一切諸法皆從等解。」曰：「不復以不欲婬怒", "64": "癡而解乎？」天曰：「甚慢者，不用是說解，如不樂", "65": "慢，婬怒癡者乃以是解。」舍利弗言：「善哉，善哉！", "66": "天女！奚得以何為證，辯乃如是？」曰：「不我得，不", "67": "為證，故辯如是。若有得有證則於自然法律", "68": "為甚慢矣！」舍利弗問天：「汝於三乘，為何志求？」", "69": "天曰：「弟子行者，乘弟子法；緣一覺行，眼見道", "70": "意；求大乘者，自行大悲。如入栴檀林者，唯嗅", "71": "栴檀，不嗅他香。如是，賢者！在佛德香之室者，", "72": "不樂弟子、緣一覺香。若天龍神、釋梵四天王", "73": "得入此室，聞斯正士講說法者，皆樂佛美德", "74": "香，終不起欲樂香也。昔者菩薩發意出家，十", "75": "有二年吾止此室，不聞弟子、緣一覺之雜言，", "76": "但聞殊異菩薩雜語，大慈大悲不可思議佛法", "77": "積要。又，舍利弗！此室有八未曾有自然之法，", "78": "以現正化。何謂八？此室晝夜照以智慧覩佛", "79": "金光，不以日月所照為樂，是為一未曾有；此", "80": "室入者，在中而止，一切無復婬怒癡垢，是為", "81": "二未曾有；此室恒有釋梵四天王、異剎菩薩", "82": "來會不休，是為三未曾有；此室常聞講說道，", "83": "化六度無極不退之輪，法語不廢，是為四未", "84": "曾有；此室天人恒歌正樂，絃出無量法化之", "85": "聲，是為五未曾有；此室其中有四大藏眾寶", "86": "積滿，周窮濟乏求得無盡，是為六未曾有；此", "87": "室釋迦文、阿閦佛、寶首、樂忻、寶月、寶淨、無", "88": "量、固受、師子響、慧作斯，彼諸如來等，是正", "89": "士念時說時，彼佛即為來，來說佛行無不悅", "90": "懌，是為七未曾有；此室清淨，常見諸天名好", "91": "宮室，及一切佛嚴淨之土，是為八未曾有自", "92": "然之法。如是，賢者！此常見正，誰已見此，當復", "93": "捨學弟子法乎？」", "94": "舍利弗問天：「汝何以不轉女人身？」天曰：「滿十", "95": "二歲，始以女人形求而得之，夫女人相猶幻", "96": "事也。故女人為幻觀世如類，而云何以轉女", "97": "人身？」舍利弗言：「觀諸有身皆無所成。」「如是，賢", "98": "者！一切諸法亦無所成，奚為復問何轉女身？」", "99": "於是，其天即以神足，立舍利弗令如天像，天", "100": "自化身如舍利弗。既現化，而問曰：「云何賢者", "101": "轉為此女像？」舍利弗以天女像而答曰：「不識", "102": "吾何以轉成此女像也。」天曰：「賢者！若能轉此", "103": "女像，則眾女人身可轉，若其不女于女身亦", "104": "不見者，則眾女人雖女身，為非女非見也。又", "105": "如佛言：『一切諸法非女非男。』」即時，舍利弗身", "106": "復如故。天曰：「賢者！何緣作此女相？」曰：「吾不作，", "107": "非不作。」天曰：「如是，賢者！諸法亦非作非不作。", "108": "夫不作非不作者，佛所說也。」", "109": "舍利弗問天：「汝沒此，當於何生？」天曰：「佛化所", "110": "生，吾如彼生。」曰：「如佛化生，非沒生也。」天曰：「眾", "111": "生猶然，亦不見其沒生者也。」曰：「天久如能成", "112": "無上正真道最正覺乎？」曰：「久猶凡民之普得", "113": "法，乃吾成最正覺。」曰：「云何凡民之普得法", "114": "者，無乃非處乎？」天曰：「其為無上最正覺者非", "115": "有處也。所以者何？佛無所立，故曰無所於最", "116": "正覺者。」舍利弗言：「今諸佛最正覺，及其已正", "117": "覺與當正覺者，如江河沙，皆謂何乎？」曰：「此以", "118": "文數為讀者耳，非謂道有去來今也。夫三塗", "119": "等，且如賢者得道云何？」曰：「所得者，為不惑耳。」", "120": "天曰：「如是，賢者！吾成佛者，亦以為彼未正覺", "121": "故。」爾時，維摩詰謂賢者舍利弗言：「是天已奉", "122": "事九十二億佛，神通之智已解了，所願普具，", "123": "法忍已得，已不退轉，願行如言所欲能現。」", "124": "8 如來種品維摩詰經如來種品第八", "125": "文殊師利問曰：「何謂，族姓子！菩薩所至到處", "126": "興有佛法？」維摩詰言：「其來往周旋，有智慧興", "127": "有佛法。」「菩薩來往，為之奈何？」「其至五無間處，", "128": "能使無諍怒；至地獄處，能使除冥塵；至於畜", "129": "生處，則為除闇昧，能使無慢；求入餓鬼道，一", "130": "切以福，隨次合會；至無智處，不與同歸，能使", "131": "知道；在怒害處，為現仁意，不害眾生；在憍處，", "132": "為現橋梁，合聚度人；在塵勞處，為現都淨，無", "133": "有勞穢；如在魔道，則能使其覺知所緣；在弟", "134": "子道，所未聞法，令人得聞；在緣一覺道，能行", "135": "大悲，坐而化人；入貧窶中，則為施以無盡之", "136": "財；入鄙陋中，為以威相嚴其種姓；入異學中，", "137": "則使世間一切依附；遍入諸道，一切能為解", "138": "說正要，至泥洹道，度脫生死。如無絕已，是為", "139": "菩薩來往周旋所入諸道，能有佛法。」於是，維", "140": "摩詰又問文殊師利：「何等為如來種？」答曰：「有", "141": "身為種，無明與恩愛為種，婬怒癡為種，四", "142": "顛倒為種，五蓋為種，六入為種，七識住為種，", "143": "八邪道為種，九惱為種，十惡為種；是為佛種。」", "144": "曰：「何謂也？」文殊師利言：「夫虛無無數，不能出", "145": "現住發無上正真道意，在塵勞事未見諦者，", "146": "乃能發斯大道意耳。譬如，族姓子！高原陸土，", "147": "不生青蓮芙蓉蘅華，卑濕污田，乃生此華。", "148": "如是，不從虛無無數出生佛法，塵勞之中乃", "149": "得眾生而起道意，以有道意則生佛法，從自", "150": "見身積若須彌，乃能兼見而起道意，故生佛", "151": "法。依如是要，可知一切塵勞之疇，為如來種。", "152": "又譬如人不下巨海，能舉夜光寶耶？如是，不", "153": "入塵勞事者，豈其能發一切智意？」", "154": "賢者大迦葉言：「善哉，善哉！文殊師利快說此", "155": "言，誠如之意塵勞之疇，為如來種，奚但身見", "156": "能發無上正真道乎？雖以五無間具，猶能發", "157": "斯大道意而具佛法矣。已得羅漢為應真者，", "158": "終不能復起道意而具佛法也。如根敗之士，", "159": "其於五樂不能復利，如是弟子雜行已斷，其", "160": "於佛法不樂不利無復志願，是以凡夫於佛", "161": "法為有反復，如弟子無有。所以者何？凡夫聞", "162": "佛法能起大道，不斷三寶，使夫弟子終身聞", "163": "佛法、力、無所畏，非復有意起大道也。」於是，眾", "164": "中有坐菩薩，字眾像見，問維摩詰言：「居士！父", "165": "母妻子，奴客執事安在？朋友親戚徒隸，為誰", "166": "群從？所有象馬、車乘，皆何所在？」爾時，長者維", "167": "摩詰答眾像見，而說頌曰：", "168": "「母智度無極，父為權方便，", "169": "菩薩由是生，得佛一切見。", "170": "樂法以為妻，悲慈為男女，", "171": "奉諦以降調，居則思空義。", "172": "學知一切塵，其生隨所欲，", "173": "上道為親友，覺意而不著。", "174": "我徒勇而果，群從度無極，", "175": "四恩當女事，樂以歌道德。", "176": "總持為苑囿，覺華甚奇快，", "177": "厥實度知見，彼樹法林大。", "178": "八解之浴池，正水滿其淵，", "179": "淨葉眾如殖，浴此無垢塵。", "180": "參駕五通馳，大乘難過踰，", "181": "調御以道意，八道坦忘憂。", "182": "相具以嚴容，眾好飾其姿，", "183": "慚愧免行成，華鬘謂不疑。", "184": "七寶貨之大，求者兼與法，", "185": "得報利弘多，隨布分斯道。", "186": "守如禪解教，無患清淨道，", "187": "以是依諸佛，常勇志不搖。", "188": "是食甘露者，以解味為漿，", "189": "不慢不疑淨，戒品為塗香。", "190": "在彼眾塵埃，勇犍莫能勝，", "191": "降伏一切魔，咸使至道場。", "192": "其於所墮生，都已無惑根，", "193": "為現諸剎土，將護度眾塵。", "194": "供養億如來，奉諸三界將，", "195": "不我則為佛，生輒務成養。", "196": "修治佛土淨，訓化諸群生，", "197": "由是得最剎，無人人所行。", "198": "一切民萌類，聲響及眾變，", "199": "一時能盡現，菩薩樂精進。", "200": "邪行為順現，隨欲牽致來，", "201": "方便度無極，一切示軌儀。", "202": "為現勝言教，示身終如死，", "203": "祐化諸人物，於幻法不殆。", "204": "現劫盡乾燒，更始生地形，", "205": "眾人有常想，照令知無常。", "206": "正使或億千，出之一邑里，", "207": "能悉為空舍，安諸施以道。", "208": "如有禁呪語，嶮谷若干輩，", "209": "皆為到彼度，菩薩無所畏。", "210": "世間眾道術，一切從而學，", "211": "非以隨疑見，因之解人惑。", "212": "或作日月天，或為梵中尊，", "213": "為地主以德，為風神亦然。", "214": "劫中有疾疫，為之設醫藥，", "215": "勤恤護養安，除病消諸毒。", "216": "劫中設饑饉，則施食與漿，", "217": "前救彼飢渴，却以法語人。", "218": "劫中若兵起，己為作慈利，", "219": "化之以不諍，兆民得休濟。", "220": "若於大戰中，則我得臣眾，", "221": "恒協用和安，菩薩力勢強。", "222": "至於有獄刑，佛土不可勝，", "223": "輒至到于彼，趣使眾庶寧。", "224": "所往方教化，五道遍分明，", "225": "一切生索現，此為菩薩生。", "226": "在欲示饒有，現捨而行禪，", "227": "能禁制魔首，莫知孰執焉。", "228": "火中生蓮荷，是可謂希有，", "229": "無比為大炬，其在欲能爾。", "230": "有民眾所聚，則為興農利，", "231": "導以無貪欲，立之以佛智。", "232": "求為世間將，宗長若帝師，", "233": "輔上而懷下，以此安群黎。", "234": "周惠諸貧民，資財無有極，", "235": "因厥所布施，勸勵起道德。", "236": "在於憍慢中，示現作力士，", "237": "消伏諸貢高，使立佛正道。", "238": "見人有危懼，居前而慰安，", "239": "既施使無畏，乃化以道真。", "240": "為五通仙人，修治梵行事，", "241": "立眾以淨戒，及忍和損意。", "242": "以敬養烝民，見者樂精進，", "243": "所有僮僕奴，教學立其信。", "244": "隨如方便隨，令人得樂法，", "245": "欲現一切最，善權必深學。", "246": "無際行謂此，是以遊無疆，", "247": "合會無邊慧，說法無有量。」", "248": "9 不二入品維摩詰經不二入品第九", "249": "於是，維摩詰問眾菩薩曰：「諸正士！所樂菩薩", "250": "不二入法門者，為何謂也？」座中有名法作菩", "251": "薩，答曰：「族姓子！起分為二，不起、不生則無有", "252": "二，得不起法忍者，是不二入。」", "253": "首閉菩薩曰：「吾我為二，如不有二，不同像則", "254": "無吾我，以無吾我，無所同像者，是不二入。」", "255": "不眴菩薩曰：「有受為二，如不受則無得，無", "256": "得者不作淵，以無作無馳騁者，是不二入。」", "257": "首立菩薩曰：「勞生為二，為勞乘者其於生也，", "258": "弗知弗樂，以過眾知而受色欲者，是不二", "259": "入。」", "260": "善宿菩薩曰：「慮知為二，當以不慮不知，於諸", "261": "法念作而行不念作者，是不二入。」", "262": "善多菩薩曰：「菩薩意、弟子意為二，如我以等", "263": "意於所更樂，無菩薩意，無弟子意，與無意同", "264": "相者，是不二入。」", "265": "善眼菩薩曰：「一相、不相為二，若都不視、不熟", "266": "視、不暫視，不作一相，亦不暫相，於視不視以", "267": "等視者，是不二入。」", "268": "奉養菩薩曰：「善、不善為二，於善不善如無所", "269": "興，是謂無想，以無想立者，而不為二，都於其", "270": "中而無度者，是不二入。」", "271": "師子意菩薩曰：「一切不受為二，當如金剛而", "272": "無覺知，不為愚行亦不解者，是不二入。」", "273": "勇意菩薩曰：「漏、不漏為二，如得正法則其意", "274": "等，已得等者，終不為漏不漏想，亦不以無想", "275": "而得，不以想受而住者，是不二入。」", "276": "淨解菩薩曰：「此有數、此無數為二，若離一切", "277": "數則道與空等，意都已解無所著者，是不二", "278": "入。」", "279": "人乘菩薩曰：「是世間、是世尊為二，若世間意", "280": "空，於其中不捨不念，不依尊上者，是不二", "281": "入。」", "282": "目見菩薩曰：「盡、不盡為二，盡者都盡，都盡者", "283": "不可盡，是謂無盡；無所盡，故曰盡。曰盡者，無", "284": "有盡，如斯入者，是不二入。」", "285": "普閉菩薩曰：「我、非我為二，如我之不得，非我", "286": "何可得？於我自然而不作者，是不二入。」", "287": "明天菩薩曰：「明、不明為二，不明滋多，是故有", "288": "明，若是不用不計，以作等計，於其中而平等，", "289": "不以二得要者，是不二入。」", "290": "愛覲菩薩曰：「世間空耳，作之為二。色空不色", "291": "敗空，色之性空，如是痛想行識空而作之為", "292": "二，識空不識敗空，識之性空，彼於五陰，知", "293": "其性者，是不二入。」光造菩薩曰：「四種異、空種", "294": "異為二，空種自然，四大亦爾，本空自然，末空", "295": "自然，知此種者，是不二入。」", "296": "善意菩薩曰：「眼色為二，其知眼者，見色不染、", "297": "不怒、不癡，是謂清淨。如是耳聲、鼻香、舌味、身", "298": "更、心法為二，其知心者，於法不染、不怒、不癡，", "299": "是謂清淨。如此住者，是不二入。」", "300": "無盡意菩薩曰：「布施、一切智而分布為二，布", "301": "施而自然，一切智亦爾；一切智自然，布施亦", "302": "爾。如是持戒、忍辱、精進、一心、智慧、一切智而", "303": "分布為二，智慧而自然，一切智亦爾；一切智", "304": "自然，智慧亦爾。於其中而一入者，是不二入。」", "305": "深妙菩薩曰：「空異、無相異、無願異為二，如空", "306": "則無相，無相則無願，無願者不意、不心、不識、", "307": "不行，其以一向行眾解門者，是不二入。」", "308": "寂根菩薩曰：「佛法眾為二，佛性則法，法性則", "309": "眾，一切是三寶無有數，無數則朴，朴則正諸", "310": "法，樂隨此者，是不二入。」", "311": "不毀根菩薩曰：「有身與有身盡為二，有身則", "312": "有盡，何則？從身生見，從見有身。是故有身有", "313": "毀滅雜，彼以無雜自然如滅，而不迷不惑者，", "314": "是不二入。」", "315": "善斷菩薩曰：「身、口、心為二，所以者何？是身則", "316": "無為之相也，如身之無為，口相亦無為，如口", "317": "之無為，心相亦無為，如其心之無為，一切法", "318": "亦無為。其以無二無三事者，是不二入。」", "319": "福土菩薩曰：「福與不福，為與不知為為二，於", "320": "福不福，如不知為如，不有為是則無二。其於", "321": "罪福不以知為如自然相，以空知者，不是福", "322": "不非福，亦不無知，覺如此者，是不二入。」", "323": "首懷菩薩曰：「攀緣稱說為二，若其不攀緣則", "324": "無所不善、無非善也。如無不善、無非善者，是", "325": "不二入。」", "326": "月盛菩薩曰：「闇與明為二，不闇不明，乃無有", "327": "二。何則？如滅定者，無闇無明，如諸法相而等", "328": "入者，是不二入。」", "329": "寶印手菩薩曰：「其樂泥洹，不樂生死為二，如", "330": "不樂泥洹，不惡生死，乃無有二。何則？在生死", "331": "縛彼乃求解，若都無縛，其誰求解？如無縛、無", "332": "解、無樂、無不樂者，是不二入。」", "333": "心珠立菩薩曰：「大道、小道為二，依大道者不", "334": "樂小道，亦不習塵，無大道相，無小道相，如", "335": "如想之士，無以行道者，是不二入。」", "336": "誠樂仰菩薩曰：「誠不誠為二，誠見者不見", "337": "誠，奚欺偽之能見！何則？非肉眼所見也，以慧", "338": "見乃而見。其以如見、無見、無不見者，是", "339": "不二入。」", "340": "如是，諸菩薩各各說已，又問文殊師利：「何謂", "341": "菩薩不二入法門者？」文殊師利曰：「如彼所言，", "342": "皆各建行，於一切法如，無所取、無度、無得、無", "343": "思、無知、無見、無聞，是謂不二入。」", "344": "10 香積佛品維摩詰經香積佛品第十", "345": "於是賢者舍利弗心念：「日時欲過，此諸大人", "346": "當於何食？」維摩詰知其意而應曰：「唯然，賢者！", "347": "若如來說八解之行，豈雜欲食而聞法乎？要", "348": "聞法者當為先食。」是時維摩詰即如其像正", "349": "受三昧，上方界分去此剎度如四十二江河", "350": "沙佛土，有佛名香積如來、至真、等正覺，世界", "351": "曰眾香。一切弟子及諸菩薩皆見其國，香氣", "352": "普薰十方佛國諸天人民，比諸佛土，其香最", "353": "勝。而彼世界無有弟子、緣一覺名，彼如來不", "354": "為菩薩說法。其界一切皆以香作樓閣，經行", "355": "香地，苑園皆香，菩薩飲食則皆眾香，其香周", "356": "流無量世界。時，彼佛諸菩薩方坐食，有天子", "357": "學大乘，字香淨，住而侍焉。一切大眾皆見香", "358": "積如來與諸菩薩坐食，維摩詰問眾菩薩言：", "359": "「諸族姓子！誰能致彼佛飯？」皆曰不能。即復問", "360": "文殊師利：「卿！此眾中未悉了乎？」答曰：「如佛所", "361": "言，未知當學。」於是，維摩詰不起于座，居眾會", "362": "前化作菩薩，光像分明，而告之曰：「汝行，從此", "363": "佛土度如四十二江河沙世界，到眾香剎香", "364": "積佛所。往必見食，則禮佛足，如我辭曰：『維摩", "365": "詰言：「願得世尊所食之餘，欲於忍界施作佛", "366": "事，令此懈廢之人，得弘大意，亦使如來名聲", "367": "普聞。」』」即化菩薩居眾會前，上昇上方，忽然不", "368": "現，舉眾皆見其去。而化菩薩到眾香界，禮彼", "369": "佛足言：「維摩詰菩薩稽首世尊足下，敬問無", "370": "量，興居輕利，遊步康強，少承福慶，願得世尊", "371": "所食之餘，欲於忍界施作佛事，令此懈廢之", "372": "人得弘大意，亦使如來名聲普聞。」彼諸菩薩", "373": "皆愕然曰：「此人奚來？何等世界有懈廢人？」即", "374": "以問佛。香積報曰：「下方去此度如四十二江", "375": "河沙剎，得忍世界，有佛名釋迦文漢言能仁", "376": "如來、至真、等正覺。於五濁剎，以法解說懈廢", "377": "之人。彼有菩薩名維摩詰，說上法語，今遣化", "378": "來，稱揚我名。」彼菩薩曰：「其人何如，乃作是化，", "379": "德力無畏，神足若斯？」佛言：「甚大。一切世界皆", "380": "遣化往，化作佛事，以立眾人。」", "381": "於是，香積如來，以滿鉢香飯，一切香具，與化", "382": "菩薩。時，彼九萬菩薩俱發聲言：「我等欲詣忍", "383": "土見釋迦文。」彼佛報言：「往！族姓子！齎爾忍香", "384": "入彼世界，無以仁故，有放逸意，自持汝所樂", "385": "行，勿念彼國菩薩不如，無得於彼生廢退意", "386": "而有勞想。所以者何？佛土虛空，諸佛世尊欲", "387": "度人故，為現其剎耳。」化菩薩既受飯，與諸大", "388": "人，俱承佛聖旨，及維摩詰化，須臾從彼已來", "389": "在維摩詰舍。維摩詰即化為九萬師子床，嚴", "390": "好如前，諸菩薩皆坐訖，化菩薩奉佛具足之", "391": "飯與維摩詰，飯香一切薰維耶離，及三千大", "392": "千世界皆有美香。時，維耶離諸梵志，居士尊", "393": "者，月蓋等，聞是香氣，皆得未曾有自然之", "394": "法，身意快然。具足八萬四千人入維摩詰舍，", "395": "觀其室中，菩薩甚多，覩師子座，高大嚴好，見", "396": "皆大喜，悉禮菩薩、諸大弟子，却住一面。諸香", "397": "地天人，色行天人，皆來詣舍。維摩詰謂耆年", "398": "舍利弗諸大弟子言：「賢者！可食如來之飯，惟", "399": "大悲味，無有限行以縛意也。」有異弟子念", "400": "此飯少，而此大眾人人當食。化菩薩曰：「四", "401": "海有竭，此飯無盡，使眾人食摶若須彌，猶不", "402": "能盡，是不可盡。所以者何？無有盡戒，至于定", "403": "慧，解度知見，如來之飯，終不可盡。」於是，鉢飯", "404": "悉飽，眾會飯故不盡，諸菩薩、大弟子、天與人", "405": "食此飯已，氣走安身，譬如一切安養國中諸", "406": "菩薩也。其香所薰，毛孔皆安，亦如眾香之國，", "407": "香徹八難。", "408": "於是，維摩詰問眾香菩薩言：「諸族姓子！香積", "409": "如來云何說法？」彼菩薩曰：「我土如來無文字", "410": "說，但以其香，而諸菩薩自入律行，菩薩各各", "411": "坐香樹下，其香皆薰，一切同等，悉得一切香", "412": "德之定，堪任得定，菩薩一切行無所著。」彼諸", "413": "菩薩問維摩詰：「今世尊釋迦文，云何現法？」維", "414": "摩詰曰：「此土人民剛強難化，故佛為說剛強", "415": "之語：是趣地獄，是趣畜生、鬼神之道，是為由", "416": "身、由言、由意惡行之報。至于不善惡行滋多，", "417": "故為之說若干法要，以化其麁獷之意。譬如", "418": "象馬𢤱悷不調，著之羈絆，加諸杖痛，然後調", "419": "良。如是難化譸張之人，為以一切苦諫之言，", "420": "乃得入律。」彼菩薩曰：「未曾有。如世尊釋迦文，", "421": "乃忍以聖大之意，解貧貪之人，及其菩薩亦", "422": "能勞謙，止斯佛土，甚可奇也！」維摩詰曰：「如卿", "423": "等言，此土菩薩於五罰世，以大悲利人民，多", "424": "於彼國百千劫行。所以者何？諸族姓子！此", "425": "忍世界有十德之法為清淨，彼土無有。何等", "426": "十？以布施，攝貧窮；以敬戒，攝無禮；以忍辱，攝", "427": "強暴；以精進，攝懈怠；以一心，攝亂意；以智慧，", "428": "攝惡智；以悔過，度八難；以大乘，樂遍行；以種", "429": "德本，濟無德者；以合聚，度人民。是為十德。而", "430": "以發意取彼。」彼菩薩曰：「為以幾法，行無瘡痏，", "431": "從此忍界到他佛土？」維摩詰曰：「有八法行，菩", "432": "薩為無瘡痏，從此忍界到他佛土。何等八？為", "433": "眾設恥，避亂羞望；為一切人，任苦忍諍；為諸", "434": "善本，以救眾生；為不距眾，人而愛敬；菩薩所", "435": "未聞經，諮聽不亂；不嫉彼供，不謀自利；常省", "436": "己過，不訟彼短；自檢第一以學眾經。是為八。」", "437": "當此維摩詰與眾會及文殊師利說法時，滿", "438": "百千人發無上正真道意，十千菩薩逮得法", "439": "忍。", "440": "11 菩薩行品維摩詰經菩薩行品第十一", "441": "是時，佛說法於奈氏之園，其場忽然廣博嚴", "442": "事，一切眾會皆見金色。賢者阿難問佛言：", "443": "「世尊！是為誰先瑞應，而此場地廣博嚴事，一", "444": "切眾會皆見金色？」佛告阿難：「是維摩詰、文殊", "445": "師利大眾欲來，故先為此瑞應。」於是，維摩詰", "446": "報文殊師利：「吾欲詣如來，此諸大人可共見", "447": "佛，禮事供養。」文殊師利言：「善哉！行矣，宜知是", "448": "時。」是時，維摩詰即如其象而為神足，使一", "449": "切眾立其右掌，并諸師子座，共行詣佛。既到，", "450": "諸菩薩皆避坐而下，稽首佛足，却住一面。諸", "451": "大弟子，釋梵四天王，稽首佛足，皆住一面。於", "452": "是，世尊問訊諸菩薩，使各復坐。即悉受教。眾", "453": "坐已定，佛語賢者舍利弗言：「汝已見菩薩大", "454": "士之所為乎？」對曰：「唯然，已見。」佛言：「以何等相", "455": "而知其轉？」對曰：「其轉不可念知，非意所圖，非", "456": "度所測，我覩其為不可思議。」阿難問佛：「今", "457": "所聞香，自昔未有，是為何香？」佛言：「是彼菩", "458": "薩身毛孔之香也。」舍利弗告賢者阿難：「我等", "459": "一切諸毛孔，亦得是香。」阿難言：「此所從出？」", "460": "曰：「是維摩詰從香積佛取飯，於舍食者，一切", "461": "毛孔皆香若此。」阿難問曰：「是香氣轉能久如？」", "462": "維摩詰答言：「至此飯消。」曰：「此飯者幾時而", "463": "消？」答曰：「此飯住止至七日七夜，後乃消化。而", "464": "隨所語，若弟子行者，服食此飯，不得道終", "465": "不消。其食此飯而中止者，則不消也。新行大", "466": "道而服食此飯，不得法忍則亦不消。若得", "467": "法忍而食此飯，至一生補處，其飯乃消。譬如，", "468": "阿難！阿昏陀藥其香遍一室，皆作蜜香氣，悉", "469": "消眾毒，藥氣乃歇。此飯如是，未孚即消。至諸", "470": "垢毒一切除盡，飯氣乃消。」阿難曰：「彼以佛事", "471": "作此飯耶？」佛言：「如是，如是。阿難！或有佛土", "472": "以光明作佛事；或有佛土以菩薩作佛事；有", "473": "以如來色相、名號現作佛事；有以衣食、苑園、", "474": "棚閣而作佛事；有以示現神足變化而作佛", "475": "事；有以虛靜空無寂寞為作佛事，而使達", "476": "士得入律行；有以影、嚮、夢、幻、水月、野馬，曉喻", "477": "文說而作佛事；有以清淨，無身無得，無言無", "478": "取，而為眾人作佛事。若此，阿難！不有是義及", "479": "諸所有，亦不為人作佛事也。以此四魔八", "480": "十四垢，百千種人為之疲勞，是故諸佛為作", "481": "佛事。故此，阿難！名為佛法，隨所行入之法", "482": "門。菩薩得入此門者，若得一切好大佛土，不", "483": "以喜悅，得不好土，而亦不避，其近如來即益", "484": "起敬。妙哉！一切佛法，以等度人，而佛土不同。", "485": "譬如有佛土有地若干，道所覆蓋不若干也。", "486": "如是，阿難！有諸如來為若干像，其無礙慧不", "487": "若干也。正等，阿難！如來身色，威相性大，戒定", "488": "慧解度知見事，力無所畏，及佛法慈悲護安，", "489": "受行壽量，說法度人，是故，名為等正覺，名為", "490": "如來，名為佛。此三句者，其義甚廣，使吾以劫", "491": "之壽，未能周竟三千大千申暢其義，以知眾", "492": "生之意。上智多聞，得念總持，為一切人說此", "493": "三句之義，窮劫未能竟，此為等正覺，為如來，", "494": "為佛者也。是故，阿難！佛道無量，如來智辯不", "495": "可思議。」阿難白佛：「願今已後，無稱我為上智", "496": "多聞。」佛言：「阿難！汝起疲厭之意，於弟子中為", "497": "最多聞，比諸菩薩未有見焉。菩薩志願所作", "498": "彌多，一切海淵尚可測量，菩薩智慧諸持定", "499": "念，種種所得不可稱度。阿難！汝且觀菩薩行。", "500": "是維摩詰一時所現德善之本，彼諸弟子、緣", "501": "一覺者，一切變化於百千劫不能現也。」於", "502": "是眾香世界菩薩來者，皆叉手言：「如來名等，", "503": "吾甚思念，無有遺忘，於此佛土終不起想。又", "504": "如世尊諸佛權道不可思議，以度人故，為隨", "505": "所欲而現佛土之好。願佛贈我以佛之法遺，", "506": "遷於彼土當念如來。」佛告諸菩薩言：「有盡不", "507": "盡門，汝等當學。何謂為盡？謂其有數。何謂不", "508": "盡？謂為無數。如菩薩者，不盡於數，不住無數。", "509": "以何於數而不動者？謂之大慈不動，大悲不", "510": "捨，性以和樂，意而不荒，見人而悅，奉事聖眾，惠", "511": "施軀命，以受正法，種善無厭，分德不住，學法", "512": "不懈，說教不忘，供事佛勸，所生不恐，具受不", "513": "慢，不輕未學，不為塵埃，守真化生，欣樂受", "514": "決。安身以力，安彼以悅。禪定為學行想，生死", "515": "為善權想，來求為賢友想，悉知為具足想，所", "516": "有為布施想，惡戒為依受想，不忍為忍默想，", "517": "懈怠為精進想，亂意為知念想，惡智為行智", "518": "想，度無極為父母想，道品法為群從想。欲行", "519": "眾善，而無厭足，以諸剎好，成己佛土。生死無", "520": "數劫，意而有勇；聞佛無量德，志而不倦。勞者", "521": "為作歸，貪者為福，導為眾重任，曉陰入種", "522": "降魔兵，不以謀為法，淵慧有餘，以少求而知", "523": "足。諸世間已畢竟，於眾俗不漸漬，得世際", "524": "感聖賢，現諸儀式，起神通行。博聞能諷，慧力", "525": "持念，斷眾人疑，知本本根，無礙無住，為致辯", "526": "才。順化天人，十善為淨，梵迹為立，行四無量。", "527": "致佛音聲為法都講，導至善行得佛仙路，捐", "528": "身口意，行欲殊勝，憙在眾經取菩薩眾以大", "529": "乘化，德行不敗，善法不惑。如是，諸族姓子！", "530": "以應此法者，不盡數也。「何謂菩薩不住無數？", "531": "謂求為空，不以空為證；求為無相、無數、無願，", "532": "不以無相、無數、無願，隨至為證。觀於無常，不", "533": "厭善本；觀世間苦，以誠信生；觀於非身，誨人", "534": "不倦；觀寂然法，寂而不轉；觀退轉者，身意不", "535": "隨；觀無處所，為住生死，以度斯漏；觀無所行，", "536": "為行導人；觀於無我，以大悲乘而成濟之；觀", "537": "無所生，不隨弟子、緣一覺律；觀于惶荒，不", "538": "荒福德；觀夫虛無，不虛正智；觀於言語，不厭", "539": "智慧；觀無有主，應自然智；觀無適莫，義合則", "540": "行是為。諸族姓子！菩薩不住無數。", "541": "「又復不盡數者，為合會福，不住無數者，為合", "542": "會慧；不盡數者，為行大慈，不住無數者，為有", "543": "大悲；不盡數者，為道人民，不住無數者，為求", "544": "佛法；不盡數者，為具佛身相，不住無數者，為", "545": "具一切智；不盡數者，為行善權，不住無數者，", "546": "為出智慧；不盡數者，為淨佛土，不住無數者，", "547": "為佛立故；不盡數者，利誘進人，不住無數者，", "548": "現人利故；不盡數者，計會善本，不住無數者，", "549": "施善力故；不盡數者，為具所願，不住無數者，", "550": "為本願故；不盡數者，為具滿性，不住無數者，", "551": "為性淨故；不盡數者，為五通不邪，不住無數", "552": "者，知佛六通故；不盡數者，行度無極，不住無", "553": "數者，無滿時故；不盡數者，求諸佛寶，不住無", "554": "數者，不求無寶處故；不盡數者，習行眾藥，不", "555": "住無數者，知彼眾病故；不盡數者，生死自然，", "556": "不住無數者，泥洹自然故。」於是，彼諸菩薩聞", "557": "此喜悅，皆生善心。諸是三千大千世界一切", "558": "好華，積至于膝，以供養佛。稽首佛足，右遶三", "559": "匝，以次合聚。於是佛土忽然不現，須臾之間", "560": "已還彼國，近香積佛。", "561": "12 見阿閦佛品維摩詰經見阿閦佛品第十二", "562": "於是，世尊問維摩詰：「汝族姓子！欲見如來，為", "563": "以何等觀如來乎？」維摩詰曰：「始不以生，終不", "564": "以數，今則不住。空種是同，入無所積，眼耳鼻", "565": "口身心已離三界。不疲懈三脫門，得三達", "566": "智，為無所至，至一切法，得無礙立，積於誠信，", "567": "如無所住，如慧無雜，不生因緣。不為相，不熟", "568": "相，不暫相。不一相不非相，不無視不為視，不", "569": "熟視不暫視，不此岸不度汎不中流，不以", "570": "此不以彼不以異，不解慧不住識。無晦無明，", "571": "無顯無名，無弱無強，無教無不教，無淨無不", "572": "淨，無數無不數，無言無不言。不施不受，不", "573": "戒不犯，不忍不諍，不進不怠，不禪不亂，不", "574": "智不愚，不誠不欺，不出不入，不往不反，斷諸", "575": "雜聲，非有土非無土，非有餘非盡𣩠，非模", "576": "非想，非著捨著，平等正法。非量非稱，非過非", "577": "逝非作，非見非聞，非意非識，度諸所生，正至", "578": "諸慧，等諸人物，說一切法。無所生無所有無", "579": "罣礙，一切受無不樂作，無刺無擊，無滅無敗", "580": "無固，無畏無憂，無喜無聲，一切滅說無語。如", "581": "是，世尊！如來身為若此，為如是觀。如是觀者，", "582": "名為正觀，以他觀者，猶為邪觀。」賢者舍利弗", "583": "承佛聖旨，而問佛言：「是人何沒，來生此土？」佛", "584": "言：「汝自以是問維摩詰。」舍利弗言：「族姓子！汝", "585": "於何沒，而來生此？」維摩詰言：「如卿，賢者！以法", "586": "為證，沒當何生？」曰：「安有斯法，沒而生者？」維摩", "587": "詰曰：「若無沒來，何有諸法？曷云如是：『汝於何", "588": "沒而來生此？』幻士造化，為男為女，寧有沒來？」", "589": "舍利弗言：「化者，無沒生也。」維摩詰曰：「如來不", "590": "云一切法化自然？」答曰：「如是。」曰：「化自然相，非", "591": "諸法耶？曷云如是：『汝於何沒，而來生此？』沒者，", "592": "舍利弗！為行盡𣩠，生者，為行長善。菩薩沒", "593": "者，不盡善本，生不長惡。」佛告舍利弗：「是族姓", "594": "子本從阿閦佛阿維羅提世界來。阿閦者漢", "595": "言無怒。阿維羅提者妙樂也。」舍利弗言：「希有！", "596": "世尊！是族姓子乃從清淨佛土而來，樂此多", "597": "怒之處。」維摩詰言：「云何，賢者！夫日一切周，行", "598": "冥中為樂冥耶？」答曰：「不然！日不休者，其明堪", "599": "任行眾冥故也。」曰：「夫日奚故行閻浮利上？」答", "600": "曰：「欲以明照，為之除冥。」曰：「如是，賢者！菩薩若", "601": "生不淨佛土，則淨其人不俱為污，一切所近", "602": "輒為除冥。」", "603": "是時，大眾渴仰，欲見妙樂世界阿閦如來，及其", "604": "大人。佛知一切眾會所念，即請維摩詰言：「族", "605": "姓子！現此眾中，妙樂世界阿閦如來及其菩", "606": "薩、諸弟子眾，眾皆欲見。」於是，維摩詰菩薩", "607": "自念：「吾當止此師子座不起，為現妙樂世", "608": "界鐵圍山川，溪谷江湖，河海州域，須彌眾山，明", "609": "冥日月，星宿龍神，天宮梵宮，及眾菩薩、弟子", "610": "具足，國邑墟聚，人民君王，阿閦如來及其道", "611": "樹、所坐蓮華，其於十方施作佛事。及其三", "612": "重寶階，從閻浮利至忉利宮，其階忉利諸天", "613": "所，以下閻浮利禮佛拜謁供事聞法，閻浮利", "614": "人亦緣其階上忉利宮，天人相見，如是無數", "615": "德好之樂，從妙樂世界上至第二十四阿迦", "616": "膩吒天。又斷取來供養入此忍界，使一切眾", "617": "兩得相見。」維摩詰念欲喜眾會，即如其像，正", "618": "受三昧，而為神足，居諸眾前於師子座，以", "619": "右掌接妙樂世界來入忍土。彼得神通菩薩", "620": "天人弟子，見接舉來，皆起稱曰：「唯然，世尊！", "621": "哀取我！惟，世尊！安立我！」阿閦佛以方便受眾", "622": "人而解之曰：「非我所為，是維摩詰所接也。」", "623": "其餘天人不知為誰取我如往，而妙樂世", "624": "界入此忍土，不增不減，又此土不迫隘，而彼", "625": "土亦不損也。", "626": "於是，世尊釋迦文告諸眾曰：「汝等觀是妙樂", "627": "世界阿閦如來，其土嚴好，菩薩行淨，弟子清", "628": "白。」皆曰：「唯然，已見。願受如是淨好佛土。」諸菩", "629": "薩皆欲追學阿閦如來菩薩所行。其於是見", "630": "彼阿閦如來佛土者，十四姟人起無上正真", "631": "道意，皆願生妙樂世界。佛即記說：「是輩皆當", "632": "生妙樂土。又當來化我此忍世界，一切化已，", "633": "當復還彼。」佛問舍利弗：「汝已見妙樂世界阿", "634": "閦如來？」「如是，世尊！見彼土人，一切淨好，皆得", "635": "神足如維摩詰。我等，世尊！快得善利，得與是", "636": "輩從之正士相見與事。在在人人，聞是法", "637": "者，快得善利。誰聞是語而不好信？如有手執", "638": "翫習諷讀，是為得佛行念；如有諷起是經法", "639": "者，為受正法為捨眾道，為如來到其舍；若究", "640": "暢書，隨是法說而敬事者，是為得佛福施得", "641": "大法智。其以是經四句頌教，為同學說，是為", "642": "已得記莂，為得法樂已甚解矣。」", "643": "13 法供養品維摩詰經法供養品第十三", "644": "於是，天帝釋白佛言：「多福哉！世尊！得近如來、", "645": "文殊師利者，雖百千聞，未有若此純法化者", "646": "也。以宿曾聞是法不疑故，使其人得此法乘，", "647": "能受持誦，況我面值應心與合。諸愛此者，吾", "648": "無所違，若一切見軌跡不離諸佛者，於諸彼", "649": "轉其已得勝，為降眾魔而來體道，道意佛", "650": "念其人必得。持是法者，吾與官屬，當助安之。", "651": "在所墟聚國邑，有以是法教勸說者，吾與官", "652": "屬共詣其所。其未樂之天人，吾當起其樂，必", "653": "以喜樂而營護法。」佛言：「善哉，善哉！天帝！吾", "654": "代汝喜。是諸去、來、現在佛得道者，皆說是法。", "655": "若是，天帝！欲得供養去、來、現在諸佛世尊，當", "656": "受是法，持誦自清，宣示同學。正使，天帝！三", "657": "千世界如來滿中，譬如甘蔗、竹蘆、稻麻、叢林，", "658": "甚多無數皆為如來，有賢者子、賢者女，於一", "659": "劫若百劫，敬之、事之、奉之、養之，一切施安進", "660": "諸所樂。至諸佛般泥曰，一一等意，穿地藏骨，", "661": "立七寶塔，周於四方，彌滿佛界，高至梵天，施", "662": "設蓋幡，為諸佛別造塔，皆於一劫若百劫，供", "663": "養眾華、眾香、眾蓋、幢幡、伎樂。云何？天帝！此人", "664": "殖福能增多不？」曰：「多矣。世尊！彼之福祐，", "665": "不可稱說億百千劫。」佛告天帝：「當以知是", "666": "賢者子、賢者女，受此不思議門所說法要，奉", "667": "持說者，福多於彼。所以者何？法生佛道，法出", "668": "諸佛，其能供養此正法者，非思欲施輩，當", "669": "以知此。」", "670": "佛告天帝：「有昔過去無央數劫不可稱計，時", "671": "世有佛，名俾沙闍羅耶漢言藥王如來、至真、等正", "672": "覺、明行成為、善逝、世間解、無上士、道法御、天人", "673": "師，號佛、世尊，其世界名太清，劫曰淨除。彼", "674": "時，天帝！藥王如來壽三十劫，其弟子眾凡三", "675": "十六億姟，菩薩十二億。是時，有轉輪聖王名", "676": "曰寶蓋，王有七寶，主四天下，五劫奉事藥王", "677": "如來，率其官屬施諸所安。至五劫中，聖王寶", "678": "蓋召其千子而告之曰：『汝等已見如來，當共", "679": "奉事，施以所安。』於是，千子聞父王命，皆以安", "680": "和，復至五劫供養藥王如來，并其官屬一切", "681": "施安。第一太子名曰善宿，獨坐自念：『寧有供", "682": "養殊過此者？』空中有天承佛聖旨，應曰：『正士！", "683": "法之供養，勝諸供養。』即問：『何謂法之供養？』天", "684": "曰：『何不行問藥王如來？佛當為汝解說法之", "685": "供養。』於是，太子善宿即起，行詣藥王如來，稽", "686": "首佛足，而問：『法之供養，為法見者，是何謂也？』", "687": "藥王佛言：『法供養者，如佛所說，眾經奧藏，深", "688": "邃之言，諸世所歸，非為難受，難見之輩，以無", "689": "憍慢，微妙無像，其義夷易。菩薩篋藏修至諸", "690": "持，經印所封，非無道理，其輪清淨，入六度無", "691": "極，可善取學道品，法淨入正之事。為下大悲", "692": "建于大慈，離諸大見覩大緣起，非人非命，", "693": "非女非男，如空無相無願無為，道地之行，法", "694": "輪之際，天人百千所共歎譽，法藏多度，含受", "695": "眾人。明宣諸佛菩薩道行，為入有義法之正", "696": "要，下於無常、苦、空、非身。戒無所犯，一切彼轉", "697": "見為怖畏，師仰諸佛，覩夫生死而不與，同現", "698": "滅度，安習如是像眾經微言，分別惟觀而以", "699": "受法，是為法之供養。又，族姓子！法供養者，為", "700": "聞法生法，法轉成緣起，隨順離諸際見，為如", "701": "不生，不起法忍，非身非人。為上因緣，無違無", "702": "受，如無所諍。以捨我作而依於義，不以嚴好；", "703": "以隨聖典而依於慧，不為文飾；處處入義而", "704": "依於經，不習非義；以所懷戢而依於法，不用", "705": "人所見。得諸法無受入無處所，滅於不明，滅", "706": "於行，滅於識、名色、六入、更樂、痛愛、受、有、生、老", "707": "死苦，一切以滅。如是滅、如是觀十二因緣起，", "708": "以不可盡而受微妙，人所視見而以不視。是，", "709": "族姓子！名為無上法之供養。』", "710": "「如是，天帝！太子善宿，從藥王佛，聞法供養，便", "711": "得順忍，即解寶衣以覆佛上而言曰：『余以堪", "712": "任，於如來滅後，奉受正法，作法供養，擁護是", "713": "道。惟願如來加哀竪立，令我得降魔怨，取佛", "714": "正法。』彼佛知其內性，即說曰：『末後汝當守護", "715": "法城。』於時，善宿從見世尊，以家之信，捨家", "716": "受道，勤修德本。精進不久，即立善法，起五神", "717": "通，得入諸道之持，不斷辯才。遂於世尊般", "718": "泥曰後，以智慧力至滿十劫，藥王如來所轉", "719": "法施隨而分布。於時，善宿比丘化十億人使", "720": "立大道，十四姟人解弟子乘，餘無量人得生", "721": "天上。如是，天帝！在昔異時王寶蓋者，於今得", "722": "佛名寶成如來，其太子善宿者，則吾是也。", "723": "其餘諸子，於是賢劫，皆得如來、至真、等正覺，", "724": "此賢劫中千佛興者是也。從鳩留先為始作", "725": "佛，至樓由如來為最後得。如是，天帝！當知", "726": "此要，昔者我身於諸如來行法供養，得為上", "727": "化，為長化、為願化、為無上無比之化。是故，天", "728": "帝！當以知此法之供養，供養於佛。」", "729": "14 囑累彌勒品維摩詰經囑累彌勒品第十四", "730": "彼時，佛語彌勒菩薩言：「彌勒！是名為無數億", "731": "劫習佛道品，汝隨分布，受是像經，佛所建立，", "732": "如來滅後，廣博此道。所以者何？後世得者，", "733": "族姓子族姓女、天龍神、揵沓和，當下德本，", "734": "其於前勝已作無上正真道行，而未得聞受", "735": "此法者，聞是輩經，必甚愛樂，當頂受此佛之", "736": "要道。又，汝彌勒！當利是輩諸族姓子，於是", "737": "當為布現是經文。菩薩有二印，何謂二？有", "738": "憙雜句嚴飾之印，有入深法妙化之印。彼若", "739": "好憙雜句飾者，當知是為阿夷恬菩薩輩也。", "740": "若得是深經書受廣行，不以數數有畏，聞之", "741": "能傳，當知是菩薩為久修梵行。復有四事，阿", "742": "夷恬用空耗。何謂四？所未聞經，聞之驚疑，不", "743": "作勸助，專增為亂：『吾未曾聞，此從何來？』若族", "744": "姓子！甚解深法樂說微妙，不從受習，雖近不", "745": "敬專，於中作毀行，是為四，阿夷恬為空耗不", "746": "得至深法忍。又，彌勒！有二行，菩薩雖解深法，", "747": "猶以空耗。何謂二？習在邊方，不恒其行，檀", "748": "智蔑人，不受不誦，亦不追求。自有甚解學深", "749": "法者，則以輕慢、貪濁、懷嫉，不能納人，亦不法", "750": "施，是為二。雖解深法，猶以空耗，不能疾近，不", "751": "起法忍。」", "752": "於是，彌勒菩薩白佛言：「未曾有，唯然！世尊！至", "753": "於如來之善言，吾當遠離如此之惡，以護如", "754": "來無數億劫道品之習。若賢者子心入是輩", "755": "經者，當令手得恣所念取，若念受持如是輩", "756": "經，傳示同學，廣說分明。其時，世尊！得如是", "757": "經，樂憙相傳者，當知此輩菩薩為彌勒所建", "758": "立也。」佛言：「善哉，善哉！彌勒！如來代喜，善", "759": "說是言。」於是，一切菩薩等，俱共同出聲言：「如", "760": "來滅後，我等在所佛土，當來於此分布佛道，", "761": "示諸同學以其所樂。」爾時，四天王白佛言：「在", "762": "所，世尊！墟聚國邑，有行如是深經法者。吾當", "763": "率諸官屬，詣講法所，為護講法。百由延內，當", "764": "令一切聞見講法，令無伺求得其便者。」彼時，", "765": "佛告賢者阿難：「受是經法，奉持誦說，以布現", "766": "人。」阿難言：「唯，當受是經，布現眾人。要者，世", "767": "尊！當何名斯經？亦當以何奉持之？」佛告阿", "768": "難：「是名為『維摩詰所說』，亦名為『不可思議法", "769": "門之稱』，當奉持之。」佛說是已，莫不勸受。尊", "770": "者維摩詰、文殊師利為上首，眾菩薩、大弟子，", "771": "一切魔眾，聞佛所說，皆大歡喜。", "772": "維摩詰經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0474 佛說維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經: 維摩詰經", "source": "CBETA"}