{"author": "隋 吉藏撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1781 維摩經義疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "9 入不二法門品(五)", "1": "維摩經義疏卷第六", "2": "胡吉藏撰", "3": "10 香積品(六)香積品第十", "4": "此品來意。有十種因緣。一者三時利益。從經", "5": "初至不二法門。謂食前利益。此之一品。謂食", "6": "時利益。菩薩行品。食後利益。二者。至人住於", "7": "三事。說十二部經。一知他心。二者說法。三現", "8": "神通。上已明說法。今次現神通。知他心。總貫", "9": "斯二。三者佛事有二。一以此土法門。二用他", "10": "土法門。上明此土法門。今辨他土法門。四者", "11": "室內說法。明二種因果。一法身因果。二淨土", "12": "因果。上多明法身因果。今辨淨土因果。五者", "13": "此經之宗。明於二慧。上明不二法門。即是實", "14": "慧。今辨請飯香土。謂方便慧。六者從此經初。", "15": "至入不二法門。謂因二入不二。即收用以歸", "16": "體。此品已去。因不二有二。即從體以起用。七", "17": "者此經始終。正明不思議解脫。不思議解脫。", "18": "凡有二種。不二法門。不思議之本也。香積佛", "19": "品。辨不思議之迹也。八者諸佛菩薩。說法有", "20": "二。一依世諦。二依第一義。不二法門。依第一", "21": "義說。香積佛品。就世諦門說。九者利益眾生。", "22": "善友無定。不二法門。明多人共說。香積佛品。", "23": "一人獨說。十者徒眾有二。一者此土。二者他", "24": "方。上多利此土之眾。今品通益彼此。問。請飯", "25": "香土。既名香積佛品。借座燈王。何故不稱燈", "26": "王佛品。答。上稱不思議。從通以立稱。今云香", "27": "積。因別以受名。蓋欲立品相避。故通別互舉", "28": "也。問。借座燈王。與請飯香土何異。答。上明", "29": "以大入小。今辨以小包大。又上明默感。此則", "30": "遣化。皆是互現。顯不思議也。品開為二。初明", "31": "淨土因果。二時眾得益。就初有兩。前明淨土", "32": "果。次辨淨土因。淨土果內。前明彼土淨門。", "33": "次辨二國化意。初有三句。一身子念食。二淨名", "34": "施飯。三大眾受食。於是舍利弗心念日時欲", "35": "至此諸菩薩當於何食。身子念食。有三因緣。", "36": "一者身心俱累。凡夫也。二心雖無累。而形須", "37": "資待。二乘也。三者俱無。法身菩薩也。身子既", "38": "受結業之形。心雖無累。而形須資待。古佛道", "39": "法。過齋不飡食。今時既至。故生念也。二者自", "40": "經初已來。盛談菩薩之法。聲聞之人不生深", "41": "樂。是故念食。三者居士空室。身子扣關。蓋", "42": "是互相影發。弘道利物故也。但云菩薩當於", "43": "何食。不念聲聞者。以弟子自有乞食法故也。", "44": "時維摩詰知其意而語言佛說八解脫仁者受", "45": "行豈欲食而聞法乎。此第二淨名設食。就文", "46": "為兩。此呵身子所念。八解脫內。前二解脫。觀", "47": "欲界不淨。汝既受行。云何念於欲界揣食。又", "48": "佛說八解脫。乃是無欲之嘉饌。養法身之上", "49": "膳。云何方念不淨之食。欲資養肉身。又夫論", "50": "樂法情深。則不念軀命。況意存飲食。若欲食", "51": "者且待須臾當令汝得未曾有食。此第二正", "52": "明施食。就文為四。一許食。二示食方處。三眾", "53": "不能取。四遣化自請。且待須臾者。不失食", "54": "時也。當令汝得未曾有食者。常食資於肉身。", "55": "今設養法身之食。名未曾有。不化作者。恐致", "56": "不實心之嫌。又欲令此土眾生。見清淨國。", "57": "又因香飯。得弘道意及二國化流彼此交利。", "58": "故不化也。時維摩詰即入三昧以神通力。此", "59": "第二示食處也。入定現通。顯淨名神力。令眾", "60": "尊人重法也。示諸大眾者。便大眾見淨土微", "61": "妙。發心求生淨國也。上方界分過四十二恒", "62": "河沙佛土有國名眾香者。此出里數近遠國", "63": "名字也。佛號香積今現在。此示化主也。其國", "64": "香氣比於十方諸佛世界人天之香最為第一。", "65": "雖示香土。起敬未深。今歎第一。則發希有意", "66": "也。彼土無有聲聞辟尸佛名唯有清淨大菩", "67": "薩眾。上明國土化主。此示徒眾。明唯有菩薩。", "68": "使發大心。辨無聲聞。斥小乘為鄙穢也。佛為", "69": "說法其界一切皆以香作樓閣經行香地苑園", "70": "皆香其食香氣周流十方無量世界爾時彼", "71": "佛與諸菩薩方共坐食。既有國土徒眾。今次", "72": "序教門。有諸天子皆號香嚴悉發阿耨多羅", "73": "三藐三菩提心供養彼佛及諸菩薩。上明菩", "74": "薩是登地已上。今序天子即地前之人。此大", "75": "眾莫不自見。上明所見。今以神力。令眾皆覩。", "76": "合有十句經也。時維摩詰問眾菩薩言諸仁", "77": "者誰能取彼佛飯。此第三明眾不能取。文有", "78": "四句。初淨名問。二大眾默。三居士譏。四文殊", "79": "答。初所以問者。既現彼國。顯無力者不能致。", "80": "推有力者令取飯也。以文殊師利威神力故", "81": "咸皆默然。文殊將顯淨名之德。故以神力。令", "82": "眾默然。又利益應在居士。又請飯待賓。宜自", "83": "往取。維摩詰言仁此大眾無乃可恥。淨名所", "84": "以譏者。屬於始行之人。又前明結座聲聞不", "85": "能昇。今辨施食大眾不能取。皆是顯如來勝", "86": "果。及示淨名道高。使物欣慕故也。文殊師利", "87": "曰如佛所言勿輕未學獎於未成。令不自輕。", "88": "進修行德也。故淨名之抑。文殊之引。共成熟", "89": "之。於是維摩詰不起于座。居眾會前化作菩", "90": "薩相好光明威德殊勝蔽於眾會。而告之曰。汝", "91": "往上方界分度如四十二恒河沙佛土。有國名", "92": "眾香。佛號香積。與諸菩薩方共坐食。汝往到彼", "93": "如我辭曰。維摩詰稽首世尊足下。致敬無量。問", "94": "訊起居。少病少惱。氣力安不。願得世尊所食之", "95": "餘。當於娑婆世界施作佛事。令此樂小法者", "96": "得弘大道。亦使如來名聲普聞。此第四遣化", "97": "自請。就文有四。第一正明遣化。第二化人受", "98": "命。第三彼佛施食。第四還歸本土。初所以遣", "99": "化遣化者。借坐燈王。謂默感不思議。今請", "100": "飯香土。遣化奇特。又欲引上方菩薩。從彼而", "101": "來。使此眾覩見。慕德進修道行。又欲以此法", "102": "門。利益彼眾。以是等緣故。當遣化往。時化菩", "103": "薩即於會前昇于上方舉眾皆見其去到眾香", "104": "國禮彼佛足又聞其言維摩詰稽首世尊足下", "105": "致敬無量問訊起居少病少惱氣力安不願得", "106": "世尊所食之餘欲於娑婆世界施作佛事使此", "107": "樂小法者得弘大道亦使如來名聲普聞。此", "108": "第二化人受命。往於上方也。問訊如來小病", "109": "小惱者。淨穢雖殊。示有身者。不得無患苦也。", "110": "又眾生病則菩薩病。眾生未得免病。是以諸", "111": "佛不得無病。問訊有二。一問所離。二問所得。", "112": "少病問訊身也。少惱問訊心也。此二問訊所", "113": "離。氣力問訊於身。安樂問訊於心。此二問所", "114": "得也。願得世尊所食之餘者。彼國菩薩。善根", "115": "深厚。正感香飯。此土眾生。志意下劣。但請食", "116": "之餘。彼諸大士見化菩薩歎未曾有今此上人", "117": "從何所來娑婆世界為在何許云何名為樂小", "118": "法者即以問佛。此第三彼佛施食。文有七句。", "119": "一彼眾問。二佛答。三重問。四重答。五正施食。", "120": "六彼眾欲來。七如來誡勅。初所以問者。欲顯", "121": "此穢土鄙蔽。今淨國之緣。深生厭心。進修", "122": "道業。又彼土大士。雖得神通。不能常現在前。", "123": "以其不知故問佛也。佛告之曰下方度如四", "124": "十二恒沙化土有世界名娑婆佛號釋迦牟尼", "125": "今現在於五濁世為樂小法眾生敷演道教", "126": "彼有菩薩名維摩詰住不可思議解脫為諸菩", "127": "薩說法故遣化來稱揚我名并讚此土令彼菩", "128": "薩增益功德。此第二佛答。娑婆此云雜會。又", "129": "名雜惡。悲華經云。忍土眾生。忍受三毒。以土", "130": "從人。故名為忍。彼菩薩言其人何如乃作是", "131": "化德力無畏神足若斯。第三重問。前總問此", "132": "土。今別問淨名。又欲顯居士之德。發起眾", "133": "來之情也。佛言甚大一切十方皆遣化往施作", "134": "佛事饒益眾生。第四佛重答。於是香積如來", "135": "以眾香鉢盛滿香飯與化菩薩。第五佛正施", "136": "食。香積如來。已利上方。今次益下界。故施食", "137": "也。時彼九百萬菩薩俱發聲言我欲詣娑婆", "138": "世界供養釋迦牟尼佛并欲見維摩詰等諸菩", "139": "薩眾。第六彼眾欲來。問。上方土勝化淳。何故", "140": "來此。答。菩薩德猶未滿。欲遍從諸佛諮受未", "141": "聞。宿有因緣。是故來也。二彼土有諸淺行。於", "142": "此有緣。但未能自往。須大菩薩引道令來。三", "143": "此見彼來。有深利益。佛言可往攝汝身香無", "144": "令彼諸眾生起惑著心。第七如來誡勅。前誡", "145": "其身。次誡其心。攝身香者。教門不同。此聞生", "146": "解。彼聞起著。故須攝之。同。若然者。云何不", "147": "攝飯香。答。佛神力故。能杜其惑原。發其道意。", "148": "故不攝也。又當捨汝本形勿使彼國求菩薩者", "149": "而自鄙恥。此見欣求。彼見自恥。故令攝本形。", "150": "又汝於彼莫懷輕淺而作閡想所以者何", "151": "十方國土皆如虛空。第二誡心。亦者兩句。初", "152": "舉法身土誡之。淨穢俱空。即是實相。平等之", "153": "土。諸佛法身之所同栖。未嘗優劣。故不應起", "154": "高下心。又諸佛為欲化諸樂小法者不盡現其", "155": "清淨土耳。第二舉應迹土誡之。諸佛適時而", "156": "現淨穢。上方為淨緣。而隱穢。下界為穢緣。而", "157": "隱淨耳。時化菩薩既受鉢飯與彼九百萬菩薩", "158": "俱承佛威神及維摩詰力於彼世界忽然不現", "159": "須臾之間至維摩詰舍。第四化菩薩。還歸本", "160": "土。就文又八。第一從彼還此。二淨名設座待", "161": "賓。三菩薩就坐。四化人飯授居士。五時眾雲", "162": "集。六淨名勸食。七聲聞疑念。八菩薩呵譏。時", "163": "維摩詰即化作九百萬師子之坐嚴好如前。", "164": "第二文也。上明借坐。今辨化成。互現奇特。諸", "165": "菩薩皆坐其上。第三就坐也。化菩薩以滿鉢", "166": "香飯與維摩詰飯香普熏毘耶離城及三千大", "167": "千世界。第四授食與淨名。天香逆風四十里。", "168": "今是諸佛果報故。並熏三千也。時毘耶離婆", "169": "羅門居士等聞是香飯氣身意快然歎未曾有", "170": "於是長者主月蓋從八萬四千人來入維摩詰", "171": "舍見其室內菩薩甚多諸師子坐高廣嚴好皆", "172": "大歡喜禮眾菩薩及。大弟子却住一面。第五", "173": "時眾雲集。前明顯眾。次辨幽眾。長者主月蓋", "174": "者。彼國無王。唯五百長者。共治國政。月蓋。", "175": "眾所推重。故種為主。諸地神虛空神及欲色", "176": "界諸天聞此香氣亦皆來入維摩詰舍。此幽", "177": "眾集。小乘云。色界無鼻識。何由聞香。又云。", "178": "借識故得聞者。若前不聞。亦無因而借。又大", "179": "乘明義。無微不察。故得聞香而至。時維摩詰", "180": "語舍利弗等諸大聲聞仁者可食如來甘露味", "181": "飯。第六淨名勸食。前借堅。通勸大小。請飯。", "182": "獨命聲聞者。互現其意也。又聲聞局劣。謂飯", "183": "少眾多。心不敢食。故偏命大聲聞。天食須", "184": "純。稱為甘露。淨土之飯。超勝人天。真甘露", "185": "也。又涅槃名為甘露。食此飯者。必當得之故。", "186": "因內說果。大悲所熏無以限意食之使不消", "187": "也。此飯是大悲之果。又從大悲起。及慈眼所", "188": "視。名大悲所熏也。謂少不包多。稱為限意。", "189": "由不稱施主。故云不消。此示其受食法也。", "190": "有異聲聞念是飯少而是大眾人人當食。第七", "191": "聲聞疑念。異聲聞者。異身子等大聲聞也。身", "192": "子雖是小乘。智慧勝故。敢量菩薩神德故。不", "193": "生此念。化菩薩曰勿以聲聞小德小智稱量", "194": "如來無量福慧。第八菩薩譏呵。小德者。福德", "195": "莊嚴小也。小智者。智慧莊嚴小也。豈可以小", "196": "限量於大。四海有竭此飯無盡使一切人食", "197": "揣若須彌乃至一劫猶不能盡所以者何無盡", "198": "戒定智慧解脫智見功德具足者所食之餘", "199": "終不可盡。一切人食。時人多也。揣食若須彌。", "200": "所食大也。一劫明時久也。而猶不盡。況此會", "201": "乎。次舉五身釋之。五身五為正果。香飯為", "202": "依報。以正果無盡故。依果無盡。又五身為本。", "203": "香飯為迹。本既無盡故。應迹非窮。於是鉢飯", "204": "悉飽眾會猶故不賜其諸菩薩聲聞天人食此", "205": "飯者身安快樂譬如一切樂莊嚴國諸菩薩也。", "206": "又諸毛孔皆出妙香亦如眾香國土諸樹之香。", "207": "淨土果有三。一念食。二施食。三受食。二章", "208": "竟前。此第三也。爾時維摩詰問眾香菩薩香", "209": "積如來以何說法彼菩薩曰我土如來無文字", "210": "說位以眾香令諸天人得入律行菩薩各各", "211": "坐香樹下聞斯妙香即獲一切德藏三昧得是", "212": "三昧者菩薩所有功德皆悉具足。自上已來。", "213": "明香飯為佛事。此下第二辨兩國化儀。初明", "214": "淨土之教。次辨穢土法門。問。上云香積佛為", "215": "眾說法。何故今言無文字耶。答。彼土非都無", "216": "言。正用香為佛事。如此土雖用音聲。亦有藉", "217": "神通等入道。皆是從多為論耳。又云。說法亦", "218": "不必有言。即香能通達。亦名說法。彼諸菩薩", "219": "問維摩詰今世尊釋迦牟尼以何說法。此第", "220": "二明此土法門。為四。一問。二答。三歎。四述。", "221": "此初問也。維摩詰曰此土眾生剛強難化故", "222": "佛為說剛強之語以調伏之。此第二答。為三。", "223": "謂法譬合。法說又三。標釋結。此初標也。大明", "224": "佛化。凡有三門。一軟語。二剛言。三雜說。雜", "225": "說者。讚善毀惡也。言是地獄是畜生是餓鬼", "226": "是諸難處。此第二釋調伏也。難處者。前明三", "227": "塗為三。今說五難。名為難處也。是愚人生處。", "228": "外道生處。謂愚人生處。如生無想天。定壽", "229": "五百劫。謂是涅槃。後命盡時。起於邪見。撥無", "230": "聖道。墮無間地獄。以聖人不生彼處故。名愚", "231": "人生處也。是身邪行是身邪行報是口邪行", "232": "是口邪行報是意邪行是意邪行報是殺生是", "233": "殺生報是不與取是不與取報是邪婬是邪婬", "234": "報是妄語是妄語報是兩舌是兩舌報是惡口", "235": "是惡口報是無義語是無義語報是貪嫉是貪", "236": "嫉報是瞋惱是瞋惱報是邪見是邪見報。前", "237": "明八難果。今具說十惡因果也。是慳悋是慳", "238": "悋報是毀戒是毀戒報是瞋恚是瞋恚報是懈", "239": "怠是懈怠報是亂意是亂意報是愚癡是愚癡", "240": "報。此說六弊因果。十惡世間障。此出世間障", "241": "也。是結戒是持戒是化戒是應作是不應作", "242": "是障閡是不障閡是得罪是離罪是淨是垢是", "243": "有漏是無漏是耶道是正道是有為是無為", "244": "是世間是涅槃。前說八難。十惡。六弊。此之三", "245": "科。但明所離。此文已去。變示取捨也。犯不", "246": "犯。據止義也。應作不應作。約行義也。障閡", "247": "者。犯於止戒。不作行善。障聖道也。是罪者。", "248": "前二為罪也。離罪者。持止作行也。以難化之", "249": "人心如猿猴故以若干種法制御其心乃可調", "250": "伏。譬如象馬𢤱悷不調如諸楚毒乃至微骨", "251": "然後調伏。此第二譬說。什公云。馬有五種。第", "252": "一見鞭影即得調伏。第二得鞭乃伏。第三以", "253": "利錐刺皮乃伏。第四穿肉乃伏。第五徹骨乃", "254": "伏。眾生利鈍。亦有五品。第一但見他無常。其", "255": "心便悟。第二見知識無常。其心乃悟。第三見", "256": "兄弟親戚無常。其心乃悟。第四見父母無常。", "257": "其心乃悟。第五自身無常。極受苦惱。加以苦", "258": "言。然後悟也。如是剛強難化眾生故以一切", "259": "苦切之言乃可入律也。此第三合譬。非鉤捶", "260": "無以調象馬。非苦言無以伏難化。彼諸菩薩", "261": "聞說是已皆曰未曾有也如世尊釋迦牟尼佛", "262": "隱其無量自在之力乃以貧所樂法度脫眾生", "263": "斯諸菩薩亦能勞謙以無量大悲生是佛土。", "264": "此第三彼菩薩嘆。初嘆佛。次嘆菩薩。貧所樂", "265": "法者。此土眾生。無大乘法財。為貧。但有小", "266": "機。稱樂。佛隱大德。用小法化人。如法華云。", "267": "脫珍御服。著弊垢衣。以化窮子。敢同其貧", "268": "隨。順其所樂。而濟度之。維摩詰言此土", "269": "菩薩於諸眾生大悲堅固誠如所言然其一世", "270": "饒益眾生多於彼國百千劫行所以者何此娑", "271": "婆世界有十事善法諸餘淨土之所無有何等", "272": "為十以布施攝貧窮以淨戒攝毀禁以忍辱攝", "273": "瞋恚以精進攝懈怠以禪定攝亂意以智慧攝", "274": "愚癡。第四淨名述成仍歎此土之教。問。淨土", "275": "無貧。可不須施。若無癡者。何用化之。答。癡", "276": "有二種。一者於一切法不了。故名為癡。二者", "277": "唯於諸佛甚深之法未悟。名之為癡。穢土具", "278": "二種癡。淨國有後一。今就前門也。說除難法", "279": "度八難者以大乘法度樂小乘者以諸善根濟", "280": "無德者常以四攝成就眾生是為十。說除難", "281": "法。謂以小乘法化眾生也。以大乘法度樂小", "282": "乘者。謂以大乘法化小也。以諸善根濟無德", "283": "者。謂以人天乘。用化於物。備五乘也。問。行", "284": "此行十事。云何勝彼土修行。答。此土有十", "285": "惡法。故十德增長。彼土淳善。施德無地。如多", "286": "病處。醫有遍救之土。無疾之所。醫無施用。", "287": "故百千劫行。不如一世也。彼菩薩曰菩薩成", "288": "就幾法於此世界行無瘡疣生于淨土。自上", "289": "已來。明淨土果竟。從此已後。辨淨土因。明淨", "290": "土果。使其現益。辨淨土因。令來世往生。前問。", "291": "次答。問意。從淨名嘆此土。菩薩一世修行。勝", "292": "他方百十劫。若然者。深行之人。可有濟物", "293": "之功。淺行之者。欲住穢土化人。恐自不能救。", "294": "亦不能益物。如小湯投氷。反助成結。故問。以", "295": "何法而能自無患累。復能益他。令自之與他。", "296": "俱生淨土。維摩詰言菩薩成就八法於此世", "297": "界行無瘡疣生于淨土。此第二淨名答。為三。", "298": "標釋結。此初標也。何等為八饒益眾生而不", "299": "望報代一切眾生受諸苦惱所作功德盡以施", "300": "之。此第二別釋八法。八法前四化他。後四自", "301": "行。前四即慈悲喜捨。饒益眾生而不望報。此", "302": "慈心也。慈心與樂故不望報。代眾生受苦者。", "303": "此明悲心。問。眾生受苦。是前業果報。云何可", "304": "代。答。教化令起善滅惡。便離若得樂。故名", "305": "為代也。所作功德盡以施之。明喜也。以喜", "306": "除嫉。故能盡施。等心眾生謙下無礙。此明捨", "307": "心。捨治愛憎故。其心平等。既以等心。復能卑", "308": "己尊人。謂嫌下也。以等心謙下。於怨親之間。", "309": "無復隔閡。於諸菩薩現之如佛所未聞法", "310": "聞之不癡。初句敬人。次不疑法。菩薩是四生", "311": "之橋梁。三寶之繼嗣。視之如佛則已功德。", "312": "故須敬人。佛所說經。聞即信受。不以未聞而", "313": "生疑惑。故須信法。不與聲聞而相違背。上尊", "314": "人重法。是自學處。為第五句也。此於何學處。", "315": "不起恚閡。為第六句也。三乘雖殊。歸宗不二。", "316": "故無但違也。不嫉彼供不高己利而於其中", "317": "調伏其心。此第七句。於受用事。不起煩惱。他", "318": "種他獲。故不生嫉。已種已得。何為自高。於是", "319": "二處。善自調伏。常省己過不訟彼短恒以一", "320": "心求諸功德。此第八句。於修行處。能離過集", "321": "善。省己過則自過消。訟彼短則短在己。此二", "322": "離過也。眾惡易增。功德難具。非一心專求。無", "323": "以剋成。此集善也。是為八。上標釋已竟。今總", "324": "結也。維摩詰文殊師利於大眾中說是法時", "325": "百千天人皆發阿耨多羅三藐三菩提心十千", "326": "菩薩得諸法忍。上說淨土因果。今第二時眾", "327": "蒙益。", "328": "11 菩薩行品(六)菩薩行品第十一", "329": "此第四會。重集菴園。序其來意。有五因緣。一", "330": "者上所說法。須佛印定。方得成經。然後乃可", "331": "遠流遐代。二者淨名所現不思議事。方丈之", "332": "眾已見。菴薗之緣未覩。為化未周。故須此集。", "333": "三者眾香菩薩。來意有二。一欲見淨名。二禮", "334": "覲於佛。今欲遂其本心。故須此會。四者。上品", "335": "但明香飯。以為佛事。今欲廣陳佛事。有無量", "336": "法門。五者上借坐請飯。略現神通。今掌持會", "337": "眾。手接大千。廣示難思之道。菩薩行品者。凡", "338": "夫行於生死。二乘心遊涅槃。並隨二邊。非", "339": "履道行。今眾香大士。將還本土。請為說菩薩", "340": "正行。故以目品。品開為二。第一緣起。第二正", "341": "說。緣起十句。一將欲來前現瑞相。二問瑞所", "342": "由。三答瑞意。四要文殊往。五文殊許來。六淨", "343": "名掌擎大眾。七眾到已稽首。八如來慰問。九", "344": "命令就坐。十受命而坐。是時佛說法於菴羅", "345": "樹園其地忽然廣博嚴事一切眾會皆作金", "346": "色。此初現瑞者。凡有三義。一為他方客來故。", "347": "莊嚴處所。二發起菴薗眾會敬仰之誠也。三", "348": "表備開法門。他人悟道。阿難白佛言世尊以", "349": "何因緣有此瑞應是處忽然廣博嚴事一切眾", "350": "會皆作金色。第二問瑞所由。大士所為。非小", "351": "道能測。又令時眾。知淨名來。預生欣仰。有二", "352": "因緣所以問。佛告阿難是維摩詰文殊師利", "353": "與諸大眾恭敬圍遶發意欲來故先指此瑞", "354": "應。第三答瑞所由也。於是維摩詰語文殊師", "355": "利可共見佛與諸菩薩禮事供養。第四要文", "356": "殊師利來。凡有三義。一欲印定成經。二今", "357": "眾香菩薩。見佛聞法。三欲明佛事。有無量門。", "358": "非止香飯。文殊師利言善哉行矣今正是時。", "359": "第五文殊嘆許。是時者。謂弘道益物之時。會", "360": "上三義也。維摩詰即以神力持諸大眾并師", "361": "子座置其右掌往詣佛所到已著地。第六淨", "362": "名現通。即是重明不思議事。掌不大而能持。", "363": "眾不小而被蓮。又世之待賓。給以車馬。大", "364": "士迎送。運以神通。稽首佛足右遶七匝一心", "365": "合掌在一面立其諸菩薩即皆避坐稽首佛足", "366": "亦遶七匝於一面立諸大弟子釋梵四天王等", "367": "亦皆避坐稽首佛足在一面立。第七到已修", "368": "敬。於是世尊如法慰問諸菩薩已。第八如來", "369": "慰問。各令復坐。第九命令就坐即皆受教。第", "370": "十受旨而坐。眾坐已定佛語舍利弗汝見菩", "371": "薩大士自在神力之所為乎。此第二次明正", "372": "說。就文為兩。第一印成。前說明佛事不同。", "373": "二辨菩薩行。初又二。第一別明香飯之德。第", "374": "二辨佛事不同。所以前問身子。凡有二義。", "375": "一欲印定成經。二以大機小。唯然已見於汝", "376": "意云何世尊我覩其為不可思議非意所圖非", "377": "度所測。不思議名。正顯於此。良以二乘不能", "378": "測度。名不思議。爾時阿難白佛言世尊今所", "379": "聞香自昔未有是為何香。問。上云。香氣普薰", "380": "三千。方丈菴園。相去數里。云何不聞。答。以", "381": "非分故。近而不聞。今將印定成經。及其明佛", "382": "事。故得聞也。佛告阿難是彼菩薩毛孔之香。", "383": "獨言彼菩薩香者。示根本故也。又欲今身子", "384": "自顯是食之香。於是舍利弗語阿難言我等毛", "385": "孔亦出是香阿難言此所從來曰是長者維摩", "386": "詰從眾香國取佛餘飯於舍長者一切毛孔", "387": "皆香若此阿難問維摩詰是香氣住當久如維", "388": "摩詰言至此飯消曰此飯久如當消曰此飯勢", "389": "力至于七日然後乃消。什公云。有人食香飯。", "390": "飯不時消。心必厭捨。故不令久也。亦云應得", "391": "道者。飯氣時熏。不過七日。必成聖道。如七步", "392": "蛇嚙。勢不過七日。事不須久。故不令過七也。", "393": "釋僧肇云。七日勢消。飯之常力也。若應因飯", "394": "而階道者。要得其所應得。然後消也。吉藏", "395": "謂。飯有三。凡夫感薄。但得七日。所謂下也。", "396": "二乘小深。故得初果。正位羅漢心。然後乃消。", "397": "所謂次也。大乘發心。乃至補處。然後乃消。所", "398": "謂上也。以應三品眾生故。初云七日。又阿難", "399": "若聲聞人未入正位食此飯者得入正位然後", "400": "乃消已入正位食此飯者得心解脫然後乃消", "401": "若未發大乘意食此飯者至發意乃消已發意", "402": "食此飯者得無生忍然後乃消已得無生忍食", "403": "此飯者至一生補處然後乃消此飯如是滅除", "404": "一切諸煩惱毒然後乃消。有人言。飯是法門。", "405": "非是飯食。故能令人得道。今諸佛即飯為法", "406": "門。現此一用。令人入道。如有經云。菩薩有照", "407": "法性天冠。著此冠時。一切法性。悉來現心。問。", "408": "食香飯。云何令人得道。答。諸佛有善巧之言。", "409": "亦有善巧之食。故聽言散味。皆得道也。又", "410": "世治身病。既其有藥。今治心病。亦應有藥。即", "411": "香飯是矣。什公云。食此飯時。體安心靜。發", "412": "未曾有意。飯尚如此。何況道耶。有此妙果。必", "413": "有妙因。極大信樂。深遠因果。達因果即解", "414": "緣起。解緣起則見實相。是故得道。阿難白佛", "415": "言未曾有也世尊如是香飯能作佛事。此下", "416": "第二具明佛事不同。就文為兩。第一正明佛", "417": "事多門。二解悟入此門。有大利益。阿難嘆者。", "418": "飯本益身。遂令得道。故稱未曾有也。佛事者。", "419": "教化眾生。令得悟道。蓋是諸佛之事也。佛言", "420": "如是如是阿難或有佛土以佛光明而作佛事", "421": "有以諸菩薩而作佛事。如華嚴經如來默然。", "422": "菩薩說法。又即此經。釋迦無言。而淨名弘道。", "423": "有以佛所化人而作佛事。如須扇多佛。真形", "424": "滅度。留化佛。利益眾生。有以菩提樹而作佛", "425": "事。佛在樹下得菩提。名菩樹。此樹隨所見", "426": "聞。而出形聲。並得悟道。故以樹為佛事。所", "427": "以佛衣服臥具而作佛事。昔閻浮提王。得佛", "428": "大衣。時世疾疫。王以衣著標上。以示眾人。眾", "429": "人歸命。病皆得愈。信敬益深。因是解脫。有以", "430": "飲食而作佛事有以園林臺觀而作佛事。眾", "431": "香國土。以香為地苑園。令人悟道。即其事也。", "432": "有以三十二相八十種好而作佛事有以佛", "433": "身而作佛事。或示真形相好而得道。又如洴", "434": "沙王。以佛像與弗迦沙王。因是得悟也。佛身", "435": "者。令現身也。有以虛空而作事眾生應以", "436": "此緣得入律行。眾生根性不同。好有者。存身", "437": "以示有。樂空者。滅身以示無。如文殊師利。滅", "438": "眾色像。現虛空相。以化阿闍世王。如密迹經", "439": "說。有以夢幻影嚮。鏡中像水中月熱時炎如", "440": "是等喻而作佛事。自有眾生。令其感夢。而得", "441": "悟道。或有現幻炎不真形色而得益者。或有", "442": "以者聲語言文字而作佛事。或有清淨佛土", "443": "寂漠無言無說無示無識無作無為而作佛", "444": "事如是阿難諸佛威儀進止諸所施為無非佛", "445": "事。有真佛土。皆法身菩薩。外無言說。內無", "446": "識慮。而超悟於事表。正觀實相。而得道也。阿", "447": "難有此四魔八萬四千諸煩惱門而諸眾生為", "448": "之疲勞諸佛即以此法而作佛事。什公云。佛", "449": "事有三。一以善為佛事。謂說法放光等。二以", "450": "無記為佛事。即虛空等。三以不善為佛事。謂", "451": "示諸煩惱。醫有三品。下品之流。藥成非藥。次", "452": "品之者。能以藥為藥。上品良醫。用非藥為藥", "453": "也。八萬四千者。三毒等分。此四是諸煩惱根。", "454": "從一一根。出二萬一千。合八萬四千。從八萬", "455": "四千。出支流無量。故名為。八萬四千法門", "456": "者。賢劫經。有菩薩思惟。行何三昧。疾得八萬", "457": "四千諸度。因以問佛。佛答。有三昧名了法本。", "458": "菩薩行之。疾得八萬四千諸度。諸度者。佛功", "459": "德有三百五十種門。一一皆以六度為因。便", "460": "有二千一百諸度。用此對治四大六衰之患。", "461": "四大成眾生身。修諸度得淨法身。故治四大", "462": "也。六衰者。六塵惡賊。令人善法衰滅。修行諸", "463": "度。起入佛境。不畏六塵。故治之也。四大為", "464": "內。六衰為外。此之內外。由煩惱起。故治三毒", "465": "等分。各有二萬一千。合八萬四千。是名入一", "466": "切諸佛法門。菩薩入此門者。若見一切淨好佛", "467": "土。不以為喜。不貪不高。若見一切不淨佛土。不", "468": "以為憂。不礙不沒。但於諸佛土生清淨心。歡喜", "469": "恭敬未曾有也。諸佛如來功德平等。為教化眾", "470": "生故而現佛土不同。阿難汝見諸佛國土地", "471": "有若干。而虛空無若干也。如是見諸佛色身有", "472": "若干耳。其無閡慧無若干也。此第二明深入", "473": "此門。使得利益。就文為三。初明德同。次辨", "474": "號等。三小乘不測。德同為二。初明佛慧等。次", "475": "辨餘功德等。佛慧等者。既入此門。則知佛土", "476": "本是應物。而能應之慧。豈有異哉。故於淨穢。", "477": "不生憂喜。阿難諸佛色身威相種性戒定智", "478": "慧解脫知見力無所畏不共之法大慈大悲", "479": "威儀所行及其壽命說法教化成就眾生淨佛", "480": "國土具諸佛法悉皆同等。上明慧等。今辨餘", "481": "德悉同。問。諸佛化儀各異。云何同等。答。諸佛", "482": "同具一切方便。是故等也。是故名為三藐三", "483": "佛陀。前明德同。此明號等。但號有多門。略說", "484": "有三。次則為十。具陳無量。今略說也。此初。正", "485": "遍知號。解無顛倒為正。智無不周。稱為遍。決", "486": "定法相。謂之知。名為多陀阿伽度。此云如", "487": "來。亦名如去。體如而來。名為如來。體如而去。", "488": "名為如去。又如諸佛來。故名如來。如諸佛同", "489": "入涅槃去。名為如去。名為佛馱。此翻為覺。覺", "490": "有二種。一於煩惱障眠。而得覺悟。與二乘同。", "491": "二於智障眠。而得覺悟。與二乘異。煩惱障。四", "492": "住煩惱也。智障者。障如來一切智。即無明住", "493": "地惑。阿難。若我廣說此三句義。汝以劫壽不", "494": "能盡受。正使三千大千世界滿中眾生皆如阿", "495": "難多聞第一。得念總持。此諸人等以劫之壽亦", "496": "不能受。如是阿難。諸佛阿耨多羅三藐三菩提", "497": "無有限量。智慧辨才不可思議。阿難白佛言。我", "498": "從今已往不敢自謂以為多聞。佛告阿難。勿起", "499": "退意。所以者何。我說汝於聲聞中為最多聞。非", "500": "謂菩薩。且止阿難。其有智者不應限度諸菩薩", "501": "也。一切海淵尚可測量。菩薩神足智慧辨才", "502": "總持一切功德不可量也。阿難。汝等捨置菩薩", "503": "所行。是維摩詰一時所現神通之力一切聲聞", "504": "辟支佛於百千劫盡力變化所不能作。第三", "505": "若德若名。非小乘能測。即是總顯諸佛不可", "506": "思議也。爾時眾香世界菩薩來者合掌白佛", "507": "言世尊我等初見此土生下劣想今自悔責捨", "508": "離是心所以者何諸佛方便不可思議為度眾", "509": "生故隨其所應現佛國異。此第二眾香菩薩。", "510": "諸法還土。就文為三。一請。二說。三領悟。初", "511": "有二句。一自悔過。二請法。自悔過者。明發彼", "512": "土。雖奉聖教。及見此土不淨。劣想自生。謂佛", "513": "菩薩。亦有優降。既聞此佛事。方自悔責。唯然", "514": "世尊願賜小法還於彼土當念如來。第二諸", "515": "法。有五因緣。一者此雖文字。而須彼法。彼雖", "516": "無言。亦須此法。二國化流。彼此交利。二者既", "517": "為菩薩。必須遍化十方。故請文字。誨誘餘土。", "518": "三者眾香世界。復有不來之人。必問其正要。", "519": "故須稟異說有若傳燈。四者令彼菩薩果知", "520": "佛恩。既但食香飯。自然悟道。聞此苦行等乃", "521": "登聖。則知佛恩深。自勵修德。五者雖囑言在", "522": "彼。而意實為此。佛告諸菩薩有盡不盡解脫", "523": "法門汝等當學。第二佛若為三。初標二門以", "524": "勸學。次釋二門以釋勸。三結二門以結勸。此", "525": "初標也。何謂為盡謂有為法何謂無盡謂無", "526": "為法。此釋二門。有為虛妄。必歸磨滅。故稱", "527": "有為。無為真實。不可磨滅。故名無為。先此", "528": "二句。標所學之法也。如菩薩者不盡有為不", "529": "住無為。此下明能學二門。復有三句。前總標", "530": "二行。次別釋二行。三合解二行。然不盡有為", "531": "不住無為。凡有二門。一者不盡有為。入無", "532": "為以化物也。不住無為。是方便不證空也。此", "533": "是捨無為入有為。用斥聲聞住無為捨有為", "534": "也。二者穢土有苦。故名有為。淨國無苦。名曰", "535": "無為也。眾香菩薩。樂於淨土。棄於穢國。即是", "536": "捨有為。而住無為。今對呵之。故明不住無為", "537": "不捨有為。先斥聲聞。此呵菩薩也。然淨土之", "538": "人。實無斯過。蓋是寄彼。為斥此也。何謂不盡", "539": "有為謂不離大慈不捨大悲。此別釋二門。即", "540": "為二意。今先解不盡有為。大士者。以濟物為", "541": "懷。今入有化物。是菩薩本懷。故前明不盡有", "542": "為也。慈悲是入道之基。樹德之本。故發軫", "543": "明之。聲聞無之。故住無盡有為。深發一切智", "544": "心而不忽忘。前是度眾生心。今是求佛道心。", "545": "亦大願心。又是菩提心。樹心深固。難可傾秡。", "546": "故歷劫逾明。而無廢妄。教化眾生終不厭倦", "547": "於四攝法常念順行護持正法不惜軀命種諸", "548": "善根無有疲厭。下濟眾生。上求佛道。此二為", "549": "眾德之根。然教化眾生行四攝。此二句成前", "550": "下濟。護正法種善根。此二成前上求。以此眾", "551": "德。茂其枝條。道樹日滋。不盡有為義也。下諸", "552": "願行枝葉之流。皆可滋茂。以成不盡之旨。志", "553": "常安住方便迴向。行善無定。隨意所成。若有", "554": "善巧方便。及迴向道則不隨三有二乘。速成", "555": "正覺。故須心常安住。求法不懈說法無悋勤", "556": "供養諸佛故入生死而無所畏於諸榮辱心無", "557": "憂喜不輕未學敬學如佛隨煩惱者令發正", "558": "念於遠離樂不以為貴不著己樂慶於彼樂。凡", "559": "夫見他樂則生厭。見他苦則心安。自樂則生", "560": "著。自苦則心厭。菩薩見他樂則歡喜。他苦", "561": "則起悲。自樂則不著。自苦則心安。在諸禪定", "562": "如地獄想。禪有三種。一大乘。二小乘。三凡夫。", "563": "凡夫禪多生我慢。二乘禪則獨善。善燒善根。", "564": "壞於佛樹。故觀如地獄。於生死中如園觀", "565": "想。生死雖苦。大道所因。菩薩好遊。想如園觀。", "566": "見來求者如善師想。求者雖欲自益。而實益", "567": "我。故想為善師。捨諸所有具一切智想見毀戒", "568": "人起救護想諸波羅蜜為父母想。初句明施。", "569": "謂捨身命賊。必能具一切智。次句辨戒。戒為", "570": "人護。毀戒則無護。菩薩自已有護故。是護無", "571": "護者。後句取四波羅蜜。為行轉深。法身之所", "572": "由生故。想為父母。道品之法為眷屬想。助益", "573": "我者。三十七品。如人有眷屬相助成也。發行", "574": "善根無有齊限以諸淨國嚴飾之事成已佛土", "575": "行不限施具足相好除一切惡淨身口意。", "576": "故或則少而心足。或財足而心少。今二事", "577": "兼具。故能開門大施。此施。是相好之因。行此", "578": "施時。必須淨於三業。在因既淨。妙報必隨", "579": "也。生死無數劫意而有勇聞佛無量德志而", "580": "不倦以智慧劍破煩惱賊出陰界入荷負眾生", "581": "永使解脫以大精進摧伏魔軍常求無念實相", "582": "智慧。不起有無四句邪念。是真智慧也。行少", "583": "欲知足而不捨世法不壞威儀而能隨俗。不", "584": "壞道儀。而能隨俗。俯仰天下。皆謂我同。我獨", "585": "異人也。起神通慧引導眾生。得念總持所聞", "586": "不忘。善別諸根斷眾生疑。以樂說辨演法無閡。", "587": "淨十善道受天人福。修四無量開梵天道。勸請", "588": "說法隨喜讚善。得佛音聲身口意善。得佛威儀", "589": "深修善法。所行轉勝以大乘教故。成菩薩僧", "590": "心無放逸不失眾善本。行如此法是名菩薩", "591": "不盡有為。能如上自行化他。則功德日增。不", "592": "盡有為也。何謂菩薩不住無為謂修學空不", "593": "以空為證修學無相無作不以無相無作為", "594": "證。此釋不住無為。以方便智。觀空不證。名不", "595": "住無為。問。大小二乘。俱辨三空。有何異耶。", "596": "答。二乘空觀。唯空於我。大乘空觀。無法不", "597": "空。既無法不空。即空法亦空。空法既亦空故。", "598": "能不證空。小乘無相。唯有盡諦。大乘無一切", "599": "相。小乘無作。不造生死。大乘無作。萬法不造。", "600": "修學無起不以無起為證。僧肇云。諸法緣會", "601": "而有。緣散而無。何法先有。待緣而起乎。此空", "602": "觀之別門也。有人言。諸法體空為空。無空相", "603": "可取為無相。無果所造為無作。無因可生為", "604": "無起。觀於無常而不厭善本。觀無常。為治常", "605": "耳。豈使斷滅不行善本耶。觀世間苦而不", "606": "惡生死觀於無我而誨人不倦。觀於無我。謂", "607": "人空也。雖空而有。故誨人不倦。觀於寂滅而", "608": "不永寂滅觀於遠離而身心修善。遠離有三。", "609": "一離五欲。二離煩惱。三諸法性空遠離。遠離", "610": "是無為之別名。雖見無為遠離之安。而身心", "611": "不離有為善也。觀無所歸而歸趣善法。諸法", "612": "始無所來。終無所歸。雖知無歸。而常歸善法。", "613": "觀於無生而以生法荷負一切觀於無漏而不", "614": "斷諸漏。觀於無漏。異凡夫也。示現行漏。故言", "615": "不斷。異二乘也。觀無所行而以行法教化眾", "616": "生觀於空無而不捨大悲觀正法位而不隨小", "617": "乘觀諸法虛妄無牢無人無生無相本願未", "618": "滿而不虛福德禪定智慧。然雖知諸法無我", "619": "無主。不以功德虛假而不修之。修如此法是", "620": "名菩薩不住無為。總結不住無為也又具福", "621": "德故不住無為具智慧故不盡有為。下此第", "622": "三合解二行。上雖明不盡不住。今則合釋之", "623": "也。修福德。必涉於有。若住無為。則福德不具", "624": "也。具智慧故。知有為如幻。不使染著故。不盡", "625": "有為。又智之為性。必遍照諸法。若癈捨有為。", "626": "則智慧不具。大慈悲故不住無為此下。初福", "627": "慧一對為總。亦是自利。此下三對為別。復利", "628": "他。慈悲與本願。偏開福門。福門有願行。慈", "629": "悲為德。下句為願。修慈以反無入有。以願", "630": "滿故不住不盡集法藥故不住無為隨授藥故", "631": "不盡有為。此下兩對開智慧門也。初對集藥。", "632": "後對約知病。然集藥必是從師故。不住無為。", "633": "癈捨有為。則令群生隔絕。何能授藥。故不盡", "634": "有為。知眾生病故不住無為滅眾生病故不", "635": "盡有為。知眾生病。必是照有。故不住無為。", "636": "滅眾生病。須入有故。不盡有為。諸正士菩薩", "637": "已修此法不盡有為不住無為是名盡不盡無", "638": "閡法門汝等當學。下此第三總結二門。以勸", "639": "學盡不盡。結所學之法體。無閡法門。結能學", "640": "之行。不盡有為。無闕德之累。不住無為。無", "641": "獨善之閡。故云無礙。問。不盡有為。復有盡義", "642": "以不住無為。復有住義以不。答。菩薩捨二", "643": "生死。則盡於有為。證大涅槃。則是住於無", "644": "為。前云不盡者。令入有化物。不住者。不同二", "645": "乘取證耳。爾時彼諸菩薩聞說是法皆大歡", "646": "喜以眾妙華若干種色若干眾香散遍三千大", "647": "千世界供養於佛及此經法并諸菩薩已稽首", "648": "佛足嘆未曾有言釋迦牟尼佛乃能於此善行", "649": "方便言已忽然不現還到彼國。第三領解。歡", "650": "喜稱嘆。還歸本土耳。", "651": "12 見阿閦佛品(六)見阿閦佛品第十二", "652": "阿閦此云無動。亦名無怒。前以法立名。今從", "653": "人受稱。又上是因名。今為果因。又前人法", "654": "合舉。菩薩為人。行即是法。今境智雙具題。見", "655": "謂能觀之智。阿閦為所觀之境也。問。何故有", "656": "此品耶。答。凡有四義。一者前為彼土說此教。", "657": "今為此緣觀彼佛。良以受悟不同。化門不一", "658": "也。二上菩薩行品辨修行。今明行成故能見", "659": "佛。問。二乘亦見於彼佛。應修佛行。答。乃見", "660": "二乘佛耳。非真佛也。故五百聲聞。在華嚴坐。", "661": "但見丈六。與二乘身同修別異善根。不覩大", "662": "乘真法身也。三者上說因門合。今明果法。", "663": "四者自經初已來。略辨不思議。此文已去。廣", "664": "明本迹難測。觀身實相觀佛亦然。謂本不思", "665": "議。次釋移妙喜來入此土。謂迹不思議。問。上", "666": "已明不思議。與今何異。答。總判始終。凡有四", "667": "句。一大入小不思議。如借座燈王。二小充大", "668": "不思議。如請飯香土。三以大入大不思議。運", "669": "彼妙喜。入斯忍界。二土共處。而無增減。謂不", "670": "思議。但此事易明。不待說也。品開三。一明", "671": "法身之本。二辨無動之迹。三歎法美人。初", "672": "父前問。次答。爾時世尊問維摩詰汝欲見如", "673": "來為以何等觀如來乎。下佛問淨名。凡有三", "674": "義。一者經初已來。佛身光耀音時。時眾但", "675": "取人相。不見法身。故問淨名令覩真佛。二者", "676": "上淨名云可見諸佛。時眾謂佛可見有人能", "677": "見。若爾還是佛見。非見佛也。故今明。法身息", "678": "彼二觀。問。眾香菩薩。來見於佛。亦起惑著。", "679": "何不破之。答。彼乃起劣想。豈生染耶。故待去", "680": "乃說。三者將欲明無尊卑。無動佛來並釋迦。", "681": "恐有尊卑二心。故預明法身一觀。所以問也。", "682": "維摩詰言如自觀身實相觀佛亦然。下答。問。", "683": "此經四會三處辨法身。有何異耶。答。方便品。", "684": "對生死過患。歎法身功德。弟子品。開本迹不", "685": "同。法身則無漏無為。應迹有生有滅。此品偏", "686": "明法身體絕百非。形備萬德。問。何故辨此三", "687": "門。答要備三門。佛身方顯。前須對生死過患。", "688": "歎法身功德。令厭茲生死。欣求佛身。疑者今", "689": "見佛身。猶是有為。未免諸漏。何足欣哉。故", "690": "第二章開於本迹。有為有漏。此是應迹。無漏", "691": "無為。方是法身或者聞法身累無不盡。德無", "692": "不圓。便謂與眾生異。是故此章明觀身實相。", "693": "觀佛亦然。眾生與佛無二也。具此三門。於義", "694": "乃備。非止近通此部。遠貫眾經也。又初破凡", "695": "夫。次斥二乘。後教菩薩。初對凡夫者。方便品", "696": "凡夫問疾故。為說生死過患法身功德。次弟", "697": "子品。正呵聲聞。謂佛身與二乘同。故開本迹", "698": "之異。菩薩便佛身謂常住。眾生自在起滅。", "699": "故今現身實相。觀佛亦然。泯二見也。什公", "700": "云。觀佛有三。一觀色形。二觀法身。三觀性", "701": "空。三種觀門。淨名用性空門答。故云觀身實", "702": "相觀佛亦然。今謂。此章正明法身絕四句百", "703": "非性空義也。問。實相云何即是佛身。答。佛身", "704": "絕四句。眾生實相亦絕四句。是以實相即是", "705": "法身。故大品云。如無有來去。如即是佛。問。", "706": "如及實相。蓋是真諦觀境。云何是佛靈智。", "707": "答。設此問者。蓋是人師自心。非經論之語。華", "708": "嚴云。心佛及眾生。是三無差別。正觀論云。亦", "709": "名如法性涅槃。可言涅槃亦無知乎。故法身", "710": "無知。無所不知。如義亦爾。問。觀身實相觀佛", "711": "亦然。云何名見佛耶。答。謂佛與身異。則是二", "712": "見。非見佛也。得無二觀。乃名見佛。我觀如來", "713": "前際不來後際不去今則不住。下此具釋法", "714": "身。體絕百非。形備萬德。此初句明非三世者。", "715": "欲辨法身非有為也。凡夫有為。必墮三世。", "716": "既非三世。故非有為。不觀色不觀色如不觀", "717": "色性不觀受想行識不觀識如不觀識色性。", "718": "下五陰亦是有為故。次就五陰。明非法身。於", "719": "一一陰。具三種觀門。一不觀色。非有觀也。二", "720": "不觀色如。非空觀也。三不觀色性。遣非有非", "721": "無也。以法身超於四句故。亦不觀非有非無。", "722": "非四大起同於虛空。下五陰為果。四大為因。", "723": "果既非佛。因亦然矣。非因非果。故同於虛空。", "724": "六入無積。下法身既非因果。亦超內外。以非", "725": "外內故。不可積聚六入即成佛也。眼耳鼻舌", "726": "身心已過下。前明非外入。此辨過內性。不在", "727": "三界下。上六入過。容謂不在有六入處。或謂", "728": "應在無六入處。故復云不在三界。三垢已離", "729": "下。上明無三界果。此辨無三界因。以無三垢故。", "730": "不在三界。自上六門。明如來離諸惑相。順三", "731": "脫門下。此明法身具於眾德。以順三脫門故", "732": "離三垢。三明無明等下。三明有二。一天眼宿", "733": "命漏盡三也。二依涅槃經。一菩薩明。謂波若", "734": "也。二諸佛眼。即佛眼也。三無明明。謂畢竟", "735": "空。畢竟空者。體非慧性故非明。能生實慧故", "736": "云明也。如五塵生五欲。亦名為欲。以順三脫", "737": "門故。能明無明等。又或者謂。三脫門是明。故", "738": "次泯之。所以之明無明等。不一相不異相下。", "739": "僧肇公云。無象不象。故不可為一。象而不象。", "740": "故不可為異。接上生者。明無明等。便謂為一。", "741": "如其非一。便隨異相。是故今明不一不異。", "742": "不自相不他相下。應身由物感故不自法身", "743": "體寂故不他。僧肇云。不自而同自。故自而不", "744": "自。不他而同他。故他而不他。無相之身。豈可", "745": "以自他而觀其體耶非無相非取相下。隨他", "746": "施為。故非無相。而德體常寂。無有分別。故非", "747": "取相。此就合二身釋。僧肇云。非無物之相。", "748": "非可取之相。但就法身釋也。不此岸不彼岸", "749": "不中流下。生死本無故非此岸。涅槃今不有", "750": "故非彼岸。既無彼此。何有八正中流。又常在", "751": "生死故不彼。不捨涅槃故不此。雙行二行。無", "752": "所偏著。故不中流。而化眾生下。向云不三。則", "753": "似息化故。今云雖復不三。而常教化。令悟不", "754": "三。觀於寂滅亦不永滅下。既云化眾生。似見", "755": "有眾生。則非寂滅。故今明雖化常寂。所以云", "756": "觀於寂滅。雖復寂滅。而常教化。故非永滅不", "757": "此不彼下。既化眾生。則在於彼此。法身無相。", "758": "故不在彼此。又國土皆如。無此可在。名為不", "759": "此。無彼可在。故云不彼。不以此不以彼下。不", "760": "此而同此。故此而不此。不彼而同彼故彼而", "761": "不彼。豈復以此而同此。以彼而同彼乎。蓋明", "762": "聖心。無有心以而同心也。不可以智知不", "763": "可以識識下。聖人十智不知。凡夫六識不識。", "764": "凡智識之生。生於相內。法身無相。故智識不", "765": "及。無晦無明下。法身無知故非明。無所不知", "766": "故非晦無名無相下。不可以名名。不可以相", "767": "相。故方圓不能寫。題目不能傳。無強無弱下。", "768": "至柔無逆故。不剛。剛無不伏。故不弱。又運動", "769": "天地而不剛。應盡無常而不弱非淨非穢下。", "770": "垢無不盡故非穢。果無不入故非淨。又相好", "771": "嚴身。非其淨也。金鏘馬麥。亦非穢也不在方", "772": "不離方下。妙非三界。故不在方。惑無不應。", "773": "故不離方非有為非無為下。相不能遷。故非", "774": "有為。妙用無窮。故非無為無示無說下。六情", "775": "可不及。豈可說以示人。將言對人為示。以", "776": "言因法為說。又應見者為示。應聞者為說。", "777": "而佛不可見聞。故無說無示不施不慳不戒", "778": "不犯不忍不恚不進不怠不定不亂不智不愚", "779": "下。以六度為體。故能如響之應耳。而言所應", "780": "度者。則不度色。無度無不度。然後度耳。不", "781": "誠不欺下。誠實也。欺誑也。不可以善善。故不", "782": "誠。不可以惡惡。故不欺。又虛捐三事故不", "783": "誠。終今得一故不欺。不來不去不出不入下。", "784": "乘如實道為來。善逝入滅為去。驚赴火宅為", "785": "入。在門外立為出。而法身實無也。一切言語", "786": "道斷。下總結上來諸句。辨不可言也。非福田", "787": "非不福田非應供養非不應供養下。慢之得", "788": "罪故。非福田。敬之得福故。非不福田。非不福", "789": "田。即應供養。非福田。即不應供養。有人言。", "790": "法身無所受故非福田。應物受供故非不福", "791": "田。又不同善人故非福田。不同罪人故非不", "792": "福田。非取非捨。非福故非取。非不福田故", "793": "非捨非有相非無相下。寂漠無形故非相。三", "794": "十二相故非無相。同真際等法性下。法身無", "795": "相。則是真際。或者謂佛為異。故言同耳。不可", "796": "稱不可量過諸稱量下。體非輕重。故不可稱。", "797": "邊表莫測。故不可量。非大非小下。大於天地。", "798": "不可為小。細入無間。不可為大。能大小者。其", "799": "無大小也。非見非聞非覺非知下。非色故非", "800": "見。非聲故非聞。非香味觸故。非三情所覺。非", "801": "法故非意所知。離眾結縛。既非見聞覺知。於", "802": "何生結縛耶等諸智同眾生於諸法無分別下", "803": "智同群智之智。人同眾人之人。以如斯觀。故", "804": "無分別。又同眾人之智。故云等諸智。亦無大", "805": "聖之佛殊彼眾生。故云同眾生。人法齊觀。則", "806": "息想念。故於諸法無分別也。一切無失無濁", "807": "無惱下。三業離過故。一切無失。無失故無濁。", "808": "無濁則無惱。無作無起無生無滅下。法身無", "809": "為。絕於施造。孰能作之令起。生之使滅乎。無", "810": "畏無憂無喜無厭無著。若有生滅。是可畏", "811": "法。便欣生而憂滅矣。欣憂既生。故可厭著也。", "812": "而法身並無。無已有無當有無今有不可以", "813": "一切言說分別顯示世尊如來身為若此作如", "814": "是觀以斯觀者名為正觀若他觀者名為邪", "815": "觀。總結佛身。勸觀察也。爾時舍利弗問維摩", "816": "詰汝於何沒而來生此。下第二次明迹不思", "817": "議。就文為二。初辨淨名生無生義。次現無動", "818": "佛土。身子致問。有三因緣。一者見其神德奇", "819": "妙。來處必美。故問取從也。二者上云如自", "820": "觀身實相。實相無生。而今現有生。將成自觀", "821": "之義。故以沒生問也。三者上已顯法身。今次", "822": "開迹用。是故問之維摩詰言。汝所得法有沒生", "823": "乎。舍利弗言。無沒生也。若諸法無沒生相。云何", "824": "問言汝於何沒而來生此。於意云何。譬如幻師", "825": "幻作男女。寧有沒生耶。舍利弗言。無沒生也。汝", "826": "豈不聞。佛說諸法如幻相乎。答曰如是。若一切", "827": "法如幻相者。云何問言。汝於何沒而來生此。舍", "828": "利弗。沒者為虛誑法。敗壞之相。生者為虛誑法。", "829": "相續之相。菩薩雖沒不盡善本。雖生不長諸惡", "830": "下然善惡者。皆是虛誑相續敗壞法耳。然凡", "831": "夫。生則長惡。沒則盡善。菩薩生則長善。沒則", "832": "盡惡。雖有沒生同。長盡不一。然俱是虛誑", "833": "敗壞之相。何異幻化耶。是時佛告舍利弗。", "834": "有國名妙喜。佛號無動。是維摩詰於彼國沒而", "835": "來生此。舍利弗言。未曾有也。世尊。是人乃能捨", "836": "清淨土而來樂此多怒害處。維摩詰言。舍利弗。", "837": "於意云何。日光出時與冥合乎。答曰不也。日光", "838": "出時。則無眾冥。維摩詰言。夫日何故行閻浮提。", "839": "答曰。欲以明照為之除冥。維摩詰曰。菩薩如是。", "840": "雖生不淨佛土為化眾生。不與愚闇而共合也。", "841": "但滅眾生煩惱闇耳。下前辨無生。此出生處。", "842": "應物而唱。來始非益。無生即是法身。生謂應", "843": "迹。又諸佛說法。常依二諦。無生就真。生則約", "844": "俗。是時大眾渴仰欲見妙喜世界無動如來", "845": "及其菩薩聲聞之眾佛知一切眾會所念告維", "846": "摩詰言善男子為此眾會現妙喜國無動如來", "847": "及諸菩薩聲聞之眾皆欲見。下此文第二。明", "848": "現無動國所以。現有三因緣。一者欲令此會", "849": "修淨土行。故得往生。二者欲顯淨名不思議", "850": "德。三者將還妙喜身本生處。捨茲淨土。入斯", "851": "穢國。明大士慈悲之緣也。文有四句。一大眾", "852": "欲見。二淨名現土。三時眾得益。四還歸本處。", "853": "此初文也。於是維摩詰心念。吾當不起于座", "854": "接妙喜國土鐵圍山川溪谷江河大海泉源須", "855": "彌諸山。及日月星宿天龍鬼神梵天等宮殿。并", "856": "諸菩薩聲聞之眾。城邑聚落男女大小乃至無", "857": "動如來及菩提樹諸妙蓮華能於十方作佛事", "858": "者。三道寶階從閻浮提至忉利天。以此寶階諸", "859": "天來下悉為禮敬無動如來聽受經法。閻浮提", "860": "人亦登其階上昇忉利見彼諸天。妙喜世界成", "861": "就如是無量功德。上至阿迦膩吒天。下至水際。", "862": "以右手斷取如陶家輪。下第二明現土也。就", "863": "文為二。初念欲現土。次正示現土。羅什曰。胡", "864": "本云如斷泥。今言如陶家輪。明就中央斷取。", "865": "如陶家輪。下不著地。四邊相絕。入此世界猶", "866": "持華鬘示一切眾。顯菩薩示之不難其行。此", "867": "喻也。作此念已入於三昧現神通力以其右", "868": "掌斷取妙喜世界。下此第二正明現土。凡有", "869": "四句。一正現土。二釋迦勸觀。三大眾覩見。四", "870": "勸修淨土因。羅什曰。斷取明不盡來也置於", "871": "此土。彼得神通菩薩及聲聞眾并餘天人俱發", "872": "聲言。唯然世尊。誰取我去願見救護。無動佛言", "873": "非我所為。是維摩詰神力所作。其餘未得神通", "874": "者。不覺不知已之所往。妙喜世界雖入此土而", "875": "不增減。於是世界亦不迫隘。如本無異。爾時釋", "876": "迦牟尼佛告諸大眾。汝等且觀妙喜世界無動", "877": "如來其國嚴飾菩薩行淨弟子清白。此勸眾", "878": "觀察也皆曰唯然已見。此明大眾觀見也佛", "879": "言若菩薩欲得如是清淨佛土當學無動如來", "880": "所行之道下。既現妙果。勸修淨因也。現此妙", "881": "喜國時娑婆世界十四那由他人發阿耨多羅", "882": "三藐三菩提心皆願生於妙喜佛土釋迦牟尼", "883": "佛即記之曰當生彼國下。第三時眾得益肇", "884": "公云。千萬為一那由他。時妙喜世界於此國", "885": "土所應饒益其事訖已還其本處舉眾皆見下", "886": "第四還歸本處。佛告舍利弗汝見此妙喜世", "887": "界及無動佛不下。此第三明歎人美法。以聖", "888": "集難遇。經法難聞。故問汝見之不唯然已見", "889": "世尊願使一切眾生得清淨土如無動佛獲神", "890": "通力如維摩詰世尊我等快得善利得見是人", "891": "親近供養下。以身子因其所見。發願歎人也", "892": "其諸眾生若今現在若佛滅後聞此經者亦得", "893": "善利況復聞已信解受持讀誦解說如法修行", "894": "若有乎得是經典者便為已得法寶之藏。此", "895": "歎法也。手得經卷。雖未誦待。如人已得寶", "896": "藏。但未用耳若有讀誦解釋其義如說修行", "897": "則為諸佛之所護念下。行應於內。護念於外。", "898": "理數冥感。自然之安也。其有供養如是人", "899": "者當知則為供養於佛其有書持此經卷者當", "900": "知是室則有如來若聞是經能隨喜者斯人則", "901": "為取一切智若能信解此經乃至一四句偈為", "902": "他人說者當知是人即受阿耨多羅三藐三菩", "903": "提記下。此經正明菩薩之行。故聞經能隨義", "904": "而喜。必得種智。信解此經一四句偈。為他人", "905": "說。則知菩薩道高。二乘鄙劣。故永不退大心", "906": "必當成佛。故為佛可記。", "907": "13 法供養品(六)法供養品第十三", "908": "經有三分。序正已說命次辨流通。流通有", "909": "二。一者讚歎。二者付囑。即兩品文也。法供養", "910": "品者。法謂大乘了義。究竟之法也。如說而行", "911": "自養法身。如行而說。養他法身。此二並以稱", "912": "會佛心。即是供養於佛。名法供養。品開為二", "913": "一天帝歎法美人。二如來印述。初有三句。一", "914": "歎所聞法。二美能聞之人。三結誓弘護。爾時", "915": "釋提桓因於大眾中白佛言世尊我雖從佛及", "916": "文殊師利聞百千經未曾聞此不可思議自在", "917": "神通決定實相經典下。此初句歎法也。大品", "918": "等廣故難尋。此簡其略故。歎未曾有也。智度", "919": "論云。說智慧多。對出家人。明福德多。對在家", "920": "人。今既明功德。是以天主。稱歎勸修福。如我", "921": "解佛所說義趣若有眾生聞是經法信解受", "922": "行讀誦之者必得是法不疑何況如說修行", "923": "斯人則為閉眾惡趣開諸善門常為諸佛之所", "924": "護念降伏外學摧滅魔怨修治菩提安處道場", "925": "履踐如來所行之跡。下此第二次歎人也。世", "926": "尊若有受持讀誦如說修行行者我當與諸眷", "927": "屬供養恭給所在聚落城邑山林曠野有是", "928": "經處我亦與諸眷屬聽受法故共到其所其未", "929": "信者當令生信其已信者當為作護。此第三", "930": "結誓弘護。佛言善哉善哉天帝如汝所說吾", "931": "助汝喜此經廣說過去未來現在諸佛不可思", "932": "議阿耨多羅三藐三菩提。故此第二明佛述", "933": "成。成上三章。即為三意。此初第一述歎法也。", "934": "天帝若善男子善女人受持讀誦供養是經", "935": "者則為供養去來今佛下。此第二述其歎人。", "936": "初正述歎。次須格量。此初文也。天帝。正使三", "937": "千大千世界如來滿中譬如甘蔗竹葦稻麻叢", "938": "林。若有善男子善女人。或一劫或減一劫。恭敬", "939": "尊重讚歎供養奉諸所安。乃至諸佛滅後。以一", "940": "一全身舍利起七寶塔。縱廣一四天下。高至梵", "941": "天表剎莊嚴。以一切華香瓔珞幢幡伎樂微妙", "942": "第一。若一劫若減一劫而供養之。於天帝意", "943": "云何。其人殖福寧為多不。釋提桓因言。多矣世", "944": "尊。彼之福德若以百千億劫說不盡。佛告天", "945": "帝。當知是善男子善女人聞是不可思議解脫", "946": "經典信解受持讀誦修行。福多於彼。所以者何。", "947": "諸佛菩提皆從是生。善提之相不可限量。以", "948": "是因緣福不可量。此第二須辨相量。佛告天", "949": "帝。過去無量阿僧祇劫時世有佛號藥王如來", "950": "應供正遍知明行足善逝世間解無上士調御", "951": "丈夫天人師佛世尊。世界名曰大莊嚴。劫名莊", "952": "嚴。佛壽二十小劫。其聲聞僧六十六億那由", "953": "他。菩薩僧有十二億。天帝。是時轉輪聖王名曰", "954": "寶蓋。七寶具足。主四天下。王有千子。端正勇健。", "955": "能伏怨敵。爾時寶蓋與其眷屬供養藥王如來。", "956": "施諸所安至滿五劫。過五劫已。告其千子。汝等", "957": "亦當如我皆以深心供養於佛。於是千子受父", "958": "王命。供養藥王如來復滿五劫。一切施安。下此", "959": "第三引往古事。述成天帝結誓弘護。就文為", "960": "五。一明法供緣起。二正明法供。三聞法供得", "961": "益。四會古今。五總結也。此即初文。其王一子", "962": "名曰月蓋。獨坐思惟寧有供養殊過此者。以佛", "963": "神力空中有天曰。善男子。法之供養勝供養。", "964": "即問何謂法之供養。天曰汝可往問藥王如來。", "965": "當廣為汝說法之供養。即時月蓋王子行詣藥", "966": "王如來。稽首佛足却住一面。白佛言。世尊。諸供", "967": "養中法供養勝。云何名為法之供養。佛言善男", "968": "子。法供養者諸佛所說深經下。此第二正明", "969": "法供養。深經者。謂方等了義。究竟之經也。一", "970": "切世間難信難受微妙難見清淨無染非但分", "971": "別思惟之所能得下。非但分別者。謂非智慧", "972": "分別之所能得也。思惟之所得者。要由禪定。", "973": "方乃得也。又要由正觀。然後能得耳。非分別", "974": "取相。思惟之所得也。菩薩法藏所攝。大明佛", "975": "法。凡有二藏。為小乘人說。名聲聞藏。為大乘", "976": "人說。名菩薩藏。陀羅尼印印之下。陀羅尼是", "977": "行。以念智為體。記法不忘為念也。知生法", "978": "不生是智也。一者聞持。持教不忘。二者思", "979": "議。持義不失。持義不失故。不可改。所以為", "980": "印。又釋。持有多門。此是實相總持。以實相", "981": "對印此經。名深經也。至不退轉。行深經。必", "982": "得不退也。成就六度善分別義順菩提法眾", "983": "經之上入大慈悲下。由慈悲故。能知深經。知", "984": "深經。必入慈悲。以此經。教菩薩。化益眾生。", "985": "故可入慈悲也。離眾魔事及諸邪見順因緣", "986": "法下。深經所說因緣。非定有無。故順因緣也。", "987": "無我無人無眾生無壽命空無相無作無起能", "988": "令眾生坐於道場。先坐道場。正是入金剛三", "989": "昧。若通論萬行。悉能起道。名為道場。此深經。", "990": "能令坐此二道場也。而轉法輪諸天龍鬼乾", "991": "闥婆等所共歎譽能令眾生入佛法藏攝諸賢", "992": "聖一切智慧說眾菩薩所行之道依於諸法實", "993": "相之義明宣無常苦空無我寂滅之法下。不", "994": "依實相。而解無常者。則破常而著無常。若依", "995": "實相。而說無常。則破常不著無常。謂明宣之", "996": "義也。能救一切毀禁眾生下。四重五逆。小乘", "997": "不能救之。大乘無所不濟也。諸魔外道及貪", "998": "著者則能使怖畏下。外道為見。貪著是愛。", "999": "深經能轉其愛見。則於愛見生怖畏也。諸佛", "1000": "賢聖所共所歎背生死苦示涅槃樂十方三", "1001": "世諸佛所說下。自上已來。正明法也。若聞如", "1002": "是等經信解受持讀誦。此明如法修行。稱會", "1003": "佛心。謂供養也。以方便力為諸眾生分別解", "1004": "說顯示分明守護法故是名為供之供養", "1005": "下。此明如行而說。令諸人愔道法。是又便", "1006": "前人。資養法身。並稱順佛心。名法供養。又於", "1007": "諸法如說修行隨順十二因緣離諸邪見得無", "1008": "生忍決定無我無眾生而於因緣果報無違無", "1009": "諍離諸我所下。此重明如說修行。為供養也。", "1010": "依於義不依語。語為教。義為理。本以教詮於", "1011": "理。如因指示月。故須依理。不得依教。依於智", "1012": "不依識。識以執著為情。智以達理為用。故依", "1013": "智不依識也。依了義經不依不了義經。智所", "1014": "知義。有了不了。故須依了義經。不依不了義。", "1015": "依於法不依人。法雖人弘。人不必盡能依法。", "1016": "法有定楷。人無常則。是故依法不依於人", "1017": "法。又一種次第。初依法不依人。如向釋。二", "1018": "依了義經。不依不了義。向雖去人取法。但法", "1019": "有了不了。故次簡於不了。令取了也。三依義", "1020": "不依語。就了義經。有理有教。故須依理。不依", "1021": "於教。四依智不依識。識所知理。不足可依。智", "1022": "所知理。方乃可依。故須依智不依識也。隨順", "1023": "法相無所入無所歸無明畢竟滅故諸行亦", "1024": "畢竟滅乃至生畢竟滅故老死亦畢竟滅作如", "1025": "是觀十二因緣無有盡相。問。滅即是盡。今既", "1026": "云無盡。上何得云畢竟滅耶。答。前對虛妄謂", "1027": "有生。故畢竟滅耳。然十二因緣。本自不生。故", "1028": "今無滅。無滅故言無盡。亦上云畢竟滅。破凡", "1029": "夫有生。今稱無盡。斥二乘有滅。是以後句云", "1030": "不復起見。不復起見者。上離凡夫生見。今不", "1031": "起二乘滅見。不復起見是名最上法之供養。", "1032": "結法供養。為最上也。簡法供養有二。若於法", "1033": "起見。非最上法供養。若不於法起見。名最上", "1034": "法供養也。佛告天帝王子月蓋從藥王佛聞", "1035": "如是法得柔順忍第三聞法供養得利益也。", "1036": "心柔智順。堪受實相。未及無生。名柔順忍位。", "1037": "順忍有二。一在地前三十心位。二在六地已", "1038": "下也。無生亦兩。一在初地。二居七地即解寶", "1039": "衣嚴身之具以供養佛。白佛言。世尊。如來滅後", "1040": "我當行法供養。守護正法。願以威神力哀建", "1041": "立令我得降魔怨修菩薩行。佛知其深心所念", "1042": "而記之曰。汝於未後守護法城。天帝。時王子", "1043": "月蓋見法清淨聞佛授記以信出家。修集善法。", "1044": "精進不久得五神通。具菩薩道。得陀羅尼無斷", "1045": "辨才。於佛滅後以其所得神通總持辨才之力。", "1046": "滿十小劫。藥王如來所轉法輪隨而分布。月蓋", "1047": "比丘以護持法懃行精進。即於此身化百萬億", "1048": "人於阿耨多羅三藐三菩提立不退轉。十四那", "1049": "由他人深發聲聞辟支佛心。無量眾生得生", "1050": "天上。上明得柔順忍。今云獲五神通。謂無生", "1051": "忍也。以具得二忍。即如說修行。名法供養。復", "1052": "能如行而說。令多人悟道。亦名法之供養也。", "1053": "天帝時王寶蓋豈異人乎今現得佛號寶炎如", "1054": "來其王千子即賢劫中千佛是也從迦羅鳩孫", "1055": "大為始得佛最後如來號曰樓至月蓋比丘", "1056": "則我身是。第四會古今。賢劫者。淨居天。見劫", "1057": "初來時。水內有千寶蓮華。即知有千佛出世。", "1058": "故名此劫。以為善劫。賢即善也。樓至翻為啼", "1059": "泣。事出他經。如是天帝當知此要以法供養", "1060": "於諸供養為上為最第一無比是故天帝當以", "1061": "法之供養供養於佛下。第五總結法供為勝", "1062": "也。", "1063": "14 囑累品(六)囑累品第十四", "1064": "流通有二。讚歎竟前。今是第二次明囑累。", "1065": "謂付囑。累是憑累。付囑憑累。使法流末葉。群", "1066": "生信解。故云囑累。品開五段。一付囑彌勒。二", "1067": "諸菩薩發願弘宣。第三四王自誓擁護。四命", "1068": "持者受持。五大眾聞法歡喜。信受奉行。初", "1069": "文又三。一付彌勒。二彌勒受。三佛述歎。於是", "1070": "佛告彌勒菩薩言彌勒我今以是無量億阿僧", "1071": "祇劫所集阿耨多羅三藐三菩提法付囑於汝", "1072": "下。不付阿難者。以其無有神力。不能弘宣故", "1073": "也。維摩非此土菩薩。故不付囑也。文殊遊無", "1074": "定方。故亦不付也。彌勒者以於此成佛故。以", "1075": "神力宣通。欲成彌勒功業故也。問。智度論云。", "1076": "法華經。是初密法故。付囑菩薩。波若非祕", "1077": "密法故。付囑聲聞。此經未明聲聞受記成佛。", "1078": "則非祕密法。何付囑菩薩。答。波若有二種。一", "1079": "者與三乘共。二者獨為菩薩說。尋大品既是", "1080": "三乘共波若。故付囑聲聞。此經雖非祕密。而", "1081": "獨明菩薩不思議法門。非下位所知。豈是二", "1082": "乘能測。故付囑菩薩。不憑累聲聞也。如是輩", "1083": "經於佛滅後末世之中汝等當以神力廣宣流", "1084": "布於閻浮提無令斷絕。所以者何。未來世中當", "1085": "有善男子善女人及天龍鬼神乾闥婆羅剎等", "1086": "發阿耨多羅三藐三菩提心。樂于大法。若便", "1087": "不聞如是等經。則失善利。如此輩人聞是等經", "1088": "必多信樂。發希有心。當以項受隨諸眾生所", "1089": "應得利而為廣說下。前句正付囑彌勒。此章", "1090": "謂勸彌勒宣也。彌勒當知菩薩有二相何謂", "1091": "為二一者好於雜句文飾之事二者不畏深義", "1092": "如實能入若好雜句文飾事者當知是為新學", "1093": "菩薩若於如是無染無著甚深經典無有恐畏", "1094": "能入其中聞已心淨受持讀誦如說修行當知", "1095": "是為久修道行下。前之二句。明付囑弘宣。今", "1096": "次。明通法儀軌。以為誡勸。凡有三雙。初通明", "1097": "淺深二人。二須雙辨受法人兩過。三雙明說", "1098": "法者二失。初明淺深二人者。若樂雜句。則應", "1099": "授之以文。若樂深法。則應教之以義。文者即", "1100": "妙旨之筌蹄。而新學智淺。未能忘言取理。唯", "1101": "文飾是好。義者妙旨甚深。言忘慮絕。自非智", "1102": "勇。孰能受之。故緣文義。辨深淺二人。彌勒。復", "1103": "有二法名新學者不能決定於甚深法。何等為", "1104": "二。一者所未聞深經聞之驚怖生疑不能隨順", "1105": "毀謗不信。而作是言。我初不聞從何所來。二者", "1106": "若有護持解說如是深經者不肯親近供養恭", "1107": "敬。或時於中流其過惡。有此二法當知是新", "1108": "學菩薩為自毀傷不能於深法中調伏其心", "1109": "下。此第二雙明受法人兩過。初則毀法。次則", "1110": "謗人。故誡之也。始聞為驚。尋之則疑。終復起", "1111": "謗。蓋是毀法過也。謗人者。不能諮近敬養。乃", "1112": "說其人過失也。彌勒復有二法菩薩雖信解", "1113": "深法猶自毀傷而不能得無生法忍何等為二", "1114": "一者輕慢新學菩薩而不教誨二者雖信解深", "1115": "法而取相分別是為二法下。此第三雙相說", "1116": "法人二失。一明外失。雖有深解。未為心用。尊", "1117": "己慢人。不能誨導聽人。二明內失。雖得於深", "1118": "法。作有所得解。故取相分別。彌勒菩薩聞說", "1119": "是已。白佛言。世尊。未曾有也。如佛所說。我當遠", "1120": "離如斯之惡。奉持如來無數阿僧祇劫所集阿", "1121": "耨多羅三藐三菩提法。若未來世善男子善", "1122": "妙人求大乘者。當令手得如是等經。與其念", "1123": "力使受持讀誦為他廣說。世尊。若後末世有能", "1124": "受持讀誦為他說者。當知是彌勒神力之所建", "1125": "立下。此第二彌勒受旨。與其念力者。令所聞", "1126": "不忘也。佛言善哉善哉彌勒如汝所說佛助", "1127": "汝喜下。第三如來述歎。於是一切菩薩合掌", "1128": "白佛言我等亦於如來滅後十方國土廣宣流", "1129": "布阿耨多羅三藐三菩提復當開導說法者", "1130": "令得是經下。此第二諸菩薩。自誓弘宣。彌勒", "1131": "於此土流布。諸菩薩於十方闡揚。爾時四天", "1132": "王白佛言世尊在在處處城邑聚落山林曠野", "1133": "有是經典讀誦解說者我當率諸官屬為聽法", "1134": "故往詣其所擁護其人面百由旬令無伺求得", "1135": "其便者下。第三四王發誓擁護。是時佛告阿", "1136": "難受持是經廣宣流布阿難言唯然我已受", "1137": "待要者世尊當何名斯經佛告阿難是經名", "1138": "維摩詰所說經亦名不思議解脫法門如是受", "1139": "持下。第四命侍者受持。前命。次頂受旨。三問", "1140": "名。四答題。佛說是經已長者維摩詰文殊師", "1141": "利舍利弗阿難等及諸天人阿修羅一切大眾", "1142": "聞佛所說皆大歡喜下。第五時眾歡喜。信受", "1143": "奉行。", "1144": "維摩經義疏卷第六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1781 維摩經義疏", "source": "CBETA"}