{"author": "劉宋 慧簡譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0060 瞿曇彌記果經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 60 [No. 26(116)]", "1": "佛說瞿曇彌記果經", "2": "宋三藏法師慧簡譯", "3": "聞如是：一時，婆伽婆在釋䩭瘦迦維羅衛", "4": "城尼拘盧園中，與大比丘眾俱受歲。彼時，大", "5": "女人瞿曇彌至世尊所，到已禮世尊足，却住", "6": "一面。大女人瞿曇彌却住一面已，白世尊曰：", "7": "「唯，世尊！可有是處，女人得為四沙門果不？", "8": "令女人於此法律信樂出家、棄家學道不？」「止！", "9": "瞿曇彌！不須爾。女人不得於此法律信樂出", "10": "家、棄家學道。汝瞿曇彌！常可剃頭被袈裟，至", "11": "竟行清淨梵行。」於是大女人瞿曇彌為世尊", "12": "所制，禮世尊足，繞世尊已，離世尊還。彼時諸", "13": "比丘為世尊作衣，世尊不久至釋䩭瘦當受", "14": "歲。受歲竟，三月作衣竟已成衣，與衣鉢俱遊", "15": "諸人間。彼大女人瞿曇彌聞諸比丘為世尊", "16": "作衣，世尊不久當至釋䩭瘦受歲，受歲竟三", "17": "月作衣已成衣，與衣鉢俱遊人間。彼大女人", "18": "瞿曇彌聞已，至世尊所，到已禮世尊足，却住", "19": "一面。彼大女人瞿曇彌却住一面已，白世尊", "20": "曰：「唯，世尊！可有是處，令女人得四沙門果，", "21": "令女人於此法律信樂出家、棄家學道不？」「止！", "22": "瞿曇彌！不須爾。女人不應於此法律信樂出", "23": "家、棄家學道。汝瞿曇彌！剃頭被著袈裟，至竟", "24": "行清淨梵行。」於是大女人瞿曇彌已被世尊", "25": "再所制，禮世尊足，繞世尊，離世尊還。彼時世", "26": "尊在釋䩭瘦受歲，受歲已竟，三月作衣已成", "27": "衣，與衣鉢俱遊於人間行。大女人瞿曇彌，聞", "28": "世尊在釋䩭瘦受歲，受歲已竟，三月作衣已", "29": "成衣，與衣鉢俱至人村間行。大女人瞿曇彌", "30": "聞已，與諸老女人俱隨世尊後。隨世尊後，彼", "31": "時世尊，次第遊行到那婆提，住那婆提耆尼", "32": "舍。彼時大女人瞿曇彌至世尊所，到已禮世", "33": "尊足，却住一面。大女人瞿曇彌却住一面已，", "34": "白世尊曰：「唯，世尊！可有是處，令女人得四", "35": "沙門果不？令女人於此法律信樂出家、棄家", "36": "學道不？」「止！瞿曇彌！不須爾。女人不得於此法", "37": "律出家、棄家學道。汝瞿曇彌！剃頭被著袈裟，", "38": "至竟清淨行梵行。」於是大女人瞿曇彌為世", "39": "尊三所制，禮世尊足，繞世尊已，離世尊而還。", "40": "彼時大女人瞿曇彌，不洗足，身有塵土，身瞪", "41": "懵，啼泣在門前立。尊者阿難，遙見大女人瞿", "42": "曇彌不洗足，身有塵土，身瞪懵，啼泣門前立，", "43": "見已作是言：「何以故，瞿曇彌！不洗其足，身有", "44": "塵土，身瞪懵，啼泣在門前立？」「如是。唯，尊者", "45": "阿難！女人不得於此法律，不得信樂出家、棄", "46": "家學道。」「汝瞿曇彌住此間，我當往至世尊所，", "47": "到已當白世尊。」於是尊者阿難至世尊所，到", "48": "已禮世尊足，却住一面。尊者阿難却住一面", "49": "已，白世尊曰：「唯，世尊！可有是處，令女人得", "50": "四沙門果，令女人於此法律信樂出家、棄家", "51": "學道不？」「此阿難！止，不須爾。女人不得於此法", "52": "律信樂出家、棄家學道。此阿難！若於此法律", "53": "女人得出家，信樂出家、棄家學道者，梵行者", "54": "不得久存。猶若，阿難！有家多有女人少有男", "55": "人，寧廣有產不？」「不也。唯，世尊！」「如是，阿難！若", "56": "於此法律女人得出家，信樂出家、棄家學道", "57": "者，梵行者不得久存。猶若，阿難！成就稻田、成", "58": "就麥田，中間若有雹雨為不饒益，彼因彼雹", "59": "雨故令彼敗壞。如是，阿難！若有於此法律女", "60": "人信樂出家、棄家學道者，梵行者不得久存。」", "61": "「唯，世尊！大女人瞿曇彌，是有所益。世尊母", "62": "命終，因此長養乳哺。」「如是，阿難！如是，阿難！此", "63": "大女人瞿曇彌多有所益，我母命終，此以乳", "64": "哺長養我。此阿難！我亦饒益大女人瞿曇彌，", "65": "彼依我，歸於我、歸於法、歸比丘僧，於佛無疑、", "66": "於法無疑、於眾無疑，於苦、習、盡、道無疑。具足", "67": "信、戒、聞、施，具足智慧，棄於殺離殺、不與取、邪", "68": "婬妄言，至棄飲酒離飲酒。此阿難！若有人依", "69": "因於人，歸於佛、歸於法、歸比丘僧，不疑佛、不", "70": "疑法、不疑比丘僧，不疑苦、習、盡、道，具足信、戒、", "71": "聞、施，具足智慧，棄殺離殺、不與取、邪婬妄言，", "72": "至棄飲酒離飲酒。此阿難！此人有所作，盡命", "73": "衣被床臥病瘦醫藥，於彼人不能報。「復次，阿", "74": "難！女人當施設八重法，令女人不得犯，女人", "75": "當盡命具此戒。猶若，阿難！巧水底行若巧弟", "76": "子，入於深水中而施羅網，於中護水截水不", "77": "令流。如是，阿難！女人者當行八重法，令女人", "78": "不得犯，女人當盡命與戒俱。云何為八？此阿", "79": "難！比丘尼當從比丘求索具足。是為，阿難！我", "80": "施設女人初重法，令女人不得犯，令女人當", "81": "盡命與戒俱。此阿難！比丘尼當從比丘半月", "82": "當受禮節。是為，阿難！我施設女人二重法，令", "83": "女人不得犯，令女人盡命當與戒俱。此阿難！", "84": "若無比丘者，比丘尼不得受歲。坐是為，阿難！", "85": "我施設女人三重法，令女人不得犯，令女人", "86": "盡命當與戒俱。阿難！若比丘尼若至受歲，當", "87": "與二僧俱，以三事受歲見聞知。是為，阿難！我", "88": "施設女人四重法，令女人不得犯，令女人當", "89": "盡命與此戒俱。此阿難！若比丘不容，比丘尼", "90": "不得問比丘契經、毘尼、阿毘曇；阿難！若", "91": "比丘聽，比丘尼當問比丘契經、毘尼、阿毘", "92": "曇。是為，阿難！我施設女人五重法，令女人不", "93": "得犯，令女人當盡命與此戒俱。此阿難！若比", "94": "丘尼不得譏比丘見聞知；阿難！比丘當譏比", "95": "丘尼見聞知。是為，阿難！我施設女人六重法，", "96": "令女人不得犯，令女人盡命與此戒俱。此阿", "97": "難！若比丘尼，有所犯僧伽婆尸沙，當於二僧", "98": "中當半月掃灑。是為，阿難！我施設女人七重", "99": "法，令女人不得犯，令女人當盡命與此戒俱。", "100": "阿難！若比丘尼受具足至百歲，當向初受具", "101": "足比丘接足禮之，當恭敬承事。是為，阿難！我", "102": "施設女人八重法，令女人不得犯，令女人盡", "103": "命當與此戒俱。是為，阿難！我為女人施設此", "104": "八重法，令女人不得犯，令女人盡命與此戒", "105": "俱。此阿難！大女人瞿曇彌！當與此八重法俱", "106": "者，當於此法律學道，當受具足為比丘尼。」", "107": "於是尊者阿難聞世尊所說，善思惟念，誦習", "108": "受持，禮世尊足，繞世尊，離世尊而還至大女", "109": "人瞿曇彌所。到已，語大女人瞿曇彌作是言：", "110": "「已得，瞿曇彌！女人當於此法律信樂出家、棄", "111": "家學道。瞿曇彌！世尊作是言：『當行八重法，女", "112": "人不得犯，女人當盡命與此戒俱。』云何為", "113": "八？瞿曇彌！比丘尼當從比丘求受具足。是為，", "114": "瞿曇彌！世尊為女人初施設此一重法，令女", "115": "人不得犯，盡命當與此戒俱。至，此瞿曇彌！若", "116": "比丘尼受具足百歲，當向具足比丘接足作", "117": "禮，當恭敬禮事。是為，瞿曇彌！世尊為女人施", "118": "設此八重法，令女人不得犯，令女人當盡命", "119": "與此戒俱。是為，瞿曇彌！世尊為女人施設此", "120": "八重法，令女人不得犯，令女人當盡命與此", "121": "戒俱。此瞿曇彌！能與此八重法俱者，當於此", "122": "法律學道受具足，為比丘尼。」「如是，尊者阿難！", "123": "當聽我喻。智慧聞喻已知其義，猶若，尊者阿", "124": "難！若剎利女、若婆羅門女、若工師女、若庶人", "125": "女，極澡浴塗香，著白淨衣，或有人作是念憐", "126": "愍，欲有所益、欲令安隱，或以優鉢羅華鬘，或", "127": "以瞻匐華鬘、婆師華鬘、阿提牟多華鬘授", "128": "與之，彼以兩手受之舉著頭上。如是，尊者阿", "129": "難！世尊施設八重法，我當盡命頂受之。」「汝大", "130": "女人瞿曇彌！當於此法律學道，受具足為比", "131": "丘尼。」於是大女人瞿曇彌，於後時共諸老宿", "132": "比丘尼眾，與諸比丘尼上尊長老皆與俱，共", "133": "行梵行，共至尊者阿難所。到已，禮尊者阿難", "134": "足，却住一面。大女人瞿曇彌却住一面已，", "135": "白尊者阿難曰：「尊者阿難！當此比丘尼是上", "136": "尊長老，皆行梵行，此諸比丘是新成，學道未", "137": "久，入此法律未久，此諸比丘，當向此諸比丘", "138": "尼如長老，當為作禮承事。」「止，瞿曇彌！我當往", "139": "至世尊所，到已當以此言白世尊。」今隨尊者", "140": "阿難。於是尊者阿難至世尊所，到已禮世尊", "141": "足，却住一面。尊者阿難却住一面已，白世尊曰：", "142": "「唯，世尊！今日此大女人瞿曇彌，與諸比丘尼", "143": "俱是上尊長老，皆行梵行，來至我所，到已禮", "144": "我足，却住一面。大女人瞿曇彌却住一面已，", "145": "語我曰：『唯，尊者阿難！當知此諸比丘尼是上", "146": "尊長老，皆行梵行，此諸比丘是新成，學道不", "147": "久，於此法未久，令此諸比丘當向此諸比丘", "148": "尼如長老，如長老當為作禮承事。』」「止，阿難！", "149": "當護此言，汝莫復作是言。汝阿難！當知如", "150": "我所知，一句不可解，況復作如斯言？此阿難！", "151": "女人不於此法律信樂出家、棄家學道者，婆", "152": "羅門居士當以衣敷地，以衣敷地已當作是", "153": "言：『此諸沙門有戒行，沙門當在上行，沙門精", "154": "進甚奇，我等當於長夜得義饒益。』汝阿難！", "155": "若女人不於此法律信樂棄家，出家學道，婆", "156": "羅門居士當敷頭髮著地，當作是言：『令沙門", "157": "在上行，令沙門在上住，沙門戒行甚難，我等", "158": "當於此長夜得義饒益。』若阿難！女人不於此", "159": "法律信樂出家、棄家學道者，婆羅門居士當", "160": "在道路，手執種種囊滿中物，當作是言：『此諸", "161": "賢！當持此隨意飲食，我等於長夜得義饒益", "162": "安隱。』此阿難！若女人不於此法律信樂出家，", "163": "棄家學道者，婆羅門居士，當信彼諸沙門戒", "164": "行，當以手抱之，入著己家種種施與，『隨諸賢", "165": "取用，我等於長夜得義饒益安隱樂。』此阿難！", "166": "若女人不於此法律信樂出家、棄家學道者，", "167": "如此日月極有威神、極有所能，彼戒行沙門", "168": "所有光明能勝於彼，況復弊惡異學所能及？", "169": "阿難！若女人不於此法律信樂出家、棄家學", "170": "道者，遺法當住千歲，今已五百歲減，餘有五", "171": "百歲。此阿難！無有是處，不可容，女人終不得", "172": "五事：不得成如來、無所著、等正覺，及轉輪王，", "173": "不得為釋，不得為魔，不得為梵，無有是處。可", "174": "有是處，男子得五事：得成如來、無所著、等正", "175": "覺，得為轉輪王，得為釋、魔、梵者，可有是處。」佛", "176": "如是說。尊者阿難聞世尊所說，歡喜而樂。", "177": "佛說瞿曇彌記果經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0060 瞿曇彌記果經", "source": "CBETA"}