{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0212 出曜經: 出曜經: 出曜經: 出曜經: 出曜經", "text": {"0": "22 如來品", "1": "出曜經卷第二十一", "10": "客：「善來男子！此間饒財多寶，隨意明珠無價", "100": "喪亡，骨成於積不可識別，云何葬送王身？」", "101": "師子報曰：「盡聚諸骨一處焚燒，但言葬王，餘", "102": "者不在其例。」葬送已訖，諸臣責師子曰：「正坐", "103": "汝身將羅剎鬼，殺王喪國宮殿滅亡，卿今意", "104": "欲云何？」師子答曰：「吾先有言契，此非人身是", "105": "羅剎鬼，備有愆咎後莫見怨。卿等何為復見", "106": "責數？」諸臣人民前白師子：「王今已死更無胤", "107": "嗣，唯願師子當登王位，統理人民永得康寧，", "108": "使我諸臣尊奉有處。」師子告曰：「若欲舉我為", "109": "王者，當隨我教，設不從我教，盡為羅剎所噉。」", "11": "雜珍恣意取之無守之者，我等既無夫主，汝", "110": "諸人異形同響咸皆稱善，即隨王教。王告諸", "111": "臣：「彼羅剎子女睡眠有時，當共集兵乘船入", "112": "海攻擊。」即往攻擊殺羅剎男女大小，不可稱", "113": "數無有遺在，復往破壞鐵城出其中人，因彼", "114": "住止人民，熾盛富樂自然，珍奇異物不可稱", "115": "量。因名彼城號曰師子。迸落諸羅剎鬼不在", "116": "例者，移在山西。鐵圍東垂土俗常法，若一人", "117": "不事佛者，當送山西付鬼噉之。自爾已來佛", "118": "法熾盛得道無數。是故說，諸有信佛者，如此", "119": "眾生類，安隱還得歸，皆由馬王度。又彼國常", "12": "無妻妾，可止此間共相娛樂，後得善風良伴", "120": "儀，國王生子若十若百若至無數，盡出作道，", "121": "誦習佛經三藏備舉，還復罷道登陟王位，", "122": "梵語不通經籍不舉，則不得陟王位也。住在", "123": "外渚故，稱師子渚國。", "124": "如來無等倫，思惟二觀行，", "125": "善觀二閑靜，除冥超神仙。", "126": "如來無等倫者，如來處世神德無量，行過虛", "127": "空所化無限，普引眾生導示慧明，四等育養", "128": "見者得度，是故說，如來無等倫，思惟二觀行，", "129": "善觀二閑靜，除冥超神仙也。", "13": "歸家不遠。又諸君當知！海水晝夜迴波無有", "130": "善獲獲自在，愛盡無所積，", "131": "解脫心無漏，恩惠天世人。", "132": "善獲獲自在者，眾生處在荼炭，流轉五趣迴", "133": "波七使，欲趣於道不知何路得至？是故如來", "134": "不捨弘誓之心，拔濟苦難，普處眾生類指示", "135": "自在堂，是故說，善獲獲自在也。愛盡無所積", "136": "者，得四無畏永盡於愛，是故說，愛盡無所積", "137": "也。解脫心無漏者，心永得解脫無所罣礙，復", "138": "獲無漏永除諸垢，是故說，解脫心無漏也。恩", "139": "惠天世人者，一切眾生皆來歸仰，是以聖人", "14": "定方，若見左面有道者，慎莫隨從，設於夢", "140": "應時適化救濟無乏，是故說，恩惠天世人也。", "141": "猶人立山頂，遍見人村落，", "142": "審觀法如是，如登樓觀園，", "143": "人憂除無憂，令知生死趣。", "144": "猶人立山頂，遍見人村落者，如有目之士遍", "145": "見村落，行者坐者出入行來，啼哭歌舞喜", "146": "笑皆悉觀之。如來世尊亦復如是，立智慧山", "147": "頂，觀五趣眾生，黠者愚者有至無至，皆能分", "148": "別而往化之。是故說，猶人立山頂，遍見人村", "149": "落也。審觀法如是，如登樓觀園者，如來天眼", "15": "中見左面道亦莫陳說。」時商客中有一智達者，", "150": "一切遍見，乘高樓觀一一分別難度易度，可與", "151": "言者與言，不可與言者而自默然，隨其前人", "152": "所念成道，是故說，審觀法如是，如登樓觀園", "153": "也。人憂除無憂，令知生死趣者，如來觀察有", "154": "憂無憂有少智多智，皆悉分別，教示眾生令", "155": "知生死之趣，是故說，人憂除無憂，令知生死", "156": "趣也如來品第二十二竟。", "157": "23 聞品出曜經聞品第二十三", "158": "善聞好行，善好閑靜，所行不左，", "159": "安如沙門。", "16": "內自思惟：「此諸婦女所說左道，事不徒爾，會", "160": "善聞好行者，多聞學士為人所譽善哉善哉！", "161": "人之有聞所行必善，是故說，善聞好行也。善", "162": "好閑靜者，求出欲界色界無色界，不樂憒", "163": "亂無所繫縛志趣閑靜，是故說，善好閑靜。所", "164": "行不左者，身口意所行常順正理終不左也，", "165": "最勝最妙無有出者，是故說，所行不左也。安", "166": "如沙門者，順沙門行不逆沙門行，如彼所行", "167": "所修，是故說，安如沙門也。", "168": "愚者不覺知，好行不死法，", "169": "善解知法者，病如芭蕉樹。", "17": "當有緣。」即設權詐竊為陰謀，向暮與女共臥", "170": "愚者不覺知，好行不死法者，愚者所習恒習", "171": "弊行，不別善法惡法，若好若醜盡不覺知，", "172": "不計無常變易之法，營一身之資謂千年不盡，", "173": "保物久常無有耗減，是故說，愚者不覺知，好", "174": "行不死法也。善解知法者，病如芭蕉樹者，雖", "175": "善解於法經耳便過，如芭蕉樹遇風則葉落，", "176": "病者頓極加以毒湯，是故說，善解知法者，病", "177": "如芭蕉樹也。", "178": "猶如蓋屋密，闇冥無所覩，", "179": "雖有眾妙色，有目不見明。", "18": "交接，伺女已睡竊即起，進涉左道行數里，", "180": "猶如蓋屋密，闇冥無所覩者，猶如造屋舍閉", "181": "塞窓牖，內外緻密冥然不見明，是故說，猶如", "182": "蓋屋密，闇冥無所覩也。雖有眾妙色，有目不", "183": "見明者，彼屋舍裏雖有眾妙色羅列姝好，有", "184": "目者入中永不見色，是故說，雖有眾妙色，有", "185": "目不見明也。", "186": "彼如有一人，智達廣博學，", "187": "不聞則不知，善法及惡法。", "188": "彼如有一人，智達廣博學者，世儻有人，優婆", "189": "塞優婆夷剎利長者居士及諸庶人，心慧意", "19": "中聞一城裏數千萬人稱怨喚呼，或呼父", "190": "朗，先不聞者則知善惡之法，極智慧人，先", "191": "不聞法者則無所別知，是故說，不聞則不知，", "192": "善法及惡法也。", "193": "猶如人執燭，悉見諸色相，", "194": "聞已盡能知，善惡之所趣。", "195": "猶如人執燭，悉見諸色相者，猶如智達之人", "196": "手執明燈，盡能分別好惡諸色，是故說，猶如", "197": "人執燭，悉見諸色相也。聞已盡能知，善惡之", "198": "所趣者，彼知學人聞法即知善惡諸法，近", "199": "法遠法、有記無記盡能了知，是故說、聞已盡", "2": "姚秦涼州沙門竺佛念譯", "20": "母及己兄弟姊妹妻息，云何捨閻浮利地就", "200": "能知、善惡之所趣。", "201": "雖稱為多聞，禁戒不具足，", "202": "為法律所彈，所聞便有闕。", "203": "雖稱為多聞、禁戒不具足者，多聞博智善分", "204": "別法，於禁戒不大慇懃，觸有所犯戒律不具，", "205": "是故說，雖稱為多聞，禁戒不具足也。為法律所", "206": "彈，於聞便有闕者，戒律之人以法彈舉，斯人", "207": "犯律不行正法，為人所譏行慚愧事，是故說，", "208": "為法律所彈，於聞便有闕也。", "209": "行人雖少聞，禁戒盡具足，", "21": "此命終？賈客聞已衣毛皆竪，還攝心意直前", "210": "為法律所稱，於聞便有闕。", "211": "行人雖少聞，禁戒盡具足者，持戒完具無有缺", "212": "失，不廣習學，是故說，行人雖少聞，禁戒盡具", "213": "足也。為法律所稱，於聞便有闕者，彼持戒人", "214": "為人所稱，某甲某村有持戒人可敬可貴，晝", "215": "夜精懃行道不廢，不廣博學達古知今，於聞", "216": "便有闕，是故說，為法律所稱，於聞便有闕也。", "217": "雖少多有聞，持戒不完具，", "218": "二俱被訶責，所願者便失。", "219": "雖少多有聞，持戒不完具者，既自少聞、戒律", "22": "詣城，周匝觀察，見城鑄鐵垣牆，亦無門戶出", "220": "不具，為眾多人民所見嗤笑，人修人本必全", "221": "一行，云何斯人盡拔善本？或有興念憐愍彼", "222": "人，身後長夜受惱無量。是故說，雖少多有聞，", "223": "持戒不全具，二俱被訶責，所願者便失也。", "224": "智博為多聞，持戒悉完具，", "225": "二俱得稱譽，所願者盡獲。", "226": "多聞戒具足，不犯於眾惡，便為天、世人、龍、鬼", "227": "神、阿須倫、真陀羅、摩休勒等，悉見恭敬承事", "228": "尊奉，是故說，智博為多聞，持戒悉完具，二俱", "229": "得稱譽，所願者盡獲也。", "23": "入處所，去城不遠尸梨師樹高廣且大。即往", "230": "多聞能奉法，智慧常定意，", "231": "如彼閻浮金，孰能說有瑕？", "232": "多聞能奉法者，思惟正法無所缺漏，分別一", "233": "句義演出無量，復能略說還至一句，是故說，", "234": "多聞能奉法也。智慧常定意者，分別慧明欲", "235": "盡有漏至無為處，亦無造作成就賢聖無漏", "236": "智，心常禪寂而無亂想，是故說，智慧常定意", "237": "也。如彼閻浮金者，餘弊惡金多有瑕者，此", "238": "閻浮金內外無瑕亦無塵垢，是故說，如閻浮", "239": "金也。孰能說有瑕者，猶如戒行清淨人，內", "24": "攀樹，見城裏數千萬人啼哭號喚，遙問城裏", "240": "外清徹行，無玷缺無所違失，無有能譏彼行", "241": "人者，是故說，孰能說有瑕也。", "242": "諸有稱己色，有歎說名德，", "243": "斯皆謂貪欲，然自不覺知。", "244": "佛契經說，如來世尊先當成二業：一眼知色，", "245": "二耳知聲。愚者錯聞，一者謂如來著色，二者", "246": "謂如來貪聲。如來聲者如梵羯毘鳥。佛言：「不", "247": "爾。吾所說異，義不如此。智者分別解如來義。", "248": "如來積行於阿僧祇劫，先淨眼耳聲，然後", "249": "方修餘行。」是故說，諸有稱已色，有歎說名德，", "25": "人曰：「何為稱喚父母兄弟耶？」城裏人報曰：「我", "250": "斯皆謂貪欲，然自不覺知也。", "251": "內無自知，外無所見，內不見果，", "252": "便隨聲往。", "253": "昔王波斯匿集四種兵，夜非人時出城遊行。", "254": "時有一比丘名羅婆那拔提，寂然閑靜唄聲", "255": "清徹，令四種兵莫不聞者。時波斯匿王於彼", "256": "眾中便生此念：「若我明日見此唄比丘者，當", "257": "賜三百千兩金。」王復漸近內自思惟：「聲音如", "258": "似近，然復不見。」轉復前進見其人，身在一函", "259": "裏，便賜三貝珠，是故說：", "26": "等入海採致寶物，為風所漂，又為羅剎女所", "260": "「內既知之，外無所見，內見果實，", "261": "便隨聲往。內既不知，外有所見，", "262": "二果俱成，", "263": "「便隨聲往。內有所知，外有所見，", "264": "彼有朗智，不隨聲往。」", "265": "時波斯匿王前白佛言：「向唄道人今為所在？", "266": "吾欲觀之。」佛告王曰：「欲見者勿興懈慢。」佛", "267": "即遣信喚比丘來。王尋見之生變悔心，悔夜", "268": "所許極為奢侈，尋與三枚貝珠，意猶欲悔。王", "269": "白佛言：「今此比丘本行何德得此妙聲？復作", "27": "誑，墮此鬼界閉在牢城。前有五百人漸漸取", "270": "何行受此小形？唯願世尊敷演其義。」爾時世", "271": "尊即以宿命智，觀察當來過去現在，便告王", "272": "曰：「往昔久遠世時人壽二十千歲，人民之類", "273": "共相敬待謙遜承事，時世有佛名曰迦葉，在", "274": "世遊化教誡周訖便取滅度。是時國王臣民", "275": "興戀慕心，即起偷婆高而且廣。其人爾時亦", "276": "在其側，稱言：『造此偷婆何為高廣？』即夜以一", "277": "鈴懸於佛圖竿，尋發誓願：『若我後生在在處", "278": "處，聲響清徹上徹梵天，遭遇彼聖得盡諸漏，", "279": "於弟子中聲響清徹。』緣昔吐言嫌寺廣大，由", "28": "殺，今有二百五十人在。君莫呼此女謂為是", "280": "此果報受身極小；復以鳴鈴懸寺上，蒙此果", "281": "報得致妙聲。」內既知之者，自觀己身內無所", "282": "有，若好悉能分別。內自知者，知內六根。是", "283": "故說，內自知之也。外有所見者，便觀外身一", "284": "一分別，若見剝割斫刺亦無所覺，解知虛詐。", "285": "又言外有所見者，外見六入。是故說，外有", "286": "所見也。彼有朗智者，分別內外身，一一思惟", "287": "善察無滯，解知所有，以智觀之悉無所有，是", "288": "故說，彼有朗智也。不隨聲往者，人之聲響，", "289": "亂人善念之原首，彼入定者，外聲不入內亂", "29": "人，皆是羅剎鬼耳！」其人聞已即還下樹，詣彼", "290": "不出，解知彼聲猶如空等。是故說，不隨聲往", "291": "也。了知四偈，義各如是。", "292": "耳識多所聞，眼識多所見，", "293": "聞見不牢固，事由義析理。", "294": "耳識多所聞者，或聞佛經，或外道異學、歌詠", "295": "詩誦，好者便受、惡者捨離，是故說，耳識多所", "296": "聞也。眼識多所見者，眼識亦多所見，若好", "297": "若醜善色惡色，是故說，眼識多所見也。聞見", "298": "不牢固，事由義析理者，若見聞念知盡能了", "299": "別，見當說見聞當說聞，是故說，聞見不牢固，", "3": "如來品之二", "30": "女村竊就女臥。明日晨旦語諸同伴：「吾有匿", "300": "事由義析理也。", "301": "智牢善說快，聞知定意快，", "302": "彼不用知定，速行放逸者。", "303": "智牢善說快者，彼善思惟、言不錯亂，承受不", "304": "忘失則應行此行，是故說，智牢善說快也。", "305": "聞知定意快者，皆由聞故然後得定，已得定", "306": "意所適無礙，是故說，聞知定意快也。彼不用", "307": "知定，速行放逸者，放逸之人轉能行惡，不", "308": "顧後緣不念後世，猶如以穀子投火，欲望苗", "309": "幹者，事終不然。猶如小塊塞江，欲以止流", "31": "事欲共論說，各往閑靜處，慎莫男女自隨。」諸", "310": "者，終不可得。放逸之人意行暴虐，欲求毫", "311": "釐善者，吾亦不見。是故說，彼不用知定，速", "312": "行放逸者也。", "313": "賢聖樂於法，所行應於口，", "314": "以忍思惟定，聞意則牢固。", "315": "賢聖樂於法者，樂應賢聖法，未始去離終已", "316": "翫習意無厭足，皆是諸佛賢聖之所演說，是", "317": "故說，賢聖樂於法也。所行應於口者，行如禁", "318": "法無所違失，是故說，所行應於口也。以忍思", "319": "惟定者，受人教誡一心奉行，不興憎嫉彼此", "32": "人響應各詣隱處，即便告曰：「卿等知不？昨夜", "320": "之心，聞其善言甘心稟受，晝夜誦習不離定", "321": "意，是故說，以忍思惟定也。聞意則牢固者，", "322": "佛所說法，從初至竟上中下義，終日諷誦初", "323": "不忘失，是故說，聞意則牢固也聞品第二十三竟。", "324": "24 我品出曜經我品第二十四", "325": "當學善言，沙門坐起，一坐所樂，", "326": "求欲息心。", "327": "當學善言者，晝夜誦習善言好語，採取眾妙", "328": "度世之要，是故說，當學善言也。沙門坐起者，", "329": "比丘常當作是念：「分別上下不侵他坐，斯是", "33": "吾欻生此念：『斯女人等何故慇懃說莫從左面", "330": "食坐斯是行道坐，吾當坐此捨此。」是故說，沙", "331": "門坐起也。一坐所樂者，專其一心求於定意，", "332": "分別諸情攝取諸根，一坐心亂者非為一坐，", "333": "意不外馳便能超越度魔境界。是故說曰，一", "334": "坐所樂也。求欲息心者，藏匿心識不攝心者", "335": "多諸思想，若更受形趣三惡道，地獄畜生餓", "336": "鬼中，不遇三寶諸佛世尊，不值清淨諸梵行", "337": "人，不知慚耻，當從一生至百千生；求欲息", "338": "心則無生死，是故說曰，求欲息心也。", "339": "一坐一臥，獨步無伴，當自降伏，", "34": "道。』見女睡眠竊起往觀，見大鐵城閉數百人，", "340": "隻樂山林。", "341": "一坐一臥者，降伏內外生死熾然，雖復一坐", "342": "一臥，心意不定非為坐臥也。復當思惟三有", "343": "之難，恒當繫意使不分散。是故說曰，一坐一", "344": "臥也。獨步無伴者，在眾若野心恒一定，若行", "345": "若坐心不馳騁，如彼行人隨時乞食，內自思", "346": "惟食所從來，受施之人求報其恩，自知止足，", "347": "復當念佛身相功德，持意忍辱亦不分散。有", "348": "如是心者便可入村求度眾生，不興亂想，如", "349": "彼山林而不有異。是故說曰，獨步無伴也。當", "35": "㘁哭喚呼。吾上樹頭遙問意故，眾人報", "350": "自降伏者，恒自息意令不馳散，常能挍計內", "351": "外諸物，以能降伏，便為諸天世人承事供養，", "352": "八部鬼神隨時擁護，為佛世尊所見歎譽。是故", "353": "說曰，當自降伏也。隻樂山林者，持心專意恒", "354": "樂空閑，雖入大眾意如空無，天雷地動心不", "355": "錯亂，然後乃應如來聖典。是故說曰，隻樂山", "356": "林也。", "357": "千千為敵，一夫勝之，莫若自伏，", "358": "為戰中勝。", "359": "千千為敵，一夫勝者，或有眾生一人勝千，不", "36": "我為摩竭魚所見壞船，惡風吹浪墮此鬼界，", "360": "自降者則非為勝，便為墮落不至究竟。能自", "361": "攝意內外降伏，乃得越次至無為境，勝諸怨", "362": "讎無所畏忌，乃謂為勝，能滅三界結使根", "363": "本永盡無餘，名為健夫，三界結本已滅無餘", "364": "更不造新。或有眾生一人勝千，或勝萬人，非", "365": "為健夫。何以故？猶在生死不遠八難。是故說", "366": "曰，千千為敵，一夫勝之，莫若自伏，為戰中勝", "367": "也。", "368": "自勝為上，如彼眾生，自降之士，", "369": "眾行具足。", "37": "閉在鐵城高數十丈，勸我還家善求方計。卿", "370": "自勝為上者，夫人在世，能自降伏精神不錯，", "371": "復為天、龍、鬼神、揵沓和、阿須倫、迦留羅、旃陀羅", "372": "所見供養，天魔波旬雖統六天，亦不能得其", "373": "便，是故說曰，自勝為上也。如彼眾生者，如", "374": "彼修行人，既自慕學，復能使人執行，此心", "375": "內不興垢外塵不入，乃應淨清無為處，是故", "376": "說曰，如彼眾生也。自降之士，眾行具足者，人", "377": "有十名號亦不同，或言眾生，我人壽命有形", "378": "之類，皆名眾生，如斯之輩能自降伏不生外", "379": "想，實諦第一義，無形不可見，欲求無為道者，", "38": "等今日意欲云何？」眾人答曰：「卿昨夜何不", "380": "念自降伏，不生十八本，持不漏諸界，斯亦復", "381": "名自降之士。諸根具足，功德備具，隨時行道", "382": "不失時節，是故說曰，自降之士，眾行具足也。", "383": "非天犍沓和，非魔及梵天，", "384": "棄勝最為上，如智慧比丘。", "385": "非天犍沓和，非魔及梵天者，或有世人祭祠", "386": "諸天欲求恩福，或事犍沓和修其淨行，或事", "387": "魔天望得豪尊，或事梵天謂天為道，外道異", "388": "學心想梵天，眾生根本皆由梵天而生，以是", "389": "之故事於梵天。如來說曰：「此非真道，自既迷", "39": "重問彼人，頗有權宜方計，眾人及我身得安", "390": "惑，復使他人內於邪逕，亦非堅固不可恃怙。", "391": "所謂真正道者，智慧比丘是也。執心清淨不", "392": "漏諸結，為人說法無彼此心，意如虛空不可", "393": "沮壞，利根速疾亦不滯礙，意之所念無往不", "394": "剋。」是故說曰，非天犍沓和，非魔及梵天，棄勝", "395": "最為上，如智慧比丘也。", "396": "先自正己，然後正人，夫自正者，", "397": "乃謂為上。", "398": "先自正己，然後正人者，夫人修習自守為上，", "399": "晝則教誡夜則經行，孜孜汲汲終日匪懈，", "4": "諸有不信佛，如此眾生類，", "40": "隱歸家不乎？」人即報曰：「我昨夜退不問此事，", "400": "然後訓誨眾生安處大道。如佛契經所說，佛", "401": "告均頭：「如人己自沒在深泥，復欲權宜拔挽", "402": "彼溺者，此事不然。猶人無戒欲得教誡前", "403": "人者，亦無此事。廣說如契經。」如器完具所", "404": "盛不漏，人神淡泊堪受深法，亦能教化一", "405": "切眾生，其聞法者莫不信樂，是故說曰，先", "406": "自正己，然後正人，夫自正者，乃謂為上也。", "407": "先自正己，然後正人，夫自正者，", "408": "不侵智者。", "409": "夫人習行不唐其功，畢竟其學不辭勞苦，以", "41": "今暮竊起當往重問之。」說此語已各還所在。", "410": "己所信平等無二，懃加精進日有新業，附", "411": "近明智不親弊友。夫人有智，皆由明哲成人", "412": "之慧，非師不剋，是故說曰，不侵智者也。", "413": "當自剋修，隨其教訓，己不被訓，", "414": "焉能訓彼。", "415": "當自剋修，隨其教訓者，如人習行備具諸行，", "416": "戒聞施慧以自莊嚴，念定三昧盡諸有漏，然", "417": "後乃得訓誨一切，其聞法者自歸篤信不懷", "418": "狐疑。是故說曰，當自剋修，隨其教訓也。己", "419": "不被訓，焉能訓彼者，如人修學素無善師，無", "42": "彼智達人向暮與女交接已，相女睡眠竊起，", "420": "有將導便致躓礙，遇善師者能自修責，必獲", "421": "所願無事不剋。猶如善御馬將，隨馬良善，", "422": "善者育養、惡者加捶，然後乃知善惡有別，", "423": "方之賢愚亦復不異，善者生天、惡者入獄，方", "424": "當經歷畢諸罪苦，其間艱難何能具宣？如", "425": "人出行必求良祐，意欲所至無願不獲。是故", "426": "說曰，當自剋修，隨其教訓，己不被訓，焉能訓", "427": "彼也。", "428": "念自剋修，使彼信解，我己意專，", "429": "智者所習。", "43": "詣彼樹上，問城裏人曰：「頗有權宜方計，卿", "430": "念自剋修者，恒當專精使意不亂，滅十跡", "431": "行應身口意，使無數眾生莫不渴仰，遲聞所", "432": "說欲修奉行。是故說曰，念自剋修也。使彼", "433": "信解者，比丘比丘尼優婆塞優婆夷、剎利婆", "434": "羅門長者居士，聞正言教心意信樂終不違", "435": "逆，是故說曰，使彼信解也。我已意專，智者所", "436": "習者，如人習術意專乃剋，若失良師便自墜", "437": "落不能自拔，出入進止為天世人所見愛敬，", "438": "若至他方異域剎土，見者心歡終不中退。是", "439": "故說曰，我已意專，智者所習也。", "44": "等諸人復及我身，得還閻浮利地不耶？」城裏", "440": "為己或為彼，多有不成就，", "441": "其有覺此者，正己乃訓彼。", "442": "為己或為彼，多有不成就者，人之習行以己", "443": "所修邪見之業，復以己智授彼使學，此則墜", "444": "墮不至無為，如復有人己身專正習正受行，", "445": "以己所見教訓前人，受者信解不唐其功。是", "446": "故說曰，為己或為彼，多有不成就也。其有覺", "447": "此者，明人所習當究本行，如佛所說，不能自", "448": "利焉能利人？習行之人當念觀察，思惟非常", "449": "苦空非身，悉解非有彼無我空，豈有身也？", "45": "人報曰：「我等適生念欲還閻浮利地，此鐵城", "450": "是以聖人示人軌則，導以微教布見切禁。是", "451": "故說曰，其有覺此者，正己乃訓彼也。", "452": "身全得存道，爾時豈容彼，", "453": "已以被降伏，智者演其義。", "454": "身全得存道者，由彼習行之人專精剋己，為", "455": "尊為貴為無有成，進止行來不逢凶虐，恒為", "456": "諸天世人、天龍鬼神、揵沓和、阿須倫、旃陀羅、摩", "457": "休勒，所見供養，衛護其身便不遭患。是故", "458": "說曰，身全得道存，爾時豈容彼也。已以被降", "459": "伏，智者演其義者，如人慕脩深奧之法，得", "46": "便作數重不可敗壞，死者日次無由得免；", "460": "第一義越過三界，便得成就四意止、四意斷、", "461": "四神足、五根、五力、七覺意、賢聖八品道，是謂", "462": "如來甘露法門，所願者得，四事供養，衣被飲", "463": "食床臥具病瘦醫藥。是故說曰，已以被降伏，", "464": "智者演其義者也。取要言之，偈成三句，其文", "465": "一同，但益智者獲其法一句也。法謂二義：", "466": "一名字體義體，第二者所謂第一義四沙門", "467": "果是也。智者得其戒，此二句也，戒有二種：", "468": "一名二百五十戒，二名無漏身戒。智者被歎", "469": "譽，此三句也。此亦二義：一者俗所歎譽，二者", "47": "唯卿外人少有權宜，可得度脫還至本土。十", "470": "為內藏所歎譽。所謂俗者，言語辯才和顏悅", "471": "色不傷人意，其聞法者歡喜承受樂聞其法。", "472": "無漏身戒者，所行不左常遇賢聖，離八不閑", "473": "處，其有見者心開意解，共相告令歎說其德。", "474": "智者聞其名，此四句也，或有學人，俗聞其名", "475": "道聞其名。智者獲其樂，樂有二種：俗樂、道樂。", "476": "在俗受其福德，為檀越施主所見念待，受其", "477": "供養，衣被飯食床臥具病瘦醫藥。道樂者，", "478": "受禪定福，根力覺意賢聖八道。智者獲其慧，", "479": "慧有二種：或有俗慧，或有道慧。所謂俗慧", "48": "五日清旦有一馬王，從欝單越食自然粳米，", "480": "者，分別名字眾不滯礙。所謂道慧者，得須", "481": "陀洹道、斯陀含道、阿那含道、阿羅漢道，得諸", "482": "根具足空無相願。是故說曰，智者獲其慧也。", "483": "智者獲其心，心者眾行之本，若心不正流馳", "484": "萬端，外著色聲香味細滑法，若能降伏攝心", "485": "不亂，便能成就無為道果。然彼行人服其心", "486": "意，思惟曩昔為心所惑，劫數難量經歷生死", "487": "皆由於心。然我今日覺心所為，更不造新為", "488": "心所使也。智者獲其道，眾生流轉從劫至劫", "489": "不可稱記，如契經所說，眾生入地獄者，多", "49": "來至此鬼界住高山頂，三自喚呼：『誰欲還歸", "490": "於大地塵土。如我今日越過三界，以天眼觀", "491": "眾生之類，蜎飛蠕動共相傷害無有竟已，由", "492": "如陶家脚蹴輪轉成其坏器，或輪上壞者，或", "493": "在地壞者，或入陶壞者，人亦如是，是故學", "494": "人當念慕修。又復引經：「吾以天眼觀眾生，", "495": "生天者如爪上土，蓋不足言。」是故說曰，智", "496": "者獲其道，處天久遊觀。若有眾生久生天者，", "497": "勝後生天三事。何謂三事？一者天壽，二者天", "498": "色，三者福祿。是故說曰，處天久遊觀也。處", "499": "天久受福，共相娛樂視東忘西，是故說曰，處", "5": "當就於厄道，如商遇羅剎。", "50": "閻浮利地？』卿等若聞馬王聲者，皆往禮敬求", "500": "天久受福也。處在宗族中如日貫雲，出為父", "501": "母兄弟姊妹中外所見愛敬，斷諸一切縛，", "502": "盡能斷一切，諸結使永盡無餘，縛著愛染悉", "503": "皆除棄，是故說曰，盡能斷一切，諸結使處憂。", "504": "不己憂心解是非解知無常，恩愛別離世之", "505": "常法，有樂必苦生當有死，不生則無，死豈可", "506": "避，以是義推，憂為是誰？樂所從來？是故說曰，", "507": "處憂無憂心，如死灰澹然。無為盡滅一切惡", "508": "趣，所已惡趣者，地獄餓鬼畜生，邊地夷狄", "509": "之中，亦名惡趣。是故說曰，滅一切惡趣也。", "51": "還本鄉。」其人聞是語已，即還伴中具陳情狀，", "510": "脫一切苦惱，脫八苦根，生苦、老苦、病苦、死苦、", "511": "怨憎會苦、恩愛別離苦、所欲不得苦，取要言", "512": "之五盛陰苦。行者於中脫此眾苦，泥洹為第", "513": "一，無為無作無有眾變，是故名為泥洹也", "514": "我品第二十四竟。", "515": "出曜經卷第二十一", "52": "眾人報曰：「今可去不？」智者答曰：「須十五日至，", "53": "馬王當來，乃得去耳。」未經數日馬王便至在", "54": "高山頂，三自喚呼：「誰欲還歸閻浮利地？」聲極", "55": "遠震。商客聞已，皆往至馬王所前白王言：「我", "56": "等咸欲還本鄉里，願見將接得歸無為。」馬王", "57": "告曰：「卿等專意聽我所說，各欲歸家還本鄉", "58": "者，心意專正便得歸家，心不專正不得歸也。", "59": "此諸婦女各抱男女，追逐卿後啼哭喚呼。其", "6": "諸有不信佛者，閻浮利地有眾多賈客，共相", "60": "中諸人興戀慕心，正使在我脊上猶不得去；", "61": "若能捨恩愛正心一意無所戀著，至心捉我", "62": "一毛便得歸家。」如其所語諸婦女至，各語夫", "63": "曰：「誠可捨我賤身，何為捐棄兒女？」先教兒", "64": "女往抱父頸啼哭喚呼：「捨我等為欲何去？」心", "65": "意戀著者便不得還，唯有大智師子一人即", "66": "安隱還歸。是故說，諸有不信佛，如此眾生類，", "67": "當就於厄道，如商遇羅剎。", "68": "諸有信佛者，如此眾生類，安隱還得歸，皆由馬", "69": "王度。唯有師子一人安隱得歸，餘者由戀慕心", "7": "率合入海採寶，正值迴波惡風吹壞大船，復", "70": "皆墮厄難也。時，羅剎婦抱其男女，往逐師子", "71": "商客在在處處，告諸村落：「師子身者是我夫", "72": "主，共生男女捨我逃走不知所趣？」諸人聞已", "73": "問師子曰：「觀卿婦女體性容貌人中英妙，兒", "74": "女可愍，何為捨之？」師子報曰：「此亦非人，是羅", "75": "剎鬼耳。住海渚中殺噉商賈不可稱數，吾伴", "76": "數百閉在鐵城，唯我一人幸得免濟。今此鬼", "77": "女復逐我後，規欲害我恐不免濟。」說此語已", "78": "轉復前行還至本國，鬼亦逐後到其國土。鬼往", "79": "白王：「我與師子共為夫婦，生此男女後望得", "8": "有諸人乘弊壞船，順風流迸墮羅剎界。眾多", "80": "力，非圖今日永已見捨，師子意不用我身，當", "81": "錄取男女，我故年少，豈更不能適趣耶？」王召", "82": "師子問其情實：「卿婦幼少顏貌端正，男子殊", "83": "異有君子相，何為捨之不肯納受？」師子白王：", "84": "「此非人形，乃是噉人羅剎鬼，化作男女追逐", "85": "我後，望人意傾欲取我殺。前將五百賈客", "86": "入海採寶，盡為羅剎所噉食，唯我一人得免", "87": "濟耳。今復見逐，將知如何？」王告師子：「設卿不", "88": "用可持與我。」師子報曰：「此實非人是羅剎鬼，", "89": "備有愆咎後莫見怨。」師子復語左右諸臣：「斯", "9": "羅剎女輩，顏貌端正眾寶自瓔珞身，前迎賈", "90": "鬼至此間，必有傷害王。今不信欲內深宮，如", "91": "是不久王及內宮盡當灰滅。」王復瞋恚語師", "92": "子曰：「女中姿容如天玉女，何緣復稱為羅剎", "93": "鬼耶？速出在外吾自觀察之。」王將鬼女入內", "94": "宮中，牢固門閤已入一宿。明日食時宮門", "95": "不開，諸臣共議：「王新納妻，意相貪樂故門不", "96": "開耳。」師子說曰：「不如來議。王及夫人并諸婇", "97": "女，必為羅剎所食噉盡，故門不開耳。」即施高", "98": "梯踰牆入內，見死人骸骨滿數間舍，復見坑", "99": "孔新出土壤，諸臣問師子曰：「王今已死內宮"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0212 出曜經: 出曜經: 出曜經: 出曜經: 出曜經", "author": "姚秦 竺佛念譯", "sourceLink": "http://www.cbeta.org/"}