{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論", "text": {"0": "緒分1 遍品", "1": "舍利弗阿毘曇論卷第二十六", "10": "或非相續緣是業緣。或非相續緣非業緣。何", "100": "法。生善不善法。生善無記法。生不善無記法。", "101": "生善不善無記法。緣無記法生善法。生不善", "102": "法生無記法。生善不善法。生善無記法。生", "103": "不善無記法。生善不善無記法。緣善不善法", "104": "生善法。生不善法。生無記法。生善不善法。", "105": "生善無記法。生不善無記法。生善不善無記", "106": "法。緣善無記法生善法。生不善法。生無記", "107": "法。生善不善法。生善無記法。生不善無記", "108": "法。生善不善無記法。緣不善無記法生善法。", "109": "生不善法。生無記法。生善不善法。生善無記", "11": "謂非相續緣是業緣。若法非增長若增長不", "110": "法。生不善無記法。生善不善無記法。緣善不", "111": "善無記法。生善法。生不善法。生無記法。生善", "112": "不善法。生善無記法。生不善無記法。生善不", "113": "善無記法。", "114": "2 因品舍利弗阿毘曇論緒分因品第二", "115": "因有因由因生法。謂因義因有四事。當知一", "116": "切有為法有因義。緒集諸因正門。", "117": "因因。無間因。境界因。依因。業因。報因。起因。", "118": "異因。相續因。增上因。名因。色因。無明因。行", "119": "因。識因。名色因。六入因。觸因。受因。愛因。取", "12": "至生第三是業若業生業。是名非相續緣是", "120": "因。有因。生因。老因。死因。憂因。悲因。苦因。惱", "121": "因。眾苦因。食因。漏因。復有因。", "122": "非因因。非無間因。非境界因。非依因。非業", "123": "因。非報因。非起因。非異因。非相續因。非增", "124": "上因。非名因。非色因。非無明因。非行因。", "125": "非識因。非名色因。非六入因。非觸因。非受", "126": "因。非愛因。非取因。非有因。非生因。非老因。", "127": "非死因。非憂因。非悲因。非苦因。非惱因。非", "128": "眾苦因。非食因。非漏因。非復有因。", "129": "何謂因因。若法因。是法因。是名因因。何謂無", "13": "業緣。何謂非相續緣非業緣。若法非增長若", "130": "間因。若法過去現在因。是名無間因。何謂境", "131": "界因。一切法境界如事因若有因法因。是名", "132": "境界因。何謂依因。一切法是因。若有為法", "133": "因。是名依因。何謂業因。若法身口意業因。是", "134": "名業因。何謂報因。若法受及善報因。是名報", "135": "因。何謂起因。若法起因。是名起因。何謂異", "136": "因。若法共因。是名異因。何謂相續因。若法增", "137": "長因。是名相續因。何謂增上因。若法勝因。是", "138": "名增上因。何謂名因。一切憶想假稱制名。是", "139": "謂名因。復次由憶想假稱生受想思觸思惟。", "14": "增長不至生第三非業若業生非業。是名非", "140": "是謂名。復次觸首五法受想思觸思惟。是", "141": "謂名。復次若法非色有為。是謂名。若如是法", "142": "因。是名名因。云何色因。若法色是謂色。復次", "143": "十色入及法入色。是謂色。復次四大及四大", "144": "造色。是謂色。復次色有三種。可見有對。不可", "145": "見有對。不可見無對。是謂色。若如是法因。是", "146": "名色因。云何無明因。若癡不善根法因。是名", "147": "無明因。云何行因。身行口行意行此謂行。復", "148": "次福行非福行不動行此謂行。復次五受陰", "149": "此謂行。復次行陰此謂行。若如是法因。是名", "15": "相續緣非業緣。", "150": "行因。云何識因。眼識身耳鼻舌身意識身因。", "151": "是名識因。云何法色因。若憶想假稱制名", "152": "此謂名。若法色此謂色。復次若由憶想假稱", "153": "制名。生受想思觸思惟此謂名。十色入及法", "154": "入色此謂色。復次觸首五法此謂名。四大及", "155": "四大造色此謂色。復次若法非色有為此謂", "156": "名。色有三種。可見有對。不可見有對。不可見", "157": "無對。若如是名色法。是謂名色因。云何六入", "158": "因。若眼入耳鼻舌身意入法因。是名六入因。", "159": "云何觸因。若眼觸耳鼻舌身意身觸觸法因。", "16": "相續緣是報緣無也。非相續緣報緣。或非相", "160": "是名觸因。云何受因。若苦受樂受不苦不樂", "161": "受法因。是名受因。云何愛因。若欲愛有愛斷", "162": "愛法因。是名愛因。云何取因。若欲取見取戒", "163": "取我取法因。是名取因。云何有因。若欲有色", "164": "有無色有法因。是名有因。云何生因。若諸眾", "165": "生中生正生入胎出陰成就陰入法因。是名", "166": "生因。云何老因。若諸眾生中頭白齒落皮皺", "167": "身體戰掉諸根衰熟行朽命促法因。是名老", "168": "因。云何死因。若諸眾生中終沒死喪時過陰", "169": "捨身形於彼變異離本身眾法因。是名死", "17": "續緣是報緣。或非相續緣非報緣。何謂非相", "170": "因。云何憂因。若眾生為種種苦逼。若憂重憂", "171": "究竟憂。若內燋熱憂悴此法因是名憂因。云", "172": "何悲因。眾苦若眾生憂為憂所逼憂箭入心。", "173": "若追憶啼哭狂言口教法因。是名悲因。云何", "174": "苦因。若身不忍受苦。眼觸苦受耳鼻舌身觸", "175": "苦受法因。是名苦因。云何惱因。若心不忍受", "176": "苦。意觸苦受法因。是名惱因。云何眾苦因若", "177": "身心苦重苦究竟苦心惱亂法因。是名眾苦", "178": "因。云何食因。有四種食。揣食麁細觸食意思", "179": "食識食。如是法因。是名食因。云何漏因。欲", "18": "續緣是報緣。若法非增長若增長不至生第", "180": "漏有漏無明漏法因。是名漏因。云何復有因。", "181": "若法初陰界入法因。是名復有因。", "182": "云何非因因。若法非因。是名非因因。云何", "183": "非無間因。若法非無間因。是名非無間因。云", "184": "何非境界因。無非境界因無非依因。云何非", "185": "業因。若法非業因。是名非業因。云何非報因。", "186": "若法非報因。是名非報因。云何非起因。若法", "187": "非起因。是名非起因。云何非異因。若法非共", "188": "因。是名非異因。云何非相續因。若法非增長", "189": "因。是名非相續因。云何非增上因。若法非勝", "19": "三有報。是名非相續緣是報緣。何謂非相續", "190": "因。是名非增上因。云何非名因。若法非名因。", "191": "是名非名因。云何非色因。若法非色因。是名", "192": "非色因。云何非無明因。若法非無明因。是名", "193": "非無明因。云何非行因。若法非行因。是名非", "194": "行因。云何非識因。若法非識因。是名非識因。", "195": "云何非名色因。若法非名色因。是名非名色", "196": "因。云何非六入因。若法非六入因。是名非六", "197": "入因。云何非觸因。若法非觸因。是名非觸因。", "198": "云何非受因。若法非受因。是名非受因。云何", "199": "非愛因。若法非愛因。是名非愛因。云何非取", "2": "姚秦罽賓三藏曇摩耶舍", "20": "緣非報緣。若法非增長若增長不至生第三", "200": "因。若法非取因。是名非取因。云何非有因。若", "201": "法非有因。是名非有因。云何非生因。若法非", "202": "生因。是名非生因。云何非老因。若法非老因。", "203": "是名非老因。云何非死因。若法非死因。是名", "204": "非死因。云何非憂因。若法非憂因。是名非憂", "205": "因。云何非悲因。若法非悲因。是名非悲因。云", "206": "何非苦因。若法非苦因。是名非苦因。云何非", "207": "惱因。若法非惱因。是名非惱因。云何非眾苦", "208": "因。若法非眾苦因。是名非眾苦因。云何非食", "209": "因。若法非食因。是名非食因。云何非漏因。若", "21": "非報。是名非相續緣非報緣。", "210": "法非漏因。是名非漏因。云何非復有因。若法", "211": "非初陰界入因。是名非復有因。", "212": "因法非有因。有因法。非因。因有因法。非因非", "213": "有因法。因法非和合因和合因法。非因因因", "214": "和合法。非因亦非和合因法。", "215": "云何因法非有因。因法無非因。復次善根不", "216": "善根專敬結。是名因法非有因。", "217": "云何有因法非因。若法非因有為。是名有因", "218": "法非因。", "219": "云何因有因法。除善根不善根專敬結。若餘", "22": "相續緣是起緣無也。非相續緣起緣。或非相", "220": "法是名因有因法。", "221": "云何非因非有因法。除因有因法若餘法。是", "222": "名非因非有因法。因法非和合因和合因法。", "223": "非因因和合法。非因亦非和合因法亦如是。", "224": "前因法非共因。共因法非前因。前因共因法。", "225": "亦非前因非共因法。前因法非後因。後因法", "226": "非前因。前因後因法。亦非前因非後因法。共", "227": "因法非後因。後因法非共因。共因後因法。亦", "228": "非共因非後因法。", "229": "云何前因法非共因。若法生是前因非共因。", "23": "續緣是起緣。或非相續緣非起緣。何謂非相", "230": "是名前因法非共因。", "231": "云何共因法非前因。若法生是共因非前因。", "232": "是名共因法非前因。", "233": "云何前因共因法。若法生是前因共因。是名", "234": "前因共因法。", "235": "云何非前因非共因法。除前因共因法若餘", "236": "法。是名非前因非共因法。復次前因法非共", "237": "因。若法初生非報。是名前因法非共因。", "238": "云何共因法非前因。若法非因有為。是名共", "239": "因法非前因。", "24": "續緣是起緣。若法非增長若增長不至生第", "240": "云何前因共因法。除初生非報。若餘共法。是", "241": "名前因共因法。", "242": "云何非前因非共因法。除前因共因法若餘", "243": "法。是名非前因非共因法。前因法非後因。後", "244": "因法非前因。前因後因法。非前因非後因法", "245": "亦如是。", "246": "云何共因法非後因。若法生是共因非後因。", "247": "是名共因法非後因。", "248": "云何後因法非共因。後因生法即是共因。復", "249": "次得初禪已得第二禪。得後因初禪清淨遊", "25": "三。是名非相續緣是起緣。何謂非相續緣非", "250": "力尊自在。得第二禪已得第三禪。得後因二", "251": "禪清淨遊。力尊自在。得第三禪已。得第四禪。", "252": "得後因三禪清淨遊力尊自在。若菩薩得通", "253": "明已當覺彼通明時。便生後因觀達無邊。得", "254": "神足住壽。便生後因。若住一劫若劫餘。是名", "255": "後因法非共因。", "256": "云何共因後因法。若法生是共因後因。是名", "257": "共因後因法。", "258": "云何非共因非後因法。除共因後因法若餘", "259": "法。是名非共非後因法因非因解各三十二句此最後二四句。", "26": "起緣。若法非增長若增長若不至生第三非", "260": "3 名色品舍利弗阿毘曇論緒分名色品第三", "261": "有人出世。名如來無所著等正覺。說名色。解", "262": "射名色。斷名色。云何名色。若憶想假稱制", "263": "名此謂名。何謂色。若法色此謂色。復次由憶", "264": "想假稱生受想思觸思惟。此謂名。十色入及", "265": "法入色此謂色。復次觸首五法此謂名。四大", "266": "及四大造此謂色。復次若法非色有為此謂", "267": "名。色有三種。可見有對。不可見有對。不可見", "268": "無對。此謂色。如是名色。是謂名色。何故說名", "269": "色。欲令此名色應正說開解分別顯現假稱", "27": "起。是名非相續緣非起緣。", "270": "是故說名色。云何解射名色。若於名色知見", "271": "解射方便。是名解射名色。云何斷名色。若於", "272": "名色調伏欲染斷欲染。是名斷名色。今當集", "273": "名色正門。", "274": "因起報共增上依食。長養持微攝所依所須。", "275": "始胎住住處。生道所向。津液遍滿。不調不", "276": "堅不護不攝不脩。調堅護攝脩。不解不證不", "277": "斷不盡不滅。解證斷盡滅。喜處憂處捨處。善", "278": "不善無記。學無學。非學非無學。報報法非報", "279": "非報法。見斷思惟斷。非見斷非思惟斷。見斷", "28": "相續緣是異緣無也。非相續緣異緣。或非相", "280": "因。思惟斷因。非見斷因。非思惟斷因。欲界繫", "281": "色界繫無色界繫不繫。過去未來現在。此謂", "282": "名色正門。", "283": "因謂因緣。起謂因緣。報謂因緣。共謂因緣。增", "284": "上謂依緣。依謂因緣。食謂依緣。長養持微攝", "285": "所依所須亦如是。始胎謂因緣。住處謂依緣。", "286": "生謂因緣。道謂因緣。求向謂因緣。津謂依", "287": "緣。液遍滿亦如是。不調謂不知世間不斷世", "288": "間。不堅不護不攝不脩亦如是。調謂知世間", "289": "斷世間。堅護攝脩亦如是。不解謂未智知。未", "29": "續緣是異緣。或非相續緣非異緣。何謂非相", "290": "以斷智知。不證謂未證知見。不斷謂未繫斷。", "291": "不盡謂未究竟盡。不滅謂未智緣滅。非智緣", "292": "滅。解謂智知斷智知。證謂知見斷。斷謂暫斷。", "293": "盡謂究竟盡。滅謂智緣滅。非智緣滅盡。喜處", "294": "謂喜起因及受報。憂處謂憂起因及受報。捨", "295": "處謂捨起因及受報。善謂所脩名色。不善謂", "296": "所斷名色。無記謂所受名色及非報法。學謂", "297": "聖名色非無學。無學謂聖名色非學。非學非", "298": "無學謂非聖名色。報謂受名色及善報。報法", "299": "謂有報名色。非報非報法謂名色無記非我", "3": "共曇摩崛多等譯", "30": "續緣是異緣。若法不增長若增長不至生第", "300": "分攝。見斷謂名色不善。非思惟斷。思惟斷", "301": "謂名色不善非見斷。非見斷非思惟斷。謂名", "302": "色若善若無記。見斷因謂名色若見斷若見", "303": "斷法報。思惟斷因謂名色若思惟斷若思惟", "304": "斷法報。非見斷非思惟斷因。謂名色若善若", "305": "善法報。若非報非報法。欲界繫謂名色若欲", "306": "漏有漏。色界繫謂名色若色漏有漏。無色", "307": "界繫謂名色若無色漏有漏。不繫謂名色若", "308": "聖無漏。過去謂名色已生已滅。未來謂名", "309": "色未生未出。現在謂名色生未滅。", "31": "三是共。是名非相續緣是異緣。云何非相續", "310": "名名因。名色因。名名色因。色名因。色色因。", "311": "色名色因。名色名因。名色色因。名色名色", "312": "因。名起。名名起。色名起。名色色起。名色", "313": "起。色色起。名色名色起。名名色起。色名色", "314": "起。名色。", "315": "名名報。名色報。名名色報。色名報。色色報。", "316": "色名色報。名色名報。名色色報。名色名色報。", "317": "名共名名共色。名共名色。色共名色共色。色", "318": "共名色。名色共名。名色共色。名色共名色。", "319": "名名增上。名色增上。名名色增上。色名增上。", "32": "緣非異緣。若法非增長若增長不至生第三", "320": "色色增上。色名色增上。名色名增上。名色色", "321": "增上。名色名色增上。", "322": "名依名名依色。名依名色色依名。色依色色", "323": "依名色。名色依名。名色依色。名色依名色。", "324": "名名食名色食。名名色食。色名食。色色食。色", "325": "名色食。名色名食。名色色食。名色名色食。長", "326": "養持微攝所依所須亦如是。", "327": "名名始胎。名色始胎。名名色始胎。色名始胎。", "328": "色色始胎。色名色始胎。名色名始胎。名色", "329": "色始胎。名色名色始胎。住處亦如是。", "33": "非共。是名非相續緣非異緣。", "330": "名生名名生色。名生名色。色生名色生色。色", "331": "生名色。名色生名。名色生色。名色生名色名", "332": "名道名色道。名名色道。色名道。色色道。色名", "333": "色道。名色名道。名色色道。名色名色道所向", "334": "亦如是。", "335": "名名津名色津。名名色津。色名津。色色津。色", "336": "名色津。名色名津。名色色津。名色名色津。液", "337": "遍滿亦如是。", "338": "名不調名不調。名不調色不調。名不調名色", "339": "不調。色不調名不調。色不調色不調。色不調", "34": "增上緣因緣。或增上緣是因緣。或增上緣非", "340": "名色不調。名色不調名不調。名色不調色不", "341": "調。名色不調名色不調。不堅不護不攝不脩", "342": "亦如是。名調名調。名調色調。名調名色調。色", "343": "調名調。色調色調。色調名色調。名色調名調。", "344": "名色調色調。名色調名色調。堅護攝脩亦如", "345": "是。", "346": "名未解名未解。名未解色未解。名未解名色", "347": "未解。色未解名未解。色未解色未解。色未解", "348": "名色未解。名色未解名未解。名色未解色未", "349": "解。名色未解名色未解。未證未斷未盡未滅。", "35": "因緣。何謂增上緣是因緣。若法勝是因。是名", "350": "亦如是。", "351": "名解名解。名解色解。名解名色解。色解名解", "352": "色解。色解色解名色解。名色解名解名色解。", "353": "色解名色解名色解。證斷盡滅亦如是。", "354": "緣喜處名生喜處名。喜處色喜處名色。緣", "355": "喜處色生喜處名。喜處色喜處名色。緣喜處", "356": "名色生喜處名。喜處色喜處名色。憂處捨處", "357": "亦如是。", "358": "4 假結品舍利弗阿毘曇論緒分假結品第四", "359": "結諸使根。諸煩惱行習微氣行結未滅未盡。", "36": "增上緣是因緣。何謂增上緣非因緣。若法勝", "360": "轉受生老死眾苦聚集。今當集假結正門。十", "361": "結十二入十八界五陰。四諦二十二根。五道", "362": "三界法人人法。", "363": "云何十結。見結疑結戒道結。欲染結瞋恚結", "364": "色染結無色染結。無明結慢結掉結。云何見", "365": "結。若見煩惱非心相應。不共心生不共住不", "366": "共滅。由是因緣故生見使。是名見結。乃至", "367": "若掉煩惱非心相應。不共心生不共住不共", "368": "滅。由是因緣故生掉使。是名掉結。復次於在", "369": "所處眠沒微細堅著。由是因緣故生見使。是", "37": "非因。是名增上緣非因緣。非增上緣因緣。或", "370": "名見結。乃至於在所處眠沒微細堅著。由是", "371": "因緣故生掉使。是名掉結。十二入十八界五", "372": "陰。四諦二十二根三界。如上說。云何五道。地", "373": "獄畜生餓鬼人天。云何地獄。無間有間。是名", "374": "地獄。云何畜生。水陸空行。是名畜生。云何餓", "375": "鬼。少食無食等。是名餓鬼。云何人。四天下", "376": "人。是名人。云何天。欲色無色天。是名天。云", "377": "何法。色法非色法。乃至過去法未來法現在", "378": "法。非過去非未來非現在法。是謂法。云何人。", "379": "未生智人。欲界未竟色界未竟無色界未竟。", "38": "非增上緣是因緣。或非增上緣非因緣。何謂", "380": "已生智人。欲界未竟色界無色界未竟。復次", "381": "已生智人。欲界已竟。色界無色界未竟。是謂", "382": "人。如是法如是人。是謂法人人法。", "383": "十結幾見斷。幾思惟斷。三見斷。七二分或見", "384": "斷。或思惟斷。云何三見斷。見疑戒道。是名", "385": "三見斷。云何七二分或見斷或思惟斷。欲染", "386": "瞋恚色染無色染無明慢掉。是名七二分或", "387": "見斷或思惟斷。", "388": "十結幾見斷。一切見斷。幾思惟斷。七思惟斷。", "389": "除見疑戒道。", "39": "非增上緣是因緣。若法非勝是因。是名非增", "390": "十結幾欲界繫。幾色界繫。幾無色界繫。二欲", "391": "界繫。一色界繫。一無色界繫。一二分或欲界", "392": "繫或色界繫。五三分或欲界繫。或色界繫。或", "393": "無色界繫。何等二欲界繫。欲染瞋恚。此二欲", "394": "界繫。何等一色界繫。色染此一色界繫。何等", "395": "一無色界繫。無色染此一無色界繫。何等一", "396": "二分或欲界繫或色界繫。戒道此一二分或", "397": "欲界繫。或色界繫。何等五三分或欲界繫或", "398": "色界繫或無色界繫。見疑無明慢掉。此五三", "399": "分或欲界繫或色界繫或無色界繫。", "4": "緒分遍品之二", "40": "上緣是因緣。何謂非增上緣非因緣。若法非", "400": "十結幾欲界繫。八除色染無色染。十結幾色", "401": "界繫。七除欲染瞋恚無色染。十結幾無色界", "402": "繫六謂見疑無色染無明慢掉。", "403": "欲界繫結。幾見斷。幾思惟斷。三見斷。五二分", "404": "或見斷或思惟斷。何等三見斷。見疑戒道此", "405": "三見斷。何等五二分或見斷或思惟斷。欲", "406": "染瞋恚無明慢掉。此五二分或見斷或思惟", "407": "斷。八欲界繫結幾見斷。一切見斷。幾思惟", "408": "斷。五思惟斷。除見疑戒道。七色界繫結。幾", "409": "見斷幾思惟斷。三見斷。四二分或見斷或思", "41": "勝非因。是名非增上緣非因緣。", "410": "惟斷。何等三見斷。見疑戒道。此三見斷。何", "411": "等四二分或見斷或思惟斷。色染無明慢掉。", "412": "此四二分或見斷或思惟斷。七色界繫結幾", "413": "見斷。一切見斷。幾思惟斷。四思惟斷。除見疑", "414": "戒道。六無色界繫結幾見斷。幾思惟斷。二", "415": "見斷。四二分或見斷或思惟斷。何等二見斷。", "416": "見疑此二見斷。何等四二分或見斷或思惟", "417": "斷。無色染無明慢掉。此四二分或見斷或思", "418": "惟斷。六無色界繫結幾見斷。一切見斷。幾思", "419": "惟斷。四思惟斷。謂無色染無明慢掉。", "42": "增上緣是無間緣無也。非增上緣無間緣。或", "420": "見結眠沒。幾結中眠沒。八結中除自性及疑", "421": "眠沒。九結中除自性戒道結不眠沒諸結", "422": "欲染結眠沒。五結中見戒道無明慢掉瞋恚", "423": "結眠沒。六結中見疑戒道無明慢掉色染結", "424": "眠沒。五結中見戒道無明慢掉無色染結眠", "425": "沒。四結中見無明慢掉無明結眠沒。九結中", "426": "除自性慢掉結亦眠沒。九結除自性。", "427": "幾結眠沒。見結中八。除自性及戒道。四結眠", "428": "沒疑結中瞋恚無明慢掉。八結眠沒。戒道中", "429": "除自性及無色染五結眠沒。欲染結中見疑", "43": "非增上緣是無間緣。或非增上緣非無間緣。", "430": "無明慢掉五結眠沒。瞋恚結中見結疑無明", "431": "慢掉。五結眠沒。色染結中見結疑無明慢掉。", "432": "五結眠沒。無色染結中見結疑無明慢掉。八", "433": "結眠沒。無明結中除自性及戒道。八結亦眠", "434": "沒。慢掉結中除自性及戒道。", "435": "八結眠沒眼入耳入。除戒道及無色染。七結", "436": "眠沒鼻入舌入。除戒道色染無色染。八結眠", "437": "沒身入。除戒道無色染。九結眠沒意入。中除", "438": "戒道。九結眠沒色入聲入。除無色染。七結眠", "439": "沒香味入。除戒道色染無色染。八結眠沒於", "44": "何謂非增上緣是無間緣。若法非勝是生滅。", "440": "觸入。除戒道無色染。十結眠沒法入。", "441": "八結眠沒眼界耳界。除戒道無色染。七結眠", "442": "沒鼻界舌界。除戒道色染無色染。八結眠沒", "443": "於身界。除戒道無色染。九結眠沒色界聲界。", "444": "除無色染。七結眠沒香界味界。除戒道色染", "445": "無色染。八結眠沒觸界。除戒道無色染八結", "446": "眠沒眼識界耳識界。除戒道無色染。七結", "447": "眠沒。鼻識界舌識界。除戒道色染無色染。", "448": "八結眠沒身界。除戒道無色染。九結眠沒意", "449": "界意識界。除戒道。十結眠沒法界。", "45": "是名非增上緣是無間緣。何謂非增上緣非", "450": "十結眠沒色陰。九結眠沒受想行識陰。除戒", "451": "道。十結眠沒苦諦。五結眠沒集諦。見疑無明", "452": "慢掉。滅道諦無也。", "453": "八結眠沒眼根耳根。除戒道無色染。七結眠", "454": "沒鼻根舌根。除戒道色染無色染。八結眠沒", "455": "身根。除戒道無色染。七結眠沒男根女根。除", "456": "戒道色染無色染。九結眠沒命根。除戒道。七", "457": "結眠沒樂根。除戒道瞋恚無色染。六結眠沒", "458": "苦根。見疑瞋恚無明慢掉。七結眠沒喜根。除", "459": "戒道瞋恚無色染。六結眠沒憂根。疑瞋恚無", "46": "無間緣。若法非勝非生滅若未滅。是名非增", "460": "明慢掉。八結眠沒捨根。除戒道瞋恚。九結眠", "461": "沒意根。除戒道。諸聖根無也。", "462": "地獄或六或七。六結眠沒無間地獄。見疑瞋", "463": "恚無明慢掉。七結眠沒有間地獄。見疑欲染", "464": "瞋恚無明慢掉。八結眠沒畜生。除色染無色", "465": "染。八結眠沒餓鬼。除色染無色染。八結眠", "466": "沒人。除色染無色染。十結眠沒諸天。八結眠", "467": "沒欲界天。除色染無色染。七結眠沒色界天。", "468": "除欲染瞋恚無色染。六結眠沒無色界天。見", "469": "疑無色染無明慢掉八。結眠沒欲界除。色染", "47": "上緣非無間緣。", "470": "無色染七。結眠沒色界除。欲染瞋恚無色染。", "471": "六結眠沒無色界。見疑無色染無明慢掉。", "472": "十結眠沒色法。九結眠沒。非色法。除戒道。", "473": "九結眠沒可見法。除無色染。十結眠沒不可", "474": "見法。九結眠沒有對法。除無色染。十結眠沒", "475": "無對法。聖法無也。十結眠沒非聖法。十結眠", "476": "沒有漏法。無漏法無也。有染法十。無染法無。", "477": "有求法十。無求法無。當取法十。非當取法無。", "478": "有取法十。無取法無。有勝法十。無勝法無。", "479": "九結眠沒受法。除戒道。十結眠沒非受法。九", "48": "增上緣境界緣。或增上緣是境界緣。或增上", "480": "結眠沒內法。除戒道。十結眠沒外法。十結眠", "481": "沒有報法。十結眠沒無報法。九結眠沒心法。", "482": "除戒道。十結眠沒非心法。九結眠沒心相應", "483": "法。除戒道。十結眠沒非心相應法。九結眠沒", "484": "心數法。除戒道。十結眠沒非心數法。九結眠", "485": "沒有緣法。除戒道。十結眠沒無緣法。十結眠", "486": "沒共心法。十結眠沒不共心法。隨心轉法不", "487": "隨心轉法亦如是。十結眠沒業法。非業法亦", "488": "如是。九結眠沒業相應法。除戒道。十結眠沒", "489": "非業相應法。十結眠沒共業法。十結眠沒非", "49": "緣非境界緣。何謂增上緣是境界緣。若法勝", "490": "共業法。隨業轉法不隨業轉法亦如是。十結", "491": "眠沒因法。十結眠沒非因法。十結眠沒有因", "492": "法。無因法無也。有緒法無緒法。有緣法無緣", "493": "法。有為法無為法亦如是。十結眠沒知法。十", "494": "結眠沒非知法。識法非識法。解法非解法了", "495": "法非了法亦如是。九結眠沒斷智知法。除戒", "496": "道。十結眠沒非斷智知法。斷法非斷法亦如", "497": "是。十結眠沒修法。十結眠沒非修法。十結眠", "498": "沒證法。十結眠沒非證法。十結眠沒善法。九", "499": "結眠沒不善法。除戒道。十結眠沒無記法。學", "5": "相續緣業緣。或相續緣是業緣。或相續緣", "50": "有境界。是名增上緣是境界緣。何謂增上緣", "500": "法無學法無也。十結眠沒非學非無學法。十", "501": "結眠沒報法。十結眠沒報法法。十結眠沒", "502": "非報非報法法。九結眠沒見斷法。除戒道。九", "503": "結眠沒思惟斷法。除戒道。十結眠沒非見斷", "504": "非思惟斷法。九結眠沒見斷因法。除戒道。九", "505": "結眠沒思惟斷因法。除戒道。十結眠沒非見", "506": "斷非思惟斷因法。八結眠沒欲界繫法。除色", "507": "染無色染。七結眠沒色界繫法。除欲染瞋恚", "508": "無色染。六結眠沒無色界繫法。見疑無色染", "509": "無明慢掉。不繫法無也。十結眠沒過去法。", "51": "非境界緣。若法勝無境界。是名增上緣非境", "510": "十結眠沒未來法。十結眠沒現在法。非過去", "511": "非未來非現在法無也。", "512": "未生智人。欲界未竟。色界未竟。無色界未", "513": "竟。幾結眠沒十。欲界八。除色染無色染。色界", "514": "七。除欲染瞋恚無色染。無色界六。見疑無色", "515": "染無明慢掉。", "516": "已生智人。欲界未竟。色界未竟。無色界未竟。", "517": "幾結眠沒七。欲界五。除色染無色染。色界四。", "518": "色染無明慢掉。無色界四。無色染無明慢掉。", "519": "復有生智人欲界已竟色界未竟無色界未", "52": "界緣。非增上緣境界緣。或非增上緣是境界", "520": "竟。幾結眠沒。五欲界疑。色界四。色染無明慢", "521": "掉。無色界四。無色染無明慢掉。", "522": "未生智人。欲界未竟。色界未竟。無色界未竟。", "523": "幾結眠沒。見結中八。除自性及戒道。四結", "524": "眠沒疑中。瞋恚無明慢掉。八結眠沒戒道。", "525": "除自性及無色染五結眠沒欲染結。見疑無", "526": "明慢掉。五結眠沒瞋恚結中。見疑無明慢掉。", "527": "五結眠沒色染結中。見疑無明慢掉。五結眠", "528": "沒無色染結中。見疑無明慢掉。八結眠沒無", "529": "明結中。除自性及戒道。八結亦眠沒慢掉結", "53": "緣。或非增上緣非境界緣。何謂非增上緣是", "530": "中。除自性及戒道。八結眠沒眼入耳入中。除", "531": "戒道及無色染。從鼻入舌入。乃至過去未來", "532": "現在。亦如上說。非過去非未來非現在無也。", "533": "生智人欲界未竟。色界未竟。無色界未竟。幾", "534": "結眠沒。見結中無也。疑戒道亦無。三結眠沒", "535": "欲染結中。無明慢掉。三結眠沒瞋恚結中。無", "536": "明慢掉。三結眠沒色染結中。無明慢掉。三結", "537": "眠沒無色染結中。無明慢掉。六結眠沒無明", "538": "結中。除自性。六結眠沒慢掉結。除自性。六結", "539": "眠沒眼入耳入。除無色染。五結眠沒鼻入舌", "54": "境界緣。若法非勝有境界。是名非增上緣是", "540": "入。除色染無色染。六結眠沒身入。除無色染。", "541": "七結眠沒意入。六結眠沒色入聲入。除無色", "542": "染。五結眠沒香入味入。除色染無色染。六結", "543": "眠沒觸入。除無色染。七結眠沒法入。六結眠", "544": "沒眼界耳界。除無色染。五結眠沒鼻界舌界。", "545": "除色染無色染。六結眠沒身界。除無色染。六", "546": "結眠沒色界聲界。除無色染。五結眠沒香界", "547": "味界。除色染無色染。六結眠沒觸界。除無色", "548": "染。六結眠沒眼識界耳識界。除無色染五結", "549": "眠沒鼻識界舌識界。除色染無色染。六結眠", "55": "境界緣。何謂非增上緣非境界緣。若法非勝", "550": "沒身識界。除無色染。七結眠沒意界意識界", "551": "法界。七結眠沒色陰。受想行識陰亦如是。七", "552": "結眠沒苦諦。三結眠沒集諦無明慢掉。滅諦", "553": "道諦無也。六結眠沒眼根耳根。除無色染。五", "554": "結眠沒鼻根舌根。除色染無色染。六結眠沒", "555": "身根。除無色染。五結眠沒男根女根。除色染", "556": "無色染。七結眠沒命根。五結眠沒樂根。除瞋", "557": "恚結無色染。四結眠沒苦根。瞋恚無明慢掉。", "558": "五結眠沒喜根。除瞋無色染。四結眠沒憂根。", "559": "瞋恚無明慢掉。六結眠沒捨根。除瞋恚。七結", "56": "無境界。是名非增上緣非境界緣。", "560": "眠沒意根。聖根無也。地獄畜生餓鬼無也。五", "561": "結眠沒人中。除色染無色染。天上通七結。五", "562": "結眠沒欲界天。除色染無色染。四結眠沒色", "563": "界天。色染無明慢掉。四結眠沒無色界天。無", "564": "色染無明慢掉。五結眠沒欲界。除色染無色", "565": "染。四結眠沒色界。色染無明慢掉。四結眠", "566": "沒無色界。無色染無明慢掉。七結眠沒色法。", "567": "非色法亦如是。六結眠沒可見法。除無色", "568": "染。七結眠沒不可見法。六結眠沒有對法。除", "569": "無色染。七結眠沒無對法。聖法無。七結眠", "57": "增上緣依緣。增上緣是依緣。非增上緣是依", "570": "沒非聖法。有漏法七。無漏法無。有染法七", "571": "無染法無。有求法七無求法無。當取法七非", "572": "當取法無。有取法七無取法無。有勝法七無", "573": "勝法無。受法七非受法七。內法七外法七。有", "574": "報法七無報法七。心法七非心法七。心相應", "575": "法七非心相應法七。心數法七非心數法七。", "576": "有緣法七無緣法七。共心法七非共心法七。", "577": "隨心轉法七不隨心轉法七。業法七非業法", "578": "七。業相應法七非業相應法七。共業法不共", "579": "業法七。隨業轉法七不隨業轉法七。因法七", "58": "緣。", "580": "非因法七。有因法七無因法七。有緒法七無", "581": "緒法七。有緣法七無緣法七。有為法七無為", "582": "法七。知法七非知法七。識法七非識法七。解", "583": "法七非解法七。了法七非了法七。斷智知法", "584": "七非斷智知法七。斷法非斷法亦如是七。脩", "585": "法七不脩法七。證法七非證法七。善法七不", "586": "善法七。無記法七。學法無學法無非學非無", "587": "學法七。報法七報法法七。非報法非報法", "588": "法七。見斷法無思惟斷法七。非見斷非思惟", "589": "斷法七。見斷因法無思惟斷因法七。非見斷", "59": "增上緣業緣。或增上緣是業緣。或增上緣非", "590": "非思惟斷因法七。欲界繫法五。除色染無色", "591": "染。色界繫法四。色染無明慢掉。無色界繫", "592": "法四。無色染無明慢掉。不繫法無。過去法七", "593": "未來法七現在法七。非過去非未來非現在", "594": "無也。", "595": "生智人欲界已竟。色界未竟。無色界未竟。幾", "596": "結眠沒。見結中無也。疑戒道欲染瞋恚無也。", "597": "三結眠沒色染結中。無明慢掉。三結眠沒無", "598": "色染。無明慢掉。四結眠沒無明結。除自性。四", "599": "結眠沒慢掉結。除自性。四結眠沒眼入耳入。", "6": "非業緣。何謂相續緣是業緣。若法增長至生", "60": "業緣。何謂增上緣是業緣。若法勝是業生業。", "600": "除無色染。鼻入舌入無。四結眠沒身入。除無", "601": "色染。五結眠沒意入。四結眠沒色入聲入。除", "602": "無色染。香入味入無四。結眠沒觸入除。無色", "603": "染五結眠沒法入。四結眠沒眼界耳界。除無", "604": "色染。鼻界舌界無。四結眠沒身界。除無色染。", "605": "四結眠沒色界聲界。除無色染。鼻界舌界無。", "606": "四結眠沒觸界。除無色染。四結眠沒眼識界", "607": "耳識界。除無色染。鼻識界舌識界無四。結眠", "608": "沒身識界。除無色染。五結眠沒意界意識界", "609": "法界。五結眠沒色陰。受想行識陰亦如是。五", "61": "是名增上緣是業緣。何謂增上緣非業緣。若", "610": "結眠沒苦諦。三結眠沒集諦。無明慢掉。滅諦", "611": "道諦無。四結眠沒眼根耳根。除無色染。鼻根", "612": "舌根無。四結眠沒身根。除無色染。男根女", "613": "根無。五結眠沒命根。四結眠沒樂根喜根。除", "614": "無色染。苦根憂根無。五結眠沒捨根喜根。諸", "615": "無漏根無。地獄畜生餓鬼人中無。五結眠沒", "616": "通天上。欲界天無。四結眠沒色天上。除無色", "617": "染。四結眠沒無色天上。除色染。欲界無。四結", "618": "眠沒色界。除無色染。四結眠沒無色界。除色", "619": "染。四結眠沒色法。無色法亦如是。四結眠沒", "62": "法勝非業若業生非業。是名增上緣非業緣。", "620": "可見法。除無色染。五結眠沒不可見法。四結", "621": "眠沒有對法。除無色染。五結眠沒無對法中。", "622": "聖法無非聖。有漏法五無漏法無。有染法五", "623": "無染法無。有求法五無求法無。當取法五非", "624": "當取法無。有取法五無取法無。有勝法五無", "625": "勝法無。受法五非受法五。內法五外法五。有", "626": "報法五無報法五。心法五非心法五。心相應", "627": "法五心不相應法五。心數法五非心數法五。", "628": "有緣法五無緣法五。共心法五不共心法五。", "629": "隨心轉法五不隨心轉法五。業法五非業法", "63": "非增上緣業緣。或非增上緣是業緣。或非增", "630": "五。業相應法五非業相應法五。共業法五非", "631": "共業法五。隨業轉法五不隨業轉法五。因", "632": "法五非因法五。有因法五無因法五。有緒法", "633": "五無緒法五。有為法五無為法五。知法五", "634": "非知法無。識法非識法。解法非解法。了法", "635": "不了法。亦如是。斷智知法五。非斷智知法五。", "636": "斷法非斷法亦如是。五脩法五非脩法五。證", "637": "法五非證法五。善法五不善法五。無學法", "638": "五學法五。非學非無學法五。解法五報法法", "639": "五。非報非報法法五。見斷法無思惟斷法五。", "64": "上緣非業緣。何謂非增上緣是業緣。若法非", "640": "非見斷非思惟斷法五。見斷因法無思惟斷", "641": "因法五。非見斷非思惟斷因法五。欲界繫法", "642": "無色界繫法四。除無色染。色界繫法四。除色", "643": "染。不繫法無。過去法五未來法五。現在法五。", "644": "非過去非未來非現在法無。", "645": "舍利弗阿毘曇論卷第二十六", "65": "勝是業生業。是名非增上緣是業緣。何謂非", "66": "增上緣非業緣。若法非勝非業若業生非業。", "67": "是名非增上緣非業緣。", "68": "增上緣是報緣無也。非增上緣報緣。或非增", "69": "上緣是報緣。或非增上緣非報緣。何謂非增", "7": "第三是業生業。是名相續緣是業緣。何謂相", "70": "上緣是報緣。若法非勝有報。是名非增上緣", "71": "是報緣。何謂非增上緣非報緣。若法非勝無", "72": "報。是名非增上緣非報緣。", "73": "增上緣起緣。或增上緣是起緣。或增上緣非", "74": "起緣。何謂增上緣是起緣。若法勝是起。是名", "75": "增上緣是起緣。何謂增上緣非起緣。若法勝", "76": "非起。是名增上緣非起緣。非增上緣起緣。或", "77": "非增上緣是起緣。或非增上緣非起緣。何謂", "78": "非增上緣是起緣。若法非勝是起。是名非增", "79": "上緣是起緣。何謂非增上緣非起緣。若法非", "8": "續緣非業緣。若法增長至生第三非業若業", "80": "勝非起。是名非增上緣非起緣。", "81": "增上緣異緣。或增上緣是異緣。或增上緣非", "82": "異緣。何謂增上緣是異緣。若法勝是共。是名", "83": "增上緣是異緣。何謂增上緣非異緣。若法勝", "84": "非共。是名增上緣非異緣。非增上緣異緣。或", "85": "非增上緣是異緣。或非增上緣非異緣。何謂", "86": "非增上緣是異緣。若法非勝是共是名非", "87": "增上緣是異緣。何謂非增上緣非異緣。若法", "88": "非勝非共。是名非增上緣非異緣。", "89": "增上緣是相續緣無也。非增上緣相續緣。或", "9": "生非業。是名相續緣非業緣。非相續緣業緣。", "90": "非增上緣是相續緣。或非增上緣非相續緣。", "91": "何謂非增上緣是相續緣。若法非勝是增長", "92": "至生第三。是名非增上緣是相續緣。何謂非", "93": "增上緣非相續緣。若法非勝非增長若增長", "94": "不生至第三。是名非增上緣非相續緣。", "95": "善法。不善法。無記法。善不善法。善無記法。", "96": "不善無記法。善不善無記法。", "97": "緣善法生善法。生不善法。生無記法。生善不", "98": "善法。生善無記法。生不善無記法。生善不善", "99": "無記法。緣不善法生善法。生不善法。生無記"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論", "author": "姚秦 曇摩耶舍共曇摩崛多等譯", "sourceLink": "http://www.cbeta.org/"}