{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0721 正法念處經: 正法念處經: 正法念處經: 正法念處經", "text": {"0": "3 地獄品(五-一五)", "1": "正法念處經卷第十二", "10": "不善業果破壞無氣、腐爛盡滅，彼人彼處爾", "100": "如是愛心火，三界皆焰燃，", "101": "見何不樂法？今如是心悔。』", "102": "「閻魔羅人於彼地獄大悲之處，如是呵責地", "103": "獄罪人。既呵責已，而復更與種種苦惱。如", "104": "是罪人彼處得脫，而復更於無悲闇處地獄", "105": "中煮，彼處普火燒地獄人，其色猶如甄叔迦", "106": "樹。如是罪人若脫彼處，復於木轉地獄中煮，", "107": "彼地獄人在彼地獄十六處煮，邪見所攝，犯", "108": "比丘尼，惡業罪過。彼人彼處於無數年久", "109": "時長燒，乃至惡業未壞未爛、業氣未盡，於一", "11": "乃得脫。", "110": "切時與苦不止；若惡業盡，彼地獄中爾乃得", "111": "脫。雖脫彼處，復生餓鬼、畜生之中，無量千", "112": "世飢渴燒煮，迭互相食，食百千身。如是畜生", "113": "以惡邪見，復犯淨行比丘尼戒，彼人如是難", "114": "得人身，如龜遇孔。若生人中同業之處，於", "115": "五百世作不能男，犯比丘尼不善惡業餘殘", "116": "果報。", "117": "「又彼比丘知業果報，觀大焦熱大地獄處。", "118": "彼見聞知：若人殺生、偷盜、邪行、飲酒、妄語、邪見", "119": "業果如前所說，又復若人毀犯清淨優婆夷", "12": "「又邪行者：見本婦女灰河所漂，極大唱喚，", "120": "戒，身壞命終墮於惡處，在彼地獄，在一切", "121": "方焦熱處生，受大苦惱。所謂苦者：彼地獄", "122": "處，一切無間乃至虛空皆悉焰燃，無針孔", "123": "許不焰燃處。彼人火中伸手向上，發聲唱", "124": "喚第一急惡，大力堅苦熾火所燒，灰亦叵得，", "125": "又復更生，如是無量百千年歲常燒不止。彼", "126": "處若脫，望救望歸走向異處，既如是走，閻", "127": "魔羅人復更執之，普焰鐵繩從脚而纏乃至", "128": "於頭，次第急纏，血皆上流集在頭中，然後", "129": "復以焰燃鐵鉤釘其頭上，頷下而出。復捉", "13": "惡波所推或有出者、或有沒者，喚地獄人而", "130": "鐵鉤急轉急捩，而復抽掣罪人血出，如赤", "131": "銅汁熱焰熾燃，灌其身體。如是無量百千", "132": "年中，血灌其身而燒煮之，死而復生、死而", "133": "復生。惡業力故，常一切時如是燒煮，乃至", "134": "惡業未壞未爛、業氣未盡，於一切時與苦", "135": "不止；若惡業盡，彼地獄處爾乃得脫，復於", "136": "無量百千年歲，生於餓鬼、畜生之中。若生餓", "137": "鬼，受飢渴苦；於畜生中，迭相食苦，乃於無", "138": "量百千世中，為他所殺而噉食之。彼惡業人", "139": "受彼苦已，難得人身，如龜遇孔。若生人中", "14": "作是言：『我今在此灰河惡處，無導無救，汝今", "140": "同業之處，貧窮多病，於他人所常得熱惱，心", "141": "亂不止，復不長命，於四百世作不男人。是", "142": "彼惡業餘殘果報。", "143": "「又彼比丘知業果報，觀大焦熱大地獄處。彼", "144": "見聞知：若人殺生、偷盜、邪行、飲酒、妄語、邪見", "145": "業果如前所說，又復若人毀犯淨行沙彌戒", "146": "故，身壞命終墮於惡處，在彼地獄大身惡吼", "147": "可畏處生，受大苦惱。所謂苦者，如前所說，活", "148": "等地獄所受苦惱，彼一切苦大身惡吼可畏", "149": "之處皆悉具受。復有勝者：彼罪人身一由", "15": "可來救我此難？』彼地獄人既聞啼哭，惡業癡", "150": "旬量，第一柔軟如生酥塊，閻魔羅人執持", "151": "其身，以微細鉗遍拔其毛，合肉拔之，從足至", "152": "頭皆悉遍拔，無芥子許而不拔處。彼人如是", "153": "極受碎苦，唱聲大喚，餘地獄人聞之心破開", "154": "裂分散，心怨所誑造作惡業，自業所誑，如", "155": "是聲出。「地獄罪人如是受苦，閻魔羅人為呵", "156": "責故，而說偈言：", "157": "「『欲心出甜語，聞甜語欲發，", "158": "欲語是大惡，今受如是果。", "159": "欲語最利刃，彼刃自割身，", "16": "心入彼灰河，即於入時，一切身分為灰所爛，", "160": "寧自割其舌，不說婬欲語。", "161": "欲所誑眾生，瞋心急熾燃，", "162": "癡心所秉故，說婬欲甜語。", "163": "婬欲樂至少，作惡業甚多，", "164": "癡人欲心秉，從苦而得苦。", "165": "欲樂一念頃，非樂亦非常，", "166": "轉身受極苦，如是應捨欲。", "167": "為欲覆之人，住於地獄舍，", "168": "若不屬欲者，則不畏地獄。", "169": "若人作惡業，決定受苦惱，", "17": "乃至無有芥子許在，唯有殘骨後復肉生。肉", "170": "悲苦凡鄙人，何故今唱喚？", "171": "惡行地獄人，業盡乃得脫，", "172": "無有多唱喚，而得解脫理。", "173": "若人欲自在，作不愛惡業，", "174": "癡人今受苦，唱喚何所益？", "175": "若見未來果，現在喜樂善，", "176": "彼人不唱喚，如汝今朝日。』", "177": "「閻魔羅人如是責疏惡業行人。既呵責已，", "178": "復與種種無量苦惱，乃至惡業未壞未爛、業", "179": "氣未盡，於一切時與若不止；若惡業盡，彼地", "18": "既生已，而復更見向者婦女稍遠於前，在灰", "180": "獄處爾乃得脫。既得脫已，無量千世生於餓", "181": "鬼、畜生之中。彼處脫已，難得人身，如龜遇", "182": "孔。若生人中同業之處，短命貧窮，心亂不", "183": "正，所有語言一切不信，於四千世作不能", "184": "男。是彼惡業餘殘果報。", "185": "「又彼比丘知業果報，觀大焦熱大地獄處。彼", "186": "見聞知：復有異處名火髻處，是彼地獄第", "187": "三別處。眾生何業生於彼處？彼見：有人殺生、", "188": "偷盜、邪行、飲酒、妄語、邪見，樂行多作，業及果", "189": "報如前所說，若復有人於攝威儀正行婦女，", "19": "河中而復唱喚，作如是言：『救我，救我！』彼人即", "190": "行其非道。彼人以是惡業因緣，身壞命終墮", "191": "於惡處，在彼地獄生火髻處受大苦惱。所", "192": "謂苦者，如前所說，活等地獄所受苦惱，彼一", "193": "切苦此中具受十倍更重。復有勝者：如是", "194": "地獄火髻之處，以惡業故，多有惡虫名為似", "195": "髻，在地獄處，長似弓弦，其毒甚嚴、其齒極", "196": "利。閻魔羅人執地獄人，縛其手足、敷其身", "197": "體在熱鐵鉤極熱鐵地。彼地獄人如是受苦，", "198": "唱喚啼哭，先燒其背，受極苦惱。閻魔羅人取", "199": "似髻虫置其糞門，彼似髻虫形如弓弦，入其", "2": "元魏婆羅門瞿曇般若流支譯", "20": "前，而彼婦女疾走往赴，既前到已，欲抱婦女。", "200": "身中，能作第一堅毒急苦，其觸如火，初燒", "201": "糞門，燒已而食；食糞門已，次復上行入其", "202": "熟藏，燒已而食；食熟藏已，次復上行入其", "203": "生藏，即燒生藏而復食之；如是食已，次第", "204": "復入小腸大腸燒齧而食，如是食盡在其身", "205": "內，處處遍走罪人身內如白鴿兒，猶故不死。", "206": "如是惡虫走向咽筒，走而未到，燒煮其心，燒", "207": "已遍食。彼地獄人如是受苦，唱喚號哭，彼人", "208": "如是二火所燒，身內則有似髻虫食，身外則", "209": "有地獄大火。彼似髻虫食咽筒已，次走向", "21": "婦女抱之，彼婦女身皆是熱鐵，焰起熾燃，鋒", "210": "面，既到面已，先燒舌根；燒舌根已，齧而食", "211": "之；如是食已，走向耳根，復食其耳；食耳根", "212": "已，走向髑髏，次食其腦；既食盡已，破頭而", "213": "出。彼地獄人猶故不死，是彼惡業之勢力故，", "214": "遍身有孔，如是惡虫復入孔內，復為地獄大", "215": "火所燒，普身內外一切焰燃，惡業行故。如", "216": "是無量百千年歲食復食食，食已復生，生已", "217": "復食，死已復活，如是罪人受大苦惱，是彼", "218": "惡業作集勢力。彼地獄人彼處脫已，走向異", "219": "處，見大蛇眾一時俱來，彼人見已，極大怖", "22": "利鐵爪，既抱得已，即便攫之身體碎壞，無", "220": "畏走向餘處。如是蛇眾，惡業所作，走疾如", "221": "風向彼罪人。到已纏絞普身周遍，其牙甚", "222": "利，有大惡毒，齧彼罪人，受百千種最大苦", "223": "惱。彼地獄人如是具有三火所燒：一、飢渴", "224": "火；二、蛇毒火；三、地獄火。如是無量百千年", "225": "歲常如是燒，無有年數時節長遠，乃至惡業", "226": "未壞未爛、業氣未盡，於一切時與苦不止；若", "227": "惡業盡，彼地獄處爾乃得脫。既得脫已，無量", "228": "千世生在餓鬼、畜生之中，於餓鬼中飢渴極", "229": "燒；遍生一切畜生之中，生生常為他所殺害，", "23": "芥子許全處可得，唯有骨在。如是罪人普身", "230": "殺已而食。若脫彼處，難得人身，如龜遇孔。若", "231": "生人中同業之處，於五百世為第三人，所謂", "232": "不男。是彼惡業餘殘果報。", "233": "「又彼比丘知業果報，觀大焦熱大地獄處。彼", "234": "見聞知：復有異處名雨沙火，是彼地獄第四", "235": "別處。眾生何業生於彼處？彼見：有人殺生、偷", "236": "盜、邪行、飲酒、妄語、邪見，樂行多作，業及果報", "237": "如前所說。復有邪行：於沙彌尼作惡行已，心", "238": "生歡喜，猶故喜樂。彼人以是惡業因緣，身壞", "239": "命終墮於惡處，在彼地獄雨沙火處受大苦", "24": "皆血，唯有筋網。彼地獄人欲心所覆，見彼", "240": "惱。所謂苦者，如前所說，活等地獄所受苦惱，", "241": "彼一切苦此中具受。復有勝者，所謂：彼處五", "242": "百由旬大火充滿，一切焰燃，有金剛沙遍滿", "243": "其中，柔軟如水，能燒之人猶尚畏沒，況重", "244": "惡業地獄之人。彼地獄人入中則沒，猶如", "245": "沒水，惡業因故，沒已復出。彼金剛沙有三", "246": "角塊刃火極利，揩罪人身乃至骨盡，盡已", "247": "復生；生復更揩，揩已復盡；盡已復生，死而", "248": "復活，無能救者。墮焰沙中唱喚號哭、呼嗟", "249": "涕泣，以惡業故，於彼苦處不能自脫，時節", "25": "婦女而復走往彼灰河中，乃經無量百千年", "250": "長久；若惡業盡，彼地獄處爾乃得脫。雖脫彼", "251": "處，無量千世生於餓鬼、畜生之中。若生餓鬼，", "252": "飢渴燒煮；畜生之中，迭相噉食，於一千世常", "253": "被他殺。若脫彼處，難得人身，如龜遇孔。若", "254": "生人中同業之處，常貧常病，人所不信，為", "255": "不男人。是彼惡業餘殘果報。", "256": "「又彼比丘知業果報，觀大焦熱之大地獄，復", "257": "有何處？彼見聞知：復有異處名內熱沸，是", "258": "彼地獄第五別處。眾生何業生於彼處？彼見：", "259": "有人殺生、偷盜、邪行、飲酒、妄語、邪見，樂行多", "26": "歲，如是惡漂、如是惡燒，乃至惡業未壞未", "260": "作，業及果報如前所說。又復有人邪見邪", "261": "行：於持五戒優婆夷邊，強行非法，污其梵", "262": "行，令戒缺壞。彼作是意——破戒無罪，不信業", "263": "果。彼人以是惡意惡行業因緣故，身壞命終", "264": "墮於惡處，在彼地獄內熱沸處受大苦惱。所", "265": "謂苦者，如前所說，活等地獄所受苦惱，彼一", "266": "切苦此中具受。復有勝者，所謂：彼處有五火", "267": "山皆內熱沸，如是五山普遍地獄皆悉熱", "268": "沸，一名普燒，二名極深無底，三名闇火聚", "269": "觸，四名割截，五名業證，遍彼地獄一千由", "27": "爛、業氣未盡，於一切時與苦不止，彼處業盡，", "270": "旬。如是五山，去普輪山及大輪山道理極", "271": "遠，彼地獄人見彼五山優鉢羅華，於彼山", "272": "中多有樹林、陂池具足，悕望彼處，欲得安", "273": "樂，疾走往赴。以惡業故，彼山內火惡風所", "274": "吹，吹已熾燃，燒地獄人普身捩轉。如是燒", "275": "已，復見有山，青色而大，既燒受苦，復更走", "276": "趣望救望歸。既到彼山，勢墮其中，猶如弩", "277": "弦所放鐵箭射入蟻封，如是入已，不知所在。", "278": "如是如是，彼地獄人在內熱沸火山之中，沒", "279": "無處所。彼地獄人在於彼處如是燒已、焦", "28": "爾乃得脫。如是復生，飢渴燒身，處處浪走，復", "280": "已炙已，又復更入闇火聚觸惡山之中，諸根", "281": "閉塞受一切苦，如埵納箭，具受一切惡業", "282": "果報。如是罪人作集惡業，闇火聚觸惡山", "283": "之中，受如是果苦惱急惡，無主無救、無有", "284": "伴侶，食自業果，久受極苦，常燒常煮，業風", "285": "所吹，彼熱沸處，一切身熟。得出彼處，無足", "286": "力故不能得走，閻魔羅人而復更執，置割", "287": "截山，以鐵焰鋸割其人根，割已復生，新生", "288": "軟嫩而復更割，如是無量百千鋸割受大", "289": "苦惱。「又復更入業證山中受大苦惱，唱喚", "29": "見有河陂池清水，望冷水故，疾走往赴。既", "290": "偈言：", "291": "「『如我自作業，我如是受果，", "292": "欲怨燒我故，今到此地獄。", "293": "放逸地不善，欲火燒人身，", "294": "彼羂繫縛我，是故到此處。", "295": "我先時不知，欲果如是苦，", "296": "為癡之所誑，自作今自受。", "297": "無悲心惡人，將我在此處，", "298": "無邊苦惱海，云何可得脫？", "299": "業為苦中苦，我今如是受，", "3": "地獄品之八", "30": "走到已，彼河池等洋白鑞汁皆悉充滿，饒惡", "300": "不曾見有樂，地獄苦不盡。』", "301": "「彼地獄人灰火地獄受第一苦，如是唱喚。彼", "302": "地獄人常一切時受大苦惱，乃至惡業未壞", "303": "未爛、業氣未盡，於一切時與若不止；若惡業", "304": "盡，彼地獄處爾乃得脫。若得脫已，復於無量", "305": "百千世中，生於餓鬼、畜生之道：於餓鬼中，迭", "306": "互相見，飢渴燒身；於畜生中，迭相食噉，於", "307": "百千世死而復生。彼人彼處既得脫已，難得", "308": "人身，如龜遇孔。若生人中同業之處，惡業", "309": "力故，貧窮多病，身分不具。是彼惡業餘殘果", "31": "毒蛇普遍其中，彼地獄人熱渴甚急，即飲", "310": "報。", "311": "「又彼比丘知業果報，觀大焦熱之大地獄，復", "312": "有何處？彼見聞知：復有異處，彼處名為吒", "313": "吒吒嚌，是彼地獄第六別處。眾生何業生於", "314": "彼處？彼見：有人殺生、偷盜、邪行、飲酒、妄語、邪", "315": "見，樂行多作，業及果報如前所說。復有邪", "316": "行，謂：於受戒正行婦女，行非梵行，或時一", "317": "到、二到、三到、四到、五到，彼人如是不相應行，", "318": "或於姊妹、或於同姓、或於香火、或香火婦、或", "319": "知識婦，誑誘邪行。彼人以是惡業因緣，身壞", "32": "如是毒蛇和合洋白鑞汁。彼惡毒蛇罪業所", "320": "命終墮於惡處，在彼地獄吒吒吒嚌別異中", "321": "生，受大苦惱。所謂若者，如前所說，活等地", "322": "獄所受苦惱，彼一切苦此中具受。復有勝者，", "323": "謂：有惡風第一勢觸，極飄極吹，令彼地獄", "324": "罪人之身，分分分解猶如劫貝，急惡抖擻如", "325": "彈羊毛。如是勢急極惡大風吹罪人身，毛塊", "326": "毛塊，分分分散猶如細毛，毛亦叵見。如何", "327": "者毛？劫貝沙毛。彼毛既散，還復聚合，彼罪", "328": "人身亦復如是。惡風所吹分散十方。彼罪", "329": "人身於地獄中，惡風如刀，分分割裂碎散", "33": "作，極甚微細，入罪人口，既入腹已，即便麁", "330": "如沙，乃至無有一物可見，如是身分，毛亦叵", "331": "見。以惡業故，一切身分而復更生，生已復散，", "332": "欲力故爾。欲如前說。如是無量百千年歲，乃", "333": "至惡業未壞未爛、業氣未盡，於一切時與苦", "334": "不止。若脫此苦，彼處復有金剛惡鼠，食其", "335": "人根，分令破碎如芥子許，受苦唱喚。食人", "336": "根已，次食其腸；既食腸已，次食熟藏；食熟", "337": "藏已，從背而出，次食其背；既食背已，次食", "338": "背骨。彼惡業人以惡業故，如是無量百千", "339": "年歲受地獄苦，於長久時，得脫彼處所受", "34": "大，地獄人肚亦復增長，如是惡蛇在其身內，", "340": "苦惱。既得脫已，走向異處，復有黑虫纏絞", "341": "其身，先纏人根燒而食之，受極苦惱，唱聲", "342": "大喚。如是黑虫常纏常食，乃至彼人作集", "343": "惡業未壞未爛、業氣未盡，於一切時與苦", "344": "不止；若惡業盡，彼地獄處爾乃得脫。既得", "345": "脫已，復於無量百千世中，於食自肉餓鬼中", "346": "生，自食身肉。雖自食肉而復不死，以作業", "347": "時，自姊妹等行非梵行，自受樂故，於餓鬼", "348": "中自食身肉。若脫彼處，生畜生中常作牝", "349": "猪，自食其子，如人中時，於親等中行婬業", "35": "所有一切皆悉遍齧，先齧小腸而唼食之，是", "350": "故。彼人彼處若得脫已，難得人身，如龜遇", "351": "孔。若生人中同業之處，彼人常有人根惡", "352": "病，如是人根惡病急故，自割人根。彼業因", "353": "緣，若自有妻，為下賤人之所侵逼，不相應", "354": "人共行婬欲，以作業時犯他妻故。一切惡", "355": "中，邪見邪行最為深重，此不善業於世、出", "356": "世皆不相應。", "357": "「又彼比丘知業果報，觀大焦熱之大地獄，復", "358": "有何處？彼見聞知：復有異處，彼處名為普", "359": "受一切資生苦惱，是彼地獄第七別處。眾生", "36": "破戒人飲酒罪過。如是無量百千年歲，惡業", "360": "何業生於彼處？彼見：有人殺生、偷盜、邪行、飲", "361": "酒、妄語、邪見，樂行多作，業及果報如前所說。", "362": "復有邪行，所謂：比丘貪染心故不相應行，以", "363": "酒誘誑持戒婦人，壞其心已，然後共行或與", "364": "財物。彼人以是惡業因緣，身壞命終墮於", "365": "惡處，在彼地獄普受一切資生苦處，受大苦", "366": "惱。所謂苦者，如前所說，活等地獄所受苦", "367": "惱，彼一切苦此中具受。彼人常恒修習苦", "368": "栽而捨善行修習惡道，如是不善惡業行人，", "369": "習不善道，喜樂習行，以惡業行之因緣故，於", "37": "所誑，彼蛇所齧、白鑞所燒，如是燒齧，死已", "370": "彼地獄受更重苦，極急堅惡大重苦惱，活", "371": "等地獄所受苦惱，彼一切苦此中具受，所", "372": "謂：彼處自從足指乃至於頭，焰刀剝割一切", "373": "身皮，不侵其肉，如是剝削一切身分與大", "374": "苦惱，既剝其皮，與身相連，敷在熱地以火", "375": "燒之。身既無皮，閻魔羅人以熱鐵鉢盛熱", "376": "沸灰，灌其身體，彼人如是被燒烝煮受大", "377": "苦惱，唱聲大喚、呼嗟號哭。如是無量百千", "378": "年歲受大苦惱，年歲無數不可得脫，常受", "379": "如是竪鞕苦惱，乃至惡業未壞未爛、業氣未", "38": "復生，戒人飲酒破戒罪過。", "380": "盡，於一切時與苦不止；若惡業盡，彼地獄", "381": "處爾乃得脫。若於前世過去久遠有善業", "382": "熟，不生餓鬼、畜生之道，難得人身，如龜遇", "383": "孔。若生人中同業之處，常貧常病，得極惡病，", "384": "海畔眾生，同業生人形體不具，所謂一脚、", "385": "一眼、一臂，其身獨短，命則不長，或一日壽，", "386": "如是處生。是彼惡業餘殘果報。", "387": "「又彼比丘知業果報，觀大焦熱之大地獄，復", "388": "有何處？彼見聞知：復有異處，所謂有河，其", "389": "河名曰鞞多羅尼惡燒惡漂，是彼地獄第", "39": "又復妄語惡業果故，彼蛇齧舌，如是無量百", "390": "八別處。眾生何業生於彼處？彼見：有人殺生、", "391": "偷盜、邪行、飲酒、妄語、邪見，樂行多作，業及果", "392": "報如前所說。復有邪行，所謂：有人燒香索", "393": "婦，把手相付，彼婦無過，心生厭賤，強與作", "394": "過，既與過已，猶故喜樂而共行欲。彼人以", "395": "是惡業因緣，身壞命終墮於惡處，在彼地", "396": "獄鞞多羅尼惡燒惡漂大河之處，受大苦惱。", "397": "所謂苦者，如前所說，活等地獄所受苦惱，彼", "398": "一切苦此中具受。復有勝者，謂：於闇聚虛", "399": "空之中，雨熱鐵杖，惡業所作，其杖極利入", "4": "「又偷盜果：以惡業故，彼地獄中見自己物，他", "40": "千年歲受大苦惱，乃至惡業未壞未爛、業氣", "400": "在地獄罪人身中，入已極燒，一切身分普皆", "401": "作孔，劈割燒煮，一切身分皆悉分離，內外", "402": "火燒受極苦惱。焰燃鐵杖如是劈已，極受", "403": "大苦，彼苦堅鞕不可譬喻，彼地獄人既受", "404": "大苦，處處馳走墮在嶮岸，岸下有河，其河", "405": "名曰鞞多羅尼惡燒惡漂。以惡業故，滿中", "406": "惡蛇，罪人見之驚怖極苦，如是惡蛇，焰牙", "407": "惡毒，碎其身體分分如塵而噉食之，極受", "408": "大苦，唱聲號哭。乃至惡業未壞未爛、業氣未", "409": "盡，於一切時與苦不止，年歲無數；若惡業盡，", "41": "未盡，於一切時與苦不止，彼處業盡，爾乃", "410": "彼地獄處爾乃得脫。若其不墮餓鬼、畜生，難", "411": "得人身，如龜遇孔。若生人中同業之處，常", "412": "貧常病、常有悲苦，為他所使，諸根不具，生", "413": "在邊地凍山雪山，其面極醜如草馬面，唯", "414": "食根菓以存性命，不曾知有稻粟等食。是", "415": "彼本業餘殘果報。", "416": "「又彼比丘知業果報，觀大焦熱之大地獄，復", "417": "有何處？彼見聞知：復有異處名無間闇，是彼", "418": "地獄第九別處。眾生何業生於彼處？彼見：有", "419": "人殺生、偷盜、邪行、飲酒、妄語、邪見，樂行多作，", "42": "得脫。「脫彼處已，處處浪走而復更見不慈", "420": "業及果報如前所說。又復有人於離外染境", "421": "界繫縛貪欲、瞋、癡三煩惱，軟修善之人，而遣", "422": "婦女勸誘令退。彼人以是惡業因緣，身壞命", "423": "終墮於惡處，在彼地獄無間闇處受大苦惱。", "424": "所謂苦者，如前所說，活等地獄一切所受堅", "425": "惡苦惱，彼一切苦此中具受。復有勝者：彼", "426": "地獄處有地盆虫，口嘴極利能破金剛，令", "427": "如水沫。罪人惡業有如是虫，於彼惡虫所得", "428": "苦惱勝地獄苦，若受虫苦，彼地獄苦則為", "429": "大樂。彼地盆虫破罪人骨而食其髓，彼地", "43": "心果。彼地獄人，業作眾生如是說言：『汝等", "430": "獄中一切諸苦皆悉和合，於受虫苦百分之", "431": "中不及其一，於千分中不及其一，百千分中", "432": "亦不及一。於彼惡虫不能得脫，處處遍走，隨", "433": "彼彼處皆不得脫。如是無量百千年歲常", "434": "燒常煮，於餘一切地獄罪人所受苦惱最惡", "435": "最重，受如是苦。於一切時，彼地獄處如是", "436": "燒煮而亦不死。以彼惡業作集勢力，地獄", "437": "和集常如是燒、常如是煮，乃至作集惡不", "438": "善業未壞未爛、業氣未盡，於一切時與苦", "439": "不止；若惡業盡，彼地獄處爾乃得脫。若於", "44": "云何無辜被燒，更可無處而住於此？我示汝", "440": "前世過去久遠有善業熟，不生餓鬼、畜生之", "441": "道，難得人身，如龜遇孔。若生人中同業之", "442": "處，生婬女家為彼作奴，顏色不好，手足破", "443": "裂，恒常負水。是彼惡業餘殘果報。", "444": "「又彼比丘知業果報，觀大焦熱之大地獄，復", "445": "有何處？彼見聞知：復有異處名苦鬘處，是", "446": "彼地獄第十別處。眾生何業生於彼處？彼見：", "447": "有人殺生、偷盜、邪行、飲酒、妄語、邪見，樂行多", "448": "作，業及果報如前所說。復有惡婬：有善比", "449": "丘持戒正行，於律無犯。種姓有事故生怖", "45": "處，令汝得樂。』閻魔羅人如是語已，取地獄", "450": "畏，入所信家，而彼舍主邪婬婦人，語言：『比", "451": "丘共我行欲。若不肯者，我則舉告，必令比丘", "452": "於王得罰。或語我夫，作如是言：「比丘侵我。」若", "453": "共我欲，多與比丘佉陀尼食、種種美飲，我與", "454": "比丘二人極樂，更無人知。我向人說：「此好比", "455": "丘，第一持戒。有多臥具、病藥因緣具足檀", "456": "越，我能教化，必令比丘事事皆得。」』彼人如是", "457": "誑善比丘，令退正道。如是婦女惡業因緣，身", "458": "壞命終墮於惡處，在彼地獄生苦鬘處受大", "459": "苦惱。所謂苦者，如前所說，活等地獄所受苦", "46": "人於地獄中更置餘處，彼處別異別異苦", "460": "惱，彼一切苦此中具受。復有勝者，所謂：彼處", "461": "閻魔羅人取彼婦女，以利鐵刷，刷其皮肉，", "462": "肉盡骨在而復更生，生則軟嫩而復更刷；", "463": "刷已復生，生已復刷。閻魔羅人取彼婦女，肉", "464": "生轉多而復坏嫩，鐵刷焰燃遍刷其身而", "465": "復火燒。如是婦女極受苦惱，唱喚啼哭，作", "466": "集惡業，常一切時如是受苦，處處馳走。以", "467": "惡業故，見本比丘來向其身，欲意所誑，疾走", "468": "往趣，業怨難捨。如是惡處，欲心猶在，見彼", "469": "比丘抱其身體，則入火盆，普火焰燃。如是", "47": "惱多多更與。閻魔羅人如是更與地獄罪", "470": "無量百千年歲，於苦鬘處受極堅鞕第一大", "471": "苦，乃至惡業未壞未爛、業氣未盡，於一切時", "472": "與苦不止；若惡業盡，彼地獄處爾乃得脫。雖", "473": "脫彼處，於五百世生畜生中。若脫彼處，難得", "474": "人身，如龜遇孔。若生人中同業之處，則為婦", "475": "女，在於城中常除糞屎；城中所有一切人中", "476": "最為凡鄙，貧窮醜陋、手足劈裂、脣口兔缺、", "477": "面色甚惡，無父無母、無有諸親兄弟姊妹，常", "478": "從他人乞食活命，衣裳破壞，垢穢不淨，身闕", "479": "一廂；於顯現處身有傷破，為諸童子之所", "48": "人種種苦惱，所謂在於一切方處大火所燒", "480": "打擲，受苦而活。是彼惡業餘殘果報。", "481": "正法念處經卷第十二", "49": "受種種苦，周匝嶮岸處處遍燒。又復更入", "5": "人劫奪，即便走逐。既如是走，閻魔羅人以", "50": "大身惡吼可畏之處常燒常煮，如是受苦，身", "51": "大極軟十由旬量。又復更入名火髻處，於", "52": "彼處生受大苦惱，彼火髻處大火甚熱於一", "53": "切火，此火最勝更無相似。彼火髻處常雨火", "54": "沙而燒煮之，彼沙稠浚如夏時雨。復有異", "55": "處名內沸熱，彼處闇火常燒常煮，令彼罪", "56": "人身體脹滿猶如皮囊。復更有處，彼處名", "57": "為吒吒吒嚌，彼地獄地，一切罪人以諸身分", "58": "迭相揩割，受大苦惱。復有別處，彼處名為", "59": "普受一切資生苦惱，彼處惡煮受大苦惱，彼", "6": "利鐵刀執取斫割，脈脈皆斷，斷已復生。又復", "60": "如是處，多有可畏惡狗師子、烏鷲猪蛇，一切", "61": "與苦。復有惡河，彼河名為鞞多羅尼，惡燒", "62": "惡漂，彼處燒煮皆悉爛熟，彼河熱灰、赤銅", "63": "白鑞焰燃沸熱，百種千種惡漂燒煮，如是", "64": "燒煮。復有別處名無間闇，罪人入中闇火", "65": "燒煮受種種苦。復更有處名苦鬘處，罪人", "66": "入中燒煮受苦，熱焰鐵輪轉在其頭，一切", "67": "身分鋸割劈裂。若得脫已，復入異處名雨", "68": "縷鬘抖擻，更燒更煮普身焰燃，如是燒已，", "69": "閻魔羅人百到千到焰刀刺割。若得脫已，而", "7": "更有餘地獄人疾走而來，閻魔羅人亦復捉", "70": "復更入鬘塊烏處而燒煮之，彼處骨身，如", "71": "雪相似，自身生火，彼地獄人各執利刀，迭", "72": "相割削，如是無量百千年歲。若得脫已，而", "73": "復更入悲苦吼處，在彼惡處常燒常煮，既如", "74": "是煮，發聲大吼，如是吼聲，自餘一切諸地", "75": "獄中無如是吼。「若得脫已，而復更入名大悲", "76": "處，彼人邪見，非法惡法讚說為法，彼邪見", "77": "人以惡業故，見所愛色或父或子、或兄或", "78": "弟，在大悲處而被燒煮，捩身受苦，啼哭喚", "79": "言：『我今孤獨，可來救我？』彼父子等，極大悲苦，", "8": "取，刀戟杵枷皆悉焰燃，斫刺築打，是彼偷", "80": "伸臂向上大聲唱喚。彼地獄人如是見已，憂", "81": "悲火生，燒燃愛薪，憂悲火熱形，地獄火猶如", "82": "氷雪。如是二種大火所燒，極受苦惱，發聲", "83": "唱喚。「閻魔羅人而為說偈，呵責之言：", "84": "「『愛火熱於火，餘火則如氷，", "85": "此中地獄火，愛火三界中。", "86": "如是地獄火，蓋少不足言，", "87": "若愛因生火，饒焰而毒熱。", "88": "惡行地獄人，業盡乃得脫，", "89": "愛火燒三界，未有得脫期。", "9": "盜惡業果報。如是無量百千年歲，乃至偷盜", "90": "愛能繫縛人，在無始生死，", "91": "愛火是地獄，非地獄生火。", "92": "地獄火雖熱，唯能燒於身，", "93": "愛火燒眾生，身心俱被燒。", "94": "愛因緣生火，火中最為上，", "95": "地獄火不普，愛火一切遍。", "96": "三因三處行，三種業顯現，", "97": "於三時中生，皆是愛心火。", "98": "天中欲火燒，畜生瞋火燒，", "99": "地獄癡火燒，愛火一切燒。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0721 正法念處經: 正法念處經: 正法念處經: 正法念處經", "author": "元魏 瞿曇般若流支譯", "sourceLink": "http://www.cbeta.org/"}