{"author": "宋 法護等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1635 大乘寶要義論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "大乘寶要義論卷第十", "1": "譯經三藏朝散大夫試鴻臚少卿", "2": "光梵大師賜紫沙門臣惟淨等", "3": "奉　詔譯", "4": "如華嚴經云。法界行願分位宣說菩薩無盡", "5": "佛種世界世尊普遍智境界音聲如來。從彼", "6": "剎中來至世尊釋迦牟尼如來之前。出現菩", "7": "薩威德身相。所謂一切身分。一切相好。一切", "8": "毛孔。一切莊嚴。一切衣服及緣具等。一切菩", "9": "薩眷屬具足所有世尊大毘盧遮那如來。前", "10": "際中住過去一切如來。後際中住若已受記", "11": "及未受記未來一切如來。現在十方一切佛", "12": "剎普遍安住一切菩薩。昔所修習布施波羅", "13": "蜜多相應先行海。一切受者及所施物皆悉", "14": "影現。一切身相一切毛孔諸相好等。亦悉對", "15": "現而為表示。又復身諸分位及語言道。一切", "16": "衣飾眾緣具等。而亦對現一一表示。又昔修", "17": "習持戒波羅蜜多相應先行海。又諸忍辱波", "18": "羅蜜多示現割截身諸分位相應先行海。又", "19": "諸菩薩加行精進相應先行海。又諸如來廣", "20": "大靜慮辦事相應先行海。又諸如來轉大法", "21": "輪法事成辦捨諸所有自在身相諸門影現一", "22": "一表示相應先行海。又諸如來喜見諸菩薩", "23": "道一切世間最上愛樂相應先行海。又諸菩", "24": "薩諸勝願海增上法門廣大莊嚴相應先行", "25": "海。又諸菩薩力波羅蜜多諸行成辦清淨相", "26": "應先行海。又諸菩薩廣大法界一切神變雲", "27": "廣大所作諸菩薩智境界相應先行海乘。如", "28": "是等十波羅蜜多影現表示。廣大法界一切", "29": "廣大諸神變雲來詣佛所。於是菩薩并其眷", "30": "屬頂禮佛已。住於上方。化現一切金剛帝寶", "31": "心莊嚴藏大樓閣中金剛帝青蓮華師子座上", "32": "加趺而坐。現諸寶焰摩尼王網彌覆其上。復", "33": "以三世一切如來音聲寶王纓珞垂掛莊嚴。", "34": "頂戴摩尼寶冠。現菩薩身加持而住。而此菩", "35": "薩并其眷屬。皆從普賢菩薩行願出生。於一", "36": "切如來足根門中表現清淨。智眼所觀聞一", "37": "切如來法輪經中理法音聲勝海。普攝一切", "38": "菩薩得諸自在。及得最上波羅蜜多。一切如", "39": "來皆悉雲集。於剎那剎那中廣現神變。出現", "40": "諸有情身廣大境界。一切如來眾會道場身", "41": "中光明顯照一切世界。於一世界中普攝影", "42": "現。諸境界相如微塵聚。所有一切有情善根", "43": "成熟。應化度者而悉應時能來應現。一切如", "44": "來轉法輪雲。一切毛孔吼音境界。一切世界", "45": "普遍。一切善根出生。生已即時諸有情身皆", "46": "悉平等。一切方分雲海一心剎那廣現神變。", "47": "此經又云。菩薩大威德力者。爾時善財童子", "48": "諦觀普賢菩薩身相。乃見菩薩一一身諸分", "49": "位一一身諸分位分明。一一界體一一界體", "50": "細分分明。一一身分各別分位。一一身分各", "51": "別分位分明。一一依聚。一一依聚分明。一一", "52": "毛孔。一一毛孔分明。現此三千大千世界所", "53": "有風火地界。并大海洲渚江河寶山。及須彌", "54": "山鐵圍山等國土城邑聚落方處樹林舍宅。", "55": "并諸人民地獄餓鬼畜生之趣。阿修羅界龍", "56": "界迦樓羅界。人界天界及其梵界。欲界色界", "57": "無色界。是諸境界。悉以神力加持而住。乃至", "58": "形色顯色雲電星宿。晝夜圓半月時年分。住", "59": "劫壞劫。現如是等此世界相已。所有東方一", "60": "切世界亦如是觀。南西北方四維上下一切", "61": "世界。如應對現所觀亦然。又諸佛降生眾會", "62": "道場。及有情等所有此娑婆世界。前際中", "63": "住過去。一切世界一切互相。皆見普賢菩薩", "64": "一一身中大人之相。并諸佛降生一切菩薩", "65": "眾會道場。及有情舍宅晝夜劫數等。如是", "66": "後際中住未來一切世界佛剎等普遍一切亦", "67": "然。皆見如此娑婆世界前際後際中住一切", "68": "世界一切互相見諸影相。如是十方前際後", "69": "際中住一切世界。一切皆見普賢菩薩一一", "70": "身中大人之相一一毛孔中一一分明互相無", "71": "雜。皆見普賢菩薩在世尊大毘盧遮那如來", "72": "之前坐於大寶蓮華藏師子座上現游戲神", "73": "通。時此東方蓮華吉祥世界賢吉祥如來。見", "74": "此所現游戲神通。東方如是普遍十方一切", "75": "世界亦然。皆見一切如來足根門中各有普", "76": "賢菩薩坐於大寶蓮華藏師子座上現是游戲", "77": "神通。如其十方一切世界悉見一切如來足", "78": "根門中有普賢菩薩坐於大寶蓮華藏師子座", "79": "上現是游戲神通。時如是普遍十方一切佛", "80": "剎如微塵數。一一微塵數皆是廣大法界佛", "81": "會道場。悉見一切如來足根門中有普賢菩", "82": "薩坐於大寶蓮華藏師子座上現是游戲神", "83": "通。時一一身相悉得三世一切所緣影相表", "84": "示。所有一切剎土一切有情諸佛降生諸菩", "85": "薩眾會道場影現表示。時普聞一切有情語", "86": "言。一切佛音聲一切如來轉大法輪一切宣", "87": "說教授神通變化一切菩薩集會諸佛游戲境", "88": "相音聲此等總略如其所說。當知皆是菩薩", "89": "摩訶薩大威德力。此中應問。何等是如來大", "90": "威德力。如菩薩十地經云。解脫月菩薩問金", "91": "剛藏菩薩言。佛子。諸菩薩行境界如是。加持", "92": "神力尚復無量。云何能入如來行境界邪。金", "93": "剛藏菩薩言。佛子。譬如有人於四大洲世界", "94": "之中取小石塊。若二若三如豆之量。作如是", "95": "言。大地世界頗有過於此邪。或無量邪。說是", "96": "語者。如汝今時以諸如來應供正等正覺無", "97": "量智法與菩薩法而相等比。佛子。四大洲世", "98": "界如所取者豆量石塊。而極少分。餘無有量。", "99": "如來境界亦復如是。且法雲地菩薩所有功", "100": "德。經無量劫猶尚不能說一少分。何況如來", "101": "無量智境。佛子。我今實言告汝。於如來前為", "102": "我作證。假使十方無邊世界如微塵等一切", "103": "佛剎證菩薩地者。其數充滿。如稻麻竹𥯤甘", "104": "蔗叢林。彼等菩薩經無邊劫。宣說開示如來", "105": "所有一智境界。百分不及一。乃至俱胝那由", "106": "他百千及譬喻分亦不及一。入如來功德智", "107": "不思議境界經云。佛言。妙吉祥。今此會中或", "108": "有有情。謂佛如來初始出家。或謂久已出家。", "109": "或謂修諸苦行。或坐菩提場成等正覺。或破", "110": "諸魔軍。或梵王帝釋護世勸請轉大法輪。或", "111": "聞宣說聲聞乘法。或說緣覺乘法。或說大乘", "112": "之法。或覩佛身高一尋量。或見佛身高一俱", "113": "盧舍。或見佛身高顯過諸由旬百千數量。或", "114": "見佛身如真金色。乃至或見如摩尼寶色。或", "115": "見如來寂靜身相。或見如來入涅槃相。或見", "116": "如來一聚身相。或見分布如來舍利。或謂十", "117": "年成等正覺。或謂十年入大涅槃。或謂有於", "118": "世尊釋迦牟尼如來教中得圓滿者。或隱沒", "119": "者。或謂若十二十三十四十。乃至百千俱胝", "120": "那由他劫入大涅槃。或謂世尊釋迦牟尼如", "121": "來。於不可說不可說劫成等正覺。妙吉祥。於", "122": "如是等差別之相。如來悉非分別非離分別。", "123": "而佛如來以無發悟無分別法。常隨有情心", "124": "作諸行相。菩薩十住經云。佛言。妙吉祥。有多", "125": "種說者。如有大池縱廣正等五十萬由旬。池", "126": "岸平坦池水清甘。復有蓮華遍覆池內。若或", "127": "有人。以鐵所成千輻輪車而以駿馬。勝迦樓", "128": "羅迅疾勢者而駕馭之。其車行得不著池水。", "129": "馬跡亦復不踐蓮華。妙吉祥。如來亦復如是。", "130": "乘於大車游彼大池中。有毒蛇鼓水騰踊。若", "131": "剎那間。而彼毒蛇隨車後轉。其車即時七返", "132": "右旋。若復毒蛇隨彼大車一返右旋。其車即", "133": "時右旋無數。如阿難等諸大苾芻說法亦然。", "134": "有時阿難說十種法表示其義。若復阿難說", "135": "一種法即時舍利子。說千種法。表示其義。若", "136": "復舍利子說一種法。即時大目乾連過八萬", "137": "世界。若復大目乾連過一世界。即時如來於", "138": "十方法界。最上自在越虛空際。普遍一切世", "139": "界海。一一世界。一一洲渚。一一凡夫道中。示", "140": "現從兜率天宮沒下降人間入胎住胎出胎。", "141": "梵王帝釋承接沐浴莊嚴。周行七步觀察十", "142": "方作師子吼。習學一切工巧伎藝明論事業", "143": "現處太子之位。於王宮中嬉戲娛樂游賞園", "144": "林。出家苦行。食乳糜粥已。詣菩提場坐成正", "145": "覺。摧伏魔軍觀樹經行。大梵天王請轉法輪。", "146": "入忉利天宮等。國土分量劫名次第。威德身", "147": "相壽量多少。眾會莊嚴佛剎清淨。教法莊嚴", "148": "發菩提心。修諸行願成波羅蜜多。圓滿諸地", "149": "神通智忍。具總持三摩地諸解脫門。如來無", "150": "量。諸供養事無量。如來及菩薩法境界無量。", "151": "法雲廣大所行分量。成熟有情方便分位差", "152": "別之量。起大游戲神通變化。示現一乘大般", "153": "涅槃。分布舍利分別教法。住時久近及法滅", "154": "時。皆從如是大法池中之所出現。又復於諸", "155": "外道所修行處。及一切有情所應作事。如來", "156": "以無發悟無分別心。同時悉現於後邊際究", "157": "竟分位。勤勇示現。凡如是等剎那俱時十方", "158": "一切一一自身毛孔之中。所有遍諸方分三", "159": "世一切如來及諸菩薩眾會之海。廣大一切", "160": "佛剎功德莊嚴。諸有情聚舍宅宮室廣大莊", "161": "嚴。諸有情聚眼耳鼻舌身意處廣大施設。諸", "162": "菩薩行皆悉積集廣大莊嚴。一切如來境界", "163": "廣大莊嚴。如是等相如來俱時以無發悟無", "164": "分別心普遍示現。於後邊際究竟勤勇剎那", "165": "俱時。普攝一切十方世界。乃至凡夫道中有", "166": "盡無盡無復遺餘。諸有情界一切有情一一", "167": "有情各各身相形色顯色音聲語言譬喻說", "168": "法。凡如是等分量差別。如來俱時以無發悟", "169": "無分別心普遍示現。隨諸有情別別心意。於", "170": "後邊際究竟勤勇。隨應表示隨所施作。妙吉", "171": "祥。譬如白月十五中夜之時。遍閻浮提一切", "172": "男子女人童男童女。各各現前觀月輪相。而", "173": "彼月輪悉無分別。如來亦復如是。以無發悟", "174": "無分別心作諸行相。由成就不共佛法故。隨", "175": "有情心意隨應化度。一切有情各各現前普", "176": "觀如來。而如來心亦無分別。是故當知。若有", "177": "分別若無分別。諸佛如來悉無發悟。而成就", "178": "不共佛法故。隨應施作一切行相。此中應知。", "179": "諸廣大甚。深經。中而獨顯。說諸佛菩薩大威", "180": "德力。若有人。能深生信解書寫讀誦。尊重供", "181": "養者。是人獲福廣大無量。此經又云。佛言。妙", "182": "吉祥。譬如須彌山王勝出眾山。顯照殊妙。亦", "183": "高亦廣而復最大。妙吉祥。若菩薩信解此正", "184": "法者亦復如是。勝出一切菩薩摩訶薩。以十", "185": "方一切世界。如微塵等諸菩薩眾。若於此正", "186": "法生信解者。所有五波羅蜜多出生善根。於", "187": "阿僧祇劫中而能積集。顯照殊妙亦高亦廣", "188": "而復最大。妙吉祥。若善男子善女人。所有十", "189": "方一切世界一切有情。而悉勸令發菩提心。", "190": "復有善男子善女人。信樂無餘依涅槃者。此", "191": "所獲福。比倍於前不可數量。妙吉祥。正使", "192": "善男子善女人普令一切有情信樂無餘依涅", "193": "槃。若復善男子善女人。於此正法能生信樂。", "194": "若自書寫若令他書寫。若自讀誦若令他讀", "195": "誦。乃至但能信樂受持。以香華燈塗等諸供", "196": "具而供養之。此所獲福。比倍於前不可稱數。", "197": "大乘寶要義論卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1635 大乘寶要義論", "source": "CBETA"}