{"author": "唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0411 大乘大集地藏十輪經: 大乘大集地藏十輪經: 大乘大集地藏十輪經: 大乘大集地藏十輪經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "7 福田相品", "1": "大乘大集地藏十輪經卷第十", "2": "三藏法師玄奘奉　詔譯", "3": "福田相品第七之二", "4": "「復次，善男子！菩薩摩訶薩，復有般若大甲冑", "5": "輪。若菩薩摩訶薩成就此輪，從初發心，一", "6": "切五欲皆能除斷，超勝一切聲聞、獨覺，普為", "7": "一切聲聞、獨覺、作大福田。一切聲聞、獨覺乘", "8": "等，皆應供養承事守護。云何般若大甲冑輪？", "9": "善男子！菩薩般若有二種相：一者、世間；二者、", "10": "出世間。云何菩薩世間般若？謂：諸菩薩唯依", "11": "讀誦、書寫、聽聞，為他演說三乘正法；欲求", "12": "除滅一切眾生無明黑暗；欲求發起一切", "13": "眾生大慧光明。謂：於如來所說種種與聲聞", "14": "乘相應正法，精勤讀誦、聽聞、書寫、為他演說，", "15": "勸正修行。或於如來所說種種與獨覺乘", "16": "相應正法，精勤讀誦、聽聞、書寫、為他演說，勸", "17": "正修行。或於如來所說種種與無上乘相應", "18": "正法，精勤讀誦、聽聞、書寫、為他演說，勸正修", "19": "行。不求賢聖無漏道支、不求聖道、不求", "20": "聖道所攝解脫、不行寂靜真實般若，常行", "21": "有見、有相般若。如是般若有取、有著，是名", "22": "菩薩世間般若。如是般若，共諸聲聞、獨覺乘", "23": "等，此不名為大甲冑輪，亦不由此名為菩", "24": "薩摩訶薩也，及名一切聲聞、獨覺、真實福田。", "25": "云何菩薩出世般若？謂：諸菩薩精勤修習菩", "26": "提道時，隨力讀誦、聽聞、書寫、為他演說，三", "27": "乘正法。而於其中依無所得方便而住，無", "28": "所行動、無所思惟、無有根本。以如虛空", "29": "心、普寂滅心、無增減慧、無取著心、無生滅心、", "30": "無退轉心、法平等心、真如心、實際心、法界心、無", "31": "我心、無分別心、寂滅安忍離分別心，善巧安", "32": "住無成壞地，善巧安住無住、無著、勝妙慧地。", "33": "如是般若無取、無著，是名菩薩出世般若大", "34": "甲冑輪。善男子！若菩薩摩訶薩成此般若大", "35": "甲冑輪，從初發心，一切五欲皆能除斷，得", "36": "名菩薩摩訶薩也。超勝一切聲聞、獨覺，普", "37": "為一切聲聞、獨覺、作大福田。一切聲聞、獨覺", "38": "乘等，皆應供養承事守護。", "39": "「復次，善男子！菩薩摩訶薩，復有善巧方便大", "40": "甲冑輪。若菩薩摩訶薩成就此輪，從初發", "41": "心，一切五欲皆能除斷，超勝一切聲聞、獨覺，", "42": "普為一切聲聞、獨覺，作大福田。一切聲聞、獨", "43": "覺乘等，皆應供養承事守護。云何名為善巧", "44": "方便大甲冑輪？善男子！菩薩善巧方便有二", "45": "種相：一者、世間；二者、出世間。云何名為菩", "46": "薩世間善巧方便？謂：諸菩薩或為自利、或為", "47": "他利、或為俱利，常懷彼此，示現種種工巧", "48": "伎術，為自及他得成熟故，承事供養諸", "49": "佛世尊、或諸菩薩、或諸獨覺、或諸聲聞、或母", "50": "或父、或諸病者、或諸羸劣無依怙者，若見厄", "51": "難臨被害者，種種勤苦方便救濟，以四攝", "52": "事成熟有情。是諸菩薩自住大乘，於諸聲", "53": "聞及獨覺乘非大乘器、若諸聲聞及獨覺乘", "54": "根未熟者，為說微妙甚深法教令其修學；", "55": "或勸勤修諸聖靜慮；或為開示最勝義諦，勸", "56": "令修行，超四顛倒，覺悟四種無墮法性；或", "57": "令趣入四無礙解；或復乃至勸令安住四", "58": "念住、四正斷、四神足、五根、五力、七等覺支、八聖", "59": "道支、有餘、無餘道及道果；趣入巧智，令其成", "60": "熟。若諸有情貪求名稱、利養、富貴，諸根躁擾，", "61": "善根未熟，勸令讀誦諸阿笈摩及毘奈耶、阿", "62": "毘達磨；或勸讀誦除佛所說順解脫論，令其", "63": "成熟。若諸有情不樂布施，勸令惠捨種種", "64": "珍財，令其成熟。若諸有情暴惡不仁，勸令", "65": "修學四種梵住。若諸有情心多忿恚，勸令", "66": "修忍。若諸有情心多懈怠，勸修精進。若諸", "67": "有情心多散亂，勸修靜慮。若諸有情具足", "68": "惡慧，為說正法，謂以記說教誡方便，令其", "69": "成熟。若諸有情不敬三寶具無依行，勸受", "70": "三歸令敬三寶、或勸受學近事律義、或勸", "71": "受學近住律儀，令其成熟。或勸修習種種", "72": "工巧伎術業處，令其成熟。如是等菩薩摩訶", "73": "薩，種種世間巧方便智，過殑伽沙菩薩摩訶", "74": "薩，以是一切書論、工巧、伎術、業處、加行、精進、", "75": "巧方便智，摧伏一切外道異學。如是名為", "76": "菩薩世間善巧方便。此巧方便，共諸聲聞、獨", "77": "覺乘等，亦作一切佛法依因，亦是善巧諸行", "78": "依處，亦是善巧任運無思滅退墮法。「又善男", "79": "子！若諸菩薩不依明師、不依善友，修行世", "80": "間善巧方便，是諸菩薩愚於世間善巧方便，", "81": "向諸惡趣，不能隨順安住出世巧方便智，", "82": "亦非一切真實福田。不能善巧知諸有情", "83": "根行差別，以於善巧方便愚故，為諸聲聞、", "84": "及獨覺乘、非大乘器及於大乘根未熟者，", "85": "宣說大乘，令其修學。又為大乘法器有情，", "86": "宣說聲聞、獨覺乘法，令修聲聞、獨覺乘行。", "87": "為獨覺乘法器有情，說聲聞乘，令其修習", "88": "聲聞乘行。為聲聞乘法器有情，說生死法，", "89": "令其愛著，不為宣說厭生死法。又於善巧", "90": "方便愚故，若諸有情樂行殺生，廣說乃至", "91": "執著邪見，為彼宣說甚深大乘，不為宣說", "92": "生死流轉，死此生彼，眾苦果報，令其厭怖，離", "93": "諸惡法。又於善巧方便愚故，乃至若諸有情，", "94": "樂修淨戒，令修布施。若諸有情，樂修安", "95": "忍；勸捨安忍，令修淨戒。若諸有情，樂修", "96": "精進；勸捨精進，令修安忍。若諸有情，樂修", "97": "靜慮；勸捨靜慮，令修精進。若諸有情，樂", "98": "修般若；勸捨般若，令修靜慮。「如是菩薩", "99": "愚於世間善巧方便，不能真實利樂有情，", "100": "與諸有情為惡知識。此巧方便依有所得、", "101": "有所執著，如是名為菩薩世間善巧方便。", "102": "如是世間善巧方便，共諸聲聞、獨覺乘等，此", "103": "不名為大甲冑輪，亦不由此名為菩薩摩", "104": "訶薩也，及名一切聲聞、獨覺、真實福田。「云何", "105": "名為菩薩出世善巧方便？謂：諸菩薩但為利", "106": "他，不為自利，示現種種工巧伎術。為成熟", "107": "他，承事供養諸佛世尊、或諸菩薩、或諸獨覺、", "108": "或諸聲聞、或母、或父、或諸病者、或諸羸劣無", "109": "依怙者，若見厄難臨被害者，種種勤苦方", "110": "便救濟，以四攝事成熟有情，隨其意樂，隨", "111": "其根器，為諸有情宣說正法。又能漸次勸", "112": "諸聲聞修獨覺乘，勸諸獨覺修習大乘。若", "113": "於聲聞及獨覺乘根未熟者，為說厭離生", "114": "死苦法，令其修學厭離生死，欣求涅槃。若", "115": "諸有情，樂行殺生，廣說乃至樂著邪見，隨", "116": "其根性，或為宣說，生死流轉，死此生彼，眾苦", "117": "果報，令其厭怖離諸惡法；或為宣說，與聲", "118": "聞乘相應正法；或為宣說，與獨覺乘相應", "119": "正法；或為宣說，無上乘中淺近之法；令漸修", "120": "學。若諸有情已樂布施。為說勝上受持淨戒，", "121": "令其修學；廣說乃至若諸有情已樂靜慮，為", "122": "說勝上無漏聖道所攝般若，令其修學。此巧", "123": "方便依無所得、無所執著，如是名為菩", "124": "薩出世善巧方便大甲冑輪。「善男子！若菩薩", "125": "摩訶薩成就如是善巧方便大甲冑輪，從", "126": "初發心，一切五欲皆能除斷，得名菩薩摩訶", "127": "薩也。超勝一切聲聞、獨覺，普為一切聲聞、", "128": "獨覺、作大福田。一切聲聞、獨覺乘等，皆應供", "129": "養承事守護。」爾時，世尊欲重顯此義而說", "130": "頌曰：", "131": "「所修慧有二，世間出世間，", "132": "取著名世間，無取著出世。", "133": "修善巧方便，依二種差別，", "134": "有所得世間，無所得出世。", "135": "若唯說一乘，是名惡說法，", "136": "不能自成熟，亦不能度他。", "137": "一向惡眾生，為說三乘教，", "138": "是則為愚癡，不名摩訶薩。", "139": "有堪趣三乘，欣求聞正法，", "140": "為說樂生死，非為智者相；", "141": "專意諦思惟，隨根欲教化，", "142": "此善巧方便，智者所稱譽；", "143": "眾生雖有惡，而堪入三乘，", "144": "隨根器教導，令解脫眾惡。", "145": "「復次，善男子！菩薩摩訶薩，復有大慈大甲冑", "146": "輪，若菩薩摩訶薩成就此輪，從初發心，一", "147": "切五欲皆能除斷，超勝一切聲聞、獨覺，普為", "148": "一切聲聞、獨覺、作大福田。一切聲聞、獨覺乘", "149": "等，皆應供養承事守護。云何大慈大甲冑輪？", "150": "善男子！慈有二種，謂：法緣慈、有情緣慈。法", "151": "緣慈者，名為大慈，名大甲冑。有情緣慈，不", "152": "名大慈，非大甲冑。所以者何？有情緣慈，共", "153": "諸聲聞、獨覺乘等。聲聞、獨覺為自利樂，不為", "154": "有情精勤修習有情緣慈。聲聞、獨覺為自", "155": "寂靜、為自涅槃、為滅自惑、為滅自結，不", "156": "為有情精勤修習有情緣慈。是故，此慈不", "157": "名大慈，非大甲冑。其法緣慈，不共聲聞、獨", "158": "覺乘等，唯諸菩薩摩訶薩眾所能修行。菩薩", "159": "摩訶薩普為利樂一切有情，精勤修習此", "160": "法緣慈。菩薩摩訶薩普為一切有情寂靜，及", "161": "得涅槃滅煩惱結，精勤修習此法緣慈。是", "162": "故，此慈名為大慈，是大甲冑。又諸菩薩修法", "163": "緣慈，不依諸蘊、不依諸處、不依諸界、不", "164": "依念住，乃至不依道支、不依欲界、不依", "165": "色界、不依無色界、不依此世、不依他世、", "166": "不依此岸、不依彼岸、不依得、不依不得。", "167": "如是菩薩修法緣慈，超諸聲聞、獨覺乘地，", "168": "是名菩薩法緣大慈大甲冑輪。「善男子！若菩", "169": "薩摩訶薩成此大慈大甲冑輪，從初發心，一", "170": "切五欲皆能除斷，得名菩薩摩訶薩也。超", "171": "勝一切聲聞、獨覺，普為一切聲聞、獨覺、作大", "172": "福田。一切聲聞、獨覺乘等，皆應供養承事守", "173": "護。」爾時，世尊重顯此義而說頌曰：", "174": "「聲聞及獨覺，修有情緣慈，", "175": "心帶十三過，唯求自利樂。", "176": "菩薩大名稱，普為諸有情，", "177": "修不共大慈，心離十三過；", "178": "心除十三垢，為趣大菩提，", "179": "修法緣大慈，成福田非遠；", "180": "安住十三力，出過諸有情，", "181": "猶如師子王，超勝諸禽獸；", "182": "降伏十三怨，離斷常邊執，", "183": "心無有染濁，速證大菩提。", "184": "「復次，善男子！菩薩摩訶薩，復有大悲大甲冑", "185": "輪，若菩薩摩訶薩成就此輪，從初發心，一", "186": "切五欲皆能除斷，超勝一切聲聞、獨覺，普為", "187": "一切聲聞、獨覺、作大福田。一切聲聞、獨覺乘", "188": "等，皆應供養承事守護。所以者何？一切聲聞、", "189": "獨覺乘等，但為己身得利樂故而修行悲，", "190": "不欲普為一切有情得利樂故修行大悲。", "191": "菩薩摩訶薩不為己身得利樂故而修行", "192": "悲，但欲普為一切有情得利樂故修行大", "193": "悲。是故，菩薩成就大悲大甲冑輪，超勝一切", "194": "聲聞、獨覺，普為一切聲聞、獨覺、作大福田。", "195": "一切聲聞、獨覺乘等，皆應供養承事守護。是", "196": "菩薩摩訶薩普為饒益諸有情故，行四攝事", "197": "而成熟之。謂：由大悲，普為利樂諸有情故，", "198": "行布施攝，能捨一切珍寶、財物、禽獸、僕使、國", "199": "城、妻子、乃至身命無所悋惜。行無所得為", "200": "方便故，不見一切所化有情、不見施者、不", "201": "見受者、不見施物、不見施行、不見施行", "202": "所得果報，乃至不見無所得行。如是大悲", "203": "普為利樂諸有情故，行愛語攝、行利行攝、", "204": "行同事攝，隨其所應如上廣說，乃至不見", "205": "無所得行。是菩薩摩訶薩，常以最勝能調伏", "206": "心、能寂靜心、無數量心、不行一切蘊處界心所", "207": "生無動無住大悲大甲冑輪，成熟一切所化", "208": "有情心無厭倦，如是名為菩薩大悲大甲", "209": "冑輪，不共一切聲聞、獨覺。「善男子！若菩薩", "210": "摩訶薩成此大悲大甲冑輪，從初發心，一切", "211": "五欲皆能除斷，得名菩薩摩訶薩也。超勝", "212": "一切聲聞、獨覺，普為一切聲聞、獨覺、作大福", "213": "田。一切聲聞、獨覺乘等，皆應供養承事守護。」", "214": "爾時，世尊重顯此義而說頌曰：", "215": "「甚深微妙法，所成之大悲，", "216": "難測類虛空，無色無安住。", "217": "菩薩大精進，具杜多功德，", "218": "勝智成大悲，勇健超諸世。", "219": "無依怙有情，生死苦穢縛，", "220": "大悲水沐浴，令解脫眾苦。", "221": "菩薩行大悲，能竭生死海，", "222": "非諸聲聞眾，及獨覺所行。", "223": "眾生貪恚癡，迷謬墮惡趣，", "224": "濯以大悲水，脫苦得蕭然。", "225": "「復次，善男子！菩薩摩訶薩，復有能引遍滿虛", "226": "空、無量無邊、廣大眾具辭無礙解，一切佛法、諸", "227": "三摩地、諸陀羅尼堅固大忍大甲冑輪。若菩", "228": "薩摩訶薩成就此輪，從初發心，一切五欲皆", "229": "能除斷，超勝一切聲聞、獨覺，普為一切聲聞、", "230": "獨覺作大福田。一切聲聞、獨覺乘等，皆應", "231": "供養承事守護。「云何菩薩摩訶薩能引遍滿", "232": "虛空、無量無邊、廣大眾具辭無礙解，一切佛法、", "233": "諸三摩地、諸陀羅尼堅固大忍大甲冑輪？謂：", "234": "諸菩薩於一切法審諦照察，如明月光遍", "235": "滿虛空，其心平等，無依、無相、無住、無染，普", "236": "於一切三摩地門、陀羅尼門心無行動。於", "237": "諸眼色、眼識、眼觸，離意染著，心無行動。於", "238": "眼觸緣生內三受，或樂、或苦、或非苦樂，心", "239": "常寂定，無所取著。於諸耳聲、耳識、耳觸，於", "240": "諸鼻香、鼻識、鼻觸，於諸舌味、舌識、舌觸，於諸", "241": "身觸、身識、身觸，於諸意法、意識、意觸，廣說亦", "242": "爾。普於一切心、意、識中，心常寂定，無所取", "243": "著。於心、意、識所生三受，或樂、或苦、或非苦樂，", "244": "心常寂定，無所取著。普於三世諸蘊、界、處一", "245": "切品類，皆無取著，心無行動。普於一切三", "246": "界、三行、三觸、三受、三根、三乘、三律儀、三解脫一", "247": "切品類，其心寂靜，無住、無相、無所取著，平", "248": "等而住。普於一切布施、淨戒、安忍、精進、靜慮", "249": "般若波羅蜜多，心無行動，寂靜而住。「如是，", "250": "普於四念住、四正斷、四神足、五根、五力、七等", "251": "覺支、八聖道支，心無行動，寂靜而住。普於", "252": "一切九次第定，心無行動，寂靜而住。又於", "253": "三行無障法智道支道體所引作用，皆無取", "254": "著，心無行動。於阿賴耶、非阿賴耶，有取、無取、", "255": "有漏、無漏、此岸、彼岸、小大無量、作與不作、善", "256": "惡無記諸品類中，心無行動，寂靜而住。普", "257": "於一切大慈、大悲、善巧方便、成熟有情，乃至", "258": "十地、三不護、四無所畏，乃至十八不共佛法，一", "259": "切品類，皆無取著，心無所動，寂靜而住。「菩", "260": "薩摩訶薩由此輪故，能永息除三受過失，能", "261": "永寂滅一切分別，能永遠離一切法相，復能", "262": "安住能引一切虛空眼頂諸三摩地、諸陀羅", "263": "尼善巧方便大甲冑輪。菩薩安住如是輪", "264": "故，一切過去所引未盡惡不善業、無暇惡趣、", "265": "諸有諸趣、死生諸業，皆能除滅令盡無餘，", "266": "不受果報。「又善男子！譬如世界火災將起，", "267": "五日出時，一切世間小池、大池、小河、大河、小海、", "268": "大海水，皆枯竭滅盡無餘。如是菩薩成就能", "269": "引遍滿虛空、無量無邊、廣大眾具辭無礙解，一", "270": "切佛法、諸三摩地、諸陀羅尼堅固大忍大甲冑", "271": "輪，復能安住能引一切虛空眼頂諸三摩地、", "272": "諸陀羅尼善巧方便大甲冑輪。一切過去所", "273": "引未盡惡不善業、無暇惡趣、諸有諸趣、死生", "274": "諸業，皆能除滅令盡無餘，不受果報。「又善", "275": "男子！譬如世界水災起時，於此三千大千世", "276": "界、諸小世界、各四大洲、八萬小渚、妙高山王及", "277": "諸山等，皆為灰水𣷽爛銷盡令無有餘。", "278": "如是菩薩成就能引遍滿虛空、無量無邊、廣", "279": "大眾具辭無礙解，一切佛法、諸三摩地、諸陀羅", "280": "尼堅固大忍大甲冑輪，復能安住能引一切", "281": "虛空眼頂諸三摩地、諸陀羅尼善巧方便大甲", "282": "冑輪。一切過去所引未盡惡不善業、無暇惡", "283": "趣、諸有諸趣、死生諸業，皆能除滅，令盡無餘", "284": "不受果報。「又善男子！譬如黑暗遍滿虛空，", "285": "朗日出時皆能除滅。如是菩薩成就能引遍", "286": "滿虛空、無量無邊、廣大眾具辭無礙解，一切佛", "287": "法，諸三摩地，諸陀羅尼堅固大忍大甲冑輪，", "288": "復能安住能引一切虛空眼頂諸三摩地、諸", "289": "陀羅尼善巧方便大甲冑輪。發起無邊虛空", "290": "智日，能永除滅自身四倒無明黑暗。一切過", "291": "去所引未盡惡不善業、無暇惡趣、諸有諸趣、", "292": "死生諸業，皆能除滅令盡無餘，不受果報。", "293": "又由此故，於諸佛法增進自在常無退轉，", "294": "不復隨順惡友力行。常得不離見一切佛，", "295": "及諸菩薩、聲聞弟子，不離聞法、不離親近", "296": "供養眾僧。於諸功德心常無厭，乃至菩提", "297": "恒無間斷，又常不離念佛思惟，乃至夢中", "298": "亦無暫廢。「又善男子！云何菩薩摩訶薩能引", "299": "遍滿虛空、無量無邊、廣大眾具辭無礙解，一切", "300": "佛法、諸三摩地、諸陀羅尼堅固大忍大甲冑", "301": "輪？謂：諸菩薩入初靜慮乃至第四靜慮，入無", "302": "邊虛空處乃至非想非非想處，入滅受想定，", "303": "住此定中，一切三受、三行、斷滅，心無行動，", "304": "諸受，想、思、觸、作意等，悉皆斷滅。安住此定，或", "305": "一日夜，或復乃至七七日夜，受定味食。從", "306": "此定起，其心寂靜，無所取著，宴然而住。復", "307": "入勝義究竟空定，住此定中其心平等，無", "308": "所取著猶若虛空。身諸毛孔皆出霜液，狀", "309": "如昴星，滅除一切欝烝結縛。從此定起得", "310": "正憶念，最勝喜樂充遍其身。如大自在天子", "311": "入現一切樂定，身諸毛孔皆遍受樂。「如是菩", "312": "薩樂觸其身便思念佛，思念佛故則唯見", "313": "佛，不見餘相。菩薩爾時，若念一佛則見一", "314": "佛；若念多佛則見多佛；若念小身佛則見", "315": "小身佛；若念大身佛則見大身佛；若念無", "316": "量身佛則見無量身佛；若念自身為佛身", "317": "相，則見自身同於佛身，眾相圓滿；若念他", "318": "身為佛身相，則見他身同於佛身，眾相圓", "319": "滿；若念一切情、非情數所有色像為佛身相，", "320": "則見一切情、非情數所有色像皆同佛身眾", "321": "相圓滿，不見其餘一切色像。菩薩爾時便", "322": "作是念：『一切諸法、一切色像，皆如幻等，諦實", "323": "不虛。我今復應皆悉斷滅，一切三受、三行等", "324": "法，令無有餘。』作是念已入滅盡定，住此", "325": "定中，如心所期皆盡斷滅。受定味食，或一", "326": "七日夜、或二七日夜、或三四五六七八九十", "327": "七日夜、或經無量百千俱胝那庾多劫，隨力", "328": "所能，安住此定，受定味食。從此定起，其心", "329": "寂靜，無所取著，宴然而住。復入勝義究竟", "330": "空定，廣說如前，乃至思念佛身相已，知", "331": "一切法、一切色像，皆如幻等，諦實不虛。善男", "332": "子！是名菩薩摩訶薩能引遍滿虛空、無量無", "333": "邊、廣大眾具辭無礙解，一切佛法、諸三摩地、諸", "334": "陀羅尼堅固大忍大甲冑輪。菩薩摩訶薩成", "335": "就此輪，則能安住能引一切虛空眼頂諸三", "336": "摩地、諸陀羅尼善巧方便大甲冑輪。住此輪", "337": "故，發起無邊虛空智日，能永除滅自身四倒", "338": "無明黑暗。一切過去所引未盡惡不善業、無", "339": "暇惡趣、諸有諸趣、死生諸業，皆能除滅令盡", "340": "無餘，不受果報。「善男子！若菩薩摩訶薩成", "341": "就此輪，從初發心，一切五欲皆能除斷，超", "342": "勝一切聲聞、獨覺，普為一切聲聞、獨覺、作大", "343": "福田。一切聲聞、獨覺乘等，皆應供養承事守", "344": "護。由此輪故，於諸佛法增進自在常無退", "345": "轉，不復隨順惡友力行。常得不離見一", "346": "切佛，及諸菩薩、聲聞弟子，不離聞法、不離", "347": "親近供養眾僧。於諸功德心常無厭，乃至", "348": "菩提恒無間斷，又常不離念佛思惟，乃至", "349": "夢中亦無暫廢。如是菩薩福德、智慧速疾", "350": "圓滿，不久安住清淨佛國，證得無上正等", "351": "菩提。於彼佛國一切有情，皆受化生色相", "352": "如佛，煩惱微薄皆住大乘。」爾時，世尊重顯", "353": "此義而說頌曰：", "354": "「欲成諸法器，斷一切煩惱，", "355": "常趣入真空，眾事無難作；", "356": "為斷諸有縛，當勤修等持，", "357": "功德定相應，必獲難思慧。", "358": "修靜慮無色，滅定真空觀，", "359": "起念佛勝智，能盡一切惡；", "360": "有無一切法，破以真空觀，", "361": "永離諸惡趣，常得見諸佛。", "362": "善修真空觀，勤學諸善法，", "363": "供養一切佛，速當成佛果；", "364": "為有情親友，滅除煩惱病，", "365": "速住淨佛國，證得大菩提。", "366": "眾生如佛相，遍滿於佛土，", "367": "皆趣求佛乘，離聲聞獨覺。」", "368": "8 獲益囑累品大乘大集地藏十輪經獲益囑累品第八", "369": "佛說如是大法門時，於眾會中有殑伽沙", "370": "等菩薩摩訶薩，過去久習念佛思惟，今聞世", "371": "尊所說念佛修觀方便，皆得念佛三摩地門。", "372": "復有無量無邊眾生，聞是法已，皆得一切", "373": "定命華鬘陀羅尼門。復有無量無邊眾生，聞", "374": "佛所說，皆得一切首楞伽摩電光依止陀羅", "375": "尼門。復有無量無邊眾生，聞佛所說，皆得", "376": "一切法自在轉光明依止順忍。復有無量無", "377": "邊眾生，聞佛所說，遠塵離垢，於諸法中生", "378": "淨法眼，得預流果。復有無量無邊眾生，聞", "379": "佛所說，得一來果。復有無量無邊眾生，聞", "380": "佛所說，得不還果。復有無量無邊眾生，聞", "381": "佛所說，皆得最上阿羅漢果。復有無量無邊", "382": "眾生，聞佛所說，心求出離三界牢獄，依佛", "383": "出家趣入正法。復有無量無邊眾生，聞佛", "384": "所說，盡壽安住十善業道，依聲聞乘發心", "385": "不退。復有無量無邊眾生，聞佛所說，盡壽", "386": "安住十善業道，依獨覺乘發心不退。復有", "387": "無量無邊眾生，聞佛所說，盡壽安住十善", "388": "業道，依大乘中發阿耨多羅三藐三菩提", "389": "心，不復退轉。復有無量無邊眾生，聞佛所", "390": "說，得世正見，由此正見，除滅一切往惡趣", "391": "因煩惱惡業，增長一切向善趣因正願善", "392": "業。復有無量無邊眾生，聞佛所說，皆受三", "393": "歸，安住近事，近住淨戒，樂供養佛、樂聽聞", "394": "法、樂奉事僧，晝夜精勤，曾無懈廢。復有無", "395": "量無邊眾生，聞佛所說，遠離一切邪趣、邪歸、", "396": "惡意、惡業，於佛法中得決定信，棄捨家法，", "397": "清淨出家。", "398": "爾時，世尊告虛空藏菩薩摩訶薩言：「善男子！", "399": "吾今持此地藏十輪大記法門，付囑汝手，汝", "400": "當受持，廣令流布。若諸眾生於此法門，有", "401": "能讀誦、思惟其義、為他解說、住正行者，汝", "402": "當為彼守護十法，令於長夜利益安樂。何", "403": "等為十？一者、為彼守護，一切財位令無損", "404": "乏；二者、為彼守護，一切怨敵令不侵害；", "405": "三者、為彼守護，令捨一切邪見、邪歸、十惡業", "406": "道；四者、為彼守護，令免一切身、語、讁罰；五", "407": "者、為彼守護，遮斷一切謗毀輕弄；六若、為彼", "408": "守護，令於一切軌範、尸羅皆得無犯；七者、", "409": "為彼守護，令悉除滅一切非人、四大乖反、非", "410": "時老病；八者、為彼守護，不遭一切非時非理", "411": "災橫夭歿；九者、為彼守護，命欲終時，得見", "412": "一切諸佛色像；十者、為彼守護，令其終後，往", "413": "生善趣，利益安樂。善男子！若諸有情於此法", "414": "門，有能讀誦、思惟其義、為他解說、住正行", "415": "者，汝當為彼，勤加守護如是十法，令於長", "416": "夜利益安樂。」時，虛空藏菩薩摩訶薩白佛言：", "417": "「唯然，世尊！我當受持如是法門，廣令流布。", "418": "若諸有情於此法門，有能讀誦、思惟其義、", "419": "為他解說、住正行者，我當為彼守護十法，", "420": "令於長夜利益安樂。」", "421": "時，薄伽梵說是經已，於眾會中，虛空藏菩", "422": "薩摩訶薩、地藏菩薩摩訶薩、金剛藏菩薩摩", "423": "訶薩、好疑問菩薩摩訶薩、天藏大梵等，及諸", "424": "天、龍、藥叉、健達縛、阿素洛、揭路荼、緊捺洛、", "425": "莫呼洛伽、人、非人等，一切大眾聞佛所說，皆", "426": "大歡喜信受奉行。", "427": "大乘大集地藏十輪經卷第十", "428": "序大乘大集地藏十輪經序", "429": "昔者旭照高山天宮，御一乘之駕，流暉原隰", "430": "鹿苑，轉四諦之輪，雖復發軫分逵而塗無亂", "431": "轍，一雲普洽而卉木各茂。自鵠林變色、慧", "432": "日寢光，達學電謝以息肩，真人長往而寂", "433": "慮，且前賢述聖，難令各解，後進孤陋，更異", "434": "親承。況乎正法既往、久當像末，定慧與福德", "435": "異時，醇化與澆風殊運，然則一乘三乘之駕，", "436": "安可以同其轍哉？若識時來在數藥性勿違，", "437": "然後可以清沈痼之宿疾、體權實之同歸矣。", "438": "十輪經者，則此土末法之教也。何以明之？佛", "439": "以末法惡時、去聖浸遠，敗根比之坏器，空見", "440": "借喻生盲，沈醉五欲類石田之不苗，放肆十", "441": "惡似臭身之垢穢。故此經能濯臭身、開盲目、", "442": "陶坏器、沃石田，是以菩薩示聲聞之形，象王", "443": "敬出家之服，以此幢相化彼無慚，顯二事之", "444": "護持，成三乘之道果。故經曰：「為令此土三寶", "445": "種姓威德熾盛久住世故。」又曰：「摧滅一切諸", "446": "眾生類猶如金剛堅固煩惱。」然則三寶久住，", "447": "顯教傳於末法，金剛煩惱，驗障異乎一乘。尋", "448": "舊經之來，年代蓋久，但譜第遺目，傳人失", "449": "記。翻譯之主既往，來茲之日罕聞，同我者失", "450": "魄於真彩，異我者大笑於淡味，謬以千里，能", "451": "勿悲乎？夫極曜文天，或蔽虧於薄霧，至言", "452": "軌物，時淪滯於廣辯。鍼石一違，有死生之", "453": "巨痛。纖毫錯學，有升墜之異塗。其可易乎？屬", "454": "有三藏玄奘法師者，始則學架東朝，末乃訪", "455": "道西域，輕一生之性命，涉數萬之艱難。果能", "456": "竭溟渤以索亡珠，蹈龍宮而窮祕藏，吞法流", "457": "於智海，瓶寫無遺，受道氣於檀林，香風更", "458": "馥。至於因明三量、聲論八音，莫不究立破之", "459": "源，窮字轉之本。如來所說、菩薩所傳，已來未", "460": "來一朝備集。昉以薄業不偶真應，幸達聖制", "461": "亂於未肇，後賢傳燈於既夕，遂使定死餘", "462": "命冀反魂於法藥，昏野迷方期還轅於覺道。", "463": "於是染翰操紙杜絕外慮，務詳至教釋彼紛", "464": "執，疇諮法主重啟梵文。粵以永徽二年歲次", "465": "辛亥正月乙未，盡其年十二月甲寅翻譯始", "466": "畢，凡八品十卷。以今所翻比諸舊本，舊本已", "467": "有今更詳明，舊本所無斯文具載。於是處座", "468": "伉談者，響法雷而吐辯，靜慮通微者，鏡玄波", "469": "而照心；頂火暴腹之徒，戢螢暉於慧日，喜足", "470": "謙懷之侶，騰高節於清風矣。前佛既往，後佛", "471": "未興，庶此教長懸永濟來者。弘道之士，如何", "472": "勿思！", "473": "大乘大集地藏十輪經卷十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0411 大乘大集地藏十輪經: 大乘大集地藏十輪經: 大乘大集地藏十輪經: 大乘大集地藏十輪經", "source": "CBETA"}