{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 晡利多品: 中阿含晡利多品: 中阿含晡利多品: 中阿含經", "text": {"0": "後誦3 晡利多品203 晡利多經", "1": "中阿含經卷第五十六", "10": "諸比丘聞已，便共往詣梵志羅摩家。世尊將", "100": "證此法耶？』我欲證此法故，便獨住遠離、空", "101": "安靖處，心無放逸，修行精勤。我獨住遠離、", "102": "空安靖處，心無放逸，修行精勤已，不久得", "103": "證彼法。證彼法已，復往欝陀羅羅摩子所，", "104": "問曰：『欝陀羅！汝父羅摩，是法自知自覺自作", "105": "證，謂度一切無所有處，得非有想非無想", "106": "處成就遊耶？』欝陀羅羅摩子答我曰：『賢者！我", "107": "父羅摩，是法自知自覺自作證，謂度一切無", "108": "所有處，得非有想非無想處成就遊。』欝陀羅", "109": "復語我曰：『如我父羅摩此法作證，汝亦然，", "11": "尊者阿難往至阿夷羅婆提河，脫衣岸上，", "110": "如汝此法作證，我父亦然。賢者！汝來共領", "111": "此眾。』欝陀羅羅摩子同師處，我亦如師，最", "112": "上恭敬、最上供養、最上歡喜。「我復作是念：『此", "113": "法不趣智，不趣覺，不趣涅槃，我今寧可", "114": "捨此法，更求無病無上安隱涅槃，求無老、", "115": "無死、無愁憂慼、無穢污無上安隱涅槃。』我即", "116": "捨此法，便求無病無上安隱涅槃，求無", "117": "老、無死、無愁憂慼、無穢污無上安隱涅槃已，", "118": "往象頂山南，欝鞞羅梵志村，名曰斯那。", "119": "於彼中地至可愛樂，山林欝茂，尼連禪河", "12": "便入水浴，浴已還出，拭體著衣。爾時，尊者", "120": "清流盈岸。我見彼已，便作是念：『此地至可", "121": "愛樂，山林欝茂，尼連禪河清流盈岸，若族姓", "122": "子欲有學者，可於中學，我亦當學，我今寧", "123": "可於此中學。』即便持草往詣覺樹，到已布", "124": "下敷尼師檀，結跏趺坐，要不解坐，至得", "125": "漏盡，我便不解坐，至得漏盡。我求無病無", "126": "上安隱涅槃，便得無病無上安隱涅槃。求", "127": "無老、無死、無愁憂慼、無穢污無上安隱涅槃，", "128": "便得無老、無死、無愁憂慼、無穢污無上安隱", "129": "涅槃。生知生見，定道品法，生已盡，梵行已", "13": "阿難立世尊後，執扇扇佛。於是，尊者阿難", "130": "立，所作已辦，不更受有，知如真。「我初覺無", "131": "上正盡覺已，便作是念：『我當為誰先說法", "132": "耶？』我復作是念：『我今寧可為阿羅羅加摩", "133": "先說法耶？』爾時有天，住虛空中，而語我曰：", "134": "『大仙人！當知阿羅羅加摩彼命終來至", "135": "今七日。』我亦自知阿羅羅加摩其命終來", "136": "得今七日。我復作是念：『阿羅羅加摩！彼人", "137": "長衰不聞此法，若聞此者，速知法次法。』「我", "138": "初覺無上正盡覺已，作如是念：『我當為誰", "139": "先說法耶？』我復作是念：『我今寧可為欝陀", "14": "叉手向佛，白曰：「世尊！梵志羅摩家極好整頓，", "140": "羅羅摩子先說法耶？』天復住空，而語我曰：", "141": "『大仙人！當知欝陀羅羅摩子命終已來二七", "142": "日也。』我亦自知欝陀羅羅摩子命終已來二", "143": "七日也。我復作是念：『欝陀羅羅摩子！彼人長", "144": "衰不聞此法，若聞法者，速知法次法。』「我初", "145": "覺無上正盡覺已，作如是念：『我當為誰先", "146": "說法耶？』我復作是念：『昔五比丘為我執勞，", "147": "多所饒益，我苦行時，彼五比丘承事於我，", "148": "我今寧可為五比丘先說法耶？』我復作是", "149": "念：『昔五比丘今在何處？』我以清淨天眼出", "15": "甚可愛樂，唯願世尊以慈愍故，往至梵志", "150": "過於人，見五比丘在波羅㮈仙人住處", "151": "鹿野園中，我隨住覺樹下，攝衣持鉢，往波", "152": "羅㮈加尸都邑。爾時，異學優陀遙見我來，", "153": "而語我曰：『賢者瞿曇！諸根清淨，形色極妙，", "154": "面光照耀。賢者瞿曇！師為是誰？從誰學道？", "155": "為信誰法？』我於爾時即為優陀說偈答", "156": "曰：", "157": "「『我最上最勝，不著一切法，", "158": "諸愛盡解脫，自覺誰稱師。", "159": "無等無有勝，自覺無上覺，", "16": "羅摩家。」世尊為尊者阿難默然而受。於是", "160": "如來天人師，普知成就力。』", "161": "「優陀問我曰：『賢者瞿曇！自稱勝耶？』我復以", "162": "偈而答彼曰：", "163": "「『勝者如是有，謂得諸漏盡，", "164": "我害諸惡法，優陀故我勝。』", "165": "「優陀復問我曰：『賢者瞿曇！欲至何處？』我時", "166": "以偈而答彼曰：", "167": "「『我至波羅㮈，擊妙甘露鼓，", "168": "轉無上法輪，世所未曾轉。』", "169": "「優陀語我曰：『賢者瞿曇！或可有是。』如是語", "17": "世尊將尊者阿難往至梵志羅摩家。爾時，梵", "170": "已，即彼邪道經便還去，我自往至仙人住", "171": "處鹿野園中。時，五比丘遙見我來，各相約勅", "172": "而立制曰：『諸賢！當知此沙門瞿曇來，多欲", "173": "多求，食妙飲食，好粳糧飯，及󰉓酥蜜，麻油", "174": "塗體，今復來至，汝等但坐，慎莫起迎，亦莫", "175": "作禮，豫留一座，莫請令坐。到已語曰：「卿！", "176": "欲坐者，自隨所欲。」』我時往至五比丘所。時，", "177": "五比丘於我不堪極妙威德，即從坐起，有", "178": "持衣鉢者，有敷床者，有取水者，欲洗足", "179": "者，我作是念：『此愚癡人！何無牢固？自立制", "18": "志羅摩家，眾多比丘集坐說法，佛住門外，", "180": "度還違本要。』我知彼已，坐五比丘所敷之", "181": "座。「時，五比丘呼我姓字，及卿於我。我語彼", "182": "曰：『五比丘！我如來、無所著、正盡覺，汝等莫", "183": "稱我本姓字，亦莫卿我。所以者何？我求無", "184": "病無上安隱涅槃，得無病無上安隱涅槃。我", "185": "求無老、無死、無愁憂慼、無穢污無上安隱涅", "186": "槃，得無老、無死、無愁憂慼、無穢污無上安隱", "187": "涅槃。生知生見，定道品法，生已盡，梵行已", "188": "立，所作已辦，不更受有，知如真。』彼語我曰：", "189": "『卿瞿曇！本如是行，如是道跡，如是苦行，尚", "19": "待諸比丘說法訖竟。眾多比丘尋說法訖，", "190": "不能得人上法差降聖知聖見，況復今日", "191": "多欲多求，食妙飲食，好粳糧飯，及󰉓酥蜜，", "192": "麻油塗體耶？』我復語曰：『五比丘！汝等本時見", "193": "我如是諸根清淨，光明照耀耶？』時，五比丘", "194": "復答我曰：『本不見卿諸根清淨，光明照耀。", "195": "卿瞿曇！今諸根清淨，形色極妙，面光照耀。』「我", "196": "於爾時即告彼曰：『五比丘！當知有二邊行，", "197": "諸為道者所不當學：一曰著欲樂下賤業，", "198": "凡人所行；二曰自煩自苦，非賢聖求法，無義", "199": "相應。五比丘！捨此二邊，有取中道，成明", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "默然而住。世尊知已，謦欬敲門，諸比丘聞，", "200": "成智，成就於定，而得自在，趣智趣覺，趣於", "201": "涅槃，謂八正道，正見乃至正定，是謂為八。』", "202": "意欲隨順教五比丘，教化二人，三人乞食，", "203": "三人持食來，足六人食；教化三人，二人乞", "204": "食，二人持食來，足六人食。我如是教，如是", "205": "化彼，求無病無上安隱涅槃，得無病無上", "206": "安隱涅槃。求無老、無死、無愁憂慼、無穢污無", "207": "上安隱涅槃，得無老、無死、無愁憂慼、無穢污", "208": "無上安隱涅槃。生知生見，定道品法，生已", "209": "盡，梵行已立，所作已辦，不更受有，知如真。", "21": "即往開門，世尊便入梵志羅摩家，於比丘", "210": "「於是，世尊復告彼曰：『五比丘！有五欲功德", "211": "可愛、可樂、可意所念，善欲相應。云何為五？眼", "212": "知色，耳知聲，鼻知香，舌知味，身知觸。五比", "213": "丘！愚癡凡夫而不多聞，不見善友，不知聖", "214": "法，不御聖法，彼觸染貪著，憍慠受入，不見", "215": "災患，不見出要，而取用之。當知彼隨弊", "216": "魔，自作弊魔，墮弊魔手，為魔網纏，魔羂", "217": "所纏，不脫魔纏。五比丘！猶如野鹿，為", "218": "纏所纏，當知彼隨獵師，自作獵師，墮獵", "219": "師手，為獵師網纏，獵師來已，不能得脫。如", "22": "眾前敷座而坐，問曰：「諸比丘向說何等？以", "220": "是，五比丘！愚癡凡夫而不多聞，不見善友，", "221": "不知聖法，不御聖法。彼於此五欲功德觸", "222": "染貪著，憍慠受入，不見災患，不見出要，而", "223": "取用之。當知彼隨弊魔，自作弊魔，墮弊魔", "224": "手，為魔網纏，魔纏所纏，不脫魔纏。「『五比", "225": "丘！多聞聖弟子見善知識，而知聖法，又御", "226": "聖法，彼於此五欲功德，不觸、不染、不貪、不著，", "227": "亦不憍慠、不受入，見災患，見出要，而取", "228": "用之。當知彼不隨弊魔，不自作魔，不墮", "229": "魔手，不為魔網所纏，不為魔纏所纏，便解", "23": "何事故集坐在此？」時，諸比丘答曰：「世尊！向", "230": "脫魔纏。五比丘！猶如野鹿得脫於纏，當知", "231": "彼不隨獵師，不自在獵師，不墮獵師", "232": "手，不為獵師網所纏，獵師來已，則能得脫。", "233": "如是，五比丘！多聞聖弟子見善知識而", "234": "知聖法，又御聖法，彼於此五欲功德，不觸、", "235": "不染、不貪、不著，亦不見憍慠、不受入，", "236": "見災患，見出要，而取用之。當知彼不隨", "237": "弊魔，不自在魔，不墮魔手，不為魔網所", "238": "纏，不為魔纏所纏，便解脫魔纏。「『五比丘！若", "239": "時如來出興于世，無所著、等正覺、明行成為、", "24": "者說法，以此法事集坐在此。」世尊歎曰：「善", "240": "善逝、世間解、無上士、道法御、天人師，號佛、眾", "241": "祐，彼斷，乃至五蓋、心穢、慧羸，離欲、離惡不", "242": "善之法，至得第四禪成就遊。彼如是定心", "243": "清淨，無穢無煩，柔軟善住，得不動心，修學", "244": "漏盡智通作證。彼知此苦如真，知此苦習、", "245": "知此苦滅、知此苦滅道如真。知此漏如真，", "246": "知此漏習、知此漏滅、知此漏滅道如真。", "247": "彼如是知、如是見，欲漏心解脫，有漏、無明漏", "248": "心解脫。解脫已便知解脫，生已盡，梵行已立，", "249": "所作已辦，不更受有，知如真。彼於爾時自", "25": "哉！善哉！比丘集坐當行二事：一曰說法，二", "250": "在行，自在住、自在坐、自在臥。所以者何？彼自", "251": "見無量惡不善法盡。是故彼自在行、自在住、", "252": "自在坐、自在臥。「『五比丘！猶如無事無人民", "253": "處，彼有野鹿，自在行、自在住、自在伏、自在", "254": "臥。所以者何？彼野鹿不在獵師境界。是故", "255": "自在行、自在住、自在伏、自在臥。如是，五比丘！", "256": "比丘漏盡得無漏，心解脫、慧解脫，自知自覺", "257": "自作證成就遊，生已盡，梵行已立，所作已辦，", "258": "不更受有，知如真。彼於爾時自在行、自在", "259": "住、自在坐、自在臥。所以者何？彼自見無量惡", "26": "曰默然。所以者何？我亦為汝說法，諦聽，", "260": "不善法盡。是故彼自在行、自在住、自在坐、自", "261": "在臥。五比丘！是說無餘解脫，是說無病無", "262": "上安隱涅槃，是說無老、無死、無愁憂慼、無穢", "263": "污無上安隱涅槃。』」佛說如是。尊者阿難及諸", "264": "比丘，聞佛所說，歡喜奉行。", "265": "羅摩經第三竟四千一百二十一字", "266": "205 五下分結經（二〇五）中阿含晡利多品五下分結經第四", "267": "第五後誦", "268": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "269": "獨園。爾時，世尊告諸比丘：「我曾說五下分", "27": "諦聽，善思念之。」時，諸比丘白曰：「唯然。當受", "270": "結，汝等受持耶？」諸比丘默然不答。世尊復再", "271": "三告諸比丘：「我曾說五下分結，汝等受持", "272": "耶？」諸比丘亦再三默然不答。爾時，尊者鬘", "273": "童子在彼眾中。於是，尊者鬘童子即從", "274": "坐起，偏袒著衣，叉手向佛，白曰：「世尊曾說", "275": "五下分結，我受持之。」世尊問曰：「鬘童子！", "276": "我曾說五下分結，汝受持耶？」尊者鬘童子", "277": "答曰：「世尊曾說初下分結，是我受持，欲、恚、", "278": "身見、戒取、疑，世尊說第五下分結，是我受持。」", "279": "世尊訶曰：「鬘童子！汝云何受持我說五下分", "28": "教聽。」佛言：「有二種求，一曰聖求，二曰非聖", "280": "結？鬘童子！汝從何口受持我說五下分", "281": "結耶？鬘童子！非為眾多異學來，以嬰孩", "282": "童子責數喻詰責汝耶？鬘童子！嬰孩", "283": "幼小，柔軟仰眠，意無欲想，況復欲心纏住耶？", "284": "然彼性使故，說欲使。鬘童子！嬰孩幼小，柔", "285": "軟仰眠，無眾生想，況復恚心纏住耶？然彼", "286": "性使故，說恚使。鬘童子！嬰孩幼小，柔軟仰", "287": "眠，無自身想，況復身見心纏住耶？然彼性使", "288": "故，說身見使。鬘童子！嬰孩幼小，柔軟仰眠，", "289": "無有戒想，況復戒取心纏住耶？然彼性使故，", "29": "求。云何非聖求？有一實病法、求病法，實老法、", "290": "說戒取使。鬘童子！嬰孩幼小，柔軟仰眠，無", "291": "有法想，況復疑心纏住耶？然彼性使故，說疑", "292": "使。鬘童子！非為眾多異學來，以此嬰孩", "293": "童子責數喻詰責汝耶？」於是，尊者鬘童子", "294": "為世尊面訶責已，內懷憂慼，低頭默然，", "295": "失辯無言，如有所伺。彼時，世尊面前訶責", "296": "鬘童子已，默然而住。爾時，尊者阿難立世尊", "297": "後，執扇扇佛。於是，尊者阿難叉手向佛，白", "298": "曰：「世尊！今正是時。善逝！今正是時。若世尊為", "299": "諸比丘說五下分結者，諸比丘從世尊聞", "3": "204 羅摩經（二〇四）晡利多品羅摩經第三第五後誦", "30": "死法、愁憂慼法，實穢污法、求穢污法。云何實", "300": "已，善受善持。」世尊告曰：「阿難！諦聽，善思念", "301": "之。」尊者阿難白曰：「唯然。當受教聽。」佛言：「阿", "302": "難！或有一為欲所纏，欲心生已，不知捨如", "303": "真，彼不知捨如真已，欲轉熾盛，不可制除，", "304": "是下分結。阿難！或有一為恚所纏，恚心生", "305": "已，不知捨如真，彼不知捨如真已，恚轉熾", "306": "盛，不可制除，是下分結。阿難！或有一為", "307": "身見所纏，身見心生已，不知捨如真，彼不", "308": "知捨如真已，身見轉盛，不可制除，是下分", "309": "結。阿難！或有一為戒取所纏，戒取心生已，", "31": "病法求病法？云何病法耶？兒子、兄弟是病法", "310": "不知捨如真，彼不知捨如真已，戒取轉盛，", "311": "不可制除，是下分結。阿難！或有一為疑", "312": "所纏，疑心生已，不知捨如真，彼不知捨如", "313": "真已，疑轉熾盛，不可制除，是下分結。「阿難！", "314": "若依道、依跡，斷五下分結；彼不依此道、", "315": "不依此跡，斷五下分結者，終無是處。阿", "316": "難！猶如有人欲得求實，為求實故，持斧", "317": "入林，彼人見樹成就根、莖、枝、葉及實，彼人", "318": "不截根、莖，得實歸者，終無是處。如是。阿", "319": "難！若依道、依跡，斷五下分結；不依此道、不", "32": "也。象馬、牛羊、奴婢、錢財、珍寶、米穀是病害法，", "320": "依此跡，斷五下分結者，終無是處。阿難！", "321": "若依道、依跡，斷五下分結，彼依此道、依此", "322": "跡，斷五下分結者，必有是處。阿難！猶如有", "323": "人欲得求實，為求實故，持斧入林，彼人", "324": "見樹成就根、莖、枝、葉及實，彼人截根、莖，", "325": "得實歸者，必有是處。如是。阿難！若依道、依", "326": "跡，斷五下分結，依此道、依此跡，斷五下分", "327": "結者，必有是處。「阿難！依何道、依何跡，斷", "328": "五下分結？阿難！或有一不為欲所纏，若生", "329": "欲纏，即知捨如真，彼知捨如真已，彼欲纏", "33": "眾生於中觸染貪著，憍慠受入，不見災", "330": "便滅。阿難！或有一不為恚所纏，若生恚纏，", "331": "即知捨如真，彼知捨如真已，彼恚纏便滅。", "332": "阿難！或有一不為身見所纏，若生身見纏，", "333": "即知捨如真，彼知捨如真已，彼身見纏", "334": "便滅。阿難！或有一不為戒取所纏，若生", "335": "戒取纏，即知捨如真，彼知捨如真已，彼", "336": "戒取便滅。阿難！或有一不為疑所纏，若", "337": "生疑纏，即知捨如真，彼知捨如真已，彼", "338": "疑纏便滅。阿難！依此道、依此跡，斷五下分", "339": "結。「阿難！猶恒伽河，其水溢岸。若有人來彼", "34": "患，不見出要，而取用之。云何老法、死法、愁", "340": "岸，有事欲得度河，彼作是念：『此恒伽河，", "341": "其水溢岸，我於彼岸有事欲度，身無有", "342": "力令我安隱浮至彼岸。』阿難！當知彼人", "343": "無力。如是，阿難！若有人覺、滅、涅槃，其心不", "344": "向而不清淨，不住解脫。阿難！當知此人", "345": "如彼羸人無有力也。阿難！猶恒伽河，其水", "346": "溢岸。若有人來彼岸，有事欲得度河，彼", "347": "作是念：『此恒伽河，其水溢岸，我於彼岸有", "348": "事欲度，身今有力令我安隱浮至彼岸。』阿", "349": "難！當知彼人有力。如是，阿難！若有人覺、滅、", "35": "憂慼法，穢污法耶？兒子、兄弟是穢污法，", "350": "涅槃，心向清淨而住解脫。阿難！當知此人", "351": "如彼力人。「阿難！猶如山水，甚深極廣，長", "352": "流駛疾，多有所漂，其中無船，亦無橋梁。或", "353": "有人來彼岸，有事則便求度，彼求度時而", "354": "作是念：『今此山水甚深極廣，長流駛疾，多有", "355": "所漂，其中無船，亦無橋梁而可度者。我於", "356": "彼岸有事欲度，當以何方便令我安隱", "357": "至彼岸耶？』復作是念：『我今寧可於此岸邊", "358": "收聚草木，縛作椑栰，乘之而度。』彼便岸", "359": "邊收聚草木，縛作椑栰，乘之而度，安隱至", "36": "象馬、牛羊、奴婢、錢財、珍寶、米穀是穢法害", "360": "彼。如是，阿難！若有比丘攀緣厭離，依於", "361": "厭離，住於厭離，止息身惡故，心入離、定故，", "362": "離欲、離惡不善之法，有覺、有觀，離生喜、樂，", "363": "得初禪成就遊。彼依此處，觀覺興衰，彼依", "364": "此處，觀覺興衰已，住彼必得漏盡，設住", "365": "彼不得漏盡者，必當昇進得止息處。「云", "366": "何昇進得止息處？彼覺、觀已息，內靖、一", "367": "心，無覺、無觀，定生喜、樂，得第二禪成就遊。彼", "368": "依此處，觀覺興衰，彼依此處，觀覺興衰", "369": "已，住彼必得漏盡，設住彼不得漏盡者，", "37": "法，眾生於中染觸貪著，憍慠受入，不見災", "370": "必當昇進得止息處。云何昇進得止息", "371": "處？彼離於喜欲，捨無求遊，正念正智而身", "372": "覺樂。謂聖所說，聖所捨、念、樂住、空，得第三禪", "373": "成就遊。彼依此處，觀覺興衰，彼依此處，觀", "374": "覺興衰已，住彼必得漏盡，設住彼不得漏", "375": "盡者，必當昇進得止息處。云何昇進得", "376": "止息處？彼樂滅、苦滅，喜、憂本已滅，不苦不樂、", "377": "捨、念、清淨，得第四禪成就遊。彼依此處，觀", "378": "覺興衰，彼依此處，觀覺興衰已，住彼必得", "379": "漏盡，設住彼不得漏盡者，必當昇進得", "38": "患，不見出要，而取用之。彼人欲求無病無", "380": "止息處。「云何昇進得止息處？彼度一切色", "381": "想，滅有礙想，不念若干想，無量空，是無量", "382": "處成就遊，彼依此處，觀覺興衰，彼依此", "383": "處、觀覺興衰已，住彼必得漏盡，設住彼", "384": "不得漏盡者，必當昇進得止息處。云何", "385": "昇進得止息處？彼度一切無量空處，無量", "386": "識，是無量識處成就遊。彼依此處，觀覺興", "387": "衰，彼依此處，觀覺興衰已，住彼必得漏", "388": "盡，設住彼不得漏盡者，必當昇進得止", "389": "息處。云何昇進得止息處？彼度一切無量", "39": "上安隱涅槃，得無病無上安隱涅槃者，終", "390": "識處，無所有，是無所有處成就遊。彼若有所", "391": "覺，或樂或苦，或不苦不樂。彼觀此覺無常，", "392": "觀興衰、觀無欲、觀滅、觀斷、觀捨。彼如是", "393": "觀此覺無常，觀興衰、觀無欲、觀滅、觀斷、", "394": "觀捨已，便不受此世，不受此世已，便不", "395": "恐怖，因不恐怖，便般涅槃，生已盡，梵行已", "396": "立，所作已辦，不更受有，知如真。「猶去村不", "397": "遠，有大芭蕉，若人持斧破芭蕉樹，破作", "398": "片，破為十分，或作百分。破為十分，或作百", "399": "分已，便擗葉葉，不見彼節，況復實耶？阿", "4": "我聞如是：一時，佛遊舍衛國，在於東園鹿", "40": "無是處。求無老、無死、無愁憂慼，無穢污無上", "400": "難！如是比丘若有所覺，或樂或苦，或不苦不", "401": "樂，彼觀此覺無常，觀興衰、觀無欲、觀滅、觀", "402": "斷、觀捨。彼如是觀此覺無常，觀興衰、觀", "403": "無欲、觀滅、觀斷、觀捨已，便不受此世，不", "404": "受此世已，便不恐怖，因不恐怖已，便般", "405": "涅槃，生已盡，梵行已立，所作已辦，不更受有，", "406": "知如真。」於是，尊者阿難叉手向佛，白曰：「世", "407": "尊！甚奇！甚特！世尊為諸比丘依依立依，說", "408": "捨離漏，說過度漏，然諸比丘不速得無上，", "409": "謂畢究竟盡。」世尊告曰：「如是。阿難！如是。", "41": "安隱涅槃，得無老、無死、無愁憂慼、無穢污無", "410": "阿難！甚奇！甚特！我為諸比丘依依立依，說", "411": "捨離漏，說過度漏，然諸比丘不速得無上，", "412": "謂畢究竟盡。所以者何？人有勝如故，修道", "413": "便有精麤，修道有精麤故，人便有勝如。阿", "414": "難！是故我說人有勝如。」佛說如是。尊者阿", "415": "難及諸比丘，聞佛所說，歡喜奉行。", "416": "五下分結經第四竟二千三百二十六字", "417": "206 心穢經（二〇六）中阿含晡利多品心穢經第五", "418": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "419": "獨園。爾時，世尊告諸比丘：「若比丘、比丘尼", "42": "上安隱涅槃者，終無是處。是謂非聖求。「云", "420": "不拔心中五穢，不解心中五縛者，是為", "421": "比丘、比丘尼說必退法。云何不拔心中五", "422": "穢？或有一疑世尊，猶豫、不開意、不解意、意", "423": "不靖。若有一疑世尊，猶豫、不開意、不解", "424": "意、意不靖者，是謂不拔第一心穢，謂於世", "425": "尊也，如是法、戒、教。若有諸梵行，世尊所", "426": "稱譽，彼便責數、輕易、觸嬈、侵害，不開意、不", "427": "解意、意不靖，是謂第五不拔心中穢，謂", "428": "於梵行也。「云何不解心中五縛？或有一身", "429": "不離染、不離欲、不離愛、不離渴。若有身", "43": "何聖求耶？有一作是念：『我自實病法，無辜", "430": "不離染、不離欲、不離愛、不離渴者，彼心", "431": "不趣向，不靖、不住、不解，自方便斷燕坐。", "432": "若有此心不趣向，不靖、不住、不解，自方便", "433": "斷燕坐者，是謂第一不解心縛，謂身也。", "434": "復次，於欲不離染、不離欲、不離愛、不離", "435": "渴。若有於欲不離染、不離欲、不離愛、不", "436": "離渴者，彼心不趣向，不靖、不住、不解，自方", "437": "便斷燕坐。若有此心不趣向，不靖、不住、", "438": "不解，自方便斷燕坐者，是謂第二不解心", "439": "縛，謂欲也。「復次，有一所說聖義相應，柔軟無", "44": "求病法，我自實老法、死法，愁憂慼法，穢污法，", "440": "疑蓋，謂說戒、說定、說慧、說解脫、說解脫知", "441": "見、說損、說不聚會、說少欲、說知足、說斷、", "442": "說無欲、說滅、說燕坐、說緣起，如是比丘，", "443": "沙門所說者，彼心不趣向，不靖、不住、不解，", "444": "自方便斷燕坐。若有此心不趣向，不靖、", "445": "不住、不解，自方便斷燕坐者，是謂第三不", "446": "解心縛，謂說也。復次，數道俗共會，調亂、憍", "447": "慠、不學問。若有數道俗共會，調亂、憍慠、不", "448": "學問者，彼心不趣向、不靖、不住、不解，自方", "449": "便斷燕坐。若此心不趣向，不靖、不住、不", "45": "無辜求穢污法。我今寧可求無病無上安隱", "450": "解，自方便斷燕坐者，是謂第四不解心縛，", "451": "謂聚會也。「復次，少有所得故，於其中間住，", "452": "不復求昇進。若有少所得故，於其中間住，", "453": "不復求昇進者，彼心不趣向，不靖、不住、不", "454": "解，自方便斷燕坐。若此心不趣向，不靖、", "455": "不住、不解，自方便斷燕坐者，是謂第五不", "456": "解心縛，謂昇進也。若有比丘、比丘尼不拔", "457": "此心中五穢，及不解此心中五縛者，是謂", "458": "比丘、比丘尼必退法也。若有比丘、比丘尼", "459": "善拔心中五穢，善解心中五縛者，是謂比", "46": "涅槃，求無老、無死，無愁憂慼，無穢污法無上", "460": "丘、比丘尼清淨法。「云何善拔心中五穢？或有", "461": "一不疑世尊，不猶豫、開意、意解、意靖。若有", "462": "不疑世尊，不猶豫、開意、意解、意靖者，是", "463": "謂第一善拔心中穢，謂於世尊也，如是法、", "464": "戒、教。若有梵行，世尊所稱譽，彼不責數、", "465": "不輕易、不觸嬈、不侵害，開意、意解、意靖，", "466": "是謂第五善拔心中穢，謂於梵行也。「云何解", "467": "心中五縛？或有一身離染、離欲、離愛、離渴。", "468": "若有身離染、離欲、離愛、離渴者，彼心趣向，", "469": "靖、住、解，自方便斷燕坐。若有此心趣向，", "47": "安隱涅槃。』彼人便求無病無上安隱涅槃，得", "470": "靖、住、解，自方便斷燕坐者，是謂第一解", "471": "心中縛，謂身也。復次，於欲離染、離欲、離愛、", "472": "離渴。若有於欲離染、離欲、離愛、離渴者，彼", "473": "心趣向，靖、住、解，自方便斷燕坐。若有此心", "474": "趣向，靖、住、解，自方便斷燕坐者，是謂第", "475": "二解心中縛，謂欲也。「復次，有一所說，聖義相", "476": "應，柔軟無疑葢，謂說戒、說定、說慧、說解脫、", "477": "說解脫知見、說損、說不聚會、說少欲、說", "478": "知足、說斷、說無欲、說滅、說燕坐、說緣起，", "479": "如是比丘，沙門所說者，彼心趣向，靖、住、解，", "48": "無病無上安隱涅槃者，必有是處。求無老、", "480": "自方便斷燕坐。若有此心趣向，靖、住、解，", "481": "自方便斷燕坐者，是謂第三解心中縛，謂", "482": "說也。復次，不數道俗共會，不調亂、不憍慠", "483": "學問。若有不數道俗共會，不調亂、不憍", "484": "慠學問者，彼心趣向，靖、住、解，自方便斷燕", "485": "坐。若有此心趣向，靖、住、解，自方便斷燕", "486": "坐者，是謂第四解心中縛，謂不聚會也。「復", "487": "次，少有所得故，於其中間不住，復求昇進。", "488": "若有少所得故，於其中間不住，復求昇進", "489": "者，彼心趣向，靖、住、解，自方便斷燕坐。若此", "49": "無死，無愁憂慼，無穢污無上安隱涅槃，得無", "490": "心趣向，靖、住、解，自方便斷燕坐者，是謂", "491": "第五解心中縛，謂昇進也。若有比丘、比丘尼", "492": "善拔此心中五穢，及善解此心中五縛者，是", "493": "謂比丘、比丘尼清淨法。彼住此十支已，復", "494": "修習五法。「云何為五？修欲定心成就斷如", "495": "意足，依離、依無欲、依滅、依捨，趣向非品，", "496": "修精進定、心定、思惟定成就斷如意足，依", "497": "離、依無欲、依滅、依捨，趣向非品，堪任第", "498": "五，彼成就此堪任等十五法。成就自受者，", "499": "必知必見，必正盡覺，至甘露門，近住涅槃，", "5": "子母堂。爾時，世尊則於晡時從燕坐起，", "50": "老、無死，無愁憂慼，無穢污無上安隱涅槃者，", "500": "我說無不至涅槃。猶如雞生十卵，或十二，", "501": "隨時覆蓋，隨時溫暖，隨時看視，雞設有放", "502": "逸者，彼中或雞子以󰐐以足，啄破其卵，", "503": "自安隱出者，彼為第一。如是比丘成就此", "504": "堪任等十五法自受者，必知必見，必正盡覺，", "505": "必至甘露門，近住涅槃，我說無不得涅", "506": "槃。」佛說如是。彼諸比丘聞佛所說，歡喜奉", "507": "行。", "508": "心穢經第五竟一千三百九十九字", "509": "中阿含經卷第五十六七千八百四十六字第五後", "51": "必有是處。「我本未覺無上正盡覺時，亦如", "510": "誦", "52": "是念：『我自實病法，無辜求病法，我自實老法、", "53": "死法，愁憂慼法，穢污法，無辜求穢污法，我今", "54": "寧可求無病無上安隱涅槃，求無老、無死、無", "55": "愁憂慼，無穢污無上安隱涅槃耶？』我時年少", "56": "童子，清淨青髮，盛年年二十九，爾時極多", "57": "樂戲，莊飾遊行。我於爾時，父母啼哭，諸親", "58": "不樂，我剃除鬚髮，著袈裟衣，至信、捨家、", "59": "無家、學道，護身命清淨，護口、意命清淨。我", "6": "堂上來下，告尊者阿難：「我今共汝至阿夷", "60": "成就此戒身已，欲求無病無上安隱涅槃，", "61": "無老、無死、無愁憂慼，無穢污無上安隱涅槃", "62": "故，便往阿羅羅伽羅摩所，問曰：『阿羅羅！", "63": "我欲於汝法行梵行，為可爾不？』阿羅羅答", "64": "我曰：『賢者！我無不可，汝欲行便行。』我復問", "65": "曰：『阿羅羅！云何汝此法自知自覺自作證耶？』", "66": "阿羅羅答我曰：『賢者！我度一切識處，得無", "67": "所有處成就遊。是故我法自知自覺自作證。』", "68": "「我復作是念：『不但阿羅羅獨有此信，我亦", "69": "有此信，不但阿羅羅獨有此精進，我亦有", "7": "羅婆提河浴。」尊者阿難白曰：「唯然。」尊者阿", "70": "此精進，不但阿羅羅獨有此慧，我亦有此", "71": "慧。阿羅羅於此法自知自覺自作證。』我欲", "72": "證此法故，便獨住遠離、空安靖處，心無放", "73": "逸，修行精勤。我獨住遠離、空安靖處，心無", "74": "放逸，修行精勤已，不久得證彼法。證彼法", "75": "已，復往詣阿羅羅加羅摩所，問曰：『阿羅羅！", "76": "此法自知自覺自作證，謂度一切無量識處，", "77": "得無所有處成就遊耶？』阿羅羅伽羅摩答", "78": "我曰：『賢者！我是法自知自覺自作證，謂度無", "79": "量識處，得無所有處成就遊。』阿羅羅伽羅", "8": "難執持戶鑰，遍詣諸屋而彷徉，見諸比", "80": "摩復語我曰：『賢者！是為如我此法作證，汝", "81": "亦然，如汝此法作證，我亦然。賢者！汝來共領", "82": "此眾。』是為阿羅羅伽羅摩師處，我與同等，", "83": "最上恭敬、最上供養、最上歡喜。「我復作是念：", "84": "『此法不趣智，不趣覺，不趣涅槃，我今寧", "85": "可捨此法，更求無病無上安隱涅槃，求無", "86": "老、無死、無愁憂慼、無穢污無上安隱涅槃。』我", "87": "即捨此法，便求無病無上安隱涅槃，求無", "88": "老、無死、無愁憂慼、無穢污無上安隱涅槃已，", "89": "往詣欝陀羅羅摩子所，問曰：『欝陀羅！我欲", "9": "丘，便作是說：「諸賢！可共詣梵志羅摩家。」", "90": "於汝法中學，為可爾不？』欝陀羅羅摩子答", "91": "我曰：『賢者！我無不可，汝欲學便學。』我復問", "92": "曰：『欝陀羅！汝羅摩子，自知自覺自作證何", "93": "等法耶？』欝陀羅羅摩子答我曰：『賢者！度一切", "94": "無所有處，得非有想非無想處成就遊。賢者！", "95": "我父羅摩自知自覺自作證，謂此法也。』」「我復", "96": "作是念：『不但羅摩獨有此信，我亦有此信。", "97": "不但羅摩獨有此精進，我亦有此精進。不", "98": "但羅摩獨有此慧，我亦有此慧。羅摩自知自", "99": "覺自作證此法，我何故不得自知自覺自作"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 晡利多品: 中阿含晡利多品: 中阿含晡利多品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}