{"author": "宋 法海譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1490 寂調音所問經: 寂調音所問經: 寂調音所問經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1490 [No. 1489]", "1": "寂調音所問經一名如來所說清淨調伏", "2": "宋三藏法師法海奉　詔譯", "3": "如是我聞：一時婆伽婆遊王舍城耆闍崛山，", "4": "與大比丘僧八百人俱，菩薩摩訶薩萬二千", "5": "人，及欲界色界淨居諸天子等。爾時世尊與", "6": "無量百千之眾恭敬圍遶而為說法。爾時眾", "7": "中有一天子，名寂調音，承佛威神從坐而起，", "8": "偏袒右肩右膝著地，合掌向佛而白佛言：「世", "9": "尊！文殊師利法王子今在何所？此諸大眾為", "10": "聞法故，渴仰欲得見彼賢士。」爾時世尊告寂", "11": "調音：「東方去此過萬佛土，有世界名曰寶住，", "12": "佛號寶相如來、應供、正遍知，今現在。文殊師", "13": "利法王子為彼諸菩薩摩訶薩如應說法。」時", "14": "寂調音天子白佛言：「世尊！願現微相，令彼賢", "15": "士而來會此。所以者何？世尊！唯除如來，一切", "16": "聲聞辟支佛，無能說法如彼文殊師利法王", "17": "子者。何以故？以世尊、文殊師利法王子說法", "18": "力故魔不得便，令諸魔宮隱蔽不現，悉能降", "19": "伏群邪異學，增上慢者離於慢心，未發菩提", "20": "心者令其發心，已發心者得不退轉，可攝受", "21": "者即便攝受，未任攝受方便調伏，令佛正法", "22": "得久住世。」爾時世尊受寂調音天子請已，於", "23": "大丈夫白毫相中放一光明，此勝光明遍照", "24": "三千大千世界，徹照萬佛剎已遍照寶住世", "25": "界。彼諸菩薩摩訶薩見此光已，白寶相佛言：", "26": "「是何瑞相，令此世界大光普照。」彼佛告言：", "27": "「善男子等！西方去此過萬佛土，有世界名曰", "28": "娑婆，彼有如來名釋迦牟尼應供正遍知，今", "29": "現在說法。是彼如來所放白毫相光，此光徹", "30": "過萬佛剎已來照此世界。」彼諸菩薩白其佛", "31": "言：「釋迦牟尼如來以何緣故放此光明？」彼", "32": "佛告大眾言：「善男子等！釋迦如來與無量百", "33": "千億菩薩、釋梵護世、比丘、比丘尼、優婆塞、優婆", "34": "夷眾，為聽法故渴仰欲見文殊師利聞其說", "35": "法，是故彼佛放此光明。」爾時寶相如來、應、正", "36": "遍知告文殊師利法王子言：「善男子！汝詣娑", "37": "婆世界。彼釋迦牟尼如來及諸大眾，遲欲", "38": "見汝聞所說法。」時文殊師利白彼佛言：「唯然", "39": "世尊！已見光明。」時文殊師利法王子即與萬", "40": "菩薩俱，頂禮彼佛右遶三匝已，猶如力士屈", "41": "申臂頃，與萬菩薩於彼世界忽然不現，至娑", "42": "婆界住於空中，為供佛故即雨第一淨花，", "43": "其花香氣普遍大眾，積至于膝。是時大眾怪", "44": "未曾有，而白佛言：「世尊！是誰神力雨此妙", "45": "花」佛告大眾：「此是文殊師利法王子與萬菩", "46": "薩，從寶住世界來至娑婆，為供佛故於上空", "47": "中雨此妙花」寂調音天子白佛言：「世尊！願樂", "48": "欲見文殊師利及彼菩薩摩訶薩眾。世尊！彼", "49": "善丈夫是無救者救。」作是語已，即時文殊師", "50": "利法王子與萬菩薩從上空中忽然而下，頂", "51": "禮佛足遶七匝已，文殊師利即坐己力所化", "52": "蓮花師子座上，及萬菩薩亦頂禮佛足右遶", "53": "七匝，於世尊前合掌向佛而作是言：「世尊！", "54": "寶相如來、應、正遍知敬問世尊：少病少惱氣", "55": "力康耶？」時彼菩薩作是語已，各坐己力所化", "56": "座上。是時寂調音天子白佛言：「世尊！今此", "57": "大眾渴仰欲聞文殊師利法王子所說妙法。", "58": "唯願世尊聽我少問。」佛告天子：「有所疑者，", "59": "恣聽汝問。」時寂調音天子以恭敬心向文殊", "60": "師利作是問言：「寶相如來世界以何說法？仁", "61": "者樂彼。」文殊師利言：「天子！彼所說法，不為", "62": "生貪欲故、不為盡貪欲故，不為生瞋恚故、", "63": "不為盡瞋恚故，不為生愚癡故、不為盡愚癡", "64": "故，不為生煩惱故、不為盡煩惱故。所以者", "65": "何？夫法無生則無有盡。」天子言：「文殊師利！彼", "66": "土眾生無貪欲等諸結使生與滅耶？」文殊師", "67": "利言：「如是。」天子言：「若如是者，彼佛說法為何", "68": "所斷？」文殊師利言：「法本無生，為何所盡？所以", "69": "者何？彼佛世界眾生無知無斷、無修無證。彼", "70": "界眾生貴第一義諦，不貴方便諦。」天子言：", "71": "「文殊師利！何者第一義諦？何者方便諦？」文", "72": "殊師利言：「天子！義者不以生故得稱、不以", "73": "壞故得稱，無處所相無非處相、非一相非無", "74": "相、無影響相、不可相非不可相、不可盡非", "75": "不可盡、非墮落非不墮落，是名第一義諦。", "76": "天子！義者無心無心相續、非跡非不跡、非此", "77": "岸非彼岸非中流，是名第一義諦。無名稱無", "78": "文字處，是名第一義。所以者何？世尊說一", "79": "切音聲悉皆虛妄。」天子言：「文殊師利！世尊所", "80": "說亦盡虛妄耶？」文殊師利言：「世尊不說實", "81": "不說虛妄。所以者何？世尊住離二邊離心意", "82": "言，說於有為無為法中，不說實不說虛，是故", "83": "無二。天子！於汝意云何？如來所化化人若", "84": "有所說，為實為虛？」天子言：「二俱無也。所以者", "85": "何？如來所化化人，無身無成就。」文殊師利", "86": "言：「如是天子！如來說一切法同於化性，不", "87": "說實不說虛，是故無二。」天子言：「文殊師利！", "88": "如來云何說第一義諦？」文殊師利言：「天子！第", "89": "一義諦不可言說。何以故？不可言說。何以故？", "90": "不可喻、不可說、不可名，是名第一義諦。」說此", "91": "第一義諦時，五百比丘遠塵離垢，於諸法中", "92": "得法眼淨；二百天子得無生法忍。", "93": "寂調音天子復問文殊師利：「第一義者難可究", "94": "盡。」文殊師利言：「如是天子！第一義諦，不正", "95": "精進者難可究盡。」天子言：「云何菩薩正精進", "96": "耶？」文殊師利言：「若菩薩不為知、不為斷、不為", "97": "修、不為證而精進者，是名正精進。所以者何？", "98": "若謂此應知、此應斷、此應修、此應證者，此則", "99": "有相、此則取著、此則戲論、此則有作。若如是", "100": "行，不名正精進。」天子言：「若如是者，復云何名", "101": "正精進耶？」文殊師利言：「如如等、法界等，即與", "102": "無聞等。如如等、法界等，即與見等。凡夫法", "103": "等、學法無學法、聲聞法、緣覺法、菩薩法、佛法", "104": "等，即諸行等、涅槃等、垢等淨等。如是平等精", "105": "進者，名正精進。」天子言：「文殊師利！何等如與", "106": "垢淨等？」文殊師利言：「空、無相、無願如。所以者", "107": "何？涅槃空故。天子！如瓦器中空、寶器中空，無", "108": "二無別。如是天子！垢空淨空俱同一空，無二", "109": "無別。」天子言：「文殊師利！菩薩於諸聖諦應精", "110": "進不？」文殊師利言：「天子！若菩薩不於諸諦起", "111": "精進者，云何當為聲聞說法？所以者何？菩薩", "112": "修諦必有所為，聲聞修諦則無所為。菩薩修", "113": "諦有善方便，聲聞修諦無善方便。菩薩修諦", "114": "有所觀察，聲聞修諦無所觀察。菩薩修諦為", "115": "一切眾生而不證實際；菩薩修諦方便堅固", "116": "而不捨生死及涅槃門；菩薩修諦為一切佛", "117": "法故。天子！喻如有人離大商主獨度曠野，心", "118": "懷驚怖劣乃得過。天子！聲聞之人亦復如是，", "119": "畏懼生死心懷驚怖，於此世界無有還心，亦", "120": "復無有為眾生心觀生死曠遠，於諸佛法無", "121": "有方便，獨一無二而修諸諦。天子！如彼商主", "122": "多諸財寶資產豐實，度曠野已廣利眾生。如", "123": "是天子！菩薩之人如大商主，具足大慈大悲，", "124": "成就法利具於寂滅，善御巧便調伏資產，乘", "125": "六度船、執四攝弓箭成就方便，為於佛法而", "126": "修諸諦。天子！喻如狗皮，以須漫瞻蔔婆師迦", "127": "而用熏之，雖變為香，一切人天所不愛樂。聲", "128": "聞修諦亦復如是，願不滿足中般涅槃，不能", "129": "出生多聞、定、慧、解脫、知見之香，亦不能斷依", "130": "煩惱習緒，不為人天之所愛樂。天子！喻如", "131": "天迦尸迦衣，以多竭流阿竭流旃檀婆師迦", "132": "等百千種淨香常以熏之，一切人天之所愛", "133": "樂。菩薩亦復如是，於百千億那由他阿僧祇", "134": "劫，以修諦法而自熏修，於其中間不般涅槃，", "135": "諸願滿足，廣能出生無上淨香多聞、定、慧、解", "136": "脫、知見功德之香，斷依煩惱習緒，一切人", "137": "天阿修羅等之所愛樂。」", "138": "寂調音天子復謂文殊師利法王子言：「文殊", "139": "師利！彼寶相如來世界諸聲聞眾德行云何？", "140": "仁能與其俱共樂彼。」文殊師利言：「彼聲聞眾", "141": "非堅信非不隨他信、非堅法非異法界、非", "142": "八人而度八邪、非須陀洹而離一切惡道畏、", "143": "非斯陀含為化眾生示有去來、非阿那含去", "144": "至過去一切法中、非阿羅漢應受三千世界", "145": "利養實、非聲聞而能解了諸佛所說，不離", "146": "欲染然復不為欲火所熱，於取著處離諸希", "147": "望；不離瞋恚不為恚惱所惱，於一切眾生", "148": "不起恚礙；不離愚癡不為愚癡所蔽，於一切", "149": "法離諸暗冥；不離煩惱勤為眾生斷諸煩惱。", "150": "未昇決定而不受生，化度眾生而無我相，無", "151": "所受取而畢報施恩，無恩無念而修諸念處，", "152": "無生無滅而修諸正勤，離於身心而起諸神", "153": "足，為滿足一切眾生神通故而修諸通，為增", "154": "長一切眾生根故而修諸根，為摧滅一切煩", "155": "惱故而修諸力，為覺了平等智故而修諸覺，", "156": "為度一切邪徑故而修諸道，為得道故而證", "157": "無為，為入實際故而修於通，為入法界故", "158": "而起知見，為盡無明故而起於明，為離二邊", "159": "故而修解脫。能以肉眼悉見諸佛及世界世", "160": "界眾生，以天眼見一切眾生生死，以慧眼", "161": "領知一切眾生心行，以法眼見諸法平等、觀", "162": "三世一切眾生平等，以佛眼照明佛法。以天", "163": "耳解一切佛所說，以一心知一切眾生心行，", "164": "以憶念智念過去劫際，以神足過無邊佛剎，", "165": "諸漏已盡而於無生心得解脫。雖復可見而", "166": "不成就色身，雖有文字而無言說，心不思議", "167": "言辭無礙，顏色端嚴善可樂見，具諸相好功", "168": "德莊嚴，威德難視名聞高遠，體具稱譽世", "169": "法不染，不為眾惱所惱、不為惡言所污，遊", "170": "戲諸通多聞應辯，智見誦悅滅暗冥黑，熾", "171": "然智慧說法無礙，深入總持諸佛顧念。非聲", "172": "聞辟支佛所見，念如大海、定如須彌、堪任如", "173": "地、神足變現如因陀羅、心得自在喻如梵王、", "174": "無等等與空等，遍一切處入一切處。天子！", "175": "彼寶相如來世界諸聲聞眾德皆如是，復更成", "176": "就無量功德。」說此法時，五百比丘、五百比丘", "177": "尼、五百優婆塞、五百優婆夷、五千天子等", "178": "未昇決定者，各作是言：「我等願欲樂往彼土", "179": "寶相如來諸聲聞眾。」文殊師利言：「善男子等！", "180": "不可以聲聞心得生彼土。是故汝等宜應發", "181": "阿耨多羅三藐三菩提心，乃可得生。」時諸大", "182": "眾為生彼故，發阿耨多羅三藐三菩提心願", "183": "生彼土。世尊即說當得往生。", "184": "寂調音天子復謂文殊師利法王子言：「文殊", "185": "師利！彼土以何法調伏聲聞、調伏菩薩？」文殊", "186": "師利言：「天子！以三乘性調伏聲聞，以攝無", "187": "量生死等安慰一切眾生故受身調伏菩薩。", "188": "以毀呰功德資產調伏聲聞，以不厭廣積功", "189": "德資產利益眾生調伏菩薩。以不願斷一切", "190": "眾生煩惱調伏聲聞，以樂斷一切眾生煩惱", "191": "調伏菩薩。以捨一切眾生不為成就一切佛", "192": "法調伏聲聞，以大悲心念一切眾生為成就", "193": "諸佛之法調伏菩薩。以少分行調伏聲聞，以", "194": "遍一切世間行調伏菩薩。以捨眾魔調伏聲", "195": "聞，以怖一切世界眾魔摧伏異論調伏菩薩。", "196": "以成就己心調伏聲聞，以成就無上菩提心", "197": "調伏菩薩。以照明已照調伏聲聞，以照明一", "198": "切世界眾生身及佛法調伏菩薩。以次第方", "199": "便調伏聲聞，以一剎那心方便調伏菩薩。以", "200": "斷三寶種調伏聲聞，以長養三寶種調伏菩", "201": "薩。以治破瓦石器調伏聲聞，以治破金銀器", "202": "調伏菩薩。以不成就十力、四無所畏、佛十八", "203": "不共法調伏聲聞，以成就十力、四無所畏、佛", "204": "十八不共法調伏菩薩。以不成就六波羅蜜", "205": "方便四攝調伏聲聞，以成就六波羅蜜方便", "206": "四攝調伏菩薩。以獨處林藪樂於遠離調伏", "207": "聲聞，以樂園林臺觀樂於法樂調伏菩薩。以", "208": "斷煩惱習調伏聲聞，以不斷煩惱習調伏菩", "209": "薩。以有量、有思議、有等、有數調伏聲聞，以無", "210": "量、不思議、無等、無數調伏菩薩。是名調伏。」", "211": "爾時世尊嘆文殊師利法王子言：「善哉善哉！", "212": "汝善說此菩薩調伏。汝今聽我說喻更明此", "213": "義。文殊師利！喻如一人終身嘆說牛跡中水，", "214": "復有一人嘆大海水。文殊師利！於汝意云何？", "215": "如此二水可相比不？」文殊師利白佛言：「世尊！", "216": "牛跡甚少，其歎亦少；大海無量，歎亦無量。」佛", "217": "言：「如是。文殊師利！喻如牛跡水，少其歎亦少，", "218": "聲聞調伏亦復如是。喻如大海水既無量，歎亦", "219": "無量，菩薩調伏亦復如是。」說是法時，萬二千", "220": "天子發阿耨多羅三藐三菩提心，而作是言：", "221": "「世尊！我等亦欲學菩薩調伏，當以調伏無量", "222": "眾生。」寂調音天子復謂文殊師利法王子言：", "223": "「文殊師利！仁者學何調伏？為學聲聞調伏、緣", "224": "覺調伏、菩薩調伏耶？」文殊師利言：「天子！於汝", "225": "意云何？頗有大海不受眾流者不？」天子言：「無", "226": "也。」文殊師利言：「如是天子！諸菩薩調伏喻如", "227": "大海，於諸調伏勤作方便，修聲聞調伏、緣覺", "228": "調伏、菩薩調伏。」天子言：「文殊師利！調伏句者", "229": "是何義耶？」文殊師利言：「若知煩惱斷煩惱者，", "230": "謂是調伏。」天子言：「文殊師利！云何調伏煩惱？", "231": "云何知煩惱？」文殊師利言：「若妄想分別憶想，", "232": "不善順思惟，計有彼我斷俱行見纏顛倒、無", "233": "明等，如是為煩惱縛著。若不妄想、不分別、不", "234": "憶想，善順思惟，不計彼我俱行見纏顛倒，離", "235": "無明等，是名滅煩惱無憶想及究竟調伏。", "236": "天子！是名究竟調伏。菩薩若復以智如是知", "237": "煩惱微小、虛誑不堅牢、空無主無我無所屬、", "238": "無所從來去無所至無方處、非內非外非兩", "239": "中間、非積聚物、無色無形無相無貌無處所，", "240": "如是煩惱究竟滅。天子！喻如有人能識毒蛇", "241": "種性所生，則能滅毒。如是天子！若知煩惱種", "242": "性所生，能滅煩惱。」天子言：「文殊師利！云何為", "243": "煩惱種性所生？」文殊師利言：「天子！從妄想", "244": "生煩惱，若無妄想則無煩惱，無煩惱故則無", "245": "禪窟，無禪窟故則無所住，無所住故則無惱", "246": "害，無惱害故則究竟調伏。」天子言：「文殊師", "247": "利！為有煩惱故調伏？為無煩惱故調伏？」文殊", "248": "師利言：「天子！喻如有人夢為毒蛇所螫，此人", "249": "為苦所逼，即於夢中而服解藥，以服藥故毒", "250": "氣得除。天子！於汝意云何？此人實為蛇所", "251": "螫不耶？」天子言：「不也。」文殊師利言：「彼毒實", "252": "為除不耶？」天子言：「文殊師利！如實不被螫，除", "253": "亦如是。」文殊師利言：「天子！一切賢聖調伏亦", "254": "復如是。天子！汝作是言：『為有煩惱故調伏、", "255": "無故調伏？』者，天子！如我與無我，有煩惱無", "256": "煩惱亦如是。如我無我亦無，如是有煩惱", "257": "無煩惱亦爾，以我即無我故。有煩惱無煩惱，", "258": "此處餘處無有煩惱可調伏。所以者何？一切", "259": "法寂靜，不可愛故。一切法寂靜，不可取故。", "260": "一切法究竟寂靜，不可生故。一切法無盡，以", "261": "不生故。一切法無生，無成就故。一切法無成", "262": "就，無作者故。一切法無我作者，以無我故。一", "263": "切法無我，以無主故。一切法無主，與虛空等", "264": "故。一切法無來，無所依故。一切法無去，無禪", "265": "窟故。一切法無住，無所安立故。一切法無安", "266": "立，生即滅故。一切法無為，以無漏故。一切法", "267": "無受，究竟調伏故。」", "268": "寂調音天子復謂文殊師利法王子言：「諸法", "269": "以何為最？」文殊師利言：「生死所習，不善順為", "270": "最；趣涅槃界，善順為最。於障礙中不精進為", "271": "最，於正覺中精進為最。於諸蓋中疑網為最，", "272": "種種相中得解觀為最。諸煩惱中妄想為最，", "273": "無煩惱中不妄想為最。於諸覺中多事為最，", "274": "於滅心中禪定為最。於諸見中增上慢為最，", "275": "於空法中無增上慢為最。諸不善法中惡知識", "276": "為最，諸善法中善知識為最。一切苦法中邪見", "277": "為最，一切樂法中正見為最。於貧窮中慳貪", "278": "為最，於大富中布施為最。於惡趣中破戒為", "279": "最，於勝趣中持戒為最。於垢心中瞋恚為最，", "280": "於淨心中忍辱為最。於退善法中懈怠為最，", "281": "於修善法中精進為最。於散亂中諸覺為最，", "282": "於一心中禪定為最。無智慧中愚癡為最，於", "283": "三十七助道法中般若為最。於慈心中無礙", "284": "為最，於悲心中專念不諂為最，於喜心中樂", "285": "法樂為最，於捨心中離愛憎為最。於念處中", "286": "不忘宿善根為最，於正勤中正方便為最，於", "287": "如意足中身心輕為最，於諸根中信首為最，", "288": "於諸力中摧伏煩惱為最，於諸覺中悟平等", "289": "為最，於八聖道度一切邪道為最，於佛法", "290": "中菩提心為最。於攝法中財法為最，導化眾", "291": "生中說法為最，於方便中處非處智為最。於", "292": "般若波羅蜜中知一切眾生心行相續到彼岸", "293": "為最，於六波羅蜜中大乘為最。於求空中慧", "294": "明為最，於法忍出離中不由他為最。」", "295": "寂調音天子復謂文殊師利法王子言：「文殊", "296": "師利！法界以何為最？」文殊師利言：「天子！法", "297": "界以平等為最。」天子言：「文殊師利！法界以何", "298": "為界？」文殊師利言：「法界以一切眾生界為界。」", "299": "天子言：「文殊師利！法界頗有分齊不？」文殊", "300": "師利言：「天子！於汝意云何？空界頗有分齊不？」", "301": "天子言：「無也。」文殊師利言：「天子！如空界無", "302": "分齊，法界亦如是無有分齊。」天子言：「文殊師", "303": "利！法界若爾，仁者云何知法界耶？」文殊師", "304": "利言：「法界即無法界，法界不知法界。」天子", "305": "言：「文殊師利！若如是者，仁知何法辯乃如", "306": "是？」文殊師利言：「天子！於汝意云何？呼聲響", "307": "為知何法而有應聲？」天子言：「呼聲響無所知，", "308": "但以因緣合故便有聲出。」文殊師利言：「如是", "309": "天子！以緣眾生為境界故，諸菩薩便有應辯。」", "310": "天子言：「仁者為住何處而說法耶？」文殊師利", "311": "言：「天子！如如來所作化人所住說法，我所說", "312": "法亦復如是。」天子言：「文殊師利！如來所化無", "313": "所住故而有所說。」文殊師利言：「我亦如是，無", "314": "所住故而有所說。」天子言：「文殊師利！若一切", "315": "處無所住者，仁住何處當得阿耨多羅三藐", "316": "三菩提？」文殊師利言：「我住無間當得阿耨多", "317": "羅三藐三菩提。」天子言：「彼無間復何所住？」文", "318": "殊師利言：「天子！無間者，無根本、無所住。」天", "319": "子言：「文殊師利！成就無間業者，如來不說", "320": "趣無間獄耶？」文殊師利言：「天子！有無間業", "321": "者，如來說趣無間獄。如是天子！菩薩住五無", "322": "間，速得阿耨多羅三藐三菩提。何等為五？", "323": "若菩薩專念發阿耨多羅三藐三菩提心時，", "324": "於其中間不墮聲聞辟支佛地。復次若廢捨", "325": "一切所有心時，於其中間不與慳垢心俱。復", "326": "次我應當救一切眾生，於其中間不生下劣", "327": "心。復次知一切法無生已，我生法中得忍，", "328": "於其中間不與諸見俱。復次所應知應見應", "329": "證處應正覺了，如是一切悉以一心一剎那", "330": "勤方便慧正覺了至得一切智，於其中間終", "331": "不懈廢。天子！是名五無間。菩薩住是無間，", "332": "速得阿耨多羅三藐三菩提。」天子言：「文殊師", "333": "利！頗有凡夫愚人住無間罪趣無間獄，菩薩", "334": "即住是無間可證阿耨多羅三藐三菩提不", "335": "耶？」文殊師利言：「有。」天子言：「以何方便？」文殊師", "336": "利言：「天子！一切法以諸入空空故，空無相", "337": "無願、無生無起、無作無為，順緣起故則是菩", "338": "提。」天子言：「文殊師利！此法不可見。誰當信", "339": "耶？」文殊師利言：「若不信順如來者，云何當", "340": "信聲聞耶？」天子言：「若如是者，云何當得解", "341": "脫耶？」文殊師利言：「若不行我者、若不受一切", "342": "煩惱者、若復受持如是經典者、若以大悲授", "343": "一切眾生法手者。」曰：「彼等有何相貌？」曰：「彼等", "344": "當有相貌，陰界入相貌。」曰：「彼等當有何行？」曰：", "345": "「當有空無相無願行。」曰：「彼等當何所趣？」曰：「彼", "346": "等當趣一切智，當趣一切眾生心行。」曰：「文殊", "347": "師利！退轉菩薩云何？」曰：「天子！若退轉菩薩", "348": "得阿耨多羅三藐三菩提者，無有是處。」曰：「於", "349": "何退轉？」曰：「於一切煩惱及聲聞辟支佛地。」曰：", "350": "「云何不退？」曰：「若與平等等。」曰：「文殊師利！平", "351": "等句者有何義？」曰：「此是不異之說。」曰：「文殊師", "352": "利！若如是者，云何知一切法差別？」曰：「天子！不", "353": "知平等者於平等中生差別，行差別故趣於", "354": "差別。若知平等者則不行差別，以不行差別", "355": "故即趣平等，謂趣無差別。」天子言：「文殊師", "356": "利！頗有有煩惱菩薩有菩提不？」曰：「有。」曰：「以", "357": "何方便？」文殊師利言：「若菩薩無煩惱如聲聞", "358": "者，則無受生。天子！菩薩為斷一切眾生煩惱", "359": "故，起大悲發菩提心，名有菩提。」「文殊師利！頗", "360": "有菩薩有慳有菩提不耶？」曰：「有。」天子言：「以何", "361": "方便？」文殊師利言：「若菩薩不捨菩提心而", "362": "化度眾生攝受諸法，是菩薩有慳成就檀波", "363": "羅蜜。」天子言：「文殊師利！頗有菩薩捨戒成", "364": "就尸波羅蜜不？」曰：「有。」天子言：「以何方便？」文殊", "365": "師利言：「若菩薩以化度眾生故為於眾生，是", "366": "菩薩無戒成就尸波羅蜜。」天子言：「文殊師利！", "367": "頗有菩薩捨忍成就羼提波羅蜜不？」曰：「有。」天", "368": "子言：「以何方便？」文殊師利言：「若菩薩捨一", "369": "切異道忍修佛法忍，是菩薩捨忍成就羼提", "370": "波羅蜜。」天子言：「文殊師利！頗有菩薩捨於精", "371": "進成就毘梨耶波羅蜜不？」曰：「有。」天子言：「以", "372": "何方便？」文殊師利言：「若菩薩捨聲聞辟支佛", "373": "精進趣等正覺菩提，是菩薩捨精進成就毘", "374": "梨耶波羅蜜。」天子言：「文殊師利！頗有菩薩忘", "375": "念成就禪波羅蜜不？」曰：「有。」天子言：「以何方便？」", "376": "文殊師利言：「若菩薩乃至夢中不生聲聞辟", "377": "支佛念，常定不捨等正覺心，是菩薩忘念成", "378": "就禪波羅蜜。」天子言：「文殊師利！頗有菩薩無", "379": "智慧成就般若波羅蜜不？」曰：「有。」天子言：「以何", "380": "方便？」文殊師利言：「若菩薩一切世間蠱道起", "381": "尸諸惡呪術，於中無慧，唯為成就攝一切", "382": "智，是菩薩無慧成就般若波羅蜜。」", "383": "爾時世尊嘆文殊師利法王子言：「善哉善哉！", "384": "文殊師利！善說菩薩摩訶薩所應行、所不應", "385": "行。又文殊師利！吾當為汝說喻重明此義。", "386": "文殊師利！譬如有人飢渴羸瘦，彼人寧忍飢", "387": "渴終不食於雜毒之食。何以故？食可畏故。如", "388": "是文殊師利！菩薩寧慳嫉破戒惡名懶惰忘", "389": "念無慧，終不希求聲聞辟支佛地。所以者", "390": "何？以可畏故。」天子白佛言：「世尊！諸菩薩不", "391": "畏煩惱耶？」佛告天子：「應畏煩惱，畏聲聞辟", "392": "支佛地復過於彼。又天子！我今問汝，隨汝意", "393": "答。天子！於汝云何？樂生之人當畏何處，為", "394": "畏斬首、斬支節耶？」天子白佛言：「世尊！畏於", "395": "斬首。所以者何？斬支節能修福業生於勝", "396": "處，其斬首者無有壽命不能修福。」佛告天子：", "397": "「如是。菩薩寧毀禁戒終不捨見，寧有煩惱終", "398": "不昇於聲聞決定。」天子白佛言：「希有世尊！菩", "399": "薩所行世所難信。所以者何？聲聞之人持戒", "400": "精進，乃是菩薩破戒懶惰。」佛告天子：「如汝所", "401": "言，如貧人食是轉輪王毒。如是天子！聲聞之", "402": "人持戒精進，即是菩薩破戒懶惰。天子！喻", "403": "如有人庸作自活，其人尚自不能資眾眷屬", "404": "令得快樂，況復餘人。如是天子！聲聞精進為", "405": "自斷結以此精進，不能令閻浮提人得樂，況", "406": "餘一切。天子！如大商主多饒財寶，常樂賑給", "407": "精進不息，則能利益一切眾生。如是天子！", "408": "菩薩專心精進成就悲愍，則能利益一切眾", "409": "生，為無量眾生而作樂因，能授世間出世間", "410": "之樂。」", "411": "爾時長老摩訶迦葉白佛言：「世尊！聲聞之人", "412": "證無為法，菩薩之人到於有為。到有為者，", "413": "云何輕蔑到無為者？」佛告迦葉：「吾當為汝說", "414": "喻以明此義。迦葉！喻四大海滿中生酥，有", "415": "人析於一毛以為百分，以一分毛取酥一渧。", "416": "迦葉！於汝意云何？一分毛渧能輕滿四海生", "417": "酥不？」迦葉白佛言：「世尊！不能輕也。」佛告迦", "418": "葉：「於汝意云何？此二酥中何者為多？何者價", "419": "貴？」迦葉復白佛言：「世尊！一大海生酥億百", "420": "千分之一尚多尚勝，況復四海。」「迦葉！如百", "421": "分毛一所舉酥渧，當知聲聞無為智亦爾。", "422": "迦葉！如四大海生酥，當知菩薩有為善根百", "423": "千阿僧祇劫迴向一切智亦復如是。迦葉！喻如", "424": "蟻子取一粒穀，比秋月穀成熟之時一切大", "425": "地所有諸穀。迦葉！於意云何？如此二穀何者", "426": "多勝？」迦葉白佛言：「世尊！秋月熟時無量眾生", "427": "各得受用，此為多勝。」「如是迦葉！如蟻子所", "428": "取一粒之穀，當知聲聞解脫果亦復如是。迦", "429": "葉！猶如秋月一切大地苗稼成熟，當知菩薩", "430": "具六波羅蜜四攝善根此成熟已，則能利益", "431": "無量眾生，亦復如是。迦葉！喻如百千駄水精", "432": "器來入城邑；復有一無價琉璃寶珠，於大海", "433": "中載船舫上，安隱得至閻浮提界，到已則能", "434": "除人貧乏窮患。迦葉！於汝意云何？諸水精", "435": "器頗能輕此無價琉璃寶不？」迦葉白佛言：「不", "436": "敢輕也。」「迦葉！如水精駄入城邑者，當知聲", "437": "聞無為亦復如是。如無價琉璃大寶，當知菩", "438": "薩紹三寶種使不斷絕、生一切智寶心，亦復", "439": "如是。」", "440": "爾時長老摩訶迦葉白佛言：「希有世尊！如來", "441": "善說！一薩婆若心寶菩薩，則勝一切聲聞辟", "442": "支佛。」爾時寶相如來剎土諸來菩薩，聞說此", "443": "法已咸懷希有，白佛言：「世尊！此諸所說皆", "444": "是戲論，有種種垢淨起諸異說。彼寶相如來", "445": "剎土，唯說菩薩不退轉法，無煩惱纏。希有", "446": "難及！釋迦如來、應、正遍知乃能堪忍如是煩", "447": "惱，於無分別一味法中說上中下，顯示三乘", "448": "差別之異。」爾時諸菩薩以諸天花供養如來", "449": "已，謂文殊師利法王子言：「文殊師利！我等", "450": "欲還寶住世界。」文殊師利言：「善男子等！宜", "451": "知是時。」諸菩薩言：「仁者不俱去耶？」文殊師利", "452": "言：「善男子！剎土平等、佛法及眾生平等處，", "453": "我欲樂是當趣是處。」諸菩薩曰：「文殊師利！以", "454": "何方便？」文殊師利言：「一切剎土平等無盡故，", "455": "諸佛等正覺不可思議，一切法空，眾生自性", "456": "無我。諸善男子！我觀平等性如是，故作是說，", "457": "言一切剎土平等、一切佛法眾生平等故，我", "458": "趣是處。」於是文殊師利即入三昧，變此世界", "459": "如寶住世界，一切大眾咸悉得見無增無減，", "460": "亦見世尊釋迦牟尼色貌形體如寶相如來，", "461": "諸聲聞眾皆如彼菩薩形色相貌。時彼菩薩", "462": "見是相已，皆謂已到寶住世界，咸謂釋迦牟", "463": "尼佛即是寶相如來，而白佛言：「世尊！誰將", "464": "我等還此世界？」佛告諸菩薩：「善男子等！云", "465": "汝等去時誰將汝去？」諸菩薩言：「文殊師利法", "466": "王子。」佛告諸菩薩：「亦彼將還。」時文殊師利", "467": "從三昧出，謂諸菩薩言：「善男子！各念三昧。」時", "468": "諸菩薩各各念已，所得三昧現在前已，而作", "469": "是念：「希有希有！我等今者猶在於此，乃謂已", "470": "到寶住世界。」時諸菩薩怪未曾有，而白佛言：", "471": "「甚奇世尊！文殊師利法王子乃能有是不可", "472": "思議神通定力。世尊！願諸眾生得神通力，如", "473": "文殊師利。」佛告諸菩薩言：「善男子等！喻如", "474": "金銀、頗梨、金剛、栴檀等寶器及瓦器等，是諸", "475": "器等皆受空界。空界遍在諸器，以空界平等", "476": "故。如是善男子等！若法、如、際及空，此等諸", "477": "法即一無差，入第一義空故。而彼眾生以作", "478": "種種行故，受種種生、示現千種我，分化成若", "479": "干千色，所受地獄、畜生、餓鬼、人、天色，聲聞、辟", "480": "支佛、菩薩、佛色。此等諸色雖皆可見，平等、色", "481": "如、色空，等一無差、無有別異。善男子等！以是", "482": "義故當如是知。」文殊師利法王子言：「一切剎", "483": "土等無別異故，一切佛等，一切法等、一切眾", "484": "生等，無差別故。」時諸菩薩受世尊如法教", "485": "法，深生厭離心得喜悅，頂禮佛足右遶三匝。", "486": "離世尊已，即於娑婆世界不現，還至寶住世", "487": "界。爾時世尊告慧命阿難言：「阿難！此勝經典", "488": "汝當受持讀誦廣令通利。所以者何？若能以", "489": "此經典廣為人說，若能故聽受者，則得無量", "490": "福聚。」阿難白佛言：「唯然世尊！我已受持。當", "491": "何名此經？云何奉持？」佛告阿難：「此經當名『寂", "492": "調音所問』，如是受持；又名『如來所說清淨調", "493": "伏受持』。」佛說經竟，寂調音天子、文殊師利法", "494": "王子，長老摩訶迦葉、慧命阿難，及諸時會大", "495": "眾，天、龍、夜叉、乾闥婆、阿修羅、護世等，聞佛所", "496": "說，歡喜奉行。", "497": "寂調音所問經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1490 寂調音所問經: 寂調音所問經: 寂調音所問經", "source": "CBETA"}