{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋＋（三）【元】【明】，（（釋次…十五））九字＝（（釋第七十五品上三次品））十字【宮】釋＋（三）【元】【明】，（（釋次…十五））九字＝（（釋第七十五品上三次品））十字【宮】釋", "text": {"0": "74 遍學品", "1": "大智度論釋遍學品第七十", "10": "法性中不動？」佛言：「於無所有性中不動。「復", "100": "菩薩道種智？」佛告須菩提：「菩薩摩訶薩應生", "101": "一切道種淨智。「須菩提！何等是道種淨智？", "102": "「若諸法相貌所可顯示法，菩薩應正知；正", "103": "知已，為他演說、開示，令諸眾生得解。「是菩", "104": "薩摩訶薩應解一切音聲語言，以是音聲說", "105": "法，遍滿三千大千世界，如響相。「以是故，須菩", "106": "提！菩薩摩訶薩應先具足學一切道；道智具", "107": "足已，應分別知眾生深心，所謂地獄眾生，地", "108": "獄道，地獄因，地獄果，應知、應障；畜生、餓鬼道，", "109": "畜生、餓鬼因，畜生、餓鬼果，應知、應障；諸龍、鬼", "11": "次，菩薩摩訶薩，色性中不動，受、想、行、識性中", "110": "神、犍闥婆、緊那羅、摩睺羅伽、阿修羅道、因、果，", "111": "應知、應障。「人道、因、果應知；諸天道、因、果應知：", "112": "四天王天、三十三天、夜摩天、兜率陀天、化樂天、", "113": "他化自在天、梵天、光音天、遍淨天、廣果天、無", "114": "想天、阿婆羅呵天、無熱天、易見天、喜見天、阿", "115": "迦尼吒天道，因果應知；無邊虛空處、無邊識", "116": "處、無所有處、非有想非無想處道、因、果應知；", "117": "四念處、四正勤、四如意足、五根、五力、七覺分、八", "118": "聖道分，因、果應知；空解脫門、無相解脫門、無", "119": "作解脫門，佛十力、四無所畏、四無礙智、十八", "12": "不動；檀波羅蜜性中不動，尸羅波羅蜜、羼提", "120": "不共法、大慈大悲，因、果應知。「菩薩以是道，令", "121": "眾生入須陀洹道，乃至阿羅漢、辟支佛道，乃", "122": "至阿耨多羅三藐三菩提道。「須菩提！是名菩", "123": "薩摩訶薩淨道種智。「菩薩學是道種智已，入", "124": "眾生深心相；入已，隨眾生心，如應說法，所言", "125": "不虛。何以故？是菩薩摩訶薩善知眾生根相，", "126": "知一切眾生心、心數法生死所趣。「須菩提！菩", "127": "薩摩訶薩如是應行道般若波羅蜜！何以故？", "128": "一切諸善助道法皆入般若波羅蜜中，諸菩", "129": "薩摩訶薩、聲聞、辟支佛所應行！」須菩提白佛", "13": "波羅蜜、毘梨耶波羅蜜、禪波羅蜜、般若波羅蜜", "130": "言：「世尊！若四念處乃至阿耨多羅三藐三菩", "131": "提，是一切法皆不合不散，無色、無形、無對，一", "132": "相所謂無相；世尊！云何是助道法能取阿", "133": "耨多羅三藐三菩提？世尊！是不合不散，無色、", "134": "無形、無對，一相所謂無相法，無所取、無所捨，", "135": "譬如虛空無取、無捨。」佛言：「如是！如是！須菩提！", "136": "諸法自相空，無所取、無所捨。「須菩提！有眾", "137": "生不知諸法自相空，為是眾生故，顯示助道", "138": "法能至阿耨多羅三藐三菩提。「復次，須菩提！", "139": "所有色、受、想、行、識，所有檀波羅蜜、尸羅波羅", "14": "性中不動；四禪性中不動，四無量性中不動，", "140": "蜜、羼提波羅蜜、毘梨耶波羅蜜、禪波羅蜜、般若", "141": "波羅蜜，所有內空、外空乃至無法有法空，初", "142": "禪乃至非有想非無想處，四念處乃至八聖", "143": "道分，三解脫門，八背捨、九次第定，佛十力、四", "144": "無所畏、四無礙智、十八不共法、大慈大悲、一", "145": "切種智等諸法，於是聖法中，皆不合不散，無", "146": "色、無形、無對，一相所謂無相。以世俗法故，", "147": "為眾生說令解，非以第一義。「須菩提！於是", "148": "一切法中，菩薩摩訶薩以智、見如法應學！學", "149": "已，分別諸法應用、不應用。」須菩提言：「世尊！何", "15": "四無色定性中不動；四念處性中不動，乃至", "150": "等法菩薩分別已，應用、不應用？」佛言：「聲聞、辟", "151": "支佛法分別知，不應用；一切種智分別知，應", "152": "用。「如是，須菩提！菩薩摩訶薩於是聖法中，應", "153": "學般若波羅蜜！」須菩提白佛言：「世尊！何以", "154": "故說名聖法？何等是聖法？」佛告須菩提：「諸聲", "155": "聞、辟支佛法，諸菩薩摩訶薩及諸佛，於欲、瞋、", "156": "癡不合不散，身見、戒取、疑不合不散；欲染、瞋、", "157": "恚不合不散；色染、無色染、掉、慢、無明不合不", "158": "散；初禪乃至第四禪，不合不散，慈、悲、喜、捨，虛", "159": "空處乃至非有想非無想處，不合不散；四念", "16": "八聖道分性中不動；空三昧、無相、無作三昧", "160": "處乃至八聖道分，不合不散；內空乃至大悲，", "161": "有為性、無為性，不合不散。何以故？是一切法", "162": "皆無色、無形、無對，一相所謂無相。「無色法與", "163": "無色法不合不散；無形法與無形法不合不", "164": "散；無對法與無對法不合不散；一相法與一", "165": "相法不合不散；無相法與無相法不合不散。", "166": "「須菩提！是無色、無形、無對、一相所謂無相般", "167": "若波羅蜜，諸菩薩摩訶薩應學！學已，不得諸", "168": "法相。」須菩提白佛言：「世尊！菩薩摩訶薩不", "169": "學色相耶？不學受、想、行、識相耶？不學眼相乃", "17": "乃至大慈大悲性中不動。何以故？須菩提！是", "170": "至意相？不學色相乃至法相？不學地種相乃", "171": "至識種相？不學檀波羅蜜相、尸羅波羅蜜、羼", "172": "提波羅蜜、毘梨耶波羅蜜、禪波羅蜜、般若波羅", "173": "蜜相？不學內空乃至無法有法空相？不學初", "174": "禪相乃至第四禪相？不學慈相乃至捨相？不", "175": "學無邊空相乃至非有想非無想相？不學四", "176": "念處相乃至八聖道分相？不學空三昧相、無", "177": "相、無作三昧相？不學八背捨、九次第定相？不", "178": "學佛十力相、四無所畏、四無礙智相、十八不", "179": "共法相、大慈大悲相？不學苦聖諦相、集、滅、道", "18": "諸法性即是無所有。須菩提！以無所有法", "180": "聖諦相？不學逆順十二因緣相？不學有為性", "181": "相、無為性相耶？「世尊！若不學諸法相，菩薩", "182": "摩訶薩云何學諸法相——若有為、若無為？學已，", "183": "過聲聞、辟支佛地？若不過聲聞、辟支佛地，云", "184": "何入菩薩位？若不入菩薩位，云何當得一切", "185": "種智？若不得一切種智，云何當轉法輪？若", "186": "不轉法輪，云何以三乘度眾生生死？」佛告須", "187": "菩提：「若諸法實有相，菩薩應學是相。須菩提！", "188": "以一切法實無有相，無色、無形、無對，一相所", "189": "謂無相。以是故，須菩提！菩薩摩訶薩不學", "19": "不能得所有法。」須菩提言：「世尊！所有法能得", "190": "相、不學無相。何以故？有佛、無佛，諸法一相，性", "191": "常住。」須菩提白佛言：「世尊！若一切法非有", "192": "相、非無相，菩薩摩訶薩云何修般若波羅蜜？", "193": "若不修般若波羅蜜，不能過聲聞、辟支佛地；", "194": "若不過聲聞、辟支佛地，不能入菩薩位；若不", "195": "入菩薩位，不得無生法忍；若不得無生法忍，", "196": "不能得諸菩薩神通；若不得菩薩神通，不能", "197": "淨佛國土、成就眾生；若不淨佛國土、成就眾", "198": "生，不能得一切種智；若不得一切種智，不能", "199": "轉法輪；若不轉法輪，不能令眾生得須陀洹", "2": "四卷八十六", "20": "所有法不？」佛言：「不也！」「世尊！所有法能得無所", "200": "果、斯陀含、阿那含、阿羅漢果、辟支佛道，不能", "201": "令得阿耨多羅三藐三菩提，亦不能令眾生", "202": "得布施福，亦不能令得持戒、修定福！」佛告須", "203": "菩提：「如是！如是！諸法無相，非一相、非異相；若", "204": "修無相，是修般若波羅蜜。」須菩提言：「世尊！云", "205": "何修無相是修般若波羅蜜？」佛言：「修諸法壞，", "206": "是修般若波羅蜜。」「世尊！云何修諸法壞，是修", "207": "般若波羅蜜？」佛言：「修色壞，是修般若波羅蜜；", "208": "修受、想、行、識壞，是修般若波羅蜜；修眼壞、耳、", "209": "鼻、舌、身、意法壞，是修般若波羅蜜；修色法壞，", "21": "有法不？」佛言：「不也！」「世尊！無所有法能得無所", "210": "聲、香、味、觸、法壞，是修般若波羅蜜；修不淨觀", "211": "壞，是修般若波羅蜜；修初禪壞，第二、第三、第", "212": "四禪壞，是修般若波羅蜜；修慈、悲、喜、捨壞，是", "213": "修般若波羅蜜；修無邊空處、無邊識處、無所", "214": "有處、非有想非無想處壞，是修般若波羅蜜；", "215": "修念佛、念法、念僧、念戒、念捨、念天、念滅、念安", "216": "般壞，是修般若波羅蜜；修無常相、苦相、無我", "217": "相、空相、集相、因相、生相、緣相、閉相、滅相、妙相、出", "218": "相、道相、正相、跡相、離相壞，是修般若波羅蜜；", "219": "修十二因緣壞，修我相、眾生相、壽命相壞，", "22": "有法不？」佛言：「不也！」「世尊！若無所有不能得所", "220": "乃至修知者、見者相壞，是修般若波羅蜜；修", "221": "常相、樂相、淨相、我相壞，是修般若波羅蜜；修", "222": "四念處乃至八聖道分壞，是修般若波羅蜜；", "223": "修空三昧、無相三昧、無作三昧壞，是修般若波", "224": "羅蜜；修八背捨、九次第定壞，是修般若波羅", "225": "蜜；修有覺有觀三昧、無覺有觀三昧、無覺無", "226": "觀三昧壞，是修般若波羅蜜；修苦聖諦、集聖", "227": "諦、滅聖諦、道聖諦壞，是修般若波羅蜜；修苦", "228": "智、集智、滅智、道智壞，是修般若波羅蜜；修盡", "229": "智、無生智壞，是修般若波羅蜜；修法智、比智、", "23": "有、所有不能得所有、所有不能得無所有、無", "230": "世智、他心智壞，是修般若波羅蜜；修檀波羅", "231": "蜜壞，是修般若波羅蜜；修尸羅波羅蜜、羼提", "232": "波羅蜜、毘梨耶波羅蜜、禪波羅蜜、般若波羅蜜", "233": "壞，是修般若波羅蜜；修內空、外空、內外空、", "234": "空空、大空、第一義空、有為空、無為空、畢竟空、無", "235": "始空、散空、性空、諸法空、自相空、不可得空、無法", "236": "空、有法空、無法有法空壞，是修般若波羅蜜；", "237": "修佛十力、四無所畏、四無礙智、十八不共法", "238": "壞，是修般若波羅蜜；修須陀洹果、斯陀含果、", "239": "阿那含果、阿羅漢果、辟支佛道壞，是修般若", "24": "所有不能得無所有，將無世尊不得道耶？」佛", "240": "波羅蜜；修一切智壞，是修般若波羅蜜；修斷", "241": "一切煩惱習壞，是修般若波羅蜜。」須菩提白", "242": "佛言：「世尊！云何名修色壞乃至修斷一切煩", "243": "惱習壞，是修般若波羅蜜？」佛告須菩提：「菩", "244": "薩摩訶薩行般若波羅蜜時，不念有色法，是", "245": "修般若波羅蜜，不念有受、想、行、識，乃至不念", "246": "有壞一切煩惱習法，是為修般若波羅蜜。", "247": "何以故？有法念者，不修般若波羅蜜。須菩提！", "248": "有法念者，不修檀波羅蜜、尸羅波羅蜜、羼提波", "249": "羅蜜、毘梨耶波羅蜜、禪波羅蜜、般若波羅蜜。", "25": "言：「有得，不以此四句。」「世尊！云何有得？」佛言：", "250": "何以故？須菩提！是人著法，不行檀波羅蜜乃", "251": "至般若波羅蜜。如是著者，無有解脫，無有道，", "252": "無有涅槃。有法念者，不修四念處、四正勤、四", "253": "如意足、五根、五力、七覺分、八聖道分、不修空", "254": "三昧乃至不修一切種智。何以故？是人著法", "255": "故。」須菩提白佛言：「世尊！何等是有法？何等是", "256": "無法？」佛告須菩提：「二者是有法，不二者是", "257": "無法。」「世尊！何等是二？」佛言：「色相是二，受、想、", "258": "行、識相是二，眼相乃至意相是二，色相乃至", "259": "法相是二，檀波羅蜜乃至佛相，阿耨多羅三", "26": "「非所有、非無所有，無諸戲論，是名得道。」須菩", "260": "藐三菩提相，有為、無為性相是二。須菩提！一", "261": "切相皆是二，一切二皆是有法，適有法便有", "262": "生死，適有生死不得離生、老、病、死，憂悲苦惱。", "263": "以是因緣故，須菩提！當知二相者，無有檀", "264": "波羅蜜乃至般若波羅蜜，無有道、無有果；乃", "265": "至無有順忍；何況見色相乃至見一切種智", "266": "相！若無修道，云何得須陀洹果，乃至阿羅漢", "267": "果、辟支佛道，阿耨多羅三藐三菩提、及斷一", "268": "切煩惱習？」", "269": "【論】釋曰：佛說菩薩行六波羅蜜，不受世間", "27": "提白佛言：「世尊！何等是菩薩摩訶薩戲論？」佛", "270": "果報。須菩提歎未曾有，白佛言：「世尊！是菩", "271": "薩大智慧成就，行是深法，能作因而不受", "272": "果。」是菩薩為大利故，不受小報。佛可其", "273": "意已，更自說因緣，所謂「菩薩於諸法性中", "274": "不動。」「諸法性」者，無所有、畢竟空，如、法性、實", "275": "際。菩薩定心安住是中不動。須菩提問：「世", "276": "尊！何等性中不動？」佛答：「色性中不動，乃至", "277": "大慈悲等性中不動。」何以故？是諸法性，眾", "278": "因緣生故不自在、無定相，無定相故無所", "279": "有。「諸法」者，所謂色等法。因是色等法故說", "28": "告須菩提：「菩薩摩訶薩觀色若常、若無常，是", "280": "無為，是故無為法亦無所有。何以故？不可", "281": "以無所有法得所有法。須菩提言：「若無所有", "282": "不能得所有者，豈可以所有法得所有", "283": "法耶？」佛答：「不。」何以故？無所有法，一切聖人", "284": "所稱讚、所住處，尚不能有所得，何況所有", "285": "法！「所有法得無所有不？」佛言：「不。」何以故？所", "286": "有、無所有，二俱有過故言「不」。「可以無所有", "287": "得無所有不？」佛言：「不。」何以故？所有法有生", "288": "相、住相，以虛誑故，尚無所得，何況無所有，", "289": "從本已來畢竟空，而有所得！此中，須菩提更", "29": "為戲論，觀受、想、行、識若常、若無常，是為戲論；", "290": "問：「世尊！若以四句皆不得，將無道、無得", "291": "果耶？」佛答：「實有得道法，但不以是四句。」何", "292": "以故？四句有如上失故；若離是四句戲論，", "293": "即是道。復問：「世尊！何等是菩薩戲論相？」佛答：", "294": "「色等若常、若無常，是菩薩戲論。」何以故？若常", "295": "則不生不滅，無罪福好醜；無常亦不然，何", "296": "以故？因常說無常，常既不可得，何況無常！", "297": "復次，若無常定是色等實相，亦不應有業因", "298": "緣果報。何以故？色等諸法念念滅失故。若", "299": "業因緣果報滅，則不名無常相。如是等種", "3": "聖者龍樹菩薩造", "30": "觀色若苦、若樂，受、想、行、識若苦、若樂，是為戲", "300": "種因緣故，無常非是色等實相，如先「破無", "301": "常」中說。乃至作是念：「我當斷一切煩惱習，", "302": "是為戲論。」色等諸法不可戲論，而凡夫人", "303": "戲論諸法；菩薩於不可戲論隨法不戲論。", "304": "何以故？自性不能戲論自性。所以者何？性", "305": "從因緣生故，但有假名，云何能戲論？若性", "306": "不能戲論，何況無性！離性、無性，更無第三", "307": "法可戲論，所謂戲論者，戲論法，戲論處——是法", "308": "皆不可得。須菩提！色等法是不可戲論相，如", "309": "是菩薩應行無戲論般若波羅蜜。復次，佛自", "31": "論；觀色若我、若非我，受、想、行、識若我、若非我；", "310": "說不可戲論因緣：「色等法無性；若法無性，即", "311": "是不可戲論。」若菩薩能行是不可戲論般若，", "312": "便得入菩薩位。須菩提意：「無戲論是三乘", "313": "道，菩薩以何道入無戲論菩薩位？」佛答，皆", "314": "言：「不」。何以故？菩薩大乘人故，不應用二乘", "315": "道；六波羅蜜未具足故，不能用佛道。此", "316": "中佛自說因緣：「菩薩應遍學諸道，入菩薩", "317": "位。」此中說譬喻：如見諦道中八人，先時遍", "318": "學諸道，入正位，而未得須陀洹果；菩薩亦", "319": "如是，先遍學諸道，入菩薩位，而未得一", "32": "色若寂滅、若不寂滅，受、想、行、識若寂滅、若不寂", "320": "切種智果；若菩薩住金剛三昧，以一念相應", "321": "慧，得一切種智果。須菩提問：「世尊！若菩薩", "322": "遍學諸道，然後入菩薩位，是諸道各各異。", "323": "若菩薩遍學是諸道，若生八道即是八人，", "324": "乃至生辟支佛道即是辟支佛。世尊！若菩薩", "325": "作八人乃至作辟支佛，然後入菩薩位，無", "326": "有是處！若不入菩薩位，得一切種智，亦無", "327": "有是處！我當云何知菩薩遍學諸道入", "328": "菩薩位？」佛可其意已，更自說因緣：「菩薩初", "329": "發意行六波羅蜜時，以智見觀入八地直", "33": "滅，是為戲論。「苦聖諦應見，集聖諦應斷，", "330": "過。」如人親親繫獄故，入而看之，亦不與同", "331": "著杻械。「菩薩欲具足道種智故，入菩薩", "332": "位——遍觀諸道，入菩薩位；入菩薩位已，得", "333": "一切種智，斷煩惱習。」佛示須菩提：「二乘人", "334": "於諸佛菩薩智慧得少氣分，是故八人若智、", "335": "若斷，乃至辟支佛若智、若斷，皆是菩薩無生", "336": "法忍。」「智」名學人八智，無學或九、或十。「斷」名", "337": "斷十種結使，所謂上、下分十結。須陀洹、斯", "338": "陀含，略說斷三結，廣說斷八十八結；阿那", "339": "含，略說斷五下分結，廣說斷九十二。阿羅", "34": "滅聖諦應證，道聖諦應修，是為戲論。「應修四", "340": "漢，略說三漏盡，廣說斷一切煩惱。是名「智」、「斷」。", "341": "「智」、「斷」皆是菩薩忍。聲聞人以四諦得道；菩", "342": "薩以一諦入道。佛說是四諦皆是一諦，分", "343": "別故有四；是四諦、二乘智斷，皆在一諦中。菩", "344": "薩先住柔順忍中，學無生、無滅、亦非無生", "345": "非無滅，離有見、無見、有無見、非有非無見等，", "346": "滅諸戲論，得無生忍。「無生忍」者，佛後品中自", "347": "說：「乃至作佛，常不生惡心，是故名無生忍。」", "348": "論者言：得是忍，觀一切法畢竟空，斷緣心", "349": "心數不生，是名「無生忍」。又復言：能過聲聞、", "35": "禪、四無量心、四無色定，是為戲論。「應修四念", "350": "辟支佛智慧，名「無生忍」。聲聞、辟支佛智慧，", "351": "觀色等五眾生滅，心厭、離欲得解脫。菩薩", "352": "以大福德、智慧，觀生滅時，心不怖畏如小", "353": "乘人。菩薩以慧眼求生滅實定相不可得，", "354": "如先〈破生品〉中說。但以肉眼麁心，見有無", "355": "常生滅；凡夫人於諸法中著常見，是所著", "356": "法還歸無常，眾生得憂悲苦惱。是故佛說：欲", "357": "離憂苦，莫觀常相！是「無常」破常顛倒故，", "358": "不為著無常故說，是故菩薩捨生滅觀，入", "359": "不生不滅中。問曰：若入不生不滅，不生不滅", "36": "處、四正勤、四如意足、五根、五力、七覺分、八聖道", "360": "即復是常，云何得離常顛倒？答曰：如無常", "361": "有二種：一者、破常顛倒，不著無常；二者、", "362": "著無常生戲論。無生忍亦如是：一者、雖破", "363": "生滅，不著無生無滅故，不墮常顛倒；二", "364": "者、著不生滅故，墮常顛倒。「真無生」者，滅諸", "365": "觀、語言道斷，觀一切法如涅槃相。從本已", "366": "來常自無生，非以智慧觀故令無生。得是", "367": "無生無滅、畢竟清淨，無常觀尚不取，何況生", "368": "滅！如是等相，名「無生法忍」。得是無生忍故，", "369": "即入菩薩位；入菩薩位已，以一切種智斷", "37": "分，是為戲論；應修空解脫門、無相解脫門、無", "370": "煩惱及習；種種因緣度一切眾生。如好果樹，", "371": "多所饒益。須菩提白佛言：「世尊！何等是菩", "372": "薩道種智？」佛答：「菩薩住無生忍法，得諸", "373": "法實相。從實相起，取諸法名相語言，既自", "374": "善解，為眾生說，令得開悟。菩薩福德因緣", "375": "故，解一切眾生音聲語言，以是音聲遍三", "376": "千大千世界，亦不著是聲，知如響相。是音", "377": "聲，即是梵音相。以是故，菩薩應知一切道，", "378": "遍觀眾生心，知其本末，以善法利益，遮", "379": "不善法」，如經中廣說。菩薩先知諸法實相", "38": "作解脫門，是為戲論；應修八背捨、九次第定，", "380": "故，於二乘道入出自在，觀已直過，入菩薩", "381": "位；為度眾生故，起道慧。欲為眾生說法，", "382": "解一切眾生語言音聲，以梵音聲說法，所", "383": "謂遮惡道，開善道。「惡道」者，三惡道；「善道」者，", "384": "三善道：人、天、阿修羅。種種因緣，呵惡道、讚", "385": "善道。「遮惡道」者，所謂地獄道、地獄因、地獄", "386": "果。「地獄」，如先說。「地獄道」者，上不善道。「地獄因」", "387": "者，三毒：貪欲增長起貪嫉不善道，瞋恚增長", "388": "起恚惱不善道，愚癡增長起邪見不善道。", "389": "三毒，三不善道因；三不善道是七不善道因。", "39": "是為戲論。「我當過須陀洹果、斯陀含果、阿那", "390": "「地獄果」者，以是因故受地獄身，身心受種", "391": "種苦惱，是名「果」。菩薩應示眾生地獄果，然", "392": "後為說法，令斷地獄道及因果。十不善道，", "393": "有上、中、下：上者，地獄；中者，畜生；下者，餓鬼。十", "394": "善道亦有上、中、下：上者，天；中者，人；下者，鬼神。", "395": "住十善道，能離欲、生色界，離色、生無色界。", "396": "三惡道中常受苦，故言「應知、應遮」。天、人中", "397": "有得道因緣，為涅槃故，或時應遮，以不定", "398": "故不說。餘助道法故，不應說遮；乃至阿耨", "399": "多羅三藐三菩提。菩薩能如是分別已，知眾", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "含果、阿羅漢果、辟支佛道，是為戲論。「我當具", "400": "生應以小乘法度者，以小乘法而度之；", "401": "應以大乘法度者，以大乘法而度之。是", "402": "菩薩知眾生深心數事及宿命業因緣，又知", "403": "未來世果報因緣，又知眾生可化時節及", "404": "知處所；諸餘可度因緣，盡皆知之，是故所", "405": "說不虛。如是道種慧及諸助道法皆攝在", "406": "般若中，是故菩薩當行道慧般若。須菩提", "407": "白佛言：「若助道法、菩提，是法皆不合不散，", "408": "無色、無形、無對，一相所謂無相。是助道法皆", "409": "空，云何能取阿耨多羅三藐三菩提？空無所", "41": "足菩薩十地，是為戲論；我當入菩薩位，是為", "410": "有法，應無取、無捨；譬如虛空，無法故無", "411": "取、無捨。」須菩提所說，真實無著心故，佛可", "412": "言：「如是！如是！」更說因緣：「有眾生不知如", "413": "是諸法自相空，故為分別是助道法，能得", "414": "阿耨多羅三藐三菩提。須菩提！非但三十七", "415": "品空不合不散，所有色等乃至一切種智，於", "416": "聖法中亦自相空，不合不散。」「不合不散」者，是", "417": "畢竟空義；如此中說：「一相，所謂無相。」是法", "418": "雖空，以世諦故，為眾生說，欲令得入聖", "419": "法，非第一義。是中菩薩皆應以知、見學是", "42": "戲論。「我當淨佛國土，是為戲論；我當成就", "420": "法。初知名「知」，後深入名「見」；「知」名未了，「見」", "421": "名已了。問曰：「知」、「見」有何差別？答曰：有人", "422": "言：有知非見，有見非知，有亦知亦見，", "423": "有非知非見。有知非見者，盡智、無生智，", "424": "除世間正見及五見，餘慧皆名知，是慧非", "425": "見；見非知者，五見、世間正見，見諦道中八", "426": "忍，是見非知；餘無漏慧，亦名知亦名見；", "427": "離是見、知，餘法非見非知。復次，有人言：定", "428": "心名為「見」；定、未定通名為「知」。如《轉法輪經》", "429": "中說：苦諦知已應見；知已分別知，是法應", "43": "眾生，是為戲論。「我當生佛十力、四無所畏、四", "430": "見，是苦諦；是法應斷，是集諦；是法應證，是", "431": "滅諦；是法應修，是道諦。或知煩惱斷名", "432": "為「見」，如九斷知。須菩提聞般若異名字，", "433": "所謂聖法，故問：「何等是聖法？」佛答：「聖法中諸", "434": "賢聖——若佛、若辟支佛、聲聞等，以欲等諸法不", "435": "合不散。」「不合」者，一切煩惱名顛倒，顛倒即無", "436": "所有；若無所有，云何可合？若不合，云何有", "437": "散？「不合」故不輕凡人，「不散」故不自高；於一", "438": "切眾生不憎不愛。又復此中佛自說不合不", "439": "散因緣，所謂「是法皆無色、無形、無對，一相所", "44": "無礙智、十八不共法，是為戲論；我當得一切", "440": "謂無相。」無色與無色法不合不散，乃至無相", "441": "法與無相法不合不散。何以故？是法皆一性", "442": "故。自性不與自性合。是名一相無相般若", "443": "波羅蜜，菩薩應學！學已，無法可得相。須菩", "444": "提白佛言：「世尊！菩薩不學色相耶？乃至不", "445": "學有為、無為相耶？世尊！若不學是諸法相，", "446": "云何經中說菩薩先學諸法相，後過聲聞、辟", "447": "支佛地？若不過聲聞、辟支佛地，云何入菩", "448": "薩位？」如此中廣說。佛告須菩提：「若諸法實", "449": "有相，應當學是相。須菩提！一切法實無相，", "45": "種智，是為戲論；我當斷一切煩惱習，是為", "450": "是故菩薩不應學相。無相亦不應學，以取", "451": "相故。」破相事，如〈問相品〉中說：「有佛、無佛，諸法", "452": "常住，一相所謂無相。」須菩提從佛聞一切法", "453": "無相，今還問佛：世尊！若一切法非有相非", "454": "無相，云何菩薩修般若？若有無相，因無相", "455": "可修般若，今相以無相皆無，因何事得修", "456": "般若？若不修般若，不能得過聲聞、辟支", "457": "佛地，乃至不能安立於三福田。佛可其言：", "458": "「如是！如是！」而更說修般若因緣，所謂「菩薩", "459": "不以修相故，是修般若；修無相故，是修般", "46": "戲論。「須菩提！是菩薩摩訶薩行般若波羅蜜", "460": "若。」復問：「世尊！云何修無相是修般若？若無", "461": "相云何可修？」佛答：「修諸法壞是修般若，以", "462": "諸法壞故，無相相亦壞。」譬如車分壞故，車相", "463": "亦滅；又如輪分壞故，輪相亦滅，如是乃至", "464": "微塵。「世尊！何等是諸法可破壞者？」佛答：「修", "465": "色法壞，即是修般若波羅蜜；乃至修斷一切", "466": "煩惱習壞，即是修般若波羅蜜。」須菩提白", "467": "佛：「云何修色壞乃至修斷一切煩惱習壞，", "468": "是修般若？」佛答：「菩薩一心念薩婆若，憐愍", "469": "眾生，欲得正行般若波羅蜜，不念色是有", "47": "時，色若常若無常，不可戲論故不應戲論；受、", "470": "法；如是修，是修般若。」以色是定實，有相過", "471": "故。所以者何？佛此中自說因緣：「有相者不", "472": "修般若，般若中無法尚無，何況有法！是人", "473": "不修般若波羅蜜，亦不修五波羅蜜；是人", "474": "著有法戲論，不修布施等。」「如是著者，無有", "475": "解脫，無道、無涅槃」：無三解脫門故，言「無解", "476": "脫」；無聖人空法故言「無道」；無道故言「無", "477": "涅槃」。問曰：何以故「無道」？答曰：是人戲論諸", "478": "法，不厭老、病、死，著法故生邪見；邪見故，不", "479": "能如實觀身不淨等；不能觀身故，不修", "48": "想、行、識若常若無常不可戲論故，不應戲論；", "480": "身念處；不修身念處故，不能修受、心、法", "481": "念處；不修四念處故，不能修乃至一切種", "482": "智。何以故？著有法故。須菩提問佛：「世尊！何", "483": "等是有法？何等是無法？」凡人或於有法中生", "484": "無想，無法中生有想，欲分別是事故問。佛", "485": "答：「二相是有，不二相是無。」復問：「何等是二相？」", "486": "佛答：「取色相即是二。」如先品中說：「離色無", "487": "眼，離眼無色；乃至有為、無為性。」何以故？離", "488": "有為不得說無為，離無為不得說有為", "489": "實相。是故，是二法不得相離；凡人謂此為", "49": "乃至一切種智不可戲論故，不應戲論。何以", "490": "二，是故顛倒。佛略說二相：「一切法中取相", "491": "皆是二，一切二皆是有。」「適有便有生死。」何以", "492": "故？有中生著心，著心因緣生諸煩惱，煩惱", "493": "因緣往來生死，生死因緣憂悲苦惱；是故說", "494": "「適有法便有生死，有生死不得免老病憂", "495": "苦。」「須菩提！以是當知二相人無有檀波羅", "496": "蜜，乃至無有順忍，何況見色實相！乃至見", "497": "一切種智實相！是人若不見色等諸法實", "498": "相，則無修道，云何有須陀洹果，乃至斷一", "499": "切煩惱習？」六波羅蜜有二種：世間、出世間。此", "5": "74 遍學品【經】爾時，須菩提白佛言：「世尊！是菩薩摩訶薩", "50": "故？性不戲論性，無性不戲論無性；離性、無性，", "500": "人無有出世間六波羅蜜故，是故說「是有", "501": "相人無有六波羅蜜」。若有者，但有世間波", "502": "羅蜜，此中不說世間波羅蜜。聲聞道果尚", "503": "無，何況有佛道！問曰：「順忍」是何等順忍？答", "504": "曰：是小乘順忍。小乘順忍尚無，何況大乘！問", "505": "曰：頂法已能不退，何以說「乃至忍法」？答曰：", "506": "聲聞法中亦說「頂墮」，摩訶衍亦說「頂墮」，汝何", "507": "以故言「頂法不墮」？有人言：雖頂法不墮，不", "508": "牢固、不能一定故不說。忍是久住，已入", "509": "正定，雖未得無漏而與無漏同。以隨順", "51": "更無法可得——所謂戲論者、戲論法、戲論處。以", "510": "苦法忍故名為「忍」；未曾見是法故，見便能", "511": "忍，是故名「忍」。是人於諸佛聖人為小，於凡", "512": "夫為大。「見色」有二種：一者、見色實相了", "513": "了；二者、斷繫諸色煩惱故名為見。如色，乃", "514": "至一切種智、一切煩惱習事，亦如是。若人見", "515": "色，修道尚無，何況能得修須陀洹果乃至", "516": "斷煩惱習。", "517": "75 次第學品大智度論釋次第學品第七十五", "518": "【經】爾時，須菩提白佛言：「世尊！若有法相者，", "519": "尚不得順忍，何況得道！「世尊！若無法相者，", "52": "是故，須菩提！色無戲論；受、想、行、識，乃至一切", "520": "當得順忍不？若乾慧地、若性地、若八人地、若", "521": "見地、若薄地、若離欲地、若已辦地、若辟支佛", "522": "地、若菩薩地、若佛地，若修道因，是修道當斷", "523": "煩惱不？以是煩惱故，不得過聲聞、辟支佛地", "524": "入菩薩位；若不入菩薩位，則不得一切種智；", "525": "不得一切種智，則不能得斷一切煩惱習。「世", "526": "尊！若無有法，是諸法則不生；若不生是諸", "527": "法，則不能得一切種智。」佛告須菩提：「如是！如", "528": "是！若無有法者，則有順忍乃至斷一切煩惱", "529": "習。」須菩提白佛言：「世尊！菩薩摩訶薩行般", "53": "種智無戲論。如是，須菩提！菩薩摩訶薩應行", "530": "若波羅蜜時，有法相不？所謂色相乃至識相，", "531": "眼相乃至意相，色相乃至法相，眼界相乃至", "532": "意識界相，四念處相乃至一切種智相，若色", "533": "相、若色斷相，乃至識相、識斷相，十二入、十八", "534": "界亦如是。若無明相、若無明斷相，乃至憂悲", "535": "愁惱相、憂悲愁惱斷相；若欲相、若欲斷相，若", "536": "瞋相、若瞋斷相，若癡相、若癡斷相，若苦相、若", "537": "苦斷相，若集相、若集斷相，若滅相、若滅", "538": "斷相，若道相、若道斷相，乃至一切種智相，斷", "539": "一切煩惱習相。」佛言：「不也！須菩提！菩薩摩", "54": "無戲論般若波羅蜜！」須菩提白佛言：「世尊！云", "540": "訶薩行般若波羅蜜時，無有法相、非法相，即", "541": "是菩薩順忍。若無有法相、無有非法相，即", "542": "是修道，亦是道果。「須菩提！菩薩摩訶薩，有法", "543": "是菩薩道，無法是菩薩果。以是因緣故，當", "544": "知一切法無所有性。」須菩提白佛言：「世尊！若", "545": "一切法無所有性，佛云何知一切法無所有", "546": "性故得成佛，於一切法得自在力？」佛告須菩", "547": "提：「如是！如是！一切法無所有性，我本行菩", "548": "薩道修六波羅蜜，離諸欲、離惡不善法，有覺", "549": "有觀，離生喜樂入初禪，乃至入第四禪；於", "55": "何色不可戲論，乃至一切種智不可戲論？」佛", "550": "是諸禪及支取相，不念有是禪，不受禪味，", "551": "不得是禪，無染、清淨行四禪，我於是諸禪不", "552": "受果報。「依四禪住，起五神通：身通、天耳、知他", "553": "人心、宿命通、天眼證。於諸神通不取相，不念", "554": "有是神通，不受神通味，不得是神通，我於是", "555": "五神通不分別行。「須菩提！我爾時用一念相", "556": "應慧得阿耨多羅三藐三菩提。所謂是苦聖", "557": "諦，是集、是滅、是道聖諦；成就十力、四無所畏、", "558": "四無礙智、十八不共法，大慈大悲，得作佛；分", "559": "別三聚眾生：正定、邪定、不定。」須菩提白佛言：", "56": "告須菩提：「色性無，乃至一切種智性無。須", "560": "「云何，世尊！於諸法無所有性中起四禪、六神", "561": "通，亦無眾生而分別作三聚？」佛言須菩提：", "562": "「若諸欲、惡不善法當有性——若自性、若他性，我", "563": "本為菩薩行時，不能觀諸欲、惡不善法無所", "564": "有性入初禪；以諸欲、惡不善法無所有性——若", "565": "自性、若他性，皆是無所有性故，我本行菩薩", "566": "道時，離諸欲、惡不善法入初禪，乃至入第四", "567": "禪。「須菩提！若諸神通有性，若自性、若他性，", "568": "我不能知是神通無所有性，得阿耨多羅三藐", "569": "三菩提。「須菩提！以神通無有性——若自性、若", "57": "菩提！若法性無，即是無戲論。以是故，色不可", "570": "他性，皆無所有性，以是故，諸佛於神通，知無", "571": "所有性，得阿耨多羅三藐三菩提。」", "572": "【論】問曰：諸法空一義，何以故須菩提種種", "573": "因緣重問？此中問：「有法相者不得順忍」，乃", "574": "至「若不生是諸法，不能得薩婆若！」答曰：是", "575": "諸法畢竟空義，甚深難解！說者尚難，何況受", "576": "者、行者！是故須菩提以般若垂訖，恐人多", "577": "疑多惑故，種種因緣重問。復次，所問義雖", "578": "一，所因處異：或問：「世尊若一切法空，云何分", "579": "別有五道？」或問：「若一切無所有相，云何分別", "58": "戲論，乃至一切種智不可戲論。須菩提！若菩", "580": "有三乘？」或問：「世尊有相者乃至不得順忍，", "581": "云何當觀八地，入菩薩位？」如是等種種問，", "582": "異門故義得差別，般若無一定相故。佛可", "583": "須菩提意：「如是！如是！」須菩提先問「順忍」者，", "584": "是小乘順忍；今須菩提問「菩薩順忍法」。「若菩", "585": "薩行般若時，有法相不？」佛答：「菩薩行般若", "586": "時，無法生相——若有、若無。」何以故？見有、無", "587": "二俱有過故。「則是菩薩順忍。」「於一切法中", "588": "不生有相，即是修道。」「須菩提！有法是菩薩", "589": "道，無法是果。」「有法」名有為法；「無法」是無為", "59": "薩摩訶薩能如是行無戲論般若波羅蜜，是", "590": "法。行有為八聖道；斷諸煩惱，得無為果。復", "591": "次，有人言：五波羅蜜名「有法」，是「菩薩道」；般", "592": "若波羅蜜畢竟空故無有法，是「菩薩果」。有人", "593": "言：般若波羅蜜智慧相，有為法故，是為「道」；如、", "594": "法性、實際，不從因緣生，常有故名為「果」。如", "595": "是等「有、無法」差別。「以是因緣故，須菩提！當", "596": "知一切法皆是無所有性，名為無法。」復問：「世", "597": "尊！若一切法無所有性，佛云何於無所有性", "598": "中正知得阿耨多羅三藐三菩提？於諸法", "599": "中得自在？」佛可其言。菩薩以無所有智合", "6": "大智慧成就，行是深法，亦不受果報！」佛告須", "60": "時得入菩薩位。」須菩提白佛言：「世尊！若諸", "600": "行一切法，能斷一切著故，得阿耨多羅三", "601": "藐三菩提。此中佛自引為證：「我本為菩薩", "602": "時，行六波羅蜜：離欲、離惡不善法，有覺有", "603": "觀，離生喜樂入初禪。」「離欲」者，離五欲；「離惡、不", "604": "善法」者，離五蓋。將人入惡道，名為「惡」；障", "605": "善法故，名「不善」。「有覺有觀」，初禪所攝善覺觀。", "606": "「離生喜樂」者，捨離五欲生喜樂。「喜樂」者，色界", "607": "中有二種樂：一者、有喜樂，二者、無喜樂。喜樂，", "608": "初禪、二禪中；無喜樂，三禪中。初禪、二禪俱有", "609": "喜樂，有何差別？初禪中喜樂，從離欲故生；", "61": "法無有性，菩薩行何等道入菩薩位？為用聲", "610": "二禪喜樂，從定生。問曰：亦離初禪煩惱得", "611": "二禪，何以不說「離生」？答曰：欲界中散亂故，", "612": "無「定」稱；行者能離欲故，名為「離生」。初禪中", "613": "有「定」；二禪因初禪定生故，名為「定生」。復次，", "614": "欲界煩惱不善相故障初禪；行者欲離大", "615": "障故，是故說「離生」。色界煩惱名無記，為患", "616": "微弱，以覺、觀因緣故失禪；是故佛說：滅諸", "617": "覺觀、內心清淨故得二禪。三禪、四禪，如先", "618": "說。「我於是諸禪支，取相得已，不念有是禪」：", "619": "初習禪時，取相乃至得，得已恐著味故觀", "62": "聞道？為用辟支佛道？為用佛道？」佛告須菩", "620": "無常；不念有是禪，不得是禪定相，亦不", "621": "受味，無染心行四禪，異於外道；於是諸", "622": "禪，修不受果報禪。依四禪住，起五神通，亦", "623": "如禪法不受其味。宿命通故，知一切眾生", "624": "本業因緣，來生是間。天眼通力故，見眾生未", "625": "來世所生之處，隨其業行。知一切眾生本、", "626": "末已，心生大悲，云何斷眾生生死相續苦？", "627": "爾時，心迴向入漏盡通，即時以一念相應慧", "628": "得阿耨多羅三藐三菩提。所謂是苦相，苦因", "629": "是愛，愛斷苦盡，為到苦盡是道；通達四諦", "63": "提：「不以聲聞道、不以辟支佛道、不以佛", "630": "故，得十力、四無所畏、四無礙智、十八不共法，", "631": "分別眾生作三聚。住三神通，度是眾生，所", "632": "謂天耳、知他心、身通，為眾生說法，令度生", "633": "死。須菩提復問：「若諸法無所有，云何佛為菩", "634": "薩時，起四禪、六神通？若無眾生，云何分別", "635": "眾生作三聚？」佛答：「諸欲、諸惡若當有性——若", "636": "自性、若他性，我本為菩薩時，不能觀諸欲、", "637": "惡不善法無所有性入初禪。」佛意：若諸欲、不", "638": "善法有定性實法，若多、若少自相者，若自身", "639": "中若有淨、常等性。「性」有二種：若自性，若他", "64": "道得入菩薩位；菩薩摩訶薩遍學諸道，得入", "640": "性。「自性」名自身不淨性；「他性」名衣服等莊", "641": "嚴身具。此皆無常虛誑苦惱因緣。「內外五欲", "642": "中，無有常、樂、我、淨實；若有者，我本行菩薩", "643": "道時，不能觀五欲空無所有性入初禪。", "644": "今欲、惡不善法無有實性——若自性、若他性，", "645": "是故我為菩薩時，離五欲、惡不善法，入初", "646": "禪，乃至入第四禪。若諸神通有性——若自性、", "647": "若他性，我本行菩薩時，不能知神通無所", "648": "有故，得阿耨多羅三藐三菩提。」須菩提問：「若", "649": "諸法定無所有性空，佛云何於諸法中得", "65": "菩薩位。「須菩提！譬如八人先學諸道，然後入", "650": "自在力？」佛答：「我以四禪故，於諸煩惱得解", "651": "脫；六神通故，於諸法得自在度眾生。」須菩", "652": "提意：以四禪、六神通是有，云何於空得自在", "653": "力？佛示：我觀五欲等空，虛誑無定相故，不", "654": "著此禪，而起諸神通。諸禪有相有量故可", "655": "捨，得阿耨多羅三藐三菩提。初離欲時，以無", "656": "所有性為因，得阿耨多羅三藐三菩提果", "657": "亦無所有。若禪定空，阿耨多羅三藐三菩提", "658": "不空，可有是難；今皆空故，不應有難！", "659": "大智度論卷第八十六", "66": "正位，未得果而先生果道；菩薩亦如是，先", "67": "遍學諸道，然後入菩薩位，亦未得一切種智，而", "68": "先生金剛三昧，爾時，以一念相應慧得一切種", "69": "智。」須菩提白佛言：「世尊！若菩薩摩訶薩遍學", "7": "菩提「如是！如是！菩薩摩訶薩大智慧成就，行", "70": "諸道入菩薩位者——八人向須陀洹、得須陀洹，", "71": "向斯陀含、得斯陀含，向阿那含、得阿那含，向", "72": "阿羅漢、得阿羅漢，辟支佛道、佛道，是諸道各", "73": "各異；世尊！若菩薩摩訶薩遍學諸道然後入", "74": "菩薩位者，是菩薩若生八道，應作八人！生見", "75": "道，應作須陀洹！生思惟道，應作斯陀含，作阿", "76": "那含，作阿羅漢！若生辟支佛道，作辟支佛！「世", "77": "尊！若菩薩摩訶薩作八人，然後入菩薩位，無", "78": "有是處！不入菩薩位，得一切種智，亦無是處！", "79": "作須陀洹乃至作辟支佛，然後入菩薩位，亦", "8": "是深般若波羅蜜，亦不受果報。何以故？是", "80": "無是處！不入菩薩位，得一切種智，亦無是處！", "81": "「世尊！我云何當知菩薩摩訶薩遍學諸道得", "82": "入菩薩位？」佛告須菩提：「如是！如是！若菩薩", "83": "摩訶薩作八人、得須陀洹果，乃至得阿羅漢", "84": "果、得辟支佛道，然後入菩薩位，無有是處！", "85": "不入菩薩位，當得一切種智，無有是處！「須菩", "86": "提！若菩薩摩訶薩從初發意行六波羅蜜時，", "87": "以智觀過八地。何等八地？乾慧地、性地、八人", "88": "地、見地、薄地、離欲地、已辦地、辟支佛地。以道", "89": "種智入菩薩位；入菩薩位已，以一切種智斷", "9": "菩薩摩訶薩，諸法性中不動故。」「世尊！何等諸", "90": "一切煩惱習。「須菩提！是八人若智、若斷，是", "91": "菩薩無生法忍；須陀洹若智、若斷，斯陀含若", "92": "智、若斷，阿那含若智、若斷，阿羅漢若智、若斷，", "93": "辟支佛若智、若斷，皆是菩薩忍。「菩薩學如是", "94": "聲聞、辟支佛道，以道種智入菩薩位；入菩薩", "95": "位已，以一切種智斷一切煩惱習，得佛道。「如", "96": "是，須菩提！菩薩摩訶薩遍學諸道具足，應得", "97": "阿耨多羅三藐三菩提；得阿耨多羅三藐三", "98": "菩提已，以果饒益眾生。」須菩提白佛言：「世尊！", "99": "世尊所說道：聲聞道、辟支佛道、佛道，何等是"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋＋（三）【元】【明】，（（釋次…十五））九字＝（（釋第七十五品上三次品））十字【宮】釋＋（三）【元】【明】，（（釋次…十五））九字＝（（釋第七十五品上三次品））十字【宮】釋", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}