{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1648 解脫道論: 解脫道論: 解脫道論", "text": {"0": "12 分別諦品", "1": "解脫道論卷第十二", "10": "安隱令起無想。以苦現作意成畏生。以安隱", "100": "我。此謂身見。此身已斷。彼斷故六十二見亦", "101": "斷。為身見所初六十二見。問云何疑。答或", "102": "於苦。或於集。或於滅。或於道。或於佛法僧。", "103": "或初邊或後邊。或初後邊疑或。於因緣所", "104": "起法彼疑惑。此謂疑。彼亦斷。問云何戒盜。答", "105": "戒盜二種。渴愛及癡。我以此戒。以此行。以此", "106": "苦行。以此梵行。我當上天。我皆當生一一", "107": "天處。此謂渴愛戒盜。從此外沙門婆羅門。", "108": "以戒。以清淨。以清淨戒行。彼如是見。此謂癡", "109": "戒盜。彼亦斷。問云何彼一處住煩惱。答彼", "11": "令起無生。以無我現作意。成畏相及生。以", "110": "令往惡趣。婬欲瞋恚癡。此謂彼一處住。煩", "111": "惱亦斷。於此間為須陀洹果。作證成向。未", "112": "得須陀洹。住須陀洹向地。或第八地。或見", "113": "地。或定從兩起轉慧。此須陀洹道智總語言。", "114": "須陀洹無間次第。三結斷故。作無為事。與", "115": "道等法無異方便起。須陀洹果智果心。或二", "116": "或三生無間。彼次第度後分。心從後分起。", "117": "觀道。觀果。觀泥洹。觀已斷煩惱。觀餘煩惱。", "118": "此謂須陀洹。不退法定向。菩提向。未來果", "119": "欲分別。是世尊胸生口生法生法所造。得法", "12": "安隱令起無相及無生。觀過患觀厭離軟隨", "120": "分不與物分。此謂見具足善。修行通達聖法。", "121": "至醍醐門住。見具足到此妙法。見此妙法已", "122": "覺智成就。已覺明成就。入法流聖通達慧。開", "123": "醍醐門住。是故說此偈。", "124": "於地一國王於天堂一王", "125": "領一切世間須陀洹果勝", "126": "彼坐禪人於此地住。於上作精進。為作斯陀", "127": "含果證。作見生滅所。初現觀。如初所說。現", "128": "修行如已見道。依諸根力菩提覺。如是分別", "129": "諦。彼如是修行。向滅斷麁欲瞋恚及彼一處", "13": "相似忍。是其總語令起智怖已竟。", "130": "住煩惱。從彼道無間作證須陀洹果。彼坐", "131": "禪人於此地住。於上作精進。為作阿那含果。", "132": "證作見生滅為初。現見如初所說。現修行如", "133": "見道。依諸根力菩提覺。如是分別諦。彼如", "134": "是向滅斷細欲瞋恚及彼一處住煩惱。從彼", "135": "彼道無間。作證阿那含果。彼坐禪人於此地", "136": "住。於上作精進。為作證阿羅漢果。作見生", "137": "滅為初。現見如初所說。現修行如己見道。依", "138": "諸根力菩提覺。如是分別諦。彼如是向斷色", "139": "欲無色欲。慢調無明餘煩惱無餘斷。從彼坐", "14": "彼坐禪人。以怖現修行令起智。樂解脫智", "140": "禪人作證阿羅漢果。彼觀道。觀果泥洹。觀", "141": "斷煩惱。比丘成阿羅漢。滅漏所作。以立置", "142": "擔。到妙義斷有結。正智解脫離五分六分。成", "143": "就一守護。不為死所繫。除餘諦等滅。信覓", "144": "無濁思惟猗身。行善解脫。心善解脫。慧梵", "145": "行已立。成丈夫最勝丈夫。得第一所得。此謂", "146": "除瞋恚者。度岸者。離煩惱者。無結礙者。得聖", "147": "翻者。除擔者。不相應者。沙門者。婆羅門者。", "148": "已浴者。度韋陀者。最上婆羅門者。阿羅漢者。", "149": "度者。脫者。伏者。寂寂者。令寂者。是阿羅", "15": "生。彼陰相是怖者。樂解脫智起。陰生為怖", "150": "漢總語言。於是若須陀洹從其生於上。不更", "151": "作精進。以三種得見三種須陀洹。一七生家", "152": "家須陀洹。一生須陀洹。於是鈍根成七生。", "153": "中根成家家。利根成一生。七生者七時往天", "154": "堂來。此作苦邊家家須陀洹。或二時或三", "155": "時。往彼家已往作苦邊。一生須陀洹已令生", "156": "人有作苦邊。若斯陀含人。從其生於上不作", "157": "精進。一時來此世作苦邊。若阿那含從其生", "158": "於上。不作精進。從此終生淨居。彼由諸根", "159": "勝。以五種得見。成五阿那含。中間般涅槃。生", "16": "者。樂解脫智起。三有五趣七識住九眾生居", "160": "般涅槃。不行般涅槃。行般涅槃。上流往阿", "161": "迦尼吒天。於是名中間般涅槃者。未至所著", "162": "無間中間。依壽命時為除殘結使。令起聖道。", "163": "生般涅槃者。越中壽命。為除殘結使。已生", "164": "令起聖道。不行般涅槃者。無異行。為除殘", "165": "結使。令起聖道。行般涅槃者。無異行。為", "166": "除殘結使。令起聖道。上流阿迦尼吒天。從不", "167": "煩終往不熱。從不熱終往善見。從善見終往", "168": "善現。從善現終生阿迦尼吒天。於阿迦尼吒。", "169": "為除殘結使起聖道。於是不煩天萬劫壽命。", "17": "此怖者。樂解脫智起。如火所圍鳥從彼樂解", "170": "不熱天二萬劫壽命。善見天四萬劫壽命。善", "171": "現天八萬劫壽命。阿迦尼吒天十六萬劫壽", "172": "命。於四地成五。五人於阿迦尼吒。四人無", "173": "上流人。如是彼成二十四人。阿羅漢已斷一", "174": "切煩惱無餘故。不成後有因因。無故阿羅漢", "175": "已免壽形命。行滅此苦斷。不起餘苦。此謂", "176": "苦邊。是故說此偈。", "177": "譬如槌打鐵火星流入水", "178": "次第成寂滅彼趣不可知", "179": "如是正解脫已度欲縛漏", "18": "脫。如人為賊所圍。從彼樂解脫。如是彼坐", "180": "至於無動樂彼趣不可知", "181": "問於此有師說。次第修道次第斷煩惱。次第", "182": "分別諦。答或以十二。或以八或以四。道智", "183": "作證果。問云何於此見不相應。答若次第修", "184": "行。次第斷煩惱。是故次第作證。以是次第作", "185": "證果。可樂與道果相應故。若如是可樂。一須", "186": "陀洹果者成耶。若如是不可樂。次第修道。次", "187": "第斷煩惱者亦然。復次第二過。若以見苦見", "188": "苦所斷煩惱。滅斷可樂。是故已見苦見苦所", "189": "斷煩惱已斷。作證四分須陀洹果。作證應可", "19": "禪人陰因陰生。三有五趣七識住九眾生居。", "190": "樂。方便成就故。若如是可樂作證。四分須陀", "191": "洹。四分七時生。四分家家生。四分一生。四分", "192": "住於果。於此不相應。若如是不可樂。以見", "193": "苦見苦所斷煩惱斷耶。此不相應。復次第三", "194": "過。若以見苦。見苦所斷煩惱斷者所樂。是", "195": "以現見苦。四分須陀洹道住。四分信行。四", "196": "分法行。成應可樂。不見餘三諦。若此所樂", "197": "住於四須陀洹道。成四信行。成四法行。於此", "198": "不相應。若如是不可樂。以見苦見苦所斷", "199": "煩惱斷。復次第四過。亦不相應。若現見道成", "2": "阿羅漢優波底沙梁言大光造", "20": "此畏怖者。樂解脫智起。以無常現作意畏", "200": "向以見道成住果。此可樂以是現見苦成向。", "201": "以見故成住果。應可樂。見一種故。若如是", "202": "可樂向。及住果成多過。於此此不相應。若如", "203": "是不可樂。現見道成證。以見道成住於果。此", "204": "亦不相應。復次第五過。若以見道作證果。", "205": "未見苦集滅。成作證果可樂者。以見苦集苦", "206": "滅是無義。復次第六過。若以十二。或以八", "207": "或以四道智。作證須陀洹果可樂者。以是作", "208": "證。或十二。或八。或四。須陀洹果應成可樂", "209": "者。成道智無果。若如是可樂地以成過。於", "21": "因。以苦現作意畏生。以無我現作意畏因及", "210": "此此不相應。若如是可樂。或以十二。或以", "211": "八。或以四。道智作證須陀洹果者耶。此亦不", "212": "相應。復次第七過。若或十二。若八。若四道", "213": "智。令起一須陀洹果者可樂。此亦不相應。多", "214": "事令起一果。如多菴婆菓令生一果。問若以", "215": "一智一剎那。無前無後。成分別四諦。一智應", "216": "成四見取事。若以見苦成見四諦。四諦成苦", "217": "諦。若此二義無此不相應。一剎那以一智。無", "218": "前無後。成分別四諦。答非一智成四見取事。", "219": "亦非四諦成苦諦。坐禪人唯從初四諦。種種", "22": "生。樂解脫智起。於是凡夫人及學人。於樂", "220": "相一相。以前分別故。", "221": "爾時以聖行苦諦。如是相以通達。成通達四", "222": "諦。如其相四諦以如義成一相。如五陰種種", "223": "相。一相以前分別為色陰。以無常已見五陰", "224": "無常亦常。見無常非色陰為五陰。如是入界。", "225": "如是於此可知。於是散法可知。如是觀覺喜", "226": "受地根。解脫煩惱正受二定。於是觀者二觀。", "227": "禪觀燥觀。問云何禪觀。已得定以定力伏蓋。", "228": "以名比分別色觀見禪分。奢摩他為初。修毘", "229": "婆舍那。燥觀者。以分別力伏蓋。以色比分", "23": "解脫智二種引心。或觀歡喜。於是現觀。於", "230": "別名見觀諸行。毘婆舍那為初。修行奢摩他。", "231": "覺者燥觀。初禪及觀者。觀道及果成有覺。於", "232": "三禪毘婆舍那乃至性除成有覺。道及果成", "233": "無覺。於覺地道成八分道。於無覺地七分除", "234": "思惟。喜者燥觀得苦行。具足毘婆舍那相似", "235": "智。成無苦起性除道及果共起喜。燥觀得樂", "236": "行具足。於二禪毘婆舍那及道果共起喜。於", "237": "第三禪。於第四禪。毘婆舍那道及果不共起", "238": "喜。於喜地道及果七覺分起。於無喜地六菩", "239": "提覺。除喜菩提覺。受者燥觀得苦行。具足", "24": "上成通達現觀歡喜。心成憂惱成修行障礙。", "240": "毘婆舍那乃至相似智。共捨起性。除道及果", "241": "共喜起。燥觀得樂行具足。於三禪毘婆舍那", "242": "道果共喜起。於第四禪毘婆舍那道果共捨", "243": "起。地者二地。見地思惟地。於是須陀洹道", "244": "見地。餘三道四沙門果思惟地。未甞見今見", "245": "名見地。如是見如是修是思惟地。復次二地", "246": "學地不學地。於是四道三沙門果學地。阿", "247": "羅漢果無學地。根者三出世間根。未知我當", "248": "知根。已知根。知已根。於是須陀洹道智。初", "249": "未知今知者成未知智。三道智三果智已知", "25": "成通達難見思惟行。捨中隨相似忍。此是總", "250": "法。更知知根阿羅漢果智無餘。已知法知者", "251": "已知根。解脫者三解脫。無相解脫。無作解", "252": "脫。空解脫。於是道相似智。不作相是無相解", "253": "脫。不作願是無作解脫。不作執是空解脫。復", "254": "次此三解脫。以觀見成於種種道。以得成於", "255": "一道。問云何以觀見成於種種道。答已觀見", "256": "無常。成無相解脫。以觀見苦。成無作解", "257": "脫。以觀見無我。成空解脫。問云何以觀見", "258": "無常成無相解脫。答以無常現作意。以滅諸", "259": "行起心。成多解脫。得信根及四根。彼種類如", "26": "語言樂解脫智已竟。", "260": "實智相。彼種類一切諸行。成無常起。令起", "261": "相怖畏。從相行生智。從相心起。於無相心越。", "262": "以無相解脫身得脫。如是以觀無常成無相", "263": "解脫。", "264": "問云何以觀見苦成無作解脫。答以苦現作", "265": "意。以怖畏諸行令起心。成心多寂寂。得定", "266": "根及四根。彼種類如實知生。以彼種類一切", "267": "諸行成苦所見。以怖畏生。令起生智。從生", "268": "心起。於無生心越。以無作解脫身得脫。如是", "269": "以觀見苦成無作解脫。問云何以觀見無我", "27": "彼坐禪人如是現修行樂解脫智。從一切諸", "270": "成空解脫。答以無我現作意。以空令起諸行。", "271": "心成多厭惡。得慧根及四根。彼種類如實知", "272": "相及生。以彼種類一切諸法。成無我可見。以", "273": "怖畏令起相及生。依相及生智唯起。從相及", "274": "生心成離。於無相無生滅。泥洹心越。以空", "275": "解脫身得脫。如是以觀見無我成空解脫。如", "276": "是此三解脫。以觀成於種種道。問云何以", "277": "得三解脫成於一道。答已得無相解脫。成得", "278": "三解脫。何故是人以無相。其心得脫。雖解", "279": "脫彼已作。以執其已得無作解脫。三解脫成", "28": "行。樂解脫泥洹諸行。唯作一相欲令起。解", "280": "所得。何故以作其心得脫以解脫。彼以相以", "281": "執得空解脫。三解脫亦得。何故若其以執心", "282": "得脫。以解脫以相以作。如是已得三解脫成", "283": "於一道。解脫者。解脫門者何差別。答唯彼道", "284": "智。從煩惱脫名解脫。以入醍醐門義名解", "285": "脫門。復次解脫者唯道智。彼事為泥洹。此", "286": "謂解脫門。煩惱者。一百三十四煩惱。如是", "287": "三不善根三覓。四漏。四結。四流四厄。四取。", "288": "四惡趣行。五慳。五蓋。六諍根。七使世間。八", "289": "法。九慢。十煩惱處。十不善業道。十結。十邪", "29": "脫門相似智起。以三行得相似智。以三行越", "290": "邊。十二顛倒。十二不善心起。於是三不善根", "291": "者。貪瞋癡。於此三瞋者。以二道成薄。以阿那", "292": "含無餘滅。貪癡者。以三道成薄。以阿羅漢道", "293": "無餘滅。三覓者。欲覓有覓梵行覓。於此三", "294": "中梵行覓者。以須陀洹道無餘滅。欲覓者。", "295": "以阿那含道滅。有覓者。以阿羅漢道滅。四漏", "296": "者。欲漏。有漏。見漏。無明漏。於此見漏者。以", "297": "須陀洹道滅。欲漏者。以阿那含道滅。有漏無", "298": "明漏者。以阿羅漢道滅。四結者。貪欲身結。瞋", "299": "恚身結。戒盜身結。此諦執身結。於此戒盜身", "3": "梁扶南三藏僧伽婆羅譯", "30": "正聚。於五陰無常現見得相似智。五陰滅常", "300": "結者。此諦執身結。以須陀洹道滅。瞋恚身", "301": "結以阿那含道滅。貪身結。以阿羅漢道滅。四", "302": "流者。欲流有流見流無明流。四厄者。欲厄", "303": "有厄見厄無明厄如初。所說滅。四取者。欲取。", "304": "見取。戒取。我語取。於此三取以須陀洹道滅。", "305": "欲取以阿羅漢道滅。四惡趣行。欲惡趣行。", "306": "瞋惡趣行。怖畏惡趣行。癡惡趣行。此四以", "307": "須陀洹道滅。四慳者。住處慳。家慳。利養慳。", "308": "色慳。法慳。此五以阿那含道滅。五蓋者。欲", "309": "欲。瞋恚。懈怠。睡眠。調慢疑。於此疑者。以須", "31": "泥洹。如是現見越正聚。於五陰以苦現見得", "310": "陀洹道滅。欲欲瞋恚慢。以阿那含道滅。懈", "311": "怠調以阿羅漢道滅。睡眠隨色。六諍根者。忿", "312": "覆嫉諂惡樂見觸。於此諂惡樂見觸。以須陀", "313": "洹道滅。忿覆嫉以阿那含道滅。七使者。欲染", "314": "使。瞋恚使。慢使。見使。疑使。有欲使。無明使。", "315": "於此見使疑使。以須陀洹道滅。欲染使瞋恚", "316": "使。以阿那含道滅。慢使有使無明使。以阿", "317": "羅漢道滅。世間八世法者。利衰毀譽稱譏苦", "318": "樂。於此四不愛處瞋恚。以阿那含道滅。於", "319": "四愛處使。以阿羅漢道滅。九慢者。從彼勝", "32": "相似智。五陰滅樂泥洹。現見越正聚。於五陰", "320": "我勝生慢。與勝我等生慢。從勝我下生慢。從", "321": "等我等生慢。從等我下生慢。從下我勝生", "322": "慢。從下我等生慢。從下我下生慢。九慢者", "323": "以阿羅漢道滅。十惱處者。貪瞋癡慢見疑懈", "324": "怠調無慚無愧。於此見疑以須陀洹道滅。瞋", "325": "恚以阿那含道滅。餘七以阿羅漢道滅。十惱", "326": "處者。此人於我已作現作當作非義生惱。我", "327": "所愛念人。彼人已作現作當作。其非義生惱。", "328": "我所不愛念人。彼人已作現作當作者。於非", "329": "處生惱。十惱處以阿那含道滅。十不善業", "33": "以無我現見得相似智。五陰滅第一義泥洹。", "330": "道者。殺生。不與取。邪行。妄語。惡口。兩舌。綺", "331": "語。貪瞋邪見。於此殺生不與取邪行妄語邪", "332": "見。以須陀洹道滅。惡口兩舌瞋。以阿那含", "333": "道滅。綺語貪。以阿羅漢道滅。十使者。欲染", "334": "使。瞋恚使。慢使。見使。疑使。戒取使。有染使。", "335": "嫉使。慳使。無明使。於此見疑戒取使。以須陀", "336": "洹道滅。欲染瞋恚嫉慳使。以阿那含道滅。慢", "337": "有染無明使。以阿羅漢道滅。十邪邊者。邪", "338": "見。邪思惟。邪語。邪業。邪命。邪精進。邪念。邪", "339": "定。邪智。邪解脫。於此邪見邪語妄語業邪命", "34": "現見越正聚。問云何以智現越正聚。云何以", "340": "邪智邪解脫。以須陀洹道滅。邪思惟邪語惡", "341": "語兩舌。以阿那含道滅。邪語綺語邪精進邪", "342": "念邪定。以阿羅漢道滅。十二顛倒者。於無", "343": "常常想顛倒心顛倒見顛倒。如是於苦樂。於", "344": "不淨淨。於無我我。於此無常常三顛倒。於無", "345": "我我者。三顛倒。於不淨淨者。見顛倒。於苦樂", "346": "者。見顛倒。以須陀洹道滅。於不淨淨者。想", "347": "顛倒心顛倒。以阿那含道滅。於苦樂者。想顛", "348": "倒心顛倒。以阿羅漢道滅。十二不善心起者。", "349": "與喜共起見相應。無行心起。有行心起。與", "35": "智已越正聚。答以性除智現越正聚。以道智", "350": "喜共起見不相應。無行心起。有行心起。與", "351": "捨共起見相應。無行心起。有行心起。與捨", "352": "共起見不相應。無行心起。有行心起。與憂", "353": "共起瞋恚相應。無行心起。有行心。與調共", "354": "起心起。與疑共起心起。於此四見相應心起。", "355": "與疑共起心起。以須陀洹道滅。二共起心", "356": "起。以二道成薄。以阿那含道無餘滅。四見心", "357": "不相應起。及調共起心起。以三道成薄。以", "358": "阿羅漢道無餘滅。二正受者。二正受不與凡", "359": "夫共及果成就想受滅。正受問云何果正受。", "36": "已越正聚。問相似智者何義。答相似者。四", "360": "何故名果正受。誰修誰令起。何故修。云何", "361": "修。云何作意。彼成就幾緣。幾緣住。幾緣為", "362": "起。此正受世間耶。出世間耶。答云何果正受", "363": "者。此沙門果。心於泥洹安。此謂果正受。何", "364": "故果正受者。非善非不善。非事出世道果報", "365": "所成。是故此果正受。阿羅漢及阿那含。於", "366": "此定作滿。復有說一切聖人得令起。如毘曇", "367": "所說。為得須陀洹道。除生名性除。如是一", "368": "切。復說一切聖人成就於此定作滿。唯彼", "369": "令起。如長老那羅陀說。諸比丘如是長老於", "37": "念處四正勤四如意足五根五力七覺分八正", "370": "山林井。於彼無繩取水。爾時人來為日所曝", "371": "熱乏渴愛。彼人見井知有水。彼不以身觸住。", "372": "如是我長老有滅為泥洹。如實正智善見。我", "373": "非阿羅漢漏盡。何故令起者。答為現見法樂", "374": "住令起。如世尊教阿難。是時阿難如來不作", "375": "意。一切諸相唯一受滅。無相心定令起住。", "376": "是時阿難如來身成安隱。云何以令起者。答", "377": "彼坐禪人入寂寂。住。或住或臥樂得果正受。", "378": "作生滅見所。初觀諸行。乃至性除智。性除智", "379": "無間。於泥洹果正受令安。依其禪成修道是。", "38": "道分。以彼相似。此謂相似智總語言。無怨", "380": "是禪成所作。是名果正受。云何作意者。答", "381": "無為醍醐界。以寂作意。彼成就幾緣。幾緣", "382": "為住。幾緣為起。答彼正受二緣。不作意一切", "383": "諸相。於無相界作意。三緣為住。不作意一", "384": "切諸相。於無相界作意。及初行二緣為起。", "385": "作意一切相。及無相界不作意。云何此定世", "386": "間出世間耶。答此出世正受。非世間正受。問", "387": "阿那含人。為果定現觀。何故性除無隔。阿羅", "388": "漢道不生。答非樂處故。不生觀見。無力故。", "389": "於是二種勝果可知。成有道及性除果。現作", "39": "見利相似忍。此是相似智總語言相似智已竟。", "390": "證道無間果現。成無道及性除果。成入果定。", "391": "成無道及性除果。從滅定起。成無道無性除", "392": "果果正受已竟。", "393": "問云何想受滅正受。誰令起。幾力成就。令", "394": "起幾行所除。令起幾初事。何義為起。云何", "395": "起。云何從彼起。云何心以起。以起心何所著。", "396": "幾觸所觸。云何初起諸行。死人及入滅想受", "397": "定。何差別。此定有為無為。答不生心心數法。", "398": "此謂滅想受定。誰令起定者。答阿羅漢及阿", "399": "那含。於此定作滿。誰不令起者。答凡夫人及", "4": "分別諦品第十二之二", "40": "相似智無間次第。從一切諸行相起。作泥洹", "400": "須陀洹斯陀含。及生無色界人。於是非其境", "401": "界故。凡夫不能起煩惱障礙定。未斷故。須陀", "402": "洹斯陀含。不能起為更起。非其處故。入無色", "403": "界不能起。幾力成就令起者。答以二力成就", "404": "令起。以奢摩他力。以毘婆舍那力。於是以奢", "405": "摩他力者。由八定得自在。以毘婆舍那力者。", "406": "由自在隨七觀。云何七隨觀。無常觀。苦觀。無", "407": "我觀。厭患觀。無染觀。滅觀。出離觀。奢摩他", "408": "力為滅禪分。及為不動解脫。毘婆舍那力為", "409": "見生過患。及為無生解脫。幾行所除令起定。", "41": "事。生性除智。問云何義名性除。答除凡夫", "410": "答以除三行令起定。口行身行心行。於是入", "411": "二禪覺觀口行成所除。入第四禪出息入息。", "412": "身行成所除。入滅想受定人。想受心行成所", "413": "除。初幾事者。答初四事。一縛不亂。遠分別。", "414": "觀事非事。於是名一縛者。鉢袈裟一處󰱟", "415": "受持。不亂者。以所有方便。此身願莫生亂受", "416": "持。遠分別者。稱其身力。以日作分別受持。於", "417": "此久遠過期當起。觀事非事者。未至時分", "418": "別。或眾僧為事和合。以彼聲我當起受持於", "419": "是一縛者。為守護袈裟。不亂者及久遠分別。", "42": "法名性除。非凡夫法所除亦名性除。性者是", "420": "為守護身。觀事非事者。為不妨眾僧和合。住", "421": "無所有處。或初作事入初禪。何故令起。答", "422": "為現法樂住者。是聖人最後無動定。復為起", "423": "神通入廣定。如長老正命羅漢。為守護身。如", "424": "長老舍利弗如長老白鷺子底沙。云何令起", "425": "者。彼坐禪人入寂寂住。或坐或臥。樂滅意樂", "426": "滅入初禪。入已安詳出。無間見彼禪無常苦", "427": "無我。乃至行捨智。如第二禪第三禪第四禪。", "428": "虛空處識處無所有處。入已安詳出。無間見", "429": "正定無常苦無我。乃至行捨智。爾時無間入", "43": "泥洹。復次種殖泥洹者名性除。如阿毘曇", "430": "非非想處。從彼或二或三。令起非非想心。起", "431": "已令心滅。心滅已不生不現入。此謂入滅想", "432": "受定。", "433": "云何從彼起者。彼非如是作意。我當起已至", "434": "於初時。所作分別成。云何心以起者。若阿那", "435": "含人。以阿那含果心起。若阿羅漢人。以阿羅", "436": "漢心起。起已彼心何所著。答心專緣寂寂。幾", "437": "觸所觸者。答三觸所觸。以空觸無相觸無作", "438": "觸。云何初起諸行。彼從身行。從彼口行。死", "439": "人及入滅想定人何差別者。死人三行沒無", "44": "所說。除生名性除。度無生亦名性除。復除", "440": "現壽命。斷煖斷諸根斷入。受想定人三行斷", "441": "沒。壽命不斷。煖不斷。諸根不異。此彼差別。", "442": "云何此定有為無為者。答不可說此定有為", "443": "無為。問何故此定不可說有為無為。答有為", "444": "法於此定無有。無為法入出不可知。是故不", "445": "可說此定有為無為滅禪定已竟。", "446": "解脫分別諦十二品已竟。", "447": "於此品數因緣。戒頭陀定求善友。分別行行", "448": "處行門五神通。分別慧五方便。分別諦。此十", "449": "二品。是解脫道品次第。", "45": "生因名性除。度無生無相名性除。於泥洹是", "450": "無邊無稱不可思無量善才善語言", "451": "於此法中誰能知唯坐禪人能受持", "452": "微妙勝道為善行於教不惑離無明", "453": "解脫道論卷第十二", "46": "初引路。從外起轉慧。此性除總語言性除智已竟。", "47": "性智無間次第。現知苦現斷集現作證滅現", "48": "修道。生須陀洹道智。及一切菩提法。彼坐", "49": "禪人於此時以寂寂。現見有邊無為醍醐戒。", "5": "彼坐禪人如是現觀滅。以由觀滅成畏。陰因", "50": "於一剎那以一智非初非後。分別四諦。以知", "51": "苦分別。以斷集分別。以作滅證分別。以修", "52": "道分別。成分別。如譬喻偈所說。", "53": "如人捨此岸以船度彼岸", "54": "於彼度諸物乘舡者除漏", "55": "如船度水。非初非後。於一剎那作四事。捨", "56": "此岸除漏到彼岸。度物如捨此岸。如是智分", "57": "別苦如除漏。如是分別斷集如度彼岸。如是", "58": "作證分別滅如以船度物。如是修道分別。如", "59": "燈共生。於一剎那不初不後作四事。如小燈", "6": "亦畏陰生畏。三有五趣七識住九眾生居成", "60": "炷除闇。令油消令光明起。如日共生非初非", "61": "後。於一剎那作四事。令現色除闇。令滅寒。", "62": "令起光明。如令現色。如是智分別苦如除闇。", "63": "如是分別斷集如令滅寒。如是作證分別滅。", "64": "如令起光明。如是修道分別如日。如是聖智。", "65": "問如實現見苦知苦斷集證滅修道。此相云", "66": "何。若不見苦四顛倒生。爾時如所說。有邊", "67": "無為醍醐戒。以寂寂現見。以一智非初非後。", "68": "分別四諦。此義云何。答於生滅智。是時未", "69": "成見苦。滿及至如實見諸行過患。從諸行", "7": "畏。彼如惡人捉刀可畏。如毒蛇如火聚。如", "70": "相令起心。於無行成度。是故如實見諸行過", "71": "患。從諸行相以令起心。於無行成度。是處見", "72": "苦漏到最後故。復說若如是以寂寂。以性除", "73": "智。成分別諦性除智者。從行相起成度無行。", "74": "若性除智從行相起成度於無行。成度於泥", "75": "洹。唯著因是其事。以著事得定心。若不得", "76": "定。不生奢摩他毘婆舍那。亦不得菩提法滿。", "77": "是故以性除智成分別諦。從彼性除智。無間", "78": "道智成生。於此時得於泥洹定。心得定成起", "79": "奢摩他毘婆舍那。成滿菩提分法。是故唯以", "8": "是以由觀滅成畏陰因畏陰生畏。三有五趣", "80": "道智成分別諦。如人從燒城出脚跨門閫。從", "81": "城已出一脚。是時未名出。如是性除智。從彼", "82": "行相起成度無行。是時未名度煩惱。諸法未", "83": "滿故。如人從所燒城兩脚已出。是時名出燒", "84": "城。如是性除智無間。成生道智起。是時名", "85": "從煩惱城出。諸法滿故。是故以性除智成分", "86": "別諦。分別諦者何義。答四聖諦於一剎那說", "87": "和合。名分別諦。於此時道智和合依義。諸根", "88": "成平等不動義。力義。乘義。菩提分因義。道分", "89": "令住義。念處勝義。正勤便義。如意足實義。", "9": "七識住九眾生居。以無常現作意令畏想。以", "90": "諦不亂義。奢摩他隨觀義。毘婆舍那義。不相", "91": "離義。雙義。覆義。戒清淨不亂義。心性淨見", "92": "義。見清淨義。脫義。解脫通達義。明捨義。脫", "93": "斷義。滅智根義。欲令起義。作意平等義。觸", "94": "受滅出離義。現前義。定依義。念真實義。慧", "95": "深勝義。醍醐最後義。泥洹最後平等義。坐禪", "96": "人如是現智。如是現見斷三結。所謂身見疑", "97": "戒取及彼相應煩惱。問云何身見。答於此無", "98": "聞凡夫見色為我。我有色色為我所於色我。", "99": "如是受想行識為我。我有識識為我所於識"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1648 解脫道論: 解脫道論: 解脫道論", "author": "優波底沙造  梁 僧伽婆羅譯", "sourceLink": "http://www.cbeta.org/"}