{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1421 彌沙塞部和醯五分律: 五分律: 五分律: 五分律: 五分律: 五分律", "text": {"0": "第三分9 迦絺那衣法", "1": "五分律卷第二十三彌沙塞", "10": "以是事集比丘僧，問諸比丘：「汝等實爾不？」答", "100": "僧聽！僧今以多人語滅此諍事。誰諸長老忍，", "101": "默然；不忍者，說。僧以多人語滅此諍事竟；僧", "102": "忍，默然故。是事如是持。」是名以多人語滅言", "103": "諍。優波離復問佛：「教誡諍以幾事滅？」佛言：「以", "104": "現前毘尼、憶念毘尼、不癡毘尼、本言治滅。」又", "105": "問：「云何得滅？」答言：「若比丘問一比丘言：『汝憶", "106": "犯重罪，波羅夷及波羅夷邊罪不？』答言：『不憶。』", "107": "又再三問，答亦如初。如是比丘僧應白四羯", "108": "磨與憶念毘尼，不應從彼比丘而治其罪。」被", "109": "問比丘應至僧中偏袒右肩，脫革屣，禮僧足，", "11": "言：「實爾。世尊！」佛種種呵責：「汝等所作非法，不", "110": "䠒跪白言：「我某甲比丘，彼某甲比丘再三來", "111": "至我所問我：『汝憶犯重罪，波羅夷、若波羅夷", "112": "邊罪不？』我亦再三答言：『不憶。』今從僧乞憶念", "113": "毘尼。願僧與我憶念毘尼，使彼不復數數問", "114": "我！」如是第二、第三乞。僧應籌量此比丘，先", "115": "不缺戒，威儀如法不？身口意行清淨不？好學", "116": "戒不？向一比丘語，二人、三人及僧語不？異不？", "117": "僧如是籌量，若知此比丘先缺戒，具諸不善", "118": "者，不應與；若知不犯波羅夷及波羅夷邊罪，", "119": "應白四羯磨與憶念毘尼。一比丘唱言：「大德", "12": "隨順道！」呵已，告諸比丘：「從今比丘、比丘共諍，", "120": "僧聽！此某甲比丘於僧中乞言：『彼某甲比丘", "121": "再三來至我所問我：「汝憶犯重罪，波羅夷、若", "122": "波羅夷邊罪不？」我亦再三答言：「不憶。」今從僧", "123": "乞憶念毘尼。願僧與我憶念毘尼，使彼比丘", "124": "不復數數問我！』僧今與某甲憶念毘尼，使彼", "125": "比丘不復數數問其罪。若僧時到僧忍聽。白", "126": "如是。」「大德僧聽！此某甲比丘於僧中乞言：『彼", "127": "某甲比丘再三來至我所問我：「汝憶犯重罪，", "128": "波羅夷、若波羅夷邊罪不？」我亦再三答言：「不", "129": "憶。」今從僧乞憶念毘尼。願僧與我憶念毘尼，", "13": "乃至捨比丘助比丘尼，皆犯突吉羅。有四種", "130": "使彼比丘不復數數問我！』僧今與某甲憶念", "131": "毘尼，使彼比丘不復數數問其罪。誰諸長老", "132": "忍，默然；不忍者，說。」如是第二、第三。「僧與某甲", "133": "比丘憶念毘尼竟；僧忍，默然故。是事如是持。」", "134": "是名現前毘尼、憶念毘尼滅教誡諍。若比丘", "135": "至比丘所，語言：「汝憶犯重罪，波羅夷、若波羅", "136": "夷邊罪不？」彼比丘答言：「不憶！我先狂心、散亂", "137": "心、病壞心，多作非沙門法。」又再三問，答亦如", "138": "初。如是，比丘僧應與不癡毘尼，不應從彼", "139": "比丘而治其罪。彼比丘應至僧中，偏袒右肩，", "14": "諍：一、言；二、教誡；三、犯罪；四、事。」「以此事故，為諸", "140": "脫革屣，禮僧足，䠒跪白言：「大德僧聽！我某甲", "141": "比丘，彼某甲比丘再三來至我所，問我言：『汝", "142": "憶犯重罪，波羅夷、若波羅夷邊罪不？』我亦再", "143": "三答言：『不憶。我先狂心、散亂心、病壞心，多作", "144": "非沙門法。』今從僧乞不癡毘尼。願與我不癡", "145": "毘尼，使彼比丘不復數數問我！」如是三乞。僧", "146": "應籌量此比丘，先不缺戒、威儀如法不？身口", "147": "意業清淨不？好學戒不？向一比丘語，二、三比", "148": "丘及僧語不？異不？若僧知其先有如此諸惡，", "149": "不應與；若不爾，應白四羯磨與不癡毘尼。一", "15": "比丘結七滅諍法，若有諍起得以除滅。應與", "150": "比丘唱言：「大德僧聽！此某甲比丘從僧乞言：", "151": "『彼某甲比丘再三來至我所，問我言：「汝憶犯", "152": "重罪，波羅夷、若波羅夷邊罪不？」我亦再三答", "153": "言：「不憶。我先狂心、散亂心、病壞心，多作非沙", "154": "門法。」今從僧乞不癡毘尼。願僧與我不癡毘", "155": "尼，使彼比丘不復數數問我！』僧今與不癡毘", "156": "尼，使彼比丘不復數數問其罪。若僧時到僧", "157": "忍聽。白如是。」「大德僧聽！此某甲比丘從僧", "158": "乞言：『彼某甲比丘再三來至我所，乃至僧今", "159": "與不癡毘尼，使彼比丘不復數數問其罪。』誰", "16": "現前毘尼，與現前毘尼；應與憶念毘尼，與", "160": "諸長老忍，默然；不忍者，說。」如是第二、第三。「僧", "161": "已與某甲比丘不癡毘尼竟；僧忍，默然故。是", "162": "事如是持。」是名現前毘尼、不癡毘尼滅教誡", "163": "諍。若比丘至比丘所，問言：「汝憶犯重罪，波羅", "164": "夷、若波羅夷邊罪不？」答言：「不憶！」三問乃答言：", "165": "「我憶犯輕罪。」又再問：「汝犯輕罪猶不語人，況", "166": "復重罪，汝善思之！」答言：「我都不憶。」復更問，乃", "167": "答言：「我憶犯波羅夷、若波羅夷邊罪。」作是答", "168": "已，尋復言：「我不憶犯重罪，向戲言耳！」如是比", "169": "丘僧應與本言治。本言有二種：一可悔、二", "17": "憶念毘尼；應與不癡毘尼，與不癡毘尼；應與", "170": "不可悔。彼比丘本言犯重罪，應與作盡壽不", "171": "可悔白四羯磨。應一比丘唱言：「大德僧聽！", "172": "此某甲比丘，彼某甲比丘至某所，問言：『汝", "173": "憶犯重罪，波羅夷、若波羅夷邊罪不？』答言：『不", "174": "憶。』再問亦言不憶，三問然後言：『不憶犯重罪，", "175": "憶犯輕罪。』又問：『汝猶不發露輕罪，況於重者！", "176": "汝今諦憶，犯重罪不？』答言：『不憶。』又問亦言不", "177": "憶，乃至第六問，然後言：『我憶犯重罪，波羅", "178": "夷、若波羅夷邊罪。』作是答已，尋復言：『我不憶", "179": "犯重罪，向戲言耳！』僧今與作本言治，盡壽", "18": "自言，與自言；應與多人語，與多人語；應與", "180": "不可悔羯磨。若僧時到僧忍聽。白如是。」「大德", "181": "僧聽！此某甲比丘，彼某甲比丘至其所問言：", "182": "汝憶犯重罪，乃至僧今與作本言治，盡壽不", "183": "可悔羯磨。誰諸長老忍，默然；不忍者，說。」如", "184": "是第二、第三。「僧已與某甲比丘本言治，盡壽", "185": "不可悔羯磨竟；僧忍，默然故。是事如是持。」是", "186": "名現前毘尼、本言治滅教誡諍。優波離問佛", "187": "言：「世尊！犯罪諍以幾事滅？」佛言：「以現前毘", "188": "尼、草布地、自言滅。」又問云：「何得滅？」答言：「若一", "189": "比丘至一比丘所，偏露右肩，䠒跪合掌，作如", "19": "草布地，與草布地；應與本言治，與本言治。」", "190": "是言：『大德！我某甲犯某罪，今向大德悔過。』彼", "191": "比丘應問：『汝自見罪不？』答言：『我自見罪。』又應", "192": "問：『汝欲悔過耶？』答言：『我欲悔過。』彼比丘應語", "193": "言：『汝後莫復作！』是名現前毘尼、自言滅犯罪", "194": "諍。」若一比丘至二比丘、三比丘、眾多比丘所；", "195": "若二比丘乃至眾多比丘，至一比丘乃至眾", "196": "多比丘所亦如是。若有比丘鬪諍相罵，作身", "197": "口意惡業，後作是念：「我等鬪諍相罵，作身口", "198": "意惡業。今寧可於僧中除罪，作草布地悔過", "199": "不？」此諸比丘聽僧中除罪，僧應與作白二", "2": "宋罽賓三藏佛陀什", "20": "何謂言諍？若比丘共諍，有言是法、有言非法，", "200": "羯磨草布地悔過。彼鬪諍比丘應盡來僧中，", "201": "偏袒右肩，脫革屣，䠒跪白言：「大德僧聽！我", "202": "等共鬪相罵，作身口意惡業，後作是念：『我等", "203": "共鬪相罵，作身口意惡業。今寧可於僧中除", "204": "罪，作草布地悔過不？』今從僧乞草布地悔過。」", "205": "如是三說已，皆舒手脚伏地向羯磨師，一心", "206": "聽受羯磨。羯磨師唱言：「大德僧聽！此諸比", "207": "丘共鬪相罵，作身口意惡業，後作是念：『我等", "208": "共鬪相罵，作身口意惡業，今寧可於僧中除", "209": "罪，作草布地悔過不？』今從僧乞草布地悔過。", "21": "是律、非律，是犯、非犯，是重、非重，是有餘、非有", "210": "僧今與其草布地悔過。若僧時到僧忍聽。白", "211": "如是。」「大德僧聽！此諸比丘共鬪相罵，乃至", "212": "僧今與其草布地悔過。誰諸長老忍，默然；不", "213": "忍者，說。僧已與此諸比丘草布地悔過竟。僧", "214": "忍，默然故。是事如是持。」是名現前毘尼、草布", "215": "地滅犯罪諍。何謂草布地？彼諸比丘不復說", "216": "鬪原，僧亦不更問事根本。優波離問佛言：「世", "217": "尊！事諍以幾事滅？」佛言：「隨事諍用七事滅。」若", "218": "一比丘至一比丘所，作非法、非律、非佛教", "219": "滅事諍，言：「是法、是律、是佛教。」若以此滅事諍，", "22": "餘，是麁罪、非麁罪，是用羯磨出罪、不用羯磨", "220": "名為非法滅。若一比丘，至二比丘乃至僧所；", "221": "若二比丘乃至僧，至一比丘乃至僧所，亦如", "222": "是。若一比丘至一比丘所，作如法、如律、如", "223": "佛所教滅事諍，言：「是法、是律、是佛所教。」若以", "224": "此滅事諍，名為如法滅。若一比丘，至二、三比", "225": "丘乃至僧所；若二比丘乃至僧，至一比丘乃", "226": "至僧所，亦如是。", "227": "2 羯磨法五分律第四分之二羯磨法", "228": "佛在舍衛城。爾時有一比丘故出不淨，犯僧", "229": "伽婆尸沙，不覆藏。不知云何？問諸比丘，諸比", "23": "出罪，是佛所說、非佛所說，是佛所制、非佛所", "230": "丘亦不知，以是白佛。佛以是事集比丘僧，告", "231": "諸比丘：「是比丘犯僧伽婆尸沙，不覆藏。今聽", "232": "僧與彼比丘作白四羯磨六夜行摩那埵。」犯", "233": "罪比丘應偏袒右肩，脫革屣，禮僧足已，䠒跪", "234": "白：「大德僧聽！我某甲比丘故出不淨，犯僧伽", "235": "婆尸沙，不覆藏，今從僧乞六夜行摩那埵。願", "236": "僧與我六夜行摩那埵！」如是三乞。應一比丘", "237": "唱言：「大德僧聽！此某甲比丘故出不淨，犯僧", "238": "伽婆尸沙，不覆藏，從僧乞六夜行摩那埵。僧", "239": "今與某甲六夜行摩那埵。若僧時到僧忍聽。", "24": "制；以此致忿，更相罵詈。是名言諍。何謂教", "240": "白如是。」「大德僧聽！此某甲比丘故出不淨，", "241": "乃至僧今與某甲六夜行摩那埵。誰諸長老", "242": "忍，默然；不忍者，說。」如是第二、第三。「僧與某", "243": "甲比丘六夜行摩那埵竟；僧忍，默然故。是事", "244": "如是持。」彼比丘應日日至僧中，偏袒右肩，脫", "245": "革屣，禮僧足，䠒跪白言：「大德僧聽！我某甲", "246": "比丘故出不淨，犯僧伽婆尸沙，不覆藏。從僧", "247": "乞六夜行摩那埵，僧已與我六夜行摩那埵。", "248": "我今行摩那埵已若干日，餘若干日在，諸", "249": "大德憶知。」過六夜已，應從僧乞阿浮呵那，白", "25": "誡諍？若比丘教誡比丘言：「汝憶犯波羅夷不？", "250": "言：「大德僧聽！我某甲比丘故出不淨，犯僧伽", "251": "婆尸沙，不覆藏。從僧乞六夜行摩那埵，僧已", "252": "與我六夜行摩那埵。我六夜行摩那埵竟，今", "253": "從僧乞阿浮呵那。願僧與我阿浮呵那！」如", "254": "是三乞。應一比丘唱言：「大德僧聽！此某甲", "255": "比丘故出不淨，犯僧伽婆尸沙，不覆藏。從僧", "256": "乞六夜行摩那埵，僧已與六夜行摩那埵。彼", "257": "比丘六夜行摩那埵竟，從僧乞阿浮呵那。僧", "258": "今與某甲阿浮呵那。若僧時到僧忍聽。白如", "259": "是。」「大德僧聽！此某甲比丘故出不淨，乃至", "26": "憶犯僧伽婆尸沙、偷羅遮、波逸提、波羅提提舍", "260": "僧今與某甲阿浮呵那。誰諸長老忍，默然；不", "261": "忍者，說。」如是第二、第三。「僧與某甲比丘阿浮", "262": "呵那竟；僧忍，默然故。是事如是持。」有一比丘", "263": "故出不淨，犯僧伽婆尸沙，覆藏一夜。不知云", "264": "何？問諸比丘，諸比丘亦不知，以是白佛。佛以", "265": "是事集比丘僧，告諸比丘：「今聽僧白四羯磨", "266": "與此比丘作一夜別住法。」犯罪比丘應至僧", "267": "中，如是白：「大德僧聽！我某甲比丘故出不淨，", "268": "犯僧伽婆尸沙，覆藏一夜，今從僧乞一夜別住", "269": "法。願僧與我一夜別住法！」如是三乞。應一比", "27": "尼、突吉羅、惡說不？」彼比丘不喜、不受，以此致", "270": "丘唱言：「大德僧聽！此某甲比丘故出不淨，犯", "271": "僧伽婆尸沙，覆藏一夜，從僧乞一夜別住法。", "272": "今僧與某甲一夜別住法。若僧時到僧忍聽。", "273": "白如是。」「大德僧聽！此某甲比丘故出不淨，乃", "274": "至僧今與某甲一夜別住法。誰諸長老忍，默", "275": "然；不忍者，說。」如是第二、第三。「僧已與某甲比", "276": "丘一夜別住竟；僧忍，默然故。是事如是持。」彼", "277": "比丘一夜別住竟，應從僧乞行摩那埵，乃至", "278": "阿浮呵那，僧亦如上與之。有一比丘故出", "279": "不淨，犯僧伽婆尸沙，不覆藏，從僧乞行摩那", "28": "諍。是名教誡諍。何謂犯罪諍？若比丘犯波", "280": "埵。於六夜中復犯，亦不覆藏。不知云何？問", "281": "諸比丘，諸比丘亦不知，以是白佛。佛以是", "282": "事集比丘僧，告諸比丘：「今聽彼比丘更從僧", "283": "乞行摩那埵，僧亦應白四羯磨更與彼比丘", "284": "行摩那埵。彼比丘六夜行竟，應復更從僧乞", "285": "行本摩那埵，僧亦應白四羯磨與之。」彼比丘", "286": "更從僧乞言：「我某甲比丘先故出不淨，犯僧", "287": "伽婆尸沙，不覆藏，從僧乞行摩那埵；僧與我", "288": "行摩那埵。我於六夜中更犯，不覆藏，今從僧", "289": "更乞行摩那埵。願更與我行摩那埵！」如是三", "29": "羅夷乃至惡說，又若鬪諍相罵，起身口意惡。", "290": "乞。應一比丘如其乞辭，白四羯磨與之。彼", "291": "六夜行竟，復更從僧乞行本六夜摩那埵，言：", "292": "「我某甲比丘先故出不淨，犯僧伽婆尸沙，不覆", "293": "藏；從僧乞行摩那埵，僧與我行摩那埵。我", "294": "於六夜中更犯，不覆藏；復從僧乞行六夜摩", "295": "那埵。我已六夜行摩那埵竟，今從僧乞行本", "296": "六夜摩那埵。願僧與我行本六夜摩那埵！」如", "297": "是三乞。應一比丘如其乞辭白四羯磨與之。", "298": "彼比丘行本六夜摩那埵竟，應如上乞阿浮", "299": "呵那，僧亦如上與之。有一比丘故出不淨，犯", "3": "共竺道生等譯", "30": "是名犯罪諍。何謂事諍？僧常所行事，一切羯", "300": "僧伽婆尸沙，覆藏一夜，僧與一夜別住。於中", "301": "復犯，亦覆藏一夜，不知云何？問諸比丘，諸", "302": "比丘亦不知，以是白佛。佛以是事集比丘僧，", "303": "告諸比丘：「今聽彼比丘更從僧乞一夜別住，", "304": "僧亦應白四羯磨更與一夜別住。彼一夜別", "305": "住竟，應復更從僧乞本一夜別住，僧亦應白", "306": "四羯磨與之。」彼比丘更從僧乞一夜別住言：", "307": "「我某甲比丘，先故出不淨，犯僧伽婆尸沙，覆藏", "308": "一夜；從僧乞一夜別住，僧與我一夜別住。我", "309": "於中復犯，亦一夜覆藏；今更從僧乞一夜別", "31": "磨及諸有所作，以此致諍。是名事諍。優波離", "310": "住。願僧更與我一夜別住！」如是三乞。應一", "311": "比丘如其乞辭白四羯磨與之。彼一夜別住", "312": "竟，復應更從僧乞本一夜別住，言：「我某甲比", "313": "丘先故出不淨，犯僧伽婆尸沙，一夜覆藏；從", "314": "僧乞一夜別住，僧與我一夜別住。我於中復", "315": "犯，亦一夜覆藏；復從僧乞一夜別住，僧復與", "316": "我一夜別住。我已一夜別住竟，今從僧乞本", "317": "一夜別住。願僧與我本一夜別住！」如是三乞。", "318": "應一比丘如其乞辭白四羯磨與之。彼比丘", "319": "本一夜別住竟，應如上乞行六夜摩那埵。行", "32": "問佛言：「世尊！言諍以幾事滅？」佛言：「以現前毘", "320": "摩那埵竟，復應如上乞阿浮呵那，僧皆應如", "321": "上白四羯磨與之。有一比丘故出不淨，犯僧", "322": "伽婆尸沙，覆藏一夜，僧如上與一夜別住。於", "323": "中復犯，亦覆藏一夜，僧復如上更與一夜別", "324": "住。行竟，僧復如上與本一夜別住。行竟，僧", "325": "復如上與六夜摩那埵。於中復犯，不覆藏，僧", "326": "復如上與六夜摩那埵。彼六夜行竟，僧復如", "327": "上與行本摩那埵。行竟，然後如上與阿浮呵", "328": "那。若比丘犯一僧伽婆尸沙乃至眾多，覆藏", "329": "二夜乃至眾多夜；僧若與別住者，但計覆藏", "33": "尼、多人語滅。」又問：「云何得滅？」答言：「若比丘與", "330": "最久者，隨日數與別住。若僧與別住，後於中", "331": "更犯，若覆藏，僧應隨日更與別住；若不覆", "332": "藏，僧應如上與六夜摩那埵。更別住竟、摩那", "333": "埵竟，僧復應如上更與本別住。與本別住竟，", "334": "與六夜摩那埵。若於中復犯，僧復應與六夜", "335": "摩那埵。行竟，僧復應如上與本摩那埵，然", "336": "後如上與阿浮呵那。有一比丘犯二僧伽婆", "337": "尸沙，同覆藏一夜；而向僧說犯一，覆藏一夜，", "338": "僧與一夜別住。一夜別住竟，心生悔：「我實", "339": "犯二僧伽婆尸沙，云何但說犯一，覆藏一夜？」", "34": "比丘諍，是法、非法，乃至是佛制、非佛制，僧如", "340": "復來僧中白言：「我實犯二僧伽婆尸沙，同一", "341": "夜覆藏。」諸比丘以是白佛，佛言：「聽更與一", "342": "夜別住。」彼比丘應具說上事三乞，應一比丘", "343": "如其乞辭白四羯磨與之。有一比丘犯一僧", "344": "伽婆尸沙，覆藏二夜；向僧說覆藏一夜，僧與", "345": "一夜別住。一夜別住竟，心生悔：「我實二夜", "346": "覆藏，云何說一夜？」復來僧中以事白僧，諸", "347": "比丘以是白佛，佛言：「聽僧更與一夜別住。」彼", "348": "比丘應具說上事三乞，僧亦如其乞辭白四", "349": "羯磨與之。有一比丘犯僧伽婆尸沙，覆藏，罷", "35": "法、如毘尼、如佛教滅；若彼言是法，是佛教，受", "350": "道，後更出家受具足戒，即日說先所犯。諸", "351": "比丘以是白佛，佛言：「應隨彼比丘未罷道時，", "352": "覆藏日數與別住。」有比丘犯僧伽婆尸沙，不", "353": "覆藏，未行摩那埵，罷道；後還受具足戒已，覆", "354": "藏。以是白佛，佛言：「應隨彼比丘後受戒來日", "355": "數與別住。」若比丘犯二僧伽婆尸沙，覆藏一、", "356": "不覆藏一，罷道；後還受具足戒已，先所不覆", "357": "藏，更覆藏；先所覆藏，更不覆藏。應隨彼比丘", "358": "前覆藏，至罷道日數；後覆藏，從更受戒日數，與", "359": "別住。若比丘犯僧伽婆尸沙，覆藏，罷道；後還", "36": "是、忍是。是名現前毘尼滅。」何謂現前？現前", "360": "受具足戒已，復覆藏。應隨彼比丘前後覆藏", "361": "日數，與別住。若比丘犯僧伽婆尸沙，不覆藏，", "362": "罷道。後還受具足戒已，亦不覆藏，應與其六", "363": "夜摩那埵。若比丘犯僧伽婆尸沙，作沙彌、狂", "364": "心、散亂心、病壞心，僧與作不見罪羯磨、不悔", "365": "過羯磨、不捨惡邪見羯磨，皆如罷道說。若比", "366": "丘犯僧伽婆尸沙，知數多少，或一罪、或異罪，", "367": "覆藏罷道，後還受具足戒已不覆藏；或先不", "368": "覆藏罷道，後受具足戒已覆藏；或先半覆", "369": "藏、半不覆藏，後受戒已，先覆藏者更不覆藏，", "37": "有三種：僧現前、人現前、毘尼現前。何謂僧現", "370": "先不覆藏者更覆藏；或先、後皆覆藏，行別住", "371": "法，皆如前說。若前、後皆不覆藏，行六夜摩那", "372": "埵，亦如上。若作沙彌，乃至不捨惡邪見羯磨，", "373": "亦如是。若比丘於別住中罷道，後還受具足", "374": "戒，應計先別住日數，但更足，令足行本別住", "375": "亦如是。若作沙彌，乃至不捨惡邪見羯磨，亦", "376": "如是。若比丘於行摩那埵中罷道，後還受具", "377": "足戒，足日亦如是；行本摩那埵亦如是。若", "378": "作沙彌，乃至不捨惡邪見羯磨，亦如是。若比", "379": "丘行別住竟，及行本別住竟，未與摩那埵罷", "38": "前？僧和合集。是名僧現前。何謂人現前？共", "380": "道；後還受具足戒，應令行摩那埵。若行摩那", "381": "埵竟，及行本摩那埵竟，未與阿浮呵那，後還", "382": "受具足戒，應與阿浮呵那。若作沙彌，乃至不", "383": "捨惡邪見羯磨，亦如是。若比丘犯僧伽婆尸", "384": "沙，知所犯數，知覆藏日；如法從僧乞別住，如", "385": "法從僧乞摩那埵，如法從僧乞本日，如法從", "386": "僧乞阿浮呵那。僧若皆如法與，是人名為清", "387": "淨；僧若一事不如法與，是人不名清淨。有", "388": "二比丘犯僧伽婆尸沙，一比丘知犯，一比丘", "389": "不知犯，俱覆藏。以是白佛，佛言：「知犯者，應", "39": "諍人現前。是名人現前。何謂毘尼現前？應以", "390": "與別住；不知犯者，應與摩那埵。」憶、不憶亦如", "391": "是。有二比丘犯僧伽婆尸沙，覆藏。一比丘作", "392": "一想；一比丘作異想，或言是波羅夷、或言", "393": "偷蘭遮，乃至惡說。以是白佛，佛言：「作一想", "394": "者，應與別住；作異想者，應與摩那埵。」有諸比", "395": "丘或行別住時、或行摩那埵時、或阿浮呵那", "396": "時命過。諸比丘以是白佛：「彼為是具戒命", "397": "過？為是破戒命過？」佛言：「皆是具戒。」有比丘", "398": "犯僧伽婆尸沙不知罪數，亦忘覆藏久近。以", "399": "是白佛，佛言：「從其憶犯已來與別住。」疑亦", "4": "第四分1 滅諍法第四分初滅諍法", "40": "何法、以何律、以何佛教得滅，而以滅之。是名", "400": "如是。有比丘於一切人覆藏；有比丘於彼人", "401": "覆藏，於此人不覆藏；有比丘在此土覆藏，在", "402": "彼土不覆藏。諸比丘以是白佛。佛言：「一切", "403": "覆藏名為覆藏。若於和尚、阿闍梨、所敬畏", "404": "人間覆藏，不名覆藏；於餘人間覆藏，名為覆", "405": "藏。若於此土以多人識重，不欲令知覆藏，不", "406": "名覆藏；於彼土覆藏，名為覆藏。」", "407": "五分律卷第二十三", "41": "毘尼現前。若如是滅已，還更發起，犯波逸提", "42": "罪。又若如是滅言諍：言諍比丘不喜，聞異住", "43": "處有一比丘，若二、若三，乃至一眾，聰明智慧，", "44": "解波羅提木叉，作是念：「往滅此事，為善者，應", "45": "往滅之。」應先向彼眾中知法比丘具說本末，", "46": "然後求集僧。僧集已，應語言：「汝且遠去，我", "47": "等共議汝事。」彼比丘遠去已，僧應共議：「若彼", "48": "比丘如實說，求我等如法、如律滅此事者，我", "49": "等當共如法、如律滅之；若彼比丘不如實說，", "5": "佛在舍衛城。爾時諸比丘好共鬪諍，更相言", "50": "我等不得如法、如律滅其此事。」彼言諍比丘", "51": "亦應共議：「若僧如法、如律作齊限，今日、明日、", "52": "後日滅我等事者，我等當於僧中具說本末，", "53": "委僧滅之。」既至僧中具說本末，若僧作二種", "54": "語，或言：「應爾！」或言：「不應爾！」不可定者，僧應", "55": "語言：「隨汝所取二種語中，各取四人作斷事", "56": "僧。」言諍比丘各取四人已，僧當白二羯磨差", "57": "之，應先再羯磨三人，後羯磨二人。一比丘唱", "58": "言：「大德僧聽！僧今差某甲、某甲比丘作斷事", "59": "人，如法如律滅彼言諍。若僧時到僧忍聽。白", "6": "訟。比丘、比丘共諍，比丘、比丘尼共諍，比丘尼、", "60": "如是。」「大德僧聽！僧今差某甲、某甲比丘作斷", "61": "事人，如法如律滅彼言諍。誰諸長老忍，默然；", "62": "不忍者，說。僧已差某甲、某甲比丘作斷事人", "63": "竟；僧忍，默然故。是事如是持。」時諸比丘差無", "64": "智比丘作斷事人。以是白佛，佛言：「成就五", "65": "法應差：受他語不瞋；受他語不失；善察語意；", "66": "問語，不問不語；語時不笑。反此五法不應差。", "67": "復有五法應差：不隨欲、恚、癡、畏、不竊語。反此", "68": "五法不應差。」若不被差比丘，若一、若二、若三，", "69": "雖聰明智慧於座中坐，欲干亂斷事者，僧應", "7": "比丘尼共諍，比丘尼、比丘共諍。時闡陀捨比", "70": "驅出；若復有比丘雖多誦習，不解其義，而干", "71": "亂斷事者，斷事人應語言：「經義不如此！」作", "72": "如是滅言諍者，是名現前毘尼滅。若如是滅", "73": "言諍時，有比丘言：「應以多人語滅此事。」僧應", "74": "語言：「汝此語善！汝解多人語不？」若言：「不解。」僧", "75": "應人人呵言：「汝不解多人語，云何言應以多", "76": "人語滅此事？」若僧不呵，皆犯突吉羅罪。若", "77": "言解，僧應問：「以何為多人語？」答言：「以多人語", "78": "羯磨滅。」又問：「以何知多？」答曰：「應行籌。」僧復應", "79": "語言：「汝所說善！汝解幾種行捉籌如法，幾種", "8": "丘助比丘尼，未生諍便生，已生便增廣，未", "80": "不如法？」若言：「不解。」僧亦應如上呵。若言：「解。」僧", "81": "應令說有十種行捉籌不如法、十種如法。何", "82": "謂十種不如法？若以小事行籌而捉，若不知", "83": "事根本行籌而捉，若以不應求事根本行籌", "84": "而捉，若非法行籌而捉，若欲多不如法行籌", "85": "而捉，若知多不如法行籌而捉，若行破僧籌", "86": "而捉，若行知僧必破籌而捉，若不隨善知識", "87": "行籌而捉，若僧不和合行籌而捉。反上為如", "88": "法。若成就十四法，僧應差作行籌人：知十", "89": "如法，又不隨欲恚癡畏，是為十四。僧應作二", "9": "滅者不滅，已滅者更起。諸比丘以是白佛，佛", "90": "種籌：一名如法、二名不如法。唱言：「若言如", "91": "法，捉如法籌；若言不如法，捉不如法籌。」唱已", "92": "行之，自收取於屏處數。若不如法籌多，應", "93": "更令起相遠坐，人人前竊語言：「此是法語、律", "94": "語，佛之所教。大德！當捨非法、非律、非佛所教。」", "95": "如是語已，復更行籌。若不如法人猶多，應復", "96": "唱：「僧今未斷是事，可隨意散，後當更斷。」如", "97": "是，不應以非法斷事。若如法人多，應白二羯", "98": "磨滅之。一比丘唱言：「大德僧聽！僧今以多人", "99": "語滅此諍事。若僧時到僧忍聽。白如是。」「大德"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1421 彌沙塞部和醯五分律: 五分律: 五分律: 五分律: 五分律: 五分律", "author": "劉宋 佛陀什共竺道生等譯", "sourceLink": "http://www.cbeta.org/"}