{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0084 分別布施經", "text": {"0": "No. 84 [No. 26(180)]", "1": "佛說分別布施經", "10": "爾時佛告摩訶波闍波提：「汝可持此㲲衣施", "11": "諸大眾，所獲勝利同供養我等無有異。」是時", "12": "摩訶波闍波提苾芻尼，重白佛言：「我本發心，", "13": "唯為世尊故造此衣，願佛納受，令我長夜得", "14": "大利樂。」如是三復慇懃勸請，佛亦如是三復", "15": "答言：「但當平等施諸大眾，所獲勝利與我無", "16": "異。」是時尊者阿難，侍於佛側見是事已，前白", "17": "佛言：「世尊！此摩訶波闍波提苾芻尼，是佛之", "18": "親，有大恩德，唯佛自知。此所奉衣，佛為納受，", "19": "今正是時，令摩訶波闍波提於長夜中得大", "2": "西天譯經三藏朝奉大夫試鴻臚", "20": "利樂。」佛言：「阿難！如是，如是！此摩訶波闍波提", "21": "是吾之親，有大恩德，我亦自知。今自手造衣", "22": "來施於我，甚為難事。何以故？阿難當知！所有", "23": "補特伽羅能起淨信心，歸依佛法僧者甚為", "24": "難事；又復能持不殺、不盜、不婬、不妄、不飲酒", "25": "等近事戒法，如是補特伽羅轉復難作。何況", "26": "於佛世尊，合掌恭敬而行布施，施已淨信於", "27": "佛無疑，及法僧伽亦無疑惑，乃至苦集滅道", "28": "四聖諦理，永斷疑見。阿難！今此摩訶波闍波", "29": "提苾芻尼，能起淨信心歸依佛法僧，受持不", "3": "卿傳法大師臣施護奉　詔譯", "30": "殺、不盜、不婬、不妄、不飲酒等近事戒法，而能", "31": "於佛及法僧伽，乃至苦集滅道四聖諦理，已", "32": "斷疑惑，此苾芻尼難作能作，佛亦自知。", "33": "「阿難！有十四種較量布施。何等十四？一者、於", "34": "病苦人而行布施；二者、於破戒人而行布施；", "35": "三者、於持戒人而行布施；四者、於離染人而", "36": "行布施；五者、於須陀洹向而行布施；六者、於", "37": "須陀洹果而行布施；七者、於斯陀含向而行", "38": "布施；八者、於斯陀含果而行布施；九者、於阿", "39": "那含向而行布施；十者、於阿那含果而行", "4": "如是我聞：一時佛在釋種住處迦毗羅城尼", "40": "布施；十一者、於阿羅漢向而行布施；十二者、", "41": "於阿羅漢果而行布施；十三者、於諸緣覺而", "42": "行布施；十四者、於如來、應供、正等正覺而行", "43": "布施。阿難！汝今當知：施病苦人獲二倍福；施", "44": "破戒人獲百倍福；施持戒人獲千倍福；施離", "45": "染人獲百千倍福；施須陀洹向獲無量福，何", "46": "況須陀洹果；施斯陀含向獲無量福，何況斯", "47": "陀含果；施阿那含向獲無量福，何況阿", "48": "那含果；施阿羅漢向獲無量福，何況阿羅", "49": "漢果；施諸緣覺獲無量福，何況如來、應供、正", "5": "拘陀樹園，與苾芻眾俱。爾時有一苾芻尼名", "50": "等正覺；如是名為較量十四種布施功德。「復", "51": "次，阿難！當知布施大眾有其七種：一者、施佛", "52": "現前諸苾芻眾；二者、施佛滅後諸苾芻眾；三", "53": "者、施佛滅後苾芻尼眾；四者、施佛滅後苾芻、", "54": "苾芻尼二眾；五者、施佛滅後遊方行化諸苾", "55": "芻眾；六者、施佛滅後遊方行化苾芻尼眾；七", "56": "者、施佛滅後遊方行化苾芻、苾芻尼二眾。如", "57": "是名為七種大眾，當行布施。", "58": "「復次，阿難！當知有四種布施清淨。何等為四？", "59": "一者、能施清淨即無受者；二者、所施清淨即", "6": "摩訶波闍波提，持新㲲衣來詣佛所。到佛所", "60": "無受者；三者、能受清淨即無施者；四者、所受", "61": "清淨即無施者。阿難！何名能施清淨即無受", "62": "者？謂由施者不取其相，即身業清淨、口業清", "63": "淨、意業清淨，正命清淨，見亦清淨，如是具足", "64": "即無施相，以無施故即無受者。若施者有所", "65": "見相，即身口意三業不清淨，命亦不清，淨見", "66": "亦不清淨；若離是相，即施者受者二皆清淨。", "67": "「又復，何名所施清淨即無受者？若受者身業", "68": "不清淨、口業不清淨、意業不清淨，命不清淨，", "69": "見不清淨，即有所施相；若受者三業清淨，命", "7": "已頂禮佛足退住一面，即白佛言：「世尊！此新", "70": "清淨，見清淨，如是具足即無所施相，由離相", "71": "故即所施清淨。", "72": "「又復，何名能受清淨即無施者？若受者身口", "73": "意三業不清淨，命不清淨，見不清淨，即有能", "74": "受相；若離是相即無施者。", "75": "「又復，何名所受清淨即無施者？謂由施者三", "76": "業清淨，命清淨，見清淨，即無所施；由離施故", "77": "即無所受，是故所受清淨。阿難！若能如是了", "78": "知，即得四種布施清淨。」", "79": "爾時摩訶波闍波提苾芻尼，聞佛宣說種種", "8": "㲲衣我自手作，奉上世尊，惟願納受，令我長", "80": "布施法已，即持是衣施諸大眾，是時諸苾芻", "81": "眾即為納受。", "82": "佛告阿難：「於當來世若有信心善男子等，能", "83": "於大眾起淨信心而行布施者，當知是人獲", "84": "福無量，何況於今現在行施？」", "85": "爾時尊者阿難及摩訶波闍波提苾芻尼聞佛", "86": "說已，歡喜踊躍，信受奉行。", "87": "佛說分別布施經", "9": "夜得大利樂。」"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0084 分別布施經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}