{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 明度經: 明度經", "text": {"0": "1 行品", "1": "大明度經卷第二", "10": "說智度無極。云何闓士大士於大明中立乎？」", "100": "者何？用一切人淨故。無所起，名非名不可得，", "101": "是故人無底。明度無極名無底，當作是知。」", "102": "3 持品持品第三", "103": "爾時，諸天無央數同時三歎曰：「嗚經乎，嗚經", "104": "乎！是尊者善業所說道深矣。斯大明弘義，", "105": "如如來所由出矣。有聞者學之誦之，我敬視", "106": "之如如來。」佛告諸天子：「誠然！昔錠光如來", "107": "無所著正真道最正覺時有宮，宮中有是經，", "108": "我時持之。錠光佛受我決言：『若後當為人中", "109": "持，悉逮佛智，作佛，名能儒如來無所著正真", "11": "善業曰：「諸天子！樂聞者，聽我說。因持佛力，廣", "110": "道最正覺，三界最尊，安定於法中極明，號曰", "111": "天中天。』」諸天子白佛言：「少有及者天中天！有", "112": "持大明者，為受一切智矣。」時佛在眾中央坐，", "113": "佛告除饉眾、除饉女、清信士、清信女：「今是四", "114": "部為證，愛欲天、梵天、無結愛天皆知。」佛告釋", "115": "言：「高士學斯定，持誦其文，眾邪不得其便令", "116": "橫死也。忉利諸天子求佛道者，未學誦獲其", "117": "奧者，是輩天子皆往到是學持誦者所。若於", "118": "空閑避隈處，亦不恐不怖也。」四天王、釋、梵及", "119": "諸天子等，各白佛言：「我當護是學持誦者。」釋", "12": "說智度。何天子未求闓士道者，今皆當求。", "120": "復白佛言：「難及天中天！是明度學者，心無動", "121": "搖，悉受六度已。」佛言：「然！善聽我說，上中下", "122": "言皆善。」釋言：「受教。」佛言：「我經中有欲害亂者，", "123": "起惡意往，未至道亡，後所作終不成。何以", "124": "故？用是高士學是經故。譬若有藥其名神丹，", "125": "有蛇索食道逢虫物，蛇欲噉虫。即到神丹藥", "126": "所，蛇聞藥香即還去。何以故？是藥力所却。如", "127": "是，是輩高士，其欲害者便自止還，是明度威", "128": "神力所厭伏也。」佛言：「設有亂者，便於彼間自", "129": "壞不成，四天王皆護。入經如行者，自在所為", "13": "以得溝港道者，不可復得闓士道士。何以", "130": "所語如甘露，言重成道。瞋恚貢高諸惡不生，", "131": "四天王護之。所以然者？學明度故。心自生", "132": "念：『有諍起者不可近，我求索佛道義，不可", "133": "隨是瞋恚語，使我疾逮好心。』斯高士所作，", "134": "悉見善像。」釋白佛言：「難勝天中天！乃過諸", "135": "惡，無與等者。」佛言釋：「是輩人或當過劇難之", "136": "中，終不恐，無能害者。善士當誦惟斯定，政", "137": "使死至，若怨在中欲共害者，如佛所語，終", "138": "不橫死，若兵刃向者不中其身。所以然者，斯定，諸佛神", "139": "呪，呪中之王矣。學是呪者，不自念惡、不念", "14": "故？閉生死道已。正使是輩求者，我代其喜，", "140": "人惡，都無惡念，是為人中之雄，自致作佛，為", "141": "護眾生。夫學斯行者疾成佛道，是經書，己雖", "142": "不學誦者，當持其卷，人鬼凶毒不能害矣，", "143": "宿命重殃唯斯不除。譬如得佛處，若人若鬼", "144": "神禽獸從一面入，無能害者。何以故？用得", "145": "佛處故。其威神，護過去現在當來索佛道者，", "146": "皆當於中得佛道，人入其處不恐無畏。明度", "147": "所止，天人鬼龍皆為作禮恭敬護視，用經德", "148": "尊故。」釋白佛言：「若有書持經卷，承事供養天", "149": "寶名華、栴檀珍琦香、繒蓋幡，若有持如來無", "15": "不斷功德也。悉欲使取經中極尊法，使上至", "150": "所著正真道最正覺舍利起塔，自歸作禮，承", "151": "事供養天寶花香具足如上，其福孰多？」佛", "152": "言：「我問若，隨所樂報。云何是如來一切智？成", "153": "是身出現於世，從何義得？」對曰：「從明度義得。」", "154": "佛言：「不用是身舍利得佛也，乃從一切智生", "155": "得佛身。我滅度後，舍利供養如故。若善人書", "156": "是經，學持諷誦自歸作禮，承事供養具足如", "157": "前，則為供養一切智已，從是經中得功德無", "158": "比。」復白佛言：「閻浮提人民不供養者，為不", "159": "知是福尊無比耶？」佛言：「有幾所人信佛、信經、", "16": "佛。」佛言：「善哉，善哉！勸樂闓士學乃爾乎？」善", "160": "信比丘僧？」釋言：「信者少耳，及求溝港、頻來、不", "161": "還、應儀、緣一覺至求佛者，復少矣。」佛言：「無量", "162": "人行求佛道，至於在不退轉地立者，若一若", "163": "兩耳。學是法，會成佛，當為作禮承事恭敬。", "164": "何以故？用曉佛法，世少有故。過去如來求佛", "165": "道者皆從是成，我時亦在中。如來滅度後取", "166": "舍利起七寶塔，盡形壽自歸作禮承事供養，", "167": "天寶花香具悉如前，滿四天下，若三千大千", "168": "國土眾生悉得人道，各作七寶塔，以妓樂樂", "169": "之。復過是如恒邊沙佛剎，人人起七寶塔供", "17": "業白佛言：「我當報恩，終不敢違之。所以然者，", "170": "養，劫復劫，都是欲界中諸妓樂花香繒蓋", "171": "皆具如上，所說其福德益多不？」對曰：「甚多，天", "172": "中天！」佛言：「不如書持經卷自歸護定福多無", "173": "量。何以故？從中出如來一切智故。」佛言：「百倍", "174": "恒邊沙佛剎人皆起七寶塔，不在計中。如是", "175": "千萬億無數倍，不在明度淨定計中。」", "176": "爾時，四萬天子與釋俱來大會，諸天子啟釋", "177": "言：「尊者！當取誦是經。」佛言：「當學、當持、當誦。", "178": "釋！若質諒神興兵欲與忉利天戰，其念誦是", "179": "經，質諒神眾即去。」釋言：「大尊呪！天中天！」佛言：", "18": "往昔如來無所著正真道最正覺，皆與弟子", "180": "「然！天輩！過去當來今現在十方諸佛，皆起是", "181": "呪，自致作佛，出十誠功德。開士大士從中生，", "182": "佛未出於世時，闓士悉出說，照明四棄四，拔", "183": "苦四事，空五通。譬如月盛滿時，從空中出照", "184": "明於星。闓士求功德盛滿如是，皆從權德大", "185": "明中出。當作是知，學持誦是經，為至德悉具", "186": "足。」佛言：「其人終不為邪毒水火兵刃王法所", "187": "橫死。何以故？是明度所擁護。若復有餘事", "188": "起，若至王所及太子傍臣所，與之相見輒歡", "189": "喜言笑。所以然者？以其普慈等濟恕惠群生", "19": "為諸闓士說智度，如來時亦在中學斯經妙", "190": "潤功無量用，是故見者悉起立。」爾時有異道", "191": "人，遙見佛大會，欲壞亂坐眾，疾至佛所。釋", "192": "作是念：「當云何盡我壽在佛邊受誦是法？」即", "193": "從佛聞受誦。彼異道人遙遠繞天中天一匝，", "194": "從彼間道徑去。秋露子念：「是中云何異道人", "195": "從彼間道徑去？」心念是，佛即知：「秋露子！釋念", "196": "明度。異道人無善意來故，弊邪念：『佛與四部", "197": "弟子共坐，愛欲天、梵天諸天子悉復在中，會", "198": "無異人，闓士大士受決者會，當為人中之將，", "199": "自致作佛。我當往亂之。』是弊邪乘一轅之車，駕", "2": "南吳月支國居士支謙於涼州譯", "20": "行，今自致作佛。用是故，當報恩。我作是說", "200": "馬四匹，稍至佛所。釋作是念：『弊邪所乘，非國", "201": "王瓶沙、非波斯匿、非釋種、非維耶利四馬", "202": "車，皆不類之，正是弊邪所作也。邪常晝夜索", "203": "佛短，亂世人。能常持心究竟明度，邪便道還。』」", "204": "忉利迦翼天子持天花在空中立，便散佛上，", "205": "四面散而尊嘆曰：「究竟道原，明度之謂也。", "206": "閻浮提人民乃得聞見。」復持雜華四散佛上，", "207": "曰：「其有求者、守者，終不為邪眾所害也。是輩", "208": "人民福德弘大，何況乃學持諷誦用是法住。", "209": "其人前世已得見佛，淨心供養。欲一切知，得一", "21": "法，闓士受之，我勸樂。勸樂以大道，疾令作", "210": "切智寶，當從明度索之。」佛言：「然！」阿難白佛言：", "211": "「無舉名布施、重戒、忍辱、精進、棄定，但舉明度", "212": "名。何以故？天中天！」佛言：「明度於度中最", "213": "尊。云何，阿難！不布施、持戒、忍辱、精進、禪定智", "214": "者，當緣為六度無極一切知乎？」阿難言：「唯", "215": "然，天中天！不行六行，不為六度，誠非大明度", "216": "無極，一切知之明矣。」佛言：「然！大明最尊。譬", "217": "如地，種散其中，同時出生，眾生得命。如是，", "218": "阿難！明度如地，五度如種，從中生成。」釋白佛", "219": "言：「如來所說善士學持誦明度者功德未竟。」", "22": "佛。釋欲所聞者，聽所問矣。」問曰：「闓士云何", "220": "佛語釋：「我不說是功德未竟，我自說書持經", "221": "卷，承事作禮，花香名寶雜繒蓋幡功德者耳。」", "222": "釋白言：「我身護視是人。」佛語釋：「誦明度者，有", "223": "若干千天到是經師，聽經不解義者欲問所", "224": "疑，用慈於經中，即自曉了。是人作功德，悉自", "225": "見知。若於四部弟子中說經時，其心無所難，", "226": "若形試者終不畏。何以故？明度所護，凶試", "227": "者去。」佛言：「我不見人當明度者，人亦不見明", "228": "度、明度所厭也。無有輕者，心不恐怖，無所畏。", "229": "父母重之，沙門哀之，諸親賢友愛之。或惡事", "23": "立智度中乎？」答曰：「持空法，立如是。」釋問：「闓", "230": "來，持忠正法為解之。是善士所作功德，悉自", "231": "見心，當作是知。十方無數佛國，諸天、人、鬼、龍、", "232": "質諒神、執樂神、胸臆行神、似人形神，皆至經", "233": "師所，問訊聽受，作禮致敬，繞畢各去。斯行德", "234": "使然。四天大王、忉利天、鹽天、兜術天、不驕", "235": "樂天、化應聲天，梵天、梵眾天、梵輔天、大梵天、", "236": "水行天、水微天、無量水天、水音天、約淨天、遍", "237": "淨天、淨明天、守妙天、玄妙天、福德天、德純天、近", "238": "際天、快見天、無結愛天上諸天子，皆往問訊，", "239": "聽受作禮，繞竟各去。諸無結愛天尚悉來下", "24": "士大士以影弘誓大乘，所至奏五陰，不當於", "240": "在諸天中，何況是三千大千國土諸愛欲、無", "241": "色天子耶。彼所處，常完堅，無嬈者。除宿不請，", "242": "餘不能動。其功德悉受。是時諸天來，當知之。」", "243": "釋言：「云何知？天中天！」佛言：「是善士女歡喜", "244": "時知，來已當避，去聞鬼神香。或龍鬼神蛇軀", "245": "神來到，聞鬼神香，以為曾知，已當避去。當", "246": "淨身體，用清淨故鬼神皆大歡喜。小天見大", "247": "天來便避去。尊天威神巍巍其光重明，稍安", "248": "徐往。尊天入至經所，是善士女則踊躍喜。所", "249": "止處悉當淨住，是人病終不著身，所止處常", "25": "中住。溝港、頻來、不還、應儀、緣一覺至於佛，", "250": "安隱，未常有惡夢，夢中但見佛，見塔，聞明度，", "251": "但見諸弟子、見極過度、見佛坐、見自然經輪、", "252": "見粗欲成佛時、見諸佛得佛、見自然新經", "253": "輪、見若干闓士、見六度種種解說是當作佛、", "254": "見餘佛剎、見佛及尊經無與等者，某方剎如", "255": "來無所著正真道最正覺弟子眾，如來在其", "256": "中說經。是輩善士夢如是，已安隱覺，身體淨", "257": "潔且輕，不復思食身軟美飽。若比丘得定，自", "258": "定覺，心軟，不思食，身軟美飽如是。何以故？", "259": "鬼神不敢近是欲取佛者。", "26": "不當於中住。五陰無常，不當於中住。於苦", "260": "4 功德品功德品第四", "261": "「復次，帝釋！是天下如來舍利滿中施與，有持", "262": "智度無極書施與，爾取何所？」釋言：「我取智", "263": "度。何以故？我不敢不敬舍利。天中天！舍利由", "264": "斯明度出，天人所尊矣。如我與諸天共坐", "265": "坐，持異床。我未至，諸天子為坐作禮繞以", "266": "去。是坐尊故。吾於斯受經，諸天於彼為禮。如", "267": "是，天中天！明度出如來無所著正真道最正", "268": "覺之舍利，一切智從中生身。用是故，兩分中", "269": "取明度。正使三千復大千國土滿中舍利為", "27": "樂好醜，是我所、非我所，不當於中住。溝港道", "270": "一分，明度書為二分。取書。何以故？從中出", "271": "舍利供養所致。譬如負債人與國王參正，", "272": "無復問者，亦無所畏。何以故？在王邊有力故", "273": "也。譬如無價明月珠，有是寶者，其德無等。", "274": "所著處，鬼神不得其便，不為所中。若士女持", "275": "明月珠所著，鬼神即去。若中熱風寒，持明月", "276": "珠著身，熱風寒皆除去。夜著，冥中即明。熱涼", "277": "寒溫眾毒向已，持珠示之，諸毒即滅。如是，天", "278": "中天！明月珠尊。若人目痛冥，近之即愈。其德", "279": "巍巍，在著何所，便隨珠色。正使持若干種繒", "28": "不動成就，不當於中住。何以故？七死七生便", "280": "裹珠著水中，水故如珠色，水濁即為清。是珠", "281": "德無比。」阿難問釋：「云何獨彼有珠耶？斯土亦", "282": "有乎？」釋言：「亦有，不足言。如我所說者，異天下", "283": "寶輕，不如彼德尊十百千萬億倍，若以著篋", "284": "函中，其明徹出，正使出去，處明如故。天中天！", "285": "一切知德至如來滅度後，是一切知舍利遍布", "286": "供養如故。置是三千大千國土滿中如來舍", "287": "利，正使恒邊沙佛剎滿中舍利為一分，是經", "288": "為二分，我於兩分取是經。」佛語釋：「過去如", "289": "來皆從中出，自致成佛。甫當來及十方無數", "29": "度去。頻來道不動成就，不當於中住。何以故？", "290": "佛剎現在諸佛，亦從中出，為人中將，自致", "291": "成。」釋言：「一切眾生心所求，如來從明度悉了", "292": "知。」佛言：「用是故，闓士大士晝夜求明度。」釋言：", "293": "「惟求大明，不求餘度乎？」佛言：「六度無極皆求，", "294": "闓士布施、持戒、忍辱、精進、一心分諸經，不及求", "295": "明度。譬如是天下種樹若干色，種種葉花實", "296": "各異，其影無異，影影相類。如是五度從明", "297": "度出，一切知種種相成無異。」釋白佛言：「景", "298": "明德尊，其為難等矣。天中天！」「若有書是經，承", "299": "事供養花香繒蓋幡，若復授與人，其福孰多？」", "3": "天帝釋問品持品功德品", "30": "一死一生便度去。不還道不動成就，不當於", "300": "釋言：「自供養，復分人，其福太多。」佛言：「如", "301": "是書經供養華香眾寶名繒蓋幡，若有書經", "302": "供養，復分與人，其福無量。經師所處，轉說本", "303": "淨，其福甚多。復次，一天下人皆令持十戒，置", "304": "是四天下，復置小國中國、二千三千大國土，", "305": "如恒沙佛剎人民皆令持十戒，其福寧多不？」", "306": "對曰：「甚多，天中天！」佛言：「不如書持是經，分", "307": "與人，使書學之，其福倍多。置上十戒，皆令作", "308": "四棄四、拔苦四事、空及五通皆成得。云何，其", "309": "福寧轉倍多不？」對曰：「甚多，天中天！」佛言：「不如", "31": "中住。何以故？於上滅度。應儀道不動成就，不", "310": "是書經卷，與人使書，若為讀，其福倍多。復次，", "311": "學解中慧，其福甚多。」釋白佛言：「云何學明度", "312": "解中慧？」佛言：「有當來善士，欲得無上正真道", "313": "最正覺，樂學明度。惡友教學末智。」「何等為", "314": "末智？」佛言：「來世比丘，得經欲學。惡友教之五", "315": "陰無常。學五陰無常，求作斯學，失大明，獲末", "316": "智。」佛言：「求者不壞五陰無常視。何以故？本", "317": "無故。如斯當為景明之學，其福無度。復次，一", "318": "天下人皆令得溝港、頻來、不還、應儀、緣一", "319": "覺道，皆令成就。又如恒沙佛剎人民皆求無", "32": "當於中住。何以故？應儀道成已，便盡於滅度", "320": "上正真道福，不如淨定廣說義。所以然者，", "321": "皆由斯定得一切知十二經德，皆由斯學成", "322": "佛。無蓋佛出，即生溝港、頻來、不還、應儀、緣", "323": "一覺，并發意求佛。獲斯定者，福最尊矣。若有", "324": "善願欲疾作佛，以經施之，令成大士。得斯定", "325": "者，其福難盡。」釋白佛言：「如是，天中天！極安隱，", "326": "是闓士大士疾近佛。用是故，受其福轉倍多。", "327": "何以故？其得是法，疾近佛坐。」善業語釋言：「善", "328": "哉，善哉！當作是解。闓士受淨定，疾得作佛。所", "329": "作行當如淨，不得景定不得作佛。在所問。」", "33": "中而滅訖。緣一覺道不動成就，不當於中住。", "330": "5 變謀明慧品變謀明慧品第五", "331": "爾時，慈氏闓士語善業：「有闓士大士代歡喜最", "332": "尊分德法，雖或布施、持戒，所守分德，法尊無", "333": "蓋，德被無表。」善業言：「當從是代歡喜分德之", "334": "法。何以故？十方無量佛剎，一一剎土，不可計", "335": "數數滅度，以是本所起無上正真道最正覺", "336": "及自致滅度處，其功德極度所致之德。諸弟", "337": "子所作布施、持戒守法分德，彼德最尊，過無", "338": "所著功德。都天中天持戒身、定身、慧身、無所", "339": "罣礙身、度知見身，安隱大慈，不可具計。經中", "34": "何以故？不能逮佛道便滅訖。是故不當於中", "340": "所學諸功德，都計合積之，代歡喜德福尊無", "341": "蓋。以斯喜行，用求無上正真道，心念言：『持是", "342": "施與，我作無上正真道，當作是行。』求心以來，", "343": "悉還得之。」慈氏語善業：「作是求以來者，不", "344": "還得作是施者。」善業言：「有不施者，當從何得？", "345": "亦無所守，從何出生？若意悔還，為墮四顛倒", "346": "所施與——無常謂常、苦謂樂、空謂實、無身謂", "347": "有身——意悔還，所信還。持是心求佛，作是施與，", "348": "作無上正真道。」慈氏語善業：「新學士女不當", "349": "於前解慧也。何以故？其所信樂、所造德本恐", "35": "住。如來無所著正真道最正覺，用無量人故", "350": "亡還，當為不退轉說之。若在善友邊久者，解", "351": "說之，是人不懼者也。如是代歡喜極尊。持是", "352": "施與，作一切知，持是心，作是施與代歡喜，是", "353": "心盡滅，無處，不可見何心作是施與，得無上", "354": "正真道。何心是心？心無兩對，心無身，當作何", "355": "施與乎？」釋言：「恐新學士或怖而志還，云何", "356": "作功德施與最尊代歡喜？云何以作施與得", "357": "無上正真道？」善業言：「斯土闓士大士悉具足", "358": "供養諸佛，破壞眾惡，以等行如一，降伏邪黨、", "359": "棄捐重擔，所有福德罪垢都寂，戒、定、慧、解脫、", "36": "作功德，我皆當令滅訖，正於佛中住。佛所作", "360": "度知見，所願已獲。十方無數剎土有滅訖者，", "361": "所作分德其尊無上。何因？闓士不悔心想。云", "362": "何不悔？心無所想。持是施與作上行者，正使", "363": "是心念，自了知之，作是曹想，不悔心想，如悔", "364": "所喜悔。正使心念復了知是心作，是為想悔、", "365": "心悔、喜悔。正使闓士持其心，了知作，是為想", "366": "覺，持何等施與？持何所心了知作是覺？持", "367": "何等施與？持何所心了知是心諸法？何所法", "368": "持是施與為等與？不及作是施。諸過去當來", "369": "今現在佛所有功德，及弟子未得道者，天、龍、", "37": "皆究竟已乃滅訖，亦不當於中住。」秋露子問：", "370": "鬼神諸聞經初發心學者，都合積累代喜最", "371": "尊矣。持是功德，復知是法盡滅，無處亦無法，", "372": "作是施與，無想悔、無心悔、無喜悔。作是眾所", "373": "不還，是為無上正真道施，與他有分德。不諦", "374": "明之，不作是施與。何故？所致無所有，代喜分", "375": "德亦空。闓士作此明之。諸佛所滅度者，持所", "376": "施與功德，使我悉得之如一，作是知，所行作", "377": "無上正真道，是所作不在想，過去所知盡滅，", "378": "想無處想作念得，作是想非施與也，不作是", "379": "想為施與。當作是學，闓士大士權德當於是", "38": "「設使闓士大士不當住五陰、溝港、頻來、不還、", "380": "中索之。未得明度，不得入是法中，所持分德", "381": "中，無得作是聽身識。是有德之人，有想便著，", "382": "反欲苦住，如來無所著正真道最正覺，不樂", "383": "持施與，持施與見虛空。何以故？極大得滅訖", "384": "視佛。有想者為礙施，是與大還，不當作是", "385": "還。如來施與當諦。何以故？雜毒病故，作是", "386": "施。譬作美飯雜毒著中，色好甚香無不喜", "387": "者。不知飯中有毒，愚人食之歡喜飽滿，其食", "388": "欲消時，必危身命矣。夫不知取施之義者，不", "389": "曉將護兩礙之難，必如毒飯之說也。若高士", "39": "應儀、緣一覺上至佛，當云何住？」善業言：「如來", "390": "欲施，當如往古來今諸佛持戒身、定身、慧身、", "391": "解脫身、度知見所見慧身，及諸弟子於中所", "392": "作功德，是所佛緣一覺施與。持是功德，都代歡", "393": "喜施與，以作無上正真道。持是想施與時悔，", "394": "謂之有用，是故譬若雜毒飯。如是有德之", "395": "人，當作是覺知：『過去當來今現在佛，云何施", "396": "與？何因成就出無上正真道？』隨如來教，持是", "397": "施與，知所作功德、生時身相。經所得，了知成", "398": "時，我作是代歡喜，自致佛道無過也。終不離", "399": "如來法，不雜毒也。當作是施與，如戒、如定、", "4": "變謀明慧品", "40": "無所著正真道最正覺有住處乎？」答曰：「不也。", "400": "如慧、如解脫、如度知見，慧所現身，無欲處、無", "401": "色處、無空處，亦無往古來今從中來者。譬", "402": "若無所有，是所施與諸法亦無所有，是為", "403": "成施與中無毒也。若作異施，為行反施。唯闓", "404": "士所施，是法若佛。皆更知，作是施，自致作佛。", "405": "今我施已，作無上正真道。」佛言：「善哉，善哉！善", "406": "業！所作如佛。又三千大國土人，皆使念四等", "407": "心，不如上施其尊無蓋也。復次三千大國人，", "408": "皆作無上正真道，使如恒沙佛剎人共供養", "409": "之，震越衣服、飲食、床臥、病瘦醫藥，事事具", "41": "何以故？佛無所住，亦不在動搖不動搖處住，", "410": "足，如恒沙劫隨恣所樂。云何，其福寧多不？」善", "411": "業言：「甚多，天中天！」佛言：「代喜功德，福過其上。」", "412": "善業言：「功德如恒沙佛剎，不能受也。」佛言：「善", "413": "哉，善哉！持明度者，是所施與乃從本來，福出", "414": "其上。」爾時，四天王與二萬天子以頭面著佛", "415": "足，却白佛言：「弘慈普施明度德化，巍巍無", "416": "蓋乃至於斯乎。何以故？學明度闓士大士", "417": "所歡樂故。」忉利天、鹽天、兜術天、不驕樂天、化", "418": "應聲天諸天子，各以寶樹名華雜香以散佛", "419": "上，繒蓋天幡妓眾樂歡心貢佛而歎曰：「極", "42": "亦不不住，亦無無住，一切無是如如來住。當", "420": "大施與，天中天！大士權德乃作是施，學明度", "421": "德大士所歡樂。」梵眾天、梵輔天、大梵天、水", "422": "行天、水微天、無量水、天水、音天、約淨天、遍淨", "423": "天、淨明天、守妙天、玄妙天、福德天、德純天、近", "424": "際天、快見天、無結愛天諸天子，皆以頭面著", "425": "佛足，作是言：「闓士學明，三界希有。」佛告諸天", "426": "子：「置是三千大國土中人皆作無上正真道", "427": "者，更復異恒沙佛剎人都共供養是輩闓士", "428": "大士，其隨所喜復過是者，不及代歡喜施與。", "429": "三世佛天中天持戒身、定身、慧身、解脫身、度知", "43": "作是住，不當住不住，亦不當住無住。當作", "430": "見身，及諸弟子在中作功德者，都積累合會，", "431": "雖爾，代喜過上。」善業問言：「從中何得？」佛言：「求", "432": "闓士道有德人，當知往古來今法無取無放、", "433": "無想無見。從是法中無所出生法、無盡法、心", "434": "往來法。我作是代喜施，疾得無上正真道。復", "435": "次，於三世佛所作布施、持戒、忍辱、精進、一心、明", "436": "慧代歡喜，無所罣礙法，未來未成，亦無所罣", "437": "礙，十方無數佛剎現在者，諸法不著不縛不", "438": "脫。以是法作無上正真道，是代喜施，無能過", "439": "者，無能壞之。如恒沙佛剎，闓士壽劫亦然，", "44": "是住，學無所住矣。」爾時諸天子心念：「諸鬼神", "440": "使彼人供養爾所闓士大士，具足如彼多劫，", "441": "如戒、忍辱、精進、棄定法，乃作是布施代歡喜，", "442": "德尊出其上無量之計。」", "443": "明度經卷第二", "45": "所語，悉可了知。今是尊者善業所說經道，了", "46": "不可知。」善業知其心所念，語諸天子：「是經難", "47": "了難了。所以者何？我所道說所教起，都為空", "48": "矣。以斯故難聞，聞而難了。」諸天子心復作是", "49": "念：「是語當解當解。今尊者善業深入於法身。」", "5": "2 天帝釋問品天帝釋問品第二", "50": "即告諸天子：「設使欲索溝港、頻來、不還、應儀、", "51": "緣一覺無上正真道，若於其道中住，皆當學明", "52": "度，當持守。」諸天子心復念：「所說乃爾。當復於", "53": "何處更索經師？」又告諸天子：「欲知我所說法", "54": "者，如幻人，無所聞、無所行。」諸天問：「今在是聞", "55": "法者，是人為非幻乎？」善業言：「人如幻，幻如人。", "56": "如求溝港、頻來、不還、應儀、緣一覺正真道，人", "57": "如幻，幻如佛道。」諸天子復問：「乃至佛亦復如", "58": "幻如人乎？」曰：「乃至滅度亦如幻如人。」諸天", "59": "子言：「滅度亦復如幻如人乎？」曰：「設使有法過", "6": "爾時，帝釋與四萬天子，四天王與二萬天子，", "60": "於滅度者，亦復如幻如人矣。」善業告諸天子：", "61": "「是幻、是人、泥洹，皆空，俱無所有。」尊者秋露子、", "62": "滿祝子問：「說明無度如是者，誰能持奉行之？」", "63": "答曰：「賢者！不退轉闓士大士能持奉行之，其", "64": "應儀等，無能受持者。所以者何？我所說法，為", "65": "無所說亦無所處法，已無所處法，已無所囑", "66": "累法，以是故亦無能受持者。」釋心念：「尊者善", "67": "業雨法寶，我寧可化作花以散其上。」便化作", "68": "甘香花以散佛及善業、諸比丘上，花至其膝。", "69": "善業即知言：「是華不出於忉利天上，釋所散", "7": "梵眾天與萬天子，梵輔天與五千天子，俱皆", "70": "花，出於幻耳。」釋言：「是花非從樹出。如賢者善", "71": "業所可說，斯事本寂，自幻樹出矣。」釋言：「是", "72": "花從幻樹出也。不從樹出者為非是，非是者", "73": "為非花。」釋言：「明度甚深微妙。」答曰：「然！所以", "74": "者何？無所逮得亦無所說。」釋言：「尊者處深微", "75": "妙明度，於法不諍處無所有，於法無所動。」答", "76": "曰：「然！法非動法，當作是學。如是學，不學溝港、", "77": "頻來、不還、應儀、緣一覺道。作是學者，為學一切智，出於諸法，為不生五陰。學受身行，不", "78": "學受餘法。」秋露子問：「如是為不學受一切智", "79": "乎？不學亡失、不學受他法乎？」答曰：「然！是為", "8": "來會坐。諸天子宿命功德光耀巍巍，持佛神", "80": "學一切智，出於諸法。」釋聞法，便問秋露子：", "81": "「當云何於其中求？」報言：「於善業明度品中求。」", "82": "釋問：「善業持何威神恩當學知？」報言：「持如來", "83": "威神恩知。釋所問：『明度闓士大士當云何求？』", "84": "不可從五陰求，不可離之求。何以故？明度", "85": "非五陰？亦不離之、不起之，為無所著、無出無", "86": "倚，無倚是明度矣。」釋言：「大士為大明無邊", "87": "無底？」報言：「五陰皆無邊，以是故當知法無", "88": "邊，人無底，當知法無底。身與作復作，用是故", "89": "當知之，與大明等無異，無中邊亦無本端，不", "9": "力明徹照。釋問善業言：「是諸天子大會，欲聽", "90": "可限量，一切不可得。以是故明度無邊無底，", "91": "不可計計為多。」釋問：「人云何無底？」善業言：", "92": "「云何於釋意，何所法中名為人？於法中不見", "93": "有名為人者。何以故？不見有所從來處。所以", "94": "者何？人本未皆空，無所有故。設使有來者、有", "95": "住止者，但名耳。何以故？於名字中學，有所", "96": "有不？」曰：「不也。」善業曰：「用名字無所有故，無作", "97": "我者，是故人無底。正使如來無所著正真道", "98": "最正覺壽如恒沙劫，口說名人、人復人，寧有", "99": "生滅者不？」釋言：「一切無生滅者。」善業言：「所以"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 明度經: 明度經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}