{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0357 如來莊嚴智慧光明入一切佛境界經: 如來莊嚴智慧光明入一切佛境\n界經: 如來莊嚴智慧光明入一切佛境界經", "text": {"0": "如來莊嚴智慧光明入一切佛境", "1": "界經卷下", "10": "切法無分別、離分別，非下、非中、非上。何以故？", "100": "何者是根？何者是住？」佛告文殊師利：「身見，名", "101": "為根；不實分別，名為住。彼菩提平等，如來知", "102": "一切法平等，是故，說如來無根、無住得菩提。", "103": "「文殊師利！言菩提者，名為淨、亦名寂靜。何者", "104": "為淨？何者寂靜？文殊師利！我我所眼空。何以", "105": "故？自性空故。如是，耳、鼻、舌、身、意我我所空。何", "106": "以故？自性空故。是故，知眼空，不著色，是故說", "107": "淨。如是，知耳空，不著聲，是寂靜；知鼻空，不著", "108": "香，是寂靜；知舌空，不著味，是寂靜；知身空，不", "109": "著觸，是寂靜；知意空，不著法，是寂靜。文殊師", "11": "一切法不可得故。文殊師利！言一切法不可", "110": "利！菩提自性清淨，以自性清淨故。自性清", "111": "淨者，所言自性清淨，彼不染如虛空、平等如", "112": "虛空、自性同虛空——譬如虛空，本來自性清淨。", "113": "「文殊師利！言菩提者，不取、不捨。云何不取？云", "114": "何不捨？言不取者，不取一切法，是故言不取；", "115": "言不捨者，不捨一切法，是故言不捨。文殊師", "116": "利！如來度大漂流，是故不取、不捨，而彼真如", "117": "不見彼、此岸。如來知一切法離彼、此岸，故言", "118": "如來。「文殊師利！菩提無相、無觀。何者無相、", "119": "無觀？文殊師利！不見眼識名為無相，不見色", "12": "得者，是一切法平等；言一切法平等者，是平", "120": "名為無觀；不見耳識名為無相，不聞聲名為", "121": "無觀；不見鼻識名為無相，不聞香名為無觀；", "122": "不見舌識名為無相，不知味名為無觀；不見", "123": "身識名為無相，不知觸名為無觀；不見意", "124": "識名為無相，不知法名為無觀。文殊師利！", "125": "是諸聖人境界，所謂三界境界。「文殊師利！言", "126": "菩提者，非過去、非未來、非現在，三世平等、三", "127": "世清淨。文殊師利！何者是三世智？所謂過去", "128": "法心不行、未來法識不去、現在法念不住。", "129": "是故，如來不住心、意、意識；以不住，不分別、無", "13": "等住；言平等住者，即是不動；言不動者，是一", "130": "分別；以不分別、無分別故，不見未來法、現在", "131": "法，不戲論。「文殊師利！菩提無身、無為。何者", "132": "是無身？何者是無為？文殊師利！無身者，所謂", "133": "非眼識知，非耳、鼻、舌、身、意識知。文殊師利！若", "134": "非心、意、意識知，彼無為。言無為者，不生、不住、", "135": "不滅，是故言三世清淨無為。如無為知，有為", "136": "亦如是。何以故？所言一切法體者即是無體。", "137": "無體者，彼處無二言。「文殊師利！言菩提者，名", "138": "為無差別足迹。何者無差別？何者足迹？文殊", "139": "師利！無相名無差別，真如名足迹；無住名", "14": "切法無依止；言一切法無依止者，彼無心定", "140": "無差別，法名足迹；無異名無差別，實際名足", "141": "迹；不可得名無差別，不動名足迹；空名無差", "142": "別，無相名足迹；無覺名無差別，無願名足迹；", "143": "不求名無差別，無眾生名足迹；眾生體名無", "144": "差別，虛空名足迹；不見名無差別，不生名足", "145": "迹；不滅名無差別，無為名足迹；無行名無差", "146": "別，菩提名足迹；寂靜名無差別，涅槃名足迹；", "147": "不起名無差別，覺名足迹。「文殊師利！菩提", "148": "者，不可以身得、不可以心得。何以故？文殊師", "149": "利！身者頑礙，無覺、無心，譬如草木、牆壁、土塊", "15": "住；言無心定住者，即是無生；言無生者，即是", "150": "影像；心者如幻，空無所有，不實、不作。「文殊師", "151": "利！身、心如實覺名為菩提，依世間名字非第", "152": "一義。何以故？文殊師利！菩提非身、非心、非法，", "153": "非實、非不實，非諦、非不諦，不可如是說。文殊", "154": "師利！不可以一切法說菩提。何以故？文殊師", "155": "利！菩提無住處可說。文殊師利！譬如虛空，", "156": "無住處可說、無為，無生、無滅；菩提亦如是，無", "157": "住、無為，無生、無滅可說。文殊師利！譬如一切", "158": "世間之法，若求其實不可得說。文殊師利！菩", "159": "提亦如是，以一切法說菩提實亦不可得。何", "16": "不生。若如是見，彼心心數法畢竟不顛倒；若", "160": "以故？文殊師利！實法中無名字、章句可得。何", "161": "以故？不生、不滅故。「文殊師利！言菩提者，名不", "162": "可取、不可依。文殊師利！何者不可取？何者不", "163": "可依？文殊師利！如實知眼不可取，不見色名", "164": "為不可依；如實知耳不可取，不聞聲名為不", "165": "可依；如實知鼻不可取，不聞香名為不可依；", "166": "如實知舌不可取，不知味名為不可依；如實", "167": "知身不可取，不覺觸名為不可依；如實知意", "168": "不可取，不見諸法名為不可依。文殊師利！如", "169": "是，如來不取、不依，名證菩提。如是，證菩提不", "17": "畢竟心不顛倒者，彼行者能得如實；若能如", "170": "取眼、不見色，是故不住眼識；不取耳、不聞聲，", "171": "是故不住耳識；不取鼻、不聞香，是故不住鼻", "172": "識；不取舌、不知味，是故不住舌識；不取身、不", "173": "覺觸，是故不住身識；不取意、不知法，是故不", "174": "住意識。文殊師利！如來不住心、意、意識，是故", "175": "得名如來、應、正遍知。", "176": "「文殊師利！眾生有四種心住法，依彼四種心", "177": "住法。何等為四？所謂眾生依色心住，如是，受、", "178": "想、行等，是為眾生依四種心住。文殊師利！此", "179": "四種心住法，如來如實知不生、不滅，是故名", "18": "實得者，彼不起戲論；若不起戲論者，彼不", "180": "為佛。「文殊師利！言菩提者，名為空。文殊師利！", "181": "如彼一切法空不異菩提空，菩提空即一切", "182": "法空。如彼一切法空，如來如實知名為覺者。", "183": "「文殊師利！非空空知。文殊師利！空者即菩", "184": "提，菩提即是空。文殊師利！空中無空、亦無菩", "185": "提、亦無二。以何等法為空？何等法為菩提？而", "186": "說二名。何以故？文殊師利！一切無二、無相、無", "187": "差別，無名、無相，離心、意、意識，不生、不滅，不", "188": "行、無行、不集，無字、無聲。文殊師利！言空者，名", "189": "取戲論。文殊師利！而第一法中無法可得，名", "19": "行一切法。若不戲、不行者，彼不在生、死；若不", "190": "為空。文殊師利！如說虛空虛空，而無虛空可", "191": "名，名為虛空。文殊師利！空亦如是，說名空空，", "192": "而無法可說，名之為空。如是入一切法，是名", "193": "入一切法門。「文殊師利！一切法無名而依名", "194": "說。文殊師利！如名非此處、不離此處，如是", "195": "依名說。何等法？彼法非此處、不離此處。如是，", "196": "文殊師利！如來如實知一切法本來不生、不", "197": "起、不滅，無相，離心、意、意識，無字、無聲。「文殊師", "198": "利！言菩提者，如虛空平等。虛空非平、非下、非", "199": "高，菩提亦非平、非下、非高。何以故？文殊師", "2": "元魏天竺三藏曇摩流支譯", "20": "在生、死者，彼不能動；若不能動者，彼法不能", "200": "利！法無實有。文殊師利！若法無實有，云何說", "201": "平等，非下、非高？文殊師利！如來如是覺一切", "202": "法平等，非高、非下。如是覺已，無有少法不平", "203": "等，不高、不下。如彼法住，如是，如如實智知。「文", "204": "殊師利！何者是如實智？文殊師利！如實知一", "205": "切法者，一切法無，本來不生、不滅。法本不生，", "206": "生已還滅。彼諸法，無作者、無取者而生，無作", "207": "者、無取者而滅。文殊師利！諸法依因緣生、無", "208": "因緣滅，無實道者。是故，如來為斷道者說法。", "209": "「文殊師利！言菩提者，名為如實足迹。文殊師", "21": "相違；若法不能相違者，彼隨順一切法；彼", "210": "利！何者是如實足迹？文殊師利！言如實足", "211": "迹者即是菩提。如菩提，色亦如是不離如；如", "212": "是，不離如受、想、行、識。如菩提，地界如不離如；", "213": "水、火、風亦不離如。如菩提，如是，眼界、色界、眼", "214": "識界不離如。文殊師利！如菩提，耳界、聲界、耳", "215": "識界不離如。文殊師利！鼻界、香界、鼻識界不", "216": "離如；舌界、味界、舌識界不離如；身界、觸界、身", "217": "識界不離如；意界、法界、意識界不離如。文殊", "218": "師利！一切法假名法者，謂五陰、十二入、十八", "219": "界。彼法如來如實覺，非顛倒覺。如彼法住本", "22": "隨順一切法者，彼法性中不能動；若法性中", "220": "際、中際、後際，如來如實知本際、中際、後際。如", "221": "彼法本際不生、未來際不去、現在際不住，如", "222": "實知如。彼法足迹，如一法，一切法亦如是；如", "223": "一切法，一法亦如是。文殊師利！而一、多不可", "224": "得。「文殊師利！入一切法，阿門、無阿門。文殊師", "225": "利！何者阿門？何者無阿門？文殊師利！言阿", "226": "者，初發一切善根法；無阿者，不見一切法。言", "227": "阿者，心不住能令住；言無阿者，無相三昧解", "228": "脫門。言阿者，稱數觀諸法相；言無阿者，名", "229": "為過量。何者是過量？謂無識業。言阿者，觀有", "23": "不能動者，彼得自性法；若得自性法者，彼無", "230": "為法；言無阿者，觀無為法。「文殊師利！言菩", "231": "提者是無漏、無取法。文殊師利！何者是無漏？", "232": "是無取？文殊師利！言無漏者，謂離四漏。何者", "233": "為四？謂：欲漏、有漏、無明漏、見漏。以不取彼四", "234": "種漏故，是故名為遠離諸漏。文殊師利！何", "235": "者無取？謂離四取。何等為四？謂：欲取、見取、我", "236": "取、戒取。以此諸漏，眾生為無明所闇、愛水", "237": "所潤，迭共相因，虛妄取著。「文殊師利！如來如", "238": "實知我根本，以我清淨如實知一切眾生清", "239": "淨。所言我清淨、一切眾生清淨，此二無二、無", "24": "所得。何以故？依因緣生一切法故。若依因緣", "240": "差別義，即是無生、無滅。文殊師利！無生、無滅，", "241": "何等法處心、意、意識所不能知？文殊師利！何", "242": "等法上無心、意、意識？彼法中無分別，分別何", "243": "等法而生不正念。是故，菩薩生於正念。生", "244": "正念者，不起無明；不起無明者，不起十二有", "245": "支；不起十二有支者，彼是不生；不生者即是", "246": "位；位者即是了義；了義者即是第一義；第一", "247": "義者即是無我義；無我義者即是不可說義；", "248": "不可說義者即是因緣義；因緣義者即是法", "249": "義；法義者即是如義。是故，言見因緣者即是", "25": "生一切法者，彼常不生；若常不生者，彼常不", "250": "見法，見法者即是見如來。所言見者，雖見", "251": "諸法而無所見。文殊師利！言有所見者，謂見", "252": "心、見觀。如來不見心。若不見心、不見觀，彼是", "253": "見實。文殊師利！彼諸法如是平等，如來如彼", "254": "法平等而知。「文殊師利！言菩提者，名為淨、無", "255": "垢、無點。文殊師利！何者為淨？何者無垢？何者", "256": "無點？文殊師利！空名為淨，無相名無垢，無願", "257": "名無點。文殊師利！無生名為淨，無行名無", "258": "垢，無起名無點。文殊師利！自性名為淨，善根", "259": "淨名無垢，光明圓滿名無點；無戲論名為淨，", "26": "可得；若常不可得者，彼得實際法；若得實", "260": "離戲論名無垢，寂滅一切戲論名無點；如名", "261": "為淨，法界名無垢，實際名無點；虛空名為淨，", "262": "無礙名無垢，不見名無點；內清淨名為淨，外", "263": "不行名無垢，內、外不見名無點；陰聚名為淨，", "264": "法界自體名無垢，十二入無去名無點；過去", "265": "盡智名為淨，未來無生智名無垢，現在住法", "266": "界智名無點。文殊師利！略言淨、無垢、無點，入", "267": "一平等法足迹中，所謂寂靜足迹；言寂靜足", "268": "迹者即是寂滅；寂滅者即曰淨；淨者即是", "269": "聖。「文殊師利！如虛空，菩提亦如是；如菩提，法", "27": "際法者，彼不共一切法住；若不共一切法住", "270": "亦如是；如法，法體亦如是；如法體，眾生亦如", "271": "是；如眾生，國土亦如是；如國土，涅槃亦如是。", "272": "文殊師利！如來說：『一切法平等如涅槃』，以畢", "273": "竟究竟無所治法、離諸所治法，以本來清淨、", "274": "本來無垢、本來無點。文殊師利！如來如是如", "275": "實覺一切法、觀察一切眾生性，即生清淨、無", "276": "垢、無點，奮迅大慈悲心。「文殊師利！云何菩", "277": "薩行菩薩行？文殊師利！若菩薩不生心，不為", "278": "諸法盡、不為諸法生、非不為諸法不生。見諸", "279": "法本來盡、見諸法不盡而不生慢心，言：『我如", "28": "者，彼不共住；若不共住者，彼非有、非無；若非", "280": "是知。』而不壞諸法本來不生。文殊師利！菩薩", "281": "如是行菩薩行。「復次，文殊師利！菩薩不見過", "282": "去心盡行菩薩行、不見未來心未到行菩薩", "283": "行、不見現在心有行菩薩行，而不著過去、未", "284": "來、現在，心中如是行菩薩行。「文殊師利！布施", "285": "菩薩、如來，無二、無差別，如是行名行菩薩行；", "286": "持戒菩薩、如來，無二、無差別，如是行名為行", "287": "菩薩行；忍辱菩薩、如來，無二、無差別，如是行", "288": "名行菩薩行；精進菩薩、如來，無二、無差別，如", "289": "是行名行菩薩行；禪定菩薩、如來，無二、無差", "29": "有、非無者，彼得法中住；若得法中住者，彼得", "290": "別，如是行名行菩薩行；般若菩薩、如來，無二、", "291": "無差別，如是行名行菩薩行。「文殊師利！菩薩", "292": "不見色空、不見色不空，如是行名行菩薩行。", "293": "何以故？色空色性。如是，文殊師利！菩薩如", "294": "是不行受、想、行、識，不離受、想、行、識，如是行名", "295": "為行菩薩行。何以故？以不見心、意、識。「文殊", "296": "師利！無有一法，若知、若離，若修、若證。文殊師", "297": "利！言盡者，彼法常盡，非不盡，本來盡。若法本", "298": "盡，彼法不可盡；以不可盡，是故說盡。何以故？", "299": "以如實盡故。若如實盡，彼法不盡一法；若不", "3": "「文殊師利！如來者，名為法身。文殊師利！如來", "30": "修行正念法；若得修行正念法者，彼無一法", "300": "盡一法，彼法無為；若法無為，彼無為法不生、", "301": "不滅，是名如來。若如來出世及不出世，法", "302": "性、法體、法住、法位、法界如實。法界如實住，法", "303": "智不生、不滅，依彼智故知無為法。文殊師利！", "304": "若入如是等諸法位者，知諸漏法不生、不滅。", "305": "文殊師利！言諸漏盡者，此依世間名字假言", "306": "而說，而彼真如法身無有法生、亦無法滅。」爾", "307": "時，文殊師利法王子菩薩摩訶薩即從坐起，", "308": "偏袒右肩，右膝著地，合掌向佛，即以妙偈讚", "309": "歎如來，而說頌曰：", "31": "非是佛法。何以故？以覺一切法空故。「文殊師", "310": "「無色、無形相，無根、無住處，", "311": "不生、不滅故，敬禮無所觀。", "312": "不住亦不去，不取亦不捨，", "313": "遠離六入故，敬禮無所觀。", "314": "出過於三界，等同於虛空，", "315": "諸欲不染故，敬禮無所觀。", "316": "於諸威儀中，去、來及睡寤，", "317": "常在寂靜故，敬禮無所觀。", "318": "去、來悉平等，以住於平等，", "319": "不壞平等故，敬禮無所觀。", "32": "利！覺一切法空者名為菩提。菩提者，名覺一", "320": "入諸無相定，見諸法寂靜，", "321": "常入平等故，敬禮無所觀。", "322": "諸佛虛空相，虛空亦無相，", "323": "離諸因果故，敬禮無所觀。", "324": "虛空無中邊，諸佛身亦然，", "325": "心同虛空故，敬禮無所觀。", "326": "佛常在世間，而不染世法、", "327": "不分別世間，敬禮無所觀。", "328": "諸法猶如幻，而幻不可得，", "329": "離諸幻法故，敬禮無所觀。」", "33": "切法空，空者即是菩提。如是，空、無相、無願，無", "330": "爾時，世尊告文殊師利言：「善哉善哉。文殊師", "331": "利！快說此法。文殊師利！如是如是。諸佛如來", "332": "不應以色見、不應以法見、不應以相見、不應", "333": "以好見、不應以法性見。文殊師利！諸佛如來", "334": "非可獨見、非可眾見。文殊師利！諸佛如來無", "335": "有人見、無有人聞，無有人現在供養、無有人", "336": "未來供養。文殊師利！諸佛如來不說諸法一、", "337": "不說諸法多。文殊師利！諸佛如來不證菩提。", "338": "諸佛如來不依一法得名、亦非多法得名。文", "339": "殊師利！諸佛如來不見諸法、不聞諸法、不念", "34": "作、無行，無依、無生，無取、無處，覺如是法者名", "340": "諸法、不知諸法、不覺諸法。文殊師利！諸佛如", "341": "來不說一法、不示諸法。文殊師利！諸佛如", "342": "來現在不說諸法、不示諸法。文殊師利！諸佛", "343": "如來不飲、不食。文殊師利！諸佛如來無有法", "344": "證。文殊師利！諸佛如來不斷染法、不證淨法。", "345": "文殊師利！諸佛、如來不見諸法、不聞諸法、不", "346": "嗅諸法、不知諸法。何以故？以一切法本清淨", "347": "故。「文殊師利！若有人以三千大千世界微塵", "348": "數等眾生令置辟支佛地，於此法門不生信", "349": "心，若復有菩薩信此法門，此菩薩功德尚多", "35": "為菩提。「菩提者，名為修行正念。文殊師利！言", "350": "於前，何況有人於此法門若自書寫、令他書", "351": "寫？福多於彼，無量無邊。", "352": "「文殊師利！若三千大千世界所有眾生——若卵", "353": "生、若胎生，若濕生、若化生，若有色、若無色，若", "354": "有想、若無想，若一足、若二足、若三足、若四足、", "355": "若多足、若無足——彼諸眾生假使一時皆得人", "356": "身，發菩提心悉為菩薩，一一菩薩各以飲", "357": "食、衣服、床榻、臥具、病瘦湯藥、種種資生、一切", "358": "樂具奉施供養恒河沙阿僧祇佛國土微塵", "359": "數等諸佛如來及諸菩薩、諸聲聞僧，如是乃", "36": "修行正念者，不取、不捨即名正念。不觀、不異，", "360": "至恒河沙阿僧祇劫。彼諸如來、菩薩、聲聞入", "361": "涅槃後，造七寶塔高一由旬，眾寶欄楯周匝", "362": "圍遶，摩尼寶鬘以為間錯，竪寶幢、幡蓋，自", "363": "在摩尼寶王羅網彌覆其上，所得功德不可", "364": "稱計。若復有菩薩以畢竟清淨心，信此如", "365": "來莊嚴智慧光明入一切佛境界經，信此法", "366": "門、入此法門、不疑此法門、於此法門生清淨", "367": "心，乃至為他演說一偈，此菩薩所得功德甚", "368": "多無量阿僧祇。以此功德比，前功德百分不", "369": "及一、歌羅千分不及一、百千分不及一、百", "37": "名為行；不著、不縛、不脫，名為行；不去、不來，名", "370": "千萬分不及一、百千萬億分不及一、數分不", "371": "及一，乃至算數譬喻所不能及。何以故？以", "372": "能成就證佛智故。", "373": "「文殊師利！若有在家菩薩，以飲食、衣服、床榻、", "374": "臥具、病瘦湯藥、種種資生、一切樂具，奉施供", "375": "養恒河沙等阿僧祇諸佛如來及諸菩薩、諸", "376": "聲聞僧，如是乃至恒河沙等阿僧祇劫，所得", "377": "功德不可稱計。若復有出家菩薩，持戒心清", "378": "淨，乃至施與一畜生眾生乃至一口飲食，", "379": "所得功德甚多無量阿僧祇。以此功德比，前", "38": "為行。「文殊師利！正念行者，彼處無行、無利、無", "380": "功德百分不及一、歌羅千分不及一、百千萬", "381": "分不及一、百千萬億分不及一、歌羅少分不", "382": "及一，乃至算數譬喻所不能及。", "383": "「文殊師利！假使三千大千世界微塵數等出", "384": "家菩薩持戒心清淨，一一菩薩各以飲食、衣", "385": "服、床榻、臥具、病瘦湯藥、種種資生、一切樂具，", "386": "奉施供養十方世界恒河沙等阿僧祇諸佛", "387": "如來及諸菩薩、諸聲聞僧，如是乃至恒河沙", "388": "等阿僧祇劫，所得功德不可稱計。若復有菩", "389": "薩持戒心清淨——若在家、若出家——聞此法門", "39": "果、無證。何以故？文殊師利！心自性清淨故，彼", "390": "生信不疑，若自書寫、教他書寫，所得功德甚", "391": "多無量阿僧祇。以此功德比，前菩薩檀施功", "392": "德百分不及一、歌羅千分不及一、百千萬分", "393": "不及一、數分不及一，乃至算數譬喻所不能", "394": "及。", "395": "「文殊師利！若有菩薩摩訶薩以滿三千大千", "396": "世界七寶奉施供養諸佛如來，如是乃至三", "397": "千大千世界微塵數劫，所得功德不可稱計。", "398": "若復有菩薩為餘菩薩於此法門中乃至說", "399": "一四句偈，所得功德甚多無量阿僧祇。以此", "4": "不生、無生。文殊師利！如來無名、無色、無言說、", "40": "心客塵煩惱染，而自性清淨心不染。而彼自", "400": "功德比，前功德百分不及一、歌羅千分不及", "401": "一、百千萬分不及一、百千萬億分不及一、數", "402": "分不及一、歌羅少分不及一、算數分不及一，", "403": "乃至算數譬喻所不能及。", "404": "「文殊師利！置滿三千大千世界七寶，於三千", "405": "大千世界微塵數劫以用布施所得功德。文", "406": "殊師利！若復有恒河沙等諸菩薩，一一菩薩", "407": "恒河沙等阿僧祇佛國土閻浮檀金以為世", "408": "界，一切諸樹天衣纏裹，集一切光明王摩尼", "409": "寶羅網以覆其上，自在王摩尼寶以為樓閣，", "41": "性清淨心即體，無染、不染者。彼處無對治法", "410": "電光明摩尼寶以為欄楯，如意寶珠滿彼世", "411": "界，竪立一切諸寶幢、幡蓋，於日日中奉施供", "412": "養恒河沙等阿僧祇諸佛如來，如是布施乃", "413": "至恒河沙等阿僧祇劫，所得功德不可稱計。", "414": "若復有菩薩信此法門，為餘菩薩於此法門", "415": "中乃至說一四句偈，所得功德甚多無量阿", "416": "僧祇。以此功德比，前功德百分不及一、歌羅", "417": "千分不及一、百千萬分不及一、百千萬億分", "418": "不及一、數分不及一、歌羅少分不及一、僧企", "419": "耶分不及一、數分不及一、憂波尼沙陀分不", "42": "故，以何法對治能滅此煩惱。何以故？彼清", "420": "及一，乃至算數譬喻所不能及。", "421": "「文殊師利！假使三界中所有眾生，彼諸眾生", "422": "於地獄、畜生、餓鬼中，若有在家菩薩拔出爾", "423": "許地獄、畜生、餓鬼眾生置辟支佛地，所得功", "424": "德不可稱計。若復有出家菩薩乃至施與畜", "425": "生一口飲食，所得功德勝前功德無量無邊", "426": "阿僧祇。", "427": "「文殊師利！若復有十千國土不可數億那由", "428": "他、百千萬億那由他微塵數等出家菩薩，一", "429": "一菩薩十方世界於一一方見十億不可說、", "43": "淨非淨，即是本淨。若本淨者，即是不生；若不", "430": "百千萬億那由他微塵數等諸佛如來，一一", "431": "如來及諸菩薩、諸聲聞僧，以飲食、衣服、臥具、", "432": "床榻、病瘦湯藥、種種資生、一切樂具滿千億", "433": "那由他、百千萬億那由他不可說微塵世界", "434": "自在王摩尼珠，於一一日中施一一如來并", "435": "諸菩薩及聲聞僧，如是乃至千億那由他、百", "436": "千萬億那由他佛國土微塵數不可說劫，所", "437": "得功德不可稱計。若復有菩薩信此法門，乃", "438": "至施與一畜生眾生乃至一口飲食，所得功", "439": "德甚多無量阿僧祇。以此功德比，前功德百", "44": "生者，彼即不染；若不染者，彼不離染法；若離", "440": "分不及一、歌羅千分不及一、百千分不及一、", "441": "百千萬分不及一、百千萬億分不及一、僧企", "442": "耶分不及一、歌羅少分不及一、數分不及一，", "443": "乃至算數譬喻所不能及。何以故？以能信此", "444": "法門不退轉菩薩印故。", "445": "「文殊師利！若有菩薩教化十方一切世界所", "446": "有眾生置信行中，若復有菩薩化一眾生置", "447": "義行中，所得功德勝前功德無量無邊。若復", "448": "有菩薩教化十方一切世界所有眾生置義行", "449": "中，若復有菩薩化一眾生置法行中，所得功", "45": "染法者，彼滅一切染。以何等法滅一切染？彼", "450": "德勝前功德無量無邊。", "451": "「文殊師利！若復有菩薩教化十方一切世界", "452": "所有眾生置法行中，若復有餘菩薩化一眾", "453": "生置八人中，所得功德勝前功德無量阿僧", "454": "祇。", "455": "「文殊師利！若復有菩薩教化十方一切世界", "456": "所有眾生置八人中，若復有菩薩化一眾生", "457": "令得須陀洹果，所得功德勝前功德無量阿", "458": "僧祇。", "459": "「文殊師利！若復有菩薩教化十方一切世界", "46": "不生。若不生者，是菩提。菩提者，名為平等；平", "460": "所有眾生令得須陀洹果，若復有菩薩化一", "461": "眾生令得斯陀含果，所得功德勝前功德無量", "462": "阿僧祇。", "463": "「文殊師利！若復有菩薩教化十方一切世界", "464": "所有眾生令得斯陀含果，若復有菩薩化一", "465": "眾生令得阿那含果，所得功德勝前功德無", "466": "量阿僧祇。", "467": "「文殊師利！若復有菩薩教化十方一切世界", "468": "所有眾生令得阿那含果，若復有菩薩化一", "469": "眾生令得阿羅漢果，所得功德勝前功德乃", "47": "等者，名為真如；真如者，名為不異；不異者，名", "470": "至無量阿僧祇。", "471": "「文殊師利！若復有菩薩教化十方一切世界", "472": "所有眾生令得阿羅漢果，若復有菩薩化一", "473": "眾生令得辟支佛道，所得功德勝前功德乃", "474": "至無量阿僧祇。", "475": "「文殊師利！若復有菩薩教化十方一切世界", "476": "所有眾生令得辟支佛道，若復有菩薩化一", "477": "眾生令發菩提心，所得功德乃至無量無邊", "478": "阿僧祇。", "479": "「文殊師利！若復有菩薩教化十方一切世界", "48": "為如實住一切有為、無為法。「文殊師利！真如", "480": "所有眾生令發菩提心，若復有菩薩化一眾", "481": "生令得不退地，所得功德勝前功德乃至無", "482": "量阿僧祇。", "483": "「文殊師利！若復有菩薩教化十方一切世界", "484": "所有眾生令得不退轉地，若復有菩薩信此", "485": "法門，若自書寫、教他書寫、廣為人說，所得功", "486": "德勝前功德乃至無量阿僧祇，", "487": "如是，乃至百千萬億那由他分不及其一。」爾", "488": "時，世尊而說偈言：", "489": "「菩薩能住持，十億佛妙法，", "49": "者，彼處非有為、非無為，無二法。若非有為、非", "490": "若人聞此經，功德勝於彼。", "491": "為禮諸佛足，神通遊十方，", "492": "以華香、塗香，供養十億佛，", "493": "若有聞此經，為人須臾說，", "494": "功德勝於彼，其數無有量。", "495": "若聞佛法身，為第二人說，", "496": "鈍聞生利智，速證無上道。", "497": "為佛天人中，造立諸妙塔，", "498": "滿足無量億，上至於有頂，", "499": "周匝遍十方，塔中竪幢幡、", "5": "無心意、意識。文殊師利！如來無分別、離分別。", "50": "無，為無二法者，是真如。文殊師利！言真如者，", "500": "金鈴七寶蓋，如是供養佛。", "501": "菩薩聞是經，若能自書寫、", "502": "若教他書寫，其福勝於彼。", "503": "若人持此經，遠離於慳妬，", "504": "彼功德無量，速成大菩提。", "505": "此經顯法身，如空現眾像，", "506": "無量諸佛說，是故應護持。」", "507": "佛說此經已，文殊師利法王子，及無量阿僧", "508": "祇不可說不可說諸菩薩摩訶薩，及諸聲聞", "509": "眾，一切世間天、人、阿修羅等，聞佛所說，歡喜", "51": "彼實際；言實際者，彼不異；不異者，彼未來真", "510": "奉行。", "511": "如來莊嚴智慧光明入一切佛境界經卷下", "52": "如。言未來真如者即是不異；言不異者，彼", "53": "即真如；言即真如者，彼非常不真如。言非常", "54": "不真如者，彼不染、不淨；言不染、不淨者，彼不", "55": "生、不滅；言不生、不滅者，彼涅槃平等。言涅槃", "56": "平等者，彼不在世間、不在涅槃；言不在世間、", "57": "不在涅槃者，彼非過去、非未來、非現在；言非", "58": "過去、非未來、非現在者，彼非下、非中、非上；言", "59": "非下、非中、非上者即是如來。「言如來者，名為", "6": "「文殊師利！言如來者，名為空不可盡相，盡際、", "60": "實語；言實語者，名為真如；言真如者，名為如", "61": "實；言如實者，名為我；言我者即是不二；不", "62": "二義者即是菩提；菩提者，名為覺。覺者，入三", "63": "解脫門智；智者，入三世平等一切法智。言義", "64": "者，於一切法無差別義。義者，無名、無言、不可", "65": "說。言智者，覺了一切法名為智、識知一切法", "66": "名為智。言義者，知眾生及識智，了義即是法、", "67": "法者即是義。義智、識智，了義智、法智，法住智、", "68": "法體智，彼依法轉所轉義，自轉平等不二義，", "69": "平等不二義即是平等，平等者即是義。所言", "7": "實際、空平等一切法際、不二際、常不可知處", "70": "義、識智平等者，即是入不二法門智，名為了", "71": "義，非不了義。言平等者，即是平等、即是空；言", "72": "空者，即是幻我平等；言我平等者，即是法平", "73": "等；言法平等者，即是離平等；離平等者，即是", "74": "覺平等；覺平等者，即是菩提。「文殊師利！著色", "75": "者即是著眼；著眼者即是著自性；著見者即", "76": "是著自我；著自身者即是著自性空智。著", "77": "不正念觀者即著法光明，觀法不著；著懈怠", "78": "垢者著證智，堅固精進。如實知法，名為著；著", "79": "五蓋菩提分，名為著。不著無障解脫智，一切", "8": "際。「文殊師利！如來、應、正遍知一切處，無分別、", "80": "法自性清淨，因緣而有。「又，菩薩摩訶薩，如實", "81": "知染、淨因而不住染、淨因中者，起我、起見是", "82": "名染因，入一切法無我是名淨因；見我、我所", "83": "是名染因，內寂靜、外不行是名淨因；欲瞋恨", "84": "害覺觀是名染因，不淨、慈悲喜捨、入十二因", "85": "緣、忍名為淨因；四顛倒是染因，四念處是", "86": "淨因；五蓋是染因，五根是淨因；六入是染因，", "87": "六念是淨因；七非淨法是染因，七覺分是淨", "88": "因；八邪法是染因，八正法是淨因；九惱事是", "89": "染因，九次第定是淨因；十不善業道是染因，", "9": "離異分別，非下、非中、非上。如是，文殊師利！一", "90": "十善業道是淨因；略說一切不善念是染因，", "91": "一切善念是淨因。「所言染因、淨因，彼一切法", "92": "自性空，無我、無人、無命、無壽者，無我所、無使", "93": "者。如幻無相，內寂靜；內寂靜者即是寂滅；寂", "94": "滅者即是自性清淨；自性清淨者即是不可", "95": "得；不可得者即是無處；無處者即是實；實者", "96": "即是虛空。何以故？文殊師利！無有一法若生、", "97": "若滅。」文殊師利白佛言：「世尊！若法如是，云何", "98": "如來得菩提？」佛告文殊師利言：「文殊師利！無", "99": "根、無住，如來如是得菩提。」文殊師利言：「世尊！"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0357 如來莊嚴智慧光明入一切佛境界經: 如來莊嚴智慧光明入一切佛境\n界經: 如來莊嚴智慧光明入一切佛境界經", "author": "元魏 曇摩流支譯", "sourceLink": "http://www.cbeta.org/"}