{"author": "隋 吉藏撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1852 三論玄義", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1852", "1": "三論玄義", "2": "慧日道場沙門吉藏奉命撰", "3": "總序宗要。開為二門。一通序大歸。二別釋", "4": "眾品。初門有二。一破邪。二顯正。", "5": "夫適化無方。陶誘非一。考聖心。以息患為", "6": "主。統教意。以通理為宗。但九十六術栖", "7": "火宅為淨道。五百異部縈見網為泥洹。遂", "8": "使鹿苑坵墟。鷲山荊蕀。善逝以之流慟。薩", "9": "埵所以大悲。四依為此而興。三論由斯而", "10": "作。但論雖有三。義唯二轍。一曰顯正。二曰", "11": "破邪。破邪則下拯沈淪。顯正則上弘大法。", "12": "故振領提綱。理唯斯二也。但邪謬紛綸。難", "13": "可備序。三論所斥略辨四宗。一摧外道。二", "14": "折毘曇。三排成實。四呵大執。問以何義故", "15": "遍斥眾師。答論主究其原。盡其理也。一源", "16": "不究。則戲論不滅。毫理不盡。則至道不彰。", "17": "以無源不究。群異乃息。無理不盡。玄道始", "18": "通。是以斯文遍排眾計。問既無法不究。無", "19": "言不盡應遍排群異。何故但斥四宗耶。答", "20": "初一為外。後三為內。內外並收。毘曇明有。", "21": "成實辨空。空有俱攝。斯二為小。方等稱大。", "22": "大小該羅。略洗四迷。則紛累都盡耳。問此之", "23": "四執優降云何。答外道不達二空。橫存人", "24": "法。毘曇已得無我。而執法有性。跋摩具辨", "25": "二空。而照猶未盡。大乘乃言究竟。但封執", "26": "成迷。自淺至深。四宗階級。問外道邪言可", "27": "得稱破。餘為內教。何得亦破。答總談破", "28": "顯。凡有四門。一破不收。二收不破。三亦破", "29": "亦收。四不破不收。言不會道。破而不收。", "30": "說必契理。收而不破學教起迷。亦破亦收。", "31": "破其能迷之情。收取所惑之教。諸法實相言", "32": "忘慮絕。實無可破亦無可收。泯上三門", "33": "歸乎一相。照斯四句破立皎然自此以來總明申破。", "34": "從此已去別斥四宗。", "35": "所言摧外道者。夫至妙虛通目之為道。心", "36": "遊道外故名外道。外道多端。略陳其二。一", "37": "天竺異執。二震旦眾師。總論西域九十六", "38": "術。別序宗要則四執盛行。一計邪因邪果。", "39": "二執無因有果。三立有因無果。四辨無因", "40": "無果。問云何名為邪因邪果。答有外道云。大", "41": "自在天能生萬物。萬物若滅。還歸本天。故", "42": "云自在。天若瞋。四生皆苦。自在若喜。則六", "43": "道咸樂。然天非物因。物非天果。蓋是邪心", "44": "所畫。故名邪因邪果自在既爾。七計例然。難曰。夫善招", "45": "樂報。惡感苦果。蓋是交謝之宅報應之場。以", "46": "不達義理故生斯謬。又夫人類生人。物類", "47": "生物。人類生人則人還似人。物類生物物", "48": "還似物。蓋是相生之道也。而謂一天之因", "49": "產萬類之報。豈不謬哉。問云何名為無因", "50": "有果。答復有外道窮推萬物。無所由籍。故", "51": "謂無因。而現覩諸法。當知有果。例如莊周", "52": "魍魎問影。影由形有。形因造化。造化則無", "53": "所由。本既自有。即末不因他。是故無因而", "54": "有果也。問無因自然此有何異。答無因據", "55": "其因無。自然明乎果有。約義不同。猶是一", "56": "執。難曰。夫因果相生猶長短相形。既其有", "57": "果。何得無因。如其無因。何獨有果。若必", "58": "無因而有果者。則善招地獄。惡感天堂。問", "59": "曰。有人言。自然有因。自然無因。萬化不同。", "60": "皆自然有。故無同前過。答曰。蓋未審察之。", "61": "故生斯謬。如其精究。理必不然。夫論自者。", "62": "謂非他為義。必是因。他則非自矣。故自則", "63": "不因。因則不自。遂言因而復自。則義成桙", "64": "楯。問云何名為有因無果。答斷見之流唯有", "65": "現在更無後世。類如草木盡在一期。難曰。", "66": "夫神道幽玄。惑人多昧。義經丘而未曉。理", "67": "涉旦而猶昏。唯有佛宗乃盡其致。經云如", "68": "雀在瓶中。羅縠覆其口。縠穿雀飛去。形壞", "69": "而神走。匡山慧遠釋曰。火之傳於薪。猶神", "70": "之傳於形。火之傳異薪。猶神之傳異形。前", "71": "薪非後薪。則知指窮之術妙。前形非後形。", "72": "則悟情數之感深。不得見形朽於一生。便", "73": "謂識神俱喪。火窮於一木。乃曰終期都盡", "74": "矣。後學稱黃帝之言曰。形雖糜而神不化。", "75": "乘化至變無窮。雖未彰言三世。意已明未", "76": "來不斷。問曰。云何名為無因無果。答既撥", "77": "無後世受果。亦無現在之因故。六師云。無", "78": "有黑業。無有黑業報。無有白業。無有白", "79": "業報。四邪之問最為尤弊。現在斷善。後生", "80": "惡趣。問斯之紛謬起自何時。答釋迦未興", "81": "盛行天竺。能仁既出殄斯謬計。佛滅度後柯", "82": "條更繁。龍樹後興重加剪伐。", "83": "次排震旦眾師。一研法。二覈人。問曰。天竺", "84": "四術既是外言。震旦三玄應為內教。答釋僧", "85": "肇云。每讀老子莊周之書。因而歎曰。美即", "86": "美矣。然棲神冥累之方猶未盡也。後見淨", "87": "名經。欣然頂戴謂親友曰。吾知所歸極矣。", "88": "遂棄俗出家。羅什昔聞三玄與九部同極。", "89": "伯陽與牟尼抗行。乃喟然歎曰。老莊入玄", "90": "故。應易惑耳目。凡夫之智。孟浪之言。言之", "91": "似極。而未始詣也。推之似盡。而未誰至", "92": "也。略陳六義明其優劣。外但辨乎一形。內", "93": "則朗鑒三世。外則五情未達。內則說六通", "94": "窮微。外未即萬有而為太虛。內說不壞", "95": "假名而演實相。外未能即無為而遊萬有。", "96": "內說不動真際建立諸法。外存得失之門。", "97": "內冥二際於絕句之理。外未境智兩泯。內則", "98": "緣觀俱寂。以此詳之。短羽之於鵬翼。坎井", "99": "之於天池。未足喻其懸矣。秦人疑其極。吾", "100": "復何言哉。問伯陽之道道曰太虛。牟尼之道", "101": "道稱無相。理源既一則萬流並同。什肇抑揚", "102": "乃諂於佛此王弼舊疏以無為為道體。答伯陽之道道指虛", "103": "無。牟尼之道道超四句。淺深既懸。體何由", "104": "一。蓋是子佞於道。非余諂佛。問牟尼之道", "105": "道為真諦。而體絕百非。伯陽之道道曰杳", "106": "冥。理超四句。彌驗體一。奚有淺深此梁武帝新義。用", "107": "佛經以真空為道體。答九流統攝。七略該含。唯辨有", "108": "無。未明絕四。若言老教亦辨雙非。蓋以砂", "109": "糅金。同盜牛之論周弘政張機並斥老有雙非之義也。", "110": "覈人第二。問佛名大覺。老曰天尊。人同上", "111": "聖。法俱妙極。苟欲存異。將非杜不二之玄", "112": "門傷得一之淵府哉蓋是道士用三洞靈寶等經立義。答悉達", "113": "處宮方紹金輪聖帝。能仁出俗遂為三界", "114": "法王。老為周朝之柱史。清虛是九流之派。子", "115": "若欲令人一法同。何異堆阜共安明等高。", "116": "螢燭與日月齊照。問同人者之五情。異人", "117": "者之神明。迹為柱史。本實天尊。據實而談。", "118": "齊之一貫。答漢書亦顯品類。以伯陽為賢。", "119": "何晏王弼稱老未及聖。設令孔是儒童。老", "120": "為迦葉。雖同聖迹。聖迹不同。若圓應十方", "121": "八相成佛。人稱大覺。法名出世。小利即生", "122": "人天福善。大益即有三乘賢聖。如斯之流", "123": "為上迹也。至如孔稱素王說有名儒。老", "124": "居柱史談無曰道。辨益即無人得聖。明", "125": "利即止在世間。如此之類為次迹矣。", "126": "折毘曇第二。一立宗。二破斥。有薩衛門人。", "127": "序其宗曰。阿毘曇者名無比法。無漏慧根", "128": "會理隔凡。其功冠絕。故云無比。超四執之", "129": "外。越三界之表。群聖之所讚歎。六道之所", "130": "歸崇。敢有抗言。當屈之以理。問夫欲立", "131": "理。先須序宗源。未知毘曇凡有幾種。答部", "132": "類甚多。略明其六。一者如來自說法相毘曇。", "133": "盛行天竺不傳震旦。二者隣極亞聖名舍", "134": "利弗。解佛語故造阿毘曇。凡二十卷。傳來", "135": "此土。三者佛滅度後三百餘年。有三明六通", "136": "大阿羅漢。姓迦旃延。造八犍度。凡二十卷。", "137": "傳來此土。所言八者。一雜。二使。三智。四業。", "138": "五大。六根。七定。八見。言犍度者。翻之", "139": "為聚。以其八義各有部類。因之為聚也。", "140": "四者六百年間有五百羅漢。是旃延弟子。於", "141": "北天竺共造毘婆沙釋八犍度。毘婆沙者。", "142": "此云廣解。於西涼州譯出。凡有百卷。值兵", "143": "火燒之。唯六十卷現在。止解三犍度也。五", "144": "者七百餘年有法勝羅漢。嫌婆沙太博。略", "145": "撰要義作二百五十偈。名阿毘曇心。凡有", "146": "四卷。亦傳此土。六者千年之間有達磨多羅。", "147": "以婆沙太博四卷極略。更撰三百五十偈。", "148": "足四卷合六百偈。名為雜心也。其間復有", "149": "六分毘曇。釋論云。目連和須密及餘論師共", "150": "造。並不傳此土。唯眾事分毘曇是六內之", "151": "一。此土有之。復有甘露味毘曇二卷。未詳", "152": "作者。並傳此土。毘曇雖部類不同。大宗明", "153": "見有得道也。", "154": "破斥第二凡有十門。一乖至道。二扶眾見。", "155": "三違大教。四守小筌。五迷自宗。六無本信。", "156": "七有偏執。八非學本。九弊真言。十喪圓", "157": "旨。蓋無比之名有餘。所明之理不足。非但", "158": "遠乖方等。亦近迷三藏。略舉十門顯其虛", "159": "實。乖至道者。夫道之為狀也。體絕百非。理", "160": "超四句。言之者失其真。知之者反其愚。有", "161": "之者乖其性。無之者傷其體。故七辨輟音。", "162": "五眼冥照。釋迦掩室。淨名杜口。豈可以有", "163": "而為道哉。第二扶眾見。然道實非有。遂言", "164": "見有得道。乃是見有。非見道也。故淨名", "165": "云。法名無染。若染於法。乃是染著。非求法", "166": "也。又夫見有者名為有見。非見道矣。故法", "167": "華云。入邪見稠林若有若無等。依止此諸", "168": "見具足六十二。問若執有無。此有何失。答", "169": "正觀論云。淺智見諸法若有若無等。是則不", "170": "能見滅見安隱法。於彼有大過矣。第三", "171": "違大教。思益經云。於未來世有惡比丘。說", "172": "有相法得成聖道。佛垂此勅懸誡將來。既", "173": "曰惡人。理是邪說。違背大教。宜須破之。", "174": "第四守小筌。夫為未識源者。示之以流。", "175": "令尋流以得源。未見月者。示之以指。令", "176": "因指以得月。窮流則唯是一源。亡指則但", "177": "是一月。蓋是如來說小之意也。而毘曇之徒", "178": "執固小宗不趣大道。守筌喪實。故造論", "179": "破之。第五迷自宗。諸聖弟子有所述作。本", "180": "為通經。而阿含之文親說無相。故善吉觀", "181": "法空而悟道。身子入空定而佛歎。阿毘曇", "182": "人但明見有。故自迷本宗。第六無本信。文", "183": "殊問經云。十八及本二皆從大乘出。無是", "184": "亦無非。我說未來起。十八者。謂十八部異", "185": "執也。及本二者。根本唯二部。一大眾部。二上", "186": "座部。而阿毘曇是十八部內薩婆多部。從大", "187": "乘出。即大為小本。而執小之流聞大乘不", "188": "信。是以破之。問何以知執小之人不信大", "189": "法耶。答智度論云。旃延弟子答龍樹云。我", "190": "聞大乘心不都信。故外國執小乘者與學", "191": "大乘人分河飲水。第七有偏執。大集經云。", "192": "雖有五部。並不妨如來法界及大涅槃。而", "193": "阿毘曇人保執自宗排斥他說。便違法界", "194": "拒大涅槃。累障既深。宜須傷歎。第八非學", "195": "本。大品經云。欲知四緣。當學般若。外人", "196": "問龍樹云。欲學四緣。應學毘曇。云何乃", "197": "學般若。論主答曰。初學毘曇似如可解。", "198": "轉久推求則成邪見。問曰學毘曇云何乃", "199": "成邪見。答若言四緣生諸法者。誰復生於", "200": "四緣。若四緣更從他生。則他復從他。如是", "201": "無窮。若其四緣自然而有不從他生者。萬", "202": "物亦應不由四緣。當墮無因。故從則無窮。", "203": "窮則無因。由此二門則不信因果。故久學", "204": "毘曇成於邪見。第九弊真言。大集經云。甚", "205": "深之義不可說。第一義諦無聲字。陳如比", "206": "丘於諸法獲得真實之知見。本起經云。頞", "207": "鞞沙門即五人之一。為身子說偈云。一切", "208": "諸法本。因緣空無主。息心達本源。故號為", "209": "沙門。身子聞之即得初果。尋大小二經。皆", "210": "明見空成聖。而阿毘曇謂觀有得道。故", "211": "隱覆真言。第十喪圓旨。涅槃經云。欲令眾", "212": "生深識真諦。是故如來宣說於俗。若使眾", "213": "生不因俗諦而識真者。諸佛如來終不說", "214": "俗。毘曇之流雖知俗有。不悟真空。既惑", "215": "真空。亦迷俗有。是故真俗二俱並喪。", "216": "排成實第三。一立義。二破斥。有訶梨跋摩", "217": "高足弟子。序其宗曰。成實論者。佛滅度後", "218": "九百年內有訶梨跋摩。此云師子鎧之所", "219": "造也。其人本是薩婆多部鳩摩羅陀弟子。慨", "220": "其所釋近在名相。遂徙轍僧祇大小兼學。", "221": "鑽仰九經。澄汰五部。再卷邪霧。重舒慧", "222": "日。於是道振罽賓。聲流赤縣。成是能成之", "223": "文。實謂所成之理。二百二品十六卷文。四諦", "224": "建章。五聚明義。說既精巧。歸眾若林。問跋", "225": "摩既排斥八犍。陶汰五部。成實之宗正依", "226": "何義。答有人言。擇善而從。有能必錄。棄", "227": "眾師之短。取諸部之長。有人言。雖復斥排", "228": "群異。正用曇無德部。有人言。偏斥毘曇。專", "229": "同譬喻。真諦三藏云。用經部義也。檢俱", "230": "舍論。經部之義多同成實。破斥第二。問成", "231": "實為是小乘之論。為是大乘。為含大小。答", "232": "有人言。是大乘也。有人言。是小乘。有人言。", "233": "探大乘意以釋小乘。具含大小。夫珉玉精", "234": "麁。蓋是耳目所覩。尚有昏明殊鏡。況妙道", "235": "真偽言亡慮絕。豈易識哉。今以十義證。則", "236": "明是小乘非大乘矣。一舊序證。二依論徵。", "237": "三無大文。四有條例。五迷本宗。六分大小。", "238": "七格優降。八無相即。九傷解行。十檢世人。", "239": "舊序證第一。昔羅什法師翻成實論竟。命", "240": "僧叡講之。什師沒後。叡公錄其遺言。製論", "241": "序云。成實論者。佛滅度後八百九十年。罽賓", "242": "小乘學者之匠鳩摩羅陀上足弟子訶梨跋摩", "243": "之所造也。其論云。色香味觸實也。地水火風", "244": "假也。精巧有餘。明實不足。推而究之。小乘", "245": "內之實耳。比於大乘。雖復龍燭之於螢耀。", "246": "未足喻其懸矣。或有人言。此論明於滅諦。", "247": "與大乘均致。羅什聞而歎曰。秦人之無深", "248": "識。何乃至此乎。吾每疑其普信大乘者。當", "249": "知悟不由中。而迷可識矣。成實是羅什所", "250": "翻。僧叡為講論之始。後學不應孤負前匠。", "251": "依論徵第二。成實文云。諸比丘異論種種。佛", "252": "皆聽故。我欲正論三藏內實義。訶梨自云", "253": "正論三藏。故知成實理是小乘。若言斯論亦", "254": "明大者。過在門人。非跋摩之咎。問何以知", "255": "三藏是小乘耶。答法華云。亦不親近小乘", "256": "三藏學者。恐大照未圓小法容染故。智形", "257": "宜隔。行止勿共。誡於大士。勿親近小人。", "258": "則知三藏非大乘矣。智度論云。迦葉阿難", "259": "結集三藏。文殊彌勒集大乘藏。外人問云。", "260": "何故不於三藏內集大乘耶。論主答云。小", "261": "乘不受大。不應小內而集大。以此推之。", "262": "但是小乘耳。無大文第三。原夫作論皆引佛", "263": "言。如龍樹釋大。而還引大經。訶梨解小經。", "264": "唯將小證。二百二品並探四阿含。十六卷文", "265": "竟無方等。以此詳之。即可知矣。有條例", "266": "第四。問若成實釋小不許兼明於大。亦應", "267": "三論解大不應兼明於小。答義有條例。不", "268": "應相濫。佛經有二。一者小乘。二者方等。若", "269": "明大乘必兼辨小。若辨小乘不兼明大。", "270": "故大乘經初有小乘眾。小乘經首無菩薩僧。", "271": "示大能包小。小不含大。佛經既爾。在論例", "272": "然。大乘之論兼明小乘。小乘之論不兼明", "273": "大。若弟子之論探大釋小。如來之經義亦", "274": "應然。則巨細互兼。何名大小。迷本宗第五。", "275": "問成實論文盛辨生法二空。與大品明四諦", "276": "平等。義既無異。故知應是探大釋小。答四", "277": "阿含教內有二空。論明二空。則還釋三藏。", "278": "云何乃言探大解小。又身子毘曇亦辨二", "279": "空。而是小非大。訶梨之論義亦應同。問身", "280": "子毘曇亦探大釋小。與成實。例同。彼既探", "281": "大。則此非專小。答身子所造還釋佛毘曇。", "282": "佛說既是小乘。彼論寧言探大。分大小第", "283": "六。問小明一空。大辨二空。可有差別。既同", "284": "其二空。大小何異。答雖同辨二空。二空不", "285": "同。略明四種。一者小乘拆法明空。大乘本", "286": "性空寂。二者小乘但明三界內人法二空。空", "287": "義即短。大乘明三界內外人法並空。空義即", "288": "長。三者小乘但明於空未說不空。大乘明", "289": "空亦辨不空。故涅槃云。聲聞之人但見於", "290": "空不見不空。智者見空及以不空。空者一", "291": "切生死。不空者謂大涅槃。四者小乘名為但", "292": "空。謂但住於空。菩薩名不可得空。空亦不", "293": "可得也。故知雖明二空。空義有異。故分大", "294": "小。格優降第七。龍樹釋般若累教品云。善", "295": "吉觀生法二空。欲比菩薩二空。譬如毛孔", "296": "之空比十方空。即小空為淺。大空為深。成", "297": "實所明但是聲聞空。非大士所得耳。無相", "298": "即第八。法華信解品云。四大聲聞自述所得", "299": "空云。我等長夜修習空法。無生無滅。無小", "300": "無大。無漏無為。於佛智慧不生貪著。成實", "301": "所辨與此全同。故知非大也。問何以知然。", "302": "答法華之文辨聲聞證空不能即空觀有", "303": "即有觀空。故無相即。成實所說亦無相即。", "304": "若明相即。應空有並觀。若空有並觀。與大", "305": "乘何別。問何以知小乘義無相即耶。答釋", "306": "論云。小乘內不明生死即畢竟空。唯大乘乃", "307": "說。故知爾也。傷解行第九。涅槃經云。若以", "308": "聲聞辟支佛心言無布施。是即名為破戒邪", "309": "見。小乘人入於空觀不見布施。破大乘", "310": "行。故云破戒。破大乘解。故云邪見。而成實", "311": "明不見布施是實法空。以為宗極。欲為", "312": "大乘。勿起小心也。檢世人第十。秦弘始七", "313": "年。天竺有剎利。浮海至長安。聞羅什作大", "314": "乘學。以正觀論等諮而驗之。什公為其敷", "315": "折。為頂受絕歎不能已。已白什公曰。當", "316": "以此明震暉天竺。何由蘊此摩尼乃在邊", "317": "地。我在天竺。聞諸論師深怪罽賓小乘學", "318": "者鳩摩羅陀自稱朗月之照。偏智小才非此", "319": "喻也。而訶梨惜其師。以才自傷。以智自病。", "320": "故作此論。以辨有法之實。明其依實之假。", "321": "故以成實為名。用天竺剎利之言驗之。跋", "322": "摩師資皆小乘學也。爰至齊司徒文宣王。誠", "323": "信三寶每感嘉瑞。以齊永明十年十月。延", "324": "請名德五百餘人。於普弘寺敷講。文宣王每", "325": "以大乘經論。為履道之津涯正法之樞鍵。", "326": "而後生棄本崇末。即請諸法師抄此成實", "327": "以為九卷。命周顒作序。恐專弘小論廢", "328": "大乘業。自爾已後。爰至梁武。盛弘大乘排", "329": "拆成實眾師。不可具記。問若以十義證成", "330": "實為小乘者。與毘曇優劣云何。答求那跋", "331": "摩遺文偈云。諸論各異端。修行理無二。偏執", "332": "有是非。達者無違諍。又釋論云。有四種門。", "333": "一者阿毘曇門。二者空門。三者昆勒門。此云", "334": "篋藏。四者非空非有門。不得般若方便學", "335": "毘曇門。則墮有見。學於空門。則墮空見。學", "336": "昆勒門。則墮亦空亦有見學非空非有門。", "337": "則墮愚癡論。若得般若心無染著。隨機適", "338": "化。通道利人。無相違背。而成實毘曇各執", "339": "空有。互相排斥。障道增見。皆失佛旨也。問", "340": "會空斷結方得道耳。鑒有之心何能隔凡。", "341": "故知毘曇乖宗。成實得理。答若言見空", "342": "成聖。有不隔凡。三藏教門應無得道。釋", "343": "迦小乘一化徒然虛設。待成實後興方有大", "344": "利。豈可然乎。問毘曇但明人空。成實具明", "345": "二空。云何兩論無有優劣。答於小乘內分", "346": "三品。一者俱不得二空。如犢子部云。四大", "347": "和合有於眼法。五陰和合別有人法。此下根", "348": "人也。二者薩衛之流。但得人空不得法空。", "349": "為次根人也。三者譬喻訶梨之流。具得二", "350": "空。為上根人也。約空義淺深。則毘曇為小", "351": "乘之劣。成實為小內之勝也。問釋論云。佛", "352": "滅度後分為二分。一但信人空不信法空。", "353": "二俱信人法二空。但應有二。何得分三。答", "354": "犢子入真觀故則見我空。出於俗諦別有", "355": "人體。龍樹約其入觀義邊。故但分二也。問", "356": "三論斥外道毘曇。斯事可爾。而龍樹前興。", "357": "訶梨後出。時節遙隔。何由相破。答俱令執", "358": "著即便被破。何論前後。若前論不破後迷。", "359": "亦應古方不治今病。扁鵲之術末世無益", "360": "矣。問若法勝訶梨著小論以通三藏。馬鳴", "361": "龍樹作大教以弘方等。巨細分流。何俟相", "362": "破。答佛說小乘。本為詮大。保冥之徒守指", "363": "忘月。經自斥之。故論主依佛。問有人言。", "364": "成實論探大釋小。此有何過。答上已明之。", "365": "必有此迷。今當更述。探大釋小。則小大", "366": "不收。進不馳於白牛。退失駕於羊鹿。騾論", "367": "之言驗之久矣。", "368": "呵大執第四。初立宗。次破斥。有大乘師", "369": "曰。四術三玄並為外教。毘曇成實蓋是小", "370": "乘。明理不周。在文不足。既障大乘。理宜", "371": "須破。自方等紘宗眾聖軌轍。教稱滿字。理", "372": "曰無餘。信之則獲福無邊。毀謗招莫大之", "373": "罪。但須伏膺甘露頂戴法橋。不應破矣。", "374": "問必是夜光。宜應頂受止恐多雜偽寶。須", "375": "陶汰之。若謂無瑕。可陳其要。答大乘博奧。", "376": "不可具明。統其樞鍵。略標二意。一者辨教", "377": "莫出五時。二者隔凡宗歸二諦。言五時者。", "378": "昔涅槃初度江左。宋道場寺沙門慧觀仍製", "379": "經序。略判佛教凡有二科。一者頓教。即華", "380": "嚴之流。但為菩薩具足顯理。二者始從鹿", "381": "苑終竟鵠林。自淺至深。謂之漸教。於漸", "382": "教內開為五時。一者三乘別教。為聲聞人", "383": "說於四諦。為辟支佛演說十二因緣。為大", "384": "乘人明於六度。行因各別得果不同。謂三乘", "385": "別教。二者般若通化三機。謂三乘通教。三者", "386": "淨名思益讚揚菩薩抑挫聲聞。謂抑揚教。", "387": "四者法華會彼三乘同歸一極。謂同歸教。", "388": "五者涅槃名常住教。自五時已後。雖復改", "389": "易。屬在其間。教雖五時。不出二諦。三假為", "390": "俗。四忘為真。會彼四忘故有三乘賢聖。", "391": "破執第二。前責五時次難二諦。問既有五", "392": "時。云何分於大小。答初一為小。後四為大。", "393": "問道理為有大乘。為無大耶。如其有大則", "394": "是有見。若言無大何所立耶。又若謂有大", "395": "異小則有小異大。名為二見。大品云。諸", "396": "有二者無道無果涅槃云。明與無明愚者", "397": "謂二。又若實有大乘者。名有所得。有所得", "398": "者為魔眷屬。非佛弟子。又有所得者不動不", "399": "出無有乘義。不名為乘。又大乘之宗永斷", "400": "生死。名為斷見。涅槃是常。即是常見。乃為", "401": "斷常。何大之有。次難五時。前總難。次別責。", "402": "難曰。但應立大小二教。不應制於五時。略", "403": "引三經三論證之。大品經云。諸天子歎曰。", "404": "我於閻浮見第二法輪轉。龍樹釋云。鹿苑", "405": "已轉小輪。今復轉大法輪。法華經云。昔於", "406": "波羅捺轉於四諦。今在靈鷲山說於一乘。", "407": "涅槃經云。昔於鹿林轉小。今於雙樹說", "408": "大。故知教唯二門無五時也。智度論云。佛", "409": "法有二。一者三藏。二者大乘藏。地持論云。", "410": "十一部經名聲聞藏。方等大乘名菩薩藏。正", "411": "觀論云。前為聲聞說生滅法。次為菩薩說", "412": "無生滅法。以經論驗之。唯有二藏無五", "413": "時矣。問若乃皆是菩薩藏者。華嚴般若法華", "414": "涅槃。此四何異。答須識四句。眾經煥然。一", "415": "但教菩薩不化聲聞。謂華嚴經也。二但化", "416": "聲聞不教菩薩。謂三藏教也。三顯教菩薩", "417": "密化二乘。大品以上法華之前諸大乘教也。", "418": "命小乘人說於大法。謂顯教菩薩。密示", "419": "此法。以為己任。如付窮子財。謂密化聲聞", "420": "也。四顯教聲聞顯教菩薩。法華教也。菩薩", "421": "聞是法疑網皆已除。化菩薩也。千二百羅漢", "422": "悉亦當作佛。化二乘也。四句之中。三義屬", "423": "菩薩藏內開之。但化二乘為三藏教矣。次", "424": "別難五時。問若立五時有何過耶。答五時", "425": "之說非但無文。亦復害理。若言第一名三", "426": "乘別教。是義不然。依毘曇宗。三乘則同見", "427": "四諦。然後得道。就成實義。但會一滅方乃", "428": "成聖。據大乘宗。同契無生。然後隔凡。是則", "429": "初教亦通。何以言別。次云大品是三乘通", "430": "教。是亦不然。釋論云。般若不屬二乘。但屬", "431": "菩薩。若大品是三乘通教。則應通屬。何故", "432": "不屬二乘。問若依釋論明般若但屬菩薩。", "433": "在經何故勸三乘同學般若。答般若有二", "434": "種。一者摩訶般若。此云大慧。蓋是菩薩所得。", "435": "故不屬二乘若以實相之境名為般若。則", "436": "三乘同觀。故勸三乘令並學之。經師不體", "437": "二種之說。便謂般若是三乘通教。次云淨名", "438": "是抑揚教者。是亦不然。大品呵二乘為癡", "439": "狗。淨名貶聲聞為敗根。挫小既齊。揚大", "440": "不二。何得以大品為通教。淨名為抑揚。", "441": "次法華為同歸應無所疑。但在五時之說。", "442": "雖辨同歸。未明常住。而天親之論釋法華", "443": "初分。有七處佛性之文。解後段壽量品。辨", "444": "三身之說。斯乃究竟無餘。不應謂為不了", "445": "之教。次涅槃為常住教者。然常與無常皆", "446": "是對治用門。若論涅槃。體絕百非。理超四", "447": "句。舊宗但得用門未識其體。故亦失旨也。", "448": "次難二諦。迷失二諦凡有三人。一者毘曇。", "449": "執定性之有迷於假有。故失世諦。亦不知", "450": "假有宛然而無所有。復失一真空。二者學", "451": "大乘者。名方廣道人。執於邪空不知假", "452": "有。故失世諦。既執邪空迷於正空。亦喪真", "453": "矣。三者即世所行。雖具知二諦。或言一體。", "454": "或言二體。立二不成。復喪真俗也。問真俗", "455": "一體。此有何過。答若俗與真一真。真俗亦", "456": "真。若真與俗一俗。俗真亦俗。若真真俗不", "457": "真。則俗與真異。若俗俗真不俗。則真與俗", "458": "異。故二途並塞一體不成。問一既有過。異", "459": "應無咎。答經云。色即是空空即是色。若言", "460": "各體。相即便壞。若有雙即。便二體不成。故", "461": "進退無通。異義亦屈。然五時不立。真俗又", "462": "傾。大乘之宗言將何寄。", "463": "顯正第二。自上已來破外道毘曇成實大乘。", "464": "從此已後序前四宗斥於三論。故通其邪", "465": "難顯明正理。上既遍斥四宗。於時群難競", "466": "起咸疑。龍樹非是正師。所造之論應為邪", "467": "法。是故此章次明顯正義。正義雖多略標", "468": "二種。一明人正。次顯法正。言人正者。楞伽", "469": "經大慧菩薩問。世尊滅度後。是法何人持。佛", "470": "說偈答。於我滅度後。南天大國中。有大德", "471": "比丘。名龍樹菩薩。住初歡喜地。為人說大", "472": "乘。能破有無見。往生安養國。次摩耶經云。", "473": "摩耶問阿難曰。佛滅度後。何人持法。阿難", "474": "答曰。如來正法五百年。第一百年優婆掘多", "475": "說法教化住持正法。次二百年尸羅難陀比", "476": "丘於閻浮提度十億人。次三百年青蓮華眼", "477": "比丘說法教化度半億人。次四百年間牛口", "478": "比丘演說法要度一萬人。第五百年寶天比", "479": "丘度二萬人。八萬眾生發菩提心正法便", "480": "滅。六百年間九十六種邪見競興破滅佛法。", "481": "馬鳴比丘摧此外道。七百年間有一比丘。名", "482": "曰龍樹。善巧說法。燃正法炬滅邪見幢。", "483": "尋大小乘經。親記龍樹破邪顯正。今內外", "484": "並呵。大小俱斥。何所疑哉。又馬鳴龍樹佛", "485": "有誠記。尚復生疑。法勝訶梨無經所印。云", "486": "何輒受。問法勝乃未見誠文。訶梨亦有明", "487": "據。阿含經云。實名四諦。是故比丘當成四", "488": "諦。佛垂此勅。懸鑒有在。逮茲像末。允屬訶", "489": "梨。為成是法。故造斯論。紘宗若斯。豈虛搆", "490": "哉。答蓋是通指像末。豈別主訶梨。故非所", "491": "據也。顯法正第二。問龍樹著述部類甚多。", "492": "三論偏空似非究竟。答僧叡昔在什公門", "493": "下為翻譯之宗。其論序云。夫百梁之搆興則", "494": "鄙茅茨之仄陋。覩斯論之紘博則知偏悟", "495": "之鄙倍。故偏主小乘。正歸此論。又如前云。", "496": "天竺十六大國方八千里。有向化之緣。並", "497": "為委誠龍樹為無相佛。敢預學者之徒無", "498": "不翫味斯論以為喉衿。若是偏空。豈為諸", "499": "國所重。又羅什本執小乘。因此論而迴轍", "500": "正觀。厥後眾師藉斯文而曉迷。以此詳之。", "501": "蓋是究竟無餘之說。問若內外並呵大小俱", "502": "斥。此論宗旨何所依據耶。答若心存內外", "503": "情寄大小。則墮在偏邪失於正理。既失正", "504": "理則正觀不生。若正觀不生則斷常不滅。", "505": "若斷常不滅則苦輪常運。以內外並冥大小", "506": "俱寂。始名正理。悟斯正理則發生正觀。正", "507": "觀若生則戲論斯滅。戲論斯滅則苦輪便壞。", "508": "三論大宗其意若此。蓋乃總眾教之旨歸。", "509": "統群聖之靈府。味道之流豈不栖憑斯趣", "510": "耶。問若內外並除大小俱斥。乃為斷見。何", "511": "名正宗。答既內外並冥。則斷常斯寂。二邊既", "512": "捨。寧非正宗耶。難曰。夫有斷有常故名之", "513": "為有。無斷無常目之為無。既其是無。何由", "514": "離斷。答既斷常斯寂。則有無等皆離。不應", "515": "更復謂染於無。難曰。雖有此通。終不免難。", "516": "夫有有有無名之為有。無有無無始是大", "517": "無。既其墮無。何由離斷。答本對有病。是故", "518": "說無。有病若消。空藥亦廢則知聖道未曾有", "519": "無。何所滯耶。難曰。是有是無名為兩是。非", "520": "有非無名為兩非。既墮是非。還同儒墨。答", "521": "本非二是。故有雙非。二是既亡。雙非亦息。", "522": "故知非是亦復非非。難曰。非是非非還墮", "523": "二非。何由免非。答二是生乎夢虎。兩非還", "524": "見空華。則知本無所是。今亦無非。難曰。若", "525": "無是無非。亦不邪不正。何故建篇章稱", "526": "破邪顯正。答夫有非有是此則為邪。無是", "527": "無非乃名為正。所以命篇辨破邪顯正。難", "528": "曰。既有邪可破。有正可顯。則心有取捨", "529": "何謂無依。答為息於邪強名為正。在邪既", "530": "息則正亦不留。故心無所著。難曰。若邪正", "531": "並冥。豈非空見。答正觀論云。大聖說空法。", "532": "為離諸見故。若復見有空。諸佛所不化。", "533": "如水能滅火。今水還出火。當用何滅。斷", "534": "常為火。空能滅之。若復著空。即無藥可滅", "535": "也。難曰。既著空病。何故不服有藥而言息", "536": "化。答若以有化。還復滯有。乃至亡言便", "537": "復著斷。如此之流何由可化。問心有所著。", "538": "有何過耶。答若有所著便有所縛。不得", "539": "解脫生老病死憂悲苦惱。故法華云。我以無", "540": "數方便引道眾生令離諸著。淨名云。不", "541": "著世間如蓮華。常善入於空寂行。達諸法", "542": "相無罣礙。稽首如空無所依。三世諸佛為", "543": "六道眾生心有所著故出世說經。四依開士", "544": "為大小學人心有所依故出世造論。故有", "545": "依有得為生死之本。無住無著為經論大宗。", "546": "難曰。若內外並冥。佛經何故說大小兩教。答", "547": "法華云。是法不可示。言辭相寂滅。如來於", "548": "無名相中強名相說。故有大小教門。欲令", "549": "眾生因此名相悟無名相。而封教之徒聞", "550": "說大小更生染著。是故造論破斯執情。還", "551": "令了悟本來寂滅。故四依出世為如佛也。", "552": "問此論名為正觀。正有幾種。答天無兩日。", "553": "土無二王。教有多門理唯一正。是故上來", "554": "破斥四宗。華嚴云。文殊法常爾。法王唯一", "555": "法。一切無畏人。一道出生死。但欲出處眾", "556": "生。於無名相法強名相說。令稟學之徒因", "557": "而得悟。故開二正。一者體正。二者用正。非", "558": "真非俗名為體正。真之與俗目為用正。所", "559": "以然者。諸法實相言亡慮絕。未曾真俗。故", "560": "名之為體。絕諸偏邪目之為正。故言體", "561": "正。所言用正者。體絕名言物無由悟。雖", "562": "非有無強說真俗。故名為用。此真之與俗", "563": "亦不偏邪。目之為正。故名用正也。問既", "564": "云真俗則是二邊。何名為正。答如因緣假", "565": "有目之為俗。然假有不可言其定有。假有", "566": "不可言其定無。此之假有遠離二邊。故名", "567": "為正。俗有既爾。真無亦爾。假無不可定無。", "568": "假無不可定有。遠離二邊故目之為正。", "569": "問何故辨體用二正耶。答像末鈍根多墮偏", "570": "邪。四依出世匡正佛法。故明用正。既識正", "571": "教便悟正理則有體正。但正有三種。一", "572": "對偏病目之為正。名對偏正。二盡淨於", "573": "偏名之為正。謂盡偏正也。三偏病既去正", "574": "亦不留。非偏非正。不知何以美之。強嘆", "575": "為正。謂絕待正也。在正既然。觀論亦爾。因", "576": "於體正發生正觀名為體觀。藉二諦用生", "577": "二諦觀名為用觀。故觀具二也。觀辨於心。", "578": "為眾生故如實說體。名為體論。若說於", "579": "用。名之為用論。故論具二也。正既有對偏", "580": "盡偏絕待。觀論亦然。類前可知。", "581": "次明經論相資。大品經云。雖生死道長眾生", "582": "性多。菩薩應如是正憶念。生死邊如虛空。", "583": "眾生性邊亦如虛空。此中無生死往來亦", "584": "無解脫者。然既無生死亦無涅槃。則知亦", "585": "無眾生及以於佛。寧有經之與論耶。故內", "586": "外並冥緣觀俱寂。然雖非生死涅槃。而於", "587": "眾生成生死。故大品云。諸法無所有如是", "588": "有。既有眾生故有諸佛。既有諸佛便有教", "589": "門。既有諸佛教門則有菩薩之論。諸佛為", "590": "眾生失道。是故說經。菩薩為眾生迷經。是", "591": "故造論。然經有通別。在論亦爾。所言經通", "592": "者。通為息眾生顛倒。通為開顯道門。所言", "593": "論通者。諸聖弟子造一切論。亦通為息迷", "594": "教之病申明正道。所言經別者。赴大小二", "595": "緣說大小兩教。所言論別者。為破大小兩", "596": "迷申大小兩教。故有大小二論也。然就經", "597": "論之中具有能所之義。經以二智為能說。", "598": "二諦為所說。論以二慧為能說。言教為所", "599": "說。斯則經論各有能所也。", "600": "次明經論能所絞絡。有四句不同。一者經能", "601": "為論所。二者經所為論能。三者論能為經", "602": "所。四者論所為經能。經能為論所者。如來", "603": "二智即是論主所悟。故法華明。今昔兩教為", "604": "直往菩薩及迴小向大之人。並令悟入佛慧。", "605": "故涌出品云。是諸眾生始見我身聞我所", "606": "說。即便信受入如來慧。此明昔教為直往", "607": "菩薩入佛慧也。次云。除先修習學小乘", "608": "者。我今亦令得聞是經入於佛慧。此明今", "609": "教迴小之人入於佛慧。故今昔兩教同明為", "610": "入佛慧。則知佛慧是所悟也。次明經所為", "611": "論能者。經所即是二諦。能發生論主二慧", "612": "故。佛之二諦為能生。論主二慧為所生也。", "613": "次明論能為經所者。論主二慧由經發生", "614": "也。次明論所為經能者。論主言教能申佛", "615": "二諦也。次會四句為二句。經若能若所並", "616": "是能資。論若能若所皆是所資。又論若能若", "617": "所悉為能申。經若能若所悉是為所申。故合", "618": "成一能一所也。次泯一句以歸無句。以能", "619": "而為所則能非定能。以所而為能則所非", "620": "定所。以能非定能。是則非能。所非定所。是", "621": "則非所。故非能非所。非經非論。非佛非", "622": "菩薩。不知何以目之。故稱正法強名中實", "623": "也。問能非定能是則非能所非定所是則", "624": "非所。出何文耶。答中論然可然品云。若法", "625": "因待成。是法還成待。今則無因待。亦無所", "626": "成法。即其證也。", "627": "次別明造論緣起。然所以造論者。如上所", "628": "明。如來為失道故說經。論主為迷經故", "629": "造論。為失道故說經。此是根本失。論主為", "630": "迷經故造論。此是枝末失。又佛為失道者", "631": "說經。此失謂一往失。論主為迷經故造論。", "632": "此失即失中更起失。所以然者。以其迷道", "633": "此是一失。如來說經為令入道。而復迷經", "634": "故是失中失也一往之失謂利根人。聞經即", "635": "悟。失中之失謂鈍根人也。問何等是迷經之", "636": "人。答即是諸部異執。言諸部異執者。或二部", "637": "或五部。或十八部。或二十部。或五百部。言", "638": "二部者。如來二月十五日入涅槃。諸聖弟子", "639": "四月十五日於王舍城祇闍崛山中結集三", "640": "藏。爾時即有二部名字。一上座部。謂迦葉", "641": "為上座。迦葉上陳如一夏。為佛以法付屬", "642": "迦葉名上座部也。迦葉所領但有五百人。", "643": "依智度論則有千人。二大眾部。即界外大", "644": "眾。乃有萬數。婆師波羅漢為主。此云淚出。", "645": "常悲苦眾生而淚墮也。即五比丘中之一人", "646": "而年大迦葉。教授界外大眾。所以有二眾。", "647": "迦葉有五百羅漢。前入界內結集三藏。後", "648": "多人來結集三藏。迦葉並不許之。有二因", "649": "緣。一者五百皆聰明人故。二者已羯磨竟故。", "650": "依智度論。阿闍世王但設千人食。故餘人", "651": "來不得。從是以來至佛滅度後百一十六年。", "652": "但有二部名字未有異執。百一十六年外", "653": "有舶主兒名摩訶提婆。端正聰明作三逆", "654": "罪。後入佛法。凡有二事。一者取諸大乘經", "655": "內三藏中釋之。諸阿羅漢結集法藏時。已", "656": "簡除此義。而大眾部用此義。上座部不用", "657": "之。因爾起諍遂成二部。二者摩訶提婆自", "658": "作偈言。餘人染污衣。無明疑他度。聖道言", "659": "所顯。是諸佛正教。以此一偈安置戒後。布", "660": "薩誦戒竟亦誦此一偈。此偈有五事。一餘人", "661": "染污衣者。提婆不淨出污衣。而誑弟子言。", "662": "我是阿羅漢。實無不淨。但是天魔女以不", "663": "淨污羅漢衣。故云餘人染污衣。然此一語", "664": "有虛有實。其實是凡夫。誑弟子說如上事。", "665": "是故為虛。魔女實能以不淨污羅漢衣。是", "666": "故為實。其眾諍其所說。或虛或實。故分二", "667": "部。二云無明者。然羅漢乃無三界受生無", "668": "明。而有無知習氣無明。故云無明。時眾或", "669": "言羅漢有無明。或言無無明。因此起諍故", "670": "分二部。三云疑者。須陀洹果乃於三解脫", "671": "門無疑。而於外事有疑。故云疑也。四他", "672": "度者。鈍根初果而不自知得初果。問善知", "673": "識。善知識為說。於三寶四諦無疑。是初果", "674": "相。其自觀察方知得初果。故云他度。五聖", "675": "道言所顯者。然得聖道時。亦有言所顯。如", "676": "身子當口誦偈時即得初果。故云言所顯。", "677": "時眾諍此五義。或是或非。故成二部也。問", "678": "此二部執何義異耶。答義異乃多。今略明其", "679": "一。大眾部執生死涅槃皆是假名。上座部執", "680": "生死涅槃皆是真實。至二百年中。從大眾", "681": "部又出三部。于時大眾部因摩訶提婆私", "682": "度住央崛多羅國。此國在王舍城北。此部", "683": "將華嚴般若等大乘經雜三藏中說之。時", "684": "人有信者。有不信者。故成二部。不信者唯", "685": "言阿難等三師所誦三藏此則可信。自三", "686": "藏外諸大乘經皆不可信。復有信大乘者", "687": "有三因緣。一者爾時猶有親聞佛說大乘", "688": "法者。是故可信。二者自思量道理應有大", "689": "乘。是故可信。三者信其師故。是故可信。言", "690": "三部者。一一說部。此部執生死涅槃皆是假", "691": "名。故云一說。二出世說部。此部言。世間法", "692": "從顛倒生業。業生果。故是不實。出世法不", "693": "從顛倒生。故是真實。三灰山住部。前二從", "694": "執義受名。此因住處為目此山有石。堪作灰。此部", "695": "住彼山中修道。故以為名。其執毘曇是實教。經律為權說", "696": "故。彼引經偈云。隨宜覆身。隨宜飲食。隨", "697": "宜住處。疾斷煩惱。隨宜覆身者。有三衣", "698": "佛亦許。無三衣佛亦許。隨宜飲食者。時食", "699": "佛亦許。非時食亦許。隨宜住處者。結界住亦", "700": "許。不結界亦許。疾斷煩惱者。佛意但令疾", "701": "斷煩惱。此部甚精進過餘人也。至二百年", "702": "中。從大眾部內又出一部。名多聞部。大眾", "703": "部唯弘淺義棄於深義。佛在世時有仙人。", "704": "值佛得羅漢。恒隨佛往他方及天上聽法。", "705": "佛涅槃時其人不見。在雪山坐禪。至佛滅", "706": "度後二百年中。從雪山出覓諸同行。見大", "707": "眾部唯弘淺義不知深法。其人具足誦淺", "708": "深義。深義中有大乘義。成實論即從此部", "709": "出。時人有信其所說者。故別成一部。名多", "710": "聞部。於二百年中。從大眾部更出一部。名", "711": "多聞分別部。佛在世時。大迦旃延造論解", "712": "佛阿含經。至二百年。大迦旃延從阿耨達", "713": "池出。更分別前多聞部中義。時人有信其", "714": "所說者。故云多聞分別部。於二百年滿有", "715": "一外道。名大天。爾時摩伽陀國有優婆塞。", "716": "大弘佛法。諸外道為利養故。皆剃頭出家。", "717": "便有賊住比丘。大天為賊住主。大天身自", "718": "出家。所度弟子依大天眾出家受戒。爾時眾", "719": "人共諍斯事。上座部云。和上無戒及破戒。闍", "720": "梨有戒。大眾亦有戒。受戒則得。戒從大", "721": "眾得。大眾知和上無戒。而與共受戒者。大", "722": "眾得突吉羅罪。問戒既不從和上得。何故", "723": "稱和上名。答欲令受戒後和上攝錄教誨", "724": "弟子耳。薩婆多用此解。餘部言。和上無戒", "725": "及破戒。大眾有戒則不得戒。戒從和上得", "726": "故。因此諍論遂不容大天。徒眾因爾別住", "727": "山間。於此山間執義又異。故有支提山部", "728": "及北山部。佛得道及轉法輪處。大眾處名支", "729": "提。此處有山。名支提山。於彼山北別有山。", "730": "名北山部也。大眾部合別數。或五或七或", "731": "八。言五部者。初一說部。二出世說部。三灰", "732": "山住部。此初破成三也。次多聞部。次多聞", "733": "分別部。故成五部。言七部者。因外道分", "734": "成二部。謂支提山部及北山部。前五因內", "735": "執起。後二因外道起。故成七部。言八部", "736": "者。則數根本大眾部也。次上座弟子部者。", "737": "佛滅度後。迦葉以三藏付三師。以修多羅", "738": "付阿難。以毘曇付富樓那。以律付優婆", "739": "離。阿難去世。以修多羅付末田地。末田地", "740": "付舍那婆斯。舍那婆斯付。優婆掘多。優婆掘", "741": "多付富樓那富樓那付寐者柯。寐者柯付迦", "742": "旃延尼子。從迦葉至寐者柯二百年已來", "743": "無異部。至三百年初。迦旃延尼子去世。便", "744": "分成兩部。一上座弟子部。二薩婆多部。所以", "745": "分成二部者。上座弟子但弘經。以經為正。", "746": "律開遮不定。毘曇但釋經。或過本或減本。", "747": "故不正弘之。亦不棄捨二藏也。而薩婆", "748": "多謂毘曇最勝。故偏弘之。從迦葉至掘", "749": "多。正弘經。從富樓那稍棄本弘末。故正", "750": "弘毘曇。至迦旃延大興毘曇。上座弟子部", "751": "見其棄本弘末。四過宣令遣其改宗。遂守", "752": "宗不改。而上座弟子部移往雪山避之。因", "753": "名雪山住部。三百年從薩婆多出一部。名", "754": "可住子弟子部。即是舊犢子部也。言可住子", "755": "弟子部者。有仙人名可住。有女人。是此仙", "756": "人種。故名可住子。有阿羅漢。是可住女人", "757": "之子。故名可住子。此部是此羅漢之弟子。故", "758": "名可住子弟子也。舍利弗是羅睺羅和上。羅", "759": "睺羅是可住子和上。此部復是可住子之弟", "760": "子。舍利弗釋佛九分毘曇名法相毘曇。羅", "761": "睺羅弘舍利弗毘曇。可住子弘羅睺羅所說。", "762": "此部復弘可住子所說也。次三百年中從可", "763": "住子部復出四部。以嫌舍利弗毘曇不足。", "764": "更各各造論取經中義足之。所執異故。故", "765": "成四部。一法尚部。即舊曇無德部也。二賢乘", "766": "部。三正量弟子部。有大正量羅漢。其是弟子。", "767": "故名正量弟子部。此三從人作名。四名密", "768": "林部。從住處作名也。三百年從薩婆多部", "769": "復出一部。名正地部。有婆羅門。是國師名。", "770": "正地部善解四韋陀。出家得羅漢。取四韋", "771": "陀好語莊嚴佛經。執義又異。時人有信其", "772": "所說。故別為一部。三百年中從正地部又", "773": "出一部。名法護部。其本是目連弟子。得羅", "774": "漢恒隨目連往色界中。有所說法皆能誦", "775": "持。自撰為五藏。三藏如常。四呪藏。五菩薩", "776": "藏。有信其所說者。故別成一部也。三百年", "777": "中從薩婆多部又出一部。名善歲部。迦留", "778": "陀夷是其父。及多比丘尼是母。七歲得羅漢。", "779": "值佛聞法皆能誦持。撰集佛語次第相對。", "780": "破外道為一類。對治眾生煩惱復為一類。", "781": "時人有信其所說者。故別為一部也。三百", "782": "年中從薩婆多部又出一部。名說度部。謂", "783": "五陰從此世度至後世。得治道乃滅。亦名", "784": "說經部。謂唯經藏為正。餘二皆成經耳。從", "785": "上座部都合有十一部。大眾部有七部。合", "786": "成十八部。足根本二部為二十部。而羅婆", "787": "多傳有異世五師。有同世五師。異世五師", "788": "者。一迦葉。二阿難。三末田地。四舍那婆斯。", "789": "五優婆掘多。此五人持佛法藏各得二十餘", "790": "年更相付屬。名異世也。同世五師者。於優", "791": "婆掘多世即分成五部。一時並起。名同世", "792": "五師。一曇無德。二摩訶僧祇。三彌沙塞。四迦", "793": "葉維。五犢子部。又大集經亦明五部。而文殊", "794": "師利經部執論及羅什分別部論。此三皆明", "795": "二十部。所以有五部復有二十部不同者。", "796": "取其始終異執故有二十。取其當世盛行", "797": "故但說五部。而言五部一時起者。則與上", "798": "二十部義相違。或可見聞各異故也。所言五", "799": "百部者。智度論釋般若信毀品云。佛滅度後", "800": "五百歲後。有五百部。不知佛意為解脫故。", "801": "執諸法有決定相。聞畢竟空如刀傷心。", "802": "龍樹提婆為諸部異執失佛教意故。造論", "803": "破迷也。問論主為並破諸部。亦有不破耶。", "804": "答凡有四句。一破而不取。若是諸部所說", "805": "乖大小乘經自立義者。則破而不取。故", "806": "智度論呵迦旃延弟子云。三藏無此說。摩", "807": "訶衍中亦無此說。蓋是諸論義師自作是說。", "808": "即是其事。二取而不破。如文殊問經云。十", "809": "八及本二皆從大乘出。無是亦無非。我說", "810": "未來起。三亦破亦取。破諸部能迷執情。收", "811": "取諸部所迷之教。四不破不取。就正道門。", "812": "未曾有破。亦無所取也。", "813": "次明諸部通別義。論有二種。一者通論。二", "814": "者別論。若通破大小二迷。通申大小兩教。", "815": "名為通論。即中論是也。故前二十五品破大", "816": "迷申大教。後兩品破小迷申小教。二者別", "817": "論。別破大小迷。別申大小教。名為別論。如", "818": "攝大乘論地持論等。謂大乘通論。十地論智", "819": "度論等。大乘別論。如成實論等。通申三藏。", "820": "謂小乘通論。馬鳴菩薩師名脇比丘。造四阿", "821": "含優婆提舍。別釋修多羅藏。善見毘婆沙別", "822": "釋毘尼藏。智度論云。八十部律八十部毘婆", "823": "沙釋之。善見律別釋師子國要。用十誦律。", "824": "舍利弗別釋佛九分毘曇。如此別釋三藏", "825": "故。是小乘別論。就三藏中復有通別。若具", "826": "釋一藏名為通論。別釋一藏中一部名為", "827": "別論也。問中論既通釋大小。應名大小通", "828": "論。不得名為大乘論也。答雖釋大小。但", "829": "為顯大故是大乘論。所以然者。以初分明", "830": "大乘。中分明小乘。後分還明大乘故。以是", "831": "義故名大乘論耳。問十二門論是何論耶。", "832": "答是大乘通論。以始終破於大迷。通申大", "833": "教。無破小迷別申於小教故。是大乘通論", "834": "也。問百論復云何。答百論通破障大小之", "835": "邪。通申如來大小兩正。故是大小通論。但始", "836": "終為明大乘故。屬大乘通論耳。", "837": "次明眾論立名不同門。眾論立名凡有三", "838": "種。一從法為名。如成實論等。實謂四諦之", "839": "理。成謂能成之文。故云為成是法故造斯", "840": "論。謂從法立名也。二從人立名。如舍利弗", "841": "阿毘曇等。智度論云。犢子道人受持此毘曇。", "842": "亦名犢子毘曇也。三從喻立名。如甘露味", "843": "毘曇等。亦如訶梨跋摩師鳩摩羅陀造日出", "844": "論等也。四論立名。並是從法。非人非喻。就", "845": "中自開四種。大智度論從所釋之經立名。", "846": "大謂摩訶。智謂般若。度謂波羅蜜。論釋經", "847": "題。故從所釋為名。中論從理實立名。十", "848": "二門從言教為目。百論從偈句為稱也。若", "849": "通而為言。四論通顯中道理實。並得就理", "850": "立名。四論同有言教開通理實。並得以教", "851": "為稱。同有偈句。通得從偈立名。今欲互", "852": "相開避。故有四部差別。所以立名不同也。", "853": "次明眾論旨歸門。通論大小乘經。同明一", "854": "道。故以無得正觀為宗。但小乘教者正觀", "855": "猶遠。故就四諦教為宗。大乘正明正觀。故", "856": "諸大乘經同以不二正觀為宗。但約方便", "857": "用異故有諸部差別。如明應說不應說。今", "858": "昔開會名為法華。破斥八倒辨常無常用", "859": "名為涅槃。至論不二正道更無別異。在經", "860": "既爾。在論亦然。雖諸部有異。同用不二正", "861": "觀為宗。又經論同宗。佛說正觀為經。論", "862": "申正觀為論。經論用異正觀無別。故無量", "863": "義經云。如水洗穢義同。約井池為異。自", "864": "昔及今。一切諸教。同治斷常之病。同開正", "865": "道。但約今昔教用異耳。今四論約用不同", "866": "故辨四宗差別。智度論正釋大品。而龍樹", "867": "開大品為二道。前明般若道。次明方便道。", "868": "此之二道即是法身父母。故大品以實慧方", "869": "便慧為宗。論申經二慧。還以二慧為宗。", "870": "如中論申二諦。還以二諦為宗也。問大品", "871": "何故前明般若。後明方便耶。答般若方便", "872": "實無前後。而作前後說者般若為體。方便", "873": "為用。故智度論云。譬如金為體。金上精", "874": "巧為用。故前明其體。後辨其用也。又非凡", "875": "夫行。非賢聖行。是菩薩行。般若超凡。方便", "876": "越聖。要前超凡後方越聖。故前明般若後", "877": "辨方便。又眾生起見凡有二種。一者有見。", "878": "二者無見。般若破其有見。方便斥其無見。", "879": "故前明般若後辨方便。若明次第者。三藏", "880": "多說有教以破外道。而封執三藏之有故。", "881": "般若次說空。惑者著般若之空故。次說方", "882": "便令其離空。故智度論序云。知邪病之自", "883": "起故。阿含為之作。以滯有之為患故。般若", "884": "為之照。即斯意也。若約位而言。般若配於", "885": "六地。故前明之。方便在於七地。故後說也。", "886": "問舊亦明大品二慧為宗。與今何異。答今", "887": "明。聖心未曾二。為眾生故無二說二。欲令", "888": "因二悟於不二。故與舊不同。又雖明二", "889": "慧。與舊亦異。舊義實慧但照空不達有。漚", "890": "和但照有不達空。蓋是限局聖心便成二", "891": "見。今明。至人體無礙之道故有無礙之用。", "892": "般若既照空即能鑒有。方便既涉有即能", "893": "鑒空。具如二智中說。次明中論以二諦", "894": "為宗。所以用二諦為宗者。二諦是佛法", "895": "根本。如來自行化他皆由二諦。自行由二", "896": "諦者。如瓔珞經佛母品。明二諦能生佛故。", "897": "二諦是佛母。蓋取二智為佛。二諦能生二", "898": "智。故以二諦為母。即是如來自德圓滿由", "899": "於二諦。化他德由二諦者。如來有所說法", "900": "教化眾生常依二諦。故中論云。諸佛依二", "901": "諦為眾生。說法也。問何以知自他兩德並", "902": "由二諦耶。答十二門論云。以識二諦故。即", "903": "得自利他利及以共利。即其事也。以二諦是", "904": "自行化他之本故。申明二諦以為論宗。即", "905": "令一切眾生具得自他二利也。問何人迷", "906": "二諦。論主破迷申二諦耶。答有三種人", "907": "迷於二諦。一者小乘五百部。各執諸法有", "908": "決定性。聞畢竟空如刀傷心。此人失第一", "909": "義諦。然既失第一義諦亦失世諦。所以然", "910": "者。空宛然而有。故有名空有。方是世諦。彼", "911": "既失空。亦是迷有。故失世諦。故五百部執", "912": "出如來二諦之外。二者方廣道人。謂一切諸", "913": "法如龜毛兔角。無罪福報應。此人失於世", "914": "諦。然有宛然而空。故空名有空。既失空有。", "915": "亦失有空。如斯之人亦失二諦。又諸外道", "916": "亦失二諦。如有見外道迷於真諦。空見外", "917": "道迷於世諦。又凡夫著有故迷真諦。二乘", "918": "滯空迷世諦也。第三人得二諦名而失二", "919": "諦旨。斯執甚多。今略出二種。或言二諦一", "920": "體。或言二諦異體。並不成二諦之義。具如", "921": "疏初序之。今破此之失申明二諦。故用二", "922": "諦為宗也。問何以得知此論用二諦為宗", "923": "耶。答略有三種。一者瓔珞經佛母品明二諦", "924": "不生不滅乃至不來不去。今論正明八不。故", "925": "知即是辨於二諦。故以二諦為宗。二者青", "926": "目序論意。明外人失二諦。龍樹菩薩為是", "927": "等故造此中論。即知破外迷失申明二諦。", "928": "故以二諦為宗也。三者關內曇影中論序", "929": "云。此論雖無理不窮。無言不盡。統其要", "930": "歸。會通二諦。今還述舊釋。故知二諦為宗", "931": "也。問既名中論。何故不用中道為宗。乃", "932": "以二諦為宗耶。答即二諦是中道。既以二", "933": "諦為宗。即是中道為宗。所以然者。還就", "934": "二諦以明中道故。有世諦中道。真諦中道。", "935": "非真非俗中道。但今欲名宗兩舉故。中諦互", "936": "說。故宗舉其諦名題其中。若以中道為", "937": "名。復以中道為宗者。但得不二義失其", "938": "二義故也。問經何故立二諦耶。答此有兩", "939": "義。一者欲示佛法是中道故。以有世諦。是", "940": "故不斷。以第一義。是故不常。所以立於二", "941": "諦。又二慧是三世佛法身父母。以有第一", "942": "義故生般若。以有世諦故生方便。具實", "943": "慧方便慧。有十方三世佛。是故立二諦。又", "944": "知第一義是自利。知世諦故能利他。具知", "945": "二諦即得共利。故立二諦。又有二諦故", "946": "佛語皆實。以世諦故說有是實。第一義故", "947": "說空是實。又佛法漸深。先說世諦因果教", "948": "化。後為說第一義。又成就得道智者說第", "949": "一義。無有說世諦。又若不先說世諦因果。", "950": "直說第一義。則生斷見。是故具明二諦也。", "951": "次明百論宗者。百論破邪申明二諦。具如", "952": "空品末說。亦應以二諦為宗。但今欲與中", "953": "論互相開避。中論以二諦為宗。百論用二", "954": "智為宗。即欲明諦智互相成也。問百論何", "955": "故用二智為宗耶。答提婆與外道對面擊", "956": "揚鬪。一時權巧智慧。但提婆權智巧能破邪", "957": "巧能顯正。而實無所破亦無所顯。故名實", "958": "智。一論始終明此二智。故以二智為宗。中", "959": "論不與內諍一時權巧。但共同學二諦之人", "960": "諍二諦得失。故以二諦為宗。則中論用所", "961": "申為宗。百論用能申為宗。欲明佛與菩", "962": "薩能所共相成也。次明十二門論宗者。此", "963": "論亦破內迷申明二諦。亦以二諦為宗。但", "964": "今欲示三論不同。宜以境智為宗。所言", "965": "境智者。論云。大分深義所謂空也。若通達", "966": "是義即通達大乘。具足六波羅蜜無所障", "967": "礙。大分深義謂實相之境。由實相境發生", "968": "般若。由般若故萬行得成。即是境智之義。", "969": "故用境智為宗也。", "970": "次明四論破申不同門。所言破申者。凡有", "971": "三義。一者破外人迷教之病故名為破。申", "972": "佛二諦教門故名為申。二者申佛正教而", "973": "邪迷自破。故名為申破耳。三者論主申明", "974": "佛破故名申破。諸大乘經破眾生虛妄以", "975": "顯一道。但末代鈍根不了如來破病顯道之", "976": "意。四依菩薩還申明佛破故名申破。非是", "977": "經中自立義。論中自明破也。問何以知龍", "978": "樹申佛破耶。答最後邪見品云。瞿曇大聖", "979": "主。憐愍說是法。悉斷一切見。我今稽首禮。", "980": "故知論主申明佛破。非自有破也。問經中", "981": "有立有破。論主何故一向破耶。答末世鈍", "982": "根迷佛立破。並皆成病。是以論主須並破", "983": "之。然後具得申如來立破。問論主申佛破", "984": "得稱論主破。論主申佛立應名論主立", "985": "耶。答亦得爾也。問四論破申云何同異。答", "986": "三論通破眾迷。通申眾教。智度論別破般", "987": "若之迷。別申般若之教。就三論中自開二", "988": "類。百論正破外傍破內。餘二論正破內傍", "989": "破外。所以三論破內外者。一切眾病不出", "990": "二種。一外道邪畫起迷。二內人稟教失旨。", "991": "若破斯二則眾病皆除。問百論破外可有", "992": "明文。何處有破內文耶。答破塵品中。外人", "993": "以內義為證。論主即破其所引。具如彼", "994": "明。問何故得破內耶。答有三種義。一者", "995": "如向釋之。外人立義不成。引內為證。故", "996": "須破內。二者內人立義與外道同。如立", "997": "虛空常遍。乃至立涅槃身智俱無。並與外", "998": "道同。故須破內。三者外道立義與內人", "999": "同。故須破之。如破因中無果品說。外道", "1000": "立於三相前後相生。與譬喻部同。立三相", "1001": "展轉一時生。與薩婆多部同。故須破內。故", "1002": "肇法師云。邪辨逼真殆亂正道。問中論何故", "1003": "傍破外耶。答凡有四義。一者欲顯中觀無", "1004": "法不窮。無言不說。若一法不窮。一言不", "1005": "盡。則戲論不滅。中觀不生。是故內外並皆", "1006": "破之。二者內人立義與外道同。故須破", "1007": "外。三者外道立義與內人同。故須破外。", "1008": "四者欲顯中實非內非外不正不邪。故須", "1009": "破外。問百論破外亦有收取義不。答亦有", "1010": "四句。一者破而不取。即是外道邪言。障中", "1011": "迷觀。於緣無益有損。二者取而不破。外道", "1012": "偷竊如來遺餘善法。今並收之。如賊盜牛。", "1013": "即其證也。又外道各邪心推盡。冥智與內", "1014": "同。如蟲食木偶得成字。亦取而不破。三者", "1015": "亦破亦取。外道偷竊佛教不識旨歸。今破", "1016": "其迷教之情。收取所迷之教。四者不破不", "1017": "取。即顯道門未曾內外也。", "1018": "次明別釋三論。問既有四論。何故常稱三", "1019": "論耶。答略有八義。一者一一論各具三義。", "1020": "一破邪。二顯正。三言教。以同具此三義故。", "1021": "合名三論。二者三論具合方備三義。中論", "1022": "明所顯之理。百論破於邪執。十二門名為", "1023": "言教。以三義相成故名為三論。三者中論", "1024": "為廣論。百論為次論。十二門為略論。三部", "1025": "具上中下三品故名三論。四者一切經論凡", "1026": "有三種。一但偈論。即是中論。二但長行論。", "1027": "所謂百論。三亦長行亦偈論。即十二門論。以", "1028": "三部互相開避而共相成。五者此之三部同", "1029": "是大乘通論。故名三論。六者此三部同顯不", "1030": "二實相。故名三論。七者同是四依菩薩所造。", "1031": "八者同是像末所作。但欲綱維大法也。", "1032": "次論三論通別門。以智度論對三論。則智", "1033": "度論為別論。三論為通論。就三論中自有", "1034": "三別即為三例。百論為通論之廣。中論為", "1035": "通論之次。十二門為通論之略。所以然者。", "1036": "百論通破障世出世一切邪。通申世出世", "1037": "一切正。故名通論之廣。中論但破大小二", "1038": "迷。通申大小兩教。不破世間迷申世間教。", "1039": "故為通論之次。十二門但破執大之迷。申", "1040": "大乘之教。為通論之略。問何故爾耶。答外道", "1041": "邪興。遍障世出世大小一切教。故提婆遍", "1042": "破眾邪備申眾教。是以論明。始自三歸終", "1043": "竟二諦。無教不申。無邪不破。中論為對", "1044": "大小學人封執二教故。但破二迷但申二", "1045": "教。是以論文有大小二章之說。十二門論辨", "1046": "觀行之精要。明方等之宗本。故正破大迷", "1047": "獨申大教。是以論文命宗。但說略解摩訶", "1048": "衍義。問十二門亦備破小乘外道。云何言但", "1049": "破大迷但申大教也。答雖備破眾病。而正", "1050": "意為申大乘。故論文前明略解大乘。而後", "1051": "則言末世眾生薄福鈍根。雖尋經文不能", "1052": "通了。即知尋大乘失旨。但小乘外道障彼大", "1053": "乘。故須破之耳。又欲令小乘外道同入大", "1054": "乘故須破之。問百論申大小兩教。與中論", "1055": "何異。答百論總申大小。然中論別申二教。", "1056": "又百論從淺至深。中論從深至淺。問何故", "1057": "爾耶。答百論為迴邪入正。始行之人故。始", "1058": "自三歸終入方等。故從淺至深。中論示諸", "1059": "佛本末之義。大乘為本小乘為末。故從深", "1060": "至淺也。", "1061": "次明四論用假不同門。一切諸法雖並是假。", "1062": "領其要用凡有四門。一因緣假。二隨緣假。", "1063": "三對緣假。四就緣假也。一因緣假者。如空有", "1064": "二諦。有不自有。因空故有。空不自空。因有", "1065": "故空。故空有是因緣假義也。二隨緣假者。如", "1066": "隨三乘根性說三乘教門也。三對緣假者。", "1067": "如對治常說於無常。對治無常是故說常。", "1068": "四就緣假者。外人執有諸法。諸佛菩薩就", "1069": "彼推求檢竟不得。名就緣假。此四假總收", "1070": "十二部經八萬法藏。然四論具用四假。但智", "1071": "度論多用因緣假。以釋經立義門故。中論", "1072": "十二門多用就緣假。百論多用對緣假。", "1073": "次明四論對緣不同門。著於四論略明二", "1074": "種。提婆菩薩震論鼓於王庭。九十六師一時", "1075": "雲集。各建名理立無方論。提婆面拆邪師。", "1076": "後還閑林。撰集當時之言。以為百論。龍樹", "1077": "菩薩潛帷著筆。探取外情破病申經。故造", "1078": "中論。問何故爾耶。答龍樹聲聞天下。外道小", "1079": "乘不敢與交言。故潛帷著筆以造論也。提", "1080": "婆既為弟子。物情所不畏憚。故與之交言。", "1081": "故後集以為論。次明三論所破之緣有利鈍", "1082": "不同門。今略舉中百二論明眾生得悟不", "1083": "同。凡有四種。一自有一種根緣。聞百論始", "1084": "捨罪福終破空有。當此言下得悟無生。", "1085": "二有諸外道。雖聞提婆當時所破言理俱", "1086": "屈。猶未得悟。後出家竟稟受佛經方乃得", "1087": "悟。此中根人也。三有諸外道。聞提婆之言。", "1088": "不了尋經。翻更起迷。為中論所破方得", "1089": "悟。此下根人也。四有諸外道。初稟提婆之", "1090": "言。乃至尋中論亦未得解。後因十二門觀", "1091": "玄略方乃得悟也。", "1092": "次別釋中論名題門。此論立名有廣有略。", "1093": "所言略者。但稱中論。故叡法師序云。中論", "1094": "有五百偈。龍樹菩薩之所造。而後但釋中論", "1095": "兩字。故名為略。問何故但稱中論不題觀", "1096": "耶。答中是所論之理實。論是能論之教門。若", "1097": "明理教故義無不周也。所言廣者。加之以", "1098": "觀。故影法師中論序云。寂此諸邊名之為", "1099": "中。問答拆徵稱之為論。又云。觀者直。以", "1100": "觀辨於心論宣於口耳。問何故具題三字", "1101": "耶。答因中發觀。由觀宣論。要備三法義", "1102": "乃圓足也。次第門。問此三字有何次第耶。答", "1103": "有二種次第。一者能化次第。二者所化次第。", "1104": "能化次第者。中謂三世十方諸佛菩薩所行", "1105": "之道。故前明中。由此道故發生諸佛菩薩", "1106": "正觀。故次明觀。由內有正觀故。佛宣之於", "1107": "口。名之為經。四依菩薩宣之於口。目之為", "1108": "論也。約所化悟入次第者。稟教之徒因論", "1109": "識中。因中發觀。若望於佛。因教識理。因", "1110": "理發觀也。次制立門。所以但明三字不多", "1111": "不少者。略有三義。一者諸佛菩薩凡有二德。", "1112": "一者自行。二者化他。中之與觀謂自行也。論", "1113": "之一字即是化他。自行化他義無不攝。故但", "1114": "標三字。二者化於眾生要必具三。一者有", "1115": "所悟之理。二者因理發觀。三者由觀宣論。", "1116": "故但明三也。三者以中對觀。是境智之名。以", "1117": "觀對論。為行說之稱。因中發觀故。以中", "1118": "為境。以觀為智。如說而行為觀。如行而", "1119": "說為論。以義唯此四故。名字但有三名也。", "1120": "次論通別門。通而為言。三字皆中皆觀皆", "1121": "論。所言皆中者。理實不偏故理名為中。因", "1122": "中理發觀。觀非偏觀。觀亦名中。因中觀", "1123": "宣論。論非偏論。論亦名中。三字皆觀者。中", "1124": "是義相觀。觀是心行觀。論是名字觀。亦如三", "1125": "種般若。中是實相般若。觀是觀照般若。論是", "1126": "文字般若。三種皆論者。論是能論故名為論。", "1127": "餘二所論亦名為論也。就別而言。理實不", "1128": "偏。與其中名。智是達照。當其觀稱。論是言", "1129": "教。故目之為論。次明互發盡門。就中有", "1130": "中發觀。觀發中。緣盡觀。觀盡緣。所言中", "1131": "發觀者。如涅槃經云。十二因緣不生不滅能", "1132": "生觀智。譬如胡瓜能發熱病也。觀發中者。", "1133": "眾生本謂因緣是生是滅。不知是中。以正", "1134": "觀檢生滅不得。方悟因緣是中。此則因觀", "1135": "發中。緣盡於觀觀盡於緣者。凡夫二乘及", "1136": "有所得偏邪之緣。盡菩薩正觀之內。故名緣", "1137": "盡於觀。觀盡於緣者。邪緣既盡正觀亦息。", "1138": "故名觀盡於緣。緣盡於觀故非緣。觀盡於", "1139": "緣故非觀。非緣非觀。不知何以美之。強", "1140": "名正觀也。問既得緣盡觀觀盡緣。亦得中", "1141": "盡觀親盡中不。答亦得爾也。中是智境。觀", "1142": "是境智。境不自境。因智故境。智不自智。由", "1143": "境故智。由智故境。境不自境。由境故智。智", "1144": "不自智。不自智則非智。不自境則非境。", "1145": "故是境盡於智。智盡於境。問亦得緣發於", "1146": "觀。觀發於緣不。答由邪緣故得顯正觀。", "1147": "即是緣發於觀。由正觀故顯緣是邪。謂觀", "1148": "發於緣耳。次明別釋三字門。總論釋義", "1149": "凡有四種。一依名釋義。二就理教釋義。", "1150": "三就互相釋義。四無方釋義也。依名釋義", "1151": "者。中以實為義。中以正為義。中以實為", "1152": "義者。如涅槃釋本有今無偈云。我昔本無", "1153": "中道實義。是故現在有無量煩惱。叡師中論", "1154": "序云。以中為名者。照其實也。照謂顯也。", "1155": "立於中名。為欲顯諸法實故。云照其實", "1156": "也。所言正者。華嚴云。正法性遠離一切言", "1157": "語道一切趣非趣。悉皆寂滅相。此之正法即", "1158": "是中道。離偏曰中。對邪名正。肇公物不遷", "1159": "論云。正觀論曰。觀方知彼去。去者不至", "1160": "方。故知中以正為義也。理教釋義者。中以", "1161": "不中為義。所以然者。諸法實相非中非不", "1162": "中。無名相法為眾生故強名相說。欲令因", "1163": "此名以悟無名。是故說中為顯不中。問中", "1164": "以不中為義。出何文耶。答華嚴云。一切有", "1165": "無法了達非有無。若爾。一切中偏法了達", "1166": "非中偏。即其事也。所言互相釋義者。中以", "1167": "偏為義。偏以中為義。所以然者。中偏是", "1168": "因緣之義。故說偏令悟中。說中令識偏。", "1169": "如經云。說世諦令識第一義諦。說第一義", "1170": "諦令識世諦也。四無方釋義者。中以色為", "1171": "義。中以心為義。是故華嚴經云。一中解無", "1172": "量。無量中解一。故一法得以一切法為義", "1173": "一切法得以一法為義。問中有幾種。答既", "1174": "稱為中。則非多非一。隨義對緣得說多", "1175": "一。所言一中者。一道清淨更無二道。一道", "1176": "者即一中道也。所言二中者。則約二諦辨", "1177": "中。謂世諦中真諦中。以世諦不偏故名為", "1178": "中。真諦不偏名為真諦中。所言三中者。二", "1179": "諦中及非真非俗中。所言四中者。謂對偏中。", "1180": "盡偏中。絕待中。成假中也。對偏中者。對大", "1181": "小學人斷常偏病。是故說對偏中也。盡偏中", "1182": "者。大小學人有於斷常偏病則不成中。偏", "1183": "病若盡則名為中。是故經云。眾生起見凡有", "1184": "二種。一斷二常。如是二見不名中道。無常", "1185": "無斷乃名中道。故名盡偏中也。絕待中者。", "1186": "本對偏病是故有中。偏病既除中亦不立。", "1187": "非中非偏。為出處眾生強名為中。謂絕待", "1188": "中。故此論云。若無有始終。中當云何有。經", "1189": "亦云。遠離二邊不著中道。即其事也。成假", "1190": "中者。有無為假。非有非無為中。由非有非", "1191": "無故說有無。如此之中為成於假。謂成假", "1192": "中也。所以然者。良由正道未曾有無。為化", "1193": "眾生假說有無故。以非有無為中。有無", "1194": "為假也。就成假中有單複疎密橫竪等義。", "1195": "具如中假義說。如說有為單假。非有為單", "1196": "中。無義亦爾。有無為複假。非有非無為複", "1197": "中。有無為疎假。非有非無為疎中。不有有", "1198": "為密假。有不有為密中。疎即是橫。密即是", "1199": "竪也。次釋中不同得有四種。一外道明中。", "1200": "二毘曇明中。三成實明中。四大乘人明中也。", "1201": "外道說中者。僧佉人言。泥團非瓶非非瓶。", "1202": "即是中義也。衛世師云。聲不名大不名小。", "1203": "勒沙婆云。光非闇非明。此之三師並以兩", "1204": "非為中。而未知所以為中耳。毘曇人釋", "1205": "中者。有事有理。事中者。無漏大王不在邊", "1206": "地。謂不在欲界及非想也。理中者。謂苦集", "1207": "之理不斷不常也。成實人明中道者。論文", "1208": "直言離有離無名聖中道。而論師云。中道", "1209": "有三。一世諦中道。二真諦中道。三非真非俗", "1210": "中道。四大乘人明中者。如攝大乘論師明。", "1211": "非安立諦不著生死不住涅槃。名之為中", "1212": "也。義本者。以無住為體中。此是合門。於體", "1213": "中。開為兩用。謂真俗。此是用中。即是開門", "1214": "也。又中假師云。非有非無為中。而有而無為", "1215": "假也。", "1216": "三論玄義", "1217": "為弘破邪顯正宗新遂開板彫文功", "1218": "早耀八不正觀月速拂三界迷倫霧", "1219": "于時建長八年丁巳三月七日沙門聖守"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1852 三論玄義", "source": "CBETA"}