{"author": "隋 闍那崛多譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0416 大方等大集經賢護分: 大乘大集經賢護分: 大集經賢護分: 大集經賢護分: 大集經賢護分: 大集經賢護分: 賢護菩薩所問經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "12 甚深品", "1": "大乘大集經賢護分卷第五", "2": "隋天竺三藏闍那崛多譯", "3": "13 現前三昧中十法品現前三昧中十法品第十三", "4": "爾時，世尊復告賢護菩薩言：「賢護！若有比丘", "5": "樂欲修習此三昧者，先當思惟彼無相想；既", "6": "思惟已，我慢不生。「賢護！除慢高已，心意泰然，", "7": "遠離眾相。爾時即應為他宣說如是三昧，不", "8": "應起諍。是中云何名為諍也？所謂妄想、誹毀，", "9": "即謗於空名為諍也。賢護！是故，彼比丘以無", "10": "諍故，當能修學、為他宣說此三昧也。「賢護！有", "11": "諸善男子、善女人，若欲修學、為他解釋此三", "12": "昧者，應當具足成就十法，然後為他解斯三", "13": "昧。何等為十？所謂：一者、彼諸善男子、善女人", "14": "先摧我慢，起恭敬心；二者、知恩不忘，心常念", "15": "報；三者、心無倚著，亦無嫉妬；四者、除斷疑惑", "16": "及諸障礙；五者、深信不壞，繫念思惟；六者、精", "17": "進勤求，經行無倦；七者、常行乞食，不受別請；", "18": "八者、少欲知足，調伏諸根；九者、正信甚深無", "19": "生法忍；十者、常念：『誰所有是三昧？』即於彼師", "20": "生諸佛想，然後修習如是三昧。賢護！是為彼", "21": "善男子、善女人具足如上十種法已，應當修", "22": "習如是三昧、亦令他人受持、讀誦。「如是行者", "23": "當得八事。何等為八？一者、畢竟清淨，於諸禁", "24": "戒無毀犯故；二者、知見清淨，智慧和合，不與", "25": "餘相應故；三者、智慧清淨，更不復受諸後有", "26": "故；四者、施與清淨，不願一切諸行果報故；五", "27": "者、多聞清淨，既聞法已畢竟不忘故；六者、精", "28": "進清淨，於一切時求佛菩提故；七者、遠離清", "29": "淨，於一切名利不染著故；八者、不退清淨，當", "30": "得阿耨多羅三藐三菩提初不動搖故。賢護！", "31": "是為彼善男子、善女人所獲八法也。」爾時，世", "32": "尊為重明此義，以說偈曰：", "33": "「智人不起有相想，亦當除慢及我心，", "34": "於深忍中無取著，彼能速宣此三昧；", "35": "空中本來滅諍根，涅槃無相大寂定，", "36": "於佛無嫌不謗法，彼能速宣此三昧。", "37": "智者不興嫉妬意，念佛知恩及法、僧，", "38": "所生降伏無遷移，如是寂靜持三昧；", "39": "無有嫉妬亦無疑，思惟深法真實信，", "40": "精進不懈離諸欲，彼能如是得三昧。", "41": "常行比丘乞食法，捨諸別請況求財，", "42": "斷除垢染證真如，彼能如是得三昧。", "43": "誰能有此三摩提？我應聽受廣流布，", "44": "於教師所起佛想，彼能如是得三昧。", "45": "若人修行此三昧，當具功德超世間，", "46": "彼應速受八種法，稱諸佛心淨無垢。", "47": "持戒清淨無有邊、三昧菩提及勝見，", "48": "彼能清淨諸有中、住以最妙功德聚。", "49": "智慧清淨不受有，布施離垢入無為，", "50": "得彼多聞未曾忘，其為智人功德藏。", "51": "勇猛精進得菩提，於世名利不貪染，", "52": "若諸智者善行此，彼入無上深妙禪。」", "53": "14 不共功德品大集經賢護分不共功德品第十四", "54": "爾時，世尊復告賢護菩薩摩訶薩言：「賢護！彼", "55": "諸菩薩摩訶薩復當成就十八不共法。何等", "56": "名為不共法也？所謂如來初成阿耨多羅三藐", "57": "三菩提乃至般涅槃，於其中間如來所有三", "58": "業智慧為首，一切身業隨智慧行、一切口業", "59": "隨智慧行、一切意業隨智慧行；又，諸如來知", "60": "見過去無有障礙、知見未來無有障礙、知見", "61": "現在無有障礙；又，諸如來所為無有錯誤、言", "62": "無漏失、意無忘念、無別異想、常在三昧、無不", "63": "知已捨；又，諸如來意欲無減、精進無減、禪定", "64": "無減、智慧無減、解脫無減、解脫知見無減。賢", "65": "護！是為如來十八不共法，彼菩薩摩訶薩當", "66": "應修習、具足成滿。", "67": "「復次，賢護！若菩薩摩訶薩成就具足甚深", "68": "難見、攝受正法、即欲宣說是三昧者，應當", "69": "更受十種勝法。何等為十？所謂如來十力。", "70": "云何十力？賢護！是中如來是處非處力者，", "71": "如來於諸處非處事，能以正智如實知故。賢", "72": "護！如是，處非處事，如來能以正智如實知", "73": "者，此則如來處非處力。如來得此力已知", "74": "真實處，於大眾中作師子吼、轉大梵輪——昔", "75": "所未轉——若有沙門、婆羅門，若天、若梵、若魔、若", "76": "人，一切世間終無有能如是轉者。賢護！是", "77": "為如來第一智力，菩薩摩訶薩應當修學、具", "78": "足成滿。", "79": "「復次，賢護！是中如來一切至處道力者，如來", "80": "於一切處道差別，皆以正智如實知故。賢護！", "81": "如是，一切至處道事如來能以正智如實知", "82": "者，此則如來至處道力也。如來得此力已知", "83": "真實處，於大眾中作師子吼、轉大梵輪——昔所", "84": "未轉——若諸世間沙門、婆羅門、若天、若梵、若魔、", "85": "若人，終無有能如是轉者。賢護！是為如來第", "86": "二智力，菩薩摩訶薩應當修學、具足成滿。「復", "87": "次，賢護！是中如來世間種種界力者，如來於", "88": "世間種種諸界無量差別，能以正智如實知", "89": "故。賢護！如是，世間種種界事如來皆以正智", "90": "如實知者，此則如來世間界力也。如來得此", "91": "力已知真實處，於大眾中作師子吼、轉大梵", "92": "輪——昔所未轉——若諸世間沙門、婆羅門、若天、若", "93": "梵、若魔、若人，終無有能如斯轉者。賢護！是為", "94": "如來第三智力，菩薩摩訶薩應當修學、具足", "95": "成滿。", "96": "「復次，賢護！是中如來心行力者，如來於諸眾", "97": "生種種心行無量差別，皆以正智如實知故。", "98": "賢護！如是，眾生種種心行無量差別如來能", "99": "以正智如實知者，此則如來知心行力也。如", "100": "來得此力已知真實處，於大眾中作師子吼、", "101": "轉大梵輪——昔所未轉——若諸世間沙門、婆羅門、", "102": "若天、若梵、若魔、若人，終無有能如是轉者。賢", "103": "護！是為如來第四智力，菩薩摩訶薩應當修", "104": "學、具足成滿。", "105": "「復次，賢護！如來知眾生諸根差別力者，如來", "106": "於眾生諸根種種差別皆以正智如實知故。", "107": "賢護！如是，眾生諸根種種差別如來皆以正", "108": "智如實知者，是則如來諸根差別力也。如來", "109": "得此力已知真實處，於大眾中作師子吼、轉", "110": "大梵輪——昔所未轉——若諸世間沙門、婆羅門、若", "111": "天、若梵、若魔、若人，終無有能如是轉者。賢護！", "112": "是為如來第五智力，菩薩摩訶薩應當修學、", "113": "具足成滿。", "114": "「復次，賢護！是中如來禪定力者，如來於一切", "115": "禪定解脫、三昧生起煩惱及以滅除，斯以正", "116": "智如實知故。賢護！如是，一切禪定解脫、三摩", "117": "跋提生起煩惱乃至清淨，如來皆以正智如", "118": "實知者，是則如來禪定力也。如來得已知真", "119": "正處，於大眾中作師子吼、轉大梵輪——先所未", "120": "轉——若彼世間沙門、婆羅門、若天、若梵、若魔、若", "121": "人，終無有能如是轉者。賢護！是為如來第六", "122": "智力，菩薩摩訶薩應當修學、具足成滿。", "123": "「復次，賢護！如來業力者，如來於彼一切諸業", "124": "種種差別，及彼未來和合得報亦無量差別，", "125": "如來斯以正智如實知故。賢護！如是諸業種", "126": "種差別、未來得果亦復差別，如來皆以正智", "127": "如實知者，斯則如來知業力也。如來得已知", "128": "真實處，於大眾中作師子吼、轉大梵輪——先所", "129": "未轉——若彼世間若沙門、婆羅門、若天、若梵、若", "130": "魔、若人，終無有能如斯轉者。賢護！是為如來", "131": "第七業力，菩薩摩訶薩應當修學、具足成滿。", "132": "「復次，賢護！如來天眼力者，如來常以清淨天", "133": "眼過於人眼見彼未來諸眾生輩死此生彼，", "134": "其所受身或美、或醜、或善、或惡，所得諸色或", "135": "好、或惡、或妙、或麁，或生善道、或生惡趣，又見", "136": "眾生所作諸業或善、或惡。有諸眾生具身惡", "137": "業、具口惡業、具意惡業、訶罵聖人、誹謗正法、", "138": "壞和合僧，具足如是諸惡業故，身壞命終生", "139": "於惡道；又，諸眾生具身善業、具口善業、具意", "140": "善業、恭敬聖人、尊重正法、供養眾僧，具行如", "141": "是諸善業故，命終得生人天善趣；如是等事", "142": "皆如實知。賢護！如來以淨天眼見諸眾生死", "143": "此生彼，乃至命終生於天上，是則如來生死", "144": "智力。得是力已知真實處，於大眾中作師子", "145": "吼、轉大梵輪——昔所未轉——若彼世間若沙門、婆", "146": "羅門、若天、若梵、若魔、若人，終無有能若斯轉", "147": "者。賢護！是為如來第八智力，菩薩摩訶薩應", "148": "當修學、具足成滿。", "149": "「復次，賢護！如來宿命智力者，如來能以諸宿", "150": "命智知於過去諸宿命事，所謂眾生生此死", "151": "彼，或於一處初受一生，或二、或三、或五、或十、或", "152": "百、或千、乃至或受無量百生、無量千生、無量百", "153": "千生，如是，乃至無量轉劫、無量定劫、無量轉", "154": "不轉劫等皆如實知。又，於彼所生趣如是處、", "155": "如是家、如是種姓、如是名字、如是相貌、如是", "156": "生中、如是服食、如是所作、如是善惡、如是憂", "157": "喜、如是苦樂，乃至若干壽命等亦如實知。又，", "158": "於某處捨彼身已復生某處、如是身相、如是", "159": "所說、如是所經，乃至壽命諸過去事皆悉知", "160": "故。賢護！如來能以種種無量諸宿命智知彼", "161": "眾生宿命所經，始自一生及無量生，乃至壽命", "162": "諸過去事如實知者，是則如來宿命智力也。", "163": "得是力已，處大眾中作師子吼、轉大梵輪——昔", "164": "所未轉——若彼世間沙門、婆羅門、若天、若梵、若", "165": "魔、若人，終無有能若斯轉者。賢護！是為如來", "166": "第九智力，菩薩摩訶薩應當修學、具足成滿。", "167": "「復次，賢護！如來漏盡力者，如來能盡一切諸", "168": "有，無復諸漏。心慧解脫自覺法已，是故唱言：", "169": "『我生已盡，梵行已立，所作已辦，不受後有。』賢", "170": "護！如來如是能盡諸漏，心慧明脫自證知故，", "171": "故言：『我生已盡，乃至不受後有。』如實知者，是", "172": "則如來漏盡智力也。如來得已，處大眾中作", "173": "師子吼、轉大梵輪——昔所未轉——若彼世間沙門、", "174": "婆羅門、若天、若梵、若魔、若人，終無有能若斯", "175": "轉者。賢護！是為如來第十智力，菩薩摩訶薩", "176": "當應修學、具足成滿。「賢護！若諸菩薩摩訶薩", "177": "讀誦、受持、思惟、修習是三昧者，則能攝受如", "178": "來十力也。」爾時，世尊為重明此義，以偈頌", "179": "曰：", "180": "「十八不共等覺法、十力明智諸佛同，", "181": "菩薩修習此妙禪，自然成就斯二種。」", "182": "15 隨喜功德品大集經賢護分隨喜功德品第十五", "183": "爾時，世尊復告賢護菩薩言：「賢護！若菩薩摩", "184": "訶薩具足成就四隨喜故，即當得斯現前三", "185": "昧，速疾成滿阿耨多羅三藐三菩提。「何等名", "186": "為四種隨喜也？所謂彼菩薩摩訶薩應作如", "187": "是念：『如彼過去一切諸如來、應供、等正覺，各", "188": "於往昔行菩薩時，皆因隨喜得是三昧，因三", "189": "昧故具足多聞，由多聞故速疾成就阿耨多", "190": "羅三藐三菩提；如我今日亦應如是，依因隨", "191": "喜得是三昧，因三昧故具足多聞，由多聞故", "192": "速得成就無上菩提。』賢護！是為菩薩摩訶薩", "193": "第一隨喜功德聚也。「賢護！彼菩薩摩訶薩復", "194": "應如是念：『如彼當來一切諸如來、應供、等正", "195": "覺行菩薩時，皆因隨喜得是三昧，因此三昧", "196": "故具足多聞，由多聞故速疾成就阿耨多羅", "197": "三藐三菩提；如我今日亦應如是，當因隨喜", "198": "得是三昧，歸憑三昧求滿多聞，由多聞故速", "199": "疾成彼無上菩提。』賢護！是為菩薩摩訶薩第", "200": "二隨喜功德聚也。「賢護！是菩薩摩訶薩復應", "201": "如是念：『而今現在無量無邊阿僧祇諸世界", "202": "中一切諸如來、應供、等正覺，各於往昔行菩", "203": "薩時，亦因隨喜得是三昧，因是三昧具足多", "204": "聞，由多聞故現皆得成無上菩提；然我今日", "205": "亦應隨喜，乃至為欲速成無上菩提故。』賢護！", "206": "是為菩薩第三隨喜功德聚也。「復次，賢護！彼", "207": "菩薩摩訶薩復應如是念：『我今已得仰學三", "208": "世一切諸如來本於過去行菩薩時，皆因隨", "209": "喜得是三昧，皆因三昧具足多聞，皆由多聞", "210": "而得成佛；今我以此隨喜功德願與一切眾", "211": "生共之，同生隨喜、同獲三昧、同具多聞、同悉", "212": "成就阿耨多羅三藐三菩提。』賢護！是為菩薩", "213": "摩訶薩第四隨喜功德聚也。「復次，賢護！而彼", "214": "菩薩既得成就如是隨喜、如是三昧、如是多", "215": "聞、如是速疾成就菩提，以是功德悉與眾生，", "216": "共同迴向阿耨多羅三藐三菩提。如是功德", "217": "難可稱量，我今為汝略開少分，汝宜諦聽，善", "218": "思念之。「賢護！譬如有人定壽百歲，身輕氣猛、", "219": "行駿若飛。是人生已便即能行一世界，先行", "220": "東方盡世界邊；如是次第行於南、西、北方、四", "221": "維、上、下，周旋十方窮極地際。賢護！於意云何？", "222": "假使有人聰明出世、善通算術，能計是人所", "223": "行地界道路近遠、長短耶？」賢護白言：「不也。」「又", "224": "能稱量耶？」「不也。」「又能觀察耶？」「不也。」「亦能思", "225": "惟耶？」「不也。世尊！」「賢護！且置初行。即使是人滿", "226": "足百年，速疾往返遍至十方無量世界，彼明", "227": "算人復能知否？」賢護報言：「不也，世尊！彼明", "228": "算人尚不能知初時所行地界近遠，云何能", "229": "計是人一世盡力飛行周遍十方無數世界", "230": "道路由旬其數多少？若欲的知，唯獨世尊及", "231": "大弟子舍利弗與彼不退諸大菩薩等乃能知", "232": "耳。」佛告賢護：「如是如是。我今語汝，若有善男", "233": "子、善女人起信敬心，於彼風行壯人所經世", "234": "界盛滿珍寶持用奉獻十方諸佛，其所獲福", "235": "雖曰極多，然尚不如隨喜三昧功德少分。何", "236": "以故？賢護！由彼菩薩摩訶薩修此三昧、具足", "237": "如上四大隨喜，迴向阿耨多羅三藐三菩提，", "238": "為求多聞成正覺故。賢護！以是因緣，持彼施", "239": "福望前隨喜所獲功德，百分不及一、千分不", "240": "及一、百千萬分不及一、億百千分不及一，乃", "241": "至算數譬喻所不能及。「賢護！汝今當知諸菩", "242": "薩等隨喜迴向所得功德，是故，我今更為汝", "243": "說菩薩隨喜功德少分，汝宜諦聽也。賢護！我", "244": "念往昔過於無量無邊阿僧祇劫，爾時有佛", "245": "號師子意如來、應供、等正覺、明行足、善逝、世間", "246": "解、無上士、調御丈夫、天人師、佛、世尊，出現於", "247": "世。賢護！時此世界閻浮提中，人民熾盛，多饒", "248": "財寶，豐樂安隱，甚可愛樂。賢護！爾時，此閻浮", "249": "提其地弘廣，具足一萬八千由旬；其間城郭", "250": "聚落乃有一萬八千，一切皆以七寶所成；其", "251": "城縱廣十二由旬，於諸城內城別皆有九", "252": "億民家。「賢護！", "253": "爾時大城名曰賢作，城中居民有六十億，彼", "254": "城即是師子意如來現生處也。賢護！爾時，師", "255": "子意如來初會說法，有九十億人證阿羅漢", "256": "果；過七日已，於第二會復有九十億人得阿", "257": "羅漢果；過第二會，第三會中復有九十億人", "258": "得阿羅漢果；過三會已，復有九十億人咸從", "259": "他方而來大集——悉是清淨諸菩薩眾——自後彼", "260": "佛恒有無量阿僧祇諸聲聞眾。「賢護！爾時，人", "261": "民行十善業，如彼未來彌勒佛世教諸眾生", "262": "具足成就十種業行。爾時，人壽八萬四千，如", "263": "彌勒時人壽無異。「賢護！時彼大城有轉輪王", "264": "名曰勝遊，如法治世，具足七寶——所謂金輪寶、", "265": "象寶、馬寶、摩尼寶、女寶、長者寶、主兵寶，是為", "266": "七寶——滿足千子，身相端嚴，成就威雄，降伏怨", "267": "敵。彼王所統盡世界邊，不用刀兵，亦無威迫，", "268": "無所稅斂，眾具自然。時勝遊王詣師子意如", "269": "來、應供、等正覺所，頂禮尊足，然後退坐。「爾時，", "270": "師子意如來知勝遊王渴仰心已，即為廣宣", "271": "現前三昧。時彼王既聞如是三昧，深自慶幸，", "272": "發隨喜心，以一把寶奉散佛上。彼王緣此隨", "273": "喜善根，命終之後還生閻浮，為彼王子名曰", "274": "梵德，復紹王位，如法治化。彼佛滅後，於正法", "275": "中有一比丘其名曰寶，聰明精進，常為四眾", "276": "宣揚廣說如是經典。「賢護！爾時，彼梵德王於", "277": "比丘所聞三昧已，得深淨信、起隨喜心，持上", "278": "妙衣——價直百千——覆比丘上。賢護！又，梵德王從", "279": "比丘所聞三昧已，即發阿耨多羅三藐三菩", "280": "提心，為愛法故，捨家出家，剃除鬚髮，被服袈", "281": "裟。是時亦有百千人眾成就信心，即隨彼王", "282": "法服出家，亦為如是三昧經故。「時彼梵德比", "283": "丘與彼百千諸比丘眾，經八千歲供養承事", "284": "彼寶比丘無有疲倦，終不能得如是三昧，唯", "285": "除一聞。聞已隨喜，具以四種隨喜功德迴向", "286": "阿耨多羅三藐三菩提，如初隨喜如是廣行。", "287": "「然後梵德比丘及百千眾，緣此善根尋得值", "288": "遇六萬八千諸佛、世尊，凡所生處常得為眾", "289": "頒宣廣說如是三昧。彼王比丘因彼善根，復", "290": "更值遇六萬八千億數諸佛，如是次第種諸", "291": "善根得此三昧，具足圓滿助菩提法已，尋得", "292": "成就阿耨多羅三藐三菩提，號曰堅固精進", "293": "如來、應供、等正覺、明行足、善逝、世間解、無上士、", "294": "調御丈夫、天人師、佛、世尊。而彼百千諸比丘", "295": "眾得此三昧，亦能成就助道法故，皆已成於", "296": "阿耨多羅三藐三菩提，名曰堅勇如來、應供、", "297": "等正覺，復令無量百千眾生住於阿耨多羅", "298": "三藐三菩提。「賢護！彼但耳聞尚獲如是，何況", "299": "菩薩聞受三昧，讀誦、憶持、為他廣說、復勤思", "300": "行而不得也？賢護！以此義故，諸菩薩等聞是", "301": "三昧，誰不隨喜？誰不讀誦？誰不受持？誰不修", "302": "習？誰不廣說？何以故？賢護！以彼菩薩聞是三", "303": "昧即得成就助道法等，速疾成於阿耨", "304": "多羅三藐三菩提故。「賢護！以是因緣，吾今語", "305": "汝，若人正信淨心欲求阿耨多羅三藐三菩", "306": "提者，要先至心求此三昧。菩薩若聞百由旬", "307": "內有此甚深三昧經者，菩薩即應躬自往詣", "308": "聽是經典；聞已，即應讀誦、受持、修習、思惟、為", "309": "他廣說。「賢護！且置百由旬內當往聽受，又彼", "310": "菩薩若聞二百由旬、三百、四百、五百，乃至千", "311": "由旬內有是三昧在某都城、某聚落所，菩薩", "312": "即應躬往聽受、習誦、受持。何以故？賢護！以是", "313": "菩薩清淨信心，為求成就阿耨多羅三藐三", "314": "菩提故。是故，菩薩不應起懈怠心、生懶惰心、起", "315": "散亂心，當更發精進心、發猛利心，應當為是", "316": "三昧速至千由旬所，乃至但得聞是三昧，何", "317": "況讀誦、受持、思惟、解說？何以故？賢護！以是三", "318": "昧能攝一切助道法故。「復次，賢護！是中若有", "319": "菩薩以純淨心為求菩提，應當往詣千由旬", "320": "所。為聽如是三昧法時，菩薩應當承事供養", "321": "彼說法師，一切眾具悉皆奉上，常當隨逐法", "322": "師而行——或時一年、或復二年、或十、二十、或經", "323": "百年，乃至盡壽隨逐法師，不得捨離——乃至但", "324": "求聞是三昧，何況能得讀誦、受持、思惟義理、", "325": "為他解釋？如是，菩薩隨法師時，當捨自心諸", "326": "所為事，常當隨順彼阿闍梨法師意行，謹心", "327": "承事不得違教，起尊敬心及重愛心，除捨一", "328": "切無愛敬事，於法師所發善知識想，乃至當", "329": "起如諸佛心。「賢護！彼菩薩於是法師阿闍梨", "330": "所能生如是敬愛心已，若當不得讀誦、受持、", "331": "思惟廣說，乃至聽聞是三昧者，終無是事——唯", "332": "除往昔誹謗如是甚深經典，業時已熟，定墮惡", "333": "道，業不淨耳。「復次，賢護！假彼菩薩或欲須離", "334": "彼法師者，常當知恩、常當念恩、常當報恩。何", "335": "以故？賢護！以是法師宣講因緣，令斯經典久", "336": "住不沒。", "337": "「復次，賢護！若有菩薩為是三昧尚當應往千", "338": "由旬處，況復隨近城都、國邑、聚落、空處或山", "339": "野中而當不往聽受、讀誦、思惟義理、為他廣", "340": "說也？「復次，賢護！我今語汝，若有菩薩為三昧", "341": "故即能往至千由旬所乃至不得聞是三昧，", "342": "而彼菩薩雖復不得聞是三昧，於是法中念", "343": "求善根，當發精進，莫即懈惰。汝應當知，如是", "344": "之人則為已得不退轉於阿耨多羅三藐三", "345": "菩提，何況聽聞、受持、讀誦、思惟修習、為他廣", "346": "宣？「賢護！汝今當觀彼菩薩輩聞此三昧已而", "347": "能受持、思惟、修行，即得爾許大功德聚；乃至", "348": "求已不能得聞，亦當具足幾大善根。若聞不", "349": "聞，皆為已住不退轉地，畢竟成就阿耨多", "350": "羅三藐三菩提，何況聞已讀誦、受持、思惟", "351": "修習、廣為他說，亦令多人聞已誦持、修習、思", "352": "惟、熾然流布也？」爾時，世尊為重明此義，以偈", "353": "頌曰：", "354": "「我念過去有如來，號師子意人中上，", "355": "彼時有王為眾首，親往詣佛求三昧。", "356": "時大智王得聞已，歡喜遍滿不可宣，", "357": "以手持寶奉散之，供養人尊師子意。", "358": "內心思惟發是言：『我今歸依無上覺，", "359": "為諸世間作饒益，唯願善說三摩提。』", "360": "時王興建此業已，捨身還生於彼宮，", "361": "尋得值遇寶比丘，大德名聞滿十方。", "362": "彼聞比丘善說時，心生歡喜無稱量，", "363": "即以勝妙眾寶服，答彼比丘為菩提。", "364": "復與數千眾出家，供養承事彼比丘，", "365": "經歷滿於八千歲，為求如是三昧故。", "366": "彼唯一說不再宣，聞受深妙如大海，", "367": "爾時心智都無倦，求此如實勝寂禪。", "368": "彼輩如是修行已，值遇諸佛大威雄，", "369": "具滿六萬有八千，其間亦聞此三昧。", "370": "餘世供養復承事，六萬八千億世尊，", "371": "所聞深妙悉隨喜，斯由師子如來故。", "372": "彼王如是具修行，終得成佛號堅進，", "373": "教化眾生無量數，所在生死皆遠塵；", "374": "從王出家數千眾，亦同得佛名堅勇，", "375": "德聲遍滿於十方，聞三昧名證大覺。", "376": "何況復能為他說，不染著彼諸世界？", "377": "當更廣顯妙思惟，若斯三昧諸佛演。", "378": "若知三昧百由旬，為求菩提詣彼聽，", "379": "於言教中莫辭倦，聞者功德不可量。", "380": "若至於彼不得聞，尚獲若干諸福聚，", "381": "何況聞已思說者？唯當速求此三昧。", "382": "當念彼具梵德人，親近承事勿生厭，", "383": "誰比丘所有此經，即當詣彼修供養。」", "384": "16 覺寤品大集經賢護分覺寤品第十六", "385": "爾時，世尊復告賢護菩薩言：「賢護！我念往昔", "386": "過多無量阿僧祇劫有佛出世，名薩遮那摩", "387": "如來、應供、等正覺，十號具足。時有比丘名曰", "388": "和輪，於佛滅後稱揚廣說是三昧經。我於", "389": "爾時為大國王，一心專求是妙三昧，即於夢", "390": "中聞有告言是三昧處。既覺寤已，遂便躬詣", "391": "比丘師所求是三昧，因請法師剃髮出家，為", "392": "求聽受是三昧故。躬用承事和輪法師備經", "393": "三萬有六千歲，天魔障蔽竟不得聞。」時佛復", "394": "告諸比丘、比丘尼、優婆塞、優婆夷言：「我今語", "395": "汝，汝等當應急疾聽受是三昧王，無得賒遲、", "396": "亦無忘失，善承事師，無令失所。求是三昧，以", "397": "得為期，若經一劫乃至百千不生懈心，無不", "398": "得也。「賢護！若人一心求是三昧，常隨逐師，不", "399": "得遠離，當設供養——所謂湯藥、飲食、衣服、床敷、", "400": "種種眾具、及以一切金、銀、珍寶，凡是資用盡", "401": "奉於師，無所愛惜——如其自無，乞求而與，趣得", "402": "三昧，勿生厭心。「賢護！且置如斯尋常供具。夫", "403": "求法者，師若有須，乃至應當自割其身、肌膚、", "404": "肢體供奉於師；師若須命尚無愛惜，況餘外", "405": "物而不奉師？「賢護！其求法者，承事法師將護", "406": "隨順，其事若此。又，承事師如奴隨主、如臣事", "407": "君，事師亦爾。斯人如是疾得三昧，得三昧已", "408": "當念憶持，常念師恩、恒思報答。「賢護！是三昧", "409": "寶不易可聞，正使有人過百千劫但求聞名", "410": "尚不得聞，何況聞已書寫、誦持、轉復為他分", "411": "別說也？「賢護！假使恒河沙數諸佛世界盛滿", "412": "珍寶，持以行檀，其福雖多，猶亦不如聞此經", "413": "名、書寫一偈所獲功德無可校量。」爾時，世", "414": "尊為重明此義，以偈頌曰：", "415": "「我念過去無量時，具足數滿六千歲，", "416": "常隨法師不蹔捨，初不聞是三昧名。", "417": "有佛厥號為至誠，時彼比丘名和輪，", "418": "其於世尊滅度後，比丘廣說是三昧。", "419": "我時為彼天下王，夢中聞告三昧處，", "420": "和輪比丘常宣轉，王當聽受是妙經。", "421": "從夢寤已即推求，躬詣比丘請三昧，", "422": "遂捨王位而出家，恭敬供養不暫休。", "423": "經歷三萬六千年，但願得逢彼宣流，", "424": "常為天魔來固擾，終竟未果一聽聞。", "425": "是故，比丘、比丘尼、諸優婆塞、優婆夷，", "426": "吾故誡汝此誠言：汝當趣持是三昧。", "427": "其欲敬承彼法師，若經一劫及多劫，", "428": "備奉藥湯、諸妙膳，求聞如是三昧經；", "429": "又辦億數眾衣服、床敷、燈燭及諸珍，", "430": "精勤如是不覺疲，為聽如是妙三昧。", "431": "比丘自無當乞奉，乃至身命無悋情，", "432": "何況餘物有惜心？如是求者得三昧。", "433": "受恩常念思報恩，智人聞已應廣說，", "434": "億那由劫專精求，斯妙三昧爾乃聞。", "435": "假使恒沙諸世界，盛滿珍寶用行檀，", "436": "能於是中說一偈，此人功德過於彼。", "437": "正言宣說一偈者，過於諸劫那由他，", "438": "何況聞已能廣傳？斯人功德不可說。", "439": "若人樂行於菩提，當為一切求是法，", "440": "必能正覺無上道，聞已安住斯定中。」", "441": "17 囑累品大集經賢護分囑累品第十七", "442": "爾時，世尊告賢護菩薩言：「賢護！是故，彼善男", "443": "子有淨信者，常當精勤聽此三昧；既聞受已，", "444": "讀誦、總持、思惟其義、廣為世間分別演說、宜", "445": "善書寫安置藏中。所以者何？賢護！於我滅後", "446": "當來之世，有諸菩薩摩訶薩輩淨信心者，為", "447": "眾生故當求多聞；求多聞故當詣諸方聽受", "448": "正法。賢護！是故，彼諸善男子有欲樂者、具足", "449": "信心者、攝受正法者、愛樂正法者、總持修多", "450": "羅者，為如是等廣宣說故、以如來力加持故，", "451": "書寫如是大乘經典，以如來印印封之已，然", "452": "後安置於匣藏中。「賢護！是中何等為如來印？", "453": "所謂一切諸行無造、無作。無造作者，未曾有", "454": "無為、無相、無想、無依、無攝、無取、無住。一切諸行", "455": "盡，苦因盡；有盡，一切煩惱盡。無生、無滅，無道、", "456": "無道果，一切諸聖無有覆藏，愚癡所毀、智者", "457": "所稱、巧者能受。」如來、世尊說此經時，無量眾", "458": "生皆於阿耨多羅三藐三菩提種諸善根。彼", "459": "恒河沙等諸佛世界有無量阿僧祇諸菩薩", "460": "摩訶薩眾，皆從本國發來至此，咸為聽受是", "461": "三昧者，彼輩皆得不退轉於阿耨多羅三藐", "462": "三菩提。時此三千大千世界一切大地六種", "463": "震動——所謂動、大動、等遍動，涌、大涌、等遍", "464": "涌，起、大起、等遍起，震、大震、等遍震，吼、大吼", "465": "等、遍吼，覺、大覺、等遍覺——乃至邊涌中沒、中涌", "466": "邊沒，時此世界如是大動。", "467": "爾時，世尊告尊者摩訶迦葉、尊者舍利弗、尊", "468": "者目揵連、尊者阿難，及賢護菩薩、寶德離車", "469": "子、商主長者、星德長者子、偉德摩納、水天長", "470": "者等五百人眾，并餘諸天、世人四部眾等言：", "471": "「迦葉！我今以是三大阿僧祇劫修成阿耨多羅", "472": "三藐三菩提法付囑汝等，如是等義一切世", "473": "間所不能信。何以故？如來所說修多羅最勝", "474": "微妙、第一甚深，於當來世能與一切眾生阿", "475": "耨多羅三藐三菩提。是故，我今慇懃囑汝，汝", "476": "當聽受、汝當讀誦、汝當憶持、汝當思惟、汝當", "477": "修行、汝當開發、汝當廣宣、汝當解釋、汝當盡", "478": "善、汝當流布勿令斷絕。「復次，阿難！若有諸", "479": "善男子、善女人念欲修習此三昧經者、欲讀", "480": "誦者、欲受持者、欲思惟者、欲開示者、欲廣說", "481": "者，當應令他生正信故、令他讀誦故、令他受", "482": "持故、令他思惟故、令他開示故、令他廣說故。", "483": "我今為彼安住大乘諸善男子、善女人輩廣", "484": "開發已，當如是學，常當念我如斯教勅。」爾時，", "485": "世尊說是經已，尊者摩訶迦葉、舍利弗、大目", "486": "揵連、阿難，自餘一切諸大聲聞，及彼賢護、寶", "487": "德善商主、星德、偉德、水天長者等五百優婆塞", "488": "眾，及彼從十方他佛國土諸來菩薩摩訶薩", "489": "眾，乃至一切天、龍、鬼神、人非人等，聞如來說，", "490": "皆大歡喜，奉教修行。", "491": "賢護菩薩所問經卷第五"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0416 大方等大集經賢護分: 大乘大集經賢護分: 大集經賢護分: 大集經賢護分: 大集經賢護分: 大集經賢護分: 賢護菩薩所問經", "source": "CBETA"}