{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2008 六祖大師法寶壇經", "text": {"0": "No. 2008", "1": "六祖大師法寶壇經目錄六祖大師法寶壇經目錄", "10": "目錄終", "100": "者，願度度苦也，願斷斷集也，願學學道也，", "1000": "樂。剎那無有生相，剎那無有滅相，更無生滅", "1001": "可滅，是則寂滅現前。當現前時，亦無現前之", "1002": "量，乃謂常樂。此樂無有受者，亦無不受者，豈", "1003": "有一體五用之名？何況更言涅槃禁伏諸法，", "1004": "令永不生。斯乃謗佛毀法。聽吾偈曰：", "1005": "「無上大涅槃，圓明常寂照，", "1006": "凡愚謂之死，外道執為斷，", "1007": "諸求二乘人，目以為無作，", "1008": "盡屬情所計，六十二見本。", "1009": "妄立虛假名，何為真實義，", "101": "願成成寂滅也。滅無所滅，故無所不斷也；道", "1010": "惟有過量人，通達無取捨。", "1011": "以知五蘊法，及以蘊中我，", "1012": "外現眾色象，一一音聲相，", "1013": "平等如夢幻，不起凡聖見，", "1014": "不作涅槃解，二邊三際斷。", "1015": "常應諸根用，而不起用想，", "1016": "分別一切法，不起分別想。", "1017": "劫火燒海底，風鼓山相擊，", "1018": "真常寂滅樂，涅槃相如是。", "1019": "吾今彊言說，令汝捨邪見，", "102": "無所道，故無所不度也。無相懺者，懺非所懺", "1020": "汝勿隨言解，許汝知少分。」", "1021": "志道聞偈大悟，踊躍作禮而退。", "1022": "行思禪師，生吉州安城劉氏。聞曹溪法席盛", "1023": "化，徑來參禮，遂問曰：「當何所務，即不落階級？」", "1024": "師曰：「汝曾作什麼來？」曰：「聖諦亦不為。」師曰：「落", "1025": "何階級？」曰：「聖諦尚不為，何階級之有？」師深器", "1026": "之，令思首眾。一日，師謂曰：「汝當分化一方，無", "1027": "令斷絕。」思既得法，遂回吉州青原山，弘法紹", "1028": "化諡弘濟禪師。", "1029": "懷讓禪師，金州杜氏子也。初謁嵩山安國師，", "103": "也。三歸戒者，歸其一也。一也者，三寶之所", "1030": "安發之曹溪參扣。讓至禮拜，師曰：「甚處來？」曰：", "1031": "「嵩山。」師曰：「什麼物？恁麼來？」曰：「說似一物即不", "1032": "中。」師曰：「還可修證否？」曰：「修證即不無，污染即", "1033": "不得。」師曰：「只此不污染，諸佛之所護念。汝", "1034": "既如是，吾亦如是。西天般若多羅讖，汝足", "1035": "下出一馬駒，踏殺天下人。應在汝心，不須速", "1036": "說一本無西天以下二十七字。」讓豁然契會，遂執侍左右一", "1037": "十五載，日臻玄奧。後往南嶽，大闡禪宗勅諡大慧", "1038": "禪師。", "1039": "永嘉玄覺禪師，溫州戴氏子。少習經論，精", "104": "以出也。說摩訶般若者，謂其心之至中也。般", "1040": "天台止觀法門。因看《維摩經》發明心地。偶師", "1041": "弟子玄策相訪，與其劇談，出言暗合諸祖。策", "1042": "云：「仁者得法師誰？」曰：「我聽方等經論，各有師", "1043": "承。後於《維摩經》悟佛心宗，未有證明者。」策", "1044": "云：「威音王已前即得，威音王已後，無師自悟，", "1045": "盡是天然外道。」曰：「願仁者為我證據。」策云：", "1046": "「我言輕。曹溪有六祖大師，四方雲集，並是受", "1047": "法者。若去，則與偕行。」覺遂同策來參，繞師三", "1048": "匝，振錫而立。師曰：「夫沙門者，具三千威儀、八", "1049": "萬細行。大德自何方而來，生大我慢？」覺曰：", "105": "若也者，聖人之方便也。聖人之大智也，固能", "1050": "「生死事大，無常迅速。」師曰：「何不體取無生，了", "1051": "無速乎？」曰：「體即無生，了本無速。」師曰：「如是，如", "1052": "是！」玄覺方具威儀禮拜，須臾告辭。師曰：「返太", "1053": "速乎？」曰：「本自非動，豈有速耶？」師曰：「誰知非", "1054": "動？」曰：「仁者自生分別。」師曰：「汝甚得無生之意。」", "1055": "曰：「無生豈有意耶？」師曰：「無意，誰當分別？」曰：「分", "1056": "別亦非意。」師曰：「善哉！少留一宿。」時謂一宿", "1057": "覺。後著《證道歌》，盛行于世諡曰無相大師，時稱為真覺焉。", "1058": "禪者智隍，初參五祖，自謂已得正受。菴居長", "1059": "坐，積二十年。師弟子玄策，游方至河朔，聞隍", "106": "寂之明之、權之實之。天下以其寂，可以泯眾", "1060": "之名，造菴問云：「汝在此作什麼？」隍曰：「入定。」策", "1061": "云：「汝云入定，為有心入耶？無心入耶？若無心", "1062": "入者，一切無情草木瓦石，應合得定；若有心", "1063": "入者，一切有情含識之流，亦應得定。」隍曰：「我", "1064": "正入定時，不見有有無之心。」策云：「不見有有", "1065": "無之心，即是常定。何有出入？若有出入，即非", "1066": "大定。」隍無對，良久，問曰：「師嗣誰耶？」策云：「我", "1067": "師曹溪六祖。」隍云：「六祖以何為禪定？」策云：「我", "1068": "師所說，妙湛圓寂，體用如如。五陰本空，六塵", "1069": "非有，不出不入，不定不亂。禪性無住，離住禪", "107": "惡也；天下以其明，可以集眾善也；天下以", "1070": "寂；禪性無生，離生禪想。心如虛空，亦無虛空", "1071": "之量。」隍聞是說，徑來謁師。師問云：「仁者何", "1072": "來？」隍具述前緣。師云：「誠如所言。汝但心如虛", "1073": "空，不著空見，應用無礙，動靜無心，凡聖情", "1074": "忘，能所俱泯，性相如如，無不定時也一本無汝但以", "1075": "下三十五字。止云：師憫其遠來，遂垂開決。」隍於是大悟，二十年所得", "1076": "心，都無影響。其夜河北士庶，聞空中有聲云：", "1077": "「隍禪師今日得道。」隍後禮辭，復歸河北，開化", "1078": "四眾。一僧問師云：「黃梅意旨，甚麼人得？」師云：", "1079": "「會佛法人得。」僧云：「和尚還得否？」師云：「我不會", "108": "其權，可以大有為也；天下以其實，可以大無", "1080": "佛法。」", "1081": "師一日欲濯所授之衣而無美泉，因至寺後", "1082": "五里許，見山林欝茂，瑞氣盤旋。師振錫卓地，", "1083": "泉應手而出，積以為池，乃跪膝浣衣石上。忽", "1084": "有一僧來禮拜，云：「方辯是西蜀人，昨於南天", "1085": "竺國，見達磨大師，囑方辯速往唐土。吾傳大", "1086": "迦葉正法眼藏及僧伽梨，見傳六代，於韶州", "1087": "曹溪，汝去瞻禮。方辯遠來，願見我師傳來衣", "1088": "鉢。」師乃出示，次問：「上人攻何事業？」曰：「善", "1089": "塑。」師正色曰：「汝試塑看。」辯罔措。過數日，塑", "109": "為也。至矣哉般若也！聖人之道，非夫般若，不", "1090": "就真相，可高七寸，曲盡其妙。師笑曰：「汝只", "1091": "解塑性，不解佛性。」師舒手摩方辯頂，曰：「永為", "1092": "人天福田。」師仍以衣酬之。辯取衣分為三，一披塑像，一自留，一用椶裹瘞地中。誓曰：「後得此衣，", "1093": "乃吾出世，住持於此，重建殿宇。」宋嘉祐八年，有僧惟先，修殿掘地，得衣如新。像在高泉寺，祈禱輒應。", "1094": "有僧舉臥輪禪師偈曰：", "1095": "「臥輪有伎倆，能斷百思想，", "1096": "對境心不起，菩提日日長。」", "1097": "師聞之，曰：「此偈未明心地，若依而行之，是加", "1098": "繫縛。」因示一偈曰：", "1099": "「惠能沒伎倆，不斷百思想，", "11": "六祖大師法寶壇經序六祖大師法寶壇經序", "110": "明也、不成也。天下之務，非夫般若，不宜也、不", "1100": "對境心數起，菩提作麼長。」", "1101": "8 頓漸頓漸第八", "1102": "時，祖師居曹溪寶林，神秀大師在荊南玉泉", "1103": "寺。于時兩宗盛化，人皆稱南能北秀，故有南", "1104": "北二宗頓漸之分，而學者莫知宗趣。師謂眾", "1105": "曰：「法本一宗，人有南北。法即一種，見有遲", "1106": "疾。何名頓漸？法無頓漸，人有利鈍，故名頓漸。」", "1107": "然秀之徒眾，往往譏南宗祖師，不識一字，有", "1108": "何所長。秀曰：「他得無師之智，深悟上乘。吾不", "1109": "如也。且吾師五祖，親傳衣法。豈徒然哉！吾恨", "111": "當也。至人之為以般若振，不亦遠乎！我法為", "1110": "不能遠去親近，虛受國恩。汝等諸人，毋滯", "1111": "於此，可往曹溪參決。」一日，命門人志誠曰：", "1112": "「汝聰明多智，可為吾到曹溪聽法。若有所", "1113": "聞，盡心記取，還為吾說。」志誠稟命至曹溪，", "1114": "隨眾參請，不言來處。時祖師告眾曰：「今有盜", "1115": "法之人，潛在此會。」志誠即出禮拜，具陳其", "1116": "事。師曰：「汝從玉泉來，應是細作。」對曰：「不是。」", "1117": "師曰：「何得不是？」對曰：「未說即是，說了不是。」", "1118": "師曰：「汝師若為示眾？」對曰：「常指誨大眾，住心", "1119": "觀靜，長坐不臥。」師曰：「住心觀靜，是病非禪；長", "112": "上上根人說者，宜之也。輕物重用則不勝，大", "1120": "坐拘身，於理何益？聽吾偈曰：", "1121": "「生來坐不臥，死去臥不坐，", "1122": "一具臭骨頭，何為立功課？」", "1123": "志誠再拜曰：「弟子在秀大師處學道九年，不", "1124": "得契悟。今聞和尚一說，便契本心。弟子生死", "1125": "事大，和尚大慈，更為教示。」師云：「吾聞汝師教", "1126": "示學人戒定慧法，未審汝師說戒定慧行相", "1127": "如何？與吾說看。」誠曰：「秀大師說，諸惡莫作", "1128": "名為戒，諸善奉行名為慧，自淨其意名為定。", "1129": "彼說如此，未審和尚以何法誨人？」師曰：「吾若", "113": "方小授則過也。從來默傳分付者，密說之謂", "1130": "言有法與人，即為誑汝。但且隨方解縛，假名", "1131": "三昧。如汝師所說戒定慧，實不可思議。吾所", "1132": "見戒定慧又別。」志誠曰：「戒定慧只合一種，如", "1133": "何更別？」師曰：「汝師戒定慧接大乘人，吾戒定", "1134": "慧接最上乘人。悟解不同，見有遲疾。汝聽吾", "1135": "說，與彼同否？吾所說法，不離自性。離體說法，", "1136": "名為相說，自性常迷。須知一切萬法，皆從自", "1137": "性起用，是真戒定慧法。聽吾偈曰：", "1138": "「心地無非自性戒，心地無癡自性慧，", "1139": "心地無亂自性定，不增不減自金剛，", "114": "也。密也者，非不言而闇證也，真而密之也。不", "1140": "身去身來本三昧。」", "1141": "誠聞偈，悔謝，乃呈一偈曰：", "1142": "「五蘊幻身，幻何究竟？迴趣真如，", "1143": "法還不淨。」", "1144": "師然之，復語誠曰：「汝師戒定慧，勸小根智人；", "1145": "吾戒定慧，勸大根智人。若悟自性，亦不立菩", "1146": "提涅槃，亦不立解脫知見。無一法可得，方能", "1147": "建立萬法。若解此意，亦名佛身，亦名菩提涅", "1148": "槃，亦名解脫知見。見性之人，立亦得、不立亦", "1149": "得，去來自由，無滯無礙，應用隨作，應語隨答，", "115": "解此法而輒謗毀，謂百劫千生斷佛種性者，", "1150": "普見化身，不離自性，即得自在神通游戲三", "1151": "昧，是名見性。」志誠再啟師曰：「如何是不立", "1152": "義？」師曰：「自性無非、無癡無亂，念念般若觀照，", "1153": "常離法相，自由自在，縱橫盡得，有何可立？自", "1154": "性自悟，頓悟頓修，亦無漸次，所以不立一切", "1155": "法。諸法寂滅，有何次第？」志誠禮拜，願為執侍，", "1156": "朝夕不懈誠吉州太和人也。", "1157": "僧志徹，江西人，本姓張，名行昌，少任俠。自", "1158": "南北分化，二宗主雖亡彼我，而徒侶競起愛", "1159": "憎。時北宗門人，自立秀師為第六祖，而忌祖", "116": "防天下亡其心也。偉乎《壇經》之作也，其本正、", "1160": "師傳衣為天下聞，乃囑行昌來刺師。師心通，", "1161": "預知其事，即置金十兩於座間。時夜暮，行昌", "1162": "入祖室，將欲加害。師舒頸就之，行昌揮刃者", "1163": "三，悉無所損。師曰：「正劍不邪，邪劍不正。只", "1164": "負汝金，不負汝命。」行昌驚仆，久而方蘇，求哀", "1165": "悔過，即願出家。師遂與金，言：「汝且去，恐徒眾", "1166": "翻害於汝。汝可他日易形而來，吾當攝受。」行", "1167": "昌稟旨宵遁。後投僧出家，具戒精進。一日，憶", "1168": "師之言，遠來禮覲。師曰：「吾久念汝，汝來何", "1169": "晚？」曰：「昨蒙和尚捨罪，今雖出家苦行，終難報", "117": "其迹效，其因真、其果不謬，前聖也、後聖也，如", "1170": "德，其惟傳法度生乎？弟子常覽《涅槃經》，未曉", "1171": "常無常義。乞和尚慈悲，略為解說。」師曰：「無常", "1172": "者，即佛性也。有常者，即一切善惡諸法分別", "1173": "心也。」曰：「和尚所說，大違經文。」師曰：「吾傳佛心", "1174": "印，安敢違於佛經？」曰：「經說佛性是常；和尚却", "1175": "言無常。善惡之法乃至菩提心，皆是無常；和", "1176": "尚却言是常。此即相違，令學人轉加疑惑。」師", "1177": "曰：「《涅槃經》吾昔聽尼無盡藏讀誦一遍，便為", "1178": "講說，無一字一義不合經文。乃至為汝，終無", "1179": "二說。」曰：「學人識量淺昧，願和尚委曲開示。」師", "118": "此起之、如此示之、如此復之，浩然沛乎，若", "1180": "曰：「汝知否？佛性若常，更說什麼善惡諸法，乃", "1181": "至窮劫無有一人發菩提心者；故吾說無常，", "1182": "正是佛說真常之道也。又，一切諸法若無常", "1183": "者，即物物皆有自性，容受生死，而真常性有", "1184": "不遍之處。故吾說常者，正是佛說真無常義。", "1185": "佛比為凡夫、外道執於邪常，諸二乘人於常", "1186": "計無常，共成八倒，故於《涅槃》了義教中，破彼", "1187": "偏見，而顯說真常、真樂、真我、真淨。汝今依言", "1188": "背義，以斷滅無常及確定死常，而錯解佛之", "1189": "圓妙最後微言。縱覽千遍，有何所益？」行昌忽", "119": "大川之注也、若虛空之通也、若日月之明也，", "1190": "然大悟，說偈曰：", "1191": "「因守無常心，佛說有常性，", "1192": "不知方便者，猶春池拾礫。", "1193": "我今不施功，佛性而現前，", "1194": "非師相授與，我亦無所得。」", "1195": "師曰：「汝今徹也，宜名志徹。」徹禮謝而退。", "1196": "有一童子，名神會，襄陽高氏子。年十三，自玉", "1197": "泉來參禮。師曰：「知識遠來艱辛，還將得本來", "1198": "否？若有本則合識主。試說看。」會曰：「以無住為", "1199": "本，見即是主。」師曰：「這沙彌爭合取次語？」會", "12": "古筠比丘德異撰", "120": "若形影之無礙也、若鴻漸之有序也。妙而得", "1200": "乃問曰：「和尚坐禪，還見不見？」師以柱杖打三", "1201": "下，云：「吾打汝痛不痛？」對曰：「亦痛亦不痛。」師", "1202": "曰：「吾亦見亦不見。」神會問：「如何是亦見亦不", "1203": "見？」師云：「吾之所見，常見自心過愆，不見他", "1204": "人是非好惡，是以亦見亦不見。汝言：『亦痛亦", "1205": "不痛。』如何？汝若不痛，同其木石；若痛，則同凡", "1206": "夫，即起恚恨。汝向前見、不見是二邊，痛、不痛", "1207": "是生滅。汝自性且不見，敢爾弄人！」神會禮", "1208": "拜悔謝。師又曰：「汝若心迷不見，問善知識覓", "1209": "路。汝若心悟，即自見性依法修行。汝自迷不", "121": "之之謂本，推而用之之謂迹，以其非始者始", "1210": "見自心，却來問吾見與不見。吾見自知，豈代", "1211": "汝迷？汝若自見，亦不代吾迷。何不自知自見，", "1212": "乃問吾見與不見？」神會再禮百餘拜，求謝過", "1213": "愆。服勤給侍，不離左右。一日，師告眾曰：「吾有", "1214": "一物，無頭無尾，無名無字，無背無面。諸人還", "1215": "識否？」神會出曰：「是諸佛之本源，神會之佛性。」", "1216": "師曰：「向汝道：『無名無字』，汝便喚作本源佛", "1217": "性。汝向去有把茆蓋頭，也只成箇知解宗徒。」", "1218": "祖師滅後，會入京洛，大弘曹溪頓教，著《顯宗", "1219": "記》，盛行于世是為荷澤禪師。", "122": "之之謂因，以其非成者成之之謂果。果不異", "1220": "師見諸宗難問咸起惡心，多集座下愍而謂", "1221": "曰：「學道之人，一切善念惡念應當盡除。無名", "1222": "可名，名於自性，無二之性，是名實性。於實性", "1223": "上建立一切教門，言下便須自見。」諸人聞說，", "1224": "總皆作禮，請事為師。", "1225": "9 宣詔宣詔第九", "1226": "神龍元年上元日，則天、中宗詔云：「朕請安、秀", "1227": "二師宮中供養。萬機之暇，每究一乘。二師推", "1228": "讓云：『南方有能禪師，密授忍大師衣法，傳", "1229": "佛心印，可請彼問。』今遣內侍薛簡，馳詔迎請，", "123": "乎因，謂之正果也；因不異乎果，謂之正因也。", "1230": "願師慈念，速赴上京。」師上表辭疾，願終林麓。", "1231": "薛簡曰：「京城禪德皆云：『欲得會道，必須坐禪", "1232": "習定。若不因禪定而得解脫者，未之有也。』未", "1233": "審師所說法如何？」師曰：「道由心悟，豈在坐", "1234": "也。經云：『若言如來若坐若臥，是行邪道。』何", "1235": "故？無所從來，亦無所去。無生無滅，是如來清", "1236": "淨禪。諸法空寂，是如來清淨坐。究竟無證，豈", "1237": "況坐耶。」簡曰：「弟子回京，主上必問。願師慈", "1238": "悲，指示心要，傳奏兩宮及京城學道者。譬如", "1239": "一燈，然百千燈，冥者皆明，明明無盡。」師云：「道", "124": "迹必顧乎本，謂之大用也；本必顧乎迹，謂之", "1240": "無明暗，明暗是代謝之義。明明無盡，亦是有", "1241": "盡，相待立名故。《淨名經》云：『法無有比，無相待", "1242": "故。』」簡曰：「明喻智慧，暗喻煩惱。修道之人，倘不", "1243": "以智慧照破煩惱，無始生死憑何出離？」師曰：", "1244": "「煩惱即是菩提，無二無別。若以智慧照破煩", "1245": "惱者，此是二乘見解。羊鹿等機，上智大根，悉", "1246": "不如是。」簡曰：「如何是大乘見解？」師曰：「明與無", "1247": "明，凡夫見二；智者了達，其性無二。無二之性，", "1248": "即是實性。實性者，處凡愚而不減，在賢聖而", "1249": "不增，住煩惱而不亂，居禪定而不寂。不斷不", "125": "大乘也。乘也者，聖人之喻道也。用也者，聖人", "1250": "常，不來不去，不在中間及其內外，不生不滅，", "1251": "性相如如，常住不遷，名之曰道。」簡曰：「師說不", "1252": "生不滅，何異外道？」師曰：「外道所說不生不滅", "1253": "者，將滅止生，以生顯滅，滅猶不滅，生說不生。", "1254": "我說不生不滅者，本自無生，今亦不滅，所以", "1255": "不同外道。汝若欲知心要，但一切善惡都莫", "1256": "思量，自然得入清淨心體，湛然常寂，妙用恒", "1257": "沙。」簡蒙指教，豁然大悟。禮辭歸闕，表奏師", "1258": "語。其年九月三日，有詔獎諭師曰：「師辭老疾，", "1259": "為朕修道，國之福田。師若淨名托疾毘耶，闡", "126": "之起教也。夫聖人之道，莫至乎心；聖人之教，", "1260": "揚大乘，傳諸佛心，談不二法。薛簡傳師指授", "1261": "如來知見，朕積善餘慶，宿種善根，值師出世，", "1262": "頓悟上乘。感荷師恩，頂戴無已，并奉磨衲袈", "1263": "裟及水晶鉢，勅韶州剌史修飾寺宇，賜師舊", "1264": "居為國恩寺。」", "1265": "10 付囑付囑第十", "1266": "師一日喚門人法海、志誠、法達、神會、智常、智通、", "1267": "志徹、志道、法珍、法如等，曰：「汝等不同餘人，吾", "1268": "滅度後，各為一方師。吾今教汝說法，不失本", "1269": "宗：先須舉三科法門，動用三十六對，出沒即", "127": "莫至乎修。調神入道，莫至乎一相止觀；軌善", "1270": "離兩邊。說一切法，莫離自性。忽有人問汝", "1271": "法，出語盡雙，皆取對法，來去相因。究竟二法", "1272": "盡除，更無去處。三科法門者，陰、界、入也。陰是", "1273": "五陰——色、受、想、行、識是也。入是十二入，外六塵——", "1274": "色、聲、香、味、觸、法；內六門——眼、耳、鼻、舌、身、意是也。", "1275": "界是十八界，六塵、六門、六識是也。自性能含", "1276": "萬法，名含藏識。若起思量，即是轉識。生六識，", "1277": "出六門，見六塵。如是一十八界，皆從自性起", "1278": "用。自性若邪，起十八邪；自性若正，起十八", "1279": "正。若惡用即眾生用，善用即佛用。用由何", "128": "成德，莫至乎一行三昧。資一切戒，莫至乎無", "1280": "等？由自性有，對法外境。無情五對：天與地對，", "1281": "日與月對，明與暗對，陰與陽對，水與火對；此", "1282": "是五對也。法相語言十二對：語與法對，有與", "1283": "無對，有色與無色對，有相與無相對，有漏與", "1284": "無漏對，色與空對，動與靜對，清與濁對，凡與", "1285": "聖對，僧與俗對，老與少對，大與小對；此是十", "1286": "二對也。自性起用十九對：長與短對，邪與正", "1287": "對，癡與慧對，愚與智對，亂與定對，慈與毒", "1288": "對，戒與非對，直與曲對，實與虛對，險與平", "1289": "對，煩惱與菩提對，常與無常對，悲與害對，喜", "129": "相；正一切定，莫至乎無念；通一切智，莫至乎", "1290": "與瞋對，捨與慳對，進與退對，生與滅對，法身", "1291": "與色身對，化身與報身對；此是十九對也。」師", "1292": "言：「此三十六對法，若解用即道，貫一切經法，", "1293": "出入即離兩邊。自性動用，共人言語，外於相", "1294": "離相，內於空離空。若全著相，即長邪見；若全", "1295": "執空，即長無明。執空之人有謗經，直言不用", "1296": "文字。既云不用文字，人亦不合語言。只此語", "1297": "言，便是文字之相。又云：『直道不立文字。』即此", "1298": "不立兩字，亦是文字。見人所說，便即謗他言", "1299": "著文字。汝等須知，自迷猶可，又謗佛經。不要", "13": "妙道虛玄不可思議，忘言得旨端可悟明。故", "130": "無住。生善滅惡，莫至乎無相戒；篤道推德，莫", "1300": "謗經，罪障無數。若著相於外，而作法求真；或", "1301": "廣立道場，說有無之過患。如是之人，累劫不", "1302": "得見性。但聽依法修行，又莫百物不思，而", "1303": "於道性窒礙。若聽說不修，令人反生邪念。但", "1304": "依法修行，無住相法施。汝等若悟，依此說、依", "1305": "此用、依此行、依此作，即不失本宗。若有人問", "1306": "汝義，問有將無對，問無將有對，問凡以聖對，", "1307": "問聖以凡對。二道相因，生中道義。如一問一", "1308": "對，餘問一依此作，即不失理也。設有人問：『何", "1309": "名為闇？』答云：『明是因，闇是緣，明沒即闇。』以", "131": "至乎四弘願。善觀過，莫至乎無相懺；正所", "1310": "明顯闇，以闇顯明，來去相因，成中道義。餘問", "1311": "悉皆如此。汝等於後傳法，依此轉相教授，", "1312": "勿失宗旨。」", "1313": "師於太極元年壬子，延和七月是年五月改延和，八月玄宗", "1314": "即位方改元先天，次年遂改開元。他本作先天者非命門人往新州國恩寺", "1315": "建塔，仍令促工，次年夏末落成。七月一日，", "1316": "集徒眾曰：「吾至八月，欲離世間。汝等有疑，早", "1317": "須相問，為汝破疑，令汝迷盡。吾若去後，無人", "1318": "教汝。」法海等聞，悉皆涕泣。惟有神會，神情", "1319": "不動，亦無涕泣。師云：「神會小師却得善不", "132": "趣，莫至乎三歸戒。正大體、裁大用，莫至乎大", "1320": "善等，毀譽不動，哀樂不生；餘者不得。數年山", "1321": "中竟修何道？汝今悲泣，為憂阿誰？若憂吾不", "1322": "知去處，吾自知去處。吾若不知去處，終不預", "1323": "報於汝。汝等悲泣，蓋為不知吾去處；若知吾", "1324": "去處，即不合悲泣。法性本無生滅去來，汝等", "1325": "盡坐，吾與汝說一偈，名曰真假動靜偈。汝等", "1326": "誦取此偈，與吾意同，依此修行，不失宗旨。」眾", "1327": "僧作禮，請師說偈。偈曰：", "1328": "「一切無有真，不以見於真，", "1329": "若見於真者，是見盡非真。", "133": "般若；發大信、務大道，莫至乎大志。天下之窮", "1330": "若能自有真，離假即心真，", "1331": "自心不離假，無真何處真？", "1332": "有情即解動，無情即不動，", "1333": "若修不動行，同無情不動。", "1334": "若覓真不動，動上有不動，", "1335": "不動是不動，無情無佛種。", "1336": "能善分別相，第一義不動，", "1337": "但作如此見，即是真如用。", "1338": "報諸學道人，努力須用意，", "1339": "莫於大乘門，却執生死智。", "134": "理盡性，莫至乎默傳；欲心無過，莫善乎不", "1340": "若言下相應，即共論佛義；", "1341": "若實不相應，合掌令歡喜。", "1342": "此宗本無諍，諍即失道意，", "1343": "執逆諍法門，自性入生死。」", "1344": "時，徒眾聞說偈已，普皆作禮，並體師意，各各", "1345": "攝心，依法修行，更不敢諍，乃知大師不久住", "1346": "世。法海上座，再拜問曰：「和尚入滅之後，衣法", "1347": "當付何人？」師曰：「吾於大梵寺說法，以至于今", "1348": "抄錄流行，目曰『法寶壇經』。汝等守護，遞相傳", "1349": "授。度諸群生，但依此說，是名正法。今為汝等", "135": "謗。定慧為始道之基也；一行三昧，德之端也；", "1350": "說法，不付其衣。蓋為汝等信根淳熟，決定無", "1351": "疑，堪任大事。然據先祖達磨大師付授偈意，", "1352": "衣不合傳。偈曰：", "1353": "「『吾本來茲土，傳法救迷情，", "1354": "一華開五葉，結果自然成。』」", "1355": "師復曰：「諸善知識！汝等各各淨心，聽吾說", "1356": "法。若欲成就種智，須達一相三昧、一行三", "1357": "昧。若於一切處而不住相，於彼相中不生憎", "1358": "愛，亦無取捨，不念利益成壞等事，安閒恬", "1359": "靜，虛融澹泊，此名一相三昧。若於一切處行", "136": "無念之宗，解脫之謂也；無住之本，般若之謂", "1360": "住坐臥，純一直心，不動道場，真成淨土，此名", "1361": "一行三昧。若人具二三昧，如地有種，含藏長", "1362": "養，成熟其實。一相一行，亦復如是。我今說法，", "1363": "猶如時雨，普潤大地。汝等佛性，譬諸種子，遇", "1364": "茲霑洽，悉得發生。承吾旨者，決獲菩提。依吾", "1365": "行者，定證妙果。聽吾偈曰：", "1366": "「心地含諸種，普雨悉皆萌，", "1367": "頓悟華情已，菩提果自成。」", "1368": "師說偈已，曰：「其法無二，其心亦然。其道清淨，", "1369": "亦無諸相，汝等慎勿觀靜及空其心。此心本", "137": "也；無相之體，法身之謂也。無相戒，戒之最也；", "1370": "淨，無可取捨。各自努力，隨緣好去。」爾時徒眾", "1371": "作禮而退。", "1372": "大師，七月八日忽謂門人曰：「吾欲歸新州，汝", "1373": "等速理舟楫。」大眾哀留甚堅。師曰：「諸佛出現，", "1374": "猶示涅槃。有來必去，理亦常然。吾此形骸，歸", "1375": "必有所。」眾曰：「師從此去，早晚可回。」師曰：「葉", "1376": "落歸根，來時無口。」又問曰：「正法眼藏，傳付何", "1377": "人？」師曰：「有道者得，無心者通。」又問：「後莫有", "1378": "難否？」師曰：「吾滅後五六年，當有一人來取吾", "1379": "首。聽吾記曰：『頭上養親，口裏須餐，遇滿之", "138": "四弘願，願之極也；無相懺，懺之至也。三歸戒，", "1380": "難，楊柳為官。』」又云：「吾去七十年，有二菩薩從", "1381": "東方來，一出家、一在家。同時興化，建立吾宗，", "1382": "締緝伽藍，昌隆法嗣。」問曰：「未知從上佛祖應", "1383": "現已來，傳授幾代？願垂開示。」師云：「古佛應世", "1384": "已無數量，不可計也。今以七佛為始，過去莊", "1385": "嚴劫，毘婆尸佛、尸棄佛、毘舍浮佛；今賢劫，拘", "1386": "留孫佛、拘那含牟尼佛、迦葉佛、釋迦文佛。是", "1387": "為七佛。", "1388": "「已上七佛，今以釋迦文佛首傳。", "1389": "「第一摩訶迦葉尊者、第二阿難尊者、第", "139": "真所歸也。摩訶智慧，聖凡之大範也。為上上", "1390": "三商那和修尊者、第四優波毱多尊者、", "1391": "第五提多迦尊者、第六彌遮迦尊者、第", "1392": "七婆須蜜多尊者、第八佛馱難提尊者、", "1393": "第九伏馱蜜多尊者、第十脇尊者、十", "1394": "一富那夜奢尊者、十二馬鳴大士、十三", "1395": "迦毘摩羅尊者、十四龍樹大士、十五迦", "1396": "那提婆尊者、十六羅睺羅多尊者、十七", "1397": "僧伽難提尊者、十八伽耶舍多尊者、十", "1398": "九鳩摩羅多尊者、二十闍耶多尊者、二", "1399": "十一婆修盤頭尊者、二十二摩拏羅尊者、", "14": "世尊分座於多子塔前，拈華於靈山會上，似", "140": "根人說，直說也。默傳，傳之至也。戒謗，戒之當", "1400": "二十三鶴勒那尊者、二十四師子尊者、", "1401": "二十五婆舍斯多尊者、二十六不如蜜多", "1402": "尊者、二十七般若多羅尊者、二十八", "1403": "菩提達磨尊者此土是為初祖、二十九慧可大師、", "1404": "三十僧璨大師、三十一道信大師、三十", "1405": "二弘忍大師。", "1406": "「惠能是為三十三祖。從上諸祖，各有稟承。汝", "1407": "等向後，遞代流傳毋令乖誤。」", "1408": "大師，先天二年癸丑歲八月初三日是年十二月改", "1409": "元開元，於國恩寺齋罷，謂諸徒眾曰：「汝等各依位", "141": "也。夫妙心者，非修所成也，非證所明也；本成", "1410": "坐，吾與汝別。」法海白言：「和尚！留何教法，令", "1411": "後代迷人得見佛性？」師言：「汝等諦聽！後代迷", "1412": "人，若識眾生，即是佛性；若不識眾生，萬劫覓", "1413": "佛難逢。吾今教汝。識自心眾生，見自心佛性。", "1414": "欲求見佛，但識眾生。只為眾生迷佛，非是佛", "1415": "迷眾生。自性若悟，眾生是佛；自性若迷，佛是", "1416": "眾生。自性平等，眾生是佛；自性邪險，佛是眾", "1417": "生。汝等心若險曲，即佛在眾生中；一念平直。", "1418": "即是眾生成佛。我心自有佛，自佛是真佛。自", "1419": "若無佛心，何處求真佛？汝等自心是佛，更莫", "142": "也，本明也。以迷明者復明，所以證也；以背成", "1420": "狐疑。外無一物而能建立，皆是本心生萬種", "1421": "法。故經云：『心生種種法生，心滅種種法滅。』吾", "1422": "今留一偈與汝等別，名自性真佛偈。後代之", "1423": "人，識此偈意，自見本心，自成佛道。偈曰：", "1424": "「真如自性是真佛，邪見三毒是魔王，", "1425": "邪迷之時魔在舍，正見之時佛在堂。", "1426": "性中邪見三毒生，即是魔王來住舍，", "1427": "正見自除三毒心，魔變成佛真無假。", "1428": "法身報身及化身，三身本來是一身，", "1429": "若向性中能自見，即是成佛菩提因。", "143": "者復成，所以修也。以非修而修之，故曰正修", "1430": "本從化身生淨性，淨性常在化身中，", "1431": "性使化身行正道，當來圓滿真無窮。", "1432": "婬性本是淨性因，除婬即是淨性身，", "1433": "性中各自離五欲，見性剎那即是真。", "1434": "今生若遇頓教門，忽悟自性見世尊，", "1435": "若欲修行覓作佛，不知何處擬求真？", "1436": "若能心中自見真，有真即是成佛因，", "1437": "不見自性外覓佛，起心總是大癡人。", "1438": "頓教法門今已留，救度世人須自修，", "1439": "報汝當來學道者，不作此見大悠悠。」", "144": "也；以非明而明之，故曰正證也。至人暗然不", "1440": "師說偈已，告曰：「汝等好住。吾滅度後，莫作世", "1441": "情悲泣雨淚，受人弔問、身著孝服，非吾弟子，", "1442": "亦非正法。但識自本心，見自本性，無動無靜，", "1443": "無生無滅，無去無來，無是無非，無住無往。恐", "1444": "汝等心迷，不會吾意，今再囑汝，令汝見性。吾", "1445": "滅度後，依此修行，如吾在日；若違吾教，縱吾", "1446": "在世，亦無有益。」復說偈曰：", "1447": "「兀兀不修善，騰騰不造惡，", "1448": "寂寂斷見聞，蕩蕩心無著。」", "1449": "師說偈已，端坐至三更，忽謂門人曰：「吾行矣！」", "145": "見其威儀，而成德為行藹如也；至人頹然若", "1450": "奄然遷化。于時異香滿室，白虹屬地，林木變", "1451": "白，禽獸哀鳴。十一月，廣韶新三郡官僚，洎門", "1452": "人僧俗，爭迎真身，莫決所之。乃焚香禱曰：", "1453": "「香煙指處，師所歸焉。」時香煙直貫曹溪。十一", "1454": "月十三日，遷神龕併所傳衣鉢而回。次年七", "1455": "月出龕，弟子方辯以香泥上之，門人憶念取", "1456": "首之記，仍以鐵葉漆布固護師頸入塔。忽於", "1457": "塔內白光出現，直上衝天，三日始散。韶州奏", "1458": "聞，奉勅立碑，紀師道行。師春秋七十有六，年", "1459": "二十四傳衣，三十九祝髮，說法利生三十七", "146": "無所持，而道顯於天下也。蓋以正修而修之", "1460": "載，嗣法四十三人，悟道超凡者莫知其數。", "1461": "達磨所傳信衣西域屈眴布也，中宗賜磨衲寶鉢，及方", "1462": "辯塑師真相，并道具，永鎮寶林道場。留傳", "1463": "《壇經》以顯宗旨，興隆三寶，普利群生者。", "1464": "六祖大師法寶壇經終", "1465": "附錄附錄", "1466": "六祖大師緣記外記六祖大師緣記外記", "1467": "門人法海等集", "1468": "大師名惠能，父盧氏，諱行瑫，唐武德三年九", "1469": "月，左官新州。母李氏，先夢庭前白華競發，", "147": "也，以正證而證之也。於此乃曰，罔修罔證，罔", "1470": "白鶴雙飛，異香滿室，覺而有娠。遂潔誠齋戒，", "1471": "懷姙六年師乃生焉，唐貞觀十二年戊戌歲", "1472": "二月八日子時也。時毫光騰空，香氣芬馥。", "1473": "黎明有二僧造謁，謂師之父曰：「夜來生兒，專", "1474": "為安名，可上惠下能也。」父曰：「何名惠能？」僧", "1475": "曰：「惠者以法惠濟眾生，能者能作佛事。」言", "1476": "畢而出，不知所之。師不飲母乳，遇夜神人", "1477": "灌以甘露。三歲父喪，葬於宅畔。母守志鞠", "1478": "養，既長鬻薪供母。年二十有四，聞經有省。", "1479": "往黃梅參禮，五祖器之，付衣法，令嗣祖位，", "148": "因罔果，穿鑿叢脞競為其說，繆乎至人之意", "1480": "時龍朔元年辛酉歲也。南歸隱遯，至儀鳳元", "1481": "年丙子正月八日，會印宗法師詰論玄奧，", "1482": "印宗悟契師旨。是月十五日，普會四眾為師", "1483": "薙𩬊。二月八日，集諸名德授具足戒。西京", "1484": "智光律師為授戒師，蘇州慧靜律師為羯磨，", "1485": "荊州通應律師為教授，中天耆多羅律師為", "1486": "說戒，西國蜜多三藏為證戒。其戒壇乃宋朝", "1487": "求那跋陀羅三藏創建，立碑曰：「後當有肉身", "1488": "菩薩於此授戒。」又梁天監元年，智藥三藏自", "1489": "西竺國航海而來，將彼土菩提樹一株植此壇", "149": "焉。噫！放戒定慧而必趨乎混茫之空，則吾未", "1490": "畔，亦預誌曰：「後一百七十年，有肉身菩薩，於", "1491": "此樹下開演上乘度無量眾，真傳佛心印之", "1492": "法主也。」師至是祝髮受戒，及與四眾開示單", "1493": "傳之旨，一如昔讖梁天監元年壬午歲，至唐儀鳳元年丙子，得一百七十五年。", "1494": "次年春，師辭眾歸寶林，印宗與緇白送者千", "1495": "餘人，直至曹溪。時荊州通應律師，與學者數", "1496": "百人依師而住。師至曹溪寶林，覩堂宇湫隘，", "1497": "不足容眾，欲廣之。遂謁里人陳亞仙曰：「老僧", "1498": "欲就檀越求坐具地，得不？」仙曰：「和尚坐具幾", "1499": "許闊？」祖出坐具示之，亞仙唯然。祖以坐具一", "15": "火與火，以心印心。西傳四七，至菩提達磨。東", "150": "如之何也。甚乎含識溺心而浮識，識與業相", "1500": "展，盡罩曹溪四境，四天王現身坐鎮四方。今", "1501": "寺境有天王嶺，因茲而名。仙曰：「知和尚法力", "1502": "廣大，但吾高祖墳墓並在此地，他日造塔，幸", "1503": "望存留，餘願盡捨永為寶坊。然此地乃生龍", "1504": "白象來脈，只可平天，不可平地。」寺後營建，一", "1505": "依其言。師遊境內山水勝處，輒憩止，遂成蘭", "1506": "若一十三所。今曰華果院，隷籍寺門。其寶", "1507": "林道場，亦先是西國智藥三藏自南海經曹", "1508": "溪口，掬水而飲，香美，異之。謂其徒曰：「此水與", "1509": "西天之水無別，溪源上必有勝地，堪為蘭若。」", "151": "乘循諸響，而未始息也。象之形之，人與物偕", "1510": "隨流至源上，四顧山水回環，峯巒奇秀，歎曰：", "1511": "「宛如西天寶林山也。」乃謂曹侯村居民曰：「可", "1512": "於此山建一梵剎，一百七十年後，當有無上", "1513": "法寶於此演化，得道者如林，宜號寶林。」時韶", "1514": "州牧侯敬中，以其言具表聞奏，上可其請，", "1515": "賜寶林為額，遂成梵宮，落成於梁天監三年。", "1516": "寺殿前有潭一所，龍常出沒其間，觸橈林木。", "1517": "一日現形甚巨，波浪洶湧，雲霧陰翳，徒眾皆", "1518": "懼。師叱之曰：「爾只能現大身，不能現小身，若", "1519": "為神龍，當能變化以小現大、以大現小也。」其", "152": "生，紛然乎天地之間，可勝數邪？得其形於人", "1520": "龍忽沒，俄頃復現小身躍出潭面，師展鉢試", "1521": "之曰：「爾且不敢入老僧鉢盂裏。」龍乃游揚至", "1522": "前，師以鉢舀之，龍不能動。師持鉢堂上，與龍", "1523": "說法，龍遂蛻骨而去。其骨長可七寸，首尾角", "1524": "足皆具，留傳寺門。師後以土石堙其潭，今", "1525": "殿前左側有鐵塔鎮處是也。", "1526": "師墜腰石鐫龍朔元年盧居士誌八字，此", "1527": "石今存黃梅東禪。又唐王維右丞，為神會", "1528": "大師作《祖師記》云：「師混勞侶積十六載，會", "1529": "印宗講經，因為削𩬊。」又柳宗元刺史，作", "153": "者，固萬萬之一耳。人而能覺，幾其鮮矣！聖人", "1530": "祖師諡號碑云：「師受信具，遯隱南海上十", "1531": "六年。度其可行，乃居曹溪為人師。」又張商", "1532": "英丞相，作《五祖記》云：「五祖演化於黃梅縣", "1533": "之東禪院，蓋其便於將母。龍朔元年，以衣", "1534": "法付六祖已，散眾入東山結庵。有居人憑", "1535": "茂，以山施師為道場焉。」以此考之，則師至", "1536": "黃梅傳受五祖衣法，實龍朔元年辛酉歲。", "1537": "至儀鳳丙子，得一十六年，師方至法性祝", "1538": "髮。他本或作師咸亨中至黃梅，恐非。", "1539": "歷朝崇奉事蹟歷朝崇奉事蹟", "154": "懷此，雖以多義發之，而天下猶有所不明者", "1540": "唐憲宗皇帝，諡大師曰大鑒禪師。", "1541": "宋太宗皇帝，加諡大鑒真空禪師，詔新師塔", "1542": "曰太平興國之塔。", "1543": "宋仁宗皇帝，天聖十年迎師真身及衣鉢入", "1544": "大內供養，加諡大鑒真空普覺禪師。", "1545": "宋神宗皇帝，加諡大鑒真空普覺圓明禪師。", "1546": "具見晏元獻公碑記。", "1547": "賜諡大鑒禪師碑賜諡大鑒禪師碑柳宗元撰", "1548": "扶風公廉，問嶺南三年，以佛氏第六祖，未有", "1549": "稱號，疏聞于上。詔諡大鑒禪師，塔曰靈照之", "155": "也；聖人救此，雖以多方治之，而天下猶有所", "1550": "塔。元和十年十月十三日，下尚書祠部符到", "1551": "都府，公命部吏洎州司功掾告于其祠。幢蓋", "1552": "鍾鼓增山盈谷，萬人咸會，若聞鬼神。其時學", "1553": "者千有餘人，莫不欣踴奮厲，如師復生；則又", "1554": "感悼涕慕，如師始亡。因言曰：自有生物，則好", "1555": "鬪奪相賊殺，喪其本實，誖乖淫流，莫克返于", "1556": "初。孔子無大位，沒以餘言持世，更楊、墨、黃老", "1557": "益雜，其術分裂。而吾浮圖說後出，推離還源，", "1558": "合所謂生而靜者。梁氏好作有為，師達磨譏", "1559": "之，空術益顯。六傳至大鑒。大鑒始以能勞苦", "156": "不醒者也。賢者以智亂，不肖者以愚壅，平平", "1560": "服役，一聽其言，言希以究。師用感動，遂受信", "1561": "具。遯隱南海上，人無聞知，又十六年。度其可", "1562": "行，乃居曹溪為人師。會學者來，甞數千人。其", "1563": "道以無為為有，以空洞為寔，以廣大不蕩為", "1564": "歸。其教人，始以性善、終以性善，不假耘鋤，本", "1565": "其靜矣。中宗聞名，使幸臣再徵，不能致，取其", "1566": "言以為心術。其說具在。今布天下，凡言禪皆", "1567": "本曹溪。大鑒去世百有六年，凡治廣部，而以", "1568": "名聞者以十數，莫能揭其號。乃今始告天子，", "1569": "得大諡。豐佐吾道，其可無辭？公始立朝，以儒", "157": "之人以無記惛，及其感物而發，喜之怒之、哀", "1570": "重剌虔州、都護安南，由海中大蠻夷，連身毒", "1571": "之西，浮舶聽命，咸被公德，受旂纛節戟，來蒞", "1572": "南海，屬國如林，不殺不怒，人畏無噩，允克光", "1573": "于有仁，昭列大鑒莫如公，宜其徒之老。乃易", "1574": "石于宇下，使來謁辭。其辭曰：", "1575": "達摩乾乾，傳佛語心，六承其授，大鑒是臨。勞", "1576": "勤專默，終挹于深，抱其信器，行海之陰。其道", "1577": "爰施，在溪之曹，厖合猥附，不夷其高。傳告咸", "1578": "陳，惟道之褒，生而性善，在物而具。荒流奔軼，", "1579": "乃萬其趣，匪思愈亂，匪覺滋誤。由師內鑒，咸", "158": "之樂之，益蔽者萬端曖然。若夜行而不知所", "1580": "獲于素，不植乎根，不耘乎苗。中一外融，有粹", "1581": "孔昭，在帝中宗，聘言于朝。陰翊王度，俾人逍", "1582": "遙，越百有六祀，號諡不紀。由扶風公，告今天", "1583": "子，尚書既復大行，乃誄光于南土。其法再起，", "1584": "厥徒萬億，同悼齊喜。惟師化所被洎，扶風公", "1585": "所履，咸戴天子。天子休命，嘉公德美，溢于海", "1586": "夷，浮圖是視。師以仁傳，公以仁理，謁辭圖", "1587": "堅，永胤不已。", "1588": "大鑒禪師碑大鑒禪師碑并《佛衣銘》，俱劉禹錫撰", "1589": "元和十年某月日，詔書追褒曹溪第六祖能", "159": "至，其承於聖人之言，則計之博之。若蒙霧而", "1590": "公，諡曰大鑒。寔廣州牧馬總以疏聞，繇是可", "1591": "其奏，尚道以尊名，同歸善善，不隔異教。一字", "1592": "之褒，華夷孔懷，得其所故也。馬公敬其事且", "1593": "謹，始以垂後，遂咨於文雄。今柳州刺史河東", "1594": "柳君為前碑，後三年有僧道琳，率其徒由曹", "1595": "溪來，且曰：「願立第二碑，學者志也。」維如來滅", "1596": "後，中五百歲，而摩騰、竺法蘭，以經來華，人始", "1597": "聞其言，猶夫重昏之見曶爽。後五百歲，而達", "1598": "摩以法來華，人始傳其心，猶夫昧旦之覩白", "1599": "日。自達摩六傳至大鑒，如貫意珠，有先後而", "16": "來此土，直指人心，見性成佛。有可大師者，首", "160": "望遠，謂有也，謂無也，謂非有也，謂非無也，謂", "1600": "無同異。世之言真宗者，所謂頓門。初達摩與", "1601": "佛衣俱來，得道傳付以為真印。至大鑒置而", "1602": "不傳，豈以是為筌蹄邪？芻狗邪？將人人之莫", "1603": "已若而不若置之邪？吾不得而知也。按大鑒", "1604": "生新州，三十出家，四十七年而沒，百有六年", "1605": "而諡。始自蘄之東山，從第五師得授記以歸。", "1606": "中宗使中貴人再徵，不奉詔。第以言為貢，上", "1607": "敬行之。銘曰：", "1608": "至人之生，無有種類，同人者形，出人者智。蠢", "1609": "蠢南裔，降生傑異，父乾母坤，獨肖元氣。一言", "161": "亦有也，謂亦無也，以不見而却蔽固，終身而", "1610": "頓悟，不踐初地，五師相承，授以寶器。宴坐曹", "1611": "溪，世號南宗，學徒爰來，如水之東。飲以妙藥，", "1612": "差其瘖聾，詔不能致，許為法雄。去佛日遠，群", "1613": "言積億，著空執有，各走其域。我立真筌，揭起", "1614": "南國，無修而修，無得而得。能使學者，還其天", "1615": "識，如黑而迷，仰目斗極。得之自然，竟不可傳，", "1616": "口傳手付，則礙於有。留衣空堂，得者天授。", "1617": "佛衣銘佛衣銘并引", "1618": "吾既為僧琳撰曹溪第二碑，且思所以辯六", "1619": "祖置衣不傳之旨，作《佛衣銘》。曰：", "162": "不得其審焉。海所以在水也，魚龍死生在海", "1620": "佛言不行，佛衣乃爭，忽近貴遠，古今常情。尼", "1621": "父之生，土無一里，夢奠之後，履存千祀。惟昔", "1622": "有梁，如象之狂，達摩救世，來為醫王。以言不", "1623": "痊，因物乃遷，如執符節，行乎復關。民不知官，", "1624": "望車而畏，俗不知佛，得衣為貴。壞色之衣，道", "1625": "不在茲，由之信道，所以為寶。六祖未彰，其出", "1626": "也微，既還狼荒，憬俗蚩蚩。不有信器，眾生曷", "1627": "歸，是開便門，非止傳衣。初必有終，傳豈無已，", "1628": "物必歸盡，衣胡久恃。先終知終，用乃不窮。我", "1629": "道不朽，衣於何有，其用已陳，孰非芻狗。", "163": "而不見乎水；道所以在心也，其人終日說道，", "1630": "師入塔後，至開元十年壬戌八月三日，夜", "1631": "半忽聞塔中如拽鐵索聲。眾僧驚起，見一", "1632": "孝子從塔中走出，尋見師頸有傷，具以賊", "1633": "事聞于州縣。縣令楊侃、刺史柳無忝，得牒", "1634": "切加擒捉。五日於石角村捕得賊人，送韶", "1635": "州鞠問。云：「姓張名淨滿，汝州梁縣人。於", "1636": "洪州開元寺，受新羅僧金大悲錢二十千，", "1637": "令取六祖大師首，歸海東供養。」柳守聞狀，", "1638": "未即加刑，乃躬至曹溪，問師上足令韜曰：", "1639": "「如何處斷？」韜曰：「若以國法論，理須誅夷。但", "164": "而不見乎心。悲夫心固微妙幽遠，難明難湊，", "1640": "以佛教慈悲冤親平等，況彼求欲供養，罪", "1641": "可恕矣。」柳守加歎曰：「始知佛門廣大。」遂", "1642": "赦之。上元元年，肅宗遣使，就請師衣鉢歸", "1643": "內供養。至永泰元年五月五日，代宗夢六", "1644": "祖大師請衣鉢，七日勅刺史楊緘云：「朕夢", "1645": "感能禪師請傳衣袈裟却歸曹溪，今遣鎮", "1646": "國大將軍劉崇景，頂戴而送。朕謂之國寶，", "1647": "卿可於本寺如法安置，專令僧眾親承宗", "1648": "旨者嚴加守護，勿令遺墜。」後或為人偷竊，", "1649": "皆不遠而獲。如是者數四。憲宗諡大鑒禪", "165": "其如此也矣。聖人既隱，天下百世雖以書傳，", "1650": "師，塔曰元和靈照。其餘事蹟，係載唐尚書", "1651": "王維、刺史柳宗元、刺史劉禹錫等碑。守塔", "1652": "沙門令韜錄。", "1653": "跋跋", "1654": "六祖大師平昔所說之法。皆大乘圓頓之旨。", "1655": "故目之曰經。其言近指遠。詞坦義明。誦者各", "1656": "有所獲。明教嵩公常讚云。天機利者得其深。", "1657": "天機鈍者得其淺。誠哉言也。余初入道。有感", "1658": "於斯。續見三本不同。互有得失。其板亦已漫", "1659": "滅。因取其本校讎。訛者正之。略者詳之。復增", "166": "而莫得其明驗，故《壇經》之宗舉，乃直示其心，", "1660": "入弟子請益機緣。庶幾學者得盡曹溪之旨。", "1661": "按察使雲公從龍。深造此道。一日過山房睹", "1662": "余所編。謂得壇經之大全。慨然命工鋟梓。顓", "1663": "為流通。使曹溪一派不至斷絕。或曰。達磨不", "1664": "立文字。直指人心見性成佛。盧祖六葉正傳。", "1665": "又安用是文字哉。余曰。此經非文字也。達磨", "1666": "單傳直指之指也。南嶽青原諸大老。嘗因是", "1667": "指以明其心。復以之明馬祖石頭諸子之心。", "1668": "今之禪宗流布天下。皆本是指。而今而後。豈", "1669": "無因是指。而明心見性者耶。問者唯唯再拜", "167": "而天下方知即正乎性命也。若排雲霧而頓", "1670": "謝曰。予不敏。請併書于經末以詔來者。至元", "1671": "辛卯夏。南海釋宗寶跋。", "1672": "附錄終", "168": "見太清，若登泰山而所視廓如也。王氏以方", "169": "乎世書曰：「齊一變至於魯，魯一變至於道。」斯", "17": "於言下悟入，末上三拜得髓，受衣紹祖開闡", "170": "言近之矣。《涅槃》曰：「始從鹿野苑，終至跋提河，", "171": "中間五十年，未曾說一字。」者，示法非文字也。", "172": "防以文字而求其所謂也。曰：「依法不依人」者，", "173": "以法真而人假也；曰：「依義不依語」者，以義實", "174": "而語假也；曰：「依智而不依識」者，以智至而識", "175": "妄也；曰：「依了義經不依不了義經」者，以了義", "176": "經盡理也。而菩薩所謂即是宣說大涅槃者，", "177": "謂自說與經同也。聖人所謂四人出世即四依也護", "178": "持正法應當證知者，應當證知故，至人推本", "179": "以正其末也。自說與經同故，至人說經如經", "18": "正宗，三傳而至黃梅，會中高僧七百，惟負舂", "180": "也。依義、依了義經故，至人顯說而合義也、合", "181": "經也；依法、依智故，至人密說變之、通之而不", "182": "苟滯也。示法非文字故，至人之宗尚乎默傳", "183": "也。聖人如春陶陶而發之也，至人如秋濯濯", "184": "而成之也。聖人命之而至人效之也，至人固", "185": "聖人之門之奇德殊勳者也。夫至人者，始起", "186": "於微，自謂不識世俗文字；及其成至也，方一", "187": "席之說，而顯道救世，與乎大聖人之云為者，", "188": "若合符契也。固其玄德上智生而知之，將自", "189": "表其法而示其不識乎？歿殆四百年，法流四", "19": "居士，一偈傳衣為六代祖，南遯十餘年，一旦", "190": "海而不息，帝王者、聖賢者，更三十世求其道", "191": "而益敬，非至乎大聖人之所至，天且厭之久", "192": "矣，烏能若此也。予固豈盡其道，幸蚊虻飲海", "193": "亦預其味，敢稽首布之，以遺後學者也。", "194": "六祖大師法寶壇經", "195": "風旛報恩光孝禪寺", "196": "住持嗣祖比丘宗寶編", "197": "1 行由行由第一", "198": "時，大師至寶林。韶州韋刺史名璩與官僚入山", "199": "請師，出於城中大梵寺講堂，為眾開緣說", "2": "卷首　序贊各一編", "20": "以非風旛動之機，觸開印宗正眼。居士由是", "200": "法。師陞座次，刺史官僚三十餘人，儒宗學", "201": "士三十餘人，僧尼道俗一千餘人，同時作禮，", "202": "願聞法要。大師告眾曰：「善知識！菩提自性，", "203": "本來清淨，但用此心，直了成佛。善知識！且聽", "204": "惠能行由，得法事意。惠能嚴父，本貫范陽，", "205": "左降流于嶺南，作新州百姓。此身不幸，父", "206": "又早亡。老母孤遺，移來南海，艱辛貧乏，於市", "207": "賣柴。時，有一客買柴，使令送至客店；客收", "208": "去，惠能得錢，却出門外，見一客誦經。惠能", "209": "一聞經語，心即開悟，遂問：『客誦何經？』客曰：", "21": "祝髮登壇，應跋陀羅懸記，開東山法門，韋", "210": "『《金剛經》。』復問：『從何所來，持此經典？』客云：『我從", "211": "蘄州黃梅縣東禪寺來。其寺是五祖忍大師", "212": "在彼主化，門人一千有餘；我到彼中禮拜，聽", "213": "受此經。大師常勸僧俗，但持《金剛經》，即自見", "214": "性，直了成佛。』惠能聞說，宿昔有緣，乃蒙一客，", "215": "取銀十兩與惠能，令充老母衣糧，教便往黃", "216": "梅參禮五祖。「惠能安置母畢，即便辭違。", "217": "不經三十餘日，便至黃梅，禮拜五祖。祖問曰：", "218": "『汝何方人？欲求何物？』惠能對曰：『弟子是嶺", "219": "南新州百姓，遠來禮師，惟求作佛，不求餘物。』", "22": "使君命海禪者錄其語，目之曰「法寶壇經」。大", "220": "祖言：『汝是嶺南人，又是獦獠，若為堪作佛？』", "221": "惠能曰：『人雖有南北，佛性本無南北；獦獠身", "222": "與和尚不同，佛性有何差別？』五祖更欲與語，", "223": "且見徒眾總在左右，乃令隨眾作務。惠能曰：", "224": "『惠能啟和尚，弟子自心，常生智慧，不離自", "225": "性，即是福田。未審和尚教作何務？』祖云：『這", "226": "獦獠根性大利！汝更勿言，著槽廠去。』惠能", "227": "退至後院，有一行者，差惠能破柴踏碓。經", "228": "八月餘，祖一日忽見惠能曰：『吾思汝之", "229": "見可用，恐有惡人害汝，遂不與汝言。汝知", "23": "師始於五羊，終至曹溪，說法三十七年，霑甘", "230": "之否？』惠能曰：『弟子亦知師意，不敢行至堂", "231": "前，令人不覺。』「祖一日喚諸門人總來：『吾向", "232": "汝說，世人生死事大，汝等終日只求福田，不", "233": "求出離生死苦海；自性若迷，福何可救？汝等", "234": "各去，自看智慧，取自本心般若之性，各作一", "235": "偈，來呈吾看。若悟大意，付汝衣法，為第六代", "236": "祖。火急速去，不得遲滯，思量即不中用；見性", "237": "之人，言下須見。若如此者，輪刀上陣，亦得見", "238": "之。』喻利根者眾得處分，退而遞相謂曰：『我等眾人，", "239": "不須澄心用意作偈，將呈和尚，有何所益？神", "24": "露味，入聖超凡者，莫記其數，悟佛心宗，行解", "240": "秀上座，現為教授師，必是他得。我輩謾作偈", "241": "頌，枉用心力。』餘人聞語，總皆息心，咸言：『我等", "242": "已後依止秀師，何煩作偈？』神秀思惟：『諸人不", "243": "呈偈者，為我與他為教授師；我須作偈，將呈", "244": "和尚，若不呈偈，和尚如何知我心中見解深", "245": "淺？我呈偈意，求法即善，覓祖即惡，却同凡", "246": "心，奪其聖位奚別？若不呈偈，終不得法。大難！", "247": "大難！』「五祖堂前，有步廊三間，擬請供奉盧珍，", "248": "畫楞伽經變相，及五祖血脈圖，流傳供養。神", "249": "秀作偈成已，數度欲呈，行至堂前，心中恍惚，", "25": "相應，為大知識者，名載傳燈。惟南嶽青原，執", "250": "遍身汗流，擬呈不得；前後經四日，一十三", "251": "度呈偈不得。秀乃思惟：『不如向廊下書著，從", "252": "他和尚看見，忽若道好，即出禮拜，云是秀作；", "253": "若道不堪，枉向山中數年，受人禮拜，更修何", "254": "道？』是夜三更，不使人知，自執燈，書偈於南廊", "255": "壁間，呈心所見。偈曰：", "256": "「身是菩提樹，心如明鏡臺，", "257": "時時勤拂拭，勿使惹塵埃。", "258": "「秀書偈了，便却歸房，人總不知。秀復思惟：『五", "259": "祖明日見偈歡喜，即我與法有緣；若言不堪，", "26": "侍最久，盡得無巴鼻。故出馬祖石頭，機智圓", "260": "自是我迷，宿業障重，不合得法。』聖意難測，房", "261": "中思想，坐臥不安，直至五更。祖已知神秀入", "262": "門未得，不見自性。「天明，祖喚盧供奉來，向南", "263": "廊壁間，繪畫圖相，忽見其偈，報言：『供奉却不", "264": "用畫，勞爾遠來。經云：「凡所有相，皆是虛妄。」但", "265": "留此偈，與人誦持。依此偈修，免墮惡道；依此", "266": "偈修，有大利益。』令門人炷香禮敬，盡誦此偈，", "267": "即得見性。門人誦偈，皆歎善哉。「祖，三更喚秀", "268": "入堂，問曰：『偈是汝作否？』秀言：『實是秀作，不", "269": "敢妄求祖位，望和尚慈悲，看弟子有少智慧", "27": "明，玄風大震，乃有臨濟溈仰、曹洞、雲門、法眼", "270": "否？』祖曰：『汝作此偈，未見本性，只到門外，未", "271": "入門內。如此見解，覓無上菩提，了不可得；無", "272": "上菩提，須得言下識自本心，見自本性不生", "273": "不滅；於一切時中，念念自見萬法無滯，一真", "274": "一切真，萬境自如如。如如之心，即是真實。若", "275": "如是見，即是無上菩提之自性也。汝且去，一", "276": "兩日思惟，更作一偈，將來吾看；汝偈若入得", "277": "門，付汝衣法。』神秀作禮而出。又經數日，作偈", "278": "不成，心中恍惚，神思不安，猶如夢中，行坐不", "279": "樂。「復兩日，有一童子於碓坊過，唱誦其偈；惠", "28": "諸公巍然而出，道德超群，門庭險峻，啟迪", "280": "能一聞，便知此偈未見本性，雖未蒙教授，", "281": "早識大意。遂問童子曰：『誦者何偈？』童子曰：", "282": "『爾這獦獠不知，大師言：「世人生死事大，欲得", "283": "傳付衣法，令門人作偈來看。若悟大意，即付", "284": "衣法為第六祖。」神秀上座，於南廊壁上，書無", "285": "相偈，大師令人皆誦，依此偈修，免墮惡道；", "286": "依此偈修，有大利益。』惠能曰：『一本有我亦要誦此，結來生緣上", "287": "人！我此踏碓，八箇餘月，未曾行到堂前。望上", "288": "人引至偈前禮拜。』童子引至偈前禮拜，惠能", "289": "曰：『惠能不識字，請上人為讀。』時，有江州別", "29": "英靈，衲子奮志衝關，一門深入，五派同源，歷", "290": "駕，姓張名日用，便高聲讀。惠能聞已，遂言：", "291": "『亦有一偈，望別駕為書。』別駕言：『汝亦作偈？", "292": "其事希有。』惠能向別駕言：『欲學無上菩提，", "293": "不得輕於初學。下下人有上上智，上上人有", "294": "沒意智。若輕人，即有無量無邊罪。』別駕言：『汝", "295": "但誦偈，吾為汝書。汝若得法，先須度吾。勿忘", "296": "此言。』惠能偈曰：", "297": "「菩提本無樹，明鏡亦非臺；", "298": "本來無一物，何處惹塵埃？", "299": "「書此偈已，徒眾總驚，無不嗟訝，各相謂言：『奇", "3": "經　　　　行由第一　般若第二　疑問", "30": "遍罏錘，規模廣大，原其五家綱要，盡出《壇經》。", "300": "哉！不得以貌取人，何得多時，使他肉身菩薩。』", "301": "祖見眾人驚怪，恐人損害，遂將鞋擦了偈，曰：", "302": "『亦未見性。』眾以為然。「次日，祖潛至碓坊，見", "303": "能腰石舂米，語曰：『求道之人，為法忘軀，當如", "304": "是乎！』乃問曰：『米熟也未？』惠能曰：『米熟久", "305": "矣，猶欠篩在。』祖以杖擊碓三下而去。惠能", "306": "即會祖意，三鼓入室；祖以袈裟遮圍，不令人", "307": "見，為說《金剛經》。至『應無所住而生其心』，惠", "308": "能言下大悟，一切萬法，不離自性。遂啟祖言：", "309": "『何期自性，本自清淨；何期自性，本不生滅；何", "31": "夫《壇經》者，言簡義豐，理明事備，具足諸佛無", "310": "期自性，本自具足；何期自性，本無動搖；何期", "311": "自性，能生萬法。』祖知悟本性，謂惠能曰：『不識", "312": "本心，學法無益；若識自本心，見自本性，即名", "313": "丈夫、天人師、佛。』三更受法，人盡不知，便傳頓", "314": "教及衣鉢，云：『汝為第六代祖，善自護念，廣度", "315": "有情，流布將來，無令斷絕。聽吾偈曰：", "316": "「『有情來下種，因地果還生，", "317": "無情既無種，無性亦無生。』", "318": "「祖復曰：『昔達磨大師，初來此土，人未之信，故", "319": "傳此衣，以為信體，代代相承；法則以心傳心，", "32": "量法門，一一法門具足無量妙義，一一妙義", "320": "皆令自悟自解。自古，佛佛惟傳本體，師師密", "321": "付本心；衣為爭端，止汝勿傳。若傳此衣，命如", "322": "懸絲。汝須速去，恐人害汝。』惠能啟曰：『向甚", "323": "處去？』祖云：『逢懷則止，遇會則藏。』惠能三更領", "324": "得衣鉢，云：『能本是南中人，素不知此山路，", "325": "如何出得江口？』五祖言：『汝不須憂，吾自送", "326": "汝。』祖相送，直至九江驛。祖令上船，五祖把艣", "327": "自搖。惠能言：『請和尚坐。弟子合搖艣。』祖云：", "328": "『合是吾渡汝。』惠能云：『迷時師度，悟了自度；", "329": "度名雖一，用處不同。惠能生在邊方，語音不", "33": "發揮諸佛無量妙理。即彌勒樓閣中，即普賢", "330": "正，蒙師傳法，今已得悟，只合自性自度。』祖", "331": "云：『如是，如是！以後佛法，由汝大行。汝去三年，", "332": "吾方逝世。汝今好去，努力向南。不宜速說，佛", "333": "法難起。』「惠能辭違祖已，發足南行。兩月中間，", "334": "至大庾嶺五祖歸，數日不上堂。眾疑，詣問曰：『和尚少病少惱否？』曰：『病即無。衣法已南矣。』問：『誰", "335": "人傳授？』曰：『能者得之。』眾乃知焉。逐後數百人來，欲奪衣鉢。一僧", "336": "俗姓陳，名惠明，先是四品將軍，性行麁慥，極", "337": "意參尋。為眾人先，趁及惠能。惠能擲下衣", "338": "鉢於石上，云：『此衣表信，可力爭耶？』能隱草", "339": "莽中。惠明至，提掇不動，乃喚云：『行者！行者！", "34": "毛孔中。善入者，即同善財於一念間圓滿功", "340": "我為法來，不為衣來。』惠能遂出，坐盤石上。", "341": "惠明作禮云：『望行者為我說法。』惠能云：『汝", "342": "既為法而來，可屏息諸緣，勿生一念。吾為汝", "343": "說。』明良久。惠能云：『不思善，不思惡，正與", "344": "麼時，那箇是明上座本來面目？』惠明言下大", "345": "悟。復問云：『上來密語密意外，還更有密意否？』", "346": "惠能云：『與汝說者，即非密也。汝若返照，密", "347": "在汝邊。』明曰：『惠明雖在黃梅，實未省自己面", "348": "目。今蒙指示，如人飲水，冷暖自知。今行者即", "349": "惠明師也。』惠能曰：『汝若如是，吾與汝同師", "35": "德，與普賢等、與諸佛等。惜乎《壇經》為後人節", "350": "黃梅，善自護持。』明又問：『惠明今後向甚處去？』", "351": "惠能曰：『逢袁則止，遇蒙則居。』明禮辭明回至嶺下，謂趁", "352": "眾曰：『向陟崔嵬，竟無蹤跡，當別道尋之。』趁眾咸以為然。惠明後改道明，避師上字。「惠能後至", "353": "曹溪，又被惡人尋逐。乃於四會，避難獵人隊", "354": "中，凡經一十五載，時與獵人隨宜說法。獵人", "355": "常令守網，每見生命，盡放之。每至飯時，以菜", "356": "寄煮肉鍋。或問，則對曰：『但喫肉邊菜。』「一日", "357": "思惟：『時當弘法，不可終遯。』遂出至廣州法性", "358": "寺，值印宗法師講《涅槃經》。時有風吹旛動，一", "359": "僧曰：『風動。』一僧曰：『旛動。』議論不已。惠能", "36": "略太多，不見六祖大全之旨。德異幼年，嘗見", "360": "進曰：『不是風動，不是旛動，仁者心動。』一眾駭", "361": "然。印宗延至上席，徵詰奧義。見惠能言簡理", "362": "當，不由文字，宗云：『行者定非常人。久聞黃梅", "363": "衣法南來，莫是行者否？』惠能曰：『不敢。』宗於", "364": "是作禮，告請傳來衣鉢出示大眾。宗復問", "365": "曰：『黃梅付囑，如何指授？』惠能曰：『指授即無；", "366": "惟論見性，不論禪定解脫。』宗曰：『何不論禪", "367": "定解脫？』能曰：『為是二法，不是佛法。佛法是", "368": "不二之法。』宗又問：『如何是佛法不二之法？』", "369": "惠能曰：『法師講《涅槃經》，明佛性，是佛法不", "37": "古本，自後遍求三十餘載，近得通上人尋到", "370": "二之法。如高貴德王菩薩白佛言：「犯四重禁、", "371": "作五逆罪，及一闡提等，當斷善根佛性否？」佛", "372": "言：「善根有二：一者常，二者無常，佛性非常非", "373": "無常，是故不斷，名為不二。一者善，二者不", "374": "善，佛性非善非不善，是名不二。蘊之與界，凡", "375": "夫見二，智者了達其性無二，無二之性即是", "376": "佛性。」』印宗聞說，歡喜合掌，言：『某甲講經，猶如", "377": "瓦礫；仁者論義，猶如真金。』於是為惠能剃", "378": "髮，願事為師。惠能遂於菩提樹下，開東山法", "379": "門。「惠能於東山得法，辛苦受盡，命似懸絲。", "38": "全文，遂刊于吳中休休禪庵，與諸勝士同一", "380": "今日得與使君、官僚、僧尼、道俗同此一會，莫", "381": "非累劫之緣，亦是過去生中供養諸佛，同種", "382": "善根，方始得聞如上頓教得法之因。教是先", "383": "聖所傳，不是惠能自智。願聞先聖教者，各令", "384": "淨心，聞了各自除疑，如先代聖人無別。」一", "385": "眾聞法，歡喜作禮而退。", "386": "2 般若般若第二", "387": "次日，韋使君請益。師陞座，告大眾曰：「總淨心", "388": "念摩訶般若波羅蜜多。」復云：「善知識！菩提", "389": "般若之智，世人本自有之；只緣心迷，不能自", "39": "受用。惟願開卷，舉目直入大圓覺海，續佛祖", "390": "悟，須假大善知識，示導見性。當知愚人智人，", "391": "佛性本無差別，只緣迷悟不同，所以有愚有", "392": "智。吾今為說摩訶般若波羅蜜法，使汝等各", "393": "得智慧。志心諦聽！吾為汝說。善知識！世人終", "394": "日口念般若，不識自性般若，猶如說食不飽。", "395": "口但說空，萬劫不得見性，終無有益。善知", "396": "識！摩訶般若波羅蜜是梵語，此言大智慧到", "397": "彼岸。此須心行，不在口念。口念心不行，如幻、", "398": "如化、如露、如電；口念心行，則心口相應，本性", "399": "是佛，離性無別佛。何名摩訶？摩訶是大。心量", "4": "第三　定慧第四　坐禪第五　懺悔第六", "40": "慧命無窮，斯余志願滿矣。至元二十七年庚", "400": "廣大，猶如虛空，無有邊畔，亦無方圓大小，亦", "401": "非青黃赤白，亦無上下長短，亦無瞋無喜，無", "402": "是無非，無善無惡，無有頭尾。諸佛剎土，盡同", "403": "虛空。世人妙性本空，無有一法可得。自性真", "404": "空，亦復如是。善知識！莫聞吾說空，便即著空。", "405": "第一莫著空，若空心靜坐，即著無記空。善知", "406": "識！世界虛空，能含萬物色像，日月星宿，山河", "407": "大地，泉源谿澗，草木叢林，惡人善人，惡法善", "408": "法，天堂地獄，一切大海，須彌諸山，總在空中。", "409": "世人性空，亦復如是。善知識！自性能含萬法", "41": "寅歲中春日敘。", "410": "是大，萬法在諸人性中。若見一切人、惡之與", "411": "善，盡皆不取不捨亦不染著，心如虛空，名之", "412": "為大，故曰摩訶。善知識！迷人口說，智者心", "413": "行。又有迷人，空心靜坐，百無所思，自稱為大。", "414": "此一輩人，不可與語，為邪見故。善知識！心量", "415": "廣大，遍周法界，用即了了分明，應用便知一", "416": "切。一切即一，一即一切。去來自由，心體無滯，", "417": "即是般若。善知識！一切般若智，皆從自性而", "418": "生，不從外入。莫錯用意，名為真性自用，一真", "419": "一切真。心量大事，不行小道。口莫終日說空，", "42": "六祖大師法寶壇經贊六祖大師法寶壇經贊", "420": "心中不修此行，恰似凡人自稱國王，終不可", "421": "得，非吾弟子。「善知識！何名般若？般若者，唐", "422": "言智慧也。一切處所，一切時中，念念不愚，常", "423": "行智慧，即是般若行。一念愚即般若絕，一念", "424": "智即般若生。世人愚迷，不見般若，口說般若，", "425": "心中常愚。常自言：『我修般若。』念念說空，不識", "426": "真空。般若無形相，智慧心即是。若作如是", "427": "解，即名般若智。何名波羅蜜？此是西國語，", "428": "唐言到彼岸，解義離生滅。著境生滅起，如水", "429": "有波浪，即名為此岸；離境無生滅，如水常通", "43": "宋明教大師契嵩撰", "430": "流，即名為彼岸，故號波羅蜜。善知識！迷人口", "431": "念，當念之時，有妄有非。念念若行，是名真性。", "432": "悟此法者，是般若法；修此行者，是般若行。不", "433": "修即凡；一念修行，自身等佛。善知識！凡夫", "434": "即佛，煩惱即菩提。前念迷即凡夫，後念悟即", "435": "佛。前念著境即煩惱，後念離境即菩提。「善知", "436": "識！摩訶般若波羅蜜，最尊最上最第一，無住", "437": "無往亦無來，三世諸佛從中出。當用大智", "438": "慧，打破五蘊煩惱塵勞。如此修行，定成佛道，", "439": "變三毒為戒定慧。善知識！我此法門，從一般", "44": "贊者告也，發經而溥告也。壇經者，至人之所", "440": "若生八萬四千智慧。何以故？為世人有八萬", "441": "四千塵勞。若無塵勞，智慧常現，不離自性。悟", "442": "此法者，即是無念，無憶無著，不起誑妄。用自", "443": "真如性，以智慧觀照，於一切法不取不捨，即", "444": "是見性成佛道。善知識！若欲入甚深法界及", "445": "般若三昧者，須修般若行，持誦《金剛般若經》，", "446": "即得見性。當知此經功德無量無邊，經中分", "447": "明讚歎，莫能具說。此法門是最上乘，為大智", "448": "人說，為上根人說。小根小智人聞，心生不信。", "449": "何以故？譬如大龍下雨於閻浮提，城邑聚落，", "45": "以宣其心也至人謂六祖篇內同。何心邪？佛所傳之妙心", "450": "悉皆漂流如漂棗葉。若雨大海，不增不減。若", "451": "大乘人，若最上乘人，聞說《金剛經》，心開悟解。", "452": "故知本性自有般若之智，自用智慧，常觀照", "453": "故，不假文字。譬如雨水，不從天有，元是龍能", "454": "興致，令一切眾生、一切草木、有情無情，悉皆", "455": "蒙潤。百川眾流，却入大海，合為一體。眾生本", "456": "性般若之智，亦復如是。善知識！小根之人，聞", "457": "此頓教，猶如草木根性小者，若被大雨，悉皆", "458": "自倒，不能增長。小根之人，亦復如是。元有般", "459": "若之智，與大智人更無差別，因何聞法不自", "46": "也。大哉心乎！資始變化，而清淨常若，凡然聖", "460": "開悟？緣邪見障重、煩惱根深。猶如大雲覆蓋", "461": "於日，不得風吹，日光不現。般若之智亦無大", "462": "小，為一切眾生自心迷悟不同，迷心外見，修", "463": "行覓佛；未悟自性，即是小根。若開悟頓教，不", "464": "能外修，但於自心常起正見，煩惱塵勞常不", "465": "能染，即是見性。善知識！內外不住，去來自由，", "466": "能除執心，通達無礙。能修此行，與般若經本", "467": "無差別。「善知識！一切修多羅及諸文字，大小", "468": "二乘，十二部經，皆因人置。因智慧性，方能建", "469": "立。若無世人，一切萬法本自不有，故知萬法", "47": "然幽然顯然，無所處而不自得之，聖言乎明，", "470": "本自人興。一切經書，因人說有。緣其人中有", "471": "愚有智，愚為小人，智為大人。愚者問於智人，", "472": "智者與愚人說法。愚人忽然悟解心開，即與", "473": "智人無別。善知識！不悟即佛是眾生，一念悟", "474": "時眾生是佛，故知萬法盡在自心。何不從自", "475": "心中，頓見真如本性？《菩薩戒經》云：『我本元自", "476": "性清淨，若識自心見性，皆成佛道。』《淨名經》", "477": "云：『即時豁然，還得本心。』善知識！我於忍和尚", "478": "處，一聞言下便悟，頓見真如本性。是以將此", "479": "教法流行，令學道者頓悟菩提。各自觀心，自", "48": "凡言乎昧，昧也者變也。明也者復也。變復雖", "480": "見本性。若自不悟，須覓大善知識、解最上乘", "481": "法者，直示正路。是善知識有大因緣，所謂化", "482": "導令得見性。一切善法，因善知識能發起故。", "483": "三世諸佛、十二部經，在人性中本自具有。不", "484": "能自悟，須求善知識指示方見；若自悟者，不", "485": "假外求。若一向執謂須他善知識方得解", "486": "脫者，無有是處。何以故？自心內有知識自悟。", "487": "若起邪迷、妄念顛倒，外善知識雖有教授，救", "488": "不可得。若起正真般若觀照，一剎那間，妄念", "489": "俱滅。若識自性，一悟即至佛地。善知識！智慧", "49": "殊而妙心一也。始釋迦文佛，以是而傳之大", "490": "觀照，內外明徹，識自本心。若識本心，即本解", "491": "脫。若得解脫，即是般若三昧，即是無念。何名", "492": "無念？若見一切法，心不染著，是為無念。用即", "493": "遍一切處，亦不著一切處。但淨本心，使六", "494": "識出六門，於六塵中無染無雜，來去自由，通用", "495": "無滯，即是般若三昧、自在解脫，名無念行。若", "496": "百物不思，當令念絕，即是法縛，即名邊見。", "497": "善知識！悟無念法者，萬法盡通；悟無念法者，", "498": "見諸佛境界；悟無念法者，至佛地位。「善知識！", "499": "後代得吾法者，將此頓教法門，於同見同行，", "5": "機緣第七　頓漸第八　宣詔第九　付囑", "50": "龜氏，大龜氏相傳之三十三世者，傳諸大鑒", "500": "發願受持。如事佛故，終身而不退者，定入聖", "501": "位。然須傳授從上以來默傳分付，不得匿其", "502": "正法。若不同見同行，在別法中，不得傳付。損", "503": "彼前人，究竟無益。恐愚人不解，謗此法門，百", "504": "劫千生，斷佛種性。善知識！吾有一無相頌，各", "505": "須誦取，在家出家，但依此修。若不自修，惟記", "506": "吾言，亦無有益。聽吾頌曰：", "507": "「說通及心通，如日處虛空，", "508": "唯傳見性法，出世破邪宗。", "509": "法即無頓漸，迷悟有遲疾，", "51": "六祖諡號大鑒禪師，大鑒傳之而益傳也。說之者抑亦多", "510": "只此見性門，愚人不可悉。", "511": "說即雖萬般，合理還歸一，", "512": "煩惱闇宅中，常須生慧日。", "513": "邪來煩惱至，正來煩惱除，", "514": "邪正俱不用，清淨至無餘。", "515": "菩提本自性，起心即是妄，", "516": "淨心在妄中，但正無三障。", "517": "世人若修道，一切盡不妨，", "518": "常自見己過，與道即相當。", "519": "色類自有道，各不相妨惱，", "52": "端，固有名同而實異者也，固有義多而心一", "520": "離道別覓道，終身不見道。", "521": "波波度一生，到頭還自懊，", "522": "欲得見真道，行正即是道。", "523": "自若無道心，闇行不見道，", "524": "若真修道人，不見世間過。", "525": "若見他人非，自非却是左，", "526": "他非我不非，我非自有過。", "527": "但自却非心，打除煩惱破，", "528": "憎愛不關心，長伸兩脚臥。", "529": "欲擬化他人，自須有方便，", "53": "者也。曰血肉心者，曰緣慮心者，曰集起心者，", "530": "勿令彼有疑，即是自性現。", "531": "佛法在世間，不離世間覺，", "532": "離世覓菩提，恰如求兔角。", "533": "正見名出世，邪見是世間，", "534": "邪正盡打却，菩提性宛然。", "535": "此頌是頓教，亦名大法船，", "536": "迷聞經累劫，悟則剎那間。」", "537": "師復曰：「今於大梵寺說此頓教，普願法界眾", "538": "生，言下見性成佛。」時韋使君與官僚道俗，聞", "539": "師所說，無不省悟。一時作禮，皆歎：「善哉！何期", "54": "曰堅實心者，若心所之心益多也，是所謂名", "540": "嶺南有佛出世！」", "541": "3 疑問疑問第三", "542": "一日，韋刺史為師設大會齋。齋訖，刺史請師", "543": "陞座，同官僚士庶肅容再拜，問曰：「弟子聞和", "544": "尚說法，實不可思議。今有少疑，願大慈悲，特", "545": "為解說。」師曰：「有疑即問，吾當為說。」韋公曰：", "546": "「和尚所說，可不是達磨大師宗旨乎？」師曰：「是。」", "547": "公曰：「弟子聞：達磨初化梁武帝，帝問云：『朕一", "548": "生造寺度僧、布施設齋，有何功德？』達磨言：", "549": "『實無功德。』弟子未達此理，願和尚為說。」師", "55": "同而實異者也。曰真如心者，曰生滅心者，曰", "550": "曰：「實無功德，勿疑先聖之言。武帝心邪，不知", "551": "正法。造寺度僧、布施設齋，名為求福，不可", "552": "將福便為功德。功德在法身中，不在修福。」師", "553": "又曰：「見性是功，平等是德。念念無滯，常見本", "554": "性，真實妙用，名為功德。內心謙下是功，外行", "555": "於禮是德。自性建立萬法是功，心體離念是", "556": "德。不離自性是功，應用無染是德。若覓功德", "557": "法身，但依此作，是真功德。若修功德之人，心", "558": "即不輕，常行普敬。心常輕人，吾我不斷，即自", "559": "無功；自性虛妄不實，即自無德。為吾我自大，", "56": "煩惱心者，曰菩提心者，諸修多羅其類此者，", "560": "常輕一切故。善知識！念念無間是功，心行平", "561": "直是德。自修性是功，自修身是德。善知識！", "562": "功德須自性內見，不是布施供養之所求也。", "563": "是以福德與功德別。武帝不識真理，非我祖", "564": "師有過。」刺史又問曰：「弟子常見僧俗念阿", "565": "彌陀佛，願生西方。請和尚說，得生彼否？願為", "566": "破疑。」師言：「使君善聽，惠能與說。世尊在舍衛", "567": "城中，說西方引化。經文分明，去此不遠。若", "568": "論相說，里數有十萬八千，即身中十惡八邪，", "569": "便是說遠。說遠為其下根，說近為其上智。人", "57": "殆不可勝數，是所謂義多而心一者也。義有", "570": "有兩種，法無兩般。迷悟有殊，見有遲疾。迷人", "571": "念佛求生於彼，悟人自淨其心。所以佛言：『隨", "572": "其心淨即佛土淨。』使君東方人，但心淨即無", "573": "罪。雖西方人，心不淨亦有愆。東方人造罪，念", "574": "佛求生西方。西方人造罪，念佛求生何國？凡", "575": "愚不了自性，不識身中淨土，願東願西。悟人", "576": "在處一般，所以佛言：『隨所住處恒安樂。』使君", "577": "心地但無不善，西方去此不遙。若懷不善之", "578": "心，念佛往生難到。今勸善知識，先除十惡即", "579": "行十萬，後除八邪乃過八千。念念見性，常行", "58": "覺義、有不覺義，心有真心、有妄心，皆所以別", "580": "平直，到如彈指，便覩彌陀。使君但行十善，何", "581": "須更願往生？不斷十惡之心，何佛即來迎請？", "582": "若悟無生頓法，見西方只在剎那。不悟念佛", "583": "求生，路遙如何得達。惠能與諸人，移西方於", "584": "剎那間，目前便見。各願見否？」眾皆頂禮云：「若", "585": "此處見，何須更願往生？願和尚慈悲，便現西", "586": "方，普令得見。」師言：「大眾！世人自色身是城，眼", "587": "耳鼻舌是門，外有五門，內有意門。心是地，性", "588": "是王。王居心地上，性在王在，性去王無。性在", "589": "身心存，性去身壞。佛向性中作，莫向身外", "59": "其正心也。方《壇經》之所謂心者，亦義之覺義，", "590": "求。自性迷即是眾生，自性覺即是佛。慈悲即", "591": "是觀音，喜捨名為勢至，能淨即釋迦，平直即", "592": "彌陀；人我是須彌，貪欲是海水，煩惱是波", "593": "浪，毒害是惡龍，虛妄是鬼神，塵勞是魚鱉。", "594": "貪瞋是地獄，愚癡是畜生。善知識！常行十善，", "595": "天堂便至。除人我，須彌倒；去貪欲，海水竭；", "596": "煩惱無，波浪滅；毒害除，魚龍絕。自心地上覺", "597": "性，如來放大光明；外照六門清淨，能破六欲", "598": "諸天；自性內照，三毒即除；地獄等罪一時銷", "599": "滅，內外明徹不異西方。不作此修，如何到彼？」", "6": "第十", "60": "心之實心也。昔者聖人之將隱也，乃命乎龜", "600": "大眾聞說，了然見性，悉皆禮拜，俱歎善哉。", "601": "唱言：「普願法界眾生，聞者一時悟解。」師言：「善", "602": "知識！若欲修行，在家亦得，不由在寺。在家能", "603": "行，如東方人心善；在寺不修，如西方人心惡。", "604": "但心清淨，即是自性西方。」韋公又問：「在家如", "605": "何修行？願為教授。」師言：「吾與大眾說無相", "606": "頌。但依此修，常與吾同處無別；若不依此修，", "607": "剃髮出家於道何益？頌曰：", "608": "「心平何勞持戒，行直何用修禪！", "609": "恩則孝養父母，義則上下相憐，", "61": "氏教外以傳法之要意，其人滯迹而忘返，固", "610": "讓則尊卑和睦，忍則眾惡無諠，", "611": "若能鑽木出火，淤泥定生紅蓮。", "612": "苦口的是良藥，逆耳必是忠言，", "613": "改過必生智慧，護短心內非賢。", "614": "日用常行饒益，成道非由施錢，", "615": "菩提只向心覓，何勞向外求玄。", "616": "聽說依此修行，西方只在目前。」", "617": "師復曰：「善知識！總須依偈修行，見取自性，直", "618": "成佛道。時不相待，眾人且散，吾歸曹溪。眾", "619": "若有疑，却來相問。」時，刺史官僚、在會善男信", "62": "欲後世者提本而正末也。故《涅槃》曰：「我有無", "620": "女，各得開悟，信受奉行。", "621": "4 定慧定慧第四", "622": "師示眾云：「善知識！我此法門，以定慧為本。大", "623": "眾！勿迷，言定慧別。定慧一體，不是二。定是慧", "624": "體，慧是定用。即慧之時定在慧，即定之時慧", "625": "在定。若識此義，即是定慧等學。諸學道人，莫", "626": "言先定發慧、先慧發定各別。作此見者，法有", "627": "二相。口說善語，心中不善。空有定慧，定慧不", "628": "等。若心口俱善、內外一如，定慧即等。自悟修", "629": "行，不在於諍。若諍先後，即同迷人，不斷勝負，", "63": "上正法，悉已付囑摩訶迦葉矣。」天之道存乎", "630": "却增我法，不離四相。善知識！定慧猶如何", "631": "等？猶如燈光。有燈即光，無燈即闇。燈是光之", "632": "體，光是燈之用；名雖有二，體本同一。此定慧", "633": "法，亦復如是。」", "634": "師示眾云：「善知識！一行三昧者，於一切處行", "635": "住坐臥，常行一直心是也。《淨名》云：『直心是", "636": "道場，直心是淨土。』莫心行諂曲，口但說直；口", "637": "說一行三昧，不行直心。但行直心，於一切法", "638": "勿有執著。迷人著法相、執一行三昧，直言：『常", "639": "坐不動，妄不起心，即是一行三昧。』作此解者，", "64": "易，地之道存乎簡，聖人之道存乎要，要也者，", "640": "即同無情，却是障道因緣。善知識！道須通流，", "641": "何以却滯？心不住法，道即通流；心若住法；名", "642": "為自縛。若言常坐不動是，只如舍利弗宴坐", "643": "林中，却被維摩詰訶。善知識！又有人教坐，", "644": "看心觀靜，不動不起，從此置功。迷人不會，便", "645": "執成顛。如此者眾，如是相教，故知大錯。」師", "646": "示眾云：「善知識！本來正教，無有頓漸，人性自", "647": "有利鈍。迷人漸修，悟人頓契。自識本心，自", "648": "見本性，即無差別，所以立頓漸之假名。善知", "649": "識！我此法門，從上以來，先立無念為宗，無相", "65": "至妙之謂也。聖人之道以要，則為法界門之", "650": "為體，無住為本。無相者，於相而離相。無念", "651": "者，於念而無念。無住者，人之本性。於世間善", "652": "惡好醜，乃至冤之與親，言語觸刺欺爭之時，", "653": "並將為空，不思酬害，念念之中不思前境。若", "654": "前念今念後念，念念相續不斷，名為繫縛。於", "655": "諸法上念念不住，即無縛也。此是以無住為", "656": "本。善知識！外離一切相，名為無相。能離於相，", "657": "即法體清淨。此是以無相為體。善知識！於諸", "658": "境上，心不染，曰無念。於自念上，常離諸境，不", "659": "於境上生心。若只百物不思，念盡除却，一念", "66": "樞機，為無量義之所會，為大乘之椎輪，《法華》", "660": "絕即死，別處受生，是為大錯。學道者思之。若", "661": "不識法意，自錯猶可，更誤他人；自迷不見，又", "662": "謗佛經，所以立無念為宗。善知識！云何立無", "663": "念為宗？只緣口說見性，迷人於境上有念，念", "664": "上便起邪見，一切塵勞妄想從此而生。自性", "665": "本無一法可得，若有所得，妄說禍福，即是塵", "666": "勞邪見，故此法門立無念為宗。善知識！無者", "667": "無何事？念者念何物？無者無二相，無諸塵勞", "668": "之心。念者念真如本性。真如即是念之體，念", "669": "即是真如之用。真如自性起念，非眼耳鼻舌", "67": "豈不曰：「當知是妙法諸佛之祕要」，《華嚴》豈不", "670": "能念。真如有性，所以起念；真如若無，眼耳色", "671": "聲當時即壞。善知識！真如自性起念，六根雖", "672": "有見聞覺知，不染萬境，而真性常自在。故經", "673": "云：『能善分別諸法相，於第一義而不動。』」", "674": "5 坐禪坐禪第五", "675": "師示眾云：「此門坐禪，元不著心，亦不著淨，", "676": "亦不是不動。若言著心，心元是妄，知心如幻，", "677": "故無所著也。若言著淨，人性本淨，由妄念故，", "678": "蓋覆真如。但無妄想，性自清淨；起心著淨，却", "679": "生淨妄。妄無處所，著者是妄。淨無形相，却立", "68": "曰：「以少方便疾成菩提」，要乎其於聖人之道，", "680": "淨相，言是工夫。作此見者，障自本性，却被淨", "681": "縛。善知識！若修不動者，但見一切人時，不見", "682": "人之是非善惡過患，即是自性不動。善知識！", "683": "迷人身雖不動！開口便說他人是非長短好", "684": "惡，與道違背。若著心著淨，即障道也。」", "685": "師示眾云：「善知識！何名坐禪？此法門中，無障", "686": "無礙，外於一切善惡境界，心念不起，名為坐；", "687": "內見自性不動，名為禪。善知識！何名禪定？外", "688": "離相為禪，內不亂為定。外若著相，內心即亂；", "689": "外若離相，心即不亂。本性自淨自定，只為見", "69": "利而大矣哉。是故《壇經》之宗，尊其心要也。心", "690": "境，思境即亂。若見諸境心不亂者，是真定也。", "691": "善知識！外離相即禪，內不亂即定。外禪內定，", "692": "是為禪定。《菩薩戒經》云：『我本元自性清", "693": "淨。』善知識！於念念中，自見本性清淨，自修自", "694": "行，自成佛道。」", "695": "6 懺悔懺悔第六", "696": "時，大師見廣韶洎四方士庶，駢集山中聽法，", "697": "於是陞座，告眾曰：「來，諸善知識！此事須從", "698": "自事中起，於一切時，念念自淨其心。自修自", "699": "行，見自己法身，見自心佛，自度自戒，始得不", "7": "附錄　　　緣起外紀　歷朝崇奉事蹟", "70": "乎若明若冥，若空若靈，若寂若惺，有物乎？無", "700": "假到此。既從遠來，一會于此，皆共有緣。今可", "701": "各各胡跪，先為傳自性五分法身香，次授無", "702": "相懺悔。」眾胡跪。師曰：「一、戒香。即自心中無非", "703": "無惡、無嫉妬、無貪瞋、無劫害，名戒香。二、定香。", "704": "即覩諸善惡境相，自心不亂，名定香。三、慧香。", "705": "自心無礙，常以智慧觀照自性，不造諸惡；雖", "706": "修眾善，心不執著，敬上念下，矜恤孤貧，名慧", "707": "香。四、解脫香。即自心無所攀緣，不思善、不思", "708": "惡，自在無礙，名解脫香。五、解脫知見香。自心", "709": "既無所攀緣善惡，不可沈空守寂，即須廣學", "71": "物乎？謂之一物，固彌於萬物；謂之萬物，固統", "710": "多聞，識自本心，達諸佛理，和光接物，無我無", "711": "人，直至菩提，真性不易，名解脫知見香。善知", "712": "識！此香各自內熏，莫向外覓。「今與汝等授無", "713": "相懺悔，滅三世罪，令得三業清淨。善知識！", "714": "各隨我語，一時道：『弟子等，從前念今念及後", "715": "念，念念不被愚迷染。從前所有惡業愚迷等", "716": "罪，悉皆懺悔，願一時銷滅，永不復起。弟子等，", "717": "從前念今念及後念，念念不被憍誑染。從前", "718": "所有惡業憍誑等罪，悉皆懺悔，願一時銷滅，", "719": "永不復起。弟子等，從前念今念及後念，念念", "72": "於一物；一物猶萬物也，萬物猶一物也，此謂", "720": "不被嫉妬染。從前所有惡業嫉妬等罪，悉", "721": "皆懺悔，願一時銷滅，永不復起。』善知識！已上", "722": "是為無相懺悔。云何名懺？云何名悔？懺者，", "723": "懺其前愆，從前所有惡業，愚迷憍誑嫉妬等", "724": "罪，悉皆盡懺，永不復起，是名為懺。悔者，悔", "725": "其後過，從今以後，所有惡業，愚迷憍誑嫉妬", "726": "等罪，今已覺悟，悉皆永斷，更不復作，是名為", "727": "悔。故稱懺悔。凡夫愚迷，只知懺其前愆，不知", "728": "悔其後過。以不悔故，前愆不滅，後過又生。前", "729": "愆既不滅，後過復又生，何名懺悔？「善知識！既", "73": "可思議也。及其不可思也，不可議也，天下謂", "730": "懺悔已，與善知識發四弘誓願，各須用心正", "731": "聽。自心眾生無邊誓願度，自心煩惱無邊誓願", "732": "斷，自性法門無盡誓願學，自性無上佛道誓", "733": "願成。善知識！大家豈不道，眾生無邊誓願度。", "734": "恁麼道，且不是惠能度。善知識！心中眾生，所", "735": "謂邪迷心、誑妄心、不善心、嫉妬心、惡毒心，如", "736": "是等心，盡是眾生。各須自性自度，是名真度。", "737": "何名自性自度？即自心中邪見煩惱愚癡眾", "738": "生，將正見度。既有正見，使般若智打破愚癡", "739": "迷妄眾生，各各自度。邪來正度，迷來悟度，愚", "74": "之玄解，謂之神會，謂之絕待，謂之默體，謂之", "740": "來智度，惡來善度；如是度者，名為真度。又煩", "741": "惱無邊誓願斷，將自性般若智，除却虛妄思", "742": "想心是也。又法門無盡誓願學，須自見性，常", "743": "行正法，是名真學。又無上佛道誓願成，既常", "744": "能下心，行於真正，離迷離覺，常生般若。除真", "745": "除妄，即見佛性，即言下佛道成。常念修行，是", "746": "願力法。「善知識！今發四弘願了，更與善知識", "747": "授無相三歸依戒。善知識！歸依覺，兩足尊。", "748": "歸依正，離欲尊。歸依淨，眾中尊。從今日去，", "749": "稱覺為師，更不歸依邪魔外道，以自性三寶", "75": "冥通，一皆離之遣之，遣之又遣，亦烏能至之", "750": "常自證明，勸善知識歸依自性三寶。佛者，覺", "751": "也。法者，正也。僧者，淨也。自心歸依覺，邪迷不", "752": "生，少欲知足，能離財色，名兩足尊。自心歸", "753": "依正，念念無邪見，以無邪見故，即無人我貢", "754": "高，貪愛執著，名離欲尊。自心歸依淨，一切", "755": "塵勞愛欲境界，自性皆不染著，名眾中尊。若", "756": "修此行，是自歸依。凡夫不會，從日至夜受三", "757": "歸戒。若言歸依佛，佛在何處？若不見佛，憑何", "758": "所歸，言却成妄。善知識！各自觀察，莫錯用", "759": "心。經文分明言自歸依佛，不言歸依他佛。自", "76": "微，其果然獨得與夫至人之相似者，孰能諒", "760": "佛不歸，無所依處。今既自悟，各須歸依自心", "761": "三寶，內調心性，外敬他人，是自歸依也。「善知", "762": "識！既歸依自三寶竟，各各志心，吾與說一體", "763": "三身自性佛，令汝等見三身了然，自悟自性。", "764": "總隨我道：『於自色身，歸依清淨法身佛。於自", "765": "色身，歸依圓滿報身佛。於自色身，歸依千百", "766": "億化身佛。』善知識！色身是舍宅，不可言歸。", "767": "向者三身佛，在自性中，世人總有；為自心迷，", "768": "不見內性。外覓三身如來，不見自身中有三", "769": "身佛。汝等聽說，令汝等於自身中，見自性有", "77": "乎！推而廣之，則無往不可也；探而裁之，則無", "770": "三身佛。此三身佛，從自性生，不從外得。何名", "771": "清淨法身佛？世人性本清淨，萬法從自性生。", "772": "思量一切惡事，即生惡行；思量一切善事，即", "773": "生善行。如是諸法在自性中，如天常清，日月", "774": "常明，為浮雲蓋覆，上明下暗。忽遇風吹雲散，", "775": "上下俱明，萬象皆現。世人性常浮游，如彼天", "776": "雲。善知識！智如日，慧如月，智慧常明。於外著", "777": "境，被妄念浮雲蓋覆自性，不得明朗。若遇善", "778": "知識，聞真正法，自除迷妄，內外明徹，於自性", "779": "中萬法皆現。見性之人，亦復如是。此名清淨", "78": "所不當也。施於證性，則所見至親；施於修心，", "780": "法身佛。善知識！自心歸依自性，是歸依真佛。", "781": "自歸依者，除却自性中不善心、嫉妬心、諂曲", "782": "心、吾我心、誑妄心、輕人心、慢他心、邪見心、貢", "783": "高心，及一切時中不善之行，常自見己過，不", "784": "說他人好惡，是自歸依。常須下心，普行恭敬，", "785": "即是見性通達，更無滯礙，是自歸依。何名圓", "786": "滿報身？譬如一燈能除千年闇，一智能滅萬", "787": "年愚。莫思向前，已過不可得；常思於後，念念", "788": "圓明，自見本性。善惡雖殊，本性無二，無二之", "789": "性，名為實性。於實性中，不染善惡，此名圓滿", "79": "則所詣至正；施於崇德辯惑，則真忘易顯；施", "790": "報身佛。自性起一念惡，滅萬劫善因；自性起", "791": "一念善，得恒沙惡盡。直至無上菩提，念念自", "792": "見，不失本念，名為報身。何名千百億化身？", "793": "若不思萬法，性本如空，一念思量，名為變化。", "794": "思量惡事，化為地獄；思量善事，化為天堂。毒", "795": "害化為龍蛇，慈悲化為菩薩，智慧化為上", "796": "界，愚癡化為下方。自性變化甚多，迷人不能", "797": "省覺，念念起惡，常行惡道。迴一念善，智慧即", "798": "生，此名自性化身佛。善知識！法身本具，念", "799": "念自性自見，即是報身佛。從報身思量，即", "8": "賜諡大鑒禪師碑　大鑒禪師碑　佛衣銘", "80": "於出世，則佛道速成；施於救世，則塵勞易歇。", "800": "是化身佛。自悟自修自性功德，是真歸依。皮", "801": "肉是色身，色身是舍宅，不言歸依也。但悟", "802": "自性三身，即識自性佛。吾有一無相頌，若能", "803": "師持，言下令汝積劫迷罪一時銷滅。頌曰：", "804": "「迷人修福不修道，只言修福便是道，", "805": "布施供養福無邊，心中三惡元來造。", "806": "擬將修福欲滅罪，後世得福罪還在，", "807": "但向心中除罪緣，名自性中真懺悔。", "808": "忽悟大乘真懺悔，除邪行正即無罪，", "809": "學道常於自性觀，即與諸佛同一類。", "81": "此壇經之宗，所以旁行天下而不厭，彼謂即", "810": "吾祖惟傳此頓法，普願見性同一體，", "811": "若欲當來覓法身，離諸法相心中洗。", "812": "努力自見莫悠悠，後念忽絕一世休，", "813": "若悟大乘得見性，虔恭合掌至心求。」", "814": "師言：「善知識！總須誦取，依此修行，言下見性。", "815": "雖去吾千里，如常在吾邊。於此言下不悟，即", "816": "對面千里，何勤遠來。珍重！好去。」一眾聞法，靡", "817": "不開悟，歡喜奉行。", "818": "7 機緣機緣第七", "819": "師自黃梅得法，回至韶州曹侯村，人無知者", "82": "心即佛。淺者何其不知量也，以折錐探地而", "820": "他本云，師去時，至曹侯村，住九月餘。然師自言：「不經三十餘日便至黃梅。」此求道之切，豈有逗留？作去時者非", "821": "是。有儒士劉志略，禮遇甚厚。志略有姑為尼，", "822": "名無盡藏，常誦《大涅槃經》。師暫聽，即知妙義，", "823": "遂為解說。尼乃執卷問字，師曰：「字即不識，義", "824": "即請問。」尼曰：「字尚不識，焉能會義？」師曰：「諸", "825": "佛妙理，非關文字。」尼驚異之，遍告里中耆德", "826": "云：「此是有道之士，宜請供養。」有魏魏一作晉武", "827": "侯玄孫曹叔良及居民，競來瞻禮。時，寶林古", "828": "寺，自隋末兵火已廢，遂於故基重建梵宇，延", "829": "師居之。俄成寶坊，師住九月餘日，又為惡黨", "83": "淺地，以屋漏窺天而小天，豈天地之然邪？然", "830": "尋逐，師乃遯于前山。被其縱火焚草木，師隱", "831": "身挨入石中得免。石今有師趺坐膝痕，及衣", "832": "布之紋，因名避難石。師憶五祖懷會止藏之", "833": "囑，遂行隱于二邑焉。", "834": "僧法海，韶州曲江人也。初參祖師，問曰：「即", "835": "心即佛，願垂指諭。」師曰：「前念不生即心，後念", "836": "不滅即佛；成一切相即心，離一切相即佛。吾", "837": "若具說，窮劫不盡。聽吾偈曰：", "838": "「即心名慧，即佛乃定，定慧等持，", "839": "意中清淨。悟此法門，由汝習性，", "84": "百家者，雖苟勝之，弗如也。而至人通而貫之，", "840": "用本無生，雙修是正。」", "841": "法海言下大悟，以偈讚曰：", "842": "「即心元是佛，不悟而自屈，", "843": "我知定慧因，雙修離諸物。」", "844": "僧法達，洪州人，七歲出家，常誦《法華經》。來禮", "845": "祖師，頭不至地。師訶曰：「禮不投地，何如不", "846": "禮？汝心中必有一物。蘊習何事耶？」曰：「念《法華", "847": "經》已及三千部。」師曰：「汝若念至萬部，得其經", "848": "意，不以為勝，則與吾偕行。汝今負此事業，都", "849": "不知過。聽吾偈曰：", "85": "合乎群經，斷可見矣。至人變而通之，非預名", "850": "「禮本折慢幢，頭奚不至地？", "851": "有我罪即生，亡功福無比。」", "852": "師又曰：「汝名什麼？」曰：「法達。」師曰：「汝名法達，", "853": "何曾達法？」復說偈曰：", "854": "「汝今名法達，勤誦未休歇，", "855": "空誦但循聲，明心號菩薩。", "856": "汝今有緣故，吾今為汝說，", "857": "但信佛無言，蓮華從口發。」", "858": "達聞偈，悔謝曰：「而今而後，當謙恭一切。弟子", "859": "誦《法華經》，未解經義，心常有疑。和尚智慧廣", "86": "字不可測也，故其顯說之，有倫有義，密說之，", "860": "大，願略說經中義理。」師曰：「法達！法即甚達，", "861": "汝心不達。經本無疑，汝心自疑。汝念此經，以", "862": "何為宗？」達曰：「學人根性闇鈍，從來但依文誦", "863": "念，豈知宗趣？」師曰：「吾不識文字，汝試取經", "864": "誦一遍，吾當為汝解說。」法達即高聲念經，至", "865": "譬喻品，師曰：「止！此經元來以因緣出世為宗，", "866": "縱說多種譬喻，亦無越於此。何者因緣？經云：", "867": "『諸佛世尊，唯以一大事因緣出現於世。』一大", "868": "事者，佛之知見也。世人外迷著相，內迷著空；", "869": "若能於相離相、於空離空，即是內外不迷。若", "87": "無首無尾。天機利者得其深，天機鈍者得其", "870": "悟此法，一念心開，是為開佛知見。佛，猶覺也。", "871": "分為四門，開覺知見、示覺知見、悟覺知見、入", "872": "覺知見。若聞開示，便能悟入，即覺知見，本來", "873": "真性而得出現。汝慎勿錯解經意，見他道：『開", "874": "示悟入，自是佛之知見。我輩無分。』若作此解，", "875": "乃是謗經毀佛也。彼既是佛，已具知見，何用", "876": "更開？汝今當信，佛知見者，只汝自心，更無別", "877": "佛。蓋為一切眾生，自蔽光明，貪愛塵境，外緣", "878": "內擾，甘受驅馳。便勞他世尊，從三昧起，種種", "879": "苦口，勸令寢息，莫向外求，與佛無二。故云：『開", "88": "淺，可擬乎？可議乎？不得已況之，則圓頓教也，", "880": "佛知見。』吾亦勸一切人，於自心中，常開佛之", "881": "知見。世人心邪，愚迷造罪，口善心惡，貪瞋嫉", "882": "妬，諂佞我慢，侵人害物，自開眾生知見。若能", "883": "正心，常生智慧，觀照自心，止惡行善，是自開", "884": "佛之知見。汝須念念開佛知見，勿開眾生知", "885": "見。開佛知見，即是出世；開眾生知見，即是世", "886": "間。汝若但勞勞執念，以為功課者，何異犛牛", "887": "愛尾。」達曰：「若然者，但得解義，不勞誦經耶？」", "888": "師曰：「經有何過，豈障汝念？只為迷悟在人，損", "889": "益由己。口誦心行，即是轉經；口誦心不行，即", "89": "最上乘也，如來之清淨禪也，菩薩藏之正宗", "890": "是被經轉。聽吾偈曰：", "891": "「心迷法華轉，心悟轉法華，", "892": "誦經久不明，與義作讎家。", "893": "無念念即正，有念念成邪，", "894": "有無俱不計，長御白牛車。」", "895": "達聞偈，不覺悲泣，言下大悟，而告師曰：「法達", "896": "從昔已來，實未曾轉法華，乃被法華轉。」再啟", "897": "曰：「經云：『諸大聲聞乃至菩薩，皆盡思共度量，", "898": "不能測佛智。』今令凡夫但悟自心，便名佛之", "899": "知見。自非上根，未免疑謗。又經說三車，羊鹿", "9": "跋", "90": "也。論者謂之玄學，不亦詳乎？天下謂之宗門，", "900": "牛車與白牛之車，如何區別？願和尚再垂開", "901": "示。」師曰：「經意分明，汝自迷背。諸三乘人，不", "902": "能測佛智者，患在度量也。饒伊盡思共推，轉", "903": "加懸遠。佛本為凡夫說，不為佛說。此理若不", "904": "肯信者，從他退席。殊不知，坐却白牛車，更於", "905": "門外覓三車。況經文明向汝道：『唯一佛乘，無", "906": "有餘乘若二若三。』乃至無數方便，種種因緣", "907": "譬喻言詞，是法皆為一佛乘故。汝何不省，三", "908": "車是假，為昔時故；一乘是實，為今時故。只教", "909": "汝去假歸實，歸實之後，實亦無名。應知所有", "91": "不亦宜乎？《壇經》曰定慧為本者，趣道之始", "910": "珍財，盡屬於汝，由汝受用，更不作父想，亦不", "911": "作子想，亦無用想。是名持法華經，從劫至劫，", "912": "手不釋卷，從晝至夜，無不念時也。」達蒙啟發，", "913": "踊躍歡喜，以偈讚曰：", "914": "「經誦三千部，曹溪一句亡，", "915": "未明出世旨，寧歇累生狂。", "916": "羊鹿牛權設，初中後善揚，", "917": "誰知火宅內，元是法中王。」", "918": "師曰：「汝今後方可名念經僧也。」達從此領玄", "919": "旨，亦不輟誦經。", "92": "也。定也者，靜也。慧也者，明也。明以觀之，靜以", "920": "僧智通，壽州安豐人。初看《楞伽經》。約千餘", "921": "遍，而不會三身四智。禮師求解其義，師曰：「三", "922": "身者，清淨法身，汝之性也；圓滿報身，汝之智", "923": "也；千百億化身，汝之行也。若離本性，別說三", "924": "身，即名有身無智；若悟三身無有自性，即", "925": "明四智菩提。聽吾偈曰：", "926": "「自性具三身，發明成四智，", "927": "不離見聞緣，超然登佛地。", "928": "吾今為汝說，諦信永無迷，", "929": "莫學馳求者，終日說菩提。」", "93": "安之，安其心可以體心也，觀其道可以語道", "930": "通再啟曰：「四智之義，可得聞乎？」師曰：「既會三", "931": "身，便明四智。何更問耶？若離三身，別談四智，", "932": "此名有智無身。即此有智，還成無智。」復說", "933": "偈曰：", "934": "「大圓鏡智性清淨，平等性智心無病，", "935": "妙觀察智見非功，成所作智同圓鏡。", "936": "五八六七果因轉，但用名言無實性，", "937": "若於轉處不留情，繁興永處那伽定。」", "938": "如上轉識為智也。教中云，轉前五識為成所作智，轉第六識為妙觀察智，轉第七識為平等性智，轉第八", "939": "識為大圓鏡智。雖六七因中轉，五", "94": "也。一行三昧者，法界一相之謂也。謂萬善雖", "940": "八果上轉，但轉其名而不轉其體也。", "941": "通頓悟性智，遂呈偈曰：", "942": "「三身元我體，四智本心明，", "943": "身智融無礙，應物任隨形。", "944": "起修皆妄動，守住匪真精，", "945": "妙旨因師曉，終亡染污名。」", "946": "僧智常，信州貴溪人，髫年出家，志求見性。一", "947": "日參禮，師問曰：「汝從何來？欲求何事？」曰：「學人", "948": "近往洪州白峯山禮大通和尚，蒙示見性成", "949": "佛之義。未決狐疑，遠來投禮，伏望和尚慈悲", "95": "殊，皆正於一行者也。無相為體者，尊大戒", "950": "指示。」師曰：「彼有何言句？汝試舉看。」曰：「智常到", "951": "彼，凡經三月，未蒙示誨。為法切故，一夕獨入", "952": "丈室，請問：『如何是某甲本心本性？』大通乃", "953": "曰：『汝見虛空否？』對曰：『見。』彼曰：『汝見虛空有相", "954": "貌否？』對曰：『虛空無形，有何相貌？』彼曰：『汝之", "955": "本性，猶如虛空，了無一物可見，是名正見；無", "956": "一物可知，是名真知。無有青黃長短，但見本", "957": "源清淨，覺體圓明，即名見性成佛，亦名如來", "958": "知見。』學人雖聞此說，猶未決了，乞和尚開", "959": "示。」師曰：「彼師所說，猶存見知，故令汝未了。", "96": "也。「無念為宗」者，尊大定也。無住為本者，尊大", "960": "吾今示汝一偈：", "961": "「不見一法存無見，大似浮雲遮日面，", "962": "不知一法守空知，還如太虛生閃電。", "963": "此之知見瞥然興，錯認何曾解方便，", "964": "汝當一念自知非，自己靈光常顯現。」", "965": "常聞偈已，心意豁然。乃述偈曰：", "966": "「無端起知見，著相求菩提，", "967": "情存一念悟，寧越昔時迷。", "968": "自性覺源體，隨照枉遷流，", "969": "不入祖師室，茫然趣兩頭。」", "97": "慧也。夫戒定慧者，三乘之達道也。夫妙心者，", "970": "智常一日問師曰：「佛說三乘法，又言最上乘。", "971": "弟子未解，願為教授。」師曰：「汝觀自本心，莫著", "972": "外法相。法無四乘，人心自有等差。見聞轉誦", "973": "是小乘；悟法解義是中乘；依法修行是大乘；", "974": "萬法盡通，萬法俱備，一切不染，離諸法相，一", "975": "無所得，名最上乘。乘是行義，不在口爭。汝須", "976": "自修，莫問吾也。一切時中，自性自如。」常禮謝", "977": "執侍，終師之世。", "978": "僧志道，廣州南海人也。請益曰：「學人自出", "979": "家，覽《涅槃經》十載有餘，未明大意，願和尚垂", "98": "戒定慧之大資也。以一妙心而統乎三法，故", "980": "誨。」師曰：「汝何處未明？」曰：「諸行無常，是生滅", "981": "法；生滅滅已，寂滅為樂。於此疑惑。」師曰：「汝", "982": "作麼生疑？」曰：「一切眾生皆有二身，謂色身、法", "983": "身也。色身無常，有生有滅；法身有常，無知無", "984": "覺。經云：『生滅滅已，寂滅為樂』者，不審何身寂", "985": "滅？何身受樂？若色身者，色身滅時，四大分散，", "986": "全然是苦，苦不可言樂。若法身寂滅，即同草", "987": "木瓦石，誰當受樂？又法性是生滅之體，五蘊", "988": "是生滅之用，一體五用，生滅是常。生則從體", "989": "起用，滅則攝用歸體。若聽更生，即有情之類，", "99": "曰大也。無相戒者，戒其必正覺也。「四弘願」", "990": "不斷不滅；若不聽更生，則永歸寂滅，同於無", "991": "情之物。如是，則一切諸法被涅槃之所禁伏，", "992": "尚不得生，何樂之有？」師曰：「汝是釋子，何習外", "993": "道斷常邪見，而議最上乘法？據汝所說，即色", "994": "身外別有法身，離生滅求於寂滅。又推涅槃", "995": "常樂，言有身受用。斯乃執悋生死，耽著世樂。", "996": "汝今當知，佛為一切迷人，認五蘊和合為自", "997": "體相，分別一切法為外塵相，好生惡死，念念", "998": "遷流，不知夢幻虛假，枉受輪迴。以常樂涅槃", "999": "翻為苦相，終日馳求。佛愍此故，乃示涅槃真"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2008 六祖大師法寶壇經", "author": "元 宗寶編", "sourceLink": "http://www.cbeta.org/"}