{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0535 佛說申日經", "text": {"0": "No. 535 [Nos. 534, 536]", "1": "佛說申日經開元錄中無法護譯，恐是支謙誤為法護", "10": "旃羅日知異道人所共論說，語申日言：「吾明", "100": "央數俱行入城。時有長者名鞞陀衛，時適出", "101": "城，有梵志女，鮮潔少雙，執持名華。時長者", "102": "子即以銀錢五百，從賣華女得華五莖，以散", "103": "佛上。佛即授其決言：『汝却後無數阿僧祇劫，", "104": "當得作佛號釋迦文。汝作佛時，當有長者號", "105": "名申日，與異道人合構逆事，火坑、毒飯規欲", "106": "試汝。雖有此惡，當因汝得度。』」", "107": "佛告申日：「時長者子今我身是，我乃爾時從", "108": "如來授記，即得明決之定，以為悉豫知有汝", "109": "名字，況汝昨日所謀議事，豈不知乎？當知", "11": "日欲請卿師，寧肯自屈詣吾舍不？」申日答言：", "110": "諸佛善權之慧，欲以因緣有所起發。」長者申", "111": "日聞佛所說即得法忍，復自歎言：「如來之智", "112": "無所不度，明知我今不復受罪。所以者何？過", "113": "去世時錠光如來豫說我名，今當為佛之所", "114": "開化，以是言之不復受罪。」時佛說法於王舍", "115": "城，長者居士無央數千，及異道人五百之眾，", "116": "皆發無上正真道意。五百夫人即時逮得不", "117": "退轉地。月光童子從坐而起，讚歎佛已，而白", "118": "佛言：「設我來世得作佛時，令我國土一切人", "119": "民無有惡心皆應質朴，有諸惡國人民剛強", "12": "「當往報之。」申日即往詣其師所，長跪白言：「我", "120": "五濁賤世，我願於中而開化之。」佛告阿難：「汝", "121": "聞月光童子所說不乎？」阿難對曰：「唯然已聞。」", "122": "佛告阿難：「我般涅槃千歲已後，經法且欲斷", "123": "絕，月光童子當出於秦國作聖君，持我經法", "124": "興隆道化。秦土及諸邊國，鄯善、烏長、歸茲、疏", "125": "勒、大宛、于填，及諸羌虜夷狄，皆當奉佛尊法，", "126": "普作比丘。其有一切男子、女人，聞申日經，前", "127": "所作犯惡逆者皆得除盡。當知世尊之所應", "128": "度如是如是，其有犯逆尚得度脫，何況至心", "129": "學佛道者。」佛說經已，一切眾會莫不歡喜，作", "13": "兄今欲降伏請諸大人，明日自屈詣其舍食。」", "130": "禮而去。", "131": "佛說申日經", "132": "按《開元錄》，此經四譯一失，法護譯中雖有", "133": "《月光童子經》，亦名《申日經》者，自是一經有", "134": "二名耳，非別有《申日經》是法護譯者。藏", "135": "中既有《月光童子經》，為法護譯，斯已矣！此", "136": "何更有《申日經》為法護之譯耶？則未知此", "137": "經是誰之譯？又何據謂之法護譯耶？今以", "138": "錄中有云：「支謙譯中有《申日經》一卷，云與", "139": "《月光童子經》同本異譯。今撿尋文句，二經", "14": "師言：「大善！即受其請。」時申日還白其兄言：", "140": "不殊，故不雙出云云。」則藏中必有支謙所", "141": "譯《月光童子經》，亦名《申日經》者。今諸藏皆", "142": "無，恐此經即是，而誤安法護之名耳。如", "143": "是，則四譯還具矣。冐陳瞽言，以俟來哲。", "15": "「今已受請，明日當來。」時旃羅日多使人客，", "16": "於門中地掘作大坑令深五尺，以青污泥滿", "17": "其坑中，薄覆其上令如平地；又復豫作五百", "18": "發脚床，皆施一脚以襜衣之，以五百鉢成熟", "19": "乳酪，以此供具待異道人。明日時至，來詣", "2": "西晉月氏三藏竺法護譯", "20": "請所，諸尼犍子無有法則，亂行併肩先入無", "21": "上，適至門中皆各使走，却墮泥坑污其衣", "22": "服，皆悉瞋恚各欲還去。時旃羅日使人牽留，", "23": "解語其意：「此舊泥坑，道人不知而墮此坑，不", "24": "故為之，幸莫瞋恚，願前飯食。」貿易衣服，盡請", "25": "令入。在門裏徑先付酪器，皆手持已，便語令", "26": "坐，適却居床，床皆反側，五百道人皆僵仆地，", "27": "鉢酪漿者，激灌其面及其衣服。時諸道人益", "28": "懷瞋恚，語申日言：「汝今投我與兄共謀，毀", "29": "辱吾等，甚為不細。」是時，申日亦大不樂，道人", "3": "聞如是：一時，佛遊王舍城靈鳥頂山，與大比", "30": "瞋恚皆棄捨去。時旃羅日復牽留之，為說方", "31": "便譬喻之言：「屬卿曹等墮泥中時，身體正黑", "32": "甚為醜惡，如卿之道；今酪正白其色鮮潔，譬", "33": "如佛道，亦可捨卿所奉之術來就吾法。」諸異", "34": "道人不復與語，懷恚而去。明日申日往詣師", "35": "所，長跪自陳：「我兄無狀所為非法，我實不知，", "36": "願師加哀不見咎責。雖爾，今者當為大師報", "37": "昨日之怨。我兄但以泥坑酪漿，毀辱師等耳，", "38": "我今所報當過於此。今我兄所侍之師，我當", "39": "請之，掘門裏地令入五丈，以火著中薄覆其", "4": "丘千二百五十人。爾時，王舍城中有大豪富", "40": "上，設眾飯食皆內毒藥。時佛當來，若不墮", "41": "火坑中者，當持毒飯而分布，與以此殺之，於", "42": "師何如？」時師報言：「如佛世尊，多智聖猛覩", "43": "去來事，他人所議輒豫知之，卿雖欲爾恐不", "44": "能諧。」申日復言：「先當請之，若其受者為無", "45": "所知，若必明聖不受吾請。」師曰：「大善！」是時，", "46": "申日出王舍城詣靈鳥山，前到佛所，叉手揖", "47": "讓，而白佛言：「我欲請佛及諸弟子，願屈光儀", "48": "到舍小飯。」佛言：「大善！」於是申日歡喜而退，", "49": "還白其師：「佛已受請為無所知，但當掘坑具", "5": "長者，名旃羅日，財寶無量，敬信佛法、供養", "50": "毒飯耳。」時諸異道人皆大踊躍，展轉相謂以", "51": "為大慶。", "52": "申日有子，名旃羅法漢言月光童子，先世宿命學佛經", "53": "道，有神猛志，志在大乘，白其父言：「佛者大", "54": "聖神通已達，前知無窮却覩無極，蜎蜚蠕動", "55": "心義所念，皆豫知之。莫用邪冥惡人之言，受", "56": "其重罪。」時，旃羅法復白父言：「假令劫盡滿其", "57": "中火，三千剎土皆悉周遍，又取諸毒揣若須", "58": "彌，猶尚不能動佛一毛，況此小坑而欲害之。", "59": "今父所作譬如螢火，自以小明欲蔽日月，譬", "6": "眾僧，精進難及。長者有弟號名申日，不信佛", "60": "如小鳥欲以其身衝崩鐵圍，反碎其身無所", "61": "能諧。今諸異道所作如是，不須請佛。」其父", "62": "不信故如前謀，明日時至遣人白佛：「所供已", "63": "辦，願可自屈。」於是如來便起向道，放大光明", "64": "一切洞徹。是時，十方有十菩薩皆阿惟顏，一", "65": "一菩薩各與億百那術無數菩薩俱飛來會，", "66": "各將寶華栴檀名香，以眾伎樂供養世尊，詣", "67": "王舍城，欲觀如來有所感動。時申日舍，有金", "68": "色光皆明如日，旃羅法白言：「今佛現舍金色", "69": "之光，佛以向道有此感應，可往止之，不須使", "7": "法奉諸邪術，見兄奉正每懷恚嫉，所可侍師", "70": "前。」父故不信。是時，申日第一夫人號名月羽，", "71": "旃羅法母也，見此變瑞踊躍歡喜，即發無上", "72": "正真道意。", "73": "於是，旃羅法白其母言：「今當勅五百夫人，皆", "74": "令莊嚴出見如來。所以者何？世尊難值，億", "75": "百千劫時有佛耳。」五百夫人皆悉受教，歡喜", "76": "侍佛。佛入城時，足蹈門閫，三千國土皆大震", "77": "動，諸有疾病悉為除愈，盲視聾聽瘖痾能言，", "78": "跛躃者行，諸被毒者毒皆不行。諸有樂器不", "79": "鼓自鳴，金銀、七寶皆作音聲，飛鳥、走獸相和", "8": "號不蘭迦葉。不蘭迦葉五百人等，謂申日言：", "80": "悲鳴。時十方神并諸天人，各與尊神不可計", "81": "數，皆悉隨從詣申日舍。佛蹈火坑變為浴池，", "82": "中生蓮華大如車輪，華有千葉七寶為莖，其", "83": "色妙好佛蹈其上，及諸菩薩所可蹈華，皆生", "84": "五百葉，弟子乘者華生五百葉。申日見火坑", "85": "作此變化，心中驚悴即大惶怖，頭面作禮。佛", "86": "入其舍，菩薩弟子皆悉坐定，申日懺悔，前", "87": "白佛言：「我大無狀所作非法，今飯食中皆有", "88": "毒藥，乞得更備辦，宿留須臾。」佛言：「持毒飯", "89": "來，我自食之。」申日歡喜即如佛教，分布飯具", "9": "「今汝兄者獨不侍我，不知真道而反信佛。」時，", "90": "皆悉周遍，便即受之呪願達嚫。其毒飯者變", "91": "為百味，香聞十方，其有聞此飯香氣者，自", "92": "然飽滿身得安隱，皆發無上平等道意。飯食", "93": "畢竟，五百夫人及旃羅法為佛作禮，却住一", "94": "面，長者申日自取小床於佛前坐，而白佛言：", "95": "「世尊神通有三達智，我之所作想佛已了，不", "96": "即逆告語我，乃令吾等興立非法造此惡事，", "97": "佛豈不知我所議耶？」佛告申日：「乃昔過去阿", "98": "僧祇劫，爾時有佛號提和竭如來，為等正覺，", "99": "其明無量度諸懈廢，與眾開士及大弟子無"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0535 佛說申日經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}