{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1671 福蓋正行所集經", "text": {"0": "福蓋正行所集經卷第十二", "1": "龍樹菩薩集", "10": "想。增長明慧。專求解脫。不生疲勞。設有毀", "100": "持佛戒。弗敢從命。長者感悟。乃止其殺。", "101": "復有國王。名計羅迦。常以嚴刑。而治于世。若", "102": "彼民庶。有諸過咎。攝屬官者。悉當誅戮。時有", "103": "一人。臨當被害。彼旃陀羅稽首王前。我今發", "104": "心。始受佛戒。於諸罪人。誓不行殺。乃至螻", "105": "蟻。亦不損害。王曰汝遵佛戒。違拒國令。既", "106": "無所用。養汝何益。時旃陀羅復白王言。我今", "107": "決定。不毀淨戒。願王試觀。帝釋諸天。尚於佛", "108": "制。無敢違越。況我輩乎。王曰。實爾。當以嚴", "109": "刑。先斷汝首。旃陀羅曰。我今此身。攝屬於", "11": "犯微細罪垢。悉能發露。而不覆藏。一切財", "110": "王。然於後世。更有餘身。以此持戒善根功德。", "111": "當得世間上妙快樂。乃至諸天。隨意願往。於", "112": "未來世。樂求善法。增長信進念定慧力。以功", "113": "德水。洗滌貪等三毒垢染。淨盡無餘。決定當", "114": "得預流等果。乃至如來淨妙法身。作是願已。", "115": "於大眾前。高聲唱言。我今此身。從因緣生。於", "116": "剎那頃。必當就盡。為護佛戒。心無憂怖。王聞", "117": "是說。益增忿怒。即勅使者。驅旃陀羅。於尸陀", "118": "林。而斷其命。時諸人民。咸生驚歎。乃相謂", "119": "曰。此大丈夫。甚為希有。為護佛戒。捐其軀", "12": "物。心無悋惜。常樂惠施貧苦眾生了知五欲", "120": "命。", "121": "是故當知。一切眾生。匪拘小大種姓高下。但", "122": "能深心。具諸慚愧。決定信解。而不毀犯。則得", "123": "名為清淨持戒。", "124": "此中復明不清淨持戒。如律中說。有一比丘。", "125": "修遠離行。栖止巖谷。忽於夜中。自取󰉓食。由", "126": "怱遽故。而破其器。時眾聞已。訶彼比丘。雖處", "127": "山間。而非時食。此則名為不清淨持戒。", "128": "復有比丘。本婆羅門。後依佛法。出家修道。樂", "129": "於曠野。單己而居。由慣習故。常於夜分。摺", "13": "多諸過患。於己眷屬恩愛纏縛。生遠離想。譬", "130": "去袈裟。蹲踞而坐。有先徒屬。忽來省問。乃語", "131": "彼曰。此若無人。汝可入彼菴羅林中。採果持", "132": "來。弟子受教。即住彼所。乃為主者之所執縛。", "133": "此亦說名不清淨持戒。", "134": "復有比丘。住阿蘭若。修寂靜行。入里乞食。悞", "135": "過婬舍。彼女問曰。持戒比丘。何故來此非解", "136": "脫處。若樂和合。當入火坑。如是比丘。難居空", "137": "閑。不善觀察。為彼譏訶。此亦說名不清淨持", "138": "戒。", "139": "有二比丘。住阿蘭若。然實無德。自謂有德。隨", "14": "之深冤。獨處林野。捨諸憒閙。不畜長物。異", "140": "諸商人。入於大海。暴惡黑風。非時而起。波濤", "141": "洶涌。咸生驚怖。水族諸獸。摩竭魚等。交橫往", "142": "返。觸壞船舫。彼諸人眾。紛擾悲號。或得浮", "143": "濟。或為沈溺。時老比丘。墜水中已。顧己衰", "144": "朽。命不能脫。即解浮囊。與其同伴。彼既得", "145": "已。多取珍寶摩尼珠等。遂喪其命。此則名為", "146": "不清淨持戒。次復明彼清淨持戒。有一比丘。", "147": "涉於遠道。乃為賊輩。悉奪其衣。中有一人。先", "148": "作沙門。知其護戒。語彼徒曰。以草繫縛。捨之", "149": "而去。比丘專念佛所制戒。一切草葉。不得挽", "15": "諸貪夫。有來求法。不生慳嫉。即為宣說。令", "150": "絕。伏於道側。不敢少動。遇王畋獵。遙見疑", "151": "是裸形外道。我慢不起。即往詰之。知是比", "152": "丘。為護淨戒。不傷草葉。王歎希有。乃令釋", "153": "之。為設飲食。復施其衣。此則名為清淨持", "154": "戒。", "155": "有二比丘。自遠方來。欲往供養如來舍利。途", "156": "涉辛勤。欲求水飲。第一比丘。為渴所逼。不暇", "157": "觀視。即飲其水。第二比丘。雖亦渴乏。驗水有", "158": "蟲。謂其侶曰。寧自渴絕。無傷他命。不應違", "159": "犯世尊戒律。端坐林下。忍渴而終。以是緣故。", "16": "其信解。能以慧劍。除煩惱賊。得諸善人尊重", "160": "生忉利天。見佛聞法。證預流果。此則名為清", "161": "淨持戒。", "162": "有優婆塞。久修梵行。忽爾其舍為火所焚誡", "163": "諸子曰。汝慎勿以有蟲之水。而沃其火。所以", "164": "者何。我護水中微細諸蟲。不顧財貨。豈為少", "165": "利。而墮惡道。此則名為清淨持戒。", "166": "是故智者。應當安住清淨持戒。畢竟遠離不", "167": "清淨持戒。當知如來出現於世。常樂利益一", "168": "切有情。閉惡趣門。示生天路。燒煩惱薪。拔貪", "169": "欲本。化諸眾生。捨家離縛。皆令獲得吉祥安", "17": "讚歎。堪受世間上妙衣服。臥具飲食之所供", "170": "樂。究竟超越生死瀑流。乘智慧舟。到於彼岸。", "171": "漸次圓證菩提涅盤。建大法幢。摧諸外道。我", "172": "慢高舉。諸不善行。皆使發心。勇猛精進。以", "173": "正法水。洗其渴乏。彼聞法已。依教修學。積集", "174": "法財。功德寶藏。安住神通。出離三有。了勝義", "175": "諦。住解脫處。如是持戒。諸佛所讚。當知是", "176": "人。為世間眼。能導眾生。至安隱處。亦如明", "177": "燈。能破癡暗。如清淨水。能滌罪垢。如妙良", "178": "藥。療煩惱病。如大醫王。善拔欲箭。如世良", "179": "田。生功德苗。善能教示懈怠眾生。令生喜心。", "18": "養於諸肉味。棄絕亡想。及世名利。心無希取。", "180": "樂持淨戒。", "181": "若人樂作不善業道。如冤同居。必遭損害。如", "182": "依外道婆羅門法。而求出離。返招殃咎。當依", "183": "往古諸佛教法。袈裟幖相。以求解脫。則能銷", "184": "滅諸不善根。令諸魔軍。生大憂怖。以智慧力。", "185": "斷除煩惱。得大名稱。離諸衰患。究竟成就", "186": "妙菩提道。如說馬鳴智者堅持淨戒。善說法", "187": "要。現生獲得名聞義利。復生天中。受勝福報。", "188": "增長明慧種種功德。當知善能持淨戒者。猶", "189": "如貧士。獲其賢瓶。隨所求者。皆得如意。常當", "19": "於善不善。二種業道。若作若止。決定信解。自", "190": "精進。恭敬守護。如事師尊。無疲勞想。持淨戒", "191": "者。亦復如是。", "192": "如世尊說。清淨持戒。則能獲得十種功能。一", "193": "者由持戒故。凡所施為。無有錯謬。不生煩惱。", "194": "心常喜悅。由喜悅故。深心樂法。由樂法故。", "195": "身得輕安。由輕安故。受勝妙樂。由妙樂故。引", "196": "生禪定。由得定故。了知實際。了實際故。安住", "197": "菩提。棄背障染。住無我智。則能永斷微細煩", "198": "惱。我生已盡。梵行已立。不受後有。向涅盤", "199": "界。二者由持戒故。所有三業。不造眾罪。遠", "2": "西天譯經三藏朝散大夫試鴻臚卿", "20": "入解已。除去我慢。以饒益心。為他演說。化諸", "200": "離惡趣。臨命終時。心無怖畏。所作福業。眾", "201": "善現前。隨意往生。勝處受樂。三者由持戒", "202": "故。美名流布。聞者稱讚。四者由持戒故。睡", "203": "安覺安。身心無惱。五者由持戒故。常得諸天", "204": "愛念守護。六者由持戒故。處大眾中。心無怯", "205": "弱。七者由持戒故。不為非人。伺求其短。八", "206": "者由持戒故。得諸惡人。視如親族。九者由持", "207": "戒故。所須無乏。不假希求。常得善人恭敬供", "208": "養。十者由持戒故。所願隨心。皆得成就。若欲", "209": "求生最上種姓。大富長者。婆羅門家。或復求", "21": "外道尼乾子等。亦生信解。安住佛法。自三衣", "210": "生六欲諸天。乃至色界無色界天。或求離欲", "211": "阿羅漢果。寂靜解脫。咸得如意。如是持戒。所", "212": "獲功德。譬如大海。深廣無邊。若我具足次第", "213": "宣說。窮未來際。亦不能盡。如向所明。持戒功", "214": "能。何人曾獲如是勝報。如佛大僊。皆悉成就。", "215": "從初發心。修持淨戒。乃至獲得三明六通。力", "216": "無畏等。三十二相。八十種好。美妙分明。圓滿", "217": "無減。紺髮右旋。如蜂黑潤。項󰝟圓光。猶如滿", "218": "月。面貌端嚴。如蓮華敷。形儀挺特。如融金", "219": "山。雙足平正。妙善安住。身肢圓滿。如尼俱", "22": "外餘所有物。以清淨心。而施與之。是人則為", "220": "律陀樹。常以愛眼。視諸眾生。凡見佛者。皆", "221": "蒙利益。方便拔濟。出離惡道。於諸世間。而", "222": "無與等。故號如來。應供。正遍知。明行足。善", "223": "逝。世間解。無上士。調御丈夫。天人師。佛世", "224": "尊。若諸眾生。受持淨戒。則能獲得如上功德。", "225": "與諸如來。等無有異。善能利樂一切有情。故", "226": "布施後。明彼持戒。次第行相。如前已說。汝等", "227": "比丘。常當一心。樂行施戒。為人顯示。則為具", "228": "足成就福蓋。", "229": "福蓋正行所集經卷第十二", "23": "住聖種族。身心清涼。離諸熱惱。了知六處。無", "24": "有真實。猶如癰疽。為物所覆。常為煩惱蚊虻", "25": "𠯗食。諸有智者。勤求方便。依正念處。及八聖", "26": "道。善法香煙。而薰屏之。了知五蘊。猶如芭", "27": "蕉。若生貪心。作不堅想。由彼貪故。失壞正", "28": "道。先制諸根。令不散亂。漸令修習住三摩", "29": "地。了知境界。本性唯苦。猶如棘林。稠密難", "3": "宣梵大師賜紫沙門臣日稱等", "30": "越。亦如塵垢。坌污有情。以正法水。而澣濯", "31": "之。如是觀察。彼蘊處界。生長諸惑。不可愛", "32": "樂。此明持戒。而有二種。一者不清淨持戒。", "33": "二者清淨持戒。如律中說。有二比丘。精進持", "34": "戒。各處一方。善名遠布。時諸人民。咸仰其", "35": "德。共詣彼所。親近供養。是時有王。名迦尼", "36": "瑟姹。聞二比丘護持淨戒。與諸臣從。往至其", "37": "所。見彼耆年。威儀整肅。修習禪定。乃生敬", "38": "心。先意問訊。王曰。大德。如此持戒。欲何所", "39": "求。比丘白言。我意來世願作國王。王聞語已。", "4": "奉　詔譯", "40": "不生忻樂。云何持戒。無慧揀擇。返趣輪迴生", "41": "死纏縛。汝為誑惑諸天人民。我今於此。不應", "42": "供養。如是持戒。名不清淨。復詣新學比丘之", "43": "處。王乃問曰。汝今持戒。欲何所願。比丘白", "44": "言。承王顧問。我所求者。願成菩提。利樂群", "45": "品。王聞是說。心大歡喜。如是持戒。則非錯", "46": "謬。離諸垢染。名為清淨。我今應作最上供養。", "47": "如是沙門。發廣大心。帝釋諸天。皆應供養。時", "48": "諸人民。聞王稱讚。皆共合掌。禮比丘足。王乃", "49": "顧彼諸侍臣曰。各持所珍。而以奉施。此則名", "5": "今此略明持戒之相。始自諸根。任持密護。飲", "50": "為清淨持戒。", "51": "如世尊說。有十種緣。名不清淨持戒。一者攝", "52": "取損害。二者深著染欲三者不求出離。四者", "53": "常生懶墮。五者遍計希求。六者退失正行。七", "54": "者邪命自活。八者失安隱樂。九者寡聞不學。", "55": "十者廢忘誦習。", "56": "云何名為攝取損害。謂於國王王子大臣。懼", "57": "其威勢。常當遠離乃至種種諸惡律儀。比丘", "58": "設為渴乏所逼。不應於彼。求水而飲。未斷煩", "59": "惱。未得神足。不能自調。多生驚怖。", "6": "食知量。減除睡眠。常樂尊重。修諸梵行。聞", "60": "云何名為深著染欲。於五塵境。邪思相續。自", "61": "性縱逸。廢善修作。", "62": "云何名為不求出離。捨於勝處。而趣非處。復", "63": "毀勝處。讚五欲樂。", "64": "云何名為常生懶墮。數數思念過去所作非", "65": "義利事。互相執諍。恃己所有資生之具。受用", "66": "隨意。而生憍慢。多於耆年有德之人。不能致", "67": "敬。託事不起。云何名為遍計希望。謂於知識", "68": "同梵行者。互相諂讚。苟求利養。", "69": "云何名為退失正行。樂造諸惡。違越戒法。無", "7": "昔受樂。不喜思念。復能顯示沙門功德。出離", "70": "善方便。起對治道。", "71": "云何名為以邪活命。畏己難養。心無止足。如", "72": "律中說。邪命比丘。作非律儀。矯現異相。於大", "73": "眾中。自矜己德。多言無恥。猶如狂犬。或恃種", "74": "族。多聞論議。或於非時。為他說法。雖有少", "75": "德。為貪利故。彼聞法者。多不信受。聞有人", "76": "言。於某方所。有婆羅門大族長者。施諸衣服", "77": "種種資具。即至彼所。謂長者言。我為耆德。當", "78": "以最上奇妙之物。願先見施。是時長者恐生", "79": "諠競。不違其意。而給與之。僕吏見已。咸生輕", "8": "輪迴惡趣過患。近善知識。如理作意。樂聞正", "80": "毀。所施不與。擯遣令去。時彼比丘。心生憂", "81": "惱。於長者前。而作是言。我先不欲詣劣種", "82": "姓。求諸所須。今既無得。住亦無愧。彼雖下", "83": "族。亦能喜捨。如是比丘。巧言詭詐。以多求", "84": "故。心常熱惱。", "85": "云何名為失安隱樂。彼持戒者。當應安住不", "86": "苦不樂處中之行。非如外道尼乾子等。坐臥", "87": "棘刺。五熱炙身。虛受勤苦。一無果利。若著", "88": "於樂。亦無所證。但增放逸。後招苦報。", "89": "云何名為寡聞不學。外雖防惡。內無明慧。一", "9": "法。入解其義。除貪恚癡。斷諸煩惱。袪虛妄", "90": "向顓愚。不能諮問。", "91": "云何名為廢忘習誦。但思飽食。不能進修。充", "92": "飫腸胃。不淨流溢。實非沙門。自稱梵行。猶如", "93": "鳴螺。但馳虛聲。如是十緣。隨具一種。此則名", "94": "為不清淨持戒。諸修行者。應當了知。", "95": "若人深心決定信解。乃至小罪。生大怖畏。當", "96": "知是人。善住淨戒。如律中說。有一長者。市得", "97": "一僕。既幼且貧。賣身自濟。然彼內心受持佛", "98": "戒。忽爾長者使令殺生僕即白言。長者正人。", "99": "云何遣人而為殺業。於善不善。要當分別。為"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1671 福蓋正行所集經", "author": "龍樹菩薩集  宋 日稱等譯", "sourceLink": "http://www.cbeta.org/"}