{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1222b 聖迦柅忿怒金剛童子菩薩成就儀軌經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "聖迦柅忿怒金剛童子菩薩成就", "1": "儀軌經卷下", "2": "唐三藏沙門大廣智不空譯", "3": "我今說縛撲印法。先以瞿摩夷塗一圓壇一", "4": "肘量。取七八歲童男或童女著新淨衣。先令", "5": "潔淨三日立於壇中。燒安息香。先加持香七", "6": "遍然後燒之。又取華加持七遍。置童子當中", "7": "令掩面。然後行者結契誦真言。行者面向東", "8": "童子面向西。其印以二手內相叉作拳。二小", "9": "指相鉤。以大指並竪。捻如鉤鎖形安於額。牢", "10": "掘彼童男。即語。以二大指向外撥。童子即却", "11": "遠後行。二大指向身招。童子即向前來。即成", "12": "鉤召。以印左右揮其童子。即隨印左右。撲舉", "13": "印向上童子即立。問其吉凶三世之事。一一", "14": "皆實所作疾成。爾時金剛手菩薩以偈頌曰。", "15": "此金剛童子從我三昧生", "16": "成辦一切事忿怒王大力", "17": "即我金剛手調伏難調者", "18": "能滅除諸罪暴惡諸藥叉", "19": "及諸羅剎眾惱害修行者", "20": "令彼速除滅梵王及帝釋", "21": "水天諸天王及餘威德者", "22": "剎那令滅壞受持者應當", "23": "入忿怒王定威德如金剛", "24": "能伏難調者悉皆令順伏", "25": "又法取蓮華或有香氣華。護摩所求皆得。", "26": "又結印誦吽字真言。即得山嶽摧倒。亦能枯", "27": "竭河水。亦能破阿修羅關鍵。爾時金剛手菩", "28": "薩告大眾言。此忿怒王有無量威德大神通", "29": "力。善能調伏難調伏故。示諸方便。從於三昧", "30": "生此菩薩。適纔憶念一切鬼魅悉皆馳走。一", "31": "切惡心眾生皆當損壞。一切災禍悉皆除滅。", "32": "若有受持此真言者。自然成受三昧耶戒。若", "33": "求悉地速得成就無能沮壞。不墮諸惡趣速", "34": "證菩薩地成無上菩提。有纔誦一遍。則能除", "35": "一切災禍能禁制虎狼師子惡龍等。加持土", "36": "塊擲彼身上則不能為害。若被日月五星逼", "37": "近本命宿者。能常念誦不招災禍。若被除他", "38": "人災者。以白芥子和乳。稱彼名護摩則息災。", "39": "若犯羅剎鬼所持。或為怨家所逼害。當念誦", "40": "真言即得解脫怨家慈心相向。", "41": "又若有鬪訟。取蘇摩那華護摩七夜。夜別一", "42": "百八遍遍一擲火中諍訟消滅。若有修行。應", "43": "入此曼茶羅受灌頂。當分地拼線。阿闍梨應", "44": "淨其地。以五色線拼壇。壇八肘或十二肘或", "45": "十六肘。如先說法儀則。四方四門。於中央", "46": "畫蘇嚕蘇嚕大忿怒王金剛。手持金剛杵。金", "47": "剛手明正右邊。畫金剛族中金剛鉤明妃。右", "48": "邊畫大抱誐縛底明妃。南邊畫步擲金剛大", "49": "恐怖眼等。右邊畫難覩十大忿怒金剛。所謂", "50": "難覩忿怒金剛水中忿怒金剛。降伏忿怒金", "51": "剛阿波囉爾忿怒金剛。摧天忿怒金剛恐怖", "52": "天忿怒金剛。須彌忿怒金剛寶峯忿怒金剛。", "53": "降三世忿怒金剛光明熾盛忿怒金剛。北邊", "54": "青棒等十金剛。所謂青棒金剛謨時迦羅金", "55": "剛。劫比羅金剛大笑金剛。勇健步金剛舉足", "56": "步金剛。摩醯首羅步金剛。一霹靂金剛。摧伏", "57": "金剛大棒金剛。西方畫難勝等八大金剛。所", "58": "謂難勝金剛忿怒金剛。難持金剛恐怖金剛。", "59": "極忿怒金剛三世金剛。成就金剛大忿怒金", "60": "剛。若欲於他怨敵惡人得勝者。壇內四門各", "61": "各門。右邊畫金剛恐怖忿怒菩薩。左邊畫軍", "62": "吒利金剛。於外四門。右邊畫霹靂忿怒金剛。", "63": "左邊畫金剛鎖忿怒金剛。於二忿怒金剛前。", "64": "應畫天阿修羅諸龍及諸魔。作恐怖受降伏", "65": "勢。於壇外界道畫諸天眾。以塗香時華飲食", "66": "燈明置壇四邊。供養一切諸菩薩金剛明王。", "67": "各各聖者皆以本真言迎請。迎請已獻閼伽", "68": "供養。結印請諸聖者真言。各各呈本三昧耶", "69": "印。然後引弟子入壇擲華。隨華著處聖者。便", "70": "授與本尊真言。即應灌頂。於此大忿怒曼茶", "71": "羅。所求勝願及破他敵則得滿足。由入此曼", "72": "茶羅。一切疫病鬼魅一切障難悉皆消滅。於", "73": "此壇亦能成就一切藥物。安怛但那。入阿修", "74": "羅宮悉皆成就。", "75": "爾時金剛祕密主。見未來一切有情。為利益", "76": "安樂故。略說成辦一切曼茶羅。以少財寶以", "77": "少時分。持誦者但清淨住戒。兼助伴清淨修", "78": "行。或於白月一日或二日或五日或八日或", "79": "十四日。或於滿月十五日取。如是等日起首", "80": "修曼茶羅。或於城內或於城外。或寺中或村", "81": "邑聚落。於東北方華果茂盛叢林名華軟草", "82": "寂靜處。於神通月建立曼茶羅。如瞿呬邪", "83": "經所說。治地淨地兼分位已。應畫聖金剛童", "84": "子曼茶羅。此壇能成就一切大事有威德。若", "85": "修行具諸律儀依蘇悉地教王。及依最勝經", "86": "不久成就。所有鬼魅作障礙者。及餘九執聖", "87": "凡種種相貌。纔稱彼名四散馳走。若見此曼", "88": "茶羅得灌頂已。則得三昧耶戒。然後從師受", "89": "真言印契儀軌。克獲成就。如前所說金剛王", "90": "經中法。若有勤勇者成就無疑。爾時金剛祕", "91": "密主告諸天眾言。末法之時修此教者。有懈", "92": "怠不具真言律儀者。或惡龍雷震諸魔。變現", "93": "種種身形惱亂持誦者。及諸布單那鬼吸人", "94": "精氣鬼。并天趣之中犯羅剎。及諸天母眾等。", "95": "或在須彌山及諸寶山莊嚴之處。山河峯側", "96": "巖窟林野。大江沼大樹大河大海之間。雲霧", "97": "陂澤悅意華果樹下。及興雲降雨山處。故園", "98": "故廟一切鬼神。多依如上諸處住。好作障難", "99": "伺求人過。若不依軌法即為彼魔得便。為如", "100": "是等種種有情故。說斯法令持誦者。不為眾", "101": "魔之所得便。我金剛手菩薩。為愍念有情示", "102": "現真言王忿怒形。由此真言威力。一切藥叉", "103": "羅剎天眾。見我者皆大怖畏。於求一切成就", "104": "法中一切真言忿怒眾中我為最勝王。哀愍", "105": "難調於諸有情作障難者。為調伏彼故說是", "106": "真言。於三昧中示現此形。從額流出。是故一", "107": "切真言無比大威德大忿怒大怖畏大名稱。", "108": "為護王及正法故。我祕密主說金剛童子法。", "109": "於此教中當作息災增益敬愛等。若有於佛", "110": "教起邪見瞋毒心滅正法者。應作猛利心作", "111": "降伏法。若彼降伏受諸苦惱欲令除者。應用", "112": "乳木作護摩即得息災。我今又說求悉地時", "113": "能成辦諸事印。加持所成就物真言曰。", "114": "唵引一迦抳矩嚕二合引馱二薩嚩薩怛嚩二合", "115": "婆去孕羯囉三囉乞灑二合囉乞灑二合四薩嚩捺", "116": "囉二合尾野二合引抳娑嚩二合引賀引五", "117": "澡洗印。准前獨股杵印。二大指並入掌。手腕", "118": "相著即成。真言曰。", "119": "唵引一迦抳矩嚕二合囉拽蹉娑嚩二合引賀引二", "120": "道場掃地真言曰。", "121": "迦抳麼引囉野二吽引三", "122": "求成就時縛難調者。準前根本印。以大指於", "123": "掌中交。真言曰。", "124": "唵引一迦抳戍引灑野二薩縛努瑟鵮二合引三滿馱", "125": "野滿馱野四吽五癹吒半音六", "126": "廣大金剛心印。準前獨股杵印。以二大指掌", "127": "中相抳。廣大金剛隨心印。準前心印以二大", "128": "指並竪。亦名蓮華金剛印。最勝心印。準前最", "129": "勝印。屈二小指頭相拄。若種種障難家中不", "130": "祥。結此印念誦即皆消滅。最勝隨心印。準前", "131": "最勝印。舒二名指。此印能成辦一切事。若入", "132": "修羅宮亦用此印有大威力。", "133": "次說大鉤印。二手內相叉。二頭指屈如鉤。此", "134": "印三界中所有眾生之類。皆能召得。若召阿", "135": "修羅女於七日中即來。", "136": "又說解拏吉儞印。如前獨股印。舒二小指二", "137": "頭指頭相合。餘六指內相叉。以二大指數數", "138": "開之。非但解拏吉儞。亦能除地居一切鬼魅。", "139": "法此即用根本真言。", "140": "又說調伏一切龍印。準前獨股杵印。屈大指", "141": "入掌。以甲正相向。想彼龍在大指節間。此印", "142": "能伏一切龍。祈雨止雨。一切諸龍見此印。馳", "143": "散遠去。亦能除一切毒蟲所囓。由此印威力", "144": "不被諸毒傷害。若已被傷者即差。", "145": "又說驅擯一切難調有情印。二手內相叉。以", "146": "二大指四相合。此印有大威力。諸大力天及", "147": "惡鬼神不順教者。悉能驅逐用根本真言。", "148": "又法以阿落得迦。胭脂書彼人名於掌中。用", "149": "火炙掌念誦真言。句中加彼人名須臾即至。", "150": "又持根本真言十萬遍。然後取安息香作十", "151": "萬丸護摩。諸藥叉女毘金遮女。皆能召來種", "152": "種驅使。", "153": "又法若有災難及恐怖處。誦真言八千遍。則", "154": "得災滅離怖畏。", "155": "又對忿怒王像前。以粳米飯和酥護摩。則得", "156": "家中飲食無盡。", "157": "又法取護摩灰點於頂上。入軍陣不被刀杖", "158": "所傷。於他敵得勝。", "159": "又法若城邑聚落有疫病。可入水念誦七夜", "160": "夜別一千八遍。諸疫病悉除。", "161": "又法若求財寶。著新淨衣對像前。香泥塗一", "162": "小壇。燒安息香誦真言一萬遍。則得如意。", "163": "又法對像前專注意。誦真言三十萬遍。即見", "164": "聖者所求皆得。", "165": "又天久霖雨。加持白芥子一百八遍。遍別一", "166": "擲上散虛空。即雨止。", "167": "又法取一男子死屍未損壞者。於屍陀林或", "168": "四衢道。先與藥瀉以水灌洗。令瀉腹中惡物", "169": "出已。又以香湯洗身令淨。以香塗遍身。帛繒", "170": "纏胯覆形。華鬘嚴飾。取佉陀羅木誦真言七", "171": "遍。加持佉陀木橛釘於頭邊。以髮繫橛上。持", "172": "誦者於屍心上坐。面向東。起慈心勇銳無恐", "173": "怖。四方應置解念誦者四人執劍。持誦者手", "174": "持小鐵杓。酌鐵末瀉屍口中。不間斷念誦其", "175": "屍即出舌。以利刀截取舌。右手把變成劍。色", "176": "如青蓮。則兼諸眷屬飛騰虛空。為持明王壽", "177": "命一大劫。當生金剛手菩薩宮中。又法於屍", "178": "陀林中共鬼交易。賣摩訶莽娑與鬼。取長年", "179": "藥怛但那藥寶劍伏藏金銀七寶。當作法時", "180": "用此真言。護自身及助伴。皆得無礙不被鬼", "181": "幻惑所求皆成就。", "182": "又法欲破他敵者。將帥已下一一皆以真言", "183": "加持七遍護身。他敵即破。或以真言加持水", "184": "一千八遍。散灑軍眾不被傷害。得脫彼敵退", "185": "散。", "186": "又法以四瓷瓶底不黑者。取河流水滿盛。及", "187": "著少分諸香及諸藥。對像前加持一百八遍。", "188": "頂上澆灌。彼人念誦久致功夫猶無現驗。被", "189": "諸魔嬈惱者不祥鬼魅所持。由作此灌頂洗", "190": "浴法故。諸魔魅等悉皆遠離。福德熾盛速疾", "191": "成就。", "192": "又法加持香水一千八遍。身上散灑鬼瘧皆", "193": "除。", "194": "又法取孔雀尾一莖。加持一百八遍。拂彼身", "195": "上彼人被毒所中皆除差。", "196": "又法取蚯蚓糞塗小圓壇。於上坐誦真言一", "197": "萬遍。即先行法成就先行者即真言法成功德効神驗然後不", "198": "擇時日宿直。七日日誦真言一千八遍。即得", "199": "金錢一千。", "200": "又誦真言加持索帶。或灑水則成護身。誦兩", "201": "遍則成結方隅界。誦真言三遍護助伴。四遍", "202": "護曼茶羅。", "203": "又法於黑月八日。一日一夜不食。取乳牛母", "204": "子同色者瞿摩夷未墮地者。和上作童子像。", "205": "塗一小壇置像於中。其壇上廣設供養。對像", "206": "誦真言十萬遍。其像動頭現餘應驗。當知所", "207": "思念事皆得成就。金剛童子夢中現身。示教", "208": "應作不動作事。", "209": "又法於黑月八日一日一夜不食。取芥子和", "210": "酥。護摩一千八遍。則得一千金錢并得莊", "211": "嚴。", "212": "又法取室麗瑟曼得迦木然火。以骨屢草苗", "213": "護摩十萬。即得牛一千頭。", "214": "爾時金剛手菩薩。為利益安樂諸有情故。說", "215": "普通儀軌。欲為未來末法之時。淨信修行樂", "216": "大乘者。及懈怠嬾惰不具慧方便者。速集福", "217": "德智慧修真言行。為護持正法帝王。令加持", "218": "國界人民豐樂。無諸災禍吉祥福德。是故說", "219": "此妙真言門。時金剛手菩薩。即從眉間出於", "220": "光明。照燭加持等。應頂受我之所說。大忿怒", "221": "明王金剛童子息災騰空等成就法。如上等", "222": "儀汝等助護。速令成就此法勿生疑惑。如法", "223": "奉行。", "224": "聖迦柅忿怒金剛童子菩薩成就儀軌經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1222b 聖迦柅忿怒金剛童子菩薩成就儀軌經", "source": "CBETA"}