{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2787 四分戒本疏卷第一．第二．第三", "text": {"0": "四分戒本疏卷第三", "1": "沙門慧述", "10": "合犯。口二十者。謂妄語毀呰兩舌同誦說麁", "100": "欺誑前人令他虛解自失。正利過患之甚。是", "1000": "城國土。四同一道行至村間者。律云。有分齊", "1001": "行處是五言波逸提者。律云。若村內一界行", "1002": "一墮多村。內多累行多墮。餘文如前。與尼同", "1003": "行說戒。不犯者。先不知若不共期。須往彼得", "1004": "安。若力勢諸難等皆開不犯。", "1005": "施一食處過受戒第三十一　制意者。篤信", "1006": "居士割捨家珍造立住處標心一食。俟施僧", "1007": "眾。宜量其分稱施而受。即彰內有廉節之心。", "1008": "外不惱施主。今久近不去過受他食。長貪惱", "1009": "物。敗善增惡。過損不輕。是故聖制　別緣有", "101": "以聖制　二釋名者。言不稱實。所以名妄。彰", "1010": "五。一非親居士限施一食。二知限一食。三三", "1011": "十里病及不請作因緣。四過受食。五食則便", "1012": "犯。已下正明戒本。此戒因六群比丘起過故", "1013": "制。", "1014": "若比丘施一食處無病比丘應一食若過受者", "1015": "波逸提　此滿足戒本文有五句。一食處。二", "1016": "無病者及舉開緣。三比丘者犯。四應一食者", "1017": "食之分齊。五若過下結犯。言施一食處者。律", "1018": "云。在中一宿也食者謂時食。除鉢三藥故輕。", "1019": "二言無病者及舉開緣。律云。病者離彼村增", "102": "之在口曰語。無心不犯故。曰故妄語戒　三", "1020": "劇者是。三言比丘應一食犯人。四言應食者", "1021": "明食之分齊。五言若過受波逸提者。律云。無", "1022": "病比丘一宿處過食咽咽結墮。若受餘儭身", "1023": "衣及燈油犯吉　問。所以食重衣輕　答。食", "1024": "資最急。人喜過受。又復受用體壞損施主故。", "1025": "所以重。施主造立福舍安儭身衣聽一夜受", "1026": "用。不聽將去。過受義希。雖過受用衣體不壞。", "1027": "猶囑施主。損惱義微故。所以輕。燈油塗足。雖", "1028": "體盡壞身。外受用過受義希。是故犯輕　問。", "1029": "別食七緣。此獨開病者　答。然病人苦惱吉", "103": "具緣通緣如上。別緣有六。一人。二作人想。三", "1030": "即成損。住則有益施主體知不生譏惱。是故", "1031": "聖開。別眾食中施主請與開。六無損此戒。一", "1032": "食後無施心。若六緣開便成損惱。故無餘六。", "1033": "律云。不犯者。一宿受食。若病過受。若居士請", "1034": "住與食。若次第請食。若水陸道斷等緣。並開", "1035": "不犯。", "1036": "展轉食戒第三　二　制意者。然篤信居士", "1037": "供辨美食。延請眾僧。怖存受用。而今許而後", "1038": "違。使他飲食徒設而已無供僧之益。損惱施", "1039": "主。其過非輕。所以聖制　釋名者。受前請已", "104": "遣想說。四知違想語說。五口言了了。六前", "1040": "復受後請。互背彼此。稱為展轉。故曰展食", "1041": "戒　具緣通緣如上。別緣有五。一先受前家", "1042": "五正食請。二食體清淨堪飽足。三更異處受", "1043": "五正食請。四無因緣。謂除有病及施衣時捨", "1044": "請因緣不犯。五隨食即犯。以初二緣前請對", "1045": "第三。後請可為三對四句。一前後俱正提。中", "1046": "二差互。次一俱不正。下三皆吉羅。須足不", "1047": "足。四初前後俱足皆犯提罪。須三差互等並", "1048": "得吉羅。須淨為四俱前後俱□皆犯堤罪。須", "1049": "三淨前淨。此二皆提。餘二皆吉。已下正明戒", "105": "人聞知　四闕緣。比說可知。多論妄語兩舌", "1050": "本。此戒因食粥後受正食。檀越譏嫌。比丘舉", "1051": "過。佛便制戒。", "1052": "若比丘展轉食除餘時波逸提餘時者病時施", "1053": "衣時是謂時　此滿足戒本文有四句。一犯", "1054": "人。二所犯事。三開緣。四結罪。時者已下誦前", "1055": "第三。初句可知。二言展轉食者。律云。背請食", "1056": "也。請有二種。一僧次。二者別請。食謂五正", "1057": "食。飯󰉓乾飯等。三言除餘時者。是開緣。緣如", "1058": "下說。四言波逸提者犯句。言開緣中病時者。", "1059": "為病比丘不能一坐。好食令足故聽無犯。言", "106": "惡口歷作四句。或有是妄語非兩舌非惡口。", "1060": "施衣時者有二。一一月衣時為迦提月。二五", "1061": "月衣為功德衣月。故律云。自恣竟無功德衣。", "1062": "一月若有衣五月。更復有餘施食及衣。聽受", "1063": "背請。問。所以開病者。病人苦惱若不開所宜", "1064": "形命難立。又施主體知不生譏嫌。故背無罪。", "1065": "非情所欣十二月常開不局時限。施衣開者", "1066": "有二義故。一為益比丘有待之形假衣資養。", "1067": "若施時不受後須難得。恐無理求多生患累。", "1068": "二者為利家。施主使衣食二施獲得兩種反", "1069": "報之福。為斯二益聖制許。衣利既重。或長貪", "107": "傳他語時。以不實故是妄語。不分離心非兩", "1070": "結故。以時開之。非一切時故。文言一月五月。", "1071": "者律有餘施食及衣聽受者。前言一月是時", "1072": "提。時望衣食。衣食是時家之餘。單時無開。要", "1073": "假施食及衣。故言有請。後衣請取衣無犯。還", "1074": "前家食。不食違信故吉。三前家食請後亦食", "1075": "請背犯提罪。衣住頭亦有三句。一前衣食請", "1076": "後亦衣食請聽背無罪。以衣後或多及勝。二", "1077": "前家食請後單衣請如前。三前家衣食後唯", "1078": "食請犯提。祇律云。若到俗家言。今我家食即", "1079": "名請處作食。未熟欲往他家。應白而起。不白", "108": "舌。軟語說故非惡口。第二是妄語是兩舌非", "1080": "去者至彼得正食犯二提罪。一不自故。二背", "1081": "前請故。四分律云。若得多請應捨前請。而", "1082": "受一請。不爾者咽咽犯墮。若不捨後請食前", "1083": "請。咽咽吉。若一日受十請食。最後犯一提八", "1084": "吉。以其初一是前。餘八是後。若背後九得", "1085": "九吉羅。若食中間比說可知。伽論云　若受前", "1086": "請往至請家。坐上未食。若更有異家送食。若", "1087": "食後家食犯背請。食前請已即坐食。後家食", "1088": "無犯。律云。不犯者。若病時施衣時。一日得多", "1089": "請。自受一請。餘者迴施與人。若請非正食。或", "109": "惡口。不實故是妄。分離心故是兩舌。軟語", "1090": "不足食。或無請處。隨食不犯。或一處再設。五", "1091": "正施主一故亦無背請。一切開不犯。", "1092": "別眾食第三十三　制意有二。一慈愍白衣", "1093": "故。然揣食有限事難普周人少易。供多則傾", "1094": "竭。生惱損重故制別食。二為攝難調人故。恐", "1095": "自結別眾羯磨。以惱眾僧故制不聽別眾", "1096": "次釋名者。能別之人食處成眾。以眾別他不", "1097": "共同味故曰別眾食戒　次解具緣。通緣知", "1098": "上。別緣有七。一有施主。二別請別乞。三五正", "1099": "食體清淨在時中。四食處成眾。五知界內不", "11": "實得道說法過五六嫌罵輒教譏教十日暮恐", "110": "說故非惡口。第三是妄是惡口非兩舌。第四", "1100": "盡集。六無因緣。七食便犯。已下正明戒本。此", "1101": "戒因提婆達與五比丘家家乞食。故佛制此", "1102": "戒。", "1103": "若比丘別眾食除餘時波逸提餘時者病時作", "1104": "衣時施衣時道行時乘船時大眾集時沙門施", "1105": "食時此是時　此滿足戒本文有四句。一者", "1106": "犯人。二別眾食。三除開緣。四結犯罪。下言餘", "1107": "時誦前第三句。一言若比丘者義如上釋。二", "1108": "言別眾食。律云。若四人若過四人名眾。食者", "1109": "飯󰉓乾飯等。三四兩句可知。言餘時者誦前", "111": "具有三。下毀呰兩舌作法亦有四句。類說可", "1110": "第三開緣。言病時作衣時施衣時。此三緣如", "1111": "前戒說。第四言道行時者。律云。下至半由旬", "1112": "內有來去者。佛聽別食。第五言乘船時者。下", "1113": "至半由旬乘上下者是。第六言大眾集時者。", "1114": "八人已上名為大眾。食無信供。又是八難得", "1115": "者。開使不犯。已下小眾食雖難得容有兼濟", "1116": "故亦不開。又言大眾者。四人已上名為大眾。", "1117": "故律云。食足四人長一人為患。乃至百人長", "1118": "一人為患。此是兩家聚落。東家限與四人。西", "1119": "家局與一人。彼此二家施心限局各不相融。", "112": "知。已下正明本。此戒因象力比丘善能談論", "1120": "餘處乞食復是難得。若不開者。西家一人與", "1121": "東家四人作患。由是患故開使不犯。此謂舉", "1122": "患以開不患。如是乃至百人長一人為患者。", "1123": "但使食食難得悉皆不犯。故云大眾集時。第", "1124": "七言沙門施食時者。律云。諸外道中出家者", "1125": "是名沙門。施食緣如律中廣說。准此而言。比", "1126": "丘施食不開別眾。祇律云。比丘無別眾食緣。", "1127": "當言我於此別眾食無緣應求出。若二三人", "1128": "隨意食。若四人應作二部。更互入食。律云。為", "1129": "攝難調人故制不聖別眾食。若依多論。界內", "113": "與外道。議前後語異。梵志譏嫌。比丘舉過。佛", "1130": "不集亦名別眾。若作四相。有客比丘來遮不", "1131": "聽入亦是別眾。若不依僧次差往者名別眾。", "1132": "若先別請後不遮入轉別名。次餘義廣大疏", "1133": "說。律云。不犯者。如上七緣開食無罪。多論", "1134": "若四人各自乞食共一處亦無有過。以非一", "1135": "家故。善見云。人各別乞至同一處。一時受皆", "1136": "犯。二各各去一時受各處食犯小罪。三各去", "1137": "各受各食不犯。四若一人覆鉢不食。待餘三", "1138": "食竟。後一人食不犯。多論三比丘一狂心。三", "1139": "人在內一在界外。三是大僧一是沙彌。悉皆", "114": "便制戒。", "1140": "不犯。不成別眾。不相足數故。又有四句。一食", "1141": "主是一盡集無過。二食一處二彼此乃異故", "1142": "不犯。三食別處一前後食故不犯。四食別處", "1143": "別彼此二眾互請一人不犯。善見五種足四", "1144": "不犯。一不請足四。施主別請四人。一人不去", "1145": "檀越見少。臨中見一比丘。即喚與食。請無簡", "1146": "別故名僧次。二乞食足四。亦以別請一人不", "1147": "去。臨中乞食比丘至彼依次與食。三沙彌足", "1148": "四。四鉢孟足四。別請四人三人身至一人盋", "1149": "請。五病人足四。狂等之病並非別眾食。皆不", "115": "若比丘知而妄語者波逸提　此滿足戒本文", "1150": "犯。", "1151": "取歸婦價客道糧過三鉢戒第三十四　制意", "1152": "者。然歸婦價客捨已塗糧施請比丘。理宜將", "1153": "護依限而取。今乃過取三鉢令食磬竭。長貪", "1154": "違教。損惱不輕。故所以制　別緣具五。一歸", "1155": "婦食價客道糧。二知是。三無因緣。除有病緣", "1156": "不犯。四取過三鉢。五出門便犯。已下正明戒", "1157": "本。此戒因乞比丘。從彼歸婦取塗糧。又從高", "1158": "客數乞因起過失。佛便制戒。", "1159": "若比丘至白衣家請與比丘餅󰉓飯若比丘須", "116": "有三句。一者犯人。二故妄語。三違制結犯。初", "1160": "者當二三鉢受還至僧伽藍中應分與比丘食", "1161": "若比丘無病過兩三鉢受持還僧伽藍中不分", "1162": "與比丘食波逸提　此滿足戒本文有三句。", "1163": "一犯人。二開受分齊食之方軌。三若無病已", "1164": "下過取違教結罪。初句可知。第二句中文有", "1165": "三節。一施塗糧。二若比丘下教受分齊。所以", "1166": "開齊。三者為令施主獲反報之福。亦令比", "1167": "丘資身長道。三還僧伽藍下教食方法。第三", "1168": "句反上。第二開受等文。辨相中。初句可知。如", "1169": "上。二句中言白衣家者。律云。有男有女。故曰", "117": "句可知。第二言知而妄語者。於中文三。一明", "1170": "言與餅󰉓飯者。是五正食。言二三鉢受者。是", "1171": "教受分齊。多論云。若上鉢取一鉢無罪。取兩", "1172": "鉢犯。中鉢取二不犯。三乃便犯。下鉢取二不", "1173": "犯。四鉢方犯。文云。過三鉢者。就下鉢為言。", "1174": "第二言無病者。是開緣。律云。為不能一坐好", "1175": "食飽足。故聽不犯。言過受犯提者。是第三結", "1176": "犯句。律云。若一人取過三鉢。前三人不犯。以", "1177": "不過限故。後一人犯。以前三人語莫持來。而", "1178": "往取過。在後人出彼門限即犯提罪。若方便", "1179": "悔者吉羅。五分云。過受不分比丘食俱犯提", "118": "妄語境。二辯誑人犯義。三前後方便多少。言", "1180": "罪。四分過受犯提。不分故吉。祇云。女及價", "1181": "客去後不犯。律云。不犯者。若兩三鉢受。若病", "1182": "過受。若問已共分。若彼自送僧寺。若送尼寺", "1183": "俱受。不犯。", "1184": "足食戒第三十五　制意者。凡食以充飢軀", "1185": "為用。過則長貪。少復不足。事須節量。但四大", "1186": "身力報有強弱。致聖將補有四種之差。始於", "1187": "一揣終至作餘食法減。是節量隨根之法。今", "1188": "第四人不作殘法。再食五正。長貪妨道。違教", "1189": "愆深故。所以制　別緣有五。一是足食。二足", "119": "妄語境者。有其八種。一見言不見。二聞言不", "1190": "食想。三捨威儀。四無因緣。除有病及作殘法", "1191": "因緣不犯。五更食隨犯。已下正明戒本。此因", "1192": "貧餐不知足食比丘起。故制斯戒。", "1193": "若比丘食竟或時受請不作餘法而食者波逸", "1194": "提　此滿足戒本文有三句。一犯人。二食足。", "1195": "三違犯結罪。初句可知。二足食中文二。初食", "1196": "竟者。律云。謂足緣有五。一知是飯善知五正", "1197": "食。犯足非正。不犯足。二知持來知彼為我持", "1198": "來境多足。三知遮五正食。聖制不聽一日兩", "1199": "持飽。故曰知遮。即知前坐食多堪飽障。於", "12": "怖疑慳發諍說欲不障拒勸學毀毘尼同羯磨", "120": "聞。三觸言不觸。四知言不知。餘四反上可", "1200": "日少食不障。故曰知者遮。四知威儀。知行", "1201": "住坐臥四儀隨壞一一犯足故。五知捨威儀。", "1202": "若坐床而食前堪足忽低頭。取與後分離床", "1203": "之例故曰捨威儀。具此五緣即名食竟。言戒", "1204": "時受請者。五謂受檀越食五處成足故。第三", "1205": "句言不作餘食法者。此違開緣。律云。若比丘", "1206": "食未足應持食對前比丘言。我足食己食大", "1207": "德知。是看是我作殘食法。彼應取少食已當", "1208": "語彼言。我止取食之。言而食者波逸提。是", "1209": "違犯結罪。故律云。足食已捨威儀不作餘食", "121": "知。此是妄語境。言第二犯語者。眼見者識能", "1210": "法。後若食正不正咽咽犯墮。五分云。不作殘", "1211": "食法□□犯提。律云。不犯者。食作非食想。不", "1212": "受作餘食法。非食不作。若病人殘不作法。若", "1213": "已作餘食法。一切不犯。", "1214": "勸足食戒第三十六　制意者。然出家之人", "1215": "理須益物。遞相近導。勸修眾善。今乃惡心勸", "1216": "彼令他得罪。己自招愆。人我俱損。理所不應。", "1217": "是故聖制　別緣有五。一他足食竟。二知他", "1218": "足食。三惡心勸彼欲令他犯。四不作餘食法。", "1219": "五前人食便犯。已下正明戒本。此戒因兄弟", "122": "見知者。乃至意能知。不見者除眼識。餘五識", "1220": "同作比丘。一者貪餐嗜食。不知足食餘非不", "1221": "餘食。得而食之。以彼呵責。此心懷恚。見彼食", "1222": "已惡心強勸食。佛便制戒。", "1223": "若比丘知他比丘足食已若請不作餘食法慇", "1224": "懃請與食長老取是食以是因緣非餘欲令他", "1225": "犯者波逸提　此滿足戒本文有四句。一能", "1226": "勸犯人。二知。三他二種食竟。四不作餘食法", "1227": "下勸足結罪。以是因緣者。明能勸之意。辨相", "1228": "中初句可知。四釋勸意者。欲使他犯故勸令", "1229": "食。言非餘者。謂非不犯及供養意等。律云。彼", "123": "是類反。言第三方便多少者。於中有四。初三", "1230": "若食者二俱犯提。前人不食。若作法而食者", "1231": "勸人皆吉羅。若持病兒殘食欲令他犯勸者", "1232": "犯吉。此由惡心故制同罪。律云。不犯者。勸令", "1233": "作法。謂不犯故。及供養意故。勸食者悉皆", "1234": "不犯。", "1235": "非時食戒第三十七　凡食無時節數則致", "1236": "患。事須限約軌剋令定。是以始從平旦寅絡", "1237": "至日午。事順應法。名之為時。過則非宜。長貪", "1238": "妨道。招世譏過。事不應法。廣生罪累。名為非", "1239": "時。故毘羅三昧經云。平旦諸天食。日中應法", "124": "時有心本作妄語。念時憶是妄語。語已知是", "1240": "食。日西畜生食。日暮鬼神食。出家應佛法故", "1241": "制。同天法二種食名時。多論云。四義故佛制。", "1242": "中前食。一始從日出乃至日中。其明轉盛名", "1243": "之為時。聽食無過。從中後乃至後夜。其明轉", "1244": "設故曰非時。而不聽食。二從旦至中。是作", "1245": "食時節。乞不生惱故聽而食。從中後乃至後", "1246": "夜。俗人宴會遊戲。若乞生惱故制不聽。三從", "1247": "旦至中。俗人事務婬惱未發。乞不生謗故聽", "1248": "乞食。從中已後事務休息。婬喜言笑。入村乞", "1249": "食多被譏謗。受諸惱辱故不聽食。四從旦至", "125": "妄語。第二第三各有兩句。二時有心一時無", "1250": "中。正是乞時。為濟身命故聽乞食。從中已後", "1251": "宜應靜緣。修道端坐。念誦持禪。非是往來時", "1252": "節。是故聖制不聽入乞。犯緣有四。一非時。二", "1253": "非時想。三時食。四食咽咽犯。已下正明戒", "1254": "本。此戒因難陀跋難陀及迦留陀夷起過。故", "1255": "制斯戒。", "1256": "若比丘非時受食食者波逸提　此滿足戒本", "1257": "文有四句。一犯人。二非時。三食。四結罪。初", "1258": "句可知。二言非時者。從日中乃至明相未出。", "1259": "三言食者。律云。食有二種。佉闍尼食及蒲闍", "126": "心。第四一句三時無心。第三言波逸提者。犯", "1260": "尼食。僧祇云。一五正食。二離正食。枝葉花果", "1261": "細未磨等名佉闍尼。善見云。佉闍尼食者。米", "1262": "麥作飯󰉓等是。蒲闍尼者一切菓是。四言波", "1263": "逸提者。是違犯結罪句。故律云。若非時食咽", "1264": "咽墮。若非時漿明相出。若七日藥過七日皆", "1265": "犯。已食過時故。藥過限失受故。若盡形藥無", "1266": "緣限故犯吉羅。律云。不犯者。作黑石蜜和米", "1267": "作法。若有病限藥。時過煮麥令皮不破漉汁", "1268": "飲。若喉中現出還咽不犯。五六病人不及食。", "1269": "腹中空悶聽。以蘇塗身故不差。麵塗身猶故", "127": "名。若三時有心妄語者。皆得根本提罪。次有", "1270": "不差。蘇和󰉓塗又不差。以湯洗若不差。瓮", "1271": "盛肉汁。坐中如是等足以。至曉一切不得過", "1272": "食。", "1273": "食殘宿食戒第三十八　制意者。凡飲食繁", "1274": "穢。近則長貪令人不節。又體現變盡義無貯", "1275": "畜。故宜別處。理無共宿。是故聖制　別緣有", "1276": "三。一是殘宿食。二知是殘。三食即犯　釋名", "1277": "者。今日所食。是時日之餘殘。經夜日宿故。名", "1278": "殘宿食戒。已下正明戒本。此戒因迦羅比丘", "1279": "坐禪思惟。疲苦苦食先得者。佛因制戒。", "128": "兩句。二時有心一時無心者。未句根本。有心", "1280": "若比丘殘宿食食者波逸提　此滿足戒本文", "1281": "有三句。一犯人。二殘宿食。三食便結犯。初句", "1282": "可知。二言殘宿食者。律云。今日受已至明日。", "1283": "於一切沙門釋子受大戒者皆不清淨。食有", "1284": "二種。一正食。二非正食。正食飯等五正是。非", "1285": "正食者根菓食乃至細未食等。三言食波逸", "1286": "提者。律云。若食宿食咽咽犯墮　問。殘之焉", "1287": "宿為一為異　答。有四不同。一殘而非宿。具", "1288": "受四藥。不加口法過中。若食犯吉。二宿而非", "1289": "殘。謂未受食。或共同宿食犯吉。不宿無犯。三", "129": "前後無心。此四亦提。前後有心根本。無心", "1290": "亦殘亦宿。若食犯提。四非殘非宿。食無罪。殘", "1291": "食內宿亦作四句。一是殘宿非內宿。今日受", "1292": "食安界外。不共宿非內宿。若食得提。二是內", "1293": "宿非殘。三四俱句類知。善見云。多比丘一沙", "1294": "彌共行比丘。各自擔食。至時各各自分已。沙", "1295": "彌語比丘云。我持己分。與大德易之。易得已", "1296": "復與第二比丘易。乃至下座。若沙彌不解者。", "1297": "比丘自持食與教共易得無犯。以無殘宿惡", "1298": "觸等過。乃至持米行沙彌小比丘得作飯。唯", "1299": "不得然火。若佛不得吹撓吉羅。熟已如上分", "13": "悔與欲已悔無根謗等是。身業三十一戒者。", "130": "前一有心後二無心。後一有心前二無心。此", "1300": "展轉易者得。五分比丘殘果與淨人已不作", "1301": "還意。後淨人還與比丘。佛言。離手已名汝食", "1302": "無犯。祇云。莫問時非時受。若過非時如髮昫。", "1303": "若食得提。停過須臾復得停食。食亦提。謂旦", "1304": "起受食至中。過中已去限一須臾。若過二時", "1305": "名曰非時。十云。沙彌持不淨鉢與師。佛言。若", "1306": "無急事不應使持鉢。若使持應從受。若洗鉢", "1307": "已不得磨拭。食時當護淨手。若摩頭口手相", "1308": "楷者。即須却洗。若捉袈裟亦應須洗。律云。", "1309": "不犯者。若宿受食與父母。若塔作人計價與。", "131": "三得吉。如律廣說。第四一句三時無心悉皆", "1310": "後乞食無犯。若鉢盆有孔。󰈷食入中。如法", "1311": "洗餘不出者得食。故律云。若鉢缺餘著器。極", "1312": "用意三洗。以膩用食不犯。若宿食蘇油灌鼻。", "1313": "若隨唾出棄餘不犯。", "1314": "不受食戒第三十九　多論云。五義故制。不", "1315": "聽自取食。一為斷盜竊因緣故。二為作證明", "1316": "故。從非人受食得成受不成證明。謂在曠野", "1317": "非人之所為是開聽。若在人中非畜無知小", "1318": "兒悉不成受。三為正誹謗故。四為成少欲知", "1319": "足故。五為生他信敬心故。為令外道得益故", "132": "不犯。又律云。所見異所忍異所欲異所觸異", "1320": "爾　別緣具四。一是食。二不受。三知不受四", "1321": "食即犯。已下正明戒本。此戒因頭陀乞食比", "1322": "丘塚間自取食之。居士共嫌。比丘舉過。佛便", "1323": "制戒。", "1324": "若比丘不受食若藥著口中除水及楊枝波逸", "1325": "提　此滿足戒本文有五句。一犯人。二不受。", "1326": "三食體。四開緣。五結犯。辨相者初句可知。二", "1327": "言不受者。律云。他不與未受者是。受有五種。", "1328": "一手與手受。二手與持物受。三持物與手受", "1329": "四持與持物受。五若遙過物與者受者俱知", "133": "所想異所心異。如此諸事皆是妄語。言所見", "1330": "中間無所觸礙得墮手中是。復有五種。一身", "1331": "與身受二衣與衣受。三曲肘與曲肘受。四器", "1332": "與器受。五若有因緣置地與。是為五。三言食", "1333": "者。明所食體。律云。佉闍尼食根細未摩。及五", "1334": "正食等是為食體。四言除水及楊枝者。此明", "1335": "開緣。祇云。若楊枝咽汁者。須受水。濁者須", "1336": "受雪雹亦受。五分若水性醎不著鹽聽不受", "1337": "飲。又水性黃者自飲無罪。五言波逸提者。是", "1338": "結犯句。律云。若不受如上等。食隨咽隨犯。了", "1339": "論云。若破戒被殯別住十三難。三舉滅殯應", "134": "異者。行心之中見於虎狼。言見佛像是。言", "1340": "滅殯學悔等人。所受食清淨者。若取食不成", "1341": "受。五分云。從人受成。若從非人畜生受悉不", "1342": "成。若在壙野無淨人處。聽自洗燒器安水淨", "1343": "人安米自煮。若熟從他受。祇云。曠野中行", "1344": "牛上受食。長袋連紐一日一繫置牛上。人不", "1345": "得觸之。至時一比丘引繩。一比丘受取口云", "1346": "受受等。十云。飛鳥來啄一口去。但棄啄受餘", "1347": "殘得食。見云。天人鬼神畜生飛鳥皆成。又若", "1348": "塵土落盋中。可除者去之餘者不犯。細者更", "1349": "受。若病急緣大小便灰土得自取。十云。聽擔", "135": "所忍異者。領納違境安心苦受。名之為忍。對", "1350": "食。行不使人見。若食當下道取一搦不受而", "1351": "食。此是無人處。若有人處自擔糧。從他是淨", "1352": "食。又山野處無人者。日中不得往返。應七日", "1353": "自作先淨米取。祇云。口中有熱氣生瘡。須咽", "1354": "楊枝汁應受。若誤咽不犯。若淨人行果鹽菜", "1355": "應語懸放果墮草上即去者。不名受。小停者", "1356": "名受。若淨人難得自至食處總受而行。若淨", "1357": "人舉不離地亦名受。而非威儀。律云。若正不", "1358": "正食不與自取著口中。咽咽墮。非時七日限", "1359": "過亦墮。盡形無緣不受食犯吉。不犯者。取淨", "136": "他樂受異。本所忍故曰所忍異。言所欲者。緣", "1360": "水楊枝。若不受蘇油灌鼻與唾俱出餘不犯", "1361": "吉。乞食時鳥銜食。若風吹墮盋中除去此食。", "1362": "乃至一指爪可除者不犯。", "1363": "索美食戒第四十　制意者。出家之事特宜", "1364": "廉潔。今耽著美味求索好食。長己貪結惱亂", "1365": "施主。招世譏過。是故聖制　別緣有五。一是", "1366": "美食乳酪魚肉等。二隨非親乞。三為己乞。四", "1367": "無因緣。為病一坐間不堪食飽者。五食即便", "1368": "犯。已下正明戒本。此戒因跋難陀從檀越索", "1369": "雜食。被譏訶嘖。比丘舉過。因制此戒。", "137": "於財色悕須名欲。即言欲得聞法故曰所欲", "1370": "若比丘得好美食蘇酪魚肉若比丘知此美食", "1371": "無病為身索者波逸提　此滿足戒本文有四", "1372": "句。一犯人。二食體。三無緣。四為己結犯罪。", "1373": "辨相者可知。祇云。不得從屠家乳酪家乞。恐", "1374": "招譏過。蠶家乞綿亦同此例　問。律結尼吉", "1375": "者何　答。尼是女弱。求索美食。女人所諱為", "1376": "之義希故。故犯吉。大僧丈夫身報力強。夫乞", "1377": "美食資身數故。是以犯提。律云。不犯者。病人", "1378": "自乞。為病人乞。或自他交乞。不求自得。並皆", "1379": "不犯。", "138": "異。言所觸異者。坐禪行中實得冷觸。言得熱", "1380": "與外道食戒第四十一　制意者。三種過故", "1381": "制不與食。一異學情及恒懷悚。外難與理親。", "1382": "雖傷惠施不荷其恩。反生譏謗。二邪見乖宗", "1383": "非真福田。令以施主之食授與外道。損他施", "1384": "主不得勝田。獲反報之福。三躬自持食授與", "1385": "外道。容生惑倒。謂外道是勝。比丘不如。以斯", "1386": "過故不許自手與食　別緣有六。一是出家", "1387": "外道甄去在家外道白衣犯輕故爾。二知是", "1388": "出家外道不知犯輕。三非親若與父母外道。", "1389": "恩重故聽。四是食與衣義希故犯小罪。五自", "139": "觸。是名熱觸異。言所想異者。無生異怨想。", "1390": "手與除置地遣人與不犯。六彼手受即犯。已", "1391": "下正明戒本。此戒因阿難分殘食與乞人故。", "1392": "又外道得食反謗。故佛制斯戒。", "1393": "若比丘外道男外道女自手與食波逸提　此", "1394": "滿足戒本文有四句。一犯人。二所與處。三與", "1395": "葉。四結罪。言比丘者義如上釋。言外道男女", "1396": "者。裸形異學人。此眾外出家者是。言自手與", "1397": "食者。若正非正食。乃至蘇油等不置地。不使", "1398": "人與者名自手與。言波逸提者。是違句。律云。", "1399": "彼若受與者提。若不受吉。五分云。持己食分", "14": "二宿強敷坐脫著覆為尼作衣尼坐過受別眾", "140": "言有親想故曰也。言所心異者。行心緣此益。", "1400": "一揣別著。使自取不得持僧食。若與乞兒狗", "1401": "鳥等。應量己食分多少。然後減不得持分外", "1402": "與。十云。外道伺求長短與食不名污家。多云。", "1403": "與時人見者自與不犯。若僧共與僧食無過。", "1404": "唯不得自手與。律云。不犯者。若置地。若使", "1405": "人與。若與父母外道。若作佛塔僧房人計價", "1406": "與。若勢力強奪。並皆不犯。", "1407": "先受前請後食至他家不囑戒第四十二　三", "1408": "過故制。一者凡俗里多務為善事難。惙其家", "1409": "業專崇福。會已許受請行。詣他家脫若事差。", "141": "言緣彼故云所心異。皆得提罪。又律云。說戒", "1410": "惱處不輕。二既有食處。宜息緣修道。無事遊", "1411": "散妨廢所習。三共眾受請皆入聚落。令他施", "1412": "主見僧不集。竟不設供。稽留大眾。使不得", "1413": "飽滿。惱眾殊深。故聖禁制　別緣有五。一", "1414": "先受他請以不受。故佛開不囑入村。二食前", "1415": "後。三不囑授。四向白衣家。除詣伽藍。又除病", "1416": "作衣等緣。五入門犯。已下正明戒本。此戒", "1417": "因跋難陀故令僧食時不得食好菓。故制斯", "1418": "戒。", "1419": "若比丘先受請已前食後食詣餘家不囑受餘", "142": "時乃至三問。憶念有罪。而不發露者犯默妄", "1420": "比丘除餘時波逸提時者病時作衣時施衣時", "1421": "是謂餘時　此滿戒文有三段。初略制。次隨", "1422": "制。後廣制。為前食故初略結。為後食故隨結。", "1423": "為請喚故廣制。就廣戒本句有其五。一正明", "1424": "是比丘先受他請。二食前食後至他家。三不", "1425": "囑受。四除開緣。五結犯。除時者已下誦前第", "1426": "四句。辨相具釋。初句可知。言前食後食者。從", "1427": "明相出至食時。名前食。後食時至日中。名後", "1428": "食。三言不囑餘比丘者。律云。若同房同住", "1429": "同界者。應令知受請處。四言除餘時者。是開", "143": "吉羅。僧祇屠兒等逐畜生問言見不不得。妄", "1430": "緣。於中有三。一病。二作衣。三施衣。義如別", "1431": "眾食戒說。五言波逸者。是違犯結罪句。律云。", "1432": "若受請已欲至餘家。不囑同戒同受請者。若", "1433": "去入門便犯。不同展轉食戒。囑異為囑異。為", "1434": "囑同界者容有覓義。故律云。若囑授詣村而", "1435": "中道還。若至餘家。或至寺內庫藏處及聚落", "1436": "邊房。若尼寺。若至彼白衣家還出。並失前囑", "1437": "受。更當囑他。若不爾者入門即犯。律云。不", "1438": "犯者。如戒本開緣及無比丘可囑。至餘庫藏", "1439": "及尼者。若家家多敷坐具請比丘成一會。隨", "144": "語不得。爾處應問餘事。乃至看自指甲應方", "1440": "至皆是請處。是故不犯。十云。若食不足。若不", "1441": "至餘處求。不犯。多云。檀越明日設供。比丘今", "1442": "日往犯提。除喚不犯。", "1443": "食家強坐戒第四十三　制意者。凡在家俗", "1444": "人婚會。無時久坐不去。放妨彼邪心遞相逼", "1445": "斥。理非所宜。又復出家離穢受染之所。事須", "1446": "防遠。容自壞心行。外涉譏醜。故所以制　別", "1447": "緣有四。一是食家甄去斷婬欲家及二俱受", "1448": "齋不犯。二夫婦常所居屏處。三無第四人。四", "1449": "申手不及戶處坐便犯。此戒因迦陀夷起過。", "145": "便引接。令畜生遠去。如是方便無犯。十誦", "1450": "佛便制戒。", "1451": "若比丘在食家中有寶強安坐者波逸提　此", "1452": "滿足戒本文有三句。一犯人。二食家有寶。三", "1453": "強坐結犯。辨相中初句可知。二言食家有寶", "1454": "者。律云。男以女為食。女以男為食。故名食", "1455": "家。寶者七寶。夫妻相重如寶。故名中有寶。五", "1456": "分云。男女情相共食名食家。十云。斷婬欲家", "1457": "及俱受齋戒名非食家。三言強安坐者。律云。", "1458": "若當舒手不及戶處坐。防其事故名強安坐。", "1459": "言波逸提者。律云。若比丘在食家。夫婦俱不", "146": "若語高性人云。是下性者犯墮。若語兩眼人", "1460": "受齋強坐犯提。若互二句犯吉。若俱受齋不", "1461": "犯。祇云。見色愛者故名食也。此食為四食之", "1462": "中是觸食。以眼根對色故名觸食。五分云。若", "1463": "知妨其事者犯。十云。此舍多人出入不犯。多", "1464": "云。言有寶者。以著寶衣輕明發欲故。四分云。", "1465": "第四人若盲聾俱有亦提。互有吉羅。一盲一", "1466": "聾共成一人不犯。比丘立而不坐吉羅。不犯", "1467": "者。若食家有寶。舒手及戶處坐。若有二比丘", "1468": "為伴。有識別人。若作人在一處。或從前逕過", "1469": "不住。若病發倒地。若力勢所持。或被繫縛。或", "147": "云。如一眼得妄語提。又輕惱比丘故提。若", "1470": "命梵難不犯。", "1471": "屏與女人坐戒第四十四　制意同前。唯無第", "1472": "三人為異　別緣有四。一是俗女。二是屏處。", "1473": "三無第三人　四申手不及戶處坐犯。已下正", "1474": "明戒本。此戒因同前戒。", "1475": "若比丘食家中有寶在屏處坐者波逸提　文", "1476": "有四句。一者犯人。二食家有寶。三屏處。四", "1477": "結犯。辨相文中前二後一可知。三言屏處", "1478": "者。若樹牆壁籬柵。若衣及餘物障。故名屏", "1479": "處。此中犯者。謂夫主不在。獨與其妻屏坐故", "148": "語一眼人云。汝是瞎眼人得輕惱他罪。又明", "1480": "犯提。多論云。閉戶無淨人提。開戶外有淨人", "1481": "吉。戶內有淨人不犯。祇云。若母姊妹。若大小", "1482": "淨人。睡眠癡狂嬰兒雖有。是人名獨不堪為", "1483": "證故同犯位。若淨人作務來註不斷。若閣上", "1484": "閣下淨人看見者不犯開緣如前戒。", "1485": "獨與俗女露坐戒第四十五　制意同前　別", "1486": "緣有四。一是俗人女。二是露處。三無第三人。", "1487": "此是離見聞屏而非重物障故稱露。故與前", "1488": "戒並開第三人。四在申手內坐犯。若申手外", "1489": "吉。已下正明戒本。此戒犯緣與前戒同。", "149": "五種妄語。從夷至吉是。今約此戒因果三種。", "1490": "若比丘獨與女人露地坐者波逸提　此滿足", "1491": "戒本文有四句。一犯人。二犯境。三犯處。四結", "1492": "罪。初句可知。言獨者。一女人一比丘。第二言", "1493": "女人者。是犯境。律云。人女有知命根不斷。第", "1494": "三言露地者。是犯處。謂在見聞屏處。相去申", "1495": "手內坐。故十律云。相去一文犯。第四言波逸", "1496": "提者。是謂違犯句。故律云。獨與女坐無第三", "1497": "人為證。隨起還坐隨爾數墮。相去一尋內犯", "1498": "提。一尋半犯吉。二尋已外無犯。十云。相去一", "1499": "文提。丈五吉。二丈不犯。辨相開緣並同前戒", "15": "三鉢十非時殘宿不受外道食藥請三坐前。", "150": "若起心欲誑前人得責吉。若發言前人未解", "1500": "不犯。", "1501": "驅他出聚落戒四十六　制意者。凡出家之人", "1502": "理壞貞實忠信自居。先許他家食。而竟不與", "1503": "惡心驅出。時限已過。使他一日不得食。以充", "1504": "驅處。至重故所以制　別緣有六。一是大比", "1505": "丘。二先許。三不與食。四無因緣。謂有舉殯命", "1506": "梵等難。不犯故爾。五惡心驅出。六相離見聞。", "1507": "或彼去已去故。已下正明戒本。此戒因跋難", "1508": "陀令餘比丘至食時驅不得食。佛便制戒。", "1509": "若比丘語餘比丘如是言大德共至聚落當與", "151": "得對首吉。若言了前人解即得提罪。不犯中。", "1510": "汝等食彼比丘竟不教與是比丘食語言汝一", "1511": "處若坐若語不樂我獨坐獨語以此因緣非餘", "1512": "方便遣他去波逸提　此滿足戒本文有三句。", "1513": "一犯人。二語餘下至與汝食。正明將至聚落", "1514": "許與彼食。三彼比丘竟不。已下不與彼食遣", "1515": "去結罪。以此因緣者。謂是惱亂因緣。非餘者。", "1516": "非餘不犯等緣如上無威儀等。辨相者初句", "1517": "可知。言聚落者。有四種村如上。言與食者。謂", "1518": "是五正明。律云。若方便捨見處至聞處犯吉。", "1519": "互作亦吉。見聞俱離犯提。律云。不犯者。與", "152": "律云。但稱想說。見言見。不見言不見。乃至知", "1520": "食遣去。若病若無威儀人見不喜自送食與。", "1521": "若破戒破見等故。若命梵等難。若無瞋恨亦", "1522": "無慊心。悉皆不犯。", "1523": "過受四月藥請戒第四十七　制意者。然篤", "1524": "信士供辦美藥。延請僧眾虔心供養。施主有", "1525": "限。宜應將護稱施而受。今過受他藥。長貪惱", "1526": "物。敗善增惡。損處不輕。故今聖制　別緣具", "1527": "六。一是藥請。二施心限定。三知期限定。四過", "1528": "限而受。五無因緣。六食咽咽犯。已下正明戒", "1529": "本。此戒因六群比丘起過。故制戒。", "153": "等八種皆爾。若意有見想便說者皆不犯。", "1530": "請比丘四月與藥無病比丘應受若過受除常", "1531": "請更請分請盡壽請波逸提　此滿足戒本文", "1532": "有六句。一犯人。二藥請。三無病下教齊。四四", "1533": "月受。五闕緣。六過受結犯。辨相中比丘者如", "1534": "上釋。二四月請與藥者。律云。四月者夏四月", "1535": "也。祇云。春夏冬三時俱犯。三言無病比丘應", "1536": "受者。教齊四月受也。此是受藥方法。四言若", "1537": "過受者。此明過四月受。律云。若夜藥有分齊。", "1538": "夏四月應受。若夜無分齊。隨施時應受。不論", "1539": "藥分齊。五言除常請者。明開受緣。律云。常請", "154": "毀呰戒第二　一制意者。然夫人之法宜出", "1540": "者施主作如是言。我常與藥。更請者斷已後", "1541": "復更請與藥。分請者持藥至伽藍中分與。盡", "1542": "形受請者。施主言。我常盡形與藥。次前四句", "1543": "通達開緣藥。第六言波逸提者。是違犯句。律", "1544": "云。四藥之中過受三藥俱犯提罪。故伽論過", "1545": "時藥亦犯提罪。七日盡形如律下文。醫所教", "1546": "服藥故知是犯。如施一食過受尚犯。豈況過", "1547": "四月受寧不犯提。故十律云。過四月已復索", "1548": "蘇等七日藥。及終身中椒薑鉢畢鹽等犯提。", "1549": "若索毘醯勒等三吉羅。非時藥賤。又療患義", "155": "善言。遞相讚嘆令彼歡喜勇進修道。反以下", "1550": "微。受義希故犯小罪　問。施一食中過受蘇", "1551": "油犯輕。此受蘇油何以便重　答。彼據身外", "1552": "塗足。燃燈既是外用。過義受希故彼犯輕。此", "1553": "施內資過受義數故得提罪。又善論若檀越", "1554": "四月與油索蘇吉羅。故知索藥罪輕。過受", "1555": "便重。所以爾者。解言。施主先有好心。四月", "1556": "與藥期限已滿。供養心息。過受致惱。損敗處", "1557": "深。又復乘前供養人喜過受。故過受重。若索", "1558": "藥者。以其居士先無施心。乞任彼量。損惱義", "1559": "微。又以施主先無心故。乞希故輕。與衣不", "156": "賤之言形呰。前人令彼慚愧。癈修正業。傷", "1560": "同衣資義寬。與乞過受二俱是數故希犯提", "1561": "罪。律云。不犯者。如戒本四緣是。", "1562": "觀軍陣戒第四十八　制意者。凡軍陣凶險", "1563": "丘又交競。實則傾敗。俄爾戲便令心蕩逸招", "1564": "譏損道。愆深過極。交違慈愍。故不聽觀　別", "1565": "緣有四。一是軍陣。二故往觀。三無因緣。謂被", "1566": "請及軍陣。復至水睦險難等不犯故。四往見", "1567": "便犯。已下正明戒本。此戒因六群觀陣。波斯", "1568": "遙見心甚不悅。佛便制戒。", "1569": "若比丘往觀軍陣除時因緣波逸提　此滿足", "157": "初人心甚於劍割。惱處不輕故。所以聖制", "1570": "戒本文有四句。一犯人。二觀陣。三開緣。四", "1571": "結罪。辨相中初句可知。二言軍陣者。於中有", "1572": "三。一釋名。車幕毛聚稱軍。行列相對名陣。二", "1573": "舉數者。律云。軍有四種。謂象馬車步等。純雜", "1574": "二種如律廣說。都有二十六軍。三辨相者。祇", "1575": "云。象力最大。四人從之成一象軍。馬力次弱。", "1576": "八人從之成馬軍。車軍次弱。十六人從成一", "1577": "車軍。三十二人帶伎成一步軍。所言陣者。行", "1578": "列相對。或方。或圓。或半形。或張甄。或咸陣", "1579": "等。若戲。若闕戰。三言除是因緣者。律云。若", "158": "別緣有六。一大比丘。十誦五分毀下四眾皆", "1580": "自有事須往。若彼請喚。乃至勢力將去。及", "1581": "餘種種不自在緣。四言波逸提者。是違犯結", "1582": "罪句。律云。彼比丘往觀軍陣。從道至道。從道", "1583": "至非道。乃至從下至高去。若見者犯提。不見", "1584": "吉羅。若方便莊嚴。欲觀而不去者吉。若比丘", "1585": "先在道行軍陣。後至應避下道。若不避者吉。", "1586": "乃至下戒亦爾。若見犯提。不見吉羅。祇云。若", "1587": "逢軍不作意見者無犯。若作意舉頭窺望見", "1588": "提。若天王出作意看者越。乃至看畜生鬪。乃", "1589": "看人諍口皆越。十誦為作無常觀故。雖觀不", "159": "吉。二是毀呰語。三知是毀呰語。四作折辱意。", "1590": "犯。如前所說。", "1591": "有緣至軍過限宿戒第四十九　別緣有五。一", "1592": "有因緣。至軍中宿。二曾逕二宿。三第三宿不", "1593": "離見聞處。四無因緣。謂二道斷命梵難不去", "1594": "無罪。五過三夜明相出犯。已下正明戒本。此", "1595": "戒因六群有緣至軍中宿。居士譏嫌。比丘舉", "1596": "過。佛制戒。", "1597": "若比丘有因緣聽至軍中二宿三宿過者波逸", "1598": "提　此滿足戒本文有三句。一犯人。二開緣。", "1599": "三違犯罪。初句可知。二言有因緣者。律云。", "16": "二軍陣十如非時食咽咽者。豈非通名身業。", "160": "五言章了了。六前人聞知。此毀語亦有四句。", "1600": "有喚及自事等緣。多論開往者為沙門果故。", "1601": "長養佛法故。長信敬心故。又道俗相須成就", "1602": "佛法故。聽往有益至三宿。三言過者波逸提。", "1603": "是違犯結罪。律云。若至第三宿明相未出應", "1604": "離見聞處。若不離明相出犯提。見聞互不離", "1605": "犯吉。若第四夜往處初夜即犯。不待明相。律", "1606": "云。不犯者。得二宿至第三宿。明相未出離見", "1607": "聞處。若水陸道斷惡戰等難。並不犯。", "1608": "有緣至軍二宿往觀軍陣合戰戒第五十　過", "1609": "不異前既有因緣聽至軍中。宜應坐住。復方", "161": "比前而說。已下正明戒本。此戒因六群比丘。", "1610": "便往觀。過同於初。故所以制　別緣有五。一", "1611": "先有緣在軍中宿。二軍陣合戰。三方便往觀。", "1612": "四見便犯。已下正明戒本。此戒因六群有緣", "1613": "在軍觀諸鬪力。中有一人為箭所射。居士怪", "1614": "情。比丘白佛。因斯制戒。", "1615": "若比丘二宿三宿軍中住或觀軍陣鬪戰若遊", "1616": "軍象馬力勢者波逸提　此滿足戒本文有五", "1617": "句。一者犯人。二有緣先在軍中。三或觀者一", "1618": "心明觀業。四軍陣已下所觀之境。於中有四。", "1619": "一軍。二陣。三鬪戰。四勢力。五者結罪。辨相", "162": "斷事種類罵彼。忘失前後慚愧不語。比丘舉", "1620": "中初句可知。第二句如前戒所開。第三言觀", "1621": "軍陣者。是觀業。四言軍陣等者。軍陣如前所", "1622": "明。鬪戰相狀。若戲鬪。若真實鬪。言勢力者。", "1623": "第一象力馬力車力步力等。五言波逸提者。", "1624": "是違犯句。輕重不同。若比丘往觀見者犯提。", "1625": "不見犯吉。餘如前戒。不犯者。若有請喚及勢", "1626": "力等難。命梵之難。雖不離不犯。", "1627": "飲酒戒第五十一　制意者。酒為毒水。飲則", "1628": "成患。令人志性猖狂廣興諸惡。妨修廢業。損", "1629": "道招譏。生患之本。寧容不禁。是故聖判　別", "163": "過。佛引古牛以譬畜生得毀不堪進力等。便", "1630": "緣有三。一是酒。二無重病。三飲即犯。已下正", "1631": "明戒本。此戒因婆伽陀比丘起過。故制斯戒", "1632": "若比丘飲酒者波逸提　滿足戒本文有三句。", "1633": "一犯人。二所飲之酒。三飲而結罪。辨相中初", "1634": "句可知。二言飲酒者。於中有二。初列五種酒。", "1635": "如律所明。一木酒。二粳米酒。三餘米酒。四大", "1636": "麥酒。五有餘法作酒者。二就木酒偏舉料簡。", "1637": "律云。木酒者有六。一梨汁酒。二閻浮菓酒。三", "1638": "甘蔗酒。四舍樓伽菓酒。五麴汁酒。六蒲桃", "1639": "酒。梨酒者若以蜜石蜜雜作。乃至蒲桃酒亦", "164": "制此戒。", "1640": "如是。三言波逸提者。是結罪。律云。但使是", "1641": "酒。乃至草木作者。無酒色香味。若非酒而有", "1642": "酒色香味。並不合飲。若酒初和和飲皆犯提。", "1643": "甛酢酒食麴酒糟一切吉羅。十云。若飲似酒", "1644": "酢酒糟醫。若麴能醉人。咽咽皆墮。多云。酒酒", "1645": "相酒疑酒無酒想一切墮罪。無酒有酒想疑", "1646": "皆吉。莫非取境犯。謂前有方便。又不得強勸", "1647": "飲酒前人。若飲勸者犯提。不飲吉羅。祇云。一", "1648": "切果漿令人醉越。若麴飯相和食者提。善見", "1649": "云。若酒煮藥故有酒香味犯吉。無者得飲。四", "165": "若比丘種類毀呰語者波逸提　此滿足戒本", "1650": "分云。以我為師者。不得以草木內酒中渧口。", "1651": "五分以降龍故得酒醉。衣盋蹤橫。乃至佛說", "1652": "偈。昔日敬佛。今不能敬。昔伏毒龍。今不能降", "1653": "蝦䗫。多云。此戒極重。能作四逆。除一破僧。", "1654": "又亦能破諸戒律行。而及能作眾作差。故", "1655": "律重制。律云。不犯者。若有病餘藥持不善。以", "1656": "酒為藥。若以酒塗瘡。一切不犯。五分云。若先", "1657": "習酒人不酒者氣絕欲死。飲食不消。聽嗅酒", "1658": "器。若不差者以酒著󰉔粥中合食。不差者以", "1659": "酒與。飲漸漸斷之。", "166": "文有三句。一犯人。二毀語。三結犯。初句可", "1660": "水中嬉戲戒第五十二　多論四義故制。一", "1661": "佛法尊重。理宜表敬。今入水遊戲。損壞匪輕。", "1662": "二理宜威儀庠序。外長信敬。入水遊戲。動越", "1663": "威儀。招世譏過。三宜息修道入水遊戲。妨廢", "1664": "正業。四宜修正念。入水戲謔。令心散亂。失正", "1665": "念故。是以聖制　別緣有三。一是水。二無緣。", "1666": "三戲即犯。此戒因十七群河中遊戲。波斯匿", "1667": "王遙見譏嫌。佛便制。", "1668": "若比丘水中嬉戲者波逸提　戒本有三句。一", "1669": "犯。二水戲。三結罪。辨相中初句可知二言水", "167": "知。言種類毀呰者。於中有二。初引六惡法。次", "1670": "中戲者律云。放意自恣從此至彼。逆流順流。", "1671": "此沒彼出。手畫水相灒。乃至以鉢盛水戲弄", "1672": "者提。三言波逸提者。違犯名。律云。比丘水", "1673": "中如上所戲悉犯提罪。除水已若酪漿若酒", "1674": "麥汁器中弄戲皆犯吉羅。祇云。水陸互澆灒", "1675": "越。俱水中者提。五分搏雪及草頭露弄者吉。", "1676": "伽云。乃至水滴地亦吉。大雲經說王見遊戲", "1677": "說偈。夫人言。吾聞諸比丘。久已離塵羈。戲慕", "1678": "泥水中。云何為人師。諸比丘遊戲已足入定", "1679": "知心。遂以神力雁行而去夫人見而向王說", "168": "明所罵事。言六惡者如律中說種類。一種卑。", "1680": "偈。吾家諸比丘久以離塵羈。沙彌尚如是。何", "1681": "況釋迦師。王因生信。律云。不犯者。若道行", "1682": "渡水。或水中牽竹木捭順流上下。若失物沈", "1683": "入水底此沒彼出。或從此岸渡至彼岸。或學", "1684": "知浮法而擢臂水中灒水者。一切不犯。", "1685": "擊攊比丘戒第五十三　事雖是輕過容至重。", "1686": "人之喜為特。宜須禁故所以制　別緣有五。", "1687": "一是比丘。二作惱亂意。三手脚十指。四無緣。", "1688": "若眠觸令覺行來誤觸等不犯故。五觸著即", "1689": "犯　此戒因六群中一人擊攊十七群中一人。", "169": "二性卑。三業卑。四相貌卑。五犯過卑。六結使", "1690": "乃至令命終。比丘舉過。佛便呵制戒。", "1691": "若比丘以指相擊攊者波逸提　戒本三句。一", "1692": "犯人。二擊攊。三結罪。辨相中初句可知。二言", "1693": "以指擊攊者。律云。指者手脚二十指。三言波", "1694": "逸提者。違犯罪名。四分以手脚相擊攊一切", "1695": "提罪。祇云。以指除手脚已若杖若拂抦及戶", "1696": "籥餘一切物擊攊者吉。指比丘亦提。五指指", "1697": "五提。乃至善會以指某甲去。去者亦提。五分", "1698": "云。若擊攊沙彌乃至畜生亦吉。律云。不犯者。", "1699": "若不故作。若睡觸令覺。若出入行來。若掃地", "17": "此一既爾。餘類可知。第三軍陣飲酒水戲過", "170": "卑。言種卑者。汝是卑家生。言性卑者　汝是下", "1700": "誤觸。並不犯。", "1701": "不授諫戒第五十四　制意者。凡出家之人", "1702": "理宜離惡為宗。然已迷情將欲作過。他以理", "1703": "諫。復不從順。苟且為非違。損處重故。須聖", "1704": "制　別緣有五。一己所作非法事。二他如法", "1705": "設諫。三知己所作非前人諫者是。四拒諫不", "1706": "受。五隨所作犯根本。不從語波逸提。已下正", "1707": "明戒本。此戒因闡陀比丘犯戒。餘比丘諫言。", "1708": "莫作此意不應爾。不從他諫。即犯諸罪。比丘", "1709": "白佛。佛呵制戒。", "171": "姓人。言業卑者。汝是伎術工巧人。言相貌", "1710": "若比丘不受諫者波逸提　此戒文有三句。一", "1711": "犯人。二不受諫。三結罪。辨相中初句可知。二", "1712": "言不受諫者。自知作非他勸莫作拒而不從", "1713": "故曰不受諫。三言波逸提者。是違犯罪名。釋", "1714": "云。但使知己為非前諫者。是故違情重。是以", "1715": "得提。若謂己所作是前諫者非過輕微故得", "1716": "吉羅。隨所作事邊以識事故作。以不知得脫", "1717": "猶犯根本罪。此違一人諫不隨前事結罪輕", "1718": "重。但就心辨虛故罪重。心實故輕。文中先結", "1719": "心實之吉。次結心虛提。是以律云。若他諫言", "172": "卑者。汝是盲瞎等人。言犯過卑者。汝是犯過", "1720": "莫作此事。然故犯根本。不從語吉。若自知所", "1721": "作非然故作犯根本。不從語提。多云。欲作前", "1722": "不受諫犯吉。後作以根本外別得提罪問。", "1723": "違僧諫中諫竟即犯。不待作事。此中所以諫", "1724": "竟未犯。要待作事。此戒既是一人設諫。無有", "1725": "僧命眾法可違。是以諫竟未犯。要待作事違", "1726": "諫義成。是以不類。若爾下拒勸學戒亦是一", "1727": "人所諫。而無眾命可違。何以諫竟即犯。與此", "1728": "相違答。彼諫止犯先。是不學止犯之人。發", "1729": "言拒諫道已。不學即是止犯。表違已成故。所", "173": "人。言結使卑者。汝是多結使人。第二所罵事", "1730": "以犯。此諫作犯。雖言拒諫道我作者仍猶未", "1731": "作違未就。要待作事違陳義成亦非一類。律", "1732": "云。不犯者。前人無智報言。可問汝師乃至知", "1733": "諫法者。若諫當用。若戲語獨語夢語錯說等。", "1734": "一切不犯。", "1735": "恐怖比丘戒第五十五　制意者。凡出家人", "1736": "宜須持護。不相惱觸。今以六塵等事遞相。恐", "1737": "怖令彼惶悸。廢修正業。事惱殊深。故須制斷", "1738": "別緣有五。一大比丘。二作恐怖意。三以六", "1739": "塵等事。一一說示。四言辭了了。五前人見聞", "174": "者有三。一若面罵。二喻罵。三自比罵。言面罵", "1740": "觸知便犯。已下正明戒本。此戒因那迦波羅", "1741": "反被拘執衣。欲怖佛令還入房。佛便呵責。制", "1742": "斯戒本。", "1743": "若比丘恐怖他比丘者波逸提　此滿足本文", "1744": "有三句。一犯人。二恐怖。三結罪。辨相中初句", "1745": "可知。二言恐怖者。律明恐業。先列名。後隨", "1746": "釋。言列名者。彼以色聲香味觸法六事。一一", "1747": "示之。言色恐怖者。或作鳥形乃至鬼及獸形。", "1748": "如是以色恐怖前人。言聲恐怖者。或貝聲象", "1749": "聲等以如是聲恐怖前人。乃至以法恐怖。語", "175": "者。汝是除糞家生等是。言喻罵者。汝似除糞", "1750": "前人我見如是相汝當死。若失衣鉢及汝和", "1751": "上亦爾。汝父母得病。若死等以此法恐怖者。", "1752": "三言波逸提者。是違犯句。律云。若以六事。隨", "1753": "一一提。令彼見聞等若恐怖若不恐怖。一一", "1754": "皆得提罪。若不了前人不知等。一一吉羅。律", "1755": "云。不犯者。或闇地坐無燈火。或大小便處遙", "1756": "見謂言惡獸。乃至行聲咳聲觸聲而恐怖者。", "1757": "或以色等示人不作恐怖意。或若實有是。見", "1758": "夢當死失衣。乃至父母重病若死。語彼令知", "1759": "及誤。一切不犯。", "176": "種等。言自比罵者。我非除糞種。乃至我非販", "1760": "過半月洗浴戒第五十六　十律云。洗浴有", "1761": "五利。一除垢穢。二身清淨。三除身中寒冷病。", "1762": "四除風。五得安隱。故溫室經云。浴除七病故。", "1763": "凡身多不淨事須澡除。但皎潔過常令身光", "1764": "澤。翫著色身無心厭背　正違出離。故須限約", "1765": "半月一洗。若過即犯　別緣有五。一曾前洗", "1766": "浴。二未滿半月。三更洗浴。四無因緣。五洗身", "1767": "半犯。已下正明戒本。此戒因瓶沙王聽諸比", "1768": "丘於竹園池中常浴。六群浴次。王與婇女詣", "1769": "池。相值王竟不浴。大臣嫌悉。比丘白佛。佛", "177": "賣殺牛羊跛躄人等。又作善法罵亦三種。面", "1770": "呵制戒。", "1771": "若比丘半月洗浴無病比丘應受不得過除餘", "1772": "時波逸提餘時者熱時病時作時風雨時道行", "1773": "時此是時　此滿足戒本文有四句。一犯人。", "1774": "二明半月一洗不得過。三除開緣。四結罪。餘", "1775": "時者下誦前第三句。辨相中初句可知。二言", "1776": "半月洗浴者。明半月一浴不得過。半月洗誦", "1777": "於半月內不得再洗。故曰不得過。祇云。應隨", "1778": "浴日數。要滿十五日乃應更洗。三先言除餘", "1779": "時者。明開緣。言除熱時。律云。春後四十五", "178": "罵者。汝是阿蘭若坐禪等人。餘二例知。第三", "1780": "日。夏初一月。是熱時。天竺熱早故。從三月", "1781": "初至五月十五日。此兩月半聽洗無罪。隨國", "1782": "土早晚熱用此限洗。又此兩月半時日滿便", "1783": "足。是名熱時。言病時者。四分云。下至身體臭", "1784": "穢是謂病時。言作時者。下至掃屋前地。十云。", "1785": "乃至掃僧房內地五尺。多云。五六尺。五分乃", "1786": "至掃屋內地。言風雨時者。下至一旋風一渧", "1787": "雨著身。言道行者。下至半由旬若來若往者", "1788": "是。四言波逸提。是過洗結罪句。律云。若過限", "1789": "洗一遍洗身一波逸提。若洗半身亦犯提。若", "179": "句言波逸提者。是結罪文。於輕重有二。一以", "1790": "方便欲洗不者吉羅。五分云。若共白衣同室", "1791": "浴身偷蘭。多云。露地不應共浴。若在室中知", "1792": "白衣。而無口過者聽。共浴比丘揩白衣吉。若", "1793": "自揩不用他揩者善。要著僧祇支。一當有慚", "1794": "愧。二不生他欲。因洗羅漢身軟有。凡見便起", "1795": "染失根。乃至還悔得本男身。律云。不犯者。如", "1796": "上六緣開數洗不犯。及被力勢所轉強令者。", "1797": "無事露地然火戒五十七　制意者。凡火性", "1798": "炎熾事變無恒。容有燒壞不可禁。又復然火", "1799": "群聚多著俗話。廢修正業。是以聖制　別緣", "18": "洗擊歷自色三衣二隨打博突入一等是。身", "180": "六種惡法罵比丘者皆得提罪。二以善法三", "1800": "有四。一是無因緣。甄去因緣不犯。二雖無因", "1801": "緣若在覆障處。生患義微亦是不犯。故須第", "1802": "二是露地。三然草木等甄去然炭。生過義微。", "1803": "但犯小罪。四燒便犯。此中但制無事。然火罪", "1804": "不言壞地傷。五生種罪。上已制竟故爾。此戒", "1805": "因六群露地火枯枝。內有蛇得火氣出。遂驚", "1806": "擲火燒佛講堂。比丘舉過。佛制斯戒。", "1807": "若比丘無病自為炙故在露地然火若教人然", "1808": "除時因緣波逸提　戒本三句。一犯人。二除", "1809": "病。二為已然火結犯。辨相中初句可知。二言", "181": "種罵者悉犯吉羅。就惡法罵中。若罵比丘", "1810": "自為已除病不開。三言波逸提者。是違犯結", "1811": "罪。故律云。彼於露地若然草木枝葉牛糞糠", "1812": "等。一切然者皆犯提罪。若以火置草木乃至", "1813": "糠越中亦犯提罪。五分為炙然火炎高四指", "1814": "者墮。多論若他已然後隨作何事皆墮。祇云。", "1815": "旋火作輪。或火中有草木。撥聚一切墮。若壞", "1816": "生二罪。一壞生。二然火。若在生地理有一", "1817": "墮。被燒半焳擲火中者吉。然炭火吉。不語", "1818": "前人知是看是吉。律云。不犯者。語前人知是", "1819": "看是。若病人自然教人然有緣。看病人為病", "182": "及父母者得提罪。若罵和上闍梨得蘭。若罵", "1820": "者煮糜粥美飲等。在死土及石并餘物上作", "1821": "火。開不犯。若在厨屋中浴室中。若熏鉢煮染", "1822": "然燈。一切無犯。", "1823": "藏他衣鉢戒五十八　制意者三。一調戲譃", "1824": "煩。因事相惱。藏他衣鉢覓時不得。令彼惶恐", "1825": "怖。惱處匪輕。二容生盜心。臨色事險可懼之", "1826": "甚。三假無盜心。致彼言謗清白難分。莫能自", "1827": "拔。以斯諸過故。須聖制　別緣有四。一是大", "1828": "比丘衣鉢事等。二作驚動彼意。三無因緣。或", "1829": "物主慢藏及二難等不犯。四取藏舉便犯。此", "183": "親罵親友同學等吉。毘尼云。比罵外更加是", "1830": "戒因六群十七群衣鉢等。諸比丘白佛。佛制", "1831": "斯戒。", "1832": "若比丘藏他比丘衣鉢坐具鍼筒若自藏若教", "1833": "人藏下至戲笑者波逸提　此滿足戒本文。文", "1834": "有三句。一犯人。二所藏物。三自他藏而結罪。", "1835": "辨相中三句可知。律云。上至惱他下至笑戲", "1836": "皆犯提罪。故云戲笑尚犯。況為故惱。多云。", "1837": "若五大色衣及不淨衣吉羅。未熏鉢󱬿𨩲衣", "1838": "鉢不作淨畜者皆墮。律云。不犯者。若實知彼", "1839": "人物體而舉。若在露地風雨漂漬舉之。若物", "184": "中有如是人亦犯。謂小姓比丘與大姓者同", "1840": "主為性慢藏衣物狼藉為誡勅之。若借他衣", "1841": "而彼不收舉。若因此衣鉢有命梵等緣故藏。", "1842": "一切不犯。", "1843": "真實淨施不問主取戒五十九　制意者。凡", "1844": "淨施之法為去存著之。情遠同大行。事既付", "1845": "彼。取用之時一須諮問。輒取理違聖教。又復", "1846": "前人既不見物。謂成失奪。惱他不輕。是故聖", "1847": "制　釋名者。捨與前人不虛稱為真實。此物", "1848": "不傷染心名為淨施。故曰真實淨施輒取戒。", "1849": "別緣有四。一是己物。二作真施淨施法。三不", "185": "住。云此中有小姓比丘。不犯者。律云。若為相", "1850": "語主令知。四取用便犯。此戒因六群真施親", "1851": "厚衣。比丘已後輒著。比丘白佛。呵制戒。", "1852": "若比丘與比丘比丘尼式叉摩那沙彌沙彌尼", "1853": "衣還取著者波逸提　滿足戒本文有三句。一", "1854": "犯人。二作淨施法。三輒取結罪。辨相中初", "1855": "句可知。二言與衣者。律云。淨施有二。一真", "1856": "實。二展轉。展轉者長衣戒說。三言波逸提", "1857": "者。是輒取違犯句。故律云。若作真實淨實淨", "1858": "施應問。主然。後取著。不爾者犯提。然此淨主", "1859": "文通五眾。人解不定。有說此是用戒通僧尼", "186": "利故說。為法故說。為律故說。為教授故說。為", "1860": "二眾合說。豈有比丘從尼取衣也。各對同類", "1861": "僧二尼三作法。又說依文通五眾為主。任心", "1862": "所樂　問。沙彌邊作淨受已云何　答。稱無", "1863": "歲比丘　問。幾物應說淨　答。謂衣藥鉢寶", "1864": "等　問。衣物尺量如何　答。衣尺六八寸。故", "1865": "律云。長如來八指。廣四指是。若互及全咸並", "1866": "悉不說無罪。鉢量可知。藥無其量。謂取七日", "1867": "加口法者餘悉非也。寶無多少。但金銀錢", "1868": "問。幾種人開心念說淨　答。十律開五種人。", "1869": "作七種心念法。律云。不犯者。若真實施語主", "187": "親友故說。或喜笑或因語。次或失口或觸處", "1870": "取。展轉者隨意取。", "1871": "白色三衣戒六十　制意者。凡壞色染衣道", "1872": "服標戒。內遣著情。外長信敬。今不染畜著。非", "1873": "是沙門道眼之幖。內長貪著。外招譏損。過是", "1874": "不輕。故須聖制　別緣有四。一是三衣。二是", "1875": "己物。三不染壞。四著便犯。此戒因六群著白", "1876": "色衣。居士譏嫌。比丘白佛。佛呵制戒。", "1877": "若比丘得新衣應三種壞色一一色中隨意壞", "1878": "若青若黑若木蘭若比丘不以三種壞色若青", "1879": "若黑若木蘭著餘新衣者波逸提　滿足戒本", "188": "說。或誤說。皆不犯。", "1880": "文有三句。一犯人。二得新衣已下教染壞方", "1881": "法。三若比丘以下不壞故違返聖教畜著結", "1882": "罪。辨相中初句可知。二言得新衣應三種壞", "1883": "者。律云。新衣者。若新若初從人得俱名新衣。", "1884": "十誦云。得他故者初得亦名新衣。言三種壞", "1885": "色者。青黑木蘭。三言不以三色壞著新衣波", "1886": "逸提者。是違返聖教結罪句。律云。彼得衣不", "1887": "作三種壞色著者墮。若重衣若輕衣。不作淨", "1888": "而畜者吉羅。若非衣鉢囊及諸巾。不作淨畜", "1889": "者吉羅。謂點色作淨。一切緣身所受用物。皆", "189": "兩舌語戒第三　制意。夫出家同住無心生", "1890": "須作淨而畜。若未染衣寄白衣家者吉羅。准", "1891": "此言淨者。謂以成色衣。或餘物以點著名淨。", "1892": "而並須染壞非謂。二衣須染。餘者但淨而已。", "1893": "若准律文。一切不染皆提。一切不淨皆吉。五", "1894": "分所以作淨者。異外道故。令與俗別作三種", "1895": "記。故失則易覓。多論云。五大色衣不成受。若", "1896": "應量不應量一切不得著。若點著者吉羅。此", "1897": "律犯墮。要三色相現成壞色衣畜者無罪。純", "1898": "色悉犯。祇云。純色不點壞提。著白色衣輕。點", "1899": "淨者不得。並作或一三五七九為點。極大齊", "19": "口合犯三十九者。位以為三。第一有兩戒。身", "190": "別。專構私屏。傳於彼此。令僧未有諍事。而", "1900": "四指。極小如豌豆。善見如麻子大。若約四分", "1901": "著白色衣提。不點犯輕。三色之中以一一色", "1902": "壞則成沙門衣。重衣不作淨吉。不得如花形", "1903": "作。浣褺有泥污。鳥足污即名為淨。若新大衣", "1904": "趣一角作。乃至一切衣新細揲亦爾。若眾多", "1905": "碎衣一處合補者。一處作。別者一一作淨。律", "1906": "云。不犯者。若得白衣染作三種色。餘輕重乃", "1907": "至內作淨者不犯。", "1908": "戒疏卷第三", "1909": "沙門　福慧勘記", "191": "生已有諍事不可除滅。聞亂僧眾惱懷處重。", "1910": "寅年十月十一日", "1911": "比丘　福漸詳閱", "192": "是故聖制　別緣有六。一善大比丘。除餘眾", "193": "及破僧助伴等。二說鄙惡事。三傳於彼此。四", "194": "作離意。五言章了了。六前人文知。論云。鬪亂", "195": "大比丘提。餘眾罪輕。以鬪比丘容有別部。破", "196": "僧事起為斯故重。亦有四句。比說可知。已下", "197": "正明戒本。此戒因六群傳他彼此。令眾鬪諍。", "198": "不能除滅。比丘舉過。佛引野干鬪諍二獸。況", "199": "復於人。便為制戒。", "2": "諸大德是九十波逸提法半月半月說戒經中", "20": "口正作業共身犯。謂屏露二敷具。若自敷身", "200": "若比丘兩舌語者波逸提　此滿足戒本文有", "201": "三句。一犯人。二兩舌。三結罪。初句可知。二", "202": "言兩舌語者。鬪亂兩頭令他破也。故律云。鬪", "203": "亂十眾。出家五眾在家亦爾。三言波逸提者。", "204": "是結犯文。律云。若鬪亂比丘者犯提。餘九", "205": "悉輕。祇云。以惡法告言某甲說。汝是無有上", "206": "中下法。欲令他離。若彼離不離皆墮。多論說", "207": "以更說墮。若不傳彼此語。但兩邊說合離散", "208": "者一切吉羅。不犯中。律云。若破惡知識惡伴", "209": "黨。和上同師親友知識。於僧塔廟作無利。欲", "21": "作業。若教人敷口作業。去時不自舉身正業。", "210": "方便作無義。破如是人者。一切無犯。", "211": "共女人同室宿戒第四　制意者。男女形殊", "212": "理無同居。境界交涉容生穢染。又致譏醜。莫", "213": "能自拔患累不輕。是故聖制　別緣有五。一", "214": "是人女。二室相成就。三共同室宿。四知共宿。", "215": "五隨臥轉側結罪。言人女者。四五二律局取", "216": "人女人。簡餘女簡異男等。但是人女不問道", "217": "俗親疎大小。五分乃至初生具除死女也。祇", "218": "云。十二律通三趣女。謂祇中云。母女姉妹", "219": "大小道俗咸是犯境。十律云。三趣女共宿並", "22": "不教人舉口正業。出門界犯。豈非共身犯。第", "220": "犯。若駝馬牛羊。若臥若立等。鵝鷹孔雀鷂等。", "221": "若一脚立頭置頂上即名宿犯。乃至他舍有", "222": "女人。客猫子處宿亦犯。四知共同宿者。但知", "223": "宿即犯。不同二行。要須共期方犯。五分若", "224": "母女姉妹近親病。若有知界自伴不臥皆不", "225": "犯。此律下開自病不犯。對此病開亦應立緣。", "226": "已下正明戒本。此戒因阿那律行路至婬女", "227": "舍宿。被女嬈。尊者昇在虛空中。彼慚愧懺悔。", "228": "說法得道。比丘舉過。佛便制戒。", "229": "若比丘與女人同室宿者波逸提　此滿足戒", "23": "二有七戒口家正業共身犯。謂覆藏麁罪。見", "230": "本文有四句。一犯人。二女人。三同室宿。四", "231": "結犯。初句可知。第二言與女人者。律云。人女", "232": "有知命根不斷。三言室宿者。室有四種。一四", "233": "周障上有覆。即同在一堂內。中有隔者准論", "234": "不合。二前敞無壁。即長行房擔下兩頭有障。", "235": "三雖覆而不遍。即同院一門上通覆開中央。", "236": "四雖覆遍而有開處。謂通覆障上少開明孔。", "237": "言宿者。此等四室比丘與女人同宿戒。女人", "238": "後至。或比丘後至。或二人俱至。若亞臥隨脇", "239": "轉側。一一皆犯。四言波逸提者。是犯句。於中", "24": "論身心犯。見聞作犯。此是通名身業。未即", "240": "有二。若與女人同室宿隨轉側一一犯提。若", "241": "與女人畜生若人黃門二根人同宿吉羅。若", "242": "比丘盡日臥女人立者吉羅。女人若坐犯屏", "243": "墮。多善二論若都集堂同障內設使出入皆", "244": "犯。十誦若在室中通夜坐者不犯。必應多共", "245": "處有明不睡者。祇云。一房別戶有隔無犯。若", "246": "大會通夜說法露地風雨寒雪欲入房內。應", "247": "端身直坐。若老病不能坐者。當施隔不得用", "248": "疎物。高齊肩腋。下至地不得容猫兒過。若無", "249": "隔者女人可信應語女人言。汝先眠。我坐。比", "25": "成罪。若發露無過。由口正不發露故。心地覆", "250": "丘欲眠。語令起我。欲眠。汝莫眠。若眠者汝無", "251": "福行。多論與十女宿得十墮。一一轉各各得", "252": "十墮。若白衣舍與女人並房不閉戶吉羅。不", "253": "犯中。律云。若先不知室內有女宿。若不成室", "254": "相。若坐若行若病。若為強力所投。若為人所", "255": "縛。若命梵等並皆無犯。", "256": "與未受具人同室宿過限戒第五　制意者。", "257": "凡道俗路乖情事相反。始習未閉事多相惱", "258": "近則生慢。亂道廢業。故宜別處存道益敬為。", "259": "是故須制。然出家之人栖心無定事有遊行。", "26": "藏逕夜便犯。是名假正業共身犯。餘有六戒。", "260": "投人止宿存形濟命。又沙彌離俗憑蔭在此", "261": "處。無所杖事須眷接。是以開聽限期二宿。然", "262": "禁則防其過。開則通其益。開制之宜理所應", "263": "然　別緣具五。一未受具人男子簡去女人", "264": "以佛不聽與女人同室。本不開二夜。何有過", "265": "三之咎。故伽論云。以二夜共沙彌宿。第三", "266": "夜共女人宿。得二提罪。二室相成就。三共同", "267": "室。四知同室。五隨過三夜犯提。已下正明戒", "268": "本。此戒文三。初句略制。三牒制隨開二夜三", "269": "夜。後廣制。言略制者。因六群共長者同室宿。", "27": "皆有口業作法。本自無過。由口止故身作前", "270": "中有比丘。亂心睡眠形露。為彼調持。佛制", "271": "不聽共宿。言牒隨開者。次因羅云開聽二三", "272": "問。佛既不聽與未具人宿。驅出羅云應是", "273": "順教。何以呵。言癡人無慈不護我意　答。夫", "274": "為弟子有事之時。理須諮啟。佛因事開輒爾。", "275": "驅出乖弟子之儀。無慈之甚。是以佛呵癡人", "276": "無慈親。是佛子尚不慈念。豈況餘人寧有慈", "277": "愍。五分佛呵癡人云。何野干驅逐師子。讚", "278": "嘆持戒因聽共未具人二宿。言第三廣制者。", "279": "下所辨是。", "28": "事即得其罪。謂皆請足食。二入聚輒著不與", "280": "若比丘與未受具戒人共宿過二宿至三宿波", "281": "逸提　此滿足戒本文有四句。一犯人。二未", "282": "受具人。三共宿過限。四結罪。初句可知。二言", "283": "未受具人者。除比丘比丘尼餘未受大戒人", "284": "是。三言共宿者。律云。同室宿有四種。如前所", "285": "明。於中四句差別。二人一室異。二室一人", "286": "異。三人室俱一。四人室俱異。此等並是共宿", "287": "中攝。言過二宿至三宿者是開限律云。共宿", "288": "至三夜明相未出應起避去。若至第四宿。若", "289": "自去。若使彼去。若不避明相似應明想出至", "29": "欲。是等假口正業共身犯。第三有三十戒口", "290": "第四日旦即犯一提。若避明相旦時未犯於", "291": "第四夜。隨宿轉側一一提罪。今戒本中直對", "292": "不避明相違法一邊而結故。言過二宿至三", "293": "宿提。若避明相過三未犯第四夜。祇若三夜", "294": "犯竟未懺悔。無二夜開隨宿人結罪。若懺竟", "295": "得開二夜。十誦若通夜坐。若病得與沙彌過", "296": "宿病人臥者開。餘不病比丘不應臥。四言波", "297": "逸提者。是犯名。母論云。若至第三夜比丘無", "298": "去處者不應臥坐。至明相現。若至第四宿。又", "299": "無去處明相欲現時。若自去。若遣彼去。若不", "3": "來　此明第三篇。初標說儀。次陳本戒。後", "30": "作共身犯。於內位四。一有十九戒。自口作", "300": "爾者皆犯提罪。若與非人畜生男共過三宿", "301": "一切吉羅餘不犯緣並同前戒。", "302": "共未受具人同誦戒第六　制意者。多論四", "303": "種義故佛制此戒。一為異外道故。二為師與", "304": "弟子位別故。三為分別言語分了故。四為依", "305": "實義不貴音聲故　別緣有五。一是佛所說", "306": "法。二字句味。三未具人。四齊聲同誦。五言說", "307": "了了便犯。已下明戒本。此戒因六群比丘與", "308": "諸長者在講堂。高聲同誦經語。惱亂坐禪比", "309": "丘。佛便制戒。", "31": "業假他身。是中若論自作唯身心犯。且約教", "310": "若比丘與未受具戒人同誦者波逸提。此滿", "311": "足戒本文有四句。一犯人。二未受具人。三同", "312": "誦。四結罪。前二句可知。三言同誦法者。誦謂", "313": "名文不前不後同時而誦。戒抄前抄後二誦", "314": "皆名同誦。所言法者。佛所說聲聞所說仙人", "315": "所說諸天所說皆是正法。四言波逸提者。是", "316": "違犯罪。故律云。若聲聞弟子餘人等說。為佛", "317": "印可者即名為法。此法若抄前抄後而說皆", "318": "犯提罪。故律云。共誦者。謂誦句義。句味字", "319": "義。非句義而亦爾。言句義者。二人齊誦聲同", "32": "人邊說。如教壞地。言雖了了未即犯提。要假", "320": "句表三行。理同名為句義。犯提。十誦云。齊", "321": "聲句異吉羅。言非句義者。前人說諸惡莫作。", "322": "未竟後人抄前。言諸惡莫作。使前人言教表", "323": "正行不圓。故曰非句義。亦犯提罪。以句同聲", "324": "相接故。言句味者。句表無常理。周有資神之", "325": "益。名曰句味。抄奪前言表理不周無資神之", "326": "用。故曰非句義。言字義者。齊聲同誦表名體。", "327": "理圓名為字義。抄奪前言名體不圓。故曰非", "328": "字義。見論云。一切律藏阿毘曇修多羅是佛", "329": "所說。後五百羅漢結集。此法同誦悉犯提罪。", "33": "前人身業壞地教者方犯。是名自口作業假", "330": "十誦隨一品一章一段各得提愆。若自以己", "331": "意撰集文字。乃至俗書非佛所說故無罪。不", "332": "犯中。律云。應言我說竟汝說。若一人誦竟", "333": "一人書。若二人同業同誦。若錯說彼此。皆不", "334": "犯。", "335": "向未受具人說他麁罪戒第七　制意者。出", "336": "家僧眾理宜清顯。善名外障生人信教。以此", "337": "比丘麁惡之事。向俗人說前人聞之。於彼僧", "338": "寶情生薄淡。失其敬信崇重之意。損壞處深。", "339": "故須聖制　別緣有七。一是比丘及尼。二犯", "34": "他身犯。餘皆類然。教人壞生掘地牽他出房", "340": "初二篇罪。三知犯麁罪。四無僧法開。五向未", "341": "受具人說。六言辭了了。七前人聞知。已下正", "342": "明戒本。此戒因六群比丘向白衣說犯僧殘。", "343": "比丘過彼犯者聞聲乃慚。餘比丘白佛。佛便", "344": "制戒。", "345": "若比丘知他比丘犯麁惡罪向未受大戒人說", "346": "除僧羯磨波逸提　此滿足戒本文有五句。", "347": "一犯人。二知麁罪。三向未受人說。四除僧羯", "348": "磨。五結罪。初句可知。第二句言知他犯麁者。", "349": "律云。犯初二兩篇名為麁惡罪。第三句言向", "35": "用虫水無事然火藏他衣鉢殺畜生驅他出聚", "350": "未受戒人說者。律云。除比丘比丘尼餘人是。", "351": "第四句言除僧羯磨者。是開限文。第五句言", "352": "波逸提者。是違犯罪。故多論云。寧破塔壞", "353": "像不說他麁罪。若破佛塔其罪有限。說他麁", "354": "罪破壞法身罪同五逆。故律云。不問前人有", "355": "罪無罪。眾僧不作羯磨。向人說一一皆墮。五", "356": "分尼白衣說僧汎爾。小小罪過皆墮。僧祇若", "357": "人問某甲比丘犯婬飲酒。答云。彼自當知。除", "358": "上二篇說餘罪。一一犯吉。又若說名字。若", "359": "種姓若衣服。若房舍若相貌皆犯提罪。說下", "36": "飲虫水遣使持己衣與尼捉寶高床。下次第", "360": "三篇得吉。若自說麁罪亦犯吉羅。不犯者。若", "361": "不知。若僧差。若非麁想。若白衣先已聞。皆不", "362": "犯。非不有小罪。", "363": "實得道向未受具戒人說戒第八　論云。二", "364": "義故制。一為大人法故。理宜功德覆藏諸惡", "365": "發露。今自說德行隱匿罪過非大人之法。二", "366": "自顯聖德。則賢愚有異。前人聞之。偏心專敬。", "367": "失於平等淨善之心。是故聖制　別緣有五。", "368": "一內有實德蠲去增上慢人境虛不犯。二自", "369": "言己有。三向未受具人說。四言辭了了。五前", "37": "七戒。此等戒是第二有四戒。自身假他口。謂", "370": "人聞知。然復此戒不別有緣。舉大妄語中。或", "371": "有實得音以制斯戒。此聖人制竟不復更犯。", "372": "謂是制聖遮凡。", "373": "若比丘向未受戒人說過人法言我見是我知", "374": "是實者波逸提　此戒文有四句。一人。二前", "375": "境。三說已所得。四緣罪。言若比丘者。義如上", "376": "辨。言未受具戒者。除比丘比丘尼餘人是。言", "377": "過人法者。是聖所證法是。言波逸提者。是違", "378": "犯罪。故十律云。比丘實是四果四向。或得四", "379": "禪四空。或成就慈悲喜捨不淨阿那等說者。", "38": "讚食減年受戒不攝耳聽屏聽。此等是如尼", "380": "皆犯提罪。或見實諸天龍鬼來至我所說者", "381": "亦提　問。說已得罪別夷提。所以現通但有", "382": "吉羅　答。若論口說義通凡聖。事簡虛實。虛", "383": "則過重。實則愆微故別夷提。神通聖能更無", "384": "有濫。但得吉羅　問。夷境所對該七眾犯。實", "385": "除二具。現神足者唯二俗犯。所以不同　答。", "386": "咸據過有增微故。此階降然。復此戒不別有", "387": "緣舉大妄語中。", "388": "與女人說法過五六語戒第九　制意者。凡", "389": "說法生善事。須應時。不請而說。理無強。授本", "39": "讚食戒。若尼不讚但爾直食本自無犯。假尼", "390": "無信敬情。懷奢慢脫因。斯次致興過非不免", "391": "此呵。又女人形自十福緣難遇。若全不說無", "392": "由生善。於法長隔永淪苦海。故復聽說。齊", "393": "五六語過則制犯　別緣有六。一是人女。二", "394": "知是人女。三不請。四無有知俗人男子。五言", "395": "辭了了。六過五六語便犯。已正明戒本。此戒", "396": "因迦留陀夷在姑前與兒婦耳語說法。便起", "397": "譏謗。佛便制斷。後因請說故聽齊五六語及", "398": "有智男證開過限說。", "399": "若比丘與女人說法過五六語除有智男子波", "4": "問清淨。此是標文也。初約總相七門分別。後", "40": "口讚食方成犯。減年受戒和尚得提。假羯磨", "400": "逸提　此滿足戒本文有五句。一犯人。二所", "401": "為女人。三說過限。四除開。五結罪。初二兩句", "402": "可知。三言說法過五六語者。法者謂是如來", "403": "親所宣說。及諸天等所說亦名為法。言過五", "404": "六語者。五謂五蘊。言色是無常。受想行識", "405": "亦復無我。六謂六根。言眼是無常。乃至意亦", "406": "無常。謂五至六過六至七。故名過五六語。四", "407": "言除有智男子者。是開緣。律云。智男子者。知", "408": "麁惡不麁惡事。多論解人情語可作證明。故", "409": "名有智男子。中邊不同者。不聽必須俗人出", "41": "竟。餘者可知。第三有五戒。自身口假他身。如", "410": "家。不得以事同故。若盲若聾。亦此二當一", "411": "人。若眠亦名無人。若咸七歲若過不解好惡", "412": "義味亦名無人。知男子及上可是。五言波逸", "413": "提者。是違犯罪。律云。若過已外說聲相接不", "414": "斷一罪。若句句斷絕說句句提罪。五分為說", "415": "五六竟。從坐起去。更有因緣還坐為說不犯。", "416": "若五六語竟為後女人說。如是相因為無量", "417": "女人說不犯。反上即犯。若辭句不了了犯吉。", "418": "若向非人畜生說亦吉。不犯者。律云。若依限", "419": "說。若知男子前過說。若無男子請應廣說。若", "42": "四期。索美食。第四有兩戒。自身口假他口。假", "420": "受五戒說五戒法。受八關齋法乃至女人聽", "421": "明轉生疑問。隨問廣說。皆得無犯。", "422": "堀地戒第十　多於三種益故不聽堀地壞", "423": "生。一為不惱害眾生故。出家修慈宜愍物命。", "424": "二為止誹謗故。三為大護佛法故。若佛不制", "425": "此二戒者。國王大臣役使比丘。由佛制故王", "426": "臣息心不復役使。得令靜緣修道發智斷或。", "427": "是名大護　別緣有五。一是生地。二作生地", "428": "想。三自堀。四使人堀時不作知靜語。五隨", "429": "傷便犯。已下正明戒本。此因六群為修治溝", "43": "異語觸惱。身口兩業假僧作白。又須喚問故。", "430": "堂故自堀地。居士譏嫌。比丘舉過。佛為制", "431": "戒。", "432": "若比丘自手堀地若教人堀地者波逸提　此", "433": "滿足戒本文有三節。一自堀故略制。二教人", "434": "堀時不行知淨前制非圓更復續結。三滿足", "435": "戒本文有五句。一犯人。二自作業。三所傷", "436": "地。四教人業。五結罪。初句可知。第二言自手", "437": "堀者。律云。若用鋤鑺或推打刀刺指搯扴傷。", "438": "第三言地者。律云。若已提地。已堀者經四月", "439": "被雨漬還如本。見於生地。無有砂石瓦礫能", "44": "假他口不受屏諫所作之事。通於七聚。豈非", "440": "土。是名生地。若四分砂一分土非生地。自堀", "441": "無過。祇云。地有二種。一生。二作。生者大地。", "442": "作者有二。一基作者露地壁。二上作者重閣", "443": "上露土。是皆名所傷之地第四言若教堀者。", "444": "律云。若不教言看是亦是犯緣。第五言波逸", "445": "提者。是違犯罪。律云。若比丘如上所傷之", "446": "地。若以用鋤鑺乃至指抓損傷及地上燃火。", "447": "但使地作地想。一切皆墮　若使堀時不教看", "448": "是知是亦犯吉羅。祇云。若轉石掃地驅牛欲", "449": "使地平。意傷如蚊脚。一切犯提。土塊一人", "45": "身口。要假他諫作方得犯故。第二自作教他", "450": "不勝破者犯提。畫地作字亦提。若大小便時", "451": "水手磨地犯墮。若瓶器物木塼瓦等在露地。", "452": "經雨已不得自取犯提。若純砂無罪。半砂得", "453": "吉。多論使僧尼堀地作知淨語提。教下三眾", "454": "淨人堀不作知淨語吉。若三眾不為三寶利", "455": "益因緣自壞土木者吉羅。五分云。蘭若無淨", "456": "人聽比丘。以水澆地。搏草布上踐。使成泥取", "457": "用。祇云。覆處地得自堀。不犯者。律云。若語", "458": "言知是看是。若曳木材若扶籬正。若反塼石", "459": "取牛屎。取崩岸地。若鼠壤土。除經行處土及", "46": "兩業者。勸足一戒唯教他業。足食一戒唯自", "460": "屋內土。若來住掃地。不作故堀意。一切不", "461": "犯。", "462": "壞生種戒第十一　制意如上。犯緣亦同。此", "463": "戒不別有緣。舉前房戒緣中。比丘自斫樹以", "464": "為緣起。", "465": "若比丘壞鬼神村者波逸提　此滿足戒本文", "466": "有五句。一犯人。二壞業。三鬼神。四所傷之", "467": "境。五結犯。初句可知。二言壞者。律云。若斫", "468": "若截若墮若落並名為壞。三言鬼神者。律云。", "469": "非人是也。四言村者。一切草木是鬼畜所依", "47": "作業。自他兩業分為二戒。有二十一戒。有", "470": "名村。十云。村者蚊䗈蛺蝶蟻子諸蟲。以之為", "471": "舍。律云。村有五種。一謂根種。二謂枝種。三", "472": "謂節種。四謂覆羅種。五子種。生種雖有五合", "473": "則是三。第一種根生。二種枝生。三種子生。又", "474": "根分二。不假節生作根種之。名根中假節生", "475": "者。作覆羅種之。又枝種亦二。枝中不假節生", "476": "者。作枝種之。名假節生者。節生之因子。子", "477": "種中當體立。一始終差別離成有五。合即是", "478": "三。此等皆名所傷之境。五言波逸提者。是違", "479": "犯罪句。律云。若此五生種就地離地。以刀乃", "48": "教人同犯。而不別立自他之異。既知斯義位", "480": "至餘物壞者。皆名壞村而得提罪。祇云。堀地", "481": "壞草竟日不止者一提。若中間息一一提也。", "482": "又曰自壞他壞俱墮。若打杙著生草樹上。若", "483": "以火燃並墮。若壞多分生草木者墮。壞半乾", "484": "半生吉。若不言知是看是亦吉。因明淨生種", "485": "法。祇云。根莖種以刀中破淨。節種者亦以刀", "486": "破。又摘却牙自淨。心種者謂羅勒󱭖等柔󱌙", "487": "淨。子種者十七種穀脫皮。火淨通五種。又五", "488": "果中裹核種如棗杏之屬。爪甲淨去捃食。火", "489": "淨合食。火淨者謂生熟二棗合核膚。果種者", "49": "約為四。一唯教人。謂勸足是。第二有十一戒。", "490": "火淨合食。如畢鉢桑椹梨柰之屬。若熟時落", "491": "地。傷如蚊脚者。名瘡淨去子食。穀裹種者", "492": "火淨。椰子胡桃石榴之屬。檜裹種者香柔蘇", "493": "荏之屬。未有子火淨。角裹種者淨法如檜裹", "494": "法。大小豆等也。准此蒿中含子之草應得火", "495": "淨。但令相著即得淨法。爾故律云。若以五生", "496": "種擲著池井水中大小便中糞掃中吉。若飛", "497": "犯提。若草中行欲令死吉。傷如蚊脚提　問。", "498": "打杙樹上隨打多少一一提罪。殺畜何不隨", "499": "斫得提。要待斷命耶　答。草木有多生相故。", "5": "乃別隨文解釋。言總相者。一約身口分別。二", "50": "自他俱犯。謂掘地壞生牽出二虫水恐有然", "500": "隨壞處皆障一分生不起。是以隨壞得罪。畜", "501": "生報者。一假名命。要斷方犯。律云。不犯者。", "502": "若言看是知是。若斷乾枯草木。若於生草木", "503": "上曳材曳竹。正籬障。若撥塹石。若取牛屎。若", "504": "生草覆道以杖披遮令開。若以瓦石拄之而", "505": "斷傷草木。若除經行地土。若掃經行地若以", "506": "杖築地而誤撥生草木斷者。並皆不犯。", "507": "異語惱僧戒第十二　制意者。凡身口業綺", "508": "微面難制。過不至重惱眾。非輕事須眾僧作", "509": "法。呵制仍作不正。違法惱僧其過不淺。故隨", "51": "火藏衣鉢殺畜生無根謗捉寶。於中掘壞捉", "510": "得罪　別緣有五。一身口業。二數惱不止。三", "511": "作白呵制。四如法喚問。五更作便犯。已下", "512": "正明戒本。此戒未作制前。未有僧命眾法可", "513": "違但犯小愆。制後違者方犯提罪。口業綺者。", "514": "作異語之名。身業綺者。作觸惱之稱。雖前", "515": "後二結違制處同合為一戒。口餘三過妄毀", "516": "兩舌惱境事重。直作即提。此之綺者事似輕", "517": "微惱眾不少。故制方犯提。如闡陀比丘犯罪。", "518": "餘比丘問。以別事答。佛便呵已作餘語白。後", "519": "便惱僧。喚來不來。乃至不應語而語。又佛呵", "52": "寶此三大護佛法故。餘總境重故。但使教人", "520": "已作觸惱白。因此制戒。", "521": "若比丘妄作異語惱他者波逸提　此一戒本", "522": "文有三節。初略制。次隨結。後滿足制持。此", "523": "滿足戒本句有三。一犯人。二惱業。三結罪。初", "524": "句可知。二言妄語作餘語惱他者。於中分二。", "525": "初僧未白前妄作餘語者。律云。餘語者。汝向", "526": "誰說。為說何事。為論何理。為我說為餘人", "527": "說。我不見此罪。如是語者犯吉。若僧白已如", "528": "是語者犯提。二惱他者。如律中說。僧喚來不", "529": "來乃至不應語而語。未作白前如是惱者得", "53": "一切同犯。第三有十戒。教人同不同。謂屏", "530": "吉羅。若白已作者犯提。三言波逸提者。是違", "531": "犯之罪。律云。如上惱僧者一一犯提。若上坐", "532": "喚來不來吉羅。不犯者。重聽不解。前語有參", "533": "錯。便言汝向說誰。為論何事。乃至我不見此", "534": "罪。若欲作非法無利羯磨。不與和合。喚來不", "535": "來不犯。若為作非法羯磨。若不欲知教言莫", "536": "來便來不犯。若一坐食。若不作餘食法食。若", "537": "病喚起不起不犯。若命難梵難教莫起不犯。", "538": "便起不犯。若惡心問不與說。若作非法事便", "539": "語者。若小語錯誤一切不犯。及人見云。畏成", "54": "露二敷持衣與尼高床下七教人作。此於己", "540": "鬪僧默然者得。", "541": "嫌罵戒第十三　制意者。凡僧事務廣處之", "542": "不易。故簡備德之人如法料理。宜應讚嘆。令", "543": "彼勤營。反壞恚忿發。言嫌罵令彼生惱。廢", "544": "營僧事。損壞不輕。是故須制　次釋名者。見", "545": "而不聞處說有愛恚名嫌。聞不見處名罵。雖", "546": "前後二結同惱知事合為一戒　次辨具緣。", "547": "通緣如上。別緣有六。一是羯磨所差。二知是", "548": "所差人。三如法經營無受恚等。四說嫌罵語。", "549": "五言詞了了。六前人見而不聞。聞而不見便", "55": "有閨。是以同犯。若直教人於己無益但得輕", "550": "犯　闕緣。比說可知。已下正明戒本。此戒因", "551": "慈地比丘。於沓婆比丘所有恨故齊眼見處", "552": "譏嫌。餘比丘白佛。佛便呵制戒。後又於聞處", "553": "罵。以事白佛。乘前重制此戒。故律云。初略。", "554": "次隨。後廣制。", "555": "若比丘嫌罵者波逸提　此滿足本文有三句。", "556": "一犯人。二罵業。三結犯。初句可知。亦言嫌罵", "557": "者。律云。嫌者謂面見不聞處謗言有愛有恚", "558": "有怖有癡等是言罵者背面耳聞不見處而設", "559": "罵。三言波逸提者。是違犯罪。問。此罵戒何別", "56": "愆。第四餘有六十八中六十七戒。自重教輕。", "560": "答。前非知事人。此是知事人。又前戒實不實", "561": "犯。此戒實不犯虛。律云。若虛嫌罵者墮。嫌罵", "562": "一一墮。若不受上座教嫌罵者吉羅。律云。不", "563": "犯者。實有其事。恐後悔悔恨。語令如法發", "564": "露。便言有愛恚等。若戲若錯說者。並皆不犯。", "565": "露處敷僧臥具戒第十四　制意者。多論云。", "566": "三義故制此戒。一臥具是四方僧物。皆是篤", "567": "信檀越所施供。僧受用利益事廓理宜賞護。", "568": "資身行道得安樂故。二既是施主之物。詳心", "569": "愛惜常存愛用。為令增長信敬之心。三用助", "57": "足食一戒但自作業。第三遮性分別者。三十", "570": "收舉使僧物不壞。令受用功德反資施主。善", "571": "恨成就故。為茲三益。是以聖制　別緣有六。", "572": "一四方僧臥具。二知是僧物。三露處。四自", "573": "敷使人敷為己受用。五去時不自舉不教舉。", "574": "六出門便犯。十云。出門四十九步。祇二十五", "575": "肘乃犯。已下正明戒本。此戒因六群比丘。敷", "576": "僧坐具妄去。不收風塵所污。佛便制戒。", "577": "若比丘取僧繩床木床若臥具坐蓐露地敷若", "578": "教人敷捨去不自舉不教人舉波逸提　此滿", "579": "足戒本文有四句。一犯人。二是僧物。三露已", "58": "是性。餘悉輕遮。其三十者。謂妄毀兩麁異嫌", "580": "下正明受用。四捨去已下結不舉之罪。一言", "581": "若比丘者。義如上辨。二言取僧物者。律云。僧", "582": "者謂四方現前僧。言物者繩床有五。旋脚直", "583": "脚曲脚入󰛪無脚。木床亦有五種。如上所說。", "584": "臥具或用坐或用臥。坐蓐者擬常用坐。此等", "585": "四種皆是僧物。三言露地敷若教人敷。是其", "586": "露地受用。四言捨去不自舉不教人舉波逸提", "587": "者。是不舉之罪。律云。若比丘敷僧物已而不", "588": "收舉。出寺時不囑知事者。出門便犯墮。若方", "589": "便還悔者吉羅。若二人同座下座收。不者犯", "59": "強牽用譏驅諫恐殺飲疑覆起說隨拒毀同欲", "590": "二罪。上座犯一提。若俱不收二俱墮。故論", "591": "云。上座與下座同一床座。下座謂上座不收", "592": "下座犯提及吉。上座意謂下座當收。下座竟", "593": "不收。上座犯提。二人不前不後俱不收二俱", "594": "得提。若露敷僧物而入房思惟吉。五分見僧", "595": "臥具在露地。以不自敷不使人敷。故而不舉", "596": "亦墮。到尼寺敷尼僧臥具。不舉亦提。又俗人", "597": "家會借僧臥具。食訖比丘不舉亦墮。祇云。若", "598": "行路中挹亂草坐已去時聚已當去。多云。露", "599": "地敷已不囑人。遊行諸房吉。不犯者。律云。若", "6": "約自他兩業。三約遮性辨釋。四就持犯。五隨", "60": "悔聽打博謗。此等性惡。餘並遮愆。第四持", "600": "取僧物露地敷。去時語知事人令知。若無餘", "601": "人當舉著屏處。若無屏處必知不失。當持麁", "602": "者露好者上。若即時還便應墮。雨中疾及時", "603": "還往。彼次第作如是方便應去。若不爾者初", "604": "出門即犯罪。", "605": "屏處敷僧臥具戒第十五　制意同前。六緣", "606": "成犯。一是僧物。二知是僧物。三是屏處。四為", "607": "己敷用。五去時不舉。六過限便犯。已下正明", "608": "戒本。此戒因客比丘在邊房敷臥具宿。去時", "609": "不語知事。臥具爛壞。蟲嚙色變。佛便制戒。", "61": "犯者。有十三戒。具二持犯。謂五雙三隻。如得", "610": "若比丘於僧房中敷僧臥具若自敷若教人敷", "611": "若坐若臥去時不自舉不教波逸提。此滿足", "612": "戒本文有五句。一犯人。二屏處。三用僧物。四", "613": "為己受用。五時已下結不舉罪。比丘義如上。", "614": "僧房者屏處。僧臥具者。謂繩床木床上栴蓐。", "615": "坐具下至臥栴。四言若自敷若教人敷者。為", "616": "己受用故。五言去時不自舉不教人舉波逸", "617": "提者。不舉之罪。律云。彼去時應語舊住比丘", "618": "言。與我牢舉。若無人不畏失。當移床離壁", "619": "高枝床脚。持栴蓐臥具置裹。以餘重覆。若恐", "62": "羯磨。一雙說麁教誡。尼受功德衣復有一雙", "620": "壞敗。取臥具等置衣枷上。堅床而去。若不作", "621": "如是出界犯墮。欲去還悔吉羅。若即曰還不", "622": "久聽二宿界外。第三宿明相未出。若自至房", "623": "中。若遣使至語知事人。賞護不者明相出便", "624": "犯。不犯者。作如上方便。或水陸道斷。命梵等", "625": "緣者開。", "626": "強敷臥具戒第十六　制意者。然物有限事", "627": "局彼此。情同則我為彼有。意隔即事須進否。", "628": "然知失得住處竟不籌量。輒便於中強敷臥", "629": "具。共相逼慳非出家之式故佛所制　別緣", "63": "不犯。皆別囑受一入聚落作餘食法得無足", "630": "有六。一先得住處安止已定。二知他先住。三", "631": "作惱彼意。四強敷臥具。五無因緣。謂無觀舊", "632": "人及病與二難等緣。六隨臥犯提。已下正明", "633": "戒本。此戒因六群比丘惱十七群比丘。故佛", "634": "制斯戒。", "635": "若比丘知先比丘住處後來強於中間敷臥具", "636": "止宿念言彼若嫌責者自當避我去作如是因", "637": "緣非餘非威儀波逸提　此滿足戒本文有四", "638": "句。一犯人。二知他先得住處。三後來下強", "639": "敷相惱。四作是下結非威儀罪。初二兩句可", "64": "食勸足七日盡形作口法受不犯。殘宿不受", "640": "知。三言強於中間敷臥具者。中間者若頭邊", "641": "若脚邊若兩脇邊是。敷臥具者。若草敷業敷", "642": "下至地敷臥氈。四言作如是因緣者。謂作故", "643": "惱因緣。言非餘者。非病等諸緣故。言非威", "644": "儀者。彰顯其過。言波逸提者。是犯罪。如律所", "645": "言。知他失得住處後來強於中間敷臥具止", "646": "宿。隨轉側脇著床結犯。十云。若為惱他故開", "647": "戶閉戶。然火滅火。若唄呪願讀經說法。隨", "648": "他不樂事作一一墮。不犯者。律云。若先不知。", "649": "若語已住。先與開間。若間寬不相妨惱。若", "65": "淨施。問主無其輒罪。如麁發露僧事與欲。此", "650": "親舊教言。但敷我自語主。若倒地若病轉側", "651": "墮上。若命犯等難。一切不犯。", "652": "牽他出房戒第十七　制意者。然四方僧房", "653": "眾人共有理無邊。囑先料理安止已定。後來", "654": "之徒宜共受用。瞋心牽出。自壞惱他。諍競之", "655": "本。損處不輕。是以須制　別緣有六。一四方", "656": "僧春冬房。二先至安止已定。三作惱亂彼意。", "657": "四瞋心牽出。五無因緣為舉等不犯故。六隨", "658": "出門便犯。已下正明戒本。此因六群比丘共", "659": "十七群。道行至小住處。十七群先入寺掃灑", "66": "復三隻。合十三戒。由聖開聽作其口法。若順", "660": "房舍令淨。六群知彼得好住處。遂牽出房。比", "661": "丘舉過。佛便制戒。", "662": "若比丘嗔他比丘不喜僧房舍中若自牽出教", "663": "他牽出波逸提　此滿足戒本文有四句。一", "664": "犯人。二內心瞋忿。三是僧房私房不犯。四若", "665": "自己下牽出結罪。前三句可知。第四言自牽", "666": "出至波逸提已來。是為犯罪。故律云。隨所牽", "667": "多少一一皆犯。若牽多人出一戶多提。若牽", "668": "一人出多戶多提。若遣一人出一戶一提。若", "669": "牽多人出多戶多提。五分若後屋牽至前屋。", "67": "聖教作口法竟作此十三而無罪過。名為作", "670": "前屋前屋牽至戶外。戶外牽至庭中。庭中牽", "671": "至庭外。一一犯提。若持他物擲著戶外閉他", "672": "戶外並吉。祇云。牽他出時。若抱柱捉戶倚壁", "673": "一一提。若呵吒隨語一一離一一提若嗔蛇", "674": "鼠驅出越。若言此無益物驅出無罪。十云。若", "675": "喜鼾眠應去經行。不能經行應起屏處。不應", "676": "惱他。五分若降伏弟子而牽出者不犯。若持", "677": "不喜人來。故令自出。出不出吉羅。牽下四", "678": "眾亦吉。律云。不犯者。無嗔恨心隨次出。共宿", "679": "過限遣。未受具人出。若破戒見威儀為他舉", "68": "持。止持不作法。而身作事有違名為止犯。據", "680": "及檳應檳。因此故有命梵難驅出。並皆不犯", "681": "問。前房開親不蘭淨穢。此戒局淨。不除親", "682": "者　答。前是他物屬先借者。親則無強非僧", "683": "住處故不蘭淨。此是僧房淨有共住不淨無", "684": "共驅出無犯。", "685": "重屋上坐脫脚床戒第十八　制意者。凡事", "686": "宜審。危險須慎。重屋薄覆脫脚之床。放身坐", "687": "臥。容有墜傷。於下人惱處不輕。是故聖制", "688": "別緣有四。一重屋。二薄屋。三脫脚床。四", "689": "放身坐臥。已下正明戒本。此戒因同房重屋", "69": "作事邊復名作犯。此上止作二。犯業思體一", "690": "比丘起過。制此戒。", "691": "若比丘若房若重閣上脫脚繩床木床若坐若", "692": "臥波逸提　此滿足戒本文有四句。一犯人。", "693": "二重屋。三脫脚床。四坐臥結犯。初句可知。二", "694": "若房者。謂僧私兩種房。重閣者。謂立頭不至", "695": "上。三言脫脚床者。律云。脫脚者謂脚入󰛪。四", "696": "言若坐若臥。律云。隨脇著床隨轉側。言波逸", "697": "提者。是違犯。故律云。比丘如上坐臥者。隨轉", "698": "側一一犯提。除脫脚床外坐獨坐床。或一板", "699": "床洛床一切吉羅。不犯者。律云。若重屋板", "7": "違制不同。六約二部同異。七就下眾任運。初", "70": "而名是別。若止法止事名為止持。作持止持", "700": "覆剋木作花覆。若厚覆。若板床坐。若脫床脚", "701": "坐若脚安細要。並不犯。", "702": "用蟲水戒第十九　制意者。慈濟物命道之", "703": "正要知水有蟲。而故受用將損物命違其慈", "704": "道苟存自營所為無理。事是非輕。故所以制", "705": "別緣有四。一是蟲水。二知有蟲水。三不作", "706": "漉法。四隨所用犯。已下正明戒本。此戒因闡", "707": "陀比丘起過。造屋虫水和泥。居士譏嫌。佛便", "708": "制戒。", "709": "若比丘知水有虫若澆泥若澆草若教人澆者", "71": "名體各別。亦可作法作事望作法邊即是作", "710": "波逸提　此滿足戒本文有三句。一犯人。二", "711": "犯業。三犯罪。比丘者義如上釋。已下二句可", "712": "知。故律云。若不知水有虫無罪知即犯提。言", "713": "虫水者。漉囊所遮肉眼所見。十云。眼所見漉", "714": "囊所遮。若用此水隨虫多少一一犯提。祇云。", "715": "用虫水一息一提。隨息多少一一得提。四分", "716": "云。若以草土擲虫水中。若虫酪漿清酪漿。若", "717": "漬麥漿。若酢有虫。以遶沒草。若以草土擲虫", "718": "水中。一切皆墮。教人亦同。五分云。隨用虫", "719": "一一墮。律云。若以草土擲虫水中。隨河池中", "72": "持。以作法故。縱作前事而無作犯。反却作犯。", "720": "魚虫一一提。大集云。畜生身細猶如微塵十", "721": "分之一。及至大者百千萬由旬。祇云。細故應", "722": "作三重漉猶有者捨去故多云。若作住處先", "723": "應看水。用已漉羅著器中向日細意諦看。若", "724": "故意有虫者應二三重作漉羅。若故有虫。此", "725": "處不應住。四分雜法犍度中云。無囊不得半", "726": "由旬行。若無漉囊應用衣角漉水。律云。不犯", "727": "者。若不知有虫。若作無虫想。若大以手動水", "728": "令虫去。若漉水用。若教人漉用。不犯。", "729": "覆屋過三節戒第二十　制意者。凡物有限", "73": "豈非止持。此亦體一名異。餘七十七單持犯", "730": "事成為要。貪不知量重覆不已。令屋崩倒。損", "731": "喪功業。譏過不輕。是以聖制　別緣有四。一", "732": "自為己作屋。二使人覆。三至三節未竟不離", "733": "見聞處。四第三節竟即犯。已下正明戒本。此", "734": "戒因闡陀比丘起房重覆不止便摧。居士嫌", "735": "言。施者雖無厭受者應知足。佛隨應制戒。", "736": "若比丘作大房舍戶扉窓牖及餘莊飾具指授", "737": "覆苫齊二三節若過者波逸提　此滿足戒本", "738": "文有四句。一犯人。二作房法戒。三指授已下", "739": "開限。四過限結罪。言比丘義如上辨。二言作", "74": "中不攝耳。一作持止犯。餘止持作犯。如釋", "740": "大房者。多用財物。及餘莊飾者刻鏤彩畫。三", "741": "言指授覆苫者有二種。一者縱覆。二者橫覆。", "742": "言齊二三節者。是開限。律云。齊三節未竟指", "743": "受無犯。四言若過波逸提者。是過限之罪。故", "744": "律云。若比丘指受三節未竟自至不見聞處。", "745": "若不至不見聞處者即犯提罪。若互離見聞", "746": "處犯吉。見云。若過三節竟無邊看隨用草犯", "747": "一一犯提。律云。不犯者。如上指授避覆第三", "748": "節　若水陸道斷。賊難惡戰難命梵難故不避", "749": "第三節。無犯。", "75": "時不攝耳。一唯作持止犯。十三少分作持止", "750": "輒教受教尼戒第二十一　制意者有三。一尼", "751": "須教授意者。尼是女弱。闕於遊方。諮稟未聞。", "752": "迷於理行。二教宣若夜遊故須教授曲示行", "753": "儀。大僧丈夫形無障礙。處處諮承故不別教", "754": "授。二須差意者。教授事難須備德行。故委任", "755": "眾量簡。遣有德慈心訓誨。開曉心懷令生解", "756": "行。終登道益。故須差遣。三結罪意者。今不被", "757": "僧差輒往教授。濫行風教。乖於軌道之方。失", "758": "於風靡之化。輕法自尊。損處不輕。故得提", "759": "罪　次釋名專任自由不蒙僧命。稱之為輒。", "76": "犯。餘七十七及十三少分通論八十九止持", "760": "宣傳行德開曉未閑。名為教授。故曰輒教授", "761": "尼　又明具緣。通緣如上。別緣有五。一有少", "762": "德行為簡。全無德者永無教授之義。理不合", "763": "差故無輒教尼罪。少謂極五如增五說。有五", "764": "法得教誡尼。謂十德中初二八九十等是。雖", "765": "備上德。若彼僧差本自無過故。次第二僧不", "766": "差。雖不被差不作眾法。雖教誡離已亦自無", "767": "犯故。次第三集尼眾眾集。若說八敬生過義", "768": "微。但得小罪故須第四說法除八敬。第五隨", "769": "所說法言了便犯。已下正明戒本。此戒因愛", "77": "作犯。犯時品別已如上辨。第五違制不同者。", "770": "尼來請教授。佛令差往僧。槃陀往彼說法。六", "771": "群次往為說世論。愛道白佛。佛令羯磨而差", "772": "因制戒。", "773": "若比丘僧不差教授比丘尼者波逸提　此滿", "774": "足戒本文有四句。一犯人。二僧不差。三輒往", "775": "教授。四結僧不差說法之罪。言比丘義如上。", "776": "一若僧不差者。律云。僧中白二羯磨不差。", "777": "要具十德方始成差。少謂極五如增五中說。", "778": "三言輒往教授者。律云。說八不可違法。如", "779": "律廣說。四言波逸提者。是僧不差說法之罪。", "78": "異語說欲及以二隨此違僧制。餘違佛制通", "780": "若說餘法即得提罪。若說八敬尼常聞故但", "781": "得吉罪。律云。若於說戒時。上坐問答已若僧", "782": "差。若隨尼請彼比丘剋時到。尼亦剋時迎。若", "783": "違俱犯吉羅。若聞來者當出半由旬迎供給", "784": "所須。不者吉羅。若僧不差。非教授日與說八", "785": "敬法。若不差與說法者墮。若僧病不和合眾", "786": "不滿。應遣人禮拜問訊。尼眾病等亦遣禮拜", "787": "問訊。若不吉羅。律云。非日者前三後二不", "788": "應往也。前三者說戒後三日。後二者去後說", "789": "戒二日。雖復僧差。此五日中不應往也。此謂", "79": "如言之。並是佛制。但諸羯磨要須僧秉若不", "790": "往尼寺教誡。不犯者。若僧差。若時往。若尼", "791": "為水陸道斷諸難緣不迎禮拜問訊者。並不", "792": "犯。", "793": "說法至日暮戒第二十二　制意者。凡男女", "794": "有別。居不同處。僧眾舉動須避識涉。生人信", "795": "敬。日沒群聚致外情疑。容自壞行。過損不輕。", "796": "故聖以制　別緣有六。一是僧甄去不差。二", "797": "集尼眾。三教授說法。四日暮。五日暮想。六說", "798": "法不止便犯。已下正明戒本。此戒因差難陀", "799": "教授尼。至日暮不蘭本寺。為俗所譏。佛便制", "8": "身口者位有其三。一有二十戒口業成犯。二", "80": "作此羯磨法作無所違。故言違僧制得罪。第", "800": "戒。", "801": "若比丘為僧差教授比丘尼乃至暮者波逸提", "802": "此滿足戒本文有三句。一犯人。二為僧所", "803": "差。三教授下說法過時結罪。言若比丘者如", "804": "上。二言僧差者。白二羯磨差令教授。三言教", "805": "授至日暮提者。是結罪句。輕重文四。一若至", "806": "日暮教授提。五分云。日沒語語提。二若餘教", "807": "授外授經。若誦經等犯吉。三若為餘女授經", "808": "等至暮一切吉羅。四境想亦吉。律云。不犯者", "809": "若教授至日未暮便休。除婦女已為餘人。若", "81": "六二部同異者。三種不同。一有三戒有無不", "810": "船濟處說法。尼自聽。若與估價夜說法。若尼", "811": "寺中。若因人請值說便聽者。一切不犯。此戒", "812": "就大僧寺教授有日暮罪。尼寺不犯。准此就", "813": "僧尼二寺俱得教尼。", "814": "譏訶教授師戒第二十三　制意者。然備德", "815": "之人蒙僧差。遣慈心教授情存為法。不悕飲", "816": "食。而見他得利。內生嫉妬。發言譏呵。惱亂賢", "817": "善。事絕兼益損處不輕。是故聖制　別緣有", "818": "六。一是僧差。二情存為法不悕飲食。三生", "819": "嫉妬心。四發譏呵。五言辭了了。六前人聞知", "82": "同。謂輒教日暮譏教戒師大僧則有尼無可", "820": "犯。已下正明戒。此戒因尼迎教授師供給。六", "821": "群生嫉妬意言。彼無實但為飲食故教授尼。", "822": "比丘白佛。佛便制戒。", "823": "若比丘語諸比丘作如是語諸比丘為飲食故", "824": "教授比丘尼波逸提　此滿足戒本文有三", "825": "句。一犯人。二譏呵。三結犯。初句可知。二言", "826": "譏訶者。見他得利心生熱惱故起譏訶。三言", "827": "波逸提者。是犯句。律云。若如上譏訶說了了", "828": "提罪。不了吉羅不犯者。其事實爾。為飲食", "829": "供養故教授。若戲若錯說。並皆不犯。", "83": "知。二有十三戒輕重不同。謂食三衣五坐一", "830": "與非親尼衣戒第二十四　制意者。凡男女", "831": "形殊。理無交雜。無緣取與事招外譏。因交", "832": "致染容。壞梵行。損敗不輕。是故聖制　別", "833": "緣有四。一是比丘尼。二非親里。三虛心與", "834": "衣。四彼尼領授便犯。已下正明戒本。此戒", "835": "因乞食比丘與尼衣。後因慊責數向人說。比", "836": "丘白佛。佛呵便制。", "837": "若比丘與非親里比丘尼衣除貿易波逸提", "838": "此滿足戒本文有五句。一犯人。二非親尼。三", "839": "所與衣。四除貿易。五結罪。上二可知。第三言", "84": "行三牙角鍼筒大僧便重。尼眾咸輕。多以大", "840": "衣者。有十種如上。多論應量衣提。不應量吉。", "841": "鉢亦犯提。非應量鉢揵𨩲等吉。四言貿易者。", "842": "義如上。下至藥草一斤相易得。五言波逸提", "843": "者。結犯。律云。若二比丘共與一尼衣。或一衣", "844": "與二尼。並犯提。多論言犯吉。此律但言與尼", "845": "提與下眾吉。若依多論與尼三眾俱犯提。義", "846": "亦應然。不同浣衣。廢業多少中制。又有希數。", "847": "又律云。尼與大僧吉羅。若就希數大僧與希", "848": "應犯輕。尼與義數尼是下眾。奉於上尊生譏", "849": "義微。故所以輕。不犯者。五分律云。若為料理", "85": "僧數故便重。尼希故輕。謂讚食勸足索美三", "850": "功業事。若為說法。若為多誦經戒與衣作衣。", "851": "並不犯。此律與親尼衣共相貿易。若與塔與", "852": "僧無犯。", "853": "與非親尼作衣戒第二十五　制意同前。但", "854": "作衣為異　別緣有五。一是比丘尼。二非親", "855": "里。三自送衣遣比丘作。四無因緣。律云。若借", "856": "著浣染持還主無犯。五隨所作便犯。已下正", "857": "明戒本。此戒因迦留陀夷為尼作衣。裁作婬", "858": "像。成已付尼命在眾著。居士譏笑。佛便制", "859": "戒。", "86": "與尼衣作及三過量是衣五。三有五戒。犯同", "860": "若比丘與非親里比丘尼作衣者波逸提　此", "861": "滿足戒本文有四句。一犯人。二非親尼。三作", "862": "衣。四結犯。上三句可知。言波逸提者。是違犯", "863": "罪故。律云。彼比丘隨刀截多少隨一縫一鍼", "864": "皆墮　問。所以不待作成而隨針針得罪者", "865": "何　答。是中多過故爾。大僧上尊為下人作", "866": "衣。多生染患。又招外譏。發修正業。容作非法", "867": "之衣。具斯諸過。故隨縫隨針得罪。如尼造塔。", "868": "塼塼得罪。此並過多故爾。若復披看牽挽熨", "869": "治。以手摩捫若捉角頭挽。方正若安緣。索殘", "87": "緣異。謂皆請足食犯同而開緣不同亦可離", "870": "一切吉羅。不犯者。與親尼作若與僧作。為塔。", "871": "若借著浣治染還主。並開不犯。", "872": "獨與尼屏露主戒二十六　此戒過與女人同", "873": "室宿無異。屏坐為別　別緣有四。一是尼。二", "874": "無第三人。三在屏露二處。四共坐便犯。已下", "875": "正明戒本。此戒因迦留陀夷與偷蘭難陀尼", "876": "軀藐端正。互有欲意在門外坐。居士共嫌。鴛", "877": "鴦為譬。比丘舉過。佛便制戒。", "878": "若比丘與比丘尼在屏處坐者波逸提　此滿", "879": "足戒本文有四句。一犯人。二尼。三處。四罪。", "88": "合不同。與外道食犯。雖是同與緣不同。一", "880": "初二兩句可知。三言屏處坐者。律云。屏有二", "881": "種。一見屏。若塵若霧烟雲黑闇不明見。二聞", "882": "屏處。乃至不聞常語聲。言坐者。一尼一僧無", "883": "餘人。故名屏處坐。四言波逸提者。是違犯句。", "884": "律云。比丘與尼屏露坐。無第三人為證故犯", "885": "提。多論或比丘坐住尼起已便坐。隨坐多少", "886": "一一得提。比丘起而更坐一一得罪。若二人", "887": "俱坐一一正犯一罪。十云。屏坐相去一丈提。", "888": "丈五吉。二丈不犯。祇云。共一尼屏坐。或尼請", "889": "食已尼益食。益食去時一一提。比丘應起。不", "89": "減年受戒緣同不過量。浴衣生犯緣同緣不", "890": "得默起。便尼疑應語言。我欲起。不爾尼起。若", "891": "尼去者不犯。多論屏處者。無慚愧處。可作婬", "892": "處。是名屏處。律云。證人若聾若盲不成證", "893": "亦提。盲而不聾聾而不盲吉羅。若俱立住者", "894": "吉羅。尼犯吉羅　問。尼所以輕者　答。上尊", "895": "共坐。盡容教授去不自由情過是微故。所以", "896": "輕。律云。不犯者。若比丘有伴。若有知人有二", "897": "不盲不聾。若行過倒地。若病苦力勢所持。命", "898": "梵等難。並開不犯。", "899": "與尼同道行戒第二十七　此過不異前。以", "9": "有三十一戒身業成犯。三有三十九戒身口", "90": "同。亦可名字不同。此等俱得提罪。名為犯同。", "900": "行為別　別緣有六。一是尼二眾五分三眾", "901": "俱犯。理亦應然。譏染不殊故爾。前戒亦同此", "902": "例。二共期除遇相。逢者不離見聞處行。多論", "903": "小罪故須除之。三同一道行。甄去異路為無", "904": "其愆。四不離見聞處行。多論俱離無過。互", "905": "離吉羅。俱不離犯提。五無因緣。除白衣大伴", "906": "行有悕因緣等不犯故爾。六隨所度界一一", "907": "提罪。多論水陸二路同行悉屬此戒。故比丘", "908": "與尼各別乘船。同水路行越界得罪亦屬此", "909": "戒。同乘一船落在後戒。已下正明此戒。此因", "91": "緣有異故。下尼律云。別制不同之義。至文中", "910": "六群比丘與六群尼人間遊行。居士譏弄。比", "911": "丘舉過。佛便制戒。", "912": "若比丘與比丘尼期同一道行從一村除異時", "913": "波逸提異時者與估客行若疑畏怖是謂異時", "914": "此滿足戒本。此文有五句。一犯人。二共期。", "915": "三同行。四除緣。五結犯。初二兩句可知。言期", "916": "共至某處。三言同一道行至一村者。是同道", "917": "者村間有分齊行處是。四言除異時者。開緣", "918": "不犯。五言波逸提者。越界結犯句。律云。隨村", "919": "分齊眾多界多少一一犯提。言眾多界者。謂", "92": "解。餘以同故。至尼法中直列戒本。此位言於", "920": "眾多村界非村落空處行。乃至十里提。若減", "921": "一村若減十里得吉。若多村間同一界行亦", "922": "吉。方便共期。不行亦吉。尼亦吉羅。尼是女人", "923": "弱。要馮丈夫以為伴。援情過是微。五分云。從", "924": "此聚落到彼眾落。及無聚落處半由旬犯提。", "925": "律云。不犯者。若不共期　一大估客伴行。二", "926": "疑處。疑有賊盜。三恐怖處。怖有賊盜。四若往", "927": "彼得安隱。五若勢力所持。命梵等難。並開不", "928": "犯。十誦開為尼過嶮路。", "929": "與尼期同乘船戒第二十八　譏過同前。正", "93": "中細論如覆藏僧寬尼狹或有竟界。翻到隨", "930": "以船為異　別緣有六。一是尼三眾。二共期。", "931": "三同乘一船。除異船不犯此戒。四作順流上", "932": "下之意。除為直渡船失濟不犯。五無因緣。甄", "933": "去命難力勢所持。或彼岸不得安隱。六雙脚", "934": "入船便犯。已下正明戒本。此戒緣如前。", "935": "若比丘與比丘尼共期同乘一船上水下水除", "936": "直渡者波逸提　此滿足戒本文有五句。一犯", "937": "人。二與尼共期。三言同乘一船上水下水者。", "938": "舉乘船之意。以其相隨欲得久住故。四言除", "939": "直渡者。是開限。以其直渡非久故無過。五言", "94": "義有異。如兩舌毀呰二宿過五六語等反說", "940": "波逸提者。是達犯結罪。律云。共期已雙脚入", "941": "船提。一脚入吉。多論若船有多白衣期無罪。", "942": "或船有一比丘多尼。或多比丘一尼。隨境業", "943": "多少犯爾所提。縱有俗人為第二亦犯。以其", "944": "將同久處。譏損非輕故前同坐。行是暫開有", "945": "邊人不犯。若期俗女人同乘船亦是犯限。此", "946": "略不彰下房舍文。失女人上船疑。佛言聽直", "947": "渡。故知上下明亦同犯。祇十多三文並言越", "948": "界言犯。不同此律。不犯者。除期直渡彼岸。", "949": "若入船已船師失濟上下。彼岸不得安隱。乃", "95": "可知第七任運者。前自他四位。第二第三教", "950": "至難緣如上所說。並皆不犯。", "951": "食尼嘆食戒第二十九　有四種過故制。一者", "952": "遣尼歎己諸行相美求利長己貪結。壞於正", "953": "命知足心故。二偏心曲嘆現情親厚。好招致", "954": "外譏。損處不輕。三令施主隨言供養。無德之", "955": "人即是損惱。施主闕奉福田。獲反報之益。四", "956": "毀呰好人令他施主於勝福不生敬重。又是", "957": "惱亂賢善。具斯多過。是故聖制　別緣有四。", "958": "一是尼歎德教化食。二知歎。三受得。四食已", "959": "咽咽犯提。已下正明戒本。此戒因居士請舍", "96": "人犯中二十一戒。除屏露二敷餘十九戒容", "960": "利弗等。偷蘭難陀尼言。所請並是下賊。若請", "961": "者應請調達等。龍中之龍。食還具說。佛便制", "962": "戒。", "963": "若比丘知比丘尼讚歎教化因緣得食食除檀", "964": "越光有意者波逸提　此滿足戒本文有六", "965": "句。一犯人。二知。三讚嘆。四得食。五開緣。六", "966": "結罪。初句可知。二言知者。律云。若不知食無", "967": "犯。三言尼讚歎教化者。律云。讚言謂阿練若", "968": "乞食人。乃至持三衣嘆多聞法師律師坐禪。", "969": "四言得食者。從旦至中將食。五言除檀越先", "97": "有任運。餘未可知已下隨文別釋。", "970": "有意者。律云。彼有施心故開不犯。六言波逸", "971": "提者。是犯句。律云。若食所嘆食者咽咽犯提。", "972": "除飲食得餘襯衣燈油犯吉。祇云。除舊檀越", "973": "乃至下食已唱等供食時。更有餘比丘來尼", "974": "言。更有比丘施主。言善哉者不犯。若尼言此", "975": "下二頭陀者墮。若言多與好食平等與不犯。", "976": "若通讚一舉眾一切不犯提。若某甲眾生精", "977": "進為是比丘故。通請二十一人名讚歎。餘者", "978": "不犯。若有嘆食不得捨去。當展轉貿食。若比", "979": "丘垢穢不淨不喜。與貿者當念此鉢中食。是", "98": "故妄語戒第一　一制意者。然出家之人理", "980": "某比丘許我當食不犯。五分若先不知臨時", "981": "言。好與比丘食者不犯　問。所以得儭衣燈", "982": "油犯吉者　答。財物利重情著難捨。又是別", "983": "囑理無通用。勸捨義希致受不數。是以犯輕。", "984": "食無獨食勸辨義易致受義數。是故制重。燈", "985": "油外用嘆勸亦希。是以制輕。又大僧嘆尼義", "986": "希致受不數。故尼犯輕。律云。不犯者。若不知", "987": "若先有意。若無教化想。若尼自作。若檀越令", "988": "尼經營。若不教化。而乞食與者並開不犯。", "989": "與女人期同道行戒第三十　制意同前。准", "99": "宜稱實。寧喪身命許無虛謬。今反違心背想。", "990": "以俗女為異　別緣有六。一是人女。二共", "991": "期。三同一道行。四不離見聞處行。五無難等", "992": "緣。六隨所越界分齊便犯。但使共期不問第", "993": "三人多少皆犯。以非同法不類於尼。開多伴", "994": "行。已下正明戒本。此戒因那律被打為緣", "995": "起。", "996": "若比丘與女人共期同一道行乃至村間波逸", "997": "提　此滿足戒本文有五句。一犯人。二同行", "998": "境三共期。四同道行。五結犯。初句可知。二言", "999": "婦。女者如上。三言共期者。律云。言共至某村"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2787 四分戒本疏卷第一．第二．第三", "author": "", "sourceLink": "http://www.cbeta.org/"}