{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含經", "text": {"0": "小土城頌3 穢品88 求法經", "1": "中阿含經卷第二十三", "10": "訶而難彼人。諸賢！何者戾語法？若有成就", "100": "生已盡，梵行已立，所作已辦，不更受有，知如", "101": "真。」尊者大目揵連所說如是。彼諸比丘聞尊", "102": "者大目揵連所說，歡喜奉行。", "103": "比丘請經第三竟千五百六十三字", "104": "90 知法經（九〇）中阿含穢品知法經第四第二小土城", "105": "誦我聞如是：一時，佛遊拘舍彌在瞿師羅", "106": "園。爾時，尊者周那告諸比丘：「若有比丘作", "107": "如是說：『我知諸法所可知法而無增伺。』", "108": "然彼賢者心生惡增伺而住，如是諍訟、恚", "109": "恨、瞋纏、不語結、慳、嫉、欺誑、諛諂、無慙、無愧，無惡", "11": "戾語法者，諸梵行者不語彼，不教、不訶", "110": "欲、惡見；然彼賢者心生惡欲、惡見而住。諸梵", "111": "行人知彼賢者不知諸法所可知法而無", "112": "增伺。所以者何？以彼賢者心生增伺而住，", "113": "如是諍訟、恚恨、瞋纏、不語結、慳、嫉、欺誑、諛諂、", "114": "無慙、無愧，無惡欲、惡見。所以者何？以彼賢", "115": "者心生惡欲、惡見而住。「諸賢！猶人不富自", "116": "稱說富，亦無國封說有國封，又無畜牧說", "117": "有畜牧，若欲用時，則無金、銀、真珠、琉璃、水", "118": "精、琥珀，無畜牧、米穀，亦無奴婢。諸親朋友", "119": "往詣彼所，而作是說：『汝實不富自稱說富，", "12": "而難彼人。諸賢！或有一人惡欲、念欲。諸賢！", "120": "亦無國封說有國封，又無畜牧說有畜", "121": "牧，然欲用時，則無金、銀、真珠、琉璃、水精、琥珀，", "122": "無畜牧、米穀，亦無奴婢。』如是。諸賢！若有比", "123": "丘作如是說：『我知諸法所可知法而無", "124": "增伺。』然彼賢者心生惡增伺而住，如是", "125": "諍訟、恚恨、瞋纏、不語結、慳、嫉、欺誑、諛諂、無慙、無", "126": "愧，無惡欲、惡見；然彼賢者心生惡欲、惡見", "127": "而住。諸梵行人知彼賢者不知諸法所可", "128": "知法而無增伺。所以者何？以彼賢者心不", "129": "向增伺盡、無餘涅槃，如是諍訟、恚恨、瞋纏、", "13": "若有人惡欲、念欲者，是謂戾語法。如是染", "130": "不語結、慳、嫉、欺誑、諛諂、無慙、無愧，無惡欲、惡", "131": "見。所以者何？以彼賢者心不向惡見法盡、", "132": "無餘涅槃。「諸賢！或有比丘不作是說：『我", "133": "知諸法所可知法而無增伺。』然彼賢者心", "134": "不生惡增伺而住，如是諍訟、恚恨、瞋纏、不", "135": "語結、慳、嫉、欺誑、諛諂、無慙、無愧，無惡欲、惡見，", "136": "然彼賢者心不生惡欲、惡見而住。諸梵行", "137": "人知彼賢者實知諸法所可知法而無", "138": "增伺。所以者何？以彼賢者心不生惡增", "139": "伺而住，如是諍訟、恚恨、瞋纏、不語結、慳、嫉、欺", "14": "行染、不語結住，欺誑諛諂，慳貪嫉妬，無慙", "140": "誑、諛諂、無慙、無愧，無惡欲、惡見。所以者何？以", "141": "彼賢者心不生惡欲、惡見而住。「諸賢！猶人", "142": "大富自說不富，亦有國封說無國封，又", "143": "有畜牧說無畜牧，若欲用時，則有金、銀、", "144": "真珠、琉璃、水精、琥珀，有畜牧、米穀，亦有奴", "145": "婢。諸親朋友往詣彼所，作如是說：『汝實大", "146": "富自說不富，亦有國封說無國封，又有", "147": "畜牧說無畜牧，然欲用時，則有金、銀、真珠、", "148": "琉璃、水精、琥珀，有畜牧、米穀，亦有奴婢。』如", "149": "是。諸賢！若有比丘不作是說：『我知諸法", "15": "無愧，瞋弊惡意，瞋恚語言，訶比丘訶，訶", "150": "所可知法而無增伺。』然彼賢者心不生惡", "151": "增伺而住，如是諍訟、恚恨、瞋纏、不語結、", "152": "慳、嫉、欺誑、諛諂、無慙、無愧，無惡欲、惡見，然彼", "153": "賢者心不生惡欲、惡見而住。諸梵行人知", "154": "彼賢者知諸法所可知法而無增伺。所以", "155": "者何？以彼賢者心向增伺盡、無餘涅槃，如", "156": "是諍訟、恚恨、瞋纏、不語結、慳、嫉、欺誑、諛諂、無慙、", "157": "無愧，無惡欲、惡見。所以者何？以彼賢者心向", "158": "惡見法盡、無餘涅槃。」尊者周那所說如是。彼", "159": "諸比丘聞尊者周那所說，歡喜奉行。", "16": "比丘輕慢，訶比丘發露，更互相避而說外", "160": "知法經第四竟八百八十一字", "161": "91 周那問見經（九一）中阿含穢品周那問見經第五第二", "162": "小土城誦", "163": "我聞如是：一時，佛遊拘舍彌，在瞿師羅園。", "164": "於是，尊者大周那則於晡時從宴坐起，", "165": "往詣佛所，稽首佛足，却坐一面，白曰：「世尊！", "166": "世中諸見生而生，謂計有神，計有眾生，", "167": "有人、有壽、有命、有世。世尊！云何知，云何", "168": "見，令此見得滅、得捨離，而令餘見不續，不", "169": "受耶？」彼時，世尊告曰：「周那！世中諸見生而", "17": "事，不語、瞋恚、憎嫉熾盛，惡朋友、惡伴侶，無", "170": "生，謂計有神，計有眾生，有人、有壽、有命、", "171": "有世。周那！若使諸法滅盡無餘者，如是", "172": "知、如是見，令此見得滅、得捨離，而令餘", "173": "見不續、不受，當學漸損。「周那！於聖法、律", "174": "中，何者漸損？比丘者，離欲、離惡不善之法，", "175": "至得第四禪成就遊，彼作是念：『我行漸損。』", "176": "周那！於聖法、律中，不但是漸損，有四增上", "177": "心現法樂居，行者從是起而復還入，彼", "178": "作是念：『我行漸損。』周那！於聖法、律中，不", "179": "但是漸損，比丘者度一切色想，至得非有", "18": "恩、不知恩。諸賢！若有人無恩、不知恩者，", "180": "想非無想處成就遊，彼作是念：『我行漸損。』", "181": "周那！於聖法、律中不但是漸損，有四息解", "182": "脫，離色得無色，行者從是起當為他說，", "183": "彼作是念：『我行漸損。』「周那！於聖法、律中不", "184": "但是漸損。周那！他有惡欲、念欲，我無惡欲、", "185": "念欲，當學漸損。周那！他有害意瞋，我無害", "186": "意瞋，當學漸損。周那！他有殺生、不與取、非", "187": "梵行，我無非梵行，當學漸損。周那！他有", "188": "增伺、諍意、睡眠所纏、調貢高而有疑惑，我", "189": "無疑惑，當學漸損。周那！他有瞋結、諛諂、", "19": "是謂戾語法。諸賢！是謂諸戾語法。若有", "190": "欺誑、無慙、無愧，我有慙愧，當學漸損。周那！", "191": "他有慢，我無慢，當學漸損。周那！他有增", "192": "慢，我無增慢，當學漸損。周那！他不多聞，", "193": "我有多聞，當學漸損。周那！他不觀諸善", "194": "法，我觀諸善法，當學漸損。周那！他行非", "195": "法惡行，我行是法妙行，當學漸損。周那！", "196": "他有妄言、兩舌、麤言、綺語、惡戒，我無惡戒，當", "197": "學漸損。周那！他有不信、懈怠、無念、無定而", "198": "有惡慧，我無惡慧，當學漸損。「周那！若但發", "199": "心念欲求學諸善法者，則多所饒益，況", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "成就戾語法者，諸梵行者不語彼，不教、不", "200": "復身、口行善法耶？周那！他有惡欲、念欲，我", "201": "無惡欲、念欲，當發心。周那！他有害意瞋，", "202": "我無害意瞋，當發心。周那！他有殺生、不與", "203": "取、非梵行，我無非梵行，當發心。周那！他有", "204": "增伺、諍意、睡眠所纏、調貢高而有疑惑，我", "205": "無疑惑，當發心。周那！他有瞋結、諛諂、欺誑、", "206": "無慙、無愧，我有慙愧，當發心。周那！他", "207": "有慢，我無慢，當發心。周那！他有增慢，我", "208": "無增慢，當發心。周那！他不多聞，我有多", "209": "聞，當發心。周那！他不觀諸善法，我觀諸", "21": "訶而難彼人，諸賢！比丘者，當自思量。「諸賢！", "210": "善法，當發心。周那！他行非法惡行，我行是", "211": "法妙行，當發心。周那！他有妄言、兩舌、麤言、", "212": "綺語、惡戒，我無惡戒，當發心。周那！他有不", "213": "信、懈怠、無念、無定而有惡慧，我無惡慧，當", "214": "發心。「周那！猶如惡道與正道對，猶如惡度", "215": "與正度對。如是，周那！惡欲者與非惡欲為", "216": "對。害意瞋者與不害意瞋為對。殺生、不", "217": "與取、非梵行者與梵行為對。增伺、諍意、睡", "218": "眠、調貢高、疑惑者與不疑惑為對。瞋結、諛", "219": "諂、欺誑、無慙、無愧者與慙愧為對。慢者與", "22": "若有人惡欲、念欲者，我不愛彼；若我惡欲、", "220": "不慢為對。增慢者與不增慢為對。不多聞", "221": "者與多聞為對。不觀諸善法者與觀諸善", "222": "法為對。行非法惡行者與行是法妙行為", "223": "對。妄言、兩舌、麤言、綺語、惡戒者與善戒為", "224": "對。不信、懈怠、無念、無定、惡慧者與善慧為", "225": "對。「周那！或有法黑，有黑報，趣至惡處。或", "226": "有法白，有白報，而得昇上。如是，周那！惡欲", "227": "者，以非惡欲為昇上。害意瞋者，以不害", "228": "意瞋為昇上。殺生、不與取、非梵行者，以梵", "229": "行為昇上。增伺、諍意、睡眠、調貢高、疑惑者，", "23": "念欲者，彼亦不愛我。比丘如是觀，不行", "230": "以不疑惑為昇上。瞋結、諛諂、欺誑、無慙、無愧", "231": "者，以慙愧為昇上。慢者，以不慢為昇上。", "232": "增慢者，以不增慢為昇上。不多聞者，以多", "233": "聞為昇上。不觀諸善法者，以觀諸善法為", "234": "昇上。行非法惡行者，以行是法妙行為昇", "235": "上。妄言、兩舌、麤言、綺語、惡戒者，以善戒為", "236": "昇上。不信、懈怠、無念、無定、惡慧者，以善慧為", "237": "昇上。「周那！若有不自調御，他不調御欲", "238": "調御者，終無是處。自沒溺，他沒溺欲拔出", "239": "者，終無是處。自不般涅槃，他不般涅槃令", "24": "惡欲、不念欲者，當學如是。如是染行染、", "240": "般涅槃者，終無是處。周那！若有自調御，他", "241": "不調御欲調御者，必有是處。自不沒溺，他", "242": "沒溺欲拔出者，必有是處。自般涅槃，他不", "243": "般涅槃令般涅槃者，必有是處。如是。周那！", "244": "惡欲者，以非惡欲為般涅槃。害意瞋者，以", "245": "不害意瞋為般涅槃。殺生、不與取、非梵行者，", "246": "以梵行為般涅槃。增伺、諍意、睡眠、調貢高、", "247": "疑惑者，以不疑惑為般涅槃。瞋結、諛諂、欺誑、", "248": "無慙、無愧者，以慙愧為般涅槃。慢者，以不", "249": "慢為般涅槃。增慢者，以不增慢為般涅", "25": "不語結住，欺誑諛諂，慳貪嫉妬，無慙無愧，瞋", "250": "槃。不多聞者，以多聞為般涅槃。不觀諸善", "251": "法者，以觀諸善法為般涅槃。行非法惡行", "252": "者，以行是法妙行為般涅槃。妄言、兩舌、麤", "253": "言、綺語、惡戒者，以善戒為般涅槃。不信、懈", "254": "怠、無念、無定、惡慧者，以善慧為般涅槃。「是", "255": "為，周那！我已為汝說漸損法，已說發心法，", "256": "已說對法，已說昇上法，已說般涅槃法。如", "257": "尊師所為弟子起大慈哀憐念愍傷，求義", "258": "及饒益，求安隱快樂者，我今已作。汝等", "259": "亦當復自作，至無事處山林樹下空安", "26": "弊惡意，瞋瞋語言，訶比丘，訶比丘輕慢，", "260": "靜處，坐禪思惟，勿得放逸，勤加精進，莫令", "261": "後悔。此是我之教勅，是我訓誨。」佛說如", "262": "是。尊者大周那及諸比丘，聞佛所說，歡喜", "263": "奉行。", "264": "周那問見經第五竟千五百七十五字", "265": "92 青白蓮華喻經（九二）中阿含穢品青白蓮華喻經第六第", "266": "二小土城誦", "267": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "268": "獨園。爾時，世尊告諸比丘：「或有法從身滅，", "269": "不從口滅；或有法從口滅，不從身滅；或有", "27": "訶比丘發露，更互相避而說外事，不語、瞋恚、", "270": "法不從身口滅，但以慧見滅。「云何法從", "271": "身滅，不從口滅？比丘者，有不善身行充滿，", "272": "具足受持著身，諸比丘見已，訶彼比丘：『賢", "273": "者！不善身行充滿，具足受持，何為著身？賢", "274": "者！可捨不善身行，修習善身行。』彼於後", "275": "時，捨不善身行，修習善身行，是謂法從身", "276": "滅，不從口滅。「云何法從口滅，不從身滅？比", "277": "丘者，不善口行充滿，具足受持著口，諸比丘", "278": "見已呵彼比丘：『賢者！不善口行充滿，具足受", "279": "持，何為著口？賢者！可捨不善口行，修習", "28": "憎嫉熾盛，惡朋友、惡伴侶，無恩、不知恩。諸", "280": "善口行。』彼於後時，捨不善口行，修習善口", "281": "行，是謂法從口滅，不從身滅。「云何法不從", "282": "身口滅，但以慧見滅？增伺不從身口滅，", "283": "但以慧見滅，如是諍訟、恚恨、瞋纏、不語結、", "284": "慳、嫉、欺誑、諛諂、無慙、無愧，惡欲、惡見，不從身", "285": "口滅，但以慧見滅。是謂法不從身口滅，", "286": "但以慧見滅。「如來或有觀，觀他人心，知", "287": "此人不如是修身、修戒、修心、修慧，如修身，修", "288": "戒、修心、修慧，得滅增伺。所以者何？以此人", "289": "心生惡增伺而住，如是諍訟、恚恨、瞋纏、不", "29": "賢！若有人無恩、不知恩者，我不愛彼；若", "290": "語結、慳、嫉、欺誑、諛諂、無慙、無愧，得滅惡欲、惡", "291": "見。所以者何？以此人心生惡欲、惡見而住。", "292": "知此人如是修身、修戒、修心、修慧，如修身，修", "293": "戒、修心、修慧，得滅增伺。所以者何？以此人", "294": "心不生惡增伺而住，如是諍訟、恚恨、瞋纏、", "295": "不語結、慳、嫉、欺誑、諛諂、無慙、無愧，得滅惡欲、", "296": "惡見。所以者何？以此人心不生惡欲、惡見", "297": "而住。猶如青蓮華，紅、赤、白蓮花，水生水長，出", "298": "水上，不著水。如是，如來世間生、世間長，出", "299": "世間行，不著世間法。所以者何？如來、無所", "3": "89 比丘請經（八九）穢品比丘請經第三第二小土城誦", "30": "我無恩、不知恩者，彼亦不愛我。比丘如是", "300": "著、等正覺，出一切世間。」爾時，尊者阿難執拂", "301": "侍佛。於是，尊者阿難叉手向佛，白曰：「世尊！", "302": "此經當名何？云何受持？」於是，世尊告曰：「阿", "303": "難！此經名為『青白蓮華喻』，汝當如是善受", "304": "持誦。」爾時，世尊告諸比丘：「汝等當共受此", "305": "青白蓮花喻經，誦習守持。所以者何？此青白", "306": "蓮華喻經，如法有義，是梵行本，致通、致覺，", "307": "亦致涅槃。若族姓子，剃除鬚髮，著袈裟衣，", "308": "至信、捨家、無家、學道者，應當受此青白蓮華", "309": "喻經，善諷誦持。」佛說如是。尊者阿難及諸比", "31": "觀，不行無恩、不知恩者，當學如是。「諸賢！", "310": "丘。聞佛所說，歡喜奉行。", "311": "青白蓮華喻經第六竟七百三字", "312": "93 水淨梵志經（九三）中阿含穢品水淨梵志經第七第二小", "313": "土城誦", "314": "我聞如是：一時，佛遊欝鞞羅尼連然河岸，在", "315": "阿耶惒羅尼拘類樹下，初得道時。於是，有", "316": "一水淨梵志，中後仿佯往詣佛所。世尊", "317": "遙見水淨梵志來，因水淨梵志故，告諸比", "318": "丘：「若有二十一穢污於心者，必至惡處，", "319": "生地獄中。云何二十一穢？邪見心穢、非法", "32": "若比丘不請諸比丘，諸尊！語我、教我、訶我，", "320": "欲心穢、惡貪心穢、邪法心穢、貪心穢、恚心穢、睡", "321": "眠心穢、調悔心穢、疑惑心穢、瞋纏心穢、不語", "322": "結心穢、慳心穢、嫉心穢、欺誑心穢、諛諂心穢、", "323": "無慙心穢、無愧心穢、慢心穢、大慢心穢、慢慠", "324": "心穢、放逸心穢。若有此二十一穢污於心", "325": "者，必至惡處，生地獄中。猶垢膩衣持與染", "326": "家，彼染家得，或以淳灰、或以澡豆、或以土", "327": "漬極浣，令淨此垢膩衣。染家雖治，或以淳", "328": "灰、或以澡豆、或以土漬極浣令淨，然此污", "329": "衣故有穢色。如是，若有二十一穢污於心", "33": "莫難於我。所以者何？諸賢！或有一人善", "330": "者，必至惡處，生地獄中。云何二十一穢？", "331": "邪見心穢、非法欲心穢、惡貪心穢、邪法心穢、貪", "332": "心穢、恚心穢、睡眠心穢、調悔心穢、疑惑心穢、", "333": "瞋纏心穢、不語結心穢、慳心穢、嫉心穢、欺誑心", "334": "穢、諛諂心穢、無慙心穢、無愧心穢、慢心穢、大慢", "335": "心穢、慢慠心穢、放逸心穢。若有此二十一穢", "336": "污於心者，必至惡處，生地獄中。「若有二十", "337": "一穢不污心者，必至善處，生於天上。云何", "338": "二十一穢？邪見心穢、非法欲心穢、惡貪心穢、", "339": "邪法心穢、貪心穢、恚心穢、睡眠心穢、調悔心穢、", "34": "語，成就善語法，成就善語法故，諸梵行者", "340": "疑惑心穢、瞋纏心穢、不語心心穢、慳心穢、嫉", "341": "心穢、欺誑心穢、諛諂心穢、無慙心穢、無愧心穢、", "342": "慢心穢、大慢心穢、憍慠心穢、放逸心穢。若有", "343": "此二十一穢不污心者，必至善處，生於天", "344": "上。猶如白淨波羅奈衣持與染家，彼染家得，", "345": "或以淳灰、或以澡豆、或以土漬極浣令淨；", "346": "此白淨波羅奈衣，染家雖治，或以淳灰、或", "347": "以澡豆、或以土漬極浣令淨，然此白淨波", "348": "羅奈衣本已淨而復淨。如是若有二十一穢", "349": "不污心者，必至善處，生於天上。云何二十", "35": "善語彼，善教、善訶，不難彼人。諸賢！何者善", "350": "一穢？邪見心穢、非法欲心穢、惡貪心穢、邪法", "351": "心穢、貪心穢、恚心穢、睡眠心穢、調悔心穢、疑惑", "352": "心穢、瞋纏心穢、不語結心穢、慳心穢、嫉心穢、欺", "353": "誑心穢、諛諂心穢、無慙心穢、無愧心穢、慢心穢、", "354": "大慢心穢、憍慠心穢、放逸心穢。若有此二十", "355": "一穢不污心者，必至善處，生於天上。「若", "356": "知邪見是心穢者，知已便斷。如是非法欲", "357": "心穢、惡貪心穢、邪法心穢、貪心穢、恚心穢、", "358": "睡眠心穢、調悔心穢、疑惑心穢、瞋纏心穢、不", "359": "語結心穢、慳心穢、嫉心穢、欺誑心穢、諛諂心穢、", "36": "語法？若有成就善語法者，諸梵行者善語", "360": "無慙心穢、無愧心穢、慢心穢、大慢心穢、憍慠心", "361": "穢，若知放逸是心穢者，知已便斷，彼心與", "362": "慈俱，遍滿十方成就遊。如是二三四方、四", "363": "維上下，普周一切，心與慈俱，無結、無怨、無恚、無", "364": "諍，極廣甚大，無量善修，遍滿一切世間成", "365": "就遊。如是，悲、喜心與捨俱，無結、無怨、無恚、", "366": "無諍，極廣甚大，無量善修，遍滿一切世間成", "367": "就遊。梵志！是謂洗浴內心，非浴外身。」爾時，", "368": "梵志語世尊曰：「瞿曇！可詣多水河浴。」世", "369": "尊問曰：「梵志！若詣多水河浴者，彼得何", "37": "彼，善教、善訶，不難彼人。諸賢！或有一人", "370": "等？」梵志答曰：「瞿曇！彼多水河者，此是世", "371": "間齋潔之相、度相、福相。瞿曇！若詣多水河", "372": "浴者，彼則淨除於一切惡。」爾時，世尊為彼", "373": "梵志而說頌曰：", "374": "「妙好首梵志，若入多水河，", "375": "是愚常遊戲，不能淨黑業。", "376": "好首何往泉，何義多水河，", "377": "人作不善業，清水何所益？", "378": "淨者無垢穢，淨者常說戒，", "379": "淨者清白業，常得清淨行。", "38": "不惡欲、不念欲。諸賢！若有人不惡欲、不念", "380": "若汝不殺生，常不與不取，", "381": "真諦不妄語，常正念正知。", "382": "梵志如是學，一切眾生安，", "383": "梵志何還家，家泉無所淨。", "384": "梵志汝當學，淨洗以善法，", "385": "何須弊惡水，但去身體垢。」", "386": "梵志白佛曰：「我亦作是念，", "387": "淨洗以善法，何須弊惡水。」", "388": "梵志聞佛教，心中大歡喜，", "389": "即時禮佛足，歸命佛法眾。", "39": "欲者，是謂善語法。如是不染行染、不語", "390": "梵志白曰：「世尊！我已知。善逝！我已解。我今", "391": "自歸佛、法及比丘眾，唯願世尊受我為優", "392": "婆塞，從今日始，終身自歸，乃至命盡。」佛說如", "393": "是。好首水淨梵志及諸比丘，聞佛所說，歡喜", "394": "奉行。", "395": "水淨梵志經第七竟一千二百一十字", "396": "94 黑比丘經（九四）中阿含穢品黑比丘經第八第二小", "397": "土城誦", "398": "我聞如是：一時，佛遊舍衛國，在東園鹿母", "399": "堂。是時，黑比丘鹿母子常憙鬪諍，往詣佛", "4": "我聞如是：一時，佛遊王舍城，在竹林迦蘭", "40": "結住，不欺誑諛諂，不慳貪嫉妬，不無慙無", "400": "所。世尊遙見黑比丘來，因黑比丘故，告諸", "401": "比丘：「或有一人常喜鬪諍，不稱止諍。若有", "402": "一人常喜鬪諍，不稱止諍者，此法不可樂，", "403": "不可愛喜，不能令愛念，不能令敬重，不", "404": "能令修習，不能令攝持，不能令得沙", "405": "門，不能令得一意，不能令得涅槃。「或", "406": "有一人惡欲，不稱止惡欲。若有一人惡欲，", "407": "不稱止惡欲者，此法不可樂，不可愛憙，", "408": "不能令愛念，不能令敬重，不能令修習，", "409": "不能令攝持，不能令得沙門，不能令", "41": "愧，不瞋弊惡意，不瞋瞋語言，不訶比丘訶，", "410": "得一意，不能令得涅槃。「或有一人犯戒、", "411": "越戒、缺戒、穿戒、污戒，不稱持戒。若有一人", "412": "犯戒、越戒、缺戒、穿戒、污戒、不稱持戒者，此法", "413": "不可樂，不可愛憙，不能令愛念、不能令", "414": "敬重，不能令修習，不能令攝持，不能令", "415": "得沙門，不能令得一意，不能令得涅槃。", "416": "「或有一人有瞋纏、有不語結、有慳嫉、有諛", "417": "諂欺誑、有無慙無愧，不稱慙愧。若有一人", "418": "有瞋纏、有不語結、有慳嫉、有諛諂欺誑、", "419": "有無慙無愧、不稱慙愧者，此法不可樂，", "42": "不訶比丘輕慢，不訶比丘發露，不更互", "420": "不可愛憙，不能令愛念，不能令敬重，不", "421": "能令修習，不能令攝持，不能令得沙門，", "422": "不能令得一意，不能令得涅槃。「或有一", "423": "人不經勞諸梵行，不稱經勞諸梵行。若有", "424": "一人不經勞諸梵行，不稱經勞諸梵行者，", "425": "此法不可樂，不可愛憙，不能令愛念，不", "426": "能令敬重，不能令修習，不能令攝持，不", "427": "能令得沙門，不能令得一意，不能令", "428": "得涅槃。「或有一人不觀諸法，不稱觀諸", "429": "法。若有一人不觀諸法，不稱觀諸法者，", "43": "相避而說外事，不不語、瞋恚、憎嫉熾盛，不", "430": "此法不可樂，不可愛憙，不能令愛念，不", "431": "能令敬重，不能令修習，不能令攝持，", "432": "不能令得沙門，不能令得一意，不能令", "433": "得涅槃。「或有一人不宴坐，不稱宴坐。若", "434": "有一人不宴坐，不稱宴坐者，此法不可", "435": "樂，不可愛憙，不能令愛念，不能令敬重，", "436": "不能令修習，不能令攝持，不能令得沙", "437": "門，不能令得一意，不能令得涅槃。此人", "438": "雖作是念：『令諸梵行者供養、恭敬、禮事於", "439": "我。』然諸梵行者不供養、恭敬、禮事於彼。所", "44": "惡朋友、惡伴侶，不無恩、不知恩。諸賢！若有", "440": "以者何？彼人有此無量惡法，因彼有此無量", "441": "惡法故，令諸梵行者不供養、恭敬、禮事於", "442": "彼。猶如惡馬繫在櫪養，雖作是念：『令人繫", "443": "我著安隱處，與我好飲食、好看視我。』然人", "444": "不繫著安隱處，不與好飲食、不好看視。所", "445": "以者何？彼馬有惡法，謂極麁弊、不溫良故，", "446": "令人不繫著安隱處，不與好飲食、不好看", "447": "視。如是，此人雖作是念：『令諸梵行者供養、", "448": "恭敬、禮事於我。』然諸梵行者不供養、恭敬、", "449": "禮事於彼。所以者何？彼人有此無量惡法，", "45": "人不無恩、不知恩者，是謂善語法。諸賢！", "450": "因彼有此無量惡法故，令諸梵行者不供", "451": "養、恭敬、禮事於彼。「或有一人不憙鬪諍，稱", "452": "譽止諍。若有一人不憙鬪諍，稱譽止諍者，", "453": "此法可樂、可愛、可憙，能令愛念，能令敬重，", "454": "能令修習，能令攝持，能令得沙門，能令", "455": "得一意，能令得涅槃。「或有一人不惡欲，稱", "456": "譽止惡欲。若有一人不惡欲，稱譽止惡欲", "457": "者，此法可樂、可愛、可憙，能令愛念，能令", "458": "敬重，能令修習，能令攝持，能令得沙門，", "459": "能令得一意，能令得涅槃。「或有一人不犯", "46": "是謂諸善語法。若有成就善語法者，諸", "460": "戒、不越戒、不缺戒、不穿戒、不污戒，稱譽持戒。", "461": "若有一人不犯戒、不越戒、不缺戒、不穿戒、不", "462": "污戒，稱譽持戒者，此法可樂、可愛、可喜，能", "463": "令愛念，能令敬重，能令修習，能令攝持，能", "464": "令得沙門、能令得一意，能令得涅槃。「或", "465": "有一人無瞋纏、無不語結、無慳嫉、無諛諂", "466": "欺誑、無無慙無愧，稱譽慙愧。若有一人無", "467": "瞋纏、無不語結、無慳嫉、無諛諂欺誑、無", "468": "無慙無愧，稱譽慙愧者，此法可樂、可愛、可", "469": "喜，能令愛念，能令敬重，能令修習，能令", "47": "梵行者善語彼，善教、善訶，不難彼人。諸賢！", "470": "攝持，能令得沙門，能令得一意，能令得", "471": "涅槃。「或有一人經勞諸梵行，稱譽經勞諸", "472": "梵行。若有一人經勞諸梵行，稱譽經勞諸", "473": "梵行者，此法可樂、可愛、可喜，能令愛念，", "474": "能令敬重，能令修習，能令攝持，能令得沙", "475": "門，能令得一意，能令得涅槃。「或有一人", "476": "觀諸法，稱譽觀諸法。若有一人觀諸法，", "477": "稱譽觀諸法者，此法可樂、可愛、可憙，能令", "478": "愛念，能令敬重，能令修習，能令攝持，能令", "479": "得沙門，能令得一意，能令得涅槃。「或有", "48": "比丘者當自思量。「諸賢！若有人不惡欲、不", "480": "一人宴坐，稱譽宴坐。若有一人宴坐，稱譽", "481": "宴坐者，此法可樂、可愛、可憙，能令愛念，", "482": "能令敬重，能令修習，能令攝持，能令得", "483": "沙門，能令得一意，能令得涅槃。此人雖", "484": "不作是念：『令諸梵行者供養、恭敬、禮事於", "485": "我。』然諸梵行者供養、恭敬、禮事於彼。所以", "486": "者何？彼人有此無量善法，因彼有此無量", "487": "善法故，令諸梵行者供養、恭敬、禮事於彼。", "488": "猶如良馬繫在櫪養，雖不作是念：『令人繫", "489": "我著安隱處，與我好飲食、好看視我。』然人", "49": "念欲者，我愛彼人；若我不惡欲、不念欲者，彼", "490": "繫彼著安隱處，與好飲食、好看視之。所以", "491": "者何？彼馬有善法，謂軟調好、極溫良故，令", "492": "人繫著於安隱處，與好飲食、好看視之。如", "493": "是，此人雖不作是念：『令諸梵行者供養、", "494": "恭敬、禮事於我。』然諸梵行者供養、恭敬、禮", "495": "事於彼。」佛說如是。彼諸比丘聞佛所說，歡", "496": "喜奉行。", "497": "黑比丘經第八竟一千五百二十七字", "498": "95 住法經（九五）中阿含穢品住法經第九第二小土", "499": "城誦", "5": "哆園，與大比丘眾俱，受夏坐。爾時，尊者大", "50": "亦愛我。比丘如是觀，不行惡欲、不念欲", "500": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "501": "獨園。爾時，世尊告諸比丘：「我說退善法不住、", "502": "不增，我說住善法不退、不增，我說增善法不", "503": "退、不住。云何退善法不住、不增？比丘者，若有", "504": "篤信、禁戒、博聞、布施、智慧、辯才，阿含及其所", "505": "得，彼人於此法退、不住、不增，是謂退善法", "506": "不住、不增。云何住善法不退、不增？比丘者，若", "507": "有篤信、禁戒、博聞、布施、智慧、辯才、阿含及其", "508": "所得，彼人於此法住不退、不增，是謂住善", "509": "法不退、不增。云何增善法不退、不住？比丘者，", "51": "者，當學如是。如是不染行染、不不語結", "510": "若有篤信、禁戒、博聞、布施、智慧、辯才、阿含及", "511": "其所得，彼人於此法增不退、不住，是謂增", "512": "善法不退、不住。「比丘者作如是觀，必多所", "513": "饒益：『我為多行增伺，為多行無增伺？我", "514": "為多行瞋恚心，為多行無瞋恚心？我為多", "515": "行睡眠纏，為多行無睡眠纏？我為多行調", "516": "貢高，為多行無調貢高？我為多行疑惑，為", "517": "多行無疑惑？我為多行身諍，為多行無身", "518": "諍？我為多行穢污心，為多行無穢污心？我", "519": "為多行信，為多行不信？我為多行精進，為", "52": "住，不欺誑諛諂，不慳貪嫉妬，不無慙無愧，", "520": "多行懈怠？我為多行念，為多行無念？我為", "521": "多行定，為多行無定？我為多行惡慧，為多", "522": "行無惡慧？』「若比丘觀時，則知我多行增伺、瞋", "523": "恚心、睡眠纏、調貢高、疑惑、身諍、穢污心、不信、", "524": "懈怠、無念、無定、多行惡慧者，彼比丘欲滅此", "525": "惡不善法故，便以速求方便，學極精勤，正", "526": "念正智，忍不令退。猶人為火燒頭、燒衣，急", "527": "求方便救頭、救衣。如是比丘欲滅此惡不", "528": "善法故，便以速求方便，學極精勤，正念正", "529": "智，忍不令退。「若比丘觀時，則知我多行無", "53": "不瞋弊惡意，不瞋瞋語言，不訶比丘訶，不", "530": "貪伺、無瞋恚心、無睡眠纏、無調貢高、無", "531": "疑惑、無身諍、無穢污心、有信、有進、有念、", "532": "有定、多行無惡慧者，彼比丘欲住此善法，", "533": "不忘、不退修行廣布故，便以速求方便，學", "534": "極精勤，正念正智，忍不令退。猶人為火燒", "535": "頭、燒衣，急求方便救頭、救衣。如是比丘", "536": "欲住此善法，不忘、不退修行廣布故，便以", "537": "速求方便，學極精勤，正念正智，忍不令退。」", "538": "佛說如是。彼諸比丘聞佛所說，歡喜奉行。", "539": "住法經第九竟六百三十一字", "54": "訶比丘輕慢，不訶比丘發露，不更互相避", "540": "96 無經（九六）中阿含穢品無經第十第二小土城誦", "541": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "542": "獨園。爾時，尊者舍梨子告諸比丘：「諸賢！若", "543": "有比丘、比丘尼未聞法者不得聞，已聞法", "544": "者便忘失，若使有法本所修行，廣布誦習，", "545": "慧之所解，彼不復憶，知而不知。諸賢！是謂", "546": "比丘、比丘尼淨法衰退。「諸賢！若有比丘、比丘", "547": "尼未聞法者便得聞，已聞法者不忘失，若", "548": "使有法本所修行，廣布誦習，慧之所解，彼", "549": "常憶念，知而復知。是謂比丘、比丘尼淨法轉", "55": "而說外事，不不語、瞋恚、憎嫉熾盛，不惡", "550": "增。「諸賢！比丘者當作如是觀：『我為有增", "551": "伺，為無有增伺？我為有瞋恚心，為無有", "552": "瞋恚心？我為有睡眠纏，為無有睡眠纏？我", "553": "為有調貢高，為無有調貢高？我為有疑惑，", "554": "為無有疑惑？我為有身諍，為無有身諍？我", "555": "為有穢污心，為無有穢污心？我為有信，為", "556": "無有信？我為有進，為無有進？我為有念，為", "557": "無有念？我為有定，為無有定？我為有惡慧，", "558": "為無有惡慧？』「諸賢！若比丘觀時，則知我有", "559": "增伺、有瞋恚心、有睡眠纏、有調貢高、有", "56": "朋友、惡伴侶，不無恩、不知恩。諸賢！若有人", "560": "疑惑、有身諍、有穢污心，無信、無進、無念、無", "561": "定，有惡慧者。諸賢！彼比丘欲滅此惡不善", "562": "法故，便以速求方便，學極精勤，正念正智，", "563": "忍不令退。諸賢！猶人為火燒頭、燒衣，急", "564": "求方便救頭、救衣。諸賢！如是比丘欲滅", "565": "此惡不善法故，便以速求方便，學極精勤，", "566": "正念正智，忍不令退。「諸賢！若比丘觀時，則", "567": "知我無增伺、無瞋恚心、無睡眠纏、無", "568": "調貢高、無有疑惑、無有身諍、無穢污心，", "569": "有信、有進、有念、有定、無惡慧者，彼比丘欲", "57": "不無恩、不知恩者，我愛彼人；若我不無", "570": "住此善法，不忘不退，修行廣布故，便以速", "571": "求方便，學極精勤，正念正智，忍不令退。猶", "572": "人為火燒頭、燒衣，急求方便救頭、救衣。", "573": "諸賢！如是比丘欲住此善法，不忘不退，修", "574": "行廣布故，便以速求方便，學極精勤，正念", "575": "正智，忍不令退。」尊者舍梨子所說如是，彼", "576": "諸比丘聞尊者舍梨子所說，歡喜奉行。", "577": "無經第十竟五百六十八字", "578": "中阿含經卷第二十三八千六百五十八字", "579": "中阿含穢品第三竟萬六千一百四十字第二小土", "58": "恩、不知恩者，彼亦愛我。比丘如是觀，不無", "580": "城誦", "59": "恩、不知恩者，當學如是。「諸賢！若比丘如", "6": "目揵連告諸比丘：「諸賢！若有比丘請諸比", "60": "是觀者，必多所饒益，我為惡欲、念欲，為不", "61": "惡欲、念欲耶？諸賢！若比丘觀時，則知我是", "62": "惡欲、念欲者，則不歡悅，便求欲斷。諸賢！若", "63": "比丘觀時，則知我無惡欲、不念欲者，即便歡", "64": "悅，我自清淨，求學尊法，是故歡悅。諸賢！猶", "65": "有目人以鏡自照，則見其面淨及不淨。諸", "66": "賢！若有目人見面有垢者，則不歡悅，便求", "67": "欲洗。諸賢！若有目人見面無垢者，即便歡", "68": "悅我面清淨，是故歡悅。「諸賢！若比丘觀時，", "69": "則知我行惡欲、念欲者，則不歡悅，便求欲", "7": "丘，諸尊，語我、教我、訶我，莫難於我。所以", "70": "斷。諸賢！若比丘觀時，則知我不行惡欲、不", "71": "念欲者，即便歡悅，我自清淨，求學尊法，是", "72": "故歡悅。如是我為染行染，為不染行染；", "73": "為不語結住，為不不語結住；為欺誑諛諂，", "74": "為不欺誑諛諂；為慳貪嫉妬，為不慳貪嫉", "75": "妬；為無慙無愧，為不無慙無愧；為瞋弊惡", "76": "意，為不瞋弊惡意；為瞋瞋語言，為不瞋瞋", "77": "語言；為訶比丘訶，為不訶比丘訶；為訶比", "78": "丘輕慢，為不訶比丘輕慢；為訶比丘發露，", "79": "為不訶比丘發露；為更互相避，為不更互", "8": "者何？諸賢！或有一人戾語，成就戾語法，成", "80": "相避；為說外事，為不說外事；為不語、瞋恚、", "81": "憎嫉熾盛，為不不語、瞋恚、憎嫉熾盛；為惡朋", "82": "友、惡伴侶，為不惡朋友、惡伴侶；為無恩、不知", "83": "恩，為不無恩，不知恩耶？諸賢！若比丘觀時，", "84": "則知我無恩、不知恩者，則不歡悅，便求欲", "85": "斷。諸賢！若比丘觀時，則知我不無恩、不知", "86": "恩者，即便歡悅，我自清淨，求學尊法，是故", "87": "歡悅。諸賢！猶有目人以鏡自照，則見其面", "88": "淨及不淨。諸賢！若有目人見面有垢者，則", "89": "不歡悅，便求欲洗。諸賢！若有目人見面無", "9": "就戾語法故，令諸梵行者不語彼，不教、不", "90": "垢者，即便歡悅我面清淨，是故歡悅。「諸賢！", "91": "如是若比丘觀時，則知我無恩、不知恩者，", "92": "則不歡悅，便求欲斷。諸賢！若比丘觀時，則", "93": "知我不無恩、不知恩者，即便歡悅，我自清", "94": "淨，求學尊法，是故歡悅。因歡悅故，便得歡", "95": "喜。因歡喜故，便得止身。因止身故，便得", "96": "覺樂。因覺樂故，便得定心。諸賢！多聞聖弟", "97": "子因定心故，便見如實、知如真。因見如實、", "98": "知如真故，便得厭。因厭故，便得無欲。因", "99": "無欲故，便得解脫。因解脫故，便得知解脫，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含穢品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}