{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0425 賢劫經: 賢劫經: 賢劫經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "21 千佛興立品", "1": "賢劫經卷第八", "2": "西晉月氏三藏竺法護譯", "3": "22 千佛發意品千佛發意品第二十二", "4": "喜王菩薩復白佛言：「善哉！世尊！唯垂愍哀，說", "5": "此劫中千佛本末，昔始作行得為菩薩時，在", "6": "何佛所初發道意，積功累德每生自剋供養", "7": "諸佛，自致正覺度脫一切？」佛告喜王菩薩：「諦", "8": "聽！諦聽！善思念之！當為汝說發意本末。」喜王", "9": "菩薩與諸大眾受教而聽。佛言：「拘留孫佛本", "10": "宿命時，見月意如來，心中亘然如冥覩明，", "11": "知道無上三界最尊，則求寶蓋貢上其佛，初", "12": "發道意精進不懈，自致正覺度脫一切。「鉤", "13": "那含佛本宿命時，見師子如來，貢上寶瓔", "14": "及須漫花，因初發道心積功累德，自致", "15": "正覺度脫一切。「其迦葉佛本宿命時，生梵志", "16": "家作幼童子，見思夷最如來心中解悅，脫身", "17": "所著妙好寶帶貢上其佛，初發道意行菩薩", "18": "法不中懈廢，自致正覺度脫一切。」佛言：「今", "19": "我成佛，號釋迦文，本宿命時作良醫師，主治", "20": "人病得醫功夫寶物衣具。見往古佛，與吾同", "21": "號亦字能仁如來，知之至尊，因持衣物貢上", "22": "其佛，初發道意行四等心，四恩六度空無相", "23": "願，不中取證逮得無所從生法忍。見定光", "24": "佛示現受決，欲濟一切三界眾生，自致正覺", "25": "度脫一切。「慈氏如來本宿命時，作轉輪聖王，", "26": "見佛名逮無極，因發道心請佛聖眾供以甘", "27": "饍，貢上光寶以施一切，所在仁慈愍諸不", "28": "逮，周旋生死如恒河沙劫不以為劬，自致", "29": "至佛度脫一切，值其上壽人命八萬四千歲", "30": "時。「師子如來本宿命時，從初發心，佛名晃", "31": "昱音，因其發心，以五寸五納衣奉上其佛，供", "32": "事世尊行菩薩法，自致成佛。「光焰如來本", "33": "宿命時，曾作賈客入海獲致琦珍，從無量光", "34": "佛所初發道心，時見世尊心中忻然，以明", "35": "月珠貢上其佛，因其道心行菩薩法，自致成", "36": "佛度脫一切。「牟尼如來本宿命時，從悅意如", "37": "來初發道心，時作凡人財富無量，見佛心開，", "38": "珠挍飾蓋貢上其佛，因其道心行菩薩法，", "39": "心中願言：『以是功德歸流十方皆見覆護。』精", "40": "進不懈自致正覺度脫一切。「善目如來本宿", "41": "命時，從琦妙佛初發道心，于時見佛心中㸌", "42": "然貢上華香，因其道意行菩薩法，奉四等", "43": "心四恩四辯六度無極，愍傷十方致最正覺，", "44": "度脫一切危厄眾生蒙濟弘安。「善宿如來本", "45": "宿命時，從安悅如來初發道心，時為長者見", "46": "佛歡悅，貢上珓珞妙好重閣，供養其佛，因", "47": "其道意行菩薩法，欲度十方自致成佛度脫", "48": "一切。「華氏如來本宿命時，見導御佛初發道", "49": "心，時本貧厄，因其發心知三界空，便脫死", "50": "人衣貢上其佛，奉菩薩法欲度脫眾生，富", "51": "以七財使諸眾生莫致貧厄，十方覆護，自致", "52": "成佛度脫一切。「第二華氏如來、至真、等正", "53": "覺，本宿命時，從超越首佛初發道心，持洗", "54": "口柳枝一枚貢上其佛，因其道意行菩薩法，", "55": "度脫眾生自致正覺，救眾危厄三界之難也。", "56": "「道師如來本宿命時，見至誠佛從初發道", "57": "心，時作凡人，以身所有好床坐具及赤栴檀", "58": "貢上其佛，因其道心行菩薩法，欲濟十方自", "59": "致得佛度脫一切。「大多如來本宿命時，從", "60": "供稱佛初發道心，時欲入城見佛出城，因為", "61": "稽首歸命供養，貢上至心而奉好竹，心自念", "62": "言：『使諸眾生行直如竹莫有邪志。』由是之故", "63": "常遇三寶，自致正覺救濟十方。「大力如來本", "64": "宿命時，從師意佛所初發道心，時生香家", "65": "作子，賣眾好香，見佛入城心中大悅，貢上", "66": "其佛木榓澡罐，手執美香殊異雜薰，隨尊", "67": "侍衛，願一切眾生悉入道門，因是自致得成", "68": "正覺度脫一切。「星宿王如來本宿命時，從施", "69": "意佛初發道心，時在其國貧無所有，為人", "70": "客作放牛使令，見佛欣然，以時節花貢上", "71": "其佛，行菩薩道精進不懈，自致正覺度脫一", "72": "切。「修藥如來本宿命時，從微妙香佛初發道", "73": "心，時作御師見佛世尊，供順歸命無上大", "74": "聖，以卑遜心與佛談言，以是之故除三界", "75": "難，自致成佛一切蒙恩。「名稱英如來本宿命", "76": "時，從燈電佛初發道心，見佛說法則以幢", "77": "幡上其如來，即夜然燈夙夜勤修，自致成", "78": "佛，度脫三界之難五趣之患，皆恃福慶靡不", "79": "得安。「英妙如來本宿命時，從蓮華佛初發道", "80": "心，其身爾時適行犁種，見佛歡喜捨犁牛", "81": "去稽首佛足，以解脫華供養上佛，願使眾生", "82": "犁道德田自致得佛，由是遵行四等四恩三", "83": "脫六度，便成正覺度脫一切。「大光如來本宿", "84": "命時，從大錠光佛初發道心，時在其國最", "85": "為貧厄，入行曠野見佛僧眾，以錢上佛供養", "86": "至尊，在曠野中燒香然燈，願三界眾生心", "87": "空意淨由如曠野，三世普明無三毒冥，故", "88": "自致得佛度脫一切。「解陰如來本宿命時，從", "89": "梵音佛初發道心，時作皮師，貢上其佛妙好", "90": "履屣，願使一切近致車乘，然後皆成五通", "91": "之馳，由是功德自致成佛度脫一切。「照明如", "92": "來本宿命時，從離慢意佛初發道心，時作轉", "93": "輪聖王，以八萬四千行樹貢上施佛，使造", "94": "精舍，經行其中精進不懈，自致成佛度脫一", "95": "切。「日藏如來本宿命時，從無量成佛所初", "96": "發道心，時為大性梵志作子，以拘翼華貢上", "97": "其佛，緣是之故自致正覺度脫一切。", "98": "「月氏如來本宿命時，從名稱葉佛所初發", "99": "道心，時為金師家作子，以好寶杖貢上其佛，", "100": "由是之故，自致正覺度脫一切。「光曜如來本", "101": "宿命時，從無量明佛初發道心，時生其國最", "102": "為貪匱輩，負草行欲於市賣，見佛欣然無", "103": "以貢上，以草奉佛，願使功德歸流十方，自", "104": "致成佛度脫一切。「善照如來本宿命時，從悅", "105": "意成佛所初發道心，時作園監見佛欣然，", "106": "以思夷華貢上至尊，行菩薩法心自念言：『使", "107": "諸眾生心軟如華。』因從精進自致成佛度脫", "108": "一切。「無憂如來本宿命時，從離意稱佛所", "109": "初發道心，時生尊者家為長者子，取最上", "110": "華以散佛上，慕求大道無上正真，緣是之故", "111": "自致正覺度脫一切。「威神如來本宿命時，從", "112": "德鎧佛所初發道心，時作長者子，以明月珠", "113": "及紅蓮華貢上其佛，精進不懈自致正覺，度", "114": "脫三界五趣之患。「焰光如來本宿命時，從善", "115": "見佛所初發道心，時作賈客數入大海，以", "116": "赤栴檀好床臥具貢上其佛，因行菩薩道自", "117": "致成佛，度脫三世生死之厄。「執華如來本", "118": "宿命時，從悅意威佛所初發道心，生彼世", "119": "時為長者子，以身好衣用乳浣之，燒好名香", "120": "貢上其佛，欲令功德歸流十方一切蒙濟，緣", "121": "是之故，自致正覺度脫一切。「勳光佛如來本", "122": "宿命時，從不藏威佛所初發道心，時作凡", "123": "人，見佛悅豫稽首歸命，則以明鏡眾珍琦寶", "124": "貢上其佛，行菩薩法，緣是之故，自致正覺度", "125": "脫一切。「現義如來本宿命時，從無量音佛所", "126": "初發道心，往昔世時作轉輪聖王，見佛至尊", "127": "無上大道，以若干挍珞重閣精舍貢上其", "128": "佛，願使眾生德猶虛空，緣致正覺度脫一", "129": "切。「錠曜如來本宿命時，從明娛樂佛所初", "130": "發道心，在彼世時香家作子，採眾華香以上", "131": "聖尊，伏心制意，與其家室六十億眷屬俱供", "132": "養其佛，諮受道法行菩薩法，自致正覺度脫", "133": "一切。「光威如來本宿命時，從普稱佛所初發", "134": "道心，時作仙人居在山中，以好白氈布", "135": "經行處貢上其佛，知之甚尊行菩薩法，自致", "136": "正覺度脫一切。「醫氏如來本宿命時，從離種", "137": "佛初發道心，時為醫家作子，以持丸藥眾", "138": "香華物貢上其佛，願一切眾生除三毒病，緣", "139": "是興意行菩薩法，自致正覺度脫一切。「善樂", "140": "如來本宿命時，從其柔順佛初發道心，時", "141": "為油家子，以油然燈貢上其佛，願令十方各", "142": "蒙道明，緣是之故，自致正覺救濟一切。「興", "143": "盛如來本宿命時，從廣普稱佛所初發道心，", "144": "貢上其佛細好白㲲，布經行處勸助所施，因", "145": "是興意奉菩薩行，愍念群生，自致正覺度脫", "146": "一切。「醫所如來本宿命時，從離垢佛初發道", "147": "心，生在醫家學醫弟子，見佛欣喜，貢上其", "148": "佛若干丸藥，緣行開士自致正覺度脫一切。", "149": "「頂髻施如來本宿命時，從普現佛初發道", "150": "心，時作挍飾瓔珞家子，貢上其佛御乘將", "151": "護及寶瓔珞，供養奉事，行菩薩法精進不懈，", "152": "自致正覺度脫一切。「堅固如來本宿命時，從", "153": "莫能勝佛初發道心，時作轉輪聖王，見佛世", "154": "尊，八萬四千七寶床席坐具机筵貢上其佛，", "155": "因興道意行菩薩法，自致正覺度脫一切。", "156": "「首威如來本宿命時，從威王光佛所初發", "157": "道心，曾為賈客入大海中，以明月珠貢上", "158": "其佛，斯珠光明照四十里，緣是精進自致", "159": "正覺無上大道度脫一切。「難勝如來本宿命", "160": "時，從堅步越佛初發道心，時主載財見", "161": "佛欣然，以楊柳枝貢上其佛洗口及齒，緣", "162": "是淨行自致正覺度脫一切。「德幢如來本宿", "163": "命時，從柔稱佛所初發道心，貢上其佛水", "164": "器大釜，以用洗浴，身垢消除令體汗清淨，", "165": "造立光明普行施德，自致正覺度脫一切。「閑", "166": "靜如來本宿命時，從無上佛所初發道心，其", "167": "人時作寶瓔珞師家子，莊嚴瓔珞貢上其", "168": "佛，以紫金色履屣床香布施奉上，願一切眾", "169": "生皆得定意，緣是之故自致正覺度脫一切。", "170": "「堅重如來本宿命時，從大清悅佛發道心，", "171": "供養其佛清白細㲲，溫其浴室洗浴聖眾", "172": "及奉雜香，緣興道意行菩薩道，自致正覺", "173": "救濟十方。「梵音如來本宿命時，從柔音佛所", "174": "初發道心，時為國王監放牧羊，時梵音佛始", "175": "成正覺在野澤中，見其如來心懷悅豫，分所", "176": "服󰉓半奉如來，緣行菩薩無上大道精進不", "177": "懈，自致正覺度脫一切。「堅強如來本宿命", "178": "時，從無動步佛所，以手撮最雜寶珍琦供", "179": "散其佛，作大導師家子因施發意，緣斯功德", "180": "自致正覺度脫一切。「極上欣如來本宿命時，", "181": "從無量清淨佛所初發道心，時為王太子，王", "182": "名娛樂在沙竭國，佛成正覺振其光明普照", "183": "十方，緣行菩薩自致正覺度脫一切。「興光如", "184": "來本宿命時，從威首光佛初發道心，時作轉", "185": "輪聖王，以好衣服琦珍異寶，貢上其佛福施", "186": "一切，緣是精進自致正覺無上大道度脫一", "187": "切。「大明山如來本宿命時，從往道佛所初發", "188": "道心，以無憂華貢上其佛，積功累德每生自", "189": "剋，以大慈悲愍念一切，自致正覺度脫一", "190": "切。「金剛如來本宿命時，從堅固佛所，生", "191": "忉利天作天帝釋，以天意華縵陀勒華，雨下", "192": "紛紛貢散其佛，緣是行道自致正覺度脫一", "193": "切。「憶識如來本宿命時，從愛解脫佛所初", "194": "發道心，用紫金寶珠瓔珞蓋用貢上佛，供", "195": "散佛身而發道意，自致正覺度脫一切。「無畏", "196": "如來本宿命時，從不恐佛所初發道心，作性", "197": "𢤱悷而喜戲笑，以作伎樂擊鼓歌歎供養樂", "198": "佛，自致正覺度脫一切。「寶氏如來本宿命時，", "199": "從無量音佛所初發道心，時作大臣，以好", "200": "華香貢上其佛，緣行菩薩自致正覺度脫一", "201": "切。「蓮華目如來本宿命時，從普觀佛所初發", "202": "道心，以自己身所著寶帶床臥貢奉用上如", "203": "來，欲令一切眾生功德，自致正覺度脫一切。", "204": "「力將如來本宿命時，從大御佛所初發道心，", "205": "時作醫王，持一阿摩勒果貢上其佛，緣其", "206": "成行自致正覺度脫一切。「華光如來本宿命", "207": "時，從一切威佛所初發道心，時作金師，以寶", "208": "華飾貢上其佛，緣斯具行自致正覺度脫一", "209": "切。「愛伏如來本宿命時，從誨供佛所初發道", "210": "心，曾作博戲家子，以好香鑢貢上其佛，緣", "211": "斯積行自致正覺度脫一切。「大威如來本宿", "212": "命時，從照曜首佛所初發道心，時作尊者子，", "213": "以好衣服貢上其佛，緣斯積行自致正覺度", "214": "脫一切。「梵氏如來本宿命時，從頒宣尊佛", "215": "所初發道心，時作大官，令以石蜜甘蔗餳", "216": "貢上其佛，緣斯積德自致正覺度脫一切。「無", "217": "量曜如來本宿命時，從淨光明佛所初發道", "218": "心，時為他賈作，以有好蓋貢上其佛，緣斯", "219": "積德自致正覺度脫一切。「龍施如來本宿命", "220": "時，從師子頻申佛所初發道心，時為髻華", "221": "師家作子，以華寶器貢上其佛，緣斯積德自", "222": "致正覺度脫一切。「堅步如來本宿命時，從離", "223": "意勝佛所初發道心，時為珠師家生作子，", "224": "以寶珠瓔珞床席坐具貢上其佛，緣斯積德", "225": "自致正覺度脫一切。「不虛見如來本宿命時，", "226": "從善見佛所初發道心，時家作醫師療生治", "227": "病，以好雜藥貢上聖眾使治眾病，緣斯積德", "228": "自致正覺度脫一切。「精進施如來本宿命時，", "229": "從度無量佛所初發道心，時作轉輪聖王，興", "230": "起精舍樓閣房室其數百千，以赤栴檀以為", "231": "眾床布好坐具貢上其佛，緣斯積德自致正", "232": "覺度脫一切。「賢力如來本宿命時，從名聞光", "233": "佛所初發道心，時作凡人，以百味供貢進其", "234": "佛及與聖眾，而常飯食十姟弟子，緣斯積德", "235": "自致正覺度脫一切。「欣樂如來本宿命時，從", "236": "弘稱佛所初發道心，時為豪貴長者梵志作", "237": "子，以真珠挍飾妙好𣭘及琦異扇貢上其", "238": "佛，緣斯積德自致正覺度脫一切。「無退沒如", "239": "來本宿命時，從寂根佛所初發道心，時作使", "240": "者，以五比羅果貢上其佛，緣斯積德自致正", "241": "覺度脫一切。「師子幢如來本宿命時，從清和", "242": "音佛所初發道心，時作凡人將犁耕田，以一", "243": "呵摩勒果貢上其佛，緣斯積德自致正覺度", "244": "脫一切。「勝知如來本宿命時，從無能毀轉", "245": "法輪佛所初發道心，時作履屣師，以呵梨", "246": "勒果貢上其佛，緣斯積德自致正覺度脫一", "247": "切。「法氏如來本宿命時，從無量響佛所初", "248": "發道心，時作力士，求以好幢貢上其佛，緣", "249": "斯積德自致正覺度脫一切。「喜王如來本宿", "250": "命時，從降念佛所初發道心，時作香師，以", "251": "好雜香貢上其佛，緣斯積德自致正覺度脫", "252": "一切。「妙御如來本宿命時，從神足威佛所初", "253": "發道心，時為幼童，以三品果貢上其佛，緣", "254": "斯積德自致正覺度脫一切。「愛英如來本宿", "255": "命時，從功勳王佛所初發道心，時為國王明", "256": "智太子，以華貢佛，緣斯積德自致正覺度脫", "257": "一切。「妙天如來本宿命時，從歎度無極佛所", "258": "初發道心，時作賈客，貢上甘美蜜鉢，緣斯", "259": "積德自致正覺度脫一切。「多勳如來本宿命", "260": "時，從大力佛所初發道心，時為國貧人，貢", "261": "上其佛一丈六尺經行之處，緣斯積德自致", "262": "正覺度脫一切。", "263": "「眾香手如來本宿命時，從曜妙淨佛所初發", "264": "道心，時為賣香家子，因香水灑其世尊，經", "265": "行之處，緣斯積德自致正覺度脫一切。「順觀", "266": "如來本宿命時，從見無罣礙佛所初發道心，", "267": "時在山居，以好繒㲲作挍飾蓋貢上其佛，", "268": "緣斯積德自致正覺度脫一切。「雨音如來本", "269": "宿命時，從師子步佛初發道心，時作陶師，", "270": "而以澡罐貢上其佛，緣斯積德自致正覺度", "271": "脫一切。「善思如來本宿命時，從普觀佛所初", "272": "發道心，作採華家子，以一蓮華貢上其佛，", "273": "緣斯積德自致正覺度脫一切。「快意如來本", "274": "宿命時，從施超度佛所初發道心，時作尊者", "275": "子，須曼華鬘貢上其佛，緣斯積德自致正", "276": "覺度脫一切。「離垢如來本宿命時，從善見佛", "277": "所初發道心，時夜臥精舍，貢上其佛拭手", "278": "手巾，緣斯積德自致正覺度脫一切。「名聞如", "279": "來本宿命時，染家作子，從善哉像佛所初發", "280": "道心，盛訶醯勒取滿手華供散佛上，緣斯積", "281": "德自致正覺度脫一切。「大稱如來本宿命時，", "282": "從意稱佛所初發道心，時在其國最為窮匱，", "283": "以拘須摩好柔妙華貢上其佛，緣斯積德自", "284": "致正覺度脫一切。「明珠髻如來本宿命時，", "285": "從寶淨佛所初發道心，時作幼童，以滿手", "286": "雜香供散其佛，緣斯積德自致正覺度脫一", "287": "切。「堅強如來本宿命時，從熾盛光佛所初發", "288": "道心，時作天上神妙天子，以天好扇貢上其", "289": "佛，緣斯積德自致正覺度脫一切。「師子步如", "290": "來本宿命時，從度超越佛所初發道心，曾", "291": "為蓋師，盛陽暑時貢上其佛蓋及履屣，緣斯", "292": "積德自致正覺度脫一切。「神樹如來本宿命", "293": "時，從寶淨佛所初發道心，時作牧羊人於", "294": "野牧羊，在途路見佛欣然，即取樹皮貢上", "295": "其佛，緣斯積德自致正覺度脫一切。「輒勝", "296": "如來本宿命時，從決了覺佛所初發道心，曾", "297": "作牧羊人，以取好鉢盛滿中乳貢上其佛，緣", "298": "斯積德自致正覺度脫一切。「智積如來本宿", "299": "命時，從慧英佛所初發道心，時作凡夫，布", "300": "設法座一日供養佛比丘眾，緣斯積德自致", "301": "正覺度脫一切。「善住如來本宿命時，從動覺", "302": "佛所初發道心，曾為治皮家作子，貢上其佛", "303": "滿一抱毛，緣斯積德自致正覺度脫一切。「虛", "304": "空如來本宿命時，從行意佛所初發道心，時", "305": "作客作人，以美水漿貢上其佛，斷所作務己", "306": "所食具上佛供養，緣斯積德自致正覺度脫", "307": "一切。「有承樂如來本宿命時，從善根佛所", "308": "初發道心，貢上其佛施服上尊，下黑良衣", "309": "不用細㲲，緣斯積德自致正覺度脫一切。", "310": "「無量覺如來本宿命時，從威音佛所初發道", "311": "心，在其方面貢上其佛所可坐樹，緣斯積", "312": "德自致正覺度脫一切。「善顏如來本宿命時，", "313": "從光音佛所初發道心，時採眾果以青蓮華", "314": "五莖貢上其佛，緣斯積德自致正覺度脫一", "315": "切。「聖慧如來本宿命時，從善住佛所初發道", "316": "心，時作比丘處在閑居，淨除其佛所經行處，", "317": "緣斯積德自致正覺度脫一切。「光明佛如來", "318": "本宿命時，從無量威佛所初發道心，居在城", "319": "市，直百千價坐具床褥貢上其佛，緣斯積", "320": "德自致正覺度脫一切。「堅誓如來本宿命時，", "321": "從緣思佛所初發道心，作華鬘師以華貢上", "322": "其佛，緣斯積德自致正覺度脫一切。「吉祥如", "323": "來本宿命時，從閑稱佛所初發道心，時負", "324": "薪行道值風雨，因入精舍見佛弟子，以殊勝", "325": "華貢上其佛，緣斯積德自致正覺度脫一切。", "326": "「誠英如來本宿命時，從勳華如來初發道心，", "327": "時適洗浴以已發心，貢上其佛好香手自施", "328": "與，緣斯積德自致正覺度脫一切。「青蓮華如", "329": "來本宿命時，從妙華光如來所初發道心，時", "330": "生尊者家作子，聰明勇慧，以紅蓮華貢上其", "331": "佛，緣斯積德自致正覺度脫一切。「鉤鏁如來", "332": "本宿命時，從難勝佛所初發道心，時主香", "333": "市眾事販賣，以赤栴檀塗佛經行地，緣斯積", "334": "德自致正覺度脫一切。「安氏如來本宿命時，", "335": "從軟嚮佛所初發道心，時國王遣行作使者，", "336": "以三法衣與眾眷屬貢上其佛，緣斯積德自", "337": "致正覺度脫一切。「慧業如來本宿命時，從善", "338": "見佛所初發道心，與大眾俱以大幢蓋，和", "339": "心同意貢上其佛，緣斯積德自致正覺度脫", "340": "一切。」爾時，世尊粗舉千佛都較本末，使諸", "341": "一切大會集眾，知其至要欲歎其德，因而", "342": "頌曰：", "343": "「在諸佛所建立福祚，", "344": "所修行功少不足言，", "345": "而獲報應果實如是，", "346": "何所明知不發道心？", "347": "虛空尚可盡度其際，", "348": "其大海水亦可計量，", "349": "少少信喜樂向佛所，", "350": "其德之報無能限量。", "351": "不墮八難不值蔽礙，", "352": "緣斯乃致無為安樂，", "353": "是故遇佛最勝福田，", "354": "恭恪奉事行無放逸。", "355": "今我現在若滅度後，", "356": "取佛舍利猶如芥子，", "357": "信尊懷喜若供奉者，", "358": "其福無底德不可思。", "359": "虛空之界及眾生界，", "360": "發一切智心施佛德，", "361": "有斯四法誰敢底邊，", "362": "唯佛獨智無能盡限。", "363": "猶如貧匱虛乏窮厄，", "364": "喜得大藏周四十里，", "365": "若發道心其德如是。", "366": "所住救濟一切眾生，", "367": "其十力尊以八娛樂，", "368": "斯以恩加五百佛護。", "369": "曾見八萬上首諸佛，", "370": "佛以頒宣四可悅義，", "371": "曉了分別八十四義，", "372": "乃至六萬諸法之門。", "373": "敷演七十六慧道地，", "374": "佛以解暢十八諸行，", "375": "其十吉祥意五方便，", "376": "斯十行本變百一億。", "377": "諸緣覺等所不能逮，", "378": "何況倚音眾聲聞黨？", "379": "其餘諸相眾好八十，", "380": "諸佛威儀功勳所達，", "381": "不可窮極無以為喻，", "382": "是故名佛不可思議。", "383": "若有發心最尊佛道，", "384": "雖處世間永安之業，", "385": "既遊方俗為大財富，", "386": "所至無倚無所繫屬。", "387": "降伏眾魔逮得甘露，", "388": "以七寶業濟飽眾厄，", "389": "願在世間必過度俗，", "390": "猶如大雨普潤天下。", "391": "雖復遭苦無數百千，", "392": "不久當成功勳威德。", "393": "一切世間皆歸斯無，", "394": "是以行道勿以為勞，", "395": "皆能含忍眾苦之患。", "396": "若以罪報墮於惡趣，", "397": "承功勳德必生天上，", "398": "何所明智與愚諍訟？", "399": "無明迷惑知慧志安，", "400": "智致道果癡不覺之，", "401": "是故行道悉以忍之。", "402": "愚喜諍亂智無所訟，", "403": "由斯棄捐眾不應業，", "404": "修其精修智明之行，", "405": "以能捨斯不倚利養。", "406": "常當勤修奉此三昧，", "407": "一一思念諸佛道德，", "408": "忍無央數億姟劫難，", "409": "佛之功勳不可思議。", "410": "雖更眾苦固習道慧，", "411": "以忍為鎧及行定意，", "412": "立精進幢樂種禁戒，", "413": "智慧為藥力無等倫。", "414": "降伏眾魔逮甘露果，", "415": "慈氏徒黨奉行道友，", "416": "勸度無極無所毀壞，", "417": "行空室宅惔怕為食，", "418": "所習行業一切智德，", "419": "是故常志無放逸行。", "420": "決解奉訓如上所教，", "421": "猶如鴈鳴毀散雲雨，", "422": "當得普智勢不得久。」", "423": "23 歎古品歎古品第二十三", "424": "於時，佛復告喜王菩薩：「乃往過去久遠世時，", "425": "有佛號無量精進如來、至真、等正覺、明行成為、", "426": "善逝、世間解、無上士、道法御、天人師，號佛世", "427": "尊，為百千億諸弟子眾天龍鬼神，說是定", "428": "意。「時有國王王名德華，聞佛所說是定意", "429": "義，告其八萬四千諸后婇女及其千子：『是深", "430": "要定難可分別，斯義所趣甚多巍巍，而不", "431": "可逮既不可了。雖不能行當求開解，唯口誓", "432": "願心思本行當勸斯定，佛之所演甚快無量，", "433": "一切等心咸共勸助。世尊所講甚善！甚善！』", "434": "以是勸助超八十劫生死之難，在於居家逮", "435": "得總持，名曰事業。無復疑結，皆共篤信如佛", "436": "所說，以斯德本值見三姟諸佛世尊，皆從諸", "437": "佛逮此三昧，不墮惡趣勤苦之路三惱之患，", "438": "不遭八難無閑之厄。因是行業逮成無上正", "439": "真之道為最正覺，方當成佛道度脫十方莫", "440": "不蒙濟。於喜王意所趣云何？爾時，德華王豈", "441": "異人乎？莫造斯觀。所以者何？見今現在無", "442": "量光如來是也；其王千子，今賢劫中千佛興", "443": "者是也；勸助斯定神足威德巍巍如是，何況", "444": "諷誦奉行習持如上法教？」佛復告喜王菩薩：", "445": "「乃往過去無央數劫，時有佛號樂無量施，與", "446": "十姟眾眷屬，圍遶而為說法。其紫金光在", "447": "所照曜，斯光所照入赤栴檀，木榓美香展", "448": "轉相勳普周十方，因己精勤慈愍一切，奉清", "449": "白行致是功報。「時轉輪王名曰擇明，以是", "450": "比像供養之具，奉行平等正覺，普悉并周", "451": "一切聖眾，一一精舍皆與給使。彼亦咸聞是", "452": "三昧定意，因行斯業并悉普周，一切正法", "453": "佛所宣布，亦共一心咨受要義。「時佛侍者名", "454": "曰無損智，博聞最上不失佛意，隨時之宜不", "455": "違繩墨。其佛應時告彼侍者：『佛曉了解是三", "456": "昧定，如吾本學此三昧法不可居家，能分別", "457": "暢斯義甚遠。』時轉輪王聞此至教，心自念言：", "458": "『在國穢濁出乃清淨，寧可棄國除去鬚髮捨", "459": "家捐業，服著袈裟行作沙門，釋濁就清乃應", "460": "佛教。』輒如所計棄國捨城不貪四方，除去", "461": "鬚髮被法袈裟行作沙門，及與千子八萬大", "462": "臣八萬四千諸后婇女，皆從出家悉作沙門，", "463": "咸往詣佛稽首足下，長跪叉手，諮問世尊此", "464": "三昧定。「時佛知心性，以是三昧具足七日", "465": "廣為解說。斯等聞之展轉相謂：『是三昧法甚", "466": "難見聞，我等寧可好諦書寫此三昧定，持諷", "467": "誦學為人具說。』咸共書寫供養奉事，各執經", "468": "卷少能諷誦，壽終之後皆共和同，見六十姟", "469": "諸佛正覺，各諸佛所聞是三昧，皆棄捐家", "470": "出作沙門普得斯定。以是德本悉當得佛，如", "471": "本所誓不違正願。」佛言：「喜王！欲知爾時普", "472": "廣意轉輪聖王，則定光如來是也；其佛侍者，", "473": "名曰無捐智比丘者，維衛佛是也；其王千子，", "474": "是賢劫中過千佛已，六十五劫當斷無佛，然", "475": "後有劫號大名稱，皆同斯劫成最正覺。其", "476": "彼世時八萬大臣，在大名稱劫而復學道，過", "477": "是劫已中間斷絕，竟八十劫都無佛興，然後", "478": "有劫名喻星宿，其八萬大臣於斯劫中成最", "479": "正覺。過星宿劫中間斷絕，竟三百劫中久", "480": "無佛興，然後有劫名重清淨。此轉輪聖王", "481": "后妃婇女八萬四千，當於其劫成最正覺", "482": "各各異號。」佛言：「喜王！斯三昧定果報無極", "483": "巍巍如是。是故，喜王！今佛囑累一切菩薩，", "484": "若有菩薩志性仁和，心無所慕不貪身命，唯", "485": "念當求是三昧定。若有菩薩，至欲速成無上", "486": "正真之道為最正覺，當勤精進學斯三昧定", "487": "意，受持諷誦一心奉行，為他人說廣解其義。」", "488": "佛於是頌曰：", "489": "「欲志求道義，逮得佛正覺，", "490": "當慕勤學此，天中天尊業；", "491": "其餘諸學業，無有如斯利，", "492": "唯當立正住，修正誠道行。", "493": "若信樂此德，所生處不變，", "494": "所誓願若斯，得其福報應，", "495": "是故奉和心，不懷諛諂意，", "496": "勤修專精行，如中所言教。", "497": "佛所諮嗟斯諸勝，若有欲覩此神聖，", "498": "廣欲布教法之訓，當習斯教如前行。", "499": "若能勸助德具足，若復執持諷誦讀，", "500": "眾生不能盡思際，何況聞之能奉行？", "501": "有分別說化他意，御行晃曜所志道，", "502": "逮致相好諸佛法，則當逮得是三昧。", "503": "消除罪釁因降魔，消滅諸見愛盡然，", "504": "娛樂清淨諸佛土，行斯三昧不難致，", "505": "輒獲解脫成具光，總持一切所治業，", "506": "則成所願逮正覺，住斯定意皆報辦。", "507": "佛已嘆此說其教，汝等造行是餘法，", "508": "來世之時勿懷恨，言我違失一切智。", "509": "今所諮嗟度無極，若有慕求慧印道，", "510": "若遇不能行斯義，倚著身者無聖明。", "511": "將來末俗返義人，消滅諸法長惡趣，", "512": "大智之士以用憂，常畏眾塵無放逸。」", "513": "佛復告喜王：「若有菩薩，千劫之中奉六度無", "514": "極捨權方便，不如一時聞是三昧正定以", "515": "用勸助。昔古已來所立福慶，比斯經典所", "516": "建功祚，百倍千倍萬倍巨億萬倍無以為喻。", "517": "所以者何？斯經至要，去來今佛之所由生，", "518": "大目、阿彌陀、阿閦如來，賢劫千佛三世無限，", "519": "皆由是定自致成佛。猶如虛空含受一切萬", "520": "種所有十方三界有無諸形，斯定如是，無上", "521": "正真含苞大道，開化黎庶皆入法身。」佛說", "522": "是經時，不可計菩薩聞之亘然，皆得立不", "523": "退轉地，無央數人悉發無上正真道意，十方", "524": "會者皆咸蒙恩，八十億載諸天人民遠塵離", "525": "垢諸法眼生。是諸天人聞佛所說，善心生", "526": "焉道意明矣，散華周遍三千大千世界以覆", "527": "佛上。此三千世界六反震動，天住虛空鼓百", "528": "千伎，以娛樂佛及諸大眾。喜王菩薩等三十", "529": "億人，普皆一時得是三昧。時天帝釋前白", "530": "佛言：「快哉法化，其義至深妙哉難及，從古至", "531": "今未曾見聞如是真義，諸度無極種種別異，", "532": "品品所宣靡不盡暢，內外表裏法教所開，三", "533": "毒五陰十二牽連，四大六衰諸蔽睡眠靡不", "534": "忽除，宣示四等四恩六度無極，空無相願", "535": "大慈大哀，善權方便敷演道化，以消眾生八", "536": "萬四千眾結塵勞，尋輒滅除四魔為伏，真道", "537": "法藥療三界病，三達之船載度十方，去來今", "538": "佛之所由生，歎諸過去無央數佛。始元諸", "539": "尊發意以來，積行至真自致成佛，化諸當", "540": "來菩薩所行，千佛本末發意成佛，國土父母", "541": "諸子、侍者左右上首、眾所學教弟子，吾等聞", "542": "之如冥覩明。若有學是賢劫三昧經典之要，", "543": "吾與官屬往營護之，當令心安意定不忘，在", "544": "其左右而宿衛之，勅眾邪鬼自然消除，令諸", "545": "學士恣意精修長得安隱。」佛言：「善哉！天帝！", "546": "吾代爾喜，乃欲助衛無上大道，去來今佛之", "547": "所由生，除權方便六度無極三十七品，一切", "548": "諸法所不能逮，其學斯法超越生死疾成正", "549": "覺。」爾時，四天王前白佛言：「我等，世尊！放捨天", "550": "上自然之樂，往詣法師而擁護之，百由旬外", "551": "令無伺求得其便者，使護法師廣布道化，古", "552": "大聖教永得久存，令賢劫中千佛本末周流", "553": "十方。諸當來學聞之慕及從是得成，使此三", "554": "昧而不斷絕，興隆三寶一切蒙濟。」", "555": "24 囑累品囑累品第二十四", "556": "爾時，世尊告賢者阿難：「受斯本法古今諸佛", "557": "之所由生也，人命難得，經道難值，佛世難", "558": "遇。所以知難，千佛過已，六十五劫世無有佛，", "559": "中間曠絕；過大稱劫，八十劫中亦復無佛；", "560": "過星宿劫，經三百劫，玄斷法教佛不復興，", "561": "至淨光劫乃當有佛。是故知之，佛世難值世", "562": "人可傷，投在盲冥不識道教，流墮生死輪轉", "563": "無際；若在地獄燒炙毒痛，不可復計億載年", "564": "歲；餓鬼飢渴窮乏甚困，生死不得苦惱燋", "565": "然，不可計數脫出無期；畜生禽獸轉相食噉，", "566": "受斯毒害動有劫數。從冥入冥從苦入苦，出", "567": "於地獄復入餓鬼，出於餓鬼復入畜生，地蟲", "568": "屎蟲草蟲螟蟲，一一說之不可終極，痛不", "569": "可言甚可憐傷。「佛出世間皆為斯類，開示語", "570": "之不肯信受，放心蕩逸如盲投冥，如狂溺", "571": "水，猶迷趣谷不見眾難。佛以大慈顯揚", "572": "大道，頒宣諸度八萬四千，以無量法以化眾", "573": "生，八萬四千眾結之患、四魔之難，皆為降", "574": "伏，不計吾我，使發無上正真道意行菩薩法，", "575": "濟生死苦無三惡趣，自度脫彼無三界患。「然", "576": "後來世諸學四輩，聞菩薩法知之為快，不能", "577": "諷誦抱著心懷，喜雜句說，不志深妙空法", "578": "之義，聞至深慧亘然無際。又興所習以為", "579": "第一，有聞大道謂不緒聽，欲得易解說其", "580": "罪福，攀緣稱說倚俗神仙世典雜言，謂之至", "581": "妙咸共學聽，歡喜無量以自忻慶，荷宿功福", "582": "聞講深法反復解義，名言復重而不可知，", "583": "便睡眠寐或臥不聽，正法滅盡皆由是矣。」", "584": "佛言：「我往過去無數劫時，喜雜句說妄想", "585": "倚住，六度無極不能自達通致大道，至定光", "586": "佛乃了亘然，捨眾妄想心無所著，乃能逮", "587": "得無所從生法忍，為定光佛所見授決。解三", "588": "世空，以無礙法，尋覩於今五濁之世，多逆", "589": "少順罪不可計，在於末世示現佛身，度餘濁", "590": "俗使行道法，濟三界難悉令永安。」佛告阿難：", "591": "「受是過去諸佛學業，當來現在諸度無極八", "592": "千四百變為八萬四千，及其賢劫千佛本末", "593": "宿命所行，從初發心至成佛道，國土壽命父", "594": "母妻子，上尊弟子得度人數，所當開化。猶如", "595": "種樹下子在土，視不可知人不見之。又本其", "596": "子稍稍生長，因成大樹甚高巍巍，然後大樹", "597": "廣有所覆，枝葉華實多所饒益遠近眾人。菩", "598": "薩如是，從初發心已來，種少少福積功累", "599": "德，遂至無限諸度無極，自致成佛度脫一切。", "600": "「賢者阿難！受持諷誦為他人說，將來菩薩所", "601": "當奉行，若於千劫行六度無極無善權方便，", "602": "不如聞是經典之要福多於彼，何況至心受", "603": "持諷誦？宣示同學四輩一心奉行，福不可喻，", "604": "慇懃書寫勿失一字。所以者何？去來今佛之", "605": "所由生，宣示同學普流十方，一切蒙慈乃報", "606": "佛恩。」阿難白佛：「唯奉當受宣布示語一切。", "607": "此名何經？以何奉持？」佛告阿難：「是名『賢劫", "608": "三昧千佛本末決諸法本三昧正定』，當受奉", "609": "行，宣布八極上下無極。」佛說如是，喜王菩", "610": "薩、一切開士、諸聲聞等，天、龍、鬼神、阿須倫、世", "611": "間人民，聞佛所說莫不歡喜，作禮而去。", "612": "賢劫經卷第八", "613": "《賢劫經》，永康元年七月二十一日，月支菩", "614": "薩竺法護，從罽賓沙門得是賢劫三昧，", "615": "手執口宣。時竺法友從洛寄來，筆受者", "616": "趙文龍。使其功德福流十方，普遂蒙恩，離", "617": "於罪蓋。其是經者，次見千佛，稽首道化，", "618": "受菩薩決，致無生忍，至一切法，十方亦", "619": "爾。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0425 賢劫經: 賢劫經: 賢劫經", "source": "CBETA"}