{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0342 佛說如幻三昧經: 佛說如幻三昧經: 佛說如幻三昧經", "text": {"0": "No. 342 [Nos. 310(36), 341]", "1": "佛說如幻三昧經卷上", "10": "珠積菩薩、石磨王菩薩、寶掌菩薩、寶印手菩", "100": "志清和之德，而離慚愧，專為誤失眾惡之業。", "101": "如是等類下土之黨，諸愚騃子修眾惡行，故", "102": "生彼土，逮成無上正真之道，為最正覺而說", "103": "經法。彼有菩薩，名曰文殊，其力廣大，聖慧無", "104": "極，精進無比，威變若茲，勸化開示諸菩薩眾，", "105": "使入高德無極大乘，為諸菩薩之父母也！曉", "106": "了隨時解一切法，分別章句智慧無礙，度于", "107": "彼岸，辯才無際，還得總持，曉了一切眾生", "108": "根本，從所明識而為流布，功勳之德不可思", "109": "議，故往啟問如來至真所當行業，使諸菩薩", "11": "薩、常舉手菩薩、常下手菩薩、常精進菩薩、御", "110": "成就德本，進諸菩薩，令其究暢務念佛法。", "111": "是族姓子文殊師利，請諸菩薩，故演真妙隨", "112": "宜時光，使諸十方無央數億諸菩薩會，當令", "113": "聽受此佛所說法，所以由是顯其光明普遍", "114": "佛土。」侍者白問：「其三昧定，名曰何等？」佛言：「號", "115": "離垢光嚴淨。文殊師利住斯定意，所演巍巍", "116": "神妙光明遐照如此。」時諸侍者復白佛言：「吾", "117": "等昔來未曾見遇如是比像，柔軟清和，音聲", "118": "志願，光明妙響。緣是之故，以無盡哀隨時", "119": "演光。快哉！如是道德超殊不思議曜，令人", "12": "眾菩薩、篤進菩薩、住言行相應菩薩、超願菩", "120": "踊躍，乃如此乎！」佛言：「族姓子！時時乃奮斯大", "121": "洪曜，會諸菩薩講宣經典，開示大道。」", "122": "爾時十方無數難計不可思議八方上下面", "123": "面各各十億江沙諸佛之土，各有無量不可", "124": "思議諸菩薩眾，皆詣佛所，稽首足下，前白佛", "125": "言：「唯願大聖，此何光明？自從昔來未曾見", "126": "聞，此何先應？」於時諸佛告諸菩薩：「有族姓", "127": "子，世界名忍，有佛號曰釋迦文如來、至真、等", "128": "正覺，現在說法。彼有菩薩名曰溥首，演布", "129": "如斯光明之曜，其光名曰：請諸菩薩悉令集", "13": "薩、立報答菩薩、等思菩薩、棄諸惡趣菩薩、度", "130": "會，是其瑞應。」時諸菩薩各白佛言：「我等欲詣", "131": "至於忍界，奉見能仁如來至真，稽首請問，諮", "132": "受所聞，亦欲親覲文殊師利及餘菩薩。」其佛", "133": "答曰：「往，族姓子！今正應時。」於時，十方不可", "134": "思議無數菩薩，億百千姟如塵之數，猶若壯", "135": "士屈伸臂頃，各從所在諸佛國土忽然不見，", "136": "住於忍界。彼有菩薩，而雨眾華往諸佛所，", "137": "或雨雜香華鬘塗香，青蓮紅黃白華，信脫思", "138": "夷梧桐須蔓，柔軟、大柔軟，普念大普念音華，", "139": "月大月悅樂月華，雨如是輩若干種華，以供", "14": "無量菩薩、度無動菩薩、虛空藏菩薩、上意菩", "140": "養尊往至佛所。或有菩薩，以一音響告語三", "141": "千大千世界，諮嗟如來無量功勳，往詣佛", "142": "所，或帝釋眷屬，或梵營從，或四天王輩類，或", "143": "如天龍鬼神、犍沓惒等玉女作樂諸眷屬也，", "144": "若干種變殊別各異，往詣佛所。適到其前，此", "145": "忍世界三千大千諸有地獄、餓鬼、畜生悉為", "146": "消除，寂寞無患，致最歡悅，皆諸菩薩威神所", "147": "感。其菩薩眾——不可稱載百千億數，無能思察", "148": "計其限者——詣釋迦文佛，稽首足下，繞佛三匝，", "149": "住於虛空，則習此意普身三昧而為正受，因", "15": "薩、持意菩薩、增意菩薩、術詳菩薩、執誦菩薩、", "150": "自然生七尋蓮花，其色無量，則昇其上結加", "151": "趺坐。於時耆年大迦葉，即從座起，偏出右肩，", "152": "右膝著地，叉手讚佛，而說頌曰：", "153": "「善施於歡悅，功勳諦離垢，", "154": "十方超眾人，得寂心澹泊。", "155": "覺了諸所行，尊為無等匹，", "156": "開道顯示我，無量不思議。", "157": "善遵行布施，奉戒億姟劫，", "158": "所行無等倫，三界無所著。", "159": "忍力勢無極，其力凡有十，", "16": "月光菩薩、月英菩薩、光英菩薩、光首菩薩、", "160": "難逮樂功勳，為我斷疑網。", "161": "見眾生患難，故行苦于劫，", "162": "所行不厭倦，精進益無量。", "163": "廣施無所愛，男女及妻妾，", "164": "國土之所有，樂施皆能惠。", "165": "已斷我狐疑，本施象馬乘，", "166": "頭目不逆人，衣服億載數。", "167": "諸所當光飾，能仁授飲食，", "168": "常樂於布施，故欲問安住。", "169": "截身令段段，離垢不懷恚，", "17": "還若干光菩薩、師子步雷音菩薩、辯無礙", "170": "忍力捨諸慢，願說此意趣。", "171": "修習於空行，意常善思惟，", "172": "施安樂功勳，故問滅塵勞。", "173": "已斷貪欲怒，眾生邪見惱，", "174": "盡愚癡瞑冥，不樂吾我想。", "175": "棄捐諸有處，修行百千劫，", "176": "顯道之原際，令我得自歸。", "177": "慧神度彼岸，善行所當修，", "178": "曉了吾我想，好樂習空法，", "179": "處人無所著，心善無所猗，", "18": "菩薩、妙辯菩薩、應辯菩薩、度意菩薩、顯日月", "180": "禪定無思議，決疑捨塵垢。", "181": "往昔修習行，施戒忍精進，", "182": "已入禪智慧，行慈無雙比。", "183": "奉德無能計，猶如江海水，", "184": "顏色殊妙好，願為我救護。", "185": "其歸命世尊，離垢不棄捐，", "186": "若節節解身，等觀體無色。", "187": "尊志思道術，悅眾決疑網，", "188": "如山不可動，安住無戀慕。", "189": "若在天行定，不著眾玉女，", "19": "光菩薩、空無菩薩、質遊菩薩、常笑菩薩、根", "190": "在在所遊居，未曾見陰蓋。", "191": "勝性無變異，口所宣亦然，", "192": "德普如虛空，稽首無上尊。」", "193": "於是耆年大迦葉，以此偈讚佛已：「唯然，世尊！", "194": "於今何緣有此大光明靡不遍，加復現斯", "195": "殊妙難及未曾有法？」佛告迦葉：「用為專心而", "196": "問此誼？非彼聲聞、諸緣覺乘之所能及，諸天", "197": "世人在中迷荒將無惑亂？假使如來答此所", "198": "問，一切罔然不知所趣。」迦葉又問：「願佛說", "199": "之，多所愍傷，多所安隱、救濟諸天及十方人。」", "2": "西晉月氏國三藏竺法護譯", "20": "喜菩薩、除諸蓋菩薩、轉女菩薩、轉男菩薩、轉", "200": "佛告迦葉：「諦聽！善思！當為汝說。」迦葉白佛：「唯", "201": "諾，世尊！願樂欲聞。」佛告迦葉：「文殊師利有三", "202": "昧，名普光離垢嚴淨，以此定意而為正受。由", "203": "是之故，演其光明，照於十方億江沙等諸佛", "204": "國土靡不蒙曜。十方一一諸佛國土無數無", "205": "量不可思議億百千姟諸菩薩眾，為此光明", "206": "所見請召，悉來集會於斯忍界，故來親近。詣", "207": "吾目下，繞佛三匝去地七尋，於虛空中化作", "208": "若干眾妙蓮華，身處其上。」迦葉白佛：「因是聖", "209": "旨雨斯眾華，百千妓樂不鼓自鳴，一切眾會", "21": "胎菩薩、被德鎧菩薩、大慧菩薩、光㷿菩薩、", "210": "現金色乎？」佛言：「如是，迦葉！是菩薩威神之", "211": "所感動。」迦葉又白：「唯然，大聖！我永不見諸菩", "212": "薩眾之所在也。」佛告迦葉：「一切聲聞、緣覺之", "213": "乘不堪任見。所以者何？其聲聞眾及緣覺乘，", "214": "未曾在彼修如是像無極大哀大慈之行，現無", "215": "際誼，布施、持戒、忍辱、精進、一心、智慧亦復如", "216": "是，遵修志性無及菩薩。此諸菩薩已遍入諸三", "217": "昧正受，各現諸身，是身像貌，聲聞、緣覺所不能", "218": "覩，唯有如來乃見之耳，得是定者亦能見矣！", "219": "若有菩薩習此道地存在大乘，此族姓子尚", "22": "照明菩薩、無受菩薩、受音王菩薩、深藏菩", "220": "不能見，況聲聞、緣覺豈能覩乎？未有此誼。」", "221": "迦葉白佛：「菩薩有幾事究暢斯行？用何德本", "222": "逮得遍入諸身三昧？」佛告迦葉：「菩薩有十法，", "223": "而得遍入諸身三昧。何等為十？一、志性清和，所", "224": "建通達，不捨一切眾生之類。二、而不違", "225": "遠無極大哀。三、常悉曉了眾想之著，宣諸佛", "226": "法性不卒暴。四、若有所講，不念輕慢，不演聲聞、", "227": "緣覺地缺，不慕彼學，志於大乘。五、一切所有", "228": "施而不悋，放捨所愛貪身壽命，何況餘事無", "229": "益己者。六、將護無量生死之難，心不懷念汲汲", "23": "薩、眾香手菩薩，解縛之等八正士俱，如是等", "230": "懈倦。七、所修布施、持戒、忍辱、精進、一心、智慧無", "231": "限，欲具足此諸度無極。八、於度無極亦無妄", "232": "想。九、我當勸立一切眾生令存佛法，然後乃", "233": "詣坐佛樹下。十、又計佛道無有眾生。是為十", "234": "法，菩薩所行逮得遍入諸身三昧。」迦葉白佛：", "235": "「至未曾有，一切聲聞諸緣覺乘，所未能發一", "236": "心行也！假使眾生一切皆住阿羅漢地，尚不", "237": "能及，況當逮知諸佛法，名此三昧乎？安能正", "238": "受，未之有也？」迦葉復白：「願樂欲見此諸菩薩。", "239": "所以者何？若得親覩如此像類諸正士等，為", "24": "類四萬二千；四天王、天帝、釋梵、忍王，此及餘", "240": "大欣慶。」佛告迦葉：「且默，須待！文殊今來當從", "241": "三昧起諸菩薩等，然後汝身乃得見之。於今，", "242": "迦葉！假使興設百千方便三昧思求此諸菩", "243": "薩，不能知處所可遊居威儀禮節也。」於時迦", "244": "葉，聞說此誼，尋承佛威神，因己神足專惟", "245": "定力，入二萬定而為正受，復更興志，欲得見", "246": "此諸菩薩所行禮儀，為何等類，永不能見所", "247": "可遊居，不知進退往來周旋住立經行，何所", "248": "講說、何所開化度眾生耶！冥然不覩。從三昧", "249": "起，復前白佛：「難及世尊！甚可驚怪。吾時向者", "25": "天六萬人俱，須深天子、善住意天子、大神", "250": "入二萬定而為正受，求諸菩薩，不知所存。未", "251": "成普智諸通之慧，何能逮得如斯寂然三昧", "252": "定意，甫當獲致無上正真最正覺乎？若族姓", "253": "子、族姓女，誰見此變不發無上正真道心？唯，", "254": "天中天！若有菩薩求此通入諸身三昧，被戒", "255": "德鎧以誓自誓，心不當遠斯三昧定。」佛告迦", "256": "葉：「如是，如是！如汝所云。此三昧者，非諸聲聞、", "257": "緣覺乘地所能及者，況餘凡夫眾生類耶？」", "258": "於是賢者舍利弗心自念言：「如來所歎，於眾智", "259": "中稱吾為最尊，我寧可求此諸菩薩所遊居", "26": "妙天、善意天、大樂天，如斯之等三萬人俱，", "260": "處為何如乎？」時舍利弗入三萬三昧而為正", "261": "受，察諸菩薩為何所在，都不能見亦不能知", "262": "影響形像，其所瑞應為何等貌。", "263": "尊者須菩提心自念言：「我寧可復求諸菩薩住", "264": "在何所？」以三昧力承佛聖旨，入四萬定奉", "265": "修正受，欲得見之而不能覩，不知進退往來", "266": "經行坐立所在。時須菩提從三昧起，前到佛", "267": "所，投身足下而自白言：「如來歎我行空第一，", "268": "尚不能逮斯三昧定，政使三千世界成為大", "269": "鼓，有丈夫來，力勢甚大，取須彌山；我三昧定", "27": "皆志大乘；燕居阿須倫與二萬億阿須倫俱，", "270": "而住其前，舉須彌山以撾大鼓，一劫不休，不", "271": "能亂之令心微動。我神通行空，巍巍若茲。鼓", "272": "聲極高，徹聞十方，一劫不懈，尚無所動，聲不", "273": "向耳，豈當令吾從三昧起，未有此義。所行空", "274": "事，殊絕乃爾。而反向者，四萬三昧周遍定意，", "275": "心中欲察諸菩薩眾永不能覩。唯願，世尊！", "276": "本假使知諸菩薩慧，道德超絕，光光若此，", "277": "一一人故江河沙劫，在大地獄而見燒者，", "278": "忍此苦患求菩薩道，不捨違遠，巍巍如是", "279": "無思議慧，身設不逮漏盡意解者，於無數劫", "28": "有海龍王與六萬諸龍俱從海出，此及他方", "280": "能忍處在生死勞苦，終不遠離如是比像無極", "281": "大慧。」於時佛讚須菩提曰：「善哉，善哉！誠如卿", "282": "言，志性溫仁，諮嗟此辭。假使汝今不以此身", "283": "取滅度者，因斯德本，恒邊沙等為轉輪王，治", "284": "以正法，當成無上正真之道，為最正覺。又，須", "285": "菩提！三千大千世界眾生之類寧多不乎？」須", "286": "菩提言：「甚多，甚多！天中天！」佛言：「皆使眾生智", "287": "慧備足如舍利弗，行空第一如須菩提，如是", "288": "等類諸大聲聞，億百千數不可稱載，若欲得", "289": "見此諸菩薩亦不能覩。所以者何？聲聞、緣覺", "29": "無數天龍、鬼神、阿須倫、迦留羅、真陀羅、摩", "290": "不能修行如此法教。如諸菩薩大士之等，舉", "291": "動進止，非是小節劣乘所逮。」說是法時，八萬", "292": "四千諸天、世人，皆發無上正真道意，三千大", "293": "千世界皆大震動。文殊師利自在其室，心興", "294": "念言：「今諸菩薩皆來大會，其限無數億百千", "295": "姟。吾當復令諸天之眾悉來雲集。」", "296": "於是文殊即如其像，三昧正受而顯神足。尋", "297": "如所念，應時化成八萬四千億百千數寶紅", "298": "蓮華，大如車蓋，紫金為葉，白銀為莖，首藏琉", "299": "璃及馬瑙寶而以雜廁，瑰琦諸珍車𤦲為子，", "3": "聞如是：一時，佛遊王舍城靈鷲山，與大比丘", "30": "睺勒，不可稱限百千億載；比丘、比丘尼、薰", "300": "化諸菩薩皆坐其上，體紫金色、三十二相，姿", "301": "豔端正，威神暉赫。又蓮華光諸化菩薩，照四", "302": "王天、忉利天、鹽天、兜術天、無憍樂天、化自", "303": "在天、梵天、大梵天、梵迦夷天、梵滿天至一善", "304": "天，普及三千大千世界欲行天、色行天所有", "305": "宮殿。諸菩薩等坐眾蓮華上，靡不周流十方，", "306": "悉暢法音多所開化。此諸菩薩皆遊告此三", "307": "千大千世界，而歎頌曰：", "308": "「諸佛超日月，久遠乃現世，", "309": "猶如靈瑞花，難值復過是。", "31": "士、薰女，不可計會，皆悉來集。如來垂哀，與無", "310": "釋師子人尊，今顯出於世，", "311": "以時講經典，盡滅一切苦。", "312": "天上之快樂，安能得久如，", "313": "復還墮地獄，因更無量惱。", "314": "若習於貪欲，恩愛轉熾盛，", "315": "三界無安樂，勿志生死淵。", "316": "智者得開眼，佛世難可遇，", "317": "放逸不覺了，不能滅眾患。", "318": "當往見正覺，聽受無上法，", "319": "人尊滅度已，將無懷憂慼。", "32": "數眾眷屬圍繞而為說法。爾時，文殊師利自", "320": "馳騁自恣者，有魔網之難，", "321": "安能得解脫，迷惑失正路。", "322": "若人宿有福，可為說此義，", "323": "佛觀其原際，妙相三十二。", "324": "餘人不堪任，亦無能將護，", "325": "唯有佛世雄，其慈無思議。", "326": "百千劫造行，無量不可議，", "327": "積累尊聖慧，釋師子巍巍。", "328": "今講最尊法，其義深難逮，", "329": "眾生不可得，無壽亦無人。", "33": "在其室獨遊宴坐，以空無心離心三昧而為", "330": "當棄於計常，斷滅亦如之，", "331": "捨一切諸想，為眾頒宣法。", "332": "演示真本際，於世無所著，", "333": "斯空無有想，不興造諸願。", "334": "無形無所猗，不起無所滅，", "335": "所來無從來，明眼說法然。", "336": "無相無所生，本淨無形貌，", "337": "無見無瑞應，不念有所說。", "338": "計眾生不生，亦無有死者，", "339": "人本無所起，亦無有滅度。", "34": "正受。文殊即時從三昧起，適安隱興，震動十", "340": "以音說經法，法無積聚處，", "341": "因文字號法，導師之所說。", "342": "其不著風者，亦不依水火，", "343": "不想念於地，明眼之所歎。", "344": "色痛痒思想，生死行亦然，", "345": "說識亦復空，五陰無處所。", "346": "其眼耳鼻者，若口并身意，", "347": "分別本淨空，其空不可得。", "348": "色聲味眾香，細滑意所樂，", "349": "從想念而生，想亦空自然。", "35": "方無量佛土。文殊師利心自念言：「如來、至真、", "350": "欲界及色界，無色亦如是，", "351": "分別猶如幻，無實亦無形。", "352": "正覺為若茲，為人講說法，", "353": "滅除眾苦患，當速詣導師。」", "354": "諸化菩薩於三千大千世界宣此頌已，悉得", "355": "聞之，有九十六億欲行天人、色行天人，遠塵", "356": "離垢，諸法法眼淨，二萬人皆得離欲，三十", "357": "三天子宿殖德本，逮得無所從生法忍。當", "358": "爾之時，諸化菩薩所可勸發，無央數億百", "359": "千那術諸天子等，尋往詣佛，稽首足下，繞佛", "36": "平等覺者，今為所在，於世求之，甚難得值，猶", "360": "三匝却住一面，以天青蓮紅黃白華、諸天意", "361": "華，散如來上，燒眾名香，在於虛空鼓天妓樂。", "362": "時諸天子，集會甚多不可稱計，周遍圓滿此", "363": "四方域——東弗于逮、南閻浮提、西拘耶尼、北", "364": "欝單曰，中不容間，若上投杖而不墮地——此諸", "365": "天人威神尊重，志在高節，於四方界積眾華香", "366": "高至于膝。時善住意天子名離垢天、懷恥天、", "367": "此等三天，與九十六億諸天眷屬，皆志大", "368": "乘，詣文殊師利，住於室外。文殊師利自在其", "369": "室，悉取諸華供養如來，令大千國虛空之中", "37": "靈瑞華，時時而出耳。其所現方，難及難當，非", "370": "成華交露，此眾華光皆照佛國，靡不周至。", "371": "文殊師利志安和雅，從三昧興，即出其室退", "372": "住一面，因復彈指——此彈指聲，六反震動三千", "373": "大千世界——即時其地出大高座，無央數寶", "374": "而雜挍成，不可計衣而布其上。又斯高座光", "375": "威巍巍，照於荒域百千由旬，蔽諸天子令明", "376": "暗冥。文殊師利便處其坐。", "377": "時善住意天子見文殊坐，稽首足下，退住一", "378": "面；一切諸天亦復如之。文殊師利心自念言：", "379": "「吾當與誰於世尊前難問講議？當令通暢不", "38": "心所思、非言所暢，深妙超絕，巍巍無量。佛現", "380": "可思議章句：應器難解之迹、無所有迹、無所", "381": "著迹、無所棄迹、不可得迹、無所說迹、深妙", "382": "之迹、真諦之迹、誠信之迹、無罣礙迹、無所", "383": "壞迹、空無之迹、無想之迹、無所願迹、本無之", "384": "迹、於一切法無所住迹、頒宣道教無極之", "385": "迹、本際之迹、尊上之迹、無所入迹、法界之迹、", "386": "無形像迹、無比類迹、證虛空迹、無所舉迹、無", "387": "所下迹、佛法教迹、逮聖眾迹、慧具足迹、在於", "388": "三界無儔匹迹、遊一切法講無起迹、於諸道", "389": "法無所致迹、諸釋梵迹、修勇猛迹、於一切法", "39": "於世，終不虛妄，因得聞法，所聽經典，未曾唐", "390": "無陰蓋迹、句無句迹、度諸句迹、越聲聞器。」", "391": "文殊師利復更興念：「善住意天子，於過去佛", "392": "已造立行殖眾德本，入深法忍，辯才無礙，今", "393": "當與此在世尊前難問講談。」於時文殊謂善住", "394": "意天子曰：「於今仁者入深法忍，欲與仁俱談", "395": "言說事。」善住意天子白文殊師利：「我與仁", "396": "者共談耳！設無有言，不演談語，不懷報應，若", "397": "不諮問佛法聖眾，不聲聞，不緣覺，不佛道，不", "398": "終始，不生死，不泥洹，不善，非不善，無罪，無", "399": "不罪，無漏，無不漏，無現世，無度世，不合，不散，", "4": "眾俱，比丘六萬二千，一切聖智神通已達而", "40": "舉，猶是眾生，滅除苦患，如斯真正，非為無益；", "400": "不啟，不發，不演文字，不可暢意聲。」文殊師", "401": "利謂善住意天子：「吾所講說，當如斯耳！若使", "402": "仁者都不以聞，亦不好樂，不受，不誦，不念，不", "403": "知，亦不分別，不取，不捨，亦無所聽，不為他宣，", "404": "不講說法，不令眾生處於生死，若至滅度。所", "405": "以者何？諸佛世尊以無文字，逮成無上正真", "406": "之道，為最正覺。雖曰有心，則無有心，不顯吾", "407": "我，其名無處。」天子又問文殊師利：「仁者講說，", "408": "當聽受之。唯，文殊師利！以時頒宣，令心歡悅。", "409": "諸天子欲聞尊者演法宣于本際。」文殊師利", "41": "吾今寧可詣如來所，應時啟聞，隨其所質，令", "410": "復謂善住意：「吾所宣法，不令諦聽，不令啟受。", "411": "所以者何？其欲聽法，則受吾我、著人壽命，故", "412": "欲聞法。假使天子從顛倒念，受於虛偽，計吾", "413": "有我，貪身計有，便有此念。彼說我聽，因此", "414": "猗故，有三著礙。何謂為三？一、懷顛倒著於吾", "415": "我。二、不順教計有他人。三、念受法欲有所得。", "416": "是為三礙。假使天子不計吾我，淨於三場，乃", "417": "謂聽法，不想報，不思念，不思察。何謂三場？", "418": "一、不得人，亦不想報。二、不有法，無所悕望。三、", "419": "無吾我，無所思慕。若使天子聽法如此，是為", "42": "諸德本一切備悉。假使有人學菩薩乘，令不", "420": "等聽，不為邪聞。」善住意天子讚文殊曰：「善", "421": "哉，善哉！快說斯言，所住說者而不退轉。」文", "422": "殊答曰：「且止，天子！勿得想念菩薩退轉。所", "423": "以者何？若有菩薩成最正覺時，亦不得道。」", "424": "天子又問：「心不堅者，何所退轉？」文殊答曰：", "425": "「婬怒癡轉，故曰為轉。為報應轉、六十二疑邪", "426": "見所轉、無明所轉、欲界色界無色界所轉、", "427": "聲聞緣覺土地所轉、應與不應眾想所轉、為", "428": "諸受取妄想見轉、諸處進退妄見所轉、為", "429": "諸計常斷滅見轉、為進不進合散所轉、我", "43": "疑惑深妙佛法，成就道誼，悉蔽魔宮。此忍界", "430": "人壽命之所見轉、可意悅樂求慕見轉、有常", "431": "清淨安隱我身顛倒見轉、為是諸念罣礙所", "432": "轉、貪身眾習眾觀所轉、六十二見諸蓋迷冥", "433": "貪欲瞋恚睡寤調戲狐疑所轉、陰種諸入四", "434": "大所轉、想轉。想『佛法眾、我當成佛』，故曰退轉。", "435": "『吾當說法度脫眾生逮得聖慧』，由是想轉。假", "436": "使奉修，而想十力十八不共諸佛之法，亦想", "437": "根力及七覺意，亦著相好，亦復妄想嚴淨佛", "438": "土成聲聞眾，是為退轉。一切諸應與不應，", "439": "想與不想，設使，天子！其行菩薩於此諸退而", "44": "中眾生之類，其婬怒癡甚為興盛，離清白法，", "440": "不退轉。」問曰：「何所不轉？」答曰：「通達佛慧則", "441": "不退轉，空無想願則不退轉，於本無行則不", "442": "退轉，亦於法界了其本際則不退轉。所以者", "443": "何？用平等行，故不退轉。」", "444": "善住意天子復問：「文殊師利！如仁所說，設於", "445": "諸法應與不應，想及無想，著於佛道，與魔俱", "446": "同。所以者何？」「計有法故。」又問：「菩薩為有退", "447": "轉、為無退乎？」文殊答曰：「不以有轉，不為無轉。」", "448": "又問：「何所退轉？」答曰：「皆由一切受虛偽故，其", "449": "受虛偽，因是故受；若於諸受不受、不捨、不以", "45": "但行無義，愚戇抵突，心懷憍慢而無恭恪，所", "450": "患厭，則能退信一切諸法。頒宣經道不有、不", "451": "無，說亦不住。所以者何？假使退念此有、此無", "452": "則墮缺漏。若言有者，則為計常，若言無者，則", "453": "墮斷滅。如來、至真、等正覺若說經法，不宣斷", "454": "滅，不演有常，不想諸法。」說是法時，一萬天子", "455": "逮得無所從生法忍。", "456": "時善住意天子白文殊曰：「當共俱往詣如", "457": "來所，奉見稽首，諮受所問。所以者何？如來至", "458": "真，斷諸疑結。」文殊師利答天子曰：「且待須臾，", "459": "勿有妄想，於今如是，當見如來。」又問：「當於何", "46": "可修業，多所違失，捨佛法眾。當令眾生聞如", "460": "待？」答曰：「今住在前。」又問：「何所住前？」答曰：「虛空", "461": "也。」善住意問文殊：「如來所在？」答曰：「今故在前。」", "462": "又問文殊：「吾今不見於如來也。」文殊答曰：「見", "463": "諸如來，當作此觀。若有問者：『誰在前立？』則當", "464": "報答虛空界也。立在前耳，察於如來如虛空", "465": "界。所以者何？一切諸法等如虛空，如來曉了", "466": "此諸正慧，故為人說。如來如虛空，虛空、如來", "467": "則無二矣。是故天子欲見如來，當了本際，莫", "468": "懷妄想。」善住意天子復謂文殊：「吾續欲往詣", "469": "如來所。」答曰：「天子！往續在此住，勿得進發。」", "47": "此法，淨智慧眼。」", "470": "善住意天子于時則與無數諸天往到佛所。", "471": "文殊師利尋時化作三十二部交絡重閣——方", "472": "圓自副，四角有柱，姝好殊特，軒窓備悉，威神", "473": "巍巍，嵩高顯遠，覩莫不歡——閣交絡中，化作眾", "474": "寶諸床榻具，布以天衣，一一床上，化菩薩坐，", "475": "三十二相莊嚴其身。於時文殊則如其像建", "476": "立神曜，妙色蓮華上諸坐菩薩，及三千大千", "477": "世界可遊行者，并諸棚閣，交絡床坐，普詣", "478": "佛所繞佛七匝，及諸聖眾踊住空中，其光照", "479": "曜眾會場地却住四方。文殊師利忽然速疾，", "48": "于時文殊復更念言：「當詣十方諸佛世界，請", "480": "已至佛所，善住意天子反從後至。時善住意", "481": "至彼見之，即問之曰：「仁從何路前至於斯？我", "482": "發在前，反從後至？」文殊答曰：「假使供養江河", "483": "沙等如來至真稽首為禮，不能見吾去來進", "484": "退。」文殊師利現未曾現，諸來會者還自詣室。", "485": "時蓮華上諸坐菩薩，并交絡中，皆一音聲，同", "486": "時發音，住於佛前，則以此偈，讚世尊曰：", "487": "「為已曾供養，無央數億佛，", "488": "猶如江河沙，無能計誼者。", "489": "以用志佛道，殊特尊上慧，", "49": "召無量百千菩薩，使集佛所聽受經典，其身", "490": "人尊無所著，勝是故巍巍。", "491": "顏容尊難及，聖威照三世，", "492": "能仁眾相好，若干種變異。", "493": "若頒宣經道，導師從其願，", "494": "其所分別者，永無人壽命。", "495": "律開導眾人，布施行禁戒，", "496": "忍辱習精進，禪定之智慧，", "497": "三處無所著，以慧度彼岸，", "498": "歸命禮最勝，奉敬諸正覺。", "499": "隨一切諸佛，奉敬三界將，", "5": "悉耆年；菩薩四萬二千，溥首童真之等類", "50": "證明此深法忍。」文殊師利以離垢光嚴淨三", "500": "為諸法之王，天人所供養。", "501": "篤信於空無，堅固難可及，", "502": "因此得逮成，世間人中聖。", "503": "其有本往古，過去諸如來，", "504": "有今現在者，人中之尊上。", "505": "斯等悉奉行，常解空淨慧，", "506": "亦無有想願，察之不有相。", "507": "究竟推極之，本淨無眾生，", "508": "又無有生者，亦無有死者。", "509": "復無有來者，亦無往生者，", "51": "昧而為正受，適三昧已，尋時東方億江沙等", "510": "一切諸法事，譬若如虛空。", "511": "如我本所現，正士之所為，", "512": "察於三事身，悉為無所有。", "513": "安住所說法，其義為若茲，", "514": "覩之如幻化，亦如夢所見。", "515": "諸佛之世界，過如江沙等，", "516": "若人滿中物，以用布施者，", "517": "假使有行忍，是法亦復空，", "518": "此所興布施，殊特為第一。", "519": "猶如江河沙，劫限有若干，", "52": "諸佛世界普為大明，潤澤柔軟，離垢顯曜，清", "520": "供養諸斯等，人中最尊上。", "521": "眾華及名香，飲食為若斯，", "522": "若有菩薩學，志求佛道義，", "523": "若聞此經典，如是諸訓教，", "524": "若曉了無人，壽命含血類。", "525": "速逮得法忍，清淨成顯曜，", "526": "此人則供養，人中無上尊。", "527": "於無數億劫，常行布施事，", "528": "飲食諸供養，車馬眾居業。", "529": "亦不用此行，疾成於佛道，", "53": "淨光照東西南北四維上下十方佛土，光明", "530": "反懷眾妄想，而計有人故。", "531": "其有人中上，已歸滅度者，", "532": "曾度於眾生，所濟無央數。", "533": "其法本清淨，察之無所有，", "534": "解脫明慧等，所學為若茲。", "535": "值遇佛興世，久久時可得，", "536": "若說經典時，信尊亦復然。", "537": "得來成人身，亦復甚難矣，", "538": "善哉修精進，順從最勝教。", "539": "常當蠲除去，八懅無閑難，", "54": "所照，悉遍若斯，等無殊特。其於十方幽隱闇", "540": "應時不再遇，閑暇時希有。", "541": "當興行篤信，諮啟佛教誨，", "542": "當慇懃力務，勇猛常奉行。", "543": "若得逮聞法，速疾修謹勅，", "544": "大音無極聲，已度于彼岸。", "545": "常當自將養，精習於閑居，", "546": "從人中之上，稽顙不違命。", "547": "從就善知識，通達法器者，", "548": "心常棄於非，偽行惡知識。", "549": "一切修平順，等心方便隨，", "55": "冥蔽翳方城，山石、牆壁、樹木、華實、鐵圍、大鐵", "550": "雖在於眾生，慎莫懷妄想。", "551": "奉承禁戒者，博聞之徒類，", "552": "等察於他人，常行而乞食。", "553": "數數當調習，親近坐樹下，", "554": "穢藥以療身，第一無懷疑。", "555": "一切諸有為，計是亦無為，", "556": "悉亦同等相，譬之若野馬。", "557": "若能曉了者，是第一本際，", "558": "則疾成佛道，為逮無等倫。", "559": "佛解了五陰，猶如幻師化，", "56": "圍、目隣山、大目隣山、雪山、黑山及須彌山，而", "560": "自察其內已，又觀外所有。", "561": "安住所分別，是則為空聚，", "562": "慎莫懷戀恨，於彼依猗之。", "563": "其婬怒癡者，本淨如虛空，", "564": "騃冥瞋恚事，悉亦從想生。", "565": "又計其想念，亦不得所在，", "566": "諸導師之眾，所曉了若此。", "567": "是故有智者，人中為明目，", "568": "假使欲究盡，諸佛之道慧。", "569": "棄捐諸罣礙，有為之迷惑，", "57": "悉蒙照，靡不顯曜，無所蔽礙。時於十方諸佛", "570": "此等勇猛士，必成尊佛道。」", "571": "爾時諸化菩薩說是偈已，彼眾會中諸來聽", "572": "者二萬二千人，皆發無上正真道意；五百比", "573": "丘得無起餘漏盡意解；三百比丘尼得法", "574": "眼淨；七千優婆塞、七千優婆夷、二萬五千諸", "575": "天子遠塵離垢、諸法法眼淨，三百菩薩逮無", "576": "所從生法忍；此三千大千世界六反震動，其", "577": "大光明普照十方。耆年舍利弗前白佛言：「唯", "578": "願，大聖！此誰威德？使此三千大千世界六反", "579": "震動，諸化菩薩在交絡閣蓮華上坐，演深妙", "58": "世界，一一江沙億數佛土，諸佛世尊現在說", "580": "法，其義殊特，斯光普照諸來會者。無央數億", "581": "眾菩薩集，諸天子等不可稱載。」佛告舍利弗：", "582": "「文殊師利威神所感，悉令集會。所以者何？是", "583": "故文殊啟問如來毀伏魔場三昧之要，具足", "584": "成就不可思議諸佛之法，名寂然空行，與善", "585": "住意天子俱。」舍利弗白佛言：「文殊師利不來", "586": "會乎？何故不現？」佛告舍利弗：「文殊師利降", "587": "毀諸魔三昧正受，蔽魔宮殿，興大威變，詣", "588": "如來所。」於是文殊降毀魔場三昧正受，應時", "589": "三千大千世界百億魔宮一時皆蔽，不樂其處，", "59": "法，此諸佛邊一一侍者各問其佛：「以何因緣", "590": "各各懷懅。時魔波旬自見老耄羸頓，少氣拄", "591": "杖而行，所有宮人婇女之等，亦復羸老。又", "592": "見宮殿而復崩壞，暗暗冥冥不知東西。時魔", "593": "波旬即懷恐懼，衣毛為竪，心自念言：「此何變", "594": "怪，令吾宮殿委頓乃爾？將死罪至，歸命壽", "595": "終，天地遇災，劫被燒耶？」時魔波旬棄除貢高，", "596": "捨惡思想。時文殊師利所化百億天子在交", "597": "絡者，住諸魔前，謂魔波旬：「莫懷恐懼，汝等之", "598": "身終無患難，有不退轉菩薩大士名文殊師", "599": "利，威德殊絕，總攝十方，德過須彌，智超江海，", "6": "也，其名曰：師子英菩薩、慈氏菩薩、光世音", "60": "忽有大光？普遍世界從昔已來，未曾見聞如", "600": "慧越虛空。於今以是降毀魔場三昧正受，是", "601": "其威神。」諸天子等適宣此言，諸魔聞之，益懷", "602": "恐懼，畏於文殊。諸魔宮殿尋時震動，諸魔波", "603": "旬報化菩薩：「願見救濟。」答曰：「且安！勿懷恐懼。", "604": "仁等當往至釋迦文佛所，如來至真，有無盡", "605": "哀暢無極慈。假使眾生有大恐懼，慰沃仁慈，", "606": "令無所畏。」諸化菩薩適說此言，忽沒不現。眾", "607": "魔忻然，與諸交絡化座菩薩，僉共同心，往詣", "608": "佛所，羸老拄杖，一時發音，前白佛言：「唯願，", "609": "大聖！救護我等，令得濟脫如此大患。寧得值", "61": "此光明，潤澤和雅，靡不蒙濟。今佛光明眾身", "610": "遇百千億佛功德名稱，不為獨一文殊師利", "611": "所見逼迫。所以者何？我等屬者，聞文殊名，", "612": "尋即恐懼，不能自安，畏亡身命。」佛告諸魔：「如", "613": "仁所言，億百千佛所益眾生，不及文殊之所", "614": "開化，各各勸導無央數眾令得解脫。所以者", "615": "何？汝等未聞億百千佛功德名號，雖遭惱患，", "616": "心懷恐懼。因一文殊之所興變，所難益甚。」", "617": "諸魔白佛：「我等羞慚此羸老身，今從世尊自", "618": "歸加哀，願復本形，挍飾天服。」佛告諸魔：「且待", "619": "須臾！文殊師利如是來至，當脫斯等如此眾", "62": "安隱，令心清徹，皆見拔擢，順時無違，無復", "620": "難。」於是文殊安隱庠序，與無央數諸天子", "621": "等，百千那術眷屬圍繞，不可稱計天龍鬼神、", "622": "阿須倫、迦留羅、真陀羅、摩睺勒，億百兆載無", "623": "量菩薩，其數無限，前後導從，鼓百千樂，雨眾", "624": "名香，青蓮紅黃白華，清淨莊嚴，無極威變，", "625": "見莫不歡，俱往詣佛，稽首足下，繞佛三匝，", "626": "退坐一面。於時世尊告文殊曰：「仁且正受，", "627": "以降毀魔，而三昧矣！」文殊白佛：「唯當從教。」世", "628": "尊又問：「以何方宜，而從如來聽受此定？又何", "629": "久如成此三昧？」文殊白曰：「唯然，大聖！我未", "63": "犯行婬怒愚癡。此之瑞應為誰聖旨之所建", "630": "發無上正真道意時，聞此定名，尋時則成是", "631": "三昧矣！」又問文殊：「所從聞是三昧定者，其號", "632": "何等如來？」文殊白佛：「乃往過去久遠世時，越", "633": "過江河沙不可計會阿僧祇劫，爾時有佛，號", "634": "意華香如來、至真、等正覺、明行成為、善逝、世", "635": "間解、無上士、道法御、天人師，號佛、世尊，彼時", "636": "演斯三昧行品。我身爾時從得聞是降毀魔", "637": "場三昧慧音。」佛問文殊：「何謂三昧慧音？其", "638": "意華香如來所宣。」文殊白佛：「菩薩有二十事，", "639": "而用逮得降毀魔場三昧定意。」「何謂二十？」文", "64": "立？所演光曜暉赫若茲！」是諸佛世尊覩諸", "640": "殊白佛：「於是菩薩：一、毀貪婬，滅其欲心。二、毀", "641": "瞋恚，除瑕穢心。三、毀愚癡，去暗冥心。四、毀憍", "642": "慢，而捨懷恨。五、毀瞋怒，不懷惱熱。六、捨眾想", "643": "及諸邪見。七、棄多念所生受事及與放捨。八、", "644": "離所有及無所有。九、越斷滅計常。十、毀陰種", "645": "諸入四大。十一、其心不著三界。十二、遠聲聞", "646": "心。十三、釋緣覺意。十四、刈嫉妬貪餘。十五、遠", "647": "毀戒、違禁之難。十六、斷鬪諍不可之事。十七、", "648": "翦懈怠、猶豫。十八、拔諸放逸憒亂之意。十九、", "649": "勗勉邪智不正之事。二十、降伏塵勞愛欲結", "65": "侍者之所啟問，默然不應。其彼世界天、龍神", "650": "網。是二十事菩薩所行逮是三昧。」", "651": "文殊白佛：「菩薩復有四事，逮是三昧。何謂四？", "652": "一、所行立心，清淨調和。二、志性柔軟而無諂", "653": "飾。三、入深法忍，心不起滅。四、所有施未曾愛", "654": "悋。是為四。「復有四法，逮是三昧。何謂四？一、行", "655": "至誠，不懷欺詐。二、習閑居寂寞之行。三、啟受", "656": "經典，諷誦諸法。四、究竟諸行，棄捐非義。是為", "657": "四。「菩薩復有四事，何謂四？一、親近善友。二、限", "658": "知止足。三、精思獨處。四、不在憒閙。是為四。", "659": "「菩薩復有四事逮是三昧。何謂為四？一、心", "66": "聲，阿須倫、迦留羅及金翅鳥、揵沓惒聲，人、非", "660": "不樂聲聞。二、捨緣覺意。三、志菩薩道。四、逮得", "661": "法忍。是為四。「復有四法逮是三昧，何謂為四？", "662": "一、修空法，不計有人。二、尊無想，捨眾悕望。三、", "663": "無放逸，除諸所願。四、知足悅，棄一切有。是為", "664": "四。「復有四法，逮是三昧。何謂為四？一、周旋無", "665": "量生死之難。二、等療一切眾生之類。三、常一", "666": "心唯念應時。四、無馳騁度于彼岸。「唯願，世尊！", "667": "意華香如來、至真、等正覺，說是三昧行音。爾", "668": "時從彼聞是三昧。其佛去後，次復有佛，號明", "669": "珠日月光曜，因其如來成是三昧。」說是毀伏", "67": "人聲，飛鳥鹿聲，風雨水聲，大海中聲，歌妓", "670": "魔場三昧時，彼眾會中一萬菩薩，如是色像", "671": "感動變化，悉得無所從生法忍。「於舍利弗，所", "672": "志云何？於是三千大千世界獨有是變，降諸", "673": "魔乎？勿作斯觀。所以者何？十方一切江河沙", "674": "等諸佛剎土，諸魔波旬求人便者，皆遇此難", "675": "不得自在，悉文殊師利之所建立。」爾時世尊", "676": "告文殊曰：「仁當捨置所建威神，當使諸魔還", "677": "復本形、天上服飾。」爾時文殊告諸魔曰：「諸賢", "678": "者等，實為惡穢此身服乎？」報曰：「實爾。」文殊答", "679": "曰：「汝等宜當厭貪欲事，不住三界。」諸魔報曰：", "68": "樂聲，斯等之類，蒙佛威神，悉亦寂然，無暢音", "680": "「唯當從命。善哉，文殊！願加威神，令我等脫如", "681": "是形類威儀服飾。」文殊師利尋捨威變，療諸", "682": "天人及諸玉女，使其形體平復如故，衣被", "683": "光澤，威神巍巍。文殊師利告於諸魔：「諸仁欲", "684": "知其眼受而懷思想，眼有所著則為眼根，", "685": "因思想眼，言是我所。依猗於眼，因生於眼，眼", "686": "之所趣，目為心候，還護其眼，舉眼下眼，則是", "687": "汝等之境界也，為造魔業。耳、鼻、口、身、意亦復", "688": "如是。假使有眼而無所著，耳無所聽，鼻香口", "689": "味，身更心法，悉無所著，非汝部界，不同勞侶，", "69": "者，一切諸響悉為憺怕。其諸侍者，啟問諸佛", "690": "無力不樂，則無魔業亦無影響。又復卿等，自", "691": "計吾我，隨念有身，緣趣此患。卿等何因，處於", "692": "眾會？欲得寂然，未之有也。」文殊師利應時於", "693": "彼，為魔眷屬解說經典，使一萬魔，皆發無上", "694": "正真道意，八萬四千魔遠塵離垢，諸女得", "695": "法眼淨。其餘眾魔各歸宮殿，皆共舉聲，悉稱：", "696": "「萬歲！吾等已脫於大恐懼！」", "697": "於是文殊師利告逮法忍諸魔眷屬：「卿等", "698": "何故不各歸宮？」諸魔報曰：「吾等於今，忽然不", "699": "復見己身宅，何況當復見魔宮殿自然常住？」", "7": "菩薩、得大勢菩薩、辯積菩薩、建立遠菩薩、山", "70": "如是至三：「世尊願說！多所哀念，多所安隱、憐", "700": "又問：「汝等宮殿為在何所？」諸魔報曰：「一切諸", "701": "法無主、無念，是為諸法之宮殿，空無想願，諸", "702": "法恍惚乃為宮殿，於彼無往亦無來者。」", "703": "耆年迦葉前白佛言：「文殊師利！彼殿來乎？我", "704": "等欲見所從菩薩。所以者何？此正士等難可", "705": "值遇。」佛告文殊：「汝當現此十方世界諸來菩", "706": "薩會忍土者，今諸眾會皆共渴仰，欲得見之。」", "707": "文殊師利應時告諸法倫菩薩、法住菩薩、", "708": "若干辯菩薩、得大勢菩薩、柔軟音菩薩、滅", "709": "眾惡菩薩、寂然菩薩、選擇菩薩、法王菩薩、", "71": "愍諸天及世間人，為誰威神出是輩聲，其大", "710": "懷音菩薩，悉告此等諸菩薩眾：「汝族姓子一", "711": "切菩薩，各當自現其身宮殿，各自顯示所處", "712": "佛土本之形體。」文殊師利適發此言，諸菩薩", "713": "眾尋時奉命，從三昧起各現本體：或有菩薩", "714": "其身高大如須彌山，或有菩薩其身高長三", "715": "百二十萬里，或二百八十萬里，或二百四十", "716": "萬里，或二百萬里，或百六十萬里，或百二十", "717": "萬里，或八十萬里，或四十萬里，或三十六萬", "718": "里，或三十二萬里，或二十八萬里，或二十四", "719": "萬里，或二十萬里，或十六萬里，或十二萬里，", "72": "光明普諸佛土？」于時諸佛億江沙數，各從剎", "720": "或八萬里，或四萬里，或三萬六千里，或三萬", "721": "二千里，或二萬八千里，或二萬四千里，或", "722": "二萬里，或萬六千里，或萬二千里，或八千里，", "723": "或四千里，或三千六百里，或三千二百里，或", "724": "二千八百里，或二千四百里，或二千里，或千", "725": "六百里，或千二百里，或八百里，或七百六十", "726": "里，或七百二十里，或六百八十里，或六百四", "727": "十里，或六百里，或三百六十里，或三百二十", "728": "里，或二百八十里，或二百四十里，或二百里，", "729": "或百六十里，或百二十里，或八十里，或四十", "73": "土同時一聲，各集其音，柔軟了了，悉從一佛", "730": "里，或三十六里，或三十二里，或二十八里，或", "731": "二十四里，或二十里，或十六里，或十二里，或", "732": "八里，或四里，或有身長短如此，忍界人身無", "733": "異。諸菩薩等其身如是，高廣長短，各各別異。", "734": "爾時於此三千大千世界，諸會充滿無如毛", "735": "釐空缺之處，諸尊神妙，高節慧明，菩薩大士", "736": "卓然有異，功德巍巍，無以為喻。其諸菩薩身", "737": "所演光，徹照十方不可計數百千佛土。爾時", "738": "世尊以佛莊嚴三昧正受，適興此定。尋時忍", "739": "界自然變現不可稱數若干華蓋，以其無", "74": "出若干教，口之所演如是像音，同時報告諸", "740": "限百千妓樂各唱其音，挍飾幢幡繒綵無量", "741": "莊嚴佛土，靡不煌煌如日如月。諸菩薩眾從", "742": "紫金剎來至此者，覩是佛剎如黃金色；其從", "743": "白銀佛剎來者，悉現銀色；其從水精佛剎來", "744": "者，見此佛土悉水精色；其從琉璃佛剎來者，", "745": "覩此忍界悉琉璃色；其從車𤦲佛剎來者，見", "746": "此忍土悉車𤦲色；其從馬瑙佛剎來者，見是", "747": "佛土悉馬瑙色；其從名香佛剎來者，見是佛", "748": "土悉香合成；其從好華佛剎來者，但見諸華；", "749": "從寶剎來者，但見眾寶，或從七寶，或從六寶，", "75": "侍者曰：「諸佛世尊適宣音已，一切佛土皆為", "750": "或從五寶，或從四寶，或從三寶，或從二寶世", "751": "界來者，詣此忍土，見此佛土長廣短狹眾", "752": "寶琦異，強劣好醜如本佛土。時諸菩薩，各", "753": "自憶念住本佛土，是等一切見釋迦文如來", "754": "至真形像被服，各如本土諸佛像貌，威儀禮", "755": "節教授法則飲食，等無差特。彼一菩薩不", "756": "見他菩薩土地莊嚴，但覩本剎，舉聲稱曰：「此", "757": "土紫金。」二菩薩曰：「此土白銀。」各各所遊清淨", "758": "之行，各自驚喜，怪未曾有。磬揚大音，而嗟歎", "759": "之：「諸佛世界難及難及，而不可逮，德遍十方", "76": "之動，百千妓樂不鼓自鳴，諸天人民、阿須倫", "760": "永不可逮。」文殊師利應時告曰：「諸族姓子！此", "761": "事無奇。所以者何？一切諸佛皆為一佛，一切", "762": "諸剎皆為一剎，一切眾生悉為一神，一切諸", "763": "法悉為一法，是一定故，故名曰一，亦非定", "764": "一，亦非若干。」文殊師利舉其要義，不以多言，", "765": "即從座起，偏出右肩，右膝著地，叉手白佛：「願", "766": "欲所問，若見聽者，乃敢自陳。」佛言：「恣所欲問，", "767": "如來當決，所懷疑結，令心歡然。」文殊則問：「何", "768": "謂菩薩義所歸乎？」佛告文殊：「曉了諸法，靡不", "769": "通暢，故曰菩薩。」又問：「何謂菩薩曉了諸法？」佛", "77": "樂亦復如是；其音亦演非常、苦、空、非身之聲，", "770": "言：「菩薩曉了眼、耳、鼻、口、身、心無有弊礙。何謂", "771": "曉了六情事者？曉了於眼，則本淨空，耳、鼻、口、", "772": "身、意亦復如是，悉空本淨，不自想念我曉了", "773": "之；色、聲、香、味、細滑之法，悉空本淨，不想曉了。", "774": "又，文殊師利！若有菩薩了五盛陰。何謂曉了？", "775": "了空、無想、無願，離欲恍惚，寂無所有，歸於澹", "776": "泊，悉無所生，無來無往，猶如野馬、幻化、水月、", "777": "芭蕉、夢中所見，不得久存，而無堅固，虛無無", "778": "處。若能曉了如斯義者，是謂菩薩。又，文殊師", "779": "利！解婬怒癡、五陰、六衰因想而生，其貪欲者", "78": "空無相願虛無恍惚本無之聲，本際之聲，", "780": "悉從想生，其想亦空，虛無無形，無有言辭，亦", "781": "無教化，其婬怒癡於無本法，無能染污，不迷", "782": "不惑。」佛言：「文殊師利！菩薩曉了眾生之行，此", "783": "人多欲，斯人多瞋，此人多癡。其多欲者，恩愛", "784": "隆崇，猶如五穀、草木茂盛，種類布散，不適一", "785": "處。其多瞋者，怒恨熾盛，如野火燃燒炙草", "786": "木、城郭屋宅，靡不被害。其癡多者，暗暗冥", "787": "冥如無日明，若其屋中覆蓋在甖，迷惑窮", "788": "極不識東西。菩薩大士曉了本行，從其心意", "789": "聰明暗塞，原際所趣諸根優劣，而為說法，各", "79": "捨婬怒癡無三界聲，如審諦聲，施、戒、忍、進、禪、", "790": "令入律而度脫之。」佛語文殊師利：「菩薩曉", "791": "了一切眾生。云何曉了一切眾生？皆假號耳。", "792": "若真諦觀，其假號者亦無處所，其眾生者悉", "793": "一神耳，計於眾生，無有眾生，曉了斯義無想", "794": "著者，是謂菩薩。於是覺了寤諸不覺，解度彼", "795": "岸，是謂菩薩。諸不達者悉令通暢，故曰菩薩。", "796": "當所觀者，悉見本末起滅因緣，根原所趣靡", "797": "不周備，前知無窮却了無極，故曰菩薩。因其", "798": "假號，隨方俗言而有此名，於此眾事而無所", "799": "著，故曰菩薩。」時佛歎頌曰：", "8": "頂菩薩、山幢菩薩、無動菩薩、善思議菩薩、所", "80": "智之聲，常慚愧聲，慈、悲、喜、護聲，遵修奉行", "800": "「曉了其眼耳，是空為自然，", "801": "達者無想念，乃謂為菩薩。", "802": "曉了鼻口者，本淨無形像，", "803": "智者不妄想，乃謂為菩薩。", "804": "智者曉了身，其意如虛空，", "805": "能分別本淨，菩薩為聰明。", "806": "色聲及香味，細滑可意物，", "807": "若能了如幻，一切分別空，", "808": "亦不求妄想，乃曰為菩薩。", "809": "若曉了色空，痛痒亦如是，", "81": "無放逸聲，如是若干，常宣百千法誼之聲。此", "810": "生死之所識，一切猶若幻，", "811": "心不懷妄想，乃謂為菩薩。", "812": "五陰若如夢，一相無有相，", "813": "明者不妄想，乃謂為菩薩。", "814": "不生無所起，無言則無為，", "815": "假名託於號，其名無形類。", "816": "曉了貪瞋恚，分別諸想念，", "817": "其想無真諦，究竟無處所。", "818": "想愚不亦真，因作多思念，", "819": "緣諸邪見起，正直無所見。", "82": "所講法，令不可計無央數人億百千眾立不", "820": "常懷貪欲怒，諸法悉平等，", "821": "彼無染無穢，法亦無惑妄。", "822": "識別如是念，菩薩無貪欲，", "823": "寂除一切法，乃謂為菩薩。", "824": "曉了諸三界，是空無真實，", "825": "於彼無度者，乃謂為菩薩。", "826": "欲界無成就，因顛倒而興，", "827": "是色無有無，此亦比虛偽。", "828": "眾生所作行，慧者悉曉知，", "829": "貪婬行瞋恚，同歸於愚癡。", "83": "退轉，志於無上正真道意，開化聲聞及緣", "830": "一切假名人，人亦不可得，", "831": "明者成就此，不妄想眾生。", "832": "一切是諸法，能知為顛倒，", "833": "若識知反覆，斯亦無有想。", "834": "方便隨諸法，不著一切礙，", "835": "若逮無所著，乃曰為解脫。", "836": "能施其身肉，不習諸所猗，", "837": "覺了如審諦，乃謂為菩薩。", "838": "禁戒常清淨，亦不想自大，", "839": "佛戒隨順義，無起無所有。", "84": "覺法，釋梵之位，成轉輪王，其亦若茲。」", "840": "我本所修業，身口及意念，", "841": "是謂為禁戒，彼無由居處。", "842": "普慈愍眾生，亦不得眾生，", "843": "知之為恍惚，因假而有號。", "844": "其所行精進，滅一切諸苦，", "845": "察了三界空，能成最上道。", "846": "超殊修禪思，亦復無所著，", "847": "無住無所得，智者了如是。", "848": "智慧刀割截，塵勞諸惡見，", "849": "覩見諸法界，不斷無所壞。", "85": "於是諸佛告諸侍者：「諸族姓子！汝等默然專", "850": "如覺了諸法，應時化群黎，", "851": "菩薩曉如是，乃謂為菩薩。」", "852": "於是文殊師利復白佛言：「唯然，大聖！所可言", "853": "謂初發意者，何謂初發為菩薩意也？」佛語文", "854": "殊：「假使菩薩普念三界是初發意，所發心者", "855": "平等如地，其菩薩者無所起發，亦不想念淨", "856": "與不淨，其所知者無卒無暴，堅住不動，無在", "857": "不在，安無能搖，忍於苦樂，越世八法，無所", "858": "破壞，悉無所為，所可發心，適發意已，皆得", "859": "啟受一切功勳，亦不自念我有名德，是謂初", "86": "問是為，此非聲聞、緣覺之地所能及者，諸天", "860": "發成菩薩意。」文殊師利前白佛言：「如我聽省", "861": "大聖說義，其有菩薩發婬怒癡，乃初發意。」時", "862": "善住意問文殊師利：「起婬怒癡乃應初發成", "863": "菩薩者，一切愚戇凡夫之士皆應初發。所以", "864": "者何？斯等之類，起婬怒癡故，不去三毒也。」文", "865": "殊師利告善住意天子：「愚戇凡夫不能堪任", "866": "起婬怒癡。所以者何？謂佛世尊、緣覺、聲聞、諸", "867": "不退轉菩薩之黨，乃能發是婬怒癡耳；凡夫", "868": "不能。」善住意天子報文殊曰：「今者所說甚可", "869": "畏，此眾會者心懷疑網。因聞仁者，演此義故，", "87": "世人及阿須倫，聞此迷荒，如來諮嗟頒宣斯", "870": "不能曉了，其心冥然。」文殊師利謂善住意天", "871": "子：「於意云何？譬如飛鳥飛行虛空，豈畏為", "872": "徑，通過有依礙乎？」答曰：「經過不畏虛空", "873": "也。」文殊報曰：「如是，天子！道無所起。有所憎惡，", "874": "則為不發；無所憎惡，乃為發意。若無所著，不", "875": "懷憎惡，無所依猗，乃謂發耳。所謂為發，興", "876": "無想念，無所生者，是名不發。無自然者，乃曰", "877": "為發；無有句迹，乃曰為發；無去來迹，乃曰為", "878": "發；空身慧迹，無所念迹，乃曰為發；無所受迹，", "879": "無所逮迹，乃曰為發；無所壞迹，無所獲迹，是", "88": "光明德，其功德勳不可思議，所積功祚無能", "880": "謂為發；無文字迹，無所慕迹，是謂為發；不", "881": "進不殆，不雙不隻，是謂為發；不求救護，亦無", "882": "有歸，是謂為發。是故，天子！名於菩薩，為初發", "883": "心。其於是法不念、不依、不思、不想、不知、不見、", "884": "不聞、不識、不受、不捨、不起、不滅。是故，天子！名", "885": "諸菩薩。以是因緣，因此法故，由斯平等，如是", "886": "本際，善權方便，發婬怒癡，發眼所依，耳、鼻、口、", "887": "身、意亦復如是；發色所著，亦復顯於痛，想，行，", "888": "識，不當生色報應諸見，無明、有、愛，當興十二", "889": "緣起之法；吾諸所欲，依猗三界，亦當顯發", "89": "惟察，所學精進、智慧之業，乃能致此究竟", "890": "所依吾我，貪身計已；六十二見，亦當顯發五", "891": "蓋之患，四倒、八邪、十惡之業，令其反原。取要", "892": "言之，一切淨不淨、應不應、眾想言辭、一切處所、", "893": "所受依猗、思想諸念、戀慕罣礙，所可言曰，", "894": "發泥洹想，菩薩大士皆顯發此。是故，天子！當", "895": "作斯觀，其於諸法，有所依猗、無所憎愛，是", "896": "謂為發。」文殊師利說是法語初發意時，此三", "897": "千大千世界六反震動，萬二千菩薩得無所從", "898": "生法忍。", "899": "佛說如幻三昧經卷上", "9": "思善議菩薩、心勇菩薩、心志菩薩、善心菩薩、", "90": "光明，若於一劫過劫之餘，諮嗟光明不能暢", "91": "盡得其原際。此光明曜，所興慈悲，巍巍如斯！」", "92": "諸佛侍者再三聞此所歎諮嗟，益以飢虛，重", "93": "復啟白：「唯諸大聖以時宣暢，多所哀念，多所", "94": "安隱，愍傷諸天及十方人，并諸菩薩大乘學", "95": "眾令成德本。」於時，諸佛告眾侍者言：「族姓子！", "96": "有一剎土名曰忍界，於彼有佛，名釋迦文如", "97": "來、至真、等正覺、明行成為、善逝、世間解、無上", "98": "士、道法御、天人師，為佛世尊，興於憒亂五濁", "99": "之世。其土眾生，婬怒癡盛慢無肅恭，棄於淨"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0342 佛說如幻三昧經: 佛說如幻三昧經: 佛說如幻三昧經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}