{"author": "宋 法天譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0974A 最勝佛頂陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 974A", "1": "最勝佛頂陀羅尼經", "2": "西天中印度摩伽陀國那爛陀", "3": "寺三藏沙門賜紫法天譯", "4": "曩謨去引婆去誐嚩無可反帝句薩轉舌呼嚩無可反", "5": "怛󰪯二合引路引枳野二合二句鉢囉二合底丁以反尾始瑟", "6": "吒二合引野余何反下同三句沒馱引野四句怛儞野二合反他", "7": "去引五句唵引沒嚨二合引沒嚨二合引沒嚨二合引六句戍引", "8": "馱野戍引馱野七句尾戍引馱野尾戍引馱野八", "9": "句阿去娑上麼娑上麼九句三去滿哆引嚩無博反", "10": "婆去引娑十句娑𩑼二合囉來假反拏鼻音誐底丁以", "11": "反誐誐曩十一句娑嚩二合婆去引嚩尾󰡊第引十二句鼻", "12": "詵上謹反左覩𤚥牟敢反引十三句薩轉舌嚩無可反怛他去引", "13": "誐哆引十四句蘇上誐哆十五句嚩囉嚩引左曩引十六句蜜", "14": "㗚二合哆引鼻曬瑟曳反罽居又反十七句㗚摩二合賀引", "15": "母捺囉二合滿去怛囉二合鉢乃十八句唵引阿去引", "16": "賀囉阿去引賀囉十九句阿去引庾羊主反散去馱引", "17": "囉抳尼整反二十句戍引馱野戍引馱野二十一句誐誐曩娑", "18": "嚩二合婆去引嚩尾󰡊第二十二句塢瑟膩二合灑尾惹", "19": "仁拶反野跛哩󰡊第二十三句娑賀娑囉二合囉來假反濕", "20": "銘二合散去祖去儞泥以反諦二十四句薩轉舌嚩同上", "21": "怛他去引誐哆二十五句嚩無博反路引計𡫸寧吉反二十六句薩", "22": "轉舌嚩同上怛他去引誐哆沫帝二十七句瑟吒播二合", "23": "引囉弭哆二十八句跛哩布引囉抳尼整反二十九句娜舍部", "24": "引弭鉢囉二合底丁以反瑟恥二合帝三十句薩轉舌嚩", "25": "同上怛他去引誐哆紇哩二合乃野引三十一句地瑟", "26": "姹二合哆引三十二句地瑟恥二合帝三十三句唵引母捺󰣍", "27": "二合母捺󰣍二合三十四句摩賀引母捺󰣍二合三十五句嚩武鉢反", "28": "日囉二合迦去引野三十六句僧去賀怛弩跛哩󰡊弟", "29": "三十七句薩轉舌嚩同上羯轉舌麼引嚩囉拏尾󰡊弟三十", "30": "八句鉢囉二合底丁以反𡫸嚩武鉢反轉舌呼哆夜引欲尾󰡊", "31": "弟三十九句唵引母𡫸母𡫸摩賀引母𡫸四十句阿去母", "32": "𡫸阿去母𡫸四十一句尾母𡫸尾母𡫸摩賀引尾母", "33": "𡫸四十二句沫底丁利反沫底丁利反摩賀引沫底丁以反四十三句", "34": "怛他去引部引哆四十四句句引致跛哩󰡊弟四十五句", "35": "尾娑怖二合吒尾󰡊弟四十六句唵引醯醯四十七句惹野", "36": "惹野摩賀引惹野四十八句娑麼二合囉娑麼二合囉", "37": "四十九句娑𩑼二合囉娑𩑼二合囉五十薩轉舌嚩同上", "38": "沒馱引五十一句地瑟姹二合引曩引五十二句地瑟恥二合帝", "39": "五十三句󰡊弟󰡊弟五十四句嚩武鉢反日󰣍二合嚩同上日󰣍", "40": "二合摩賀引嚩日󰣍二合五十五句阿去嚩日󰣍二合嚩日", "41": "囉二合蘖轉舌呼陛五十六句惹野蘖轉舌陛五十七句尾惹野", "42": "蘖轉舌陛五十八句嚩日囉二合入嚩二合攞蘖轉舌呼陛", "43": "五十九句嚩日嚕二合引那誐二合帝六十句嚩日嚕二合引納", "44": "婆二合吠六十一句嚩日囉二合三去婆去吠六十二句嚩日", "45": "嚕二合引嚩日𥟦二合拏入六十三句嚩日囕二合婆去", "46": "嚩無可反覩麼麼稱名述所為事六十四句薩哩𠻱薩轉舌嚩同", "47": "上薩怛嚩二合引六十五難上左迦去野跛哩󰡊弟室", "48": "者二合婆去嚩覩茗去薩娜引六十六句薩轉舌嚩誐底", "49": "丁以反跛哩󰡊弟室者二合六十七句薩轉舌嚩怛他去引誐", "50": "哆六十八句三去麼娑嚩娑六十九句地瑟恥二合帝七十句", "51": "薩轉舌嚩同上怛他去引誐哆室者二合𤚥牟敢反引", "52": "七十一句薩麼引娑嚩二合引薩演引覩七十二句唵引悉地", "53": "野二合悉地野二合七十三句沒𠆙沒𠆙七十四句尾戍引馱野", "54": "尾戍引馱野七十五句尾󰂛重呼馱野尾󰂛重呼馱野", "55": "七十六句謨去引左謨去引左七十七句尾謨去引左野尾謨", "56": "去引左野七十八句戍引馱野戍引馱野尾戍引馱野", "57": "七十九句三去滿哆引怛半音呼跛哩謨去引左野八十句三", "58": "去滿哆囉濕茗二合跛哩󰡊弟八十一句薩轉舌嚩同上", "59": "怛他去引誐哆三麼野引八十二句地瑟姹二合曩引八十三", "60": "地瑟恥二合帝八十四句唵引母捺󰣍二合摩賀引母", "61": "捺囉二合八十五句滿怛囉二合鉢娜引八十六句地瑟恥二合", "62": "帝八十七句娑嚩二合引賀引八十八句", "63": "最勝佛頂陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0974A 最勝佛頂陀羅尼經", "source": "CBETA"}