{"author": "唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1094 不空羂索神呪心經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1094 [Nos. 1093, 1095, 1099,", "1": "cf. No. 1092(Fasc. 1)]", "2": "不空羂索神呪心經", "3": "唐三藏法師玄奘奉　詔譯", "4": "如是我聞。一時薄伽梵。在布怛洛迦山觀自", "5": "在宮殿。其中多有寶娑羅樹。耽摩羅樹瞻博", "6": "迦樹。阿輸迦樹極解脫樹。復有無量諸雜寶", "7": "樹周匝莊嚴。香花軟草處處皆有。復有無量", "8": "寶泉池沼。八功德水彌滿其中。眾花映飾甚", "9": "可愛樂。復有無邊異類禽獸。形容殊妙皆具", "10": "慈心。出種種聲恒如作樂。與大苾芻眾八千", "11": "人俱。九十九俱胝那庾多百千菩薩摩訶薩。", "12": "無量百千淨居天眾。自在天眾大自在天眾。", "13": "大梵天王及餘天眾。無量百千前後圍遶聽", "14": "佛說法。", "15": "爾時會中有一菩薩摩訶薩。名觀自在。從坐", "16": "而起整理衣服。偏袒一肩右膝著地。合掌向", "17": "佛面目熙怡。開顏含笑而白佛言。我有神呪", "18": "心名不空羂索。我於往昔第九十一劫。時有", "19": "世界名殊勝觀。其中有佛名世主王如來應", "20": "正等覺明行圓滿善逝世間解無上丈夫調御", "21": "士天人師佛薄伽梵。彼佛世尊憐愍我故。為", "22": "我說此大神呪心。時我受持威神力故。常為", "23": "無量淨居天眾。自在天眾大自在天眾。大梵", "24": "天王及餘天眾。無量百千恭敬供養尊重讚", "25": "歎。我皆化彼令趣無上正等菩提。我依如是", "26": "功德力故。便獲十億不空妙智上首莊嚴大", "27": "三摩地。由斯定力現見十方無量無數諸佛", "28": "世界。一切如來及諸眾會。皆往供養聽聞正", "29": "法。展轉教化無量有情。皆令發心趣無上覺。", "30": "故此呪力不可思議。能救眾生無量苦難。諸", "31": "有智者皆應受持。世尊若他方所有此呪心。", "32": "當知是處有自在天大自在天梵天王等而為", "33": "上首。與十二億諸天神眾。常共守護恭敬供", "34": "養。如佛制多不令暴惡。諸鬼神等遊止其中。", "35": "世尊隨何國邑。流行如是不空羂索神呪心", "36": "經。當知此中諸有情類。已於無量俱胝那庾", "37": "多百千諸佛所。種諸善根乘大願力而來至", "38": "此。", "39": "世尊若有眾生。造諸重罪習行惡法。毀辱賢", "40": "聖誹謗正法。當墮無間大地獄中。經無數劫", "41": "受諸劇苦。諸佛菩薩獨覺聲聞。雖具神通而", "42": "不能救。彼若聞此神呪心經。能生悔愧終不", "43": "更造。若彼復能經一日夜。受持齋戒誦此呪", "44": "心。所作罪業現世輕受。不復當墮無間地獄。", "45": "云何證知彼現輕受不墮地獄。謂若忽遭寒", "46": "熱等病。或經一日或經二日。或復乃至經於", "47": "七日。或患眼痛耳痛鼻痛齒痛牙痛脣痛舌", "48": "痛。或齗腭痛或心胸痛。或腹臍痛或腰脊", "49": "痛。或脇腋痛或陰臗痛。或髀膝痛或支節", "50": "痛。或手足痛或頭面痛。或胭項痛或肩膊痛。", "51": "或遭風病氣病痔病痢病痲病。或遭戀癖白", "52": "癩重癩及諸疥癬。或得皰瘡甘瘡花瘡漏瘡", "53": "毒瘡。或遇擁腫遊腫疔腫腫癤腫毒腫。或患", "54": "癲癎或患甘濕。或被鬼魅或被魘禱。或被", "55": "呪咀或被毒藥。或被囚繫或被枷鎖。或被", "56": "打罵或被誹謗。或被謀害或被恐怖。或復遭", "57": "餘種種增減不饒益事。以要言之。所有逼切", "58": "身心苦惱及見惡夢。由此證知彼現輕受不", "59": "復當墮無間地獄。所造罪業悉得消除。如是", "60": "眾生由斯呪力。尚現輕受重罪消除。況餘有", "61": "情身心清淨。聞持此呪而不獲福。先世罪業", "62": "亦得消除。現在未來常受快樂。", "63": "世尊若有四眾或四姓等。設以諂曲誑詐心", "64": "故。聽聞如是神呪心經。受持讀誦書寫供", "65": "養。為他讚說教令聽受。乃至自往畜生耳邊。", "66": "慇懃念誦令彼得聞。復審思惟此呪章句。不", "67": "毀謗故不取相故。無分別故無等起故。不遲", "68": "行故無為作故。離染污故平等心故。無增減", "69": "故離五蘊故。由此方便於諸佛所復修隨念。", "70": "彼由如是功德力故。於十方面各有十佛。來", "71": "現其前教令悔除先所作罪。所有祈願皆令", "72": "滿足。若有不能如上所說。乃至書此神呪心", "73": "經。置於舍中禮拜供養。亦得無量無邊功德。", "74": "世尊若有眾生。為勝他故或怖主故。怖怨讐", "75": "故怖惡獸故。怖危難故或隨他故。或求高貴", "76": "多財寶故。聽聞如是神呪心經。雖復聽聞而", "77": "不恭敬。或復誹謗輕賤毀訾。智者應知非其", "78": "自力。是觀自在威神力故令彼耳聞。為令彼", "79": "得現在未來利樂事故。世尊譬如有人採沈", "80": "取麝或復栴檀龍腦香等。種種誹謗輕賤毀", "81": "呰。而復擣磨用塗身體。然沈麝等不作是", "82": "念。彼陵蔑我不與其香。而性自然恒作香", "83": "事。此神呪心亦復如是。雖有誹謗輕賤毀訾。", "84": "或如上說以諂誑心。書寫受持恭敬供養。而", "85": "亦作彼善根因緣。令彼當來隨所生處。具戒", "86": "定慧功德妙香。亦能為他作斯香事故。此神", "87": "呪威德難思。信謗俱能作饒益事。", "88": "世尊若善男子或善女人。及苾芻苾芻尼。鄔", "89": "波索迦鄔波斯迦。或餘人輩白月八日受持", "90": "齋戒專心誦此大神呪心。乃至七遍不雜異", "91": "語。當知是人現世定得二十勝利。云何二十。", "92": "一者身無眾病安隱快樂。二者由先業力雖", "93": "有病生而速除愈。三者身體細軟皮膚光澤", "94": "面目鮮明。四者眾人愛敬。五者密護諸根。六", "95": "者多獲財寶隨意受用。七者所得財寶王賊", "96": "水火不能侵損。八者所作事業皆善成辦。九", "97": "者所有種植不畏惡龍霜雹風雨。十者若有", "98": "稼穡災橫所侵。以此呪心呪灰或水經七遍", "99": "已。於其田中八方結界上下散灑。災橫爾時", "100": "皆即除滅。十一者不為一切暴惡鬼神羅剎", "101": "斯等吸奪精氣。十二者一切有情見聞歡喜。", "102": "愛樂尊重常無厭足。十三者常不怖畏一切", "103": "怨讐。十四者設有怨讐速自消滅。十五者人", "104": "非人等不能侵害。十六者厭魅呪詛蠱道不", "105": "著。十七者煩惱纏垢不數現行。十八者刀毒", "106": "水火不能傷害。十九者諸天善神常隨衛護。", "107": "二十者生生不離慈悲喜捨。彼得如是二十", "108": "勝利。復獲八法。何等為八。一者臨命終時見", "109": "觀自在菩薩。作苾芻像來現其前歡喜慰喻。", "110": "二者安隱命終無諸苦痛。三者將捨命時。眼", "111": "不反戴口無欠呿。手絕紛擾足離舒捲。不泄", "112": "便穢無顛墜床。四者將捨命時住正憶念意", "113": "無亂想。五者當命終時不覆面死。六者將捨", "114": "命時得無盡辯。七者既捨命已隨願往生諸", "115": "佛淨國。八者常與善友不相捨離。", "116": "世尊若善男子善女人等。能斷酒肉及諸熏", "117": "辛。不食殘穢身常清潔。日日三時轉誦如是", "118": "不空羂索神呪心經。彼勝功德晝夜增長。若", "119": "能於法捨慳悋心離嫉妬意。專為利樂一切", "120": "有情。觀諸眾生有力無力。如應為說此神", "121": "呪經。當知是輩速證無上正等菩提。墮諸菩", "122": "薩摩訶薩數。是則名為菩提薩埵。言菩提者", "123": "所謂般若。言薩埵者即是方便。如是二法。於", "124": "諸有情能作一切利益安樂。", "125": "世尊我今為欲利益安樂四部眾故。及為除", "126": "滅諸惡有情所造罪故。於如來前說此神呪。", "127": "惟願世尊哀愍聽許。", "128": "爾時世尊告觀自在菩薩摩訶薩言。大眾清", "129": "淨知時應說。我亦隨喜。此神呪心是當來世", "130": "菩薩父母。令諸菩薩所作事業速得成辦。亦", "131": "令一切所怖畏事疾得除滅。", "132": "爾時觀自在菩薩摩訶薩。蒙佛聽許歡喜踊", "133": "躍。瞻仰尊顏目不暫捨。合掌恭敬而白佛言。", "134": "此神呪心。是諸菩薩所應尊重恭敬供養。為", "135": "最解脫圓滿法門。作諸眾生利益安樂。諸欲", "136": "受持此呪心者。應先敬禮過去未來現在諸", "137": "佛及諸菩薩獨覺聲聞。復應敬禮正至正行。", "138": "復應敬禮舍利子等諸大聲聞。復應敬禮聖", "139": "慈氏等諸大菩薩。復應敬禮無量光佛。復應", "140": "敬禮佛法僧寶。復應敬禮聖觀自在菩薩摩", "141": "訶薩具大悲者。既敬禮已復應念言。此神呪", "142": "心名不空羂索。是觀自在菩薩於如來前。在", "143": "大眾中親自演說。我今讀誦。令我一切所作", "144": "事業速得成辦。令我一切所怖畏事疾得除", "145": "滅。作是念已應讀誦言。", "146": "怛姪他闇　折洛折洛　止履止履　主魯", "147": "主魯", "148": "稽首具大悲者。", "149": "薩洛薩洛　死履死履　止履止履　鼻履鼻", "150": "履", "151": "稽首大蓮花手。", "152": "羯邏羯邏　吉利吉利　屈路屈路", "153": "稽首大淨有情。", "154": "渤縛渤縛　拕婆拕婆　緊尼緊尼", "155": "稽首極淨有情。", "156": "羯洛羯洛　枳利枳利　矩魯矩魯", "157": "稽首得大勢者。", "158": "折邏折邏　珊折邏珊折邏　毘折邏毘折邏", "159": "醫哳吒醫哳吒　跋洛跋洛　鼻利鼻利", "160": "部魯部魯　翳呬翳呬", "161": "稽首大悲大獸王相。", "162": "達洛達洛　薩洛薩洛　折洛折洛　鉢洛鉢", "163": "洛　喝洛喝洛　呵呵呬呬　呼呼　蓊迦洛", "164": "稽首大梵王相。", "165": "達洛達洛　地唎地唎　杜魯杜魯　怛洛", "166": "怛洛　薩洛薩洛　鉢洛鉢洛　筏洛筏洛", "167": "稽首百千光莊嚴身。", "168": "什筏邏什筏邏　答播答播　薄伽梵", "169": "稽首日月琰摩筏魯拏炬吠羅釋梵。與財等", "170": "天仙眾所供養之。", "171": "沫洛沫洛　弭履弭履　母魯母魯　窣魯窣", "172": "魯　主魯主魯", "173": "稽首薩捺童子魯達羅衣毘瑟怒達捺陀仙那", "174": "藥迦毘那藥迦眾多形相。", "175": "達洛達洛　地履地履　杜魯杜魯　闥洛闥", "176": "洛　揭洛揭洛　鉢洛鉢洛　杜洛杜洛", "177": "刺洛刺洛　喝洛喝洛　沫洛沫洛　筏洛筏", "178": "洛", "179": "稽首與願普觀勝觀世自在大自在。", "180": "母呼母呼　母魯母魯　母耶母耶　悶遮悶", "181": "遮　洛叉洛叉", "182": "稽首能令我及一切有情。解脫一切怖畏解", "183": "脫一切厭蠱。解脫一切災橫。解脫一切疾病。", "184": "解脫一切邪魅魍魎。解脫一切怨家殺縛恐", "185": "喝捶打。解脫一切王難賊難。解脫一切水火", "186": "風難。解脫一切刀毒等難者。", "187": "羯拏羯拏　緊尼緊尼　屈忸屈忸　折洛折", "188": "洛", "189": "稽首能開示一切根力覺支道支四聖諦者。", "190": "答摩答摩　颯摩颯摩　沫娑沫娑", "191": "稽首能除諸大黑闇。生長滿足六波羅蜜多", "192": "者。", "193": "弭履弭履　吒吒吒吒　詑詑詑詑　置置置", "194": "置　澍澍澍澍", "195": "稽首被服醫泥耶皮。具大慈悲自在大自", "196": "在。能破一切惡鬼神者。速來速來救護我等。", "197": "炬盧炬盧　鉢洛鉢洛　薩洛薩洛　羯洛", "198": "羯洛　羯吒羯吒　沫吒沫吒", "199": "稽首住淨土具大悲者。身佩白吉祥縷。頸帶", "200": "眾寶瓔珞。首冠花鬘寶冠。於寶冠中當于頂", "201": "上有一切智像。手執希有大寶蓮花。於諸靜", "202": "慮等持解脫眾妙功德。皆不傾動。善能成熟", "203": "一切有情。具大慈悲。能除一切業障。能救一", "204": "切病苦。普能安慰一切有情。", "205": "闇頡利怛賴路迦毘闍耶唵暮伽播奢　頡利", "206": "達耶　唵鉢剌底喝多", "207": "罨沛莎訶　納幕阿幕伽耶莎訶　納莫阿", "208": "氏多耶莎訶　納莫阿鉢羅底多耶莎訶", "209": "納慕筏洛鉢刺柁耶莎訶　納慕薩婆羯磨", "210": "悉達曳莎訶　罨社耶戇莎訶", "211": "此神呪心誦必有驗。能受持者所欲皆成。諸", "212": "有日日三時各誦一百八遍。五無間罪定得", "213": "除滅。一切業障無不清淨。欲念誦時應先結", "214": "界。其結界法。取灰或水或白芥子或擔山橛。", "215": "呪七遍已遣釘四方。燒沈水香至心念誦。諸", "216": "患寒熱及瘧病者。應呪結縷二十一遍。繫頸", "217": "或臂即得除愈諸有病者或酥或油。或復呪", "218": "水二十一遍。與之令服即得除愈。諸欲解他", "219": "厭禱呪詛。取泥或麵或蜜臘等作彼形像。", "220": "口誦此呪手執剛刀。深慈愍彼而斷截之。復", "221": "以呪縷繫彼厭身。令諸怖畏即得除愈。諸患", "222": "腹痛應呪鹹水。與之令服即得除愈。諸遭蠱", "223": "毒。或蛇蠍等之所蛆螫。呪水令飲呪泥塗之。", "224": "即得除愈諸患眼痛。應呪白縷繫其耳上。即", "225": "得除愈。諸有牙齒患疼痛者。應呪羯羅鼻羅", "226": "木二十一遍已。而嚼揩之即得除愈。諸怖畏", "227": "處。應當結界而住其中。其結界法。呪五色縷", "228": "二十一遍。纏擔山橛釘著四隅。即得無畏。諸", "229": "欲自護。應以呪縷帶之於體。或呪水灰灑散", "230": "身上。諸有鬼神魅著身者。呪五色縷常用帶", "231": "之。即便捨離。諸患一切瘡腫等病。取蓽撥", "232": "末和蜜而呪二十一遍。用塗其上即得除愈。", "233": "諸患眼者。應呪香水或甘草水鉢邏奢水二", "234": "十一遍。而用洗之即得除愈。諸患耳鼻。應呪", "235": "煎油二十一遍。渧耳鼻中即得除愈。諸有鬪", "236": "競怨讐誣枉。種種官事之所逼惱。應呪淨水", "237": "二十一遍。洗面灑身即得和解。諸有國土王", "238": "都城邑災難起時。應結道場牛糞塗地香湯", "239": "遍灑於場四角各置一瓶。於其瓶中置花及", "240": "水。以新淨草敷布場中。用美果食陳列其上", "241": "作麵燈盞香油淨炷然置四隅。以眾名花遍", "242": "散場內。燒上妙香而為供養。其誦呪者。香湯", "243": "沐浴著新淨衣。坐鮮潔座端身正念誦此呪", "244": "心。主若至誠災難便息。諸有疾疫妖祟等處。", "245": "呪瓶中水灑處及身。一切災患皆悉除滅。若", "246": "被魘魅。以瓶中水磨栴檀香。呪三七遍用塗", "247": "心上。魘魅便息。若常念誦此神呪心。四重", "248": "五逆謗法等障咸得除滅。欲護國宅使無災", "249": "厄。應取蓮花一百八枚。各呪一遍投火壇", "250": "內。供養賢聖。災厄並息國宅安隱。若欲令", "251": "他慈心於已不生嫌嫉。應取栴壇一百八枚。", "252": "並長二寸各呪一遍。投火壇中供養賢聖。能", "253": "令彼人愍已無恨。若恐疾疫鬼魅著身。應取", "254": "社耶藥毘社耶藥。那矩梨藥健陀那矩梨藥。", "255": "婆刺尼藥唵跋耶波尼藥。因達羅波尼藥。健", "256": "陀畢利樣瞿藥。䫂揭藍藥斫訖羅藥。莫訶斫", "257": "訖羅藥毘瑟怒訖爛多藥。素摩羅時藥蘇難", "258": "陀藥。闍延底藥白檀香藥舍利摩藥舍利婆", "259": "藥。喝悉底婆刺尼藥喝麗恕迦藥。健陀䫂揭", "260": "藍藥金剛藥。黑藍藥筏邏呵訖爛多藥如是", "261": "諸藥細擣絹篩。水和為丸形如大棗。呪百八", "262": "遍置於頂上或繫兩臂。疾疫鬼魅皆不著身。", "263": "若有小兒邪氣魍魎所驚怖者。呪此藥丸一", "264": "百八遍。繫於胭下便不驚怖。若有女人薄福", "265": "所致人皆憎厭。呪此藥丸一百八遍。和水澡", "266": "浴惡相皆除眾人愛敬。身穢惡病亦得除愈。", "267": "諸有婦人求生男者。呪此藥丸一百八遍繫", "268": "其身上。或和水浴便得生男。若呪藥丸繫在", "269": "身上。刀毒水火惡獸怨家魘魅蠱道。一切災", "270": "橫皆不為害。若患瘡腫。呪此藥丸一百八遍。", "271": "和水塗之便得除愈。若遇惡風暴雨災雹。呪", "272": "清淨水二十一遍散灑四方。或呪羯羅毘羅", "273": "木枝二十一遍。口仍誦呪向四方撝。風等便", "274": "止。此觀自在大神呪心。雖不受持但依前法", "275": "誦必有驗。若能受持所作事業無不成辦。欲", "276": "受持者以新白㲲。應長一丈而闊五尺。總一", "277": "段成勿斷經縷。畫作佛像所用綵色應和香", "278": "膠。自外諸膠咸不得用。佛像右邊應復畫作", "279": "觀自在菩薩。似大自在天。頂有蠡髻首冠花", "280": "冠。翳泥耶皮被左肩上。自餘身分瓔珞環釧", "281": "而為莊嚴。畫師應須澡浴香潔。著新淨衣離", "282": "雜穢食。專精齋戒淨處畫之。應以此像置清", "283": "淨處。於其像前牛糞塗地。縱廣丈九四方齊", "284": "正。於其壇內純散白花。以八淨瓶各受一升。", "285": "盛花香水安置八方。復於八方敷八草座。一", "286": "一座上置一分食。於八座邊一一各置八分", "287": "之食。其所供食盡世香美皆得用之。唯除熏", "288": "辛血肉酒等諸雜穢物。復燒沈香至誠供養。", "289": "受持呪者。先當三日三夜斷食。如其不能但", "290": "一日一夜。於日日中三時澡浴。若大小便別", "291": "更澡浴。著新淨衣食三白食。所謂乳酪及白", "292": "粳米。食訖澡漱往佛像前。燒沈水香至誠頂", "293": "禮。專心誦此大神呪心滿八千遍。爾時行者", "294": "自見其身。遍放光明猶如火焰。見是事已歡", "295": "喜踊躍。時觀自在便現其前。隨所願求皆令", "296": "滿足。若欲自隱。應呪雌黃或安繕那滿八千", "297": "遍。研以塗眼。若欲乘空應用塗足。由斯呪力", "298": "證不空智而為上首。莊嚴等持既獲此定。凡", "299": "作事業無不成辦。", "300": "爾時世尊讚觀自在菩薩摩訶薩言。善哉善", "301": "哉汝能憐愍一切有情說此神呪。欲令皆得", "302": "利益安樂。我深隨喜。時薄伽梵說是語已。觀", "303": "自在菩薩摩訶薩。淨居天眾自在天眾。大自", "304": "在天眾大梵天王。及餘天眾聲聞菩薩。皆大", "305": "歡喜信受奉行。", "306": "不空羂索神呪心經", "307": "不空罥索神咒心經後序不空羂索神呪心經後序", "308": "神呪心經者。斯蓋三際種智之格言。十地證", "309": "真之極趣也。裂四魔之便罟。折六師之邪", "310": "幢。運諸子之安車。詣道場之夷路者。何莫由", "311": "斯之道也。況乃勦當累殲宿殃。清眾瘼懷庶", "312": "福者乎。是以印度諸國。咸稱如意神珠。諒有", "313": "之矣。題稱不空等者。別眾經之殊號也。至如", "314": "擲羂取獸。時或索空。茲教動捊罔不玄會。", "315": "故受斯目也。運極無方曰神。警勅群物稱", "316": "呪。名色所依號心。雖復乘開一五。藏啟二三。", "317": "其能應通動植。絲綸法界者。咸用取則茲旨。", "318": "歸往斯誥也。是故經云。此身如城心王處中。", "319": "又至功離相妙極殊方。有類於心故應茲稱", "320": "也。是以經云。如眾生心識。體雖是有而無長", "321": "短方圓等相。斯群藉之中心。無相之妙極者", "322": "也。然此神典。北印度國沙門闍那崛多。已譯", "323": "於隋紀。于時寶歷創基。傳匠蓋寡。致令所", "324": "歸神像能歸行儀。并呪體能俱存梵語。遂使", "325": "受持之者。疲於用功渾肴莫晰。惟今三藏玄", "326": "奘法師。奉詔心殷為物情切。爰以皇唐顯慶", "327": "四年五月日。於大慈恩寺弘法苑。重更敷", "328": "譯。庶諸鑑徒。悟夷險之殊徑矣。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1094 不空羂索神呪心經", "source": "CBETA"}