{"author": "東晉 竺曇無蘭譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0071 梵志頞波羅延問種尊經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 71 [No. 26(151)]", "1": "梵志頞波羅延問種尊經", "2": "東晉西域三藏竺曇無蘭譯", "3": "聞如是：一時，佛在舍衛國祇樹給孤獨園，時", "4": "有五百比丘俱。舍衛城中有婆羅門五百人，", "5": "五百人相將俱出城，自至其田廬，相與共坐", "6": "講議言：「本初起地上人時，皆是我曹婆羅門", "7": "種，第二種者剎利，第三種者田家，第四種者", "8": "工師，我曹種最尊。初起地上作人時，皆是我", "9": "曹種，初生時從口中出，今世人反從下出，在", "10": "天下者，我曹種為最尊。我曹種皆是第七梵", "11": "天子孫，佛反言天下一種耳，佛皆持我曹種，", "12": "與剎利、田家、工師種等。我曹種死皆上梵天，", "13": "佛反持我曹種，與凡人等，自相與議。誰能與", "14": "佛共講議分別是種者？」時有婆羅門，有一子", "15": "年十五六，字頞波羅延大聖，明工書、知方來", "16": "之事，五百婆羅門中，無有能與等者，皆師事", "17": "之，能說經知天下事。頞波羅延大聖身有奇", "18": "相，諸婆羅門自共議言：「獨頞波羅延能與佛", "19": "共談，我曹皆不能與佛共談。」五百人共告頞", "20": "波羅延言：「佛以天下人為一種，我曹種與剎", "21": "利、田家、工師異，我曹種從梵天來下，生從口", "22": "出，今世人生反從下出。佛言：『天下有四種，四", "23": "種皆佳。』願頞波羅延自屈俱往與佛共講。」頞", "24": "波羅延言：「佛持正道，能答應正道者，欲持婆", "25": "羅門種往，不其有持道道正也。」五百人皆言：", "26": "「我曹持頞波羅延作師，何為不往講是四種", "27": "事？」如是者再三，頞波羅延即起，與五百人俱", "28": "到佛所祇樹。阿難白佛：「有婆羅門子字頞波", "29": "羅延，年十五六，所從五百長老婆羅門，來在", "30": "外。」佛言：「呼入。」阿難出，請頞波羅延入。頞波羅", "31": "延等五百人皆住，不為佛作禮，自說言：「我有", "32": "小事欲問佛。」佛言：「可坐。」頞波羅延白佛：「我欲", "33": "有所問，寧可相答？」佛言：「有所疑者便說之。」頞", "34": "波羅延言：「我曹種道說與剎利、田家、工師種", "35": "異，言我曹種是梵天子孫，我曹先祖初生時", "36": "皆從口出，死皆上天。」佛報言：「我經不道說異", "37": "種。若婆羅門娶剎利女，剎利女為生子；剎利", "38": "娶田家女，田家女為生子；田家娶工師女，工", "39": "師女為生子；工師娶婆羅門女，婆羅門女為", "40": "生子。」佛言：「我經中以施行為本，施行善者最", "41": "為大種，其天下尊貴者，皆施行善得耳，不以", "42": "種得也。我先世無數劫時，亦作婆羅門子，亦", "43": "作剎利子，亦作田家子，亦作工師子，自致為", "44": "王子，今身為佛。」佛告頞波羅延：「我問若一事，", "45": "若如事說之。」佛言：「若見世間人善家子為人", "46": "作奴，奴反免為人作子不？」頞波羅延白佛", "47": "言：「我聞月支國中有是。」佛言：「是何等故？」「善家", "48": "子反作奴，奴反為人作子，是奴志意施行善", "49": "故，人用作子，子作奴者，志意施行惡故，自賣", "50": "為人作奴耳。」「若曹言人有種如是者，人種在", "51": "何所？」佛言：「若有婆羅門、剎利、田家、工師是四", "52": "種，甚為憙殺、憙盜、憙婬、憙兩舌、憙惡口、憙妄", "53": "言、憙讒人、喜與癡人相隨、喜瞋怒、喜祠祀。作", "54": "是行者，寧墮地獄中不？」頞波羅延言：「婆羅門", "55": "種說，雖有是惡，我種最尊，是梵天子孫，生從", "56": "口出，死皆當上天。」佛言：「其有婆羅門、剎利、田", "57": "家、工師種，無殺心、無盜心、無婬心、無兩舌心、", "58": "無惡口心、無妄言心，無憙讒人心、無憙隨愚", "59": "癡心，無憙瞋恚心、祠祀心，如是死者不生天", "60": "上耶？」頞波羅延言：「如是，皆生天上。」佛言：「若說", "61": "種類者在何所？」佛言：「人種類皆從心意識出。", "62": "心意識施行善者，生天上人間；心意識惡者，", "63": "入虫獸畜生、鬼神、地獄道中。其有婆羅門、剎", "64": "利、田家、工師種，施行惡者，同入三惡道中。如", "65": "是者，種在何所？婆羅門種施行亦有善惡，剎", "66": "利種施行亦有善惡，田家種施行亦有善惡，", "67": "工師種施行亦有善惡。若曹自說言有種，如", "68": "是種為在何所？若婆羅門持意怨是虛空，剎", "69": "利田家工師亦怨是虛空，不能中傷也，用意", "70": "言等，但婆羅門持意自貢高世間耳。婆羅門", "71": "種、剎利田家工師種，入大溪水中各自浴，垢", "72": "墮水中，寧能別知是婆羅門垢、剎利垢、田家垢、", "73": "工師垢不？」頞波羅延言：「垢在大溪水中，當知", "74": "在何所。」「若尚不知人垢，反言我種在天上，本", "75": "從口出，餘人從下出，我種人中最尊貴。」佛告", "76": "頞波羅延：「若國王聞某國某郡縣某聚落，有", "77": "婆羅門及子高明，有剎利及子高明，有田家", "78": "及子高明，有工師及子高明，王即徵召俱為", "79": "王臣，王豈問種類耶？其高才明達者，王即先", "80": "與好郡國。王何以不問子種類？若曹言有種", "81": "類者，為頞波羅延！若戒在何所？從諸長老坐", "82": "在長老上，是五百人，何以不責若種類、若作", "83": "師？其有婆羅門、剎利、田家、工師種及餘種，寒", "84": "時俱在大火邊，火熱不獨至一種所，溫熱皆", "85": "等耳。若有大船渡水，婆羅門、剎利、田家、工師", "86": "種俱在一船上，渡船不獨渡婆羅門種，亦", "87": "不獨渡餘種。」佛問頞波羅延：「若婆羅門、剎利、", "88": "田家、工師種亦餘種子，在母腹中，時同十月，", "89": "有增減耶？」頞波羅延言：「皆十月耳，無有增", "90": "減也。」「若曹何以說言我種梵天子孫，生從口", "91": "出？婆羅門種、剎利種、田家種、工師種亦餘種，", "92": "日月何以不獨照若一種？何為并照餘種？」頞", "93": "波羅延言：「我種自說言勝餘種。」佛告頞波羅", "94": "延：「有驢父馬母，馬為生子，名是何等？」頞波羅", "95": "延言：「名騾。父亦不字為騾，母亦不字為騾。」「若", "96": "何以字為騾？」「我先祖呼作騾，我隨言騾。」「有馬", "97": "父驢母，驢為生子，若名為何等字為駏驉？父", "98": "亦不字為駏驉，母亦不字為駏驉，若何知為", "99": "駏驉？」「我先祖呼為駏驉，因隨言駏驉。」「婆羅門", "100": "娶剎利女，剎利女為生子，當名為何等？當言", "101": "婆羅門種？剎利種？」頞波羅延言：「不知當呼何", "102": "種？」佛言：「若不自知類，何以名騾、駏驉？剎利女", "103": "為婆羅門生子，入若門中，隨若祠祀，隨若種", "104": "類，是兒然後高明，若曹當承事當出去？我曹", "105": "當承事？婆羅門娶田家女，田家女為生子，子", "106": "有殺心、有盜心、有婬心、有兩舌心、有惡口心、有", "107": "妄言心、有讒人心、有憙隨愚癡心、有瞋恚心、", "108": "有祠祀心，有是行者，若曹與相隨不？」「我曹不", "109": "與相隨。子心意識施行惡，我曹當逐出，不內", "110": "我曹群輩中。」佛言：「若曹自說是梵天子孫，生", "111": "從口出，死當上天。若曹但見心意識施行惡", "112": "便生相逐，何為道說種類？」佛言：「若有婆羅門", "113": "種，中有不孝父母者，憙殺盜行十惡者，死當", "114": "趣何道？」頞波羅延言：「心意識施行如是者，死", "115": "當入地獄中。」佛言：「若曹言，我種本梵天，生從", "116": "口出，於人中最尊。何為入地獄中？」佛言：「天下", "117": "人無種類、無有常高明者。心意志善、施行好，", "118": "是為尊貴；心意、施行惡，是為下賤。」頞波羅延", "119": "自思念：「我本不欲來，眾人共使我來。」自思", "120": "惟：「我本意不得與佛諍，我續言佛道正。」佛", "121": "言：「若本時言人當種佳，今反就我言心意志", "122": "佳。」頞波羅延自思念：「佛語遮我前後。」佛告頞", "123": "波羅延：「乃往去時有七婆羅門，皆有道，日日", "124": "祠祀於天。七婆羅門亦自道說：『我是梵天子", "125": "孫，我曹生亦從口出，凡人從下出，我種與凡", "126": "人異，我種死皆當上天。』」佛言：「我是時亦作道", "127": "人，字阿洫，眾人共呼我道為天道。我是時見", "128": "七婆羅門乃在焰火祠，諸婆羅門皆言：『我曹", "129": "死當如是，火光當上天。』」佛言：「我見子曹所為，", "130": "我自變身體，手持黃金柄幢旄，身著白衣，從", "131": "人假車而往至七婆羅門所。七婆羅門時經", "132": "行，及子曹見我，呼我作：『婆羅門！道從何所來？』", "133": "七婆羅門言：『若是天道，略與我等，何以著好", "134": "衣載車手持黃金幢？若從何所生？欲至何所？", "135": "從何所來？何以來到是間？』時我不與語。子曹", "136": "見我不語，皆瞋，既呪我，欲令我住死。子曹呪", "137": "我，我面更好；子曹更復呪，我面色復重好。七", "138": "婆羅門大驚言：『我曹所呪者皆死；今我呪之，", "139": "面色復更好？』更復呼阿洫。自思念：『子欲趣何", "140": "等道？』阿洫即答言：『我道意勝，若曹何為怒？若", "141": "曹聞阿洫道天道不？』子曹言：『我不聞。』『賢者道", "142": "人！相見當相問，何為相瞋？』阿洫言：『我聞若", "143": "曹說，天下婆羅門為梵天子孫，生從口出，人", "144": "中獨尊。用是故來相問：「若起是火祠天，祠天", "145": "若法何師道得？無復從先祖聞。」』七婆羅門言：", "146": "『我先祖為我曹效耳。』阿洫道人言：『若曹先祖", "147": "母是婆羅門女、他人女？』言：『我曹不知先祖母", "148": "剎利女、田家女、工師女？』『我不知若先祖母為", "149": "婆羅門生，若曹愛他人生若曹種類，若殊不", "150": "知先祖，何以知先祖從梵天來生？女人心不", "151": "可保？若曹能知世間人，夫婦合會云何生子？』", "152": "子曹皆言我不知。『若亦不知先祖，亦不知人", "153": "所生，何為向我瞋怒？凡人相見，當先相勞問", "154": "高下，當知人意志乃可怒，何為先怒？若知子", "155": "初入腹中時不？父有貪婬之態，母有愛慕之", "156": "心，所當為作子者，三合成子。所當為子者，誰", "157": "令溫意得父母乃成為子？子在腹中，或先世作", "158": "惡，今在腹中或盲或聾、或瘂或傴、或跛或杌，", "159": "父母皆不知。近父母懷子在腹中，尚不能", "160": "知其子好醜，若曹何以知先祖是梵天子孫，", "161": "生從口出，人中獨尊？』」佛告頞波羅延：「先世時", "162": "七婆羅門尚能呪殺人，是時我不聽子曹，所", "163": "語亦不錄也。今我作佛，若復來道說，我梵天", "164": "子孫，生從口出，人中獨尊。」佛告頞波羅延：「思", "165": "惟我所語，天下生子，養者為父母，成者師也。」", "166": "頞波羅延婆羅門，又與五百婆羅門及諸婆", "167": "羅門共思惟：「我往時尚為七婆羅門作師，七", "168": "婆羅門皆道德人，能呪殺人；我於今分別道", "169": "說：『是人有種，一為百百為千，千為萬萬為一。』」", "170": "頞波羅延及諸婆羅門俱前，以頭面著佛足：", "171": "「不審一為百百為千，千為萬萬為一。是者何", "172": "謂？」佛言：「是世間人貪樂生死者眾多，一人生", "173": "子孫，然後更分為百家，百家求道一道耳。何", "174": "等為一道？謂無為道。如是者一為千，千為萬。」", "175": "頞波羅延前長跪言：「寧可哀畜我曹，如哀沙", "176": "門，莫有恨心，於我曹所請，歸相撿斂。」佛言", "177": "「善！若曹朝來不食。」皆起，以頭面著佛足，去。", "178": "梵志頞波羅延問種尊經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0071 梵志頞波羅延問種尊經", "source": "CBETA"}