{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0903 都部陀羅尼目", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 903", "1": "都部陀羅尼目一卷", "2": "開府儀同王司特進試鴻臚卿肅國", "3": "公食邑三千戶賜紫贈司空諡大鑒", "4": "正號大廣智大興善寺三藏沙門", "5": "不空奉　詔譯", "6": "瑜伽本經都十萬偈。有十八會。初會經名一", "7": "切如來真實攝。其經說五部。佛部毘盧遮那佛以為部主", "8": "金剛部阿閦佛為部主寶部寶生佛以為部主蓮花部阿彌陀佛以為部主羯", "9": "磨部不空成就佛以為部主彼五部主。各有四菩薩以為", "10": "眷屬。前右左背而安列。四內供養。各屬四", "11": "部。次第應知。四外供養亦屬四部。四門鉤索", "12": "鎖鈴。四部次第應知。", "13": "又有四方賢劫中十六大菩薩。表賢劫中一", "14": "切菩薩。", "15": "又外有五類天。一一類有四天。總有二十天", "16": "并妃后。", "17": "復有五類成二十。五類者上界四天。", "18": "住虛空四天遊虛空四天", "19": "地居有四天居地底四天", "20": "瑜伽部曼茶羅有四。一金剛界。二降三世。", "21": "三遍調伏。四一切義成就。此四曼茶羅。表毘", "22": "盧遮那佛內四智菩薩。謂金剛灌頂蓮花", "23": "羯磨為四智。", "24": "又四智謂大圓鏡平等性妙觀察成所作為四", "25": "智矣。又一一曼茶羅。建立六曼茶羅。所謂大", "26": "曼茶羅。三昧耶曼茶羅。法曼茶羅。羯磨曼", "27": "茶羅。四印曼茶羅。一印曼茶羅。唯降三世曼", "28": "茶羅具十曼茶羅。餘皆具六曼茶羅一切印", "29": "契一切法要。以四智印攝盡。大智印。以五相", "30": "成本尊瑜伽。三昧耶印以二手和合金剛縛發生成印。", "31": "法智印名本尊種子法身三摩地一切契經文義羯磨智印以二手金剛拳如執持器", "32": "仗幖幟如身威儀形。", "33": "又瑜伽中四種眼敬愛法。熾盛眼鉤召忿怒眼降伏", "34": "心殺害煩惱也慈悲眼除毒息怨敵也。", "35": "又一切如來教集瑜伽中。一百二十種護摩。", "36": "依二十五種爐。於護摩爐中。契印幖幟", "37": "各異。所求迅速成辦。世間出世間成就果", "38": "報。諸會浩汗文義稍多。恐文繁。且略指方", "39": "隅。依毘盧遮那成道經。大本十萬偈。可有三", "40": "百卷經。唐國所譯略本七卷。此經中。說一百", "41": "六十心十緣生句。及五輪。地輪水輪火輪風", "42": "輪空輪也。此經中。二種修行。菩提心以為", "43": "因。大悲以為根本方便為究竟。依勝義世", "44": "俗。二諦若依勝義修行。建立法身曼茶羅。", "45": "是故此經中說。先稱虛空中曼茶羅。是故", "46": "觀本尊法身。遠離形色猶如虛空。住如是三", "47": "摩地。若依世俗諦修行。依四輪以為曼茶", "48": "羅。本尊。", "49": "聖者若黃色。住地輪曼茶羅其形方名金輪聖者若白", "50": "色。住水輪曼茶羅其形圓名水輪聖者若赤色。住火輪", "51": "曼茶羅其形三角聖者若青若黑。住風輪曼茶羅", "52": "其形如半月大曼茶羅安於八葉蓮花臺。五佛四菩", "53": "薩安於臺葉。中曼茶羅外。又有三種曼茶羅。", "54": "一者一切如來曼茶羅。二者釋迦牟尼曼", "55": "茶羅。三者文殊師利曼茶羅。此曼茶羅。名", "56": "為大悲胎藏曼茶羅。若弟子受灌頂法。小曼", "57": "茶羅極微妙委曲。餘部所不代。此中修行供", "58": "養。兼存二種法謂事與理為二也此經中。", "59": "護摩火天有四十種。就中一十二種火為最勝。", "60": "爐形及木。有乳果類苦練。所用各不同。東西", "61": "南北祈願各殊。內外護摩亦依五輪。求四種", "62": "事速疾成就。息災增益降伏敬愛。所請火天", "63": "各各不同。寂靜熙怡忿怒喜怒。次第應知。", "64": "若蘇悉地經。教中依三部。所謂佛部五佛頂等蓮", "65": "花部種類甚多。金剛部金剛薩埵等。變化無", "66": "量。有三種三昧耶。佛部蓮花部金剛部。有三", "67": "部心真言。", "68": "爾那爾迦半音呼一阿嚧力二嚩日囉二合地叨", "69": "二合三", "70": "部主有三種。金輪王佛頂佛部主。蓮花部主", "71": "馬頭觀自在。金剛部主三世勝金剛。", "72": "三種部母。佛部佛眼以為部母。蓮花部白衣", "73": "觀自在以為部母。金剛部忙麼鷄菩薩以為", "74": "部母。", "75": "三種明妃。佛部無能勝菩薩以為明妃。蓮花", "76": "部多羅菩薩以為明妃。金剛部金剛孫那利", "77": "菩薩以為明妃。", "78": "三種忿怒。不動尊佛部忿怒。忿怒鉤蓮花部", "79": "忿怒。軍茶利金剛部忿怒。", "80": "有四種界。金剛橛地界。金剛牆八方界。金", "81": "剛網上方界。密縫。阿三莽儗儞界。", "82": "又有四種界。結護曼茶羅。金剛索護東方。", "83": "金剛幢幡護西方。金剛迦利護南方。金剛峯", "84": "護北方。又大界名商羯羅。設佛頂護輪王", "85": "等隣近。不被障礙。此經中。修真言者成就世", "86": "間悉地。依時依處。時者謂三時。處謂本尊", "87": "像前。有供養五種。除閼伽。一者塗香。二者", "88": "花鬘。三者燒香。四者飲食。五者燈明。白", "89": "北黃東黑南赤西隨息災增益降伏敬愛。所求", "90": "應知。成就者十八種物隨身。廣如經說。", "91": "三時澡浴三時換衣。一月分為四時。從月", "92": "生一日至八日。應作息災。從九日至十五日。", "93": "應作增益。從十六日至二十三日。應作降伏。", "94": "從二十四日至月盡日。為敬愛法。𪌘呬耶", "95": "經亦同蘇悉地。說分布曼茶羅。及絣地法。", "96": "此經中極微細。不可具錄。", "97": "又八方。其護持帝王營從兵法。五天竺國深", "98": "敬信佛法。於帝王可傳。蘇婆呼童子經。此經", "99": "中說辦求成就人護摩。杵金銀銅鐵石水精", "100": "佉陀羅木等。無量種各不同杵。五股三股", "101": "一股。長十六指為上。十二指為中。八指為", "102": "下。乃至一指節者為下。此經中說。不持金", "103": "剛杵。念誦者無由得成就。金剛鈴者。是", "104": "般若波羅蜜義金剛杵者是。菩提心義。能壞", "105": "斷常二邊。契合中道。有十六菩薩位。亦表", "106": "十六空為中道。兩邊各有五股。五佛五智", "107": "義。亦表十波羅蜜。能摧十種煩惱。成十種真", "108": "如。便證十地。證金剛三摩地獲金剛智。坐", "109": "金剛座。亦是一切智智。亦名如來自覺聖智。", "110": "若不修此三摩地智。得成佛者。無有是處。恐", "111": "文繁不能廣述。若廣釋。窮劫不可說盡。怚", "112": "唎三昧耶經。同毘盧遮那集會。所有聖眾修", "113": "行教法。自性成就。此教中修行者。但住菩提", "114": "心。大悲志願。不捨無盡眾生界。所不應事", "115": "不可建不可食若為者犯三摩耶。此經中。說", "116": "誦大輪金剛真言。不染諸愆過。以為方便。現", "117": "生一切真言速疾成就。此經中不動尊等。四", "118": "十二如來僮僕使者。若修真言行菩薩。堅", "119": "持菩提心。我等承事供養擁護。食彼修行者", "120": "殘食。彼等至無上菩提諸有作障者毘那夜", "121": "迦不。得其便。速證無上菩提。", "122": "都部陀羅尼目一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0903 都部陀羅尼目", "source": "CBETA"}