{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0678 相續解脫地波羅蜜了義經: 相續解脫地波羅蜜了義經", "text": {"0": "No. 678 [Nos. 675(10), 676(7)]", "1": "相續解脫地波羅蜜了義經一卷", "10": "增上上上妙淨，攝第四地乃至佛地，是四種", "100": "一切。」", "101": "觀世音白佛言：「世尊，菩薩於此六學事云何", "102": "學？」佛告觀世音：「有五種與波羅蜜相應，謂說", "103": "正法菩薩藏先極信解、於彼行十法行、聞思", "104": "修慧隨護菩提心、習近善知識、方便修學無", "105": "間善業。」觀世音白佛言：「世尊！何故此諸學事", "106": "六種施設？」佛告觀世音：「有二事，一者攝取眾", "107": "生、二者對治煩惱。彼三學攝取眾生、三學對", "108": "治煩惱。菩薩布施眾具，眾具饒益攝取眾生；", "109": "菩薩持戒不行惱害亦不恐迫，無畏饒益攝", "11": "淨攝彼諸地。「云何十一分？觀世音！解行地菩", "110": "取眾生；菩薩忍辱，於彼惱害逼迫恐怖，堪忍", "111": "饒益攝取眾生；以此三學攝取眾生。以勤精", "112": "進折伏煩惱，生斷煩惱修學善業，修學善業", "113": "不為一切煩惱所動；以禪伏煩惱；以慧斷諸", "114": "使；以此三學對治煩惱。」", "115": "觀世音白佛言：「世尊！何故施設餘四波羅蜜？」", "116": "佛告觀世音：「此等是六波羅蜜伴故。彼三波", "117": "羅蜜攝取眾生，菩薩攝事方便善業建立，是", "118": "故我說方便波羅蜜是三波羅蜜伴。復次，觀", "119": "世音！菩薩現法多行煩惱，不能堪任常修習", "12": "薩有十法行：善修習菩薩解脫忍，度此地已，", "120": "忍，貪樂下界故，悕望羸劣不能內一其心，及", "121": "菩薩藏聞緣修習，不能開引出世間慧，受行", "122": "少福，願未來世煩惱微薄，是願波羅蜜。煩惱", "123": "薄已能勤精進，是故我說願波羅蜜是精進", "124": "波羅蜜伴。親近善知識聽聞善法，內正思惟，", "125": "轉劣悕望得力悕望，殊勝上界能內一心，是", "126": "故我說力波羅蜜是禪波羅蜜伴。於菩薩藏", "127": "聞緣修禪，是智波羅蜜，堪能開引出世間慧，", "128": "是故我說智波羅蜜是般若波羅蜜伴。」觀世", "129": "音菩薩白佛言：「世尊！何故六波羅蜜作如是", "13": "菩薩超昇離生彼分滿足，而未能於微細犯", "130": "次第說？」佛告觀世音：「彼上上招引依故。菩薩", "131": "棄捨身財受持淨戒，護戒故忍，忍已精進，進", "132": "已能禪，禪具足已得出世間慧。」觀世音白佛", "133": "言：「世尊！彼諸波羅蜜，有幾種分別？」佛告觀世", "134": "音：「各有三種。檀波羅蜜三種者，謂法施、財施、", "135": "無畏施。尸波羅蜜三種者，謂轉捨不善戒、轉", "136": "生善戒、轉利眾生戒。羼提波羅蜜三種者，謂", "137": "不饒益忍、安苦忍、觀法忍。毘梨耶波羅蜜三", "138": "種者，謂弘誓精進、善方便精進、利眾生精", "139": "進。禪波羅蜜三種者，謂離妄想寂靜煩惱苦", "14": "戒行正知住，此則分不滿足，為滿足故，方便", "140": "對治樂住禪、開引功德禪、開引利眾生禪。般", "141": "若波羅蜜三種者，謂世諦緣、第一義諦緣、利", "142": "眾生緣。」", "143": "觀世音白佛言：「世尊！何以故，此諸波羅蜜名", "144": "波羅蜜？」佛告觀世音：「有五種，一者無礙、二者", "145": "無顧、三者無過、四者無妄想、五者迴向。無礙", "146": "者，謂於波羅蜜相違事不染著；無顧者，謂於", "147": "波羅蜜果報及現世利心不繫縛；無過者，謂", "148": "於諸波羅蜜，離雜染污無方便法；無妄想者，", "149": "謂於諸波羅蜜，不如言說計著自相；迴向者，", "15": "進求到已滿足；而未能具足世俗三昧正受，", "150": "謂此諸波羅蜜，已作已長養，為求無上大菩", "151": "提果。」", "152": "觀世音白佛言：「世尊！何等為違波羅蜜事？」佛", "153": "告觀世音：「當知有六事，一者欲樂錢財，自在", "154": "增上主，自見安樂功德福利；二者隨其所欲", "155": "縱身口意；三者於他輕慢心不堪忍；四者於", "156": "諸善法不勤方便；五者習近世間雜亂眾事", "157": "見聞覺識；六者世間戲論作福利見。」觀世音", "158": "白佛言：「世尊！此諸波羅蜜有何果報？」佛告觀", "159": "世音：「彼亦有六種，一者大財、二者善趣、三", "16": "及滿足聞持陀羅尼，此則分不滿足，為滿足", "160": "者無怨、四者不壞、五者多喜樂眾生增上主、", "161": "六者不害自身有大堪能。」", "162": "觀世音白佛言：「世尊！此諸波羅蜜有何染污", "163": "法雜？」佛告觀世音：「當知有四種，一者無悲方", "164": "便、二者不正思惟方便、三者不常方便、四者", "165": "不頓方便。不正思惟方便者，於此諸波羅蜜", "166": "餘波羅蜜雜亂修習。」", "167": "觀世音白佛言：「世尊！云何非方便？」佛告觀世", "168": "音：「於此諸波羅蜜已作長養，攝取眾生，少財", "169": "饒益心則歡喜。不令眾生覺悟不善，安立善", "17": "故方便進求到已滿足；而未能如所得菩提", "170": "處，是名非方便。所以者何，此非菩薩饒益眾", "171": "生。如不淨物若多若少，無有方便能令其香。", "172": "如是諸行性苦眾生，非少利饒益能令安樂，", "173": "第一攝取者安立善處。」", "174": "觀世音白佛言：「世尊！此諸波羅蜜有幾種清", "175": "淨？」佛告觀世音：「我不說此諸波羅蜜離彼五", "176": "種更有清淨，然我今日即於彼事總別分別。", "177": "總說者，一切波羅蜜清淨，當知有七種。何等", "178": "為七？謂菩薩於此法不求人知、於此法不執", "179": "著、見於此菩提乘法不生疑惑、若是若非不", "18": "分法數數修習，亦未能捨正受法愛心，此則", "180": "自舉不下他、不高不放逸、不以少劣生知足", "181": "想、不於此法起慳嫉心。今當別相說波羅蜜", "182": "淨，當知七種。何等為七？謂菩薩於我所說七", "183": "種淨施受持修行，施物清淨清淨施，戒清淨、", "184": "見清淨、心清淨、語清淨、智清淨、垢清淨清", "185": "淨施，是七種名檀波羅蜜淨。謂菩薩善制一", "186": "切種律儀戒、善於出罪戒、彼恒戒、堅固戒、", "187": "常作戒、常轉戒、受學戒，是七種名尸波羅蜜", "188": "淨。謂菩薩自依業報，於一切不饒益事心不", "189": "瞋恨，若罵若瞋若打若諍，諸不饒益悉不反", "19": "分不滿足，為滿足故方便進求到已滿足；而", "190": "報。於諸怨憎心不懷結，若彼求悔虛受無礙，", "191": "若他觸犯不望懺謝，如法哀受無畏無求，常", "192": "行饒益心不廢捨，是七種名羼提波羅蜜淨。", "193": "謂菩薩善知平等精進，不以精進自舉下人，", "194": "於諸善法專著、精進、堪能、堅固、不捨，是七種", "195": "名毘梨耶波羅蜜淨。謂菩薩善入無相三昧", "196": "禪，滿足三昧禪，戒俱三昧禪，大三昧禪，無", "197": "依三昧禪，善修治三昧禪，於菩薩藏聞緣修", "198": "習無量三昧禪，是七種名禪波羅蜜淨。謂菩", "199": "薩建立及謗二俱捨離，中道慧出，即以彼慧", "2": "宋天竺三藏求那跋陀羅譯", "20": "未能觀察真諦，不能捨一向背生死向涅槃", "200": "解脫門義如實了知。空、無相、無作三脫門自", "201": "性義如實了知。若妄想、若緣起、若成，此三種", "202": "自性離自性義，如實了知。若相、若因緣、若第", "203": "一義，此三種離自性及世諦義如實了知。五", "204": "明處第一義諦義如實了知。多住七種如，不", "205": "妄想、離虛偽，一度門起無量下地法緣觀，法", "206": "次法向是七種，名般若波羅蜜淨。」", "207": "觀世音白佛言：「世尊！彼五種各有何業？」佛告", "208": "觀世音：「當知有五業。菩薩無閡者，現法波", "209": "羅蜜常頓方便不放逸。無顧者，攝受未來不", "21": "意，行方便攝修菩提分法，此則分不滿足，為", "210": "放逸因。無過者，修滿淨波羅蜜。無妄想者，彼", "211": "巧方便疾滿足波羅蜜。迴向者，於一切生常", "212": "得善受果報無盡波羅蜜，乃至阿耨多羅三", "213": "藐三菩提。」", "214": "觀世音白佛言：「世尊！此諸波羅蜜何者最勝？」", "215": "佛告觀世音：「謂無礙、無顧、迴向。」「何者不染污？」", "216": "「謂無過、無妄想。」「何者熾燃？」「謂不計數。」「何者不", "217": "動？」「謂入不退法地。」「何者快淨？」「謂住十地求", "218": "佛地。」", "219": "觀世音白佛言：「世尊！何故菩薩常得無盡波", "22": "滿足故方便進求到已滿足；而未能現前觀", "220": "羅蜜受果報及無盡波羅蜜？」佛告觀世音：「展", "221": "轉相依捨修習故。」", "222": "觀世音白佛言：「世尊！何故菩薩深樂波羅蜜", "223": "受果報？」佛告觀世音：「菩薩有五事，一者諸波", "224": "羅蜜增上喜樂真實因、二者攝取自他因、三", "225": "者來世受果報因、四者離煩惱事、五者不住", "226": "惡趣。」觀世音白佛言：「世尊！此諸波羅蜜各有", "227": "何德力？」佛告觀世音：「當知各有四種，一者菩", "228": "薩修諸波羅蜜時，捨離慳貪犯戒懈怠亂心", "229": "諸見；二者為無上菩提真實眾具；三者於現", "23": "諸行生，多住厭離多住無相，此則分不滿足，", "230": "法中攝取自他；四者於未來世得廣大無盡", "231": "受果報。」", "232": "觀世音白佛言：「世尊！此諸波羅蜜，何因？何果？", "233": "何義？」佛告觀世音：「此諸波羅蜜，悲為因，受報", "234": "攝眾生為果，滿足大菩提為大義。」", "235": "觀世音白佛言：「世尊！若菩薩有無盡財及有", "236": "悲心者，何故世間有貧窮眾生？」佛告觀世音：", "237": "「此是眾生自業過耳。若異者他常為作，彼則", "238": "應有無盡之財，世間何有貧窮眾生？若然者，", "239": "眾生作惡不應為障。觀世音！譬如餓鬼為渴", "24": "為滿足故方便進求到已滿足；而未能多住", "240": "所逼，唯見空壑。非彼海過，但彼餓鬼自業過", "241": "耳。如彼大海無有過咎，菩薩無過亦復如", "242": "是；如彼餓鬼自業果報，眾生業報亦復如是。」", "243": "觀世音白佛言：「世尊！一切諸法悉無自性，", "244": "菩薩以何等波羅蜜取？」佛告觀世音：「般若", "245": "波羅蜜。」觀世音白佛言：「世尊！般若波羅", "246": "蜜取無自性者，何故不取自性？」佛告觀世", "247": "音：「我不說無自性取無自性，然無自性無", "248": "字自知，彼不能離字說而說，以是故，離自性", "249": "取離自性。」", "25": "不斷無間無相思惟，此則分不滿足，為滿足", "250": "觀世音白佛言：「世尊！所說波羅蜜，上波羅蜜，", "251": "大波羅蜜，何等為波羅蜜，何等為上波羅蜜，", "252": "何等為大波羅蜜？」佛告觀世音菩薩：「於無量", "253": "時修習檀等善法成就，而煩惱亦行而能降", "254": "伏，非彼所勝，謂解行地軟中解轉，名波羅", "255": "蜜。復無量時修如是等善法成就，煩惱亦行", "256": "而能斷煩惱，非彼所勝，謂從初地起，名上波", "257": "羅蜜。復無量時修如是等善法成就，一切煩", "258": "惱一切不行，謂第八地起，是名大波羅蜜。」", "259": "觀世音白佛言：「世尊！此諸地幾種煩惱使？」佛", "26": "故方便進求到已滿足；而未能捨離無相有", "260": "告觀世音：「有三種，一者害伴，謂五地。觀世", "261": "音！不俱生煩惱行，俱生煩惱行伴丹鄉本有彼爾時", "262": "無，是故名害伴。二者羸使，謂六地七地細微", "263": "行行音衡修，抑止不行。三者細微使，謂第八地，", "264": "彼上上一切煩惱一切不行，及爾焰障依少故。」", "265": "觀世音白佛言：「世尊！菩薩幾種過斷名斷彼", "266": "使？」佛告觀世音：「有三種，初皮過斷、第二膚", "267": "過斷、第三骨過斷；離一切使者，我說唯佛地。」", "268": "觀世音白佛言：「世尊！菩薩幾阿僧祇劫斷彼", "269": "諸過？」佛告觀世音：「有三無量，或剎那、羅婆摩", "27": "行及得相力，此則分不滿足，為滿足故方便", "270": "睺妬路、半時一時日夜、半月一月離兜三（丹", "271": "鄉本二）月為一節、一節名離兜。」", "272": "觀世音白佛言：「世尊！此諸地菩薩煩惱起，有", "273": "何相、何過、何德？」佛告觀世音：「不染污相。所以", "274": "者何？謂菩薩於初地入一切法界，彼知煩", "275": "惱起、非不知，是故名不染污相。不能令自身", "276": "生苦故無過，為眾生界作離苦因，故菩薩", "277": "起煩惱有無量功德。」觀世音白佛言：「奇哉", "278": "世尊！乃至大義菩提令諸菩薩起煩惱，勝", "279": "一切眾生、聲聞、緣覺善根功德，況餘功德。」", "28": "進求到已滿足；而未能究竟分別眾相分別", "280": "觀世音白佛言：「世尊！世尊所說聲聞乘及大", "281": "乘即是一乘，有何義？」佛告觀世音：「我說聲聞", "282": "乘法，所謂五陰、內六入、外六入，如是等我說", "283": "即是大乘、一法界、一道，是故我不說有種種", "284": "乘。而彼如所說義而起妄想，或建立、或誹謗", "285": "說種種乘，彼見相違各各諍論，故作是說。」爾", "286": "時世尊欲重宣此義，而說偈言：", "287": "「說種種自性，是皆同一道，", "288": "下劣上妙乘，無有種種異。", "289": "如說隨妄想，建立或誹謗，", "29": "諸名，一切種說法得自在，此則分不滿足，為", "290": "彼見義相違，愚惑種種解。", "291": "地攝想所治，勝生及願學，", "292": "此說大乘道，勤修速成佛。」", "293": "爾時觀世音菩薩白佛言：「世尊！《相續解脫經》", "294": "中，此經何名？云何奉持？」佛告觀世音：「此經名", "295": "『地波羅蜜了義說』，如是奉持。」說是地波羅蜜", "296": "了義說時，七萬五千菩薩，得大乘光三昧。", "3": "如《相續解脫經》說：觀世音菩薩白佛言：「世尊！", "30": "滿足故方便進求到已滿足；而未能受得滿", "31": "足法身，此則分不滿足，為滿足故方便進求", "32": "到已滿足；而未能得一切爾焰無礙無障知", "33": "見，此則分不滿足，為滿足故方便進求到已", "34": "滿足。彼分滿足故，一切分滿足。觀世音！是名", "35": "四種清淨十一種分攝一切諸地。」", "36": "觀世音白佛言：「世尊！何故初地名歡喜地，乃", "37": "至佛地名為佛地？」佛告觀世音：「出昇大義，得", "38": "出世間心勝妙歡喜故，初地名歡喜地。離一", "39": "切細微犯戒故，第二地名離垢地。彼三昧聞", "4": "菩薩有十地，所謂歡喜地、離垢地、明地、焰地、", "40": "持依無量智光明故，第三地名明地。以智火", "41": "焰燒諸煩惱，修習菩提分法故，第四地名焰", "42": "地。彼方便修習諸菩提分法，艱難勤苦而得", "43": "自在故，第五地名難勝地。現前觀察諸行生", "44": "及多相思惟故，第六地名現前地。不斷無間", "45": "無相思惟，遠入近清淨地故，第七地名遠行", "46": "地。無相無開發相煩惱，不行不動故，第八地", "47": "名不動地。一切種說法自在，得無過廣大智", "48": "故，第九地名善慧地。如虛空等過惡，以如大", "49": "雲法身周遍覆故，第十地名法雲地。細微煩", "5": "難勝地、現前地、遠行地、不動地、善慧地、法雲地。", "50": "惱爾焰障斷，得無礙無障爾焰一切種覺故，", "51": "第十一地名佛地。」", "52": "觀世音白佛言：「世尊！此諸地有幾種愚、幾種", "53": "所治過？」佛告觀世音：「有二十二種愚，十一種", "54": "所治過。初地眾生，及法計著愚、惡趣煩惱愚，", "55": "彼即所治過。第二地微細犯戒行愚、種種業", "56": "趣愚，彼即所治過。第三地欲愛愚、滿足聞持", "57": "愚，彼即所治過。第四地正受愛愚、及法愛愚，", "58": "彼即所治過。第五地一向生死向背思惟愚、", "59": "一向涅槃向背思惟愚，彼即所治過。第六地", "6": "佛地第十一，此諸地幾種清淨攝，為有幾分？」", "60": "現前觀察諸行生愚、多行相愚，彼即所治過。", "61": "第七地微細相行愚、一向無相思惟方便行", "62": "愚，彼即所治過。第八地無相無開發愚、相自", "63": "在愚，彼即所治過。第九地無量說法無量法", "64": "字句上上智慧樂說總持自在愚、樂說自在", "65": "愚，彼即所治過。第十地大神通愚、入微細祕", "66": "密愚，彼即所治過。佛地一切爾焰微細正受", "67": "愚、障礙愚，彼即所治過。觀世音！是名二十二", "68": "愚、十一種所治過。於彼諸地建立，不與無上", "69": "菩提相應。」觀世音白佛言：「奇哉世尊！無上菩", "7": "佛告觀世音菩薩：「有四種清淨十一分，攝此", "70": "提大利大果，彼諸菩薩破大癡網度大罪過，", "71": "得無上菩提。」", "72": "觀世音白佛言：「世尊！於此諸地建立幾種殊", "73": "勝？」佛告觀世音：「有八事，謂悕望清淨、心清", "74": "淨、悲清淨、波羅蜜清淨、見佛供養清淨、成熟", "75": "眾生清淨、生清淨、力清淨。觀世音！於初地中", "76": "增悕望清淨，乃至力清淨，乃至上上地，乃至", "77": "佛地增悕望清淨，乃至力清淨，當知彼是清", "78": "淨，彼佛地中唯除生清淨，從初地至上上地", "79": "彼功德等，當知自地功德殊勝。一切菩薩地", "8": "諸地。觀世音！悕望清淨攝初地、增上戒淨", "80": "是有上功德，唯如來地功德無上。」", "81": "觀世音白佛言：「世尊！以何等故，菩薩於一切", "82": "有生最勝？」佛告觀世音：「有四種，謂快淨善根", "83": "等集故、隨智慧取故、慈悲救一切眾生故、自", "84": "離染污亦令他離故。」", "85": "觀世音白佛言：「世尊！菩薩何故發妙願、勝願、", "86": "名力願？」佛告觀世音：「有四事，彼菩薩巧住涅", "87": "槃樂及堪能疾得，捨疾得及樂住，無所因無", "88": "所為，久受眾苦為眾生故發願，是故妙願勝", "89": "願名力願。」", "9": "攝第二地、增上心清淨攝第三地、增上慧淨，", "90": "觀世音白佛言：「世尊！菩薩學有幾事？」佛告觀", "91": "世音：「菩薩學有六事，所謂六波羅蜜，檀波羅", "92": "蜜、乃至般若波羅蜜。」觀世音白佛言：「世尊！此", "93": "六學事，幾增上戒學、幾增上心學、幾增上慧", "94": "學？」佛告觀世音：「施戒忍此三事是增上戒", "95": "學，禪是增上心學，慧是增上慧學；精進通", "96": "一切。」", "97": "觀世音白佛言：「世尊！此六事，幾是福德眾具，", "98": "幾是智慧眾具？」佛告觀世音：「增上戒學是福", "99": "德眾具，增上慧學是智慧眾具，禪及精進通"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0678 相續解脫地波羅蜜了義經: 相續解脫地波羅蜜了義經", "author": "劉宋 求那跋陀羅譯", "sourceLink": "http://www.cbeta.org/"}