{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0496 佛說大迦葉本經", "text": {"0": "No. 496", "1": "佛說大迦葉本經", "10": "世尊轉大法輪，轉法輪竟與比丘眾退，至", "100": "促取水來，吾甚飢渴，意欲飲水。」「唯然，世尊！」", "101": "即受教起，稽首足下，繞佛三匝，促疾促疾，", "102": "欲行取水。諸比丘見，尋時問之：「仁為耆年，不", "103": "以貢高，亦不憂慼，寂除凶欲入無所處，何", "104": "因為沙門欲受具戒，今所至？」迦葉報曰：「汝", "105": "等詣佛，以持此事，自問大聖，悉當為汝分", "106": "別說之。」於時，賢者大迦葉，即取水來，往奉", "107": "上佛。佛尋受之，飲水竟，便殘水持與。迦葉", "108": "即受，以著一面，長跪叉手，右膝著地，更整", "109": "衣服，白世尊曰：「我行取水，見諸弟子及諸", "11": "多子神祠，止其精舍。", "110": "比丘，問我曰：『仁為耆年，不以貢高，不以憂", "111": "慼，亦不癡妄，寂諸四事眾欲之凶。』我自捨", "112": "六十佉犁金妙珍寶犁牛千具，棄妻玉女天", "113": "下第一，其有世間能成羅漢，吾當從受。今", "114": "者弟子，諸比丘眾，悉來問吾。「我時前在多", "115": "子神祠，在藥樹下，噉其果蓏，於是世尊未", "116": "受具戒。爾時世尊，遊於王舍城，我時在竹", "117": "樹間迦蘭園，明旦著衣，持鉢入城分衛，見", "118": "日大殿有千光出。時佛世尊，在王舍城迦蘭", "119": "竹樹間。時見世尊，吾自憶念，謂日更出，若", "12": "於時，畢撥學志夜欲向明，住立遙見世尊在", "120": "大天神，夜忽如晝。時佛晡時從宴坐起，如", "121": "月宮殿振大光明，則以覆蔽諸日月光，譬如", "122": "大炬照於闇冥。佛在弟子眾中，威神光明，亦", "123": "復如是，為諸比丘，講說經法，如轉輪王，與", "124": "諸子眷屬俱，與無央數眾比丘俱。吾爾時觀", "125": "死不覩見諸比丘眾，無能受者，無能為師，", "126": "唯獨如來，將出世間，興隆道化，而取滅度，", "127": "今諸比丘，故來問我。」爾時，世尊告迦葉曰：", "128": "「多有比丘，不了善惡，覺與不覺，不解福田，", "129": "諸法之處多有義理，是說第一，迦葉最尊；", "13": "叢樹間，光明遠照，威曜普達，志即念言：「今", "130": "不以貢高，平等無憂，寂諸四事諸欲之凶，第", "131": "一成就，受具足戒。」佛說如是，賢者迦葉，及", "132": "諸比丘莫不歡喜。", "133": "佛說大迦葉本經", "14": "此叢樹，天已向明，威神普照，光明無量，殊", "15": "妙巍巍。於此樹間，必有鹿王、大雄師子，若", "16": "有天神及大神通神足大變，必爾不疑。我當", "17": "往觀。」時畢撥學志，即從坐起，往詣叢樹，遙", "18": "見世尊，光明百千，足底相文，眾好具足，即時", "19": "歎曰：「吾等先古神仙所遺經典，說有瑞應三", "2": "西晉三藏竺法護譯", "20": "十二大人之相，分別具足，當趣二處，設在", "21": "家者為轉輪聖王，主四天下，選擇要教，治", "22": "以正法，刀杖兵甲，制而不施；假使出家，棄", "23": "國捐王，當為如來、至真、等正覺、明行成為、善", "24": "逝、世間解、無上士、道法御、天人師，號佛、世尊，", "25": "寧可親覲。」畢撥學志，往詣佛所，覩世尊在", "26": "於樹間端嚴而坐，猶大形象，七寶合成，威", "27": "德巍巍，諸根寂定，道心靜然，逮最憺怕，忽", "28": "然清淨，度于彼岸，猶若金山、若須彌王，猶", "29": "如夜分坐於幽冥然大炬火，譬龍在深淵其", "3": "聞如是：一時，佛遊王舍城靈鷲山。爾時，城中", "30": "水清涼；相三十二莊嚴其身，如大山王頂有", "31": "大火然、如日出山岡光曜普照、如月盛滿眾", "32": "星獨明、如轉輪王眷屬圍繞；八十種好遍布", "33": "其體，猶若干華，各各開擺億百千光，從聖", "34": "體出。畢撥學志見佛如是，心懷欣然，如冥", "35": "見光，尋趣世尊，揖讓談語，自達姓名，却坐", "36": "一面。佛為說經，解若干義，分別其慧。論佛", "37": "世尊有誨悅辭，布施持戒，愛欲之病，挑塵", "38": "勞心，出家為上，憒擾諸品，應病授藥；尊見", "39": "其心，應時柔心，狐疑蓋心，悅信之心，罪福", "4": "有勢富梵志，名曰尼拘類晉曰無恚，財富無數，", "40": "之心，若平等心，應心與合，而為說法，如諸", "41": "佛法，察其根源，而分別說苦習盡道。即於", "42": "坐上，遠塵離垢，諸法眼生，現在獲度；覩見", "43": "法源，分別經典，拔于狐疑，得立果證。受", "44": "教誨慧，致勇猛法，即從座起，更整衣服，右", "45": "膝著地，稽首佛足：「我初來時，觀尊足心，自", "46": "說名字，觀佛相好，心懷踊躍，而失禮敬。」爾", "47": "時，世尊告大迦葉：「是故賢者，從今以往，若", "48": "族姓子！有所至到，心念猶月，如月光照，種", "49": "姓光明威曜，如是族姓子，開目而行。如是，", "5": "金銀七寶，田宅牛馬，不可稱計。梵志有子，", "50": "迦葉！從今日始，若族姓子！制心修行，如月", "51": "盛滿遊行空時。是故迦葉！從今日始，族姓子", "52": "所遊至處，制心修行，猶如日光照於天下，其", "53": "族姓子，未曾閉目，制心修行，猶如日光，亦", "54": "當如是。」佛告迦葉：「從今日始，制心修行，猶", "55": "如蜜蜂，所至到處，多所發起，猶如蜜蜂採", "56": "諸花味，不萎色香。若族姓子！制心修行，從", "57": "今日始，造行如是。」佛告迦葉：「從今已往，制", "58": "心修行，當如地水火風，得淨不喜，得諸不", "59": "淨，屎、尿、膿血、死蛇、死人污露，不以愁憂；若", "6": "名曰畢撥學志，捨六十佉梨金寶好物及千", "60": "得華香、金銀、七寶五種彩色，不以喜悅，無", "61": "增無減。族姓子！制心修行，亦當如是。嗟歎", "62": "稱譽，安樂歡豫，不以為悅；若遇誹謗、眾苦、", "63": "惱患，不以愁憂。」", "64": "佛告迦葉：「從今日始，族姓子！制心修行，當", "65": "如拂淨物，亦拂不淨，亦拂屎、尿、涕、唾、膿血、", "66": "死狗、死蛇、死人污露，不以淨悅，不淨不", "67": "憂。若族姓子！制心修行，亦當如是。」佛告迦", "68": "葉：「從今以往，制心修行，當如掃󰆠，淨亦掃，", "69": "不淨亦掃。」佛告迦葉：「從今以往，族姓子！", "7": "具犁牛，捐仁賢妻，天下第一光顏微妙面色", "70": "制心修行，當如𣧑祝子，常低頭行，在所至到，", "71": "常內其手。若裸形人，羞身不蔽，在於世間，", "72": "趣欲活命，不說本姓，若可不可，不以自宣。", "73": "若族姓子！制心修行，亦當如是。」佛告迦葉：", "74": "「從今以往，族姓子！制心修行，如截角牛，如", "75": "牛截角，賢善柔順，不貪四事，詣於四衢，於", "76": "四衢道，無有門戶，而危其命。若族姓子！制", "77": "心修行，亦當如是。」佛告迦葉：「從今以往，制", "78": "心修行，當如鐵釜，又如諸燈，如釜燈穿多", "79": "有孔漏滿中油脂。如明眼人從一邊觀，釜燈", "8": "為最，心自念言：「當趣世間阿羅漢，學淨修梵", "80": "諸孔脂油漏出，各各墮地。若族姓子！察身", "81": "非常，四大合成，九孔穿漏，皆出不淨，不貪", "82": "樂身，不以為奇。」", "83": "於是大迦葉，從佛世尊聞月喻行，即受諷誦", "84": "觀八脫門。佛告迦葉：「詣光曜樹。」迦葉應曰：", "85": "「唯然世尊！」即從坐起，在佛後住。時，佛與大", "86": "迦葉，出其叢樹，詣異叢樹。尋復出去，坐異", "87": "樹下，告大迦葉：「於此樹下，為如來敷座，吾", "88": "身疲弊，其背甚痛。」迦葉受教，促疾促疾，為", "89": "佛敷座，令其方正。敷座已竟，前白大聖：「敷", "9": "行。」詣多子神祠藥樹之下，噉食其果。於是，", "90": "座已訖，唯願就席。」佛尋坐竟，告迦葉曰：「是", "91": "地柔軟，細滑妙好。」迦葉曰：「唯然世尊，彼地", "92": "此地，今者人身，會歸此地。唯然世尊，歸於", "93": "盡滅，持心忍辱，當如是地。今我法衣，亦猶", "94": "柔好，願佛愍傷，加哀受之。」", "95": "佛告迦葉：「假使我受柔軟絳衣，汝服何等？」迦", "96": "葉白佛：「往古諸世尊讚譽，若族姓子，著塚", "97": "間死人弊衣及五納衣，為安諸天及世間人。」", "98": "佛言：「善哉，善哉！迦葉！多所哀愍，多所安隱，", "99": "著弊納衣，往古諸佛，所稱歎者。迦葉！汝起"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0496 佛說大迦葉本經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}