{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1073 何耶揭唎婆像法", "text": {"0": "No. 1073 [cf. No. 901(Fasc. 6)]", "1": "何耶揭唎婆像法", "10": "竪如火焰色。右邊一面作大笑顏。赤白端正", "100": "已上二印可在解禁刀印之次。若作此法先", "101": "當縛禁毘那夜迦。當對賀耶揭哩婆像前。取", "102": "後木長八指截。燒火焰出。取安悉香作八百", "103": "丸。一丸一呪一投火中。乃至香盡。毘那夜迦。", "104": "即自被縛呪曰。", "105": "歸命跢姪他一主嚕主嚕二毘主嚕主嚕三", "106": "伽跢耶莎四摩訶婆去音羅五薩婆毘知那", "107": "毘那夜乾上音六皤吒婆謨枯知去音二合七步跢去音", "108": "耶泮八", "109": "若人夜失不淨。取於白線呪八百遍。後作呪", "11": "似菩薩面。頭髮純青三面頭上。各戴天冠及", "110": "索。一呪一結為三七結。即用繫腰。更不漏失。", "111": "呪曰。", "112": "歸命多姪他一勃地勃地二素勃地三因達𠼝", "113": "二合勃地四摩迷輸上音迦㘕上音二合五婆羅謀者", "114": "都六莎去訶", "115": "又法呪袈裟誦一七遍。已結作一結。即得護", "116": "身成就呪曰歸命。", "117": "哆姪他一訶去音哩訶去音哩二無訶去𠼝三句訶", "118": "去𠼝四薩婆突瑟擔二合五瞻婆夜弭上六夜跋竭", "119": "㘓二合地七那文社弭八莎去訶已上了寫隨誦成驗之次", "12": "著耳璫。其天冠上有一化佛結跏趺坐。中面", "120": "賀耶揭哩婆儀軌一", "13": "頂上作碧馬頭仍令合口。菩薩頸下著寶瓔", "14": "珞。項背圓光數重色作。左手屈臂手當乳前", "15": "把紅蓮花。其蓮花與菩薩頭齊正臨左膊。其", "16": "華臺上作一化佛。著緋袈裟結跏趺坐。項背", "17": "有光。右手仰掌五指申。臂肘平屈。其手掌", "18": "擎真陀摩尼唐云如意寶其珠團圓如作白色。赤色", "19": "光炎圍繞其珠。於其右手正當珠下雨種種", "2": "復次取淨褺不得截割。請一畫師最功能。勿", "20": "寶。其左膊上。著弊耶二合迦羅者摩二合唐云虎皮", "21": "如著祇支。當右腋下掩皮結帶。更用虎皮縵", "22": "其跨上。以外臂釧天衣裙等。皆如餘處畫菩", "23": "薩法。如令菩薩端身正立紅蓮華上。空懸寶", "24": "傘蓋菩薩頭上。其上空中畫作種種天音樂", "25": "具。兩邊空中須陀會天舞蹈供養。畫此像時", "26": "用香汁畫。皮膠不當用。叉以蘇木佉子唐云芸臺擣", "27": "以為末。極令微細用酪作酪殘汁也汁。和如和󰉓", "28": "法。用何耶揭唎婆心呪。呪三七遍已。其病", "29": "人空腹腹之。腹內所有一切毒虫悉皆吐出。", "3": "還其價。香湯洗浴著新淨衣與受八戒。日", "30": "又畫作像法。取新瓦雜瓶未曾用。瓶染作青", "31": "色。其瓦瓶上畫作阿耶揭唎婆觀世音像。其", "32": "像身高如來一磔等人一肘畫作四箇歡喜之面。左", "33": "邊一面畫作黑色。眼精綠色狗牙上出。右", "34": "邊一面畫作赤色。名喫呪面。當中前面作菩", "35": "薩面。極令端正。畫作白色。離像頂上懸於空", "36": "中。畫作青面。出口吐寶珠。其四頭上各戴寶", "37": "冠。其寶冠上皆化佛坐。菩薩左手把於蓮華。", "38": "屈肘向上捧在膊前。右臂垂下五指皆申。施", "39": "無畏手。兩手腕上皆作寶釧。其像項下著", "4": "日如是。於清淨處作一水壇。縱廣四肘水壇之法如餘", "40": "寶瓔珞。身分莊嚴如餘處說觀世音身莊嚴", "41": "之法。其像立在寶蓮花上。作此像已。從白月", "42": "十日起首食大麥乳糜。後十三日十四日十", "43": "五日。三日三夜斷食。取娑迦比遮香乾陀", "44": "那句利華呪此二物。一呪一投當前面上至", "45": "八千遍。其面口中放出大光明。圍繞呪師", "46": "身。已還入像口。於其口中出如意珠。即收取", "47": "之珠已。即得十四千歲壽命。得七寶轉輪聖", "48": "王。命終以後生安樂國。從觀世音足下而坐。", "49": "又有一法當乞食喫喫大麥乳糜誦七萬遍。", "5": "部說呪師護身結界畢已。於其壇中燒種種香。", "50": "一萬遍時毘那耶迦即得被縛。第二萬遍呪", "51": "法成就。第三萬遍即得安善那摩那熾羅藥", "52": "法成就。三日三夜不食。作法手把其藥。正呪", "53": "藥時。藥中若現三種相者。即知藥成。三相者", "54": "謂煖煙焰。即得成就安陀羅陀那。昇空而去", "55": "得成就持呪仙人。自在得入阿脩羅宮。第四", "56": "萬遍離地四指而行自在。第五萬遍則得隨", "57": "意昇空行。第六萬遍即得千歲活。呪師成就", "58": "呪仙。人隨其所作任運皆成。一切所呼喚者", "59": "皆來。第七萬遍呪師即得頭髮變作螺髮成", "6": "散種種華供養已訖。於此壇內畫作菩薩。其", "60": "就。隨其所須應念即至。親近承事於觀世音。", "61": "即知三世一切眾生死此生彼。即得成就。若", "62": "又法若欲打西去音若若耶反者。何耶揭唎婆像", "63": "前三日三夜斷食香摩壇上。種種香花。以淨", "64": "飲食乳粥菓等種種供養。擣娑闍羅娑香。以", "65": "白蜜和為八千丸。呪一丸香一遍已。投火中", "66": "燒。如是香盡。彼西惹眾尋即初見變為馬", "67": "頭。更經少時。轉為何耶揭哩婆頭。呪師奇上", "68": "向彼眾時。一切西惹眾悉皆散滅。又法先", "69": "以大麥與牛喫已。取糞中麥洗乾誠擣煮", "7": "身長佛一磔長短正當以人一肘總有四面。中菩薩面極", "70": "為乳糜。從白月一日食此乳糜。至十三日即", "71": "斷不食。何耶揭哩婆像前。以塗香塗地散種", "72": "種花。燒諸名香。種種飲食供養畢已。取迦", "73": "比闍香擣為細末。水和為丸。數滿八千。取迦", "74": "地羅木為柴燃火。取一香丸一呪一投。於火", "75": "中燒。如是乃至八千丸。盡其炭變為蘇跋那", "76": "金黃。重百千兩。又法若欲喫他呪者。取己身", "77": "中小許血已。和白芥子為八千丸。黑月十四", "78": "日。一日不食。取佉陀羅木鑪中燃火。取前白", "79": "芥子丸。一呪一丸投火中燒。如是乃至芥子", "8": "令端正。作慈悲顏顏色赤白頭髮純青。左邊", "80": "丸盡。一切諸呪悉皆喫盡喫云外國語也。即同大唐破滅語訓。他者是外", "81": "道也又法但誦呪。行於曠野處及諸沙磧。所須", "82": "飲食自然而出。又法日月蝕時。取淨牛蘇一", "83": "兩新瓦鉢盛。即把此鉢仰看日月。呪鉢中蘇", "84": "乃至蘇煖。或煙火出。當爾之時即飲此蘇服", "85": "此蘇已。隨欲詣處舉意即至。若常誦此呪。一", "86": "切怖畏得無所畏。所有障難悉皆解脫。又法", "87": "若患路陀瘡患此瘡者悉皆死也及諸毒蛇之所齩者此蛇", "88": "人見即死或患健毘吒雞瘡。此等諸瘡呪黃土埿。", "89": "滿一千遍。塗其瘡上即得除差。一切怖畏心", "9": "一面作大瞋怒黑色之面。狗牙上出頭髮微", "90": "念即得除。又法若人忽逢一切水難。心念即", "91": "得不被沈溺。如是等法不可廣說。隨意即成。", "92": "若造大曼荼羅者。不得行欲。", "93": "賀耶揭哩婆療病印二手內縛竪二中指頭。相合並屈二大指。各以二頭指屈", "94": "握二大指甲根。頭指甲皆背相著", "95": "唵鶻嚕嚧鳩盧馱去音那三嗚𤙖泮四娑嚩", "96": "賀", "97": "賀耶揭唎婆乞食印仰左手各竪五指。將右手下向以中指無名指頭。", "98": "各各相拄著", "99": "唵是那耶二句誦二七遍"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1073 何耶揭唎婆像法", "author": "", "sourceLink": "http://www.cbeta.org/"}