{"author": "隋 智顗說", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1916 釋禪波羅蜜次第法門", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "7 釋禪波羅蜜修證", "1": "第十釋禪波羅蜜次第法門卷第十", "2": "隋天台智者大師說", "3": "弟子法慎記", "4": "弟子灌頂再治", "5": "釋禪波羅蜜修證第七之六", "6": "從背捨已去有六種法門。並屬不壞法道所", "7": "攝。利根聲聞具此六法發真無漏。即成不壞", "8": "法大力阿羅漢。故摩訶衍云。不壞法阿羅漢", "9": "能具無諍三昧願智頂禪。今分此六種法門", "10": "即為四意。謂觀練熏修。一者背捨及勝處一", "11": "切處。此三門並屬觀禪。故摩訶衍云。背捨是", "12": "初行。勝處是中行。一切處是後行。悉為對治", "13": "破根本味禪中無明貪著及淨法愛也。二九", "14": "次第定即是鍊禪。三師子奮迅三昧即是熏", "15": "禪。四超越三昧即是修禪。今釋第一觀禪即", "16": "為二意。一先釋三番修觀禪方法。二明觀禪", "17": "功能。第一釋三番觀行方法者。一先釋背捨。", "18": "二次釋勝處。三釋一切處也。先釋八背捨。八", "19": "背捨者。一內有色相外觀色是初背捨。二內", "20": "無色相外觀色是二背捨。三淨背捨身作證", "21": "是三背捨。四虛空處背捨。五識處背捨。六", "22": "不用處背捨。七非有想非無想背捨。八滅受", "23": "想背捨。今釋背捨即為五意。一釋名。二明次", "24": "位。三辯觀法不同。四明修證。五分別趣道之", "25": "相。第一釋名此八法門所以通名背捨者。背", "26": "是淨潔五欲離是著心。故名背捨。言淨潔五", "27": "欲者。欲界麁弊色聲香味觸。貪著是法沈沒", "28": "三塗名為不淨五欲。欲界定未到地根本四", "29": "禪四空。是中雖生味著皆名淨潔五欲。今以", "30": "背捨無漏對治破除。厭離不著欲界根本禪", "31": "定喜樂。故言能背是淨潔五欲捨是著心名", "32": "為背捨。復次多有人言。背捨即是解脫之異", "33": "名。今用摩訶衍意往撿此義不然。所以者何。", "34": "如大品經云。菩薩依八背捨入九次第定。身", "35": "證阿那含人。雖得九次第定。而不得受具足", "36": "八解之名。故知因中厭離煩惱名背捨。後具", "37": "足觀鍊熏修發真無漏三界結盡。爾時背捨", "38": "轉名解脫。如此說者義則可依。第二明次位", "39": "者解釋不同。若依曇無德人所明。初二背捨", "40": "位在欲界。三淨背捨位在色界四禪。第四五", "41": "六七此四背捨位在四空。第八滅受想背捨", "42": "位過三界。若依薩婆多人所說。初二背捨位", "43": "通欲界初禪二禪。第三淨背捨唯在四禪。彼", "44": "云三禪樂多。又離不淨近故不立背捨。下五", "45": "背捨明位不異於前。復有師言。三禪無勝處。", "46": "四禪無背捨。此則與前有異。今依摩訶衍中", "47": "說。論言。初背捨初禪攝。第二背捨二禪攝。當", "48": "知此二背捨位在初二禪中。為對治破欲界", "49": "故。皆言以是不淨心觀外色。第三淨背捨位", "50": "在三禪中。故論云。淨背捨者緣淨故淨遍身", "51": "受樂故。名身作證。三界之法若除三禪更無", "52": "遍身之樂。論文又言。是四禪中有一背一背", "53": "四勝處。如比上進退從容當知。位在三禪四", "54": "禪。苟而遍屬即互乖論。今若具以此義破射", "55": "於前及融通教意。甚自紜紜。下五背捨配位", "56": "不異於前。今依後家之釋以辯位次也。第三", "57": "釋觀法不同者。若曇無德人明此八解脫觀。", "58": "並以空觀而為體。若薩婆多人明此背捨不", "59": "淨觀。並是有觀厭背為體。今此八背捨具有", "60": "事理兩觀。在因則名背捨。果滿則名解脫。亦", "61": "名俱解脫也。若偏依前二家所說。此則事理", "62": "互有不具。豈得受於俱解脫之名。此中觀行", "63": "方法與前二家不同。淺深之異在下自當可", "64": "見。第四明修證。行者欲修八背捨無漏觀行。", "65": "必須精持五篇諸戒極令清淨。復當精勤勇", "66": "猛大誓莊嚴心無退沒。及能成辦大事。所言", "67": "初背捨者。不壞內外色不內外滅色相。已是", "68": "不淨心觀色是名初背捨。所以者何。眾生有", "69": "二分行。愛行見行。愛多者著樂多縛在外結", "70": "使。見多者多著身見等諸見為內結使縛。以", "71": "是故愛多者觀外身不淨。見多者觀內身不", "72": "淨敗壞。今明背捨觀行多先從內起。內觀既", "73": "成。然後以不淨心觀外。云何觀內。行者端身", "74": "正心諦觀足大拇指想如大豆脹黑。亦如脚", "75": "繭之相。於靜心中觀此相成即復想脹起如", "76": "梨豆大。如是乃至見一拇指脚如鷄卵大。次", "77": "觀二指三四五指亦然。次觀脚法復見腫脹", "78": "乃至脚心脚踵脚踝󰈷膝髀臗悉見腫脹。次", "79": "觀右脚亦如是。復當靜心諦想。大小便道腰", "80": "脊腹背胸脇悉見腫脹。復當靜心諦觀左胛", "81": "臂肘腕掌五指悉見腫脹。乃至右胛亦復如", "82": "是。復當靜心諦觀頸項頭頷悉見腫脹。舉身", "83": "項直。如是從頭至足從足至頭。循身觀察但", "84": "見腫脹。心生厭惡。復當觀壞膿爛血污不淨。", "85": "大小便道蟲膿流出。復既坼破見諸內臟及", "86": "三十六物臭爛不淨。心生厭惡。自觀己身甚", "87": "於死狗。觀外所愛男女之身。亦復如是。不", "88": "可愛樂。廣說如九想。但除散燒二想為異耳。", "89": "行者修此觀時若欲界煩惱未息。當久住此", "90": "觀中令厭心純熟。若離食愛是時應當進觀", "91": "白骨。一心靜定諦觀眉間想皮肉裂開見白", "92": "骨如爪大。的的分明。次當以心向上裂開皮", "93": "肉。即見額骨及髮際。骨㘈然而開即見骨相。", "94": "復觀頂骨亦見皮肉脫落髑髏骨出。復當定", "95": "心從頭向下。想皮肉皆隨心漸漸剝落至足。", "96": "皮肉既脫但見骨人節節相拄端坐不動。行", "97": "者爾時即定心諦觀此骨從因緣生。依因指", "98": "骨以拄足骨。依因足骨以拄踝骨。依因踝骨", "99": "以拄󰈷骨。依因󰈷骨以拄膝骨。依因膝骨以", "100": "拄髀骨。依因髀骨以拄臗骨依因臗骨以拄", "101": "腰骨。依因腰骨以拄脊骨。依因脊骨以拄肋", "102": "骨。復因脊骨上拄項骨。依因項骨以拄頷骨。", "103": "依因頷骨以拄牙齒。上有髑髏。復因項骨。以", "104": "拄肩骨。依因肩骨以拄臂骨。依因臂骨以拄", "105": "腕骨。依因腕骨以拄掌骨。依因掌骨以拄指", "106": "骨。如是展轉相依有三百六十骨。一一諦觀", "107": "知大知小知強知軟共相依假是中無主無", "108": "我何者是身見。出入息但是風氣。亦復非身", "109": "非我。觀受觀心乃至觀法悉知虛誑無主無", "110": "我。作此觀已即破我見。憍慢五欲亦皆除滅。", "111": "爾時復當定心從頭至足從足至頭。循身諦", "112": "觀深鍊白骨乃經百千許。遍骨人筋骨既盡", "113": "骨色如珂如貝。深觀不已即見骨上白光煜", "114": "爚。見是相已即當諦觀眉間。當觀時亦見白", "115": "光焴焴悉來趣心行者。不取光相但定心眉", "116": "間。若心恬然任運自住善根開發。即於眉間", "117": "見八色光明旋轉而出遍照十方皆悉明淨。", "118": "八色者。謂地水火風青黃赤白。普照大地見", "119": "地色如黃白淨地。見水色如淵中澄清之水。", "120": "見火色如無煙薪清淨之火。見風色如無塵", "121": "清風。見青色知金精山。見黃色如薝蔔華。見", "122": "赤色如春朝霞。見白色如珂雪。隨是色相悉", "123": "有光耀。雖復見色分明而無形質可得。此色", "124": "超勝非世所有。是相發時。行者心定安隱喜", "125": "樂無量。不可文載也。行者復當從頭至足深", "126": "鍊骨人。還復攝心諦觀於額住心緣中。復見", "127": "八色光明旋轉而出。如是次第定心觀髮際", "128": "頂兩耳孔眉骨眼骨鼻口齒頷骨頸項骨。從", "129": "上至下三百六十諸骨諸節。悉見八色光明", "130": "旋轉而出。行者攝心轉細從頭至足從足至", "131": "頭。觀此骨人悉見遍身放光普照一切悉皆", "132": "明淨。若是菩薩大士咸於光中見諸佛像。若", "133": "行人善根劣弱。乃至四禪方得見諸佛像。行", "134": "者既光明照耀定心喜樂倍上所得。是名證", "135": "初背捨相。所以者何。內骨人未滅故。故名", "136": "內有色相。見外八種光明及欲界不淨境故。", "137": "故言以是不淨心觀外色。外色有二種。如欲", "138": "界不淨此是不淨外色。八種清淨之色是出", "139": "世間色界之色。故名外色。行者見內外不淨", "140": "色故。背捨欲界心不喜樂。見八種淨色故。即", "141": "知根本初禪無明暗蔽虛誑不實境界麁劣。", "142": "即能棄捨心不染著故。論言背是淨潔五欲。", "143": "離是著心故名背捨。復次如摩訶衍中說。初", "144": "禪一背捨。當知背捨即是無漏初禪。若是初", "145": "禪即便具有五支之義。今當分別。如行者從", "146": "初不淨觀來乃至鍊骨人光耀。即是觀禪欲", "147": "界定相。次攝心眉間泯然定住。即是觀禪未", "148": "到地相。八種光明旋轉而出覺此八色。昔所", "149": "未見心大驚悟。即是觀禪覺支之相。分別八", "150": "色其相各異非世所有。即是觀支。慶心踊躍", "151": "即是喜支。恬憺之法怡悅娛心。即是樂支。雖", "152": "覩此色無顛倒想三昧不動。即是一心支。今", "153": "略事分別此無漏觀禪五支之相。當知與上", "154": "根本特勝通明中五支條然有異。二背捨者。", "155": "壞內色滅內色相。不壞外色不滅外色相。以", "156": "是不淨心觀外色是第二背捨。所以者何。行", "157": "者於初背捨中骨人放光既遍。今欲入二禪", "158": "內淨故。壞滅內骨人取盡欲界見思未斷故。", "159": "猶觀外白骨不淨之相。故云以是不淨心觀", "160": "外色。今明修證。行者於初背捨後心中。不受", "161": "覺觀動亂。諦觀內身骨人虛假不實內外空", "162": "疎。專取壞散磨滅之相。如是觀時漸漸見於", "163": "骨人腐爛碎壞猶如塵粉。散滅歸空不見內", "164": "色。是時但攝心入定。緣外光明及與不淨。一", "165": "心緣中不受觀。覺於後內心豁然明淨三昧", "166": "正受與大喜俱發。即見八種光明照從內淨", "167": "出明十方倍勝於上。既證內法大喜光明。即", "168": "知根本二禪虛誑麁劣厭背不著。故名背捨。", "169": "亦名無漏第二禪。是中具有四支推尋可見。", "170": "三淨背捨身作證者。如摩訶衍中說。緣淨故", "171": "淨。遍身受樂故名身作證。所以者何。行者", "172": "欲入是三背捨。於二背捨後心即不受觀外", "173": "不淨。悉皆壞盡散滅無有遺餘。亦不受大喜", "174": "勇動。但攝心諦觀八色光耀之相。取是相已", "175": "入深三昧。鍊此八色極令明淨住心緣中即", "176": "泯然入定。定發之時與樂俱生。見外八色光", "177": "明清淨皎潔。猶如妙寶光色。各隨其想昱晃", "178": "明照遍滿諸方。外徹清淨外色照心。心即明", "179": "淨樂漸增長。遍滿身中舉體怡悅。既證此法", "180": "背捨根本心不樂著。是則略說證淨背捨相。", "181": "亦名無漏三禪。是中具足五支深思可見。乃", "182": "至四禪淨色亦復如是。皆淨背捨所攝。但以", "183": "無遍身樂為異耳。問曰。若爾從初背捨來悉", "184": "有淨色。何故今方說為淨背捨耶。答曰。是中", "185": "應用四義分別。一者不淨不淨。二者不淨淨。", "186": "三者淨不淨。四者淨淨不淨。不淨者如欲界", "187": "三十六物之身性相。已是不淨。不淨觀力。更", "188": "見此身胮脹膿爛青瘀臭處。此則不淨中更", "189": "見不淨。不淨淨者如白骨本是不淨之體。諦", "190": "心觀之膏膩既盡如珂如貝白光焴爍。此則", "191": "不淨中淨也。淨中不淨者。從初背捨來雖有", "192": "淨光。但此光明有三種不淨因緣。一者出處", "193": "不淨。謂從骨人出也。二者所照不淨。謂照", "194": "外境也。三者光體未被鍊故不淨。譬如金不", "195": "被鍊滓穢未盡光色不淨。以是因緣初禪雖", "196": "有光明不名緣淨故淨。二禪雖無白骨光從", "197": "內淨而出。猶照外不淨而未被鍊。及大喜故", "198": "亦得名為緣淨。今言淨淨者八色光明本是", "199": "淨色。今於此地又離三種不淨故。淨言淨淨。", "200": "亦名緣淨故淨。既淨義具足。所以說為淨背", "201": "捨也。四虛空背捨者。行者於欲界後已除自", "202": "身皮肉不淨之色。初背捨後已滅內身白骨", "203": "之色。二背捨後已却外一切不淨之色。唯有", "204": "八種淨色。至第四禪此八種色皆依心住。譬", "205": "如幻色依幻心住若心捨色色即謝滅。一心", "206": "緣空與空相應。即入無邊虛空處。此明滅色", "207": "方便異於前也。證虛空處定義如前說。行者", "208": "欲入虛空背捨當先入空定。空定即是背捨", "209": "之初門。背捨色緣無色故。凡夫人入此定名", "210": "為無色。佛弟子入此定深心一向不迴。是名", "211": "背捨。云何名深心。善修奢摩他故。云何名一", "212": "向不迴。於此定中善修毘婆舍那空無相無", "213": "作無願故。能捨根本著心。即不退沒輪轉生", "214": "死故名一向不迴。復次佛弟子當入無色定", "215": "時即有八聖種觀。如癰瘡等四種對治觀故。", "216": "即能厭背無色之法。無常等四種正觀故。即", "217": "破無色假實二倒能發無漏。八聖種觀行方", "218": "法並如前離虛空定修識定時說。但彼欲離", "219": "虛空故方修八聖種。今行人即入虛空定時", "220": "即修八聖種。雖住定中而不著虛空定故名", "221": "背捨也。五識處。六無所有處。七非有想非無", "222": "想處背捨。亦當如是一一分別。八滅受想背", "223": "捨者。背滅受想諸心心數法。是名滅受想背", "224": "捨。所以者何。諸佛弟子厭患散亂心故。入定", "225": "休息似涅槃法安著身中。故名身證行者修", "226": "是滅受想背捨。必須滅非想陰界入及諸心", "227": "數法。云何滅是。非想中雖無麁煩惱。而具", "228": "足四陰二入三界十種細心數法。所謂一受。", "229": "二想。三行。四觸。五思。六欲。七解。八念。九定。", "230": "十慧。云何為受。所謂識受。云何為想。所謂識", "231": "想。云何為行。所謂法行。云何為觸。所謂意", "232": "觸。云何為思。所謂法思。云何為欲。謂入出", "233": "定云何為解。所謂法解。云何為念謂念於三", "234": "昧。云何為定。謂心如法住。云何為慧。謂慧", "235": "根。慧身及無色愛無明掉慢心不相應諸行", "236": "等。苦集法和合因緣則有非想。前於非想背", "237": "捨中。雖知是事不著非想故名背捨。而未滅", "238": "諸心數法。今行者欲入滅受想背捨故。必須", "239": "不受非想。一心緣真絕陰界入則非想陰入", "240": "界滅。一切諸行因緣悉滅。受滅乃至慧滅。愛", "241": "無明等諸煩惱滅。一切心數法滅。一切非心", "242": "數亦滅。是名不與凡夫共非是世法。若能如", "243": "是觀者是名滅受想。以能觀真之受想。滅非", "244": "想苦集之受想。今行者欲入滅受想之背捨。", "245": "復須深知能觀真之受想亦非究竟寂靜。即", "246": "捨能觀之定受慧想。捨此緣真定慧二心故。", "247": "云背滅受想諸心數法。譬如以後聲止前聲。", "248": "前聲既息即後聲亦如是能除。受想既息因", "249": "此心與滅法相應。滅法持心寂然無所知覺。", "250": "故云身證想受滅。此定中既無心識。若欲出", "251": "入但聽本要期長短也。第五分別趣道之相。", "252": "行者修八背捨入道有三種不同。一者先用", "253": "背捨破遮道法。後則具足修習勝處乃至超", "254": "越三昧事理二觀。具足方發真無漏證三乘", "255": "道。二者若修八背捨時是人厭離生死欲速", "256": "得解脫。是時遍修緣諦真觀等。即於八背捨", "257": "中發真無漏證三乘道。亦名具足八解脫也。", "258": "當知此人未必具下五種法門。問曰。若爾此", "259": "人未得九次第定。云何已得受八解脫之名。", "260": "答曰。是義應作四句分別。一者自有九次第", "261": "定非解脫。自有是解脫非次第定。自有次第", "262": "定亦是解脫。自有非次第定非解脫。而是八", "263": "背捨。三者若人厭離生死心重。但證初背捨", "264": "時即深觀四諦真定之理無漏。若發便於此", "265": "地入金剛三昧證三乘道。當知是人亦復未", "266": "必具上七種背捨。菩薩摩訶薩心如虛空無", "267": "所取捨。以方便力善修背捨。具足成就一切", "268": "佛法度脫眾生。當知背捨即是菩薩摩訶衍。", "269": "次釋八勝處法門。八勝處者。一內有色相外", "270": "觀色少若好若醜。是名勝知勝見。一勝處也。", "271": "二內有色相外觀色多若好若醜。是名勝知", "272": "見。二勝處也。三內無色相外觀色少若好若", "273": "醜。是名勝知見。三勝處也。四內無色相外觀", "274": "色多若好若醜。是名勝知見。四勝處也。五青", "275": "勝處。六黃勝處。七赤勝處。八白勝處若依纓", "276": "絡經用四大為四勝處。今明勝處即為四意。", "277": "一者釋名。二明階位。三辯修證之相。四明趣", "278": "道。第一釋名。此八法通明勝處者則有二義。", "279": "一者若淨若不淨。五欲得此觀時隨意能破。", "280": "故名勝處。二者善調觀心。譬如乘馬擊賊非", "281": "但破前陣。亦能善制其馬故名勝處。此則有", "282": "異背捨。經亦說為八除入。若因勝處斷煩惱", "283": "盡。則知虛妄陰入皆滅。爾時勝處變名八除", "284": "入也。第二明次位者今但依摩訶衍中說。初", "285": "二勝處位在初禪。次第三第四勝處位在二", "286": "禪後。四勝處位在四禪。所以三禪不立勝處", "287": "者。以樂多心鈍故。前二禪離欲界近。欲界", "288": "煩惱難破。雖位居二禪猶觀不淨破下地結。", "289": "四禪既是色中之極。故色勝位極於此。四空", "290": "既無色故。亦以破地煩惱薄故。故不立勝處。", "291": "第三明修證所以言內有色相外觀色少者。", "292": "緣少故名少。觀道未增故觀少因緣。觀多畏", "293": "難攝故。譬如鹿遊未調則不中遠放。云何名", "294": "觀少。行者自觀見己身不淨。亦觀所愛之人", "295": "不淨脹爛白骨。心甚厭惡。如初背捨中說若", "296": "好若醜者。觀外諸色善業果報故名好。惡業", "297": "報故名醜。復次行者從師所受觀法觀外緣", "298": "種種不淨。是名醜色。行者或時憶念妄生淨", "299": "想。觀淨色是好色。復次行者自身中繫心一", "300": "處。觀欲界中色有二種。一者能生婬欲。二", "301": "者能生瞋恚。能生婬欲是淨色名為好能生", "302": "瞋恚者是不淨色故名醜。勝知勝見者。觀心", "303": "淳熟於好色中心不貪愛。於醜色中心不瞋", "304": "恚。但觀色四大因緣和合而生。如水沫不堅", "305": "固。智慧深達假實之相。行者住是不淨門中。", "306": "婬欲瞋恚諸結使來能不隨故名勝處。勝是", "307": "不淨中淨顛倒諸煩惱故。復次好醜者。不淨", "308": "觀有二種。一者見自身他身三十六物臭穢", "309": "不淨。是名醜。二者除內外皮肉五臟。但觀", "310": "白骨如珂如雪乃至流光照耀。是名為好。行", "311": "者見不淨時即知虛假心不畏沒。見淨色時", "312": "知從緣生心不愛染。是名勝知勝見。復次行", "313": "者於少緣中隨意觀色轉變自在。亦能善制", "314": "觀心故名勝處。二內有色相外觀色多若好", "315": "若醜。是名勝知勝見者。行者觀心既調。爾時", "316": "不滅內骨人。更於定中廣觀外色。所謂諦觀", "317": "一死屍乃至十百千萬一國土。乃至十百千", "318": "萬國一閻浮提。乃至一四天下等。皆見悉是", "319": "死屍。若觀一胮脹時悉見一切胮脹。乃至壞", "320": "血污膿爛青瘀剝落亦如是。行者既廣見死", "321": "屍不淨心甚厭惡。次當諦觀一死屍。脫除皮", "322": "骨但見白骨。如是乃至一切死屍悉除皮肉", "323": "皆見白骨遍滿世界。此觀如禪經廣明。是中", "324": "應具說。行者外骨觀既成。復當定心諦觀內", "325": "身白骨。鍊使明淨如珂如貝。當自觀骨時見", "326": "外一切骨人。悉皆起立行行相對羅列舉手", "327": "而來。行者於三昧中即知此諸骨人皆是隨", "328": "想而來。無有定實。心不驚怖。復當心默念訶", "329": "此骨人。咄汝諸骨人從何而來。如是訶時悉", "330": "見骨人悉還躄地。如是或至多反。行者深觀", "331": "內骨即見光明普照十方。一切骨人為光所", "332": "照悉亦明淨。此觀成時於一切怨親中人及", "333": "諸好醜。其心平等無有愛恚。是名若好若醜", "334": "勝知勝見。好醜勝知見義如前說。復次行者", "335": "住此觀中。能見一骨人遍四天下皆是骨人。", "336": "是名為多還。復攝念觀一骨人故名勝知勝", "337": "見。隨意五欲男女淨潔相中能勝故。故名勝", "338": "處。又能善調觀心。雖知能觀之心性無所有。", "339": "而於緣中自在迴轉觀諸境界無有障閡。故", "340": "名勝處有義。如摩訶衍中廣說。復次有師言。", "341": "若但觀一切人見不淨白骨是名少。若作大", "342": "不淨觀是名多。大不淨觀者。為破一切處貪", "343": "愛故。何謂一切觀。觀象馬牛羊六畜飛禽走", "344": "獸之屬。悉見為死屍胮脹。復次觀飲食皆如", "345": "蟲如糞。衣服絹布猶如爛皮爛肉之段臭處", "346": "可惡。錢財金寶如毒蛇蚖。斯須死變臭爛不", "347": "淨。穀米如臭死蟲。宅舍田園國土城邑大地", "348": "山川林藪。皆悉爛壞臭處不淨流溢滂沱。乃", "349": "至見白骨狼藉一切世間不淨如此甚可厭", "350": "患。行者於三昧中隨觀即見迴轉自在。能破", "351": "一切世間好醜愛憎貪憂煩惱。故名內有色", "352": "相外觀色多若好若醜勝知勝見。問世間資", "353": "生既不淨。悉是皮肉筋骨之法。云何悉見不", "354": "淨爛壞。答曰。此為得解之道心力轉變非實", "355": "觀也。所以者何。一切非實是淨。淨倒力故", "356": "遂悉見淨而生貪愛。一切雖非悉不淨。今不", "357": "淨觀智慧力皆見不淨。破諸煩惱復有何過。", "358": "譬如劫燒火起一切大地有情無情若干種類", "359": "皆成火焰以火力故。今以不淨心。觀一切世", "360": "間悉見不淨亦如神通之人轉瓦石為金玉。", "361": "當知諸法有何定性。彼師如是明。第二勝處", "362": "深思此意義理觀行悉可依用也。次明第三", "363": "第四勝處。觀行方法不異於前但以內無色", "364": "相為異。滅內色方法前二背捨初門說。今行", "365": "者為欲界煩惱歎破故。於第二禪中重修此", "366": "二勝處。對治除滅下地結使令無遺餘。亦以", "367": "重轉變觀道令利熟增明。牢固不失工力轉", "368": "勝也。次釋青黃赤白四勝處者行者不受三", "369": "禪身證之樂。入第四禪時念慧清淨四色轉", "370": "更光顯如妙寶光明。勝於前色故名勝處復", "371": "次行者於四禪中用不動智慧鍊此四色少", "372": "能多多能少轉變自在。欲見即見欲滅即滅。", "373": "故名勝處。復次行者於三昧中見是勝色結", "374": "漏未斷。或時法愛心生。為斷法愛諦觀此色", "375": "知從心起。譬如幻師觀所幻色知從心生則", "376": "不生著。是時背捨變名勝處。第四明趣道之", "377": "相亦為三意。一者先用勝處調心。然後具足", "378": "修習超越等法。發真無漏證三乘道。二者此", "379": "八勝處具足成就深入四諦真觀。第四禪中", "380": "發真無漏。具足三十四心斷三界結證三乘", "381": "道。三者自有行人得初勝處入初禪時厭畏", "382": "心重。即作念言。我今何用事中諸禪但須疾", "383": "取涅槃。作此念已即於此地深觀四諦十二", "384": "因緣中道實相。若發無漏即證三乘聖果也。", "385": "下七勝處亦當一一如是分別。菩薩摩訶薩", "386": "雖知諸法畢竟空寂。憐愍一切眾生故。深修", "387": "勝處。於勝處中發大神通。摧伏天魔破諸外", "388": "道度脫眾生。當知勝處即是菩薩摩訶衍。次", "389": "釋十一切遍處法門。十一切處者。一青二黃", "390": "三赤四白五地六水七火八風九空十識。此", "391": "十通名一切處者。一一色各照十方遍滿故。", "392": "名一切處。乃至空亦如是。前背捨勝處雖有", "393": "八色所照既狹。未能普遍。是以不得受一切", "394": "之名。復次經中有時說為十一切入。有人解", "395": "言。此猶是一切處之異名。今則不爾。初名以", "396": "一色遍照十方名一切處。後心轉善巧能於", "397": "一切遍照。色中一一互得相入無相妨閡。故", "398": "處立一切入名。今明十一切處即為二意。一", "399": "明階位。二辯修證。第一明階位者。十一切處", "400": "初八色一切處位在第四禪中。次第九空一", "401": "切處位在空處。第十識一切處位在識處。所", "402": "以前三禪中不立一切處者。行者初學彼三", "403": "地中有覺觀喜樂動故。不能令色遍滿停住", "404": "上無所有處定無物可廣。亦不得快樂。佛亦", "405": "不說無所有處。無量無邊故不立一切處。非", "406": "有想非無想處心鈍難取想。廣大故不立一", "407": "切處。第二次明修證。行者住第四禪中以成", "408": "就自在勝色。爾時應用念清淨心捨七種色", "409": "直念青色。取少青光焰相如草葉大。一心緣", "410": "中即與少青相應。觀心運此少青遍照十方。", "411": "即見光明隨心普照。一切世間皆見青相遍", "412": "滿停住不動如青世界。是名青一切處。餘七", "413": "一切處修觀之相亦當如是一一分別。自有", "414": "師言。修一切處緣取草葉等相因外色起相", "415": "遍滿普照。如此說者非唯乖失觀門之法。亦", "416": "與摩訶衍所說都不相關。行者既已成就以", "417": "一切處欲入虛空一切處。當入虛空背捨。但", "418": "背捨緣狹。未名一切處。今更廣緣十方虛空", "419": "故。名虛空一切處。欲入識一切處者。當亦", "420": "先入識處背捨。於識定中廣觀此識。遍滿十", "421": "方皆見是識。故名識一切處。行者若欲修一", "422": "切入既得一切處成。當以一切處為本。然後", "423": "用善巧觀心於青一切中。令黃赤白等皆入", "424": "其中不壞青之本相。而能於青色之中具見", "425": "餘色。是則略說一切處一切入竟。問曰。何", "426": "故不於一切處中分別趣道之相。答曰。一切", "427": "聲聞經中。多說一切處是有漏緣。但是修通", "428": "法。既於發無漏義劣故不分別。若依摩訶衍", "429": "義欲分別者。類如前背捨勝處中說。今菩薩", "430": "為欲令神通普偏成就普現色。具足一切法", "431": "界中事故。修是一切處。故大品經亦說名一", "432": "切處波羅蜜第二明觀禪功用之法者。佛弟", "433": "子既得此三番觀行。若欲為化眾生現希有", "434": "事令心清淨。應當廣修一切神通道力。所謂", "435": "六通十四變化四辯無諍三昧願智頂禪自在", "436": "定鍊禪十八變化等諸大功德。皆應住此背", "437": "捨勝處一切處中學。既學得已令多眾生覩", "438": "見歡喜信伏得度故修神變。次釋六神通。六", "439": "通者。一天眼通。二天耳通。三他心通。四宿命", "440": "通五如意通。六漏盡通。皆言神通者神名天", "441": "心通是智慧性。以天然之智慧徹照一切色", "442": "心等法無閡。故名神通。今約此諸禪後釋六", "443": "通即為三意。一明得通因緣不同。二正明修", "444": "通方法。三明變化功用。第一明得通因緣不", "445": "同者自有三種。一者報得。如諸天大福德淨", "446": "土中人受生即得報得五通也。二者發得。若", "447": "人但因懺悔。或深修上所說禪定。雖不作取", "448": "通方便而神通自發。故經云。深修禪定得五", "449": "神通。三修得者。行人雖證上所說諸深禪定。", "450": "而未斷障通無知則神通終不發。若於禪定", "451": "中更作取通方便。斷障通無知神通即發。今", "452": "正約此明義。第二次明修通法者。經論所說", "453": "乃各不同。今但取摩訶衍中意以略明修通", "454": "方法。一修天眼通者。行人深心憐愍一切。發", "455": "願欲見六道眾生死此生彼之相。爾時當住", "456": "色界背捨勝處一切處及四如意足中。正念", "457": "修習具足四緣即生天眼通。何等為四。一光", "458": "明常照晝夜無異。二諦觀世間隔障悉如虛", "459": "空無有覆蔽之相。三專心先取一易可見境", "460": "以心緣之。常勤精進善巧修習欲見前境。四", "461": "於禪定中發四大造清淨眼根成就。是名具", "462": "足四緣和合。因此生清淨識。即見十方六道", "463": "眾生死此生彼苦樂之相。若明暗近遠障內", "464": "障外麁細之色。徹見無閡了了分明。是名天", "465": "眼通。二次明修天耳通。行者既見色已。若", "466": "欲聞其聲。當於禪定中諦取障外可聞細聲。", "467": "一心聽之願欲得聞。若心明利發得四大造", "468": "清淨色耳根。即聞障外障內一切六道音聲", "469": "苦樂憂喜言辭不同。是名天耳通。三明修他", "470": "心通。行者既聞聲已。若欲知眾生心所念事。", "471": "當即於禪定中觀前人喜相瞋相怖畏等相。", "472": "悉知依心而住。借此等相諦觀其心所緣念", "473": "法。一心願欲知之。若心明利因此發通。隨所", "474": "見眾生即知心所念事。是名他心通。四次明", "475": "修宿命通。行者既知他心已。若欲自知己", "476": "宿命及他宿命百千萬世所作事業。即當於", "477": "禪定中自憶己所。於日月歲數中經作之事。", "478": "乃至歌羅邏時所作之事。如是憶念一心願", "479": "欲知之。若心明利便發神通。即自知過去一", "480": "世乃至百千萬世劫數中宿命所作事業之相", "481": "了了分明。乃至知他宿命亦如是。是名宿命", "482": "通。五次明修身如意通。行者既知宿命。若欲", "483": "得身通變化。當於三昧中繫心身內虛空滅", "484": "麁重色相。常取輕空之相發大欲精進心。智", "485": "慧籌量心力能舉身未籌。已自知心力已大", "486": "能舉其身。譬如學跳之人常自輕舉其身。若", "487": "觀心成就即發。身如意通有三種。一者能到。", "488": "二者轉變。三者自在。所言能到者即有四種。", "489": "一者身能飛行如鳥無閡。二移遠令近不往", "490": "而到。三此沒彼出。四一念能到。二次明轉變", "491": "者。大能作小小能作大。一能作多多能作一。", "492": "種種諸物皆能轉。三聖如意者。外六塵中不", "493": "受用不淨物能觀令淨。可受淨物能令不淨。", "494": "是自在法。如意神通從修勝處一切處四如", "495": "意足中生。是名證身如意通。行者得是身如", "496": "意通故。即能隨意變現。若欲自得解脫及度", "497": "眾生。必須斷除心病。是時應修無漏通。修無", "498": "漏通下明諦觀中當廣分別。問曰。修下六次", "499": "第一向如前所說耶。答曰。此約一途論次第。", "500": "若行人隨所樂通前學即得。未必皆如前辯。", "501": "第三明變化者。十四變化能生神通。亦因神", "502": "通能有變化。云何名十四變化。一者欲界初", "503": "禪。成就二變化。一初禪初禪化。二初禪欲界", "504": "化。二者二禪成就三變化。一二禪二禪化。二", "505": "二禪初禪化。三二禪欲界化。三者三禪成就", "506": "四變化。一三禪三禪化。二三禪二禪化。三三", "507": "禪初禪化。四三禪欲界化。四者四禪成就五", "508": "變化。一四禪四禪化。二四禪三禪化三四禪", "509": "二禪化。四四禪初禪化。五四禪欲界化。是", "510": "為十四變化。若人成就此變化即具十八變", "511": "化。一切神通力觀行功德無量無邊。是事微", "512": "細豈可以文字具載。今但略出名目。欲令學", "513": "者知一切神通變化皆從觀禪中出。此諸神", "514": "通若在菩薩心中名神通波羅蜜。次釋九次", "515": "第定。九次第定者。離諸欲離諸惡不善法。有", "516": "覺有觀離生喜樂入初禪。如是次第入二禪", "517": "三禪四禪空處定識處定不用處定非有想非", "518": "無想處定滅受想定。是名九次第定。釋九次", "519": "第定即為三意。一者釋名。二明次位。三明修", "520": "證。第一釋名。今此九法皆轉名次第定者。上", "521": "來諸法門既觀行未熟。入禪時心有間故。不", "522": "名次第定也。行者定觀之法先已成就。今於", "523": "此中修鍊既熟能從一禪心起。次入一禪心", "524": "心無間。不令異念得入。若善若垢。如是乃", "525": "至滅受想定是名九次第定。亦名鍊禪。所以", "526": "者何。諸佛弟子心樂無漏先得諸味禪。今欲", "527": "除其滓穢以無漏禪鍊之。皆令清淨如鍊金", "528": "之法問曰。說九次第定中鍊法。與阿毘曇人", "529": "明熏禪之法。有何等異。答曰。有同有異。彼", "530": "以無漏鍊有漏。今亦以無漏鍊有漏故同。彼", "531": "則但明鍊四禪為防退轉轉鈍為利。現法樂", "532": "及生五淨居故。唯鍊四禪。無色界則無鍊法。", "533": "今明從初禪乃至非想悉皆鍊之。令一切諸", "534": "禪清淨調柔增益功德。故為異也。尋下修證", "535": "自當可見。第二明階位者。此位雖一往約四", "536": "禪四空及滅盡定。然實位通諸禪。所以者何。", "537": "如上所說特勝通明背捨勝處悉有四禪四", "538": "空。未必但是根本。今修鍊之法悉應普入諸", "539": "禪令心無間。不可的約根本世間禪以為次", "540": "位也。故大品云菩薩依八背捨逆順出入九", "541": "次第定。若依成論毘曇義但用無漏心入八", "542": "禪。緣真入滅以為九次第定。今用大品摩訶", "543": "衍論所明九次第定。意往望彼則大有鬪闕。", "544": "習者尋上來所說言意叵類。同異之相冷然", "545": "可見。第三明修證者行者既具足諸禪。今欲", "546": "入九次第定者。先當從淺至深修鍊諸禪。定", "547": "觀之法極令調柔利熟。然後總合定觀二種", "548": "法門。一心齊入善斷法愛自識其心。從初調", "549": "心入一禪不令異念間雜。如是乃至滅受想", "550": "定。所以者何。行者於根本禪中定多而智少", "551": "則心不調柔。故入禪有間。背捨禪等觀多而", "552": "定少故。心不調柔。入禪有間。譬如車有二", "553": "輪若一強一弱則載不安穩。亦如刀刃強軟", "554": "不調則無利用。此亦如是。今修此定既定觀", "555": "均等。定深智利。定深故在緣則不散。智慧", "556": "利故則進入捷疾無閡。是故從一禪起入一", "557": "禪時利疾。心心相次無諸雜間。隨念即入亦", "558": "名無間三昧。行者若用此心遍入諸禪非但", "559": "次第調柔心無雜間。亦復增益諸禪功德轉", "560": "深微妙。如鍊金光色更增價直亦倍。故說此", "561": "定名曰鍊禪。問曰是中亦有欲界未到中間。", "562": "何故但說九定。答曰雖有此法既不牢固。又", "563": "聖人所得大功德不在邊地。是故不說。復次", "564": "上來入禪心鈍故。於方便中間經停則久。是", "565": "故分別有未到中間之相。今此九定定慧心", "566": "利欲入正地隨念即入。既不久住方便中間。", "567": "是故不說若分別趣道之相。具如前背捨勝", "568": "處中說。故不別明。次釋三三昧。三三昧者。", "569": "一有覺有觀三昧。二無覺有觀三昧。三無覺", "570": "無觀三昧。所以次九定後明三三昧者。此二", "571": "種禪名雖有異而法相孱同。所以者何。九定", "572": "既通鍊諸禪而自無別體。三三昧亦如是。此", "573": "義在下自當可見。釋三三昧即為三意。一釋", "574": "名二辯相三名出生三昧。第一釋名覺觀等", "575": "三法名同次位。已如前根本禪中說。三昧今", "576": "當分別。一切禪定攝心皆名為三摩提。秦言", "577": "正心行處。是心從無始已來常曲不端。得是", "578": "正心行處心則端直。故名三昧。譬如蛇行常", "579": "曲入筒則直。此亦如是。問曰。若言禪定攝", "580": "心名三昧者。根本禪定與此有何異。答曰有", "581": "異彼則但明根本攝心。今遍約一切諸禪中", "582": "明攝心。當如此則定深而廣。豈得不異。復", "583": "次根本禪但是緣事攝心。未斷邪倒不名端", "584": "直。今明三昧並據緣理攝心能斷邪倒之曲。", "585": "故以心端直處為三昧也。第二次辯相者。此", "586": "三三昧義同九定既無別體。但約諸禪以辯", "587": "相也。一明有覺三昧。如上所說。根本初禪乃", "588": "至特勝通明背捨勝處等初禪。各有覺有觀", "589": "相應心數及諸功德。行者入此等諸初禪時", "590": "住正心行處。皆名有覺有觀三昧。二如上所", "591": "說。諸禪中間乃至特勝通明背捨勝處。各有", "592": "中間與觀相應心數法及諸功德。行者以正", "593": "心行處。入此等諸禪中間。皆名無覺有觀三", "594": "昧。三如上所說。根本二禪乃至有頂。及特", "595": "勝通明背捨勝處等。各有二禪。從二禪已去", "596": "乃至有頂。及滅受想定有無覺無觀相應法", "597": "并諸功德。行者正心行處。入此等諸禪功德。", "598": "皆名無覺無觀三昧。當知。此三三昧更無別", "599": "體。但是總諸禪以為三分。大聖欲令眾生雖", "600": "聞廣說諸禪。而不失根本故。總以三法收攝", "601": "諸禪。罄無不盡。譬如數法若至百萬總為一", "602": "億。此亦如是第三明出生三昧之相者。則有", "603": "二種。一者出生二乘三昧。所以者何。如上", "604": "所說。諸有覺有觀初禪等。悉發念處三昧。乃", "605": "至八聖道。空無相無作。十六行。十二因緣。暖", "606": "頂忍。世第一。等三昧。電光三昧。金剛三昧。", "607": "乃至佛智無諍等三昧。此諸法門涅槃經中。", "608": "悉說名三昧也。若於諸初禪中發此等三昧。", "609": "即證二乘若道若果。故名有覺有觀三昧。乃", "610": "至無覺有觀無覺無觀。亦當如是一一分別。", "611": "二者如上所說。諸有覺有觀禪各發大乘諸", "612": "三昧者。如觀佛三昧。二十五三昧。般舟三", "613": "昧。首楞嚴等諸菩薩三昧。百則有八。諸佛", "614": "三昧不動等。百則有二十及八萬四千諸三", "615": "昧等。皆因有覺有觀三昧發。乃至無覺有觀", "616": "無覺無觀。亦當如是一一分別。菩薩摩訶薩", "617": "得此諸三昧故。即入菩薩位。亦能現身。如佛", "618": "度一切眾生。三三昧義。如摩訶衍中廣分別。", "619": "次釋師子奮迅三昧。今明師子奮迅三昧者。", "620": "如般若經中說。行者依九次第。定入師子奮", "621": "迅三昧。云何名師子三昧。離欲離不善法。有", "622": "覺有觀離生喜樂入初禪。如是次第入二禪", "623": "三禪四禪。空處識處不用處。非有想非無想", "624": "處。入滅受想定。從滅受想定起。還入非有", "625": "想非無想定。從非有想非無想處起。還入不", "626": "用處。如是次第還入識處入空處。入四禪入", "627": "三禪。入二禪入初禪。是名師子奮迅三昧也。", "628": "譬如師子奮迅之時。非但能前進奮迅而去。", "629": "亦能却行奮迅而歸。一切諸獸所不能爾。行", "630": "者入此法門亦復如是。非但能心心次第。從", "631": "於初禪直至滅受。亦能從滅受想定却入非", "632": "想。入至初禪。此則義同師子奮迅。上來諸", "633": "禪所不能爾。故說此定為師子奮迅三昧。行", "634": "者住此法門。即能覆却遍入一切諸禪。熏諸", "635": "觀定悉令通利。轉變自在。出生諸深三昧種", "636": "種功德。神智轉勝亦名熏禪。譬如牛皮熏熟。", "637": "隨意作諸世物。此亦如是。分別次位此同九", "638": "定。但有却出無間之異。是中用心巧細。修習", "639": "之相略知大意。不廣分別也。次釋超越三昧。", "640": "今明超越三昧者。如般若經中說。行者因師", "641": "子奮迅三昧。逆順出入超越三昧。云何超越", "642": "三昧。離諸欲惡不善法。有覺有觀。離生喜樂", "643": "入初禪。從初禪起。超入非有想。非有想起", "644": "入非無想處。非無想處起入滅受想定。滅受", "645": "想定起還入初禪。從初禪起入滅受想定。滅", "646": "受想定起入二禪。二禪起入滅受想定滅受", "647": "想定起入三禪。三禪起入滅受想定。滅受想", "648": "定起入四禪。四禪起入滅受想定。滅受想定", "649": "起入虛空處。虛空處起入滅受想定。滅受想", "650": "定起入識處。識處起入滅受想定。滅受想定", "651": "起入無所有處。無所有處起入滅受想定。滅", "652": "受想定起入非有想。非有想起入非無想處。", "653": "非無想處起入滅受想定。從滅受想定起入", "654": "散心中。散心中起入滅受想定。滅受想定起", "655": "還入散心中。散心中起入非有想。非有想起", "656": "入非無想處。非無想處起住散心中。散心中", "657": "起入第四禪中。第四禪中起住散心中。散心", "658": "中起入第三禪中。第三禪中起住散心中。散", "659": "心中起入第二禪。第二禪起住散心中。散心", "660": "中起入初禪。初禪起住散心中。是超越三昧。", "661": "今明超越之相。自有超入超出相。如前二番", "662": "經文說。超入出中各有四種。一者順入超。二", "663": "者逆入超。三者順逆入超。四者逆順入超。超", "664": "出亦如是。復次此超越三昧中。復有傍超。傍", "665": "超亦有四種。類如前說。譬如師子有四種趠。", "666": "一者前擲四十里。即譬順超之相。二者却擲", "667": "四十里。即譬逆超之相。三者右傍擲四十里。", "668": "即譬傍超入根本禪定之相。四者左傍擲四", "669": "十里。即譬傍超入觀禪之相。復有二種超越。", "670": "一者具足超。二者不具足超。具足超即是菩", "671": "薩超越。如上所說。不具足超即是聲聞超越", "672": "三昧。不能自在。遠超入故。故摩訶衍云。譬", "673": "如黃師子白師子二俱能趠。若黃師子趠則", "674": "不遠。若白師子則能遠擲。聲聞之人入超越", "675": "三昧。但能從初禪超入三禪。尚不能超二何", "676": "能超三。此則如黃師子之超。菩薩不爾。從", "677": "於初禪逈能超入滅受想定。隨意自在。此則", "678": "如白師子之超。若三乘行人入此三昧。具足", "679": "修一切法門。是時觀定等法轉深明利。更復", "680": "出生百千三昧。功德深厚神通猛利。故名觀", "681": "禪。亦有鍊禪自在定。鍊禪如上說。自在定者。", "682": "於諸法門自在出入住。轉變見八自在也。亦", "683": "名頂禪。於諸禪中最為高極。則能轉壽為福", "684": "轉福為壽。故復名佛智三昧。欲知隨願即知", "685": "三世事。二處攝。謂欲界四禪。復有無諍三", "686": "昧。令他心不起諍。五處攝。欲界及四禪。復有", "687": "四辯。諸詞辯二處攝。謂欲界初禪。義辯樂說", "688": "辯九地攝。謂欲界四禪無色定。復有五神通", "689": "十四變化心十八變化。皆如前說。若禪中欲", "690": "聞見觸時。皆用梵世識。識滅則止。復次是諸", "691": "禪中。皆有三十七品。三解脫門。四諦十六行", "692": "觀。十一智。三無漏根。如是等智行。在下當分", "693": "別。若二乘人具此諸禪者即是俱解脫。事理", "694": "具足成就無累。故亦名不壞解脫。具足成就", "695": "出世間諸禪定法。故具足三明六通。及八解", "696": "脫等一切諸大功德故名大力阿羅漢也。若", "697": "是菩薩於正觀心中入此三昧。得諸法等相", "698": "即得二十五三昧。能破二十五有住王三昧。", "699": "一切三昧悉入其中。是時亦名禪波羅蜜滿。", "700": "此則略說三乘共禪行行法門竟。是中法門", "701": "無量。令欲更詮入道要行。豈得具說耶。", "702": "釋禪波羅蜜次第法門卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1916 釋禪波羅蜜次第法門", "source": "CBETA"}