{"author": "西晉 法炬譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0070 數經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 70 [No. 26(144)]", "1": "佛說數經", "2": "西晉沙門釋法炬譯", "3": "聞如是：一時，婆伽婆在舍衛城東園中鹿講", "4": "堂。彼時數婆羅門，中食後行彷徉，而行至世", "5": "尊所。到已，共世尊面相慰勞。面相慰勞已，却", "6": "坐一面。彼數婆羅門却坐一面已，白世尊曰：", "7": "「此瞿曇！我欲有所問，聽我所問。」「聽汝問，婆羅", "8": "門！隨意所樂。」「此瞿曇！此鹿講堂次第作、次第", "9": "成。瞿曇！此鹿講堂初上減梯，如是二三四。瞿", "10": "曇！如是此鹿講堂次第得上。瞿曇！此御象者，", "11": "次第教授、次第學，謂手執鈎。瞿曇！此乘馬者，", "12": "次第教授、次第學，謂已䩭靽。此瞿曇！謂剎利", "13": "種，次第教授、次第學，謂執弓箭。瞿曇！此婆羅", "14": "門，次第教授、次第學，謂學詩章。瞿曇！我等學", "15": "數，數以存命。若數弟子，謂有小兒，被初一二", "16": "數之，二三二三、若十若百、若增多。如是，瞿曇！", "17": "我等學數，數以存命，次第教授、次第學，謂學", "18": "數。沙門瞿曇！於此法律，以何教授、何所學", "19": "而可知？」「汝數，目犍連！若作是說，為等說不？", "20": "次第教授、次第學，行戒教學。此目犍連！若作", "21": "是說，為次第說不？於我法律，何以故，此目犍", "22": "連！於我法律次第有教授、次第行戒次第學？", "23": "此目犍連！謂彼為比丘初學不久，至此法律", "24": "亦未從如來教語之。此比丘！身行等淨其行，", "25": "口意等淨其行。此目犍連！若比丘，身行等淨", "26": "其行，口意等淨其行，彼如來無上御之。「此比", "27": "丘，當內身身相觀行止，至痛意法法相觀", "28": "行止。此目犍連！謂比丘內身身相觀行止，至", "29": "痛意法法相觀行止，彼如來無上御之。「此", "30": "比丘，當守護根門，自護其意護意念，俱自行", "31": "精進，彼眼見色，當莫受想、莫受他想，謂增上", "32": "因緣故。護眼根無耻貪憂慼意，不在惡不善", "33": "法，彼在中學護於眼根；如是耳鼻舌身意根，", "34": "身意知法，莫受想、莫受他想，謂增上因緣故。", "35": "是意根無耻貪憂慼意，不善法不在意住，彼", "36": "在中學自護意根。此目犍連！若比丘，具足諸", "37": "根門，自護其意，意無染護意，意與念俱等行", "38": "精進，彼眼見色，亦不受想、不受他想，謂增上", "39": "緣故。具足眼根無耻貪憂慼意，不在惡不善", "40": "法，彼在中學自護眼根；如是耳鼻舌身意知", "41": "法，亦不受想，至彼在中學自護意根，彼如來", "42": "無上御之。「此比丘，過已過當為等行觀，已", "43": "觀屈申持僧伽梨衣鉢，若行若住若坐，若眠", "44": "若覺若說若默，當為等行。此目犍連！若比丘，", "45": "過已過至行於等行，彼如來無上御之。「此比", "46": "丘，知牀臥已而受之，若在靜處，若在樹下、空", "47": "靜處、山間窟中，露坐草蓐、林間塚間，彼若", "48": "在靜處，依敷尼師檀結加趺坐，正身意願，", "49": "意最在前，除貪嫉意無瞋恚住，莫於他財發", "50": "於貪，謂他物令我有，淨除貪意。如是瞋恚懈", "51": "怠、睡眠調戲羞耻，除疑貪，離邪離疑、離諸猶", "52": "豫法，淨於疑意，彼棄五蓋意著結，智慧羸於", "53": "婬解脫，至住四禪。如是，目犍連！比丘於婬解", "54": "脫至住四禪。如是，目犍連！如來為初學比丘多", "55": "有所益，謂教學教行。「謂目犍連！彼諸比丘上", "56": "尊，諸王所識，無懈怠住，行於梵行，如來無上", "57": "御之。謂至竟盡有漏盡，一切沙門瞿曇弟子，", "58": "如是教授、如是教學，至竟盡近涅槃。此目犍", "59": "連！非一向或一不或一向。」「此瞿曇！有何因有", "60": "何緣，言有涅槃求涅槃道？沙門瞿曇！住能教", "61": "授，或一比丘，如是教授、如是教學，至竟盡至", "62": "竟向涅槃，或一不如是。」「是故，目犍連！我還問", "63": "汝，隨汝所樂而還報之。於目犍連意云何？善", "64": "知退羅閱祇道路不？」「唯瞿曇！我善知退羅閱", "65": "祇道路。」「若有人來，欲至羅閱祇到王所，到汝", "66": "所而作是言：『目犍連婆羅門善知數羅閱祇", "67": "行道路，我欲到羅閱祇至王所而問道路。』汝", "68": "當作是言：『汝當以此道正而去，正去已趣彼", "69": "村，趣彼村已至彼處，是故汝次第當至羅閱", "70": "祇。謂於羅閱祇，園地快樂，林快樂地快樂，池", "71": "快樂河水流冷，安隱快樂。當知此、當見此。』彼", "72": "當受汝教等受其教，受教已以彼道直至彼。", "73": "直至彼已，反取邪道背而行。彼於羅閱祇，園", "74": "地快樂至安隱快樂，彼亦不知、彼亦不見。若", "75": "有人來，有王事欲至羅閱祇，而到汝所，當作", "76": "是言：『目犍連婆羅門善知數羅閱祇道路，我", "77": "欲至羅閱祇，我今問汝道。』汝當作是言：『汝以", "78": "此道直而往至，直往已至彼村，至彼村已至", "79": "彼處。彼次第到羅閱祇，謂彼羅閱祇，園地快", "80": "樂至安隱快樂，彼知彼見。』此目犍連！何因何", "81": "緣，有彼羅閱祇？有羅閱祇道路？汝住教授，彼", "82": "初人得教授，亦不受教授，而取邪道背而去，", "83": "謂於羅閱祇，園地快樂至安隱快樂，彼亦不", "84": "知彼亦不見。彼二人如教授，受其教取其道，", "85": "次第到羅閱祇，謂於羅閱祇，園地快樂至安", "86": "隱快樂，彼便知彼便見。」「此瞿曇！我當如何？", "87": "有彼羅閱祇，有羅閱祇道路，我住教授，彼初", "88": "來人，如所教不受教，取邪道反而往，謂於", "89": "羅閱祇，園地快樂至安隱快樂，彼亦不知彼", "90": "亦不見。彼二人如教授，受其教取其道，次", "91": "第到羅閱祇，謂於羅閱祇，園地快樂至安隱", "92": "快樂，彼當知彼當見。」「如是，目犍連！我亦當如", "93": "何？有彼涅槃、有涅槃道，我住教授，或一比丘，", "94": "如是教授、如是教令，至竟盡近涅槃；或一不", "95": "如此。此目犍連！謂彼比丘於中受教，於世尊", "96": "眾中受教授所記，謂至竟盡有漏盡。」「已過", "97": "瞿曇！已過瞿曇！猶若，瞿曇！極好地有娑羅林", "98": "樹，彼守娑羅樹林者勤修無懈，彼自以力俱彼", "99": "娑羅樹根，以時穿毀視之，以糞投中、以水溉", "100": "之，若有不滿以土滿之，若邊有草拔已棄", "101": "之，若邊有蔓草弊惡曲戾不直，此所防盡", "102": "拔已棄之，謂彼棄新生，極長彼初生，隨時水", "103": "治，以糞投中以水溉之。如是，瞿曇！好地娑羅", "104": "樹林，於後時極大轉增。如是，瞿曇！謂彼人諛", "105": "諂為幻，不信懈怠亂志不定，惡智意亂根不", "106": "定，戒行不勤，不極分別沙門行。沙門瞿曇！不", "107": "共彼宿，不共如此人住。何以故？瞿曇！如是，彼", "108": "人為壞梵行者。瞿曇謂彼人無有諛諂，亦無", "109": "有邪意，信行精進，意常住應於定智慧，順敬", "110": "戒學，多分別沙門行。沙門瞿曇！為無所著，共", "111": "如此人宿止。何以故？瞿曇！如此人者，於梵行", "112": "者為應法清淨。猶若，瞿曇！諸有根香，迦羅為", "113": "最上。何以故？瞿曇！彼迦羅諸根香首。猶若，瞿", "114": "曇！諸有娑羅香，赤栴檀是彼之首，何以故？", "115": "瞿曇！諸娑羅香，赤栴檀為首故。猶若，瞿曇！", "116": "諸水中華，青憂鉢為首。何以故？瞿曇！諸水", "117": "華，青憂鉢為首故。猶若，瞿曇！諸陸地華，須", "118": "牟尼婆利師為首。何以故？瞿曇！諸陸地華，", "119": "婆利師為首故。猶若，瞿曇！諸世之論，沙門瞿", "120": "曇論為最。何以故？沙門瞿曇論，能攝一切異", "121": "學故。是故，唯世尊！我今自歸法及比丘僧。唯", "122": "世尊！我今持優婆塞，從今日始盡命離殺生，", "123": "今自歸。」佛如是說。常數目犍連婆羅門聞佛", "124": "所說，歡喜而樂。", "125": "佛說數經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0070 數經", "source": "CBETA"}