{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0147 佛說舍衛國王十夢經: 佛說舍衛國王十夢經", "text": {"0": "No. 147 [Nos. 125(52.9), 146, 148]", "1": "佛說舍衛國王十夢經", "10": "面鳴走來相趍欲鬪，當合未合不知牛處。九", "11": "者、見大陂池水，中央濁四邊清。十者、見谿水正", "12": "赤。王夢即覺，恐怖畏亡國及身。明日即召左", "13": "右群臣及諸異道人：「我昨夜夢見十事，誰能", "14": "解之？」有異道人言：「吾能解之，恐王聞之即不", "15": "樂耳。」王言：「便說，如卿所知。」異道人言：「王當亡", "16": "國及身。」王大驚怖不厭不，異道人言：「可厭，當", "17": "殺太子及所重夫人，及其庫藏皆燒用祠天，", "18": "王能爾者可得無他。」王聞道人語，愁怪驚愕", "19": "憂亦不樂，却入齋室思惟是事。王有夫人名", "2": "附西晉錄", "20": "曰摩利，就到齋室中問：「王何以晝入齋室，顏", "21": "色不和憂乃爾，誰有過於王？」王對曰：「汝莫問", "22": "是事，但汝怖怯耳，非汝所知。」夫人說言：「我是", "23": "王之體，給緩當相告言。」王便為夫人說言：「我", "24": "昨夜夢見十事，吾問道人解夢如是，甚惶怖，", "25": "不知何告？」夫人言：「莫愁憂也，譬如有人買金，", "26": "磨著石上好惡自見，今佛近在精舍，可往問", "27": "佛，災怪悉可知矣。」王明日即召左右賢臣數", "28": "千餘人，來詣佛所稽首佛足，王言：「我昨夜所", "29": "夢十事，願佛為我解說之。」佛告王言：「慎莫愁", "3": "聞如是：一時，佛在舍衛國精舍，時有國王名", "30": "憂也！王所夢者乃是後世變現耳。」佛言：「王夢", "31": "見三釜羅，兩邊釜沸氣交往來，不入中央空釜", "32": "中者，後世人不復供給貧窮親里及諸孤獨，", "33": "兩富自相饋遺，王夢見是一事者，正為是耳。", "34": "王夢見馬口亦食，尻亦食者，後世大臣長吏，", "35": "廩食於官復食於民，曲直者亦食，王夢見二", "36": "事者，正為是耳。王夢見大樹生花者，後世人", "37": "年未滿三十，頭當生白髮，王夢見三事者，正", "38": "為是耳。王夢見小樹生菓者，後世女人年未", "39": "滿十五當行嫁抱兒，不知慚耻，王夢見四事", "4": "波斯匿，夜夢十事：一者、三釜羅，兩邊釜沸氣", "40": "者，正為是耳。王夢見一人切繩，人後有羊，羊", "41": "主食繩者，後世女人，夫當從役若行賈販，婦", "42": "在其後將男子與共同房，食噉夫財，王夢見", "43": "五事者，正為是耳。王夢胡虜好金銀床上以", "44": "食金銀器者，後世人貴者當賤，賤者當貴，在", "45": "上坐食食飲重味，君子食糟糠，小人食粳糧，", "46": "王夢見六事者，正為是耳。王夢見大牛還從", "47": "犢子𡂡乳者，後世人母當為女作媒，將他男", "48": "子與女同房，母守門戶，撿取財物以自濟活，", "49": "王夢見七事者，正為是耳。王夢見群牛從四", "5": "交往來，不入中央空釜中。二者、王夢見馬口", "50": "面鳴走來相趣欲鬪，當合未合不知牛處者，", "51": "後世貪淫多畜數婦，王及臣民長者皆大歡", "52": "喜，當來今世當爾不爾，須臾之間雲便解散，", "53": "爾時顧見其怪，欲令人畏天地之禁，解不復", "54": "貪淫，守妻慈心除之妻害，王夢見八事者，正", "55": "為是耳。王夢見大陂池水，中央濁四邊清者，", "56": "後世人在國中不敬長老，當敬邊國少年，王", "57": "夢見九事者，正為是耳。王夢見大谿峪水正", "58": "赤者，後世人大臣長吏，所欲不知止足，興兵", "59": "聚眾更相攻伐，當殺人民流血正赤，王夢見", "6": "亦食，尻亦食。三者、見大樹生花。四者、見小樹", "60": "十事者，正為是耳。王莫恐莫恐！於國於身妻", "61": "子皆無他，是夢者皆為後世方來之事。」王即", "62": "長跪言：「得佛教，心即懽喜，如人持小器受膏，", "63": "膏多器小更求大器，得大器更受之，即安隱", "64": "不恐。」王即稽首再拜，前以頭面著佛足而去。", "65": "還歸於宮，重賜正夫人，皆奪諸公大臣俸祿，", "66": "不復信諸婆羅門語。", "67": "佛說舍衛國王十夢經", "7": "生菓。五者、見一人切繩，人後有羊，羊主食繩。", "8": "六者、見胡虜坐金銀床上以食金銀器。七者、", "9": "見大牛母還從犢子𡂡乳。八者、見群牛從四"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0147 佛說舍衛國王十夢經: 佛說舍衛國王十夢經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}