{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1319 瑜伽集要焰口施食起教阿難陀緣由", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1319", "1": "瑜伽集要熖口施食起教阿難陀", "2": "緣由", "3": "唐三藏沙門不空奉　詔譯", "4": "爾時世尊。在迦毘羅城尼俱律那僧伽藍所。", "5": "與諸比丘并諸菩薩無數眾會。前後圍遶而", "6": "為說法。爾時阿難獨居靜處念所受法。即於", "7": "其夜三更已後。見一餓鬼名曰焰口。其形醜", "8": "陋身體枯瘦。口中火然咽如針鋒。頭髮髼亂", "9": "牙爪長利甚可怖畏。住阿難前白阿難言。汝", "10": "却後三日命將欲盡。即便生於餓鬼之中。是", "11": "時阿難聞此語已。心生惶怖問餓鬼言。大士", "12": "若我死後生餓鬼者。我今行何方便得免斯", "13": "苦。爾時餓鬼白阿難言。汝於來日晨朝。若能", "14": "布施百千那由他恒河沙數餓鬼飲食。并餘", "15": "無量婆羅門仙。閻羅所司業道冥官。及諸鬼", "16": "神先亡久遠等所食飲食。如摩伽陀國所用", "17": "之斛。各施七七斛飲食。并為我等供養三寶。", "18": "汝得增壽。令我等輩離餓鬼苦得生天上。阿", "19": "難見此焰口餓鬼。身形羸瘦枯燋極醜。口中", "20": "火然其咽如針。頭髮髼亂毛爪長利。又聞是", "21": "語。甚大驚怖。身毛皆竪即至晨朝。從座而起", "22": "往詣佛所。右遶三匝頂禮佛足。身體戰慄而", "23": "白佛言。大悲世尊願救我苦。所以者何。昨夜", "24": "三更經行靜處念所受法。見焰口鬼而語我", "25": "言。汝過三日必當命盡生餓鬼中。我問鬼言。", "26": "云何令我得免斯苦。餓鬼答言。汝若能施百", "27": "千那由他恒河沙數無量餓鬼。婆羅門仙閻", "28": "羅所司業道冥官。及諸鬼神侍從眷屬先亡", "29": "久達。平等普施餓鬼飲食。汝得增壽。白言世", "30": "尊。云何能辦無量飲食充足。佛告阿難汝今", "31": "勿怖。我念過去無量劫中。曾作婆羅門時。於", "32": "觀世音菩薩摩訶薩邊受得陀羅尼　名曰無", "33": "量威德自在光明如來陀羅尼法。佛告阿難。", "34": "汝若善能作此陀羅尼法加持七遍。能令一", "35": "食變成種種甘露飲食。即能充足百千俱胝", "36": "那由他恒河沙數一切餓鬼。婆羅門仙異類", "37": "鬼神上妙飲食。皆得飽滿。如是等眾。一一各", "38": "得摩伽陀國所用之斛。此食此水量同法界。", "39": "食之無盡。皆獲聖果解脫苦身。佛告阿難。汝", "40": "今受持此陀羅尼法。令汝福德壽命增長。餓", "41": "鬼生天及生淨土受人天身。能令施主。轉障", "42": "消災延年益壽。現招勝福當證菩提。發廣大", "43": "心普為有情。積劫已來多生父母。列宿天曹", "44": "幽司地府焰魔鬼界。蜫微蠢動一切含靈。普", "45": "設無遮廣大供養悉來赴會。承佛威光洗滌", "46": "身田。獲斯勝利受人天樂。唯願諸佛般若菩", "47": "薩金剛天等。及諸業道無量聖賢。以無緣慈", "48": "證我所行。是故我等為欲滿足宏誓願故。為", "49": "欲宏護令濟有情無退失故。為摧諸業令清", "50": "淨故。為欲精進求無上道速成就故。為欲拔", "51": "濟惡道眾生。永拋苦海登彼岸故。如經所說", "52": "無邊世界六道四生。其中所有為於主宰統", "53": "領上首之者。皆是住不思議解脫菩薩。慈悲", "54": "誓願分形布影示現化身。在六道中同類受", "55": "苦。設於方便不被煩惱隨煩惱壞。分別諸業", "56": "令發道意。常自克責悔身造作。調伏教化一", "57": "切眾生為大導師。摧滅三塗淨諸業道。斷截", "58": "愛流不捨行願。處於苦海為善知識。成熟利", "59": "樂一切有情證大涅槃。若有施主深信大乘", "60": "渴仰瑜伽。願樂見聞陀羅尼藏甘露法門。為", "61": "諸有情興拔濟心。慇懃稱讚捨大財寶。三請", "62": "於師方許壇法。平等一如離怨憎想。常行布", "63": "施無有悔恨。親近善友勇猛精進無有怯弱。", "64": "至求大道稱讚三寶。撫育生命方便拔濟皆", "65": "令解脫。不以惡求而養身命。常自利他。彼善", "66": "男子是真善友。行菩薩行普為三塗。諸惡趣", "67": "中一切餓鬼。焰魔王等婆羅門仙。虛空諸天", "68": "釋梵四王。列宿天曹龍神八部。日月須彌修", "69": "羅外道。六欲魔眾水火風空。山林窟穴舍宅", "70": "宮殿伽藍。大地江河流泉浴池。廟宇吉凶遊", "71": "行神眾。抄錄善惡神通無礙。毛羽飛空水族", "72": "遊鱗。披毛角類蠢動含靈。曝野遊魂鞭尸苦", "73": "澁。多生冤恨相繫未免。歷劫冤魂負於財命。", "74": "亡過僧尼未證果者。多生父母眷屬親戚。承", "75": "如來教得出三塗。無量地獄發菩提心。各願", "76": "放捨解脫冤結。遞相讚念如父母想。到此道", "77": "場證知護念。心懷踊躍如優曇花。甚難可值", "78": "由自造作。處於人間識情難定。多隨妄起積", "79": "為苦源。未獲聖果旋生過患。又復依王水土", "80": "住佛慈光常思曩緣猶懷今果。日夜克責何報", "81": "如斯。或為眷屬親戚父母。幾曾翻覆顛倒攀", "82": "緣。改形換面豈將辯識。惟願今日承斯佛力。", "83": "駕逈飛空到此道場。慈光拂體各隨形類。懺", "84": "滌塵尤發菩提心。納斯供養。佛告阿難。若欲", "85": "受持施食之法。須依瑜伽甚深三昧阿闍梨", "86": "法。若樂修行者。應從瑜伽阿闍梨學。發無上", "87": "大菩提心受三昧戒。入大曼拏囉得灌頂者。", "88": "然許受之。受大毘盧遮那如來五智灌頂。紹", "89": "阿闍梨位方可傳教也。若不爾者遞不相許。", "90": "設爾修行自招殃咎。成盜法罪終無功效。若", "91": "受灌頂依於師教。修習瑜伽威儀法式。善能", "92": "分別了達法相。故名三藏。阿闍梨方得傳斯", "93": "教也。若欲作法。先自護持弟子亦爾。定知日", "94": "已。選擇淨地精華大舍。閑靜園林鬼神愛樂。", "95": "流泉浴池江海山澤。福德之地堂舍亦得。如", "96": "法塗摩用香水泥。隨施主力方圓大小。四角", "97": "竪幖如法莊嚴。用五色綵安火焰珠。又於珠", "98": "內安置佛頂大悲隨求尊勝。東北佛頂。東南", "99": "大悲。西南隨求。西北尊勝。又於四柱如法莊", "100": "嚴。殊特妙好名吉祥幢。令百由旬無諸衰患。", "101": "即成結界。風吹影拂土撒水霑。罪障消亡獲", "102": "大福利。眼見耳聞普皆利濟。次復周圍懸繒", "103": "幡蓋。寶扇白拂布列位次。阿伽香水妙花燈", "104": "塗。飲食湯藥種種果味及餘物等。以法淨除", "105": "勿令觸穢。莊嚴若了手執香爐。右遶道場遍", "106": "以觀照。不周備處重要安排。莊嚴事畢與諸", "107": "弟子。香湯洗浴著新淨衣。出外中庭如法洒", "108": "掃。香泥塗地如法莊嚴。名三昧耶壇。於道場", "109": "外敷淨薦褥嚴整威儀。作禮三拜面東胡跪。", "110": "手執香爐作啟請法。", "111": "瑜伽集要焰口施食起教阿難陀緣由竟"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1319 瑜伽集要焰口施食起教阿難陀緣由", "source": "CBETA"}