{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0246 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "4 二諦品", "1": "仁王護國般若波羅蜜多經卷下", "2": "開府儀同三司特進試鴻臚卿肅國公", "3": "食邑三千戶賜紫贈司空諡大鑒正號", "4": "大廣智大興善寺三藏沙門不空奉", "5": "詔譯", "6": "5 護國品護國品第五", "7": "爾時，世尊告波斯匿王等諸大國王：「諦聽，諦", "8": "聽！我為汝等說護國法。一切國土若欲亂時，", "9": "有諸災難，賊來破壞。汝等諸王，應當受持，讀", "10": "誦此般若波羅蜜多，嚴飾道場，置百佛像、百", "11": "菩薩像、百師子座，請百法師解說此經。於諸", "12": "座前燃種種燈，燒種種香，散諸雜花，廣大供", "13": "養衣服、臥具、飲食、湯藥、房舍、床座一切供事；", "14": "每日二時講讀此經。若王、大臣，比丘、比丘尼、", "15": "優婆塞、優婆夷，聽受、讀誦、如法修行，災難即", "16": "滅。「大王！諸國土中有無量鬼神，一一復有", "17": "無量眷屬，若聞是經，護汝國土。若國欲亂，", "18": "鬼神先亂；鬼神亂故，即萬人亂——當有賊起，百", "19": "姓喪亡；國王、大子、王子、百官互相是非。天", "20": "地變怪，日月眾星失時失度，大火、大水及大", "21": "風等，是諸難起，皆應受持、講說此般若波", "22": "羅蜜多。若於是經受持、讀誦，一切所求官位", "23": "富饒，男女慧解行來隨意，人天果報皆得滿", "24": "足，疾疫厄難即得除愈，杻械枷鏁撿繫其身", "25": "皆得解脫，破四重戒、作五逆罪及毀諸戒無", "26": "量過咎悉得消滅。", "27": "「大王！往昔過去釋提桓因為頂生王，領四軍", "28": "眾來上天宮欲滅帝釋。時彼天主即依過去", "29": "諸佛教法，敷百高座，請百法師講讀般若波", "30": "羅蜜多經。頂生即退，天眾安樂。", "31": "「大王！昔天羅國王，有一太子名曰斑足，登王", "32": "位時，有外道師名為善施，與王灌頂，乃令斑", "33": "足取千王頭，以祀塚間摩訶迦羅大黑天神。", "34": "自登王位，已得九百九十九王，唯少一王。北", "35": "行萬里，乃得一王名曰普明。其普明王白斑", "36": "足言：『願聽一日禮敬三寶、飯食沙門。』斑足聞", "37": "已即便許之。其王乃依過去諸佛所說教法，", "38": "敷百高座，請百法師，一日二時講說般若波", "39": "羅蜜多八千億偈。時彼眾中第一法師，為普", "40": "明王而說偈言：", "41": "「『劫火洞然，大千俱壞，須彌巨海，", "42": "磨滅無餘。梵釋天龍，諸有情等，", "43": "尚皆殄滅，何況此身。生老病死，", "44": "憂悲苦惱，怨親逼迫，能與願違，", "45": "愛欲結使，自作瘡疣。三界無安。", "46": "國有何樂？有為不實，從因緣起，", "47": "盛衰電轉，暫有即無。諸界趣生，", "48": "隨業緣現，如影如響，一切皆空。", "49": "識由業漂，乘四大起，無明愛縛，", "50": "我我所生。識隨業遷，身即無主；", "51": "應知國土，幻化亦然。』", "52": "「爾時法師說此偈已，時普明王聞法悟解，證", "53": "空三昧，王諸眷屬得法眼空。其王即便詣", "54": "天羅國，諸王眾中而作是言：『仁等！今者就", "55": "命時到。悉應誦持過去諸佛所說般若波羅", "56": "蜜多偈。』諸王聞已亦皆悟解，得空三昧，各各", "57": "誦持。時斑足王問諸王言：『汝等今者皆誦何", "58": "法？』", "59": "「爾時普明即以上偈答斑足王，王聞是法亦", "60": "證空定，歡喜踊躍告諸王言：『我為外道邪師", "61": "所誤，非汝等咎；汝各還國，當請法師解說般", "62": "若波羅蜜多。』時斑足王以國付弟，出家為道，", "63": "得無生法忍。", "64": "「大王！過去復有五千國王常誦此經，現生獲", "65": "報；汝等十六諸大國王，修護國法，應當如是", "66": "受持、讀誦、解說此經；若未來世諸國王等，為", "67": "欲護國護自身者，亦應如是受持、讀誦、解說", "68": "此經。」說是法時，無量人眾得不退轉，阿修", "69": "羅等得生天上，無量無數欲、色諸天得無生", "70": "忍。", "71": "6 不思議品仁王護國般若波羅蜜多經不思議品第六", "72": "爾時十六國王及諸大眾，聞佛說此般若波", "73": "羅蜜多甚深句義，歡喜踊躍，散百萬億眾寶", "74": "蓮花，於虛空中成寶花座；十方諸佛無量大", "75": "眾，共坐此座，說般若波羅蜜多。是諸大眾持", "76": "十千金蓮華，散釋迦牟尼佛上，合成花輪蓋", "77": "諸大眾；復散八萬四千芬陀利花，於虛空中", "78": "成白雲臺，臺中光明王佛與十方諸佛、無量", "79": "大眾，演說般若波羅蜜多。是諸大眾，持曼陀", "80": "羅花，散釋迦牟尼佛及諸眾會；復散曼殊沙", "81": "花，於虛空中變作金剛寶城，城中師子奮迅", "82": "王佛共十方諸佛、大菩薩眾，演說勝義般若", "83": "波羅蜜多。復散無量天諸妙花，於虛空中成", "84": "寶雲蓋，遍覆三千大千世界，是花蓋中雨恒", "85": "河沙花，從空而下。", "86": "時波斯匿王及諸大眾，見是事已歎未曾有，", "87": "合掌向佛而作是言：「願過去、現在、未來諸佛，", "88": "常說般若波羅蜜多；願諸眾生常得見聞，如", "89": "我今日等無有異。」佛言：「大王！如汝所說。此般", "90": "若波羅蜜多，是諸佛母、諸菩薩母，不共功德", "91": "神通生處，諸佛同說能多利益，是故汝等常", "92": "應受持。」", "93": "爾時，世尊為諸大眾現不可思議神通變化——", "94": "一花入無量花，無量花入一花；一佛土入無", "95": "量佛土，無量佛土入一佛土；一塵剎土入無", "96": "量塵剎土，無量塵剎土入一塵剎土；無量大", "97": "海入一毛孔；無量須彌入芥子中；一佛身入", "98": "無量眾生身，無量眾生身入一佛身；大復現", "99": "小，小復現大；淨復現穢，穢復現淨；佛身不可", "100": "思議，眾生身不可思議，乃至世界不可思議。", "101": "當佛現此神變之時，十千女人現轉女身得", "102": "神通三昧，無量天人得無生法忍，無量阿修", "103": "羅等成菩薩道，恒河沙菩薩現身成佛。", "104": "7 奉持品仁王護國般若波羅蜜多經奉持品第七", "105": "爾時，波斯匿王覩佛神變——見千花臺上遍照", "106": "如來，千華葉上千化身佛，千花葉中無量諸", "107": "佛，各說般若波羅蜜多——白佛言：「世尊！如是無", "108": "量般若波羅蜜多，不可識識、不可智知。云何", "109": "諸善男子於此經中，明了覺解、為人演說？」佛", "110": "言：「大王！汝今諦聽！從初習忍至金剛定，如法", "111": "修行十三觀門，皆為法師依持建立。汝等大", "112": "眾，應當如佛而供養之，百千萬億天妙香花", "113": "而以奉上。", "114": "「善男子！其法師者習種性菩薩，若比丘、比丘", "115": "尼、優婆塞、優婆夷修十住行，見佛、法、僧發菩", "116": "提心，於諸眾生利樂悲愍，自觀己身六界", "117": "諸根，一切無常、苦、空、無我，了知業行生死涅", "118": "槃，能利自他饒益安樂——聞讚佛毀佛心定不", "119": "動，聞有佛無佛心定不退；三業無失，起六和", "120": "敬，方便善巧調伏眾生，勤學十智神通化利，", "121": "下品修習八萬四千波羅蜜多。「善男子！習忍", "122": "以前經十千劫，行十善行有退有進，譬如輕", "123": "毛隨風東西。若至忍位，入正定聚，不作五逆、", "124": "不謗正法，知我法相悉皆空故，住解脫位。於", "125": "一阿僧祇劫修習此忍，能起勝行。「復次，性種", "126": "性菩薩，住無分別，修十慧觀，捨財命故，持淨", "127": "戒故，心謙下故，利自他故，生死無亂故，無相", "128": "甚深故，達有如幻故，不求果報故，得無礙解", "129": "故，念念示現佛神力故，對治四倒、三不善根、", "130": "三世惑業、十顛倒故，我人知見念念虛偽，了", "131": "達名假、受假、法假皆不可得，無自他相，住真", "132": "實觀。中品修習八萬四千波羅蜜多，於二阿", "133": "僧祇劫行諸勝行，得堅忍位。", "134": "「復次，道種性菩薩，住堅忍中觀諸法性，得無生", "135": "滅，四無量心能破諸闇，常見諸佛廣興供養，", "136": "常學諸佛住迴向心，所修善根皆如實際，能", "137": "於三昧廣作佛事，現種種身行四攝法，住無", "138": "分別化利眾生，智慧明了甚深觀察，一切行", "139": "願普皆修習，能為法師調御有情，善觀五蘊", "140": "三界二諦，無自他相得如實性。雖常修勝", "141": "義而受生三界。何以故？業習果報未壞盡故，", "142": "於人天中順道生故。上品修習八萬四千", "143": "波羅蜜多，三阿僧祇劫修二利行，廣大饒", "144": "益，得善調伏諸三摩地，住勝觀察，修出離行，", "145": "能證平等聖人地故。", "146": "「復次歡喜地菩薩摩訶薩，超愚夫地，生如來", "147": "家，住平等忍。初無相智照勝義諦，一相平等", "148": "非相無相，斷諸無明滅三界貪，未來無量生", "149": "死永不生故，大悲為首起諸大願，於方便智", "150": "念念修習無量勝行——非證非不證，一切遍學", "151": "故；非住非不住，向一切智故；行於生死，魔不", "152": "動故；離我我所，無怖畏故；無自他相，常化眾", "153": "生故；自在願力，生諸淨土故。善男子！此初覺", "154": "智，非如非智，非有非無，無有二相方便妙用，", "155": "非倒非住，非動非靜，二利自在，如水與波非", "156": "一非異，智起諸波羅蜜多，亦非一異。於四阿", "157": "僧祇劫，滿足修習百萬行願，此地菩薩無三", "158": "界業習，更不造新。由隨智力，以願生故。念念", "159": "常行檀波羅蜜多，布施、愛語、利行、同事，廣大", "160": "清淨，善能安住饒益眾生。", "161": "「復次，離垢地菩薩摩訶薩，四無量心最勝寂", "162": "滅，斷瞋等習修一切行，所謂遠離殺害、不與", "163": "不取，心無染欲，得真實語、得和合語、得柔軟", "164": "語、得調伏語，常行捨心、常起慈心、住正直心，", "165": "寂靜純善，離破戒垢，行大慈觀念念現前。於", "166": "五阿僧祇劫，具足清淨戒波羅蜜多，志意勇", "167": "猛永離諸染。", "168": "「復次，發光地菩薩摩訶薩，住無分別，滅無明", "169": "闇，於無相忍而得三明，悉知三世無來無去；", "170": "依四靜慮、四無色定，無分別智次第隨順，具", "171": "足勝定，得五神通——現身大小隱顯自在，天眼", "172": "清淨悉見諸趣，天耳清淨悉聞眾聲，以他心", "173": "智知眾生心，宿住能知無量差別。於六阿僧", "174": "祇劫，行一切忍波羅蜜多，得大總持利益安", "175": "樂。", "176": "「復次，焰慧地菩薩摩訶薩，修行順忍，無所攝", "177": "受，永斷微細身邊見故，修習無邊菩提分法——", "178": "念處、正勤、神足、根、力、覺道具足，為欲成就力、", "179": "無所畏、不共佛法。於七阿僧祇劫，修習無量", "180": "精進波羅蜜多，遠離懈怠，普利眾生。", "181": "「復次，難勝地菩薩摩訶薩，以四無畏隨順真", "182": "如，清淨平等無差別相，斷隨小乘樂求涅槃，", "183": "集諸功德具觀諸諦——此苦聖諦，集、滅、道諦；世", "184": "俗、勝義。觀無量諦，為利眾生，習諸技藝——文字、", "185": "醫方、讚詠、戲笑、工巧、呪術、外道異論，吉凶占", "186": "相一無錯謬，但於眾生不為損惱，為利益故", "187": "咸悉開示，漸令安住無上菩提，知諸地中出", "188": "道障道。於八阿僧祇劫，常修三昧，開發諸", "189": "行。", "190": "「復次，現前地菩薩摩訶薩，得上順忍，住三脫", "191": "門，能盡三界集因集業，麤現行相，大悲增上。", "192": "觀諸生死無明闇覆、業集識種、名色、六處、觸、", "193": "受、愛、取、有、生老死等，皆由著我無明業果，非", "194": "有非無，一相無相而不二故。於九阿僧祇劫，", "195": "行百萬空、無相、無願三昧，得一切般若波羅", "196": "蜜多無邊光照。", "197": "「復次，遠行地菩薩摩訶薩，修無生忍，證法無", "198": "別，斷諸業果細現行相，住於滅定，起殊勝行，", "199": "雖常寂滅，廣化眾生——示入聲聞，常隨佛智；示", "200": "同外道，示作魔王，隨順世間而常出世。於十", "201": "阿僧祇劫，行百萬三昧，善巧方便廣宣法藏，", "202": "一切莊嚴皆得圓滿。", "203": "「復次，不動地菩薩摩訶薩，住無生忍，體無增", "204": "減，斷諸功用，心心寂滅，無身心相猶如虛空。", "205": "此菩薩，佛心、菩提心、涅槃心，悉皆不起，由本", "206": "願故諸佛加持，能一念頃而起智業雙照平", "207": "等，以十力智遍不可說大千世界，隨諸眾生", "208": "普皆利樂。於千阿僧祇劫，滿足百萬大願，心", "209": "心趣入一切種、一切智智。", "210": "「復次，善慧地菩薩摩訶薩，住上無生忍，滅心", "211": "心相，證智自在，斷無礙障，具大神通，修力、無", "212": "畏，善能守護諸佛法藏，得無礙解、法義、詞、辯，", "213": "演說正法無斷無盡，一剎那頃於不可說諸", "214": "世界中，隨諸眾生所有問難，一音解釋普令", "215": "歡喜。於萬阿僧祇劫，能現百萬恒河沙等諸", "216": "佛神力，無盡法藏利益圓滿。", "217": "「復次，法雲地菩薩摩訶薩，無量智慧思惟觀", "218": "察，從發信心，經百萬阿僧祇劫，廣集無量助", "219": "道法，增長無邊大福智，證業自在，斷神通障，", "220": "於一念頃能遍十方百萬億阿僧祇世界微塵", "221": "數國土，悉知一切眾生心行上中下根，為說", "222": "三乘，普令修習波羅蜜多。入佛行處、力、無所", "223": "畏，隨順如來寂滅轉依。「善男子！從初習忍至", "224": "金剛定，皆名為伏一切煩惱無相信忍，照勝", "225": "義諦，滅諸煩惱，生解脫智，漸漸伏滅。以生滅", "226": "心得無生滅，此心若滅即無明滅；金剛定前", "227": "所有知見，皆不名見，唯佛頓解具一切智，所", "228": "有知見而得名見。「善男子！金剛三昧現在前", "229": "時，而亦未能等無等等，譬如有人登大高臺，", "230": "普觀一切無不斯了。若解脫位，一相無相，無", "231": "生無滅，同真際、等法性，滿功德藏，住如來位。", "232": "「善男子！如是諸菩薩摩訶薩，受持，解說，皆往", "233": "十方諸佛剎土，利安有情，通達實相；如我今", "234": "日等無有異。「善男子！十方法界一切如來，皆", "235": "依此門而得成佛；若言越此得成佛者，是魔", "236": "所說，非是佛說。是故汝等應如是知，如是見，", "237": "如是信解。」爾時，世尊欲重宣此義，而說偈言：", "238": "「彼伏忍菩薩，於佛法長養，", "239": "堅固三十心，名為不退轉。", "240": "初證平等性，而生諸佛家，", "241": "由初得覺悟，名為歡喜地。", "242": "遠離於染污，瞋等種種垢，", "243": "具戒德清淨，名為離垢地。", "244": "滅壞無明闇，而得諸禪定，", "245": "照曜由慧光，名為發光地。", "246": "清淨菩提分，遠離身邊見，", "247": "智慧焰熾然，名為焰慧地。", "248": "如實知諸諦，世間諸伎藝，", "249": "種種利群生，名為難勝地。", "250": "觀察緣生法，無明至老死，", "251": "能證彼甚深，名為現前地。", "252": "方便三摩地，示現無量身，", "253": "善巧應群生，名為遠行地。", "254": "住於無相海，一切佛加持，", "255": "自在破魔軍，名為不動地。", "256": "得四無礙解，一音演一切，", "257": "聞者悉歡喜，名為善慧地。", "258": "智慧如密雲，遍滿於法界，", "259": "普灑甘露法，名為法雲地。", "260": "滿足無漏界，常淨解脫身，", "261": "寂滅不思議，名為一切智。」", "262": "佛告波斯匿王：「我滅度後，法欲滅時，一切有", "263": "情造惡業故，令諸國土種種災起。諸國王等，", "264": "為護自身、太子、王子、后妃、眷屬、百官、百姓、一切", "265": "國土，即當受持此般若波羅蜜多，皆得安樂。", "266": "我以是經付囑國王，不付比丘、比丘尼、優婆", "267": "塞、優婆夷。所以者何？無王威力，不能建立，是", "268": "故汝等常當受持、讀誦、解說。「大王！吾今所化", "269": "大千世界，百億須彌，百億日月，一一須彌有", "270": "四天下。此贍部洲，十六大國、五百中國、十萬", "271": "小國，是諸國中若七難起，一切國王為除難", "272": "故，受持、解說此般若波羅蜜多，七難即滅，國", "273": "土安樂。」", "274": "波斯匿王言：「云何七難？」佛言：「一者，日月失度。", "275": "日色改變——白色、赤色、黃色、黑色，或二三四五", "276": "日並照；月色改變——赤色、黃色；日月薄蝕，或有", "277": "重輪——一二三四五重輪現。二者，星辰失度。彗", "278": "星、木星、火星、金星、水星、土等諸星，各各為變，或", "279": "時晝出。三者，龍火、鬼火、人火、樹火，大火四起", "280": "焚燒萬物。四者，時節改變，寒暑不恒。冬雨雷", "281": "電，夏霜氷雪，雨土石山及以砂礫，非時降雹，", "282": "雨赤黑水，江河汎漲，流石浮山。五者，暴風數", "283": "起，昏蔽日月，發屋拔樹，飛沙走石。六者，天地", "284": "亢陽，陂池竭涸，草木枯死，百穀不成。七者，四", "285": "方賊來侵國內外，兵戈競起百姓喪亡。「大王！", "286": "我今略說如是諸難。其有日晝不現、月夜不", "287": "現；天種種災，無雲雨雪；地種種災，崩裂震動，", "288": "或復血流；鬼神出現，鳥獸怪異。如是災難無", "289": "量無邊，一一災起，皆須受持、讀誦、解說此般", "290": "若波羅蜜多。」", "291": "爾時，十六國王聞佛所說，皆悉驚怖。波斯匿", "292": "王白佛言：「世尊！何故天地有是災難？」佛言：「大", "293": "王！由贍部洲大小國邑一切人民，不孝父母，", "294": "不敬師長；沙門、婆羅門、國王、大臣不行正法，", "295": "由此諸惡有是難興。「大王！般若波羅蜜多，能", "296": "出生一切諸佛法、一切菩薩解脫法、一切國", "297": "王無上法、一切有情出離法，如摩尼寶體具", "298": "眾德，能鎮毒龍諸惡鬼神，能遂人心所求滿", "299": "足，能應輪王名如意珠，能令難陀、跋難陀等", "300": "諸大龍王降霔甘雨潤澤草木，若於闇夜置", "301": "高幢上，光照天地明如日出。此般若波羅蜜", "302": "多亦復如是，汝等諸王應作寶幢及以幡蓋，", "303": "燒香散花廣大供養，寶函盛經置於寶案，若", "304": "欲行時常導其前，所在住處作七寶帳，眾寶", "305": "為座置經於上，種種供養如事父母；亦如諸", "306": "天奉事帝釋。「大王！我見諸國一切人王，皆由", "307": "過去侍五百佛恭敬供養，得為帝王；一切聖", "308": "人得道果者，來生其國，作大利益。若王福盡、", "309": "無道之時，聖人捨去，災難競起。「大王！若未來", "310": "世，有諸國王建立正法、護三寶者，我令五方", "311": "菩薩摩訶薩眾往護其國。", "312": "「東方金剛手菩薩摩訶薩，手持金剛杵，放青", "313": "色光，與四俱胝菩薩往護其國。", "314": "「南方金剛寶菩薩摩訶薩，手持金剛摩尼，放", "315": "日色光，與四俱胝菩薩往護其國。", "316": "「西方金剛利菩薩摩訶薩，手持金剛劍，放金", "317": "色光，與四俱胝菩薩往護其國。", "318": "「北方金剛藥叉菩薩摩訶薩，手持金剛鈴，放", "319": "瑠璃色光，與四俱胝藥叉往護其國。", "320": "「中方金剛波羅蜜多菩薩摩訶薩，手持金剛", "321": "輪，放五色光，與四俱胝菩薩往護其國。「是五", "322": "菩薩摩訶薩，各與如是無量大眾，於汝國中", "323": "作大利益；當立形像而供養之。」爾時，金剛手", "324": "菩薩摩訶薩等，即從座起頂禮佛足，却住一", "325": "面而白佛言：「世尊！我等本願，承佛神力，十", "326": "方世界一切國土，若有此經受持、讀誦、解說之", "327": "處，我當各與如是眷屬，於一念頃即至其", "328": "所，守護正法、建立正法，令其國界無諸災難，", "329": "刀兵疾疫一切皆除。「世尊！我有陀羅尼，能加", "330": "持擁護，是一切佛本所修行速疾之門。若人", "331": "得聞一經於耳，所有罪障悉皆消滅，況復誦", "332": "習而令通利，以法威力，當令國界永無眾難。」", "333": "即於佛前，異口同音說陀羅尼曰：", "334": "「娜謨囉怛娜二合怛囉二合夜野一　娜莫引阿哩夜二合", "335": "吠無蓋反𡀔者娜引野二　怛他引𧃯多引夜囉訶", "336": "二合諦三　三藐三沒馱引野四　娜莫阿引哩野二合五　三", "337": "滿多跋捺囉二合、引野六　冐地薩怛嚩二合、引野七　摩", "338": "訶薩怛嚩二合、引野八　摩賀迦引嚕抳迦引野九　怛", "339": "儞野二合他引十　枳穰二合娜鉢囉二合儞引閉十一　惡乞叉", "340": "二合野句勢十二　鉢囉二合底婆引娜嚩底十三　薩嚩沒馱", "341": "引嚩路枳諦十四　瑜誐跛哩儞澁跛二合寧十五　儼避", "342": "引囉努囉嚩誐引係十六　底哩野三合特嚩二合十七　跛哩", "343": "儞澁跛二合寧十八　冒地質多散惹娜儞十九　薩嚩引毘", "344": "曬迦毘引色訖諦二合二十　達磨娑引誐囉三步諦", "345": "二十一　阿慕伽室囉二合嚩儜二十二　摩賀三滿多跋", "346": "捺囉二合步彌二十三　涅奴逸反哩野二合諦二十四　尾野二合", "347": "羯囉二合拏二十五　跛哩鉢囉二合跛儞二十六　薩嚩悉馱", "348": "二十七　娜麼塞訖哩三合諦二十八　薩嚩󰂛地薩怛", "349": "嚩二合二十九　散惹娜儞三十　婆誐嚩底丁以反上同三十一　沒", "350": "馱引麼諦三十二　阿囉儞迦囉嬭三十三　阿囉拏迦囉", "351": "嬭三十四　摩賀鉢囉二合枳穰二合三十五　播囉弭諦娑", "352": "嚩二合賀三十六」", "353": "爾時，世尊聞是說已，讚金剛手等諸菩薩言：", "354": "「善哉，善哉！若有誦持此陀羅尼者，我及十方", "355": "諸佛悉常加護，諸惡神鬼敬之如佛，不久", "356": "當得阿耨多羅三藐三菩提。", "357": "「大王！吾以此經付囑汝等：毘舍離國、憍薩羅", "358": "國、室羅筏國、摩伽陀國、波羅痆斯國、迦毘羅", "359": "國、拘尸那國、憍睒彌國、般遮羅國、波吒羅國、", "360": "末土羅國、烏尸尼國、奔吒󰍑多國、提婆󰍑多", "361": "國、迦尸國瞻波國，如是一切諸國王等，皆應", "362": "受持般若波羅蜜多。」", "363": "時諸大眾、阿修羅等，聞佛所說諸災難事，身", "364": "毛皆竪，高聲唱言：「願我未來不生彼國。」時十", "365": "六王，即捨王位修出家道，具八勝處、十一切", "366": "處，得伏忍、信忍、無生法忍。", "367": "爾時，一切天人大眾、阿修羅等，散曼陀羅花、", "368": "曼殊沙花、婆師迦花、蘇曼那花，以供養佛，隨", "369": "其種性得三脫門——生空、法空、菩提分法。無量", "370": "無數菩薩摩訶薩，散拘勿頭花、波頭摩花而", "371": "供養佛，無量三昧悉皆現前，得住順忍、無生", "372": "法忍。無量無數菩薩摩訶薩，得恒河沙諸三", "373": "昧門，真俗平等，具無礙解，常起大悲，於百", "374": "萬億阿僧祇佛剎微塵數世界，廣利眾生，現", "375": "身成佛。", "376": "8 囑累品仁王護國般若波羅蜜多經囑累品第八", "377": "佛告波斯匿王：「今誡汝等！吾滅度後，正法欲", "378": "滅，後五十年、後五百年、後五千年，無佛、法、僧。", "379": "此經、三寶，付諸國王建立守護，令我四部諸", "380": "弟子等，受持、讀誦，解其義理，廣為眾生宣說", "381": "法要，令其修習出離生死。", "382": "「大王！後五濁世，一切國王、王子、大臣，自恃高", "383": "貴，破滅吾教，明作制法，制我弟子比丘、比丘", "384": "尼，不聽出家、修行正道，亦復不聽造佛塔像；", "385": "白衣高座、比丘地立、與兵奴法等無有異。當", "386": "知爾時，法滅不久。", "387": "「大王！破國因緣，皆汝自作。恃己威力，制四部", "388": "眾，不聽修福，諸惡比丘受別請法，知識比丘", "389": "共為一心，互相親善齋會求福；是外道法，都", "390": "非我教。百姓疾疫，無量苦難。當知爾時國土", "391": "破滅。「大王！法末世時，國王，大臣，四部弟子，各", "392": "作非法，橫與佛教作諸過咎，非法非律繫縛", "393": "比丘，如彼獄囚。當知爾時，法滅不久。", "394": "「大王！我滅度後，四部弟子，一切國王、王子、百", "395": "官，乃是任持護三寶者，而自破滅，如師子身", "396": "中虫，自食師子肉，非外道也。壞我法者得大", "397": "過咎——正法衰薄，民無正行，諸惡漸增，其壽日", "398": "減，無復孝子，六親不和，天龍不祐，惡鬼惡龍", "399": "日來侵害，災怪相繼為禍縱橫，當墮地獄、傍", "400": "生、餓鬼，若得為人，貧窮下賤諸根不具——如影", "401": "隨形、如響應聲，如人夜書，火滅字存，毀法果", "402": "報亦復如是。「大王！未來世中，一切國王、王子、大", "403": "臣，與我弟子橫立記籍，設官典主大小僧統，", "404": "非理役使。當知爾時，佛法不久。", "405": "「大王！未來世中，一切國王、四部弟子，當依十", "406": "方一切諸佛常所行道，建立流通。而惡比丘", "407": "為求名利，不依我法，於國王前自說過患，作", "408": "破法緣。其王不別，信受此語，橫立制法，不依", "409": "佛戒。當知爾時，法滅不久。", "410": "「大王！未來世中，國王、大臣、四部弟子，自作破", "411": "法、破國因緣，身自受之，非佛法咎。天龍捨去，", "412": "五濁轉增，若具說者窮劫不盡。」", "413": "爾時，十六大國王聞說未來如是諸誡，悲啼", "414": "號泣，聲動三千，天地昏闇，光明不現。時諸王", "415": "等，各各至心受持佛語，不制四部出家學道，", "416": "當如佛教。", "417": "爾時，恒河沙等無量大眾皆共歎言：「當爾之", "418": "時，世間空虛是無佛世。」", "419": "爾時，波斯匿王白佛言：「世尊！當何名此經？我", "420": "等云何奉持？」佛告大王：「此經名為『仁王護國", "421": "般若波羅蜜多』，亦得名為『甘露法藥』，若有服", "422": "行能愈諸疾。「大王！般若波羅蜜多所有功德，", "423": "猶如虛空不可測量，若有受持、讀誦之者，所", "424": "獲功德，能護仁王及諸眾生，猶如垣牆，亦如", "425": "城壁，是故汝等應當受持。」", "426": "佛說是經已，彌勒、師子吼等無量菩薩摩訶", "427": "薩，舍利弗、須菩提等無量聲聞，欲界、色界無", "428": "量天人，比丘、比丘尼、優婆塞、優婆夷，阿脩", "429": "羅等，一切大眾，聞佛所說，皆大歡喜，信受奉", "430": "行。", "431": "仁王護國般若波羅蜜多經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0246 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經", "source": "CBETA"}