{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1546 阿毘曇毘婆沙論: 阿毘曇毘婆沙論: 阿毘曇毘婆沙論", "text": {"0": "3 智犍度4 相應品", "1": "阿毘曇毘婆沙論卷第五十九", "10": "等皆應一心善聽。佛說是經。而不廣分別。佛", "100": "是老死緣非不緣生有老死。是說知現在智", "101": "體者。二十二緣過去。二十二緣未來。二十二", "102": "緣現在。十一緣三世。若作是說。生是老死", "103": "緣非不緣生有老死。是說知三世智體者。二", "104": "十二緣過去。二十二緣未來。三十三緣三世。", "105": "幾是有漏幾是無漏。答曰。或盡是有漏。或盡", "106": "是無漏。幾緣有漏幾緣無漏。答曰。盡緣有", "107": "漏。幾是有為幾是無為。答曰。盡是有為。無有", "108": "智體。是無為者。幾緣有為幾緣無為。答曰。盡", "109": "緣有為。此智體不能得正決定。乃至廣說。", "11": "經是此論所為根本。欲廣分別故。而作此論。", "110": "及法住智。乃至廣說。法住智者。是知因智。所", "111": "以者何。住名為因三界。上中下果。在彼中住", "112": "故。若知此智。名知法住智。此智是四智。謂法", "113": "智比智等智集智。復有說者。若欲知法住智。", "114": "是名知法住智。知彼智是道智。問曰。若然者。", "115": "此說云何通。如說此是盡法滅法無欲法無", "116": "漏法。非是無欲法。答曰。此文應如是說。此是", "117": "盡法滅法。不應言無欲法。而不說者。有何意", "118": "耶。答曰。欲呵責無漏法故。經說蘇尸摩當知。", "119": "先有法住智。後有涅槃智。問曰。此中何者是", "12": "問曰。若佛經是此論根本者。何故世尊說此", "120": "法住智。何者是涅槃智耶。答曰。知生死增長", "121": "智是法住智。知生死增長滅智是涅槃智。復", "122": "次知十二緣起是法住智。知十二緣起滅是", "123": "涅槃智。知苦集智是法住智。知滅道智是涅", "124": "槃智。若作是說則為善通。先有法住智後有", "125": "涅槃智。復有說者。苦集道智是法住智。滅智", "126": "是涅槃智。問曰。若然者。先有法住智後有涅", "127": "槃智。此說云何通。答曰。涅槃智亦有在後", "128": "者。復次諸邊中智是法住智。根本中智是涅", "129": "槃智。何以知之。經說有眾多異學梵志。共", "13": "經耶。答曰。世尊以如是方便道門。得阿耨多", "130": "集一處作如是談論。聞有此言。沙門瞿曇未", "131": "出世時。我等為國王大臣婆羅門居士。而見", "132": "尊重供養。今沙門瞿曇出世。奪我名稱利養。", "133": "猶如日出令火無光。我等今當作何方便還", "134": "得名譽利養。乃至廣說。復作是念。沙門瞿曇", "135": "更無異德。但善知經論。顏貌端正我等不假", "136": "顏貌。但知經論者。便可還得名譽利養。乃至", "137": "廣說。復作是言。今此眾中誰能堪任於沙門", "138": "瞿曇法中出家而竊於法。令我等受持讀誦。", "139": "復作是言。今蘇尸摩梵志志念堅固。堪任於", "14": "羅三藐三菩提。今欲以是方便道門示諸弟", "140": "沙門瞿曇法中出家竊法。令我等受持讀誦。", "141": "即皆往詣蘇尸摩所。具陳上事而以告之。爾", "142": "時蘇尸摩以二事故。而便可之。一以親愛眷", "143": "屬故。二以善根因緣故。爾時蘇尸摩出王舍", "144": "城。詣於竹林。時有眾多比丘。在精舍門邊。", "145": "往反經行。爾時蘇尸摩遙見諸比丘。即往其", "146": "所而作是言。諸比丘。當知我欲於沙門瞿曇", "147": "法中淨修梵行。時諸比丘即將蘇尸摩詣世", "148": "尊所。而白佛言。今此蘇尸摩梵志者。欲於", "149": "世尊法中出家受具足戒行比丘法。佛告諸", "15": "子。汝等不捨是方便道門者。不久當得盡漏。", "150": "比丘。汝等可為蘇尸摩出家授其具足。時諸", "151": "比丘即為出家授具足。時蘇尸摩聰明智慧。", "152": "念力堅固。未久之間。讀誦三藏。少解其義。便", "153": "作是念。若欲利我親屬者。今正是時。從竹", "154": "林出欲詣王舍城。世尊有遍照眼。守護於法。", "155": "誰能竊者。爾時有五百比丘詣蘇尸摩所。或", "156": "有說者。是諸比丘佛所化作。或有說者。是", "157": "實比丘。時諸比丘到蘇尸摩所。皆作是言。蘇", "158": "尸摩。當知我等生分已盡。所作已辦。梵行", "159": "已立。不受後有。時蘇尸摩便問諸比丘言。汝", "16": "譬豪富長者。以如是方便積聚財物。復欲以", "160": "等依於初禪得盡漏耶。答曰。不也。依第二第", "161": "三第四禪及過色無色寂靜解脫得盡漏耶。", "162": "答言不也。時蘇尸摩復作是言。汝等既不依", "163": "禪定。而得盡漏。誰當信耶。時諸比丘皆作是", "164": "言。我等是慧解脫。時蘇尸摩不識慧解脫。若", "165": "我親屬問是義者。我則不知。以是事故。還詣", "166": "佛所。具以上事。向佛說之。佛作是答。蘇尸", "167": "摩。當知先有法住智後有涅槃智。蘇尸摩復", "168": "白佛言。世尊。我今不知何者法住智何者是", "169": "涅槃智。佛告蘇尸摩。汝知與不知。但法應如", "17": "是方便教諸子孫。汝等不應捨離如是方便。", "170": "是。先有法住智後有涅槃智。彼諸比丘。先", "171": "依未至禪盡漏。後起根本禪。以是事故。知諸", "172": "邊中智是法住智根本中智是涅槃智。", "173": "若成就法智。亦成就比智耶。答曰。若得。云何", "174": "為得。若苦比智現在前。設成就比智。亦成就", "175": "法智耶。答曰。如是。所以者何。以法智在前", "176": "得故。若成就法智。亦成就他心智耶。答曰。若", "177": "得不失。云何若得不失。已離欲愛。於彼離欲", "178": "不退。設成就他心智。亦成就法智耶。答曰。若", "179": "得。云何為得。若苦法智現在前。若成就法智。", "18": "不久當得無量財寶。彼亦如是。", "180": "亦成就等智耶。答曰。如是。設成就等智。亦成", "181": "就法智耶。答曰。若得。云何為得。若苦法智", "182": "現在前。若成就法智。亦成就苦智耶。答曰。", "183": "如是。設成就苦智。亦成就法智耶。答曰。如", "184": "是。所以者何。此二智一時得故。若成就法智。", "185": "亦成就集滅道智耶。答曰。若得。設成就集滅", "186": "道智。亦成就法智耶。答曰。如是。所以者何。", "187": "法智在前得故。若成就比智。亦成就他心智", "188": "耶。答曰。若得不失。云何若得不失。已離欲", "189": "愛。於彼離欲不退。設成就他心智。亦成就比", "19": "云何四十四智體。知老死是一智體。知老死", "190": "智耶。答曰。若得。云何為得。若苦比智現在", "191": "前。若成就比智。亦成就等智耶。答曰。如是。", "192": "設成就等智。亦成就比智耶。答曰。若得。如先", "193": "說。若成就比智。亦成就苦智耶。答曰。如是。", "194": "設成就苦智。亦成就比智耶。答曰。若得。如先", "195": "說。若成就比智。亦成就集滅道智耶。答曰。若", "196": "得。如先說。設成就集滅道智。亦成就比智耶。", "197": "答曰。如是。若成就他心智。亦成就等智耶。答", "198": "曰。如是。設成就等智。亦成就他心智耶。答", "199": "曰。若得不失。如先說。若成就他心智。亦成就", "2": "迦旃延子造　五百羅漢釋", "20": "集是二智體。知老死滅是三智體。知老死滅", "200": "苦集滅道智耶。答曰。若得。設成就苦集滅道", "201": "智。亦成就他心智耶。答曰。若得不失。如先", "202": "說。若成就等智。亦成就苦集滅道智耶。答曰。", "203": "若得。設成就苦集滅道智。亦成就等智耶。答", "204": "曰。如是。若成就苦智。亦成就集滅道智耶。答", "205": "曰。若得。設成就集滅道智。亦成就苦智耶。答", "206": "曰。如是。所以者何。苦智在前得故。若成就集", "207": "智。亦成就滅道智耶。答曰。若得。設成就滅道", "208": "智。亦成就集智耶。答曰。如是。若成就滅智。", "209": "亦成就道智耶。答曰。若得。設成就道智。亦成", "21": "道。是四智體。知因老死。有四智體。乃至知", "210": "就滅智耶。答曰。如是。", "211": "若成就過去法智。亦成就未來耶。答曰。如是。", "212": "何等時成就過去未來法智耶。答曰。得正決", "213": "定。見苦諦時二心頃。見集諦時四心頃。見滅", "214": "諦時四心頃。見道諦時三心頃。得須陀洹果", "215": "斯陀含果阿那含果阿羅漢果。信解脫轉根", "216": "作見到時。解脫轉根作不動時。已起滅法智。", "217": "設成就未來法智。亦成就過去耶。答曰。若滅", "218": "已不失。如先說。時若不滅。設滅便失。則不成", "219": "就何等時。成就未來法智。不成就過去耶。答", "22": "行。亦有四智體。十一四則有四十四智體。問", "220": "曰。得正決定。見苦諦時一心頃。得須陀洹", "221": "果。未起滅法智。先起滅者。得果故失。乃至時", "222": "解脫轉根作不動。未起滅法智。先起滅者。得", "223": "果轉根故失。若成就過去法智。亦成就現在", "224": "耶。答曰。若現在前。云何為現在前。若不起比", "225": "智等智忍。若非無心時。乃現在前。何等時", "226": "成就過去現在法智耶。答曰。得正決定。見集", "227": "諦時一心頃。見滅諦時一心頃。見道諦時一", "228": "心頃。得須陀洹果。已起滅法智現在前。乃至", "229": "時解脫轉根作不動。已起滅法智現在前。設", "23": "曰。何故不說知無明智體耶。答曰。應說而不", "230": "成就現在法智。亦成就過去耶。答曰。若滅已", "231": "不失。則成就何等時。成就現在法智。亦成就", "232": "過去耶。答曰。如先說。時若不滅設滅便失。則", "233": "不成就何等時。成就現在法智非過去耶。答", "234": "曰。得正決定。見苦諦時一心頃。得須陀洹時。", "235": "未起滅法智。先起滅者。得果故失。起法智現", "236": "在前。乃至時解脫轉根作不動。未起滅法智。", "237": "先起滅者。得果轉根故失。起法智現在前。若", "238": "成就未來法智。亦成就現在耶。答曰。若現在", "239": "前。何等時成就未來現在法智耶。答曰。得正", "24": "說者。當知此說有餘。復次若是有支有為作", "240": "決定。見苦諦時一心頃。見集諦時一心頃。見", "241": "滅諦時一心頃。見道諦時一心頃。得須陀洹", "242": "果時。起法智現在前。乃至時解脫轉根作不", "243": "動。起法智現在前。設成就現在法智。亦成", "244": "就未來耶。答曰。如是。所以者何。若成就現在", "245": "法智。必成就未來。若成就過去法智。亦成就", "246": "未來現在耶。答曰。未來則成就。現在若現在", "247": "前。何等時成就三世法智耶。答曰。得正決定。", "248": "見集諦時一心頃。見滅諦時一心頃。見道諦", "249": "時一心頃。得須陀洹果。已起滅法智現在前。", "25": "因者說智體。無明雖是有支有不為作因。復", "250": "乃至時解脫轉根作不動。已起滅法智現在", "251": "前。設成就未來現在法智。亦成就過去耶。答", "252": "曰。若滅已不失則成就。如先說時。若不滅。設", "253": "滅便失。則不成就。何等時成就未來現在法", "254": "智。不成就過去耶。答曰。得正決定。見苦諦", "255": "時一心頃。得須陀洹果。未起滅法智。先起滅", "256": "者得果故失。起法智現在前。乃至時解脫轉", "257": "根作不動。未起滅法智。先起滅者得果轉根", "258": "故失。起法智現在前。若成就未來法智。亦成", "259": "就過去現在耶。答曰。或成就未來法智。非過", "26": "次有四法者立智體。無明有三法義故不立。", "260": "去現在。及過去非現在。及現在非過去。及過", "261": "去現在。成就未來法智。非過去現在者。若得", "262": "法智未滅。設滅便失。則不現在前。若得法智。", "263": "是則明有未來。若未滅。設滅便失。則明無過", "264": "去。不現在前。則明無現在。何等時成就未來", "265": "法智。不成就過去現在耶。見道中無得須陀", "266": "洹果未起滅法智。先起滅者。得果故失。不起", "267": "法智現在前。乃至時解脫轉根作不動。未起", "268": "滅法智。先起滅者。得果轉根故失。不起法智", "269": "現在前。及過去非現在者。若已起滅法智。不", "27": "知老死智是四智。謂法智比智苦智等智。知", "270": "起法智現在前。若已起滅法智。則明有過去。", "271": "不起法智現在前。則明無現在。若成就過去。", "272": "必成就未來。何等時成就過去未來法智。不", "273": "成就現在耶。答曰。如先說。成就過去未來法", "274": "智時。及現在非過去者。起法智現在前。若未", "275": "滅設滅便失。起法智現在前。則明有現在若", "276": "未滅設滅便失。則明無過去。若成就現在。必", "277": "成就未來。何等時成就未來現在法智。非過", "278": "去耶。答曰。如先說。成就未來現在法智時。及", "279": "過去現在者。若以起滅法智不失。起法智現", "28": "老死集智是四智。謂法智比智集智等智。知", "280": "在前。若以起滅法智不失。則明有過去。起法", "281": "智現在前。則明有現在。若成就過去現在。必", "282": "成就未來。何等時成就三世法智耶。答曰。如", "283": "先說。成就三世法智時。設成就過去現在法", "284": "智。亦成就未來耶。答曰。如是。若成就現在", "285": "法智。亦成就過去未來耶。答曰。未來則成就。", "286": "過去若滅已不失。若未滅。設滅便失則不成", "287": "就。何等時成就三世法智耶。答曰。如先說。成", "288": "就三世法智時。設成就過去未來法智。亦成", "289": "就現在耶。答曰。若現在前。如先說。如法智作", "29": "老死滅智是四智。謂法智比智滅智等智。知", "290": "六句。比智苦智集智滅智道智作六句亦如", "291": "是。", "292": "阿毘曇毘婆沙論卷第五十九", "3": "北涼天竺沙門浮陀跋摩", "30": "老死滅道智是四智。謂法智比智道智等智。", "31": "如知老死。有十六智乃至知行。亦有十六智。", "32": "若分別在身。及以剎那。則有無量無邊。此中", "33": "以有支以諦以對治故。有四十四智體。", "34": "問曰。此四十四智體幾在過去。幾在未來。幾", "35": "在現在。答曰。或在過去。或在未來。或在現", "36": "在。幾緣過去。幾緣未來現在。答曰。三十三緣", "37": "三世。十一緣非世法。若如雜揵度所說者。", "38": "三緣過去。謂知行知行集知識集。三緣未來。", "39": "謂知老死知老死集知生。十六緣現在。謂知", "4": "共道泰等譯", "40": "生知生集。知有知有集。知取知取集。知愛", "41": "知愛集。知受知受集。知觸知觸集。知六入知", "42": "六入集。知名色知名色集知識。十一緣三世。", "43": "十一緣非世。幾是有漏幾是無漏。答曰。或盡", "44": "是有漏或盡是無漏。幾緣有漏幾緣無漏。答", "45": "曰。二十二緣有漏。二十二緣無漏。幾是有為", "46": "幾是無為。答曰。盡是有為。無有智是無為者。", "47": "幾緣有為。幾緣無為。答曰。三十三緣有為。", "48": "十一緣無為。此智體不能得正決定。不得果。", "49": "不離欲。不盡漏。是聖人本所得法。為遊戲", "5": "智揵度相應品第四之三", "50": "故。為觀本所作故。為受現法樂故。為受用聖", "51": "法故。起此智現在前。", "52": "有七十七智體。問曰。何故作此論。答曰。此是", "53": "佛經。佛經說。我今當說七十七智體。謂知生", "54": "是老死緣智體。非不緣生有老死智體。乃至", "55": "廣說。佛何故說此經者。如先說。", "56": "云何七十七智體。答曰。知生是老死緣是一", "57": "智體。非不緣生有老死是二智體。過去生曾", "58": "為老死緣是三智體。非不曾緣過去生有老", "59": "死是四智體。未來生當為老死緣是五智體。", "6": "有四十四智體。知老死智體。知老死集智體。", "60": "非不當緣未來生有老死是六智體。及知法", "61": "住智此法是無常是有為從因緣生。是盡法", "62": "是滅法。是無欲法。知如是法者是第七智體。", "63": "如知老死有七智體乃至知行亦有七智體。", "64": "十一七智體則有七十七智體。問曰。此中何", "65": "故不說知無明。緣智體耶。答曰。應說而不說", "66": "者。當知此說有餘。復次若是有支有為作因", "67": "者說智體。無明雖是有支有不為作因。知生", "68": "是老死緣。是四智體。謂法智比智等智集智。", "69": "非不緣生有老死智體。何故復作此說耶。答", "7": "知老死滅智體。知老死滅道智體。乃至知行", "70": "曰。論有二種。一定自言。二定他言。定自言", "71": "者。如佛弟子。以佛法義。定於自言。如外道弟", "72": "子。以外道義。亦定自言。如育多婆提。以育多", "73": "婆提義。定於自言。如毘婆闍婆提。以毘婆闍", "74": "婆提義。定於自言。定他言者。如佛弟子定外", "75": "道弟子言。外道弟子定佛弟子言。如育多婆", "76": "提定毘婆闍婆提言。如毘婆闍婆提定育多", "77": "婆提言。或謂。此但為論議故。作如是說。非是", "78": "實法。欲令此義決定。有如是實事故作是說。", "79": "非不緣生有此老死。此智是四智。謂法智比", "8": "亦如是。問曰。何故作此論。答曰。此是佛經。", "80": "智等智集智。通前有八智。如過去生曾為老", "81": "死緣智體是四智。謂法智比智等智知集智。", "82": "通前有十二智體。知非不曾緣過去生有老", "83": "死智體是四智。如先說。通前有十六智體。知", "84": "未來生當為老死緣智體是四智。如先說。通", "85": "前有二十智體。知非不當緣未來生有老死", "86": "智。體是四智。如先說。通前有二十四智體。知", "87": "法住智。乃至廣說。通前有二十五智體。如", "88": "知老死緣有二十五智體。乃至知行緣有二", "89": "十五智體。若分別在身及剎那者。則有無量", "9": "佛經說。佛告比丘。我今當說四十四智體。汝", "90": "無邊智體。此中以有支以世以諦以對治故。", "91": "立七十七智體。問曰。何故不說知現在智體", "92": "耶。答曰。或有說者。生是老死緣非不緣生有", "93": "老死。是說知現在智體。過去者知過去。未來", "94": "者知未來。復有說者。知生是老死緣非不緣", "95": "生有老死。是說知三世。過去即知過去。未", "96": "來即知未來。", "97": "問曰。此智幾在過去。幾在未來現在。答曰。", "98": "或盡在過去。或盡在未來。或盡在現在。幾緣", "99": "過去。幾緣未來。幾緣現在。答曰。若如所說生"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1546 阿毘曇毘婆沙論: 阿毘曇毘婆沙論: 阿毘曇毘婆沙論", "author": "迦旃延子造  五百羅漢釋  北涼 浮陀跋摩共道泰等譯", "sourceLink": "http://www.cbeta.org/"}