{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2892 現報當受經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2892", "1": "佛說現報當受經", "2": "政一人獨行。而無伴侶。即問之言。姊今何", "3": "故顏容媚麗。焦悴如此。為何所苦。時女答言。", "4": "我之薄福。嫁得夫主。望相保守。不期一旦疾", "5": "病死亡。家親捉我生埋塚中。逕得七日。為諸", "6": "群賊劫破此塚。欲求財物。將我還家。納用為", "7": "妻。賊師後時劫破一村。為他所殺。收斂屍", "8": "骸。而殯葬之。親屬將我。又復生埋。逕得三", "9": "日。復為野狐。欲噉死屍。來坌此塚。我因得", "10": "出。父母眷屬不相知聞。時長者子即語女言。", "11": "我妻始死。汝既無夫。我今二人共為夫婦。能", "12": "爾以否。時此女人無所趣向。即然許之。相", "13": "隨至家。共相愛念。即逕一年便生一男。又於", "14": "後時復生一男。又於後時更復懷姙。臨月垂", "15": "產時。長者子出外遊行。與諸朋伴共相飲會。", "16": "至冥而還。其妻於後堅關門戶。存地生子。血", "17": "露狼藉。夫還喚妻。妻為生子存踞在地。血露", "18": "狼藉。不得開門。夫喚不應。拔刀破門。即問其", "19": "妻。我朝出外。比其迴還喚汝。關門而不應。我", "20": "有何情異。妻答夫言。為生子故血露狼藉。夫", "21": "語妻言。所生子者今何所在。其妻即將所生", "22": "之子授與其夫。夫得此子即用生蘇煎煮。限", "23": "妻令食。妻不忍食。即拔利刀而欲斷命。妻為", "24": "貪命遂便食子。一時都盡。至於明旦其夫酒", "25": "醒。即問妻言。我昨冥還。醉酒悶迷應無過失。", "26": "妻答夫言。君昨冥還。喚我開門。我為生子不", "27": "時開門。君斫門入即便問我。有何情異。我答", "28": "君言。為生子故血露狼藉。君即從我索所生", "29": "子。我授與君。君得此子即用生蘇煎煮。限", "30": "我令食。我不忍食。君即拔刀而欲殺我。我為", "31": "貪命食子遂盡。其夫聞說。即自低頭。極大", "32": "慚愧。辭謝其婦。醉酒過失。願不為恨。從今以", "33": "後誓不飲酒。又於後時其婦語夫。我與父母", "34": "分別以來。逕年度月不知消息。我等二人及", "35": "以兩子。往父母家參承問訊。時長者子即共", "36": "其妻并及二子隨路而去。值天抗熱。其夫即", "37": "便止一樹下。避曰取陰遂便失睡。忽為黑蛇", "38": "螫夫即死。其妻啼哭。抱持二子即便前路。值", "39": "一水坑。長𣿖急難可得度。光送大子至達岸", "40": "上。始復欲迴迎取小子。其子見母即投趣水。", "41": "而為波浪之所沒溺。復上岸上欲抱大子。即", "42": "為虎狼之所食噉。是時女人呼天喚地。有何", "43": "惡業今逢此苦。即便前進見父母家。村中知", "44": "識借問之言。見我父母兄弟眷屬悉平安不。", "45": "知識答曰。汝家失火。大小悉皆為火燒殺並", "46": "無人在。時女聞之。轉復悶絕無所趣向。爾時", "47": "世尊為諸大眾說微妙法。即以天眼觀此女", "48": "人。即告阿難。汝持寶衣迎此女人。阿難受", "49": "教將以寶衣迎此女人。來至眾中。禮拜世尊。", "50": "慚愧懺悔。佛為說法。斷諸結漏得羅漢果。佛", "51": "又告一切大眾。汝等欲知此女前世之善惡", "52": "事者。諦聽善思念之。慎勿忘失。乃於過世", "53": "無數劫時有長者子。財富無量。取得一婦。逕", "54": "年度月并無兒息。時長者子即自思惟。我今", "55": "財富并無兒子。一旦無常財無委付。即於後", "56": "時取得一妾。逕始一年便生一男。面貌端政。", "57": "長者憐念。是時大婦即自思惟。我為大婦並", "58": "無兒子。始取妾來未得多年。以生一男兒。若", "59": "長大財當屬已。我必為夫之所棄薄。我今宜", "60": "應設諸方計殺此小兒。是時妾母出外不在。", "61": "而是大妻內計以定即用鐵針二枚刺兒顋", "62": "上。小兒啼哭痛不可言。妾母抱兒莫知痛處。", "63": "呼天喚地。若有惡心瞋心疾心妬心殺我子", "64": "者。令其生生世世還受苦報。是時大婦心自", "65": "忓清。即於夫前及於妾前而立呪誓。我若惡", "66": "心嗔心嫉心妬心殺汝子者。令我生生世世", "67": "還受女身。嫁得夫主生埋塚中。令我生生世", "68": "世若生兒者。還以生蘇煎煮食之。令我生生", "69": "世世夫為蛇螫。子為水㵱兒為虎食。闔家大", "70": "小悉皆為火之所燒殺。呪誓已訖兒即死亡。", "71": "是時大妻心自忓清而立呪誓言。無罪福如", "72": "影隨形不相放捨。而此大妻於五百世中。捨", "73": "身受身常受苦報。", "74": "佛又告一切大眾。今為汝等說。此女人前世", "75": "之時修何功德。而復值我。以衣覆之。為其說", "76": "法斷諸結漏得羅漢道時。此女人於過去世", "77": "無量劫時。家甚貧窮。有一辟支佛。從其教", "78": "化。此女無錢。即解衣帶施辟支佛。由是因緣", "79": "所生端政恒生富家。雖復受如前苦於五百", "80": "世還得值我。以衣覆之。為其說法斷諸結漏", "81": "得羅漢道。雖復得道一日六時常苦熱鐵。從", "82": "頂上入痛徹於心。佛又告一切大眾。從今已", "83": "往慎勿惡心瞋心妬心。更相殺害更相呪誓。", "84": "言無罪報如影隨形終不放捨。作善作惡得", "85": "惡終無我作他人受報身。雖滅壞善惡不朽。", "86": "如上所說汝諦受持。爾時大眾及諸天龍八", "87": "部鬼神有惡心者。皆生慈念。聞佛所說頂戴", "88": "受持。", "89": "佛說現報當受經一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2892 現報當受經", "source": "CBETA"}