{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1704 金剛般若波羅蜜經略疏", "text": {"0": "佛說金剛般若波羅蜜經略疏", "1": "卷下", "10": "羅三藐三菩提心云何住云何修行云何降伏", "100": "嚴佛國土是不名菩薩者。論偈云。不達真法", "101": "界。起度眾生意。及清淨國土。生心即是倒。故", "102": "不名菩薩也。又文云莊嚴佛國土即非莊嚴", "103": "者。若菩薩通達無我法。起自智信心。故此信", "104": "智。通攝世諦菩薩起。及出世菩薩起。是故經", "105": "文重說菩薩菩薩。", "106": "須菩提。於意云何。如來有肉眼不。須菩提言。如", "107": "是世尊。如來有肉眼。佛言須菩提。於意云何。如", "108": "來有天眼不。須菩提言。如是世尊。如來有天眼。", "109": "佛言須菩提。於意云何。如來有慧眼不。須菩提", "11": "其心　問。何故須約行說。答。學者於聞思雖", "110": "言。如是世尊。如來有慧眼。佛言須菩提。於意云", "111": "何。如來有法眼不。須菩提言。如是世尊。如來有", "112": "法眼。佛言須菩提。於意云何。如來有佛眼不。須", "113": "菩提言。如是世尊。如來有佛眼　就會正報文", "114": "中。五眼即為五段。一一段中。各有二句可知。", "115": "所以有此教興。若菩薩不見。即無勝能。為答", "116": "此疑。故文云。如來有五眼。能了別諸法。見彼", "117": "顛倒相。畢竟無為。故名五眼。", "118": "佛言須菩提。於意云何。如恒河中所有沙。佛說", "119": "是沙不。須菩提言。如是世尊。如來說是沙。佛言", "12": "復明了。於修不進不發有迷。故須重明也。就", "120": "須菩提。於意云何。如一恒河中所有沙。有如是", "121": "等恒河。是諸恒河所有沙數佛世界。如是世界", "122": "寧為多不。須菩提言。彼世界甚多。世尊。佛言須", "123": "菩提。爾所世界中所有眾生若干種心住。如來", "124": "悉知。何以故。如來說諸心住皆為非心住是名", "125": "為心住。何以故。須菩提。過去心不可得。現在心", "126": "不可得。未來心不可得。須菩提。於意云何。若有", "127": "人以滿三千大千世界七寶持用布施。是善男", "128": "子善女人以是因緣得福多不。須菩提言。如是", "129": "世尊。此人以是因緣得福甚多。佛言如是如是。", "13": "第二段廣答顯相文中。大分有二。初約行釋", "130": "須菩提。彼善男子善女人以是因緣得福德聚", "131": "多。須菩提。若福德聚有實。如來則不說福德聚", "132": "福德聚　就第二行德分量文中有五初問答", "133": "定其法數。二佛言須菩提下。問答現世多少。", "134": "三佛告須菩提下。類成心數分齊。有三句可", "135": "知。四須菩提於意云何下對境成行。有四句", "136": "可知。五須菩提若福聚有實下。成行分量。文", "137": "言如來說諸心住皆為非心住者。此句示現", "138": "遠離四念處故。此以何義。心住者住彼念處", "139": "故。又文言若福德聚有實如來即不說者。有", "14": "三種般若體相。二佛言須菩提如來得阿耨", "140": "實福德聚。是有漏故。是其顛倒。故不說也。福", "141": "德聚福德聚者。無漏福德聚。為智慧根本故。", "142": "即為福德聚。", "143": "須菩提。於意云何。佛可以具足色身見不。須菩", "144": "提言。不也世尊。如來不應以色身見。何以故。如", "145": "來說具足色身即非具足色身。是故如來說名", "146": "具足色身。佛言須菩提。於意云何。如來可以具", "147": "足諸相見不。須菩提言。不也世尊。如來不應以", "148": "具足諸相見。何以故如來說諸相具足即非具", "149": "足。是故如來說名諸相具足。佛言須菩提。於意", "15": "菩提已下。約行釋其餘疑。就初文中。大分有", "150": "云何。汝謂如來作是念。我當有所說法耶。須菩", "151": "提。莫作是念。何以故。若人言如來有所說法。即", "152": "為謗佛。不能解我所說故。何以故。須菩提。如來", "153": "說法說法者。無法可說是名說法　就第三行", "154": "德離相文中。大分有三。初有四句。約色身辨", "155": "離相。有六句可知。二佛告須菩提下有四句。", "156": "約意業功德辨離相。三佛言須菩提於意云", "157": "何下。約口業說法辨離相。於中有七句。文言", "158": "說諸相具足即非具足者。色身具足。非法身", "159": "具足。色身及相身。不離於法身。故文言說名", "16": "五。初約眾生界釋三種般若。二須菩提於意", "160": "諸相具足。又文言說法說法有二種。一者所", "161": "說法。二者所有義。故言說法說法。又文言", "162": "無法可說是名說法者。說法不離於法界。說", "163": "法無自相。故言無說為說法也。", "164": "爾時慧命須菩提白佛言世尊頗有眾生於未", "165": "來世聞說是法生信心不佛言須菩提彼非眾", "166": "生非不眾生何以故須菩提眾生眾生者如來", "167": "說非眾生是名眾生　就第四顯法殊勝文中。", "168": "大分有四可知。又言非眾生非不眾生者。若", "169": "有信此經。彼人即非眾生。非不聖體故也。非", "17": "云何如來於然燈佛所已下。引彼往昔行事", "170": "不眾生者。以有聖體故。彼人非凡夫眾生。非", "171": "不是聖體眾生。又言眾生眾生者。如來說非", "172": "眾生。是名眾生故。如來說非眾生者。非凡夫", "173": "眾生也　就大段第二釋餘行疑中有二。初", "174": "釋餘疑。二須菩提於意云何汝謂如來下。會", "175": "相入實。就初文中。大分有二。初正釋餘疑。二", "176": "三千大千世界下。校量顯勝。", "177": "佛言須菩提。於意云何。如來得阿耨多羅三藐", "178": "三菩提耶。須菩提言。不也世尊。世尊。無有少法", "179": "如來得阿耨多羅三藐三菩提。佛言如是如是。", "18": "證成。第三須菩提若有人言已下。辨行真偽。", "180": "須菩提。我於阿耨多羅三藐三菩提乃至無有", "181": "少法可得。是名阿耨多羅三藐三菩提。復次須", "182": "菩提。是法平等無有高下。是名阿耨多羅三藐", "183": "三菩提。以無眾生無人無壽者得平等阿耨多", "184": "羅三藐三菩提。一切善法得阿耨多羅三藐三", "185": "菩提。須菩提。所言善法善法者。如來說非善法。", "186": "是名善法　初文有五。初審定可不。二須菩", "187": "提下。答顯成正義。有二句。三佛言下。如來述", "188": "成正義。四復次須菩提下。顯正義相。有三文。", "189": "即為三義也。五須菩提所言善法者下。揀非", "19": "四須菩提譬如有人已下。顯行分量。五須菩", "190": "顯是。此義云何。以法界不增減。是法平等。故", "191": "無證得菩提者。文言善法善法者。初善法者。", "192": "是有漏善法。非無漏淨善法。後善法者是無", "193": "漏善法。非有漏善法。故名善法也。", "194": "須菩提三千大千世界中所有諸須彌山王如", "195": "是等七寶聚有人持用布施若人以此般若波", "196": "羅蜜經乃至四句偈等受持讀誦為他人說於", "197": "前福德百分不及一千分不及一百千萬分不", "198": "及一歌羅分不及一數分不及一優波尼沙陀", "199": "分不及一乃至算數譬喻所不能及　就第二", "2": "唐至相寺沙門智儼述", "20": "提若菩薩作是言我莊嚴佛土下。會相入實。", "200": "校量文中。大分有三。所以教興者。疑者云。若", "201": "一切善法得菩提。即所說法不能得成佛。以無", "202": "記法故。為斷此疑。故今教興。雖所說法是無", "203": "記而能成佛。以遠離所說法。不能得佛故。又", "204": "此無記語。同小乘說。今此大乘。是善非無記。", "205": "汎言校量勝者有四種。一數勝。二力勝。三不", "206": "相似勝。四因勝也。數勝者。如文百千分不及", "207": "一等也。力勝者。如經歌羅分不及也。不相似", "208": "勝者。此福德中數不似也。因勝者。因果不相", "209": "似。如經乃至優波尼沙陀分不及一也。就", "21": "今此所以對行廣明三種修行者。為前起解", "210": "大段第二會相入實門中。大分有四。初會三", "211": "相以從實。二須菩提若善男子善女人下。校", "212": "量其德。三須菩提若有人下。顯行體深。四須", "213": "菩提若善男子善女人下。顯行德分量。所以", "214": "有此教興者。疑者云謂行觀外解相不入行", "215": "理故也。就初會三相中。大分有三。一約度眾", "216": "生相會從行理。二須菩提於意云何可以相", "217": "成就下。約其身相會從行體。三須菩提於意", "218": "云何如來下。約因成果相會從行理。", "219": "須菩提。於意云何。汝謂如來作是念。我度眾生", "22": "我能如是修三種行。不免喧雜分別。為除此", "220": "耶。須菩提。莫作是念。何以故。實無有眾生如來", "221": "度者。佛言須菩提。若有實眾生如來度者。如來", "222": "則有我人眾生壽者相。須菩提如來說有我者", "223": "則非有我。而毛道凡夫生者以為有我。須菩提", "224": "毛道凡夫生者。如來說名非生。是故言毛道凡", "225": "夫生　就初文中大分有五。初有四句。顯成", "226": "實義。二佛言須菩提下。反以顯過。三須菩提", "227": "如來說下。會其聖意。四而毛道下。明妄不識", "228": "真。五須菩提毛道下。明會述從正。故論偈云。", "229": "平等真法界。佛不度眾生。以名共彼陰。不離", "23": "惑。故須約行辨三種也。", "230": "於法界。假名與法界無差別故。如來不度一", "231": "眾生。若度眾生者。即是五陰中取相故。文言", "232": "說非生者。不生聖法。故言非生也。就大段", "233": "第二會身相文中。大分有二。初長行總顯。第", "234": "二爾時世尊下。說偈別明。", "235": "須菩提於意云何可以相成就得見如來不須", "236": "菩提言如我解如來所說義不以相成就得見", "237": "如來佛言如是如是須菩提不以相成就得見", "238": "如來佛言須菩提若以相成就觀如來者轉輪", "239": "聖王應是如來是故非以相成就得見如來", "24": "佛告須菩提菩薩發阿耨多羅三藐三菩提心", "240": "初文有五。初審定可不。二須菩提下。答顯實", "241": "義。三佛言如是下。述成正義。四佛言須菩提", "242": "下。反成顯過。五是故非以相下。順結也。", "243": "爾時世尊而說偈言若以色見我以音聲求", "244": "我是人行邪道不能見如來　彼如來妙體即法", "245": "身諸佛法體不可見彼識不能知偈文有", "246": "四。初半行。舉過體。次半行。顯過義。次半行。", "247": "舉法體。次半行。顯法德義。言彼識不能知者。", "248": "彼凡夫識也。", "249": "須菩提。於意云何。如來可以相成就得阿耨多", "25": "者當生如是心我應滅度一切眾生令入無餘", "250": "羅三藐三菩提耶。須菩提。莫作是念。如來以相", "251": "成就得阿耨多羅三藐三菩提。須菩提。汝若作", "252": "是念。菩薩發阿耨多羅三藐三菩提心者說諸", "253": "法斷滅相。須菩提。莫作是念。菩薩發阿耨多羅", "254": "三藐三菩提心說諸法斷滅相。何以故。菩薩摩", "255": "訶薩發阿耨多羅三藐三菩提心者於法不說", "256": "斷滅相故　就第三會因成果相文中有五。", "257": "初審定可不。二須菩提莫作是念下。抑見菩", "258": "提成熟之相。三須菩提汝若作是念已下。成", "259": "其能感發心過相。四須菩提莫作是念下。呵", "26": "涅槃界如是滅度一切眾生已而無一眾生實", "260": "其謂情。五何以故已下。問答顯德。外人疑云。", "261": "若菩提心不感於果。即謂不依福德得真菩", "262": "提。為去此疑。故經云。菩薩發菩提心者。於法", "263": "不說斷滅相。以能成就智慧莊嚴功德莊嚴", "264": "故。", "265": "須菩提若善男子善女人以滿恒河沙等世界", "266": "七寶持用布施若有菩薩知一切法無我得無", "267": "生法忍此功德勝前所得福德須菩提以諸菩", "268": "薩不取福德故須菩提白佛言世尊菩薩不取", "269": "福德佛言須菩提菩薩受福德不取福德是故", "27": "滅度者何以故須菩提若菩薩有眾生相人相", "270": "菩薩取福德　就第二校量其德內。大分有", "271": "五。初舉能校量法。二若有菩薩已下。對校量", "272": "顯勝。三須菩提下。顯離取德。四須菩提白佛", "273": "言下。述成前義。五佛言須菩提下。顯法同異。", "274": "結成正義。文言得無生法忍者。有二種無我。", "275": "不生二種無我相。是故文云受而不取者。彼", "276": "福德得有漏果報故。彼福德可呵。此福德無", "277": "有漏報。是故此福德受而不取。", "278": "須菩提若有人言如來若去若來若住若坐若", "279": "臥是人不解我所說義何以故如來者無所至", "28": "壽者相則非菩薩何以故須菩提實無有法名", "280": "去無所從來故名如來　就第三顯行體深文", "281": "有三可知。初應報化身有用。彼法身諸佛不", "282": "來不去。故凡夫不解。二何以故。責。第三顯法", "283": "身相常如是住。不變不異。故是深也。故論偈", "284": "云。去來化身佛。如來常不動。於是法界處。非", "285": "一亦不異。", "286": "須菩提。若善男子善女人以三千大千世界微", "287": "塵。復以爾許微塵世界碎為微塵阿僧祇。須菩", "288": "提。於意云何。是微塵眾寧為多不。須菩提言。彼", "289": "微塵眾甚多世尊。何以故。若是微塵眾實有者。", "29": "為菩薩發阿耨多羅三藐三菩提心者　就初", "290": "佛則不說是微塵眾。何以故。佛說微塵眾。則非", "291": "微塵眾。是故佛說微塵眾。世尊。如來所說三千", "292": "大千世界。則非世界。是故佛說三千大千世界。", "293": "何以故。若世界實有者。則是一合相。如來說一", "294": "合相。則非一合相。是故佛說一合相。佛言須菩", "295": "提。一合相者則是不可說。但凡夫之人貪著其", "296": "事。何以故。須菩提。若人如是言。佛說我見人見", "297": "眾生見壽者見。須菩提。於意云何。是人所說為", "298": "正語不。須菩提言。不也世尊。何以故。世尊。如來", "299": "說我見人見眾生見壽者見。即非我見人見眾", "3": "就大段第二約彼行相顯三種般若。問此下", "30": "行體相門中有五。初總辨生起菩提心。二我", "300": "生見壽者見。是名我見人見眾生見壽者見", "301": "就第四顯行德分量文中有五。初有四句。舉", "302": "碎微塵末之數。顯染盡淨。於法界中無一住", "303": "相故。微塵眾者。示現非一喻故。二何以故。問", "304": "答釋教興意。三復何以已下。明聖教所趣。於", "305": "中展轉有五句可知。四佛言須菩提下。顯其", "306": "正義。五但凡夫之人下。會其聖意。於中有八", "307": "句相生可知。文言若世界及一合相實有者。", "308": "如來即不說。何以故。凡夫應是。聖人應非故。", "309": "餘者準之。文言一合相者。如分別見一實相也。", "31": "應滅度下。明心所趣。三如是滅度下。顯其實", "310": "若欲識其文意。先對文言。約凡聖二位。開其", "311": "二相。一約眾生。見一合相。即是一合相。即非", "312": "一合相。二約聖者。說一合相。即非一合相。是", "313": "名一合相。依此二門。取解即易。其義云何。眾", "314": "生見一合相者。由依似作實塵解。即不見似", "315": "塵藉於眾緣。及作時不住故。不成合相。迷見", "316": "實塵唯見一有故。是一合相者。由見實塵定", "317": "有性。故是合也。即非一合相者。由見塵實即", "318": "無實理。與無不異故。即非合故。佛說一合相", "319": "者。佛知似塵假合而成。非有似有。故說合相。", "32": "相。四何以故下。問答顯過。五何以故下。舉實", "320": "即非一合相者。此有二義非一合相。第一非", "321": "彼凡夫所謂實塵一合相。第二由彼諸緣作", "322": "時不住不作故故非似合也。是名一合相者。", "323": "由彼諸緣似合成塵。故非是無。名一合相也。", "324": "今聖意說一合相。顯凡分別是其失明。聖人", "325": "所見一合相者。是離分別順其正理。故有此", "326": "二言。趣入方便。其義云何。有二種方便。一由", "327": "似作故。離無分別。以見似有。不得是無。若見", "328": "是無。即是分別。由似不作故。離有分別。以見", "329": "似無。不得是有。若見是有。即是分別。二由似", "33": "結成。問。此文內辨三修行及以發心。何故一", "330": "作故。離無分別。以見似有。不得是無。若見是", "331": "無。即是分別。由似作故。離有分別。今見似有。", "332": "非是實有。若見實有。即是分別。由似不作故。", "333": "離有分別。以見似無。不是實有。若見實有。即", "334": "是分別。由似不作故。離無分別。以見似無。不", "335": "是實無若見實無。即是分別。此可思。何以故。", "336": "由此中義。與後八喻有不同故。就大段。第", "337": "三結文有五。初正結前分。二何以故。責。三答", "338": "顯正義。四須菩提若有菩薩下。校其德。五云", "339": "何為人演說下。福德利他。明行勝用。", "34": "處通釋而不別明者。答。前是解法。須約別論", "340": "須菩提。菩薩發阿耨多羅三藐三菩提心者。於", "341": "一切法應如是知如是見如是信如是不住法", "342": "相。何以故。須菩提。所言法相法相者。如來說即", "343": "非法相。是名法相。須菩提。若有菩薩摩訶薩以", "344": "滿無量阿僧祇世界七寶持用布施。若有善男", "345": "子善女人發菩薩心者。於此般若波羅蜜經乃", "346": "至四句偈等受持讀誦為他人說。其福勝彼無", "347": "量阿僧祇　前文云如是知者。如是知法不", "348": "生故。即結前行發心。如是見者。即見實相即", "349": "結前行中如是住。如是信者。信行可成。即結", "35": "之。今就行門。不得分別。由眾生即無。與佛不", "350": "前行中如是修行。如是不住法相者。即離分", "351": "別故。即結前行中降伏其心也。", "352": "云何為人演說而不名說是名為說爾時世尊", "353": "而說偈言一切有為法如星翳燈幻露泡夢", "354": "電雲應作如是觀　就第五利他說法勝用文", "355": "中有二。初長行總說生起。二偈頌釋成。就偈", "356": "文中有三段經。初一句舉其法。次有二句九義", "357": "顯其觀相。三有一句結以觀成。言九義者。一", "358": "星映不見。喻能見心法有而不見。二翳者。見", "359": "毛輪等色。有為法亦爾。以顛倒見故。三燈者。", "36": "異。解此法故。即名菩提心。由知眾生即無我", "360": "識亦如是。依止貪愛法住故。四幻者。所依住", "361": "處亦如是。以器世間種種差別無一體實故。", "362": "五露者。身亦如是。以少時住故。六泡者。所愛", "363": "事亦如是。以受想行三法不定故。七夢者。過", "364": "去法亦如是。以唯有念故。八電者。現在法亦", "365": "如是。剎那不住故。九雲者。未來法亦如是。以", "366": "於種子時阿梨耶識與。一切法為種子根本。", "367": "無先因相。故如雲。餘文可知。異現如星。無實", "368": "如翳。速滅剎那若燈。緣成比幻。無常喻露。體", "369": "空況泡。見實如夢。有用象電。無本並雲。二法", "37": "空故。即名如是住。成無分別智證。即名如實", "370": "中皆有九義不成實耳。", "371": "佛說是經已長老須菩提及諸比丘比丘尼優", "372": "婆塞優婆夷菩薩摩訶薩一切世間天人阿脩", "373": "羅乾闥婆等聞佛所說皆大歡喜信受奉行", "374": "就第三流通文有二。初舉十眾為受益者。第", "375": "二聞佛所說下。正明益相耳。", "376": "佛說金剛般若波羅蜜經略疏卷下", "377": "石埭除子靜施洋銀四十圓敬刻此經連圈", "378": "計字二萬零一百九十一箇。", "379": "光緒二十六年夏五月金陵刻經處識", "38": "修行。本來無煩惱。即名降伏其心也。", "39": "須菩提。於意云何。如來於然燈佛所有法得阿", "4": "明行教。與前行教何別。答。前文約見聞已去", "40": "耨多羅三藐三菩提不。須菩提白佛言。不也世", "41": "尊。如我解佛所說義。佛於然燈佛所無有法得", "42": "阿耨多羅三藐三菩提。佛言。如是如是。須菩提。", "43": "實無有法如來於然燈佛所得阿耨多羅三藐", "44": "三菩提。須菩提。若有法如來得阿耨多羅三藐", "45": "三菩提者。然燈佛則不與我受記。汝於來世當", "46": "得作佛。號釋迦牟尼。以實無有法得阿耨多羅", "47": "三藐三菩提。是故然燈佛與我受記。作如是言。", "48": "摩那婆。汝於來世當得作佛。號釋迦牟尼。何以", "49": "故。須菩提。言如來者即實真如　就第二引往", "5": "說。此約成觀已去說也。文中大分有三。初陳", "50": "事為證內。大分有六。初審定可不。二須菩提", "51": "白佛言下。有二句。答顯實相。三佛言如是下。", "52": "述成正義。四須菩提若有法已下。反成其失。", "53": "五以實無有法已下。以理成事有二句。六何", "54": "以故已下。問答約佛顯成行相。亦即兼釋伏", "55": "疑云若無菩提即無諸佛如來。為決此疑。故", "56": "文云即實真如也。", "57": "須菩提若有人言如來得阿耨多羅三藐三菩", "58": "提者是人不實語須菩提實無有法佛得阿耨", "59": "多羅三藐三菩提須菩提如來所得阿耨多羅", "6": "四疑。問三種般若體相。二佛告須菩提菩薩", "60": "三藐三菩提於是中不實不妄語是故如來說", "61": "一切法皆是佛法須菩提所言一切法一切法", "62": "者即非一切法是故名一切法　就第三段辨", "63": "行真偽中有五句。初明言不稱實。二舉義證", "64": "言。三須菩提如來所得下。顯法同異。不同有", "65": "為五陰相故。文言不實。無色等相即菩提相", "66": "故。文言不妄語。四是故如來說一切法。類成", "67": "正義。五須菩提所言一切法。結成正義。文言", "68": "一切法。即真如體故。復一切法。即如來證故。", "69": "即非一切法。色等相不住故。故名一切法者。", "7": "發下。廣答顯相。三須菩提發阿耨已下。結成", "70": "即諸法非法。是諸法法。就第四顯行分量中。", "71": "大分有二。初舉事顯成分量。二佛言須菩提", "72": "菩薩亦如是下。結成分量廣大。", "73": "須菩提。譬如有人其身妙大。須菩提言。世尊。如", "74": "來說人身妙大。即非大身。是故如來說名大身。", "75": "佛言須菩提。菩薩亦如是。若作是言我當滅度", "76": "無量眾生。則非菩薩。佛言須菩提。於意云何。頗", "77": "有實法名為菩薩不。須菩提言。不也世尊。實無", "78": "有法名為菩薩。是故佛說一切法無眾生無人", "79": "無壽者　前文有三句可知。所以成法分量", "8": "前義。", "80": "者。為其行體離煩惱障及智障。畢竟具足法", "81": "身故。此中妙大有二種。一者遍一切處。二者", "82": "功德大。是故名大身。遍一切大者。真如一切", "83": "法不差別故。文言即非大身者。離諸相身。名", "84": "大身者。是真如體。就第二結成大身內有四。", "85": "初結成大義。二佛言下。審定可不。三世尊已", "86": "下。顯成正義。四是故佛說下。舉聖教結成正", "87": "義也。就第五會相入實中。大分有四。初正", "88": "明會依正二相。二佛言須菩提於意云何如恒", "89": "河中下。明行德分量。三須菩提於意云何佛", "9": "爾時須菩提白佛言世尊云何菩薩發阿耨多", "90": "可以具足相下。辨行離相。四爾時慧命須菩", "91": "提白佛言已下。顯行殊勝。就初文中。大分有", "92": "二。初會依報相以從實行。二須菩提於意云", "93": "何如來有肉眼已下。會其正報以從行實。", "94": "須菩提若菩薩作是言我莊嚴佛國土是不名", "95": "菩薩何以故如來說莊嚴佛土莊嚴佛土者即", "96": "非莊嚴是名莊嚴佛國土須菩提若菩薩通達", "97": "無我無我法者如來說名真實菩薩菩薩　就", "98": "初文中。大分有四。初總顯過。二責所以。三", "99": "答以顯是。四舉觀通達。以結成行相。文云莊"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1704 金剛般若波羅蜜經略疏", "author": "唐 智儼述", "sourceLink": "http://www.cbeta.org/"}