{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1450 根本說一切有部毘奈耶破僧事: 根本說一切有部毘奈耶破僧事: 根本說一切有部毘奈耶破僧事", "text": {"0": "根本說一切有部毘奈耶破僧事", "1": "卷第二十", "10": "今所見夢者，不是好耶？我等須棄此居所住", "100": "世尊！思審觀察，隨世尊言教者，安穩得度生", "101": "死。順提婆達多言教者，遭大苦難。」佛告諸苾", "102": "芻：「汝等當知，非但今世隨順我言教者得度", "103": "生死，往昔亦復如是。汝等苾芻諦聽！諦聽！我", "104": "為汝說。乃往昔時有二導師，各有五百車乘", "105": "過於磧中，或得水草、或不得水草，乃經數日，", "106": "諸牛犢等極遭苦難。於後見一方所，其草青", "107": "茂有多涌泉。時諸商人將諸牛犢就其水草，", "108": "時諸商人入水澡浴，飲諸牛犢。既飲水已便", "109": "息而住。其五百群牛之中有一牛王，告諸牛", "11": "之處移往餘處。』群猴白言：『如大王所說，當須", "110": "曰：『此方地所青草欝茂，有好浴泉，我等恣意", "111": "飲食而住。若有商人備駕於我，便須臥地不", "112": "復受使。』第二牛王告群牛曰：『汝等應知！其商", "113": "人等有大氣力，能調伏難調之物，宜可依舊", "114": "隨順人等般運車乘，恐後有損。』其大牛王聞", "115": "是語已，即嗔第二牛王：『汝所言者，依前受他", "116": "驅使，是事非法。豈有人類能見自背。』復告群", "117": "牛曰：『汝等取我言教，不須相去。』于時商人", "118": "欲駕其牛，彼諸牛等見商人欲捉，便即瞋怒", "119": "爮地攫裂。商人見已，各執棒打，皮穿流血", "12": "走離。』菩薩是大威德，若見夢者必當真實。其", "120": "即令駕車。餘牛牽車而去，皆不被打。爾時空", "121": "中諸天即說頌曰：", "122": "「『今觀惡牛王，妄語行惡行；", "123": "諸牛緣此苦，飢渴身流血。", "124": "復觀善牛王，淳和出正教；", "125": "由此諸牛類，度險身肥飽。』」", "126": "佛告諸苾芻：「汝等勿生異念，其最勝牛王出", "127": "正教者，即我身是。時彼牛王出惡教令，令彼", "128": "群牛遭苦難者，提婆達多是。昔時有能受我", "129": "教者，皆得安隱，能越危苦諸險難處。諸有能", "13": "王即喚第二王告言：『我今見如是夢，須往別", "130": "受提婆達多言教者，皆遭如是苦難。非但往", "131": "昔，現今能有隨我正見受其教誨，皆得安隱，", "132": "越度生死煩惱大海。若隨順提婆達多耶見", "133": "惡行，恒遭如是諸大苦難。」時諸苾芻咸皆有", "134": "疑。唯佛能斷，以緣白佛：「唯願世尊！觀是提", "135": "婆達多，自身愚癡眷屬亦愚。」", "136": "佛告諸苾芻：「提婆達多非但今世愚癡，往時", "137": "亦然。汝等諦聽！我為汝說。乃往古昔有一閑", "138": "靜林野之處，有群獼猴遊住於此。時諸獼猴", "139": "遊行漸至一井，乃觀井底見彼月影。既見月", "14": "處住。』王難信，告言：『凡所夢見，可即依此信耶？", "140": "已詣猴王處，白言：『大王應知！其月見墮井中，", "141": "我等今應速往拔出依舊安置。』是諸猿猴", "142": "咸讚言：『善！』便相議曰：『云何方便可能拔月？』其", "143": "中或云：『不須餘計，我等連肱為索而拔出之。』", "144": "時一獼猴在井樹上攀枝而住，其餘一一次", "145": "第以手相接，獼猴既多，樹枝低下欲折。時彼", "146": "最下近水之者攪水覓月，由水渾故月便不", "147": "現，樹枝便折，一時墮水被溺而死。時有諸天", "148": "而說頌曰：", "149": "「『此諸癡獼猴，為彼愚導師；", "15": "汝若欲往，隨意所去。我今於此境界得寬，我", "150": "悉墮於井中，救月而溺死。』」", "151": "佛告諸苾芻等：「往昔獼猴王者，即提婆達多", "152": "是。昔時由自愚癡故，以愚癡而為眷屬，今", "153": "時亦為愚癡眷屬。」", "154": "爾時世尊在王舍城竹林園中，時世飢儉乞", "155": "食難得。佛告諸苾芻：「我欲三月靜住，不得一", "156": "人輒來見我，除取食者及長淨日。大德亦應", "157": "共立明制。」時舍利弗、摩訶目乾連，在南山", "158": "內三月安居。時提婆達多亦於夏中三月供", "159": "給飲食及以雜事。滿三月已，提婆達多為諸", "16": "終不去。』彼王知其難信，領自管五百群猴，即", "160": "大眾廣說妙法：「苾芻當知！沙門喬答摩常說", "161": "法時，讚歎在山寂靜離諸煩惱解脫最疾最", "162": "速：一者乞食、二者糞掃衣、三者三衣、四者露", "163": "坐，如是四人去諸塵垢證得解脫。若有人不", "164": "樂如是四種修道、不樂解脫者，即合受籌出", "165": "離眾外。」說此語已，于時大眾五百苾芻人各", "166": "受籌，隨提婆達多出離眾外行至門首。羅怙", "167": "羅見語五百苾芻曰：「云何捨如來隨逐惡黨", "168": "而去？」諸苾芻告羅怙羅曰：「我於三月安居飢", "169": "餓。蒙提婆達多供給取食，并將雜物而供養", "17": "移餘處。後時於彼村中有一賤婢炒麥，有一", "170": "之。若不祗濟我等死盡。」提婆達多分破僧時", "171": "大地震動，流星晃耀四方火然，一切諸天擊", "172": "鼓震響高聲唱言：「自今已後涅槃道息，無有", "173": "得道果者，無有漏盡者，無有讀誦蘇呾羅、", "174": "毘奈耶、阿毘達磨，心亦不著阿蘭若處，亦無", "175": "修聲聞辟支佛道者，亦無修阿耨多羅三藐", "176": "三菩提者，人天浩亂。三千大千世界法輪不", "177": "轉，眾生隨人不隨於法。」舍利子、摩訶目揵連", "178": "見此奇怪，斂心入定，覩見提婆達多破和", "179": "合僧，便相謂曰：「我等宜往滅諸諍論求令和", "18": "羊來至此婢邊，欲食此麥。其婢即以火燒木", "180": "合。」三月已滿三衣已具，即往世尊所，漸漸遊", "181": "行詣王舍城竹林園中，安置三衣，洗足已往", "182": "世尊所。見羅怙羅在門外立，謂舍利子曰：", "183": "「鄔波馱耶知不？提婆達多已破僧訖。」舍利子", "184": "曰：「我已知訖故為此來，汝勿憂愁，我當和", "185": "合。」便入眾中見世尊，稽首頂禮却坐一面，而", "186": "白佛言：「我聞惡人提婆達多已破僧眾，我欲", "187": "和合。未審世尊，垂慈許不？」爾時世尊即便歎", "188": "曰：「善哉，善哉！若能如是和合僧者，得福無量。」", "189": "時舍利子并大目連，白此事已奉辭世尊，便", "19": "打羊，火著身上被燒急已，走入王家象坊。坊", "190": "往南山詣提婆達多所。時提婆達多作佛威", "191": "儀為眾說法，孤迦里迦在右邊坐，褰荼達驃", "192": "居在左邊。時提婆達多遙見大德舍利子、目", "193": "揵連來，便作是念：「我已成一切智人，而此大", "194": "德入我眾中。」即遣左右侍從令起，即遣舍利", "195": "子、目健連左右而坐。時孤迦梨迦、褰荼達", "196": "驃，既被強移坐處心生瞋恨，善自思惟：「我等", "197": "有大過失助破僧眾，若欲不起恐被瞋打。」便", "198": "即移處，遣大目健連并舍利子居在左右而", "199": "坐。提婆達多告舍利子曰：「我今背痛，汝為", "2": "大唐三藏義淨奉　制譯", "20": "內多有芻草，其羊抖擻身火便落草上，然著", "200": "大眾演說妙法。」", "201": "爾時舍利弗默然受請。提婆達多說此語已，", "202": "便疊僧伽胝支頭右脇而臥。時舍利子以神", "203": "通力，令遣仰眠不令覺知，告諸大眾：「汝等大", "204": "師眠如孩兒。」時舍利子告目連曰：「汝為大眾", "205": "可速現神通迴心向佛。」是時大目健連，即便", "206": "身騰虛空，具四威儀行住坐臥，入火光三昧，", "207": "放種種光明青黃赤白，或身上出水身下出", "208": "火，或身上出火身下出水，東西南北具見四", "209": "種神通。現神通已，從空而下却坐本處。是時", "21": "草木眾象被燒，其當象人告王。時王即喚醫", "210": "大眾見大目乾連具此神通，心懷悲惱：「我若", "211": "侍佛亦應具得神通道德。」舍利子告大眾曰：", "212": "「諸苾芻！汝等若於佛世尊所有赤心者，可隨", "213": "我去。」既聞語已，即隨舍利子後往詣佛所。僧", "214": "眾去後，孤迦利迦苾芻，即喚提婆達多起，", "215": "令趁舍利子。時舍利子恐提婆達多不見我", "216": "徒眾故，必當懊惱吐血而死，遂便漸次緩緩", "217": "遊行，使提婆達多得見我等。于時提婆達", "218": "多從睡起已，拭眼而趁。舍利子以神通力當", "219": "路作大深坑，提婆達多、孤迦利迦、褰荼達驃", "22": "人告言：『眾象被燒，爾急作何醫療？』時彼醫人", "220": "等五人，不覺墮坑，迷亂不知出處。復自思惟：", "221": "「我今既失徒眾，莫知尋覓且歸本處。」時舍利", "222": "子、目健連及諸僧眾，漸詣佛所，到闌鐸迦", "223": "竹林園邊欲見世尊，極大羞慚不能舉目，各", "224": "自思惟：「我等云何作如是非法無慚愧事？」漸", "225": "詣佛前而立。時世尊大慈憐愍軟聲慰問：「汝", "226": "等苾芻！極大疲勞來至我所。今者人身難得", "227": "已得，佛法難聞已聞，六根難具已具，善惡之", "228": "事已具知之。我已成就如來、應供、正遍知、明", "229": "行足、善逝、世間解、無上士、調御丈夫、天人師、佛、", "23": "便作是念：『往日被群猴損暴我田農，我今得", "230": "世尊，我常演說寂靜涅槃究竟菩提，說無明", "231": "緣行、行緣識、識緣名色、名色緣六入、六入緣", "232": "觸、觸緣受、受緣愛、愛緣取、取緣有、有緣生、", "233": "生緣老死憂悲苦惱。若無明滅則行滅、行滅", "234": "則識滅、識滅則名色滅、名色滅則六入滅、", "235": "六入滅則觸滅、觸滅則受滅、受滅則愛滅、", "236": "愛滅則取滅、取滅則有滅、有滅則生滅、生滅", "237": "則老死滅、老死滅則憂悲苦惱滅。汝等苾芻！", "238": "常思修學自利利他。自利利他之法：若法不", "239": "善無利無樂究竟不善，及於他四輩所得飲", "24": "便當須酬冤。』白大王言：『此象被燒，須用猿猴", "240": "食、衣服、臥具、湯藥自身不善之事，不應作者", "241": "莫作；但觀自身及他有利益者，常須修學。」", "242": "于時諸苾芻等聞此法已，心生歡喜疑網皆", "243": "除，內外清淨。有異苾芻等心生疑惑而問：「世", "244": "尊！有何因業，今被破和合僧！」佛為諸苾芻說", "245": "過去業：「我自聚集作業今自受之，非是他受。", "246": "苾芻當知！有情作業還有情受，非無情受。」而", "247": "說頌曰：", "248": "「假令經百劫，所作業不亡；", "249": "因緣會遇時，果報還自受。」", "25": "脂塗身，方可得差。』時大王勅諸群臣：『汝等速", "250": "爾時世尊告諸苾芻：「乃往過去清淨山林有", "251": "一大仙，五百小仙以為眷屬，俱共修道。時有", "252": "客仙來過其所，主人不與如法供給看侍。客", "253": "仙心生懊惱而恨，便破和合仙眾，誘引彼諸", "254": "小仙言：『我善解種種道術及五神通，我當教", "255": "示，汝當隨我。』後時大仙知此事已，勸彼客仙：", "256": "『莫破我眾，非是仙法。』巧說善言令生歡喜，", "257": "雖得如是滅諍之語，由勸不息設方便。時世", "258": "有辟支佛，有大慈悲，少欲知足上勝福田，遊", "259": "行世間漸詣仙所。大仙見辟支佛端嚴殊勝，", "26": "須訪覓猴脂。』臣等依命，即喚獵師：『汝等可速", "260": "心生歡喜供養恭敬，而發願言：『以此供養佛", "261": "功德，願我當來得大智慧神通之力。客仙雖", "262": "成一切智，願我能破彼和合僧眾。』結會古今，", "263": "往時客仙我身是也。五百仙人中有大仙主", "264": "者，提婆達多身是，為此因緣。黑業有黑業報，", "265": "白業有白業報、非黑非白業有非黑非白業報。", "266": "諸苾芻當知！宜捨一切不善之業，修集善業，", "267": "應當修學。」時諸苾芻復有疑故而白佛言：「世", "268": "尊！彼提婆達多何故內作於外、外作於內？」世", "269": "尊告曰：「是提婆達多非是今身內作於外、外", "27": "覓猴將來。』獵師依命，即往諸方捕捉猴。彼難", "270": "作於內，過去亦復作如是惡。諸苾芻！諦聽我", "271": "說。往昔有一野干其性饕餮，遊行聚落處處", "272": "求食，日至染家，不覺墮於藍色盆中，染主", "273": "見拽出擲地。于時野犴遂宛轉灰土，既見身", "274": "體污惡不淨，便即入河沐浴而去，身毛光澤", "275": "似如藍色。時眾野犴，見其毛色異於尋常，而", "276": "生甚怪，眾共問言：『汝是何人？』彼即答曰：『我是", "277": "帝釋天王之使，冊我作禽獸中王。』時野犴作", "278": "是思惟：『身是野犴色非本類。』時眾野犴共報", "279": "師子知，師子便告大師子王，師子王遂即遣", "28": "信猴王并五百群猴，俱被繫縛將來王所。其", "280": "使令撿虛實。其使到已，見彼藍色野犴乘大", "281": "白象，諸禽獸等普皆圍遶如事獸王。其使見", "282": "已還來王所，廣說如前。大師子王聞是語已，", "283": "便與軍眾往彼眾所，見野犴王乘大白象眾", "284": "獸圍遶，大蟲及豹大力獸等親為左右，餘小", "285": "野犴遠避而住。心生懊惱便設方便，於野犴", "286": "中差一野犴，令喚王母，其母問曰：『於我兒所", "287": "有何伴屬？』野犴答曰：『內有師子虎象我居外", "288": "院。』母曰：『汝去定殺我子。』并說頌曰：", "289": "「『我在山谷中歡喜，隨時得飲清冷水；", "29": "醫人為久結怨恨，將彼猿猴等活擲著於熱", "290": "子若不作野犴鳴，得居象上身安樂。』", "291": "「使者還來報同類曰：『彼是野犴，非是王種，我", "292": "於山中親見其母。』諸伴報曰：『我可試看。』即便", "293": "就彼。然野犴法爾：若一鳴時餘不鳴者身毛", "294": "墮落。餘即鳴叫，其王野犴作是念曰：『我若不", "295": "鳴毛便落地，若下象作聲必被他殺，我今寧", "296": "可象上作聲。』即便鳴叫。其象即知此是野犴，", "297": "即以鼻牽下雙脚踏殺。空中天見說伽他曰：", "298": "「『在內翻居外，合外乃居中；", "299": "斯皆不合為，如野犴乘象。』」", "3": "佛告諸苾芻等：「如過往昔，若依我教者，皆得", "30": "鑊之中。爾時諸天即於空中而說頌曰：", "300": "佛告苾芻：「汝等當知：往時內翻為外、外居於", "301": "中，自滅其身野犴王者，提婆達多是也。由彼", "302": "過去顛倒業故，今亦如是破和合僧，內翻為", "303": "外、外乃居中。」時提婆達多既趁舍利弗等不", "304": "得，迴還本處，生大忿怒，便打孤迦利迦等隨", "305": "儻徒眾，而告彼言：「良由汝等失我徒眾。」時", "306": "諸苾芻疑而問佛：「提婆達多以何緣故舍利", "307": "弗等領其徒眾，應瞋不瞋；於自隨儻無辜，", "308": "輒便漫打？」佛告諸苾芻：「非但今身枉作事業，", "309": "亦曾過去別人衒婦枉殺他人。乃往過去有", "31": "「『近冤不可住，城及村野中；", "310": "夫婦二象，居住山澤。母象婬妷與外象通，", "311": "既被衒誘欲隨他去，恐其夫覺事有乖競。與", "312": "其夫象入河澡浴，語夫象曰：『誰能沒水久住", "313": "不出？』夫唱：『我能。』便共沒水。彼二伺其未出，遂", "314": "私相奔走。其夫象入水多時，乃一度出看，其", "315": "二象不見，復入沒水。如是再三便至困乏不", "316": "已，遂便出水。尋婦不見，於其水中處處討捕，", "317": "因此枉踏無量眾生至死。爾時空中諸天而", "318": "說頌曰：", "319": "「『象身雖復大，智慧甚微淺；", "32": "婢嗔羊食麥，猴等被銷鎔。』」", "320": "好婦被他將，枉殺諸含識。』」", "321": "佛告諸苾芻：「時夫象者，今提婆達多是。今亦", "322": "如是，別人作業別人受厄。」時諸苾芻咸皆有", "323": "疑問佛：「世尊是一切智，舍利子及目乾連，", "324": "云何如是能作善巧方便，勸化導誘此五百", "325": "苾芻，捨邪歸正來至佛所？」佛告諸苾芻：「其舍", "326": "利子及目連等，非但今時誑得脫彼，於過去", "327": "世亦曾誑誘。乃往過去世時有一丈夫，常在", "328": "山居，善能弓射諸伎藝。後生一女，長養漸", "329": "大。其人心念：『今我此女不應輒嫁。若有男子，", "33": "佛告諸苾芻：「汝等勿作異念！爾時見夢猴王", "330": "弓劍業藝與我相似，方嫁與之。』於後不久有", "331": "二男子來習伎藝：一者學成五種伎藝，一", "332": "者唯學成一餘四不得。其人遂便將女嫁與", "333": "業成之者。藝不成者，心便忿恨捨離而去，便", "334": "就劫道賊邊共為伴侶。以解用刀，於要路處", "335": "待彼女夫，欲相屠害。於後不久其人眷屬乘", "336": "車將過，路逢商人多眾將度，便問之曰：『汝等", "337": "諸人何故不過？』答言：『有賊當路。』其人報言：『我", "338": "等但過無勞畏懼。』諸人告曰：『汝若不畏，請在", "339": "先過，我等諸人隨後而往。』既聞此語馳車便", "34": "者，即我身是。其難信猴王者，提婆達多是。所", "340": "去。諸賊徒等上樹遙望，見彼車來報賊主曰：", "341": "『今有車來。』其賊逆使一人：『汝今宜迴，不須來", "342": "過，我於此處大有健兒。』其人報云：『汝雖極健，", "343": "我亦甚健。』于時賊主差五人來令與共戰，咸", "344": "皆致死。又差三七人來，亦都殺盡。後時總來", "345": "眾戰，並俱被害。唯舊同學一人得存，最後二", "346": "人交戰。然女夫放箭，皆被賊人以刀揮斷竟", "347": "不能害，且五百箭皆悉放盡。唯殘一箭遷延而", "348": "住，其婦問曰：『何以不射？』彼便報曰：『今我與君", "349": "二人之命，併在此箭。所以然者，我留此箭有", "35": "餘獼猴取我語者，免斯火怖。取提婆達多語", "350": "所防護，今若放訖，他來害我并君亦死。』婦人", "351": "見此即便起舞，運轉之間彼賊樂觀，遂忘禁", "352": "禦，其夫伺之即便放箭應箭便死。臨命終時", "353": "而說頌曰：", "354": "「『此非彼車主，而能殺於我；", "355": "由我起染心，觀他便失命。』」", "356": "佛告苾芻：「汝等當知，彼車主者，豈異人乎？今", "357": "舍利子是。時彼婦者，今目乾連是。其賊主", "358": "者，今提婆達多是。如彼過去車主及婦俱得", "359": "賊便，今舍利子及目乾連，善能得彼提婆達", "36": "者，悉遭劇苦。今時取我語者，並於生死大怖", "360": "多之便，亦復如是。」", "361": "爾時世尊在王舍城王子侍縛迦菴沒羅園。", "362": "時未生怨王曾於五月十五日夜將安居，時", "363": "明月澄天光景花麗，與諸臣佐后妃婬女在", "364": "高樓上，告諸人曰：「今既夜月清閑圓明可愛，", "365": "我及卿等欲何所作？宜各述懷啟請其事。」時", "366": "有婬女應聲報曰：「大王！人生行樂不可虛度，", "367": "今此良宵可以遊戲，恣情受五欲樂是王之", "368": "事。」復有一女言：「大王！我今意欲此王舍城一", "369": "切道俗，共為歡會同受欲樂是王之事。」時王", "37": "而得解脫。受提婆達多言教者，悉遭苦難。復", "370": "太子鄔陀夷白言：「大王！今此明夜，大王親領", "371": "四兵罰不臣國，邊荒靜謐戰勝旋歸是王之", "372": "事。」復有大臣是外道徒黨，白言：「大王！此明月", "373": "夜觸目清閑，當十五日將安居時，可於尊者", "374": "脯剌拏等六大明師人所遵承為物稱首，各", "375": "有五百人無衣徒侶，常共隨逐。現在王舍城", "376": "將欲安居堪消物利，我等宜應就彼足下奉", "377": "事供養，此是王事。」復有王子侍縛迦，於眾中", "378": "坐，王告之曰：「汝侍縛迦！何故默然一無所說？」", "379": "侍縛迦白言：「大王！屬此芳辰，朗月澄淨人皆", "38": "次所有隨順我意者，皆得平安遠離苦難。", "380": "共愛，將安居時。然佛世尊具大威德，有聖弟", "381": "子慈悲普覆，為世導師最上福田，在我園中", "382": "為安居事，宜親供養是王業也。」時未生怨", "383": "王聞斯說已，即整威嚴乘大香象，并將五百", "384": "宮人乘五百象，各持明炬與諸眷屬詣菴沒", "385": "羅園。王於中路心驚毛竪，便作是念：「此是", "386": "侍縛迦將非與邊賊相知來誘引我害我命", "387": "不？」即問侍縛迦曰：「汝佛世尊與幾多人坐園", "388": "中住？」報曰：「與千二百五十苾芻。」王又問曰：「若", "389": "非汝有異心，既有許多人眾，吾何不聞謦咳", "39": "隨提婆達多意者，悉遭苦難。「汝等苾芻諦", "390": "之聲？」侍縛迦答曰：「彼佛世尊，三業寂靜心常", "391": "在定，弟子亦爾，以是義故無喧雜聲。」王聞此", "392": "語心便決定，更無疑難。便至佛所下象馬已，", "393": "見佛世尊與諸大眾諸根寂定湛然如海，遂", "394": "便五體投地頂禮佛足合掌而白佛言：「世尊", "395": "大慈三業寂靜，唯願善誘導訓我兒，得令似", "396": "佛常無喧亂。」", "397": "爾時如來以慈善心慰喻王曰：「善哉大王！宜", "398": "時就座，諸有疑難，恣其所問。」既坐定已白佛", "399": "言：「世尊！於世間中有種種業行，有結花鬘者、", "4": "離大苦難。若依提婆達多者，皆在苦難之中。", "40": "聽！乃往昔時有異方所，有二獼猴王，各有五", "400": "有竹作者、或有屠膾、或作販賣、調伏象馬、或", "401": "言話、或為弓射、或作乞求、戰鬪勇力事王、剃", "402": "頭染浣縫衣，如是類各以自業求覓資財，隨", "403": "情修福著五欲樂。世尊！頗有如是眾生之類，", "404": "於現世中得沙門果不？」時佛却問王曰：「大王！", "405": "於如是義，曾問餘人以不？」王白佛言：「世尊！於", "406": "如是義，我以曾問外道晡剌拏等訖。彼諸師", "407": "答曰：『於我經中說如是法：無善惡業，無善惡", "408": "報；無施與祀，無施祀業；無父母，無父母恩；", "409": "無有此世他世，無有修道得聖果者，無有聖", "41": "百眷屬。其中一獼猴王，與五百眷屬遊行人", "410": "人無羅漢果者，四大散已無所依止。若有人", "411": "言：「今世後世業因業果真實有」者，皆是妄言，", "412": "智慧所說、愚人所談，二俱皆空。』」時未生怨王", "413": "復白佛言：「世尊！我聞六師種種實義，彼皆", "414": "妄答。如人問菴沒羅果，便將梨菓而報答", "415": "之；若問梨時，便將菴沒羅答。邪見六師晡剌", "416": "拏等，正問耶答。是外道等雖作如是種種", "417": "耶說種種耶答，皆不入我意，亦不隨喜，捨", "418": "離而去。更問諸餘六師外道末羯利、俱賒離", "419": "子等：『於今在世，一切眾生作種種業，作種種", "42": "間，至一聚落。於此聚落有一金波伽樹，其樹", "420": "行種種技藝，侍養父母供養三寶供給悲田，", "421": "於如是等眾生類中，依因此業類有得道及", "422": "聖果不？』彼即答曰：『於我經中作如是說：無因", "423": "無果無善無惡，無有煩惱無有斷者，無有涅", "424": "槃無有得者，三世之中所有因果皆悉空無，", "425": "一切皆是自然。智者自然智，愚者自然愚。", "426": "無有修者，亦無有得者，亦無自利，亦無利", "427": "他，一切眾生無因生無因滅。』如是師等皆作", "428": "如是妄說，非善說非理說。我作東問他在西", "429": "答。我雖聞如是種種邪說，不入我意，亦不", "43": "菓實茂盛。時諸群猴見此菓樹，白猴王曰：『此", "430": "隨喜，亦不領受，辭捨而退。更復詣彼散逝移", "431": "所，亦作如是種種問疑如前：『眾生種種行業", "432": "種種技藝行生死業，於此業中，頗有眾生，因", "433": "如是業，能盡煩惱證聖果不？』彼即答曰：『大王", "434": "當知！我所說者常教眾生，自行殺生、教他殺", "435": "害，自斫斫他、自炙炙他，自行偷盜、教他偷盜，", "436": "自行婬欲、教他婬欲，自作妄語、教他妄語，自", "437": "行飲酒、教他飲酒，自行劫盜、教他劫盜，破家、", "438": "破國，所逢眾生地行空中悉皆殺害，若殺無", "439": "量無邊眾生，若能恒河此岸殺無邊眾生，作", "44": "樹菓子繁茂，枝將欲折。我等遠來疲乏，取", "440": "無邊惡。恒河彼岸，供養無量無邊眾生，作無", "441": "量無邊功德，此二眾行，並無因無果、無得無", "442": "失、無增無減。』世尊！我問正義，他作如是種種", "443": "妄說，我作東問他乃西答，我聞此已亦不歡", "444": "喜，亦不隨喜，便捨而去。復往餘處阿市多雖", "445": "捨甘拔羅所，我如前正問，他亦如前耶答，", "446": "作如是說：『都有七物，是七種物體是自然，亦", "447": "非他作。非是化生，不從化有。非聚非散，常", "448": "是自然。何等為七？地、水、火、風、苦、樂、命。是七", "449": "種物，無人能造亦不相妨，於善於惡及苦、樂、", "45": "其菓食。』爾時猴王見斯樹已，遂說頌曰：", "450": "不苦不樂，此之七事作與不作，俱無記驗亦", "451": "無報，無有死者亦無殺者，萬四千種樂更有", "452": "六萬，三業二業一業半業等惡，若能具造如", "453": "是種種諸惡，即得解脫生死苦難。』」", "454": "根本說一切有部毘奈耶破僧事卷第二十", "46": "「『此樹近聚落，童子不食菓；", "47": "汝等應可知，此菓不堪食。』", "48": "「說此頌已，諸獼猴等即便捨去。其第二獼猴", "49": "王，亦與五百眷屬遊行人間，漸至此村。是諸", "5": "汝等諦聽！乃往古昔於曠野中近有一村，其", "50": "獼猴亦入其村，菓實繁茂，便告獼猴王曰：『我", "51": "等涉路疲勞，欲食其菓安穩而去。』獼猴王曰：", "52": "『善哉！』爾時五百獼猴即食其菓。于時諸獼猴", "53": "等，所食其菓皆悉致死。汝等苾芻，勿作異念！", "54": "其不食菓獼猴王者，我身是。其第二獼猴王", "55": "者，提婆達多是。隨順我意者，平安得達遠", "56": "離苦難。隨提婆達多意者，悉遭苦難。今時", "57": "諸有情等隨順我語，於生死中而得解脫。受", "58": "提婆達多言教者，悉遭苦難。」爾時提婆達多，", "59": "以石欲擊世尊。于時諸婆羅門居士等，悉懷", "6": "村樹花菓滋茂，隨近有二群猴，一部五百，各", "60": "嗔恚咸言：「我等即殺提婆達多。」其中有人是", "61": "提婆達多朋友者，即報提婆達多。提婆達多", "62": "聞已，即於閑林樹下安禪而住。時諸婆羅門", "63": "居士等，見提婆達多在於樹下安禪而住，各", "64": "相謂曰：「汝等應知，此提婆達多有大威德，", "65": "我等云何而得殺之？云何今我發斯惡事？", "66": "宜速各去。」時諸苾芻聞提婆達多住如是威", "67": "儀，諸婆羅門居士等雖暫嗔怒而不殺害。是", "68": "諸苾芻咸皆有疑，唯佛世尊能斷疑惑，以緣", "69": "白佛：「大德世尊！今可觀察提婆達多作非法", "7": "有一猴王。其中一王，夢見被五百猿猴擲此", "70": "罪，於諸人眾示修善法。」佛告諸苾芻：「其提", "71": "婆達多非但今世，作斯非法而現正法，誑惑", "72": "老鼠以害其命。汝等諦聽！我為汝說。乃往昔", "73": "時有異方所，有一鼠王與五百鼠為眷屬。有", "74": "一猫子名曰火焰，其猫少年之時，所有鼠等", "75": "悉皆殺害。後年老邁便作是念：『我昔少時氣", "76": "力強盛，以力捉鼠而食。我今年既朽邁，氣力", "77": "微薄不能捉獲，設何方便而捉獲鼠？』作是念", "78": "已遍觀其地，乃見一鼠王與五百鼠而為眷", "79": "屬住此方所，即就鼠穴詐作坐禪。時諸群鼠", "8": "二王於熱鑊中。於此夢中，生大驚愕，身毛皆", "80": "出穴遊行，乃見老猫安然坐禪，其鼠問曰：『阿", "81": "舅！今何所作？』老猫答曰：『我昔少年氣力盛", "82": "壯作無量罪，今欲修福除其舊罪。』時群鼠等", "83": "聞是語已皆發善心：『今此老猫修行善法。』即", "84": "與鼠等右遶老猫，行於三匝便入於穴。其", "85": "老猫取其最末後者而食，不經多時其鼠漸", "86": "少。鼠王既見此已便作是念：『我鼠等漸漸數", "87": "少，其老猫氣力肥盛，是事必有緣由。』其鼠王", "88": "即便觀察，乃見老猫於其糞中有鼠毛骨。心", "89": "即知：『老猫食我鼠等，我今深觀捉鼠之時。』作", "9": "竪，便即夢覺。令喚群猴，即說此夢告言：『我", "90": "是念已，便即於窟而看老猫，乃見老猫捉最", "91": "末後鼠而食。鼠王見已避遠而立，遂說頌", "92": "曰：", "93": "「『老猫身漸肥，群鼠積漸少；", "94": "食苗實根葉，糞不應毛骨。", "95": "汝今修禪不謂善，為利詐作修善人；", "96": "願汝無病安穩住，我今群鼠汝食盡。』」", "97": "佛告諸苾芻：「勿生異念！時彼火焰老猫者，提", "98": "婆達多是，作非法罪，於諸人眾示現修善。」是", "99": "諸苾芻咸皆有疑，唯佛世尊能斷疑惑：「大德"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1450 根本說一切有部毘奈耶破僧事: 根本說一切有部毘奈耶破僧事: 根本說一切有部毘奈耶破僧事", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}