{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 大品: 中阿含大品", "text": {"0": "後誦2 大品193 牟犁破群那經", "1": "中阿含經卷第五十一", "10": "時，尊者跋陀和利亦在眾中。於是，尊者跋陀", "100": "者何？我為比丘眾施設一坐食戒，諸比丘", "101": "眾皆奉學戒及世尊境界諸微妙法，唯汝說", "102": "不堪任，從坐起去。所以者何？以汝不學", "103": "具戒及世尊境界諸微妙法故。跋陀和利！若", "104": "汝有過，見已自悔，從今護之，不更作者。跋", "105": "陀和利！如是則於聖法、律中益而不損。若", "106": "汝有過，見已自悔，從今護之，不更作者，跋", "107": "陀和利！於意云何？若有比丘不學具戒", "108": "者，彼住無事處山林樹下，或居高巖寂無", "109": "音聲，遠離，無惡，無有人民，隨順燕坐，彼", "11": "和利即從坐起，偏袒著衣，叉手向佛，白曰：", "110": "住遠離處，修行精勤，得增上心，現法樂居，", "111": "彼住遠離處，修行精勤，安隱快樂，以誣", "112": "謗世尊戒，及誣謗天諸智梵行者，亦誣謗", "113": "自戒。彼誣謗世尊戒，及誣謗天諸智梵行", "114": "者，亦誣謗自戒已，便不生歡悅，不生歡", "115": "悅已，便不生喜，不生喜已，便不止身，不", "116": "止身已，便不覺樂，不覺樂已，便心不定。", "117": "跋陀和利！賢聖弟子心不定已，便不見如", "118": "實、知如真。「跋陀和利！於意云何？若有比丘", "119": "學具戒者，彼住無事處山林樹下，或居高", "12": "「世尊！我不堪任於一坐食。所以者何？若我", "120": "巖寂無音聲，遠離，無惡，無有人民，隨順", "121": "燕坐。彼住遠離處，修行精勤，得增上心，", "122": "現法樂居。彼住遠離處，修行精勤，安隱快樂", "123": "已，不誣謗世尊戒，不誣謗天、諸智梵行者，", "124": "亦不誣謗自戒。彼不誣謗世尊戒，不誣謗", "125": "天、諸智梵行者，亦不誣謗自戒已，便生歡", "126": "悅，生歡悅已，便生喜，生喜已，便止身，止", "127": "身已，便覺樂，覺樂已，便心定。「跋陀和利！賢聖", "128": "弟子心定已，便見如實、知如真，見如實、知", "129": "如真已，便離欲、離惡不善之法，有覺、有觀，", "13": "一坐食者，同不了事，懊惱心悔。世尊！是故", "130": "離生喜、樂，得初禪成就遊。跋陀和利！是謂", "131": "彼於爾時得第一增上心，即於現法得安", "132": "樂居，易不難得，樂住無怖，安隱快樂，令昇", "133": "涅槃。彼覺、觀已息，內靖、一心，無覺、無觀，定生", "134": "喜、樂，得第二禪成就遊。跋陀和利！是謂彼", "135": "於爾時得第二增上心，即於現法得安樂", "136": "居，易不難得，樂住無怖，安隱快樂，令昇", "137": "涅槃。彼離於喜欲，捨無求遊，正念正智而", "138": "身覺樂，謂聖所說，聖所捨、念、樂住、空，得第", "139": "三禪成就遊。跋陀和利！是謂彼於爾時得", "14": "我不堪任一坐食也。」世尊告曰：「跋陀和利！", "140": "第三增上心，即於現法得安樂居，易不難", "141": "得，樂住無怖，安隱快樂，令昇涅槃。彼樂滅、", "142": "苦滅，喜、憂本已滅，不苦不樂、捨、念、清淨，得", "143": "第四禪成就遊。跋陀和利！是謂彼於爾時", "144": "得第四增上心，即於現法得安樂居，易不", "145": "難得，樂住無怖，安隱快樂，令昇涅槃。「彼如", "146": "是得定心清淨，無穢無煩，柔軟善住，得不動", "147": "心，覺憶宿命智通作證，彼有行有相貌，", "148": "憶本無量昔所經歷，謂一生、二生、百生、千生，", "149": "成劫、敗劫、無量成敗劫。彼眾生名某，彼昔更", "15": "若我受請，汝亦隨我，聽汝請食，持去一坐", "150": "歷，我曾生彼，如是姓、如是字、如是生、如", "151": "是飲食、如是受苦樂、如是長壽、如是久住、", "152": "如是壽訖，此死生彼，彼死生此，我生在此，", "153": "如是姓、如是字、如是生、如是飲食、如是", "154": "受苦樂、如是長壽、如是久住、如是壽訖。跋", "155": "陀和利！是謂彼於爾時得此第一明達，以", "156": "本無放逸，樂住遠離，修行精勤，謂無智滅", "157": "而智生，闇壞而明成，無明滅而明生，謂憶宿", "158": "命智作證明達。「彼如是得定心清淨，無穢", "159": "無煩，柔軟善住，得不動心，學於生死智通", "16": "食。跋陀和利！若如是者，快得生活。」尊者跋", "160": "作證。彼以清淨天眼出過於人，見此眾生", "161": "死時生時，好色惡色，妙與不妙，往來善處及", "162": "不善處，隨此眾生之所作業，見其如真。若", "163": "此眾生成就身惡行，口、意惡行，誹謗聖人，", "164": "邪見成就邪見業，彼因緣此，身壞命終，必", "165": "至惡處，生地獄中。若此眾生成就身妙行，", "166": "口、意妙行，不誹謗聖人，正見成就正見業，", "167": "彼因緣此，身壞命終，必昇善處，上生天中。", "168": "跋陀和利！是謂彼於爾時得第二明達，以", "169": "本無放逸，樂住遠離，修行精勤，無智滅而", "17": "陀和利又復白曰：「世尊！如是，我亦不堪於", "170": "智生，闇壞而明成，無明滅而明生，謂生死智", "171": "作證明達。「彼如是得定心清淨，無穢無煩，", "172": "柔軟善住，得不動心，學漏盡智通作證。彼", "173": "知此苦如真，知此苦習、知此苦滅、知此", "174": "苦滅道如真，知此漏如真，知此漏習、知此", "175": "漏滅、知此漏滅道如真。彼如是知、如是見，", "176": "欲漏心解脫，有漏、無明漏心解脫，解脫已便", "177": "知解脫，生已盡，梵行已立，所作已辦，不更", "178": "受有，知如真。跋陀和利！是謂彼於爾時", "179": "得第三明達，以本無放逸，樂住遠離，修行", "18": "一坐食。所以者何？若我一坐食者，同不了", "180": "精勤，無智滅而智生，暗壞而明成，無明滅而", "181": "明生，謂漏盡智作證明達。」於是，尊者跋陀和", "182": "利即從坐起，偏袒著衣，叉手向佛，白曰：「世", "183": "尊！何因何緣，諸比丘等同犯於戒，或有苦", "184": "治，或不苦治。」世尊答曰：「跋陀和利！或有比", "185": "丘數數犯戒，因數數犯戒故，為諸梵行", "186": "訶，所見聞從他疑者，彼為諸梵行訶，所", "187": "見聞從他疑已，便說異異論外餘事，瞋恚", "188": "憎嫉，發怒廣惡，觸嬈於眾，輕慢於眾，作", "189": "如是說：『我今當作令眾歡喜而可意，作如", "19": "事，懊惱心悔。世尊！是故我不堪任一坐食", "190": "是意。』跋陀和利！諸比丘便作是念：『然此賢者", "191": "數數犯戒，因數數犯戒故，為諸梵行訶，", "192": "所見聞從他疑者，彼為諸梵行訶，所見", "193": "聞從他疑已，便說異異論外餘事，瞋恚憎", "194": "嫉，發怒廣惡，觸嬈於眾，輕慢於眾，作如", "195": "是說：「我今當作令眾歡喜而可意。」見已作", "196": "是語：「諸尊！當觀令久住。」』跋陀和利！諸比", "197": "丘如是觀令久住。「或有比丘數數犯戒，因", "198": "數數犯戒故，為諸梵行訶，所見聞從他", "199": "疑者，彼為諸梵行訶，所見聞從他疑已，", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "也。」世尊復至再三告諸比丘：「我一坐食，一", "200": "不說異異論外餘事，不瞋恚憎嫉，發怒廣", "201": "惡，不觸嬈眾，不輕慢眾，不如是說：『我今", "202": "當作令眾歡喜而可意，不作如是意。』跋陀", "203": "和利！諸比丘便作是念：『然此賢者數數犯", "204": "戒，因數數犯戒故，為諸梵行訶，所見聞", "205": "從他疑者，彼為諸梵行訶，所見聞從他", "206": "疑已，不說異異論外餘事，不瞋恚憎嫉，發", "207": "怒廣惡，不觸嬈眾，不輕慢眾，不如是說：", "208": "「我今當作令眾歡喜而可意。」見已而作是", "209": "語：「諸尊！當觀令早滅。」』跋陀和利！諸比丘如", "21": "坐食已，無為無求，無有病痛，身體輕便，氣", "210": "是觀令早滅；輕犯禁戒亦復如是。「跋陀和", "211": "利！或有比丘有信、有愛、有靖，今此比丘", "212": "有信、有愛、有靖。『若我等苦治於此賢者，今", "213": "此賢者有信、有愛、有靖，因此必斷，我等", "214": "寧可善共將護於此賢者。』諸比丘便善共將", "215": "護。跋陀和利！譬若如人唯有一眼，彼諸親屬", "216": "為憐念愍傷，求利及饒益，求安隱快樂，善", "217": "共將護，莫令此人寒熱、飢渴、有病、有憂", "218": "有病憂，莫塵、莫烟、莫塵烟。所以者何？復恐", "219": "此人失去一眼，是故親屬善將護之。跋陀和", "22": "力康強，安隱快樂。汝等亦當學一坐食，一坐", "220": "利！如是比丘少信、少愛、少有靖，諸比丘等", "221": "便作是念：『今此比丘少信、少愛、少有靖，若", "222": "我等苦治於此賢者，今此賢者少信、少愛、少", "223": "有靖，因此必斷，我等寧可善共將護於此", "224": "賢者。』是故諸比丘善共將護，猶如親屬護", "225": "一眼人。」於是，尊者跋陀和利即從坐起，偏", "226": "袒著衣，叉手向佛，白曰：「世尊！何因何緣，昔", "227": "日少施設戒，多有比丘遵奉持者？何因何", "228": "緣，世尊今日多施設戒，少有比丘遵奉持", "229": "者？」世尊答曰：「跋陀和利！若比丘眾不得利", "23": "食已，無為無求，無有病痛，身體輕便，氣力", "230": "者，眾便無憙好法，若眾得利者，眾便生", "231": "憙好法。生喜好法已，世尊欲斷此憙好", "232": "法故，便為弟子施設於戒。如是稱譽廣", "233": "大，上尊王所識知，大有福、多學問。跋陀和", "234": "利！若眾不多聞者，眾便不生憙好法，若", "235": "眾多聞者，眾便生憙好法。眾生憙好法", "236": "已，世尊欲斷此憙好法故，便為弟子施", "237": "設戒。跋陀和利！不以斷現世漏故，為弟子", "238": "施設戒，我以斷後世漏故，為弟子施設", "239": "戒。跋陀和利！是故我為弟子斷漏故施設", "24": "康強，安隱快樂。」尊者跋陀和利亦至再三從", "240": "戒，至受我教。跋陀和利！我於昔時為諸", "241": "比丘說清淨馬喻法，此中何所因，汝憶不", "242": "耶？」尊者跋陀和利白曰：「世尊！此中有所因。所", "243": "以者何？世尊為諸比丘施設一坐食戒，諸比", "244": "丘眾皆奉學戒及世尊境界諸微妙法，唯我", "245": "說不堪任，從坐起去，以不學具戒及世", "246": "尊境界諸微妙法故。世尊！是謂此中有所", "247": "因。」世尊復告曰：「跋陀和利！此中不但因是，", "248": "跋陀和利！若我為諸比丘當說清淨馬喻", "249": "法者，汝必不一心，不善恭敬，不思念聽。跋", "25": "坐而起，偏袒著衣，叉手向佛，白曰：「世尊！我", "250": "陀和利！是謂此中更有因也。」於是，尊者跋", "251": "陀和利即從坐起，偏袒著衣，叉手向佛，白", "252": "曰：「世尊！今正是時。善逝！今正是時。若世尊", "253": "為諸比丘說清淨馬喻法者，諸比丘從世", "254": "尊聞已，當善受持。」世尊告曰：「跋陀和利！猶", "255": "如知御馬者得清淨良馬，彼知御者先治", "256": "其口，治其口已，則有不樂於動轉，或欲或", "257": "不欲。所以者何？以未曾治故。跋陀和利！若", "258": "清淨良馬從御者治，第一治得成就，彼御", "259": "馬者，然復更治勒口絆脚、絆脚勒口而令", "26": "不堪任於一坐食。所以者何？若我一坐食", "260": "驅行，用令上閾，堪任王乘無上行，無上息", "261": "治諸支節，悉御令成，則有不樂於動轉，", "262": "或欲或不欲。所以者何？以數數治故。跋陀", "263": "和利！若清淨良馬，彼御馬者數數治時得成", "264": "就者，彼於爾時調、善調，得無上調、得第一", "265": "無上調，無上行、得第一行，便中王乘，食", "266": "於王粟，稱說王馬。「跋陀和利！如是。若時賢", "267": "良智人成就十無學法，無學正見，乃至無學", "268": "正智者，彼於爾時調、善調，得無上調、得第", "269": "一無上調，無上止、得第一止，除一切曲，除", "27": "者，同不了事，懊惱心悔。世尊！是故我不堪", "270": "一切穢，除一切怖，除一切癡，除一切諂，止", "271": "一切塵，淨一切垢而無所著，可敬可重，可", "272": "奉可祠，一切天人良福田也。」佛說如是。", "273": "尊者跋陀和利及諸比丘，聞佛所說，歡喜奉", "274": "行。", "275": "跋陀和利經第三竟四千三百七字", "276": "195 阿濕貝經（一九五）中阿含大品阿濕貝經第四第", "277": "五後誦", "278": "我聞如是：一時，佛遊迦尸國，與大比丘眾", "279": "俱，遊在一處，告諸比丘：「我日一食，日一食", "28": "任一坐食也。」世尊復至再三告曰：「跋陀和", "280": "已，無為無求，無有病痛，身體輕便，氣力康", "281": "強，安隱快樂。汝等亦應日一食，日一食已，無", "282": "為無求，無有病痛，身體輕便，氣力康強，安", "283": "隱快樂。」爾時，世尊為比丘眾施設日一食", "284": "戒，諸比丘眾皆奉學戒及世尊境界諸微妙", "285": "法。於是，世尊展轉到迦羅賴，住迦羅賴", "286": "北村尸攝和林。爾時，迦羅賴中有二比丘，", "287": "一名阿濕貝，二名弗那婆修，舊土地主、", "288": "寺主、宗主，彼朝食、暮食、晝食、過中食。彼朝食、", "289": "暮食、晝食、過中食已，無為無求，無有病痛，", "29": "利！若我受請，汝亦隨我，聽汝請食，持去一", "290": "身體輕便，氣力康強，安隱快樂。眾多比丘聞", "291": "已，往詣阿濕貝及弗那婆修比丘所，而語", "292": "彼曰：「阿濕貝！弗那婆修！世尊遊迦尸國，與", "293": "大比丘眾俱，遊在一處，告諸比丘：『我日一", "294": "食，日一食已，無為無求，無有病痛，身體輕", "295": "便，氣力康強，安隱快樂。汝等亦應日一食，日", "296": "一食已，無為無求，無有病痛，身體輕便，氣", "297": "力康強，安隱快樂。』爾時，世尊為比丘眾施設", "298": "日一食戒，諸比丘眾皆奉學戒及世尊境界", "299": "諸微妙法。阿濕貝！弗那婆修！汝等亦應日", "3": "194 跋陀和利經（一九四）大品跋陀和利經第三第五後誦", "30": "坐食。跋陀和利！若如是者，快得生活。」尊者", "300": "一食，日一食已，無為無求，無有病痛，身體輕", "301": "便，氣力康強，安隱快樂；汝等莫違世尊及比", "302": "丘眾。」阿濕貝、弗那婆修聞已，報曰：「諸賢！我", "303": "等朝食、暮食、晝食、過中食。朝食、暮食、晝食、過", "304": "中食已，無為無求，無有病痛，身體輕便，氣", "305": "力康強，安隱快樂，我等何緣捨現而須待", "306": "後？」如是再三。彼眾多比丘不能令阿濕", "307": "貝及弗那婆修除惡邪見，即從坐起，捨之", "308": "而去，往詣佛所，稽首佛足，却住一面，白", "309": "曰：「世尊！此迦羅賴中有二比丘，一名阿濕", "31": "跋陀和利復至再三白曰：「世尊！如是我亦", "310": "貝，二名弗那婆修，舊土地主、寺主、宗主，彼", "311": "朝食、暮食、晝食、過中食。彼朝食、暮食、晝食、過", "312": "中食已，無為無求，無有病痛，身體輕便，氣", "313": "力康強，安隱快樂。世尊！我等聞已，便往至阿", "314": "濕貝及弗那婆修比丘所，而語彼曰：『阿濕", "315": "貝！弗那婆修！世尊遊迦尸國，與大比丘眾", "316": "俱，遊在一處，告諸比丘：「我日一食，日一食", "317": "已，無為無求，無有病痛，身體輕便，氣力康", "318": "強，安隱快樂。汝等亦應日一食，日一食已，無", "319": "為無求，無有病痛，身體輕便，氣力康強，安", "32": "不堪於一坐食。所以者何？若我一坐食者，", "320": "隱快樂。」爾時，世尊為比丘眾施設日一食", "321": "戒，諸比丘眾皆奉學戒及世尊境界諸微妙", "322": "法。阿濕貝！弗那婆修！汝等亦應日一食，日", "323": "一食已，無為無求，無有病痛，身體輕便，氣", "324": "力康強，安隱快樂；汝等莫違世尊及比丘眾。』", "325": "「阿濕貝、弗那婆修聞已，報我等曰：『諸賢！我", "326": "等朝食、暮食、晝食、過中食，朝食、暮食、晝食、過", "327": "中食已，無為無求，無有病痛，身體輕便，氣", "328": "力康強，安隱快樂，我等何緣捨現而須待", "329": "後？』如是再三。世尊！如我等不能令阿濕", "33": "同不了事，懊惱心悔。世尊！是故我不堪任", "330": "貝、弗那婆修除惡邪見，即從坐起，捨之而", "331": "去。」世尊聞已，告一比丘：「汝往至阿濕貝、弗", "332": "那婆修比丘所，語如是曰：『阿濕貝！弗那婆", "333": "修！世尊呼汝等。』」一比丘聞已：「唯然世尊！」即", "334": "從坐起，稽首佛足，繞三匝而去，至阿濕", "335": "貝及弗那婆修比丘所，語如是曰：「阿濕貝！", "336": "弗那婆修！世尊呼賢者等。」", "337": "阿濕貝、弗那婆修聞已，即詣佛所，稽首佛", "338": "足，却坐一面。世尊問曰：「阿濕貝！弗那婆修！", "339": "眾多比丘實語汝等：『阿濕貝、弗那婆修比", "34": "一坐食也。」爾時，世尊為比丘眾施設一坐", "340": "丘，世尊遊迦尸國，與大比丘眾俱，遊在", "341": "一處，告諸比丘：「我日一食，日一食已，無為無", "342": "求，無有病痛，身體輕便，氣力康強，安隱快", "343": "樂。汝等亦應日一食，日一食已，無為無求，", "344": "無有病痛，身體輕便，氣力康強，安隱快樂。」", "345": "爾時，世尊為比丘眾施設日一食戒，諸比丘", "346": "眾皆奉學戒及世尊境界諸微妙法。阿濕", "347": "貝！弗那婆修！汝等亦應日一食，日一食已，無", "348": "為無求，無有病痛，身體輕便，氣力康強，安隱", "349": "快樂；汝等莫違世尊及比丘眾。』「阿濕貝！弗", "35": "食戒，諸比丘眾皆奉學戒及世尊境界諸微", "350": "那婆修！汝等聞已，語諸比丘曰：『諸賢！我等", "351": "朝食、暮食、晝食、過中食，朝食、暮食、晝食、過中", "352": "食已，無為無求，無有病痛，身體輕便，氣力", "353": "康強，安隱快樂，我等何緣捨現而須待後？』", "354": "如是再三。阿濕貝！弗那婆修！諸比丘不能", "355": "令汝捨惡邪見，即從坐起，捨之而去耶？」阿", "356": "濕貝、弗那婆修答曰：「實爾。」世尊告曰：「阿濕", "357": "貝！弗那婆修！汝等知說如是法。若有覺", "358": "樂覺者，彼覺樂覺已，惡不善法轉增，善法", "359": "轉減。若有覺苦覺者，彼覺苦覺已，惡不善", "36": "妙法，唯尊者跋陀和利說不堪任，從坐起", "360": "法轉減，善法轉增耶？」阿濕貝、弗那婆修答", "361": "曰：「唯然。我等如是知世尊說法。若有覺樂", "362": "覺者，彼覺樂覺已，不善法轉增，善法轉減。", "363": "若有覺苦覺者，彼覺苦覺已，不善法轉減，", "364": "善法轉增。」世尊呵阿濕貝、弗那婆修比丘：", "365": "「汝等癡人！何由知我如是說法？汝等癡人！", "366": "從何口聞知如是說法？汝等癡人！我不一", "367": "向說，汝等一向受持。汝等癡人！為眾多比", "368": "丘語時，應如是如法答：『我等未知，當問", "369": "諸比丘！』」爾時，世尊告諸比丘：「汝等亦如是", "37": "去。所以者何？不學具戒及世尊境界諸微妙", "370": "知我說法。若有覺樂覺者，彼覺樂覺已，不", "371": "善法轉增，善法轉減。若有覺苦覺者，彼覺", "372": "苦覺已，不善法轉減，善法轉增耶？」眾多比丘", "373": "答曰：「不也。世尊！」世尊復問曰：「汝等云何知我", "374": "說法？」眾多比丘答曰：「世尊！我等如是知世", "375": "尊說法，或有覺樂覺者，惡不善法轉增，善", "376": "法轉減。或有覺樂覺者，惡不善法轉減，善", "377": "法轉增。或有覺苦覺者，惡不善法轉增，善", "378": "法轉減。或有覺苦覺者，惡不善法轉減，善", "379": "法轉增。世尊！我等如是知世尊所說法。」世", "38": "法故。於是，尊者跋陀和利遂藏一夏，不見", "380": "尊聞已，歎諸比丘曰：「善哉！善哉！若汝如是", "381": "說，或有覺樂覺者，惡不善法轉增，善法轉減。", "382": "或有覺樂覺者，惡不善法轉減，善法轉增。", "383": "或有覺苦覺者，惡不善法轉增，善法轉減。", "384": "或有覺苦覺者，惡不善法轉減，善法轉增。", "385": "所以者何？我亦如是說，或有覺樂覺者，惡", "386": "不善法轉增，善法轉減。或有覺樂覺者，惡", "387": "不善法轉減，善法轉增。或有覺苦覺者，惡", "388": "不善法轉增，善法轉減。或有覺苦覺者，惡", "389": "不善法轉減，善法轉增。「若我不知如真，不", "39": "世尊。所以者何？以不學具戒及世尊境界", "390": "見、不解、不得、不正盡覺者，或有樂覺者，不", "391": "善法轉增，善法轉減，我不應說斷樂覺。若", "392": "我不知如真，不見、不解、不得、不正盡覺", "393": "者，或有樂覺者，惡不善法轉減，善法轉增，", "394": "我不應說修樂覺。若我不知如真，不見、", "395": "不解、不得、不正盡覺者，或有苦覺者，惡不", "396": "善法轉增，善法轉減，我不應說斷苦覺。若", "397": "我不知如真，不見、不解、不得、不正盡覺", "398": "者，或有苦覺者，惡不善法轉減，善法轉增，", "399": "我不應說修苦覺。「若我知如真，見、解、得、正", "4": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "40": "諸微妙法故。時，諸比丘為佛作衣，世尊於", "400": "盡覺者，或有樂覺者，惡不善法轉增，善法", "401": "轉減，是故我說斷樂覺。若我知如真，見、解、", "402": "得、正盡覺者，或有樂覺，惡不善法轉減，善法", "403": "轉增，是故我說修樂覺。若我知如真，見、解、", "404": "得、正盡覺者，或有苦覺者，惡不善法轉增，", "405": "善法轉減，是故我說斷苦覺。若我知如真，", "406": "見、解、得、正盡覺者，或有苦覺者，惡不善法轉", "407": "減，善法轉增，是故我說修苦覺。所以者何？", "408": "我不說修一切身樂，亦不說莫修一切身", "409": "樂。我不說修一切身苦，亦不說莫修一", "41": "舍衛國受夏坐訖，過三月已，補治衣竟，", "410": "切身苦。我不說修一切心樂，亦不說莫", "411": "修一切心樂。我不說修一切心苦，亦不", "412": "說莫修一切心苦。「云何身樂我說不修？若", "413": "修身樂，惡不善法轉增，善法轉減者，如是", "414": "身樂我說不修。云何身樂我說修耶？若修", "415": "身樂，惡不善法轉減，善法轉增者，如是身樂", "416": "我說修也。云何身苦我說不修？若修身苦，", "417": "惡不善法轉增，善法轉減者，如是身苦我說", "418": "不修。云何身苦我說修耶？若修身苦，惡不", "419": "善法轉減，善法轉增者，如是身苦我說修", "42": "攝衣持鉢，當遊人間。尊者跋陀和利聞諸", "420": "也。云何心樂我說不修？若修心樂，惡不善", "421": "法轉增，善法轉減者，如是心樂我說不修。", "422": "云何心樂我說修耶？若修心樂，惡不善法轉", "423": "減，善法轉增者，如是心樂我說修也。云何", "424": "心苦我說不修？若修心苦，惡不善法轉增，", "425": "善法轉減者，如是心苦我說不修。云何心", "426": "苦我說修耶？若修心苦，惡不善法轉減，善", "427": "法轉增者，如是心苦我說修也。彼可修法", "428": "知如真，不可修法亦知如真，彼可修法知", "429": "如真，不可修法亦知如真已，不可修法便", "43": "比丘為佛作衣，世尊於舍衛國受夏坐訖，", "430": "不修，可修法便修，不可修法便不修，可修", "431": "法便修已，便惡不善法轉減，善法轉增。「我不", "432": "說一切比丘行無放逸，亦復不說一切比", "433": "丘不行無放逸。云何比丘我說不行無放", "434": "逸？若有比丘俱解脫者。云何比丘有俱解", "435": "脫？若有比丘八解脫身觸成就遊，已慧見", "436": "諸漏已盡已知，如是比丘有俱解脫，此比丘", "437": "我說不行無放逸。所以者何？此賢者本已", "438": "行無放逸，若此賢者本有放逸者，終無是", "439": "處，是故我說此比丘不行無放逸。若有比", "44": "過三月已，補治衣竟，攝衣持鉢，當遊人", "440": "丘非俱解脫，有慧解脫者，云何比丘有", "441": "慧解脫？若有比丘八解脫身不觸成就遊，以", "442": "慧見諸漏已盡已知，如是比丘有慧解脫，", "443": "此比丘我說不行無放逸。所以者何？此賢", "444": "者本已行無放逸，若此賢者本有放逸者，", "445": "終無是處，是故我說此比丘不行無放逸。", "446": "此二比丘我說不行無放逸。「云何比丘我", "447": "為說行無放逸？若有比丘非俱解脫亦非", "448": "慧解脫，而有身證。云何比丘而有身證？若", "449": "有比丘八解脫身觸成就遊，不以慧見諸", "45": "間。尊者跋陀和利聞已，往詣諸比丘所，諸比", "450": "漏已盡已知，如是比丘而有身證。此比丘我", "451": "為說行無放逸，我見此比丘行無放逸，為", "452": "有何果，令我為此比丘說行無放逸耶？", "453": "或此比丘求於諸根，習善知識，行隨順住", "454": "止，諸漏已盡得無漏，心解脫、慧解脫，於", "455": "現法中自知自覺自作證成就遊，生已盡，梵", "456": "行已立，所作已辦，不更受有，知如真。謂我", "457": "見此比丘行無放逸，有如是果。是故我為", "458": "此比丘說行無放逸。「若有比丘非俱解脫", "459": "非慧解脫，亦非身證而有見到。云何比丘", "46": "丘遙見尊者跋陀和利來，便作是語：「賢者跋", "460": "而有見到？若有比丘一向決定信佛、法、眾，", "461": "隨所聞法，便以慧增上觀、增上忍，如是比", "462": "丘而有見到。此比丘我說行無放逸，我見", "463": "此比丘行無放逸，為有何果，令我為此比", "464": "丘說行無放逸耶？或此比丘求於諸根，習", "465": "善知識，行隨順住止，諸漏已盡得無漏，心", "466": "解脫、慧解脫，於現法中自知自覺自作證成", "467": "就遊，生已盡，梵行已立，所作已辦，不更受", "468": "有，知如真。謂我見此比丘行無放逸，有", "469": "如是果。是故我為此比丘說行無放逸。「若", "47": "陀和利！汝當知此為佛作衣，世尊於舍衛", "470": "有比丘非俱解脫非慧解脫，又非身證亦", "471": "非見到，而有信解脫。云何比丘有信解脫？", "472": "若有比丘一向決定信佛、法、眾，隨所聞法，", "473": "以慧觀忍，不如見到，如是比丘有信解", "474": "脫。此比丘我為說行無放逸，我見此比丘", "475": "行無放逸，為有何果，令我為此比丘說", "476": "行無放逸耶？或此比丘求於諸根，習善知", "477": "識，行隨順住止，諸漏已盡得無漏，心解", "478": "脫、慧解脫，於現法中自知自覺自作證成就", "479": "遊，生已盡，梵行已立，所作已辦，不更受有，", "48": "國受夏坐訖，過三月已，補治衣竟，攝", "480": "知如真。謂我見此比丘行無放逸，有如是", "481": "果。是故我為此比丘說行無放逸。「若有比", "482": "丘非俱解脫非慧解脫，又非身證復非", "483": "見到，亦非信解脫，而有法行。云何比丘", "484": "而有法行？若有比丘一向決定信佛、法、眾，", "485": "隨所聞法，便以慧增上觀、增上忍，如是比", "486": "丘而有法行。此比丘我為說行無放逸，我", "487": "見此比丘行無放逸，為有何果，令我為", "488": "此比丘說行無放逸耶？或此比丘求於諸", "489": "根，習善知識，行隨順住止，於二果中必得", "49": "衣持鉢，當遊人間。跋陀和利，汝當彼處善自", "490": "一也，或於現法得究竟智，若有餘者得阿", "491": "那含。謂我見此比丘行無放逸，有如是", "492": "果。是故我為此比丘說行無放逸。「若有比", "493": "丘非俱解脫非慧解脫，又非身證復非見", "494": "到，非信解脫亦非法行，而有信行。云何", "495": "比丘而有信行？若有比丘一向決定信佛、", "496": "法、眾，隨所聞法，以慧觀忍，不如法行，如", "497": "是比丘而有信行。此比丘我為說行無放", "498": "逸，我見此比丘行無放逸，為有何果，令", "499": "我為此比丘說行無放逸耶？或此比丘求", "5": "獨園，與大比丘眾俱而受夏坐。爾時，世尊", "50": "守護，莫令後時致多煩勞。」尊者跋陀和利", "500": "於諸根，習善知識，行隨順住止，於二果中", "501": "必得一也，或於現法得究竟智，若有餘者", "502": "得阿那含。謂我見此比丘行無放逸，有如", "503": "是果。是故我為此比丘說行無放逸。此", "504": "諸比丘我說行無放逸。「我不說一切諸比丘", "505": "得究竟智，亦復不說一切諸比丘初得究", "506": "竟智，然漸漸習學趣迹，受教受訶，然後諸", "507": "比丘得究竟智。此諸比丘所得究竟智，云何", "508": "漸漸習學趣迹，受教受訶，然後諸比丘得", "509": "究竟智。此諸比丘所得究竟智耶？或有信者", "51": "聞此語已，即詣佛所，稽首佛足，白曰：「世尊！", "510": "便往詣，往詣已便奉習，奉習已便一心聽法，", "511": "一心聽法已便持法，持法已便思惟，思惟", "512": "已便平量，平量已便觀察，賢聖弟子觀察", "513": "已，身諦作證，慧增上觀，彼作是念：『此諦我", "514": "未曾身作證，亦非慧增上觀，此諦今身作", "515": "證，以慧增上觀。』如是漸漸習學趣迹，受教", "516": "受訶，然後諸比丘得究竟智，此諸比丘所得", "517": "究竟智。」於是，世尊告曰：「阿濕貝！弗那婆修！", "518": "有法名四句，我欲為汝說，汝等欲知耶？」阿", "519": "濕貝及弗那婆修白曰：「世尊！我等是誰？何由", "52": "我實有過，我實有過，如愚如癡，如不了，", "520": "知法？」於是，世尊便作是念：「此愚癡人！越過", "521": "於我此正法、律極大久遠。若有法、律師貪", "522": "著食、不離食者，彼弟子不應速行放逸，況", "523": "復我不貪著食、遠離於食？信弟子者應如", "524": "是說：『世尊是我師，我是世尊弟子。世尊為我", "525": "說法，善逝為我說法，令我長夜得義、得饒", "526": "益安隱快樂。』「彼信弟子於世尊境界多有", "527": "所作，於世尊境界多所饒益，於世尊境界", "528": "多有所行，入世尊境界，止世尊境界者，若", "529": "遊東方，必得安樂，無眾苦患；若遊南方、西", "53": "如不善。所以者何？世尊為比丘眾施設一", "530": "方、北方者，必得安樂，無眾苦患。若信弟子", "531": "於世尊境界多有所作，於世尊境界多所", "532": "饒益，於世尊境界多有所行，入世尊境界，", "533": "止世尊境界者，我尚不說諸善法住，況說", "534": "衰退？但當晝夜增長善法而不衰退。若信", "535": "弟子於世尊境界多有所作，於世尊境界", "536": "多所饒益，於世尊境界多有所行，入世尊", "537": "境界，止世尊境界者，於二果中必得一也，", "538": "或於現世得究竟智，或復有餘得阿那含。」", "539": "佛說如是。彼諸比丘聞佛所說，歡喜奉行。", "54": "坐食戒，諸比丘眾皆奉學戒及世尊境界諸", "540": "阿濕貝經第四竟四千一百九十九字", "541": "中阿含經卷第五十一八千五百六字第五後誦", "55": "微妙法，唯我說不堪任，從坐起去。所以者", "56": "何？以不學具戒及世尊境界諸微妙法故。」", "57": "世尊告曰：「跋陀和利！汝於爾時不知眾多", "58": "比丘、比丘尼於舍衛國而受夏坐，彼知我、", "59": "見我，有比丘名跋陀和利，世尊弟子，不", "6": "告諸比丘：「我一坐食，一坐食已，無為無求，", "60": "學具戒及世尊境界諸微妙法。跋陀和利！", "61": "汝於爾時不知如此耶？跋陀和利！汝於爾", "62": "時不知眾多優婆塞、優婆夷居舍衛國，彼", "63": "知我、見我，有比丘名跋陀和利，世尊弟子，", "64": "不學具戒及世尊境界諸微妙法。跋陀和利！", "65": "汝於爾時不知如此耶？跋陀和利！汝於爾", "66": "時不知眾多異學沙門、梵志於舍衛國", "67": "而受夏坐，彼知我、見我，有比丘名跋陀和", "68": "利，沙門瞿曇弟子，名德，不學具戒及世尊境", "69": "界諸微妙法。跋陀和利！汝於爾時不知如", "7": "無有病痛，身體輕便，氣力康強，安隱快樂。", "70": "此耶？跋陀和利！若有比丘俱解脫者，我語彼", "71": "曰：『汝來入泥。』跋陀和利！於意云何？我教彼", "72": "比丘，彼比丘寧當可住而移避耶？」尊者跋陀", "73": "和利答曰：「不也。」世尊告曰：「跋陀和利！若有比", "74": "丘，設非俱解脫有慧解脫，設非慧解脫", "75": "有身證者，設非身證有見到者，設非", "76": "見到有信解脫，設非信解脫有法行者，", "77": "設非法行有信行者，我語彼曰：『汝來入", "78": "泥。』跋陀和利！於意云何？我教彼比丘，彼比", "79": "丘寧當可住而移避耶？」尊者跋陀和利答曰：", "8": "汝等亦當學一坐食，一坐食已，無為無求，無", "80": "「不也。」世尊告曰：「跋陀和利！於意云何？汝於", "81": "爾時得信行、法行、信解脫、見到、身證、慧解脫、", "82": "俱解脫耶？」尊者跋陀和利答曰：「不也。」世尊告", "83": "曰：「跋陀和利！汝於爾時非如空屋耶？」於", "84": "是，尊者跋陀和利為世尊面呵責已，內懷", "85": "憂慼，低頭默然，失辯無言，如有所伺。於是，", "86": "世尊面呵責尊者跋陀和利已，復欲令歡", "87": "喜，而告之曰：「跋陀和利！汝當爾時，於我無", "88": "信法靖，無愛法靖，無靖法靖。所以者", "89": "何？我為比丘眾施設一坐食戒，諸比丘眾皆", "9": "有病痛，身體輕便，氣力康強，安隱快樂。」爾", "90": "奉學戒及世尊境界諸微妙法，唯汝說不堪", "91": "任，從坐起去。所以者何？以不學具戒及", "92": "世尊境界諸微妙法故。」尊者跋陀和利白曰：", "93": "「實爾。所以者何？世尊為比丘眾施設一坐", "94": "食戒，諸比丘眾皆奉學戒及世尊境界諸微", "95": "妙法，唯我說不堪任，從坐起去。所以者", "96": "何？以不學具戒及世尊境界諸微妙法故。", "97": "唯願世尊受我過失，我見過已，當自悔過，", "98": "從今護之，不復更作。」世尊告曰：「跋陀和利！", "99": "如是，汝實如愚如癡，如不了、如不善。所以"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 大品: 中阿含大品", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}