{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1435 十誦律: 十誦律: 十誦尼律", "text": {"0": "七誦12 尼律4 百七十八單波夜提法", "1": "十誦律卷第四十七第七誦之六", "10": "離，道中見是塔，問：「是誰塔？」答言：「迦留羅提", "100": "比丘：「以十利故與比丘尼結戒。從今是戒", "101": "應如是說：若比丘尼護惜他家，波夜提。」波夜", "102": "提者，燒煮覆障，若不悔過，能障礙道。是中犯", "103": "者，若比丘尼護惜白衣家，波夜提。隨護惜，隨", "104": "得爾所波夜提。一百五十六事竟", "105": "佛在迦維羅衛國。爾時摩訶男釋，請佛及二", "106": "部僧明日食，佛默然受。知佛默然受已，頭面", "107": "禮足右遶而去，還家通夜辦種種多美飲食。", "108": "早起敷坐處，遣使白佛：「時到，食具已辦，唯聖", "109": "知時。」佛與二部僧入已皆坐。知佛坐已，自手", "11": "舍比丘塔。」又言：「此凡夫人，何用起塔？」即壞", "110": "行水，自與種種多美飲食，自恣滿足。爾時助", "111": "調達比丘尼，滿鉢中飯以羹澆上，在前不噉", "112": "四向顧視。摩訶男釋作是念：「我當遍看誰", "113": "少、誰不少？誰食、誰不食？」見助調達比丘尼滿", "114": "鉢飯羹在前不食，語言：「善女！何故不食？」答", "115": "言：「我先已食，何故取飯？」答言：「汝便持去。」摩", "116": "訶男釋善好不嫌，諸居士隨摩訶男釋者", "117": "作是言：「摩訶男釋供給眾僧如事大家，諸", "118": "比丘尼現前呵辱。」佛遙見比丘尼所作，聞諸", "119": "居士呵責，食後到僧坊中集二部僧，種種因", "12": "是塔，敷繩床坐上。偷蘭難陀比丘尼，聞迦", "120": "緣呵責助調達比丘尼：「摩訶男釋供給眾僧", "121": "如事大家，云何現前毀辱？」種種因緣呵責", "122": "已，語諸比丘：「從今聽諸比丘尼數數食。何以", "123": "故？女人喜數數食故。以十利故與比丘尼結", "124": "戒。從今是戒應如是說：若比丘尼，受請都不", "125": "食者，波夜提。」波夜提者，燒煮覆障，若不悔過，", "126": "能障礙道。是中犯者，若比丘尼受請，乃至不", "127": "食一口，波夜提。隨受請不食，隨得爾所波", "128": "夜提。一百五十七事竟", "129": "佛在釋氏國。是中有比丘尼，名結髮，作法師", "13": "陀比丘破其兄塔、敷床坐上，聞已瞋恚，語諸", "130": "善能說法。見一年少比丘，無深智慧，即問難", "131": "阿毘曇事，是比丘不能隨順問答。是比丘尼", "132": "出，自貢高語諸比丘尼言：「我今問一比丘阿", "133": "毘曇事，不能隨順答我。」是中有比丘尼，少欲", "134": "知足行頭陀，聞是事心不喜，種種因緣呵責", "135": "言：「云何名比丘尼，比丘不聽問經、律、阿毘曇", "136": "事便問？」種種因緣呵已，向佛廣說。佛以是", "137": "事集二部僧，知而故問結髮比丘尼：「汝實作", "138": "是事不？」答言：「實作。世尊！」佛以種種因緣訶責", "139": "言：「云何名比丘尼，比丘不聽問經、律、阿毘曇", "14": "妹言：「各持鍼線來，縫是比丘著床。」是僧坊", "140": "事便問？」種種因緣呵已，語諸比丘：「以十利", "141": "故與比丘尼結戒。從今是戒應如是說：若比", "142": "丘尼，比丘不聽問經、律、阿毘曇事便問，波夜", "143": "提。」波夜提者，燒煮覆障，若不悔過，能障礙", "144": "道。是中犯者，若比丘尼，比丘不聽問難經、", "145": "律、阿毘曇中事，若以偈問，偈偈波夜提；若以", "146": "章問，章章波夜提；若別句問，句句波夜提。", "147": "一百五十八事竟", "148": "佛在王舍城。爾時助調達比丘尼，裸形露地", "149": "洗浴。諸居士見不喜，呵責言：「諸比丘尼自言：", "15": "近道，時優波離過，聞如是事，即往語是比", "150": "『善好有功德。』裸形露地洗浴如婬女。」是中有", "151": "比丘尼，少欲知足行頭陀，聞是事心不喜，向", "152": "佛廣說。佛以是事集二部僧，知而故問助調", "153": "達比丘尼：「汝實作是事不？」答言：「實作。世尊！」佛", "154": "以種種因緣呵責：「云何名比丘尼，裸形露地", "155": "洗浴？」種種因緣呵已，語諸比丘：「以十利故與", "156": "比丘尼結戒，從今是戒應如是說：若比丘尼", "157": "裸形露地洗浴，波夜提。」波夜提者，燒煮覆障，", "158": "若不悔過，能障礙道。是中犯者，若比丘尼裸", "159": "形露地洗浴，波夜提。隨裸形露地洗浴，隨得", "16": "丘言：「汝在此中坐者，諸比丘尼正爾當來縫", "160": "爾所波夜提。一百五十九事竟", "161": "佛在王舍城。爾時助調達比丘尼，著白衣嚴", "162": "身具，諸居士呵責言：「諸比丘尼自言：『善好有", "163": "功德。』著白衣嚴身具，如王夫人、大臣婦。」是", "164": "中有比丘尼，少欲知足行頭陀，聞是事心不", "165": "喜，向佛廣說。佛以是事集二部僧，知而故問", "166": "助調達比丘尼：「汝實作是事不？」答言：「實作。世", "167": "尊！」佛以種種因緣訶責言：「云何名比丘尼，", "168": "著白衣嚴身具？」種種因緣呵已，語諸比丘：「以", "169": "十利故與比丘尼結戒。從今是戒應如是", "17": "汝著床。」答言：「若縫我著床者，我從此臭身得", "170": "說：若比丘尼，著白衣嚴身具，波夜提。」波夜提", "171": "者，燒煮覆障，若不悔過，能障礙道。是中犯者，", "172": "若比丘尼著白衣嚴身具，波夜提。隨著，隨得", "173": "爾所波夜提。一百六十事竟", "174": "佛在王舍城。爾時助調達比丘尼，故往觀聽", "175": "歌舞伎樂、看莊嚴伎兒。諸居士呵責言：「諸", "176": "比丘尼自言：『善好有功德。』故往觀聽歌舞伎", "177": "樂、莊嚴伎兒，如王夫人、如大臣婦。」是中有", "178": "比丘尼，少欲知足行頭陀，聞是事心不喜，向", "179": "佛廣說。佛以是事集二部僧，知而故問是比", "18": "脫。」優波離言：「汝雖脫臭身，諸比丘尼當得", "180": "丘尼：「汝實作是事不？」答言：「實作。世尊！」佛以種", "181": "種因緣呵責言：「云何名比丘尼，故往觀聽歌", "182": "舞伎樂、莊嚴伎兒？」種種因緣呵已，語諸比", "183": "丘：「以十利故與比丘尼結戒。從今是戒應如", "184": "是說：若比丘尼，故往觀聽歌舞伎樂、莊嚴", "185": "伎兒，波夜提。」波夜提者，燒煮覆障，若不", "186": "悔過，能障礙道。是中犯者，若比丘尼，故往", "187": "觀聽歌舞伎樂、莊嚴伎兒，得見者波逸提；", "188": "不得見者，突吉羅。若從下至高得見，波夜提；", "189": "不得見，突吉羅。若從高至下得見，波夜提；不", "19": "大罪。」是比丘即入禪定，令身不現，優波離", "190": "得見，突吉羅。不犯者，不故往道由中過，不犯。", "191": "一百六十一事竟", "192": "佛在舍衛國。爾時偷蘭難陀比丘尼，兩道中", "193": "間生癰，即喚白衣解看還繫。是中有比丘尼，", "194": "少欲知足行頭陀，聞是事心不喜，種種因緣", "195": "呵責言：「云何名比丘尼，屏處有瘡，令白衣解", "196": "看還繫？」種種因緣呵已，向佛廣說。佛以是事", "197": "集二部僧，知而故問偷蘭難陀比丘尼：「汝實", "198": "作是事不？」答言：「實作。世尊！」佛以種種因緣呵", "199": "責言：「云何名比丘尼，屏處有瘡，使白衣解", "2": "後秦北印度三藏弗若多羅共羅什譯", "20": "即出去。諸比丘尼入，共相謂言：「是比丘在不？」", "200": "看還繫？」種種因緣呵已，語諸比丘：「以十利故", "201": "與比丘尼結戒。從今是戒應如是說：若比丘", "202": "尼有瘡，使白衣解繫者，波夜提。」瘡者有三", "203": "種：一者癰瘡等自生、二者物傷、三者中風堅", "204": "癖。癖有三種：冷癖、熱癖、風癖。若比丘尼，自能", "205": "繫不能解，應自繫令他解。若自能解不能", "206": "繫，應自解令他繫。是中犯者，若比丘尼，令白", "207": "衣繫而不解，波夜提。若令解不繫，波夜提。隨", "208": "令繫解，隨得爾所波夜提。一百六十二事竟", "209": "佛在舍衛國。爾時修闍陀比丘尼，年少端正，", "21": "即看不見，手摸繩床看猶覺有暖，作是言：「必", "210": "與欝多羅長者兒共相識共事，是比丘尼共", "211": "行坐起言語說俗事。是中有比丘尼，少欲知", "212": "足行頭陀，聞是事心不喜，種種因緣呵責言：", "213": "「云何名比丘尼，共男子行說俗事？」種種因緣", "214": "呵已，向佛廣說。佛以是事集二部僧，知而故", "215": "問修闍陀比丘尼：「汝實作是事不？」答言：「實作。", "216": "世尊！」佛以種種因緣呵責：「云何名比丘尼，與", "217": "男子共行說俗事？」種種因緣呵已，語諸比丘：", "218": "「以十利故與比丘尼結戒。從今是戒應如是", "219": "說：若比丘尼與男子共行說俗事，波夜提。」波", "22": "是本剃毛人優波離教使走去。」是中有比丘", "220": "夜提者，燒煮覆障，若不悔過，能障礙道。是中", "221": "犯者，若比丘尼與男子共行說俗事，波夜提。", "222": "隨共行說俗事，隨得爾所波夜提。一百六十三事竟", "223": "佛在王舍城。爾時助調達比丘尼，以好香揩", "224": "身，復以塗香、胡麻屑、胡麻滓揩身。是中有比", "225": "丘尼，少欲知足行頭陀，聞是事心不喜，種種", "226": "因緣呵責言：「云何名比丘尼，以香揩身，以塗", "227": "香、胡麻屑、胡麻滓揩身？」種種因緣呵已，向佛", "228": "廣說。佛以是事集二部僧，知而故問助調達", "229": "比丘尼：「汝實作是事不？」答言：「實作。世尊！」佛以", "23": "尼，少欲知足行頭陀，聞是事心不喜，種種因", "230": "種種因緣呵責：「云何名比丘尼，以塗香、胡麻", "231": "屑、胡麻滓揩身？」種種因緣呵已，語諸比丘：「以", "232": "十利故與比丘尼結戒。從今是戒應如是說：", "233": "若比丘尼，以塗香、胡麻屑、胡麻滓揩身，波夜", "234": "提。」波夜提者，燒煮覆障，若不悔過，能障礙道。", "235": "是中犯者，若比丘尼以香揩身，波夜提。若以", "236": "塗香、胡麻屑、胡麻滓揩身，皆波夜提。隨用揩", "237": "身，隨得爾所波夜提。一百六十四事竟", "238": "佛在王舍城。爾時助調達比丘尼，不自以香", "239": "塗身，復不自以香揩身，胡麻屑、胡麻滓揩", "24": "緣呵責言：「云何名比丘尼，有比丘住處，外門", "240": "身，使式叉摩尼、沙彌尼、白衣女揩身。是中有", "241": "比丘尼，少欲知足行頭陀，聞是事心不喜，種", "242": "種因緣呵責言：「云何名比丘尼，使式叉摩尼、", "243": "沙彌尼以香塗身，復以香揩身，胡麻屑、胡麻滓", "244": "揩身？」種種因緣呵已，向佛廣說。佛以是事集", "245": "二部僧，知而故問助調達比丘尼：「汝實作是", "246": "事不？」答言：「實作。世尊！」佛以種種因緣呵責言：", "247": "「云何名比丘尼，使式叉摩尼、沙彌尼、白衣女以", "248": "香塗身，復以香揩身，胡麻屑、胡麻滓揩身？」種", "249": "種因緣呵已，語諸比丘：「以十利故與比丘尼", "25": "不問便入？」種種因緣呵已，向佛廣說。佛以是", "250": "結戒。從今是戒應如是說：若比丘尼，使人以", "251": "香塗身復以香揩身，胡麻屑、胡麻滓揩身，波", "252": "夜提。」波夜提者，燒煮覆障，若不悔過，能障", "253": "礙道。是中犯者，若比丘尼，使人以香揩身，波", "254": "夜提。若使人以香塗身，波夜提。胡麻屑、胡麻", "255": "滓揩身，皆波夜提。隨使人揩，隨得爾所波", "256": "夜提。一百六十五事竟", "257": "佛在舍衛國。爾時偷蘭難陀比丘尼，著頭光", "258": "在婬女門中立。諸婆羅門居士來欲近之，即", "259": "以脚蹴蹋，作是言：「汝欲共我作婬欲耶？」諸居", "26": "事集二部僧，知而故問偷蘭難陀比丘尼：「汝", "260": "士呵責言：「諸比丘尼自言：『善好有功德。』著頭", "261": "光在婬女門中立，見諸人來近以脚蹴蹋。」是", "262": "中有比丘尼，少欲知足行頭陀，聞是事心不", "263": "喜，向佛廣說。佛以是事集二部僧，知而故", "264": "問偷蘭難陀比丘尼：「汝實作是事不？」答言：「實", "265": "作。世尊！」佛以種種因緣呵責言：「云何名比丘", "266": "尼，著頭光在婬女門中立？」種種呵已語諸比", "267": "丘：「以十利故與比丘尼結戒。從今是戒應如", "268": "是說：若比丘尼著頭光，波夜提。」波夜提者，燒", "269": "煮覆障，若不悔過，能障礙道。是中犯者，若比", "27": "實作是事不？」答言：「實作。世尊！」佛以種種因緣", "270": "丘尼著頭光，波夜提。若作，突吉羅。若治故光，", "271": "突吉羅。若與他著，突吉羅。一百六十六事竟", "272": "佛在王舍城。爾時助調達比丘尼，有大式叉", "273": "摩尼，年少端正可愛，欲受大戒。有弊惡人見", "274": "生貪著心，作是念：「比丘尼為王所守護，不得", "275": "強奪。諸比丘尼法，應從比丘受大戒。若是式", "276": "叉摩尼出受戒時，我當捉取將去。」是式叉摩", "277": "尼出受大戒，是弊惡人強捉將去。是中有比", "278": "丘尼，少欲知足行頭陀，聞是事心不喜，種種", "279": "因緣呵責言：「云何名比丘尼，不語僧坊中比", "28": "呵責：「云何名比丘尼，有比丘住處，外門不問", "280": "丘尼出遠門去？」種種因緣呵已，向佛廣說。佛", "281": "以是事集二部僧，種種因緣呵責言：「云何名", "282": "比丘尼，不語僧坊中比丘尼出遠門去？」種種", "283": "呵已，語諸比丘：「以十利故與比丘尼結戒。從", "284": "今是戒應如是說：若比丘尼，不語餘比丘尼", "285": "出遠門去，波夜提。」波夜提者，燒煮覆障，若不", "286": "悔過，能障礙道。是中犯者，若比丘尼，從比丘", "287": "尼僧坊中不語餘比丘尼出門遠去，波夜", "288": "提。隨不語出門，隨得爾所波夜提。一百六十七事竟", "289": "佛在王舍城。爾時助調達比丘尼，以刷刷頭。", "29": "便入？」種種因緣呵已，語諸比丘：「以十利故與", "290": "諸居士呵責言：「諸比丘尼自言：『善好有功德。』", "291": "以刷刷頭，如白衣女。」是中有比丘尼，少欲知", "292": "足行頭陀，聞是事心不喜，向佛廣說。佛以是", "293": "事集二部僧，知而故問助調達比丘尼：「汝實", "294": "作是事不？」答言：「實作。世尊！」佛以種種因緣呵", "295": "責言：「云何名比丘尼，以刷刷頭？」種種因緣", "296": "呵已，語諸比丘：「以十利故與比丘尼結戒。從", "297": "今是戒應如是說：若比丘尼以刷刷頭，波夜", "298": "提。」波夜提者，燒煮覆障，若不悔過，能障礙道。", "299": "是中犯者，若比丘尼以刷刷頭，波夜提。隨刷", "3": "尼律第六", "30": "比丘尼結戒。從今是戒應如是說：若比丘尼，", "300": "刷，隨得爾所波夜提。一百六十八事竟", "301": "佛在王舍城。爾時助調達比丘尼，使他刷頭。", "302": "諸居士呵責言：「善女！汝等已出家，何用刷", "303": "頭為？」是中有比丘尼，少欲知足行頭陀，聞是", "304": "事心不喜，種種因緣呵責言：「云何名比丘", "305": "尼，使他刷頭？」種種因緣呵已，向佛廣說。佛", "306": "以是事集二部僧，知而故問助調達比丘尼：", "307": "「汝實作是事不？」答言：「實作。世尊！」佛以種種因", "308": "緣呵責言：「云何名比丘尼，使他刷頭？」種種因", "309": "緣呵已，語諸比丘：「以十利故與比丘尼結", "31": "有比丘住處，外門不問便入，波夜提。」波夜提", "310": "戒。從今是戒應如是說：若比丘尼使他刷頭，", "311": "波夜提。」波夜提者，燒煮覆障，若不悔過，能障", "312": "礙道。是中犯者，若比丘尼使他刷頭，波夜提。", "313": "隨使他刷頭，隨得爾所波夜提。一百六十九事竟", "314": "佛在王舍城。爾時助調達比丘尼，以梳梳頭。", "315": "是中有比丘尼，少欲知足行頭陀，聞是事心", "316": "不喜，向佛廣說。佛以是事集二部僧，知而故", "317": "問助調達比丘尼：「汝實作是事不？」答言：「實作。", "318": "世尊！」佛以種種因緣呵責言：「云何名比丘", "319": "尼，以梳梳頭？」種種因緣呵已，語諸比丘：「以十", "32": "者，燒煮覆障，若不悔過，能障礙道。是中犯者，", "320": "利故與比丘尼結戒。從今是戒應如是說：若", "321": "比丘尼以梳梳頭，波夜提。」波夜提者，燒煮覆", "322": "障，若不悔過，能障礙道。是中犯者，若比丘", "323": "尼以梳梳頭，波夜提。隨梳，隨得爾所波夜提。", "324": "一百七十事竟", "325": "佛在舍衛國。爾時助調達比丘尼，使他梳頭。", "326": "是中有比丘尼，少欲知足行頭陀，聞是事心", "327": "不喜，向佛廣說。佛以是事集二部僧，知而故", "328": "問助調達比丘尼：「汝實作是事不？」答言：「實作。", "329": "世尊！」佛以種種因緣呵責言：「云何名比丘", "33": "若比丘尼，有比丘住處，外門不問便入，波夜", "330": "尼，使他梳頭？」種種因緣呵已，語諸比丘：「以十", "331": "利故與比丘尼結戒。從今是戒應如是說：若", "332": "比丘尼使他梳頭，波夜提。」波夜提者，燒煮覆", "333": "障，若不悔過，能障礙道。是中犯者，若比丘", "334": "尼使他梳頭，波夜提。隨使他梳頭，隨得爾所", "335": "波夜提。一百七十一事竟", "336": "佛在王舍城。爾時助調達比丘尼，編頭髮。諸", "337": "居士呵責言：「汝比丘尼出家人，何故編頭髮", "338": "為？」是中有比丘尼，少欲知足行頭陀，聞是", "339": "事心不喜，向佛廣說。佛以是事集二部僧，知", "34": "提。隨不問入，隨得爾所波夜提。一百五十三事竟", "340": "而故問助調達比丘尼：「汝實作是事不？」答", "341": "言：「實作。世尊！」佛以種種因緣呵責言：「云何", "342": "名比丘尼，編頭髮？」種種因緣呵已，語諸比丘：", "343": "「以十利故與比丘尼結戒。從今是戒應如是", "344": "說：若比丘尼編頭髮，波夜提。」波夜提者，燒煮", "345": "覆障，若不悔過，能障礙道。是中犯者，若比", "346": "丘尼編頭髮，波夜提。隨編，隨得爾所波夜提。", "347": "一百七十二事竟", "348": "佛在王舍城。爾時助調達比丘尼，使他編頭", "349": "髮。是中有比丘尼，少欲知足行頭陀，聞是事", "35": "佛在舍衛國。爾時佛不在比丘尼僧前結同", "350": "心不喜，向佛廣說。佛以是事集二部僧，知而", "351": "故問助調達比丘尼：「汝實作是事不？」答言：「實", "352": "作。世尊！」佛以種種因緣呵責言：「云何名比丘", "353": "尼，使他編頭髮？」種種因緣呵已，語諸比丘：「以", "354": "十利故與比丘尼結戒。從今是戒應如是說：", "355": "若比丘尼使他編頭髮，波夜提。」波夜提者，燒", "356": "煮覆障，若不悔過，能障礙道。是中犯者，若比", "357": "丘尼使他編頭髮，波夜提。隨使他編頭髮，隨", "358": "得爾所波夜提。一百七十三事竟", "359": "佛在舍衛國。爾時王園比丘尼精舍門前有", "36": "戒，在比丘僧前結同戒已，語諸比丘：「汝等向", "360": "好草地，淨潔故多人眾集。是中多有弊惡人，", "361": "見諸比丘尼出入時，便形相說其過罪，共相", "362": "謂言：「是睞眼、是爛眼、是癭、是黑、是白、是好、", "363": "是醜、是有威德、是無威德。」諸比丘尼聞是事", "364": "心不喜，作是念：「諸人集此者，以是好草故，我", "365": "等何不壞是草耶？」即大小便其上，草即乾死。", "366": "諸居士呵責言：「不吉弊女，更無餘行處耶？淨", "367": "草中大小便。」是中有比丘尼，少欲知足行頭", "368": "陀，聞是事心不喜，向佛廣說。佛以是事集二", "369": "部僧，知而故問諸比丘尼：「汝實作是事不？」答", "37": "比丘尼僧說。」佛即入房坐禪。諸比丘共相謂", "370": "言：「實作。世尊！」佛以種種因緣訶責言：「云何", "371": "名比丘尼，生草上大小便？」種種因緣呵已，語", "372": "諸比丘：「以十利故與比丘尼結戒。從今是戒", "373": "應如是說：若比丘尼生草上大小便，波夜提。」", "374": "波夜提者，燒煮覆障，若不悔過，能障礙道。是", "375": "中犯者，若比丘尼生草上大小便，波夜提。隨", "376": "生草上大小便，隨得爾所波夜提。一百七十四事竟", "377": "佛在舍衛國。爾時偷蘭難陀比丘尼，故出精。", "378": "是中有比丘尼，少欲知足行頭陀，聞是事心", "379": "不喜，種種因緣呵責言：「云何名比丘尼，故出", "38": "言：「佛結同戒，教我等向諸比丘尼僧說。誰", "380": "精？」種種因緣呵已，向佛廣說。佛以是事集二", "381": "部僧，知而故問偷蘭難陀比丘尼：「汝實作是", "382": "事不？」答言：「實作。世尊！」佛以種種因緣呵責", "383": "言：「云何名比丘尼，故出精？」種種因緣呵已，", "384": "語諸比丘：「以十利故與比丘尼結戒。從今是", "385": "戒應如是說：若比丘尼故出精，波夜提。」波夜", "386": "提者，燒煮覆障，若不悔過，能障礙道。是中犯", "387": "者，若比丘尼故出精，波夜提。隨故出精，隨", "388": "得爾所波夜提。", "389": "佛在舍衛國。爾時諸比丘尼夢中失精，覺已", "39": "能為諸比丘尼僧說？」又念：「長老跋提比丘，有", "390": "作是念：「佛結戒，不聽我等故出精。今夢中失", "391": "精，我當云何？」是事白佛。佛以是事集二部", "392": "僧，種種因緣讚戒、讚持戒，讚戒、讚持戒已，語", "393": "諸比丘：「從今是戒應如是說：若比丘尼故出", "394": "精，除夢中，波夜提。」一百七十五事竟", "395": "佛在舍衛國。爾時迦留陀夷，與掘多比丘尼", "396": "相識知舊，共語共事。時迦留陀夷，二月遊行", "397": "他國，掘多比丘尼聞已心不喜。迦留陀夷二", "398": "月遊行，還到舍衛國。掘多比丘尼聞已，洗浴", "399": "莊嚴面目，香油塗髮著輕染衣，到迦留陀夷", "4": "佛在俱舍彌國。爾時迦留羅提舍比丘命終，", "40": "福德威力名聞流布，是長老跋提比丘，能往", "400": "所，頭面禮足在前而坐。時迦留陀夷，生染著", "401": "心諦視其面，比丘尼亦生染心，視比丘面。比", "402": "丘尼作是念：「此視我面必生染著，我何不在", "403": "前起行？」時迦留陀夷但著泥洹僧，共行來往", "404": "欲心動發，畏犯戒故，不敢相觸，諦相視面便", "405": "失不淨，離急熱已即還本坐。掘多比丘尼知", "406": "失不淨，語迦留陀夷：「持是衣來，我當與浣。」即", "407": "脫衣與。比丘尼持是衣，小却一面綟衣，取", "408": "汁分作二分，一分飲、一分著女根中，即時有", "409": "福德人來受母胎。是比丘尼腹漸漸大，諸比", "41": "詣王園精舍，為比丘尼僧說同戒。」諸比丘即", "410": "丘尼言：「汝是犯婬欲人，驅出僧坊。」是比丘尼", "411": "言：「我不作婬。」自說如上因緣。諸比丘尼不知", "412": "云何？以是事向佛廣說。佛以是事集二部僧，", "413": "知而故問是比丘尼：「汝實作是事不？」答言：「實", "414": "作。世尊！」佛語諸比丘尼：「汝等莫說，是比丘尼", "415": "此事，以如是因緣故得娠。」佛以種種因緣呵", "416": "責言：「云何名比丘尼飲精？」種種因緣呵已，", "417": "語諸比丘：「以十利故與比丘尼結戒。從今是", "418": "戒應如是說：若比丘尼飲精，波夜提。」波夜提", "419": "者，燒煮覆障，若不悔過，能障礙道。是中犯者，", "42": "往是比丘所言：「佛為我等結同戒，語我等言：", "420": "若比丘尼飲男子精，波夜提。隨飲，隨得爾所", "421": "波夜提。一百七十六事竟", "422": "佛在王舍城。爾時助調達比丘尼，男子洗處", "423": "浴。諸居士呵責言：「諸比丘尼自言：『善好有功", "424": "德。』在男子洗處浴，如婬女。」是中有比丘尼，少", "425": "欲知足行頭陀，聞是事心不喜，向佛廣說。佛", "426": "以是事集二部僧，知而故問助調達比丘尼：", "427": "「汝實作是事不？」答言：「實作。世尊！」佛以種種因", "428": "緣呵責言：「云何名比丘尼，在男子洗處浴？」種", "429": "種因緣呵已，語諸比丘：「以十利故與比丘尼", "43": "『汝等向比丘尼僧說。』即入房坐禪。我等作是", "430": "結戒。從今是戒應如是說：若比丘尼，男子洗", "431": "處浴，波夜提。」波夜提者，燒煮覆障，若不悔", "432": "過，能障礙道。是中犯者，若比丘尼男子洗處", "433": "浴，波夜提。隨男子洗處浴，隨得爾所波夜提。", "434": "一百七十七事竟", "435": "佛在王舍城。爾時助調達比丘尼，喜門中立。", "436": "諸居士呵責言：「諸比丘尼自言：『善好有功德。』", "437": "在門中立如婬女。」是中有比丘尼，少欲知足", "438": "行頭陀，聞是事心不喜，向佛廣說。佛以是事", "439": "集二部僧，知而故問助調達比丘尼：「汝實作", "44": "思惟：『誰能為比丘尼僧說同戒？』又作是念：『長", "440": "是事不？」答言：「實作。世尊！」佛以種種因緣呵責", "441": "言：「云何名比丘尼，喜門中立？」種種呵已語", "442": "諸比丘：「以十利故與比丘尼結戒。從今是戒", "443": "應如是說：若比丘尼在門中立，波夜提。」波夜", "444": "提者，燒煮覆障，若不悔過，能障礙道。是中犯", "445": "者，若比丘尼在門中立，波夜提。隨門中立，隨", "446": "得爾所波夜提。一百七十八波夜提事具足竟", "447": "5 八波羅提提舍尼法八波羅提提舍尼法", "448": "佛在釋氏國。爾時釋摩男，請佛及二部僧明", "449": "日食，佛默然受。知佛默然受已，頭面禮佛足", "45": "老跋提比丘，有福德威力名聞流布，必能為", "450": "右遶而去。還舍通夜辦種種多美飲食，煮藥", "451": "草乳汁，早起敷坐處，遣使白佛：「食具已辦，唯", "452": "聖知時。」佛及二部僧往入其舍就座而坐。釋", "453": "摩男見佛及二部僧坐已，自手行水、自下", "454": "飯、與藥草、乳汁澆上。爾時助調達比丘尼，盛", "455": "滿鉢飯，以藥草乳汁澆上，著前不食四向顧", "456": "視。釋摩男作是念：「我當遍看，誰少、誰不少？", "457": "誰食、誰不食？」見助調達比丘尼，置鉢在前不", "458": "食，問言：「何故不食？」答言：「汝有未煎乳不？有", "459": "者當食。」答言：「是藥草乳汁美好可食。若有未", "46": "說。』汝能為王園精舍比丘尼僧說同戒不？」長", "460": "煎乳者，當以相與。」又問：「汝有酪、生酥、熟酥、", "461": "油、魚、肉脯者，我當得食。」語言：「藥草乳汁可並", "462": "食。若有酪、生酥、熟酥、油、魚、肉脯，當以相與。」", "463": "助調達比丘尼言：「汝請佛及僧，汝若無力能", "464": "隨意與者，何故請佛及僧耶？若餘人請者，當", "465": "隨意與，是熟乳何處無有？」釋摩男善好，聞", "466": "是語不瞋。餘隨從釋摩男者瞋言：「諸比丘尼", "467": "自言：『善好有功德。』是釋摩男供給眾僧如", "468": "事大家，云何現前呵辱？」佛見助調達比丘尼", "469": "作是事，聞諸居士呵責，食後以是事集二部", "47": "老跋提默然受之，諸比丘即頭面禮跋提足", "470": "僧，種種因緣呵責助調達比丘尼言：「云何名", "471": "比丘尼，釋摩男供給眾僧如事大家，云何現", "472": "前呵辱？」種種因緣呵已，語諸比丘：「以十利故", "473": "與比丘尼結戒。從今是戒應如是說：若比丘", "474": "尼無病，自為索乳，是比丘尼，應諸比丘尼", "475": "前說是事，作是言：『諸善女！我墮可呵法，不隨", "476": "順道，可悔過，我今悔過。』是名初波羅提提舍", "477": "尼法。」是中犯者，若比丘尼無病自為索乳，得", "478": "者波羅提提舍尼；不得者，突吉羅。為病者索", "479": "得者，不犯。若從親里索、若先請、若不索自與，", "48": "右繞而去。是夜過已，跋提比丘著衣持鉢，共", "480": "不犯。一事竟酪、生酥、熟酥、油、魚、肉、脯亦如是，", "481": "是名為八波羅提提舍尼法。不共戒都竟，共戒如比丘戒中廣說。", "482": "6 比丘尼八敬法比丘尼八敬法", "483": "比丘尼布薩日到寺中，隨意請一比丘，受教", "484": "誡法。比丘尼僧要當自和合，僧差一比丘尼，", "485": "來受教誡，要須伴共來。來到已，頭面禮教", "486": "誡比丘足問訊，應如是語：「比丘尼僧和合，頭", "487": "面禮和合比丘僧足，乞半月教誡法。所勅教", "488": "誡法，我當受持。」比丘應語比丘尼言：「釋迦牟", "489": "尼佛多陀阿伽度、阿羅呵、三藐三佛陀，知者、見", "49": "後行比丘入舍衛城乞食。食後到王園比丘", "490": "者，為比丘尼說半月八敬法。何等八？一者", "491": "百歲比丘尼，見新受具戒比丘，應一心謙敬", "492": "禮足。二者比丘尼應從比丘僧乞受具戒。三", "493": "者若比丘尼犯僧殘罪，應從二部僧乞半月", "494": "摩那埵法。四者無比丘住處，比丘尼不得安", "495": "居。五者比丘尼安居竟，應從二部僧中自恣", "496": "求見聞疑罪。六者比丘尼半月從比丘受", "497": "八敬法。七者比丘尼語比丘言：『聽我問修多", "498": "羅、毘尼、阿毘曇。』比丘聽者應問，若不聽者", "499": "不得問。八者比丘尼不得說比丘見聞疑罪。", "5": "有姊妹比丘尼七人，名偷蘭難陀尼、周那難", "50": "尼精舍，諸比丘尼遙見長老跋提比丘來，即", "500": "是為八。」一比丘尼受是八敬法，布薩時應白", "501": "比丘尼僧中說是八敬法。布薩竟至明日，是", "502": "先受八敬法比丘尼，應還來禮是教誡比丘", "503": "足。比丘尼僧和合，頭面禮和合比丘僧足，比", "504": "丘尼僧和合布薩竟。", "505": "次說比丘法，僧和合說戒時，是教誡比丘尼", "506": "比丘，若聞說戒比丘言：「僧今和合先作何事？」", "507": "是受教誡比丘尼比丘，應至上座所偏袒右", "508": "肩胡跪合掌：「比丘尼僧和合，頭面禮和合比", "509": "丘僧足，乞半月教誡法所勅教誡法，我當都", "51": "起與敷床榻坐處，有辦水者，有辦草者。跋提", "510": "受。」上座應語：「和合比丘尼僧，不須作教誡羯", "511": "磨。」是比丘還語比丘尼：「眾僧語汝：『和合比丘", "512": "尼僧教誡比丘尼羯磨，佛已捨。』」凡教誡比丘", "513": "尼比丘，不得出界外。若出界外，得突吉羅", "514": "罪。", "515": "十誦尼律卷第四十七", "52": "到已，洗脚就座坐已，令集比丘尼僧。集已語", "53": "言：「諸善女！佛結同戒，我及汝等應共受持。」是", "54": "中有長老善好比丘尼，皆言：「善好。」偷蘭難", "55": "陀比丘尼喑嗌不受。是中有比丘尼，少欲知", "56": "足行頭陀，聞是事心不喜，種種因緣呵責", "57": "言：「云何名比丘尼，喑嗌向比丘？」種種因緣", "58": "呵已，向佛廣說。佛以是事集二部僧，知而故", "59": "問是比丘尼：「汝實作是事不？」答言：「實作。世尊！」", "6": "陀尼、提舍尼、憂波提舍尼、提舍域多尼、提", "60": "佛以種種因緣呵責言：「云何名比丘尼，喑嗌", "61": "向比丘？」種種因緣呵已，語諸比丘：「以十利故", "62": "與比丘尼結戒。從今是戒應如是說：若比丘", "63": "尼喑嗌向比丘者，波夜提。」波夜提者，燒煮覆", "64": "障，若不悔過，能障礙道。是中犯者，若比丘尼", "65": "喑嗌向比丘，波夜提。隨喑嗌向比丘，隨得爾", "66": "所波夜提。一百五十四事竟", "67": "佛在舍衛國，爾時迦羅比丘尼，本是外道，喜", "68": "鬪諍瞋恚，共諸比丘尼鬪諍惡口恐他，作是", "69": "言：「某王是我相識是我檀越，某大臣、鬪將、居", "7": "舍婆羅那尼、提舍叉多尼，是諸比丘尼有大", "70": "士，是我相識檀越，當用是力治汝。」諸比丘尼", "71": "恐怖。是中有比丘尼，少欲知足行頭陀，聞是", "72": "事心不喜，種種因緣呵責言：「云何名比丘尼，", "73": "共他鬪諍惡口恐他，作是言：『某王是我相識", "74": "是我檀越，某大臣、鬪將、居士，是我相識檀越，", "75": "當用是力治汝。』令諸比丘尼恐怖？」種種因緣", "76": "呵責已，向佛廣說。佛以是事集二部僧，知而", "77": "故問：「汝實作是事不？」答言：「實作。世尊！」佛以種", "78": "種因緣訶責言：「云何名比丘尼，共他鬪諍惡", "79": "口恐他，作是言：『某王與我相識是我檀越，某", "8": "勢力，集薪木材燒是比丘身，拾骨起塔。爾", "80": "大臣、鬪將、居士，與我相識檀越，當用是力治", "81": "汝。』令諸比丘尼恐怖？」種種因緣呵已，語諸比丘", "82": "丘：「以十利故與比丘尼結戒。從今是戒應如", "83": "是說：若比丘尼，共比丘尼鬪諍惡口恐怖他，", "84": "波夜提。」波夜提者，燒煮覆障，若不悔過，能障", "85": "礙道。是中犯者，若比丘尼，共比丘尼鬪諍惡", "86": "口，恐怖他言：「某王是我知識，當以王力治汝。」", "87": "波夜提。「大臣力、鬪將力、居士力治汝。」皆波夜", "88": "提。隨作是語，隨得爾所波夜提。一百五十五事竟", "89": "佛在舍衛國。爾時偷蘭難陀比丘尼，喜入出", "9": "時有一比丘名迦陀，從和耆國遊行向維耶", "90": "他家，早起行詣諸家，中庭立、大門中立、厨下", "91": "立。是中若有沙門、婆羅門來，為乞食故來，偷", "92": "蘭難陀比丘尼語言：「食未辦。」若言：「主人不在。」", "93": "如是從家至家，遮諸乞食人。諸乞食人不得", "94": "食故呵責言：「是不吉弊女慳惜他家，故令我", "95": "等不得食。」是中有比丘尼，少欲知足行頭陀，", "96": "聞是事心不喜，向佛廣說。佛以是事集二部", "97": "僧，知而故問偷蘭難陀比丘尼：「汝實作是事", "98": "不？」答言：「實作。世尊！」佛以種種因緣呵責言：「云", "99": "何名比丘尼，護惜他家？」種種因緣呵已，語諸"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1435 十誦律: 十誦律: 十誦尼律", "author": "後秦 弗若多羅共羅什譯", "sourceLink": "http://www.cbeta.org/"}