{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1156A 大隨求即得大陀羅尼明王懺悔法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1156A", "1": "大隨求即得大陀羅尼明王懺悔", "2": "法", "3": "隨求八印隨求八印", "4": "第一懺悔印　亦名菩提心印　仰兩手。以", "5": "右手無名指。繞於中指後。以頭指句無名指", "6": "頭。左手如之。以左右手大指。各捻小指甲", "7": "上。中指頭相柱仰掌向上稍當心誦呪。第", "8": "二菩提根本契　亦名授記頂契印　準前印。", "9": "改小母掌內交。二大母指左押右各捻本。小", "10": "母指押甲上。頭指捻中指背上節文。第三", "11": "如來平等契　亦名施清涼契印　右手頭指", "12": "以下三指直申。以大母捻小指背第一文。不", "13": "言左手　如來清淨契　先左右手合掌。二", "14": "小指相叉於掌內右押左。頭已下三指合頭。", "15": "大母指亦合頭。藏於掌內。第四如來消一", "16": "切毒惡契　亦名一切歡喜契　依平等印。", "17": "交腕右押左。仰掌向上。若外有事。迴向外", "18": "托之。是滅毒契。第五名一切蟲得佛記", "19": "契　先合掌二小指直竪。二無名指掌內屈。", "20": "二中指右押左掌內反相叉。二頭指各句", "21": "二中指。二大指各捻頭指中文側。二小指", "22": "竝曲勿著無名指。第六祕密契　亦名心", "23": "中印　先合掌以頭指無名指小指。反相叉", "24": "掌內。以大母指藏頭入掌內。各捻三指甲上。", "25": "第七解脫契　亦名護念十方契　先合掌", "26": "當心。以頭指無名指小指。少屈於掌內令甲", "27": "相背。以大母指藏頭。入本掌內。捻無名指", "28": "中節側。中指平展節相背。第八如來心契", "29": "先仰右掌以淨心觀之。以大母指捻無名", "30": "指中文側。四指把搼。", "31": "佛告諸大眾。如是懺悔者。從菩提生一切諸", "32": "佛。發菩提心時。自取不劣不覆諸罪。即菩提", "33": "心故。善男子當知此菩提心契不思議。何以", "34": "故。我念往昔修菩薩行。經無量劫積功累", "35": "德。亦過無量劫。如是苦行修學。經千恒河", "36": "沙劫。了無一記。何以故。為心劣故。為有餘", "37": "罪。劫懺謝皆不得盡。為懺不盡。致殃宿昝。", "38": "皆悉引前作諸障難。致使如是不得成佛。我", "39": "於自心諦求諸佛。發若干誓願。發願以訖。", "40": "須臾淨信便得此契。稱為一切諸佛大菩提", "41": "心。我結此契便即懺悔。所有障難一時蕩盡。", "42": "十方諸佛受記號吾。當來得名釋迦牟尼。具", "43": "足十力四無所畏。善男子假使眾生。出十佛", "44": "身血百佛身血。千佛身血萬佛身血。百千", "45": "億佛身血。乃至無量恒河沙數佛身血。不", "46": "可數不可數佛身血者。結我此契。誦我隨求", "47": "即得陀羅尼三遍等一遍一句。一稱名字。若", "48": "有殘罪露及眾生。無有是處。何以故。若有殘", "49": "罪於眾生者。一切諸佛便失菩提。善男子若", "50": "有一人起慈悲心。結我此契。普為大千稱說。", "51": "眾生舉印指於十方界。所有眾生一切罪障", "52": "病苦惱等。一時消滅無有遺餘。便得初地。一", "53": "切眾生亦所不覺。若入魔宮結持此契。魔王", "54": "順伏追捨魔業。若入王宮結持此印。即起慈", "55": "忍正法治人。若遭王難等。入州縣等在枷鎖。", "56": "結持此印。枷鎖解脫。官自開恩兩得和可。", "57": "若人能日日作此者。一切世間無不調順。龍", "58": "王歡喜以能降雨。一切世間所有󰽟毒害心", "59": "皆和悅。若入鬪戰。以印指之。兩軍和解一", "60": "無所損。善男子我以此印不可為比。以一喻", "61": "知。善男子十方諸天共為萬。不及一那羅延", "62": "力。十方世界那羅延共為萬。不及菩薩一節", "63": "之力。十方世界一切菩薩共為萬。不及如來", "64": "一毛端力。善男子假使一佛能作種種不思", "65": "議力。猶亦不如無量諸佛之力。何以故。一", "66": "切如來共住持故。共隨喜故。共印可故。十方", "67": "如來從此生故。菩薩金剛常祐助故。等至菩", "68": "提無二見故。善男子若說此契功用。窮劫不", "69": "盡不可思議。若有眾生欲至佛位。始得此契", "70": "小小初地。亦未聞知。不可具說。菩提根本", "71": "者從一心生。從一法生。從異見生。從斷愛憎", "72": "生。從離殺業生。從無始淨土生。從決定生。", "73": "從質直無為生。從柔和善忍生。從勇猛精勤", "74": "生從怜愍一切眾生生。從大慈悲生。從無畏", "75": "生。從難苦生。從不捨眾生生。從敬養父母", "76": "孝順師長生。從心不跳躁生。從不下劣生。", "77": "從淨三業生。善男子此是菩提根本契。善男", "78": "子一切天仙龍神四天王金剛。聲聞辟支佛", "79": "四果聖眾。及菩薩摩訶薩。行此菩薩事。得徹", "80": "到者。無有是處。何以故。如此事者是諸佛行。", "81": "除佛以外能行此者。即是佛身不可思議。", "82": "非菩薩也。善男子乃至菩薩金剛不持此契。", "83": "縱至法雲地。亦不得受記。何以故。無菩提", "84": "故。善男子若有或修一法百法千萬法不可", "85": "數法。不持此契。無一法之分。眾聖不喜天神", "86": "不衛。所修靈業雖得小通。魔王共為亦非正", "87": "仕。若持此契。無間淨與不淨。持與不持。供", "88": "養與不供養。乃至一切諸不善業悉皆具造。", "89": "能於一念之間。暫憶此契記持不忘。臨命終", "90": "時生善住天證菩提王。亦得作灌頂金輪王", "91": "於大千界。若能淨心及身。日十二時。十時", "92": "造惡。二時憶念。思法涅槃不謬不退。肉身", "93": "即證菩提。遊騰十方如佛無異。善男子如此", "94": "契者。十方世界所有印契之根原也。若常持", "95": "此契不捨。能動十方世界。時大神大藥叉王。", "96": "菩薩金剛龍天八部。常來衛護如佛無異。", "97": "唯除如來餘無此力。諸有所須便自持來亦", "98": "無乏少。智惠門聞佛智者悉皆解了。菩薩之", "99": "智亦不足言。此契無本流行。祕之不得輒說", "100": "如此神通加護。已告眾人。雖見眾不借人。", "101": "何以故。疲命根故。所得神通但自知之。", "102": "八家祕錄云。大隨求八印法一卷惟謹仁運蓋", "103": "當此法延寶三乙卯年正月寫挍訖。　金剛", "104": "乘佛子淨嚴三十七", "105": "天明改元辛丑年閏五月。以宇治慧心院", "106": "藏本書寫竟。　智積院東武慈忍", "107": "享和改元酉秋七月。以件本令寫之。更校", "108": "對點國字。命工上木。　豐山沙門快道誌", "109": "一校畢", "110": "享和三年四月五日", "111": "暉時閣筆　慈順"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1156A 大隨求即得大陀羅尼明王懺悔法", "source": "CBETA"}