{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1438 大沙門百一羯磨法: 大沙門百一羯磨法: 大沙門百一羯磨法: 大沙門百一羯磨摩法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1438", "1": "大沙門百一羯磨法一卷", "2": "1 捨界羯磨白羯磨二十四、白二羯磨四十七、白四羯磨三十，因羯磨不限百一，以類相從不出百一，羯磨之法要須曲盡乃成", "3": "羯磨，今粗略法用可知耳捨界羯磨", "4": "「大德僧聽！僧本結內界，一住處一說戒故。若", "5": "僧時到僧忍聽，僧一住處一說戒中捨本界。", "6": "如是白。」", "7": "「大德僧聽！僧本結內界，一住處一說戒故。今", "8": "僧一住處一說戒中捨本界。誰諸長老忍是", "9": "一住處一說戒中捨本界，是諸長老默然；誰", "10": "不忍便說。」", "11": "「僧一住處一說戒中捨本界竟，僧忍默然故，", "12": "是事如是持。」", "13": "2 結內界羯磨結內界羯磨四處即是內界，以故不除。此處內難失衣之罪，是以後結衣中應除", "14": "「大德僧聽！是某甲比丘說四方界相，此相內", "15": "界、彼相外界。若僧時到僧忍聽，僧一住處一", "16": "說戒故結內界。如是白。」", "17": "「大德僧聽！是某甲比丘說四方界相，此相內", "18": "界、彼相外界。僧一住處一說戒故結內界。誰", "19": "長老忍一住處一說戒故結內界，是諸長老", "20": "默然；誰不忍便說。」", "21": "「僧一住處一說戒故結內界竟，僧忍默然故，", "22": "是事如是持。」", "23": "3 結外界羯磨結外界羯磨結界法先應規度內界相，內界相中規度外界相，先結外界後結內界，所以外界在內者，", "24": "或有住處不須外界", "25": "「大德僧聽！是某甲比丘說四方界相，僧結內", "26": "界。是中爾許地僧結作外界受戒處。若僧時", "27": "到僧忍聽，僧爾許地結作外界受戒處。如是", "28": "白。」", "29": "「大德僧聽！是某甲比丘說四方界相，僧結內", "30": "界。是中爾許地僧結作外界受戒處。誰長", "31": "老忍是內界中爾許地結作外界受戒處，是", "32": "諸長老默然；誰不忍便說。」", "33": "「僧是內界中爾許地結作外界受戒處竟，僧", "34": "忍默然故，是事如是持。」", "35": "4 結不失衣羯磨結不失衣羯磨", "36": "「大德僧聽！一住處一說戒結內界。是中除聚", "37": "落及界，除阿練若處及屋，餘殘一住處一說", "38": "戒作不失衣法。若僧時到僧忍聽，僧一住處", "39": "一說戒作不失衣法。如是白。」", "40": "「大德僧聽！一住處一說戒結內界。是中除聚", "41": "落及界，除阿練若處及屋，餘殘一住處一說", "42": "戒作不失衣法。誰長老忍是一住處一說戒", "43": "作不失衣法，是誰長老忍默然故；誰不忍便", "44": "說。」「僧聽是一住處一說戒作不失衣法竟，僧", "45": "忍默然故，是事如是持。」", "46": "僧中羯磨十四人監事能作法人、能分僧臥具人、能敷僧臥具人、能分僧餅人、能處分", "47": "差請人、處分沙彌人、能分僧粥人、能處分守園人、能分僧衣人、能分雨衣人、主分藥人、晝夜掌僧物人、掌僧麁物人、", "48": "常守住處人", "49": "「大德僧聽！某甲比丘能作僧淨法人。若僧時", "50": "到僧忍聽，僧某甲比丘作僧淨法人。如是白。」", "51": "「大德僧聽！某甲比丘能作僧淨法人。僧某甲", "52": "比丘作僧淨法人。誰長老忍某甲比丘作僧", "53": "淨法人默然；誰不忍，是長老便說。」", "54": "「僧某甲比丘作僧淨法人竟，僧忍默然故，是", "55": "事如是持。」", "56": "「大德僧聽！某甲比丘能作分僧臥具人。若僧", "57": "時到僧忍聽，僧某甲比丘作僧分臥具人。如", "58": "是白。」", "59": "「大德僧聽！某甲比丘能作分僧臥具人。誰長", "60": "老忍某甲比丘作分僧臥具人默然；誰不忍，", "61": "是長老便說。」", "62": "「僧某甲比丘作分僧臥具人竟，僧忍默然故，", "63": "是事如是持。」十四略一人，其餘法用可知", "64": "5 僧伽婆尸沙懺悔法僧伽婆尸沙懺悔法", "65": "佛在舍衛國。長老迦留陀比丘故出精，得僧", "66": "伽婆尸沙罪，一罪覆藏。是長老語諸比丘：", "67": "「諸長老！我故出精得僧伽婆尸沙罪，一罪覆", "68": "藏。我當云何？」諸比丘不知如何，以是白佛。佛", "69": "語諸比丘：「汝曹與迦留陀比丘故出精犯得僧", "70": "伽婆尸沙罪，一罪覆藏故，如覆藏時與波利", "71": "婆沙隨時下意作眾事。更有比丘得如是罪，亦應與波", "72": "利婆沙。」諸比丘言：「大德！云何應與？」佛言：「一", "73": "心會僧中，是迦留陀比丘應偏袒右肩脫革", "74": "屣入僧中，頭面禮諸比丘足，胡跪合掌應言：", "75": "『諸長老一心念！我迦留陀比丘故出精得僧", "76": "伽婆尸沙罪，一罪覆藏。除是罪故，僧中如覆", "77": "藏日乞波利婆沙。僧！我迦留陀比丘故出精", "78": "得僧伽婆尸沙罪，一罪覆藏。除是罪故，如", "79": "覆藏日與波利婆沙。憐愍故。』如是第二、第三", "80": "說訖。」", "81": "6 波利婆沙羯磨波利婆沙羯磨", "82": "「是中一比丘，應僧中如是唱：『大德僧聽！是迦", "83": "留陀比丘故出精得僧伽婆尸沙罪，一罪覆", "84": "藏。除是罪故，僧中如覆藏日乞波利婆沙。是", "85": "言：「僧！我迦留陀比丘故出精得僧伽婆尸沙", "86": "罪，一罪覆藏。除是罪故，如覆藏日與波利婆", "87": "沙。憐愍故。」若僧時到僧忍聽，僧迦留陀比丘", "88": "故出精得僧伽婆尸沙罪，一罪覆藏。除是", "89": "罪故，如覆藏日與波利婆尸沙。如是白。』", "90": "「『大德僧聽！是迦留陀比丘故出精得僧伽婆", "91": "尸沙罪，一罪覆藏。除是罪故，今僧中如覆藏", "92": "日與波利婆沙。誰諸長老忍迦留陀比丘故", "93": "出精得僧伽婆尸沙罪，一罪覆藏，除是罪", "94": "故，今僧中如覆藏日與波利婆沙，是諸長老", "95": "默然；誰不忍便說。』第二、第三說。", "96": "「『僧！迦留陀比丘故出精得僧伽婆尸沙罪，一", "97": "罪覆藏，如覆藏日與波利婆沙竟。僧忍默然", "98": "故，是事如是持。』」波利婆沙中應具說三羯磨，相承之法如下", "99": "7 摩那埵應乞摩那埵應乞", "100": "「一心會僧中，迦留陀比丘應偏袒右肩脫革", "101": "屣入僧中，頭面禮諸比丘足，胡跪合掌應言：", "102": "『諸長老一心念！我迦留陀比丘先故出精得", "103": "僧伽婆尸沙罪，一罪覆藏。僧中乞波利婆", "104": "沙，僧與波利婆沙行竟。除是罪故，僧中乞六", "105": "夜摩那埵。僧！我迦留陀比丘先故出精得僧", "106": "伽婆尸沙罪，一罪覆藏。除是罪故，與六夜摩", "107": "那埵。憐愍故。』如是第二、第三乞。」", "108": "8 波利婆沙磨那埵羯磨波利婆沙磨那埵羯磨", "109": "「是中一比丘應僧中唱：『大德僧聽！是迦留陀", "110": "比丘先故出精得僧伽婆尸沙罪，一罪覆藏。", "111": "僧中乞波利婆沙，僧與波利婆沙行竟。除是", "112": "罪故，僧中乞六夜摩那埵。是言：「僧！我迦留陀", "113": "比丘先故出精得僧伽婆尸沙罪，一罪覆藏。", "114": "除是罪故，與六夜摩那埵。憐愍故。」若僧時到", "115": "僧忍聽，僧迦留陀比丘先故出精得僧伽婆", "116": "尸沙罪，一罪覆藏。除是罪故，當與六夜摩那", "117": "埵。如是白。』", "118": "「『大德僧聽！是迦留陀比丘先故出精得僧伽", "119": "婆尸沙罪，一罪覆藏。僧中乞波利婆沙，僧與", "120": "波利婆沙行竟。除是罪故，今僧中乞六夜摩", "121": "那埵。誰諸長老忍迦留陀比丘先故出精得", "122": "僧伽婆尸沙罪，一罪覆藏，除是罪故，今僧中", "123": "六夜摩那埵，是諸長老默然；誰不忍便說。』如", "124": "是第二第三說。", "125": "「『僧與迦留陀比丘先故出精得僧伽婆尸沙", "126": "罪，一罪覆藏，六夜磨那埵竟。僧忍默然故，", "127": "是事如是持。』", "128": "「一心會僧中，迦留陀比丘應偏袒右肩脫革", "129": "屣入僧中，頭面禮諸比丘足，胡跪合掌應言：", "130": "『諸長老一心念！我迦留陀比丘先故出精得", "131": "僧伽婆尸沙罪，一罪覆藏。僧中乞波利婆沙", "132": "摩那埵，僧與波利婆沙摩那埵行竟。除是罪", "133": "故，僧中乞出罪。僧！我迦留陀比丘先故出精", "134": "得僧伽婆尸沙罪，一罪覆藏。除是罪故，與出", "135": "罪。憐愍故。』如是三說。」", "136": "9 波利婆沙出罪羯磨波利婆沙出罪羯磨", "137": "「是中一比丘應僧中唱：『大德僧聽！是迦留陀", "138": "比丘先故出精得僧伽婆尸沙罪，一罪覆藏。", "139": "僧中乞波利婆沙磨那埵，僧與波利婆沙摩", "140": "那埵行竟。除是罪故，僧乞出罪。是言：「僧！我", "141": "迦留陀比丘先故出精得僧伽婆尸沙罪，一", "142": "罪覆藏。除是罪故，與出罪。憐愍故。」若僧時到", "143": "僧忍聽，僧迦留陀比丘先故出精得僧伽婆", "144": "尸沙罪，一罪覆藏。除是罪故，當與出罪。如是", "145": "白。』「『大德僧聽！是迦留陀比丘先故出精得僧", "146": "伽婆尸沙罪，一罪覆藏。僧中乞波利婆沙摩", "147": "那埵，僧與波利婆沙摩那埵行竟。除是罪故，", "148": "今僧中與出罪。誰諸長老忍迦留陀比丘先", "149": "故出精得僧伽婆尸沙罪，一罪覆藏，除是罪", "150": "故，今僧中與出罪，是諸長老默然；誰不忍便", "151": "說。』如是三說。", "152": "「『僧！迦留陀比丘先故出精得僧伽婆尸沙罪，", "153": "一罪覆藏。與出罪竟。僧忍默然故，是事如是", "154": "持。』」", "155": "佛在舍衛國。長老迦留陀比丘故出精，得僧", "156": "伽婆尸沙罪，一罪不覆藏。是長老語諸比丘：", "157": "「諸長老！我故出精得僧伽婆尸沙罪，一罪不", "158": "覆藏。我今當云何？」諸比丘不知如何？以是", "159": "事白佛。佛語比丘：「汝曹與迦留陀比丘故出", "160": "精得僧伽婆尸沙罪，一罪不覆藏故，與六夜", "161": "摩那埵六夜苦行下意作眾事。更有比丘得如是罪，應", "162": "與六夜摩那埵。」諸比丘言：「大德！云何應與？」", "163": "佛言：「一心會僧中，迦留陀比丘應偏袒右肩", "164": "脫革屣入僧中，頭面禮諸比丘足，胡跪合掌", "165": "應云：『諸長老一心念！我迦留陀比丘故出", "166": "精得僧伽婆尸沙罪，一罪不覆藏。除是罪故，", "167": "僧中乞六夜摩那埵。僧！我迦留陀比丘故出", "168": "精得僧伽婆尸沙罪，一罪不覆藏。除是罪故，", "169": "與六夜摩那埵。憐愍故。』如是第二、第三應乞。」", "170": "10 摩那埵羯磨摩那埵羯磨", "171": "「是中一比丘，僧中應如是唱：『大德僧聽！是迦", "172": "留陀比丘故出精得僧伽婆尸沙罪，一罪不", "173": "覆藏。除是罪故，僧中乞六夜摩那埵。是言：", "174": "「僧！我迦留陀比丘故出精得僧伽婆尸沙罪，", "175": "一罪不覆藏。除是罪故，與六夜摩那埵。憐愍", "176": "故。」若僧時到僧忍聽，僧迦留陀比丘故出精", "177": "得僧伽婆尸沙罪，一罪不覆藏。除是罪故，當", "178": "與六夜摩那埵。如是白。』", "179": "「『大德僧聽！是迦留陀比丘故出精得僧伽婆", "180": "尸沙罪，一罪不覆藏。除是罪故，今僧中與六", "181": "夜摩那埵。誰諸長老忍迦留陀比丘故出精", "182": "得僧伽婆尸沙罪，一罪不覆藏，除是罪故，今", "183": "僧中與六夜摩那埵，是諸長老默然故；誰不", "184": "忍便說。』如是第二應說、第三應說。「『僧與迦留", "185": "陀比丘故出精得僧伽婆尸沙罪，一罪不覆", "186": "藏，六夜摩那埵竟。僧忍默然故，是事如是", "187": "持。』", "188": "「一心會僧中，迦留陀比丘應偏袒右肩脫革", "189": "屣入僧中，頭面禮諸比丘足，胡跪合掌應言：", "190": "『諸長老一心念！我迦留陀比丘先故出精得", "191": "僧伽婆尸沙罪，一罪不覆藏。僧中乞六夜摩", "192": "那埵，僧與六夜摩那埵行竟，除是罪故，僧中", "193": "乞出罪。僧！我迦留陀比丘先故出精得僧伽", "194": "婆尸沙罪，一罪不覆藏，除是罪故，與出罪。憐", "195": "愍故。』如是第二、第三說。」", "196": "11 摩那埵出罪羯磨摩那埵出罪羯磨", "197": "「是中一比丘應僧中唱：『大德僧聽！是迦留陀", "198": "比丘先故出精得僧伽婆尸沙罪，一罪不覆", "199": "藏。僧中乞六夜摩那埵，僧與六夜摩那埵行", "200": "竟。除是罪故，僧中乞出罪。是言：「僧！我迦留", "201": "陀比丘先故出精得僧伽婆尸沙罪，一罪不", "202": "覆藏。僧中乞六夜摩那埵，僧與六夜摩那埵", "203": "行竟。除是罪故，與出罪。憐愍故。」若僧時到僧", "204": "忍聽，僧迦留陀比丘先故出精得僧伽婆尸", "205": "沙罪，一罪不覆藏，除是罪故，當與出罪。如是", "206": "白。』", "207": "「『大德僧聽！是迦留陀比丘先故出精得僧伽", "208": "婆尸沙罪，一罪不覆藏。僧中乞六夜摩那埵，", "209": "僧與六夜摩那埵行竟，除是罪故，今僧中與", "210": "出罪。誰諸長老忍迦留陀比丘先故出精得", "211": "僧伽婆尸沙罪，一罪不覆藏，除是罪故，今僧", "212": "中與出罪，是諸長老默然；誰不忍便說。』如是", "213": "第二、第三說。", "214": "「『僧與迦留陀比丘先故出精得僧伽婆尸沙罪，", "215": "一罪不覆藏，出罪竟。僧忍默然故，是事如是", "216": "持。』」", "217": "是長老迦留陀比丘，六夜行摩那埵未竟，更", "218": "作僧伽婆尸沙罪故出精，是罪不覆藏。語諸", "219": "比丘：「諸長老！我先故出精得僧伽婆尸沙罪，", "220": "一罪不覆藏。我僧中乞六夜摩那埵，僧與我", "221": "六夜摩那埵。我僧中行六夜摩那埵未竟，更", "222": "作僧伽婆尸沙罪故出精，是罪不覆藏。我今", "223": "當云何？」諸比丘不知如何？以是事白佛。佛語", "224": "諸比丘：「汝曹與迦留陀比丘如本治。更有比", "225": "丘得如是罪，亦應與如本治。」諸比丘言：「大德！", "226": "云何應與？」佛言：「一心會僧中，迦留陀比丘應", "227": "偏袒右肩脫革屣入僧中，頭面禮諸比丘足，", "228": "胡跪合掌應言：『諸長老一心念！我迦留陀比", "229": "丘先故出精得僧伽婆尸沙罪，一罪不覆藏。", "230": "我僧中乞六夜摩那埵，僧與我六夜摩那埵。", "231": "已行若干日，若干日未竟，我更作僧伽婆尸", "232": "沙罪，一罪不覆藏。除是罪故，僧中乞如本治。", "233": "僧！我迦留陀比丘故出精得僧伽婆尸沙罪，", "234": "更作一罪，不覆藏。除是罪故，與本治，憐愍故。』", "235": "如是第二、第三說。」", "236": "12 本治羯磨本治羯磨", "237": "「是中一比丘應僧中唱：『大德僧聽！是迦留陀", "238": "比丘先故出精得僧伽婆尸沙罪，一罪不覆", "239": "藏。從僧中乞六夜摩那埵，僧與六夜摩那埵。", "240": "是迦留陀比丘，僧中六夜行摩那埵，已行若", "241": "干日，若干日未竟，更作僧伽婆尸沙罪，一罪", "242": "不覆藏。除是罪故，僧中乞如本治。言是：「僧！", "243": "我迦留陀比丘故出精得僧伽婆尸沙罪，更", "244": "作一罪不覆藏。與如本治，憐愍故。」若僧時到", "245": "僧忍聽，僧迦留陀比丘故出精得僧伽婆尸", "246": "沙罪，更作一罪不覆藏。除是罪故，當與如本", "247": "治。如是白。』」", "248": "白四羯磨", "249": "「『僧與迦留陀比丘故出精得僧伽婆尸沙罪，", "250": "更作一罪不覆藏，如本治竟。僧忍，默然故，是", "251": "事如是持。』」", "252": "是迦留陀比丘，罪中更作罪，僧中行六夜摩", "253": "那埵行如本治竟，語諸比丘：「我今當云何？」諸", "254": "比丘不知云何？以是事白佛。佛言：「汝曹與出", "255": "罪羯磨。是迦留陀比丘，罪中更作罪，僧中六", "256": "夜行摩那埵行如本治竟。更有比丘得如是", "257": "罪，亦應與出罪羯磨。」諸比丘言：「大德！云何", "258": "與出罪羯磨？」佛言：「一心會僧中，迦留陀比丘", "259": "應偏袒右肩脫革屣入僧中，頭面禮諸比丘", "260": "足，胡跪合掌應言：『諸長老一心念！我迦留陀", "261": "比丘故出精得僧伽婆尸沙罪，一罪不覆藏。", "262": "我先僧中乞六夜摩那埵，僧與我六夜摩那", "263": "埵。我僧中行六夜摩那埵，已行若干日、若", "264": "干日未竟，更作僧伽婆尸沙罪不覆藏。我僧", "265": "中乞如本治，僧與我如本治。我迦留陀比丘", "266": "罪中更作罪，行如本治竟，除是罪故，僧中乞", "267": "出罪羯磨。僧！我迦留陀比丘罪中更作罪，行", "268": "六夜摩那埵行如本治竟，除是罪故，與出罪羯", "269": "磨，憐愍故。』如是第二、第三乞。」", "270": "13 本治出罪羯磨本治出罪羯磨", "271": "「是中一比丘應僧中唱：『大德僧聽！是迦留陀", "272": "比丘故出精得僧伽婆尸沙罪，一罪不覆藏，", "273": "先僧中乞六夜摩那埵，僧與六夜摩那埵。僧", "274": "中六夜摩那埵，已行若干日、若干日未竟，更", "275": "作僧伽婆尸沙罪，一罪不覆藏。是迦留陀比", "276": "丘僧中乞如本治，僧與如本治行竟。除是罪", "277": "故，僧中乞出罪羯磨。是言：「僧！我迦留陀比丘", "278": "故出精得僧伽婆尸沙罪，更作一罪不覆藏。", "279": "僧中乞如本治，僧與如本治行竟，與出罪羯", "280": "磨，憐愍故。」若僧時到僧忍聽，僧迦留陀比丘", "281": "故出精得僧伽婆尸沙罪，一罪不覆藏，僧中", "282": "乞如本治行竟，除是罪故，當與出罪羯磨。如", "283": "是白。』」", "284": "白四羯磨", "285": "「『僧與迦留陀比丘故出精得僧伽婆尸沙罪", "286": "一罪不覆藏，出罪羯磨竟。僧忍，默然故，是事", "287": "如是持。』」此出罪羯磨要二十人前，三羯磨四人可得", "288": "14 偷羅遮懺悔法偷羅遮懺悔法一切偷羅遮從二篇生四差之異，上品不可懺；前篇下品、後篇中品，界外", "289": "四人得懺；之餘下品人一得懺也", "290": "「大德僧一心念！某甲比丘盜四錢，得偷羅遮", "291": "罪。今僧中說偷羅遮罪，不可匿藏罪。」如是三", "292": "說。", "293": "僧問：「汝自見罪不？」答言：「見。」「汝莫復作。」「長老一", "294": "心念！某甲比丘捉女人著身衣，得偷羅遮", "295": "麁罪。我某甲比丘今從長老說罪，不匿藏罪。」如是", "296": "三說", "297": "「長老一心念！我某甲比丘長衣過十日，得尼", "298": "薩耆波夜提罪。我某甲是衣棄捨，從長老說", "299": "罪出罪，為清淨故。」如是三說。", "300": "「長老一心念！我某甲比丘故妄語，得波夜提", "301": "罪。我某甲比丘今從長老說罪出罪除罪，為", "302": "清淨故。」如是三說。", "303": "15 四悔過悔法四悔過悔法", "304": "「大德僧一心念！我某甲比丘墮可呵法不是", "305": "處，是可出法，我今出。」第二、第三如是說僧答聽。", "306": "「長老一心念！我某甲比丘觸女人衣，得突吉", "307": "羅。」如是三說。", "308": "16 諸擯羯磨諸擯羯磨", "309": "「大德僧聽！是某甲比丘作婬事，得波羅夷罪。", "310": "若僧時到僧忍聽，僧是某甲比丘作婬事，得", "311": "波羅夷罪。今當作滅羯磨，不共住不共事。如", "312": "是白。」", "313": "「大德僧聽！是某甲比丘作婬事，得波羅夷罪。", "314": "今僧作滅羯磨，不共住不共事。誰長老忍某", "315": "甲比丘作婬事得波羅夷罪，今僧作滅羯磨", "316": "默然；誰不忍便說。」第二、第三亦如是說。", "317": "「僧與某甲比丘作婬事得波羅夷罪滅羯磨", "318": "竟。僧忍，默然故，是事如是持。」", "319": "「大德僧聽！某甲比丘作罪，不自見罪。若僧", "320": "時到僧忍聽，僧是某甲比丘作罪，不自見", "321": "罪，當作不見擯羯磨。如是白。」", "322": "白四羯磨", "323": "「僧！某甲比丘作罪，不自見罪，作不見擯羯", "324": "磨竟。僧忍，默然故，是事如是持。」", "325": "「大德僧聽！某甲比丘作罪見罪，不作如法", "326": "懺悔。若僧時到僧忍聽，僧某甲比丘作罪見", "327": "罪不作如法懺悔，當作不作擯羯磨。如是", "328": "白。」", "329": "白二羯磨", "330": "「僧！某甲比丘作罪見罪不如法懺悔，與不作", "331": "擯羯磨竟。僧忍，默然故，是事如是持。」", "332": "17 僧羯磨明能令斷非法僧羯磨明能令斷非法", "333": "一比丘應僧中唱：「大德僧聽！我曹僧中滅是", "334": "事。無智比丘言：『是事不應如是如是滅，是事", "335": "應如是如是滅。』我今僧中作羯磨，一切僧當", "336": "約勅滅此事。如是白。」", "337": "三菩伽僧中唱西南方四比丘、東方四比丘", "338": "名。「大德僧聽！是八人名西南方四比丘、東方", "339": "四比丘。若僧時到僧忍聽，僧是八人能斷事，", "340": "入僧中欲滅是事故。如是白。」", "341": "「大德僧聽！唱是八人名，東方四比丘、西南方", "342": "四比丘。僧聽是八人斷事，入僧中欲滅是事", "343": "故。是中誰長老忍是八人斷事入僧中欲滅", "344": "是事故默然，誰不忍便說。」", "345": "「僧聽是八人斷事入僧中欲滅是事竟。僧忍，", "346": "默然故，是事如是持。」", "347": "一比丘應僧中唱：「大德僧聽！是阿耆多比丘", "348": "受戒五歲，雖小能誦持毘尼。若僧時到僧忍", "349": "聽，僧是阿耆多比丘能作斷事人，為諸上座", "350": "婆伽林中敷坐具。如是白。」", "351": "白二羯磨。", "352": "「僧聽阿耆多比丘作斷事人敷坐具竟。僧忍，", "353": "默然故，是事如是持。」欲作羯磨時依如白中，但誰忍為異", "354": "「大德僧聽！某甲比丘欲受三十九夜僧事故", "355": "出界，還是中安、居是中自恣。若僧時到僧忍", "356": "聽，僧某甲比丘受三十九夜僧事故出界，還", "357": "是中安居、是中自恣。如是白。」", "358": "「大德僧聽！某甲比丘受三十九夜僧事故出", "359": "界，還是中安居、是中自恣。誰長老忍某甲比", "360": "丘受三十九夜僧事故出界，還是中安居、是", "361": "中自恣默然；誰不忍，是長老便說。」", "362": "「僧與某甲比丘受三十九夜僧事故出界，還是", "363": "中安居、是中自恣竟。僧忍，默然故，是事如是", "364": "持。」", "365": "18 伽絺那衣法伽絺那衣法", "366": "佛在舍衛國。諸比丘桑祇多國夏安居自恣", "367": "竟，與衣鉢俱至舍衛國。是時天雨泥水風熱，", "368": "諸比丘疲極。到佛所，頭面禮佛足一面坐。諸", "369": "佛常法，慰問諸比丘：「夏安居乏不樂不？道", "370": "路疲不？」諸比丘言：「不乏不苦；道路疲極。」佛問", "371": "諸比丘：「汝事事好，何以獨疲極耶？」諸比丘言：", "372": "「我於桑祇多國夏安居自恣竟，與衣鉢俱至", "373": "舍衛國，天雨泥水風熱苦極。」佛言：「從今日聽", "374": "受伽絺那衣竟，汝曹離本衣無罪。如是應作。", "375": "一心會僧，僧中一比丘應唱：『大德僧聽！今日", "376": "僧作伽絺那衣，今日僧欲作伽絺那衣。若僧", "377": "時到僧忍聽，僧當一心作伽絺那衣。如是", "378": "白。』", "379": "「次第應唱作伽絺那衣人。應如是言：『誰能於", "380": "僧中作伽絺那衣人？』若有比丘言：『我能作。』有", "381": "五法，不應令作伽絺那：愛、恚、怖、癡、作不作不", "382": "知。有五法應令作：不愛、不恚、不怖、不癡、作不", "383": "作知。一比丘應僧中如是唱：『大德僧聽！某甲", "384": "比丘僧中作伽絺那衣人。若僧時到僧忍聽，", "385": "僧某甲比丘作僧伽絺那衣人。如是白。』", "386": "「『大德僧聽！某甲比丘能僧中作伽絺那衣人。", "387": "誰長老忍某甲比丘僧中作伽絺那衣人默", "388": "然，誰不忍便說。』『僧忍某甲比丘作伽絺那衣", "389": "人竟。僧忍，默然故，是事如是持。』", "390": "「安居中所得施衣，應羯磨與伽絺那衣人。一", "391": "心會僧，僧中一比丘應唱：『大德僧聽！是住處", "392": "僧得此施衣可分物，安居僧應分。若僧時到", "393": "僧忍聽，僧當羯磨與某甲比丘作伽絺那衣，", "394": "是住處受持故。如是白。』」", "395": "白二羯磨", "396": "「『僧與某甲比丘作伽絺那衣竟。僧忍，默然故，", "397": "是事如是持。』", "398": "「是時作伽絺那衣人，更與四比丘能作者，是", "399": "衣浣染割簪縫試量。是作伽絺那衣人，浣時", "400": "應心念：『當作伽絺那。』染割簪縫試量亦如是。", "401": "此六心不生，非伽絺那衣。」佛言：「更應生三", "402": "心：當作此衣、今作此衣、已作此衣。三心生，", "403": "當是伽絺那衣事多未說。", "404": "「僧中一比丘應唱：『大德僧聽！是衣，是中住處", "405": "現前僧應分。若僧時到僧忍聽，僧是衣僧羯", "406": "磨當與某甲比丘。如是白。』」", "407": "白二羯磨", "408": "「『僧！是衣與某甲比丘僧羯磨竟。僧忍，默然故，", "409": "是事如是持。』」檀越施一切僧，應用此羯磨", "410": "19 亡道人物羯磨亡道人物羯磨", "411": "「大德僧聽！某甲比丘命過，是資生輕物若衣", "412": "若非衣，現前僧可分。若僧時到僧忍聽，僧某", "413": "甲比丘資生輕物若衣若非衣，現前僧可分，", "414": "當與某甲比丘。如是白。」", "415": "「大德僧聽！某甲比丘命過，是資生輕物若衣", "416": "若非衣，現前僧可分，僧當與某甲比丘。誰", "417": "長老忍某甲比丘資生輕物若衣若非衣，", "418": "現前僧可分，僧與某甲比丘默然；誰不忍便", "419": "說。」", "420": "「僧！某甲比丘資生輕物若衣若非衣，現前僧", "421": "可分，僧與某甲比丘竟。僧忍，默然故，是事如", "422": "是持。」", "423": "20 與看病人衣物與看病人衣物", "424": "「大德僧聽！某甲比丘命過，是六物現前僧可", "425": "分。若僧時到僧忍聽，僧某甲比丘是六物與", "426": "看病人。如是白。」", "427": "「大德僧聽！某甲比丘命過，是六物現前僧可", "428": "分，僧與看病人。誰長老忍某甲比丘是六物，", "429": "現前僧可分，與看病人默然；誰不忍便說。」「僧！", "430": "某甲比丘六物，現前可分，僧與看病人竟。僧", "431": "忍，默然故，是事如是持。」", "432": "一心會僧中，一比丘應唱：「大德僧聽！某甲沙", "433": "彌命過，是沙彌有爾許上下衣。若僧時到僧", "434": "忍聽，僧某甲沙彌上下衣，當與看病人。如是", "435": "白。」", "436": "「大德僧聽！某甲沙彌命過，爾許上下衣，僧與", "437": "看病人。誰長老忍某甲沙彌上下衣與看", "438": "病人默然，誰不忍便說。」「僧！某甲沙彌上下衣", "439": "與看病人竟。僧忍，默然故，是事如是持。」", "440": "「大德僧聽！某甲精舍無主毀壞，某甲檀越能", "441": "治。若僧時到僧忍聽，某甲精舍當與某甲", "442": "檀越治。如是白。」", "443": "「大德僧聽！某甲精舍無主毀壞，某甲檀越能", "444": "治。誰長老忍某甲精舍無主毀壞與某甲檀", "445": "越治默然，誰不忍者便說。」", "446": "「僧！某甲精舍與某甲檀越治竟。僧忍，默然故，", "447": "是事如是持。」", "448": "眾中一比丘唱：「大德僧聽！某甲舍作淨處。若", "449": "僧時到僧忍聽，僧某甲舍作淨處。如是白。」", "450": "「大德僧聽！某甲舍作淨處。誰長老忍某甲", "451": "舍作淨處默然，誰不忍便說。」", "452": "「僧！某甲舍作淨處竟。僧忍，默然故，是事如是", "453": "持。」", "454": "「大德僧聽！某甲比丘狂心倒，布薩有時來、有", "455": "時不來，及餘法僧事有時來、有時不來。諸比", "456": "丘心疑悔。若僧時到僧忍聽，僧某甲比丘當", "457": "作狂癡羯磨，若共若別，僧隨意作布薩及餘", "458": "法僧事。如是白。」", "459": "「大德僧聽！某甲比丘狂心倒，布薩有時來、有", "460": "時不來，及餘法僧事有時來、有時不來。諸比", "461": "丘心疑悔。僧！某甲作狂癡羯磨，若共若別，僧", "462": "隨意作布薩及餘法僧事。誰長老忍某甲比", "463": "丘作狂癡羯磨，若共若別，僧隨意作布薩及餘", "464": "法僧事默然；誰不忍便說。」", "465": "「僧作某甲比丘狂癡羯磨竟。某甲比丘若共", "466": "若別，僧隨意作布薩及餘法僧事。僧忍，默然", "467": "故，是事如是持。」", "468": "一比丘應僧中唱：「大德僧聽！是住處一切僧", "469": "有罪知罪，不能得清淨客比丘共住，同見是", "470": "罪如法懺悔，遣遍求能得是事不成。若僧時", "471": "到僧忍聽，僧後是罪如法懺悔。如是白。」", "472": "一比丘應僧中唱：「大德僧聽！是中住處一切", "473": "僧一事疑。若僧時到僧忍聽，僧後是罪當", "474": "問如法懺悔。如是白。」", "475": "一比丘應僧中唱：「大德僧聽！是中住處有比", "476": "丘，若他人語若不語，若他人憶若不憶，自言", "477": "有罪僧伽婆尸沙。是比丘應與波利婆沙，是", "478": "不成與波利婆沙。若僧時到僧忍聽，僧後當", "479": "與是比丘波利婆沙。如是白。」", "480": "「大德僧聽！是中住處有比丘，若他人語若不", "481": "語，若他人憶若不憶，自言有罪僧伽婆尸沙。", "482": "是比丘應與摩那埵，是事不成與摩那埵。若", "483": "僧時到僧忍聽，僧後當與是比丘摩那埵。如", "484": "是白。」", "485": "「大德僧聽！是中住處有比丘，若他人語若不", "486": "語，若他人憶若不憶，自言有罪僧伽婆尸", "487": "沙。是比丘應與如本治，是不成與如本治。若", "488": "僧時到僧忍聽，僧後當與是比丘如本治。如", "489": "是白。」", "490": "「大德僧聽！是中住處有比丘，若他人語若不", "491": "語，若他人憶若不憶，自言有罪僧伽婆尸沙。", "492": "是應與出罪，是不成與出罪。若僧時到僧忍", "493": "聽，僧後當與是比丘出罪。如是白。」", "494": "「大德僧聽！是中住處有比丘，若他人語若不", "495": "語，若他人憶若不憶，自言有罪可懺。是事共", "496": "諍，有比丘言是小懺悔、有比丘言應大懺悔。", "497": "若僧時到僧忍聽，僧是比丘後當於異比丘", "498": "清淨共住同見所如法懺悔。如是白。」", "499": "「大德僧聽！是中住處有比丘，若他人語若不", "500": "語，若他人憶若不憶，自有罪可懺悔。是事", "501": "共諍，有比丘言是罪波夜提、有比丘言是罪", "502": "出罪。若僧時到僧忍聽，僧是比丘後當於", "503": "異比丘清淨共住同見所如法懺悔。如是", "504": "白。」", "505": "「大德僧聽！是中住處有比丘，若他人語若不", "506": "語，若他人憶若不憶，自言有罪可懺悔。是事", "507": "共諍，有比丘言是罪殘可治、有比丘言無殘", "508": "不可治。是中言有罪可治，是比丘言：『此比", "509": "丘應共自恣。』是中言無殘不可治，是比丘言：", "510": "『此比丘不應共自恣，我應捨去。』若僧時到僧", "511": "忍聽，僧是比丘後當於異比丘清淨共住同", "512": "見所如法懺悔。如是白。」", "513": "有一住處自恣時僧大會，是中諸比丘如是", "514": "思惟：「大德！是住處僧大會，若我曹是中三說", "515": "自恣，夜過不得自恣竟。」「若僧時到僧忍聽，", "516": "僧當一說自恣。如是白。」", "517": "事難時各各言：「長老一心念！今若十五日僧", "518": "布薩說戒，我某甲比丘亦布薩說戒。」如是三", "519": "說。", "520": "八難起一說自恣，羯磨隨事應言：「大德僧", "521": "聽！是中有難，若三說自恣，或奪命或破戒。若", "522": "僧時到僧忍聽，僧當一說自恣。如是白。」", "523": "四事起及大會，王王等來大得布施，二法師", "524": "義辯，若多比丘病、天雨屋覆薄，亦隨事應言：", "525": "「是中若三說自恣，夜多過不得自恣。若僧時", "526": "到僧忍聽，僧當一說自恣。如是白。」", "527": "21 羯磨為僧作自恣人羯磨為僧作自恣人", "528": "應如是語：「誰能為僧作自恣人？」若有言能，應", "529": "言：「五法成就應作自恣人：不愛自恣、不瞋自", "530": "恣、不怖自恣、不愚自恣、不自恣知拜受自恣人。」", "531": "「大德僧聽！某甲比丘等能為僧作自恣人。若", "532": "僧時到僧忍聽，僧某甲比丘等當作僧自恣", "533": "人。如是白。」", "534": "「大德僧聽！某甲比丘等能為僧作自恣人。誰", "535": "長老忍某甲比丘等為僧作自恣人默然，", "536": "誰不忍便說。」", "537": "「僧！某甲比丘等為僧作自恣人竟。僧忍，默然", "538": "故，是事如是持。」", "539": "是時應作自恣羯磨文。", "540": "「大德僧聽！今日僧自恣日。若僧時到僧忍", "541": "聽，僧一心受自恣。如是白。」受歲。", "542": "「長老一心念！今日僧自恣日，我某甲比丘，汝", "543": "及僧自恣語，僧若見罪、若聞罪、若疑罪語我，", "544": "憐愍故。若見聞知罪，如法除却。」如是第二、第", "545": "三說。", "546": "一比丘心念口言：「今日僧自恣日，我某甲比", "547": "丘今日亦自恣。」如是第二、第三說。", "548": "「長老一心念！我某甲比丘是住處夏安居。前", "549": "三月依止某甲聚落，某甲房舍破修治故。」如", "550": "是第二、第三說。長老應言：「一心自撿。」答言：「當漸漸學之。」", "551": "「長老憶念！某甲比丘是中夏安居，有緣事出", "552": "界，受七日法，還是中安居、是中自恣。」如是第", "553": "二、第三說長老皆應若優毘聽。", "554": "「念我，長老！今十五日僧布薩說戒。長老知我", "555": "清淨憶持無遮道法，清淨作布薩說戒，眾滿", "556": "故。」如是第二、第三說。", "557": "比丘心念口言：「今若十五日僧布薩說戒，我", "558": "某甲比丘今日亦作布薩說戒。」如是第二、第", "559": "三說。", "560": "「長老一心念！我某甲比丘，如法僧事中與欲，", "561": "某布薩說戒中說清淨，為我捉舍羅。」如是第", "562": "二、第三說。", "563": "「長老一心念！我某甲比丘緣事暫出，後如法", "564": "僧事一切與欲。」", "565": "「長老一心念！某甲比丘如法僧事中與欲，某", "566": "布薩說戒中說清淨，我為捉舍羅。」如是第二、", "567": "第三說。", "568": "「長老一心念！我某甲比丘犯此罪，後當向清", "569": "淨比丘如法懺悔。」", "570": "「長老一心念！我某甲比丘一事疑，後安詳當", "571": "問，如法除却。」", "572": "說戒中憶有罪。「長老一心念！我某甲比丘自", "573": "憶有罪，後是罪如法除却。」", "574": "比丘心念口言：「從今日是罪更不復作。」", "575": "一比丘心念口言：「是罪後當向清淨比丘如", "576": "法除却。」", "577": "一比丘罪中疑，一心生念：「我後是罪，安徐當", "578": "問，如法除却。」", "579": "「長老一心念！我某甲比丘，欲暫出行，為我持", "580": "衣。」「長老一心念！我某甲比丘，食不足，受更食。」", "581": "「法長老一心念！我某甲比丘，此物受，長用故。」", "582": "一比丘得衣時，如是心念口言：「是住處是衣，", "583": "諸人為僧故施，現前僧可分。是中無僧，是", "584": "物應屬我，是物我用，我許受。」是名作羯磨", "585": "竟。", "586": "二比丘應如是言：「是衣，是住處諸人，為僧故", "587": "施，現前僧可分。是物爾許，屬我與汝。長老！", "588": "是分汝受，自須自用。」二比丘亦爾。「是物，是中", "589": "住處諸人為僧故施，現前僧可分。是物爾許", "590": "屬我。是分與汝長老，是分汝自受自用。」是", "591": "名貿分。二比丘應如是言：「是衣，是住處諸人", "592": "為僧故施，現前僧可分。是物爾許屬汝長老，", "593": "長老自受自須用。」異比丘應如是言：「是衣，", "594": "是中住處諸人為僧故施，現前僧應分。是物", "595": "爾許屬汝長老，長老自受，自須自用。」是名自", "596": "受分。「長老一心念！我某甲比丘，是盡形藥受", "597": "長用共宿藥。」如是第二、第三說。", "598": "「長老一心念！我某甲比丘，是七日藥受用共", "599": "宿藥。」如是第二、第三說。", "600": "「長老一心念！我某甲比丘，是夜分漿受。」如", "601": "是第二、第三說。", "602": "大沙門百一羯磨法一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1438 大沙門百一羯磨法: 大沙門百一羯磨法: 大沙門百一羯磨法: 大沙門百一羯磨摩法", "source": "CBETA"}