{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0307 佛說莊嚴菩提心經: 佛說莊嚴菩提心經: 佛說莊嚴菩提心經", "text": {"0": "No. 307", "1": "佛說莊嚴菩提心經一卷", "10": "爾時，會中有菩薩名思無量義，即從坐起，整", "100": "「復次，善男子！行尸波羅蜜有十法。何等為十？", "101": "一曰、離八難，二曰、成就佛功德，三曰、離聲聞", "102": "地，四曰、離辟支佛地，五曰、身清，六曰、口清，七", "103": "曰、意清，八曰、莊嚴心，九曰、斷地獄緣，十曰、所", "104": "祈得滿足行，此十法即成就尸波羅蜜。", "105": "「復次，善男子！行羼提波羅蜜有十法。何等為", "106": "十？一曰、忍力，二曰、踊躍，三曰、成就眾生，四曰、", "107": "於甚深法能忍，五曰、無彼我，六曰、斷瞋恚，七", "108": "曰、不惜身，八曰、不惜命，九曰、捨癡，十曰、觀法", "109": "身平等，如是十種法成就羼提波羅蜜。", "11": "衣服，偏袒右肩，右膝著地，以種種寶華而散", "110": "「復次，善男子！菩薩摩訶薩行毘梨耶波羅蜜", "111": "有十法。何等為十？一曰、精進根，二曰、精進力，", "112": "三曰、正勤，四曰、正念，五曰、以身助眾生，六曰、", "113": "以心口隨生，七曰、行處不退轉，八曰、除嬾惰，", "114": "九曰、降伏惡知識，十曰、集一切智，是名十法", "115": "成就毘梨耶波羅蜜。", "116": "「復次，善男子！菩薩摩訶薩行禪波羅蜜有十", "117": "法。何等為十？一曰、定根，二曰、定力，三曰、等定，", "118": "四曰、遊戲諸禪，五曰、三昧，六曰、三昧報，七曰、", "119": "不毀眾善法，八曰、滅除煩惱怨，九曰、於正法", "12": "佛上。散佛上已，合掌白佛言：「世尊！欲有所問，", "120": "捨，十曰、定陰，如是十法成就禪波羅蜜。", "121": "「復次，善男子！菩薩摩訶薩行般若波羅蜜有", "122": "十法。何等為十？一曰、慧根，二曰、慧力，三曰、正", "123": "見，四曰、正念，五曰、陰方便，六曰、分別界，七", "124": "曰、聖諦，八曰、無障智，九曰、迴邪見，十曰、無生", "125": "法忍行，如是十法得成就般若波羅蜜。", "126": "「復次，善男子！菩薩摩訶薩行方便波羅蜜有", "127": "十法。何等為十？一曰、同眾生行，二曰、持眾生，", "128": "三曰、大悲，四曰、無厭，五曰、離聲聞辟支佛行，", "129": "六曰、入波羅蜜，七曰、如實分別器量，八曰、扶", "13": "唯願世尊哀愍聽許。」佛告思無量義菩薩：「恣", "130": "助善心，九曰、入不退轉地，十曰、降伏眾魔，是", "131": "名十法成就方便波羅蜜。", "132": "「復次，善男子！云何名為波羅蜜義？行勝進滿", "133": "足是波羅蜜義，成就第一智是波羅蜜義，不", "134": "在有為、不處無為是波羅蜜義，生死大患善", "135": "能覺知是波羅蜜義，本所未覺今悉了知是", "136": "波羅蜜義，無盡法藏廣能示現是波羅蜜義，", "137": "善除障礙是波羅蜜義，布施、持戒、忍辱、精進、", "138": "禪定、智慧、方便等不望報是波羅蜜義，解一", "139": "切眾生界是波羅蜜義，滿足無生法忍是波", "14": "汝所問。」思無量義菩薩白佛言：「世尊！云何菩", "140": "羅蜜義，成不退轉是波羅蜜義，修淨佛國是", "141": "波羅蜜義，成就眾生是波羅蜜義，處於道場", "142": "覺一切智是波羅蜜義，降伏眾魔是波羅蜜", "143": "義，成就諸佛一切種智是波羅蜜義，破諸異", "144": "見是波羅蜜義，十力、四無所畏、十八不共法", "145": "成就滿足是波羅蜜義，成就十二行法輪是", "146": "波羅蜜義。「如是，善男子！波羅蜜義甚深無量，", "147": "我但為汝略說之耳。」", "148": "爾時，會中有天子——名師子奮迅光——即從坐起，", "149": "合掌白佛言：「善哉，世尊！如上所說甚深希有，", "15": "薩修菩提心？何者是菩提心？」佛告思無量義", "150": "諸佛功德譬如甘露充足一切。」佛告天子：「善", "151": "哉善哉，如汝所說。若有比丘、比丘尼、優婆塞、", "152": "優婆夷，天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊", "153": "那羅、摩睺羅伽、人、非人等，及菩薩摩訶薩聞是", "154": "經典，必於阿耨多羅三藐三菩提不復退轉。", "155": "「何以故？天子！若有善男子、善女人宿殖德", "156": "本乃能得聞是經，非是少功德人之所聽聞。", "157": "若有暫聞此經、讀誦書寫，此人捨是身已，常", "158": "見諸佛。見諸佛已，能於佛所轉妙法輪，即得", "159": "無盡陀羅尼印、亦得解一切眾生心行陀羅", "16": "菩薩：「菩薩修菩提心者，非於眾生菩提心者", "160": "尼、亦得日光普照陀羅尼、亦得淨無垢陀羅", "161": "尼、亦得一切諸法不動陀羅尼、亦得金剛不", "162": "壞陀羅尼、亦得甚深義藏演說陀羅尼、亦", "163": "得善解一切眾生語言陀羅尼、亦得虛空無", "164": "垢遊戲無盡印陀羅尼、亦得諸佛化身陀羅", "165": "尼。況復聞已，如說修行！「善男子！若有菩薩", "166": "得如是法，則能於十方世界諸佛剎土化作", "167": "佛身，而為眾生演說妙法，然於法相不動，亦", "168": "無去來；雖成就眾生，無有眾生而可得者；常", "169": "為說法而無所說；恒現受生而無生滅；雖現", "17": "不可得。此心非色、非見，法亦無有得者。何以", "170": "來去，無來去相。」爾時，世尊說是法時，三千菩", "171": "薩得無生法忍，無量眾生皆發阿耨多羅三", "172": "藐三菩提心。思無量義菩薩及諸天、龍、夜叉、", "173": "乾闥婆、阿修羅、人、非人等聞佛所說，歡喜奉行。", "174": "佛說莊嚴菩提心經", "18": "故？眾生空故。」思無量義菩薩白佛言：「世尊！法", "19": "相如是甚深。菩薩當云何修行？」佛告思無量", "2": "姚秦三藏鳩摩羅什譯", "20": "義菩薩：「善男子！菩提心者，非有、非造，離於文", "21": "字。菩提即是心，心即是眾生。若能如是解，是", "22": "名菩薩修菩提心。菩提非過去、未來、現在如", "23": "是心，眾生亦非過去、未來、現在。能如是解，名為", "24": "菩薩。然於是中實無所得，以無所得故得。若", "25": "於一切法無所得，是名得菩提。為始行眾生，", "26": "故說有菩提。如阿羅漢取證，於法無所得；以", "27": "世俗言辭故，說有菩提，然菩提實不可得。若", "28": "於一切法無所得，是名得菩提。然於是中亦", "29": "無有心、亦無造心者，亦無有菩提、亦無造菩", "3": "如是我聞：一時佛住王舍城耆闍崛山中，與", "30": "提者，亦無有眾生、亦無造眾生者，亦無有聲", "31": "聞、亦無發聲聞者，亦無辟支佛、亦無發辟支", "32": "佛者，亦無有菩薩、亦無發菩薩者，亦無有佛、", "33": "亦無成佛者，亦無有為、亦無造有為者，亦", "34": "無無為、亦無造無為者，是中已得、今得、當得", "35": "皆不可得。」佛告：「善男子！諦聽諦聽，善思念之。", "36": "所應說者，吾今當說。「菩薩發菩提心有十法。", "37": "何等為十？發第一心、成就眾善本，譬若須彌山", "38": "以眾寶莊嚴；發第二心、行檀波羅蜜，譬若大", "39": "地長養眾善法；發第三心、行尸波羅蜜，喻若", "4": "大比丘眾千二百人俱，菩薩萬人——其名曰智", "40": "師子王能降伏眾獸，滅除邪見故；發第四心、", "41": "行羼提波羅蜜，喻若那羅延堅固不可壞，滅", "42": "除煩惱故；發第五心、行毘梨耶波羅蜜，現行", "43": "眾善法，喻若天華如意說法故；發第六心、行", "44": "禪波羅蜜，喻若日光明滅除眾闇故；發第七", "45": "心、行般若波羅蜜，諸願得滿足，喻若商賈客", "46": "得離眾難故；發第八心、行方便波羅蜜，滅除", "47": "諸障礙，喻若月盛滿清淨無穢故；發第九心、", "48": "欲滿足本願，遊淨佛國土，樂聽深妙法，滅除貧", "49": "窮故；發第十心、喻若虛空其智無窮盡，譬如", "5": "光菩薩、法光菩薩、月光菩薩、日光菩薩、無邊", "50": "轉輪王成就一切種智故。善男子！如是能發", "51": "十種心名為菩薩，亦名摩訶薩、亦名無為眾", "52": "生、亦名無障礙眾生、亦名已得度眾生、亦名", "53": "不思議眾生。然於此中亦無有心、亦無菩提。", "54": "「復次，善男子！復有十三昧護持菩提心。何等", "55": "為十？發第一心、法寶三昧所護持，發第二心、", "56": "堅固三昧所護持，發第三心、不動三昧所護", "57": "持，發第四心、不退三昧所護持，發第五心、寶", "58": "華三昧所護持，發第六心、日光三昧所護持，", "59": "發第七心、一切義三昧所護持，發第八心、智", "6": "光菩薩、跋陀婆羅等十六正士，如文殊師利", "60": "照三昧所護持，發第九心、諸佛現在前三昧", "61": "所護持，發第十心、首楞嚴三昧所護持。", "62": "「復次，善男子！菩薩初地相能見三千佛剎土", "63": "滿中億千那由他伏藏；二地能見三千佛剎", "64": "土坦然平整以眾寶暐曄莊嚴；三地能見諸", "65": "力士為降伏怨敵；四地能見四方有諸風輪", "66": "來，有種種妙華遍布其地；五地能見眾妓女", "67": "以眾寶瓔珞其身，上有憂鉢羅華天冠、薝", "68": "蔔華天冠、婆師迦華天冠、阿提目多伽華天", "69": "冠而為嚴容；六地見眾寶池八功德水湛然", "7": "本所修行；復有六十菩薩，如彌勒菩薩本所", "70": "盈滿，其池四邊有七寶階道底布金沙，自見", "71": "己身在此池中嬉戲娛樂；七地見其左右有", "72": "諸地獄，而從中過無諸艱難；八地自見兩肩", "73": "上有師子王，形容端嚴，頭上有幡，有大威力降", "74": "伏眾獸；九地見轉輪聖王百千大臣剎利居士", "75": "而自圍繞，以正法化無量眾生，見虛空中有", "76": "眾寶蓋垂覆其上；十地見佛色身，身真金色", "77": "放大光明，大眾圍繞而為說法。善男子！如是", "78": "十種相應善分別成就十地，以三昧力故。", "79": "「復次，善男子！初地生勝進陀羅尼；二地生不", "8": "修行——此賢劫中菩薩摩訶薩等。爾時，世尊與", "80": "壞陀羅尼；三地生安隱陀羅尼；四地生難", "81": "沮壞陀羅尼；五地生功德華種種莊嚴陀羅", "82": "尼；六地生智圓明陀羅尼；七地生增益陀羅", "83": "尼；八地生無分別陀羅尼而為上首，八萬四", "84": "千陀羅尼同共俱生；九地生無邊陀羅尼而", "85": "為上首，六十二億那由他陀羅尼同共俱生；", "86": "十地生無盡陀羅尼而為上首，億千恒河沙", "87": "陀羅尼同共俱生。", "88": "「復次，善男子！初地行檀波羅蜜、二地行尸波", "89": "羅蜜、三地行羼提波羅蜜、四地行毘梨耶波", "9": "無央數大眾圍繞而為說法。", "90": "羅蜜、五地行禪波羅蜜、六地行般若波羅蜜、", "91": "七地行方便波羅蜜、八地行智波羅蜜、九地", "92": "行成就眾生滿足波羅蜜、十地行諸願滿足", "93": "波羅蜜，如是諸波羅蜜於諸地中皆悉成", "94": "就。", "95": "「復次，善男子！菩薩摩訶薩行檀波羅蜜有十", "96": "種。何等為十？一曰、信根，二曰、定根，三曰、大", "97": "慈，四曰、大悲，五曰、我喜，六曰、彼喜，七曰、發", "98": "一切願，八曰、持一切眾生，九曰、四攝，十曰、親", "99": "近諸佛法，是名十種法成就檀波羅蜜。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0307 佛說莊嚴菩提心經: 佛說莊嚴菩提心經: 佛說莊嚴菩提心經", "author": "姚秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}