{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0088 優陂夷墮舍迦經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 88 [No. 26(202), Nos. 87, 89]", "1": "優陂夷墮舍迦經", "2": "失譯人名今附宋錄", "3": "聞如是：一時，佛在舍衛國止。城東出，有女人", "4": "子字蕪耶樓，人呼為蕪耶樓母，佛在蕪耶樓", "5": "母家殿上坐。有一女人奉持教戒，字墮舍迦，", "6": "以月十五日朝起沐浴，有七子婦皆使沐浴", "7": "著好衣，日未中因飯，飯已澡手，將七子婦至", "8": "佛所，前為佛作禮。佛言：「就座。」皆却就座。佛問", "9": "優陂夷墮舍迦：「今日何等沐浴著好衣，與子", "10": "婦俱至佛所？」墮舍迦言：「今日十五日我齋戒，", "11": "我聞一月當六齋，我與子婦俱共齋，不敢懈", "12": "慢。」佛告墮舍迦：「佛正齋法有八戒，使人得度", "13": "世道，不復墮三惡處，所生常有福祐，亦從八", "14": "戒本因緣致成佛。", "15": "「何等為佛正齋法？是間有賢善人持戒，一月", "16": "六日齋，月八日一齋，十四日一齋，十五日一", "17": "齋，二十三日一齋，二十九日一齋，三十日一", "18": "齋。齋日朝起，告家中言：『今日我身齋，家中今", "19": "一日，且莫飲酒、莫鬪諍、莫道說錢財，家中事", "20": "意所念、口所說，當如阿羅漢。』阿羅漢無殺意，", "21": "齋日持戒亦當如阿羅漢，無殺意、無捶擊意，", "22": "念畜生及虫蛾，使常生，如阿羅漢意，是為一", "23": "戒。今日與夜持殺意使不得殺，持意如是，為", "24": "佛一戒。」", "25": "佛言：「齋日持意當如阿羅漢無貪心，無所貪", "26": "慕於世間，無貪毛菜之意。齋日如是持意如", "27": "阿羅漢，富有者，當念作布施，貧無有者，常當", "28": "念施，是為二戒。」", "29": "佛言：「齋日持意當如阿羅漢，阿羅漢不畜婦", "30": "亦不念婦，亦不貪女人亦無婬意。齋日如是", "31": "持意如阿羅漢，是為三戒。」", "32": "佛言：「齋日持意當如阿羅漢，不妄語、不傷人", "33": "意，語即說佛經，不語者但念諸善。齋日如是", "34": "持意如阿羅漢，是為四戒。」", "35": "佛言：「齋日持意當如阿羅漢，阿羅漢不飲酒，", "36": "不念酒、不思酒，用酒為惡。齋日如是持意如", "37": "阿羅漢，是為五戒。」", "38": "佛言：「齋日持意當如阿羅漢，阿羅漢意不在", "39": "歌舞，聞亦不喜音樂聲，亦不在香華氣。齋日", "40": "如是持意如阿羅漢，是為六戒。」", "41": "佛言：「齋日持意當如阿羅漢，阿羅漢不於高", "42": "好床臥，意亦不念高好床上臥。齋日如是持", "43": "意如阿羅漢，是為七戒。」", "44": "佛言：「齋日持意當如阿羅漢，阿羅漢日中及", "45": "食，日中已後至明不得復食，得飲蜜漿。齋日", "46": "如是持意如阿羅漢，是為八戒。」", "47": "佛復告優陂夷墮舍迦：「是間有人，頭髮有", "48": "垢自沐其頭，沐已其人便喜言：『我頭垢已去。』", "49": "有人持八戒一日一夜者，明日即喜，喜者便", "50": "念：『佛經戒廼如是。』其有人，心中有惡意即去，", "51": "善意即還。」", "52": "佛言：「有人身體饒垢入水中治，身垢皆去。出", "53": "水即喜言：『我垢去身輕。』其有人齋戒一日一", "54": "夜，明日即喜念佛正語，自念：『當何時得道，使", "55": "我心不復動、不復走，使我心一，志無為之道。』」", "56": "佛言：「有人衣多垢，以得灰浣之垢去，其人即", "57": "喜。其有人齋戒一日一夜，明日即喜，便念比", "58": "丘僧，言：『比丘僧中，有須陀洹、斯陀含、阿那含、", "59": "阿羅漢。』念比丘僧如是。」", "60": "佛言：「如人有鏡，鏡有垢，磨去其垢鏡即明。其", "61": "有人齋戒一日一夜，有慈心於天下，心開如", "62": "明如鏡者，不當有瞋怒意。其有人一日一夜", "63": "齋戒，閱哀天下，淨心自思自端其意，自思念", "64": "身中惡露如是，如是者不當復瞋怒。」", "65": "佛告優陂夷墮舍迦：「持八戒齋一日一夜不", "66": "失者，勝持金銀珠璣施與比丘僧也。天下有", "67": "十六大國，一者名鴦迦，二者名摩竭，三者名", "68": "迦夷，四者名拘薛羅，五者名鳩溜，六者名般", "69": "闍荼，七者名阿波耶？八者名阿洹提渝，九者", "70": "名脂提渝，十者名越祇渝，十一者名速摩，十", "71": "二者名速賴吒，十三者名越蹉，十四者名末", "72": "羅，十五者名渝匿，十六者名劍善提。是十六", "73": "大國中珍寶物施與比丘僧，不如齋戒一日", "74": "一夜也。齋戒使人得度世道，以財寶施與，不", "75": "能使人得道。今我得佛道，本從是八戒起。」", "76": "佛告墮舍迦：「天下人多憂家事，我用是故，使", "77": "一月六齋持八戒。若有賢善人，欲急得阿羅", "78": "漢道者，若欲疾得佛道者，若欲生天上者，", "79": "能自端其心、一其意者，一月十五日齋亦善，", "80": "二十日齋亦善；人多憂家事，故與一月六齋。", "81": "六日齋者，譬如海水不可斛量，其有齋戒一", "82": "日一夜者，其福不可計。」佛告墮舍迦：「且將子", "83": "婦歸，誦念是正齋法八戒也。」優陂夷墮舍", "84": "迦，前為佛作禮而去。", "85": "優陂夷墮舍迦經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0088 優陂夷墮舍迦經", "source": "CBETA"}