{"author": "隋 灌頂撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1767 大般涅槃經疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "25 憍陳如品(三二-三三)", "1": "大般涅槃經疏卷第三十三", "2": "隋章安頂法師撰", "3": "唐天台沙門湛然再治", "4": "陳如品之二", "5": "起卷是第六外道文為二。初論義。後歸伏。論", "6": "義有二番。初番問眾生何法故起常無常等", "7": "六十二見。佛答。不知色故起常無常。乃至不", "8": "知識故起常無常等。夫言色者。先業為因。今", "9": "世父母衣食為緣。虛偽假合謂有定性。所以", "10": "能起常無常等。乃至不知於識亦起諸見。次", "11": "番更問。知何色知何識故不起諸見。佛言。知", "12": "色但是因緣和合無主無我即無諸見。乃至", "13": "知識亦復如是。梵志言唯願為我下。二是歸", "14": "伏。文云。捨故等者。故名無明與愛。新名取有。", "15": "解者為二。一云。無明與愛是過去所以名故。", "16": "取有現在所以名新。愛是現在那忽言故乃強", "17": "解云由行得愛。此解不然。二云。若據煩惱無", "18": "明愛為新。若據業者取有為故。此亦不可。取", "19": "是煩惱那忽為新。無明愛新那忽屬業。最為", "20": "不可。又一解云。不須云過現及煩惱業。但論", "21": "無明與愛是起身本。取從無明愛起即是枝", "22": "末。所以名新。無前諸失。上云。無明為父貪愛", "23": "為母。若尊敬此死入無間。又云。生死本際凡", "24": "有二種無明與愛此豈非故。今約三世現在", "25": "望過去無明。是故。未來望現在愛即是故。與", "26": "觀師同又不失三世。文云。我今已得正法淨", "27": "眼。或法眼淨此應無異。特是左右之異。十五", "28": "日後得羅漢者。悟有早晚。犢子梵志下。第七", "29": "外道文為三。一緣起二論義。三歸伏。亦以默", "30": "然為緣起者。不得例前表其儒雅。是故徐詳", "31": "待三方答。犢子言下二是論義。此無自執但", "32": "咨正義故因佛默。先問默意。次佛思。默意乃", "33": "開問端。次犢子言下正論義。既無自執但問", "34": "正義。於中二。先問法。次問人。初問法中二。", "35": "先問。次佛答。答中又二。先許。次正答三種十", "36": "種。於中先雙釋。次雙結。於釋中云解脫欲者。", "37": "此是無貪善根。次問能修善斷惑之人者。其", "38": "欲修習先訪其人。若有高例我亦隨修。此中", "39": "但問出家。二眾兼得。四眾。斷一切有者。此明", "40": "羅漢即出家二眾。得阿那含者。即問在家二", "41": "眾。度疑彼岸者。少分稱得度。此中再明優婆", "42": "塞者。有離欲者有妻子者。文云。受五欲樂而", "43": "心無疑網者。是佛皆答非一二三乃至五百", "44": "者何。如大品明大數五千分。然諸經中多明", "45": "五百弟子。此是數方之言。從世尊我於今者", "46": "樂說譬下。第三歸伏。於中五。先請述。次佛許。", "47": "三述己。四請出家。佛令四月試。優婆塞經明", "48": "必四月。言四月者只是。一時。根性不同復不", "49": "一種。聞不一種即求出家。五佛聽出家。出家", "50": "後修行得益。言二法者。或言止觀。或定慧。奢", "51": "摩舍摩輕重音異。報佛恩者。依法修行是報", "52": "佛恩。納衣梵志下。第八外道。此亦出家外道", "53": "常服此納。因衣名人。此間亦有麻襦。杯度之", "54": "流。文為二。初論義。後歸伏。論義又二。初執後", "55": "破。初執者。開善分初文為八復次。一據煩惱。", "56": "二據五大。三據鐶釧。四據自性。五據五塵。六", "57": "據五根。七據小兒。八據有無。招提分此文為", "58": "二。初難正義。後立邪義就初復二。一非業行。", "59": "後難煩惱。觀師分為四初一復次難因緣義。", "60": "次三復次立自性義。三一復次重難正義。四", "61": "三復次重立自性。但分文在人孰是孰非。且", "62": "依觀師諸師多云。納衣正問眾生之始三界", "63": "流來。弘廣問終咨決如來涅槃。問始是問流", "64": "來。問終是問反出。觀師據三文推之。一陳", "65": "如若弘廣云。若人來問常無常有始佛常默", "66": "然。若納衣問始佛何故答。二其初難。眾生無", "67": "量世中作善不善業。未來還得善不善報。此", "68": "問行業因果。何關問始。三可中問於初流來", "69": "者。佛答不去。何者界外初起一念流來。此之", "70": "流來。復何處來。向前推之永不可得。知答不", "71": "去。由不作此問故如來解釋。納衣正問因緣。", "72": "愛闡生義。惡因緣死見地獄時。反更生愛而", "73": "生其中。善因緣死則見天堂。而生愛者則生", "74": "其中。解此數論不同。數人言。於生陰前起愛", "75": "潤生。有身有惑同在一時。亦起愛心即便得", "76": "身。此即身先煩惱在後。論人云。於死陰後起", "77": "愛潤生。即煩惱在前身乃在後。初難因緣又", "78": "兩。初領旨而非。次難煩惱文又為四。一領旨。", "79": "二雙難。三別難。四總結。此下牒佛所說。煩惱", "80": "與身故云領旨若因煩惱下。第二雙難又三。", "81": "先兩定。次兩難。三兩結。初兩定可見。兩難者。", "82": "初云。若煩惱在先全未有身。那得煩惱。煩惱", "83": "何處住。煩惱因誰生。若煩惱復因煩惱。煩惱", "84": "知不是先故言不可。次難身在先者。則不從", "85": "煩惱而得是身。身既不從煩惱。煩惱亦不因", "86": "身。此俱不可。若言一時下三別難。既言因果", "87": "不應一時。先後一時下。四是總結三義。三皆不", "88": "可。故知諸法不從因緣。復次瞿曇堅是地性", "89": "下。次立邪自性之義有三復次。彼明地性堅", "90": "乃至空性無閡。體性如此非因緣成。五大", "91": "既爾一切亦然。即自性義。復次世間之法有", "92": "定用處。證成前義。在額名鬘等者。如此土嚴", "93": "具。故初舉工匠揆木為難。直者任床。曲者任", "94": "機。復舉五道為難。乃言。自性生地獄等。又舉", "95": "陸龜生即入水。海裏蚶蛤誰之刻畫。三舉貪", "96": "欲。一復次更難因緣前非佛旨。後乃作難。難", "97": "有四意。一難貪不對塵。如人睡時亦不對塵", "98": "而生欲貪。二難小兒初生無所分別亦復生", "99": "貪。三難賢聖在於山林。雖離五塵亦復生貪。", "100": "四難自有對塵貪對塵不貪。並是自性。第四", "101": "有三復次重立邪義。初明五根不具而多財。", "102": "五根雖具而少祿。根若不具則過去作惡。今", "103": "生何以多財。若根具者過去行善。今生何以", "104": "貧窮。並是性爾不關因緣。第二復次可見。第", "105": "三復次舉有無難。彼以虛空為有。兔角為無。", "106": "誰作虛空之有。誰使兔角令無。二事既然一", "107": "切亦爾。皆是自性。佛言下答。以答望問略有", "108": "三異。一有無。二鄭重。三不次第。言有無者。", "109": "前有四難為八復次。今但七復次。何故爾。佛", "110": "答七難竟其即領解。是故不答第八難也。鄭", "111": "重者。重答第二難。何故爾。性是其宗故再破", "112": "之。不次第者。第一答第二。第二答第三。第三", "113": "答第四。第四答第一。第五重答第二。第六答", "114": "第五。第七答第六。第八答第七。初答第二破", "115": "立自性義者。彼以五大不從緣生。例一切法", "116": "亦不從緣。佛逐破之。汝立五大不從緣生。是", "117": "故名常。例一切法不從緣生。亦應是常。汝言", "118": "用處下。是第二答第三破其證義。彼云。鐶釧", "119": "無有因緣。佛破云。皆從因緣得名。亦從因緣", "120": "得義。名鬘名纓。此是從因得名。匠為箭槊。此", "121": "從因得義。若性是箭無假工匠。況本是鐶。今", "122": "打為釧改釧為鐶。向是曲者任機。熨機直為", "123": "床。向時直者為床。今熨床曲為機。皆是因緣", "124": "何性之有。汝言如龜陸生下。第三破彼第四", "125": "復次。中有七事。為破七事。此即初事。何不入", "126": "火𡂡角。正反彼宗。若言諸法悉有自性下。第", "127": "二事。其上復次中全無此語。但言誰有教者。", "128": "而今有此破者。既云利是性爾。鈍亦如之。豈", "129": "有教而長耶。若一切法有自性下。第三事。明", "130": "婆羅門不應祠祀。世間語法有三下。第四事。", "131": "明皆有造作之語寧是自然。若言諸法悉有自", "132": "性下。第五事。縱則應定。若一切法有定性下。", "133": "第六事。明既其無定則應從緣。汝說一切法", "134": "下。第七事。明說喻故。故知無性。若使解則性", "135": "解何勞為說。若不解者性自不解。雖復說喻", "136": "無所成益。善男子汝言身為在先下。第四追", "137": "破彼第一復次。但前難本有四。一領旨。二雙", "138": "難。三別難。四總結。今答不一一相對。但總答", "139": "之。而此四意。但正難中本來有三。一者難身", "140": "在先。二難煩惱在先。三煩惱與身一時。別難", "141": "中即無。結難中有之。今亦答三。初答身在先", "142": "難。次答一時之難。後答煩惱在先難。初又二。", "143": "先雙非。次正答三難。此下第一答身在先。然", "144": "佛之本義說煩惱為身因。則彼應正難煩惱", "145": "在先所以。又難身在先者。相對而來。非其本", "146": "意。今欲答正先發遣旁。故先云。我無此說。汝", "147": "義亦然。何忽難此本。欲難我還成我義。善男", "148": "子一切眾生下。第二答一時之難。就文為三。", "149": "初明一時。次明前後。第三更取意答。初言一", "150": "時者。除彼所計之一時。若是其所解言一時", "151": "者。此則不可。今言一時此是前後而一時。亦", "152": "是一時而前後云云。第二文中言其前後者。此", "153": "是一時中之前後。無前後異一時。亦無一時異", "154": "前後。今只於一時義中說有前後。即煩惱為", "155": "前。身屬於後。煩惱是因身即是果。豈非因前", "156": "果後。若如中論所明緣成由果。此有別意云云。", "157": "私謂。諸大乘經云無始者。不獨云身。不獨煩", "158": "惱。若一在前一則有始。今經從於對治化機", "159": "以說。故云。要因煩惱故而得有身。仍帶理說", "160": "故。云雖無前後。雖是不盡之詞。不盡是有餘", "161": "之說。故知實理却是權道之有餘。實而言之。", "162": "非但過去言無先後。只於現在煩惱為身。而", "163": "作因時亦無先後。何以故。因果無二色心體", "164": "一。三道三德一念無乖。五陰五脫剎那理等。", "165": "貴在衲衣執破。破已了性同空。空無前後內", "166": "外誰施。三十六軸唯從涅槃。五十二眾咸成", "167": "佛性。至此不了終歸結緣。此兩段只有二行。", "168": "餘經文是釋疑之要也。從汝意若謂如人二眼", "169": "下。第三更取意破。若言煩惱與身是一時者。", "170": "不應前後。如牛二角左不因右右不因左。是", "171": "事不爾。如炷與明是一時有。而要因炷有明。", "172": "終不因明有炷。煩惱與身亦然。但炷是燈器", "173": "因燈有明。而云炷者但齊火燒者名炷。未燒", "174": "之時不得名炷云云。明佛此義正是一時因果。", "175": "舊說多謂此明眾生之始是一時因果。今謂", "176": "不然。此不明眾生之始。但明眾生用業得身", "177": "必由煩惱。自有二種。一者潤業。二者潤生。若", "178": "潤業者身果為奢。今之所明正取潤生。若依", "179": "數解。正以生陰之初有染污識。為潤生惑。即", "180": "結一期果報。是為煩惱與身一時而有。於義為", "181": "便。但今依後解。若靈味法師亦用生陰。云初", "182": "起潤生愛。極似數義。其餘師並云。死陰之中", "183": "起潤生愛。得言一時因果者。此前迦葉章中", "184": "云。由愛無明二因緣故得住壽命。十地經云。", "185": "有漏有取心生熱惱種子漸備。經云。有漏有", "186": "取心生有漏種子。潤生之惑雖在前起。而正", "187": "由識。是有漏故潤生之愛。所以結之是為取", "188": "識。有漏已有即是一時因果之義。故此義意", "189": "微采靈味之說。彼前難云。若言一時義亦不", "190": "可。今答一時而有此義。殊堪反於邪難故也。", "191": "故云汝意若謂如人二眼下。正取彼意破之。明", "192": "雖俱是同時實有。相因之義如炷之有明。一", "193": "時而有而復相因。汝意若謂身不在先下。第", "194": "三答煩惱在前難又二。此先牒彼難。何以故", "195": "下正破。但此中文有兩家讀之。一云。若以身", "196": "先無因緣故名為無者此是牒於難。汝不應", "197": "說者即是非之。汝不應作如此說一切皆有", "198": "因緣者。還明一切法實有因緣。然不須如此分", "199": "句。直云。汝不應說一切法有因緣也。然彼是", "200": "自然之義無有因緣。而言汝不應說一切法", "201": "有因緣者。然此三師外道。云有二十五諦皆", "202": "悉相生。即因緣義。而與佛因緣義異。佛法據", "203": "過去為因現在得果。彼家直據現在一世相", "204": "生以為因緣。又如勒叉婆有依諦主諦。如五", "205": "大造五根。五大是主諦。五根是依諦。並是因", "206": "緣。如火大造眼令能見色。色是火家之求那。", "207": "亦如空大造耳可能聞聲。聲是耳家之求那", "208": "云云。若言不見下。復取彼意破之。汝若言不見", "209": "身因故不說者。今現見缾從泥出何故不說。", "210": "見故不說乃是違心。若見不見下。此明誰論", "211": "汝見與不見。但云現論諸法皆從因緣。善男", "212": "子若言一切諸法悉有自性下。第五重破第", "213": "二五大性難。先且破其地大。佛翻其義酥蠟", "214": "等物是彼家地。但酥蠟不定或時為水或時", "215": "名地。是不定後更破之。白蠟等物舉為五大", "216": "云云。不言三大四大寧非因緣耶。此中兩雙。", "217": "前謂汝義說有五大。後說有香為地有色為", "218": "火。如論文香相品中明。衛世師義。不言香為", "219": "水色為地。寧非因緣耶。後雙者前謂汝義云", "220": "從泥出缾從縷得衣。寧非因緣。後謂汝義濕", "221": "是水大。假使由寒緣故凍。汝猶隨濕緣。是水", "222": "不隨寒緣是地。又水凍時不名為地。故名為", "223": "水。何故波動時不名為風者。此是芰角並難。", "224": "若例難者。應言水本流性凍時不流而尚名", "225": "為水者。風本動性。應有物不動尚不名風。而", "226": "今此文若作芰角並意者。水本流性。凍時不", "227": "流尚為水者。風本動性。波既是動應名為風。", "228": "波雖是動不得名風。水既不流不得名水。又", "229": "解此是例難。如水本流遇寒因緣凍而不流。", "230": "而猶隨本為水。風本性動。遇水因緣激而成", "231": "波。應猶隨本是風。若波動遂逐因緣成水。不", "232": "名為風。凍時亦應逐因緣成地。地非是水。並", "233": "意為水。本是流濕之性。凍時無流。守本濕性", "234": "猶名為水者。風本動性風激成波。猶自名水", "235": "不名風者。水凍成氷應名為地。水凍成氷守", "236": "本濕性猶名水者。何異波動時守本動性應", "237": "名為風。只為波動名水凍時名凍。所以得並。", "238": "動是風大。水為浪時雖藉風為緣。猶隨因屬", "239": "水。不隨動為風。寧非因緣。汝言非因五塵下。", "240": "第六破彼第五。明五塵但為外緣。復由覺觀", "241": "內因善惡。覺觀即生貪瞋。汝言具足諸根下。", "242": "第七破彼第六。明業因不同致果報參差。如", "243": "汝所言世間小兒下。第八破第七。明兒有啼", "244": "笑則知有緣。又不破第八者二解。開善舊云。", "245": "第八是二種。無法無不從緣。則無勞破。二冶", "246": "城云。此破七竟。彼便領解是故不破。梵志言", "247": "若一切法下。此是第二歸伏文為二。初作兩問", "248": "汎爾求解。次從唯願為我去是正歸伏。佛知", "249": "根利。直說二邊及與中間。彼即領悟。夫破義", "250": "多方不唯一種。隨病用藥不定後前。若棄通", "251": "從別須論次第。初起道樹多用因緣破性。次", "252": "用無常苦空以破因緣。次用體破析。次用分", "253": "別破析體空。次用中道破於二邊。次用圓常", "254": "破於偏漸。如此等義。遍乎經論。今大涅槃圓", "255": "常極說。而用因緣破彼納衣自性計者。蓋隨", "256": "其病以此初藥而後用之。初後既然中間亦", "257": "爾。於一切處以智方便。或隨欲隨宜隨治隨悟", "258": "互用無失。而次第宛然。私謂。四悉義兼祕密", "259": "不定。雖祕不定次第宛然。若得此意應具作", "260": "所以使文義分明。因緣破性雖具經文。更須", "261": "懸作無常析空乃至圓常等義。令法行成就。", "262": "節目顯然皆與修多羅合。此義若成。破諸外", "263": "道邪教邪執。破一切內道正教正義。破一切", "264": "小乘聖賢教行位理。破一切大乘賢聖教行", "265": "位理。包括佛法尚盡。況復執性外道耶。於十", "266": "仙文中一一須作具載。則文煩故於納衣章", "267": "中略出此意。得斯問意將對前後。縱橫用之", "268": "云云。復有婆羅門名弘廣下。第九外道文為二。", "269": "初論義。後歸伏。彼無所執直問知心念不。佛", "270": "知其念故作異說。其本有四念。佛亦作四句", "271": "答者。涅槃是常。有為無常。曲即邪見。直即八", "272": "正。此四義者與其名同而意則異。故重問之。", "273": "佛方為說即云。乞食是常。別請無常。曲是戶", "274": "蘥。直是帝幢。即是以所懷之事默以試佛。佛", "275": "知其意乃跨節用所表之理而以答之。答過其", "276": "表所以更請。然𨷲字應門裏作。說文云。函𨷲", "277": "下柱。今經中草下作。此乃草名。說文言雀麥", "278": "也。後問八正能令滅盡。佛不答者。以此問意", "279": "眾生修道皆滅盡者。應無復眾生。然至理中", "280": "眾生無盡。是故不答。若有可盡即是有邊。私", "281": "謂。準文恐且約事。舊用此文謂弘廣問終。善", "282": "哉善哉下。二此明歸伏。其中發迹植因已久", "283": "賢劫近成云云。靈味以此一人例九外道皆。並", "284": "是權觀。師不許。並云。若見一人發迹例九非", "285": "實。亦可九人是實反例一人非權。但諸人直", "286": "云證果不明是迹。此人欲知城知道自作守", "287": "門。既發大心非為小事。隨文判之不須盡例。", "288": "爾時世尊下。第十外道有人云。此章有三與", "289": "前小異不止化外。一為付囑。二為降魔。三化須", "290": "跋為付囑者。以說經竟須付囑阿難。為降魔", "291": "者。正法之障本由天魔。今以呪降令法無壅。", "292": "為化須跋者。前諸外道恊邪難佛。佛降伏竟。", "293": "須跋自恃不來。顧命阿難喚來得道。今明不", "294": "然。皆化外道。詞異意同。何者。佛大慈無量非", "295": "但當時破執。亦使將來救邪。所以顧命阿難", "296": "付囑流通。阿難現為魔羂。魔亦能羂。障未來", "297": "故以神呪呪之。使二世無壅。須跋自很表將", "298": "來背化。遣阿難往召表流通傳法。故須跋來", "299": "而得道。表於將來咸得歸正。作此消文。化外", "300": "義成。流通不失。就文為四。初顧命阿難。二更", "301": "論義。三正命阿難。四兼化須跋。初文二。先問。", "302": "次答。此下是問。欲為付囑此經兼化須跋。所", "303": "以顧命阿難所在。陳如言下二答。文為二。初", "304": "明眾魔為亂。次明阿難受亂。先眾魔亂中二。", "305": "先眾說為亂次。神通為亂。初眾說中云。毘伽", "306": "羅那即是論文。亦言和伽羅那。梵音不同。然", "307": "此中魔說。盡明佛法正義。不說魔邪之法。若", "308": "說魔義念阿難解之。然其常聞如來所說。纔", "309": "聞異義即不信受。若爾云何為亂。解云。或說", "310": "十二因緣。或說四緣。復說四諦八諦等。以為", "311": "惑亂。文云。三觀者有多種。一云。苦無常無我。", "312": "一云觀陰入界。亦云。觀三毒。言七方便者。數", "313": "人云。不淨觀總別四念處并煗法頂忍世第", "314": "一。成論人云。一者觀色苦。二觀苦集。三觀苦", "315": "滅。四觀苦道。五觀苦過。六觀苦出。七觀苦入。", "316": "約一切法皆爾。從世尊阿難比丘見是事已", "317": "下。二明阿難受亂。而阿難得初果親為佛侍。", "318": "而今忽受眾魔所亂。此有二義。一者迹中現", "319": "受。表神呪功方能降魔。二者阿難既不在座。", "320": "欲令如來顧問。文殊往復論其德業。堪為付", "321": "囑。河西解云。阿難所以為魔所惱凡有五義。", "322": "一者陳如應是對揚化諸外道所以阿難不來", "323": "在座。二者謂魔得度故示在彼。三者欲顯阿", "324": "難內德八事。四者欲令阿難往召須跋。五者", "325": "欲折阿難高心。爾時文殊白佛下。第二更論", "326": "義釋疑。復為二。初問。次答。問中復二初問。", "327": "具出菩薩自能流通。從何因緣故下。此問阿", "328": "難何為獨蒙顧問。爾時世尊告文殊言下二", "329": "答。文為三。初具述本緣。次現前稱歎。三正答", "330": "二問。此初具述本緣。即是如來昔於僧中。命", "331": "覓侍者之本緣云云。文殊師利阿難下。第二現", "332": "前稱歎。若阿難在眾豈得歎美。又二。前歎八", "333": "事不可思議。次歎希有。又云。毘舍浮佛七佛", "334": "之名。定應如此脫。有本有舍浮者非。從如汝", "335": "所說下。第三正答二問。明菩薩雖能流通。各", "336": "有重任調伏眷屬。故不付囑。阿難下果。親為", "337": "侍者。多聞最上。所以付之。長壽品初盛明聲", "338": "聞不堪菩薩堪受。今付阿難不付菩薩。此有", "339": "三義。一者前訶實行故言不堪。今明是權故", "340": "言其堪。二者對揚大法弘宣深理其即不堪。", "341": "於教文言受持章段其即堪能。下文自云。若", "342": "阿難所不知者。弘廣菩薩自為宣說。深義正", "343": "理即付菩薩。三者明聲聞者自有與奪。奪故", "344": "不堪與故言堪。文云。是吾弟者。此是從弟但", "345": "欲論近。不復言從直云是吾之弟。所未聞者", "346": "弘廣菩薩當能流布者。此有三解。一冶城云。", "347": "十外數中迹居第九。實是菩薩。是故佛言弘", "348": "廣菩薩自能流布。二者招提云。佛法之中大", "349": "士。何󱊈而忽取同外道名。謂能弘經言弘廣", "350": "者。非據一人。但能弘通教化利益即是弘廣。", "351": "故大智論。結集法藏中具明其事。迦葉對阿", "352": "難則出修多羅阿毘曇。對優波離出於毘尼。", "353": "即是律藏。若文殊師利與彌勒等對阿難出", "354": "大乘藏。是則文殊彌勒即是弘廣菩薩。第三", "355": "解。既非外道又非通說。別有菩薩名為弘廣。", "356": "如言普賢文殊等之流。從文殊師利阿難比", "357": "丘今在他處下。第三正命阿難。舊明三義。而", "358": "文中唯有降天魔。喚須跋應有付教之事。文", "359": "少不來。今就文有五。一佛命文殊。二如來說", "360": "呪。三文殊奉命。四魔王發心。五阿難致敬。第", "361": "一佛命文殊。令其持呪以解阿難。文云大陀", "362": "羅尼者。翻音不同。亦云總持。亦云能持。能持", "363": "正法不失邪法不起。故謂為持。亦翻辯才。是", "364": "梵音兼義。正翻為持。故其文云。聞是持名。其", "365": "中令持呪人行於五事斷辛等。悉如文爾時", "366": "世尊即便說之下。二如來說呪。呪之名義已", "367": "如前解。但呪中云若竭裨。經本不同。或作衣", "368": "邊。或為土邊。今以衣邊為正。而有二音。一徐", "369": "愛音云此是卑音。今以為婢離反。然土邊作", "370": "亦有二音。又云婆嵐彌。其字山下風。此本是", "371": "攜字。若作攜音者字當作󱊓。說文云。從嵐省", "372": "從圭聲。又賴綈之字或為第音。今為提音。說", "373": "文云。厚繒也。然新金光明經陀羅尼淨地品。", "374": "佛為十地菩薩說十篇呪。此之一呪即是彼", "375": "經第十篇擁護十地。此呪正護第十地菩薩。", "376": "若爾當知。阿難位行即高乃是十地菩薩。如", "377": "來說呪而擁護之。彼經云。得此呪者不畏毒", "378": "蛇師子虎狼等。圓教一生既許超登十地。肉", "379": "身未免如是等畏故呪護之。然阿難縱非此", "380": "生始證本迹何殊。呪護之意思之可見。若不", "381": "爾者菩薩斷煩惱無復怖畏。今何得云得呪", "382": "方乃免怖。故人多釋。或云其事實是難知。不", "383": "可淺情所度。而有一義。法身之體而無所畏。", "384": "就應身為論此當示畏。如來道登種覺尚有", "385": "九惱。況乃菩薩。皆依前釋。爾時文殊受呪下。", "386": "第三文殊奉命。魔王聞是下。第四眾魔發心。", "387": "文殊與阿難俱下。第五明阿難致敬。但古來", "388": "呪文不譯而有五義。一是三寶名。二四諦名。", "389": "三空境名。四勝行名。五鬼神名。總此五義故", "390": "稱為總。能持善不失。持惡不生。故名為持。三", "391": "寶名者。請觀音云。南無佛陀達摩僧伽。但三", "392": "寶名種種不同。或當如此。所以摩竭大魚聞", "393": "三寶名即便合口。四諦名者。賢愚經中。聞四", "394": "諦名鸚鵡生天。空理名者。真境無名無所不", "395": "名。故聞此空名。即便悟道成聖斷惑。勝行名", "396": "者。大品言。般若波羅蜜是大明呪無上明呪。", "397": "又請觀音明六字章句。即六妙門。一數。二隨。", "398": "三止。四觀。五還。六淨。鬼神名者。一者善神", "399": "王名。二者惡神王名。佛告阿難是娑羅林外", "400": "下。第四兼化須跋。文為三。一緣起。二論義。", "401": "三歸伏。初緣起又三。一告阿難。二阿難奉命。", "402": "三相隨而來。初文須跋陀羅此有二翻。一云", "403": "好賢。二云善賢。雖得五通未捨憍慢者。慢是", "404": "散心之惑。既得上定應伏下惑。而言未捨憍", "405": "慢者。數論兩解。若依數義。慢從他使背上而", "406": "起。彼既得非想定。即緣彼地而起慢也。故言", "407": "未捨憍慢。若依論解。慢是散心煩惱此實已", "408": "伏。非想一地猶有慢在。且慢本自高。而彼得", "409": "下定我心殊多。以有我心故得名為未捨憍", "410": "慢。生一切智起涅槃想者。此是須跋長存之", "411": "想。謂生一切智想及涅槃想。又云。其人愛心", "412": "習猶未盡者。可有二義。一云。此是善愛。謂父", "413": "慈子孝之愛。此乃有煩惱愛故生此心。但生", "414": "判屬世中之善。而謂為習猶未盡者。未必便", "415": "是習氣。但明數起。此善其事既數數習不已。", "416": "是故便云習猶未盡。二者此論煩惱之習。若", "417": "煩惱習有二解。舊云。要永伏斷方始起之。即", "418": "是所用。二解。明凡夫所起之習。而言未盡者。", "419": "以其得上地定伏於重惑。餘輕者在故云習", "420": "猶未盡。時須跋陀到已問訊下。二是論義。文", "421": "為二。初論業行。後論解脫。初業行者。即是世", "422": "間解脫即出世間。具與佛論世出世二事。就", "423": "前文為四。此下第一求聽。佛言。今正是時。第", "424": "二佛許。瞿曇有諸沙門下。第三彼正問佛。四", "425": "如來答。前二如文。第三問佛中。不云是其己", "426": "義。但言世間有諸沙門等皆作此說。何故不", "427": "自出己義宗。此亦有意。前來聞佛破諸外道", "428": "所立之義。所以今時不自立宗。恐為佛破。直", "429": "舉諸人所解問佛。明一切善惡果報皆由本", "430": "業。無有現身起業及現因緣。有業之義殊近", "431": "正說。但無現在因緣即便為邪。只因過去之", "432": "業能感苦樂二報。若現在能修斷苦樂報既", "433": "能修道。現在此身便得涅槃。故云。一切眾生", "434": "苦樂果報。皆悉不由現在之業因在過去。現", "435": "在受果現在無因未來無果。若有沙門下第", "436": "四佛答。文自為三。初難彼邪說。次責其邪師。", "437": "後為明正義。此下先難彼邪說有四重假設。", "438": "皆立一彼一我相對。文皆可見。從我言仁者", "439": "下。第二責彼邪師。文中言彼若見答富蘭那。", "440": "然須跋之師實是欝頭藍弗。故下文云。汝師", "441": "欝頭藍弗利根聰明。而今言是富蘭那者。是", "442": "假設之詞。蘭那是六師之宗。其人邪見撥無", "443": "實不說業行。但云假使是火師富蘭那者。亦", "444": "須併責。文云下苦因緣受中上苦不者。實論", "445": "因果則下因得下果。亦有轉障隨緣不定。故", "446": "言下因得中上苦上因得下果。可有轉障。又", "447": "云。能令樂業受苦果不者。謂行善是樂業。而", "448": "轉於地獄獲報人中受果。即是樂業受樂果", "449": "也。苦業受樂果者。即是為王除賊。此是苦業", "450": "而得富貴。是苦業受樂果。令無苦無樂業作", "451": "不受果者。此非無起之業為無苦無樂。今以", "452": "下善為捨受之因。即是無苦樂業隨緣異故", "453": "都不得報。故云不受果也。又文云。能令無報", "454": "作定報不者。此非超然無報。正謂無定之報", "455": "能令作定報不。仁者當知定有下。第三正義。", "456": "仁者若以斷業因緣力故下。第二論解脫義。", "457": "此有五番。此初番也。世尊我已先調伏心下。", "458": "第二述已自陳。佛言汝今云何下。第三重責。", "459": "世尊我先思惟下。第四文云。我先觀欲是無", "460": "常無樂無淨者。然外道所觀多作六行。謂苦", "461": "麁障止妙離。若佛法弟子作八行觀。謂無常", "462": "苦空無我不淨如癰如創如毒如箭。今此須", "463": "跋亦作八觀。但例而為言。應觀欲界為無常", "464": "無樂無我無淨。而今獨不言無我者。以外道", "465": "為我修禪令我出離無無我觀。然此須跋次", "466": "第斷三界煩惱。得非想處謂為涅槃。是先謂", "467": "心。佛言汝云何下。第五如來重破。汝雖言調", "468": "心。而猶有計非想處而為涅槃。涅槃無想汝", "469": "自計之。豈是調心。前斷三界思惟煩惱。是除", "470": "麁想。而復計有涅槃。是存細想。其中云汝師", "471": "欝頭藍弗後退非想定作飛貍身。所以然者。", "472": "此外道本欲界身得非想定。為眾鳥所鬧乃", "473": "發誓願。願作飛貍殘害魚鳥。後時退定遂受", "474": "此身。然其得定以為涅槃。生大邪見後墮無", "475": "間是受惡身。世尊云何能斷諸有下。第三歸", "476": "伏。文為三。一請說無想之法。二時眾得益。三", "477": "須跋悟道。私謂。此悟道文少應如後分。此下", "478": "請說無想之法又二。先請。次答。答文自二。初", "479": "略後廣。此初略說實想者。若從境為名應言", "480": "實相。若從智為名即云實想。想是智名。相是", "481": "境名。須跋言云何下。第二更請廣說。於中先", "482": "請。次佛答。答中文云。隨所滅處名真實想者。", "483": "此有二義。一者以真實智斷諸煩惱。故云隨", "484": "所滅處。二以此空遣於俗有。故言隨所滅也。", "485": "又言。名第一義諦第一義空者。涅槃果上亦", "486": "有此名。如師子吼初說。今文中則正明真空", "487": "為第一義。下智觀故得聲聞菩提。中智得緣", "488": "覺菩提者。古來有解。謂三乘異觀。今此文中", "489": "明三乘同觀第一義空。但智有下中成三乘", "490": "別。例如三獸度河得水深淺。三乘同觀中道", "491": "深智即得無上菩提。淺智但得辟支與聲聞", "492": "菩提。說是法時十千菩薩下。第二明時眾得", "493": "益。文云。得一生實相二生法界者。謂十地補", "494": "處大士以為一生。九地則是二生。若具論者", "495": "則如法華經損生義說。須跋陀羅下。第三明", "496": "須跋悟道。應有正付囑。而文來未盡。開善云。", "497": "自斯已後幾可哀傷。然皆已蒙作得度因緣。", "498": "故如來滅後得道不一。今經教滿足。唯宜自", "499": "勵脫復不遇沒苦。如何居士請僧經云。涅槃", "500": "後分更有燒身品起塔品囑累品。此文三品", "501": "不來。", "502": "大般涅槃經疏卷第三十三"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1767 大般涅槃經疏", "source": "CBETA"}