{"author": "唐 提雲般若等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1397 智炬陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1397", "1": "智炬陀羅尼經一卷", "2": "唐三藏法師提雲般若等奉　制譯", "3": "如是我聞。一時佛在日月宮中。與無量大菩", "4": "薩眾俱。普賢菩薩文殊師利菩薩。陀羅尼自", "5": "在王菩薩執金剛菩薩。如是等菩薩摩訶薩", "6": "而為上首。", "7": "爾時東方有佛號智炬如來。南方有佛。號金", "8": "光聚如來。西方有佛號實語如來。北方有佛", "9": "號雷音王如來。各從本國而來此會。", "10": "爾時世尊與諸如來及菩薩眾。共在金幢樓", "11": "觀之中。各坐寶嚴師子之座。時日月天子來", "12": "詣佛所。頭頂禮敬諸佛菩薩。以眾妙物而", "13": "為供養。供養畢已退坐一面。互相謂言。我等", "14": "云何從諸如來及菩薩所。而得發起一切眾", "15": "生光明破諸黑闇滿十方智炬陀羅尼耶。以", "16": "是陀羅尼力故。當令我等能為眾生作大明", "17": "炬。說是語時。彼諸如來及菩薩眾。即共同聲", "18": "而說呪曰。", "19": "娑借音即此字細內之上聲下但有字傍注上去音皆倣此野替音他地反談句一", "20": "斫芻上達陀句二斫芻上鉢羅婆上句三杜", "21": "羅米他上句四迦迦之上聲迦音紀伽反羅上他上句五伊", "22": "上替他止反炭他鄧反下同娑上句六蘇上囉依羅字本音而轉舌", "23": "呼之呪內有口邊作魯梨履盧邏者皆倣此吒都假反句七蘇上囉拕句八", "24": "蘇上哆丁佐反娑上句九壹炭娑上句十陛羅上", "25": "鞞羅鉢膩尼履反下並同句十一遮之箇反嚕沒怛儞句十二阿", "26": "囉膩阿囉膩句十三迦紀伽反下同羅鉢膩迦羅鉢膩", "27": "句十四咄嚕杜斯咄嚕杜斯句十五陀蘇上底都履反", "28": "下並同陀蘇上底句十六地𠼝地𠼝句十七度嚕度嚕", "29": "句十八度囉度囉句十九迦去羅迦去羅句二十悉", "30": "他上娑悉他上娑句二十一祇上羅祇上羅句二", "31": "十二祇羅簸耶以哥反句二十三杜蘇杜蘇句二十四遜杜遜", "32": "蒲句二十五悉他上蘇案怛蘇句二十六鷖於鷄反闥蘇", "33": "伊闥娑鉢膩句二十七以竪𠼝句二十八提蘇上𠼝句二", "34": "十九羯囉羯囉句三十吉𠼝吉𠼝句三十一屈居勿反句內及下句", "35": "並同嚕屈嚕句三十二屈摩屈摩句三十三羯摩羯摩羯摩", "36": "鉢膩句三十四計魯計魯句三十五鷄羅鉢膩句三十六羯迦", "37": "去𠼝羯迦去𠼝句三十七羅嚕勃低句三十八徒嚕低", "38": "摩訶徒嚕低句三十九羯囉羯囉句四十吉󰓑吉󰓑", "39": "句四十一必柱斯必柱斯句四十二拕蘇拕蘇句四十三訶", "40": "上蘇訶上蘇句四十四訶去娑去鉢膩句四十五颯", "41": "婆去訶句四十六", "42": "姪怛他句一徒那徵張里反下同摩訶徒那徵句二", "43": "窣蘇骨反嚕窣嚕句三颯婆去訶句四戍訖羅毘", "44": "戍達儞句五怛羅怛羅句六颯婆去訶句七", "45": "樹底鉢囉地篦補奚反句八咄嚧咄嚧句九颯婆", "46": "去訶句十鉢曇摩摩理儞句十一薩埵顛也反下並同", "47": "曷囉多勃提徒咨反下並同句十二戶嚧戶嚧句十三颯婆", "48": "去訶句十四薩埵勃提句十五薩埵盧羯儞句十六", "49": "咄嚧咄嚧句十七颯婆去訶句十八洛剎拏長聲", "50": "遏質低句十九杜忙鉢唎訶上𠼝句二十屈", "51": "音屈申之屈嚧屈嚧句二十一颯婆去訶句二十二馱囉馱", "52": "囉摩訶馱囉句二十三馱囉馱囉句二十四陀囉衍去", "53": "底曳句二十五颯婆去訶句二十六蘇跋賴低句二", "54": "十七蘇答篦句二十八阿上鉢囉底訶多勃提句二十九", "55": "馱羅馱羅句三十陀羅衍去底曳句三十一颯婆", "56": "去訶句三十二南無壤奴嗢迦上寫斯舸反下並同怛他", "57": "揭多上寫句三十三南無蘇跋囉拏鉢囉婆上矩", "58": "吒暱奴吉反婆上薩寫怛他揭多上寫句三十四南無", "59": "薩埵婆地那怛他揭多上寫句三十五南無鼻澁", "60": "摩瑣蘇括反囉揭是多遏囉是瓢薩怛他揭帝瓢", "61": "句三十六悉殿都漫怛囉鉢馱儞句三十七颯婆去", "62": "訶句三十八", "63": "爾時普賢菩薩告日月天子言。諸天子此陀", "64": "羅尼八十八億諸佛如來。為欲利益諸眾生", "65": "故之所演說。諸天子優曇鉢花猶可易現。此", "66": "陀羅尼出現甚難。諸天子諸佛出世猶可值", "67": "遇。此陀羅尼。得值甚難。此陀羅尼猶可易得。", "68": "誦持之者。斯復轉難。諸天子若欲救拔造五", "69": "逆罪謗正法人。當受阿毘地獄苦者。可於閑", "70": "處淨塗其地隨其所辦種種香花而為供養。", "71": "於三七日中晝夜六時。誦此陀羅尼呪。以是", "72": "陀羅尼威神力故。令阿毘地獄應時破壞為", "73": "百千分。是中眾生即得解脫。何況有人在於", "74": "人間而得聞者。當知是人。則為諸佛及我等", "75": "菩薩之所護念。諸天子於此所說勿生疑惑。", "76": "佛說此經已。日月天眾歡喜奉行。", "77": "智炬陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1397 智炬陀羅尼經", "source": "CBETA"}