{"author": "唐 愛同錄", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1424 彌沙塞羯磨本: 彌沙塞羯磨本: 彌沙塞羯磨本", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1424 [cf. No. 1421]", "1": "彌沙塞羯磨本", "2": "大開業寺沙門愛同錄五分羯磨", "3": "夫羯磨眾軌，溥應聖凡，秉告詳唱，稱為辦事。", "4": "事既塵沙，法寧限局？規猷浩博，豈可勝言？", "5": "且開十法以總諸務，各依其位具列軌儀。", "6": "第一作法緣起，第二諸界結解，", "7": "第三諸戒受捨，第四衣藥受淨，", "8": "第五布薩儀軌，第六安居法則，", "9": "第七自恣清淨，第八受施分衣，", "10": "第九懺悔諸犯，第十住持雜法。", "11": "第一作法緣起要具七緣，方成羯磨。有不具者，開制故然。", "12": "一、量事如非羯磨既稱辦事，所辦必須如法，違教虧戒聖所未聽。事類雖多，大分三種：一、情，如受", "13": "戒。第二、非情，如結界。第三、二合，如示處等。或言三者，謂人、法、事也。人即受戒等，法謂自恣等，事謂結淨等。此二三", "14": "種，稱事並如，或具或單，離合無准，必須約教、不違於戒，無犯。如虧此限，法定不成。法等落非，亦准於此。", "15": "二、法起假處《僧祇律》云：「非羯磨地，不得受欲行於僧事。」《四分律》云：「若作羯磨，必先結界。然界有二", "16": "種：若自然界，唯秉結界羯磨一法；自餘僧法，並作法界中。若對首、心念二法，則通二界。」", "17": "三、集僧分限法起託處，依界集僧。界有二種：自然作法，二別謂大界戒場。據《四分》中有三小界。此", "18": "律辯界或有或無，小界一種無外可集，大界戒場盡限集之。若自然界，則四分：聚落、蘭若、道行、水界。聚落有二種：可", "19": "分、不可分。若不可分別，《僧祇》七樹之量，計有六十三步。可分別者，《十誦》盡界集之。蘭若亦二：有難、無難。若無難", "20": "者，此律云：「練若比丘不知己界齊幾許？佛言：『自然界面去身二拘盧舍。』」諸部多云一拘盧舍者，大小不定。且依《雜寶", "21": "藏經》云五里為准。若有難者，如《善見論》七盤陀羅。盤陀羅者，二十八肘，通計而論，五十八步四尺八寸。道行界者，", "22": "《十誦律》縱廣有六百步。言水界者，此律所明船上作法，以有力人若水若沙擲所及處。此之六種並是自然，皆取", "23": "身面所向方隅，分限之內僧須盡集。集僧方軌諸教共明。此律集僧自分四別：一、三唱。時至，應使沙彌、守園人於高處", "24": "唱。二、打揵搥。除漆樹、毒樹，以鳴木作三打鼓，除金銀，以銅鐵瓦木作。四、吹螺。應吹海螺。然揵搥一種，若也無人，", "25": "比丘打之，亦不得過三通。《付法藏》傳令有長打。三千威儀中具明杵下之數。", "26": "四、簡眾是非體是比丘，如法清淨，是作法人，餘非此限，故須簡擇。此律有一十三人不足僧數：", "27": "一非人、二白衣、三滅擯、四被舉、五自言、六不同見、七狂、八散亂心人、九病壞心人、十比丘尼、十一式叉摩那、十二", "28": "沙彌、十三沙彌尼。然《四分》中具彰四例：一者、得滿數不得呵，謂呵責等四羯磨人是。二者、不得滿數應呵，謂若欲受", "29": "大戒人。三、不得滿數不得呵，謂尼等四眾。十三難人，三舉二滅，若別住、若戒場、若在空，若隱沒、若離見聞、若所為人。此", "30": "二十八人是。人覆藏等四，及覆藏竟、本日治竟、六夜竟，此上七人不相足數。《十誦律》又云：「睡眠人、亂語人、憒鬧人、入", "31": "定人、瘂人、聾人、狂人、亂心人、病壞心人、樹上人、白衣人，十二人不成受戒足數。」《磨德勒伽論》云：「重病人、邊地人、癡鈍", "32": "人，此三人不成滿眾。」《僧祇》云：「若與欲人、若隔障、若半覆、申手不相及、若眾僧行作羯磨住坐臥等，皆不足數。」此律病人", "33": "皆羯磨說戒。佛言：「別眾如捨戒中，中邊不相解等，皆非足數。」此上諸人並是不得滿數不得呵。四者、得滿數呵。若善", "34": "比丘同一界住，不離見聞處，乃至語謗人等是。即上諸不足數人，若以相足，並不羯磨。", "35": "五、和合無別故律云：「應來不來、應囑授不囑授，羯磨時得訶人不同而強羯磨，是名別眾。」即此文", "36": "中有三別眾及別名目和。和唯是一囑授之法，具如下列。", "37": "六、問答所作秉法者應問云：「今僧和合，先作何事？」眾中一人應答云：「作某羯磨。」但事有總別，答亦", "38": "通兩。若結界，理無雙答。", "39": "七、羯磨如法具上六緣，合秉羯磨。羯磨之法又有如、非，具離諸非方名辦事。略顯非相及以成", "40": "如也。", "41": "僧法羯磨文有六非文中辯非或一四五，據相總論不過六種。若准餘文及《四分律》，", "42": "有呵不止非，即可為七。", "43": "一、餘法餘律羯磨謂僧、法、處、事隨一不如，所作羯磨皆不成就。非正軌則、正調伏，並名為", "44": "餘。此據總說，下約別明也。", "45": "二、非法別眾羯磨謂詞句增減不依聖教。翻非即如、驗文可曉。別眾三種，如上所陳三種和", "46": "合相翻即是也。", "47": "三、非法和合羯磨人雖和合，法落非中。", "48": "四、如法別眾羯磨羯磨雖如，眾不詳集。", "49": "五、似法別眾羯磨詞句顛倒，別眾如前。", "50": "六、似法和合羯磨似法同前，和合為異。准文更有無事作、非法事、不現前界界外施、秉體未", "51": "成、僧不應解等。此並僧界事中，不應聖教。並初非攝，不別陳之。", "52": "第二結解諸界法界有三種：一、攝僧界。攝人以同法，令無別眾愆。二，攝衣界。攝衣以屬人，令", "53": "無離宿罪。三、攝食界。攝食以障僧，令無二內過。今依此三次第辯相也。", "54": "第一、結解僧界法律云：時世飢饉，餘處比丘集王舍城，僧房皆空，無人守護。因開各", "55": "解本界、通結一界。後時豐足，解通已還結小界。又初緣時為界內不集別眾受戒，遂開界外結小界受，名曰戒壇。若", "56": "受戒竟應捨，於坊內作受戒。又為比丘將受戒人至壇處，遇賊被剝，因聽於坊內作受戒場。應先捨僧坊界，然後結界戒", "57": "場。唱相除內地，更結僧坊界。此則先結戒場後結大界。先界外結者，是對難結小界非即是戒場。若是者，何故令捨？", "58": "古今皆云：《五分》初緣安置戒場在界外者。據文不然。今依次第，有其二位：一戒場、二大界。今且依此依，具結解之儀。", "59": "第一、結戒場法欲結之時依前集僧。《四分律》云：「不得說欲。」此雖無文，理亦同彼。集眾問和", "60": "具方便已，先唱四方界相，然後白二結之。", "61": "唱四方界相法律云：先應一比丘唱四方界相。若不唱相，不成結界，犯突吉羅。不得以眾生及", "62": "烟火作相、不得兩界相並相入，皆不成結，犯突吉羅。《四分》云：「應令舊住比丘唱相。」意取諳委界相。縱非舊住，但委識", "63": "方所，亦得令唱。唱相之人應具威儀，敷尼師壇脫革屣禮眾僧已，合掌白云也。", "64": "「大德僧聽！我比丘為僧唱四方戒場相。從此", "65": "東南角某標，至西南角某標，從此至西北角", "66": "某標，從此至東北角某標，從此還至東南角", "67": "某標。此戒場相一周訖。」三說。必有屈曲門戶多少，並須具牒，稱事分明。所標相極", "68": "須彰顯，若錯涉差互乖文及唱相違失，並不成結界。既不成，後秉諸法並不成就。此既根本，特須詳審也", "69": "正結戒場法。「大德僧聽！如某甲比丘所唱界", "70": "相，今僧結作戒壇，共住、共布薩、共得施。若僧", "71": "時到僧忍聽。白如是。」「大德僧聽！如某甲比丘", "72": "所唱界相，今僧結作戒壇，共住、共布薩、共得", "73": "施。誰諸長老忍，默然；不忍者說。」「僧已結某甲", "74": "比丘所唱界相作戒壇，共住，共布薩，共得施竟。", "75": "僧忍，默然故，是事如是持。」依《四分律》，不牒二同；此摽三共，與彼宗異", "76": "解戒場法諸比丘既結戒場，不捨而去。佛言：「應白二羯磨捨界。」方便如前。", "77": "「大德僧聽！此結界處，僧今捨是界。若僧時到", "78": "僧忍聽。白如是。」「大德僧聽！此結界處，僧今捨", "79": "是界。誰諸長老忍，默然；不忍者說。」「僧已捨是", "80": "界竟。僧忍，默然故，是事如是持。」文無三共者，以背界故也第", "81": "二、結大界法律云：結戒壇已更結僧坊界，應一比丘唱四方界相，又唱除內地。即據此文，應安兩", "82": "重標相：一大界外相、二大界內相。其外相者，住處方圓斜正大小規矩無定。故諸論中，界形有五或十七等，隨", "83": "其前事即以為標，牓標內外任以為相。其內相者，標相准前，所除多少住處寬狹。但分兩界，勿相並入。古云一肘，", "84": "實為膠柱。作法方便、唱相法則，一准於前。", "85": "唱相法威儀同前。「大德僧聽！我比丘為僧唱四方大", "86": "界內外相。唱外相，從此東南角某標，乃至", "87": "還至東南角某標。此是大界外相一周訖。」三說。內相", "88": "准此，但稱內相為異。各三說訖，後總云：「彼為外相、此為內相，此是大界內外相三周訖。」", "89": "正結大界法。「大德僧聽！此某甲比丘唱四", "90": "方界相及除內地，今僧結作僧大界，共住、共", "91": "布薩、共得施。若僧時到僧忍聽。白如是。」「大", "92": "德僧聽！此某甲比丘唱四方界相及除內地，", "93": "今僧結作僧大界，共住、共布薩、共得施。誰諸", "94": "長老忍，默然；不忍者說。」「僧已結某甲比丘唱", "95": "四方界相及除內地作僧大界，共住、共布薩、共", "96": "得施竟。僧忍，默然故，是事如是持。」若無戒場，不除內地。但除", "97": "內地一句為異", "98": "解大界法方便如前。「大德僧聽！此一住處，僧共住、共", "99": "布薩、共得施。先結此界，今解。若僧時到僧忍", "100": "聽。白如是。」「大德僧聽！此一住處，僧共住、共布", "101": "薩、共得施。先結此界，今解。誰諸長老忍，默然；", "102": "不忍者說。」「僧已解先所結界竟。僧忍，默然", "103": "故，是事如是持。」此解界文牒三共者，表與戒場大小為異", "104": "第二、結解衣界法因憍陳如持糞掃衣路行疲極，故開此法。界大藍小方可須結，藍", "105": "大或等並不用之。", "106": "「大德僧聽！此結界處聚落中謂城塹籬柵之內也、", "107": "若聚落界謂城塹等外人所行處，及有慚愧人大小行處。上之二處，《四分》、《十誦》並悉除之。今不除者，", "108": "宗殊故也，", "109": "共住、共布薩、共得施。今結作不失衣界。若僧", "110": "時到僧忍聽。白如是。」「大德僧聽！此結界處", "111": "聚落界，共住、共布薩、共得施，今結作不失衣", "112": "界。誰諸長老忍，默然；不忍者說。」「僧已結作不", "113": "失衣界竟。僧忍，默然故，是事如是持。」解衣", "114": "界法。「大德僧聽！此結界處聚落中、若聚落", "115": "界，先結作不失衣界，僧今解之。若僧時到", "116": "僧忍聽。白如是。」「大德僧聽！此結界處聚落", "117": "中、若聚落界，先結作不失衣界，僧今解之。誰", "118": "諸長老忍，默然；不忍者說。」「僧已解不失衣界", "119": "竟。僧忍，默然故，是事如是持。」初結僧先，後解僧後", "120": "第三、結食界法淨有三種，並文具顯。一、他處淨有一織師中路起屋，比丘", "121": "欲於屋中作食安食。佛言：「聽於白衣舍作淨屋。」後以施僧，亦聽為淨屋。", "122": "二、處分淨佛言：「若作新住處，應先指某處作淨地，便可安食。若未羯磨，不得入中至明相出。」有云：未", "123": "羯磨者，謂簡淨地羯磨。今正以處分為羯磨。", "124": "三、羯磨淨諸比丘著食淨屋中，為人所偷。佛言：「應羯磨中房作淨處。」諸比丘欲羯磨一房牆內、或齊", "125": "屋溜處、或於中庭、或房一角、或半房等作淨地。佛言：「聽。應在院外結之。」律雖無文，義應唱相言也。", "126": "「大德僧聽！我比丘為僧唱安食淨處。此僧伽", "127": "藍內東廂厨院中結作淨地。」三說。若庭中、房內、或諸果樹下，並隨處稱", "128": "之", "129": "「大德僧聽！今以某房作僧安食淨處。若僧時", "130": "到僧忍聽。白如是。」「大德僧聽！今以某房作", "131": "僧安食淨處。誰諸長老忍，默然；不忍者說。」「僧", "132": "已以某房作僧安食淨處竟。僧忍，默然故，是", "133": "事如是持。」解法律無解文，翻結為解。", "134": "「大德僧聽！彼某房先作僧安食淨處，僧今解", "135": "之。若僧時到僧忍聽。白如是。」「大德僧聽！彼某", "136": "房先作僧安食淨處，僧今解之。誰諸長老忍，", "137": "默然；不忍者說。」「僧已解某房安食淨處竟。僧", "138": "忍，默然故，是事如是持。」若有多處，一時標名，解結亦得若處分淨，還以處分解之", "139": "也。", "140": "通結僧坊作淨地法有比丘欲通羯磨僧坊內作淨地。佛言：「聽。」。", "141": "「大德僧聽！此一住處，共住、布薩、共得施。僧今", "142": "結作淨地，除某處。有云：除某處者，謂除淨地，故知此是簡淨地法。今云：除者，謂僧住處，", "143": "為通結故，所以言除。此即結文，非簡法也", "144": "若僧時到僧忍聽。白如是。」「大德僧聽！此一住", "145": "處共住、共布薩、共得施，僧今結作淨地，除某", "146": "處。誰諸長老忍，默然；不忍者說。」「僧已結作淨", "147": "地竟。僧忍，默然故，是事如是持。」解法「大德僧", "148": "聽！此一住處先結作淨地，僧今解之。若僧時", "149": "到僧忍聽。白如是。」「大德僧聽！此一住處先結", "150": "作淨地，僧今解之。誰諸長老忍，默然；不忍者", "151": "說。」「僧已解淨地竟。僧忍，默然故，是事如是持。」", "152": "淨地之所為，防二：內煮、宿食藥。教稱不淨，以此而噉，垢業滋深。護淨諸教明顯，但食為同命，凡聖所憑。信教存道，特", "153": "宜誡慎", "154": "第三、諸戒受捨受之意者，一、擬防非斷除業惑，二、為生福證顯法身。故戒經云：戒為淨身、定", "155": "為淨心、慧清煩惱。若無明慧，煩惱不除；若無正定，明慧不發；若無禁戒，正定不成也。以聖人業惑雖盡，猶持禁戒固若", "156": "金剛。三教顯功誠說非一，然禁通俗戒分多品，始微終著位列五科：一三歸、二五戒、三八戒、四十戒、五具戒。能受之", "157": "人約位有七，即謂七眾。如下具彰也。", "158": "第三、受三歸法佛法與僧，真歸依處，能生福智、能為覆護，歸趣依投越四魔境。多論云：以", "159": "三寶為所歸，欲令救護不得侵陵。《涅槃經》三跳，明過厄難。既創翻邪，故標為首。佛謂清淨法身，二智顯證，五分成立；", "160": "法謂滅諦；僧謂第一義僧。於此境誠心決定崇重僧，向受無疑，二師授資順明了方成也。", "161": "「我某甲盡形受，歸依佛、歸依法、歸依比丘", "162": "僧。」三說「我某甲盡形受，歸依佛已、歸依法已、歸", "163": "依比丘僧已。」三說", "164": "第二、受五戒法希有希有，《校量功德經》云：「佛告阿難：『若三千大千世界滿中如來，如稻麻", "165": "竹𥯤。若人四事具足供養，滿二萬歲；諸佛滅後各起寶塔，復以香華種種供養。其福雖多，不如有人以淳淨心歸依", "166": "佛法僧所得功德，百分不及一、千分百千分乃至算數譬喻所不能及。復以一彈指頃十善戒，福轉勝前。一日一夜", "167": "受持八戒，若盡形受持五戒、若沙彌戒、沙彌尼戒、式叉摩那戒、比丘尼戒、若比丘戒，福轉勝前不可為喻。』」然於受戒", "168": "前須具問遮難，故《善生經》云：「汝不盜現前僧物不？於六親所、比丘比丘尼所行不淨行？父母師長有病棄去？不殺發菩", "169": "提心眾生？」如具問已，若言無者，應為說法開導心懷令生信樂。《智度論》中，時局盡形數定，謂一分、少分、多分、滿分斷", "170": "婬等五。《俱舍論》中，五種定限不發律儀。教既被機任時行用。《阿含經》云：「於受戒前懺悔罪已，然後與受。」也", "171": "「我某甲！歸依佛、歸依法、歸依僧。盡形壽為優", "172": "婆塞。如來、至真、等正覺，是我世尊。」三說「我某甲！", "173": "歸依佛竟、歸依法竟、歸依僧竟。盡形壽為優", "174": "婆塞。如來、至真、等正覺，是我世尊。」三說。已得戒竟，應為說相", "175": "「盡形壽不殺生，是優婆塞戒。能持不？」答言：「能持。」「盡", "176": "形壽不偷盜，是優婆塞戒。能持不？」答言：「能持。」「盡形", "177": "壽不邪婬，是優婆塞戒。能持不？」答言：「能持。」「盡形壽", "178": "不妄語，是優婆塞戒。能持不？」答言：「能持。」「盡形壽不", "179": "飲酒，是優婆塞戒。能持不？」答言：「能。」前四輕重一同具戒。如《優婆塞五", "180": "戒相經》說。及有六重二十八輕，如《善生》等經廣說。然應發願，引行令增。然有經云：設有持戒，不發願者，得少許福。引", "181": "古證之", "182": "第三、受八戒法《善生經》、《增一阿含經》云：「佛告優婆塞：『當於八日、十五日，詣長老比丘所受", "183": "八戒。』」論中總許五眾受之，若無人時自受亦得。《成實論》中，五戒、八戒俱通長短，或一年、一月、半日、半夜，重受、減受並得", "184": "戒法。", "185": "「我某甲！歸依佛、歸依法、歸依僧。一日一夜，隨長短稱為淨", "186": "行優婆塞。」三說「我某甲！歸依佛竟、歸依法竟、歸", "187": "依僧竟。一日一夜，隨長短稱為淨行優婆塞。」三說「如諸佛盡", "188": "形壽不殺生，某甲一日一夜不殺生。能持不？」", "189": "答言：「能持。」「如是不偷盜、不婬、不妄語、不飲酒、離花", "190": "香瓔珞香油塗身、離高廣勝床上座、離作倡", "191": "伎樂故往觀聽、非時食。」並如上問答。然有以前八是戒、後離非時食一是齋。或", "192": "有以第七第八合為第七，離非時食為第八戒", "193": "第四受十戒法此下三品是出家戒。但出家之益難以言宣。《出家功德經》云：「出家功德，高", "194": "於須彌、深於巨海、廣於虛空，無量無邊，勝明千人之眼、又勝救千人之目。」《僧祇律》云：「一日出家修梵行，滅二十劫惡", "195": "道苦。」《大悲經》云：「若以袈裟四寸著身，五種功德，不出賢劫之中，當證三乘聖果。若障出家罪，則極重廣。」有成教，何能", "196": "繁述。", "197": "先明作畜眾法准受戒法中，若授人具足戒、度沙彌、為人作依止，皆應具多種德，謂成就戒、", "198": "成就威儀、畏慎小罪、多聞能持佛所說法、善誦二部律分別其義、能教弟子增戒增心增慧、能除弟子疑能使人除、", "199": "能治弟子病能使人治、能教弟子捨惡邪見能令人教捨、能迴弟子國土覺能使人迴，若滿十歲等，違者突吉羅。尼", "200": "戒中云：比丘尼雖滿十二歲，種種諸病及無所知而畜弟子，不教誡故，愚闇無知不能學戒。佛言：「聽諸比丘尼白二", "201": "羯磨然後畜眾。」比丘准尼義亦應有。又《四分》中，時諸比丘輒便度人，不知教授，種種起過。佛言：「聽僧與受具足者白", "202": "二羯磨畜。依止沙彌亦爾。」文言，應到僧中，脫革屣，偏袒右肩，胡跪合掌乞云。", "203": "「大德僧聽！我某甲比丘，已滿十歲，欲畜眾。從", "204": "僧乞僧畜眾羯磨。善哉！僧與我作畜眾羯磨。」", "205": "如是三乞。佛言：「諸比丘應籌量觀察，此比丘堪畜眾不？不堪，不應與作羯磨。若堪，應與作羯磨。」也", "206": "「大德僧聽！此某甲比丘，已滿十歲，欲畜某甲", "207": "為眾，從僧乞畜眾羯磨。僧今與作畜眾羯磨。", "208": "若僧時到僧忍聽。白如是。」「大德僧聽！某甲比", "209": "丘已滿十歲，欲畜某甲為眾，從僧乞畜眾羯", "210": "磨。僧今與作畜眾羯磨。誰諸長老忍，默然；不", "211": "忍者說。」「僧已與某甲比丘作畜眾羯磨竟。僧", "212": "忍，默然故，是事如是持。」", "213": "初度沙彌法律中聽度七歲小兒能驅烏者。《僧祇》云：「若過七十，坐起須人，不得度。若能修習諸業，", "214": "亦聽出家，應為說苦事：一食一住、一眠多覺。若能者應度。」此律，若欲度人，房房禮僧足，自稱名字，令僧盡識。依《四分", "215": "律》，作形法二問，單白羯磨度之。儀式鈔中委述", "216": "正受十戒法「我某甲，歸依佛、歸依法、歸依比", "217": "丘僧。我今於釋迦牟尼如來、應供、等正覺所", "218": "出家作沙彌，和上某甲。」三說「我某甲，歸依佛", "219": "竟、歸依法竟、歸依比丘僧竟。我今於釋迦牟", "220": "尼如來應供等正覺所出家作沙彌，和上某", "221": "甲。」三說「盡形壽不殺生，是沙彌戒。能持不？」答言：「能持。」", "222": "「不偷盜、不婬、不妄語、不飲酒、不歌舞作倡", "223": "伎樂、不往觀聽、不著花香塗身、不坐高廣", "224": "大床上、不受畜金銀及錢。」皆如上問答。依《請僧福田經》，沙彌應知五德十數。", "225": "此既常行，應如鈔列", "226": "第五、受大戒法戒為生死舟船、定慧根本，三身四智無不憑斯，必須緣法相應、稱教具", "227": "足，如一乖闕戒品不生。但緣繁多豈能委敘？今且大概要具五如：一、能受人如。此有五種：一、報是人道；二、諸根具足；", "228": "三、身器清淨；四、出家相具；五、得少法。二、所對境如。此有七種：一、結界成就；二、有能秉法僧；三、僧數滿足；四、界內盡集；", "229": "五；羯磨如法；六、資緣具足；七、佛法時中。三、發心乞戒。四、心境相應。五、事成究竟。謂從請終于受竟，前後不虧方成", "230": "辦事。正授戒中須具九法。", "231": "一、請和上法律云：諸比丘無和上阿闍梨故，威儀失節，不繫念在前、不善護諸根入聚落乞食，", "232": "高聲亂語被譏呵。復有病比丘，無人瞻視，由此命終。佛從今以十利故，聽諸比丘有和上。和上自然生心愛念弟子如", "233": "兒，弟子生心敬重和上如父，勤相教誡更相敬歎，能增廣佛法使得久住。所請和上須具德位，謂成就威儀，畏罪、多聞，", "234": "誦二部律，能教弟子增戒心慧，能為弟子除疑治病，使捨邪見國土覺等。若滿十歲，律有多法不能備載。度沙彌依止", "235": "亦如是。其共別行法如律具明。請之法式，應偏袒右肩，脫革屣，胡跪合掌請云。", "236": "「我某甲，今求尊為和上。尊為我作和上，我樂", "237": "尊為和上故，得受具足戒。」三說。和上應答云「可爾。」或言「當", "238": "教授汝。」或言「汝莫放逸。」二阿闍梨亦須加請二、安受戒人佛言：", "239": "「聽將受戒人著戒壇外眼見耳不聞處。」。", "240": "三、差教師法和上應語羯磨師云「長老！今作羯磨。」復語教師云", "241": "「長老！今受羯磨。」如是差已，羯磨師云「大德僧聽！某甲求某", "242": "甲受具足戒，某甲作教師。若僧時到僧忍聽。", "243": "白如是。」四、教師撿一、問和上，二、問受人。先問和上。應起至和上前云。", "244": "「已度此人未？」若言：「未。」應語言「先度之。」若言：「已度。」應語言「為作和上", "245": "未？」若言：「未。」應語：「為作和上。」若言：「已作。」應問云。", "246": "「弟子衣鉢具不？」若言：「未具。」應語：「為具。」若言：「已具。」應問云。", "247": "「為自有？從人借？」若言：「從人借。」令捨。若自有，便往慰勞受者云。", "248": "「汝莫怖懼。須臾持汝著高勝處。何者是僧伽", "249": "梨？何者是優多羅僧？何者是安陀會？」若言：「不解。」者，應", "250": "教誡之，應與三衣鉢。若先不相識，不應雲霧闇時為教。著時應密䅐，無重病不？又應語云。", "251": "「汝某甲聽！今是實語時。我今問汝，若實言實、", "252": "不實言不實。」《僧祇》云：「汝若不實答，便欺誑天魔梵、沙門婆羅門、諸天世人，亦欺誑如來及以眾僧。", "253": "自得大罪也。」。", "254": "「汝不殺父耶？汝不殺母耶？汝不殺阿羅漢耶？", "255": "汝不惡心出佛身血耶？汝不破和合僧耶？汝", "256": "不犯比丘尼耶？汝非非人耶？汝非畜生耶？汝", "257": "非黃門耶？汝非二形耶？汝非自剃頭自稱比", "258": "丘耶？汝非捨內外道耶？汝不曾出家持戒不", "259": "完具耶？」隨問答皆言無者，又應問言「人有如是等病，癩癰疽", "260": "乾痟癲狂漏熱腫脂出，有不？汝非負債人不？", "261": "非官人不？非奴不？年滿二十不？衣鉢具不？受", "262": "請和上未？汝字何等？和上字何等？父母聽不？", "263": "欲受具足戒不？」如是問答，又應教云「眾中更當如是問汝，", "264": "汝亦應如實答。」一一問答皆如法已五、召入眾法教師應還壇上立，語羯磨", "265": "師云「我已教授某甲如法竟。」羯磨師應作白「大德僧聽！某", "266": "甲求某甲受具足戒。某甲如法教授竟，應使", "267": "將來。若僧時到僧忍聽。白如是。」六、教乞戒", "268": "法教師應將來至僧，次第禮僧足，向羯磨師右膝著地合掌。教師教乞戒云。", "269": "「大德僧聽！我某甲，求某甲和上受具足戒。今", "270": "從僧乞受具足戒。願僧拔濟我，憐愍故。」三說已，教師還", "271": "就本坐七、戒師問白法羯磨師應作白云「大德僧聽！此某", "272": "甲，求某甲受具足戒。今從僧乞受具足戒。我", "273": "今當問諸難事，及為作受具足戒羯磨。若僧", "274": "時到僧忍聽。白如是。」八、羯磨師問法應問言：「今是實語", "275": "時，乃至欲受具足戒不？」一一如上教師問法也。", "276": "九、正授戒法《薩婆多論》云：「凡欲受戒，先為說法開導心懷，令於一切有情境上起慈悲心，誓救一", "277": "切眾生，令離五趣、證三乘果，勿求自度受持禁戒。起此增上心，便得增上戒。又戒是諸善根本、菩提正因，惟人道中", "278": "無遮難者得受此戒。汝今生處人中，身無遮難，堪受具戒，甚為希有。當一心專注，憑仗眾僧求此戒法，如病念醫、如", "279": "飢須食。羯磨神驗、眾僧力大，須臾能舉法界功德置汝身中。汝當歡喜一心諦受。」如是教已應作白言。", "280": "「大德僧聽！此某甲，求某甲受具足戒。某甲自", "281": "說清淨，無諸難事，三衣鉢具，已受和上，父母", "282": "聽許，已從僧乞受具足戒。僧今與某甲受具", "283": "足戒，和上某甲。若僧時到僧忍聽。白如是。」《僧祇", "284": "律》云：「作白已，問僧成就不？乃至羯磨第一、第二、第三亦如是問。問已須答成與不成。」《十誦》云：「羯磨時當一心聽，莫餘覺", "285": "餘思惟。敬重正思惟，心心憶念應分別之。違者突吉羅。」", "286": "「大德僧聽！此某甲，求某甲受具足戒。某甲自", "287": "說清淨，無諸難事，三衣鉢具，已受和上，父母", "288": "聽許，已從僧乞受具足戒。僧今與某甲受具", "289": "足戒，和上某甲。誰諸長老忍，默然；不忍者說。」", "290": "三說「僧已與某甲受具足戒，和上某甲竟。僧忍，", "291": "默然故，是事如是持。」次說墮相時諸比丘受具戒已，在前歸還。新受", "292": "戒人犯重罪，佛言：「受具戒竟應為說十二法：四墮法、四喻法、四依法。」。", "293": "「汝某甲聽！世尊、應供、等正覺說是四墮法。若", "294": "比丘犯一一法，非釋種子。汝終不得乃至以", "295": "欲染心視女人。若比丘行婬法，乃至共畜生，", "296": "非沙門、非釋種子。汝盡形壽不應犯。能持不？」", "297": "答言：「能持。」「汝終不得乃至草葉不與而取。若比丘盜", "298": "五錢、若五錢物，非沙門、非釋種子。汝盡形壽", "299": "不應犯。能持不？」答言：「能持。」「汝終不得乃至殺蟻子。若", "300": "比丘，若人、若人類，自手殺、若教人殺、若求刀", "301": "與、若教死、若讚死：『咄丈夫！用惡活為！死勝生。』", "302": "非沙門、非釋種子。汝盡形壽不應犯。能持不？」", "303": "答言：「能持。」「汝終不得乃至戲笑妄語。若比丘實無過", "304": "人法，自稱得過人法：諸禪、解脫、三昧正受及", "305": "諸道果，非沙門、非釋種子。汝盡形壽不應犯。", "306": "能持不？」答言：「能持。」「諸佛世尊為示現事善說譬喻，猶", "307": "如人死終不能以此身更生，如針鼻決永", "308": "不復得為針用，如多羅樹心斷更不生不增", "309": "不廣，如石破不可復合。若比丘犯一一墮法，", "310": "還得比丘法，無有是處。」受四依法應語言。「汝某", "311": "甲聽！世尊、應供、等正覺說四依法。比丘盡形", "312": "壽依糞掃衣住，出家受具足戒。能持不？」答言：「能。」", "313": "「若後得劫貝衣、欽婆羅衣、拘舍那衣、他家衣，", "314": "皆是長得。」「比丘盡形壽依乞食住，出家受具", "315": "足戒。能持不？」答言：「能。」「若後得僧前食、後食、請食，皆", "316": "是長得。」「比丘盡形壽依樹下住，出家受具足", "317": "戒。能持不？」答言：「能。」「若後得大小屋、重屋，皆是長", "318": "得。」「比丘盡形壽依殘棄藥住，出家受具足戒。", "319": "能持不？」答言：「能。」「若後得酥、油、蜜、石蜜，皆是長得。」復應", "320": "語言「汝某甲聽！汝白四羯磨得如法受具足戒", "321": "竟，諸天龍鬼神皆作是願：『我何時當得人身，", "322": "於正法律中出家受具足戒？』汝今已得。如人", "323": "受王位，汝受比丘法亦如是。當忍易共語、恭", "324": "敬受誡。餘戒，和上阿闍梨當廣為汝說。汝當", "325": "早得具足學三戒、滅三火、離三界，無復諸垢，", "326": "成阿羅漢。」時受戒人不知年歲及受戒時，佛言：「應教令知。汝受戒時某年月日，汝應盡壽憶是事。」諸", "327": "律及論並云：和上闍梨為記春夏之冬時，某月某日乃至量影。此律又云：時諸比丘無上下坐，不相恭敬，為俗譏呵。", "328": "佛言：「畜生尚有尊卑，況我正法而不相敬？汝等從今，先受戒者應受第一坐、第一施、恭敬禮拜。如是奉行。」《四分律》云：", "329": "「當令受具戒者在前而去。」", "330": "請依止師法諸比丘和上喪，以無和上阿闍梨故，著上下衣不能如法，皆如上說。佛言：「從今以十", "331": "利故，聽諸比丘有阿闍梨。」自然生心視弟子如兒，弟子自然生心視阿闍梨如父，事如和上中說。至闍梨所，文云，偏", "332": "袒右肩，脫革屣，胡跪合掌請云。", "333": "「大德一心念！我某甲，今求尊依止。願尊為我", "334": "作依止，我依止尊住，尊當教誡我，我當受尊", "335": "教誡。」律不云三，但一具得。闍梨應答云「汝莫放逸。」五種不共語法", "336": "時六群比丘不敬戒，於師無慚無愧，不敬不愛不供養。佛言：「應作五種不共語法。」。", "337": "一、語言汝莫共我語。二、汝所有莫白我。三、莫", "338": "入我房。四、莫捉我衣鉢及助我眾事。五、莫來", "339": "見我。弟子悔過佛言：「師作不共語時，弟子應悔過。」偏袒右肩右膝著地，以兩手捧師足，極", "340": "自卑下白言云。", "341": "「我小我癡，後不敢復作。」若師受悔過者，弟子罪則除滅", "342": "尼眾授戒法《善見論》云：「尼者女也，摩者母也。重尼故稱之。」《智度論》云：「尼得無量律儀故，應次比丘", "343": "後。佛以儀式不便故，在沙彌後。」。", "344": "授沙彌尼戒法其畜眾羯磨及剃髮出家等法，一一如比丘中說。唯和上須滿十二歲，加尼字", "345": "為異。其度沙彌尼、式叉摩那，大比丘尼並須別作畜眾羯磨，以其年年度弟子犯罪故、或捨畜眾法故。乞與之法並", "346": "可准知，更不重述也。", "347": "受式叉摩那戒法律云：時諸比丘尼不先授弟子二歲戒，便受大戒。愚癡無知，不能學", "348": "戒。佛言：「不應爾。犯者突吉羅。」《十誦》中，輒度妊娠女人，招致呵責。佛言：「與二歲羯磨，可知有無。」然六法淨心、二歲淨心，", "349": "准《四分律》，十八童女、十歲曾嫁，各二歲學戒，滿二十、十二已，受具足戒。依此律中，或可如是。或十八童女，以不勞苦，志", "350": "節未成，與二歲法。十二曾嫁，為經勞苦，操行以成，即與受具足，不須學戒，但作白四羯磨量其堪不？故尼戒云：雖滿十", "351": "二歲已嫁女，而女聾瘂種種諸病，諸比丘尼與受具足戒。愚癡無知，不能學戒。佛言：「今聽諸比丘尼白四羯磨與滿十", "352": "二歲已嫁女人受具足戒。彼欲受戒人，應到比丘尼僧中白言：『阿姨僧聽！我某甲，已嫁，滿十二歲，求某甲和上受具足", "353": "戒。今從僧乞受具足戒。善哉！僧與我受具足戒，憐愍故。』如是三乞。諸比丘尼應籌量，可與受不可與受。」", "354": "應一比丘尼羯磨如上謂如上與畜眾法中說，或可作羯磨，詞句如上乞詞中說，", "355": "更不別說羯磨之詞。", "356": "有諸德云：此文即是受具足戒。今以多義，知非受具。但是請僧量宜可，不請秉法者，幸自", "357": "詳之。", "358": "乞二歲學戒法佛言：「欲受學戒人，到比丘尼僧中三乞。應具威儀，偏露右肩，脫革屣，禮僧足，胡", "359": "跪合掌白言：」", "360": "「阿姨僧聽！我某甲，和上某甲，今從僧乞二歲", "361": "學戒。善哉阿姨僧！與我二歲學戒，憐愍故。」三說", "362": "乞已。沙彌尼應住不聞處眼見處立", "363": "與二歲學戒法律云：諸比丘尼，應善籌量可與不與？應作白二羯磨云。", "364": "「阿姨僧聽！此某甲沙彌尼，和上某甲，今從僧", "365": "乞二歲學戒。僧今與某甲沙彌尼，和上某甲，", "366": "二歲學戒。若僧時到僧忍聽。白如是。」「阿姨僧", "367": "聽！此某甲沙彌尼，和上某甲，今從僧乞二歲", "368": "學戒。誰諸長老忍者默然，不忍者說。僧已與", "369": "某甲沙彌尼，和上某甲，二歲學戒竟。僧忍，默", "370": "然故，是事如是持。」次說戒相法佛言：「應與說六法名字。」「某", "371": "甲聽！如來、應供、等正覺說六法不得犯，一切", "372": "不得婬乃至以染著心看他男子。若式叉摩", "373": "那行婬法乃至畜生，非式叉摩那、非釋種女。", "374": "是中盡形壽不得犯。能持不？」答言：「能。」「一切不得偷", "375": "盜乃至草葉。若式叉摩那，若聚落、若空地，他", "376": "所守護物，盜五錢，非式叉摩那、非釋種女。是", "377": "中盡形壽不得犯。能持不？」答言：「能。」「一切殺生乃至", "378": "蟻子。若式叉摩那，若以人自手斷命、持刀授", "379": "與、教人殺、教死讚死，非式叉摩那、非釋種女。", "380": "是中盡形壽不得犯。能持不？」答言：「能。」「一切不得妄", "381": "語乃至戲笑。若式叉摩那自無過人法，若言", "382": "有諸禪、解脫、三昧正受、若道若果，非式叉摩", "383": "那、非釋種女。是中盡形壽不得犯。能持不？」答言：「能。」「不飲酒。若式叉摩那飲酒，非式叉摩那。是", "384": "中盡形壽不得犯。能持不？」答言：「能。」「不得非時食。若", "385": "式叉摩那非時食，非式叉摩那。是中盡形壽", "386": "不得犯。能持不？」答言：「能。」前四根本、後二喜為，故別令其二歲修學。若犯前四，應當驅擯。若犯", "387": "後二，准《四分律》應更與戒。然《四分》中，後二同此前四，即是四重方便，謂與男子身相觸、盜減五錢、斷畜生命、作小妄", "388": "語。若犯此四，亦更與戒。一切尼戒法並皆應學，除自手取食授食與他。若依《僧祇》，隨順行十八事。若日月不滿二歲，", "389": "不應與受具足戒，故《四分》云，一歲者十二月受比丘尼戒法依此宗中尼六種受", "390": "戒之法：一、八敬；二、十一眾；三、二十眾；四、遙受；五、十二曾嫁；六、義立邊地十人。初局波闍一人，二准五百釋女，餘之四", "391": "受通於一切也。", "392": "先明本法須具八緣。一、請和上法須請之意，比丘中已釋。應偏袒右肩，脫革屣，胡", "393": "跪合掌請云。", "394": "「我某甲，今求尊為和上。尊為我作和上，我樂", "395": "尊為和上。依止尊為和上故，得受具足戒。」三說。和上", "396": "應答言「可爾。」或言「當教誡汝。」或言「汝莫放逸。」二、安受", "397": "戒人律云：諸比丘弟子學二歲戒，不合意，便與受具足戒。佛言：「不應爾。犯者突吉羅。從今聽合和上、阿闍", "398": "梨意，乃為集十眾。」至受戒處，將受戒人著眼見耳不聞處。", "399": "三、差教受師法和上應語羯磨師云。", "400": "「長老！今受羯磨。」如是差已，羯磨師云「阿姨僧聽！某甲，求某", "401": "甲受具足戒，某甲作教授師。若僧時到僧", "402": "忍聽。白如是。」四、教授師撿問法一問和上，二問受戒人。先應起", "403": "至和上前問云", "404": "「已度此人未？」答言：「未。」應言：「先度之。」若言：「已度。」應語言", "405": "「為作和上未？」若言：「未。」應語：「為作和上。」若言已作，應問云。", "406": "「此欲受戒人，學二歲戒日滿不？衣鉢具不？」答言：", "407": "「不具。」應語令具。若：「言具。」復應問云。", "408": "「為是己有？為從人借？」答言：「借。」應語主令捨。然後乃往欲受戒人所，語言", "409": "「汝莫恐怖！須臾當著汝於高勝處。」答言：「爾。」若先不諳悉，應小披", "410": "衣觀看。無遮受戒法，應問言", "411": "「何者是汝僧伽梨、優多羅僧、安陀會、覆肩衣、", "412": "欲衣？」彼若不識，應語令識。次應與受衣鉢。復應語言", "413": "「汝某甲聽！今是實語時。我今問汝，若有當言", "414": "有、若無當言無。汝不殺父耶？汝不殺母耶？汝", "415": "不殺阿羅漢耶？汝不惡心出佛身血耶？汝不", "416": "破和合僧耶？汝不犯淨行比丘耶？汝非非人", "417": "耶？汝非畜生耶？汝非黃門耶？汝非二形耶？汝", "418": "非自剃頭自稱比丘尼耶？汝非捨內外道耶？", "419": "汝不曾出家持戒不完具耶？」若隨問答皆言無者，又應問言「女人", "420": "有如是病：癩病、白癩病、乾痟病、癲狂病、癕疽", "421": "漏病脂出病。如是等重病汝有不？汝非負債", "422": "人不？汝非他婦不？夫主聽不？隨當時有者問之汝非屬", "423": "官不？汝非婢不？汝是人不？女根具足不？汝非", "424": "黃門不？汝非石女不？汝非二道合不？月病常", "425": "出不？汝學二歲戒日滿不？汝已求和上未？父", "426": "母聽不？欲受具足戒不？」若隨問皆如法答者，又應教言「如我今", "427": "問，後僧中亦當如是問汝，汝亦當如是答。」", "428": "五、召入眾中法彼教誡師應還僧中立，白言「我已問竟。」羯磨師應白言「阿", "429": "姨僧聽！某甲，求某甲受具足戒。某甲已問竟，", "430": "今聽將來。若僧時到僧忍聽。白如是。」教師應往將來，教禮", "431": "僧眾。", "432": "六、教乞戒法禮僧足已，將至羯磨師所，胡跪合掌白羯磨師，從僧乞受具足戒。教言「我", "433": "某甲，求某甲和上受具足戒。今從僧乞受具", "434": "足戒，和上某甲。願僧拔濟我，憐愍故。」三乞已，教誡師然後", "435": "復坐", "436": "七、戒師白和上羯磨師應白云「阿姨僧聽！此某甲，求某", "437": "甲受具足戒。從僧乞受具足戒，和上某甲。我", "438": "今於僧中問諸難事，及為作受具足戒羯磨。", "439": "若僧時到僧忍聽。白如是。」八、羯磨師問法應語言：「汝", "440": "某甲聽！今是實語時，乃至欲受具足戒不？」一如上教授師問法。彼皆具答已", "441": "九、正授本法羯磨師應隨機示導令發上心。使具本法已，應作白言。", "442": "「阿姨僧聽！此某甲，求某甲受具足戒。彼從僧", "443": "乞受具足戒，自說清淨，無諸難事，學二歲戒", "444": "滿，五衣鉢具，已求和上，父母已聽，欲受具足", "445": "戒。善哉！僧今與某甲受具足戒、和上某甲。若", "446": "僧時到僧忍聽。白如是。」「阿姨僧聽！此某甲，求", "447": "某甲受具足戒。彼從僧乞受具足戒，自說清", "448": "淨，無諸難事，學二歲戒滿，五衣鉢具，已求和", "449": "上，父母已聽，欲受具足戒。善哉！僧今與某", "450": "甲受具足戒，和上某甲。誰諸阿姨忍，默然；不", "451": "忍者說。」三說「僧已與某甲受具足戒，和上某甲", "452": "竟。僧忍，默然故，是事如是持。」", "453": "本法尼往大僧中受戒法律云：彼和上阿闍梨復應集十比丘尼僧，將受", "454": "戒人往比丘僧中，義准尼僧，自結大界，護別眾過之。", "455": "請羯磨師法律無正文，准前比丘受戒，亦令加請。應教言「我某甲，今請", "456": "大德為羯磨阿闍梨，願大德為我作羯磨阿", "457": "闍梨。我依大德故得受大戒，慈愍故。」三請已，彼應答言", "458": "「可爾。」乞受大戒法律云：應在比丘羯磨師前小遠，兩膝著地乞受具足戒。尼羯磨師應教", "459": "言。", "460": "「我某甲，求某甲和上受具足戒，已於眾中受", "461": "具足戒竟。清淨無諸難事，已學二歲戒滿，衣", "462": "鉢具足，已求和上，父母已聽，不犯麁惡罪，欲", "463": "受具足戒。今從僧乞受具足戒，和上某甲。願", "464": "僧拔濟我，憐愍故。」三說羯磨師問法律云：問法。又乞戒中已言清淨", "465": "問，然諸部中共行問法，故須撿問。羯磨師索欲問和訖，應作白云。", "466": "「大德僧聽！此某甲，求某甲受具足戒。彼從僧", "467": "乞受具足戒。我今當問諸難事，及為作受具", "468": "足戒羯磨。若僧時到僧忍聽。白如是。」正問遮", "469": "難法先應安慰，如上說已。又應問云：「今是實語時，乃至欲受具足戒不？」一一如上。師問法已。", "470": "正受戒體法說法開導，誡令專心承受戒法，如前所說「大德僧聽！此某", "471": "甲，求某甲受具足戒。已於一眾中受具足戒", "472": "竟。清淨無諸難事，已學二歲戒滿，先所應", "473": "作已作，衣鉢具足，已求和上，父母已聽，不犯", "474": "麁惡罪，欲受具足戒。今從僧乞受具足戒，和", "475": "上某甲。善哉！僧今與某甲受具足戒，和上某", "476": "甲。若僧時到僧忍聽。白如是。」「大德僧聽！此某", "477": "甲，求某甲受具足戒。已於一眾中受具足戒", "478": "竟。清淨無諸難事，已學二歲戒滿，先所應作", "479": "已作，衣鉢具足，已求和上，父母已聽，不犯", "480": "麁惡罪，欲受具足戒。今從僧乞受具足戒，和", "481": "上某甲。善哉！僧今與某甲受具足戒，和上某", "482": "甲。誰諸長老忍，默然；不忍者說。」三說「僧已與某", "483": "甲受具足戒，和上某甲竟。僧忍，默然故，是事", "484": "如是持。」說墮相法應語云。「某甲聽！如來、應供、等", "485": "正覺說墮法。若比丘尼犯此一一法，非比丘", "486": "尼、非釋種女。一切不得婬乃至以染著心看", "487": "他男子。若比丘尼行婬法乃至畜生，非比丘", "488": "尼、非釋種女。是中盡形壽不得犯。能持不？」答言：", "489": "「能。」「一切不得偷盜乃至草葉。若比丘尼，若聚落、", "490": "若空地，他所守護物，盜五錢、若過五錢，非比", "491": "丘尼、非釋種女。是中盡形壽不得犯。能持不？」", "492": "答言：「能。」「一切不得殺生乃至蟻子。若比丘尼，若人、", "493": "若似人，自手斷命、持刀受與、教人殺、教死讚", "494": "死，非比丘尼、非釋種女。是中盡形壽不得犯。", "495": "能持不？」答言：「能。」「一切不得妄語乃至戲笑。若比", "496": "丘尼自無過人法，若言有諸禪、解脫、三昧正", "497": "受、若道若果，非比丘尼、非釋種女。是中盡形", "498": "壽不得犯。能持不？」答言：「能。」「一切不得親近男子。", "499": "若比丘尼，欲盛變心，摩觸男子身髮已下、膝", "500": "已上，若男子作如是摩觸亦不得受，若按若", "501": "押、若舉若下、若捉若牽，非比丘尼、非釋種女。", "502": "是中盡形壽不得犯。能持不？」答言：「能。」「一切不得與", "503": "男子共住共語。若比丘尼，欲盛變心，受男子", "504": "若捉手、若捉衣、若期行、若獨共行、若獨共", "505": "住、若獨共語、若共坐、若以身相近，具是八", "506": "事，非比丘尼、非釋種女。是中盡形壽不得犯。", "507": "能持不？」答言：「能。」「一切不得隨順非法比丘尼語。", "508": "若比丘尼知和合比丘僧如法舉比丘，而隨", "509": "順此比丘。諸比丘尼語言：『姊妹！此比丘為和", "510": "合比丘僧如法舉，汝莫隨順。』如是諫，堅持不", "511": "捨，應第二、第三。第二、第三諫，捨是事善。不捨", "512": "者，非比丘尼、非釋種女。是中盡形壽不得犯。", "513": "能持不？」答言：「能。」「一切不應覆藏他麁惡罪。若比", "514": "丘尼知他比丘尼犯波羅夷罪，彼後時若罷", "515": "道、若死、若遠行、若被舉、若根變，語諸比丘尼", "516": "作如是語：『我先知是比丘尼犯波羅夷罪。』不", "517": "白僧、不向人說，非比丘尼、非釋種女。是中盡", "518": "形壽不得犯。能持不？」答言：「能。」「諸佛世尊善能說", "519": "喻示現事，猶如針鼻決不復任針用，猶如", "520": "人死終不能以此身更生，猶如多羅樹心斷", "521": "不生不長，猶如石破不可還合。若比丘尼於", "522": "此八法犯一一法，還得成比丘尼，無有是處。」", "523": "次說八敬法應語言。「汝某甲聽！如來、應供、等正", "524": "覺說是八不可越法。汝盡形壽不應越。比丘", "525": "尼半月應從比丘眾乞教誡人。比丘尼不於", "526": "無比丘處夏安居。比丘尼自恣時應從比丘", "527": "眾請三事見聞疑罪。式叉摩那學二歲戒已，", "528": "應在二部僧中受具足戒。比丘尼不得罵比", "529": "丘。不得於白衣家說比丘破戒破威儀破見。", "530": "比丘尼不應舉比丘罪，比丘得呵。比丘尼犯", "531": "麁惡，應在二部僧中半月行摩那埵；半月行", "532": "摩那埵已，應各二十僧中求出罪。比丘尼雖", "533": "先受戒百歲，故應禮拜起迎新受戒比丘。」", "534": "次說四依法應語言。「汝某甲聽！如來、應供、等正覺", "535": "說是四依法。盡受依是出家受具足戒。依糞", "536": "掃衣出家受具足戒。能持不？」答言：「能。」「若得長衣，劫", "537": "貝衣、欽婆羅衣、俱捨耶衣、瞿荼伽衣、麻衣，應", "538": "受。」「依乞食法出家受具足戒。能持不？」答言：「能。」「若", "539": "得長，得僧食、前食後食、請食，應受。」「依麁弊臥", "540": "具出家受具足戒。能持不？」答言：「能。」「若得長，菴屋、重", "541": "屋、大小房、方圓屋，應受。」「依下賤藥出家受具", "542": "足戒。能持不？」答言：「能。」「若得長，酥、油、蜜、石蜜，應受。」", "543": "復應語言「某甲聽！汝已白四羯磨受具足戒竟，羯磨", "544": "如法。諸天龍神乾闥婆常作是願：『我等何時", "545": "當得人身，出家受具足戒？』汝今已得。如人得", "546": "受王位，汝今受比丘尼法亦如是。汝當忍易", "547": "共語、易受教誡，當學三戒、滅三毒、出三界，成", "548": "阿羅漢果。餘所不知者，和上阿闍梨當為汝", "549": "說。」", "550": "第四、衣藥受淨法受持衣法三衣道摽，賢聖同服。既異外道，又息貪瞋。", "551": "解脫僮相，須加聖法反邪異俗，故制有三。又《多論》云：「為立義故，遮障寒熱，除無慚愧，為入聚落在道生善威儀清淨。", "552": "方制三衣。尼制五衣，亦為斯立。」功能既然，體須依法。四如具足，方堪受持。一𣯊、二色、三量、四作。體謂十種之衣，異於", "553": "草木皮髮捨墮邪命、毛𣯊錦綺皆不成衣。色謂壞色，非俗五彩，斑文綺繡亦不聽許。量謂三肘然五肘然。《多論》中二肘", "554": "四肘之衣亦聽作安多會。作謂條齒有軌、縫刺如法。下二條數諸教並同。僧伽梨一，《多論》分為九品，若互增減成受有", "555": "愆。彼著受用，律有誠說，護淨敬奉同之於塔，惡心毀壞得罪亦然。去即隨身，如鳥毛羽。教既繁廣，豈具言哉也。", "556": "受安陀會法律有獨受之文，今准作其對首「大德一心念！我比丘", "557": "某甲，此安多會五條受。」三說受欝多羅僧法。「大", "558": "德一心念！我比丘某甲，此欝多羅僧七條受。」", "559": "三說受僧伽梨法。「大德一心念！我比丘某甲，此", "560": "僧伽梨九條受。」隨其條數多少稱之，三說受僧祇支法。「大德一", "561": "心念！我比丘某甲，此僧祇支如法作，我受持。」", "562": "三說受覆肩衣法。「大德一心念！我比丘某甲，此", "563": "覆肩衣如法作，我受持。」三說捨衣法應偏袒右肩，脫革屣，胡跪捉衣", "564": "心生口言。「大德一心念！我此僧伽梨九條，今捨。」三說。餘衣", "565": "准知。心念受捨一同於此，但餘「大德一心念」一句。尼五衣等受捨亦同然受尼師壇法。「大", "566": "德一心念！我比丘某甲，此尼師壇應量作，今", "567": "受持。」三說受鉢多羅法。「大德一心念！我比丘某", "568": "甲，此鉢多羅應量受，常用故。」受藥法患累之軀有所資待，", "569": "無病憑食、有疾須藥。通論諸藥總分四種，要不獲已，故聖並開：一、時藥；二、非時藥；三、七日藥；四、盡形藥。前一時藥", "570": "但有手受，後之三種有語手二受。《多論》手受有其五義，恐失手受故加語法。准《十誦》及論，具有語受之法。諸律皆無", "571": "此文。", "572": "受時藥此律，時藥體分十種。《四分》五正及五非正並時藥攝。識名體已，心境相應威儀如法，依教而受。", "573": "然此律中受有其四：一、身授身受；二、物授物受；三、手授手", "574": "受；四、教取而食謂施主情速不及受食，及惡賤比丘不肯親授，以食著地言可取食。亦聽以", "575": "彼語即為受食。", "576": "受非時藥法謂菴婆果等諸八種漿，不雜時食。如法作淨，有渴等緣，然後如法。義加云。「大", "577": "德一心念！我比丘某甲，今為渴病因緣，此是", "578": "菴婆果漿，為欲經非時服故，今於大德邊受。」", "579": "三說。餘漿准此。若無渴病，犯罪", "580": "受七日藥法時諸比丘得風熱病。佛言：「聽以酥、油、蜜、石蜜等四種為藥，受七日服。」義加云。「大", "581": "德一心念！我比丘某甲，今為熱病因緣，此酥", "582": "七日藥，為欲經宿服故，今於大德邊受。」三說受", "583": "盡形藥法有諸比丘得秋時病。佛言：「應根果等藥及餘一切醎苦辛酢不任為食，有病因聽盡形服。」義", "584": "加云。", "585": "「大德一心念！我比丘某甲，今為氣病因緣，此", "586": "薑椒盡形受藥，今欲共宿長服故，於大德", "587": "邊受。」三說長衣說淨法長衣之體，據律唯二：若長三衣過十日者方犯捨墮，若長餘", "588": "衣乃至手巾皆突吉羅。針三綖一，此等已外皆須說淨，不爾皆結。淨施有二：一者真實物付彼人，二者展轉稱名作", "589": "法。強奪犯罪唯真實有，展轉稱名無強奪義。請施主法真實淨主，律制簡擇一五兩二，如文具明。", "590": "展轉，若准餘文，應求持戒多聞者充。律無請法，以義加云。", "591": "「大德一心念！我比丘某甲，今請大德為衣藥", "592": "鉢展轉淨施主。願大德為我作衣藥鉢展轉", "593": "淨施主，慈愍故。」三說", "594": "正說淨法若眾多衣物，段段說之；若束縛一處，亦得總說。「大德長老一心念！", "595": "我此長衣，於大德長老邊作淨施。」彼應問言「長老！此衣", "596": "於我邊作淨施，我持與誰？」答言：「某甲。」彼應語言「我今與某", "597": "甲。長老若須，從彼取用，好愛護之。」不應語所稱比丘知", "598": "獨住作淨法有比丘獨住房中，不知云何淨施？佛言：「聽作遙示淨施。」心生口言也。", "599": "「我此長衣，淨施某甲，從彼取用。」獨淨施法，至十一日復應如前", "600": "法心生口言「我此長衣，從某甲取還。」然後更如前法淨施口言", "601": "今粟淨施法《薩婆多》云：「錢寶穀米，並同長衣，十日說淨。」《四分》云，當持至可信優婆塞所、若守", "602": "園人所，告云：「此是我所不應。汝當知之。」", "603": "第五、僧等布薩法託外為因、緣請而制。識相遵奉，遣犯僧持。《摩德勒伽論》云：「云何名布", "604": "薩？捨諸惡不善法，證得白法究竟梵行。半月自觀犯與不犯，清淨身口。」。", "605": "眾僧說戒法律云：諸比丘欲莊嚴布薩堂，懸繒散花，施過中飲亦施衣物，又欲以偈讚佛法僧。佛", "606": "言：「皆聽。若有種種福事應及時作。」聖教既然，特須敬重，各相勉勵准法修行。至布薩日，掃灑庭院裝飾堂中，說戒之", "607": "座種種莊嚴。唱時至等，四種集僧，使眾咸知詳心赴集。然戒為淨法，非犯所聞，若有愆違悔令清淨，未遑懺洗聖開發", "608": "露。今依次第具列軌儀。", "609": "僧犯懺悔法有一住處，布薩日，一切僧犯罪。佛言：應白二羯磨一人往他眾悔過，然後餘人向", "610": "彼除罪。若不得爾，盡集布薩堂，白二置其犯，云。「大德僧聽！僧今皆有此罪", "611": "須陳名種，不能得悔過。今共置之，後當悔過。若僧", "612": "時到僧忍聽。白如是。」「大德僧聽！僧今皆有此", "613": "罪，不能得悔過。今置之，後當悔過。誰諸長老", "614": "忍，默然；不忍者說。」「僧已置此罪竟。僧忍，默然", "615": "故，是事如是持。」然後布薩，不應不布薩臨欲布薩時一人", "616": "發露法應向比坐心念口言。「我有此罪。應說名種，不得直云此罪說戒竟當", "617": "悔。」疑亦如是教誡尼眾法尼稟礙形恒拘障累，闕其遊方諮受法訓。大聖悲鑒故制此儀，令尼", "618": "詣僧請人教誡，僧差具德誨以未聞。然法有廣略，律教備明並合遵承，無宜怠廢。但今僧尼慢教，又具德者稀，廣誡", "619": "之儀未聞行用，且施略軌以備於時。尼差使人詣僧請已，受囑比丘代某甲乞。此律尼法云：應於唱說不來諸比丘說", "620": "欲清淨時，受囑之人應從坐起，在僧前立白言。", "621": "「大德僧聽！某寺和合比丘尼僧，頂禮和合比", "622": "丘僧足，乞教誡人。」三說已，應至上座所云：「大德慈愍，能教授尼不？」若言不堪者，乃至二", "623": "十夏已來，一一具問。若無有者，還至上座所白言：「遍問眾僧，無有堪者。」上座即應作略教誡法云：「明日比丘尼來，應", "624": "報言：『昨夜為尼遍求，無有堪者。』語諸尼眾：『精勤行道，謹慎莫放逸。』」明日宣上座教告使尼。尼使還寺中集眾說欲，使", "625": "尼問和合，宣上座教勅已，尼眾合掌恭謹聽受。應各云頂戴持，然後禮佛而散之。", "626": "與清淨欲法時說戒日，有病比丘不來。佛言：「應令柱杖人扶衣舁將來。若恐困篤，應取清淨欲", "627": "來。若不能口語，若舉手、舉手指、搖頭、舉眼，得名身與清淨欲。若復不能，應輿到彼，令諸病者面向說戒人。若復不能", "628": "向說戒人，應出界外布薩。若與尼等四眾、狂亂等三滅擯，此等並不名與清淨欲。若至僧中狂亂等起並名持欲，睡", "629": "若忘得名持欲，犯突吉羅。」又僧斷事時起去，戒云：今聽諸比丘有事與欲竟去。應設威儀，對如法境，說云。", "630": "「長老一心念！僧今斷事。我某甲比丘，如法僧", "631": "事中與欲。」不言三說，一說應得僧中說云：「大德僧聽！比丘", "632": "某甲，如法僧事中與欲清淨。」一說轉與欲法《四分律》云：", "633": "持欲比丘自有事起不及詣僧，聽轉授與比丘。應作是言。", "634": "「長老一心念！我比丘某甲，與眾多比丘受欲", "635": "清淨。彼及我身，如法僧事中與欲清淨。」彼至僧中但直", "636": "說之", "637": "告清淨法佛言：「若說戒竟一切未起，有比丘來，若多若等，應更布薩；若少，應僧中胡跪合掌云：」", "638": "「大德僧聽！我比丘某甲清淨。」文無，准說五種說戒法", "639": "如餘部說，八難餘緣開略說戒。此雖無緣，所開相似，一廣四略合為五說。", "640": "一、說戒序已應云「諸大德！是四墮法，僧常聞。」十三僧殘、", "641": "二不定法、三十捨墮、九十一墮、四提舍尼及眾學法，一一列名，言僧常聞之", "642": "三、說戒序、四墮、十三、二不定已餘言：「僧常聞。」。五、廣誦", "643": "使周。三人二三語布薩法設威儀已合掌說云「今僧十五", "644": "日布薩，我某甲比丘清淨。」三說一人心念布薩法", "645": "威儀同前。「今十五日，眾僧布薩。」心念口言三說第六、僧等安", "646": "居法無事遊行，復踐物命，招譏廢道，事無過此。舉外況內，故制斯法。", "647": "三語安居法修設威儀，對如法境云。「長老一心念！我某甲", "648": "比丘，於此住處夏安居，前三月，依某僧伽藍", "649": "隨處稱之，若房舍壞當治補。」三說。答言「我知。」律云：當依持律者安居。若處所迮閙", "650": "者，應七日得往返處心念遙依。《四分》云：「夏中當依第五律師廣誦二部律者，若違波逸提。准律意應問云：」", "651": "「依誰持律？」答言「依某甲律師。」告言「有疑當問。」若非伽藍，須除房舍", "652": "破修治之言。若後安居，唯稱「後三月」為異。", "653": "心念安居法准前三語，但除初句。", "654": "受房舍安居法時有分房舍臥具竟，不作心念亦不口言，生疑白佛。佛言：「為安居故受房舍", "655": "敷具，亦成安居。」既言亦不心念，應有心念安居云。", "656": "受日出界法文言：長者請僧，懼不敢受，因致嫌呵。佛言：「若有請、若無請，須出界外，一切皆聽七", "657": "日往返。」又諸外道欲祇桓中通水，王出征罰欲往諮啟，佛言：「若有佛法僧事、若私事，於七日外更聽白二受十五日", "658": "夜、若三十夜。」約夜為數，不同他部。緣如緣非，教自明顯。重不重受，任依恒式。若有二難，聽破無罪。開無重故，夏不破", "659": "成。或可准文，既許彼處受夏衣分，安居彼成義亦無失。", "660": "羯磨受日法。「大德僧聽！此某甲比丘，為某事", "661": "欲出界行，於七日外更受十五夜、若三十夜，還此安居。", "662": "若僧時到僧忍聽。白如是。」「大德僧聽，此某甲", "663": "比丘，為某事欲出界行，於七日外更受十五夜、若三十", "664": "夜，還此安居。誰諸長老忍，默然；不忍者說。」「僧", "665": "已與某甲更受十五夜、若三十夜出界行竟。僧忍，默然", "666": "故，是事如是持。」三語受日法律無受詞，准羯磨說。", "667": "「長老一心念！我比丘某甲，為某事欲出界行，", "668": "受七日法，還此安居。」三說", "669": "第七、僧等自恣法共居習道或有愆違，故令夏三月最後日，於如法比丘眾塗地布草，於上", "670": "自恣、請他舉罪。", "671": "差受自恣人法作相集僧，並依常軌。具五種德應差令受，謂不隨欲、恚、癡、畏，知時非時。若二若", "672": "多，文中並許。", "673": "「大德僧聽！此某甲某甲比丘，能為僧作自恣", "674": "人。僧今差某甲某甲作自恣人。若僧時到僧", "675": "忍聽。白如是。」「大德僧聽！此某甲某甲比丘，能", "676": "為僧作自恣人，僧今差某甲某甲作自恣人。", "677": "誰諸長老忍，默然；不忍者說。」「僧已差某甲某", "678": "甲作自恣人竟。僧忍，默然故，是事如是持。」", "679": "五德被差已單白攝眾法以諸比丘雜亂無次自恣前後，故制作白。俱設威", "680": "儀。", "681": "「大德僧聽！今僧自恣時到，僧和合作自恣。白", "682": "如是。」然後俱下，胡跪自恣正自恣法。「諸大德！若見我罪、若", "683": "聞我罪、若疑我罪，憐愍故自恣說，我當見罪", "684": "悔過。」三說略自恣法以諸白衣欲布施及聽法，諸比丘自恣淹久，致彼譏呵。因開除上八人一", "685": "一自恣，自下同歲同歲一時自恣。餘緣八難，他部所開。簡德差人如前，已辯五德被差已，應起白眾云。", "686": "「除上八人，自下同歲一處坐自恣。若自恣猶遲，應白眾云也。", "687": "各各相向自恣。」四人已下自恣法自恣法中雖無此文，准於布薩", "688": "及他部說。三語、心念亦通有云也。", "689": "四人對首自恣法。「三大德一心念！今日眾僧", "690": "自恣，我某甲比丘清淨。」三說。人各施設表己清淨，應他自恣。三人二人亦如是。", "691": "一人心念自恣法。「今日眾自恣，我心念受自", "692": "恣。」三說。其說欲如前布薩，俱改「自恣」為異。《僧祇》自恣不聽說欲，恐避舉罪故。今不同之。", "693": "尼差人自恣法佛言：「比丘尼不得共比丘自恣。應先集眾自恣，然後差人就比丘僧請見聞疑", "694": "罪。」《四分》云：「若僧尼滿五不至自恣，然後差人就比丘僧請見聞疑罪。」《四分》云：「若僧尼不滿五，至自恣日，比丘尼至比", "695": "丘所禮拜問訊。」義准若各滿五，應集僧索欲，問緣，答云：「差自恣羯磨。」應云。", "696": "「阿姨僧聽！今差比丘尼某甲，為比丘尼僧故", "697": "往大僧中請見聞疑罪。若僧時到僧忍聽。白", "698": "如是。」「阿姨僧聽！今差比丘尼某甲，為比丘尼", "699": "僧故往大僧中請見聞疑罪。誰諸長老忍，默", "700": "然；不忍者說。」「僧已差比丘尼某甲，為比丘尼", "701": "僧故往大僧中請見聞疑罪竟。僧忍，默然故。", "702": "是事如是持。」《四分》云：「被獨行無護者，應差二三尼為伴。」此律云：彼尼至比丘僧已，偏袒右肩，脫革", "703": "屣遙禮僧。然後入僧中，合掌白言。", "704": "「某精舍和合比丘尼僧，頂禮和合比丘僧足。", "705": "我等比丘尼僧和合，請大德僧自恣說見聞", "706": "疑罪。」如是三請已良久，若無人舉者，眾中上座應告使人言", "707": "「比丘尼眾三請見聞疑罪。徒眾上下各默然", "708": "者，實由尼眾如法行道。謹慎莫放逸。」使尼禮拜辭退。至", "709": "本寺已，集尼眾等傳僧勅，如教誡中說。", "710": "第八、受施分衣法著糞掃衣，聖先讚歎。因耆域請，受家施衣。但糞掃衣既無施主，約緣有十；", "711": "家施衣者約心差別，文分九種。", "712": "一、界得施謂施主心約界而施，還隨施意與界內僧。", "713": "二、要得施謂異處僧，安居共要一處得施兩界共分。後有施物，隨要", "714": "而受。", "715": "三、限得施謂施主心摽，人數定故。律文言：施如是人。", "716": "四、僧得施謂施普通十方凡聖。心既彌廓，福亦弘多。還據本心，四方僧受。", "717": "五、現前僧得施施主對面約境為定。", "718": "六、安居僧得施無心擬施此安居僧。", "719": "七、二部僧得施施主本意施二部僧，縱數多少皆中為分。若唯一部，一部受之。《四分》文中乃至", "720": "無一沙彌，比丘分。無一沙彌尼，比丘應分。義應准彼。即亡人衣物，佛判屬僧二部，互無隨一攝。雖無施主，亦此中", "721": "收。分攝方軌，具如下列。", "722": "八、教得施施三教僧非如是因。", "723": "九、人得施施主自云施某甲人。以前九施唯局內眾，內眾之中該於僧別及時非時，僧得一種。若是常", "724": "住將入四方；若非常住，約此宗中直爾分之，不須羯磨。故文云：有一住處非安居時得施僧衣，作是念：「佛說四人已", "725": "上名僧。我今一人不知云何？」佛言：「應受持，若淨施人。若不爾，餘比丘來應分。」此既一人言受持等、不云心念，明縱有", "726": "僧亦無羯磨。又云：有一人處僧得可分衣，一比丘持至戒壇上獨取受持。佛言：「不應爾，犯突吉羅，現前僧應分。」若", "727": "依餘部，僧伽羯磨。以物既施僧，分須僧法；三人已下對首等分。杖既齊金准用無爽，餘之八種並直分之。約事雖殊，", "728": "皆無羯磨。", "729": "分亡比丘物法脫俗樊籠清升入道，內蘊聖戒外飾聖儀，為代福田堪消物供。養利既依", "730": "僧得，身亡還以入僧，即同非時僧得施攝。但教分開制、物異重輕，兩僧分攝具有明軌，欲顯其相須作十門。", "731": "一、同活共財結要共財俱為物主，隨身已外皆合中分。如有不怕准數科結。共居同活通局有", "732": "殊，則住在者籌量處分，必須明審依教據情，若涉私曲便招二損。", "733": "二、負債徵償若負他物理合先償，若他負物徵取分攝。若輕重相當二僧隨入，互得輕重亦依其", "734": "本。", "735": "三、囑授成不亡人臨終以物與人，言囑手受並有成不？諸部共顯，其相可知。此律所明其唯二", "736": "種：與已、持去。即彼人如在本處，須僧作法。故律云：若生時不以與人，現前僧應分。若以與人未持者，僧應白二羯磨", "737": "與之。作法云：「大德僧聽！某甲比丘於此命過，生存時", "738": "所有若衣若非衣，現前僧應分。今與某甲。若", "739": "僧時到僧忍聽。白如是。」「大德僧聽！某甲比丘", "740": "於此處命過，生存時所有衣若非衣，現前僧", "741": "應分。今與某甲。誰諸長老忍，默然；不忍者說。」", "742": "「僧已與某甲衣竟。僧忍，默然故，是事如是持。」", "743": "作此法已。物付彼人", "744": "四、分物時處時謂殯送已了，處謂大界之中。《僧祇》云：「若比丘死，弟子不可信者，應持戶鉤付僧知", "745": "事，然後供養舍利。」《母論》云：「先將亡者律殯，送後取亡者物著僧前，集僧分之。」此律云：一比丘持至戒壇上獨取持。佛", "746": "言：「犯告。現前僧應分。」", "747": "五、斷割輕重欲斷輕重，先令捨物。故《四分》云：「彼持亡者物來在眾中，當作是言。義准應設威儀已", "748": "胡跪合掌白云：」", "749": "「大德僧聽！某甲比丘此彼命過，生存時所有若", "750": "衣若非衣，現前僧應分。」三說「我比丘某甲，今捨", "751": "與僧。」如是捨已應正處分。律云：有一多知識比丘命過，其物甚多。佛言：「若生時已與人，應白二羯磨與之。若不", "752": "與人，有可分、不可分。可分者，若婆那衣、蘇摩衣、劫貝衣、拘執毛長五指、三衣、若下衣、舍勒單敷、若襯身衣被坐具、針綖", "753": "囊漉水囊、大小鉢戶鉤，如是等現前僧應分。若錦綺毛𣯊氈拘執毛過五指、雨浴衣蚊厨、經行敷遮壁虱、坐臥床床踞，", "754": "除大小瓦鉢澡灌，餘一切瓦器，除大小鐵鉢戶鉤截甲刀針，餘一切鐵器，除銅揵鎡銅䤬鑼成眼藥物，餘一", "755": "切銅器，若傘蓋錫杖，如是等是不可分，應屬僧。」但凡軀有待資具極多，隨身所用事物繁雜，文准梗概豈盡資緣？對", "756": "事准文可為輕重。諸部斷決乖互極多，但據宗文以為准的。廣如儀述不可窮言。", "757": "六、量德賞物律云：有一懶墮比丘，不佐助眾事、不供師長。病無人看，委臥糞穢中。世尊窮為洗浣", "758": "除穢扶持，安慰說法離垢證道。因告比丘：「汝等無有父母，不自相看，誰看汝等？」因制師弟更相瞻視，無師弟者勸喻次", "759": "差。然病者有難看、瞻病德有具不具。難看有五種：一、不能善量食；二、不服所宜藥；三、不說病狀；四、不從人教；五、不觀", "760": "無常。易看反之。不能看病有五種；一、不知所宜藥；二、不能得隨病食；三、不能為病人說法；四、惡厭病人便利吐唾；五、", "761": "為利故不以慈心。能者及說，餘部所明大概如此。對眾撿問量德具已，然後賞之。若為病人經理湯藥，身雖在外亦", "762": "須依賞。", "763": "七、正明賞法餘律所賞，三衣六物或以殘藥。此律唯以衣鉢與之。", "764": "「大德僧聽！某甲比丘命過，三衣鉢現前僧應", "765": "分。今以與看病人某甲。若僧時到僧忍聽。白", "766": "如是。」「大德僧聽！某甲比丘命過，三衣鉢現前", "767": "僧應分。今以與看病人某甲。誰諸長老忍，默", "768": "然；不忍者說。」「僧已與某甲比丘衣鉢竟。僧忍，", "769": "默然故，是事如是持。」三衣鉢等或具，隨有賞之。比丘尼命過，應與二人。若持尼命過，", "770": "應與三人，各謂當眾。餘眾縱看，不得輒賞，勞不滿故。謂教並然，縱賞下眾，等具人分", "771": "八、正分輕物律云：分物無羯磨法。准前僧得，似直分之。以其此已屬僧，僧分已物不更別屬。知", "772": "用何法？答以此與於別人，文加白二，以此僧物不屬別人。若不用法，何輒囑彼？故賞看病人及屬受與人。物少不分", "773": "併與一人，皆有羯磨。又准餘律咸皆白二。以此僧物並屬四方，若非以法定之，現前僧云何能攝？然准文行事取捨", "774": "不同，或一二三局能備述辭。詳文定理二法為長：一即差人、二即分付。雖非己部終為㲲准用無失，故具列之。若有", "775": "五人，須作兩重白二：一者差人、二者分付。若但有四，不合差人，准《毘尼母論》直作分付一法。", "776": "差分衣人法物既屬僧，僧差作分，若非羯磨事無由辦，故文中分臥具人、差受請人、守物人等咸", "777": "有差法。《四分》差人亦同。於此義准云。", "778": "「大德僧聽！此某甲比丘，能為僧作分衣人。僧", "779": "今差某甲作分衣人。若僧時到僧忍聽。白如", "780": "是。」「大德僧聽！此某甲比丘，能為僧作分衣人。", "781": "僧今差某甲作分衣人。誰諸長老忍，默然；不", "782": "忍者說。」「僧已差某甲作分衣人竟。僧忍，默然", "783": "故，是事如是持。」以物付分法。「大德僧聽！某甲", "784": "比丘於此彼命過，生存時所有衣若非衣，現前", "785": "僧應分。僧今持與比丘某甲，某甲當還與僧。", "786": "若僧時到僧忍聽。白如是。」「大德僧聽！某甲比", "787": "丘於此彼命過，生存時所有衣若非衣，現前僧", "788": "應分。僧今持與比丘某甲，某甲當還與僧。誰", "789": "諸長老忍，默然；不忍者說。」「僧已忍持與比丘", "790": "某甲，某甲當還與僧竟。僧忍，默然故。是事如", "791": "是持。」四人直分法。「大德僧聽！某甲比丘於此彼命", "792": "過，生存時所有衣若非衣，現前僧應分。若僧", "793": "時到僧忍聽。白如是。」「大德僧聽！某甲比丘於", "794": "此彼命過，生存時所有衣若非衣，現前僧應分。", "795": "誰諸長老忍，默然；不忍者說。」「僧已分是衣物", "796": "竟。僧忍，默然故，是事如是持。」若欲賞看病人，應三人口法和，以衣", "797": "鉢物與之。應云", "798": "「諸大德！某甲比丘命過，以衣鉢物與看病人", "799": "某甲。」三說。二人和賞亦如是", "800": "眾多人三語分衣法。「二大德！某甲比丘命", "801": "過，若衣非衣，應屬我等。」三說。餘二人亦如是。二人分衣亦如是也。", "802": "一人心念分衣法。「某甲比丘命過，若衣非衣，", "803": "皆應屬我。」三說併與一人法律云：若衣少不欲分，應白二與一無衣比丘。", "804": "「大德僧聽！此僧得衣若非衣，今併與某甲比", "805": "丘。若僧時到僧忍聽。白如是。」「大德僧聽！此僧", "806": "得衣若非衣，今併與某甲比丘。誰諸長老忍，", "807": "默然；不忍者說。」「僧已忍與某甲比丘衣竟。僧", "808": "忍，默然故，是事如是持。」亡人衣物，義亦應爾也", "809": "九、二眾互攝文言：若有比丘住處，非安居時比丘命過，無比丘，比丘尼應分。若比丘尼住處，非安", "810": "居時比丘尼命過，無比丘尼，比丘應分。安居時亦如是。僧得施物亦如是。《四分律》中乃至無一沙彌，比丘尼應分等，", "811": "如前已說。彼律又云，若無住處僧尼命過，出家五眾先來者與。若無來者，送與近處伽藍。", "812": "十、諸部雜明諸部受分，大論十種：一、糞掃取，如此律水漂死者。二、見前取，如《十誦》學悔人守戒共", "813": "住互死者。三、同見取，如《四分律》二部互死。四、功能取，如《四分律》二舉死同入羯磨舉僧。五、二部取，如《四分律》無住處", "814": "死。六、面所向取，如《論》二界中死。七、入和上，如《僧祇》沙彌死。八、入所親白衣，如《多論》滅擯人死。九、隨所得取，如《十誦》寄", "815": "人等。十、羯磨取，如餘律，在眾死。此律應同。", "816": "第九、懺悔諸犯法夫業如幻化性相無定，遇緣而生無而忽有，逢緣而滅有已還無。若", "817": "不深生愧恥悔責前非，經百千劫終不失滅，時熟緣會必當現受。若悔恨徹心剋己修改，一念之頃消滅無餘。故《未曾", "818": "有經》云：「前心作惡如雲覆日，後心起善如炬消闇。」又《業報差別經》云：「若人造重罪，作已深自責悔更不造，能拔根本", "819": "業。」又《涅槃經》云：「若人修習身戒心慧，能令地獄重苦現世輕受。」聖教既繁，曷能備述？然犯有性遮，悔分理事，二懺之", "820": "中又分大小。若修明慧觀我法空，福體尚無罪何容有？此理約機自含大小。大乘事懺方軌不同，觀禮佛像、誦持神", "821": "呪，罪無輕重亦盡消滅。律中事懺但清違教。上來所列條貫各殊，既沒根機任情所好。然律宗事法但取見聞，既破", "822": "律儀終須軌定，於戒有犯必依法懺。然教法該羅無簡凡聖，今依輕重各具陳之。", "823": "懺悔波羅夷法犯波羅夷名壞根本，折石斷首豈更生全？大乘懺中雖云除滅，然於宗法永", "824": "無僧用。此既本禁，不類餘愆，特須謹剋碎身堅護。但凡情易逸對境容虧，若無一念覆藏，律中許其改悔。但可清其", "825": "犯業，僧法豈得預哉？犯悔既稀，具如鈔說。", "826": "懺悔僧伽婆尸沙法既曰刑殘，隣於斷命。要憑清眾，業累方除。覆等四法文中具顯，", "827": "自部他部咸有軌儀。法既繁多，此豈能盡？臨機行用別有鈔文。", "828": "懺偷蘭遮法此罪約緣，通因及果。因果輕重，又分三品。如破法輪僧、盜食盜四錢等，及初篇重因，", "829": "名為上品，應僧中悔。若破羯磨、盜三錢已下、互有依觸，及初篇輕因、一篇重因，名為中品，應對二三人悔。若食人肉、", "830": "用人髮等，著外道衣，及二篇輕因，名為下品，應一人前悔。前對僧中，先應三乞別請懺主，單白和僧三說而悔。若二三", "831": "人，除乞反白，加問邊人一人。一人又除問邊人一白。餘詞句如懺波逸提中說，唯罪名有異。事既稀簡，略辯大綱，臨機", "832": "行用，鈔中詳委。", "833": "懺波逸提法捨墮因財以成，單提不局衣犯。別論捨雖異據，墮即同三十。懺通僧別，單提唯對別", "834": "悔。故分先後，義在於茲。", "835": "先懺捨墮對僧作法文云：應捨與僧，若一二三人，不得與餘人及非人。捨已應懺悔。", "836": "若不捨而悔，其罪益深。《四分律》中有其四法：一捨財、二捨罪、三還財、四不還財結罪。罽分俱㲲准用無失。今依前三", "837": "辯儀戒。", "838": "一、捨財此捨財中須識五法：一捨財心，謂以貪心取此物，違教成業，當苦報。聖應所制，真實不虛，若不", "839": "懺除，當來定受。如是思已，於此財物生極厭心，永以捨棄必無餘悋。二、所捨財，謂衣鉢藥寶等但制捨者，皆須總集", "840": "而盡捨之。三、捨財境，謂僧等三。謂《四分律》云：「不得別眾捨，若捨不成，突吉羅。」四、捨財威儀，謂敷尼師壇，脫革屣作禮，", "841": "互跪合掌。若對小者，不須禮拜。五、捨財法，對僧者應云。", "842": "「大德僧聽！我比丘某甲，故畜若干長衣，犯捨墮。", "843": "或離衣等，隨事稱之", "844": "是衣今捨與僧。」一說。如是捨已，即付與僧。對下境，詞句亦然，但改初後二言為異也", "845": "二、捨罪對僧懺悔罪須具六法：一乞、二請、三白、四悔、五誡、六受。此之六法諸教互明。必須周具，方成悔過", "846": "也。", "847": "一、對眾陳乞具修威儀胡跪合掌「大德僧聽！我某甲比丘，", "848": "故畜爾所長衣，犯捨墮。是衣已捨與僧。今有", "849": "若干波逸提罪，從僧乞懺悔。願聽我某甲比丘", "850": "懺悔，慈愍故。」三說二、請懺悔主夫懺悔主必須清淨。彼自有縛，豈能解他？時為", "851": "重病無清淨人，初開不同犯，後開同犯作。", "852": "「大德一心念！我比丘某甲，今請大德作波逸", "853": "提懺悔主。願大德為我作波逸提懺悔主，慈", "854": "愍故。」三說", "855": "三、單白和僧既對清眾，義無輒受，故須諮白。取眾情和，方便如常。答云：「受波逸提懺悔羯磨。」。", "856": "「大德僧聽！某甲比丘故畜長衣，犯捨墮。此衣", "857": "已捨與僧。是中有波逸提罪，今從僧乞懺悔。", "858": "我某甲受某甲懺悔。若僧時到僧忍聽。白如", "859": "是。」眾既和許，告示可爾。", "860": "四、正懺悔除罪畜長之過數類稍多，或一二三乃至於九，犯於名種惟吉與提，六是從生、三為", "861": "根本。今依次第略顯其相。第一、且如畜一長衣犯提罪，識知是罪作覆藏心，清淨人同界而宿，即犯覆藏突吉羅。此", "862": "一品罪隨衣而生，約位總定名覆藏罪。但覆藏吉羅亦須發露，而隱不發露亦生覆藏，以覆藏而生，名隨覆藏突吉羅", "863": "罪。此一品罪亦隨夜生。顯數雖多，總名隨覆。上三品罪，一提、二吉。提為根本、吉羅從生。覆即二三，不覆但一。第二、犯", "864": "長之衣舉體生過，若其著用即犯吉羅罪。據於心脫即無過，隱而不發亦有覆藏，如前三品輕重為異。第三、犯前諸", "865": "罪，經僧說戒三問不發，犯吉羅。二覆從生亦同於上。上來二三合成九品，有具不具，據事而思。行懺之人特須明識，", "866": "稱名歷數厭而生愧，立對治道謹剋身心，詞句無亂方成懺悔，先輕後重次第而除，二件標牒方盡其類。第一先懺三", "867": "位、覆隨覆六，以其種類輕重同故。第二懺著用默妄二根本吉。第三懺犯長之提。據事雖然，今明軌則先辯懺提、餘次", "868": "輕者，准此而用。文云：犯罪比丘應偏露右肩胡跪合掌。餘文對大，須具五法，此加露肩，總成六法也。", "869": "「大德！我某甲，故畜若干長衣犯波逸提罪，向大", "870": "德悔過。」三說。諸部更有餘詞，據宗但合如此", "871": "五、戒勗令斷彼應問言：「汝自見罪不？」答言「我自見罪。」彼又問言", "872": "「汝欲悔過耶？」答言「我欲悔過。」彼又語言「汝後莫作。」六、承", "873": "受立要應答言：「爾。」或言「頂戴持。」上來至此，名懺悔竟", "874": "三、還衣若對僧捨，須僧還衣；對別人捨，別人還之。良以罪累已除，身心清淨堪消物養，為資道緣故。《四分》", "875": "云：「僧應還此比丘衣白二羯磨。若其不還及故壞等，皆突吉羅。唯除五敷、二寶及七日藥，此八無還。」《四分律》中，錦縟斬", "876": "壞亦無還法。然彼僧還有其兩種：一、即坐轉付，謂眾僧多集，或此比丘有因緣欲遠行。僧應問言：「汝此衣與誰？」隨彼", "877": "說便與。若無此二緣，明日直還。二、即坐直付，謂不須經宿故付之。然有五人得作轉還，若但四人唯得直付，三人已下", "878": "作口法還。", "879": "即坐轉付法。「大德僧聽！此某甲比丘，故畜若干", "880": "長衣犯捨墮。此衣已捨與僧。僧今持是衣與", "881": "某甲比丘，某甲當還此比丘。若僧時到僧忍", "882": "聽。白如是。」", "883": "「大德僧聽！此某甲比丘，故畜若干長衣犯捨墮。", "884": "此衣已捨與僧。僧今持是衣與某甲比丘，某", "885": "甲當還此比丘。誰諸長老忍，默然；不忍者說。」", "886": "「僧已持是衣與某甲比丘，某甲當還此比丘", "887": "竟。僧忍，默然故，是事如是持。」即坐直付法。「大", "888": "德僧聽！某甲比丘，故離僧伽梨宿餘衣隨稱，犯捨", "889": "墮。此衣已捨與僧。僧今持是衣還某甲比丘。", "890": "若僧時到僧忍聽。白如是。」「大德僧聽！某甲比", "891": "丘故離僧伽梨宿犯捨墮。此衣已捨與僧。僧", "892": "今持是衣還某甲比丘。誰諸長老忍，默然；不", "893": "忍者說。」「僧已持此衣還某甲比丘竟。僧忍，默", "894": "然故，是事如是持。」作羯磨竟，以衣付彼", "895": "對眾多人捨懺法捨財同上，須口和餘人，不用單白。餘可准知之。", "896": "受懺口和法。「二長老聽我受某甲比丘懺悔", "897": "者，我當受。」受懺還衣，可准前用", "898": "對一人捨懺法應將比丘至自然界或戒場上，集所犯財勿使遺落，具修威儀同上僧法，但稱", "899": "境有異。既唯獨一，不須口和。正懺還衣亦准而作。", "900": "懺二根本突吉羅應請懺悔主，如前威儀說。「大德！我某甲，犯", "901": "著用不淨衣，及經僧說戒默妄語，並犯突吉", "902": "羅罪，各不憶數。今向大德悔過。」餘誡受等准前可知懺覆", "903": "藏及隨覆藏突吉羅法。「大德！我某甲，犯故", "904": "畜長衣波逸提罪，及著用不淨衣經僧說戒", "905": "默妄語突吉羅。各有覆藏及隨展轉覆藏突", "906": "吉羅罪，不憶數。今向大德悔過。」餘三問答准前而說", "907": "懺單波逸提法摽名為異，懺法同前。", "908": "懺波羅提提舍尼法請懺悔主，修威儀同前。諸犯摽罪為異也。", "909": "「大德！我某甲，犯從非親里比丘尼自手授食", "910": "波羅提提舍尼罪若干。今向大德悔過。」餘三問答同前", "911": "懺突吉羅法律云：高下著衣等，若不解不問而作者，突吉羅。若解不慎而作，亦突吉羅。此二種", "912": "吉，應無輕重，齊責心懺。若解，輕戒輕人而作，犯波逸提罪。懺此提罪，同前可知。責心吉羅，不須對境，應具威儀已云。", "913": "「我某甲，犯高下著衣突吉羅若干。今自責心懺悔", "914": "過。」一說第十、雜行住持法止作具修，自他並利，教行因果據要陳之。先述當宗，後障", "915": "異部之說。", "916": "作六念法律云：比丘應知月半月日數、知布薩日，悔過清淨。又云：應先心施食，若不念施人而食，突吉", "917": "羅。然文散落而不次第。六念之軌出在《僧祇》，今依彼文，義准為法。既恒須作，故錄在初。", "918": "第一、念知日月數應云：「今朝黑月小一日。」乃至十四日。若", "919": "大言大。白月恒大而無小，可隨稱之。", "920": "第二、念知食處若常乞食，應云：「我常乞食。」若食僧食，應云「我食僧", "921": "食。」若食自食，應云「我食自食。」若受人一請，欲自赴者，應云「我食某甲家食。」", "922": "若受多請，不能遍赴者，應自赴一請，餘者施與人。施之人，比丘、沙彌但得。應對所施人作法囑云。", "923": "「長老！某甲檀越施我五正食。我有因緣不得", "924": "往，今以施汝。」若時逼促無人可施者，律開心念施人。應作念云。", "925": "「我請分與某甲比丘。」若有背請緣，亦隨事說之。若無定食處，應云「我不", "926": "背請食。」第三、念知受時夏數應云：「我於某年月某", "927": "日時一尺木若干影，受具足戒，無夏。」一夏、多夏，隨數稱之", "928": "第四念知衣鉢受淨應云：「我三衣、鉢具足。並受", "929": "持長衣，並說淨。」若闕衣鉢，或未受持、未說淨等，念持念說隨事稱之", "930": "第五念知身強羸應云：「我今不病堪行道。」若有病應云", "931": "「我有病須療治。」作殘食法佛言：「持食著鉢中，手擎對未足食比丘，偏", "932": "袒右肩右膝著地，作是言。」。", "933": "「長老一心念！我某甲食已足，為我作殘食法。」", "934": "彼比丘為取殘已，問言云「是食與我耶？」答言：「與。」便為食少許，餘殘還之者。若都不食，但取", "935": "已還之。語言「此是我殘，與汝。」亦名殘食白同利食前後入", "936": "聚落法。「大德一心念！我某甲比丘，先受某甲", "937": "請。今有某緣事，欲入某處聚落至某家。白大", "938": "德知。」白非時入聚落法。「長老！我非時入聚落", "939": "《十誦律》云至某城邑聚落某甲舍。」前人答言「可爾。防護。」販賣", "940": "求利法律云：若比丘欲貨易，應使淨人語言。", "941": "「為我以此物貨易之。」又應心念「寧使彼得我利，我不", "942": "得我利。」若自貨易，應於五眾中。若與白衣貨易，突吉羅", "943": "弟子欲辭行和上量宜法若路有疑怖；或行伴無知，不知誦戒布薩羯磨；或", "944": "彼方乞食難得持法律解律儀人、若好鬪訟希破僧事；若彼方得病，無隨病食藥、無看病人。諸有一事，皆勿聽去。弟", "945": "子強去，得輕師波逸提。和上若不籌量聽去，得突吉羅罪也。", "946": "持律比丘來承迎祇供法佛言：「今為諸比丘結初應學法。若聞持律者來，不", "947": "應避去，應為掃灑整理屋舍及臥具，半由旬迎。疑難要當出，代擔衣物、辦水具。中設過中飲，應請說法。若實求解，應如", "948": "法說。若觸惱問，即不應答。旦為設前食後食，為求留安居。復應為求施衣檀越。應如是供養。若不爾，突吉羅罪。」。", "949": "持律比丘有七種宜一、多聞諸法；二、能籌量是法非法；三、籌量比丘尼；四、善攝師教；", "950": "五、若到他處所說無畏；六、自住毘尼；七、知共不共戒之。", "951": "應說戒人法有一住處，跋難陀為上座，眾僧請說戒。答曰：「誦忘。」諸比丘言：「若忘，何故在上座處？」以", "952": "是白佛。佛言：「上座說戒，若不說，突吉羅。」不知齊幾為上座？佛言：「於上無人，皆名上座。」。", "953": "僧尼二眾尊卑禮敬法佛言：「從今聽諸比丘隨次禮上座。諸比丘尼禮一切比丘，", "954": "亦隨次相禮。式叉摩那禮一切比丘、比丘尼，亦隨次相禮。沙彌亦如是。沙彌尼禮一切比丘、比丘尼、式叉摩那、沙彌，亦隨", "955": "次相禮。禮敬之法，聽比丘尼去比丘不近不遠，合掌低頭，作是言：『和南。』」《四分律》云：「塔亦應禮。」佛言：「食時、歠粥時、噉果", "956": "時、經行時、不著三衣時、闇時、不共語時、相瞋於屏處，此等皆不應禮，犯者突吉羅。五羯磨人、被舉、不共語、本言治、狂", "957": "心、散亂心、病壞心、別住、行摩那埵、本日、阿浮呵那，皆不應禮。」。", "958": "淨五生種根接節果子。若食果，應五種淨火淨、刀淨、鳥淨、傷淨、未成", "959": "種淨。若食根，應五種淨剝淨、截淨、破淨、洗淨、火淨。若食莖葉，", "960": "應三種淨刀淨、火淨、洗淨。於聚一器中，若淨，一名為總淨之。", "961": "著衣高下法佛言：「著下衣，從脚跟下上量一搩手，左掩其上，兩邊兩攝，當後兩攝之。」。", "962": "受請應供法時有長者請佛及僧。比丘問佛：「若人請僧，為請誰？」佛言：「若正趣正向人皆已禮請。", "963": "雖非正趣正向，若為解脫出家，若坐禪人、若讀誦經人、若勸作眾事人，除惡戒人，餘一切僧皆應食。若請僧，應二眾", "964": "食：比丘及沙彌。若請二部，應五眾食。」。", "965": "四方眾僧有五種物，不可護、不可賣、不可分", "966": "一住處地、二房舍、三須用分、四果樹、五花果，一切沙門釋子比丘皆有其分。若護、若賣、若分，皆偷蘭遮罪。", "967": "佛告諸比丘：「汝等各當繫念在前，自防護心。」", "968": "何謂繫念？謂行四念處。觀內身，觀除無明世間若護，觀外身及痛、心、法亦如是。何謂在前？所謂若行、若立、若臥、若睡若", "969": "覺、若去若來、前後瞻視、若屈申俯仰、若著衣持鉢、若食飲便利、若語若默，常其心。此是我教。", "970": "佛告諸離車：「世有五寶，甚為難遇。」一、一切諸佛世尊；二、善", "971": "說佛所說法；三、聞法善解；四、如聞能行；五、不忘小恩", "972": "供養父母法佛告諸比丘：「若人百年之中，左肩擔父、右肩安母，於上大小便利，極世珍奇衣食", "973": "供養，猶不能報須臾之恩。從今聽諸比丘盡心盡壽供養父母。若不供養得重罪。」。", "974": "彌沙塞羯磨本"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1424 彌沙塞羯磨本: 彌沙塞羯磨本: 彌沙塞羯磨本", "source": "CBETA"}