{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1836 大乘百法明門論解", "text": {"0": "大乘百法明門論解卷下", "1": "天親菩薩造", "10": "益境，憤發為性，能障不忿，執仗為業。執仗者，", "100": "思者徐而細故；慧則急而麁故。是知令安，則", "101": "用思無慧，不安則用慧無思。若通照大師釋", "102": "有兼正，若正用思，則急慧隨思能令心安，", "103": "若正用慧，則徐思隨慧亦令不安。是其並用", "104": "也。」", "105": "第三、色法略有十一種：言色者，有質礙之", "106": "色，有顏色之色，所依之根唯五，所緣之境則", "107": "六，即二所現影。此別標章，下別列名。", "108": "一、眼，二、耳，三、鼻，四、舌，五、身，六、色，七、聲，八、香，九、味，", "109": "十、觸，十一、法處所攝色。言一眼者，照矚之", "11": "仗謂器仗。懷忿恨者，多發暴惡，身表業故，瞋", "110": "義，梵云斫芻，此翻行盡。眼能行盡諸色境故，", "111": "是名行盡。翻為眼者，體用相當，依唐言也。二", "112": "耳者，能聞之義，梵云莎嚕多羅戍縷多，此翻", "113": "能聞聲。數數聞此聲，至可能聞處。翻為耳者，", "114": "體用相當，依唐言也。三鼻者，能嗅之義，梵云", "115": "伽羅尼羯羅拏，此云能嗅。嗅香臭故，數數由", "116": "此能嗅香臭故。翻為鼻者，體用兼之，依唐言", "117": "也。四舌者，能嘗義，梵云舐若時吃縛，此云能", "118": "嘗。《瑜伽論》云：「能除饑渴，數發言論，表彰呼召，", "119": "謂之舌也。」通於勝義、世俗二義。翻為舌者，亦", "12": "一分攝。恨者，由忿為先，懷惡不捨，結冤為性，", "120": "兼體用，依唐言也。五身者，積聚、依止二義名", "121": "身，謂積聚大造、諸根依止，梵云迦邪，此翻為", "122": "積聚，身根為彼多法依止，諸根所隨，周遍積", "123": "聚故名為身。翻為身者，體義相當，依唐言也。", "124": "體即是根，此五言根者，皆有出生、增上義故，", "125": "則以能造、所造八法為體，乃識所依之根也。", "126": "言六色者，眼所取故，二十五種。謂青、黃、赤、白", "127": "此四實，長、短、方、圓、麁、細、高、低此相狀假，正、不正、光、影、明、", "128": "暗、煙塵、雲霧、逈色、表色、空一顯色此分位假，此皆", "129": "方處示現義，顏色之色也。對眼識故，質礙名", "13": "能障不恨，熱惱為業。熱惱者、結恨者，不能含", "130": "色，乃色之總名爾。言七聲者，四大種所造，耳", "131": "根所取義故。總有五因，攝十二種聲。五因者：", "132": "一、相故，即耳根所取義，此一為總，餘四為別。", "133": "二、損益故者，立初三種聲，云：可意聲是益，不可", "134": "意聲是損，俱相違聲通二。三、因差別故者，攝次三", "135": "種，謂：因執受大種聲語等，因不執受大種聲樹等聲，", "136": "因俱大種聲手鼓等聲。四、說差別攝三者，有世所", "137": "共成聲，謂世俗語所攝；成所引聲者，謂諸", "138": "聖所說；遍計所執聲者，外道所說。五、言差", "139": "別攝三者，聖言量所攝聲，即八種聖語——聖，正", "14": "忍，恒熱惱故。惱者，忿恨為先，追觸暴惡，恨戾", "140": "也——此八種語，不出見聞覺知，該於六根，以", "141": "鼻舌身皆覺故，如應答於人，第一見則言見，", "142": "乃至第四知則言知，若不見言不見，乃至第", "143": "八不知言不知，斯聖語矣。若第一見言不見，", "144": "不見言見，乃至第八不知言知，此亦八種非", "145": "聖言矣。《華嚴鈔》唯十一種，以唯識加響，以成", "146": "十二，更俟參考。言八香者，乃鼻之所取，可嗅", "147": "義故。總有六種，謂：好香、惡香、平等香、俱生香、", "148": "和合香、變易香也。九味者，舌之所取，可甞義", "149": "故。有十二種，謂：苦、酸、甘、辛、醎、淡、可意，不可意、", "15": "為性，能障不惱，蛆螫為業。言追觸等義，謂追", "150": "俱相違，俱生和合變異也。言十觸者，身之所", "151": "取，可觸之義，故名為觸。有二十六種，謂：地、", "152": "水、火、風、輕、重、澁、滑、緩、急、冷、暖、硬、軟、饑、渴、飽、力、劣、", "153": "悶、癢、粘、老、病、死、瘦、是也。初四乃實，餘皆依", "154": "四大假立。或曰：「餘既是假，身識何緣？」曰：「即", "155": "實緣故，既即實緣，何知輕等五俱意識分別", "156": "之也。」言法處所攝色者，謂過去無體之法，可", "157": "緣之義。此有五種，謂：極逈色，依假想觀析", "158": "所礙色，至極微故，名極逈色。又云：「上見虛空", "159": "青、黃等色，乃是顯色，若下望之，則此顯色至", "16": "往惡，觸現違緣，心便恨戾，多發囂暴，兇鄙麁", "160": "遠，而為難見故，名極逈色也。」言極略色者，亦", "161": "假想觀析須彌俱礙之色，至極微處故。又", "162": "云：「於色上分析長短、形相、麁細，以至極微", "163": "故。」言俱礙者，乃根色等明暗等色，乃所礙也。", "164": "定果色，謂解脫定，亦魚米肉山威儀身等，亦", "165": "名定自在所生色。定即禪定，自在所生色，", "166": "謂菩薩入定所現光明，及見一切色像境界，", "167": "如入火光定，則有火光發現等。受所引色者，", "168": "謂律不律儀，殊勝思種所立無表色也。又受", "169": "即領受，引即引取，如受諸戒品，戒是色法，所", "17": "言，蛆螫他故，此亦瞋分也。覆者，於自作罪，", "170": "受之戒，即受所引色也。遍計所執色者，謂第", "171": "六識虛妄計度，所變根塵無實作用，故立此", "172": "名。或謂餘四名色有可擬議，受之所引，何亦", "173": "名色？蓋從所防發善惡之色，以立名爾。此四", "174": "全一，少分是假，一分乃實。", "175": "第四、心不相應行法，略有二十四種：此乃色", "176": "心分位，蓋依前三法一分、一位假立得等之", "177": "名。以行法有二，此簡非心，所以立其名。此總", "178": "標章，下乃別列：", "179": "一、得，二、命根，三、眾同分，四、異生性，五、無想定，", "18": "恐失利譽，隱藏為性，能障不覆，悔惱為業。", "180": "六、滅盡定，七、無想報，八、名身，九、句身，十、文身，十", "181": "一、生，十二、住，十三、老，十四、無常，十五、流轉，十六、", "182": "定異，十七、相應，十八、勢速，十九、次第，二十、時，二", "183": "十一、方，二十二、數，二十三、和合性，二十四、不和", "184": "合性。言得者，包獲成就，不失之義，乃色心", "185": "生起，未滅壞來，此不失之相也。命根者，依業", "186": "所引，第八種上連持色心、不斷功能，假立命", "187": "根耳。眾同分者，類相似故，有人、法之別。人同", "188": "分者，如天同分、人同分，法同分者，如心同分、", "189": "色同分等。三乘、五性，依人法類，假立此名。異", "19": "言悔惱者，覆罪則後必悔惱不安隱故，貪", "190": "生性者，二障種上一分功能，令趣類差別不", "191": "同，云異生性也。無想定者，想等不行，令身安", "192": "和故，亦名定。或云：「此定想等心聚悉皆不行，", "193": "而云無想者，想滅為首，謂此外道厭想如病，", "194": "忻求無想，以為微妙，立此定名。」滅盡定者，令", "195": "不恒行心、心所滅六識，及染第七恒行心聚皆", "196": "悉滅盡，乃此定相。蓋修無想，則作出離想而", "197": "滅盡，乃作止息想。又無想唯凡，滅盡唯聖，乃", "198": "二定之差別也。大抵於厭心種上，遮礙轉識", "199": "不生功能，立此二定也。言無想報者，由欲界", "2": "唐三藏法師玄奘奉　詔譯", "20": "癡二分，若不懼當苦。覆罪者，癡一分攝；若恐", "200": "修彼定故，感彼天果，名無想報，乃無想之報", "201": "依士釋也。名身者，能詮自性，單名也；二名已上，方", "202": "名名身；三名已上，名多名身。乃詮別名之身。", "203": "句身者，一句名句，二句名身，三句已上，名多", "204": "句身。單句詮差別，多句則詮別句之身。文身", "205": "者，文即是字，能為名、句二所依故。如單言斫、", "206": "單言芻，未有詮表，名之為字。論不言名與多", "207": "名，舉中以攝廣略也。又云：「帶詮名文，如經書", "208": "字；不帶詮者，只名字，若字母及等韻類是也。」", "209": "生者，先無今有。住者，有位暫停。老則住別前", "21": "失利譽覆罪者，貪一分攝。言誑者，為護利", "210": "後，亦云衰變名老，又云法非凝然。言無常", "211": "者，今有後無，死之異名。又諸聖教多合生滅", "212": "以為無常，蓋生名為有，有非恒有，不如無為，", "213": "滅名為無。無非恒無，不如兔角，不同彼無為", "214": "兔角之常，故曰無常。今唯據死而言。流轉者，", "215": "因果不斷，相續前後。定異者，善惡因果，互相", "216": "差別。相應者，因果事業，和合而起。或曰：「此之", "217": "總名不相應行法，今名相應者，何耶？」蓋名不", "218": "相應者，簡前相應心所而已。此相應者，乃前", "219": "三法上事業和合之謂，豈相濫乎？勢速者，有", "22": "譽，矯現有德，詭詐為性，能障不誑，邪命為業。", "220": "為法游行迅疾飛行運逩，皆此所攝。次第者，", "221": "編列有敘，令不紊亂，尊卑上下，左右前後，有", "222": "規矩者，皆此攝也。時者，過、現、未來，成、住、壞、空，", "223": "四季三際，年月日夜，六時十二，隨方制立，故", "224": "名為時。方者，色處分齊，人法所依，或十方上", "225": "下，六合四極，亦隨所制。數者，度量諸法之名，", "226": "或一十百千，至不可轉也。言和合性者，謂於", "227": "諸法不相乖反。不和合性者，謂於諸法相乖", "228": "反故。前如相順因，此如相違因。或曰：「此二十", "229": "四，於前三分位，則以何法，當前何位？」大略而", "23": "言矯現等，謂矯誑者心懷異謀，多現不實", "230": "言，命根一法，唯心分位，第八心種上，連持功能", "231": "故。異生性一，唯所分位，二障種上令別功能", "232": "故。二無心定，無想、異熟，乃王所上假，王所滅", "233": "已名無想等。餘十九種通色及心與心所法，", "234": "三上假立，如眾同分乃色同分、心同分、所同", "235": "分。又如勢速，乃是色、心、心所，遷滅不停故。又", "236": "如定異色，不是心、心不是所，善因惡果定不", "237": "互感等。餘倣此說。", "238": "第五、無為法者，略有六種：此標章，下別列。", "239": "一、虛空無為，二、擇滅無為，三、非擇滅無為，四、不", "24": "邪命事故，此貪癡分也。諂者，謂罔他故，矯設", "240": "動滅無為，五、想受滅無為，六、真如無為。言無", "241": "為者，是前四位真實之性，故云識實性也。", "242": "以六位心所則識之相應，十一色法乃識之所", "243": "緣，不相應行即識之分位，識是其體，是故總", "244": "云識實性也，而有六種。謂之無為者，為，作也。", "245": "以前九十四種乃生滅之法，皆有造作，故屬", "246": "有為。今此六法，寂寞冲虛，湛然常住，無所造", "247": "作，故曰無為。言虛空無為者，謂於真諦離諸", "248": "障礙，猶如虛空，豁虛離礙，從喻得名。下五", "249": "無為，義倣此說。擇滅者，擇謂揀擇，滅謂斷", "25": "異儀，諂曲為性，能障不諂，教誨為業。言罔", "250": "滅，由無漏智，斷諸障染，所顯真理，立斯名焉。", "251": "非擇滅者，一真法界，本性清淨，不由擇力，斷", "252": "滅所顯；或有為法，緣闕不生，所顯真理。以上", "253": "二義，故立此名。不動者，以第四禪離前三定，", "254": "出於三災、八患，無喜樂等動搖身心所顯真", "255": "理，此從能顯彰名，故曰不動。想受滅者，無", "256": "所有處想受不行所顯真理，立此名爾。真如", "257": "者，理非妄倒，故名真如，真簡於妄，如簡於倒，", "258": "遍計、依他，如次應知。又曰：「真如者，顯實常義，", "259": "真即是如，如即無為。」上自一切法下至此，乃", "26": "他等義者，諂曲者為罔冐他故，曲順時宜，矯", "260": "明百法，以答初何等一切法之問畢矣！此下", "261": "大分明二無我，以答次問也。", "262": "言無我者，略有二種：此標章，下別列。", "263": "一、補特伽羅無我，梵言補特伽羅，唐言數", "264": "取趣，謂諸有情數數起惑造業，即為能取", "265": "因也，當來五趣，名為所取果也，雖復數數起惑造", "266": "業，五趣輪轉，都無主宰實自在用，故言無我。", "267": "乃補特伽羅，即無我矣。此所無即我，是為我", "268": "空也。彼凡夫等，皆執心外實有諸法，又執此", "269": "法有實主宰，此說為無，無即彼空，無別體", "27": "設方便，以取他意；或藏己失，不任師友正教", "270": "也。", "271": "二，法無我。言法者，軌持之義，謂諸法體，雖", "272": "復任持，軌生物解，亦無勝性實自在用故。言", "273": "法無我，法即無我，應云法無法，從能依說，故", "274": "云法無我。《瑜伽》九十三云：「復次一切無我，無", "275": "有差別，總名為空，謂補特伽羅無我，及法無", "276": "我。補特伽羅無我者，離一切緣生行外別有", "277": "實我不可得故。法無我者，謂一切緣生諸", "278": "行性非實我，是無常故。如是二種，略攝為一", "279": "雙證二無我理。彼處指《毘曇》說此名為大空。」又云：「我之執", "28": "誨故，亦貪癡分也。矯者，於自盛事深生染著，", "280": "者，心得境名。」又云：「二執者，我狹法寬，蓋人有", "281": "迷人必迷法者，迷法未必迷人故。」能持自體", "282": "者為法，有常一用者為人，如二乘我執已斷，", "283": "法執猶存，則其淺深寬狹可見矣。蓋我法者，", "284": "不出世間及聖教二種我法，謂世間人執我", "285": "法，無體隨情，名世間假。聖教我法者，有體強", "286": "設，名之為假。故二皆為假，故無我法也。", "287": "大乘百法明門論解卷下", "288": "修補大乘百法明門論後序", "289": "百法者，散於群經，具於《瑜伽論》，至世親師始", "29": "醉傲為性，能障不憍，染依為業。言染依義者，", "290": "出之以成論，乃逗機之教也。蓋教為機設，機", "291": "之色心優劣，暨年數之賒促不齊，致使聖賢", "292": "施教廣略有異，而大旨無殊焉。然而《瑜伽》總", "293": "百軸，而於初三軸，翻覆展演六百六十餘法，", "294": "奚翅二萬言；而此論僅一紙，言不滿五百，", "295": "而該括無遺，則詞甚簡而義愈備，文不華而", "296": "理愈精，至於入道之門、修斷之序、染淨理事", "297": "之交陳，則充然大備。於斯非具四無礙辯、大", "298": "總持門者，其能與於是乎？嗟夫大賢憫物心", "299": "切，務使人易知易從，而吾人為法者，固不", "3": "唐慈恩法師窺基註解", "30": "憍醉則生長一切雜染法故，此貪分也。不憍", "300": "可不知也，至於森然而諸法章，泯然而二我", "301": "盡，則三乘聖賢之位可階矣。逗機之教，豈", "302": "加於是哉？或曰：「聖凡天淵，恐不易致，若子之", "303": "言，不幾於大而無返乎？」曰：「予以聖賢之語，原", "304": "聖賢之道為言耳！」聖賢之道，由性而行之者", "305": "也！聖賢乃盡夫性，凡愚乃具夫性，究盡具之", "306": "分雖殊，而察盡具之性無異。性既均而不以", "307": "道責己責人者，彼己皆欺也。欺己之罪小，", "308": "欺人之罪大，欺人之罪，又不若欺後多人之", "309": "罪為尤大。後之人視前人，苟簡為說鈴而", "31": "者，即無貪也。害者，於諸有情心無慈悲，損惱", "310": "展轉相襲，是使後人復欺後人也。若是則聖", "311": "賢二利之道而不化為名言章句者幾希！嗚", "312": "呼！予寧冐大言之罪，而避欺人之罪，欲其", "313": "無罪又何逃乎？按此論注，脫略訛謬大甚，", "314": "茲略為補正，自備觀覽，適信官張君傑見而", "315": "請置諸木，予嘉其篤於樂善，故從而書於紙", "316": "尾也。", "317": "正德辛未歲正月既望普泰書於飛虹官舍", "32": "為性，能障不害，逼惱為業。言逼惱之義，有害", "33": "者逼惱他故，瞋一分攝。若論害與瞋之別義", "34": "者，害障不害，正障於悲；瞋障無瞋，正障於慈。", "35": "又瞋能斷命，害但損他，此差別也。言嫉者，", "36": "殉自名利，不耐他榮，妬忌為性，能障不嫉，憂", "37": "戚為業。言憂戚義者，嫉者聞見他勞，深懷憂", "38": "戚不安隱故，亦瞋分為體。言慳者，耽著法", "39": "財，不能惠捨，祕悋為性，能障不慳，鄙畜為業，", "4": "明魯庵法師普泰增修", "40": "亦貪分也。無慚者，不顧自法，輕挋賢善為性，", "41": "能障於慚，生長惡行為業。言不顧者，謂於自", "42": "法無所顧者，輕挋賢善，不恥過惡，能障礙", "43": "慚，生長惡行故。無愧者，不顧世間，崇重暴惡", "44": "為性，能障礙愧，生長惡行為業。言不顧世間", "45": "等義者，謂於世間無所顧者，崇重暴惡，不恥", "46": "過非，能障於愧，生長惡行故。言不信者，於", "47": "實德能不忍樂欲，心穢為性，能障淨心，墮依", "48": "為業。言墮依者，不信之者，多懈怠故。言懈怠", "49": "者，於善惡品修斷事中，懶惰為性，能障精進", "5": "五、隨煩惱二十：此別標章，下別列名。", "50": "增染為業。言增染者，以懈怠者滋長染故。言", "51": "放逸者，於染淨品不能防修，縱蕩為性，障不", "52": "放逸，增惡損善所依為業。此放逸以何為體？", "53": "曰：「懈怠三根，不能防修染淨等法，總名放逸，", "54": "離上四法別無體性。」或曰：「彼慢疑等亦有此", "55": "能，何不依立？」曰：「慢等方四，勢用微劣故，不依", "56": "立。」此之四法偏，何勝餘慢等？曰：「障三善根，障", "57": "遍策故，餘無此能，所以不勝。」言惛沈者，令心", "58": "於境無堪任為性，能障輕安，毘鉢舍那為業。", "59": "或曰：「惛沈與癡何別？」曰：「癡於境迷暗為性，正", "6": "一、忿，二、恨，三、惱，四、覆，五、誑，六、諂，七、憍，八、害，九、嫉，", "60": "障無癡，而非瞢董；惛沈於境，瞢董為相，正", "61": "障輕安而非迷暗，故二不同。」言掉舉者，令心", "62": "於境不寂靜為性，能障行捨，奢麼他為業。失", "63": "念者，於諸所緣，不能明記為性，能障正念，散", "64": "亂所依為業。言散亂所依者，失念則心散亂", "65": "故。此失念者，有云：「念一分攝，是煩惱相應念", "66": "故。」有云：「癡一分攝，《瑜伽》說此是癡分故，癡", "67": "令失念，故名失念。」有云：「俱一分攝，由前二", "68": "文影略說故。」不正知者，於所觀境謬解為性，", "69": "能障正知，毀犯為業。毀犯業者，不正知者多", "7": "十、慳，十一、無慚，十二、無愧，十三、不信，十四、懈怠，", "70": "毀犯故。此法或云慧一分攝，是煩惱相應慧", "71": "故。或云：「癡一分攝，《瑜伽》說此是癡分故。令知", "72": "不正，名不正知。」有云：「俱一分攝，由前二文影", "73": "略說故。」散亂者，令心流蕩為性，能障正定，惡", "74": "慧所依為業。言惡慧所依者，謂散亂者發惡", "75": "慧故。或曰：「散亂、掉舉何別？」曰：「散亂令心易緣，", "76": "掉舉令心易解，是所別相。」前云隨其煩惱分", "77": "位差別、等流性故者，義現此爾。蓋忿、恨等十", "78": "并失念、不正知、放逸，此十三法，乃根本家差", "79": "別分位也，若無慚、無愧、掉舉、惛沈、散亂、不信、", "8": "十五、放逸，十六、昏沈，十七、掉舉，十八、失念，十九、", "80": "懈怠，此之七法，乃根本家等流性故。或云：「此", "81": "七既別有體，何名等流？」曰：「根本為因，此方生", "82": "故，名等流也。」", "83": "六、不定四者：此別標，下列名：", "84": "一、睡眠，二、惡作，三、尋，四、伺。睡眠者，令身不", "85": "自在，昧略為性，障觀為業即毘鉢舍那，謂睡眠位，身", "86": "不自在，心極暗劣，不門轉故。昧簡在定，略別", "87": "窹時，令顯睡眠非無體用，有無心位，假立", "88": "此名，如餘蓋纏心相應故。言惡作者，惡所作", "89": "業，追悔為性，障止為業即奢麼他，此即於果，假立因", "9": "不正知，二十、散亂。言忿者，依對現前不饒", "90": "名，先惡所作業，後方追悔故。悔先不作，亦惡", "91": "作攝。如追悔言：「我先不作，如是事業，是我惡", "92": "作言。」有義此二各別有體，與餘心所行相別", "93": "故，隨癡相，說名世俗有。言尋伺者，尋謂尋求，", "94": "令心怱遽，於意言境麁轉為性。伺謂伺察，令", "95": "心怱遽，於意言境細轉為性。二法業用，俱以", "96": "安、不安住身心分位所依為業。謂意言境者，", "97": "意所取境，多依名言名意言境。或曰：「尋伺二", "98": "法，身假為實？」曰：「並用思之與慧各一分為體，", "99": "若令心安，即是思分；令心不安，即是慧分。蓋"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1836 大乘百法明門論解", "author": "唐 窺基註解、明 普泰增修", "sourceLink": "http://www.cbeta.org/"}