{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1453 根本說一切有部百一羯磨: 根本說一切有部百一羯磨: 根本說一切有部百一羯磨: 根本說一切有部百一羯磨", "text": {"0": "根本說一切有部百一羯磨", "1": "卷第六", "10": "餘如是流類，應如是與。敷座席、鳴揵稚，作", "100": "至聽者，僧伽應許僧伽今與鄔陀夷第三重", "101": "犯，是前罪類，隨覆藏日重收根本遍住。白", "102": "如是。』", "103": "「次作羯磨，廣說准前，乃至由其默然故，我今", "104": "如是持。」第三法了，若更重犯準事訶責", "105": "時鄔陀夷苾芻復於異時故泄精犯僧伽伐", "106": "尸沙罪，半月覆藏，隨覆藏日乞行遍住法。", "107": "我行遍住時第二重犯是前罪類。又復重", "108": "行復本遍住。行遍住時，第三重犯是前罪", "109": "類，重收根本遍住，亦善行竟。白諸苾芻曰：「具", "11": "前方便准上應知。令鄔陀夷苾芻偏露右肩", "110": "壽！我鄔陀夷苾芻故泄精犯僧伽伐尸沙罪，", "111": "半月覆藏。已從僧伽乞隨覆藏日行遍住法，", "112": "僧伽已與我鄔陀夷苾芻故泄精犯僧伽伐", "113": "尸沙罪，隨覆藏日行遍住法。我行遍住時中", "114": "間重犯是前罪類，已從僧伽乞行復本遍住，", "115": "僧伽已與我鄔陀夷苾芻故泄精犯僧伽伐", "116": "尸沙罪，隨覆藏日復本遍住。我行復本遍", "117": "住時第三重犯，是前罪類，亦復覆藏，已從", "118": "僧伽乞重收根本遍住。僧伽已與我鄔陀夷", "119": "苾芻第三重犯僧伽伐尸沙罪，是前罪類，隨", "12": "脫革屣，隨其大小致禮敬已，在上座前蹲", "120": "覆藏日重收根本遍住。我鄔陀夷苾芻故泄", "121": "精犯僧伽伐尸沙罪，半月覆藏，隨覆藏日", "122": "行遍住竟。第二重犯是前罪類，復本遍住", "123": "亦復善行。第三重犯是前罪類，重收根本遍", "124": "住，亦善行竟。我於今時欲何所作？」時諸苾芻", "125": "以緣白佛，佛言：「汝諸苾芻！與鄔陀夷苾芻六", "126": "夜行摩那󰔰卑也反。若更有餘如是流類，應如", "127": "是與。先敷座席、鳴揵稚，以言告白。眾既集", "128": "已，於界場內下至四人。鄔陀夷苾芻既入眾", "129": "中，脫革屣，隨其大小致禮敬已，在上座前蹲", "13": "踞合掌，作如是語：", "130": "踞合掌，作如是語：", "131": "「『大德僧伽聽。我鄔陀夷苾芻故泄精犯僧伽", "132": "伐尸沙罪，半月覆藏。我鄔陀夷苾芻故泄精", "133": "犯僧伽伐尸沙罪，半月覆藏，已從僧伽乞隨", "134": "覆藏日行遍住法，僧伽已與我鄔陀夷苾芻", "135": "故泄精犯僧伽伐尸沙罪，隨覆藏日行遍住", "136": "法。我鄔陀夷行遍住時第二重犯是前罪類，", "137": "亦復覆藏，我鄔陀夷苾芻已從僧伽乞行隨", "138": "覆藏日復本遍住，僧伽已與我鄔陀夷苾芻", "139": "隨覆藏日復本遍住。我行復本遍住時第三", "14": "「『大德僧伽聽！我鄔陀夷苾芻故泄精，犯僧伽", "140": "重犯，是前罪類，亦復覆藏，已從僧伽乞行", "141": "重收根本遍住，僧伽已與我鄔陀夷苾芻第", "142": "三重犯，隨覆藏日重收根本遍住。我鄔陀夷", "143": "苾芻故泄精犯僧伽伐尸沙罪，半月覆藏，隨", "144": "覆藏日善行遍住，第二重犯是前罪類，隨覆", "145": "藏日復根本遍住，亦復善行，第三重犯，隨覆", "146": "藏日重收根本遍住，亦善行竟。今從僧伽乞", "147": "六夜摩那󰔰，幸願大德僧伽，與我鄔陀夷苾", "148": "芻六夜摩那󰔰。是能愍者，願哀愍故。』第二、第", "149": "三亦如是說。次一苾芻應先作白，方為羯磨：", "15": "伐尸沙罪，半月覆藏。我鄔陀夷苾芻今從", "150": "「『大德僧伽聽！此鄔陀夷苾芻故泄精犯僧伽", "151": "伐尸沙罪，半月覆藏。此鄔陀夷苾芻故泄", "152": "精犯僧伽伐尸沙罪，已從僧伽乞隨覆藏日", "153": "行遍住法，僧伽已與鄔陀夷苾芻故泄精犯", "154": "僧伽伐尸沙罪，半月覆藏，隨覆藏日行遍住。", "155": "正行遍住時第二重犯是前罪類，亦復覆藏。", "156": "此鄔陀夷苾芻於第二重犯，已從僧伽乞行", "157": "復本遍住，僧伽已與鄔陀夷苾芻隨覆藏日", "158": "復本遍住。正行復本遍住時第三重犯，是前", "159": "罪類，亦復覆藏。此鄔陀夷苾芻於第三重", "16": "僧伽乞隨覆藏日行遍住法。願大德僧伽與", "160": "犯，已從僧伽乞行重收根本遍住，僧伽已與", "161": "鄔陀夷苾芻隨覆藏日重收根本遍住。此鄔", "162": "陀夷苾芻故泄精犯僧伽伐尸沙罪，半月", "163": "覆藏，善行遍住。第二重犯，復本遍住，亦復善", "164": "行。第三重犯是前罪類，重收根本遍住，亦善", "165": "行竟。今從僧伽乞行六夜摩那󰔰。若僧伽時", "166": "至聽者，僧伽應許僧伽今與鄔陀夷苾芻六", "167": "夜摩那󰔰。白如是。』次作羯磨，廣說乃至由其", "168": "默然故，我今如是持。」時鄔陀夷苾芻故泄精", "169": "犯僧伽伐尸沙罪，半月覆藏，隨覆藏日善行", "17": "我鄔陀夷苾芻故泄精犯僧伽伐尸沙罪，半", "170": "遍住。第二重犯，復本遍住，亦復善行。第三重", "171": "犯是前罪類，重收根本遍住，亦復善行。六夜", "172": "摩那󰔰，亦善行竟，以緣白諸苾芻曰：「具壽！我", "173": "鄔陀夷苾芻故泄精犯僧伽伐尸沙罪，半月", "174": "覆藏，已從僧伽乞行隨覆藏遍住，僧伽已與", "175": "我鄔陀夷苾芻故泄精犯僧伽伐尸沙罪，隨", "176": "覆藏日遍住。我行遍住時第二重犯，亦復覆", "177": "藏，我鄔陀夷苾芻於前罪類，已從僧伽乞隨", "178": "覆藏日復本遍住，僧伽已與我鄔陀夷苾芻", "179": "是前罪類，隨覆藏日復本遍住。我行復本遍", "18": "月覆藏隨覆藏日行遍住法。是能愍者，願哀", "180": "住時第三重犯，亦復覆藏。我鄔陀夷苾芻於", "181": "前罪類，已從僧伽乞隨覆藏日重收根本遍", "182": "住法。我鄔陀夷苾芻故泄精犯僧伽伐尸沙", "183": "罪，半月覆藏，善行遍住。第二重犯復本遍", "184": "住，亦復善行。第三重犯是前罪類，重收根", "185": "本遍住，亦復善行。六夜摩那󰔰，亦善行竟。我", "186": "欲如何？」時諸苾芻以緣白佛，佛言：「汝諸苾芻", "187": "與鄔陀夷苾芻故泄精犯僧伽伐尸沙罪，半", "188": "月覆藏，隨覆藏日善行遍住。第二重犯亦復", "189": "覆藏，善行復本遍住。第三重犯是前罪類，亦", "19": "愍故。』第二、第三亦如是說。次一苾芻應先作", "190": "復覆藏，重收根本遍住亦復善行。六夜摩那", "191": "󰔰，亦善行竟。若更有餘如是流類，如是應", "192": "與。敷設座席、鳴揵稚，言白集眾，下至二十", "193": "人。時鄔陀夷苾芻偏露右肩脫革屣，隨其大", "194": "小致禮敬已，在上座前蹲踞合掌，作如是語：", "195": "『大德僧伽聽！我鄔陀夷苾芻故泄精犯僧伽", "196": "伐尸沙罪，半月覆藏，我鄔陀夷苾芻隨覆藏", "197": "日乞行遍住，僧伽已與我鄔陀夷苾芻故泄", "198": "精犯僧伽伐尸沙罪，隨覆藏日遍住法。我", "199": "鄔陀夷苾芻於半月內行遍住時，第二重犯，", "2": "三藏法師義淨奉　制譯", "20": "白方為羯磨：", "200": "是前罪類，亦復覆藏，已從僧伽乞行復本", "201": "遍住，僧伽已與我鄔陀夷苾芻是前罪類", "202": "復本遍住。我行復本遍住，僧伽已與我鄔陀", "203": "夷苾芻，是前罪類，重收根本遍住。我鄔陀", "204": "夷苾芻於前罪類半月覆藏，隨覆藏日善行", "205": "遍住法。第二重犯是前罪類，復本遍住，亦", "206": "復善行。第三重犯是前罪類，重收根本遍", "207": "住，及六夜摩那󰔰，亦善行竟。今從僧伽乞出", "208": "罪，願大德僧伽，與我鄔陀夷苾芻出罪法。是", "209": "能愍者，願哀愍故。』第二、第三亦如是說。次", "21": "「『大德僧伽聽！此鄔陀夷苾芻故泄精犯僧伽", "210": "一苾芻先作白，方為訶責，後為羯磨：", "211": "「『大德僧伽聽！此鄔陀夷苾芻故泄精犯僧", "212": "伽伐尸沙罪，半月覆藏。此鄔陀夷苾芻已從", "213": "僧伽乞隨覆藏日遍住法，僧伽已與鄔陀夷", "214": "苾芻故泄精犯僧伽伐尸沙罪，隨覆藏日", "215": "遍住。行遍住時，第二重犯是前罪類，亦復覆", "216": "藏，已從僧伽乞行隨覆藏日復本遍住，僧伽", "217": "已與鄔陀夷苾芻於前罪類，隨覆藏日復本", "218": "遍住。行復本遍住時，第三重犯是前罪類，亦", "219": "復覆藏，已從僧伽乞行隨覆藏日重收根本", "22": "伐尸沙罪，半月覆藏。此鄔陀夷苾芻今從僧", "220": "遍住，僧伽已與鄔陀夷苾芻於前罪類隨覆", "221": "藏日，重收根本遍住。此鄔陀夷苾芻故泄精", "222": "犯僧伽伐尸沙罪，隨覆藏日善行遍住。第二", "223": "重犯是前罪類，復本遍住，亦復善行。第三重", "224": "犯是前罪類，重收根本遍住，亦復善行。已從", "225": "僧伽乞行六夜摩那󰔰，僧伽已與鄔陀夷苾", "226": "芻六夜行竟，今從僧伽乞出罪。若僧伽時至", "227": "聽者，僧伽應許僧伽今與鄔陀夷苾芻出罪。", "228": "白如是。』", "229": "「次後應作如是訶責：『汝鄔陀夷苾芻應知有", "23": "伽乞故泄精犯僧伽伐尸沙罪，隨覆藏日行", "230": "二種人，能滅法炬、掩法光明、壞法燈焰。云何", "231": "為二？謂犯罪已不如法悔除，此即名為二小、", "232": "二癡，二不明、二不善。復有二種重罪根本", "233": "不肯穿掘，於逆流事不勤用功，於諸瀑流不", "234": "欲乾竭，不共魔戰、不折魔旗，勝妙法幢無心", "235": "建立，罪惡之見不為斷除，不於大師無上正", "236": "教隨轉法輪。復有二種苦毒所惱、復有二種", "237": "增長有流，謂犯罪已不如法悔。汝鄔陀夷！如", "238": "世尊說：「於欲瞋癡常思遠離。」汝今何故作斯", "239": "醜事？汝愚癡人！云何將此兩手，受他淨心所", "24": "遍住法。若僧伽時至聽者，僧伽應許僧伽今", "240": "有惠施，如何還將兩手作醜惡事？又汝癡", "241": "人！寧將兩手捉囓毒等可畏毒蛇，不故捉生", "242": "支梵云鴦伽社哆，譯作生支，即是根也為醜惡事。汝鄔陀夷！由於犯", "243": "罪不說除故，退失無常想、無常苦想、苦無我", "244": "想、厭離食想、於諸世間作不樂想、過患想、", "245": "是可斷想、不可愛想、滅死想、不淨想、青瘀", "246": "想、膿流想、破爛想、膖脹想、血流想、狼藉想、", "247": "白骨想、空觀想，如是事想皆不現前，亦不得", "248": "初靜慮、二、三、四靜慮、慈悲喜捨、空處、識處、無", "249": "所有處、非想非非想處、預流果、一來果、不還", "25": "與鄔陀夷苾芻故泄精犯僧伽伐尸沙罪，隨", "250": "果阿羅漢果，悉皆不得神境通，天眼、天耳", "251": "通、他心差別，宿住死生盡諸有流，皆不證會。", "252": "汝鄔陀夷！由不說罪，命終之後，當於二道", "253": "隨一受生，是怖畏處，謂捺洛迦、傍生。如世", "254": "尊說：「二障覆業能向捺洛迦、傍生趣，由不信", "255": "我言覆藏其罪。」』如是慇懃作訶責已，冀令改", "256": "悔。次作羯磨：『大德僧伽聽！此鄔陀夷苾芻", "257": "故泄精犯僧伽伐尸沙罪，半月覆藏。此鄔陀", "258": "夷苾芻已從僧伽乞隨覆藏日行遍住法，僧", "259": "伽已與鄔陀夷苾芻故泄精犯僧伽伐尸沙", "26": "覆藏日行遍住法。白如是。』次作羯磨：『大德僧", "260": "罪隨覆藏日遍住。行遍住時，第二重犯是", "261": "前罪類，亦復覆藏。已從僧伽乞行隨覆藏日", "262": "復本遍住，僧伽已與鄔陀夷苾芻於前罪", "263": "類隨覆藏日復本遍住。行復本遍住時，第三", "264": "重犯是前罪類亦復覆藏，已從僧伽乞行", "265": "隨覆藏日重收根本遍住，僧伽已與鄔陀", "266": "夷苾芻於前罪類隨覆藏日重收根本遍住。", "267": "此鄔陀夷於故泄精犯僧伽伐尸沙罪，隨覆", "268": "藏日善行遍住。第二重犯是前罪類，復本", "269": "遍住，亦復善行。第三重犯是前罪類，重收根", "27": "伽聽！此鄔陀夷苾芻故泄精犯僧伽伐尸沙", "270": "本遍住亦復善行。已從僧伽乞行六夜摩那", "271": "󰔰，僧伽已與鄔陀夷苾芻六夜摩那󰔰，亦善", "272": "行竟。今從僧伽乞出罪，僧伽今與鄔陀夷苾", "273": "芻故泄精犯僧伽伐尸沙罪隨覆藏日善行", "274": "遍住。第二重犯是前罪類，復本遍住，亦復善", "275": "行。第三重犯是前罪類，重收根本遍住，亦復", "276": "善行。六夜摩那󰔰，亦善行竟，今從僧伽乞", "277": "出罪。若諸具壽聽與鄔陀夷苾芻出罪者默", "278": "然，若不許者說。是初羯磨。』第二、第三亦如", "279": "是說。『僧伽已與鄔陀夷苾芻出罪竟。僧伽", "28": "罪，半月覆藏。此鄔陀夷苾芻今從僧伽乞故", "280": "已聽許，由其默然故，我今如是持。』", "281": "「次當如是讚喻：『善哉鄔陀夷！極善鄔陀夷！有", "282": "二種聰慧人、有二分明人、有二種善人。何謂", "283": "為二？一、不犯罪；二、犯已能如法悔除。有二", "284": "種人能然法炬、建立法幢。何謂為二？一謂", "285": "不犯罪，二犯已能如法悔除。復有二種重", "286": "罪根本能為穿掘，於逆流事而勤用功，於諸", "287": "瀑流能使乾竭，能與魔戰，能折魔旗，勝妙法", "288": "幢能善建立，罪惡之見能為斷除，能於大師", "289": "無上正教隨轉法輪。云何為二？一謂不犯罪，", "29": "泄精犯僧伽伐尸沙罪，隨覆藏日行遍住法。", "290": "二設犯罪已如法悔除。復有二種非苦所惱，", "291": "復有二種不增有流。云何為二？一、不犯罪；二、", "292": "犯已能悔。汝鄔陀夷！汝已說悔眾罪，是應合", "293": "得無常想、無常苦想，廣說乃至能盡有流。汝", "294": "於人天二道定得無疑。如世尊說：「有二種不", "295": "覆障業，便能趣向人天二道，能信我言不覆", "296": "其罪。」如是應知，汝鄔陀夷已出罪竟，勿為放", "297": "逸，於諸善品常為修習。』若更有犯者，應如", "298": "鄔陀夷苾芻次第作法。次於出罪之後，應從", "299": "僧伽乞悔窣吐羅底野罪，如是應乞。", "3": "此一卷是悔眾教罪法", "30": "僧伽今與鄔陀夷故泄精犯僧伽伐尸沙罪，", "300": "「『大德僧伽聽！我某甲苾芻，於故泄精有前方", "301": "便窣吐羅底野罪。我某甲今從僧伽乞說悔", "302": "法，願大德僧伽聽我某甲說悔窣吐羅底野", "303": "罪。是能愍者，願哀愍故。』第二、第三亦如是", "304": "說。次一苾芻先作白，方為羯磨：", "305": "「『大德僧伽聽！此苾芻某甲，於故泄精有前方", "306": "便窣吐羅底野罪。此某甲今從僧伽乞說悔", "307": "窣吐羅底野罪。若僧伽時至聽者，僧伽應", "308": "許僧伽今與某甲於故泄精有前方便窣", "309": "吐羅底野罪說悔。白如是。』次作羯磨：", "31": "隨覆藏日行遍住法。若諸具壽聽與鄔陀夷", "310": "「『大德僧伽聽！此苾芻某甲於故泄精，有前方", "311": "便窣吐羅底野罪。此某甲今從僧伽乞說悔", "312": "窣吐羅底野罪，僧伽今與某甲於故泄精有", "313": "前方便窣吐羅底野罪說悔。若諸具壽聽與", "314": "某甲於故泄精有前方便窣吐羅底野罪說", "315": "悔者默然，若不許者說。是初羯磨。』第二、第", "316": "三亦如是說。『僧伽已與某甲於故泄精，有", "317": "前方便窣吐羅底野罪，聽說悔竟。僧伽已", "318": "聽許，由其默然故，我今如是持。』", "319": "「次後還同如是次第，所有先因眾多突色訖里", "32": "苾芻故泄精犯僧伽伐尸沙罪，隨覆藏日行", "320": "多罪，及以眾多不敬教波逸底迦罪，對一苾", "321": "芻如法除悔。窣吐羅底野罪有二種：一謂波", "322": "羅市迦因罪，二謂僧伽伐尸沙因罪。於波羅", "323": "市迦因復有二種：一、重，二、輕。此中重者應從", "324": "大眾說悔其罪大眾者，謂界內盡集。言輕者下至四人，壇", "325": "場中當說其罪。僧伽伐尸沙因罪亦有二種：", "326": "一、重，一、輕。此中重者上至四人壇場應說", "327": "其罪，輕者應對一人如法除罪。波逸底迦、突", "328": "色訖里多前因之罪，准前應作，眾多大小覆", "329": "藏之罪，咸應說悔。」", "33": "遍住法者默然；若不許者說。此是初羯磨。』第", "330": "根本說一切有部百一羯磨卷第六", "34": "二、第三亦如是說。『僧伽已與鄔陀夷苾芻故", "35": "泄精犯僧伽伐尸沙罪，隨覆藏日行遍住法", "36": "竟。僧伽已聽許，由其默然故，我今如是持。』」", "37": "初法了時鄔陀夷苾芻行遍住時，更復重故泄", "38": "精犯僧伽伐尸沙罪，亦復覆藏。又以此事白", "39": "諸苾芻曰：「具壽！我鄔陀夷苾芻正行遍住時，", "4": "爾時具壽鄔陀夷故泄精，犯僧伽伐尸沙罪，", "40": "更復故泄精犯僧伽伐尸沙罪，亦半月覆藏。", "41": "我於今時欲何所作？」時諸苾芻以緣白佛，佛", "42": "言：「汝諸苾芻與鄔陀夷苾芻第二重故泄精", "43": "犯僧伽伐尸沙罪，此復覆藏，隨覆藏日復本", "44": "遍住。若更有餘如是流類，如是應與。敷座", "45": "席鳴揵稚，作前方便已，『大德僧伽聽！我鄔", "46": "陀夷苾芻故泄精犯僧伽伐尸沙罪，半月覆", "47": "藏。我鄔陀夷苾芻已從僧伽乞隨覆藏日行遍", "48": "住法，僧伽已與我隨覆藏日行遍住法。我正", "49": "行遍住時中間重犯是前罪類，此復覆藏。我", "5": "半月覆藏。時鄔陀夷即以此緣，白諸苾芻：「具", "50": "鄔陀夷苾芻今從僧伽乞復本遍住，願大德", "51": "僧伽與我鄔陀夷苾芻第二重故泄精犯僧", "52": "伽伐尸沙罪，復本遍住。是能愍者，願哀愍", "53": "故。』第二、第三亦如是說。次一苾芻先作白方", "54": "為羯磨：", "55": "「『大德僧伽聽！此鄔陀夷苾芻故泄精犯僧伽", "56": "伐尸沙罪，半月覆藏。此鄔陀夷苾芻故泄精", "57": "犯僧伽伐尸沙罪，隨覆藏日行遍住法，行遍", "58": "住時中間重犯是前罪類，此復覆藏。此鄔陀", "59": "夷於前罪類，今從僧伽乞行復本遍住。若僧", "6": "壽！我鄔陀夷故泄精，犯僧伽伐尸沙罪，半月", "60": "伽時至聽者，僧伽應許僧伽今與鄔陀夷", "61": "苾芻隨覆藏日復本遍住。白如是。』次作羯", "62": "磨，准白應作，乃至由其默然故，我今如是持。」", "63": "第二法了", "64": "時鄔陀夷苾芻正行復本遍住時，復更重犯", "65": "僧伽伐尸沙罪，是前罪類，亦復覆藏。以緣白", "66": "諸苾芻：「具壽！我鄔陀夷苾芻先故泄精犯僧", "67": "伽伐尸沙罪，半月覆藏，已從僧伽乞隨覆藏", "68": "日行遍住法。僧伽已與我鄔陀夷苾芻故泄", "69": "精犯僧伽伐尸沙罪，隨覆藏日行遍住法。我", "7": "覆藏。我於今者欲何所作？」時諸苾芻以緣白", "70": "鄔陀夷正行遍住時，第二重犯僧伽伐尸沙", "71": "罪，是前罪類，亦復覆藏。我鄔陀夷苾芻已從", "72": "僧伽乞行復本遍住，僧伽已與我鄔陀夷苾芻", "73": "第二重犯復本遍住。我行復本遍住時，第三", "74": "重犯僧伽伐尸沙罪，是前罪類，亦復覆藏。我", "75": "於今者欲何所為？」時諸苾芻即以此緣白佛，", "76": "佛言：「汝諸苾芻！與鄔陀夷苾芻第三重犯，是", "77": "前罪類，亦復覆藏，重收根本遍住法。若更有", "78": "如是流類，應如是與。作前方便，乃至蹲踞", "79": "合掌，作如是說，准上應知。", "8": "佛，佛言：「汝諸苾芻！與鄔陀夷故泄精犯僧伽", "80": "「『大德僧伽聽！我鄔陀夷苾芻故泄精犯僧伽", "81": "伐尸沙罪，半月覆藏。我鄔陀夷已從僧伽乞", "82": "隨覆藏日遍住法，僧伽已與我鄔陀夷苾芻", "83": "故泄精犯僧伽伐尸沙罪，隨覆藏日行遍住", "84": "法。我行遍住時第二重犯，是前罪類，亦復", "85": "覆藏。我鄔陀夷苾芻已從僧伽乞行復本遍", "86": "住，僧伽已與我鄔陀夷苾芻復本遍住。我行", "87": "復本遍住時，是前罪類第三重犯，亦復覆藏。", "88": "我鄔陀夷苾芻今從僧伽乞行重收根本遍", "89": "住。願大德僧伽，與我鄔陀夷苾芻第三重犯，", "9": "伐尸沙罪，半月覆藏日行遍住法。若更有", "90": "是前罪類，亦隨覆藏，重收根本遍住。是能", "91": "愍者，願哀愍故。』第二、第三亦如是說。次一苾", "92": "芻先作白已，方為羯磨：『大德僧伽聽！此鄔陀", "93": "夷苾芻故泄精犯僧伽伐尸沙罪，半月覆藏。", "94": "此鄔陀夷苾芻故泄精犯僧伽伐尸沙罪，隨", "95": "覆藏日已從僧伽乞遍住法。行遍住時，第二", "96": "重類亦復覆藏，已從僧伽乞行復本遍住。行", "97": "復本遍住時，第三重犯是前罪類，亦復覆藏。", "98": "此鄔陀夷苾芻今從僧伽乞第三重犯是前", "99": "罪類，隨覆藏日重收根本遍住。若僧伽時"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1453 根本說一切有部百一羯磨: 根本說一切有部百一羯磨: 根本說一切有部百一羯磨: 根本說一切有部百一羯磨", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}