{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1809 僧羯磨", "text": {"0": "12 除罪篇(中)", "1": "僧羯磨卷下出《四分律》", "10": "比丘鬪諍者，即復往彼勸言：「汝等勉力，莫不如", "100": "解學家羯磨法若學家財物還多，從僧乞解學家羯磨者，僧應白二為解。應如是作。大", "101": "德僧聽！於某城中某居士家，夫婦得信，為佛", "102": "弟子，好施，財物竭盡，僧先與作學家羯磨；今", "103": "財物還多，從僧乞解學家羯磨。若僧時到，僧", "104": "忍聽，解學家羯磨。白如是。大德僧聽！於某城", "105": "中某居士家，夫婦得信，為佛弟子，財物還多；", "106": "僧今與某居士解學家羯磨。誰諸長老忍僧", "107": "與某居士解學家羯磨者默然，誰不忍者說。", "108": "僧已忍與某居士解學家羯磨竟。僧忍，默然", "109": "故，是事如是持。", "11": "他！汝等多聞智慧，財富亦勝，多有知識；我等", "110": "作餘語羯磨法時有比丘犯罪，諸比丘問言：「汝自知犯罪不耶？」即以餘事報諸比丘：「汝向", "111": "誰語？為說何事？為論何理？為語我？為語誰耶？是誰犯罪？罪由何生？我不見罪！云何言我有罪？」佛言：「自今已去，聽", "112": "白已，名作餘語。」應如是白：大德僧聽！此某甲比丘犯罪。諸比", "113": "丘問言：「汝今自知犯罪不耶？」此比丘即以餘", "114": "事報諸比丘言：「汝向誰語？為說何事？為論何", "115": "理？為我說？為餘人說？誰犯罪？罪由何生？我", "116": "不見罪！」若僧時到，僧忍聽，當名某甲比丘作", "117": "餘語。白如是。作是白已，名作餘語。若未白前作餘語者，一切盡突吉羅；若作白已作餘語", "118": "者，一切盡波逸提。", "119": "作觸惱羯磨法時有比丘，眾僧立制不得作餘語已，便觸惱僧：喚來不來，不喚來便來，應", "12": "當為汝作伴黨。」令僧未有諍事而有諍事，已", "120": "起不起，不應起便起，應語不語，不應語便語。佛言：「聽僧與此比丘作白羯磨已，名作觸惱。」作如是白：大德", "121": "僧聽！此某甲比丘，僧名作餘語已，便觸惱眾", "122": "僧：喚來不來，不喚來便來；應起不起，不應起", "123": "便起；應語不語，不應語便語。若僧時到，僧忍", "124": "聽，制某甲比丘，名作觸惱。白如是。如是白已，名作觸惱", "125": "僧。未白前觸惱僧者，一切盡突吉羅；若作白已觸惱僧者，一切盡波逸提。", "126": "惡馬治法時有比丘，惡性不受諫語，多犯眾罪。餘比丘語言：「汝犯罪見不？」答言：「不見。」僧應捨棄莫", "127": "問，語如是言：汝今不見罪，汝所往之處，彼亦當舉汝", "128": "罪，為汝作自言，不聽汝作阿㝹婆陀，不聽布", "129": "薩自恣。如調馬師，惡馬難調，即合所繫韁𣏾", "13": "有諍事而不除滅。若僧時到，僧忍聽，僧為某", "130": "棄之；汝比丘不自見罪，亦復如是，一切捨", "131": "棄。汝所往之處，乃至不聽汝布薩自恣。是人不應", "132": "求聽，此即是聽。", "133": "梵罰治法時有比丘，惡性犯戒，復不受諫，作默擯治。應如是作。一切比丘默擯", "134": "不與語，是梵罰治。然不改者將詣眾中，諸人共彈", "135": "使出，莫與說戒，亦莫與法會從事。", "136": "捨教授比丘尼法時六群比丘尼、沙彌尼、式叉摩那，來至寺內，共比丘、沙彌共住，更相調", "137": "弄，共唄、共哭、或共戲笑，亂諸坐禪比丘。佛言：「應喚來謫罰。若不改者，應為沙彌尼和上、闍梨作捨教授羯磨。」", "138": "與白衣家作覆鉢羯磨法佛言：「白衣家有五法，不應與作覆鉢：不孝順父、不孝", "139": "順母、不敬沙門、不敬婆羅門、不供事比丘。有五法應作，即反上是。復有十法，眾僧應與作覆鉢：罵謗比丘、為比丘作損減、", "14": "甲比丘作呵責羯磨，若後復更鬪諍，共相罵", "140": "作無利益、方便令無住處、鬪亂比丘、於比丘前說佛法僧惡、以無根不淨法謗比丘、若犯比丘尼。如是九八七六五四三", "141": "二一，與作覆鉢。」應如是與。大德僧聽！此某甲，某甲比丘清淨，", "142": "而以無根波羅夷法謗。若僧時到，僧忍聽，僧", "143": "今為此某甲作覆鉢不相往來。白如是。大德", "144": "僧聽！此某甲，某甲比丘清淨，而以無根波羅", "145": "夷法謗；今僧為某甲作覆鉢不相往來。誰諸", "146": "長老忍僧為某甲作覆鉢不相往來者默然，", "147": "誰不忍者說。僧已忍為某甲作覆鉢不相往", "148": "來竟。僧忍，默然故，是事如是持。", "149": "差比丘使告白衣法佛言：「應白二羯磨差一比丘為使，告白衣令知。」其使比丘應具", "15": "詈者，眾僧當更增罪治。白如是。大德僧聽！此", "150": "八德。八德及差，廣如律明。此使比丘往至彼家，不應受床坐飲食供養等，直應語云：今僧為汝", "151": "作覆鉢不相往來。彼若不解，應廣為說。彼人若言：「作何方便解我覆鉢，還相往來者。」彼使", "152": "應語云：「汝應往懺悔眾僧。彼若懺悔，隨順眾僧，不敢違逆，從僧乞解覆鉢，還相往來者，僧應為解。」解文如律。", "153": "14 設諫篇(下)設諫篇第十四", "154": "諫破僧法若比丘方便欲破和合僧，受破僧法，堅持不捨。彼比丘諫此比丘言：大德！莫", "155": "方便欲破和合僧，莫受破僧法，堅持不捨。大", "156": "德！當與僧和合，歡喜不諍，同一水乳，於佛法", "157": "中有增益安樂住。大德！可捨此事，莫令僧作", "158": "呵諫，而犯重罪。若用語者善，若不用語者復令比丘、比丘尼、優", "159": "婆塞、優婆夷、若王、大臣、種種異道沙門、婆羅門", "16": "某甲比丘，憙共鬪諍，共相罵詈，口出刀劍，互", "160": "求，若餘方比丘聞知其人，信用言者，應來。", "161": "若用言者善，若不用言者應作白。作白已，應更求：大德！我已白竟，餘", "162": "有羯磨在。汝今可捨此事，莫令僧為汝作羯", "163": "磨，更犯重罪。若用語者善，若不用語者應作初羯磨。作初羯磨已，應更求：", "164": "大德！我已白作初羯磨竟，餘有二羯磨在。汝", "165": "可捨此事，莫令僧更為汝作羯磨，而犯重罪。", "166": "若用言者善，若不用言者應作第二羯磨。作第二已，應更求云：大德！我已", "167": "作白二羯磨竟，餘有一羯磨在。汝可捨此事，", "168": "莫令僧更為汝作羯磨，而犯重罪。若能捨者善，若不能捨者與", "169": "說第三羯磨。說第三羯磨竟，僧伽婆尸沙。作白二羯磨竟，捨者，三偷蘭遮。作白一羯磨竟，捨者，", "17": "求長短。彼自共鬪諍已，若復有餘比丘鬪諍", "170": "二偷蘭遮。作白竟，捨者，一偷蘭遮。若初白未竟，捨者，突吉羅。若一切未白前，方便欲破和合僧，受破和合僧法，", "171": "堅持不捨，一切突吉羅。羯磨法體，具如律明。", "172": "諫破僧助伴法眾僧諫彼破僧比丘時，復有非法群黨比丘，一、二、三、眾多，語諸比丘言：「大德！汝", "173": "莫諫此比丘，此比丘是法語比丘、律語比丘；此比丘所說，我等忍可。」諸比丘應語言：汝莫作是語，", "174": "言：「此比丘是法語比丘、律語比丘；此比丘所", "175": "說，我等忍可。」而此比丘非法語比丘、非律語", "176": "比丘。汝等莫壞和合僧，當助和合僧。大德！與", "177": "僧和合，歡喜不諍等。如前。羯磨法體，亦如律明。", "178": "諫被擯謗僧法時有比丘行惡行，污他家，見聞皆具。僧作擯法，便謗僧言：「諸比丘有愛、有恚、有", "179": "怖、有癡，有如是同罪比丘，有驅者、有不驅者。」諸比丘應語彼言：大德！污他家亦見", "18": "者，即復往彼勸言：「汝等勉力，莫不如他！汝等", "180": "亦聞，行惡行亦見亦聞。大德！污他家，行惡行，", "181": "可捨此事，莫為僧所呵，更犯重罪。若隨語者善；若不隨語者，乃至", "182": "與說第三，如上。白四法體，亦如律明。", "183": "諫惡性不受語法若比丘惡性不受人語，諸比丘以戒律如法教授，自身作不可共語，語諸", "184": "比丘言：「大德！莫語我若好、若惡，我亦不語諸大德若好、若惡。大德止！不須諫我。」彼比丘諫此比丘言：大德！", "185": "莫自作不可共語，當作可共語。大德如法諫", "186": "諸比丘，諸比丘亦當如法諫大德。如是佛弟", "187": "子眾，得增益展轉相教，展轉相諫，展轉懺悔。", "188": "大德！可捨此事，莫為僧所呵，更犯重罪。若隨語者善；若", "189": "不隨語者，乃至第三，如上。白四法體，亦如律明。", "19": "智慧多聞，財富亦勝，多有知識；我等當為汝", "190": "諫惡見說欲不障道法彼比丘作如是言：「我知佛所說法，行婬欲非障道法。」諸善", "191": "比丘應諫此比丘言：汝莫作是語，莫謗世尊，謗世尊者不", "192": "善，世尊不作是語。世尊無數方便說行婬欲", "193": "是障道法。汝今可捨此事，莫為僧所呵，更犯", "194": "罪。若隨語者善；若不隨語者，乃至第三，如上。白四法體，亦如律明。呵諫說欲不障道沙彌法，同此無異。", "195": "諫犯罪法時有比丘欲犯波羅夷乃至惡說，諸比丘應諫此比丘言：大德！莫作", "196": "語是，此不應爾。大德所作，非法、非律、非佛", "197": "所教。然此比丘不從諸善比丘如法諫勸，即便犯戒。若此比丘自知所作是，明他諫者非，故作，犯根本；不從語", "198": "者，突吉羅。若此比丘自知所作非，明他諫者是，故作，犯根本；不從語者，波逸提。若無智人、不知諫法，應語彼云：汝", "199": "可問汝和上、阿闍梨，更學問誦經，知諫法已，然", "2": "西太原寺沙門懷素集", "20": "作伴黨。」令僧未有諍事而有諍事，已有諍事", "200": "後設諫。", "201": "15 滅諍篇(下)滅諍篇第十五", "202": "與現前毘尼法時諸比丘，人不現前，便作羯磨。佛言：「不應人不現前而作羯磨。」自", "203": "今已去，為諸比丘結現前毘尼滅諍，應如是", "204": "說現前毘尼。但現前有五，謂：法、毘尼、人、僧、界。云何法現前？所持法滅諍者是。云何毘尼現前？所", "205": "持毘尼滅諍者是。云何人現前？言義往返者是。云何僧現前？同羯磨和合集一處，不來者囑授，在現前應呵者不", "206": "呵是。云何界現前？在界內羯磨作制治者是。", "207": "與憶念毘尼法時諸比丘實不犯重罪波羅夷、僧伽婆尸沙、偷蘭遮，諸比丘皆言犯重罪。問言：", "208": "「汝憶犯重罪不？」彼不憶犯，答言：「我不憶犯如是罪。」即語諸比丘言：「長老！莫數詰問我。」諸比丘故詰問不止。佛言：「聽僧為作", "209": "憶念毘尼白四羯磨。」乞作如文。自今已去，與諸比丘結憶念毘尼", "21": "而不除滅。僧為某甲比丘作呵責羯磨。誰諸", "210": "滅諍，應如是說憶念毘尼。云何憶念毘尼？彼比丘此罪，更不應舉、不應作憶念。", "211": "與不癡毘尼法時有比丘癡狂心亂，多犯眾罪，非沙門法，言無齊限，行來出入不順威儀。後還", "212": "得心時，諸比丘言：「犯重罪波羅夷、僧伽婆尸沙。」問言：「汝憶犯重罪不？」彼即答言：「我先癡狂心亂時多犯眾罪，非我故", "213": "作，是狂癡耳。諸長老不須數見難詰。」諸比丘故難詰不止。佛言：「聽僧與作不癡毘尼白四羯磨。」乞作如文。自今", "214": "已去，與諸比丘結不癡毘尼滅諍，應如是說", "215": "不癡毘尼。云何不癡毘尼？彼比丘此罪，更不應舉、不應作憶念。", "216": "與自言治毘尼法比丘以天眼清淨，見比丘犯戒，不取自言，牽出門外。佛言：「不應如是。若", "217": "於異時，亦不應如是。令彼伏罪然後與罪，不應不自伏罪而與罪。」自今已去，為諸比", "218": "丘結自言治滅諍，應如是說自言毘尼。是中人現", "219": "前者，受懺者、懺悔者是。云何自言？說罪名、說罪種懺悔者是。云何治？自責汝心，生厭離也。", "22": "長老忍僧與某甲比丘作呵責羯磨，若後復", "220": "與多人語毘尼法諸比丘諍事現前不能滅者，應多求如法比丘行舍羅滅諍，以籌多表", "221": "語。自今已去，為諸比丘結用多人語滅諍法，", "222": "應如是說用多人語。云何多人語？若用多人說，持法、持毘尼、持摩夷。", "223": "與罪處所毘尼法時諸比丘犯罪，前後相違。佛言：「聽僧與彼比丘作罪處所白四羯磨。」應如", "224": "是與：集僧；集已，為作舉；作舉已，與作憶念；作憶念已，與罪。作法如文。作已，順行七五之行。自今已去，", "225": "為諸比丘結罪處所滅諍法，應如是說結罪", "226": "處所。云何罪處所？彼比丘此罪，與作舉、作憶念者是。", "227": "與草覆地毘尼法諸比丘作念：「我曹多犯眾戒，非沙門法，亦作亦說，出入無限。若我曹還", "228": "自共善問此事，或能令此諍事轉深重，經歷年月，不得如法、如毘尼、如佛所教滅除諍事，令僧不得安樂。」佛言：「應滅此諍，", "229": "猶如草覆地。」自今已去，為諸比丘結如草覆地滅諍", "23": "更鬪諍，共相罵詈者，眾僧當更增罪治。忍者", "230": "法，應如是說如草覆地。云何草覆地？此罪更不說罪名、罪種懺悔者是。", "231": "諍有四種言諍、覓諍、犯諍、事諍。云何言諍？比丘共比丘諍言，引十八諍事：法、非法，乃至說、不說。若以", "232": "如是相共諍言語，遂彼此共鬪，是為言諍。云何覓諍？若比丘與比丘覓罪，以三舉事：破戒、破見、破威儀，見、聞、疑，作", "233": "如是相覓罪，共語不妄，求伴勢力，安慰其意，若舉、作憶念，若安此事、若不安此事，不癡、不脫，是為覓諍。云何犯", "234": "諍？犯七種罪，波羅夷乃至惡說，是為犯諍。云何事諍？言諍中事作，覓諍中事作，犯諍中事作，是為事諍。舉藥", "235": "對諍，律文廣明。", "236": "16 雜行篇(下)雜行篇第十六", "237": "結說戒堂法律言：不知當於何處說戒？佛言：「聽作說戒堂。應一比丘具儀唱某大堂、閣上堂、經行", "238": "堂、若河側、若樹下、若石側、生草處已。」應如是作。大德僧聽！若僧時到，僧忍", "239": "聽，在某處作說戒堂。白如是。大德僧聽！今", "24": "默然，誰不忍者說。三說。僧已忍為某甲比丘", "240": "眾僧在某處作說戒堂。誰諸長老忍僧在某", "241": "處作說戒堂者默然，誰不忍者說。僧已忍聽", "242": "在某處作說戒堂竟。僧忍，默然故，是事如是", "243": "持。", "244": "解說戒堂法時諸比丘先立說戒堂，復欲餘處立。聽解前說戒堂，然後更結。應如是解。大德", "245": "僧聽！若僧時到，僧忍聽，解某處說戒堂。白如", "246": "是。大德僧聽！今僧解某處說戒堂。誰諸長老", "247": "忍僧解某處說戒堂者默然，誰不忍者說。僧", "248": "已忍解某處說戒堂竟。僧忍，默然故，是事", "249": "如是持。", "25": "作呵責羯磨竟。僧忍，默然故，是事如是持。彼得", "250": "結庫藏法時客比丘來，移衣物著餘房，不堅牢。佛聽別房結作庫藏屋。應一比丘唱某房、若溫室、若重", "251": "屋、若經行處，作庫藏屋。唱已，應如是作。大德僧聽！若僧時到，僧忍聽，", "252": "僧結某甲房作庫藏屋。白如是。大德僧聽！僧", "253": "結某甲房作庫藏屋。誰諸長老忍僧結某甲", "254": "房作庫藏屋者默然，誰不忍者說。僧已忍結", "255": "某甲房作庫藏屋竟。僧忍，默然故，是事如是", "256": "持。若庫藏不堅牢，聽差守庫藏人，具德如上。若不肯者，與福饒、與粥。若故不肯，一切所受衣食分，應與二分。若故不肯，", "257": "當如法治。", "258": "解庫藏法文略無解，應翻結云：大德僧聽！若僧時到，僧忍", "259": "聽，僧解某甲房庫藏屋。白如是。大德僧聽！僧", "26": "法已，修行七五之行。此七五行，具如上明。", "260": "解某甲房庫藏屋。誰諸長老忍僧解某甲房", "261": "庫藏屋者默然，誰不忍者說。僧已忍解某甲", "262": "房庫藏屋竟。僧忍，默然故，是事如是持。", "263": "與無主為已造房法彼比丘看無難、無妨處已，僧中具儀，作如是乞：大德僧", "264": "聽！我某甲比丘，自乞作屋，無主，自為已，我今", "265": "從僧乞處分無難、無妨處。三說。僧應觀察此比丘為可信不？若可信者，即當聽", "266": "作；若不可信者，一切僧應到彼看。若僧不去，遣僧中可信者看。若彼處有難、有妨處，不應與處分。若無難、有妨處，有難、無", "267": "妨處，亦不應與處分。若無難、無妨處，應與處分。作如是與：大德僧聽！某甲比丘，", "268": "自求作屋，無主，自為已，從僧乞處分無難、無", "269": "妨處。若僧時到，僧忍聽，僧今與某甲比丘處", "27": "解呵責羯磨法若眾僧在小食上、後食上、若說法、若布薩，被呵責羯磨人，正衣服，脫革屣，在", "270": "分無難、無妨處。白如是。大德僧聽！某甲比丘，", "271": "自求作屋，無主，自為已，從僧乞處分無難、無", "272": "妨處；僧今與某甲比丘處分無難、無妨處。誰", "273": "諸長老忍僧與某甲比丘處分無難、無妨處者", "274": "默然，誰不忍者說。僧已忍與某甲比丘處分", "275": "無難、無妨處竟。僧忍，默然故，是事如是持。", "276": "有主造房，文同，但稱有主為異。", "277": "與結不失衣法時有比丘得乾痟病，有糞掃僧伽梨患重，自思念言：「世尊與諸比丘結戒，不得", "278": "離衣宿。我今得乾痟病，有糞掃僧伽梨極重，有因緣欲往人間行，不堪持行。」佛言：「自今已去，聽僧與此病比丘結不失衣", "279": "白二羯磨。」應至僧中，具儀作如是乞。大德僧聽！我某甲比丘得乾痟", "28": "一面住，䠒跪合掌，白如是言：大德僧！受我懺悔。自今已去，", "280": "病，此糞掃僧伽梨重，有因緣事欲人間行，不", "281": "堪持行，我今從僧乞結不失衣法。三說。僧如是與。大德", "282": "僧聽！某甲比丘得乾痟病，有糞掃僧伽梨重，", "283": "有因緣事欲人間行，不堪持行，從僧乞結不", "284": "失衣法。若僧時到，僧忍聽，與此比丘結不失", "285": "衣法。白如是。大德僧聽！某甲比丘得乾痟病，", "286": "有糞掃僧伽梨重，有因緣事欲人間行，不堪", "287": "持行，從僧乞結不失衣法；今僧與某甲比丘", "288": "結不失衣法。誰諸長老忍僧與某甲比丘結", "289": "不失衣法者默然，誰不忍者說。僧已忍與某", "29": "自責心，止不復作。佛言：「若隨順眾僧，無所違逆，求解呵責羯磨。聽解，作白四羯磨。」僧應", "290": "甲比丘結不失衣法竟。僧忍，默然故，是事如", "291": "是持。", "292": "與作新臥具法時有比丘得乾痟病，有糞掃臥具極重，自念：「世尊制戒，作新臥具持至六年；若", "293": "減六年，不捨故臥具，更作新者，尼薩耆波逸提。我今得乾痟病，此臥具重，不堪持行。」佛言：「聽僧與彼比丘白二羯磨。」當往", "294": "僧中，具儀作如是乞。大德僧聽！我某甲比丘得乾痟病，有", "295": "小因緣欲人間行，有糞掃臥具極重，不堪持", "296": "行，我今從僧乞作新臥具羯磨。三說。僧如是與。大德僧", "297": "聽！此某甲比丘得乾痟病，欲人間行，有糞掃", "298": "臥具重，今從僧乞作新臥具羯磨。若僧時到，", "299": "僧忍聽，僧與此某甲比丘作新臥具羯磨。白", "3": "13 治人篇(下)治人篇第十三", "30": "觀察，有五法不應為解，謂違上七五之行；有五法應為解呵責，謂不違上七五之行。應至僧中，具儀作如是乞：", "300": "如是。大德僧聽！此某甲比丘得乾痟病，有糞", "301": "掃臥具重，欲人間遊行，今從僧乞更作新臥", "302": "具羯磨；僧與此某甲比丘更作新臥具羯磨。", "303": "誰諸長老忍僧與此某甲比丘更作新臥具羯", "304": "磨者默然，誰不忍者說。僧已忍與某甲比丘", "305": "更作新臥具羯磨竟。僧忍，默然故，是事如是", "306": "持。", "307": "與畜杖絡囊法時有比丘羸老，不能無絡囊盛鉢無杖而行。佛言：「聽僧與彼老比丘作杖絡囊", "308": "白二羯磨。」應至僧中，具儀作如是乞。大德僧聽！我某甲比丘老病，不", "309": "能無絡囊盛鉢無杖而行，今從僧乞畜杖絡", "31": "大德僧聽！我某甲比丘，僧與作呵責羯磨。我", "310": "囊。願僧聽我某甲比丘畜杖絡囊，慈愍故。", "311": "三說。僧應如是與法。大德僧聽！此某甲比丘羸老，不能無", "312": "絡囊盛鉢無杖而行，今從僧乞杖絡囊。若僧", "313": "時到，僧忍聽，與某甲比丘杖絡囊。白如是。大", "314": "德僧聽！此某甲比丘羸老，不能無杖絡囊而", "315": "行，今從僧乞杖絡囊；僧今與此某甲比丘杖", "316": "絡囊。誰諸長老忍僧與某甲比丘杖絡囊者", "317": "默然，誰不忍者說。僧已忍與某甲比丘杖絡", "318": "囊竟。僧忍，默然故，是事如是持。", "319": "六念法依《僧祇》云：", "32": "今隨順眾僧，無所違逆，從僧乞解呵責羯磨。", "320": "第一念：謂知日數，月之大小、黑白。稱云：此月大月小稱小，白月一日乃至", "321": "十五日。黑月應云：黑月一日乃至十四、十五日。西方本制，月有", "322": "黑白，白月純大，黑有小大；此土，月以三十日為。故作念者，通知大小，即應此方立其月法；別言黑白一二日等，復順西", "323": "方本制月日。第二念：謂知食處。食處不定，隨其食處稱云：或食僧常食、或常", "324": "乞食、或受彼請、或自食等。若無食處，稱云：今日念不背", "325": "請食。第三念：謂知受戒時日歲數。稱云：我於某年某月某日某", "326": "時，一尺木若干影，受具足戒，無夏。若有夏者，隨夏稱之。第四", "327": "念：謂知衣鉢緣資有無具闕。若衣鉢有闕者，隨有稱云：某衣及鉢具。餘不具者，稱云：某", "328": "衣及鉢不具，念當時具。若總具足，應云：三衣鉢具。餘長衣藥鉢，念", "329": "知已淨、未淨。若有未淨者，稱云：有某長衣及藥鉢未作淨，念當說", "33": "願僧慈愍故，為我解呵責羯磨。三說。僧應如是與法。大德", "330": "淨。若無，稱云：無長衣藥鉢。第五念：謂知食之同別。勸與眾同，稱云：不別", "331": "眾食。第六念：謂知病不？有病者云：我今有病，念當療治。無病者云：", "332": "我今無病，依眾行道。", "333": "捨請法若比丘無病及施衣緣，一日之中有多請者，應自受一請，餘者，轉施與人。作如是言：長老！", "334": "某甲家請我施五正食，我應往彼，今布施汝。", "335": "若不捨前請，受後請食，食者，咽咽波逸提；若不捨後請，受前請食，食者，咽咽突吉羅。作餘食法食有", "336": "二種：一者正食，二者不正食。不正食者，謂：根、莖食等。此非正食，非足。正食者，謂：飯、󰉓、乾飯、魚、及肉。若粥初出釜，以草畫之", "337": "不合者，是正食，不得食。於五種食中，若食一一食令飽足已，捨威儀，不作餘食法，食者，咽咽波逸提。若欲食者，持食至一", "338": "未足食比丘所，作如是言：大德！我足食已，知是看是，此作餘", "339": "食法。彼比丘應取少許食已，語此比丘言：長老！我已食止，汝取食之。", "34": "僧聽！某甲比丘，僧為作呵責羯磨。彼比丘隨", "340": "彼應答言：爾。作此法已，得隨意食。", "341": "別眾食白入出法別眾者，若四人、若過四人。若二人、三人，隨意食。四人、若過，應分二部更互", "342": "食。若比丘有別眾食因緣，欲入食者，當起白言：我有某別眾食緣，欲求入。佛言：", "343": "「當聽隨上座次入。」別眾食緣者，病時、作衣時、施衣時、道行時、船行時、大眾集時、沙門施食時。若比丘無別眾食因緣，彼比", "344": "丘即當起白言：我於此別眾食中無因緣，欲求出。佛言：「聽出。」若比", "345": "丘別眾食，咽咽波逸提。若有因緣不說，突吉羅。", "346": "前食後食詣餘家囑授法諸比丘大有請處，畏慎不敢入城。佛言：「聽諸比", "347": "丘相囑入城；若獨一房者，當囑比房比丘。」作如是言：大德一心念！我某甲比丘，", "348": "已受某甲請。今有某緣，入某聚落，至某甲", "349": "家，白大德令知。病時、作衣時、施衣時，開不囑授。若囑授已，欲詣所去處而中道還；或不至所", "35": "順眾僧，無所違逆，從僧乞解呵責羯磨。若僧", "350": "囑處，更詣餘家，乃至庫藏處、聚落邊房、及尼伽藍；若至所囑", "351": "處白衣家還出；如是等，皆失前囑授，若欲往者，當更囑授。", "352": "非時入聚落囑授法若有僧事、塔寺事、瞻病比丘事，聽囑授入聚落。若獨房者，當囑比", "353": "房比丘。作如是言：長老一心念！我某甲比丘，非時入某聚", "354": "落，至某甲家，為某緣故，白長老令知。若道由村過、若有啟", "355": "白、若喚、受請、或為力勢所持、繫縛等，不犯。", "356": "17 修奉篇(下)修奉篇第十七", "357": "爾時世尊告諸比丘：「汝等諦聽，善思念之！若", "358": "比丘說相似文句，遮法毘尼，此比丘令多人", "359": "不得利益，作諸苦業，以滅正法；若比丘隨順", "36": "時到，僧忍聽，解某甲比丘呵責羯磨。白如是。", "360": "文句，不違法毘尼，如此比丘利益多人，不令", "361": "作眾苦業，正法久住。是故諸比丘，汝等當隨", "362": "順文句，勿令增減、違法毘尼，當如是學。」佛說", "363": "如是，諸比丘聞，歡喜信樂受持。", "364": "爾時佛告諸比丘：「如來出世，見眾過失，故以", "365": "一義為諸聲聞結戒：攝取於僧。以此一義故，", "366": "如來為諸聲聞結戒。」佛說如是，諸比丘聞，歡", "367": "喜信樂受持。乃至正法久住，句句亦如是。", "368": "爾時佛告諸比丘：「如來出世，以一義故，為諸", "369": "比丘制呵責羯磨：攝取於僧。以是一義故，如", "37": "大德僧聽！此某甲比丘，僧為作呵責羯磨。彼", "370": "來出世為諸比丘制呵責羯磨。」佛說如是，諸", "371": "比丘聞，歡喜信樂受持。乃至正法久住，句句", "372": "亦如是。如是擯羯磨、依止羯磨、遮不至白", "373": "衣家羯磨，作不見罪舉羯磨、不懺悔羯磨、惡", "374": "見不捨羯磨，檢校法律所制，制受依止、制梵", "375": "罰、制舉、制憶念、制求聽、制自言、制遮阿㝹婆", "376": "陀、制遮說戒、制遮自恣、制戒、制說戒、制布", "377": "薩、制布薩羯磨、制自恣、制自恣羯磨、制單白", "378": "羯磨、制白二羯磨、制白四羯磨、制與覆藏、與", "379": "本日治、與摩那埵、與出罪、制四波羅夷、制十", "38": "比丘隨順眾僧，無所違逆，從僧乞解呵責羯", "380": "三僧伽婆尸沙、二不定法、三十尼薩耆、九十波", "381": "逸提、四波羅提提舍尼、式叉迦羅尼、七滅諍，", "382": "一一句如呵責羯磨。", "383": "爾時佛告諸比丘：「有二見，出家人不應行：非", "384": "法見法，法見非法。復有二見：毘尼言非毘尼，", "385": "非毘尼言毘尼。復有二見：非犯見犯，犯見非", "386": "犯。復有二見：輕而見重，重而見輕。復有二", "387": "見：有餘見無餘，無餘見有餘。復有二見：麁", "388": "惡見非麁惡，非麁惡見麁惡。復有二見：舊法", "389": "見非舊法，非舊法見舊法。復有二見：制見非", "39": "磨。誰諸長老忍僧為某甲比丘解呵責羯磨", "390": "制，非制見制。復有二見：說見非說，非說見", "391": "說。復有二見：酒見非酒，非酒見酒。復有二", "392": "見：飲見非飲，非飲見飲。復有二見：食見非", "393": "食，非食見食。復有二見：時見非時，非時見", "394": "時。復有二見：淨見不淨，不淨見淨。復有二", "395": "見：重見非重，非重見重。復有二見：難見非", "396": "難，非難見難。復有二見：無蟲見蟲，蟲見無", "397": "蟲。復有二見：破見不破，不破見破。復有二", "398": "見：種見非種，非種見種。復有二見：已解義", "399": "見未解，未解義見已解。復有二見：可親見非", "4": "與呵責羯磨法案律有二法，僧應與作呵責羯磨：非法說法、法說非法，乃至說、不說亦如", "40": "者默然，誰不忍者說。三說僧已忍解某甲比丘呵", "400": "親，非親見可親。復有二見：怖見不怖，不怖", "401": "見怖。復有二見：道見非道，非道見道。復有二", "402": "見：可行見非行，非行見可行。復有二見：出", "403": "離見不出離，不出離見出離。復有二見：棄見", "404": "不棄，不棄見棄。復有二見：見世間常，見世間", "405": "無常。復有二見：見世界有際，見世界無際。復", "406": "有二見：是身是命，身異命異。復有二見：有如", "407": "來滅度，無如來滅度。復有二見：有無如來滅", "408": "度，非有無如來滅度。於佛法內有如是二見，", "409": "出家人不應修行；若修行，如法治。」佛說如是，", "41": "責羯磨竟。僧忍，默然故，是事如是持。", "410": "諸比丘聞，歡喜信樂受持。", "411": "爾時佛告諸比丘：「有二種人住不安樂：一憙", "412": "嗔，二懷怨。復有二法：一急性，二難捨。復有二", "413": "法：一慳，二嫉妬。復有二法：一欺詐，二諂曲。復", "414": "有二法：一自高，二憙諍。復有二法：一好飾，二", "415": "放逸。復有二法：一慢，二增上慢。復有二法：一", "416": "貪，二恚。復有二法：一自譽，二毀他。復有二法：", "417": "一邪見，二邊見。復有二法：一有難教，二不受", "418": "訓導。」佛說如是，諸比丘聞，歡喜信樂受持。", "419": "爾時佛告諸比丘：「破戒墮二道：地獄、畜生中。", "42": "與擯羯磨法時有比丘行惡行，污他家。言惡行者，自種花樹、教他種等。言污家者，有四種事：", "420": "持戒生二道：生天及人中。屏處造惡業，生墮", "421": "於二道：地獄及畜生。屏處造善業，得生於二", "422": "道：生天及人中。邪見生二道：地獄及畜生。正", "423": "見生二道：生天及人中；佛聖弟子，天人中尊", "424": "貴。有二法不得解脫：一犯戒，二不見犯。有二", "425": "法自得解脫：一不犯，二見犯。有二法不得解", "426": "脫：一犯而不見罪，二見犯而不如法懺悔。有", "427": "二法自得解脫：一見犯罪，二犯而能如法懺", "428": "悔。有二法不得解脫：一見罪不如法懺悔，二", "429": "若如法懺而彼不受。有二法自得解脫：一見", "43": "一、依家污家，二、依利養污家，三、依親友污家，四、依僧伽藍污家。此比丘行惡行，污他家，見聞皆具。佛言：「聽僧為作擯", "430": "罪能如法懺，二如法懺者彼能如法受。縛、不", "431": "縛亦如是。有二種清淨：一不犯，二懺悔。」佛說", "432": "如是，諸比丘聞，歡喜信樂受持。", "433": "爾時佛告諸比丘：「有二眾：一法語眾，二非法", "434": "語眾。何等非法語眾？眾中不用法毘尼，不", "435": "以佛所教而說，應教不教而住，應滅不滅而", "436": "住，是為非法語眾。何等法語眾？眾中用法", "437": "毘尼，隨佛所教而說，應教教而住，應滅滅", "438": "而住，是為法語眾。此二眾中，法語眾，我讚", "439": "歎為尊。」佛說如是，諸比丘聞，歡喜信樂受", "44": "白四。」此作及解，文如律明。", "440": "持。", "441": "復有二眾：「如法眾，不如法眾。何等不如法眾？", "442": "眾中若非法者有力，如法者無力；非法者得", "443": "伴，如法者不得伴；作非法羯磨，不作法羯磨；", "444": "作非毘尼羯磨，不作毘尼羯磨；非法便行，是", "445": "法不行；是為非法眾。何等如法眾？若眾中如", "446": "法者有力，非法者無力；如法者得伴，不如法", "447": "者不得伴；作法羯磨，不作非法羯磨；作毘尼", "448": "羯磨，不作非毘尼羯磨；是法行，非法滅；是為", "449": "如法眾。此二眾中，如法眾，我讚歎為尊。」佛說", "45": "與依止羯磨法若比丘癡無所知，多犯眾罪，共白衣雜住而相親附，不順佛法。佛言：「聽", "450": "如是，諸比丘聞，歡喜信樂受持。有二眾：等眾，", "451": "不等眾，亦如是。", "452": "爾時佛告諸比丘：「若國法王力弱，眾賊熾盛，", "453": "爾時法王不得安樂出入，邊國小王不順教", "454": "令，國界人民亦不安樂出入，生業休廢，憂苦、", "455": "損減，不得利益。如是非法比丘有力，是法比", "456": "丘無力。如法比丘不得安樂，若在眾中亦不", "457": "得語。若在空處住，是時作非法羯磨，不作法", "458": "羯磨；作非毘尼羯磨，不作毘尼羯磨；非法便", "459": "行，是法不行。彼不勤行精進，未得令得，未", "46": "僧為作依止白四。」謂遣依止有德人住，不得稱方國土等作。此作及解，亦文如律。", "460": "入令入，未證令證，則令諸天人民不得利益，", "461": "長夜受苦。」佛說如是，諸比丘聞，歡喜信樂受", "462": "持。", "463": "爾時佛告諸比丘：「若國法王力強，眾賊力弱，", "464": "皆來歸伏或復逃竄。時法王安樂出入，無有", "465": "憂慮，邊國小王順從教令，境內人民亦得安", "466": "樂，生業自恣無諸憂苦，多得利益無有損減。", "467": "如是如法比丘得力，非法比丘無力，非法比", "468": "丘來至如法比丘所，隨順教令不敢違逆，若", "469": "當逃竄，不作眾惡。爾時如法比丘安隱得樂，", "47": "與遮不至白衣家羯磨法白衣有五法，僧應為作遮不至白衣家羯磨：此人恭", "470": "若在僧中得語。若在空處住，作如法羯磨，不", "471": "作非法羯磨；作毘尼羯磨，不作非毘尼羯磨；", "472": "是法便行，非法不行；勤修精進，未得能得，未", "473": "入能入，未證能證，則令諸天人民得大利益。」", "474": "佛說如是，諸比丘聞，歡喜信樂受持。", "475": "爾時舍利弗告諸比丘：「諸長老！若有鬪諍，舉", "476": "他比丘及有罪比丘不自觀察，當知此諍遂", "477": "更增長，不得如法、如毘尼除滅，諸比丘不安", "478": "樂。若比丘共諍，舉他比丘及有罪者各自觀", "479": "過，當知此諍不復增長深重，得如法、如毘尼", "48": "敬父、母、沙門、婆羅門、所應持者堅持不捨。比丘有十法，僧應與作遮不至白衣家羯磨：惡說罵白衣家、方便令白衣家", "480": "除滅，諸比丘便得安樂住。諸比丘云何自", "481": "觀過？有罪比丘作是念：『我犯如是事，彼見我", "482": "犯非，我若不犯者，彼不得見我犯非，以我", "483": "犯故，令彼見我；我今應自悔過，令彼不復", "484": "以惡語呵我，我若如是，使善法增長。』是為比", "485": "丘能自觀其過。云何舉他比丘自觀其過？彼", "486": "作如是念：『彼比丘犯非，令我得見，若彼不犯", "487": "非者，我則不見，以彼犯非故，令我得見；若彼", "488": "自能至誠懺悔者，不令我出惡言，如是令善", "489": "法增長。』是為舉他比丘自觀其過。若比丘有", "49": "損減、作無利、作無住處、鬪亂白衣、於白衣前謗佛法僧、在白衣前作下賤罵、如法許白衣而不實。此作及差使送懺", "490": "諍事，舉他比丘、有罪比丘能作如是自觀其", "491": "過，當知此過不復增長，如法、如毘尼、如佛所", "492": "教，諸比丘得安樂住。」舍利弗說如是，諸比丘", "493": "聞，歡喜信樂受持。", "494": "爾時有眾多比丘往世尊所，頭面禮足，却坐", "495": "一面，白世尊言：「大德是法之主，說言學，云", "496": "何為學？」佛告諸比丘：「學於戒，故言學。云何學", "497": "戒？增戒學、增心學、增慧學，是故言學。彼增戒", "498": "學、增心學、增慧學時，得調伏貪欲、瞋恚、愚癡", "499": "盡；彼得貪欲、瞋、癡盡已，不造不善，不近諸惡，", "5": "是；乃至舉羯磨亦如是。復有三事，僧應與作呵責羯磨：謂破戒、破見、破威儀；乃至舉羯磨亦如是。復有比丘憙共", "50": "悔、解等，亦文如律。", "500": "是故言學。」佛說如是，諸比丘聞，歡喜信樂受", "501": "持。", "502": "爾時佛問諸比丘：「汝云何學？云何為學？」諸比", "503": "丘白佛言：「大德是法之根本，為法之主，如世", "504": "尊向所說，我等受持，故言學。復有三學：增戒", "505": "學、增心學、增慧學，學此三學，得須陀洹、斯陀", "506": "含、阿那含、阿羅漢果，是故當勤精進，學此三", "507": "學。」爾時阿難在波羅梨子城雞園中，時有孔", "508": "雀冠婆羅門至阿難所，問訊已，在一面坐，白", "509": "阿難言：「沙門瞿曇何故為諸比丘制增戒學、", "51": "與不見罪舉羯磨法時有比丘犯罪，餘比丘語言：「汝犯罪見不？」答言：「不見。」佛言：「聽", "510": "增淨行學、增波羅提木叉學？」阿難答言：「所以", "511": "爾者，為調伏貪欲、瞋恚、愚癡令盡故，世尊為", "512": "諸比丘制戒。」復問言：「若比丘得阿羅漢漏盡，", "513": "彼何所學？」阿難答言：「貪欲、瞋恚、愚癡盡，不造", "514": "不善，不近諸惡，所作已辦，名為無學。」婆羅門", "515": "言：「如向所說，便為無學耶？」阿難答言：「如是。」孔", "516": "雀冠婆羅門聞已，歡喜信樂受持。佛告迦葉", "517": "比丘言：「若上座既不學戒亦不讚歎戒，若有", "518": "餘比丘樂學戒讚歎戒者，亦復不能以時勸", "519": "勉讚歎。迦葉比丘！我不讚歎如是上座。何", "52": "僧與作不見罪舉白四。」此作及解，亦如律。", "520": "以故？若我讚歎者，令諸比丘親近；若有親近", "521": "者，令餘人習學其法；若有習學其法，長夜受", "522": "苦。是故迦葉比丘！我見如是上座過失，故不", "523": "讚歎。」若中座、下座，亦如是。次有上、中、下座如法，反上句是。", "524": "爾時佛告諸比丘：「譬如有驢與群牛共行，自", "525": "言：『我亦是牛！我亦是牛！』而驢毛不似牛，脚不", "526": "似牛，音聲亦不似牛，而與牛共行，自言是牛。", "527": "如是有癡人隨逐如法比丘，自言是比丘。此", "528": "癡人無有增戒、增心、增慧如善比丘，與眾僧", "529": "共行，自言：『我是比丘！』是故汝等當勤修習增", "53": "與不懺悔罪舉羯磨法若有比丘犯罪，諸比丘語言：「汝有罪懺悔。」答言：「不懺", "530": "戒學、增心、增慧學。」佛說如是，諸比丘聞，歡喜", "531": "信樂受持。", "532": "爾時佛告諸比丘：「有三學：增戒學、增心學、增", "533": "慧學。何等增戒學？若比丘尊重於戒，以戒為", "534": "主；不重於定，不以定為主；不重於慧，不以慧", "535": "為主。彼於此戒，若犯輕者懺悔，何以故？此中", "536": "非如破器、破石故；若是重戒，便應堅持，善住", "537": "於戒，應親近行，不毀闕行，不染污行。常如是", "538": "修習，彼斷下五使，於上涅槃，不復還此。若比", "539": "丘重於戒，以戒為主；重於定，以定為主；不重", "54": "悔。」佛言：「聽僧與作不懺悔罪舉白四。」此作及解，亦文如律。", "540": "於慧，不以慧為主；如上。若比丘重於戒，以戒", "541": "為主；重於定，以定為主；重於慧，以慧為主；彼", "542": "漏盡得無漏心解脫、慧解脫，於現在前自知", "543": "得證，我生已盡，梵行已立，所作已辦，不復還", "544": "此。滿足行者，具滿成就；不滿足行者，得不滿", "545": "足成就。我說此戒，無有唐捐。」佛說如是，諸比", "546": "丘聞，歡喜信樂受持。「復有三學：增戒、增心、增", "547": "慧學。何等增戒學？若有比丘具滿戒行，少行", "548": "定行，少行慧行，彼斷下五使，便於上涅槃，不", "549": "復還此。若不能至如是處，能薄三結：貪欲、瞋", "55": "與不捨惡見舉羯磨法若有比丘如是惡見生，作如是言：「我知佛所說法，犯婬欲", "550": "恚、癡，得斯陀含來生世間，便盡苦際。若不能", "551": "至如是處，能斷三結，得須陀洹，不墮惡趣，決", "552": "定取道，七生天上、七生人中，便盡苦際。若比", "553": "丘具滿戒行，具滿定行，少行慧行，亦如上。若", "554": "比丘具滿戒行，具滿定行，具滿慧行，亦如上。」", "555": "「復有三學：增戒學、增心學、增慧學。何等增戒", "556": "學？若比丘具足持波羅提木叉戒，成就威儀，", "557": "畏慎輕戒重若金剛，等學諸戒，是謂增戒", "558": "學。何等增心學？若比丘能捨欲惡，乃至得入", "559": "第四禪，是為增心學。何等增慧學？若比丘", "56": "非障道法。」佛言：「聽僧為作呵諫白四。」諫法如文。彼比丘僧與作呵諫，故不捨惡見。佛言：「與作不捨惡見舉白四。」", "560": "如是知苦諦，知集、盡、道，是為增慧學。」", "561": "爾時世尊在婆闍國地城中，告諸比丘：「我說", "562": "四種廣說，汝等善聽，當為汝說。」諸比丘言：「大", "563": "德！願樂聞之。」「何等四？若比丘如是語：『諸長老！", "564": "我於某村某城，親從佛聞受持，此是法、是毘", "565": "尼、是佛教。』若聞彼比丘說，不應便生嫌疑，亦", "566": "不應呵，應審定文句已，應尋究修多羅、毘尼、", "567": "檢校法律。若聽彼比丘說，尋究修多羅、毘尼、", "568": "檢校法律時，若不與修多羅、毘尼、法律相應，", "569": "違背於法，應語彼比丘：『汝所說者，非佛所說，", "57": "此作及解，亦文如律。", "570": "或是長老不審得佛語。何以故？我尋究修多", "571": "羅、毘尼、法律，不與修多羅、毘尼、法律相應，違", "572": "背於法。長老！不須誦習，亦莫教餘比丘，今應", "573": "捨棄。』若聞彼比丘說，尋究修多羅、毘尼、法律", "574": "時，若與修多羅、毘尼、法律相應，應語彼比丘", "575": "言：『長老所說是佛所說，審得佛語。何以故？我", "576": "尋究修多羅、毘尼、法律，與共相應，而不違背。", "577": "長老！應善持誦習，教餘比丘，勿令忘失。』此是", "578": "初廣說。復次，若比丘如是語：『長老！我於某村", "579": "某城，和合僧中上座前聞，此是法、是毘尼、是", "58": "與狂癡羯磨法有三種狂癡：一、說戒時，或憶或不憶、或來或不來，二、或憶而來，三、或不憶", "580": "佛所教。』聞彼比丘說時，不應嫌疑，亦不應呵，", "581": "應審定文句，尋究修多羅、毘尼、檢校法律。若", "582": "聞彼比丘說、尋究修多羅、毘尼、法律時，不與", "583": "相應，違背於法，應語彼比丘言：『長老！此非佛", "584": "所說，是彼眾僧及上座不審得佛語，長老亦", "585": "爾。何以故？我尋究修多羅、毘尼、法律，不與相", "586": "應，違背於法，長老不須誦習，亦莫教餘比丘，", "587": "今當棄之。』若聞彼比丘語，尋究修多羅、毘尼、", "588": "法律，與相應，不違背於法，應語彼比丘言：『長", "589": "老！是佛所說，彼眾僧上座及長老亦審得佛", "59": "不來；是謂三種狂癡。是中下二，不應與作；初一應作白二羯磨。應如是與。大德僧聽！此某", "590": "語。何以故？我尋究修多羅、毘尼、法律，而與相", "591": "應，無有違背。長老！應善持誦習，亦教餘人，勿", "592": "令忘失。』此是第二廣說。次第三句，從知法、毘尼、摩夷眾多比丘所聞，亦如是。第", "593": "四句，從知法、毘尼、摩夷一比丘所聞，亦如是。是為四廣說。」佛說如是，諸", "594": "比丘聞，歡喜信樂受持。", "595": "毘尼有五事答：一、序，二、制，三、重制，四、修多羅，", "596": "五、隨順修多羅。有五法名為持律：知犯，知不", "597": "犯，知輕，知重，廣誦二部戒。復有五法：四法同", "598": "前，第五、廣誦毘尼。復有五法：四法同前，第", "599": "五、住毘尼而不動。復有五法：四法同前，第五、", "6": "鬪諍，共相罵詈，口出刀劍，互求長短；若復有餘比丘鬪諍，往彼勸助，是故令僧未有諍事便有諍事，已有諍事而不", "60": "甲比丘心亂狂癡，或憶說戒或不憶說戒、或", "600": "諍事起善能除滅。有五種持律：誦戒序，四事，", "601": "十三事，二不定，廣誦三十事；是初持律。若廣", "602": "誦九十事，是第二持律。若廣誦戒毘尼，是第", "603": "三持律。若廣誦二部戒毘尼，是第四持律。若", "604": "都誦毘尼，是第五持律。是中春秋冬，應依上四種持律；若不依住，突吉羅。夏安", "605": "居應依第五持律；若不依住者，波逸提。持律人有五功德：戒品堅牢，", "606": "善勝諸怨，於眾中決斷無畏，若有疑悔者能", "607": "開解，善持毘尼令正法久住。復次，有五種犯：", "608": "波羅夷，僧伽婆尸沙，波逸提，波羅提提舍尼，突", "609": "吉羅；亦名五種制戒，亦名五犯聚。若不知、不", "61": "來或不來。若僧時到，僧忍聽，僧與某甲比丘", "610": "見五犯者，我說此人愚癡波羅夷乃至突吉", "611": "羅。復次，死人有五不好：一、不淨，二、臭，三、有恐", "612": "畏，四、令人恐畏，惡鬼得便，五、惡獸非人所住", "613": "處。犯戒人有五過失：有身口意業不淨，如彼", "614": "死屍不淨；我說此人亦復如是。或有身口意", "615": "業不淨，惡聲流布，如彼死屍臭氣從出；我說", "616": "此人亦復如是。有身口意業不淨，諸善比丘", "617": "畏避，如彼死屍令人恐怖；我說此人亦復如", "618": "是。有身口意業不淨，令諸善比丘見之生惡", "619": "心，言：「我云何乃見如是惡人。」如人見死屍生", "62": "作心亂狂癡羯磨，或憶或不憶、或來或不來", "620": "恐畏，令惡鬼得便；我說此人亦復如是。有身", "621": "口意業不淨者，與不善人共住，如彼死屍處", "622": "惡獸非人共住；我說此人亦復如是。是為犯", "623": "戒人五事過失，如彼死屍。破戒有五過失：自", "624": "害，為智者所呵，有惡名流布，臨終時生悔恨，", "625": "死墮惡道。持戒有五功德反上句是。復有五事：先", "626": "未得物不能得；既得不護；若隨所在眾，若剎", "627": "利眾、婆羅門眾、若居士眾、若比丘眾，於中有", "628": "愧恥；無數由旬內，沙門、婆羅門稱說其惡；破", "629": "戒惡人死墮惡道。持戒有五功德。反上句是有五", "63": "僧作羯磨說戒。白如是。大德僧聽！此某甲比", "630": "種淨菓：火淨、刀淨、瘡淨、鳥淨、不任種淨。復有", "631": "五淨：若剝少皮、若都剝、若腐爛、若破、若瘀。有", "632": "五法令正法疾滅，何等五？有比丘不諦受誦，", "633": "憙忘誤，文不具足，以教餘人；文既不具，其義", "634": "有闕。是為第一疾滅正法。復次，有比丘為僧", "635": "中勝人上座，若一國所宗，而多不持戒，但修", "636": "諸不善法，放捨戒行，不勤精進，未得而得，未", "637": "入而入，未證而證。後生年少比丘倣習其行，", "638": "亦多破戒，修不善法，放捨戒行，亦不勤精進，", "639": "未得而得，未入而入，未證而證。是為第二疾", "64": "丘心亂狂癡，或憶說戒或不憶說戒、或來或", "640": "滅正法。復次，有比丘多聞，持法、持律、持摩夷，", "641": "不以所誦教餘比丘、比丘尼、優婆塞、優婆私，便", "642": "命終；彼既命終，令法斷滅。是為第三疾滅正", "643": "法。復次，有比丘難可教授，不受善言，不能忍", "644": "辱，餘善比丘即便捨置。是為第四疾滅正法。", "645": "復次，有比丘熹鬪諍，共相罵詈，彼此諍言，口", "646": "如刀劍，互求長短。是為第五疾滅正法。復有", "647": "五法令正法久住。反上句是爾時有異比丘往佛所，", "648": "白言：「大德！以何因緣正法疾滅而不久住？」佛", "649": "告比丘：「若比丘在法律中出家，不至心為人", "65": "不來。僧與某甲比丘作心亂狂癡羯磨，或憶", "650": "說法，亦不至心聽法憶持，設復有堅持，不能", "651": "思惟義趣，彼不知義，不能如說修行，不能自", "652": "利，亦不利人。」佛告比丘：「有是因緣，令法疾滅", "653": "而不久住。」「大德！復以何因緣令法久住？」反上句是", "654": "爾時佛告諸比丘：「比丘至僧中先有五法：應", "655": "以慈心；應自卑下如拭塵巾；應善知坐起，若", "656": "見上座不應安坐，若見下座不應起立；彼至", "657": "僧中，不為雜說論世俗事，若自說法，若請", "658": "人說法；若見僧中有不可事，心不安忍，應作", "659": "默然，何以故？恐僧別異故。比丘應先有此五", "66": "或不憶、或來或不來作羯磨說戒。誰諸長老", "660": "法，然後至僧中。」", "661": "爾時世尊在瞻婆城伽伽池邊，白月十五日", "662": "說戒時，於露地坐，與眾僧俱前後圍繞。時有", "663": "比丘舉彼比丘見、聞、疑罪。當舉罪時，彼比", "664": "丘乃作餘語答，便起嗔恚。佛告諸比丘：「應審", "665": "定問彼人。彼人於佛法中無所堪任，無所增", "666": "長，譬如農夫田苗稊稗參生，苗葉相類不別", "667": "而為妨害，乃至秀實，方知非穀之異。既知非", "668": "穀，即耘除根本。何以故？恐害善苗故。比丘亦", "669": "復如是，有惡比丘行來坐起，攝持衣鉢，如善", "67": "忍僧與某甲比丘作心亂狂癡，或憶或不憶、", "670": "比丘不別，乃至不出罪；時既出其罪，方知比", "671": "丘中稊稗之異。既知其異，應和合為作滅擯", "672": "除之。何以故？恐妨善比丘故。譬如農夫治穀，", "673": "當風簁揚，好穀留聚其下，秕𦮽隨風除之。", "674": "何以故？恐污好穀故。如是惡比丘行來出", "675": "入，如善比丘不別乃至不出罪；時既出其罪，", "676": "方知比丘中秕𦮽穢惡。既知已，應和合為作", "677": "滅擯除之。譬如有人須木作井欄，從城中出，", "678": "手捉利斧，往彼林中遍扣諸樹，若是實中者，", "679": "其聲貞實；若是空中者，其聲虛而㽄。而彼空", "68": "或來或不來作羯磨說戒者默然，誰不忍者", "680": "樹根莖枝葉如貞實者不異，至於扣時，方知", "681": "內空；既知內空，即便斬伐，截落枝葉，先去麁", "682": "樸，然後釿剗細治，內外俱淨，以作井欄。如是", "683": "惡比丘行來出入，攝持衣鉢，威儀如善比丘", "684": "不異，乃至不出罪；時既出其罪，方知沙門中", "685": "垢穢稊稗空樹。若知已，即應和合作滅擯。何", "686": "以故？恐妨害善比丘故。」而說偈言：", "687": "「同住知性行，嫉妬喜嗔恚，", "688": "人中說善語，屏處造非法，", "689": "方便作妄語，明者能覺知，", "69": "說。僧已忍與某甲比丘作心亂狂癡，或憶或", "690": "稊稗應除棄，及以空中樹。", "691": "自說是沙門，虛妄應滅擯，", "692": "已作滅擯竟，行惡非法者。", "693": "清淨者共住，當知是光顯，", "694": "和合共滅擯，和合盡苦際。」", "695": "佛說如是，諸比丘聞，歡喜信樂受持。", "696": "僧羯磨卷下", "7": "除滅。佛言：「聽僧與作呵責白四。」集僧；集已，為作舉；作舉已，為作憶念；作憶念已，應與罪；與罪已，如是作：大", "70": "不憶、或來或不來作羯磨竟。僧忍，默然故，是", "71": "事如是持。", "72": "解狂癡羯磨法若狂病止，應白二解。彼應具儀，作如是乞。大德僧聽！", "73": "我某甲比丘，先得狂癡病。說戒時，或憶或不", "74": "憶、或來或不來，眾僧與我作狂癡病羯磨。作", "75": "已，病還得止，今從眾僧乞解狂癡羯磨。三說。僧應", "76": "與法。大德僧聽！此某甲比丘，先得狂癡病。彼說", "77": "戒時，或憶或不憶、或來或不來，眾僧與作狂", "78": "癡病羯磨。與作羯磨已，狂癡病還得止，今從", "79": "眾僧乞解狂癡病羯磨。若僧時到，僧忍聽，與", "8": "德僧聽！此某甲比丘，憙共鬪諍，共相罵詈，口", "80": "解狂癡病羯磨。白如是。大德僧聽！此某甲比", "81": "丘，先得狂癡病，彼說戒時，或憶或不憶、或", "82": "來或不來，眾僧與作狂癡病羯磨。與作羯磨", "83": "已，狂癡病還得止，今從眾僧乞解狂癡病羯", "84": "磨。誰諸長老忍僧與某甲比丘解狂癡病羯", "85": "磨者默然，誰不忍者說。僧已忍與某甲比丘", "86": "解狂癡病羯磨竟。僧忍，默然故，是事如是持。", "87": "佛言：「隨狂病時與作羯磨；狂止，還解。」", "88": "與學家羯磨法時有居士家，夫婦俱得信樂，為佛弟子。諸佛見諦弟子常法：於諸比丘", "89": "無所愛惜，乃至身肉。若諸比丘至家，常與飲食及諸供養，故令貧窮，衣食乏盡。佛言：「聽僧與彼居士作學家羯", "9": "出刀劍，互求長短。彼自共鬪諍已，若復有餘", "90": "磨。」應如是作。大德僧聽！於某城中某居士家，夫婦", "91": "得信，為佛弟子，財物竭盡。若僧時到，僧忍聽，", "92": "僧今與作學家羯磨，諸比丘不得在某家受", "93": "食食。白如是。大德僧聽！於某城中某居士家，", "94": "夫婦得信，為佛弟子，財物竭盡；僧今與作學", "95": "家羯磨，諸比丘不得在某家受食食。誰諸長", "96": "老忍僧與某居士作學家羯磨者默然，誰不", "97": "忍者說。僧已忍與某居士作學家羯磨竟。僧", "98": "忍，默然故，是事如是持。若先受請、若有病、若置地與、若從人受、若學家施後", "99": "財物還多，無犯。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1809 僧羯磨", "author": "唐 懷素集", "sourceLink": "http://www.cbeta.org/"}