{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0485 無所有菩薩經: 無所有菩薩經: 無所有菩薩經", "text": {"0": "無所有菩薩經卷第四", "1": "隋天竺三藏闍那崛多等譯", "10": "毘福羅山去而不住。", "100": "佛神力故即見東方，南西北方，有千諸佛。", "101": "爾時，世尊告諸大眾作如是言：「諸善男子！汝", "102": "今見此諸佛已不？」彼言：「世尊！我等皆見。」佛", "103": "復告言：「此等已令此善男子，成熟如是阿", "104": "耨多羅三藐三菩提。」彼等更復歡喜踊躍，作", "105": "如是言：「世尊！我等今世現轉女身已得男", "106": "身。世尊！是故我今深信此事，解知此事念持", "107": "此事無有疑惑。世尊！我今已得入於佛大神", "108": "通，漸次小分，皆由於是無所有菩薩神通力", "109": "故。願我當得諸佛神通皆悉開現，願當共此", "11": "爾時，眾人及千婦女，及與頻婆羅王女，從王", "110": "於諸佛所種諸善根，當得一切功德具足。」", "111": "爾時，彼諸菩薩摩訶薩，心作是念：「所有身者，", "112": "五陰聚合不可得，以名字所說而有可聞。我", "113": "等云何而能共彼種於善根？」", "114": "爾時，世尊知彼菩薩心之所念，告無所有菩", "115": "薩摩訶薩言：「善男子！汝今應為此諸菩薩摩", "116": "訶薩等說五陰聚和合身事，汝今應為此等", "117": "菩薩顯示五陰和合之身，此等聞已當壞我", "118": "見，更復當近於佛菩提。」", "119": "爾時，眾中有一菩薩名曰愛語，而白佛言：「世", "12": "舍城次第而出。彼諸華等在眾人前微行而", "120": "尊！今者見何事故，如來阿羅訶三藐三佛陀，", "121": "自不解釋，而當勸彼無所有菩薩解釋？」佛言：", "122": "「善男子！此眾如是於無所有，長夜隨順流注", "123": "歸向，是故我今勸此菩薩摩訶薩說。」", "124": "爾時，無所有菩薩白佛言：「世尊！我今欲說，如", "125": "我所見，如佛色空，我色亦爾；如佛色，一切眾", "126": "生色亦爾；如眾生色，一切樹林藥草色亦爾；", "127": "如一切樹林藥草色，彼一切界和合聚色亦", "128": "爾。所有空色及我色、如來色、一切眾生色、一", "129": "切樹林藥草等色、一切界和合聚色，無有二", "13": "進，眾亦不知行與不行，彼諸人眾作如是念：", "130": "相。無知無動無生，無等無有等等，無行無說，", "131": "非法非非法，非法界非不法界所攝，非空非", "132": "非空。眾生愚癡不知不覺，虛妄貪著慳悋", "133": "嫉妬，不能拔出虛妄毒箭，於慳妬中忘失恩", "134": "義，無明網覆遠善知識多有疑惑。於如此法", "135": "不能聽受當作障礙，不能受持讀誦修行而有", "136": "觸證。「有諸菩薩智慧善巧，猶如虛空無所著", "137": "者，於諸世間所有法中不得法想，況復餘想？", "138": "彼等能入於此法行。諸少智者於無色中或", "139": "作是想，悕望欲入此法行中，於無色中妄起", "14": "「此華近手而不能取。」時彼諸華一切皆上毘", "140": "行想，略說乃至受想行識中，如是作如色所", "141": "作，如虛空識，我識亦爾；如彼識，如來識亦爾；", "142": "如如來識，彼識一切眾生識亦爾；如一切眾", "143": "生識，彼識一切樹林藥草識亦爾；如一切樹", "144": "林藥草識，一切界和合識亦爾。其虛空識及", "145": "以我識、如來識、一切眾生識、一切樹林藥草", "146": "識、一切界和合識，無二相。不可知，不可分", "147": "別，不生，無等等，無行，不可作名字，非法非", "148": "非法，非法界非非法界所攝，非虛空非非虛", "149": "空。眾生愚癡不覺不知，無智少智少聞，嫉妬", "15": "福羅山，彼諸男女亦上彼山。既上山已，見於", "150": "慳貪或著，妬嫉結縛無明網覆，為惡知識", "151": "之所攝者各自迷惑，欲聞是法而作障礙，不", "152": "能受持讀誦修行而有解證。「有諸菩薩善巧", "153": "智慧無所住著，於一切法不得法想，何況餘", "154": "想？彼等能於此行中行。諸小智等，於此法行", "155": "所不能知。」說此五種色等平等出離諸行無", "156": "有壞散無別法時，大地震動虛空雨華。", "157": "爾時，難調菩薩摩訶薩白佛言：「世尊！何因何", "158": "緣大地震動虛空雨華？」佛告難調菩薩摩訶", "159": "薩言：「善男子！此是由彼說五陰空，無二無別，", "16": "如來、阿羅訶、三藐三佛陀，無量百千大眾圍遶", "160": "無有所住，無可言說，無有藏積，無有散壞，無", "161": "有邊量，不樂顛倒。」說是諸佛自在處時，有百", "162": "千億那由他數諸天，皆得無生法忍。於此眾", "163": "中，諸比丘、比丘尼、優婆塞、優婆夷五千人等，", "164": "皆亦得於無生法忍，於未來世當得作佛，號", "165": "曰不可說陰聚所生如來、應供、正遍知，當出", "166": "於世，劫名無住，以此因緣大地震動而雨眾", "167": "華。", "168": "爾時，女人得男身者皆共同聲，而說偈言：", "169": "「虛妄非虛妄，虛妄虛妄愛，", "17": "而為說法。", "170": "如實知此等，是故皆授記。", "171": "我等知如是，一切皆虛妄，", "172": "今得丈夫身，我等皆具足。", "173": "我聞虛妄已，知解不生疑，", "174": "如是還虛妄，實無有知說。", "175": "無實無實中，誘誑諸眾生，", "176": "不知無實故，無所有教說。", "177": "於中無所減，亦無有增益，", "178": "於中無示現，但以假名說。", "179": "平等無危險，說無有散處，", "18": "爾時，二十八女姊妹，合掌佛前勸請世尊。時", "180": "既無有等等，何況有勝者？", "181": "其色似色形，其色色色故，", "182": "若知色虛妄，無有可實者。", "183": "受似於觸形，以受故為受，", "184": "知受虛妄已，彼無有可實。", "185": "想為欲想者，其識以想現，", "186": "知想虛妄已，彼無真實處。", "187": "諸行無自在，假名示現行，", "188": "知諸行虛妄，彼無有真實。", "189": "識以了知義，是故示現識，", "19": "頻婆娑羅王女，及見彼等一切諸女，亦見彼", "190": "若知識虛妄，恒常如虛空。", "191": "如是皆虛妄，所有世憂愁，", "192": "彼愚輩不知，以住我見故。", "193": "彼等無所安，彼等無所遣，", "194": "彼無有住處，愚輩而不知。", "195": "此法不易知，寂滅句難解，", "196": "住懈怠我想，為惡作所覆，", "197": "不見無所有，不聞彼所說，", "198": "無所可說處，於中無所置。」", "199": "爾時，諸女轉男身者說此偈已，供養佛故五", "2": "爾時王舍城中，頻婆娑羅王而有一女，欲出", "20": "等諸女姊妹勸請世尊。作如是言：「此諸婦女，", "200": "體投地，頂禮佛足。而說偈言：", "201": "「南無最大力，一切世無上，", "202": "世尊有大恩，其等無所著。」", "203": "說是偈已，禮敬世尊合掌而住。爾時，世尊告", "204": "長老阿難：「汝受持此無所有所問，我今說法，", "205": "廣為人說光顯此法。阿難！汝為何等眾生當", "206": "令聞此法本之者，彼等聞已能廣解義文句", "207": "莊嚴，彼等皆當決定阿耨多羅三藐三菩提。", "208": "若雖得聞而不解義，於後漸次亦當如是，解", "209": "其義趣修行觸證，於多百千那由他數諸如", "21": "何故合掌在世尊前？何所求請？欲求何願？」即", "210": "來所種諸善根。所以者何？其無所有菩薩有", "211": "如是願。」", "212": "爾時，眾中有諸女等住於大乘，而白佛言：「世", "213": "尊！何用勸請阿難受持此法？所以者何？我今", "214": "已受如此法本，習誦通利。世尊！我今聞此法", "215": "本，於未來世當為他說，於阿僧祇百千那由", "216": "他劫中光顯此法。」", "217": "爾時，眾中有百比丘、六百比丘尼，二百優婆", "218": "塞、優婆夷，復有那由他數諸天子等，以諸雜", "219": "華散世尊已，作如是言：「世尊！此修多羅而能", "22": "聞空聲，而語之曰：「此等欲見無所有菩薩身，", "220": "照明一切諸法如實顯示。世尊！我今得聞此", "221": "法本已，即能受持讀誦通利，猶如明鏡見其", "222": "面像。如是，如是，我等受持此法本已。是故，世", "223": "尊！我等於今及未來世，如此法本，於阿僧祇", "224": "那由他劫，廣為人說光顯是行。當令證覺為", "225": "諸眾生，令知我等如是利益。我住菩提，云何", "226": "當作？為諸眾生一切利益具佛法故。世尊！我", "227": "等不貪利養及名聞等，而受此法為眾生說，", "228": "亦復不為己自身命，但為一切諸眾生等，欲", "229": "與眾生諸樂具故，欲令近於諸佛法故，為於", "23": "唯除佛身於三界中無能勝者。」彼等同聲咸", "230": "無量諸眾生等，除滅愛著諸煩惱故。」佛言：「善", "231": "哉！善哉！善男子等！汝今一切善說此法。」爾時，", "232": "海姊妹白佛言：「世尊！此無所有菩薩，不起亦", "233": "不說如此等。善男子、善女人等！說此法本當", "234": "光顯故。世尊！彼當受持正法，亦為一切過去", "235": "未來現在諸佛所有法行，彼亦受持讀誦通", "236": "利，亦教他人讀誦通利，若教令知。」", "237": "爾時，無所有菩薩摩訶薩，告海姊妹言：「過阿", "238": "僧祇百千劫中，彼時有劫，名曰法寶開敷，於", "239": "彼劫中滿足五百諸佛出世。時有一佛最初", "24": "作是言：「我等願見彼菩薩身。」說是語已，彼諸", "240": "出世，名難降幢如來、應供、正遍知、明行足、善", "241": "逝、世間解、無上士、調御丈夫、天人師、佛、世尊。", "242": "於彼時中亦復多有眾生，住於煩惱濁中業", "243": "障所覆，煩惱增上，貪欲恚癡諸惱增上，含毒", "244": "所惱。善女人！", "245": "「爾時，彼難降幢佛如來、應供、正遍知，我於爾", "246": "時亦如是問，彼佛如來亦如是解釋，如今世", "247": "尊釋迦牟尼如來、應、正遍知之所解釋。善女", "248": "人！如是次第五千諸佛，亦如是問如此法本，", "249": "彼諸世尊亦復為我如是解說，如今世尊釋", "25": "華等，即便在彼眾人手中，即以此華散如來", "250": "迦牟尼諸釋中王為我解說。善姊！汝今安意。", "251": "善姊！我從今已於未來世，當於無量阿僧祇", "252": "數諸佛世尊，亦當如是問此法本。所有如是", "253": "諸佛剎中，亦有諸濁煩惱眾生，或有少者，或", "254": "復倍多有煩惱者。」", "255": "爾時，無所有菩薩摩訶薩說此語時，於剎那", "256": "頃，彼摩伽陀主頻婆娑羅王，有大勢力四兵", "257": "圍遶次第漸行，尋彼諸女所行之處來詣佛", "258": "所。到佛所已，頂禮佛足，却住一面。佛慰勞已，", "259": "隨所敷具而就其坐，彼諸大眾亦皆而坐。時，", "26": "上，作如是言：「唯願，世尊！示於我等無所有", "260": "頻婆娑羅王白佛言：「世尊！我有少女與眾侍", "261": "女，出遊園林久乃不還，後於園中求覓不得。", "262": "又聞有說向世尊所，今於此眾我復不見。」佛", "263": "告大王：「今會當見。」王言：「世尊！我今未見。」佛", "264": "言：「大王！汝今可問無所有菩薩，當示王處。」王", "265": "言：「世尊！其無所有菩薩。何者是也？」於時，世", "266": "尊告無所有菩薩言：「汝無所有！汝今應報頻", "267": "婆娑羅王所問諸女行來之處，令此眾知。」", "268": "爾時，無所有菩薩以不現身，告頻婆娑羅王", "269": "及大眾言：「大王當知，彼諸女等在此眾中。」王", "27": "菩薩身。」爾時，世尊告無所有菩薩言：「善男子！", "270": "言：「大士！我但聞聲不見汝形。」菩薩告言：「大", "271": "王！今者所有諸女聞我名已，一一婦女至於", "272": "樹下，皆取我身隨意娛樂，我取身已皆捨女", "273": "身受丈夫身。彼等諸女既取我身，成丈夫身，", "274": "我則無身。」然，無所有菩薩告彼諸女丈夫身", "275": "者言：「汝善男子！各各示現自身之德。」爾時，諸", "276": "女得男身者共集一處，具丈夫相端正可憙，", "277": "作如是言：「我等今者捨於女身，已成如是丈", "278": "夫之身。」爾時，頻婆娑羅王及諸大眾生疑不", "279": "信。", "28": "汝可示現圓滿自身，令多眾生見汝身已種", "280": "爾時，無所有菩薩復作是言：「大王！何故及諸", "281": "人眾猶懷疑惑？王今於佛豈不可信？若可信", "282": "者如來現前，王今宜問：『此善男子！如是所說", "283": "有異不耶？』」", "284": "爾時，頻婆娑羅王白佛言：「世尊！如是，如是。如", "285": "虛空聲所說以不？而不見身。」爾時，佛告頻婆", "286": "娑羅王言：「如是，如是。大王！皆悉如此菩薩所", "287": "說。大王！今者宜信此語莫生疑惑。」王聞是語，", "288": "即起合掌三稱：「善哉！」白言：「世尊！是誰神力？為", "289": "是菩薩無所有力？為當是佛威神之力？」佛告", "29": "菩提因，亦當如汝於多百千諸如來所當種", "290": "王言：「大王！當知此是諸女往昔願力。彼於往", "291": "昔於多千佛，教此諸女種諸善根發菩提心，", "292": "諸佛法中而得成就，故今我所得滿其願。大", "293": "王！有諸女人於未來世，亦更教化無量諸女", "294": "得轉女身。」", "295": "爾時，佛告無所有菩薩言：「善男子！汝今可為", "296": "於此眾人，令此諸女各復本身？」爾時，無所有", "297": "菩薩作如是言：「如我實說，我於無量無邊婦", "298": "女，令轉女身得丈夫身，皆是實故。此等眾生", "299": "還復女身！」說是語時，多有婦女於彼丈夫前", "3": "遊時，頻婆娑羅王勅諸侍女其數一千：「汝等", "30": "善根。」", "300": "有如是形，有如是色如是行住，還復如先所", "301": "向來者，彼等各各相共言說如前無異。彼時，", "302": "諸女及頻婆娑羅王等生希有心：「云何諸女", "303": "已轉女身，今已還復女人身耶？此諸女人為", "304": "是實身為當化起？」佛言：「大王！此等婦女非實", "305": "非化。所以者何？大王！此善男子於往昔時有", "306": "如是願。若諸婦人見我身者，彼見我身即發", "307": "是願求轉女身，彼諸婦人所有夫主，更取餘", "308": "婦還復如是，不增不減如前婦身，可愛端正", "309": "不相離別。」", "31": "爾時，無所有菩薩即現其身。爾時，大地皆悉", "310": "爾時，頻婆娑羅王而白佛言：「希有世尊！諸菩", "311": "薩摩訶薩等，能有如是神通善根。世尊！一切", "312": "諸法不可思議，眾生果報不可思議，得禪定", "313": "者定之境界不可思議。」佛言：「如是，如是。大王！", "314": "如是，如是。大王！此有三種不可思議。何者為", "315": "三？業幻量幻梵本少一句。此善男子已覺諸幻", "316": "已證已觸。此善男子即是幻師，是故此等不", "317": "可取量。」", "318": "爾時，世尊令彼大眾以無所有和合法義，教", "319": "化言說令得歡喜，令得威神增長教化，令歡", "32": "震動，安隱潤澤，無有眾生恐怖毛豎，一切音", "320": "喜已，勸言：「汝等！各自知時還其所至。」時諸人", "321": "眾各還本處。其去未久，有一菩薩名曰生疑，", "322": "而白佛言：「世尊！其無所有菩薩，能為此等眾", "323": "生，以神通化還令如舊，而不令彼諸眾生等", "324": "有愛別離。世尊！此等當作何等利益？」佛告生", "325": "疑菩薩言：「善男子！此諸人等所在之處，共此", "326": "諸女曾轉根者，語言飲食共相娛樂遊行戲", "327": "樂，種種諸事種種方便，於彼時處令此眾人，", "328": "於菩提中令得發心近佛法中。何以故？善男", "329": "子！此無所有菩薩，已於往昔諸如來所，以一", "33": "樂不鼓自鳴，於虛空中雨眾天華，於一切處", "330": "切樂具供養尊重，種諸善根皆已具足，發如", "331": "是願，是故滿願滿分別意。此善男子如是教", "332": "化成熟眾生，教令入於義文字中，所有法體", "333": "無生之處，無成就處令入令覺，如是教中不", "334": "令有失，令得成就於佛法故。「善男子！此無所", "335": "有菩薩教化眾生，於彼中者無一眾生當向", "336": "惡趣，無一眾生於所教師過去佛土而不中", "337": "生。善男子！彼諸眾生還當如是成就菩提，亦", "338": "如今者無所有菩薩所成就者。」", "339": "爾時，生疑菩薩從佛世尊聞善說已，除諸疑", "34": "天香人香皆自然燒。爾時，無所有菩薩示現", "340": "惑，而說偈言：", "341": "「眾生聞以得，於中方便學，", "342": "如是健修習，名無所有者。", "343": "純直心柔和，軟意無嫉妬，", "344": "亦無有怯弱，名無所有者。", "345": "多文字和合，復說如是義，", "346": "所有無可見，亦當無所觸。", "347": "無二不可取，無餘不可見，", "348": "不可說而說，法教無有比。」", "349": "爾時，闍那那修多女告生疑菩薩言：「善男子！", "35": "如是具足色身。彼現身時，諸女人眾皆生愛", "350": "汝承誰力能說此偈？」彼即答言：「我身如是，知", "351": "無所有菩薩身中從出是聲。善姊當知，今此", "352": "偈聲非我身出。」爾時，闍那那修多女而白佛", "353": "言：「希有世尊！是無所有菩薩，乃至能得不思", "354": "議法，皆已具足，能以種種方便開示，彼無所", "355": "有之處說法。」佛告彼言：「如是，如是。善女人！如", "356": "汝所說。」", "357": "爾時，兩時無有出生菩薩而白佛言：「世尊！我", "358": "能辯說無所有所問修多羅。」佛言：「兩時無有", "359": "出生菩薩！汝今為辯說諸菩薩摩訶薩境界", "36": "樂，一一婦人皆作是念：「是無所有菩薩！唯", "360": "廣境界，無礙無可得，無邊無畔際，發起多聞", "361": "與利益故。以善巧智，如諸菩薩摩訶薩，為自", "362": "境界增長，無著無可得處，無邊無畔際處。諸", "363": "多聞利益，欲於善巧方便法中，教令建立開", "364": "現處故，當速成就菩提道故。」", "365": "爾時，兩時無有出生菩薩摩訶薩，而說偈言：", "366": "「善說此經已，正念入禪定，", "367": "當覺一切法，顯示此經典。", "368": "令覺一切義，及如文字等，", "369": "所有修多羅，諸佛之所說。", "37": "與於我共相娛樂。」各現於前，亦復不知彼神", "370": "顯現一切義，彼此皆相見，", "371": "無量不思議。皆經善說處。", "372": "此經法知已，莊嚴義文字，", "373": "諸法無缺少，一切不思議。", "374": "陰界諸入等，當得方便智，", "375": "隨順十二緣，一切聲一聲，", "376": "一聲一切聲，諸聲等和合。", "377": "於此經覺悟，所有諸心者，", "378": "眾生所思覺，計我所思者，", "379": "一切心所因，一切皆能知，", "38": "通化，各稱其願，於毘福羅山叢林樹下。「我於", "380": "是等諸思覺，彼無有思處。", "381": "於此經覺悟，亦無有思者，", "382": "於自及與他，一切悉能知。", "383": "如心所轉行，照諸法如鏡，", "384": "說此修多羅，於彼此等見。", "385": "彼等還覺此，一切非為一，", "386": "不見別多說，一切文句離。", "387": "若見於此經，彼為眾生說，", "388": "眾生非此彼，令彼眾生脫，", "389": "住著不動處，知一切虛妄。", "39": "此處歡喜受樂，我等未曾得聞如是諸妙音", "390": "以虛妄為說，既知虛妄已，", "391": "不著虛妄中，無有所生道。", "392": "諸佛見一切，於此無不覺。", "393": "能覺此經者，一切功業處，", "394": "呪術醫方智，及時智所生，", "395": "皆此經覺悟。一切一切智，", "396": "所有不可數，彼一切次第，", "397": "於此經悉知。一切見捨已，", "398": "眾生所迷惑，若知於此經，", "399": "不著彼名字。眾生著令脫，", "4": "已為我女眷屬，共相圍遶於彼之處。王所飲", "40": "聲諸色香等，我等今者荷世尊恩。」彼諸女等", "400": "彼相所覆者，此經威力故，", "401": "於中得實證。若學此經者，", "402": "彼得一切報，天上及人中，", "403": "一切功德具。此是教師法，", "404": "此即是父母，和上阿闍梨，", "405": "亦是善知識。此知足少欲，", "406": "具足諸頭陀，此所修資財，", "407": "皆為彼當作。若有大眾生，", "408": "欲說多種法，應當學此經，", "409": "學一切法處。若有大眾生，", "41": "各一樹下，七寶贊輿一切果報，皆悉具足歡", "410": "欲說多種法，彼應學此經。", "411": "一切法持處，生處皆當得，", "412": "少病長壽命，常得諸禪定。", "413": "隨順此經已，身常受安樂，", "414": "心亦得常樂。若能證此經，", "415": "口業悉具足，如是差別法，", "416": "彼當得隨順。若能證此經，", "417": "即總持諸經，若能如是證，", "418": "如此經中說。彼等皆知經，", "419": "諸佛有所說，所有諸文字，", "42": "喜受樂，一切所須悉皆備足，不復更念歸還", "420": "所說諸法者。若聞於此經，", "421": "則離於文字，諸法離文字，", "422": "以文字說法，文字非是法，", "423": "文字非非法。彼等於此經，", "424": "住於菩提中，彼等於此求，", "425": "世間最名聞。」", "426": "爾時，兩時無有出生菩薩說此偈已，頂禮世", "427": "尊右遶三匝，即於佛前沒而不現。", "428": "爾時，眾中有一菩薩名無所續，而白佛言：「世", "429": "尊！此兩時無有出生菩薩，從何而來？」佛言：「從", "43": "之想，彼等如是受歡喜樂七日七夜。", "430": "如所來，還如是去。」彼菩薩言：「世尊！彼云何來？", "431": "復云何去？」佛言：「如影幻夢焰響虛空，及與空", "432": "無相無願無作，離欲寂滅無實無像，如是等", "433": "聚分別遣來。汝今語我生於一切，一切眾生，", "434": "一切菩薩，一切諸佛，亦如影幻夢陽焰響虛", "435": "空，及空無相無願無作，離欲寂滅涅槃無實。", "436": "彼等所有一切果報，及彼名字，彼等皆是我", "437": "等所為，彼等及我，一切非一非二，非多非少，", "438": "亦非有物，不可聞，不共具足，無有能見者，無", "439": "能知者，無能聞者。是故，汝等！從我等聽，信解", "44": "爾時，世尊為諸眾生更說法要：「若有不見彼", "440": "思惟歡喜稱善，彼等無量阿僧祇數，行無實", "441": "已皆不可得，汝等亦不可得，汝等莫以虛妄", "442": "誹謗我等，莫毀呰我。我等既無，有物無相，無", "443": "有處所，為他何假須說寧不說勝。若有說者，", "444": "彼還是如彼，此還是如此，如是遣如遣，如", "445": "是說已如是來。」爾時，大眾得聞如是句義已，", "446": "無色心，無出入息，無物染著，彼等於世尊所，", "447": "一切樂具皆悉遍滿。彼等得本念已，作如是", "448": "言：「此是本性體真實，無所有，無可證，無所", "449": "識，如是知已，無知故。如是，如是！彼從何處", "45": "菩薩身，皆由善根未得成熟，雖望欲見終不", "450": "有？不可作名字。」", "451": "爾時，於上虛空，有無價寶遍滿其間，有菩薩", "452": "名滅及無出生菩薩，白佛言：「世尊！是何瑞相，", "453": "此無價寶遍滿虛空？」佛言：「善男子等！有若干", "454": "菩薩等，聞此無所可證法門得出離已，皆悉", "455": "已得無生法忍，故現此相。」", "456": "爾時，彼諸一切大眾皆白佛言：「希有世尊！善", "457": "巧能學巧方便智，為欲解脫諸眾生故。世尊！", "458": "乃能知此一切無動空無所有，無有眾生本", "459": "性寂靜。然今如來為諸眾生，辯說諸法一切", "46": "可得，莫知何事。」彼等見者過七日已，見彼菩", "460": "如影，而能勤勞教化眾生。」佛言：「如是，如是。諸", "461": "善男子！如汝所說。諸善男子！若無辯說，云何", "462": "能知影像、幻夢、陽焰、響聲及與虛空無相、無願", "463": "無作離欲涅槃之法？而為虛妄影像等法？」", "464": "爾時，以佛威神力故，於上虛空聞如是聲：「世", "465": "尊！何者是彼影形為影？世尊！何者是彼乃至", "466": "虛妄而為影形？世尊！此一切莊嚴已具足，法", "467": "本不假莊嚴。世尊！譬如畫師若畫弟子，善", "468": "學伎能畫如來像，具足眾相無所缺少。更有", "469": "金巧師，取最勝金作其金鬘而著頂上，然彼", "47": "薩身漸毀壞無有精光，受用果報皆沒不現", "470": "形像倍更端正，為一切眾瞻之無厭。世尊！如", "471": "是，如是。如此法本，具足諸相瞻之無厭。世尊", "472": "今者更倍莊嚴。」說是語已，時佛告彼虛空聲", "473": "言：「譬如巧學幻化之師若幻弟子，善於幻化，", "474": "幻作男女端正可喜，諸根具足皆共和合，而", "475": "生子息為作名字。影像幻夢陽焰響聲，太虛", "476": "空等不自在也。無相無願無作離欲寂滅涅", "477": "槃，彼虛妄等增長成就。所有作事入深山", "478": "谷，多有人眾各發大聲，呼諸影像乃至虛空。", "479": "彼出聲已沒而不現，於彼空谷無所染著，彼", "48": "唯見一樹，彼等菩薩漸漸不現亦無住處。彼", "480": "時眾人求是聲處了不可得。如是一切諸煩", "481": "惱等，如實求之亦不可得，如彼陽焰動搖似", "482": "水而不可飲，如是響聲陽焰無形像。」", "483": "爾時眾中未證法者，聞此說已皆得證法。有", "484": "二十億那由他等諸天及人，皆悉得於一切", "485": "法中無所染著。", "486": "爾時，虛空還復出聲，諸天人眾皆悉見聞：「此", "487": "唯名字所謂影等，乃至虛妄影像等也。影像", "488": "幻化其有所問，如來解釋於先作證。」有二十", "489": "億諸天人等，聞此法已，皆得決定住於阿耨", "49": "即聞於空中聲言：「諸善男子！此是諸行真實", "490": "多羅三藐三菩提中，當為成熟諸眾生故而", "491": "為之友。", "492": "爾時，聞持菩薩白佛言：「世尊！當何名此法本？", "493": "我等云何受持？」佛言：「此法本名『諸罪無相無", "494": "捨』，如是受持；『如來自在』，如是名持；『無所有菩", "495": "薩所問』，如是名持；『說佛大神通』，如是名持；『惡", "496": "心難調怨讐悔過』，如是名持；『無所有法可示", "497": "現者』，如是名持；『非不見一切諸法』，如是名持。」", "498": "佛說此經時，其無所有菩薩，及難調怨讐、聞", "499": "持菩薩，及彼大眾、天、人、阿修羅、乾闥婆等，聞", "5": "食，汝等常食，汝等常飲。」彼王舍城，多有婦女", "50": "體性，汝等不應起常有想，汝等可捨女人身", "500": "佛所說，歡喜奉行。", "501": "無所有菩薩經卷第四", "51": "想，應當願求丈夫之身、無等等身、諸佛之身。", "52": "汝等可發阿耨多羅三藐三菩提心受丈夫", "53": "身。」彼諸女人聞是聲已，於剎那時心住寂靜，", "54": "見如來像具三十二大人之相。彼等見已，皆", "55": "作是言：「願我當得如是妙身，無有染著無染", "56": "著處，如此佛身寂靜無惱。」彼諸女人說是語", "57": "時，彼諸女人悉轉女身得丈夫身，唯除往昔", "58": "發願供養是無所有菩薩等者，乃至道場，然", "59": "後我當轉於女身，以如是故不轉女身。所", "6": "其數一千，聞此語已，種種瓔珞莊嚴自身。彼", "60": "有轉身得男身者端正可憙，世間天人皆悉", "61": "愛敬。", "62": "爾時，佛像忽然不現，唯見世尊釋迦牟尼。爾", "63": "時，諸女得男身者而白佛言：「希有世尊！甚奇！", "64": "甚特！乃有如是幻化戲者，昔未曾聞。諸凡夫", "65": "等心意迷惑，未曾安定如壓油輪，彼不能住", "66": "近善知識。世尊！若有親近於善知識供養承", "67": "事，以善知識威神力故，我於今者轉離女身", "68": "得五神通。「世尊！我今憶念往昔多千佛所，與", "69": "善知識同種善根自捨身命，為令我等生諸", "7": "諸婦女，見是希有可喜諸花，身心喜悅不能", "70": "善根，復示彼等諸佛世尊，為說在家諸過患", "71": "事，方便讚歎出家功德，諸勝妙事。我等已經", "72": "爾許多時近善知識，從爾已來未曾復生諸", "73": "惡趣中，我於過去未逢教師教示我故，恒常", "74": "流轉人天馳逐受諸苦惱。「世尊！我今假使能", "75": "以恒河沙等諸世界中用滿七寶，或已自身", "76": "具足滿已施善知識。雖作是事猶不能報善", "77": "知識恩。所以者何？由是神力而令我等，當", "78": "於世間而得作佛，開現成就我等佛剎，皆因", "79": "此等善知識故，教示我等詣諸佛所種諸善", "8": "自勝，欲取彼華遂不能取不能遠離，申手欲", "80": "根，教行種種疾利方便，教我等入深法行中。", "81": "或出愛語，或示訶責，或言清涼，或說熱惱，", "82": "或有逼迫，如是教示，一切樂具一切利養皆", "83": "悉捨已，彼等眾生難得值遇，彼等眾生未有", "84": "所辯。若不得是善知識者，唯除如來，我等", "85": "無有別善知識，如無所有菩薩摩訶薩者。」", "86": "爾時，無所有菩薩摩訶薩告諸女人轉男身", "87": "者：「善男子等！我今非但獨為汝等作善知識，", "88": "我亦為於一切眾生作善知識。善男子等！若", "89": "有眾生能知無所有菩薩，為眾生作利益成", "9": "取，去華一尺而不能及，見彼諸華皆悉向於", "90": "就，彼等眾生更不承事諸餘師友，彼等眾生", "91": "即忘飲食，不生疑退無有愛欲，而於我所晝", "92": "夜親近。所以者何？我今教於一切眾生和合", "93": "善根，令住一切世間出世具足事中，令入無", "94": "量波羅蜜中，令入一切諸功德中，令住無濁", "95": "無障淨處無顛倒處，不現一切諸有相中住", "96": "無行處，樂修一切身心薰習具足法中。我已", "97": "曾令無量眾生，住如是法善巧智中，我今實", "98": "語無有異言，佛自證知，諸天世人而作證明。」", "99": "佛言：「善男子！如是如是，如汝所言。」爾時大眾，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0485 無所有菩薩經: 無所有菩薩經: 無所有菩薩經", "author": "隋 闍那崛多等譯", "sourceLink": "http://www.cbeta.org/"}