{"author": "唐 慧日撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2826 略諸經論念佛法門往生淨土集卷上", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2826", "1": "略諸經論念佛法門往生淨", "2": "土集卷上一名慈悲集", "3": "大唐慈愍三藏慧日集", "4": "稽首歸依大導師十方三世諸如來", "5": "今集諸經念佛法救度生死愛河人", "6": "八萬行中詮要行顯示西方淨土門", "7": "自勸勸他生彼國願佛慈悲力加被", "8": "稽首歸依無量壽彼國他方大悲主", "9": "聞名渴仰遙頂禮願共自他親奉事", "10": "眾生惑業相纏縛六道輪迴苦無量", "11": "縱厭娑婆求出離依附何門速解脫", "12": "為引諸經讚淨土教令念佛往西方", "13": "奉請彌陀與眷屬臨終捧座自來迎", "14": "今為憐愍一切眾生。無明覆心迷於淨土。戀", "15": "著三界不求往生。六道輪迴漂流生死。為斯", "16": "顛倒無信凡夫。集諸經論淨土法門。勒成三", "17": "卷。令彼見聞迴心修學。上盡一形下沾十念。", "18": "必定往生高昇淨剎。化身清淨永斷胞胎。見", "19": "佛聞經剎那成聖。神通自在隨意卷舒。供佛", "20": "他方往來一念。地居不退入聖行流。三昧現", "21": "前菩提速證。令有智者見倍傾心。遣愚昧者", "22": "知而息諍。凡夫垢重貪愛昏迷。不了此身四", "23": "大虛假。膿血不淨和合共成。瑩飾塗摩便生", "24": "保重。三毒驅策造罪恣情。不慮泥犁猛苦長", "25": "劫。耽荒五欲醉飲六塵。但事奢華詎知迴向。", "26": "臨終苦逼方始歸依。縱欲虔誠注心何地。荒", "27": "忙失志無法可憑。甘入三塗無希救護。可傷", "28": "可念。頑駭凡夫平生放逸不親善友。臨終始", "29": "悔無趣無歸。今為此等無信道俗。成立淨土", "30": "教。令念佛信而迴向。夫立宗者。先破後立。何", "31": "以故。若不摧邪難以顯正。所以初卷先敘異", "32": "見。以教及理逐遣知非。次第二卷廣引聖教。", "33": "成立淨土念佛正宗。次第三卷會釋諸教古", "34": "今疑滯。校量諸行出離遲疾。然於佛法生異", "35": "見者。或有出家在家男女四眾。懼生死苦厭", "36": "惡俗塵。或住山間或依聚落。或居寺舍或復", "37": "在家。展轉相傳教人看淨。晝則恣情睡眠。夜", "38": "乃暫時繫念。見世空寂都無一物。將為究竟", "39": "言。一切諸法。猶如龜毛。亦如兔角。本無有", "40": "體。誰當生滅。無善可修無惡可斷。心所取相", "41": "及以經佛。盡當遠離。但令內心安住空中。知", "42": "世虛妄萬法都無。雖是凡夫能如是解。此即", "43": "是佛。已證禪定。已斷生死。不受後有。何勞勤", "44": "苦。遠覓世尊。亦不假念佛誦經為出離因。即", "45": "此禪定。是無為法。是可修法。是可修法。是速疾法。是出", "46": "離因。除此之外諸餘行門。悉皆虛妄。即如念", "47": "佛誦經求生淨土。布施持戒忍辱精進乃至", "48": "智慧。寫經造像建立塔廟。恭敬禮拜孝養父", "49": "母。奉事師長等。是生死因非解脫因。何以故。", "50": "見善可修見惡可斷。涅槃可欣生死可厭。誓", "51": "斷生死誓證菩提。悉皆動念心有所得。著相", "52": "修習虛妄分別。是有為法。是生死法。雖復勤", "53": "修。不免流浪者。余頗尋三藏。推求事理。觀彼", "54": "向來。禪師所見錯謬彌甚。違經反理乖背佛", "55": "意。豈有凡夫但住空門。不斷不修懈怠懶墮。", "56": "而得解脫者哉。問曰。向言觀空違聖教者。未", "57": "審與何經教而有相違。答曰。即如無上依經", "58": "上卷云。復有增上慢人。在正法中。觀空生於", "59": "有無二見。是真空者。直向無上菩提。一道淨", "60": "解脫門。如是顯了開示正說。於中生空見。我", "61": "說不可治。阿難。若有人執我見。如須彌山大。", "62": "我不驚怪亦不毀訾。增上慢人執著空見。如", "63": "一毛髮作十六分。我不許可。又涅槃經第七", "64": "云。苦滅聖諦者。若有多修習學空法。是為不", "65": "善。何以故。滅一切法故。壞於如來真法藏故。", "66": "作是修學。是名修空。非苦滅諦。修苦滅者。逆", "67": "於一切諸外道等。若言修空是滅諦者。一切", "68": "外道亦修空法。應有滅諦。若有說言。有如來", "69": "藏雖不可見。若能滅除一切煩惱。爾乃得入。", "70": "若發此心。一念因緣。於諸法中。而得自在。若", "71": "有修習如來密藏。無我空寂。如是之人。於無", "72": "量世。在生死中。流轉受苦。又維摩經第一", "73": "云。譬如有人。欲於空地造立宮室。隨意無礙。", "74": "若於得見佛。難得禪定。難得解脫難得出離。", "75": "緣此艱難。無上慈父。殷勤示誨。殷勤教誡。此", "76": "是穢土。此是牢獄。此是火宅。無樂有苦。佛世", "77": "難遇苦。正法難聞苦。禪定難得苦。聖果難證", "78": "苦。邪見眷屬苦。老病死逼苦。三塗罪報苦。怨", "79": "家強會苦。王官逼迫苦。名利駈馳苦。求不隨", "80": "意苦。衣食貧乏苦。更相繫縛苦。常憂不活苦。", "81": "恒懼惡名苦。貪生畏死苦。六道輪迴苦。有如", "82": "是等無量苦。聚逼切身。心宜應厭離。專求西", "83": "方阿彌陀佛國。然彼佛國。無苦有樂。無三惡", "84": "趣樂超過八難樂。永斷輪迴樂。老病死無樂。", "85": "常見諸佛樂。聽聞正法樂。隨聞悟解樂。超凡", "86": "證聖樂。入諸禪定樂。神通自在樂。遊歷十方", "87": "樂。聖眾共往樂。供養諸佛樂。所須應念樂。一", "88": "生不退樂。菩薩眷屬樂。隨形化生樂。永斷生", "89": "死樂。證大菩提樂。有如是等無量快樂。應當", "90": "欣樂。發願往生。愚癡眾生。不知恩德。反生", "91": "誹謗。毀訾不信。愛著三界。六道輪迴。不樂", "92": "往生。安樂。", "93": "為理。若執己見。不依聖教。言無為法許可修", "94": "習有增益者。即無為法。便有生滅。何以故。許", "95": "有增益故。夫有增益者。皆有生滅。許有生滅。", "96": "便同有為。亦是虛妄。若許虛妄。便違聖教。及", "97": "害己宗。若不許者。與理相違。何以故。自許無", "98": "為有生滅等故。又六度三學皆是有為。禪定", "99": "即是六度三學隨一所攝。如何確執是無為", "100": "耶。進退徵詰。逃竄無處。無明厚重。我慢山", "101": "高。執自己見。強違理教。一何迷昧。但學坐", "102": "者。無問道俗。心多闇塞。觸徒抵滯。不閑聖", "103": "教。語多疎失。確執阿耨多羅三藐三菩提。及", "104": "彼禪定菩提四智等。有為之法。並是無為。凝", "105": "然常住。却說無為常住之法。許可修習體有", "106": "增益。若如此者。無為之法便成有為。有為之", "107": "法翻作無為。此即說無為。有說有為。無常與", "108": "無常。並被迴換。執此謬解。以之為正。縱引聖", "109": "教。曉彼迷情。令歸正理。反生誹謗。亦不信", "110": "受。譬如迷人隨自迷意。東西南北並皆迴換。", "111": "然不迷者。憐愍彼故。方便告語。如汝所見。東", "112": "西南北。迷心故爾。非正知也。迷人聞已。倍生", "113": "忿怒。汝自迷亂。不辨東西。却冤於我。迷彼南", "114": "北。不以為得。翻以為失。不領好心。便成諍", "115": "論。今時道俗亦復如是。怖畏生死。各求出離。", "116": "迷一生路。棄而不修。傾心迂迴。長劫路中。繫", "117": "念觀空。苟偷朝夕。眾迷共執。以為捷徑。不", "118": "知更有。方便要津。貧道自至。傷愍彼故。開張", "119": "捷路。淨土要門。指示西方。令其趣入區分法", "120": "相。不令混雜。刊定是非。摧邪顯正。愚人聞", "121": "者。倍益瞋心。智者見之。故應迴向。先聞。正", "122": "法者。邪法不能動其心。先染邪法者。正法卒", "123": "難令彼信。各懷我見。朋附執心。熏習所師。不", "124": "肯迴向。如龜藏六。護惜瑕疵。但見他非。不", "125": "思己過。佛法一味。應無彼此。因行萬差。那無", "126": "遲疾。得勝即須。捨劣遇疾。宜應棄遲固執不", "127": "移。豈免生死。祇如有為無為。有漏無漏。定與", "128": "非定。可修不修。證與非證。凡與非凡。遲之與", "129": "疾。義理分明。尚未能了。", "130": "地。變現自在。壽命長短。延促隨意。六者漏盡", "131": "通。他方此界一切眾生。及自己身。斷諸惑漏。", "132": "品數多少。證果地位。於一念頃。悉皆具知。無", "133": "有錯謬。此六通即是定果。然今道俗言已證", "134": "者。未委證何禪定。若證有漏定者除漏盡通。", "135": "得餘五通。若證無漏定者。應得六通。故法華", "136": "經第一偈云。又見菩薩。常處空閑。深修禪定。", "137": "得五神通。聖教明文必不虛說。自禪門東流。", "138": "未曾聞有證五通者。況六通耶。通義尚未能", "139": "了。焉知。禪定證與非證。但行欺詐。謗無淨", "140": "土。輕蔑聖教。埋沒世尊。顯揚己德。闡提無", "141": "信。何異此也。夫求禪定。先持齋戒。齋戒為", "142": "因。方能引定。故月燈三昧經第一偈云。", "143": "功用無量乃得成若深觀此能得定", "144": "無物能將此定來必由淨戒之所起", "145": "然坐禪者。於彼齋戒。心全慢緩。多分不持。以", "146": "何為因。而得禪定。何以得知。學坐之人。不持", "147": "齋戒。以現量知。非比知也。出家者。過中藥", "148": "食。種數千般。恣情盡足。在家者。三時飽食。", "149": "持齋何在。酒通藥分。熏穢令補。病服鳥殘。及", "150": "自死者。淨戒安存。以此理推。不持齋戒。但", "151": "養見身。詎修來報。口雖說空。行在有中。以", "152": "法訓人即言。萬事皆空。及至自身。一切皆有。", "153": "不能亡軀。徇道齋戒。一時日夜。資持唯愁不", "154": "活此。乃行參塵俗。沙門之義遠矣。幸有智", "155": "者。見而思之。棄彼迷徒。應隨達者。又禪定", "156": "者。上人之法。實未證得。言已得者。若約戒", "157": "結。罪犯波羅夷。據經論。重墮增上慢。然今", "158": "坐者。多犯此罪。何以故。師資互讚皆云。已得", "159": "已證故。復言坐者。即於此身。證悟聖果。永斷", "160": "生死。更不受生。禪師錯失。事在於此。非但", "161": "陷他。亦成自累。又諸禪師。勸諸道俗。自內", "162": "求佛。不假外佛。為善知識者。亦應不假禪師", "163": "教導。自解看心。然禪師者。即是凡夫。都無", "164": "證解。令諸道俗奔波奉事。愛過父母。悲泣雨", "165": "淚。捨命求乞。一言何不令內求遣外求耶。設", "166": "使得者。浮淺之言。不足可觀。", "167": "湛然常住。而無生滅。初役可得。禪師亦說。", "168": "一切虛妄。空無一物。與彼外道空見何殊。又", "169": "復說言。學無生觀者。盡此一生。更不受生。然", "170": "此與彼斷見外道計執何異。復說一切諸法", "171": "真如體一。湛然常住。不生不滅。無有初念", "172": "後念可得。此即與彼常見外道見解何別。受", "173": "佛依廕。不思報恩。厭佛嫌經。不念不誦。此", "174": "即善星不異。調達何殊。緣斯僻見。害於正", "175": "法。忝為佛子。那不雌黃。樂求解脫。見佛聞", "176": "法者。淨土行門最為捷速。愛著三界。不求解", "177": "脫者。隨分安心以度時日。幸有智者思之察", "178": "之。隨所樂欲簡而行之。禪師又云。念佛生淨", "179": "土者。著相修習。是虛妄法。非成佛因者。竊為", "180": "未可生死。心中出此麁言。非順聖教。如大", "181": "寶積經第十七云。若有眾生。發菩提心。專念", "182": "無量壽佛。及修諸善。迴向願生。是人臨終。無", "183": "量壽佛與比丘眾。迎生彼國。得不退轉。當證", "184": "無上正等菩提。大無量壽經上卷云。一向專", "185": "念無量壽佛。少．多修善。奉持齋戒。乃至其人", "186": "臨終。無量壽佛。化現其身。光明相好。具如真", "187": "佛。與諸大眾。現其人前。即隨化佛。往生其", "188": "國。住不退轉。阿彌陀經云。舍利弗。若有善男", "189": "子善女人。聞說阿彌陀佛。執持名號。若一", "190": "日。若二日。若三日。若四日。若五日。若六日。", "191": "若七日。一心不亂。其人臨命終時。阿彌陀佛。", "192": "與諸聖眾。現在其前。是人終時。心不顛倒。即", "193": "得往生阿彌陀佛極樂國土。乃至若有人。已", "194": "發願。欲生阿彌陀佛國者。是諸人等。皆得不", "195": "退轉。於阿耨多羅三藐三菩提。觀無量壽佛", "196": "經下文云。善男子善女人。但聞佛名二菩薩", "197": "名。除無量億劫生死之罪。何況憶念。若念佛", "198": "者。當知。此人是人中分陀利華。觀世音菩薩。", "199": "大勢至菩薩。為其勝友。當坐道場。生諸佛", "200": "家。此等經文。皆云。念佛往生淨土。當成正", "201": "覺。如何禪師。判為虛妄。非成佛因。豈不與", "202": "此諸教相違。法華經第一方便品下偈云。", "203": "我記如是人來世成佛道以深心念佛", "204": "修持淨戒故若人散亂心入於塔廟中", "205": "一稱南無佛皆已成佛道", "206": "華嚴經六十二云。令安住力。念佛門。令入如", "207": "來十力中故。觀佛三昧經第一云。佛告父王。", "208": "念佛之心亦復如是。以是心故。能得三種菩", "209": "提之根。觀佛三昧經第九云。釋迦牟尼佛。彌", "210": "勒菩薩。過去於彼旃檀佛所。修行念佛三昧。", "211": "今乃成佛。又觀佛三昧第十云。行念佛者。如", "212": "大力士挽心王鎖斷到慧彼岸。文殊波若經", "213": "下卷云。若善男子善女人。欲入一行三昧。應", "214": "處空閑。捨諸亂意。不取相貌。繫心一佛。專稱", "215": "名字。隨佛方所。端身正向。能於一佛。念念相", "216": "續。即是念中。能見過去未來現在諸佛。何以", "217": "故。念一佛功德無量無邊。亦與無量諸佛功", "218": "德。無二不思議。佛法等無差別。皆乘一如。成", "219": "最正覺。如是等文。誠證非一。皆云。念佛是菩", "220": "提因。何忽專輒以凡情見解。違諸聖教。說為", "221": "虛妄。非成佛因。一何孟浪。禪師復言。讀誦大", "222": "乘經典。著相虛妄。非成佛因者。此無義言。甚", "223": "於猛火。焚燒佛法。害人善根。眾生眼目。從冥", "224": "入冥。長養三塗。斷滅佛種。忝為種子。聞此麁", "225": "言。那不痛切。徹於心髓。引經救義。挫彼邪", "226": "徒。立破成敗。須關典誥。所以廣引聖教。示彼", "227": "迷人。信若不生。誠死難救。請諸禪師。側耳細", "228": "聽。諸教定量。皆世尊語。無虛妄說。即如金剛", "229": "波若經云。須菩提。於意云何。若人滿三千大", "230": "千世界。七寶以用布施。乃至若復有人。於此", "231": "經中受持。乃至四句偈等。為他人說。其福勝", "232": "彼。何以故。須菩提。一切諸佛及諸佛。阿耨多", "233": "羅三藐三菩提。皆從此經出。下文又云。若有", "234": "人能受持讀誦。廣為人說。如來悉知。是人悉", "235": "見。是人皆得成就。不可量不可稱。無有邊不", "236": "可思議功德。如是人等。則為荷擔如來阿耨", "237": "多羅三藐三菩提。何以故。須菩提。若樂小法", "238": "者。著我見人見。眾生見壽者見。則於此經。不", "239": "能聽受。為人解說。準此經文。不肯讀誦。聽聞", "240": "解說。默然坐者。是樂小法人。著我見人見。眾", "241": "生見壽者見也。又云。復次須菩提。若善男子", "242": "善女人。受持讀誦此經。若為人輕賤。是人先", "243": "世罪業。應墮惡道。以今世人輕賤故。先世罪", "244": "業則為消滅。當得阿耨多羅三藐三菩提。涅", "245": "槃經第六云。譬如沙彌雖未具戒。即墮僧數。", "246": "善男子。若有眾生。發心始學人。涅槃經書。", "247": "持讀誦。亦復如是。雖未具足位階十住。則已", "248": "墮於十住數中。或有眾生。是佛弟子。或非弟", "249": "子。若因恐怖。或因利養。聽受具經。乃至一", "250": "偈。聞已不謗。當知。是人則為已近。阿耨多羅", "251": "三藐三菩提。又云。若有能聽如是經者。即不", "252": "退轉於阿耨多羅三藐三菩提。隨其所願。悉", "253": "能成就。如我今日所可宣說。又涅槃經說。雪", "254": "山童子。為求半偈。捨所愛身。以餧羅剎。以此", "255": "為因。乃致作佛。佛報恩經第二云。轉輪聖王。", "256": "為求半偈。剜身千燈。緣此勝因。乃致作佛。佛", "257": "報恩經第七云。菩薩勤求十二部經。所以者", "258": "何。念佛重恩。為欲流布諸佛正法。為欲增長", "259": "諸佛法故。為令世間信佛法故。為令一切無", "260": "量眾生悉得無上菩提故。金光明經第八云。", "261": "是諸眾生聽斯經者。於未來世。無量百千俱", "262": "胝那庾多劫。天上人中。常受勝樂。得遇諸佛。", "263": "速成阿耨多羅三藐三菩提。金光明經第九", "264": "偈云。", "265": "昔時寶積大法師為彼善生說妙法", "266": "因彼開演經王故東方見成不動佛", "267": "我昔聞經隨喜善所獲福聚量難知", "268": "由斯福故證菩提獲得法身真妙智", "269": "金光明經第十云。汝等能於如是經王。虔誠", "270": "流布。乃至於我般涅槃後。不令散滅。即是無", "271": "上菩提正因。法華經第三云。若聲聞辟支佛。", "272": "及諸菩薩。信是十六菩薩所說經法。受持不", "273": "毀者。是人皆當得阿耨多羅三藐三菩提。如", "274": "來之慧。法華經第四偈云。", "275": "其有欲疾得一切種智慧當受持是經", "276": "佛時。於一切法。方便無礙眾生。來生其國。", "277": "三十七道品。是菩薩淨土。菩薩成佛時。念處", "278": "正勤神足根力覺道眾生。來生其國。迴向心。", "279": "是菩薩淨土。菩薩成佛時。得一切具足功德", "280": "國土。乃至十善道。是菩薩淨土。菩薩成佛時。", "281": "命不中夭大富梵行。所言誠諦。常以軟語。眷", "282": "屬不離。善和諍訟。言必饒益。不嫉不恚。正見", "283": "眾生。來生其國。華嚴經第十三云。爾時文殊", "284": "師利菩薩。問智首菩薩言。佛子。於佛法中。智", "285": "為上首如來。何故。或為眾生。讚歎布施。或讚", "286": "持戒。或讚堪忍。或讚精進。或讚禪定。或讚智", "287": "慧。或復讚歎。慈悲喜捨。而終無有。唯以一", "288": "法。而得出離。成阿耨多羅三藐三菩提者。時", "289": "智首菩薩以頌答曰。", "290": "佛子甚希有能知眾生心如仁所問義", "291": "諦聽我言說過去未來世現在諸導師", "292": "無有說一法而得於道者佛知眾生心", "293": "性分各不同隨其所應度如是而說法", "294": "慳者為讚施毀禁者讚戒多瞋為讚忍", "295": "好懈讚精進亂意讚禪定愚癡讚智慧", "296": "怒害讚大悲憂慼為讚喜曲心讚歎捨", "297": "如是次第修漸具諸佛法如先立基堵", "298": "而後造宮室施戒亦復然菩薩眾行本", "299": "譬如建城郭為護諸人眾忍進亦如是", "300": "防護諸菩薩譬如大力王率土咸戴仰", "301": "定慧亦如是菩薩所依賴亦如轉輪王", "302": "能與一切樂四等亦如是與諸菩薩樂", "303": "如是等經。廣說諸行。是成佛因。非但六度。如", "304": "何禪師。確執禪定。成佛正因。非餘度耶。然諸", "305": "聖教說智勝。成佛正因。餘皆助緣。即如華嚴", "306": "經第十三云。文殊師利問智首菩薩言。佛子。", "307": "於佛法中。智為上首。大無量壽經上卷偈云。", "308": "布施調意戒忍精進如是三昧", "309": "智為上首", "310": "進此經文。智為第一。如何偏讚禪定為勝。故", "311": "博學者辯才無礙。寡聞者辭理俱滯。何不摧", "312": "伏人我聽所。未聞屈節於師。諮量未悟。貢高", "313": "我慢。不肯稟承。空腹高心發言違教。於人無", "314": "恥邪不愧佛。然諸禪師。不顧聖教。胸臆自斷。", "315": "不可依信。禪師復言。造像有為功德。非成佛", "316": "因者。此亦非理。違聖教量。佛有誠言。備在", "317": "諸經。殷勤稱讚。造像功德。滅過現殃。來成正", "318": "覺。如何卒暴。違佛言教。不許為因證菩提耶。", "319": "問曰。若能為因感菩提果。憑何典誥而得知", "320": "耶。答曰。諸經總說。略引二部。證成此義。即", "321": "如造像經上卷云。若復有人。能於我法。未滅", "322": "盡來。造佛像者。於彌勒初會。皆得解脫。若有", "323": "眾生非但為己。而求出離。為欲得無上菩提。", "324": "造佛像者。當知。此則為三十二相之因。能令", "325": "其人速致作佛。造像經下卷復云。爾時彌勒", "326": "菩薩摩訶薩白佛言。世尊。如佛所說。於佛法", "327": "中。犯波羅夷。不名為生。或復有人。作斯罪", "328": "已。發心憶念諸佛功德。而造佛像。於佛法中。", "329": "得再生否。又於今生第二第三第四生中。獲", "330": "證法否。佛告彌勒菩薩言。彌勒。譬如有人。身", "331": "被五縛。若得解脫。如鳥出網。至無礙處。此人", "332": "亦爾。若發信心念佛功德。而造佛像。一切業", "333": "障。皆得消除。於生死中。速出無礙。彌勒。當", "334": "知。乘有三種。所謂聲聞乘。獨覺乘。及以佛", "335": "乘。此人隨於何乘。而起願樂。即於此乘。而得", "336": "解脫。若但為成佛。不求餘報。雖有業障。而得", "337": "速滅。雖在生死。而無苦難。乃至當證無上", "338": "菩提。獲清淨土。具諸相好。所得壽命。常住", "339": "無盡。下文又云。善男子。假使如前。微塵等", "340": "數。舍利弗等。所有智慧。不及如來一念之智。", "341": "何以故。如來於念念中。常能出現過前塵數", "342": "三昧解脫陀羅尼等。種種無量勝功德故。諸", "343": "佛功德。一切聲聞。辟支佛。於其名字。亦不能", "344": "知。是故若有清信之心。造佛形像。一切業障。", "345": "莫不除滅。所獲功德無量無邊。乃至當成阿", "346": "耨多羅三藐三菩提。永拔眾生一切苦惱。法", "347": "華經第一方便品下偈云。", "348": "若人為佛故建立諸形像刻雕成眾相", "349": "皆已成佛道或以七寶成鍮石赤白銅", "350": "白鑞及鈆錫鐵木及與泥或以膠漆布", "351": "嚴飾作佛像如是諸人等皆已成佛道", "352": "彩畫作佛像百福莊嚴相自作若使人", "353": "皆已成佛道乃至童子戲若草木及筆", "354": "或以指爪甲而畫作佛像如是諸人等", "355": "漸漸積功德具足大悲心皆已成佛道", "356": "若欲具引諸經。恐煩紙墨。依斯兩教。足明優", "357": "劣。故知。信心造像。功德無涯。剋證菩提。斷", "358": "除諸難。依經敬造。必至涅槃。若取謬言。嬰纏", "359": "生死。比未聞教。輕佛重人。今見經文。那不迴", "360": "向。禪師復言。書寫經律。著相虛妄。非成佛因", "361": "者。此語非善。違害聖教。欲陷眾生。墮邪見", "362": "網。必其書寫。有損無益者。何故世尊苦勸眾", "363": "生。剝皮折骨。令寫經律。菩薩戒云。若佛子。", "364": "常應一心。受持讀誦大乘經律。剝皮為紙。刺", "365": "血為墨。以髓為水。折骨為筆。書寫佛戒。樹皮", "366": "穀紙。絹素竹帛。亦悉書持。常以七寶無價", "367": "香華。一切雜寶。為箱盛經律卷。若不如法供", "368": "養者。犯輕垢罪。下文又云。若佛子。皆以信心", "369": "受戒者。若國王王子。百官四部弟子。自恃高", "370": "貴。破滅佛法。戒律明作。制法制我。四部弟", "371": "子。不聽出家行道。亦復不聽造立形像佛塔。", "372": "經律立統。制眾安籍。記僧比丘。菩薩地立。白", "373": "衣高座。廣行非法。如兵奴之法。而菩薩正應", "374": "受一切人供養。而反為官走。使非法非律。若", "375": "國王百官。好心受佛戒者。莫作是破三寶之", "376": "罪。而作破法者。犯輕垢罪。準此兩節戒文。若", "377": "不剝皮刺血書寫經律。犯輕垢罪。制不令書。", "378": "亦犯輕垢罪。故知。信心書寫。當祈解脫。與", "379": "作礙緣。必招來苦。法華經第四法師品云。若", "380": "善男子善女人。於法華經。乃至一句。受持讀", "381": "誦。解說書寫。種種供養經卷。華香纓絡末", "382": "香。塗香燒香。繒蓋幢幡。衣服伎樂。合掌恭", "383": "敬。是人一切世間。應所瞻奉。應以如來供養。", "384": "而供養之。當知。此人。", "385": "相既不殊。還同虛妄。由此理故。為證菩提。所", "386": "修諸行。雖皆取相。而非虛妄。必能為因。證涅", "387": "槃。故不同妄情。計度分別。我我所執。顛倒虛", "388": "妄。問曰。修菩薩行。雖皆取相。必能為因。而", "389": "非妄者。何故。金剛波若楞伽等經云。凡所有", "390": "相。皆是虛妄。今言有相非虛妄者。與此聖教。", "391": "豈不相違。答曰。諸聖教中。說虛妄者。有其四", "392": "義。第一理事相對說虛妄。第二生死離繫因", "393": "果相對說虛妄。第三凡聖相對說虛妄。第四", "394": "有無相對說虛妄。第一理事相對說虛妄者。", "395": "理真事妄。何以故。理即圓成實性。無為法故。", "396": "凝然常故。無去來故。無增減故。無生滅故。體", "397": "堅實故。無變易故。事即依他起性。有為法故。", "398": "緣生法故。有增減故。有生滅故。如坏幻故。有", "399": "變易故。所以將事望理。理真事妄。此即有體", "400": "虛妄。非如兔角。第二生死離繫因果相對說", "401": "虛妄者。離繫因果真。生死因果妄。何以故。因", "402": "真故果真。因妄故果妄。因果相感法爾。如是", "403": "生死果妄。離繫果真。何以故。生死果報。輪迴", "404": "不定。得失無恒。離繫之果。得而不失。證而無", "405": "退。無恒故妄。無退故真。所以因隨於果。真妄", "406": "必同。果從於因。理齊虛實。若將生死。望於離", "407": "繫。生死因果。雖有體而虛妄。離繫因果。絕󰊋", "408": "鎖而故實。離繫果者。即菩提涅槃。更無別物。", "409": "果唯無漏。因通有漏。菩薩有二。頓漸別故。頓", "410": "悟菩薩地前有漏漸通無漏。七地已前通漏", "411": "無漏。八地已去無漏相續。第三凡聖相對說", "412": "虛妄者。凡妄聖真。何以故。凡夫顛倒。不能了", "413": "知常與無常。生死涅槃。青黃赤白。男女等法。", "414": "本無名字。隨世假立。迷情計實。尋名執著。強", "415": "生分別。境分違順。便有憎愛。二心而起。無量", "416": "煩惱。隨二心生。無明厚重。不了假名。依之執", "417": "實。造生死業。菩薩不爾。遠離顛倒。了達一", "418": "切。常與無常。生死涅槃。青黃赤白。男女等", "419": "法。本來無名。欲起言說。呼召諸法。隨順世", "420": "俗。假立名字。了知名法。互不相屬。何以故。", "421": "一切諸法。離於言論。說不及故。但為遮詮假", "422": "立名目。今知彼此。而無雜亂。熾然說法。度", "423": "脫眾生。廣立名目。開張善惡。指有涅槃。今厭", "424": "生死。勸遣精進。斷惡修善。知立假名。表詮諸", "425": "法。依名取解。而無封執。封執既無。憎愛不", "426": "生。煩惱不有。煩惱既亡。虛妄心斷。虛妄心", "427": "息。名之為聖。所以將凡望聖。凡見虛妄。非聖", "428": "所解。同凡所見。亦虛妄也。經言。虛妄但約", "429": "妄心。以心妄見。不稱境知。說彼妄見。名為虛", "430": "妄。不可令彼一切諸法。隨妄見心總皆虛妄。", "431": "若言諸法定隨妄心虛妄無者。妄心疑杌為", "432": "人鬼。杌非虛妄。彼既不爾。此云何然。故知。", "433": "不可以心妄故令境皆妄。第四有無相對說虛", "434": "妄者。無妄有真。何以故。無即遍計所執性。有", "435": "即依他起性。然依他起法。緣生幻有。法從緣", "436": "生。緣從法有。緣法和合。可有形段。可有作", "437": "用。而知有物。即如遍計所執之我。空無有物。", "438": "依彼五蘊迷情妄執。計有實我。異於五蘊。別", "439": "有體性。然此我體。無非妄計。無有作用。形段", "440": "可知。因茲妄執。增諸惑業。憂悲苦惱。從此", "441": "而生。譬如迷繩。妄生蛇想。蛇無是妄。繩有故", "442": "真。依他況繩。我類於蛇。我體空無。無故虛", "443": "妄。依他法有。有如幻有。然諸聖教說虛妄", "444": "者。不過此四。智者尋文。宜識經意。虛妄言", "445": "寬有無俱遍。各據一義。與教何違。若言世尊", "446": "說諸有為。定如空華。無有一物名虛妄者。虛", "447": "妄無法。非解脫因。如何世尊。勅諸弟子。勤", "448": "修六度。萬行妙因。當證菩提涅槃之果。豈有", "449": "智者。讚乾闥婆城。堅實高妙。復勸諸人。以", "450": "兔角為梯。而可舉陟者哉。由此理故。雖是凡", "451": "夫。發菩提心。行菩薩行。誓斷生死。趣大菩", "452": "提。所修諸行。雖然有漏。著相修習。是實是", "453": "正。有體虛妄。非如龜毛。空無一物。說為虛", "454": "妄。若能如是解經意者。常行於相。相不能礙。", "455": "速出生死。速得解脫。迷情局執。於教不通。雖", "456": "求離相。恒被相拘。欲求解脫。反沈生死。良為", "457": "禪師。不樂多聞。見解浮淺。執心有在。迷昧聖", "458": "言。雖復勤苦。專求出離。於彼行門。不了遲", "459": "疾。妄與非妄。有之與無。邪之與正。假使修", "460": "行。無利勤苦。故涅槃經云。譬如有人乘船遊", "461": "戲。琉璃寶珠。墮落深水。眾人競取。各得瓦", "462": "石。謂為真實。便生歡喜。若有人說。汝所得", "463": "者。悉是瓦石。琉璃寶珠。現在水下。亦不信", "464": "受。然諸禪師。亦復如是。共傳虛偽邪僻之", "465": "法。謂為真實。各自保愛。歡喜而行。若有智", "466": "者。依諸聖教。為說佛法。真實禪定。修學行", "467": "門。毀而不信。棄聞思修三慧善心。取無記", "468": "心。不斷不修。以為真實。此即謬中之謬。無過", "469": "此也。何以故。夫無記者。非善非惡。中庸之", "470": "心。不從分別。思慮而起。隨逐因緣。任運轉", "471": "故。體性羸劣。不能為因。感三有果。況彼解", "472": "脫出世妙果。而能證耶。聞思修慧。解脫正因。", "473": "何不安住。自利利他。展轉相傳。住無記心。確", "474": "執不移。豈不謬乎。如來法門八萬四千。隨宜", "475": "為說。散在諸教。無智懈怠。不能遍覽。執自愚", "476": "見。以為究竟。迷昧捷徑。迂路傾心。三界往", "477": "來。不求見佛。哀哉可愍。顛倒眾生。豈有遠離", "478": "諸佛如來。得成佛耶。或有一類男女道俗。於", "479": "彼淨土。都不信有。但令心淨。此間即是。何處", "480": "別有西方淨土。奇哉罪業。不信聖教。豈佛世", "481": "尊虛妄說耶。然菩提道八萬四千。其中要妙。", "482": "省功易成。速得見佛。速出生死。速得禪定。速", "483": "得解脫。速得神通。速得聖果。速得自在。速遍", "484": "十方。供養諸佛。現大神變。遍十方界。隨形六", "485": "道。救攝眾生。有進無退。萬行速圓速成佛", "486": "者。唯有淨土一門。盡此一形。專心修學。願", "487": "生彼國。如是等法。悉皆咸就。何以得知。得生", "488": "淨土。如是等法。悉皆成就。觀無量壽佛經。上", "489": "品上生文中說云行者自見其身。坐金剛臺。", "490": "隨從佛後。如彈指頃。往生彼國。即悟無生", "491": "法忍。經須臾間。歷事諸佛。遍十方界。於諸", "492": "佛前。次第受記。還至本國。得無量百千陀羅", "493": "尼門。以此文證得而非謬。祇如坐禪習定久", "494": "受勤苦。經歷多劫。難行苦行。難得成就。退多", "495": "進少。難得見佛。難得禪定。難得解脫。難得", "496": "出難。緣去疑難。無上慈父殷勤示誨。殷勤", "497": "教誡。此是穢土。此是牢獄。此是火宅。無樂有", "498": "苦。佛世難遇苦。正法難聞苦。禪定難得苦。聖", "499": "果難證苦。邪惡眷屬苦。老病死逼苦。三塗罪", "500": "報苦。怨家強會苦。王官逼迫苦。名利驅馳", "501": "苦。求不隨意苦。衣食貧乏苦。更相繫縛苦。常", "502": "憂不活苦。恒懼惡名苦。貪生畏死苦。六道輪", "503": "迴苦。有如是等無量苦聚。逼功身心。宜應厭", "504": "離。尋求西方阿彌陀佛國。然彼佛國無苦有", "505": "樂。無三惡趣樂。超過八難樂。永斷輪迴樂。老", "506": "病死無樂。常見諸佛樂。聽聞正法樂。隨聞悟", "507": "解樂。超凡證聖樂。入諸禪定樂。神通自在", "508": "樂。遊歷十方樂。聖眾共往樂。供養諸佛樂。所", "509": "須應念樂。一生不退樂。菩薩眷屬樂。隨形化", "510": "生樂。永斷生死樂。證大菩提樂。有如是等無", "511": "量快樂。應當欣樂。發願往生。愚癡眾生不知", "512": "恩德。反生誹謗。毀呰不信。愛著三界。六道", "513": "輪迴。不樂往生安樂世界。或有發心。厭生死", "514": "苦。速求解脫。不遇善友。於淨土門。多懷猶", "515": "豫。不能決定。專心趣向。隨逐眾迷。觀空撥", "516": "有。苟偷朝夕。循環火宅。任性沈浮。今為此等", "517": "無歸趣者。迷謬執者。不信淨土者。猶豫不決", "518": "者。搜揚聖教。採撮要妙。念佛法門。鳩集一", "519": "處。令彼見聞。總皆迴彼。無信者令信。迷謬者", "520": "令悟。無歸者有歸不決者令決。若能迴向願", "521": "生淨土者。端身正向。西方淨土。繫心於彼阿", "522": "彌陀佛。念念相續。稱彼名號。行住坐臥。常", "523": "須稱念。兼念觀世音菩薩。誦觀無量壽佛經。", "524": "及阿彌陀經。每日一遍。酒肉熏辛。以死為", "525": "期。斷而不食。藥分不通。奉持齋戒。清淨三", "526": "業。念佛誦經。迴向願求。上品上生。盡此一", "527": "形。必定往生。超昇淨剎。頓捨流浪。三界長", "528": "辭。禪定神通。生便即得。一念之頃。遍十方", "529": "界。所過國土。歷事諸佛。經百萬億。供養事", "530": "訖。與恒沙眾。瞬息之間。還至本土。日日如", "531": "是。乃至成佛。若大悲方便。化導群生。能於", "532": "一念。分身遍往十方世界。隨彼所宜。現身說", "533": "法。令得解脫。問曰。阿彌陀經唯言。念佛得生", "534": "淨土。何故。今者兼令誦經。及念二大菩薩。方", "535": "得往生。答曰。阿彌陀經。但令念佛。得生淨", "536": "土。不開九品。行業差別。今依觀經。位分三", "537": "輩。行開九品。上品上生。必須持戒。念佛誦", "538": "經。并念菩薩所以。觀經上品上生文中說云。", "539": "一者慈心不殺。具諸戒行。二者受持讀誦大", "540": "乘。方等經典。三者修行六念。迴向發願。願", "541": "生彼國。具此功德。一日乃至七日。即得往", "542": "生。六念者。一者念佛。二者念法。三者念僧。", "543": "四者念施。五者念戒。六者念天。今念觀音勢", "544": "至。即是菩薩。聖僧準此經文。上品上生。要", "545": "須念佛。誦經并念菩薩。各據一義。亦不相違。", "546": "若不斷酒肉熏辛。命終之後。必墮地獄。人身", "547": "尚失。況乎淨土。故楞伽經第八。遮食肉品", "548": "云。是故大慧。我見一切諸眾生等。猶如一", "549": "子。云何而聽以肉為食。亦不隨喜。何況自食。", "550": "大慧。如是一切葱韮蒜薤。臭穢不淨。能障聖", "551": "道。亦障世間人天淨處。何況諸佛淨土果報。", "552": "酒亦如是能障聖道能損善業。能生諸過。是", "553": "故大慧。求聖道者。酒肉葱韮及蒜薤等。能熏", "554": "之味。悉不應食。下偈又云。", "555": "為利殺眾生為肉追錢財彼二人惡業", "556": "死墮叫喚獄", "557": "菩薩戒又云。若佛子故飲酒。而酒生過失無", "558": "量。若自身手過酒器。與人飲酒者。五百世", "559": "無手。何況自飲。不得教一切人飲。及一切眾", "560": "生飲酒。況自飲酒。一切酒不得飲。若故自飲。", "561": "教人飲者。犯輕垢罪。若佛子故食肉。一切眾", "562": "生肉不得食。斷大慈悲。佛性種子。一切眾", "563": "生。見而捨去。是故一切菩薩。不得食一切眾", "564": "生肉。食肉得無量罪。若故食肉者。犯輕垢", "565": "罪。若佛子不得食。五辛大蒜茖葱慈葱蘭葱", "566": "興渠。是五種一切食中不得食。若故食者。犯", "567": "輕垢罪。準此經戒。飲酒食肉。及以熏辛。必", "568": "墜三塗。人身不復。何況淨土出世妙果。而可", "569": "得耶。故須。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2826 略諸經論念佛法門往生淨土集卷上", "source": "CBETA"}