{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2141B 波斯教殘經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2141B", "1": "波斯教殘經敦煌莫高窟藏本今歸京師圖書館　佚籍叢殘十五", "2": "殘寫經一卷前半已缺佚後半完好然無後題吾友臨川李", "3": "君證剛翊灼以其中專闡明明暗之旨證以景教三威蒙度", "4": "讚有合處遂定為景教經典然考大祆摩尼與景教頗類似", "5": "未易分別且皆由波斯流入中土故姑顏之曰波斯教經以", "6": "俟當世之宗教學者考證焉宣統三年三月上虞羅振玉記。", "7": "□□□□若不遇緣無由自脫求解□□□□", "8": "□□肉身本性。是一為是二耶。一切諸聖出", "9": "現於世。施作方便。能救明性。得離眾苦。究", "10": "竟安樂。作是問已。曲躬恭敬。却住一面。", "11": "爾時。明使告阿馱言。善哉善哉。汝為利益無", "12": "量眾生。能問如此甚深祕義。汝今即是一切", "13": "世間盲迷眾生大善知識。我當為汝分別解", "14": "說。令汝疑網永斷無餘。汝等當知。即此世界", "15": "未立以前。淨風善母二光明使。入於暗坑無", "16": "明境界。拔擢驍健常□□□□大智甲。五分", "17": "明身。策持昇進。令出五坑。其五類魔黏五明", "18": "身。如蠅著蜜。如鳥被黐。如魚吞鉤。以是義", "19": "故。淨風明使。以五類魔及五明身二力和合。", "20": "造成世界十天八地。如是世界。即是明身醫", "21": "療藥堂。亦是暗魔禁繫牢獄。其彼淨風及善", "22": "母等。以巧方便安立十天。次置業輪．及日月", "23": "宮．并下八地．三衣．三輪乃至三災．鐵圍．四", "24": "院．未勞俱孚山．及諸小山．大海．江河。作如", "25": "是等。建立世界。禁五類魔。皆於十三光明大", "26": "力以為囚。縛其十三種大勇力者。先意淨風", "27": "各五明子。及呼嚧瑟德𠷺嘍󱯍德并窣路沙", "28": "羅夷等。其五明身。猶如牢獄。五類諸魔。同彼", "29": "獄囚淨風五子。如掌獄官。說聽喚應。如喝更", "30": "者。其第十三窣路沙羅夷。如斷事王。於是貪", "31": "魔見斯事已。於其毒心重興惡計。即令路㑥", "32": "及業羅決以像淨風及善母等。於中變化。造", "33": "立人身。禁囚明性。放大世界。如是毒惡貪慾", "34": "肉身。雖復微小。一一皆放天地．世界．業輪", "35": "星宿．三災．四圍．大海．江河．乾濕二地．草木．", "36": "禽獸．山川．堆阜．春夏秋冬．年月時日．乃至", "37": "有礙無礙。無有一法不像世界。喻若金師。摸", "38": "白象形。寫指環內。於其象身無有增減。人", "39": "類世界。亦復如是。其彼淨風。取五類魔。於", "40": "十三種光明淨體。囚禁束縛。不令自在。魔見", "41": "是已。起貪毒心。以五明性禁於肉身。為小世", "42": "界。亦以十三無明暗力。囚固束縛。不令自在。", "43": "其彼貪魔。以清淨氣禁於骨城。安置暗相。栽", "44": "蒔死樹。又以妙風禁於筋城。安置暗心。栽蒔", "45": "死樹。又以明力禁於脈城。安置暗念。栽蒔死", "46": "樹。又以妙水禁於肉城。安置暗思。栽蒔死", "47": "樹。又以妙火禁於皮城。安置暗意。栽蒔死樹。", "48": "貪魔以此五毒死樹。栽於五種破壞地中。每", "49": "令惑亂光明本性。抽彼客性。變成毒菓。是暗", "50": "相樹者生於骨城。其菓是怨。是暗心樹者。生", "51": "於筋城。其菓是嗔。其暗念樹者。生於脈城。其", "52": "菓是婬。其暗思樹者。生於肉城。其菓是忿。其", "53": "暗意樹者。生於皮城。其菓是癡。如是五種骨．", "54": "筋．脈．肉．皮等。以為牢獄。禁五分身。亦如五", "55": "明。囚諸魔類。又以怨憎．嗔恚．婬慾．忿怒．及", "56": "愚癡等。以為獄官。放彼淨風五驍健子中間", "57": "貪慾。以像喝更說聽喚應。饞毒猛火。恣令自", "58": "在。放窣路沙羅夷。其五明身。既被如是苦切", "59": "禁縛。廢忘本心。如狂如醉。猶如有人。以眾毒", "60": "蛇。編之為籠。頭皆在內。吐毒縱橫。復取一", "61": "人。倒懸於內。其人爾時為毒所逼。及以倒", "62": "懸。心意迷錯。無暇思惟。父母親戚。及本歡", "63": "樂。今五明性。在肉身中。為魔囚縛。晝夜受", "64": "苦。亦復如是。又復淨風造二明船。於生死海", "65": "運渡善子。達於本界。令光明性究竟安樂。怨", "66": "魔貪主。見此事已。生嗔姤心。即造二形雄雌", "67": "等相。以放日月二大明船。惑亂明性。令昇暗", "68": "船。送入地獄。輪迴五趣。備受諸苦。卒難解", "69": "脫。若有明使。出興於世。教化眾生。令脫諸", "70": "苦。先從耳門。降妙法音。後入故宅。持大神", "71": "呪。禁眾毒蛇。及諸惡獸。不令自在。復齎智", "72": "斧。斬伐毒樹。除去株杌。并餘穢草。並令清", "73": "淨。嚴飾宮殿。敷置法座。而乃坐之。猶如國", "74": "王。破怨敵國。自於其中。莊飾臺殿。安置寶", "75": "座。平斷一切善惡人民。其惠明使。亦復如", "76": "是。既入故城。壞怨敵已。當即分判明暗二", "77": "力。不令雜亂。先降怨憎。禁於骨城。令其淨", "78": "氣俱得離縛。次降嗔恚。禁於筋城。令淨妙風", "79": "即得解脫。又伏婬慾。禁於脈城。令其明力即", "80": "便離縛。又伏忿怒。禁於肉城。令其妙水即便", "81": "解脫。又伏愚癡。禁於皮城。令其妙火俱得解", "82": "脫。貪慾二魔。禁於中間。飢毒猛火。放令自", "83": "在。猶如金師。將欲鍊金。必先藉火。若不得", "84": "火。鍊即不成。其惠明使。喻若金師。其㘈𠺕", "85": "而云䁥。猶如金釙。其彼飢魔。即是猛火。鍊五", "86": "分身。令使清淨。惠明大使。於善身中。使用飢", "87": "火。為大利益。其五明力。住和合體。因彼善", "88": "人。銓簡二力。各令分別。如此肉身。亦名故", "89": "人。即是骨．筋．脈．肉．皮。怨．嗔．婬．怒．癡。及貪", "90": "饞婬。如是十三。共成一身。以像無始無明境", "91": "界。第二暗夜。即是貪魔毒惡思惟諸不善性。", "92": "所謂愚癡．婬慾．自譽．亂他．嗔恚．不淨．破壞．", "93": "銷散．死亡．誑惑．返逆暗相。如是等可畏無明", "94": "暗夜。十二暗時。即是本出諸魔記驗。以是義", "95": "故。惠明大智。以善方便。如此肉身。銓救明", "96": "性。令得解脫。於己五體。化出五施。資益明", "97": "性。先從明相化出怜愍。加彼淨氣。次從明心", "98": "化出具足。加被明力。又於明思化出忍辱。加", "99": "被淨水。又於明意化出智惠。加被淨火呼嚧", "100": "瑟德𠷺嘍󱯍德。於語藏中加被智惠。其氣風", "101": "明水火．憐愍．誠信．具足．忍辱．智惠．及呼嚧", "102": "瑟德𠷺嘍󱯍德與彼惠明。如是十三。以像清", "103": "淨光明世界。明尊記驗。持具戒者。猶如日", "104": "也。", "105": "第二日者。即是智惠。十二大王。從惠明化。像", "106": "日圓滿。具足記驗。第三日者。自是七種摩訶", "107": "羅薩本。每入清淨師僧身中。從惠明處。受得", "108": "五施。及十二時。成具足日。即像窣路沙羅夷。", "109": "大力記驗。如是三日及以二夜。於其師僧乃", "110": "至行者。並皆具有二界記驗。或時故人。與新", "111": "智人共相鬪戰。如初貪魔。擬侵明界。如斯記", "112": "驗。從彼故人。暗毒相中。化出諸魔。即共新人", "113": "相體鬪戰。如其新人不防記驗。廢忘明相。即", "114": "有記驗。其人於行無有憐愍。觸事生怨。即污", "115": "明性。清淨相體。寄住客性。亦被損壞。若當防", "116": "護。記驗警覺。逆逐怨憎。當行憐愍。明性相", "117": "體。還復清淨。寄住客性。離諸危厄。歡喜踴", "118": "躍。禮謝而去。", "119": "或時新人忘失記念。於暗心中化出諸魔。共", "120": "新人心當即鬪戰。於彼人身有大記驗。其人", "121": "於行無有誠信。觸事生嗔。寄住客性。當即被", "122": "染。明性心體。若還記念。不忘本心。令覺驅", "123": "逐。嗔恚退散。誠信如故。寄住客性。免脫諸", "124": "苦。達於本界。或時新人忘失記念。即被無明。", "125": "暗毒念中。化出諸魔。共彼新人清淨念體即", "126": "相鬪戰。當於是人有大記驗。其人於行無有", "127": "具足。慾心熾盛。寄住客性。即當被染。如其", "128": "是人。記念不忘。於具足體善能防護。摧諸慾", "129": "想。不令復起。寄住客性。免脫眾苦。俱時清", "130": "淨。達於本界。", "131": "或時於彼無明思中。化出諸魔。共新人思即", "132": "相鬪戰。如其是人。廢忘本思。當有記驗。其人", "133": "於行即無忍辱。觸事生怒。客主二性。俱時被", "134": "染。如其是人。記念不忘。覺來拒敵。怒心退", "135": "謝。忍辱大力。還當扶護。寄住客性。欣然解", "136": "脫。本性明白。思體如故。", "137": "或時於被無明意中。化出諸魔。即共新人意", "138": "體鬪戰。如其是人。忘失本意。當有記驗。其", "139": "人於行多有愚癡。客主二性。俱被染污。如", "140": "其是人。記念不忘。愚癡若起。當即自覺。速能", "141": "降伏。策勤精進。成就智惠。寄住客性。因善業", "142": "故。俱得清淨。明性意體。湛然無穢。如是五", "143": "種。極大鬪戰。新人故人。時有一陣。新人因", "144": "此。五種勢力。防衛怨敵。如大世界。諸聖記", "145": "驗。憐愍以像。持世明使。誠信以像十天大王。", "146": "具足以像降魔勝使。忍辱以像地藏明使。智", "147": "惠以像催光明使。為此義故。過去諸聖及現", "148": "在教作如是說。出家之人。非其有礙肉身相", "149": "戰。乃是無礙。諸魔毒性。互相鬪戰。如此持", "150": "戒清淨師等。類同諸聖。何以故。降伏魔怨。不", "151": "異聖故。或時故人兵眾退敗。惠明法相寬泰", "152": "而遊。至於新人五種世界無量國土。乃入清", "153": "淨微妙相城。於其寶殿敷置法座。安處其中。", "154": "乃至心念思意等城。亦復如是。一一遍入。若", "155": "其惠明遊於相城。當知是師所說正法皆悉", "156": "微妙。樂說大明三常五大。神通變化具足諸", "157": "相。次於法中專說憐愍。", "158": "或遊心城。當知是師樂說日月光明宮殿神", "159": "通變化具足威力。次於法中專說誠信。", "160": "或遊念城。當知是師樂說大相窣路沙羅夷", "161": "神通變化具足默然。次於法中專說具足。", "162": "或遊思城。當知是師樂說五明神通變現。次", "163": "於法中專說忍辱。", "164": "或遊意城。當知是師樂說明使過去未來及", "165": "現在者神通變化隱現自在。次於法中專說", "166": "智惠。是故智者諦觀是師。即知惠明在何國", "167": "土。若有清淨雷那勿等。如是住持無上正法。", "168": "乃至命終不退轉者。命終已後。其彼故人及", "169": "以兵眾。無明暗力墮於地獄。無有出期。當即", "170": "惠明引己明軍。清淨眷屬直至明界。究竟無", "171": "畏。常受快樂。應輪經云。若雷那勿等身具善", "172": "法。光明父子及淨法風。皆於身中每常遊止。", "173": "其明父者即是明界無上明尊。其明子者。即", "174": "是日月光明。淨法風者。即是惠明。寧萬經云。", "175": "若雷那勿具善法者。清淨光明大力智惠。皆", "176": "備在身。即是新人功德具足。", "177": "汝等諦聽。惠明大使。入此世界顛倒󱱊城。屈", "178": "曲聚落。壞朽故宅。至於魔宮。其彼貪魔。為", "179": "破落故。造新穢城。因己愚癡。恣行五慾。或時", "180": "白鴿徵妙淨風勇健法子大聖之男入於此", "181": "城。四面顧望。唯見烟霧。周障屈曲。無量聚", "182": "落。既望見已。漸次遊行。至於城上。直下遙", "183": "望。見七寶珠。一一寶珠。價值無量。皆被雜", "184": "穢。纏覆其上。時惠明使。先取膏腴肥壤好", "185": "地。以已光明無上種子。種之於中。又於己體", "186": "脫出模樣及諸珍寶。為自饒益。大利興生。種", "187": "種莊嚴具足內性以為依柱真實種子依因此", "188": "柱得出五重無明暗坑。猶如大界。先意淨風", "189": "各有五子。與五明身作依止柱。於是惠明善", "190": "巧田人。以惡無明崎嶇五地而平填之。先除", "191": "荊蕀及諸毒草。以火焚燒。次當誅伐五種毒", "192": "樹。其五暗地。既平殄已。即為新人置立殿堂", "193": "及諸宮室。於其園中。栽蒔種種香花寶樹。然", "194": "後乃為自身莊嚴宮室寶座臺殿。次為左右", "195": "無數眾等。亦造宮室。其惠明使。以自威神。建", "196": "立如是種種成就。又翻毒惡貪慾暗地。令其", "197": "顛倒。於是明性五種淨體。漸得申暢。其五體", "198": "者。則相．心．念．思．意是。時惠明使。於其清淨", "199": "五重寶地。栽蒔五種光明勝譽無上寶樹。復", "200": "於五種光明寶臺。燃五常住光明寶燈。", "201": "時惠明使。施五施已。先以驅逐無明暗相。伐", "202": "却五種毒惡死樹。其樹根者自是怨憎。其莖", "203": "剛強。其枝是嗔其葉是恨。菓是分拆。味是泊", "204": "淡。色是譏嫌。其次驅逐無明暗心。伐却死樹。", "205": "其樹根者自是無信。其莖是忘。枝是謟惰。葉", "206": "是剛強。菓是煩惱。味是貪慾。色是拒諱。其次", "207": "驅逐無明暗念。伐去死樹。其樹根者自是婬", "208": "慾。莖是怠惰。枝是剛強。葉是增上。果是譏", "209": "誚。味是貪嗜色是愛慾諸不淨業。先為後誨。", "210": "次逐暗思。伐去死樹。其樹根者自是忿怒。莖", "211": "是愚癡。枝是無信。葉是拙鈍。菓是輕蔑。味是", "212": "貢高。色是輕他。次逐暗意。伐去死樹。其樹根", "213": "者自是愚癡。莖是無記。枝是嫚鈍。葉是顧影", "214": "自謂無比。菓是越眾。莊嚴服飾。味是愛樂。瓔", "215": "珞真珠環釧諸雜珍寶串佩其身。色是貪嗜。", "216": "百味飲食資益肉身。如是樹者。名為死樹。貪", "217": "魔於此無明暗窟。勤加種蒔。", "218": "時惠明使。當用智惠快利钁斧。次第誅伐已。", "219": "以已五種無上清淨光明寶樹。於本性地而", "220": "栽種之。於其寶樹溉甘露水。生成仙菓。先栽", "221": "相樹。其相樹者。根是怜愍。莖是快樂。枝是", "222": "歡喜。葉是羔眾。菓是安泰。味是敬慎。色是堅", "223": "固。次栽清淨妙寶心樹。其樹根者自是誠信。", "224": "莖是見信。枝是怕懼。葉是警覺。菓是勤學。味", "225": "是讀誦。色是安樂。次栽念樹。其樹根者自是", "226": "具足。莖是好意。枝是威儀。葉是真實。莊嚴諸", "227": "行。菓是實言。無虛妄語。味是說清淨正法。色", "228": "是愛樂相見。次栽思樹。其樹根者自是忍辱。", "229": "莖是安泰。枝是忍受。葉是戒律。菓是齋讚。味", "230": "是勤修。色是精進。次栽意樹。其樹根者自是", "231": "智惠。莖是了二宗義。枝是明法辯才。葉是權", "232": "變知機。能摧異學。崇建正法。菓是能巧問答。", "233": "隨機善說。味是善能譬喻。令人曉悟。色是柔", "234": "濡羔辭。所陳悅眾。如是樹者。名為活樹。", "235": "時惠明使。以此甘樹。於彼新城微妙宮殿寶", "236": "座四面及諸園觀自性五地。於其地上而栽", "237": "種之。其中王者即是怜愍。其怜愍者。即是一", "238": "切功德之祖。猶如朗日諸明中最。亦如滿月", "239": "眾星中尊。又如國王花冠。於諸嚴飾最為第", "240": "一。亦如諸樹。其菓為最。又如明性。處彼暗", "241": "身。於其身中微妙無比。亦如素鹽。能與一切", "242": "上妙餚饌而作滋味。又如國王印璽。所印之", "243": "處無不遵奉。亦如明月寶珠。於眾寶中而為", "244": "第一。又如膠清。於諸畫色而作牢固。亦如石", "245": "灰。所塗之處。無不鮮白。又如宮室。於中有", "246": "王。因彼王故。宮得嚴淨。其怜愍者。亦復如", "247": "是。有怜愍者。則有善法。若無怜愍。修諸功", "248": "德。皆不成就。緣此事故。故稱為王。其怜愍", "249": "中。復有誠信。其誠信者。即是一切諸善之母。", "250": "猶如王妃。能助國王。撫育一切。亦如火力。通", "251": "熟萬物。資成諸味。又如日月。於眾像中。最尊", "252": "無比。舒光普照。無不滋益。怜愍誠信。於諸功", "253": "德成就具足。亦復如是。怕愍誠信。亦是諸聖", "254": "過去未來明因基址。通觀妙門。亦復三界煩", "255": "惱大海側足狹路。百千眾中。稀有一人。能入", "256": "此路。若有入者。依因此道。得生淨土。離苦解", "257": "脫。究竟無畏。常樂安淨。", "258": "又惠明使。於魔暗身。通顯三大光明惠日。降", "259": "伏二種無明暗夜。像彼無上光明記驗。第一", "260": "日者。即是惠明。十二時者。即是勝相十二大", "261": "王。以像清淨光明世界無上記驗。第二日者。", "262": "即是新人清淨種子。十二時者即是十二次", "263": "化明王。又是夷數勝相妙衣。施與明性。以此", "264": "妙衣莊嚴內性。令其具足拔擢昇進永離穢", "265": "土。其新人日者。即像廣大窣路沙羅夷。十二", "266": "時者。即像先意及以淨風各五明子。并呼嚧", "267": "瑟德𠷺嚧󱯍德。合為十三光明淨體。以成一", "268": "日。", "269": "第三日者。即是說聽及喚應聲。十二時者。即", "270": "是微妙相．心．念．思．意等。及與怜愍．誠信．具", "271": "足。忍辱．智惠等是。其此喚應。第四日者。以", "272": "像大界日光明使怜愍相等。十二時者。即像", "273": "日宮十二化女。光明圓滿。合成一日。", "274": "其次復有兩種暗夜。第一夜者。即是貪魔。其", "275": "十二時者。即是骨．筋．脈．肉．皮等。及以怨．憎．", "276": "嗔恚．婬慾．忿怒．愚癡．貪欲．飢火。如是等輩。", "277": "不淨諸毒。以像暗界無始無明第一暗夜。第", "278": "二夜者。即是猛毒慾熾焰。十二時者。即是十", "279": "二暗毒思惟。如是暗夜。以像諸魔初興記驗。", "280": "時惠明日。對彼無明重昏暗夜。以光明力降", "281": "伏暗性。靡不退散。以是義故。像初明使降魔", "282": "記驗。又惠明使。於無明身。種種自在降伏諸", "283": "魔。如王在殿賞罰無畏。惠明相者。第一大王。", "284": "二者智惠。三者常勝。四者歡喜。五者懃修。六", "285": "者平等。七者信心。八者忍辱。九者直意。十者", "286": "功德。十一者齊心一等。十二者內外俱明。如", "287": "是十二光明。大時若入相心念思意等五種", "288": "國土。一一孳󱸨無量光明。各各現果亦復無", "289": "量。其菓即於清淨徒眾。而具顯現。", "290": "若電那勿具足十二光明時者。當知是師與", "291": "眾有異。言有異者。是慕闍拂多誕等。於其身", "292": "心常生慈善柔濡別識。安泰和同如是記驗。", "293": "即是十二相樹初萌顯現。於其樹上。每常開", "294": "敷無上寶花。既開已輝光普照。一一花間。化", "295": "佛無量。展轉相生。化無量身。", "296": "若電那勿內懷第一大王樹者。當知是師有", "297": "五記驗。一者不樂久住一處。如王自在。亦不", "298": "常住一處。時有出遊。將諸兵眾。嚴持器仗。種", "299": "種具備。能令一切惡獸怨敵悉皆潛伏。二者", "300": "不慳所至之處。若得儭施。不私隱用。皆納大", "301": "眾。三者貞潔防諸過患。自能清淨。亦復轉勸", "302": "餘修學者。令使清淨。四者於己尊師有智惠", "303": "者。而常親近。若有無智樂欲戲論及鬪諍者。", "304": "即皆遠離。五者常樂清淨徒眾。與共住止。所", "305": "至之處。亦不別眾獨寢一室。若有此者。名為", "306": "病人。如世病人。為病所惱。常樂獨處。不願親", "307": "近眷屬知識。不樂眾者。亦復如是。", "308": "二智惠者。若有持戒電那勿等內懷智性者。", "309": "當知是師有五記驗。一者常樂讚歎清淨有", "310": "智惠人。及樂清淨智惠徒眾同會一處。心生", "311": "歡喜。常無厭離。二者若己智根見解狹劣。聞", "312": "他智者智惠言語。心無姤嫉。三者諸有業行。", "313": "常當勤學。心不懈怠。四者常自勤學。智惠方", "314": "便。諸善威儀。亦勸餘人。同共修習。五者於其", "315": "禁戒慎懼不犯。若誤犯者。速即對眾發露陳", "316": "悔。", "317": "三常勝者。若有清淨電那勿等內懷勝性。當", "318": "知是師有五記驗。一者不樂讒謟狠悷。如有", "319": "是人亦不親近。二者不樂鬪諍諠亂。若有鬪", "320": "諍。速即遠離。強來鬪者。而能伏忍。三者若", "321": "論難有退屈者。不得承危。󱰤以稱快。四者輒", "322": "不漫陳。不問而說。若有來問。思忖而答。不令", "323": "究竟。因言被恥。五者於他語言。隨順不逆。亦", "324": "不強證。以成彼過。若於法眾。其心和合。無有", "325": "分拆。", "326": "四歡喜者。若有清淨電那勿等內懷歡喜性", "327": "者。當知是師有五記驗。一者於聖教中所有", "328": "禁戒威儀進止。一一歡喜。盡力依持。乃至命", "329": "終。心無放捨。二者但聖所制。年一易衣。日一", "330": "受食。歡喜敬奉。不以為難。亦不妄證。云是諸", "331": "聖權設此教。虛引經論言通再受。求解脫者", "332": "不依此戒。三者但學已宗清淨󱧑法。亦不求", "333": "諸󱱊敗教。四者心常卑下。於諸同學而無憎", "334": "上。五者若謂處下流。不越居上身為尊首。視", "335": "眾如己。愛無偏黨。", "336": "五勤修者。若有清淨電那勿等內懷懃性。當", "337": "知是師有五記驗。一者不樂睡眠妨修道業。", "338": "二者常樂讀誦。勵心不怠。同學教誨。加意喜", "339": "謝。亦不因教心生怨恨。己常懃修。轉勸餘者。", "340": "三者常樂演說清淨正法。四者讚唄禮誦。轉", "341": "誦抄寫。繼念思惟。如是等時。無有虛度。五者", "342": "所持禁戒。堅固不缺。", "343": "六真實者。若有清淨電那勿等內懷真實性", "344": "者。當知是師有五記驗。一者所說經法。皆悉", "345": "真實。一依聖教。不妄宣示。於有說有。於無說", "346": "無。二者心意常以真實和同。不待外緣。因而", "347": "取則。三者所持戒行。每常真實。若獨若眾。心", "348": "無有二。四者常於己師心懷決定。盡力承事。", "349": "不生疑惑。乃至命終。更無別意。五者於諸同", "350": "學。勸令修習。以真實行。教導一切。", "351": "七信心者。若有清淨電那勿等內懷信心性", "352": "者。當知是師有五記驗。一者信二宗義。心淨", "353": "無疑。棄暗從明。如聖所說。二者於諸戒律其", "354": "心決定。三者於聖經典不敢增減一句一字。", "355": "四者於正法中所有利益。心助歡喜。若見為", "356": "魔之所損惱。當起慈悲。同心憂慮。五者不妄", "357": "宣說他人過惡。亦不嫌謗傳言兩舌。性常柔", "358": "濡。質直無二。", "359": "八忍辱者。若有清淨電那勿等內懷忍辱性", "360": "者。當知是師有五記驗。一者心恒慈善。不生", "361": "忿怒。二者常懷歡喜。不起恚心。三者於一切", "362": "處心無怨恨。四者心不剛強。口無麁惡。常以", "363": "濡語說可眾心。五者若內若外。設有諸惡煩", "364": "惱對值來侵辱者。皆能忍受。歡喜無怨。", "365": "九直意者。若有清淨電那勿等內懷直意性", "366": "者。當知是師有五記驗。一者不為煩惱之所", "367": "繫縛。自歡喜。清淨直意。二者但於法中。若", "368": "大若小。所有諮問。恭敬領受。隨喜善應答。三", "369": "者於諸同學。言無反難。不護己短。而懷嗔", "370": "恚。四者言行相副。心恒質直。不求他過。以成", "371": "鬪競。五者法內兄弟。若於聖教心有異者。當", "372": "即遠離不共住止。亦不親近。共成勢力。故惱", "373": "善眾。", "374": "十功德者。若有清淨電那勿等內懷功德性", "375": "者。當知是師有五記驗。一者所出言語不損", "376": "一切。恒以慈心善巧方便。能令眾人皆得歡", "377": "喜。二者心恒清淨。不恨他人。亦不造愆令他", "378": "嗔恚。口常柔耎。離四種過。三者於尊於卑不", "379": "懷妬嫉。四者不奪徒眾經論弟子。隨所至方", "380": "清淨住處歡喜住止。不擇華好。五者常樂教", "381": "悔。一切人民。善巧智惠。令修正道。", "382": "十一齊心一等者。若有清淨電那勿等內懷", "383": "齊心性者。當知是師有五記驗。一者法主慕", "384": "闍拂多誕等所教智惠。善巧方便威儀進止。", "385": "一一依行不敢改換。不專己見。二者常樂和", "386": "合。與眾同住。不願別居。各興異計。三者齊心", "387": "和合。以和合故。所得儭施共成功德。四者常", "388": "得聽者恭敬供養。愛樂稱讚。五者常樂遠離", "389": "調悔戲笑。及以諍論。善護內外。和合二性。", "390": "十二內外俱明者。若有清淨電那勿等內懷", "391": "俱明性者。當知是師有五記驗。一者善拔穢", "392": "心。不令貪慾。使己明性常得自在。能於女人", "393": "作虛假想。不為諸色之所留難。如鳥高非不", "394": "殉羅網。二者不與聽者偏交厚重。亦不固戀", "395": "諸聽者家。將如己舍。若見法外俗家損失及", "396": "愁惱事。心不為憂。設獲利益及欣喜事。心亦", "397": "如故。三者若行若住。若坐若臥。不寵肉身求", "398": "諸細滑衣服臥具飲食場藥鳥馬車乘以榮其", "399": "身。四者常念命終險難苦楚危厄之日。常觀", "400": "無常及平等王。如對目前。無時暫捨。五者自", "401": "身柔順。不惱兄弟及諸知識。不令嗔怒。亦不", "402": "望證。令他惡名。常能定心。安住淨法。如是等", "403": "者。名為十二明王寶樹。我從常樂光明世界。", "404": "為汝等故。持至於此。欲以此樹栽於汝等清", "405": "淨眾中。汝等上相善慧男女。當須各自於清", "406": "淨心栽植此樹。令使增長。猶如上好無砂鹵", "407": "地。種一收萬。如是展轉。至無量數。汝等今", "408": "者。若欲成就無上大明清淨果者。皆當莊嚴", "409": "如是寶樹。令得具足。何以故。汝等善子。依此", "410": "樹菓得離四難及諸有身。出離生死。究竟常", "411": "勝。至安樂處。爾時會中諸慕闍等。聞說是", "412": "經。歡喜踴躍。歎未曾有。諸天善神。有礙無", "413": "礙。及諸國王。群臣士女。四部之眾。無量無", "414": "數。聞是經已。皆大歡喜。悉能發起無上道", "415": "心。猶如卉木值遇陽春。無不滋茂敷花結菓", "416": "得成熟。唯除敗根不能滋長。", "417": "時慕闍等。頂禮明使。長跪叉手。作如是言。唯", "418": "有大聖。三界獨尊。普是眾生慈悲父母。亦是", "419": "三界大引道師。亦是含靈大醫療主。亦是妙", "420": "空能容眾相。亦是上天包羅一切。亦是實地", "421": "能生實果。亦是眾生甘露大海。亦是廣大眾", "422": "寶香山。亦是任眾金剛寶柱。亦是巨海巧智", "423": "船師。亦是火坑慈悲救手。亦是死中與常命", "424": "者。亦是眾生明性中性。亦是三界諸牢固獄", "425": "解脫明門諸慕闍等。又啟明使。作如是言。唯", "426": "大明一尊能歎聖德。非是我等肉舌劣智稱", "427": "讚如來功德智惠。千萬分中能知少分。我今", "428": "勵己小德小智。舉少微意歎聖弘慈。唯願大", "429": "聖。垂怜愍心。除捨我等曠劫已來無明重罪。", "430": "令得銷滅。我等今者不敢輕慢。皆當奉持無", "431": "上寶樹。使令具足緣此法。水洗濯我等諸塵", "432": "重垢。令我明性常得清淨。緣此法藥及大神", "433": "呪。呪療我等多劫重病。悉得除愈。緣此智惠", "434": "堅牢鎧伏。被串我等。對彼怨敵。皆得強勝。緣", "435": "此微妙眾相衣冠。莊嚴我等。皆得具足。緣此", "436": "本性光明模樣。印󱷂我等。不令散失。緣此甘", "437": "膳百味飲食。飽足我等。離諸飢渴。緣此無數", "438": "微妙音樂。娛樂我等。離諸憂煩。緣此種種奇", "439": "異珍寶。給施我等。令得富饒。緣此明網。於", "440": "大海中撈渡我等。安置寶船。我等今者上相", "441": "福厚。得覩大聖殊特相好。又聞如上微妙法", "442": "門。蠲除我等煩惱諸穢。心得開悟。納如意珠。", "443": "威光得履缶道過去諸聖不可稱數。皆依此", "444": "門得離四難及諸有身。至光明界。受無量樂。", "445": "唯願未來一切明性得遇如是光明門者。若", "446": "見若聞。亦如往聖及我今日。聞法歡喜。心得", "447": "開悟。尊重頂受。不生疑慮。時諸大眾。聞是", "448": "經已。如法信受。歡喜奉行。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2141B 波斯教殘經", "source": "CBETA"}