{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0664 合部金光明經: 合部金光明經: 合部金光明經", "text": {"0": "9 依空滿願品(四)", "1": "合部金光明經卷第五", "10": "王心生歡喜，亦為護世之所讚嘆。此經能照", "100": "心進勇銳、具諸威德。是諸人王若能至心聽", "101": "受是典，則為已能供養於我；若供養我，則", "102": "是供養過去、未來、現在諸佛；若能供養過去、", "103": "未來、現在諸佛，則得無量不可思議功德之", "104": "聚。以是因緣，是諸人王應得擁護，及后妃、婇", "105": "女、中宮眷屬、諸王子等亦應得護，衰惱消滅、", "106": "快樂熾盛；宮殿堂宇安隱清淨，無諸災變，護", "107": "宅之神增長威德，亦受無量歡悅快樂；是諸", "108": "國土所有人民悉受種種五欲之樂，一切惡", "109": "事悉皆消滅。」", "11": "諸天宮殿、是經能與眾生快樂、是經能令地", "110": "爾時，四天王白佛言：「世尊！未來之世若有人", "111": "王欲得護身，及后妃、婇女、諸王子等、宮殿屋", "112": "宅得第一護身所、王領最為殊勝、具不可思", "113": "議王者功德、欲得攝取無量福聚、國土無有", "114": "他方怨賊、無諸憂惱及諸苦事。世尊！如是人", "115": "王不應放逸散亂其心，應生恭敬謙下之心，", "116": "應當莊嚴第一微妙最勝宮宅，種種香汁持", "117": "用灑地，散種種華敷大法座師子之座，兼以", "118": "無量珍琦異物而為絞飾，張施種種無數", "119": "微妙幢幡、寶蓋。當淨洗浴，以香塗身，著好淨", "12": "獄餓鬼畜生諸河焦乾枯竭、是經能除一切", "120": "衣，瓔珞自嚴，坐小卑座，不自高大，除去自在，", "121": "離諸放逸，謙下自卑，除去憍慢，正念聽受如", "122": "是妙典，於說法者生世尊想。復於宮內后妃、", "123": "王子、婇女、眷屬生慈哀心，和顏與語，勸以種", "124": "種供養之具供養法師。是王爾時既勸化已，", "125": "即生無量歡喜快樂，心懷悅豫，倍復自勵，不", "126": "生疲惓，多作利益，於說法者倍生恭敬。」", "127": "爾時，佛告四天大王：「爾時，人王應著白淨鮮", "128": "潔之衣，種種瓔珞齊整莊嚴，執持素帛微妙", "129": "上蓋，服飾容儀不失常則，躬出奉迎說法之", "13": "怖畏、是經能却他方怨賊、是經能除穀貴飢", "130": "人。何以故？是王如是，隨其舉足步步之中即", "131": "是供養值遇百千億那由他諸佛世尊，復得", "132": "超越如是等劫生死之難，復於來世爾所劫", "133": "中常得封受轉輪王位。隨其步步亦得如是", "134": "現世功德：不可思議自在之力，常得最勝極", "135": "妙七寶人天宮殿，在在生處增益壽命，言語", "136": "辯了，人所信用，無所畏忌，有大名稱，常為人", "137": "天之所恭敬，天上人中受上妙樂，得大勢力，", "138": "具足威德，身色微妙，端嚴第一，常值諸佛，遇善", "139": "知識，成就具足無量福聚。「汝等四天王！如是，", "14": "饉、是經能愈一切疫病、是經能滅惡星變異、", "140": "人王見如是等種種無量功德利益，是故此王", "141": "應當躬出奉迎法師，若一由旬至百千由旬。", "142": "於說法師應生佛想，應作是念：『今日釋迦如", "143": "來正智入於我宮受我供養、為我說法，我聞", "144": "是法即不退轉於阿耨多羅三藐三菩提，已", "145": "為得值百千萬億那由他佛、為已供養過去", "146": "未來現在諸佛、已得畢竟三惡道苦，我今已", "147": "種百千無量轉輪聖王釋梵之因、已種無邊", "148": "善根種子、已令無量百千萬億諸眾生等度", "149": "於生死、已集無量無邊福聚，後宮眷屬已得", "15": "是經能去一切憂惱。舉要言之：是經能滅一切", "150": "擁護宮宅、諸衰悉以消滅，國土無有怨賊棘", "151": "刺、他方怨敵不能侵凌。』「汝等四王！如是，人", "152": "王應作如是供養正法，清淨聽受是妙經典，", "153": "及恭敬、供養、尊重、讚嘆。持是經典四部之眾，", "154": "亦當迴此所得最勝功德之分，施與汝等及", "155": "餘眷屬、諸天、鬼神，聚集如是諸善功德，現世", "156": "常得無量無邊、不可思議自在之利，威德、勢", "157": "力、成就具足，能以正法摧伏諸惡。」", "158": "爾時，四王白佛言：「世尊！若未來世有諸人王", "159": "作如是等恭敬正法，至心聽受是妙經典，及", "16": "眾生無量無邊百千苦惱。世尊！是金光明微", "160": "恭敬、供養、尊重、讚嘆，持是經典四部之眾嚴", "161": "治舍宅、香汁灑地、專心正念聽說法時，我等", "162": "四王亦當在中共聽此法，願諸人王為自利", "163": "故，以己所得功德少分施與我等。「世尊！是諸", "164": "人王於說法者所坐之處，為我等故燒種種", "165": "香供養是經，是妙香氣於一念頃即至我等", "166": "諸天宮殿，其香即時變成香蓋，其香微妙，金", "167": "色晃耀照我等宮、釋宮、梵宮。大辯神天、功德", "168": "神天、堅牢地神、散脂鬼神最大將軍二十八", "169": "部鬼神大將，摩醯首羅、金剛密迹、摩尼跋陀", "17": "妙經典，若在大眾廣宣說時，我等四王及餘", "170": "鬼神大將、鬼子母與五百兒子周匝圍遶、", "171": "阿耨達龍王、娑竭羅龍王，如是等眾自於宮", "172": "殿，各各得聞是妙香氣及見香蓋光明普照，", "173": "是香蓋光明亦照一切諸天宮殿。」佛告四王：", "174": "「是香蓋光明非但至汝四王宮殿。何以故？是", "175": "諸人王手擎香鑪供養經時，其香遍布，於一", "176": "念頃遍至三千大千世界百億日月、百億大", "177": "海、百億須彌山、百億大鐵圍山、小鐵圍山及", "178": "諸山王、百億四天下、百億四天王、百億三", "179": "十三天，乃至百億非想非非想天。於此三千", "18": "眷屬，聞此甘露無上法味增益身力、心進勇", "180": "大千世界百億三十三天、一切龍、鬼、乾闥", "181": "婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽宮殿，虛空", "182": "悉滿種種香煙雲蓋，其蓋金光亦照宮殿。如", "183": "是，三千大千世界所有種種香煙雲蓋，皆是", "184": "此經威神力故。「是諸人王手擎香鑪供養經", "185": "時，種種香氣不但遍此三千大千世界，於一", "186": "念頃亦遍十方無量無邊恒河沙等百千萬", "187": "億諸佛世界，於諸佛上虛空之中亦成香蓋，", "188": "金色普照亦復如是。諸佛世尊聞是妙香、見", "189": "是香蓋及金色光，於十方界恒河沙等諸佛", "19": "銳、具諸威德。「世尊！我等四王能說正法、修行", "190": "世尊作如是等神力變化已，異口同音於說", "191": "法者稱讚：『善哉，善哉！大士！汝能廣宣流布如", "192": "是甚深微妙經典，則為成就無量無邊、不可", "193": "思議功德之聚。』若有聞是甚深經典，所得功", "194": "德則為不少，況持讀誦、為他眾生開示、分別", "195": "演說其義？何以故？善男子！此金光明微妙經", "196": "典，無量無邊億那由他諸菩薩等若得聞者，", "197": "即不退轉於阿耨多羅三藐三菩提。爾時，十", "198": "方無量無邊恒河沙等諸佛世界現在諸佛，異", "199": "口同聲作如是言：『善男子！汝於來世畢定當", "2": "隋大興善寺沙門釋寶貴合", "20": "正法，為世法王以法治世。世尊！我等四王及", "200": "得坐於道場菩提樹下，於三界中最尊最勝，", "201": "出過一切眾生之上，勤修力故受諸苦行，善", "202": "能莊嚴菩提道場，能壞三千大千世界外道", "203": "邪論，摧伏諸魔、怨賊、異形，覺了諸法第一寂", "204": "滅，清淨無垢甚深無上菩提之道。善男子！", "205": "汝已能坐金剛座處、轉於無上諸佛所讚十", "206": "二種行甚深法輪、能擊無上最大法鼓、能吹", "207": "無上極妙法䗍、能竪無上最勝法幢、能然無", "208": "上極明法炬、能雨無上甘露法雨、能斷無量", "209": "煩惱怨結、能令無量百千萬億那由他眾度", "21": "天、龍、鬼神、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺", "210": "於無涯可畏大海、能脫生死無際輪轉、復", "211": "遇無量百千萬億那由他佛。』」", "212": "爾時，四天王復白佛言：「世尊！是金光明微妙", "213": "經典能得未來現在種種無量功德。是故，人", "214": "王若得聞是微妙經典，則為已於百千萬億無", "215": "量佛所種諸善根。我以敬念是人王故、復見", "216": "無量福德利故，我等四王及餘眷屬、無量百", "217": "千萬億鬼神，於自宮殿見是種種香煙雲蓋", "218": "瑞應之時，我當隱蔽不現其身，為聽法故，當", "219": "至是王所止宮殿講法之處；大梵天王、釋提", "22": "羅伽以法治世，遮諸惡鬼、噉精氣者。世尊！我", "220": "桓因、大辯天神、功德天神、堅牢地神、散脂鬼", "221": "神大將軍等二十八部鬼神大將，摩醯首羅、", "222": "金剛密迹、摩尼跋陀鬼神大將、鬼子母及五", "223": "百鬼子周匝圍遶、阿耨達龍王、娑竭羅龍王，", "224": "無量百千萬億那由他鬼神、諸天，如是等眾", "225": "為聽法故，悉自隱蔽不現其身，至是人王所", "226": "止宮殿講法之處。世尊！我等四王及餘眷屬、", "227": "無量鬼神，悉當同心以是人王為善知識，同", "228": "共一行——善相應行——能為無上大法施主，以甘", "229": "露味充足我等。我等應當擁護是王，除其衰", "23": "等四王、二十八部諸鬼神等，及無量百千鬼", "230": "患，令得安隱，及其宮宅、國土、城邑諸惡災患", "231": "悉令消滅。「世尊！若有人王於此經典心生捨", "232": "離、不樂聽聞，其心不欲恭敬、供養、尊重、讚嘆；", "233": "若四部眾有受持、讀誦、讚說之者，亦復不能", "234": "恭敬、供養、尊重、讚嘆；我等四王及餘眷屬、無", "235": "量鬼神，即便不得聞此正法，背甘露味、失大", "236": "法利，無有勢力及以威德，減損天眾、增長惡", "237": "趣。世尊！我等四王及無量鬼神捨其國土；不", "238": "但我等，亦有無量守護國土諸舊善神皆悉", "239": "捨去。我等諸天及諸鬼神既捨離已，其國當", "24": "神，以淨天眼過於人眼，常觀擁護此閻浮提。", "240": "有種種災異，一切人民失其善心，唯有繫縛、", "241": "瞋恚、鬪諍、互相破壞、多諸疾疫、彗星現怪、流", "242": "星崩落、五星諸宿違失常度、兩日並現、日月", "243": "薄蝕、白黑惡虹數數出現、大地震動發大音", "244": "聲、惡風惡雨無日不有、穀米勇貴、飢饉凍", "245": "餓、多有他方怨賊侵掠，其國人民多受苦惱、", "246": "其地無有可愛樂處。世尊！我等四王及諸無", "247": "量百千鬼神并守國土諸舊善神遠離去時，", "248": "生如是等無量惡事。「世尊！若有人王欲得自", "249": "護及王國土多受安樂、欲令國土一切眾生", "25": "世尊！是故我等名護世王。若此國土有諸衰", "250": "悉皆成就具足快樂、欲得摧伏一切外敵、欲", "251": "得擁護一切國土、欲以正法正治國土、欲得", "252": "除滅眾生怖畏，世尊！是人王等應當畢定聽", "253": "是經典，及恭敬供養讀誦受持是經典者。我", "254": "等四王及無量鬼神以是法食善根因緣，得", "255": "服甘露無上法味，增長身力、心進勇銳、增", "256": "益諸天。何以故？以是人王至心聽受是經典", "257": "故。「如諸梵天說出欲論、釋提桓因種種善論、", "258": "五通之人神仙之論，世尊！梵天、釋提桓因、五", "259": "神通人雖有百千億那由他無量勝論，是金", "26": "耗、怨賊侵境、飢饉疾疫、種種艱難，若有比丘", "260": "光明於中最勝。所以者何？如來說是金光", "261": "明經為眾生故，為令一切閻浮提內諸人王", "262": "等以正法治、為與一切眾生安樂、為欲愛護", "263": "一切眾生、欲令眾生無諸苦惱、無有他方怨", "264": "賊棘刺、所有諸惡背而不向、欲令國土無有", "265": "憂惱、以正法教無有諍訟。是故，人王各於國", "266": "土應然法炬熾然正法，增益天眾。我等四", "267": "王及無量鬼神、閻浮提內諸天善神，以是因", "268": "緣得服甘露、法味充足、得大威德、進力具足；", "269": "閻浮提內安隱豐樂，人民熾盛，安樂其處，復", "27": "受持是經，我等四王當共勸請，令是比丘以", "270": "於來世無量百千不可思議那由他劫常受", "271": "微妙第一快樂，復得值遇無量諸佛種諸善根，", "272": "然後證成阿耨多羅三藐三菩提。如是等無", "273": "量功德，悉是如來正遍知說。如來過於百千", "274": "億那由他諸梵天等，以大悲力故；亦過無量", "275": "百千億那由他釋提桓因，以苦行力故。是故，", "276": "如來為諸眾生演說如是金光明經。若閻浮", "277": "提一切眾生及諸人王，世間、出世間所作國", "278": "事、所造世論，皆因此經——欲令眾生得安樂故——", "279": "釋迦如來示現是經廣宣流布。「世尊！以是因", "28": "我力故，疾往彼所國邑郡縣廣宣流布是金", "280": "緣故，是諸人王應當畢定聽受，供養、恭敬、尊", "281": "重、讚嘆是經。」", "282": "爾時，佛復告四天王：「汝等四王及餘眷屬、無", "283": "量百千那由他鬼神！是諸人王若能至心聽", "284": "是經典，供養、恭敬、尊重、讚嘆，汝等四王正", "285": "應擁護，滅其衰患而與安樂。若有人能廣宣", "286": "流布如是妙典——於人天中大作佛事，能大利", "287": "益無量眾生——如是之人汝等四王必當擁護，", "288": "莫令他緣而得擾亂，令心澹靜受於快樂，續", "289": "復當得廣宣是經。」爾時，四王即從坐起，偏袒", "29": "光明微妙經典，令如是等種種百千衰耗之", "290": "右肩，右膝著地，長跪合掌於世尊前以偈讚", "291": "曰：", "292": "「佛月清淨，滿足莊嚴；佛日暉曜，", "293": "放千光明。如來面目，最上明淨。", "294": "齒白無垢，如蓮華根；功德無量，", "295": "猶如大海；智淵無邊，法水具足，", "296": "百千三昧，無有缺減；足下平滿，", "297": "千輻相現，足指網縵，猶如鵝王；", "298": "光明晃曜，如寶山王；微妙清淨，", "299": "如鍊真金。所有福德，不可思議，", "3": "北涼天竺三藏曇無讖譯", "30": "事悉皆滅盡。世尊！如諸國王所有土境，是持", "300": "佛功德山，我今敬禮。佛真法身，", "301": "猶如虛空，應物現形，如水中月，", "302": "無有障礙，如焰、如化。是故我今，", "303": "稽首佛月。」", "304": "爾時，世尊以偈答曰：", "305": "「此金光明，諸經之王，甚深最勝，", "306": "為無有上。十力世尊，之所宣說，", "307": "汝等四王，應當勤護。以是因緣，", "308": "是深妙典，能與眾生，無量快樂。", "309": "為諸眾生，安樂利益，故久流布，", "31": "經者若至其國，是王應當往是人所聽受如", "310": "於閻浮提。能滅三千，大千世界，", "311": "所有惡趣，無量諸苦。閻浮提內，", "312": "諸人王等，心生慈愍，正法治世。", "313": "若能流布，此妙經典，則令其土，", "314": "安隱豐熟，所有眾生，悉受快樂。", "315": "若有人王，欲愛己身、及其國土，", "316": "欲令豐盛，應當至心，淨潔洗浴，", "317": "往法會所，聽受是典。是經能作，", "318": "所有善事，摧伏一切，內外怨賊，", "319": "復能除滅，無量怖畏。是諸經王，", "32": "是微妙經典。聞已歡喜，復當護念恭敬是人。", "320": "能與一切，無量眾生，安隱快樂。", "321": "譬如寶樹，在人家中，悉能出生，", "322": "一切珍寶；是妙經典，亦復如是，", "323": "悉能出生，諸王功德。如清冷水，", "324": "能除渴乏；是妙經典，亦復如是，", "325": "能除諸王，功德渴乏。譬如珍寶、", "326": "異物篋器，悉在于手，隨意所用；", "327": "是金光明，亦復如是，隨意能與，", "328": "諸王法寶。是金光明，微妙經典，", "329": "常為諸天，恭敬供養；亦為護世、", "33": "世尊！我等四王復當勤心擁護是王及國人", "330": "四大天王，威神勢力，之所護持；", "331": "十方諸佛，常念是經，若有演說，", "332": "稱讚善哉；亦有百千，無量鬼神，", "333": "從十方來，擁護是人。若有得聞，", "334": "是妙經典，心生歡喜，踊躍無量。", "335": "閻浮提內，無量大眾，皆悉歡喜，", "336": "集聽是法。聽是經故，具諸威德，", "337": "增益天眾，精氣身力。」", "338": "爾時，四王聞是偈已白佛言：「世尊！我從昔來", "339": "未曾得聞如是微妙寂滅之法。我聞是已，心", "34": "民，為除衰患，令得安隱。「世尊！若有比丘、比丘", "340": "生悲喜、涕淚橫流、舉身戰動、支體嬉怡，復得", "341": "無量不可思議具足妙樂。」以天曼陀羅華、摩", "342": "訶曼陀羅華供養奉散於如來上，作如是等", "343": "供養佛已，復白佛言：「世尊！我等四王各各自", "344": "有五百鬼神，常當隨逐是說法者而為守護。」", "345": "合部金光明經卷第五", "35": "尼、優婆塞、優婆夷受持是經，若諸人王有能", "36": "供給施其所安，我等四王亦當令是王及國", "37": "人一切安隱，具足無患。世尊！若有四眾受持", "38": "讀誦是妙經典，若諸人王有能供養、恭敬、尊", "39": "重、讚嘆，我等四王亦復當令如是人王於諸", "4": "10 四天王品(五)四天王品第十", "40": "王中常得第一供養、恭敬、尊重、讚嘆，亦令餘", "41": "王欽尚羨慕、稱嘆其善。」", "42": "爾時，世尊讚嘆護世四天王等：「善哉，善哉！汝", "43": "等四王過去以曾供養、恭敬、尊重、讚嘆無量", "44": "百千萬億諸佛，於諸佛所種諸善根，說於正", "45": "法、修行正法，以法治世，為人天王。汝等今日", "46": "長夜利益於諸眾生，行大悲心施與眾生一", "47": "切樂具，能遮諸惡，勤與諸善。以是義故，若", "48": "有人王能供養恭敬此金光明微妙經典，汝", "49": "等正應如是護念，滅其苦惱、與其安樂。汝等", "5": "爾時，毘沙門天王、提頭賴吒天王、毘留勒叉", "50": "四王及諸眷屬、無量無邊百千鬼神若能護", "51": "念如是經典者，即是護持去來現在諸佛正", "52": "法。汝等四王及餘天眾百千鬼神，與阿修羅", "53": "共戰鬪時，汝等諸天常得勝利。汝等若能護", "54": "念是經，悉能消伏一切諸苦，所謂怨賊、飢饉、", "55": "疾疫。若四部眾有能受持讀誦此經，汝等亦", "56": "應勤心守護，為除衰惱、施與安樂。」", "57": "爾時，四王復白佛言：「世尊！是金光明微妙經", "58": "典，於未來世在所流布——若國土、城邑、郡縣、村", "59": "落——隨所至處，若諸國王以天律治世、復能恭", "6": "天王、毘留博叉天王俱從坐起，偏袒右肩，右", "60": "敬至心聽受是妙經典、并復尊重供養供給", "61": "持是經典四部之眾，以是因緣，我等時時得", "62": "聞如是微妙經典，聞已即得增益身力、心進", "63": "勇銳、具諸威德。是故，我等及無量鬼神常當", "64": "隱形，隨是妙典所流布處而作擁護，令無留", "65": "難；亦當護念聽是經典諸國王等及其人民，", "66": "除其患難，悉令安隱，他方怨賊亦使退散。若", "67": "有人王聽是經時，隣國怨敵興如是念：『當具", "68": "四兵壞彼國土。』世尊！以是經典威神力故，", "69": "爾時隣敵更有異怨為作留難，於其境界起", "7": "膝著地，胡跪合掌白佛言：「世尊！是金光明微", "70": "諸衰惱、災異、疫病，爾時怨敵起如是等諸惡", "71": "事已，備具四兵發向是國規往討罰，我等", "72": "爾時當與眷屬、無量無邊百千鬼神隱蔽其", "73": "形為作護助，令彼怨敵自然退散，起諸怖懼、", "74": "種種留難。彼國兵眾尚不能到，況復當能有", "75": "所破壞？」", "76": "爾時，佛讚四天王等：「善哉，善哉！汝等四王乃", "77": "能擁護我百千億那由他劫所可修習阿耨", "78": "多羅三藐三菩提，及諸人王、受持是經、恭敬", "79": "供養者為消衰患，令其安樂；復能擁護宮殿、", "8": "妙經典——眾經之王——諸佛世尊之所護念，莊嚴", "80": "舍宅、城邑、村落、國土、邊疆，乃至怨賊悉令退", "81": "散，滅其衰惱，令得安隱；亦令一切閻浮提內", "82": "所有諸王無諸凶衰、鬪訟之事。「四王當知，此", "83": "閻浮提八萬四千城邑聚落，八萬四千諸人", "84": "王等，各於其國娛樂快樂，各各於國而得自", "85": "在，於自所有錢財珍寶各各自足不相侵奪，", "86": "如其宿世所修習業隨業受報，不生惡心貪", "87": "求他國，各各自生利益之心、生於慈心、安", "88": "樂之心、不諍訟心、不破壞心、無繫縛心、無楚撻", "89": "心，各於其上自生歡樂，上下和穆猶如水", "9": "菩薩深妙功德，常為諸天之所恭敬，能令天", "90": "乳，心相愛念增諸善根。以是因緣故，此閻浮", "91": "提安隱豐樂，人民熾盛，大地沃壤，陰陽調和，", "92": "時不越序，日、月、星宿不失常度，風雨隨時，無", "93": "諸災橫，人民豐溢，自足於財，心無貪悋亦無", "94": "嫉妬，等行十善，其人壽終多生天上天宮，充", "95": "滿增益天眾。「若未來世有諸人王聽是經典，", "96": "及供養、恭敬、受持是經四部之眾，是王則為", "97": "安樂利益汝等四王及餘眷屬、無量百千諸", "98": "鬼神等。何以故？汝等四王若得時時聞是經", "99": "典，則為已得正法之水服甘露味，增益身力、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0664 合部金光明經: 合部金光明經: 合部金光明經", "author": "隋 寶貴合", "sourceLink": "http://www.cbeta.org/"}