{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1491 菩薩藏經: 菩薩藏經: 菩薩藏經", "text": {"0": "No. 1491", "1": "菩薩藏經", "10": "生，應誦十方十世界十佛名號，然十千燈，若", "100": "喜、勝隨喜、最上隨喜、無上隨喜、無等隨喜、無等", "101": "等隨喜，我悉如是隨喜。若有眾生於十方今", "102": "現作功德，若布施、若持戒、若修行，我於彼一", "103": "切隨喜，以第一隨喜、勝隨喜、最上隨喜、無上隨", "104": "喜、無等隨喜、無等等隨喜，我悉如是隨喜。「『若", "105": "彼諸菩薩初發菩提心功德，若彼菩薩已於", "106": "百劫修行功德聚，若彼菩薩已得無生法忍", "107": "功德聚，若彼菩薩已得不退地功德聚，若菩", "108": "薩從一地次第至十地功德，我於彼一切隨", "109": "喜，以第一隨喜、勝隨喜，乃至無等等隨喜。若", "11": "酥、若油、香及磨香，亦隨燈數，種種花、種種果、", "110": "菩薩先已修行六波羅蜜相應功德善根，我", "111": "悉隨喜，以第一隨喜乃至無等等隨喜。若未", "112": "來菩薩當修行六波羅蜜相應功德善根，我", "113": "悉隨喜，以第一隨喜乃至無等等隨喜。若現", "114": "在諸菩薩今修行六波羅蜜相應功德，我", "115": "悉隨喜，以第一隨喜乃至無等等隨喜。「『以過去", "116": "如來、應供、正遍知已得阿耨多羅三藐三菩", "117": "提，已轉法輪，為饒益眾生，為安隱眾生，為", "118": "慈悲眾生，為以義饒益眾生及諸天、人、聲聞、", "119": "緣覺、菩薩所造功德，我悉隨喜。未來如來當", "12": "種種葉，作大供養，行大布施。盛十頻伽水，盛", "120": "得阿耨三菩提，當轉法輪，為饒益眾生，為", "121": "安隱眾生，為慈悲眾生，為以義饒益眾生，及", "122": "諸天、人、聲聞、緣覺、菩薩所造功德，我悉隨喜。", "123": "現在十方諸佛現得阿耨多羅三藐三菩提，", "124": "現轉法輪，現燃法炬，現擊法鼓，現吹法䗍，", "125": "現建法幢，現以法施充足眾生、饒益眾生、安", "126": "隱眾生，慈悲世間，以義饒益一切人、天，若", "127": "彼聲聞、緣覺、大乘所造功德，我悉隨喜，以第", "128": "一隨喜乃至無等等隨喜。』「舍利弗！此謂隨喜", "129": "功德聚。以此隨喜功德聚，若善男子、善女人", "13": "十坩水，沐浴清淨，以香熏身，著新淨衣，更洗", "130": "行此功德，此功德果報不可數、不可量。舍", "131": "利弗！若三千大千世界所有眾生，乃至恒河", "132": "沙等世界眾生，悉皆漏盡成阿羅漢，若有善", "133": "男子、善女人以四事盡壽供養，若善男子、善", "134": "女人如是隨喜功德，勝此功德無量無邊。是", "135": "故，舍利弗！若善男子、善女人樂得阿耨多羅", "136": "三藐三菩提當隨喜，若女人欲得男子當", "137": "隨喜。」", "138": "爾時舍利弗白佛言：「世尊已說隨喜，為現在、", "139": "未來菩薩光明，云何勸請？」佛告舍利弗：「若善", "14": "手足，兩手各持十枚蓮華，應當菜食，給使、僕", "140": "男子、善女人欲得阿耨多羅三藐三菩提，若聲", "141": "聞乘、若緣覺乘、若大乘、若餘眾生晝夜六時", "142": "偏袒右肩，右膝著地，恭敬合掌，說如是言：『我", "143": "禮一切諸佛、世尊，今現在十方諸佛，已得阿", "144": "耨多羅三藐三菩提，現轉法輪。我已禮彼佛，", "145": "我今勸請轉於法輪，願諸佛、世尊轉法輪，願", "146": "燃法燈，願開法眼，願燃法炬，願興法雲，願", "147": "吹法䗍，願擊法鼓，願建法幢，為饒益眾生，", "148": "安隱眾生，為慈悲世間，以義饒益一切天、人！』", "149": "舍利弗！晝夜六時偏袒右肩，右膝著地，恭敬", "15": "人皆令淨潔。於十方面各施佛座上方佛座宜須小高，懺", "150": "合掌，說如是言：『我禮一切諸佛、世尊，若十方", "151": "諸佛欲入涅槃，我當勸請彼佛願久住世，", "152": "為饒益眾生安隱眾生，慈悲世間以義饒益", "153": "一切天人，我為阿耨多羅三藐三菩提行此", "154": "勸請！』「舍利弗！此謂勸請聚。此勸請聚，善男", "155": "子、善女人所得功德不可數量。舍利弗！若善", "156": "男子、善女人三千大千世界布滿七寶布施如", "157": "來，若善男子、善女人前勸請功德勝此功德", "158": "無量無邊。舍利弗！若恒河沙等世界布滿七", "159": "寶布施諸佛，若善男子、善女人前勸請功德", "16": "悔之人於十方面隨便設座，即於坐處禮十", "160": "勝此功德無量無邊。如是勸請阿耨多羅三", "161": "藐三菩提，如是我勸請，舍利弗！此謂勸請", "162": "聚。以此勸請聚，若善男子、善女人現勸請，彼", "163": "功德不可思量。何以故？舍利弗！我先修行", "164": "菩提行，我已如是勸請諸佛為轉法輪，以此", "165": "功德我得阿耨多羅三藐三菩提，帝釋諸天、", "166": "娑婆世界主、梵天王等，亦勸請我轉於法輪，", "167": "為多所饒益安隱世間，乃至以義饒益一切", "168": "天人。舍利弗！我先勸請諸如來為法久住，", "169": "我以此功德根故，得十力、四無畏、十八不共", "17": "方佛，口自發露懺悔從來所作行業，亦悔無", "170": "法，得四無礙辯，得大慈大悲，我已入泥洹，我", "171": "法當久住！」", "172": "爾時舍利弗白佛言：「世尊！云何善男子、善女", "173": "人欲得阿耨多羅三藐三菩提，若聲聞乘、若", "174": "緣覺乘、若大乘、若餘眾生，當行迴向善根為", "175": "一切智？」爾時佛告舍利弗：「若善男子、善女人", "176": "欲得阿耨多羅三藐三菩提，若聲聞乘、若緣覺", "177": "乘、若大乘、若餘眾生，晝夜六時偏袒右肩，右", "178": "膝著地，恭敬合掌，作如是言：『我於無始生死", "179": "所作功德善根，或於佛、或於法、或於僧，或一", "18": "始生死以來所造眾惡，改往修來，誓不復作！」", "180": "人乃至施與畜生一摶食，或懺悔、或勸請、或", "181": "隨喜，或歸依三寶、受戒功德，一切和合，迴", "182": "施與一切眾生，如諸佛、世尊現智、無著智迴", "183": "施與一切眾生，我亦如是迴施一切眾生。", "184": "如手捉寶珠施與一切，如雲降雨潤益，無盡", "185": "無減，為眾生富貴無減，為功德無減、法無減、", "186": "智慧無減、樂說無減，為阿耨多羅三藐三菩", "187": "提，為得一切智，我以此功德施與眾生，一", "188": "切和合、迴向阿耨多羅三藐三菩提，以此善", "189": "根願令一切眾生亦得阿耨多羅三藐三菩", "19": "佛言：「舍利弗！東方名阿輸謌世界此謂無憂，於", "190": "提，得一切智。「『如先諸菩薩，為菩提修行善", "191": "根修行迴向為一切智；我亦如是，迴向為一", "192": "切智，以此善根我當得阿耨多羅三藐三菩", "193": "提得一切智。如未來諸菩薩，當修行迴向", "194": "善根為一切智；我亦如是，以迴向善根為", "195": "一切智。如現在諸菩薩，修善根為一切智；", "196": "我亦如是，迴向善根為一切智。以此善根，願", "197": "一切眾生得阿耨多羅三藐三菩提，得一切", "198": "智。「『如先釋迦牟尼佛，坐菩提樹下，住不可", "199": "思議無垢定，降伏惡魔，所有諸法可知、可見、", "2": "梁扶南三藏僧伽婆羅譯", "20": "彼有佛，名月勝吉；南方難陀世界此謂歡喜，於彼有", "200": "可覺，於夜後分明星出時，以一念相應慧行", "201": "滅苦道，得證醍醐；我亦如是，一切眾生學阿", "202": "耨多羅三藐三菩提。如無量光明如來、勝光", "203": "明如來、清淨光明如來、功德光明如來、師", "204": "子如來、百光如來、高明如來、網光如來、珠", "205": "光如來、火光如來、光王如來、莊嚴如來、寶", "206": "幢如來、法幢如來、身勝如來等應供、正遍知，", "207": "如餘諸佛、世尊，已得阿耨多羅三藐三菩提，", "208": "已轉法輪，為饒益多眾生，為安隱諸眾生，", "209": "為慈悲世間乃至以義饒益一切天、人；我亦", "21": "佛，名旃檀吉；西方跋陀羅世界此謂賢，於彼有", "210": "如是，為一切眾生得阿耨多羅三藐三菩提，", "211": "當轉法輪，為饒益眾多眾生，為安隱眾生，", "212": "為慈悲世間乃至以義饒益一切天、人。』「舍利", "213": "弗！此謂迴向功德聚。此功德聚，勝前布施", "214": "功德聚，百分千萬億分，乃至算數譬喻所不", "215": "能及。", "216": "「舍利弗！若善男子、善女人受持此經為他廣", "217": "說，所得功德無數無量。舍利弗！若有人能令", "218": "三千大千世界雜類眾生，於一念頃俱得人", "219": "身已，復能令得緣覺菩提，常以四事供養，施", "22": "佛，名無邊光明；北方饒益眼世界，於彼有佛，", "220": "與一一緣覺七寶，如須彌山，如是日日乃至", "221": "入涅槃，入涅槃已起七寶塔，花香、幡蓋種種", "222": "供養。舍利弗！於汝意云何，是善男子、善女人", "223": "所得功德寧為多不？」舍利弗言：「甚多，世尊！甚", "224": "多，善逝！」「是故舍利弗！若善男子、善女人受", "225": "持此經，所得功德復多於彼，願此功德為阿", "226": "耨多羅三藐三菩提，此功德比先功德，百", "227": "分千萬億分，乃至算數譬喻所不能及。何以", "228": "故？舍利弗！善男子、善女人信此經，勸請十方", "229": "諸佛為轉法輪，如我所說法施勝於財施！」爾", "23": "名幢吉；東南方月光世界，於彼有佛，名無憂", "230": "時四眾一萬人俱從坐起，皆偏袒右肩，右膝", "231": "著地，合掌向佛，而說此言：「世尊！我等當受", "232": "持此經，為人廣說當信。何以故？世尊我等欲", "233": "得阿耨多羅三藐三菩提！我當成就如是善", "234": "根、如是善法！」是時帝釋天王散以天花，供養", "235": "世尊及此經法，而說此言：「世尊！此經有大", "236": "功德，為增長諸菩薩善根，為滅業障。」是時佛", "237": "告帝釋：「如是，如是！憍尸迦！何以故？天王！我念", "238": "過去阿僧祇劫，是時有大光聚如來、應供、正", "239": "遍知出現於世。天王！大光聚如來、應供、正遍", "24": "吉；西南方有幢世界，於彼有佛，名寶剎；西北", "240": "知，壽六十八億歲，初始說法有百千萬億弟", "241": "子，彼一切皆阿羅漢盡諸有漏；第二說法有", "242": "九十九千億弟子，亦皆漏盡得阿羅漢；第三", "243": "說法有九十八億百千弟子，諸漏已盡，得阿", "244": "羅漢。天王！彼大光明聚如來、應供、正遍知，為", "245": "一切世間諸天、梵王、沙門、婆羅門故，住經六", "246": "十八億歲。是時帝釋天王及四眾，從光明聚", "247": "如來受持此經，為多利益一切世間，為成阿", "248": "耨多羅三藐三菩提。「復有一天女，名竭伽陀，", "249": "受持此經，發阿耨多羅三藐三菩提心，厭離", "25": "方有鳴世界，於彼有佛，名花德；東北方安隱", "250": "女人，得丈夫身，常生人、天之中，不經惡趣，八", "251": "萬四千世作轉輪王。憍尸迦！於汝意云何，", "252": "至此彼竭伽陀女人豈異人乎？即我身是。我", "253": "昔於億百千世界值無數佛，同名光明聚如", "254": "來，於彼佛所悉聞此經。若善男子、善女人聞", "255": "此如來名，必定當得大般涅槃。若有女人聞", "256": "此光明聚如來名者，當轉女身，壽命終時，無", "257": "有疑亂，不更受女身。憍尸迦！此經大功德恩，", "258": "能攝受諸菩薩摩訶薩善根，能滅諸業障礙。」", "259": "是時帝釋白佛言：「世尊！當何名此經？云何受", "26": "世界，於彼有佛，名三勇猛；上方有月世界，", "260": "持？」是時佛告帝釋：「憍尸迦！此經名『滅業障礙』，", "261": "汝當受持；亦名『菩薩藏』，汝當受持；亦名『斷一", "262": "切疑』，如是受持。」佛說經已，帝釋、天王及長老", "263": "舍利、弗比丘眾，及諸菩薩、天、人、阿修羅、乾闥", "264": "婆，一切世間聞佛所說，歡喜奉行。", "265": "菩薩藏經", "27": "於彼有佛，名大功德吉；下方大名世界，於彼", "28": "有佛，名光明吉。一日一夜六時行道禮拜，偏", "29": "袒右肩，右膝著地，合掌向佛，而說此言：『我禮", "3": "如是我聞：一時佛住舍衛國祇樹給孤獨園，", "30": "一切諸佛、如來，彼現在十方諸佛，已得阿耨", "31": "多羅三藐三菩提，現轉法輪，現光明法輪，現", "32": "取法輪，現雨法雨，現擊法鼓，現吹法螺，現", "33": "建法幢，現然法炬，現以法施充足眾生，隨", "34": "一切眾生所樂，皆悉為說，能多利益，安隱眾", "35": "生，為慈悲世間，為饒益諸天、人眾，我今頂", "36": "禮彼諸如來。彼諸如來彼佛尊重，應當供養。", "37": "諸佛是大智慧，是世間眼，能為世間作證，主", "38": "領世間，現知現見。我以身、口、意敬禮彼佛。「『我", "39": "從無始生死以來所造惡業，為一切眾生障", "4": "與大比丘眾一千二百五十人及七萬二千菩", "40": "礙，或起貪、或起瞋、或起癡，不識佛、法、僧，不識", "41": "善、不善法，或以惡身、口、意出佛身血，或誹謗", "42": "正法，或破和合僧，或殺真人羅漢，或殺父", "43": "母，或備起十不善道，或已作、今作、當作，或", "44": "見他作讚歎隨喜，或以身三、口四、意三業行", "45": "造作眾惡，惡口、罵詈、誹謗他人，或斗秤欺誑", "46": "於人，或生六道，惱亂父母，或取塔寺物，或", "47": "用僧物，或用四方僧物，或破佛所制戒，或", "48": "不隨和上阿闍梨語，或瞋或罵，或誹謗聲", "49": "聞、緣覺、大乘，或因慳嫉造諸惡業，或惡罵如", "5": "薩。是時長老舍利弗承佛神力，即從坐起，偏", "50": "來，或法說非法，或非法說法，如是一切諸", "51": "惡，我今於十方諸佛發露懺悔！彼諸如來現", "52": "見、現知、現證，我於佛前一心發露，不敢覆藏；", "53": "發露已，後誓不敢作。是諸罪業應入地獄、餓", "54": "鬼、畜生、阿修羅道，或經八難，願此諸罪現前", "55": "消滅，未來不生！「『我今日在諸佛前，發露懺悔，", "56": "不敢覆藏；發露之後，誓不敢作。如過去諸菩", "57": "薩為修行菩提，如彼所懺悔，我今亦復如是", "58": "懺業障礙，發露之後，不敢復作；如未來諸菩", "59": "薩摩訶薩當懺悔，我亦如是懺悔發露，發露", "6": "袒右肩，右膝著地，合掌禮佛，白佛言：「世尊！", "60": "之後誓不更作；如現在十方菩薩摩訶薩，為", "61": "修行菩提今現懺悔，我亦如是懺悔發露，誓", "62": "不更作；如過去、未來、現在三世諸菩薩摩訶", "63": "薩，為修行菩提，已懺悔、當懺悔、現懺悔，我亦", "64": "如是懺悔，誓不敢作。』舍利弗！若善男子、善女", "65": "人當如是懺悔。「是故舍利弗！若善男子、善女", "66": "人欲得於一切諸法清淨，無有障礙，應當如", "67": "是懺悔諸惡業障；既發露已，誓不更作。若樂", "68": "生剎利、富貴種姓，多饒財寶，種種具足，形貌", "69": "端正，欲得大乘者，當如是懺悔；若欲得四天", "7": "云何善男子、善女人懺悔滅罪，速得三藐三", "70": "王處，當如是懺悔；若欲得三十三天、炎摩天、", "71": "兜率陀天、化樂天、他化自在天，應如是懺悔；", "72": "若欲得梵身天、梵富樓天、大梵天、少光、無量光、", "73": "光曜少淨、無量淨、遍淨、受福無罣礙天、果實天、", "74": "無想天、不煩不熱、善見、善現、色究竟，當如是", "75": "懺悔。若樂生無色界空處、識處、不用處、非想", "76": "非非想處，當如是懺悔。若欲得須陀洹、斯陀", "77": "含、阿那含、阿羅漢果，當如是懺悔。若欲得聲", "78": "聞三明、六通、神力自在、聰明利智；若欲得緣", "79": "覺菩提，當如是懺悔；若欲得一切智清淨智、", "8": "菩提？」佛告舍利弗言：「人欲學三藐三菩提，", "80": "不可思議智、無等等智、正遍智，如是當懺悔。", "81": "「舍利弗！何以故？一切諸法由因緣生，如來", "82": "所說有法從緣生，有法從緣滅，以因緣展轉，", "83": "於彼法過去，彼已滅、已轉，彼業無障礙，彼諸", "84": "法未生，亦無障礙。舍利弗！何以故？一切諸", "85": "法如來所說，皆悉空寂，無眾生、無壽命、無人，", "86": "不生不滅。舍利弗！一切諸法自身所造，自", "87": "身者亦是有。舍利弗！若善男子、善女人欲入", "88": "此法慧，所謂無真實眾生，此謂說滅一切業", "89": "障。」懺悔品竟。爾時舍利弗白佛言：「世尊！善", "9": "或聲聞乘人，或緣覺乘人，或大乘人，或餘眾", "90": "男子、善女人欲得阿耨多羅三藐三菩提，欲", "91": "得聲聞乘、緣覺乘、大乘，或有餘人修功德，云", "92": "何當生隨喜善根？」爾時佛告舍利弗：「善男子、", "93": "善女人若欲隨喜，晝夜六時偏袒右肩，右膝", "94": "著地，恭敬合掌，如是當說此言：『若有眾生於", "95": "十方已作功德事，若布施、若持戒、若修行，我", "96": "於彼一切隨喜，以第一隨喜、勝隨喜、最上隨", "97": "喜、無上隨喜、無等隨喜、無等等隨喜，我悉如", "98": "是隨喜。若有眾生於十方當作功德，若布施、", "99": "若持戒、若修行，我於彼一切隨喜，以第一隨"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1491 菩薩藏經: 菩薩藏經: 菩薩藏經", "author": "梁 僧伽婆羅譯", "sourceLink": "http://www.cbeta.org/"}