{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1542 阿毘達磨品類足論: 阿毘達磨品類足論: 品類足論: 說一切有部品類足論: 品類足論", "text": {"0": "6 辯攝等品", "1": "阿毘達磨品類足論卷第十", "10": "界二處四蘊攝。七智知。除法他心滅智。一識", "100": "識。色界一切。欲界遍行。及修所斷隨眠隨增。", "101": "苦根一界一處一蘊攝。七智知。除類滅道智。", "102": "一識識。欲界遍行。及修所斷隨眠隨增。喜根。", "103": "一界一處一蘊攝。九智知。除滅智。一識識。色", "104": "界一切。除欲界無漏緣疑及彼相應無明。諸", "105": "餘欲界一切隨眠隨增。憂根。一界一處一蘊", "106": "攝。七智知。除類滅道智。一識識。欲界一切隨", "107": "眠隨增。捨根。一界一處一蘊攝。九智知。除滅", "108": "智。一識識。一切隨眠隨增。信根。一界一處一", "109": "蘊攝。九智知。除滅智。一識識。三界遍行。及", "11": "識。無色界遍行。及修所斷隨眠隨增。第七解", "110": "修所斷隨眠隨增。精進念定慧根亦爾。未知", "111": "當知根。三界二處二蘊攝。七智知。除苦集", "112": "滅智。一識識。非隨眠隨增。已知根具知根亦", "113": "爾。", "114": "欲界繫有身見隨眠。一界一處一蘊攝。七智", "115": "知。除類滅道智。一識識。欲界見苦所斷一", "116": "切。及見集所斷遍行。隨眠隨增。欲界繫邊執", "117": "見。及見苦所斷。餘八隨眠亦爾。欲界繫見集", "118": "所斷邪見隨眠。一界一處一蘊攝。七智知。除", "119": "類滅道智。一識識。欲界見集所斷一切。及見", "12": "脫。三界二處四蘊攝。六智知。除法他心滅道", "120": "苦所斷遍行。隨眠隨增。欲界繫見集所斷。餘", "121": "六隨眠亦爾。欲界繫見滅所斷邪見隨眠。一", "122": "界一處一蘊攝。七智知。除類滅道智。一識", "123": "識。欲界見滅所斷有漏緣。及邪見相應無明。", "124": "并遍行。隨眠隨增。欲界繫見滅所斷見取隨", "125": "眠。一界一處一蘊攝。七智知。除類滅道智。一", "126": "識識。欲界見滅所斷有漏緣。及遍行隨眠隨", "127": "增。欲界繫見滅所斷貪瞋慢隨眠亦爾。欲界", "128": "繫見滅所斷疑隨眠。一界一處一蘊攝。七智", "129": "知。除類滅道智。一識識。欲界見滅所斷有漏", "13": "智。一識識。無色界遍行。及修所斷隨眠隨增。", "130": "緣。及疑相應無明。并遍行隨眠隨增。欲界繫", "131": "見滅所斷無明隨眠。一界一處一蘊攝。七智", "132": "知。除類滅道智。一識識。除欲界見滅所斷無", "133": "漏緣無明。諸餘欲界見滅所斷一切。及遍行", "134": "隨眠隨增。欲界繫見道所斷邪見隨眠。一界", "135": "一處一蘊攝。七智知。除類滅道智。一識識。欲", "136": "界見道所斷有漏緣。及邪見相應無明。并遍", "137": "行隨眠隨增。欲界繫見道所斷見取隨眠。一", "138": "界一處一蘊攝。七智知。除類滅道智。一識識。", "139": "欲界見道所斷有漏緣。及遍行隨眠隨增。欲", "14": "想受滅解脫。一界一處一蘊攝。六智知。除法", "140": "界繫見道所斷戒禁取貪瞋慢隨眠亦爾。欲", "141": "界繫見道所斷疑隨眠。一界一處一蘊攝。七", "142": "智知。除類滅道智。一識識。欲界見道所斷有", "143": "漏緣。及疑相應無明。并遍行隨眠隨增。欲界", "144": "繫見道所斷無明隨眠。一界一處一蘊攝。七", "145": "智知。除類滅道智。一識識。除欲界見道所斷", "146": "無漏緣無明。諸餘欲界見道所斷一切。及遍", "147": "行隨眠隨增。欲界繫修所斷貪隨眠。一界一", "148": "處一蘊攝。七智知。除類滅道智。一識識。欲界", "149": "修所斷一切。及遍行隨眠隨增。欲界繫修所", "15": "他心滅道智。一識識。無色界遍行。及修所斷", "150": "斷瞋慢無明隨眠亦爾。色界繫有身見隨眠。", "151": "一界一處一蘊攝。七智知。除法滅道智。一識", "152": "識。色界見苦所斷一切。及見集所斷遍行隨", "153": "眠隨增。色界繫邊執見。及見苦所斷。餘七", "154": "隨眠亦爾。色界繫見集所斷邪見隨眠。一界", "155": "一處一蘊攝。七智知。除法滅道智。一識識。色", "156": "界見集所斷一切。及見苦所斷遍行隨眠隨", "157": "增。色界繫見集所斷餘五隨眠亦爾。色界繫", "158": "見滅所斷邪見隨眠。一界一處一蘊攝。七智", "159": "知。除法滅道智。一識識。色界見滅所斷有漏", "16": "隨眠隨增。八勝處。三界三處五蘊攝。七智", "160": "緣。及邪見相應無明。并遍行隨眠隨增。色界", "161": "繫見滅所斷見取隨眠。一界一處一蘊攝。七", "162": "智知。除法滅道智。一識識。色界見滅所斷有", "163": "漏緣。及遍行隨眠隨增。色界繫見滅所斷貪", "164": "慢隨眠亦爾。色界繫見滅所斷疑隨眠。一界", "165": "一處一蘊攝。七智知。除法滅道智。一識識。色", "166": "界見滅所斷有漏緣。及疑相應無明。并遍行", "167": "隨眠隨增。色界繫見滅所斷無明隨眠。一界", "168": "一處一蘊攝。七智知。除法滅道智。一識識。除", "169": "色界見滅所斷無漏緣無明。諸餘色界見滅", "17": "知。除法滅道智。一識識。色界遍行。及修所斷", "170": "所斷一切。及遍行隨眠隨增。色界繫見道所", "171": "斷邪見隨眠。一界一處一蘊攝。七智知。除法", "172": "滅道智。一識識。色界見道所斷有漏緣。及邪", "173": "見相應無明。并遍行隨眠隨增。色界繫見道", "174": "所斷見取隨眠。一界一處一蘊攝。七智知。除", "175": "法滅道智。一識識。色界見道所斷有漏緣。及", "176": "遍行隨眠隨增。色界繫見道所斷戒禁取貪", "177": "慢隨眠亦爾。色界繫見道所斷疑隨眠。一界", "178": "一處一蘊攝。七智知。除法滅道智。一識識。色", "179": "界見道所斷有漏緣。及疑相應無明。并遍行", "18": "隨眠隨增。八聖道支中。正語。正業。一命。一", "180": "隨眠隨增。色界繫見道所斷無明隨眠。一界", "181": "一處一蘊攝。七智知。除法滅道智。一識識。除", "182": "色界見道所斷無漏緣無明。諸餘色界見道", "183": "所斷一切。及遍行隨眠隨增。色界繫修所斷", "184": "貪隨眠。一界一處一蘊攝。七智知。除法滅道", "185": "智。一識識。色界修所斷一切。及遍行隨眠隨", "186": "增。色界繫修所斷慢無明隨眠亦爾。如色界", "187": "繫三十一隨眠。應知無色界繫三十一隨眠", "188": "亦爾。差別者。六智知。除法他心滅道智。", "189": "7 辯千問品品類足論辯千問品第七之一", "19": "界一處一蘊攝。六智知。除他心苦集滅智。一", "190": "學處淨果行聖種正斷神足念住諦", "191": "靜慮無量無色定覺分根處蘊界經", "192": "學處。謂近事五學處。淨謂四證淨。果謂四沙", "193": "門果。行謂四通行。聖種謂四聖種。正斷謂四", "194": "正斷。神足謂四神足。念住謂四念住。諦謂四", "195": "聖諦。靜慮謂四靜慮。無量謂四無量。無色謂", "196": "四無色。定謂四修定。覺分謂七等覺支。根謂", "197": "二十二根。處謂十二處。蘊謂五蘊。界謂十", "198": "八界。經謂頌中。前九後九及。各總為一合。有", "199": "二十經。依一一經為前五十問。", "2": "尊者世友造", "20": "識識。非隨眠隨增。餘五聖道支。一界一處一", "200": "且依近事五學處經。為五十問。謂五學處。幾", "201": "有色幾無色。幾有見幾無見。幾有對幾無對。", "202": "幾有漏幾無漏。幾有為幾無為。幾有異熟幾", "203": "無異熟。幾是緣生是因生是世攝。幾非緣生", "204": "非因生非世攝。幾色攝。幾名攝。幾內處攝。幾", "205": "外處攝。幾智遍知所遍知。幾非智遍知所遍", "206": "知。", "207": "幾斷遍知所遍知。幾非斷遍知所遍知。幾應", "208": "斷幾不應斷。幾應修幾不應修。幾染污幾不", "209": "染污。幾果非有果。幾有果非果。幾果亦有果。", "21": "蘊攝。七智知。除苦集滅智。一識識。非隨眠隨", "210": "幾非果非有果。幾有執受。幾無執受。幾大種", "211": "所造。幾非大種所造。幾有上幾無上。幾是有", "212": "幾非有。幾因相應。幾因不相應。", "213": "有六攝善處。謂善五蘊及擇滅。為六善處攝", "214": "五學處。為五學處攝六善處。有五攝不善處。", "215": "謂不善五蘊。為五不善處攝五學處。為五學", "216": "處攝五不善處。有七攝無記處。謂無記五蘊。", "217": "及虛空非擇滅。為七無記處攝五學處。為五", "218": "學處攝七無記處。有三攝漏處。謂欲漏有漏", "219": "無明漏。為三漏處攝五學處。為五學處攝三", "22": "增。", "220": "漏處。有五攝有漏處。謂有漏五蘊。為五有漏", "221": "處攝五學處。為五學處攝五有漏處。有八攝", "222": "無漏處。謂無漏五蘊。及三無為。為八無漏處", "223": "攝五學處。為五學處攝八無漏處。此五學處。", "224": "幾過去幾未來幾現在。幾非過去非未來非", "225": "現在。幾善幾不善幾無記。幾欲界繫。幾色界", "226": "繫。幾無色界繫。幾不繫。幾學幾無學。幾非學", "227": "非無學。", "228": "幾見所斷。幾修所斷。幾非所斷。幾非心非心", "229": "所非心相應。幾是心所與心相應。幾唯是", "23": "愛結慢結。一界一處一蘊攝。八智知。除滅道", "230": "心。幾隨心轉非受相應。幾受相應非隨心轉。", "231": "幾隨心轉亦受相應。幾非隨心轉非受相應。", "232": "幾隨心轉非想行相應。幾想行相應非隨心", "233": "轉。幾隨心轉亦想行相應。幾非隨心轉非想", "234": "行相應。幾隨尋轉非伺相應。幾伺相應非隨", "235": "尋轉。幾隨尋轉亦伺相應。幾非隨尋轉非伺", "236": "相應。幾見非見處。幾見處非見。幾見亦見處。", "237": "幾非見非見處。幾有身見為因非有身見因。", "238": "幾有身見因非有身見為因。幾有身見為因", "239": "亦有身見因。幾非有身見為因非有身見因。", "24": "智。一識識。三界有漏緣隨眠隨增。恚結。一界", "240": "幾業非業異熟。幾業異熟非業。幾業亦業異", "241": "熟。幾非業非業異熟。幾業非隨業轉。幾隨業", "242": "轉非業。幾業亦隨業轉。幾非業非隨業轉。幾", "243": "所造色非有見色。幾有見色非所造色。幾所", "244": "造色亦有見色。幾非所造色非有見色。", "245": "幾所造色非有對色。幾有對色非所造色。幾", "246": "所造色亦有對色。幾非所造色非有對色。幾", "247": "難見故甚深。幾甚深故難見。幾善非善為", "248": "因。幾善為因非善。幾善亦善為因。幾非善", "249": "非善為因。幾不善非不善為因。幾不善為因", "25": "一處一蘊攝。七智知。除類滅道智。一識識。欲", "250": "非不善。幾不善亦不善為因。幾非不善非不", "251": "善為因。幾無記非無記為因。幾無記為因非", "252": "無記。幾無記亦無記為因。幾非無記非無記", "253": "為因。幾因緣非有因。幾有因非因緣。幾因", "254": "緣亦有因。幾非因緣非有因。幾等無間非等", "255": "無間緣。幾等無間緣非等無間。幾等無間亦", "256": "等無間緣。幾非等無間非等無間緣。幾所緣", "257": "緣非有所緣。幾有所緣非所緣緣。幾所緣緣", "258": "亦有所緣。幾非所緣緣非有所緣。幾增上緣", "259": "非有增上。幾有增上非增上緣。幾增上緣亦", "26": "界有漏緣隨眠隨增。無明結。一界一處一蘊", "260": "有增上。幾非增上緣非有增上。幾瀑流非順", "261": "瀑流。幾順瀑流非瀑流。幾瀑流亦順瀑流。幾", "262": "非瀑流非順瀑流。如依學處為五十問。依餘", "263": "十九為問亦爾。", "264": "五學處者。一盡形壽離斷生命。二盡形壽離", "265": "不與取。三盡形壽離欲邪行。四盡形壽離虛", "266": "誑語。五盡形壽離飲諸酒。此五名為近事學", "267": "處。此五學處。幾有色等者。一切是有色。幾有", "268": "見等者。一無見。四應分別。謂若表是有見。若", "269": "無表是無見。幾有對等者。一切應分別。謂若", "27": "攝。八智知。除滅道智。一識識。除無漏緣無明。", "270": "表是有對。若無表是無對。幾有漏等者。一切", "271": "是有漏。幾有為等者。一切是有為。幾有異熟", "272": "等者。一切有異熟。幾是緣生等者。一切是緣", "273": "生是因生是世攝。幾色攝等者。一切是色攝。", "274": "幾內處攝等者。一切外處攝。幾智遍知所遍", "275": "知等者。一切是智遍知所遍知。", "276": "此五學處。幾斷遍知所遍知等者。一切是斷", "277": "遍知所遍知。幾應斷等者。一切是應斷。幾應", "278": "修等者。一切是應修。幾染污等者。一切不染", "279": "污。幾果非有果等者。一切是果亦有果。幾有", "28": "諸餘一切隨眠隨增。見結。一界一處一蘊攝。", "280": "執受等者。一切無執受。幾大種所造等者。一", "281": "切是大種所造。幾有上等者。一切是有上。幾", "282": "是有等者。一切是有。幾因相應等者。一切因", "283": "不相應。", "284": "此五學處。與六善處相攝者。一善處少分攝", "285": "五學處。五學處亦攝一善處少分。與五不善", "286": "處相攝者。互不相攝。與七無記處相攝者。互", "287": "不相攝。與三漏處相攝者。互不相攝。與五有", "288": "漏處相攝者。一有漏處少分攝五學處。五學", "289": "處亦攝一有漏處少分。與八無漏處相攝者。", "29": "八智知。除滅道智。一識識。三界見所斷有漏", "290": "互不相攝。幾過去等者。一切或過去或未來", "291": "或現在。幾善等者。一切是善。幾欲界繫等者。", "292": "一切欲界繫。幾學等者。一切非學非無學。", "293": "此五學處。幾見所斷等者。一切修所斷。幾非", "294": "心等者。一切非心非心所非心相應。幾隨心", "295": "轉非受相應等者。一切非隨心轉非受相應。", "296": "幾隨心轉非想行相應等者。一切非隨心轉", "297": "非想行相應。幾隨尋轉非伺相應等者。一切", "298": "非隨尋轉非伺相應。幾見非見處等者。一切", "299": "是見處非見。幾有身見為因非有身見因等", "3": "三藏法師玄奘奉　詔譯", "30": "緣。及無漏緣見相應無明隨眠隨增。取結。一", "300": "者。一切非有身見為因非有身見因。幾業", "301": "非業異熟等者。一切是業非業異熟。幾業非", "302": "隨業轉等者。一切是業非隨業轉。幾所造色", "303": "非有見色等者。一是所造色非有見色。四應", "304": "分別。謂若表是所造色。亦有見色。若無表是", "305": "所造色。非有見色。", "306": "此五學處。幾所造色非有對色等者。一切應", "307": "分別。謂若表。是所造色。亦有對色。若無表。", "308": "是所造色。非有對色。幾難見故甚深等者。一", "309": "切難見故甚深。甚深故難見。幾善非善為因", "31": "界一處一蘊攝。八智知。除滅道智。一識識。三", "310": "等者。一切是善亦善為因。幾不善非不善為", "311": "因等者。一切非不善非不善為因。幾無記非", "312": "無記為因等者。一切非無記非無記為因。幾", "313": "因緣非有因等者。一切是因緣亦有因。幾等", "314": "無間非等無間緣等者。一切非等無間非等", "315": "無間緣。幾所緣緣非有所緣等者。一切是所", "316": "緣緣非有所緣。幾增上緣非有增上等者。一", "317": "切是增上緣亦有增上。幾瀑流非順瀑流等", "318": "者。一切順瀑流非瀑流。", "319": "四證淨者。謂佛證淨。法證淨。僧證淨。聖所愛", "32": "界見所斷有漏緣隨眠隨增。疑結。一界一處", "320": "戒證淨。此四證淨。幾有色等者。一有色。三", "321": "無色。幾有見等者。一切是無見。幾有對等", "322": "者。一切是無對。幾有漏等者。一切是無漏。", "323": "幾有為等者。一切是有為。幾有異熟等者。一", "324": "切無異熟。幾是緣生等者。一切是緣生是因", "325": "生是世攝。幾色攝等者。一是色攝。三是名", "326": "攝。幾內處攝等者。一切外處攝。幾智遍知所", "327": "遍知等者。一切是智遍知所遍知。", "328": "此四證淨。幾斷遍知所遍知等者。一切非斷", "329": "遍知所遍知。幾應斷等者。一切不應斷。幾應", "33": "一蘊攝。八智知。除滅道智。一識識。三界見所", "330": "修等者。一切是應修。幾染污等者。一切不染", "331": "污。幾果非有果等者。一切是果亦有果。幾有", "332": "執受等者。一切無執受。幾大種所造等者。一", "333": "是大種所造。三非大種所造。幾有上等者。一", "334": "切是有上。幾是有等者。一切非有。幾因相應", "335": "等者。一因不相應。三因相應。", "336": "此四證淨。與六善處相攝者。二善處少分攝", "337": "四證淨。四證淨亦攝二善處少分。與五不善", "338": "處相攝者。互不相攝。與七無記處相攝者。互", "339": "不相攝。與三漏處相攝者。互不相攝。與五有", "34": "斷有漏緣。及無漏緣疑相應無明隨眠隨增。", "340": "漏處相攝者。互不相攝。與八無漏處相攝者。", "341": "一無漏處全。一無漏處少分。攝四證淨。四證", "342": "淨亦攝一無漏處全一無漏處少分。幾過去", "343": "等者。一切或過去或未來或現在。幾善等者。", "344": "一切是善。幾欲界繫等者。一切是不繫。幾學", "345": "等者。一切應分別。謂佛證淨。或學或無學。云", "346": "何學。謂學作意相應佛證淨。云何無學。謂無", "347": "學作意相應證佛淨。法僧證淨亦爾。聖所愛", "348": "戒證淨。或學或無學。云何學。謂學身語業。云", "349": "何無學。謂無學身語業。", "35": "嫉結慳結。一界一處一蘊攝。七智知。除類滅", "350": "此四證淨。幾見所斷等者。一切非所斷。幾非", "351": "心等者。一非心非心法非心相應。三是心所", "352": "與心相應。幾隨心轉非受相應等者。一隨心", "353": "轉。非受相應。三隨心轉。亦受相應。幾隨心轉", "354": "非想行相應等者。一隨心轉。非想相應。三隨", "355": "心轉。亦想相應。一隨心轉。非行相應。三隨心", "356": "轉。亦行相應。除其自性。幾隨尋轉非伺相應", "357": "等者。一切應分別。謂佛證淨。或有尋有伺。或", "358": "無尋唯伺。或無尋無伺。云何有尋有伺。謂有", "359": "尋有伺作意相應佛證淨。云何無尋唯伺。謂", "36": "道智。一識識。欲界遍行。及修所斷隨眠隨增。", "360": "無尋唯伺作意相應佛證淨。云何無尋無伺。", "361": "謂無尋無伺作意相應佛證淨。法僧證淨亦", "362": "爾。聖所愛戒證淨。或隨尋轉非伺相應。或非", "363": "隨尋轉非伺相應。云何隨尋轉非伺相應。謂", "364": "隨尋轉無漏身語業。云何非隨尋轉非伺相", "365": "應。謂不隨尋轉無漏身語業。幾見非見處等", "366": "者。一切非見非見處。幾有身見為因。非有身", "367": "見因等者。一切非有身見為因非有身見因。", "368": "幾業非業異熟等者。一是業非業異熟。三非", "369": "業非業異熟。幾業非隨業轉等者。一是業亦", "37": "初有情居。十八界十二處五蘊攝。七智知。除", "370": "隨業轉。三隨業轉非業。幾所造色非有見色", "371": "等者。一是所造色非有見色。三非所造色非", "372": "有見色。", "373": "說一切有部品類足論卷第十", "38": "類滅道智。六識識。欲界一切隨眠隨增。第二", "39": "有情居。十四界十處五蘊攝。七智知。除法滅", "4": "辯攝等品第六之餘", "40": "道智。四識識。色界一切隨眠隨增。第三第四", "41": "第五有情居。十一界十處五蘊攝。七智知。除", "42": "法滅道智。四識識。色界一切隨眠隨增。餘四", "43": "有情居。三界二處四蘊攝。六智知。除法他心", "44": "滅道智。一識識。無色界一切隨眠隨增。", "45": "前八遍處。三界二處五蘊攝。七智知。除法滅", "46": "道智。一識識色界遍行。及修所斷隨眠隨增。", "47": "後二遍處。三界二處四蘊攝。六智知。除法他", "48": "心滅道智。一識識。無色界遍行。及修所斷隨", "49": "眠隨增。十無學法中。正語。正業。正命。一界", "5": "七等覺支。若別一界一處一蘊攝。若總一界", "50": "一處一蘊攝。六智知。除他心苦集滅智。一識", "51": "識。非隨眠隨增。餘七無學法。一界一處一蘊", "52": "攝。七智知。除苦集滅智。一識識。非隨眠隨", "53": "增。有漏色。十一界十一處一蘊攝。七智知。除", "54": "他心滅道智。六識識。欲色界遍行。及修所斷", "55": "隨眠隨增。有漏受想行。一界一處一蘊攝。八", "56": "智知。除滅道智。一識識。一切隨眠隨增。有漏", "57": "識。七界一處一蘊攝。八智知。除滅道智。一識", "58": "識。一切隨眠隨增。無漏色。一界一處一蘊攝。", "59": "六智知。除他心苦集滅智。一識識。非隨眠隨", "6": "一處二蘊攝。七智知。除苦集滅智。一識識。非", "60": "增。無漏受想行。一界一處一蘊攝。七智知。除", "61": "苦集滅智。一識識。非隨眠隨增。無漏識。二界", "62": "一處一蘊攝。七智知。除苦集滅智。一識識。非", "63": "隨眠隨增。無為法。一界一處非蘊攝。六智知。", "64": "除他心苦集道智。一識識。非隨眠隨增。眼處。", "65": "一界一處一蘊攝。七智知。除他心滅道智。一", "66": "識識。欲色界遍行及修所斷隨眠隨增。如眼", "67": "處。耳鼻舌身處亦爾。色處。一界一處一蘊攝。", "68": "七智知。除他心滅道智。二識識。欲色界遍行。", "69": "及修所斷隨眠隨增。如色處。聲觸處亦爾。香", "7": "隨眠隨增。初第二第三解脫。三界二處五蘊", "70": "處味處。一界一處一蘊攝。六智知。除類他心", "71": "滅道智。二識識。欲界遍行。及修所斷隨眠隨", "72": "增。意處。七界一處一蘊攝。九智知。除滅智。", "73": "一識識。一切隨眠隨增。法處。一界一處四蘊", "74": "攝。七智知。一識識。一切隨眠隨增。", "75": "眼界。一界一處一蘊攝。七智知。除他心滅道", "76": "智。一識識。欲色界遍行。及修所斷隨眠隨增。", "77": "耳鼻舌身界亦爾。色界。一界一處一蘊攝。", "78": "九智知。除他心滅道智。二識識。欲色界遍", "79": "行。及修所斷隨眠隨增聲觸界亦爾。香界味", "8": "攝。七智知。除法滅道智。一識識。色界遍行。", "80": "界。一界一處一蘊攝。六智知。除類他心滅道", "81": "智。二識識。欲界遍行。及修所斷隨眠隨增。", "82": "意界。七界一處一蘊攝。九智知。除滅智。一", "83": "識識。一切隨眠隨增。法界。一界一處四蘊攝。", "84": "十智知。一識識。一切隨眠隨增。眼識界。二界", "85": "一處一蘊攝。八智知。除滅道智。一識識。欲", "86": "色界遍行。及修所斷隨眠隨增。耳身識界亦", "87": "爾。鼻舌識界。二界一處一蘊攝。七智知。除類", "88": "滅道智。一識識。欲界遍行。及修所斷隨眠隨", "89": "增。意識界。二界一處二蘊攝。九智知。除滅", "9": "及修所斷隨眠隨增。第四第五第六解脫。三", "90": "智。一識識。一切隨眠隨增。", "91": "眼根。一界一處一蘊攝。七智知。除他心滅道", "92": "智。一識識。欲色界遍行。及修所斷隨眠隨增。", "93": "耳鼻舌身根亦爾。女根男根。一界一處一蘊", "94": "攝。六智知。除類他心滅道智。一識識。欲界遍", "95": "行。及修所斷隨眠隨增。命根。一界一處一蘊", "96": "攝。七智知。除他心滅道智。一識識。三界遍", "97": "行。及修所斷隨眠隨增。意根。七界一處一蘊", "98": "攝。九智知。除滅智。一識識。一切隨眠隨增。", "99": "樂根。一界一處一蘊攝。九智知。除滅智。一識"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1542 阿毘達磨品類足論: 阿毘達磨品類足論: 品類足論: 說一切有部品類足論: 品類足論", "author": "尊者世友造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}