{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1185B 文殊師利寶藏陀羅尼經", "text": {"0": "No. 1185B", "1": "文殊師利寶藏陀羅尼經亦名文殊師利菩薩", "10": "照無量無邊諸佛世界。照已却來繞文殊師", "100": "聲鉢特忙娑去聲㘑鉢特忙三婆上聲吠枳羯㘑", "101": "訶蹬羯唎曳莎訶", "102": "次說月光菩薩陀羅尼曰。", "103": "南麼薩㗚嚩勃馱菩提薩怛嚩引難怛󰽖他去", "104": "聲戰捺㘑鉢囉陛栴娜囊上聲注㗚嬭去聲罽羅", "105": "娑嚩底薩囉嚩勃駄地瑟恥多去聲南謨上聲弭", "106": "諦莎訶", "107": "次說文殊師利菩薩陀羅尼曰。", "108": "南謨上聲痾去聲哩也曼殊室哩曳菩提薩怛嚩", "109": "引野怛󰽖他去聲若而也切下同曳若曳若野臘悌若", "11": "利童子。便入於頂。其光從頂入已。文殊師", "110": "野摩訶去聲摩醯莎訶", "111": "次說觀世音菩薩陀羅尼曰。", "112": "南謨上聲痾去聲哩夜嚩路枳諦濕嚩囉引野菩", "113": "地薩怛嚩引野怛󰽖他去聲伽輕呼下同伽囊󰽔伽", "114": "伽囊上聲糝謨上聲榾㜸諦伽伽囊上聲微訖㘓", "115": "多微訖㘓多曀爾袂爾波若袂爾莎訶", "116": "次說普賢菩薩陀羅尼曰。", "117": "南謨上聲痾去聲哩也三曼多拔捺囉引野菩地", "118": "薩怛嚩引野怛󰽖他去聲醯拔捺㘑摩訶去聲拔", "119": "捺㘑阿底下以切拔捺㘑微㜸多囉若細摩訶去", "12": "利即入三昧。名曰陀羅尼自在王。入此三昧", "120": "聲微㜸多囉若細醯莽嚩底羯㗚忙嚩囉寧微", "121": "戍誕寧去聲莎訶", "122": "次說彌勒菩薩陀羅尼曰。", "123": "南謨上聲痾去聲哩也昧怛㘑野菩地薩怛嚩引", "124": "野怛󰽖去聲他去聲昧怛㘑昧怛囉忙囊上聲細", "125": "莎訶", "126": "次說虛空藏菩薩陀羅尼曰。", "127": "南麼痾去聲哩夜迦去聲賒㜸㗚婆去聲野菩地", "128": "薩怛嚩引野怛󰽖去聲他㜸㗚陛㜸㗚陛微戍", "129": "誕寧去聲莎訶", "13": "已。文殊師利從於口中。出無量種種色相光", "130": "次說無盡意菩薩陀羅尼曰。", "131": "南麼痾去聲哩夜訖灑野沫底菩地薩怛嚩引", "132": "野怛󰽖去聲他惡訖灑曳護惡訖灑曳護惡訖", "133": "灑野羯㗚忙微戍誕寧去聲護莎訶", "134": "次說維摩詰菩薩陀羅尼曰又云無垢稱菩薩。", "135": "南麼痾去聲哩也微沫羅枳去聲㗚多上聲曳菩", "136": "地薩怛嚩野怛󰽖他去聲枳去聲㗚底多去聲薩", "137": "囉麼爾寧去聲囉底多去聲薩囉麼爾寧去聲嚩", "138": "日囉羯㘑嚩日囉三婆上聲吠嚩日囉引陛諾", "139": "迦㘑莎訶", "14": "明。其光出已。便入金剛密迹主菩薩頂中。爾", "140": "次說除一切障菩薩陀羅尼曰。", "141": "南麼薩囉麼寧去聲嚩囉儜上聲微色劍避嬭", "142": "平聲薩菩地薩怛嚩引野怛󰽖他去聲薩囉摩", "143": "嚩囉儜上聲微色劍避嬭平聲莎訶駄覩微羯囉", "144": "嬭平聲莎訶去聲誕寧去聲莎訶阿嚩㗚爾多迦", "145": "引曳莎訶去聲沫羅娜那寧去聲娑訶去聲菩地", "146": "孕伽娜那寧去聲莎訶去聲閼囉忙涅㗚嚩嚩引", "147": "比多迦引曳莎訶去聲曀迦引囉引忙曳莎訶去", "148": "聲瑜伽槡囉引曳莎訶去聲薩囉麼勃駄毘色訖", "149": "多去聲曳莎訶去聲沒囉訶謀跛麌訶去聲曳莎", "15": "時金剛密迹主菩薩。即從座起偏袒右肩。右", "150": "訶去聲薩㗚麼達囉忙毘色訖多去聲曳莎訶", "151": "去聲薩囉麼勃馱毘數多去聲曳莎去聲訶曀迦", "152": "室𠻱伽引曳莎訶去聲河部多去聲曳莎訶去聲", "153": "阿糝部多去聲曳莎訶薩㗚麼耨區去聲鉢閃滿", "154": "寧去聲莎訶", "155": "次說月光童子陀羅尼曰。", "156": "南麼戰捺囉鉢囉婆去聲野矩忙囉部多去聲野", "157": "怛󰽖他去聲鉢囉陛鉢囉婆去聲嚩底達㗚忙微", "158": "輸上聲地㗚婆鑁覩袂莎訶", "159": "爾時佛告金剛密迹主菩薩言。若有善男子", "16": "膝著地向佛合掌。恭敬頂禮瞻仰尊顏。而白", "160": "善女人。念誦此十八大陀羅尼者。七日七夜。", "161": "彼人所有過去及現在世三業等罪。乃至一", "162": "切諸障悉皆消滅身心清淨。所有世間風痰", "163": "冷熱。諸餘病等悉得除瘥。一切鬼神布單那", "164": "鬼癲狂鬼。藥叉羅剎執富那鬼毘舍闍者鬼。", "165": "茶枳儞鬼并吸人精氣。諸餘一切鬼神。常去", "166": "此人十二由旬。及饑荒疫病閃電霹靂之患", "167": "不相損害。若男子女人身有災厄。當於宅內", "168": "安置舍利塔并佛形像。畫文殊師利童子像。", "169": "燒種種香沈香白膠等香。然燈散華上妙果", "17": "佛言。世尊往昔為我說如是言。我法滅後於", "170": "蓏。百味飯食每日供養。書寫受持讀誦此經", "171": "依法修行。勤加念誦繞塔行道。所有諸患及", "172": "餘災厄悉當除滅。爾時世尊復告金剛菩薩", "173": "言。此文殊師利法藏中。有真實法最上殊勝", "174": "無可比法。能為眾生作如意寶。能令所在國", "175": "土人民皆發十善。若國王勤化十善。所作悉", "176": "皆圓滿。此八字大威德陀羅尼者。乃往過去", "177": "無量百千恒河沙諸佛所說。為擁護一切行", "178": "十善國王。令得如意壽命長遠。福德果報無", "179": "比最勝。諸方兵甲悉皆休息國土安寧。王之", "18": "贍部洲惡世之時。文殊師利廣能利益無量", "180": "所願常得增長。此陀羅尼能大利益。怜愍", "181": "一切有情諸眾生故。能斷諸三惡道。能為一", "182": "切作法。如佛現在處世無異。此是文殊師利", "183": "菩薩自身。為利諸眾生故。自變其身為八字", "184": "呪神像。能滿一切有情意樂等事。若人能暫", "185": "聞憶念此陀羅尼者。即能滅四重五逆等罪。", "186": "何況常念誦者。設使一切諸天有大福德。及", "187": "十地一生補處。於中二大威力人。亦不能奪", "188": "其福德。所作事業不能為障持八字人福。何", "189": "況餘小天人。及無威德龍神鬼而作障難設", "19": "眾生當作佛事。唯願世尊為我分別演說。於", "190": "我住世恒沙億劫。說文殊師利童子菩薩八", "191": "字陀羅尼。為諸有情除罪生福成就事業。具", "192": "滿一切眾生諸願之法。非口所宣能盡其福。", "193": "勤心念誦證者乃知。於今略說。汝金剛菩薩", "194": "於我滅後以汝神力。於贍部洲廣宣流布。使", "195": "薄福眾生持此八字陀羅尼。同汝神力令速", "196": "超於三界。加功不退勿就餘法。日夜精勤。作", "197": "法念誦不計日月。畢見文殊童子。為現其童", "198": "子身。悉了一切事斷一切苦果。於現身中超", "199": "入六地。具六波羅蜜。即能悉捨一切。進修", "2": "八字三昧法", "20": "何處住復何方面能行利益。矜愍擁護諸眾", "200": "不退速入八地。任運自在分身百億。隨類教", "201": "化眾生悉滿其願。見身獲報如是。爾時世尊", "202": "說此語已。默然而住顧視金剛菩薩。時金剛", "203": "菩薩。即於會中從座而起。踊躍歡喜繞佛三", "204": "匝。胡跪合掌瞻仰世尊。復白佛言向者如來", "205": "所說。大聖文殊師利童子八字大威德陀羅", "206": "尼。名字句義何者是也。八部之類願皆樂聞", "207": "唯願說之。我亦欲聞聞已受持。持已常當", "208": "益後未來一切有情。令離三癡八苦十纏。爾", "209": "時世尊告金剛菩薩言。汝今諦聽諦聽當為", "21": "生故願為說之。爾時世尊告金剛密迹主言。", "210": "汝說。此大威德八字祕密心陀羅尼。若有聞", "211": "者。如從佛口稟受此陀羅尼句義。亦如佛住", "212": "世無有異耳。能與眾生於黑闇中作大明燈。", "213": "爾時如來即為大眾而說呪曰。", "214": "南麼阿鉢哩弭多一壞囊微寧濕嚩囉引𡂉", "215": "捺囉野怛他去聲㜸多去聲野南謨上聲曼殊室", "216": "哩曳矩忙囉部多去聲野怛󰽖去聲他去聲唵痾", "217": "去聲末囉𤙖却浙囉", "218": "爾時世尊告金剛菩薩言。是八字最勝威德", "219": "心陀羅尼。我今重復告汝一切大眾心勿有", "22": "善男子乃能為諸有情發問於我。善哉善哉", "220": "疑。若見聞之者如佛在世。亦見文殊師利童", "221": "子無有異也。能見諸佛神力不可思議。亦能", "222": "作大神通變化自在。我今略讚此陀羅尼少", "223": "分功能。若具說無量俱胝那庾多百千大劫", "224": "不可說盡。如前已釋。金剛菩薩若男女人於", "225": "此陀羅尼發心念誦者。不能廣辦供養。在家", "226": "種種迫迮不可具依法則。但能禁其身三口", "227": "四制勒三癡。如上十惡永絕其源者。即念誦", "228": "此陀羅尼憶持不忘。依時隨分不闕多少供", "229": "養。漸漸亦得成就。除不正心不發大乘菩提", "23": "汝今諦聽諦聽善思念之。我今為汝分別演", "230": "之心。於三寶處起不善心行惡業之人。一切", "231": "小法尚不成就。何況佛之大法。文殊聖者軌", "232": "儀而能成就。爾時佛重告金剛菩薩言。善男", "233": "子若有男子女人。發心能憶誦此陀羅尼一", "234": "遍者。即能擁護自身。兩遍能護同伴。三遍", "235": "即能大擁護國王。住十地菩薩亦不能越過", "236": "此陀羅尼力者。何況諸小天魔龍神鬼類惡", "237": "眾生等。而能障礙。若誦四遍即能擁護妻", "238": "妾男女。若誦五遍擁護一切眷屬。若誦六遍", "239": "能護一切城邑村坊。若誦七遍能護一切眾", "24": "說。是時金剛密迹主菩薩。聞佛語已歡喜踊", "240": "生。若欲著衣之時當呪衣七遍。能除一切內", "241": "外惡毒及諸災難。若洗手面時當呪水七遍。", "242": "能令一切眾人生貴重心。所有諸惡人見者", "243": "悉當降伏。自當敬重日夜憶念。見即歡喜心", "244": "無捨離。若人患身體支節疼痛。呪煖水一百", "245": "八遍。洗浴即得除愈。若每日早朝以水一掬", "246": "呪七遍飲之。在身所有惡報悉得消滅。何況", "247": "無災厄者。及諸三業者亦得除愈。并得壽命", "248": "長遠。若呪飲食喫者一切諸毒不能為損。若", "249": "見惡人及有怨家。當須念誦此呪。所有怨家", "25": "躍。整衣服一心受聽。爾時世尊復告金剛密", "250": "起惡心者。當自降伏。惡心即滅。慈心相向。有", "251": "恐怖處當須攝心。念誦此呪即得除怖。若欲", "252": "臥時當誦此呪一百八遍。即得好夢善知吉", "253": "凶。若人或患瘧病。持此呪者視患瘧人面。切", "254": "誦此呪一千八遍。其患即除。若欲入陣。當", "255": "取牛黃書寫此呪帶於身上。一切刀仗弓箭", "256": "鉾槊不能為害。若入陣時。畫文殊師利童子", "257": "像。安於象馬上當於三軍前。先頭而行引諸", "258": "軍眾。彼兇愚賊自然退散。畫像之法須作童", "259": "子相貌。乘騎金色孔雀。若有一切眾生見畫", "26": "迹主菩薩言。我滅度後於此贍部洲東北方。", "260": "像者。所有四重五逆等罪悉得消滅。常得面", "261": "覩文殊聖者童子親為教授。即得究竟解脫", "262": "乃至佛果。於其中間不被三界煩惱癡心相", "263": "應。是故勸念一切有情。行住坐臥當須念呪", "264": "憶持不忘。時時每誦一百八遍勿令斷絕。常", "265": "得一切眾生見者皆來歸伏。惡人自當退散。", "266": "若能每日三時念誦各一百八遍。所作稱意", "267": "所求諸願悉得隨心。一切皆得圓滿具足。得", "268": "大富貴所遊無障。自在恣情受諸快樂。設臨", "269": "命終。即得聖者文殊師利童子親現靈儀。為", "27": "有國名大振那。其國中間有山號為五頂。文", "270": "說大乘深妙法藏。聞法心大歡喜。即得普門", "271": "三昧。得此三昧已。於煩惱生死當永隔別。", "272": "即與文殊聖者及大菩薩同為眷屬。位階三地", "273": "進修不退。住文殊聖者之位。同得佛智慧三", "274": "摩地門。爾時佛告金剛菩薩言。善男子此文", "275": "殊師利童子八字大威德力陀羅尼。若有國", "276": "王王子妃后公主。及諸宰輔并凡庶類等。能", "277": "書寫此呪安於宅中。其家即得大富貴饒財", "278": "常富。兒女聰明利智辯才。巧計相貌端嚴具", "279": "好。人所愛樂。所出言音。眾人所奉施行無違。", "28": "殊師利童子遊行居住。為諸眾生於中說法。", "280": "象馬畜類悉盛成群。奴婢寶貨受用無盡。宅", "281": "中災禍自然消滅。善神護宅人福強盛鬼神", "282": "無嬈。設有鬼神皆是有福之鬼。皆護其人不", "283": "求人短。爾時世尊復告金剛菩薩言。善男子", "284": "此祕密陀羅尼不可思議。諸佛威德亦不可", "285": "思議。若有人能誦此八字大威德陀羅尼者。", "286": "復有畫像之法。能建此像為益一切諸修行", "287": "十善國王。設能於此陀羅尼。用少功力得大", "288": "覆護。諸王王子妃后宮人婇女。百官宰相及", "289": "諸士女。并諸國土一切人民。所有田宅悉皆", "29": "及有無量無數諸天龍神藥叉羅剎緊那羅摩", "290": "擁護。凡此畫像已。有人但能所在處安置。於", "291": "中土境皆得安寧。設有惡賊水火刀兵。劫賊", "292": "之橫並得除滅。乃至非時疫病旱澇不調。蟲", "293": "霜損害亦悉除滅常得依時龍王降雨苗稼茂", "294": "盛。國土豐熟無諸災難。爾時金剛菩薩摩訶", "295": "薩。白佛言世尊。向者所說廣畫像法。當云", "296": "何作唯願說之。爾時世尊告金剛菩薩。善男", "297": "子凡欲畫像。先看上好細㲲。須揀擇日月吉", "298": "宿善曜太白直次。好時刻分吉祥善時。然後", "299": "畫像。於清淨處掃灑已牛糞塗地。懸諸旛幢", "3": "唐天竺三藏法師菩提流志譯", "30": "睺羅伽人非人等。圍繞供養恭敬於是。世尊", "300": "香華供養燒龍腦香。其㲲須闊八肘長十二", "301": "肘。於中先畫釋迦牟尼佛。坐七寶蓮華座作", "302": "說法勢。佛右邊。畫文殊師利童子像。身佩", "303": "瓔珞頸挂胭珠。種種妙服莊嚴其身。童子", "304": "色相如欝金色。胡跪合掌瞻仰如來作請法", "305": "勢。次畫觀音像。觀音右邊。畫普賢菩薩。次普", "306": "賢右邊。畫虛空藏菩薩。次虛空藏右邊。畫無", "307": "盡意菩薩。又釋迦牟尼佛左邊。畫彌勒菩薩。", "308": "彌勒左邊。畫無垢稱菩薩。無垢稱左邊。畫", "309": "除一切障菩薩。次除一切障左邊。畫月光童", "31": "復告金剛密迹主言。是文殊師利童子。有如", "310": "子。次月光左邊畫金剛菩薩已上十菩薩兩邊各五位侍佛側各", "311": "處其位坐七寶蓮華上。皆畫本形乃至手執", "312": "並依本法。又於釋迦牟尼佛上空中。更畫七", "313": "佛。所謂廣大智甚深雷音王如來。除一切障", "314": "如來。第三阿彌陀如來。功德處如來。普香", "315": "佛。難勝勇雷音行佛。心不動佛。此之七佛皆", "316": "須次第畫之。其身皆作金色。各如作說法像。", "317": "其畫像上兩邊空處。各畫一天仙。頭戴華冠", "318": "各手捧華槃。一手散華現於半身於雲中。形", "319": "貌端正種種嚴飾其體。其釋迦牟尼佛所坐", "32": "是等無量威德神通變化自在莊嚴。廣能饒", "320": "蓮華出水池內。池中復現二龍王。一名難陀。", "321": "二名憂波難陀。其二龍王於其池中現出半", "322": "身。人身蛇首具有七頭並皆白色。種種雜寶", "323": "莊嚴其身。左邊難陀龍王以右手託佛華", "324": "莖瞻仰如來。以左手竪其五指。以大母指指", "325": "於額上作歸依勢。右邊龍王一如左邊。其文", "326": "殊師利童子下。畫野曼德迦瞋怒王。仰觀文", "327": "殊師利童子。作悚懼曲躬受教勢。於彌勒菩", "328": "薩下。畫持法人勿失本相手執香鑪胡跪而", "329": "坐。瞻視世尊如聽法勢。畫像四邊散畫龍王。", "33": "益一切有情。成就圓滿福德之力不可思議。", "330": "次畫蓮華及諸妙華。諸華等下畫梵天摩醯", "331": "首羅天四天王天等。次畫四箇阿脩羅王。次", "332": "畫四箇執鬼神曜王已上左邊侍從也右邊畫那羅延天", "333": "王帝釋天王四天王。次畫四箇阿脩羅王。次", "334": "畫四箇執鬼神王已上右邊侍從也各依本相貌畫其身", "335": "形。皆須手執器仗不得差錯。次畫九箇執鬼", "336": "神。現出半身合掌向佛觀如來像。說此畫像", "337": "法已。爾時如來便以讚誦。即說偈言。", "338": "此妙畫像法最勝殊功德", "339": "三世一切佛同讚不思議", "34": "復告金剛密迹言。文殊師利有陀羅尼最極", "340": "我今演少分文殊童子德", "341": "若有諸智者能起壹念心", "342": "依法畫此像獲福德無量", "343": "供養生恭敬所有俱胝劫", "344": "四重五逆罪極苦諸惡業", "345": "觀敬童子像報障皆當滅", "346": "世間中有所諸惡類眾生", "347": "不信有三寶放逸破戒行", "348": "不懼一切罪墮於泥犁中", "349": "楚毒湯火惱輪轉受諸苦", "35": "祕密心呪并畫像壇印等法。於後末世佛法", "350": "經於無量劫若遇此畫像", "351": "能發一念心忻樂暫瞻視", "352": "或少剎那頃須臾不散亂", "353": "內發歡喜心此諸惡業輩", "354": "一切皆當滅獲果福無量", "355": "何況行善業能修清淨因", "356": "後得妙好相具足菩薩身", "357": "四眾常瞻仰常行勤精進", "358": "慜念惡趣眾於中常饒益", "359": "趍走為給使和光不同塵", "36": "滅時。惡法增長諸災興盛。如此之時於當來", "360": "教化令生信引之脫苦縛", "361": "過去有諸佛及現未來佛", "362": "無量俱胝劫皆行菩薩道", "363": "敷具與娛樂象馬諸珍寶", "364": "頭目髓腦等於諸三世中", "365": "上至於有頂下極風輪界", "366": "橫括諸十方六趣四生類", "367": "有情之含識一心遍供養", "368": "事事無空過皆令給足之", "369": "使得心歡喜令發菩提心", "37": "世贍部洲中。薄福少智諸眾生輩惡業增長。", "370": "速證無漏果成超三賢行", "371": "越階初地位其福不可量", "372": "神力無比類雖有如是德", "373": "誦此陀羅尼能畫文殊像", "374": "彼人獲果報其福不可說", "375": "十方恒河沙尚有知其數", "376": "畫像福德力無能知其邊", "377": "若天及人王供養恒沙佛", "378": "并諸菩薩眾聲聞及緣覺", "379": "大威八部眾劫劫恒供養", "38": "五行失序陰陽交錯。風雨不調惡星變怪。天", "380": "其福不可算若覩文殊像", "381": "或能持此經晝夜不廢忘", "382": "取華香旛蓋果味諸飲食", "383": "及持上七寶并敷妙衣服", "384": "不計年月歲日夜六時中", "385": "虔誠不忘念以施設上供", "386": "文殊童子像并持八字呪", "387": "復於時時中常於畫像前", "388": "禮懺諸愆罪及讚大聖德", "389": "求願諸悉地金剛三昧門", "39": "阿脩羅鬪戰競起。天人減少脩羅增長種種", "390": "及佛菩提果乞證六神通", "391": "速悟七辯才願如文殊等", "392": "演法無窮極導引群生類", "393": "令達於彼岸願我久住世", "394": "似如大聖類不願取佛果", "395": "於苦眾生中同共一處生", "396": "不計劫長遠恒持祕密藏", "397": "八字陀羅尼轉轉相囑授", "398": "悉皆令受持并諸別部呪", "399": "皆於文殊像於前而作法", "4": "如是我聞。一時婆伽婆。在淨居天宮。與大菩", "40": "諸災。如此之時流行於世。惡鬼下降變為女", "400": "速超佛地果轉勸諸餘人", "401": "一念生隨喜八字陀羅尼", "402": "願證深法門一切三摩地", "403": "由如文殊等一切諸天人", "404": "持於本部呪不獲悉地願", "405": "瞻仰童子像齎持一華果", "406": "或以一塗香捧持遏伽水", "407": "胡跪而供養至心恭敬禮", "408": "期求心中願悉獲無有疑", "409": "稱心依本願我今重告汝", "41": "身。與諸眾生作種種病。所謂喉閉疔瘡疥癩", "410": "聲聞及天人龍王阿脩羅", "411": "金鳥王眷屬摩睺羅伽等", "412": "鬼母及族類羅剎并藥叉", "413": "人主及小王群臣凡庶眾", "414": "速發大弘願願踐文殊跡", "415": "行業速超齊上中下悉地", "416": "願願令成就一切諸有情", "417": "願皆同我願令使諸眾生", "418": "習氣皆頓滅願登佛寶山", "419": "內外悉圓滿證常妙法身", "42": "腹痛。瘧病或一日二日三日四日。乃至七日", "420": "見真佛性珠如掌金剛寶", "421": "永寂入無餘", "422": "爾時世尊復告金剛菩薩言。此八字大威德", "423": "陀羅尼法中。有祕密最勝不可思議壇印軌", "424": "則。於諸法中最廣殊勝。若有比丘比丘尼善", "425": "男子善女人。依法受持讀誦書寫修行。現", "426": "世成就一切吉祥。諸事圓滿壽命長遠。眾人", "427": "愛敬生珍重心。命終之後得生天上受樂無", "428": "量。或生王宮處尊重位。受富快樂身無病苦。", "429": "得宿命智薄貪恚癡。善知因果寶重佛法。雖", "43": "一發。或患風黃痰病或頭痛瘡腫眼痛大小", "430": "紹貴位心無憍慢。宿因力強習讀大乘。愍念", "431": "一切心無勝負心常利有情。若下流生於諸", "432": "人中貴豪英俊。宣言辯利人所愛樂。壽命長", "433": "遠中無災橫。所於求願事與心規者無人違", "434": "信。爾時金剛菩薩白佛言。世尊向者所說於", "435": "此法中。有祕密壇法其事云何。唯願知來當", "436": "為廣說。爾時世尊告金剛言。善哉善男子善", "437": "女人等。發信敬心作壇法者。先須揀擇清淨", "438": "殊勝上地。當得地已。皆須深掘除去瓦礫塼", "439": "石荊棘毛髮灰糠糞等穢。除去不淨物已。取", "44": "便利諸雜等病。其惡鬼神變身為蟲狼虎豹", "440": "好淨土堅築令平。量取其地東西南北。正取", "441": "八肘或四肘。取於香水塗其地上使令明淨。", "442": "然後取其牛糞以香水和。復塗地面使令三", "443": "遍。然後復取稠香水以灑壇地。即取白繩量", "444": "取八肘。東西南北以等度其地。以粉點定長", "445": "短。分布壇院以作三重。四面開門。量定位", "446": "界勿使闊狹不等。方始五色粉下於界位。凡", "447": "位畫壇之法及以器仗印契。皆從東面起首。", "448": "先畫五頂印。次畫優鉢羅華印。次畫牙印。次", "449": "畫文殊童子面印。次畫槊印已上五印壇內東面畫之次畫蓮", "45": "獅子種種獸身。於世間中攝諸眾生。噉其精", "450": "華印。次畫優鉢羅華印。次畫幢印。次畫旛印。", "451": "次畫傘蓋。次畫烏頭門。次畫車路車印。次畫", "452": "迦半悉娑縛吉祥印。次畫孔雀印。次畫白象。", "453": "次畫馬。次畫犎牛。次畫水牛。次畫羖羊。次", "454": "畫白羊。次畫人。次畫童子已上印契皆須門外次第分明畫之如是", "455": "三種壇。壇外院更畫藥叉將。梵名摩尼跋羅", "456": "東方。次畫藥叉將。梵名布拏跋陀羅南方。次", "457": "畫藥叉將。梵名毘嚧波叉西方。次畫藥叉將。", "458": "梵名毘沙門王北方。如上四將各住本方。掌", "459": "壇四面領諸鬼神護其方界。次畫日月次畫", "46": "氣威失力衰。如此之時此贍部洲。無量眾生", "460": "七星。次畫二十八宿次畫訶唎底母神鬼子", "461": "母。是如上所說。壇外所畫形像器仗印契等。", "462": "悉皆如法畫之。勿使雜亂差錯。皆用色彩畫", "463": "法如是今已釋訖。修行之人依此軌儀。進功", "464": "修業必獲稱心無虛謬耳。", "465": "又法若為羅闍作者。於淨宅內修耳。若欲求", "466": "於白象者。往象坊作之必獲本願。若欲求馬", "467": "者。於馬坊作法必獲本願。若蛇螫者。於大池", "468": "有龍之處作法即可。若患瘧病一日乃至七", "469": "日。當於本住村坊舍宅處近南邊作法即愈。", "47": "橫遭枉死。縱有諸醫不能救療。如是世時一", "470": "若鬼魅及羅剎所著者。當於空室或屍陀林", "471": "處作法。其患即得除愈。若毘舍闍鬼所著者。", "472": "當於󰽋麻樹下作法。其患即得除愈。若一切", "473": "鬼神及諸熱鬼所著者。當於死人室中。或於", "474": "新生孩子室中作之。若被諸毒所中者。誦此", "475": "八字呪呪水七遍。與飲即得除愈。若有畜生", "476": "疫病所著者。當於果樹下作法其疫即除。若", "477": "欲得田疇苗稼茂盛豐熟實者。當於園苑之", "478": "內作之即得如願。若有婦人患諸惡病。或被", "479": "鬼神迦樓羅乾闥婆等。吸人精氣成病疹者。", "48": "日之時。有三十毘末囉數。是故金剛密迹主。", "480": "當於河邊或於山頂上作之。其鬼神等悉當", "481": "遠離。身體平復於後無諸難厄。若被一切荼", "482": "枳儞鬼。於空閑靜處或流水邊作法。其鬼即", "483": "離其人無諸疹咎。此等法則於盛日中或夜", "484": "半作之。事將畢已欲除壇時。當誦八字呪。其", "485": "壇內物當送水中或施貧者。於後所求諸事", "486": "並得圓滿。爾時世尊而說偈言。", "487": "此大陀羅尼威力不可說", "488": "若人常受持能除一切病", "489": "所作諸事業一切皆圓滿", "49": "我今令汝轉與此陀羅尼法。令使眾生展轉", "490": "及得壽命長若得見此壇", "491": "諸罪悉皆滅若求世間樂", "492": "富貴自在力或能厭世間", "493": "欲求生出死超過諸苦海", "494": "學習菩提行摧伏諸魔軍", "495": "若入此壇者必獲大威力", "496": "此大祕密法為信法國王", "497": "執正行平等當須廣為說", "498": "若無信惡人假使得重寶", "499": "滿於三千界其價不可量", "5": "薩摩訶薩眾及無量淨居天子。前後圍遶供", "50": "受持。何以故此贍部洲所有眾生。一念發菩", "500": "當奉上是寶欲聞此法藏", "501": "祕密陀羅尼八字真言義", "502": "亦不合為說何以法如此", "503": "久遠修善根廣達三乘法", "504": "信根尚無退猶未合得聞", "505": "已入十住位由未達其原", "506": "八字陀羅尼印壇壇軌則", "507": "瑜伽相應法何況諸惡人", "508": "合聞如是義八字真言門", "509": "呼召設大法現身而證事", "51": "提大善願心。我輩眾類何日能得離此煩惱", "510": "三部聖者法具含八字中", "511": "菩薩及金剛諸天呪祕藏", "512": "皆屬八字攝過去一切佛", "513": "現在及未來一切諸菩薩", "514": "修行此法門悉證菩提果", "515": "文殊大菩薩不捨大悲願", "516": "變身為真童或冠或露體", "517": "或處小兒叢遊戲邑聚落", "518": "或作貧窮人衰形為老狀", "519": "示現饑寒苦巡行坊市󱈛", "52": "苦海無明愛獄。如是善男子善女人。汝當擁", "520": "求乞衣財寶令人發一施", "521": "與滿一切願令使發信心", "522": "信心已發已為說六度法", "523": "領萬諸菩薩居於五頂山", "524": "放億眾光明人天咸悉覩", "525": "罪垢皆消滅或得聞持法", "526": "一切陀羅尼祕密深藏門", "527": "修行證實法究竟佛果願", "528": "具空三昧門習盡泥洹路", "529": "文殊大願力與佛同境界", "53": "護教化使益善根。廣為流布此陀羅尼勿令", "530": "豈況輕心人欲聞此法門", "531": "而能修行者設使欲修行", "532": "或遭王難起或不值良伴", "533": "魔官嬈心神惡鬼得其便", "534": "誑說非法語國土之豐儉", "535": "自身受刑害皆由不信故", "536": "現報招此殃謗毀祕密藏", "537": "八字陀羅尼當來正苦報", "538": "具受阿鼻獄經於無量劫", "539": "始乃當得出受於餓鬼苦", "54": "斷絕。常於三寶及佛塔形像處。發正信心虔", "540": "經於千萬劫復墮傍生中", "541": "負重常受苦於後得人身", "542": "六根不具足常處貧窮家", "543": "衣服不蓋形饑飡麁澁味", "544": "常受饑渴苦復饒多疾病", "545": "無人救療治斯人受苦報", "546": "不可說窮盡謗斯陀羅尼", "547": "真祕之要門具受斯苦報", "548": "諸天八部眾一切咸應知", "549": "勿生一念謗於此陀羅尼", "55": "誠頂禮。時時勿闕勤修善根。學菩薩行莫起", "550": "若生少分疑一念不信者", "551": "同獲如前罪必定無有疑", "552": "爾時釋迦牟尼佛。復告金剛菩薩言。汝當受", "553": "持八字陀羅尼并契印法。囑付傳受出家在", "554": "家大悲淳厚。行菩薩行具四無量。慈愍一切", "555": "不捨眾生心者。如是大士乃可囑受與之。聲", "556": "聞凡夫未發大意。不能堪受此法門故。亦不", "557": "勝菩薩慈悲重擔。小器之類豈能饒益有情。", "558": "唯有大人能建大事。堪可受持此陀羅尼祕", "559": "密之藏印信法門。能持佛法久久不絕。宣流", "56": "非法。孝順父母尊重師長。於諸賢善生奇特", "560": "遍布一切有情。令使受持證法實性彼自不", "561": "退。善男子汝之神力。魔官外道幻惑之人無", "562": "能與汝雜者。假汝威力令法久住。盲聾凡眾", "563": "聞法見道。令漸修學至三乘路。善男子此八", "564": "字法中。有印名曰精進。能滿一切持誦人願。", "565": "作法之時先結此印。其事速成一切吉祥日", "566": "夜增長。與心規者皆得就手。恣情快樂受", "567": "用無窮。金剛菩薩白佛言。世尊結印之法軌", "568": "則云何。佛為我說我今樂聞祕要之法。乃至", "569": "證佛菩提。以將此法宣布教化一切有情。令", "57": "想。常以香華百味甘膳朝夕供養。勿令厭怠", "570": "使速悟佛祕藏門。得大威力如我無異。還以", "571": "神通折伏天魔外道徒輩。使入大乘佛正法", "572": "門。令見道跡昇超彼岸。爾時世尊告金剛菩", "573": "薩言。善男子凡欲念誦此八字陀羅尼。欲作", "574": "結印法時。淨洗其兩手。取白檀欝金龍腦沈", "575": "水等上妙好香。石上和水磨之。於後以用香", "576": "泥塗於兩手。熟揩使遣香氣入肉。即於佛前", "577": "胡跪合掌。廣發大願頂禮諸佛。而作是言。", "578": "敬禮娑羅王佛梵名娑引禮捺囉囉引惹敬禮", "579": "開敷華王佛梵名三矩蘇上聲弭多　敬禮寶幢", "58": "尊重讚歎。若解法人處珍重請法。若得陀羅", "580": "佛梵名羅怛曩計都　敬禮阿彌陀佛梵名阿弭", "581": "跢婆去聲野　敬禮無量壽智佛梵名阿弭跢庾", "582": "枳孃曩　敬禮山王佛梵名勢禮捺囉惹　敬", "583": "禮作日光佛梵名儞崩去聲迦囉　敬禮極安隱", "584": "佛梵名蘇乞史麼　敬禮善眼佛梵名蘇上聲甯", "585": "怛囉　敬禮法幢佛梵名達麼計都　敬禮光", "586": "鬘佛梵名不吼婆去聲麼引里。", "587": "已上十一佛名。至心稱念運心頂禮。想本師", "588": "釋迦牟尼佛。及文殊五髻童子像。請乞加被。", "589": "便結其大精進印。印曰兩手合掌。八指相叉", "59": "尼呪已。於七日七夜每日受八關齋戒。誦此", "590": "皆屈掌內。以二大指少屈相並。壓著二頭", "591": "指屈節上。名曰大精進印。此是一切佛所說。", "592": "欲念誦結印之時。呪用八字陀羅尼呪曰。", "593": "唵　阿味羅吽却哳囉", "594": "次說如意寶印。印曰以兩手相叉。二頭指相", "595": "拄。屈其大母指入於掌內相叉。此印亦名大", "596": "精進如意寶印。即說呪曰。", "597": "唵　帝儒二合嚩羅薩婆邏吒二合娑陀迦悉地", "598": "耶　悉地也真多摩呢囉多娜吽", "599": "若持誦八字陀羅尼人皆須用前兩印誦前陀", "6": "養恭敬尊重讚歎瞻仰如來。是時世尊正於", "60": "陀羅尼。爾時世尊大悲愍念。即說廣深智雷", "600": "羅尼。然後結印。此印能廣作一切事悉得成", "601": "就。若欲身上莊嚴冠帶之時。皆須呪衣七遍", "602": "然後著之。即得擁護自身。常得一切人恭敬。", "603": "若欲入陣戰鬪去時。所有器仗並呪一千單", "604": "八遍。隨身將入御敵。其賊恐怖無敢當鋒。自", "605": "然退散無停足者。又法若欲降伏一切怨敵", "606": "惡人者。緣身所著衣服呪一千八遍。著於身", "607": "上以就怨敵。其兇惡人並來降伏。又法以取", "608": "珠珍或𤨕󰽝諸雜寶等。呪一千八遍。安幢上", "609": "或置軍將身或安馬象之上。隨入戰陣於前", "61": "音如來陀羅尼。即說呪曰。", "610": "而行。彼賊遙見自然降伏。如是等法無量無", "611": "邊不可稱數。其前二印常須依清淨結用。以", "612": "護其身得長命報。能除一切病。破一切毘那", "613": "夜迦惡魔外道。及諸惡人不能作障。如法用", "614": "印一切呪神時時現身。持誦之人速得悉地。", "615": "亦得十方一切諸佛遙讚歎之。勅菩薩金剛", "616": "并八部等。隨逐擁護為助其力。文殊師利童", "617": "子日夜隨逐為伴。不捨其側現種種身。同行", "618": "事業為說勝法。不令修此法人退菩提果。其", "619": "二印功能為眾生除罪獲福。唯佛能知非凡", "62": "南謨上聲微補羅勃地嚴避囉孽㗚爾多囉", "620": "測度所明達處。作法之人用心勤功日夜不", "621": "住。意勿餘緣自當有證。爾時金剛菩薩。復", "622": "從座起頂禮佛足。右遶三匝右膝著地。合掌", "623": "向佛瞻仰如來。作如是言妙法希聞。善哉甚", "624": "奇殊特難思。我今得聞祕密大威德陀羅尼", "625": "法藏力故。使我福德神通倍加增盛。魔宮震", "626": "動光明殄滅。娑婆世界此贍部洲國王大臣", "627": "八部群輩。福盛威增無諸痛惱。壽命延長人", "628": "民和安。惡賊寇擊之類各居本境侵嬈情息。", "629": "敬佛信法請僧求福。以陀羅尼福力令我威", "63": "去聲社野怛他去聲㜸多去聲野怛󰽖他去聲微", "630": "神。使諸天及人獲如是益。願此法門於閻浮", "631": "提廣行流布。利益一切未來眾生。唯願世尊", "632": "說此陀羅尼功能利益。現在未來若有眾生", "633": "發心受持。能成何事獲福云何。唯願如來為", "634": "我具說。爾時世尊告金剛菩薩言。善哉善男", "635": "子汝於此陀羅尼。往昔曾經少分聞故。一念", "636": "隨喜而受持故。於今號汝為金剛忿怒大力。", "637": "上至有頂下極風輪橫及十方。一切魔王并", "638": "諸眷屬常於四生及六趣內。惑亂眾生能使", "639": "有情不厭五欲。唯汝金剛忿怒之力。閉六趣", "64": "補羅㜸囉爾諦微補羅莎去聲㘑微補羅瑜寧", "640": "門淨五欲境。建佛道場天人詣至。見法實性", "641": "摧魔癡欲。依汝取正。汝曾往昔暫一聞故。隨", "642": "喜誦念尚獲如是大威神力。何況菩薩及諸", "643": "緣覺聲聞之人并及有情。聞此陀羅尼八字", "644": "神呪并二印。受持讀誦書寫憶念。或能自作", "645": "及勸人受持。此法決定速證阿耨多羅三藐", "646": "三菩提果。善男子此陀羅尼所流布處。當知", "647": "皆是文殊師利童子威力得聞此法。若有國", "648": "土城邑有此法處。菩薩辟支聲聞之輩。苦行", "649": "大仙及呪仙等。天龍修羅金翅鳥王。乃至人", "65": "上聲勢阿囊上聲攞細阿囊上聲攞娑㜸底孕㜸", "650": "非人等。於中正住常當圍繞。讚歎供養守護", "651": "此經。金剛菩薩善男子此陀羅尼八字密藏。", "652": "是如來法藏出佛身經。亦名文殊童子變身", "653": "八字呪經。若有善男子善女人。我滅度後法", "654": "欲滅時。受持此法讀誦書寫尊重讚歎。種種", "655": "香華塗香粖香。傘蓋幢旛鐘鼓磬鐸。微妙音", "656": "聲歌詠讚頌。及上妙衣服恭敬供養者。當知", "657": "此人現世獲十種果報。何等為十。一者國中", "658": "無有他兵怨賊侵境相嬈。二者不為日月五", "659": "星二十八宿諸惡變怪而起災患。三者國中", "66": "多莎訶", "660": "此有惡鬼神等行諸疫疾。善神衛國萬民安", "661": "樂。四者國中無諸風火霜雹霹靂等難。五者", "662": "國土一切人民。不為怨家而得其便。六者國", "663": "中一切人等。不為諸魔所逼。七者國中人民。", "664": "無諸橫死者著身。八者不值惡王行諸虐苦。", "665": "無非時風暴損苗稼。五穀熟成甘果豐足。九", "666": "者善龍入境。及時降雨非時不雨。名華藥木", "667": "悉皆茂盛。天人仙類時時下現。無有旱澇不", "668": "調之名。十者國中人民不為虎狼兕獸諸惡", "669": "雜毒之所損害。金剛菩薩善男子此八字陀", "67": "次說除一切障如來陀羅尼曰。", "670": "羅尼祕密藏門所在之處。有人迴心一念恭", "671": "敬供養者。獲前十種果報。何況有人正意發", "672": "心受持念誦。勤苦不退日夜坐禪。觀此文殊", "673": "師利童子形像。供養無虧不闕。時時行道稱", "674": "念其名。不為現身滿其願者無有是處。爾時", "675": "世尊為諸大眾。重說偈言。", "676": "供養救世者祕密藏殊勝", "677": "此法文殊說若人能受持", "678": "稱彼前人願圓滿福具足", "679": "大富貴饒財名聞遍十方", "68": "南麼薩沫寧去聲嚩囉儜微色劍毘嬭去聲怛他", "680": "若人於此經隨喜一念善", "681": "持一陀羅尼或誦八字呪", "682": "其福不空過速獲大吉祥", "683": "顏貌悉端嚴由如天童像", "684": "身形稱十六具足七辯才", "685": "常受大富貴世世恣情樂", "686": "無諸疾病苦文殊悲願力", "687": "令諸有情類現世獲安隱", "688": "若有諸國王欲往他方國", "689": "入陣擬鬪戰書此陀羅尼", "69": "去聲㜸多去聲野怛󰽖他去聲醯袂醯袂摩醯莎", "690": "八字真言句頂帶及身上", "691": "心常懷憶念不為怨家害", "692": "刀仗不及身復有殊勝法", "693": "能伏他兵力更畫文殊像", "694": "五髻童子身騎乘於孔雀", "695": "安置於幢頭或遣人手執", "696": "使令軍前行諸賊遙望見", "697": "自然皆退散或取金銀等", "698": "造作童子像種種妙莊嚴", "699": "置於旛幢上將入戰陣中", "7": "眾中。為諸大眾說陀羅尼無量妙法。復為利", "70": "訶", "700": "三軍悉勇健鉾甲器仗等", "701": "威光炎熾盛諸賊惡愚等", "702": "應時尋退散或迷失本心", "703": "歸款自降伏國主人非人", "704": "諸人仙類等藥叉及羅剎", "705": "乾闥緊那羅布單羯吒等", "706": "鬼母及龍神蟲狼與虎豹", "707": "師子諸象類如上諸惡毒", "708": "見幢悉歸心我今重告汝", "709": "一切諸菩薩緣覺及聲聞", "71": "次說阿彌陀如來陀羅尼曰。", "710": "金剛眷屬等諸天龍神類", "711": "脩羅金鳥眾乾闥緊那羅", "712": "一切摩睺羅羯吒布單那", "713": "鬼母并男女阿婆娑摩羅", "714": "人王及非人今當復諦聽", "715": "我今復重說文殊悲願行", "716": "一切諸世界有佛國土處", "717": "大乘所流布皆是文殊力", "718": "十方國土中菩薩及聲聞", "719": "得登地位者皆是文殊力", "72": "南謨阿上聲弭多去聲婆去聲野怛他去聲㜸多去", "720": "九十五種輩修仙苦行業", "721": "得生非想者皆是文殊力", "722": "生餘諸天者受持五欲樂", "723": "壽命得長存皆由文殊力", "724": "諸脩羅王等遊行周四海", "725": "威力勇難當皆是文殊力", "726": "天帝共脩羅於其大海上", "727": "鬪戰無恐怖皆是文殊力", "728": "諸龍無怖難不懼金鳥食", "729": "解脫遷死憂皆是文殊力", "73": "聲野怛󰽖他去聲阿弭多去聲那婆上聲吠阿弭", "730": "諸小薄福龍不被熱沙惱", "731": "身體得清涼皆是文殊力", "732": "大威金翅鳥能噉諸珍寶", "733": "入腹悉消化皆是文殊力", "734": "梵王大自在下至四天王", "735": "救護諸人民皆是文殊力", "736": "功德大天女能滿貧窮者", "737": "衣服雜七寶皆是文殊力", "738": "文殊童子願一切十方佛", "739": "尚不知其邊何況凡夫類", "74": "多三婆上聲吠阿弭多微乞㘓諦莎訶", "740": "測度知原際設欲興心測", "741": "恒沙乃可算文殊童子願", "742": "不知毛頭分文殊童子慧", "743": "唯除等妙覺初地至十地", "744": "無能知塵分何況聲聞眾", "745": "辟支佛等類而知文殊慧", "746": "文殊四辯才皆說究竟法", "747": "聞者皆解脫至於佛彼岸", "748": "我今重重讚文殊妙慧行", "749": "志願深極廣能滿一切眾", "75": "次說功德處如來陀羅尼曰。", "750": "菩薩第一樂十方佛亦讚", "751": "童子行悲願汝諸菩薩眾", "752": "緣覺及聲聞并諸八部眾", "753": "勿以輕慢心文殊童真子", "754": "常須恭敬禮取上妙香華", "755": "并修香甘味飲食諸果子", "756": "供養童真子一切諸菩薩", "757": "金剛眷屬眾八部諸龍神", "758": "人王凡庶類雖聞餘菩薩", "759": "神通不思議由故不如畫", "76": "南謨上聲愚上聲儜羯囉引野怛他去聲㜸多去聲", "760": "五髻童子像及持陀羅尼", "761": "八字真言句作法不懈息", "762": "速超佛地果畢定無有疑", "763": "爾時世尊告金剛菩薩言。善男子諸佛威德。", "764": "及諸菩薩神通變化亦不可思議。此法寶藏", "765": "亦不可思議。是故金剛汝常精勤憶念恭敬。", "766": "乃至國王人民百官。比丘比丘尼清信士女", "767": "并諸法師。能常憶念此陀羅尼法寶。功能不", "768": "可思議。此法與一切眾生廣行流通。從國至", "769": "國乃至村坊。有人住處遞相傳受。於諸大眾", "77": "野怛󰽖去聲他伽輕呼伽囊上聲羯㘑伽伽囊上聲", "770": "流布不絕。令人受持得福無量。乃至他國聞", "771": "有善人。及國王等愛樂大乘尋訪善友。即須", "772": "往彼國令彼國王及諸人民。令使受持書寫", "773": "讀誦敬信無疑。若欲擁護結界。應用此陀羅", "774": "尼。一切諸處皆通用之。若有法師樂持此法", "775": "者。亦傳受與之。其法師得此法已。常須恭", "776": "敬此陀羅尼如佛無異。若人於此法師處生", "777": "大尊重心。金剛菩薩善男子若人聞此法寶", "778": "藏經。不能受持讀誦書寫供養。不為他人廣", "779": "說利益。不傳與人此陀羅尼者。此等諸人亦", "78": "三婆上聲吠伽伽囊上聲枳㗚底羯㘑莎訶", "780": "不能發眾生無上菩提之心。如此人輩當獲", "781": "大罪。如犯四重五逆等罪無有異也。一切諸", "782": "佛及諸菩薩常當遠離。佛告金剛菩薩言。善", "783": "男子於後末世。若有善男子女人等。誹謗是", "784": "經及出麁語。云此經法非佛所說。當知是一", "785": "切諸佛怨。於阿鼻地獄千劫受於大苦劫盡", "786": "更生餘地獄中。受諸苦惱未可窮盡。爾時金", "787": "剛菩薩。聞佛說是法已。即於佛前歡喜踊躍", "788": "以偈讚佛。", "789": "廣饒益有情說此陀羅尼", "79": "次說遍覆香如來陀羅尼曰。", "790": "并宣最勝經亦為利益我", "791": "亦利諸眾生令獲大安樂", "792": "由如佛世尊稱歎諸佛德", "793": "一切諸呪義能修勤行者", "794": "希有未曾有說利眾生故", "795": "我今當頂禮最勝大菩薩", "796": "文殊童子像如教頂戴行", "797": "爾時釋迦如來。告金剛菩薩言。善哉善哉汝", "798": "今能攝一切諸有情故。發是大心廣能修行", "799": "大利益事。善男子我今此法付囑文殊師利", "8": "益未來世中薄福諸眾生等。便入三昧名曰", "80": "南麼三曼多言上聲馱野怛他去聲㜸多去聲野", "800": "法王子手。令後世中於贍部洲。廣為眾生宣", "801": "傳流布。文殊師利童子即於佛前歡喜踊躍。", "802": "熙怡含笑而白佛言。世尊今蒙如來於大眾", "803": "前。付囑我此陀羅尼法藏經。我當擁護我當", "804": "受持。世尊涅槃後於惡世中。令諸眾生依法", "805": "受持。廣行流布常不斷絕。於是世尊說斯法", "806": "時。無量無邊諸眾生等。聞此法者皆得離憂", "807": "惱。無量眾生發阿耨多羅三藐三菩提心。爾", "808": "時世尊說此經已。文殊師利童子及金剛菩", "809": "薩。諸天龍神八部眾類。同聲讚歎釋迦如來", "81": "怛󰽖去聲他三莽糝袂莎訶", "810": "能說此法。善哉希有所未曾聞。頂禮佛足歡", "811": "喜踊躍一心奉行。", "812": "文殊師利寶藏陀羅尼經", "82": "次說難勝行如來陀羅尼曰。", "83": "南麼阿鉢囉引爾多微乞囉莽㜸㗚爾多縒", "84": "且何切弭寧去聲怛他去聲㜸多去聲野怛󰽖他去聲", "85": "麼麼袂莎訶", "86": "次說除慢如來陀羅尼曰。", "87": "南謨上聲忙囊上聲娑耽囊野怛他去聲㜸多去聲", "88": "野怛󰽖他去聲莽怒輕呼微輸上聲悌莽囊微戍", "89": "誕寧去聲莎訶", "9": "演光。於其頂上放無量種種光明。其光旋環", "90": "次說斷一切障如來陀羅尼曰。", "91": "南麼薩麼勃馱菩提薩怛嚩引難引南麼薩沫", "92": "寧去聲嚩囉儜上聲微色劍避嬭去聲怛他去聲㜸", "93": "多去聲夜阿囉訶諦三藐三勃馱野怛󰽖他去", "94": "聲契諦羯囉陛入嚩里陛莎去聲訶染而閻切拔", "95": "寧去聲娑擔拔寧上聲謨訶寧上聲莎去聲訶去聲", "96": "莽去聲拏上聲唎迦引野莎訶去聲護袂達㗚摩", "97": "達㗚摩質多去聲曳莎訶去聲達㘑微達㘑羯羅", "98": "微孕羯嚕多去聲曳莎訶去聲扇諦詰寧去聲㗚", "99": "嚩引䉽嬭去聲莎訶去聲杜嚕杜嚕地曳莎訶去"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1185B 文殊師利寶藏陀羅尼經", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}