{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2767 藥師經疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2767 [cf. No. 449]", "1": "藥師經疏", "2": "性三主□□□□□□五問答分別。第", "3": "一釋名。言淨土者。淨謂□□□□地謂諸淨", "4": "人所居□故名為淨土。或出即淨故名淨土。", "5": "然此淨□有其二種。一者色淨所居宮殿眾", "6": "妙七寶所嚴飾故。二功德淨大念慧行以為", "7": "遊路。大心妙觀以為所乘。大空無相無願解", "8": "脫為□大門。如是等德不可具說。今此淨土", "9": "具說兩法以為淨土。第二出體。有其二義。一", "10": "種數差別。二依種出體。言種數者。如成唯識", "11": "淨土差別有其四種。一法體性土。謂二空理", "12": "是諸法性法性即土名法性土。二自受用土。", "13": "謂遍法界七寶妙色及諸功德為受用土。三", "14": "他用土。謂諸如來為十地上諸菩薩眾所現", "15": "色等。四變化土。謂諸如來為化地前所變淨", "16": "土。若廣分別如成唯識第十。及佛地論第七", "17": "卷說。言出體者。法性淨土法數門中真如為", "18": "體。三科出體非蘊所攝處界門中法處法界", "19": "以為自性。唯是意識所緣境故。或可通六種", "20": "無為為性。五種無為皆依真如假建立故。自", "21": "受用土。百法門中六十法以為體性。所謂眼", "22": "等八種淨識相應二十一心所有法。謂五遍", "23": "行五各別境及善十一十一種色及二十種不", "24": "相應法。除異生性及不和合無想定天六種", "25": "無為。然六無為有其二種。一依法性建立六", "26": "種法性五□。二淨八識所攝六種六種皆是", "27": "自受用土他受用土及變化土。乃法出體應", "28": "知亦爾。而差別者自受用土真實功德為體。", "29": "餘之二土皆是變化。三科出體。若妙色土即", "30": "用色蘊少色香味觸四處四界一分為性。通", "31": "攝功德為淨者。即用五蘊及十二處十八界", "32": "法以為體性。如理應思。第三主眾差別者。如", "33": "成唯識第十卷說。佛有四種。一自性身。謂諸", "34": "如來真淨法界受用變化平等所依離相寂", "35": "然。絕諸戲論具無邊際真當功德亦名法身。", "36": "大功德法所依止處故此自性身。依自性土", "37": "雖此身土體無差別。而屬佛法性相異故。此", "38": "佛身土俱非色揀唯有其主而無眷屬。二自", "39": "受用身。謂諸如來三無數劫。修集無量福慧", "40": "資糧所起無邊真實功德。及極圓淨常遍色", "41": "身相續湛然。盡未來際恒自受用廣大法樂。", "42": "此身還依自受用土。謂圓鏡智相應淨識。由", "43": "昔所修自利無漏純淨佛土因緣成就。從初", "44": "成佛盡未來際相續變為純淨佛土。自受用", "45": "身常依此土。亦唯有佛無諸徒眾。唯佛自利", "46": "善所生故。三他受用身。謂諸如來由平等智", "47": "示現微妙淨功德身。居純淨土為住。十地諸", "48": "菩薩眾現大神通轉正法輪。決眾疑網。令彼", "49": "受用大乘法樂他受用土以此為主。十地菩", "50": "薩以為眷屬。四變化身。謂諸如來由成事智", "51": "變現無量隨類化身居淨穢土為未登地。諸", "52": "菩薩眾二乘異生稱彼機宜現通說法。令各", "53": "獲得諸利樂事。此化淨土以化身佛以為其", "54": "主。菩薩二乘及諸異生以為眷屬。第四形量", "55": "大小者。一自性身土。離色相故不可說有形", "56": "量大小而隨相說無量無邊故。成唯識第十", "57": "卷云。雖不可說形量大小而隨事相其量無", "58": "邊。譬如虛空遍一切處。二自受用身及其淨", "59": "土形量無邊。無邊善根之所生故。是故經云。", "60": "圓圓無際其量難測。三他受用身。及其淨土。", "61": "隨住十地菩薩所宜變為身土。或大或小。或", "62": "勝或劣。前後改轉。若變化身依變化土。或依", "63": "穢土。隨其根機大小不定。五問答分別。問異", "64": "生二乘生淨土不。若言生者如何攝大乘云。", "65": "若稱佛名生淨土者是別時意。又解深密及", "66": "瑜伽論問。何等人不生淨土。答異生二乘若", "67": "言不生者。如阿彌陀等經說。若一日乃至七", "68": "日。心不亂者即生淨土。解云。此義極難。西", "69": "國諸師兩說不同。一云。異生及二乘不生淨", "70": "土故。攝大乘云。生淨土者約別時意。由此", "71": "念佛有初因緣數數修習。乃至十地方得生", "72": "彼故。諸經說生淨土者。約別時說。又深密", "73": "說。二乘異生不生淨土。又往生論云。女人及", "74": "根缺。二乘種不生。一云淨土有其四種。法性", "75": "淨土是真如故不可說言。生與不生絕諸相", "76": "故。自受用土。唯佛與佛乃得生彼。他受用", "77": "者唯是十地菩薩生處。其變化土異生二乘", "78": "地前菩薩。皆能往生。而攝大乘及瑜伽論說", "79": "不生者。約他受用說不說化土。問極樂國土", "80": "四種土中何土所攝。解云。西方自有兩釋。一", "81": "云。他受用身。有分限故。一云。極樂有其二", "82": "種。一他受用。唯是地上菩薩生處二變化土。", "83": "即是已生地前菩薩皆得往生。", "84": "經。於其國中至正法之藏　四明持法有二。", "85": "菩薩摩訶薩者菩薩如前。釋摩訶薩者。翻為", "86": "大覺士。佛地第二云。菩薩有三大士名摩訶", "87": "薩。一者數大以無量故。二者德大謂住大乘", "88": "遊大乘等。三者業大謂息眾生諸苦惱故。利", "89": "樂有情。是菩薩業。由斯三義名摩訶薩。一名", "90": "日光。二名月光者。宋本云。一名日耀。二名", "91": "月淨。唐本云。一名日光遍照。二名月光遍照。", "92": "是彼國中尊勝上首。猶如□土慈氏妙吉祥", "93": "等。", "94": "經。是故至彼佛國土　五勸物願生。言信心", "95": "者。雜集第一云。於有體有德有能忍可清淨", "96": "希望為體樂。欲所依為業。謂於實有體起忍", "97": "可行信。於實有德起清淨行信。於實有能起", "98": "希望行信。謂我有力能得能成。云何善男子", "99": "善女人　照明菩薩方便經說能化惡有善上", "100": "下無怨。無彼無此名善男子。若能慈念養育", "101": "群生如母養子。貞潔遠色無男女相名善女", "102": "人。", "103": "經。爾時至不欲分施　第四答聞。經除障文", "104": "分為五。一治多貪。二治破戒。三治妬忌。四", "105": "治離隙。五治不定。就初文中文分為六。一他", "106": "求悋惜。二不濟親因。三乘業受生。四聞名往", "107": "救。五咸蒙願遂。六好惠無疲。就初文中文分", "108": "為二分。一辨貪癡。二辨瞋恚。此則初也。不識", "109": "善惡者是總多貪無厭者貪是欲於他財惜是", "110": "悋於己物。四分律說。有一比丘。池邊習定池", "111": "龍敬德以身繞之。比丘心惡欲令龍去。方便", "112": "說偈。從索珠云。光耀摩尼寶瓔珞莊嚴身。若", "113": "能施我者是名為善親。池龍慳惜說偈答云。", "114": "我愛摩尼寶過汝比丘身。我終不施汝任汝", "115": "不相親。佛因此事復說偈云。多貪人所惡數", "116": "乞朋友乖比丘乞龍珠一去不復迴故知貪惜", "117": "能捨親友故。天請問經云。慳貪捨親友即其", "118": "義也。又由護惜不行惠施。又由貪故。唯欲他", "119": "財所生之處。貧窮之少無父無母無妻無子。", "120": "無善知識無親友人。又花嚴論第四卷云。賢", "121": "聖作是說貪嫉最苦器。見於乞求者其心則", "122": "惱濁。惱濁剎那中則能作鄙漏愚癡慳不施", "123": "以種貧窮本。又貪者雜集第一云。謂三界愛", "124": "為體。生眾苦為業。不知布施者不識行善因。", "125": "及施果報者不識行善。因能感善果。愚癡無", "126": "智者顯前不識善惡。以愚癡無智故不識善", "127": "惡。雜集論云。愚癡即是無明。無明者三界無", "128": "智為體。雜染生起不依為業。闕於信根者。顯", "129": "前不知布施。及施果報不信者。雜集云。謂", "130": "愚分於諸善法心不忍信以不清淨心不希望", "131": "為體。懈怠所依為業。聚財護惜不欲分施者", "132": "顯前多貪無厭。", "133": "經。此等眾生至如割身肉　二辯瞋恚設不", "134": "獲已而行施時。謂諸有力強逼令施如割身", "135": "肉深生痛惜。", "136": "經。復有無量至及餘乞人　二不濟親姻慳", "137": "者。雜集云。耽著利養於資生具貪以一分以", "138": "悋為體。不捨所依為業。不捨者由慳悋故非", "139": "所用。具亦恒積聚。謂自身不受用。不濟親屬", "140": "及來乞者。", "141": "經。此等眾生至畜生道　三乘業受生　問", "142": "人間命終生餓鬼道者有何相貌。答大威德", "143": "陀羅尼經第二卷云。其人臨終有十種相。一", "144": "轉舌向上及舐下唇。二身體熱惱求欲得水。", "145": "三論說飲食而但口張。四眼目青色如孔雀", "146": "頂。五瞳人乾燥。六故糞失尿。七右脚先冷。八", "147": "口言燒我。九右手作拳。十如是慳貪諸遍患", "148": "故。不捨施故而取命終生餓鬼道中。問生畜", "149": "生道有何相貌。答彼經中說有五種相。一於", "150": "妻子所愛心所牽。二手足指等悉皆捲縮。三", "151": "腹上行出。四作白羊鳴。五口中沫出。臨命終", "152": "時。此五相現。當知決定生畜生道　問造何", "153": "業故生二趣中。答以慳貪故生餓鬼中。以愚", "154": "癡故生畜生中　問何故不生地獄中。答不", "155": "起重瞋損惱他故不生地獄中。", "156": "經。由昔人間至暫得現前　四聞名往救。謂", "157": "昔在人間曾得暫聞藥師佛號。後遇惡友造", "158": "無施業。雖生惡趣由同佛名種子力故。還得", "159": "憶念藥師如來。", "160": "經。即於至人道　五咸蒙願遂由念佛力故", "161": "便捨惡趣生天人中　問暫念佛名有何勝利", "162": "乃拔如是鬼畜重殃。答那先比丘經說。如人", "163": "在世百年為惡。臨命終時聞佛名者。如放小", "164": "石水中即沒。若持大石置於船上即浮不沒。", "165": "雖一生作惡。以一時中聞佛名故尚不受苦。", "166": "況當專念更復受彼餓鬼畜生。", "167": "經。得宿命智至況餘財物　六好惠無疲。宿", "168": "命有三。一修得。二報得。三業得。依四根本定", "169": "發得者名為修得。餘二易了。又智論第五云。", "170": "本事常憶念日月年歲乃至胎中。及過去世", "171": "一世乃至百千萬億世。大羅漢辟支知八萬", "172": "大劫。大菩薩及佛知無量劫名宿命智通。好", "173": "行惠施者。大莊嚴論第二卷說。能好展手施", "174": "者。此手名嚴勝。受者能縮手。嚴勝復遇彼若", "175": "人言施與。是語價難量。受者言我足難量復", "176": "遇彼悉能捨者。雜集第一云。依止正雜染無", "177": "怯慮故。最後證得心無功用住性。以頭施者", "178": "如報恩經第五卷說。大光明王等。因施者如", "179": "彼經說。忍辱太子等手足血肉身。分施者如", "180": "智度論第十二云。月光太子等問。檀有何等", "181": "利益。乃至頭目手足血肉身分皆與求者。答", "182": "智度論十一云。檀為寶藏。常隨逐人。檀為破", "183": "苦。能與人樂。檀為善御。開示天道。檀為善", "184": "府。能攝善人。檀為安隱。臨命終時心不怖畏。", "185": "檀為慈分。能濟一切檀為大將。能伏慳敵。檀", "186": "為妙果。天人所愛。檀為淨道。賢聖所遊。檀", "187": "為積善。福德之門。檀破貧窮。斷三惡道。檀", "188": "為涅槃之初緣。入善人中之要法。稱譽讚歎", "189": "之淵府。入眾無難之功德。心不悔恨之窟宅。", "190": "善法行道之根本。種種歡樂之林藪。富貴安", "191": "隱之福田。得道涅槃之津梁。聖人大士智者", "192": "之所行。餘人儉德宣識之所効。", "193": "經。復次至破於正見　二治破戒文分為八。", "194": "一常虧清禁。二不願多聞。三恃己陵他。四緣", "195": "茲遇難。五殃神長劫。六由昔聞名。七願遂應", "196": "時。八勤修勝業。此到初也。謂先於如來法中", "197": "白四羯磨受別解脫戒名受持學問。破戒者", "198": "新翻名尸羅。舊譯為清涼。謂身語業有缺有", "199": "穿名為破戒。破行者依瑜伽論二十二說。謂", "200": "威儀路戒所作事。或善品加行處所不成就", "201": "軌則。不隨順世間。違越世間。不隨順毘奈", "202": "耶。違越毘奈耶。云何名為於威儀路不成就", "203": "軌則。乃至違越毘奈耶。謂所不應行。即如是", "204": "行為諸世間之所譏毀。亦為貞良善士。謂持", "205": "律者之所訶責。如行既然。於行住坐臥亦爾。", "206": "云何名為於所作事不成就軌則。乃至違越", "207": "毘奈耶。謂於所作若衣服事或盪鉢事等諸", "208": "所不應作。即如是作為諸世間之所譏毀。亦", "209": "為貞良善士。謂持律者之所訶責。云何名為", "210": "於諸善品加行處所不成就軌則。乃至違越", "211": "毘奈耶。謂受持讀誦修敬師長宣白請問。繫", "212": "念思惟種種善品。非加行中所不應作。即如", "213": "是作為諸世間之所譏毀亦為貞良善士。謂", "214": "持律者之所訶責。如是名為而破於行破於", "215": "正見者。謂聞大乘空相應經不善其義而惡", "216": "趣空。依瑜伽論七十五說。於大乘中或有一", "217": "類。惡趣空故作如是言。由世俗故一切皆有。", "218": "由勝義故一切皆有無應告。彼言長老何者", "219": "世俗何者勝義。如是問已彼若答言。若一切", "220": "法皆無自性是名勝義。若於諸法無自性中。", "221": "自性可得。是名世俗。何以故。無所有中建立", "222": "世俗假設名言而起說故應告。彼曰汝何所", "223": "欲名言世俗為從因有自性可得為唯名言世", "224": "俗說有。若名言世俗從因有者。名言世俗從", "225": "因而生而非是有不應道理。若唯名言世俗", "226": "說有名言世俗無事而有不應道理。又應告", "227": "言長老何緣諸可得者。此無自性。如是問已", "228": "彼若答言顛倒事故。復應告言。汝何所欲此", "229": "顛倒事為有為無。若言有者。說一切法由勝", "230": "義故皆無自性不應道理。若言無者。顛倒事", "231": "故諸可得者此無自性不應道理。寶積經說。", "232": "若說諸法皆無性者。我說彼為不可治者。如", "233": "是名為而破正見。", "234": "經。或受學句至甚深之義　二不願多聞護", "235": "持禁戒者。謂身口意業無缺漏故如如大莊", "236": "嚴論第十卷說。有一比丘次第乞食至穿珠", "237": "家立於門外。時彼珠師為於國王穿摩尼珠。", "238": "比丘衣色珠註映彼珠其色紅赤。彼穿珠師", "239": "即入其舍。為比丘取食時有一鵝見珠。赤色", "240": "其狀似肉。即便吞之。珠師持食以施。比丘", "241": "尋即覓珠不知所在。此珠價貴王之所有。時", "242": "彼珠師家既貧窮失王貴珠以心急故。語比", "243": "丘言。歸我珠來。爾時比丘作是思惟。令此珠", "244": "者鵝所吞食。若語彼人將必殺鵝以取其珠。", "245": "如我今者苦惱時至當設何計得免斯患。即", "246": "說偈言。我今護他命身分受苦惱。更無餘方", "247": "便。唯以命代彼。我今捨身命。為此鵝命故緣", "248": "我護戒因用成解脫道。時穿珠師聞斯偈故", "249": "語比丘言。還我珠來。若不見還汝徒受苦終", "250": "不相置。比丘答言。誰得汝珠默然而立。珠", "251": "師語言。更無餘人。誰偷此珠。恃彼珠師即", "252": "閉門戶語比丘言。汝於今日好自堅持比丘", "253": "尋即四向顧望無可恃怙。如鹿入圍莫知所", "254": "趣比丘無救亦復如是。爾時比丘即自𣫍身", "255": "端正衣服。彼人又復語比丘言。汝今將欲與", "256": "我鬪耶。比丘答言。不共汝鬪。我自共彼結使。", "257": "賊鬪。所以爾者。恐於朾時身形現故。我等比", "258": "丘設使困苦臨終之時。猶尚以衣用自覆護", "259": "不露形體。爾時珠師執縛。比丘而加朾棒。問", "260": "比丘言。珠在何處。還我珠來。比丘答言。我", "261": "不得珠。時穿珠師即便涕泣頂禮比丘而白", "262": "之言。賜我歡喜還與我珠。比丘答言。我實不", "263": "取。時彼珠師復更瞋打比丘念言。生死受苦。", "264": "皆應如是。應當堅辭無犯戒律。若當毀戒受", "265": "地獄罪。有過今苦即說偈言。我於過去世婬", "266": "盜捨身命。羊鹿及六畜捨身不可計。為戒捨", "267": "身命勝於毀禁生假欲自摧護會歸終當滅。", "268": "不如為持戒。為他護身命捨此危脆身以求", "269": "解脫命。時穿珠師涕泣懊惱而說偈言。我雖", "270": "打撲汝極大生苦惱畏王青我珠復欲苦治汝", "271": "今汝捨是苦亦使我離惡。汝是出家人應斷於", "272": "貪欲宜捨貪愛心。還當與我珠。比丘微笑說", "273": "偈答云。我著糞掃衣乞食以為業。住止於樹", "274": "下。以此我為足。於汝摩尼珠實無貪利心。以", "275": "何因緣故乃當作偷賊。時穿珠師語比丘言。", "276": "何用多語。遂加繫縛倍更撾打。以繩急絞耳", "277": "眼口鼻盡皆血出。時彼鵝者即來飲血。珠師", "278": "瞋忿打鵝即死。比丘問言。此鵝死活珠師答", "279": "言。鵝今死活何足故問。時彼比丘即向鵝所", "280": "見鵝既死涕泣不樂。即說偈言。我受諸苦惱", "281": "望便此鵝活。今我命未絕。鵝在我前死。我望", "282": "護汝命受是極奇苦何意。汝先死我果報不", "283": "成。時穿珠問比丘言。鵝今於汝竟有何親愁", "284": "惱乃爾。比丘答言。不滿我即說偈言。菩薩往", "285": "昔時。願所以不樂。捨身以貿鴿。我亦作是。", "286": "意捨命欲代鴿。我得最勝心。欲令此鵝命由", "287": "汝殺鵝故心願不滿足。珠師問言。汝作是語", "288": "我猶不解。汝當為我廣說所由。爾時比丘說", "289": "偈答言。我著赤色衣映珠似肉色。此鵝謂是", "290": "肉。即便吞食之。我受是苦惱。為護彼鵝故。逼", "291": "切甚苦惱。望彼得令命。時彼珠師聞是偈已", "292": "即開鵝腹而還得珠。即舉聲哭語比丘言。汝", "293": "護鵝命不惜於身。使武造此非法之事。時彼", "294": "珠師叉手合掌求乞歡喜以偈讚言。南無清", "295": "淨行。南無堅持戒。遭是極苦難不作毀缺行", "296": "不遇。如是惡持戒非希有。要當值此苦能持", "297": "戒者難。時穿珠師既懺悔已即送比丘還歸。", "298": "所止不求多聞者。謂於佛所說契經深義不", "299": "能解了棄而不學。", "300": "經。或復多聞至為魔伴黨　三恃己陵他增", "301": "上慢者。謂未得謂得未證謂證。依雜集論第", "302": "一卷說。慢者依止薩迦邪見心高舉為體。不", "303": "敬苦生所依為業。不敬者謂於師長及有德", "304": "所而生憍傲。苦生者謂生後有故。自是非他", "305": "者。智度論第一云。自法愛染故。毀訾他人", "306": "法。雖持戒行人不脫地獄苦。又阿含云。雖復", "307": "誦禪經口中刀劍出好揚他過惡死地獄疾闡", "308": "提得成佛。斯人由未出嫌謗正法者。如法華", "309": "經第二卷說。若人不信毀謗此經則斷一切", "310": "世間佛種。乃至下文告舍利弗謗斯經者。若", "311": "說其罪窮劫不盡廣說如彼大般若經說。佛", "312": "告須菩提。若破般若波羅蜜多者。則破十方。", "313": "諸佛一切智智。一切智智破故佛寶破。佛寶", "314": "破故法寶破。法寶破故僧寶破。僧寶破故則", "315": "破世間正見等。法華經云。若於一劫中常懷", "316": "不善心作色而罵佛獲無量重罪。其有讀誦", "317": "持是法華經者。須臾加惡言其罪復過彼。勝", "318": "天王經說。若四天下悉為微塵。一塵為一佛。", "319": "若有惡人皆悉殺害爾許多佛得罪多不可稱", "320": "計。不可思量不。若有人障礙此修多羅毀謗", "321": "不信其罪重彼。正使三千大千世界一切眾", "322": "生悉成佛已。如此罪人由故不出阿鼻地獄。", "323": "經。此等至當墮地獄　四緣茲過難當墮地", "324": "獄者。俱舍十一云。梵音那落迦。此云不可樂", "325": "處。然以不可樂處即是其獄。在於地下二萬", "326": "由旬。地獄有三。一熱。二寒。三邊。熱地獄有", "327": "八。一等活。二黑繩。三眾合。四叫喚。五大叫", "328": "喚。六燒熱。七大燒熱。八無間。此八在贍部", "329": "州下重累而住。前二有主治。次三少主治。後", "330": "三無主治。此八為本。一一各有十六園。一面", "331": "有四。一煻煨增。謂此增內煻煨沒膝有情遊", "332": "彼繞下足時。皮肉與血俱焦爛墜舉足還生", "333": "平復如本。二屍糞增。謂此增內屍糞泥滿於", "334": "中。多有娘矩吒蟲紫利如針。身白頭黑有情", "335": "遊彼。皆為此蟲鑽皮破骨唼食其髓。三鋒刃", "336": "增。謂此增內復有三種。一刀刃路。謂於此", "337": "中仰有刀刃以為大道。有情遊彼纔下足時", "338": "皮肉與血俱斷碎墜舉足還生平復如本。二", "339": "劍葉林。謂此林上純以銛利劍刃為葉。有情", "340": "遊彼風吹葉墜。斬剌支體骨肉零落。有鳥驟", "341": "狗攎掣食之。三鐵刺林。謂此林上有利鐵剌", "342": "長十六指。有情被逼上下樹時其刺銛鋒下", "343": "上纔刺。有鐵󰐐鳥探啄。有情眼精心肝爭競", "344": "而食。刀刃路等三種雖殊。而鐵仗同故。一僧", "345": "攝四烈河增。謂此增量廣滿中熱鹹水有情", "346": "入中。或浮或沒。或逆或順。或橫或轉。被壓", "347": "被煮骨肉糜爛。如大鑊中滿盛灰汁置麻米", "348": "等猛火下然麻等。於中上下迴轉舉體糜爛。", "349": "有情亦然。設欲逃亡於兩岸上。有諸獄卒手", "350": "執刀槍禦桿令迴無由得出此河如塹。前三", "351": "似園。此是增上被刑害所故說名增。四面合", "352": "十六通本為十七八十七合有一百三十六。", "353": "所罪人於中受熱惱。苦寒地獄有八。一頞浮", "354": "陀。由寒苦所逼肉生細胞。二尼剌浮陀。由寒", "355": "風所吹通身成胞。三阿吒吒。由脣不得動唯", "356": "舌得動故作此聲。四阿波波。由舌不得動。唯", "357": "脣得動故作聲。五喉喉。由脣舌不得動振氣", "358": "故作此聲。六優鉢羅。此是青蓮花。此華佃由", "359": "肉細岸似此花開。七波頭摩。此是赤蓮花。由", "360": "肉色大岸似此花開。八忿陀利。此是白蓮花。", "361": "由彼骨岸似此花開前二。從身相受名次三。", "362": "從聲相受名後三。從瘡相受名。又前二了叫。", "363": "次三不了叫。後三不叫。此八在四洲間著鐵", "364": "圍山底仰向居止。罪人於中受寒凍苦。邊地", "365": "獄有三。一在山間。二在水間。三在曠野受別", "366": "業報寒熱雜受。", "367": "經。此等眾生至流轉無期　五殃神長劫。謂", "368": "諸破戒及謗法等。以惡業故。應於地獄受苦", "369": "無窮。", "370": "經。以得至名號故　六由昔聞名。由聞藥師", "371": "如來名故捨惡行。善不入惡趣。", "372": "經。於地獄處至還生人道　七願遂應時。以", "373": "破戒等五種業行輕重異故。謂現在雖聞藥", "374": "師如來名。不能捨惡行善。由惡業故墮惡趣", "375": "者。以彼如來增上威力。復由昔在人間聞如", "376": "來名。種子因力初入惡趣令其現前。暫聞藥", "377": "師如來名號。從彼惡趣命終還生人道。問一", "378": "種俱聞佛名。何故有墮不墮。答業有輕重。根", "379": "有利鈍。若業輕根利者。現聞佛名即能捨惡", "380": "行善不墮惡趣。若業重根鈍者。要初墮惡趣", "381": "深生厭離。更聞佛名方生人道。涅槃經云。一", "382": "闡提等積善根時有其二種。一者現在能積", "383": "善根。二者死已生地獄中能積善根。就生地", "384": "獄積善根時復有二種。一者入地獄時能積", "385": "善根。二者生地獄時能積善根。", "386": "經。正見精進至菩薩諸行　八勤修勝業。云", "387": "何正見。依成實論第十九云。正是二種。一世", "388": "間。二出世間。世間者謂見有罪福等。出世", "389": "間者謂能通達苦等諸諦。又如偈說得世上", "390": "正見。雖往來生死。乃至百千世常不墮惡道。", "391": "又瑜伽論二十一云。若有世間上品正見雖", "392": "歷千生不墮惡趣。又雜集論第十三云。若有", "393": "具世間增上品正見雖經歷千生而不墮惡", "394": "趣。云何精進。大般若經說。勤精進者。謂於一", "395": "切諸善法中愛樂欣喜。言愛法者。謂於此法", "396": "起欲稀求。言樂法者。謂於此法稱讚功德。言", "397": "欣法者。謂於此法歡喜信受。言喜法者。謂於", "398": "此法樂多修習。演道俗業經云。若能精進即", "399": "具四法。一者夙夜奉法未曾懈廢。二者寧失", "400": "身命不違道教。三者勤誦經典不懈惓故。四", "401": "者廣欲救濟諸危厄者。那先比丘經說。精進", "402": "能助一切善法。如陣兵弱強兵助之。又如論", "403": "云。精進遍策諸度法門。遺教經說。若精進則", "404": "事無難者。依智度論第十六云。初發心菩薩。", "405": "於一切善法中漸漸次第修菩薩行。是名精", "406": "進。問一切善法中勤何不名精進。答二乘及", "407": "人不具行勤不名精進　問二乘及人行勤何", "408": "故不名精進。答無大慈悲。棄捨眾生。不求十", "409": "力四無所畏十八不共法。及一切智無礙解", "410": "脫戒定智慧諸善法等。菩薩不休不息。一心", "411": "求佛不捨眾生。如是行者名為精進。如好施", "412": "菩薩求如意珠杼大海水。正使筋骨枯盡終", "413": "不懈廢。得如意珠以給眾生。濟其身苦。菩薩", "414": "如是難為能為是名精進　問精進有幾。答", "415": "精進有二。布施持戒名身精進。勤定智慧名", "416": "心精進。又外事勤修名身精進。內自專精名", "417": "心精進。又麁精進名身。細精進名心。又為福", "418": "德精進名身。為智慧精進名心。又身精進者。", "419": "受諸勤苦終不懈廢。如波羅柰國梵摩達王。", "420": "遊獵於林中見二鹿群。群各五百。彼兩鹿群", "421": "各有一主。一釋迦菩薩。二提婆達多。菩薩鹿", "422": "王身七寶色見人王眾於其部黨起大悲心。", "423": "逆到王前。王人競射飛矢如雨。王見此庶直", "424": "進趣已無所忌憚。勅諸從人攝汝弓箭無得", "425": "斷其來意。鹿王既至。跪白人王。君以嬉遊逸", "426": "樂為小事故。群鹿一時皆受死苦。若以供膳", "427": "當自差。次日送一鹿以供王厨。王善其言聽", "428": "如其意。於是二群鹿王共會。次各一日。調達", "429": "群中一鹿懷子。次至應送來白其王。我身今", "430": "日應當送死而我懷子子非次也。乞垂斷理", "431": "使死者得次生者不濫。鹿王怒之。誰不惜命。", "432": "次來但去何得辭也。鹿母思惟。我王不仁。不", "433": "以理恕。不察我辭。橫見慎怒不足告也。即", "434": "至菩薩鹿王之所以情具白。王問此鹿汝主", "435": "何言母鹿。答曰我王不仁不見理斷而見瞋", "436": "怒。大王仁及一切故來歸命。如我今日天地", "437": "雖曠無所控告。菩薩思惟。此甚可愍。若我", "438": "不理枉殺其子若非次更差次未及之如何可", "439": "遣。唯我代之思惟既定即自送身遣鹿母還。", "440": "我今代汝。汝勿憂也鹿王逆到王門。眾人見", "441": "之怪其自來以事白。王主亦怪之。而命令前", "442": "問言。諸鹿盡邪。汝何以來。鹿王白言。大王仁", "443": "及群鹿人無犯者。但有孳茂何有盡時。異部", "444": "群中一鹿懷子以垂產故身當俎割子亦併命", "445": "歸告於我。我以愍之非分更差是亦不可。若", "446": "歸而不救無異木石。是身不久必不免死。慈", "447": "救苦厄功德無量。若人無慈虎狼無異。人王", "448": "聞已即從坐起而說偈言。我實是畜獸名曰", "449": "人頭鹿。汝雖是鹿身名為鹿頭人。以理而言", "450": "之非以形為人。若能有慈惠雖獸實是人。我", "451": "從今日始不食一切肉。我以無畏施旦可安", "452": "汝意。諸鹿得安王得仁信諸如是等名身精", "453": "進。於諸善法修行信樂不生疑悔。而不懈怠。", "454": "從一切賢聖下至凡人求法無厭如海吞流。", "455": "是為菩薩心精進也。依華嚴經說。三業精進。", "456": "一身業精進。恭敬供養諸佛菩薩一切福田", "457": "中不退故。二口業精進。聞持一切諸佛正法", "458": "未曾忘失。讚歎如來隨所聞法廣為人說無", "459": "疲惓故。三意業精進。善巧方便入慈悲喜捨", "460": "禪定三昧相續不退故。問淨心內發勝解。斯", "461": "彰何假捨家而求要道。答雖知淳善久悟處", "462": "俗猶似同牢眾務縈纏所以捨家學道故。涅", "463": "槃經第十一云。居家迫迮猶如牢獄。一切煩", "464": "惱由之而生出家。寬曠猶如虛空。一切善法", "465": "因之增長。又郁伽長者經說。在家下賤出家", "466": "尊貴。在家生死際出家涅槃際。又大方便佛", "467": "報恩經第五卷說。時諸釋女被瑠璃王割截", "468": "耳鼻。斷其手足棄於塚間。蒙佛威力平復如", "469": "故。諸女思惟。我等今者欲報佛恩。當共出家", "470": "修持禁戒護持正法思惟。是以即求衣鉢往", "471": "諸王園。比丘尼精舍求索出家。時有六群比", "472": "丘尼見諸釋女。年時幼稚美色端正。今云何", "473": "能捨此難捨而求出家。我等當為說世間五欲", "474": "快樂待年限遇然後出家不亦快乎。彼若還", "475": "俗必以衣鉢奉施我等。思惟是已於釋女前", "476": "即以上事向諸女說。諸女聞已心懷苦惱。此", "477": "安隱處云何有大恐怖。如是餚饍飲食和以", "478": "毒藥世間五欲多諸過患我已具知。云何而", "479": "更反歎其美。作是語已舉聲大哭。還出僧坊。", "480": "有比丘尼。名曰華色。即問諸女何為啼哭。諸", "481": "女答言。不果所願。比丘尼言。汝願何等。女答", "482": "尼言。願欲出家。不蒙聽許。時華色尼問言。諸", "483": "女欲出家者。我能度汝。諸女聞己心生歡喜。", "484": "即便隨從度為弟子。時諸釋女既蒙聽許。悲", "485": "喜交集。而作是言。和上當知我等在家眾苦", "486": "非一。親族喪亡。割削耳鼻截斷手足禍患滋", "487": "甚。爾時和上報諸弟子。汝等辛苦何足言也。", "488": "我在家時荷負眾苦其事眾多。時諸禪女長", "489": "跪白師願說在家眾苦因緣。時華色尼即入", "490": "三昧。以神通力放大光明。召集有緣大眾。既", "491": "集即自說言。我在家時。是舍衛國人父母嫁", "492": "我與北方人。彼國風俗。其婦有身垂欲產時", "493": "還父母家。如是次第數年生子後。復有身垂", "494": "產之日。皆乘車馬夫妻相將歸父母家。中路", "495": "有河其水暴涱。其路曠絕。多諸賊難。既至河", "496": "已不能得渡。住宿岸邊。於初夜時我腹卒痛", "497": "即便起坐。未久之間即便免身生一男兒。崖", "498": "邊草中有大毒蛇。聞新血香即來趣我。未至", "499": "我所。我夫及奴眠在道中。蛇至奴所尋便螫", "500": "殺。前至夫所夫眠不覺。復螫夫殺。我時唱喚", "501": "蛇來蛇來喚既不應。夫奴已死。爾時毒蛇復", "502": "螫牛馬。至曰出已。夫等身體膖脹爛蟲骨已", "503": "解散狼藉在地。憂悲恐怖悶絕躃地舉聲大", "504": "哭。以手椎胸自拔頭髮。塵土忿身尋復悶絕", "505": "舉身投骨。如是憂故。經留數日獨在岸邊。其", "506": "水漸小。荷負小兒以手牽持。其新產者以裾", "507": "盛之銜著口中。即前入水正到何半反視大", "508": "兒。見一猛虎奔走馳逐開口唱喚口即失裾", "509": "嬰兒沒水。以手探捕而竟不獲。其背上者失", "510": "手落水尋沒喪失其岸上者為虎所食。我見", "511": "是以心肝分裂口吐熱血舉聲大喚。怪哉怪", "512": "哉。我今一旦見此禍酷。即到岸上悶絕躃地。", "513": "未久之間有一伴至。爾時伴中有一長者。是", "514": "我父母舊所知識。我即前問父母消息。爾時", "515": "長者即答我。汝父母家昨夜失火所燒蘊盡。", "516": "父母亦喪。我聞是已悶絕躃地。良久乃蘇。未", "517": "久之間有五百群賊。即壞眾伴。爾時賊主便", "518": "將我去作賊主婦。賊主婦法常使守門。若有", "519": "緣急為人所遂須速開門。後於一時夫與群", "520": "賊共行抄劫。爾時賊主王及聚落并力馳逐", "521": "即遣其家。爾時其婦在於舍內免身生子。夫", "522": "在門外再三喚已內無人開門。爾時賊主即", "523": "作是念。今此婦者欲危害我。思惟是已即緣", "524": "牆入語其婦言。以何事故不開門耶。婦言以", "525": "產生故而不及耳。爾時賊主見是事已瞋恚", "526": "小息。語其婦言。人有身者便當有子。汝為產", "527": "故危害於我用是子為速往殺之。爾時其婦", "528": "心生憐愍不忍殺之。爾時賊主尋拔刀斫解", "529": "斷手足。語其婦言。汝可還噉。若不食者當斷", "530": "汝頭。爾時其婦以恐怖故即還食之。既還食", "531": "已瞋恚便息。其夫於後續復劫盜為王所得。", "532": "即治其罪治賊之法。要斷其命合婦生埋。我", "533": "時身體著妙瓔珞。爾時有人貪我瓔珞。於後", "534": "夜時即便開塚取我瓔珞并將我去。復經少", "535": "時王家伺官即伺捉得以法斷之。如治賊罪", "536": "治賊之法即斷其命合婦生埋。埋之不固。於", "537": "後夜時多諸虎狼圮發塚開食噉死屍。我因", "538": "此故尋時得出。既得出已荒錯迷悶不知東", "539": "西。即便馳走路見多人。即便問言。諸人當知。", "540": "我今苦惱何處能有忌憂除患。時有長老婆", "541": "羅門等。以憐愍故即語我言。曾釋迦牟尼佛", "542": "法之中多諸安隱無諸衰惱。我聞是己心生", "543": "歡喜。諸大愛道憍曇彌比丘尼。所出家次第", "544": "修習。即得道果三明六通具八解脫。以是因", "545": "緣。汝等當知。我在家時勤苦如是。以是因緣", "546": "自致得道。時諸釋女聞是說己心大歡喜得", "547": "法眼淨。問出家學道有何勝利。答僧祇律云。", "548": "若人百千歲供養及羅漢不如一日夜出家修", "549": "梵行。又智度論第三卷云。孔雀雖有色嚴身", "550": "不如鴻雁能遠飛。白衣雖有富貴力不如出", "551": "家功德勝。又佛本行集經云。假使恩愛久共", "552": "處時至命盡會別離見此無常須臾間。是故我", "553": "今求解脫。又出家功德經云。假使有人遍閻", "554": "浮提造舍寶塔簷簷相。次至于梵天。所獲功", "555": "德不如有人放一奴婢出家學道。假使有人", "556": "放奴婢出家遍閻浮提。如稻麻竹葦。所獲功", "557": "德不如有人放一男女出家為道廣如經說。", "558": "經。復次至高輕他故　三治妬忌文分為四。", "559": "一順情輕蔑。二身遇極殃。三由昔聞名四咸", "560": "蒙願遂。此則初也。以妬忌故者。雜集第一", "561": "云。耽著利養不耐他榮。瞋之一分心妬為體。", "562": "令心憂慼不安隱住為業。", "563": "經。於三惡道至受諸苦毒　二身遇極殃文", "564": "分為三。一受地獄。二受畜生。三受下賤。此則", "565": "初也。於三惡道受諸苦毒者。此得異熟果。以", "566": "嫉妬故當墮地獄中。以自讚毀他故。當墮畜", "567": "生中。", "568": "經。過無量至隨路而行　二受畜生此得餘", "569": "殘果。以自讚毀他餘殘果故受牛馬等身。以", "570": "嫉妬餘殘果故受鞭杖等苦。", "571": "經。若生人道至受他驅役　三受下賤。此得", "572": "增上果。以自讚毀他增上果故。常居下賤為", "573": "人奴婢。以嫉妬增上果故。受他驅役。", "574": "經。若昔人中至名號者　三由昔聞名。由聞", "575": "佛名熏習善因。雖後遇惡友造作惡業。還復", "576": "憶念藥師佛名佛神力故。非直拔除三種業", "577": "障。亦復能令三種苦果皆得解脫。", "578": "經。以此善根至憂悲苦惱　四咸蒙願遂。言", "579": "良友者。唐本云善友。宋本云善知識。皆不相", "580": "違。如涅槃經三十一云。善知識者。若有能說", "581": "信戒多聞布施智慧令人受行。是名菩薩善", "582": "知識也。又智度論七十一云。善吉白佛。新學", "583": "菩薩摩訶薩等。云何欲舉六波羅蜜。佛告善", "584": "吉。新學菩薩摩訶薩等。若欲行學六波羅蜜。", "585": "先當親近恭敬供養彼善知識。又大寶積經", "586": "云。復次迦葉菩薩有四善知識。諸來求者是", "587": "善知識。佛道因緣故。能說法者是善知識。生", "588": "智慧故。能教化人令出家者是善知識。增長", "589": "善法故。諸佛世尊是善知識。增長一切諸佛", "590": "法故。又法華經第七卷說。善知識者是大因", "591": "緣。所謂化導令得見佛。法句經說。佛言一切", "592": "眾生欲得阿耨多羅三藐三菩提。當親近善", "593": "知識請問法要。必聞如斯甚深要句。普明菩", "594": "薩白言。世尊云何名為是善知識。佛告普明。", "595": "善知識者。是汝父母養育汝等菩提身故。善", "596": "知識者是汝眼目視導汝等菩提路故。善知識", "597": "者是汝脚足荷負汝等離生死故。善知識者", "598": "是汝梯橙快侍汝等至彼岸故。善知識者是", "599": "汝飲食能使汝等長法身故。善知識者是汝", "600": "寶衣覆蓋汝等功德身故。善知識者是汝橋", "601": "梁運載汝等渡有海故。善知識者是汝財寶", "602": "救拔汝等離貧苦故。善知識者是汝日月照", "603": "曜汝等離黑闇故。善知識者是汝身命護惜", "604": "汝等無有時故。善知識者是汝鎧杖降伏諸", "605": "魔得無畏故。善知識者是汝絙繩挽拔汝等", "606": "離地獄故。善知識者是汝妙藥療治汝等煩", "607": "惱病故。善知識者是汝利刀割斷汝等諸愛", "608": "納故。善知識者是汝時雨潤漬汝等菩提牙", "609": "故。善知識者是汝明燈能破汝等五蓋闇故。", "610": "善知識者是汝善標教示汝等趣正覺故。善", "611": "知識者是汝薪火成熟汝等涅槃食故。善知", "612": "識者是汝弓箭射殺汝等煩惱賊故。善知識", "613": "者是汝勇將能破汝等生死軍故。善知識者", "614": "是汝如來破汝煩惱至涅槃故。善男子善知", "615": "識有如是等無量功德。我今教汝親近。於是", "616": "寶明與諸大眾聞佛說。此善知識甚深法要", "617": "舉聲號哭淚下如雨。悲啼懊惱不能自裁。自", "618": "念我身從曠劫已來為善知識之所守護。是", "619": "故今日值於如來得聞深法。如是遇者善知", "620": "識力非我力。能自念我身。從本已來未曾報", "621": "恩方便親近。說是語已重復舉聲悲號懊惱", "622": "椎胸大哭。譬如有人新喪父母號悼啼泣死", "623": "而復蘇。爾時世尊見是事已生憐愍心。即噓", "624": "長歎以歎息故振動三千大千世界一切佛剎", "625": "亦皆大動。是名得與良友常相隨逐。能斷魔", "626": "羂者。顯前自讚毀他。由毀他故不遇良友。由", "627": "自讚故必被魔辱。此是天魔破無明㲉。謂破", "628": "無明住地。竭煩惱河者。謂竭四住等煩惱此", "629": "之二句明破煩惱魔。解脫一切生老病死憂", "630": "悲苦惱者。明破蘊魔。天魔惱者。雜集第一", "631": "云。忿恨居先瞋之一分心戾為體。高暴麁言", "632": "所依為業。生起非福為業。不安隱住為業。高", "633": "暴麁言者。謂語現凶疎切人心腑。謂聞佛名", "634": "增上功德。能令如是生老病死憂悲苦惱皆", "635": "得解脫。", "636": "經。復次至更相鬪訟　四治離隙文分為四。", "637": "一正造乖離。二起屍厭魅。三由昔聞名。四", "638": "咸蒙願遂。就初文中文分為三。一正造。二相", "639": "損。三憑非。此則初也。好喜乖離更相鬪訟者。", "640": "三業之中口兩舌業。四分律說。昔二惡獸。一", "641": "名善牙。二名善博。晝夜相隨伺捕眾鹿。有", "642": "一野干逐二獸後食其殘肉。以自令命。時彼", "643": "野干竊自生念。我今不能久與相逐。當何", "644": "方便鬪亂二獸令不相隨。時彼野干住善牙", "645": "所作如是言。彼善博虎有如是語言。我生處", "646": "種姓形色力勢勝汝。我常日日得好美食。而", "647": "彼善牙恒隨我後食我殘肉。以自令命。即說", "648": "偈言。形色及所生。大力而復勝。善牙不能", "649": "善善博如是說。爾時善牙問野干言。何以得", "650": "知。答言共集一處相是自知。爾時野干語善", "651": "牙已便語善博。汝今知不。善牙有語。乃至偈", "652": "言。形色及所生。大力而復勝。善博不能善。善", "653": "牙如是說。作是語已時彼二獸共集一處。瞋", "654": "眼相視。善牙師子便作是念不應不問。便", "655": "先下手而打於彼。即以偈頌向善博說。形色", "656": "及所生。大力而復勝。善牙不如我。善博說是", "657": "耶。答曰善博不說。是形色及所生。大力而復", "658": "勝。善牙不能善。若受無利言信他彼此語親", "659": "厚自破壞便成於怨家。若以知真實當滅除", "660": "瞋惱。今可至誠說令身得利益。今當善降伏", "661": "滅除惡知識可殺。此野干鬪亂我等者。", "662": "經。此等至乃欲相損　二相損。謂由乖離惱", "663": "亂自他起身口意三種惡業。展轉常為不饒", "664": "益事。", "665": "經。各各常以至毒害呪術　三憑非各各常", "666": "以無益相加。謂互起意業謀相危害。或告林", "667": "樹山塚神前而呪咀之令其衰損。此雖殺生", "668": "及書怨名作其形像並是身業。此之身業但", "669": "為表成呪咀語業。", "670": "經。厭魅蠱道至及壞其身　二起屍厭魅。謂", "671": "互起身業更相殺害。此中雖復呪起屍鬼並", "672": "是語業。此之語業但為表成壞身命業。", "673": "經。由聞至名號故　三由昔聞名。謂聞佛名", "674": "便得拔除身口意等諸不善業。", "675": "經。此諸惡事至更相攝受　四咸蒙願遂。慈", "676": "心者如智度論。若行慈心有五利益。一刀不", "677": "傷。二毒不害。三火不燒。四水不溺。五一切瞋", "678": "怒惡害眾生見皆歡喜。益心者謂不相損。無", "679": "嫌恨心者。如涅槃經三十一云。我念往昔生", "680": "南天竺富單那城婆羅門家。是時有王名迦", "681": "羅富。其性暴惡憍慢自大。年壯色美耽著五", "682": "欲。或於爾時為度眾生在彼城外。寂默禪思。", "683": "爾時彼王春木花敷。與其眷屬宮人婇女出", "684": "城遊觀在樹林下。五欲自娛。其諸婇女捨王", "685": "遊戲。遂至我所。我時欲為斷彼貪故。而為", "686": "說法。時王尋來即見我。時便生惡心而問我", "687": "言。汝今已得羅漢果耶。我言不得。復言獲", "688": "得不還果耶。我言不得。復作是言。汝今若未", "689": "得是二果。則為具足貪欲煩惱。云何自恣觀", "690": "我女人。我即答言。大王當知。我今雖未雖", "691": "斷貪欲結。然我內心實無貪著王言。癡人世", "692": "有諸佛服氣食菓見色猶貪。況汝盛年未斷", "693": "貪欲。云何見色而當不著。我言。大王見色不", "694": "著實不因於服氣食菓。皆由繫心無常不淨。", "695": "王言。若有輕他而生誹謗。云何得名修治", "696": "淨戒。我言。大王。若有姤心則有誹謗。我無姤", "697": "心。云何言謗。王言。大德。云何名戒。大王。忍", "698": "名為戒。王言。若忍是戒者。當截汝耳。若能", "699": "忍者知汝持戒。即截其耳。時我被截顏容不", "700": "變。時王群臣見是事已即諫王言。如是大士", "701": "不應加害。王告諸臣。汝等云何知是大士。諸", "702": "臣答言。見受苦時容色不變。王復語言。我當", "703": "更試知變不變。即劓其鼻刖其手足。爾時菩", "704": "薩無量世中修習慈悲愍苦眾生。時四天王", "705": "心壞瞋忿雨沙礫石。王見是已心大怖畏。復", "706": "至我所長跪而言。唯願哀愍聽我懺悔。我言。", "707": "大王。我心無瞋亦如無貪。王言。大德。云何得", "708": "知心無瞋恨。我即立誓。我若真實無瞋恨者。", "709": "令我此身平復如故。發是願已身即平復。是", "710": "故名為無嫌恨心。", "711": "經。復次至憂波私　五治不定文分為七。一", "712": "機器咸臻。二戒德資潤。三隨所願樂。四由昔", "713": "聞名。五聖眾來迎。六天人受福。七永離女身。", "714": "此則初也。比丘如前。釋比丘尼者。此之乞士", "715": "女。謂受五百戒者。亦攝戒叉摩那及沙彌", "716": "尼。", "717": "經。及餘信心至受持諸戒　二戒德資潤。云", "718": "何名為受八分齋。智論十三云。先受三歸。次", "719": "為懺悔。後為受戒。應云如諸佛盡形壽不殺", "720": "生。我某甲一日夜不殺生能持不。如是不盜", "721": "不婬不妄語不飲酒不坐高廣大床不著花香", "722": "瓔珞不觀伎樂過中食等名八分齋。問何以", "723": "六齋日受於八戒。答是日惡鬼逐人欲奪人", "724": "命。疾病凶衰不仁不吉。劫初聖人。教人持齋", "725": "修善。作福以避凶衰。是時齋法不受八戒。直", "726": "以一日不食為齋。後佛出世教言。汝當一日", "727": "一夜如諸佛持八戒過中不食。以是功德將", "728": "人至涅槃。如四天王經中說。四天王等自下", "729": "觀察四天下人布施持戒孝順父母少者。四", "730": "天王等便上忉利以啟帝釋一切諸天心皆不", "731": "悅自傷歎言。修羅種多諸天種少。若布施持", "732": "戒孝順多者。帝釋諸天心皆歡喜言。增益諸", "733": "天眾減損阿修羅。是時帝釋自說偈言。六齋", "734": "神足月。受持清淨戒。是人壽終後。功德必如", "735": "我。佛告帝釋。汝三衰三毒未除。云何妄言", "736": "持一日戒功德福報必得如我。若受持此戒。", "737": "必應如佛諸天歡喜福德增多。又此六齋日", "738": "惡鬼害人惱亂一切。若所在國邑有持齋受", "739": "戒人者。惡鬼遠去住處安隱。以是義故。六日", "740": "持齋得福增多　問何故諸惡鬼輩以此六日", "741": "惱害於人。答天地本起經說。劫初成時有", "742": "異梵天王子諸鬼神父修梵志苦行滿天上十", "743": "二歲。於此六日割肉出血以著火中。以是義", "744": "故。諸惡鬼神。於此六日輒有勢力　問諸鬼", "745": "神父母。何以於此六日割身肉血以著火中。", "746": "答諸天神中摩醯首羅最為第一。諸神皆有", "747": "日分。摩醯首羅一月有四日分。八日二十三", "748": "日十四日二十九日。餘神一月有二日分。月", "749": "一日十六日月二日十七日其十五日三十日", "750": "屬一切神。摩醯首羅為諸天王。又得日多故。", "751": "數其四日為齋。二日是一切神日亦數為齋。", "752": "是故諸鬼神。於此六日輒有勢力。又諸鬼神", "753": "父於此六日割肉出血以著火中。過十二年", "754": "已天王來下語其子言。汝求何願。答言。我求", "755": "有子。天王言。仙人供養法以燒香甘菓諸清", "756": "淨事。汝云何以肉血著火中。如罪惡法破善", "757": "法樂為惡事。令汝生惡子敢肉飲血。當說是", "758": "時火中有八大鬼出。身黑如墨。髮黃眼赤。有", "759": "大光明。一切鬼神皆從此八鬼生。以是義", "760": "於六日割身肉血以著火中而得勢力。如佛", "761": "法中日無好惡。隨世惡日教持齋受戒。戒復", "762": "一年者。謂一年中月別六日常持八分齋戒。", "763": "謂白月八日十四十五日。黑月亦爾。或復三", "764": "月者。謂未能一年常持月六。但經一年持三。", "765": "長月謂正月即春分。四月之初月。五月即夏", "766": "分。四月之初月。九月即冬分。四月之初月。以", "767": "彼天竺國法一年但有三時。三時之中各於", "768": "初月持齋戒。即表一年常修善也。", "769": "經。以此善根至如來所者　三隨所願樂。今", "770": "言以此善根者。是前持戒等善根。謂修此善", "771": "根願生西方也。云何名為極樂世界稱讚。經", "772": "說假使經於百千俱胝那庾多劫。以其無量", "773": "百千俱胝那庾多舌。一一舌上出無量聲讚", "774": "其功德。亦不能盡。是故名為極樂世界。梵音", "775": "阿彌陀。此云無量壽。", "776": "經。由得聞彼至名號故　四由昔聞名。由聞", "777": "藥師如來名故。入正定聚。便得往生。問聚有", "778": "幾種。答聚有三種。問聚既有三未知位地如", "779": "何。答依薩婆多宗。五亭心觀已前名邪定", "780": "聚。從五亭心觀至腹頂兩位名不定聚。忍位", "781": "已上名正定聚。若依大乘無三乘種性者名", "782": "邪定聚。有三乘種性。或未發心。雖發心未是", "783": "不退　皆名不定聚。若有三乘種性。復已發", "784": "心決定不退者名正定聚。謂前持戒等眾。雖", "785": "願生極樂。有未入定位者。若後得聞藥師如", "786": "來名號。便得入正定聚中終能往生。", "787": "經。於命終時至自然化生　五聖眾來迎。波", "788": "頭摩花者。赤蓮花也。問涅槃智論溫室經等。", "789": "明菴羅女本花中生名為濕生。今淨土中亦", "790": "因花生乃名化生。竟有何意。答穢土之中及", "791": "諸草木人未託生之前先自因濕而生。常有", "792": "濕氣。復得菴羅女等託此濕氣而生故名濕", "793": "生。淨土蓮花與人同時無而忽有。若人若花", "794": "俱不因濕而起故名化生。", "795": "經。若復此人至如大力士　六天人受福。謂", "796": "聞藥師如來名故。命終生天。此人雖復未凡", "797": "生淨土亦是正定聚人終能往生故。此經云", "798": "雖生天中本昔吾根無有窮盡。不復更生諸", "799": "餘惡趣。若是不定聚人豈得善根無盡不生", "800": "惡趣。本昔善根者。謂本出世善根。或聞藥師", "801": "如來名號善根。轉輪王者。俱舍十二云。輪", "802": "王出世為在何時。幾種幾俱何威何相。從此", "803": "洲人壽無量歲。乃至八萬歲有轉輪王生。減", "804": "八萬時。有情富樂壽量損減。眾惡漸盛。非大", "805": "人器故無輪王。此王由輪旋轉應導威伏一", "806": "切名轉輪王。施設足中說有四種。金銀銅鐵。", "807": "如其次第。勝上中下。逆次能王領一二三四", "808": "洲謂鐵輪王王一洲界。銅輪王二。銀輪王三。", "809": "若金輪王王四洲界。契經就勝但說金輪故。", "810": "契經言。若王生在剎帝利種。紹灑頂位。於十", "811": "五日受齋戒時。沐浴首身受勝齋戒。非高臺", "812": "殿。臣僚輔翼。東方忽有金輪寶現。其輪千輻。", "813": "具足轂輞。眾相圓淨。如巧匠成。舒妙光明。來", "814": "應王所。此王定是金轉輪王。餘轉輪王應知", "815": "亦爾。如是所說四種輪王威定諸方亦有差", "816": "別。謂金輪者。諸小國王。各自來迎。作如是", "817": "請。我等國土寬廣豐饒安隱富樂多諸人眾。", "818": "唯願天尊親垂教勅。我等皆是天尊翼從。若", "819": "銀輪王自往彼土威嚴近至彼方臣伏。若銅", "820": "輪王至彼國已宣威競德彼方椎勝。若鐵輪", "821": "王亦至彼國現威列陣剋勝便止。一切輪王", "822": "皆無傷害。令伏得勝已各安其所居。勸化令", "823": "修十善業道故。輪王死定得生天。云何四洲。", "824": "東勝身洲。南贍部洲。西牛貨洲。北俱盧洲。十", "825": "善業道者。廣如瑜伽雜集論說。十惡業道所", "826": "有果相翻彼即是十善業道。", "827": "經。若有女人至永離女身　七永離女身。由", "828": "聞藥師如來名故。轉女成男。往生淨土。以女", "829": "人及根缺不生淨土。今此段文明轉不定業", "830": "得成正定業。", "831": "經。爾時至覺悟其耳　五答攝生時節文分", "832": "為六。一妙德利物。二如來述成。三師資辨益。", "833": "四救脫潤生。五示病救方。六令延遐壽。就初", "834": "文中文分為四。一正明辨利。二勸物受持。三", "835": "四鎮加威。四益持祛橫。此則初也。我於後時", "836": "者。謂於像法起時誓以大悲種種方便。令信", "837": "男女得聞藥師如來名號。乃至睡中亦以佛", "838": "名覺悟其耳。", "839": "經。若持此經至而用供養　二勸物受持。言", "840": "供養者有其二種。一勝二財。法供養者。謂受", "841": "持讀誦宣說開解名法供養。財供養者謂種", "842": "種花香寶幢幡蓋名財供養故。智度論第三", "843": "十云。法供養者。謂菩薩行六波羅蜜。以法供", "844": "養戒時菩薩得無生法忍。自除煩惱。及除眾", "845": "生煩惱。供養者隨其所宜。寒時應以薪火上", "846": "衣溫室被褥及以飲食。謂盛熱時應以冷水", "847": "扇蓋涼室生薄之衣上妙之食。風雨之時就", "848": "送供養。", "849": "經。爾時至皆詣其所　三四鎮加威。四大天", "850": "王與其眷屬者。依俱舍論第十一云。四大天", "851": "王所部天眾。唯住妙高諸層級等有幾層級", "852": "其量云何。何等諸天住何層級。蘇迷盧山有", "853": "四層級。始從水際盡第一層。相去十千踰繕", "854": "那量。如是乃至盡第四層亦十千量。此四層", "855": "級。從妙高山傍出圍繞畫其下半。最初層級", "856": "出十六千。第二第三第四層級如其次第。八", "857": "四二千。有藥叉神名為堅手。住初層級。有名", "858": "持鬘。住第二級。有名恒憍。住第三級。此三皆", "859": "是四大天王所部天眾。第四層級。四大天王", "860": "及諸眷屬共所居止故。經依此說四大王眾", "861": "天。如妙高山四外層級。四大王眾及眷屬居。", "862": "如是持雙持軸。乃至七金山上亦有天居。是", "863": "四大王所部封邑。是名依地住四大王眾天。", "864": "於欲天中此天最廣。", "865": "經。若此經卷至還復如故　四益持祛橫。謂", "866": "若復有人誦持此經。攝心專念如來名故者。", "867": "無性論說。此一念正聞熏習種子。雖在世間", "868": "有漏心中。剋性而言。是出世無漏心種子。此", "869": "無漏心雖未生時以有四種功德。一已能對", "870": "治諸煩惱纏不復現行。二以能對治諸惡險", "871": "趣而不受報。三以能與法身而作了因。四以", "872": "能與解脫身而作生因。由是持經人處無有", "873": "橫死。及諸惡鬼奪其魂魄。設以奪者皆以如", "874": "來威力還得如故身心安樂。", "875": "經。佛言至如汝所說　二如來述成文分為", "876": "二。一印可前言。二示其軌則。此則初也。", "877": "經。曼殊至右繞佛像　二示其軌則文分為", "878": "八。一正勸修形。二勸念昔行。三如所願樂。四", "879": "稱遂所求。五百怪長蠲。六眾災永彌。七毀禁", "880": "還淨。八臨難蒙恩。此則初也。此人應作如來", "881": "形像者。造立形像。福報經說。時憂填王復白", "882": "佛言。人作善者。此之福祐當何所獲。佛去已", "883": "後我恐不復見佛。今欲作佛形像恭敬承事", "884": "得何福報。願佛哀愍為我說之。佛告王言。作", "885": "佛形像報父母見歡喜端政威德重愛樂終無", "886": "厭。作佛形像報金色身炎光猶妙師子像。眾", "887": "生見歡喜。作佛形像報閻浮提大姓剎利婆", "888": "羅門福人。於中生作佛形像報不生邊地國", "889": "不盲不醜陋。六情常完具作佛形像報臨終", "890": "識宿命見佛在其前不覺死苦時。又法華經", "891": "第一卷說。若人為佛故。建立諸形像刻彫成", "892": "眾相。皆已成佛道。或以七寶成鍮石赤白銅", "893": "白鑞及鉛錫鐵木及與泥。或以膠漆布嚴飾。", "894": "作佛像如是。諸人等皆已成佛道。采畫作佛", "895": "像百福莊嚴相自作。若使人皆已成佛道。慈", "896": "悲喜捨者。維摩第三卷。文殊問云何行慈。維", "897": "摩詰言。菩薩作是念。我當為眾生說法。是", "898": "則真實慈也。何謂為悲。答菩薩所作功德。皆", "899": "與一切眾生。何謂為喜。答有所饒益歡喜無", "900": "悔。何謂為捨。答所作福祐無所希望。又涅槃", "901": "經第十五說。夫修慈者。能斷貪欲。修悲心者。", "902": "能斷瞋恚。修喜心者。能斷不樂。修捨心者。能", "903": "斷貪欲。瞋恚眾生。瞋有二種。一者久於過", "904": "去修集。二者於今現在修集。修慈心者。能斷", "905": "過去。修悲心者。斷於現在。又解為諸眾生", "906": "除無利益。是名大慈。欲與眾生無量利樂是", "907": "名大悲。於諸眾生生歡喜心。是名大喜。無所", "908": "擁護名為大捨。若不見我法相己身見一切", "909": "法平等無二。是名大捨。自捨己樂施與他人", "910": "是名大捨。問法有多門。何故唯修慈悲喜捨。", "911": "答如偈說言。若於一眾生不生瞋恚心。而願", "912": "與彼樂是名為慈善。一切眾生中。若起於悲", "913": "心。是名聖種性。得福報無量。假使五通仙悉", "914": "滿此大地。有大自在王奉施。其所安象馬種", "915": "種物所得福報果不及修一慈十六分中一下", "916": "三亦爾。", "917": "經。應念彼如來本昔大願　二勸念昔願。謂", "918": "憶念彼藥師如來本昔所發殊勝大願。", "919": "經。并解釋此經如所思念　三如所思念。問", "920": "解釋此經有何尊勝。答金剛般若經說。隨所", "921": "有處說是法門。乃至四句偈等。當知此處一", "922": "切世間天人阿。", "923": "經。如所願求至得男女　四稱遂所求。謂", "924": "諸有所求皆得圓滿。修羅皆應供養如佛塔", "925": "廟。", "926": "經。或復有人至皆悉隱沒　五百怪長蠲諸", "927": "惡夢相怪鳥於其住所百怪出現。若能供養", "928": "彼如來者。諸不吉祥由斯隱沒。", "929": "經。或有水怖至皆得解脫　六眾災永彌文", "930": "分為二。一逢自境難。二逢他國難。此則初也。", "931": "水火等怖是非情難。諸惡獸等是有情難。謂", "932": "由憶念彼如來故。一切眾難皆得解脫。", "933": "經。若他國侵擾至恭敬尊重　二逢他國難。", "934": "謂他邦土諸惡王等貪國位故。侵掠封邑恐", "935": "動百姓等。是他國難。由念藥師如來名故。他", "936": "方逆賊不能為害。恭敬尊重者。謙遜畏難言", "937": "恭。推其智德言敬。一切眾中德無過上言尊。", "938": "敬畏之心過於父母言重。", "939": "經。復次至五百戒　七毀禁還淨文分為四。", "940": "一持戒。二毀禁。三供養。四蒙救。此則初也。", "941": "問眾生何故受三歸依。答涅槃第五云。一切", "942": "眾生怖畏生死諸煩惱故。故受三歸。譬如群", "943": "鹿怖畏獵師既得免離。若得一跳則喻一歸。", "944": "如是三跳則喻三歸。以三跳故得受安樂眾", "945": "生亦爾。怖四魔惡獵師故受三歸依。三歸依", "946": "故則得安樂。云何不事餘天者。智論第二云。", "947": "如摩醯首羅天。此云大自在。八臂三眼。騎", "948": "白牛如韋紐天。此云遍悶四臂捉具持輪騎", "949": "金翅鳥。鳩摩羅天此云童子。擎鷄持鈴捉赤", "950": "幡騎孔雀。皆諸天大將。是三天愛之令人得", "951": "如願。是三天惡之令人七世滅。既有如此力。", "952": "云何不事天。答是天一切常怖畏不能除却", "953": "諸衰苦。有人奉事恭敬者。現世不免沒憂海。", "954": "有人不敬不供養。現世不妨受富樂。當知虛", "955": "誑無實事。是故智人不屬天。又隨願往生", "956": "經說。自作自得非天與人。問如受八戒八種", "957": "緣具始成於戒未知五戒為總受始成亦通別", "958": "受。答智論十三云。五戒有五種受名五種憂", "959": "婆塞。一者一分行憂婆塞。二者少分行優婆", "960": "塞。三者多分行憂婆塞。四者滿分行優婆塞。", "961": "五者斷婬優婆塞。一分行者。唯受一戒。少分", "962": "行者。若受二戒。若受三戒。多分行者。謂受四", "963": "戒。滿分行者。盡持五戒。斷婬者受五戒。已", "964": "師前更作誓言。我於自婦不復行婬。云何受", "965": "持十戒。謂男女等發心出家。創初與受受此", "966": "戒唯通沙彌沙彌尼。受菩薩一百四戒者。菩", "967": "薩戒多少諸經論說咸悉不問。如宋本云二", "968": "十四戒。唐本云四百戒金。此經本一百四戒。", "969": "犯網經有十重四十八輕。瑜伽地持有四重", "970": "二十五輕。此由菩薩戒多疑心。即是如來隨", "971": "病說藥多少不同。如聲聞戒中。或五戒八戒", "972": "二百五十戒五百戒等。以在家出家及男女", "973": "不同差別非一。如來量根優劣故制有異數。", "974": "此亦應爾。梵本不同。有此三別。是故譯經三", "975": "藏稱本而翻故有此不同。二百五十戒者。此", "976": "亦不定。若依瑜伽。苾芻有一百五十一戒合", "977": "一百。眾學但為一戒。以眾學隨舉三業。皆", "978": "是不可限以百數。苾芻尼五百戒者。此亦不", "979": "定。如四分尼律及尼戒不滿四百戒。蓋由開", "980": "合故爾。", "981": "經。於隨所至惡道　二毀禁。謂由破諸戒故", "982": "墮於惡道。", "983": "經。若能至如來者　三供養。謂勸諸毀禁者。", "984": "令修供養藥師如來。", "985": "經。決定不受三惡道報　四蒙救　謂由供養", "986": "彼如來故。能令重業決定不受。", "987": "或有至極苦　八臨難蒙恩文分為三。一遇", "988": "難。二稱名。三遂願。此則初也。諸謂女人臨難", "989": "之時受於極苦。或喪身殞命等。", "990": "經。若能至如來者　二稱名。謂勸諸女人等。", "991": "臨危厄者。令至心念藥師如來。", "992": "經。速得解脫至奪其魂魄　三遂願。由念供", "993": "養彼如來故。無諸痛惱。速得解脫。所生孩子", "994": "支體成滿色貌端嚴。覩者欽敬利根聰叡壽", "995": "命延長。不為非人害其魂魄。", "996": "經。爾時世尊至多生疑或　三師資辨益文", "997": "分為三。一佛問慶嘉。二阿難具陳。三如來順", "998": "成。此則初也。慧命者歎德也。謂無流勝解順", "999": "空不斷。以此為命故云慧命。即離五種邪命。", "1000": "如無上依經及諸經論說。若在家人五種不", "1001": "淨。一賣刀仗。二販魚肉。三貨生口。四造毒", "1002": "藥。五酤諸酒。以斯存命故非淨命。出家離此。", "1003": "以慧為命。又慧非諸過。亦為淨命。或言長老。", "1004": "謂年尊德廣亦是美行之異名。今言具壽義", "1005": "亦非異。阿難者此云歡喜。亦云慶喜。歡喜之", "1006": "名三因緣立。一過去因緣。如經中說。釋迦過", "1007": "去行菩薩時。作一陶師名曰大光。值過去世", "1008": "釋迦文佛父名淨飯。母曰摩耶。侍者弟子名", "1009": "曰阿難。國土眷屬如今無別因。即發願。願", "1010": "我當來成得佛道。還如今佛因斯本願今得", "1011": "成佛故。令侍者還字阿難。二現在因緣。阿難", "1012": "比丘面貌端政。世人見之莫不歡喜故字阿", "1013": "難。故智論中讚歎面如淨滿月眼若青蓮花。", "1014": "佛法大海水流入阿難心。三父母立名。父母", "1015": "何緣與字歡喜。喜時生故。何者喜時。所謂如", "1016": "來得道夜。時如來十九踰城出家。既出家", "1017": "已六年。自餓身極羸瘦。父王遣人恒往睦伺", "1018": "知極微惙常恐不全。菩薩後時知餓非道。受", "1019": "食乳糜欲取正覺。魔作是念。若佛道成空。我", "1020": "境界曼道未成。當敗其志。遂率官屬十八億", "1021": "萬。持諸苦具來怖菩薩。菩薩于時入勝意慈", "1022": "定。令魔眷屬顛墜退落。魔既被降便作是", "1023": "念。菩薩力大。非我能勝。當惱其父。遂便往詣", "1024": "淨飯宮。且喝如是言。悉達太子昨夜死矣。王", "1025": "時聞已從床而墮。良久乃蘇。便為傷歎念子。", "1026": "在家當為輪王。何其出家空無所獲。未久之", "1027": "間。菩提樹神以佛道成。復持天花慶賀父王", "1028": "當成佛。時天雨妙花而為供養故持慶王。其", "1029": "時亦往淨飯宮上喝如是言。大王當知。汝子", "1030": "已得道魔眾已破。散光明如日出。遍照十方", "1031": "國。王時生疑。向者有天言。我子死。今復有天", "1032": "云。子成道。何者可信。菩提神曰。我言可信。", "1033": "向者是魔故相惱耳。我是菩提樹神。以佛", "1034": "於我樹下得道故相慶賀。王時作念。我子在", "1035": "家當為輪王。今者出家為法輪王。彼此無失。", "1036": "向者聞死。今忽聞生。一重大喜復聞道成兩", "1037": "重大喜。未久之間。王弟斛飯夜生阿難寅抱", "1038": "詣王弟於昨夜生此一男。王時對曰。我子成", "1039": "道。汝復生男。眾喜併集。與字歡喜。智度論", "1040": "說。昔有白種王名師子頰王名有四子。一名", "1041": "淨飯。二名白飯。三名斛飯。四甘露飯。淨飯", "1042": "二子。一悉達多。二名難陀。白飯二子。一名", "1043": "跋提。二名提沙。斛飯二子。一名調達。二曰", "1044": "阿難。甘露飯二子。一摩訶男。二阿泥盧豆。今", "1045": "此阿難是佛昆季。", "1046": "經。時慧命至無復疑惑　二阿難具陳文分", "1047": "為三。一彰己諦誠。二懼他不信。三生誹墜苦。", "1048": "就初文中文分為四。一述。二徵。三釋。四合。", "1049": "此則初也。今此阿難彰己自信故無疑惑。", "1050": "經。何以故　二徵。何所以故不生疑惑。", "1051": "經。一切至清淨　三釋。身口意行無不清淨", "1052": "者。夫煩惱未盡。三業有漏所見不明。所說不", "1053": "定可生疑惑。如來煩惱習盡。三業清淨所見", "1054": "分明。說必楷定。是故不疑。", "1055": "經。世尊至無有差異　四合。如日月輪妙高", "1056": "山王。不墮不傾。佛言無異。亦復如是。", "1057": "經。大德至爾許功德　二懼他不信。或有眾", "1058": "生無明所覆。信根殘缺昏醉𧄼瞢於佛深妙", "1059": "境中作無利語。云何但念一如來名。便獲", "1060": "無邊殊勝功德。由此疑惑而自毀傷。", "1061": "經。心不信受至當墮苦趣　三生誹墜苦生", "1062": "於誹謗得三惡果。輪轉無際猶長生死昏冥", "1063": "如夜饒者利也。益者樂也。故唐本云。失大利", "1064": "樂即其義也。利謂世間善果。樂謂出世涅", "1065": "槃計。聞藥師佛名。信受恭敬。近得世間善果", "1066": "之利。遠獲出世涅槃之樂。金為不信生誹謗", "1067": "故既墮惡趣。所以失大利樂。", "1068": "經。佛言至無有是處　三如來順成文分為", "1069": "六。一正明順成。二甚為難諒。三信微加力。四", "1070": "非諦小機。五受質誠難。六劫窮盡讚。此則初", "1071": "也。謂聞藥師佛名。至心受持不生疑惑。墮惡", "1072": "趣者無有是處。", "1073": "經。阿難至難信　二甚為難諒。謂藥師如來", "1074": "名號功德是無分別智證如如成故。諸佛境", "1075": "界誠為難信。", "1076": "經。汝令至威力　三信微加力。阿難信受是", "1077": "佛威力。", "1078": "經。非一切至摩訶薩　四非諦小機。舉二乘", "1079": "人不能信解故。法華第二云。一切聲聞及辟", "1080": "支佛。於此經中力所不及。唯除一生補處者。", "1081": "如彌勒等是道理通論。初地已上菩薩各得", "1082": "無分別智。地地證得。真如法界。於佛所成名", "1083": "稱功德隨分信解。今言唯除一生補處者。據", "1084": "因位之中信極者為言。以此菩薩因中見性", "1085": "分明故作此說。非謂一生已外皆不信解。", "1086": "經。阿難至信難於此　五受質誠難。人身難", "1087": "得者。涅槃三十四云。佛於一時取地少土", "1088": "置於爪上。問迦葉曰。我此土多一切十方大", "1089": "地土多。迦葉菩薩而白佛言。一切十方大地", "1090": "土多。如來爪上少不足言。佛言。迦葉捨於", "1091": "人身還得人身者。如爪上土。捨於人身得三", "1092": "惡身。如一切十方大地土也。三寶中信敬尊", "1093": "重亦難可得者。即為三難。佛寶難得者。涅槃", "1094": "第二云。芥子投針鋒佛出難於是。又法華經", "1095": "第一卷云。諸佛與出世懸遠值遇難。法寶難", "1096": "得者。彼經云。正使出於世說是法復難。無量", "1097": "無數劫。聞是法亦難。能聽是法者斯人亦復", "1098": "難。僧寶難得者。如此中說聞彼藥師如來名", "1099": "號復難。於是者雖舉六難意明第六。聞藥師", "1100": "如來名難。今既得聞正應信受。", "1101": "經。阿難至亦不究盡　六劫窮盡讚舉藥師", "1102": "如來利他行願說難可盡勸物定信。無量菩", "1103": "薩行者。謂彼如來本昔行無量利他菩薩行。", "1104": "無量諸巧便者。謂今得佛已後。以無量後得", "1105": "慈悲方便利益三乘。無量曠大願者。謂彼如", "1106": "來非唯有十二大願。乃有無量曠大願利益", "1107": "眾生故應專信。", "1108": "經。爾時眾中至合掌曲躬　四救脫閏生文", "1109": "分為四。一明清人。二明正清。三勸病修供。四", "1110": "結勸供養。此則初也。救脫者標請也。斯人", "1111": "悲纏蠢頰慈被合靈救見厄頃及恒沙脫當難", "1112": "念。過塵劫故名救脫。即從等者如前辨也。", "1113": "經。白言至啼泣圍繞　二明正請文分為四。", "1114": "一躬纏嬰疾。二使者追魂。三染淨授王。四隨", "1115": "業處斷。此則初也。", "1116": "經。其人至法王之前　二使者追魂。閻摩者", "1117": "唐本云琰魔。宋本名閻羅。音有輕重。此云靜", "1118": "息。以靜息罪人令後過不起前過易滅故名靜", "1119": "息。如將罪人至彼王前恐其拒諱。更增忘語", "1120": "罪無由息。便以神力化作罪人。本昔為罪處", "1121": "所相狀令其即伏。由伏罪故不起拒諱忘語", "1122": "之罪靜息後過令不滋蔓故名靜息。又以正", "1123": "法勸諸罪人。令於前罪生重慚愧罪得易滅", "1124": "故稱法主。是鬼趣攝在於地下五百踰繕那", "1125": "別有住處。廣如瑜伽俱舍論說。諸鬼本處。琰", "1126": "魔王國於此贍部洲下過五百踰繕那有琰魔", "1127": "王國。從廣量等。從此展轉散居餘處。或有端", "1128": "嚴具大威德受諸富樂如自在天。或有飢羸", "1129": "顏貌醜陋。如是等類廣說。如經引其神識置", "1130": "於閻摩法王之前者。若有患人決定便死。則", "1131": "受鬼身容可閻王別遣兒為使而引取之。如", "1132": "未定死。則不受鬼身。何有鬼身得引生人之", "1133": "識。不可人之識在別鬼身中。若不在鬼使身", "1134": "中識心既不孤遊。云何引得至閻摩王前。當", "1135": "知此是藥師如來。及經之威力。令彼患人第", "1136": "六意識見分之上起此三種解行。相分一為", "1137": "閻摩王。二為王使。三為己身。為自神識所依", "1138": "隨使而行至閻王前。其實神識未曾離身。若", "1139": "是本識隨行捨處。則成死屍不可說離身。若", "1140": "是六七等識。依本識故而得現起。若離本識", "1141": "無種子故。無由得生。是故八識俱無離身孤", "1142": "行之理。如人夢中師僧父母遣使來喚。夢見", "1143": "己身。隨使而行達至師僧或父母前。當知師", "1144": "僧或復父母。使人己身皆是第六意識是分", "1145": "之上現此三種相分。似有去來實無去來。所", "1146": "以然者。以一切心及心所取境之時。非如燈", "1147": "明舒光照物。但如明鏡遠照影現鏡中如人", "1148": "在地遠見日月此亦如是。藥師如來及經威", "1149": "力。令彼患人見。如此相似有往來實無往來", "1150": "故。涅槃經第九卷云。若有聞是大涅槃經言。", "1151": "我不用發菩提心誹謗正法。是人夢中見羅", "1152": "剎像。心中怖懅羅剎語言。咄善男子。汝今", "1153": "若不發菩提心當斷汝命。是人惶怖。覺已即", "1154": "發菩提之心。是人命終。若在三惡及在人天", "1155": "續復憶念菩提之心。以是義故。是大涅槃威", "1156": "神力故。能令未發菩提心者作菩提因。", "1157": "經。此人至閻摩法王　三染淨授王。同生神", "1158": "者。若約實而言神即識也。同生神者。即阿賴", "1159": "耶識。以賴耶識是壽生之意。與身同時而生", "1160": "故名同生。隨其所作。若福一切皆書者。謂隨", "1161": "諸眾生所生罪福皆悉熏在阿賴耶識中。或", "1162": "是閻摩王為令罪人無有忘。伏本所作故。作", "1163": "同生神。從生已來害其罪福。或是藥師如來", "1164": "及經威力。現作同生神書其罪福盡持授與", "1165": "閻摩法王者。謂由阿賴耶識中。具有罪福種", "1166": "子為因緣。藥師如來及經之威力為增上緣。", "1167": "令罪福相各現於患人第六意識之上。令閻", "1168": "摩王他心智盡見患人罪福之相。或閻摩化", "1169": "作同生或佛及經現同生神。", "1170": "經。時閻摩至處分之　四隨業處斷　謂閻", "1171": "摩王推問其人取其口實算計所作。答罪若", "1172": "福。隨其罪福。或多或少。而處斷之。謂罪多", "1173": "者。處入三惡趣。若福多者。斷令往人天。", "1174": "經。若能至供養　三勸病修供文分為四。一", "1175": "正為修供。二緣此魂歸。三剋日定生。四親經", "1176": "過息。此則初也。謂有若然為此病人歸依彼", "1177": "佛。如法供養者必當稱遂也。", "1178": "經。即得至憶知　二緣此魂歸即得還復者。", "1179": "謂有實死雖復修福識不得還。或有因修福", "1180": "故。彼白王使所引之識得還身中二理不定。", "1181": "如從夢覺者。如在夢中明了自見。此亦即是", "1182": "以夢類夢故稱為如。", "1183": "經。或經至四十九日　三剋日定生。謂病人", "1184": "神識得迴還時。或經七日或復乃至四十九", "1185": "日。", "1186": "經。神識還已至不造惡業　四親經過息。謂", "1187": "識還之時皆自憶知。善不善業所得果報。由", "1188": "自證見業果報故乃至失命不造惡業。", "1189": "經。是故至如來　四結勸供養。謂勸一切信", "1190": "男女等。乃至盡形應當供養藥師如來。", "1191": "經。爾時至如來也　五示病救方丈分為二。", "1192": "一阿難問。二救脫答。此則初也。", "1193": "經。救脫至重病　二救脫答文分為二。一明", "1194": "脫病。二明除難就初文中文分為六。一脫苦。", "1195": "二持齋。三修功。四造像。五續明。六造幡。此", "1196": "則初也。", "1197": "經。當為至八分齋　二持齋。謂七日夜為於", "1198": "患人修行八禁。", "1199": "經。當以飲食至比丘僧　三為修功文分為", "1200": "三。一教供養。二教禮懺。三教諷誦。此則初", "1201": "也。當以飲食供養比丘者。是供僧寶。", "1202": "經。晝夜至如來　二教禮懺。六時禮拜者。是", "1203": "供佛寶。", "1204": "經。四十九遍讀誦此經　三教諷誦讀。誦此", "1205": "經者。是供法寶。", "1206": "經。然四十九燈至大如車輪　四然燈。四十", "1207": "九者。總舉大數故。隨願往生經云。燃四十九", "1208": "照諸幽冥。苦痛眾生蒙此光明。皆得相見。緣", "1209": "此福德拔彼眾生悉得休息。造像七軀。明置", "1210": "像安燈方法。謂造七軀像。像別自處一座。又", "1211": "造七輪燈。其輪形量大如車輪。一一像座。前", "1212": "各置一輪燈。一一輪上各置七盞燈。如此供", "1213": "養已。依然燈功德經得四種利益。一獲福無", "1214": "量。二二臨終明耀。三死得生天。四當成正", "1215": "覺。獲福無量者。若有四眾發清淨心為求福", "1216": "故。或於塔廟諸形像前而設供養。奉施燈明。", "1217": "乃至以少燈炷。或膏油塗然持以奉施其明", "1218": "唯照道之一階。舍利弗如此福德非是一切", "1219": "聲聞緣覺所能了知。唯佛如來乃能知也。舍", "1220": "利弗照道一階福德尚爾。何況全照一階道", "1221": "也。或二三四階道。或及塔身一級二級乃至", "1222": "多級。一面二面乃至四面。及佛形像。舍利", "1223": "弗彼所然燈。或時速滅。或風吹滅。或油盡滅。", "1224": "或炷盡滅。或俱盡滅。譬如諸龍以瞋恚故。出", "1225": "雲垂布。於中起電起已尋滅如是。少時於佛", "1226": "塔廟奉施燈明。所得果報福德之聚。唯佛能", "1227": "知。臨終明耀者。謂信男女等。於佛塔廟施燈", "1228": "明。已臨命終時。得三種明。彼善男子善女人", "1229": "等。臨命終時。先所作福悉皆現前憶念善法", "1230": "而不忘失。是為一明。因此便能念知自己。先", "1231": "於佛所殖諸善業。又於命終時得如是念。我", "1232": "於佛像塔廟等前。已曾供養作是念。已心生", "1233": "踊悅。是為二明。因此便能起念佛覺。又於命", "1234": "終時見餘眾生奉行布施。是他作已起。如是", "1235": "念我。亦曾於佛支提所奉施燈明。我令亦當", "1236": "復行布施得欣喜心已無有死苦。是為三明。", "1237": "因此便得念法之心死得生天者。謂信男女", "1238": "等。於佛塔廟施燈明已死便生於三十三天。", "1239": "生彼天已於五種事而得清淨。一者得身清", "1240": "淨。二者於諸天中得殊勝威德。三者常得清", "1241": "淨念慧。四者常得聞於稱意之聲。五者所得", "1242": "眷屬常稱彼意心得欣喜。得成正覺者。如偈", "1243": "說言。牟尼牛王清淨眼。以好燈明照彼塔。得", "1244": "於無漏無上道。其身光明照十方。見四真諦", "1245": "具十力。不共之法亦究竟。得遍見眼成善逝。", "1246": "此果皆由布施燈。", "1247": "經。或復至不絕　五續明。謂經七七日也。", "1248": "經。當造至四十九尺　六造幡。謂造五色續", "1249": "命神幡長四十九尺故。隨願往生經云。幡蓋", "1250": "供養已。隨心所願至成菩提。幡隨風轉破碎", "1251": "都盡。至成微塵風吹幡塵。其福無量。幡一轉", "1252": "時。轉輪王位。乃至吹塵小王之位。其福無", "1253": "量。問。唐宋二本明放四十九。生何獨隨文闕", "1254": "而不載。答。此文在於譯家。義准合有。", "1255": "經。復次至王等　二明除難文分為六。一災", "1256": "興王境。二七難侵民。三皇帝垂慈。四宜修上", "1257": "供。五肅清役勵。六帝壽遐延。此則初也。言", "1258": "灌頂者。謂最大國太子初登位時。諸小國王", "1259": "及諸群臣。各取四大海水灌其頭頂名灌頂", "1260": "王。", "1261": "經。若災難起時至不雨難　二七難侵民。問。", "1262": "何故七難俱時出現。答。金光明經第六卷說。", "1263": "由王暴虐不修善事。諸天即便捨離。是王令", "1264": "其國敗生大愁惱。兄弟姊妹眷屬妻子孤迸", "1265": "流離身亦亡滅。流星數墮二日並現。他方惡", "1266": "賊侵掠其土人民飢餓多諸疾疫。所重大臣", "1267": "捨離薨亡。象馬車乘一念喪滅。諸家財產國", "1268": "土所有互相劫奪刀兵而死。五星諸宿違失", "1269": "常度諸惡疾。疫流遍其國。諸受竉錄所任大", "1270": "臣及諸群僚專行非法。如是行惡偏受恩遇", "1271": "修善法者。日日衰滅。於行惡者而生恭敬。見", "1272": "修善者。心不顧錄惡星變動羅剎亂行三災", "1273": "並現。七難便起。今此七難配為三災。初一", "1274": "難是疾疫。次四難是刀兵。後二難是飢饉。", "1275": "經。爾時至諸繫閉　三皇帝垂慈。謂剎利大", "1276": "王。應於一切起慈悲心。放諸囚禁。", "1277": "經。依前至如來　四宜修上供。謂依前法七", "1278": "日七夜自受齋戒等。", "1279": "經。時灌頂至即得安隱　五肅清役勵文分", "1280": "為四。一除他方反逆難。二除非時風雲難。三", "1281": "除人民疾疫難。四除惡星變怪難。此則初也。", "1282": "其王境界即得安隱者。明他方侵逼難自界", "1283": "反逆難得除之相。", "1284": "經。風雨至豐熟　二除非時風雨難。風雨以", "1285": "時禾稼成就國土豐熟者。明非時風雨難。過", "1286": "時不雨難得除之相。", "1287": "經。一切國界至擾亂眾生　三除人民疾疫", "1288": "難。一切國界所有眾生無病安樂多生歡喜。", "1289": "於其國界亦無夜叉羅剎毘舍闍等諸惡鬼神", "1290": "擾亂眾生者。明人民疾疫難得除之相。", "1291": "經。所有惡相皆即不現　四除惡星變怪難。", "1292": "所有惡相皆即不現者。明星宿變怪難日月", "1293": "薄蝕難得除之相。", "1294": "經。彼灌頂至並得增益　六帝壽遐延。謂帝", "1295": "王自身壽命色力等皆得增益。", "1296": "經。爾時慧命至而可更延　六令延遐壽文", "1297": "分為三。一難。二通。三辨。此則初也。明阿難", "1298": "設難前救脫云。於未來世當有眾生身嬰重", "1299": "病。乃至此人神識得迴還時。既言死相現前", "1300": "則是壽命已盡。復言親屬為歸三寶等。即得", "1301": "還復壽命更增故。令難言云何已盡之命而", "1302": "可更延。", "1303": "經。救脫至九橫死耶　二通文分為二。一返", "1304": "質。二順成。此則初也。語阿難言。汝豈不聞。", "1305": "如來所說九橫死耶。", "1306": "經。是故至方便　二順成。是故教以呪藥方", "1307": "便是除橫法故。唐本云是故勸造續命幡燈", "1308": "修諸福德以修福故。盡其壽命不經苦患。宋", "1309": "本復云。我聞世尊說有諸橫。勸造幡燈令其", "1310": "修福。又言昔沙彌救蟻已修福故。盡其壽命", "1311": "不更苦患。身體安寧福德力強使之然也。此", "1312": "答意云何夫橫死者。皆是不定業。此業若有", "1313": "順緣資助則得延長。若無順緣資助則便短", "1314": "促。是故勸造幡燈修敬三寶等福德。以修福", "1315": "德為資助順緣故。遂使是人盡彼先業所感", "1316": "壽命。終不中逢更經枉橫苦患也。", "1317": "經。或有眾生至是為初橫　三辨文分為二。", "1318": "一徵。二結。就初文中文分為九。一醫治失", "1319": "御。二柱被王刑。三放逸亡魂。四火來焚燒。", "1320": "五津流所溺。六逢獸亡生。七飢餒受終八起", "1321": "屍相損。九山崖墜落。此則初也。得病非重", "1322": "等者。以無資緣故而便致死。或後醫人療治", "1323": "失所者。依金光明經第七卷說。流水問父。云", "1324": "何當知四大諸根衰損代謝而得諸病。時父", "1325": "持水而答其子。三月是夏。三月是秋。三月是", "1326": "冬。三月是春。是十二月三月而說。從如是", "1327": "數一歲四時。若二二說足滿六時三三本攝", "1328": "二二現時隨是時節消息飲食是能益身。醫", "1329": "方所說隨是歲中諸根四大代謝增損令身得", "1330": "病。有善醫師隨順四時。三月將養調和六大", "1331": "隨病飲食及以湯藥。問如是諸病何時當發。", "1332": "答多風病者憂則發動。其熱病者秋則發動。", "1333": "等分病者冬則發動。其肺病者春則增劇。問。", "1334": "諸病若增云何對治。答。有風病者。憂則應", "1335": "服肥膩醎酢及以熱食。有熱病者。秋服冷甜。", "1336": "等分分服甜酢肥膩。肺病春服肥膩辛熱。問。", "1337": "諸病源由因何而起。答。飽食然後則發肺病。", "1338": "於食消時則發熱病。食消已後則發風病。如", "1339": "是四大隨三時發。問。諸病相多食復當云何。", "1340": "答。風病羸損補以蘇膩。熱病下藥服呵梨勒。", "1341": "等分應服三種妙藥。所謂甜辛及以蘇膩。肺", "1342": "病應服隨能吐藥。問。若風熱病肺病等分違", "1343": "時而發當何療治。答。應當任師籌量隨病飲", "1344": "食湯藥。由師失疫不順醫方遇違緣故非時", "1345": "而死。故宋本云。有病不治。又不修福湯藥不", "1346": "順針灸失疫不值良醫為病所困於是滅亡。", "1347": "又法華經第二卷說。若修醫道順方治病。更", "1348": "增他疾。或復致死。若自有病無人救療。設服", "1349": "良藥而復增劇。所患雖輕實不應死而便橫", "1350": "死。是為初橫。", "1351": "經。第二橫者王法所殺　二枉被王刑。此人", "1352": "壽命是不定業。亦是殺生增上果故。涅槃經", "1353": "云。殺生之人得兩種報。一者短命。二者多", "1354": "病。若遇順緣修福等資助不受王戮得壽命", "1355": "長。若不修福曩昔殺緣則被王害不得長壽", "1356": "故名橫死。", "1357": "經。第三至害其魂魄　三放逸亡魂。言放逸", "1358": "者。依涅槃經第八卷說。謹慎無放逸。是處名", "1359": "甘露。放逸不謹慎是名為死句。若不放逸者。", "1360": "則得不死處。如其放逸者。常趣於死路。若放", "1361": "逸者。名為有法。是有為法為第一苦。不放逸", "1362": "者。則名涅槃。彼涅槃者名為甘露。第一最", "1363": "樂。若趣諸行是名死處。婬無度者雖復自妻", "1364": "須避。三長月六及八王日。謂立春春分立夏", "1365": "夏至立秋秋分立冬冬至。亦名八節。曰臨產", "1366": "一月產後一月。及三明下若有犯者名為邪", "1367": "婬。問。人守人瞋法守破法應名邪婬。人自有", "1368": "妻。何以為邪。答。既聽受一日一夜。戒墮於", "1369": "法中。本雖是婦。今不自在。過受戒時則非法", "1370": "守。又為傷身乳兒時婬母乳則竭。又以心著", "1371": "婬欲不復護兒非道之處故名邪婬。醉無度", "1372": "者。如鴦崛魔羅飲酒荒亂婬匿其母。其母復", "1373": "與外人交通。持刀殺之。如智度論。佛語難提", "1374": "迦優婆塞。酒有三十五失。何等三十五。一者", "1375": "現世財物產竭。何以故。人飲酒醉心無節限", "1376": "用費無度故。二者眾病之門。三者鬪諍之本。", "1377": "四者裸露無恥。五者醜名惡聲人所不敬。六", "1378": "者覆智慧。七者應所得物而不得已所得物", "1379": "而散失。八者伏匿之事盡為人說。九者種種", "1380": "事業廢不成辨。十者醉為態本。何以故。醉時", "1381": "多失。醉已慚愧憂愁。十一者身力轉少。十二", "1382": "者身色壞。十三者不知敬父。十四者不知敬", "1383": "母。十五者不敬沙門。十六者不敬婆羅門。十", "1384": "七者不敬伯叔及尊長。何以故。醉悶恍忽無", "1385": "所別故。十八者不尊敬仙。十九者不敬法。二", "1386": "十者不敬僧。二十一者朋黨惡人。二十二者", "1387": "疎遠賢善。二十三者作破戒人。二十四者無", "1388": "慚愧。二十五者不守六情。二十六者從色放", "1389": "逸。二十七者人所憎惡不喜見之。二十八者", "1390": "貴重親屬及知識所共儐棄。二十九者行不", "1391": "善法。三十者棄捨善法。三十一者明智人士", "1392": "所不信用。何以故。酒放逸故。三十二者遠離", "1393": "涅槃。三十三者種狂癡因緣。三十四者身壞", "1394": "命終墮惡埿梨中。三十五者若得為人所生", "1395": "之處。常當狂騃。由婬醉無度惱亂眾生。為", "1396": "諸非人害。其魂魄不得長壽故為橫死。", "1397": "經。第四橫者為火所燒　四火來焚燒此人", "1398": "不定壽業。是焚燒眾生增上果。若遇順緣資", "1399": "助。則不為火焚。壽命延長。如其不爾則為火", "1400": "燒壽命短促故為橫死。", "1401": "經。第五橫者為水所溺　五津流所溺此人", "1402": "不定壽業。是沈溺眾生增上果。若遇順緣修", "1403": "福等資助。則不為水溺。壽命延長如其不爾", "1404": "則為水溺。壽命短促故為橫死。", "1405": "第六橫者入師子虎豹諸惡獸中　六逢獸。", "1406": "六生此人不定壽業。是食肉害眾生增上果。", "1407": "若遇順緣修福等資助。不為惡獸等所噉。壽", "1408": "命延長。如其不爾則為獸所噉。壽命短促故", "1409": "為橫死。", "1410": "經。第七橫者至因此致死　七飢餒受終。此", "1411": "人不定壽業是奪眾生食增上果。若遇順緣", "1412": "修福等資助。飲食豐足壽命延長。如其不爾", "1413": "則飲食因之。壽命短促故為橫死。", "1414": "經。第八橫者至之所損害　八起屍相損。此", "1415": "人不定壽業是行毒藥厭呪增上果。若遇順", "1416": "緣修福等資助。則不為毒藥厭呪中害。壽命", "1417": "延長。如其不爾則為毒藥厭呪中害。壽命短", "1418": "促故為橫死。", "1419": "經。第九橫者投巖取死　九山崖墜落。此人", "1420": "不定壽業是陷墜眾生增上果。若遇順緣修", "1421": "福等資助。則不墜巖壽命延長。如其不爾則", "1422": "壽命短促故為橫死。", "1423": "經。是名如來至無量諸橫　二結。以不定業", "1424": "既多修福又少。是故諸橫實為難可具盡宣", "1425": "說。", "1426": "經。爾時至會坐　第五大將解衛文分為三。", "1427": "一明大將。二明擁護。三明讚勸。就初文中", "1428": "文分為三。一總標大將。二別列其名。三明其", "1429": "眷屬。此則初也。能大將領鬼神故名大將。", "1430": "經。所謂至鼻羯羅大將　二別列其名。此鬼", "1431": "神名。是鬼神語天竺諸人亦自不解。此三譯", "1432": "家皆悉不翻。其中少小不同者。諸來三藏音", "1433": "有楚夏。", "1434": "經。此等至以為眷屬　三明其眷屬。謂此諸", "1435": "大將各有七千夜叉以為眷屬。", "1436": "經。皆同一聲至惡道之怖　二明擁護文分", "1437": "為三。一荷恩。二歸敬。三願護。此則初也。", "1438": "經。我今至歸依僧　二歸敬。此三歸依如前", "1439": "已辨。", "1440": "經。皆當至安樂　三願護文分為二。一發願。", "1441": "二弘護。此則初也為作義利者。依佛地論第", "1442": "一卷云。現益名義後益名利。世間名義出世", "1443": "名利。福德名義智慧名利。", "1444": "經。隨於何等至悉令滿足　二弘護。阿蘭拏", "1445": "處者。亦名阿蘭若。或阿練若。皆同也。瑜伽二", "1446": "十五說。云何名為住阿練若。謂住空閑山林", "1447": "坰野受用邊際所有臥具遠離一切村邑聚", "1448": "落。如是名為住阿練若。問幾許名一阿練若。", "1449": "俱舍十二云。十二指為一搩手。二十四指為", "1450": "一肘。四肘為一弓。五百卷為一阿練若。謂在", "1451": "在處處流布此經。受持如來名號。親近供養", "1452": "者。我等神將并及眷屬為正法故。常護是人。", "1453": "皆便解脫一切苦難諸有所求悉令滿足。", "1454": "經。爾時世尊至一切眾生　三明讚勸。時佛", "1455": "讚勸諸大將害汝等若念如來恩者當念饒益", "1456": "一切眾生。", "1457": "經。爾時慧命至云何奉持　第六慶喜清持", "1458": "文分為二。一阿難問名。二如來酬答。就初文", "1459": "中文分為二。一問經名。二問受持雙問也。此", "1460": "經何名者是問名。云何奉持者是問持。", "1461": "經。佛言至當如是持　二如來酬答文分為", "1462": "二。一答問名。二答受持名。為藥師瑠璃光如", "1463": "來本昔所發殊勝大願是答名。當如是持是", "1464": "答持。", "1465": "經。時婆伽婆至歡喜奉行　自下第三明依", "1466": "教奉行分聞佛所說歡喜奉行者。依伽耶山", "1467": "頂經論云。天親菩薩明三種清淨。所以歡喜。", "1468": "一說者淨明如來是一切智人。普為眾生盡", "1469": "說頓說無有藏法之垢故說者清淨。二所說", "1470": "法淨明所說經教與理相應隨順善導句義美", "1471": "妙故所說清淨。三受法者淨明聽法之時一", "1472": "心正信不相是非聞即受行故。受者清淨具", "1473": "三清淨所以歡喜。", "1474": "慧觀昔因問道得履京華備踐講筵十有", "1475": "餘載遂逢永淳飢餒杖錫旋歸疑痼膏肓", "1476": "罔知析滯每翫味茲典常諷誦受持然粗", "1477": "薄通麁得文意不量闇短輒述所聞捃摭", "1478": "群□□□疏例豈敢傳諸學私將□□□", "1479": "□披尋時聞示過。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2767 藥師經疏", "source": "CBETA"}