{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1111 青頸觀自在菩薩心陀羅尼經", "text": {"0": "No. 1111 [cf. Nos. 1112, 1113]", "1": "青頸觀自在菩薩心陀羅尼經", "10": "在菩薩名字號，不稱百千諸恒沙如來名。』」", "100": "面，當前正面作慈悲凞怡貌，右邊作師子面，", "101": "左邊作猪面。首戴寶冠，冠中有化無量壽佛。", "102": "又有四臂，右第一臂執杖，第二臂執把蓮花，", "103": "左第一執輪，左第二執螺。以虎皮為裙，以黑", "104": "鹿皮於左膊角絡，被黑蛇以為神線。於八葉", "105": "蓮花上立，瓔珞臂釧鐶珮光焰莊嚴其身，其", "106": "神線從左膊角絡下。", "107": "「其青頸印：", "108": "「二手外相叉，左大母指插入掌，右大母指直", "109": "竪，二中指作蓮花葉形，二無名指直竪，二小", "11": "爾時，世尊復告毘沙門天王言：「當知此天子，", "110": "指左押大竪相叉。」", "111": "時寬延二己巳年七月中旬一挍了，後哲得", "112": "善本以質而令盡美矣！　　　􄙖􄦽乘無等", "12": "於我滅度後，以此心真言流轉，廣作佛事，利", "13": "益無邊眾生，安置無上菩提之道。陀羅尼曰：", "14": "「相傳言，每入道場時，先䠒跪懺悔發願已，結跏趺坐，即結淨三業印及習真言，次結三部護身印已，即結後根本", "15": "印，誦真言七遍，頂上散印。然捧珠，或百或千，依時持。」", "16": "大興善寺三藏沙門大廣智不空奉", "17": "詔注釋義", "18": "「曩謨引羅怛曩二合怛羅二合夜引也三寶曩莫稽", "19": "首阿去、引里也二合嚩路引枳帝引濕嚩二合囉引", "2": "爾時世尊於毘沙門天王宮，說觀自在菩薩", "20": "也聖觀自在冒引地薩怛嚩二合也摩賀引薩怛嚩二", "21": "合也摩訶引迦引嚕抳迦也大悲者薩嚩滿上馱曩", "22": "砌引娜曩割迦羅引斷也能斷一切繫縛薩嚩婆去嚩三", "23": "有娑悶訥嚕二合醋灑拏上迦羅也能竭三有海一切生死苦薩", "24": "嚩弭也二合地鉢羅二合捨麼曩迦羅也令息一切疾病", "25": "薩吠底庾二合鉢捺囉二合嚩尾曩引捨曩迦羅", "26": "也能斷一切災過薩嚩婆引曳引數怛囉二合拏", "27": "也救濟怖畏怛寫曩莫娑訖哩二合怛嚩二合伊娜麼", "28": "引哩也二合嚩路引枳帝引濕嚩二合羅我今禮彼聖觀自在", "29": "多嚩𩕳引攞蹇綻勅諫反；居舉反曩摩引紇哩二合乃也", "3": "往昔因緣：「過去無量無邊阿僧祇劫，有佛名", "30": "二合聖者青頸心真言麼嚩多以灑二合弭我今說薩嚩他利益", "31": "娑馱南輸上𠰢蒲󰼥反一切利益成就清淨阿逝慈際反問薩", "32": "嚩步引去多南於諸鬼神得勝婆縛沫㗚誐尾戍馱劍", "33": "本能淨三有道怛儞也二合他所謂；亦云即說唵釋在如意輪阿路計光明", "34": "阿志路迦麼底光明慧路迦引底訖󰪯二合帝超世閒", "35": "呬呬賀㘑魔慶哉師子摩賀引󰂛地薩怛嚩二合係󰂛", "36": "引地薩怛嚩二合鉢哩二合也󰂛引地薩怛嚩", "37": "二合慶哉於敏菩薩係迦嚕引抳迦娑麼二合羅訖哩二合", "38": "乃閻慶哉大悲憶念心真言呬呬引賀㘑阿哩也二合嚩路", "39": "枳帝濕嚩二合囉慶哉師子王觀自在摩係引濕嚩二合羅大自", "4": "觀照觀察如來，成佛道已，住二十七日說法。", "40": "在跛羅摩每怛羅二合唧多界勝慈心麼賀引迦嚕抳", "41": "迦大悲者矩嚕羯摩作復作事業娑馱也娑馱也尾淰", "42": "明成就引後禰呬引與禰呬引與禰呬銘嚩㘕與我願迦", "43": "引懵引誐底所希室尾怛誐麼皆如意尾誐麼遠離隱悉", "44": "馱裕引儗引、霓異反濕嚩二合囉成就喻伽自在度嚕度嚕尾", "45": "演底住持遊空者摩訶引尾演底大遊空者馱羅馱羅馱連", "46": "引捺連二合濕嚩二合囉持復持帝王自在左攞左攞動尾", "47": "麼攞引麼攞沒㗚二合帝動搖離垢離垢身阿去哩也", "48": "嚩路枳帝濕嚩二合囉引爾曩訖哩二合史拏", "49": "聖觀自在菩薩角格披鹿皮衣惹吒󰻦矩吒去、引嚩覽摩鉢羅", "5": "臨涅槃時，有一天子名曰越那羅延力。爾時", "50": "二合覽摩頭冠瓔珞垂諸華鬘摩賀引悉馱尾儞也二合、引馱羅", "51": "大成就持明佛摩羅引摩羅引摩賀引摩羅沫羅沫羅", "52": "摩賀引沫羅內垢外垢大無垢左羅左羅摩賀左羅動復動大", "53": "無動訖哩二合史拏二合󰽣囉二合拏訖哩二合史拏", "54": "二合博乞灑二合涅伽去多上曩能推黑色明儻係引", "55": "摩賀引鉢納麼二合賀娑多二合慶哉蓮華手左羅左羅", "56": "𩕳舍引左㘑引濕嚩二合羅行復行觀行自在訖哩二合", "57": "史拏二合、上薩波訖哩二合多上演女泥庾反、引跛尾引", "58": "多黑蛇作繩線曀醯去、引呬摩賀引嚩囉引賀穆佉來來大猪", "59": "頭底哩二合補囉娜賀寧引濕嚩二合羅梵燒言宮自在者", "6": "如來為彼說此青頸觀自在菩薩心真言。時", "60": "曩羅引也拏嚕引跛引摩羅吠引誐馱引哩引持那羅", "61": "延力形力持進者係𩕳引攞蹇𡛥青頸係引摩賀引賀引", "62": "攞引賀引攞尾灑涅寧逸反哩二合爾慈反引多引慶哉大猛惡", "63": "毒得勝者路引羯寫囉引誐尾灑尾曩引捨曩除滅世間瞋毒", "64": "謨賀尾灑引尾曩引捨曩除滅世間癡毒戶嚕戶嚕摩羅", "65": "戶嚕賀㘑速疾蓮華鬘速疾摩賀鉢納摩曩引婆引、呼師子王蓮花者，", "66": "觀自在菩薩即是覺花，亦名佛蓮花薩羅薩羅蓮花悉哩悉哩蓮花蘇", "67": "嚕蘇嚕蓮花頸沒地也二合沒地野二合所覺所󰂛駄野", "68": "󰂛馱野弭帝係我令彼有情覺悟𩕳羅蹇姹曀醯引呬", "69": "嚩引麼娑體二合多僧去賀穆佉上、引未來左住師子面賀", "7": "彼天子纔聞，獲得大悲三摩地，作是願言：『所", "70": "娑上賀娑上笑悶左悶左放摩賀引吒吒上賀引", "71": "娑去大訶訶笑󰻗去呬引暴引摩賀引悉馱裕去引儗濕", "72": "嚩二合羅來來大成就瑜伽自在者婆上拏婆拏嚩引簪作舍反說語也", "73": "娑馱也娑馱也引尾淰成就成就真言明娑麼二合羅娑", "74": "麼二合羅擔婆去誐挽無滿反耽路枳多尾路枳耽", "75": "怛他去、引蘖耽大憶念憶念也尊觀照觀察娜娜引呬銘薩嚩", "76": "薩怛嚩二合喃與一切眾生捺囉二合捨曩迦末寫捺", "77": "羅二合捨喃鉢羅二合賀羅二合娜也摩諾娑", "78": "嚩二合賀引樂見者令見、令意歡悅悉馱也娑嚩二合賀成就福智圓滿", "79": "摩賀悉馱也娑嚩二合賀大成就福德悉馱裕儗濕嚩", "8": "有一切眾生，若有怖畏厄難，聞我名者皆得", "80": "二合羅也娑嚩二合賀成就瑜伽自在者圓滿𩕳羅蹇姹引也", "81": "娑嚩二合賀引青頸嚩羅賀穆佉去、引也娑嚩二合", "82": "賀引大師子面福智圓滿悉馱尾儞也二合馱羅引也娑", "83": "嚩二合賀成就持明福智圓滿鉢納麼二合賀娑跢二合也娑", "84": "嚩二合賀蓮花手福智圓滿訖哩二合史拏二合薩跛訖哩", "85": "二合多上演女呢庾反二合跛尾多也娑嚩二合賀黑蛇作神", "86": "線福德摩賀羅矩吒馱羅引也娑嚩二合賀持大杖者福圓滿", "87": "斫訖羅二合庾馱引也娑嚩二合賀持輪器仗者賞佉", "88": "攝娜二合𩕳󰂛引馱引曩引也娑嚩二合賀法螺聲驚覺", "89": "嚩麼娑蹇二合馱禰捨娑體二合、池以反多訖哩二合", "9": "離苦解脫，速證無上正等菩提。寧一稱觀自", "90": "史拏二合爾曩引也娑嚩二合賀左肩所住被黑鹿皮願智圓滿尾", "91": "也二合伽羅二合拶麼𩕳嚩薩曩引也娑嚩二合", "92": "賀鹿皮裙者路計濕嚩二合羅也娑嚩二合賀觀自在菩薩福德圓", "93": "滿薩嚩悉第濕嚩二合羅也娑嚩二合賀一切成就自在", "94": "曩謨婆誐嚩帝歸命也阿哩也二合嚩路枳帝引濕", "95": "嚩二合羅也聖觀自在菩薩󰂛地薩怛嚩二合也摩訶薩", "96": "怛嚩二合也勇猛者摩賀迦嚕抳迦也大悲者悉鈿", "97": "覩滿怛羅二合跛娜引也真言句願成就娑嚩二合賀引一", "98": "百一十", "99": "「次當說此青頸觀自在菩薩畫像法。其像三"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1111 青頸觀自在菩薩心陀羅尼經", "author": "唐 不空注", "sourceLink": "http://www.cbeta.org/"}