{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0481 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經", "text": {"0": "8 十二緣品", "1": "持人菩薩經卷第三", "10": "身中，九品瘡孔夙夜流出，臭處不淨猶如便", "100": "各有所猗勞。一切諸法無所覩見，察其真", "101": "實猶如夢中所見，覺無所覩。一切諸法猶如", "102": "照影，本淨無形無名想，諸法無思。一切諸", "103": "法，如呼聲響，從虛無立諸法則無，自然之故", "104": "不可得矣！諸法野馬無所有故。「以能如立觀", "105": "諸法者，愚冥凡夫見若干變，則知無法不用", "106": "法無合無散，以見諸法永無所著。以作是觀，", "107": "見一切法無往無返，不見諸法之所立處。所", "108": "以者何？無處非處，一切諸法從因緣起，處在", "109": "顛倒輪轉無際，無言不言無有二想，亦非一", "11": "廁。諦觀如是，無如毛髮可樂可取，不淨穢濁", "110": "想不有小想，明者所了而不可得，亦非不", "111": "得。所以者何？諸法不生亦無所起，無造無作", "112": "不得作者，諸法捨形亦無身貌，亦無自然", "113": "自然成矣！諸法無數本真諦故。以作是觀，解", "114": "一切法，無有吾我無人無命，察于空無，心自", "115": "念言：『一切諸法悉云本性空，法以自然亦無", "116": "有想，不見眾想不造法願。』察一切法以無所", "117": "生，自心念言：『法無所起亦無所滅。』以觀如是", "118": "得法意止，於一切法了無所生，知歸習盡因", "119": "法相成，自然離以則無有相。所以者何？無", "12": "皮覆其肉，筋纏裹之從罪福成，積聚眾著便", "120": "有成，其無相者乃捨相耳。諸明達者分別覺", "121": "了，是一切法悉為本無。「若有菩薩當作是觀", "122": "諸法法行，以作是行，不得諸法亦無所生，不", "123": "起諸法有所住止亦無所滅，一切諸法悉滅", "124": "度相，諸根寂然相亦惔相。菩薩如是觀見", "125": "諸法，了法意止，已無止處無所不止，悉", "126": "入諸法慧明之相，自察心念致法意止，則名", "127": "曰頒宣經典。於一切法而無所住，敷演諸法", "128": "攝妄以慧，斯曰於一切法所覩真諦逮法意", "129": "止。」佛言：「意以止者，便至意斷，身意痛意想", "13": "有盛陰。何謂積聚？何謂盛陰？皆宿世緣有是", "130": "法意，解三界空不見身及痛想法，則四意", "131": "斷。」", "132": "佛告持人：「菩薩若有逮解五根，度俗世本，順", "133": "諦察之。何謂為五根？一曰信根、二曰精進根、", "134": "三曰意根、四曰定意根、五曰慧根；是為五", "135": "根，當覩是行。云何觀之？信一切法從因緣", "136": "起，立有顛倒虛無合成，展轉不定猶如車輪，", "137": "所遊無際，亦如所夢自然退逝。信一切法無", "138": "常苦空非身，疾病瘡痍老不長存，不得久在", "139": "當復別離。諸法不真皆無有實，慌惚捨放等", "14": "盛陰，由本倚慕虛偽覆之，沐浴文飾，謂是我", "140": "放諸根。猶如彩畫、如小兒力，思想欺戲以", "141": "為真實，不知虛詐悉無所有。其信根者，一切", "142": "諸法無去來今，無去無來亦無所住，空無", "143": "相願、無起無行、無想不惑，戒清、定淨、慧解、", "144": "度、知見品淨。以能奉斯信根行者，則不迴", "145": "還。篤信為首建立禁戒，悉無所失不違道業，", "146": "以無所失便順正法，住於篤信無能動搖。善", "147": "德報應感來歸護，則立直業而無諛諂，斷", "148": "諸邪見六十二緣，不求外學以為師主，如見", "149": "日月不用燭火，唯歸如來識知聖眾，善具足", "15": "身，由是積聚。", "150": "成立淨業戒忍辱仁和，如是篤信而不動搖，", "151": "以無能動甚懷義信，便具道法。」", "152": "佛告持人：「何謂菩薩觀精進根？云何具成曉", "153": "了方便？若有菩薩篤道不違，以精進故休息", "154": "五蓋，設值得聞如是景模深妙經典，勤順奉", "155": "行，夙夜精進不悒怯弱，心不忘遠志慕博", "156": "聞無罣礙法，以斷諸蔽不廢精進。若心生念", "157": "惡不善法，以大精進而蠲除之，識法已興建", "158": "立勤修未曾懈惓，無猗精進攝加勤修，不以", "159": "此行有所違失，而不還返所遵力務。曉了諸", "16": "「何謂盛陰？從因緣起而報應成，從造行轉", "160": "法分別如應不戴仰人，在於世治不失精", "161": "進，以斯進根最有威德，以義勤學得號進", "162": "根。」", "163": "佛告持人：「何謂菩薩逮得意根？云何曉了奉", "164": "行意根？若有菩薩制止其意，順施戒聞具足", "165": "梵行，究竟戒品清淨之業、定意、慧解、度、知見", "166": "品，淨身口意究竟謙恪建立正意，在一切法", "167": "令無所生，住存殊異而察至行，苦習盡道以", "168": "除斷斯，存立意止，方便解達根、力、覺、一心", "169": "意定意三昧正受，解暢諸法而無想願，得", "17": "因于四大，計身本末非真之有。受于四大而", "170": "不起慧致忍辱聖，離欲滅度以得意止，具足", "171": "佛法不行聲聞、緣覺地也。奉無礙慧心不迷", "172": "惑，以能專精如是像法，身口謹慎不失其意", "173": "不依仰人，察如是法，最有威德逮得正本，是", "174": "謂曉了逮定意根。", "175": "「何謂菩薩逮定意根？云何曉了斯定意根？", "176": "若有菩薩以行禪思一心不虛，行賢聖業禪", "177": "心無所著，以無逸禪善攝定意，明解正等曉", "178": "了定意，無顛倒禪觀定意門，以暢不亂入于", "179": "寂志。從三昧起不復定意亦無正受，以能慕", "18": "成色陰，因得假託。所以名曰身者何？已自造", "180": "樂志立道業，而以禪思因用自娛不須仰人，", "181": "禪思正受不隨禪教，以逮威德定意一心，不", "182": "貪利養行不憒閙，以最威德逮定意根所度", "183": "無極。」", "184": "佛告持人：「何謂菩薩行智慧根？云何曉了逮", "185": "智慧根？若有菩薩滅身所行，為何謂也？盡除", "186": "眾苦常消身行，在在行慧普見離欲，滅習盡", "187": "道向無為門，以行慧根，皆覩三界一切熾然，", "188": "知三界苦。其智慧者不猗三界，察之悉空無", "189": "想不願，心無所生無所復行，覩者有為悉放", "19": "作，故曰為身；心以依之，故曰為身；罪福所", "190": "捨之。如救頭然具足佛法，專習諸法。雖處三", "191": "界，戢滅一切悉放捨著，而於三界悉無所慕。", "192": "斷諸所樂捨諸有為，一切染污愛欲縛結，心", "193": "無所著。不慕五樂，不著欲界色無色界。心抱", "194": "智慧聖明功勳，不可限量猶如江海，所行至", "195": "誠而無崖底。曉了諸法，則以智慧分別三界", "196": "悉無所著，是最德義奉於智慧所度無極。」", "197": "佛言：「持人！何故曰根？所曰根者，義無能動，", "198": "故曰為根。以無所動無所逸馳，故曰為根。永", "199": "不迴還不依仰人，義無伴侶順隨法教，故曰", "2": "西晉月氏三藏竺法護譯", "20": "為，故曰為身。從思想生不肖可賤，與行業合，", "200": "為根。不恥他人莫能搖者，無所雜錯，故曰為", "201": "根。如是，持人！斯則菩薩曉了諸根。「又復，持", "202": "人！菩薩分別眾生諸根，善學方等。知眾生根", "203": "染不染者，有欲無欲根，有瞋恚無瞋恚根，有", "204": "愚癡無愚癡根。知墮惡趣若生人間根，知生", "205": "天上十方佛前根，心明達若柔劣及中間根，", "206": "悉見知之。下賤麁獷根，諸根不具，若不損", "207": "根而悉知之。諸根應法，有方便根，無方便", "208": "根，悉復知之。有罪無罪根，猗著無著根，", "209": "危害根，無害根，悉當知之。隨順根，不隨順", "21": "故曰為身；從因緣成身適小安，便復壞敗不", "210": "根，有礙根，無礙根，欲行根，色行根，無色行", "211": "根，暢諸善根，究竟善根，悉能知之。所歸趣", "212": "根，仁和根，處邪見根，立正見根，慳貪根，無", "213": "慳悋根，悉能知之。卒暴根，無卒暴根，迷惑", "214": "根，不迷惑根，速疾根，賢和根，忍辱根，瞋恚", "215": "根，懷嫉妬根，無嫉妬根，具施根，非具施根，", "216": "信根，無信根，貪欲根，離欲根，居家根，捨家", "217": "根，戒具根，毀戒根，悉能知之。「誡戒根，無誡", "218": "戒根，清淨根，忍具根，恚恨根，上精進根，懈", "219": "怠根，亂心根，取要根，定意根，智慧名根，失", "22": "得久長，不可常存尋當別離，故曰為身。「無", "220": "智慧根，具聖明根，愚騃根，無所畏根，自大", "221": "根，離自大根，逮得道根，從邪見根，心安和", "222": "根，放心恣意根，悉能知之。散意根，寂靜根，", "223": "起生根，無所生根，清淨根，瑕穢根，解明根，", "224": "顯曜根，聲聞根，緣覺根，菩薩乘根，佛乘根，", "225": "皆曉了知以逮得，是則謂得力。而無等侶無", "226": "有放逸，謂不迴還致善方便，名曰意根。知", "227": "諸天、龍神、阿須輪、迦留羅、真陀羅、摩休勒、人", "228": "非人根，最為威尊無能勝者莫能動搖，所行", "229": "方便普度無極，奉行勤修如是像典疾逮曉", "23": "內無外亦無中間，雖立迫惱，身不知身，亦不", "230": "了，於一切法而得自在，旋十方界無所不", "231": "濟。」", "232": "佛告持人：「何謂菩薩曉了道乎？云何致道耶？", "233": "若有菩薩奉八聖道：一曰正見、二曰正念、三", "234": "曰正語、四曰正命、五曰正業、六曰正方便、七", "235": "曰正意、八曰正定。「何謂正見？若有菩薩斷除", "236": "一切諸所邪見。所以者何？一切所見上至泥", "237": "洹，若欲見佛，皆去是等諸所見業，乃曰正見。", "238": "以無見不受見成名諸見，悉無所猗普無所", "239": "念，以無顛倒無所無想，是曰正見。所見平等，", "24": "可見，不為解明，不得度岸，無有思想，猶如草", "240": "為何謂也？捨世虛妄以棄邪見，以如見除諸", "241": "所覩，住于正見悉無所著，無想不想不見泥", "242": "洹，遠諸欲見不習諸見。「何謂正見？一切寂然", "243": "無生清涼，亦無所滅等覩無為，本以清淨，於", "244": "一切法無所望，亦無不想無所不應，是曰度", "245": "世正見。「何謂正見？不得現在亦不度世，正見", "246": "斷現世法亦及度世，不想現度除一切想，不", "247": "得等邪等諸不等斷諸等行，是名度世，乃曰", "248": "正見。如是一切悉無所生，故曰正見。見所真", "249": "諦正見無邪，是曰正見。如是，持人！菩薩大士", "25": "木瓦石之類，身不成身。以作是觀，以立解達，", "250": "所行正見。「何謂正念？如真諦解一切所念，皆", "251": "是邪想，及思無為佛法聖眾。所以者何？斷一", "252": "切想所思平等，是念故正念，以無眾相曰", "253": "正念。所以者何？消一切思名察正，則無有", "254": "邪不復懷想，乃住正念不得所思，離邪正想", "255": "故曰正念。以除想諸等棄眾念，捨虛顛倒", "256": "消想不想，等一切念，不猗諸念除諸想，故", "257": "曰正念。", "258": "「何謂正語？一切言辭皆為虛妄，處在顛倒悉", "259": "皆惑想，見於平等，心自念言辭，正斷一切", "26": "則不貪身，無所慕樂，知身為患，身無過去當", "260": "言辭所宣，故曰正語。言無所湊無去無來，", "261": "所見如是等無有異，已逮正語，口之所宣皆", "262": "實至誠，故曰正語。口言清淨，所住之處斷一", "263": "切教言辭辯才，心中覺了口無所宣，悉捨邪", "264": "言住於正語。", "265": "「何謂正業？以住正業皆知一切眾邪之業，其", "266": "一切業不真不諦，本無所作。所以者何？一切", "267": "諸業無有至竟，業悉散故曰正業。不於正不", "268": "於邪，不於是不於非，無想不想皆度眾業，不", "269": "造正邪等逮諸業無作非作，故曰正業。皆能", "27": "來現在，非身是身如聚沫，澡浴文飾，是", "270": "等說邪正諸業，如真諦解一切諸業，亦真諦", "271": "見無應不應，是謂正業。其以正行無有邪業", "272": "等見諦行，故曰正業。「何謂正命？知一切命皆", "273": "墮反邪。所以者何？其想有命想有萬物而懷", "274": "妄想，無為泥洹清淨之想及想見佛，一心清", "275": "淨以住是中，欲以淨命皆墮邪業，一切諸命", "276": "若正性命不以為邪不以懷正命，是曰正命。", "277": "言是邪命，逮一切命悉成清淨，是曰正命。解", "278": "一切命無有正邪者，住淨命行無有放逸，無", "279": "正邪命、無雙無隻無應不應，是曰正命。無住", "28": "身如宅；八十種蟲，是身迫惱；無數百病，是身", "280": "邪者逮得淨命，無有命想無善無言、無命不", "281": "命，等行真正而見不虛，是曰正命。", "282": "「何謂正方便？棄眾邪便。所以者何？一切方便", "283": "皆墮反邪，方便所在心在結著，是曰邪便。所", "284": "以者何？一切諸法無真邪便，所行方便則", "285": "不真正，其不真正名邪方便，無方便矣！無究", "286": "竟無言辭，斷諸方便彼無所有，棄泥洹想無", "287": "佛法想，知行方便一切方便，悉不真正至無", "288": "方便。其以平等則無方便，等一切法無有若", "289": "干，無有方便超越方計，所有方義則無所計", "29": "無救，三苦困厄。所云苦者，生死之患、別離之", "290": "無應不應，是正方便；方便叵得此之謂也。所", "291": "言方便是謂定意，斷諸方便謂眾真諦，等見", "292": "如是不想方便，以無所想是正方便。「何謂正", "293": "意？一切所念皆為邪想，意之所念皆是邪思。", "294": "所以者何？一切墮邪，彼若意生皆為邪，意", "295": "無所念。所以者何？一切所念從因緣生，所", "296": "曰因緣皆曰邪矣！其意所念不起不滅，是曰", "297": "正念，所以名正念。「若無意念住處發起業，", "298": "不意無意意第一淨，無邪意念皆斷眾思，其", "299": "以邪者悉無意念，是住正意。其正意者，不正", "3": "9 三十七品持人菩薩經三十七品第九", "30": "難，是身苦器受諸危厄。以作是觀，思惟順義，", "300": "不邪正念邪念，除一切意諸念思想，所曉了", "301": "者心不起亂，常行六事曰住正意。意未曾生", "302": "有意未意相，解一切意皆了諸意暢如真諦，", "303": "不復思念有意無意應與不應，是住正意無", "304": "意無邪。念于等行無念不念，無因無思無所", "305": "惟念，一切無望逮致無言，無意不意住思平", "306": "等，無言無說棄一切辭，解如真諦，普無宣教", "307": "無思無想，是乃名曰住于平等。", "308": "「何謂正定？見一切定皆為邪定。所以者何？若", "309": "受三昧因緣之想，望正著除斯皆邪定，所謂", "31": "則不貪身、不慕他人、無所志樂。是身無我，雖", "310": "取反，此定不真。若於諸受而無所受，又不懷", "311": "求三昧定想，無出家教無念定意，其無所", "312": "猗無作無暢，消斷喜悅永密安樂分別定", "313": "相，於三昧定而無所住，是乃名曰正定三", "314": "昧。「所謂正定，於一切定而無所著，則無放逸", "315": "明了如慧，曉達定意不猗定行，而無希念等", "316": "消正行，如以是者，無想不想不想無想，乃曰", "317": "正定。無正無邪一切無望，以斷諸想並滅眾", "318": "希，乃曰正定。所云定者無正邪定，心無所生", "319": "不正無邪，無正定無邪定。所以者何？以能", "32": "有便離，身無所有悉無有實，是身以空自", "320": "覺解方便諸定，乃住正定。無三昧想，不積平", "321": "等普曰一切，乃曰正定。其不馳騁不造等逸，", "322": "若等若邪普等諸法，一切定意以存正受，一", "323": "切三界皆是有為，所思真諦以慧覩見，一切", "324": "五趣往來所生。」佛言：「持人！如是菩薩曉了道", "325": "義，以逮如斯剖判道趣，若斯聖業解暢真諦，", "326": "乃曰正定。」", "327": "持人菩薩經卷第三", "33": "然虛無，至無真正虛偽立耳，結在無益從本", "34": "行成。雖有是身則非我身，當興專精慕求不", "35": "貪。已能觀察己身壽命，不得合散，不見往返", "36": "住立處所，不覩過去當來現在，無想不想悉", "37": "無所著，不猗身命，身非我有亦無我所，則無", "38": "所受。不合不散無所從來，令心惱熱不知所", "39": "趣，計身本末無所起生住立滅盡。「菩薩觀身", "4": "佛告持人：「何謂菩薩曉了意止？若有菩薩分", "40": "如是無身，已了身虛，若身欲盛輒自消滅，身", "41": "意則止立存順行，如義觀身便無有身。」", "42": "佛告持人：「何謂菩薩觀身痛痒？若有菩薩察", "43": "身三痛：樂痛、苦痛、不樂不苦痛。計其痛痒不", "44": "知所趣，無去無來唯從虛無，因緣合成受罪", "45": "福報，由顛倒興。知痛本無，因思想立，作是觀", "46": "者不得痛痒，無去來今不見處所。其過去痛", "47": "了空無我亦無我所，無常堅固悉顛倒法。過", "48": "去痛空惔怕無想，當來現在亦復俱然，乃", "49": "知痛痒不得成立，無形可獲各自分離。其痛", "5": "別觀察，行四意止。何謂四意？自觀其身痛", "50": "痒者無有起者，亦無所滅，亦無處所無內無", "51": "外，愚冥凡夫由從顛倒而生痛痒，罪福報應", "52": "適合便離，故曰痛痒悉空慌惚虛詐之法。", "53": "「以如是知，從痛因緣得心處所，痛會有", "54": "竟必歸滅盡，不見痛痒所合聚處。心自念", "55": "言：『痛痒則空，自然無形不見所生。痛無所生，", "56": "亦無有滅，無有成想。以無有成想已無有", "57": "相，相無所生。』普觀如是，身所痛痒則無所", "58": "猗。解知痛痒真諦本無，以斷痛痒離諸入", "59": "痛，不與其合不著痛痒，眾行寂然速求方", "6": "痒想法，亦復如是。「何謂自觀痛痒想法？", "60": "便，逮三昧定。菩薩察行痛痒如是，見行以了", "61": "則覩十方。」", "62": "佛告持人：「何謂菩薩觀心意行？若有菩薩", "63": "觀心念行，發意念頃察于心法，若存異變以", "64": "能觀者，心自念曰：『其心未曾有所奔逸，無所", "65": "至到。異緣所使遣所湊相，心所興發亦不成", "66": "就，亦無形貌悉不可得，心無往返立無所處，", "67": "無去來今，以因緣現而有所念。』其心計之，無", "68": "內無外無有中間有所迫惱，心無處所無自", "69": "然矣！不可成辦，心無所斷。若有所斷，心以名", "7": "於斯菩薩自觀身行察如真諦，無常苦空非", "70": "曰若干種變，使不可計，生相即滅。「持人！心", "71": "無住處心無存處，所在已能覺，是則無心念", "72": "亦無所見。所以者何？又其心空自然無形無", "73": "有眾生，又無所有不得處所。無合心者、無有", "74": "散者，心無過去無有將來不得中間。無能見", "75": "者，心不自然心不清淨，心不知心心不斷絕，", "76": "心無有心則曰本淨。「處在顛倒愚冥凡夫，以", "77": "虛因緣教在諸相，心自發念。又其彼心空無", "78": "吾我，而計有身心存有常長久永安，以顛倒", "79": "法而自投冥。觀心如是，逮得柔順心意止也。", "8": "身之要，身為瘡病，危厄眾害以用樂習，動", "80": "「心無想念亦無不相，曉了其心，而於所生", "81": "無所生想。所以者何？心無所發不得真際，不", "82": "得其相心相不起。明者所解分別達之，知心", "83": "所習所趣歸滅，審知如有作是察心，不有合", "84": "習無滅歸處，以不得心。若不得心，況復所習", "85": "所歸究竟？以是之故，心不想滅亦非無想逮", "86": "心清淨；心已清淨，不隨塵勞不為污染。所以", "87": "者何？知除所有心則清淨，眾生心亂便染塵", "88": "勞，心淨則淨以能知除。心自念言：『心有塵勞，", "89": "以是之故，計眾生行，心有所著便為塵勞，心", "9": "搖遊去荒穢不淨。以觀如是，若干瑕疵滿是", "90": "以解明則致清淨。』已作是觀，不得欲塵心，不", "91": "得淨心，爾乃達了心本清淨。菩薩如是觀心", "92": "意行，便通本淨。」", "93": "佛告持人：「何謂菩薩心存在法，觀其法行，若", "94": "有菩薩觀一切法，不見內法不見外法不處", "95": "中間，有所迫惱，法無過去當來現在，因十二", "96": "緣而生有之，諸法顛倒法無成就。「又察其法，", "97": "無有內外亦無中間，法無合散，一切諸法悉", "98": "無形貌，無所有無不有，託有音耳。一切諸法", "99": "猶如虛空，亦若幻想，生自然本清淨明，諸"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0481 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}