{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220o 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "16 會大般若經第十六會般若波羅蜜", "1": "多分序序", "10": "常修、悟生假而恒利，四魔由之亂轍、六度因", "100": "如來、應、正等覺甚深般若波羅蜜多；亦復不", "101": "為樂行惡行諸有情故，請問如來、應、正等覺", "102": "甚深般若波羅蜜多；亦復不為毀壞尸羅諸", "103": "有情故，請問如來、應、正等覺甚深般若波羅", "104": "蜜多；亦復不為戒不清淨諸有情故，請問", "105": "如來、應、正等覺甚深般若波羅蜜多；亦復不", "106": "為毀壞正見諸有情故，請問如來、應、正等覺", "107": "甚深般若波羅蜜多；亦復不為樂行魔境諸", "108": "有情故，請問如來、應、正等覺甚深般若波羅", "109": "蜜多；亦復不為好自稱譽諸有情故，請問", "11": "而彙征。施以之不捐，而難捨能捨；戒以之不", "110": "如來、應、正等覺甚深般若波羅蜜多；亦復不", "111": "為好譏毀他諸有情故，請問如來、應、正等覺", "112": "甚深般若波羅蜜多；亦復不為愛重利養諸", "113": "有情故，請問如來、應、正等覺甚深般若波羅", "114": "蜜多；亦復不為貪著衣鉢諸有情故，請問", "115": "如來、應、正等覺甚深般若波羅蜜多；亦復不", "116": "為潛行矯詐諸有情故，請問如來、應、正等覺", "117": "甚深般若波羅蜜多；亦復不為好綺謬語諸", "118": "有情故，請問如來、應、正等覺甚深般若波羅", "119": "蜜多；亦復不為詐現異相諸有情故，請問", "12": "檢，而難護能護；忍以之無受，而堪於不堪；進", "120": "如來、應、正等覺甚深般若波羅蜜多；亦復不", "121": "為激磨求索諸有情故，請問如來、應、正等覺", "122": "甚深般若波羅蜜多；亦復不為以利規利諸", "123": "有情故，請問如來、應、正等覺甚深般若波羅", "124": "蜜多。世尊！我今不為此等種種穢惡諸有", "125": "情故，請問如來、應、正等覺甚深般若波羅蜜", "126": "多。", "127": "「復次，世尊！若諸有情深心欣樂一切智智、無", "128": "著智、自然智、無等等智、無上智，我今為彼請", "129": "問如來、應、正等覺甚深般若波羅蜜多；若諸", "13": "以之無行，而發於不發；定以之亡靜，而三", "130": "有情於自所有尚無所得，況自稱譽！我今為", "131": "彼請問如來、應、正等覺甚深般若波羅蜜多；", "132": "若諸有情於他所有尚無所得，況譏毀他！我", "133": "今為彼請問如來、應、正等覺甚深般若波羅蜜", "134": "多；若諸有情摧伏憍慢如折角獸，我今為彼", "135": "請問如來、應、正等覺甚深般若波羅蜜多；若", "136": "諸有情求拔種種煩惱毒箭，我今為彼請問", "137": "如來、應、正等覺甚深般若波羅蜜多；若諸有", "138": "情其心謙下如旃茶羅子，我今為彼請問如", "139": "來、應、正等覺甚深般若波羅蜜多；若諸有情", "14": "相不相；慧以之亡照，而三輪不輪。故體之", "140": "其心平等如四大虛空，我今為彼請問如來、", "141": "應、正等覺甚深般若波羅蜜多；若菩薩摩訶", "142": "薩於一切法尚無所得亦無執著，況於非法！", "143": "我今為彼請問如來、應、正等覺甚深般若波羅", "144": "蜜多；若菩薩摩訶薩意樂清淨、無諂、無誑、其", "145": "性質直，我今為彼請問如來、應、正等覺甚深", "146": "般若波羅蜜多；若菩薩摩訶薩其心平等，哀", "147": "愍利樂一切有情，我今為彼請問如來、應、正", "148": "等覺甚深般若波羅蜜多；若菩薩摩訶薩常", "149": "於善法示現、勸導、讚勵、慶喜一切有情，我今", "15": "則動而逾寂，謬之則寂而彌動；法不即離於", "150": "為彼請問如來、應、正等覺甚深般若波羅蜜", "151": "多；若菩薩摩訶薩能荷大擔、能乘大乘、能建", "152": "大事，我今為彼請問如來、應、正等覺甚深般", "153": "若波羅蜜多。若菩薩摩訶薩以慈悲心引發", "154": "一切有情利樂，我今為彼請問如來、應、正等", "155": "覺甚深般若波羅蜜多；若菩薩摩訶薩於諸", "156": "有情能為引導、勝導、遍導，我今為彼請問如", "157": "來、應、正等覺甚深般若波羅蜜多；若菩薩摩", "158": "訶薩於一切法無所依住，我今為彼請問如", "159": "來、應、正等覺甚深般若波羅蜜多；若菩薩摩", "16": "非法，行豈一異於無行。其覺證也，真心混", "160": "訶薩於諸生處無所希求，我今為彼請問如", "161": "來、應、正等覺甚深般若波羅蜜多；若菩薩摩", "162": "訶薩解脫一切惡魔羂網，我今為彼請問如", "163": "來、應、正等覺甚深般若波羅蜜多；若菩薩摩", "164": "訶薩有大樂欲，具大精進常無放逸，我今為", "165": "彼請問如來、應、正等覺甚深般若波羅蜜多；", "166": "若菩薩摩訶薩欲到諸法究竟彼岸，我今為", "167": "彼請問如來、應、正等覺甚深般若波羅蜜多；", "168": "若菩薩摩訶薩欲善斷滅一切疑網，我今為", "169": "彼請問如來、應、正等覺甚深般若波羅蜜多；", "17": "而一觀；其出生也，法寶駢而萬區。故有二", "170": "若菩薩摩訶薩於證佛智尚無憍慢、無執、無著，", "171": "況於餘智！我今為彼請問如來、應、正等覺甚", "172": "深般若波羅蜜多；若菩薩摩訶薩超越一切", "173": "憍慢執著，能住正道、能行正道、能說正道，", "174": "我今為彼請問如來、應、正等覺甚深般若波羅", "175": "蜜多；若菩薩摩訶薩恒為饒益一切有情，", "176": "能為利益、能為安樂、能令安隱，我今為彼請", "177": "問如來、應、正等覺甚深般若波羅蜜多。「復次，", "178": "世尊！我為普施一切有情無染安樂、無上安", "179": "樂、無勝安樂、涅槃安樂、諸佛安樂、無為安樂，", "18": "智焉、三身焉、四辯焉、五眼焉、六通焉、七覺", "180": "請問如來、應、正等覺甚深般若波羅蜜多；我", "181": "為永斷一切有情種種疑網、煩惱、纏結，請問", "182": "如來、應、正等覺甚深般若波羅蜜多；我為自", "183": "斷種種疑網、煩惱、纏結，請問如來、應、正等覺", "184": "甚深般若波羅蜜多。若我疑網、煩惱、纏結自", "185": "永斷者，乃能如實為諸有情說斷疑網、煩", "186": "惱、纏結種種法要。所以者何？一切有情皆", "187": "欣安樂並厭危苦，一切有情皆設方便追求", "188": "安樂，我都不見有餘少分安樂可求，唯除", "189": "般若波羅蜜多；我都不見有餘少分安樂可", "19": "焉、八正焉、九定焉、十力焉，加十八不共、八", "190": "求，唯除菩薩摩訶薩乘；我都不見有餘少分", "191": "安樂可求，唯除大乘。「我今觀見如是義利，", "192": "欲施有情微妙安樂，請問如來、應、正等覺甚", "193": "深般若波羅蜜多。我今觀見一切菩薩摩訶", "194": "薩眾如是義利，請問如來、應、正等覺甚深般", "195": "若波羅蜜多，唯願世尊哀愍為答！」", "196": "爾時，世尊告善勇猛菩薩摩訶薩言：「善哉！善", "197": "哉！善男子！汝能哀愍大生等眾，請問如來、", "198": "應、正等覺甚深般若波羅蜜多，汝由此緣功", "199": "德無量。汝應諦聽！極善思惟，吾當為汝分", "2": "西明寺沙門玄則撰", "20": "十隨相、十二緣智、二十空心，皆埏以呬、多", "200": "別解說。」善勇猛言：「善哉！世尊！唯願為說！", "201": "我等樂聞。」佛告善勇猛菩薩摩訶薩：「汝先所", "202": "問『世尊處處為諸菩薩摩訶薩眾宣說般若波", "203": "羅蜜多，何謂般若波羅蜜多？』者，汝等當知！", "204": "實無少法可名般若波羅蜜多，甚深般若波", "205": "羅蜜多超過一切名言道故。何以故？善勇", "206": "猛！甚深般若波羅蜜多實不可說此是般若", "207": "波羅蜜多，亦不可說屬彼般若波羅蜜多，", "208": "亦不可說由彼般若波羅蜜多，亦不可說從", "209": "彼般若波羅蜜多。何以故？善勇猛！慧能遠", "21": "成之羅，若聚以玉毫之表，流之金吻之誨。", "210": "達諸法實性，故名般若波羅蜜多；如來智", "211": "慧尚不可得，況得般若波羅蜜多！「善勇猛！", "212": "般若者謂解諸法及知諸法，故名般若。善", "213": "勇猛！云何般若解知諸法？謂諸法異，名言", "214": "亦異；然一切法不離名言，若解諸法、若知諸", "215": "法俱不可說，然順有情所知而說，故名般若。", "216": "善勇猛！般若者謂假施設，由假施設說為", "217": "般若。然一切法不可施設、不可動轉、不可宣", "218": "說、不可示現，如是知者名如實知。善勇猛！", "219": "般若者非知、非不知，非此、非餘處，故名般", "22": "勒成八卷，元非再譯，則以不敏謬齒譯徒，緬", "220": "若。", "221": "「復次，善勇猛！般若者謂智所行、非智所行，", "222": "非非智境亦非智境，以智遠離一切境故。", "223": "若智是境即應非智，不從非智而得有智，亦", "224": "不從智而有非智；不從非智而有非智，亦不", "225": "從智而得有智；不由非智說名為智，亦不由", "226": "智說名非智；不由非智說名非智，亦不由智", "227": "說名為智。然即非智說名為智，由斯即智說", "228": "名非智。此中智者不可示現此名為智，不", "229": "可示現此智所屬，不可示現此智所由，不可", "23": "諸會之昌筵、嗟既往而莫奉，眷言殊獎、載表", "230": "示現此智所從，是故智中無實智性，亦無實", "231": "智住智性中，智與智性俱不可得。非智與性", "232": "亦復如是，決定不由非智名智，若由非智說", "233": "名智者，一切愚夫皆應有智。若有如實於智", "234": "非智俱無所得，於智非智如實遍知，是名為", "235": "智。然智實性非如所說。所以者何？以智實", "236": "性離名言故。智非智境非非智境，以智超", "237": "過一切境故，不可說是智非智境。善勇猛！", "238": "是名如實宣說智相。如是智相實不可說、不", "239": "可示現，然順有情所知說示；其能知者亦不", "24": "遺音，本慈吹以紛騰、因聖期而頂戴，將使", "240": "可說，智境尚無，況有智者！若能如是如實了", "241": "知如實隨覺，是名般若。", "242": "「復次，善勇猛！若能如是現觀作證，是則名為", "243": "出世般若，如是所說出世般若亦不可說。所", "244": "以者何？世尚非有，況有出世！所出尚無，況", "245": "有能出！由斯出世般若亦無。所以者何？以", "246": "都不得世及出世能出、所出故，得說名出世", "247": "般若，若有所得則不名為出世般若。此般若", "248": "性亦不可得，離有、無等可得性故。「又，善勇", "249": "猛！世名假立，非假立世實有可出，然出諸", "25": "家傳妙寶、人握靈珠，洗客塵於八區、霈玄", "250": "假故名出世，又出世者非實於世有出、不出。", "251": "所以者何？此中都無所出、能出少法可得，", "252": "故名出世。又出世者，無世無出世、無出無不", "253": "出，故名出世。若能如是如實了知，是則名為", "254": "出世般若。如是般若非如所說。所以者何？", "255": "出世般若超過一切名言道故。雖名出世而", "256": "無所出，雖名般若而無所知，所出、所知不可", "257": "得故，能出、能知亦不可得，如是如實知名", "258": "出世般若。由此般若無所不出，是故名為出", "259": "世般若。", "26": "滋於萬葉，福庇宸極，帝后延齡；慶洽黎蒸，", "260": "「復次，善勇猛！此亦名為通達般若。如是般若", "261": "何所通達？謂此般若無所通達。若此般若有", "262": "所通達即是假立，若是假立則不名為通達", "263": "般若，謂於此中都無所有，無此、無彼亦無", "264": "中間，無能通達、無所通達，無通達處、無通達", "265": "時、無通達者，故名通達；又於此中都無所有，", "266": "無能行者、無所行處，無此、無彼亦無中間，故", "267": "名通達。又通達慧名通達者，此通達慧都無", "268": "所有，無上無下，無遲無速，無進無退，無往無來，", "269": "故名通達。「又，善勇猛！通達慧者何所通達？", "27": "法教增闡。庶狹中之士，擺疑於驚怖之辰；", "270": "謂有所見皆悉通達。由何通達？謂由般若。如", "271": "是般若云何通達？謂假立相而有通達。諸假", "272": "立相一切非相，如是非相名假立相。「又，善勇", "273": "猛！諸有成就如是般若，即能如實通達三界。", "274": "云何如實通達三界？謂非三界說名三界。所", "275": "以者何？此中無界而可通達，通達三界即為", "276": "非界。由能如是通達三界，故名成就通達般", "277": "若。云何成就通達般若？謂無少事不善通達，", "278": "於一切事皆善通達，是故名為通達般若，如", "279": "是般若於一切事皆悉超越。若有成就如是", "28": "上慢之賓，輟謗於充詘之際。自非恒沙歷", "280": "般若，諸所見聞、嗅嘗、覺了皆悉通達。云何通", "281": "達？謂無常故、苦故、癰故、病故、箭故、空故、礙故、害", "282": "故、他故、壞故、壞法故、動故、速滅故、無我故、無", "283": "生故、無滅故、無相故，如是等。善勇猛！若能", "284": "通達，是則名為清涼離箭。如有良藥名曰離", "285": "箭，隨所著處眾箭皆除，毒藥於中無得住", "286": "者，此藥威力所逼遣故。如是若有諸苾芻等，", "287": "成就此法清涼離箭，所謂成就通達般若，具", "288": "六恒住通達般若，遠離一切三界染著，超", "289": "越一切惡魔羂網。「又，善勇猛！譬如金剛為鑽", "29": "奉、宿代累聞，何能啟篇投悋、忘言入賞者", "290": "物故，隨所鑽處無不通達。如是若有諸苾", "291": "芻等金剛喻定，由通達慧之所攝受，隨所觀", "292": "法無不通達；此通達慧金剛喻定之所攝受，", "293": "隨所觀法無不通達。若有成就此通達慧，能", "294": "出世間正盡眾苦，趣眾苦盡無所染著，此通", "295": "達慧亦名三明。善勇猛！言明者謂永息滅", "296": "無明增語，即此亦說無明遍知，亦名能息", "297": "苦蘊增語。譬如良醫聰明博達，隨有所作", "298": "皆善觀察，成就觀察微妙慧故，善識諸藥、", "299": "善達病因，善知病相能救眾苦，隨所療疾無", "3": "尋夫理殊湊以司方，坦一歸而揆務，何嘗不", "30": "哉？悲夫！", "300": "不除愈。所以者何？彼善通達藥、病、因、相和", "301": "合等方，是故能除一切病苦。如是若有成第", "302": "三明，能滅諸無明，能息一切苦，能除一切", "303": "生老病死及諸愁歎苦憂惱法，是名出世通", "304": "達般若。", "305": "「復次，善勇猛！我依此義密意說言：一切世間", "306": "慧為最勝，謂能通達諸法實性，由此正知令", "307": "有生盡。有生盡者是何增語？謂善通達出沒", "308": "增語。云何名為通達出沒？謂善通達諸有集", "309": "法皆有滅法，如是名為通達出沒。善勇猛！", "31": "大般若波羅蜜多經卷第五百九十三", "310": "出者謂生增語，沒者謂滅增語，雖作是說，而", "311": "不如說有出有沒。「又，善勇猛！諸所有集非實", "312": "出法。何以故？善勇猛！集謂等出，非等有出，亦", "313": "非有沒，等隨起故，說名為集。等隨起者，非", "314": "於此中有出有沒。如是自體自然破壞，即名", "315": "為滅，此中無物說名為滅，謂無間滅；非於", "316": "此生即於此滅，說名為滅；即無生故，說名", "317": "為滅。如是通達若出若沒無生無滅，故名通", "318": "達若出若沒。", "319": "「復次，善勇猛！言通達者，謂能遍知所有緣起。", "32": "三藏法師玄奘奉　詔譯", "320": "由諸緣故諸法得起，故名緣起。如是緣起都", "321": "無所有，如是名為通達緣起，即此名為遍知", "322": "緣起，謂能顯示如實無起。以無起故說名緣", "323": "起，平等無起故名緣起，謂於是處起尚非有，", "324": "況當有滅！隨覺緣起，若順若違皆不可得，", "325": "無等起故說名緣起。若無等起則無有生，若", "326": "無有生則無過去亦無已生，若無過去亦無", "327": "已生則無有滅，若無有滅即無生智，由無生", "328": "智更不復生亦不證滅。由無生故即亦無滅，", "329": "由有生故施設有滅，既無有生是故無滅。於", "33": "第十六般若波羅蜜多分之一", "330": "一切法如是知見、通達、作證，說名盡智。「善勇", "331": "猛！盡智者，謂盡無知故名盡智。由何名盡？", "332": "謂由無盡故名為盡，不見有法可名為盡。然", "333": "離無知說名盡智，即盡無知說名盡智。遍知", "334": "一切無知法故名盡無知，由盡無知說名盡", "335": "智。非無知法有盡、不盡，然離無知故名盡智。", "336": "如實遍知此無知法都無所有故名為離，", "337": "由如是智知無知法無別可得名離無知。然", "338": "無知法實不可得，智尚非有，況有無知！若能", "339": "於盡得解脫者，名為盡智。雖作是說而不", "34": "如是我聞：一時，薄伽梵住王舍城竹林園中", "340": "如說，所有盡智都不可說，但假名說名盡", "341": "無知，亦名盡智。若以如是無盡盡智觀察諸", "342": "法，盡智亦無，若如是知便離盡智至無盡際，", "343": "此無盡際即是無際亦涅槃際；雖作是說而", "344": "不如說，以一切法皆是無際亦涅槃際，諸際", "345": "永斷名涅槃際；雖作是說而不如說，以涅槃", "346": "際永離名言，一切名言於中永滅。「又，善勇猛！", "347": "如來雖說有涅槃界，而不如說，以涅槃界都", "348": "不可說超一切說，涅槃界中諸說永斷。若", "349": "如是說涅槃界相，即名為說出世通達般若", "35": "白鷺池側，與大苾芻眾千二百五十人俱。菩", "350": "之相。又，善勇猛！非涅槃界可說方處在此", "351": "在彼，是故涅槃實不可說。「復次，善勇猛！此", "352": "中何謂甚深般若波羅蜜多？善勇猛！非此般", "353": "若波羅蜜多有遠彼岸少分可得。善勇猛！", "354": "若此般若波羅蜜多有遠彼岸少分可得，如", "355": "來應說甚深般若波羅蜜多有遠彼岸。善勇", "356": "猛！非此般若波羅蜜多有遠可得，是故不說", "357": "此有彼岸。「又，善勇猛！此名般若波羅蜜多者，", "358": "謂妙智作業到一切法究竟彼岸，故名般若", "359": "波羅蜜多，雖作是說而不如說。所以者何？", "36": "薩摩訶薩無量無數，從種種佛土俱來集會，", "360": "非語非業能至般若波羅蜜多。何以故？善勇", "361": "猛！甚深般若波羅蜜多不可說故。「又，善勇", "362": "猛！甚深般若波羅蜜多隨覺諸法，若能隨", "363": "覺即違覺悟。所以者何？此中無物可名隨", "364": "覺，隨覺無故覺悟亦無，即於諸法無通達義。", "365": "隨覺通達平等法性是菩提故，隨覺諸法故", "366": "名菩提。云何此能隨覺諸法？此中無物可名", "367": "菩提，故於此中亦無隨覺。何以故？善勇猛！", "368": "若有菩提少分可得，即菩提內應得菩提；然", "369": "菩提中菩提非有，應作如是現證菩提，非隨", "37": "皆是一生所繫菩薩。爾時，世尊多百千眾恭", "370": "覺故，非通達故說名覺悟。雖作是說而不如", "371": "說，以一切法不可隨覺、不可通達，又法、非", "372": "法俱無自性，由覺此理故名菩提。何以故？", "373": "善勇猛！非諸如來、應、正等覺能得菩提；非諸", "374": "如來、應、正等覺能了菩提，如實菩提不可了", "375": "故，不可表故；非諸如來、應、正等覺生起菩提，", "376": "菩提無生無起性故。「又，善勇猛！言菩提者無", "377": "所繫屬，非菩提內有少有情、有情施設。於菩", "378": "提內既無有情、有情施設，云何可說此是菩", "379": "提所有薩埵，此是菩提薩埵般若波羅蜜多？", "38": "敬圍遶而為說法。時，大眾中有菩薩摩訶薩", "380": "「又，善勇猛！非菩提中菩提可得，非菩提中", "381": "薩埵可得。何以故？善勇猛！菩提超越、菩提", "382": "無生、菩提無起、菩提無相，非菩提中有薩埵", "383": "性，非菩提中薩埵可得，非由薩埵施設菩提，", "384": "非由菩提施設薩埵，隨覺薩埵無自性故說", "385": "名菩提。知菩提中實無薩埵，是故說名菩提", "386": "薩埵。何以故？善勇猛！菩提薩埵非薩埵想", "387": "之所顯示，除薩埵想故名菩薩，雖作是說而", "388": "不如說。所以者何？菩提薩埵離名言故。菩", "389": "提薩埵離薩埵性，菩提薩埵離薩埵想，知菩", "39": "名善勇猛，從座而起頂禮佛足，偏覆左肩，", "390": "提故說名菩薩。「云何菩薩能知菩提？謂知菩", "391": "提超越一切，菩提無作、菩提無生、菩提無滅，", "392": "非菩提性能了菩提，亦非菩提是所顯了，不", "393": "可顯了、不可施設、不可引轉故名菩提。若能", "394": "無倒隨覺通達，無所分別，分別永斷，是故說", "395": "名菩提薩埵，雖作是說而不如說。何以故？", "396": "善勇猛！菩提薩埵不可得故。若有菩提薩", "397": "埵可得，即應可得此是菩提、此屬菩提、此", "398": "是薩埵、此屬薩埵；然不可說此是菩提、此屬", "399": "菩提，亦不可說此是薩埵、此屬薩埵，以能隨", "4": "鎔想真際、弭執幻塵。雖檀戒之崇嚴、忍進之", "40": "右膝著地，合掌恭敬而白佛言：「欲問如來、應、", "400": "覺實無薩埵，無薩埵性、離薩埵性故名菩薩，", "401": "由無薩埵除薩埵想故名菩薩。「何以故？善勇", "402": "猛！有情界者即是無實有情增語，非有情中", "403": "有有情性，有情無故名有情界；若有情中有", "404": "有情性，則不應說為有情界。有情界者即顯", "405": "無界，以有情界無界性故。若有情界即界", "406": "性有，則應實有命者即身；若有情界離界", "407": "性有，則應實有命者異身；然有情界無實界", "408": "性，但由世俗假說為界。非有情界中可有界", "409": "性，亦非界性中有有情界；非即界性是有", "41": "正等覺少分深義，唯願世尊哀愍我等許", "410": "情界，非離界性有有情界，以一切法無界性", "411": "故。", "412": "「復次，善勇猛！我依此義密意說言：諸有情界", "413": "不可施設有減有滿。所以者何？以有情界非", "414": "有性故，諸有情界離有性故。如有情界不", "415": "可施設有減有滿，諸法亦爾，不可施設有減", "416": "有滿，以一切法皆無實性故，不可言有減有", "417": "滿；若能如是隨覺諸法，是則名為隨覺佛法。", "418": "我依此義密意說言：如有情界不可施設有", "419": "減有滿，諸法亦爾，不可施設有減有滿；若", "42": "問垂答！」於是佛告善勇猛言：「如來今者恣汝", "420": "一切法無減無滿，以無真實而為方便，即是", "421": "佛法無減無滿。如是隨覺一切法故，即名佛", "422": "法無減無滿，以一切法無減滿故說名佛法。", "423": "佛法即非佛法增語，非諸佛法有物能令或", "424": "減或滿。所以者何？以即隨覺一切法故，若", "425": "能隨覺一切法性，此中無法或減或滿。一切", "426": "法者當知即是法界增語，非彼法界有減有", "427": "滿。所以者何？以彼法界無邊際故。非有情", "428": "界及彼法界差別可得，非有情界及彼法界", "429": "或減、或滿、或得、或有，如是隨覺即名菩提。", "43": "所問，隨問而答令汝心喜。」爾時，善勇猛菩薩", "430": "由此故言：非諸佛法可得施設有減有滿。「又，", "431": "善勇猛！無減滿性若能如實無分別者，當知", "432": "名為如實見者，非於此中能有取捨，如是隨", "433": "覺說名菩提。「善勇猛！菩提者即是佛相，云", "434": "何佛相？謂一切相畢竟無相即是佛相。何以", "435": "故？善勇猛！畢竟無相與菩提相自性離故。", "436": "如是隨覺說名菩提，雖作是說而不如說。何", "437": "以故？善勇猛！要能隨覺如是法故說名菩薩。", "438": "若有菩薩實不了知如是法性，而謂：『我能如", "439": "實隨覺。』自稱菩薩，當知彼類遠菩薩地、遠菩", "44": "摩訶薩便白佛言：「世尊處處為諸菩薩摩訶", "440": "薩法，以菩薩名誑惑天、人、阿素洛等。「又，善勇", "441": "猛！若但虛言自稱菩薩成菩薩者，則一切", "442": "有情皆應是菩薩。又，善勇猛！非但虛言入菩", "443": "薩地，得菩薩法，非由語故；能證無上正等菩", "444": "提，非由語業自稱名故便得菩提，亦非由語", "445": "自稱名故入菩薩地得菩薩法。「又，善勇猛！", "446": "一切有情行菩提行，不知不覺諸法實性，", "447": "不名菩薩。所以者何？不知有情非有情故。", "448": "若知有情非有情性，行菩提行應成菩薩；", "449": "然諸有情由顛倒故，不能覺了自行、自境、自", "45": "薩眾宣說般若波羅蜜多，何謂般若波羅蜜", "450": "所行處，若於自行如實了知，則不復行有分", "451": "別行；由分別行，一切愚夫緣虛妄境起顛倒", "452": "行，亦緣菩提而起慢執。彼緣妄境起倒慢", "453": "行、分別行故，尚不能得諸菩薩法，況得菩提！", "454": "若能了知如是法者，則不復起緣虛妄行，", "455": "亦不復緣諸法起慢，是名菩薩行於無行。", "456": "菩薩不應由分別故起分別行，若於是處無", "457": "所分別，非於此處而有所行；若於是處不起", "458": "分別，非於此處復有所行。諸佛、菩薩於一", "459": "切行，無所分別而修行故，一切憍慢畢竟不", "46": "多？云何菩薩摩訶薩修行般若波羅蜜多？云", "460": "起。菩薩如是知一切法，於一切法不復攀", "461": "緣，不復分別、不遊、不履，如是名為真菩薩", "462": "行，以無所行為方便故。若諸菩薩能如是", "463": "行，是則名為真菩薩行。何以故？善勇猛！以能", "464": "如是隨覺諸法、通達諸法名菩薩故。", "465": "「復次，善勇猛！無有情者當知即是菩薩增語，", "466": "以能遣除一切想故。所以者何？以能了達一", "467": "切有情非實有情，一切有情皆非有情，一切", "468": "有情皆是顛倒執著有情，一切有情皆是遍", "469": "計所執有情，一切有情皆是虛妄所緣有情，", "47": "何菩薩摩訶薩修行般若波羅蜜多令速圓", "470": "一切有情皆是敗壞自行有情，一切有情皆", "471": "是無明緣行有情。何以故？善勇猛！若法、一", "472": "切有情，非有諸有情類造作彼法，是名無", "473": "明緣行有情。何法非有？謂所執我、所執我所，", "474": "我、我所執所執所恃，彼法非有。若有彼法，", "475": "一切有情皆執為我、執為我所，我、我所執所", "476": "執、所恃皆應實有，不名虛妄；以無彼法，而", "477": "諸有情妄執為我、執為我所，我、我所執所執、", "478": "所恃皆非實有，皆是虛妄，故作是說：一切有", "479": "情非實有情，一切有情皆是無明緣行有情。", "48": "滿？云何菩薩摩訶薩修行般若波羅蜜多，", "480": "「又，善勇猛！非有情名有少實法，可執為我，或", "481": "為我所，或為二執所執、所恃；以無實法，是故", "482": "可說一切有情非實有情。非有情者，當知即", "483": "是非實增語；言非實者，當知即非有情增語。", "484": "又如非實有情想中，一切有情妄執為實，故", "485": "作是說：一切有情非實有情。「又，善勇猛！言", "486": "非實者，謂於此中無實無起，以一切法皆無", "487": "真實亦無起故。此中有情虛妄執著而自纏", "488": "繫，是故可說一切有情皆是虛妄所緣有情。", "489": "彼於自行不能了知，是故可說非實有情", "49": "一切惡魔不能得便，所有魔事皆能覺知？云", "490": "即是於中無遍覺義。若於諸行有遍覺者，", "491": "當知彼類可名菩薩。", "492": "大般若波羅蜜多經卷第五百九十三", "5": "調銳，卒怙寵於實慧、假道於真詮。將開象", "50": "何菩薩摩訶薩安住般若波羅蜜多，速能圓", "51": "滿一切智法？」", "52": "爾時，世尊讚善勇猛菩薩摩訶薩言：「善哉！善", "53": "哉！善男子！汝今乃能請問如來、應、正等覺", "54": "甚深般若波羅蜜多。汝為菩薩摩訶薩眾得", "55": "義利故，欲令眾生得利益故，亦為眾生得安", "56": "樂故，哀愍世間大眾生故，利益安樂諸天、", "57": "人故，欲為現在未來菩薩摩訶薩等作照明", "58": "故，請問如來、應、正等覺甚深般若波羅蜜多。」", "59": "世尊于時知而復問善勇猛菩薩摩訶薩言：", "6": "觸之迷，復有鷺池之會，所以光導五之迹、", "60": "「善男子！汝觀何義，請問如來、應、正等覺甚深", "61": "般若波羅蜜多？」善勇猛菩薩摩訶薩言：「我今", "62": "哀愍一切有情，為作利益安樂事故，請問如", "63": "來、應、正等覺甚深般若波羅蜜多。何以故？甚", "64": "深般若波羅蜜多通攝聲聞、獨覺、菩薩及正", "65": "等覺一切法故。唯願世尊哀愍我等，為具宣", "66": "說如來境智！若有情類於聲聞乘性決定者，", "67": "聞此法已，速能證得自無漏地；若有情類於", "68": "獨覺乘性決定者，聞此法已，速依自乘而得", "69": "出離；若有情類於無上乘性決定者，聞此法", "7": "昇第一之乘，甄陶二邊，洞希微而卷睇；擬", "70": "已，速證無上正等菩提；若有情類雖未已入", "71": "正性離生，而於三乘性不定者，聞此法已，皆", "72": "發無上正等覺心。唯願如來、應、正等覺為", "73": "答所問甚深般若波羅蜜多，令諸有情善根", "74": "生長！「復次，世尊！我今不為下劣信解諸有情", "75": "故，請問如來、應、正等覺甚深般若波羅蜜多；", "76": "亦復不為守貧窮心諸有情故，請問如來、應、", "77": "正等覺甚深般若波羅蜜多；亦復不為成貧", "78": "窮乘諸有情故，請問如來、應、正等覺甚深般", "79": "若波羅蜜多；亦復不為懈怠嬾墯諸有情故，", "8": "儀四句，仰涔寂以韜音。剪諸見之萌，則翳", "80": "請問如來、應、正等覺甚深般若波羅蜜多；亦", "81": "復不為怠墯所蔽諸有情故，請問如來、應、正", "82": "等覺甚深般若波羅蜜多；亦復不為陷惡見", "83": "泥諸有情故，請問如來、應、正等覺甚深般若", "84": "波羅蜜多；亦復不為魔羂所縶諸有情故，請", "85": "問如來、應、正等覺甚深般若波羅蜜多；亦復", "86": "不為無慚無愧諸有情故，請問如來、應、正等", "87": "覺甚深般若波羅蜜多；亦復不為性不廉儉", "88": "諸有情故，請問如來、應、正等覺甚深般若波", "89": "羅蜜多；亦復不為忘失正念諸有情故，請", "9": "蘂星落；褰積疑之網，則障縠雲披。了性空而", "90": "問如來、應、正等覺甚深般若波羅蜜多；亦復", "91": "不為心常迷亂諸有情故，請問如來、應、正等", "92": "覺甚深般若波羅蜜多；亦復不為沒欲淤泥", "93": "諸有情故，請問如來、應、正等覺甚深般若波", "94": "羅蜜多；亦復不為多行諂曲諸有情故，請問", "95": "如來、應、正等覺甚深般若波羅蜜多；亦復不", "96": "為多行誑惑諸有情故，請問如來、應、正等覺", "97": "甚深般若波羅蜜多；亦復不為不知報恩諸", "98": "有情故，請問如來、應、正等覺甚深般若波羅", "99": "蜜多；亦復不為成就惡欲諸有情故，請問"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220o 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}