{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1133 金剛壽命陀羅尼念誦法", "text": {"0": "No. 1133 [cf. No. 1134]", "1": "金剛壽命陀羅尼念誦法", "10": "深祕密四種法輪。所謂金剛界輪。降三世教", "11": "令輪。遍調伏法輪。一切義利成就輪。如是四", "12": "輪。從毘盧遮那如來心出。一一輪皆有三十", "13": "七聖者。一一真言一一三摩地一一印契。威", "14": "儀執持大悲願力。於雜染佛世界。淨妙佛世", "15": "界。或隱或顯輪轉利樂。度諸眾生各各不同。", "16": "毘盧遮那佛受諸如來請已。欲轉法輪時。即", "17": "入三摩地。觀見摩醯首羅天等剛強難化。執", "18": "著邪見。非我寂靜大悲之身。堪任調伏。於時", "19": "世尊入忿怒三摩地。從胸臆五峯金剛菩提", "2": "開府儀同三司特進試鴻臚卿肅國", "20": "心。流出四面八臂威德熾盛赫奕難覩降三", "21": "世金剛菩薩身。遍禮毘盧遮那及一切諸佛。", "22": "唯願世尊示教於我。何所為作佛告降三世", "23": "菩薩。汝今調伏難調諸天。令歸依諸佛法僧", "24": "發菩提心。諸天盡皆歸依。唯大自在天恃大", "25": "威德。來相拒敵。降三世種種苦治。乃至於死。", "26": "毘盧遮那佛入悲愍大悲三昧耶。說金剛壽", "27": "命陀羅尼。便入金剛壽命三摩地。乃結印契", "28": "加持摩醯首羅天。復還得蘇。更增壽命。歸", "29": "依諸佛灌頂。授記證得八地。金剛壽命真言", "3": "公食邑三千戶賜紫贈司空諡大鑒", "30": "曰。", "31": "唵嚩日囉二合喻矖娑嚩二合引賀引", "32": "佛告執金剛菩薩。若有善男子善女人受持", "33": "念誦日各三時時別千遍。過去所有惡業因", "34": "緣。短命夭壽。由持此陀羅尼故。信心清淨業", "35": "障銷滅。更增壽命。若有修習三摩地者。現生", "36": "不轉父母生身。獲五神通。凌虛自在。說三摩", "37": "地門。結加趺坐端身閉目。二手重疊安於臍", "38": "下。於虛空中遍想諸佛。了了分明。即於自", "39": "身中當心觀如滿月。光明瑩徹。上有五股金", "4": "正號大廣智大興善寺三藏沙門", "40": "剛杵。形漸大如等身。變為降三世菩薩。頂有", "41": "毘盧遮那佛。從佛遍身遍毛孔中。出甘露灌", "42": "頂。注自身入於心中。復想金剛薩埵菩薩。即", "43": "結金剛壽命菩薩陀羅尼印。二手金剛拳。以", "44": "頭指右押左相鉤。安於頂上。誦金剛壽命陀", "45": "羅尼七遍。安於額上。分手繫項後。直舒二", "46": "指。遍身旋轉如擐甲冑勢。甲冑真言曰。", "47": "唵砧讁簪反嚩日囉二合欲", "48": "由加持此印故。獲得身如金剛。不壞離諸災", "49": "橫。見者歡喜生大恭敬。", "5": "不空奉　詔譯", "50": "次說護摩除災延命壇。治一淨室。於東邊安", "51": "金剛壽命菩薩像。懸諸幡蓋。像前作三肘方", "52": "壇。掘深去瓦礫骨灰諸不淨物等。如其地無", "53": "諸穢物還取舊土填之。土若有餘是大吉祥", "54": "相。法易成就。若有穢物。即取河兩岸淨土填", "55": "平。和諸香瞿摩夷塗。壇中心畫以白粉。作", "56": "一肘半金剛甲冑。中央穿一爐。深半肘。周圍", "57": "緣。如不欲穿者安火爐。行者火爐前坐。壇", "58": "四面供養飲食諸果子等。壇四角安瓶。於爐", "59": "中然炭。先辦乳木長十指麁如大指二十一。", "6": "我今依金剛頂瑜伽經。毘盧遮那報身佛。於", "60": "莖以酥搵兩頭。誦金剛壽命真言。擲於火", "61": "中。然熾盛已。即於火中想八葉蓮華。於華胎", "62": "中想阿字。光明遍照。成金剛壽命菩薩。次以", "63": "四字四明。引請菩薩入火爐。受諸供養。即以", "64": "右手半金剛印。以水灑火令淨。次取一器盛", "65": "滿融酥。以骨屢草青者一莖。搵酥。誦金剛", "66": "壽命陀羅尼一遍。擲於火中。乃至一百八莖", "67": "或一千八莖。次後擲燒諸香乳酪。念誦已畢。", "68": "以三滿杓酥傾於火中。初後如是。若能於三", "69": "長齋月或自本生日。作是供養。能除災難增", "7": "色界頂第四禪。成等正覺。即下須彌頂金寶", "70": "益壽命。國土安泰無諸災疫風雨以時。一切", "71": "賢聖擁護其人。", "72": "金剛壽命陀羅尼念誦法", "8": "峯樓閣。盡虛空遍法界一切如來。皆悉雲集", "9": "前後圍遶。異口同音。惟願世尊轉微妙法甚"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1133 金剛壽命陀羅尼念誦法", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}