{"author": "宋 知禮集", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1950 千手眼大悲心呪行法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1950", "1": "千手眼大悲心呪行法", "2": "四明沙門知禮集", "3": "此大陀羅尼。忝自髫年便能口誦。且罔諳持", "4": "法。後習天台教觀。尋其經文。觀慧事儀足可", "5": "行用。故略出之誠堪自軌。然智者所立行儀。", "6": "總有四種。何等為四。一曰常坐。即文殊問", "7": "經一行三昧也。二曰常行。即般舟經佛立三", "8": "昧也。三曰半行半坐。即方等法華二經。袒", "9": "持普賢二三昧也。四曰非行非坐。即有依諸", "10": "經行法。及歷善惡無記修觀。總名隨自意三", "11": "昧也。若據此經不制專坐。唯行及以相半。亦", "12": "非縱任三性。於中覺察而令三七日依法誦", "13": "持。蓋隨自意中依經行法也。今於本經出十", "14": "意。一嚴道場二淨三業。三結界四修供養。五", "15": "請三寶諸天六讚歎申誠。七作禮八發願持", "16": "呪。九懺悔十修觀行。仍以法華三昧補助觀", "17": "想。注於事儀之下。俾其修者免檢他文。", "18": "一嚴道場　經云。住於淨室懸旛然燈。香華", "19": "飲食以用供養。百錄請觀音儀云。當嚴飾道", "20": "場。香泥塗地懸諸旛蓋。安置佛像南向。觀", "21": "音像別東向。今須安千手眼觀音像。或四十", "22": "手。如無此像。秖於六手四手像前。或但是觀", "23": "音形貌。亦無在更安釋迦勢至等像無妨。行", "24": "者十人已還。當西向席地。地若卑濕置低脚", "25": "床。當日日盡力供養。若不能辦初日不可無", "26": "施。輔行云。雖心口精誠須以福助。日日為者", "27": "彌為增上。恐力不逮聽從初日。必先課已資", "28": "財以伸傾竭。經云。若諸眾生現世求願者。於", "29": "三七日淨持齋戒。誦此陀羅尼必果所願。據", "30": "此修者須三七日為一期。必不可減。準法華", "31": "三昧正修之前。於一七日行方便法。使事儀", "32": "理觀皆悉精熟。仍求加護。令無障礙者也。", "33": "二淨三業　經云。誦此神呪者。發廣大菩提", "34": "心。誓度一切眾生。身持齋戒住於靜室。澡浴", "35": "清淨著淨衣服。制心一處更莫異緣。法華三", "36": "昧云。初入道場。當以香湯沐浴著淨潔衣。若", "37": "大衣及諸新染服。若無新者。當取已衣中勝", "38": "者。以為入道場衣。於後若出道場至不淨處。", "39": "當脫淨衣著不淨衣。所為事竟。當洗浴著本", "40": "淨衣。入道場行法上皆法華三昧文也縱一日都不至", "41": "穢。亦須一浴。終竟一期專莫雜語。及一切接", "42": "對問訊等。終竟一期依經運想。不得剎那念", "43": "於世務。若便利飲食亦須秉護。勿令散失。事", "44": "畢即入道場。不得托事延緩。大要身論開遮。", "45": "口論說默。意論止觀也。修者須依善師咨稟。", "46": "知已然可行之。慎勿自任。", "47": "三結界　行者於建首日未禮敬前。當齊修", "48": "行處如法結界。經云。其結界法者。取刀呪二", "49": "十一遍。畫地為界。或取淨水呪二十一遍。散", "50": "著四方為界。或取白芥子呪二十一遍。擲著", "51": "四方為界。或以想到處為界。或取淨灰呪二", "52": "十一遍為界。或呪五色線二十一遍。圍繞四", "53": "邊為界皆得。若能如法受持自肰克果經云。", "54": "皆得隨便行之。", "55": "四修供養　行者。依法結界已。至千眼像前。", "56": "先敷具倚立。當念一切三寶。及法界眾生。與", "57": "我身心無二無別。諸佛已悟眾生尚迷。我為", "58": "眾生翻迷障故。禮事三寶。作是念已口當唱", "59": "言。", "60": "一切恭謹。一心頂禮。十方常住三寶一禮已。燒香散", "61": "華。首者唱是諸眾等各各胡跪嚴持香華如法供", "62": "養。願此香華雲遍滿十方界。一一諸佛土無", "63": "量香莊嚴。具足菩薩道成就如來香至此想云。我", "64": "此香華遍十方。以為微妙光明臺。諸天音樂天寶香。諸天肴膳天寶衣。不可思議妙法塵。一一塵出一切", "65": "塵。一一塵出一切法。旋轉無閡互莊嚴。遍至十方三寶前。十方法界三寶前。悉有我身修供養。一一", "66": "皆悉遍法界。彼彼無雜無障閡。盡未來際作佛事。普熏法界諸眾生。蒙熏皆發菩提心。同入無生證佛", "67": "智。想已云供養已一切恭謹。", "68": "五請三寶諸天行者運心。普供養已。胡跪燒香。當念三寶。雖離障清淨。而已同體", "69": "慈悲。護念群品。若能三業致請。必不來而來。拔苦與樂。肰須至誠逐位殷勤三請。必有感降唱云。", "70": "一心奉請。南無本師釋迦牟尼世尊。", "71": "一心奉請。南無西方極樂世界阿彌陀世尊。", "72": "一心奉請。南無過去無量億劫千光王靜住", "73": "世尊。", "74": "一心奉請。南無過去九十九億殑伽沙諸佛", "75": "世尊。", "76": "一心奉請。南無過去無量劫正法明世尊。", "77": "一心奉請。南無十方一切諸佛世尊。", "78": "一心奉請。南無賢劫千佛。三世一切諸佛世", "79": "尊。", "80": "一心奉請。南無廣大圓滿無閡大悲心大陀", "81": "羅尼神妙章句想云。法性如空不可見。常住法寶難思議。我今三業如法請。唯願顯", "82": "現受供養。次位亦爾。", "83": "一心奉請。南無觀音所說諸陀羅尼。及十方", "84": "三世一切尊法。", "85": "一心奉請。南無千手千眼大慈大悲觀世音", "86": "自在菩薩摩訶薩運想如佛。但改云觀世音菩薩亦如是。下去菩薩聲聞隨位改之。", "87": "一心奉請。南無大勢至菩薩摩訶薩。", "88": "一心奉請。南無總持王菩薩摩訶薩。", "89": "一心奉請。南無日光菩薩。月光菩薩摩訶薩。", "90": "一心奉請。南無寶王菩薩。藥王菩薩。藥上菩", "91": "薩摩訶薩。", "92": "一心奉請。南無華嚴菩薩。大莊嚴菩薩。寶藏", "93": "菩薩摩訶薩。", "94": "一心奉請。南無德藏菩薩。金剛藏菩薩。虛空", "95": "藏菩薩摩訶薩。", "96": "一心奉請。南無彌勒菩薩。普賢菩薩。文殊師", "97": "利菩薩摩訶薩。", "98": "一心奉請。南無十方三世一切菩薩摩訶薩。", "99": "一心奉請。南無摩訶迦葉。無量無數大聲聞", "100": "僧。", "101": "一心奉請。善吒梵摩瞿婆伽天子。護世四王。", "102": "天龍八部童目天女。虛空神。江海神。泉源神。", "103": "河沼神。藥草樹林神。舍宅神。水神火神。風神", "104": "土神。山神地神。宮殿神等。及守護持呪。一切", "105": "天龍鬼神各及眷屬。", "106": "唯願釋迦本師。彌陀慈父千光王靜住如來。", "107": "十方三世一切諸佛。不移本際平等慈熏。來", "108": "降道場證我行法。", "109": "廣大圓滿無閡大悲心。總持祕要顯現道場。", "110": "受我供養。", "111": "千手千眼觀世音菩薩摩訶薩。乘本願力來", "112": "到我前。神呪加持頓消三障。大勢至菩薩總", "113": "持王等諸大菩薩。摩訶迦葉諸大聲聞。同運", "114": "慈悲俱時來降。", "115": "梵釋四王諸天八部。隨我請來。堅守道場擁", "116": "護持呪。却諸魔障示現吉祥。令我所修不違", "117": "本願。", "118": "六讚歎伸誠本經無讚歎偈。欲取他經。恐與呪體及表報相小有參差。故輒依經略述讚之。", "119": "南無過去正法明如來。現前觀世音菩薩。成", "120": "妙功德具大慈悲。於一身心現千手眼。照見", "121": "法界護持眾生。令發廣大道心。教持圓滿神", "122": "呪。永離惡道得生佛前。無間重愆纏身惡疾。", "123": "莫能救濟悉使消除。三昧辨才現生求願。皆", "124": "令果遂決定無疑。能使速獲三乘。早登佛地。", "125": "威神之力歎莫能窮。故我一心歸命頂禮。", "126": "伸述誠懇。隨其智力如實說之。然所求之事。", "127": "不可增長生死。所運之心。必須利益群品。唯", "128": "在專謹方有感通。慎勿容易。", "129": "七作禮行者應念三寶。體是無緣慈悲。常欲拔濟一切眾生。但為無機不能起。應我既再三奉請。", "130": "縱非目擊冥應不虛。故須作已降之想燒眾名香。五體投地。禮上所請三寶。唯諸天鬼神不須致禮。若至大", "131": "悲心呪及觀世音菩薩。各須三禮。此之人法是道場主故唱云。", "132": "一心頂禮本師釋迦牟尼世尊如前請中三寶諸位。皆須五體投", "133": "地勤重致禮。禮佛想云。能禮所禮性空寂。感應道交難思議。我此道場如帝珠。釋迦如來影現中。我", "134": "身影現釋迦前。頭面接足歸命禮。至禮阿彌陀云。即云阿彌陀佛影現中云云。禮法想云。真空法性如", "135": "虛空常住法寶難思議。我身影現法寶前一心如法歸命禮。禮僧準上禮佛。但改為菩薩等。唯禮觀音云。", "136": "為求滅障接足禮。此是懺悔主故。", "137": "八發願持呪　經云。若有比丘比丘尼。優婆", "138": "塞優婆夷。童男童女。欲誦持者。於諸眾生", "139": "起慈悲心。先當從我發如是願。此願橫深該", "140": "收權實。非天台教觀莫到邊涯。今依一家略", "141": "為標指。俾其行者心有所歸。願有二節前十", "142": "願明成就法一往生善。後六願。明除滅法一", "143": "往破惡。然準聞呪。獲四果十地等益。部在", "144": "方等顯矣此願合被四教菩薩。旁兼兩教二", "145": "乘。亦有法緣慈悲。隨世利物故。今之行者。既", "146": "顯圓頓止觀覺意三昧故。立願起行。須順法", "147": "華之意。故荊溪云。散引諸文該乎一代文體。", "148": "正意唯在醍醐故。十六願須約開顯圓義釋", "149": "也。前十願皆稱南無大悲觀世音者。南無翻", "150": "歸命亦度我。亦信從大悲者。以此菩薩拔苦", "151": "心重故。稱具大悲者施無畏者。此悲體圓即", "152": "能與樂。觀世音具如別行疏釋。蓋哀憫至深", "153": "故教眾生求我度脫。歸心順我立乎誓願。令", "154": "我機感故也。仍須了知大悲觀音即我本性。", "155": "今欲復本故稱本立願。又復此願即本性之", "156": "力用故。馬鳴云。自心起信還信自心。此經", "157": "云。應當從我發如是願。今以二義釋茲十願。", "158": "初約諸經四弘釋。次約今家十乘釋。夫四弘", "159": "者依四諦起。四諦者二示世間苦因果。二示", "160": "出世樂因果。一切菩薩。欲拔此苦欲與此樂。", "161": "故依之立四誓也。依苦諦立云眾生無邊誓", "162": "願度。依集諦立云煩惱無數誓願斷。依道諦", "163": "立云法門無盡誓願知。依滅諦立云佛道無", "164": "上誓願成。但今十願。拔世間苦因在前。故與", "165": "四誓次第小異。而皆二二相成。以知法由眼", "166": "智度眾生。須方便船必越海道。能登山舍可", "167": "棲身故。初二依集諦立。先願知一切塵勞之", "168": "法。皆即法界。次願得是圓淨慧眼。以非此", "169": "慧不能知故。三四依苦諦立。先願度一切沈", "170": "淪之眾。次願早得體內方便。非此方便度生", "171": "不遍故。五六七八依道諦立。道雖萬行不出", "172": "三學。今先求實慧般若即慧學。次願慧成越", "173": "於二死苦海。次求出世上上戒定。後願二學", "174": "功成入於三德。涅槃三學是道諦之始。越苦", "175": "證滅顯道諦之終也。九十依滅諦立先求無", "176": "為之法。以宅其心。則惑滅行息。後願冥乎法", "177": "性。復本淨身。則究竟常寂也縱百千願亦何", "178": "出於四弘。況此十耶。又願不依諦名為狂願。", "179": "雖不出四。今以觀音智巧悲深故。開四為", "180": "十。則使行者標心立行。原始要終皆悉顯了", "181": "故也。仍須了知始終等相。體性融即。故荊", "182": "溪云。初心遍攝觀惑法界。即惑成智即生成", "183": "滅。名圓四誓。又了前二誓。拔性德之苦。後二", "184": "誓與性德之樂。性之苦樂。何須拔與即。無作", "185": "之誓也。二約今家十乘釋者。聖意多含且作", "186": "二釋。尋經始末以後驗前。知是願成十法乘", "187": "也。何者以說呪前令發十願。說呪訖示呪相", "188": "貌。有九句并呪。體成十法。與今家十乘。更無", "189": "差忒。後觀行中當說言。十乘者。初觀不思", "190": "議境。二發菩提心。三巧安止觀。四破法遍。五", "191": "識通塞。六調適道品。七對治助開。八知次位。", "192": "九安忍。十離順道法愛。十願對此。唯一處前", "193": "後。彼則依境發心。此則依境修觀。各有其意。", "194": "初知一切法願。顯不思議境。非一念三千。豈", "195": "收一切。二智慧眼願。圓止觀成佛眼智也。非", "196": "此眼智不顯妙境故。三度一切眾願發分滿", "197": "菩提心也。無緣與拔。初住已上方現前故。四", "198": "善方便願。成破遍也。三惑破已。方能任運", "199": "與拔破遍。即度生方便。菩薩破惑。為度生故。", "200": "五般若船願。識通塞如水有船。即塞能通也。", "201": "六越苦海願。成道品也。非無作道品莫越二", "202": "死海故。七戒定道願。成助道也。以無作心修", "203": "事戒定。最能治惡故。八登涅槃山願。知次位", "204": "也。山須自下升高。雖觀即理道不浪階故。九", "205": "會無為舍願。成安忍行也。舍名捨眾速證無", "206": "為故。此行不專。初品上地亦然。天龍恭敬不", "207": "以為喜。即其例也。十同法性身願。離法愛也。", "208": "不滯似解合佛真身。故準文二二相成者。照", "209": "境由止觀。與拔由破惑。先知通塞方修道品。", "210": "無對治功安有次位。若不安忍。則無似愛可", "211": "離也。此之觀法。修在名字成在五品。似發在", "212": "六根。真發在分證。究盡在妙覺。今立願者。願", "213": "修之得門成之即世。或於一觀或歷餘心。便", "214": "入似真以至等妙。又復應知此之十法。雖論", "215": "修證及以因果。而現前一念本自圓成。全性", "216": "起修即因成果。今立十願標心在茲。又復應", "217": "知此之十法。雖是智者像代宣揚。而並是漸", "218": "頓諸經之旨。以離此十更無修證之法。法華", "219": "大車深可例也。後之六願一往破惡。於中前", "220": "三破地獄。而初二別破刀火二種。第三破一", "221": "切地獄。後三破餘三趣。應知六願皆就對治", "222": "悉檀而立。故地獄云摧折枯竭。餓鬼云飽滿。", "223": "修羅云調伏。畜生云智慧。如六觀音對破六", "224": "道。唯天從便宜以善彊故。人兼入理思惟盛", "225": "故。餘四並從對治。以惡多故。皆標我者。雖是", "226": "行人所稱。全是諸有真常我性。一念千法也。", "227": "前十願中。一一我字莫不爾也。若者不定之", "228": "詞。隨趣對治也。皆云向者訓對也。為對治", "229": "義宛合。即以四趣我性為能對治。四趣三障", "230": "為所對治。皆云自者。三障本空無明故有。治", "231": "以圓法。稱本虛融更非障閡。故云自摧折等。", "232": "然能對有自他。所治有三障。人自治有事行", "233": "理觀治。他論神通感應。何者若自起四趣煩", "234": "惱。造四趣惡業。受四趣苦時。稱名誦呪對之。", "235": "願此三障即自摧折等。此事行治也。若自用", "236": "十乘觀慧。對於四趣若惑若業若報時。願得", "237": "觀成障滅即摧折等。此理觀治也。若自觀行", "238": "成能破三障。顯出我性得大自在。見一切眾", "239": "生為四趣三障所苦。以似解力對之即神通", "240": "治他也。以分滿力對之。即感應治他也。故一", "241": "言我若向刀山。刀山自摧折等。其義甚深不", "242": "可卒備。原其所歸觀音能障三道。神呪及我", "243": "體。是法界亦名中道。舉一全收法法絕待。以", "244": "彊迷故暫分感應。故曰南無。以翻迷故義立", "245": "對治。故云我向。今順圓法立上諸願。名無作", "246": "誓其功巨量。問圓解圓修者。獲益可爾。無", "247": "此解者。修有何益。答法體本然。聖人稱本而", "248": "示其修此者。縱未圓解。但得機成任運獲益。", "249": "若能解者功不可論。如摩尼珠。愚人得之非", "250": "全無益。但貿一衣一食而已。若其識者。十事", "251": "修治四洲雨寶故。經云有慧觀方便者。十地", "252": "果位克獲不難。是故行者。當親善師學茲圓", "253": "解。立願之際心口一如。三障即消法身速證", "254": "既略知此旨當發是願首者唱云。", "255": "南無大悲觀世音願我速知一切法", "256": "南無大悲觀世音願我早得智慧眼", "257": "南無大悲觀世音願我速度一切眾", "258": "南無大悲觀世音願我早得善方便", "259": "南無大悲觀世音願我速乘般若船", "260": "南無大悲觀世音願我早得越苦海", "261": "南無大悲觀世音願我速得戒定道", "262": "南無大悲觀世音願我早登涅槃山", "263": "南無大悲觀世音願我速會無為舍", "264": "南無大悲觀世音願我早同法性身", "265": "我若向刀山刀山自摧折", "266": "我若向火湯火湯自消滅", "267": "我若向地獄地獄自枯竭", "268": "我若向餓鬼餓鬼自飽滿", "269": "我若向修羅惡心自調伏", "270": "我若向畜生自得大智慧", "271": "經云發是願已。至心稱念我之名字。亦應專", "272": "念我本師。阿彌陀如來。然後即當誦此陀羅", "273": "尼行者想身對此佛菩薩前稱念尊名唯在哀切。如遭焚溺求於救濟。若時促略稱七遍。若時稍寬多稱無妨", "274": "南無觀世音菩薩　南無阿彌陀佛稱念訖云。", "275": "觀世音菩薩白佛言世尊。若諸眾生。誦持大", "276": "悲神呪。墮三惡道者。我誓不成正覺。誦持大", "277": "悲神呪。若不生諸佛國者。我誓不成正覺。誦", "278": "持大悲神呪。若不得無量三昧辨才者。我誓", "279": "不成正覺。誦持大悲神呪。於現在生中。一切", "280": "所求若不果遂者。不得為大悲心陀羅尼也。", "281": "乃至說是語。已於眾會前合掌正。住於諸眾", "282": "生起大悲。心開顏含笑即說如是廣大圓。滿", "283": "無閡大悲心。大陀羅尼神妙章句陀羅尼曰。", "284": "南無喝囉怛那哆囉夜㖿一南無阿𠼝㖿二婆", "285": "盧羯帝爍鉢囉㖿三菩提薩哆婆㖿四摩訶薩", "286": "哆婆㖿五摩訶迦盧尼迦㖿六唵七薩皤囉罰", "287": "曳八數怛那怛寫九南無悉吉利埵伊蒙阿利", "288": "㖿十婆盧吉帝室佛囉楞馱婆十一南無那囉謹", "289": "墀十二醯唎摩訶皤哆沙咩十三羊鳴音薩婆阿他豆", "290": "輸朋十四阿逝孕十五薩婆薩哆那摩婆伽十六摩罰", "291": "特豆十七怛姪他十八唵阿婆盧醯十九盧迦帝二十迦", "292": "羅帝二十一夷醯唎二十二摩訶菩提薩埵二十三薩", "293": "婆薩婆二十四摩羅摩羅二十五摩醯摩醯唎馱孕", "294": "二十六俱盧俱盧羯懞二十七度盧度盧罰闍㖿帝", "295": "二十八摩訶罰闍耶帝二十九陀羅陀羅三十地利尼", "296": "三十一室佛囉耶三十二遮羅遮羅三十三摩摩罰摩", "297": "羅三十四穆帝囇三十五伊醯伊醯三十六室那室那", "298": "三十七阿羅嘇佛羅舍利三十八罰沙罰嘇三十九佛", "299": "囉舍耶四十呼嚧呼嚧摩囉四十一呼嚧呼嚧醯利", "300": "四十二娑羅娑羅四十三悉利悉利四十四蘇嚧蘇嚧", "301": "四十五菩提夜菩提夜四十六菩馱夜菩馱夜四十七", "302": "彌帝利夜四十八那羅謹墀四十九地唎瑟尼那五十", "303": "波夜摩那五十一娑婆訶五十二悉陀夜五十三娑婆", "304": "訶五十四摩訶悉陀夜五十五娑婆訶五十六悉陀喻", "305": "藝五十七室皤羅耶五十八娑婆訶五十九那羅謹墀", "306": "六十娑婆訶六十一摩羅那羅六十二娑婆訶六十三悉", "307": "羅僧阿穆佉耶六十四娑婆訶六十五娑婆摩訶悉", "308": "陀夜六十六娑婆訶六十七者吉羅阿悉陀夜六十八", "309": "娑婆訶六十九波陀摩羯悉哆夜七十娑婆訶七十一", "310": "那羅謹墀皤伽羅㖿七十二娑婆訶七十三摩婆利", "311": "勝羯羅夜七十四娑婆訶七十五南無喝囉怛那哆", "312": "囉夜㖿七十六南無阿唎㖿七十七婆嚧吉帝七十八", "313": "爍皤囉夜七十九娑婆訶八十悉殿都八十一漫哆羅", "314": "八十二跋陀耶八十三莎婆訶八十四", "315": "觀世音菩薩說此呪已。大地六變震動。天雨", "316": "寶華繽紛而下。十方諸佛悉皆歡喜。天魔外", "317": "道恐怖毛竪。一切眾會皆獲果證。或得須陀", "318": "洹果。或得斯陀含果。或得阿那含果。或得阿", "319": "羅漢果者。或得一地二地三四五地乃至十", "320": "地者。無量眾生發菩提心。", "321": "九懺悔　行者誦呪畢。當念一切緣障皆由", "322": "宿因。過去今生與諸有情。何惡不造罪累既", "323": "積。世世相逢為冤為親為障為惱。若不懺悔。", "324": "無由解脫道法不成。故須披陳哀求三寶為", "325": "我滅除。經云。為一切眾生。懺悔先業之罪。亦", "326": "自懺謝無量劫。種種惡業。法華三昧云。業性", "327": "雖空果報不失。顛倒因緣起諸重罪。流淚悲", "328": "泣口宣懺悔。", "329": "應心念言。我及眾生無始。常為三業六根重罪所障。不見諸佛不知出要。但順生死不知妙理。我", "330": "今雖知由與眾生同。為一切重罪所障。今對觀音十方佛前。普為眾生歸命懺悔。唯願加護令障消滅。", "331": "念已唱云。", "332": "普為四恩三有。法界眾生。悉願斷除三障。歸", "333": "命懺悔唱已。五體投地心復念言。我與眾生無始來今。由愛見故內計我人外加惡友。不隨喜他", "334": "一毫之善。唯遍三業廣造眾罪。事雖不廣惡心遍布。晝夜相續無有間斷。覆諱過失不欲人知。不", "335": "畏惡道無慚無愧。撥無因果。故於今日深信因果。生重慚愧生大怖畏。發露懺悔斷相續心。發菩提心", "336": "斷惡修善。勤策三業翻昔重過隨喜凡聖一毫之善。念十方佛有大福慧。能救拔我及諸眾生。從二死海", "337": "置三德岸。從無始來不知諸法。本性空寂廣造眾惡。今知空寂為求菩提。為眾生故廣修諸善。遍斷眾惡", "338": "唯願觀音。慈悲攝受想訖唱云。", "339": "至心懺悔。比丘某甲等。與法界一切眾生。現", "340": "前一心本具千法。皆有神力及以智明上等", "341": "佛心。下同舍識無始闇動。障此靜明觸事昏", "342": "迷。舉心縛著。平等法中起自他想。愛見為本", "343": "身口為緣。於諸有中無罪不造。十惡五逆謗", "344": "法謗人。破戒破齋毀塔壞寺。偷僧祇物污淨", "345": "梵行。侵損常住飲食財物。千佛出世不通懺", "346": "悔。如是等罪無量無邊。捨茲形命合墮三塗。", "347": "備嬰萬苦復於現世眾惱交煎。或惡疾縈纏", "348": "他緣逼迫。障於道法不得熏修今遇。", "349": "大悲圓滿神呪。速能滅除如是罪障。故於今", "350": "日至心誦持。歸向。", "351": "觀世音菩薩及十方大師。發菩提心修真言", "352": "行。與諸眾生發露眾罪。求乞懺悔畢竟消除", "353": "唯願。", "354": "大悲觀世音菩薩摩訶薩。千手護持千眼照", "355": "見。令我等內外障緣寂滅。自他行願圓成。開", "356": "本見知制諸魔外。三業精進修淨土因。至捨", "357": "此身更無他趣。決定得生阿彌陀佛極樂世", "358": "界。親承供養大悲觀音。具諸總持廣度群品。", "359": "皆出苦輪同到智地。懺悔發願已。歸命禮三", "360": "寶起禮一拜。", "361": "次當如法旋遶。或三或七欲旋遶時。先須正立想此道場如法界。十", "362": "方三寶畟塞虛空。以次迴身旋繞法座。十方三寶心性", "363": "寂滅。影現十方心想如夢。梵聲如響勿令心散。口唱云。", "364": "南無十方佛　南無十方法　南無十方僧", "365": "南無本師釋迦牟尼佛　南無阿彌陀佛　南", "366": "無千光王靜住佛　南無廣大圓滿無閡大悲", "367": "心大陀羅尼　南無千手千眼觀世音菩薩", "368": "南無大勢至菩薩　南無總持王菩薩或三稱或七稱。旋", "369": "遶已還至像前。三自歸", "370": "自歸佛依當願眾生體解大道發無上心。", "371": "自歸依法當願眾生深入經藏智慧如海。", "372": "自歸依僧當願眾生統理大眾一切無閡和南", "373": "聖眾。", "374": "十觀行　行者禮懺訖應出道場。別於一處", "375": "身就繩床。依經修觀。經說此呪結益纔訖。大", "376": "梵天王請曰。惟願大士。為我說此陀羅尼形", "377": "貌相狀。觀世音菩薩言。大慈悲心是平等心", "378": "是。無為心是無染心是。空觀心是恭敬心", "379": "是。卑下心是無雜亂心是無上菩提心是。當", "380": "知如是等心。即是陀羅尼相貌。汝當依此而", "381": "修行之。今輒釋其意。經文九心即依境。發菩", "382": "提心等九法乘也。以初神呪是其理境。難通", "383": "顯說。肰以密談愈彰深祕。故上根一聞即能", "384": "入證。或階四果或登十地。內外凡位通名發", "385": "心。是則大梵覩於上根聞境得悟。乃為中下", "386": "請餘九乘。故云相貌理境如車體相貌如具", "387": "度問既稱法稱機。故觀音歎曰。汝為方便利", "388": "益一切眾生故作斯問。故知呪體及以九心", "389": "十乘意備。又復此經頻令行者。於諸眾生起", "390": "大慈悲。若非依理豈忘愛見。故初理境即慈", "391": "悲本。後之八心成悲之法。應知此經正明悲", "392": "行。又復應知部在方等。此之十法通於四教。", "393": "而廣大圓滿無礙大悲。藏通二教有名無體。", "394": "離斷常中豈不廣大等耶。別雖有理修在後", "395": "時。圓教初心盡茲體用。今明觀心專依圓妙。", "396": "仍有二種。謂約行。托事也。初約行者。直就一", "397": "念觀於十界百界千如妙法。雖即一念千法", "398": "宛肰。全體即空當處即假。仍非二邊又即雙", "399": "照不可以一多說安以有無思。若邊若中皆", "400": "莫能擬。故密語示及顯了詮。皆不可以識識。", "401": "不可以言言。是為於己心觀不思議境也。既", "402": "知己心。若是復思一切眾生。念念皆爾。本具", "403": "九界。既即佛界。仍各具十種因果。即一苦", "404": "一切苦。我與眾生縱貪瞋癡。動身口意隨業", "405": "受報萬劫千生。故於自他哀傷哽痛。深起悲", "406": "心誓拔其苦。本具佛界既即九界。仍各具十", "407": "種因果。即一樂一切樂。我與眾生以凡小心。", "408": "求人天身及二乘果。得少為足資生囏難。故", "409": "於自他愛念憐憫。深起慈心誓與其樂。此乃", "410": "與究竟樂拔一切苦。故名大悲慈心。慈悲雖", "411": "普散動尚多。須用不二止觀安於法性。使寂", "412": "照均融名平等心。理若未顯由三惑覆。當觀", "413": "此惑本空。法性本淨無可破立。名無為心。若", "414": "著此能觀則於通起塞。識此通塞名無染心。", "415": "諸法雖空證由觀道。觀不調適品次不生。道", "416": "品相生成空觀心。蔽資理惑不顯真如。事度", "417": "助開見生齊佛。名恭敬心。乍息麁心謂為深", "418": "詣。若知圓位上慢可祛。名卑下心。名利眷屬", "419": "三術離之。三昧可成名無雜亂心。行上九事", "420": "過內外障。若起法愛則不得前能離此愛方", "421": "登分果。名無上菩提心。上根觀境即入初住。", "422": "或內外凡中根二至七。下根盡用。二託事者。", "423": "觀音一身有千手眼。手有提拔之力。眼有照", "424": "明之用。即是一千神通智慧也。一身具千手", "425": "眼。千手眼不離一身。乃表一念即千通慧。十", "426": "種通慧不離一念。法稱廣大圓滿。復云無礙", "427": "大悲非一念千法。焉稱此名。肰既密說。人", "428": "那解之。乃現此相而為表示。非一家觀法。安", "429": "能盡釋法名身相。在於彼部領解雖殊。今之", "430": "行人得法華意。於茲名相終無異塗。況於道", "431": "場唯瞻此相。不表觀法何以用心。故二種觀", "432": "門相須而進。若行立持誦若却坐思惟。不思", "433": "議觀不應暫廢。是名依法受持也。故前立十", "434": "願今示十乘。即所願之法。既令依此而修行", "435": "之。即是初心修相。後文云。有觀慧方便者。", "436": "十地果位克獲不難。即分滿證相觀成似發。", "437": "準例前後其意必肰。若未深諳一家教觀。須", "438": "近善師咨決解行。方識正邪。故方便五緣四", "439": "或可闕。善知識緣必須具也。若居異處無師", "440": "可承。當自尋止觀仍須輔行。決通觀道方可", "441": "修之。慎勿師心自立規矩。又復應知如上說", "442": "者。此就呪體深取經宗。為成觀行者也。若論", "443": "此經力用。何人不攝何善不收。故求聲聞人", "444": "各獲果證。求世間事無不從心。而略示四十", "445": "手功德。欲得富饒欲求官位。除身惡疾求見", "446": "善友。欲生淨土樂趣諸天。莫不果願。乃至經", "447": "云。持呪者若風若水霑著其身。不受惡趣常", "448": "生佛前。若行者未能修觀。但當深信斷諸疑", "449": "心。依文誦持。現世當生離苦得脫。故法華懺", "450": "立有相安樂行不入三昧。但誦持故。亦能得", "451": "見上妙色也。故知初心入門多種。妙悟之時", "452": "理應兩捨。唯願若士若庶若俗若僧。於此總", "453": "持生決定信起精進心。於相無相盡力修之。", "454": "現世障惱皆除。淨土往生不惑。廣論利益具", "455": "載經文。", "456": "千手眼大悲心呪行法終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1950 千手眼大悲心呪行法", "source": "CBETA"}