{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0566 樂瓔珞莊嚴方便品經", "text": {"0": "No. 566 [No. 565]", "1": "樂瓔珞莊嚴方便品經亦名轉女身菩薩問答經", "10": "薩摩訶薩、過意菩薩摩訶薩、增意菩薩摩訶", "100": "如，以是義故如來化我；若如來色如，我亦色", "101": "如，以是義故如來化我；若如來受想行識如，", "102": "我亦識如，以是義故如來化我。「若如來如", "103": "一切眾生如若我如，是如一如，以是義故如", "104": "來化我；若如來如一切法如若我如，是如一", "105": "如，以是義故如來化我；若如來如無不如，我", "106": "如無不如，是如常如無不如，以是義故如來", "107": "化我；是如來如無生無滅，我如亦爾無生", "108": "無滅，以是義故如來化我；若如來如，若如", "109": "來化如，若我如，若一切眾生如，若一切法", "11": "薩、無邊意菩薩摩訶薩、增益意菩薩摩訶薩、", "110": "如，是如常真不異不變不易，中無所盛，是", "111": "如如是住一切法，以是義故如來化我。」爾時，", "112": "大德須菩提即復問言：「姊！汝以佛力知於", "113": "我心？為自力知？」女言：「大德須菩提！若聲", "114": "聞、緣覺，若諸菩薩，若五通仙，知眾生心，知", "115": "他人心，皆以佛力知於他心。何以故？是等", "116": "所行皆由佛力能知他心。大德須菩提亦以", "117": "佛力知於他心。大德須菩提！喻因日月火", "118": "光珍寶電星等光，明眼之人由之見色。大", "119": "德須菩提！世間如是，無明所蔽有知他心，", "12": "愛見菩薩摩訶薩、善見菩薩摩訶薩、見這", "120": "皆因如來知於他心。」爾時，大德須菩提言：「姊", "121": "當為我說，汝云何得如是辯也？」女言：「大德須", "122": "菩提！若有人問如來所化：『汝是誰耶？』而是所", "123": "化當云何答？」須菩提言：「姊！無所答也。」女言：", "124": "「大德須菩提！一切諸法亦復如是，皆是化相，", "125": "如是知已則無所答。「復次，大德須菩提！若有", "126": "問汝：『汝是凡夫？為是學人？是阿羅漢？』如是問", "127": "已，汝云何答？」爾時，大德須菩提如是思惟：", "128": "「我當云何答此姊也？」即時須菩提聞空中", "129": "聲曰：「大德須菩提！汝有所得所解趣證，以是", "13": "意菩薩摩訶薩、見一切義菩薩摩訶薩、一切", "130": "義故名阿羅漢，汝答是姊！」爾時，大德須菩提", "131": "聞空中聲已，即答女言：「姊！我非凡夫、非是", "132": "學人、非阿羅漢。」女言：「大德須菩提！汝持何", "133": "名？」須菩提言：「姊！如如來化持於假名，我亦", "134": "如是持於假名。」女言：「大德須菩提！汝非羅", "135": "漢斷諸漏耶？如來說汝行無諍第一，應受於", "136": "供。」須菩提言：「姊！我非阿羅漢，非盡諸漏，", "137": "非行無諍為最第一，亦非應供。」女言：「大德", "138": "須菩提！何故妄語？」須菩提言：「姊！若我今者，", "139": "許阿羅漢，諸漏已盡，行無諍第一，應受供", "14": "吉利菩薩摩訶薩、賢劫諸菩薩摩訶薩，彌勒", "140": "養，即是妄語；我無所許，是故，我今非是妄", "141": "語，亦非實語。」女言：「大德須菩提！汝今不誑", "142": "門中所集見於聖諦諸天子耶！」須菩提言：「姊！", "143": "若見聖諦無有能誑。」女言：「大德須菩提！汝見", "144": "聖諦耶？」時須菩提答言：「見已。」女言：「大德！若", "145": "見聖諦不名聖諦。何以故？無有能見諸聖諦", "146": "者。」女言：「大德須菩提！非見聖諦耶？」須菩提", "147": "言：「姊！我不說實亦不說虛。姊！我不見虛，", "148": "何況見實？」爾時，大德須菩提復問女言：「姊！", "149": "見聖諦者何所言說？」女言：「大德須菩提！見", "15": "為首在眾而坐。爾時，大德須菩提，於晨朝時，", "150": "聖諦者不見一切諸法名字，見聖諦者見倒", "151": "名字。」須菩提言：「姊！汝何因緣說如是事？」女", "152": "言：「大德須菩提！若有顛倒起諸結使，見聖", "153": "諦已更不復起，以是故說，見顛倒者見諸聖", "154": "諦。」爾時，諸天即現其身，禮於大德須菩提已，", "155": "說如是言：「大德須菩提大得利益，汝從是", "156": "姊聞如是辯，令諸眾生大得善利聞法信解。", "157": "何以故？非多解者無有解脫，非多解者有於", "158": "繫縛，是何所解？」爾時，女語大德須菩提：「汝", "159": "不乞食欲不食耶？」須菩提言：「姊！我於今日", "16": "執持衣鉢來詣佛所，頂禮佛足，白佛言：「世尊！", "160": "聞是法足，不欲於食。姊！貪於飲食，則生憂愁，", "161": "非是求法；求利養讚歎，非是求法；求安樂", "162": "身，非是求法；護惜心身命，非是求法；乃至", "163": "受於讚歎善哉，非是求法。」須菩提言：「姊！汝", "164": "今復說，云何善男子、善女人正求於法？」女言：", "165": "「大德須菩提！若受惡欲非是求法，若不求眼", "166": "不求於色，是人求法，不求耳聲，不求鼻香，", "167": "不求舌味，不求身觸，不求意法，是人求法。", "168": "復次，大德須菩提！若不求陰、不求入、不求界，", "169": "是人求法；不求欲界、色界、無色界，是人求法；", "17": "我昨夜夢見有如來坐於道場，我時即禮是", "170": "若不相求一切境界，是人求法。」爾時大德", "171": "須菩提言：「姊！汝可悔過，我今欲去。」女言：「大", "172": "德須菩提！猶如地界無有悔過。大德須菩提！", "173": "心亦如是，同於地界不應悔過；猶如水界無", "174": "有悔過，心亦如是，同於水界不應悔過；猶", "175": "如火界、風界、空界無有悔過，心亦如是，同於", "176": "空界不應悔過。大德須菩提！猶如橋船浮囊", "177": "王道無有悔過，大德須菩提！心亦如是，同", "178": "於橋船浮囊王道不應悔過。大德須菩提！凡", "179": "夫悔過非諸聖耶！若起瞋恚則有悔過，若無", "18": "世尊足，是佛世尊以金色右手摩於我頂，說", "180": "瞋無纏、無忿無諍、不起結使，如是等人不應", "181": "悔過。大德須菩提！猶如火熾是故有滅，無", "182": "熾則無滅。如是，大德須菩提！若結熾然則有", "183": "悔過，若滅諸結則無悔過。」爾時，須菩提復語", "184": "女言：「姊！汝何求趣，能如是吼師子吼也？」女", "185": "言：「大德須菩提！若有所求，則不能吼師子吼", "186": "也。大德須菩提！若無所求，能師子吼。何以", "187": "故？若有所求即便是有，若有所有無師子吼，", "188": "有身見者則有所求，有見作者無師子吼。大", "189": "德須菩提！汝向所言姊汝何所趣。大德須菩", "19": "如是言：『須菩提！汝於今日未曾聞法，當得", "190": "提！若有問汝，汝何所趣？漏盡無生心得解脫", "191": "耶？」須菩提言：「姊！若有所求，無有解脫。」女言：", "192": "「大德須菩提！汝如是求，則盡諸漏得無漏心，", "193": "若如是趣，是趣解脫，是趣法性。」爾時，大德須", "194": "菩提言：「姊！汝趣大乘無有疑也，如行相貌", "195": "必定趣向無上大乘。」女言：「大德須菩提！汝", "196": "知大乘耶！說行相貌。」須菩提言：「姊！若諸聲", "197": "聞不聞大乘，諸行相貌不能知說。姊！我今", "198": "請汝說大乘行所有相貌。」女言：「大德須菩提！", "199": "夫大乘者名無一異。大德須菩提！如日月宮", "2": "姚秦罽賓三藏曇摩耶舍譯", "20": "聞之。』世尊！是何先瑞？」佛言：「須菩提！是善", "200": "為速疾見，天子所持故不住於空，速疾而", "201": "去無有滯礙，為諸眾生而作光明。大德須", "202": "菩提！向於大乘大丈夫等，亦復如是無礙無", "203": "著，行六波羅蜜而無有住，為諸眾生作法光", "204": "明。「大德須菩提！如轉輪王寶輪若去四兵亦", "205": "從，如轉輪王行四天下，人見適意生恭敬心，", "206": "是轉輪王無有惡心常生慈心。大德須菩提！", "207": "向於大乘大丈夫等亦復如是，隨有所行在", "208": "在處處，若村邑聚落國城王宮，於諸眾生起", "209": "平等心無有異行。「大德須菩提！大乘者名曰", "21": "男子、善女人等，得聞希有未曾聞法，是其先", "210": "大智，天、龍、夜叉、乾闥婆，智慧大丈夫之所恭", "211": "敬，以是緣故名為大乘。是無盡智，無生滅", "212": "故；是不斷智，不斷佛種故；是攝取智，不斷法", "213": "種故；是守護智，不斷僧種故；是廣博智，教化", "214": "無量諸眾生故；是善持智，無斷絕故；是善", "215": "作業智，六波羅蜜故；是善攝智，四攝法故；是", "216": "善相應智，親近以聖道故；是善調智，正念菩", "217": "提心不忘失故；是善安止智，大悲心故；是善", "218": "趣智，一切智故；是離諸怖智，降諸魔故；是離", "219": "闇智，大慧炬故；是大財智，成就一切諸善根", "22": "瑞。」須菩提白佛言：「世尊！我今欲往王舍大", "220": "故；是恭敬智，諸天及世所恭敬故。「是無降伏", "221": "智，一切外道故；是難解智，一切聲聞緣覺人", "222": "故；是清淨智，不信人故；是慈愍智，瞋害人故；", "223": "是能施智，慳惜人故；是持戒智，破戒人故；是", "224": "忍辱智，瞋恚人故；是精進智，懈怠人故；是禪", "225": "定智，亂心人故；是大慧智，無智人故；是大富", "226": "智，貧窮人故；是安樂智，苦惱人故；是歡喜智，", "227": "聰慧人故。以是事故名曰大乘。」爾時，大德須", "228": "菩提言：「姊！善說大乘諸行相貌。」女言：「大德", "229": "須菩提！我若一劫若過一劫，讚說大乘不得", "23": "城次第乞食。」佛言：「須菩提！汝知是時。」世尊", "230": "邊際。大德須菩提！是大乘無量諸行，相貌亦", "231": "復無量。」須菩提言：「姊！汝呵責我，大德須菩", "232": "提何故乞食？姊！如來法王亦復乞食，汝可", "233": "呵責如來乞食耶？」女言：「大德須菩提！汝知", "234": "如來以何方便而行乞食？汝不能說？」須菩", "235": "提言：「姊！如來、世尊以何方便而行乞食？」女", "236": "言：「大德須菩提！佛見成就，於二十事無過患", "237": "故，而行乞食。何等二十？示現色身故如來乞", "238": "食，若有眾生見如來身具三十二相，是諸眾", "239": "生見此色相，發於無上正真道心，是名如來", "24": "聽已，時大德須菩提，即便入於王舍大城次", "240": "見成就初無過患故，而行乞食。「復次，大德須", "241": "菩提！如來入於村邑聚落國城王宮，盲者見", "242": "色，聾者聞聲，亂得正念，裸者得衣，飢者得", "243": "食，渴者得飲；無有眾生為貪欲、瞋恚、愚癡所", "244": "逼。爾時眾生各生慈心起父母想，是諸眾生", "245": "見於如來入村邑聚落國城王宮，發於無上", "246": "正真道心。見是義故如來乞食。「復次，大德須", "247": "菩提！如來入村邑聚落國城王宮，天、龍、夜叉、", "248": "乾闥婆等，釋梵護世，欲供養故從如來行。", "249": "爾時諸人以佛力故，見諸天、龍、夜叉、乾闥婆、", "25": "第乞食，至異長者家，到已，在中門所默住", "250": "釋梵護世供養於佛。是諸眾生見如來身有", "251": "如是事，生驚怪心歎未曾有，發於無上正真", "252": "道心。見是義故如來乞食。「復次，大德須菩提！", "253": "無量眾生以封邑錢財國位自在，而生放逸", "254": "憍慢貢高，見如來乞食生如是念：『捨轉輪王", "255": "位出家成道，捨於憍慢從貧下賤而行乞食，", "256": "我等亦應調伏憍慢貢高之心。』如是見已，發", "257": "於無上正真道心。見是義故如來乞食。「復次，", "258": "大德須菩提！如來行乞，威德威德諸天，觀", "259": "見如來之身，無飢渴逼亦非羸瘦，唯為憐愍", "26": "乞食。是時，家中有一女人，從內而出，端正", "260": "諸眾生故而行乞食，我等亦當為眾生故而", "261": "行乞食。如是見已，發於無上正真道心。見是", "262": "義故如來乞食。「復次，大德須菩提！有諸眾生", "263": "懈怠懶惰不往佛所，然欲見如來右繞禮拜，", "264": "是故如來入村邑聚落國城王宮，是等眾生", "265": "自然得見於佛如來，既得見已心生喜悅，是", "266": "等眾生，得喜悅已，即發無上正真道心。見", "267": "是義故如來乞食。「復次，大德須菩提！若有眾", "268": "生眼得見佛即得無癡，乃至一念見於如來，", "269": "是諸眾生次第漸漸乃至涅槃，為作因緣，以", "27": "第一盛色美妙，極為端嚴有大威德，以諸瓔", "270": "能發生是因緣故如來乞食。見是義故如來", "271": "乞食。「復次，大德須菩提！如來入於村邑聚落", "272": "國城王宮，閉繫眾生即得解脫，是諸眾生即", "273": "生是念：『以如來力故我得解脫。』是諸眾生於", "274": "如來所生知恩心，發於無上正真道心。見是", "275": "義故如來乞食。「復次，大德須菩提！有善男子、", "276": "善女人，聞讚歎如來所有功德，心生歡喜生", "277": "如是念：『我等云何當供佛食？』又家有女，為", "278": "父母所護，或為兄弟姊妹所護，或為姑嫜夫", "279": "主守護，是等不得奉施佛食，是故如來入村", "28": "珞而自嚴飾，是諸珍寶互相振觸有妙音聲。", "280": "邑聚落國城王宮，見如來已心生歡喜，踊躍", "281": "悅豫受於安樂，施佛食已，發於無上正真道", "282": "心。見是義故如來乞食。「復次，大德須菩提！", "283": "四護世王奉如來鉢如來手持，若貧眾生欲", "284": "少惠施，見如來鉢滿，有大富封邑，欲多惠", "285": "施，見佛鉢未滿，如是等人，欲足滿佛鉢，既", "286": "奉施已，發於無上正真道心。見是義故如來", "287": "乞食。「復次，大德須菩提！如來鉢食施一切僧，", "288": "而是鉢食無增無減。爾時，多諸天、龍、夜叉、乾", "289": "闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽見如", "29": "既至外已，語大德須菩提：「大德！何緣中門而", "290": "來鉢有是神力，發於無上正真道心。見是義", "291": "故如來乞食。「復次，大德須菩提！如來鉢盛正", "292": "非正食，百千種味味味各別，不相和同如別", "293": "異器，是一鉢盛亦復如是。是時多諸天。龍、夜", "294": "叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽，", "295": "見於如來如是神力，發於無上正真道心。見", "296": "是義故如來乞食。「復次，大德須菩提！如來身", "297": "者是一合體，其內不空猶如金剛，是如來身", "298": "無生熟藏無大小便，亦行乞食，見其食食而", "299": "食不入。爾時威德威德釋梵護世，見如來", "3": "如是我聞：一時，佛住王舍城耆闍崛山，與", "30": "立？」須菩提言：「姊！我乞食故在門而住。」女言：", "300": "身真實法性及神通力，發於無上正真道心。", "301": "見是義故如來乞食。「復次，大德須菩提！若有", "302": "眾生若多若少、若妙非妙，施如來已福無邊", "303": "際乃至涅槃。見是義故如來乞食。「復次，大德", "304": "須菩提！如來、世尊常定不起亦行乞食，是時", "305": "多諸威德威德釋梵護世，見於如來而行乞", "306": "食於定不動，是等生念：『必定無疑，為眾生故", "307": "進行乞食非為食也。』見是神力發於無上正", "308": "真道心。見是義故如來乞食。「復次，大德須菩", "309": "提！如來若當不行乞食，若當不食，或有諸", "31": "「大德須菩提！汝今故有乞食想耶？大德須菩", "310": "人佛法出家，生如是念：『我等亦當不行乞食，", "311": "亦應不食。』是等便當飢渴羸瘦，不能得於過", "312": "人智慧。見是義故如來乞食。「復次，大德須菩", "313": "提！善攝聖種故如來乞食，見是義故如來乞", "314": "食。「復次，大德須菩提！憐愍來世諸比丘故，如", "315": "來乞食。後末世時，諸不信敬婆羅門等及諸", "316": "長者，當說是言：『汝等世尊不行乞食，何故", "317": "汝等行乞食也？』若如來乞食，是婆羅門諸長", "318": "者等，當作是念：『汝等世尊本行乞食，何故", "319": "汝等不行乞食？我等應施。』又諸如來法應行", "32": "提，猶故未知於食想耶？」須菩提言：「姊！我知", "320": "乞，讚歎乞食。見是義故如來乞食。「復次，大", "321": "德須菩提！若長者長者子諸大豪貴，於佛法", "322": "出家，生於慚恥不能乞食，作是念言：『云何", "323": "我等豪族大家，既出家已，當於家家而行乞", "324": "食？』如是等人，隨學大德威德如來而行乞食。", "325": "見是義故如來乞食。「復次，大德須菩提！如來", "326": "隨於一切世行。何以故？隨在在處處諸眾", "327": "生熟，是在在處處如來隨行，如來亦無飢", "328": "渴所逼，無貪無著亦無戲弄，亦無惡求無所", "329": "聚集。大德須菩提！如向所說及餘諸事，如", "33": "食想，而是身者，由父母不淨之所聚集、飲食", "330": "來見是無量方便，而行乞食。大德須菩提！見", "331": "此二十無過患事，如來乞食。」女言：「大德須", "332": "菩提！能如是方便行乞食耶？如是大悲，如", "333": "是清淨，應受供耶！」須菩提言：「姊！我無力也。", "334": "姊！猶如兔猫諸野干等，不能莊嚴作師子", "335": "獸王、作師子行、作師子吼。姊！諸聲聞、緣覺亦", "336": "復如是，不能示現如來威儀方便大悲。」是女", "337": "說此如來乞食方便之時，家內眷屬及諸餘", "338": "家，入聽法者二百八十人，發於無上正真道", "339": "心。爾時，大德須菩提又問女言：「姊！汝之", "34": "長養，是故不能離食而住。」女言：「大德須菩", "340": "夫主今何所在？」女言：「大德須菩提！我之夫主", "341": "非止一耶！何以故？大德須菩提！若有眾生", "342": "憙於樂欲莊嚴方便得調伏者，皆我夫主。」須", "343": "菩提言：「姊！樂莊嚴方便者為何如也？」女言：", "344": "「若有眾生須諸樂欲，我施眾生諸所樂欲，然", "345": "後勸發無上道心。」須菩提言：「姊！如來不聽", "346": "樂一切欲。」女言：「大德須菩提！如佛所說：『汝", "347": "等比丘所有衣鉢，飲食臥具病瘦醫藥，若親", "348": "里家，或所乞家，所居住處，親友和上阿", "349": "闍梨所，親近供養增諸善根，滅諸惡法，", "35": "提！汝今不證於無明滅，乃至證生老死滅耶？」", "350": "比丘！是我所聽。』」須菩提言：「姊！如是！如是！如", "351": "汝所說。」女言：「大德須菩提！以是事故，如來", "352": "聽樂於一切欲。」須菩提言：「姊！有幾眾生，以", "353": "此樂欲莊嚴方便之所調伏？」女言：「大德須菩", "354": "提能數三千大千世界所有色相得其邊際，", "355": "若數於我莊嚴方便，已調眾生不得邊際。」須", "356": "菩提言：「姊！與樂欲眾生為何如也？」女言：「大", "357": "德須菩提！若有眾生樂向梵世，我與是等一", "358": "切眾生無量諸禪，禪喜樂已然後勸發無上", "359": "道心。或有眾生樂趣向於釋提桓因，與是眾", "36": "須菩提言：「姊！我證滅已。」女言：「大德須菩提！", "360": "生帝釋樂已，然後勸發無上道心。若有眾生", "361": "樂向護世，我與眾生護世樂已，然後勸發無", "362": "上道心。「若有眾生樂向天、龍、夜叉、乾闥婆、阿", "363": "修羅、迦樓羅、緊那羅、摩睺羅伽樂，我與天樂", "364": "乃至摩睺羅伽樂，然後勸發無上道心。若有", "365": "眾生志意樂向轉輪王國，我與轉輪王國樂", "366": "已，然後勸發無上道心。若有眾生樂小國王，", "367": "我亦施與小國王樂，然後勸發無上道心。若", "368": "有眾生樂向長者、剎利、婆羅門、毘舍、首陀，我", "369": "與長者、剎利、婆羅門、毘舍、首陀樂已，然後勸", "37": "滅中有身食長養耶？」須菩提言：「姊！滅更無", "370": "發無上道心。若有眾生樂向色聲香味觸樂，", "371": "我與色聲香味觸樂，然後勸發無上道心。若", "372": "有眾生樂向華香、末香、塗香、幢幡、寶蓋及諸衣", "373": "服，我與華香、末香、塗香、幢幡、寶蓋、衣服樂已，", "374": "然後勸發無上道心。若有眾生樂向金銀、琉", "375": "璃、頗梨諸珍寶等，我與金銀、琉璃、頗梨珍", "376": "寶等樂，然後勸發無上道心。若有眾生樂向", "377": "鼓貝、箜篌、簧吹、簫笛、歌舞音樂等樂。大德須", "378": "菩提！我隨如是諸眾生等，所有悕望所求所", "379": "樂一切給與，然後勸發無上道心。」須菩提言：", "38": "法。」女言：「大德！若其滅已更無有法，大德須", "380": "「姊！是五欲者障礙聖道，云何五欲調伏眾生？」", "381": "爾時，門外二長者子，已為此女樂莊嚴方便", "382": "之所調伏。是二長者子，即語大德須菩提言：", "383": "「大德！汝今不應以自智慧分別選擇菩薩智", "384": "慧。大德！猶如小燈一吹即滅，大德須菩提！", "385": "學聲聞乘善男子、善女人小智慧照，亦復如", "386": "是，起一欲想尋即滅失。大德須菩提！於意", "387": "云何？若劫燒時大火炎聚，若口一吹能令滅", "388": "不？」須菩提言：「善男子、善女人若以百千大海", "389": "之水，亦不能滅，況一口吹。」「大德須菩提！菩", "39": "菩提云何而言身食長養？」須菩提言：「姊！入", "390": "薩功德智慧照明亦復如是，恒沙等劫受五", "391": "欲樂，亦不能滅菩薩功德智慧照明。「大德須", "392": "菩提！如貧人病，醫授湯藥，苦澁甜酢賤易", "393": "得者，是時病人身受苦故，服是等藥苦澁", "394": "甜酢，以貧窮故堪忍飢渴得脫病患。大德須", "395": "菩提！學聲聞乘，諸善男子、善女人等亦復如", "396": "是，行於頭陀功德威儀，以正行故少欲知足，", "397": "清苦行故，住阿練處故，好非好食故，少知", "398": "識故受諸苦惱，然後得於無取解脫。大德須", "399": "菩提！如是方便學聲聞乘得解脫者，亦復", "4": "大比丘眾五百人俱；菩薩八千，眾所知識，", "40": "滅定者除諸受想，起滅定已身有長養。」女言：", "400": "如是，如貧治病。「大德須菩提！猶如剎利灌", "401": "頂王病，王諸良醫授王所服，好色香味藥", "402": "入口腹身受安樂，亦獻妙味王所應食，及", "403": "奉一切華香、末香、塗香、散香，又作伎樂歌舞", "404": "讚歎受於快樂，為令大王無愁苦故，是諸良", "405": "醫如是如是，娛樂於王令脫病患。大德須菩", "406": "提！亦復如是，多有菩薩以樂莊嚴方便，受", "407": "於一切五欲樂已，然後得成無上正道。大德", "408": "須菩提！汝當知之，以是方便治於剎利灌頂", "409": "王病，菩薩智解亦復如是。「大德須菩提！五", "41": "「大德須菩提！而是滅者有生滅耶？」須菩提言：", "410": "欲無根亦無住處，是一切智亦復如是，無本", "411": "住處，是一切智自知何者是所應作、所不應", "412": "作，於五欲樂非樂非不樂，獨無侶故，是一切", "413": "智亦無功德，無所得故。得是忍者是人自", "414": "知，何等是道？何等非道？五欲德空一切智", "415": "空，是得忍人不歷五欲，是人自見五欲過患", "416": "而呵責之。」爾時，大德須菩提問長者子：「誰是", "417": "汝親？」是時長者子，合十指掌，向女說偈：", "418": "「此是我父母，親友施我藥，", "419": "是斷惡道生，是我無上尊。", "42": "「姊！而是滅者，無生無滅是畢竟滅。」女言：「大", "420": "此是我大恩，是亦教化我，", "421": "是勸喻我故，斷我一切苦；", "422": "為我說妙法，解了一切理，", "423": "我受快安樂，亦勸我無諍。", "424": "如魚為食故，為鉤所牽執，", "425": "樂樂亦復爾，以攝取我等。", "426": "如鳥為食故，為網羅所持，", "427": "我方便亦爾，墮在於智慧。", "428": "猶為蛇所螫，以毒滅於毒，", "429": "欲瞋亦復爾，亦以毒除毒。", "43": "德須菩提！若其是滅畢竟滅者，云何養身？」", "430": "如人為火燒，還以火炙除，", "431": "結燒亦復爾，還因結解脫。", "432": "我已知正法，我不用婬欲，", "433": "凡夫須欲故，不欲菩提道。」", "434": "爾時，須菩提言：「姊！汝以樂莊嚴方便為調", "435": "誰耶？善男子耶？善女人耶？」女言：「大德須菩", "436": "提！若不以此樂莊嚴方便，不能教化一切眾", "437": "生。大德須菩提！女人之心多貪樂著，非男", "438": "子也。大德！我以樂莊嚴方便多調伏女，非", "439": "男子也。」須菩提言：「姊！汝是女身，云何調女？」", "44": "須菩提言：「姊！世尊聲聞遊行乞食長養身故。」", "440": "爾時是女神力化身，如三十二盛壯男子，端", "441": "正妙色白淨鮮潔威德第一，以種種瓔珞自", "442": "莊嚴已，語大德須菩提：「以如是色身調伏女", "443": "人。」須菩提言：「汝今是女為是男耶？」答曰：", "444": "「大德須菩提！汝是凡夫為是學耶？」須菩提言：", "445": "「善男子！我非凡夫，亦非是學。」即復答言：「我亦", "446": "如是，非男非女。」須菩提言：「若非男非女，汝", "447": "持何名？」答言：「大德須菩提！汝非凡夫，亦非", "448": "是學，云何持名？」爾時，大德須菩提作如是念：", "449": "「深智大菩薩，我應當答云：『是羅漢。』」爾時，是善", "45": "女言：「大德須菩提！世尊說汝行無諍第一。」", "450": "男子知大德須菩提心之所念，語大德須菩", "451": "提言：「大德！汝應勇進許是羅漢，勿懼語", "452": "問。」須菩提言：「善男子！我是羅漢，諸漏已盡。」", "453": "即復問言：「大德須菩提！於去來現在為盡", "454": "何漏？若過去盡，過去無盡；若未來未至，亦", "455": "無有盡；現在無住，亦無有盡。」須菩提言：「善", "456": "男子！我實不任共相酬答，我今時到欲乞", "457": "食而食，勿令失時。」爾時，是善男子入示現", "458": "一切佛剎三昧。爾時，大德須菩提即見無量", "459": "無邊阿僧祇諸佛剎土，或見佛土日初出時，", "46": "須菩提言：「姊！如汝所言。」女言：「大德須菩提！", "460": "或見佛土日小食時，或見佛土日大食時，或", "461": "見佛土擊揵椎時，或見僧坐，或見僧食，或", "462": "見洗鉢，或見日中，或見日哺，或見過哺，或", "463": "見日沒，或見初夜，或見中夜，或見後夜，或", "464": "見無日無月身光為照。爾時，是善男子語大", "465": "德須菩提言：「汝今觀之！汝今觀之！欲何時", "466": "食？汝今觀之有幾時在？」須菩提言：「善男子！", "467": "我今應以閻浮提時，不以他方佛剎時食。」爾", "468": "時，是善男子以神力故，令此日中如小食", "469": "時，語須菩提言：「大德須菩提！汝觀是日", "47": "無諍者有行非行耶？」須菩提言：「姊！是無諍", "470": "為有幾時？」大德須菩提以親善故，如是問", "471": "言：「善男子！汝名字何今當說之？」答言：「大德", "472": "須菩提！用我名為？大德須菩提！汝問世尊，", "473": "當為汝說。大德！一切名非名。何以故？一切", "474": "妄想無有實故，若妄想無實，假名相說有。」", "475": "須菩提言：「善男子！一切智名亦是妄想不真", "476": "實耶？」答言：「大德須菩提！亦是妄想無有實", "477": "也。何以故？一切智名無量無邊，各各佛剎", "478": "各說異名。」須菩提言：「善男子！是一切智其", "479": "名云何？」答言：「大德須菩提！或有佛土，名一", "48": "者無行非行。」女言：「大德須菩提！何故乞食？」", "480": "切智為分別光，或名遍照，或復名曰示一切", "481": "智，或名增勇，或名大光，或名現在，或名", "482": "持地，或名大降伏，或名大普。大德須菩提！", "483": "如一切智無量名字，色亦如是無量名字，受", "484": "想行識亦復如是無量名字，諸界諸入、念處", "485": "正斷神足、諸根諸力諸覺諸道，一切助道法，", "486": "各各佛土無量名字。大德！名有何實？大德", "487": "須菩提！以是方便，當知一切名字非名，一", "488": "切名字妄想非實。」爾時，大德須菩提歎：「王舍", "489": "城諸大長者婆羅門等，大得善利，有是應供", "49": "須菩提言：「姊！我乞食者，不為長身而行乞", "490": "在此宿止。」復語大德須菩提言：「汝今能知世", "491": "應供耶？」須菩提言：「善男子！如我所知今當", "492": "說之，若有持戒修行善法，善入禪定其心不", "493": "亂，是等名為世應供也。」答言：「大德須菩提", "494": "所說應供，亦不具足。」須菩提言：「善男子！汝", "495": "今當說云何應供？」答言：「大德須菩提！若於", "496": "一切諸眾生等，無大悲心，不名應供。大德須", "497": "菩提，是應供名，不斷佛種法種僧種；如是", "498": "應供能斷一切眾生結使；如是應供智慧無", "499": "盡、功德無盡、諸辯無盡；如是應供是凡夫侶，", "5": "皆得諸通、諸陀羅尼，得無礙辯，成就具足無", "50": "食，為羸命故、除諸受故，我行乞食。」女言：「大", "500": "非聖伴侶；是世應供，眾生見者得法眼淨。」", "501": "爾時，有天恒常隨從大德須菩提，未成正定，", "502": "聞說如是應供地時，心得歡喜，發於無上正", "503": "真道心。既發心已五體投地，語大德須菩提", "504": "言：「我今悔過，更不隨從大德行也。」爾時，善", "505": "男子即問天言：「汝今何故向大德須菩提而", "506": "悔過也？」天女答言：「我十二年恒從大德須", "507": "菩提行，未曾聞說是應供地，我今聞此應供", "508": "地已，發於無上正真道心。我作是念：『若在", "509": "在處處聞說如是淨應供法，我往其所；若", "51": "德須菩提！汝今故為諸受牽耶？」須菩提言：", "510": "諸菩薩聚會，演說菩薩法處，我往是處。』」爾", "511": "時，大德須菩提聞此天女發如是心，即勸諭", "512": "言：「天女！汝得善利，於佛深法發無上道心。", "513": "天女！我今惱熱，於一切智法非其器故。當", "514": "何所為？天女！若我未斷一切諸漏得心解脫，", "515": "我亦當發無上道心。天女！汝常如是近善知", "516": "識，恭敬讚歎右遶禮拜如是大善諸丈夫尊，", "517": "亦能說於未曾聞法，聞是法已而不忘失。」大", "518": "德須菩提語天女言：「我今亦復向汝悔過，", "519": "我本不知汝之意故，勸聲聞法。」天女答言：", "52": "「我今不為諸受所牽，以除受故我行乞食。」女", "520": "「我為大德須菩提說於一眾生，不觀其根，不", "521": "應勸於聲聞乘也。何以故？大德須菩提！求", "522": "菩提道者，不願於聲聞乘也。大德須菩提！", "523": "雖為飢渴之所逼切，終不食於雜毒之食。", "524": "如是大德須菩提！求菩薩者願不聞於聲聞", "525": "乘也。」爾時，是善男子語天女言：「無上正道甚", "526": "難成就，若小莊嚴難得正覺。」天女答言：「善", "527": "男子！無上正道雖難成就，我如是行得不廢", "528": "進。」是善男子問天女言：「汝云何行？」天女答", "529": "言：「於諸眾生行平等心，解脫一切諸眾生故，", "53": "言：「大德須菩提！所行無諍差互不等，何以", "530": "堪任荷擔諸眾生故，成熟一切諸眾生故，令", "531": "一切眾生解苦樂故。善男子！我行如是。」善", "532": "男子言：「天女！有取相者，於一切眾生無平", "533": "等心；若為我結所繫縛者，不能解脫一切眾", "534": "生；依止陰者，不能為於一切眾生作於荷擔；", "535": "若有憶想諸善根者，不能成熟一切眾生；若", "536": "有我相及他相者，不能解了眾生苦樂。」是時", "537": "天女隨所教勅得順法忍。爾時，天女於中門", "538": "外散種種華，以用供養是善男子。爾時，是善", "539": "男子，現本女形衣服莊嚴，語大德須菩提：", "54": "故？行於無諍無有受苦，而是無諍非身心相", "540": "「大德小待，我持食來。」爾時，是女即入家中持", "541": "百味食來，語大德須菩提：「大德須菩提！汝", "542": "非離欲非不離欲，非離於瞋非不離瞋，非離", "543": "於癡非不離癡，非離結使非不離結使，汝受", "544": "此食。大德須菩提！汝不知苦、不斷於集、不", "545": "證於滅、不修道者，受於此食。大德須菩提！", "546": "汝若不修於四念處，不修四正勤，不修四如", "547": "意足，不修五根，不修五力，不修七覺，不修", "548": "八聖道，汝受此食。大德須菩提！汝不起身", "549": "見得一道心。受於此食。「大德須菩提！汝滅", "55": "應，而是無諍不生樂非樂，而是無諍不生諍", "550": "無明證明解脫，進於諸行，證於無為，不行", "551": "於識，更無有生，得於解脫，不增長名色，過", "552": "於三界，六入非入，知空解脫，不受於觸，修", "553": "無相解脫，不見受故。證無願解脫，無有愛", "554": "故，知解於如取不動故，知於無生，知有非", "555": "集，知生無生知老死無去，知十二緣無生無", "556": "食，汝受此食。「大德須菩提！汝不見佛不聞", "557": "於法不親近僧，受於此食。大德！若知五逆", "558": "等同法性，受於此食。大德！不此命終非餘", "559": "處生，受於此食。大德！若貪平等同無諍平", "56": "訟。大德須菩提！世尊說汝行無諍第一，何", "560": "等，若瞋平等同無諍平等，若癡平等同無諍", "561": "平等，受於此食。大德！汝不過凡夫地，不成", "562": "聖地，受於此食。大德！汝不從明入明，不墮", "563": "生死亦不涅槃，又不實語亦不妄語，受於此", "564": "食。大德！汝盡無盡，不分別無盡，於陰界入", "565": "亦不動搖，思無所依又無諍訟，於諸眾生而", "566": "無所礙，於一切法心無繫縛，受於此食。大", "567": "德！汝所為出家不得是法，受於此食。大德！", "568": "汝出家願不是願入涅槃，受於此食。若大德", "569": "須菩提無諍，地獄亦無諍。「大德須菩提！不", "57": "因緣故無諍說無諍？」須菩提言：「姊！無諍者，", "570": "取應供，受於此食。大德須菩提！若人於汝", "571": "起應供想，是人誹謗於須菩提大德，汝非", "572": "應供亦不畢施，不住應供。大德！若成此法，", "573": "受於此食。」爾時，大德須菩提於中門外，七過", "574": "動身申於右手，語是女言：「姊！為我善說成就", "575": "是法。」時女歎言：「善哉！善哉！大德須菩提！」即", "576": "授與食。授與食已說如是言：「大德須菩提！如", "577": "是應供平等受食，世所難遇，若憍慢故許是", "578": "平等，清淨受供墮於地獄。」爾時，天女問大德", "579": "須菩提言：「大德須菩提！此女何緣說如是法，", "58": "無諸境界離於欲塵。」女言：「大德須菩提！而", "580": "汝何不答？」須菩提言：「天女！汝意云何？幻人", "581": "能說是因非因耶？」天女言：「不也！大德須菩提。」", "582": "須菩提言：「如是！如是！如汝所說，諸法如幻", "583": "我何言答？天女！若諸眾生言說虛實，同我平", "584": "等。何以故？是諸言說如幻平等說。」於如是受", "585": "食法時，有百天子得法眼淨。爾時是女向須", "586": "菩提悔過，悔過已，語大德須菩提：「隨意善去，", "587": "汝持此食往至佛所，我亦當往詣於佛所。」爾", "588": "時大德須菩提，持所乞食出王舍城，聞是法", "589": "故心生歡喜不甘於食。時大德須菩提心念：", "59": "是無諍能離欲耶？」須菩提言：「姊！是無諍者，", "590": "「此食當施於誰，隨施食處令不失果？」爾時有", "591": "菩薩，名不污一切法，知大德須菩提心所思", "592": "念，即詣大德須菩提所。到已，語大德須菩提", "593": "言：「此食施我，不失果報。」須菩提言：「善男子！", "594": "汝安住戒耶？」答言：「大德須菩提！不受諸法", "595": "中無持戒破戒。大德須菩提！我殺、盜、婬、妄語、", "596": "兩舌、麁語、綺語、貪、瞋、邪見。」爾時，大德須菩", "597": "提思其所說，知此善男子所得言辯：「我今", "598": "當問所說因緣。」須菩提言：「善男子！何因緣", "599": "故說如是語？」爾時，不污一切法菩薩，向大德", "6": "生法忍，得無所畏，無量佛所種諸善根，進", "60": "不能離欲。」女言：「大德須菩提！何因緣故？汝", "600": "須菩提而說偈言：", "601": "「我道甚清淨，無上菩提道，", "602": "百千億眾生，在於此道中。", "603": "以此緣故說，我殺諸眾生，", "604": "名為殺眾生，能淨是道者。", "605": "菩提非天與，亦非釋梵與，", "606": "無與自然得，以是緣我盜。", "607": "大乘無與者，不依止下乘，", "608": "我說是大乘，以是故我盜。", "609": "知於邪婬故，智慧者求法，", "61": "說無諍能離欲塵？」須菩提言：「姊！以言說故，", "610": "不用欲故欲，如是行邪行。", "611": "如所有假名，為渴仰者說，", "612": "一切諸妄語，以是故妄語。", "613": "若有諸眾生，依止於下乘，", "614": "破壞如是等，勸發於大乘。", "615": "如是兩舌者，破壞諸外道，", "616": "墮非道眾生，安止平坦地。", "617": "若能呵責者，是無有愛語，", "618": "說於麁惡語，降伏一切魔。", "619": "說於麁惡語，心亦無瞋恚，", "62": "名為無諍。」女言：「大德須菩提！夫無諍者寧", "620": "健者見方便，教化眾生故。", "621": "知說何因緣，隨因緣而說，", "622": "是名為綺語，知億數眾生。", "623": "或說於真實，或知於妄語，", "624": "以是故綺語，演說於正法。", "625": "若一切眾生，咸受人天樂，", "626": "復求於出過，求望一眾生，", "627": "若喜樂相應，調世者利益，", "628": "智慧者施與，一切眾生樂。", "629": "所演說貪者，所貪者如是，", "63": "可說耶？」須菩提言：「姊！是無諍者不可言說。」", "630": "常作如是願，諸眾生作佛。", "631": "正法欲滅時，勇健者攝持，", "632": "捨失於身命，不捨佛正法。", "633": "無所畏示現，諸眾生諍訟，", "634": "及一切外道，攝持正法故。", "635": "若攝取一劫，若攝一億劫，", "636": "不捨正法故，然後不妄語。", "637": "勇健者取見，一切有為邪，", "638": "亦知於邪見，進入於正見。", "639": "有如是法者，是安住持戒，", "64": "女言：「大德須菩提！若其無諍不可言說，以", "640": "住於無住者，慧者覺菩提。」", "641": "爾時，大德須菩提以所乞食施善男子，說如", "642": "是言：「是善丈夫，應受信施不失果報。」大德須", "643": "菩提此日不食，過於晡時，從三昧起往詣佛", "644": "所。到已，頂禮佛足，先所聞法具向佛說。佛告", "645": "須菩提：「汝今知是菩薩名不？」須菩提言：「不", "646": "知。世尊！」佛言：「須菩提！是菩薩名轉女身菩", "647": "薩摩訶薩，以樂莊嚴方便教化眾生。如摩伽", "648": "陀國，十佉盧為一佉利，千佉利為一車，凡", "649": "有如是千車芥子，有人能數得其邊際，不能", "65": "何等故說名無諍？」須菩提言：「姊！如來世尊", "650": "數知此轉女身菩薩摩訶薩，以樂莊嚴方便於", "651": "娑婆世界所化眾生，令諸人天發於無上正真", "652": "道心者。」爾時，是女與五百女人圍繞侍從，出", "653": "王舍城向耆闍崛山往詣佛所。爾時世尊遙", "654": "見是女，語大德須菩提須菩提：「汝今見是五", "655": "百女來不？」須菩提言：「已見，世尊！」佛言：「此諸", "656": "女等，是轉女身菩薩摩訶薩，以樂莊嚴方便", "657": "之所成熟，皆已安住無上正真道心。」爾時，是", "658": "女與五百女圍繞侍從，到佛所已，頂禮佛足，", "659": "却住一面；五百女人亦頂禮佛足，却住一面。", "66": "為聲聞弟子假名字說。」女言：「大德須菩提！", "660": "爾時，大德須菩提往詣女所，合掌恭敬。爾時，", "661": "大德舍利弗語大德須菩提：「汝今得於非聖", "662": "法耶？汝今住於非聖戒耶？恭敬女人。」爾時", "663": "是女語大德舍利弗：「大德！汝今知世聖非聖", "664": "耶？若不能說，當默然住。」舍利弗言：「姊！汝能", "665": "知聖及非聖耶！」女言：「大德舍利弗！我能知之。」", "666": "舍利弗言：「姊！云何知也？」女言：「大德！若不斷", "667": "聖種，是名為聖。若不斷佛種法種僧種，是名", "668": "為聖。若行悲心欲令一切非聖解脫，是名", "669": "為聖。大德舍利弗！寧為女人種種瓔珞而自", "67": "若有假名即有諍訟，若有諍訟即有顛倒，若", "670": "嚴飾，著瞻蔔花鬘受五欲樂，不離無上正真", "671": "道心增長於聖，勝阿羅漢修八解脫寂靜諸", "672": "漏。大德舍利弗！我今說喻，以琉璃椀盛水精", "673": "珠，以無價寶置糞穢中。舍利弗！汝意云何？」舍", "674": "利弗言：「姊！寧無價寶置糞穢中，非琉璃椀", "675": "盛水精珠。」「如是，大德舍利弗！若有女人住於", "676": "無上正真道心，出過諸聖，非阿羅漢修八解", "677": "脫住於寂靜斷諸漏勝。」大德舍利弗言：「姊！", "678": "汝向大乘耶？」女言：「是大乘體無向無還。」舍", "679": "利弗言：「姊！若是大乘無向無還向，大乘者為", "68": "有顛倒非沙門法。」須菩提言：「姊！何等是沙", "680": "何所趣？」女言：「大德舍利弗！是向大乘，即是", "681": "趣向無明無盡，乃至向於老死無盡。何以故？", "682": "大德舍利弗！無明不可盡，乃至老死亦不可", "683": "盡，無盡即是無生法性，若生是盡則無生無", "684": "盡。大德舍利弗！緣合生法是法無諍。」爾時，", "685": "大德舍利弗白佛言：「世尊！誰能選擇人？世", "686": "尊！而此女人以是瓔珞而自莊嚴得成是辯。」", "687": "女言：「大德舍利弗！此辯非是瓔珞莊嚴。」舍", "688": "利弗言：「姊！是誰辯耶？」女言：「大德舍利弗！", "689": "菩薩莊嚴八種瓔珞，若莊嚴已，得於菩薩無", "69": "門法？」女言：「大德須菩提！無有文字，無有諍", "690": "礙之辯。何等八？不失菩提心瓔珞莊嚴，住", "691": "於究竟大悲之心瓔珞莊嚴，一切眾生無有", "692": "礙心瓔珞莊嚴，進求多聞無有厭足瓔珞莊", "693": "嚴，善能觀察如所聞法瓔珞莊嚴，化諸眾生", "694": "亦不見於一切諸法瓔珞莊嚴，善知方便分別", "695": "甚深緣合生法，善知一切眾生諸根瓔珞莊", "696": "嚴，諸佛受持善知方便瓔珞莊嚴。大德舍利", "697": "弗！是名八種瓔珞莊嚴，若有菩薩以是瓔珞", "698": "自莊嚴已得無礙辯。」爾時，大德舍利弗白佛", "699": "言：「世尊！而是女者於何命終而來生此？」爾", "7": "入大乘，其名曰伲泯陀羅菩薩摩訶薩、持", "70": "訟，無有顛倒，是沙門法；亦不分別是法非", "700": "時是女於舍利弗前化一女身，如己無異。是", "701": "女即語大德舍利弗言：「汝問是女於何命終", "702": "來生此間？」舍利弗言：「姊！此女是化，化無生", "703": "死。」女言：「大德舍利弗！如是！如是！如汝所說，", "704": "如來、正覺一切諸法皆如化相，若有知是一", "705": "切諸法如化相者無有生死。」爾時，佛告舍利", "706": "弗：「是菩薩摩訶薩名轉女身，從阿閦佛土來", "707": "至於此，化眾生故。舍利弗！是轉女身菩薩", "708": "摩訶薩，此娑婆界成熟無量無邊眾生，住於", "709": "無上正真之道。」爾時，轉女身菩薩以是色身", "71": "法，是沙門法；又不分別憶想不憶想，是沙", "710": "五體投地，說如是言：「世尊！若不說我無上", "711": "道記，及轉女身成男子身，我今不起於佛足", "712": "前。」五百女人，亦五體投地，發此誓願：「世尊！", "713": "我等今者於佛足前，亦皆不起。亦當說我無上", "714": "道記。」爾時世尊即便微笑，佛、世尊法，若微", "715": "笑時，如來口出無量種種妙色光明，青黃赤", "716": "白紫頗梨色，出已普照無量無邊諸佛世界，", "717": "上至梵世闇蔽日月，還繞佛三匝入如來頂。", "718": "爾時大德阿難，以佛力故即從坐起，偏袒", "719": "右肩右膝著地，向佛合掌，白佛言：「世尊！諸", "72": "門法。離一切著，是沙門法；非境界非不境", "720": "佛微笑非無因緣，今何緣笑？」佛言：「阿難！汝", "721": "今見是轉女身菩薩及五百女五體投地禮我", "722": "足不？」「見已。世尊！」佛言：「阿難！此轉女身菩薩", "723": "摩訶薩，過無數劫，當成無上正真之道，號", "724": "曰功德光王如來，出現於世，得佛道已。是", "725": "五百女作菩薩眾，得陀羅尼，得無礙辯，亦", "726": "得如此轉女身菩薩所說八種瓔珞莊嚴。爾", "727": "時是功德光王佛，為是五百菩薩說無上道", "728": "記。阿難！功德光王佛土豐饒，安隱快樂甚可", "729": "愛樂，人天眾多故，彼土眾生所受用物如", "73": "界，是沙門法；非染非縛非不染縛，是沙門", "730": "兜率天。阿難！爾時佛剎無女人名。何以故？", "731": "一切眾生皆悉化生於蓮華藏，加趺而坐修", "732": "淨梵行，以如上瓔珞而自莊嚴。」是時轉女身", "733": "菩薩及五百女聞佛說記，歡喜踊躍受持快", "734": "樂，上昇虛空高七多羅樹，即成男子，其狀", "735": "猶如十六童子，從空而下合掌瞻佛。爾時，世", "736": "尊申金色右臂以摩其頂，即得三昧名曰遍", "737": "照。爾時，佛告大德阿難：「阿難！汝受持此經，", "738": "讀誦通利為他廣說。」阿難白佛言：「世尊！我", "739": "受持此經。世尊！此經何名當受持之。」佛言：", "74": "法。無心離意識，是沙門法；知足是沙門法；", "740": "「阿難！此經名『樂瓔珞莊嚴方便品』，汝受持之，", "741": "亦名『轉女身菩薩問答』。」爾時，世尊說是法已，", "742": "轉女身菩薩摩訶薩，及十方來集菩薩摩訶", "743": "薩，大德須菩提、大德舍利弗、大德阿難，一切", "744": "大眾，天、龍、夜叉、人及非人，聞世尊說已，歡", "745": "喜信受。轉女身菩薩說樂瓔珞莊嚴方便經", "746": "具足竟自轉女身至具足竟凡十七字，余本所無。", "747": "樂瓔珞莊嚴方便品經", "75": "少欲斷貪，是沙門法。「離諸悕望，非動非發", "76": "非不動發，是沙門法；離一切境界無所取故，", "77": "是沙門法；離於陰魔無所染著，是沙門法；", "78": "斷結使魔更不生故，是沙門法；遠離死魔無", "79": "諸動搖，是沙門法；思惟不親近於天魔，是", "8": "地菩薩摩訶薩、地主菩薩摩訶薩、持眾生", "80": "沙門法；一切法空無有污染，是沙門法；無", "81": "想離一切想，是沙門法；無願無執著，是", "82": "沙門法；不行三界離一切想，是沙門法；守", "83": "護諸根，是沙門法；遠離諸入，是沙門法；善", "84": "自調伏離諸戲論，是沙門法；寂靜無起，是", "85": "沙門法。「無所愛著亦無起發，是沙門法；無", "86": "我我所無高無下，是沙門法；離觸無染，是", "87": "沙門法；遠離世法，是沙門法；善知於陰解", "88": "趣法性，是沙門法；諸界無界無所親近無所", "89": "礙故，是沙門法；離有為法，是沙門法；諸法", "9": "菩薩摩訶薩、持入會菩薩摩訶薩、照意菩", "90": "如虛空，是沙門法。」說是沙門法時，中門所", "91": "集聽法諸天，有三十天子，遠離塵垢得法", "92": "眼淨。復有五天子，向甚深法，聞是女辯，", "93": "發於無上正真道心。爾時，大德須菩提生希", "94": "有心，作如是念：「而此女人其辯如是，是如", "95": "來化必定無疑。」爾時，是女知大德須菩提心", "96": "心所念，說如是言：「大德須菩提！汝作是思", "97": "惟，而此女人是如來化必定無疑。大德！如", "98": "是如是如汝所思。何以故？如來知如，我亦知", "99": "如，以是義故如來化我；若如來覺如，我亦覺"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0566 樂瓔珞莊嚴方便品經", "author": "姚秦 曇摩耶舍譯", "sourceLink": "http://www.cbeta.org/"}