{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1632 方便心論", "text": {"0": "No. 1632", "1": "方便心論一卷", "10": "毒器。又造論者。內實調柔外觀多過。是以", "100": "與諸行為異不耶。答曰。汝若先知涅槃常者。", "101": "云何謂為同諸行耶。諸行之性流轉敗壞。涅", "102": "槃之體是常是樂。誰有智者言同於行。復有", "103": "問言。神我之性雖有形色。而未分別常與無", "104": "常。答曰若一切法有對礙者皆悉無常。如瓶", "105": "有礙則可破壞。我若如是必亦無常。然我有", "106": "形非經所載無有道理。如取沙礫名為珍寶。", "107": "汝亦如是言多虛妄。問曰。汝何故言我無形", "108": "耶。答曰。我先已說瓶有形礙故可毀壞。我若", "109": "如是亦應磨滅。云何復問何故而說我無形", "11": "若欲自利利人。應當捨此諍論之法。答曰不", "110": "耶。復次復有不定執相。如或問言。以物為聲", "111": "常無常乎。答曰。為分成者皆悉無常。聲亦", "112": "分成豈獨常也。問曰。何名聲物。答曰。若未", "113": "分別云何為問。問曰。我身與命。於未來世獨", "114": "受苦樂。共身受耶。答曰。此身滅已我餘身受。", "115": "問曰。何者是我。於未來世受苦樂乎。答曰。汝", "116": "前言我。云何復問有我不耶。此非道理。問", "117": "曰。已說執義。云何名為語善相耶。答曰。不違", "118": "於理不增不減。善解章句應相說法。所演譬", "119": "喻而無違背。無能輕訶。以是因緣名為語善。", "12": "然。今造此論不為勝負利養名聞。但欲顯示", "120": "問曰。不違於理。其事云何。答曰。有人計識是", "121": "我。以諸行空無我故。非一切行皆是於識此", "122": "非道理。行是識因。因無我故識云何我。問曰。", "123": "一切諸法皆悉無常。聲非一切是故為常。答", "124": "曰。汝言一切聲有何義非一切耶此說非因。", "125": "又一切法有造作者。皆悉無常。如火傳等聲", "126": "亦如是。是故無常。是則名為不相違相。", "127": "問曰。云何名為言不增減。答曰。我當先說增", "128": "減之相。減有三種。一因減。二言減。三喻減。若", "129": "言六識無常猶如瓶等。不說因緣。是名因減。", "13": "善惡諸相故造此論。世若無論迷惑者眾。則", "130": "若言是身無我眾緣成故。聲亦無我從緣而", "131": "有。是名喻減。若言四大無常如瓶造作。是名", "132": "言減。與上相違。名為具足。又具足者。若人言", "133": "我。應當問言。汝所說我為常無常。若無常者", "134": "則同諸行便是斷滅。若令常者即是涅槃更", "135": "何須求。是則名為具足之相。問曰。何名言增。", "136": "答曰。增亦三種。一因增。二喻增。三言增。若", "137": "言聲法無常和合成故。如瓶造作則為無常。", "138": "又言聲是空之求那。空非對礙聲是色法。云", "139": "何相依。是名因增。若言五根無常如呼聲響", "14": "為世間邪智巧辯。所共誑惑起不善業。輪迴", "140": "造作法故聲亦如是。何以知之。為脣口等之", "141": "所出故。是名喻增。如言微塵細小虛空遍大。", "142": "如此二法則名為常。聲不如是故曰無常。是", "143": "名喻增。又說聲是無常眾緣成故。若言常者是", "144": "事不然。所以者何。有二種因。一從形出。二為", "145": "根了。云何言常。又同異法皆無常故。是名言", "146": "增。問曰。何語能令世人信受。答曰。若為愚者", "147": "分別深義。所謂諸法皆悉空寂。無我無人如", "148": "幻如化無有真實。如斯深義智者乃解。凡夫", "149": "若聞迷沒墮落。是則不名應時語也。若言諸", "15": "惡趣失真實利。若達論者則自分別善惡空", "150": "法有業有報。及縛解等作者受者。淺智若聞", "151": "即便信受。如鑽燧和合則火得生。若所演說", "152": "應前眾生則皆信樂。如是名為隨時而語。問", "153": "曰。何名言證。答曰。雖多所說善能憶念。若宣", "154": "諸義深得其相。所立堅固令人愛樂。如言諸", "155": "法皆空無主。現見萬物眾緣成故。是名言證。", "156": "問曰。何名言失。答曰。與上相違名為言失。又", "157": "二種語亦名為失。何等為二。一義無異而重", "158": "分別。二辭無異而重分別。云何一義而重分", "159": "別。如言憍尸迦。亦言天帝釋。亦言富蘭陀那。", "16": "相。眾魔外道邪見之人。無能惱壞作障礙也。", "160": "是名義一名異而重分別。名義同者如言因陀", "161": "羅。又言因陀羅。是名義無異而重分別。復次", "162": "凡所言說。但飾文辭無有義趣。皆名為失。", "163": "又雖有義理而無次第。亦名言失。如偈說。", "164": "如人讚歎天帝釋女名曰金色", "165": "足手殊勝而便說於釋提桓因", "166": "壞阿修羅三種之城如是名為", "167": "無次第語", "168": "問曰。何名知因。答曰。知因有四。一現見。二", "169": "比知。三喻知。四隨經書。此四知中現見為上。", "17": "故我為欲利益眾生。造此正論。又欲令正法", "170": "問曰。何因緣故現見上耶。答曰。後三種知由", "171": "現見故。名之為上。如見火有烟。後時見烟便", "172": "知有火。是故現見為勝。又如見焰便得喻水。", "173": "故知先現見故然後得喻。後現見時始知真", "174": "實。問曰。已知三事由現故知。今此現見何者", "175": "最實。答曰。五根所知有時虛偽。唯有智慧", "176": "正觀諸法。名為最上。又如見熱時焰旋火輪", "177": "乾闥婆城。此雖名現而非真實。又相不明了", "178": "故見錯謬如夜見杌疑謂是人。以指按目則", "179": "覩二月。若得空智名為實見。問曰。已知現相。", "18": "流布於世。如為修治菴婆羅果。而外廣植荊", "180": "比相云何。", "181": "答曰。前已分別今當更說。比知有三。一曰前", "182": "比。二曰後比。三曰同比。前比者。如見小兒有", "183": "六指頭上有瘡。後見長大聞提婆達。即便憶", "184": "念本六指者。是今所見。是名前比。後比者。", "185": "如飲海水得其醎味。知後水者皆悉同醎。是", "186": "名後比。同比者。如即此人行至於彼。天上日", "187": "月東出西沒。雖不見其動。而知必行。是名同", "188": "比。", "189": "問曰。聞見云何。答曰。若見真實耆舊長宿", "19": "棘之林。為防果故。今我造論亦復如是。欲護", "190": "諸佛菩薩。從諸賢聖聽受經法。能生知見。是", "191": "名聞見。譬如良醫善知方藥慈心教授是名", "192": "善聞。又諸賢聖證一切法有大智慧。從其聞", "193": "者是名善聞。問曰。喻相云何。", "194": "答曰。若一切法皆空寂滅如幻如化。想如野", "195": "馬。行如芭蕉。貪欲之相如瘡如毒。是名為喻。", "196": "如是四事名之為因。能通達者名為知因。問", "197": "曰。何名似因。答曰。凡似因者。是論法中之大", "198": "過也。應當覺知而速捨離。如此似因我當宣", "199": "說。似因隨相有無量義。略則唯八。一隨其言", "2": "後魏西域三藏吉迦夜譯", "20": "正法不求名聞故。汝前說長諍論者。是事不", "200": "橫為生過。二就同異而為生過。三疑似因。四", "201": "過時語。五曰類同。六曰說同。七名言異。八曰", "202": "相違。", "203": "問曰。如此八法當廣分別。", "204": "答曰。言那婆者凡有四名。一名新。二名九。三", "205": "名非汝所有。四名不著。如有人言。我所服者", "206": "是那婆衣。難曰。今汝所著唯是一衣。云何言", "207": "九。", "208": "答曰。我言那婆乃新衣耳。非謂九也。難曰。何", "209": "名為新。", "21": "然。為護法故故應造論。問曰。汝先言解此", "210": "答曰。以那婆毛作故名新。", "211": "問曰。實無量毛。云何而言那婆毛耶。", "212": "答曰。我先已說新名。那婆非是數也。難曰。今", "213": "知此衣是汝所有。云何乃言非我衣乎。", "214": "答曰。我言新衣。不言此物非汝所有。難曰。今", "215": "現見汝身著此衣。云何而言不著衣耶。", "216": "答曰。我言新衣不言不著。是名似因。亦名隨", "217": "言而為生過。又復隨言而生過者。如說燒山。", "218": "難曰。實焚草木。云何燒山。是名隨言生過。乃", "219": "至諸法皆亦如是。復次隨言生過。凡有二種。", "22": "論者。達諸論法當說其相。答曰。此論分別", "220": "一如前說。二於同異而為生過。如言有為諸", "221": "法皆空寂滅猶如虛空。難曰。若爾二者皆是", "222": "空無。無性之法便同虛空。如是名為同異生", "223": "過。", "224": "問曰。何故名生。", "225": "答曰。有故名生。如泥有瓶性故得生瓶。難曰。", "226": "若泥有瓶性。泥即是瓶。不應假於陶師輪繩", "227": "和合而有。若泥是有故生瓶者。水亦是有應", "228": "當生瓶。若水是有不生瓶者。泥云何得獨生", "229": "瓶耶。是名同異尋言生過。", "23": "有八種義。若有能通達解其義趣。則能廣為", "230": "問曰。生疑似因其相云何。", "231": "答曰。如有樹杌似於人故。若夜見之便作是", "232": "念。杌耶人耶。是則名為生疑似因。問曰。云何", "233": "名為過時似因。", "234": "答曰。如言聲常。韋陀經典從聲出故。亦名", "235": "為常。難曰。汝今未立聲常因緣。云何便言", "236": "韋陀常乎。", "237": "答曰。如虛空無形色故常。聲亦無形是故為", "238": "常。言雖後說義亦成就。", "239": "難曰。此語過時。如舍燒已盡方以水救。汝亦", "24": "其餘諸論。如種稻麥以水溉灌則嘉苗滋茂。", "240": "如是。是名過時。問曰。類同云何。答曰。我與", "241": "身異故我是常。如瓶異虛空故瓶無常。是名", "242": "類同。", "243": "難曰。若我異身而名常者。瓶亦異身。瓶應名", "244": "為常。若瓶異身猶無常者。我雖異身云何常", "245": "乎。是名同類。", "246": "問曰說同云何。", "247": "答曰。如言虛空是常無有觸故。意識亦爾。是", "248": "名說同。問曰。何名言異。答曰。如言五塵無常", "249": "為根覺故。四大亦爾。是故無常。難曰。龜毛鹽", "25": "不去稊稗善穀不生。若人雖聞此八不解其", "250": "香是無所有。而為意識所得豈無常耶。是名", "251": "言異。問曰。相違云何。", "252": "答曰。相違二種。一喻相違。二理相違。如言我", "253": "常無形礙故如牛。是名喻違。理違者。如婆羅", "254": "門統理王業作屠獵等教。剎利種坐禪念定。", "255": "是名理違。如此二法。愚者不解謂為真實。是", "256": "名相違。問曰。何者名為不相違耶。", "257": "答曰。異上二法名不相違。是名似因。", "258": "2 明負處品明負處品第二", "259": "論者言。已說如上八種論法。復有眾多負法。", "26": "義。則於諸論皆生疑惑。設有明解斯八義者。", "260": "今當宣說。問曰。何名語法。", "261": "答曰。如言四大是假名。所以者何。為色等", "262": "法之所成故。復有人言四大實有。何以知之。", "263": "堅是地性。乃至動是風性故知為實。更相違", "264": "返便生諍訟。如有言地是成身因緣。餘大亦", "265": "爾。", "266": "難曰。地等亦能成一切物。云何而言唯成身", "267": "乎。是名非語。若不如是是名是語。問曰。何為", "268": "名負。", "269": "答曰。如言聲常無形色故如空。", "27": "決定能達一切論法。問曰。汝言解此論者決", "270": "難曰。聲雖無形而為根覺。有對有礙如瓶造", "271": "作。而虛空性非是作法。何得為喻。此名負義", "272": "立曰。瓶是有形可為無常。聲無形法何得為", "273": "喻。", "274": "難曰。聲雖異瓶而為根覺為耳所聞。是故無", "275": "常。問曰。何等之義不墮負處。", "276": "答曰。諸行與識作故無常。涅槃非作故常。如", "277": "此之言句味真正。名非負處。問曰。何者之言", "278": "而可難耶。", "279": "答曰。若語顛倒立因不正引喻不同。此則可", "28": "了論法。今諸外道有論法不耶。答曰有。如衛", "280": "難。如言想能斷結。問者曰。云何以想便斷結", "281": "耶。以不先言智從想發直言想故。此語顛倒", "282": "則為可難。", "283": "問曰。何因緣故重說此語。", "284": "答曰。欲令人知立無執義必墮負處故說。復", "285": "次應問不問。應答不答。三說法要不令他解。", "286": "自三說法而不別知。皆名負處。又共他論彼", "287": "義短闕而不覺知。餘人語曰。此義錯謬汝不", "288": "知乎。即墮負處。又他正義而為生過。亦墮負", "289": "處。又有說者。眾人悉解而獨不悟。亦墮負處。", "29": "世師有六諦。所謂陀羅驃求那總諦別諦作", "290": "問亦如是。如此負處。是議論之大棘刺為深", "291": "過患。應當覺知速宜遠離。", "292": "問曰。問有幾種。", "293": "答曰。有三種。一說同。二義同。三因同。若諸", "294": "論者。不以此三為問答者。名為違錯。此三答", "295": "中若少其一則不具足。若言我不廣通如此", "296": "三問。隨我所解便當相問。是亦無過。說同者。", "297": "如言無我。還依此語後方為問。是名語同。義", "298": "同者。但取其意是名義同。因同者。知他意趣", "299": "之所因起。是名因同。若能如是名非負處。若", "3": "1 明造論品明造論品第一", "30": "諦不作諦。如斯等比皆名論法。雖善通達猶", "300": "言輕疾聽者不悟亦墮負處。問曰唯有此等", "301": "更有餘耶。答曰有。所謂語少語多。無義語非", "302": "時語。義重捨本宗等。悉名負處。若以此等為", "303": "前人說。亦墮負處。", "304": "問曰。云何名為違本宗耶。", "305": "答曰。如言識是常法。所以者何。識體二種。一", "306": "識體生。二識體用。瓶亦二種。一瓶體生。二瓶", "307": "體用。然識生時即有用故。故名為常。瓶體生", "308": "已後方有用。故是無常。", "309": "難曰。若以生便有用名為常者。燈生時即用", "31": "不了別諸餘經論。如此八種深妙論法我當", "310": "應當是常。", "311": "答曰。燈為眼見聲為耳聞。云何為喻。是捨本", "312": "宗名墮負處。復次有說神常。何以知之。非根", "313": "覺故如虛空。不為根覺故常。", "314": "難曰。微塵不為根得而是無常。", "315": "答曰。神非作故常。微塵造作故無常。難曰。汝", "316": "前言非覺今言不作。是違本宗。答曰。汝言我", "317": "違。汝乖我言豈不違乎。難曰如此之相可有", "318": "斯理。我言違者。汝之所說自乖前義故言違", "319": "耳。又汝前言。不大分別故我生疑。非我違汝。", "32": "略說。為開諸論門。為斷戲論故。一曰譬喻。二", "320": "如是以疑為違。亦墮負處。", "321": "3 辯正論品辯正論品第三", "322": "論者言。若人說有眾生乃至亦有壽者命者。", "323": "何以知之。為根覺故。如無餘涅槃不為根覺", "324": "故無。眾生不爾故知是有。神是常法。何以故。", "325": "如阿羅漢果。唯當時有而前後無故知為無。", "326": "如第二頭第三手等。本無今有故知前無。有", "327": "已還滅故知後無。神不如是。是以為常。", "328": "難曰。如樹根地下水。不見言無。阿羅漢者亦", "329": "復如是。非是無法。汝自不證。立曰不然。水以", "33": "隨所執。三曰語善。四曰言失。五曰知因。六應", "330": "地障是故不見。今阿羅漢有何障礙而不見", "331": "乎。是以知無。難曰。汝以第二頭第三手不可", "332": "見故。明無羅漢。是事不然。雖無二頭非無第", "333": "一。言無羅漢乃是悉無。何得為喻。又汝言以", "334": "無覺知無涅槃者。是亦不然。如大海水不知", "335": "幾渧。可言無耶。若不知渧數而猶有海。涅", "336": "槃亦然。雖不可覺實自有之。而言無者應說", "337": "因緣。若不能說。汝義自壞。是則名為如法論", "338": "也。", "339": "復次若以無覺明無涅槃。他則生疑。如夜見", "34": "時語。七似因非因。八隨語難。喻有二種。一具", "340": "樹心便生疑。杌耶人耶。當知此樹非定人因", "341": "非定杌因。若令無覺定與涅槃為無因者。不", "342": "應生疑。又諸業報不可毀滅故有涅槃。所以", "343": "者何。譬如大火焚燒山林故火是滅因。今此", "344": "業報是何滅因而得滅耶。若得涅槃則便散", "345": "壞。立曰。實有滅因。障故不見。難曰。亦有涅", "346": "槃。但以癡障故不見耳。復次汝今若不分別", "347": "諸業有滅因者。汝義自壞。若滅因無故而不", "348": "說者亦無障礙。何須說耶。以是等緣知業不", "349": "滅。是則名為如法論也。立者曰。汝若以海水", "35": "足喻。二少分喻。隨所執者名究竟義。語善者", "350": "有故成有涅槃。豈復能令二頭有耶。若設二", "351": "頭不可為有。涅槃云何獨得有耶。汝海水喻", "352": "尚不能立。涅槃為有。何能成於二頭有乎。難", "353": "曰。汝意若謂涅槃無者。為有是無。為當無", "354": "無。若無無者。云何覺知無涅槃耶。若有此無。", "355": "云何而言都無所有。若言雖有是無涅槃之", "356": "法。猶自無者尚有是無。何故不得有涅槃耶。", "357": "當說因緣。若不能說。當知涅槃決定實有。是", "358": "亦名為如法論也。", "359": "問曰。神為是常為無常乎。立曰。神非造作故", "36": "謂語順於義。言失者謂言乖於理。知因者能", "360": "常。瓶等作法故是無常。難曰。若以無作明神", "361": "常者。是事不然。何以知之。生人疑故。若非造", "362": "作神即常者。不應生疑為常無常。以生疑故", "363": "當知有過。立曰。此過非但唯獨我有。一切論", "364": "者皆有斯過。如言聲常無形色故。有過去身", "365": "以宿命智知故。如是立義如前生疑。故一切", "366": "處皆有是過。難曰。喻者決疑。汝所引喻令我", "367": "生疑。是不成喻。喻不成者義則自壞。即墮負", "368": "處。而汝乃言一切有過非獨我有。斯則自咎", "369": "非餘過也。所以者何。如人被誣而不自明。而", "37": "知二因。一生因。二了因。語應時者若先說界", "370": "言一切皆悉是盜。當知此人即自為盜。汝亦", "371": "如是故墮負處。今汝若欲自宣明者。理極於", "372": "先。必欲復說則墮多過。汝第一立第二已破。", "373": "第三之義我又為難。欲以第五而止過者。不", "374": "出於初及汝後義。是則為重。若有重過即墮", "375": "負處。", "376": "問曰。設第六人更可問乎。", "377": "答曰。第五之人已成於過。何有第六得為問", "378": "耶。若必說之則同前過。問既有過。答應默然。", "379": "復次第六人過。而第五者不得詰之。所以者", "38": "入後說五陰。名不應時。若善通達言語次第。", "380": "何。由第五故是第六人便得為問。既自有過", "381": "何由過彼。如是等名正法論也。", "382": "4 相應品相應品第四", "383": "問曰。汝已分別如法正論。云何名為相應義", "384": "耶。", "385": "答曰。問答相應有二十種。若人能以此二十", "386": "義助發正理。是人則名解真實論。若不如是。", "387": "不名通達議論之法。此二十種。要則有二。一", "388": "異二同。以同顯義名同。以異顯義名異。凡為", "389": "義者必依此二故。此二者通二十法。云何名", "39": "是則名曰應時語也。似因者如焰似水而實非", "390": "同。如言煩惱盡處是無所有。虛空之性亦無", "391": "所有。是名為同。云何名異。如說涅槃非作故", "392": "常。則知諸行作故無常。是名為異。", "393": "問曰。此同異義云何為難。", "394": "答曰。欲難同者。作如是言。色以眼見聲為耳", "395": "聞。云何言同。若色異聲色自無常聲應是常。", "396": "若難異者。以色根覺故無常。我非根覺故常。", "397": "瓶我俱有有。若同者。瓶既無常。我亦應爾。若", "398": "說瓶有異我有者。可言我常而瓶無常。常有", "399": "既同我應無常。如斯難者。有二十種。一曰增", "4": "若能解此論則達諸論法", "40": "水。若有論者嚴飾言辭以為水者是名似因。", "400": "多。二曰損減。三說同異。四問多答少。五答", "401": "多問少。六曰因同。七曰果同。八曰遍同。九不", "402": "遍同。十曰時同。十一不到。十二名到。十三相", "403": "違。十四不違。十五疑。十六不疑。十七喻破。", "404": "十八聞同。十九聞異。二十不生。是名二十問", "405": "答之法。", "406": "問曰。此二十法應分別說。", "407": "答曰。增多者。如言我常非根覺故。虛空非覺", "408": "是故為常。一切不為根所覺者盡皆是常。而", "409": "我非覺得非常乎。難曰。虛空無知故常。我有", "41": "隨言難者如言新衣。即便難曰。衣非是時云", "410": "知故云何言常。若空有知則非道理。若我無", "411": "知可同於虛空。如其知者必為無常。是名增", "412": "多。損減者。若空無知而我有知。云何以空喻", "413": "於我乎。是名損減。同異者。如立我常引空為", "414": "喻。空我一者一法何得以空喻我。若其異者", "415": "不得相喻。是名同異。復次汝立我常言非根", "416": "覺。如虛空非根覺故常。然非根覺不必盡常。", "417": "何得為證。是名問多答少。復次汝立我常言", "418": "非根覺。非根覺法凡有二種。微塵非覺而是", "419": "無常。虛空非覺而是常法。汝何得言非覺", "42": "何名新。如是等名隨言難也。我已略說此八", "420": "故常。是名第五問少答多。復次汝以非覺為", "421": "因故知我常者。空與我異。云何俱以非覺為", "422": "因。是名因同。復次五大成者皆悉無常。虛空", "423": "與我亦五大成。云何言常。是名果同。復次汝", "424": "以虛空非覺故常。然虛空者遍一切處。一切", "425": "處物豈非覺也。是名遍同。復次微塵非遍。而", "426": "非根覺是無常法。我非根覺云何為常。是不", "427": "遍同。復次汝立我常言非根覺。為是現在過", "428": "去未來。若言過去過去已滅。若言未來未來", "429": "未有。若言現在則不為因。如二角並生。則不", "43": "種義。今當次第廣明其相。問曰。汝前言喻今", "430": "得相因。是名時因。復次汝立我常以非根覺。", "431": "到故為因。為不到乎。若不到則不成因。如火", "432": "不到則不能燒。如刀不到則不能割。不到於", "433": "我。云何為因。是名不到。復次若到因者。到便", "434": "即是無有因義。是名為到。復次汝以一切無", "435": "常。我非一切故常者。我即是有故應無常。如", "436": "㲲少燒。以多不燒應名不燒。是名相違。復次", "437": "汝以我非根覺同於虛空。虛空不覺我亦應", "438": "爾。若我覺者虛空亦應覺於苦樂。虛空與我", "439": "無有異故。是不相違。復次我同有故不定為", "44": "立喻者作何方便。答曰。若說喻者。凡聖同", "440": "常。容可生疑。為常無常。是名為疑。復次汝言", "441": "有我非根所覺。則可生疑。有何障故非根覺", "442": "耶。當說因緣。若無因緣。我義自壞。是名不", "443": "疑。復次汝以我非根覺故為常者。樹根地下", "444": "水亦非根覺而是無常。我云何常。是名喻", "445": "破。復次汝以經說。我非覺故知是常者。經中", "446": "亦說無我我所。尼乾法中明我非常。我定常", "447": "者。諸經不應有異有同。是名聞同。復次若汝", "448": "信一經。以我為常。亦應信餘經我為無常。若", "449": "二信者。一我便應亦常無常。是名聞異。復次", "45": "解然後可說。如言是心動發猶如迅風。一切", "450": "汝以有因知有我者。娑羅樹子既是有故應", "451": "生多羅。若以無故而知無者。多羅子中無樹", "452": "形相。不應得生。若有亦不生。無亦不生。我", "453": "亦如是。若定有者。不須以根不覺為因。我若", "454": "定無。以根不覺不可令有。是名不生。若復有", "455": "人立聲是常。亦以如上二十種法同異破之。", "456": "問曰。此二十種。更有因緣自解說耶。答曰", "457": "自有。應當問言。由有我故汝破於我。若無", "458": "我者汝何所破。以有能破故有所破。", "459": "難曰。理實無我。汝橫計為有故我難汝。汝言", "46": "凡夫知風動故。便得決了心為輕躁。若不知", "460": "以有所破故有我者。以有能破故知無我。若", "461": "言汝執我義以明無我。是事不然。非用汝義。", "462": "今汝自用我所執耳。立曰。汝云何知我執汝", "463": "義。應說因緣。難曰。我前已言。非執汝義汝執", "464": "他立。何故復問。云何知我執汝義耶。汝言自", "465": "違即墮負處。又汝初以根不覺故知實有我。", "466": "後以眾法而為證明。立因不定違失義宗。亦", "467": "墮負處。汝義已壞。我若更說不出於初。受言", "468": "多過。凡問答者。答極至於五。過此更言皆名", "469": "為過。若有智慧思惟深理。廣說譬喻能解於", "47": "者不得為喻。問曰。何故不但說正義而說喻", "470": "義。然其所論不出此法。論者言。已說如上諸", "471": "說法要。此論要者。諸論之本。由此論故廣", "472": "生問答增長智慧。譬如種子若遇良地根莖滋", "473": "茂。若種惡田無有果實。此法亦爾。若有智慧", "474": "能善思量。則廣生諸論。若愚癡人少於智慧。", "475": "雖習此論不能通達。是則不名真善知見。是", "476": "故諸有欲生實智分別善惡。當勤修習此正", "477": "法論。", "478": "方便心論一卷", "48": "耶。答曰。凡說喻者為明正義。問曰。汝先言", "49": "凡聖同解方得為喻。何者名同云何為異。答", "5": "如是深遠義今當廣宣說", "50": "曰。如前風喻名之為同。聖得涅槃而凡不得。", "51": "是名為異。問曰。已說喻相。執相云何。答曰。", "52": "隨其所執廣引因緣立義堅固。名為執相。問", "53": "曰。執法有幾。答曰有四。一一切同。二一切異。", "54": "三初同後異。四初異後同。問曰。汝今應當說", "55": "此四相。答曰。凡欲立義。當依四種知見。何等", "56": "為四。一者現見。二者比知。三以喻知。四隨經", "57": "書。一切同者。如說者言無我我所。問者亦說", "58": "無我我所。名一切同。一切異者。說者言異問", "59": "則說一。是名俱異。初同後異者。如說者曰現", "6": "問曰。不應造論。所以者何。凡造論者。多起恚", "60": "法皆有。神非現見亦復是有。問者或言現見", "61": "之法可名為有。神若非現何得有耶。若言比", "62": "知而有神者。要先現見後乃可比。神非現法", "63": "云何得比。若復以喻明神有者。有相似法然", "64": "後得喻。神類何等而為喻乎。若隨經書證有", "65": "神者。是事不可。經書意亦難解。或時言有或", "66": "時言無。云何取信。是名初同後異。初異後同", "67": "者。如說者言無我無所。而問者曰有我有人。", "68": "此二論者俱信涅槃。是名初異後同。復次執", "69": "法隨義有無量相。如十二因緣苦習滅道三", "7": "恨憍逸貢高。自擾亂心少柔和意。顯現他惡", "70": "十七品四沙門果。如是等法名佛正義。如說", "71": "晨朝禮敬殺生祭祠。然眾香木獻諸油燈。如", "72": "是四種名事火外道。六十三字四句之義。是", "73": "音聲外道。明藥有六。一藥名。二藥德。三藥味。", "74": "四藥勢力。五和合。六成熟。是名醫法。如六諦", "75": "等衛世師有。冥初一義多我異解。是僧伽有八", "76": "微。所謂四大空意明無明八自在。一能小。二", "77": "為大。三輕舉。四遠到。五隨所欲。六分身。七尊", "78": "勝。八隱沒。是名踰伽外道。有命無命罪福", "79": "漏無漏差戒具足縛解。五智聞智思智自覺", "8": "自歎己善。如斯眾過智者所呵。是故一切諸", "80": "智慧智義智。六障不見障苦受障愚癡障命", "81": "盡障性障名障。四濁瞋慢貪諂。是皆名為尼", "82": "乾陀法。又有說言。一切諸法盡是有故當知", "83": "是一。又一切法盡有求那亦名為一。又一切", "84": "法從冥初生。根本一故當知是一。又頭足等", "85": "成身與身為一。又依者是空當知是一。如是", "86": "等名計一外道。又言一切法異。所以者何。如頭", "87": "足等與身為異。又眾相差別如牛非馬等故", "88": "知法異。如是等名計異外道。若言一切法有", "89": "故一者。有法二種。一有覺二無覺。云何為一。", "9": "賢聖人。無量方便斷諍論者。常樂遠離如捨", "90": "因不同故。如是等法皆已總破。論者言。若有", "91": "人說苦習滅道十二因緣有無等法。為一異", "92": "者。皆非正因。所以者何。若言一者則墮苦邊。", "93": "若言異者則墮樂邊。是故有說。若一若異必", "94": "墮二邊。非佛法義。復次如有說言。涅槃之性", "95": "無苦無樂。何以知之。凡一切法以有覺故故", "96": "有苦樂。涅槃無覺云何言樂。復有說者而言", "97": "有樂。所以者何。樂有三種。一樂受樂。二無惱", "98": "害。三無希求。涅槃之中無所求故。是故得名", "99": "涅槃為樂。又有問言。我先已知涅槃是常。今"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1632 方便心論", "author": "後魏 吉迦夜譯", "sourceLink": "http://www.cbeta.org/"}