{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0767 佛說三品弟子經: 佛說三品弟子經: 佛說三品弟子經", "text": {"0": "No. 767", "1": "佛說三品弟子經", "10": "心中！」阿難言：「諾，受教。」佛言：「上輩優婆塞、優", "11": "婆夷受持五戒，不犯如毛髮者。若行教授開", "12": "解人者，皆令發菩薩心。何謂菩薩心者？念", "13": "十方人如視赤子；度人入道，作摩訶衍行；具", "14": "足教授，無所希望；不求供養衣被、飯食、珍寶、", "15": "錢財之物；不為小道，以度人為本。」「何謂小", "16": "道？」佛言：「以入大法作摩訶衍行，求須陀洹、", "17": "斯陀含、阿那含、阿羅漢、辟支佛。是為小道，非", "18": "菩薩。菩薩法者，教授一切，使入般若波羅", "19": "蜜，解漚惒拘舍羅，得薩芸若慧。當知是人作", "2": "吳月氏國居士支謙譯", "20": "行來久，是過去佛時人，供養師父如佛無異。", "21": "如是行者，為上優婆塞、優婆夷也。「中輩優婆", "22": "塞、優婆夷者，亦受五戒，不犯如毛髮者；亦是", "23": "過去佛時人。本學道，不值明師，不聞般若波", "24": "羅蜜，不曉漚惒拘舍羅，但行一波羅蜜，布施、", "25": "持戒、忍辱、精進、一心，不於經法中見慧。逮前", "26": "功德，得入人道，頗有宿識，得生法門，守戒完", "27": "具，視於師父如佛無異，終不犯戒。如是行", "28": "者，為是中輩優婆塞、優婆夷。「下輩優婆塞、優", "29": "婆夷者，雖受五戒，悉還犯之。若見明師、曉法", "3": "聞如是：一時佛在舍衛國祇樹給孤獨園，與", "30": "賢者，便從受問法要。當時歡喜，向其悔過罪，", "31": "更精進五戒，尤無反復。懷恊欲意，不復持佛", "32": "戒。自貢高，還自憎明師、賢者，謗說長短：『我", "33": "更見明師戒深慧，當護方便！』不知是師但食", "34": "供養，反信受其言，不精經戒。是優婆塞、優婆", "35": "夷為擔死人種，不當與共會同坐起。壞人", "36": "好心行，開化人民，受其法戒，希望供養，欲", "37": "得錢財、穀帛給活妻子。假佛威神，心不念十", "38": "方五道中人，欲令度脫，反為受者作想，不語", "39": "摩訶衍慧。是為不精佛正真之法，語受經人", "4": "比丘千二百五十人共會說經。賢者阿難從", "40": "言：『當避世間人因緣，多少飲酒。佛有百味之", "41": "食，不斷人酒。家不持戒者，若僮客、奴婢，請", "42": "使他人平殺生耳。』起手莫為，非佛弟子，", "43": "復限佛功德。」「何等為限佛功德？」佛言：「既行", "44": "開授人民，不欲令四輩聞知。」阿難長跪問佛：", "45": "「何為不欲令四輩聞知？」「是優婆塞、優婆夷愚", "46": "心不解，自謂為黠，實不曉了經中深要之慧。", "47": "不恥不知，反為新學賢者作限礙，不欲令見", "48": "明解好師。所以者何？欲得獨供養，反蔽障", "49": "大道。是優婆塞、優婆夷雖為度人，不見般", "5": "坐起，白佛言：「願欲有所問，唯天中天解說，", "50": "若波羅蜜，不解漚惒拘舍羅。是為盲冥專行", "51": "小道。或教人作福，無四等心，施不普及。請", "52": "彼置此，道法不使。爾四天王太子使者護", "53": "佛道神，一一記之，稍稍去離之，勅伺命計集、", "54": "積累其罪條疏名，錄白上帝。年壽未盡，頓", "55": "遣惡神，因其犯戒之間奪其餘命，自然墮", "56": "落泥犁中，當更十八獄罪，至天地燒乃出。", "57": "或墮一禽獸中，或入人道。若在人道者，當在", "58": "愚癡，不見法家生。」佛言：「阿難！道宜數數聚會", "59": "講說法義，不可不障愚人道，當得斷法、滅佛", "6": "欲決狐疑！」佛言：「善哉！恣所問。多陀竭當為", "60": "教罪。」諸弟子聞佛說經，莫不戰慄，皆正心受", "61": "教，為佛作禮。", "62": "佛說三品弟子經", "7": "汝解說之。」阿難問佛言：「優婆塞學道，有上、", "8": "中、下輩。願佛解之！」佛語阿難：「汝乃為當來、後", "9": "世發此問。如來當為汝說之。諦聽受，內著"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0767 佛說三品弟子經: 佛說三品弟子經: 佛說三品弟子經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}