{"author": "唐 法藏述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1878 華嚴發菩提心章", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1878", "1": "凡例華嚴發菩提心章凡例", "2": "此章別有異本，而文畫多紕謬，字句頗缺脫，", "3": "今以梅尾南都諸本隨義參訂改正。筆削非", "4": "私意也，每值文有大異，繫之鼇頭。《法界義鏡》", "5": "曰：「香象大師《菩提心章》載法界觀門，以明發", "6": "心相。」故今章明第四表德中有五門：自第一", "7": "真空觀至第三周遍含容觀，全舉彼觀文耳也。", "8": "又如圓超《疏鈔錄》、凝然《華嚴宗要義》、永超《東", "9": "域傳燈錄》及《高山寺藏目》等，皆標為賢首撰也。", "10": "世別有題為《華嚴三昧章》者，然其文大同此", "11": "章。今謂是乃後學誤以今章殘編為《三昧章》", "12": "者耶？故《探玄記》說十重唯識曰：「上來所明約", "13": "教就解而說。若就觀、行，亦有十重，如一卷《華", "14": "嚴三昧》中說云。」然考世所題為《三昧章》者，總", "15": "無其文，故知彼非其於《探玄記》所指者必矣。", "16": "正德四年納錦綾山曼陀羅院", "17": "華嚴發菩提心章", "18": "魏國西寺沙門法藏述", "19": "發心第一　簡教第二　顯過第三", "20": "表德第四", "21": "1 發心初中問曰：「云何名為發菩提心？」答曰：「依起信", "22": "論有三種心：一者、直心，正念真如法故；二者、", "23": "深心，樂修一切諸善行故；三者、大悲心，救度", "24": "一切苦眾生故。依此三心，各曲開十門。「就初", "25": "直心中，具有十心：「一者、廣大心，謂誓願觀一", "26": "切法，悉如如故。「二者、甚深心，謂誓願觀真如，", "27": "要盡源底故。「三者、方便心，謂推求簡擇，趣真", "28": "方便故。「四者、堅固心，謂設逢極苦樂受，此觀", "29": "心不捨離故。「五者、無間心，謂觀此真如理，盡", "30": "未來際不覺其久故。「六者、折伏心，謂若失念", "31": "煩惱暫起，即覺察折伏令盡，使觀心相續故。", "32": "「七者、善巧心，謂觀真理，不礙隨事，巧修萬行", "33": "故。「八者、不二心，謂隨事萬行，與一味真理融", "34": "無二故。「九者、無礙心，謂理事既全融不二，還", "35": "令全理之事互相即入故。「十者、圓明心，謂頓", "36": "觀法界全一全多，同時顯現無障無礙故。「第", "37": "二深心中，亦具十心：「一者、廣大心，謂於遍法", "38": "界一切行門，誓當修習學故。「二者、修行心，謂", "39": "於此無邊行海，對緣修造故。「三者、究竟心，謂", "40": "凡所修學，要當成就，乃至菩提故。「四者、忍苦", "41": "心，謂能忍大苦，修諸難行，不以為難故。「五者、", "42": "無厭足心，謂頓修多行，情無厭足故。「六者、無", "43": "疲倦心，謂於一一難行多時，勇悍無疲倦故。", "44": "「七者、常心，謂於一一行，各盡未來際，念念相", "45": "續恒不斷故。「八者、不求果報心，謂修此諸行，", "46": "不求人天二乘果故。「九者、歡喜心，謂凡修諸", "47": "行，稱本求心，皆大歡喜故。「十者、不顛倒心，謂", "48": "凡所修行，皆離二乘，俱絕三輪故。「第三大悲", "49": "心中，亦具十心：「一者、廣大心，謂於一切眾生", "50": "皆立誓願，將度脫故。「二者、最勝心，謂度彼要", "51": "當得佛果故。「三者、巧方便心，謂求度眾生巧", "52": "方便法，要當成熟故。「四者、忍苦心，謂堪忍代", "53": "彼一切眾生受大苦故。「五者、無厭足心，謂於", "54": "一一難化眾生化以無量方便，無厭足故。「六", "55": "者、無疲倦心，謂化難化眾生設於無量劫荷", "56": "負眾生苦，不以為勞故。「七者、常心，謂於一一", "57": "眾生盡未來際念念無間，不休息故。「八者、不", "58": "求恩報心，謂於諸眾生作此廣大饒益，終不", "59": "希望毛端恩報故。「九者、歡喜心，謂令眾生得", "60": "安樂時，通令得轉輪王樂、釋梵天王乃至二", "61": "乘及大涅槃等樂故。「十者、不顛倒心，謂不見", "62": "能化及所化故。」", "63": "2 簡教第二簡教者。問：「眾生修行，為要籍受持聖教，", "64": "方成行耶？為要須捨教法行，方成立耶？」答：「通", "65": "辨此義，略有十類眾生：「一者、自有眾生元不", "66": "識教，懸捨聖言，師自妄心，或隨邪友違教修", "67": "行，以為心要。外現威儀，內實朽㦨，巧偽誑惑，", "68": "是魔徒黨，此為最惡人也。「二者、自有眾生亦", "69": "背聖教不讀經典，唯以質直心，隨逐前巧偽", "70": "人，謂為出要，勤苦修行竟無所益，此雖勝", "71": "於前類，猶非好人也。此上二人俱捨聖教，不", "72": "得義理。「三者、自有眾生聞前二人背教為損，", "73": "即便唯讀聖言不解義意，莫知修行，唯以巧", "74": "偽傍依聖教，求名求利，違自所誦，順妄背真，", "75": "此雖不捨聖言，猶非好人也。「四者、自有眾生", "76": "雖受持讀誦唯逐文句，不知義理，不解修行，", "77": "唯以直心讀誦為業，雖無巧偽勝過前人，猶", "78": "非究竟。此上二人俱不捨聖教而不得義理", "79": "也。「五者、自有眾生讀誦聖教，分知解行，隨力", "80": "修行，多讀文句，少有修行。雖是好人，猶未究", "81": "竟。「六者、自有眾生廣尋聖教，遍知解行，漸略", "82": "聖言，而順教修行，取意專修不復多讀。此雖", "83": "復勝前，猶非究竟。「七者、自有眾生受持聖教", "84": "深會其意，亡筌得實，唯在修行，不復尋言。雖", "85": "捨教筌，猶非究竟。「八者、自有眾生尋教得旨，", "86": "知一切法無不穪性，是故於文字教法亦不", "87": "待捨離，持此順稱之教則為正行，此雖不捨", "88": "教而得真，猶非究竟。「九者、自有眾生常受持", "89": "稱性之言教，遂得於教不捨不著，恒觀絕言", "90": "之真理，乃得於理亦不捨亦不滯，俱起二行", "91": "故。《經》曰：『聖說法，聖默然』者，是其事也。此雖理", "92": "事無礙，二行俱起，猶非究竟。「十者、自有眾生", "93": "尋教得真，會理、教無礙常觀理而不礙持教，", "94": "恒誦習而不礙觀空。故《經》曰：『成就第一誠諦", "95": "之語，如說能行，如行能說，乃至學三世諸佛", "96": "無二語，隨順如來一切智慧』等，此則理教俱", "97": "融，合成一觀，方為究竟也。」", "98": "3 顯過第三顯過者。問：「色空、空色為相即耶？為不相", "99": "即耶？」答：「有二門：一、顯過；二、表德。「第一顯過", "100": "中有四句：謂即亦不可，非即亦不可，俱亦不", "101": "可，俱非亦不可。「初中有二：謂據人及法。「就人", "102": "有四句：若色即空，有二過失：一、凡迷同聖過，", "103": "以凡夫見色，即是空故。二、聖智同凡過，以所", "104": "證真空，即是凡見色故。若空即色，亦有二過", "105": "失：一、聖應同凡，見妄色故。二、凡應同聖，見真", "106": "空故。「就法四句者：若色即空，還有二過失：一、", "107": "壞俗諦過，以青、黃等色即是真空，則無別俗", "108": "故。二者、壞真諦過，既以青、黃等相為真空，則", "109": "別無真空故。若空即色，亦有二過失：一、壞真", "110": "諦過，以空是青、黃等，則無真空故。二、壞俗諦", "111": "過，以真空為色，則無妄色故。「第二非即亦不", "112": "可者，亦有二失。「據人四句者：若色不即空，有", "113": "二失：一者、凡迷不成過，以所見色，非虛妄故。", "114": "二、凡無悟聖過，以所見妄色，隔真空故。若空", "115": "不即色，亦有二失：一、聖智不成過，以空取色", "116": "外是，非真空故。二、聖不從凡過，以空異妄色，", "117": "聖自聖故。「就法四句者：若色不即空，亦有二", "118": "失：一、壞俗諦過，以色不無性，則待緣不得有", "119": "故。二、壞真諦過，以不會色歸空，則無真空故。", "120": "若空不即色，亦有二失：一、壞真諦過，以色外", "121": "斷空，理非真故。二、壞俗諦過，以空非色妄，無", "122": "依故。「第三俱亦不可者，謂若色即空、不即空，", "123": "空即色、不即色，亦有二種失。「初、據人，有二失：", "124": "一、凡聖雜亂過，二、迷悟不成過。「次就法，亦有", "125": "二失：一、二諦雜亂過，二、二諦不成過。思之可", "126": "見。「第四俱非亦不可者，謂若色非空、非不空，", "127": "空非色、非不色者，亦有二種失。「就人，有二失：", "128": "一、迷無悟聖期，悟不從凡過；二、聖凡雜亂，二", "129": "位俱壞過。「二、據法者，亦有二失：一、二諦各別，", "130": "俱不成過；二、二諦混雜，失法體過。思之可見。」", "131": "第四表德者，自有五門：一、真空觀，二、理事無", "132": "礙觀，三、周偏含容觀，四、色空章十門止觀，五、", "133": "理事圓融義。", "134": "1 真空觀第一真空觀法，於中略作四句十門：一、會色", "135": "歸空觀，二、明空即色觀，三、空色無礙觀，四、泯", "136": "絕無寄觀。就初門中為四：一、色不即空，以即", "137": "空故。何以故？以色不即斷空故，不是空也。以", "138": "色舉體是真空也，故云以即空故。良由即是", "139": "真空故，非斷空也。是故言由是空，故不是", "140": "空也。二、色不即空，以即空故。何以故？以青、黃", "141": "之相，非是真空之理，故云不即空。然青、黃無", "142": "體，莫不皆空，故云即空。良以青、黃無體之空，", "143": "非即青、黃，故云不即空也。三、色不即空，以即", "144": "空故。何以故？以空中無色，故不即空；會色無", "145": "體，故是即空。良由會色歸空，空中必無有色。", "146": "是故由色空，故色非空也。上三句以法揀情", "147": "訖。四、色即是空。何以故？凡是色法必不異真", "148": "空，以諸色法，必無性故，是故色即是空。如色", "149": "空既爾，一切法亦然。思之。第二明空即色觀", "150": "者，於中亦作四門。一、空不即色，以空即色故。", "151": "何以故？斷空不即是色，故云非色。真空必不", "152": "異色，故云空即色。是故要由真空即色故，令", "153": "斷空不即色也。二、空不即色，以空即色故。何", "154": "以故？以空理非青、黃，故云空不即色。然非青、", "155": "黃之真空，必不異青、黃故，是故言空即色。要", "156": "由不異青、黃故，不即青、黃，故言空即色、不即", "157": "色也。三、空不即色，以空即色故。何以故？空", "158": "是所依，非能依故，不即色也。必與能依作所", "159": "依，故即是色也。良由是所依故，不即色；是所", "160": "依故，即是色。是故言由不即色故，即是色也。", "161": "上三句亦以法揀情訖。四、空即是色。何以故？", "162": "凡是真空必不異色，以是法無我，理非斷滅", "163": "故。是故空即是色，如空色既爾，一切法皆然。", "164": "思之。第三色空無礙觀者，謂色舉體不異空，", "165": "全是盡色之空故，即色不盡而空現，空舉", "166": "體不異色，全是盡空之色故，即空、即色而空", "167": "不隱也。是故菩薩觀色無不見空，觀空莫非", "168": "見色，無障無礙為一味法。思之可見。第四泯", "169": "絕無寄觀者，謂此所觀真空，不可言即色、不", "170": "即色，亦不可言即空、不即空。一切法皆不可，", "171": "不可亦不可，此語亦不受，迴絕無寄，非言所", "172": "及，非解所到，是謂行境。何以故？以生心動念，", "173": "即乖法體，失正念故。又於前四句中，初二句", "174": "八門，皆揀情顯解。第三句一門，解終趣行。第", "175": "四句一門，正成行體。若不洞明前解，無以躡", "176": "成此行。若不解此行，法絕於前解，無以成其", "177": "正解。若守解不捨，無以入茲正行。是故行由", "178": "解成，行起解絕也。", "179": "2 理事無礙觀第二理、事無礙觀者，謂理事鎔融存亡逆順，", "180": "通有十門。一、理遍於事門，謂能遍之理性無", "181": "分限，所遍之事分位差別，一一事中理皆全", "182": "遍，非是分遍。何以故？以彼真理不可分故，是", "183": "故一一纖塵皆攝無邊真理，無不圓足。二、事", "184": "遍於理門，謂能遍之事是有分限，所遍之理", "185": "要無分限；此有分限之事，於無分限之理全", "186": "同，非分同。何以故？以事無體，還如理故，是故", "187": "一塵不壞而遍法界也。如一塵，一切法亦然。", "188": "思之。此全遍門超情離見，非世喻能況。如全", "189": "大海，在一波中而海非小；如一小波，匝於大", "190": "海而波非大，同時全遍於諸波而海非異，俱", "191": "時各匝於大海而波非一。又大海全遍一波", "192": "時，不妨舉體全遍於諸波；一波全匝大海時，", "193": "諸波亦各全匝互不相礙。思之。問：「理既全體", "194": "遍，一塵何故非小，既不同塵而小，何得說為", "195": "全體遍於一塵？又一塵全匝於理性，何故非", "196": "大？若不同理而廣大，何得全遍於理性？既成", "197": "矛盾，義極相違！」答：「理、事相望，各非一異，故得", "198": "全收，而不壞本位。「先、理望事有其四句：一、真", "199": "理與事非異故，真理全體在一事中。二、真理", "200": "與事非一故，理性恒無邊際。三、以非一即是", "201": "非異故，無邊理性全在一塵。四、以非異即是", "202": "非一故，一塵理性無有分限。「次、以事望理亦", "203": "有四句者：一、事法與理非異故，一塵全匝於", "204": "理性。二、事法與理非一故，不壞於一塵。三、以", "205": "非一即非異故，一小塵匝無邊真理。四、以非", "206": "異即非一故，匝無邊理而塵不大。思之。」問：「無", "207": "邊理性全遍一塵時，外諸事處為有理性？為", "208": "無理性？若塵外有理，則非全體遍一塵！若塵", "209": "外無理，則非全體遍一切事。義甚相違！」答：「以", "210": "一理性融故，多事無礙故，故得全在內而全", "211": "在外，無障無礙，是故各有四句。「先、就理四句", "212": "者：一、以理性全體在一切事中時，不礙全體", "213": "在一塵處，是故在外即在內。二、以全體在一", "214": "塵中時，不礙全體在餘事處，是故在內即在", "215": "外。三、以無二之性，各全在一切中故，是故亦", "216": "在內亦在外。四、以無二之性，非一切故，是故", "217": "非內非外。前三句明與一切法非異，此之一", "218": "句明與一切法非一，良為非一非異，故內外", "219": "無礙。「次、就事四句者：一、一事全匝於理時，不", "220": "礙一切事法亦全匝，是故在內即在外。二、一", "221": "切事法各匝於理時，不礙一塵亦全匝，是故", "222": "在外即在內。三、以諸事法同時各匝故，是故", "223": "全在內亦全在外，無有障礙。四、以諸事法各", "224": "不壞故，彼此相望，非內亦非外。思之。」三、依理", "225": "成事門，謂事無別體，要因真理而得成立。以", "226": "諸緣起皆無自性故，由無性理，事方成故。如", "227": "波攬水以成動，水望於波，能成立故。依如來", "228": "藏，得有諸法，當知亦爾。思之。四、事能顯理", "229": "門，謂由事攬理故，則事虛而理實，以事虛故，", "230": "全事中之理挺然露現。猶如波相虛，令水體", "231": "露現。當知此中道理亦爾。思之。五、以理奪事", "232": "門，謂事既攬理成，遂令事相皆盡，唯一真理", "233": "平等顯現，以離真理外無片事可得故。如水", "234": "奪波，波無不盡，此則水存已，壞波令盡。六、事", "235": "能隱理門，謂真理隨緣，成諸事法；然此事法", "236": "既違於理，遂令事顯，理不現也。如水成波，動", "237": "顯靜隱。《經》云：「法身流轉五道名曰眾生。故眾", "238": "生現時法身不現也。」七、真理即事門，謂凡是", "239": "真理必非事外，以是法無我理故。事必依理，", "240": "理虛無體，是故此理舉體皆事，方為真理。如", "241": "水即波無動，而非濕故，即水是波。思之。八、", "242": "事法即理門，謂緣起事法必無自性，無自性", "243": "故，舉體即真。故說眾生即如，不待滅也。以波", "244": "動相舉，體即水故，無異相也。九、真理非事門，", "245": "謂即事之理而非是事，以真、妄異故，實非虛", "246": "故，所依非能依故。如即波之水，非波，以動、濕", "247": "異故。十、事法非理門，謂全理之事，事恒非理，", "248": "性、相異故，能依非所依故，是故舉體全理而", "249": "事相宛然。如全水之波，波恒非水，以動義，非", "250": "濕故。此上十義同一緣起，約理望事，則有成、", "251": "有壞，有即、有離；事望於理，有顯、有隱，有一、有", "252": "異；逆順自在，無障無礙，同時頓起。深思，令觀", "253": "明現。是謂理、事圓融無礙觀也。", "254": "3 周遍含容觀第三周遍含容觀者，謂事如理融，遍攝無礙，", "255": "交參自在。略辨十門。一、理如事門，謂事法既", "256": "虛，相無不盡；理性真實，體無不現。此則事無", "257": "別事，即全理為事，是故菩薩雖復看事，即是", "258": "觀理，然說此事為不即理。二、事如理門，謂諸", "259": "事法與理非異，故事隨理而圓遍，遂令一塵", "260": "普遍法界；法界全體遍諸法時，此一微塵亦", "261": "如理性，全在一切法中。如一微塵，一切事法", "262": "亦爾。三、事含理事無礙門，謂諸事法與理非", "263": "一故，存本一事而能廣容。如一微塵其相不", "264": "大，而能容攝無邊法界，由剎等諸法既不離", "265": "法界，是故俱在一塵中現。如一塵，一切法亦", "266": "爾。此事理融通非一非異故。總有四句：一、一", "267": "中一；二、一切中一；三、一中一切；四、一切中一", "268": "切。各有所由，思之。四、通局無礙門，謂諸事法", "269": "與理非一即非異故，令此事法不離一處，即", "270": "全遍十方一切塵內。由非異即非一故，全遍", "271": "十方而不動一位，即遠、即近、即遍、即住，無障、", "272": "無礙。五、廣陜無礙門，謂諸事法與理，非一即", "273": "非異故，不壞一塵而能廣容十方剎海；由非", "274": "異即非一故，廣容十方法界而微塵不大。是", "275": "則一塵之事，即廣、即陜、即大、即小，無障、無礙。", "276": "六、遍容無礙門，謂此一塵望於一切，由普遍", "277": "即是廣容故，遍在一切中時即復還攝彼一", "278": "切法，全住自一中；又由廣容即是普遍故，令", "279": "此一塵還即遍在自內一切差別法中。是故", "280": "此一塵自遍他時，即他遍自，能容、能入同時，", "281": "遍、攝無礙。思之。七、攝入無礙門，謂彼一切望", "282": "於一法，以入他即是攝他故，一切全入一中", "283": "之時，即令彼一還復在自一切之內，同時無", "284": "礙。又由攝他即是入他故，一法全在一切中", "285": "時，還令一切恒在一內，同時無礙。思之。八、交", "286": "涉無礙門，謂一法望一切有攝、有入，通有四", "287": "句：謂一攝一切、一入一切；一切攝一、一切入", "288": "一；一攝一法、一入一法；一切攝一切、一切入", "289": "一切。同時交、參無礙。九、相在無礙門，謂一切", "290": "望一，亦有入、有攝，亦有四句：謂攝一入一；攝", "291": "一切入一；攝一入一切；攝一切入一切。同時", "292": "交、參，無障、無礙。十、普融無礙門，謂一切及一，", "293": "普皆同時，更互相望，一一具前兩重四句。普", "294": "融無礙，準前思之。令圓明顯現，稱行境界，無", "295": "障、無礙。深思之，令現在前也。", "296": "4 色空章十門止觀第四色、空章十門止觀者。第一會相歸性門，", "297": "於中，有二種：一、於所緣境會事歸理。二、於能", "298": "緣心攝將入正也。第二依理起事門者，亦有", "299": "二種：一者、所歸理非斷空故，不礙事相宛然。", "300": "二者、所入止不滯寂故，復有隨事起修妙覺", "301": "觀。第三理事無礙門者，亦有二種：一、由習", "302": "前理事能通交徹，故今無礙也。二、雙現前故，", "303": "遂使止觀同於一念頓照故。第四理事雙絕", "304": "門者，由事、理雙觀互相形奪故，遂使而雙俱", "305": "盡，非理非事，寂然雙絕，是故令止觀雙泯，逈", "306": "然無寄也。第五心境融通門者，即彼絕理事", "307": "之無礙境，與彼泯止觀之無礙心，二而不二，", "308": "故不礙心境；而冥然一味，不二而二，故不壞", "309": "一味，而心、境兩分也。第六事事相在門者，由", "310": "理帶諸事全遍一事，是故以即止之觀，於一", "311": "事中現一切法，而心無散動。如一事，一切亦", "312": "爾。第七彼此相是門者，由諸事悉不異於理，", "313": "理復不異於事，即是一切而念不亂，如一事", "314": "一切亦爾。第八即入無礙門者，由交參非一", "315": "與相含非異，體無二故，是故以止觀無二之", "316": "智頓現，即入二門同一法界，即心無散動也。", "317": "第九帝網重現門者，由於一事中具一切，復", "318": "各具一切，如是重重不可窮盡。如一事既爾，", "319": "餘一切事亦然。以止觀心境不異之目頓現", "320": "一切，各各重重悉無窮盡，普眼所矚，朗然現", "321": "前而無分別，亦無散動也。第十主伴圓備門", "322": "者。菩薩以普門之智，頓照於此普門法界。然", "323": "舉一為主，一切為伴，主伴、伴主皆悉無盡，不", "324": "可稱說，菩薩三昧海門皆悉安立自在無礙，", "325": "然無異念也。", "326": "5 理事圓融義1 理事俱融門第五理事圓融義者，亦有十門。第一、理事俱", "327": "融門，事虛、理實相攝、全收，融成十義。一、緣起", "328": "事法，以虛空無性故，舉體全理也。二、真性理", "329": "法，以真實故，不礙舉體全事也。三、由前二義", "330": "不相離故，理事俱存。四、由二義相奪故，理事", "331": "雙絕也。五、事全理而事不壞。六、理全事而理", "332": "不失也。七、二俱存而俱不立。八、俱亡而俱不", "333": "泯。九、前八相順而俱現。十、皆各相奪而不泯。", "334": "並會意思之。", "335": "2 理法隱顯門第二、理法隱顯門，理、性隨事，隱、顯融通，亦有", "336": "十義。一、以理全事故，理隱也。二、事全理故，理", "337": "顯也。三、以前二不相離故，隱顯俱立也。四、以", "338": "二義相奪故，非隱顯。五、以全事而不自失故，", "339": "即隱常顯也。六、以事盡而不泯他，即顯常隱", "340": "也。七、此二不相離故，即俱隱俱顯也。八、相奪", "341": "二亡故，俱非隱現也。九、由前八義同一理性", "342": "不相礙故，同時俱顯也。十、同時相奪義無不", "343": "盡泯，同一味亦非一也。深思可見。又單隱、單", "344": "顯各有十義。及俱存、俱泯十義，思惟可知。", "345": "3 事法存泯門第三事法存泯門，事相隨理，存亡自在，亦融", "346": "成十義。一、以事全理故，事泯也。二、以理全事", "347": "故，事存也。三、以前二不相離故，亦存亦泯。四、", "348": "以二相奪故，非存非泯也。五、以舉體全理，事", "349": "方成故，即泯而存也。六、以事舉體全成理，無", "350": "不蕩盡故，即存而泯也。七、以二義相順故，即", "351": "泯俱存。八、相奪故，即存、即泯俱泯也。九、以前", "352": "八義同一事法，存、亡自在，無礙俱現故也。十、", "353": "以同時相奪義故，無不盡圓融。逈超出情表，", "354": "亦深思可見。單存、單泯等十義，準前思之。", "355": "4 事事相在門第四事事相在門，諸法緣起，力、用相收亦有", "356": "十義。一、眾緣起法，於中若無一緣，餘一切緣", "357": "全不成故，是故即一緣有力能攝一切，餘並", "358": "無力攝在一中，即一現多隱也。二、以多唯一", "359": "故，是故即多緣有力而能收一，一緣無力攝", "360": "在多中，即多現一隱也。三、由前二義不相離", "361": "故，無礙俱現也。四、以各相形奪無不盡故，即", "362": "非隱、非現也。五、由有力攝他時，必無力入他", "363": "故，現即隱也。六、無力入他時，必有力攝他，故", "364": "隱即現也。七、俱攝無不俱入，故隱、顯俱現也。", "365": "八、俱攝俱入必不俱，故隱、顯斯絕也。九、以前", "366": "八義同一緣起故，自在俱現前也。十、各相形", "367": "奪超然無寄，圓融絕慮也。亦深思會意，可以", "368": "準知。又單攝、單收入等十義，準前思之。", "369": "5 一事隱現門第五一事隱現門，一事望多，有攝、有入，隱、顯", "370": "自在亦有十義。一、由攝多，故一現也。二、由一", "371": "入多，故一隱也。三、以攝入同時一法，故亦隱", "372": "亦顯也。四、全攝相奪各盡，故非隱非現也。五、", "373": "由一能攝多，方能入於多，是即現常隱也。六、", "374": "由入多故，方能攝多，是即隱常現。七、由具前", "375": "六，義方為一，故俱隱俱現也。八、二義同一相", "376": "奪俱盡，故非隱非現也。九、合前八義同在一", "377": "法，無礙頓現前。十、由前諸義各相奪盡，泯然", "378": "無寄，逈超言慮，即俱泯也。並各去情，如理思", "379": "之。又如攝入具隱、顯，有此十義。當知，隱現具", "380": "攝入亦有十義。準思之。", "381": "6 多事隱現門第六多事隱現門，多事望一有攝、有入，隱、顯", "382": "自在亦有十義。一、由多攝一，故多顯也。二、", "383": "由多入一，故多隱也。三、以顯入俱現故，亦隱", "384": "亦現也。四、攝入相奪故，俱非也。五、以多能攝", "385": "一方能入一，即顯常隱。六、以多能入一方能", "386": "攝一，故即隱常顯也。七、以具前二義方為多", "387": "故，即隱即現俱現也。八、同體二義必相奪盡，", "388": "即隱顯非也。九、合前八義同時頓現，相現前", "389": "也。十、以前法義各相形奪，泯然超絕。準前思", "390": "之。又隱、顯具攝入十義，同前思推。", "391": "7 事事相是門第七事事相是門，緣起事法展轉相成，體互", "392": "相無，彼此相是。亦有十義。一、於大緣起中，若", "393": "無一緣起，非直所起不彼能起；緣體亦不成，", "394": "是故一緣是能成，為有義；多緣所成無體，是", "395": "空義。是即多歸於一，故一存多泯也。二、多亦", "396": "為一，故多為能成，是有義；一為所成，是空", "397": "義。是即一歸於多，故存一泯。三、兩門二義並", "398": "不相離，故即存亡俱現。四、形奪俱盡，故即存", "399": "亡俱泯也。五、一為能成，必有所成故，是則攝", "400": "多同一之有，即是廢自同他之空也。六、多為", "401": "能成，必有所成故，亦攝廢同前。七、一多各二，", "402": "不相離故，無礙俱現也。八、攝廢同體，定不得", "403": "故，即俱非也。九、一多緣起隨義成立，故則相", "404": "是存、亡俱存現前。十、能所存亡空有俱盡，故", "405": "泯然超絕也。深思可知。", "406": "8 一多存泯門第八一多存泯門，然一望多有攝他、廢自，相", "407": "是、存泯亦有十義。一、此法有攝他同己，故自", "408": "存也。二、廢己同他，故自泯也。三、收廢俱現，故", "409": "亦存亦泯也。四、以二義全奪，故俱非也。五、非", "410": "盡己同他，無己盡他同己，是故即泯常存也。", "411": "六、反上句，故即存常泯也。七、二義不相離，故", "412": "存即泯、泯即存俱現也。八、相奪全盡，故存泯、", "413": "泯存俱非也。九、合前八義，一事法不相障礙，", "414": "俱現前也。十、法義同體相奪俱盡，故超然絕", "415": "慮也。思之可見。", "416": "9 多事存泯門第九多事存泯門，然多望一既攝他、廢自，相", "417": "是、存亡亦有十義。一、以多有攝一同己，故多", "418": "存也。二、以多有廢自同一，故多泯也。三、以前", "419": "二義不相離，故存泯雙現。四、形奪俱盡，故雙", "420": "非也。五、以非不攝一，同多無以廢，多同一是，", "421": "故存即泯也。六、非不同一，無以攝一，故泯即", "422": "存也。七、由存即泯，故有泯；由泯即存，故有存。", "423": "二義不相離，故存泯、泯存俱現前也。八、由存", "424": "無不泯，故非存；由泯無不存，故非泯。二義形", "425": "奪兩亡，故俱非也。九、由八義同位相順，法體", "426": "方立，是故圓通無礙，俱現前也。十、由前諸義", "427": "各互相奪，定取不得，是故無不超絕。挺然無", "428": "寄，唯證相應也。會意思之。", "429": "10 圓融具德門第十圓融具德門，然上法門並同大緣起無", "430": "障礙，圓明自在。亦有十義。一、諸門融合圓明", "431": "頓現，具足一功。二、隨舉一門，亦具一切。三、隨", "432": "舉一義，亦具一切。四、隨舉一句，亦具一切。五、", "433": "以此圓融俱總相，是故融攝一切。六、俱是別", "434": "相，莫不皆是所攝一切。七、俱是同相，能所攝", "435": "義齊均故。八、俱是異相，義各別不離故。九、俱", "436": "是成相，緣起義門正立俱現故。十、俱是壞相，", "437": "緣起無作同一味故。然此具德門中，一法法", "438": "爾，性具善、惡。故《經》曰：於一微塵中，各示那由", "439": "他無數億諸佛於中而說法。於一微塵中，現", "440": "無量佛國須彌金剛圍世間不迫作。於一微", "441": "塵中，現有三惡道、天、人、阿修羅，各各受業報，", "442": "如斯並是實事，非變化作，是法性實德，法爾", "443": "如此也。如上之義去情，深思可知。然此十門，", "444": "同時相應為一緣起，就初門中有十義圓融，", "445": "隨一各具餘一切義。如初門既爾，餘理法隱", "446": "顯等九門亦然，但隨門異耳，是故一一門中", "447": "各有十、百、千等。思之可見。又此上法義中，各", "448": "有解、行、境。會意思之。此則略辨理、事圓融。若", "449": "能熟思，便法理現前，則華嚴義旨由此少聞", "450": "耳。", "451": "華嚴發菩提心章終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1878 華嚴發菩提心章", "source": "CBETA"}