{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1435 十誦律: 十誦律: 十誦律: 十誦律: 十誦律", "text": {"0": "五誦10 八法7 臥具法", "1": "十誦律卷第三十五第五誦之七", "10": "言：「云何名比丘，共比丘諍已，強佐助比丘尼？」", "100": "佛：「鬪諍事，以幾滅諍事滅？」佛言：「以二滅諍", "101": "事滅。何等二？以現前比尼滅及多覓比尼滅。」", "102": "又問：「世尊！無根事，以幾滅諍事滅？」佛言：「以", "103": "四滅諍事滅。以現前比尼及憶念比尼滅，現", "104": "前比尼及不癡比尼滅，現前比尼及實覓比", "105": "尼滅。」又問：「世尊！犯罪事，以幾滅諍事滅？」佛", "106": "言：「以三滅諍事滅。現前比尼及自言比尼", "107": "滅，現前比尼及布草比尼滅。」又問：「世尊！常所", "108": "行事，用幾滅諍事滅？」佛言：「以一滅諍事滅，", "109": "現前比尼滅。「鬪諍事云何以二滅諍事滅？", "11": "如是訶已，向佛廣說。佛以是事集比丘僧，知", "110": "隨以何住處有諍相言，比丘！是事付闥賴吒", "111": "斷。闥賴吒比丘應受此事，如法、如比尼、如佛", "112": "教滅。若闥賴吒比丘能如法、如比尼、如佛教", "113": "滅者，是事名滅以一滅諍事滅，謂現前比尼。", "114": "現前者，人現前、比尼現前。人現前者，是中", "115": "隨助舉事人、有事人共集一處，是名人現前。", "116": "比尼現前者，如法、如毘尼、如佛教滅是事，是", "117": "名比尼現前。若是闥賴吒不能如法、如比尼、", "118": "如佛教斷是事者，應捨付僧。僧應受是事，如", "119": "法、如比尼、如佛教斷是事。若僧能如法、如比尼、", "12": "而故問迦留陀夷比丘：「汝實作是事不？」答言：", "120": "如佛教斷是事者，是名為斷用一比尼，所謂", "121": "現前比尼。現前比尼者，僧現前、人現前、比尼", "122": "現前。僧現前者，是中所有可中共作羯磨比", "123": "丘，共同心和合一處，可受欲者持欲來，現在", "124": "比丘能遮者不遮，是名僧現前。人現前者，有", "125": "隨助舉事人、有事人共集一處，是名人現前。", "126": "比尼現前者，如法、如比尼、如佛教斷是事，是", "127": "名為斷。若僧不能如法、如比尼、如佛教斷是", "128": "事者，爾時應僧中立二烏迴鳩羅，應羯磨此", "129": "人令斷是事。羯磨者，一心和合僧，一比丘僧", "13": "「實作。世尊！」佛種種因緣訶責迦留陀夷比丘", "130": "中問言：『誰能作烏迴鳩羅，如法、如比尼、如佛", "131": "教斷是事？』僧中若言：『我能。』若有五法，不應立", "132": "作烏迴鳩羅。何等五？隨愛行、隨瞋行、隨怖", "133": "行、隨癡行、不知斷不斷。成就五法，應立作", "134": "烏迴鳩羅：不隨愛行、不隨瞋行、不隨怖行、", "135": "不隨癡行、知斷不斷。即時一比丘應僧中唱", "136": "言：『大德僧聽！某甲、某甲比丘，能作烏迴鳩羅，", "137": "如法、如比尼、如佛教斷隨僧中事。若僧時到", "138": "僧忍聽，立某甲、某甲比丘作烏迴鳩羅，能如", "139": "法斷隨僧中事。是名白。』如是白二羯磨。『僧立", "14": "已：「云何名比丘，共諸比丘諍惡口相言已，強", "140": "某甲、某甲比丘作烏迴鳩羅斷隨僧中事竟，", "141": "僧忍，默然故，是事如是持！』是二烏迴鳩羅比", "142": "丘若是上座，諸下座比丘應與此二人欲已", "143": "遠去。若此二烏迴鳩羅是下座，應從諸上座", "144": "取欲已小遠去，當如法、如比尼、如佛教斷是", "145": "事。若二烏迴鳩羅能如法、如比尼、如佛教斷", "146": "是事者，是名為斷用一比尼，所謂現前比尼。", "147": "現前比尼者，僧現前、人現前、比尼現前。僧現", "148": "前者如上說，人現前、比尼現前亦如上說。若", "149": "二烏迴鳩羅不能如法、如比尼、如佛教斷是事", "15": "佐助諸比丘尼？」如是訶已語諸比丘：「從今有", "150": "者，是二烏迴鳩羅應更立二烏迴鳩羅。立", "151": "法者，一心和合僧，一比丘僧中問言：『誰能作烏", "152": "迴鳩羅，斷隨僧中事？』若言：『我能。』一比丘僧中", "153": "唱言：『大德僧聽！某甲、某甲比丘，能作烏迴鳩", "154": "羅，如法、如比尼、如佛教斷隨僧中事。若僧時", "155": "到僧忍聽，僧立某甲、某甲比丘作烏迴鳩羅，", "156": "能如法斷隨僧中事。是名白。』如是白二羯磨。", "157": "『僧立某甲、某甲比丘作烏迴鳩羅斷隨僧中事", "158": "竟，僧忍，默然故，是事如是持！』是二烏迴鳩羅", "159": "若是上座，諸下座比丘應與欲已小遠去。", "16": "四種諍事出：一者鬪諍事；二者無根事；三者", "160": "若二烏迴鳩羅是下座，應從諸上座比丘取", "161": "欲已小遠去，當如法、如比尼、如佛教斷是事。", "162": "若二烏迴鳩羅能如法、如比尼、如佛教斷是", "163": "事者，是名為斷用一比尼，所謂現前比尼。現", "164": "前比尼者，僧現前、人現前、比尼現前。僧現前", "165": "者如上說，人現前、比尼現前亦如上說。若是", "166": "二烏迴鳩羅不能如法斷者，還付先二烏迴", "167": "鳩羅。先二烏迴鳩羅應如法、如比尼、如佛教", "168": "斷。若能如法斷是事者，是名為斷用一比", "169": "尼，謂現前比尼。現前比尼者，僧現前、人現前、", "17": "犯罪事；四者常所行事。鬪諍事者，如諸比丘", "170": "比尼現前。僧現前者如上說，人現前、比尼現", "171": "前亦如上說。若是先二烏迴鳩羅復不能如", "172": "法、如比尼、如佛教斷是事者，應捨付僧。僧應", "173": "受是事，如法、如比尼、如佛教斷。若僧取是事，", "174": "能如法、如比尼、如佛教斷者，是名為斷用一", "175": "比尼，謂現前比尼。現前比尼者，僧現前、人現", "176": "前、比尼現前。僧現前如上說，人現前、比尼現", "177": "前亦如上說。「僧不能如法、如比尼、如佛教斷", "178": "是事者，僧應遣使往近住處僧所作是言：『此", "179": "事如是如是因緣起，闥賴吒不能斷、眾僧不", "18": "共比丘諍，惡口相言，是法是非法、是善是不", "180": "能斷、二烏迴鳩羅不能斷、後二烏迴鳩羅復", "181": "不能斷、還先二烏迴鳩羅復不能斷、還僧", "182": "復不能斷。汝等大德！和合為斷是事故。』即時", "183": "彼眾應和合。若僧先安居，應受七日去。若七", "184": "日盡，應受三十九夜去。若三十九夜盡，應破", "185": "安居來集一處，受是事應斷。近處僧應受是", "186": "事，如法、如比尼、如佛教斷是事。若近處僧能", "187": "如法、如比尼、如佛教斷者，是名為斷用一滅", "188": "諍事滅，所謂現前比尼。現前比尼者，僧現前、", "189": "人現前、比尼現前。僧現前如上說，人現前、比", "19": "善，是中共諍故，相助別異，是名鬪諍事。無根", "190": "尼現前亦如上說。若近處僧不能如法、如比", "191": "尼、如佛教斷是事者，爾時應僧中立二烏", "192": "迴鳩羅令斷。立二烏迴鳩羅羯磨法者，一心", "193": "和合僧，一比丘僧中問言：『誰能作烏迴鳩羅，", "194": "如法、如比尼、如佛教斷此隨僧中事？』是中若", "195": "言：『我能。』若有五法不應立作。何等五？隨愛、", "196": "隨瞋、隨怖、隨癡、不知斷不斷。若成就五法，", "197": "應立作烏迴鳩羅：不隨愛、不隨瞋、不隨怖、", "198": "不隨癡、知斷不斷。即時一比丘僧中唱言：『大", "199": "德僧聽！某甲、某甲比丘能作烏迴鳩羅，能如", "2": "後秦北印度三藏弗若多羅譯", "20": "事者，如諸比丘出餘比丘犯罪：若有殘作、", "200": "法、如比尼、如佛教，斷隨僧中事。若僧時到僧", "201": "忍聽，某甲、某甲比丘作烏迴鳩羅，如法斷隨", "202": "僧中事。是名白。』如是白二羯磨。『僧立某甲、某", "203": "甲比丘作烏迴鳩羅斷隨僧事竟，僧忍，默然", "204": "故，是事如是持！』是二烏迴鳩羅比丘若是上", "205": "座，諸下座比丘，應來與此二烏迴鳩羅比丘", "206": "欲已小遠去。若此二烏迴鳩羅比丘是下座，", "207": "應從上座比丘取欲已小遠去，當如法、如比尼、", "208": "如佛教斷是事。是二烏迴鳩羅若能如法、如", "209": "比尼、如佛教斷是事者，是名為斷用一比尼，", "21": "有殘不作、有殘作不作、若無殘作、無殘不作、", "210": "謂現前比尼。現前比尼者，僧現前、人現前、比", "211": "尼現前。僧現前者如上說，人現前、比尼現前", "212": "亦如上說。若二烏迴鳩羅不能如法、如比尼、", "213": "如佛教斷是事者，應更立二烏迴鳩羅。立法", "214": "者，一心和合僧中問言：『誰能作烏迴鳩羅，如", "215": "法斷隨僧中事？』若言：『我能。』一比丘僧中唱言：", "216": "『大德僧聽！某甲、某甲比丘，能作烏迴鳩羅，如", "217": "法斷隨僧中事。若僧時到僧忍聽，某甲、某甲", "218": "比丘作烏迴鳩羅，斷隨僧中事。是名白。』如是", "219": "白二羯磨。『僧立某甲、某甲比丘作烏迴鳩羅斷", "22": "無殘作不作、若有殘無殘作、有殘無殘不作、", "220": "隨僧中事竟，僧忍，默然故，是事如是持！』是", "221": "二烏迴鳩羅若是上座，諸下座比丘應與欲", "222": "已小遠去。若二烏迴鳩羅是下座，應從諸上", "223": "座取欲已小遠去，應如法、如比尼、如佛教斷", "224": "是事。若二烏迴鳩羅能如法、如比尼、如佛教", "225": "斷是事者，是名為斷用一比尼，謂現前比尼。", "226": "現前比尼者，僧現前、人現前、比尼現前。僧現", "227": "前如上說，人現前、比尼現前亦如上說。若是", "228": "烏迴鳩羅不能如法斷是事者，應還付先", "229": "鳩羅。先鳩羅應受是事，如法、如比尼、如佛", "23": "有殘無殘作不作，是中出犯罪，無根故，共相", "230": "教斷是事。是烏迴鳩羅若能如法、如比尼、如", "231": "佛教斷是事者，是名為斷用一比尼，謂現前", "232": "比尼。現前比尼者，僧現前、人現前、比尼現前。", "233": "僧現前者如上說，人現前、比尼現前亦如上", "234": "說。若是先烏迴鳩羅復不能如法、如比尼、如", "235": "佛教斷者，應捨付僧。僧應受是事，如法、如比", "236": "尼、如佛教斷用一比尼，謂現前比尼。現前比", "237": "尼者，僧現前、人現前、比尼現前。僧現前如上", "238": "說，人現前、比尼現前亦如上說。「若是近住處", "239": "僧不能如法、如比尼、如佛教斷是事者，近處", "24": "纏著，是名無根事。犯罪事者，有五種犯：犯", "240": "僧若聞某處有眾僧好上座知說波羅提木", "241": "叉法，是僧多有比丘持修多羅者、持比尼", "242": "者、持摩多羅伽者。是近住處僧應以是事", "243": "遣使至某處大僧中，應先立傳事人、若界外", "244": "令滿眾僧數。立法者，一心和合僧應問：『誰能", "245": "作傳事人，從是處持是事至某處、若道中能", "246": "斷是事？』是中若有人言：『我能。』若有五法不應", "247": "立作傳事人：隨愛、隨瞋、隨怖、隨癡、不知滅", "248": "不滅。若成就五法，應立作傳事人：不隨愛、", "249": "不隨瞋、不隨怖、不隨癡、知滅不滅。爾時傳", "25": "波羅夷、僧伽婆尸沙、波逸提、波羅提提舍尼、突", "250": "事人應持是事去。若道中能如法、如比尼、如", "251": "佛教斷是事者，是名為斷用一比尼，謂現前", "252": "比尼。現前比尼者，僧現前、人現前、比尼現前。", "253": "僧現前如上說，人現前、比尼現前亦如上", "254": "說。若傳事人不能道中如法、如比尼、如佛教", "255": "斷者，應持至彼住處。至彼住處已，是中若有", "256": "上座多知多識長老比丘，應語是人言：『是事", "257": "諍事如是因緣起，闥賴吒不能斷、眾僧不", "258": "能斷、先二烏迴鳩羅不能斷、後二烏迴鳩羅", "259": "不能斷、還付先二烏迴鳩羅復不能斷、還付", "26": "吉羅。若犯若污若不悔，是名犯罪事。常所行", "260": "僧僧復不能斷，近住處僧亦不能斷、近住處", "261": "二烏迴鳩羅不能斷，後二烏迴鳩羅亦不能", "262": "斷、還付先二烏迴鳩羅復不能斷、還付近", "263": "住處僧復不能斷，傳事人道中不能斷是事，", "264": "來至此間，汝長老！能受是事斷不？』若言：『能斷。』", "265": "應與作期。若不作期，不得與汝。期者，乃至九", "266": "月。「事有五種難斷：一者堅、二者強、三者佷", "267": "戾、四者往來、五者疑畏。堅者，執是事。強者，", "268": "舉事人、有事人勦健強力。佷戾者，舉事人、", "269": "有事人惡性佷戾惡性。往來者，此事從一", "27": "事者，眾僧所作事：若白一羯磨、白二羯磨、白", "270": "住處至一住處。疑畏者，諸比丘畏斷事時破", "271": "一心和合僧作兩段故。先應立行籌人，如是", "272": "應立。一心和合僧應問：『誰能作行籌人？』是中", "273": "有人言：『我能。』有五法不應立作行籌人：隨愛、", "274": "隨瞋、隨怖、隨癡、不知行籌不行籌。若成就", "275": "五法，應立作行籌人：不隨愛、不隨瞋、不隨", "276": "怖、不隨癡、知行籌不行籌。是中一比丘唱", "277": "言：『大德僧聽！某甲比丘能為僧作行籌人。", "278": "若僧時到僧忍聽，僧立某甲比丘作行籌人。", "279": "是名白。』如是白二羯磨。『僧立某甲比丘作", "28": "四羯磨、布薩自恣、立十四人羯磨，是名常所", "280": "行籌人竟，僧忍，默然故，是事如是持！』若比丘", "281": "已作行籌人，隨僧多少應作二種籌：一分長、", "282": "一分短；一分白、一分黑。說如法者，為作長", "283": "籌；說非法者，為作短籌。說如法者，為作白", "284": "籌；說非法者，為作黑籌。說如法籌以右手捉，", "285": "說非法籌以左手捉。說如法籌緩捉，說非法", "286": "籌急捉。先行說如法籌，後行說非法籌。行籌", "287": "人應作是言：『此是說如法者籌，此是說非法", "288": "者籌。』若行籌竟，說如法者籌乃至多一，是事", "289": "名斷用二比尼，謂現前比尼、多覓比尼。現前", "29": "行事。鬪諍事者以何為本？有十四破僧因緣", "290": "比尼者，是中若有隨助舉事人、有事人共和", "291": "合一處現前，如法、如比尼、如佛教現前除斷，", "292": "是名現前比尼。是中多覓比尼者，是中應求", "293": "覓往來問如法除斷。若說非法者籌乃至多", "294": "一，是事亦名為斷用二比尼，現前比尼、多覓", "295": "比尼。現前比尼者，是中若有隨助舉事人及", "296": "有事人共和合一處現前，如法、如比尼、如佛", "297": "教除斷，是名現前比尼。是中多覓比尼者，是", "298": "中應求覓往來問非法除斷。「行籌人有四種：", "299": "一者藏行籌、二者顛倒行籌、三者期行籌、四", "3": "8 諍事法八法中諍事法第八", "30": "及六鬪諍本，是名鬪諍事本。無根事，以何", "300": "者一切行籌。藏行籌者，若有人闇中行籌，若", "301": "有壁障處行籌，是名覆藏行籌。顛倒行籌", "302": "者，若顛倒行籌，以說如法人籌與說非法人、", "303": "以說非法人籌與說如法人，是名顛倒。期", "304": "者，若諸比丘隨和上阿闍梨作期、隨同和", "305": "上同阿闍梨、隨相識、隨共語、隨善知識、隨同", "306": "心、隨國土、隨聚落、隨處共作期：『我等取如", "307": "是如是籌、汝等莫遠我邊、莫別莫異、莫不共", "308": "語，共同一事。』是名期。一切僧取籌者，爾時", "309": "一切僧應和合一處，不得取欲。何以故？或多", "31": "為根本？有三根本：見根、聞根、疑根。若比丘", "310": "比丘說非法故，是名一切僧取籌。若是眾僧", "311": "及大上座大長老，能如法、如比尼、如佛教斷", "312": "是事者，即名為斷用一比尼，謂現前比尼。", "313": "現前比尼者，僧現前、人現前、比尼現前。僧現", "314": "前如上說，人現前、比尼現前亦如上說。「若是", "315": "眾僧及上座說波羅提木叉不能斷是事者，", "316": "應還付傳事人。傳事人應取是事於道中斷，", "317": "如法、如比尼、如佛教斷。若是傳事人於道中", "318": "能如法、如比尼、如佛教斷是事者，是名為斷", "319": "用一比尼。謂現前比尼。現前比尼者如上", "32": "與比丘鬪諍相言，己身作罪令他人說：有殘", "320": "說。「若是傳事人不能如法、如比尼、如佛教斷", "321": "者，是比丘道中若聞彼處僧坊中若有三比", "322": "丘、若二、若一比丘，能持修多羅、持比尼、持摩", "323": "多羅伽、四部眾所恭敬尊重。是傳事人應到", "324": "彼住處，應語一比丘言：『大德！是事如是如是", "325": "因緣起，闥賴吒不能斷、僧不能斷、先烏迴鳩", "326": "羅不能斷、後烏迴鳩羅不能斷、還先烏迴鳩", "327": "羅復不能斷、還僧復不能斷，近住處僧亦不", "328": "能斷、先烏迴鳩羅不能斷、後烏迴鳩羅不能", "329": "斷、還先烏迴鳩羅復不能斷、還近住處僧復", "33": "作有殘不作、有殘作不作、若無殘作無殘不", "330": "不能斷，傳事人道中亦不能斷、有大眾僧及", "331": "上座知說波羅提木叉不能斷、傳事人於道", "332": "中不能斷。三比丘、二比丘，能持修多羅者、持", "333": "比尼者、持摩多羅伽者，四眾所恭敬者，皆", "334": "不能斷。大德取是事，如法、如比尼、如佛教斷", "335": "是事。』是一比丘四眾所恭敬尊重者，應作是", "336": "言：『不可二人相言俱得勝，是中必一勝一負。』若", "337": "作如是語者，是名說如法者，若不作如是語", "338": "者，是名說非法者。若比丘如法滅事已，還更", "339": "發起者，波逸提。若但訶責，突吉羅。「有十種如", "34": "作、無殘作不作、若有殘無殘作、有殘無殘不", "340": "法行籌、有十非法行籌。十非法行籌者，不以", "341": "小事行籌、已過事行籌、不問長老行籌、非法", "342": "行籌、別眾行籌、非法別眾行籌、用是行籌欲", "343": "令多有非法者、用是行籌當多有非法者、用", "344": "是行籌欲破和合僧、用是行籌當破和合僧。」", "345": "問言：「云何名不以小事行籌？」答：「不為可懺悔", "346": "事行籌。已過事行籌者，是事從此住處到彼", "347": "住處。不問長老行籌者，有比丘持修多羅比", "348": "尼摩多羅伽者，不數往諮問何善、何不善？", "349": "何者有罪、何者無罪？何者白、何者黑？何者今", "35": "作、有殘無殘作不作。若口若意作罪令他", "350": "世利、何者後世利？何者導利人行，是好非", "351": "惡？非法行籌者，不如法行籌。別眾行籌者，同", "352": "一界內別處行籌。非法別眾行籌者，不如法", "353": "同一界中別處行籌。用是行籌欲令多有非", "354": "法者，是比丘先作意：用是行籌令多有說非", "355": "法者。用是行籌當多有比丘非法者，是比丘", "356": "先立意：用是行籌當多有說非法者。用是行", "357": "籌欲破和合僧者，是比丘先作意：用是行籌", "358": "令破和合僧。用是行籌當破和合僧者，是比", "359": "丘先作意：我是行籌當破和合僧。是名十種", "36": "人說：有殘作有殘不作、有殘作不作、無殘作", "360": "非法行籌。「十如法行籌者，以小事行籌、未過", "361": "事行籌、問長老行籌、如法行籌、和合眾行籌、", "362": "如法和合眾行籌、用是行籌欲令多有如法", "363": "者、用是行籌當多有如法者、用是行籌欲令", "364": "僧和合、用是行籌當和合僧。」問：「云何名以小", "365": "事行籌？」答：「為可懺悔事行籌。未過事行籌者，", "366": "是事在此住處未到彼住處。問長老行籌者，", "367": "有比丘持修多羅、比尼、摩多羅伽者，數往諮", "368": "問：何善、何不善？何者有罪、何者無罪？何者白、", "369": "何者黑？何者今世利？何者後世利？何者導", "37": "無殘不作、無殘作不作、有殘無殘作、有殘無", "370": "利人行，是好非惡？如法行籌者，不違法行", "371": "籌。和合眾行籌者，同界內僧和合一處行籌。", "372": "如法和合眾行籌者，如法同界內眾一處集", "373": "行籌。用是行籌欲令多有如法者，是比丘先", "374": "作意：以此行籌令多有說如法者。用是行籌", "375": "當多有比丘如法者，是比丘先作意：用是行", "376": "籌當多有比丘說如法者。用是行籌欲和合", "377": "僧者，是比丘先作意：用是行籌欲令僧和合。", "378": "用是行籌當和合僧者，是比丘先作意：用是", "379": "行籌當和合僧。是名十如法行籌。「若僧事，可", "38": "殘不作、有殘無殘作不作，從是中出他罪異，", "380": "付僧、可付三人、二人、一人。僧事者，僧應受僧", "381": "事。三人、二人、一人應受僧事。僧應滅僧事，三", "382": "人、二人、一人應滅。是名諍事用二比尼滅。「云", "383": "何無根事諍用四比尼滅？所謂現前及憶念", "384": "滅、若現前及不癡滅、若現前及實覓罪滅。云", "385": "何現前及憶念滅？如陀驃力士子比丘，彌多", "386": "羅比丘尼以無根波羅夷法謗。以是事故，或", "387": "僧、或三人、二人、一人，數數說是事令憶念。是", "388": "陀驃比丘，從僧乞憶念比尼。僧與憶念比尼，", "389": "如法、如比尼、如佛教。現前比尼者，所與憶念", "39": "是名無根事根本。犯罪諍，以何為本？從何", "390": "比尼人、得憶念比尼者和合一處，如法、如比", "391": "尼、如佛教，是名現前及憶念比尼滅。云何現", "392": "前及不癡滅？如施越沙比丘狂心顛倒，作種", "393": "種惡、不清淨事、不隨順道，出家人所不應作。", "394": "是人還得本心，以是事故，或僧、或三人、二人、", "395": "一人，數數說令憶念。是施越沙比丘，從僧乞", "396": "不癡比尼，僧與不癡比尼，如法、如比尼、如佛", "397": "教。是中何等是現前比尼？與不癡比尼人、得", "398": "不癡比尼者和合一處，如法、如比尼、如佛教，", "399": "是名現前及不癡比尼滅。云何現前及實覓", "4": "佛在王舍城。爾時諸比丘共比丘諍，惡口相", "40": "事起？從五種犯起，以五種犯為本：有犯身作", "400": "比尼？如象首比丘釋子，無慚無愧犯見聞疑", "401": "罪，先自言犯後言不作。僧與是人實覓比尼，", "402": "如法、如比尼、如佛教。是中何等是現前比尼？", "403": "與實覓比尼人、得實覓比尼者和合一處，如", "404": "法、如比尼、如佛教，是名現前比尼及實覓比", "405": "尼滅。是名無根事用四比尼滅，所謂現前及", "406": "憶念、現前及不癡、現前及實覓。」問：「犯罪事云", "407": "何以三滅諍事滅？」答：「所謂現前及自言、現前", "408": "及布草。云何現前及自言？如比丘，若他比丘", "409": "說罪若不說罪、若令憶念若不令憶念，自言：", "41": "非口非心作、有犯口作非身非心作、有犯身", "410": "『我犯僧伽婆尸沙。』是比丘從僧乞別住，僧如", "411": "法、如比尼、如佛教與別住。是中云何名現前？", "412": "與別住人及得別住者和合一處，如法、如比", "413": "尼、如佛教作。作者與彼人作別住，是中云何", "414": "復名如法自言？如比丘，若他比丘說罪若", "415": "不說罪、若令憶念若不令憶念，自言：『我犯僧", "416": "伽婆尸沙。』是應與摩那埵本日治，應與出罪。", "417": "是比丘從僧乞摩那埵、本日治、出罪羯磨，僧", "418": "如法、如比尼、如佛教作出罪羯磨。是事何等", "419": "現前與？出罪人、得出罪者和合一處，如法、如", "42": "作心作非口作、有犯口作心作非身作、有犯", "420": "比尼、如佛教作。作者與是比丘作出罪，是中", "421": "云何復名如法自言？如比丘，若他說罪若不", "422": "說罪、若令憶念若不令憶念，自言：『我犯可悔", "423": "過罪。』是中現前者，與悔過人、作悔過人和合", "424": "一處，如法、如比尼、如佛教作。作者與作可", "425": "悔過，是名現前比尼及自言比尼滅。」又問：「云", "426": "何現前比尼及布草？」「如一住處諸比丘，喜鬪", "427": "諍惡口相言。是諸比丘和合一處，作是念言：", "428": "『我等大衰失利，我等於佛法中以信出家，而", "429": "今作惡口相言。我等若求覓是事根本者，未", "43": "身作口作心作，無但心犯。從是犯起，是名犯", "430": "起事便起，已起事不可滅。』是中一比丘應唱", "431": "言：『大德僧聽！若僧時到僧忍聽，是事以布草", "432": "比尼滅。是名白。』即時是諸比丘應分作兩部，", "433": "是中若有上座、若次上座、若波羅提木叉通", "434": "義、若波羅提木叉，語此一部言：『我等大失非", "435": "得、大衰非利、大惡不善。我等信故，佛法中出", "436": "家求道，然今喜鬪諍相言。若我等求是事根", "437": "本者，僧中有未起事便起，已起事不可滅。", "438": "今汝等當自屈意我等，所作罪除偷蘭罪、除", "439": "白衣相應罪，是事汝等現前發露悔過不覆", "44": "罪根本。常所行事，以何為本？從何事起？所作", "440": "藏。』是中若無一比丘語者，應到第二部眾所，", "441": "是中有長老上座應語言：『我等大失非得、大", "442": "衰非利、大惡不善。我等信故，於佛法中出家", "443": "求道，今喜鬪諍相言。若我等求是事根本者，", "444": "僧中未起事便起，已起事不可滅。今汝等當", "445": "自屈意我等，所作罪除偷蘭遮、除白衣相應", "446": "罪，今自為及為彼故，當現前發露悔過不覆", "447": "藏。』諸比丘言：『汝自見罪不？』答言：『見罪。』『如法", "448": "悔過，莫復更起。』第二部眾亦應如是說。是名", "449": "布草比尼。是中云何名現前？與布草人及得", "45": "事從僧起，僧為根本，是名常所行事根本。「所", "450": "布草者和合一處，如法、如比尼、如佛教作，", "451": "作者與作布草羯磨，是名現前及布草滅。", "452": "是名犯罪事用三比尼滅，所謂現前自言布", "453": "草。」問：「常所行事，云何以一現前比尼滅？」「與", "454": "作白人、得作白者和合一處，如法、如比尼、如", "455": "佛教作白一羯磨、白二羯磨、白四羯磨、布薩", "456": "說戒、自恣受歲、立十四人羯磨。與羯磨人、得", "457": "羯磨者和合一處，如法、如比尼、如佛教作者，", "458": "是名常所行事用一比尼滅，所謂現前比尼。」", "459": "八法中諍事法第八竟", "46": "有鬪諍，皆名諍事耶？有諍事亦名鬪諍耶？", "460": "十誦律卷第三十五", "47": "有鬪諍非諍事、有諍事非鬪諍、有鬪諍亦是", "48": "諍事、有非鬪諍非諍事。有鬪諍非諍事者，", "49": "若比丘但相道說，未成鬪諍。有諍事非鬪", "5": "言；諸比丘尼共比丘尼諍；諸式叉摩尼共式", "50": "諍者，三種諍事。有鬪諍亦是諍事者，若比丘", "51": "相道說，亦成鬪諍事。有非鬪諍非諍事者，除", "52": "上三句。所有無事諍，皆名為諍事耶？有諍", "53": "事亦名無事諍耶？有無事諍非諍事、有諍事", "54": "非無事諍、有無事諍亦諍事、有非無事諍非", "55": "諍事。有無事諍非諍事者，但說他罪未起諍", "56": "事。有諍事非無事諍者，三種諍事是。有無事", "57": "諍亦諍事者，有比丘無事諍亦起諍事。非無", "58": "事諍非諍事者，除上三句，所有犯罪皆名諍", "59": "事耶？有諍事亦名犯罪耶？有犯罪非諍事、有", "6": "叉摩尼諍、諸沙彌共沙彌諍；諸沙彌尼共沙", "60": "諍事非犯罪、有犯罪亦諍事、有非犯罪非諍", "61": "事。有犯罪非諍事者，所名犯罪。有諍事非犯", "62": "罪者，三種諍事。有犯罪亦諍事者，所名犯", "63": "罪亦諍。非犯罪非諍事者，除上三句，所有", "64": "常所行事皆名諍事耶？有諍事亦名常所行", "65": "事耶？有常所行事非諍事、有諍事非常所行", "66": "事、有常所行事亦諍事、有非常所行事非諍", "67": "事。有常所行事非諍事者，所名作法。有諍", "68": "事非常所行者，三種諍事。有常所行亦諍", "69": "事者，常所行亦諍。非常所行事非諍事者，", "7": "彌尼諍，惡口相言。迦留陀夷比丘，共諸比丘", "70": "除上三句。鬪諍事為善、為不善、為無記？或", "71": "善、或不善、或無記。云何名善？有諸比丘善", "72": "心共諍，所謂是法是非法、是律是非律，是", "73": "名善。云何不善？有比丘不善心共諍，是法", "74": "是非法、是律是非律，是名不善。云何名無記？", "75": "有諸比丘不以善心不善心共諍，是法是", "76": "非法、是律是非律，是名無記。無根事諍，為善、", "77": "為不善、為無記？或善、或不善、或無記。善者，若", "78": "諸比丘善心共諍，出他比丘罪：有殘作、有殘", "79": "不作、有殘作不作、無殘作、無殘不作、無殘作", "8": "諍，惡口相言已，隨順佐助諸比丘尼。是中有", "80": "不作、有殘無殘作、有殘無殘不作、有殘無殘", "81": "作不作，是名為善。不善者，若諸比丘不善心", "82": "共諍出他罪：有殘作、有殘不作、有殘作不", "83": "作、無殘作、無殘不作、無殘作不作、有殘無殘", "84": "作、有殘無殘不作、有殘無殘作不作，是名不", "85": "善。無記者，若諸比丘不以善心不善心共", "86": "諍出他罪：有殘作、有殘不作、有殘作不作、無", "87": "殘作、無殘不作、無殘作不作、有殘無殘作、有", "88": "殘無殘不作、有殘無殘作不作，是名無記。犯", "89": "罪事為善、為不善、為無記耶？犯罪事或不善、", "9": "比丘少欲知足行頭陀，聞是事心不喜，訶責", "90": "或無記。不善者，若諸比丘知佛結戒故犯，是", "91": "名不善。無記者，不故犯佛所結戒，是名無記。", "92": "常所行事，為善、為不善、為無記？或善、或不善、", "93": "或無記。善者，若諸比丘善心作白羯磨、白二", "94": "羯磨、白四羯磨、布薩自恣、立十四人羯磨，是", "95": "名善。不善者，若諸比丘以不善心作白羯磨、", "96": "白二羯磨、白四羯磨、布薩自恣、立十四人羯", "97": "磨，是名不善。無記者，若諸比丘不以善心不", "98": "善心作白羯磨、白二羯磨、白四羯磨、布薩自", "99": "恣、立十四人羯磨，是名無記。」長老優波離問"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1435 十誦律: 十誦律: 十誦律: 十誦律: 十誦律", "author": "後秦 弗若多羅共羅什譯", "sourceLink": "http://www.cbeta.org/"}