{"author": "三寶尊菩薩造  大域龍菩薩造本論  宋 施護等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1517 佛母般若波羅蜜多圓集要義釋論: 佛母般若波羅蜜多圓集要義釋\n論: 佛母般若波羅蜜多圓集要義釋論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛母般若波羅蜜多圓集要義釋", "1": "論卷第四", "2": "三寶尊菩薩造", "3": "大域龍菩薩造本論", "4": "西天譯經三藏朝奉大夫試光", "5": "祿卿傳法大師賜紫沙門臣", "6": "施護等奉　詔譯", "7": "復次此中顯示世尊所說正理。如彼頌言。", "8": "如理言淨性亦然不可得", "9": "性無性違等種種性定見", "10": "此云如理言等者。謂隨染分別。以智對治諸", "11": "有散亂。是故如理之言。世尊於般若波羅蜜", "12": "多中正說。頌言淨性者。謂即如理自性。清淨", "13": "光明。而能對治彼不清淨諸有散亂。頌言亦", "14": "然者。即聚集義。此一性等性所有聚集量不", "15": "可得。如理之言即如量義。體即無二之智。彼", "16": "能對治此為決定。問此復何等量不可得。答", "17": "此說比量不可得故。所有自受非他相所增。", "18": "如樂等自受。若言論安立。即如實智自性所", "19": "得相違。他相有增自受不成對治量故。此中", "20": "非彼所知青等相。一多性異有分別故。是故決", "21": "定觀察。自受成就所行悲愍。即非外門所照", "22": "現性。不為他相有增動亂。何以故。所有青等", "23": "諸相勝義諦中無實性故。此唯有智如實了", "24": "知。此無過失。若於外事如其自受。以如是義", "25": "有所安立。即不如義。此有過失。而非決定見", "26": "邊成就。何以故。以樂等受於外諸處無有性", "27": "故。亦非異處有所伺察。此中樂等受。即樂等", "28": "自性受。非樂等相受。此等所說即離能取所", "29": "取二相之智。此非別異所有。問若今無彼能", "30": "取所取識者。云何於後有彼識性。答此中但", "31": "離能取所取相。彼後識相雖有而非語言表", "32": "示。彼有之性真實表示。如理和合。是故此說", "33": "彼一切識。若比量智而非此中和合所成。何", "34": "以故以彼無二之相。非有二相領受所行。若", "35": "有二相彼量不成。以彼二相而為對礙。如執", "36": "兔角豈非過失。何以故非能取聲中說有智", "37": "相。以彼決定無有性故。然以彼識於外青等", "38": "諸相而有對礙。彼一多伺察有堪任性。非真", "39": "實意而亦非識離勝義諦有所取故。彼無性", "40": "等樂取決定所有智相體性。此為能取。此為", "41": "所取。此說無彼能取之相。以體及業互相樂", "42": "取決定性故非智相。自受中說能取聲。亦無", "43": "智相。互相樂取決定自理。如是如所生性故。", "44": "彼如是智相自受中而正安立。如其所說離", "45": "能取所取之性。此說為無二即智相。自受現", "46": "量成就。非一切真實顯示和合。若復執彼決", "47": "定無分位性。即無二智相中有所動亂。種子", "48": "隨生不隨智相。無二對現所生。若執決定無", "49": "二之相。此中還成執著分別。非此智相。同法", "50": "之中而得成就。是故所有一切義中而成毀", "51": "謗。當知世俗及勝義性。決定如是無所有義。", "52": "此中顯明義者。如佛所說智即是明。世俗即", "53": "無明。若明若無明智。如實知別異種類。亦無", "54": "所生。是故彼等如實不顛倒相。即智明相而", "55": "為對治。當知決定。若彼勝義諦中決定無自", "56": "性者。如虛空雲彼非對治。以彼所有如理對", "57": "治。真實所行得相應故。如熱自性冷物對治。", "58": "此不實義。表示無明亦然。以如實義說者。此", "59": "無二智自性因中有其多種。若此中決定彼", "60": "世俗相。計有性者。此不可說。於所行中即有", "61": "二相。智實無二。問若如前言智即是明世俗", "62": "即無明者。如是所說豈非此中自語相違邪。", "63": "以明自性異世俗有性故。答明之無二相即", "64": "是勝義性。此如是說正理成就。若世俗所欲", "65": "領受。古師仙人於此語中亦有異義。如餘處", "66": "說此不復引。此中如後正理。頌言。性無性違", "67": "等所言等者。即攝集義。非唯如前所說。正理", "68": "離分別智。對治散亂。此有性無性相違。當知", "69": "彼亦決定對治。謂如所有種種性等。無性自", "70": "性離分別智。即是對治。當知此中若性若相。", "71": "由智力能顯示正義。彼復云何。勝義諦中。無", "72": "有諸色。一性等生。若復無所有即種種性定", "73": "見。所言定者。是決定義。即一性決定。以明力", "74": "故作如是說。云何此中作如是說。所以頌言。", "75": "說此色唯名真實無自性", "76": "彼自性分別容受即當止", "77": "此言唯名等者。謂即此般若波羅蜜多中。世", "78": "尊所說此色唯名。唯名者。此即唯想。是故真", "79": "實勝義諦中有所安立。然色蘊相無自性空。", "80": "謂由如是因故。即自性分別。於此容受。所分", "81": "別者。謂堅強性等境果自性。是故有此分別", "82": "增相。乃起如是自性分別。如是所有自性分", "83": "別容受多種故。此皆止止謂止遣。如是等說", "84": "皆止自性分別散亂。此般若波羅蜜多本母", "85": "中。復為前義遣除過失。故說頌言。", "86": "色及色自性空如先所說", "87": "彼自性俱相分別此止遣", "88": "此言如先說等者。說謂言說。謂即如先所有。", "89": "彼說何所說邪。故上頌言。色及色自性。此中", "90": "空故。彼如是說遣彼自性俱相分別。上言色", "91": "者。即是色之自共二相。此自共相及色自性", "92": "是等皆空。於大種等俱相之中。起分別增相。", "93": "彼自性俱相分別對治。問此與前第三止遣", "94": "俱相分別行相云何。答若前所說俱相分別", "95": "散亂者彼中色及色自性二俱有故。此中止", "96": "遣俱相者。但為止其自共相故。行相云何。所", "97": "謂此中堅強性等相差別而有。是謂此中俱", "98": "相故此止遣。此亦非唯止遣。如是分別。餘諸", "99": "分別散亂亦復止遣。復次頌言。", "100": "不生不滅等所有諸法觀", "101": "佛言若散異彼差別分別", "102": "此言不生等者。謂即如是世尊於般若波羅", "103": "蜜多中。作如是說。觀於諸法不生不滅。是故", "104": "如是言。若有散異安處。此即差別分別。若見", "105": "色等差別生滅之相。即此如是色之自性差", "106": "別分別。此中當離。是即止遣差別分別散亂。", "107": "此如是說。亦復止遣後諸散亂。所以頌言。", "108": "虛假名言等彼法若分別", "109": "聲義二非合彼非自性意", "110": "此言虛假等者。即般若波羅蜜多本母教中。", "111": "和合表示。謂虛假名即想分別說。如後般若", "112": "波羅蜜多本母教中。和會別別。如是法此分", "113": "別之聲。所有語言法句義等。彼分別俱相。是", "114": "故聲義二種非自性和合。而非世尊最勝意", "115": "樂。亦非他意樂。若於分別工巧造作。彼復外", "116": "義取著。即諸愚者安立動亂。如是所行而非", "117": "此中有少義可得。以外義執著非語義安立。", "118": "開諸愚者動亂之門。此中止遣是相所行隨", "119": "轉。即於聲義無少可得。以彼如是如名分別", "120": "不實有故。若於所說事相如名分別。即非意", "121": "樂。由彼因故。此中一切如名如想分別和合", "122": "不實。有彼所說事相故。非世尊最勝意樂。何", "123": "以故。若如名於義分別。即於名義有所增廣。", "124": "於外事中無實能說所說性故。如是止遣如", "125": "名於義分別散亂。問何等分別邪。答謂名", "126": "分別。彼名亦復無有說者。是故頌言。", "127": "般若波羅蜜佛菩薩亦然", "128": "此所說唯名離實義分別", "129": "此言般若波羅蜜等者。謂名離於義。如是名", "130": "之實義。自性分別。世尊說言故此止遣。何所", "131": "說邪。是故頌言。般若波羅蜜佛菩薩亦然。", "132": "此既唯名般若波羅蜜多中。何處容說有實", "133": "自性。謂由如來如是言故。說名之聲亦無自", "134": "性。此中所有各別表示佛菩薩名。當知於無", "135": "二智中。非此止遣。此復何因。是故頌言。", "136": "所有聲義止此非事止遣", "137": "如是餘亦知語中義決定", "138": "此言所有等者。謂即所有聲義二種。此說止", "139": "遣。頌言此非事止遣者。謂無二智不止此中", "140": "事相作用。然彼無言之性不可說故。問今所", "141": "說義是為正理。餘處云何。頌自答言。如是餘", "142": "亦知如是者。謂即如是從初所說是義決定。", "143": "餘謂所餘種類語中亦然。了知所謂了知此", "144": "義決定。此中意者。謂於般若波羅蜜多中。如", "145": "實宣說不顛倒義成就。真實了知一切名性。", "146": "正不可得。以此語義施設表示。復次頌言。", "147": "此無所得正一切名實知", "148": "如義性如是不止遣彼聲", "149": "此言此無所得等者。謂如義之性。彼無所有", "150": "不可得故。此說為正。此何所說邪。頌自指", "151": "言。一切名。問何人能實知。答即一切智實者。", "152": "不顛倒義。知謂了知。即真實知故。頌言不止", "153": "遣彼聲者。謂若聲義二種。彼實義性說不可", "154": "得。以是因故。不止彼聲。謂以聞智所取之聲", "155": "不可止故。如是當知決定最勝意樂悲愍所", "156": "行悉無障礙。如是止遣如義於名分別散亂。", "157": "如是等義真實意樂說已如順。有論頌言。", "158": "所有所有一切名彼彼諸法有所說", "159": "而彼所說非實有即一切法同法性", "160": "所有彼名名性空能名之名無所有", "161": "而一切法本無名立以強名而表示", "162": "一切唯名此當知一切想中假安立", "163": "彼所聚名差別性當知彼名無所有", "164": "如尊者須菩提所問般若波羅蜜多中。決定", "165": "止遣聲義二邪。故頌釋言。", "166": "須菩提二離聲聲義如是", "167": "菩薩無有名我見此有說", "168": "此言須菩提等者。謂須菩提了知聲義二種。", "169": "離其安立。此中意者。聲謂說者之聲。聲義謂", "170": "所說之義。云何菩薩無有名。以菩薩名無所", "171": "有不可見故。須菩提於般若波羅蜜多中。乃", "172": "有所說。此中意者。決定二種分別性最勝意", "173": "樂中。遠離虛假聲別異之性此中決定語言", "174": "向義表示是故頌言。", "175": "般若波羅蜜語無決定生", "176": "伺察唯智者此義微妙慧", "177": "此言般若波羅蜜等者。無謂無所有。即般若", "178": "波羅蜜多中。彼和合語決定無所有。無所說", "179": "無戲論。如是應知。一切語言中所說決定向", "180": "義。云何是向義。謂即如前如所說義。彼解釋", "181": "門頌言伺察唯智者。此義微妙慧者。伺察者。", "182": "謂細伺審察此義者。即三十二品諸有聲中。", "183": "總說決定。頌言智者。即智者之智。能知語義", "184": "微妙慧者。即畢竟微妙清淨之智。行相云何。", "185": "謂即此智於一切境界中無著無壞。而般若", "186": "波羅蜜多於響聲中有所聞故。為表示此義。", "187": "所以頌言。", "188": "若別義分別相續義除遣", "189": "般若波羅蜜彼言說如響", "190": "此言相續義者。謂若往若現相續造作之義。", "191": "除遣者。棄捨義。謂於如是義棄捨執著。何以", "192": "故。以般若波羅蜜多若見若聞。彼有所說皆", "193": "如響聲又如金光對現色相。以是義故。若往", "194": "若現相續造作。有所分別有所執著。皆應棄", "195": "捨。由此般若波羅蜜多中。一切所說皆如響", "196": "聲。是義總略。復次為欲顯明斯義。如有頌云。", "197": "所有諸教勿厭捨亦復不應生毀謗", "198": "見如實已住真實以彼真實而表說", "199": "今此義中總略所成表示。頌言。", "200": "總略如是義般若等依止", "201": "如是義循環復別義依止", "202": "此言總略如是等者。所有十萬頌般若波羅", "203": "蜜多總略一切如是等義。皆依止此般若波", "204": "羅蜜多。相續三十二品總略攝故。如是當知。", "205": "後無增廣。頌言如是義循環者。謂於如是義", "206": "一向重復循環研覈。問研覈何等義邪。頌", "207": "自答言。別義依止。此中所說別義之言。即問", "208": "難別義。問謂分別差別。問難有所依據。謂菩", "209": "提分法佛功德蘊。於此法中。如是重復循環", "210": "研覈。若如是總略所說所成別義。有依據故。", "211": "即三十二品各別自性收攝循環。今此所釋", "212": "八千頌般若波羅蜜多。一切文義普盡所釋。", "213": "所生福聚畢竟廣大。悉用迴向。故頌說言。", "214": "般若波羅蜜正攝八千頌", "215": "彼所得福蘊皆從般若生", "216": "此言般若波羅蜜正攝八千頌者。謂此八千", "217": "頌般若波羅蜜多中所說自性。八千者。此之", "218": "數量普攝。如是數量中義總聚已釋。頌言正", "219": "者。不顛倒義。彼正教中何所生邪。頌自答", "220": "言。彼所得福蘊。得者獲義。如是清淨所成福", "221": "聚。皆從般若波羅蜜多出生。以般若波羅蜜", "222": "多出生故。所得福聚甚深廣大。以是所得深", "223": "廣福聚。普用迴向一切世間。悉令獲得般若", "224": "波羅蜜多畢竟勝妙清淨之智。於是無虛妄", "225": "勝第一義諸正句中。如理伺察。我此所造解", "226": "釋之文。所生福聚今此說意者。普令一切世", "227": "間悉得清淨。頌曰。", "228": "釋迦師子諸苾芻所有如是福高勝", "229": "此所說意利世間由勝福故住真實", "230": "佛母般若波羅蜜多圓集要義釋論卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1517 佛母般若波羅蜜多圓集要義釋論: 佛母般若波羅蜜多圓集要義釋\n論: 佛母般若波羅蜜多圓集要義釋論", "source": "CBETA"}