{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0899 清淨法身毘盧遮那心地法門成就一切陀羅尼三種悉地", "text": {"0": "No. 899", "1": "清淨法身毘盧遮那心地法門成", "10": "懃。一心修學。求無上道。或有退者。更造惡", "100": "具如上智者。竝不聞之。由如醉人醉酒。而臥", "101": "不覺不知。", "102": "爾時毘盧遮那佛說此呪已。忽然不現。入於", "103": "清淨法界同一身。遍十方剎。如大虛空。等無", "104": "有異。一切眾會皆悉不見。時釋迦牟尼佛。亦", "105": "隨毘盧遮那佛。入法界同一真體。一切眾會", "106": "亦復不見。時文殊。普賢。觀音。彌勒。金剛藏", "107": "等五大菩薩。總隨侍釋迦。入深法界。聽毘盧", "108": "遮那佛說心地法要之門甚深境界。一切眾", "109": "會皆悉不知我本師釋迦牟尼佛及大菩薩今", "11": "業。入生死流。不復思惟心地妙法。輪迴惡趣。", "110": "在何處。", "111": "爾時毘盧遮那佛。在於何清淨法界。入無處", "112": "所。惟與五大菩薩。說持心地神呪法門軌則", "113": "威儀悉地之相。佛告言。汝等當知。若持此心", "114": "地神呪。欲學禪定智惠。入一切三昧。證無生", "115": "法忍者。當知先誦心地呪百萬遍訖。然後結", "116": "跏趺坐。右手押左手。閉眼觀無處所。斷一切", "117": "念。亦不離於念。斷一切諸緣。亦不離於緣。先", "118": "觀四大五陰無所有。作是觀已。乃誦此心地", "119": "呪二十一遍。即自然得入無量三昧。得無生", "12": "無有出期。如是眾生。云何調伏。", "120": "法忍。如是境界證者。乃知不可說也。當誦此", "121": "呪。不令口舌咽喉等動。令心念之。仍須入無", "122": "念之念。是名真念。告言。汝等當知。樂大乘", "123": "之人。修學禪定智慧者。若宿世無因鈍根之", "124": "輩。不能衣前次第安心者。但能空誦心地神", "125": "呪。滿百萬遍。自性智惠性開。速證無生法忍。", "126": "若先世曾修學。暫時廢忘宿智惠故。更不煩", "127": "多誦。但依前安置心地。誦二十一遍。即得禪", "128": "定智惠。此人能入諸境界。無有怖畏。般若波", "129": "羅蜜多自然圓滿。如是境界諸者乃知。人", "13": "爾時毘盧遮那佛告言千百億釋迦牟尼佛。", "130": "言。汝等若有人。持三部神呪。欲得此心地神", "131": "呪助法成者。我今為汝分別解脫之。持佛部", "132": "呪者。當先誦心地呪百萬遍。若持菩薩呪者。", "133": "當誦心地呪二百萬遍。若持金剛部呪者。當", "134": "誦心地呪三百萬遍。若人但依此遍數滿者。", "135": "隨持本呪。皆得成就。何以故。此心呪是一切", "136": "諸呪之母。是故諸呪神等無敢違逆。若所作", "137": "者不遂心者。但心念心地呪二十一遍。當得", "138": "大驗。一切諸呪神奔星走來。無敢違不順勅", "139": "驅使。又言。汝等當知。若人持三部呪。未得悉", "14": "汝今諦聽。吾為汝說調伏之法。令一切眾生", "140": "地者。為是凡夫無明熾盛。忽生退轉之心。造", "141": "諸非法。貪著五欲。於所持呪而令間斷。或經", "142": "多時。於後忽然自發開悟菩提之心。重持本", "143": "呪。我為此等說緒勳心神呪。令諸眾生無間", "144": "斷性。共本不退一種。即說緒勳呪曰。", "145": "曩牟波伽伐帝烏瑟尼沙唵部林盤陀曳娑婆", "146": "訶怛他揭都娑婆曳娑婆訶鉢頭摩尼娑婆曳", "147": "娑婆訶跋折羅摩尼娑婆曳娑婆訶摩尼摩尼", "148": "摩尼俱羅曳娑婆訶怛姪他𤙖吽叭吒摩尼達", "149": "哩𤙖叭吒唵𤙖𤙖歌歌叭吒摩尼伐折哩𤙖叭", "15": "普得安樂。一切眾生。於心地法。有聞不聞者。", "150": "吒", "151": "此是緒勳神呪。亦名心地根本神呪。能滅重", "152": "罪。此罪業。能誦此呪。悉能滅之。亦能破一切", "153": "諸呪功能。復成諸呪功能。不用具論。俱有誦", "154": "持。獲驗無量。若人持呪。中間斷絕。復欲諸", "155": "理。隨力先誦本持之呪。少多遍數純。發願", "156": "稽首毘盧遮那佛。弟子某甲。先誦某呪若干", "157": "遍數。中間廢闕。今又誦得若干遍。請諸佛。與", "158": "我前緒所誦功課。及今時所誦者。通洞無間", "159": "斷。即誦緒功神呪一千八遍。又重準前發願。", "16": "俱得調伏。聞者令遣懃精進加。若不聞者。令", "160": "即共本來不退無有異也。毘盧遮那言。守持", "161": "莫流轉此呪於無智之人。何以故。此無智人", "162": "見是諸佛方便所說。便生貪著懈怠。不懃精", "163": "進。生五欲想。退菩提意。何以故。此人為根性", "164": "不堅牢故。少智惠故。入生死流。復更修學。終", "165": "無有益。何以故。如人故將新衣污惡已後復", "166": "如洗之。何以本來不污。是故此呪亦如之也。", "167": "若本來不退者。誦此呪助法速成。", "168": "爾時觀世音菩薩白言法身世尊。其持呪之", "169": "人。求三種悉地相者云何。上悉地相云何。中", "17": "發道意。汝等當知。一切眾生。得心地法。不懃", "170": "悉地相云何。下悉地相云何。唯願世尊。為我", "171": "等說。令一切菩薩摩訶薩及諸人天普得成", "172": "就。得不退轉地大三摩地。證菩提道。成等正", "173": "覺。度天人眾。令入涅槃永離生死。不受諸苦。", "174": "爾時毘盧遮那佛告。汝欲知三種悉地者。吾", "175": "為汝說。汝等當知。三部共同上中下悉地相。", "176": "三部各有三種悉地。若有善男子等。欲得成", "177": "上悉地者。當須清淨護淨內外清淨身三口", "178": "四意三煩惱業清淨者。先誦所持之呪。依本", "179": "經上遍數滿足。乃誦心地呪亦遍數滿足。於", "18": "精進。樂造諸惡隨所好處。與作留難。令身不", "180": "閑靜之所。淨草座具上坐結跏趺坐。燒上妙", "181": "香供養。廣發大誓願。啟告十方諸佛諸大菩", "182": "薩諸大金剛一切諸天冥宦眾聖。普願證明。", "183": "弟子某甲。為欲受持其呪。唯願世尊菩薩金", "184": "剛天等。誠為證明。速得成就。三發是願已。即", "185": "閉目而坐。先誦所持之呪八百遍。自想本身", "186": "是本呪神身。一一身分莊嚴相好。及身上有", "187": "光無光。坐立形勢。嗔喜舉動。一一依本經上", "188": "畫像莊嚴。作如是觀。想自身極須了了分明", "189": "訖。次想無量諸神部落使者。前後圍繞。恭敬", "19": "安。此等眾主。為苦所逼。必解思惟。重發道", "190": "隨侍。一一依本土所說。作此想觀。大順分", "191": "明。如是訖已。心誦所持之呪二十一遍。遍遍", "192": "自口中有文理之光。從自口中而出。入諸神", "193": "口中。光入盡已。想一切諸神。復總入自口中。", "194": "至心王中安置。如是一日三時作想。必須明", "195": "了。都滿三七日。每日依次第作之。必得成就", "196": "上悉地也。於後非但本經上說事。意欲作種", "197": "種難思議之事皆得成就。所作事意舉動運", "198": "為。皆共本說神呪一種。得大自在。不可其說。", "199": "學者知之。凡欲為事。每思惟心念。我是大聖", "2": "就一切陀羅尼三種悉地", "20": "意。日夜精懃。一切修學。何以故。譬如野馬", "200": "自在之身。今且化作凡夫人。於俗眾之中。度", "201": "苦眾生。令入不識。若須諸神驅使者想。從", "202": "自心王。化作百億萬眾。前後圍繞。住勅所", "203": "為種種無礙。此非是人之自力。是心地神呪", "204": "之力。能令一切諸神與自在神識合為一體故", "205": "知。如是若持佛部呪及菩薩呪。取上悉地。若", "206": "持金剛已下呪。莫取上悉地。何以故。金剛諸", "207": "天藥叉神呪為性猛烈操惡。若能成就上悉", "208": "地者。為得自在故。不生慈悲。傷一切鬼神故。", "209": "若能起大悲。普愍一切不生害心。亦不嗔怒", "21": "不調。惟加楚撻。然可禁制。或有眾生。未聞", "210": "者。亦任取上悉地。若不能如身者。持莫違", "211": "流佛語。當得大罪。知之。若持佛頂呪得上悉", "212": "地者。即共諸佛一種。何以故。雖身是凡夫。心", "213": "得自在辨才無礙。智惠無滯。能與一切天人", "214": "世間為師。具一切種智一切神通。說不可盡。", "215": "是故應知。與佛無異。更有難思議事。不可具", "216": "說。證者乃知。若持菩薩部者。得上悉地者。隨", "217": "持本呪。與本說呪菩薩一種。無有異也。何以", "218": "故。將此凡夫之心。以菩薩運度及呪力莊嚴", "219": "種種方便。令此凡夫得共菩薩之心一種。菩", "22": "佛法。承前生少福。今得人身。薄有衣食。樂造", "220": "薩有萬行。饒益眾生。及有神通大自在。此持", "221": "呪之人悉得如是。當知即是菩薩一種無有", "222": "異也。護持佛法。降伏諸魔。若持金剛呪得上", "223": "悉地者。亦如本說法。金剛一種。何以故。金剛", "224": "者不壞之身。持呪之人。身心不壞。所得神力。", "225": "共本說呪金剛無有異也。能護持佛法。降伏", "226": "諸魔。令入正道。持呪之者。悉能得如是。更有", "227": "諸事不。爾時普賢菩薩白言法身世尊。持三", "228": "部呪成悉地者。各得如本尊一種。何以凡", "229": "夫能如是得以佛菩薩金剛之身在於凡俗之", "23": "世間種種惡業。不求解脫出世之因。此等眾", "230": "類。毘盧遮那佛告言普賢。汝等當知。諸佛化", "231": "作凡夫。可真是凡夫。持呪之人得悉地者。亦", "232": "復如是。", "233": "爾時文殊菩薩白言法身世尊。其上悉地者", "234": "已知。中悉地者云何。唯願說之。普令眾生而", "235": "得安樂。毘盧遮那佛告言文殊。中悉地者。隨", "236": "持三部呪。各有本尊畫像之法。一一復依本", "237": "經所說。身分莊嚴。及諸洛眷屬等。一一分明。", "238": "記取先誦遍數滿足。然又准前誦心地神呪。", "239": "亦遍數滿足。或於山間。或於廣野。或在城郭", "24": "生。無明熾盛。不知此身如幻如化。即生即死。", "240": "市肆之中。或於伽藍舍等之內。須閑靜處。或", "241": "於空地。或在房中。唯須靜坐。燒眾名香。供養", "242": "諸佛菩薩金剛諸天等及本呪神。即發大誓", "243": "願悔過。先世之罪及今時所造之罪。住深心", "244": "悔過。頂禮三實訖已。即詰跏趺坐。手把念", "245": "珠。閉目定想。思念本尊神等。在於目前。對面", "246": "而立。作此想觀。必須分明。想觀成已。誦誦", "247": "所持呪八百遍。唯心念勿令口舌等動。遍遍", "248": "想自口中有白光出。入本呪神口中。光無令", "249": "斷絕。持誦呪已滿。必須分明。想觀呪神口中", "25": "唯造諸惡。死入地獄。受諸苦毒。無有出期。如", "250": "光不令間斷。誦呪畢已。又更發願。作香華印。", "251": "供養都了。即起禮拜。如法發遣神。如是一日", "252": "三時夜三時。時別准此。都滿七日。成中悉地", "253": "也。若人持三部神呪得此中悉地者。若大不", "254": "可思議。依本經上所說功能皆得成就。佛部", "255": "中成者。三部總成。菩薩部中成者。諸菩薩呪", "256": "總成。及金剛部中已下諸天夜叉鬼神等呪。", "257": "無不自成也。金剛部中成者。非但本法。諸金", "258": "剛已下天龍鬼神呪總成也。菩薩不成佛部", "259": "呪金剛呪。不成菩薩呪。何以故。從心至頂為", "26": "此之人。佛深愍念。汝等當知。此人正造惡之", "260": "上。從臍至心為中。從是至臍為下。是故諸", "261": "法不可逆行。持呪之人善須分明上中下呪。", "262": "此是三部都說中悉地軌則知之。", "263": "爾時觀世音菩薩白言法身世尊。中悉地者", "264": "已知。下悉地云何。毘盧遮那佛告言。汝等當", "265": "知。若人持三部神呪欲得下悉地者。先誦遍", "266": "數。及誦心地呪。神呪准前說之。誦遍數滿已。", "267": "於靜處坐。燒安悉香供養。即誦大輪金剛印", "268": "呪二十一遍。稽首告言。唯願金剛速垂降此。", "269": "弟子為持其呪。求某願欲得成就大驗。為弟", "27": "時。汝等須知調伏之法。時時與作重病。世間", "270": "子某乙貧窮。無諸供養。唯願大聖為弟子。於", "271": "此鋪設大曼荼羅法壇。一一依經中。無令缺", "272": "少。發是語已。閉目而坐。想觀金剛。於前鋪設", "273": "大曼荼羅壇。上妙之物以為供養。想此壇已。", "274": "次想四壁及地皆是七寶合成。即結手印。諸", "275": "本呪神降起道場。授弟子供養。誦所持呪百", "276": "八遍訖。自發心願。如是日夜六時。一一次第", "277": "想念分明。都二七日。成下悉地也。想此道場", "278": "及壇。了了分明。不得錯觀。毘盧遮那佛告白", "279": "千百億化身釋迦牟尼佛及五大菩薩等。此", "28": "方法無能救者。如此眾生。為苦所逼。必發道", "280": "三種悉地成就之相。若人持三部神呪得此", "281": "三悉地者。當知是人成佛不久。何以故。此是", "282": "諸佛有大方便。說總持門最要之法甚深境", "283": "界難解難入不可思議。又告之言。得悉地者", "284": "所有功能德。不可具說。證者乃知。何以故。若", "285": "我具說此法門者。或有人聞。心則狂亂。狐疑", "286": "不信。何以故。諸佛境界等覺地位。不然知之。", "287": "豈況凡天而不驚怖。", "288": "爾時普賢菩薩從坐而起。白言法身世尊。諸", "289": "佛如來以大慈為本。云何諸陀羅尼說有操", "29": "意。乃可引攝令入佛道。時釋迦聞是說已。心", "290": "惡威德自在傷害鬼神及諸外道天阿脩羅。", "291": "毘盧遮那言。汝今諦聽。吾為汝說。期有二", "292": "義應善知之。云何為二。一者諸佛方便說法", "293": "導引眾生。二者顯此猛烈操惡之身。降伏眾", "294": "魔令入佛道。汝等應知。此亦是方便。持呪之", "295": "人見有此事。即心生忿怒。降伏鬼神。未得悉", "296": "地不然成驗。又不知諸佛方便所說。欲知此", "297": "者。降伏自心。種種顛倒忘想攀緣作諸不善。", "298": "或生餓鬼之心。或生外道之心。或生修羅之", "299": "心。或生諸惡鬼神羅剎之心。以是義故。念念", "3": "爾時毘盧遮那佛。在蓮華藏世界。與百千億", "30": "懷慚愧。頂禮辭退。至本源世界。坐道場處。作", "300": "相生皆是諸惡鬼神天阿脩羅。及諸外道羅", "301": "剎鬼要從心而生。雖不即生受如是報。諸法", "302": "所說摧伏鬼神者。以是呪力能滅心中如是", "303": "惡念。無此惡念。不受惡身。故當知降伏者", "304": "矣。若能先降自心諸惡鬼神者。一切天魔外", "305": "道天阿修羅藥叉羅剎諸惡鬼神。自然歸伏。", "306": "無敢違逆。若不自降伏惡心。能降伏諸餘天", "307": "鬼神者。無有是處。普賢菩薩又白言。云何法", "308": "中說有治病救眾生苦。云何於餘部經中。即", "309": "說不許病合和湯藥。其義云何。毘盧遮那佛", "31": "是惡惟。諸佛境界難解難入。不可思議。種", "310": "言。治病亦爾。與前不異。自治心病。既可能治", "311": "諸病。若自有病。能治彼病。無有是處。說不許", "312": "持病者。為自病故。說有許者。為斯呪力。令彼", "313": "解脫者。心無有病。有病者不名解脫。持呪之", "314": "人自有心病。終不能治諸病。縱治亦不可。", "315": "普賢菩薩又言。世尊云何聞陀羅尼能滅重", "316": "罪。又能救地獄苦。其義云何。毘盧遮那言。此", "317": "有二義。一者真聞。二者耳聞。真聞者。深達法", "318": "性。知法如幻。罪體亦爾。了不可得。如是之人", "319": "是真悉地。能救地獄。何以怪之。耳聞者。假諸", "32": "種方便教導眾生。凡夫無知。難可調伏。又告", "320": "因緣合和聞之。諸佛以此方便。令此聞者漸", "321": "漸薰修自識本性。以是因緣。眾罪消滅。承諸", "322": "佛力亦然。救地獄苦。毘盧遮那佛言。若人不", "323": "能成就三種悉地者。但能誦心地神呪一百", "324": "萬遍。所持之呪當得大驗。持諸呪人。若不如", "325": "法。被本呪神瞋。者誦心地。自皆歡喜。爾時", "326": "文殊菩薩。觀世音菩薩。普賢菩薩。金剛藏王", "327": "菩薩。彌勒菩薩。同聲說偈讚毘盧遮那佛曰。", "328": "諸佛難思議甚深法亦爾", "329": "我今得聞之亦復知深義", "33": "大眾。汝等當知。心地尸羅淨行法門。難可得", "330": "法身不說身報應身亦爾", "331": "三身俱不說是名真說義", "332": "說不說皆空非一亦非二", "333": "說者及聽聞此皆如幻義", "334": "如幻不可得佛方便如是", "335": "是諸菩薩說此偈已。坐而聽法。觀世音菩薩", "336": "白言。世尊我為求悉地之人。或在深山曠野", "337": "之中。持誦呪法。未得成就。乏少糧食之。以", "338": "是義故。令退菩提之心。我今為此等善男子。", "339": "說諸天厨神呪。即說呪曰。", "34": "聞。難可得見。汝等一切菩薩摩訶薩。及諸聲", "340": "南牟喝羅怛那多羅那夜闍羅摩訶闍羅逗遛", "341": "摩訶逗遛吽急速訶尼攝唵急速訶尼攝速", "342": "先以淨水洗鉢。置鉢淨巾上。復以淨灰於巾", "343": "下。灰上舖巾。含水噀鉢。閉目誦呪。一百八", "344": "遍。心念上妙天厨。于時諸天遣天童。奉送上", "345": "妙之食。於鉢中滿。即起頂禮彌勒世尊。次禮", "346": "觀世音菩薩。即當食之。餘者散施一切眾多", "347": "生。若人同食不可盡。得此食喫。自然證悉地", "348": "也。將此呪呪人間食飲二十一遍。施與餓鬼。", "349": "鬼得是食。免餓鬼苦。得生彌勒天宮。若至飢", "35": "聞。若天若龍。若鬼神等。應當修學。一心精", "350": "荒之年。以此呪呪人間飲食千八遍遍。可眾", "351": "人食之。令無盡矣。飢荒之年十五日。白月", "352": "圓滿。燒香仰面。向天視月。誦此呪呪月千八", "353": "遍。當念言。月光所照眾生普得飽足。無飢渴", "354": "想。十五日午時。呪日亦得。准前發願。每日常", "355": "誦此呪千八遍。發願言。諸天王等。願以餘食。", "356": "遣諸天神十方界所有餓鬼。普與食之。食已", "357": "便離彼苦。若人能於三年。一日日不闕作此", "358": "法者。其利廣多矣。捨此身已。得生西方淨", "359": "土。現世生中增益得福。持諸餘呪悉得成就。", "36": "懃。憶持不忘。當得作佛。爾時大忿怒金剛。從", "360": "爾時金剛藏王菩薩言。諸有情持三部呪。未", "361": "得成就。有少功効。即而為防護。即說呪曰。", "362": "怛姓他唵跋折羅娑婆耶娑婆訶", "363": "若持呪之人覺有不安。當知即是諸魔夜迦", "364": "等惱亂。即急誦此呪。我與十方藏王及諸眷", "365": "屬。至彼作護。一切諸夜迦魔鬼眾忙怕自死。", "366": "若得蘇息。遠走他方。不敢他住也。爾時釋", "367": "迦牟尼佛言。善哉善哉。汝等諸菩薩等。能為", "368": "一切眾。問是諸事。及說神呪。令諸有情普受", "369": "安樂。又言。普當知。此心地法門甚深經典。是", "37": "座而起。現大相好。放難思光。照十萬剎。稽首", "370": "無量無數無邊恒河沙諸佛所說。難可得見。", "371": "難可得聞。若人曾於遍去無量劫中。供養諸", "372": "佛。深樂佛法。厭離世間生死往返。曾聞諸佛", "373": "所說深法。以是義故。今始得聞此心地經典", "374": "及陀羅尼。又更精懃一心讀誦。如是人等真", "375": "是佛子。何以故。此人不久得無上正覺菩提。", "376": "當知此經是諸經中王。此呪是諸呪中王。汝", "377": "等諸菩薩摩訶薩。當須流布於閻浮提。與諸", "378": "眾生作大利樂。令持呪者速成悉地。", "379": "爾時毘盧遮那佛言。流布此經。先觀根性。然", "38": "作禮。白金剛言。大士我聞。諸佛坐道處。皆悉", "380": "後付囑。何以故。智惠之人聞之深信。無智之", "381": "人必生驚怖。復有疑心。令彼眾生返招其罪。", "382": "死入地獄。為謗此經及諸佛等。獲如是報。當", "383": "說此經。眾會不聞。為在清淨法界中說。時釋", "384": "迦牟尼佛及五大菩薩。頂禮毘盧遮那佛已。", "385": "辭退而至閻浮提菩提樹下。為眾說法。此後", "386": "滅度後。付五大菩薩。流傳於世。為諸聲聞。不", "387": "聞佛說見諸菩薩眾。流布此經。深心驚疑。不", "388": "信不受。時觀世音菩薩言。汝等聲聞。此經非", "389": "汝境界。非汝所知。是毘盧遮那佛與千百億", "39": "稱讚陀羅尼門總持法要。建立無量難思之", "390": "化身釋迦及大菩薩而說。是故非汝所知。時", "391": "諸大眾同聞。聞已悲泣而淚。歎未曾有。爾時", "392": "眾會歡喜信受。作禮奉行。", "393": "毘盧遮那佛別行經一卷", "394": "點本云。", "395": "祕錄云。復題云毘盧遮那別行經曉。", "396": "常曉進宦錄云。大毘盧遮那三種悉地法", "397": "一卷。", "398": "祕錄云。清淨毘盧遮那三種悉地一卷曉。", "399": "私云。祕錄題與本錄題少相違如何。", "4": "化身釋迦牟尼佛。說心地尸羅淨行品教菩", "40": "事。不可思議。惟念眾生。薄福者多。設有受", "400": "或人云。慈鎮和尚被尋菅原為長之處。俈", "401": "字非古文也。正作嚳字形也。急告也。甚也", "402": "云云帝嚳王名也。古文卜云。事來勘之。", "403": "點書云。", "404": "建久五年八月二十二日。大原御自筆本", "405": "寫之畢。", "406": "嘉曆二年三月四日。於心城房書寫了。即", "407": "日一校了。", "408": "師曰普普鉢五云云。", "409": "建武元年六月十六日　於心城房兩點畢", "41": "持。不得成就。惟願大士。為此等人。設大方", "410": "文明十三年辛丑五月二十八日　於東坂", "411": "本宗聚寺。以東塔東谷正覺房救舜法印", "412": "本。偏為弘通利生寫之。", "413": "再校云三部都法大阿闍梨昌俊記之。", "414": "于時寬永十五戊寅二月二十三日　感得", "415": "之。", "416": "叡岳止觀院北㵎八部尾竹林院盛憲。", "417": "元祿元戊辰十一月七日　令書寫畢。", "418": "三部都法大阿闍梨豪珍", "419": "元文三戌年八月二十一日　以紅葉溪藏", "42": "便。令得成就。云何當得三種悉地。云何造九", "420": "本寫之。　　　　　　　自在金剛韶真", "421": "寶曆二壬申四月十三日　以大僧正韶真", "422": "本。寫延曆寺東塔南㵎吉祥之室中。諳生", "423": "生奉行。　　　　　　　　　　　實靈", "424": "明和七年庚寅七月四日　以大僧都實靈", "425": "本。寫於東叡山寶勝院念誦窟中。　吉祥", "426": "金剛貫亮", "427": "文政六年癸未十月　以圓福寺元瑜闍梨", "428": "本。令書寫之。自手一校了。　　龍肝", "43": "種之壇。云何安置身心。誦念神呪。云何從初", "44": "念誦。得見何相。自知當得悉地。云何擇所居", "45": "之處。云何擇喫食。云何作諸供養。云何具諸", "46": "威儀。行住坐臥。當懷思念。貧窮眾生無物供養", "47": "。當云何存相。當得摩訶悉地。時執金剛言", "48": "忿怒軍荼利。斯可問佛。我不能答。時二金剛", "49": "同聲白佛言。世尊佛說總持法門。眾生云何", "5": "薩法證菩提道。爾時千百億釋迦。異口同音", "50": "修學。一一具如上問。爾時佛告俈二金剛言。", "51": "此可致問毘盧遮那佛。能知此事。時佛即入", "52": "三昧。作神通力。令諸大眾若天若龍。若鬼若", "53": "神。一切眾會。俱到蓮華藏世界。稽首作禮。白", "54": "言法身世尊。我今眾生總持法要者。多所不", "55": "成。縱有少功。即被毘那夜迦與作種種障難。", "56": "令遣不成。復令其人即生本性。生厭離心。退", "57": "意棄捨。斯等眾生。即為不知心地妙法諸佛", "58": "境界。是以不成三種悉地。返被鬼神之惑亂。", "59": "唯願世尊。憐愍眾生。及為我等。說持法要清", "6": "白言。法身世尊。一切眾生。雖得心地法門。而", "60": "淨軌則。云何當得三種悉地。云何安置身心。", "61": "念誦不被諸惡鬼神與作留難。", "62": "爾時毘盧遮那佛言。汝等當知。我念往昔。初", "63": "發道意。在於阿蘭若處。端坐思惟。修心地法", "64": "門。為無智惠故。心不安定。諸法不現前。既不", "65": "安定。種種妄想起諸攀緣。以是義故。即被鬼", "66": "神之所惑亂。錯入魔境。謂是佛法。貪生愛心。", "67": "將作究竟。不覺不知。經無數劫。為魔所害。後", "68": "忽得本心。知是魔魅非佛法也。雖然如此。無", "69": "復方計。當大發聲言。告言諸佛。佛有惠眼。何", "7": "不能專精修學。設有暫時存念。便即放捨。縱", "70": "不見我為魔所惱。當時空中無數化佛即告", "71": "我白言。善哉菩薩汝今諦聽。為汝說去魔之", "72": "法。有大神呪。名心地呪法。誦持之者。速得一", "73": "切種智。不為諸魔得其便也。我聞是語。心大", "74": "歡喜。白言。諸佛願為我說。時諸化佛即為我", "75": "說。我得聞之。憶持不忘。則時諸魔退散。我", "76": "於此時。便得無生法忍。菩提大道自然圓滿。", "77": "汝等當知。此心地神呪。一切諸佛修心地法。", "78": "不誦此呪而得成者。無有是處。坐道場時不", "79": "誦此呪離諸魔難者。亦無有是處。諸佛不誦", "8": "逸身心。恣行不善。或有思惟。我得諸佛深妙", "80": "此呪具一切智者。無有此處。若不誦此呪諸", "81": "法自在者。無有此處。若諸人天將諸餘呪。若", "82": "不先誦此呪得悉地者。無有此處。若先誦此", "83": "呪。後將諸呪。不成驗者。無有此處。誦此呪", "84": "者。被毘那夜迦惱亂。無有此處。何以故。此呪", "85": "是一切諸佛心地法要。但世間出世間法。不", "86": "從心地而生者。從何而立。是故諸佛甚深境", "87": "界無能入者。", "88": "爾時釋迦牟尼佛及諸大眾。稽首白言世尊。", "89": "世尊唯願說之。", "9": "法門。不能精進。豈令退轉重發道意。日夜精", "90": "爾時毘盧遮那佛。即與釋迦說心地神呪。即", "91": "說呪曰。", "92": "唵蘇底瑟吒縛折羅", "93": "說此呪已。天雨寶華。十方世界所有上妙香", "94": "華反諸音樂。悉皆雲集而為供養。諸天伇", "95": "樂滿於空中。一切天龍皆曰未曾有也。時佛", "96": "雖說法。眾會有聞不聞者。何以故。心得解脫", "97": "者。悟三空者。得法眼者。入諸佛境界無怖畏", "98": "者。於心地法無障礙者。並得聞之。善知諸佛", "99": "方便所說。了一切法如幻相者。亦得聞之。不"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0899 清淨法身毘盧遮那心地法門成就一切陀羅尼三種悉地", "author": "", "sourceLink": "http://www.cbeta.org/"}