{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2882 呪魅經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2882", "1": "佛說呪魅經", "2": "爾時，佛在舍衛國妙龍□□□□□□□切眾", "3": "生：「作罪不可論盡，□□□□□□□道令得開", "4": "悟，吾今為汝說過去、未來之見。「往昔空王", "5": "佛時，給孤獨園中有一老，狐穴前燒其脂火，", "6": "夜半日月五星下造作魅蠱，上牽天神，下牽", "7": "五帝，復牽山神，復牽河伯將軍，復牽五道大", "8": "神，呼取百鬼造作魅蠱。或作蒲人，或作人形", "9": "像，或作符書厭禱呪詛，或取人姓字，或取棘", "10": "針，或果黃土，或向日月獨語不自覺知。或", "11": "取人家衣裳，或取人衣帶，或取五綵綖縷，或", "12": "取人家甑帶，或取人家瓫𤬪瓦器，或取人家", "13": "驢、馬、牛、羊、猪、狗毛，或取人家五行作具，或", "14": "取人家門楔，或取人家匙箸作魅蠱；或奇", "15": "麻鄒馬，或刺人身，或刺人心胎，或計人", "16": "手脚，或針人眼孔，或針人腰背；或取人", "17": "頭毛，或取黃土，或取五綵帛，或取人上、下衣", "18": "帶，或魅蠱人田苗，或捉群抄舉向壁獨語。", "19": "或作狩形像，或作人頭形像，或作魅等符", "20": "書厭禱呪咀，或令作人形言說不以道理。", "21": "或魅蠱人家牛、馬、羊、犬、雞、猪、狗，或作生", "22": "人口舌，或作馬形，或作鬼神形，或作牛、羊、", "23": "猪、狗形。「造魅之人，生死無道，強殺良善。", "24": "若教他作，千殃萬罪，造者自當三梁六柱，", "25": "還著本主，萬罪殃還自滅亡，急去三千六百", "26": "一十里，止不得久停。今請東方青帝神王來", "27": "食魅人腹，今請西方白帝神王來食魅人", "28": "頭，今請南方赤帝神王來食魅人眼，今請", "29": "北方黑帝神王來食魅人脚，今請中央皇", "30": "帝神王來食魅人手。」爾時，眾中有一菩薩名", "31": "為大力，整衣為佛作禮，白佛言：「世尊！弟子不", "32": "解罪福，見世間眾生，多有五逆不信首道，共", "33": "相魚肉有常惡念，不知生天堂受樂，不知", "34": "有地獄憂苦，共相煎煮魅蠱良善。唯願世", "35": "尊，乃為弟子分別解說，令得道迹度脫一切。」", "36": "爾時，佛告大力菩薩：「汝今未解，吾為汝等", "37": "分別解說，汝今諦聽。吾遣四天王等令下", "38": "世間，療治百惡不得停止，急去千里可得免", "39": "脫。呪曰：魅公字槃永都，魅母字槃石奴，今", "40": "知汝姓字、知汝姓名，若作魅蠱者返受其殃。", "41": "汝教他作身自滅亡。吾今請四天神王來錄", "42": "魅人名字，吾今呪魅人頭破作七分，如阿", "43": "梨樹枝；今當知汝姓名，急去他方，不得停止。", "44": "「今當請南無佛陀來，呪魅人頭破作七分，如阿", "45": "梨樹枝。「今當請四天龍王來，呪魅人頭破作", "46": "七分，如阿梨樹枝。「今當請阿傍來，呪魅人", "47": "頭破作七分，如阿梨樹枝，不得停止。「佛有如", "48": "是大神呪，此魅人頭破作七分，如阿梨樹枝。", "49": "「今當請普賢菩薩來，呪魅人頭破作七分，如阿", "50": "梨樹枝。「今當請大智菩薩來，呪魅人頭破作", "51": "七分，如阿梨樹枝。「今當請更明菩薩來，呪魅人", "52": "頭破作七分，如阿梨樹枝。「今當請月光菩薩", "53": "來，呪魅人頭破作七分，如阿梨樹枝。「今當請", "54": "蒙光菩薩來，呪魅人頭破作七分，如阿梨樹", "55": "枝。「今當請火光菩薩來，呪魅人頭破作七分，", "56": "如阿梨樹枝。「今當請華光菩薩來，呪魅人頭", "57": "破作七分，如阿梨樹枝。「今當請月明菩薩來，", "58": "呪魅人頭破作七分，如阿梨樹枝。「今當請文", "59": "光菩薩來，呪魅人頭破作七分，如阿梨樹枝。", "60": "「今當請龍光菩薩來，呪魅人頭破作七分，如阿", "61": "梨樹枝。「今當請明星菩薩來，呪魅人頭破作", "62": "七分，如阿梨樹枝。「今當請千陽菩薩來，呪魅", "63": "人，頭破作七分，如阿梨樹枝。「今當請普明菩", "64": "薩來，呪魅人頭破作七分，如阿梨樹枝。「今當", "65": "請大明菩薩來，呪魅人頭破作七分，如阿梨樹", "66": "枝。「今當請同光菩薩來，呪魅人頭破作七分，", "67": "如阿梨樹枝。「今當請日中菩薩來，呪魅人頭", "68": "破作七分，如阿梨樹枝。「今當請建立菩薩來，", "69": "呪魅人頭破作七分，如阿梨樹枝。「今當請樹", "70": "王菩薩來，呪魅人頭破作七分，如阿梨樹枝。", "71": "「今當請龍天菩薩來，呪魅人頭破作七分，如", "72": "阿梨樹枝。「今當請地動菩薩來，呪魅人頭破", "73": "作七分，如阿梨樹枝。「今當請東方青帝神王", "74": "來，呪魅人不得停止。今當請南方赤帝神王", "75": "來，呪魅人不得停止。今當請西方白帝神王", "76": "來，呪魅人不得停止。今當請北方黑帝神王", "77": "來，呪魅人不得停止。今當呼日月五星二十", "78": "八宿來，攝魅人不得停止，急去千里。「東方大", "79": "狩來食魅人身，南方蜈蚣來食魅人眼，西", "80": "方白象來食魅人頭，北方黑象來啄魅人心", "81": "藏，中央黃帝神龍王來食魅人神。「吾見魅", "82": "人眼目角張，或作猖狂不似人形，或在人門", "83": "前，或在屋裏，或在碓磨上，或在人田地間", "84": "跳良不止。或正月歲日，或正月十五日，或", "85": "時節日，或燒其脂火、呪說不止：吾知汝姓", "86": "名，不得停止，急去他方。若坐滅亡、若立消滅，", "87": "頭破作七分如阿梨樹枝。若生赤口、赤舌，", "88": "菩薩呪令消滅，急去不得久留。」爾時，世尊", "89": "言：「我今告十方眾生等，吾今為汝一切眾", "90": "生善男子、善女人說此呪魅經。時有十方諸", "91": "佛、過去七佛、十六王子佛、天上諸菩薩、天人、", "92": "羅漢、四天大王、天龍八部、諸善神、四道果", "93": "人，一會在須彌山頭龍華樹下，平量眾生", "94": "云何可度？若有比丘、比丘尼、優婆塞、優婆夷、", "95": "男子、女人，有能燒香禮佛，受持此經供養不", "96": "絕，令人得福。若有憂苦之人能生善念，皆得", "97": "天堂之樂。若有人轉此經時，先清潔身行道", "98": "燒香受持可得度脫。若能誦此經七遍，呪魅", "99": "頭破作七分如阿梨樹枝，一切眾苦皆悉解", "100": "脫。」爾時，一會一切眾生，聞經歡仰，為佛作", "101": "禮，持念奉行。", "102": "呪魅經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2882 呪魅經", "source": "CBETA"}