{"author": "宋 求那跋摩譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1472 沙彌威儀", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1472", "1": "沙彌威儀", "2": "宋罽賓三藏求那跋摩譯", "3": "已受沙彌十戒，為賢者道人。次教之當用，漸", "4": "積從小起。當知威儀施行；應當知和上幾歲、", "5": "三師名字；當教識知初受戒時歲日月數；當", "6": "知事和上有幾事，亦當知隨事阿闍梨有幾", "7": "事，亦當知給楊枝澡水有幾事，亦當知授袈", "8": "裟攝持鉢有幾事，亦當知捉錫杖持履有幾", "9": "事。與和上阿闍梨俱應請時，若至國王家時、", "10": "若至迦夷羅越家時、若至婆羅門家時，若連", "11": "坐飯時、若別坐飯時；若俱入城乞食時、若", "12": "俱還至故處時；若日晚過止水邊飯時、若共", "13": "於樹下飯時；若自先去往相待時；若合鉢食", "14": "時、轉貿鉢時；若其對飯時、若前後飯時；若飯", "15": "已澡漱時、若澡鉢去時。若當具知給眾僧作", "16": "直日時，有當知有幾事。年滿二十欲受戒時，", "17": "習悉當知之。設為賢者，比丘所問不具對者，", "18": "不應與具足戒。何以故？作沙彌乃不知沙彌", "19": "所施行。沙門事大難作、甚微妙。賢者沙彌！卿", "20": "且去熟學，當悉聞知，乃應授具足。所以卿不", "21": "知沙彌事悉者，俱來諦知，身善故；不知，不", "22": "伏意耳。而返欲返受具足戒，今授卿具足戒，", "23": "人謂佛法易行、沙門易作，不知佛道致深、罪", "24": "福運行法律交互。以是日中數相之，是故當", "25": "先問。設其主具對能如法者，三師易得。師教", "26": "沙彌有五事：一者當敬大沙門；二者不得喚", "27": "大沙門字；三者大沙門說戒經不得盜聽；四", "28": "者不得求大比丘長短；五者大比丘誤時不", "29": "得轉行說。是為威儀法。當教行五事：一者不", "30": "得於屏處罵大比丘。二者不得輕易大比丘，", "31": "於前戲笑、効其語言形相行步。三者見大比", "32": "丘過，則當起住若讀經；若飯時者、作眾事，不", "33": "應起。四者行與大比丘相逢，當止住下道避", "34": "之。五者若調戲，若見大比丘，即當止謝言不", "35": "及。是為施行所應爾。沙彌事和上有十事：一", "36": "者當早起；二者欲入戶當先三彈指；三者具", "37": "楊枝澡水；四者當授袈裟却授履；五者掃地", "38": "更益澡水；六者當辟掃拭床席；七者師出", "39": "未還不得中捨戶去，師還逆取袈裟內襞之；", "40": "八者若有過，和上阿闍梨教誡之，不得還", "41": "逆語；九者當低頭受師語去，當思惟念行之；", "42": "十者出戶當還牽戶閉之。是為事和上法。沙", "43": "彌事阿闍梨有五事：一者視阿闍梨一切當", "44": "如視我；二者不得調戲；三者設呵罵汝，不得", "45": "還語；四者若使出不淨器，不唾不得怒惡恚；", "46": "五者暮宿當按摩之。是為事阿闍梨法也。沙", "47": "彌事師當早起具楊枝澡水有六事：一者斷", "48": "折楊枝當隨度；二者當破頭；三者當澡使淨；", "49": "四者當易故宿水；五者當淨澡罐；六者當滿", "50": "中水持入，不得使有聲。是為給楊枝澡水法。", "51": "授袈裟有四事：一者當徐徐一手捉下授之；", "52": "二者當次視上下；三者當正住持師衣已；四", "53": "者當上著肩上。是為袈裟法。褻袈裟有四", "54": "事：一者當視上下；二者不得使著地；三者當", "55": "著常處；四者覆上。是為褻袈裟法。", "56": "持鉢有四事：一者當洗令淨；二者拭令澡；", "57": "三者帶令堅；四者不得有聲。是為持鉢法。", "58": "持履有四事：一者先抖擻之；二者當視次比", "59": "之；三者當澡手不得便持袈裟；四者師坐當", "60": "取次比之。是為持履法。", "61": "持錫杖有四事：一者當取拭去生垢；二者當", "62": "取不得著地使有聲；三者師出戶乃當授；四", "63": "者師出還當逆取，若俱行、若入眾、若禮佛，當", "64": "取持。是為持錫杖法。", "65": "俱應請連坐飯時有四事：一者若坐，當離師", "66": "六尺；二者視師大嚫竟乃授鉢；三者不得", "67": "先師食；四者食已當起取鉢自近。是為連坐", "68": "飯時法。", "69": "別坐飯時法有四事：一者當立住師邊；二者", "70": "教飯乃當坐去；三者頭面著地作禮；四者去", "71": "飯不得倨坐上戲。飯已竟，當至師邊住，師教", "72": "還坐乃應坐。是為別坐飯時法。", "73": "入城乞食時有四事：一者當持師鉢；二者當", "74": "隨，不得以足蹈師影；三者於城外當取鉢授", "75": "師；四者入城欲別行當報師。是為行乞食法。", "76": "俱還至故處飯時有四事：一者當先徐徐開", "77": "戶出布坐具；二者澡師手已乃却自澡；三者", "78": "授師鉢却自叉手住；四者當預具澡豆手巾。", "79": "是為還歸飯時法。", "80": "還水邊飯時有四事：一者當求淨處；二者當", "81": "求草作座；三者當取水澡師手乃却授鉢；四", "82": "者師教使飯當作禮却坐。是為水邊飯時法。", "83": "止於樹下飯時有四事：一者持鉢著樹枝取", "84": "葉作座；二者取水還當澡師手，設不得水，求", "85": "取淨草授師；三者還取師鉢授師；四者當預", "86": "具淨草，淨師鉢已，却熟拭鉢乃去。是為樹下", "87": "飯時法。", "88": "住於道中相待有三事：一者持鉢著淨地作", "89": "禮如事說；二者當視日早晚，可自還歸、若道", "90": "上；三者當取師鉢并持隨後去。是為道中相", "91": "待法。", "92": "合鉢食時有三事：一者若師鉢中無酪酥漿，", "93": "當自取所得鉢授師；不受，且當却住。二者徐", "94": "取鉢中半飯出著樹葉上。三者却自取鉢中", "95": "半飯著師鉢中却住。是為合鉢食時法。", "96": "轉貿鉢時有三事：一者師鉢中得善、自取不", "97": "如者，便當授師；二者師欲貿鉢，當讓不受；三", "98": "者師堅呼貿鉢，當取一再食，便當拭鉢還授", "99": "師。是為貿鉢時法。對飯時有三事：一者當授", "100": "師鉢乃却自飯；二者數視師所欲得，即當起", "101": "取與；三者食不得大疾亦不得後，已起，當", "102": "復問欲得何等？師言持去，乃當持去。是為對", "103": "飯時法。", "104": "前後飯時有三事：一者持師鉢具已當却至", "105": "屏處住，聽師呼聲即當應之；二者當預取澡", "106": "水著一邊；三者師飯畢，當澡師手却住，師教", "107": "去飯，乃當作禮去飯。是為前後飯時法。", "108": "飯已澡漱有三事：一者澡漱已當先取師鉢", "109": "澡令清淨已著樹葉上；二者却自澡鉢已亦", "110": "著樹葉上，先取師鉢以手摩令澡，內著囊中", "111": "付師；三者還自取鉢拭令燥，內著囊中帶之", "112": "止住。是為澡鉢時法。", "113": "澡鉢去時有三事：一者言我今欲過某許賢", "114": "者某甲；二者頭面著地作禮便去；三者獨還", "115": "去；不得過餘聚落中戲笑；直歸故處讀經。是", "116": "為澡鉢去時法。", "117": "沙彌入眾有五事：一者當明學；二者當習諸", "118": "事；三者當給眾；四者當授大沙門物；五者欲", "119": "受大戒時三師易得耳。", "120": "復有五事：一者當禮佛；二者當禮比丘僧；三", "121": "者當問訊上座；四者當留上座處；五者不得", "122": "諍坐處。", "123": "復有五事：一者不得於坐上遙相呼語笑；二", "124": "者不得數起出；三者若眾僧喚沙彌某甲即", "125": "當起應；四者當隨眾僧教令；五者若摩摩諦", "126": "喚有所作，當還白師。是為入眾法。", "127": "沙彌作直日有五事：一者當惜眾僧物；二者", "128": "不得當道作事；三者事未竟已不得中起捨", "129": "去；四者若和上阿闍梨喚，不得便往，應當", "130": "報摩摩諦；五者當隨摩摩諦教令，不得違戾。", "131": "是為作直日法。擇菜有五事：一者當却根；", "132": "二者當齊頭；三者不得使有青黃合；四者洗", "133": "菜當三易水，令淨已當三振去水；五者作事", "134": "畢竟，當還掃除使淨。", "135": "復有五事：一者不得私取眾僧物；二者若有", "136": "所欲取當報摩摩諦；三者盡力作眾僧事；四", "137": "者當掃除食堂中，乃却布空案；五者當朝暮", "138": "掃除舍後益水。", "139": "汲水有十事：一者手不淨不得便用汲水，當", "140": "先澡手；二者不得大投罐井中使有聲；三者", "141": "當徐徐下罐，不得大挑擊左右著使有聲；", "142": "四者不得使繩頭還入井中；五者不得持履", "143": "伏井欄上；六者不得持罐水入著釜中；七者", "144": "不得持罐置地；八者當洗澡器令淨；九者舉", "145": "水入當徐徐行；十者著屏處，不得妨人道中。", "146": "澡釜有五事：一者當先澡釜緣上；二者當洗", "147": "釜裏；三者當澡中腰腹；四者當澡裏底；五", "148": "者皆當三易水。", "149": "吹竈有五事：一者不得蹲吹火；二者不得燃", "150": "生薪；三者不得倒吹濕薪；四者不得然腐薪；", "151": "五者不得熱湯澆火滅。", "152": "掃地有五事：一者順行；二者灑地不得有厚", "153": "薄；三者不得污濺四壁；四者不得蹈濕上壞", "154": "地；五者掃已即當自擇草分棄之。", "155": "比丘僧飯食沙彌掃地有五事：一者却行；二", "156": "者不得掉臂手；三者過六人止作一聚；四者", "157": "悉掃遍為善；五者即當自手除持出棄之。", "158": "持水澡罐瀉水有五事：一者一手持上、一手", "159": "持下，不得轉易。二者當近左面堅持直視前。", "160": "三者當視人手澆下水，不得多亦不得少，正", "161": "當投人手中。四者下水當去人手四寸，不得", "162": "高不得下，當相視水多少；設水少不能足一", "163": "人，當益，不得住人手。五者已澡手還著袈裟。", "164": "持澡盤有五事：一者不得使盤有聲；二者", "165": "當兩手堅持當倚右面；三者當隨人手高下，", "166": "不得左右顧視；四者澡盤中滿當出棄之，不", "167": "得澆人前地；五者已當過澡手還著袈裟。", "168": "手巾有五事：一者當右手持上、左手持下，一", "169": "頭授人；二者當去坐二尺，不得前倚人膝；三", "170": "者當持巾，不得隨障人口；四者人拭未放巾，", "171": "不得引去，已下竟當報主、若著故處；五者已", "172": "當澡手還著袈裟。", "173": "授履有五事：一者當先抖擻去中所有；二者", "174": "當從上座起；三者當隨澡鉢後示主令自識；", "175": "四者不得持左著右，皆當下竟沙彌。五者已", "176": "竟當還澡手還著袈裟。", "177": "沙彌鉢有七事：一者鉢中有餘飯，不得便取", "178": "棄之；二者欲棄飯當著淨地；三者當用澡豆", "179": "若草葉；四者澡鉢不得於淨地當人道中；五", "180": "者澡鉢當使下有榰；六者當更益淨水，水不", "181": "遠棄污濺人地；七者欲倒棄鉢中水，當去地", "182": "四寸，不得高下。", "183": "拭鉢有三事：一者當澡手拭使燥；二者當持", "184": "淨手巾著膝上；三者當拭裏使燥，即當持淨", "185": "巾并覆，著囊中著常處。", "186": "行會飯時教沙彌持鉢有五事：一者不得置", "187": "地；二者不得累使有聲；三者倩下著地；四者", "188": "人未授鉢，不得持鉢置案上；五者不得從人", "189": "後授鉢當正從前，亦不得眾中。視師飯已，當", "190": "起取鉢還坐。", "191": "沙彌為師持書行答謝人有七事：一者當直", "192": "往；二者當直還；三者當識師所語，亦當識人", "193": "報語；四者不得妄有所過；五者若有所借，", "194": "不得止留宿；六者不得調譺；七者行出當有", "195": "法則。", "196": "沙彌給眾僧使未竟，不得妄入大沙門戶。有", "197": "三事得入：一者和上阿闍梨暫使往；二者", "198": "若倩有所取；三者自往問經應得入。", "199": "欲入戶有七事：一者當三彈指乃得入；二者", "200": "不得當人道作；三者不得妄說他事；四者當", "201": "叉手如法說；五者教倨不得交脚；六者不得", "202": "調譺；七者不得障人先，欲出當還向牽戶。", "203": "獨使沙彌遠出行當教上頭有三事：一者彼", "204": "人問卿和上名何等，便報言和上字某甲。二", "205": "者復問言卿和上作沙門幾歲，便報言若干", "206": "歲。三者復問卿和上何許人，便報言某郡縣", "207": "人。設復問阿闍梨名何等，便報言字某甲。復", "208": "問卿阿闍梨年幾何，便報言年若干。復問阿", "209": "闍梨是何許人，便報言某郡國人。若復問賢", "210": "者何許人，便報言某郡縣人。復問賢者名何", "211": "等，便報言字某甲。復問卿作沙彌已來幾何", "212": "時，便報言已若干歲若干日月若干時節。是", "213": "為知和上阿闍梨，亦自知時字歲日月數。", "214": "入浴室有五事：一者當低頭入；二者當避上", "215": "座處；三者上座讀經不得狂語；四者不得以", "216": "水更相洗；五者不得持水澆火滅。", "217": "復有五事：一者不得調譺；二者不得破中", "218": "瓫瓮；三者用水不得大費；四者不得濁中", "219": "澡豆麻油；五者自出去不得止浣衣。", "220": "至舍後有十事；一者欲大小便即當行；二者", "221": "行不得左右視；三者至當三彈指；四者不得", "222": "迫促中人使出；五者已至復當三彈指；六者", "223": "不得大咽；七者不得低頭視陰；八者不得弄", "224": "上灰土；九者不得持水澆壁；十者已當還澡", "225": "手，未澡不得持物。復有五事：一者不得正唾", "226": "前壁；二者不得左右顧視；三者不得持草畫", "227": "地；四者不得持火炷畫地及壁；五者不得久", "228": "固，上已當疾下去。設逢人，不得為作禮，下道", "229": "避之。", "230": "沙彌十數；一者一切眾生皆因飲食而存；二", "231": "者二諦；三者三受；四者四諦；五者五陰；六者", "232": "六入；七者七覺分；八者八聖道；九者九眾生", "233": "居；十者十一切入。是名十數。", "234": "沙彌：一者發心離俗，懷󰝟佩道故；二者毀其", "235": "形好，應法服故；三者永割親愛，無滴莫故；", "236": "四者委棄身命，遵崇道故；五者志求大乘，為", "237": "度人故。", "238": "「敬白四坐大德眾僧！沙彌某甲，合有爾許人", "239": "等，稽首和南。蓋聞道，太陽垂暈則倉生蒙", "240": "朗、真尊演教有懷開悟，崇和時眾照陽聖化、", "241": "洪法之遵博暈像運，皆僧集堂布薩說戒。戒", "242": "能滅惡，為萬善之基，因生妙行解脫之本。沙", "243": "彌聞之踊躍歡喜，意欲布施，為無財寶。且", "244": "持楊枝五百、淨籌一千，仰奉清眾，表心單誠，", "245": "除癊去穢。幸煩德僧，慈納呪願。」", "246": "沙彌威儀"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1472 沙彌威儀", "source": "CBETA"}