{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1110 佛說一髻尊陀羅尼經", "text": {"0": "No. 1110", "1": "佛說一髻尊陀羅尼經", "10": "地頂禮佛足。禮佛足已遶佛三匝却坐一面。", "100": "等。及諸疫病水火盜賊。亦能息諸冤敵。願聽", "101": "許我說是陀羅尼。時觀自在菩薩摩訶薩讚", "102": "言。善哉善哉翳迦惹吒。善能調伏然頂鬼王", "103": "及諸藥叉羅剎斯等。汝有此祕密根本陀羅", "104": "尼。聽汝所說今正是時。時翳迦惹吒蒙大", "105": "聖許說。生大歡喜。即繞觀自在菩薩三匝。却", "106": "坐一面。對無量諸大菩薩及無量金剛密", "107": "迹。及八部鬼神一切藥叉羅剎眾前。即說真", "108": "言曰。", "109": "娜謀囉多娜二合跢囉二合夜引耶娜莫阿引", "11": "時觀自在菩薩。白佛言世尊。有諸天及持", "110": "哩耶二合嚩嚕引枳帝濕嚩二合囉引耶󰂛地", "111": "薩跢嚩二合耶摩訶引薩跢嚩二合耶摩訶引", "112": "迦嚕抳迦引耶娜謀翳迦惹吒耶摩訶引邏訖", "113": "叉二合斯阿訶纈哩二合馱鹽麼麼囉訖叉", "114": "二合斯麼麼母佉寫薩嚩迦哩夜二合儞迦嚕呬", "115": "銘怛儞也二合他唵阿難底惹耶娑嚩二合訶", "116": "惹耶惹夜耶耶娑嚩二合引訶引摩訶引尾", "117": "惹曳娑嚩二合引訶引摩訶引嚧比曳娑嚩二合", "118": "訶薩嚩尾近那二合尾那引夜迦引難耶娑", "119": "嚩二合訶赭攞耶拏瑟吒二合娑嚩二合訶囉", "12": "明仙等。師信大梵者眾。令欲降伏大梵", "120": "訖叉二合囉訖叉二合娑嚩二合訶跛賒上訶", "121": "塞哆二合耶娑嚩二合訶引", "122": "心真言曰。", "123": "唵嚧㗌邏二合耶母涅哩二合寧曳惹吒惹", "124": "吒曳吽吽吒娑嚩二合引訶", "125": "隨心真言曰。", "126": "翳呬曳二合呬翳迦惹吒麼麼穆佉惹耶娑", "127": "嚩二合引訶引", "128": "時翳迦惹吒說此陀羅尼時。一切天宮魔宮。", "129": "及諸龍神藥叉羅剎斯諸惡毒害鬼神等。各", "13": "天及諸天仙等。願佛聽許。欲令一切眾生", "130": "各共領無量眷屬。同詣其前同時出聲。皆言", "131": "乞命。我等眷屬從今已往。永斷惡心誓願事", "132": "從。日夜守護持此陀羅尼者。不令諸鬼神等", "133": "得其過便。願施我等無畏。願得本心。時翳迦", "134": "惹吒。當與諸鬼神作施無畏印。各得本心。禮", "135": "觀自在菩薩摩訶薩。次禮化身一髻尊。各還", "136": "本宮。時翳迦惹吒白觀自在菩薩言。我有成", "137": "就七日供養作壇法。若有沙門婆羅門及善", "138": "男子等。請於祕密法藏。決定要成就大驗。若", "139": "諸國王心生決定。懺悔眾罪。願欲見大道", "14": "念善法故。欲令一切眾生無憂惱故。除一", "140": "場法。先覓清淨寬大院宇。及好寺舍佛堂之", "141": "所露地亦得便是處已。以白月一日於晨朝", "142": "時。阿闍梨及諸弟子。香湯洗浴將諸香華至", "143": "其處所。阿闍梨手執金剛杵。次第問弟子等", "144": "言。汝等決定欲學諸佛祕密法藏。莫生疑惑。", "145": "徒眾答言我等欲學諸佛法藏。決定誠信不", "146": "生疑心。如是次第三問三答。如是答竟。次阿", "147": "闍梨手印印香爐水等。誦真言已。手執香", "148": "鑪胡跪燒香。啟白一切諸佛般若菩薩金", "149": "剛諸天等。及與一切業道冥祇。今此地者是", "15": "切眾生病故。及一切障難災怪惡夢悉除滅", "150": "我之地。我今欲立七日七夜大道場壇法之", "151": "會。供養一切十方法界諸佛世尊。及般若波", "152": "羅蜜多諸大菩薩眾。金剛天等。領諸徒眾。決", "153": "定一切祕密法藏難思議法門故。取諸證成。", "154": "我欲護身結界法事。在此院內東西南北四", "155": "維上下。所有一切破壞正法毘那夜迦惡鬼", "156": "神等。皆須出去結界之所七里之外。若護", "157": "正法善神鬼等。我佛法中有利益者。隨意而", "158": "住。說此語已。次第依彼軍荼利法。辟除結", "159": "界。既結界已。即令掘去十肘地內一切惡土", "16": "故。除一切橫病死故。欲除一切諸惡心者令", "160": "骨髮炭糠瓦礫等物。若上好地掘深一磔若", "161": "中一肘。下地二肘。若下下地掘深三肘。惡物", "162": "盡去。將好淨土和諸香末。堅築令平基高最", "163": "好。次第二日及第三日。以泥塗地。次第四日", "164": "用牛糞香泥。塗其地竟。次將神線四方八肘", "165": "一匝挽之。四角下點。更以神線。從東北角至", "166": "西南角。從東南角至西北角。交叉挽之。其線", "167": "叉中下點。掘地深一磔許。埋著五寶并及五", "168": "穀。其五寶者。一金二銀三真珠四珊瑚五虎", "169": "珀。言五穀者一大麥二小麥三稻穀四小豆", "17": "柔軟故。除一切諸魔鬼神障難不起故。世尊", "170": "五胡麻。以一片絹共裹寶穀。以五色線繫絹", "171": "埋之。其五色線一頭出地。長五指許。此寶", "172": "物等永未得出。次作大結界。其結界法執跋", "173": "折羅。右繞壇外急走三匝。辟毘那夜迦。種種", "174": "結界。以印印地。東西南北上下。誦真言作", "175": "印。啟告辟除結界等法如初日說。依軍荼利", "176": "次第法用。次第五日結界法式如第四日。更", "177": "用牛糞塗地。其塗地法手右旋摩。勿左旋摩。", "178": "其餘事法同第四日。次第六日阿闍梨洗浴。", "179": "先入壇內取好聰明弟子二人。亦淨洗浴著", "18": "我今有根本心陀羅尼。能除一切眾生罪業", "180": "新淨衣隨後入壇。以檀香湯和白粉竟。於粉", "181": "汁中染其神線。令一弟子把其線頭案壇東", "182": "北。正當角頭先點之處。次阿闍梨把線一頭。", "183": "案壇東南。正當角頭先下點之處。急挽著地。", "184": "使一弟子捻線中央。拼著地上。次東北角弟", "185": "子起。向西南角坐。亦如前作。次東南角阿闍", "186": "梨起。向西北角坐。亦如前作次西南角弟子", "187": "起。向東坐亦如前法。次先拼處。從外向內", "188": "離一肘許。更依前法圍繞拼之。次取八肘神", "189": "線。屈中當壇一方。一著一一點。更屈二肘", "19": "故。世尊我未曾見有若天若魔若釋梵。若沙", "190": "繩子。從壇一方中央點。量左右更點兩處。次", "191": "其一方門。辟壇繩五指許。次更屈門辟。向", "192": "左右五指許。次其門左右兩畔。寬五指許", "193": "作。次其門外邊。直畫著。一方若餘三方准", "194": "知。次作中院。外繩四肘。其外院內繩。與中", "195": "外繩。兩繩之間開一肘道。其中院門四方", "196": "辟與。向左右總作三指許。其門外邊。神線拼", "197": "法亦如前法。其中院內方。離外界一肘。更拼", "198": "清神線。拼其壇。正中心作二肘院。更莫作", "199": "門。次阿闍梨以五色線。一誦真言一結五十", "2": "開府儀同三司特進試鴻臚卿肅國", "20": "門婆羅門等。有能受持此真言者。若讀誦書", "200": "五結。用馬頭觀自在陀羅尼。真言曰。", "201": "翳曳呬薄伽梵阿哩耶二合嚩魯吉帝濕嚩", "202": "二合囉沒陀沒陀薩跢也摩弩娑麼二合囉", "203": "薩底耶二合麼努薩麼二合囉怛儞也二合他", "204": "曩柱曩柱枳尼枳尼呬尼呬尼弩嚕努嚕寐", "205": "嚕寐嚕主嚕主嚕都嚕都嚕素嚕素嚕母嚕母", "206": "嚕嚩囉嚩囉冒陀耶冒陀耶呬哩弭哩儞知", "207": "儞悉殿都弭滿跢囉二合鉢娜莎嚩二合引訶", "208": "引", "209": "次以絹帛。裹於五寶并五穀子。五色線繫真", "21": "寫流布。或以此法防護其身。若入軍陣鬪", "210": "言索上。隨人多小一一裹之。次於壇四角各", "211": "竪一竿。西門兩竿。以線繞繫四角竿上。於其", "212": "線上懸雜色幡。其壇上方東西南北四維繫", "213": "幡。交絡莊嚴。其壇外院西門南側。離二尺", "214": "穿作火爐。縱廣深淺各二尺。作於其爐中。留", "215": "一土臺。臺上涅作香泥蓮以為座。次日", "216": "沒時。阿闍梨令諸弟子等洗浴竟。次阿闍梨", "217": "作大結界。次日入時召請諸佛菩薩金剛。於", "218": "壇中心著一佛像。北方觀自在南方金剛。以", "219": "種種香花五盤飲食十六盞燈。而供養之。次", "22": "戰。若為毒所害者。持此陀羅尼。一切諸難無", "220": "於西門外敷新淨席。次阿闍梨喚諸弟子。作", "221": "護身印。一一誦真言七遍。各各與印諸弟子", "222": "頂及兩肩心咽眉間髮際腦後。護身畢已。令", "223": "諸弟子就於席上。面向東坐。次取香花及白", "224": "芥子。阿闍梨把白芥子念真言七遍。次第", "225": "打諸弟子頭上。三遍打竟。更與護身用馬頭", "226": "觀自在印。真言曰。", "227": "唵賀也仡哩二合嚩三暮多阿弭帝吽", "228": "次阿闍梨䠒跪。問於最長弟子。而云汝今欲", "229": "得學此法否。弟子答云。欲得。如是次第問諸", "23": "所能為。如是之法一切諸佛所念。我此陀羅", "230": "弟子法用如前。次阿闍梨擎香水。灌諸弟", "231": "子一一頭上覆之。以右手案諸弟子一一", "232": "胸上。為誦馬頭觀自在真言。次取真言索。", "233": "各與繫諸弟子臂。男左女右。次娑婆樹汁", "234": "香。次第與灌諸弟子身。右旋三轉灌香水竟。", "235": "次旋炬火亦如前法。次與齒木各長八指。次", "236": "授與花竟。令諸弟子向東列坐。教諸弟子投", "237": "華向前。次嚼齒木亦如前投。若其華頭向人", "238": "者好。背向東者知魔障出。向南北者為不", "239": "台。齒木嚼處向身者好。背向東者知魔障", "24": "尼法。已經無量諸佛所說世尊我於因地。", "240": "出。餘如法華法。次與洗手。各令飲金剛誓", "241": "水。敬謝飲之。次阿闍梨入於壇內。白佛菩薩", "242": "金剛等云。諸弟子等明日。更欲入道場來廣", "243": "作供養。諸佛菩薩金剛天等。請昇本宮。後設", "244": "供養願皆降赴受眾供養如是三說然後發遣壇內", "245": "諸佛菩薩金剛及諸天等。", "246": "次阿闍梨向壇邊。面向南坐。著一火爐誦馬", "247": "頭真言。燒白芥子一真言一燒一百八遍。時", "248": "諸弟子即得罪滅。", "249": "次阿闍梨與二弟子。於一夜中以五色粉敷", "25": "過恒河沙數劫外。有佛名百蓮華眼頂無障", "250": "置壇內。一依五方。色諸餘賢聖座一依三部", "251": "法。次作護身印用馬頭印。", "252": "唵賀也惹吒吽", "253": "次把跛折羅。作阿蜜哩多軍荼利身印三迴。", "254": "右轉於壇外邊。", "255": "次作地結界。四方上下次第而作。并誦馬頭", "256": "真言。緣壇內用閼伽水瓶各四方安。次以帛", "257": "覆其弟子眼。阿闍梨心口發願。以平等心普", "258": "大慈悲心。所有福田皆迴與一切眾生已。此", "259": "散花法一依三部法。華所著處更莫移改。所", "26": "礙功德光明王如來。我於爾時彼佛所。作大", "260": "有火法及請賢聖。一依三部次第。次說翳", "261": "迦惹吒獨建壇法及真言契等法。廣明如後。", "262": "曩謀沒陀去夜曩謀達摩夜曩謀僧去", "263": "伽去夜娜莫阿唎耶二合嚩嚕枳帝濕嚩", "264": "二合邏耶冒地薩哆嚩二合耶摩訶薩哆嚩", "265": "二合耶摩訶迦魯抳迦耶跢儞也二合他唵", "266": "翳迦惹吒耶摩訶囉乞叉二合斯阿哩夜二合乃", "267": "延鉢囉二合麼囉乞叉二合斯麼麼姥佉娑婆迦", "268": "唎夜儞迦魯思呬阿難底娑嚩二合引訶引惹", "269": "耶惹耶娑嚩二合引訶引薩婆尾近那毘那夜", "27": "持明仙人中王。於彼佛所受得此陀羅尼。得", "270": "迦囉訖叉二合囉訖叉二合娑嚩二合引訶", "271": "隨心真言曰。", "272": "唵嗚囉馱㗌囉姥涅哩二合尾吽吽泮吒吒半", "273": "音呼娑嚩二合引訶引", "274": "凡欲受持我真言。先須捨貪愛及身口意業", "275": "諸不善。出入護淨。先須洗浴清淨著新淨衣。", "276": "手執香爐端心正念。啟告十方諸佛及大", "277": "菩薩一切賢聖。弟子某乙今於此處欲建立", "278": "壇場。所有一切善神唯願擁護。所有不善之", "279": "心者急離此界。夫擇地要。須高山或是平原", "28": "已時。十方諸佛皆現目前。見佛現已。忽然即", "280": "近水。及有花菓之處最為上好。若在城邑寺", "281": "舍淨處即得。欲作壇時。先作軍荼利結界護", "282": "身。辟毘那夜迦障難。簡地訖當作四肘壇掘", "283": "深一肘。除去瓦礫并諸草穢毛髮爪甲。然後", "284": "填好黃土築令堅實。取佉陀羅木橛長十二", "285": "指三稜成者四箇。釘四角頭。次用犢子糞未墮", "286": "地者。其牛不得食糟。次用白檀香用摩壇四", "287": "肘。內須二肘。高交四指。取沈香檀香用塗", "288": "其上。中心用牛黃和白檀香。摩作一蓮花座。", "289": "狀如輪形。當坐本尊。南邊著馬頭觀自在。北", "29": "得未曾有智。當知此真言有如是神力。能利", "290": "邊著軍荼利。後面安毘梨耶波羅蜜。壇下層", "291": "安四門。東安大自在天。餘門安跋折羅。其", "292": "跋折羅無金銅者。取柳木及紫薑木。亦得。", "293": "檀四角各安一瓶。滿瓶盛水。用柏柳枝及花", "294": "等覆上。燈八盞。以種種華菓乳酪酥蜜飲食", "295": "而供養之。四門前各安一香爐。燒安悉香", "296": "及諸名香而供養之。真言師當洗浴著新淨", "297": "衣一日不食。面向本尊手執香爐。廣發大", "298": "願懺悔。然後端坐正念。誦前根本真言十萬", "299": "遍。所有重罪業障皆得消滅。每趁遍數勿令", "3": "公食邑三千戶賜紫贈司空諡大鑒", "30": "益無量眾生。若有善男子善女人等。能晝夜", "300": "間斷。或趁一千八遍或一百八遍。課畢之後", "301": "即共人言。當念誦時勿共人語。念誦了手", "302": "禮拜發願然後始出。次說火法。其西門南著", "303": "一火爐方圓深共一。肘用胡麻生稻穀華等。", "304": "酥蜜相和竟。誦馬頭隨心真言。先請火天", "305": "真言加前物。一遍真言一投火中燒。如是", "306": "乃至一千八遍已。次請本尊翳迦惹吒。即", "307": "能息一切災難。欲求本尊現身者。用構枝及", "308": "香酥蜜等。至第三日真言師取前件物。相和", "309": "置壇中心著。禮拜行道讚歎。滿四十九匝。", "31": "慇懃受持讀誦令不忘失。誦此陀羅尼時。更", "310": "然後䠒跪。却請前件物。真言一百八遍。用", "311": "根本真言。後欲投火時。誦心真言一千八遍。", "312": "一誦一燒投在火中。乃至數滿燒了啟云。一", "313": "切諸佛諸大菩薩金剛密迹釋梵諸天一切諸", "314": "仙。天眼他心宿命通者。當界善神。願授弟", "315": "子火法供養。火光熾盛無煙焰中作音樂", "316": "聲。或輪成是大吉祥。", "317": "火焰未滅真言師勿起。便結加坐右點左", "318": "淨坐。至心想惹字。喻若紅頗梨淨無黶點。", "319": "光明逼身。本尊即從西南角現身出。三目四", "32": "莫緣他境。每至白月十五日或黑月八日。洗", "320": "臂。頂上有阿彌陀佛。狗牙上下出。垂左手。與", "321": "真言師摩頂問之。求何願。真言師不得心動", "322": "喜悅及怕怖等。如是想不滅即是本尊。從三", "323": "昧緩起合掌小低頭禮白言。聖者弟子今有", "324": "願所求皆得。勿多言乞願。其時便得一天華", "325": "分付真言師以為信。聖者言我從今已往。常", "326": "勅諸八部鬼神常加侍衛。亦令使喚無難。所", "327": "求悉地出離生死。及大成就無不得者。如是", "328": "求願要在山門半年所置道場。勿令異色人", "329": "見。亦不得更持別法。常念不空菩薩及十一", "33": "浴其身著新淨衣。受持此陀羅尼。作印護身。", "330": "面菩薩。臨欲發遣誦此真言曰。", "331": "蘇佉蘇佉誐車誐車惹吒曳娑嚩二合訶引", "332": "真言師不得戲笑中忘誦。當覺身輕如無骨", "333": "肉。心如師子王。空界異香現。即知聖者宮。", "334": "後起行道七匝。後執香鑪。所有賢聖來至此", "335": "處。供養多不如法。唯願布施歡喜。次作根", "336": "本契印。即成散眾。", "337": "獨部期剋印。左手為金剛拳。直竪力度。泥唎", "338": "根本印。禪智進忍願。等向內相叉。右押左。", "339": "戒方竪頭相拄。檀慧橫相押真言曰。", "34": "取淨泥摩壇。方圓四肘結界已竟。請我一髻", "340": "翳門惹隣吽", "341": "請印。檀慧戒方忍願各外相附。二羽合。禪智", "342": "頭各拄檀慧下節文。屈進力附忍願側。如鉤", "343": "來去。請真言曰。", "344": "阿呬野𤚥徒", "345": "次結花座印。禪智進力戒方檀慧。各頭相拄", "346": "開掌。忍願相去八分許真言曰。", "347": "唵惹吒些那", "348": "供養印。願進頭相拄。戒力於願背頭相拄。忍", "349": "方於願背。頭相拄。慧度拄力度上文。檀度外", "35": "明王於壇中心坐。燒香散華種種供養。禮拜", "350": "橫博智羽背。禪智側並竪。並開虎口真言。", "351": "唵儞弭也二合布惹", "352": "忿怒辟尾那夜迦。用軍吒利身印真言曰。", "353": "唵賀那賀那吽", "354": "一髻尊降伏真言曰。", "355": "唵吁嚕啅惹曳娑嚩二合訶", "356": "真言師洗浴灌頂檀慧並竪。戒方屈入掌。", "357": "忍願頭相拄。進力屈拄上節背。以禪智拄檀", "358": "慧上文。用隨心真言。曰捻數珠印用蓮華部", "359": "真言。", "36": "懺悔誦真言一百八遍。持此明者現身即得", "360": "十一面觀自在印", "361": "唵阿嚕力娑嚩二合引訶乞廁二合素怛囉二", "362": "合惹閉吽", "363": "請火天真言曰。", "364": "而曳二合底曳娑嚩二合訶引", "365": "以印用忍願屈甲上文相合。戒方直竪頭相", "366": "拄。進力各獨屈如鉤。相去一寸。禪智微屈", "367": "相離三分。檀慧直竪相去一寸。畫像法右手", "368": "執劍。右手執三股叉。左手斧。左手索。身立。", "369": "佛說一髻尊陀羅尼經", "37": "十種果報。何者為十。一者身常無病。二者恒", "38": "為十方諸佛憶念。三者一切財物衣服飲食", "39": "自然充足常無乏少。四者能破冤敵。五者", "4": "正號大廣智大興善寺三藏沙門", "40": "能使一切眾生發起慈心。六者一切蠱毒一", "41": "切熱病無能侵害。七者一切刀杖不能為害。", "42": "八者一切水難不能漂溺。九者火不能燒。十", "43": "者不受一切橫死。是名為十。復得四種果", "44": "報。何等為四。一者不被禽獸所害。二者不墮", "45": "地獄。三者臨命終時得見十方諸佛。四者命", "46": "終之後生無量壽國。世尊我念過恒河沙數", "47": "劫。", "48": "爾時有佛名曼陀羅香如來。我於彼佛時為", "49": "優婆塞名曰翳迦惹吒婆羅門。於彼佛所復", "5": "不空奉　詔譯", "50": "得此法。常為百千萬億梵天說法。無不歸伏", "51": "者。一切諸佛大慈大悲大喜大捨智慧藏法", "52": "門。以此真言力故。能救一切眾生牢獄繫閉", "53": "杻械枷鎖。臨當刑戮水火等難。種種苦惱我", "54": "恒救護。令得解脫一切夜叉羅剎斯等。由此", "55": "法印陀羅尼力故。令諸夜叉羅剎斯等皆發", "56": "善心。功德具足。即能發阿耨多羅三藐三菩", "57": "提心。有如是力。設復有人犯四重五逆等罪。", "58": "誦持此陀羅尼一遍者。所有一切根本重罪", "59": "悉皆除滅。況復依法作印受持者。當知是", "6": "如是我聞。一時佛在王舍大城鷲峯山中。與", "60": "人於萬萬億那由他諸佛所。曾聞此法今還", "61": "得聞。若善男子善女人。能受持憶念晝夜不", "62": "忘者。是人心所求願無不滿足。每欲求勝上", "63": "悉地。用白月八日或十五日。以香湯洗浴著", "64": "新淨衣。每上廁一度洗浴。如此淨衣不得上", "65": "廁。作此法時其日不食。作結界護身印。印已", "66": "誦陀羅尼至於明旦。其道場中置本尊像。結", "67": "請印誦真言。懸種種雜色幡蓋。香華供養。初", "68": "入道場中。必須珍重至心奉請十方諸佛。至", "69": "心懺悔讚歎三寶禮拜已。於像前敷一座具。", "7": "無量菩薩摩訶薩俱。前後圍繞。", "70": "䠒跪恭敬至誠發願。作數珠印。捻已一心誦", "71": "真言一千八遍。次執香爐燒香而言。此處無", "72": "有種種供養上味飲食。慚愧謝之。世尊我由", "73": "此等法印真言力。名號尊貴難可得聞。若有", "74": "人稱念百千俱胝那由他諸佛名號。復有暫", "75": "時稱我名號。彼二人福正等無異。", "76": "爾時觀自在菩薩白佛言。世尊善男子善女", "77": "人。晝夜誦持我此明王翳迦惹吒真言者。得", "78": "離一切苦惱一切障難怖畏。及三毒罪障悉", "79": "得除愈。況復有人依法修行。當知是人即得", "8": "爾時觀自在菩薩摩訶薩。與無數持明賢聖", "80": "阿耨多羅三藐三菩提如在掌內。", "81": "爾時佛告觀自在菩薩摩訶薩言。善哉善哉", "82": "善男子。汝今能於一切眾生。起大慈大悲心。", "83": "而欲開示此大陀羅尼翳迦惹吒法印。若善", "84": "男子由此法方便力故。悉能救脫一切眾生", "85": "所有病苦障難怖畏身語意業。乃至安立一", "86": "切眾生於阿耨多羅三藐三菩提。決定無疑。", "87": "善男子此陀羅尼印等法門。我亦隨喜。受汝", "88": "此真言印等法。我今亦印可。善男子汝今說", "89": "之。", "9": "俱。前後圍繞。來詣佛所到佛所已。五體投", "90": "爾時觀自在菩薩摩訶薩。蒙佛印可從座而起。", "91": "頂禮佛足却坐一面。而入無能勝三昧。從頂", "92": "化出翳迦惹吒羅剎王。三目四臂。所有八部", "93": "鬼神。大力然頂鬼王等驚怖走散。各失本威", "94": "莫知所在。願見救護願見救護。皆捨所有惡", "95": "害之心。從今已往并諸眷屬歸依佛法僧寶。", "96": "爾時翳迦惹吒降得然頂鬼王并諸眷屬。來", "97": "詣觀自在菩薩摩訶薩所。合掌恭敬白觀自", "98": "在菩薩摩訶薩言。我有甚深祕密陀羅尼真", "99": "言。能摧碎天魔。及惡藥叉羅剎斯毒惡鬼神"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1110 佛說一髻尊陀羅尼經", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}