{"author": "世親菩薩造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1612 大乘五蘊論: 大乘五蘊論: 大乘五蘊論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1612 [cf. No. 1613]", "1": "大乘五蘊論一卷", "2": "世親菩薩造", "3": "三藏法師玄奘奉　詔譯", "4": "如薄伽梵略說五蘊：一者、色蘊，二者、受蘊，三", "5": "者、想蘊，四者、行蘊，五者、識蘊。", "6": "云何色蘊？謂四大種及四大種所造諸色。云", "7": "何四大種？謂地界、水界、火界、風界。云何地界？", "8": "謂堅強性。云何水界？謂流濕性。云何火界？謂", "9": "溫燥性。云何風界？謂輕等動性。云何四大種", "10": "所造諸色？謂眼根、耳根、鼻根、舌根、身根，色、聲、", "11": "香、味、所觸一分、無表色等。云何眼根？謂色為", "12": "境清淨色。云何耳根？謂聲為境清淨色。云何", "13": "鼻根？謂香為境清淨色。云何舌根？謂味為境", "14": "清淨色。云何身根？謂所觸為境清淨色。云何", "15": "為色？謂眼境界，顯色、形色及表色等。云何為", "16": "聲？謂耳境界，執受大種因聲，非執受大種因", "17": "聲，俱大種因聲。云何為香？謂鼻境界，好香、惡", "18": "香、及所餘香。云何為味？謂舌境界，甘味、酢味、", "19": "醎味、辛味、苦味、淡味。", "20": "云何為所觸一分？謂身境界，除四大種餘", "21": "所造觸，滑性、澁性、重性、輕性、冷、飢、渴等。云何", "22": "名為無表色等？謂有表業及三摩地所生色", "23": "等，無見無對。", "24": "云何受蘊？謂三領納：一、苦，二、樂，三、不苦不樂。", "25": "樂謂滅時有和合欲；苦謂生時有乖離欲；不", "26": "苦不樂謂無二欲。", "27": "云何想蘊？謂於境界，取種種相。", "28": "云何行蘊？謂除受想，諸餘心法及心不相應", "29": "行。", "30": "云何名為諸餘心法？謂彼諸法與心相應。彼", "31": "復云何？謂觸、作意、受、想、思；欲、勝解、念、三摩地、", "32": "慧；信、慚、愧、無貪善根、無瞋善根、無癡善根、精", "33": "進、輕安、不放逸、捨、不害；貪、瞋、慢、無明、見、疑；忿、", "34": "恨、覆、惱、嫉、慳、誑、諂、憍、害，無慚、無愧，惛沈、掉舉、不", "35": "信、懈怠、放逸、忘念、散亂、不正知；惡作、睡眠、尋、", "36": "伺。", "37": "是諸心法：五是遍行，五是別境，十一是善，六", "38": "是煩惱，餘是隨煩惱，四是不決定。", "39": "云何為觸？謂三和合分別為性。云何作意？謂", "40": "能令心發悟為性。云何為思？謂於功德過失", "41": "及俱相違，令心造作，意業為性。云何為欲？謂", "42": "於可愛事，希望為性。云何勝解？謂於決定事，", "43": "即如所了印可為性。云何為念？謂於串習事，", "44": "令心不忘明記為性。云何三摩地？謂於所觀", "45": "事，令心一境不散為性。云何為慧？謂即於彼", "46": "擇法為性；或如理所引，或不如理所引，或俱", "47": "非所引。", "48": "云何為信？謂於業果諸諦寶中，極正符順，心", "49": "淨為性。云何為慚？謂自增上，及法增上，於所", "50": "作罪羞恥為性。", "51": "云何為愧？謂世增上，於所作罪羞恥為性。", "52": "云何無貪？謂貪對治，令深厭患無著為性。", "53": "云何無瞋？謂瞋對治，以慈為性。", "54": "云何無癡？謂癡對治，以其如實正行為性。", "55": "云何精進？謂懈怠對治，心於善品勇悍為性。", "56": "云何輕安？謂麁重對治，身心調暢堪能為性。", "57": "云何不放逸？謂放逸對治，即是無貪乃至精", "58": "進。依止此故，捨不善法及即修彼對治善法。", "59": "云何為捨？謂即無貪乃至精進。依止此故，獲", "60": "得所有心平等性，心正直性，心無發悟性。又", "61": "由此故，於已除遣染污法中，無染安住。", "62": "云何不害？謂害對治，以悲為性。", "63": "云何為貪？謂於五取蘊染愛耽著為性。", "64": "云何為瞋？謂於有情樂作損害為性。", "65": "云何為慢？所謂七慢：一、慢，二、過慢，三、慢過", "66": "慢，四、我慢，五、增上慢，六、卑慢，七、邪慢。云何", "67": "慢？謂於劣計己勝、或於等計己等，心高舉為", "68": "性。云何過慢？謂於等計己勝、或於勝計己等，", "69": "心高舉為性。云何慢過慢？謂於勝計己勝，心", "70": "高舉為性。云何我慢？謂於五取蘊隨觀為我", "71": "或為我所，心高舉為性。云何增上慢？謂於未", "72": "得增上殊勝所證法中謂我已得，心高舉為", "73": "性。云何卑慢？謂於多分殊勝計己少分，下劣", "74": "心高舉為性。云何邪慢？謂實無德計己有", "75": "德，心高舉為性。", "76": "云何無明？謂於業果及諦寶中無智為性。此", "77": "復二種，所謂俱生、分別所起。又欲纏貪、瞋及", "78": "欲纏無明，名三不善根，謂貪不善根、瞋不善", "79": "根、癡不善根。", "80": "云何為見？所謂五見：一、薩迦耶見，二、邊執見，", "81": "三、邪見，四、見取，五、戒禁取。云何薩迦耶見？謂", "82": "於五取蘊隨觀為我或為我所，染污慧為性。", "83": "云何邊執見？謂即由彼增上力故，隨觀為常", "84": "或復為斷，染污慧為性。云何邪見？謂或謗因", "85": "或復謗果、或謗作用或壞善事，染污慧為性。", "86": "云何見取？謂即於三見及彼所依諸蘊，隨觀", "87": "為最為上為勝為極，染污慧為性。云何戒禁", "88": "取？謂於戒禁及彼所依諸蘊，隨觀為清淨為", "89": "解脫為出離，染污慧為性。云何為疑？謂於諦", "90": "等猶豫為性。諸煩惱中，後三見及疑唯分別", "91": "起，餘通俱生及分別起。", "92": "云何為忿？謂遇現前不饒益事心損惱為性。", "93": "云何為恨？謂結怨不捨為性。云何為覆？謂於", "94": "自罪覆藏為性。云何為惱？謂發暴惡言尤蛆", "95": "為性。云何為嫉？謂於他盛事心妬為性。云何", "96": "為慳？謂施相違心悋為性。云何為誑？謂為誑", "97": "他詐現不實事為性。云何為諂？謂覆藏自過", "98": "方便所攝心曲為性。云何為憍？謂於自盛事", "99": "染著倨傲心恃為性。云何為害？謂於諸有情", "100": "損惱為性。", "101": "云何無慚？謂於所作罪不自羞恥為性。云何", "102": "無愧？謂於所作罪不羞恥他為性。云何惛沈？", "103": "謂心不調暢無所堪能蒙昧為性。云何掉舉？", "104": "謂心不寂靜為性。云何不信？謂信所對治，於", "105": "業果等不正信順，心不清淨為性。云何懈怠？", "106": "謂精進所治，於諸善品心不勇猛為性。云何", "107": "放逸？謂即由貪瞋癡懈怠故，於諸煩惱心不", "108": "防護，於諸善品不能修習為性。云何失念？謂", "109": "染污念，於諸善法不能明記為性。云何散亂？", "110": "謂貪瞋癡分心流蕩為性。云何不正知？謂於", "111": "身語意現前行中不正依住為性。", "112": "云何惡作？謂心變悔為性。云何睡眠？謂不自", "113": "在轉心極昧略為性。云何為尋？謂能尋求意", "114": "言分別思慧差別令心麁為性。云何為伺？謂", "115": "能伺察意言分別思慧差別令心細為性。云", "116": "何心不相應行？謂依色、心、心法分位，但假建", "117": "立，不可施設決定異性及不異性。彼復云何？", "118": "謂得、無想等至、滅盡等至、無想所有、命根、眾", "119": "同分、生、老、住、無常、名身、句身、文身、異生性如", "120": "是等類。", "121": "云何為得？謂若獲若成就。此復三種，謂若種", "122": "子、若自在、若現前，如其所應。", "123": "云何無想等至？謂已離遍淨貪、未離上貪，由", "124": "出離想作意為先，不恒現行心心法滅為性。", "125": "云何滅盡等至？謂已離無所有處貪，從第一", "126": "有更求勝進，由止息想作意為先，不恒現行", "127": "及恒行一分心心法滅為性。", "128": "云何無想所有？謂無想等至果。無想有情天", "129": "中生已，不恒現行心心法滅為性。云何命根？", "130": "謂於眾同分中，先業所引，住時決定為性。云", "131": "何眾同分？謂諸有情自類相似為性。云何為", "132": "生？謂於眾同分中，諸行本無今有為性。云", "133": "何為老？謂即如是諸行相續變異為性。云何", "134": "為住？謂即如是諸行相續隨轉為性。云何無", "135": "常？謂即如是諸行相續謝滅為性。云何名", "136": "身？謂諸法自性增語為性。云何句身？謂諸法", "137": "差別增語為性。云何文身？謂諸字為性，以能", "138": "表彰前二種故；亦名為顯，由與名句為所依", "139": "止顯了義故；亦名為字，非差別門所變易故。", "140": "云何異生性？謂於諸聖法不得為性。如是等", "141": "類已說行蘊。", "142": "云何識蘊？謂於所緣境了別為性。亦名心意，", "143": "由採集故、意所攝故。最勝心者，謂阿賴耶", "144": "識。何以故？由此識中諸行種子皆採集故。", "145": "又此行緣不可分別，前後一類相續隨轉。又", "146": "由此故，從滅盡等至、無想等至、無想所有起", "147": "者，了別境名轉識還生，待所緣緣差別轉故、", "148": "數數間斷還復轉故、又令生死流轉旋還故。", "149": "阿賴耶識者，謂能攝藏一切種子故，又能攝", "150": "藏我慢相故，又復緣身為境界故。即此亦名", "151": "阿陀那識，能執持身故。最勝意者，謂緣阿賴", "152": "耶識為境，恒與我癡、我見、我慢及我愛等", "153": "相應之識，前後一類相續隨轉，除阿羅漢果", "154": "及與聖道滅盡等至現在前位。", "155": "問：「以何義故說名為蘊？」答：「以積聚義說名為", "156": "蘊。謂世相續品類趣處差別色等總略攝故。」", "157": "復有十二處，謂眼處色處、耳處聲處、鼻處香", "158": "處、舌處味處、身處觸處、意處法處。眼等五處", "159": "及色聲香味處，如前已釋。言觸處者，謂四大", "160": "種及前所說所觸一分。言意處者，即是識蘊。", "161": "言法處者，謂受想行蘊無表色等及與無為。", "162": "云何無為？謂虛空無為、非擇滅無為、擇滅無", "163": "為及真如等。云何虛空？謂若容受諸色。云何", "164": "非擇滅？謂若滅非離繫。此復云何？謂離煩惱", "165": "對治而諸蘊畢竟不生。云何擇滅？謂若滅是", "166": "離繫。此復云何？謂由煩惱對治故諸蘊畢竟", "167": "不生。云何真如？謂諸法法性、法無我性。", "168": "問：「以何義故名為處耶？」答：「諸識生長門義，是", "169": "處義。」", "170": "復有十八界，謂眼界、色界、眼識界，耳界、聲界、", "171": "耳識界，鼻界、香界、鼻識界，舌界、味界、舌識界，", "172": "身界、觸界、身識界，意界、法界、意識界。", "173": "眼等諸界及色等諸界，如處中說。六識界者，", "174": "謂依眼等根、緣色等境，了別為性。言意界者，", "175": "謂即彼無間滅等，為欲顯示第六意識，及廣", "176": "建立十八界故。如是色蘊，即十處十界及法", "177": "處法界，一分識蘊即意處及七心界，餘三蘊", "178": "及色蘊一分并諸無為即法處法界。", "179": "問以何義故說名為界。答以能任持無作用", "180": "性自相義故。說名為界。", "181": "問：「以何義故宣說蘊等？」答：「為欲對治三種我", "182": "執。如其次第三種我執者，謂一性我執、受者", "183": "我執、作者我執。」", "184": "復次此十八界幾有色？謂十界一少分即色", "185": "蘊自性。", "186": "幾無色？謂所餘界。", "187": "幾有見？謂一色界。", "188": "幾無見？謂所餘界。", "189": "幾有對？謂十有色界。若彼於是處有所障礙，", "190": "是有對義。", "191": "幾無對？謂所餘界。", "192": "幾有漏？謂十五界及後三少分，由於是處煩", "193": "惱起故、現所行處故。", "194": "幾無漏？謂後三少分。", "195": "幾欲界繫？謂一切。", "196": "幾色界繫？謂十四，除香、味，鼻、舌識。", "197": "幾無色界繫？謂後三。", "198": "幾不繫？謂即彼無漏界。", "199": "幾蘊所攝？謂除無為。", "200": "幾取蘊所攝？謂有漏。", "201": "幾善？幾不善？幾無記？謂十，通三種七心界及", "202": "色聲法界，八無記。", "203": "幾是內？謂十二，除色、聲、香、味、觸及法界。幾是", "204": "外？謂六即所除。", "205": "幾有緣？謂七心界及法界少分心所有法。", "206": "幾無緣？謂餘十及法界少分。", "207": "幾有分別？謂意界、意識界、法界少分。", "208": "幾執受？謂五內界及四界少分，謂色、香、味、觸。", "209": "幾非執受？謂餘九四少分。", "210": "幾同分？謂五內有色界，由與自識等境界故。", "211": "幾彼同分？謂即彼自識空時與自類等故。", "212": "大乘五蘊論一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1612 大乘五蘊論: 大乘五蘊論: 大乘五蘊論", "source": "CBETA"}