{"author": "唐 金剛智譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0241 金剛頂瑜伽理趣般若經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 241 [Nos. 220(10), 240, 242-244]", "1": "金剛頂瑜伽理趣般若經", "2": "唐南天竺三藏金剛智依梵本於中天譯", "3": "如是我聞：一時薄伽梵妙善成就如來金剛", "4": "住持平等性智、種種希有殊勝功德，已能善", "5": "護一切如來無上法王灌頂寶冠，過三界；已", "6": "能善得一切如來遍金剛智，摩訶瑜伽自在無", "7": "礙，決定清淨一切如來妙法智；已善圓證", "8": "一切如來畢竟空寂平等性印，所作事業皆得", "9": "善巧成辦，餘一切有情種種希願，隨其無罪", "10": "皆能滿足；已善安住三世平等，常無斷盡廣", "11": "大周遍身語心性，猶若金剛等諸如來無動無", "12": "壞。是薄伽梵住欲界頂他化自在天王宮中，", "13": "一切如來常所遊處，咸共稱美大寶藏殿。其", "14": "殿無價摩尼所成，種種珍奇間雜嚴飾，眾生", "15": "交映放大光明，寶鐸金鈴處處懸列，微風吹", "16": "動出和雅音，綺蓋繒幡花幢綵拂，寶珠瓔", "17": "珞半滿月等，種種雜飾而用莊嚴，賢聖天", "18": "仙之所愛樂。與八十億大菩薩俱，一切皆", "19": "具陀羅尼門、三摩地門、無礙妙辯，如是等類", "20": "無量功德，設經多劫讚不能盡。其名曰：金", "21": "剛手菩薩摩訶薩、觀自在菩薩摩訶薩、虛空", "22": "庫菩薩摩訶薩、金剛拳菩薩摩訶薩、文殊師", "23": "利菩薩摩訶薩、發心即轉法輪菩薩摩訶薩、", "24": "虛空藏菩薩摩訶薩、降伏一切魔怨菩薩摩", "25": "訶薩。如是上首，有八十億大菩薩眾前後圍", "26": "遶。宣說正法，初中後善，文義巧妙，純一圓滿", "27": "清白梵行。", "28": "爾時世尊，為諸菩薩說一切法自性清淨般", "29": "若波羅蜜多理趣法門。此門即是菩薩句義。", "30": "云何名為菩薩句義？所謂：「極妙清淨句義是", "31": "菩薩句義；諸見永寂清淨句義是菩薩句", "32": "義；微妙適悅清淨句義是菩薩句義；渴愛", "33": "永息清淨句義是菩薩句義；胎藏超越清淨", "34": "句義是菩薩句義；眾德莊嚴清淨句義是菩", "35": "薩句義；意極適悅清淨句義是菩薩句義；", "36": "意清淨句義是菩薩句義；色清淨句義是菩", "37": "薩句義；聲清淨句義是菩薩句義；香清淨", "38": "句義是菩薩句義；味清淨句義是菩薩句", "39": "義；觸清淨句義是菩薩句義。何以故？乃至", "40": "一切法自性清淨故。一切法自性清淨，即般", "41": "若波羅蜜多最勝清淨。」佛說如是菩薩句義", "42": "般若理趣清淨法已，告金剛手菩薩等言：", "43": "「金剛手菩薩！若有得聞此一切法自性清淨般", "44": "若波羅蜜多理趣法門，一經於耳，所有煩", "45": "惱障業極重諸罪皆自消滅，乃至菩提，不生", "46": "惡道。若能日日受持讀誦正念思惟，即於", "47": "此生定得一切法平等性金剛三摩地。經十", "48": "六大菩薩生，定得如來執金剛性，疾證無上", "49": "正等菩提。」即說密語：", "50": "「吽」", "51": "爾時世尊，復依毘盧遮那如來之相，為諸菩", "52": "薩說一切如來寂靜法性般若波羅蜜多甚", "53": "深理趣現等覺門。所謂：「金剛平等成正覺，大", "54": "菩提堅固性如金剛故；義平等成正覺，大", "55": "菩提一義性故；法平等成正覺，大菩提自", "56": "性清淨故；一切業平等成正覺，大菩提離一", "57": "切分別故。」佛說如是法性門已，告金剛手菩", "58": "薩言：「金剛手！若有得聞此四種寂靜性成正", "59": "覺般若波羅蜜多理趣現等覺門，信解受持", "60": "讀誦正念思惟，則能超越一切惡道，疾證", "61": "無上正等菩提。」復說密語：", "62": "「闇引」", "63": "爾時世尊，復依一切如來能調伏難調有情釋", "64": "迦牟尼之相，為諸菩薩說一切法普勝平等", "65": "般若波羅蜜多理趣法門。所謂：「貪無戲論性；", "66": "瞋無戲論性；愛無戲論性。何以故？乃至一", "67": "切無戲論性故。一切無戲論性，即般若波羅", "68": "蜜多無戲論性。」佛說如是調伏眾惡般若理", "69": "趣普勝法已，告金剛手菩薩等言：「金剛手！若", "70": "有得聞一切法普勝平等般若波羅蜜多理趣", "71": "法門，信解受持讀誦正念思惟，假使殺害三", "72": "界一切有情，終不因斯墮於惡道。何以故？已", "73": "受調伏心律儀故。常生善趣，修菩提行，疾證", "74": "無上正等菩提。」復說密語：", "75": "「吽」", "76": "爾時世尊，復依一切如來自性清淨相，為諸", "77": "菩薩說一切法平等性觀自在智印般若波", "78": "羅蜜多理趣法門。所謂：「一切貪性清淨、瞋性", "79": "清淨；一切貪性清淨故，一切垢性清淨、罪性", "80": "清淨；一切垢性清淨、罪性清淨故，一切法性", "81": "清淨、有情性清淨；一切法性清淨、有情性清", "82": "淨故，一切智性清淨；一切智性清淨故，即般", "83": "若波羅蜜多最勝清淨。」佛說如是平等智印", "84": "般若理趣清淨法已，告金剛手菩薩等言：「金", "85": "剛手！若有聞此一切法平等觀自在智印般若", "86": "波羅蜜多理趣法門，信解受持讀誦正念思", "87": "惟，雖在五欲塵中，不為客塵煩惱諸過所染，", "88": "譬如蓮華雖在淤泥終不染著，乃至疾證無", "89": "上正等菩提。」復說密語：", "90": "「頡唎二合、長聲」", "91": "爾時世尊，復依一切如來為三界之相，為諸", "92": "菩薩說一切如來灌頂出現智藏般若波羅", "93": "蜜多理趣法門。所謂：「灌頂施，令得一切三界", "94": "法王位故；財寶施，令得一切所願滿足故；淨", "95": "法施，令得一切法寶性故；飲食施，令得一切", "96": "身口意獲安樂故。」佛說如是灌頂般若理趣", "97": "智藏已，告金剛手菩薩等言：「若有得聞如是", "98": "灌頂甚深理趣智藏法門，信解受持讀誦正", "99": "念思惟，速能滿足菩薩行，疾證無上正等菩", "100": "提。」復說密語：", "101": "「怛㘕二合」", "102": "爾時世尊，復依一切如來常住智印密藏相，", "103": "為諸菩薩宣說一切如來金剛智印甚深般", "104": "若波羅蜜多理趣法門。所謂：「執持一切如來", "105": "金剛身印，得一切如來真實體性故；執持", "106": "一切如來金剛語印，得一切門自在故；執持", "107": "一切如來金剛心印，得一切三摩地具足故；", "108": "執金剛持一切如來金剛智印，得最上身語", "109": "心如金剛故。」佛說如是智印法已，告金剛手", "110": "等言：「金剛手！若有得聞此一切如來金剛智", "111": "甚深般若波羅蜜多理趣法門，信解受持讀誦", "112": "正念思惟，即得成就最上金剛智印，於一切", "113": "智及眾事業皆得圓滿，身語心性猶若金剛", "114": "不可破壞，疾證無上正等菩提。」復說密語：", "115": "「惡」", "116": "爾時世尊，復依一切無戲論法如來之相；為", "117": "諸菩薩說文字轉輪品般若波羅蜜多理趣", "118": "法門。所謂：「一切法空，無自性故；一切法無", "119": "相，離眾相故；一切法無願，離諸願故；乃至一", "120": "切法自性清淨，即般若波羅蜜多自性清淨。」", "121": "佛說如是離諸戲論文字法已，告金剛手菩", "122": "薩等言：「若有得聞此無戲論般若理趣輪字", "123": "法門，信解受持讀誦正念思惟，於此一切法", "124": "得無礙智，疾證無上正等菩提。」復說密語：", "125": "「暗上聲、引」", "126": "爾時世尊，復依一切如來入廣大轉輪相，為", "127": "諸菩薩說入廣大轉輪般若波羅蜜多甚深", "128": "理趣平等性門。所謂：「入金剛平等性，得入", "129": "一切如來轉輪故；入義平等性，得入一切菩", "130": "薩法轉輪故；入法平等性，得入妙法轉輪故；", "131": "乃至入一切法平等性，得入一切法平等性，", "132": "得入一切法輪轉故。」佛說如是入廣大轉輪", "133": "般若理趣平等性已，告金剛手菩薩等言：「若", "134": "有得聞如是輪性甚深理趣平等性門，信解", "135": "受持讀誦正念思惟，善能悟入諸平等性，疾", "136": "證無上正等菩提。」復說密語：", "137": "「吽」", "138": "爾時世尊，復依一切如來廣大供養種種供", "139": "具，為諸菩薩宣說最勝第一廣大供養種種供", "140": "具般若波羅蜜多甚深理趣無上法門。所謂：", "141": "「發菩提心即成廣大供養一切如來；救護一", "142": "切有情即成廣大供養一切如來；住持妙法", "143": "即成廣大供養一切如來；乃至書寫受持讀", "144": "誦正念思惟供養般若波羅蜜多，即成廣大", "145": "供養一切如來。」佛說如是真淨供養甚深理", "146": "趣無上法已，告金剛手等言：「若有得聞如是", "147": "供養般若理趣無上法門，信解受持讀誦正", "148": "念思惟，速能圓滿諸菩薩行，疾證無上正等", "149": "菩提。」復說密語：", "150": "「唵」", "151": "爾時世尊，復依一切如來能調伏一切有情相，", "152": "為諸菩薩宣說能伏一切有情祕密智藏般", "153": "若波羅蜜多理趣法門。所謂：「一切有情平等", "154": "性，即忿怒平等性；一切有情調伏性，即忿怒", "155": "調伏性；一切有情真法性，即忿怒真法性；一", "156": "切有情如金剛性，即忿怒如金剛性。何以故？", "157": "調伏一切有情令得菩提故。」佛說如是能善", "158": "調伏甚深理趣智藏已，告金剛手菩薩等言：", "159": "「若有得聞如是調伏般若理趣智藏法門，信", "160": "解受持讀誦正念思惟，能自調伏忿怒等過，", "161": "亦能調伏一切有情常生善趣受諸妙樂，現", "162": "世怨敵皆起慈心，善能修行諸菩薩行，疾證", "163": "無上正等菩提。」復說密語：", "164": "「郝」", "165": "爾時世尊，復依一切如來住平等相，為諸菩", "166": "薩說一切法最勝平等性甚深般若波羅蜜", "167": "多理趣法門。所謂：「一切法即平等性故，甚", "168": "深般若波羅蜜多亦即平等性；一切法即第", "169": "一義性故，甚深般若波羅蜜多亦即第一義", "170": "性；一切法即法性故，甚深般若波羅蜜多亦即", "171": "法性；乃至一切有業用性故，當知甚深般若", "172": "波羅蜜多亦有業用性。」佛說如是性平等性", "173": "甚深理趣最勝法已，告金剛手菩薩等言：「若", "174": "有得聞如是平等甚深般若理趣最勝法門，", "175": "信解受持讀誦正念思惟，則能通達平等法", "176": "性甚深般若波羅蜜多，於諸有情心無罣礙，", "177": "疾證無上正等菩提。」復說密語：", "178": "「頡唎二合、引」", "179": "爾時世尊，復依一切如來為諸有情作加持", "180": "相，為諸菩薩說一切有情加持故般若波羅", "181": "蜜多理趣法門。所謂：「一切有情即是如來藏，", "182": "普賢菩薩性遍故；一切有情即是金剛，灌", "183": "頂圓滿性故；一切有情即正法藏性，能轉一", "184": "切正法語輪故；一切有情即是事業藏性，能", "185": "作一切事業相應故。」佛說如是加持有情甚", "186": "深理趣勝藏法已，告金剛手菩薩等言：「若有", "187": "得聞如是遍滿般若理趣勝藏法門，信解受", "188": "持讀誦正念思惟，則能通達勝藏法性，疾證", "189": "無上正等菩提。」復說密語：", "190": "「底利二合、引」", "191": "爾時世尊，復依一切如來無量無邊際究竟盡", "192": "相，為諸菩薩宣說一切法無量無邊際究竟", "193": "盡平等般若波羅蜜多理趣法門。所謂：「甚深", "194": "般若波羅蜜多無量故，一切如來亦無量；甚", "195": "深般若波羅蜜多無邊故，一切如來亦無邊；", "196": "甚深般若波羅蜜多一性故，一切諸法亦一", "197": "性；甚深般若波羅蜜多究竟盡故，一切諸法", "198": "亦究竟盡。」佛說如是無邊無際究竟理趣金", "199": "剛已，告金剛手菩薩等言：「金剛手！若有得", "200": "聞如是究竟般若波羅蜜多理趣金剛法門，", "201": "信解受持讀誦正念思惟，所有一切障礙皆", "202": "得消滅究竟無餘，定得如來執金剛性，疾證", "203": "無上正等菩提。」復說密語：", "204": "「毘藥二合」", "205": "爾時世尊，復依一切如來離戲論祕密法性毘", "206": "盧遮那相，為諸菩薩宣說普賢大樂金剛", "207": "不空神呪，無量決定入諸法性，無初中後最勝", "208": "第一，甚深般若波羅蜜多理趣法門。所謂：「諸菩", "209": "薩能廣大承事供養故，得最上大樂；能得最", "210": "上大樂故，能得諸佛無上大菩提；得諸佛", "211": "無上大菩提故，悉能降伏一切魔軍；降伏一", "212": "切魔軍故，得於三界自在最勝成就；於三界", "213": "自在最勝成就故，能遍饒益一切有情，悉與", "214": "究竟最上安樂。」復說密語：", "215": "「薩梵", "216": "「有最勝者智，常在生死中，", "217": "廣度諸眾生，而不入涅槃。", "218": "般若波羅蜜，究竟方便智，", "219": "能成清淨業，普淨於諸有。", "220": "又以於貪等，調伏諸世間，", "221": "乃至有頂天，清淨無為果。", "222": "在於生死中，世法不能染，", "223": "如蓮華妙色，塵垢所不污。", "224": "大欲清淨人，大施安樂人，", "225": "於三界自在，作堅固利益。」", "226": "復說密語：", "227": "「訶", "228": "「唵娜麼薩婆沒䭾母地薩埵喃", "229": "「唵步地質多跋折嚟二合", "230": "「唵三曼多跋陀羅二合者利耶", "231": "「唵真多麼抳埵", "232": "「唵過儞嚧提陀", "233": "「唵　若引底尾󰌺帝空", "234": "「唵麼訶囉伽達䜝", "235": "「唵寐引哩耶迦嚩制王", "236": "「唵薩婆伽弭儞", "237": "「唵跋折羅二合儞哩茶迦嚩折坻吽", "238": "「唵薩婆怛他孽帝藏", "239": "「唵婆嚩婆去聲、引嚩秫提光", "240": "「唵達麼多孃娜尾秫提幢", "241": "「唵羯麼尾戌引達你唵笑", "242": "「唵儞蘇皤跋折哩抳吽泮", "243": "「唵羯麼邏霓利", "244": "「唵惹呼跋折囇因", "245": "「唵薩婆娜一引以儞", "246": "「唵　頓唎二合羯", "247": "「唵　阿迦羅目契護", "248": "「唵　鉢利若波羅帝叉郝拳鑁去聲吽剛", "249": "「唵󰌆闇磨", "250": "「唵薩婆怛他孽多麼引祇尾戍引達儞語", "251": "「唵薩婆怛他孽多迦㜸囇佛", "252": "「唵薩婆怛他孽多質多跋折囇心", "253": "「唵跋折囉薩埵微塞普吒耶薩婆播耶滿䭾娜", "254": "儞鉢囉慕乞叉耶薩婆播耶󰍚底弊薩嚩薩怛", "255": "晚薩嚩怛他󰍚多三昧耶跋囉吽怛囉吒」", "256": "佛說如是祕密語已，告金剛手菩薩祕密主", "257": "言：「若諸有情得聞此二十五甚深般若波羅", "258": "蜜多理趣祕密法門，信解受持讀誦正念思", "259": "惟，現世即得一切如來金剛祕密最勝成就，", "260": "不久當得一切如來大執金剛法性之身。」爾", "261": "時世尊謂諸菩薩，宣說如上諸法門已，復", "262": "告金剛手菩薩言：「金剛手！我此經典難可得", "263": "聞，乃至極少至於一字，應知是人過去已", "264": "曾供養諸佛，於諸佛所種諸善根。何況具足", "265": "聽聞受持讀誦正念思惟，當知是人決定已", "266": "曾供養恭敬尊重讚歎八十億那庾多恒河沙", "267": "等諸佛。若是經典所在之處，此地則為有", "268": "諸佛塔。若諸有情愛重此經，常隨守護不離", "269": "身者，是人應受一切世間恭敬供養；是人", "270": "當得宿命智通，能知過去無量劫事；不為一", "271": "切諸天魔波旬之所擾亂，四天大王及諸餘", "272": "天常隨衛護；一切諸佛及諸菩薩恒常供", "273": "養攝受，十方淨土隨願往生。金剛手！我今略", "274": "說般若波羅蜜多理趣法門功德如是，若廣說", "275": "者窮劫不盡。」佛說此經已，金剛手等諸菩薩，", "276": "天、龍、夜叉、乾闥婆、阿素羅、㜸嚕拏、緊那羅、摩護", "277": "囉伽、人非人等，一切眾會，皆大歡喜，信受奉", "278": "行。", "279": "金剛頂瑜伽理趣般若經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0241 金剛頂瑜伽理趣般若經", "source": "CBETA"}