{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1393 佛說摩尼羅亶經", "text": {"0": "No. 1393", "1": "佛說摩尼羅亶經", "10": "丘摩訶迦葉惟阿那律離越摩訶目犍連舍", "11": "利弗阿難因持羅。", "12": "佛便說摩尼羅亶經。佛便舉諸佛名字。第一", "13": "惟衛佛第二式佛。第三隨葉佛第四拘留秦", "14": "佛。第五拘那含牟尼佛第六迦葉佛。第七釋", "15": "迦文佛。今是經皆從諸佛口中出。第一式叉", "16": "羅第二揵陀羅。第三揵頭羅第四彌佉羅。第", "17": "五乾朱羅第六摩油羅。第七阿須輪第八隨", "18": "沙門。第九隨孫第十󱁽提。都盧大小一切人", "19": "民有得疾病者。今佛令諸比丘僧比丘尼優", "2": "東晉天竺三藏竺曇無蘭譯", "20": "婆塞優婆夷。皆當說是經。有國中鬼。有山中", "21": "鬼有林中鬼。有草暮鬼有塚間鬼。有塚中鬼", "22": "有地上鬼。有水中鬼有水邊鬼。有火中鬼有", "23": "火邊鬼。有北斗鬼有虛空中鬼。有市井鬼有", "24": "死人鬼。有生人鬼有飢餓鬼。有道外鬼有道", "25": "中鬼。有堂外鬼有堂中鬼。有身中鬼有身外", "26": "鬼。有飯食鬼有臥時鬼。今佛言有赤色鬼", "27": "有黑色鬼。有長鬼有短鬼。有大鬼有小鬼。有", "28": "中適鬼有白色鬼。有黃色鬼有青色鬼。有黑", "29": "色鬼有夢寤鬼。有朝起鬼有步行鬼。有飛行", "3": "聞如是。一時佛在舍衛國祇樹給孤獨園。時", "30": "鬼有問人魂魄鬼。有生人鬼有死人鬼。", "31": "佛言若有瞋恚刀杖起時。皆當念是摩尼羅", "32": "亶經。諸鬼神則為破碎。", "33": "佛告諸比丘。若有受是經者。若有病瘦當說", "34": "是經。若有頭痛目眩寒熱傷心。常當讀是摩", "35": "尼羅亶經。諸鬼神則頭破作七分。", "36": "若有縣官盜賊水火。則當讀是摩尼羅亶經。", "37": "諸鬼神不得復嬈害人。今是經諸佛口中所", "38": "出。若有國中鬼。一者名深沙二者名浮丘。是", "39": "二鬼健行求人長短。若有頭痛目眩寒熱傷", "4": "與摩訶比丘僧。說摩尼羅亶經。佛問阿難言。", "40": "心。即當舉是二鬼名字。便當說摩尼羅亶經。", "41": "是諸鬼神無不破碎者。", "42": "若有青色鬼黃色鬼黑色鬼。高大鬼卑小鬼", "43": "廣長鬼。一切大小諸鬼神。喜嬈天下人民者。", "44": "其鬼名金曼鬼薜荔鬼。飢餓鬼慳貪鬼。勤苦", "45": "鬼病瘦鬼。有痛痒鬼有思想鬼。身中鬼身外", "46": "鬼。形殘鬼跛踺鬼。痛狂鬼癡聾鬼。瘖瘂鬼", "47": "呻吟鬼。啼哭鬼閑病鬼。虛耗鬼嫉妬鬼。魍魎", "48": "鬼熒惑鬼。遊光鬼鎮厭鬼。呪咀鬼伏尸注鬼。", "49": "癩死注鬼官舍注鬼。軍營鬼亭傳鬼。獄死鬼", "5": "天下人民得不安隱用何等故。用天下萬民", "50": "囚死鬼水死鬼溺死鬼。火死鬼燒死鬼。客死", "51": "未葬鬼市死鬼。道路死鬼渴死鬼。餓死鬼喝", "52": "死鬼。凍死鬼兵死鬼。血死鬼腥死鬼。逋禱死", "53": "鬼鬪死鬼。棒死鬼絞死鬼。自懸死鬼自刺死", "54": "鬼。怨家死鬼強死鬼。腐皮鬼斷人毛髮鬼。飲", "55": "人血鬼飛行鬼。騎乘鬼駕車鬼。步行鬼逢忤", "56": "鬼。山神鬼石神鬼。土神鬼海邊鬼。海中鬼橋", "57": "梁鬼。溝渠鬼道中鬼。道外鬼胡夷鬼。羗虜鬼", "58": "樹木精魅鬼。百蟲精魅鬼鳥獸精魅鬼。嵠谷", "59": "鬼門中鬼。門外鬼戶中鬼。戶外鬼井竈鬼。污", "6": "多有疾病者病痛者用何等故。用出母腹痛", "60": "池鬼溷神鬼。方道鬼蠱道鬼。不臣屬鬼詐稱", "61": "鬼。一切大小諸鬼神。皆不得嬈害其身。鬼神", "62": "不隨我言者。頭破作七分。", "63": "若人得病瘦者。當舉是上諸鬼神名字。呪病", "64": "瘦者即得除差。是經釋迦文佛口中所出。諸", "65": "鬼神聞是經。從今已後悉破解愈。佛說經已。", "66": "諸比丘比丘尼優婆塞優婆夷諸天龍鬼神人", "67": "民皆受佛恩前為佛作禮而去。", "68": "佛說摩尼羅亶經", "7": "用傷心痛頭痛目眩不能飲食。魔皆所為。", "8": "今諸比丘大懼怖如是。便前白佛言。痛從何", "9": "所來去至何所。人民大愁憂不樂。佛會諸比"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1393 佛說摩尼羅亶經", "author": "東晉 曇無蘭譯", "sourceLink": "http://www.cbeta.org/"}