{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0446b 過去莊嚴劫千佛名經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "過去莊嚴劫千佛名經一名「集諸佛大功德山」", "1": "開元拾遺附梁錄", "2": "經云：「若有善男子、善女人，聞是三世三劫諸", "3": "佛名號，歡喜信樂、稱揚讚歎、歸命頂禮，復能", "4": "書寫、為他人說，或能畫作、立佛形像，或能供", "5": "養香華、妓樂，歎佛功德，志心作禮者，勝用十", "6": "方諸佛國土，滿中珍寶，純摩尼珠，積至梵天，", "7": "百千劫中布施者。是善男子、善女人等，已曾", "8": "供養是諸佛已，後生之處歷侍諸佛，至于作", "9": "佛，而無窮盡，皆當為三世三劫中，佛之所授", "10": "決，所生之處常遇三寶，得生諸佛剎土，六根", "11": "完具，不墮八難，當得諸佛三十二相、八十種", "12": "好，具足莊嚴。若能五體投地作禮，口自宣言：", "13": "『我今普禮一切十方三世諸佛，願三塗休息，", "14": "國豐民安，邪見眾生，回向正道，發菩提心，持", "15": "此功德，願共六道一切眾生，皆生無量壽佛", "16": "國。』立大誓願，使諸眾生，悉生彼剎，身諸相好，", "17": "智慧辯才，如阿彌陀佛，所獲果報，巍巍堂堂，", "18": "壽命無量。」", "19": "南無華光佛、南無人中尊佛、南無師子步", "20": "佛、南無能仁化佛、南無火奮迅通佛、南", "21": "無曜聲佛、南無無限光佛、南無善寂慧月", "22": "聲自在王佛、南無成就佛、南無最上威佛、", "23": "南無趣安樂佛、南無寶正見佛、南無供養", "24": "廣稱佛、南無師子音佛、南無音施佛、南", "25": "無寶中佛、南無電燈光佛、南無蓮華光佛、", "26": "南無大燈光佛、南無淨聲佛、南無除狐疑", "27": "佛、南無無量威神佛、南無住阿僧祇精進", "28": "功德佛、南無護妙法幢佛、南無喜可威神", "29": "佛、南無散疑佛、南無德鎧佛、南無善見", "30": "佛、南無喜可威佛、南無不藏覆佛、南無", "31": "無量藏佛、南無光遊戲佛、南無廣稱佛、", "32": "南無捨旛佛、南無尊悲佛、南無普見佛、", "33": "南無雲普護佛、南無金剛合佛、南無智慧", "34": "來佛、南無喜廣稱佛、南無無量像佛、南", "35": "無大悅佛、南無美意佛、南無不動勇步佛、", "36": "南無動山嶽王佛、南無焰聚光佛、南無住", "37": "覺佛、南無聲德佛、南無悅解脫佛、南無", "38": "無憂度佛、南無普見事見佛、南無大乘導", "39": "佛、南無普火佛、南無國供養佛、南無自", "40": "在光佛、南無說最恭敬佛、南無淨光佛、", "41": "南無師子奮迅佛、南無除疑佛、南無無勿", "42": "成就佛、南無無終步佛、南無無火光佛、", "43": "南無奉敬稱佛、南無攝根敬悅聲佛、南無", "44": "無能伏運佛、南無無終聲佛、南無思惟眾", "45": "生佛、南無神足光佛、南無德王佛、南無", "46": "吼聲佛、南無千雲雷聲王佛、南無廣曜佛、", "47": "南無無崖際見佛、南無師子香佛、南無等", "48": "善佛、南無廣施佛、南無普現佛、南無善", "49": "像佛、南無意稱佛、南無寶淨佛、南無上", "50": "光佛、南無廣步佛、南無金剛齊佛、南無", "51": "決覺佛、南無慧幢佛、南無無動覺佛、南", "52": "無威儀意佛、南無普像佛、南無諦意佛、", "53": "南無光音聲佛、南無成就娑羅自在王佛、", "54": "南無無量火光佛、南無喜思惟佛、南無藏", "55": "稱佛、南無法幢空俱蘇摩王佛、南無難勝", "56": "佛、南無須彌力佛、南無摩尼珠佛、南無", "57": "金剛王佛、南無金上威佛。", "58": "一百佛竟。", "59": "南無美音聲佛、南無山勝佛、南無眾生所", "60": "疑佛、南無歡喜藏勝山王佛、南無無減出", "61": "佛、南無悅意佛、南無美聲佛、南無梵聲龍", "62": "奮迅佛、南無月燈明佛、南無法海潮功德", "63": "王佛、南無德淨德光佛、南無慧事佛、南", "64": "無見有緒佛、南無懷見佛、南無世間勝上", "65": "佛、南無人音佛、南無綿光佛、南無戒步", "66": "佛、南無天中尊佛、南無敬懷談佛、南無", "67": "無量光明佛、南無德施佛、南無大須彌佛、", "68": "南無真悅佛、南無賢意佛、南無金上佛、", "69": "南無大清淨佛、南無尊意佛、南無意淨佛、", "70": "南無蓮華體佛、南無人乘力士佛、南無常", "71": "勝意佛、南無勇猛山佛、南無師子聲佛、", "72": "南無勝聲佛、南無喜解佛、南無善住諸禪", "73": "藏王佛、南無自光佛、南無相好佛、南無", "74": "無濁利佛、南無尊光佛、南無成就意佛、", "75": "南無無煩熱佛、南無除地重佛、南無最焰", "76": "光佛、南無決思惟佛、南無真諦日佛、南", "77": "無聚集寶佛、南無剖華光佛、南無尊上自", "78": "在佛、南無名稱幢佛、南無德悅佛、南無", "79": "法燈明佛、南無威光悅佛、南無軍將敬像", "80": "佛、南無師子遊步佛、南無離一切染意", "81": "佛、南無海意佛、南無散華莊嚴光佛、南", "82": "無蓋聚佛、南無薩梨樹王佛、南無金光明", "83": "師子奮迅王佛、南無解味佛、南無滅根佛、", "84": "南無月勝佛、南無華香佛、南無須彌光明", "85": "佛、南無月明佛、南無敏步佛、南無政明", "86": "佛、南無法光佛、南無戒悅佛、南無普照", "87": "積上功德王佛、南無大自在佛、南無善住", "88": "功德如意積王佛、南無益天佛、南無普解", "89": "佛、南無成就義修佛、南無人中光佛、南", "90": "無好德佛、南無見精進佛、南無名稱仙佛、", "91": "南無名稱旛佛、南無焰面佛、南無普悅佛、", "92": "南無身光普照佛、南無決散佛、南無尊上", "93": "德佛、南無調意佛、南無愛懷敬供養佛、", "94": "南無普攝佛、南無道悅佛、南無思意佛、", "95": "南無出意佛、南無山意佛、南無雜色光", "96": "佛、南無雷聲佛、南無火光身佛、南無德", "97": "巖佛、南無無垢慧深聲王佛。", "98": "二百佛竟。", "99": "南無無憂懷佛、南無天界佛、南無師子無", "100": "量音佛、南無正念海佛、南無見敬懷佛、", "101": "南無樹王豐長佛、南無調幢佛、南無普方", "102": "聞佛、南無敬懷明佛、南無月幢佛、南無", "103": "無畏施佛、南無星王佛、南無月中天佛、", "104": "南無光明日佛、南無大名稱佛、南無喜音", "105": "佛、南無說敬懷佛、南無名稱體佛、南無", "106": "三昧勝奮迅佛、南無美悅佛、南無妙樂尼", "107": "佛、南無眾生眼佛、南無懷地佛、南無棄", "108": "威毀惡佛、南無慈調佛、南無尊中上佛、", "109": "南無廣大智佛、南無妙藥佛、南無功德輪", "110": "佛、南無離畏佛、南無法界身佛、南無虛", "111": "空燈佛、南無見月佛、南無諸摩尊佛、南", "112": "無大尊上佛、南無光明身佛、南無意光", "113": "佛、南無金藏佛、南無調益遊佛、南無光", "114": "日佛、南無現身佛、南無常修行佛、南無", "115": "香感佛、南無瑠璃華佛、南無金色身佛、", "116": "南無日燈明佛、南無豐光佛、南無說敬愛", "117": "佛、南無善思益佛、南無普見善佛、南無", "118": "師子旛佛、南無普仙佛、南無大遊步佛、", "119": "南無曜蓮華光佛、南無山吼自在王佛、南", "120": "無無量悅佛、南無無染佛、南無天蓋佛、", "121": "南無能作無畏佛、南無車乘佛、南無龍勝", "122": "佛、南無支味佛、南無車光佛、南無日眼", "123": "佛、南無無礙眼佛、南無共遊步佛、南無", "124": "大燈明佛、南無盛長佛、南無山積佛、南", "125": "無德體佛、南無法典佛、南無風敬佛、南", "126": "無無畏敬懷佛、南無慧幡佛、南無威神光", "127": "明佛、南無月施佛、南無攝愛擇佛、南無", "128": "無垢色佛、南無善事佛、南無甘露光佛、", "129": "南無光屈佛、南無法洲佛、南無焰幢佛、", "130": "南無無邊精進佛、南無寶悅佛、南無普思", "131": "佛、南無善思意佛、南無護一切佛、南無", "132": "作利益佛、南無須彌劫佛、南無光音佛、", "133": "南無智山佛、南無真正幢佛、南無善住意", "134": "佛、南無無量天佛、南無尊華佛、南無大", "135": "檀施佛、南無大幢佛、南無光中日佛、南", "136": "無妙法光明佛。", "137": "三百佛竟。", "138": "南無照三世佛、南無智自在佛、南無施天", "139": "種佛、南無見以度佛、南無殊勝相佛、南", "140": "無孔雀聲佛、南無普伏佛、南無虛空雲", "141": "佛、南無無見死佛、南無名稱敬愛佛、南", "142": "無善攝佛、南無天中悅佛、南無智慧燈", "143": "佛、南無大聚佛、南無深覺佛、南無無量", "144": "遊步佛、南無彌留佛、南無明聚佛、南無", "145": "大重佛、南無大遊佛、南無勝天佛、南無", "146": "調益遊步佛、南無月敬懷佛、南無願海光", "147": "佛、南無說悅佛、南無慧光佛、南無智燈", "148": "照曜王佛、南無華聚佛、南無神足光明", "149": "佛、南無不可勝奮迅聲王佛、南無無量光", "150": "焰佛、南無調體佛、南無光稱佛、南無寶", "151": "幢佛、南無大力光相佛、南無日幢佛、南", "152": "無無比慧佛、南無多所饒益佛、南無世聽", "153": "聞佛、南無遊神足佛、南無最上名稱佛、", "154": "南無清淨面月藏德佛、南無寶正佛、南無", "155": "無能毀名稱佛、南無快光佛、南無滿足心", "156": "佛、南無無諂意佛、南無獨步佛、南無一", "157": "念光佛、南無無邊功德寶作佛、南無大護", "158": "佛、南無天幢佛、南無無迷步佛、南無妙", "159": "眼佛、南無善悅懌佛、南無樂說莊嚴雲吼", "160": "佛、南無施光佛、南無懷天佛、南無解脫", "161": "光佛、南無持德佛、南無潤意佛、南無道", "162": "光佛、南無海豐佛、南無道喜佛、南無", "163": "廣大善眼淨除疑佛、南無樂說山佛、南無", "164": "世主身佛、南無法力自在勝佛、南無法起", "165": "佛、南無法體勝佛、南無無迷思佛、南無", "166": "德上佛、南無無諂名稱佛、南無大淨佛、", "167": "南無大眾自在勇猛佛、南無天光明佛、南", "168": "無悅攝佛、南無一切福德山佛、南無毘頭", "169": "羅佛、南無地悅佛、南無眾勝解脫佛、南", "170": "無雜光佛、南無月敬哀佛、南無示現無畏", "171": "雲佛、南無法勇猛佛、南無開示無量智佛、", "172": "南無名稱上佛、南無月眼佛、南無龍天", "173": "佛、南無摩醯首羅自在佛、南無德覺佛、", "174": "南無華上佛、南無世敬哀佛、南無無盡受", "175": "光佛、南無十力自在佛、南無三世華光", "176": "佛、南無淨迦羅迦決定威德佛、南無十方", "177": "幢佛、南無龍自在王佛、南無梵自在王", "178": "佛。", "179": "四百佛竟。", "180": "南無說敬哀佛、南無寂敬愛佛、南無地光", "181": "佛、南無作德佛、南無尊光明佛、南無善", "182": "處佛、南無天喜佛、南無普光明佛、南無", "183": "淨音佛、南無大能佛、南無解脫日佛、南", "184": "無眾勝佛、南無覺光佛、南無德名稱佛、", "185": "南無善覺佛、南無散異疑佛、南無師子渴", "186": "愛佛、南無德步佛、南無大親佛、南無現", "187": "住佛、南無天所恭敬佛、南無海文飾佛、", "188": "南無敬愛佛、南無須彌旛佛、南無淨王", "189": "佛、南無智慧嶽佛、南無香施佛、南無寂", "190": "靜然燈佛、南無持意佛、南無能仙悅佛、", "191": "南無寶燈明佛、南無焰光佛、南無見眾佛、", "192": "南無敬愛住佛、南無歡悅事佛、南無德調", "193": "體佛、南無悅見佛、南無無畏親佛、南無", "194": "淨眼佛、南無寂心佛、南無不迷步佛、南", "195": "無尊眼佛、南無好解脫佛、南無覺悟本", "196": "佛、南無最上眾佛、南無散光佛、南無自", "197": "事佛、南無寂勝岸佛、南無光明名稱佛、", "198": "南無光明照佛、南無親展佛、南無月賢", "199": "佛、南無焰音佛、南無德調佛、南無無著", "200": "勝佛、南無相王佛、南無無煩熱意佛、南", "201": "無尊敬佛、南無法臺佛、南無無盡德佛、", "202": "南無無礙勝佛、南無無盡香佛、南無寂勝", "203": "佛、南無寂功德佛、南無大善日佛、南無", "204": "至無畏佛、南無敬慧佛、南無無迷意佛、", "205": "南無敏敬佛、南無天自在佛、南無神足悅", "206": "佛、南無無蓋佛、南無龍光佛、南無威神", "207": "步佛、南無彌留嶽佛、南無見生死眾際佛、", "208": "南無慚愧面佛、南無焰色像佛、南無寶嶽", "209": "佛、南無寂意佛、南無月尊上佛、南無常", "210": "禪思佛、南無德幢佛、南無眾生中尊佛、", "211": "南無無畏友佛、南無不動眼佛、南無勝怨", "212": "佛、南無遊光步佛、南無調巖佛、南無一", "213": "相光佛、南無世所尊佛、南無觀方佛、南", "214": "無敬戒佛、南無世悅焰佛、南無師子奮迅", "215": "遊佛、南無無濁意佛、南無名稱悅佛、南", "216": "無決斷意佛、南無除過佛、南無善寂諸根", "217": "佛。", "218": "五百佛竟。", "219": "南無德身佛、南無因藏佛、南無光好喜佛、", "220": "南無直步佛、南無雜色佛、南無普放光佛、", "221": "南無行勝佛、南無常忍佛、南無三界尊", "222": "佛、南無無勝佛、南無輪天蓮華佛、南無", "223": "堅奮迅佛、南無普賢佛、南無尊威神佛、", "224": "南無盈利意佛、南無護王佛、南無蓮華眼", "225": "佛、南無思名稱佛、南無樹幢佛、南無淨", "226": "護佛、南無普照佛、南無寶法勝決定佛、", "227": "南無德香悅佛、南無智者讚佛、南無德度", "228": "佛、南無無畏王佛、南無慧燈佛、南無威", "229": "力佛、南無普見王佛、南無覺憙佛、南無", "230": "勝怨悅佛、南無一切敬愛佛、南無度眾疑", "231": "佛、南無捨淨佛、南無金剛勝佛、南無尊", "232": "教授佛、南無慧悅佛、南無持覺佛、南無", "233": "敏音佛、南無大龍佛、南無普娛樂佛、南", "234": "無普世懷佛、南無師子娛樂佛、南無破諸", "235": "軍佛、南無勝眼佛、南無明伏佛、南無堅", "236": "才佛、南無堅娑羅佛、南無泰調佛、南無", "237": "善眼清淨佛、南無見寶佛、南無盡作佛、", "238": "南無離漂河佛、南無持名稱佛、南無梵天", "239": "所敬佛、南無以敬佛、南無大屈佛、南無", "240": "敬智慧佛、南無無際願佛、南無捨漫流佛、", "241": "南無好憙見佛、南無大華佛、南無自成就", "242": "意佛、南無憙光佛、南無快解佛、南無施", "243": "宿佛、南無堅聲佛、南無須尼多佛、南無", "244": "毘摩妙佛、南無最顏色佛、南無思禪思佛、", "245": "南無遊戲德佛、南無懷最佛、南無善毘摩", "246": "佛、南無普觀佛、南無堅心佛、南無敬最上", "247": "佛、南無善住功德摩尼山王佛、南無度世", "248": "佛、南無喜德佛、南無上寶佛、南無善於", "249": "慚愧佛、南無照一切眾生光明佛、南無師", "250": "子王佛、南無大步佛、南無普懷佛、南無", "251": "音聲器佛、南無懷上佛、南無普止佛、南", "252": "無普覺佛、南無威德大勢力佛、南無勝威", "253": "德佛、南無堅固誓佛、南無淨供養佛、南", "254": "無天所敬佛、南無成堅固佛、南無最勝佛", "255": "南無一切功德備具佛、南無堅解佛、南無", "256": "寂光佛。", "257": "六百佛竟。", "258": "南無甘露成佛、南無極上音聲佛、南無歡", "259": "喜增長佛、南無堅勇猛破陣佛、南無懷滅", "260": "佛、南無覺步佛、南無依最聲佛、南無成", "261": "豐佛、南無海步佛、南無歡喜面佛、南無", "262": "最上光佛、南無寂覺佛、南無大聖佛、南", "263": "無善寶佛、南無諦住佛、南無人自在佛、", "264": "南無住寂滅佛、南無遊入覺佛、南無勝友", "265": "佛、南無懷利佛、南無最步佛、南無人中", "266": "月佛、南無威極上光明佛、南無拘鄰佛、", "267": "南無最勝王佛、南無大莊嚴佛、南無師子", "268": "奮迅步佛、南無懷香風佛、南無喜寂滅佛、", "269": "南無大稱佛、南無人音聲佛、南無阿㝹律", "270": "佛、南無珠月佛、南無懷明佛、南無廣名", "271": "稱佛、南無憙最上佛、南無淨覺佛、南無", "272": "寶敬佛、南無好顏色光佛、南無滅怨佛、", "273": "南無勝軍佛、南無諦覺佛、南無無終光", "274": "佛、南無常忍辱佛、南無勝月上佛、南無", "275": "象步佛、南無懷智慧佛、南無懷諦佛、南", "276": "無蓮華香佛、南無香上自在佛、南無不厭", "277": "足佛、南無等誓佛、南無最威佛、南無大", "278": "光炎聚佛、南無雜種說佛、南無度淵佛、", "279": "南無實體佛、南無解慚愧佛、南無上所敬", "280": "佛、南無雜音聲佛、南無德遊戲佛、南無", "281": "淨住佛、南無好香熏佛、南無月光明佛、", "282": "南無戒分別佛、南無覺華佛、南無最上意", "283": "佛、南無宜受供養佛、南無曇無竭佛、南", "284": "無喜上佛、南無月光輪佛、南無懷覺佛、", "285": "南無敬老佛、南無勝憂佛、南無神通明", "286": "佛、南無普寶蓋佛、南無敬上佛、南無屈", "287": "名稱佛、南無那羅延光明佛、南無度疑佛、", "288": "南無知時王佛、南無聚華佛、南無上華佛、", "289": "南無勝鬪戰佛、南無師子乘光明佛、南無", "290": "尼尸陀佛、南無懷步佛、南無離一切憂惱", "291": "光明佛、南無堅固光明佛、南無月天聲佛、", "292": "南無雲王光明佛、南無淨光明佛、南無除", "293": "雲蓋佛、南無無垢臂光明佛、南無如樹華", "294": "佛、南無上聲佛、南無無終燈佛、南無成", "295": "就義光明佛、南無德天佛、南無眾智自在", "296": "佛。", "297": "七百佛竟。", "298": "南無無上妙法月佛、南無無恐畏光佛、南", "299": "無等正覺佛、南無無為聲磬佛、南無普照", "300": "輪月佛、南無普輪佛、南無聽採意佛、南", "301": "無無礙思惟佛、南無滅思惟佛、南無精進", "302": "懷佛、南無戒恭敬佛、南無伏怨佛、南無", "303": "快上懷佛、南無覺伏濤波佛、南無無滅慧", "304": "佛、南無伏欲棘刺佛、南無到究竟佛、南", "305": "無華仙佛、南無虛空慧佛、南無似思惟佛、", "306": "南無慧力佛、南無炎勝海佛、南無進巍巍", "307": "聲佛、南無普音佛、南無碎金剛佛、南無", "308": "無為聲佛、南無無缺精進佛、南無大精進", "309": "盛光佛、南無寂靜光明身佛、南無勝畏佛", "310": "南無天所敬德憙佛、南無法華佛、南無淨", "311": "盛佛、南無月憙佛、南無懷幢佛、南無善", "312": "意成佛、南無無恐畏力佛、南無磬音佛、", "313": "南無日華佛、南無澄住思惟佛、南無愛懷", "314": "佛、南無月盛佛、南無無為成佛、南無無", "315": "吾我熱意佛、南無智照頂王佛、南無諦聚", "316": "意佛、南無智日普照佛、南無喜樂如見佛、", "317": "南無懷命佛、南無懷思佛、南無無煩佛、", "318": "南無根本上佛、南無大思惟佛、南無懷像", "319": "佛、南無大精進懷佛、南無無恐畏佛、南", "320": "無名譽音佛、南無大聲慧無缺失佛、南無", "321": "戒富佛、南無威身佛、南無安樂光佛、南", "322": "無法行深勝月佛、南無以滅光佛、南無法", "323": "光明慈鏡象月佛、南無波羅羅堅佛、南無", "324": "逮威佛、南無月內佛、南無常智作化佛、", "325": "南無山王勝藏王佛、南無破金剛堅佛、南", "326": "無祠施佛、南無諦精進佛、南無無量憙光", "327": "佛、南無光威佛、南無法華高幢雲佛、南", "328": "無懷光佛、南無出遊泥佛、南無捐種姓", "329": "佛、南無法海說聲王佛、南無大威佛、南", "330": "無法雷幢王勝佛、南無德蓮華佛、南無法", "331": "輪光明頂佛、南無幢光佛、南無法智普光", "332": "明佛、南無無為華佛、南無大勝光佛、南", "333": "無無為光威佛、南無道威佛、南無淨思惟", "334": "法華佛、南無法雲吼王佛、南無虛空功德", "335": "佛、南無最如意佛、南無須彌最聲佛、南", "336": "無自在懷佛、南無無為稱佛、南無法日智", "337": "轉然燈佛、南無無礙普現佛、南無帝釋幢", "338": "王佛、南無無量香光明佛。", "339": "八百佛竟。", "340": "南無清淨身佛、南無月中尊佛、南無喜施", "341": "佛、南無相好華佛、南無不思議光佛、南", "342": "無普飛廣戒堅視佛、南無離願佛、南無勝", "343": "賢佛、南無及曜佛、南無虛空心佛、南無", "344": "惟大音佛、南無決斷音佛、南無除三塗龍", "345": "施佛、南無雲雷佛、南無虛空多羅佛、南", "346": "無德思佛、南無無垢心佛、南無寶味佛、", "347": "南無十光佛、南無超越諸法佛、南無覺無", "348": "礙音佛、南無天華佛、南無等見佛、南無", "349": "月稱佛、南無大像佛、南無不擾佛、南無", "350": "大月佛、南無威慈力佛、南無月威光佛、", "351": "南無趣懷佛、南無住善度佛、南無淳精進", "352": "佛、南無光勇欲佛、南無寶離慧勇佛、南", "353": "無菩提佛、南無成盈利佛、南無悅好佛、", "354": "南無行佛行佛、南無覺滅意佛、南無師子", "355": "奮迅心雲聲王佛、南無無縛喜像佛、南無", "356": "持慧佛、南無德稱佛、南無須彌山威佛、", "357": "南無快明佛、南無諸方天佛、南無無量思", "358": "惟佛、南無淨戒佛、南無善度佛、南無端", "359": "緒佛、南無現面世間佛、南無善光敬佛、", "360": "南無具足意佛、南無世雄佛、南無正音聲", "361": "佛、南無威喜佛、南無善成就佛、南無無", "362": "礙意佛、南無無垢月幢稱佛、南無摩善住", "363": "山王佛、南無朋友光度佛、南無慧臺佛、", "364": "南無普寶佛、南無知眾生平等身佛、南無", "365": "大願勝佛、南無快士悅佛、南無恬憺思惟", "366": "佛、南無善供養佛、南無德聚威佛、南無", "367": "悅相佛、南無大焰聚威佛、南無光華種種", "368": "奮迅王佛、南無快應佛、南無戒度佛、南", "369": "無最視佛、南無寂幢佛、南無大應佛、南", "370": "無廣光明佛、南無無為悅佛、南無巍巍見", "371": "佛、南無名稱十方佛、南無降伏魔佛、南", "372": "無慧無涯佛、南無如千日威佛、南無必意", "373": "佛、南無稱悅佛、南無上度佛、南無可觀", "374": "佛、南無無量慧佛、南無智炎勝功德佛、", "375": "南無栴檀香佛、南無世間燈佛、南無不可", "376": "降伏幢佛、南無攝根佛、南無思惟解脫佛、", "377": "南無勝威德意佛、南無如淨王佛、南無難", "378": "過上佛、南無忍辱燈佛、南無妙見佛。", "379": "九百佛竟。", "380": "南無聚自在佛、南無作諸方佛、南無無勝", "381": "最妙佛、南無無為光佛、南無無為思惟佛、", "382": "南無過倒見佛、南無名稱王佛、南無勝根", "383": "佛、南無日見佛、南無德聚威光佛、南無", "384": "見平等不平等佛、南無慧持群萌佛、南無", "385": "自在悅佛、南無自在佛、南無慧意佛、南", "386": "無德山佛、南無以淨音意佛、南無思最尊", "387": "意佛、南無淨德佛、南無戒自在佛、南無", "388": "深嗅思惟佛、南無拘蘇摩奮迅王佛、南無", "389": "寂進思惟佛、南無娑羅華上光王佛、南無", "390": "勤群萌香佛、南無寂樂佛、南無德所至佛、", "391": "南無大精進文佛、南無離疑佛、南無決偶", "392": "佛、南無須彌山意佛、南無淨身佛、南無", "393": "無垢眼上光王佛、南無能度彼岸佛、南無", "394": "毘盧遮那功德藏佛、南無慧忖佛、南無聽", "395": "徹意佛、南無如天悅佛、南無思惟度佛、", "396": "南無至大精進究竟佛、南無大身佛、南無", "397": "雜華佛、南無尊自在佛、南無如空佛、南", "398": "無覺善香熏佛、南無尊上所敬佛、南無歡", "399": "悅佛、南無蓮華人佛、南無蓮華意佛、南", "400": "無自在德藏佛、南無人悅佛、南無尊意燈", "401": "佛、南無威神所養佛、南無諦思惟佛、南", "402": "無解脫慧佛、南無除三惡道佛、南無澤香", "403": "憂冥佛、南無湍度佛、南無摩尼清淨佛、", "404": "南無意彊自在佛、南無無畏娛樂佛、南無", "405": "快覺佛、南無離諸欲佛、南無勝華聚佛、", "406": "南無大結髻佛、南無天自在六通音佛、南", "407": "無威神力佛、南無人名稱柔佛、南無斷一", "408": "切眾生病佛、南無最音聲佛、南無堅意佛、", "409": "南無力通佛、南無眼如蓮華趣無為佛、南", "410": "無快斷意佛、南無喜音聲佛、南無天悅佛", "411": "南無竟見佛、南無疆精進佛、南無斷一切", "412": "障礙佛、南無無垢思惟佛、南無聚音佛、", "413": "南無無量怨佛、南無功德捨惡趣佛、南無", "414": "無為光豐佛、南無娛樂度佛、南無一乘度", "415": "佛、南無調辯意佛、南無煩教佛、南無意", "416": "車佛、南無德善光佛、南無堅華佛、南無", "417": "聚意佛、南無尼拘類樹王佛、南無無常中", "418": "王佛、南無色如栴檀佛、南無日內佛、南", "419": "無德藏佛、南無毘婆尸佛、南無尸棄佛、", "420": "南無毘舍浮佛。", "421": "一千佛竟。", "422": "過去莊嚴劫千佛名經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0446b 過去莊嚴劫千佛名經", "source": "CBETA"}