{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0024 起世經: 起世經", "text": {"0": "12 最勝品", "1": "起世經卷第十", "10": "諸樹林池沼園苑。其中皆生種種雜樹，其樹", "100": "鉢頭摩花、拘牟陀花、奔荼梨迦花等，悉皆", "101": "遍滿，香氣甚盛。日天宮殿，所有光明，經於", "102": "其間，照觸彼海，此是第一寒冷因緣；如是", "103": "次第，伊沙陀羅山，是第二緣；由乾陀山，是", "104": "第三緣；善現山，是第四緣；馬片頭山，是第", "105": "五緣；尼民陀羅山，是第六緣；毘那耶迦山，", "106": "是第七緣；輪圍大山，是第八緣。彼諸海中，", "107": "所有諸花，具足次第，應如佉提羅迦山中廣", "108": "說。", "109": "「復次，閻浮洲中，所有諸河流行之處，日天宮", "11": "皆有種種葉、種種花、種種菓、種種香，隨風遍", "110": "殿，光明照觸，故有寒冷，略說乃至此是", "111": "第九寒冷因緣。復次，如閻浮洲諸河流行，", "112": "瞿陀尼洲，諸河流行倍多。於此日天宮殿，", "113": "光明照觸，寒冷更多，此是第十寒冷因緣。", "114": "復次，如瞿陀尼洲諸河流行，弗婆提洲，諸河", "115": "流行倍多於此，是第十一寒冷因緣。復次，如", "116": "弗婆提洲諸河流行，欝單越洲，諸河流行", "117": "又倍於此。日天宮殿，光明照觸，而生寒冷，", "118": "是第十二寒冷因緣。諸比丘！日天宮殿，六", "119": "月之間，向南行時，每於一日，行六俱盧奢，", "12": "熏，復有種種諸鳥和鳴。諸比丘！然彼日天", "120": "不違其道。有如是等十二因緣，所以寒冷。", "121": "「復次，諸比丘！有何因緣，於冬分時，夜長晝", "122": "短？諸比丘！日天宮殿，過六月已，漸向南", "123": "行，每於一日，移六俱盧奢，無有差失。當於", "124": "是時，日天宮殿，在閻浮洲最極南陲，地形", "125": "狹小，日過速疾。諸比丘！以此因緣，於冬分", "126": "時，晝短夜長。復次，比丘！有何因緣，於春夏", "127": "時，晝長夜短？諸比丘！日天宮殿，過六月", "128": "已，漸向北行，每一日中，移六俱盧奢，無有", "129": "差失，異於常道。當於是時，在閻浮洲處中", "13": "以二種物，成其宮殿，正方如宅，遙看似圓。", "130": "而行，地寬行久，所以晝長。諸比丘！以此因", "131": "緣，春夏晝長，夜分短促。", "132": "「復次，諸比丘！若閻浮洲，日正中時。弗婆提", "133": "洲，日則始沒；瞿陀尼洲，日則初出。欝單越", "134": "洲，正當半夜；若瞿陀尼洲日正中時，此閻", "135": "浮洲日則始沒，欝單越洲日則初出，弗婆", "136": "提洲正當半夜；若欝單越洲日正中時，瞿", "137": "陀尼洲日則始沒，弗婆提洲日則初出，閻", "138": "浮洲中正當半夜；若弗婆提洲日正中時，", "139": "欝單越洲日則始沒，閻浮洲中日則初出，", "14": "諸比丘！何等為二？所謂金及頗梨。此日宮", "140": "瞿陀尼洲正當半夜。諸比丘！若閻浮洲人所", "141": "謂西方，瞿陀尼人以為東方；瞿陀尼人所謂", "142": "西方，欝單越人以為東方；欝單越人所謂西", "143": "方，弗婆提人以為東方；弗婆提人所謂西方，", "144": "閻浮洲人以為東方。南北二方，亦復如是。」", "145": "世尊於此說優陀那偈：", "146": "「轉住及轉壞，天出及薄覆，", "147": "十二重風吹，於前諸天行。", "148": "樓櫓及風吹，身體光明照，", "149": "布施持戒業，剎那羅婆過。", "15": "殿，眾多天金及天頗梨，合而成就。一面兩", "150": "熱則有十緣，寒有十二種，", "151": "晝夜及日中，東西說四方。", "152": "「諸比丘！月天子宮，縱廣正等四十九由旬，", "153": "四面周圍，七重垣牆、七重欄楯、七重鈴", "154": "網，復有七重多羅行樹，周匝圍繞，雜色可", "155": "觀。彼諸牆壁，皆以金銀乃至瑪瑙，七寶所", "156": "成。四面諸門，各有樓櫓種種莊挍，乃至眾", "157": "鳥，各各和鳴，廣說如前日天宮殿。諸比丘！", "158": "月天宮殿，純以天銀天青琉璃，而相間錯，", "159": "二分天銀，清淨無垢，無諸滓穢。其體皎潔，", "16": "分，皆是天金，清淨無垢，離諸穢濁，皎潔光", "160": "光甚明曜；餘之一分天青琉璃，亦甚清淨，", "161": "表裏映徹，光明遠照。", "162": "「諸比丘！彼月天子，最勝宮殿，為五種風，攝", "163": "持而行。何等為五？一持、二住、三順、四攝、", "164": "五行。以此五風，所攝持故，月天宮殿，依空", "165": "而行。諸比丘！月宮殿前，亦有無量諸天宮", "166": "殿，引前而行，無量百千萬數諸天子等，亦", "167": "在前行，於前行時，恒受無量種種快樂，彼", "168": "諸天子，皆有名字。諸比丘！於此月天大宮", "169": "殿中，有一大輦，青琉璃成，其輦輿高十六", "17": "明。一面一分，天頗梨成，淨潔光明，善磨善", "170": "由旬，廣八由旬，月天子身與諸天女，在此", "171": "輦中，以天種種五欲功德，和合受樂，歡娛", "172": "悅豫，隨意而行。諸比丘！彼月天子，如天年", "173": "月，壽五百歲，子孫相承，皆於彼治，然其宮", "174": "殿，住於一劫。諸比丘！月天子身支節分中", "175": "光明出已，周遍照彼青琉璃輦，其輦光明照", "176": "月宮殿，月宮殿光照四大洲。諸比丘！彼月", "177": "天子，有五百光，向下而照，有五百光，傍行", "178": "而照，是故月天名千光明，亦復名為涼冷光", "179": "明。", "18": "瑩，無垢無穢。諸比丘！又彼日天勝大宮殿，", "180": "「諸比丘！何因緣故，月天宮殿，照四大洲？以", "181": "於過去布施沙門及婆羅門、貧窮孤獨遠來", "182": "乞者，所謂飲食騎乘衣服花鬘、諸香床鋪房舍", "183": "諸資生等。於布施時，應時疾與，無諂曲心。", "184": "或復供養諸仙持戒具功德者，正直純善。以", "185": "此因緣，受無量種身心快樂。譬如空閑山澤", "186": "曠野磧中，有一池水，涼冷輕美，無諸濁穢。", "187": "是時有人，遠行疲乏，飢渴熱逼，入此池中", "188": "澡浴飲水，除一切苦，受無量樂。如是如是，", "189": "以上因緣，生在月天宮殿之中，受樂果報，", "19": "有五種風吹轉而行。何等為五？一名為持、", "190": "亦復如是。諸比丘！或復有人，斷於殺生，乃", "191": "至斷酒及放逸行，供養承事諸仙有德，則得", "192": "生月宮殿中，照四洲界；或復有人，斷於殺", "193": "生，乃至正見故，得速疾空行宮殿。此等名為", "194": "諸善業道。又何因緣，月天宮殿，漸漸現也？", "195": "諸比丘！此有三因緣。何等為三？一者背相", "196": "轉出；二者青身諸天，形服瓔珞，一切悉青，", "197": "常半月中隱覆其宮，以隱覆故，彼時月形漸", "198": "漸而現；三者從日天宮殿，有六十光明一", "199": "時流出，障彼月輪，以是因緣漸漸而現。復次，", "2": "隋天竺三藏闍那崛多等譯", "20": "二名為住、三名隨順轉、四名波羅呵迦、五", "200": "以何因緣，是月宮殿圓淨滿足，如是顯現？", "201": "諸比丘！亦三因緣故令如是。一者爾時月", "202": "天宮殿，面相轉出，以是義故，圓滿而現。復", "203": "次，青色諸天，衣服瓔珞，一切皆青，常半月", "204": "中隱月宮殿，然此月宮，於逋沙他十五日時，", "205": "形最圓滿，光明熾盛。譬如於多油中然大熾", "206": "炬，諸小燈明悉皆隱翳。如是如是，月天宮", "207": "殿，十五日時，能覆諸光，亦復如是。復次，日", "208": "天宮殿，六十光明一時流出，障月輪者，此", "209": "月宮殿，於逋沙他十五日時，圓滿具足，於", "21": "名將行。", "210": "一切處，皆離翳障，是時日光不能隱覆。復", "211": "次，有何因緣，月天宮殿，於黑月分第十五", "212": "日，一切不現？諸比丘！此月宮殿，於黑月分", "213": "第十五日，最近日宮，由彼日光所覆翳故，", "214": "一切不現。復次，有何因緣，月天宮殿，名為", "215": "月也？諸比丘！此月宮殿，於黑月分，一日已", "216": "去，乃至月盡，光明威德，漸漸減少，以此因", "217": "緣，名之為月。復次，以何因緣，月宮殿中，有", "218": "諸影現？諸比丘！此大洲中，有閻浮樹，因此", "219": "樹故，名閻浮洲。其樹高大，影現月輪，以此", "22": "「復次，諸比丘！於彼日天宮殿之前，別有無量", "220": "因緣，有諸影現。「復次，以何因緣，有諸河水", "221": "流於世間？諸比丘！以有日故有熱，有熱故", "222": "有炙，有炙故有蒸，有蒸故有汗濕，以汗濕", "223": "故，一切山中，汁流為水，以成諸河。諸比丘！", "224": "此因緣故，河流世間。復次，有何因緣，五種", "225": "種子，世間出現？諸比丘！若於東方，有諸世", "226": "界，或成已壞、或壞已成、或成已住，南西北", "227": "方，成壞及住，亦復如是。爾時，阿那毘羅大", "228": "風，別於他方成住世界，吹五種子，散此界", "229": "中，散已復散，乃至大散，所謂根子、莖子、節", "23": "諸天先行，無量百天、無量千天、無量百千", "230": "子、接子、子子，此為五子。諸比丘！閻浮樹果", "231": "大如摩伽陀國一斛之瓮，摘其果時，汁隨", "232": "流出，色白如乳，味甘如蜜。諸比丘！閻浮樹", "233": "果，隨所出生，有五分利益，謂東、南、西方，上", "234": "下二方。東分生者，諸乾闥婆皆共食之。", "235": "南分生者，為七大聚落人民所食。何者為七？", "236": "一名不正叫、二名叫喚、三不正體、四賢、五", "237": "善、六牢、七勝。於此七種大聚落中，有七黑", "238": "山，一名偏廂、二名一搏、三小棗、四何髮、", "239": "五百偏頭、六能勝、七最勝。彼七山中，有七", "24": "天，於前而行，行時各各常受安樂，皆名牢行，", "240": "梵仙所居之窟，一善眼、二善賢、三小、四百", "241": "偏頭、五爛物池、六黑入、七增長。時，西分生", "242": "者，金翅鳥等所共食之。上分生者，虛空夜", "243": "叉皆共食之。下分生者，海中諸虫皆來取", "244": "食。」於中有優陀那偈：", "245": "初說雨多少，宮殿中示現，", "246": "二事多有風，於前諸天行。", "247": "輦輿及壽命，身體光明照，", "248": "布施持戒業，遍及滿足輪。", "249": "月翳及不見，有影何因緣，", "25": "牢行諸天從此得名。又諸比丘！日宮殿中，", "250": "諸河諸種子，閻浮樹最後。", "251": "「諸比丘！劫初眾生，食地味時，多所資益，久", "252": "住於世。而彼諸人，若多食者，顏色即劣；若", "253": "少食者，光相便勝。當於是時，形色現故，眾", "254": "各相欺，共諍勝劣，勝者生慢；以我慢故，地", "255": "味便沒。續生地皮，色味具足，譬如成就羯", "256": "尼迦羅花，有如是色；又如淳蜜煎除滓蠟，", "257": "有如是味。彼諸眾生，皆共聚集，憂愁苦惱，", "258": "椎胸叫喚，迷悶困乏，作是唱言：『嗚呼！我地", "259": "味，嗚呼我地味。』譬如今者，有諸勝味，既嘗", "26": "閻浮檀金以為妙輦輿，高十六由旬，方八", "260": "知已，唱言：『嗚呼！此是我味。』執著舊名，不知", "261": "真義。彼諸眾生，亦復如是。時，彼眾生食於", "262": "地皮，亦久住世。多食色麤，少食形勝，以勝", "263": "劣故，我慢相凌，地皮復沒。便生林蔓，形色", "264": "成就，香味具足，譬如成就迦藍婆迦花，有", "265": "如是色，割之汁流，猶如淳蜜，乃至如前，聚", "266": "共愁惱。如是次第，林蔓沒已，有粳米出，不", "267": "耕不種，自然而生。無芒無𥢶，米粒清淨，香", "268": "味具足。彼時眾生，食是米已，身分即有脂", "269": "髓皮肉、筋骨膿血、泉脈流布，及男女根相貌", "27": "由旬，莊嚴殊勝，日天子身，及內眷屬。在彼", "270": "彰顯。根相既生，染心即起。以有染故，數相", "271": "視瞻，既數相看，遂生愛欲。以欲愛故，便", "272": "於屏處，行非梵行不淨欲法。是時復有諸餘", "273": "眾生，未行此者，見已告言：『咄！汝眾生所作甚", "274": "惡，云何如此？』時，彼眾生，即生慚愧，墮在不", "275": "善諸惡法中，便得如是波帝名字波帝隋言墮，即是夫主。", "276": "時，彼眾生，以墮如是諸惡法故，同行欲者將", "277": "飯食來，共餉遺之，語彼女言：『汝有墮也！汝", "278": "有墮也！』因此立名為婆梨耶隋言飯食，即是婦也。諸比丘！", "279": "以此因緣，先舊下生諸勝人等，見於世間夫", "28": "輦中，以天五欲功德，和合具足受樂歡喜。諸", "280": "妻事出，心生惡賤，左手捉取，右手推之，令", "281": "離其處。時，彼夫妻，或復二月、或復三月，去", "282": "已還來，即以杖木土塊瓦石而打擲之，作如", "283": "是言：『汝善隱藏！汝善隱藏！』是故，今者諸女嫁", "284": "時，或擲諸花，或擲金銀衣服羅闍羅闍梵語，即是熬稻", "285": "穀為花者，作如是呪願之言：『願汝新婦，安隱快", "286": "樂。』諸比丘！如是次第，往昔眾人，用之為惡；", "287": "今時諸人亦如是作，用之為好。以是因緣，", "288": "諸眾生等，於世法中，行於惡行。如是次第，", "289": "乃至起作種種舍宅，為彼惡業，作覆藏故。」", "29": "比丘！日天子身壽五百歲，子孫相承，皆於彼", "290": "偈言：", "291": "初作占婆城，後作波羅奈，", "292": "過劫殘末際，規度王舍城。", "293": "「諸比丘！以此因緣，先舊勝人，造作村城聚", "294": "落、國邑王都宮室、諸餘住處，莊嚴世間，次第", "295": "出生。諸比丘！如是眾生，更漸增長非法行", "296": "時，有餘眾生，福命業盡，從光音天捨身來", "297": "下，於母腹中，受胎生身。以此因緣，世人漸", "298": "多，非法漸增。諸比丘！諸舊勝人，先生世", "299": "間，彼諸眾生，餘福力故，不須耕種而有粳", "3": "最勝品第十二之餘", "30": "治，宮殿住持滿足一劫。", "300": "米，自然出生。若有須者，日初分取，於日後", "301": "分尋復還生；日後分取，日初還生，成熟無異；", "302": "若未取者，依舊常在。後時眾生，福漸薄故，", "303": "嬾墮懈怠，貪悋心生，作如是念：『今此粳米，", "304": "非耕種得，何用辛苦，日初日後，時別往取？", "305": "徒自困乏。我今寧可一時頓取。』遂即併取二", "306": "時粳米。有餘眾生，喚彼人言：『食時方至，可", "307": "共相隨收粳米也。』彼人報言：『我已頓取，日初", "308": "後分一時將來。汝欲去者可自知時。』彼人作", "309": "是念：『此人善作，快自安樂，日初後分一時", "31": "「復次，諸比丘！日天子身支節分中，光明出照", "310": "頓取，我今亦可一時併取兩三日食。』即頓取", "311": "之。爾時，更有諸餘眾生，喚彼人言：『我等可", "312": "共收取粳米。』彼即報言：『我前已取三日食分。", "313": "汝自知時。』彼人聞已，復作是念：『此人甚善，", "314": "我今亦宜一時併取四五日分，以為貯積。』以", "315": "此因緣，爾時，粳米漸生皮糩，盛裹其米，又", "316": "被刈者，即更不生，未刈之處依舊猶在，於", "317": "是稻穀便有分段，叢聚而生。「是時眾生方共", "318": "聚集，愁憂悲哭，自相謂言：『我憶往昔所生", "319": "之身，以喜為食，自然光明，騰空自在，神色", "32": "閻浮檀輦，閻浮檀輦光明復出照彼宮殿。從", "320": "最勝，壽命遐長。而為我等忽生地味，色香", "321": "味具，食亦久壽。若多食者，色形則麤；能", "322": "少食者，顏色猶勝。爭勝劣故，起憍慢心，則", "323": "成差別。由於此故地味滅沒，次生地皮，次", "324": "生林蔓，次生粳米，乃至皮糩。刈者不生，不", "325": "刈如舊，以如是故，成此段別，叢聚而生。", "326": "我等今者，宜應分境，結為壃畔。彼是汝分，", "327": "此是我分，并立要契，侵者罰之。』諸比丘！以", "328": "此因緣，世間便有界畔謫罰名字出生。", "329": "「爾時，眾中有一眾生，自惜己稻，盜取他稻。", "33": "彼日天大宮殿中，光明相接出已照曜，遍", "330": "餘人見已，即告之言：『咄！汝眾生所作甚惡，", "331": "所作甚惡。云何自有，更盜他物！』呵已放去，", "332": "而語之言：『莫復如此。』然是眾生更復重作，", "333": "亦且呵放，如是再三，猶不改悔。麤言呵罵，", "334": "手打其頭，牽臂將詣眾人之中，告眾人言：『此", "335": "人偷盜！』而此盜者，對於眾前，拒諱諍鬪，語", "336": "眾人言：『今此眾生，以麤惡言，見相罵辱，手", "337": "打我頭。』時，彼眾人便共聚集，憂愁悲哭，自", "338": "相謂言：『我等今日，相與至此，困惡處也。我", "339": "等已生惡不善法，起諸煩惱，增長未來生老", "34": "四大洲及諸世界。諸比丘！日天子身輦及", "340": "苦果，當向惡趣。而今現見以手相擊，牽排", "341": "駈遣呵責罵辱。我等今應推求正人，共立為", "342": "主，以為守護。應呵責者正作呵責、應謫罰", "343": "者正作謫罰、應駈遣者正作駈遣，我等田", "344": "分，所有稻穀，各自收取。若守護主，有所須", "345": "者，我等眾人，共斂供給。』大眾如是，善平量", "346": "已，於是即共推求正人，為守護主。爾時，於彼", "347": "大眾之中，獨有一人，身最長大，圓滿端嚴，", "348": "容儀特勝，殊妙可觀，形色威光，無不具足。於", "349": "是大眾，至彼人所，作如是言：『善哉仁者，汝為", "35": "宮殿，具足皆有一千光明，五百光明傍行而", "350": "我等作正守護。我等諸人各有田畔，汝當經", "351": "理，勿令相侵。應呵正呵、應責正責、應謫罰", "352": "者正作謫罰、應駈遣者正作駈遣。我等諸人", "353": "所收稻穀，當分與汝，不令乏少。』彼人聞已，", "354": "即相許可，為作守護，呵責謫罰，駈遣平正，", "355": "無有侵凌。眾斂稻穀，而供給之，不令短闕。如", "356": "是依法，為作正主，以從眾人稻田之中取地", "357": "分故，因即名為剎帝利隋言田主。時，諸眾生歡", "358": "喜依教奉行。彼剎帝利，於眾事中，智慧善", "359": "巧，處於眾中，光相最勝，是故復名為曷囉", "36": "照，五百光明向下而照。復次，以何因緣，日", "360": "闍隋言王也。大眾立為大平等王，是故復名摩訶", "361": "三摩多隋言大平等也。諸比丘！彼摩訶三摩多作", "362": "王之時，一切諸人，始復立名為薩多婆隋言眾生。", "363": "諸比丘！摩訶三摩多王有息，名乎盧遮隋言意喜。", "364": "諸比丘！彼乎盧遮作王之時，諸人共稱為", "365": "訶夷摩迦隋言舍者。諸比丘！乎盧遮王有息，名", "366": "迦梨耶那隋言正真。諸比丘！彼迦梨耶那作王", "367": "之時，諸人共稱為帝羅闍隋言胡麻生也。諸比丘！", "368": "迦梨耶那王有息，名婆羅迦梨耶那隋言最正真者。", "369": "諸比丘！彼婆羅迦梨耶那作王之時，諸人", "37": "天子所居勝大宮殿，照四大洲及諸世界？", "370": "共稱為阿跋羅騫陀隋言雲片。諸比丘！彼雲片王", "371": "有息，名烏逋沙他隋言齋戒。諸比丘！其齋戒王", "372": "在位之時，諸人共稱為多羅承伽隋言木脛。諸比", "373": "丘！彼齋戒王頂上自然出一肉皰，其皰開張，", "374": "生一童子，端正殊特，具三十二大人之相，", "375": "生已唱言摩陀多隋言持我。其頂生王，具足神", "376": "通，有大威力，統四大洲，自在治化。諸比丘！", "377": "此等六王，壽命無量。諸比丘！其頂生王，右", "378": "髀出皰，生一童子，端正殊特，身亦具足三", "379": "十二相，名右髀生，有大威力，統四大洲。其", "38": "諸比丘！有一種人，能行布施。彼布施時，施", "380": "右髀王左髀出皰，生一童子，身亦具足三十", "381": "二相，名左髀生，有威德力，王三大洲。其左", "382": "髀王，右膝肉皰，生一童子，威相如前，王二", "383": "大洲。其右膝王，左髀肉皰，生一童子，威", "384": "相如前，領一大洲。", "385": "「諸比丘！從是已來，有轉輪王，皆領一洲，汝", "386": "等當知。諸比丘！如是次第，最初眾立大平", "387": "等王，次意憙王，次正真王，次最正真王，次", "388": "受齋戒王，次頂生王，次右髀王，次左髀王，", "389": "次右膝王，次左膝王，次已脫王，次已已脫", "39": "於沙門婆羅門及貧窮孤獨遠來求者，所謂", "390": "王，次體者王，次體味王，次果報車王，次海", "391": "王，次大海王，次奢俱梨王，次大奢俱梨王，", "392": "次茅草王，次別茅草王，次善賢王，次大善賢", "393": "王，次相愛王，次大相愛王，次叫王，次大叫", "394": "王，次尼梨迦王，次那瞿沙王，次狼王，次海分", "395": "王，次金剛臂王，次牀王，次師子月王，次那耶", "396": "坻王，次別者王，次善福水王，次熾熱王，次作", "397": "光王，次曠野王，次小山王，次山者王，次焰者", "398": "王，次熾焰王。諸比丘！其熾焰王，子孫相承，", "399": "有一百一，並在逋多羅城治化天下。其最後", "4": "「復次，諸比丘！汝等應知，日天宮殿，縱廣正", "40": "飲食騎乘衣裳、花鬘瓔珞塗香、床敷房舍燈", "400": "王，名為降怨，以能降伏諸怨敵故，名曰降怨。", "401": "「諸比丘！其降怨王，子孫相承，在阿踰闍城", "402": "治化，有五萬四千王，其最後王，名曰難勝。", "403": "諸比丘！彼難勝王，子孫相承，在波羅奈城", "404": "治化，有六萬三千王，其最後王，名難可意。", "405": "諸比丘！彼難可意王，子孫相承，在迦毘羅", "406": "城治化，有八萬四千王，其最後王，名曰梵", "407": "德。諸比丘！彼梵德王，子孫相承，在白象城", "408": "治化，有三萬二千王，其最後王，名曰象德。", "409": "諸比丘！彼象德王，子孫相承，在拘尸那城治", "41": "油，凡是資須養身命者，於布施時速疾而", "410": "化，有三萬二千王，其最後王，名曰藿香。諸", "411": "比丘！彼藿香王，子孫相承，在優羅奢城治", "412": "化，有三萬二千王，其最後王，名那伽那嗜。諸", "413": "比丘！彼那伽那嗜王，子孫相承，在難降伏城", "414": "治化，有三萬二千王，其最後王，名曰降他。", "415": "諸比丘！彼降他王，子孫相承，在葛那鳩遮", "416": "城治化，有一萬二千王，其最後王，名曰勝", "417": "軍。諸比丘！彼勝軍王，子孫相承，在彼波", "418": "城治化，有一萬八千王，其最後王，名曰天", "419": "龍。諸比丘！彼天龍王，子孫相承，在多摩梨", "42": "施，不諂曲施。或復供養諸持戒仙、功德具", "420": "奢城治化，有二萬五千王，其最後王，名曰", "421": "海天。諸比丘！彼海天王，子孫相承，還在多", "422": "摩梨奢城治化，有一萬王，其最後王，亦名", "423": "海天。諸比丘！彼海天王，子孫相承，在檀", "424": "多富羅城治化，有一萬八千王，其最後王，", "425": "名為善意，子孫相承，在王舍大城治化，有", "426": "二萬五千王，其最後王，名善治化。諸比丘！", "427": "善治化王，子孫相承，還在波羅奈城治化，", "428": "有一千一百王，其最後王，名大帝君。諸比", "429": "丘！大帝君王，子孫相承，在茅主大城治化，", "43": "足行善法者，種種承事，以是因故，受無量", "430": "有八萬四千王，其最後王，復名海天。諸比", "431": "丘！彼海天王，子孫相承，還在逋多羅城治", "432": "化，有一千五百王，其最後王，名曰苦行。諸", "433": "比丘！彼苦行王，子孫相承，還在茅主大城", "434": "治化，有八萬四千王，其最後王，名曰地面。", "435": "諸比丘！彼地面王，子孫相承，還在阿踰闍", "436": "城治化，有一千王，其最後王，名曰持地。諸比", "437": "丘！彼持地王，子孫相承，還在波羅奈大城治", "438": "化，有八萬王，其最後王，名曰地主。諸比丘！", "439": "彼地主王，子孫相承，在寐鬚羅城治化，有", "44": "種身心安樂。譬如大澤空閑山林廣遠磧地，", "440": "八萬四千王，其最後王名曰大天。諸比丘！彼", "441": "大天王，子孫相承，在寐鬚羅大城治化，有八", "442": "萬四千王，此八萬四千王皆在寐鬚羅大城，", "443": "菴婆羅林中，修行梵行。其最後者，名尼寐王，", "444": "次沒王，次竪齊王，次訶奴王，次優波王，次", "445": "奴摩王，次善見王，次月見王，次聞軍王，次法", "446": "軍王，次降伏王，次大降伏王，次更降王，次無", "447": "憂王，次除憂王，次肩節王，次節王，次摩羅", "448": "王，次婁那王，次方主王，次塵者王，次迦羅", "449": "王，次難陀王，次鏡面王，次生者王，次斛領", "45": "忽有池水，其水涼冷清淨輕甘。有諸壯夫，", "450": "王，次食飲王，次饒食王，次難降王，次難勝", "451": "王，次安住王，次善住王，次大力王，次力德", "452": "王，次竪行王。諸比丘！彼竪行王，子孫相承，", "453": "在迦攝波城治化，有七萬五千王，其最後王，", "454": "名菴婆梨沙。諸比丘！彼菴婆梨沙王有子，名", "455": "曰善立。諸比丘！其善立王，子孫相承，在波", "456": "羅大城治化，有一千一百王，其最後王，名", "457": "雞梨祁。", "458": "「諸比丘！爾時有迦葉如來、阿羅呵、三藐三佛", "459": "陀，出現世間，菩薩於彼修行梵行，生兜率", "46": "遠行疲頓熱惱渴乏，不得飲食已經多時。", "460": "天。雞梨祁王有子，名曰善生，子孫相承，", "461": "還在逋多羅城治化，有一百一王，其最後王，", "462": "名曰耳者。彼耳者王有二子，大名瞿曇，次名", "463": "婆羅墮闍。彼瞿曇王有一子，名甘蔗種。諸比", "464": "丘！甘蔗種王，子孫相承，還在逋多羅城治", "465": "化，有一百一甘蔗種王，其最後王，名不善", "466": "長。諸比丘！不善長王，復生四子，一名優牟", "467": "佉、二名金色、三名似白象、四名足瞿。彼足", "468": "瞿王有子，名曰天城；天城有子，名曰牛城。", "469": "彼牛城王，子孫相承，在迦毘羅婆城治化，", "47": "至彼池所，飲已澡浴，除斷一切渴乏熱惱，", "470": "有七萬七千王，其最後者，名廣車王，次別", "471": "車王，次堅車王，次住車王，次十車王，次百", "472": "車王，次九十車王，次雜色車王，次智車王，", "473": "次廣弓王，次多弓王，次兼弓王，次住弓王，", "474": "次十弓王，次百弓王，次九十弓王，次雜色", "475": "弓王，次智弓王。諸比丘！彼智弓王，復生二", "476": "子，一名師子頰，二名師子足。師子頰王，紹", "477": "繼王位，復生四子，一名淨飯，二名白飯，三", "478": "名斛飯，四甘露飯；又生一女，名為甘露。諸", "479": "比丘！淨飯王生二子，一名悉達多，二名難", "48": "出於池外，身意怡悅，受無量樂，多生歡喜。", "480": "陀；白飯二子，一名帝沙，二難提迦；斛飯二", "481": "子，一阿泥婁駄，二跋提梨迦；甘露飯二子，", "482": "一阿難陀，二提婆達多；其甘露女，唯有", "483": "一子，名世婆羅。諸比丘！菩薩一子，名羅睺", "484": "羅。", "485": "「諸比丘！如是次第，從大平等王已來，子孫", "486": "相承，最勝種族，至羅睺羅童子身上成阿羅", "487": "漢，斷諸煩惱，盡生死際，更無後有。", "488": "「諸比丘！以此因緣，於往昔時，有勝剎利，世", "489": "間出生，依於如法，非不如法。諸比丘！有是", "49": "如是如是，彼布施時，心清淨故，身壞命終，", "490": "法故，世間剎利，為最勝生。爾時，更有餘諸", "491": "眾生，作如是念：『世間有為，是病是癰，是大", "492": "毒箭。』熟思惟已，棄捨有為，於山澤中，造立", "493": "草菴，靜坐修禪。若有所須，或日前分，或日", "494": "後分，暫出草菴，入村乞食。眾人見已，隨須", "495": "與之，并為造作，乃共稱言：『此等眾生，最修", "496": "善業，棄捨世間有流不善諸惡之法，是婆羅", "497": "門。』以此因緣，婆羅門種，世間出生。其中或", "498": "有禪定不成，倚著村落，多教呪術，因此復", "499": "名為教化者。又以其人入村舍故，名向聚落", "5": "等五十一由旬，上下亦爾，七重牆壁、七重", "50": "於日宮殿中，生為天子。生其中已，報得如", "500": "者。復為成就諸欲法故，名成就欲者。以此", "501": "因緣，於往昔時，勝婆羅門，高行種姓，世間", "502": "出生，依於如法，非不如法。復有其餘一類", "503": "眾生，造作種種求利伎能工巧藝術諸生業", "504": "事，以此因緣，名為毘舍。是故往昔毘舍種", "505": "姓，現於世間，彼亦如法，非不如法。「諸比", "506": "丘！此三種姓，世間生已，於後復有第四種", "507": "姓，世間出生。諸比丘！有一種人，各自毀呰", "508": "其家本法，剃除鬚髮，著袈裟衣，棄捨世間，", "509": "出家修道，口自唱言：『我作沙門。』作是稱已，", "51": "是速疾稱心飛行宮殿。以此因緣，日天宮殿，", "510": "即成正願；婆羅門種，毘舍亦爾。有一種人，", "511": "如前毀呰，亦捨出家，口自稱言：『我作沙門。』", "512": "即成正願。為彼故有正願種類。諸比丘！有", "513": "諸剎利，身口意業行於惡行，以惡行故，身", "514": "壞命終，一向受苦；婆羅門、毘舍，亦復如是。", "515": "復有剎利，身口意業行於善行，以善行故，", "516": "身壞命終，一向受樂；婆羅門、毘舍，亦復如", "517": "是。諸比丘！復有剎利，身口意業行二種", "518": "行，以二行故，身壞命終，當受苦樂；婆羅門、", "519": "毘舍，亦復如是。諸比丘！復有剎利，正信出", "52": "照四大洲及餘世界。", "520": "家，修習三十七助道之法，能盡諸漏，心得", "521": "解脫，智得解脫，現見證法，得諸神通。既作", "522": "證已，口自唱言：『我生已盡，梵行已立，所作", "523": "已辦，不受後有。』婆羅門、毘舍，亦復如是。諸", "524": "比丘！此三種姓，於後生中，能成就明行足，", "525": "得阿羅漢，名為最勝。", "526": "「諸比丘！梵王裟呵婆底，昔於我前，說如是", "527": "偈：", "528": "「『剎利勝生者，若出諸種姓，", "529": "明行足成就，彼勝諸天人。』", "53": "「諸比丘！復一種人，不殺生、不偷盜、不邪", "530": "「諸比丘！梵王娑呵波底，彼偈善頌，非為不善，", "531": "我已印可。諸比丘！我多陀阿伽度、阿羅呵、", "532": "三藐三佛陀，亦說此義。諸比丘！如是次第，", "533": "我所具說，世間轉成，世間轉壞，世間轉住。", "534": "諸比丘！其有教師，為諸聲聞，所應作處，哀", "535": "愍利益，而行慈悲，我已作訖，汝等當依。", "536": "「諸比丘！若曠野空處、山林樹下、閑房靜室、窟", "537": "穴崖龕、塚間露地，離諸村落，以草木等，結", "538": "為菴舍。汝等比丘，應於是處修習禪定，勿", "539": "墮放逸，致令後悔。是我教示汝諸比丘。」佛", "54": "婬、不妄語、不飲酒、不放逸，供養持戒功德", "540": "說經已，諸比丘等，歡喜奉行。", "541": "起世經卷第十", "55": "具足諸仙諸賢，親近純直善法行人，廣說如", "56": "前。身壞命終，隨願往生日天宮殿。於彼即受", "57": "速疾果報，是故名為諸善業道。以是因緣，", "58": "此日宮殿，照四大洲并餘世界。復一種人，", "59": "修不殺生乃至正見，亦曾供養諸仙持戒功", "6": "欄楯。多羅行樹，亦有七重，周匝圍繞，雜色", "60": "德具者，亦曾親近純直善行。以值遇彼清淨", "61": "因緣，便得報生日天宮殿，受速疾果。以是", "62": "因緣，日天宮殿，照四大洲及餘世界，廣說", "63": "如上。「諸比丘！六十剎那，名一羅婆，三十羅", "64": "婆，名牟休多。諸比丘！若干剎那、若干羅", "65": "婆、若干牟休多，日天宮殿，常行不息。六月", "66": "北行，於一日中，漸移北向六俱盧奢，未曾", "67": "暫時離於日道；六月南行，亦一日中，漸移", "68": "南向六俱盧奢，不差日道。諸比丘！日天宮", "69": "殿，六月行時，月天宮殿，十五日中，亦行爾", "7": "間錯，以為莊嚴。彼諸垣牆，皆為金銀琉璃、", "70": "許。復次，有何因緣，常於夏時生諸熱惱？諸", "71": "比丘！日天宮殿，六月之間，向北行時，一日", "72": "常行六俱盧奢，未曾捨離日所行道。但於其", "73": "中，有十因緣，故生熱惱。何等為十？諸比丘！", "74": "須彌山外，次復有山，名佉提羅迦，高廣正", "75": "等四萬二千由旬，雜色可觀，七寶成就。於", "76": "其時間，日天宮殿，所有光明，照觸彼山，令", "77": "其生熱，故於彼時，有是熱惱，此為第一熱", "78": "惱生緣。復次，諸比丘！佉提羅迦山外，次復", "79": "有山，名伊沙陀羅，高廣正等二萬一千由", "8": "頗梨赤珠、硨𤦲瑪瑙等之所成就。於四方面", "80": "旬。於其時間，日天宮殿，所有光明照觸彼", "81": "山，令生熱觸，此為第二熱惱生緣。次有由", "82": "乾陀山，高廣正等一萬二千由旬，是第三", "83": "緣。次有善現山，高廣正等六千由旬，是第", "84": "四緣。次有馬片頭山，高廣正等三千由旬，", "85": "是第五緣。次有尼民陀羅山，高廣正等一千", "86": "二百由旬，是第六緣。次有毗那耶迦山，高", "87": "廣正等六百由旬，是第七緣。次有輪圍山，", "88": "高廣正等三百由旬，是第八緣。次有從此大", "89": "地已上高萬由旬，彼虛空中，有諸夜叉宮殿", "9": "並有諸門，一一諸門皆有樓櫓却敵臺觀，及", "90": "住處，頗梨所成，是第九緣。次有四種大洲、八", "91": "萬小洲，彼等洲中諸餘大山、須彌山王等，是", "92": "第十緣。具足應如佉提羅迦中說，是為十", "93": "種，日天宮殿，六月之中，向北道行，熱惱因", "94": "緣。", "95": "「復次，於中何因緣故，有諸寒冷？諸比丘！日", "96": "天宮殿，六月已後，漸向南行。爾時，復有十二", "97": "因緣能生寒冷。何者十二？諸比丘！於須彌", "98": "山、佉提羅迦山二山之間，有須彌留海，闊八", "99": "萬四千由旬，周迴無量。其中多有優鉢羅花、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0024 起世經: 起世經", "author": "隋 闍那崛多等譯", "sourceLink": "http://www.cbeta.org/"}