{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2879 普賢菩薩說證明經", "text": {"0": "No. 2879", "1": "普賢菩薩說證明經", "10": "當至心聽。為汝分別說。我本根元或是定光", "100": "五戒。不食酒肉不食五辛。一月六齋年二長", "101": "齋。六時行道一心苦行可得誦此呪。若不行", "102": "是。行諸不善行。不得誦此呪。不修十善行。", "103": "此呪還自傷。修持十善行。來四出諸天善神", "104": "四天大王天龍八部。常來營護受持此呪", "105": "者。皆得阿耨三菩提道。為眾生故說諸鬼", "106": "神名字。若有優樓比婆鬼。若有比迦鬼。", "107": "若有鳩槃荼鬼。若有比沙迦鬼。若有問請", "108": "鬼。我為眾生解說鬼神名字。土地者狐狸", "109": "是。山神者他虫蟒蛇是。宅神者老鼠蝙蝠", "11": "身。或是句樓秦佛身。或是無光王佛身。或是", "110": "是。天神者魔耶是。若有東來鬼。若有東南來", "111": "鬼。若有南來鬼。若有西南來鬼。若有西來", "112": "鬼。若有西北來鬼。若有北來鬼。若有東北", "113": "來鬼。若有上方蜚尸鬼。若有下方遁注鬼。", "114": "若有天神地神鬼。若有山神樹神鬼。若有五", "115": "道之神鬼。若有南斗北辰鬼。若有奪人精氣", "116": "鬼。若有取人精氣鬼。若有奪人魂魄鬼。若", "117": "有喚人魂神鬼。若有破家鬼。若有遭喪失火", "118": "鬼。若有青色鬼。若有白色鬼。若有黃色鬼。若", "119": "有赤色鬼。若有惡毒精魄鬼。若有乍瞋乍欣", "12": "寶勝佛身。或是登明王佛身。或是須彌尊王", "120": "鬼。若有索酒索肉鬼。若有嗜酒嗜肉鬼。", "121": "若有入人頭中鬼。若有入人耳中鬼。若有", "122": "入人口中鬼。若有入人十指中鬼。若有入人", "123": "手脚中鬼。若有入人肝心五藏中鬼。若有", "124": "入人百節中鬼。若有干詐鬼。若有詐稱鬼。", "125": "若有假名字鬼。若有七道鬼。若有四七日百", "126": "怪鬼。若有百日伏尸鬼。若有病痛誦此鬼", "127": "神名字。若有小弱難養誦此鬼神名字。若", "128": "有兒啼驚怕亦誦此鬼神名字。此諸鬼神若", "129": "不隨此呪。頭破作七分如阿梨樹枝。劇殺", "13": "佛身。或是釋迦身。我本菩薩時。名為阿逸", "130": "父母重罪使諸鬼神如厭油殃。頭破作七", "131": "分如微塵。善男子善女人。受持三歸五戒", "132": "者。善持十善行者。此諸鬼神不能中害。何以", "133": "意故。此大陀羅尼神呪威神之力不可思議。", "134": "此諸惡氣不得嬈近。眾邪惡鬼亦不得中", "135": "害。普賢菩薩言。若有善男子善女人。若能善", "136": "持守護此呪者。我爾時乘六牙白象雨寶蓮", "137": "華從空而下。并餘諸天善神四大天王龍神", "138": "八部皆來集會。胡跪合掌整理衣服。說此大", "139": "陀羅尼呪時。三千大千世界六種震動。外道", "14": "多。釋迦涅槃後。先作法王治。却後三十年。彌", "140": "天魔盡來歸伏。呪山能崩。呪河能竭。日月", "141": "崩落。三千大千世界六種震動。眾魔摧碎猶", "142": "如微塵。眾魔驚怖無不歸伏。善男子善女人。", "143": "受持陀羅尼呪者。我爾時遣諸天善神常來", "144": "營護。不墮橫死。自欲命終之時。普賢菩薩", "145": "迎其精神不墮八難。得生東方阿閦佛國。爾", "146": "時普賢菩薩白佛言。世尊有何等人不得見", "147": "彌勒。佛言。善哉善哉諦聽。今為汝略說。一", "148": "者出家沙門剃除鬚髮。假染法服不持具相。", "149": "不離恩愛背法墮俗。如是之人不得見彌勒。", "15": "勒正身下。若有所疑而是略說。爾時普賢菩", "150": "二者出家沙門剃除鬚髮。避官役使假披法", "151": "服。飲酒食肉。青黃赤白喜好莊嚴。乘騎驢馬", "152": "袈裟絞腰。治生販賣巧升抃斗捻秤前後。", "153": "大斗重秤謂之劫輕。秤小斗謂之盜。如是", "154": "沙門亦不見彌勒。三者出家沙門剃除鬚髮。", "155": "假披法服飲酒食肉。破齋夜食偷盜三寶。破", "156": "滅三寶不持具相。作諸不軌。如是惡行。如", "157": "是之人等亦不見彌勒。四者善根眾生受持", "158": "五戒。不肯習誦損毀正法。信邪倒見作諸不", "159": "軌。毀損五戒六根顛倒。如是之人等不得", "16": "薩白佛言。世尊夫一切眾生云何作功德可", "160": "見彌勒。五者受持五戒。假佛威神諸方教", "161": "化。毀破形像。破大作小。破小作大。毀破成像", "162": "斷壞形像破滅三寶。如是之人亦不見彌勒。", "163": "六者受持淨戒。毀損十善破此諸戒。飲酒食", "164": "肉作諸不善破此三惡。如是之人等亦不", "165": "見彌勒。七者若有愚癡眾生不信三寶者。謗", "166": "毀正法謗毀比丘僧。謗毀優婆塞謗毀優婆", "167": "夷。謗毀三寶四聖障如來正道斷絕三寶。如", "168": "是之人等亦不得見彌勒。八者若有眾生斷", "169": "官王路。破家劫奪熒燒山澤。殺害眾生無慈", "17": "見彌勒佛。彌勒言。善男子善女人。剃除鬚", "170": "愍心。如是之人等亦不得見彌勒。九者若", "171": "有眾生高遷富貴輔國大臣。假官力勢斷事", "172": "不平。以直則曲破小作大。枉殺良善便取萬", "173": "民。如是之人等亦不得見彌勒。十者如是", "174": "而為汝說。若有白依道俗作是諸惡無慚無", "175": "愧。猶如禽獸牛馬畜生。如是之人入阿鼻地", "176": "獄。從闇至闇輪轉五道無有出期。", "177": "2 證香火本因經佛說證香火本因經第二", "178": "香火之本七佛所說。爾時七佛在白淨天中。", "179": "佛之頭領空王如來。上首空王佛。第二雲雷", "18": "髮出家學道。而披法服隱居山林。坐禪學道", "180": "音宿王華智佛。第四白淨王如來佛。第五寶", "181": "住蓮華佛。第六無根王佛。第七受記彌勒尊", "182": "佛。七佛云會初首結願在白淨天中。又會", "183": "結願靈鷲山中。又會結願紫微山。又會結", "184": "願闍水。爾時空王發柔軟制令召諸菩薩。", "185": "北方有十恒河沙菩薩。各乘六牙白象。手齎", "186": "珍寶金華盡詣佛所。爾時東方亦有十恒河", "187": "沙菩薩。亦乘六牙白象。雨寶蓮華來詣佛所。", "188": "爾時南方復有十恒河沙菩薩。亦乘六牙白", "189": "象。齎寶冠瓔珞來詣佛所。爾時西方復有", "19": "頭陀苦行。而是之人等可得見彌勒。若有善", "190": "十恒河沙菩薩。亦乘六牙白象。各齎菩提雜", "191": "華來詣佛所。爾時上方有十恒河沙菩薩。乘", "192": "定國師子雨寶天衣愍重之心來詣佛所。爾", "193": "時從地踊出頭戴珍寶各作是言。聞佛結願", "194": "歡喜集會。六萬菩薩集會之時。山河大海六", "195": "種震動。爾時眾魔心情不寧。以佛神力善哉", "196": "正法。爾時白淨王如來歡喜受教。白空王如", "197": "來各作是言。無有閻浮履地。眾生尤無有", "198": "緣。為六方菩薩上首苦行。西方無量壽佛弟", "199": "子大慈觀世音。此大菩薩與閻浮履地拯濟", "2": "聞如是。一時佛在靈鷲山祇水邊。說此法時。", "20": "男子。遠離恩愛捨家棄俗。剃除鬚髮而披法", "200": "有緣。爾時東方王明諸佛弟子摩訶波闍波", "201": "提普賢菩薩。香火燈明功德利益有緣。此二", "202": "菩薩希有拯濟拔諸眾生苦。希有利益善說。", "203": "如來將疾往詣白淨天中結願之時。寶柱幢蓋", "204": "八萬四千人俱皆如兄弟。天中有蓋絕大無", "205": "極。縱廣三十由旬。東西上下亦復如是。結", "206": "願神幡縱廣長三十由旬。爾時觀世音託", "207": "生凡夫。爾時普賢菩薩優婆塞身。是此二", "208": "菩薩分身。百億難解難了亦不可思議。爾時", "209": "如童菩薩月光童子。是爾時摩訶迦葉尊者。", "21": "服。一心苦行為人善說。善行教化為說十善。", "210": "是爾時憂波利。堂公是初果羅漢。離諸生死", "211": "泰山僧朗。是清淨羅漢杯度。是解空羅漢", "212": "號為隱公。三賢四聖皆同一字。欲說此本眾", "213": "惡人中慎莫為說。若與此法善根。若人無", "214": "善根不得聞此法。亦不得說此法。未度所度", "215": "未聞所聞未見所見未解所解未知所知。", "216": "如是之人皆從一願。如來所說莫不歡喜。一", "217": "心受持必獲果願。莫安進退。成實結果解", "218": "脫三昧。爾時觀世音并共普賢菩薩來詣佛", "219": "所䠒跪受勅。唯願如來為我演說為我解說。", "22": "勸人受戒廣為演說。慈悲憐愍度脫生死。長", "220": "諦聽諦受執取受持。不敢違犯不敢缺落不", "221": "敢毀損。爾時佛言。閻浮履地振旦國中神州", "222": "東西却有南北。一佛境界百億須彌山百億", "223": "日月百億海水。三千大千世界。有一大國名", "224": "為振旦。不識正法不識如來。不解正法不", "225": "識好人。此等眾生與如盲人不見日月。與", "226": "法無緣亦復如是。假使有緣比丘僧比丘尼", "227": "優婆塞優婆夷善男子善女人。若受持若讀", "228": "誦若書寫。若受持若讀誦護慎香火。猶護明", "229": "珠。善男子善女人。諸法好人四方眾生。一", "23": "發無上菩提之心挽拔危厄。如是菩薩行如", "230": "越流轉集會一處。皆如一芥子。假使有人", "231": "善持守護香火正法行坐憶念。歲三月六時", "232": "行道轉讀。爾時空王如來并告普賢菩薩。將", "233": "八萬億僮子四時上下護念法子。若在空野", "234": "田若在五濁惡世。若在病困中若在困厄中。", "235": "若在邪行惡道毒中。長當讀誦此經典者。不", "236": "見八難墮不橫死不遭橫官。我爾時諸天童子", "237": "守護此人不見眾惡。夫欲說法講義。若有魔", "238": "人不使可說。皆同一心乃可為說。夫欲平章", "239": "福德時。清淨洗手三遍燒香各禮佛足。慇", "24": "是真人等。亦得見彌勒。善男子善女人。若有", "240": "重之心額必至地却坐說法之時。慎莫當戶。", "241": "普賢菩薩言。男子女人。善持守護我法者", "242": "不見八難。若有退落毀法眾無利益。復有發", "243": "露懺悔之者還捉此法。我乘六牙白象乘空。", "244": "而下手摩其頭現其人前。愚癡肉眼而不", "245": "覩見。謂呼輕言說法之時。我遣諸天童子案", "246": "行此人。逋慢此法毀壞此法輕慢此法。手", "247": "把金杖刑害此人。若有毀損獲罪如是。莫不", "248": "奉行一心諦聽。尊者白彌勒。香火從何來。", "249": "此法從何起。根由在何處。彌勒答尊者。此", "25": "造浮圖塔廟講堂精舍經書形像。莫同大小", "250": "法從空王來。度脫何種人。空王佛言。度脫八", "251": "種人。尊者問空王。何為八種人。閻浮八種人。", "252": "一者諸長老。二者老母人。三者善女人。四", "253": "者善男子。五者諸貧窮。六者諸下賤。七者諸", "254": "小弱。八者諸比丘。四千諸胡漢合為八萬四", "255": "千人。尊者白彌勒。五胡治化時必有不信正", "256": "法破毀此正法。實難可挽拔此法。非常行偷", "257": "竊似奴婢。尊者白彌勒。世尊出世時。撩除", "258": "諸穢惡。分別五種人。有緣在水東。無緣在水", "259": "西。水東值聖得見明法王。尊者問彌勒。願為", "26": "金銀素鍍。隨像大小速得成就無上發願者。", "260": "演說之。彌勒言尊者。汝欲求何等。尊者願", "261": "彌勒為我造化城。尊者問如來。化城在何處。", "262": "佛言。化城在釋迦得道處。尊者問空王。釋迦", "263": "得道在何處。空王語尊者。汝當善聽。爾時尊", "264": "者整理威儀胡跪合掌一心善聽。乃有為", "265": "說。釋迦從起苦行元由瞿夷在脇底生。生", "266": "時舉手仍沛多脚躡雙蓮華。左脇生釋迦。老", "267": "子作相師。白疊承釋迦。老子重瞻相。此人", "268": "非常聖。難解難思議。號為釋迦文。九龍與吐", "269": "水。治化彌勒前。元初苦行時。居在迦黃山。乃", "27": "如是之人等亦得見彌勒。若有善男子善女", "270": "久不得道。來至崑崙山。乃久不得道。來", "271": "至蒲城山。展轉至五馬道。從海中心入。即", "272": "為造化城。化城何物作。琉璃作外郭。舉高七", "273": "百尺。白銀作中郭。舉高七百尺。紫金作中城。", "274": "尊者問空王。縱廣幾由旬。空王語尊者。縱廣", "275": "四百里。東西南北各四百里。四角白銀臺。舉", "276": "高七百尺。東廂有九門。南廂有九門。西廂", "277": "有九門。北廂有九門。門南白銀樓。樓上有", "278": "金柱。舉高百丈九。下有鳳凰巾。柱上懸金鼓。", "279": "天人侍兩邊。一震八種聲。門北白銀樓。舉高", "28": "人。峪半治道廣作義井。河次造浮橋拯濟", "280": "七百尺。上有白銀柱。下有萬世銘。天女著天", "281": "衣。柱上懸金鈴。一震六種聲。召我諸法子。", "282": "一時入化城。如來威神之力寶事名不輕。善", "283": "哉諸法子。善持見大明。如是今古說。實事不", "284": "虛言。如是好受持。", "285": "爾時尊者問空王。何人為聖主。何人作明王。", "286": "空王佛言。釋迦涅槃後七百年。天地大震", "287": "動。天呼地呼。一月三怪苦困百姓。療除穢惡", "288": "分簡五種。專行疫病平治罪人。有法盡生無", "289": "法盡滅。却後九十九年七百年以過。三千大", "29": "窮者。如是微妙願亦得見彌勒。復有善男子", "290": "千世界六種震動七日日闇。却後數日天出", "291": "明王地出聖主。二聖並治并在神州。善哉治", "292": "化廣興佛法。慈愍一切救度生死。得出火宅", "293": "得見大乘。引導生死來詣化城。明王聖主俱", "294": "在化城。樓上打金鼓。遠告諸法子。此法有", "295": "因緣。尋解萬里通。此法無因緣。打鼓隔壁", "296": "聾。棖公白尊者。遠召有緣人。棖公白尊者。分", "297": "別五種人。尊者語棖公。云何可分別。棖公白", "298": "尊者。隨我分別之。隨我造弱水。我遣力士", "299": "羅剎王。頭戴崑崙山。從地出踊泉。來至化城", "3": "八萬四千人俱。皆是阿羅漢。諸漏已盡。無復", "30": "善女人。修持五戒奉行十善。一月六齋年三", "300": "西。展轉娑婆中。往詣加黃山。水上七寸橋。有", "301": "緣在橋東。無緣在橋西。召我諸法子。一時在", "302": "化城。爾時娑婆中。無諸五種人。療除諸穢惡", "303": "賜皆是菩薩名。尊者菩薩王。廣宗羅漢王。", "304": "菩薩羅漢治。閻浮無罪人。國作佛國。州", "305": "作佛州。郡作佛郡。縣作佛縣。黨里作佛。里。", "306": "隣作佛隣。四海知識一如親兄弟。集會化城", "307": "中。東宮西宮南宮北宮。東階西階南階北階。", "308": "東有博山殿。西有槃龍臺。巷巷相當門門相", "309": "次。得見此明王。一心好受持。若有狐疑者。", "31": "長齋。為人演說度他自度人我兼度。如是毛髮", "310": "不得見此法。若有退落者。不得見此樂。若", "311": "有頹毀者。若有逋慢者。不得見此樂。飲酒", "312": "食肉人。貪財五欲人。虛諂邪見人。如是不善", "313": "行。終不見此樂。若有退落者。復能好懺悔。寫", "314": "却此諸惡。寫却煩惱心。寫却逋慢心。寫却", "315": "眾邪心。復能一懺悔。還得入此法。逕過好明", "316": "師。一心好受持。若有不毀損。自責過咎罪。", "317": "瞋罵六根賊。一心好守護。亦得見此樂。如是", "318": "為汝說。終不有虛言。一心好受持。與汝無上", "319": "道。", "32": "之心者。菩提無上願。如是之人等亦得見彌", "320": "爾時普賢菩薩前白佛言。世尊。世尊出世時。", "321": "我遣力士羅剎王。平除罪惡人。爾時遣伽", "322": "羅菩薩頭戴地動。三千大千世界六種震動。", "323": "天地振烈南北礔烈。七日日闇。三召有緣", "324": "眾生。無法入地獄。有法生天。若有日闇。復", "325": "欲平除罪人。我遣羅剎王。分別罪人將領鬼", "326": "軍。爾時羅剎王。一佛境界百億日月百億", "327": "須彌山。百億鐵圍地獄城一鐵圍城地獄。", "328": "百億鬼軍百億鐵圍地獄。此鬼神恒河沙數。", "329": "黑衣服赤繩赤棒。療除罪人。却後數日。我", "33": "勒。若有比丘僧剃除鬚髮而披法服。雖受二百", "330": "遣阿修輪王。手把七日劫燒終盡。日出之", "331": "時。閻浮履地。草木燋燃。山石剝烈。山峪堤", "332": "塝地平融盡。我爾時天上遣金翅鳥。下召取", "333": "有緣。此鳥身長二十里。縱廣三十里。口銜", "334": "七千人。背負八萬人。得上兜率天。彌勒俱時", "335": "下。餘有受罪人。飲酒食肉者。不信有佛出世。", "336": "不信有彌勒下。如是之人等。九孔同流。耳中", "337": "血出。鼻中血出。眼中血出。口中血出。如是之", "338": "人末劫終盡。盡入地岸無有出期。復遣加", "339": "羅等菩薩。手把地軸。天地平正。西方起逆風。", "34": "五十戒不能持具相。不如受持十戒行奉持十", "340": "栴檀香七日七夜浴却穢惡。却後數日。我", "341": "遣龍樹菩薩。平除天地。上地與銅地。銅地", "342": "上與水銀地。水銀地上與水精地。水精地", "343": "上與琉璃地。琉璃地上與白銀地。白銀地上", "344": "與欝金地。欝金地上與黃金地。山作金山。", "345": "山作銀山。樹作銀樹。閻浮履地宮殿樓閣", "346": "樓櫓却敲。神珠明月卦著城塝。無晝夜。", "347": "不須火光。若眾生修持十善。出家在家白衣", "348": "道俗。一心苦行修持萬善。得見微妙上願作", "349": "禮奉行。", "35": "善。捨彌妙衣一心苦行。莫生染心遠離恩", "350": "爾時普賢菩薩前白佛言。世尊。世尊出世時。", "351": "四天來奉鉢。東方提頭賴吒天王。献佛白", "352": "石鉢受成萬斛。北方毘沙門天王。献佛琉", "353": "璃鉢受成萬斛。南方婆樓勒叉天王。献佛", "354": "白銀鉢受成萬斛。西方鞞樓博叉天王。献", "355": "佛紫金鉢受成萬斛。佛言。汝等鬼神王。我", "356": "征一人下。汝等鬼神王。献我四種鉢。爾時", "357": "世尊捉鉢拍四合成一。爾時釋梵天王。献佛", "358": "微妙上供。粳米長七寸。苽長七尺。梨如五", "359": "斗瓠盧。棗如二斗欓。琉璃槃白銀椀。琉璃", "36": "戀。修持十善一心苦行。繩床錫杖香爐瓶鉢。", "360": "匙白銀筋。慇重之心奉献上供。爾時下方轉", "361": "輪聖王。献佛千支燈。一支有十燈。千支有", "362": "萬燈。上有轉輪座。轉輪座上有諸天伎", "363": "樂長鳴呼吹。簫笛箜篌瑟琶鐃銅鉢。師子及", "364": "白象鳳凰及騏驎。如是諸人等各來詣佛前。", "365": "海龍王献佛十二部尊經。爾時海龍王。經青", "366": "卷黃字膊。擔一部來奉佛一部。十二駱駝負", "367": "不賜。況復十二部尊經。爾時色界天王。献佛", "368": "寶冠瓔珞蓮華上衣。爾時無色界天王。献佛", "369": "菩提妙華珍寶雜香。爾時閻浮提王。献佛", "37": "九十日一移初夜後夜。明冥禮拜六時行道。", "370": "八功德浴池。爾時忉利天王。献佛蓮華寶冠", "371": "珠珍瓔珞。如是等天王慇重供養。皆得無上", "372": "道。爾時兜率天王。献佛七十二應瑞。爾時", "373": "復有阿陀菩薩。献佛八萬九色六牙白象。各", "374": "備槃陀秋勒金鞍䩛勒脚走蓮華。背負宮", "375": "殿雨華動地來詣佛所。爾時藥王菩薩。献佛", "376": "八萬七千定國師子。佛言。善男子善女子。修", "377": "持十善一心奉行作禮而去無不獲得。即發", "378": "無上果願皆於阿耨多羅三藐三菩提心。", "379": "爾時彌勒告普賢菩薩言。吾下之時。或兜率", "38": "遭中一食進心不闕。處處村落為人演說。", "380": "天上雀梨浮圖。或從空而下。或閻浮履地從", "381": "地踊出。或北方來。或東方來。或南方來。或西", "382": "方四維上下。不可思議十方恒河沙菩薩六", "383": "趣眾生。無能測佛智。佛言。惟有普賢菩薩乃", "384": "能測佛智。爾時雀梨浮圖從空而下。安置閻", "385": "浮履地。爾時寶勝菩薩問普賢菩薩。雀梨浮", "386": "圖何物作。普賢菩薩言。瑠璃作塔墓。水精擔", "387": "作地。瑠璃作八壁。水精作梁柱。瑠璃作屋", "388": "搏。白玉作攎拱。黃金作角。紫金以結樵。清", "389": "瑠璃作上級。清水精珠作中級。白玉珠作上", "39": "朝唱暮誦拯濟群生。教于愚癡令出污泥。", "390": "級。頗梨珠作上級。白銀作中級。黃金作上級。", "391": "紫金作中級。上有瑠璃七寶臺。舉高三十", "392": "里。四角有瑠璃七寶殿。下有瑠璃槃龍道。", "393": "中有白珠靡尼寶。雀梨浮圖高九十九。級上", "394": "有白銀樓。樓上有神諸寶。爾時雀梨浮圖", "395": "周匝有八角。縱廣八由旬。爾時彌勒從空而", "396": "下。諸方菩薩盡來集會之時。三千大千世界", "397": "六種震動。眾魔外道盡來歸伏。時有魔王競", "398": "起。爾時魔醯手羅王多將兵眾。嚴器鎧仗", "399": "刀劍在前。只佛爭力。爾時復有魔王拔刀", "4": "煩惱。盡諸有結。所作已辦。爾時會中比丘", "40": "引導眾生得出煩惱。愚癡眾生火宅自燒不", "400": "擲劍共佛爭力。爾時復有素天大魔。三面六", "401": "手頭戴山谷。共佛爭力。爾時復有博叉天魔。", "402": "頭戴地抽。共佛爭力。爾時復有婆修隣天", "403": "魔。身上出水。身下出火。身上出火。身下出", "404": "水。現大復現小。現小復現大。天下側塞滿", "405": "虛空。共佛爭力。爾時復有水身天魔。水火并", "406": "起。電風疾雨。共佛爭力。爾時復有惡叉加天", "407": "魔夜叉加天魔。頭復戴山谷堤塝。共佛爭力。", "408": "爾時復有牛頭天魔。復有虎頭天魔。復有鳥", "409": "頭天魔。復有蛇身天魔。此諸魔神各將十萬", "41": "能自知。我遣良師引導化之。方便說法得出", "410": "力士。走地挽弩前擲叫喚大與兵馬矛戟在", "411": "前。火車霹靂。共佛震㪷。彌勒遣大力菩薩", "412": "并共無量力菩薩。手捻地抽。頭戴地柱爾時", "413": "天地八種聲。眾魔慴怖心精不寧。爾時", "414": "彌勒左手指地。右手指天。召諸方菩薩。爾時", "415": "東方有十恒河沙無邊身菩薩。各乘六牙白", "416": "象。雨寶蓮華。來詣佛所。爾時南方復有十恒", "417": "河沙力士菩薩。各乘定國師子。手把金剛楯", "418": "從空而下。爾時下方復有十恒河沙力士菩", "419": "薩。亦乘定國師子。手把金杖從他涌出。爾時", "42": "火宅。遠離生死遭遇明師。譬如病人值好良", "420": "普賢菩薩。手把金剛三昧杵擬定三昧。爾時", "421": "如童菩薩。手把金剛埵。爾時復有金剛力士。", "422": "手把金棒走地叫喚。日月崩落。諸方菩薩", "423": "盡來集會。三千大千世界六種震動。眾魔罷", "424": "捨刀仗。各發慈心五體投地莫不歸伏。爾", "425": "時普賢菩薩白佛言。世尊大聖丈夫八十種", "426": "好七十妙姿。善哉善哉有如是等大威神力", "427": "莊嚴相好。威神之力巍巍如是。爾時普賢菩", "428": "薩白佛言。世尊。世尊出世時。一放光明三召", "429": "有緣眾生。諸尊普賢菩薩摩訶薩。復有天龍", "43": "藥。病人得愈無有苦患。持戒懺悔一心苦行", "430": "夜叉。乾闥婆阿修羅。迦樓羅緊那羅。摩睺羅", "431": "伽人非人等。復有比丘比丘尼。優婆塞優婆", "432": "夷。八部大眾。皆來聽法。爾時普賢菩薩白佛", "433": "言。聖尊。世尊出世時。菩薩受記作佛。人非人", "434": "等受記。捨却鬼神形盡得復人身。復有比", "435": "丘比丘尼優婆塞優婆夷。捨形更受命。普賢", "436": "菩薩言。七佛在世時。人受四萬歲。定光佛在", "437": "世時。人受七萬歲。比婆施佛在世時。人受", "438": "三萬歲。空王佛在世時。人受九萬歲。迦葉佛", "439": "在世時。人受五萬歲。句樓秦佛在世時。人受", "44": "除罪如是。皆發信心不作諸惡。長發善願得", "440": "六萬歲。釋迦門佛在世時。人民恒苦厄。三人", "441": "共受百歲。人民顛倒惡三牙斷鼻鼻縱眼竪", "442": "不敬師長。不孝父母。北方欝單越人受七百", "443": "歲。東弗干逮人受四百歲。南閻浮提人三人", "444": "共受百歲。西俱耶尼人受二百歲。彌勒治化", "445": "時。人受八萬七千歲。自欲受終時。不勉自然", "446": "生。復欲受終時。託生無量壽。自然蓮華生。普", "447": "賢菩薩言。天龍夜叉。乾闥婆阿修羅。摩睺羅", "448": "伽人非人等。比丘比丘尼。優婆塞優婆夷。善", "449": "男子善女人。長修十善歲三月六齋。一心奉", "45": "入阿耨多羅三藐三菩提無上道意。受持守", "450": "行至得佛道。爾時四天王。如來滅度後。鬼", "451": "神暴虐。世尊出世時。我等眷屬胡跪合掌。", "452": "諦聽諦受。執取正法。奉行受持。不敢違犯。", "453": "受持守護。爾時我等眷屬在須彌頂上王四", "454": "天下。若有善男子善女人。一心修行慎莫染", "455": "著。見苦莫避。見樂莫貪。為法喪身。爾時普賢", "456": "菩薩從東方來。將諸天伎樂雨華動地。此人", "457": "臨欲受終時。迎其精神不見八難。得生東", "458": "方阿閦佛國。", "459": "爾時佛告阿難。我遣汝行此法。若有女人少", "46": "護斷諸煩惱。如是之人得道不久皆見彌勒。", "460": "渴男子。受持此經讀誦百遍。心中所願無不", "461": "獲得。若有縣官口舌共相牽挽。亦當讀誦此", "462": "經典。即使其官化令慈心無有諸惡。若多患", "463": "連年累歲不得差者。信諸妖邪倒見之師。", "464": "卜問覓禍。殺猪狗牛羊祭祀鬼神。長有憎惡", "465": "終無利益。不如破魔屬佛懸繒幡蓋燒香散", "466": "華歌咏讚歎。七七夜讚經行道離諸魔縛。此", "467": "皆鬼神不得遶近。何以意故。此經多饒威神", "468": "力。是普賢菩薩威神之力。阿難白普賢菩", "469": "薩。若有善男子善女人。奉持守護此經典者。", "47": "普賢菩薩白佛言。世尊執取正法善治守", "470": "無有眾難。行來出入長發大慈大悲。救度眾", "471": "生憐愍苦厄拔諸生苦。阿難言。眾生不提", "472": "大乘小乘化之。三乘方便救度危厄。若有善", "473": "男子善女人。發毛髮善心者。長生值善處。長", "474": "發無上願。善神營護之。皆是普賢菩薩威神", "475": "之力。巍巍如是。", "476": "普賢菩薩說證明經", "48": "護。拯濟病困若病厄。受持此經典者病得除", "49": "愈。若有橫官共相牽梚枷鎖繫閉。心中憶念", "5": "比丘尼優婆塞優婆夷四部眾等。皆來集會。", "50": "普賢菩薩。讀此經一百九遍。便令其官即", "51": "發慈心。廣復大赦解脫枷鎖。得離橫官無有", "52": "諸苦。若有眾生遠行不歸消息不通。愁憂苦", "53": "毒煩惱自纏。心中憶念普賢菩薩。讀誦此經", "54": "典者。心中所願無不獲得。若有女人渴乏男", "55": "女少患兒息。亦當讀誦此經典者。所願便", "56": "得。若有女人產生難者。心中當憶念普賢菩", "57": "薩。朝暮禮拜受持讀誦此經典者。兒則易", "58": "產。身體平正長命之子。辨才勇猛高遷富貴", "59": "世世尊榮。皆是普賢菩薩威神之力。若有眾", "6": "一時聽法歡喜合掌。一心奉行作禮而去。爾", "60": "生衰亡之後水火焚㵱。鳥鳴百怪野蟲入家。", "61": "如是諸怪不問邪師。一心精進受持讀誦此", "62": "經典者。眾惡雲除萬善普備。藥病不加身針", "63": "炙不近。皆是普賢菩薩威神之力。若有善男", "64": "子善女人。若出家在家。若白衣若道俗。多", "65": "有患苦夜夢顛倒。出入恐怖迫迮叫喚忘前", "66": "失後。心中憶念普賢菩薩。讀誦此經典。無", "67": "有諸患令身安隱不見諸苦。皆是普賢菩薩", "68": "威神之力。若有善男子善有願。心中憶念普", "69": "賢菩薩受持讀誦。行來出入無有諸苦。世世", "7": "時普賢菩薩即從座起。整衣服長跪叉手。前", "70": "值法遇善知識不遭橫苦。皆是普賢菩薩威", "71": "神之力。何以意故。普賢菩薩閻浮履地病之", "72": "良藥。此經閻浮履地厄難橋梁。何以意故。此", "73": "經是病之良師。如是受持皆是普賢菩薩威", "74": "神之力。爾時普賢菩薩白佛言。世尊欲為眾", "75": "生說呪。三稱南無佛復稱九佛名。東方王", "76": "明諸佛。南方離垢紫金沙佛。西方無量華佛。", "77": "北方日轉光明王佛。上方香積如來佛。下方", "78": "師子億像佛。金剛師子億像佛。普光功德", "79": "山王佛。善住功德寶王佛。若有善男子善女", "8": "白佛言。世尊釋迦涅槃後彌勒未興世。眾生", "80": "人。受持讀誦此九佛名字。不墮橫死不遭八", "81": "難。憐愍一切眾生故。即稱七佛名字。第一", "82": "維衛佛。第二維式佛。第三隨葉佛。第四拘", "83": "樓秦佛。第五句那含牟尼佛。第六迦葉佛。第", "84": "七釋迦牟尼佛。一切眾生若在病困中。若在", "85": "困厄中。若在大火中。山谷虎狼中。若在", "86": "險路賊盜中。若在河厄難中。常當誦七佛", "87": "名字。悉皆消滅。何以意故。此經多饒神力。往", "88": "昔過去七十七億諸佛所說陀羅尼神呪。", "89": "南無佛陀南無達摩南無僧伽南無阿彌陀佛", "9": "有所疑。云何為說之。願佛分別說。佛言。汝", "90": "薩陀婆羅婆菩提薩婆摩訶薩婆阿利耶那", "91": "婆樓薩婆波羅提木叉佛婆豆叉帝利沙", "92": "訶迦懺而說呪曰。", "93": "憐愍一切病困眾生故。復稱四天下王名", "94": "字。南無東方提頭賴吒天王。南方鞞樓勒叉", "95": "天王。西方鞞樓博叉天王。北方毘沙門天", "96": "王。南無達迦摩桂羅王。上方釋梵天王。下方", "97": "轉輪聖王。海龍王。須彌山頭阿修輪王。諸", "98": "鬼神王等。收縛諸鬼枷鎖諸鬼。收鎖諸鬼神", "99": "不得妄近。善男子善女人。欲誦此呪時善持"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2879 普賢菩薩說證明經", "author": "", "sourceLink": "http://www.cbeta.org/"}