{"author": "姚秦 鳩摩羅什等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0613 禪祕要法經: 禪祕要法經: 禪祕要法經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "禪祕要法經卷下", "1": "後秦弘始年鳩摩羅什等", "2": "於長安逍遙園譯", "3": "「爾時復當自觀己身及以他身。我身他身從", "4": "顛倒起，實無我所。若有我者，云何忽然見此", "5": "餓鬼來在我邊？爾時復見無量餓鬼，其身長", "6": "大無量無邊，頭如太山、咽如絲髮，飢火所", "7": "逼叫喚求食。見此事已，當起慈心以身施", "8": "鬼。餓鬼得已，噆食其體，即便飽滿。見是事", "9": "已，復當更教觀眾多餓鬼。見諸餓鬼繞身四", "10": "匝，如前以身食諸餓鬼。見此事已，復教攝", "11": "身使心不散，自觀己身是不淨聚。作是觀時，", "12": "尋自見身膿血諸肉皆段段壞聚在前地，見", "13": "諸眾生爭取食之。既見此事，復當自觀其身，", "14": "從諸苦生、從諸苦有，是敗壞法不久磨滅，", "15": "餓鬼所食。作是相時，忽見身內心處有猛火，", "16": "燒前池上一切蓮華，及諸餓鬼眾惡醜形，", "17": "及與池水泓然都盡。見此事已，復當更教諦", "18": "觀己身，如前完具身體平復。復當更觀己身", "19": "一切毛孔，以慈心故血變成乳，從毛孔出。在", "20": "地如池眾乳盈滿。復見眾多餓鬼至此池上，", "21": "以宿罪故不得乳飲。爾時慈心視鬼如子，欲", "22": "令飲乳，以鬼罪故乳變成膿。斯須之間復更", "23": "慈心，以慈心故身毛孔中一切乳出，勝前數", "24": "倍。念諸餓鬼，飢苦所逼何不來飲？爾時餓", "25": "鬼其形長大數十由旬，舉足下足如五百乘", "26": "車聲，來至行者前，唱言：『飢飢。』爾時行者即以", "27": "慈心施乳，令飲餓鬼。飲時至口變化為膿，", "28": "雖復為膿，以行者慈心故即得飽滿。見鬼", "29": "飽已，復自觀身，即自見身足下火出，燒前", "30": "眾生及以諸樹泓然都盡。爾時若見眾多異", "31": "類，復還繫念諦觀己身，使心不動寂寞無念。", "32": "既無念想，當發誓願：『願後世生，不受後", "33": "有，不樂世間。』作此誓已，尋見前地猶如琉", "34": "璃，見琉璃下有金色水，自見己身與地正", "35": "等、與水色同。其水溫暖，水中生樹如七寶", "36": "樹，枝葉蓊欝。上有四菓，菓聲如鈴，演說苦空", "37": "無常無我。聞此聲已，自見己身沒於水中往", "38": "趣樹所。諦自觀身，頂上水出，彌漫琉璃池", "39": "中。忽然之頃復有火起，火中生風，猶如琉", "40": "璃。復見頂上，從頂堅強至乎脚足，猶如金", "41": "剛。復有火起，燒金剛盡，溫水枯涸。尋更觀", "42": "身，我前見身內池中忽然有樹，枝葉具足，", "43": "樹端有菓，其聲如鈴，演說苦空無常無我清", "44": "淨之法。如此妙菓，有好音聲，香味具足。我今", "45": "宜食。作此想已，即仰攀樹，取菓食之。纔得", "46": "一菓，其味甘美無物可譬。既食菓已，見樹乾", "47": "枯，其餘三菓尚有光明。食菓之後，身心恬", "48": "澹無憂喜想。自觀心識是敗壞法，從諸苦", "49": "有。諸苦根本，識為因緣。今觀此識，如水上", "50": "泡無有暫停。四大無主、身無有我、識無依", "51": "止。如是諸法，復七七四十九遍諦觀心識", "52": "是敗壞法。爾時自見己身白如珂雪，節節相", "53": "柱。復當更教，自以右手摩觸此身，見身如", "54": "塵、骨末如粉，如粉塵地。尋復更教觀身如", "55": "氣，從數息有，身如氣囊無有暫停。復當更", "56": "教，尋自觀身如前，還為一白骨人。見骨人已，", "57": "自觀己身如前還散猶如微塵，如人以粉用", "58": "塗於地。尋見地上有青色骨人，復如前觀，", "59": "末此青色骨人以用塗地。復更觀身如青微", "60": "塵，塵變成骨人，其骨盡黑，復當如前以末塗", "61": "地。復自觀身猶如黑地，見黑地中有四黑", "62": "蛇，眼赤如火。蛇來逼身，吐毒欲害，不能為", "63": "害，即變為火自燒己身。爾時空中有自然聲，", "64": "恒說苦空無常無我等法。見此事時，一一毒", "65": "蛇八十八頭為火所焚。見此事時，空中自", "66": "然有水灑毒蛇身，眾火盡滅，八十八頭一切", "67": "都消。出定之時，覺身安樂恬怕無為。復當更", "68": "教，自觀己身無高大想，尋復見身自然高", "69": "大，明顯可觀如七寶山，自見己心如摩尼", "70": "珠。爾時復當如上觀空。作觀空時，自覺己身", "71": "和悅柔軟快樂無比，前蓮華上七寶色光流", "72": "入己心，在摩尼珠中滿足十過，七支七色", "73": "皆悉具足。自觀身空亦無眾想，爾時頂上有", "74": "自然光，似金色雲亦如寶蓋、色復似銀，從頂", "75": "上入覆摩尼珠光上。出定入定恒見此事，見", "76": "此事者，自然不殺、不盜、不邪婬、不妄語、不飲", "77": "酒。」佛告阿難：「佛滅度後，四部弟子比丘、比丘", "78": "尼、優婆塞、優婆夷作此觀者，名第二十六正", "79": "觀，亦名得須陀洹道。若得此觀，要當審實，使", "80": "身自然離五種惡，合修多羅、不違毘尼、隨順", "81": "阿毘曇。此名須陀洹果相。」爾時阿難聞佛所", "82": "說，歡喜奉行。", "83": "佛告阿難：「若有行者得此觀者，宜當密藏勿", "84": "妄宣傳，但當一心勤行精進。勤行精進已，復", "85": "當更教諦觀地大。地大觀法亦如上說。觀地", "86": "大已，次教觀水大。觀水大者，自觀己身身中", "87": "諸水，身如琉璃剛強難壞。若見自身悉皆是", "88": "水，當教易觀。若復見身盡成琉璃，亦教易觀", "89": "觀於地大，使琉璃身猶如微氣，見水從眼中", "90": "現。若見此事，名細微四大觀。復當更教從頭", "91": "已上使水滿中，見水從眼中出，亦不墮地。自", "92": "見己眼如水上沫亦滿水中。若見此事，頭水", "93": "不溫不冷調和得所。水若溫者，是假偽觀。", "94": "水色澄清，不溫不涼。次當更教觀腰已上水", "95": "不溫不冷。復觀咽喉如琉璃筒，水入胸中，次", "96": "下至腹乃至䏶膝，莫令入臂，使水澄清如", "97": "頗梨精色。若覺水溫乃是真觀。此想成已，復", "98": "教通徹四支諸節，水皆滿中，如琉璃器持用", "99": "盛水。漸漸廣大，見滿一床，外人亦見。若見此", "100": "水清冷乃是真水，若見餘相不名真實。入水", "101": "光三昧，漸漸廣大滿一室內，水皆澄清如", "102": "琉璃氣，漸漸廣大遍滿三千大千世界。見此", "103": "事時，當於靜處一心安坐，勅諸同學皆使清", "104": "淨不令憒閙。爾時復當見水上紫焰起，當自", "105": "憶想：『此水從何處起？云何當盡？若言我是水", "106": "者，我身無我，前已觀無我。今從無法中，水從", "107": "何起？』作是念時，水性如氣，漸漸從頂上沒，水", "108": "稍稍盡，唯身皮在。自見己身極為微薄，無物", "109": "可譬，如微塵草束。復見身內忽然有火，燒", "110": "身都盡。觀身無所，永無有我，我及眾生一切", "111": "都無。爾時行者，心意恬怕，極為微細，無物", "112": "可譬。此想成時，名第二十七真無我觀，亦名", "113": "滅水大想，亦名向斯陀含。其餘微細賢聖法", "114": "界微妙難勝，不可具說。行者坐時修諸三", "115": "昧，得無我三昧時，當自然見佛。」佛告阿難：", "116": "「汝今好受持是真實水大微妙境界，廣為未", "117": "來一切眾生敷演廣說。」爾時阿難聞佛所說，", "118": "歡喜奉行。", "119": "佛告阿難：「得此觀已，復當更教水大觀法。此", "120": "水大觀極為微細，使此水大與火大合，見身", "121": "如氣、如琉璃影，觀臍四邊火焰俱起，見於火", "122": "焰猶如日映。若見臍上有火光起，或有從鼻", "123": "中出、或有從口中出，耳眼隨意出入。若見", "124": "此事，見一切火從毛孔出。火出之後，有淥", "125": "色水尋從火後。自見身中，水上火下、火上水", "126": "下，觀身無身。此想成時，見身水火不溫不", "127": "冷，身心寂爾安住無礙。此名斯陀含果，亦名", "128": "境界實相。見此事時，出定入定恒不見身。入", "129": "定之時，外人亦見水火從毛孔出、從毛孔入。", "130": "貪婬多者，見火從頂上入、從身根出，然後遍", "131": "滿身體；水亦復然。復當自觀頭上火，如閻浮", "132": "檀那金光雲蓋，或見身下如七寶華，心中恬", "133": "靜安隱快樂，世間樂事無以為譬。出定之", "134": "時身亦安樂，令外眾生見已禪定三昧安隱", "135": "金光金色。帝釋諸天恭敬禮拜竝言：『大德！汝", "136": "今苦盡，必定當成斯陀含果。』聞已歡喜，修身", "137": "禪定，心無繫礙安隱快樂，遊戲無我三昧中，", "138": "亦漸入空三昧門，無願無作諸三昧等悉現", "139": "在前。如此微妙善勝境界，行者坐時於禪定", "140": "中自然分別。若鈍根者，大師世尊現前為說。", "141": "以見佛故，聞法歡喜，應時即得斯陀含道。", "142": "復當至心覆尋前觀，經二十五反，極令明", "143": "利。」", "144": "佛告阿難：「汝好持此第二十九水大觀，慎勿", "145": "忘失。得此觀者，亦名斯陀含，亦名善往來", "146": "往宿世善根業因緣故遇善知識清淨法行，", "147": "汝乃當得此斯陀含道。」爾時阿難聞佛所說，", "148": "歡喜奉行。", "149": "佛告阿難：「若有比丘、比丘尼、優婆塞、優婆夷，", "150": "若得此微妙水大觀已，復當更教安隱微妙", "151": "最勝奇特火大觀法。作此觀時，自見臍中", "152": "微妙火光，床如蓮華，其色光明如和合百", "153": "千萬億閻浮檀那金。見此事已，復當更教觀", "154": "身內火。觀內火時，自見心火常有光明，過於", "155": "百千萬億明月神珠，心光清淨亦復如是。出", "156": "定入定如人持明火珠行，慮恐他見，唯自心", "157": "中明了如是，他人不見。漸漸大明，見身猶如", "158": "頗梨明鏡，見心亦如明月神珠。慮他人見，", "159": "他人其實不見此事。入定之時，以心明故，見", "160": "三千大千世界麁相，見閻浮提須彌山及大", "161": "海水悉皆了了，復見大海水中摩尼珠王，其", "162": "摩尼珠王焰出諸火。見此事已，爾時見佛為", "163": "其廣說九次第定。九次第定者，九無閡、八解", "164": "脫。如此等觀不須豫受，佛現前故，佛自為", "165": "說。其利根者，聞佛說法九無礙道中，應時即", "166": "得阿羅漢道，超越阿那含地，如好白㲲易染", "167": "為色。若鈍根者，復當更教風大觀法。風大觀", "168": "法者，見一切風極為微細、細中細者，可以心", "169": "眼見而不可具說。風復雜火、火復雜風，水入", "170": "火中、風入水中、火入風中，風火水等各隨毛", "171": "孔如意自在。或復有風，十色具足，如十寶", "172": "光，從身毛孔出、從頂上入，從臍中出、從足", "173": "下入，一切身分中出、從眉間入，從眉間出、", "174": "從一切身分入。如此種種無量境界，賢聖光", "175": "明、賢聖種子、諸賢聖法，皆從此風大中起、從", "176": "此風大中入。此風大觀，具足相貌微妙境", "177": "界，唯阿羅漢能廣分別，不可具說，行者坐", "178": "時當自然見。若見此事，練諸煩惱成阿那", "179": "含。此風大觀，名第三十阿那含相應境界相。」", "180": "佛告阿難：「汝好受持是阿那含相應最勝境", "181": "界風大觀法，慎勿忘失。」爾時阿難聞佛所說，", "182": "歡喜奉行。", "183": "如是我聞：一時佛在舍衛國祇樹給孤獨園，", "184": "與千二百五十比丘俱。爾時尊者摩訶迦葉", "185": "有一弟子，是王舍大城苦得尼揵子兒，名阿", "186": "祇達多，求尊者摩訶迦葉出家學道，修行苦", "187": "行、具十二頭陀，經歷五年得阿那含果，不能", "188": "增進成阿羅漢。即從坐起，至迦葉所，整衣服，", "189": "叉手合掌，頂禮摩訶迦葉，白言：「和上！我隨", "190": "和上，勤修精進如救頭然，已經五年。今得", "191": "住於阿那含果，身心疲懈，不能增進無上解", "192": "脫。唯願和上為我速說。」爾時摩訶迦葉即入", "193": "三昧觀比丘心，知此比丘不盡諸漏，從此命", "194": "終生阿那含天。從三昧起，告言：「法子！我今", "195": "身心一切自在，入自在三昧，觀汝宿世所有", "196": "業報，於此身上無緣得成羅漢道。」阿祇達多", "197": "聞此語已，悲泣雨淚，白言：「和上！如我今者", "198": "不樂生天。如困病人求無常力，我畏生死亦", "199": "復如是。」爾時迦葉告言：「法子！善哉善哉。善", "200": "男子！夫生死惡猶如猛火，燒滅一切，甚可", "201": "厭患。我觀汝根不得明審，又復世尊與諸比", "202": "丘在祇陀林，我今與汝俱往佛所。」時彼比丘", "203": "著衣持鉢，隨迦葉後詣祇陀林，到於佛所。見", "204": "佛世尊身如金山，處大眾中威德自在，三十", "205": "二相八十種好皆悉備足。為佛作禮，繞佛七", "206": "匝，却住一面，胡跪合掌白言：「世尊！我此弟", "207": "子阿祇達多，隨從我後修十二頭陀，住深禪", "208": "定，至阿那含不能增進竭煩惱海。唯願天尊", "209": "為說甚深灌頂甘露淨解脫行。」", "210": "爾時世尊告阿祇達言：「善哉善哉！阿祇達！快", "211": "問是事，吾當為汝分別解脫。諦聽善思。乃往", "212": "過去無央數世，彼世有佛，名大光明如來、應", "213": "供、正遍知、明行足、善逝、世間解、無上士、調御", "214": "丈夫、天人師、佛、世尊。彼佛出世，三種示現", "215": "教化眾生，度人周訖。於像法中有一大國名", "216": "波羅奈，王名梵摩達多。王有太子，名忍辱鎧，", "217": "堅發甚深阿耨多羅三藐三菩提心，求一切種", "218": "智，自誓不殺、修十善業，於六波羅蜜無疲厭", "219": "心。時彼國中有一長者名日月音，自在無量，", "220": "唯有一子，忽遇熱病，風大入心，狂亂無智，手", "221": "執利劍走入巷陌殺害眾生。時彼長者愛念", "222": "子故，手擎香爐至四城門外燒香散華，發大", "223": "誓願而作是言：『世間若有神仙聖人醫師呪", "224": "師能救我子狂亂病者，一切所有悉用奉施。』", "225": "爾時太子出城遊戲，見大長者修於慈心為", "226": "子求願，心生歡喜而作是言：『此大長者勤修", "227": "慈心普為一切，而長者子遇大重病；願諸神", "228": "仙必興慈悲，來至此處救長者子。』語頃即", "229": "有一大仙人，從於雪山騰虛而至，名曰光味，", "230": "至長者所告長者言：『汝子所患從熱病起，因", "231": "熱病故生大瞋恚，心脈悉開風大入心是故", "232": "發狂。如此病者，如仙經說，風大動者當須無", "233": "瞋善男子心血以用塗身、須善人髓服如大", "234": "豆，可得除愈。』爾時長者聞仙人說，即於路", "235": "中頂禮太子白言：『地天大仙人說我子所患，", "236": "當用慈心無瞋人血及以骨髓乃可得差。我", "237": "今正欲自刺我身出血食子、破骨出髓持與", "238": "令服。唯願太子聽許此事。』", "239": "「爾時太子告言：『長者！我聞佛說，若有眾生苦", "240": "惱父母，墮大地獄無有出期。云何長者自破", "241": "身體欲令子差？且忍須臾，當為長者作大方", "242": "便。』爾時長者聞太子勅，心大歡喜，禮太子", "243": "足，還至家中。象負其子送與太子，太子見", "244": "已醍醐灌之。", "245": "「爾時仙人告太子言：『設以此藥灌此男子經", "246": "九十日，終不可差；要得慈心無瞋人血。』爾時", "247": "太子內自思惟：『除我身外，其餘眾生皆當", "248": "起瞋。我今為此救諸病苦、濟生死命，誓求", "249": "佛道，於未來世若得成佛，亦當施此法身", "250": "常命。』作此誓已，即刺身以血塗彼大長者子、", "251": "破骨出髓與之令服。長者子服已，病得除愈。", "252": "是時太子以破骨故，迷悶躄地。爾時天地", "253": "六種震動，釋梵護世、無數天子僉然俱下，到", "254": "太子所，告太子言：『汝今以身濟病眾生，欲求", "255": "何等？為求帝釋、魔王、梵天、轉輪聖王？三界之", "256": "中欲求何等？』", "257": "「爾時太子白帝釋言：『我今所求，亦不欲三界", "258": "之中尊榮豪貴。我所求者，乃願欲成阿耨多", "259": "羅三藐三菩提。』爾時帝釋聞此語已，告太子", "260": "言：『汝今刺身破骨出髓，身體戰掉，有慨恨不？』", "261": "爾時太子即立誓願：『我從始刺身體乃至於", "262": "今，若無慨恨大如毛髮，令我身體平復如故。』", "263": "作此誓已，身體平復如前無異。爾時帝釋見", "264": "此事已，白太子言：『太子威德奇特無比，有強", "265": "大志必得成佛。太子成佛時，願先度我。』作此", "266": "誓時，太子默然而說偈言：", "267": "「『願我成佛時，普度諸天人，", "268": "身心無罣礙，普慈愛一切，", "269": "亦度於汝等，令諸眾生類，", "270": "皆住大涅槃，永受於快樂。』", "271": "「爾時太子說此偈已，諸天雨華持以供養，復", "272": "雨無量百千珍寶積滿宮牆。太子得已持用", "273": "布施，布施不止，修諸波羅蜜皆悉滿足，得成", "274": "為佛。」佛告迦葉：「爾時波羅奈國王者，今我父", "275": "王閱頭檀是。爾時月音長者，今汝摩訶迦葉", "276": "是。爾時長者子，今阿祇達比丘是。爾時忍辱", "277": "鎧太子者，今我釋迦牟尼佛是。爾時帝釋者，", "278": "今舍利弗是。」", "279": "佛告迦葉：「此阿祇發比丘，乃往過去風大動", "280": "故發狂無知，是故今者入四大定，於風定中", "281": "心疑不行。設使此人入風大定、觀四大者，頭", "282": "破七分、心裂而死。當教此人修於慈心。」爾時", "283": "世尊告阿祇達：「汝今當觀，一切眾生悉為五", "284": "苦之所逼切。汝今應當生大慈心，欲免眾", "285": "苦。觀色受想行識，悉皆無常苦空無我。」阿祇", "286": "達聞佛說此，豁然意解，應時即得阿羅漢道，", "287": "三明六通，具八解脫。即於佛前踊身空中，作", "288": "十八變。作十八變已，從空中下，頂禮佛足，白", "289": "言：「世尊！如來今者為我宣說往昔因緣，及說", "290": "慈心、廣演四諦。我因佛力，尋時即破三界結", "291": "業，成阿羅漢。唯願天尊為未來世濁惡眾", "292": "生，惡業罪故生五濁世如此眾生，若修頭陀", "293": "行諸禪定得阿那含，如我心疑停住不行，當", "294": "修何法得離苦際？」", "295": "佛告阿祇達：「諦聽諦聽，當善思之。如來今者", "296": "因汝阿祇達，普為未來世一切眾生廣說", "297": "從阿那含至阿羅漢，於其中間所有微細一", "298": "切境界，當自分別。若風病多者入風大定時，", "299": "因風大故喜發狂病，當教觀佛。教觀佛者，教", "300": "觀如來十力、四無所畏、十八不共法、大慈大", "301": "悲、三念處法。觀此法時，自然得見無量色身、", "302": "微細妙相好。或有諸佛飛騰空中作十八變，", "303": "或有諸佛一一相好，普現無量百千變化。見", "304": "此事時，當起恭敬供養之心，作香華想普散", "305": "諸佛。然後復當自思惟言：『我今身中五陰四", "306": "大皆悉無常、生滅不住，結使枝條及使根", "307": "本皆悉無常。我所念者，念佛十力、四無所畏、", "308": "十八不共、大慈大悲，如是功德莊嚴色身，", "309": "猶如寶瓶盛如意寶珠，寶珠力故映飾此", "310": "瓶，珠無我所、瓶亦無住。但為眾生，佛亦如", "311": "是，無有色性及與色像，解脫清淨。云何我今", "312": "諦觀如來十力，是處非處力乃至漏盡力，十", "313": "八不共法、大慈大悲，云何更見無量色像？』作", "314": "此想已，見真金像滿娑婆世界，行住坐臥四", "315": "威儀中皆說苦空無常無我。雖見此事，復", "316": "當起意想：『是諸佛皆是戒、定、慧、解脫、解脫知", "317": "見、十力、四無所畏、十八不共法、大慈大悲、三念", "318": "處如此功德所共合成，云何有色？』作此", "319": "想時一一諦觀，令一切佛身心無礙亦無色", "320": "想。自見己身如空中雲，觀五受陰無諸性", "321": "相，豁然歡喜。復還見身如蓮華聚，周匝遍", "322": "滿三千大千世界。見諸坐佛坐己華上，為說", "323": "甚深空無我無願無作聖賢十四境界門。」佛", "324": "告阿祇達：「若有行者見此事已，當教慈心。", "325": "教慈心者，敬觀地獄。爾時行者即見十八地", "326": "獄，火車爐炭、刀山劍樹受苦眾生，皆是己前", "327": "身父母宗親眷屬，或是師徒、諸善知識。見一", "328": "一人，阿鼻地獄猛火燒身。或復有人，節節火", "329": "然、或上劍樹、或踏刀山、或投鑊湯、或入灰", "330": "河、或飲沸𡱁、或噉熱鐵丸、或飲融銅、或臥", "331": "鐵床、或抱銅柱、或入劍林碎身無數、或挑", "332": "眼無數、持熱銅丸安眼眶中。或見餓鬼身", "333": "形長大數十由旬，噉火噉炭、或飲膿血變", "334": "成融銅，舉體火起、足跟銅流。或見闇冥鐵", "335": "圍山間滿中眾生，狀如羅剎，更相食噉。見", "336": "諸夜叉，裸形黑瘦，雙牙上出，頭上火然，首如", "337": "牛頭，角端雨血。復見世間虎狼師子諸惡禽", "338": "獸更相噉食，復見一切諸畜生苦。或見阿修", "339": "羅，割截耳鼻受諸苦事。復見三界一切眾生，", "340": "為欲所使，悉受苦惱。觀無想天，猶如電幻，", "341": "不久當墮大地獄中。舉要言之，三界二十五", "342": "有一切眾生，皆有三塗苦惱之業。", "343": "「爾時行者觀見三界受苦眾生，其心明了如", "344": "觀掌中，深起慈悲生憐愍心。見諸眾生宿行", "345": "惡業故受惡報，見此事已，悲泣雨淚欲生救", "346": "護，盡其心力不能救濟。爾時心中極生憐愍，", "347": "厭患生死、不願久處，心生驚怖，如人捉刀欲", "348": "來害己。見此事已更起慈悲，欲拔苦者無奈", "349": "之何！爾時行者內自思惟：『是諸眾生因於無", "350": "明，無明緣行，行緣識，識緣名色，名色緣六", "351": "入，六入緣觸，觸緣受，受緣愛，愛緣取，取緣", "352": "有，有緣生，生緣老死憂悲苦惱。』", "353": "「爾時行者內自思惟：『此無明者，從何處來，孚", "354": "乳產生遍滿三界？』觀此無明，假於地大而得", "355": "成長，依於風大而得動搖，因於地大體堅", "356": "不壞，火大照育，水成眾性。如是動作，風性", "357": "不住、水性隨流、火性炎盛、地性堅鞕。此四", "358": "大性，二上二下。諸方亦二，東方者成色陰性、", "359": "南方者成受陰性、西方者成想陰性、北方者", "360": "成行陰性、上方者成識陰性。此五受陰，依無", "361": "明有，從觸受生。樂觸因緣生於諸受，受因緣", "362": "生愛取有，有因緣故生於三界九十八使及", "363": "諸結業，纏縛眾生無有出期。如是諸業，從無", "364": "明有、依癡愛生。此無明者，本相所出，從何而", "365": "生，遍布三界，於諸眾生為大纏縛？我今應", "366": "觀無明識相從何處起。『此無明者，為是地", "367": "大？為離地大？為與地合？為從地生？為從", "368": "地滅？地性本空，推地無主，云何無明起癡", "369": "愛想緣行而有？而此諸行及愛取有，為從", "370": "風起？為從水生？為火所照？如此四大，一一", "371": "諦觀。此諸大者，實無性相，同如實際。云何牽", "372": "諸眾生纏在三界，為大煩惱之所燒然？』作此", "373": "思惟已，怖畏生死、患生天樂，觀諸天宮，如夢", "374": "如幻、如露如電、如呼聲響。普見一切三界眾", "375": "生，猶如環旋受苦無窮。見此事已愁憂不樂，", "376": "世間如駛水流，求涅槃道，剎那剎那頃欲求", "377": "解脫。爾時復當更教數息，一數二隨、二數三", "378": "隨、三數四隨、四數五隨、五數六隨、六數七", "379": "隨、七數八隨、八數九隨、九數十隨、十數百", "380": "隨、百數千隨，隨息多少攝氣令住。", "381": "「爾時自見己身如百千萬億蓮華，一切萎", "382": "脆，四面風來吹去萎華變成琉璃，如琉璃", "383": "器自見其心如大華樹，從下方金剛際乃至", "384": "三界頂，上有四菓。其菓微妙如如意珠，有六", "385": "種光，遍照三千大千世界。行者見此事時，見", "386": "金剛地際乃至上方三界之頂滿中諸佛，與", "387": "大弟子眷屬圍繞。或有諸佛飛騰虛空，身上", "388": "出水、身下出火，身下出水、身上出火，東踊", "389": "西沒、西踊東沒、南踊北沒、北踊南沒、中踊邊", "390": "沒、邊踊中沒。或現大身滿虛空中，大復現小", "391": "如芥子許，變現自在隨意無礙。或見諸聲", "392": "聞入四大定，身如火聚，諸火焰端猶如金筒", "393": "盛眾色水。復見己身如彼入定。爾時當教行", "394": "者而作是言：『汝所見者，雖是多佛及諸聲聞，", "395": "汝今應觀此諸世尊，是無相身、是大解脫、是", "396": "無學果。應當善攝汝心，如前數息。』此數息", "397": "法有十六科，不可具說。", "398": "「爾時行者既數息已，心意恬怕，寂然無見。", "399": "復當更教觀心蓮華猶如華樹，樹上有菓", "400": "如摩尼珠，現六種光。其光明顯，從三界頂照", "401": "於下方金剛地際。見心華樹荄垂欲絕，然深", "402": "無量。爾時當觀諸佛法身。諸佛法身者，因色", "403": "身有。色身者譬如金瓶，法身者如摩尼珠。應", "404": "當諦觀色身之內，十力、四無所畏、十八不共", "405": "法、大慈大悲、無礙解脫，神智無量絕妙境", "406": "界，非眼所見、非心所念。『一切諸法，無來無", "407": "去、不住不壞，同如實際。凡夫愚癡，為老死大", "408": "賊之所追逐，妄見顛倒。以顛倒故，墮落三塗", "409": "愛欲河中，為駛水所漂、沒溺三界。我今云何", "410": "同凡夫行，妄想見佛。我大和上釋迦牟尼", "411": "佛，往昔之時，頭目髓腦、國城妻子持用布", "412": "施，百千苦行求解脫法；今者已得超越生死", "413": "住大涅槃，寂滅究竟更不復生。如過去佛法", "414": "住常樂處，亦無去來現在諸智，身心不動恬", "415": "怕無為。如此智慧所成就身，當有何想？云", "416": "何變動？我今見者，從妄想現，屬諸因緣，故是", "417": "顛倒色相之法。』作是思惟時，一切諸佛及諸", "418": "賢聖，寂然隱身更不復現；唯一佛在，有四大", "419": "弟子以為侍者。", "420": "「爾時釋迦牟尼世尊，為於行者更說四大清", "421": "淨觀法，告言：『法子！過去三世諸賢聖等，觀此", "422": "行時，自然皆觀風大觀法。觀風大者，先觀身", "423": "內，從心華樹生一微風。如是微風，漸漸增", "424": "長遍滿身體。滿身體已，從毛孔出滿一房內。", "425": "滿一房已，見此微風滿一庭內。滿一庭已，復", "426": "見漸漸滿一頃地。滿一頃已，復更增廣滿一", "427": "由旬。滿一由旬已，滿二由旬。滿二由旬已，", "428": "滿三由旬。滿三由旬已，滿四由旬。滿四由", "429": "旬已，滿五由旬。滿五由旬已，如此漸漸廣", "430": "大滿十由旬。微風纔動，漸漸廣大遍滿", "431": "三千大千世界，上至於頂、下至金剛際，遍", "432": "此諸處已，還從頂入，令其心樹一切華葉漸", "433": "漸萎落，自見己身如頗梨鏡表裏映徹。「『爾時", "434": "復當教觀水大。觀水大者，先觀身內心華樹", "435": "端出一微水如琉璃氣，漸漸增廣似白色雲", "436": "遍滿身內。滿身內已，從六根出。頂上涌出，繞", "437": "身七匝如白雲行。滴滴雨水其水柔軟，盈滿", "438": "一床。滿一床已，漸漸廣大滿一房內。滿一房", "439": "已，滿一庭中。滿一庭已，滿一城中。滿一城已，", "440": "滿十頃地。滿十頃已，滿百頃地。滿百頃已，滿", "441": "一由旬。水色正白，如白琉璃光。其氣微細，過", "442": "於凡夫眼根境界。漸漸廣大滿二由旬。滿", "443": "二由旬已，滿三由旬。滿三由旬已，滿四由", "444": "旬。滿四由旬已，滿五由旬。滿五由旬已，", "445": "漸漸廣大滿十由旬。滿十由旬已，漸漸廣", "446": "大滿百由旬。滿百由旬已，漸漸廣大滿一閻", "447": "浮提。滿一閻浮提已，漸漸廣大遍滿三千大", "448": "千世界，上至三界頂、下至金剛際。如是水相，", "449": "其氣如雲，還從頂入。「『見此事已，復更教觀", "450": "火大。觀火大者，自觀身內心華樹端諸華葉", "451": "間有微細火，猶如金光。從心端出，遍滿身", "452": "內。從毛孔出，漸漸廣大，遍滿一床。滿一床", "453": "已，滿一房內。滿一房已，漸漸廣大滿一庭", "454": "中。滿一庭已，滿一城中。滿一城已，滿十頃", "455": "地。滿十頃地已，滿百頃地。滿百頃地已，滿", "456": "一由旬。火色變白，如真珠光更復鮮白，頗梨", "457": "雪山不得為比。紅光照錯，以成文章。漸漸廣", "458": "大滿二由旬。滿二由旬已，滿三由旬。滿三", "459": "由旬已，滿四由旬。滿四由旬已，滿五由旬。滿", "460": "五由旬已，漸漸廣大滿百由旬。滿百由旬已，", "461": "漸漸廣大滿閻浮提。滿閻浮提已，漸漸廣大", "462": "遍滿三千大千世界，上至三界頂、下至金剛", "463": "際，還從頂入。「『見此事已，復當更教觀於地大。", "464": "觀地大者，自見身內心樹諸華漸漸廣大，如", "465": "金剛雲遍滿身內。滿身內已，復滿一床。", "466": "滿一床已，遍滿一房。滿一房已，遍滿一", "467": "庭。滿一庭已，遍滿一城。滿一城已，漸漸廣", "468": "大遍滿十頃。滿十頃已，遍滿百頃。滿百頃", "469": "已，滿一由旬。滿一由旬已，其色變青，漸漸", "470": "廣大遍滿二由旬。滿二由旬已，滿三由旬。滿", "471": "三由旬已，滿四由旬。滿四由旬已，滿五由旬。", "472": "滿五由旬已，漸漸廣大滿百由旬。滿百由旬", "473": "已，漸漸廣大滿閻浮提。滿閻浮提已，漸漸廣", "474": "大遍滿三千大千世界，上至三界頂、下至金", "475": "剛際，還從頂入。「『見此事已，復當更教還觀地", "476": "大。觀此地大，如金剛雲難可摧碎，當云何", "477": "滅？作此觀時，見佛世尊釋迦牟尼坐金剛", "478": "座，與尊弟子眷屬五百，坐行者前，異口同音", "479": "讚歎滅諦。聞此語已，當觀地大從因緣起，無", "480": "明所持。無明無性，癡愛無主，虛偽因緣，假名", "481": "無明，愛取有等皆屬此相。作此思惟時，見自", "482": "心內眾華樹端漸漸火起燒金剛雲，一一", "483": "雲於諸葉間與火合體遍滿身內。滿身內", "484": "已，地火俱動遍滿一床。滿一床已，遍滿一", "485": "房。滿一房已，遍滿一庭。滿一庭已，遍滿一", "486": "城。滿一城已，漸漸廣大遍滿十頃。滿十頃", "487": "已，遍滿百頃。滿百頃已，滿一由旬。滿一由", "488": "旬已，滿二由旬。滿二由旬已，滿三由旬。滿三", "489": "由旬已，滿四由旬。滿四由旬已，滿五由旬。滿", "490": "五由旬已，漸漸廣大滿百由旬。滿百由旬已，", "491": "漸漸廣大遍滿閻浮提。地火二大其性各異，", "492": "更相鼓動，遍滿三千大千世界，上至三界頂、", "493": "下至金剛際，還從頂入。「『見此事已，復當更教", "494": "觀於風大。觀風大者，自觀身內心華樹間出", "495": "紫色風，水大隨入滅此風色同為水色，風動", "496": "水涌遍滿身內，漸漸廣大遍滿一床。滿一", "497": "床已，滿一房內。滿一房已，遍滿一庭。滿一庭", "498": "已，遍滿一城。滿一城已，漸漸廣大遍滿一由", "499": "旬。滿一由旬已，風水二性其性各異，風吹此", "500": "水如琉璃沫其色焰熾，更相鼓動，遍滿二", "501": "由旬。滿二由旬已，滿三由旬。滿三由旬已，", "502": "滿四由旬。滿四由旬已，滿五由旬。滿五由旬", "503": "已，漸漸廣大滿百由旬。滿百由旬已，漸", "504": "漸廣大遍滿閻浮提。滿閻浮提已，漸漸廣", "505": "大遍滿三千大千世界，上至三界頂、下至金", "506": "剛際。「『見此事已，自見己身身諸毛孔一切火", "507": "起，此火光炎遍滿三界出三界外，如真金", "508": "華，華上有菓，菓葉相次。彼菓光中演說", "509": "四諦及十二因緣度生死法。復見身內一切", "510": "水起，其水溫潤，從毛孔出流布三界無不遍", "511": "滿。水色出光照三界頂，入火光菓中。復見身", "512": "內一切風起遍滿身內，從毛孔出漸漸廣大，", "513": "駛速飄疾遍滿三界，化為金雲，入火光菓中。", "514": "復有地氣極為微薄，彌滿四大。見此事已，復", "515": "當更教諦觀五陰。觀於色陰。此色陰者依地", "516": "大有，地大不定從無明生，無明因緣妄見名", "517": "色。觀此色相虛偽不真亦無生處，假因緣", "518": "現。因緣性空，色陰亦然。受想行識性相皆", "519": "空，中無堅實。觀此五陰，實無因緣亦無受", "520": "有。如此四大，云何增長遍滿三界？作此思惟", "521": "時，見一切火從一切毛孔出，遍滿三界，還", "522": "從一切毛孔入。復見一切地大猶如金剛雲，", "523": "從一切毛孔出，遍滿三界，還從一切毛孔", "524": "入。復見水大猶如微塵，從一切毛孔出，遍", "525": "滿三界，還從一切毛孔入。復見風大其勢羸", "526": "劣，從一切毛孔出，遍滿三界，還從一切毛孔", "527": "入。如是四大，從毛孔出、從毛孔入，往復反", "528": "覆經八百遍。「『見此事已，如前數息已，閉氣", "529": "而住經一七日。爾時自然見此大地漸漸", "530": "空。見一床下漸漸空，見一房漸漸空。見一房", "531": "已，見一庭地漸漸空。見一庭已，見一城地漸", "532": "漸空。見一城已，見十頃地漸漸空。見十頃", "533": "已，見百頃地漸漸空。見百頃已，見一由旬地", "534": "漸漸空。見一由旬已，見二由旬地漸漸空。見", "535": "二由旬已，見三由旬地漸漸空。見三由旬已，", "536": "見四由旬地漸漸空。見四由旬已，見五由旬", "537": "地漸漸空。見五由旬已，乃至見十由旬地漸", "538": "漸空。見十由旬已，乃至見百由旬地漸漸空。", "539": "見百由旬已，乃至見閻浮提八千由旬地漸", "540": "漸空。見閻浮提已，見弗婆提地十千由旬漸", "541": "漸空。見弗婆提已，見瞿耶尼地三萬由旬漸", "542": "漸空。見瞿耶尼已，見欝單越地四萬由旬漸", "543": "漸空。見欝單越已，見須彌山四大海水山河", "544": "石壁四天下中一切所有見堅鞕物，一切悉", "545": "皆漸漸空。見四天下已，心遂廣大，遍滿三千", "546": "大千世界，諸堅鞕物，大地山河石壁，一切悉", "547": "空，心無所寄。爾時自然見金剛際，有十四金", "548": "剛輪。從金剛輪下，自然上踊，更相掁觸，至", "549": "行者前。爾時心樹諸妙花端自然火起，燒諸", "550": "華葉樹上四果，墮行者頂，從頂而入住於心", "551": "中。爾時此心豁然明了，見障外事。復有六", "552": "象，其正色黑，踏大地壞，吸飲諸水。風吹象", "553": "殺，象耳出火，燒象都盡。四大毒蛇，走上樹", "554": "端。見有一人似大力士，拔此大樹，下至金", "555": "剛際、上至三界頂令樹動搖。行者心中四明", "556": "珠果復出大火，燒樹荄絕，是時大樹散如微", "557": "塵。』「行者見已，我今觀於水火風等及與水大，", "558": "一切無常，須臾變滅。當自觀我身內四大，火", "559": "起無窮，地水風等亦復如是。此無明相，空無", "560": "所有、假偽顛倒，猶如霜炎屬於三界，緣於癡", "561": "愛，三十三億念生法九百九十轉，次第念麁", "562": "相，結使九十有八，枝條種子彌覆三界。", "563": "為是眾結，受生無數，或墮地獄，猛火焚身；或", "564": "為餓鬼，吞飲融銅、噉熱鐵丸，百千世中不", "565": "聞水穀；或為畜生，駝驢猪狗數不可知；人", "566": "中受苦，眾難非一。如是眾多，從癡愛得。今觀", "567": "癡愛，性無所有。作是思惟時，釋迦牟尼佛放", "568": "金色光，與諸聲聞眷屬圍繞，告行者言：『汝", "569": "今知不？色相虛寂，受想行識亦復如是。汝", "570": "今應當諦觀空無相無作無願三昧。空三昧", "571": "者，觀色、色性及一切諸法，空無所有。如是", "572": "眾空，名空三昧。無願三昧者，觀涅槃性寂滅", "573": "無相。觀生死相，悉同如實際。作此觀時，不", "574": "願生死、不樂涅槃。觀生死本際空寂，觀涅槃", "575": "性相皆同入空，無有和合，是名無願三昧。無", "576": "作三昧者，不見心、不見身及諸威儀有所修", "577": "作，不見涅槃有起性相，但見滅諦通達空無", "578": "所有。』爾時行者聞佛世尊說是空無相無願", "579": "三昧，身心靜寂，遊三空門，猶如壯士屈申臂", "580": "頃，應聲即得超越九十億生死洞然之結，成", "581": "阿羅漢，不受後有、梵行已立、知如道真，豁然", "582": "意解無復餘習，漏盡慧通自然而得，其餘五", "583": "通要假修得。六通義廣說如阿毘曇。」爾時世", "584": "尊為阿祇達說是賢聖空相應心境界，分", "585": "別十一切入相已，默然安隱入無諍三昧，放", "586": "眾色光普照世尊。是時會中，二百五十比", "587": "丘，心意開解成阿羅漢。五十優婆塞，破二", "588": "十億洞然結，成須陀洹。天人大眾聞佛所", "589": "說，皆大歡喜。爾時長老阿難即從坐起，白佛", "590": "言：「世尊！如來初為迦絺羅難陀說不淨門，為", "591": "禪難提比丘說數息法，為阿祇達說四大觀。", "592": "如是眾多微妙法門，云何受持？當以何名宣", "593": "示後世？」佛告阿難：「此經名『禪法祕要』，亦名『白", "594": "骨觀門』，亦名『次第九想』，亦名『雜想觀法』，亦名", "595": "『阿那般那方便』，亦名『次第四果想』，亦名『分別", "596": "境界』。如是受持。慎勿忘失。」", "597": "佛告阿難：「我滅度後，若有比丘、比丘尼、式叉", "598": "摩尼、沙彌、沙彌尼、優婆塞、優婆夷，若有欲學", "599": "三世佛法，斷生死種、度煩惱河、竭生死海、", "600": "免愛種子、斷諸使流，厭五欲樂、樂涅槃者，", "601": "學是觀。此觀功德如須彌山，流出眾光照", "602": "四天下。行此觀者具沙門果，亦復如是。」", "603": "佛告阿難：「佛滅度後，若有比丘、比丘尼、優婆", "604": "塞、優婆夷欲學此法者，當離四種惡。何等為", "605": "四？一者淨持禁戒，威儀不犯。於五眾戒若有", "606": "所犯，應當至心懺悔清淨。戒清淨已，名莊嚴", "607": "梵行。二者遠離憒閙，獨處閑靜，繫念一處，樂", "608": "少語法。修行甚深十二頭陀，心無疲厭，如救", "609": "頭然。三者掃偷婆塗地，施楊枝淨籌，及諸苦", "610": "役，以除障罪。四者晝夜六時常坐不臥，不樂", "611": "睡眠、身倚側者，樂常塜間樹下阿練若處，", "612": "食若鹿食、死若鹿死。若有四眾行此四法者，", "613": "當知此人是苦行人。如此苦行，不久必得四", "614": "沙門果。」", "615": "佛告阿難：「若有四眾，修繫念法，乃至觀見脚", "616": "指端手指端一節少分白骨相極令明了，若", "617": "見一指、若見一爪、一切諸白骨。當知此人以", "618": "心利故，命終之後必定得生兜率陀天，滅三", "619": "惡道一切苦患。雖未解脫，不墮惡道。當知此", "620": "人功德不滅，已得免離三塗苦難，何況具足", "621": "諸白骨人。見此骨人者，雖未解脫無漏功", "622": "德，當知此人已免一切三塗八難苦厄之患，", "623": "當知此人世世所生不離見佛，於未來世值", "624": "遇彌勒龍華初會，必先聞法得證解脫。」", "625": "佛告阿難：「若有比丘、比丘尼、優婆塞、優婆夷，", "626": "於佛法中，為利養故貪求無厭，為好名聞而", "627": "假偽作惡，實不坐禪，身口放逸行放逸行，貪", "628": "利養故自言坐禪。如此比丘，犯偷蘭遮。過時", "629": "不說，不自改悔，經須臾間即犯十三僧殘。若", "630": "經一日至於二日，當知此比丘是天人中賊、", "631": "羅剎魁膾，必墮惡道，犯大重罪。若比丘尼，妖", "632": "冶邪媚欲求利養，如猫伺鼠貪求無厭，實不", "633": "坐禪自言坐禪，身口放逸行放逸行，貪利養", "634": "故自言坐禪。如此比丘尼，犯偷蘭遮。過時不", "635": "說，不自改悔，經須臾間即犯十三僧殘。若經", "636": "一日至於二日，當知此比丘尼，是天人中賊、", "637": "羅剎魁膾，必墮惡道，犯大重罪。若比丘、比丘", "638": "尼，實不見白骨，自言見白骨，乃至阿那般那。", "639": "是比丘、比丘尼，誑惑諸天龍鬼神等，欺世間", "640": "人，此惡人輩是波旬種，為妄語故，自說言我", "641": "得不淨觀乃至頂法。此妄語人，命終之後，疾", "642": "於雹雨必定當墮阿鼻地獄，壽命一劫。從地", "643": "獄出，墮餓鬼中，八千歲中噉熱鐵丸。從餓鬼", "644": "出墮畜生中，生恒負重、死復剝皮。經五百身", "645": "還生人中，聾盲瘖瘂、癃殘百病以為衣服。如", "646": "是經苦，不可具說。若優婆塞，實不坐禪自言", "647": "坐禪，實不梵行自言梵行。是優婆塞，得失意", "648": "罪，不淨有作不起，墮落臭旃陀羅，與惡為伴，", "649": "是朽敗種不生善芽。貪利養故，多求無厭，", "650": "經於一日乃至五日，犯大妄語。此大惡人，波", "651": "旬所使，是旃陀羅、屠兒羅剎同類，必定當墮", "652": "三惡道中。此優婆塞欲命終時，十八地獄火", "653": "車鑪炭變化惡事一時迎之，必定當墮三惡", "654": "趣中無有疑也。若優婆塞，實不得不淨觀乃", "655": "至暖法，於大眾中起增上慢，唱如是言：『我得", "656": "不淨觀乃至暖法。』當知此優婆塞，是天人中", "657": "賊，欺誑世間天龍八部。此優婆塞命終之後，", "658": "疾於雹雨必定當墮阿鼻地獄，滿一大劫。地", "659": "獄壽盡，生餓鬼中，經八千歲噉熱鐵丸。從餓", "660": "鬼出墮畜生中，生恒負重、死復剝皮。經五百", "661": "身還生人中，聾盲瘖瘂、癃殘百病以為衣", "662": "服。如是經苦，不可具說。若優婆夷，顯異惑", "663": "眾，實非坐禪謂言坐禪。此優婆夷，得失意", "664": "罪，垢結不淨不起，墮落不淨有作臭旃陀羅。", "665": "此優婆夷與惡為伴，是魔眷屬，必定當墮三", "666": "惡趣中。是優婆夷，過時不說、不自改悔，經須", "667": "臾間，一日乃至五日。是優婆夷，貪求無厭，實", "668": "非梵行自言梵行，實非坐禪自言坐禪。此大", "669": "惡人，必定當墮三惡趣中，隨業受生。若優婆", "670": "夷，實不得不淨觀乃至暖法，於大眾中唱如", "671": "是言、起增上慢，自言：『我得不淨觀乃至暖法。』", "672": "此優婆夷，是天人中賊。命終之後，疾於雹雨", "673": "必定當墮阿鼻地獄，滿一大劫。地獄壽盡生", "674": "餓鬼中，經八千歲噉熱鐵丸。從餓鬼出墮畜", "675": "生中，生恒負重、死復剝皮。經五百身還生人", "676": "中，聾盲瘖瘂、癃殘百病以為衣服。如是經", "677": "苦，不可具說。」", "678": "佛告阿難：「若比丘、比丘尼、優婆塞、優婆夷，繫", "679": "念住意，心不散亂，端坐正受，住意一處，閉塞", "680": "諸根。此人安心念定力故，雖無境界，捨身他", "681": "世生兜率天，值遇彌勒。與彌勒俱下生閻", "682": "浮提，龍華初會最先聞法悟解脫道。復次阿", "683": "難！佛滅度後濁惡世中，若有比丘、比丘尼、優", "684": "婆塞、優婆夷，實修梵行，行十二頭陀莊嚴身，", "685": "心行念定，修白骨觀。觀於不淨入深境界，心", "686": "眼明利通達禪法。如此四眾為增長佛法故、", "687": "為法不滅故，當密身口意。猶如有人遇身心", "688": "病，良醫處方當服醍醐。爾時病者則詣國", "689": "王求乞醍醐，王慈愍故即以醍醐持用賜", "690": "之，因勅病人服醍醐法，當於密屋無風塵處", "691": "而取飲之，飲已閉口調四大氣勿令失度。若", "692": "比丘、比丘尼服此甘露灌頂藥者，唯除知法", "693": "教授之師，不得妄向他人宣說。若向他說，即", "694": "失境界，亦犯十三僧殘之罪。若諸白衣，欲行", "695": "禪定得五神通，尚不應向他人宣說，言我得", "696": "神通仙呪術一切宜祕；何況出家受具足戒，", "697": "若得不淨觀乃至暖法，不得妄向他人宣說。", "698": "若向他說，即滅境界，使多眾生於佛法中生", "699": "疑惑心。是故我今於此眾中，制諸比丘比丘", "700": "尼，若得不淨觀乃至暖法，當密修行令心明", "701": "利，唯向智者教授師說，不得廣傳向他人說。", "702": "若向他說，為利養心，應時即犯十三僧殘。過", "703": "時不懺，心無慚愧，亦犯重罪如上所說。」", "704": "復次阿難：「佛滅度後現前無佛，四部弟子求", "705": "解脫者，得不淨觀，當密藏祕勿令他知。譬如", "706": "有人貧窮孤獨，生濁惡世屬無道王。彼貧窮", "707": "人掘地求水，宿世因緣忽遇伏藏大獲珍", "708": "寶。怖畏惡王，密藏此寶不令他知，但於屏處", "709": "取此珍寶，以供妻子密受快樂。佛滅度後，四", "710": "部弟子得禪樂者，亦復如是，當密藏之，不得", "711": "廣說。若廣說者，犯大重罪。復次阿難！譬如長", "712": "者獨有一子，遇大重病，鬚眉落盡。爾時長", "713": "者內自思惟：『我今衰禍。唯此一子，遇此重", "714": "病。當何處求覓良醫？』作此語已，大出財寶，", "715": "募訪良醫。長者宿福，忽遇一醫多知經方。長", "716": "者白言：『唯願大師起大慈悲。我有一子，遇患", "717": "多時。唯願大師救療此患。設得愈病，今我家", "718": "中大有財寶，猶如北方毘沙門天王。若子得", "719": "差，唯除我身，一切奉上不敢違逆。』時彼良", "720": "醫告長者言：『汝今能造七重闇室極令深", "721": "密，然後可令汝子服藥。服此藥已，不得見人，", "722": "不向他說。輕四百日，兒乃可差。』」佛告阿難：「佛", "723": "滅度後，佛四部眾弟子，若修禪定求解脫者，", "724": "如重病人隨良醫教，當於靜處，若塜間、若林", "725": "樹下、若阿練若處，修行甚深諸賢聖道。當密", "726": "身口，於內心中修四梵行、修四念處、修四正", "727": "勤、修四如意足、修五根、修五力、修七覺道、修", "728": "八聖道分、修四禪、修四無量，心遊入甚深無", "729": "量空三昧門，乃至得六神道。如是種種勝妙", "730": "功德，但當一心密而行之，慎勿虛妄於多眾", "731": "前自說得過人法。若說得過人法，如上所說，", "732": "必定當墮阿鼻地獄。」佛告阿難：「我般涅槃後", "733": "初一百歲，此不淨觀行閻浮提，攝放逸者令", "734": "觀四諦。一日之中修無常觀得解脫者，如我", "735": "住世等無有異。二百歲後，此閻浮提四部弟", "736": "子二分之中一分弟子，修無常觀得解脫", "737": "道。三百歲時，四部弟子四分之中一分弟", "738": "子，修無常觀得解脫道。四百歲時，四部弟", "739": "子五分之中一分弟子，修無常觀得解脫", "740": "道。我涅槃後五百歲時，四部弟子十分之", "741": "中一分弟子，修無常觀得解脫道。六百歲", "742": "時，四部弟子百分之中一分弟子，修無常", "743": "觀得解脫道。七百歲時，四部弟子千分之", "744": "中一分弟子，修無常觀得解脫道。八百歲", "745": "時，四部弟子萬分子中一分弟子，修無常", "746": "觀得解脫道。九百歲時，四部弟子千萬分", "747": "中一分弟子，修無常觀得解脫道。千歲之", "748": "時，四部弟子億分之中十人百人，修無常", "749": "觀得解脫道。過千歲已，此無常觀雖復流", "750": "行閻浮提中，億億千萬眾多弟子若一若兩，", "751": "修無常觀得解脫道。千五百歲後，若有比丘、", "752": "比丘尼、優婆塞、優婆夷，讚歎宣說無常苦空", "753": "無我觀者，多有眾生懷嫉妬心，或以刀斫、或", "754": "以瓦礫打拍彼人，罵言：『癡人！世間何處有無", "755": "常觀苦空無我？身肌白淨無量，云何反說身", "756": "為不淨？汝大惡人，宜合驅擯。此相現時。百千", "757": "人中。無有一人修無常觀。』此相現時，法幢崩、", "758": "慧日沒，一切眾生盲無眼目。釋迦牟尼佛雖", "759": "有弟子，所著袈裟如木頭幡自然變白。諸比", "760": "丘尼猶如婬女，衒賣色以用自活。諸優婆塞", "761": "如旃陀羅，殺生無度。諸優婆夷邪婬無道，欺", "762": "誑百端。此相現時，釋迦牟尼無上正法永沒", "763": "無餘。」佛告阿難：「汝持佛語，為未來世四部弟", "764": "子當廣宣說分別其義，慎勿忘失。復次阿難！", "765": "汝當為來世諸眾生等當宣此言：『如來大法", "766": "不久必沒。汝等於佛法中應勤精進，當觀苦", "767": "空無常無我等法。』」佛說此語時，八千天子悟", "768": "解無常，遠塵離垢，得法眼淨。五百比丘，即", "769": "於座上不受諸法，漏盡意解成阿羅漢。爾時", "770": "長者阿祇達，并千二百五十比丘，諸天龍神，", "771": "聞佛說此無常觀門，心開意解，皆悉達解苦", "772": "空無常，頂禮佛足，歡喜奉行。", "773": "禪祕要法經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0613 禪祕要法經: 禪祕要法經: 禪祕要法經", "source": "CBETA"}