{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1606 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論", "text": {"0": "2 決擇分3 得品", "1": "大乘阿毘達磨雜集論卷第十四", "10": "若知於我所當起愛恚慳嫉等煩惱。即便不", "100": "因智無著無礙現行中。所有三摩地等。自業", "101": "智力者。謂於一切種自業智具足中。若定若", "102": "慧。餘如前說。以於一切種自業智無著無礙", "103": "現行中。所有三摩地等。如是餘力隨其所應", "104": "當正建立。云何隨其所應。", "105": "靜慮解脫三摩地三摩鉢底智力者。謂於一", "106": "切種靜慮解脫等持等至智具足中。若定若", "107": "慧。餘如前說。由於一切種靜慮解脫等持等", "108": "至智無著無礙現行中所有三摩地等為體", "109": "故。如是根上下智力者。謂於一切種根上下", "11": "往。若不當起乃往其所。以能護他諸煩惱諍", "110": "智無著無礙現行中。所有三摩地等。種種勝", "111": "解智力者。謂於一切種差別勝解智無著無", "112": "礙現行中。所有三摩地等。種種界智力者。謂", "113": "於一切種差別界智無著無礙現行中。所有", "114": "三摩地等。", "115": "遍趣行智力者。謂於一切種遍趣行智無著", "116": "無礙現行中。所有三摩地等。宿住隨念智力", "117": "者。謂於一切種宿住隨念智無著無礙現行", "118": "中。所有三摩地等。", "119": "死生智力者。謂於一切種死生智無著無礙", "12": "令不當起。故名無諍。", "120": "現行中。所有三摩地等。漏盡智力者。謂於一", "121": "切種漏盡智無著無礙現行中。所有三摩地", "122": "等。", "123": "無畏者。謂四無畏。一正等覺無畏。二漏盡無", "124": "畏。三障法無畏。四出苦道無畏。", "125": "正等覺無畏者。謂依止靜慮由自利門。於一", "126": "切種所知境界正等覺自稱德號建立具足", "127": "中。若定若慧及彼相應諸心心法。如經言。我", "128": "是正等覺者。設有世間沙門婆羅門若天魔", "129": "梵。依法立難。或令憶念言。於是法非正等", "13": "願智者。謂依止靜慮於為了所知願具足中。", "130": "覺。我於是事正見無緣。以於此事正見無由", "131": "故。得安隱住無怖無畏。自稱我處大仙尊位。", "132": "於大眾中正師子吼轉大梵輪。一切世間沙", "133": "門婆羅門若天魔梵所不能轉。", "134": "漏盡無畏者。謂依止靜慮由自利門。於一切", "135": "種漏盡自稱德號建立具足中。若定若慧。餘", "136": "如前說。如經言。我諸漏永盡。如是等。廣說", "137": "如前。", "138": "障法無畏者。謂依止靜慮由利他門。於一切", "139": "種說障礙法自稱德號建立具足中。若定若", "14": "若定若慧。餘如前說。所以者何。由得願智", "140": "慧。餘如前說。如經言。又我為諸弟子說障礙", "141": "法。染必為障。乃至廣說。", "142": "出苦道無畏者。謂依止靜慮由利他門。於一", "143": "切種說出離道法自稱德號建立具足中。若", "144": "定若慧。餘如前說。如經言。又我為諸弟子說", "145": "出離道。諸聖修習決定出離決定通達。設有", "146": "世間沙門婆羅門若天魔梵。依法立難。或令", "147": "憶念言。修此道非正出離。不正盡苦及證苦", "148": "邊。我於是事正見無緣。乃至廣說如是四無", "149": "畏略說有二。謂自利利他。前二是自利。由智", "15": "者為欲了知所有三世等所應知事。先於彼", "150": "斷差別故。後二是利他。由遠離所治法修習", "151": "能治法故。以正等覺無畏由內智自利門言。", "152": "我於一切種所知境界差別邊際皆正等覺。", "153": "於一切世間前自稱德號立正無難具足中所", "154": "有定慧乃至廣說。當知餘。無畏如應亦爾。一", "155": "切種漏盡者。謂諸煩惱并習氣永盡。一切種", "156": "障礙法者謂一切雜染所。對治法一切種出", "157": "離道者。謂從方便道乃至究竟道。", "158": "念住者。即諸如來三不共念住謂御大眾時", "159": "於一切種煩惱不現行具足中。若定若慧。廣", "16": "彼事發正願心。願我如實了知如是如是。次", "160": "說如前。何等為三念住。所謂大師哀愍一切。", "161": "欲求義利起大悲心。為諸弟子宣說法要。告", "162": "諸比丘。汝等當知。此能利益。此能安樂。此", "163": "能利益安樂。爾時若有諸弟子眾恭敬聽聞。", "164": "聞已諦受住奉教心。精進修行法隨法行。如", "165": "來於彼不生歡喜心不踊躍。但起大捨住念", "166": "正知。隨諸聖眾所應修習教誡教授。是名初", "167": "不去念住。", "168": "又復大師哀愍一切。欲求義利起大悲心。為", "169": "諸弟子宣說法要。乃至此能利益安樂。爾時", "17": "入增上靜慮。從彼起已所願成滿。謂能了知", "170": "若有諸弟子眾不恭敬聽聞。乃至不精進修", "171": "行法隨法行。如來於彼不生恚恨。不捨保任", "172": "心無悵恨。但起大捨。乃至廣說。是名第二不", "173": "共念住。", "174": "又復大師哀愍一切。欲求義利起大悲心。為", "175": "諸弟子宣說法要。乃至此能利益安樂。爾時", "176": "一分弟子恭敬聽聞。乃至精進修行法隨法", "177": "行。一分弟子不恭敬聽聞。乃至不精進修行", "178": "法隨法行。如來於彼不生歡喜。乃至心不悵", "179": "恨。如是三念住。顯大師御眾時隨其次第。於", "18": "所應知故。", "180": "一切種愛恚俱煩惱并習氣不現行具足中。", "181": "所有定慧等為體。", "182": "不護者。即三不護。謂大師御眾時。於隨所欲", "183": "教授教誡方便具足中。若定若慧乃至廣說。", "184": "何等為三。如經言。如來身業清淨現行無不", "185": "清淨。現行身業可須覆藏。謂勿他知我之所", "186": "有語業意業。現行亦爾。由彼大師心無懼慮。", "187": "善御所化一切大眾隨其所欲。自然強力折", "188": "伏攝受。教誡教授方便具足。", "189": "無忘失法者。謂於一切種隨其所作所說明", "19": "無礙解者。謂四無礙。一法無礙解。二義無", "190": "記具足中。若定若慧乃至廣說。此中顯示依", "191": "化事門。於隨所作等念具足中。所有三摩地", "192": "等。是無忘失法。", "193": "永斷習氣者。謂一切智者。於非一切智所作", "194": "不現行具足中。若定若慧乃至廣說。此中顯", "195": "示一切智者於所有能表有餘煩惱所知障身", "196": "語所作不現行具足中所有三摩地等。是永", "197": "斷習氣。", "198": "大悲者。謂於緣無間苦境大悲住具足中。若", "199": "定若慧乃至廣說。此中顯示於緣一切三界", "2": "安慧菩薩糅釋上集論", "20": "礙解。三訓詞無礙解。四辯才無礙解。", "200": "有情無間一切種苦境大悲住具足中所有", "201": "三摩地等。是名大悲。", "202": "不共佛法者。即十八不共佛法。彼復云何。謂", "203": "於不共身語意業清淨具足中。於所依及果", "204": "根未得不退具足中。於不共業現行具足中。", "205": "於不共智住具足中。若定若慧乃至廣說。何", "206": "等十八。如經言。如來無有誤失。無卒暴音。", "207": "無忘失念。無不定心。無種種想。無不擇捨。", "208": "志欲無退。精進無退。念無退。定無退。慧無", "209": "退。解脫無退。一切身業智為前導隨智而轉。", "21": "法無礙解者。謂依止靜慮於一切法名差別", "210": "一切語業智為前導隨智而轉。一切意業智", "211": "為前導隨智而轉。知過去世無著無礙。知未", "212": "來世無著無礙。知現在世無著無礙。建立彼", "213": "相如經廣說。", "214": "如來無有誤失者。謂阿羅漢比丘雖漏已盡。", "215": "為乞食故出遊城邑。或於一時與惡象惡馬", "216": "惡牛惡狗等共為遊止。或於一時踐躡叢刺", "217": "齊足越坑。或於一時入女人家。不依正理而", "218": "作語言。或於林野捨棄正道而行邪徑。或與", "219": "盜賊猛惡獸等共為遊止。如是等誤失事阿", "22": "無礙具足中。若定若慧。餘如前說。名差別", "220": "羅漢猶有。如來永無。", "221": "無卒暴音者。謂阿羅漢或於一時遊行林野", "222": "迷失道路。或入空宅揚聲叫喚發大暴音。因", "223": "不染污習氣過失聚。露脣齒而現大笑。如是", "224": "等卒暴音阿羅漢猶有。如來永無。", "225": "無忘失念者。謂阿羅漢猶有不染污。久遠所", "226": "作久遠所說忘失憶念。如來永無。無不定心", "227": "者。謂阿羅漢斂心方定。出即不定。如來於一", "228": "切位無不定。心無種種想者。謂阿羅漢於有", "229": "餘生死起違逆想。於無餘涅槃起寂靜想。如", "23": "者。謂依無明等於無智無見不現觀等差別", "230": "來於生死涅槃無差別想。由住第一大捨故。", "231": "無不擇捨者。謂阿羅漢不以智慧簡擇。棄捨", "232": "有情利益事。如來無此等事故無不擇捨。又", "233": "阿羅漢於所知障淨有未得退。謂志欲退精", "234": "進退念退定退慧退解脫退。如是六退如來", "235": "永無。", "236": "又阿羅漢或於一時善身業轉。或於一時無", "237": "記身業轉。語業意業亦爾。如來三業智為前", "238": "導故隨智而轉。故無有無記。智為前導者。智", "239": "所等起故。隨智而轉者與智俱行故。", "24": "名中。無礙具足若定若慧乃至廣說。名法無", "240": "又阿羅漢比丘於三世所知事。不能起心即", "241": "解故智見有著不能一切悉解。故智見有礙。", "242": "如來於三世境暫起心時即遍知一切。是故", "243": "智見無著無礙。十八中前六於不共身語意", "244": "業清淨具足中。所有三摩地等為體。無有誤", "245": "失依身清淨說。無卒暴音依語業清淨說。無", "246": "忘失念無不定心。無種種想無不擇捨。此四", "247": "依意業清淨說。志欲無退乃至解脫無退。此", "248": "六於所依及果根未得不退具足中。所有三", "249": "摩地等為體。所依謂志欲。果謂解脫。根謂精", "25": "礙解。", "250": "進等。一切身語意業智為前導隨智而轉。此", "251": "三於不共業現行具足中。所有三摩地等為", "252": "體。知去來今無著無礙。此三於不共智住具", "253": "足中。所有三摩地等為體。", "254": "一切種妙智者。謂於蘊界處一切種妙智性", "255": "具足中。若定若慧及彼相應諸心心法。云何", "256": "於蘊界處一切種妙智性具足。謂於蘊等自", "257": "性差別相。通達一切差別邊際智成滿故。", "258": "云何引發如是等功德。謂依止清淨四靜慮。", "259": "若外道若聲聞若菩薩等。引發四無量五神", "26": "義無礙解者。謂於諸相及意趣無礙具足中。", "260": "通。多分依止邊際第四靜慮。若聲聞若菩薩", "261": "若如來等引發所餘功德。何因引發如是功", "262": "德。謂依止靜慮數數思惟。隨所建立法故。此", "263": "中顯示如是等功德引發所依止。能引發補", "264": "特伽羅。能引發方便。云何能引發方便。謂於", "265": "隨所建立教法。以眾多作意定心。起數數思", "266": "惟行相。如欲引發無量時依止靜慮。於慈俱", "267": "心無恨無怨等教法。以修慧相應作意數數", "268": "思惟。欲引發神通等時依止靜慮。於變一為", "269": "多等教法。以修慧相應作意數數思惟。如是", "27": "若定若慧。餘如前說。相者。謂諸法自相共", "270": "於一切處數數思惟。如所建立隨相應知。", "271": "又如是等功德略有二種。一現前發起自所", "272": "作用。二安住自性。若現前發起自所作用。以", "273": "出世間後所得世俗智為體。若安住自性。用", "274": "出世間智為體。又現前發起自所作用者。謂", "275": "諸聖者隨其所應發起斷所治障等種種作", "276": "業。安住自性者。謂最勝寂靜無分別智所攝。", "277": "無緣無量等現法樂住。", "278": "復次無量作何業。謂捨所治障哀愍住故。能", "279": "速圓滿福德資糧。成熟有情心無懈倦。捨所", "28": "相。意趣者。謂別義等。若於此中通達無礙", "280": "治障者。謂如其次第四無量。能捨瞋害不樂", "281": "愛恚故。哀愍住者。謂四無量。於利益有情", "282": "事隨順轉住。由於一切有情哀愍住故能速", "283": "圓滿福德資糧。成熟有情心無懈倦者。由愍", "284": "諸有情不顧自身故。", "285": "解脫作何業。謂引發變化事。於淨不淨變化", "286": "無有艱難。於寂靜解脫無有滯礙。能住第一", "287": "寂靜聖住。由勝解思惟故。此中顯初二解脫", "288": "能引發變化事。由第三解脫。於淨不淨變化", "289": "無有艱難。由四無色解脫。於寂靜解脫無有", "29": "具足。名義無礙解。", "290": "滯礙。由最後解脫。能住第一寂靜聖住。由", "291": "勝解思惟故者。顯如是如是勝解義是解脫", "292": "義。勝處作何業。謂能令前三解脫所緣境界", "293": "自在而轉。由勝伏所緣故。", "294": "遍處作何業謂善能成辦解脫所緣。遍滿流", "295": "布故。無諍作何業。謂所發語言聞皆信伏。愛", "296": "護他心最為勝故。如其所應發語言故。", "297": "願智作何業。謂能善記別三世等事。一切世", "298": "間咸所恭敬。由達一切眾所歸仰故。", "299": "無礙解作何業。謂善說法要悅眾生心。能絕", "3": "大唐三藏法師玄奘奉　詔譯", "30": "訓詞無礙解者。謂於諸方言音及訓釋諸", "300": "一切諸疑網故。", "301": "神通作何業。謂以身業語業記心。化導有情", "302": "令入聖教。善知有情一切心行及過未已。如", "303": "應教授令永出離。此中顯示神境天耳乃至", "304": "漏盡通。如其次第能起身業化導等用。由天", "305": "耳通解了一切言音差別能引語業故。相及", "306": "隨好作何業。謂能令暫見謂大丈夫心生淨", "307": "信。", "308": "清淨作何業。謂由此勢力故。取生有隨其樂", "309": "欲。或住一劫或復劫餘。或捨壽行。或於諸法", "31": "法言詞無礙具足中若定若慧。餘如前說。諸", "310": "自在而轉。或於諸定自在而轉。或復任持諸", "311": "佛正法。此中顯示由所依清淨隨其所樂於", "312": "所依身取住捨自在。即攝三句。謂故取生有", "313": "等。由境界清淨於諸法中得自在轉。由心清", "314": "淨於三摩地得自在轉。由智清淨任持如來", "315": "無上正法。", "316": "力作何業。謂為除捨無因惡因論不作而得", "317": "論。無倒宣說增上生道。悟入一切有情心行", "318": "正說法器。意樂隨眠境界資糧當能出離。隨", "319": "其所應宣說決定勝道降伏諸魔。善能記別", "32": "方言音者。謂無量國邑各隨自想所起種種", "320": "一切問論。此中顯初二力能說增上生道。餘", "321": "八力能說決定勝道。如是二種具足顯示諸", "322": "佛所作。所以者何。世尊由處非處智力折伏", "323": "一切世間無因論者惡因論者。宣說無倒增", "324": "上生道。諸外道等於增上生或謂無因或謂", "325": "自性。自在等為因故。名無因惡因論。由自業", "326": "智力折伏一切世間不作而得論者。無倒宣", "327": "說善趣正道。諸外道等謂不作業自然得報", "328": "故。名不作而得論。由靜慮解脫等持等至智", "329": "力。悟入一切有情心行。心所修行故名心行。", "33": "言音差別訓釋諸法。言詞者。謂可破壞故", "330": "由根上下智力。悟入一切正說法器。以信等", "331": "根若善成熟能為法器故。由種種勝解智力。", "332": "悟入一切勝劣意樂。由種種界智力。悟入一", "333": "切可破隨眠諸煩惱性。由遍趣行智力。悟入", "334": "一切大小乘教法所攝境界。由宿住隨念智", "335": "力。悟入一切資糧前生所集聖道因緣。是名", "336": "資糧。由死生智力。悟入一切當來功能性。由", "337": "漏盡智力。悟入一切三界出離。由如是悟入", "338": "已隨其所應宣說解脫出世聖道。此十名力", "339": "者。善能降伏諸魔故。善能記別一切問論", "34": "名世間。可變壞故名色如是等。若於是中通", "340": "故。降伏諸魔者。由此十力能降伏蘊魔煩", "341": "惱魔天魔死魔。為最勝故。雖斷所知障亦", "342": "不能為礙故名最勝。記別一切問論者。謂於", "343": "處非處乃至漏盡一切處。所有問論記別無", "344": "滯故。", "345": "無畏作何業謂處大眾中自正建立我為大", "346": "師。摧伏一切邪難外道。大師者。自利利他", "347": "眾德圓滿故摧伏邪難外道者。謂能摧伏於", "348": "如來所說成等正覺永斷諸漏障道法中邪難", "349": "外道故。", "35": "達無礙。名訓詞無礙解。", "350": "念住作何業。謂能不染污攝御大眾。由於恭", "351": "敬聽聞等無愛恚等諸煩惱故。", "352": "不護作何業。謂能無間斷教授教誡所化徒", "353": "眾。由無藏護自過慮顯彰故。", "354": "無忘失法作何業。謂能不捨離一切佛事。所", "355": "以者何。由此於諸有情現前應利益事。能無", "356": "放逸不越一剎那故。", "357": "永斷習氣作何業。謂離諸煩惱亦不顯現似", "358": "諸煩惱所作事業。非如阿羅漢比丘猶現誤", "359": "失等事。", "36": "辯才無礙解者。謂於諸法差別無礙具足中。", "360": "大悲作何業。謂日夜六時遍觀世間。誰減誰", "361": "退誰增誰進。如是等種種觀察。", "362": "不共佛法作何業。謂由身語意業清淨以得", "363": "不退若行若住。映蔽一切聲聞獨覺。如此諸", "364": "句依前所說。於不共三業清淨具足等相。如", "365": "應配釋。", "366": "一切種妙智作何業。謂能絕一切有情一切", "367": "疑網。令正法眼長時得住。由此有情未成熟", "368": "者令成熟。已成熟者令解脫。絕疑網者於一", "369": "切處智無礙故。令正法眼得久住者。於彼彼", "37": "若定若慧。餘如前說。諸法差別者。謂實有假", "370": "時方為斷所化有情疑惑。宣說種種法門差", "371": "別。諸結集者次第結集。令不滅故。依此法眼", "372": "未成熟有情令速成熟。已成熟者速令解脫。", "373": "復次於諸現觀位證得後後勝品道時。捨前", "374": "所得下劣品道。如證得此果所攝道時。即捨", "375": "此向所攝道。以不復現前故。", "376": "又即此時集斷作證。由得果時永斷此所治", "377": "種類煩惱品麁重令無餘故。證得勝品轉依", "378": "故。", "379": "復次於無餘涅槃界聲聞獨覺一切聖道。由", "38": "有世俗有勝義有如是等。若於此中通達無", "380": "頓捨所捨非。諸菩薩是故唯說諸菩薩為無", "381": "盡善根者無盡功德者。頓捨所捨者。是究竟", "382": "不現行捨義。非諸菩薩所得聖道。有如是捨。", "383": "為欲利益一切有情皆得涅槃故由此因緣無", "384": "盡慧經等。說諸菩薩為無盡善根者無盡功", "385": "德者。", "386": "復次何故建立諸無記事。由彼所問不如理", "387": "故。何故所問不如理耶。遠離因果染淨所應", "388": "思處故。此中顯示如來於諸外道所問世間", "389": "常無常等事中建立十四不可記事。由彼所", "39": "礙。名辯才無礙解。", "390": "問不如正理能引無義利故。何等問論能引", "391": "義利。謂依四聖諦所有問論。由此問論因果", "392": "染淨應思處所攝故。", "393": "復次何緣菩薩已入菩薩超昇離生位而非預", "394": "流耶。由得不住道一向預流行不成就故。何", "395": "緣亦非一來耶。故受諸有無量生故。何緣亦", "396": "非不還耶。安住靜慮還生欲界故。", "397": "又諸菩薩已得諦。現觀於十地修道位。唯修", "398": "所知障對治道。非煩惱障對治道。若得菩提", "399": "時頓斷煩惱障及所知障。頓成阿羅漢及如", "4": "決擇分中得品第三之二", "40": "神通者。謂六神通。一神境通。二天耳通。三", "400": "來。此諸菩薩雖未永斷煩惱。然此煩惱猶如", "401": "呪藥所伏諸毒。不起一切煩惱過失。一切地", "402": "中如阿羅漢已斷煩惱。", "403": "復次諸菩薩於所知境應修善巧。於諸方便", "404": "應修善巧。於虛妄分別應修善巧。於無分別", "405": "應修善巧。於時時中應修練根。", "406": "所知境者略有六種。一迷亂。二迷亂所依。三", "407": "不迷亂所依。四迷亂不迷亂。五不迷亂。六不", "408": "迷亂等流迷亂者。謂能取所取執。迷亂所依", "409": "者。謂聖智所行唯有行相。虛妄分別為體。由", "41": "心差別通。四宿住隨念通。五死生通。六漏盡", "410": "有此故一切愚夫迷亂執轉不迷亂所依者。", "411": "謂真如是無分別智所依處故。迷亂不迷亂", "412": "者。謂隨順出世智所有聞慧等諸善法分別", "413": "所知境故隨順無分別智故。不迷亂者。謂無", "414": "分別智。不迷亂等流者。謂聖道後所得善法。", "415": "方便善巧者略有四種。一成熟有情善巧。二", "416": "圓滿佛法善巧。三速證神通善巧。四道無", "417": "斷善巧。成熟有情善巧者。謂四攝事。由攝", "418": "受彼令處善法故。圓滿佛法善巧者。謂慧波", "419": "羅蜜多。如經言。若菩薩摩訶薩欲得圓滿施", "42": "通。神境通者。謂依止靜慮於種種神變威德", "420": "波羅蜜多乃至一切種妙智性。當學般若波", "421": "羅蜜多故。速證神通善巧者。謂日夜六時", "422": "發露諸惡。隨喜功德。勸請諸佛。迴向善根", "423": "等。廣說如聖者彌勒所問經道無斷善巧者。", "424": "謂無住處涅槃。由此數數究竟無斷。周遍十", "425": "方一切世界。隨所應化。示現一切佛菩薩行。", "426": "虛妄分別者略有十種。謂根本分別。相分別。", "427": "相顯現分別。相變異分別。相顯現變異分別。", "428": "他引分別。不如理分別。如理分別執著分別。", "429": "散亂分別。根本分別者。謂阿賴耶識。是一切", "43": "具足中。若定若慧及彼相應諸心心法。種種", "430": "分別種子故。相分別者。謂身所居處所受用", "431": "識。是所取相故。彼復如其次第以諸色根器", "432": "世界色等境界為相。相顯現分別者。謂六識", "433": "身及意。如前所說。所取相而顯現故。相變異", "434": "分別者。謂如前所說。身等相變異生起。相顯", "435": "現變異分別者。謂如前所說。眼識等相顯現。", "436": "於苦樂等位差別生起。他引分別者。謂教法", "437": "所攝名句文身相。此復二種。一惡說法律為", "438": "體。二善說法律為體。由此增上力如其次第", "439": "引二作意所攝。謂不如理分別如理分別執", "44": "神變威德具足者。謂變一為多等種種神變", "440": "著分別者。謂不如理分別所起六十二見所", "441": "攝。所有分別散亂分別者。謂如理分別所起", "442": "無性等執為相所有分別。", "443": "此復十種。謂無性分別。有性分別。增益分", "444": "別。損減分別。一性分別。異性分別。自性分", "445": "別。差別分別。隨名義分別。隨義名分別。如", "446": "是十種分別依般若波羅蜜多初分宣說。如", "447": "經言。舍利子。是菩薩實有菩薩正不隨觀菩", "448": "薩。正不隨觀菩薩名正不隨觀般若波羅蜜", "449": "多。正不隨觀菩提。正不隨觀行。正不隨觀", "45": "自在具足。", "450": "不行。所以者何。名自性空非空性。色自性空", "451": "非空性。乃至識自性空非空性。何以故。此", "452": "色空性非即色亦不離色。別有空性。色即是", "453": "空性。空性即是色乃至識亦爾。何以故。此唯", "454": "有名。所謂此是菩薩名。此是菩薩。此是般", "455": "若波羅蜜多。此是菩提。此是色乃至此是識。", "456": "由彼自性無生無滅無染無淨。菩薩行般若", "457": "波羅蜜多時正不隨觀生。乃至正不隨觀淨。", "458": "何以故。於所計度彼彼諸法假立客名。由隨", "459": "客名而起言說。隨如是如是言說。起如是如", "46": "天耳通者。謂依止靜慮於隨聞種種音聲威", "460": "是執著。菩薩於如是一切名正不隨觀。正不", "461": "隨觀故不生執著。於此經中為對治無性分", "462": "別故。說如是言。是菩薩實有菩薩。如是等", "463": "由實有言。是有性義故。為對治有性分別故。", "464": "說如是言。正不隨觀菩薩乃至正不隨觀不", "465": "行。由遣補特伽羅及法二性故。為對治增益", "466": "分別故。說如是言。所以者何。名自性空。由", "467": "遣不實遍計所執自性故。為對治損減分別", "468": "故。說如是言。非空性。由於此名遍計所執", "469": "自性遠離性一切時有故。為對治一性分別", "47": "德具足中。若定若慧。餘如前說。種種聲者。謂", "470": "故。說如是言。此色空性非即色。乃至此識空", "471": "性非即識。由自性異故。所以者何。色等是遍", "472": "計所執自性。空性是圓成實自性故。為對治", "473": "異性分別故。說如是言。亦不離色別有空性。", "474": "乃至空性即是識。由遍計所執自性無相故。", "475": "離彼彼無性不可得故為對治自性分別故。", "476": "說如是言。此唯有名。所謂此是色乃至此是", "477": "識等。由離能詮無有決定所詮自性故。為對", "478": "治差別分別故。說如是言。由彼自性無生乃", "479": "至正不隨觀淨。由遣生等差別相故。為對治", "48": "人天等聲。", "480": "隨名義分別故。說如是言。於所計度彼彼諸", "481": "法假立客名。由隨客名而起言說如是等。為", "482": "對治隨義名分別故。說如是言。菩薩於如是", "483": "一切名正不隨觀。正不隨觀故不生執著。由", "484": "隨義於名不見不執故。", "485": "無分別者略有三種。一知足無分別。二無顛", "486": "倒無分別。三無戲論無分別。如此三種異生", "487": "聲聞菩薩如次第應知。由諸異生隨於一無", "488": "常等法性。究竟思已便生喜足。謂是事必然", "489": "更無異望。是名知足無分別。爾時一切尋思", "49": "心差別通者。謂依止靜慮於入他有情心行", "490": "分別皆止息故。由諸聲聞於諸蘊中為對治", "491": "常等顛倒故。如理觀察唯有色等法時。便得", "492": "出世間智通達無我性。是名無顛倒無分別。", "493": "由諸菩薩知色等法唯戲論已。遂能除泯一", "494": "切法相。得最極寂靜出世間智。通達遍滿真", "495": "如。是名無戲論無分別。此無分別智復離五", "496": "相。謂非無作意故。非超過故。非寂止故。非", "497": "自性故。非於所緣作加行故。名無分別所以", "498": "者何。若無作意故名無分別。熟眠醉等應是", "499": "無分別智。由彼不思惟諸法相故。若超過故", "5": "復次無諍者。謂依止靜慮於防護他所應起", "50": "差別威德具足中。若定若慧。餘如前說。入他", "500": "名無分別。從第二靜慮已上一切地。應是無", "501": "分別智。由彼超過尋伺故。若爾三界心心法", "502": "是分別體。言即為相違。若寂止故名無分別。", "503": "滅受想定應是無分別智。分別心心法於彼", "504": "寂止故。若爾智亦應無。若自性故名無分別。", "505": "色等應是無分別智。彼非分別自性故。若於", "506": "所緣作加行故名無分別。即分別性應是無", "507": "分別智。若謂此是無分別。此加行相即分別", "508": "相故。是故無分別智非彼五相。若爾當云何", "509": "觀無戲論無分別相。謂於所緣不起加行。此", "51": "有情心行差別者。謂如實知有貪等心行差", "510": "復云何。若諸菩薩過隨順教觀察諸法。若性", "511": "若相皆不真實。由此觀察串習力所持故。不", "512": "由加行於如實無戲論界一切法真如中內心", "513": "寂定。如是乃名無戲論無分別智。", "514": "復次若諸菩薩性是利根。云何復令修練根", "515": "耶。謂令依利軟根引發利中根。復依利中根", "516": "引發利利根故。前已說一切菩薩性是利根。", "517": "而復說於時時中應修練根者。由於自種類", "518": "復有軟等三品後後相引發故。說名練根。若", "519": "異此者諸利根種性補特伽羅應根唯一品。", "52": "別。", "520": "諸菩薩等根品差別應不可得。然有可得。是", "521": "故利根復有差別。", "522": "大乘阿毘達磨雜集論卷第十四", "53": "宿住隨念通者。謂依止靜慮於隨念前際所", "54": "行威德具足中若定若慧。餘如前說。隨念前", "55": "際所行者。謂隨念過去生名字種族等展轉", "56": "差別事。", "57": "死生通者。謂依止靜慮於觀有情死生差別", "58": "威德具足中。若定若慧。餘如前說。觀諸有情", "59": "死生差別者。謂以天眼觀諸有情死時生時", "6": "煩惱住具足中。若定若慧及彼相應諸心心", "60": "好色惡色。當往善趣當往惡趣後際差別。", "61": "漏盡通者。謂依止靜慮於漏盡智威德具足", "62": "中。若定若慧及彼相應諸心心法。漏盡智者。", "63": "謂由此智通達一切漏盡方便。及諸漏盡威", "64": "德具足者此智成滿故。", "65": "相隨好者。謂依止靜慮於相隨好莊嚴所依", "66": "示現具足中。若定若慧及彼相應諸心心法。", "67": "并彼所起異熟果。所以者何。謂佛世尊由定", "68": "慧增上力。為欲化度諸有情故。示現三十二", "69": "大丈夫相。及八十種隨好相莊嚴色身。然佛", "7": "法。所以者何。住無諍者若欲往詣一切有情", "70": "世尊非彼自體。以法身所顯故。若諸菩薩能", "71": "如是示現者。當知定慧為其自性。若所餘於", "72": "大集會中生者用彼所起異熟果為自性。", "73": "清淨者。謂四清淨。一依止清淨。二境界清", "74": "淨。三心清淨。四智清淨。如是四種一切相清", "75": "淨。唯佛世尊及已得大神通菩薩摩訶薩所", "76": "得。依止清淨者。謂依止靜慮於隨所欲依止", "77": "取住捨具足中。若定若慧及彼相應諸心心", "78": "法。取住捨具足者。謂隨所欲生即便能取。既", "79": "生彼已隨其所欲。壽行分量即能留住。若欲", "8": "所應見處。先於自所住處以願智力觀彼有", "80": "捨諸壽行即便能捨。如其次第三種具足。境", "81": "界清淨者。謂於隨所欲境界變化智具足中。", "82": "若定若慧乃至廣說。變化智具足者。謂先無", "83": "今有色等名化轉。先已生色等令成金銀等", "84": "名變。悟一切種境相差別名智。如其次第三", "85": "種具足。心清淨者。謂於如所欲三摩地門自", "86": "在具足中。若定若慧。餘如前說。由隨所欲剎", "87": "那剎那能入無量三摩地差別故。智清淨者。", "88": "謂依止靜慮於隨所欲陀羅尼門任持具足", "89": "中。若定若慧。餘如前說。陀羅尼門任持具", "9": "情。為於我身當來煩惱現前行不。如是觀已。", "90": "足者。謂於四十二字中隨思惟一字。以此為", "91": "先便能證得一切法差別名言善巧。", "92": "力者。謂如來十力。一處非處智力。二自業智", "93": "力。三靜慮解脫三摩地三摩鉢底智力。四根", "94": "上下智力。五種種勝解智力。六種種界智力。", "95": "七遍趣行智力。八宿住隨念智力。九死生智", "96": "力。十漏盡智力。", "97": "處非處智力者。謂依止靜慮於一切種處非", "98": "處智具足中。若定若慧及彼相應諸心心法。", "99": "一切種處非處智具足者。謂於一切種因非"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1606 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論: 大乘阿毘達磨雜集論", "author": "安慧菩薩糅  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}