{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1003 大樂金剛不空真實三昧耶經般若波羅蜜多理趣釋", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "大樂金剛不空真實三昧經般若", "1": "波羅蜜多理趣釋卷下", "2": "開府儀同三司特進試鴻臚卿", "3": "肅國公食邑三千戶賜紫贈司", "4": "空諡大鑒正號大廣智大興善", "5": "寺三藏沙門不空奉　詔譯", "6": "時調伏難調釋迦牟尼如來者。於閻浮提", "7": "五濁末法。為調伏九十五種異類外道。現八", "8": "相成道。皆得受化。致於佛道。現生釋迦族", "9": "姓中。乃姓釋迦氏。牟尼者寂靜義。身口意", "10": "寂靜故稱牟尼。於須彌頂三十三天金剛寶", "11": "峯樓閣中。毘盧遮那佛轉輪。輪有四種。所", "12": "謂金剛輪寶輪法輪羯磨輪。其四輪皆攝在", "13": "二輪中。所謂正法輪教令輪。即彼毘盧遮那。", "14": "於閻浮提化相成佛。度諸外道。即於須彌頂", "15": "示現威猛忿怒形。降伏魔醯首羅等驕佚我", "16": "慢。妄自恃具一切智。由貪瞋癡一切雜染熏", "17": "習藏識。為令彼等清淨。離諸煩惱故。示現左", "18": "右脚踏魔醯首羅及烏摩妃。由入慾無戲", "19": "論性瑜伽三摩地故。獲得一切嗔無戲論性。", "20": "由入瞋無戲論性瑜伽三摩地故。獲得一切", "21": "癡無戲論性。由入癡無戲論性瑜伽三摩地", "22": "故。獲得一切法無戲論性。由一切法無戲論", "23": "性瑜伽三摩地故。獲得般若波羅蜜多無戲", "24": "論性。五種無戲論智。成降三世曼茶羅。中", "25": "央安降三世。於降三世前。安忿怒薩埵菩", "26": "薩。後安忿怒善哉菩薩。右邊安忿怒王菩薩。", "27": "左邊安忿怒愛菩薩。四內隅。安四忿怒內供", "28": "養。於外四隅。安四忿怒外供養。東門安弓箭", "29": "畫契。其南門安劍。西門輪。北門三股叉。一", "30": "一皆如前四種曼茶羅。皆以降伏以為三摩", "31": "地。修行者欲降伏三界九地煩惱怨敵故。誦", "32": "此當部中五種無戲論般若理趣。欲降諸天", "33": "頻那夜迦。及惡人危害佛法者。運心入五種", "34": "無戲論瑜伽三摩地。自身作降三世瑜伽大", "35": "智印。與四印相應。誦一字明。相應入實相。", "36": "理趣義同前。此忿怒吽字金剛部攝。猛利故", "37": "速得成辦阿毘遮盧迦。如廣瑜伽經等所說。", "38": "是故釋迦牟尼佛告金剛手言。若有人聞此", "39": "理趣受持讀誦設害三界一切有情不墮惡趣", "40": "為調伏故疾證無上正等菩提者。害三界一", "41": "切有情。一切有情者。由貪嗔癡為因。受三界", "42": "中流轉。若與理趣相應。則滅三界輪迴因。是", "43": "故害三界一切有情。不墮惡趣。為調伏貪等", "44": "三毒也。故得速證無上菩提。是故如來密意", "45": "作如是說。時金剛手大菩薩欲重顯明此義", "46": "故。持降三世印以蓮華面微笑。而怒顰眉猛", "47": "視。利牙出現住降伏立相說此金剛吽迦囉", "48": "心。持降三世印者。三世。所謂摩醯首羅義。由", "49": "此印得降伏淨信。引入佛道。以蓮華面微笑", "50": "而怒顰眉者。聖者住內心。與觀自在悲愍心", "51": "相應。外示現忿怒也。猛視者。於四種眼中第", "52": "三忿怒眼義也。利牙出現者。與金剛藥叉三", "53": "摩地相應。住降伏立相者。降三世立印。其二", "54": "足相去可立。五搩屈右膝舒左膝。兩足右", "55": "踏摩醯首羅。左踏烏摩。其修行者若與降伏", "56": "法相應者。如前大智印。誦一字明。加前人名。", "57": "想彼人在左足下。不經一七日。則彼人三毒", "58": "及煩惱悉皆散滅。修行者作降伏三世本尊", "59": "瑜伽觀已。自住曼茶羅中央。運心布前右後", "60": "左四忿怒八供養四門。如本教口誦五無戲", "61": "論般若理趣。運心遍法界周而復始。由此修", "62": "行。證得無量三摩地。頓集福德智慧。以為成", "63": "佛資糧。此一品唯通修降三世修瑜伽者。以", "64": "為儀軌餘皆備諸廣本已上降三世品。", "65": "時婆伽梵者如前所釋。得自性清淨法性如", "66": "來者。是觀自在王如來異名。則此佛名無量", "67": "壽。如來若於淨妙佛國土。現成佛身。住雜", "68": "染五濁世界。則為觀自在菩薩。復說者。則", "69": "其毘盧遮那佛為觀自在菩薩。說一切法平", "70": "等觀自在智印出生般若理趣。說四種不染", "71": "一切煩惱及隨煩惱三摩地法。所謂世間一", "72": "切欲清淨故則一切瞋清淨。此則金剛法菩", "73": "薩三摩地。所謂世間一切垢清淨故則一切", "74": "罪清淨。此則金剛利菩薩三摩地。所謂一切", "75": "法清淨故則一切有情清淨。此即金剛因菩", "76": "薩三摩地。所謂世間一切智智清淨則般若", "77": "波羅蜜多清淨。此即金剛語菩薩三摩地。由", "78": "瑜伽者得受四種清淨菩薩三摩地。於世間", "79": "悲願。生於六趣。不被一切煩惱染污。猶如蓮", "80": "華。以此三摩地能淨諸雜染。是故佛告金剛", "81": "手言。若有聞此理趣受持讀誦作意思惟設", "82": "住諸欲猶如蓮華不為客塵諸垢所染疾證", "83": "無上正等菩提。修行者持觀自在菩薩心真", "84": "言。欲求成就般若理趣。應建立曼茶羅。中", "85": "央畫觀自在菩薩。如本儀形。前安金剛法。右", "86": "安金剛利。左安金剛因。後安金剛語。於四", "87": "內外隅。各安四內外供養。於東門畫天女形。", "88": "表貪慾。南門畫蛇形表嗔。西門畫猪表癡", "89": "形。北門畫蓮華表涅槃形。得入此輪壇。至無", "90": "上菩提。一切諸惑皆不得染污。或時自住壇", "91": "中作本尊瑜伽。心布列聖眾圍遶。以四字明", "92": "召請。誦心真言誦持四種清淨般若理趣。入", "93": "一一門遍周法界。周而復始。成一法界自他", "94": "平等。或時想己身紇利字門。成八葉蓮華。胎", "95": "中想金剛法。於八葉上想八佛。或時他身想", "96": "吽字五股金剛杵。中央把處想十六大菩薩。", "97": "以自金剛與彼蓮華。二禮和合成為定慧。是", "98": "故瑜伽廣品中。密意說二根交會五塵成大", "99": "佛事。以此三摩地。奉獻一切如來。亦能從", "100": "妄心所起雜染速滅。疾證本性清淨法門。是", "101": "故觀自在菩薩。手持蓮華。觀一切有情身中", "102": "如來藏性自性清淨光明。一切惑染所不能", "103": "染。由觀自在菩薩加持。得離垢清淨。等同聖", "104": "者紇利字具四字成一真言賀字門者。一切", "105": "法因不可得義。囉字門者一切法離塵義。塵", "106": "者所謂五塵。亦名能取所取二種執著。伊字", "107": "門者自在不可得。二點惡字義。惡字名為涅", "108": "槃。由覺悟諸法本不生故。二種執著皆遠離。", "109": "證得法界清淨。紇利字亦云慚義。若具慚愧", "110": "不為一切不善。即具一切無漏善法。是故蓮", "111": "華部亦名法部。由此字加持。於極樂世界。水", "112": "鳥樹林皆演法音。如廣經中所說。若人持此", "113": "一字真言。能除一切災禍疾病。命終已後當", "114": "生安樂國土得上品上生。此一品通修觀自", "115": "在心真言行者。亦能助餘部修瑜伽人也。", "116": "已上觀自在菩薩般若理趣會品。", "117": "時婆伽梵如前釋已。一切三界主如來者。寶", "118": "生佛也。寶生之變化。則虛空藏菩薩是也。復", "119": "說。此菩薩理趣修行。一切如來灌頂智藏者。", "120": "虛空藏菩薩之異名。般若理趣者如前所釋。", "121": "所謂以灌頂施故能得三界法王位。此則金", "122": "剛寶菩薩三摩地行。所謂義利施故得一切", "123": "意願滿足。此則金剛光菩薩三摩地。所謂以", "124": "法施故得圓滿一切法。此則金剛幢菩薩三", "125": "摩地行。所謂滋生施故得身口意一切安樂。", "126": "此則金剛笑菩薩三摩地行。灌頂施與何類", "127": "瑜伽者想自身虛空藏菩薩。以金剛寶灌頂", "128": "一切如來。義利施者。惠施沙門婆羅門資緣", "129": "具。法施者。為施不現形。與天龍八部等說法", "130": "等。滋生施者。施與傍生之類也。修行者修", "131": "虛空藏菩薩三摩地行故。應建立本菩薩曼", "132": "茶羅。曼茶羅中央畫虛空藏菩薩。如本形", "133": "前畫金剛寶。右畫金剛光。左畫金剛幢。後畫", "134": "金剛笑。內外院四隅。各列內外四供養。如本", "135": "形。東門安金剛杵。南門寶。西門蓮華。北門", "136": "鈴。修行者若入此曼茶羅。令他人現生所求", "137": "一切富貴階位悉得。滅一切貧窮業障。設盜", "138": "一切有主所攝物者。六分之一不得不與取", "139": "罪。速疾獲得一切悉地。或時瑜伽師坐曼茶", "140": "羅中。作本尊瑜伽觀。與諸聖眾圍遶。以四字", "141": "明請召。即誦心真言。四種理趣門。運心遍", "142": "法界。慈悲愍念貧窮孤露。常行惠施。三輪", "143": "清淨心無慳悋。常與等虛空三摩地相應。不", "144": "久獲得虛空藏菩薩身。時虛空藏大菩薩欲", "145": "重顯明此義故熙怡微笑以金剛寶鬘自繫首", "146": "說一切灌頂三昧耶寶心者怛覽字者具四", "147": "字。表四種理趣行門多字真如不可得義囉", "148": "字離塵義阿引字一切法本來寂靜猶如虛空", "149": "莽字一切法無我義。常與此心真言相應故。", "150": "身心無礙有如虛空。按怛馱那法。尤於此部", "151": "中最速成就。所求一切伏藏皆得現前。真陀", "152": "摩尼寶能滿一切眾生希求願故已上虛空藏品", "153": "時婆伽梵已如前釋。一切如來智印如來。不", "154": "空成就之異名也。復說亦如前釋。一切如來", "155": "智印加持者。是三密門身口意金剛也。般若", "156": "理趣如前所釋。說四種印。所謂持一切如來", "157": "身印則為一切如來身者。是金剛業菩薩三", "158": "摩地身。真言者由得身加持。得無礙身。於無", "159": "邊世界作廣大供養。持一切如來語印則得", "160": "一切如來法者。此名金剛護菩薩三摩地。由", "161": "此三摩地。能普護無邊有情界。常以大慈甲", "162": "冑而自莊嚴。獲得如金剛不壞法身。持一切", "163": "如來心印則證一切如來三摩地。由真言者", "164": "得金剛藥叉三摩地。能令盡藏識中殺害心", "165": "雜染種子。得大方便大悲三摩地。為調伏示", "166": "現威猛忿怒金剛藥叉菩薩之身。持一切如", "167": "來金剛印即成就一切如來身口意業最勝悉", "168": "地者。由修瑜伽者得金剛拳菩薩三摩地。能", "169": "成就一切真言教中三密之門。是故廣瑜伽", "170": "中說。身口意金剛合成名為拳。一切如來縛", "171": "是為金剛拳。是故佛告金剛手若有聞此理", "172": "趣受持讀誦作意思惟。由持身印得一切成", "173": "就此句梵本初功能漢本在第四由持語印得一切口自在。由持", "174": "心印得一切智智。由持金剛印得一切事業", "175": "皆悉成就。疾證無上正等菩提。修行者欲成", "176": "就般若理趣瑜伽者。應建立金剛拳曼茶羅。", "177": "中央畫一切如來拳菩薩。前畫金剛業。右畫", "178": "金剛護。左畫金剛藥叉。後畫金剛拳。內外四", "179": "隅各安內外四供養。於四門安四菩薩。東門", "180": "染金剛。南門金剛髻梨吉羅。西門愛金剛。", "181": "北門金剛慢。或時瑜伽者住曼茶羅中。自作", "182": "本尊瑜伽。想諸眷屬各住本位。以四字明召", "183": "請一切聖眾。則誦一字真言。則誦四種金剛", "184": "拳般若理趣。印運心一一理趣門。量同法界", "185": "周而復始。一切三摩地皆得現前惡字是涅", "186": "槃義。四種涅槃攝一字中。四種者如前所釋。", "187": "時婆伽梵為欲顯明此義故熙怡微笑持金剛", "188": "拳大三昧耶印說此一切堅固金剛印悉地三", "189": "昧耶自真實心者。如上句義表本菩薩大智", "190": "印威儀。兼讚語密功能。此是金剛拳菩薩", "191": "儀軌已上金剛拳理趣會品。", "192": "時婆伽梵一切無戲論如來者。是文殊師利", "193": "菩薩之異名。復說轉字輪般若理趣。轉字輪", "194": "者。是五字輪三摩地也。所謂諸法空與無自", "195": "性相應故者。是金剛界曼茶羅中金剛利菩", "196": "薩三摩地。諸法無相與無相性相應故者。是", "197": "降三世曼茶羅忿怒金剛利三摩地。諸法無", "198": "願與無願相應故者。是遍調伏曼茶羅中蓮", "199": "華利菩薩三摩地。諸法光明般若波羅蜜多", "200": "清淨故者。一切義成就曼茶羅中寶利菩薩", "201": "三摩地。修瑜伽者成就般若波羅蜜多。應立", "202": "曼茶羅。曼茶羅者。布列八曼茶羅形。於", "203": "中央畫文殊師利童子形。四方安四佛。以虛", "204": "空智劍。各繫四佛臂上。其四隅置四種般若", "205": "波羅蜜印。外四隅安外四供養。四門安四種", "206": "契印。東門畫劍。南門畫鑠底。西門鉢。北門梵", "207": "甲。或時瑜伽師坐於曼茶羅中。作本尊瑜", "208": "伽。運心布列聖眾。以四字明召請。誦一字明。", "209": "則誦四種般若理趣。與心相應。遍周法界周", "210": "而復始。乃至一月或六月一年。不久當得無", "211": "礙辯才。證得無量三摩地門。文殊師利菩薩", "212": "現前。時文殊師利童真欲重顯明此義故熙", "213": "怡微笑以自劍揮斫一切如來已說此般若", "214": "波羅蜜多最勝心者。一切有情無始輪廻。與", "215": "四種識。積集無量虛妄煩惱。則為凡夫。在", "216": "凡夫位名為識。預聖流至如來地名為智。以", "217": "四智菩提。對治四種妄識。妄識既除則成", "218": "熟法智。若妄執法。則成法執病是故智增", "219": "菩薩。用四種文殊師利般若波羅蜜劍。斷四", "220": "種成佛智能取所取障礙。是故文殊師利。現", "221": "揮斫四佛臂也。般若波羅蜜最勝心者菴", "222": "字。菴字者覺悟義。覺悟有四種。所謂聲聞", "223": "覺悟。緣覺覺悟。菩薩覺悟。如來覺悟。覺悟", "224": "名句雖同。淺深有異。自利利他資糧小大不", "225": "同。以四種覺悟。總攝一切世間出世間出世", "226": "間上上。是故文殊師利菩薩得法自在。故曰", "227": "法王之子已上文殊師利理趣品。", "228": "時婆伽梵一切如來入大輪如來者。是纔發", "229": "意菩薩之異名也。復說入大輪般若理趣。大", "230": "輪者。是金剛界大曼茶羅也。所謂入金剛平", "231": "等則入一切如來法輪者。由稱此般若理趣", "232": "金剛輪三摩地。則成入金剛界。屬金剛界六", "233": "種曼荼羅六種曼荼羅指歸中已釋訖。", "234": "入義平等則入大菩薩輪者。由稱此般若理", "235": "趣忿怒輪。則成入降三世。屬降三世十種曼", "236": "茶羅其十種指歸中先已說訖。", "237": "入一切法平等則入妙法輪者。由稱此般若", "238": "理趣蓮華輪三摩地。則成入遍調伏。屬遍調", "239": "伏。六種曼茶羅者大密微細法業獻四一印。", "240": "乃成六種壇六種如前指歸中已說訖。", "241": "入一切業平等則入一切事業輪。由稱此般", "242": "若理趣羯磨輪三摩地。則成入一切義成就。", "243": "屬一切義成就六種曼茶羅。是纔發心轉法", "244": "輪大菩薩欲重顯明此義故熙怡微笑轉金剛", "245": "輪說一切金剛三昧耶心者。如前句義中說。", "246": "金剛輪菩薩大智印形狀。金剛三昧耶心者", "247": "吽字是也。吽字具四輪義。若修金剛輪菩薩", "248": "三摩地。應建立曼茶羅。畫八輻輪形。當輪", "249": "臍中。畫金剛輪菩薩。於八輻間。畫八大菩", "250": "薩。如前布列。八輪外四隅。畫四波羅蜜菩薩。", "251": "內院四隅。安四內供養。外四隅。安四外供養。", "252": "內隔四門安四菩薩。東門金剛薩埵菩薩。南", "253": "門降三世金剛。西門觀自在菩薩。北門虛空", "254": "藏。瑜伽者破三昧耶。或阿闍梨非法失師", "255": "位。由建立此輪壇。則復本阿闍梨位。修一", "256": "切三摩地真言。速得成就。若引弟子入。若自", "257": "身入。則成入一切世間出世間曼茶羅。或時", "258": "瑜伽阿闍梨自坐壇中。運心布列諸聖眾。以", "259": "四字明請聖眾則誦一字真言。次誦四種輪", "260": "般若理趣。運心遍周法界。不久當得如毘盧", "261": "遮那佛轉輪法王已上纔發意菩薩理趣品。", "262": "時婆伽梵一切如來種種供養藏廣大儀式如", "263": "來者。是虛空庫菩薩之異名也。復說一切供", "264": "養最勝出生般若理趣所謂發菩提心則為於", "265": "諸如來廣大供養者。此是金剛嬉戲菩薩三", "266": "摩地菩提心義。一切如來以菩提心為成佛", "267": "增上緣。於菩提心法園樂。與智波羅蜜自娛。", "268": "救濟一切眾生則為於諸如來廣大供養也", "269": "者。此是金剛鬘菩薩三摩地。由淨信心入於", "270": "佛法大海。得七寶如意寶鬘。濟拔一切有情。", "271": "滿一切所求希願。令一切有情受諸戒品。以", "272": "自莊嚴。受持妙典則為於諸如來廣大供養", "273": "者。此是金剛歌菩薩三摩地。由此三摩地。於", "274": "佛集會中。能問答一切大乘甚深般若波羅", "275": "蜜也於般若波羅蜜多受持讀誦自書教他書", "276": "思惟修習種種供養則為於諸如來廣大供養", "277": "者。此是金剛舞供養菩薩三摩地。由大精進", "278": "以金剛毘首羯磨解脫智。遍遊無邊世界。於", "279": "諸佛前以廣大供養。請說一切佛法般若波", "280": "羅蜜等諸修多羅。以十種法行。頓積集福德", "281": "智慧二種資糧。獲得三種身。此菩薩主一切", "282": "供養門。供養門者有多種。依蘇悉地教。有五", "283": "種供養。又有二十種供養。於瑜伽教中有四", "284": "種供養。所謂菩提心供養。資糧供養。法供養。", "285": "羯磨供養。如前四種理趣門是。又有五種祕", "286": "密供養。又有八種供養。又有十六種大供養。", "287": "又有十七六種雜供養乃至一切供養。悉皆", "288": "攝入虛空庫菩薩供養儀軌中。若修行者欲", "289": "求成就虛空庫菩薩者。應建立曼茶羅。中央", "290": "畫虛空庫菩薩。右手持羯磨杵。左手作金剛", "291": "拳。按於左胯。半跏坐月輪中。八大菩薩圍", "292": "遶。內外四隅安八供養。四門應置四種寶。東", "293": "門置銀。南門置金。西門置摩尼寶。北門置真", "294": "珠。或時修行者坐曼茶羅中。自作本尊瑜伽", "295": "觀。以聖眾圍遶。以四字明召請。持一字真言。", "296": "則誦四種般若理趣。運心遍法界周而復始。", "297": "乃至三摩地現前。若自入令他入此曼茶", "298": "羅然後受持一字真言。或加香花等種種供", "299": "養具。若能運心供養佛菩薩。則供養具遍周", "300": "法界。一一佛菩薩前成廣大供養。時虛空庫", "301": "大菩薩欲重顯明此義故熙怡微笑。說此一", "302": "切事業不空三昧耶一切金剛心者。如前已", "303": "釋。心真言者唵字是也。唵字三身義。亦名無", "304": "見頂上義。亦名本不生義。亦是如來毫相功", "305": "德義已上虛空庫菩薩理趣品。", "306": "時薄伽梵者如前所釋。能調伏持智拳如", "307": "來。摧一切魔菩薩之異名也。或說一切調伏", "308": "智藏般若理趣。所謂一切有情平等故忿怒", "309": "平等者。是金剛降三世三摩地。由此定調伏", "310": "他化自在魔王。受化引入佛道。一切有情調", "311": "伏故忿怒調伏。此是寶部中寶金剛忿怒三", "312": "摩地。由此定能調伏摩醯首羅。受化入於佛", "313": "道也。一切有情法性故忿怒法性者。此是蓮", "314": "華部中馬頭忿怒觀自在三摩地。由此定調", "315": "伏梵天。受化入於佛道。一切有情金剛性故", "316": "忿怒金剛性者。此是羯磨部中羯磨三摩地。", "317": "由此定調伏那羅延。受化令入佛道也。何以", "318": "故一切有情調伏即為菩提者。本是慈氏菩", "319": "薩。由此菩薩內入慈定。深矜愍難調諸天。外", "320": "示威猛令得受化。引入菩提。時摧一切魔大", "321": "菩薩欲重顯明此義故熙怡微笑以金剛藥叉", "322": "形持金剛牙恐怖一切如來者。一切外道諸", "323": "天。悉具如來藏。是未來佛。令捨邪歸正故。名", "324": "恐怖一切如來。如來者離五怖得四無所畏。", "325": "無能怖者也。今所恐怖非在果位如來。乃在", "326": "因位也。以說金剛忿怒大笑心者。此是金剛", "327": "藥叉菩薩大智印也郝字具四義。一切法本", "328": "不生義。因義。二種我義。由迷一切法本不生", "329": "理。為一切煩惱因。煩惱因起二種我。所謂人", "330": "我法我。是故一切外道諸天執我執法。令彼", "331": "調伏入金剛藥叉三摩地。即思此菩薩一字心", "332": "真言。入一切法本不生門。則離一切煩惱因。", "333": "煩惱既離。即證二種無我人空法空。則顯真", "334": "如恒沙功德。即超越三界九地妄心所起諸", "335": "惑雜染。是故名為摧一切魔大菩薩也。若瑜", "336": "伽者欲降伏一切世間出世間魔怨。應建立", "337": "金剛藥叉曼茶羅。中央畫摧一切魔菩薩。前", "338": "安魔王天主。右安魔醯首羅。後安梵天。左", "339": "安那羅延天。內四隅應置四部中牙印。外四", "340": "隅安四外供養。四門應置四種印契。東門畫", "341": "三股忿怒杵。南門畫金剛寶光焰熾盛。西門", "342": "畫金剛蓮華具光明。北門畫羯磨金剛光明", "343": "遍流。建立此壇已。自入令他入。則離一切怨", "344": "敵惡人。所不能害。或時坐於輪中位作本尊", "345": "瑜伽。想聖眾圍遶。則誦四字明召請聖眾。", "346": "次誦一字明誦四種般若理趣。起大慈心於", "347": "眾生界。運心遍法界周而復始。由此三摩地", "348": "修行。設三界中一切有情。盡為魔雖作障難。", "349": "不能傾動。修行者所修一切世間出世間悉", "350": "地皆得滿足已上摧一切魔菩薩理趣品。", "351": "時婆伽梵一切平等建立如來者。是普賢菩", "352": "薩之異名也。復說一切法三昧耶最勝出生", "353": "般若理趣。所謂一切平等性故般若波羅蜜", "354": "多平等性者。是金剛部大曼茶羅。由入此", "355": "曼茶羅。能悟一切。有情皆有不壞金剛佛", "356": "性一切義利性故般若波羅蜜多義利性者。", "357": "此是寶部曼茶羅。由入此曼茶羅。證得", "358": "如虛空真如恒河沙功德故。一切法性故般", "359": "若波羅蜜多法性者。此是蓮華部大曼茶羅。", "360": "由入此曼茶羅。證悟清淨法界如蓮華。不染", "361": "諸惑。一切事業性故般若波羅蜜多事業性", "362": "者。即是羯磨部大曼茶羅。由入此曼茶羅。", "363": "獲得迅疾身口意。至於十方一切世界佛集", "364": "會。廣大供養也。應知是金剛手入一切如", "365": "來菩薩三昧耶加持三摩地說一切不空三昧", "366": "耶心者。如前釋。吽字義如初品所釋。瑜伽", "367": "者為成就四種曼茶羅。教勅外金剛部成", "368": "辦一切世間悉地故。應建立曼茶羅。其壇輪", "369": "形三重。中輪畫八輻。臍中先別畫金剛手菩", "370": "薩。安其臍中。八輻中畫八大菩薩。各頭向外。", "371": "又更一重畫五類外金剛部諸天。所謂上界天", "372": "王那羅延等四種。又畫遊空日天等四種。又", "373": "畫住虛空四種頻那夜迦。四方各配四門。又", "374": "畫地居主藏等四種天。又畫地中猪頭等四", "375": "神。如上等從東北隅。右旋布列令匝。頭皆向", "376": "外。其第三重如前五種天之妃后。各配本天", "377": "相對。此曼茶羅前誦持一字心。兼修四種般", "378": "若理趣。運心遍法界周而復始。不久身得同", "379": "降三世金剛。於臍輪中。移出金剛手菩薩。", "380": "自居其內。想自身作降三世金剛三摩地。結", "381": "彼等五類教勅印。誦金剛手一字明。稱彼等", "382": "天真言。相和誦。皆得使役。應成辦所求皆遂", "383": "已上降三世教令輪品。", "384": "時婆伽梵如來者。是毘盧遮那佛也。復說一", "385": "切有情加持般若理趣。所謂一切有情如來", "386": "藏以普賢菩薩一切我故者。一切有情不離", "387": "大圓鏡智性。是故如來說一切有情如來藏。", "388": "以普賢菩薩同一體也。一切有情金剛藏以", "389": "金剛藏灌頂故者。一切有情不離平等性智", "390": "性。是故如來。說一切有情金剛藏。金剛藏者", "391": "即虛空藏也。以金剛寶獲得灌頂也。一切有", "392": "情妙法藏能轉一切語言故者。一切有情不", "393": "離妙觀察智性。是故如來說一切有情妙法", "394": "藏。妙法藏者觀自在菩薩也。於佛大集會能", "395": "轉法輪也。一切有情羯磨藏。羯磨藏者即毘", "396": "首羯磨菩薩也。能作所作性相應故者。一切", "397": "有情不離成所作智性。能作八相成道所作", "398": "三業化。令諸有情調伏相應也。此四種智。即", "399": "四大菩薩現轉輪王是也。時外金剛部欲重", "400": "顯明此義故作歡喜聲說金剛自在自真實心", "401": "者。外金剛部者。摩醯首羅等二十五種類諸", "402": "天也。心真言者。", "403": "怛唎字怛字真如義。真如有七種。所謂流轉", "404": "真如。實相真如。唯識真如。安立真如。邪行真", "405": "如。清淨真如。正行真如唎字塵垢義。塵垢者", "406": "五蓋義。能蓋覆真如。是故五趣輪廻生死輪", "407": "中。為對治彼等難調諸天。建立五種解脫", "408": "輪。毘盧遮那佛為世間同類攝化。說摩醯首", "409": "羅曼茶羅。中央畫摩醯首羅。如來形。以八", "410": "種天圍遶。四供養。四門各畫本形。若依世俗", "411": "是名外曼荼羅。若依勝義則為普賢曼茶羅。", "412": "以事顯於理故。即事即理。理事不相礙故。即", "413": "凡即聖。性相同一真如也已上外金剛會品。", "414": "爾時七母女天頂禮佛足獻奉鉤召攝入能殺", "415": "能成三昧耶真實心者。七母女天者是摩訶", "416": "迦羅天眷屬也。獻奉鉤召者。以金剛鉤印。能", "417": "召一切兩足多足等諸有情類。攝入者。以金", "418": "剛索印引入曼茶羅。及引入佛道。能殺者殺", "419": "害毀壞正法。損害多有情者。殺害不善心也。", "420": "能成者令修真言行。離世間障難速得悉地", "421": "也。三昧耶者是彼天女本誓也。真實心者毘", "422": "欲字是毘字一切法三有不可得欲字一切", "423": "乘不可得。由三有情種種愛樂勝解不同。是", "424": "故如來出興于世說五乘。所謂天乘梵乘聲", "425": "聞乘緣覺乘大乘。是故佛楞伽經中伽他說", "426": "乃至心流轉。我說為諸乘。若心得轉依。無乘", "427": "及乘者。此天等亦有曼茶羅。中央畫摩訶迦", "428": "羅。以七母天圍遶。具如廣經所說。摩訶迦羅", "429": "者大時義。時為三世無障礙義。者大。是毘", "430": "盧遮那法身無處不遍。七母天者。并梵天母", "431": "表八供養菩薩。以事顯理也已上七母天集會品。", "432": "爾時麼度羯囉天三兄弟等親禮佛足獻自心", "433": "真言者。麼度羯囉三兄弟是。梵王那囉延摩", "434": "醯首羅之異名也。薩嚩字者薩字則一切法", "435": "平等如虛空嚩字一切法言說不可得也。此", "436": "天亦有曼茶羅。曼茶羅畫如弓形。三天次", "437": "第而畫。軌儀法則如廣經所說。為文繁不復", "438": "具引。此三天表佛法中三寶三身。佛寶者是", "439": "金剛薩埵。法寶者觀自在菩薩。僧寶者是虛", "440": "空藏菩薩。此三者皆從毘盧遮那心菩提心", "441": "中流出。亦名三法兄弟。以事顯理也已上三兄弟集會品。", "442": "爾時四姊妹女天獻自心真言者。其第一名", "443": "惹耶第二名微惹耶第三阿爾多第四阿波", "444": "羅爾多此四天亦有曼茶羅。中央畫都牟", "445": "盧天。此天四姊妹之兄也。東西南北各畫一", "446": "天女。其軌則如廣經所說。四姊妹者。表瑜", "447": "伽中四波羅蜜所謂常波羅蜜。樂波羅蜜。我", "448": "波羅蜜。淨波羅蜜是也。都牟盧表毘盧遮那", "449": "佛㟏字真言者一切法因不可得其真言中帶", "450": "莽字詮一切法我不可得。即成實相般若波", "451": "羅蜜。若欲修此天法者。與此一字相應。亦", "452": "契世間出世間三摩地。威德自在。一切見者", "453": "皆得歡喜。所出言詞所求一切。皆得從命", "454": "已上四姊妹集會品。", "455": "爾時婆伽梵無量無邊究竟如來者。是毘盧", "456": "遮那異名也。為欲加持此教令究竟圓滿故", "457": "者。此教者指理趣般若教也。復說平等金剛", "458": "出生般若理趣。所謂般若波羅蜜多無量故", "459": "一切如來無量者。此顯金剛部中曼茶羅皆", "460": "具五部。一一聖眾具無量曼茶羅。四印等亦", "461": "無量也。般若波羅蜜多無邊故一切如來無", "462": "邊者。顯寶部中具五部曼茶羅。四印等亦", "463": "無邊也。一切法一性故般若波羅蜜多一性。", "464": "一性者。顯蓮華部中具五部曼茶羅。四印等", "465": "同一清淨法界性也。一切法究竟故般若波", "466": "羅蜜多究竟者。顯羯磨部具五部曼茶羅。等", "467": "四印得至究竟無住涅槃也。金剛手若有聞", "468": "此理趣受持讀誦思惟其義彼於佛菩薩行皆", "469": "得究竟者。此中曼茶羅廣大。如一切教集瑜", "470": "伽經所說薦福大和上金泥瑜伽曼茶羅", "471": "是也。所以不說心真言者。彼教中一一聖眾。", "472": "各有一字心真言。不可具載。今略指方隅", "473": "時婆伽梵毘盧遮那得一切祕密法性無戲", "474": "論如來者後當說。五種祕密三摩地也。復說", "475": "最勝無初中後大樂金剛不空三昧耶金剛法", "476": "性般若理趣者。後當廣釋。所謂菩薩摩訶薩", "477": "大欲最勝成就故得大樂最勝成就者此是欲", "478": "金剛明妃菩薩三摩地也。菩薩摩訶薩大樂", "479": "最勝成就故即得一切如來大菩提最勝成就", "480": "者。此是金剛髻梨吉羅明妃菩薩三摩地。菩", "481": "薩摩訶薩得一切如來大菩提最勝成就故即", "482": "得一切如來摧大力魔最勝成就者。此是大", "483": "樂金剛不空三昧耶金剛薩埵菩薩三摩地", "484": "也。菩薩摩訶薩得一切如來摧大力魔最勝", "485": "成就故即得遍三界自在主成就者。此是愛", "486": "金剛明妃菩薩三摩地也。菩薩摩訶薩得", "487": "遍三界自在主成就故即得淨除無餘界一", "488": "切有情住著沈淪以大精進常處生死救攝", "489": "一切利益安樂最勝究竟皆悉成就者。此是", "490": "金剛慢明妃菩薩三摩地。此五種三摩地。祕", "491": "密中最祕密。今說修行曼茶羅像。同一蓮華", "492": "座。同一圓光。中央畫金剛薩埵菩薩。右邊畫", "493": "二種明妃各本形。左邊亦畫二種。具如金泥", "494": "曼茶羅像東南隅是也。修行者得阿闍梨", "495": "灌頂。方可修此五祕密。所獲福利文廣不", "496": "可具說。得廣經者自應尋見耳。菩薩勝慧者", "497": "乃至盡生死恒作眾生利而不取涅槃者。此", "498": "是金剛薩埵菩薩三摩地行願義如上文應知", "499": "耳。般若及方便智度所加持諸法及諸有一", "500": "切皆清淨者。此是慾金剛明妃菩薩三摩地", "501": "行般若波羅蜜義攝也。慾等調世間令得", "502": "淨除故有頂及惡趣調伏盡諸有者。此是金", "503": "剛髻梨吉羅明妃三摩地行大靜慮義攝", "504": "也。如蓮體本淨不為垢所染諸慾性亦然", "505": "不染離群生者。此是愛金剛明妃三摩地行", "506": "大悲所攝也。大慾得清淨大安樂富饒三", "507": "界得自在能作堅固利者。此是金剛慢明妃", "508": "三摩地行大精進所攝也。成無上菩提要妙", "509": "速疾法門。雖有多種。皆攝四種法。所謂大", "510": "慧。是般若波羅蜜也。二大靜慮。是大三摩地", "511": "也。三大悲。於生死苦不疲倦四大精進濟拔", "512": "無邊有情令證金剛薩埵。是故現自在位同", "513": "一蓮華同一圓光。體不異故。輔翼悲智。不染", "514": "生死不住涅槃。是故大慾得清淨金剛大安", "515": "樂富饒寶三界得自在蓮能作堅固利羯磨則成", "516": "金剛薩埵毘盧遮那佛大悲願行身也。金剛", "517": "手等乃至十六大菩薩生得於如來執金剛位", "518": "者。如前已釋可解。吽字亦如前釋。五種善哉", "519": "句從金剛部配乃至佛部。金剛修多羅者。指", "520": "瑜伽教金剛乘法也。餘句義歡喜信受奉行", "521": "者囑累流通分也。", "522": "大樂金剛不空真實三昧耶經般若理趣釋", "523": "下卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1003 大樂金剛不空真實三昧耶經般若波羅蜜多理趣釋", "source": "CBETA"}