{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1403 佛說如意摩尼陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1403", "1": "佛說如意摩尼陀羅尼經", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "3": "傳法大師臣施護奉　詔譯", "4": "如是我聞。一時佛在舍衛國迦利哩城。爾時", "5": "世尊告尊者阿難。今有陀羅尼能除一切暴", "6": "惡雷電。汝當受持。此隨求如意寶經。過去如", "7": "來應正等覺親所宣說。我今亦說。於其世間", "8": "行大悲愍。利益安樂天上人間一切有情。阿", "9": "難白言唯然世尊。願樂欲聞我今受持。佛告", "10": "阿難汝等。當知東方有雷電名曰阿伽。南方", "11": "有雷電名曰設帝嚕。西方有雷電名曰哆鉢", "12": "囉二合婆。北方有雷電名曰掃那摩儞。阿難若", "13": "有善男子善女人。知此雷電名號及住處方", "14": "位。一切雷電不怖彼人。若所在之處書寫此", "15": "雷電名號。受持供養。一切雷電而不能傷。爾", "16": "時世尊說此擁護真言章句。", "17": "怛儞也二合他引儞彌儞彌儞彌孕二合馱哩引", "18": "怛哩二合路引迦引路吉儞輸羅播引尼儞囉乞", "19": "叉二合𤚥切身薩哩嚩二合尾儞用二合婆曳引毘", "20": "藥二合娑嚩二合賀引", "21": "爾時聖觀自在菩薩摩訶薩在大眾中。即從", "22": "座起合掌向佛。白佛言世尊。我於此正法。亦", "23": "說擁護真言章句。", "24": "怛儞也二合他引尾曩引舍鉢囉二合怛也二合", "25": "體迦鉢囉二合怛也二合彌怛哩二合輸弟目訖", "26": "帝二合尾摩隷引鉢囉二合婆引娑迦二合哩引桉", "27": "拏哩引半拏哩引濕尾二合引帝引半拏囉嚩引悉", "28": "儞麼引帝引迦囉引羅迦閉羅賓誐羅引乞史", "29": "二合那地目乞史二合囉乞史二合囉乞史二合", "30": "𤚥切身引薩哩嚩二合引迦引羅沒哩二合底喻二合婆", "31": "曳引毘藥二合麼引彌引鉢舍滿二合覩薩哩嚩", "32": "二合引迦引羅沒哩二合怛也二合嚩入阿哩也", "33": "二合引嚩路引吉帝引濕嚩二合囉帝引惹娑引娑", "34": "嚩二合引賀", "35": "爾時祕密主金剛手菩薩。往詣佛前合掌頂", "36": "禮。白佛言世尊。我今於此正法之中。亦說陀", "37": "羅尼真言章句。", "38": "怛儞也二合他引母儞母儞母儞摩帝母儞摩", "39": "帝蘇摩帝摩賀引摩帝賀引賀引賀引賀引摩帶", "40": "引哩曩二合引悉底二合帝引播引半嚩日囉二合", "41": "播引尼囉憾涅哩二合茶娑嚩二合引賀引", "42": "世尊我此陀羅尼。名無能勝擁護有情。若人", "43": "書寫憶念。所有一切恐怖及其中夭悉令解", "44": "脫。", "45": "爾時大梵天王索訶世界主。白佛言世尊。我", "46": "為利益一切眾生。於此正法亦說陀羅尼真", "47": "言章句。", "48": "怛儞也二合他引呬隷彌隷唧隷娑嚩二合引賀引", "49": "沒囉二合憾摩二合布哩引摩賀引沒囉二合憾摩", "50": "二合引尼引沒囉二合憾摩二合誐哩鼻二合引補瑟波", "51": "二合設娑哆二合哩娑嚩二合引賀", "52": "世尊我此陀羅尼名梵天杖。擁護一切有情。", "53": "遠離中夭不生恐怖亦能除滅一切罪業。爾", "54": "時帝釋天主。詣佛前立合掌頂禮。白佛言世", "55": "尊。我今於此正法。亦說陀羅尼真言章句。", "56": "怛儞也二合他引沒馱麼引旦膩引麼引儞儞憍", "57": "引哩巘引馱引哩贊拏隷摩引鄧詣布訖嚩二合", "58": "悉娑引羅沒囉二合帝引呬曩末馱用二合哆羅", "59": "尼滿覩引隷儞計引作迦囉二合嚩引枳舍嚩", "60": "哩舍引嚩哩娑嚩二合引賀引", "61": "世尊我此陀羅尼名金剛座。解脫一切怖畏。", "62": "遠離一切中夭。", "63": "爾時持國天王增長天王廣目天王多聞天王", "64": "俱詣佛前合掌頂禮。白佛言世尊。我等於此", "65": "正法。亦說陀羅尼真言章句。", "66": "怛儞也二合他補瑟閉二合引蘇補瑟閉二合引度波", "67": "波哩賀引哩引阿引哩也二合鉢囉二合設悉帝", "68": "二合引扇引帝引儞哩目二合訖帝二合引夢誐隷曳二", "69": "合呬囉拏也二合誐哩鼻二合引娑覩二合帝引娑", "70": "哆二合尾帝引娑嚩二合引賀", "71": "世尊我等四大天王作說陀羅尼名為無怖。", "72": "於其恐怖能施無畏。遠離中夭增延壽命。", "73": "爾時復有大海龍王。所謂大意龍王雷光龍", "74": "王。無熱惱龍王電舌龍王百光龍王。俱詣佛", "75": "所合掌頂禮白佛言世尊。我有陀羅尼名如", "76": "意寶。擁護有情。若人書寫讀誦。能除一切雷", "77": "電怖畏。一切中夭一切諸毒一切惡病。及不", "78": "吉祥鬼神亦不得便。世尊若持此真言。我等", "79": "龍類悉皆悲愍不生嫉妬。於意云何龍趣之", "80": "類行嫉妬心。若聞此法而無嫉妬。陀羅尼曰。", "81": "怛儞也二合他引阿惹哩引摩摩哩引阿蜜哩二", "82": "合帝引阿訖叉二合曳引阿尾也二合曳引奔尼", "83": "也二合鉢哩也二合曳引薩哩嚩二合播引波鉢", "84": "囉二合舍摩儞娑嚩二合引賀引阿哩也二合奔拏", "85": "燥引播引枳曳引娑嚩二合引賀印捺囉二合引舍儞", "86": "曳引娑嚩二合引賀引彌引伽引舍儞曳引娑嚩", "87": "二合引賀引", "88": "爾時世尊聞彼大梵天王天帝釋護世四天王", "89": "及大龍王等說此陀羅尼。讚言善哉善哉。能", "90": "令多人得大安藥。汝等護持流行正法。佛說", "91": "此經已。一切大眾天龍阿修羅乾達婆等。皆", "92": "大歡喜信受奉行。", "93": "佛說如意摩尼陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1403 佛說如意摩尼陀羅尼經", "source": "CBETA"}