{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2786 天請問經疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2786 [cf. No. 592]", "1": "天請問經疏一卷", "2": "前闕", "3": "經曰。世尊告曰。少欲最安樂。知足大富貴。", "4": "持戒恒端嚴。破戒常醜陋　述曰此答也。即", "5": "次第答前少欲最安樂者。答第一問。儉約為", "6": "少。耽嗜名欲。世間耽嗜唯少唯廣□□愚情", "7": "速即破壞。尋生追戀。苦惱切心。佛法反俗貴", "8": "尚無為。少欲少求最為安樂。又經云。少欲", "9": "之人則無諂曲。以求人意。直爾少欲尚應修", "10": "習。何況能生諸功德。有少欲者則有涅槃。涅", "11": "槃之樂樂中之最。如此最樂因少欲得。因含", "12": "果說。故言少欲最安樂也。知足大富貴者答", "13": "第二問。世間凡愚雖得富貴　貪求轉甚常", "14": "懷不足。知足之人無為無事。無可減奪。常自", "15": "有餘。故大富貴。經云。知足之人。雖臥地上", "16": "猶為安樂。不知足者雖處天堂。亦不稱意。如", "17": "頂生王等即是其事。又云。不知足者雖富而", "18": "貧。知足之人雖貧而富。故言知足大富貴也。", "19": "持戒恒端嚴者答第三問。持戒之人尸羅清", "20": "淨。近得人天可喜妙相。遠得三乘端嚴法身。", "21": "故言持戒恒端嚴也。如優陀羨王有相夫人", "22": "持一日戒。其夜命終即生天上得端正身。依", "23": "王先契。還下報王。嫌王身臭　却歸天上。即", "24": "是其事。破戒常醜陋者答第四問。破戒之人", "25": "罪業增長。墮三惡道。受避陋身。若生人中。諸", "26": "根不具。邊地下賤形儀鄙拙人不喜見。經", "27": "百千生。故言破戒常醜陋也。", "28": "經曰。天復請曰。誰為善眷屬。誰為惡心怨。云", "29": "何極重苦。云何第一樂　述曰。此下第五", "30": "請答。此即請也。亦有四問。一問善眷屬。二", "31": "問惡心怨。三問極重苦。四問第一樂。誰為", "32": "善眷屬者此第一問。眷謂家眷。屬謂親屬。", "33": "世間眷屬或父不慈。或子不孝。或兄不順。或", "34": "弟不恭。或內外親不仁不義。情相乖阻狀若", "35": "怨家。雖名眷屬。而非是善。若父慈子孝兄", "36": "順弟恭內外諸親仁義相向情無乖阻。水乳", "37": "和同。如此眷屬名之為善。未知法中誰得", "38": "名為純善眷屬。云何惡心怨者此第二問。妬", "39": "賢嫉勝名為惡心。欲相加害名為怨也。未知", "40": "法中誰是行者惡心怨也。云何極重苦者此", "41": "第三問。世間殺縛枷鎖囚禁怨會愛離病死", "42": "所逼名之為苦。未知法中更有苦惱重過此", "43": "以不。云何第一樂者此第四問。世間富貴乘", "44": "肥衣輕。目觀美豔耳聽絲竹。田遊殺獵婬酒", "45": "是耽。放縱歡娛名之為樂。未知法中更有快", "46": "樂過此以不。", "47": "經曰。世尊告曰。福為善眷屬。罪為惡心怨。", "48": "地獄極重苦。無生第一樂　述曰。此答也。", "49": "次第答前四問。福為善眷屬者答第一問。福", "50": "謂施戒修三德。施有三種。一財施。由無貪", "51": "善根成。二無畏施。由無瞋善根成。三法施。", "52": "由無癡善根成。戒有三種。一攝他戒。謂身", "53": "三。由無貪善根成。二不嬈他戒。謂口四。由", "54": "無瞋善根成。三饒益戒。謂受持此二福相續", "55": "生。由無癡善根成。修有三種。一四靜慮。由", "56": "無貪善根成。二四無量。由無瞋善根成。三", "57": "四無色。由無癡善根成。又六度中前五亦是", "58": "福也。如此福德皆以十善業道為性。若施戒", "59": "二福。生生之處內感欲界人天勝身。外招十", "60": "善清淨眷屬。所謂命不中夭。大富梵行。所言", "61": "誠諦。常以軟語。眷屬不離。善和諍訟。言必饒", "62": "益。不嫉不恚。正見之人以為眷屬。若修定", "63": "福。感得色無色界殊勝之身。此之三福乃至", "64": "遠得三乘聖果也。答意云。世善眷屬暫會永", "65": "離。難聚易散。不保終久。未知法中三福善業", "66": "真實牢固。常資行人多有利益。諸眷屬中此", "67": "為最善也。罪為惡心怨者答第二問。破滅三", "68": "寶五逆十惡並名為罪。由此罪故。能令眾生", "69": "輪墜三塗。長劫受苦。此答意云世間惡心但", "70": "害一身。尚名為怨。法中罪業。能害多身。豈非", "71": "大怨。故言罪為惡心怨也。地獄極重苦者此", "72": "答第三問。梵音云那落迦。舊云泥犁訛也。唐", "73": "云不可樂處。然以不可樂處即是地獄。多在", "74": "地下故云地獄也。地獄有三熱二寒三邊。熱", "75": "地獄有八。一等活。二黑繩。三眾合。四叫", "76": "喚。五大叫喚。六燒熱。七大熱燒。八無間。此", "77": "八在贍部洲下。重累而住。前二有主治。次", "78": "三少主治。後三無主治。然此八為本。一一", "79": "各有十六園。一面有四。四面合十六。通本", "80": "為十七。八個十七合有一百三十六所。罪人", "81": "於中受熱惱苦。寒地獄亦八。一頞浮陀。由", "82": "寒苦所逼肉生細胞。二尼賴浮陀。由寒風", "83": "所吹通身成胞。三阿吒。由脣不得動唯舌得", "84": "動。故作此聲。四阿波波。由舌不得動唯脣得", "85": "動。故作此聲。五嘔喉喉。由脣舌皆不得動振", "86": "氣故作此聲。六欝波羅。此是青蓮華。此花葉", "87": "細。由肉色細坼似此花開。七波頭摩。此是赤", "88": "蓮華。由肉色大坼似此花開。八芬陀利。此是", "89": "白蓮華。由彼骨坼似此花開。前二從身相受", "90": "名。次三從聲相受名。後三從瘡相受名。又前", "91": "二了叫。次三不了叫。後三不叫。此八在四洲", "92": "間。著鐵圍山底。仰向居心。罪人於中受寒凍", "93": "苦。邊地獄有三。一山間。二水間。三曠野。受", "94": "別業報。寒熱雜受。此答意云。雖有人間殺縛", "95": "枷鎖怨會愛離病死等苦及以畜生餓鬼之", "96": "苦。比於地獄百分不及其一。乃至千萬那由", "97": "他分亦不及其一。故言地獄極重苦也。無生", "98": "第一樂者答第四問。涅槃之體名曰無生。以", "99": "無生故。畢竟不滅。聖人證此。寂然涅槃。常", "100": "住安穩。故是極樂。此答意云。世間樂樂極則", "101": "苦。豈若涅槃無苦常樂。故經云。高者必墮。", "102": "常者必盡。合者必離。樂者必苦。此偈明生", "103": "死妄樂樂極必苦。又云。諸行無常有生滅法。", "104": "生滅滅已。寂滅為樂。此偈明涅槃無苦。畢", "105": "竟常樂。故言無生第一樂也。", "106": "經曰。天復請曰。何者愛非宜。何者宜非愛。何", "107": "者極熱病。誰是大良醫　述曰。此下第六請", "108": "答也。此即先請。亦有四問。一問愛非宜。二問", "109": "宜非愛。三問極熱病。四問大良醫。何者愛非", "110": "宜何者宜非愛者此第一第二問。且如甘飯", "111": "雜毒雖是所愛。而損身害命。不宜食之。又", "112": "如良藥苦口即非所愛。而利於病。所宜服之。", "113": "又如諂辭順情雖是所愛。而損於行。不宜聽", "114": "之。忠言逆耳雖非所愛。而利於行。所宜聽", "115": "之。未知法中何者是情所愛。而於身不宜。何", "116": "者於身有宜。而非情所愛也。何者極熱病者", "117": "此第三問也。迦摩羅病世稱熱病。遇此病者", "118": "必定當死。世醫拱手。未知法中頗更有病極", "119": "過於此熱病以不。誰是大良醫者此第四問。", "120": "良者善也。醫者意也。善識病源。沙閑藥性。療", "121": "者必差。稱曰良醫。良醫有四義。一知病。二知", "122": "病因。三知病差。四知差已不生。未知法中頗", "123": "有良醫大過如此良醫以不。", "124": "經曰。世尊告曰。諸欲愛非宜。解說宜非愛。貪", "125": "為極熱病。佛是大良醫　述曰。此答也。次第", "126": "答前四問。諸欲愛非宜者答第一問。諸欲謂", "127": "可愛色聲香味觸五欲境也。能生欲心為所", "128": "取故名欲也。經云。五欲誑人。如蜜塗刀舐者", "129": "傷舌。猶如炙疥初雖少樂。後即大苦。如逆風", "130": "執火如其不放必定燒手。如國王貪色遂失", "131": "其位。仙人愛聲從空墜林。比丘嗅香河神責", "132": "罵。沙彌嘗味投池作龍。藍弗染觸退失神足。", "133": "又此五欲現受三苦。謂覓時生懃勞苦。守時", "134": "生怖畏苦。失時生熱惱苦。又為非法追求五", "135": "欲。復墮地獄餓鬼畜生多時受苦。後生人天", "136": "貧窮困苦。愛別離苦。怨增會苦。如此等苦", "137": "皆為貪著五欲因緣。故知五欲雖是凡情欲", "138": "心所愛。而於行者極非所宜。故言諸欲愛非", "139": "宜。解脫宜非愛者答第二問。涅槃無為體絕", "140": "眾縛。故名解脫。證解脫者永離生死。常住湛", "141": "然。如其解脫資潤行者極是所宜。而凡夫愚", "142": "情之所不愛。故言解脫宜非愛。故經云。凡夫", "143": "寧樂癩野干身。不樂涅槃。野干猶有眼耳心。", "144": "涅槃無故。貪為極熱病者答第三問。貪是貪", "145": "使。體通三界。遍障五問。六識俱行。六塵齊", "146": "染。生死脚足苦惱根源。世間熱病豈能比此。", "147": "如智度論說。欲火熾發燒於天祀。豈非貪愛", "148": "是極熱病耶。現在尚自火燒。來生寧免湯鑊。", "149": "故言貪為極熱病也。佛是大良醫者答第四", "150": "問。如來五眼。內明六通外朗。竪觀三際。橫覩", "151": "十方。至於身心病源對除藥法悉皆洞照無", "152": "非目前。故設教逗機皆稱根性。隨病授藥無", "153": "不獲益。是故佛是極大良醫。阿含經說。佛有", "154": "四智。一知苦。二知苦因。三知苦滅。四知苦", "155": "滅道。故曰良醫。又經云。世醫所療治。雖差", "156": "還復生。如來所治者必竟不復發。故言佛是", "157": "大良醫也。", "158": "經曰。天復請曰。誰能覆世間。世間誰所魅。誰", "159": "令捨親友。誰復障生天　述曰。此下第七請", "160": "答。此即先請。亦有四問。一問覆世。二問魅", "161": "世。三問捨友。四問障天。誰能覆世間者此第", "162": "一問。覆謂障蔽。世間眼目為暗盲覆蔽。不見", "163": "色像。未知法中更有何物覆蔽世間。不識道", "164": "理。世間誰所魅者此第二問。如世間鬼魅魅", "165": "人令癡。或悲或喜。未知法中更有何物能魅", "166": "世間。令其迷亂。誰令捨親友者此第三問。朋", "167": "流交密即為親友。若因財密。財盡則疎。若因", "168": "勢親。勢歇便阻。如張陳凶終蕭朱隙末是也。", "169": "未知法中誰令眾生捨於親友。誰復障生天", "170": "者此第四問。天之勝報人皆受樂。由誰為障", "171": "不得上生。", "172": "經曰。世尊告曰無智覆世間。世間癡所魅。慳", "173": "貪捨親友。染著障生天　述曰。此答也。次第", "174": "答前四問。無智覆世間者答第一問。無苦集", "175": "滅道四諦智。或無真俗二諦智。名為無智。無", "176": "智即無明使也。由無智故。不知生死苦果集", "177": "因。不知解脫道因滅果。不知真諦一相無為。", "178": "不知俗諦三世因果。此答意云。世間盲暗但", "179": "覆肉眼。無智能覆世間慧眼。故言無智覆世", "180": "間也。世間癡所魅者答第二問。癡即無明別", "181": "名也。由癡魅故。於無常見常。於無我見我。於", "182": "不淨見淨。於苦見樂。所有行解並皆顛倒。如", "183": "此顛倒並由愚癡。故言世間癡所魅也。慳貪", "184": "捨親友者答第三問。慳是悋於己物。貪是欲", "185": "於他財。如律中說。有一比丘池邊習定。池龍", "186": "敬德以身繞之。比丘心惡欲令其去。方便說", "187": "偈從索珠云。光耀摩尼寶。瓔珞莊嚴身。若", "188": "能施我者。是名為善親。池龍慳惜說此偈答。", "189": "我愛摩尼寶。遇汝比丘身。我終不施汝。任汝", "190": "不相親。佛因此事復說偈云。多貪人所惡。數", "191": "乞朋友乖。比丘乞龍珠。一去不復迴。故知慳", "192": "貪能捨親友也。又由貪故唯欲他財。由於慳", "193": "故不行惠施。所生之處貧窮乏少。無父無母。", "194": "無妻無子。無善知識。無親友人。故言慳貪捨", "195": "親友也。成實論有五慳。一施慳。二家慳。三處", "196": "慳。四讚慳。五法慳。此之五慳並捨親友也。", "197": "染著障生天者答第四問。天謂二十八天。皆", "198": "須厭下而得上生。若染著下地。不得生上。若", "199": "染著人中五欲。縱情放逸不肯厭離。不得上", "200": "生六欲天中。如經廣說。佛弟難陀厭孫陀羅", "201": "欣天上女。方始持戒願生天。如若染著六天", "202": "五欲。不得上生色界天中。若染著色天果報。", "203": "不得上生無色天中。故言染著障生天也。又", "204": "三乘聖人名為淨天。若染著三界二十八天", "205": "有漏果報。不得入彼三乘聖道。亦名染著障", "206": "生天也。", "207": "經曰。天復請曰。誰非火所燒。風亦不能碎。誰", "208": "非水所爛。能浮持世間。誰能與王賊。勇猛相", "209": "抗敵。不為人非人。之所來侵奪　述曰。此下", "210": "第八請答也。此即先請。問有兩意。一問誰無", "211": "七難。二問誰有一能。七難者。一火難。二風", "212": "難。三水難。四王難。五賊難。六人難。七鬼", "213": "難。火以燒燋為難風以飄碎為難。水以溺爛", "214": "為難。王以威力為難。賊以劫殺為難。人以侵", "215": "害為難。鬼以精魅為難。世間之人多不免此", "216": "七種災難。未知法中誰能免此七種災難也。", "217": "經文可解。一能者能浮持世間也。世間有二。", "218": "一器世間。即依報。二眾生世間。即正報。如世", "219": "水輪能浮持地輪及眾生類。未知法中誰能", "220": "浮持此二世間。此由水有二用。一能爛物。二", "221": "能持地故。問水爛之次即問浮持也。", "222": "經曰。世尊告曰。福非火所燒。風亦不能碎。", "223": "福非水所爛。能浮持世間。福能與王賊。勇猛", "224": "相抗敵。不為人非人。之所來侵奪　述曰。此", "225": "答也。答前二問。福謂施戒修三種福也。如前", "226": "善眷屬中釋。答無七難意云。凡遭七種災難。", "227": "為造十惡罪因。既修三種福德。寧罹七種災", "228": "難。問。賊行非理容可拒之。人法屬王。何得抗", "229": "敵。答。如殷紂暴虐周武拒之。雖是王人。有", "230": "相抗敵。又王是總語。兼稱臣屬。銜王命者並", "231": "亦名王。如此王臣暴行酷虐。非理同賊。亦得", "232": "抗之。且如經說。有王責臣令簿錄家財。其臣", "233": "遂錄已修福物。王瞋責言。已修福物今並見", "234": "無。何不錄汝家中現物。臣答王言。已修福物", "235": "是臣之物。家中現物元屬五家。非臣獨有。所", "236": "以不錄。王心開悟。遂亦修福。故知其福非他", "237": "能奪。答有一能意云。由三福故。感得人天", "238": "殊勝正報。兼感器界屋宇資緣種種依果。故", "239": "言福能浮持世間。問。孔老等云。從道以生一。", "240": "從一以生二。從二以生三。從三生萬物。道謂", "241": "虛通。一謂元氣。二謂陰陽。三謂天地人。萬", "242": "物謂離畜草木等。又云。人頭圓像天。足方像", "243": "地。感天地精靈以成於人。據此而言。即是", "244": "外器世界能持眾生世間。豈是眾生內福能", "245": "持水外器世界。答。孔老所說則天地生人釋", "246": "宗所明則人生天地。謂由眾生共相業力外", "247": "感器界天地依報。若成若壞如餘處廣說。故", "248": "經云。三界所作皆是一心。又論云。外由內得", "249": "成。此則孔老但觀外相先後。即謂天地生人。", "250": "如來洞知內體因果。故說人生天地。三教深", "251": "淺觀此可知。", "252": "經曰。天復請曰。我今猶有疑。佛應為除斷。", "253": "今世往後世。誰極自欺誑　述曰。此下第九", "254": "請答也。此則先請。上半敘問。下半正問。敘問", "255": "意云。上蒙廣答。已析諸滯。下情多惑尚有餘", "256": "疑。願佛慈悲為我除斷。正問中云。今世謂現", "257": "在。後世謂未來。謂從今生身往後身也。問。有", "258": "為無常不來不去。又無主宰。說誰往耶。答。", "259": "前滅後生不常不斷。因招果續假說往來。譬", "260": "如將燈從此至彼。雖念念滅。假說往來也問。", "261": "三世輪環果因員備。何故偏請現未。不問過", "262": "耶。答。前事已經。無勞更問。後身未受。故須", "263": "請之。如諸天禮白骨餓鬼鞭死屍即是。已經", "264": "之事多分自知。故不問也。此問意云。世間欺", "265": "誑但欲侵損他人。未知法中更有從今向後", "266": "而自侵損極欺誑耶。", "267": "經曰。世尊告曰。若多有珍財。而不能修福。今", "268": "世往後世。彼極自欺誑　述曰。此答也。珍謂", "269": "金銀八珍。財謂錢絹等物。世人愚惑。自謂常", "270": "存。不識果因。多積財寶。於悲田所無惠施", "271": "心。於敬田中無供養意。忽然命盡無一福資。", "272": "輪墜三塗。長時受苦。錢財珍寶他人用之。己", "273": "無片善。豈非自負。故云若多有珍財而不能", "274": "修福。今世往後世彼極自欺誑。又如經云惜", "275": "財不布施。藏積畏人知。捨身空手去。餓鬼中", "276": "受飢。又如經云。親眷皆分離。唯業不相捨。", "277": "善惡未來世一切時隨逐。此中應引畜三妻", "278": "人為喻又應引有三子人為喻。又經云。寧自", "279": "割身肉而噉食之。不肯持錢財布施求後世", "280": "之福。此人當墮地獄畜生餓鬼等苦。", "281": "經曰。爾時彼天聞佛世尊說是經已　述曰。", "282": "此下第三依教奉行分即是流通有三。一聞", "283": "法。二申敬。三隱還。此即聞法也。", "284": "經曰。歡喜踴躍。歎未曾有。頂禮佛足　述曰。", "285": "此申敬也。既聞好法。不覺欣然為申敬德。故", "286": "復歎禮。", "287": "經曰。即於佛前欻然不現　述曰。此隱還也。", "288": "來為諮疑。已蒙析滯所懷既遂。故隱還宮也。", "289": "天請問經疏一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2786 天請問經疏", "source": "CBETA"}