{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2869 妙好寶車經", "text": {"0": "No. 2869", "1": "佛說妙好寶車經", "10": "不。如是種種思之念之。佛道至尊終不相欺。", "100": "以隨喜作鏤󱬋。破眾生愚癡之怏伐。用六度", "101": "作種子。散著無極之福田。用十善作溝渠。長", "102": "真實之苗稼。磨波若之利鎌。又取涅槃真實", "103": "果。牽弘誓之大牛。駕三乘之寶車。運著六通", "104": "之矩頭。由八徑之政路。運總持之蠡束。積著", "105": "散雲之道場。寶車度人其法如是。", "106": "如母得子病殺生求魔神不得一言福", "107": "罪如須彌山念人衰老時百病同時生", "108": "水消如火滅刀風解其形骨離筋脈絕", "109": "大命要當傾吾欲畏是故求道願福生", "11": "佛語寶車菩薩。我今語汝。須彌山南名閻浮", "110": "唯念老病死三界是大患福盡而命終", "111": "棄之於皇泉身爛還歸土魂魄隨因緣", "112": "吾欲畏是故求道勝泥洹眼老不見色", "113": "看經文字難耳老不聞聲聽受經法難", "114": "鼻老不聞香分別香亦難口老不能語", "115": "說經義亦難心老多忘失說法解義難", "116": "身老不能行往取福德難今身不受戒", "117": "後得為人難殺生短命報欲求長命難", "118": "我殺還我尚走避脫亦難世間愚癡人", "119": "不信寶車經放恣著五欲行業之所牽", "12": "提。西俱耶尼。北欝單越。東弗于逮。如是四方", "120": "譬如歷養馬舉頭看青雲但作地獄行", "121": "不知念生天智者樂福德愚者利養身", "122": "如馬貪水穀好語詠不聽展轉鑊湯中", "123": "苦痛難可陳語我家中人欲求過度我", "124": "燒香請道人不經八難苦皆由寶車經", "125": "身直影亦直身曲影直難心直事事直", "126": "心曲直事難魚鱉隱在海掃地求活難", "127": "猨猴急依樹無樹脫亦難人急依於佛", "128": "無戒求佛難放身自縱恣眾魔競來前", "129": "比丘語寶車。何以不問佛四諦　二因緣本", "13": "眾生皆悉聞知。若欲聞者。如民得王。如囚出", "130": "從何處出。佛即語寶車。我出於波羅奈國。或", "131": "果從因中生。或因從果中出。智者能安之愚", "132": "者。便掘出寶車方便問破三合為一。比丘語", "133": "寶車。舉意宜大兒。謂汝三乘人不識於涅槃", "134": "輪迴六趣中。脫諸難亦難。願以方便力引之", "135": "入涅槃。比丘語寶車。事亦不可知。粟果成天", "136": "地。芥子成須彌。神力得如是。故號不思議。寶", "137": "車菩薩眷屬千萬億人。聞佛所說歡喜奉行。", "138": "一心歸向無有惑也。", "139": "佛昔在世時。化作一道人。詣大婆羅門家乞。", "14": "獄。如病得差。如闇見明。如慈母得子。如遠行", "140": "婆羅門問道人言。何以不田作但行乞食。道", "141": "人姓何字誰。舍在何許。囑何郡縣。道人言。吾", "142": "舍在弘水東引水西。囑波若郡本際縣。姓空", "143": "字無相。薩云然樹下止居超入城絕䋧利彼。", "144": "婆羅門言。道人乃有此業。何以不田作但行", "145": "乞食。道人答曰。吾田作與卿有異。以四禪為", "146": "耕犁。六度為種子。散著無極之曠野。潤以八", "147": "解之泉水。長養四實為果報。鋤以十善為溝", "148": "薛。又以波若之利鎌。束以善權為要附。積著", "149": "三乘之大車。運著無極之大城。給與一切之", "15": "人得歸。如寡女得夫。如譬人得行。如貧人得", "150": "賢士。貧道之田作如此無窮。以道人說是語", "151": "次忽然不現。婆羅門即得道迹。", "152": "佛說妙好寶車經一卷", "153": "大業十三年。佛弟子張佛果為劉士章善友", "154": "知識敬造寶車經一卷流通讀誦講說修行。", "155": "願藉此大乘弘化之業俱遊勝境履踐妙迹", "156": "背八邪道歸八正路。具首楞嚴三昧之力。獲", "157": "四如意念處功德。願於將來無量劫中世世", "158": "生生還共弟子深結善因菩提眷屬發大乘", "159": "心求摩訶衍。具足智慧神通威德根力覺道", "16": "衣。如寒人得火。如耕田人得穀。如盲人得視。", "160": "皆悉成就。俱修梵行。同登種覺。", "17": "如聾人得聽。如啞人得語。有如是種種思之", "18": "念之佛道。世尊終不相欺。", "19": "寶車菩薩白佛言。世尊如來壽命為有幾年。", "2": "世時有一□□□□□□□□□□□□□", "20": "佛言寶車菩薩。我今壽命不可思議。巍巍堂", "21": "堂與日月同年。終日竟夜遶須彌山。終而復", "22": "始。亦無始亦無原緒。若欲聞者。其事亦難。一", "23": "切諸法空無所有。無有常住亦無器滅。譬如", "24": "東西及以南北。亦非青赤復非白黑。喻如嚮", "25": "聲捉不可得。佛後寶車菩薩。汝今應當教諸", "26": "眾生。普皆受持三歸五戒。十善八齋轉身更", "27": "生。盡得須陀洹道。斯陀含道。阿那含道。阿羅", "28": "漢道。盡諸有漏四道具足。", "29": "寶車菩薩重白佛言。世尊如來在世猶多怨", "3": "菩薩言。夫一切萬民□□□□□□□□□", "30": "疾。況滅度後。其有誹謗此經典者。死入地獄。", "31": "展轉其中無有出期。痛哉痛哉。痛不可言。吾", "32": "今矜於汝等造作此經。如盲者不見日月。非", "33": "日月之咎。", "34": "愛時不見愛不見愛亦憂是以莫造愛", "35": "怨曾惡所由喜中生於愛愛能生於憂", "36": "若能斷恩愛憂悲即不生愛喜生於怨", "37": "愛喜生怖畏解無貪欲想何憂復何畏", "38": "諸天宮殿樂無邊無有窮要當生彼處", "39": "有始而無終以善為善法修善是道場", "4": "切獄囚思得出不。一切病人思得差不。如人", "40": "善行作車牛載人入福堂以惡為惡法", "41": "惡行相縛束生時不受戒死則入地獄", "42": "三歸五戒車非是山中木得聞寶車經", "43": "死不入地獄非空非海中非入山石間", "44": "對至不可避會當來相牽赤繩縛我肩", "45": "黑索繫我咽將我何所至送至東太山", "46": "高山萬餘丈絕後極普懸乃何千萬歲", "47": "以復歸黃泉人生譬朝露姓命不久長", "48": "不信我語者但看琢石光生難死何異", "49": "去不由橋梁惶忽五道頭解剝衣以裳", "5": "在闇思見明不。譬如慈母思見子不。譬如遠", "50": "手捉七尺棒鐵鉤利如芒火車忽然至", "51": "銅柱及鐵床寒氷截人骨獄門陽濩湯", "52": "使官相對座又吏挾兩箱皆共治文書", "53": "問我生時殃事事知何道苦痛難可當", "54": "奈何天中天叵有不死方怨戀猶恩愛", "55": "謂呼身是常世間愚癡人或不信此經", "56": "譬如未調牛曳人東都西三歸如車𨍮", "57": "五戒如車轅十善作車箱八戒作當蘭", "58": "直心如車軸三明作釭釧持戒如車轄", "59": "破戒如車轓車聰如雙耳鉤心如坐禪", "6": "行思早歸不。譬如寡女思得夫不。譬如躄人", "60": "方便如車膂覆蓋如善權佛道作車轂", "61": "車輻競來前賢者如車網法師與魔門", "62": "退轉如薛脫懺悔打薛堅精進作車牛", "63": "牽車至梵天梵天諸宮殿光明皆自然", "64": "譬如春花敷妙色悅眾心如是諸功德", "65": "得聞寶車經佛道高於天福德重於地", "66": "寶車大菩薩教我作懺悔世間愚癡人", "67": "不信寶車經死墮地獄中餓鬼竟來前", "68": "牽頭向刀山面白如脣青不見日月光", "69": "但聞打鬼聲如是諸苦痛幽幽何冥冥", "7": "思得行不。譬如貧人思得衣不。譬如寒人思", "70": "生時不受戒事至知何陳或有鐵嘴鳥", "71": "飛來著兩肩低頭啄人舌舉頭啄眼精", "72": "此人前身時齋日惡罵聲不肯受師教", "73": "佛前作懺悔今日受斯罪知復何造逮", "74": "佛言。若有善男子善女人。能於齋日在三尊", "75": "前。發露懺悔自悅過咎者罪滅福生。不經刀", "76": "山劍樹濩湯盧炭。不猶三塗受。若眾生不經", "77": "八難。乃與諸佛菩薩携手接腕。諸天宮殿入", "78": "中遍觀歡欣快樂。廣成弘願。", "79": "佛語寶車菩薩。有能受持寶車菩薩經者。設", "8": "得火不。譬如耕田思得穀不。譬如盲人思見", "80": "入大海。譬如娥押鴛鴦鳳凰在海水中異愕", "81": "異翔。如人在堂琵琶箏笛歌舞作倡歡忻快", "82": "樂。功德難量。譬如魚鱉在海水中出沒自在", "83": "不畏虎狼。譬如耽幽魍魎。誰敢誰當。", "84": "佛語寶車菩薩。汝今應當教諸眾生皆悉聞", "85": "知。佛言。汝欲度人之法。其事云何。寶車答", "86": "言。能以手執波若之智炬。入眾生無明之窟", "87": "宅。照善根之華敷。顯解脫之智果。用忍辱作", "88": "鎧杖。手執波若之利朔。善權方便作攻車。破", "89": "眾生愚癡之大城。共五陰魔戰。擊生死軍。殺", "9": "物不。譬如聾人思聞聲不。譬如啞人思得語", "90": "煩惱賊。出陰入界法身道場。皆由寶車菩薩", "91": "威神之刀。巍巍如是。", "92": "佛語寶車菩薩。汝今應當得阿耨多羅三藐", "93": "三菩提心。善男子善女人。有能受持寶車菩", "94": "薩經名墮地獄者。無有是處。何以故。乘如來", "95": "力駕波若之大船度眾生。逕生死之大河。度", "96": "煩惱之海岸。出愛欲之深淵。越無明之坑坎。", "97": "度耽見之惡經。用忍辱作琢斫琢却六入之", "98": "杌株。盡耽見之橫根。却煩惱之葉須。牽弘誓", "99": "之大牛。用智慧作利犁。破眾生愚癡之荒地。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2869 妙好寶車經", "author": "", "sourceLink": "http://www.cbeta.org/"}