{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含經", "text": {"0": "小土城頌2 長壽王品72 長壽王本起經", "1": "中阿含經卷第十八", "10": "逸，修行精勤。我因在遠離獨住，心無放逸，", "100": "勞，有所論說，有所答對；亦知彼天如是", "101": "姓、如是字、如是生；亦知彼天如是食、如是", "102": "受苦樂；亦知彼天如是長壽、如是久住、如", "103": "是命盡；亦知彼天作如是如是業已，死此", "104": "生彼；亦知彼天、彼彼天中；亦知彼天上，我", "105": "曾生中、未曾生中也。「若我不正知得此", "106": "八行者，便不可一向說得，亦不知我得", "107": "覺無上正真之道；我亦於此世間，諸天、魔、梵、", "108": "沙門、梵志不能出過其上；我亦不得解脫", "109": "種種解脫；我亦未離諸顛倒，未生已盡、梵", "11": "修行精勤故，即得光明，便見形色也。然我", "110": "行已立、所作已辦、不更受有，知如真。若我", "111": "正知得此八行者，便可一向說得，亦知我", "112": "得覺無上正真之道；我亦於此世間，諸天、魔、", "113": "梵、沙門、梵志出過其上；我亦得解脫種種", "114": "解脫，我心已離諸顛倒，生已盡，梵行已立，所", "115": "作已辦，不更受有，知如真。」佛說如是。彼諸", "116": "比丘聞佛所說，歡喜奉行。", "117": "天經第二竟千七百七十四字", "118": "74 八念經（七四）中阿含長壽王品八念經第三第二", "119": "小土城誦", "12": "未與彼天共同集會，未相慰勞，未有所", "120": "我聞如是：一時，佛遊婆奇瘦，在鼉山怖", "121": "林鹿野園中。爾時，尊者阿那律陀在枝提", "122": "瘦水渚林中。彼時，尊者阿那律陀在安靜", "123": "處燕坐思惟，心作是念：「道從無欲，非有欲", "124": "得。道從知足，非無厭得。道從遠離，非樂聚", "125": "會，非住聚會，非合聚會得。道從精勤，非懈", "126": "怠得。道從正念，非邪念得。道從定意，非亂", "127": "意得。道從智慧，非愚癡得。」於是，世尊以他", "128": "心智知尊者阿那律陀心中所念、所思、所行。", "129": "世尊知已，即入如其像定，以如其像定猶", "13": "論說，未有所答對。「我復作是念：『我寧可", "130": "若力士屈申臂頃，如是世尊從婆奇瘦", "131": "鼉山怖林鹿野園中忽沒不現，住枝提瘦水", "132": "渚林中尊者阿那律陀前。是時，世尊便從定", "133": "覺，歎尊者阿那律陀曰：「善哉，善哉！阿那律", "134": "陀！謂汝在安靜處燕坐思惟，心作是念：『道", "135": "從無欲，非有欲得。道從知足，非無厭得。道", "136": "從遠離，非樂聚會，非住聚會，非合聚會得。", "137": "道從精勤，非懈怠得。道從正念，非邪念得。", "138": "道從定意，非亂意得。道從智慧，非愚癡", "139": "得。』「阿那律陀！汝從如來更受第八大人之", "14": "得生其光明，因其光明而見形色，及", "140": "念，受已，便思道從不戲、樂不戲、行不戲，非", "141": "戲、非樂戲、非行戲得。阿那律陀！若汝成就", "142": "此大人八念者，汝必能離欲、離惡不善之", "143": "法，至得第四禪成就遊。阿那律陀！若汝成", "144": "就大人八念，而復得此四增上心，現法樂居，", "145": "易不難得者，如王、王臣有好緘簏，盛滿", "146": "種種衣，中前欲著，便取著之，中時、中後若", "147": "欲著衣，便取著之，隨意自在。阿那律陀！汝", "148": "亦如是，得糞掃衣為第一服，汝心無欲，行", "149": "此住止行。「阿那律陀！若汝成就大人八念，", "15": "與彼天共同集會，共相慰勞，有所論說，有", "150": "而復得此四增上心，現法樂居，易不難得者，", "151": "如王、王臣有好廚宰，種種淨妙甘美餚饍。阿", "152": "那律陀！汝亦如是，常行乞食為第一饌，", "153": "汝心無欲，行此住止行。「阿那律陀！若汝成", "154": "就大人八念，而復得此四增上心，現法樂居，", "155": "易不難得者，如王、王臣有好屋舍，或樓閣", "156": "宮殿。阿那律陀！汝亦如是，依樹下止為", "157": "第一舍，汝心無欲，行此住止行。「阿那律陀！", "158": "若汝成就大人八念，而復得此四增上心，現", "159": "法樂居，易不難得者，如王、王臣有好床座，", "16": "所答對。如是我智見極大明淨。』我為智見", "160": "敷以氍氀、毾𣰆，覆以錦綺、羅縠，有襯體被，", "161": "兩頭安枕，加陵伽波惒邏、波遮悉哆羅那。", "162": "阿那律陀！汝亦如是，草座葉座為第一座，", "163": "汝心無欲，行此住止行。「阿那律陀！若汝成", "164": "就大人八念，而復得此四增上心，現法樂", "165": "居，易不難得者，如是汝若遊東方，必得安", "166": "樂，無眾苦患；若遊南方、西方、北方者，必得", "167": "安樂，無眾苦患。「阿那律陀！若汝成就大人", "168": "八念，而復得此四增上心，現法樂居，易不", "169": "難得者，我尚不說汝諸善法住，況說衰", "17": "極明淨故，便在遠離獨住，心無放逸，修行", "170": "退？但當晝夜增長善法而不衰退。「阿那律", "171": "陀！若汝成就大人八念，而復得此四增上", "172": "心，現法樂居，易不難得者，汝於二果必得", "173": "其一，或於現世得究竟智，或復有餘得阿", "174": "那含。「阿那律陀！汝當成就此大人八念，亦", "175": "應得此四增上心，現法樂居，易不難得已，", "176": "然後於枝提瘦水渚林中受夏坐也。」爾時，", "177": "世尊為尊者阿那律陀說法，勸發渴仰，成", "178": "就歡喜，無量方便為彼說法，勸發渴仰。成", "179": "就歡喜已，入如其像定，以如其像定，猶若", "18": "精勤。我因在遠離獨住，心無放逸，修行精", "180": "力士屈申臂頃，如是世尊從枝提瘦", "181": "水渚林中忽沒不見，住婆奇瘦鼉山怖林鹿", "182": "野園中。彼時，尊者阿難執拂侍佛。於是，世", "183": "尊便從定覺，迴顧告曰：「阿難！若有比丘遊", "184": "鼉山怖林鹿野園中者，令彼一切皆集講", "185": "堂，集講堂已，還來白我。」尊者阿難受佛教", "186": "已，稽首禮足，即行宣勅：「諸有比丘遊鼉山", "187": "怖林鹿野園中者，令彼一切皆集講堂。」集", "188": "講堂已，還詣佛所，頭面禮足，却住一面，白", "189": "曰：「世尊！諸有比丘遊鼉山怖林鹿野園中", "19": "勤故，即得光明，便見形色，及與彼天共同", "190": "者，已令一切皆集講堂，唯願世尊自當知", "191": "時。」於是，世尊將尊者阿難往詣講堂，於比", "192": "丘眾前敷座而坐，坐已，告曰：「諸比丘！我今", "193": "為汝說大人八念，汝等諦聽，善思念之。」時，", "194": "諸比丘受教而聽。佛言：「大人八念者，謂道", "195": "從無欲，非有欲得。道從知足，非無厭得。道", "196": "從遠離，非樂聚會，非住聚會，非合聚會", "197": "得。道從精勤，非懈怠得。道從正念，非邪念", "198": "得。道從定意，非亂意得。道從智慧，非愚癡", "199": "得。道從不戲、樂不戲、行不戲，非戲、非樂戲、", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "集會，共相慰勞，有所論說，有所答對也。然", "200": "非行戲得。「云何道從無欲，非有欲得？謂比", "201": "丘得無欲，自知得無欲，不令他人知我無", "202": "欲，得知足、得遠離、得精勤、得正念、得定", "203": "意、得智慧、得不戲；自知得不戲，不欲令", "204": "他知我無欲，是謂道從無欲，非有欲得。「云", "205": "何道從知足，非無厭得？謂比丘行知足，衣", "206": "取覆形，食取充軀，是謂道從知足，非無", "207": "厭得。「云何道從遠離，非樂聚會，非住聚會，", "208": "非合聚會得？謂比丘行遠離，成就二遠離，", "209": "身及心俱遠離，是謂道從遠離，非樂聚會，", "21": "我不知彼天如是姓、如是字、如是生。「我復", "210": "非住聚會，非合聚會得。「云何道從精勤，非", "211": "懈怠得？謂比丘常行精進，斷惡不善，修諸", "212": "善法，恒自起意，專一堅固，為諸善本不捨", "213": "方便，是謂道從精勤，非懈怠得。「云何道從", "214": "正念，非邪念得？謂比丘觀內身如身，觀內", "215": "覺、心、法如法，是謂道從正念，非邪念得。「云", "216": "何道從定意，非亂意得？謂比丘離欲、離惡", "217": "不善之法，至得第四禪成就遊，是謂道從", "218": "定意，非亂意得。「云何道從智慧，非愚癡得？", "219": "謂比丘修行智慧，觀興衰法，得如是智，聖", "22": "作是念：『我寧可得生其光明，因其光明而", "220": "慧明達，分別曉了，以正盡苦，是謂道從智", "221": "慧，非愚癡得。「云何道從不戲、樂不戲、行不", "222": "戲，非戲、非樂戲、非行戲得？謂比丘意常滅", "223": "戲，樂住無餘涅槃，心恒樂住，歡喜意解，是謂", "224": "道從不戲、樂不戲、行不戲，非戲、非樂戲、非", "225": "行戲得。「諸比丘！阿那律陀比丘成就此大人", "226": "八念已，然後枝提瘦水渚林中受夏坐也。", "227": "我以此教彼在遠離獨住，心無放逸，修行", "228": "精勤。彼在遠離獨住，心無放逸，修行精勤", "229": "已，族姓子所為，剃除鬚髮，著袈裟衣，至信、", "23": "見形色，及與彼天共同集會，共相慰勞，有", "230": "捨家、無家、學道者，唯無上梵行訖，於現法中", "231": "自知自覺，自作證成就遊，生已盡，梵行已立，", "232": "所作已辦，不更受有，知如真。」是時，尊者阿那", "233": "律陀得阿羅呵，心正解脫，得長老上尊，則", "234": "於爾時而說頌曰：", "235": "「遙知我思念，無上世間師，", "236": "正身心入定，乘虛忽來到。", "237": "如我心所念，為說而復過，", "238": "諸佛樂不戲，遠離一切戲。", "239": "既從彼知法，樂住正法中，", "24": "所論說，有所答對；亦知彼天如是姓、如是", "240": "逮得三昧達，佛法作已辦。", "241": "我不樂於死，亦不願於生，", "242": "隨時任所適，立正念正智。", "243": "鞞耶離竹林，我壽在彼盡，", "244": "當在竹林下，無餘般涅槃。」", "245": "佛說如是，尊者阿那律陀及諸比丘，聞佛所", "246": "說，歡喜奉行。", "247": "八念經第三竟千九百五十四字", "248": "75 淨不動道經（七五）中阿含長壽王品淨不動道經第四", "249": "第二小土城誦", "25": "字、如是生。如是我智見極大明淨。』我為智", "250": "我聞如是：一時，佛遊拘樓瘦，在劒磨瑟", "251": "曇拘樓都邑。爾時，世尊告諸比丘：「欲者無常、", "252": "虛偽、妄言，是妄言法，則是幻化、欺誑、愚癡。若", "253": "現世欲及後世欲，若現世色及後世色，彼一", "254": "切是魔境界，則是魔餌，因此令心生無量惡", "255": "不善之法，增伺、瞋恚及鬪諍等，謂聖弟子學", "256": "時為作障礙。多聞聖弟子作如是觀，世尊", "257": "所說，欲者無常、虛偽、妄言，是妄言法則是幻", "258": "化、欺誑、愚癡。若現世欲及後世欲，若現世色", "259": "及後世色，彼一切是魔境界，則是魔餌，因此", "26": "見極明淨故，便在遠離獨住，心無放逸，修", "260": "令心生無量惡不善之法，增伺、瞋恚及鬪諍", "261": "等，謂聖弟子學時為作障礙。彼作是念：『我", "262": "可得大心成就遊，掩伏世間，攝持其心。若", "263": "我得大心成就遊，掩伏世間，攝持其心者，", "264": "如是心便不生無量惡不善之法，增伺、瞋", "265": "恚及鬪諍等，謂聖弟子學時為作障礙。』彼以", "266": "是行、以是學，如是修習而廣布，便於處得", "267": "心淨。於處得心淨已，比丘者或於此得入", "268": "不動，或以慧為解。彼於後時，身壞命終，因", "269": "本意故，必至不動。是謂第一說淨不動道。", "27": "行精勤。我因在遠離獨住，心無放逸，修行", "270": "「復次，多聞聖弟子作如是觀，若有色者，彼", "271": "一切四大及四大造，四大者是無常法，是苦、", "272": "是滅。彼如是行、如是學，如是修習而廣布，", "273": "便於處得心淨。於處得心淨已，比丘者或", "274": "於此得入不動，或以慧為解。彼於後時，", "275": "身壞命終，因本意故，必至不動。是謂第二", "276": "說淨不動道。「復次，多聞聖弟子作如是觀，", "277": "若現世欲及後世欲，若現世色及後世色，若", "278": "現世欲想、後世欲想，若現世色想、後世色想，", "279": "彼一切想是無常法、是苦、是滅，彼於爾時", "28": "精勤故，即得光明，便見形色，及與彼天共", "280": "必得不動想。彼如是行、如是學，如是修習", "281": "而廣布，便於處得心淨，於處得心淨已，比", "282": "丘者或於此得入不動，或以慧為解。彼", "283": "於後時，身壞命終，因本意故，必至不動。是", "284": "謂第三說淨不動道。「復次，多聞聖弟子作如", "285": "是觀，若現世欲想、後世欲想，若現世色想、後", "286": "世色想及不動想；彼一切想是無常法、是苦、", "287": "是滅，彼於爾時得無所有處想。彼如是行、", "288": "如是學，如是修習而廣布，便於處得心淨，", "289": "於處得心淨已，比丘者或於此得入不動，", "29": "同集會，共相慰勞，有所論說，有所答對；亦", "290": "或以慧為解。彼於後時，身壞命終，因本意", "291": "故，必至不動。是謂第一說淨無所有處道。", "292": "「復次，多聞聖弟子作如是觀，此世空，空於神、", "293": "神所有，空有常，空有恒，空長存，空不變易。彼", "294": "如是行、如是學，如是修習而廣布，便於處", "295": "得心淨，於處得心淨已，比丘者或於此得", "296": "入無所有處，或以慧為解。彼於後時，身壞", "297": "命終，因本意故，必至無所有處。是謂第二", "298": "說淨無所有處道。「復次，多聞聖弟子作如是", "299": "觀，我非為他而有所為，亦非自為而有所", "3": "73 天經（七三）中阿含長壽王品天經第二第二小", "30": "知彼天如是姓、如是字、如是生也。然我不", "300": "為。彼如是行、如是學，如是修習而廣布，便", "301": "於處得心淨，於處得心淨已，比丘者或於", "302": "此得入無所有處，或以慧為解。彼於後時，", "303": "身壞命終，因本意故，必至無所有處。是謂", "304": "第三說淨無所有處道。「復次，多聞聖弟子作", "305": "如是觀，若現世欲及後世欲，若現世色及後", "306": "世色，若現世欲想、後世欲想，若現世色想、後", "307": "世色想及不動想、無所有處想，彼一切想是無", "308": "常法、是苦、是滅，彼於爾時而得無想。彼如", "309": "是行、如是學，如是修習而廣布，便於處得", "31": "知彼天如是食、如是受苦樂。「我復作是念：", "310": "心淨，於處得心淨已，比丘者或於此得入", "311": "無想，或以慧為解。彼於後時，身壞命終，因", "312": "本意故，必至無想處。是謂說淨無想道。」是", "313": "時，尊者阿難執拂侍佛。於是，尊者阿難叉", "314": "手向佛，白曰：「世尊！若有比丘如是行，無我、", "315": "無我所，我當不有、我所當不有，若本有者，", "316": "便盡得捨。世尊！比丘行如是，彼為盡，得般", "317": "涅槃耶？」世尊告曰：「阿難！此事不定，或有得", "318": "者，或有不得。」尊者阿難白曰：「世尊！比丘云", "319": "何行不得般涅槃？」世尊告曰：「阿難！若比丘", "32": "『我寧可得生其光明，因其光明而見形色，", "320": "如是行，無我、無我所，我當不有、我所", "321": "當不有，若本有者，便盡得捨。阿難！若比丘", "322": "樂彼捨、著彼捨、住彼捨者，阿難！比丘行", "323": "如是，必不得般涅槃。」尊者阿難白曰：「世", "324": "尊！比丘若有所受，不得般涅槃耶？」世尊告", "325": "曰：「阿難！若比丘有所受者，彼必不得般涅", "326": "槃也。」尊者阿難白曰：「世尊！彼比丘為何所", "327": "受？」世尊告曰：「阿難！行中有餘，謂有想、無想", "328": "處，於有中第一，彼比丘受。」尊者阿難白曰：", "329": "「世尊！彼比丘受餘行耶？」世尊告曰：「阿難！如", "33": "及與彼天共同集會，共相慰勞，有所論說，", "330": "是比丘受餘行也。」尊者阿難白曰：「世尊！比", "331": "丘云何行必得般涅槃？」世尊告曰：「阿難！若比", "332": "丘如是行，無我、無我所，我當不有、我所當", "333": "不有，若本有者，便盡得捨。阿難！若比丘", "334": "不樂彼捨、不著彼捨、不住彼捨者，阿難！", "335": "比丘行如是，必得般涅槃。」尊者阿難白曰：", "336": "「世尊！比丘若無所受，必得般涅槃耶？」世尊", "337": "告曰：「阿難！若比丘無所受，必得般涅槃。」爾", "338": "時，尊者阿難叉手向佛，白曰：「世尊已說淨不", "339": "動道，已說淨無所有處道，已說淨無想道，", "34": "有所答對；亦知彼天如是姓、如是字、如是", "340": "已說無餘涅槃。世尊！云何聖解脫耶？」世尊告", "341": "曰：「阿難！多聞聖弟子作如是觀，若現世欲", "342": "及後世欲，若現世色及後世色，若現世欲想、", "343": "後世欲想，若現世色想、後世色想及不動想、", "344": "無所有處想、無想想，彼一切想是無常法、是", "345": "苦、是滅，是謂自己有。若自己有者，是生、是老、", "346": "是病、是死。阿難！若有此法，一切盡滅無餘", "347": "不復有者，彼則無生，無老、病、死。聖如是觀，", "348": "若有者必是解脫法，若有無餘涅槃者是名", "349": "甘露，彼如是觀、如是見，必得欲漏心解脫，", "35": "生；亦知彼天如是食、如是受苦樂。如是我", "350": "有漏、無明漏心解脫。解脫已，便知解脫，生", "351": "已盡，梵行已立，所作已辦，不更受有，知如", "352": "真。「阿難！我今為汝已說淨不動道，已說淨", "353": "無所有處道，已說淨無想道，已說無餘涅", "354": "槃，已說聖解脫。如尊師所為弟子起大慈", "355": "哀，憐念愍傷，求義及饒益，求安隱快樂者，", "356": "我今已作；汝等當復自作，至無事處，至林", "357": "樹下，空安靜處，燕坐思惟，勿得放逸，勤加", "358": "精進，莫令後悔。此是我之教勅，是我訓誨。」", "359": "佛說如是。尊者阿難及諸比丘，聞佛所說，", "36": "智見極大明淨。』我為智見極明淨故，便在", "360": "歡喜奉行。", "361": "淨不動道經第四竟千七百八十七字", "362": "76 郁伽支羅經（七六）中阿含長壽王品郁伽支羅經第五", "363": "第二小土城誦", "364": "我聞如是：一時，佛遊郁伽支羅，在恒水池", "365": "岸。爾時，一比丘則於晡時從燕坐起，往詣", "366": "佛所，稽首佛足，却坐一面，白曰：「世尊！唯願", "367": "為我善略說法。從法世尊聞已，在遠離獨", "368": "住，心無放逸，修行精勤。因在遠離獨住，心", "369": "無放逸，修行精勤故，族姓子所為，剃除鬚", "37": "遠離獨住，心無放逸，修行精勤。我因在遠", "370": "髮，著袈裟衣，至信、捨家、無家、學道者，唯無上", "371": "梵行訖，於現法中自知自覺，自作證成就遊，", "372": "生已盡，梵行已立，所作已辦，不更受有，知如", "373": "真。」世尊告曰：「比丘！當如是學，令心得住，在", "374": "內不動無量善修，復觀內身如身，行極精", "375": "勤，立正念、正智，善自御心，令離慳貪，意無", "376": "憂慼。復觀外身如身，行極精勤，立正念、正", "377": "智，善自御心，令離慳貪，意無憂慼。復觀內", "378": "外身如身，行極精勤，立正念、正智，善自御", "379": "心，令離慳貪，意無憂慼。比丘！如此之定，", "38": "離獨住，心無放逸，修行精勤故，即得光明，", "380": "去時、來時當善修習，住時、坐時、臥時、眠時、寤", "381": "時、眠寤時亦當修習。復次，亦當修習有覺", "382": "有觀定、無覺少觀定，修習無覺無觀定，亦當", "383": "修習喜共俱定、樂共俱定、定共俱定，修習", "384": "捨共俱定。「比丘！若修此定極善修者，比丘！", "385": "當復更修觀內覺如覺，行極精勤，立正念、正", "386": "智，善自御心，令離慳貪，意無憂慼。復觀外", "387": "覺如覺，行極精勤，立正念、正智，善自御心，", "388": "令離慳貪，意無憂慼。復觀內外覺如覺，行", "389": "極精勤，立正念、正智，善自御心，令離慳貪，", "39": "便見形色，及與彼天共同集會，共相慰勞，", "390": "意無憂慼。比丘！如此之定，去時、來時當善", "391": "修習，住時、坐時、臥時、眠時、寤時、眠寤時亦", "392": "當修習。復次，亦當修習有覺有觀定、無覺少", "393": "觀定，修習無覺無觀定，亦當修習喜共俱", "394": "定、樂共俱定、定共俱定，修習捨共俱定。「比丘！", "395": "若修此定極善修者，比丘！當復更修觀內", "396": "心如心，行極精勤，立正念、正智，善自御心，", "397": "令離慳貪，意無憂慼。復觀外心如心，行", "398": "極精勤，立正念、正智，善自御心，令離慳貪，", "399": "意無憂慼。復觀內外心如心，行極精勤，立", "4": "土城誦", "40": "有所論說，有所答對；亦知彼天如是姓、", "400": "正念、正智，善自御心，令離慳貪，意無憂慼。", "401": "比丘！如此之定，去時、來時當善修習，住時、坐", "402": "時、臥時、眠時、寤時、眠寤時亦當修習。復次，", "403": "亦當修習有覺有觀定、無覺少觀定，修習無", "404": "覺無觀定，亦當修習喜共俱定、樂共", "405": "俱定、定共俱定，修習捨共俱定。「比丘！若", "406": "修此定極善修者，比丘！當復更修觀", "407": "內法如法，行極精勤，立正念、正智，善自御心，", "408": "令離慳貪，意無憂慼。復觀外法如法，行", "409": "極精勤，立正念、正智，善自御心，令離慳貪，", "41": "如是字、如是生；亦知彼天如是食、如是", "410": "意無憂慼。復觀內外法如法，行極精勤，立", "411": "正念、正智，善自御心，令離慳貪，意無憂慼。", "412": "比丘！如此之定，去時、來時當善修習，住時、", "413": "坐時、臥時、眠時、寤時、眠寤時亦當修習。復", "414": "次，亦當修習有覺有觀定、無覺少觀定，修習", "415": "無覺無觀定，亦當修習喜共俱定、樂共俱", "416": "定、定共俱定，修習捨共俱定。「比丘！若修此", "417": "定極善修者，比丘！心當與慈俱，遍滿一方", "418": "成就遊，如是二三四方、四維上下，普周一切，", "419": "心與慈俱，無結無怨，無恚無諍，極廣甚大，無", "42": "受苦樂也。然我不知彼天如是長壽、如是", "420": "量善修，遍滿一切世間成就遊；如是悲、喜", "421": "心與捨俱，無結無怨，無恚無諍，極廣甚大，無", "422": "量善修，遍滿一切世間成就遊。「比丘！若汝", "423": "修習此定極善修者，若遊東方，必得安樂，", "424": "無眾苦患；若遊南方、西方、北方者，必得安", "425": "樂，無眾苦患。比丘！若汝修習此定極善修", "426": "者，我尚不說汝諸善法住，況說衰退？但當", "427": "晝夜增長善法而不衰退。比丘！若汝修習", "428": "此定極善修者，汝於二果必得其一，或於", "429": "現世得究竟智，或復有餘得阿那含。」於是，", "43": "久住、如是命盡。「我復作是念：『我寧可得生", "430": "彼比丘聞佛所說，善受善持，即從坐起，稽", "431": "首佛足，繞三匝而去，受持佛教，在遠離獨", "432": "住，心無放逸，修行精勤。因在遠離獨住，心", "433": "無放逸，修行精勤故，族姓子所為，剃除鬚", "434": "髮，著袈裟衣，至信、捨家、無家、學道者，唯無上", "435": "梵行訖，於現法中自知自覺，自作證成就遊，", "436": "生已盡，梵行已立，所作已辦，不更受有，知如", "437": "真。彼尊者知法已至，得阿羅訶。佛說如是。", "438": "彼諸比丘聞佛所說，歡喜奉行。", "439": "郁伽支羅經第五竟千二百六字", "44": "其光明，因其光明而見形色，及與彼天共", "440": "77 娑雞帝三族姓子經（七七）中阿含長壽王品娑雞帝三族姓子經", "441": "第六第二小土城誦", "442": "我聞如是：一時，佛遊娑雞帝，在青林中。爾", "443": "時，娑雞帝有三族姓子，尊者阿那律陀、尊者", "444": "難提、尊者金毘羅，並皆年少新出家學，共來", "445": "入此正法不久。爾時，世尊問諸比丘：「此三", "446": "族姓子並皆年少新出家學，共來入此正法", "447": "不久，此三族姓子頗樂於此正法、律中行", "448": "梵行耶？」時，諸比丘嘿然不答。世尊復再三", "449": "問諸比丘：「此三族姓子並皆年少新出家學，", "45": "同集會，共相慰勞，有所論說，有所答對；亦", "450": "共來入此正法不久，此三族姓子頗樂於", "451": "此正法、律中行梵行耶？」時，諸比丘亦復再三", "452": "嘿然不答。於是，世尊自問三族姓子，告", "453": "尊者阿那律陀：「汝等三族姓子並皆年少新", "454": "出家學，共來入此正法不久，阿那律陀！汝", "455": "等頗樂此正法、律中行梵行耶？」尊者阿那", "456": "律陀白曰：「世尊！如是。我等樂此正法，修行", "457": "梵行。」世尊問曰：「阿那律陀！汝等小時年幼童", "458": "子，清淨黑髮，身體盛壯，樂於遊戲，樂數澡浴，", "459": "嚴愛其身，於後親親及其父母皆相愛戀，", "46": "知彼天如是姓、如是字、如是生；亦知彼天", "460": "悲泣啼哭，不欲令汝出家學道。汝等故能", "461": "剃除鬚髮，著袈裟衣，至信、捨家、無家、學道，", "462": "阿那律陀！汝等不畏王而行學道，亦不畏", "463": "賊，不畏負債，不畏恐怖，不畏貧窮不得", "464": "活故而行學道，但厭生、老、病、死、啼哭、憂苦，或", "465": "復欲得大苦聚邊。阿那律陀！汝等不以如", "466": "是心故出家學道耶？」答曰：「如是。」「阿那律陀！", "467": "若族姓子以如是心出家學道者，為知所", "468": "由，得無量善法耶？」尊者阿那律陀白世尊", "469": "曰：「世尊為法本，世尊為法主，法由世尊，唯", "47": "如是食、如是受苦樂，亦知彼天如是長壽、", "470": "願說之，我等聞已，得廣知義。」佛便告曰：「阿那", "471": "律陀！汝等諦聽，善思念之，我當為汝分別其", "472": "義。」阿那律陀等受教而聽。世尊告曰：「阿那律", "473": "陀！若為欲所覆、惡法所纏者，不得捨樂、無", "474": "上止息，彼心生增伺、瞋恚、睡眠，心生不樂，", "475": "身生頻伸，多食心憂；彼比丘便不能忍飢", "476": "渴、寒熱、蚊虻、蠅蚤、風日所逼，惡聲、捶杖亦不", "477": "能忍，身遇諸疾極為苦痛，至命欲絕，諸不", "478": "可樂，皆不堪耐。所以者何？以為欲所覆、惡", "479": "法所纏，不得捨樂、無上止息故。若有離欲，", "48": "如是久住、如是命盡。如是我智見極大明", "480": "非為惡法之所纏者，必得捨樂及無上止", "481": "息，彼心不生增伺、瞋恚、睡眠、心不生不樂，", "482": "身不生頻伸，亦不多食，心不愁憂；彼比", "483": "丘便能忍飢渴、寒熱、蚊虻、蠅蚤、風日所逼，", "484": "惡聲、捶杖亦能忍之，身遇諸疾極為苦", "485": "痛，至命欲絕，諸不可樂，皆能堪耐。所以者", "486": "何？以非為欲所覆故，不為惡法之所纏", "487": "故，又得捨樂、無上止息故。」世尊問曰：「阿那", "488": "律陀！如來以何義故？或有所除，或有所用，", "489": "或有所堪，或有所止，或有所吐耶？」阿那律", "49": "淨。』我為智見極明淨故，便在遠離獨住，心", "490": "陀白世尊曰：「世尊為法本，世尊為法主，法", "491": "由世尊，唯願說之，我等聞已，得廣知義。」佛", "492": "便告曰：「阿那律陀！汝等諦聽，善思念之，我", "493": "當為汝分別其義。」阿那律陀等受教而聽。", "494": "世尊告曰：「阿那律陀！諸漏穢污為當來有本，", "495": "煩熱苦報，生、老、病、死因，如來非不盡，非不", "496": "知故，或有所除，或有所用，或有所堪，或有", "497": "所止，或有所吐。阿那律陀！如來但因此身", "498": "故，因六處故，因壽命故，或有所除，或有", "499": "所用，或有所堪，或有所止，或有所吐。阿那", "5": "我聞如是：一時，佛遊枝提瘦，在水渚林中。", "50": "無放逸，修行精勤。我因在遠離獨住，心無", "500": "律陀！如來以此義故，或有所除，或有所用，", "501": "或有所堪，或有所止，或有所吐。」世尊問曰：", "502": "「阿那律陀！如來以何義故，住無事處、山林", "503": "樹下，樂居高巖，寂無音聲，遠離，無惡，無有", "504": "人民，隨順燕坐耶？」尊者阿那律陀白世尊", "505": "曰：「世尊為法本，世尊為法主，法由世尊，唯", "506": "願說之，我等聞已，得廣知義。」佛便告曰：「阿", "507": "那律陀！汝等諦聽，善思念之，我當為汝分", "508": "別其義。」阿那律陀等受教而聽。世尊告曰：", "509": "「阿那律陀！如來非為未得欲得、未獲欲獲、", "51": "放逸，修行精勤故，即得光明，便見形色，及", "510": "未證欲證故，住無事處、山林樹下，樂居高", "511": "巖，寂無音聲，遠離，無惡，無有人民，隨順燕", "512": "坐。阿那律陀！如來但以二義故，住無事處、", "513": "山林樹下，樂居高巖，寂無音聲，遠離，無惡，", "514": "無有人民，隨順燕坐：一者為自現法樂居", "515": "故，二者為慈愍後生人故。或有後生人效", "516": "如來住無事處、山林樹下，樂居高巖，寂無", "517": "音聲，遠離，無惡，無有人民，隨順燕坐。阿那", "518": "律陀！如來以此義故，住無事處、山林樹下，", "519": "樂居高巖，寂無音聲，遠離，無惡，無有人民，", "52": "與彼天共同集會，共相慰勞，有所論說，有", "520": "隨順燕坐。」世尊問曰：「阿那律陀！如來以何", "521": "義故，弟子命終，記說某生某處、某生某處？」", "522": "尊者阿那律陀白世尊曰：「世尊為法本，世", "523": "尊為法主，法由世尊，唯願說之，我等聞已，", "524": "得廣知義。」佛便告曰：「阿那律陀！汝等諦聽，善", "525": "思念之，我當為汝分別其義。」阿那律陀等", "526": "受教而聽。世尊告曰：「阿那律陀！如來非為", "527": "趣為人說，亦不欺誑人，亦不欲得人歡", "528": "樂故，弟子命終，記說某生某處、某生某處。", "529": "阿那律陀！如來但為清信族姓男、族姓女，極", "53": "所答對；亦知彼天如是姓、如是字、如是生；", "530": "信極愛，極生喜悅，聞此正法、律已，或心願", "531": "效如是如是，故弟子命終，記說某生某處、某", "532": "生某處。若比丘聞某尊者於某處命終，彼", "533": "為佛所記，得究竟智，生已盡，梵行已立，所", "534": "作已辦，不更受有，知如真。或自見彼尊者，", "535": "或復從他數數聞之，彼尊者如是有信、如", "536": "是持戒、如是博聞、如是惠施、如是智慧。其人", "537": "聞已，憶彼尊者有信、持戒、博聞、惠施、智慧，聞", "538": "此正法、律已，或心願效如是如是。阿那律", "539": "陀！如是比丘必得差降安樂住止。「阿那律", "54": "亦知彼天如是食、如是受苦樂；亦知彼", "540": "陀！復次，比丘聞某尊者於某處命終，彼為", "541": "佛所記，五下分結已盡，生於彼間而般涅", "542": "槃，得不退法，不還此世。或自見彼尊者，或", "543": "復從他數數聞之，彼尊者如是有信、如是", "544": "持戒、如是博聞、如是慧施、如是智慧。其人", "545": "聞已，憶彼尊者有信、持戒、博聞、惠施、智慧，", "546": "聞此正法、律已，或心願效如是如是。阿那", "547": "律陀！如是比丘必得差降安樂住止。「阿那律", "548": "陀！復次，比丘聞某尊者於某處命終，彼為", "549": "佛所記，三結已盡，婬怒癡薄，得一往來天", "55": "天如是長壽、如是久住、如是命盡也。然我", "550": "上人間，一往來已而得苦際。或自見彼尊", "551": "者，或復從他數數聞之，彼尊者如是有信、", "552": "如是持戒、如是博聞、如是惠施、如是智慧。", "553": "其人聞已，憶彼尊者有信、持戒、博聞、惠施、智", "554": "慧，聞此正法、律已，或心願效如是如是。阿", "555": "那律陀！如是比丘必得差降安樂住止。「阿那", "556": "律陀！復次，比丘聞某尊者於某處命終，彼", "557": "為佛所記，三結已盡，得須陀洹，不墮惡法，", "558": "定趣正覺，極受七有，天上人間七往來已而", "559": "得苦際。或自見彼尊者，或復從他數數聞", "56": "不知彼天作如是如是業已，死此生彼。", "560": "之，彼尊者如是有信、如是持戒、如是博聞、", "561": "如是惠施、如是智慧。其人聞已，憶彼尊者", "562": "有信、持戒、博聞、惠施、智慧，聞此正法、律已，", "563": "或心願效如是如是。阿那律陀！如是比丘", "564": "必得差降安樂住止。「阿那律陀！若比丘尼聞", "565": "某比丘尼於某處命終，彼為佛所記，得究", "566": "竟智，生已盡，梵行已立，所作已辦，不更受有，", "567": "知如真。或自見彼比丘尼，或復從他數數", "568": "聞之，彼比丘尼如是有信、如是持戒、如是", "569": "博聞、如是惠施、如是智慧。其人聞已，憶彼比", "57": "「我復作是念：『我寧可得生其光明，因其光", "570": "丘尼有信、持戒、博聞、惠施、智慧，聞此正法、律", "571": "已，或心願效如是如是。阿那律陀！如是比", "572": "丘尼必得差降安樂住止。「阿那律陀！復次，比", "573": "丘尼聞某比丘尼於某處命終，彼為佛所", "574": "記，五下分結已盡，生於彼間而般涅槃，得", "575": "不退法，不還此生。或自見彼比丘尼，或復", "576": "從他數數聞之，彼比丘尼如是有信、如是", "577": "持戒、如是博聞、如是惠施、如是智慧。其人聞", "578": "已，憶彼比丘尼有信、持戒、博聞、惠施、智慧，聞", "579": "此正法、律已，或心願效如是如是。阿那律陀！", "58": "明而見形色，及與彼天共同集會，共相", "580": "如是比丘尼必得差降安樂住止。「阿那律陀！", "581": "復次，比丘尼聞某比丘尼於某處命終，彼為", "582": "佛所記，三結已盡，婬怒癡薄，得一往來天", "583": "上人間，一往來已而得苦際。或自見彼比丘", "584": "尼，或復從他數數聞之，彼比丘尼如是有", "585": "信、如是持戒、如是博聞、如是惠施、如是智", "586": "慧。其人聞已，憶彼比丘尼有信、持戒、博聞、惠", "587": "施、智慧，聞此正法、律已，或心願效如是如是。", "588": "阿那律陀！如是比丘尼必得差降安樂住止。", "589": "「阿那律陀！復次，比丘尼聞某比丘尼於某處", "59": "慰勞，有所論說，有所答對；亦知彼天如", "590": "命終，彼為佛所記，三結已盡，得須陀洹，不", "591": "墮惡法，定趣正覺，極受七有，天上人間七", "592": "往來已而得苦際。或自見彼比丘尼，或復", "593": "從他數數聞之，彼比丘尼如是有信、如是", "594": "持戒、如是博聞、如是惠施、如是智慧。其人聞", "595": "已，憶彼比丘尼有信、持戒、博聞、惠施、智慧，聞", "596": "此正法、律已，或心願效如是如是。阿那律", "597": "陀！如是比丘尼必得差降安樂住止。「阿那", "598": "律陀！若優婆塞聞某優婆塞於某村命終，彼", "599": "為佛所記，五下分結已盡，生於彼間而般", "6": "爾時，世尊告諸比丘：「我本未得覺無上正真", "60": "是姓、如是字、如是生；亦知彼天如是食、如", "600": "涅槃，得不退法，不還此世。或自見彼優婆", "601": "塞，或復從他數數聞之，彼優婆塞如是有", "602": "信、如是持戒、如是博聞、如是惠施、如是智", "603": "慧。其人聞已，憶彼優婆塞有信、持戒、博聞、惠", "604": "施、智慧，聞此正法、律已，或心願效如是如", "605": "是。阿那律陀！如是優婆塞必得差降安樂", "606": "住止。「阿那律陀！復次，優婆塞聞某優婆塞於", "607": "某村命終，彼為佛所記，三結已盡，婬怒癡", "608": "薄，得一往來天上人間，一往來已而得苦", "609": "際。或自見彼優婆塞，或復從他數數聞之，", "61": "是受苦樂；亦知彼天如是長壽、如是久住、", "610": "彼優婆塞如是有信、如是持戒、如是博聞、", "611": "如是惠施、如是智慧。其人聞已，憶彼優婆", "612": "塞有信、持戒、博聞、惠施、智慧，聞此正法、律", "613": "已，或心願效如是如是。阿那律陀！如是彼", "614": "優婆塞必得差降安樂住止。「阿那律陀！復次，", "615": "優婆塞聞某優婆塞於某村命終，彼為佛", "616": "所記，三結已盡，得須陀洹，不墮惡法，定趣", "617": "正覺，極受七有，天上人間七往來已而得苦", "618": "際。或自見彼優婆塞，或復從他數數聞之，", "619": "彼優婆塞如是有信、如是持戒、如是博聞、", "62": "如是命盡；亦知彼天作如是如是業已，死", "620": "如是惠施、如是智慧。其人聞已，憶彼優婆塞", "621": "有信、持戒、博聞、惠施、智慧，聞此正法、律已，", "622": "或心願效如是如是。阿那律陀！如是優婆", "623": "塞必得差降安樂住止。「阿那律陀！若優婆私", "624": "聞某優婆私於某村命終，彼為佛所記，五", "625": "下分結已盡，生於彼間而般涅槃，得不退", "626": "法，不還此世。或自見彼優婆私，或復從他", "627": "數數聞之，彼優婆私如是有信、如是持戒、", "628": "如是博聞、如是惠施、如是智慧。其人聞已，", "629": "憶彼優婆私有信、持戒、博聞、慧施、智慧，聞", "63": "此生彼。如是我智見極大明淨。』我為智", "630": "此正法、律已，或心願效如是如是。阿那律陀！", "631": "如是優婆私必得差降安樂住止。「阿那律陀！", "632": "復次，優婆私聞某優婆私於某村命終，彼為", "633": "佛所記，三結已盡，婬怒癡薄，得一往來天", "634": "上人間，一往來已而得苦際。或自見彼優婆", "635": "私，或復從他數數聞之，彼優婆私如是有", "636": "信、如是持戒、如是博聞、如是惠施、如是智", "637": "慧。其人聞已，憶彼優婆私有信、持戒、博聞、慧", "638": "施、智慧，聞此正法、律已，或心願效如是如", "639": "是。阿那律陀！如是優婆私必得差降安樂住", "64": "見極明淨故，便在遠離獨住，心無放逸，修", "640": "止。「阿那律陀！復次，優婆私聞某優婆私於某", "641": "村命終，彼為佛所記，三結已盡，得須陀洹，", "642": "不墮惡趣，定趣正覺，極受七有，天上人間", "643": "七往來已而得苦際。或自見彼優婆私，或復", "644": "從他數數聞之，彼優婆私如是有信、如是", "645": "持戒、如是博聞、如是惠施、如是智慧。其人聞", "646": "已，憶彼優婆私有信、持戒、博聞、惠施、智慧，", "647": "聞此正法、律已，或心願效如是如是。阿那", "648": "律陀！如是優婆私必得差降安樂住止。「阿那", "649": "律陀！如來以此義故，弟子命終，記說某生", "65": "行精勤。我因在遠離獨住，心無放逸，修行", "650": "某處、某生某處。」佛說如是。尊者阿那律陀", "651": "及諸比丘，聞佛所說，歡喜奉行。", "652": "娑雞帝三族姓子經第六竟三千四百六字", "653": "中阿含經卷第十八萬一百二十七字第二小土", "654": "城誦", "66": "精勤故，即得光明，便見形色，及與彼天共", "67": "同集會，共相慰勞，有所論說，有所答對；亦", "68": "知彼天如是姓、如是字、如是生；亦知彼天", "69": "如是食、如是受苦樂；亦知彼天如是長壽、", "7": "道時，而作是念：『我寧可得生其光明，因其", "70": "如是久住、如是命盡；亦知彼天作如是如", "71": "是業已，死此生彼也。然我不知彼天、彼彼", "72": "天中。「我復作是念：『我寧可得生其光明，因", "73": "其光明而見形色，及與彼天共同集會，", "74": "共相慰勞，有所論說，有所答對；亦知彼天", "75": "如是姓、如是字、如是生；亦知彼天如是食、", "76": "如是受苦樂；亦知彼天如是長壽、如是久", "77": "住、如是命盡；亦知彼天作如是如是業已，", "78": "死此生彼；亦知彼天、彼彼天中。如是我智", "79": "見極大明淨。』我為智見極明淨故，便在遠", "8": "光明而見形色。如是我智見極大明淨。』我", "80": "離獨住，心無放逸，修行精勤。我因在遠離", "81": "獨住，心無放逸，修行精勤故，即得光明，便", "82": "見形色，及與彼天共同集會，共相慰勞，有", "83": "所論說，有所答對；亦知彼天如是姓、如是", "84": "字、如是生；亦知彼天如是食、如是受苦樂；", "85": "亦知彼天如是長壽、如是久住、如是命盡；", "86": "亦知彼天作如是如是業已，死此生彼；", "87": "亦知彼天、彼彼天中也。然我不知彼天上，", "88": "我曾生中、未曾生中。「我復作是念：『我寧可", "89": "得生其光明，因其光明而見形色，及與彼", "9": "為智見極明淨故，便在遠離獨住，心無放", "90": "天共同集會，共相慰勞，有所論說，有所答", "91": "對；亦知彼天如是姓、如是字、如是生；亦知", "92": "彼天如是食、如是受苦樂；亦知彼天如是", "93": "長壽、如是久住、如是命盡；亦知彼天作如", "94": "是如是業已，死此生彼；亦知彼天、彼彼天", "95": "中；亦知彼天上，我曾生中、未曾生中。如是", "96": "我智見極大明淨。』我為智見極明淨故，便", "97": "在遠離獨住，心無放逸，修行精勤。我因在", "98": "遠離獨住，心無放逸，修行精勤故，即得光", "99": "明，便見形色，及與彼天共同集會，共相慰"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}