{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含因品: 中阿含因品: 中阿含經", "text": {"0": "小土城頌3 穢品96 無經", "1": "中阿含經卷第二十四", "10": "深，然我觀見至淺至淺。」於是，尊者阿難則", "100": "有利。阿難！若無求，各各無求者，設使離", "101": "求，當有利耶？」答曰：「無也。」「阿難！是故當知", "102": "是利因、利習、利本、利緣者，謂此求也。所以者", "103": "何？緣求故別有利。「阿難！緣愛有求者，此", "104": "說緣愛有求，當知所謂緣愛有求。阿難！", "105": "若無愛，各各無愛者，設使離愛，當有求耶？」", "106": "答曰：「無也。」「阿難！是故當知是求因、求習、求", "107": "本、求緣者，謂此愛也。所以者何？緣愛故則", "108": "有求。「阿難！欲愛及有愛，此二法因覺、", "109": "緣覺致來。阿難！若有問者：『覺有緣耶？』當如", "11": "於晡時從宴坐起，往詣佛所，稽首佛足，", "110": "是答：『覺亦有緣。』若有問者：『覺有何緣？』當", "111": "如是答：『緣更樂也。』當知所謂緣更樂有", "112": "覺。阿難！若無有眼更樂，各各無眼更樂", "113": "者，設使離眼更樂，當有緣眼更樂生樂", "114": "覺、苦覺、不苦不樂覺耶？」答曰：「無也。」「阿難！若", "115": "無耳、鼻、舌、身、意更樂，各各無意更樂者。設", "116": "使離意更樂，當有緣意更樂生樂覺、苦覺、", "117": "不苦不樂覺耶？」答曰：「無也。」「阿難！是故當知", "118": "是覺因、覺習、覺本、覺緣者，謂此更樂也。所以", "119": "者何？緣更樂故則有覺。「阿難！若有問者：『更", "12": "却住一面，白曰：「世尊！我今閑居獨處，宴坐思", "120": "樂有緣耶？』當如是答：『更樂有緣。』若有問者：", "121": "『更樂有何緣？』當如是答：『緣名色也。』當知", "122": "所謂緣名色有更樂。阿難！所行、所緣有名", "123": "身，離此行、離此緣有有對更樂耶？」答曰：", "124": "「無也。」「阿難！所行、所緣有色身，離此行、離此", "125": "緣有增語更樂耶？」答曰：「無也。」「設使離名", "126": "身及色身，當有更樂施設更樂耶？」答曰：「無", "127": "也。」「阿難！是故當知是更樂因、更樂習、更樂", "128": "本、更樂緣者，謂此名色也。所以者何？緣名", "129": "色故則有更樂。「阿難！若有問者：『名色有緣", "13": "惟，心作是念：『此緣起甚奇，極甚深，明亦甚", "130": "耶？』當如是答：『名色有緣。』若有問者：『名色", "131": "有何緣？』當如是答：『緣識也。』當知所謂緣", "132": "識有名色。阿難！若識不入母胎者，有名", "133": "色成此身耶？」答曰：「無也。」「阿難！若識入胎", "134": "即出者，名色會精耶？」答曰：「不會。」「阿難！若", "135": "幼童男童女、識初斷壞不有者，名色轉增長", "136": "耶？」答曰：「不也。」「阿難！是故當知是名色因、", "137": "名色習、名色本、名色緣者，謂此識也。所以者", "138": "何？緣識故則有名色。「阿難！若有問者：『識", "139": "有緣耶？』當如是答：『識亦有緣。』若有問者：", "14": "深，然我觀見至淺至淺。』」世尊告曰：「阿難！汝", "140": "『識有何緣？』當如是答：『緣名色也。』當知所", "141": "謂緣名色有識。阿難！若識不得名色，若識", "142": "不立、不倚名色者，識寧有生、有老、有病、", "143": "有死、有苦耶？」答曰：「無也。」「阿難！是故當知是", "144": "識因、識習、識本、識緣者，謂此名色也。所以者", "145": "何？緣名色故則有識。阿難！是為緣名色", "146": "有識，緣識亦有名色，由是增語，增語說傳，", "147": "傳說可施設有，謂識、名色共俱也。阿難！云", "148": "何有一見有神耶？」尊者阿難白世尊曰：「世", "149": "尊為法本，世尊為法主，法由世尊，唯願說", "15": "莫作是念，此緣起至淺至淺。所以者何？此", "150": "之，我今聞已，得廣知義。」佛便告曰：「阿難！諦", "151": "聽，善思念之，我當為汝分別其義。」尊者阿", "152": "難受教而聽。佛言：「阿難！或有一見覺是神，", "153": "或復有一不見覺是神，見神能覺，然神法", "154": "能覺。或復有一不見覺是神，亦不見神能", "155": "覺，然神法能覺，但見神無所覺。阿難！若有一", "156": "見覺是神者，應當問彼：『汝有三覺：樂覺、苦", "157": "覺、不苦不樂覺，汝此三覺為見何覺？是神", "158": "耶？』阿難！當復語彼：『若有覺樂覺者，彼於", "159": "爾時二覺滅：苦覺、不苦不樂覺，彼於爾時", "16": "緣起極甚深，明亦甚深。阿難！於此緣起不", "160": "唯覺樂覺。樂覺者，是無常法、苦法、滅法。若樂", "161": "覺已滅，彼不作是念，非為神滅耶？』阿難！", "162": "若復有一覺苦覺者，彼於爾時二覺滅：樂", "163": "覺、不苦不樂覺，彼於爾時唯覺苦覺。苦覺", "164": "者，是無常法、苦法、滅法。若苦覺已滅，彼不", "165": "作是念，非為神滅耶？阿難！若復有一覺", "166": "不苦不樂覺者，彼於爾時二覺滅：樂覺、苦", "167": "覺，彼於爾時唯覺不苦不樂覺。不苦不樂", "168": "覺者，是無常法、苦法、滅法。若不苦不樂覺已", "169": "滅，彼不作是念，非為神滅耶？阿難！彼如", "17": "知如真，不見如實，不覺不達故。念", "170": "是無常法但離苦樂，當復見覺是神耶？」", "171": "答曰：「不也。」「阿難！是故彼如是無常法但", "172": "離苦樂，不應復見覺是神也。阿難！若復", "173": "有一不見覺是神，然神能覺，見神法能覺", "174": "者，應當語彼：『汝若無覺者，覺不可得，不", "175": "應說是我所有。』阿難！彼當復如是見覺", "176": "不是神，然神能覺，見神法能覺耶？」答曰：「不", "177": "也。」「阿難！是故彼不應如是見覺非神，神", "178": "能覺，見神法能覺。阿難！若復有一不見", "179": "覺是神，亦不見神能覺，然神法能覺，但見", "18": "彼眾生如織機相鎖，如蘊蔓草，多", "180": "神無所覺者，應當語彼：『汝若無覺都不可", "181": "得，神離覺者，不應神清淨。』阿難！彼當復見", "182": "覺非神，亦不見神能覺、神法能覺，但見神", "183": "無所覺耶？」答曰：「不也。」「阿難！是故彼不應", "184": "如是見覺非神，亦不見神能覺、神法能覺，", "185": "但見神無所覺，是謂有一見有神也。阿", "186": "難！云何有一不見有神耶？」尊者阿難白世", "187": "尊曰：「世尊為法本，世尊為法主，法由世", "188": "尊，唯願說之，我今聞已，得廣知義。」佛便告", "189": "曰：「阿難！諦聽，善思念之，我當為汝分別", "19": "有調亂，怱怱喧閙，從此世至彼世，從彼", "190": "其義。」尊者阿難受教而聽。佛言：「阿難！或有", "191": "一不見覺是神，亦不見神能覺，然神法能", "192": "覺，亦不見神無所覺。彼如是不見已，則不", "193": "受此世間，彼不受已，則不疲勞，不疲勞已，", "194": "便般涅槃，我生已盡，梵行已立，所作已辦，", "195": "不更受有，知如真。阿難！是謂增語，增語說", "196": "傳，傳說可施設有，知是者，則無所受。阿難！", "197": "若比丘如是正解脫者，此不復有見如來", "198": "終，見如來不終，見如來終、不終，見如來亦", "199": "非終亦非不終，是謂有一不見有神也。阿", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "世至此世，往來不能出過生死。阿難！是", "200": "難！云何有一有神施設而施設耶？」尊者阿", "201": "難白世尊曰：「世尊為法本，世尊為法主，", "202": "法由世尊，唯願說之，我今聞已，得廣知義。」", "203": "佛便告曰：「阿難！諦聽，善思念之，我當為汝", "204": "分別其義。」尊者阿難受教而聽。佛言：「阿難！", "205": "或有一少色是神施設而施設。或復有一", "206": "非少色是神施設而施設，無量色是神施設", "207": "而施設。或復有一非少色是神施設而施設，", "208": "亦非無量色是神施設而施設，少無色是", "209": "神施設而施設。或復有一非少色是神施設", "21": "故知此緣起極甚深，明亦甚深。「阿難！若有", "210": "而施設，亦非無量色是神施設而施設，", "211": "亦非少無色是神施設而施設，無量無色", "212": "是神施設而施設。「阿難！若有一少色是神", "213": "施設而施設者，彼今少色是神施設而施設，", "214": "身壞命終，亦如是說、亦如是見，有神若離", "215": "少色時，亦如是如是思，彼作如是念。阿", "216": "難！如是有一少色是神施設而施設，如是", "217": "有一少色是神見著而著。「阿難！若復有一", "218": "非少色是神施設而施設，無量色是神施", "219": "設而施設者，彼今無量色是神施設而施設，", "22": "問者：『老死有緣耶？』當如是答：『老死有緣。』", "220": "身壞命終，亦如是說、亦如是見，有神若離", "221": "無量色時，亦如是如是思，彼作如是念。", "222": "阿難！如是有一無量色是神施設而施設，", "223": "如是無量色是神見著而著。「阿難！若復有", "224": "一非少色是神施設而施設，亦非無量色", "225": "是神施設而施設，少無色是神施設而施設", "226": "者，彼今少無色是神施設而施設，身壞命", "227": "終，亦如是說、亦如是見，有神若離少無色", "228": "時，亦如是如是思，彼作如是念。阿難！如", "229": "是有一少無色是神施設而施設，如是有", "23": "若有問者：『老死有何緣？』當如是答：『緣於", "230": "一少無色是神見著而著。「阿難！若復有一", "231": "非少色是神施設而施設，亦非無量色是神", "232": "施設而施設，亦非少無色是神施設而施設，", "233": "無量無色是神施設而施設者，彼今無量無", "234": "色是神施設而施設，身壞命終，亦如是說、", "235": "亦如是見，有神若離無量無色時，亦如是", "236": "如是思，彼作如是念。阿難！如是有一無", "237": "量無色是神施設而施設，如是有一無量", "238": "無色是神見著而著，是謂有一有神施設而", "239": "施設也。「阿難！云何有一無神施設而施設", "24": "生也。』阿難！若有問者：『生有緣耶？』當如是", "240": "耶？」尊者阿難白世尊曰：「世尊為法本，世尊", "241": "為法主，法由世尊，唯願說之，我今聞已，得", "242": "廣知義。」佛便告曰：「阿難！諦聽，善思念之，", "243": "我當為汝分別其義。」尊者阿難受教而聽。", "244": "佛言：「阿難！或有一非少色是神施設而施", "245": "設，亦非無量色是神施設而施設，亦非少", "246": "無色是神施設而施設，亦非無量無色是", "247": "神施設而施設。阿難！若有一非少色是神", "248": "施設而施設者，彼非今少色是神施設而施", "249": "設，身壞命終，亦不如是說、亦不如是見，", "25": "答：『生亦有緣。』若有問者：『生有何緣？』當如", "250": "有神若離少色時，亦不如是如是思，亦不", "251": "作如是念。阿難！如是有一非少色是神", "252": "施設而施設，如是有一非少色是神不見", "253": "著而著。「阿難！若復有一非無量色是神施", "254": "設而施設者，彼非今無量色是神施設而施", "255": "設，身壞命終，亦不如是說、亦不如是見，", "256": "有神若離無量色時，亦不如是如是思，亦", "257": "不作如是念。阿難！如是有一非無量色", "258": "是神施設而施設，如是有一非無量色是", "259": "神不見著而著。「阿難！若復有一非少無色", "26": "是答：『緣於有也。』阿難！若有問者：『有有緣", "260": "是神施設而施設者，彼非今少無色是神", "261": "施設而施設，身壞命終，亦不如是說、亦不", "262": "如是見，有神若離少無色時，亦不如是如", "263": "是思，亦不作如是念。阿難！如是有一非", "264": "少無色是神施設而施設，如是有一非少無", "265": "色是神不見著而著。「阿難！若復有一非無量", "266": "無色是神施設而施設者，彼非今無量無色", "267": "是神施設而施設，身壞命終，亦不如是說、", "268": "亦不如是見，有神若離無量無色時，亦不", "269": "如是如是思，亦不作如是念。阿難！如是", "27": "耶？』當如是答：『有亦有緣。』若有問者：『有有", "270": "有一非無量無色是神施設而施設，如是", "271": "有一非無量無色是神不見著而著。阿難！", "272": "是謂有一無神施設而施設也。「復次，阿難！", "273": "有七識住及二處。云何七識住？有色眾生", "274": "若干身、若干想，謂人及欲天，是謂第一識", "275": "住。復次，阿難！有色眾生若干身、一想，謂梵天", "276": "初生不夭壽，是謂第二識住。復次，阿難！有", "277": "色眾生一身、若干想，謂晃昱天，是謂第三", "278": "識住。復次，阿難！有色眾生一身、一想，謂遍", "279": "淨天，是謂第四識住。復次，阿難！有無色眾", "28": "何緣？』當如是答：『緣於受也。』阿難！若有問", "280": "生度一切色想，滅有對想，不念若干想，無", "281": "量空處，是空處成就遊，謂無量空處天，是", "282": "謂第五識住。復次，阿難！有無色眾生度一", "283": "切無量空處，無量識處，是識處成就遊，謂", "284": "無量識處天，是謂第六識住。復次，阿難！有", "285": "無色眾生度一切無量識處，無所有處，是", "286": "無所有處成就遊，謂無所有處天，是謂第七", "287": "識住。「阿難！云何有二處，有色眾生無想無覺，", "288": "謂無想天，是謂第一處。復次，阿難！有無色", "289": "眾生度一切無所有處，非有想非無想處，", "29": "者：『受有緣耶？』當如是答：『受亦有緣。』若有", "290": "是非有想非無想處成就遊，謂非有想非無", "291": "想處天，是謂第二處。「阿難！第一識住者，有", "292": "色眾生若干身、若干想，謂人及欲天。若有比", "293": "丘知彼識住、知識住習，知滅、知味、知患、", "294": "知出要如真。阿難！此比丘寧可樂彼識住，", "295": "計著住彼識住耶？」答曰：「不也。」「阿難！第二", "296": "識住者，有色眾生若干身、一想，謂梵天初生", "297": "不夭壽。若有比丘知彼識住、知識住習，", "298": "知滅、知味、知患、知出要如真。阿難！此比丘", "299": "寧可樂彼識住，計著住彼識住耶？」答曰：「不", "3": "4 因品因品第四有十經第二小土城誦", "30": "問者：『受有何緣？』當如是答：『緣於愛也。』阿", "300": "也。」「阿難！第三識住者，有色眾生一身、若干", "301": "想，謂晃昱天。若有比丘知彼識住、知識", "302": "住習，知滅、知味、知患、知出要如真。阿難！此", "303": "比丘寧可樂彼識住，計著住彼識住耶？」答", "304": "曰：「不也。」「阿難！第四識住者，有色眾生一身、", "305": "一想，謂遍淨天。若有比丘知彼識住、知識", "306": "住習，知滅、知味、知患、知出要如真。阿難！此", "307": "比丘寧可樂彼識住，計著住彼識住耶？」答", "308": "曰：「不也。」「阿難！第五識住者，無色眾生度一", "309": "切色想，滅有對想，不念若干想，無量空處，", "31": "難！是為緣愛有受，緣受有有，緣有有", "310": "是空處成就遊，謂無量空處天。若有比丘", "311": "知彼識住、知識住習，知滅、知味、知患、知", "312": "出要如真。阿難！此比丘寧可樂彼識住，計著", "313": "住彼識住耶？」答曰：「不也。」「阿難！第六識住", "314": "者，無色眾生度一切無量空處，無量識處，", "315": "是識處成就遊，謂無量識處天。若有比丘", "316": "知彼識住、知識住習，知滅、知味、知患、知", "317": "出要如真。阿難！此比丘寧可樂彼識住，計", "318": "著住彼識住耶？」答曰：「不也。」「阿難！第七識", "319": "住者，無色眾生度一切無量識處，無所有處，", "32": "生，緣生有老死，緣老死有愁慼，啼哭、憂苦、", "320": "是無所有處成就遊，謂無所有處天。若有比", "321": "丘知彼識住、知識住習，知滅、知味、知患、", "322": "知出要如真。阿難！此比丘寧可樂彼識住，", "323": "計著住彼識住耶？」答曰：「不也。」「阿難！第一", "324": "處者，有色眾生無想無覺，謂無想天。若有", "325": "比丘知彼處、知彼處習，知滅、知味、知患、", "326": "知出要如真。阿難！此比丘寧可樂彼處，計", "327": "著住彼處耶？」答曰：「不也。」「阿難！第二處者，", "328": "無色眾生度一切無所有處，非有想非無想", "329": "處，是非有想非無想處成就遊，謂非有想非", "33": "懊惱皆緣老死有，如此具足純生大苦陰。", "330": "無想處天。若有比丘知彼處、知彼處習，", "331": "知滅、知味、知患、知出要如真。阿難！此比丘", "332": "寧可樂彼處，計著住彼處耶？」答曰：「不也。」「阿", "333": "難！若有比丘彼七識住及二處知如真，心", "334": "不染著，得解脫者，是謂比丘阿羅訶，名慧", "335": "解脫。「復次，阿難！有八解脫。云何為八？色觀", "336": "色，是謂第一解脫。復次，內無色想外觀色，", "337": "是謂第二解脫。復次，淨解脫身作證成就遊，", "338": "是謂第三解脫。復次，度一切色想，滅有對", "339": "想，不念若干想，無量空處，是無量空處成", "34": "「阿難！緣生有老死者，此說緣生有老死，", "340": "就遊，是謂第四解脫。復次，度一切無量空", "341": "處，無量識處，是無量識處成就遊，是謂第", "342": "五解脫。復次，度一切無量識處，無所有處，是", "343": "無所有處成就遊，是謂第六解脫。復次，度一", "344": "切無所有處，非有想非無想處，是非有想非", "345": "無想處成就遊，是謂第七解脫。復次，度一切", "346": "非有想非無想處，想知滅解脫身作證成就", "347": "遊，及慧觀諸漏盡知，是謂第八解脫。阿難！", "348": "若有比丘彼七識住及二處知如真，心不", "349": "染著，得解脫，及此八解脫，順逆身作證成就", "35": "當知所謂緣生有老死。阿難！若無生，魚、魚", "350": "遊，亦慧觀諸漏盡者，是謂比丘阿羅訶，名俱", "351": "解脫。」佛說如是。尊者阿難及諸比丘聞佛所", "352": "說，歡喜奉行。", "353": "大因經第一竟五千四百七十二字", "354": "98 念處經（九八）中阿含因品念處經第二第二小土城誦", "355": "我聞如是：一時，佛遊拘樓瘦，在劒磨瑟", "356": "曇拘樓都邑。爾時，世尊告諸比丘：「有一道淨", "357": "眾生，度憂畏，滅苦惱，斷啼哭，得正法，謂", "358": "四念處。若有過去諸如來、無所著、等正覺，", "359": "悉斷五蓋、心穢、慧羸，立心正住於四念處，修", "36": "種，鳥、鳥種，蚊、蚊種，龍、龍種，神、神種，鬼、鬼種，天、", "360": "七覺支，得覺無上正盡之覺。若有未來諸", "361": "如來、無所著、等正覺，悉斷五蓋、心穢、慧羸，立", "362": "心正住於四念處，修七覺支，得覺無上正", "363": "盡之覺。我今現在如來、無所著、等正覺，我亦", "364": "斷五蓋、心穢、慧羸，立心正住於四念處，修七", "365": "覺支，得覺無上正盡之覺。「云何為四？觀身", "366": "如身念處，如是觀覺、心、法如法念處。云何觀", "367": "身如身念處？比丘者，行則知行，住則知住，坐", "368": "則知坐，臥則知臥，眠則知眠，寤則知寤，眠", "369": "寤則知眠寤。如是比丘觀內身如身，觀外", "37": "天種，人、人種，阿難！彼彼眾生隨彼彼處，若", "370": "身如身，立念在身，有知有見，有明有達，", "371": "是謂比丘觀身如身。復次，比丘觀身如身，", "372": "比丘者，正知出入，善觀分別，屈伸低昂，儀", "373": "容庠序，善著僧伽梨及諸衣鉢，行住坐臥，眠", "374": "寤語默皆正知之。如是比丘觀內身如身，", "375": "觀外身如身，立念在身，有知有見，有明有", "376": "達，是謂比丘觀身如身。「復次，比丘觀身如", "377": "身，比丘者，生惡不善念，以善法念治斷滅", "378": "止，猶木工師、木工弟子，彼持墨繩，用拼", "379": "於木，則以利斧斫治令直。如是比丘生惡", "38": "無生，各各無生者，設使離生，當有老死耶？」", "380": "不善念，以善法念治斷滅止。如是比丘觀", "381": "內身如身，觀外身如身，立念在身，有知有", "382": "見，有明有達，是謂比丘觀身如身。復次，比", "383": "丘觀身如身，比丘者，齒齒相著，舌逼上齶，", "384": "以心治心，治斷滅止。猶二力士捉一羸人，處", "385": "處旋捉，自在打鍛。如是比丘齒齒相著，舌逼", "386": "上齶，以心治心，治斷滅止。如是比丘觀內", "387": "身如身，觀外身如身，立念在身，有知有見，", "388": "有明有達，是謂比丘觀身如身。「復次，比丘", "389": "觀身如身，比丘者，念入息即知念入息，念", "39": "答曰：「無也。」「阿難！是故當知是老死因、老死", "390": "出息即知念出息，入息長即知入息長，出息", "391": "長即知出息長，入息短即知入息短，出息短", "392": "即知出息短；學一切身息入，學一切身息", "393": "出，學止身行息入，學止口行息出。如是", "394": "比丘觀內身如身，觀外身如身，立念在身，", "395": "有知有見，有明有達，是謂比丘觀身如身。", "396": "「復次，比丘觀身如身，比丘者，離生喜樂，漬", "397": "身潤澤，普遍充滿於此身中，離生喜樂無處", "398": "不遍。猶工浴人器盛澡豆，水和成摶，水漬", "399": "潤澤，普遍充滿無處不周。如是比丘離生喜", "4": "因、處、二苦陰增上心、及念", "40": "習、老死本、老死緣者，謂此生也。所以者何？", "400": "樂，漬身潤澤，普遍充滿於此身中，離生喜樂", "401": "無處不遍。如是比丘觀內身如身，觀外身", "402": "如身，立念在身，有知有見，有明有達，是謂", "403": "比丘觀身如身。「復次，比丘觀身如身，比丘", "404": "者，定生喜樂，漬身潤澤，普遍充滿於此身中，", "405": "定生喜樂無處不遍。猶如山泉，清淨不濁，", "406": "充滿流溢，四方水來，無緣得入，即彼泉底，水", "407": "自涌出，流溢於外，漬山潤澤，普遍充滿無", "408": "處不周。如是比丘定生喜樂，漬身潤澤，普遍", "409": "充滿於此身中，定生喜樂無處不遍。如是", "41": "緣生故則有老死。「阿難！緣有有生者，此", "410": "比丘觀內身如身，觀外身如身，立念在身，", "411": "有知有見，有明有達，是謂比丘觀身如", "412": "身。「復次，比丘觀身如身，比丘者，無喜生樂，漬", "413": "身潤澤，普遍充滿於此身中，無喜生樂無處", "414": "不遍。猶青蓮華，紅、赤、白蓮，水生水長，在於水", "415": "底，彼根莖華葉悉漬潤澤，普遍充滿無處不", "416": "周。如是比丘無喜生樂，漬身潤澤，普遍充滿", "417": "於此身中，無喜生樂無處不遍。如是比丘", "418": "觀內身如身，觀外身如身，立念在身，有知", "419": "有見，有明有達，是謂比丘觀身如身。「復次，", "42": "說緣有有生，當知所謂緣有有生。阿難！若", "420": "比丘觀身如身，比丘者，於此身中，以清淨", "421": "心意解遍滿成就遊，於此身中，以清淨心", "422": "無處不遍。猶有一人，被七肘衣或八肘衣，", "423": "從頭至足，於其身體無處不覆。如是比丘", "424": "於此身中，以清淨心無處不遍。如是比丘", "425": "觀內身如身，觀外身如身，立念在身，有知", "426": "有見，有明有達，是謂比丘觀身如身。「復次，", "427": "比丘觀身如身，比丘者，念光明想，善受善", "428": "持，善憶所念，如前後亦然，如後前亦然，如", "429": "晝夜亦然，如夜晝亦然，如下上亦然，如上", "43": "無有，魚、魚種，鳥，鳥種，蚊、蚊種，龍、龍種，神、神種，", "430": "下亦然。如是不顛倒，心無有纏，修光明心，", "431": "心終不為闇之所覆。如是比丘觀內身如", "432": "身，觀外身如身，立念在身，有知有見，有", "433": "明有達，是謂比丘觀身如身。「復次，比丘觀", "434": "身如身，比丘者，善受觀相，善憶所念，猶", "435": "如有人，坐觀臥人，臥觀坐人。如是比丘善", "436": "受觀相，善憶所念。如是比丘觀內身如身，", "437": "觀外身如身，立念在身，有知有見，有明有", "438": "達，是謂比丘觀身如身。「復次，比丘觀身如", "439": "身，比丘者，此身隨住，隨其好惡，從頭至足，", "44": "鬼、鬼種，天、天種，人、人種。阿難！彼彼眾生隨彼", "440": "觀見種種不淨充滿，我此身中有髮、髦、爪、", "441": "齒、麁細薄膚、皮、肉、筋、骨、心、腎、肝、肺、大腸、小", "442": "腸、脾、胃、摶糞、腦及腦根、淚、汗、涕、唾、膿、血、肪、髓、", "443": "涎、膽、小便。猶如器盛若干種子，有目之士，", "444": "悉見分明，謂稻、粟種、蔓菁、芥子。如是比丘", "445": "此身隨住，隨其好惡，從頭至足，觀見種種", "446": "不淨充滿，我此身中有髮、髦、爪、齒、麤細薄", "447": "膚、皮、肉、筋、骨、心、腎、肝、肺、大腸、小腸、脾、胃、摶糞、", "448": "腦及腦根、淚、汗、涕、唾、膿、血、肪、髓、涎、膽、小便。", "449": "如是比丘觀內身如身，觀外身如身，立念", "45": "彼處無有，各各無有者，設使離有，當有生", "450": "在身，有知有見，有明有達，是謂比丘觀", "451": "身如身。「復次，比丘觀身如身，比丘者，觀", "452": "身諸界，我此身中有地界、水界、火界、風界、空", "453": "界、識界。猶如屠兒殺牛，剝皮布地於上，", "454": "分作六段。如是比丘觀身諸界，我此身中，", "455": "地界、水界、火界、風界、空界、識界。如是比丘觀", "456": "內身如身，觀外身如身，立念在身，有知有", "457": "見，有明有達，是謂比丘觀身如身。「復次，比", "458": "丘觀身如身，比丘者，觀彼死屍，或一、二", "459": "日，至六、七日，烏鵄所啄，犲狼所食，火燒埋", "46": "耶？」答曰：「無也。」「阿難！是故當知是生因、生習、", "460": "地，悉腐爛壞，見已自比：『今我此身亦復如是，", "461": "俱有此法，終不得離。』如是比丘觀內身", "462": "如身，觀外身如身，立念在身，有知有見，", "463": "有明有達，是謂比丘觀身如身。「復次，比丘", "464": "觀身如身，比丘者，如本見息道骸骨青色，", "465": "爛腐食半，骨璅在地，見已自比：『今我此身", "466": "亦復如是，俱有此法，終不得離。』如是比丘", "467": "觀內身如身，觀外身如身，立念在身，有", "468": "知有見，有明有達，是謂比丘觀身如身。復", "469": "次，比丘觀身如身，比丘者，如本見息道", "47": "生本、生緣者，謂此有也。所以者何？緣有故則", "470": "離皮肉血，唯筋相連，見已自比：『今我此身亦", "471": "復如是，俱有此法，終不得離。』如是比丘", "472": "觀內身如身，觀外身如身，立念在身，有", "473": "知有見，有明有達，是謂比丘觀身如身。「復", "474": "次，比丘觀身如身，比丘者，如本見息道", "475": "骨節解散，散在諸方，足骨、膞骨、髀骨、髖骨、", "476": "脊骨、肩骨、頸骨、髑髏骨，各在異處，見已自比：", "477": "『今我此身亦復如是，俱有此法，終不得離。』", "478": "如是比丘觀內身如身，觀外身如身，立念", "479": "在身，有知有見，有明有達，是謂比丘觀", "48": "有生。「阿難！緣受有有者，此說緣受有有，", "480": "身如身。復次，比丘觀身如身，比丘者，如本", "481": "見息道骨白如螺，青猶鴿色，赤若血塗，腐", "482": "壞碎粖，見已自比：『今我此身亦復如是，俱", "483": "有此法，終不得離。』如是比丘觀內身如", "484": "身，觀外身如身，立念在身，有知有見，有", "485": "明有達，是謂比丘觀身如身。若比丘、比丘", "486": "尼，如是少少觀身如身者，是謂觀身如身", "487": "念處。「云何觀覺如覺念處？比丘者，覺樂覺", "488": "時，便知覺樂覺。覺苦覺時，便知覺苦覺。覺", "489": "不苦不樂覺時，便知覺不苦不樂覺。覺樂", "49": "當知所謂緣受有有。阿難！若無受，各各無", "490": "身、苦身、不苦不樂身；樂心、苦心、不苦不樂心；", "491": "樂食、苦食、不苦不樂食；樂無食、苦無食、不苦", "492": "不樂無食；樂欲、苦欲、不苦不樂欲。樂無欲、苦", "493": "無欲覺、不苦不樂無欲覺時，便知覺不苦不", "494": "樂無欲覺。如是比丘觀內覺如覺，觀外覺", "495": "如覺，立念在覺，有知有見，有明有達，是", "496": "謂比丘觀覺如覺。若比丘、比丘尼如是少", "497": "少觀覺如覺者，是謂觀覺如覺念處。「云何觀", "498": "心如心念處？比丘者，有欲心知有欲心如真，", "499": "無欲心知無欲心如真，有恚，無恚，有癡，無癡，", "5": "師子吼、優曇願、想最在後", "50": "受者，設使離受，當復有有，施設有有耶？」", "500": "有穢污，無穢污。有合，有散，有下，有高，有小，有", "501": "大，修，不修，定，不定，有不解脫心知不解脫心", "502": "如真，有解脫心知解脫心如真。如是比丘", "503": "觀內心如心，觀外心如心，立念在心，有", "504": "知有見，有明有達，是謂比丘觀心如心。若", "505": "有比丘、比丘尼如是少少觀心如心者，是", "506": "謂觀心如心念處。「云何觀法如法念處？眼緣", "507": "色生內結，比丘者，內實有結知內有結如", "508": "真，內實無結知內無結如真，若未生內結而", "509": "生者知如真，若已生內結滅不復生者知", "51": "答曰：「無也。」「阿難！是故當知是有因、有習、有本、", "510": "如真；如是耳、鼻、舌、身，意緣法生內結，比丘", "511": "者，內實有結知內有結如真，內實無結知內", "512": "無結如真，若未生內結而生者知如真，若已", "513": "生內結滅不復生者知如真。如是比丘觀", "514": "內法如法，觀外法如法，立念在法，有知有", "515": "見，有明有達，是謂比丘觀法如法，謂內六", "516": "處。「復次，比丘觀法如法。比丘者，內實有欲", "517": "知有欲如真，內實無欲知無欲如真，若未生", "518": "欲而生者知如真，若已生欲滅不復生者", "519": "知如真，如是瞋恚、睡眠、調悔。內實有疑知", "52": "有緣者，謂此受也。所以者何？緣受故則有", "520": "有疑如真，內實無疑知無疑如真，若未生疑", "521": "而生者知如真，若已生疑滅不復生者知", "522": "如真。如是比丘觀內法如法，觀外法如法，", "523": "立念在法，有知有見，有明有達，是謂比丘", "524": "觀法如法，謂五蓋也。「復次，比丘觀法如法。", "525": "比丘者，內實有念覺支知有念覺支如真，內", "526": "實無念覺支知無念覺支如真，若未生念覺", "527": "支而生者知如真，若已生念覺支便住不", "528": "忘而不衰退，轉修增廣者知如真，如是法、", "529": "精進、喜、息、定。比丘者，內實有捨覺支知有", "53": "有。「阿難！緣愛有受者，此說緣愛有受，當", "530": "捨覺支如真，內實無捨覺支知無捨覺支如", "531": "真，若未生捨覺支而生者知如真，若已生捨", "532": "覺支便住不忘而不衰退，轉修增廣者知", "533": "如真。如是比丘觀內法如法，觀外法如法，", "534": "立念在法，有知有見，有明有達，是謂比丘", "535": "觀法如法，謂七覺支。若有比丘、比丘尼如", "536": "是少少觀法如法者，是謂觀法如法念處。", "537": "「若有比丘、比丘尼七年立心正住四念處", "538": "者，彼必得二果，或現法得究竟智，或有餘", "539": "得阿那含，置七年，六五四三二一年。若有", "54": "知所謂緣愛有受。阿難！若無愛，各各無", "540": "比丘、比丘尼七月立心正住四念處者，彼必", "541": "得二果，或現法得究竟智，或有餘得阿那", "542": "含，置七月，六五四三二一月。若有比丘、比", "543": "丘尼七日七夜立心正住四念處者，彼必", "544": "得二果，或現法得究竟智，或有餘得阿那", "545": "含，置七日七夜，六五四三二，置一日一夜。", "546": "若有比丘、比丘尼少少須臾頃立心正住四", "547": "念處者，彼朝行如是，暮必得昇進，暮行如", "548": "是，朝必得昇進。」佛說如是。彼諸比丘聞佛", "549": "所說，歡喜奉行。", "55": "愛者，設使離愛，當復有受立於受耶？」答", "550": "念處經第二竟三千一百三十七字", "551": "中阿含經卷第二十四八千六百九字第二小土城", "552": "誦", "56": "曰：「無也。」「阿難！是故當知是受因、受習、受本、", "57": "受緣者，謂此愛也。所以者何？緣愛故則有", "58": "受。「阿難！是為緣愛有求，緣求有利，緣", "59": "利有分，緣分有染欲，緣染欲有著，", "6": "97 大因經（九七）中阿含因品大因經第一", "60": "緣著有慳，緣慳有家，緣家有守。阿", "61": "難！緣守故便有刀杖，鬪諍、諛諂、欺誑、妄言、兩", "62": "舌，起無量惡不善之法，有如此具足純生", "63": "大苦陰。阿難！若無守，各各無守者，設使離", "64": "守，當有刀杖、鬪諍、諛諂、欺誑、妄言、兩舌，起無", "65": "量惡不善之法耶？」答曰：「無也。」「阿難！是故當", "66": "知是刀杖、鬪諍、諛諂、欺誑、妄言、兩舌，起無量", "67": "惡不善之法。因是習、是本、是緣者，謂此守也。", "68": "所以者何？緣守故則有刀杖、鬪諍、諛諂、欺誑、", "69": "妄言、兩舌，起無量惡不善之法，有如此具", "7": "我聞如是：一時，佛遊拘樓瘦，在劍磨瑟", "70": "足純生大苦陰。「阿難！緣家有守者，此說", "71": "緣家有守，當知所謂緣家有守。阿難！若無", "72": "家，各各無家者，設使離家，當有守耶？」答曰：", "73": "「無也。」「阿難！是故當知是守因、守習、守本、守緣", "74": "者，謂此家也。所以者何？緣家故則有守。", "75": "「阿難！緣慳有家者，此說緣慳有家，當知", "76": "所謂緣慳有家。阿難！若無慳，各各無慳", "77": "者，設使離慳，當有家耶？」答曰：「無也。」「阿難！", "78": "是故當知是家因、家習、家本、家緣者，謂此慳", "79": "也。所以者何？緣慳故則有家。「阿難！緣著有", "8": "曇拘樓都邑。爾時，尊者阿難閑居獨處，宴坐", "80": "慳者，此說緣著有慳，當知所謂緣著有", "81": "慳。阿難！若無著，各各無著者，設使離著，當", "82": "有慳耶？」答曰：「無也。」「阿難！是故當知是慳因、", "83": "慳習、慳本、慳緣者，謂此著也。所以者何？緣著", "84": "故則有慳。「阿難！緣欲有著者，此說緣欲", "85": "有著，當知所謂緣欲有著。阿難！若無欲，", "86": "各各無欲者，設使離欲，當有著耶？」答曰：", "87": "「無也。」「阿難！是故當知是著因、著習、著本、著緣", "88": "者，謂此欲也。所以者何？緣欲故則有著。「阿", "89": "難！緣分有染欲者，此說緣分有染欲，當", "9": "思惟，心作是念：「此緣起甚奇，極甚深，明亦甚", "90": "知所謂緣分有染欲。阿難！若無分，各各無", "91": "分者，設使離分，當有染欲耶？」答曰：「無也。」", "92": "「阿難！是故當知是染欲因、染欲習、染欲本、染", "93": "欲緣者，謂此分也。所以者何？緣分故則有", "94": "染欲。「阿難！緣利有分者，此說緣利有分，", "95": "當知所謂緣利有分。阿難！若無利，各各無", "96": "利者，設使離利，當有分耶？」答曰：「無也。」「阿", "97": "難！是故當知是分因、分習、分本、分緣者，謂此", "98": "利也。所以者何？緣利故則有分。「阿難！緣求", "99": "有利者，此說緣求有利，當知所謂緣求"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含因品: 中阿含因品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}