{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1289 佛說金毘羅童子威德經: 佛說金毘羅童子威德經: 金毘羅童子威德經", "text": {"0": "No. 1289", "1": "佛說金毘羅童子威德經", "10": "毛皆竪。自身所有光明隱蔽不現。及此三千", "100": "大雄猛世尊。能與眾生作大福田。令諸外道", "101": "悉皆退散。所有受苦眾生皆令離苦。實歎希", "102": "有正覺世尊。時彼來眾會見是事已。咸皆善", "103": "眼各捨邪心。歸依於佛求諸善事。至心懺悔", "104": "各得證果。爾時如來告文殊師利言。善男子", "105": "我於無量劫修三摩跋陀。為諸有情悉得解", "106": "脫。如來又有無量甚深陀羅尼門。為諸眾生", "107": "斷一切業障。善男子汝今諦聽吾當為汝顯。", "108": "說此語時此會中大眾。及十方諸佛諸大菩", "109": "薩聲聞緣覺五通神仙。於如來前發大弘願。", "11": "大千世界。上至三十三天。下至十八重地獄。", "110": "白佛言世尊。今日如來以大悲力。欲顯大神", "111": "力功德圓滿陀羅尼。我等諸侍從眾亦有大", "112": "陀羅尼。於五濁惡世中饒益眾生。唯願世尊", "113": "許我等說。是彼菩薩及諸聲聞緣覺所獻神", "114": "呪。各現變相本業因緣。饒益有情神通自在。", "115": "一一菩薩各作是語。我此神呪堪與眾生作", "116": "大福田。於如來前獻最後供。其數有八十恒", "117": "河沙等那由他眾。各作是說。爾時如來密化", "118": "自身。於大會中作金毘羅童子。身長千尺復", "119": "有千頭。身生千臂大叫哮吼。是彼十方諸獻", "12": "所有日月南斗北辰。及諸天宮龍宮諸神仙", "120": "呪眾菩薩。及諸聲聞虛空隱沒共不現。唯有", "121": "童子一身更無有人。于時如來告大會。汝等", "122": "勿怖各現本處。是菩薩及一切所獻呪者。皆", "123": "悉除心怖畏現其本身。爾時阿難從座而起。", "124": "前詣佛所白佛言。如來是彼童子有何威力", "125": "修何智慧。現如是神通之相。十方諸來菩薩", "126": "及諸眾生如來。各顯現所呪並悉隱沒。唯獨", "127": "一身無有過者。爾時阿難欲重宣此義。而說", "128": "偈言。", "129": "世尊大自在威德無有比", "13": "等宮。天魔外道宮殿。皆悉震動自失光明。身", "130": "我從久遠劫未聞如是事", "131": "唯願大聖尊顯說所由以", "132": "說此偈已重白佛言。願為我等說是神通之", "133": "相。", "134": "爾時佛告阿難及諸大眾。善男子我於無量", "135": "劫來難行。種種智種種慧為求法故。頭目髓", "136": "腦喜悅布施為求正法故。今日得正覺降於", "137": "欲界魔故。又令五濁眾生聞我此呪。令得遠", "138": "離三塗故。善男子若諸有情比丘比丘尼優", "139": "婆塞優婆夷清信男清信女。欲成大法擬出", "14": "體戰悼不能自持。爾時文殊師利菩薩。即從", "140": "世間。或在世間者發意救大苦難。或於世間", "141": "作大醫王。善療眾病者。欲降諸天魔制於外", "142": "道者。當於二七日間空一淨室。白月圓滿日", "143": "香泥塗地隨心所造壇中著種種菓子。及採", "144": "白花供養。若冬月無花者。以五色雜綵剪作", "145": "花散壇中。晝夜三時行道禮拜。誦呪日誦三", "146": "千夜誦六千。行道身著白衣三日一浴。出入", "147": "衣別黃帛。纏頭。其壇四角柏木作桂。一面", "148": "懸八幡四八三十二。壇中置一百瓷香爐。燒", "149": "沈水香及薰陸香白膠香等。其壇夜間慎勿", "15": "座起前詣佛所。五體投地頂禮佛足。白佛言。", "150": "著燈。暗誦其呪。行人面向西起誦呪勿坐也。", "151": "至滿七日及以至二七日來。離諸貪著及遠", "152": "房室。夜間止宿獨須一室。勿共別人臥宿。又", "153": "善男子行人食飲。勿令婦人造之。男子作之", "154": "當與行人。作飲食柴亦須薰香。擇取好時者。", "155": "水亦取淨泉用之。其作食之人。常當誦呪。飯", "156": "具熟以便盛印之。若不爾者被惡神噉香美。", "157": "行人食無味。善男子若依奉行者。悟達一切", "158": "徹表玄靈。", "159": "爾時如來慈光威德最勝法輪顯說祕言徐徐", "16": "今日如來以大正遍知力威德自在。普放如", "160": "唱曰。", "161": "南無大自在力威化身金毘羅童子吼王佛。", "162": "南無清淨海幢功德大自在釋迦牟尼佛。", "163": "南無四十八願真等正覺無瑕穢佛。", "164": "南無十方諸佛無邊化應報身。", "165": "名冥幽顯金剛力士。聽說此本業降伏魔王", "166": "登正覺菩提之神妙殊呪。願十方菩薩十八", "167": "夢王。一一明聽我所說大勝金毘羅童子降", "168": "天魔術妙神呪陀羅尼。", "169": "唵㗭唎陀上音引反長陀聲啒㖀哣短反音引栖迷吽長引吽聲反", "17": "是光明。令十方世界皆悉金色。又波利質多", "170": "呪已三千大千六反震動。十方諸佛及諸菩", "171": "薩皆證究竟。菩薩聲聞緣覺六通神仙三明", "172": "大士辟支及諸小菩薩等。皆獲正真覺之道。", "173": "空中雨寶華繽紛而下。普佛世界香風吹動。", "174": "天鼓自鳴。水鳥寶林處處皆有。各出種種妙", "175": "音。讚歎諸佛不可思議神力。", "176": "爾時會中有一菩薩名曰藥王。從座立而合", "177": "掌恭敬。白佛言如來。說如是自在神妙陀羅", "178": "尼。十方諸佛皆從此度。我從昔來未聞是呪。", "179": "世界我亦從無量劫來。修習眾大陀羅尼及", "18": "羅樹圍。千萬億那由他恒河沙過去諸佛所。", "180": "三摩跋陀門。我於無量佛所。久聞說諸陀", "181": "羅尼門。我自在亦修持。未曾聞如來以是陀", "182": "羅尼耶。世尊我等今日發意。修習學此法門。", "183": "及助如來宣揚教化。唯願世尊許我受持。爾", "184": "時世尊讚言。善哉善哉善男子。汝能於如來", "185": "密藏發意修行及助我法。今正是時。我速說", "186": "如來知見。令諸眾生必得解脫。時藥王菩薩", "187": "等及四眾。聞佛許可皆大歡喜一心諦聽受", "188": "持。藥王菩薩白佛言。世尊若有諸眾生。欲", "189": "在世間復求出世間者。發意如來像法滅時", "19": "及現在諸佛所。及諸天宮龍宮。參辰日月天", "190": "擬護持使不斷絕者。或發大猛心。欲求如來", "191": "禪定智慧者。或救眾生苦難者。先須持如來", "192": "神呪十萬遍然行諸方法。世尊若有修行人。", "193": "求見世辯才智者。取訶梨勒七顆白檀香一", "194": "大兩燒作灰。當顆各別燒白密和。每顆復作", "195": "七丸。七七四十九丸。將藥向釋迦像前呪一", "196": "千八遍。平旦時服一丸。於七七日間服盡。身", "197": "中所有三十六藏。髮毛爪齒皮革血肉。筋脈", "198": "骨髓心肺脾腎。肝膽胞𦝩大腸小腸。屎尿涕", "199": "唾涎沫汗痰肪𦚻膜䐊𦡲。身中如是不淨", "2": "大廣智不空密譯", "20": "魔波旬。悉大恐怖擗地而倒。大覺世尊。願為", "200": "之物並皆除斷。身如瑠璃內外明徹。辯才天", "201": "中及諸天羅漢。六通神仙皆作導首。其藥惟", "202": "忌五辛及酒肉女色等。復次若欲入海龍宮", "203": "取龍左耳如意寶珠者。先誦前呪一萬遍。取", "204": "菖蒲根三兩。安息香和搗。向釋迦像前。白密", "205": "和之作丸。丸如豆許大。以呪呪一百八遍。", "206": "廣繫前壇。將藥壇中燒之。令彼龍宮振烈", "207": "崩摧大海枯竭。彼諸龍王及阿修羅王宮等。", "208": "悉碎如微塵。其龍惶怕莫知所以。行人若遣", "209": "蘇息知其所須者。取白密甘松香和彼藥燒。", "21": "我等四眾說是神光自在之力。我從無量千", "210": "某龍覺悟及知是人須此寶珠。兩手捧獻行", "211": "人。欲令彼龍宮及阿修羅宮復舊者。勿燒彼", "212": "藥。宮即如舊也。復次世尊。若欲修此文殊", "213": "救萬病者。當取訶梨勒掩菓五兩和搗羅篩。", "214": "先誦前呪一百八遍。即從於佛前䠒跪。一心", "215": "發大慈心。作醫王想。取男子乳和了。後誦一", "216": "千八遍。獻佛三日然後取用療病。世尊若人", "217": "患瘖瘂者。與少分服之百日即語。復次若人", "218": "患眼。於深室護風。塗藥三日即差。又法若", "219": "患聾者。取藥和白膠帶渧之即差。又法若", "22": "萬億那由他恒河沙。過去諸佛所有現在諸", "220": "人患疼者。塗藥即差。又法若人患跛者。塗", "221": "藥七日即差。又法若人患三十六種大風", "222": "者。取藥和井花水服之。三日即差。又法欲", "223": "禁山中百蛇蟲諸大禽獸及象馬牛羊鳥雀等", "224": "並總不安。當取柏木三尺廣四寸。取藥和書", "225": "禁文上。其文如是。諸蟲及獸不得在山。若", "226": "用彼著。我汝當害。彼慇懃木上。書此文向", "227": "佛前。復誦前呪三千遍作𣐍釘著高山。七獸", "228": "日內切獸即至彼文處。及百虫鳥雀蚖蛇蜣", "229": "蜋。諸虫並集其處。又法若欲木󱂰樹令變", "23": "佛所有。未曾覩此神光之相。願為說也。", "230": "者。取藥許少分和水𠹀之。三日間作大柏樹。", "231": "又法若人令長壽者。取藥和井花水呪七", "232": "遍。服即長壽命長三劫。又法若令人轉老", "233": "作少者。取生石蜜和藥塗面及塗髮。即如三", "234": "十五男女相似。又法若令人愛樂者。取藥", "235": "和金帶行。眾人敬愛。又法若欲講妙法者。", "236": "取藥塗心。敢眾舌心開辯才。又法若欲令", "237": "人端正者。取藥和水洗面。數日即端正。又", "238": "法若欲令斷五穀者。取藥和棗服之。三七日", "239": "即差不食。又法若人多蛆惡姤忌者。取藥", "24": "爾時文殊師利法王子菩薩摩訶薩欲自決", "240": "塗心。即不蛆惡姤忌。又法若人多貪者。取", "241": "藥和銅末與服之。即不貪。又法若人多婬", "242": "者。取藥與服七日永不婬也。又法若人多", "243": "受殺者。取藥與塗身。即永不殺也。又法若", "244": "欲令屠兒不殺一切猪羊者。取藥塗刀即殺", "245": "不得。又法若愛獵者。取藥方便與帶。永世", "246": "獵不得。又法若人愛捕魚者。取藥擲水中。", "247": "永代網不得。又法若人愛食肉者。取藥與", "248": "服。即不食肉。又法若人求渡海。取藥塗脚", "249": "下即如渡乾地。又法若人求覓諸佛密藏法", "25": "疑。及觀四眾咸悉疑惑。欲重宣此義。而說偈", "250": "者。取藥和爛經燒作灰服之。即一切如來藏", "251": "者。即現　復次世尊於如來甚深祕藏。無", "252": "有少分不契如來意者。但有眾生若作前法", "253": "不成者。我於如來前自焚燒此身。令如微塵。", "254": "作前是語時。會中復有一菩薩名曰龍樹。白", "255": "佛言我亦令如來法廣開無量法門。世尊於", "256": "往昔。有佛出世號曰燃燈。我於彼佛五濁惡", "257": "世。作白衣教化眾生。時有國王擬殺害我。於", "258": "彼時化現大神變。令彼國王心生恭敬共興", "259": "佛教。我復今日得聞如來此法。我今助之。", "26": "言。", "260": "爾時佛讚龍樹菩薩言。善哉善哉善男子。如", "261": "來許汝汝當速說。佛世難值如優曇華。值佛", "262": "生信復難。汝今速說如來知見時。龍樹菩薩", "263": "白佛言。世尊如來我常於五濁惡世救濟眾", "264": "生。世尊若有眾生求利智辯才者。依前誦呪", "265": "一萬遍。當取訶梨勒十二顆。取蜜三兩取井", "266": "花水五升。煎取二升半。取彼果及蜜陰乾搗", "267": "篩。復坐和彼藥汁。夜間子時服之。其行人", "268": "日吐三升黃金令人增智。至二七日間服。力", "269": "自在百劫已前事。又法若人求隱形者。亦", "27": "大雄猛世尊師子奮迅王", "270": "取如上二物。取水一㪷煎取五升。行人洗浴", "271": "即便隱形。又法若欲現也藥取黃牛酥少許", "272": "洗。即或隱或現　復次若行人求見一切具", "273": "智者。擬避世間王難者。及和會諸怨憎者。或", "274": "有惡者相惱亂者。當取光明朱沙一兩。柴赤", "275": "者一兩。天門冬根一兩。新蜜蠟一大兩。取五", "276": "月五日大醋三升旦沒之。七日然暴乾和搗", "277": "篩。黑石蜜三兩。共前等藥和之。向鏡合子盛", "278": "之。即於釋迦像前呪之六千遍。當今日先齋", "279": "七日。然後服之一大匙許。其夜即夢見我及", "28": "神光遍十方天宮諸龍宮", "280": "為說諸方法一一令解。又法若人求財寶", "281": "者。取藥已用塗膊。所須之物求者即得。又", "282": "法若療諸病者。取少許藥於佛前。復誦前呪", "283": "一百八遍。自服療病立差。又法若人患白", "284": "虎病者。取藥少許塗床。病人即立差。又法", "285": "若人患癩者。取藥五分已來。取流泉水和。煎", "286": "用洗即立差。又法若人偏半風處身不逐取", "287": "藥少分復誦前呪一。又法若欲求待眾生", "288": "病苦。當取安悉香一大兩燒作灰。和泉水自", "289": "服入腹。即取藥塗彼患人痛處。行人已舐之。", "29": "參辰日月天并此三千界", "290": "即患人差。行人代自受之。若欲令解者。即取", "291": "白膠香少許含之即差。吐病即差。又法若", "292": "起經三日者。取藥一分。復取彼死人髮少許", "293": "燒作灰。和藥內口中。及經三日即差。又", "294": "法若欲起七日死者。取藥二分。和彼死人衣", "295": "少許燒作灰。和藥內鼻中。及經七日即差。", "296": "又法若起百日死者。取藥三分。取彼死人棺", "297": "少許。燒作灰和藥。塗彼死人額上。及百日即", "298": "起。又法若欲立驗用前即起者。取彼死人", "299": "名字及年記書紙上。燒作灰和藥。四分清水", "3": "如是我聞。一時佛在忉利天歡喜園中波利", "30": "咸悉作金色自身及他身", "300": "𠹀死人以藥塗心。即活。又法若欲求種種", "301": "巧者。當取极梨草三兩此云人參是也又搗和藥服之。", "302": "數滿七日有百萬巧神。來行人所。教示種種", "303": "之法隨意恣用。又法欲求作種種喜弄者。", "304": "當取菖蒲七七四十九莖長五寸者。又於佛", "305": "前呪。一根復呪七七遍。隨意用之。又法若", "306": "欲於江河大池之中作船者。當取菖蒲三寸。", "307": "又取藥少許塗之擲彼水中。即成大船并及", "308": "船人並足。又法若盛熱之月變氷者。當取", "309": "菖蒲五寸。又溫藥令暖。少許塗之擲水。變", "31": "威德自隱沒天人阿修羅", "310": "成氷出。又法若欲作龍者。當取菖蒲三寸。", "311": "以藥塗之已。黑畫出服口擲彼水中。即作龍", "312": "起。又法若欲逆流河水者。取菖蒲五寸。又", "313": "以藥塗之呪三遍。擲著水中即便逆流。又", "314": "法若欲作像者。當取菖蒲五寸以本藥塗之", "315": "呪七遍。擲水中變成白像。又法若欲起大", "316": "風雨者。取藥口中含之。吐氣隨口即風起。", "317": "又法若欲令人日行千里者。當取菖蒲三寸。", "318": "燒作灰和藥塗脚。不欲進千里並不為難。", "319": "又法若欲行人遠進他國。中路無火者。當取", "32": "四眾大怖畏唯願天中天", "320": "藥多少呪之三七遍擲向地中。即成大火起。", "321": "又法若向他國中路無水者。取藥少許埋", "322": "著地中。經宿即水出。又法若劫末三災競", "323": "起欲害身。帶此藥一丸無敢能害者。又法", "324": "若自身令變成種種色相現者。取藥少許和", "325": "棗吞之。吐出雞卵。又法若欲令自身變成", "326": "大蛇者。取藥和色粉吞之。即成大蛇。又法", "327": "取藥塗心。誦前呪一百八遍。變成師子王。", "328": "又法以藥塗身。即變成狂象。又法以藥塗", "329": "口。即變成白兔。又法以藥塗頂。即變成野", "33": "為我顯斯法", "330": "鹿。又法以藥塗左右中。變成孔雀。又法", "331": "以藥塗髮。即變成百歲老人。又法以藥塗。", "332": "若欲施彼藥者。取井花水三升。大釜煎少許", "333": "藥。然置󰪑子著手。于時即有生葉牙生。若", "334": "一日之間。其󰪑長三尺。又法若施此方者。", "335": "󰪑少許和百種香作湯。澡浴即差也。世尊我", "336": "若陳此方窮劫不盡。但依如來前呪及壇法", "337": "作。若不成者。我當於如來前捨彼菩薩位代", "338": "有情受苦。說此語時。復有一菩薩名觀世音。", "339": "從會安祥而起。前詣佛所白佛言。釋迦牟尼", "34": "爾時文殊師利法王子。說此偈已。時眾會中", "340": "如來。說如是等不可思議法。我當護念如來", "341": "彼法。世尊我亦無量劫來難行。苦行。今日於", "342": "如來所生少分信心。我亦有大法。為持如來", "343": "此法。唯願世尊許我所說。爾時世尊讚觀世", "344": "音菩薩言。善哉善哉善男子。汝能於如來作", "345": "如是語。汝當速說如來知見恣汝重揚。時觀", "346": "世音白佛言。世尊世間眾生多有愚癡。輪轉", "347": "生死無時停息。或為王宮逼迫。有諸惡鬼伺", "348": "求人命。不得長壽。或火風所害。或被惡賊傷", "349": "損。或有怨家債主每恒相逐。世間有如是等", "35": "復有百千萬億天人阿修羅等。及比丘比丘", "350": "事。世尊我除斷令得安穩樂。世尊世間若有", "351": "修行人。多年累月修學不成者。訶梨勒一百", "352": "顆除陰乾搗篩作末。白蜜和之亦令陰乾。收", "353": "取丸如柏子許。一丸一呪訖。即將藥向釋迦", "354": "像前。復呪一千八遍。行者自吞三百丸七日", "355": "之間頓悟九十劫生死之事。世尊若欲修行", "356": "人慈心濟地獄苦。取井花水三升。淨椀中盛", "357": "之。晨旦取柳枝鞭水。誦前呪一百二十八遍。", "358": "水盡即取藥燒七丸。一切受罪眾生。悉乘蓮", "359": "華化生常得安樂。地獄枯竭長無罪人。閻羅", "36": "尼優婆塞優婆夷人非人等。咸皆有疑各從", "360": "王五道大神。大山府君一切冥官業道。並悉", "361": "生天。又法若欲救苦難眾生者。取藥七丸燒", "362": "之。起大悲心。彼諸善男子所受之苦。當時即", "363": "息不受。又法若有女人生產難者。取藥一丸", "364": "和酥摩腰下即易生。又法若橫死者。取藥", "365": "少分以塗背。一日即起。又法水溺死者。取", "366": "藥少許置彼死人口中。三日即活。又法若", "367": "人卒死者。取彼死人頂上髮七莖斫之。和藥", "368": "一丸內向口中即活。又法若患偏風不遂。", "369": "多年不能起者。取藥一丸令吞七日。復與", "37": "座起異口同音前詣佛所。而說偈言。", "370": "一丸至四十九日。與丸吞之。百日內即差。", "371": "又法若心腹脹滿垂死者。取藥少許和少便。", "372": "呪一遍與服立差。又法求延年益壽者。取", "373": "藥七丸燒作灰。蜜漿服之即受命百劫。又", "374": "法若患狂者。取藥一丸繫向頂上即差。又", "375": "法若欲施藥。取四丸埋向宅四角七日。即出", "376": "一大花樹。一角出一樹。一角出泉。一角出", "377": "火。一角出雲。四角各別。又法欲施藥有驗", "378": "者。取藥七丸。向釋迦像前。呪一百八遍。擲彼", "379": "藥像前一丸變成釋迦文佛。一丸變成我身。", "38": "善哉天中天久遠成正覺", "380": "一丸變成白鶴。一丸變成白象。一丸變成百", "381": "寶蓮華。一丸變成金剛。一丸變成密跡。欲令", "382": "化仍舊者。取水𠹀之即如故。又法求禪定", "383": "者。取藥三丸含之。靜處安祥坐入無量定。處", "384": "經百二十小劫。於禪定起教化眾生。其身如", "385": "本。又法欲降惡風雨者。水和藥𠹀之即止。", "386": "又法欲降怨憎之者。取彼名字和藥置火", "387": "中。其眼如逆。出舌長三尺面如火色。又", "388": "法欲解者。復書彼名字。和藥一丸燒之服。取", "389": "彼藥向此人散之如故。又法欲鬪勝者。取", "39": "今日得自在普放大光明", "390": "藥七丸搗碎。五穀子隨多少。向佛前呪一千", "391": "八遍。散著田中收刈。又法欲冬時樹生花", "392": "菓者。取藥一丸埋著根本。即生花菓。又法", "393": "令足力者。取藥至一夜。吞一丸三七日間。力", "394": "敵萬夫。", "395": "又法欲使一切諸天八部眾者。取藥燒之即", "396": "現其身。任行人驅使。又法若人日服一丸。", "397": "此藥滿百日或七十日。預知三十萬里事。", "398": "又法欲隱形。取藥和烏麻油塗髮隱。世尊我", "399": "今具說。盡微塵劫細數。亦當難盡。但有諸", "4": "質多羅樹下寶宮殿。如來是無量智慧命。諸", "40": "其光皆五色隱蔽三千界", "400": "善男子。依上如來法及壇呪持此法。若不成", "401": "者我誓不成正覺。世尊此法甚難得聞。諸方", "402": "術及種種祕要法異聞難行。此法歎聞異", "403": "行世尊若諸有情。但持此心皆成無不成法", "404": "者。說此法時。會中復有一菩薩名曰馬鳴。即", "405": "從座起前詣佛所。白如來。如來有無量智慧", "406": "無邊知見。世尊我亦有神妙章句。眾生得聞", "407": "之者亦得離苦。唯願如來許我說之。時如來", "408": "讚言善哉善哉。汝發大弘願憐愍眾生。今正", "409": "是時汝當速說。", "41": "我從久遠來未曾遇斯瑞", "410": "爾時馬鳴菩薩及諸大眾皆大歡喜大悲。世", "411": "尊我今速說。馬鳴白言。世尊世間眾生多處", "412": "塵俗。恒常流轉無時停息。我今說此方法悉", "413": "得解脫。世尊若有情類求離世間者。求離生", "414": "死者。取曇磨羅五兩此云白膠香明者是取菴毘羅五兩", "415": "此云二月八月臘婆伽勒五兩此云天門冬勒婆娑五兩此云白訶梨", "416": "勤是也取井花水三升白蜜三升柒三升和上件", "417": "六味。水中煎當煎之月。唯願護淨不得觸穢。", "418": "或於寺中或於故塔中煎。行人當取須誦前", "419": "呪不得停歇。三升井花水煎取一升。然後盛", "42": "唯願大慈悲顯說斯妙義", "420": "於新器中。掘地三尺埋之。二七日出取之。先", "421": "向佛前供養三日。行者清齋洗浴。取藥少分", "422": "甞之。味如忉利天歡喜園中食相似然後誦", "423": "前呪。呪藥三千遍。行人即取半合許。七日", "424": "之間。身昇虛空來去自在。水火俱出。復有七", "425": "種大福莊嚴。散之化作一鳥向天飛去。又", "426": "法欲求智慧者。藥少許和。即有三十生宿命", "427": "智。又法欲他心智者。取藥食藥。一日之", "428": "中萬病消除。若食二日身上萬罪消滅。若食", "429": "三日俱隨並盡。若食四日眾人愛敬。若食五", "43": "時諸天人說是偈已。重白佛言世尊。唯願世", "430": "日辯才智慧。若食六日身中三十六藏不淨", "431": "流溢並悉消除。若食七日身得昇天相好具", "432": "足。又世尊彼行人。擬將自力助他力者。必", "433": "是菩薩久起世間。世尊此藥能成種種智慧。", "434": "所有苦難。若聞此藥無不解脫。又法若患", "435": "損心者。取藥少許。和生金末吞之即差。又", "436": "法若人坐禪失本心者。取藥溫令煖塗心即", "437": "差。又法若患骨蒸病。多時不可者。取藥半", "438": "匙大醋服之即差。又法令人長壽者。取藥", "439": "一匙和海合少許服之。延年得三千歲。又", "44": "尊開我迷昧。大慈大悲速為我說。爾時如來", "440": "法欲求隱形者。取藥塗背。即隱者取藥塗面", "441": "耳。即隱。又法欲隱者。取藥塗鼻。即隱。又", "442": "法欲預知人心者。取藥少許燒作灰。復白蜜", "443": "和之吞。當日有事等即知。又法凡欲得一", "444": "切法術及呪功能。欲知有効無効者。取遠志", "445": "一大兩黃牛乳一升煎之。取半升令冷。向釋", "446": "迦像前誦呪二十一遍。然後取服三日。吐三", "447": "十金顆鈴。又法欲知此藥有効無効。取彼", "448": "合藥竟。置向一沸湯中。變成白蓮華。又法", "449": "欲成大法。取前件藥一合白蜜一升。和煎", "45": "光明日光曜還來遶佛三匝。從佛頂入普告", "450": "令焦。取之佛前呪二十一遍作丸。丸如豆許。", "451": "向空高散之。各化作一鳥向天飛去。又法", "452": "欲求智慧者藥少許和。即有三十生宿命智。", "453": "又法欲他心智者。取藥誦呪。泉水服之。", "454": "即得萬里他心智。又法欲求自然智者。取", "455": "藥一合和井花水晨旦服之。二日七日得", "456": "自然智。又法欲發意修大乘經典者。煎件", "457": "藥日吞少分。七十日心開悟解八萬圍陀書", "458": "史。聰明智明慧辯才無礙世間第一。又法", "459": "欲求種種智慧者。取藥三合佛前呪之七七", "46": "大眾。今日如來憐愍眾生如羅睺羅。又令一", "460": "遍。然後服之。即得如來一切智。又法欲求", "461": "世間財者。取藥一合。釋迦像前呪之一百八", "462": "遍。澡瓶中盛之。三日變成黃金。隨意服之。", "463": "又法欲求世間財者。取藥隨多少。佛前呪", "464": "一百八遍。取黃金沙一勝。藥和之器中盛", "465": "之。即埋地中日乃變成紫摩黃金。又法欲", "466": "入海取七珍者。藥少許和漢欝金香半兩。佛", "467": "前呪之八十遍。呼彼海龍王名字燒香。藥", "468": "香徹彼海龍王所。其龍領百萬眷屬。送種種", "469": "七珍到行人所。又法欲降伏一切禽獸者。", "47": "切有情皆得出離三途苦難。說此語時。會中", "470": "取柏木三尺以藥塗之。於佛前三七遍。以", "471": "杖打地一下。所有禽獸並悉雲集向行人所。", "472": "若欲令散者。取藥燒之即得四散。又法欲", "473": "令人延年壽者。取柏子三百顆蜜一合煎之", "474": "令焦。將作佛前呪一顆一呪。取藥少許塗", "475": "之。復向佛前呪之七百遍。然後取服吞一丸", "476": "命等日月。若吞二丸命齊天地。若吞三丸延", "477": "命一劫。若吞四丸壽命兩劫。世尊若善男子", "478": "善女人等。但於我法生少重心。依如來前呪", "479": "等作之。立即成効。說此語時。會中復有一", "48": "有六師外道。尼乾子等而為上首。從座而起", "480": "大仙名曰祁婆。即從座起前佛所。白言如", "481": "來。我亦有大法能助如來。彼呪功力故。世尊", "482": "唯願世尊許我說之。時如來讚言善哉善哉", "483": "善男子。汝能護念五濁眾生故說此方。汝當", "484": "速說我今聽汝所說。大悲世尊世間若有眾", "485": "生。求一切種種智慧者。或求延年益壽者。取", "486": "烏牛乳三升遠志根三根訶梨勒十顆。乳中", "487": "煎之　令乳乾盡。即陰乾搗篩。白蜜和之為", "488": "丸如棗子許。於佛前誦呪之四十遍。晨旦時", "489": "向西著面頓服令盡。於三七日間。即得一切", "49": "白佛言。瞿曇先言令一切眾生得離三塗之", "490": "世智辯才。天龍八部恒常衛護。復此妙方。", "491": "若有修法人求攝錄一切鬼神及野叉者。取", "492": "母狗乳一合白牛乳一合。世尊取上件二味", "493": "乳一處。取天門冬根半兩遠志根半兩。搗篩", "494": "呪之七遍。然後和乳。於銅鐺中煎之二十沸", "495": "許。便將佛前誦呪一百八遍。即如於佛頓氣", "496": "服之令盡。於七日間一切鬼神並悉現身其", "497": "人所。世尊若第一七日善鬼惡鬼。奪人精", "498": "氣之鬼。及阿修羅眷屬魅鬼魍魎精魅。今見", "499": "餓之鬼古文精雲山林之樹稷之鬼。八史六", "5": "眾生作一子想。是時有百千萬億恒河沙那", "50": "苦。又言我憐愍諸有情如羅睺羅者。是事皆", "500": "丁從術之鬼。五星六度五岳鬼。世尊如是等", "501": "鬼集彼人所。其鬼惡氣及惡毒悉自滅之。任", "502": "行人驅使。欲知千年消息。問之合者神海", "503": "須彌山神。大鐵圍山之神黑山之神。天宮日", "504": "月精神住室神。火風神地神水神等人身中", "505": "五情神。如是一切諸神並悉雲集行人門首。", "506": "復次若三七日之間。一切羅剎及夜叉並來", "507": "雲集。藍婆夜叉毘藍婆夜叉。大精夜叉。注驢", "508": "羅剎。滿心羅剎。攝羅剎。須彌山間黑齒羅", "509": "剎。如是等恒河沙眷屬。一日之間並集行人", "51": "悉妄語。汝瞿曇近出釋宮。於雪山間六年修", "510": "門首。世尊若修行人。欲令驅使彼諸羅剎夜", "511": "叉及鬼神等者。取安悉香半兩白膠香半兩", "512": "白芥子半兩。俱共一處搗篩。白蜜和之。悉火", "513": "燒誦前呪十遍。其一切鬼神及夜叉羅剎等。", "514": "悉皆化面而倒悉亂。舉身自現不能自勝。", "515": "又法若令性悟者。取乳頭香燒之。並悉性悟。", "516": "皆得耨心菩提。捨彼鬼位並得清淨之身。一", "517": "從行人驅使隨意所須。預知千里逆順之事", "518": "世尊彼諸鬼神若不降伏者。取彼前藥呪之", "519": "即降伏也。又法欲求萬年仙藥者。取前三", "52": "道。今稱我得成等正覺轉大法輪。誑諸眾生", "520": "昧藥燒。於山間燒之。誦呪百遍。一切萬年精", "521": "雲芝草仙。千年松公及九雲。仙駕鶴應草瑞", "522": "草芝雲。並總自出現其人所。世尊若欲採之。", "523": "正月一日二月八日四月八日。此等三日所。", "524": "一切諸藥草之精並在人間。餘日多化不在", "525": "本所。", "526": "又法若採此藥。先呪一百八遍。我自往彼人", "527": "所。教受和合令食之。我自捨彼仙位與行人。", "528": "復次若入山。求採妙寶七珍者。取安悉香一", "529": "兩。白芥子一兩。甘松香一兩。漢欝金香半兩。", "53": "皆令墮落地獄。汝瞿曇雖是釋眾。久居山間", "530": "青木香半兩。水銀半兩。世尊取已上等物相", "531": "和搗篩。取此間陰泉和之。即於佛前呪一", "532": "千八十遍。時於高原上燒之。山間伏藏及龍", "533": "宮中七寶並悉現。行人欲取時。當取青木香", "534": "燒之發願。然後隨意取用。祁婆變七寶方第", "535": "二。世尊若有諸善男子。欲變瓦石為摩尼寶", "536": "者。取赤石如鷄卵許。取銅鐺一。取水銀五", "537": "兩安置鐺中。及石亦鐺中盤蓋之。以柏木灰", "538": "水煎三日燒之。令水銀盡入石中。變成火色。", "539": "然後滅火漸漸令冷。取向佛前誦呪一萬遍。", "54": "多學幻術或學妖魅。虛誑眾生諂稱我得道", "540": "其寶光明照三千里。此寶力能壞諸魔王摧", "541": "其地獄。行人起心動念。即七寶隨意滿足。", "542": "亦能無火之處能出大火。復次世尊。若有眾", "543": "生作諸法術。令互石變成明月寶珠者。取白", "544": "石如雞子許。水銀三兩米粉二兩。烏牛乳半", "545": "勝。和向銅鐺中煎之令盡。然後取荏油一合", "546": "置鐺子中。煿石令燋油盡。以漸漸令冷。即", "547": "向佛前誦前呪之百遍。其石色如日月表裏", "548": "明徹。斯寶然得萬里。又其珠力。能出種種珠", "549": "寶金銀珊瑚。又能令人自在求者如意　又", "55": "果。瞿曇若得道果具一切智。汝若得道果成", "550": "法欲變瓦礫成如意寶珠者。取金色石如雀", "551": "卵許。取水銀三兩生金半兩慈石一大兩桃", "552": "人八顆。去皮取如上等物。並置一處。向生鐵", "553": "熱中煿之。其石並食彼上四物著溫地之中。", "554": "三日乃取看。其色如紫摩黃金。向佛前呪之。", "555": "一百八遍。其量珠威力無量無邊。彼行人意", "556": "欲去處。其珠兌充前騰身而去。亦能出種種", "557": "妙寶。行人者但發大悲。亦能令三界有情常", "558": "得安樂。隨意一切眾生願。悉皆充足。", "559": "佛說金毘羅童子經", "56": "正覺者。云何道來道去生滅無定。瞿曇即非", "560": "別人書著云是此經法", "561": "印作法用之時用。", "562": "夜合木一寸八分剋之。大力金剛陀羅尼。二", "563": "名穢積大壇烏芻沙摩真言。", "564": "唵󱄙伐羅俱魯陀摩訶摩羅訶曩那訶跛折摩", "565": "他微枳羅尾持網婆野社智羅監母陀羅烏芻", "566": "沙摩俱嚕陀𤙖泮吒娑婆訶", "567": "期觀音真言", "568": "迦摩羅目佉迦摩羅盧左那迦摩羅沙那迦摩", "569": "羅多賀沙那迦摩羅婆謨尼迦摩羅迦摩羅迦", "57": "一切智。若言具一切智者。瞿曇既有無量神", "570": "摩羅", "571": "金毘羅童子威德經", "572": "金毘羅法作道場不空三藏譯。燒沈香白膠香薰陸香用瓷香爐。藥王菩薩助法。用白檀香一兩訶梨勒七果燒蜜", "573": "和四十丸。除身中萬病。入龍宮取寶珠。用菖蒲三兩安悉香蜜丸甘松香和燒救萬病。用訶梨勒掩摩勒各五兩。", "574": "男孩子母乳和作丸。龍樹菩薩助法用訶梨勒十二顆。剌蜜三兩井花水煎服吐出金治萬病用光明沙紫赤朱天", "575": "門冬新蜜蠟。五月五日大酷三升。黑石蜜三兩。和煎觀世音菩薩助法。用訶梨勒百顆蜜丸。馬鳴菩薩助法。白", "576": "膠香天門冬訶梨勒蠟各五兩。柴三升。井花水煎。白蜜用和。", "577": "承安二年五月十二日書之", "58": "力。於此會中有無窮眾生。令墮地獄云何救", "59": "濟。是時六師外道踴身空中。起大猛火乃放", "6": "由他諸大菩薩。及聲聞緣覺辟支佛四道果", "60": "大風雨。或時手化出刀山。或時出猛火。令", "61": "一切來聽法者。皆悉受大苦惱。或震動三千", "62": "大千世界。或時令地分裂湧出濩湯。或時令", "63": "忉利天歡喜園波利質多羅樹皆悉摧折。或", "64": "空中化出山。或時擎大石。或時東西南北騰", "65": "空。自在行住坐臥無有障礙。是時眾會各作", "66": "是言。實是如來無一切智對於外道。是彼", "67": "外道實具一切智勝於如來。又諸眾生眾會", "68": "各作是言。沙門瞿曇近出釋宮至於雪山。今", "69": "云成佛。既得成佛即令具一切智。是彼瞿曇", "7": "者。又有百千光。無量比丘比丘尼優婆塞", "70": "但說人空法空。無有是處。我等不可取信也。", "71": "既得成正覺者。云何是彼瞿曇伯叔弟提婆", "72": "達多。日夜惱亂何不降伏。如彼一人尚不能", "73": "化。云何能化人天及諸菩薩耶。此外道從無", "74": "量劫來。修集不可思議法門。今顯如是大自", "75": "在力。我等速歸依外道。堪與我等作大和尚。", "76": "我等速詣向彼受學。爾時如來結跏趺坐。入", "77": "於旋陀羅尼三昧。從其頂毫放千光明。一一", "78": "光中各百千化佛。復放千光明。遍照此三千", "79": "大千世界。上至非想非非想天。下照四十二", "8": "優婆夷。天龍夜叉乾闥婆阿修羅迦樓羅緊", "80": "億恒河沙等世界。其光復照東方四十二億", "81": "恒河沙佛國。東西南北四維上下皆悉普照。", "82": "于時十方大地六反震動。天雨寶華繽紛而", "83": "下。是光中化佛各出種種音聲。復散無價香", "84": "各作是言。今日如來大慈大悲。愍念眾生故", "85": "顯斯瑞。其震動者有二種。一者大動。二者小", "86": "動。所為此三千大千世界。及須彌山鐵圍山", "87": "目真隣陀山摩訶目真隣陀山。悉皆震動者", "88": "名為小動。大動者為十方大地。上至四十二", "89": "億恒河沙世界。下至清淨無垢王如來佛所。", "9": "那羅摩睺羅伽人非人等。皆悉遇斯光如身", "90": "其中所有江河大海。及諸小山大山日宮月", "91": "宮星辰等天。皆悉震動六反大動名為大動。", "92": "爾時十方諸佛及諸大菩薩聲聞緣覺辟支佛", "93": "等普來雲集。一一菩薩各有二萬眷屬來詣", "94": "佛所。諸菩薩等眾諸佛。各隨面門放五色光。", "95": "亦遍照十方世界。時彼諸外道惛亂迷悶。所", "96": "有威光並隱悉沒。其地踴出鑊湯。變成阿耨", "97": "大池。其受苦眾生。各乘白寶蓮華從地踊出。", "98": "此諸外道變成火聚。自燒其身昇空而去。時", "99": "十方諸佛及諸菩薩各作是讚言。善哉善哉"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1289 佛說金毘羅童子威德經: 佛說金毘羅童子威德經: 金毘羅童子威德經", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}