{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0135 佛說力士移山經: 佛說力士移山經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 135 [No. 125(42.3), No. 136]", "1": "佛說力士移山經", "2": "西晉天竺三藏竺法護譯", "3": "聞如是：一時，佛遊拘夷那竭國力士所生地", "4": "大叢樹間，與比丘千二百五十人俱。臨滅度", "5": "時，時國臣民皆出來會。佛問阿難：「斯國大眾", "6": "何故雲集？」賢者阿難白世尊曰：「有大石山去", "7": "此不遠，方六十丈高百二十丈，妨塞門途行", "8": "者迴礙，五百力士同心議曰：『吾等膂力世稱", "9": "希有，徒自畜養無益時用，當共徙之立功後", "10": "代。』即便并勢齊聲唱叫，力盡自疲不得動搖，", "11": "音震遐邇，是故𪏭民輻湊來觀。」佛告阿難：「改", "12": "正法服嚴行視之。」阿難受教，即從坐起稽首", "13": "佛足，獨坐𢫌侍，在佛後翼從而進趣。諸大眾", "14": "五百力士遙覩佛臻，金顏從容，威耀巍巍，端", "15": "正殊妙，色像清淨，大士相好，莊嚴其身，降伏", "16": "陰種，無有衰入，其心湛然，諸根寂定，和悅調", "17": "隱，為天人最，洪焰暉赫，晃若寶山，如大炬明，", "18": "炤燿幽冥，如大山崗，而有積雪，如日之光，昇", "19": "于朝陽，如秋月盛，眾星特明，如轉輪王與諸", "20": "寶臣四部眾俱，如樹花殖，暐曄繁茂，英豔無", "21": "量，超出聖躬。五百力士無數之眾，瞻戴神", "22": "變，莫不喜踊，善心荐發普而奉迎，五體自", "23": "歸稽首足下，一心歸竦退住一面。", "24": "於是，世尊問諸力士：「汝等何故體疲色顇？」答", "25": "曰：「今此大石方六十丈高百二十丈，欲共舉", "26": "移，始從一日勤身勠力，至于一月永不可動，", "27": "慚恥無效取笑天下，是以疲竭姿色憔悴。」「此", "28": "何所希冀？」力士答曰：「唯然大聖！我之福力莫", "29": "能踰者，庶幾欲徙石光益於世，著名垂勳銘", "30": "譽來裔，使王路平直荒域歸伏。」佛告力士：「明", "31": "汝至愍意不堪任，吾為爾移遂汝本願，使汝", "32": "戴功慎無愧懼。」力士歡喜啟曰：「敬從。」於時世", "33": "尊更整法服，以右足大指，蹶舉山石挑至梵", "34": "天，手右掌受，摶之三轉，置於虛空，去地四丈", "35": "九尺，還著掌中，三指篾屑吹令銷瀃，應時三", "36": "千大千世界六返震動。時諸力士，見佛神變", "37": "威靈顯發，即懷惶怖衣毛為竪，白世尊曰：「此", "38": "之舉指，為是大聖父母恩養乳哺力耶？神足", "39": "智慧意行力乎？」答曰：「乳哺之勢，非餘力也。若", "40": "吾建設神足之力，則能移此三千大千佛之", "41": "世界，舉置殊異百千佛土，都不使人有往來", "42": "想，不危眾生不害地蟲。」力士又問：「乳哺之力", "43": "何所狀像？」世尊報曰：「凡牛之力百，當水牛力", "44": "一；水牛力百，當青牛力一；青牛力百，當𤛆牛", "45": "力一；𤛆牛力百，當竹牛力一；竹牛力百，當草", "46": "象力一；草象力百，當凡象力一；凡象力百，當", "47": "黑象力一；黑象力百，當白象力一；白象力百，", "48": "當龍力一；龍力百，當可畏力士力一；可畏力", "49": "士力百，當段力士力一；段力士力百，當崩墮", "50": "力士力一；崩墮力士力百，當大破壞力士力", "51": "一；大破壞力士力百，當半人乘力士力一；半", "52": "人乘力士力百，當人乘力士力一；人乘力士", "53": "力百，當大人乘力士力一；無央數不如如來、", "54": "至真、等正覺乳哺之力。」佛告諸力士：「汝等當", "55": "知，是為如來乳哺之力也。」諸力士白世尊曰：", "56": "「大聖已現乳哺之力，神足之力為云何乎？」佛", "57": "告力士：「憶吾昔者與大目揵連俱遊諸國，時", "58": "穀飢饉，諸比丘眾不得分衛。目揵連白佛：『穀", "59": "米踊貴人民餒餓，今諸比丘分衛無獲，氣力", "60": "衰減不能講誦，日日轉羸懼不全命。往古天", "61": "地始成之時，地出自然甘露之味，食者康寧", "62": "四大用安，後人福薄味沒于地。今欲反地出", "63": "古之味，比丘國人普得救命，令得飽滿誦經", "64": "念道。』佛告目連：『且止！假欲反地，地有蟲蛾", "65": "蠕動之類必被危害，又眾人福薄，不應服食", "66": "古之地味。』目連又曰：『我將諸比丘及飢羸民，", "67": "詣欝單曰土，使就食自然粳米。』世尊告曰：『其", "68": "有神足者能自致到，未得輕舉安能往乎？』目", "69": "連答曰：『無神力者，我當扶接使往獲安。』目連", "70": "之德威變若斯，計閻浮提廣長二十八萬里，", "71": "其地上廣下狹；瞿耶尼域廣長三十二萬里，", "72": "其地似半月形；弗于逮域廣長三十六萬里，", "73": "其地正圓；欝單曰域廣長四十方里，其地正", "74": "方；周迴遶山為四方域。滿中人民令得神足", "75": "如大目連，一一充溢三千大千世界，不及如", "76": "來神力，百倍、千倍、萬倍、億倍、巨億萬倍，計空", "77": "不比無以為喻，是為如來神足力也。」力士又", "78": "白：「大聖！已現乳哺、神足之力，願復示現智", "79": "慧之力。」世尊告曰：「計大海深三百三十六萬", "80": "里，廣長難限，須彌山王在大海中，高三百三", "81": "十六萬里，根在海底亦三百三十六萬里，辟", "82": "方亦爾。其大海水悉可飲盡令無有餘，舍利", "83": "弗智慧不可測量，無能減者。使四方域滿中", "84": "人民，皆令得智慧如舍利弗，一一充溢三千", "85": "大千世界，不比如來智慧之力，百倍、千倍、萬", "86": "倍、億倍、巨億萬倍，計空不比無以為喻，是為", "87": "如來智慧力也。」", "88": "力士又白：「大聖！已現乳哺、神足、智慧之力，", "89": "願復示現意行之力。」世尊告曰：「假使興雲充", "90": "遍四域，及三千大千世界普大霖雨，所由來", "91": "所經歷處，若莖節枝葉花實，若器中水山石", "92": "草蘆，蚑行喘息人物之類，大大小小一一渧", "93": "皆歸巨海，悉能分別追而名之，又皆識鍊旋", "94": "而復之不差其本，如來意力悉知悉了無所", "95": "罣礙，是為如來意行力也。」", "96": "力士又白：「大聖！已現乳哺、神足、智慧、意行之", "97": "力，寧復有異超過此者乎？」世尊告曰：「如來乳", "98": "哺之力，摩目乾連神足之力，舍利弗智慧", "99": "之力，聲聞緣覺意行之力，不比如來十種之", "100": "力廣遠難限。」力士問曰：「何謂十力？」世尊告曰：", "101": "「悉見微妙遠近邪正，處處非處處，有限無限，", "102": "明審如有則悉知之，是一力也。過去來今諸", "103": "所報應經歷之處，明審如有則悉知之，是二", "104": "力也。禪定正受三解脫門，明審如有則悉知", "105": "之，是三力也。覩見眾生諸力心本本淨無所", "106": "不了，明審如有則悉知之，是四力也。曉眾萌", "107": "類若干種語，心念不同形貌各異，明審如有", "108": "則悉知之，是五力也。分別羣𪏭雜種無量情", "109": "態各異，明審如有則悉知之，是六力也。智慧", "110": "如海言善無量，追識一切宿命所更，明審如", "111": "有則悉知之，是七力也。曉了欲縛解縛之要，", "112": "所在隨行應病授藥，天眼見人善惡終始殃", "113": "福所歸，明審如有則悉知之，是八力也。道耳", "114": "徹聽聞天人聲，蚑行喘息蠕動之音無所不", "115": "了，明知如有則悉知之，是九力也。佛無諸漏", "116": "終始永盡無復縛著，神真叡智自知見證，究", "117": "暢道行可作能作無餘生死，覩十方人眾生", "118": "根本無所不察，明審如有則悉知之，是為十", "119": "力也。」諸力士白世尊曰：「大聖！已現乳哺、神足、", "120": "智慧、意行及十種力，寧有殊異復超諸力乎？」", "121": "世尊告曰：「一切諸力雖為強盛，百倍千倍萬", "122": "倍億倍，無常之力計為最勝多所消伏。所以", "123": "者何？如來身者金剛之數，無常勝我當歸壞", "124": "敗，吾今夜半，當於力士所生之地而取滅度，", "125": "於四衢路供養舍利興建塔寺。所以者何？其", "126": "四方人齎諸華香，跱立幢幡，懸繒鈴蓋，然燈", "127": "奉進，一切皆就真妙之法。」佛於是頌曰：", "128": "「法起必歸盡，興者當就衰，", "129": "萬物皆無常，慮是乃為安。", "130": "得百千金山，福祚難為喻，", "131": "不如供泥塔，欣豫歸勝寺。", "132": "獲寶百千藏，福慶不可計，", "133": "不如供泥塔，喜踊歸勝寺。", "134": "設百千寶車，載色如紫金，", "135": "不如供土寺，踊躍歸命佛。」", "136": "佛說是經時，諸力士眾五百人等，知世無常", "137": "三界難怙，無一真諦唯道可依，貢高即除不", "138": "計吾我，皆發無上正真道意，應時皆得立不", "139": "退轉之地。有無央數百千天人，遠塵離垢，諸", "140": "法法眼生。佛說如是，莫不歡喜，各以頭面著", "141": "地為佛作禮。", "142": "佛說力士移山經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0135 佛說力士移山經: 佛說力士移山經", "source": "CBETA"}