{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 心品: 中阿含心品", "text": {"0": "分別誦3 心品175 受法經", "1": "中阿含經卷第四十六", "10": "彼行禪者離欲、離惡不善之法，有覺、有觀，", "100": "習無量識處道，彼行禪者便作是念：『我心修", "101": "習正思，快樂息寂，從無量空處趣無量識", "102": "處，是勝息寂。』彼行禪者不知如真，『寧可思", "103": "厭相應想入無量空處，不應思餘小想入", "104": "無量識處。』彼不知如真已，不覺彼心而便", "105": "失定，如是行禪者衰退而謂熾盛。「復次，行", "106": "禪者度一切無量空處，無量識處，是無量識", "107": "處成就遊。彼思餘小想，修習無所有處道，", "108": "彼行禪者便作是念：『我心修習正思，快樂息", "109": "寂，從無量識處趣至無所有處，是勝息寂。』", "11": "離生喜、樂，得初禪成就遊。彼心修習正思，", "110": "彼行禪者不知如真，『寧可思厭相應想入", "111": "無量識處，不應思餘小想入無所有處。』彼", "112": "不知如真已，不覺彼心而便失定，如是行", "113": "禪者衰退而謂熾盛。「復次，行禪者度一切無", "114": "量識處，無所有，是無所有處成就遊。彼思餘", "115": "小想，修習非有想非無想處道，彼行禪者便", "116": "作是念：『我心修習正思，快樂息寂，從無所", "117": "有處趣非有想非無想處，是勝息寂。』彼行禪", "118": "者不知如真，『寧可思厭相應想入無所有", "119": "處，不應思餘小想入非有想非無想處。』彼", "12": "則從初禪趣第二禪，是勝息寂。彼行禪者", "120": "不知如真已，不覺彼心而便失定，如是", "121": "行禪者衰退而謂熾盛。「云何行禪者衰退則", "122": "知衰退如真？彼行禪者所行、所相、所標，度一", "123": "切無所有處，非有想非無想，是非有想非無", "124": "想處成就遊。彼不受此行，不念此，相、標，", "125": "唯行無所有處相應念想本退具，彼行禪者", "126": "便作是念：『我心離本相，更趣餘處，失非有", "127": "想非無想處，滅定也。』彼知如真已，於如不", "128": "退，意不失定，如是行禪者衰退則知衰退", "129": "如真。「復次，行禪者所行、所相、所標，度一切無", "13": "便作是念：『我心離本相，更趣餘處，失初禪，", "130": "量識處，無所有，是無所有處成就遊。彼不", "131": "受此行，不念此相、標，唯行無量識處相應", "132": "念想本所行。彼行禪者便作是念：『我心離", "133": "本相，更趣餘處，失無所有處，滅定也。』彼知", "134": "如真已，於如不退，意不失定，如是行禪者", "135": "衰退則知衰退如真。「復次，行禪者所行、所相、", "136": "所標，度一切無量空處，無量識，是無量識處", "137": "成就遊。彼不受此行，不念此相、標，唯行無", "138": "量空處相應念想本退具，彼行禪者便作是", "139": "念：『我心離本相，更趣餘處，失無量識處，滅", "14": "滅定也。』彼行禪者不知如真，『我心修習正", "140": "定也。』彼知如真已，於如不退，意不失定，", "141": "如是行禪者衰退則知衰退如真。「復次，行禪", "142": "者所行、所相、所標，度一切色想，滅有對想，", "143": "不念若干想，無量空，是無量空處成就遊。", "144": "彼不受此行，不念此相、標，唯行色樂相應", "145": "念想本退具，彼行禪者便作是念：『我心離本", "146": "相，更趣餘處，失無量空處，滅定也。』彼知如", "147": "真已，於如不退，意不失定，如是行禪者衰", "148": "退則知衰退如真。「復次，行禪者所行、所相、所", "149": "標，樂滅、苦滅，喜、憂本已滅，不苦不樂、捨、念、清", "15": "思，快樂息寂，則從初禪趣第二禪，是勝息", "150": "淨，得第四禪成就遊。彼不受此行，不念", "151": "此相、標，唯行第三禪相應念想本退具，彼行", "152": "禪者便作是念：『我心離本相，更趣餘處，失", "153": "第四禪，滅定也。』彼知如真已，於如不退，意", "154": "不失定，如是行禪者衰退則知衰退如真。", "155": "「復次，行禪者所行、所相、所標，離於喜欲，捨無", "156": "求遊，正念正智而身覺樂，謂聖所說、聖所捨、", "157": "念、樂住、空，得第三禪成就遊。彼不受此", "158": "行，不念此相、標，唯行第二禪相應念想本", "159": "退具，彼行禪者便作是念：『我心離本相，", "16": "寂。』彼不知如真已，於如退轉，意便失定，如", "160": "更趣餘處，失第三禪，滅定也。』彼知如真已，", "161": "於如不退，意不失定，如是行禪者衰退則", "162": "知衰退如真。「復次，行禪者所行、所相、所標，覺、", "163": "觀已息，內靖、一心，無覺、無觀，定生喜、樂，得", "164": "第二禪成就遊。彼不受此行，不念此相、標，", "165": "唯行初禪相應念想本退具，彼行禪者便作", "166": "是念：『我心離本相，更趣餘處，失第二禪，滅", "167": "定也。』彼知如真已，於如不退，意不失定，", "168": "如是行禪者衰退則知衰退如真。「復次，行禪", "169": "者所行、所相、所標，離欲、離惡不善之法，有", "17": "是行禪者熾盛而謂衰退。「復次，行禪者覺、觀", "170": "覺、有觀，離生喜、樂，得初禪成就遊。彼不受", "171": "此行，不念此相、標，唯行欲樂相應念想本", "172": "退具，彼行禪者便作是念：『我心離本相，更", "173": "趣餘處，失初禪，滅定也。』彼知如真已，於如", "174": "不退，意不失定，如是行禪者衰退則知衰", "175": "退如真。「云何行禪者熾盛則知熾盛如真？彼", "176": "行禪者離欲、離惡不善之法，有覺、有觀，離生", "177": "喜、樂，得初禪成就遊。彼心修習正思，快樂", "178": "息寂，則從初禪趣第二禪，是勝息寂。彼行", "179": "禪者便作是念：『我心修習正思，快樂息寂，", "18": "已息，內靖、一心，無覺、無觀，定生喜、樂，得第", "180": "則從初禪趣第二禪，是勝息寂。』彼知如真", "181": "已，便覺彼心而不失定，如是行禪者熾盛", "182": "則知熾盛如真。「復次，行禪者覺、觀已息，內", "183": "靖、一心，無覺、無觀，定生喜、樂，得第二禪成", "184": "就遊，彼心修習正思，快樂息寂，從第二禪", "185": "趣第三禪，是勝息寂。彼行禪者便作是念：", "186": "『我心修習正思，快樂息寂，從第二禪趣第", "187": "三禪，是勝息寂。』彼知如真已，便覺彼心而", "188": "不失定，如是行禪者熾盛則知熾盛如真。", "189": "「復次，行禪者離於喜欲，捨無求遊，正念正智", "19": "二禪成就遊。彼心修習正思，從第二禪趣", "190": "而身覺樂，謂聖所說、聖所捨、念、樂住、空，得", "191": "第三禪成就遊。彼心修習正思，快樂息寂，", "192": "從第三禪趣第四禪，是勝息寂。彼行禪者", "193": "便作是念：『我心修習正思，快樂息寂，從第", "194": "三禪趣第四禪，是勝息寂。』彼知如真已，便", "195": "覺彼心而不失定，如是行禪者熾盛則知", "196": "熾盛如真。「復次，行禪者樂滅、苦滅，喜、憂本已", "197": "滅，不苦不樂、捨、念、清淨，得第四禪成就遊。彼", "198": "心修習正思，快樂息寂，從第四禪趣無量", "199": "空處，是勝息寂。彼行禪者便作是念：『我心", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "第三禪，是勝息寂。彼行禪者便作是念：『我心", "200": "修習正思，快樂息寂，從第四禪趣無量空", "201": "處，是勝息寂。』彼知如真已，便覺彼心而不", "202": "失定，如是行禪者熾盛則知熾盛如真。「復", "203": "次，行禪者度一切色想，滅有對想，不念", "204": "若干想，無量空，是無量空處成就遊。彼心修", "205": "習正思，快樂息寂，從無量空處趣無量識", "206": "處，是勝息寂。彼行禪者便作是念：『我心修", "207": "習正思，快樂息寂，從無量空處趣無量識", "208": "處，是勝息寂。』彼知如真已，便覺彼心而不", "209": "失定，如是行禪者熾盛則知熾盛如真。「復", "21": "離本相，更趣餘處，失第二禪，滅定也。』彼行", "210": "次，行禪者度一切無量空處，無量識，是無量", "211": "識處成就遊。彼心修習正思，快樂息寂，從", "212": "無量識處趣無所有處，是勝息寂。彼行禪者", "213": "便作是念：『我心修習正思，快樂息寂，從無", "214": "量識處趣無所有處，是勝息寂。』彼知如真", "215": "已，便覺彼心而不失定，如是行禪者熾盛", "216": "則知熾盛如真。「復次，行禪者度一切無量識", "217": "處，無所有，是無所有處成就遊。彼心修習正", "218": "思，快樂息寂，從無所有處趣非有想非無", "219": "想處，是勝息寂。彼行禪者便作是念：『我心", "22": "禪者不知如真，『我心修習正思，快樂息寂，", "220": "修習正思，快樂息寂，從無所有處趣非有", "221": "想非無想處，是勝息寂。』彼知如真已，便覺", "222": "彼心而不失定，如是行禪者熾盛則知熾", "223": "盛如真。世間實有是四種行禪者，因此故", "224": "說。」佛說如是。彼諸比丘聞佛所說，歡喜奉", "225": "行。", "226": "行禪經第五竟二千五百七十七字", "227": "177 說經（一七七）中阿含心品說經第六第四分別", "228": "誦", "229": "我聞如是：一時，佛遊拘樓瘦劒摩瑟曇拘", "23": "從第二禪趣第三禪，是勝息寂。』彼不知如", "230": "樓都邑。爾時，世尊告諸比丘：「我今當為汝", "231": "等說法，初妙、中妙、竟亦妙，有義有文，具足", "232": "清淨，顯現梵行，名四種說經。如四種說經", "233": "分別其義。諦聽，諦聽，善思念之，我今當說。」", "234": "時，諸比丘受教而聽。佛言：「云何四種說經分", "235": "別其義？若有比丘所行、所相、所標，離欲、離", "236": "惡不善之法，有覺、有觀，離生喜、樂，得初禪成", "237": "就遊。彼不受此行，不念此相、標，唯行欲樂", "238": "相應念想退轉具。彼比丘應當知，『我生此", "239": "法，不住、不進，亦復不厭，我生此法而令我", "24": "真已，於如退轉，意便失定，如是行禪者熾", "240": "退，然我此定不得久住。』彼比丘應如是知。", "241": "「復次，比丘所行、所相、所標，離欲、離惡不善之", "242": "法，有覺、有觀，離生喜、樂，得初禪成就遊。彼", "243": "受此行，念此相、標，立念如法，令住一意。彼", "244": "比丘應當知，『我生此法，不退、不進，亦復不", "245": "厭，我生此法能令我住，而我此定必得久", "246": "住。』彼比丘應如是知。「復次，比丘所行、所相、", "247": "所標，離欲、離惡不善之法，有覺、有觀，離生喜、", "248": "樂，得初禪成就遊。彼不受此行，不念此", "249": "相、標，唯行第二禪相應念想昇進具。彼比丘", "25": "盛而謂衰退。「復次，行禪者離於喜欲，捨無", "250": "應當知，『我生此法，不退、不住，亦復不厭，我", "251": "生此法令我昇進，如是不久當得第二", "252": "禪。』彼比丘應如是知。「復次，比丘所行、所相、", "253": "所標，離欲、離惡不善之法，有覺、有觀，離生喜、", "254": "樂，得初離成就遊。彼不受此行，不念此", "255": "相、標，唯行滅息相應念想無欲具。彼比丘應", "256": "當知，『我生此法，不退、不住，亦不昇進，我生", "257": "此法能令我厭，如是不久當得漏盡。』彼比", "258": "丘應如是知。「復次，比丘所行、所相、所標，覺、", "259": "觀已息，內靖、一心，無覺、無觀，定生喜、樂，得第", "26": "求遊，正念正智而身覺樂，謂聖所說、聖所捨、", "260": "二禪成就遊。彼不受此行，不念此相、標，唯", "261": "行初禪相應念想退轉具。彼比丘應當知，『我", "262": "生此法，不住、不進，亦復不厭，我生此法而", "263": "令我退，然我此定不得久住。』彼比丘應如", "264": "是知。「復次，比丘所行、所相、所標，覺、觀已息，內", "265": "靖、一心，無覺、無觀，定生喜、樂，得第二禪成", "266": "就遊。彼受此行，念此相、標，立念如法，令住", "267": "一意。彼比丘應當知，『我生此法，不退、不進，亦", "268": "復不厭，我生此法能令我住，而我此定必", "269": "得久住。』彼比丘應如是知。「復次，比丘所行、", "27": "念、樂住、空，得第三禪成就遊。彼心修習正", "270": "所相、所標，覺、觀已息，內靖、一心，無覺、無觀，定生", "271": "喜、樂，得第二禪成就遊。彼不受此行，不念", "272": "此相、標，唯行第三禪相應念想昇進具。彼比", "273": "丘應當知，『我生此法，不退、不住，亦復不厭，", "274": "我生此法令我昇進，如是不久當得第", "275": "三禪。』彼比丘應如是知。「復次，比丘所行、所", "276": "相、所標，覺、觀已息，內靖、一心，無覺、無觀，定生", "277": "喜、樂，得第二禪成就遊。彼不受此行，不念", "278": "此相、標，唯行滅息相應念想無欲具。彼比丘", "279": "應當知，『我生此法，不退、不住，亦不昇進，我", "28": "思，從第三禪趣第四禪，是勝息寂。彼行禪", "280": "生此法能令我厭，如是不久當得漏盡。』", "281": "彼比丘應如是知。「復次，比丘所行、所相、所標，", "282": "離於喜欲，捨無求遊，正念正智而身覺樂，謂", "283": "聖所說、聖所捨、念、樂住、空，得第三禪成就", "284": "遊。彼不受此行，不念此相、標，唯行第二禪", "285": "相應念想退轉具。彼比丘應當知，『我生此", "286": "法，不住、不進，亦復不厭，我生此法而令我", "287": "退，然我此定不得久住。』彼比丘應如是知。", "288": "「復次，比丘所行、所相、所標，離於喜欲，捨無求", "289": "遊，正念正智而身覺樂，謂聖所說、聖所捨、念、", "29": "者便作是念：『我心離本相，更趣餘處，失第", "290": "樂住、空，得第三禪成就遊。彼受此行，念此", "291": "相、標，立念如法，令住一意。彼比丘應當知，", "292": "『我生此法，不退、不進，亦復不厭，我生此法", "293": "能令我住，而我此定必得久住。』彼比丘應", "294": "如是知。「復次，比丘所行、所相、所標，離於喜", "295": "欲，捨無求遊，正念正智而身覺樂，謂聖所說、", "296": "聖所捨、念、樂住、空，得第三禪成就遊。彼不", "297": "受此行，不念此相、標，唯行第四禪相應念", "298": "想昇進具。彼比丘應當知，『我生此法，不退、", "299": "不住，亦復不厭，我生此法令我昇進，如是", "3": "176 行禪經（一七六）心品行禪經第五第四分別誦", "30": "三禪，滅定也。』彼行禪者不知如真，『我心修", "300": "不久當得第四禪。』彼比丘應如是知。「復次，", "301": "比丘所行、所相，所標，離於喜欲，捨無求遊，", "302": "正念正智而身覺樂，謂聖所說、聖所捨、念、樂", "303": "住、空，得第三禪成就遊。彼不受此行，不", "304": "念此相、標，唯行滅息相應念想無欲具。彼", "305": "比丘應當知，『我生此法，不退、不住，亦不昇", "306": "進，我生此法能令我厭，如是不久當得", "307": "漏盡。』彼比丘應如是知。「復次，比丘所行、所", "308": "相、所標，樂滅、苦滅，喜、憂本已滅，不苦不樂、捨、", "309": "念、清淨，得第四禪成就遊。彼不受此行，不", "31": "習正思，快樂息寂，從第三禪趣第四禪，是", "310": "念此相、標，唯行第三禪相應念想退轉具。", "311": "彼比丘應當知，『我生此法，不住、不進，亦復不", "312": "厭，我生此法而令我退，然我此定不得久", "313": "住。』彼比丘應如是知。「復次，比丘所行、所相、", "314": "所標，樂滅、苦滅，喜、憂本已滅，不苦不樂、捨、念、", "315": "清淨，得第四禪成就遊。彼受此行，念此相、", "316": "標，立念如法，令住一意。彼比丘應當知，『我", "317": "生此法，不退、不進，亦復不厭，我生此法能", "318": "令我住，而我此定必得久住。』彼比丘應如", "319": "是知。「復次，比丘所行、所相、所標，樂滅、苦滅，喜、", "32": "勝息寂。』彼不知如真已，於如退轉，意便失", "320": "憂本已滅，不苦不樂、捨、念、清淨，得第四禪成", "321": "就遊。彼不受此行，不念此相、標，唯行無量", "322": "空處相應念想昇進具。彼比丘應當知，『我生", "323": "此法，不退、不住，亦復不厭，我生此法令我", "324": "昇進，如是不久當得無量空處。』彼比丘應", "325": "如是知。「復次，比丘所行、所相、所標，樂滅、苦滅，", "326": "喜、憂本已滅，不苦不樂、捨、念、清淨，得第四禪", "327": "成就遊。彼不受此行，不念此相、標，唯行滅", "328": "息相應念想無欲具。彼比丘應當知，『我生此", "329": "法，不退、不住，亦不昇進，我生此法能令我", "33": "定，如是行禪者熾盛而謂衰退。「復次，行禪者", "330": "厭，如是不久當得漏盡。』彼比丘應如是", "331": "知。「復次，比丘所行、所相、所標，度一切色想，", "332": "滅有對想，不念若干想，無量空，是無量空", "333": "處成就遊。彼不受此行，不念此相、標，唯行", "334": "色樂相應念想退轉具。彼比丘應當知，『我生", "335": "此法，不住、不進，亦復不厭，我生此法而令", "336": "我退，然我此定不得久住。』彼比丘應如是", "337": "知。「復次，比丘所行、所相、所標，度一切色想，滅", "338": "有對想，不念若干想，無量空，是無量空處", "339": "成就遊。彼受此行，念此相、標，立念如法，令", "34": "樂滅、苦滅，喜、憂本已滅，不苦不樂、捨、念、清淨，", "340": "住一意。彼比丘應當知，『我生此法，不退、不", "341": "進，亦復不厭，我生此法能令我住，而我此", "342": "定必得久住。』彼比丘應如是知。「復次，比丘", "343": "所行、所相、所標，度一切色想，滅有對想，不", "344": "念若干想，無量空，是無量空處成就遊。彼不", "345": "受此行，不念此相、標，唯行無量識處相應", "346": "念想昇進具。彼比丘應當知，『我生此法，不", "347": "退、不住，亦復不厭，我生此法令我昇進，如", "348": "是不久當得無量識處。』彼比丘應如是知。", "349": "「復次，比丘所行、所相、所標，度一切色想，滅", "35": "得第四禪成就遊，彼心修習正思，從第四", "350": "有對想，不念若干想，無量空，是無量空處", "351": "成就遊。彼不受此行，不念此相、標，唯行", "352": "滅息相應念想無欲具。彼比丘應當知，『我生", "353": "此法，不退、不住，亦不昇進，我生此法能令", "354": "我厭，如是不久當得漏盡。』彼比丘應如是", "355": "知。「復次，比丘所行、所相、所標，度一切無量空", "356": "處，無量識，是無量識處成就遊。彼不受此", "357": "行，不念此相、標，唯行無量空處相應念想", "358": "退轉具。彼比丘應當知，『我生此法，不住、不", "359": "進，亦復不厭，我生此法而令我退，然我此", "36": "禪趣無量空處，是勝息寂。彼行禪者便作是", "360": "定不得久住。』彼比丘應如是知。「復次，比丘", "361": "所行、所相、所標，度一切無量空處，無量識，是", "362": "無量識處成就遊。彼受此行，念此相、標，立", "363": "念如法，令住一意。彼比丘應當知，『我生此", "364": "法，不退、不進，亦復不厭，我生此法能令我", "365": "住，而我此定必得久住。』彼比丘應如是知。", "366": "「復次，比丘所行、所相、所標，度一切無量空處，", "367": "無量識，是無量識處成就遊。彼不受此行，", "368": "不念此相、標，唯行無所有處相應念想昇", "369": "進具。彼比丘應當知，『我生此法，不退、不住，", "37": "念：『我心離本相，更趣餘處，失第四禪，滅定", "370": "亦復不厭，我生此法令我昇進，如是不久", "371": "當得無所有處。』彼比丘應如是知。「復次，比", "372": "丘所行、所相、所標，度一切無量空處，無量", "373": "識，是無量識處成就遊。彼不受此行，不念", "374": "此相、標，唯行滅息相應念想無欲具。彼比", "375": "丘應當知，『我生此法，不退、不住，亦不昇進，", "376": "我生此法能令我厭，如是不久當得漏", "377": "盡。』彼比丘應如是知。「復次，比丘所行、所相、", "378": "所標，度一切無量識處，無所有，是無所有處", "379": "成就遊。彼不受此行，不念此相、標，唯行無", "38": "也。』彼行禪者不知如真，『我心修習正思，快", "380": "量識處相應念想退轉具。彼比丘應當知，『我", "381": "生此法，不住、不進，亦復不厭，我生此法而", "382": "令我退，然我此定不得久住。』彼比丘應如", "383": "是知。「復次，比丘所行、所相、所標，度一切無量", "384": "識處，無所有，是無所有處成就遊。彼受此", "385": "行，念此相、標，立念如法，令住一意。彼比丘", "386": "應當知，『我生此法，不退、不進，亦復不厭，我", "387": "生此法能令我住，而我此定必得久住。』彼", "388": "比丘應如是知。「復次，比丘所行、所相、所標，", "389": "度一切無量識處，無所有，是無所有處成就", "39": "樂息寂，從第四禪趣無量空處，是勝息寂。』", "390": "遊。彼不受此行，不念此相、標，唯行非有想", "391": "非無想處相應念想昇進具。彼比丘應當知，", "392": "『我生此法，不退、不住，亦復不厭，我生此法", "393": "令我昇進，如是不久當得非有想非無想", "394": "處。』彼比丘應如是知。「復次，比丘所行、所相、", "395": "所標，度一切無量識處，無所有，是無所有處", "396": "成就遊。彼不受此行，不念此相、標，唯行厭", "397": "相應念想無欲具。彼比丘應當知，『我生此", "398": "法，不退、不住，亦不昇進，我生此法能令我", "399": "厭。如是，不久當得漏盡。』彼比丘應如是", "4": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "40": "彼不知如真已，於如退轉，意便失定，如是", "400": "知。「有想有知，齊是得知，乃至非有想非無", "401": "想處行餘第一有，行禪比丘者，從是起當", "402": "為彼說。」佛說如是。彼諸比丘聞佛所說，歡", "403": "喜奉行。", "404": "說經第六竟二千八百二十字", "405": "中阿含經卷第四十六六千三百九十七字", "41": "行禪者熾盛而謂衰退。「復次，行禪者度一切", "42": "色想，滅有對想，不念若干想，無量空，是", "43": "無量空處成就遊，彼心修習正思，從無量空", "44": "處趣無量識處，是勝息寂。彼行禪者便作", "45": "是念：『我心離本相，更趣餘處，失無量空處，", "46": "滅定也。』彼行禪者不知如真，『我心修習正", "47": "思，快樂息寂，從無量空處趣無量識處，是", "48": "勝息寂。』彼不知如真已，於如退轉，意便失", "49": "定，如是行禪者熾盛而謂衰退。「復次，行禪者", "5": "獨園。爾時，世尊告諸比丘：「世間真實有四種", "50": "度一切無量空處，無量識，是無量識處成就", "51": "遊，彼心修習正思，從無量識處趣無所有", "52": "處，是勝息寂。彼行禪者便作是念：『我心離", "53": "本相，更趣餘處，失無量識處，滅定也。』彼行", "54": "禪者不知如真，『我心修習正思，快樂息寂，", "55": "從無量識處趣無所有處，是勝息寂。』彼不", "56": "知如真已，於如退轉，意便失定，如是行禪", "57": "者熾盛而謂衰退。「復次，行禪者度一切無量", "58": "識處，無所有，是無所有處成就遊，彼心修習", "59": "正思，從無所有處趣非有想非無想處，是", "6": "行禪者。云何為四？或有行禪者熾盛而謂衰", "60": "勝息寂。彼行禪者便作是念：『我心離本相，", "61": "更趣餘處，失無所有處，滅定也。』彼行禪者", "62": "不知如真，『我心修習正思，快樂息寂，從無", "63": "所有處趣非有想非無想處，是勝息寂。』彼", "64": "不知如真已，於如退轉，意便失定，如是行", "65": "禪者熾盛而謂衰退。「云何行禪者衰退而謂", "66": "熾盛？彼行禪者離欲、離惡不善之法，有覺、有", "67": "觀，離生喜、樂，得初禪成就遊。彼思餘小想，", "68": "修習第二禪道，彼行禪者便作是念：『我心", "69": "修習正思，快樂息寂，則從初禪趣第二禪，", "7": "退，或有行禪者衰退而謂熾盛，或有行禪", "70": "是勝息寂。』彼行禪者不知如真，『寧可思厭", "71": "相應想入初禪，不應思餘小想入第二", "72": "禪。』彼不知如真已，不覺彼心而便失定，", "73": "如是行禪者衰退而謂熾盛。「復次，行禪者覺、", "74": "觀已息，內靖、一心，無覺、無觀，定生喜、樂，得第", "75": "二禪成就遊。彼思餘小想，修習第三禪道，", "76": "彼行禪者便作是念：『我心修習正思，快樂息", "77": "寂，從第二禪趣第三禪，是勝息寂。』彼行禪", "78": "者不知如真，『寧可思厭相應想入第二", "79": "禪，不應思餘小想入第三禪。』彼不知如", "8": "者衰退則知衰退如真，或有行禪者熾盛", "80": "真已，不覺彼心而便失定，如是行禪者衰", "81": "退而謂熾盛。「復次，行禪者離於喜欲，捨無", "82": "求遊，正念正智而身覺樂。謂聖所說、聖所捨、", "83": "念、樂住、空，得第三禪成就遊。彼思餘小", "84": "想，修習第四禪道，彼行禪者便作是念：『我", "85": "心修習正思，快樂息寂，從第三禪趣第四", "86": "禪，是勝息寂。』彼行禪者不知如真，『寧可思", "87": "厭相應想入第三禪，不應思餘小想入第", "88": "四禪。』彼不知如真已，不覺彼心而便失", "89": "定，如是行禪者衰退而謂熾盛。「復次，行禪", "9": "則知熾盛如真。「云何行禪者熾盛而謂衰退？", "90": "者樂滅、苦滅，喜、憂本已滅，不苦不樂、捨、念、清", "91": "淨，得第四禪成就遊。彼思餘小想，修習無", "92": "量空處道，彼行禪者便作是念：『我心修習", "93": "正思，快樂息寂，從第四禪趣無量空處，是", "94": "勝息寂。』彼行禪者不知如真，『寧可思厭相", "95": "應想入第四禪，不應思餘小想入無量空", "96": "處。』彼不知如真已，不覺彼心而便失定，", "97": "如是行禪者衰退而謂熾盛。「復次，行禪者", "98": "度一切色想，滅有對想，不念若干想，無", "99": "量空，是無量空處成就遊。彼思餘小想，修"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 心品: 中阿含心品", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}