{"author": "西晉 法炬譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0065 伏婬經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 65 [No. 26(126)]", "1": "佛說伏婬經", "2": "西晉沙門法炬譯", "3": "聞如是：一時，婆加婆在舍衛城祇樹給孤獨", "4": "園。彼時，居士阿那邠祁至世尊所，到已禮世", "5": "尊足，却住一面。阿那邠祁居士却住一面已，", "6": "白世尊曰：「唯，世尊！世間有幾伏婬而可知者？」", "7": "「汝居士！世間有十伏婬。云何為十？此居士，或", "8": "一伏婬，非法行婬干彼，非法求婬干無所方便為苦已，", "9": "亦不自安身，亦不安父母及妻子、客使奴婢、", "10": "沙門婆羅門，不有益事，為善得善得生天上。", "11": "如是，居士！是一伏婬。「復次，居士，或一伏婬，非", "12": "法求婬干彼，非法求婬干已，自安身、父母妻", "13": "子、客使奴婢，而不施沙門婆羅門，為善得善", "14": "身生善處。如是，居士！是一伏婬。「復次，居士！或", "15": "一伏婬，非法求干彼，非法求干已，自安隱身、", "16": "父母妻子、客使奴婢，能施沙門婆羅門，為善", "17": "得善身生善處。如是，居士！是一伏婬。「復次，", "18": "居士！或一伏婬，如法求財，彼如法求財已，不", "19": "自安樂身，不為父母、不為妻子、不為奴婢，亦", "20": "不施沙門婆羅門，為善得善身生善處。如是，", "21": "居士，是一伏婬。「復次，居士！或一伏婬，如法", "22": "求財，彼如法求財已，而自安樂身，及父母妻", "23": "子奴婢，不施與沙門婆羅門，為善得善身生", "24": "善處。如是，居士！是一伏婬。「復次，居士！或一伏", "25": "婬，如法求財，彼如法求財已，而自安樂身，及", "26": "父母妻子奴婢，施與沙門婆羅門，為善得善", "27": "身生善處。如是，居士！是一伏婬。「復次，居士！或", "28": "一伏婬，如法求財不干彼，如法求財不干已，", "29": "亦不自安樂身，亦不為父母妻子奴婢，亦不", "30": "施與沙門婆羅門，為善得善身生善處。如是，", "31": "居士！是一伏婬。「復次，居士！或一伏婬，如法求", "32": "財不干彼，如法求財不干已，自得安樂身及", "33": "父母妻子奴婢，不施與沙門婆羅門，為善得", "34": "善身生善處。如是，居士！是一伏婬。「復次，居士！", "35": "或一伏婬，如法求財不干彼，如法求財不干", "36": "已，自得安樂身，及父母妻子奴婢，施與沙門", "37": "婆羅門，為善得善身生善處。彼得錢財，於中", "38": "染著、極染著，不見禍變，亦不知棄，而貪食之。", "39": "如是，居士！是一伏婬。「復次，居士！或一伏婬，如法", "40": "求錢財不干彼，如法求錢財不干已，自得安", "41": "隱身，及父母妻子奴婢，施與沙門婆羅門，為", "42": "善得善身生善處。彼得錢財，亦不染亦不著，", "43": "亦不於中樂，亦不於中住，亦知是禍變，亦能", "44": "棄捨而食之。如是，居士！是一伏婬。「此居士！彼", "45": "或一伏婬，非法求錢財干彼，非法求錢財干", "46": "已，亦不自安隱身，亦不安隱父母、妻子奴婢，", "47": "亦不施與沙門婆羅門，為善得善身生善處。", "48": "是為，居士！如是伏婬。伏婬我說此弊惡。「此居", "49": "士！或一伏婬，非法求錢財干彼，非法求錢財", "50": "干已，自安隱身，及父母妻子奴婢，不施與沙", "51": "門婆羅門，為善得善身生善處。此居士！此伏", "52": "婬此，伏婬此小勝小勝。「此居士！彼或一伏婬，", "53": "如法求錢財不干彼，如法求錢財不干已，自", "54": "得安樂身，及父母妻子奴婢，施與沙門婆羅", "55": "門，為善得善身生善處。彼得錢財，不染不著、", "56": "不持不樂，知是禍變、棄捨離而食之。如是。居", "57": "士！食婬最勝最妙、最上最好、無上勝。猶若，居", "58": "士！有牛乳，因乳有酪，因酪有醍醐，因醍醐有", "59": "酥，因酥有酪酥，此是最勝最妙無上說。", "60": "如是，居士！此諸伏婬如是伏婬，最勝最妙、極妙", "61": "最上、無上無上。說頌偈曰：", "62": "「非法聚錢財，如法如法施；", "63": "不施不食之，亦不施為福，", "64": "二俱為慳濁，惡行食此婬。", "65": "如法求錢財，欲以施為福，", "66": "亦施及食之，亦能作福德，", "67": "二俱不慳濁，皆有此伏婬。", "68": "有能行智慧，伏婬隨所行，", "69": "知變有知足，知足而食之。", "70": "有能行智慧，最妙能伏婬。」", "71": "佛如是說，居士阿那邠祁聞世尊所說，歡喜", "72": "而樂。", "73": "佛說伏婬經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0065 伏婬經", "source": "CBETA"}