{"author": "蕭齊 求那毘地譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0073 須達經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 73 [No. 26(155), Nos. 72, 74, No.", "1": "125(27.3)]", "2": "佛說須達經", "3": "蕭齊中印度三藏求那毗地譯", "4": "聞如是：一時，婆伽婆在舍衛城祇樹給孤獨", "5": "園。彼時，須達居士至世尊所，到已禮世尊足，", "6": "却坐一面。須達居士却坐一面已，世尊告曰：", "7": "「頗有，居士！在家施與不？」「唯世尊！在家有施與", "8": "者，所有施不能妙食，有雜穬麻子為羹，薑", "9": "一枚以為施。」「此，居士！非妙施。有妙施者，二俱", "10": "有報。此居士！為非妙施者，彼不信施，亦不時", "11": "施，不自手施，亦不就往而施，不知、不有信，亦", "12": "不知有報而行施。當知有如是報，意亦不在", "13": "妙有屋舍，意亦不在諸妙物，意亦不在衣被，", "14": "亦不在妙食，意亦不在妙五樂婬。何以故？此", "15": "居士！行非施報故。居士！行非施者，當有信，隨", "16": "時施、自手施、往而施，有知、有信，知有報因緣", "17": "已而施與。當知彼有此報，意便在妙家業，報", "18": "極妙諸具、極妙衣、有極妙食、意作妙五樂婬。", "19": "何以故？此居士！當知彼有施。此居士！行妙施，", "20": "不信施與，不隨時與，不自以手施與，不往而", "21": "施，亦不知亦不信，亦不知有因緣行果報，而", "22": "行施與。當知彼受如是報，意亦不在妙家業，", "23": "意亦不在好衣，意亦不在好食，意亦不在妙", "24": "五樂婬。何以故？居士！此非施故。此居士！妙好", "25": "施者，信樂施，隨時施，自手施，往而施與，有", "26": "知有信，知有行果報而行施與。當知彼如是", "27": "得報，意在妙家業，至妙五樂婬、意在食。何以", "28": "故？此居士！當如是隨時施報。何以故？此居", "29": "士！昔有過去世，有鞞藍大婆羅門，大富極富，", "30": "多錢財多諸雜物，彼如是作大施，以八十四", "31": "千金鉢碎銀滿中；彼如是行大施，以八十四", "32": "千銀鉢滿中碎金；彼如是行大施，彼以八", "33": "十四千象，諸具嚴飾象白如雪；彼如是行大", "34": "施，以八十四千馬，諸具嚴飾金為珓珞；如", "35": "是行大施，以八十四千牛以衣繫之，𤛓之常", "36": "滿器；彼如是行大施，以八十四千玉女端正", "37": "姝妙，一切諸珓珞極嚴飾之；如是行大施，", "38": "餘不可數餘食諸味。謂彼居士鞞藍大富婆", "39": "羅門作如是大施，施與閻浮提凡夫人，寧施", "40": "與彼一仙人，得福多。雖居士鞞藍大富婆羅", "41": "門作如是大施，施與閻浮提仙人者，不如施", "42": "與一須陀洹，此得福多。雖彼居士鞞藍大富", "43": "婆羅門，施與閻浮提凡夫人及仙人、", "44": "百須陀洹，不如施與一斯陀含，此得福多。雖", "45": "居士鞞藍大富婆羅門，作如是施與閻浮提", "46": "凡夫人、仙人、百須陀洹、百斯陀含，不如施與", "47": "一阿那含，此得福多。雖居士鞞藍大富婆羅", "48": "門，作如是施與閻浮提凡夫人至百阿那含，", "49": "不如施與一阿羅漢，得福多。謂居士！雖鞞藍", "50": "大富婆羅門，作如是施與閻浮提凡夫人至", "51": "百阿羅漢，不如施一辟支佛，得福多。謂居士！", "52": "雖鞞藍大富婆羅門作如是施，施與閻浮提", "53": "凡夫人至百辟支佛，不如施與如來、無所著、", "54": "等正覺，此得福多。謂居士鞞藍大富婆羅門", "55": "作如是施，施與閻浮提凡夫人至百辟支佛，", "56": "作房舍以施與招提僧者，得福多。謂居士鞞", "57": "藍大富婆羅門作如是施，施與閻浮提凡夫", "58": "人，至作房舍已施與招提僧，不如以清淨意", "59": "作三自歸佛法及比丘僧、受其戒，此得福多。", "60": "謂居士鞞藍大富婆羅門作如是大施，施與", "61": "閻浮提凡夫人至以清淨行三自歸佛法及", "62": "比丘僧、受其戒，不如於一切眾生行於慈至", "63": "𤛓牛頃，此得福多。謂居士鞞藍大富婆羅門", "64": "作如是施與閻浮提凡夫人，至謂於一切眾", "65": "生分別行慈，下至𤛓牛頃；謂一切行無常、苦、", "66": "空、無我，思惟念者，下至彈指頃，此得福多。汝", "67": "居士！作如是念：『彼居士鞞藍大富婆羅門異", "68": "耶？』莫作是念，我即是彼名鞞藍大富婆羅門！", "69": "如是，居士！自住於饒益及饒益他、饒益多人，", "70": "愍於世間，以義以樂安隱天及人，如是為說", "71": "法，未至竟盡，未至竟無垢，未至竟梵行，未", "72": "至竟行梵行，彼故未脫生老病死憂慼不樂，", "73": "我說未脫苦。此居士！今如來出世間，無所著、", "74": "等正覺、明行成為、善逝、世間解、無上士、道法御、", "75": "天人師、佛、世尊，今自為故、為他故、為多人故、", "76": "愍世間故，以義以樂安隱天及人。我今為說", "77": "法，至竟盡、至竟無垢、至竟梵行、至竟行梵行，", "78": "今以得脫生老病死憂慼不樂苦，我說已離", "79": "苦。」佛如是說。居士須達聞世尊所說，歡喜", "80": "而樂。", "81": "佛說須達經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0073 須達經", "source": "CBETA"}