{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1986A 筠州洞山悟本禪師語錄", "text": {"0": "No. 1986A", "1": "洞山大師語錄序洞山大師語錄序", "10": "梓于白華林。可謂幹祖考之蠱哉。然京師之", "100": "師辭雲巖。巖曰。甚麼處去。師曰。雖離和尚。", "1000": "今之世。志古之道。孟浪猶然。況後昆哉。於是", "1001": "焉溫尋古本。竊竊乎校讎同異。纂集成矣。人", "1002": "或謂予曰。祖佛言教。似生冤家。始有參學分。", "1003": "此是弗洞山大師語耶。曰唯然有之。曰奚為", "1004": "非耶。予曰。將謂無祖佛。況亦言教哉。或聞", "1005": "予言。芒乎無對。予曰。已乎已乎。苟有不者。", "1006": "此語之於編修。今也區區。其可再乎。是歲戊", "1007": "午仲春十五日。日本國沙門玄契。涉筆于歌", "1008": "浦瑞龍精舍。", "1009": "書洞山語錄尾書洞山語錄尾", "101": "未卜所止。曰莫湖南去。師曰無。曰莫歸鄉去。", "1010": "龍之為物。其非常耶。人能觀者寡矣。丹青以", "1011": "畫。告人以龍。人知其為龍。不信者未之有。後", "1012": "觀真龍。告之以龍。人且怪焉。方今之世。孰", "1013": "不說法。囂囂其教。似則似。真則否。如彼畫龍", "1014": "然。非惟畫龍不興雲為霖而已。間奪朱。幾為", "1015": "病。於戲可懼屬者有禪人宜默者。再編集洞", "1016": "山語要。來以告予。予爇香稽首。看讀一過。謂", "1017": "之曰。近世支那禪師瑞白雪公有言曰。洞山", "1018": "古剎我等祖基。傾頹已久。瓦礫不存。今幸孤", "1019": "涯上座住持。欲重新祖塔。我輩為洞山兒孫。", "102": "師曰無。曰早晚却回。師曰。待和尚有住處即", "1020": "烏可坐視乎。由是觀之。知重修棠蔭於彼土。", "1021": "今也於子亦資始祖錄乎我國。宜矣知所遵", "1022": "也。吾儕苟辱遠裔。安不喜躍。命工鋟梓。以廣", "1023": "其傳。俾參學者。知丹青外寔有神龍。雲行雨", "1024": "施千古如此。請莫怪焉。", "1025": "元文己未三月之八日。鷹峯源光主人覺城", "1026": "叟請詢和南拜譔。", "1027": "女月十五日復書　宜默禪英", "1028": "挹風采也尚矣。未得接眉。以為歉耳。不圖辱", "1029": "領芳柬并新編洞山祖師語錄一本。剪緘敬", "103": "來。曰自此一別難得相見。師曰。難得不相", "1030": "讀書頭書尾區區道情。足以見研覃於大法", "1031": "之審實焉。且如祖錄。乃具威儀。安之卓上。淨", "1032": "手焚薰。拜讀一過。其搜羅之無遺漏。蘊崇之", "1033": "有富贍也。何異納千金於孤囊。托萬珠於一", "1034": "盆哉。可謂盡美矣。更聞編次。見隨例於林氏", "1035": "素氏公據可嘉焉。向有印月坡者。拔語於諸", "1036": "書。集洞山錄以多臆裁。不行于世。如是編者。", "1037": "點檢異同。辨揀改易。以歸至正的實。則何人", "1038": "不隨喜而信受乎。有功于祖門也大矣。今承", "1039": "投惠。銘感曷罄。茲贈分科安樂行品一卷。以", "104": "見。", "1040": "表謝悰。餘期面晤。時維溽熱好加保重不宣。", "1041": "空印瑞方槃譚", "1042": "信士清左衛門者。丹州野野村人。姓菅原氏。", "1043": "菅丞相之苗裔也。今也以其地氏。少卜居京", "1044": "師。陸沈市󱈎。平昔歸依三寶。執弟子禮法名", "1045": "慈湛。禪海其號也。昔者有女早世婦亦沒兮", "1046": "門今茲邂逅謂予曰。屬聞之。上人輯洞山大", "1047": "師語錄。是耶。非耶。曰是。曰敢請捐財模印此", "1048": "錄。以廣其傳。俾新豐千古高調殷其希聲於", "1049": "我國。願與聞此遺音者。鑿聵耳休迷頭。所鳩", "105": "師臨行又問雲巖。和尚百年後。忽有人問還", "1050": "勝事。為薦婦慈照女智貞等之冥福者乎。予", "1051": "曰可。門忻然從之。標出乎右其法號也。", "1052": "元文四年己未三月之八日沙門宜默謹識", "106": "邈得師真否。如何秖對。巖曰。但向伊道。只", "107": "這是。師良久。巖曰。价闍黎承當箇事。大須", "108": "審細。後因過水覩影。大悟前旨。因有偈曰。", "109": "切忌從他覓。迢迢與我疎。我今獨自往。處處", "11": "途路萬里。為難為乏道之拜請。而去歲庚辰", "110": "得逢渠。渠今正是我。我今不是渠。應須與麼", "111": "會。方始契如如。", "112": "師侍雲巖。巖問。如何是价子神通妙用。師", "113": "叉手近前而立。又問。如何是神通妙用。師便", "114": "珍重出。", "115": "師到參魯祖寶雲禪師。禮拜侍立。少頃而出。", "116": "却再入來。祖曰。秖恁麼秖恁麼。所以如此。師", "117": "曰。大有人不肯。祖曰。作麼取汝口辨。師便禮", "118": "拜。乃侍奉數月。僧問魯祖。如何是不言言。祖", "119": "曰。汝口在甚麼處。云無口。祖曰。將甚麼喫", "12": "之秋。江都吉祥禪寺之眾徒責予復校。亦不", "120": "飯。僧無對。師代曰。他不飢。喫甚麼飯。", "121": "師到南源道明禪師方上法堂。源曰。已相看了也。", "122": "師便下去。至明旦却上問曰。作日已蒙和尚", "123": "慈悲。不知什麼處是與某甲已相看處。源曰。", "124": "心心無間斷。流入於性海。師曰。幾合放過。", "125": "師辭南源去。源曰。多學佛法廣作利益。師曰。", "126": "多學佛法即不問。如何是廣作利益。源曰。一", "127": "物莫違即是。", "128": "師到椑樹。椑問曰。來作什麼。師曰。親近和", "129": "尚。椑曰。若是親近。用動兩片皮作麼。師無對", "13": "忘祖家也。尋請老衲語。乃告曰。戲乎洞祖乎。", "130": "曹山後聞乃云。一子親得。", "131": "師禮京兆興平和尚。平曰。莫禮老朽。師曰。", "132": "禮非老朽者。平曰。它且不受禮。師曰。它亦", "133": "不曾禮。師却問。如何是古佛心。平曰。即汝心", "134": "是。師曰。雖然如此。猶是某甲疑處。平曰。若", "135": "恁麼即問取木人去。師曰。某甲有一句子。不", "136": "借諸聖口。平曰。汝試道看。師曰。不是某甲。", "137": "師辭平和尚。平曰。甚麼處去。師曰。沿流無定", "138": "止。平曰。法身沿流。報身沿流。師曰。總不作", "139": "此解。平乃拊掌。保福云。洞山自是一家。乃", "14": "真矣邃矣充矣。無偏矣。克中矣。固亦江漢", "140": "別云。覓得幾人。", "141": "師到薯山。薯曰。汝已住一方。又來這裏作麼。", "142": "師對曰。良价無奈疑何。特來見和尚。山召良", "143": "价。師應諾。山曰。是什麼。師無語。山曰。好箇", "144": "佛只是無光焰。", "145": "師在泐潭見初首座有語。曰。也大奇也大奇。", "146": "佛界道界不思議。師遂問曰。佛界道界即不", "147": "問。秖如說佛界道界底是甚麼人。初良久無", "148": "對。師曰。何不速道。初曰。爭即不得。師曰。道", "149": "也未曾道。說甚麼爭即不得。初無對。師曰。佛", "15": "以濯。秋日以曬。唯可以道心見之。不可以人", "150": "之與道俱是名言。何不引教。初曰。教道甚麼。", "151": "師曰。得意忘言。初曰。猶將教意向心頭作病", "152": "在。師曰。說佛界道界底病大小。初又無對。次", "153": "日忽遷化。時稱師為問殺首座价。", "154": "師與密師伯經由次。見谿流菜葉。師曰。深山", "155": "無人。因何有菜。隨流莫有道人居否。乃共議", "156": "撥草。谿行五七里間。忽見羸形異貌人。乃龍", "157": "山和尚是也亦云隱山放下行李問訊。山曰。此山", "158": "無路。闍黎從何處來。師曰。無路且置。和尚從", "159": "何而入。山曰。我不從雲水來。師曰。和尚住此", "16": "心見之。若至其不可窺之。不可量之。不可移", "160": "山多少時耶。山曰。春秋不涉。師曰。和尚先", "161": "住。此山先住。山曰不知。師曰。為甚麼不", "162": "知。山曰。我不從人天來。師曰。和尚得何道", "163": "理便住。此山。山曰。我見兩箇泥牛鬪入海。", "164": "直至于今絕消息。師始具威儀禮拜便問。如", "165": "何是主中賓。山曰。青山覆白雲。師曰。如何", "166": "是主中主。山曰。長年不出戶。師曰。主賓相", "167": "去幾何。山曰。長江水上波。師曰。賓主相見", "168": "有何言說。山曰。清風拂白月。師辭退。", "169": "師一日與密師伯渡水。師曰。莫錯下脚。伯云。", "17": "之。而無己獨立。則少林之下。實一人而已。贊", "170": "錯即過不得也。師曰。不錯底事作麼生。云共", "171": "長老過水。", "172": "師與密師伯鋤茶園。師擲下钁頭曰。我今日", "173": "困。一點氣力也無。伯曰。若無氣力爭解恁麼", "174": "道得。師曰。汝將謂有氣力底是也。", "175": "師與密師伯過水次。乃問曰。過水事作麼生。", "176": "伯曰。不濕脚。師曰。老老大大作這箇語話。伯", "177": "曰。爾作麼生道。師曰。脚不濕。", "178": "密師伯因把針次。師問。作什麼。伯云把針。師", "179": "曰。把針事作麼生。伯云。針針相似。師曰。二", "18": "寧言之。", "180": "十年同行作這箇語話。豈有與麼工夫。伯曰。", "181": "長老又作麼生。師曰。如大地火發底道理。他", "182": "日問師。知識所通莫不遊踐。徑截處乞師一", "183": "言。師曰。師伯意何得取功。伯因斯頓覺下語", "184": "非常。", "185": "師與密師伯行次。忽見白兔走過。伯曰俊哉。", "186": "師曰。作麼生。伯云。大似白衣拜相。師曰。老", "187": "老大大作這箇說話。伯云。汝作麼生。師曰。積", "188": "代簪纓暫時落薄。", "189": "師與密師伯過木橋。師先過了拈起木橋曰。", "19": "寶曆十一年辛巳正月穀旦。印指月焚香", "190": "過來。伯云。价闍黎。師便放下木橋。", "191": "師會一官人。官人曰。三祖信心銘弟子擬註。", "192": "師曰。纔有是非。紛然失心。作麼生註。法眼", "193": "代云。恁麼則弟子不註。", "194": "師與密師伯到柏巖哲禪師處。巖問。甚處", "195": "來。師曰。湖南來。巖曰。觀察使姓甚麼。師曰。", "196": "不得姓。巖曰。名甚麼。師曰。不得名。巖曰。", "197": "還理事也無。師曰。自有廊幕在。巖曰。還出", "198": "入否。師曰。不出入巖曰。豈不出入。師便拂", "199": "袖出去。巖來日侵早入堂召師。師近前。巖", "2": "東西道邈。二三親傳。傳也已漸。真間為偽。當", "20": "拜題。", "200": "曰。昨日秖對上座話不愜老僧意。一夜不安。", "201": "今請上座別下一轉語。若愜老僧意。便開粥", "202": "相伴過夏。師曰。却請和尚問。巖曰。不出入", "203": "是如何。師曰。太尊貴生。巖乃開粥同過夏。", "204": "師與密師伯行次。指路傍一院曰。裏面有人。", "205": "說心說性。伯曰是誰。師曰。被師伯一問。直得", "206": "去死十分。伯曰。說心說性底誰。師曰。死中得", "207": "活。", "208": "師供養雲巖真次。僧問。先師道。秖這是。莫", "209": "便是否。師曰是。云意旨如何。師曰。當時洎", "21": "筠州洞山悟本禪師語錄", "210": "錯會先師意。云未審。先師還知有也無。師曰。", "211": "若不知有。爭解恁麼道。若知有。爭肯恁麼道。", "212": "長慶云。既知有。為甚麼恁麼道。又云。養子", "213": "方知父慈。", "214": "雲巖諱日師營齋。僧問。和尚於雲巖處得何", "215": "指示。師曰。雖在彼中。不蒙指示。云既不蒙指", "216": "示。又用設齋作甚麼。師曰。爭敢違背他。云和", "217": "尚發跡南泉。為甚麼却與雲巖設齋。師曰。我", "218": "不重先師道德佛法。秖重他不為我說破。僧", "219": "云。和尚為先師設齋。還肯先師也無。師曰。半", "22": "遠孫沙門慧印校訂", "220": "肯半不肯。云為甚麼不全肯。師曰。若全肯即", "221": "孤負先師也。問欲見和尚本來師。如何得見。", "222": "師曰。年牙相似即無阻矣。僧擬進語。師曰。", "223": "不躡前蹤。別請一問。僧無對。雲居代云。恁", "224": "麼則不見和尚本來師也。僧問長慶。如何是", "225": "年牙相似者。慶云。古人恁麼道。闍黎又向這", "226": "裏覓箇甚麼。", "227": "因有官人設齋施淨財。請師看轉大藏經。師", "228": "下禪床向官人揖。官人揖師。師引官人俱遶", "229": "禪床一匝。向官人揖。良久曰。會麼。云不會。", "23": "洞山悟本禪師語錄師幼歲。從師因念般若心經至無眼耳鼻舌", "230": "師曰。我與汝看轉大藏經。如何不會。", "231": "上堂曰。還有不報四恩三有者麼。眾無對。又", "232": "曰。若不體此意。何超始終之患。直須心心不", "233": "觸物。步步無處所。常無間斷始得相應。直須", "234": "努力。莫閒過日。僧問。寒暑到來如何回避。師", "235": "曰。何不向無寒暑處去。云如何是無寒暑處。", "236": "師曰。寒時寒殺闍黎。熱時熱殺闍黎。", "237": "上堂曰。祖佛言教似生冤家始有參學分。若", "238": "透祖佛不得。即被祖佛謾去。", "239": "上堂曰。坐斷主人公。不落第二見。北院出眾", "24": "身意處。忽以手捫面。問師曰。某甲有眼耳鼻", "240": "云。須知有一人不合伴。師曰。猶是第二見。院", "241": "便掀倒禪床。師曰。老兄作麼生。院云。待某甲", "242": "舌頭爛即向和尚道。", "243": "早參。疎山仁出問。未有之言請師示誨。師曰。", "244": "不諾無人肯。疎云。還可切也無。師曰。爾即今", "245": "還切得麼。疎云。切不得即無諱處。", "246": "上堂曰。欲知此事。直須如枯木生花方與他", "247": "合。", "248": "疎山問。一切處不乖時如何。師曰。闍黎此是", "249": "功勳邊事。幸有無功之功。子何不問。云無功", "25": "舌等。何故經言無。其師駭然異之曰。吾非汝", "250": "之功豈不是那邊人。師曰。大有人笑子恁麼", "251": "問。云恁麼則迢然去也。師曰。迢然非迢然非", "252": "不迢然。云如何是迢然。師曰。喚作那邊人即", "253": "不得。云如何是非迢然。師曰。無辨處。", "254": "夜參不點燈。有僧出問話。退後師令侍者點", "255": "燈乃召。適來問話僧出來。其僧近前。師曰。將", "256": "取三兩粉來與這箇上座。其僧拂袖而退。自", "257": "此省發玄旨。遂罄捨衣資設齋。得三年後", "258": "辭。師曰。善為。時雪峯侍立。問云。秖如這僧", "259": "辭去。幾時却來。師曰。他秖知一去。不解再", "26": "師。即指往五洩山禮靈默禪師。", "260": "來。其僧歸堂就衣鉢下坐化。雪峯上報師。師", "261": "曰。雖然如此。猶較老僧三生在。", "262": "上堂曰。有一人。在千人萬人中。不背一人。不", "263": "向一人。爾道。此人具何面目。雲居出云。某甲", "264": "參堂去。", "265": "師示眾曰。體得佛向上事。方有些子語話分。", "266": "僧便問。如何是語話。師曰。語話時闍黎不聞。", "267": "云和尚還聞否。師曰。待我不語話時即聞。僧", "268": "問。如何是正問正答。師曰。不從口裏道。云若", "269": "有人問。師還答否。師曰。也未曾問。問如何是", "27": "師遊方首謁南泉。值馬祖諱辰修齋。泉問眾", "270": "從門入者非寶。師曰。便好休。", "271": "僧問。和尚出世幾人肯。師曰。竝無一人肯。", "272": "云為甚麼竝無一人肯。師曰。為箇箇氣宇如", "273": "王。", "274": "上堂曰。道無心合人。人無心合道。欲識箇中", "275": "意。一老一不老。後僧問曹山。如何是一老。", "276": "山云。不扶持。云如何是一不老。山云枯木。僧", "277": "又舉似逍遙忠。忠云。三從六義。又曰。此事直", "278": "須妙會。事在其妙。體在妙處。", "279": "解夏上堂曰。秋初夏末。兄弟或東或西。直須", "28": "曰。來日設馬祖齋。未審馬祖還來否。眾皆無", "280": "向萬里無寸草處去。良久曰。秖如萬里無寸", "281": "草處。作麼生去。顧視左右曰。欲知此事。直須", "282": "如枯木花開方與他合。有僧到石霜。霜問。和", "283": "尚有何言句示徒。僧舉前話。霜曰。有人下語", "284": "否。云無。霜曰。何不道出門便是草。僧回舉似", "285": "師。師曰。此是一千五百人善知識語。大唐", "286": "國內能有幾人。後明安曰。直是不出門。亦", "287": "是草漫漫地。", "288": "上堂曰。向時作麼生。奉時作麼生。功時作麼", "289": "生。共功時作麼生。功功時作麼生。僧問。如", "29": "對。師乃出對曰。待有伴即來。泉曰。此子雖後", "290": "何是向。師曰。喫飯時作麼生。又曰。得力須", "291": "忘飽。休糧更不飢。云如何是奉。師曰。背時作", "292": "麼生。又曰。只知朱紫貴。孤負本來人。云如", "293": "何是功。師曰。放下钁頭時作麼生。又曰。撒", "294": "手端然坐。白雲幽處閒。云如何是共功。師曰。", "295": "不得色。又曰。素粉難沈跡。長安不久居。云", "296": "如何是功功。師曰不共。又曰。混然無諱處。", "297": "此外更何求偈頌至下記志。", "298": "師謂眾曰。擬心是犯戒。得味是破齋。又曰。", "299": "擬心蚤差。況復有言耶。", "3": "偽之交出時。醇乎真者。獨洞祖乎。自厥初詰", "30": "生。甚堪彫琢。師曰。和尚莫厭良為賤。", "300": "示眾曰。知有佛向上人。方有語話分。時有僧", "301": "問。如何是佛向上人。師曰非佛。保福別云", "302": "佛非。雲門云。名不得狀不得。所以言非。法眼", "303": "別云。方便呼為佛。師又曰。塵中不染丈夫", "304": "兒。雲門云。拄杖但喚作拄杖。一切但喚作", "305": "一切。", "306": "僧問。如何是玄中又玄。師曰。如死人舌。", "307": "僧問。如何是毘盧師法身主。師曰。禾莖粟", "308": "幹。問三身之中阿那身不墮眾數。師曰。吾常", "309": "於此切。僧問曹山。先師道。吾常於此切。意", "31": "師參溈山。問曰。頃聞南陽忠國師有無情說", "310": "作麼生。山云。要頭便斫去。又問雪峯。峯以拄", "311": "杖劈口打云。我亦曾到洞山來。", "312": "師洗鉢次。見兩烏爭蝦蟆。有僧便問。這箇因", "313": "甚麼到恁麼地。師曰。秖為闍黎。", "314": "會下有老宿。去雲巖回。師問。汝去雲巖作麼", "315": "生。宿云不會。師代曰。堆堆地。又老宿拈袈", "316": "裟角問云。父母未生時。還有這箇麼。師曰。只", "317": "今豈是有耶。宿搖手。", "318": "師因看稻田次。朗上座牽牛。師曰。這箇牛須", "319": "好看。恐喫稻去。朗云。若是好牛應不喫稻。", "32": "法話。某甲未究其微。溈曰。闍黎莫記得麼。師", "320": "師問講維摩經僧曰。不可以智知。不可以識", "321": "識。喚作甚麼語。云讚法身語。師曰。喚作法", "322": "身。早是讚也。", "323": "示眾曰。一大藏教只是箇之字。", "324": "垂語曰。直道本來無一物。猶未消得他鉢袋", "325": "子。僧便問。時時勤拂拭。為甚麼不得他衣鉢。", "326": "未審。甚麼人合得。師曰。不入門者。云只如不", "327": "入門者還得也無。師曰。雖然如此。不得不與", "328": "他。", "329": "垂語曰。直道本來無一物。猶未消得他衣鉢。", "33": "曰記得。溈曰。子試舉一遍看。師遂舉。僧問。如", "330": "這裏合下得一轉語。且道。下得什麼語。有一", "331": "上座。下語九十六轉不愜師意。末後一轉始", "332": "愜師意。師曰。闍黎何不早恁麼道。別有一僧", "333": "密聽。秖不聞末後一轉。遂請益上座。上座不", "334": "肯說。如是三年執侍巾瓶。終不為舉。上座因", "335": "有疾。其僧云。某甲三年請舉前話。不蒙慈悲。", "336": "善取不得惡取去。遂持刀向之云。若不為某", "337": "甲舉。即便殺上座也。上座悚然曰。闍黎且待。", "338": "我為汝舉。乃曰。直饒將來亦無處著。其僧禮", "339": "謝。", "34": "何是古佛心。國師曰。牆壁瓦礫是。僧云。牆壁", "340": "師因普請次。巡寮去。見一僧不赴普請。師問。", "341": "爾何不去。僧云。某甲不安。師曰。爾尋常健", "342": "時。何曾去來。", "343": "師問僧。甚處來。僧云。遊山來。師曰。還到頂", "344": "麼。云到師曰。頂上有人麼。云無人。師曰。恁", "345": "麼則不到頂也。云若不到頂。爭知無人。師曰。", "346": "我從來疑著這漢。", "347": "冬節與泰首座喫果子次。乃問。有一物。上", "348": "拄天下拄地。黑似漆。常在動用中。動用中收", "349": "不得。且道過在甚麼處。秦云。過在動用中同安", "35": "瓦礫豈不是無情。國師曰是。僧云。還解說法", "350": "顯別云不知師喚待者掇退果卓。", "351": "僧問。即今往來底喚作甚麼則得。師曰。不得", "352": "不得。", "353": "有一僧。在涅槃堂不安。要見師。師遂往。僧", "354": "曰。和尚何不救取人家男女。師曰。爾是甚麼", "355": "人家男女。云某甲大闡提人家男女。師良久。", "356": "僧云。四山相逼時如何。師曰。老僧日前也向", "357": "人家屋簷下過來。云回互不回互。師曰。不", "358": "回互。云教某甲向甚處去。師曰。粟畬裏去。", "359": "僧噓一聲云珍重。便坐脫。師以拄杖敲頭三", "36": "否。國師曰。常說熾然。說無間歇。僧云。某甲", "360": "下曰。汝秖解與麼去。不解與麼來。", "361": "師看病僧。僧云。火風離散時如何。師曰。來時", "362": "無一物。去亦任從伊。云爭奈羸瘵何。師曰。", "363": "須知有不病者。云如何是不病者。師曰。悟則", "364": "無分寸。不悟則隔山坡。云前程還許卜度也", "365": "無。師曰。雖然黑似漆。成立在今時。京兆七師", "366": "令僧問師云。那箇究竟作麼生。師曰。却須問", "367": "他始得。", "368": "師示眾曰。我有三路接人。鳥道玄路展手。僧", "369": "問。師尋常教學人行鳥道。未審如何是鳥道。", "37": "為甚麼不聞。國師曰。汝自不聞。不可妨他聞", "370": "師曰。不逢一人。云如何行。師曰。直須足下無", "371": "私去。云秖如行鳥道。莫便是本來面目否。", "372": "師曰。闍黎因甚顛倒。云甚麼處是學人顛倒。", "373": "師曰。若不顛倒。因甚麼却認奴作郎。云如何", "374": "是本來面目。師曰。不行鳥道。", "375": "師問僧。去什麼處來。僧云。製鞋來。師曰。自", "376": "解依他。僧云依他。師曰。他還指教汝也無。", "377": "僧無對。趙州代僧曰。若允即不違。", "378": "有庵主不安。凡見僧便云。相救相救。多下", "379": "語不契。師乃去訪之。主亦云相救。師曰。甚", "38": "者也。僧云。未審。甚麼人得聞。國師曰。諸聖", "380": "麼相救。主云。莫是藥山孫雲巖嫡子麼。師", "381": "曰不敢。主合掌云。大家相送。便遷化。僧問師", "382": "云。亡僧遷化向甚麼處去。師曰。火後一莖", "383": "茆。", "384": "意上座問。如如遍居前。不如如遍居前。師", "385": "曰。如如遍居前。不如如遍亦居前。意云。如如", "386": "遍分其優劣。不如如遍分其優劣。師曰。如如", "387": "遍分其優劣。不如如遍亦分其優劣。意云。何", "388": "分彼此。師曰。亦分不分。意云。如何是分。師", "389": "曰。如如遍。意云。如何是不分。師曰。不如如", "39": "得聞。僧云。和尚還聞否。國師曰。我不聞。僧", "390": "遍。意云。莫便是通身不通身邊事。師曰。不是", "391": "者箇道理。意云。是甚麼道理。師曰。是如如遍", "392": "不如如遍道理。復曰。意上座欲知麼。一似八", "393": "十老婆嫁與三歲兒子。年雖長大。要且被他", "394": "三歲兒子索喚不得自由。後僧舉問曹山。如", "395": "何是八十老婆。山曰。紛紛白髮連頭雪。僧云。", "396": "如何是三歲兒子。山曰。不為主。僧云。為甚麼", "397": "不為主。山曰。不見道。三歲兒子一切過不得。", "398": "僧云。既是八十老婆。為甚麼嫁他三歲兒子。", "399": "山曰。直得似八十老婆。始解奉重他。", "4": "問無眼耳乎其師。至發跡南泉之供真。異聞", "40": "云。和尚既不聞。爭知無情解說法。國師曰。賴", "400": "師見幽上座來。遽起向禪床後立。幽云。和尚", "401": "為甚麼回避學人。師曰。將謂闍黎不見老僧。", "402": "僧問茱萸。如何是沙門行。萸云。行則不無。有", "403": "覺即乖。別有僧舉似師。師曰。他何不道。未審", "404": "是甚麼行。僧遂進此語。萸云。佛行佛行。僧", "405": "回舉似師。師曰。幽州猶似可。最苦是新羅。", "406": "僧却問。如何是沙門行。師曰。頭長三尺頸短", "407": "二寸。乃師令侍者持此語問三聖然和尚。聖", "408": "於侍者手上搯一搯。者回舉似師師肯之。", "409": "師問僧。甚處來。云三祖塔頭來。師曰。既從祖", "41": "我不聞。我若聞即齊於諸聖。汝即不聞我說", "410": "師處來。又要見老僧作甚麼。云祖師即別。學", "411": "人與和尚不別。師曰。老僧欲見闍黎本來師。", "412": "還得否。云亦須待和尚自出頭來始得。師曰。", "413": "老僧適來暫時不在。", "414": "僧問。如何是空劫已前自己。師曰。白馬入蘆", "415": "華。官人問。有人修行否。師曰。待公作男子即", "416": "修行。", "417": "僧問。承古有言。相逢不擎出。舉意便知有。時", "418": "如何。師乃合掌頂戴。", "419": "師問僧。世間何物最苦。僧云。地獄最苦。師曰", "42": "法也。僧云。恁麼則眾生無分去也。國師曰。我", "420": "不然。云師意如何。師曰。在此衣線下不明大", "421": "事。是名最苦。", "422": "師問僧。名什麼。僧云某甲。師曰。阿那箇是闍", "423": "黎主人公。僧云。見秖對次。師曰。苦哉苦哉。", "424": "今時人例皆如此。只是認得驢前馬後底將", "425": "為自己。佛法平沈此之是也。賓中主尚未分。", "426": "如何辨得主中主。僧便問。如何是主中主。", "427": "師曰。闍黎自道取。云某甲道得即是賓中主", "428": "雲居代曰某甲道得不是賓中主如何是主中主。師曰。恁麼道", "429": "即易。相續大難。師遂示頌曰。嗟見今時學道", "43": "為眾生說。不為諸聖說。僧云。眾生聞後如何。", "430": "流。千千萬萬認門頭。恰似入京朝聖主。祇到", "431": "潼關便休。", "432": "僧問。如何是青山白雲父。師曰。不森森者", "433": "是。云如何是白雲青山兒。師曰。不辨東西者", "434": "是。云如何是白雲終日倚。師曰。去離不得。", "435": "云如何是青山總不知。師曰。不顧視者是。乃", "436": "頌曰。青山白雲父。白雲青山兒。白雲終日倚。", "437": "青山總不知。", "438": "僧問。清河彼岸是甚麼草。師曰。是不萌之草。", "439": "僧問。如何是西來意。師曰。大似駭雞犀。", "44": "國師曰。即非眾生。僧云。無情說法據何典教。", "440": "僧問。蛇吞蝦蟆。救則是。不救則是。師曰。救", "441": "則雙目不睹。不救則形影不彰。", "442": "有僧辭大慈。慈曰。去什麼處。僧云。暫去江", "443": "西。慈曰。我勞汝一段事得否。僧云。和尚有什", "444": "麼事。慈曰。將取老僧去。僧云。更有過於和尚", "445": "者。亦不能將得去。慈便休。其僧後舉似師。師", "446": "曰。闍黎爭合恁麼道。僧云。和尚作麼生。師", "447": "曰得。法眼別云。和尚若去。某甲提笠子。師", "448": "又問其僧。大慈別有什麼言句。僧云。有時示", "449": "眾云。說得一丈不如行取一尺。說得一尺不", "45": "國師曰。灼然。言不該典非君子之所談。汝豈", "450": "如行取一寸。師曰。我不恁麼道。僧云。作麼", "451": "生。師曰。說取行不得底。行取說不得底。雲", "452": "居云。行時無說路。說時無行路。不說不行時", "453": "合行什麼路。樂普云。行說俱不到即本事在。", "454": "師舉。藥山問僧。甚處來。云湖南來。山曰。洞", "455": "庭湖水滿也未。云未。山曰。許多時雨水為甚", "456": "麼未滿。僧無語。師代曰。甚麼劫中曾增減來。", "457": "道吾代云滿也。雲巖云。湛湛地。", "458": "師舉。藥山與雲巖先師遊山。腰間刀響。巖", "459": "問。甚麼物作聲。山抽刀驀口作斫勢。師曰。看", "46": "不見。華嚴經云。剎說眾生說三世一切說。師", "460": "他藥山橫身為這箇事。今時人欲明向上事。", "461": "須體此意始得。", "462": "舉。五洩默禪師到石頭處云。一言相契即住。", "463": "不契即去。頭據坐。洩便行。頭隨後召曰。闍黎", "464": "闍黎。洩回首。頭曰。從生至死秖是這箇。回首", "465": "轉腦作麼。洩忽然契悟。乃拗折拄杖而棲止", "466": "焉。師曰。當時不是五洩先師。大難承當。然雖", "467": "如是。猶涉途在。", "468": "師示眾曰。唯有佛菩提。是真歸仗處。復喝", "469": "一喝曰。猶有者箇去就在。", "47": "舉了。溈山曰。我這裏亦有。秖是罕遇其人。師", "470": "舉。文殊大士與無著喫茶次。乃拈起玻璃盞", "471": "問無著。南方還有這箇否。著云無。文殊曰。", "472": "尋常將甚麼喫茶著無對。師代展手曰。有無", "473": "且置。借取這箇看得否。舉。盤山上堂。夫心", "474": "月孤圓。光吞萬象。光非照境。境亦非存。光境", "475": "俱亡。復是何物。師曰。光境未亡。復是何物。", "476": "舉。鄧隱峯在石頭。頭剗草次。峯在頭左側。", "477": "叉手而立。頭飛剗子向峯前。剗一株草。峯云。", "478": "和尚秖剗得這個。不剗得那箇。頭提起剗子。", "479": "峯接得便作剗草勢。頭曰。汝秖剗得那個。不", "48": "曰。某甲未明。乞師指示。溈山竪起拂子曰。會", "480": "解剗得這個。峯無對。師代曰。還有堆阜麼。", "481": "舉。南泉問僧。不思善不思惡。思總不生時。還", "482": "我本來面目來。僧云。無容止可露。師曰。還曾", "483": "將示人麼。", "484": "陸互大夫問南泉云。弟子家中有一片石。或", "485": "時坐或時臥。如今擬鐫作佛。還得否。泉曰得。", "486": "陸曰。莫不得否。泉曰不得。雲巖曰。坐則佛。", "487": "不坐則非佛。師曰。不坐即佛。坐即非佛。", "488": "南泉問神山。作什麼。對云打羅。泉曰。手打脚", "489": "打。神山云。請和尚道。泉曰。分明記取舉似作", "49": "麼。師曰。不會。請和尚說。溈曰。父母所生口", "490": "家。師別曰。無脚手者始解打羅。", "491": "僧舉僧問章敬。心法雙亡。指歸何所。敬曰。", "492": "郢人無污。徒勞運斤。云請師不返之言。敬曰。", "493": "即無返句之語。問師。師曰。道即甚道。罕遇", "494": "作家。", "495": "師示眾曰。五洩先師一日沐浴焚香端坐告眾", "496": "曰。法身圓寂示有去來。千聖同源萬靈歸一。", "497": "吾今漚散。胡假興衰。無自勞神。須存正念。若", "498": "遵此命。真報吾恩。儻固違言。非吾之子。時有", "499": "僧問。和尚向甚麼處去。洩曰。無處去。云某甲", "5": "無情說眼處。慎柏巖姓名之問。不間雲巖雍", "50": "終不為子說。師曰。還有與師同時慕道者否。", "500": "何不見。洩曰。非眼所覩。師曰作家。", "501": "師問石瀧曰。几前一箇童子甚了事。如今", "502": "向甚處去也。瀧云。火焰上泊不得。却歸清涼", "503": "世界去也。", "504": "有人舉問一僧云。鹽官會下有一主事僧。忽", "505": "見一鬼使來追。僧告云。某甲身為主事。未暇", "506": "修行。乞容七日得否。使曰。待為白王若許即", "507": "七日後來。不然須臾便至。言訖不見。至七日", "508": "後復來覓其僧。了不可得。若被覓著時。如何", "509": "抵擬他。師代曰。被他覓得也。", "51": "溈曰。此去。澧陵攸縣石室相連。有雲巖道人。", "510": "江陵僧參大川亦曰太湖。川問。幾時發足江陵。僧", "511": "提起坐具。川曰。謝子遠來。下去。僧繞禪床一", "512": "匝便出。川曰。若不恁麼爭知眼目端的。僧拊", "513": "掌曰。苦殺人。幾錯判諸方老宿。川曰。甚得禪", "514": "宗道理。僧舉似丹霞。霞曰。於大川法道即得。", "515": "我這裏不然。云未審。此間作麼生。霞曰。猶較", "516": "大川三步在。僧禮拜。霞曰。錯判諸方者多。師", "517": "曰。不是丹霞難分玉石。", "518": "雲居到參。師問。甚處來。居云。翠微來。師曰。", "519": "翠微有何言句示徒。居云。翠微供養羅漢。某", "52": "若能撥草瞻風。必為子之所重。師曰。未審。", "520": "甲問。供養羅漢。羅漢還來否。微曰。儞每日瞳", "521": "箇甚麼。師曰。實有此語否。云有。師曰。不虛", "522": "參見作家來。", "523": "師問雲居。汝名甚麼。云道膺。師曰。向上更", "524": "道。云向上即不名道膺。師曰。與老僧在雲巖", "525": "時秖對無異也。", "526": "雲居問。如何是祖師意。師曰闍黎。他後有把", "527": "茅蓋頭。忽有人問。如何秖對。居云。道膺罪", "528": "過。", "529": "師謂雲居曰。吾聞思大和尚生倭國作王是", "53": "此人如何。溈曰。他曾問老僧。學人欲奉師去", "530": "否。居云。若是思大。佛亦不作。師然之。", "531": "師問雲居。甚處去來。居云。蹋山來。師曰。那", "532": "箇山堪住。居云。那箇山不堪住。師云。恁麼則", "533": "國內總被闍黎占却。居云不然。師曰。恁麼則", "534": "子得箇入路。居云無路。師曰。若無路爭得與", "535": "老僧相見。居云。若有路即與和尚隔山去", "536": "也。師乃曰。此子已後千人萬人把不住去在。", "537": "雲居隨師渡水次。師問。水深多少。居云不濕。", "538": "師曰麁人。居云。請師道。師曰不乾。", "539": "師謂雲居曰。昔南泉問講彌勒下生經僧曰。", "54": "時如何。老僧對他道。直須絕滲漏始得。他道。", "540": "彌勒什麼時下生。云見在天宮當來下生。南", "541": "泉曰。天上無彌勒地下無彌勒。時居遂問師", "542": "曰。只如天上無彌勒地下無彌勒。未審誰與", "543": "安名。師直得禪床震動乃曰。膺闍黎。吾在雲", "544": "巖。曾問老人。直得火爐震動。今日被子一問。", "545": "直得通身汗流。", "546": "雲居結菴于三峯。經日不赴堂。師問。子近日", "547": "何不赴齋。居云。每日自有天神送供。師曰。我", "548": "將謂汝是箇人。猶作這箇見解在。汝晚間來。", "549": "居晚至。師召膺菴王。居應諾。師曰。不思善不", "55": "還得不違師旨也。無老僧道。第一不得道老", "550": "思惡是甚麼。居回菴宗然宴坐。天神自此竟", "551": "尋不見。如此三日乃絕。", "552": "雲居合醬次。師問。作什麼。居曰合醬。師曰。", "553": "用多少鹽。云旋入。師曰。作何滋味。居云得。", "554": "師問雲居。大闡提人殺父害母出佛身血破", "555": "和合僧。如是種種孝養何在。居云。始得孝養。", "556": "自爾洞山許為室中領袖。", "557": "雲居作務次。誤剗殺蚯蚓。師曰。這箇聻。居", "558": "云。他不死。師曰。二祖往鄴都。又作麼生。居", "559": "無對。", "56": "僧在這裏。師遂辭溈山。徑造雲巖。舉前因緣", "560": "師於扇上書佛字。雲居見却書不字。師又改", "561": "作非字。雪峯見乃一時除却。", "562": "曹山來謁。師問曰。闍黎名什麼。對曰本寂。", "563": "師曰。向上更道。曹云不道。師曰。為什麼不", "564": "道。曹云。不名本寂。師深器之。", "565": "曹山行脚時問烏石靈觀禪師。如何是毘盧", "566": "師法身主。石曰。我若向汝道即別有也。山舉", "567": "似師。師曰。好箇話頭秖欠進語。何不問為甚", "568": "麼不道。山却來進前語。石曰。若言我不道。即", "569": "瘂却我口。若言我道。即謇却我舌。山歸舉", "57": "了便問。無情說法甚麼人得聞。巖曰。無情得", "570": "似師。師曰古佛。", "571": "曹山親入師室。密印所解。盤桓數載乃辭師。", "572": "師問。什麼處去。云不變異處去師曰。不變異", "573": "處豈有去耶。云去亦不變異。師又曰。子歸", "574": "鄉莫打飛鳶嶺過麼。云是。師曰。來時莫打", "575": "飛鳶嶺來麼。云是。師曰。有一人不打飛鳶", "576": "嶺過便到此間。子還知麼。云渠無彼往。師", "577": "曰。子見甚道理便道渠無彼往。云若不到這", "578": "田地。爭解恁麼道。師遂囑曰。吾在雲巖先師", "579": "處親印寶鏡三昧。事窮的要。今付于汝。師又", "58": "聞。師曰。和尚聞否。巖曰。我若聞。汝即不聞", "580": "曰。末法時代人多乾慧。若要辨驗真偽。有三", "581": "種滲漏。一曰見滲漏。機不離位墮在毒海。二", "582": "曰情滲漏。滯在向背見處偏枯。三曰語滲漏。", "583": "究妙失宗機昧終始。學者濁智流轉不出此", "584": "三種。子宜知之。", "585": "道全第二世住亦云中洞山問。如何是出離之要。師曰。", "586": "闍黎足下煙生。全當下契悟。更不他遊。雲居", "587": "進語云。終不敢孤負和尚足下煙生。師曰。步", "588": "步玄者即是功到。", "589": "僧舉龍牙因參翠微乃問。學人自到和尚法", "59": "吾說法也。師曰。某甲為甚麼不聞。巖竪起拂", "590": "席。一箇餘月不蒙一法示誨。意在於何。微曰", "591": "嫌甚麼。問師。師曰。闍黎爭怪得老僧。", "592": "龍牙謁德山問云。遠聞德山一句佛法。及乎", "593": "到來未曾見和尚說一句佛法。德山曰。嫌什", "594": "麼。牙不肯。乃造師法席。如前問之。師曰。爭", "595": "怪得老僧。龍牙又舉某甲日前問德山。學人", "596": "仗鏌鎁劍擬取師頭時如何。山引頸近前曰", "597": "㘞。龍牙云。頭落也。山微笑。師曰。德山道什", "598": "麼。云德山無語。師曰。莫道無語。且將德山落", "599": "底頭呈似老僧。牙省過懺謝。遂止于師席。隨", "6": "容影。蹈斷過水浪。呵止雲居受天供路。終設", "60": "子曰。還聞麼。師曰不聞。巖曰。我說法汝尚不", "600": "眾參請。", "601": "龍牙問。如何是祖師意。師曰。待洞水逆流", "602": "即向汝道。牙始悟厥旨。", "603": "華嚴問。學人未見理路。未免情識。師曰。汝還", "604": "見理路也無。云見無理路。師曰。什麼處得情", "605": "識來。云學人實問。師曰。恁麼須向萬里無寸", "606": "草處去。云無寸草處還許去也無。師曰。直須", "607": "恁麼去。", "608": "華嚴搬柴次。師把住柴問。狹路相逢時作麼", "609": "生。云反仄何幸。師曰。汝記吾言。汝向南住有", "61": "聞。豈況無情說法乎。師曰。無情說法該何典", "610": "一千人。若向北住即三二百而已。", "611": "九峯見。師曰。掌有神珠。白晝示人。人且按", "612": "劍。況玄夜乎。子可貴也。峯云。但不識珠者", "613": "耳。識之亦無晝夜。師稱之為俊士。", "614": "青林到參師問曰。近離什麼處。林云武陵。師", "615": "曰。武陵法道何似此間。云胡地冬抽筍。師曰。", "616": "別甑炊香飯供養於此人。林拂袖便出。師曰。", "617": "此子向後走殺天下人在。", "618": "青林在洞山栽松次。有劉翁者求偈。作偈曰。", "619": "長長三尺餘。欝欝覆青草。不知何代人。得", "62": "教。巖曰。豈不見。彌陀經云。水鳥樹林悉皆念", "620": "見此松老。劉得偈呈師。師謂曰。此是第三代", "621": "洞山主人。", "622": "青林辭師。師曰。子向甚麼處去。林云。金輪不", "623": "隱的。遍界絕紅塵。師曰。善自保任。林珍重", "624": "而出。師門送謂青林曰。恁麼去。一句作麼生", "625": "道。林曰。步步踏紅塵。通身無影像。師良久。", "626": "林云。老和尚何不速道。師曰。子得恁麼性急。", "627": "林曰。某甲罪過。便禮辭。", "628": "北院辭師擬入嶺去。師曰。善為飛猿嶺峻好", "629": "看。院沈吟良久。師曰。通闍黎。院應諾。師曰。", "63": "佛念法。師於此有省。乃述偈曰。也大奇也", "630": "何不入嶺去。因此省悟。更不入嶺師事於師。", "631": "時號钁頭通。", "632": "師問疎山。空劫無人家是甚麼人住處。疎云", "633": "不識。師曰。人還有意旨也無。云和尚何不問", "634": "他。師曰現問。次云是何意旨。師不對。", "635": "欽山邃參。師問。甚麼處來。對云。大慈來。師", "636": "曰。還見大慈麼。欽云見。師曰。色前見色後", "637": "見。欽云。非色前後見。師默置。欽乃云。離師", "638": "太早不盡師意。法眼云。不盡師意不易承嗣", "639": "得他。", "64": "大奇。無情說法不思議。若將耳聽終難會。眼", "640": "巖頭雪峯欽山坐次。師行茶來。欽乃閉眼。", "641": "師曰。甚麼處去來。欽云。入定來。師曰。定本", "642": "無門。從何而入。", "643": "雪峯到參。師問。從甚處來。云天台來。師曰。", "644": "見智者否。云義存喫鐵棒有分。", "645": "雪峯在會下作飯頭淘米次。師問。淘沙去米。", "646": "淘米去沙。峯云。沙米一時去。師曰。大眾喫", "647": "個什麼。峯遂覆却米盆。師曰。子他後別見人", "648": "去在。", "649": "師一日問雪峯。作甚麼來。峯云。斫槽來。師", "65": "處聞時方可知。", "650": "曰。幾斧斫成。峯云。一斧斫成。師曰。猶是這", "651": "邊事。那邊事作麼生。峯云。直得無下手處。", "652": "師曰。猶是這邊事。那邊事作麼生。峯休去。", "653": "雪峯蒸飯次。師問。今日蒸多少。峯云二石。師", "654": "曰。莫不足麼。峯云。於中有不喫者。師曰。忽", "655": "然總喫又作麼生。峯無對。雲居代云。總喫", "656": "即不見有不足者。", "657": "師見雪峯來曰。入門來須得有語。不得道蚤", "658": "箇了。峯云。某甲無口。師曰。無口即且從。還", "659": "我眼來。峯便休。雲居云。待某甲有口即道。", "66": "師問雲巖。某甲有餘習未盡。巖曰。汝曾作甚", "660": "雪峯辭師。師曰。子甚處去。峯云。歸嶺中去。", "661": "師曰。當時從甚麼路出。峯云。從飛猿嶺出。師", "662": "曰。今回向甚麼路去。峯云。從飛猿嶺去。師", "663": "曰。有一人不從飛猿嶺去。子還識麼。峯云不", "664": "識。師曰。為甚麼不識。峯云。他無面目。師曰。", "665": "子既不識。爭知無面目。峯無對。", "666": "巖頭參德山。頭入方丈門跨門問。是凡是聖。", "667": "山便喝。頭禮拜。有人舉似師。師曰。若不是奯", "668": "上座。大難承當。頭曰。洞山老人不識好惡。錯", "669": "下名言。我當時一手擡一手搦。琅瑘覺云。", "67": "麼來。師曰。聖諦亦不為。巖曰。還歡喜也未。", "670": "巖頭無人問著。不妨奇特。纔被洞山腦後一", "671": "錐。直得瓦解氷消。", "672": "師問德山侍者。從何方來。云德山來。師曰。來", "673": "作什麼。云孝順和尚來。師曰。世間什麼物最", "674": "孝順。侍者無對。", "675": "師不安。令沙彌傳語雲居。乃囑曰。他或問。和", "676": "尚安樂否。但道雲巖路相次絕也。汝下此語", "677": "須遠立。恐他打汝。沙彌領旨去傳語。聲未絕", "678": "早被雲居打一棒。沙彌無語。同安顯代曰。", "679": "恁麼則雲巖一枝不墜也。", "68": "師曰。歡喜則不無。如糞掃堆頭拾得一顆明", "680": "師將圓寂謂眾曰。吾有間名在世。誰人為吾", "681": "除得。眾皆無對。時沙彌出云。請和尚法號。師", "682": "曰。吾間名已謝。石霜云。無人得他肯。雲居", "683": "云。若有間名非吾先師。曹山云。從古至今無", "684": "人辯得。疎山云。龍有出水之機。無人辨得。", "685": "僧問。和尚違和。還有不病者也無。師曰有。云", "686": "不病者還看和尚否。師曰。老僧看他有分。云", "687": "未審和尚如何看他。師曰。老僧看時不見有", "688": "病。師復問僧。離殼漏子。向甚麼處與吾相", "689": "見。僧無對。遂示頌曰。學者恒沙無一悟。過在", "69": "珠。", "690": "尋他舌頭路。欲得忘形泯蹤跡。努力慇懃空", "691": "裏步。", "692": "師以咸通十年己丑三月朔旦。命剃髮澡身", "693": "披衣。聲鐘辭眾儼然坐化。時大眾號慟移晷", "694": "不止。師忽開目謂眾曰。夫出家之人心不依", "695": "物。是真修行。勞生息死。於悲何有。乃召主事", "696": "僧令辨愚癡齋一普。蓋責其戀情也。眾猶戀", "697": "慕不止。延至七日食具方備。師亦隨齋畢曰。", "698": "僧家勿事大率臨行之際喧動如斯。至八日", "699": "浴訖端坐長往。壽六十有三。臘四十二。勅諡", "7": "愚癡齋。明去來之數事。則實為希世之師表", "70": "師問雲巖。擬欲相見時如何。曰問取通事舍", "700": "悟本大師。塔曰慧覺。", "701": "歌頌寶鏡三昧歌歌頌", "702": "寶鏡三昧歌寶鏡三昧歌", "703": "如是之法。佛祖密付。汝今得之。宜善保護。銀", "704": "盌盛雪。明月藏鷺。類之不齊。混則知處。意不", "705": "在言。來機亦赴。動成窠臼。差落顧佇。背觸俱", "706": "非。如大火聚。但形文彩。即屬染污。夜半正明。", "707": "天曉不露。為物作則。用拔諸苦。雖非有為。不", "708": "是無語。如臨寶鏡形影相覩。汝不是渠。渠正", "709": "是汝。如世嬰兒。五相完具。不去不來。不起不", "71": "人。師曰。見問次。曰向汝道甚麼。", "710": "住。婆婆和和。有句無句。終不得物。語未正", "711": "故。重離六爻。偏正回互。疊而為三。變盡成", "712": "五。如荎草味。如金剛杵。正中妙挾。敲唱雙", "713": "舉。通宗通途。挾帶挾路。錯然則吉。不可犯", "714": "忤。天真而妙。不屬迷悟。因緣時節。寂然昭", "715": "著。細入無間。大絕方所。毫忽之差。不應律", "716": "呂。今有頓漸。緣立宗趣。宗趣分矣。即是規", "717": "矩。宗通趣極。真常流注。外寂中搖。係駒伏", "718": "鼠。先聖悲之。為法檀度。隨其顛倒。以緇為", "719": "素。顛倒想滅。肯心自許。要合古轍。請觀前", "72": "雲巖舉問師。藥山問僧。見說汝解算虛實。云", "720": "古。佛道垂成。十劫觀樹。如虎之缺。如馬之", "721": "馵。以有下劣。寶几珍御。以有驚異黧奴白牯。", "722": "羿以巧力。射中百步。箭鋒相值。巧力何預。木", "723": "人方歌。石女起舞。非情識到。寧容思慮。臣奉", "724": "於君子順於父。不順非孝不奉非輔。潛行密", "725": "用如愚如魯。但能相續名主中主。", "726": "玄中銘玄中銘并序", "727": "竊以絕韻之音假玄唱以明宗。入理深談", "728": "以無功而會旨。混然體用宛轉偏圓。亦猶", "729": "投刃揮斤輪扁得手。虛玄不犯迴互傍參。", "73": "不敢。山曰。汝試算老僧看。僧無對。汝作麼", "730": "寄鳥道而寥空。以玄路而該括。然雖空體", "731": "寂然不乖群動。於有句中無句妙在體前。", "732": "以無語中有語迴途復妙。是以用而不動", "733": "寂而不凝。清風偃草而不搖。皓月普天而", "734": "非照。蒼梧不棲於丹鳳。澂潭豈墜於紅輪。", "735": "獨而不孤無根永固。雙明齊韻事理俱融。", "736": "是以高歌雪曲和者還稀。布鼓臨軒何人", "737": "鳴擊。不達旨妙難措幽微。儻或用而無功", "738": "寂而虛照。事理雙明體用無滯。玄中之旨", "739": "其有斯焉。", "74": "生。師曰。請和尚生日。", "740": "大陽門下。日日三秋。明月堂前。時時九夏。森", "741": "羅萬象。古佛家風。碧落青霄。道人活計。靈苗", "742": "瑞草。野父愁芸。露地白牛。牧人懶放。龍吟枯", "743": "骨。異響難聞。木馬嘶時。何人道聽。夜明簾", "744": "外。古鏡徒耀。空王殿中。千光那照。澂源湛", "745": "水。尚棹孤舟。古佛道場。猶乘車子。無影樹", "746": "下。永劫清涼。觸目荒林。論年放曠。舉足下", "747": "足。鳥道無殊。坐臥經行。莫非玄路。向道莫", "748": "去。歸來背父。夜半正明。天曉不露。先行不", "749": "到。末後甚過。沒底船子。無漏堅固。碧潭水", "75": "藥山夜參不點燈。山垂語曰。我有一句子。待", "750": "月。隱隱難沈。青山白雲。無根却住。峯巒秀", "751": "異鶴不停機。靈木迢然。鳳無依倚。徒敲布鼓。", "752": "誰是知音。空擊成聲。何人撫掌。胡笳曲子。不", "753": "墮五音。韻出青霄。任君吹唱。", "754": "新豐吟新豐吟", "755": "古路坦然誰措足。無人解唱還鄉曲。清風月", "756": "下守株人。涼兔漸遙春草綠。天香襲兮絕芬", "757": "馥。月色凝兮非照燭。行玄猶是涉崎嶇。體妙", "758": "因茲背延促。殊不然兮何展縮。縱得然兮混", "759": "泥玉。獬豸同欄辨者嗤。薰蕕共處須分郁。長", "76": "特牛生兒即向汝道。時有僧曰。特牛生兒", "760": "天月兮遍豁谷。不斷風兮偃松竹。我今到此", "761": "得從容。吾師叱我相隨逐。新豐路兮峻仍皾。", "762": "新豐洞兮湛然沃。登者登兮不動搖。遊者遊", "763": "兮莫忽速。絕荊榛兮罷釿斸。飲馨香兮味清", "764": "肅。負重登臨脫屣迴。看他早是空擔鞠。來駕", "765": "肩兮履芳躅。至澂心兮去凝自。亭堂雖有到", "766": "人稀。林泉不長尋常木。道不鐫雕非曲𩔂。郢", "767": "人進步何瞻矚。工夫不到不方圓。言語不通", "768": "非眷屬。事不然兮詎冥旭。我不然兮何斷續。", "769": "慇懃為報道中人。若戀玄關即拘束。", "77": "也。自是和尚不道。山曰。侍者把燈來。其僧", "770": "綱要頌綱要頌三首", "771": "敲唱俱行敲唱俱行", "772": "金鍼雙鎖備叶路隱全該", "773": "寶印當空妙重重錦縫開", "774": "金鎖玄路金鎖玄路", "775": "交互明中暗功齊轉覺難", "776": "力窮忘進退金鎖網鞔鞔", "777": "不墮凡聖不墮凡聖", "778": "事理俱不涉回照絕幽微", "779": "背風無巧拙電火爍難追", "78": "抽身入眾。雲巖舉似師。師曰。其僧却會。只是", "780": "五位顯訣竝逐位頌五位顯訣竝逐位頌竝攝曹山揀註故今不載于此", "781": "功勳五位頌功勳五位頌本則既已出上", "782": "聖主由來法帝堯御人以禮曲龍腰", "783": "有時鬧市頭邊過到處文明賀聖朝向", "784": "淨洗濃莊為阿誰子規聲裡勸人歸", "785": "百花落盡啼無盡更向亂峯深處啼奉", "786": "枯木花開劫外春倒騎玉象趁麒麟", "787": "而今高隱千峯外月皎風清好日辰功", "788": "眾生諸佛不相侵山自高兮水自深", "789": "萬別千差明底事鷓鴣啼處百花新共功", "79": "不肯禮拜。", "790": "頭角纔生已不堪擬心求佛好羞慚", "791": "迢迢空劫無人識肯向南詢五十三功功", "792": "真讚真讚", "793": "□□□□□□□□□□", "794": "徒觀紙與墨不是山中人", "795": "自誡自誡", "796": "不求名利不求榮只麼隨緣度此生", "797": "三寸氣消誰是主百年身後謾虛名", "798": "衣裳破後重重補糧食無時旋旋營", "799": "一个幻軀能幾日為他間事長無明", "8": "矣。其語言章句。散在諸家之篇集。間有集錄", "80": "雲巖到溈山。溈問。大保任底人與那箇是一", "800": "規誡規誡", "801": "夫沙門釋子。高上為宗。既絕攀緣。宜從淡薄。", "802": "割父母之恩愛。捨君臣之禮儀。剃髮染衣。持", "803": "巾捧鉢。履出塵之徑路。登入聖之階梯。潔白", "804": "如霜。清淨若雪。龍神欽敬。鬼魅歸降。專心用", "805": "意。報佛深恩。父母生身方霑利益。豈許結託", "806": "門徒。追隨朋友。事持筆硯。馳騁文章。區區名", "807": "利。役役趨塵。不思戒律。破却威儀。取一生之", "808": "容易。為萬劫之艱辛。若學如斯。徒稱釋子。", "809": "辭北堂書辭北堂書", "81": "是二。巖曰。一機之絹是一段是兩段。師聞曰。", "810": "伏聞諸佛出世。皆從父母而受身。萬彙興生。", "811": "盡假天地而覆載。故非父母而不生。無天地", "812": "而不長。盡沾養育之恩。俱受覆載之德。嗟夫", "813": "一切含識。萬象形儀。皆屬無常。未離生滅。雖", "814": "則乳哺情至養育恩深。若把世賂供資。終難", "815": "報答。作血食侍養。安得久長。故孝經云。雖日", "816": "用三牲之養。猶不孝也。相牽沈沒。永入輪回。", "817": "欲報罔極深恩。莫若出家功德。載生死之愛", "818": "河。越煩惱之苦海。報千生之父母。答萬劫之", "819": "慈親。三有四恩。無不報矣。故經云。一子出", "82": "如人接樹。", "820": "家。九族生天。良价捨今世之身命。誓不還家。", "821": "將永劫之根塵。頓明般若。伏惟父母心開喜", "822": "捨。意莫攀緣。學淨飯之國王。効摩耶之聖后。", "823": "他時異日。佛會相逢。此日今時。且相離別。良", "824": "非遽違甘旨。蓋時不待人。故云。此身不向今", "825": "生度。更向何時度此身。伏冀尊懷莫相寄憶。", "826": "頌頌二首", "827": "未了心源度數春翻嗟浮世謾逡巡", "828": "幾人得道空門裏獨我淹留在世塵", "829": "謹具尺書辭眷愛愿明大法報慈親", "83": "一日雲巖謂眾曰。有箇人家兒子。問著無有", "830": "不須洒淚頻相憶譬似當初無我身", "831": "巖下白雲常作伴峯前碧障以為隣", "832": "免干世上名與利永別人間愛與憎", "833": "祖意直教言下曉玄微須透句中真", "834": "合門親戚要相見直待當來證果因", "835": "後寄北堂書後寄北堂書", "836": "良价自離甘旨。杖錫南遊。星霜已換於十秋。", "837": "岐路俄經於萬里。伏惟孃子收心慕道。攝意", "838": "歸空。休懷離別之情。莫作倚門之望。家中家", "839": "事。但且隨時。轉有轉多。日增煩惱。阿兄勤行", "84": "道不得底。師問。他屋裏有多少典籍。巖曰。一", "840": "孝順。須求水裏之魚。小弟竭力奉承。亦泣霜", "841": "中之笋。夫人居世上。修己行孝。以合天心。僧", "842": "有空門。慕道參禪。而報慈德。今則千山萬水。", "843": "杳隔二途。一紙八行。聊伸寸意。", "844": "頌頌", "845": "不求名利不求儒愿樂空門捨俗徒", "846": "煩惱盡時愁火滅恩情斷處愛河枯", "847": "六根戒定香風引一念無生慧力扶", "848": "為報北堂休悵望譬如死了譬如無", "849": "附孃回書附孃回書", "85": "字也無。師曰。爭得恁麼多知。巖曰。日夜不曾", "850": "吾與汝夙有因緣。始結母子恩愛情分。自從", "851": "懷孕禱神佛。願生男兒。胞胎月滿。性命絲懸。", "852": "得遂愿心。如珠寶惜。糞穢不嫌於臭惡。乳哺", "853": "不倦於辛勤。稍自成人。遂令習學。或暫逾時", "854": "不歸。便作倚門之望。來書堅要出家。父亡母", "855": "老。兄薄弟寒。吾何依賴。子有拋孃之意孃無", "856": "捨子之心。一自汝住他方。日夜常洒悲淚。苦", "857": "哉苦哉。今既誓不還鄉。即得從汝志。不敢望", "858": "汝如王祥臥氷。丁蘭刻木。但如目蓮尊者度", "859": "我。下脫沈淪。上登佛果。如其不然。幽譴有", "86": "眠。師曰。問一段事還得否。巖曰。道得却不", "860": "在。切宜體悉。", "861": "師昔在泐潭。尋繹大藏。纂出大乘經要一", "862": "卷。並激勵道俗偈頌誡等。流布諸方。", "863": "筠州洞山悟本禪師語錄終", "864": "洞山悟本禪師語錄之餘洞山悟本禪師語錄之餘", "865": "屬者予遊于山陰。得書讀之。皆祖語也。間有予未甞採者。雖片玉出崑岡。故附後。", "866": "日本沙門宜默玄契校勘", "867": "師問雲巖。擬寫和尚真得也無。巖云。幾得成。", "868": "師曰。尋常寫真得七八。巖云。猶是失在。師", "869": "曰。不失時如何。巖云。直得十成。師曰。古人", "87": "道。", "870": "道直得十成不似時如何。巖云。他無成數。", "871": "雲巖共師鋤薑地次。巖就先德事。師問。此人", "872": "什麼處去也。巖良久云。作麼作麼。師曰。太", "873": "遲生也。師問雲巖。未有陰界時。還道得否。巖", "874": "云。爾今還有否。", "875": "雪峯般柴次。乃于師面前拋下一束。師曰。重", "876": "多少。峯云。盡大地人提不起。師曰。爭得到這", "877": "裏。峯無語。", "878": "壽山解禪師行脚時。造師法席。師問曰。闍黎", "879": "生緣何處。云和尚若實問。某甲即是閩中人。", "88": "雲巖作鞋次。師近前曰。就師乞眼睛。未審", "880": "師曰。爾父名什麼。云今日蒙和尚致此一問。", "881": "直得忘前失後。", "882": "師勘僧曰。心法雙忘性即真。第幾座。僧云。第", "883": "二座。師曰。因什麼不與他第一座。無對。有一", "884": "人代云。非心非法。師曰。心法雙忘。即是非", "885": "法。何更如是道。無對。師自代曰。真不得座。", "886": "云眾曰。知有底人解入地獄。不知有底人門", "887": "外走過。師問新羅僧。未過海時在什麼處。無", "888": "對。自代曰。秖今過海。也在什麼處。", "889": "師曰。今時學者欲得學。直須體取佛向上人", "89": "還得也無。巖曰。汝底與阿誰去也。師曰。良价", "890": "始得。如今學者只知有十方諸佛。且不知有", "891": "十方諸佛出身處。空知有佛不得成佛。", "892": "師問僧。三人同行。一人解語。一人不解語。那", "893": "箇一人是什麼。對云。此豈不是辨得主客也。", "894": "師曰是也。云如何是客。師曰。語與不語俱是", "895": "客。又曰。如人解弄珠。不觸手不落地。即今", "896": "往來底喚作什麼即得。無對。師自代曰。不得", "897": "不得。", "898": "師看上座來禮拜師曰。來作什麼。云不為和", "899": "尚來。師曰。若禮尊者某甲則偏坐。", "9": "也非。元文間。玄契老禪勤集號洞山錄。以藏", "90": "無。巖曰。設有汝向什麼處著。師無語。巖曰。", "900": "慎微長老手把拄杖。一僧指云。這個拄杖出", "901": "何處。微云。雪地出。師不肯。自代曰。如今出", "902": "也有人辨得麼。", "903": "黃蘗從鹽官領三百眾到南泉。每為三百人", "904": "說法次。南泉便到說法處云。借此道場還許", "905": "一問否。蘗云便請。泉問。定慧等學明見佛性。", "906": "此理如何。蘗云。十二時中不依倚一物。泉云。", "907": "莫是長老見處麼。蘗云不敢。泉云。醬水錢即", "908": "且置。草鞋錢教什麼人還。有僧舉似師。師曰。", "909": "責狀了喫棒。", "91": "乞眼睛底是眼否。師曰非眼。巖咄之。", "910": "師問僧爾名什麼。僧云。請和尚安名。師却稱", "911": "良价。僧無對。雲居代曰。恁麼則無出頭處。又", "912": "曰。恁麼則總被和尚占却也。", "913": "延慶端禪師有人問。蚯蚓斬為兩段。兩頭俱", "914": "動。佛性在阿那頭。慶展兩手。師別曰。即今問", "915": "底在阿那頭。", "916": "師到田畔。有師僧插田。有一僧倒插。師問。闍", "917": "黎因什麼倒插。對云。心中活在。師不言歸院。", "918": "翌日眾僧普請出次。日先出。候問昨日倒插", "919": "田僧出來。其僧末後出門。師問。闍黎昨日東", "92": "雲巖問一尼。汝爺在。云在。巖曰。年多少。云", "920": "園斫竹誰。其僧罔測云不知。師曰。闍黎什麼", "921": "處人。云鄧州人。師曰。老僧行脚時曾往過", "922": "來。", "923": "僧問師云。承和尚說刮骨禪。請和尚四方八", "924": "面刮。師曰。勿刮處。云和尚幸是好手。為什麼", "925": "刮不得。師曰。爾還聞道世醫拱手。問如何是", "926": "善知識眼。師曰。紙撚無油。問十二時中將何", "927": "奉獻。師曰無物。問身命急切處如何。師曰。莫", "928": "雜種。云將何奉獻。師曰。將虛空奉獻。云虛空", "929": "與非空將來不相似。師曰。道相似也得。道不", "93": "年八十。巖曰。汝有箇爺。不年八十。還知否。", "930": "相似也得。云如何是相似。師曰目前。云如何", "931": "是不相似。師曰目前不是。問返本還源時如", "932": "何。師曰。如一片雪。從天降下若絲髮大。物掛", "933": "著則不到地。問暫時不在如同死人如何。師", "934": "曰。好埋却。又曰臭也。又曰命絕也。師法嗣其", "935": "出史傳者二十七人。其有機語者十有九人。", "936": "傳法正宗記曰。大鑒之六世曰筠州洞山良", "937": "价禪師。其所出法嗣凡二十六人。一曰雲", "938": "居道膺者勅諡弘覺禪師。塔曰圓寂洞山上足一曰撫州本寂者勅諡", "939": "元證禪師。塔曰福圓一曰洞山道全者第二世中洞山一曰龍牙居", "94": "云。莫是恁麼來者。巖曰。猶是兒孫在。師曰。", "940": "遁者一曰京兆休靜者勅諡寶智大師無為之塔。住華嚴寺一曰京", "941": "兆蜆子和尚者。一曰筠州普滿者。一曰台州", "942": "道幽者。一曰洞山師虔者第三世後洞山號青林和尚一曰洛", "943": "京遁儒者。一曰越州乾峯和尚者。一曰吉州", "944": "禾山和尚者。一曰天童咸啟者先住蘇州寶華山一曰", "945": "潭州寶蓋山和尚者。一曰益州通禪師者住北院勅", "946": "諡證真大師一曰高安白水本仁者。一曰撫州疎山", "947": "光仁者。一曰澧州欽山文邃者。一曰天童義", "948": "禪師者。一曰太原方禪師者。一曰新羅金藏", "949": "和尚者。一曰益州白禪師者。一曰潭州文殊", "95": "直是不恁麼來者亦是兒孫。", "950": "和尚者。一曰舒州白和尚者。一曰邵州西湖", "951": "和尚者。一曰青陽通玄和尚者。日本人瓦屋", "952": "能光禪師亦其一也師本朝高僧傳曰。航海入唐。參洞山价禪師親承法印。", "953": "筠州洞山悟本大師語錄大尾", "954": "洞山悟本大師語錄序洞山悟本大師語錄序", "955": "從上宗乘。為物垂言。一如撾塗毒鼓。聞者皆", "956": "喪。絕後乃重甦。無舌而解語。湖南正脈。青", "957": "石濫觴。五傳迄乎新豐。一瀉千里。百谷朝宗。", "958": "法性波瀾渺無涯涘。矧夫文章富贍。家法縝", "959": "密。高懸寶鏡。善赴來機。自非入室神足。阿", "96": "院主遊石室回。雲巖問曰。汝去到石室裏許。", "960": "誰敢窺影鞭。門外遊人逡巡退縮。歐峯奔逸", "961": "絕塵。前玉步趨繼踵。以至二八賢哲。執轡並", "962": "馳。駸駸乎其壯矣哉。其片言隻字。崑璧南金。", "963": "雖多載陳編。未見有全錄。僉曰。祖庭闕典。莫", "964": "同心不浩歎。宜默禪人為之慷慨髮指。纂錄", "965": "惟懋。采摭殆盡。乃釐作壹卷。昔者湛然澄禪", "966": "師得山林居士等。涉獵叢書。鈔錄玄沙語。味", "967": "際天浴日之海鹹於一滴。以慰禪者之渴心。", "968": "今也宜默俲其故事者乎。可謂勤矣。若夫一", "969": "家雲仍因標見月。得意忘言。箇箇臣奉君。人", "97": "為甚麼便回。主無語。師代曰。彼中已有人占", "970": "人子就父。則洞水逆流瀰漫乎四海。被其沾", "971": "丐者。孰敢不隨喜。因敘緒言。辨諸卷端。", "972": "元文之戊午百鐘吉旦。住林泉沙門元趾稽", "973": "首拜題。", "974": "寶鏡流光。名重千古。分五位君臣。立偏正回", "975": "互。空生滅影。見離微端。水晶盤走夜光之珠。", "976": "瑠璃海產珊瑚之樹。弘宗一線。斷而復續。芙", "977": "蓉丹霞。東谷南谷。靜慧妙悟。白雲獨步。法流", "978": "海東。兒孫四布。", "979": "遠孫比丘永璵焚香拜贊", "98": "了也。巖曰。汝更去作麼。師曰。不可人情斷絕", "980": "重集洞山悟本大師語要自序重集洞山悟本大師語要自序", "981": "吾大雄氏之於心印。淵淵浩浩。於戲大哉。在", "982": "昔此教也發機靈山。達乎少林。燈燈繼明。奕", "983": "葉纓緌。以及乎我。然年世寢遠。其勢也不能", "984": "無同異而已矣。最其昭昭莫若靈山。靈山以", "985": "還莫若少林。少林以還莫若曹溪。曹溪一脈", "986": "流為兩派。涇流之大沛然其波瀾狂矣。方此", "987": "時也。障而東之者。是乃出乎濟上洞上之二", "988": "家。二家各有其所存者。師師幾語相與嚶其。", "989": "垂誨於千載之下。雖然其語縝密。其機高尚。", "99": "去也。", "990": "辟之郢中之歌。其曲彌高。其聲彌奇。所謂國", "991": "中屬而和者。不過數人而已。所以如洞山語", "992": "錄。其傳絕矣。其語雖存。浮沈春池。與礫相", "993": "混。其故何也。杜撰之輩。妄以凡情改易古語", "994": "也。最其甚者。如觀察使之語。皆改易。如渠今", "995": "正是我我今不是渠之語。有更正是作不是", "996": "者。或有改不是作正是者。是以不能其脈不", "997": "斷絕者乎。又如也勝前朝斷舌才之句。易前", "998": "作知。則其義不了者乎。是以雖居士無盡。未", "999": "甞無不解本據之問也。大凡類此。予以為。居"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1986A 筠州洞山悟本禪師語錄", "author": "日本 慧印校", "sourceLink": "http://www.cbeta.org/"}