{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1797 大毘盧遮那經供養次第法疏", "text": {"0": "2 增益守護清淨行品(上)", "1": "下大毘盧遮那經供養次第法疏", "10": "行供養。謂如說奉行及禮拜持戒等也。三者", "100": "能生此藏能生一切佛事也。如前所發悲願。", "101": "謂如以一華供養時。運心遍一切佛及凡聖。", "102": "皆獻已即迴向一切智智。諸受我施者願以", "103": "此力令我得如上願。如是願已。以此真言加", "104": "之無不成也。初禮敬一切如來等巧門等亦是種種", "105": "門等也。薩嚩他一切也欠平聲空也通上言一切皆空此是種子字鄔特揭二合", "106": "帝生也虛空藏也薩泮二合囉醯門普遍也伽伽那劍虛空也", "107": "此即虛空等力之義。於一切法空中而生此", "108": "物。普益一切眾生也。誦持此者隨以一華奉", "109": "獻令遍法界。上獻一切賢聖。下施一切有情", "11": "理供養。謂心住法體無外攀緣也。二者此品", "110": "已。於中發如上大願。以此真言加之皆得成", "111": "就。如從藏中自取寶物無不隨心也。誦此三", "112": "遍。隨所思念彼亦成就也。凡所獻華等以三", "113": "種力迴向。而以此明加之。一切隨意成也。謂", "114": "以華獻一切佛等自在成也。由此持一切者。", "115": "此者真言印也。一切者所願供養也。真實者", "116": "如金剛法界宮中供養也。一切法不生等二", "117": "句現阿字義也。想念者能觀心也。置其中者", "118": "八葉蓮中臺也。三成畫大日門。次當轉阿字", "119": "者。次者本不生法。絕言相寂心行亦滅。假言", "12": "來意者。前品守護能持戒者。正供養時。所以", "120": "強噵。大悲之法應機顯現。謂即能現阿字也。", "121": "次應兩足眾生為兩足故。即轉阿字成兩足", "122": "尊。故言次當轉阿字成大日牟尼也。圓光者", "123": "大日圓光猶如明鏡。於明鏡中皆現萬物。何", "124": "況塵垢本不生如來圓光。千界者三千大千", "125": "世界也。增數者。大千為一數。乃至不可說不", "126": "可說。光焰謂所致法也。流出者大日所放也。", "127": "輪者具德義　謂降伏煩惱能生善牙故名輪", "128": "也光明者身業也。令開悟者。口業故言身語", "129": "遍一切也。閻浮金色者。從閻浮池出金。此", "13": "此品來也。三宗趣者。盡心供養本尊本尊領", "130": "池近在閻浮樹側。由此得名。於金中最勝", "131": "也。跏趺坐者。凡坐法聖善之寺三藏和上邊", "132": "面受。左足先著右髀上。右足次著左髀上。名", "133": "為蓮華坐。單足著左髀上。名為吉祥坐也。別", "134": "此坐者非聖坐也。若欲求菩提學佛坐為得。", "135": "正受者入定相也。諸毒者三毒相也。綃縠衣", "136": "者金羅文也。自然髮髻冠者非從人作。四成", "137": "畫釋迦門。彼中八葉蓮中臺也。想婆字者。梵", "138": "字安彼臺也。勤勇者佛異名也。袈裟者乾陀", "139": "色也。四八者佛三十二相。釋迦種子心真言", "14": "受。以為宗也。來世作佛為趣也。四釋文者亦", "140": "門。婆是三有。傍有二點即是除遣三有義。瑜", "141": "伽者。行者能觀心所觀本尊也。不相離故。能", "142": "所別故。有相觀。行者身心即是佛故無想念", "143": "誦門也。入者解也。本體者所放化身即是大", "144": "日尊故。體用無別。故涅槃經曰。化身即是法", "145": "身。此其義也。流出者。若多若少皆亦如是。於", "146": "佛右蓮上者。得菩薩為本尊者自本尊也。執", "147": "者於手中有金剛故云執金剛也。前後華臺", "148": "中者。非但前後亦乃左右亦得。何故。菩薩大", "149": "眷屬無有方所故。金剛眷屬非但左右方亦乃", "15": "有二門。先摽攝頌後別說。其攝頌者三頌半。", "150": "十方亦得。何故。金剛內眷屬如來內德故。問", "151": "若如是者。何故說有方。答約畫處事有限故。", "152": "是經云。十方菩薩從所來方。結跏趺坐聽聞", "153": "說法。金剛亦爾。用心可思量也。真言者念誦", "154": "人也。所居者。於畫像地右下角也。問要須令", "155": "畫佛盡也。答不也。有力者得令盡。無力者單", "156": "畫本尊亦難。何況令盡也。五文殊種子真言", "157": "門。中者八葉華臺也。無我字者梵瞞字。問何", "158": "故以文殊師利菩薩佛次說耶。答三藏和上", "159": "邊而受。諸佛甚深智門故。佛部中攝亦得。蓮", "16": "初句云如是正業淨其身者。攝於別說中現", "160": "華部中攝亦得。是故佛次列也。瞞文殊本體", "161": "即是空。上點是空門。所謂大空也。越十八空", "162": "名為大空。住空之位名為大空。三段中有三", "163": "門。先列眾。次為令心喜故乃至隨類而相應。", "164": "顯印真言結界等。心喜者。行者因為供養故", "165": "得福聖者心喜。非是聖者得供養故心喜。奉", "166": "獻等三句依別本法則。謂出供養真言等也。", "167": "若無自法依不動去垢。避除者碎障也。使光", "168": "顯者。香等上用加持香真言故。言本法自相", "169": "加。及護持我身等三句別本自有護身等法。", "17": "前觀羅字等三偈半。第二句住定觀本真言", "170": "護身等若無別法。通用此法。故言或以降三", "171": "世。及諸相別義也。何以故。香真言與護身真", "172": "言別故言及也。召請等四句別本自有依法", "173": "用。若無別法用此通法。故言及此普通印等。", "174": "聖者不動真言門。時佛又復一切為障者息", "175": "故。火生名三昧證。說此大摧障真言。此真言", "176": "有大威勢。能除一切修真言行者種種障難。", "177": "乃至佛在道樹。以此真言故。一切魔軍無不", "178": "散壞。何況世間諸障也。又此障有二障。一者", "179": "內障。謂從自心而生。其類甚多不可詳說。二", "18": "主者。攝別說中最初於下位乃至隨類而相", "180": "者外障。謂從外事而生亦甚多。皆能摧滅也。", "181": "戰荼極惡也所謂暴惡之中又甚暴惡也摩訶盧瑟拏大忿怒也娑頗吒", "182": "也破壞也𤙖恐怖也怛囉迦堅固也唅漫無甘反用後二", "183": "字為種子諸句義皆成就此也。初戰荼者。戰", "184": "是死義。入阿字門即是本不生死義也。荼是", "185": "戰義。以此無生死大勢之主。與諸四魔戰也。", "186": "次麼吾我義也。入阿字門即無我也。亦是空", "187": "也。訶是喜義亦是行義也。盧有羅字是垢", "188": "障。有鄔聲是三昧也。瑟者即奢摩他謂三昧", "189": "也。拏是第五字。即大空三昧也。薩是堅義。", "19": "應。第三或觀諸佛勝生子等二句者。攝別說", "190": "頗是沫義。了知世間如聚沫。故易破散也。", "191": "傍有阿字之點即行也。吒是戰義。能敵陣怖", "192": "令破壞也。是乘也。𤙖是大空行三昧。如上說。", "193": "怛是如如也。囉是無垢也。迦是作也。謂一切", "194": "法無作也。唅字訶是行義又有阿聲。是怖魔", "195": "障金剛三昧也。點即大空也。以此大空不動", "196": "之行。大令恐怖一切魔障也。鑁字摩是我義。", "197": "入阿字門即無我也。又以此大空無我三昧", "198": "而怖眾魔。以此字亦有阿聲及點也。訶嚧唅", "199": "鑁四字皆有阿聲。即是無行無垢。重重怖魔", "2": "卷下", "20": "中若觀世自在乃至依前法而轉。第四以真", "200": "極怖內外二障之義也。右聖者不動主真言", "201": "了。四段中有頌真言印。次以真言印乃至不", "202": "善心眾生。召請方便真言門。南麼三曼多", "203": "勃馱喃歸命一切諸佛阿行也薩嚩怛囉二合鉢囉二合底訶", "204": "諦一切所害也怛他揭多如來矩奢鉤菩提浙󰓑耶二合", "205": "菩提行也鉢󰓑布囉迦滿足也此中行者。謂由此行", "206": "能招諸佛大功德也。如世間鉤則有處所分", "207": "劑。不能遍一切處而作鉤召。今如來鉤則不", "208": "如是。普及一切無所不加。乃至能召大菩提", "209": "果也。以要言之。悉滿一切如來功德。普召一", "21": "言印而召請一句者。攝別說中次以真言印", "210": "切眾生。亦令得此道也。故次句云遍一切害。", "211": "害即是鉤取殘之也。遍害一切不調伏者。皆", "212": "令於菩提之行而趣妙果而得滿足也。第五三", "213": "昧耶真言門段中有印真言頌。諸明者本尊也。", "214": "第六段中有頌真言。先以具嚴備者。以虛空", "215": "藏轉明印。以眾香華五穀五藥。運心中嚴備", "216": "也。現事嚴備可知。以本真言印者。不動尊印", "217": "真言。閼伽真言門右句義中伽伽那是虛空", "218": "義。娑摩是等義。阿娑摩是無等義。所謂等虛", "219": "空無等也。如來法身本性淨故。無分別故無", "22": "乃至不善心眾生。第五先當示現三昧耶一", "220": "邊際故。等同虛空。然復有無量無邊不思議", "221": "功德。非彼虛空所能譬喻。故云無等也。復次", "222": "阿娑摩是不等義。不等者所謂二乘。今既等", "223": "同虛空。又等此無等。故云等虛空無等也。此", "224": "最初伽字為真言體。眾生界中來去相亦不", "225": "可得。法界中來去相亦不可得。以如來如去", "226": "不可得故名為大空。以此大空性淨之水。用", "227": "浴無垢之身。是為閼伽真實言也。第七段中", "228": "有頌真言印。證最勝菩提者。能修行者所得", "229": "果也。如來座真言門。阿是障。傍有二點即是", "23": "句者。攝別說中次奉三昧耶乃至諸明歡喜", "230": "除遣。此即除蓋障義也。以此為座畢竟不起", "231": "一切障故。何故。阿字是障。阿字能除障也。第", "232": "八段中有四。初復次當避除乃至令盡無有", "233": "餘。明不動尊印真言德。自身所生障者。妄想", "234": "所生內外障。二智者當轉作乃至作金剛薩", "235": "埵身。成金剛薩埵身門。智者等一頌總明成", "236": "金剛薩埵身。金剛種子心門鑁字者所轉梵", "237": "字鑁字自性清淨心。成金剛種子字故。言諸", "238": "法離言說。問何以故供養法中上置點。經本", "239": "傍有二點。云二共金剛種子。答供養法自體。", "24": "故。第六稽首奉獻閼伽水一句者。攝別說中", "240": "經本顯法大用。是故二共無妨。離言說者鑁", "241": "字義也。具印者能成生薩埵印也。等者鑁字", "242": "也當知已下二頌能所作印也。金剛薩埵真", "243": "言門。南麼三曼多伐折囉二合引赦歸命一切金剛也戰", "244": "拏是暴惡也摩訶引路灑赦大忿怒義也𤙖恐怖也戰荼戰字", "245": "有遮聲是生死謂離生死上有點是大空。言此生死同於大", "246": "空也。荼是戰敵也。猶離生死等於大空。是以", "247": "無能對之者也。句義。戰荼是暴惡也。摩訶路", "248": "瑟拏大忿怒也如上所說無能敵者所以大忿怒也𤙖同前具三解脫也以如上之", "249": "法恐怖眾生。令離生死得三解脫也。問第二", "25": "所獻閼伽水乃至三摩莎訶。第七行者復獻", "250": "品中說金剛薩埵印真言。其義云何。答第三", "251": "品中成金剛自體。第二品中現此金剛轉法", "252": "輪用。問云何知。答說金剛種云。智者當轉作", "253": "金剛薩埵身。次說欠字即言。先應住此字門。", "254": "然後作金剛薩埵身。是知未作金剛薩埵身。", "255": "不合作轉法輪印真言也。問何時作金剛身。", "256": "答入佛三昧耶前。令作五字等身也。金剛薩", "257": "埵真言者。作印所誦真言也。作半金剛印者。", "258": "右手無暇半作亦得。餘契經者別本經也。金", "259": "剛鎧字者。用護持印護身成金剛鎧。前已說", "26": "真言座一句者。攝別說中次奉所敷座乃至", "260": "者。護持印也。佉字及點者。金剛所著頂上欠", "261": "字門也。右非但金剛所莊嚴身。念誦行者亦", "262": "莊嚴。欠字門真言欠者大勤勇種子也。佛坐", "263": "道場伏諸魔故。一切天人號為大勤勇也。即", "264": "毘盧遮那也。佉是空義。上有點是大空。以大", "265": "空淨一切空也。南麼三曼多勃馱喃同前三次應", "266": "一心作乃至必定皆退散。明降伏魔真言門。", "267": "次應等二頌總成覺金剛行者身降伏魔真言", "268": "門。此一切佛大印。能現如來威猛大勢之力。", "269": "恐怖一切為障難者令其降伏。亦能與一切", "27": "是即蓮華印。第八真言相應除障者兼以不", "270": "眾生所願。行者結此印時。為障難者莫不四", "271": "向馳散乃至大力天魔軍眾亦退散。如來菩", "272": "提道場以此印能伏諸魔也。真言歸命如前。", "273": "摩訶引沫羅嚩底大力也馱奢嚩路十力也嗢婆二合", "274": "吠得也摩訶引昧怛󰓑也三合大慈也毘庾二合嗢󰵲二合帝", "275": "發也此意言。諸佛大力也。此大力是何等力耶。", "276": "即如來十力。以一切力中最為大也。如來云", "277": "何得此十力。謂從大慈而得此十力。故言此", "278": "力從大慈發生也。四次用已下乃至悉能普", "279": "護之。結大界真言門。次結大界真言如佛所", "28": "動慧刀印二句者。攝別說中復次當避除乃", "280": "說更有無量持明。恐更有持明真言者等。", "281": "以不結護故。破法事損持誦人。故設結界之", "282": "法　由結界故。乃至諸持明亦不能破壞。猶比", "283": "丘結界作法事。在界外比丘雖作法不能障", "284": "破也。薩嚩多囉二合弩󰵲帝二合一切方處所也。謂十方皆須結遍也。又隨", "285": "方皆遍也滿馱也徙瞞母感反上句結下句界。此意云。一切方處所結界也摩訶三", "286": "昧耶大三昧耶。以此大三昧耶而結諸界呾闍帝從生也謂從大三昧耶生也沙", "287": "麼二合囉󱉗奴皆反。憶念也。謂憶念一切佛教也阿鉢囉二合󰓆訶帝", "288": "無有能害也。亦云無罣礙也。亦是無能壞也。", "289": "由結界故無能壞也。馱迦馱迦光威也。由光威故成結界。馱是法界", "29": "至悉能普護之。第九次應供養香華等四句", "290": "迦是作言。法界體離諸作。離作即是法界之義也折羅折羅遮是滅義。謂生死遷移也。羅是", "291": "垢障也。都句亦是行辨。是遍結十方界也亦是來去也。重稱之即是極來也滿馱滿馱釋句", "292": "是結義。上是縛義下是空。猶無縛故等於虛空。以此結界故無能壞也㮈奢上聲呼十也儞", "293": "羶方也即是結十方也薩婆怛他引󰵲多一切佛也弩壤帝教也是一", "294": "切佛之教。前所令憶念也鉢羅二合嚩羅所證也達摩法也。即諸佛所證法也", "295": "臘馱獲也證也得也微若曳即無能勝也。於諸障中最為是勝也薄伽嚩󰓆", "296": "即真言主也。歎世尊德也徵矩󰓑除也能除垢也。初勸除亦是勸令莫作微矩麗除也", "297": "前句除有相垢。後句除離相之垢。即是除一切障也。即是莫作正是除也麗種子嚕長引補󰓑句義", "298": "是宮也處所也。以真法除垢除相即是諸佛所住之宮。令同此", "299": "界也。更加微矩麗字也。但以此最後句中隷", "3": "零妙寺僧釋不可思議撰", "30": "者。攝別說中及餘供養具乃至品末不應誹", "300": "字為種子。囉是相。加此翳聲即是三昧。離相", "301": "三昧。具一切相而離諸相。此是界之體相也。", "302": "第二略說真言門。南麼三曼多勃馱南歸命如前此", "303": "中大界。謂從初發大菩提。心乃至成佛。於其", "304": "中間不令間斷。不復生死不退菩提。即大界", "305": "義。句義。麗離相三昧嚕吠音二羅二我相也補第一義第一義不可得󰓑離垢", "306": "微離縛矩矩音作麗離相此七皆是三昧。以此諸三", "307": "昧而為莊嚴。更無過上。此是諸佛大界也。第", "308": "九段中有二門。初或以不動尊乃至悍總表", "309": "成辨門。二次先恭敬禮乃至摩訶沫履莎訶", "31": "謗生疑悔者。據別說中。初段略明能觀心所", "310": "廣明營辦門。有六陀羅尼可知。初中不動尊", "311": "種子心真言門。悍訶是行。阿聲又是行。點即", "312": "大空。由住是位能降一切。為菩提心作大護", "313": "也。二廣明營辦門中。如經說香等者。用種種", "314": "香華五寶五藥五穀。加於所獻閼伽水中。數", "315": "以密印灑之。如法所持閼伽嚴水中。用不動", "316": "尊慧刀印。清閼伽水中。所有供養中灑水", "317": "也。復頻誦真言者。灑水時誦不動尊真言也。", "318": "各說本真言者。香等真言也。及自所持明者。", "319": "念誦者本尊真言也。稱名者香等也。塗香真", "32": "住處及所觀本尊所住處。第二段中有五門。", "320": "言門。次有塗香等六種真言。皆是入漫荼羅", "321": "條供養時所要。故於此品中說。右句義中。", "322": "微輸上馱是淨義。健杜是香。納婆嚩是發生", "323": "義。所謂淨香發生。以句初微字為體。於嚩字", "324": "上加伊字之畫。是故轉聲為微。嚩字是金剛", "325": "義。離言說義。三昧是住義。如是定慧均等。即", "326": "是住無戲論執金剛三世無障礙智戒。如是", "327": "戒香其性本寂。無去無來而常遍滿法界。故", "328": "名淨塗香也。一切眾生雖復等共有之。然以", "329": "未發心故此香未發。我今已用此戒香遍塗", "33": "初三頌及三真言者是世界成就門。二是輪", "330": "法身。故能以淨香普薰一切也。心蓮華真", "331": "言門。右句義中。摩訶妹呾󰓑也。是大慈義。毘", "332": "庾蘖帝是生義。所謂大慈生也。以妹字為真", "333": "言體。即是莽字加三昧畫。是故轉聲呼之。莽", "334": "是心義我義亦名大空。言此心蓮華為妄我", "335": "所纏不得增長。今自證知心實相。故從慈悲", "336": "藏中八葉鬚蘂次第開敷。故曰從大慈生也。", "337": "復次淨菩提心樹王種子從慈悲地中滋長茂", "338": "盛開萬德華。以方便故成實。故曰從大慈生", "339": "也。當以字門廣釋之。燒香真言門。右句義中。", "34": "如金剛乃至阿字置其中者是莊嚴道場門。", "340": "達摩馱都是法界義。弩蘖帝是隨生義。亦是", "341": "遍至義亦是逝義進不住義。釋云遍至法界", "342": "也。以句初達字為體。以眾生界本不生故。乃", "343": "至法界定相亦不可得。如是法界深廣無際", "344": "不可度量。而瑜伽行人恒殊勝進不休息。故", "345": "身語心業悉遍如是法界。下至一華供養佛", "346": "時。亦遍如是法界。即是燒香義也。燈明真言", "347": "門。右句義中。怛他揭多是如來。唎旨是焰明。", "348": "次云。薩叵羅儜是普遍。阿嚩婆娑娜是諸暗。", "349": "伽伽猱陀哩耶是無限量等虛空。意言。如來", "35": "三次當轉阿字乃至自然髮髻冠者是成畫大", "350": "焰光普遍諸暗。等同虛空無有限量也。此真", "351": "言以句初多字為體。如於心之實相。即是毘", "352": "盧遮那大智光明。普照世間無所不遍。言諸", "353": "暗者即是無明。以無明本不生故體即是明。", "354": "是故如來光明普遍諸暗。言等虛空者。以無", "355": "明等虛空無量故。如來智光亦等虛空無量。", "356": "乃至老死如虛空無量故。如來智光亦如虛空", "357": "無量。如十二因緣者。一切諸法亦如是說如", "358": "是決定義名為燈明真言。以此加持燈明而供", "359": "養佛。即是諸供養中最也。飲食真言門。右初", "36": "日門。四若釋迦牟尼乃至真言者所居者是", "360": "云阿羅羅。是不可樂聞聲不善聲義。如人高", "361": "聲喧聒。令聽聞者心不寂靜。次云迦羅羅。是", "362": "止前不善高聲。是恬寞寂泊之義。此中正以", "363": "法喜禪悅為食義。是故寄此言之也。若就字", "364": "輪之相。阿是本初義。以有本初則有二種塵", "365": "垢。謂煩惱障智障也。由此二種塵垢故。則有", "366": "戲論諠聒之聲。今以諸法本不生故。二種塵", "367": "垢亦本不生。即是開甘露門成涅槃飯。故名", "368": "阿羅羅。復次若人勤修萬行。望得如是法味。", "369": "以有造作故二障還生。非是常命色力真甘", "37": "成畫釋迦門。五若持妙吉祥乃至瞞字者是", "370": "露味。今以諸法無造作故。內證味不從他得。", "371": "如食乳糜更無所比。故云止前不善聲也。沬", "372": "隣捺娜弭者。凡西方亭祭之食上獻諸佛下及", "373": "神鬼通名沬梨。其句義云。我以飯奉獻也。", "374": "次云沬隣捺泥者。此意言。受我所獻食。食已", "375": "當還與我妙食。如世間人以餙膳奉獻施福田", "376": "為令今世後世飯食無乏故。今以無盡法食", "377": "加持世間之供養。奉施諸尊。還當滿我所願", "378": "常充足不死不生之味也。次云摩訶沬履者。", "379": "即是於諸食中倍加廣大豐美。以此料簡上", "38": "成畫文殊門。初門最初於下位者。能成世界", "380": "句云。我今所獻及與所祈皆在極無比味無", "381": "過上味。不求有量之食也。第十段中。及餘者。", "382": "有力者非但五種供養。亦有廣大供養。謂四", "383": "海水作蓮池。建立青白純蓮華。清淨香食非", "384": "心所側。清淨山水草木華香美菓子比極樂", "385": "等虛空。放香雲遍滿大地。建幢蓋摩尼寶樹", "386": "滿大地。以上種種供養具故言及餘供養具。", "387": "依隨此法則者。不動尊也。是則持眾物者。運", "388": "心供養。樂欲供養佛者。即作普通供養印。所", "389": "願皆成就也。平等如法界者如理也。亦言契", "39": "之風輪也。彼風輪者訶字。所初安半月之輪", "390": "當也。普入諸趣中者。入者趣入也。福德而生", "391": "起者。問從運心生耶從佛菩薩生。亦從真言", "392": "印生耶。答非從獨生。和合生。故名能生也。幢", "393": "幡等乃至供養成佛事。所生也。各雨者。一一", "394": "供養物成雲。一一雲轉雨諸供物。如是展轉", "395": "不可窮盡。何以故。從理所生故。理無窮盡故。", "396": "思惟者所供本尊也。以虛空藏明等者。能出", "397": "供養法也。三轉者三遍也。持虛空藏明乃至", "398": "功德自圓滿顯功德藏。虛空者理虛空也。藏", "399": "者能出能藏也。增加句者顯能義也。隨時", "4": "3 供養儀式品(下)供養儀式品第三", "40": "也。黑光焰流布者。則是訶字光也。於訶字真", "400": "等二句道心劣慧人也。此生求悉地者。慧力", "401": "勇猛期剋佛果也。但作心者運心也。所為既", "402": "終竟者。至顯相也。外儀軌者事相供養也。阿", "403": "梨沙者歎佛功德也。無等無所動乃至三界", "404": "無所依。嘆佛功德門。初一偈拔苦也。二一偈", "405": "與樂也。三一偈拔苦與樂無限際也。四一偈", "406": "無有限時也。五一偈無能蔽也。六一偈濟無", "407": "不及也。七一偈無不與者也。八一偈能令生", "408": "果也。九一偈願不休也。十一偈畢定與也。當", "409": "誦梵本者梵文也。不得梵文依唐文得意亦", "41": "言門中。訶字是菩提幢亦是自在力。猶若大", "410": "同。誦持如是偈讚已以下六頌半結前願嘆", "411": "乞重制禁門。初二句結前起後。次二句乞願。", "412": "次四句歎德。次六句重乞。次八句重歎。末", "413": "後四句勸制。問第一第二請第一第二歎有", "414": "何義耶。答前願請果。後願請果用。前歎佛我", "415": "德。後歎虛空藏明具眾德。", "416": "4 持誦法則品(下)持誦法則品第四", "417": "四門同前。初釋名者。能修心中所修法則了", "418": "了記持。故言持也。所修法則口中能誦。故言", "419": "誦也。法則者能持因心也。所得果報畢竟不", "42": "將能破怨敵故。又訶字是菩提心寶。猶如摩", "420": "差。故言法則。言所持誦法即是法故持業釋", "421": "也。二來意者。前品中供養之人持誦故此品", "422": "來也。三宗趣者。所說不差是為宗也。得利與", "423": "他是為趣也。四釋文有二。先標後釋。標中初", "424": "二句結前起後。聖天等者。聖者菩薩也。天者", "425": "淨也。大日所化應機天故。住相應坐者。入道", "426": "場對本尊坐即時也。入三昧者專注一境也。", "427": "住心本尊心不暫捨故。四種者左文觀本尊。", "428": "本尊心中圓明照見真言字。次第而受持也。", "429": "靜慮者反謂定也。住心四處外無散故。軌儀", "43": "尼寶王能滿一切希願。次上者。能成世界水", "430": "者觀彼四即軌儀也。能所合故。能令內心者", "431": "即自心也。望合理今稱本心生喜樂故。故言", "432": "生喜樂也。以真實義者。深觀真言悟不生故。", "433": "加持者真言上中安觀心故。當得者初觀心", "434": "時也。成等引者合本不生故。約後釋有十門。", "435": "一若作真言念誦時乃至是名世間具相行。", "436": "有相念誦門。二四支禪門復殊異乃至瑜伽", "437": "勝義品中說。二無相念誦門。三次應轉變明", "438": "字門乃至於前品中說。是變字成身門。四本", "439": "尊三昧相應乃至隨息而出入。是本尊三昧", "44": "輪也。安水輪者。嚩字所安滿月輪也。雪乳者。", "440": "隨息門。五或修意支法乃至復為一方便。是", "441": "意支念聲真言門。六諸有修福慧等一偈。是", "442": "修無定門。七若樂求現法乃至具支供養應", "443": "如是知。是樂求現法成就門。八復為樂修習", "444": "乃至速得成就悉地。是大日三密速得門。九", "445": "復次若觀念乃至速得成就。是釋迦真言成", "446": "就門。十復次本尊之所住乃至智者應當悉", "447": "知解。是祕密事業可解門。初中念誦時者。捻", "448": "珠初起念誦即時也。今者上時言今也。彼方", "449": "便者。初念誦時即言彼也。所開示者。於供", "45": "滿月色也。頗胝月電光者。縛字色也。嚩字是", "450": "養儀式品中開示本尊也。令心淨無垢者。貪", "451": "瞋癡等不起念也。數者所說數滿也。時分者", "452": "剋限日月也。相現等者。圖像塔中出誦聲光", "453": "明也。有相者自身以外帶相觀故。二四支者。", "454": "右四種也。復殊異者。自身已外不觀本尊。凡", "455": "正觀時即作自大日。少者修時不多也。福者", "456": "外香華無力難辨也。成就者悟妙契大日本", "457": "地智故。下一句引證說也。三身祕之幖幟。本", "458": "自見自身本尊形也。彼乘位者自本尊位也。", "459": "四以心者種子字也。置心者完心也。為種子", "46": "諸法離言說義。若是戲論言說所行處悉皆", "460": "者。行者因心。念誦真言從因得果。故言種子", "461": "也。菩提心者真言也。欝金色者真金色也。童", "462": "真者童子異名也。文殊師利菩薩真言門。次", "463": "文殊入佛加持神力三昧。此加持三昧如上", "464": "毘盧遮那經初說也。醯醯是呼召義俱摩羅迦是童子義。", "465": "即是呼召一一憶本願也。又俱是摧破之義。摩囉是魔眷屬。所謂四魔。此真言以麼字為體。即是大空義也。證此", "466": "大空摧壞一切魔也毘目底鉢他悉體多解脫道住者謂呼此童子住於解脫", "467": "道者。即是諸佛解脫。所謂大涅槃也娑麼羅娑麼羅憶念憶念也鉢羅底", "468": "然先所五願也此真言意云。醯醯童子住解脫道", "469": "者。憶念本所立願也。一切諸佛法身成佛。入", "47": "可破可轉無有堅固。何故諸法離言說。以生", "470": "身口意祕密體。一切有心無能及者。然憶本", "471": "願故。以自在加持之力還於生死救度眾生。", "472": "此真言意亦爾。此童子久已法身成佛故請", "473": "其。以憶本願而度眾生也。由請菩薩本願。若", "474": "有見聞觸知憶念我者。皆於三乘而得畢定。", "475": "乃至滿一切願。此菩薩久已成佛。所謂普見", "476": "如來。或云普現如來。以大悲加持力示童子", "477": "身也。普通種子心真言門。迦字一切諸法離", "478": "作業故者。梵音迦哩耶是作業義。如諸外道", "479": "計有作者使作者等。諸部論師亦說有作有", "48": "不可得故。何故生不可得。以自性清淨故。自", "480": "作者有所用作法三事和合故者果報。若因", "481": "般若方便。謂有決定即墮無因。若墮無因一", "482": "切法則無因果。能生法名因。所生法名果。是", "483": "二法無故。作及作者所用作法罪福因果報", "484": "及涅槃道一切皆無。復次作作者相因待生。", "485": "若定有作法。則當定有作者。是皆不異外道", "486": "論議。如中論觀作作者品中廣說。今正觀察", "487": "作作者等。皆悉從眾緣生。即入本不生際。本", "488": "不生際者。有佛無佛法爾如是。誰造作之", "489": "乎。是故若見迦字。則知一切諸法皆是造作", "49": "性清淨即金剛薩埵身。故堅固不壞。百非所", "490": "所成。名為字相。若是有作法者。當知畢竟", "491": "無作名為真實義也。一切諸菩薩真言門。南", "492": "麼三曼多勃馱喃歸命如前薩婆他一切也微沬󰓆無慧", "493": "也。以無慧故名之為疑。此字正釋名為疑也微枳羅儜除也。此是除棄之義。如人除棄糞穢", "494": "名除糞也達摩馱啫法界也。為除一切無慧皆令住於法界也涅闍多生也。涅字", "495": "即入大空三昧從此而生即是法界生也參參訶此三字皆是種子也薩是堅義。", "496": "猶除此堅固故為最勝也。點是三昧。知二乘", "497": "入於涅槃。此即是堅固義。乃至若有堅者。即", "498": "是生住之相。一切動不動法皆是不安。猶除", "499": "此故有重空三昧之義。訶即是行。所謂如來", "5": "將釋此品亦四門分別。謂初釋名。二品來意。", "50": "不能于也。復於水輪上者地輪也。金剛輪者", "500": "行也。當得等虛空者。理虛空也。說諸法亦然", "501": "者。非但伽字一切字亦然。其首內者首骨內", "502": "腦上也。初字者金色阿字也。純白者著點阿", "503": "字也。於百明中最勝王也。心者勝中王也。眼", "504": "界者眼處也。無垢字者攬字也。所謂安眼處", "505": "故。現前者眼共心得見也。彼心處者行者完", "506": "心也。從此心起者。初阿字心起聲字。迦字以", "507": "為首者初也。初者因也。因種子也。餘字門者。", "508": "字門別故本尊別故言或復也。皆當修是法", "509": "者。迦字以為種子也。念以聲真實者。理無造", "51": "阿字所安四方輪也。本初字者阿字也。黃色", "510": "作也。或所持真言者。自本尊真言也。環列者", "511": "廣真言也。圓明者心圓明也。單字者種子也。", "512": "句因者三字以上即是句也。能詮法故令物", "513": "解故。因者字相依故相由故。然真言法中一", "514": "一字具足能詮法故令物解故。隨息而出入", "515": "者自息也。五或修意支法者。意支者簡心外", "516": "事也。應理者心至理也。方迺者持誦處時也。", "517": "懈者疲也。復為一方便者。從因至佛一依此", "518": "法故。六諸有修福慧者。劣慧少福初念誦人", "519": "也。七若樂求現法者。深慧勇猛人也。上者佛", "52": "者阿字色也。毘盧遮那真言心門毘盧遮那", "520": "也。中者菩薩也。下者斷煩惱聲聞也。心受持", "521": "者簡辨事也。隨力者亦得也。一落叉者十萬", "522": "也。亦言見也。若一一數中不離本尊心不散", "523": "亂言滿一落叉也。若散亂人萬萬落叉亦不", "524": "成就。要得定心得見本尊。故言見也。經第二", "525": "月具支方便迺修者。第三月一日為初作成", "526": "就法。謂待蒙佛指魔方作也。以心意持誦者。", "527": "待見光等也。八段中經于一月者。滿一落叉", "528": "亦言一見。次說彼方便者。欲滿欲見念誦時", "529": "也。當依者左法也。大日如來種子心真言門。", "53": "說真言心者。以如上諸真言等隨一一中則", "530": "阿字者一切諸法本不生故者。阿字是一切", "531": "法教之本。凡最初開口之音皆有阿聲。若離", "532": "阿聲則無一切言說。故為一切眾聲之母。凡", "533": "三界語言皆依於名。而名依於字。故悉曇阿", "534": "字亦為眾字之母。當知阿字門真實義亦復", "535": "如是。遍於一切法義之中也。所以者何。以一", "536": "切法無不從緣生。從緣生者悉皆有始有本。", "537": "今觀此能生之緣。亦復從眾因緣生。展轉從", "538": "緣誰為其本。如是觀察時。則知本不生際。是", "539": "萬法之本。猶如聞一切語言時即是聞阿聲。", "54": "有根本真言心真言隨心真言。如是等無量。", "540": "如是見一切法生。即是見本不生際若見本", "541": "不生際。即是如實知自心。如實知自心。即是", "542": "一切智智。故毘盧遮那唯以此一字為真言", "543": "也。而世間凡夫不觀諸法本源故。妄謂有生。", "544": "所以隨生死流不能自出。如彼無智畫師。自", "545": "運眾彩作可畏夜叉之形。成已還自觀之。心", "546": "生怖畏頓躄于地。眾生亦復如是。自運諸法", "547": "本源畫作三界。而還自沒其中。身心熾然備", "548": "受諸苦。如來有智畫師既了知已。即能自在", "549": "成立大悲漫荼羅。由是而言。所謂甚深祕藏", "55": "無邊不可知數。今總說真言心。即此阿字是", "550": "者。眾生自祕之耳。非佛有隱也。問此阿字是", "551": "種子。前第三品中是大勤勇種子即疏云是", "552": "大日種子。其義云何。答阿字是生菩提果。欠", "553": "字是現果涅槃。是故二俱種子亦是無妨也。", "554": "如來豪相真言門。歸命如前。阿行。痕因。若", "555": "生。以此不生之行淨一切因也。闍為生不可", "556": "得也。如前轉阿字等一頌總歎能成字。住本", "557": "尊瑜伽以下廣釋依能成字莊嚴行者身。前", "558": "中如前轉阿字以用阿五字等加持行者身", "559": "上。所加持五字能轉。故言成大日尊。廣釋中", "56": "諸法本不生義。若離阿聲則無餘字。即是諸", "560": "住本尊瑜伽等一頌明字所安置處。於三摩", "561": "等一頌明能觀心所作用。五種真言心門五字", "562": "為身。豪相印置眉間。阿字為百光成果。開無", "563": "垢眼見性淨之理坐無生宮也。阿字遍金色等", "564": "一頌明字色并所安處。此中用作金剛輪者。", "565": "字所安四角金剛輪也。與字色少淺也。加持", "566": "於下體者。真言者腰中也。瑜伽者佛身與我", "567": "身無異。故言瑜伽也。座者依佛坐法故。水等", "568": "瑜伽可知。󱃱字等一頌明悲水瑜伽。霧聚者", "569": "行者自齊也。亦霧聚者字所安滿月輪也。覽", "57": "字之母。即一切真言生處也。謂一切法門及", "570": "字等一頌明智火瑜伽也。中三角者明字所安", "571": "處也。與字色少淺也。唅字等一頌明自在瑜", "572": "伽也。風輪者字所安半月輪也。佉字等一頌", "573": "明大空瑜伽也。想成一切色者。非但字成一", "574": "切色。字所安四角處亦成一切色。字與處處", "575": "少淺也。百光遍照王者有點阿字也。無垢者", "576": "囕字也。心月圓明處者。有想念誦者所見本", "577": "尊心處也。若無相念誦人所觀即是自完心", "578": "處也。聲鬘者。種子字置中間。餘字周匝圍遶。", "579": "隨處而受持者。自本尊真言也。第九段中", "58": "菩薩等皆從毘盧遮那自證之心。為欲饒益", "580": "釋迦如來真言門。次釋迦如來入于寶處三", "581": "昧。寶從彼出名為寶處。猶如大海出種種寶。", "582": "若至彼州。則隨意所須無所不足也。佛入此", "583": "三昧已。從其面門出種種光。光中現此真言。", "584": "乃至普遍一切佛剎。餘真言當知皆如此說", "585": "也。薩嚩訖隷奢一切煩惱也泥蘇馱那摧伏也。通上句云摧伏一切煩", "586": "惱也薩嚩達麼一切法也嚩勢多補羅鉢多得自在也。通上句云於", "587": "諸法中而得自在也。以除諸障故伽伽那虛空也娑入摩平聲中有阿聲娑", "588": "入摩娑摩是平等義。即是等同虛空也。行等空無邊清淨也。於一切自在無礙同於虛空也。下句與阿相", "589": "連是無等也。不等者即是二乘以有所闕故名無等。即是施權意也然此真言以初薩", "59": "眾生。以加持力而現是事。然實即體不生同", "590": "字為體。娑入是漏義立是堅義。入阿字門即", "591": "無漏無堅。若有堅牢即是生滅壞破之法。若", "592": "令同於阿字。此堅本來不生。即是諸法之中", "593": "而得自在。等於虛空能為一切寶州也。私謂", "594": "釋迦以大悲力於周體密緻猶如金剛。一闡", "595": "底等亦令破壞此見而入佛法。施其大寶之", "596": "願豈非於諸法中而得自在能破一切堅牢", "597": "也。如是者。於毘盧遮那釋迦牟尼法中念誦", "598": "者如所莊嚴身也。本經者簡別經也。亦當如", "599": "前方便者此經也。字門觀者種子也。若依此", "6": "第三宗趣。四釋文。初釋名者。行者供養合聖", "60": "於阿字之法體也。此字於真言中最為上如", "600": "如來行者。簡菩薩金剛等也。大悲胎藏者。如", "601": "來大悲業也。王者毘盧遮那是也。得阿闍梨", "602": "灌頂者。得傳法阿闍梨灌頂也。如律中受具", "603": "足戒。持明灌頂者。如律中未受具戒者。但自", "604": "作本尊真言印念誦。不得廣行學也。若欲得", "605": "遍學者。至蒙佛加被至誠念誦。得加被已後。", "606": "請傳法阿闍梨得蒙遍學阿闍梨灌頂。乃能", "607": "廣行。四支禪者本尊等也。非但滅煩惱。於", "608": "修行者具足法則也。本法者入佛三昧耶等", "609": "也。十段中有五種門。初二句總。本尊之所住", "61": "是故真言行者常當如是受持也。是故一切", "610": "者。三部等中得何尊。漫荼羅位者。隨得本尊", "611": "造壇爾。次二句釋。彼形色者本尊色也。依此", "612": "瑜伽者。本尊金色壇金色。本尊欝金壇欝金。", "613": "二初二句總標。次二句略釋。有三種者。從因", "614": "至果有三種義。於其中間寂災者。亦心念誦", "615": "故。悟三毒煩惱不生言寂災也。增益者。悟煩", "616": "惱不生智即是佛果。得佛果故言增益也。降", "617": "伏心者有二義。一得佛已後煩惱不起言降", "618": "伏也。二以不起故能攝萬德。亦有攝召義也。", "619": "三純素等二句釋彼色形。凡四分者。素者圓", "62": "真言住於阿字。猶住此故誦之即生他一切", "620": "場也。角者方場也。赤者三角場也。深玄者八", "621": "角場也。即是蓮華場也。純色二種字通四場", "622": "也。北面等八句廣釋悉地作用。住蓮華座者。", "623": "結跏坐是。所謂先左脚著右髀上。後右脚著", "624": "左髀上也。吉祥坐者。右脚著左髀上。亦言半", "625": "跏坐是也。在賢坐者。蹲坐雙脚跟著身後分", "626": "至地是也。蹲坐者。後分不至地。以右脚跟支", "627": "左脚不至地。膝稍亞向前即是也。幖幟者印", "628": "等也。性者本尊所住自體也。自體者自位也。", "629": "形色本尊外相也。威儀者所持寶等也。隨所", "63": "字德。二莊嚴道場門。如金剛者如理也。大因", "630": "應者。隨本尊供何華香也。捨處遠遊者遣去", "631": "是也。摧害者三角之場所作法也。蓮華場作", "632": "亦得。真言之初等八句轉變真言門。此中初", "633": "二句南麼三曼多勃馱喃唵某甲𤙖發莎訶。謂", "634": "念誦者三毒不著。今同不生故言寂災也。次", "635": "二句者南麼三曼多勃馱喃。唵某甲𤙖發。謂實", "636": "相法中有真實。行者取用喫法食故言攝召", "637": "用。次一句南麼三曼多勃馱喃。納麼某甲𤙖", "638": "發。納麼。謂行者喫法食後。得法力故言增益", "639": "用。次一句南麼三曼多勃馱喃。𤙖發。謂行者", "64": "陀羅者理具德義也。普皆遍流出者阿字所", "640": "得法力後。塵沙煩惱一時頓滅。故言降伏用。", "641": "次句中通三處者。寂災增益降伏之處。", "642": "5 真言事業品(下)真言事業品第五", "643": "四門同前。初釋名者。真言如前。事者差別也。", "644": "業者造作。二來意者。前品之中依於法則持", "645": "誦。誦者必有真言事業。故此品中來。三宗", "646": "趣者。所謂本尊還歸本處為宗也。真言飲食", "647": "不茇天命。終歸無相菩提為趣。四釋文者有", "648": "十門。一上弘下化修供門。二從次持所造乃", "649": "至我亦如是發願。是如佛我修迴向門。三從", "65": "出光也。於彼中者所出光。導師諸佛子者光", "650": "次當奉獻乃至皆悉圓滿。是獻閼伽後送尊", "651": "門。四從又應如前乃至無有異也。是被甲現", "652": "修如佛門。五從次復起增乃至不應飲噉。是", "653": "自住佛身讀經門。六從次奉摶食乃至真言所", "654": "說。是摶食奉獻本尊門。七從復誦施十力乃", "655": "至休息少時。是誦十力明本尊瑜伽飲食門。", "656": "八從復當禮拜乃至隨類悉地。是修業無間", "657": "得益門。九從常依內法而澡浴乃至是謂世", "658": "間之悉地。是淨水澡浴摧障門。十從次說無", "659": "相最殊勝乃至當得出世間成就。是無相最", "66": "所作尊也。水者能觀定也。白者本不生理也。", "660": "勝證請門。第一段中如前事業者。不動尊真", "661": "言印也。作金剛薩埵身者。用鑁字成身也。第", "662": "二段中證知解了者。內證境界也。如來大住", "663": "者。本不生處也。興大悲願者。自所得理欲與", "664": "一切眾生也。第三段中各當隨所安者。從本", "665": "不生來今還本不生。後復垂哀赴者。赴為眾", "666": "生來。後請還度我不捨去也。若深密釋者。既", "667": "自作本尊。何時離佛海也。法界本性者囕字", "668": "也。明者真言也。印者手印也。三印者入佛法", "669": "界薩埵也。皆悉圓滿。於明相中入道場坐時", "67": "蓮者理離染著也。妙色者理光也。金剛莖者", "670": "事了也。日中初夜亦復如是。第四段中又應", "671": "以下歎依法念誦者德也。第五段中次復起增", "672": "上心以下於出道場以後外讀經處事業也。觀", "673": "世者菩薩名也。蓮華者蓮華部主也。眼者諸", "674": "佛眼門也。本性加持者。本尊種子印等也。觀", "675": "自在種子心真言門。娑是諸漏。傍有二點即", "676": "是阿。除遣諸漏。無漏觀故自在也。觀音菩薩", "677": "真言門。次觀音菩薩入于普觀去聲三昧。住是", "678": "平等無所不遍名為普入。以此普眼而觀眾", "679": "生。故名觀自在者。入此三昧已。從其心出種", "68": "無非理也。八葉者略現毘盧遮那佛德也。具", "680": "種光。光中現是諸法門真言也。薩嚩怛他竭", "681": "多即是一切如來。謂十方三世諸佛也嚩路吉多觀也。同彼佛所觀故名諸如來之觀。即是", "682": "平等觀也即是普觀也羯嚕拏悲義也麼也體也。所謂大悲為體也。猶如金人以彼自", "683": "體。純是金故名為金人。此菩薩亦爾純以大悲為體也囉囉囉囉是塵義。入", "684": "阿字門即是無塵也。所以三重者。謂除凡夫", "685": "二乘塵障。𤙖是恐怖義。以大威猛自在之力", "686": "怖彼三重塵障。令得除淨而同佛眼也。闍此", "687": "最後字。是種子也。諸字皆為釋此字義。即生", "688": "不生是闍字義也。或以初薩字為體。亦同得", "689": "用之。是驚覺義也。吽字中有訶字。是歡喜義。", "69": "鬚蘂者恒沙性大悲也。眾寶者理恒沙德也。", "690": "上有大空點。是三昧。下有字亦三昧。上者", "691": "三世諸佛皆同此觀三昧中行也。故名等觀", "692": "也。第六段中摶食者。摶是節量食也。隨意食", "693": "法者。凡有飯四分。一供養本尊。二行者自分。", "694": "三同學者來可食。四為飢貧濟。若待同學不", "695": "來者。行者自食亦得。增減者動也。悅澤者妙", "696": "面完色也。第七段中如是者十力明也。真言", "697": "心者不動種子。休息者眠也。第八段中懺者", "698": "此云請受也。悔者解也。復當禮拜者。日中入", "699": "道場時也。乃至者日中念誦以後出道場時", "7": "海。聖海歡喜受。初供一供種種供養滿聖海。", "70": "常出無量光者上佛所放佛菩薩也。百千眾蓮", "700": "也。恒依是住者。一日三時念誦不闕也。後日", "701": "分者初入道場時也。事業金剛者鑁字嚴身", "702": "也。次當運心者。初夜入道場。至中夜念誦了", "703": "時也。係意在明者。欲睡眠時。出入息中以用", "704": "種子字在其中也。何以故。睡眠自作本尊三", "705": "昧睡故。本尊息即是真言故。若如是睡者。塵", "706": "沙三昧從睡得故。恒沙功德從睡悟故。睡覺", "707": "不離佛海故。此人即是金剛法界宮中人也。", "708": "床上者若好水土行者地中臥亦得。若惡水土", "709": "損其行者床上亦得。然者不得太高。何以故。", "71": "繞者化主所坐。右三頌現阿字德也。其上以", "710": "本尊道場著地。不令人坐太高故。若下床得", "711": "損腰。離損故。若自作本尊三昧者不論高下", "712": "故。聖凡不別。故論高下者著相凡也。得名", "713": "號者非人間也。十方佛國佛邊也。展者策也。", "714": "第九段中常依內法者。著相凡夫不知外法", "715": "空。何況知空亦空。若能解了外相空。漸入實", "716": "相法平等無取捨故。如經所說阿字門等也。", "717": "而澡浴者。若能得悟塵勞空寂。最淨浴也。觸", "718": "食者。若能悟人法皆空。所成食等何有觸也。", "719": "若有行者起念動心即須羞。若能得羞離生", "72": "下四頌顯道場莊嚴也。大覺師子座者。即師", "720": "死飯故得阿字等故。若起念喫食淨念乃喫。", "721": "若得不觸食等要知食空。已上食等為乞食", "722": "念誦者說也。住持是身有二。一為護他故。", "723": "二除自執故。法界心者。畫著流水中安字。以", "724": "下住若坐若立。取安字處水浴也。不動等者。", "725": "不動降三世各用亦得。雙用亦得。護方等者。", "726": "辟除結界也。自性觀者自作本尊也。轉者遍", "727": "也。持者誦也。默然者有三處。一食時。二大", "728": "小便時。三洗浴時。降三世種子真言門。訶字", "729": "是行。加阿聲是極行。以此除遣諸行。則是不", "73": "子者能降伏煩惱義也。寶王者能滿眾生願", "730": "行一切行。故有除義。以此能降三世也。降三", "731": "世明王真言門。次降三世明王真言皆是毘", "732": "盧遮那如來住於法幢高峯加持三昧。如初", "733": "序品中說也。如來說此二明。皆是彼諸佛三", "734": "昧。為令行人初發菩提心守護增長。令至成", "735": "佛果圓終不退失墮在非道者。即不動明王", "736": "是。為降伏世間難調眾生故。即降三世明王", "737": "是也。故次說之。所謂三世者。世者名貪瞋癡。", "738": "降此三毒名降三世。又如由過去貪故。今受", "739": "此貪報之身。復生貪業受未來報。三毒皆爾。", "74": "也。大宮殿者金剛法界宮。寶柱者諸波羅蜜", "740": "名為降三世也。復次三世者名為三界。謂毘", "741": "盧遮那如來始從有頂迄至于下地從上向下。", "742": "於一一天處皆化作無量眷屬大天之主。令", "743": "勝彼天百千萬倍。彼怖未曾有。更有何眾生", "744": "而勝我耶。乃至以法而降伏之。次第而下。", "745": "以能降伏三世界主故。名降三世明王也。訶", "746": "訶訶訶是行義是喜義。是三行者。即是三乘人行也。此字入阿字門即此三行本來不生。由本不生故即越", "747": "此三行。是為佛行也毘薩麼二合曳此是奇哉怪哉之義也如佛常教以慈對治於瞋。以無貪治", "748": "貪。以正見除邪見。今乃以大忿瞋而除忿瞋。以大貪除一切貪。此則最難信難解。故言怪哉也怛他揭", "749": "多一切諸佛也毘舍也境界也三婆嚩生也。謂從諸佛境而生也。佛境界者", "75": "也。幢蓋者幢能降伏蓋能利益。珠鬘者方便", "750": "所謂諸法實相。從此實相而生。故號為降三世也帝入隷二合路迦也二合即是三界", "751": "也微闍也此是降勝之義也𤙖義同上說惹呼召警覺之義。若誦此能遍入一切眾生", "752": "心。而警覺之令除垢障等於法身之佛也然此真言以此帝入㘑二字字", "753": "為體。上有多聲即是如如之體。即是本來不", "754": "生。以不生故即是諸垢障亦自本來不生。稱", "755": "此理而修定慧具足。故能降伏三世也。灑淨", "756": "者。掬水中誦三遍頭上灑也　具者三昧耶等", "757": "也。聖天者本尊等也。為淨身心利他故以下", "758": "入於念誦道場對本尊時。三等者三密也。限", "759": "量者同本尊也。句者法也。第十段中真實緣", "76": "波羅蜜等也。寶衣者離過義。何以故。自離過", "760": "生者。真實者是本不生法。妄言相寂無凡可", "761": "度。法慧常照無邊無斷。故知世間日淨明在", "762": "中無夜相也。緣生者。真智其體。強言大悲。眾", "763": "生不知本自覺體。令悟覺體故然言緣生。離", "764": "攀緣者。既知覺體然外緣佛也。末後一偈流", "765": "通中甚深流通。此中初一句表無相法體。次", "766": "一句深法之中劣慧所不堪。次一句為劣慧", "767": "人故現相法。次一句非但有相亦有前後差", "768": "別耳。右阿闍梨已下翻譯家語也。此中阿闍", "769": "梨者。聖者文殊師利也。又說彼於真實緣生", "77": "離他過也。香者戒也。華者慧也。雲者𦆔󱈲也。", "770": "句者。彼者阿字也。真實者本來不生理也。緣", "771": "生者緣眾生也。句者法也。又可云。依於真", "772": "實緣生句者。依於真實者依本不生理也。緣", "773": "生者阿字也。臨機示現聲字故。內心支分離", "774": "攀緣者。內心支分者能證智也。離攀緣者沈", "775": "心本不生理也。甚深無相法者本不生理也。", "776": "著相劣慧不得悟入之理故。問唯有沈心者", "777": "更有妙用也。答若能沈理即是具也。何以故。", "778": "能行融故。問理用身心耶不耶。答若能用其", "779": "印者。是為其身心也。問阿誰向本法呼造本", "78": "眾寶者布施等四攝也。雜華者慈悲等四無", "780": "不生耶。答有三種。一祕密釋。二祕密中祕釋。", "781": "三祕祕中祕釋。一祕密釋者。毘盧遮那佛說", "782": "本不生故。二祕密中祕釋者。阿字自說本不", "783": "生故。三祕祕中祕釋者。本不生理自有理智", "784": "自覺本不生故。此供養法一卷從初至末唯", "785": "有為一大事。所謂彼於真實緣生句內心支", "786": "分離攀緣。又可云。甚深無相法劣慧所不堪", "787": "為應彼等故兼存有相說。此文造人新羅國", "788": "零妙之寺釋僧不可思議。隨分穿鑿。願此文", "789": "見獨知於本不生理中證。", "79": "量也。嚴地者生成佛智住持故。繽紛者繁布", "790": "大毘盧遮那經供養次第法義疏卷下", "791": "元祿十三年庚辰之夏以古來之點一校了", "8": "故言供養儀式品。所謂供養有三。一者外供", "80": "義。諧韻所愛聲者。非但有寶能出常樂我淨", "81": "聲也。諸音樂者聞者淨耳根也。賢瓶者所有", "82": "無非慧也。閼伽者能洗煩惱垢也。寶樹王開", "83": "敷以下二頌顯能化主德。初句直顯能化主。", "84": "摩尼燈者如閻浮金色等也。三昧是定也。總", "85": "持是慧也。三昧總持即是地也。婇女者般若", "86": "智。智能養義也。佛波羅蜜者佛部真言也。等", "87": "者等取金剛也。菩提妙嚴華者蓮華部真言", "88": "也。菩提所覺也。妙嚴華能覺也。方便者應機", "89": "也。眾伎者能說也。妙法音者諸尊真言也。以", "9": "養。謂香華飲食及燃燈莊嚴道場等也。二者", "90": "我功德力以下一頌顯自他法力德可知。右", "91": "釋深祕道場莊嚴也。淺略釋可知。發願如上", "92": "所說。盡心供養本尊。次誦真言作印。次釋虛", "93": "空歲轉明妃真言門。經曰。爾時如來復說虛", "94": "空藏力虛空藏轉明妃真言曰者。猶如虛空", "95": "不可破壞一切無能勝者。故名虛空等力。又", "96": "藏者如人有大寶藏。隨所欲者自在取之不", "97": "受貧乏。如來虛空之藏亦復如是。一切利樂", "98": "眾生事皆從中出。無量法寶自在取用而無", "99": "窮竭。故名虛空藏也。轉明者。轉是能生之義。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1797 大毘盧遮那經供養次第法疏", "author": "唐 不可思議撰", "sourceLink": "http://www.cbeta.org/"}