{"author": "後漢 安玄譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0322 法鏡經: 法鏡經: 法鏡經: 法鏡經: 法鏡經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 322 [Nos. 310(19), 323]", "1": "序法鏡經序", "2": "夫心者，眾法之原、臧否之根，同出異名，禍", "3": "福分流。以身為車，以家為國，周旋十方，稟無", "4": "勌息。家欲難足，由海吞流、火之獲薪，六邪", "5": "之殘，已甚於蒺䔧田之賊魚矣！女人佞等三", "6": "鬽，其善為而信寘，斯家之為禍也。尊邪", "7": "𤻀、賤清真、連叢瑣、謗聖賢、興獄訟、喪九親，", "8": "家之所由矣。是以上士，恥其穢、濁其廣，", "9": "為之懾懾如也；默思遁邁，由明哲之避無道", "10": "矣。鬄髮毀容、法服彌為、靖處廟堂、練情攘", "11": "𤻀、懷道宣德、開導聾瞽，或有隱處山澤、", "12": "枕石漱流、專心滌垢，神與道俱、志寂齊", "13": "平，無名明化用也。群生賢聖競于清淨，稱", "14": "斯道曰大明，故曰法鏡。騎都尉安玄、臨淮", "15": "嚴浮調，斯二賢者年在束齓，弘志聖業，鉤深", "16": "致遠，窮神達幽，愍世矇惑，不覩大雅，竭思", "17": "釋傳，斯經景摸。都尉口陳，嚴調筆受，言", "18": "既稽古，義文微妙。然時干戈未戢，志士莫", "19": "敢或遑，天道陵遲，內學者寡，會覩其景化，", "20": "可以緣塗炭之尤嶮，然義擁而不達，因", "21": "閑竭愚，為之法義。喪師歷載，莫由重質，心", "22": "憤口悱，亭筆愴如，追遠慕聖，涕泗并流。今", "23": "記識闕疑，俟後明哲，庶有暢成，以顯三寶矣。", "24": "法鏡經", "25": "後漢安息國騎都尉安玄譯", "26": "聞如是：一時，眾祐遊於聞物國勝氏之樹給", "27": "孤獨聚園，與大眾除饉千二百五十人俱，", "28": "及五百開士，慈氏、敬首、始棄、闚音，開士", "29": "之上首者也。彼時若干百眾圍累側塞眾", "30": "祐而為說經。爾時，聞物城中有理家名甚，", "31": "與五百眾從聞物城中出，往到勝樹給孤獨", "32": "聚園，詣眾祐所，到以首禮眾祐足，便就座", "33": "而坐。及理家有字愛遇、有字迺遇、有字善", "34": "授、有字大威、有字給孤獨聚、有字龍威、有", "35": "字諦思，斯一切五百眾等共往詣佛所，到以", "36": "首禮眾祐足，皆於眾祐前就座而坐。其諸理", "37": "家，一切以發求大道，皆與其眾共造德本，", "38": "有決於無上正真道，惟給孤獨聚不耳。於是", "39": "甚理家以見大眾理家集會坐定，避坐而起，", "40": "整衣服，稽首長跪，叉手白言：「己欲有所問，", "41": "要者眾祐豈有閑暇敷演己所問？」眾祐報甚", "42": "理家言：「如來常為理家有閑暇敷演所問，理", "43": "家汝便問，恣汝所求索於如來、應儀、正真道，", "44": "吾當相為敷演所問，趣得汝意。」甚理家問佛", "45": "言：「於是，要者眾祐！若族姓男女，發意求無", "46": "上正真道、好喜大道、發行大道、欲致大道、", "47": "欲下大道、欲知大道，請命一切眾生、安慰", "48": "眾生、救護眾生，其誓曰：『未度者吾當度之；", "49": "未脫者吾當脫之；不安隱者當慰安之；未", "50": "滅度者吾當滅度之。』為受一切眾生重任，欲", "51": "救護眾生故，而自誓發斯弘大之誓，知生死", "52": "若干多惡惡，意如不勌，生死無數劫，意而不", "53": "邂。彼，要者眾祐！或有開士去家為道，以致", "54": "道品之法，或有居家者。善哉要者眾祐！愍", "55": "傷眾生，亦加惠此大道者以興隆三寶，亦", "56": "使一切敏典籍久在故，如來願說開士居家", "57": "者學德之法。何謂，要者眾祐！開士居家而", "58": "承用如來教誨者，以不虧亦不損其本所", "59": "願，所謂無上正真道也；亦現世有無罪之行，", "60": "後世往殊勝之道；亦被要者眾祐！開士去", "61": "家為道者，捐棄憎愛、除鬄鬚髮、被服法", "62": "衣，在家有信、離家為道，示其教誨，法式、正", "63": "式、德式具現之。要者眾祐！開士去家為道者", "64": "及居家者，修之云何？」於是眾祐歎甚理家", "65": "曰：「善哉善哉，理家！今汝迺知問如來居家、", "66": "去家開士之所施行。是以理家！且聽我所說，", "67": "勉進善思念之，開士居家為道者修學德善", "68": "之行。」甚理家受教而聽。眾祐言：「於是，理家！", "69": "開士居家為道者，當以自歸於佛、自歸於法、", "70": "自歸於眾。彼以自歸之德本，變為無上正真", "71": "道。理家！自歸於佛、法、眾者云何？我當以成", "72": "就佛身三十二大士之相以自嚴飾，亦以其", "73": "諸德本而致三十二大士之相，以致彼諸德", "74": "本，便而精進行之。開士居家者自歸於佛，", "75": "為如是也。自歸於法者云何？謂為恭敬法、求", "76": "法欲法，樂法之樂，法隆法依、法護法慎，如法", "77": "住，隨法術，為法典，為法力、為求法財，為法", "78": "靜治，為造法事，我亦當天上世間分布是", "79": "法。開士居家者自歸於法為如是也。自歸", "80": "於眾者云何？若開士居家或見溝港、或見", "81": "頻來、或見不還、或見應儀、或見凡人求弟子", "82": "道者，為恭敬彼，承事供養，師之尊之，以禮待", "83": "之。若以承事彼正法正術者而以得是志，", "84": "亦我當得無上正真道。以講授經，成就弟子", "85": "之德，而為恭敬彼，不亦而羨彼。開士居家", "86": "者自歸於眾，為如是也。", "87": "「又復理家！開士以修治四法為自歸於佛。何", "88": "謂四？一曰、道意者終而不離，二曰、所受者", "89": "終而不犯，三曰、大悲哀者終而不斷，四曰、異", "90": "道者終而不為也。是為四法。開士居家者", "91": "自歸於佛，為如是也。「又復理家，修治四法為", "92": "自歸於法。何謂四？一曰、諸法言之士，以承", "93": "事追隨之；二曰、所聞法以恭敬之；三曰、已聞", "94": "法本末思惟之；四曰、如其所聞法，隨其能為", "95": "人分別說之。是為四法。開士居家者自歸", "96": "於法，為如是也。「又復理家！修治四法為自", "97": "歸於眾。何謂四？一曰、末下要生弟子之道，", "98": "而意以喜一切敏；二曰、亦以為積聚物，以法", "99": "積聚而化之；三曰、以有依恃有決之眾，而", "100": "不依恃弟子之眾；四曰、求索弟子之德，不以", "101": "其德度而度也。是為四法。開士居家者自", "102": "歸於眾，為如是也。「又復理家！在家修道，以", "103": "見如來則行思念佛，是為自歸於佛；已聞法", "104": "則已思念法，是為自歸於法；若已見如來聖", "105": "眾，猶思念其道意者，是為自歸於眾。", "106": "「又復理家！在家修道，發求遭遇佛而以布施，", "107": "為自歸於佛；若以擁護正法而已布施，是為", "108": "自歸於法；若已其布施，為致無上正真道，", "109": "為自歸於僧。「又復理家，在家修道者！若修", "110": "賢夫之行，行不以凡夫之行，彼是賢夫之行", "111": "也。而以法求財不以非法，以正不以邪，", "112": "亦而為正命。不以嬈固人，以法致之。財多行", "113": "非常想，以受其寶，是以恒隆。施而供養", "114": "父母知識、臣下昆弟、親屬，為以敬之，奴客侍", "115": "者瞻視調均，亦以教化。斯殊法亦以受", "116": "重任，是謂眾生重任也。精進而不懈，不受之", "117": "重任，而以不受之，謂是弟子各佛智之事。成", "118": "就眾生而不勌，不慕身之樂，為致眾生樂。", "119": "利衰毀譽、稱譏苦樂不以傾動，以殊越世間", "120": "法，富有財不喜悅；又於三道，無利無稱、無譽", "121": "聲、", "122": "無賞。所行為熟慮，受正為喜悅，邪受見知", "123": "要意而有正行。稱譽之兩，以除解已，得其", "124": "所誓，以憂人事，不自忽其事。有恩在人訖，終", "125": "不望其報，作恩施若干，知恩知反復，為造", "126": "行恩德。貧者為施財，諸恐畏者為安隱之，", "127": "憂慼者寬解其憂，無力者忍默之，諸豪強", "128": "者損憍慢，以棄殊過慢尤慢。以恭敬尊長，", "129": "承事多聞者，能問明知者。所現以直不虛", "130": "飾眾人，而有方便行，德而可求哉！為多聞不", "131": "厭無足，正修懃力，固與聖人相遭。追隨", "132": "聖人而尊敬之，多聞者為事之，知者為問", "133": "之，所以現直。不師秘眾經，如其所聞為現之，", "134": "所聞而曉其義。「一切欲之嬉樂為計非常，不", "135": "慕惜身，以自觀其壽如朝露之渧，計財產", "136": "所有如幻雲也。家屬人客計為怨，妻子男", "137": "女計為無擇之地獄，以其所有者計為一", "138": "切苦，田地舍宅萬物所業者，常以計為疵", "139": "也。所求致之德，為不敗壞想；家居者為危想；", "140": "知識臣下昆弟親屬者，為地獄主者想；終日", "141": "夜者，為之同想。以不實之身，為以受實", "142": "想；以不實之壽，為受實想；以不實之財，", "143": "為受實之想。彼若以禮節眾事敬事人者，", "144": "是以不實之身，為受實也。若昔眾德之本", "145": "而不毀，又復增殊者，是以不實之命，以為", "146": "受實也。是若以制慳而布恩施德者，是以", "147": "不實之財，為以受實也。是為開士居家修", "148": "道者為賢夫之行，為事如是，而無罪也；為", "149": "如來言說、為法說也；亦不毀而不損其本誓，", "150": "是謂無上正真之道也。迺現世有無罪之行，", "151": "後世亦墮殊勝之道也。「又復理家！開士居家", "152": "修道者，當以自奉持戒事，謂是奉持五戒事", "153": "也。是以為不好殺生，不加刀杖蠕動之類，", "154": "不以嬈固人；是以不好盜竊人物，自有財", "155": "而知足，他人財不以思，至於幾微草𤻀之", "156": "屬，不與終而不取；是以為不好欲之邪行，", "157": "自有妻而知足，他婦女不喜眼視也。意常", "158": "以自患已，思念欲都為苦。如使生欲念，自", "159": "於其妻，則以觀惡露，以恐怖之念，勞為欲", "160": "之事，以無畏不苦，以慕戀不常，淨樂想達", "161": "志，迺如是我當以自修。若以思想欲，我以", "162": "不為之，何況數數有？是以為不當好妄言，", "163": "以諦言誠言；以不偽詐性；以不敗心如有", "164": "誠，如其所見聞而說之；慎護經法，不用軀", "165": "命，故以不妄言。是以不當好飲酒，以不醉不", "166": "迷惑不急疾，以無罰而順化，強志以正知。「如", "167": "使復興布施意可，所有一切吾當與人，求", "168": "食與食、求飲與飲、求車與車、求衣與衣，是以", "169": "與人酒以建志，如是布施度無極。為是時若", "170": "有人所索，則而為與。時我能以酒施，令從", "171": "彼化志，如以自知為行不迷惑。所以然者何？", "172": "夫開士者為眾生周滿其所願，布施度無極，", "173": "一已如是。開士居家者以酒施人，而為不獲", "174": "罪。是以理家！開士以其所修學之德本，變", "175": "為無上正真道，若以善修，慎護斯五戒矣。又", "176": "當有殊者，不當以相讒眾人，紛諍者而以", "177": "和協之，以為不麁言，以柔軟之言，恒先", "178": "與人言，亦不以綺語，為義說、為法說、為時", "179": "說、為如事說；亦不有癡網，而以安隱加施", "180": "眾生；意為不敗亂，恒以忍辱力而自嚴。以", "181": "為用正見，去離邪見，猶為稽首諸佛眾祐，不", "182": "為他天神也。「又復理家！居家修道者，或在", "183": "墟聚郡縣國邑下，當於彼擁護經法，擁護經", "184": "者為之奈何？夫不信者以信教化之；慳貪者", "185": "以施教化之；惡戒者以戒教化之；亂意者", "186": "以忍事教化之；懈怠者以精進教化之；失志", "187": "者以思惟教化之；邪知以智事教化之；貧", "188": "財者以富之；諸病者以藥施之；孤獨者以", "189": "為家屬；無歸者以為歸；無依者以為依，為彼", "190": "一切國邑壤者，擁護經法為若此。", "191": "「理家！或彼開士至一至二至三至於百，教誨", "192": "人民，皆使修眾德之法。彼開士便以悲哀加", "193": "於眾生，以強其一切繁誓之。誓其辭曰：『至", "194": "於斯難化之人民未得成就者，吾終不取無", "195": "上正真道。』所以者何？今我以為斯故，以誓自", "196": "誓也。吾不為質直者、不以不佞諂者、不以", "197": "不為詐者、不以守者、不以誡有德者。諸", "198": "此人故，以誓而自誓也，但為欲使斯人以聞", "199": "經法者，以經化余。用此故，以誓而自誓也。我", "200": "當恒以強其精進行所，我方便為不唐苦也。", "201": "若人有見者，莫不以好信。若理家至於開士", "202": "所在家居，止其不嗟，一切之人民墮殊異", "203": "之惡道者，彼為開士之咎。理家！譬如鄉亭", "204": "鄹邑郡縣國下，至於有良醫者，假使彼若", "205": "有一人不以其壽命而終者，眾人皆為咎彼", "206": "醫。如是理家！至於開士所居，止不嗟一", "207": "切之人皆墮殊異之惡道者，如來、應儀、正真", "208": "覺者為咎彼開士也。理家！是故居家開士", "209": "為自誓如此也。設使我所往國邑下癡者相", "210": "事，如不使一人有墮惡道者也。「又復理家！", "211": "居家修道者當曉家之惡。在于家者，為害", "212": "一切眾善之本，以家猶無出要，以害清淨", "213": "之法，是故謂為家也。居家者謂為居于一切", "214": "眾勞，為居眾惡之念，為居眾惡之行，不化不", "215": "自守，愚凡人者為共居，與不諦人集會，是", "216": "故謂為家也。家者為是名也，已在于彼，莫", "217": "不作不軌之事者。以在于彼，則不恭敬，自", "218": "於父母息心逝心尊長眾聖者，是故謂為家", "219": "也。縣官牢獄，考掠搒笞罵詈數勉，至于死焉", "220": "皆為由彼，是故謂為家也。以在于彼為入惡", "221": "道，以在彼為墮諸欲、為墮瞋恚、為在諸畏、", "222": "為在愚癡，是謂為家也。以不慎護彼戒事，遠", "223": "離為定事，以不修慧之事、不得度之事、以不", "224": "生度知見之事、是故謂為家也。以在于彼，", "225": "即有父母愛、兄弟愛姊妹愛、婦愛子愛、舍宅", "226": "愛財產愛、兒客愛、所有愛、不厭財求之愛、", "227": "是故謂為家也。斯居家者難滿哉！譬若大海", "228": "眾流歸之。斯居家者不知厭哉！譬若火以得", "229": "薪。斯居家者多念無住息哉！譬若風以為無", "230": "住止，猶為沈沒哉。若美飲食為糅毒，所有", "231": "一切苦哉！譬若仇怨，為似知識，誤人之行哉！", "232": "非聖經之所施行，為造變爭哉！更相因緣", "233": "恒不和。為多疵哉！以行善惡之行，因緣之", "234": "所在，恒為人所嫌疑。非人有哉！以為所有", "235": "顛倒故。猶不善哉！雖善有權詐，猶見其性行。", "236": "似如倡體哉！以速轉變故。似若幻師哉！初", "237": "至者人為聚會，其行為不誠。似若夢哉！一切", "238": "成敗終始故。似若朝露哉！以速離故。似若蜜", "239": "渧哉！以為少味故。似若蒺䔧網哉！色聲香", "240": "味細滑以為所害故。似若鍼孔虫哉！以非", "241": "善念為食故。譬若違命者哉！為轉相欺故。", "242": "恒懷恐怖哉！為意以亂故。為多共哉！以縣官", "243": "盜賊怨家弊惡王者為害也。斯居家者，少味", "244": "樂哉！以為多惡失。理家！開士居家者為曉", "245": "家之惡若此。「又復理家！居家修道者以布施", "246": "為寶施，若已施為我有，若在家非我有；若", "247": "已施是為寶，若在家是為非寶；若已施為", "248": "富財，若在家為無財；若已施為勞解，其", "249": "在家為勞增；若已施為不我，若在家已為", "250": "我；若已施為不有，若在家以為有；若以施", "251": "為無盡，若在家為非常；若已施不復護，若在", "252": "家為斯護；若已施為賢夫行，若在家為凡", "253": "夫之意；若已施為依度道，若在家為依邪部；", "254": "若已施為佛所稱，若在家為愚人所稱。理家！", "255": "開士居家修道者以布施為寶若此。是以見", "256": "人來有所求索者，為生三想。何謂三？善友", "257": "想、依度道想、勉生富財想，為生是三想。為復", "258": "造三想。何謂三？尊如來教誡想、降伏邪想、以", "259": "不望福德想。所以者何？若此開士，若諸來", "260": "有所索者，貪婬、瞋恚、愚癡則以為薄，薄者為", "261": "之奈何？若所有物，一切不惜而以布施，斯為", "262": "貪婬薄；若於彼來求物者，以慈哀加之，斯為", "263": "瞋恚薄；若以布施變為此一切敏，謂為愚癡", "264": "薄。「又復理家！已見來求物者，不久為成六度", "265": "無極之行。又成彼者云何？若有來人從人索", "266": "物，能不愛惜者，是為布施度無極；若意在", "267": "道而布施者，是為以戒度無極；若不恚怒", "268": "之，是為忍度無極；假令猶自思念，何用為食？", "269": "自強其意，不釋其行，是為精進度無極；若", "270": "欲施、若已施，而不欝毒、無有悔者，是為思惟", "271": "度無極；若已施不望其福德者，是為以慧度", "272": "無極。理家！開士以布施為成六度無極行若", "273": "此。「又復理家！居在家者是以為去離順隨", "274": "忿亂，以親別離法。若以得產、得財米穀、得", "275": "男女，不以為喜悅；若一切敗亡，不以下意", "276": "為愁慼；已觀如是萬物如幻，為不住止想也。", "277": "斯幻之行以致是，是以父母、妻子、奴婢、兒、", "278": "客，是非我之有，我亦不是有，亦我是不有，", "279": "我不應是有，以不我是有。今我為彼故，", "280": "而為作罪惡，但現世是有，非是為後世。是", "281": "昔之有，非是我當護。又夫我之有，彼我當", "282": "以護。何謂我之有？謂是布施教化，恬淡自守", "283": "道之根原，亦藏隱之德本，是為我有也。至", "284": "於我所住，是則為追我，彼亦不用軀命、不", "285": "為男女妻子故，為造惡行也。是以居在家，自", "286": "有婦者，當造三想。何謂三？非常想、不久想、", "287": "別離想，是三想當為造想。當復造三想。何", "288": "謂三？若在喜樂為求後世在苦、若在飲食為", "289": "求在殃罪、若在樂者為求在苦，當為造是三", "290": "想。當復造三想。何謂三？重累想、費耗想、俗", "291": "所有想，當為造是三想。當復造三想。何謂", "292": "三？為入地獄想、入畜生想、入神鬼想，當為造", "293": "是三想。當復造三想。何謂三？魑魅想、臼注", "294": "想、色像想，為造是三想。當復造三想。何謂", "295": "三？不我想、無主想、假借喻想，當為造是三", "296": "想。理家！思念若此眾事想開士居家者，當自", "297": "觀身其妻若此也。是以不當愛其子，設使", "298": "無生子愛，不加於天下人。是以當以三數", "299": "諫，自諫其意。何等為三？等意者為道，不以", "300": "邪意也；正行者為道，不以邪行；不多行者為", "301": "道，多行者非矣。是以三數諫，自數諫其意，", "302": "自造其子怨仇想，是我怨仇非我友。所以", "303": "者何？我以由彼違失慈哀佛之教誡，使我甚", "304": "益生彼愛。人自磋切其意，如愛在其子，以", "305": "愛加眾生；若其自愛身，以慈哀加眾生。是", "306": "以當觀其本末斯所從來異，我所從來亦異。", "307": "眾生先世亦曾為我子，吾亦曾為眾生子，", "308": "是生死之愆，無可適莫者。所以者何？所", "309": "往來道輒有離行，轉復為仇怨。我今當自修，", "310": "都使我無友，亦我無怨仇。所以然者何？", "311": "以造有知識，為復欲多作，以造有怨仇，都以", "312": "欲為惡。一切眾生彼非我，汝意不可以可", "313": "不可之意可，以悉通眾經。所以者何？正行", "314": "者得正道，邪行者得邪道。今我不有邪行，", "315": "於眾生有正意行，乃可得一切敏故。", "316": "「理家！開士居家者都物無可戀、無可慕、", "317": "無可適、無可愛、無可可，為若此也。又復理", "318": "家！居家者設使人來有所索，假使為不欲與", "319": "彼物，猶當以自諫數其意；假令我不以是物", "320": "施者，我會當與此物離也；若欲不欲，至於", "321": "死時，是物亦當捐棄我，我亦當捐棄是。其", "322": "施寶而終，我而施是物，死時意除止。設使", "323": "思惟若此，而不能施彼物者，是以四辭謝辭", "324": "謝來索物者。何謂四？我以無力、眾德未成", "325": "就；我在大道為初始，布施意而不自由；我", "326": "有受見，在於我余之行，且相假原，賢者勿相", "327": "逼迫；我所施行能奉行之，如其所受，爾迺", "328": "能滿卿所願及天下人。辭謝彼來索物者，為", "329": "若此也。「又復理家！居家修道者，假使為離師", "330": "者之教誨，時世無佛、無見經者、不與聖眾相", "331": "遭遇，是以當稽首十方諸佛，亦彼前世求道", "332": "所行，志願之弘，願者其一切成就佛法之德，", "333": "以思念之以代其喜。於是晝三亦夜三，以", "334": "論三品經事。一切前世所施行惡，以自首", "335": "誨，改往修來，為求哀於一切佛，以法故愍", "336": "傷之；亦以無央數無極之法愍傷之。「又復理", "337": "家！居家修道者，當以曉息心之儀式，是以若", "338": "見除饉、殊越、息心之儀式，當為敬其法衣，彼", "339": "為眾祐、如來、應儀、正真、佛戒定慧所行之法", "340": "服也。以無惡為離一切惡，彼是眾聖仙者之", "341": "表式也。是以又當為敬彼也，亦當加愍傷", "342": "於彼除饉，斯非賢為此不軌行。「至於被服，", "343": "斯名：靜者、調者、神通者、如來者，表識而為不", "344": "調淨之行。又如來復曰：『未學者不當忽易，", "345": "非此彼遇勞過也，以從斯勞為有失；若此彼", "346": "亦見佛憲教之要，如所謂事次應有之；若", "347": "此捐棄是勞，觀其本末為護第一德，必為在", "348": "正以知乎將斷勞之智。』「如眾祐所謂：『又士", "349": "不可以相忽蔑，是非時。如來有是知非我", "350": "有，是以不瞋、不怒、不恚為加彼。若以入廟", "351": "者，以住廟門外，以五體而稽首，迺却入廟，", "352": "彼是空廟之居、彼是慈哀喜護廟之居、彼是", "353": "正住在正次者之居，為彼得斯，使我得廟", "354": "居，為若此。以遠去官位家者，為彼得斯。我以", "355": "齋戒罪迺禁制，制以若此。』為與去家之意，", "356": "未曾有開士在家為得道者，皆去家，入山澤，", "357": "以往山澤為得道，以譏家居者。夫去家，智者", "358": "所稱譽，如江河沙，我一日之祠禮，一切彼", "359": "布施以去家之意為殊勝。所以者何？以", "360": "施下劣故，何況布施不信無反復，盜賊弊", "361": "惡、王者及大臣？非彼布施以為實、以得足，", "362": "以我有戒聞之行。「是以入廟者，當以觀視", "363": "一切除饉之眾所施行，何等除饉為多聞？何", "364": "為明經者？何為奉律者？何為奉使者？何為", "365": "開士奉藏者？何為山澤者？何為行受供者？何", "366": "為思惟者？何為道行者？何為開士道者？何", "367": "為佐助者？何為主事者？以觀視彼一切除", "368": "饉之眾所施行。如其所施行行，以隨效為", "369": "之為行，不當轉相嫉。若於虛聚言有及廟；", "370": "若於廟言及虛聚，是以當慎守言行，不", "371": "當以廟中言說於虛聚，亦不當以虛聚言", "372": "說於廟也。「是以承事多聞者，以為修治聞，", "373": "奉事明經者，為解經之決事。承事奉律者，", "374": "為解度殃罪之事。承事開士奉奧藏者，", "375": "為明六度無極方便之事。若有除饉者，為乏", "376": "應器、或乏法衣者，當以給施之，莫使生嫉於", "377": "人也。所以者何？夫人以嫉妬為結，是以當", "378": "力護凡人不應儀者。所以者何？凡人者為", "379": "有失，應儀者為無失。若有除饉者，未下正", "380": "道，或積聚法衣、或積聚應器。是以彼除饉，用", "381": "無上正真道開導之。所以者何？其事有應，", "382": "是以積聚物為致道，積若息心有不和者，", "383": "當和解之；若正法欲衰微者，自危殆其身命，", "384": "以營護正法；若見除饉疾苦者，以血肉使", "385": "其病者得除愈。「理家！若居家開士，若不布", "386": "施，不以禁止人；若以施，終不悔恨；若有眾", "387": "德本，以是意為端首。理家！若此諸事、諸類、", "388": "諸應，開士居家修道者，為若此也。」又眾祐", "389": "當說此居家開士所施行教誨法憲時，有千", "390": "人皆發意求無上正真道；復有天與人二千", "391": "人，遠塵離垢諸法，法眼生。於是甚理家", "392": "白眾祐言：「要者眾祐！如來以敷演居家開", "393": "士者家善惡之地；亦布施、持戒、忍辱、精進、思", "394": "惟、智慧，於是大道當所施行。要者眾祐！去", "395": "家修道開士者之所施行，願復幾微現之為", "396": "善。要者眾祐！開士去家者，為之奈何？其", "397": "所施行亦云何？」眾祐告甚理家曰：「善哉理家！", "398": "今汝迺以問如來，開士去家修道者之所施", "399": "行？善哉理家！當為汝說開士去家之事，其", "400": "所施行，汝勉進善思念之。」甚理家受教，從", "401": "眾祐而聽。眾祐曰：「理家！開士去家修道者，若", "402": "頭燒然，譬若鎧為精進以求智。去家者其", "403": "初始為若此，次修治為聖典。又何謂去家", "404": "者之聖典？所謂趣得一衣為足，亦以善之；", "405": "一食一床，病瘦一醫藥為足，亦以善之。是為", "406": "聖典。何以故謂之為聖典？以為修治彼一切", "407": "道品法，是故謂之為聖典。「又開士去家修", "408": "道者，為有十知足之德，身以服法衣。何等", "409": "為十？以為羞慚故，身服法衣；以避風暑故，", "410": "身服法衣；以辟蚊虻蟆子故，身服法衣；", "411": "欲以見息心形狀故，身服法衣；亦是法衣", "412": "之神為十方之神故，身以服法衣；以患離", "413": "婬樂，是以不樂婬之樂；以樂安得淨，是以", "414": "除斷眾勞之樂；不以肥󰣘，為是道行；行在", "415": "聖道重任，我亦以自修；如以一時有法衣，", "416": "如被服法衣故。以是十德自觀，至于壽終，", "417": "閑居靜處，以不行匃。何等為十？我自以我", "418": "業而為命，不以非異業；若有人來施我者，", "419": "以先修治三寶，後乃而受其施；我若欲從人", "420": "乞匃，若不欲施人者，以非哀加彼己也；我", "421": "當自食所修行之食，以為不違如來之言誨、", "422": "以得成知足重任之本、以降憍慢、以得成", "423": "無見頂之德本；我亦見布施，亦如以自教；", "424": "若往行乞匃，我亦不得有所適莫於男女，", "425": "以我等意於天下人、以得成一切敏智之重", "426": "任。是，理家！十德，去家開士者以自觀，至于壽", "427": "終，閑居靜處，以不行匃。若有人來請者所", "428": "住處，其人志意信喜道者，我不宜當彼往；", "429": "設使往食，若能以自益亦能益人者，可往受", "430": "施。我教開士可彼索。是為十德，以自觀可", "431": "以處於樹下坐宿止。何等為十？以其自由", "432": "為往；彼以不名有；彼床臥以不閉門；於山澤", "433": "以去離愛為彼居；以少欲少事為成德；捐", "434": "棄軀命以不自惜；樂獨靜以遠離戀聚會；以", "435": "行修身不食；以定意為安靜一意；閑處思", "436": "惟為無益。是，理家！十德以自觀，開士去家者", "437": "為可處於樹下居止。「又復理家！或彼開士", "438": "去家修道遊於山澤者，若欲修治經，若用", "439": "誦利經，故為入廟。若居廟者，意向以山澤為", "440": "居，是猶為彼山澤居也。求法之行者，為一", "441": "切物不我想，一切諸法為他人有想。又開", "442": "士去家修道者若遊在山澤，當自省察，我", "443": "今何以遊此山澤中？不但以山澤居，謂之", "444": "息心也。所以者何？此間多有不化、不守、不度、", "445": "不應、不修行者，皆遊山澤，所謂：禽獸、眾鳥、", "446": "獼猴、㹢玃、惡人賊盜，皆遊於山澤，亦不謂", "447": "彼為息心也。至於我所求山澤居者，當以成", "448": "我，彼所求為是息心求。亦又何故開士息", "449": "心？所謂志以為不亂，為以得是持周滿達事", "450": "故；以聞為無足；以得辯辭；以慈心不虧大哀；", "451": "以不離專由于五通，興隆六度無極，却一", "452": "切敏之，意不擇捨，為行權謀之慧；以法施", "453": "合聚人民，成就人民四合聚之事，為不擇", "454": "捨六可思念之；以聞精進不虧損，為擇", "455": "法本末正度之道因緣，智亦不入正道之事，", "456": "為護正法之事；以信罪福為正見思慮所務；", "457": "以虧斷為正思，隨所喜為說法、為正言，隨", "458": "行盡之，備足為正業、瘕疵之續；以除斷為", "459": "正命；以道臻到為正方便；以不忘忽為正", "460": "志，一切敏智之臻到為正定。若以空為不", "461": "想之行喜；若以得不顧為斷俗，所有依其", "462": "義不以文，依其法不以人，依其智不以識。", "463": "本文演義歸，不以末敘義，斯理家謂為開士", "464": "去家者息心求也。「又去家修道者，不當以多", "465": "從事，若此思惟其本末故，當為一切眾生不", "466": "與之從事，明哲不但與一人不從事也。又有", "467": "四，是去家開士者之從事也，如來之所教。", "468": "何謂四？一曰、與講經者從事；二曰、與就人", "469": "者從事；三曰、與供養如來者從事；四曰、與", "470": "發一切敏意不亂者從事，離彼不當以多從", "471": "事。又開士遊於山澤者當自揆察，我為何", "472": "故來至於此？彼是思惟，我以恐畏來至此。", "473": "何謂恐畏？此群聚，恐畏與人從事婬、怒、癡、", "474": "憍慢、自恣，恐畏惡友，恐畏嫉慳，恐畏色聲香", "475": "味細滑，恐畏功稱恭敬利，恐畏不見言見、", "476": "不聞言聞、不知言知、不解言解，恐畏息心", "477": "垢，恐畏更相嫉妬，恐畏生死五道往來所", "478": "墮，恐畏欲界、色界、無色界，恐畏陰耶、死", "479": "耶、勞耶、天子耶，恐畏惡道地獄、畜生、鬼", "480": "神，恐畏倉卒一切是眾惡之念；我來到此不", "481": "可以此居在於家。若在群聚之中，行不應道", "482": "之行，不得免彼眾恐之事。亦彼昔開士得", "483": "免度眾畏者，彼一切已居山澤之力勢，得", "484": "臻到無畏，是謂自然。是故我以恐畏，欲越", "485": "度眾畏，為居山澤矣。又一切是畏皆由身", "486": "之生，以慕戀身以修身；以是身以愛身；以", "487": "盛身以思身；以見身以處身；以想身以護身", "488": "之所生也。假使由於山澤居，為以有由身", "489": "之意，慕戀身修身，是身愛身、思身、見身、", "490": "處身、想身、有身、護身之意者，我空為居山", "491": "澤耳。又居山澤者為無身想；居山澤者無", "492": "異想；居山澤者不見論義，不修自見身，無", "493": "在顛倒，無有無為想，何況有勞想？居山", "494": "澤者名曰：一切諸法寂然哉！諸法無所著", "495": "哉！諸樂亦無所著哉！諸想以不愛哉！色聲", "496": "香味細滑不與錯忤哉！諸定不以怙哉！意", "497": "以自整不亂哉！以下諸重擔之畏哉！以度", "498": "夫汪洋之澤哉！夫聖之典以造哉！姦惡之", "499": "屬悉知足哉！為重任少欲哉！以智慧知足", "500": "哉！為知足哉！為知足哉！為重任少欲哉！為", "501": "應哉！本末行以解哉！為一切獄斷所修事", "502": "訖哉！以為永解除。「理家！譬如山澤中有樹木", "503": "草穢之屬，都無可畏、都無可恐。如是理家！開", "504": "士遊於山澤者，執志當如草木牆石之喻，", "505": "身以受行之，彼誰畏者？彼以恐怖思惟身", "506": "本末，我都無身，非人、非命、非丈夫、非類、非", "507": "女、非先、無先、無造者、無教造者、無與者、", "508": "無興起者。諸是之畏，但以不成之想有", "509": "是畏耳！今我宜不造不成之想有是畏耳！", "510": "今我不宜造不成之想，當如樹木草穢之屬，", "511": "亦為若此無響，以解一切彼法以具行之。", "512": "以響斷山澤居，去離婬塵。無諸響山澤居，非", "513": "我非有物者。又遊於山澤者以復思惟，是", "514": "通達道品之法者，以居山澤。居山澤者為", "515": "合聚十二精；居山澤者解諸諦；居山澤者知", "516": "諸陰，以滑制諸情，以禽諸進入，不忘忽", "517": "道之意；諸佛所讚，眾聖所稱譽，欲度世者", "518": "所事也。居山澤者以解一切敏智之方術", "519": "也。又遊於山澤者，以為不久周滿六度無極", "520": "之行。得彼者云何？遊於山澤者若不自惜其", "521": "軀命者，是為布施度無極；若以依精之德，", "522": "為成三慎者，是為戒度無極；若意不亂，亦", "523": "可是一切敏不異道者，是為忍辱度無極行；", "524": "至於未得忍終而不起者，是為精進度無極；", "525": "若以得一心不以從致敏哉，但以隆德本，", "526": "是為一心度無極；若見如山澤道亦為若此，", "527": "以分別眾事者，是為以智慧度無極，開士", "528": "以道得。「又復理家！修治四法，我以教開士居", "529": "山澤。何謂四？或有開士，多聞明於法決者，若", "530": "以其聞行在本末法，可居於山澤；又開士以", "531": "得五通，欲以成就天龍鬼神者，可居於山澤；", "532": "或有開士勞盛者，彼以不從事勞即為薄，", "533": "可居於山澤；亦欲抑制勞，以自勸勵，是以", "534": "皆由聞。夫遊彼者，以得周滿一切清淨法，迺", "535": "後以下墟聚郡縣國邑，下為眾人講授", "536": "法、修治法。若此也，理家！我教開士居山澤", "537": "也。「又去家修道者遊於山澤，以修治經、", "538": "誦習經故入眾者，以執恭敬亦謙遜。夫師友", "539": "講授者、倀中少年者，為以尊之，不以懈怠；", "540": "自所修，以不廢人所修，亦不以求承事恭敬。", "541": "若此當以觀察如來、應儀、正真佛者，為諸梵", "542": "釋天人眾生所供養；為天上天下尊者福田，", "543": "彼尚不求人承事也，自作事不欲煩人，何", "544": "況餘者？未以學、甫欲學，反欲人承事耶！又", "545": "我當為天下人養者，我當以供養人，都不我", "546": "從人求供養。所以者何？以供養重者，理家！", "547": "除饉者，不得法之助供養故，為助我不以法", "548": "故。夫欲以為法助人者，以為若此。以是供", "549": "養故，為助我不以法故，彼以自懷已正信，", "550": "以為有供養，彼即與世物雜為，不是大祐", "551": "人者。是以若欲往詣佛、師友者，所以身意", "552": "行有決，乃可往慕。我教者師友以異之行", "553": "無過，以不訶問諷起誦習，為教誨之積聚。", "554": "是以欲諷起經，為不用軀命，慕樂法隨順師", "555": "意，以求法利，不為求一切恭敬稱譽之利。", "556": "若以從師受幾微四句之頌，以諷誦之；若以", "557": "在布施、持戒、忍辱、精進、思惟、智慧，而以彼供", "558": "養師者，如其所修，四句頌之字數，為劫之", "559": "數，以供養彼師者，尚未為卒師之敬，亦以", "560": "質直不虛飾不佞諂一切行之供養，豈復", "561": "謂法之敬？「又理家！若斯意念生，以有德之", "562": "意、有佛亦法之意、有自患離婬之意、有寂", "563": "靜之意。若以修治四句之頌，遵而行之，如", "564": "其劫數，彼以供養其師者，尚未為卒法之", "565": "敬。理家！當以知此之事。若此也，法之福", "566": "德如無數，獲智亦無量。是故開士欲以擇", "567": "上法，猶以無數為敬正法。若彼思惟，若此", "568": "以聞淨戒事。何謂是淨戒事？去家開士者", "569": "有四淨戒事。一曰、造聖之典；二曰、慕樂精", "570": "進德；三曰、不與家居去家者從事；四曰、不", "571": "諛諂山澤居。是為去家開士者四淨戒事也。", "572": "復有四淨戒事。何謂四？以守慎身身無罣", "573": "礙；以守慎言言無罣礙；以守慎心心無罣", "574": "礙；去離邪疑造一切敏意。是為去家開士者", "575": "四淨戒事。復有四淨戒事。何等為四？一曰、以", "576": "自識知；二曰、以不自貢高；三曰、以不形相", "577": "人；四曰、以不謗毀人。是為去家開士者四淨", "578": "戒事也。復有四淨戒事。何謂四？一曰、已", "579": "可諸陰為幻法；二曰、以可諸情為法情；三曰、", "580": "以可諸入為虛聚；四曰、不隨方俗之儀式。", "581": "是為理家去家開士者四淨戒事。復有四淨", "582": "戒事。何等四？一曰、以不自計我；二曰、遠離", "583": "是我有；三曰、斷絕常在除；四曰、以下因緣法。", "584": "是為去家開士者四淨戒事。復有四淨戒事。", "585": "何謂四？一曰、以解空；二曰、以無想不怖；三", "586": "曰、以大悲眾人；四曰、以為可非身。是為去家", "587": "開士者四淨戒事。「彼以為常聞淨定以故，", "588": "以若此觀之。何謂此淨定？以通一切法，不", "589": "為餘事意行，為有決意、為一端意、為不錯", "590": "忤意、為以不住意、為不馳意、為自身住止", "591": "意，不與情欲從事意、為以觀幻之法，我若", "592": "幻法情亦然，以無復行，便無可存，已履彼", "593": "正，是謂正定。若法在如法，若此亦謂定，", "594": "為觀若此。彼常聞淨慧。何謂斯慧者？諸法", "595": "之擇智，謂彼為慧也。不受之相無相行，", "596": "不造之相無存矣，無為之相不馳騁矣。是以", "597": "理家！以觀法若此者，是謂去家開士之所施", "598": "行也。」又以說是經時，有五百人造起無上", "599": "正真之道意。又甚理家及其等，同出聲", "600": "言：「未曾有，要者眾祐！至於如來之善言迺", "601": "如是！亦家之惡德重任之行；亦去家諸德", "602": "善斯。尊者眾祐！已為明彼居家人多惡德，", "603": "至於去家無數之德善已，寧可得從眾祐，受", "604": "去家之誡，就除饉之行？」眾祐報言：「去家者，", "605": "理家難堪，能究暢淳德，善奉持教誨。」理家", "606": "復白佛言：「眾祐！去家者雖難堪任，如來猶", "607": "當可己等去家為道也。」眾祐便使慈氏開士", "608": "及一切行淨開士聽，舉彼理家等。慈氏開士", "609": "舉二百理家，一切行淨開士舉三百理家，", "610": "去家修道。爾時賢者阿難謂甚理家言：「卿", "611": "何見居國居家，有能樂於法去家之聖道", "612": "者？」甚理家報阿難曰：「我不以為貪慕身樂、", "613": "欲致眾生樂，故我以居家耳！又如來者自明", "614": "我，彼以所受堅固而居家。」彼時眾祐告阿", "615": "難言：「阿難！汝已見甚理家？」「如是眾祐！見甚", "616": "理家。」「阿難！於是賢劫中，以所成就人多於", "617": "去家開士者，以百劫中不若此。所以者何？", "618": "阿難！又去家修道開士者，千人之中不能", "619": "有德乃爾，此理家者而有是德。」爾時阿難白", "620": "佛言：「要者眾祐！當何名斯經法？亦當以何奉", "621": "持之？」眾祐言：「是故汝阿難！斯經法名為『居家", "622": "去家之變』，奉持之；亦名為『內性德之變』，奉持", "623": "之；亦名為『甚所問』，奉持之。及以聞此經法者，", "624": "阿難！為周滿法精進殊彊，於一切威儀下精", "625": "進行道者，不若此也。是故阿難！若欲以興", "626": "精進者、若欲勸勵者、欲立一功德者、欲", "627": "造立人眾德者，由當以斯經法以聞之、以", "628": "受之、以行之。我以囑累汝阿難，此經法數", "629": "用布見眾人。所以者何？眾德法之正行也。", "630": "阿難！斯經法者正應也。」眾祐以說是，阿難", "631": "歡喜，及甚理家、天與人，亦質諒王，眾祐說", "632": "已，皆思惟也。", "633": "法鏡經", "634": "後序法鏡經後序", "635": "序曰：夫不照明鏡，不見己之形，不讚聖經，不", "636": "見己之情。情有真偽，性有柔剛，志有純猛，意", "637": "有闇明，識有淺深，不能一同。不覩聖典，無以", "638": "自明，佛故著經，名曰《法鏡》，以授某等。開士之", "639": "上，傳教天下，有識賢良，學者通達，行者", "640": "志正，疾得無上之聖。康氏穀德，博達心聰，", "641": "為作註解，敷演義方，辭語雅美，粲然煥炳，", "642": "遺誨後進，以開童蒙。於學有益，以為獻呈，", "643": "乘意綢繆，誠可嘉也。然夫上聖之妙旨，厥", "644": "趣幽奧，難可究息。余察其大義，頗有乖", "645": "異，懼晚學者，以此為真，而失於正義，彼此俱", "646": "獲其愆矣。余反覆歷思，理其闕者，有七十", "647": "八事，謹引眾經，比定其義，庶令合應，不為", "648": "肬腨；又經本字句，多漸滅除去，改易其字，", "649": "而令句讀不偶，音聲不比，義理乖錯，不相連", "650": "繼，甚失其宜也。夫聖上制經，言要義正，", "651": "以為具備，無所玷玦，不可復增減矣。猶人", "652": "之四體受之二親，長短好醜各宿本耳！豈可", "653": "復改更乎？所謂增之為肬腨，減之為槃瘡", "654": "者也。且夫世俗詩書禮樂，古之遺字，雖非", "655": "正體，後學之徒，莫敢改易，皆尊敬古典，轉", "656": "相承順矣，況乎斯經之昭昭，神聖之所制？天", "657": "上天下群聖仙者，靡不稽首奉受以為明式，", "658": "學者益智，行者得度，其無數焉。而斯末俗，", "659": "晚學之人，見聞未廣，而以其私意，毀損正", "660": "言，違戾經典，豈不快哉！名言學佛，而違佛", "661": "教，斯復何求也？昔惟衛佛時，有人反佛名一", "662": "字，後獲其罪，五百世盲，矇矇冥冥，其㑁久", "663": "也。至釋迦文佛！時其人聞聖德，故來自歸，", "664": "謶得救濟。佛遙見呼之！其目即開，投身悔", "665": "過，乞得除愈，佛言：「汝罪畢矣！今無他尤，觀之", "666": "不可不慎哉！」夫人若能復心首悔，改往修來，", "667": "斯亦賢者之意焉！", "668": "法鏡經後序"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0322 法鏡經: 法鏡經: 法鏡經: 法鏡經: 法鏡經", "source": "CBETA"}