{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 大明度經", "text": {"0": "No. 225 [Nos. 220(4 or 5), 224, 226-228, cf. 229]", "1": "大明度經卷第一", "10": "所？乘佛聖恩乎？」善業知其意而答曰：「敢佛弟", "100": "善哉！其學此者，必出一切智行此道者，休其欲之心，即知心自起者皆", "101": "休止也。」善業曰：「然菩薩學此，出一切知。所以者何？", "102": "其於諸法無出無生。如是學故，逮得佛坐學如此者，", "103": "必從生死之出，成佛一切知矣。又妙賢者，菩薩履行明度無極，", "104": "若行色為想行——若行色占為想行，若行色不", "105": "占為想行，若行色興為想行，若行色敗為想", "106": "行，若行色滅為想行，若行色思為想行，若行", "107": "色空為想行，若行色非身為想行——痛想行識", "108": "如上說，皆為想行。若識有是吾當行欲得，行", "109": "設有是如是行，如是惟為惟行師云：說色如此，痛想行識亦如", "11": "子所說，皆乘如來大士之作。所以者何？從佛", "110": "色說也。此道為是菩薩大士，為行得想之行，無", "111": "善權方便，以為休於明度無極此上章皆為三界生死，不合明度大智之", "112": "道也。」秋露子曰：「菩薩何行為無想無得行，有善", "113": "權方便而不休於明度無極？」答曰：「不行色——不", "114": "行色占，不行色興，不行色敗，不行色滅，不", "115": "行色想，不行色空，不行色非——身痛想行識如", "116": "上說，不有是師云：不以有識知有此想也吾當得行是行。不", "117": "有是此行，惟為行此道。如是行菩薩大士，為", "118": "無想無得行，為有善權方便而不休於明度", "119": "無極不以識知有此相應於明度無極也。右此章所說無想無得之行也。又菩薩大士行", "12": "說法，故有法學賢者子、賢者女，得法意以為", "120": "明度無極，於此不近，為不行不近行師云：菩薩於此五陰，", "121": "念無所依近，為不行者，謂無所行也。不行不近菩薩意，不近行亦不行不近，以為真亦不", "122": "行亦不行如此也，斯不否行，斯不近行，斯不近不行，", "123": "斯亦不近於行，不行於不近，於不行不否行", "124": "於不近如此上謂意上事，亦不離此上意矣。」秋露子曰：「何故不近？」", "125": "善業曰：「如諸法無所近、無從度，是名菩薩大", "126": "士不著行亦不斷，行者為生死，斷為泥洹，能護此兩意，是名為特曉明度善權也。一切諸法", "127": "無度之定如十二因緣皆空，如無想可近者，不着不縛，故無得道也，場曠趍大", "128": "而無有量，一切弟子，諸緣一覺所不能持。行", "129": "斯定者，疾得無上正真之道，為無不覺，乘佛", "13": "證法學，學法也，解空、不願、無想、寂定，謂之得法意。漏盡結解得道，謂之證。由言證已，當還本無矣。其為", "130": "聖旨。」善業曰：「是菩薩大士受拜於往昔如來", "131": "至真等正佛者，乃行斯定。彼受無見，無見為", "132": "定，其於定者不知吾受之師云：菩薩於定不作思想也、吾已", "133": "定、吾依定也。彼於是中一切不明不以意分明之也。」秋", "134": "露子曰：「云何菩薩為昔如來所說拜當得佛", "135": "者？彼能見定，是定者乎彼謂以得拜家，寧能自見意定，為以定耶？」答曰：", "136": "「不也。所以者何？如彼族姓子學此經人為善男子是也行明", "137": "度無極者，為非不想。所以者何？無所明故無所別知", "138": "故也。是以定者，非想非想，非五陰想也非不想有三十七品三活想，", "139": "無世俗想也。」佛言：「善哉，善哉！善業！說山澤行為第", "14": "證者，所說、所誨、所言，一切如法無諍所說者，解說經義也。", "140": "一辯，菩薩大士當以學此，如此為學明度無", "141": "極辯智之決者，問來即答，事皆明真矣。」秋露子曰：「佛以如此學，學智", "142": "慧道者，是為學何法？」佛言：「如此學者，是菩薩", "143": "為無所法學。何以故？是法不有知明，如凡愚", "144": "人專著者也師云，知之明之即為專着也。」曰：「當何用明知此法", "145": "為學者問：欲得佛者何用明知此？」佛言：「當如不明。無所明知，明之", "146": "謂也無所明定是為定也，凡愚人以專著者欲明，故為", "147": "不明。由不明，礙兩際不出生死、不解清淨，是為兩際也，不知不見", "148": "不明諦法諦，四諦矣，意着二際，不知欲苦，不見習證，不明有盡，不達淨道，故曰不明也，而欲", "149": "於法不獲無想定故想，欲想得之。了本曰：行福福識生，夫欲於道而不獲定者，世世受福，得佛", "15": "所誨者，教誨人也。言者，廣陳法言也。所以者何？如來說法，為斯樂者。", "150": "之望耶，從法思欲，專著名色。以專著故，而不知", "151": "此無所用聰明之法，已不知見亦不思惟，不", "152": "觀不省，故墮愚數，便無有信不解不用，是故", "153": "謂之凡愚專著從法，法，心法也，痛想行識謂之名，地水火風謂之色。從欲之徒，專着五陰，心馳", "154": "三界，佪流生死，不能拔邪穢之根。《法句》曰：心為法本，禍福由心行，殃殃罪罪識生，五陰所弊，故不睹無念法也。", "155": "無念法也，無所由聰明之法者，獲無想之定，善惡不同，十二因緣滅諸根都寂，厭生死，神還休。《人本純真經》曰：心入泥洹，", "156": "從本寂又寂。不解四非常，守意志着空，斯空想天之類矣。由還生死，受苦無數。《慧印經》曰：如令泥洹為常住法，大哀四等", "157": "還為蠕動。謂其不能空空、入泥洹處本寂者也。」秋露子曰：「計如此學菩", "158": "薩大士，不學一切智不起想求眾智矣。」佛言：「然！如此學，", "159": "不學一切智。如是曉了，乃為學一切智曉了者，謂不着", "16": "族姓子傅相教，如經意，無所諍如，如人本也。來，所由來也。人本空無，", "160": "不斷、不起不滅耶，能出一切法謂十二部經法。」善業白言：「如世", "161": "尊言：『是為幻人學一切智。』已學一切智乃出", "162": "諸法，如直言之，當云何？」佛言：「吾因是以問", "163": "汝，所安便說師言：所安便說，如言旦說汝所知也。」對曰：「甚善。」佛言：", "164": "「云何，幻與色異乎？」「不也，世尊！」「幻與痛想行識，", "165": "為有異乎？」「不也，世尊云何知想在此經者，及行同此法者，意處是經者，盛陰已滅者，", "166": "持生死五陰成菩薩道者，皆云何也！色猶幻，痛想行識猶為幻。」「云", "167": "何，善業！明是中想知立行五陰而為菩薩？」對", "168": "曰：「菩薩學如幻人，是中持如幻者即五陰。所", "169": "以者何？如佛說識如幻善業說往者所聞佛語，引以喻義也。若此識，", "17": "泥曰同躰也。佛得三法，空三界，願想滅矣。《安般》曰：還為何等？還五陰知見滅處，故曰如來矣。佛說淨法，但為樂斯本無寂", "170": "六根亦然。何者？意幻為三界耳。如三界，即六", "171": "根、即五陰。」秋露子言：「菩薩聞是，得無懈怠？」", "172": "佛言：「設為惡友所制，必持懈怠；若得善友，終", "173": "不懈也若識如幻者，六根亦復如幻，意所幻化，令有三界耳。」", "174": "善業白佛：「何以知菩薩惡友？」佛言：「其不慕樂", "175": "明度無極，欲棄捨若形相愚占文飾，違此深", "176": "智師云：愚者已想，取文飾占者想取也更說經道，當知是為菩薩惡", "177": "友善人好明度而違退之，更為說異道經，是為惡友也。」曰：「何是善友？」佛言：", "178": "「未起明度無極者，即勸使學，教誨之令入斯", "179": "道，為現邪行說邪之害，是邪行，是邪害，使遠", "18": "法，法施也。」善業言：「如世尊教，樂說菩薩明度無極，", "180": "離此，當知是為菩薩大士弘誓之鎧善友者", "181": "也弘誓者，菩薩自誓，忍世眾苦，必於得佛，極濟眾生，滅十二因緣，還乎本無。鎧者，德其行高，見罪常由，壯士以鎧障身", "182": "全命，勢成勝敵終始無畏。菩薩內淨視明，以八直之行與邪意戰，破壞五賊，高願取佛，不能沮，遂成世尊，故曰法鎧也。」", "183": "又問：「呼道人為菩薩，其句義為奈何？」佛言：「所", "184": "謂菩薩者，一切諸法學無罣礙，已學無礙能", "185": "出諸法，故謂菩薩。」「大士者，其義云何？」佛言：「大", "186": "士者，能聚大眾為之合家，是故為大士也", "187": "菩薩能於三界為大尊貴，若金輪王合聚大眾，化之以德，身棄國位為沙門，導之以大道，示眾欲惡，故曰大士。」", "188": "秋露子曰：「吾亦樂其為大士者，於見身、見性、", "189": "見命、見人、見丈夫見，有見、無見，斷滅見、常在", "19": "欲行大道當由此始。夫體道為菩薩是空虛", "190": "為，斷大見。何者？為說上師云：六十二見為一見潤耳法，度諸", "191": "見潤，是故為大士法，佛法。以佛法度六十二見及欲癡之四潤，故曰度也。」善", "192": "業曰：「夫大士者，如一切知意，無齊同志於弟", "193": "子、緣一覺如佛意不與弟子各佛齊同也，在彼無著。所以者", "194": "何？悉知意，質直無漏在彼者，在生死也，無受無滅無受者，不", "195": "受五陰也。無滅者，不捨生死求滅之想也，以悉知意大照菩薩，是故為", "196": "大士能持明度教照菩薩也。」秋露子曰問：「何故菩薩大士", "197": "亦彼悉知而意不著？」善業曰：「以無意故，於彼", "198": "悉知而無所著。」賢者滿慈子言：「吾亦樂其為", "199": "大士者，揖人昇於大乘而有弘誓之鎧，是", "2": "南吳月支國居士支謙譯", "20": "也，斯道為菩薩亦空虛也師云：菩薩心履踐大道，欲為體道，心為道俱無形，故", "200": "為大士師云：能以經法揖天人，使昇佛大乘之道也。」善業白佛：「何謂", "201": "弘誓之鎧？」佛言：「菩薩束已自誓：『吾當滅度", "202": "無央數人，已度無量無數人民皆得泥洹，", "203": "知其無法得滅度也。』所以者何？意法如是。", "204": "譬如幻師與幻弟子，於四衢道化作人眾，以", "205": "為化人而斬其首。汝知云何，彼有所殺？有死", "206": "者乎？」「不也，世尊！」「如是，善業！度無數人，為無有", "207": "人得滅度也。菩薩聞是，不驚不怛，不以恐受，", "208": "不移不捨不疲而無慘悴，是為有弘誓鎧，能", "209": "昇大乘，當以知此。」滿慈子曰：「吾省佛言，如", "21": "言空虛也。斯道者，謂空、不願、無想也。何等法貌為菩薩者？不見佛法", "210": "我所得，當知是義為無帶甲。所以者何？如佛", "211": "告善業：『無造佛一切法，無作成諸法者，亦無", "212": "造眾生者，如是義者無弘誓鎧。』」善業曰：「無所", "213": "束帶，菩薩大士為無弘誓。所以者何？色痛想", "214": "行識，不著不縛不解故。」秋露子曰：「何如為色", "215": "痛想行識，而云不著不縛不解？」善業曰：「色如", "216": "幻人故，不著不縛不解。痛想行識為如幻人，", "217": "不著不縛不解。無有之色，不著不縛不解。無", "218": "有之痛想行識，不著不縛不解。五陰如是，諸法", "219": "亦然。是故菩薩所為誓者，無有誓也師云，一切人自然，無", "22": "有法，為菩薩也於佛經法，不見五陰、六衰、十二緣起有，菩薩也。吾於斯道，", "220": "有作者，是為生死亦空，道法亦空。如空者，無有從生死中來得佛者，佛空法空故，無有出滅諸法者，一切人本空故，", "221": "亦無有造作眾生者也。」善業問：「焉知菩薩正昇大乘師云：大乘，", "222": "大道也？何謂大乘？何乘發住乘發何住？孰建大乘？", "223": "斯乘何出？」佛言：「大乘之為乘者，為無量乘，為", "224": "眾生之無量也菩薩法意廣大，興載無量也。所以者何？人", "225": "種無量，菩薩為之生大悲意，以斯大乘，住", "226": "奏三界聖一切知，乃建大乘。乘無從出。所", "227": "以者何？有生有出則為二法。若不起不致，於諸", "228": "法不得者，是為無所生、無從出。」善業曰：「大哉", "229": "斯乘，為天人質諒，王諸世間，出上善業。乘與", "23": "無見無得。其如菩薩不可見，明度無極亦不", "230": "空等，弘裕若空，苞容眾生無有量數上善者，普明也，", "231": "恒以虛閑濟人無極，而為遍宣，故為大乘。", "232": "不見其反亦不見出佛常以虛心，閑暇無事群生來者，不逆其志，大士亦當學斯矣。", "233": "如此乘者，不從始得，不從終得，亦不中得不從初知", "234": "意得，亦不從中間及終意得也，於三塗等，故為大乘。」佛言：「如是，", "235": "善業！以能行此乘故，謂之菩薩大士過去當來現在意等", "236": "耳。」秋露子曰：「佛請賢者說明度無極，而道大", "237": "乘者，有檀知耶師云：佛本請卿令說明度無極耳：而及說大乘事：宜及知此耶：秋露子為", "238": "不知家問，宜知是也？」善業白佛：「吾說明度無極，得無過", "239": "乎？」佛言：「不也，適得其中。」善業言：「菩薩大士，", "24": "可見。彼不可見，何有菩薩當說明度無極？若", "240": "不於始近、不於終近亦不中近不始意近道，不終不近也，無去", "241": "來今三塗想矣，色無際道無際、痛想行識道俱無際，是", "242": "故菩薩無近無得、無知無明色所以無邊無極者，色之性本空故。", "243": "色，菩薩不知不明不致不得，痛想行識亦如", "244": "是色與菩薩於是無有，知想小，無有明也。了想不解，意在其中，無可得大智，與明同義，與得亦同義，都一", "245": "切，於一切都一切，謂菩薩心也。於一切。謂生死治法與道法也無知無明、無致", "246": "無得，當為何菩薩說明度無極？尚不見菩薩，", "247": "何用見明度無極？菩薩者但名耳，猶我為我，", "248": "無可專著。我者空虛，不可審明。我不可明，道", "249": "何可知？如是諸法無有專着。何等為色？色無", "25": "如是說，菩薩意志不移不捨、不驚不怛，不以", "250": "生牢固。何等為痛想行識？識無生無牢固。", "251": "諸法無生無有牢固，彼無專固者，不是法不", "252": "非，了本無主，當為說是處無知亦無異處，", "253": "可得菩薩行道也生死亦無處所也。如是，世尊！其聞是", "254": "言，不驚不怛，不捨不疲，不有慘悴。如此知行，", "255": "是菩薩為能惟明度無極。所以者何？行此經", "256": "時，以如是法孰觀斯道，是時為不近色。不近", "257": "色者，不見滅也。所以者何？於自然色而不起", "258": "為非色，若色費耗亦非色，來無興衰我者。此", "259": "為無二事。如為之色是我，即由是為我色，是", "26": "恐受、不疲不息，不惡難此微妙明度，與之相", "260": "為造計。痛想行識如法觀時，為不近識，於自", "261": "然識而不起為非識，若識費耗亦非識，來亦", "262": "無興衰我者，此為無二事。如謂之識是我，即", "263": "由是為我識，彼為造計者師云：觀明度為不起色，故言不近也。」", "264": "秋露子曰：「吾省是語，於義菩薩為無所起。若", "265": "無起者，何故菩薩行艱難行，為眾生更苦無", "266": "量？」善業曰：「吾不樂菩薩艱難行。而大士者無", "267": "艱難想，以行道也。所以者何？行艱難苦想者，", "268": "不能為無量人民建大利也師云：此弟子行疲，厭生死，莫能導利一切人，使", "269": "得泥洹也，是以當為安隱易行之想當為安隱，不當為苦勞艱難想也，", "27": "應而以發行，則是可謂隨教者也不移，不退轉也。不捨，不廢", "270": "為眾生建若母想、父想、昆弟想、姊妹想、子想、女", "271": "想，當生是想行菩薩道，於一切人為己親想，", "272": "以是想將導之行菩薩道者，一切如視五親也。但欲安隱導利。非有癡貪戀之想。見", "273": "眾生為若己當念一切若己身，都一切於身，不明是", "274": "外內菩薩都一切持心，於一切天下不分別，親者為內，疎者為外矣也，為生法想，斯", "275": "一切為吾子。菩薩當度此無量苦性，不有", "276": "怒意法想者，善權大悲也。若被形截，心無欝毒，終不為苦", "277": "想也。如賢者言：『菩薩無起。』以其無起，故為菩", "278": "薩。」秋露子曰：「云何菩薩而無起者，於道人法？", "279": "於一切知？一切知法亦持無起一切知法，佛諸經法也？」", "28": "大志也。驚怪，怛熱也。不驚怪，必深法心中，不滿熱嫌其為苦也，必歡喜受此法，不以恐迫，故受此法強學之也以。不為疲，", "280": "善業曰：「然！於佛法都無所起。」問曰：「在佛法而", "281": "無起者，其於凡人及凡人法，亦將無起？」答", "282": "曰：「然！於凡人法亦無所起。」秋露子曰：「如是菩", "283": "薩於道人法，從一切智至凡人法皆無起者，", "284": "是為不近不起得一切智耶凡人法者，謂生死法也。皆無起者，想", "285": "寂然也。近，持將也。起，生者念也？」善業曰：「不起之法，無欲得要也。", "286": "不起之念，亦非有法不起之法，無有望欲得之想也可擇取也。", "287": "有得佛者，我以為諍無有二法當捨法。善業曰：諸法皆空，無作無得。今言此取是也。", "288": "有生死、有得佛者，斯謂以法意諍。」曰：「是如何，當從未生法擇已生", "289": "法乎擇，取道也？生死法至？生法至乎生死之法至道乎？當生有法至道乎？", "29": "不以為勞也。不息者，不懈也。又菩薩大士行明度無極，當學", "290": "問辭也？」答曰：「云何生法不生而不生法生耶善業欲解", "291": "其難，故先詰之言：生死之法不起耶，泥洹之法復生？」秋露子曰：「不生法者，不起", "292": "法也。樂不起法之語耶？樂起語也。如賢者", "293": "樂必不起之不要。」善業曰：「如是，當樂不起不", "294": "要。賢者所樂，吾亦樂說。」秋露子曰：「如善業", "295": "為法都講，最不可及。所以者何？在所問，如應", "296": "答。法意不搖，其言皆妙。」答曰：「是法意也。佛", "297": "諸弟子所問應答，意不搖者，於一切所猗故", "298": "也善業於此清淨法中為都講，秋露子於無比法中為都講。」秋露子曰：「善哉，善", "299": "哉！是為上辯。何謂菩薩諸法無猗？」答曰：「是", "3": "1 行品行品第一", "30": "受此。如受此者，不當念：『是我知道意。』所以者", "300": "明度無極，即為菩薩諸法無猗意常清淨，不在生死諸猗也。」", "301": "曰：「不一切乘是經，唯諸法無猗耶？」曰：「悉乘", "302": "明度無極，故為諸法無所猗問言：不復諷誦承事行此，此但當守一，不猗生", "303": "死而已耶。菩薩於是無方石山處菩薩所行時雖坐方石，不念此石安好可長坐", "304": "也。昔比丘披拘連樹下四十歲不知樹名者，用無猗意在樹也，而以默取諸法之要。", "305": "如無取焉，是為行諸法而無猗行也默者定也，以定意學諸要，", "306": "如無去就之想也。若為菩薩說是奧知，不疑不望而能", "307": "深解，是謂知行者已為不休如是念矣不疑不疑，深法", "308": "也。不望不於道行之淨而污其意，有所希望也。不休其意，於道無彈指之間廢息耳。」秋露子曰：", "309": "「若不休此行，為休是念。若休是念，為不休此。", "31": "何？是意非意，淨意光明。」賢者秋露子曰：「云何", "310": "如其念行而不休者，是謂常行等、念等也", "311": "師云：休，止也。等，平等也。若精進於此行者，以為止生死念，若止五陰，斯為精進行法是也。大士之行，道與生死", "312": "等，生死與道等，其法俱空，故曰等也。等行者，不捨眾生疾取本淨也。忍生死苦而以大道導利之，令佛道不絕也。", "313": "已念等、行等者，則一切人必常有紹此行而", "314": "得為開士者紹，續也。如是，眾生亦將不休此念", "315": "此行眾生亦得此法意也。所以者何？人不當廢是念也人不", "316": "當休廢道念也。」善業曰：「善哉，善哉！賢者勸助，為說是", "317": "致要語。如賢者言，行等、念等助一切人不", "318": "廢此行。夫眾生自然，念亦自然，當以知此。", "319": "眾生恢廓，念恢廓，當以知此。眾生之不正覺，", "32": "有是意而意非意？」善業曰：「若非意者，為有為", "320": "而念不正覺，行亦不正覺，當以知此。如是", "321": "行念，吾樂菩薩思惟念此行眾生靈空恢廓，廣大無邊，故可導利", "322": "昇此大道。一切人不能正覺，當以正覺開寤之也。」", "323": "明度經卷第一", "33": "無師云：當學知是非意，以知非意無復想捨，即為意淨。光明者，無復塵冥矣也？彼可得耶", "34": "彼，彼意也。可得意處不乎？」曰：「不可也言不可者，不可言無，亦不可得處也。」善業曰：「如", "35": "非意，有與無不可得，不可得不可明，其合", "36": "此相應者，豈有是意意非意哉？」曰：「如是者，何", "37": "謂非意？」善業曰：「謂其無為有為者，謂生死之心，陰自起念捨。一念一", "38": "至，無不為己。非意者，無復有此生死想，故曰無也，無雜念也雜念者，想且在經，且在五陰，意不一", "39": "定，謂之雜念也。已如空定，不起五陰，為無雜念也。」秋露子曰：「善哉，善哉！佛稱", "4": "聞如是：一時，佛遊於王舍國其鷄山，與大比", "40": "賢者說山澤行實為第一。菩薩受此無上正", "41": "真之道善業意解微妙，常善於山澤空淨之行，故為佛所稱，不退轉菩薩受此意不轉，謂菩薩", "42": "得住第七地也，觀而不休，明度無極當以知此觀而不休，謂惟此經，", "43": "意不疲倦也。欲學弟子地，當聞是經擇取奉持弟子趣欲空、不", "44": "願、無想，得泥洹已，不望知佛權道大悲也；欲學緣一覺地緣一覺者，望欲得佛慈悲不著，", "45": "不密於善權也、若學佛地，當聞是經學佛地者，弘慈普濟，不中道取證矣擇取", "46": "奉持。所以者何？是明度道說法甚廣，是為菩", "47": "薩大士所學善權十力無畏佛法度人，欲一切知言，是經廣大，在三學者自擇取也。」善", "48": "業白佛言：「吾以為菩薩者，其不可見，名亦不", "49": "可得師云：菩薩與名皆空，當以何為之說明度經也，又所匡政，皆不可見、", "5": "丘眾不可計，弟子善業第一；及大眾菩薩無", "50": "不可得者，當何為菩薩說法欲以道匡政天下著欲之徒，使其無為邪見之", "51": "行也？如是，世尊！所疑有著，吾與物也斯不可得", "52": "一切所疑，謂有吾身與萬物也，貲貨費耗皆非有得吾與萬物皆非已有，難可常保也，", "53": "但以名為菩薩。至于佛，亦名也。然不住不住", "54": "佛與菩薩在世間但名耳，其法意非住也，不住者以權著也，所以者何？名不可", "55": "得。是故名者，非住非不住名者猶水中月像也。若為菩薩", "56": "說深明度意，不移不捨、不疲不息、不有惡難，", "57": "不驚不怛、不以恐受，以體解而性入性與道俱，如合符契", "58": "也，是為住不退轉，應於無處，當以知此。又妙", "59": "世尊師云：妙者，此經義甚深妙也！菩薩修行明度無極，不以色", "6": "央數，敬首為上首。是時十五齋日月滿，佛", "60": "住不倚此色身住也，於痛想行不以識住不以名身住也。所以者", "61": "何？若止於色，為造色行是為甫始主作生無身業也，止痛想", "62": "行，為造識斯又甫欲與造邪識之行，始眾生矣，非為應受非如法受也。明度", "63": "無極不造行，為應受識不造色行，是為應受明度矣。受此，其不具", "64": "足明度無極，終不得一切知於斯經中有邪想行如毛髮，謂之不具，終不得", "65": "作佛也。」秋露子曰：「菩薩何行而受明度？」善業曰：", "66": "「以不取色取，着也，不着於色也，不取痛想行識。所以者", "67": "何？色無彼受，痛想行識無有彼受。若此色", "68": "無彼受為非色，痛想行識無有彼受為非識。", "69": "明度之道無有彼受。所以者何？吾受如取影", "7": "請賢者善業：「此眾菩薩集會，樂汝說菩薩大", "70": "無所得，是為明度無極之行也，是名曰菩薩", "71": "大士諸法無受之定我於世間所受如夢如影，影為無所得也。場廣趣", "72": "大而無有量，一切弟子、諸緣一覺所不能持", "73": "也教順之場極廣，所趣之道極大，四等弘普，周遍無極，畢央濟眾苦痛，難忍甘心，進擢志大，不權弟子", "74": "若佛所不能究竟，曰不能持矣。又一切知亦無彼受師云：一切知，佛也，唯", "75": "佛得無不知。所以者何？無想見故。若想見者，終不得", "76": "此。為若異學先泥之信，不得一切知。彼先泥", "77": "信解道，學度入慧，亦不取色，不取痛想行識，", "78": "不從色見慧——不內色見慧、不外色見慧、不內", "79": "外色見慧、不以異色見慧——於痛想行如上說", "8": "士明度無極。欲行大道，當由此始師云：請之以法，不以飲食", "80": "不從識，不以內外異識見慧。如是究暢，從信", "81": "解得道地，法意作量以為脫便，無受無獲", "82": "無受，不復受五盛陰想。無獲，無復罪福。故言無所獲矣，已受解，得度滅已受解者，謂八正道", "83": "及正解正智，為意已受，無復思想，為已得應義也，明度不為智想。如是，世尊！", "84": "雖菩薩於是道不取色痛想行識，亦不中道", "85": "滅度，而具如來十力、四無所畏、佛十八不絕", "86": "之法也菩薩得明度意見空，甫修佛事，以其力、無畏、十八法，成相好，嚴佛剎，不違本願，欲度十方，", "87": "不中道滅度也。又菩薩大士行明度無極，當以觀此何", "88": "等是智慧？何所為明度？何以明諸法無所從得", "89": "師云：不從內色外色內外痛想行見惠，是為無所從得也？是故謂之明度無極。如", "9": "也。」於是秋露子念：「此賢者說明度道，自己力", "90": "是觀省察思惟，不驚不怛、不移不疲，如是菩", "91": "薩為不中休，明度無極以知此。」秋露子曰：「何", "92": "故菩薩知己休止？為如於色休色本性，於", "93": "痛想行休識本性，明度無極休識本性色之本性，着復", "94": "著、起復起，五陰悉爾。菩薩於五陰休其本性，不着起也，明度無極休智本性？」善", "95": "業曰：「如是，賢者！其於色也，休色自然菩薩學明度，本心欲", "96": "分別知望得惠，當休是欲知望之想，無所復起也，於痛想行休識自然，明度", "97": "無極休識自然。明度無極休智自然，行此道", "98": "者於智休止，智之自然者休矣於五陰中皆休，其自起不復起矣。", "99": "相休止，相之自然者休矣。」秋露子曰：「善哉，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 大明度經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}