{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1312 難儞計濕嚩囉天說支輪經", "text": {"0": "No. 1312", "1": "難儞計濕嚩囉天說支輪經", "10": "事。或慕妖魔信邪造惡。又或好遊山水遂性", "100": "有中夭難。當夭難時遇吉曜臨照。變惡為善", "101": "得延壽命至七十五。於五月內值土曜及危", "102": "宿。直日命終。", "103": "復次寶瓶宮當土曜。直在女宿二分危宿室", "104": "宿各三分。其日男女生者。合主大富常受快", "105": "樂。多有眷屬亦多奴僕。而於父母志切孝養。", "106": "雖有妻室不守財物。所生之子有夭歿者。眼", "107": "目姦儍然有氣義。凡事明察所為長久。性不", "108": "慳悋唯好布施。所聚財物亦有破散。生怖虎", "109": "狼。年至十八有虎狼之難。於有難之際若遇", "11": "全真。又或樂作商估貿易寶貨。或好布施或", "110": "吉曜臨照。變惡為善得延壽命至八十四。於", "111": "六月內值太陽及奎宿。直日因患瘡而終。", "112": "復次雙魚宮當木曜。直在室宿壁宿奎宿各", "113": "一分。其日男女生者。身分端正眼目姦儍。多", "114": "有妻妾眷屬復多僮僕。稟性急躁常多瞋怒。", "115": "有筋力貪肉食。復好食魚。然好布施及供養", "116": "賢聖。愛香華好技術。貪著美色亦為女妬。言", "117": "多真實亦合謗師。主患耳疾亦主長壽。年至", "118": "十八有上樹上牆墮落之難。若遇吉曜臨照", "119": "變惡為善。得延壽命至九十五於七月內值", "12": "即慳貪。並乃表於相狀顯著身胑。為幢為螺", "120": "土曜及壁宿。直日因患瘡而終。", "121": "復說諸宿攝於三趣。", "122": "所謂奎婁參井鬼軫亢房牛等九宿攝於天", "123": "趣。胃昴嘴柳星角氐心尾等九宿攝羅剎趣。", "124": "箕室張畢女危斗壁翼等九宿攝於人趣。若", "125": "遇天趣諸宿照臨生者。凡是男女皆處富貴。", "126": "子孫昌盛一切吉祥最為第一。爾時難儞計", "127": "濕嚩囉天。為於世間一切男女。說支輪已歡", "128": "喜而退。", "129": "難儞計濕嚩囉天說支輪經", "13": "作文作黶。一切美惡並稟一身。亦乃宿有因", "14": "緣今值星曜。恐其未曉略為宣揚。", "15": "復次天羊宮當火曜。直在婁宿胃宿全分昴", "16": "宿一分。其日生者。相貌端嚴身胑細妙。孝於", "17": "父母敬事尊長。多眷屬饒僕從具。勇猛有精", "18": "神有大福德。不奈飢寒。樂於法知慚愧。好布", "19": "施心堅固。言行真實見解明了。合得君王愛", "2": "西天譯經三藏朝散大夫試光祿卿", "20": "重眾人欽仰。眼儍貪色。多好遊歷一生多饒。", "21": "齒疾及有癀病。壽或中夭於生後第四年合有", "22": "火難。至年十八亦合中夭。至年二十五合有", "23": "虎狼之難。亦主海中死當夭難時。若遇吉曜", "24": "臨照即延壽命至一百歲於八月內值火曜及", "25": "昴星。直日夜半時命終。復次金牛宮當金曜。", "26": "直在昴宿三分畢宿參宿各二分。其日男女", "27": "生者。相貌端嚴身分長細。面有星黶合主大", "28": "富常受快樂。多饒眷屬亦多奴僕。氣性剛強", "29": "不宜妻妾。少小辛苦。晚年之後復得父母資", "3": "明教大師臣法賢奉　詔譯", "30": "財即受快樂。有精神善工巧見識明了。所作", "31": "堅固好樂布施。貪愛食味饒患喉病。至二十", "32": "五歲命合中夭。若於是時復得吉曜臨照。變", "33": "惡為善得延壽命至於百歲。後患風狂病。於", "34": "九月中當水曜及畢宿。直日終於聖跡之地。", "35": "復次陰陽宮當水曜。直在參宿二分嘴宿井", "36": "宿各三分。其日男女生者。稟性柔善身相端", "37": "正。所言真實談對辯捷。於其交友分義長遠。", "38": "偏好香華貪愛食味。稟性滑稽厚於女色。目", "39": "覩美麗神魂如失。於諸幻術見者愛樂。於成", "4": "爾時難儞計濕嚩囉天。普觀世間一切男女。", "40": "就法修習必得。若學禁龍及呪水法。於此二", "41": "法最得精妙。少小辛苦至中年後方有名譽", "42": "見者愛重。初生之後至第五年有中夭難。於", "43": "夭難時。若遇吉曜臨照變惡為善。得延壽命", "44": "至八十歲。於十月內遇水曜及參宿。直日於", "45": "日中時因疾命終。", "46": "復次於巨蟹宮當太陰。直在井宿鬼宿柳宿", "47": "全分。其日男女生者。身分長細稟性柔善。", "48": "有智慧能忍事。孝順父母最得父母憐愛。於", "49": "手中足下合有蓮華紋螺紋輪紋及吉祥果紋", "5": "因於生時值諸宮宿所感善惡。至壽命盡於", "50": "相。多有妻妾眷屬又多奴僕。少年微賤晚歲", "51": "豐富。樂法勇猛好於布施。供養賢聖及諸師", "52": "長。性好遠遊。初生後至二十歲合於樹上落", "53": "下。因此傷夭。當此之時若遇吉曜臨照。變惡", "54": "為善得延壽命至八十歲。於十一月當參宿", "55": "及金曜。直日夜半時命終。", "56": "復次於師子宮當太陽。直在星宿張宿翼宿", "57": "各一分。此日男女生者。為性急躁舉措多瞋。", "58": "生二三子每所憐愛過於己命。雖豐財寶心", "59": "常知足。好樂供養一切賢聖。為人不拘散誕", "6": "其中間。或貴或賤或富或貧。有孝有忠好文", "60": "自足。偏好食肉亦好食魚。或往他國亦不受", "61": "飢寒。恒怖疾病不懼大水。年至十五有中夭", "62": "難若遇吉曜臨照。變惡為善得延壽命至於", "63": "百歲。於十二月內當土曜及星宿。直日於殑", "64": "伽河北岸而趣命終。", "65": "復次雙女宮當水曜。直在翼宿三分軫宿角", "66": "宿各二分。其日男女生者。猴面廣目肋下有", "67": "黶。人見敬愛。樂法愛香華。年少微賤晚歲豐", "68": "財。然多疾病偏饒患目。好在他國不宜妻妾。", "69": "每覩美麗神魂失次。年至三十有中夭難。當", "7": "好武。至於端嚴醜陋愚鈍聰慧。疾病夭枉鱞", "70": "夭難時遇吉曜臨照。變惡為善得延壽命至", "71": "八十歲。於正月內因患瘡命終。", "72": "復次天秤宮當金曜。直在角宿二分亢宿氐", "73": "宿各三分。其日男女生者。為人孝順福祿自", "74": "如。稟性急躁多有瞋怒。然識見明達審察微", "75": "細。復有氣義又能剛忍。長於親友滑稽好色。", "76": "多遊外國。或於非次得快樂事。合主手中有", "77": "幢蓋紋相。至二十二歲有中夭難。於夭難時", "78": "若遇吉曜臨照。變惡為善得延壽命至九十", "79": "七。於二月內值火曜及房宿直日命終。", "8": "寡孤惸。猛惡剛強溫柔恭順。言正行直識愧", "80": "復次天蠍宮當火曜。直在氐宿及房宿心宿", "81": "各一分。其日男女生者。合主利根所學易成。", "82": "為人氣義雖豐財寶或聚或散。至年十八有", "83": "蛇蠍虎狼之難。至年二十再有中夭之難。當", "84": "夭難時若遇吉曜臨照。變惡為善得延壽命", "85": "至七十七歲。於三月內值火曜及房宿直日", "86": "命終。", "87": "復次人馬宮當木曜。直在尾宿箕宿斗宿各", "88": "一分。其日男女生者。合主身相端嚴兼有福", "89": "黶。稟性柔善持戒堅固。凡所言說悉務真實。", "9": "知慚。曉達天文明察世事。或重佛法樂修善", "90": "足智慧好論義。一生之中。常處大富。於年少", "91": "時又得伏藏。至十八歲有中夭難。於夭難時", "92": "若得吉曜臨照。變惡為善即延壽命至七十", "93": "七歲。於四月內值金曜及牛宿。直日因斷食", "94": "投水而終。", "95": "復次摩竭宮當土曜。直在斗宿三分牛宿女", "96": "宿各二分。其日男女生者。身相端直隱處有", "97": "黶。為性惼急常多瞋怒目相姦儍。然有氣義", "98": "智慧不群。全忠孝多朋友。心勇猛樂鬪戰。愛", "99": "歌舞好技術。復愛香華多有妻妾。年至三十"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1312 難儞計濕嚩囉天說支輪經", "author": "宋 法賢譯", "sourceLink": "http://www.cbeta.org/"}