{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1545 阿毘達磨大毘婆沙論: 阿毘達磨大毘婆沙論: 阿毘達磨發智大毘婆沙論: 說一切有部發智大毘婆沙論: 阿毘達磨發智大毘婆沙論", "text": {"0": "No. 1545 [No. 1546, cf. Nos. 1543, 1544, 1547]", "1": "阿毘達磨大毘婆沙論卷第一", "10": "天神問。佛世尊答。有餘師說。化苾芻問。佛世", "100": "深法性。故造斯論。譬如有人為饒益他故", "101": "於黑闇處然大明燈。令有目者見種種色。", "102": "尊者亦爾為饒益他於佛滅後制造此論。", "103": "令有智者入深法性。又如諸佛為饒益他。", "104": "開示演說十二分教。一契經二應頌三記別", "105": "四諷頌五自說六緣起七譬喻八本事九本生", "106": "十方廣十一希法十二論議。所以者何。諸有", "107": "情類。雖有因力若無緣力而覺發者。終不", "108": "能修勝進之行。要遇緣力乃能修行。譬如", "109": "池中雖有種種嗢鉢羅等眾妙蓮華。若日月", "11": "尊答。所以者何。諸佛法爾所知法性。於諸世", "110": "光不照觸者。則不開發出種種香。要日月", "111": "光之所照觸。乃得隨類開發出香。又如闇", "112": "中有種種物。若無燈照終不可見。要假燈", "113": "照乃得見之。有情亦爾。雖有因力若無", "114": "緣力。廣說如前。如有頌言。", "115": "譬如闇室中雖有種種物", "116": "無燈闇所隱有目不能見", "117": "如是雖有智不從他聞法", "118": "是人終不能分別善惡義", "119": "譬如有目者因燈見眾色", "12": "間定應開示。然無問者。爾時世尊化作苾", "120": "有智依多聞能別善惡義", "121": "多聞能知法多聞離不善", "122": "多聞捨無義多聞得涅槃", "123": "又如經說。有二因緣。能生正見。一外聞他", "124": "法音。二內如理作意。又契經說。有四法人", "125": "多有所作。一親近善友。二從他聞法。三如", "126": "理作意。四法隨法行。復有經言。若我弟子一", "127": "心屬耳聽聞正法能斷五蓋。及能修行七", "128": "覺分滿。故如諸佛為饒益他說十二分教。", "129": "如是彼尊者為饒益他制造此論。復次為", "13": "芻。形容端正眾所樂見。剃除鬚髮服僧伽", "130": "破無明闇故。如燈破闇能發光明。阿毘達", "131": "磨亦復如是。破無明闇發智慧明。故彼尊", "132": "者制造此論。復次為顯無我像故。譬如鏡", "133": "面極善磨瑩。種種色像皆於中現。阿毘達", "134": "磨亦復如是。分別諸法自相共相。令無我", "135": "像分明顯現。故彼尊者制造此論。復次為", "136": "度生死河故。如牢船筏百千眾生依之無", "137": "畏從河此岸渡至彼岸。阿毘達磨亦復如", "138": "是。無數諸佛及諸有情。依之無畏。從生死", "139": "此岸。至涅槃彼岸。故彼尊者制造此論。復", "14": "胝。令彼請問佛世尊答。猶如徵問義品因", "140": "次為照契經等故。如人執燈入諸闇室。", "141": "能見眾色而無迷亂。如是行者以阿毘", "142": "達磨照契經等義而無迷惑。故彼尊者制", "143": "造此論。復次為觀察善等諸法故。如別寶", "144": "人能善觀察金剛等寶。阿毘達磨亦復如是。", "145": "能善分別善等諸法。故彼尊者制造此論。復", "146": "次為顯阿毘達磨。諸大論師不傾動故。如", "147": "妙高山踞金輪上一切猛風搖鼓飄擊不能", "148": "傾動。阿毘達磨諸大論師。亦復如是。住淨", "149": "尸羅。諸惡見者輕毀邪論不能摧伏。故彼尊", "15": "緣。問若爾此論何故傳言。尊者迦多衍尼子", "150": "者制造此論。復次尊者以三因緣制造此", "151": "論。一為增益智故。二為開覺意故。三為", "152": "遮計我故。增益智者。謂於內外諸經論中。", "153": "令智增益無有能如阿毘達磨。開覺意者。", "154": "謂諸有情無明所昏。如睡未覺不能了知。", "155": "何者是遍行。何者非遍行。何者自界緣。何者", "156": "他界緣。何者有漏緣。何者無漏緣。何者有為", "157": "緣。何者無為緣。云何為攝。云何相應。云何", "158": "因。云何緣。誰成就。誰不成就。何者順前句。", "159": "何者順後句。何者四句。何者如是句。何者不", "16": "造。答由彼尊者受持演說廣令流布。是故此", "160": "如是句。於如是等所知境中。令諸有情開", "161": "發覺意。無有能如阿毘達磨。遮計我者。尊", "162": "者所造阿毘達磨。未曾說有補特伽羅。恒", "163": "顯諸行空無有我。以如是等種種因緣。故", "164": "彼尊者制造此論。", "165": "問阿毘達磨。自性云何。答無漏慧根。以為", "166": "自性。一界一處一蘊所攝。一界者謂法界。", "167": "一處者謂法處。一蘊者謂行蘊。若兼相應及", "168": "取。隨轉三界二處五蘊所攝。三界者謂意", "169": "界法界意識界。二處者謂意處法處。五蘊者", "17": "論名稱歸彼。然是佛說。復有說者。此論即", "170": "謂色蘊乃至識蘊。如契經說。此藥叉天於", "171": "長夜中其心質直無有諂誑。諸有所問皆", "172": "為了知不為嬈亂。我以甚深阿毘達磨恣", "173": "彼意問。此中何者甚深阿毘達磨。謂無漏慧", "174": "根。", "175": "又契經說。此筏蹉氏及善賢外道并梵壽婆", "176": "羅門。皆於長夜其性質直無諂無誑。諸有", "177": "所問皆為了知不為嬈亂。我以甚深阿毘", "178": "達磨恣彼意問。此中何者甚深阿毘達磨。", "179": "謂無漏慧根。又如佛告西儞迦言。我有甚", "18": "彼尊者迦多衍尼子造。問豈不前言以一切", "180": "深阿毘達磨。難見難覺不可尋思非尋思", "181": "境。唯有微妙聰叡智者。乃能知之。非汝淺", "182": "智之所能及。所以者何。汝於長夜異見異", "183": "忍異欲異樂。此中何者甚深阿毘達磨。謂空", "184": "無我及如實覺。所以者何。以彼外道恒妄計", "185": "我。空無我性非彼所及。又如佛告鄔陀夷", "186": "言。汝是愚夫盲無慧目。云何乃與上座苾", "187": "芻共論甚深阿毘達磨。此中何者甚深阿毘", "188": "達磨。謂滅定退及如實覺。又如佛告阿難", "189": "陀言。我有甚深阿毘達磨。謂諸緣起。難見", "19": "種所知法性甚深微妙。非佛世尊一切智者", "190": "難覺不可尋思非尋思境。唯有微妙聰叡", "191": "智者。乃能知之。此中何者甚深阿毘達磨。謂", "192": "因緣性及如實覺。又契經說。我有甚深阿", "193": "毘達磨。謂緣性緣起此處甚深難見難覺。不", "194": "可尋思非尋思境。唯有微妙聰叡智者。", "195": "乃能知之。復有甚深阿毘達磨。謂一切依皆", "196": "永捨離。愛盡離染寂滅涅槃。此最甚深難見", "197": "難覺。廣說如前。此中何者甚深阿毘達磨。", "198": "謂因緣性及彼寂滅并如實覺。又如佛告阿", "199": "難陀言。復有甚深阿毘達磨。謂有餘法相", "2": "五百大阿羅漢等造", "20": "誰能究竟等覺開示。云何彼尊者能造此論", "200": "似甚深我於其中自覺正說。此中何者甚", "201": "深阿毘達磨。謂諸見趣及如實覺。又契經說。", "202": "我有甚深阿毘達磨。謂一切法甚深故難見。", "203": "難見故甚深。此中何者甚深阿毘達磨。謂一", "204": "切法性及如實覺。雖此等經中隨別意趣", "205": "作種種異說。然阿毘達磨勝義自性唯無漏", "206": "慧根。即由此故發起世間修所成慧。謂煖", "207": "頂忍世第一法。以能別觀四聖諦故。亦得", "208": "名為阿毘達磨。又由此故發起殊勝思所成", "209": "慧。謂不淨觀持息念等。以能別總觀諸蘊", "21": "耶。答以彼尊者亦有微妙甚深猛利善巧覺", "210": "故。亦得名為阿毘達磨。又由此故發起殊", "211": "勝聞所成慧。分別諸法自相共相建立諸法", "212": "自相共相。害實物愚及所緣愚。以於諸法", "213": "不增減故。亦得名為阿毘達磨。又由此故", "214": "發起殊勝生處得慧。以於三藏十二分教", "215": "能受能持思量觀察不謬轉故。亦得名為", "216": "阿毘達磨。復由如是資糧攝持無漏慧根", "217": "轉得明盛。是故亦名阿毘達磨。", "218": "問若阿毘達磨唯無漏慧根為自性者。何故", "219": "此論復名阿毘達磨。答阿毘達磨具故亦名", "22": "慧。善知諸法自相共相。通達文義及前後", "220": "阿毘達磨。如處處經中於彼彼具立彼彼", "221": "名。此亦如是。謂如於樂具立以樂名。如", "222": "伽他說。", "223": "食所乞食樂衣隨得衣樂", "224": "經行山林樂栖隱巖窟樂", "225": "飲食衣等體實非樂。勝義樂者謂諸樂受。或", "226": "有說者。亦輕安樂。然衣食等是樂具故。於", "227": "伽他中亦說為樂。又如於垢具立以垢名。", "228": "如伽他說。", "229": "女是梵行垢女損害眾生", "23": "際。善解三藏離三界染成就三明。具六", "230": "苦梵行所淨非由水能洗", "231": "女實非垢。勝義垢者謂貪瞋癡。然伽他中說", "232": "女為垢。是垢具故。又如於漏具立以漏", "233": "名。如說七漏是損害是燒然是苦惱。根等實", "234": "非漏。是漏具故立以漏名。勝義漏唯三。謂", "235": "欲漏有漏無明漏。又如於隨眠具立隨眠", "236": "名。如契經說。苾芻當知。色是隨眠隨增隨", "237": "死。若隨增即隨死。若隨死即隨取。若隨取即", "238": "隨縛。色非隨眠。勝義隨眠唯有七種。然經", "239": "說色是隨眠者。隨眠具故。又如於味具立", "24": "神通及八解脫。得無礙解。獲妙願智。曾於", "240": "以味名。如契經說。苾芻當知。眼味妙色。", "241": "色是魔鉤。眼實非味。勝義味者謂所生愛。", "242": "然契經說。眼味色者是味具故。又如於欲", "243": "具立以欲名。如契經說。欲者是何。謂五妙", "244": "欲。又如頌言。", "245": "如是五妙欲可愛可欣樂", "246": "可意欲所牽能令心染著", "247": "色等非欲。勝義欲者。謂於彼愛然經頌說。", "248": "彼是欲者是欲具故。又如於退具立以退", "249": "名。如契經說。有五因緣令時解脫阿羅漢", "25": "過去五百佛所。積修梵行發弘誓願。我於", "250": "退。一營事業。二樂戲論。三和諍訟。四好遠", "251": "行。五遇長病。非營事等是能退體。勝義退", "252": "者。謂一切不善有覆無記法。然契經中說營", "253": "事等是能退者。謂退具故。又於業具立", "254": "以業名。如契經說。有三種意。故思惡不善", "255": "業。若作增長感非愛異熟。謂貪欲瞋恚邪", "256": "見。非貪欲等是實意業勝義意業。謂意俱", "257": "思。然契經中名意業者。謂是不善意業具", "258": "故。又如於異熟因具立異熟因名。如彼", "259": "尊者無滅所說。我由一食異熟因故。七生", "26": "未來釋迦牟尼佛般涅槃後造阿毘達磨。故", "260": "天上七生人中。於最後身得盡諸漏。非", "261": "即一食是異熟因。勝義異熟因者。謂諸不善", "262": "善有漏法。然彼尊者即說一食為異熟因。", "263": "是彼具故。如於此等處處經中以彼彼名", "264": "說彼彼具。此論亦爾。是阿毘達磨具故亦名", "265": "阿毘達磨。如是勝義阿毘達磨自性。唯是無", "266": "漏慧根。一界一處一蘊所攝。若兼相應及取", "267": "隨轉三界二處五蘊所攝。餘資糧等皆是世", "268": "俗阿毘達磨。是名阿毘達磨自性。如說自", "269": "性我物自體相分本性。應知亦爾。", "27": "如是說。一切如來應正等覺弟子眾中。法", "270": "已說自性。所以今當說。以何義故名阿毘", "271": "達磨。阿毘達磨諸論師言。於諸法相能善決", "272": "擇能極決擇故。名阿毘達磨。復次於諸法", "273": "性能善覺察能善通達故。名阿毘達磨。復次", "274": "能於諸法現觀作證故。名阿毘達磨。復次", "275": "法性甚深能盡原底故。名阿毘達磨。復次", "276": "諸聖慧眼由此清淨故。名阿毘達磨。復次", "277": "能善顯發幽隱法性故。名阿毘達磨。所知", "278": "法性無始幽隱。離此無有能顯發故。復次", "279": "所說法性無有乖違故。名阿毘達磨。若有", "28": "爾皆有二大論師任持正法。若在世時如", "280": "能於阿毘達磨自相共相極善串習。必無", "281": "有能如法問難。令於法性有少違故。復", "282": "次能伏一切外道他論故。名阿毘達磨。阿", "283": "毘達磨諸大論師。邪徒異學無能敵故。尊者", "284": "世友作如是說。常能決擇契經等中諸法性", "285": "相故。名阿毘達磨。復次於十二支緣起法", "286": "性善覺了故。名阿毘達磨。復次以能現觀", "287": "四聖諦法故。名阿毘達磨。復次善說修習", "288": "八聖道法故。名阿毘達磨。復次能證涅槃", "289": "故。名阿毘達磨。復次能於諸法以無量門", "29": "尊者舍利子。若般涅槃後如尊者迦多衍尼", "290": "數數分別故。名阿毘達磨。大德說曰。於雜", "291": "染清淨繫縛解脫流轉還滅法。以名身句身", "292": "文身次第結集安布分別故。名阿毘達磨。脇", "293": "尊者言。此是究竟慧。此是決斷慧。此是勝義", "294": "慧。此是不謬慧故名阿毘達磨。尊者妙音作", "295": "如是說。求解脫者修正行時。能為分別", "296": "所未了義。謂此是苦此是苦因。此是苦滅此", "297": "是趣滅道。此是加行道。此是無間道。此是解", "298": "脫道。此是勝進道。此是向道。此是得果。能正", "299": "分別如是等義故。名阿毘達磨。法密部說。", "3": "三藏法師玄奘奉　詔譯", "30": "子。故彼尊者以願智力觀法所益而造此", "300": "此法增上故。名阿毘達磨。如有頌言。", "301": "慧於世間尊能決擇趣向", "302": "以正了知故老死盡無餘", "303": "化地部說。慧能照法故。名阿毘達磨。如契", "304": "經說。一切照中我說慧照最為上首。譬喻", "305": "者說。於諸法中涅槃最上。此法次彼故。名", "306": "阿毘達磨。聲論者言。阿謂除棄。毘謂決擇。此", "307": "法能除棄決擇故。名阿毘達磨。何所除棄。", "308": "謂結縛隨眠隨煩惱纏。何所決擇。謂蘊界處", "309": "緣起。諦食及沙門果菩提分等。尊者佛護作", "31": "論。問若爾佛說阿毘達磨。何者是耶。答世尊", "310": "如是說。阿毘者。是助言顯現前義。此法能", "311": "引一切善法。謂諸覺分皆現在前故。名阿毘", "312": "達磨。尊者覺天作如是說。阿毘者。是助言", "313": "顯增上義。如增上慢者名阿毘慢。增上覺", "314": "者。名阿毘覺。增上老者名阿毘老。此亦如", "315": "是。此法增上故。名阿毘達磨。尊者老受作", "316": "如是說。阿毘助言顯恭敬義。如恭敬稽首", "317": "者名阿毘稽首。恭敬供養者名阿毘供養。", "318": "此亦如是。此法尊重可恭敬故。名阿毘達", "319": "磨。", "32": "在世於處處方邑。為諸有情以種種論道。", "320": "問何故此論名發智耶。答諸勝義智。皆從", "321": "此發此為初基。故名發智。復次此論應名", "322": "智安足處。諸勝義智此為根本依此而立。", "323": "是故名為智安足處。復次諸勇健智此最能", "324": "發。發勇智緣故名發智。復次諸智彼岸依", "325": "此能到故名發智。開發諸法自相共相。無", "326": "有能如此論者故。復次世出世智。皆依", "327": "此發智之妙門故名發智。", "328": "問此論勝利其相云何。答隨順解脫斷除繫", "329": "縛。順空無我違我我所。顯無我理遮數取", "33": "分別演說阿毘達磨。佛涅槃後或在世時。諸", "330": "趣開覺意息昏迷。遣愚癡生智慧。斷疑", "331": "網與決定。背雜染向清淨。訶流轉讚還", "332": "滅。捨生死得涅槃。摧破一切外道邪論。成", "333": "立一切佛法正論。此論勝利其相如是。", "334": "說一切有部發智大毘婆沙論卷第一", "335": "顯慶元年七月廿七日於長安大慈恩寺", "336": "翻經院三藏法師玄奘奉　詔譯", "337": "弘法寺沙門嘉尚筆受", "338": "大慈恩寺沙門明珠證義", "339": "大慈恩寺沙門惠貴證義", "34": "聖弟子以妙願智。隨順纂集別為部類。是故", "340": "大慈恩寺沙門法祥證義", "341": "西明寺沙門慧景證義", "342": "大慈恩寺沙門神泰證義", "343": "大慈恩寺沙門普賢證義", "344": "大慈恩寺沙門善樂證義", "345": "大慈恩寺沙門拪玄綴文", "346": "大慈恩寺沙門靜邁綴文", "347": "西明寺沙門慧立綴文", "348": "西明寺沙門玄則綴文", "349": "大慈恩寺沙門義褒正字", "35": "尊者迦多衍尼子佛去世後。亦以妙願智隨", "350": "大慈恩寺沙門玄應正字", "351": "西明寺沙門神察執筆", "352": "大慈恩寺沙門辯通執筆", "353": "同州魏伐寺沙門海藏筆受", "354": "大慈恩寺沙門神昉筆受", "355": "西明寺沙門嘉尚筆受", "356": "大慈恩寺沙門大乘光筆受", "357": "夫物情斯感。資于教悟。大聖貽則。寔啟疑", "358": "徒。而先匠譯辰。篾爾無紀。爰使後學積滯", "359": "疑懷。今故具書。以彰來信。願傳寫之儔。與", "36": "順纂集造發智論。謂於佛說諸論道中安立", "360": "余同志。庶幾彌劫。永無惑焉。", "361": "大唐中大夫內侍護軍佛弟子觀自在。敬寫", "362": "西域新翻經論。願畢此餘生。道心不退。庶", "363": "以流通未聞之所。竊以佛日西沈。正法玄謝。", "364": "慧流東漸。像教方傳。希世之符。奧義宣於貝", "365": "葉。非常之寶。至賾發於龍宮。挹其沖源。截", "366": "暴河而遐逝。遊其玄閫。出朽宅而長驅。玄", "367": "奘法師者。釋門之龍象。振旦之鶖鷺。逾蔥", "368": "山而勵學。齎梵文而旋止。殺青甫就永事。", "369": "流通士方涯多。幸預聞正法。植因或爽。稟", "37": "章門。摽舉略頌造別納息制總蘊名。謂集", "370": "質不全。今罄茲寸祿。繕斯奧旨。片言隻字。", "371": "具經心目。親蒙口決。庶無乖舛。以斯福祉。", "372": "奉福", "373": "太宗文皇帝。即御　皇帝王公卿士。六姻親", "374": "族。凡厥黎庶。及跂行喘息。平等熏修。乘此", "375": "勝基。方升正覺。", "38": "種種異相論道。制為雜蘊。集結論道制為", "39": "結蘊。集智論道制為智蘊。集業論道制為", "4": "序阿毘達磨發智大毘婆沙論序", "40": "業蘊。集大種論道制為大種蘊。集根論道", "41": "制為根蘊。集定論道。制為定蘊。集見論", "42": "道制為見蘊。猶如一切鄔拕南頌。皆是佛", "43": "說。謂佛世尊於處處方邑。為種種有情隨", "44": "宜宣說。佛去世後大德法救。展轉得聞隨順", "45": "纂集制立品名。謂集無常頌立為無常品。", "46": "乃至集梵志頌立為梵志品。此亦如是。阿", "47": "毘達磨本是佛說。亦是尊者隨順纂集。又若", "48": "佛說若弟子說不違法性。世尊皆許苾芻受", "49": "持。故彼尊者展轉得聞。或願智力觀察纂集。", "5": "問誰造此論。答佛世尊。所以者何。以一切", "50": "為令正法久住世故制造此論。", "51": "復次諸佛出世皆說三藏。謂素怛纜。毘㮈", "52": "耶。阿毘達磨。如是三藏有何差別。或有說", "53": "者。無有差別。所以者何。一切佛教從一智海", "54": "之所生故。隨一覺池之所出故。等力無畏", "55": "所攝受故。同一大悲所等起故。復有說者。", "56": "亦有差別。且名即差別。謂此名素怛纜。此名", "57": "毘㮈耶。此名阿毘達磨。復次依處亦有差別。", "58": "謂若依增上心論道是素怛纜。若依增上戒", "59": "論道是毘㮈耶。若依增上慧論道是阿毘達", "6": "種所知法性甚深微妙。非佛世尊一切智者。", "60": "磨。問於一切中一切可得。謂素怛纜中亦", "61": "有依增上戒增上慧論道。毘㮈耶中亦有", "62": "依增上心增上慧論道。阿毘達磨中亦有依", "63": "增上心增上戒論道。如是三藏應無差別。", "64": "答依增勝說。謂素怛纜中依增上心論道增", "65": "勝。毘㮈耶中依增上戒論道增勝。阿毘達磨", "66": "中依增上慧論道增勝。有作是說。素怛纜", "67": "中依增上心論道是素怛纜。依增上戒論", "68": "道即毘㮈耶。依增上慧論道即阿毘達磨。", "69": "毘㮈耶中依增上戒論道是毘㮈耶。依增上", "7": "誰能究竟等覺開示。若爾此中誰問誰答。或", "70": "心論道即素怛纜。依增上慧論道即阿毘達", "71": "磨。阿毘達磨中依增上慧論道是阿毘達磨。", "72": "依增上心論道即素怛纜。依增上戒論道", "73": "即毘㮈耶。故由依處亦有差別。復次所顯", "74": "亦有差別。謂素怛纜次第所顯。謂素怛纜", "75": "中應求次第。何故世尊此品無間宣說彼", "76": "品若毘㮈耶緣起所顯謂毘㮈耶中。應", "77": "求緣起。世尊依何緣起制立彼彼學處。阿", "78": "毘達磨性相所顯。謂阿毘達磨中應求諸法", "79": "真實性相。不應求彼次第緣起。或前或後", "8": "有說者。尊者舍利子問。佛世尊答。復有說", "80": "或無緣起俱無過失。復次等流亦有差別。謂", "81": "素怛纜是力等流。毘㮈耶是大悲等流。阿毘", "82": "達磨是無畏等流。復次所說亦有差別。謂種", "83": "種雜說是素怛纜。說諸學處是毘㮈耶。分", "84": "別諸法自相共相是阿毘達磨。", "85": "復次所為亦有差別。謂未種善根者令種善", "86": "根故說素怛纜。已種善根者令相續成熟", "87": "故說毘㮈耶。相續已成熟者令得正解脫", "88": "故說阿毘達磨。", "89": "復次分位亦有差別。謂依始業位說素怛", "9": "者。五百阿羅漢問。佛世尊答。有作是說。諸", "90": "纜。依已串習位說毘㮈耶。依超作意位說", "91": "阿毘達磨。", "92": "復次進趣亦有差別。謂未入正法令入正", "93": "法故說素怛纜。已入正法令受持學處故", "94": "說毘㮈耶。已受持學處令通達諸法真實", "95": "相故說阿毘達磨。是故三藏亦有差別。", "96": "問何故尊者造此論耶。答為饒益他故。", "97": "謂彼尊者作是思惟。云何當令諸有情類", "98": "於佛聖教無倒受持。精進思惟籌量觀察。", "99": "由此無量煩惱惡行不現在前。便得悟入甚"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1545 阿毘達磨大毘婆沙論: 阿毘達磨大毘婆沙論: 阿毘達磨發智大毘婆沙論: 說一切有部發智大毘婆沙論: 阿毘達磨發智大毘婆沙論", "author": "五百大阿羅漢等造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}