{"author": "迦栴延子造  符秦 僧伽提婆共竺佛念譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇: 阿毘曇: 阿毘曇八揵度論: 阿毘曇: 阿毘曇", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "8 見犍度2 欲跋渠", "1": "阿毘曇八犍度論卷第三十", "2": "迦旃延子造", "3": "符秦罽賓三藏僧伽提婆", "4": "共竺佛念譯", "5": "3 想跋渠見犍度想跋渠第三", "6": "十想。無常想無常苦想苦無我想不淨想。觀", "7": "食想一切世間不可樂想。死想斷想無婬想", "8": "盡想。諸法無常想生彼法無常想相應耶。設", "9": "諸法無常想相應。彼法無常想生耶。乃至盡", "10": "想亦如是。諸法無常想生。彼法無常想一緣", "11": "耶。設諸法無常想一緣。彼法無常想生耶。乃", "12": "至盡想亦如是。頗法智分別不斷不修不作", "13": "證耶。頗法智分別不斷不修作證耶。頗法智", "14": "分別不斷修作證耶。頗法智分別斷修作證", "15": "耶。頗法智分別斷不修作證耶。頗法智分別", "16": "斷不修不作證耶。頗法無緣緣因無緣緣。法", "17": "緣俱生有有像非不有非不有像。餘色餘痛", "18": "餘想餘識餘彼相應法。彼法於彼法當言因", "19": "耶。當言緣耶。復次當言緣。當言非因耶。彼法", "20": "當言善耶不善耶無記耶。彼法幾使所使。幾", "21": "結繫。若法心俱生非不用心。如是心生彼", "22": "法亦然耶。如心盡彼法亦然耶。如彼得心彼", "23": "法亦然耶。如彼棄心彼法亦然耶。如彼心受", "24": "報彼法亦然耶見相應痛幾使所使。見不相", "25": "應痛幾使所使。疑相應痛幾使所使。疑不相", "26": "應痛幾使所使。因道緣生攝幾持幾入幾陰。", "27": "眼更等生想痛除心相應法。耳更等生想痛", "28": "除心不相應法。諸餘法攝幾持幾入幾陰。鼻", "29": "舌身更等生想痛除心相應法。意更等生想", "30": "痛除心不相應法。諸餘法攝幾持幾入幾陰。", "31": "此章義願具演說。", "32": "十想。無常想無常苦想苦無我想不淨想觀", "33": "食想一切世間不可樂想死想斷想無婬想盡", "34": "想。諸法無常想生彼法無常想相應耶。答曰。", "35": "或法無常想生。彼法非無常想相應。云何法", "36": "無常想生。彼法非無常想相應。答曰。猶如無", "37": "常想在前必盡。諸餘想在前必生。彼想諸相", "38": "應法。是謂法無常想生。彼法非無常想相應。", "39": "云何法無常想相應。彼法非無常想生。答曰。", "40": "猶如餘想在前必盡。無常想在前必生。彼想", "41": "諸相應法。是謂法無常想相應。彼法非無常", "42": "想生。云何法無常想生。彼法無常想相應。答", "43": "曰。猶如無常想在前必盡。無常想在前必生。", "44": "彼想諸相應法。是謂法無常想生。彼法無常", "45": "想相應也。云何法非無常想生。彼法非無常", "46": "想相應。答曰。猶如餘想在前必盡。猶如餘想", "47": "在前必生。彼想諸相應法。是謂法非無常想", "48": "生。彼法非無常想相應。乃至盡想亦如是。諸", "49": "法無常想生。彼法無常想一緣耶。答曰。或法", "50": "無常想生。彼法非無常想一緣也。云何法無", "51": "常想生。彼法非無常想一緣耶。答曰。猶如", "52": "無常想在前必盡。猶如餘想在前必生。彼有", "53": "餘緣。是謂法無常想生。彼法非無常想一緣", "54": "也。云何法無常想一緣。彼法非無常想生。答", "55": "曰。猶如餘想在前必盡。無常想在前必生。彼", "56": "有此緣。是謂法無常想一緣。彼法非無常想", "57": "生也。云何法無常想生。彼法無常想一緣耶。", "58": "答曰。猶如無常想在前必盡。無常想在前必", "59": "生。彼有此緣。是謂法無常想生。彼法無常想", "60": "一緣也。云何法非無常想生。彼法非無常想", "61": "一緣耶。答曰。猶如餘想在前必盡。猶如餘想", "62": "在前必生。彼有餘緣。是謂法非無常想生。彼", "63": "法非無常想一緣。乃至盡想亦如是。頗法智", "64": "分別不斷不修不作證耶。答曰有。虛空非數", "65": "緣盡也。頗法智分別不斷不修作證耶。答", "66": "曰。有數緣盡。頗法智分別不斷修作證耶。", "67": "答曰有。無漏有為法也。頗法智分別斷修作", "68": "證耶。答曰有。善有漏法也。頗法智分別斷", "69": "不修作證耶。答曰有。天眼天耳也。頗法智", "70": "分別斷不修不作證耶。答曰有。除天眼天耳", "71": "也。諸餘無記有為法若不善法也。頗法無緣", "72": "緣因無緣緣法緣俱生耶。答曰有。諸五識身", "73": "俱相應。諸意識身俱相應。色無為心不相應", "74": "行。緣彼法諸得生老無常。是謂法無緣緣因", "75": "無緣緣法緣俱生。有有像有彼法非無彼法。", "76": "是故有有像非不有非不有像。然有彼法非", "77": "不有彼法。是故非不有非不有像。餘色彼", "78": "法非色。餘痛彼法非痛。餘想彼法非想。餘識", "79": "彼法非識。餘彼相應法彼法非相應。是故餘", "80": "不相應法。彼法於彼法。當言因。當言緣耶。或", "81": "當言緣。當言非因耶。答曰。前生後生當言因", "82": "當言緣。後生前生當言緣。不當言因。彼法當", "83": "言善耶。不善耶當言無記耶。答曰。彼法善中", "84": "當言善。不善中當言不善。無記中當言無記。", "85": "彼法幾使所使。答曰。三界有漏緣。幾結繫。答", "86": "曰九。諸法心俱生非不用心。如彼心生彼法", "87": "亦然耶。答曰。先心生後彼法也。如彼心盡彼", "88": "法亦然耶。答曰先。心盡後彼法也。如彼得心", "89": "彼法亦然耶。答曰。先得心後彼法也。如彼", "90": "棄心彼法亦然耶。答曰。先棄法後棄彼心也。", "91": "如彼心受報彼法亦然耶。答曰。或是或非。", "92": "見相應痛幾使所使耶。答曰。有漏緣。亦見", "93": "無漏緣。若彼相應無明也。見不相應痛幾使", "94": "所使。答曰。除見無漏緣。若彼相應無明。諸餘", "95": "一切疑相應痛。幾使所使。答曰。見諦斷有漏", "96": "緣。亦疑無漏緣。若彼相應無明也。疑不相應", "97": "痛。幾使所使。答曰。除疑無漏緣。若彼相應無", "98": "明。諸餘一切見諦斷也。因道緣生攝十八持", "99": "十二入五陰也。眼更等生想痛。除心相應法。", "100": "耳更等生想痛。除心不相應法。諸餘法攝十", "101": "八持十二入五陰。鼻舌身更等生想痛。除心", "102": "相應法。意更等生想痛。除心不相應法。諸餘", "103": "法攝十八持十二入五陰也。", "104": "阿毘曇想品第四十一竟梵本一百四首盧秦一千六百二十", "105": "二言。", "106": "4 智時跋渠阿毘曇見犍度智時跋渠第四", "107": "諸聚智時彼聚斷耶。設聚斷彼聚智耶。諸聚", "108": "厭彼聚無欲耶。設聚無欲彼聚厭耶。諸聚厭", "109": "彼聚修厭耶。設聚修厭彼聚厭耶。諸聚無欲", "110": "彼聚修厭耶。設聚修厭彼聚無欲耶。若法諸", "111": "法因或時法彼法不當言因耶。若法諸法次", "112": "第緣增上。或時彼法彼法不當言次第緣增", "113": "上耶。諸意更彼一切三等更。設三等更彼一", "114": "切意更耶。諸慢彼作慢耶。設作慢彼慢耶。諸", "115": "慢心增上設心增上彼慢耶。諸行非護耶。", "116": "設非護彼行耶。諸行彼護耶。設護彼行耶。若", "117": "聚不得不成就彼聚耶。設聚不成就不得彼", "118": "聚耶。諸聚得成就彼聚耶。設聚成就不得彼", "119": "聚耶。除苦聖諦及法入。諸餘法攝幾持幾入", "120": "幾陰耶。習亦如是。除盡聖諦及法入。諸餘", "121": "法攝幾持幾入幾陰。道亦如是。除色法及法", "122": "入。諸餘法攝幾持幾入幾陰。無色可見不可", "123": "見。有對無對。有漏無漏。有為無為。過去未來", "124": "現在。善不善無記。欲界繫色無色界繫。學無", "125": "學非學非無學。見諦斷思惟斷。除無斷法及", "126": "法入。諸餘法攝幾持幾入幾陰。除起法及諸", "127": "法必不生。諸餘法攝幾持幾入幾陰。未生色", "128": "無色。可見不可見。有對無對。有漏無漏。有為", "129": "無為。過去未來現在。善不善無記。欲界繫色", "130": "無色界繫。學無學非學非無學。見諦斷思惟", "131": "斷。除不斷法及諸法必不生。諸餘法攝幾持", "132": "幾入幾陰。頗一持一入一陰。攝一切法耶。此", "133": "章義願具演說。", "134": "諸聚智彼聚斷耶。答曰。或聚智彼聚不斷。云", "135": "何聚智彼聚不斷。答曰。以苦智習盡道智不", "136": "除垢。是謂聚智彼聚不斷。云何聚斷彼聚不", "137": "智。答曰。以苦忍習忍盡忍道忍斷垢。是謂聚", "138": "斷彼聚不智。云何聚智彼聚斷耶。答曰。以苦", "139": "智習盡道智斷垢。是謂聚智彼聚斷。云何聚", "140": "不智彼聚不斷。答曰。以苦忍習盡道忍不斷", "141": "垢。是謂聚不智彼聚不斷。諸聚厭彼聚無欲", "142": "耶。答曰。或聚厭彼聚非無欲。云何聚厭彼聚", "143": "非無欲。答曰。以苦忍習忍。以苦智習智不斷", "144": "垢。是謂聚厭彼聚非無欲。云何聚無欲彼聚", "145": "非厭。答曰。以盡忍道忍以盡智道智斷垢。是", "146": "謂聚無欲彼聚非厭。云何聚厭彼聚無欲耶。", "147": "答曰。以苦忍習忍。以苦智習智斷垢。是謂聚", "148": "厭彼聚無欲也。云何聚非厭彼聚非無欲。答", "149": "曰。以盡忍道忍以盡智道智不斷垢。是謂", "150": "聚非厭彼聚非無欲。諸聚厭彼聚修厭耶。答", "151": "曰。如是。諸聚厭彼聚修厭也。頗聚修厭彼", "152": "聚非厭耶。答曰有。以盡智道智斷垢也。諸", "153": "聚無欲彼聚修厭耶。答曰。或聚無欲彼聚非", "154": "修厭。云何聚無欲彼聚非修厭。答曰以盡忍", "155": "道忍斷垢。是謂聚無欲彼聚非修厭。云何聚", "156": "修厭彼聚非無欲耶。答曰。以苦忍習忍以苦", "157": "智習智不斷垢。是謂聚修厭彼聚非無欲。云", "158": "何聚無欲彼聚彼修厭。答曰。以苦忍習忍以", "159": "苦智習盡道智斷垢。是謂聚無欲彼聚修", "160": "厭。云何聚非無欲。彼聚非修厭。答曰。以盡忍", "161": "道忍不斷垢。是謂聚非無欲彼聚非修厭。若", "162": "法諸法因或時彼法彼法不當言因。答曰無。", "163": "若法諸法次第或時彼法彼法不當言次第。", "164": "答曰。若彼法未生也。若法諸法緣增上。或", "165": "時彼法彼法不當言緣增上耶。答曰無。諸意", "166": "更彼一切三等更耶。答曰。如是。諸意更彼一", "167": "切三等更。頗三等更彼非意更耶。答曰。有", "168": "五識身相應更。世尊亦說比丘有意持法持。", "169": "有無明持無明痛更。觸有得耶無得耶有無", "170": "得耶。諸慢彼一切自己耶。答曰。如是。諸", "171": "慢彼一切自己也。頗自己非慢耶。答曰有。", "172": "見世尊亦說比丘我是自己。於我比丘是自", "173": "己。諸慢彼增上盛耶。答曰。如是。諸慢彼增", "174": "上盛也。頗增上盛非慢耶。答曰有。除慢", "175": "諸餘垢現在前。世尊亦說比丘若增上者。是", "176": "魔所繫不增上者是解脫波旬也。諸行彼", "177": "非護耶。答曰。或行彼非不護。云何行彼非不", "178": "護。答曰。身護口護。是謂行彼非不護。云何非", "179": "護彼非行。答曰。根非護。是謂非護彼非行。", "180": "云何行非護。答曰。身非護口非護。是謂行非", "181": "護。云何非行彼非不護。答曰。根護。是謂非行", "182": "彼非不護。諸行彼護耶。答曰。或行彼非護。云", "183": "何行彼非護。答曰。身不護口不護。是謂行彼", "184": "非護。云何護彼非行。答曰。根護。是謂護彼非", "185": "行。云何行彼護。答曰。身護口護。是謂行彼", "186": "護。云何非行彼非護。答曰。根非護。是謂非行", "187": "彼非護。若聚不得不成就彼聚耶。答曰。如是。", "188": "若聚不得不成就彼聚頗聚不成就彼聚非不", "189": "得。答曰有。若聚得便失也。若聚得彼聚成", "190": "就耶。答曰。如是。若聚成就彼得聚也。頗聚得", "191": "彼聚非成就耶。答曰有。若聚得便失也。除", "192": "苦聖諦及法入。諸餘法攝二持意識一入一", "193": "陰。習亦如是。除盡聖諦及法入。諸餘法攝十", "194": "七持十一入二陰。道亦如是。除色法及法入。", "195": "諸餘法攝七持一入意也一陰。除無色法及法", "196": "入。諸餘法攝十持十入一陰。除可見法及法", "197": "入。諸餘法攝十六持十入二陰。除不可見法及", "198": "法入。諸餘法攝一持一入一陰。除有對法及", "199": "法入。諸餘法攝七持意識竟一入一陰。除無對", "200": "法及法入。諸餘法攝十持十入一陰。除有漏", "201": "法及法入。諸餘法攝二持一入一陰。除無漏", "202": "法及法入。諸餘法攝十七持十一入二陰。除", "203": "有為法及法入。除一切法無聚空論。除無為", "204": "法及法入。諸餘法攝十七持十一入二陰色識。", "205": "除過去現在法及法入。諸餘法攝十七持十", "206": "一入二陰。除未來法及法入。諸餘法攝十七", "207": "持十一入二陰。除善不善法及法入。諸餘法", "208": "攝十七持十一入二陰。除無記法及法入。諸", "209": "餘法攝九持三入二陰。除欲界繫法及法入。", "210": "諸餘法攝十三持九入二陰。除色無色界繫", "211": "法。學無學法及法入。諸餘法攝十七持十一", "212": "入二陰。除非學非無學法及法入。諸餘法攝", "213": "二持一入一陰。除見諦斷法無斷法及法入。", "214": "諸餘法攝十七持十一入二陰。除思惟斷法", "215": "及法入。諸餘法攝二持一入。一陰除起法及", "216": "諸法必不起。諸餘法攝十八持十二入五陰。除", "217": "未生法及諸法必不生。除一切法無聚空論。", "218": "除色法及諸法必不生。諸餘法攝八持二入", "219": "四陰。除無色法及諸法必不生。諸餘法攝十", "220": "一持十一入一陰。除可見法及諸法必不生。", "221": "諸餘法攝十七持十一入五陰。除不可見法", "222": "及諸法必不生。諸餘法攝一持一入一陰。除", "223": "有對法及諸法必不生。諸餘法攝八持二入", "224": "五陰。除無對法及諸法必不生。諸餘法攝十", "225": "持十入一陰。除有漏法及諸法必不生。諸餘", "226": "法攝三持二入五陰。除無漏法及諸法必不", "227": "生。諸餘法攝十八持十二入五陰。除有為法", "228": "及諸法必不生。除一切法無聚空論。除無為", "229": "法及諸法必不生。諸餘法攝十八持十二入", "230": "五陰。除過去現在法及諸法必不生。諸餘法", "231": "攝十八持十二入五陰。除未來法及諸法必", "232": "不生。除一切法無聚空論。除善不善法及諸", "233": "法必不生。諸餘法攝十八持十二入五陰。除", "234": "無記法及諸法必不生。諸餘法攝十持四入", "235": "五陰。除欲界繫法及諸法必不生。諸餘法攝", "236": "十四持十入五陰。除色無色界繫法學無學", "237": "法及諸法必不生。諸餘法攝十八持十二入", "238": "五陰。除非學非無學法及諸法必不生。諸餘", "239": "法攝三持二入五陰。除見諦斷法無斷法及", "240": "諸法必不生。諸餘法攝十八持十二入五陰。", "241": "除思惟所斷法及諸法必不生。諸餘法攝三", "242": "持二入五陰。頗有一持一入一陰。攝一切法", "243": "耶。答曰有。一持法攝一入意入一陰色陰", "244": "也。", "245": "阿毘曇智跋渠第四竟梵本一百七十八首盧秦二千三百四十", "246": "一言。", "247": "5 見跋渠阿毘曇見犍度見跋渠第五", "248": "邪見斷垢淨無因無智見", "249": "智力無精進作七士身因", "250": "四本緣豪無無因自亦他", "251": "我作作無因此彼我六見", "252": "欲樂及諸禪空有無非風", "253": "我作亦有慢若得若當得", "254": "故說是見品", "255": "所謂此見無施無福無說。此邪見習諦斷。無", "256": "善惡行果報。此邪見苦諦斷也。無今世後世", "257": "無父無母。此邪見習諦斷也。無世阿羅漢樂", "258": "法。此邪見道諦斷也。無等法此邪見盡諦", "259": "斷也。無趣得諸今世後世。自智作證成就遊。", "260": "此邪見道諦斷也。所謂此見於此命活。餘處", "261": "斷壞無有死。此邊見攝斷滅見苦諦斷也。所", "262": "謂此見四大人身。彼若命終時彼當爾時。地", "263": "即屬地。身水即屬水。身火即屬火。身風即屬", "264": "風。身空五人持屍往棄塚間。跡現根歸虛", "265": "空。此邊見攝。有常見苦諦斷也。所謂此見", "266": "骨白鴿色我變為灰。若火我緣此非見是邪", "267": "智。若有漏行我緣此邪見習諦斷也。若無", "268": "漏行我見。此邪見道諦斷也。所謂此見貪", "269": "者歎施。智者歎受。誹謗智法。此邪見道諦斷", "270": "也。所謂此見彼空妄語此愚非智。諸作是說", "271": "有於此命活。餘處斷壞曾無有死。此愚邊見", "272": "攝。有常見苦諦斷也。所謂此見。無因無緣", "273": "眾生有垢。無因無緣眾生有垢。此邪見習諦", "274": "斷也。所謂此見。無因無緣眾生淨。無因無", "275": "緣眾生淨。此邪見道諦斷也。所謂此見。無因", "276": "無緣眾生無智無見。無因無緣眾生無", "277": "智無見。此邪見習諦斷也。所謂此見。無", "278": "因無緣眾生智見。無因無緣眾生智見。此", "279": "邪見道諦斷也。所謂此見無力無精進。無力", "280": "精進。無自作無他作無士作。非自作非他作", "281": "非士作。士力士精進士方便。一切眾生一切", "282": "蟲一切神。無力無自在無精進無方便。有行", "283": "報無因無緣眾生受苦樂。於六六生若誹謗", "284": "有漏力精進。此邪見習諦斷也。若誹謗無漏", "285": "力精進此邪見道諦斷也所謂此見造教造", "286": "斷教斷煮教煮愁煩椎胸呻吟志亂。害眾生", "287": "不與取婬邪行。妄語飲酒。穿牆壞藏偷金婬", "288": "他妻。害村害城害眾生。作如是者此非惡。以", "289": "刀以輪此地上所有諸蟲。彼一切一日之中。", "290": "斷截撾捶作一肉聚。彼無有惡無因緣惡報。", "291": "於恒水左施福說法於恒水右斷截撾打來。", "292": "彼無福無惡。施與戒完具歡喜說錢財。彼因", "293": "緣無福。彼因緣無福報。此邪見習諦斷也。", "294": "所謂此見七士身不作作不化化實住。聚常", "295": "住彼立非移動各不相干。若福若惡福惡。若", "296": "苦若樂苦樂。彼何者。所謂地身水身火身風", "297": "身苦樂命七。是謂七士身不作作不化化", "298": "實住聚常住彼立不移動各不相干。若福若", "299": "惡福惡若樂若苦樂苦。若士樂士苦不豫世", "300": "事。七身中間乃得過去亦不害命。彼無作是", "301": "說。若害若殺不到命終而到命終。此邊見有", "302": "常見攝。苦諦斷也。所謂此見因四百千生", "303": "門。六十百千大劫。六百三行行半行。六十二", "304": "跡向。六十二塵持。六十二中劫百二十根。百", "305": "三十六大地獄。四十九百千梵志家。四十九", "306": "百千裸形村。四十九百千龍國。於中入六", "307": "六生八士地。七想行七無想行。七尼犍子", "308": "行。七阿須倫七非阿須倫。七天七恚七人七", "309": "非人。七泉七百泉。七嶮七百嶮。七山七百山。", "310": "七夢七百夢。是謂八十四百千大劫。若愚若", "311": "智往來經歷盡其苦際。彼無有作是說。我以", "312": "此戒果淨行。不行熟行當熟已熟。當倍已倍", "313": "二倍苦樂已進無退。譬如縷丸執縷放走。如", "314": "是八十四百千大劫。若愚若智往來經歷盡", "315": "其苦際。無作作緣此戒盜苦諦斷也。所謂此", "316": "見諸此人所更。彼一切本所作因無作作緣。", "317": "此戒盜苦諦斷也。所謂此見此人所更。彼一", "318": "切富者化因無作作緣。此戒盜苦諦斷也。所", "319": "謂此見此人所更。彼一切無因無緣。此邪見", "320": "習諦斷也。所謂此見我作苦樂無作作緣。此", "321": "戒盜苦諦斷也。所謂此見他作苦樂。無作作", "322": "緣。此戒盜苦諦斷也。所謂此見我作他作。", "323": "苦樂無作作緣。此戒盜苦諦斷也。所謂此見", "324": "非自作非他作。非我作非教他作。無因無緣", "325": "眾生苦樂所更。此邪見習諦斷也。所謂此見", "326": "彼是我。彼是世我。是彼常法非變易法。此邊", "327": "見有常見攝苦諦斷也。所謂此見實有此我。", "328": "此邊見有常見攝苦諦斷也。所謂此見實無", "329": "此我。此邊見斷滅見攝苦諦斷也。所謂此見", "330": "我觀我眼色我住。此身見苦諦斷也。所謂此", "331": "見我觀非我眼我住色眾具因。此身見苦諦", "332": "斷也。所謂此見無我見我色我住眼眾具因。", "333": "此身見苦諦斷也。所謂此見此是我。若語若", "334": "覺作教作生等生。於彼彼作善惡行受報。此", "335": "邊見有常見攝苦諦斷也。所謂此見彼淨脫", "336": "出。若五欲樂娛樂以穢法盜為最。此見盜苦", "337": "諦斷也。所謂此見彼淨脫出。若解脫欲乃至", "338": "第四禪成就遊。無作作緣。此戒盜苦諦斷", "339": "也。所謂此見我豪依空見起增慢。我相似依", "340": "空見起慢。我卑依空見起小慢。有勝我者依", "341": "見起小慢。有似我者依見起慢。有卑我者依", "342": "見起增慢。無豪我者依見起增慢。無似我者", "343": "依見起增慢。無卑我者依見起小慢。所謂此", "344": "見無風無雨無射懷妊不孕河不流火不然。", "345": "日月不出不沒。垢淨無住處。此邊見斷滅見", "346": "攝。苦諦斷也。所謂此見。", "347": "我造眾生他亦有造一一無有見", "348": "不觀此是箭", "349": "依我造眾生者。我作我造我化故曰我造眾", "350": "生。他亦有造者。他作他造他化故曰他亦", "351": "有造。一一無有見者。一一非一切箭者。見", "352": "彼不看不視不覺。故曰一一無有見。不觀此", "353": "是箭當觀此箭緣。若觸於生受我作彼非", "354": "有他作。彼非有當觀此箭緣者。此箭謂之", "355": "見。此箭緣別生別老別病別死。視此見箭", "356": "視覺也。故曰觀箭緣。若觸於生受者生謂之", "357": "依。學於彼此見染著觸。故曰若觸於生受", "358": "也。我作彼非有者。彼非有我作我造我化。故", "359": "曰我作彼非有他。作彼非有者。彼非有他", "360": "作。他造他化故曰他作彼非有。慢住此眾", "361": "生。慢取慢縛見。逆生死不過。慢住此眾生者。", "362": "七慢彼住屬成就。故曰慢住此眾生。慢取者。", "363": "彼取重取恒取故曰慢取。慢縛者。彼縛重縛", "364": "恒縛故曰慢縛。見逆者。斷滅見有常見俱。逆", "365": "有常見斷滅見。俱逆故曰見逆。生死不過者。", "366": "無窮彼不越不等越。故曰生死不過。", "367": "若得若當得二塵雜俱散異學戒諸學", "368": "諸持戒諸活諸梵活諸養全", "369": "若得若當得者。已得持陰入故曰若得。若當", "370": "得者。不得持陰入必當得。故曰若當得。二塵", "371": "雜俱散者。二塵欲瞋恚愚癡彼散雲多散。故", "372": "曰二塵雜俱散。異學戒者。學彼從彼故曰異", "373": "學戒。諸學者。諸眾生如是見如是語。彼淨脫", "374": "出諸學象頸馬脊車弓地。鉤強諸輦出入。故", "375": "曰諸學也。諸持戒者。諸眾生如是見如是語。", "376": "彼淨脫出若持牛戒守狗戒鹿戒象戒禿梟", "377": "戒裸形戒。故曰諸持戒也。諸活者。諸眾生如", "378": "是見如是語。彼多活久活。若洗人泉不人泉", "379": "上人泉。恒門三藕泉。故曰活。諸梵活者。諸", "380": "眾生如是見如是語。彼淨脫出諸兩。兩梵行", "381": "改往等愛。故曰諸梵活。諸養全者。諸眾生", "382": "如是見如是語。彼淨脫出。若事火日月星", "383": "宿藥嚴飾宮。故曰諸養全。此一邊無作作緣。", "384": "此戒盜苦諦斷也。諸眾生如是見如是語。好", "385": "欲淨欲食欲。充根欲欲中無事。此二邊以穢", "386": "法盜為最。此見盜苦諦斷。此二邊不知戒盜", "387": "見盜。如實不知如實不見。彼取彼受彼走見", "388": "起眼成見。彼眼成者。謂之佛世尊彼見取時", "389": "受時走時。見起故曰眼成見。彼此二邊知戒", "390": "盜見盜。如實知如實見。不取彼不受彼不走", "391": "彼見不起。眼成見彼眼成者。謂之佛世尊。彼", "392": "見不取時不受時不走時不起時。故曰眼成", "393": "見。彼此非染非穢非愚。彼不欲淨解脫出。彼", "394": "不復輪轉。輪轉謂無量生死。彼非不盡非有", "395": "餘故。故曰不復輪轉。此邊我說苦苦者五盛", "396": "陰。彼此邊後邊最後邊。故曰此邊我說苦", "397": "也。", "398": "見品第四十三竟梵本二百七十六首盧秦三千三百七言。", "399": "6 偈跋渠阿毘曇見犍度中偈跋渠第六", "400": "見婆羅門二母盡灑若負一。不信三十六惡", "401": "見。無望沫講堂墮皮。", "402": "視者視時視不視時亦視", "403": "不視者亦視不視視亦視", "404": "視者視時視。視謂之諸已見苦習盡道。視時", "405": "視謂之諸餘見苦習盡道彼亦見此見苦習盡", "406": "道。故曰視者視時視。不視時亦視者。謂之", "407": "諸餘不見苦習盡道。彼視此不見苦習盡道。", "408": "故曰不視時亦視。不視者亦視不視。謂之不", "409": "見苦習盡道視謂之諸見苦習盡道。故曰不", "410": "視者亦視不視視亦視。彼見苦習盡道此不", "411": "見苦習盡道。故曰不視視亦視見竟。", "412": "不應捶婆羅門亦不放婆羅門", "413": "不是捶婆羅門亦不是放婆羅門", "414": "不應捶婆羅門者。婆羅門者謂之阿羅漢。彼", "415": "不捶若手若石若刀若杖。故曰不應捶婆羅", "416": "門。亦不放婆羅門者。彼阿羅漢不放不敬。", "417": "衣食臥具病瘦醫藥。故曰亦不放婆羅門。不", "418": "是捶婆羅門者。彼不是弊醜。諸捶阿羅漢若", "419": "手若石若刀若杖。故曰不是捶婆羅門。亦不", "420": "是放婆羅門者。彼不是弊醜。諸放阿羅漢", "421": "不敬衣食臥具病瘦醫藥。故曰亦不是放婆", "422": "羅門二竟。", "423": "捐捨於父母亦王及二學", "424": "捨邦土翼從無礙過梵志", "425": "捐捨於父母者。母謂之愛生故也。如說。愛為", "426": "生士。彼心馳走。人因生死。彼苦大畏。父謂之", "427": "有漏行。有彼當捨離斷。故曰捐捨於父母也。", "428": "亦王及二學者。王謂之有漏心意識。如說。六", "429": "增上王。染著諸塵。非染無污。染謂之愚。二學", "430": "謂之戒盜見盜。故曰亦王及二學也。捨邦", "431": "土翼從者。邦土謂之垢。翼從謂之彼相應", "432": "有覺有觀彼當捨離斷。故曰捨邦土翼從。無", "433": "礙過梵志者。三礙貪欲瞋恚愚癡。彼盡於欲", "434": "界中過出要。色無色界過出要。梵志者於此", "435": "見盡要。故曰無礙過梵志也三竟。", "436": "捐捨於父母亦王及二學", "437": "已害於五虎彼謂之清淨", "438": "捐捨於父母者。母謂之愛生故也。如說。", "439": "愛為生士彼心馳走人因生死", "440": "彼苦大畏", "441": "父謂之有漏行。有彼當捨離斷。故曰捐捨於", "442": "父母也。", "443": "亦王及二學者。王謂之有漏心意識。如說。", "444": "六增上王染著諸塵非染無污", "445": "染謂之愚", "446": "二學謂之戒盜見盜。故曰亦王及二學也。已", "447": "害於五虎者。世尊現瞋恚。如彼虎兇惡無", "448": "慈。如是瞋恚纏。眾生兇惡無慈。彼世尊現當", "449": "盡。云何五。答曰。數為五。五蓋中五。五下分", "450": "結中五。彼當捨離斷。故曰已害於五虎也。彼", "451": "謂之清淨者。盡欲清淨。瞋恚愚癡已盡謂之", "452": "清淨。彼故謂之清淨也四竟。", "453": "若已盡不生已盡不將隨", "454": "彼佛無量行無迹何迹將", "455": "若已盡不生者。結盡無餘謂之盡。或生或不", "456": "生誰生。答曰。若彼結盡退。此生誰不生。答", "457": "曰。若彼結盡不退此不生。故曰若已盡不生", "458": "也。已盡不將隨者。此結不盡有餘以二事將", "459": "隨。於現法中樂色聲香味細滑。若身壞有苦", "460": "生。彼盡無餘不將隨。故曰已盡不將隨也。彼", "461": "佛無量行者。云何佛。答曰。如彼如來無餘智", "462": "見明覺思惟。已得度成就謂之佛。二邊有著", "463": "常斷此非佛世尊行也。四意止無量無邊無", "464": "限此佛世尊行。故曰彼佛無量行也。無迹何", "465": "迹將者。迹謂之垢。彼垢無一可將。若染若穢", "466": "若愚。故曰無迹何迹將五竟。", "467": "若叢染枝灑無愛可將隨", "468": "彼佛無量行無迹何迹將", "469": "若叢染枝灑者。叢謂之愛。如說。比丘我今當", "470": "說愛叢水枝灑。若彼諸眾生覆隱沒蔭蓋纏。", "471": "云何灑。答曰。此愛不盡有餘灑。若生五趣過", "472": "去未來現在也。彼盡無餘不灑。故曰若叢染", "473": "枝灑也。無愛可將隨者愛盡無餘也。此愛不", "474": "盡有餘二事將隨。於現法中樂色聲香味細", "475": "滑法。若身壞有苦生。彼盡無餘不將隨。故曰", "476": "無愛可將隨也。彼佛無量行者。云何佛。答", "477": "曰。若彼如來無餘智見明覺思惟。已得度成", "478": "就謂之佛。二邊斷滅有常。彼非佛世尊行也。", "479": "四意止無邊無限無量此佛世尊行。故曰彼", "480": "佛無量行也。無迹何迹將者。迹謂之垢。彼垢", "481": "無一可將。若染若穢若愚。故曰無迹何迹將", "482": "六竟。", "483": "已截繩束高亦意等相依", "484": "覺為已度塹彼是世梵志", "485": "已截繩束高者。世尊現高慢繩愛。譬如車載", "486": "現高繩繫。如是眾生高慢愛繫。彼世尊現當", "487": "滅。故曰已截繩束高。亦意等相依者。三意欲", "488": "瞋恚愚癡也。等相依謂之彼相應覺觀。故曰", "489": "亦意等相依也。覺為已度塹者。佛世尊現當", "490": "斷無明。如說。云何比丘已度岸。答曰。無明塹", "491": "盡無餘。故曰覺為已度塹也。彼是世梵志者。", "492": "梵志現已滅惡法。故曰彼是世梵志也七竟。", "493": "一本二展轉三垢五彌廣", "494": "諸海十二轉文尼度沃焦", "495": "一本二展轉者。世尊現無明是本。如說。", "496": "諸餘惡趣今世後世彼無明本", "497": "慳貪等生", "498": "二展轉謂之名色。故曰一本二展轉也。三垢", "499": "五彌廣者。三垢貪婬瞋恚愚癡五彌廣也。", "500": "謂之五趣地獄畜生餓鬼天人。故曰三垢五", "501": "彌廣也。諸海十二轉者。世尊現海六入是海", "502": "也。如說。海海比丘愚凡人說語此非聖典", "503": "海。大水處大水聚數。眼入為海。波色迴使若", "504": "忍彼色使。不度眼海俱迴使俱神俱羅剎。", "505": "耳鼻舌身意入海。彼法迴使若忍彼法使。彼", "506": "不度意海俱迴使。俱神俱羅剎。十二轉者謂", "507": "之十二入。若眼色中迴色眼中迴。乃至意法", "508": "中迴法意中迴。故曰諸海十二轉也。文尼度", "509": "沃焦。沃焦者。無限生死彼無學文尼已度。學", "510": "文尼方度。故曰文尼度沃焦八竟。", "511": "不信不往知若那羅斷際", "512": "害婬捨離婬彼是無上士", "513": "不信不往知者。世尊弟子已實見四諦。謂之", "514": "不信。何故。答曰。彼不信餘。若佛若法若僧若", "515": "苦習盡道也。不往知者。謂之泥洹。如說。有", "516": "比丘不生不往不有。無為於此長久遠。不得", "517": "今得因道因迹。故曰不信不往知也。若那", "518": "羅斷際者。彼斷一切三界際。若那羅者名也。", "519": "如說。眾生謂之那羅。磨㝹舍三磨納婆四", "520": "富樓沙五福伽羅六祁披七禪豆八人名字也。故", "521": "曰若那羅斷際也。害婬捨離婬者。害婬", "522": "現形盡。捨離婬現命婬盡。故曰害婬捨", "523": "離婬也。彼是無上士者。彼第一士大士妙士", "524": "高士無上士。故曰彼是無上士九竟。", "525": "諸三十六水意流有倍順流二見", "526": "由婬覺出", "527": "諸三十六水者。水謂之三十六愛種也。故曰", "528": "諸三十六水也。意流有倍者。意生意首意", "529": "所縛著。倍者極增上滿。故曰意流有倍。順", "530": "流二見者。二見謂之斷滅見有常見。彼流至", "531": "地獄畜生餓鬼。故曰順流二見。由婬覺出者。", "532": "三覺欲覺瞋恚覺害覺。欲生欲首欲所縛著。", "533": "故曰由婬覺出也十竟。", "534": "棄身惡行及口惡行棄意惡行", "535": "諸穢雜想", "536": "棄身惡行者。現滅身三惡行。故曰棄身惡行", "537": "也。及口惡行者。現滅口四惡行。故曰及口", "538": "惡行也。棄意惡行者。現滅意三惡行也。故", "539": "曰棄意惡行也。諸穢雜想者。若知諸餘雜想", "540": "亦當滅。故曰諸穢雜想十一也。", "541": "如鬘童子。見見有足聞聞足知知足識識足", "542": "如非此。如非此者如非彼。如非彼者。如非下", "543": "非上非兩中間。此是苦邊。或鬘童子見見有", "544": "足。或無誰有。答曰。若眼見色不起垢。是謂有。", "545": "誰無。答曰。若眼見色起垢。是謂無。聞聞足", "546": "知知足識識足亦如是。如彼鬘童子。見見有", "547": "足聞聞足知知足識識足如非此。若染若穢", "548": "若愚若非此。若染若穢若愚者如是非彼取", "549": "縛。若如非彼取縛者。如是如非下。欲界非", "550": "上。無色界非兩中間。色界此是苦邊苦。謂", "551": "之五盛陰。彼是邊後邊最後邊。故曰此是", "552": "苦邊十二竟。", "553": "磨舍一兜舍二僧貰磨三薩披多羅毘比", "554": "栗多四此是苦邊。", "555": "磨舍者。不悕望。若欲若恚若愚故曰磨舍", "556": "也。兜舍者。喜佛道喜善說法。順聖憎別苦", "557": "習盡道。色無常痛想行識無常。故曰兜舍也。", "558": "僧貰磨者。欲生制息之。瞋恚愚癡生制息之。", "559": "故曰僧貰磨也。薩披多羅毘比栗多者曇蜜羅國", "560": "語也。一切欲界心脫離。一切色無色界心脫離。", "561": "故曰薩披多羅毘比栗多也。此是苦邊者。苦", "562": "謂之五盛陰。彼是邊後邊最後邊。故曰此是", "563": "苦邊也十三竟。", "564": "知身如聚沫覺法如野馬", "565": "斷魔華小華不往見死王", "566": "知身如聚沫者。如彼沫聚無力羸虛空不堅。", "567": "五盛陰如是。無力羸虛空不堅。故曰知身如", "568": "聚沫也。覺法如野馬。如野馬者。從日光出不", "569": "久彈指頃不住。本無忽有設有便盡。五盛陰", "570": "如是斯須彈指頃不住。本無忽有設有便盡。", "571": "故曰覺法如野馬也。斷魔華小華者。四魔陰", "572": "魔垢魔死魔自在天子。世尊為彼現見諦斷。", "573": "華垢盡小華思惟斷。故曰斷魔華小華也。不", "574": "往見死王者。如是見諦思惟斷結已盡無餘。", "575": "自在天子不隨意自恣。故曰不往見死王也", "576": "十四竟。", "577": "守堂若彼此諸覺喜足我", "578": "知世間興衰善心盡解脫", "579": "守堂若彼此者。三講堂空無願無相。諸緣內", "580": "生外緣。故曰守堂。若彼此也。諸覺喜足我者。", "581": "覺謂之智達。聰明智慧成。喜於佛道善說法", "582": "順聖僧別苦習盡道。色無常痛想行識無常", "583": "想妙。我具身口意行成就。故曰諸覺喜足我", "584": "也。知世間興衰者。世間謂之五盛陰。諸比丘", "585": "遊觀興衰。如此色如此色習如此色盡如此", "586": "痛想行識。此識習此識盡。故曰知世間興衰", "587": "也。善心盡解脫者。彼思義思法思善思妙一", "588": "切有道沒。生脫當脫已脫。故曰善心盡解脫", "589": "十五竟。", "590": "脫若墮已墮貪餮復來還", "591": "已逮安隱處樂往至樂所", "592": "脫若墮已墮者。脫謂欲界也。已墮謂生色界。", "593": "若墮謂辦色界中五陰也。故曰脫若墮已", "594": "墮也。貪餮復來還者。有世間道垢盡聖智未", "595": "生。彼自身娛樂自身恃怙。復墮地獄畜生餓", "596": "鬼。故曰貪餮復來還也。已逮安隱處。已逮", "597": "者。謂佛佛弟子。安隱者。謂之泥洹彼娛", "598": "樂。故曰已逮安隱處也。樂往至樂所者。彼道", "599": "樂至泥洹。故曰樂往至樂所也十六竟。", "600": "若無根無皮葉無況有枝", "601": "彼猛縛解脫誰堪能誹謗", "602": "若無根無皮者。世尊現無明根。如說。", "603": "諸此惡趣今世後世彼無明本慳貪等生。", "604": "皮者四識住彼不盡有餘不欲不忍。故曰若", "605": "無根無皮也。葉無況有枝者。世尊現葉我慢。", "606": "如說。云何比丘燒葉。答曰。我慢。盡無餘枝者。", "607": "愛如說比丘我今當說愛叢水枝灑。於此", "608": "眾生覆隱況陰蓋纏。故曰葉無況有枝也。", "609": "彼猛縛解脫者。猛謂佛弟子猛勇。智慧成就", "610": "猛勝除惡法三縛。欲瞋恚愚癡彼脫已脫當", "611": "脫。故曰彼猛縛解脫也誰堪能誹謗者。彼人", "612": "當稱譽不可毀訾也。若毀訾者受罪多。如", "613": "說。若毀便譽若譽便毀口招禍殃不覺樂", "614": "故。曰。", "615": "若無根無皮葉無況有枝。彼猛縛解脫誰堪", "616": "能誹謗。", "617": "偈品第四十四竟梵本二百一十首盧秦三千九百五十七言。", "618": "見犍度第八盡。", "619": "八犍度共四十四品。", "620": "阿毘曇八揵度論卷第三十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇: 阿毘曇: 阿毘曇八揵度論: 阿毘曇: 阿毘曇", "source": "CBETA"}