{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1540 阿毘達磨界身足論: 阿毘達磨界身足論: 說一切有部界身足論", "text": {"0": "2 分別品第三門", "1": "阿毘達磨界身足論卷中", "10": "蘊。此何所問。謂除受相應及想不相應法。", "100": "相應。受不相應。十八界十二處五蘊。尋相應。", "101": "何所攝。謂心心所法。八界二處四蘊。此何為", "102": "餘。謂尋自性。色無為心不相應行。十三界十", "103": "二處五蘊。受不相應。何所攝。謂受自性。色無", "104": "為心不相應行。十一界十一處三蘊。此何所", "105": "問。謂除尋相應及受不相應法。即除一切法", "106": "十八界十二處五蘊。如以受對尋。對伺亦爾。", "107": "受相應。識不相應。十八界十二處五蘊。受相", "108": "應。何所攝。謂心心所法。八界二處三蘊。此何", "109": "為餘。謂受自性。色無為心不相應行。十一界", "11": "即除一切法十八界十二處五蘊此下二事", "110": "十一處三蘊。識不相應。何所攝。謂識自性。色", "111": "無為心不相應行。十八界十二處三蘊。此何", "112": "所問。謂除受相應及識不相應法。即除一切", "113": "法十八界十二處五蘊。識相應。受不相應。", "114": "十八界十二處五蘊識相應。何所攝。謂心所", "115": "法。一界一處三蘊。此何為餘。謂識自性。色無", "116": "為心不相應行。十八界十二處三蘊。受不相", "117": "應。何所攝。謂受自性。色無為心不相應行。十", "118": "一界十一處三蘊。此何所問。謂除識相應及", "119": "受不相應法。即除一切法十八界十二處五", "12": "雖各除一而文影略顯各除二不爾不應除", "120": "蘊。受相應眼識不相應。十八界十二處五蘊。", "121": "受相應。何所攝。謂心心所法。八界二處三蘊。", "122": "此何為餘。謂受自性。色無為心不相應行。十", "123": "一界十一處三蘊。眼識不相應。何所攝。謂", "124": "眼識自性。色無為心不相應行。十八界十二", "125": "處五蘊。此何所問。謂除受相應及眼識不相", "126": "應法。即除一切法十八界十二處五蘊。眼識", "127": "相應。受不相應。十八界十二處五蘊。眼識相", "128": "應。何所攝。謂心所法。一界一處三蘊。此何為", "129": "餘。謂眼識自性。色無為心不相應行。十八界", "13": "一切法受等自體不被除故想相應。受不相", "130": "十二處五蘊。受不相應。何所攝。謂受自性色", "131": "無為心不相應行。十一界十一處三蘊。此何", "132": "所問。謂除眼識相應及受不相應法。即除一", "133": "切法十八界十二處五蘊。如以受對眼識。乃", "134": "至對意識亦爾。受相應眼觸不相應。十八", "135": "界十二處。五蘊受相應。何所攝。謂心心所法。", "136": "八界二處三蘊。此何為餘。謂受自性。色無為", "137": "心不相應行。十一界十一處三蘊。眼觸不相", "138": "應。何所攝。謂眼觸自性。色無為心不相應行。", "139": "十七界十二處五蘊。此何所問。謂除受相應", "14": "應。十八界十二處五蘊想相應。何所攝。謂", "140": "及眼觸不相應法。即除一切法十八界十二", "141": "處五蘊。眼觸相應。受不相應。十八界十二處", "142": "五蘊。眼觸相應。何所攝。謂心心所法。三界二", "143": "處四蘊。此何為餘。謂眼觸自性。色無為心不", "144": "相應行。十七界十處五蘊。受不相應。何所", "145": "攝。謂受自性色無為心不相應行。十一界十", "146": "一處三蘊此何所問。謂除眼觸相應及受不", "147": "相應法。即除一切法十八界十二處五蘊。如", "148": "以受對眼觸。乃至對意觸亦爾。如以受對六", "149": "觸身。對六想身六思身。廣說亦爾。", "15": "心心所法。八界二處三蘊。此何為餘。謂想自", "150": "第五門分別品第二中第五門", "151": "想相應。思不相應十八界十二處五蘊想相", "152": "應。何所攝。謂心心所法。八界二處三蘊。此何", "153": "為餘。謂想自性。色無為心不相應行。十一", "154": "界十一處三蘊思不相應。何所攝。謂思自性。", "155": "色無為心不相應行。十一界十一處二蘊。此", "156": "何所問。謂除想相應及思不相應法。即除一", "157": "切法十八界十二處五蘊。思相應。想不相應。", "158": "十八界十二處五蘊思相應。何所攝。謂心心", "159": "所法。八界二處四蘊。此何為餘。謂思自性。色", "16": "性。色無為心不相應行十一界十一處三蘊。", "160": "無為心不相應行。十一界十一處二蘊想不", "161": "相應。何所攝。謂想自性。色無為心不相應行。", "162": "十一界十一處三蘊。此何所問。謂除思相", "163": "應及想不相應法。即除一切法十八界十二", "164": "處五蘊。如以想對思。乃至對慧亦爾。想相", "165": "應不信不相應。十八界十二處五蘊想相應。", "166": "何所攝。謂心心所法。八界二處三蘊。此何", "167": "為餘。謂想自性。色無為心不相應行。十一", "168": "界十一處三蘊。不信不相應。何所攝。謂不", "169": "信自性。色無為心不相應行。十八界十二處", "17": "受不相應。何所攝。謂受自性。色無為。心不相", "170": "五蘊。此何所問。謂除想。相應及不信不相應", "171": "法。即除一切法十八界十二處五蘊。不信", "172": "相應想不相應。十八界十二處五蘊。不信相", "173": "應。何所攝。謂心心所法。八界二處四蘊。此何", "174": "為餘。謂不信自性。色無為心不相應行。十八", "175": "界十二處五蘊。想不相應。何所攝。謂想自性。", "176": "色無為心不相應行。十一界十一處三蘊。此", "177": "何所問。謂除不信相應及想不相應法。即除", "178": "一切法十八界十二處五蘊。如以想對不信。", "179": "對餘大煩惱地法欲貪瞋無明觸非明非無明", "18": "應行。十一界。十一處三蘊。此何所問。謂除想", "180": "觸無慚無愧亦爾。想相應。忿不相應。十八", "181": "界十二處五蘊想相應。何所攝。謂心心所法。", "182": "八界二處三蘊。此何為餘。謂想自性。色無", "183": "為心不相應行。十一界十一處三蘊。忿不相", "184": "應。何所攝。謂忿自性。色無為心不相應行。十", "185": "八界十二處五蘊。此何所問。謂除想相應及", "186": "忿不相應法。即除一切法十八界十二處五", "187": "蘊。忿相應。想不相應。十八界十二處五蘊。", "188": "忿相應。何所攝。謂心心所法。三界二處四蘊。", "189": "此何為餘。謂忿自性。色無為心不相應行。", "19": "相應及受不相應法。即除一切法十八界十", "190": "十八界十二處五蘊。想不相應。何所攝。謂想", "191": "自性。色無為心不相應行。十一界十一處三", "192": "蘊。此何所問。謂除忿相應及想不相應法。", "193": "即除一切法十八界十二處五蘊。如以想對", "194": "忿。對餘小煩惱地法無色貪疑五見明觸六", "195": "愛身亦爾。想相應。色貪不相應。十八界十", "196": "二處五蘊想相應。何所攝。謂心心所法。八", "197": "界二處三蘊。此何為餘。謂想自性。色無為", "198": "心不相應行。十一界十一處三蘊。色貪不相", "199": "應。何所攝。謂色貪自性。色無為心不相應", "2": "尊者世友造", "20": "二處五蘊。如以受對想。乃至以受對慧亦爾。", "200": "行。十八界十二處五蘊。此何所問。謂除想", "201": "相應及色貪不相應法。即除一切法十八界", "202": "十二處五蘊。色貪相應。想不相應。十八界", "203": "十二處五蘊。色貪相應。何所攝。謂心心所法。", "204": "六界二處四蘊。此何為餘。謂色貪自性。色無", "205": "為心不相應行。十八界十二處五蘊。想不相", "206": "應。何所攝。謂想自性。色無為心不相應行。十", "207": "一界十一處三蘊。此何所問。謂除色貪相應", "208": "想不相應。即除一切法十八界十二處五蘊。", "209": "想相應。有對觸不相應。十八界十二處五蘊", "21": "受相應不信不相應。十八界十二處五蘊受", "210": "想相應。何所攝。謂心心所法。八界二處三蘊。", "211": "此何為餘。謂想自性。色無為心不相應行。", "212": "十一界十一處三蘊。有對觸不相應。何所", "213": "攝。謂有對自性。色無為心不相應行。十三", "214": "界十二處五蘊。此何所問。謂除想相應及有", "215": "對觸不相應法。即除一切法十八界十二處", "216": "五蘊。有對觸相應。想不相應。十八界十二處", "217": "五蘊。有對觸相應。何所攝。謂心心所法。七界", "218": "二處四蘊。此何為餘。謂有對觸自性。色無", "219": "為心不相應行。十三界十二處五蘊。想不相", "22": "相應。何所攝。謂心心所法。八界二處三蘊。此", "220": "應。何所攝。謂想自性。色無為心不相應行。", "221": "十一界十一處三蘊。此何所問。謂除有對觸", "222": "相應及想不相應法。即除一切法十八界十", "223": "二處五蘊。想相應。增語觸不相應。十八界十", "224": "二處五蘊想相應。何所攝。謂心心所法。八界", "225": "二處三蘊。此何為餘。謂想自性。色無為心不", "226": "相應行。十一界十一處三蘊。增語觸不相應。", "227": "何所攝。謂增語觸自性。色無為心不相應行。", "228": "十七界十二處五蘊。此何所問。謂除想相應", "229": "及增語觸不相應法。即除一切法十八界十", "23": "何為餘。謂受自性。色無為。心不相應行。十一", "230": "二處五蘊。增語觸相應。想不相應。十八界十", "231": "二處五蘊。增語觸相應。何所攝。謂心心所法。", "232": "三界二處四蘊。此何為餘。謂增語觸自性。色", "233": "無為心不相應行。十七界十二處五蘊。想不", "234": "相應何所攝。謂想自性。色無為心不相應行。", "235": "十一界十一處三蘊。此何所問。謂除增語觸", "236": "相應及想不相應法。即除一切法十八界十", "237": "二處五蘊。", "238": "想相應。樂根不相應。十八界十二處五蘊", "239": "想相應。何所攝。謂心心所法。八界二處三蘊。", "24": "界。十一處三蘊。不信不相應。何所攝。謂不信", "240": "此何為餘。謂想自性。色無為心不相應行。十", "241": "一界十一處三蘊。樂根不相應。何所攝。謂", "242": "樂根自性。色無為心不相應行。十八界十二", "243": "處五蘊。此何所問。謂除想相應及樂根不相", "244": "應法。即除一切法十八界十二處五蘊。樂根", "245": "相應。想不相應。十八界十二處五蘊。樂根", "246": "相應。何所攝。謂心心所法。八界二處三蘊。", "247": "此何為餘。謂樂根自性。色無為心不相應行。", "248": "十八界十二處五蘊。想不相應。何所攝。謂", "249": "想自性。色無為心不相應行。十一界十一", "25": "自性。色無為心不相應行十八界十二處五", "250": "處三蘊。此何所問。謂除樂根相應及想不", "251": "相應法。即除一切法十八界十二處五蘊。如", "252": "以想對樂根。對捨根亦爾想相應。苦根不相", "253": "應。十八界十二處五蘊想相應何所攝。謂心", "254": "心所法八界二處三蘊。此何為餘。謂想自性。", "255": "色無為心。不相應行。十一界十一處三蘊。", "256": "苦根不相應何所攝。謂苦根自性。色無為心", "257": "不相應行。十八界十二處五蘊。此何所問。", "258": "謂除想相應及苦根不相應法。即除一切法", "259": "十八界十二處五蘊。苦根相應。想不相應。", "26": "蘊。此何所問。謂除受相應及不信不相應", "260": "十八界十二處五蘊。苦根相應。何所攝。謂心", "261": "心所法。七界二處三蘊。此何為餘。謂苦根自", "262": "性。色無為心不相應行。十八界十二處五蘊。", "263": "想不相應。何所攝。謂想自性。色無為心不相", "264": "應行。十一界十一處三蘊。此何所問。謂除", "265": "苦根相應及想不相應法。即除一切法十八", "266": "界十二處五蘊。想相應。喜根不相應。十八", "267": "界十二處五蘊想相應。何所攝。謂心心所法。", "268": "八界二處三蘊。此何為餘。謂想自性。色無", "269": "為心不相應行。十一界十一處三蘊。喜根不", "27": "法。即除一切法十八界十二處五蘊。不信", "270": "相應。何所攝。謂喜根自性。色無為。心不", "271": "相應行。十八界十二處五蘊。此何所問。謂", "272": "除想相應及喜根不相應法。即除一切法十", "273": "八界十二處五蘊。喜根相應。想不相應。十八", "274": "界十二處五蘊。喜根相應。何所攝。謂心心所", "275": "法。三界二處三蘊。此何為餘。謂喜根自性。色", "276": "無為。心不相應行。十八界十二處五蘊。想不", "277": "相應。何所攝。謂想自性。色無為心不相應行。", "278": "十一界十一處三蘊。此何所問。謂除喜根相", "279": "應及想不相應法。即除一切法十八界十二", "28": "相應。受不相應。十八界十二處五蘊不信相", "280": "處五蘊。如以想對喜根。對憂根亦爾。以思", "281": "對尋伺識法六識身六觸身六思身。皆如受", "282": "門中說。唯於受處應說其想。想相應。眼觸所", "283": "生受不相應。十八界十二處五蘊想相應。何", "284": "所攝。謂心心所法。八界二處三蘊。此何為餘。", "285": "謂想自性。色無為心不相應行。十一界十一", "286": "處三蘊。眼觸所生受不相應。何所攝。謂眼觸", "287": "所生受自性。色無為心不相應行。十七界十", "288": "二處五蘊。此何所問。謂除想相應及眼觸所", "289": "生受不相應法。即除一切法十八界十二處", "29": "應。何所攝。謂心心所法。八界二處四蘊。此", "290": "五蘊。眼觸所生受相應。想不相應。十八界十", "291": "二處五蘊。眼觸所生受相應。何所攝。謂心心", "292": "所法。三界二處三蘊。此何為餘。謂眼觸所生", "293": "受自性。色無為心不相應行。十七界十二處", "294": "五蘊。想不相應。何所攝。謂想自性。色無為心", "295": "不相應行。十一界十一處三蘊。此何所問。謂", "296": "除眼觸所生受相應及想不相應法。即除一", "297": "切法十八界十二處五蘊。如以想對眼觸所", "298": "生受。乃至對意觸所生受。隨其所應廣說亦", "299": "爾。", "3": "三藏法師玄奘奉　詔譯", "30": "何為餘。謂不信自性。色無為心不相應行", "300": "第六門分別品第二中第六門", "301": "思相應。觸不相應。十八界十二處五蘊思相", "302": "應。何所攝。謂心心所法。八界二處四蘊。此何", "303": "為餘。謂思自性。色無為心不相應行。十一界", "304": "十一處二蘊。觸不相應。何所攝。謂觸自性。色", "305": "無為心不相應行。十一界十一處二蘊。此何", "306": "所問。謂除思相應及觸不相應法。即除一切", "307": "法十八界十二處五蘊。觸相應。思不相應。", "308": "十八界十二處五蘊觸相應。何所攝。謂心心", "309": "所法。八界二處四蘊。此何為餘。謂觸自性。色", "31": "十八界十二處五蘊。受不相應。何所攝。謂", "310": "無為。心不相應行。十一界十一處二蘊。思不", "311": "相應。何所攝。謂思自性。色無為。心不相應", "312": "行。十一界十一處二蘊。此何所問。謂除觸相", "313": "應及思不相應法。即除一切法十八界十二", "314": "處五蘊。如以思對觸。乃至對慧亦爾。思相應。", "315": "不信不相應。十八界十二處五蘊思相應。何", "316": "所攝。謂心心所法。八界二處四蘊。此何為餘。", "317": "謂思自性。色無為。心不相應行。十一界十一", "318": "處二蘊。不信不相應。何所攝。謂不信自性。", "319": "色無為。心不相應行。十八界十二處五蘊。此", "32": "受自性。色無為心不相應行十一界十一處", "320": "何所問。謂除思相應及不信不相應法。即除", "321": "一切法十八界十二處五蘊。不信相應。思不", "322": "相應。十八界十二處五蘊。不信相應。何所攝。", "323": "謂心心所法。八界二處四蘊。此何為餘。謂", "324": "不信自性。色無為心不相應行。十八界十二", "325": "處五蘊。思不相應。何所攝。謂思自性。色無", "326": "為心不相應行。十一界十一處二蘊。此何所", "327": "問。謂除不信相應及思不相應法。即除一切", "328": "法十八界十二處五蘊。如以思對不信。對餘", "329": "大煩惱地法欲貪瞋無明觸非明非無明觸無", "33": "三蘊。此何所問。謂除不信相應及受不相應", "330": "慚無愧亦爾。思相應。忿不相應。十八界十", "331": "二處五蘊思相應。何所攝。謂心心所法。八界", "332": "二處四蘊。此何為餘。謂思自性。色無為心不", "333": "相應行。十一界十一處二蘊。忿不相應。何所", "334": "攝。謂忿自性。色無為心不相應行。十八", "335": "界十二處五蘊。此何所問。謂除思相應及忿", "336": "不相應法。即除一切法十八界十二處五蘊。", "337": "忿相應。思不相應。十八界十二處五蘊。忿", "338": "相應。何所攝。謂心心所法。三界二處四蘊。此", "339": "何為餘。謂忿自性。色無為。心不相應行。十八", "34": "法。即除一切法十八界十二處五蘊。如以", "340": "界十二處五蘊。思不相應。何所攝。謂思自性。", "341": "色無為心不相應行十一界十一處二蘊此何", "342": "所問。謂除忿相應及思不相應法。即除一切", "343": "法十八界十二處五蘊。如以思對忿。對餘小", "344": "煩惱地法無色貪疑五見明觸六愛身亦爾。", "345": "思相應。色貪不相應。十八界十二處五蘊思", "346": "相應。何所攝。謂心心所法。八界二處四蘊。", "347": "此何為餘。謂思自性。色無為心不相應行。十", "348": "一界。十一處。二蘊。色貪不相應。何所攝。謂", "349": "色貪自性。色無為心不相應行。十八界十二", "35": "受對不信。對餘大煩惱地法欲貪瞋無明觸", "350": "處五蘊。此何所問。謂除思相應及色貪不相", "351": "應法。即除一切法十八界十二處五蘊。色貪", "352": "相應。思不相應。十八界十二處五蘊。色貪相", "353": "應。何所攝。謂心心所法。六界二處四蘊。此何", "354": "為餘。謂色貪自性。色無為心不相應行。十八", "355": "界十二處五蘊。思不相應。何所攝。謂思自性。", "356": "色無為心不相應行。十一界十一處二蘊。此", "357": "何所問。謂除色貪相應及思不相應法。即除", "358": "一切法十八界十二處五蘊。思相應。有對觸", "359": "不相應。十八界十二處五蘊思相應。何所攝。", "36": "非明非無明觸無慚無愧亦爾。受相應忿不", "360": "謂心心所法。八界二處四蘊。此何為餘。謂思", "361": "自性。色無為心不相應行。十一界十一處二", "362": "蘊。有對觸不相應。何所攝。謂有對觸自性。色", "363": "無為心不相應行。十三界十二處五蘊。此何", "364": "所問。謂除思相應及有對觸不相應法。即除", "365": "一切法十八界十二處五蘊。有對觸相應。思", "366": "不相應。十八界十二處五蘊。有對觸相應。何", "367": "所攝。謂心心所法。七界二處四蘊。此何為餘。", "368": "謂有對觸自性。色無為心不相應行。十三界", "369": "十二處五蘊。思不相應何所攝。謂思自性。色", "37": "相應。十八界十二處五蘊受相應。何所攝。", "370": "無為心不相應行。十一界十一處二蘊。此何", "371": "所問。謂除有對觸相應及思不相應法。即除", "372": "一切法十八界十二處五蘊。思相應。增語觸", "373": "不相應。十八界十二處五蘊。思相應如前。", "374": "乃至二蘊增語觸不相應如前。乃至五蘊如", "375": "思相應。增語觸不相應如是。增語觸相應。思", "376": "不相應隨所應當廣說。思相應。樂根不相應。", "377": "樂根相應。思不相應。隨所應當廣說。如以", "378": "思對樂根。對捨根亦爾。思相應苦根不相應。", "379": "苦根相應思不相應。隨所應當廣說。思相應。", "38": "謂心心所法。八界二處三蘊。此何為餘。謂", "380": "喜根不相應。喜根相應。思不相應。隨所應", "381": "當廣說。如以思對喜根。對憂根亦爾。以思對", "382": "尋伺識法六識身六觸身六受身六想身。隨", "383": "所應當廣說。", "384": "說一切有部界身足論卷中", "39": "受自性。色無為心不相應行十一界十一處", "4": "第四門分別品第二中第四門", "40": "三蘊。忿不相應。何所攝。謂忿自性。色無為心", "41": "不相應行。十八界十二處五蘊。此何所問。", "42": "謂除受相應及忿不相應法。即除一切法十", "43": "八界十二處五蘊。忿相應受不相應。十八界", "44": "十二處五蘊忿相應。何所攝。謂心心所法。", "45": "三界二處四蘊。此何為餘。謂忿自性。色無", "46": "為心不相應行。十八界十二處五蘊受不相", "47": "應。何所攝。謂受自性。色無為心不相應行。", "48": "十一界十一處三蘊。此何所問。謂除忿相應", "49": "及受不相應法。即除一切法十八界十二處", "5": "受相應。想不相應。十八界十二處五蘊受相", "50": "五蘊。如以受對忿。對餘小煩惱地法無色貪", "51": "疑五見明觸六愛身亦爾。受相應。色貪不相", "52": "應。十八界十二處五蘊受相應。何所攝。謂心", "53": "心所法。八界二處三蘊。此何為餘。謂受自", "54": "性。色無為心不相應行十一界十一處三蘊。", "55": "色貪不相應。何所攝。謂色貪自性。色無為心", "56": "不相應行。十八界十二處五蘊。此何所問。", "57": "謂除受相應及色貪不相應法。即除一切法", "58": "十八界十二處五蘊。色貪相應。受不相應。十", "59": "八界十二處五蘊色貪相應。何所攝。謂心心", "6": "應。何所攝。謂心心所法。八界二處三蘊。此", "60": "所法。六界二處四蘊。此何為餘。謂色貪自性。", "61": "色無為心不相應行。十八界十二處五蘊。受", "62": "不相應。何所攝。謂受自性。色無為心不相應", "63": "行。十一界十一處三蘊。此何所問。謂除色", "64": "貪相應及受不相應法。即除一切法十八界", "65": "十二處五蘊。受相應有對觸不相應。十八界", "66": "十二處五蘊。受相應。何所攝。謂心心所法。", "67": "八界二處三蘊。此何為餘。謂受自性。色無為", "68": "心不相應行。十一界十一處三蘊。有對觸不", "69": "相應。何所攝。謂有對觸自性。色無為心不相", "7": "何為餘。謂受自性。色無為心不相應行。十一", "70": "應行。十三界十二處五蘊。此何所問。謂除", "71": "受相應及有對觸不相應法。即除一切法十", "72": "八界十二處五蘊。有對觸相應。受不相應。十", "73": "八界十二處五蘊。有對觸相應。何所攝。謂心", "74": "心所法。七界二處四蘊。此何為餘。謂有對觸", "75": "自性。色無為心不相應行。十三界十二處五", "76": "蘊。受不相應。何所攝。謂受自性。色無為心不", "77": "相應行。十一界十一處三蘊。此何所問。謂除", "78": "有對觸相應及受不相應法。即除一切法十", "79": "八界十二處五蘊。受相應。增語觸不相應。十", "8": "界。十一處三蘊。想不相應。何所攝。謂想自", "80": "八界十二處五蘊受相應。何所攝。謂心心所", "81": "法。八界二處三蘊。此何為餘。謂受自性。色無", "82": "為心不相應行。十一界十一處三蘊。增語觸。", "83": "不相應。何所攝。謂增語觸自性。色無為心不", "84": "相應行。十七界十二處五蘊。此何所問。謂除", "85": "受相應及增語觸不相應法。即除一切法十", "86": "八界十二處五蘊。增語觸相應。受不相應。十", "87": "八界十二處五蘊。增語觸相應。何所攝。謂心", "88": "心所法。三界二處四蘊。此何為餘。謂增語觸", "89": "自性。色無為心不相應行。十七界十二處五", "9": "性。色無為心不相應行。十一界。十一處三", "90": "蘊。受不相應。何所攝。謂受自性。色無為心不", "91": "相應行。十一界十一處三蘊。此何所問。謂除", "92": "增語觸相應及受不相應法。即除一切法十", "93": "八界十二處五蘊。受相應。尋不相應。十八界", "94": "十二處五蘊。受相應。何所攝。謂心心所法。八", "95": "界二處三蘊。此何為餘。謂受自性。色無為心", "96": "不相應行。十一界十一處三蘊。尋不相應。何", "97": "所攝。謂尋自性。色無為心不相應行。十三界", "98": "十二處五蘊。此何所問。謂除受相應及尋不", "99": "相應法。即除一切法十八界十二處五蘊。尋"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1540 阿毘達磨界身足論: 阿毘達磨界身足論: 說一切有部界身足論", "author": "尊者世友造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}