{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "text": {"0": "3 行空品", "1": "光讚經卷第二", "10": "近深妙法門。然後究竟般若波羅蜜；常值見", "100": "從滅寂禪起至無量空禪，從無量空禪起以", "101": "滅定禪，從滅定禪起至有想無想而入禪定，", "102": "從有想無想禪定起，以滅寂禪定。是為，舍利", "103": "弗！開士大士行智慧度無極，以善權方便而", "104": "現所行三昧正受。」佛告舍利弗：「開士大士", "105": "得四意止、四意斷、四神足、根、力、覺、意，至于八", "106": "由，十種力、四無所畏、四分別辯、十八不共諸", "107": "佛之法，不得流布果、往來果、不還果、無著果、", "108": "緣覺果。行智慧度無極，以善權方便與八", "109": "聖路開化眾生，令得流布果、往來果、不還果、", "11": "怛薩阿竭、阿羅呵、三耶三佛，所在國土不離", "110": "無著果、緣覺果。」佛告舍利弗：「其聲聞、緣覺果", "111": "慧，則比開士逮得法忍；則知開士為不退轉", "112": "行是智慧度無極。」佛告舍利弗：「開士大士行", "113": "六度無極、住六度無極，在兜術天而具足眾", "114": "空便畢，其開士大士則當知之，在賢劫開", "115": "士數中當成佛。」佛告舍利弗：「開士大士逮得", "116": "四禪及四等心、四無色定，四意止、四意斷、四神", "117": "足、根、力、覺、意，至于八由，十種力、四無所畏、四", "118": "分別辯、十八不共諸佛之法，其有眾人行佛", "119": "道者，終不建立於四聖諦，其開士大士則", "12": "諸佛。或有菩薩摩訶薩，從兜術天化沒其身，", "120": "為應在一生補處。」佛告舍利弗：「開士大士", "121": "行六度無極，從一佛界度一佛界，普遊諸", "122": "國，所至之處教化眾生使立佛道。其開士大", "123": "士，無央數不可稱計劫，逮得無上正真之", "124": "道，成最正覺。」佛告舍利弗：「開士大士住度", "125": "無極，常為眾生遵修精進，未曾發意、口說無", "126": "益之事。」佛告舍利弗：「開士大士行六度無極，", "127": "常精進欲救眾生，從一佛國遊一佛國，開化", "128": "群萌使度勤苦，斷於三惡考治之趣。」佛告舍", "129": "利弗：「開士大士住六度無極，行布施度無極，", "13": "一生補處，則不失六波羅蜜，所至到處諸總", "130": "眷屬圍繞，導御眾生令趣永安，飢者與食、渴", "131": "者與漿、無衣與衣、無香與香雜香搗香，床", "132": "臥之具、奴婢車乘、金銀七寶，所求索生活之", "133": "業，終不逆人隨其所僥。」佛告舍利弗：「開士", "134": "大士行智慧度無極，自化其身如如來，入于", "135": "地獄，為地獄中人而說經法；及畜生、餓鬼分", "136": "別演誼。」佛告舍利弗：「開士大士行六度無極，", "137": "自化身心猶如佛像，度於東方江河沙等佛", "138": "土，為諸眾生為說經法，稽首如來、淨其佛土，", "139": "其聞經者悉發道意。如是之比，普至十方諸", "14": "持門一切悉具，疾近三昧門。」佛言：「舍利弗！", "140": "佛世界，觀諸佛國，擇取上士自淨國土，", "141": "令其微妙五事有勝於其佛。開士大士，具", "142": "足成就一生補處。」佛告舍利弗：「開士大士行", "143": "六度無極，應時具足三十二大人之相，諸根", "144": "上妙而悉通達，則以此精進諸根，無數人所", "145": "見敬愛，令不可計眾生之類發悅豫心，稍", "146": "稍使入三塗者令得滅度。」佛言：「舍利弗！開士", "147": "大士行智慧度無極，當清淨其身口意。」佛告", "148": "舍利弗：「開士大士行六度無極，諸根上妙形", "149": "類端正，不自咨嗟、不說他人瑕，常省己過、", "15": "菩薩從人中終還生人間，此菩薩者則為阿", "150": "不訟他闕。」佛告舍利弗：「開士大士從初發意", "151": "行布施度無極、戒度無極，已得住立此二度", "152": "無極，攝取無數轉輪聖王極尊之位，不可計", "153": "限。轉輪聖王彼所在處，見無央數百千諸", "154": "佛，便稽首禮，承事供養諸佛世尊。」佛告舍", "155": "利弗：「開士大士住六度無極，為諸眾生演法", "156": "光明，自照已，以此法曜未曾亡失，至于無", "157": "上正真之道，成最正覺。如是，舍利弗！開士大", "158": "士多所照明於諸佛法。是故，舍利弗！開士", "159": "大士行智慧度無極，常當精修護身、口、意，令", "16": "惟越致。其人覩彼諸根寂定，不能速逮般若", "160": "身、口、意無所犯負也。」賢者舍利弗言：「唯", "161": "然，世尊！何所開士大士精修眾行，護身、口、", "162": "意，無所犯負？」佛告舍利弗：「開士大士心", "163": "自念言：『是為彼身所作、身所興造，有所成", "164": "立，是則為言、是六為心。其心所為有所", "165": "成立。』是為開士大士護身、口、意。開士大士行", "166": "智慧無極，亦無得身，亦不得言，亦不得心。設", "167": "使開士大士行智慧度無極，得身、口、意，所固", "168": "身、口、意，則有貪嫉之心，則亦復起犯戒之心、", "169": "瞋恚之心、懈怠之心、亂意之心、邪智之心。」佛", "17": "波羅蜜之行定也，亦不得近諸總持門，無三", "170": "言舍利弗：「如是行者，不當名之為開士。是開", "171": "士大士行六度無極，淨身瑕穢、淨口瑕穢、淨", "172": "心瑕穢，令無缺減，是言開士。」賢者舍利弗", "173": "白佛言：「云何開士大士淨身口意之瑕穢？」世", "174": "尊答曰：「假使開士大士不自得身，亦復不得", "175": "口言心念。」佛言：「如是，舍利弗！開士大士淨", "176": "身、口、意。設使身、口、意瑕惡，則為利養。假令開", "177": "士大士從初發意，奉行十善報應之向，不", "178": "發聲聞、緣覺意，如是開士大士淨除身、口、意", "179": "瑕穢。」佛告舍利弗：「開士大士行智慧度無極，", "18": "昧門。」又舍利弗問言：「菩薩摩訶薩行是般", "180": "欲求佛道，行布施度無極，戒、忍度無極，精進", "181": "度無極，一心度無極。」舍利弗白佛言：「云何開", "182": "士大士欲求佛道？」佛告舍利弗：「開士大士", "183": "假使不得身口行言心念，不得布施度無極、", "184": "戒度無極、忍度無極、精進度無極、一心度無極、", "185": "智慧度無極，不得聲聞、緣覺，不得開士，不", "186": "得佛道。是故開士求於佛道，於一切法無所", "187": "得故。」佛告舍利弗：「開士大士行六度無極已，", "188": "有所至到亦無所到，無能得便。」舍利弗白佛", "189": "言：「云何開士大士行六度無極，有至到亦", "19": "若波羅蜜者，於此壽終，當生何所？」佛言：「於", "190": "無所到，無能得便？」佛告舍利弗：「開士大士行", "191": "六度無極時，不念色、不念痛痒思想生死識，", "192": "不念眼耳鼻舌身意，不念色聲香味細滑法，", "193": "不念眼不念色不念眼色識、不念耳不念聲", "194": "不念耳聲識、不念鼻不念香不念鼻香識、不", "195": "念舌不念味不念舌味識、不念身不念細滑", "196": "不念身細滑識、不念意不念法不念意法識，不念四意止、四意斷、四神足、五根、五力、七", "197": "覺意、八由行，不念布施度無極、戒忍精進一", "198": "心智慧度無極，不念如來十力、四無所畏、四", "199": "分別辯、十八不共諸佛之法，不念流布、往來、", "2": "西晉三藏竺法護譯", "20": "此壽終，從一佛國遊一佛國，諸佛世尊所現", "200": "不還、無著、緣覺、無上正真之道、成最正覺。」佛", "201": "言舍利弗：「開士大士如是行者，則能具足、長", "202": "益六度無極，所至到處亦無所到，無能得便。」", "203": "佛告舍利弗：「或有開士大士住智慧度無極", "204": "具足諸通慧，則以其慧所行之誼，終不墮落", "205": "至於無餘，不為眾人所見憎惡，亦不貧匱，", "206": "亦不身故而受於色。所以身故而自破壞諸", "207": "天、世人、阿須倫。」舍利弗白佛言：「何所開士大", "208": "士慧？」佛告舍利弗：「開士大士所用承慧，見", "209": "東方江河沙等如來、至真、等正覺，聞所說法", "21": "在處，未曾離諸天中天。或有菩薩摩訶薩，", "210": "覩於聖眾，見諸佛國清淨清淨之法。所以開", "211": "士大士從所順慧，無有佛想、無開士想、無", "212": "聲聞想、無緣覺想，不為己慧有佛土想。所", "213": "以者何？開士大士行布施度無極、不得布", "214": "施度無極，行戒、忍、精進、一心、智慧度無極、不", "215": "得戒、忍、精進、一心、智慧度無極，所以慧致四", "216": "意止、四意斷、四神足、五根、五力、七覺意、八由行，", "217": "十種力、四無所畏、四分別辯、十八不共諸佛之", "218": "法，是為開士大士慧。以用斯慧，具足一切", "219": "諸法之本，於一切法亦無所念。」佛告舍利弗：", "22": "無漚惒拘舍羅，修第一禪至于四禪，行六", "220": "「開士大士智慧度無極淨於五眼。何等五眼？", "221": "肉眼、天眼、慧眼、法眼、佛眼。」舍利弗白佛言：「唯", "222": "然，世尊！云何開士淨肉眼？」佛告舍利弗：「開", "223": "士大士或以肉眼見四千里；或有開士大士", "224": "自以肉眼見八千里；有開士大士或以肉眼", "225": "見閻浮提；有開士大士或以肉眼見二閻浮", "226": "提；或有開士大士以肉眼見四天下；有", "227": "開士大士以肉眼見千世界；有開士大士以", "228": "肉眼見二千世界；有開士大士以肉眼見三", "229": "千大千世界。」佛語舍利弗：「是為開士大士得", "23": "波羅蜜，由此禪故生長壽天上。假使從彼壽", "230": "肉眼淨。」舍利弗又問：「何謂開士大士得天眼", "231": "淨？」佛告舍利弗：「其四大天王天上諸天眼，", "232": "開士大士皆知之；忉利天、焰天、兜術天、尼摩", "233": "羅天、波羅尼蜜天，上至阿迦膩吒天諸天之", "234": "眼，開士大士皆知之。其開士天眼，及四大", "235": "天王上至阿迦膩吒天，開士皆知之。其", "236": "開士大士天眼，以此天眼覩見東方江河", "237": "沙等佛世界，眾生終始皆悉知，乃至十方諸", "238": "佛世界，悉覩見眾生生死。」佛言：「舍利弗！", "239": "是開士大士天眼淨。」舍利弗又問：「唯然，世尊！", "24": "終之後逮得人身，值見諸佛世尊，諸根寂", "240": "云何開士大士慧眼淨？」佛告舍利弗：「其開士", "241": "大士智慧眼者，不作是念：『法有所有，有為", "242": "無為、有形無形、世間法度世法、有漏無漏。』", "243": "其開士慧眼者，覩於諸法，無不見聞無量無", "244": "數。是為開士大士慧眼淨。」舍利弗又問：「唯", "245": "然，世尊！云何開士大士法眼淨？」佛告舍利弗：", "246": "「於是開士大士，則以法眼作是分別：某行信、", "247": "某行法、某行空、某行無想、某行無願。以是", "248": "脫門也，得五根、得無見三昧。已得無見三", "249": "昧則興發度智之慧，已得度智之慧則斷三", "25": "定而不聰明。」", "250": "結。何等為三？一者貪身，二者狐疑，三者毀戒，", "251": "是為三結。能除貪身無有狐疑，不毀禁戒則", "252": "無有結，無有結者則流布人也。彼得行由路，", "253": "除婬欲瞋恚怒癡薄，是謂往還人也。以此所", "254": "由路，加以慇懃，婬欲瞋恚婬怒癡斷，是", "255": "謂不還人也。彼於由路，益加勤行，少於色", "256": "欲、無色欲，無明、憍慢斷除，是謂無著人也，是", "257": "謂行空人也。空於脫門而獲五根，致無見三", "258": "昧，以無見三昧，興發度慧至得緣覺。又此", "259": "人者，已無想脫門得於五根，取要言之至", "26": "佛告舍利弗：「或有菩薩摩訶薩，行第一禪至", "260": "得無著，是為開士法眼之淨。假使開士能分", "261": "別解，其有合會法皆歸盡宗，見諸法盡", "262": "得於五根，是為開士法眼淨。「復次，舍利弗！", "263": "開士大士分別如是，此初發意開士，行布施", "264": "度無極、戒度無極、忍度無極、精進度無極、一心", "265": "度無極、智慧度無極及信根、精進根，而根所", "266": "行具足善權方便，己身常立於善德根本。其", "267": "開士生於君子、貴姓、梵志、長者，四王天上、", "268": "忉利天、焰天、兜術天、尼摩羅天、波羅尼蜜天", "269": "上。生於彼天，所住之表，開化眾生，皆令群", "27": "于四禪，行般若波羅蜜而無漚惒拘舍羅，", "270": "萌入於安行，淨於佛土，值見如來、至真、等正", "271": "覺，供養奉事，不墮聲聞、緣覺地。某開士", "272": "大士退轉，某不退轉，至于無上正真之道，", "273": "成最正覺。是開士大士法眼淨。「復次，舍利弗！", "274": "開士大士，分別如是。開士已受決者，得無上", "275": "之道成最正覺；某開士未受決於無上正真", "276": "之道；某開士無所造立；某開士是不退轉、", "277": "某開士非不退轉；某開士神通具足、某開士", "278": "神通不具足；某開士神通具足，往詣東方", "279": "江河沙等諸佛國土，稽首禮於如來、至真、等", "28": "然後捨禪生於欲界，是菩薩摩訶薩諸根寂", "280": "正覺，供養奉事；某開士未得神通、某開士", "281": "當得神通；某開士佛土所有則當清淨、某開", "282": "士國土所有不能清淨；某開士當教化眾生、", "283": "某開士不教化；某開士為諸佛世尊所歎；某", "284": "開士諸佛世尊當近立在前、某開士諸佛世", "285": "尊不現立前；某開士壽命當有限、某開士", "286": "壽命無有量；某開士比丘眾當有限、某開士", "287": "比丘眾當無限；某開士得無上正真之道成", "288": "最正覺，以眾開士為僧；某開士得為佛時無", "289": "開士眾；某開士當以勤苦行成、某開士當以", "29": "定而不聰明。」佛告舍利弗：「或有菩薩摩訶薩，", "290": "安隱行成；某開士當究竟終始窮盡、某開士", "291": "不究竟終始窮盡；某開士當坐道場樹下、某", "292": "開士不坐道場樹下；某開士當有魔試、某開", "293": "士無魔試。某開士如是，舍利弗！是為開士", "294": "大士法眼淨。」舍利弗白佛言：「云何開士大士", "295": "佛眼淨？」佛告舍利弗：「開士大士所用因與無", "296": "上道意，金剛之喻三昧正受，具足一切諸通", "297": "慧，如來十力、四無所畏、四分別辯、十八不共", "298": "諸佛之法，大慈大悲，至于開士大士眼普達", "299": "一切佛法，於一切佛法無所不見、無所不聞，", "3": "摩訶般若波羅蜜行空品第三之二", "30": "行第一禪至于四禪，不離般若波羅蜜；觀", "300": "無有限量、無所不通。是，舍利弗！開士大士", "301": "逮得無上正真之道，成最正覺時，乃能具足", "302": "得佛眼淨。」佛告舍利弗：「如是開士大士欲得", "303": "五眼，當奉行六度無極。所以者何？是故六", "304": "度無極，皆入一切諸善德法，皆悉解了聲聞", "305": "法、緣覺法、開士法。是故，舍利弗！得平等心至", "306": "斯行者，則便救攝一切諸法。當觀智慧度", "307": "無極，智慧度無極是五眼之親母也。開士大", "308": "士學是五眼，以逮得無上正真之道成最正", "309": "覺。」", "31": "於空慧而入於定，至于識意慧而入於定，至", "310": "佛告舍利弗：「或有開士大士修於神通至", "311": "度無極，無央數神通因緣之事，住於斯地，以", "312": "一身之化若干形，還復為一身；於是墻壁隔", "313": "礙山陵嵩高，越之無礙，如虛空中水品流", "314": "行處為雲氣，譬如飛鳥遊行空中。出入于地，", "315": "出無間、入無孔，譬如入水。履行水上其由", "316": "如地，身出焰光猶如大火，此諸日月光明", "317": "威神巍巍難及，則以手掌捫其日月而捉光", "318": "明，猶得自在。身至梵天，不以神足而自", "319": "貢高，意不慢恣亦無所念，其神足亦無所", "32": "于無用慧而入於定，至于有想無想而入於", "320": "得，亦無憍逸。起亦無所想亦無念者，興自然", "321": "空，自然空者則為寂寞，其自然者亦無所", "322": "起。又如斯者，不發神足及神足行，唯以專", "323": "思諸通慧事，是開士智度無極神足證慧神", "324": "足所由。」佛告舍利弗：「其開士大士淨於天耳", "325": "越天人耳，得聞一一音、諸天人聲，亦不想念", "326": "天耳之種，不作是念：『我聞其聲。』亦無所得。", "327": "自然之空自然寂寞，其自然者，則無所起", "328": "亦無所得亦無所念，亦不自念：『我得天耳。』唯", "329": "以志於諸通事。開士大士是為行智慧度無", "33": "定。過是四天；修四意止、四意斷、四神足、五", "330": "極天耳證慧神通之行。」佛告舍利弗：「其開士", "331": "大士則知他人眾生心念虛實所趣，有欲心", "332": "無欲心、有欲想無欲想、瞋恚心瞋恚想、離", "333": "瞋恚心離瞋恚想、愚癡心愚癡想、離愚癡", "334": "心離愚癡想、有思愛心離思愛心、有所", "335": "受無所受、若舉若下、卒暴心安祥心、若大", "336": "心若小心、若定心若不定心、若脫心若不", "337": "脫心、其彼心污染甫當污染、其心染想甫", "338": "當染想。如審曉了分別虛實，有無上心念", "339": "於無上，亦無所念亦無所想。所以者何？諸", "34": "根、五力、七覺意、八由行，行于大哀、有漚惒拘", "340": "心無心，所由起諸心無想念，則憂憶念往", "341": "古遊居慧所證明，所以神通遊於居慧所證", "342": "明，所以神通以此御之。一心念識百日事百", "343": "月事百歲事，一劫百劫無央數劫、無數百", "344": "劫無數千劫、無央數億百千姟，悉識念", "345": "之。本所在處，其字為某，種姓為某，所", "346": "生如斯，食飲亦然，久住如此，壽命長短、苦樂", "347": "善惡，從彼終沒、生於某處，此眾此生，彼所說", "348": "如是。能識念無央數過去遊居，亦不想念", "349": "所獲神通。」佛語舍利弗：「開士大士智慧度無", "35": "舍羅，所生之處不隨禪教、不從慈悲喜護、", "350": "極能如是者，則為識念往古遊居神通明證", "351": "之慧，是為神通慧行。」佛告舍利弗：「其開", "352": "士大士則以天眼覩於眾生生死終始、善根", "353": "惡根、禍福善惡、趣安趣苦、微妙瑕穢，由其所", "354": "作悉了知之。某可愍之，了身行惡、口言惡、", "355": "心念惡，具足惡行，誹謗賢聖奉於邪見，以", "356": "此緣故碎身壽命，趣于勤苦、墮于地獄。此仁", "357": "賢等眾生之類，其身行善、口言善、心念善，眾", "358": "行具足，不謗賢聖、奉遵正見，緣此行故，碎身", "359": "壽終，趣于安隱升生天上。覩見八方上下", "36": "不順無色之禪，自在所生，所生之處常見", "360": "可愍之，了身行惡、口言惡、心念惡，具足惡行，", "361": "誹謗賢聖、奉於邪見。以此緣故，碎身壽命，趣", "362": "於勤苦、墮地獄。此仁聖等眾生之類，其身", "363": "行善、口言善、心念善，眾善具足，不謗聖賢、", "364": "奉遵正見。緣此行故，碎身壽終，趣于安隱、", "365": "升生天上。覩見八方上下，神通已達皆然，", "366": "覩見十方無有蔽礙。」佛告舍利弗：「其開士", "367": "大士逮得知人心念，一日百日一歲百歲、", "368": "一劫百劫千劫萬劫、億劫無央數劫無央數", "369": "億億百千劫，至於無限。十方世界諸佛國", "37": "現在怛薩阿竭、阿羅呵、三耶三佛，不離般若", "370": "土，所念無量，不可稱限、心無蔽礙，是謂開", "371": "士大士知他人心所念往古遊居神通明證之", "372": "慧神通慧行。」佛告舍利弗：「開士大士自知身", "373": "所從來，一生百生千生萬、億生無央數億", "374": "生、一劫百劫千劫萬劫億劫無數億劫，善惡", "375": "禍福、善惡所趣、父母兄弟宗室妻子、勢貴富", "376": "樂、貧賤困苦、愚智窮達、名字種姓，是為開士", "377": "大士知身所從來往古遊居神明證之慧。神", "378": "通慧行，五道自然覩見，十方無有蔽礙。」佛告", "379": "舍利弗：「開士大士有漏盡慧證神通為達，不", "38": "波羅蜜，是拔地劫中，當得阿耨多羅三耶三", "380": "墮聲聞、緣覺地，亦不想念他異之法，亦不想", "381": "念：『我逮得無上正真之道，成最正覺。』亦不以", "382": "漏盡之慧、神通之慧為慢逸念。設如來十力、", "383": "四無所畏、四分別辯、十八不共諸佛之法，解", "384": "十二因緣無根本、三十七品無端緒，教化一", "385": "切。如是，舍利弗！開士大士智慧度無極為", "386": "具足神通，已能具足則有長益，逮得無上正", "387": "真之道，為最正覺。」佛告舍利弗：「或有開士大", "388": "士行智慧度無極住布施度無極，見能嚴淨", "389": "諸通道究竟真空，從其興受而行恩德。」佛告", "39": "佛、得成阿惟三佛。」佛告舍利弗：「或有菩薩摩", "390": "舍利弗：「或有開士大士行智慧度無極住戒", "391": "度無極，具足嚴淨諸通道究竟空，無信不信、", "392": "無起不起，興立於誼永無所生。」佛告舍利弗：", "393": "「或有開士行智慧度無極住忍度無極，具足", "394": "嚴淨諸通道究竟真空，興于忍辱，無有瞋恨，", "395": "解知無本，一切悉空。」佛告舍利弗：「或有開士", "396": "大士行智慧度無極住精進度無極，具足嚴", "397": "淨諸通道究竟真空，身意精進專于一誼，所", "398": "行精進無有諸漏，興立此進。」佛告舍利弗：", "399": "「或有開士大士行智慧度無極住一心度無", "4": "賢者舍利弗白佛言：「菩薩摩訶薩行是般若", "40": "訶薩，行第一禪至于四禪，行四等心過是四", "400": "極，具足嚴淨諸通道究竟真空，其心不亂，不", "401": "舉不下、不起不滅，興立斯禪。」佛告舍利弗：", "402": "「或有開士大士行智慧度無極住智慧度無", "403": "極，具足嚴淨諸通道究竟真空，除邪見心，", "404": "勸發無智，興無所與。」佛告舍利弗：「如是開", "405": "士大士行智慧度無極住六度無極，具足嚴", "406": "淨諸通道究竟真空，來不來者若無去來，與", "407": "無所受、不施不慳，不戒不犯、不忍不怒、不進", "408": "不怠、不禪不亂、不智不愚，其所施者亦無所", "409": "念亦無想念，布施慳貪、持戒犯禁、忍辱瞋恚、", "41": "天，修四意止、四意斷、四神足、五根、五力、七覺", "410": "精進懈怠、一心亂意、智慧愚癡；不念罵詈、不", "411": "念歌歎，有為亦不想念，無起者、無所瞋", "412": "者、無所罵者，亦不想念有所言談，亦不念", "413": "有亦不念無。」佛言：「舍利弗！是開士大士行", "414": "智慧度無極名德之稱，聲聞、緣覺所不能及。", "415": "備斯德已，教化眾生、嚴淨土，行于大慈得", "416": "諸通道慧。」佛告舍利弗：「開士大士智慧度無", "417": "極，常發等心向於眾生。已能等心向於眾生，", "418": "則便獲致等於諸法。已能獲致等諸法者，", "419": "則能得立等諸眾生，一切諸法應時現在，則", "42": "意、八由行，行于大哀，有漚惒拘舍羅而不禪", "420": "為佛世尊所見愛敬，及諸開士、一切聲聞、緣", "421": "覺所見欽奉。然復在在所生處，目未曾見不", "422": "可之事，耳不聞惡聲、鼻不聞臭、口無惡味、", "423": "身無麁堅、心無邪法。開士大士行智慧度無", "424": "極能如是者，終不亡失無上正真之道。」", "425": "佛說是智慧度無極品時，三百比丘悉修行", "426": "者，皆以瓔珞奉散佛上，發無上正真之道心。", "427": "佛爾時笑。賢者阿難即從坐起，更整衣", "428": "服，右膝著地，叉手白佛：「何因緣笑？既笑當", "429": "有意。」佛告阿難：「此三百比丘，六十一劫當", "43": "定，所生之處不得自在。其人而生於此欲界", "430": "得作佛，號曰大英如來、至真、等正覺、明行成為、", "431": "善逝、無上士、道御、天人師，號佛眾祐。於是終", "432": "沒，當生阿閦如來、至真、等正覺國土。六萬欲", "433": "行天當在彌勒佛世時，出家為沙門，承佛聖", "434": "旨，於彼世時尋見千佛，所行在於眾生，八方", "435": "上下亦復如是，各見千佛及諸國土。又復覩", "436": "見此忍世界嚴淨無瑕，如彼諸佛如來、至真", "437": "等正覺世界，於彼萬人各自發願：『吾等各興", "438": "行意，欲現在現在佛國。』時佛即知善男子心", "439": "之所念，即復笑。」阿難長跪重問佛言：「何", "44": "君子、貴人姓、梵志、長者，欲教化眾生有所利", "440": "因緣笑？笑必有意。」佛告阿難：「見是萬人", "441": "建立願不？」對曰：「唯然，世尊！」告曰：「此萬人於", "442": "此壽終所生佛國，未曾遠離諸佛如來，然後", "443": "得佛，號嚴淨如來、至真、等正覺也。」", "444": "4 歎等品摩訶般若波羅蜜歎等品第四", "445": "於是賢者舍利弗、摩訶目揵連、大迦葉此", "446": "等，及餘無數聖通明達比丘，及菩薩摩訶薩，", "447": "清信士、清信女，悉白佛言：「唯然，世尊！如是", "448": "行者，為是菩薩摩訶薩大度無極微妙波羅蜜，", "449": "無能勝者；最超波羅蜜，無能越者；甚尊波羅", "45": "益。」佛告舍利弗：「或有菩薩摩訶薩，行第一禪", "450": "蜜，則而有持勢名波羅蜜，無能及者；無上波", "451": "羅蜜，無能過者；無量波羅蜜，無能過者；是諸", "452": "菩薩摩訶薩無倫波羅蜜，所度無極；無雙波", "453": "羅蜜、空度無限。唯然，世尊！是菩薩摩訶薩已", "454": "相為空而度無極，無想波羅蜜所度無念，無", "455": "願波羅蜜所度無著。一切諸法空，悉自然無", "456": "所有故。空波羅蜜自然空故，一切德具足波", "457": "羅蜜所度無極。唯然，世尊！諸菩薩摩訶薩一", "458": "切德備般若波羅蜜，無能當者；無所行波羅", "459": "蜜，謂菩薩摩訶薩波羅蜜也。於是菩薩摩訶", "46": "至于四禪，行四等心，觀於空慧、識慧、無用慧、", "460": "薩能等無等，其所施與假能具足等無等波", "461": "羅蜜，則能到已還等，已能獲到等無等，至", "462": "于阿耨多羅三耶三菩；尸波羅蜜能還致等", "463": "無等羼、惟逮、禪、般若波羅蜜，譬如菩薩行", "464": "檀波羅蜜應所當為。天中天！不但有般若波", "465": "羅蜜，便能獲致等於無等，則於真法，色痛", "466": "痒思想生死識，若轉法輪，等無所等。過去佛", "467": "天中天，當來現在諸佛，悉行是般若波羅蜜，", "468": "轉等於無等之法輪者。是故，世尊！菩薩摩訶", "469": "薩欲度一切諸法之表，當行般若波羅蜜。菩", "47": "有想無想，過是四天，修三十七品，行大哀漚", "470": "薩摩訶薩當為作禮，諸天、人民、阿須倫，悉為", "471": "行般若波羅蜜者稽首作禮。」佛即告是於無", "472": "央數諸聲聞菩薩摩訶薩：「如是，如是！善男子！", "473": "當為菩薩摩訶薩作禮；諸天、人民、阿須倫，若", "474": "有行般若波羅蜜者，皆來歸命。」佛語舍利弗：", "475": "「若菩薩摩訶薩來現於世化現人間，若在天", "476": "上，現君子、族姓、梵志、長者，若現在轉輪聖王，", "477": "四王天上、忉利天、焰天、兜率天、尼摩羅天、波", "478": "羅尼蜜天上、阿迦膩吒天，須陀洹、斯陀含、", "479": "阿那含、阿羅漢現出世間，辟支佛、怛薩阿竭、", "48": "惒拘舍羅，不隨禪教而有所生，其人即生四", "480": "阿羅呵、三耶三佛現在世間。」佛言：「以是故，", "481": "舍利弗！菩薩摩訶薩而來現耳，若能致獲飲", "482": "食、衣服、床臥具、屋宅燈火、明月珠寶、水精琉", "483": "璃、璧玉金銀、珊瑚琥珀、硨磲碼碯，以給眾", "484": "生。」佛語舍利弗：「不以是故出現世間，以持", "485": "斯語救護世間使得安隱。諸天人民所會伎", "486": "樂，皆是菩薩摩訶薩懷來致現。所以者何？", "487": "菩薩摩訶薩設有所行修六波羅蜜者，住六", "488": "波羅蜜，欲勸眾生布施之故，便自施與，持戒、", "489": "忍辱、精進、一心、智慧，亦復如是，以勸群萌修", "49": "大天王天上、忉利天上、焰天上、兜術天上、尼", "490": "般若波羅蜜。是故，舍利弗！菩薩摩訶薩安一", "491": "切眾生之類。」", "492": "5 授決品摩訶般若波羅蜜授決品第五", "493": "於是世尊即出舌本，覆三千大千世界。從其", "494": "舌本出無央數光明之耀，照於東方諸佛世", "495": "界。應時東方江河沙等諸佛國土，而無央", "496": "數不可計會諸菩薩摩訶薩覩光明，各各在", "497": "其佛土自往咨啟諸佛世尊，而問斯誼：「唯，", "498": "天中天！是何威神而令此土光明普照？」於時", "499": "其國諸如來眾，各各告菩薩摩訶薩：「善男子！", "5": "波羅蜜，從何所退沒而生於是？」佛語舍利弗：", "50": "摩羅天上、波羅尼蜜天上。生於彼間，教化眾", "500": "欲知此變，西方去此江河沙等諸佛世界，有", "501": "佛土名曰忍界，其佛號釋迦文怛薩阿竭、阿", "502": "羅訶、三耶三佛，出舌本光明，照于東方江", "503": "河沙等世尊世界，普令照曜周及十方。所以", "504": "然者，為諸菩薩摩訶薩講般若波羅蜜。」於時", "505": "彼土菩薩摩訶薩各自啟佛：「唯然，大聖！我等", "506": "欲往稽首歸命釋迦文如來及諸菩薩摩訶", "507": "薩，并欲聽省般若波羅蜜。」其佛告曰：「往，善", "508": "男子！從仁擇時，如爾所欲。」時諸菩薩啟佛", "509": "見聽，各各自取眾蓋幢幡、香華敷飾、雜香擣", "51": "生、淨於佛土，見諸佛世尊、不離道教。」", "510": "香、金花銀花，往詣釋迦文怛薩阿竭、阿羅呵、", "511": "三耶三佛，稽首佛足，各以所齎眾蓋幢幡、香", "512": "華敷飾、雜香擣香、金華銀華，用散佛上及諸", "513": "菩薩諸聲聞上。八方上下亦無央數不可計", "514": "會諸菩薩摩訶薩，各各自於其國啟白世尊：", "515": "「此之威曜，何所從來？」諸佛告曰：「有佛號名釋", "516": "迦文尼怛薩阿竭、阿羅呵、三耶三佛，出舌本", "517": "光明之德，各照十方江河沙等諸佛國土，是", "518": "其威曜。」時諸菩薩各啟其佛：「欲往稽首釋迦", "519": "文見諸菩薩。」諸佛告曰：「往，族姓子！從仁擇", "52": "佛告舍利弗：「或有菩薩摩訶薩行般若波", "520": "時，如志所欲。」諸菩薩眾各齎供養，往詣釋迦", "521": "文怛薩阿竭、阿羅訶、三耶三佛，稽首作禮。進", "522": "上所齎，却坐一面，聽佛所說。於時四大王天上諸天人，忉利天、焰天、兜率天、尼摩羅天、", "523": "波羅尼蜜天，上至阿迦膩吒天，各齎天花、", "524": "天香天擣香天雜香、青蓮華紅蓮花黃蓮華白", "525": "蓮華，皆以天上微妙香華，各各執持往詣佛", "526": "所。於時諸天上及諸菩薩，各各齎持香花雜", "527": "香擣香，各各供養奉散如來、至真、等正覺上。", "528": "於時所散華香，上在虛空化為宮殿在於四", "529": "方，而於虛空中向于四面，微妙分明，皆以眾", "53": "羅蜜，有漚惒拘舍羅，修第一禪行四等", "530": "寶人所悅樂。於眾會億百千姟，皆共叉手自", "531": "歸命佛，而問世尊：「唯，天中天！我等之身當", "532": "來之世，願得法利亦復如是，如怛薩阿竭、阿", "533": "羅呵、三耶三佛，諸聲聞眾亦當如是，為諸會", "534": "者講說經法，如今所演。」爾時世尊知善男子", "535": "心之所念，覩一切法永無所起亦無所行，一", "536": "切諸法無所逮得，見心所忍，佛應時笑。賢者", "537": "阿難前白佛言：「佛何因笑？笑當有意。」佛告阿", "538": "難：「今此眾會億百千姟人，皆悉逮得不起法", "539": "忍，過於當來六十八億劫，當得作佛，號曰覺", "54": "心。於是壽終，生梵身天上、梵具天上、梵度", "540": "華怛薩阿竭、阿羅訶、三耶三佛，明行成為、善逝、", "541": "世間解、無上士、道法御、天人師，號佛、世尊，劫", "542": "名華事，世界曰嚴華。」", "543": "6 分別空品摩訶般若波羅蜜分別空品第六", "544": "爾時佛告賢者須菩提：「豈非堪任，為諸菩", "545": "薩摩訶薩緣發般若波羅蜜，菩薩摩訶薩因", "546": "此得生。」於是諸菩薩摩訶薩眾、聲聞及天、人", "547": "各心念言：「今須菩提自以辯才，為諸菩薩摩", "548": "訶薩說般若波羅蜜乎？乘佛聖旨說耶！」", "549": "又須菩提知諸菩薩摩訶薩眾、大聲聞、諸天、", "55": "著天上、大梵天上。在彼梵天及大梵天，從一", "550": "人心之所念，謂賢者舍利弗：「敢佛弟子有所", "551": "說者，分別光曜，一切皆乘如來威德。怛薩阿", "552": "竭所可說法，彼一切法於本無諍。諸善男子", "553": "當學斯法，則證其法學者，皆順如來慧證境", "554": "界。諸菩薩摩訶薩說般若波羅蜜，非聲聞、辟", "555": "支佛之境界。所以者何？說法得時莫不喜", "556": "悅。」舍利弗謂須菩提：「斯謂菩薩。」時須菩提", "557": "白世尊曰：「所謂菩薩者，天中天！何謂菩薩？", "558": "於此法中，何因有菩薩之言？我亦不見菩薩", "559": "之法，何謂菩薩？唯，天中天！我永不見般若", "56": "佛國遊一佛國，諸佛所現之土，成阿耨多羅", "560": "波羅蜜及於菩薩，當云何說菩薩摩訶薩般", "561": "若波羅蜜？當以何誼為諸菩薩講般若波羅", "562": "蜜而開導乎？」佛告賢者須菩提：「所謂般若", "563": "波羅蜜及菩薩者，但假號耳，其名無名，其", "564": "名不在於內、不在於外、不處兩間。譬如，須菩", "565": "提！所見人者，但假託號，彼亦無名。其法不起", "566": "不滅，因緣和合隨俗所名。但音聲言及我、人、", "567": "壽命。蚑行喘息、蜎飛蠕動眾生之類，所作所", "568": "造、所興勸助、所見所覩、所知所觀，一切皆為", "569": "假號之法，一切不起不滅；諸天人民所可言", "57": "三耶三菩，至阿惟三佛，轉法輪者，其菩薩摩", "570": "誨亦復如是。如此，須菩提！計般若波羅蜜及", "571": "菩薩名，悉為假號，皆不起不滅。至于天中", "572": "天所可言名，等無有異。譬如，須菩提！於內所", "573": "有所與我色，斯亦假名法，為假託作斯字也。", "574": "其假號法不起不滅，欲得了此因緣之合，有", "575": "言聲耳；痛痒思想生死識法為假號，其法所", "576": "名不起不滅，若以因緣假託之現而有言聲。", "577": "如是，須菩提！所謂般若波羅蜜，有言菩薩及", "578": "菩薩名，但所託者，其法不起不滅。所謂菩", "579": "薩般若波羅蜜及菩薩名，悉無他倚，因緣", "58": "訶薩勸助諸佛令轉法輪。」佛告舍利弗：「一", "580": "猗號而有斯言。眼則恍惚虛寂，至于假名，", "581": "法為託字，亦皆不起不滅，因緣假號而有言", "582": "聲。所謂眼空，其眼無內、無外、不處兩間；耳", "583": "鼻舌身意亦復如是，法為假託，其法不起", "584": "不滅，因緣合名而有言聲。其號心者，心不", "585": "在內亦不在外、不處兩間。所謂色者，須菩提！", "586": "法所假號不起不滅，亦不內外、不處兩間。", "587": "其眼界者亦為假號，因法託名，其曰眼界、色", "588": "界、眼識界，耳界、聲界、耳識界，鼻界、香界、鼻", "589": "識界，舌界、味界、舌識界，身界、細滑界、身識界，", "59": "生補處開士大士，行智度無極，以善權方便，", "590": "意界、法界、意識界，法為借號而有言聲，其", "591": "法無內無外、不處兩間。如是，須菩提！所謂菩", "592": "薩及般若波羅蜜，因法假號，其號不起不滅，", "593": "猗託為名而有言聲。般若波羅蜜、菩薩字，其", "594": "名無內無外、不處兩間。譬如，須菩提！所謂其", "595": "內是我身，因字頭首，其名但言聲，又復名頸", "596": "項。五陰、兩臂、背臍脇、兩臏、兩腳，但假號耳。", "597": "託首聲言，因緣法為號，計其法者不起不滅，", "598": "計此所有悉為假託而立言聲，計其名者不", "599": "起不滅，無內無外、不處兩間。如是，須菩提！", "6": "「是菩薩摩訶薩行般若波羅蜜者，從他方佛", "60": "現行第一禪至四禪、慈悲喜護三昧，至于空", "600": "般若波羅蜜、菩薩名者，皆為假號，其法不起", "601": "不滅，盡為假託而有言聲，其名亦不起不滅，", "602": "無內無外、不處兩間。譬如，須菩提！於此外有", "603": "草木枝葉華實，計此一切，悉為假號而有言", "604": "聲，其名無名，其名不起不滅，假託為名而", "605": "有言聲，計其名者，無內無外、不處兩間。如", "606": "是，須菩提！般若波羅蜜及菩薩字，一切皆因", "607": "法假號，其法不起不滅，其名無內無外、不處", "608": "兩間。譬如，須菩提！過去諸佛世尊，皆共假傳", "609": "其號，當來現在亦復如是。譬如，須菩提！呼聲", "61": "慧、識慧、無用慧、有想無想，過是四天，修三", "610": "之響，又如鏡像、幻、化、野馬。如來解說一切", "611": "諸法，皆猶如化，但假有號，其號不起不滅，", "612": "倚託為名而有言聲，其名無內無外、不處兩", "613": "間。如是，須菩提！所謂菩薩、般若波羅蜜，但假", "614": "號耳，其號不起不滅，無內無外、不處兩間。", "615": "如是，須菩提！所謂菩薩摩訶薩、般若波羅蜜，", "616": "因緣合會而假虛號，所號善權、所號法，皆假", "617": "託耳。當作是學行般若波羅蜜，不住名色亦", "618": "無所見、不住痛痒思想生死識、不住於名、", "619": "不覩名色不常、不見名色安樂、不見名色苦", "62": "十七品、行大哀，行空三昧、無想三昧、無願三", "620": "惱，不見名色而有內者、不見名色而有外者、", "621": "不見名色而有空者、不見名色無想之變、", "622": "不見名色無願之事、不見名色而寂寞、", "623": "不見名色而慌忽者、不見名色而有欲塵、不", "624": "見名色而諍訟者、不見名色而有起者、不見", "625": "名色而有滅者，痛痒思想生死識亦復如是。", "626": "眼界、色界、眼識界，耳界、聲界、耳識界，鼻界、香", "627": "界、鼻識界，舌界、味界、舌識界，身界、細滑界、身", "628": "識界，意界、法界、意識界，一切皆爾，因緣合成", "629": "而為假號，有是五陰。所以者何？菩薩摩訶薩", "63": "昧，開士交遊自在所生也。其人面自見", "630": "行般若波羅蜜及菩薩行，并於名號不有不", "631": "無，不處有為界、不處無為界，亦無所見。", "632": "所以者何？須菩提！菩薩摩訶薩行般若波羅", "633": "蜜，於一切法無所想念，無應不應，亦不想", "634": "念行般若波羅蜜，處無想法行諸意止。修", "635": "般若波羅蜜，亦不見般若波羅蜜、不見般若", "636": "波羅蜜名、亦不見菩薩號，亦不見十種力、四", "637": "無所畏、四分別辯、十八不共諸佛之法。行般", "638": "若波羅蜜時，不見般若波羅蜜、亦不見般若", "639": "波羅蜜名、亦不見菩薩、亦不見菩薩名。誰", "64": "諸佛世尊，在其佛所淨修梵行生兜術天上，", "640": "見菩薩行般若波羅蜜？菩薩摩訶薩曉了分", "641": "別諸法之本、諸法相者，計諸法本、諸法相者，", "642": "亦無所著亦無諍訟。如是，須菩提！菩薩摩訶", "643": "薩行般若波羅蜜，不因猗名，為法造號。", "644": "其於佛道，亦緣號不為假託，悉曉了之。不猗", "645": "於色，不猗痛痒思想生死識；不猗於眼耳", "646": "鼻舌身意，亦不猗眼色識、不猗耳聲識、", "647": "不猗鼻香識、不猗舌味識。不猗身細滑", "648": "識、不猗意法識，不猗眼習五陰之事而無", "649": "所猗。不起痛痒，無苦、無樂、無不苦樂，乃至", "65": "在於其上為開導師，所度如船，諸根無瑕", "650": "意識所習因緣，則有痛痒及與苦、樂、不苦不", "651": "樂行者，於彼都無所猗；亦不猗著於有為", "652": "界、亦不猗著於無為界，亦不猗著檀波羅", "653": "蜜、亦不猗著尸波羅蜜、亦不猗著羼提波", "654": "羅蜜、亦不猗著惟逮波羅蜜、亦不猗著", "655": "禪波羅蜜、亦不猗著般若波羅蜜，亦不猗", "656": "著相，亦不猗著菩薩之身；亦不猗著於肉眼，", "657": "亦不猗著天眼、慧眼、法眼、佛眼；亦不猗著", "658": "慧度無極、亦不猗著神通之意所度無極；亦", "659": "不猗著內外、亦不猗著處于兩間；亦不猗", "66": "常安寂定，為無央數億百千姟諸天眷屬圍", "660": "著於內之空、亦不猗著於外之空、亦不猗", "661": "著無形之緣、亦不猗著自然之空、亦不猗", "662": "著開化眾生、亦不猗著佛土嚴淨、亦不猗", "663": "著漚惒拘舍羅。所以者何？用一切法悉無所有", "664": "故。當所著者亦無所著，亦無所有當可持", "665": "者。如是，須菩提！菩薩摩訶薩於一切法而無", "666": "所著，為行般若波羅蜜；檀波羅蜜、尸波羅蜜、", "667": "羼提波羅蜜、惟逮波羅蜜、禪波羅蜜、般若波", "668": "羅蜜便得長益，入于寂然得菩薩道。入于", "669": "阿惟越致，神通具足；神通以具則遊佛國，教", "67": "繞，俱下於此，得成無上正真之道，成最正覺。」", "670": "化眾生；已化眾生，則便供養諸佛世尊，則", "671": "能嚴淨諸佛國土；已能嚴淨諸佛國土，諸佛", "672": "世尊皆覩見。於時菩薩亦復遙見諸佛大聖，", "673": "亦欲逮得功德善本，便當供養諸佛世尊稽", "674": "首歸命，則逮自然無量之德，親近諸佛，便", "675": "得從聞所說經典，已逮聞法未曾斷絕，逮得", "676": "阿耨多羅三藐三菩阿惟三佛，諸總持門、", "677": "諸三昧門。如是，須菩提！菩薩摩訶薩行般若", "678": "波羅蜜行，分別曉了一切諸法因緣假號。於", "679": "須菩提意云何，色為菩薩乎？痛痒思想生死", "68": "佛告舍利弗：「開士大士得六神通，不生欲", "680": "識為菩薩乎？」須菩提答曰：「不也，天中天！」「云", "681": "何，須菩提！眼為菩薩乎？耳鼻舌身意為菩", "682": "薩乎？」答曰：「不也，天中天！」「色聲香味細滑法", "683": "為菩薩乎？」答曰：「不也，天中天！」又問：「於須菩", "684": "提意云何，眼色識為菩薩乎？耳聲識、鼻香識、", "685": "舌味識、身細滑識、意法識為菩薩乎？」答曰：「不", "686": "也，天中天！」「於須菩提意云何，地種為菩薩", "687": "乎？」答曰：「不也，天中天！水種、火種、風種、空種、", "688": "識種為菩薩乎？」答曰：「不也，天中天！」「於須菩", "689": "提意云何，無明為菩薩乎？」答曰：「不也，天中", "69": "天、色天、無色天，從一佛國遊一佛國，稽首奉", "690": "天！」「識、名色、六入、所習、愛、痛、受、有、生、老病死為", "691": "菩薩乎？」答曰：「不也，天中天！」「於須菩提意云", "692": "何，寧有異色為菩薩乎？」答曰：「不也，天中天！」", "693": "「寧有異痛痒思想生死識為菩薩乎？」答曰：「不", "694": "也，天中天！」「寧有異眼耳鼻舌身意為菩薩", "695": "乎？」答曰：「不也，天中天！」「寧有異色聲香味細", "696": "滑法為菩薩乎？」答曰：「不也，天中天！」「寧有異", "697": "眼色識、耳聲識、鼻香識、舌味識、身細滑識、意", "698": "法識為菩薩乎？」答曰：「不也，天中天！」「寧有異", "699": "十二因緣從無明至病老死為菩薩乎？」答曰：", "7": "國終而生於此。若兜術天上遷移生此人間，", "70": "事諸如來、至真、等正覺。」佛告舍利弗：「開士大", "700": "「不也，天中天！」「於須菩提意云何，色無本為", "701": "菩薩乎？」答曰：「不也，天中天！」「五陰、六衰、十八", "702": "種、四大、十二因緣無本為菩薩乎？」答曰：「不也，", "703": "天中天！」「於須菩提意云何，寧有異無本為菩", "704": "薩乎？」答曰：「不也，天中天！」佛告須菩提：「於", "705": "須菩提意，解何等誼，以何等觀察而答？」佛言：", "706": "「色非菩薩、痛痒思想生死識非菩薩；六衰、十", "707": "八種、四大、十二因緣從無明至生老病死非", "708": "菩薩，其無本者謂非菩薩、若異無本亦非菩", "709": "薩。」須菩提白佛言：「唯，天中天！吾我、人、壽亦", "71": "士得六神通而自娛樂，從一佛國遊一佛國，", "710": "不可得，云何當名為菩薩者？云何名五陰、六", "711": "衰、十八種、四大、十二因緣終始之患為菩薩", "712": "耶？云何名異色、異痛痒思想生死識為菩薩", "713": "耶？云何名異六衰、十八種、四大、十二因緣為", "714": "菩薩耶？云何名無本之事為菩薩耶？云何名", "715": "異無本為菩薩耶？斯無處所。」佛言：「善哉，善", "716": "哉！須菩提！菩薩摩訶薩學般若波羅蜜，當", "717": "觀眾生人物無所有、不可得，般若波羅蜜亦", "718": "無所有、不可得，菩薩當作是學。於須菩提意", "719": "云何，口言色者，為菩薩乎？」答曰：「不也，天中天！」", "72": "所在佛國，不聞聲聞、緣覺聲，亦不聞名。」佛", "720": "「口言痛痒思想生死識，為菩薩乎？」答曰：「不也，", "721": "天中天！」「計色常、計痛痒思想生死識常，為菩", "722": "薩乎？」答曰：「不也，天中天！」「於須菩提意云何，", "723": "計色無常、計痛痒思想生死識無常，為菩薩", "724": "乎？」答曰：「不也，天中天！」「於須菩提意云何，口", "725": "言色樂、痛痒思想生死識樂，為菩薩乎？」答曰：", "726": "「不也，天中天！」「於須菩提意云何，口言色苦、", "727": "痛痒思想生死識苦，為菩薩乎？」答曰：「不也，天", "728": "中天！」「於須菩提意云何，口言色是我所、痛痒", "729": "思想生死識是我所，為菩薩乎？」答曰：「不也，天", "73": "告舍利弗：「開士大士得六神通而自娛樂，普", "730": "中天！」「於須菩提意云何，口言色非我所、痛痒", "731": "思想生死識非我所，為菩薩耶？」答曰：「不也，天", "732": "中天！」「於須菩提意云何，口言色空、痛痒思想", "733": "生死識空，為菩薩乎？」答曰：「不也，天中天！」「於須", "734": "菩提意云何，口言色無想、痛痒思想生死識", "735": "無想，為菩薩乎？」答曰：「不也，天中天！」「於須菩", "736": "提意云何，口言色無願、痛痒思想生死識無", "737": "願，為菩薩乎？」答曰：「不也，天中天！」「於須菩提", "738": "意云何，口言色不空、不無想、不無願，痛", "739": "痒思想生死識不空、不無想、不無願，為菩薩", "74": "遊十方，從一佛國到一佛國，所至佛土，壽", "740": "乎？」答曰：「不也，天中天！」「於須菩提意云何，", "741": "五陰、六衰、十八種、四大、十二因緣無所有，為菩", "742": "薩乎？」答曰：「不也，天中天！」佛告須菩提：「仁", "743": "見何誼而反云，口所說言五陰、六衰、十八種、", "744": "四大、十二因緣，終始之患、苦樂善惡，空、無想、", "745": "無願，有與無，悉非菩薩？」須菩提白佛言：「唯，天", "746": "中天！究竟求色了不可得，何況甫復口言色", "747": "者為菩薩乎！痛痒思想生死識亦爾，究竟求", "748": "常而不可得，何況無常而可得當為菩薩乎！", "749": "究竟苦樂而不可得，何況口言苦樂為菩薩", "75": "命極長，不可稱限劫數之底。」佛告舍利弗：", "750": "乎！究竟索是我所不可得，何況口言我非我", "751": "為菩薩乎！色痛痒思想生死識亦復然。究竟", "752": "所有色不可得，何況口言色空為菩薩乎！痛", "753": "痒思想生死識亦復然。究竟求想不可得，", "754": "何況口言色無想為菩薩乎！痛痒思想生死", "755": "識亦復如是。究竟求願不可得，何況口言色", "756": "無願為菩薩乎！痛痒思想生死識亦復如是。」", "757": "佛言：「善哉，善哉！須菩提！菩薩摩訶薩欲學", "758": "般若波羅蜜，當作是學。口所言色不可得者，", "759": "痛痒思想生死識者，空、無想、無願不得者，則", "76": "「開士大士得六神通而自娛樂，從一佛界到", "760": "為學般若波羅蜜。向者須菩提所言，我於法", "761": "中永不覩見為菩薩者。須菩提！欲知法不可", "762": "見法、法不可見法界、法界不見法。色界痛", "763": "痒思想生死識亦然，色界不見法界、法界", "764": "不見色界、眼界不見法界、法界不見眼界。", "765": "耳鼻舌身意亦復如是。意界不見法界、", "766": "法界不見意界、十八種界不見法界、法界不", "767": "見十八種界、有為界不見無為界、無為界不", "768": "見有為界、有為界者亦不可兩。無為界者亦", "769": "不可名，無為者不可兩，有為者亦不可名。", "77": "一佛界，所至佛土無有佛法及與聖眾，便為", "770": "如是，須菩提！行般若波羅蜜能如此者，於", "771": "一切法永無所見。已無所見，不恐不畏、不難", "772": "不懼，心不怯弱亦無所恨。所以者何？須菩", "773": "提！已不見色痛痒思想生死識，不見眼耳鼻", "774": "舌身意，不見色聲香味細滑法，不見色欲，", "775": "至于法欲亦無所見。不見貪怒癡，不見無明，", "776": "至于行、識、名色、六入、所更、痛、愛、受、有、生、老病", "777": "死亦無所見。不見吾我，不見人、壽命。不見", "778": "欲界、不見色界、不見無色界，不見聲聞、辟", "779": "支佛、不見菩薩法、亦不見佛、亦不見法、", "78": "歌頌分別解說佛、法、聖眾功德之事。眾生應", "780": "不見菩薩眾。已不見一切法，不恐不畏、不難", "781": "不懼，心不怯弱。」須菩提白佛言：「唯然，世尊！何", "782": "因菩薩摩訶薩心不怯弱而無所著？」佛告須", "783": "菩提：「菩薩摩訶薩不得心所念法，亦無所見，", "784": "是故菩薩摩訶薩心不怯弱亦無所著。」須菩", "785": "提白佛言：「云何菩薩摩訶薩而不恐怖？」佛告", "786": "須菩提：「菩薩不得心畏，亦無所見，是故菩", "787": "薩摩訶薩而不恐怖。」須菩提白佛言：「云何菩", "788": "薩摩訶薩於一切法而無所得？行般若波羅", "789": "蜜乎？」佛告須菩提：「菩薩摩訶薩一切所行般", "79": "時聞佛、法、聖眾音聲，心懷欣豫，壽終之後皆", "790": "若波羅蜜，彼亦不得般若波羅蜜，亦復不得", "791": "菩薩之心。其是為今設菩薩之為勅命。」", "792": "光讚經卷第二", "8": "或於人中來生，疾逮是般若波羅蜜行。其行", "80": "生有佛世尊現在國土。」佛告舍利弗：「開士大", "81": "士從始發意，不得第一禪至于四禪，四等", "82": "梵行、四無色定，四意止、四意斷、四神足、五根、", "83": "五力、七覺意、八由行，十種力、四無所畏、四分", "84": "別辯、十八不共諸佛之法者，終不曾生欲", "85": "界、色界、無色界；所生之處在于眾生求名譽", "86": "之士。」佛告舍利弗：「開士大士行六度無極，", "87": "從初發意度于滅寂，得不退轉、住不動轉地，", "88": "當至無上正真之道，成最正覺。」佛告舍利弗：", "89": "「開士大士從初發意，得無上正真之道，成最", "9": "般若波羅蜜者，此於現世而得成就，其人速", "90": "正覺，便轉法輪，為無央數不可稱計眾生之", "91": "類，開導利誼有所加益，然後至於無餘於泥", "92": "洹界而般泥曰。般泥曰後，其法則住一劫若", "93": "復過劫。「復次，舍利弗！開士大士從初發意行", "94": "智慧度無極，與無央數億百千姟諸開士俱，", "95": "從一佛國遊一佛國，所生佛土嚴淨境界。」佛", "96": "告舍利弗：「開士大士行智慧度無極，逮得四", "97": "禪及四等心、無色定而自娛樂，得第一禪。", "98": "從一禪起入寂然定，而以正受。從滅定禪起", "99": "至于四禪，而以思惟。從四禪起滅寂禪定，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}