{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇八犍度論: 阿毘曇＋（定犍度）【聖乙】曇曇定犍度", "text": {"0": "6 根犍度7 緣跋渠", "1": "阿毘曇八犍度論卷第二十五", "10": "法。若未來現在。善不善無記。欲界繫色界繫", "100": "法得生。是謂法不善心俱生善無色。云何法", "101": "不善心俱生無記無色。答曰。如不善心若退", "102": "若生無記法得生。如住不善心無記根。長益", "103": "四大增益軟美飽。彼法諸得生老無常。是謂", "104": "法不善心俱生無記無色不善竟。諸法無記無色", "105": "生。彼無記心俱耶。答曰。或法無記無色生。無", "106": "記心俱善心俱不善心俱。云何法無記無色", "107": "生無記心俱。答曰。諸法彼心相應彼俱有無", "108": "記。是謂法無記無色生無記心俱。云何法無", "109": "記無色生善心俱。答曰。如善心勝進無記法", "11": "無色界繫。學無學非學非無學。見諦斷思惟", "110": "得生。如住善心無記根。長益四大增益軟美", "111": "飽。彼法諸得生老無常。是謂法無記無色生", "112": "善心俱。云何法無記無色生不善心俱。答曰。", "113": "如不善心若退若生無記法得生。如住不善", "114": "心無記根。長益四大增益軟美飽。彼法諸得", "115": "生老無常。是謂法無記無色生不善心俱。設", "116": "諸法無記心俱生彼法無記無色耶。答曰。或", "117": "法無記心俱生。無記無色善無色不善無色。", "118": "云何法無記心俱生無記無色。答曰。諸法彼", "119": "心相應彼俱有無記。是謂法無記心俱生無", "12": "斷。若得不斷法。彼得不斷。設得不斷彼得", "120": "記無色。云何法無記心俱生善無色。答曰。如", "121": "無記心若退若生善法得生。是謂法無記心俱", "122": "生善無色。云何法無記心俱生不善無色。答", "123": "曰。如無記心若退若生不善法得生。是謂法", "124": "無記心俱生不善無色無記竟。諸法欲界繫無色", "125": "生。彼欲界繫心俱耶。答曰。或法欲界繫無色", "126": "生。欲界繫心俱。色界繫心俱。無色界繫心", "127": "俱。不繫心俱。云何法欲界繫無色生。欲界繫", "128": "心俱。答曰。諸法彼心相應。彼俱有欲界繫。是", "129": "謂法欲界繫無色生。欲界繫心俱。云何法欲", "13": "不斷法。諸法善無色生彼善心俱耶。設善心", "130": "界繫無色生。色界繫心俱。答曰。如色界繫心。", "131": "若生若勝進欲界繫法得生。如住色界繫心", "132": "欲界繫根。長益四大增益軟美飽。此法諸得", "133": "生老無常。是謂法欲界繫無色生。色界繫心", "134": "俱。云何法欲界繫無色生。無色界繫心俱。答", "135": "曰。如無色界繫心住欲界繫根。長益四大增", "136": "益軟美飽。此法諸得生老無常。是謂法欲界", "137": "繫無色生。無色界繫心俱。云何法欲界繫無", "138": "色生不繫心俱。答曰。如不繫心勝進欲界繫", "139": "法得生。如不繫心住欲界繫根。長益四大增", "14": "俱彼法善。無色不善無記。欲界繫色界繫無", "140": "益軟美飽。此法諸得生老無常。是謂法欲界", "141": "繫無色生不繫心俱。設諸法欲界繫心俱生", "142": "彼法欲界繫無色耶。答曰。或法欲界繫心俱", "143": "生。欲界繫無色。色界繫無色。無色界繫無色", "144": "不繫無色。云何法欲界繫心俱生欲界繫無", "145": "色。答曰。諸法彼心相應。彼俱有欲界繫。是謂", "146": "法欲界繫心俱生欲界繫無色。云何法欲界", "147": "繫心俱生色界繫無色。答曰。如欲界繫心。若", "148": "退若生色界繫法得生。是謂法欲界繫心俱", "149": "生色界繫無色。云何法欲界繫心俱生。無色", "15": "色界繫。學無學非學非無學。見諦斷思惟斷", "150": "界繫無色。答曰。如欲界繫心。若退若生無色", "151": "界繫法得生。是謂法欲界繫心俱生。無色界", "152": "繫無色。云何法欲界繫心俱生不繫無色。答", "153": "曰。如欲界繫心退不繫法得生。是謂法欲界", "154": "繫心俱生不繫無色欲界竟。諸法色界繫無色生。", "155": "彼色界繫心俱耶。答曰。或法色界繫無色生。", "156": "色界繫心俱。欲界繫心俱。無色界繫心俱。不", "157": "繫心俱。云何法色界繫無色生。色界繫心俱。", "158": "答曰。諸法彼心相應。彼俱有色界繫。是謂法", "159": "色界繫無色生色界繫心俱。云何法色界繫", "16": "不斷。法無色生彼不斷心俱耶。設不斷心俱", "160": "無色生。欲界繫心俱。答曰。如欲界繫心。若退", "161": "若生色界繫法得生。是謂法色界繫無色生。", "162": "欲界繫心俱。云何法色界繫無色生。無色界", "163": "繫心俱。答曰。如無色界繫心住色界繫根。長", "164": "益四大增益軟美飽。此法諸得生老無常。是", "165": "謂法色界繫無色生。無色界繫心俱。云何法", "166": "色界繫無色生不繫心俱。答曰。如不繫心勝", "167": "進色界繫法得生。如不繫心住色界繫根。長", "168": "益四大增益軟美飽。此法諸得生老無常。是", "169": "謂法色界繫無色生不繫心俱。設諸法色界", "17": "彼法不斷無色耶。一切初禪五種耶。一切第", "170": "繫心俱生。彼法色界繫無色耶。答曰。或法色", "171": "界繫心俱生。色界繫無色欲界繫無色無色", "172": "界繫無色不繫無色。云何法色界繫心俱生。", "173": "色界繫無色。答曰。諸法彼心相應。彼俱有色", "174": "界繫。是謂法色界繫心俱生色界繫無色。云", "175": "何法色界繫心俱生欲界繫無色。答曰。如色", "176": "界繫心。若勝進欲界繫法得生。如色界繫心", "177": "住欲界繫根。長益四大增益軟美飽。此法諸", "178": "得生老無常。是謂法色界繫心俱生。欲界", "179": "繫無色。云何法色界繫心俱生無色界繫無", "18": "二禪四種。一切第三禪五種。一切第四禪四", "180": "色。答曰。如色界繫心若退若生。無色界繫", "181": "法得生。是謂法色界繫心俱生無色界繫無", "182": "色。云何法色界繫心俱生不繫無色。答曰。如", "183": "色界繫心。若退若勝進不繫法得生。是謂法", "184": "色界繫心俱生不繫無色色界竟。諸法無色界繫", "185": "無色生彼無色界繫心俱耶。答曰。或法無色", "186": "界繫無色生。無色界繫心俱。欲界繫心俱。色", "187": "界繫心俱。不繫心俱。云何法無色界繫無色", "188": "生。無色界繫心俱。答曰。諸法彼心相應彼", "189": "俱有無色界繫。是謂法無色界繫無色生無", "19": "種耶。味相應初禪。入當言味起當言味耶。味", "190": "色界繫心俱。云何法無色界繫無色生。欲界", "191": "繫心俱。答曰。如欲界繫心若退若生。無色", "192": "界繫法得生。是謂法無色界繫。無色生欲界", "193": "繫心俱。云何法無色界繫無色生。色界繫心", "194": "俱。答曰。如色界繫心若退若生。無色界繫", "195": "法得生。是謂法無色界繫。無色生色界繫心", "196": "俱。云何法無色界繫。無色生不繫心俱。答", "197": "曰。如不繫心勝進。無色界繫法得生。是謂", "198": "法無色界繫。無色生不繫心俱。設諸法無色", "199": "界繫心俱生。彼法無色界繫無色耶。答曰。或", "2": "迦旃延子造", "20": "相應乃至有想無想。入當言味起當言味耶。", "200": "法無色界繫心俱生。無色界繫無色。欲界繫", "201": "無色。色界繫無色。不繫無色。云何法無色", "202": "界繫心俱生。無色界繫無色。答曰。諸法彼", "203": "心相應。彼俱有無色界繫。是謂法無色界繫", "204": "心俱生。無色界繫無色。云何法無色界繫心", "205": "俱生。欲界繫無色。答曰。如無色界繫心。住", "206": "欲界繫根。長益四大增益軟美飽。此法諸得", "207": "生老無常。是謂法無色界繫心俱生。欲界繫", "208": "無色。云何法無色界繫心俱生。色界繫無色。", "209": "答曰。如無色界繫心。住色界繫根。長益四大", "21": "諸味相應初禪。彼一切隱沒無記耶。設隱沒", "210": "增益軟美飽。此法諸得生老無常。是謂法無", "211": "色界繫心俱生。色界繫無色。云何法無色界", "212": "繫心俱生。不繫無色。答曰。如無色界繫心。若", "213": "退勝進不繫法得生。是謂法無色界繫心俱", "214": "生不繫無色無色竟。諸法學無色生。彼學心俱", "215": "耶。答曰。或法學無色生。學心俱。非學非無", "216": "學心俱。云何法學無色生學心俱。答曰。諸法", "217": "彼心相應彼俱有學。是謂法學無色生學心", "218": "俱。云何法學無色生。非學非無學心俱。答曰。", "219": "如非學非無學心。若退若勝進學法得生。是", "22": "無記。彼一切味相應初禪耶。諸味相應乃至", "220": "謂法學無色生。非學非無學心俱。設諸法學", "221": "心俱生。彼法學無色耶。答曰。或法學心俱生。", "222": "學無色。非學非無學無色。云何法學心俱生", "223": "學無色。答曰。諸法彼心相應彼俱有學。是謂", "224": "法學心俱生學無色。云何法學心俱生。非學", "225": "非無學無色。答曰。如學心勝進非學非無學", "226": "法得生。如學心住非學非無學根。長益四大", "227": "增益軟美飽增益多竟。彼諸法得生老無常。是謂", "228": "法學心俱生。非學非無學無色學竟。諸法無學", "229": "無色生彼無學心俱耶。答曰。或法無學無色", "23": "有想無想。彼一切隱沒無記耶。設隱沒無記。", "230": "生。無學心俱。非學非無學心俱。云何法無學", "231": "無色生。無學心俱。答曰。諸法彼心相應彼", "232": "俱有無學。是謂法無學無色生。無學心俱。云", "233": "何法無學無色生。非學非無學心俱。答曰。如", "234": "非學非無學心若退若勝進無學法得生。是謂", "235": "法無學無色生。非學非無學心俱。設諸法無", "236": "學心俱生。彼法無學無色耶。答曰。或法無學", "237": "心俱生。無學無色非學非無學無色。云何法", "238": "無學心俱生。無學無色。答曰。諸法彼心相應", "239": "彼俱有無學。是謂法無學心俱生無學無色。", "24": "彼一切味相應乃至有想無想。頗不入初禪", "240": "云何法無學心俱生非學非無學無色。答曰。", "241": "如無學心勝進。非學非無學法得生。如無學", "242": "心住非學非無學根。長益四大增益軟美飽。", "243": "此法諸得生老無常。是謂法無學心俱生。非", "244": "學非無學無色無學竟。諸法非學非無學無色生。", "245": "彼非學非無學心俱耶。答曰。或法非學非無", "246": "學無色生。非學非無學心俱有漏。學心俱。無學", "247": "心俱。云何法非學非無學無色生。非學非無", "248": "學心俱。答曰。諸法彼心相應。彼俱有非學非", "249": "無學。是謂法非學非無學無色生。非學非無", "25": "入第二禪耶。頗乃至不入不用定。入有想無", "250": "學心俱。云何法非學非無學無色生學心俱。", "251": "答曰。如學心勝進。非學非無學法得生。如學", "252": "心住非學非無學根五色男女命苦憂也。長益四大增", "253": "益軟美飽。此法諸得生老無常。是謂法非學", "254": "非無學無色生學心俱。云何法非學非無學", "255": "無色生無學心俱。答曰。如無學心勝進。非學", "256": "非無學法得生。如無學心住非學非無學根。", "257": "長益四大增益軟美飽。彼法諸得生老無常。", "258": "是謂法非學非無學無色生無學心俱。設諸", "259": "法非學非無學心俱生。彼法非學非無學無", "26": "想耶。頗不入初禪生初禪耶。頗乃至不入有", "260": "色耶。答曰。或法非學非無學心俱生。非學非", "261": "無學無色。學無色。無學無色。云何法非學非", "262": "無學心俱生。非學非無學無色耶。答曰。諸法", "263": "彼心相應。彼俱有非學非無學。是謂法非學", "264": "非無學心俱生。非學非無學無色也。云何法", "265": "非學非無學心俱生學無色。答曰。如非學非", "266": "無學心。若退若勝進學法得生。是謂法非學", "267": "非無學心俱生學無色。云何法非學非無學心", "268": "俱生無學無色。答曰。如非學非無學心。若退", "269": "若勝進無學法得生。是謂法非學非無學心", "27": "想無想。生有想無想耶。若得初禪非第二。彼", "270": "俱生無學無色非學無學竟。諸法見諦斷無色生。", "271": "彼見諦斷心俱生耶。答曰。或法見諦斷無色", "272": "生。見諦斷心俱。思惟斷心俱。云何法見諦斷", "273": "無色生。見諦斷心俱。答曰。諸法彼心相應彼", "274": "俱有見諦斷。是謂法見諦斷無色生。見諦斷", "275": "心俱。云何法見諦斷無色生思惟斷心俱。答", "276": "曰。如思惟斷心若退若生。見諦斷法得生。是", "277": "謂法見諦斷無色生。思惟斷心俱。設諸法見", "278": "諦斷心俱生。彼法見諦斷無色耶。答曰。或法", "279": "見諦斷心俱生。見諦斷無色思惟斷無色。云", "28": "命終生何所。若乃至得不用定。非有想無想。", "280": "何法見諦斷心俱生。見諦斷無色。答曰。諸法", "281": "彼心相應彼俱有見諦斷。是謂法見諦斷心", "282": "俱生。見諦斷無色。云何法見諦斷心俱生思", "283": "惟斷無色。答曰。如見諦斷心若退若生。思惟", "284": "斷法得生如見諦斷心住思惟斷根。長益四", "285": "大增益軟美飽。彼法諸得生老無常。是謂法", "286": "見諦斷心俱生。思惟斷無色見諦竟。", "287": "諸法思惟斷無色生。彼思惟斷心俱耶。", "288": "阿毘曇八犍度論卷第二十五", "29": "彼命終生何所。云何意所念入慈。云何意所", "3": "符秦罽賓三藏僧伽提婆", "30": "念入悲喜護。慈何繫結滅。悲喜護何繫結滅", "31": "淨。初禪何繫結滅淨。乃至有想無想何繫結", "32": "滅。初解脫乃至第八解脫。初除入乃至第八", "33": "除入。初一切入乃至第十一切入。法智乃至", "34": "道智。空無願無相何繫結滅。慈報何所受報。", "35": "悲喜護報何所受報淨。初禪報何所受報淨。", "36": "乃至有想無想報何所受報。初解脫乃至第", "37": "八解脫。初除入乃至第八除入。初一切入乃", "38": "至第十一切入。知他人心智等智報何所受", "39": "報。此章義願具演說。", "4": "共竺佛念譯", "40": "若得過去法彼得過去耶。答曰。或彼過去或", "41": "未來或現在。設得過去彼得過去法耶。答曰。", "42": "或彼過去或未來或現在或無為過去竟。若得未", "43": "來法彼得未來耶。答曰。或彼過去或未來或", "44": "現在。設得未來彼得未來法耶。答曰。或彼過", "45": "去或未來或現在或無為未來竟。若得現在法彼", "46": "得現在耶。答曰。或彼過去或未來或現在。設", "47": "得現在彼得現在法耶。答曰。或彼過去或未", "48": "來或現在或無為現在竟。若得善法彼得善耶。", "49": "答曰。如是。設得善彼得善法耶。答曰。如是。", "5": "7 定犍度定犍度第七盡三十八品", "50": "若得不善法彼得不善耶。答曰。如是。設得不", "51": "善彼得不善法耶。答曰。如是。若得無記法彼", "52": "得無記耶。答曰。如是。設得無記彼得無記法", "53": "耶。答曰。如是。若得欲界繫法。彼得欲界繫耶。", "54": "答曰。如是。設得欲界繫彼得欲界繫法耶。答", "55": "曰。如是。若得色界繫法彼得色界繫耶。答曰。", "56": "如是。設得色界繫彼得色界繫法耶。答曰。或", "57": "彼色界繫。或不繫。若得無色界繫法。彼得無", "58": "色界繫耶。答曰。如是。設得無色界繫。彼得無", "59": "色界繫法耶。答曰。或彼無色界繫或不繫。若", "6": "過去得　是謂緣　解脫　阿那含　一", "60": "得學法彼得學耶。答曰。如是。設得學彼得學", "61": "法耶。答曰。或彼學或非學非無學。若得無學", "62": "法彼得無學耶。答曰。如是。設得無學彼得無", "63": "學法耶。答曰。或彼無學或非學非無學。若得", "64": "非學非無學法。彼得非學非無學耶。答曰。或", "65": "彼學或無學或非學非無學。設得非學非無", "66": "學。彼得非學非無學法耶。答曰。如是。若得見", "67": "諦斷法。彼得見諦斷耶。答曰。如是。設得見", "68": "諦斷彼得見諦斷法耶答曰。如是。若得思惟", "69": "斷法。彼得思惟斷耶。答曰。如是。設得思惟斷。", "7": "行觀在後", "70": "彼得思惟斷法耶。答曰。或彼思惟斷或不", "71": "斷。若得不斷法彼得不斷耶。答曰。或彼思惟", "72": "斷或不斷。設得不斷彼得不斷法耶。答曰。如", "73": "是得竟。諸法善無色生彼善心俱耶。答曰。或法", "74": "善無色生。善心俱。不善心俱。無記心俱。云何", "75": "法善無色生善心俱。答曰。諸法彼心相應彼", "76": "俱有善。是謂法善無色生善心俱。云何法善", "77": "無色生不善心俱。答曰。如不善心若退若生", "78": "善法得生。是謂法善無色生不善心俱。云何", "79": "法善無色生。彼無記心俱耶。答曰。如無記心。", "8": "1 過去得跋渠阿毘曇過去得跋渠第一之一", "80": "若退若生善法得生。是謂法善無色生無記", "81": "心俱。設諸法善心俱生。彼法善無色耶。答", "82": "曰。或法善心俱生善無色無記無色。云何法", "83": "善心俱生善無色。答曰。諸法彼心相應。彼", "84": "俱有善。是謂法善心俱生善無色。云何法善", "85": "心俱生無記無色。答曰。如善心勝進無記法", "86": "得生。如住善心無記根。長益四大增益軟美", "87": "飽。彼法諸得生老無常。是謂法善心俱生無", "88": "記無色善竟。諸法不善無色生。彼不善心俱耶。", "89": "答曰。或法不善無色生。不善心俱無記心俱。", "9": "若得過去法彼得過去。設得過去彼得過去", "90": "云何法不善無色生不善心俱。答曰。諸法彼", "91": "心相應。彼俱有不善。是謂法不善無色生不", "92": "善心俱。云何法不善無色生無記心俱。答曰。", "93": "如無記心若退若生不善法得生。是謂法不", "94": "善無色生無記心俱。設諸法不善心俱生。彼", "95": "法不善無色耶。答曰。或法不善心俱生。不善", "96": "無色善無色無記無色。云何法不善心俱生", "97": "不善無色。答曰。諸法彼心相應。彼俱有不善。", "98": "是謂法不善心俱生不善無色。云何法不善", "99": "心俱生善無色。答曰。如不善心若退若生善"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇八犍度論: 阿毘曇＋（定犍度）【聖乙】曇曇定犍度", "author": "迦栴延子造  符秦 僧伽提婆共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}