{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1499 菩薩戒羯磨文: 菩薩戒羯磨文: 菩薩戒羯磨文: 菩薩戒羯磨", "text": {"0": "No. 1499", "1": "菩薩戒羯磨文出《瑜伽論．本地分》中菩薩地", "10": "是請言：", "100": "慢緩者，不應從受。有忿恨者、多不忍者、於他", "101": "違犯不堪耐者，不應從受。有󰝬惰者、有懈怠", "102": "者，多分耽著日夜睡眠，樂倚樂臥、樂好合徒", "103": "侶、樂嬉談者，不應從受。心散亂者，下至不能", "104": "𤛓牛乳項善心一緣住修習者，不應從受。有", "105": "闇昧者、愚癡類者、極劣心者、誹謗菩薩素", "106": "呾纜藏及摩呾理迦者，不應從受。又諸菩", "107": "薩，於受菩薩戒律儀法雖已具足受持究竟，", "108": "而於謗毀菩薩藏者無信有情，終不率爾宣", "109": "示開悟。所以者何？為其聞已不能信解，大無", "11": "「大德憶念！我如是名，於大德所乞受一切菩", "110": "知障之所覆蔽便生誹謗。由誹謗故，如住菩", "111": "薩淨戒律儀成就無量大功德藏，彼誹謗者", "112": "亦為無量大罪業藏之所隨逐，乃至一切惡", "113": "言惡見及惡思惟，未永棄捨終不免離。", "114": "若諸菩薩欲受菩薩淨戒律儀，若不會遇具", "115": "足功德補特伽羅，爾時應對如來像前自受", "116": "菩薩淨戒律儀。應如是受。偏袒右肩右膝著", "117": "地，作如是言：「我如是名。仰啟十方一切如來、", "118": "已入大地諸菩薩眾，我今欲於十方世界佛", "119": "菩薩所，誓受一切菩薩學處、誓受一切菩薩", "12": "薩淨戒。唯願須臾不辭勞倦哀慜聽授。」第二、第三", "120": "淨戒，謂律儀戒、攝善法戒、饒益有情戒。如是", "121": "學處、如是淨戒，過去一切菩薩已具，未來一", "122": "切菩薩當具，普於十方現在一切菩薩今具。", "123": "於是學處、於是淨戒，過去一切菩薩已學，未", "124": "來一切菩薩當學，普於十方現在一切菩薩", "125": "今學。」第二第三亦如是說，說已應起。所餘一", "126": "切如前應知。", "127": "2 懺罪羯磨懺罪羯磨第二", "128": "若諸菩薩從他正受戒律儀已，由善清淨求", "129": "學意樂、菩提意樂、饒益一切有情意樂，生起", "13": "亦如是說既作如是無倒請已，偏袒右肩恭敬禮", "130": "最極尊重恭敬。從初專精不應違犯，設有違", "131": "犯即應如法疾疾悔除，令得還淨。", "132": "如是菩薩一切違犯，當知皆是惡作所攝，應向", "133": "有力於語表義、能覺能受小乘大乘補特伽", "134": "羅發露悔滅。若諸菩薩以上品纏違犯如上", "135": "他勝處法，失戒律儀，應當更受。若中品纏違", "136": "犯如上他勝處法，應對於三補特伽羅或過", "137": "是數，應如發露除惡作法。先當稱述所犯事", "138": "名，應作是說：「長老專志或言大德！我如是名，", "139": "違越菩薩毘奈耶法。」如所稱事犯惡作罪；", "14": "拜、供養十方三世諸佛世尊，已入大地、得大", "140": "餘如苾芻發露悔滅惡作罪法，應如是說。若", "141": "下品纏違犯如上他勝處法及餘違犯，應對", "142": "於一補特伽羅發露悔法，當知如前。若無隨", "143": "順補特伽羅，可對發露悔除所犯。爾時菩薩", "144": "以淨意樂起自誓心：「我當決定防護當來，終", "145": "不重犯。」如是於犯還出還淨。", "146": "3 得捨差別得捨差別第三", "147": "略由二緣，捨諸菩薩淨戒律儀：一者棄捨無", "148": "上正等菩提大願，二者現行上品纏犯他勝", "149": "處法。", "15": "智慧、得大神通諸菩薩眾，現前專念彼諸功", "150": "若諸菩薩，雖復轉身遍十方界，在在生處不", "151": "捨菩薩淨戒律儀。由是菩薩不捨無上菩提", "152": "大願，亦不現行上品纏犯他勝處法。", "153": "若諸菩薩轉受餘生，忘失本念，值遇善友，為", "154": "欲覺悟菩薩戒念，雖數重受，而非新受亦不", "155": "新得。", "156": "菩薩戒羯磨文", "157": "序菩薩戒羯磨序", "158": "沙門靜邁製", "159": "夫瀛溟沖廓，總川逝而朝宗；法性惟玄，統品", "16": "德生殷淨心。", "160": "物而都會。是知無說顯道崇毘耶之息言，絕", "161": "聽雨花宗摩竭之掩室，自非德本宏邈，孰能", "162": "究其弘致者哉。有三藏法師，是稱玄奘。弱齡", "163": "軼俗，凝神氣於白雲；壯志遊真，晰智暉於", "164": "玄妙。漱其源者隨迎而不如，涮其流者游泳", "165": "而不測。大龜啟滅之歲，捐觽鞢而整花田；須", "166": "陀問道之年，鏡戒珠而嬉行地。爰以炎隋季", "167": "祀三聚創膺，深惟蹄旨、悟有餘說，悼靈章之", "168": "紊譯、愴神理之紕傳，故能出玉門而遐往，", "169": "戾金河而殉妙。爰有大正法藏，寔號戒賢。", "17": "若諸菩薩，欲授菩薩菩薩戒時，先應為說菩", "170": "道格四依、稱流五印，凡厥藏海取質若人，故", "171": "以所旌戒標洪譽。遂於摩揭陀國欽承函", "172": "杖，見所未見、聞所未聞。雖薩陀之遇曇無，", "173": "蔑以加也。因固請受菩薩律儀，一稔三祈肇", "174": "允殷望。法師以菩薩淨戒，諒一乘之彛倫；授", "175": "受宏規，信十地之洪範。特所吟味，匪替喉衿。", "176": "以大唐貞觀二十有三年，皇上御天下之始", "177": "月魄日，於大慈恩寺奉詔譯周羯磨戒本，爰", "178": "開兩軸，蓋菩薩正地之流澌也。邁以不敏猥", "179": "廁譯僚，親稟洪規、證斯傳焰，動衷形說、式讚", "18": "薩法藏摩呾理迦、菩薩學處及犯處相，令其", "180": "大猷，聊紀譯辰以備攸忘。其證義、證文、正", "181": "字、筆受，義業沙門明琰等二十許人，各司", "182": "其務，同資教旨。", "183": "菩薩戒羯磨文", "19": "聽受。以慧觀察自所意樂，堪能思擇受菩薩", "2": "彌勒菩薩說", "20": "戒，非唯他勸、非為勝他，當知是名堅固菩薩，", "21": "堪受菩薩淨戒律儀，以受戒法如應正授。其", "22": "受戒菩薩復於彼有智有力勝菩薩所，謙下", "23": "恭敬膝輪據地，對佛像前合掌請言：「唯願大", "24": "德哀慜授我菩薩淨戒。」如是請已，專念一", "25": "境長養淨心：「我今不久當得無盡無量無上", "26": "大功德藏。」即隨思惟如是事義，默然而住。", "27": "爾時有智有力菩薩，於彼能行正行菩薩，以", "28": "無亂心若坐若立而作是言：「汝如是名善男", "29": "子！聽汝。是菩薩不？」彼應答言：「是。」「發菩提願", "3": "沙門玄奘奉　詔譯", "30": "未？」應答言：「已發」。自此已後應作是言：「汝如", "31": "是名善男子！聽汝等。今者欲於我所受諸菩", "32": "薩一切學處、受諸菩薩一切淨戒，謂律儀戒、", "33": "攝善法戒、饒益有情戒。如是學處、如是淨戒，", "34": "過去一切菩薩已具，未來一切菩薩當具，普", "35": "於十方現在一切菩薩今具。於是學處、於是", "36": "淨戒，過去一切菩薩已學，未來一切菩薩當", "37": "學，現在一切菩薩今學。汝能受不？」答言：「能", "38": "受。」能授菩薩第二第三亦如是說，能受菩薩", "39": "第二第三亦如是答。如是受已，能受菩薩不", "4": "1 受戒羯磨受戒羯磨第一", "40": "起于座，能授菩薩對佛像前，普於十方現住", "41": "諸佛及諸菩薩，恭敬供養頂禮雙足，作是白", "42": "言：「仰啟十方無邊無際諸世界中諸佛菩薩。", "43": "今於此中現有某名菩薩，於我某菩薩所，乃", "44": "至三說受菩薩戒。我為作證。唯願十方無邊", "45": "無際諸世界中諸佛菩薩第一真聖，於現不", "46": "現一切時處，一切有情皆現覺者，於此某名", "47": "受戒菩薩亦為作證。」第二第三亦如是說。如", "48": "是受戒羯磨畢竟。從此無間，普於十方無邊", "49": "無際諸世界中現住諸佛，已入大地諸菩薩", "5": "若諸菩薩欲學菩薩三聚淨戒，或是在家、或", "50": "前，法爾相現由此表示，如是菩薩已受菩薩", "51": "所受淨戒。爾時十方諸佛菩薩，覩是菩薩法", "52": "爾之相生起憶念，由憶念故正智見轉，由正", "53": "智見如實覺知，某世界中某名菩薩，某菩薩", "54": "所正受菩薩所受淨戒。一切於此受戒菩薩，", "55": "如子如弟生親善意眷念憐愍。由佛菩薩眷", "56": "念憐愍，令是菩薩希求善法，倍復增長無有", "57": "退減。如是名為受菩薩戒啟白請證。「若諸菩", "58": "薩住戒律儀，有其四種他勝處法。何等為四？", "59": "若諸菩薩為欲貪求利養恭敬自讚毀他，是", "6": "是出家，先於無上正等菩提發弘願已，當審", "60": "名第一他勝處法。若諸菩薩現有資財，性慳財", "61": "故，有苦有貧無依無怙正求財者來現在前，", "62": "不起哀憐而修惠捨，正求法者來現在前，", "63": "性慳法故，雖現有法而不給施，是名第二他", "64": "勝處法。若諸菩薩長養如是種類忿纏，由是", "65": "因緣，不唯發起麁言便息，由忿蔽故加以", "66": "手足塊石刀杖捶打傷害損惱有情，內懷猛", "67": "利忿恨意樂；有所違犯他來諫謝，不受不忍", "68": "不捨怨結，是名第三他勝處法。若諸菩薩", "69": "謗菩薩藏，愛樂宣說開示建立像似正法，於", "7": "訪求同法菩薩：已發大願有智有力，於語表", "70": "像似法或自信解或隨他轉，是名第四他勝", "71": "處法。如是名為菩薩四種他勝處法。菩薩於", "72": "四他勝處法，隨犯一種況犯一切，不復堪能", "73": "於現法中增長攝受菩薩廣大菩提資糧，不", "74": "復堪能於現法中意樂清淨，是即名為相似", "75": "菩薩非真菩薩。菩薩若用軟中品纏毀犯四", "76": "種他勝處法，不捨菩薩淨戒律儀；上品纏犯", "77": "即名為捨。若諸菩薩毀犯四種他勝處法，數", "78": "數現行都無慚愧、深生愛樂見是功德，當知", "79": "說名上品纏犯，非諸菩薩。暫一現行他勝處", "8": "義能授能開。於如是等功德具足勝菩薩所，", "80": "法，便捨菩薩淨戒律儀。如諸苾芻犯他勝法，", "81": "即便棄捨別解脫戒。若諸菩薩由此毀犯，棄", "82": "捨菩薩淨戒律儀，於現法中堪任更受；非不", "83": "堪任，如苾芻住別解脫戒犯他勝法，於現法", "84": "中不任更受。", "85": "「如是菩薩所受淨戒，於餘一切所受淨戒，最", "86": "勝無上無量無邊，大功德藏之所隨逐。第一", "87": "最上善心意樂之所發起，普能除滅於一切", "88": "有情一切種惡行。一切別解脫律儀，於此菩", "89": "薩律儀戒，百分不及一、千分不及一，數分、計", "9": "先禮雙足，偏袒右肩膝輪據地，合掌恭敬如", "90": "分、算分、喻分乃至鄔波尼殺曇分亦不及一，", "91": "攝受一切大功德故。」", "92": "如是已作受菩薩戒羯磨等事，授受菩薩俱", "93": "起供養，普於十方無邊無際諸世界中諸佛", "94": "菩薩頂禮雙足恭敬而退。", "95": "又諸菩薩，不從一切諸聰慧者求受菩薩所", "96": "受淨戒。無淨信者不應從受，謂於如是所受", "97": "淨戒，初無信解不能趣入、不善思惟，有慳貪", "98": "者、慳貪蔽者、有大欲者、無喜足者，不應從受。", "99": "毀淨戒者，於諸學處無恭敬者、於戒律儀有"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1499 菩薩戒羯磨文: 菩薩戒羯磨文: 菩薩戒羯磨文: 菩薩戒羯磨", "author": "彌勒菩薩說  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}