{"author": "劉宋 沮渠京聲譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0751b 佛說五無返復經: 佛說五無返復經: 佛說五無返復經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說五無返復經", "1": "宋居士沮渠京聲譯", "2": "聞如是：一時佛在舍衛國祇樹精舍，與千", "3": "二百五十比丘俱。時有一梵志在羅閱祇", "4": "國，聞舍衛人多慈孝順、奉經修道、供事三", "5": "尊，便到舍衛國。見父子二人耕地，毒蛇齧", "6": "殺其子。父故耕，不視其子亦不啼哭。梵志", "7": "問曰：「此兒誰子？」耕者答言：「是我之子。」梵志", "8": "曰：「是卿子者，何不啼哭而耕如故？」其人答", "9": "曰：「人生有死，物成有敗，善者有報，惡者有", "10": "對，愁憂啼哭何所追逮？設不飲食，何益死", "11": "者？卿今入城，我家在某處，願過語之：『吾子", "12": "已死。不須持二人食來。』」梵志自念：「此人無", "13": "返復，兒死在地，情不愁憂而反索食。此人", "14": "不慈，無有比類。」梵志便行入城，詣耕者家，", "15": "見死兒母，即便語之：「卿兒已死。父言：『但持", "16": "一人食來。』何以不念子耶？」兒母逆為梵志", "17": "說譬喻言：「子者如客，來依人止。來亦不却，", "18": "去亦不留。此兒本我亦不喚來自來過我", "19": "生，死亦自去。非我力乃使進退，隨其本行", "20": "追命所生。」又語其姊：「卿弟已死，何不啼哭？」", "21": "姊即向梵志說喻言：「我等兄弟，譬如工師", "22": "入山斫林縛作大筏，安置水中，卒逢大風", "23": "吹破筏散，隨水流去，前後分張不相顧", "24": "望。我弟亦爾，如是宿命因緣，一時共合會", "25": "在一家生。隨命長短，生死無常，合會有離。", "26": "我弟命盡，各自隨行。無常對至，隨其本行，", "27": "不能相救。」又語死者婦：「卿夫已死，何不啼", "28": "哭？」婦復為梵志說喻言：「我等夫婦，因緣共", "29": "會須臾間已。譬如飛鳥，暮栖高樹同共止", "30": "宿，向明早起各自飛去行求飲食。有緣則", "31": "合，無緣則離。我等夫婦亦復如是，去住進", "32": "止非我之力。無常對至，隨其本命，不能", "33": "相救。」又語其奴：「汝大家兒死，何不啼哭？」奴", "34": "復說喻：「我之大家，因緣合會。我如犢子，隨", "35": "逐大牛。人殺大牛，犢子在邊，不能救大牛。", "36": "無常之命不可得救，奈何愁憂啼哭亦無", "37": "所益。」梵志聞之，心惑目瞑，不識東西：「我聞", "38": "此國人孝順奉道、供事三尊，故從遠來欲", "39": "得學問，未有善應，而見五無返復人。勞身", "40": "苦心遠來至此，了無所益。」又問行人：「佛在", "41": "何許？欲往問之。」行人答曰：「近在祇洹精舍。」", "42": "梵志即往到佛所，稽首佛足作禮，却坐一", "43": "面，愁憂低頭默無所說。佛知其意，謂梵志", "44": "曰：「何為低頭。愁憂不樂？」梵志白佛言：「所願", "45": "不果，違我本心，是故愁憂也。」佛問曰：「有何", "46": "所失，愁憂不樂？」梵志白佛言：「我從羅閱祇", "47": "國來，聞此國人孝順、奉敬三尊，故從遠來", "48": "欲得學問。既來到此，見五無返復人，是故", "49": "愁憂不樂。」佛言：「何謂無返復者？」梵志白佛", "50": "言：「我見父子二人耕地下種，子死在地，父", "51": "亦不愁反更索食，而反向我說無常事。母、", "52": "婦及姊與奴，都無愁憂。是為大逆無返復", "53": "也。」佛言：「不然，不如卿語。此之五人最有返", "54": "復，知命無常，非愁憂所逮。往古聖不免斯", "55": "患，況於凡夫，大啼小哭何益死者？世間俗", "56": "人無數劫來流轉生死，遷神不滅，死而復", "57": "生，如車輪轉無有休息。背死向生，非憂愁", "58": "所逮。」梵志聞之，心開意解，更無憂慼：「我", "59": "聞佛說，如病得愈、如盲得視、如闇遇明。」於", "60": "是梵志即得道跡。「一切死亡不足啼哭，欲", "61": "為亡者請佛及僧，燒香供養、讀誦經典。能", "62": "日日作禮，復志心供養三寶，最是為要。」於", "63": "是梵志，稽首作禮，受教而去。", "64": "佛說五無返復經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0751b 佛說五無返復經: 佛說五無返復經: 佛說五無返復經", "source": "CBETA"}