{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1442 根本說一切有部毘奈耶: 根本說一切有部毘奈耶: 根本說一切有部毘柰耶", "text": {"0": "1 四波羅市迦法2 不與取學處", "1": "根本說一切有部毘奈耶卷第六", "10": "爾時薄伽梵在室羅伐城逝多林給孤獨園。", "100": "逝多林，乃至蜫蟲未曾見害，惡人勸誘今為", "101": "殺業，仁今特宜於彼惡黨勸令捨離。仁行出", "102": "外我病獨居，更無餘人能相供侍，仁若見者", "103": "可喚將來令看侍我。」是時善語出行乞食，便", "104": "見二子販肉屠肆，𡖦甥見舅俱來禮足。善語", "105": "于時恨而告曰：「我與汝等是何親屬？」答言：「是", "106": "舅。」「彼具壽吉祥！復是何親？」答曰：「彼亦是舅。」便", "107": "告之曰：「自汝去後彼嬰疾患，曾不重來暫與", "108": "相見。」答言：「我實不知，今即往看欲何所作？」報", "109": "言：「彼有教者，汝當為作。」語已而去。時彼二子", "11": "時此城中有二苾芻：一名馱索迦、二名波洛", "110": "便詣吉祥，禮雙足已在一面坐。吉祥見已告", "111": "二子曰：「聖者善語與汝何親？」答言：「是舅。」「我今", "112": "與汝復是何親？」答：「亦是舅。」吉祥告言：「我比嬰", "113": "患汝曾不來暫看於我。」答言：「阿舅，我實不知，", "114": "纔始聞說我等即至。」吉祥告曰：「汝等願我生", "115": "天堂不？」答言：「願生。」告言：「若如是者，我向他方", "116": "豐樂之所，天堂解脫如隔輕幔，我願捨棄苦", "117": "所依身當生樂處，汝今宜可斷我命根。」彼便", "118": "答曰：「何有是事？假使餘人來害舅者我當", "119": "殺彼，寧容我等共斷舅命！」告曰：「善語豈不已", "12": "迦，得意相親共為交友。彼於異時波洛迦染", "120": "告汝等，彼有教者汝當為作。」報曰：「聞說。」「若", "121": "聞說者宜相用語，與我斷此煩惱命根。」彼時", "122": "二子共相議曰：「豈非我舅先有籌量，故喚我", "123": "來作如是事？」時二子中一極麁獷，即持利刀", "124": "割斷喉命，便以白㲲通覆死屍。時善語還而", "125": "告之曰：「汝等看守病人豈得令睡。」答言：「阿舅！", "126": "此舅今睡更無起期。」善語聞說驚怪異常，便", "127": "自思曰：「我今宜應更審尋問。」是時二子具述", "128": "事緣。是時善語心生惶怖，便去白疊見其", "129": "被殺，心即追悔：「豈非我是求持刀者斷他命", "13": "患，馱索迦為看病人。時波洛迦忽於夜中大", "130": "耶？」時彼善語親愛別離轉增悔恨，具以此事", "131": "告諸苾芻，諸苾芻白佛。佛告諸苾芻：「彼苾芻", "132": "無殺心故無犯。然諸苾芻不應令無智人為", "133": "看病者，必有他緣須自出外，於不善解看病", "134": "之人當可教示：『勿令病者非理損害，墮水火", "135": "食諸毒，持刀斧墮崖塹，或昇高樹食所忌", "136": "食，皆應遮止，無令因此而致傷害。』若苾芻令", "137": "無智人瞻視病者，又不善教棄而出去，得越", "138": "法罪。」此是緣起，未制學處。", "139": "佛在室羅伐城給孤獨園。於此城中有一苾", "14": "聲啼泣，馱索迦問曰：「具壽！何意啼泣？」報言：「我", "140": "芻，所用之鉢色壞有孔，餘苾芻告言：「具壽！汝", "141": "所用鉢有孔色壞，何不熏治？」報曰：「若熏治", "142": "者多有所須，瓦籠牛糞及油麻滓等。」苾芻告", "143": "言：「具壽！汝若無鉢豈得存耶？」報曰：「我無鉢者", "144": "寧復得存？然於某處有一苾芻，身嬰重患不", "145": "久命終。彼有一鉢光淨圓好堪得受用，彼若", "146": "死者我當取之。」諸苾芻聞而告曰：「具壽！汝為", "147": "鉢故生此極惡旃荼羅心。」彼聞慚恥復生追", "148": "悔，默爾而住：「將非我今有犯罪耶？」即以此緣", "149": "告諸苾芻，諸苾芻白佛。佛告諸苾芻：「彼苾芻", "15": "患飢渴所逼。」馱索迦報曰：「具壽！於出家法當", "150": "無願死心故無犯。然諸苾芻不應為鉢生此", "151": "極惡旃荼羅心，起此心者得越法罪。然諸", "152": "苾芻護持其鉢當如眼睛，應綴者綴、應熏者", "153": "熏。若苾芻有鉢，應合熏綴而不為者，得越法", "154": "罪。」此是緣起，未制學處。", "155": "佛在室羅伐城給孤獨園。於此城中有一苾", "156": "芻，僧伽胝衣破弊塵垢，有餘苾芻告言：「具壽！", "157": "汝僧伽胝破弊塵垢，何不浣染縫治？」報曰：「若", "158": "修補者多有所須，柴薪染汁針線盆等。」苾芻", "159": "告曰：「汝若無衣得存濟耶？」答言：「我若無衣寧", "16": "可抑之，假令有食無授與人，況復今時無食", "160": "得存濟？然於某處有一苾芻，身嬰重病不久", "161": "命終，彼有僧伽胝衣新染赤色堪得受用，我", "162": "當取之。」諸苾芻聞而告曰：「具壽！汝為衣故生", "163": "此極惡旃荼羅心。」彼聞慚恥便生追悔，默爾", "164": "而住：「將非我今有犯罪耶？」即以此緣告諸苾", "165": "芻，諸苾芻白佛。佛告諸苾芻：「彼苾芻無願", "166": "死心故無犯。然諸苾芻不應為衣生此極惡", "167": "旃荼羅心，起此心者得越法罪。然諸苾芻護", "168": "惜衣服當如身皮，應浣染縫治者當隨事作，", "169": "若不作者得越法罪。」此是緣起，未制學處。", "17": "可得！」彼便啼泣，迄至天明，云：「我飢渴。」馱索", "170": "佛在室羅伐城給孤獨園。於此城中有一長", "171": "者名曰勝軍，大富多財受用豐足，於同類族", "172": "娶女為妻。未久之間婦便懷妊，經於九月遂", "173": "誕一男，色相端嚴人所樂見。經三七日歡會", "174": "宗親，其父以兒告諸親曰：「此兒今者欲作何", "175": "名？」眾人議曰：「此是長者勝軍之子，應與立", "176": "字名曰大軍。」未經多時復生一子，顏貌奇特", "177": "倍勝於兄，人相圓滿乃至廣說如前詳議，大", "178": "軍之弟名曰小軍。後時勝軍其妻亡歿，禮送", "179": "林野以火焚之。日月既淹憂懷漸捨，便自思", "18": "迦曰：「具壽！且嚼齒木，我問醫人。」至醫人處報", "180": "惟：「我更娶妻恐惱二子。」大軍成立即為娶", "181": "妻，長者不久便遭衰疾，雖加藥物羸頓日增，", "182": "慰喻二子而說頌曰：", "183": "「積聚皆銷散，崇高必墮落，", "184": "合會終別離，有命咸歸死。」", "185": "說此語已即便命終，備具凶儀焚之郊外。大", "186": "軍為父廣修福業，自念：「慈父在日供我衣資，", "187": "今既身亡，宜自求覓無墜家業，我今應可持", "188": "諸財貨，往詣他方求利取活。」作是念已告小", "189": "軍曰：「弟今知不？慈父在日衣食無乏，棄背之", "19": "云：「賢首！今有少年勿嬰時患，彼所宜者當為", "190": "後須自營求。汝宜在家勤心撿校，我欲求利", "191": "暫往他方，隨有所得以存生計。」弟答兄曰：「善", "192": "哉！」是時大軍多齎貨物往詣他方，凡所經求", "193": "無不諧偶，書報弟曰：「我甚安隱多獲財利，", "194": "汝宜歡慰善知家業。」因貪利故更詣遠方，後", "195": "於異時重以書報，如有頌曰：", "196": "「由貪故求利，得利轉生貪，", "197": "應作不應作，為貪皆忘失。」", "198": "展轉求利遠趣邊方，經歷多年音信無繼。其", "199": "大軍婦豐衣美食欲念便生，即於小軍現婬", "2": "三藏法師義淨奉　制譯", "20": "處方。」醫人報曰：「聖者！彼之苾芻應與如是如", "200": "染相。小軍不許，欲念更增，告曰：「仁何不念？」小", "201": "軍聞之掩耳告曰：「勿作此言，長嫂如母。」女人", "202": "情偽，不學而知，遂著弊衣歸父母舍，現憂惱", "203": "相臥麁惡床。母及家人俱告之曰：「有何憂苦", "204": "而至此耶？」白言：「女人苦事可不共知，我被欲", "205": "心之所纏逼。」母以種種方便而誨喻之。然於", "206": "弊床寢臥不起，重白母曰：「我被欲心所逼，母", "207": "應為我求別丈夫。」其母俛仰而告之曰：「汝之", "208": "小郎容貌端正，何不求之？」答言：「我已苦求，彼", "209": "不相許。」母便告曰：「汝豈不見諸餘婦人，夫", "21": "是藥。」時波洛迦於馱索迦去後，便從床起，整", "210": "壻遠行專守貞操，汝今何意獨懷憂苦？」報曰：", "211": "「彼之夫主，時有信來可有希望，我夫信絕定", "212": "是身亡。」母雖誘喻仍臥不起，復白母曰：「且", "213": "置餘語，宜可為我求覓丈夫，若違我情必私", "214": "逃竄，二家門族招大惡聲。」于時父母宗親共", "215": "相議曰：「觀此女意鄙見不移，宜應具諸飲食", "216": "以命小軍。」小軍蒙召便來赴席，食已告小軍", "217": "曰：「今有私事故令相屈，仁之長嫂為欲所逼，", "218": "可留心眷納勿使私奔。」小軍聞已便自思惟：", "219": "「此嫂幼年來入我舍，無宜輒遣別適異人，又", "22": "衣服著革屣，取君持執齒木出門外澡漱已，", "220": "恐二宗惡聲彰露。」作是念已開意相從，便", "221": "共歸家以備妻室，同居未久遂便有娠。女伴", "222": "見怪而問之曰：「汝腹是何從何而得？」報曰：「我", "223": "從夫去決志孀居，汝等何因妄相點污？」復有", "224": "親密女人私相謂曰：「汝雖欲隱相貌已彰。」", "225": "遂報有娠。問言：「誰許？」答：「是小軍。」女伴告曰：「若", "226": "是小郎，此復何過？」腹既漸大，兄有書來報小", "227": "軍曰：「我比興易遂至遠方，所有經求悉皆", "228": "遂意，汝勿憂惱不久當還。」小軍聞已深生悔", "229": "恨，私自念曰：「我憶大兄如旱思雨，久絕音信", "23": "有餘苾芻問曰：「具壽波洛迦！何意通宵困苦", "230": "身復不來，我本無心作斯惡行，鄙事彰露方", "231": "始言歸。世有言曰：『怨家之重，無越侵妻。』兄", "232": "來若知必害於我，今宜逃避竄跡遠方。」又更", "233": "思量：「家鄉難捨，今勝光王以釋迦子同王太", "234": "子自在無礙，我當就彼而為出家。兄縱迴還", "235": "欲何所作？」即便詣彼逝多林中，就一苾芻白", "236": "言：「聖者！我欲出家，願垂矜許。」答曰：「財命非久，", "237": "能捨出家斯為甚善！」遂與剃髮令服法衣，并", "238": "受圓具略教儀式，告言：「賢首！鹿不養鹿，相濟", "239": "極難，室羅伐城其處寬廣，汝宜乞食以自資", "24": "啼泣？」報言：「我極飢渴。」問言：「我有水粥何不噉", "240": "身。」小軍白言：「鄔波馱耶！我今奉教。」即於晨旦", "241": "執持衣鉢，入城乞食遂至本家，其妻遙見", "242": "椎胸告曰：「小軍何意棄我出家？」報曰：「勿為", "243": "此語。爾豈不知，我憶大兄如旱思雨，書信", "244": "既絕身復不來，我遂與汝作斯惡事，兄來定", "245": "知必害於我。」彼便報曰：「仁欲自免，我復如何？」", "246": "小軍曰：「我被他逼元無本心，汝為欲纏自當", "247": "勉力。」言已捨去。是時小軍有舊親識，先解醫", "248": "方，詣其本家問：「小軍所在？」其妻報曰：「我被欺", "249": "辱，棄我出家。」問曰：「何在？」答曰：「在逝多林沙門", "25": "之！」答言：「極善！我今須噉。」既噉足已，復有苾芻", "250": "住處，如不信者可往尋求。」依言往求見苾芻", "251": "眾，形服相似不知誰是小軍。詢問苾芻：「小軍", "252": "何在？」時有苾芻指示其處，亦既見已問小軍", "253": "曰：「何不相語來此出家？」答曰：「不應責我輒爾", "254": "出家，具述兄書兼陳己過，事不獲已而作沙", "255": "門。」友人報曰：「我本解醫頗練方藥，若懷胎者", "256": "有藥能銷。」小軍聞之默然而住。時彼知識即", "257": "為合藥，令女送去與小軍婦，囑曰：「此之散", "258": "藥，是小軍苾芻遣我送來，暖水和服必得平", "259": "善。」其女至彼具以事告。婦聞取藥依教服之，", "26": "問言：「具壽！我今有乳酪粥餅及肉羹，何不食", "260": "胎便墮落無妊娠相。人共覺知，諸女問曰：「胎", "261": "今何在？」報曰：「我先已言：『夫壻行後孀居守志。』", "262": "勿以惡事來相塵黷。」時親密女私告之曰：「汝", "263": "先所云：『是小軍許。』何因今日云：『我先無。』」答曰：", "264": "「從彼而來，還從彼去。」又問：「如何？」報曰：「小軍與", "265": "我毒藥，服已胎銷。」諸女相告各起譏嫌：「諸釋", "266": "迦子能為惡事非真沙門，與人毒藥令彼墮", "267": "胎。」此之惡聲遍滿城邑，皆云：「小軍苾芻作斯", "268": "罪業。」諸苾芻聞便往白佛。佛告小軍：「汝豈實", "269": "作如是事耶？」白言：「不也。世尊！我但隨喜。」爾", "27": "之！」報言：「欲得。」即便就房貪餮食之，遂便太飽", "270": "時世尊告諸苾芻：「由彼小軍無殺心故無犯。", "271": "然諸苾芻不應於如是事心生隨喜，若隨喜", "272": "者得越法罪。」不久之間大軍得利歡喜而還，", "273": "去城不遠且暫停住。凡世間人聞善助喜，見", "274": "惡相憂，有人報彼婦曰：「大軍來到財利豐盈，", "275": "應生歡喜。」婦人巧詐不學而知，既聞此言心", "276": "甚憂懼，著麁弊服臥在惡床。時彼大軍既入", "277": "城已，於廛肆處安置貨物，即便還家見其所", "278": "居無吉祥相，問僕使曰：「家主在何？」答云：「在室", "279": "中臥。」聞已往就告言：「賢首！汝聞我來，豈不欣", "28": "側脇而臥。時馱索迦問醫人已疾疾而還，醫", "280": "慶？」答言：「今聞仁至，實生歡喜，但仁所留小軍", "281": "令守護我，彼便壞我。」問曰：「何為？」答曰：「小軍非", "282": "理，強見陵逼。」大軍報云：「彼不欺汝，是欺於", "283": "我。汝宜速起，我能治之。小軍今何所在？」答曰：", "284": "「聞君將至，私走出家。」問：「在何處？」「在逝多林釋", "285": "子之處。」報其妻曰：「彼處豈是施無畏城，我當", "286": "於彼以法治罰。」時有別人往告之曰：「小軍知", "287": "不？爾兄來至。」問曰：「兄有何言？」報言：「汝兄作", "288": "如是語：『彼逝多林豈是施無畏城，我今當以", "289": "苦法治罰。』」時弟聞已生大憂怖。作如是念：「我", "29": "所說藥兼亦持至，告言：「具壽波洛迦！宜可起嚼", "290": "由懼彼而來出家，豈於此處還遭彼害？雖知", "291": "苾芻同王太子無有障礙，然我有過，若來相", "292": "見必害於我，我今宜應逃避而去。」是時小軍", "293": "作是念已，便白師曰：「鄔波馱耶！我由怖彼而", "294": "求出家，聞彼欲來苦害於我。」本師問曰：「彼是", "295": "何人？」白言：「彼是我兄，今從遠來擬相屠害，作", "296": "如是語：『豈逝多林是無畏城，當以苦法而欲", "297": "治我。』雖知國法同王太子安隱無礙，然我有", "298": "過必害於我，今宜避去。」其師告曰：「汝欲何", "299": "之？」小軍曰：「我今欲詣王舍城。」師曰：「彼處有我", "3": "3 斷人命學處斷人命學處第三", "30": "齒木。」報言：「已了。」馱索迦言：「善好。」即為作壇揩", "300": "知識苾芻，可齎我書投彼而住，必以恩慈護", "301": "念於汝。」白言：「甚善！」時彼親教即便作書與彼", "302": "苾芻曰：「此之小軍是我弟子，今欲往彼。遠相", "303": "投寄，仁可流恩，願垂覆護，令安樂住。」時彼小", "304": "軍既得書已禮師而出，左右顧瞻情懷怖懼，", "305": "漸次而進到王舍城，訪彼苾芻。見已禮足，以", "306": "親教書而授於彼。時彼苾芻披讀書已，告言：", "307": "「善來具壽！我如汝舊師，汝如我弟子，宜於我", "308": "邊受學佛法。汝有所須衣鉢絡囊水羅絛帶，", "309": "我皆資給令無闕乏。然世尊說：『苾芻有二種", "31": "拭銅器喚起可食，護彼意故即便起坐。時馱", "310": "所應作事：所謂禪思、讀誦。』汝今樂何？」白言：「我", "311": "樂靜慮。」答言：「甚善！」依法而教。時彼便往至寒", "312": "林中棄屍之處，策勵勤修斷諸結惑，證無生", "313": "法得阿羅漢果離三界染，觀金與土平等不", "314": "殊，刀割香塗了無二想，如手撝空心無罣", "315": "礙，能以大智破無明㲉，三明六通四無礙辯", "316": "悉皆具足，諸有愛著利養恭敬無不棄捨，帝", "317": "釋諸天所共讚歎。後於異時大軍往詣逝多", "318": "林中，問諸苾芻曰：「聖者！頗有此城長者之子", "319": "名曰小軍，於此出家不？」答言：「有與汝何親？」曰：", "32": "索迦令人持食而授與之，取兩三匙食而便", "320": "「是弟，今在何處？」「彼已遠去詣王舍城。」時彼大", "321": "軍禮足而去，便作是念：「設令往彼，彼亦非是", "322": "施無畏城，我當至彼以法治罰。」大軍即多齎", "323": "路糧，到王舍城往竹林中，問諸苾芻曰：「聖者！", "324": "頗有室羅伐城長者之子名曰小軍，先已出", "325": "家，來至此不？」報言：「彼與汝何親？」答言：「是弟。」又", "326": "問：「今在何處？」「在寒林中棄屍之處。」聞已即往，", "327": "而彼林內多有苾芻同修梵行，大軍與弟離", "328": "別既久，有昧形容於眾人中卒未能識，良久", "329": "細察方始識知。大軍思念：「彼若識我必起害", "33": "臥。馱索迦曰：「具壽！何意不食？」報言：「我情不欲。」", "330": "心，應且潛形別為謀計。」便出林中四顧而望，", "331": "見有獵人執持弓箭欲求禽獸，就而問曰：「仁", "332": "今執持弓箭欲何所為？」獵者報言：「我欲畋遊。」", "333": "問曰：「汝之所獲得利多少？」答曰：「或時得利、或", "334": "不得利。」問曰：「如若得利其數幾何？」答曰：「可得", "335": "五、六金錢。」即便報曰：「我今與汝五百金錢，汝", "336": "能為我殺一怨家苾芻不？」時彼獵人由貪利", "337": "故便取其物，取已念曰：「此諸苾芻國王恩許，", "338": "事同太子自在無礙，我於朝夕常此往來，若", "339": "殺苾芻我之妻孥必當獄死。」又念：「我於晝日", "34": "告言：「汝於通夜極相惱亂啼哭稱飢，今我與食", "340": "曾入此林，心生恐怖身毛皆竪，此諸大德無", "341": "問晝夜，常在此林得安隱住，豈非成辦殊勝", "342": "行耶？然而此人如白胡椒不知生處，我既得", "343": "物可返殺之。」即便彎弓形如吒字，彀以毒箭", "344": "洞貫心胸，既遭苦毒便起惡心：「今此獵人反", "345": "害我者，必是小軍先為謀計。我今雖死，於當", "346": "生處誓害小軍。」發惡願已即便捨命，遂於小", "347": "軍門樞之下而作毒蛇。雖阿羅漢，若不豫觀", "348": "不知其事。是時小軍因開門扇碾殺其蛇，毒", "349": "心不息後受蛇身於門上樞，同前碾殺。於床", "35": "而云不欲，汝於今者定死不疑。」時餘苾芻報", "350": "脚下復作毒蛇，如是四返於床脚下皆被壓", "351": "殺。其蛇每死轉更受生，身漸微細毒心增甚，", "352": "後於異時在衣笐間受毒蛇身。是時小軍獨", "353": "於靜室默然而坐，是時毒蛇由宿怨心，擲墮", "354": "身上以毒螫彼。是時小軍遂便大叫告諸苾", "355": "芻：「具壽！有異毒蛇猛熾可畏，小如鐵筯長四", "356": "寸許，墮我身上以毒相螫。汝等俱來共捉我", "357": "身舁出房外，勿令於此身肉潰裂，如把塵砂", "358": "開手便散。」是時具壽舍利子去此不遠，於一樹", "359": "下宴坐思惟，聞彼叫聲即便往就，問小軍", "36": "言：「具壽馱索迦！無勞見逼，已於我處噉水乳", "360": "曰：「我不見汝顏容有異，何故汝今作如是說：", "361": "『有異毒蛇猛熾可畏，小如鐵筯長四寸許，墮", "362": "我身上。汝等俱來共捉我身舁出房外，勿令", "363": "於此身肉潰裂，如把塵砂開手便散。』」是時小", "364": "軍白舍利子言：「大德！若於眼耳鼻舌身意有", "365": "我我所，於色聲香味觸法有我我所，於地水", "366": "火風空識有我我所，於色受想行識有我我", "367": "所者，如是之人可使諸根容色變異。大德！我", "368": "今不然，於諸根境六界五蘊無我我所，豈使", "369": "我今容色變異。大德舍利子！我於長夜所有", "37": "酪粥薄餅及肉，並皆飽足。」馱索迦問波洛迦", "370": "我我所、我慢執著、隨眠煩惱，已知已斷永拔", "371": "根栽，如斷多羅樹頭不復增長，於未來世不", "372": "復更生。豈使我今容色變異。」時具壽舍利子", "373": "與眾多苾芻，共舁小軍而出房外，纔舁出", "374": "已小軍之身百片潰爛，如把砂塵開手便散。", "375": "是時尊者舍利子說伽他曰：", "376": "「梵行已成立，聖道已善修，", "377": "壽盡時歡喜，猶如捨眾病。", "378": "梵行已成立，聖道已善修，", "379": "壽盡時歡喜，猶如捨毒器。", "38": "曰：「具壽！汝實餐噉美飲食耶？」即便徐徐緩聲", "380": "梵行已成立，聖道已善修，", "381": "死時無恐懼，猶如出火宅。", "382": "梵行已成立，聖道已善修，", "383": "以智觀世間，猶如於草木。", "384": "所作事已辦，不住於生死，", "385": "於諸後有中，其身不相續。」", "386": "爾時小軍既涅槃已，尊者舍利子共諸苾芻，", "387": "收其骨肉焚燒供養，往世尊所禮佛足已在", "388": "一面住，白言：「世尊！小軍苾芻毒蛇墮身猛熾", "389": "可畏，細如鐵筯長四寸許，螫以害毒其身潰", "39": "愧而言曰：「我已噉訖。」時馱索迦便告之曰：「我", "390": "裂，如把塵砂開手便散，今已涅槃。」世尊告曰：", "391": "「舍利子！若小軍苾芻，當爾之時誦此伽他及", "392": "禁呪者，不為蛇毒之所中害，身不潰裂散若", "393": "塵砂。」時舍利子請世尊曰：「何謂伽他及以禁", "394": "呪？唯願世尊為我宣說，我等聞已咸共受持。」", "395": "爾時世尊為諸苾芻說伽他及禁呪曰：", "396": "「我於持國主，及曷羅末泥，", "397": "緝婆金跋羅，咸悉生慈念。", "398": "喬答摩醜目，難陀小難陀，", "399": "無足二足等，亦起於慈念。", "4": "總攝頌曰：", "40": "為汝故衣鉢罄盡，廢修善業而為給侍。汝自", "400": "於一切諸龍，依水而居者，", "401": "行住有情類，我悉起慈心。", "402": "一切人天眾，神鬼及傍生，", "403": "咸皆獲利安，無病常歡喜。", "404": "所見皆賢善，不遇諸怨惡，", "405": "我悉興慈念，毒害勿相侵。", "406": "我於崖谷險，一切處遊行，", "407": "齧毒及害毒，常勿相忓嬈。", "408": "世尊大慈父，所有真實言，", "409": "我說佛語故，諸毒勿侵我。", "41": "於身不善將慎寧噉毒藥，不應如是餐所忌", "410": "貪欲瞋恚癡，為世間大毒，", "411": "由佛真實語，諸毒自銷亡。", "412": "貪欲瞋恚癡，為世間大毒，", "413": "由法真實語，諸毒自銷亡。", "414": "貪欲瞋恚癡，為世間大毒，", "415": "由僧真實語，諸毒自銷亡。", "416": "滅除諸毒害，擁護而攝受，", "417": "佛除一切毒，蛇毒汝銷亡。", "418": "「怛姪他菴　敦鼻麗敦鼻麗　敦薜　鉢利敦", "419": "薜　㮈帝蘇㮈帝　雞㮈帝　牟柰裔　蘇牟", "42": "食。」時波洛迦聞此語已，深懷愧恥便作是念：", "420": "柰裔　彈帝尼攞雞世　遮盧計薜　嗢毘盈", "421": "具麗莎訶」", "422": "佛告舍利子：「若小軍苾芻當時若自、若他說", "423": "此伽他及神呪者，必免毒蛇之所侵害，不令", "424": "其身潰爛分裂，如把塵砂開手皆散。」", "425": "時諸苾芻咸皆有疑，白言：「世尊！唯願斷我疑", "426": "念。今欲請問：小軍苾芻曾作何業？由彼業力，", "427": "而於今身生大富家多饒財寶。復作何業？由彼", "428": "業力，於世尊所而為出家，斷諸煩惱得阿羅", "429": "漢果。復作何業？由彼業力，雖得聖果被毒蛇", "43": "「同梵行者善哉此言，責及於我，乃至寧噉毒", "430": "螫，逼惱身心而入涅槃。」爾時世尊告諸苾芻", "431": "曰：「此小軍苾芻曾所作業必須自受，而彼小", "432": "軍自所作業增長時熟，緣變現前如影隨形，", "433": "必定感報無餘代受。汝諸苾芻！若人所作善", "434": "惡之業，不於外界地水火風令其受報，皆於", "435": "自身蘊界處中而招異熟。」即說頌曰：", "436": "「假令經百劫，所作業不亡：", "437": "因緣會遇時，果報還自受。", "438": "「汝諸苾芻！於往昔時無佛出世，有獨覺聖者出", "439": "現世間，哀愍貧窮自常受用弊惡衣食，猶如", "44": "藥不餐忌物，我今實可服於毒藥。」即從座起，", "440": "麟角唯一福田。時有一村獵師居住，去村不", "441": "遠有大林池，於彼池邊多諸禽獸之所棲集。", "442": "時彼獵人多置機弶黐膠羂索，於日日中多獲", "443": "鳥獸。是時獨覺遇至彼村，在天祠中依止而", "444": "住。於日初分執持衣鉢入村乞食，既得食已", "445": "已便作是念：『此之天祠人多諠雜，於聚落外", "446": "有寂靜林，我當乞食在彼而住。』漸次求覓遂", "447": "到池邊，見有靜林堪得居住，便以衣鉢置在", "448": "一邊，濾水觀蟲以洗手足，取諸落葉布地而", "449": "坐。飯食已訖洗手及鉢，安置鉢已即便洗足，", "45": "於雜藥囊中撿得毒藥遂便噉之。藥發瞑眩", "450": "於一樹下加趺而坐，威儀寂定猶如龍王蟠", "451": "身而住，即於是日聞人氣故禽獸不來。時彼", "452": "獵人晨朝早起詣陂池邊，遍觀機弶一無所", "453": "獲，便作是念：『我於他日機弶不空，何故今時", "454": "一無所得？』即於池邊四望觀察遂覩人跡，尋", "455": "蹤而至便見獨覺，威儀寂靜加趺而坐。見已", "456": "生念：『我今觀此出家之人，威儀寂靜似愛住", "457": "處。若我今者不斷其命，能令於我衣食斷絕。』", "458": "以毒害意不觀未來，即便彎弓彀其毒箭中", "459": "彼要處。時彼聖者作如是念：『豈得令此無識", "46": "幾將欲死，兩眼翻戴口中嘔沫，啼泣唱言：「馱", "460": "獵師，長於惡趣受大苦惱，我應授手拔濟令", "461": "出。』猶如鵝王飛騰空界，身出水火現大神通。", "462": "諸異生類見神通者，速即歸依如摧大樹，遙", "463": "禮彼足而白之曰：『真實福田，唯願速下！唯願", "464": "速下！我癡無識沈沒欲泥，願見慈悲哀憐濟", "465": "拔。』是時獨覺為愍彼故縱身而下，獵師悲感", "466": "跪拔毒箭以物繫之，白言：『聖者！願至我家為", "467": "辦瘡藥，若須金泥用塗瘡上亦為求覓。』于", "468": "時獨覺便作是念：『今我此身臭爛膿血，所應", "469": "得者今已得之，我今當可入無餘依妙涅槃", "47": "索迦！我死！我死！」時馱索迦聞已驚怖而至，問", "470": "界。』還昇虛空現諸神變而入涅槃。時彼獵師", "471": "多財大富，以諸香木焚聖者身，復持牛乳而", "472": "滅於火，便將餘骨盛置金瓶，四衢道邊起舍", "473": "利羅塔，并持種種繒蓋幢幡花香伎樂申供", "474": "養已，至心禮塔而發願言：『我實愚迷不識善", "475": "惡，遂於如是真實福田造極重罪，願於後世", "476": "勿招惡報。所有供養善根，於當來身，常處富", "477": "樂豐饒受用，顏容端正見者歡喜，具足如是", "478": "殊勝福德，當得承事最勝大師不生厭倦。』諸", "479": "苾芻！汝等當知，彼獵師者即小軍是。由於昔", "48": "言：「具壽波洛迦！何不忍疾而啼泣耶？」波洛迦", "480": "時以毒藥箭射彼獨覺要害之處，此惡業力", "481": "便於無間大地獄中，滿足一劫受燒燃苦。有", "482": "餘殘業於五百生中常被毒害，雖復今身得", "483": "阿羅漢果，還遭毒害而入涅槃。由彼發願生", "484": "富樂家顏容端正，乃至今時莫不備受，廣說", "485": "如上。乃至於我法中而為出家，斷諸結惑證", "486": "阿羅漢果，我於百千俱胝獨覺之中為最勝", "487": "師，彼承事我不生厭倦。是故苾芻！汝等應知，", "488": "若純白業得純白異熟，若純黑業得純黑異", "489": "熟，若黑白雜業得雜異熟。汝諸苾芻當捨純", "49": "曰：「聞汝為我求藥辛苦，不自將慎寧服毒藥，", "490": "黑業及以雜業，於純白業當勤修學。」此是緣", "491": "起，仍未制學處。", "492": "根本說一切有部毘柰耶卷第六", "5": "初緣馱索迦，內身等行殺，", "50": "不應如是噉所忌食。我便生念：『同梵行者為", "51": "我劬勞，不能自慎，我今當可服其毒藥。』遂於", "52": "囊中撿見毒藥即便噉之。」時馱索迦聞是語", "53": "已，悲淚盈目而告之曰：「具壽！汝今何故作不", "54": "善事？」即便疾走往問醫人。其藥毒烈勢不可", "55": "持，遂便命過。時馱索迦醫處得藥馳走而還，", "56": "見波洛迦命已終歿，便生追悔作如是念：「豈", "57": "非我今是勸死耶？」以此因緣告諸苾芻，諸苾", "58": "芻白佛。佛告諸苾芻：「彼馱索迦無殺心故", "59": "無犯。然諸苾芻不應於病人前作是言說，令", "6": "毒害起屍鬼，後論浴室事。", "60": "彼病者聞已求死。若作是語者得越法罪。」此", "61": "是緣起，然而世尊尚未為諸聲聞弟子於毘", "62": "奈耶制其學處。", "63": "佛在室羅伐城給孤獨園。時此城中有二苾", "64": "芻：一名善語、一名吉祥，情義相得共為親友。", "65": "善語苾芻捨畋獵出家，吉祥苾芻捨長者出", "66": "家。有二童子是善語𡖦甥，父母俱亡流離", "67": "巡歷，至逝多林門外而住。是時善語出門遇", "68": "見，審觀顏貌知是宿親，即便告曰：「汝之父母", "69": "今在何處？」童子答曰：「並已身亡。」善語聞已不", "7": "別攝頌曰：", "70": "覺流淚。時諸苾芻見而問曰：「此二童子是何", "71": "人耶？」答曰：「是我𡖦甥。」苾芻告曰：「既是舅親", "72": "何不收養？」答曰：「我行乞食尚不自供，況復於", "73": "他而能存養。」苾芻告曰：「令此二子供給苾芻", "74": "樹葉花果及以齒木，苾芻當與鉢中餘食令", "75": "得充濟。」時善語聞已即便收養。是二童子稟", "76": "性恭勤善為給侍，為諸苾芻取樹葉花果及", "77": "供齒木，時諸苾芻惠以餘食并給衣資。既經", "78": "多時年漸長大容貌充滿，曾於一時在寺門", "79": "前遊戲而住。有餘親屬，手執弓箭於逝多林", "8": "馱索迦波洛，善語及吉祥，", "80": "前逐鹿而過，問童子曰：「汝等何緣得住於此？」", "81": "童子報曰：「我舅於此釋子中出家，我依而住。」", "82": "獵人告曰：「汝舅為人不自存活，於釋子中而", "83": "求出家，汝等豈復不存活耶？應可立志習其", "84": "父業。」童子即便報親屬曰：「舅於我等實有深", "85": "恩，今可詣彼諮決其事。」便往舅所白言：「聖", "86": "者！我今奉辭欲習父業。」舅便報曰：「我以信", "87": "施養汝二人，云何於今還修惡行？」二子白曰：", "88": "「設令頂繫金鬘我尚須棄，孰能捨置祖父業", "89": "乎？」遂不用舅言俱捨而去，作畋獵事以自活", "9": "鉢衣并墮胎，長者鹿梵志。", "90": "命。後時吉祥身嬰重患，善語為看病人，于時", "91": "吉祥為病苦所逼，便自生念：「我今持戒不造", "92": "眾惡，天堂解脫如隔輕幔，今宜捨棄苦所依", "93": "身當生勝處。」復作是念：「我今苦逼，誰當行殺", "94": "斷我命耶？」遂憶善語有二𡖦甥稟性麁暴。「彼", "95": "能殺我，何假餘人！」作是念已告善語曰：「具壽！", "96": "仁之𡖦甥今在何處？」報曰：「彼二名字我不憙", "97": "聞，皆以信施而為存養，彼於今時得行惡", "98": "業，同其祖父為捕獵事，斷諸生命以自存活。」", "99": "吉祥曰：「勿於彼二生嫌恨心，然彼二子在"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1442 根本說一切有部毘奈耶: 根本說一切有部毘奈耶: 根本說一切有部毘柰耶", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}