{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1079 七俱胝獨部法", "text": {"0": "No. 1079", "1": "七俱胝獨部法", "10": "第一壇法。第二念誦法。第三成驗法。第四廣", "100": "辨其謬。以具題之本為正本。其略題之本", "101": "為草稿未治。沙門慧亮者。印施具題之本", "102": "行世。以予視之非矣。賴瑜薄草決。祕鈔問", "103": "答等。引用此軌。今歲集洛北清和院。洛東", "104": "智積院。河州延命寺等所藏眾本。當山愛", "105": "染院大宣等挍合。予亦訂正。以兩本俱印", "106": "版。于時享和改元辛酉年仲秋月　　豐山", "107": "妙音輪下總持院　快道　　誌", "108": "一校了　　　　　　　　　　慈順", "11": "明自在法。第五天得大神足。", "12": "1 壇法第一壇法佛言若求成就先作壇法不同諸", "13": "部廣修供養。掘地作壇香泥塗之所建立。但", "14": "以一新淨境未曾用者。於佛像前月十五日", "15": "夜。隨力供養。燒安悉香及清淨水。先當靜心", "16": "無所思惟。然後結印誦呪。呪鏡一百八遍。以", "17": "囊匣盛鏡常持相隨。欲誦但將此鏡。置於面", "18": "前結印誦呪。依鏡為壇即得成就。", "19": "2 念誦法第二念誦法佛言欲持此法於十五日夜。", "2": "三藏沙門無畏譯", "20": "清淨沐浴著新淨衣。面向東方半跏正坐。置", "21": "鏡在前。隨力香華清淨水諸物。先當靜心絕", "22": "思。然後結印印於心上。誦此呪一百八遍。", "23": "持此呪時。能使短命者長命。加摩羅病尚得", "24": "除差。何況餘病。若不消差無有是處。每月", "25": "一日八日。十四日十五日。十八日二十三日。", "26": "二十四日二十八日。二十九日三十日。如是", "27": "十日每於平明。清水嗽口面向東方。誦此呪", "28": "一百八遍然後飲食。縱有妻子不斷辛肉亦", "29": "當成驗。", "3": "總攝二十五部大漫荼羅印。以二手無名指", "30": "3 成驗法第三成驗法每月十八日以境及以結印", "31": "念誦。除十齊日不須對鏡及以結印。但於平", "32": "朝未辛肉時。誦持此呪一百八遍已。是不絕", "33": "四十九日。每有善惡吉祥災變。準提菩薩令", "34": "二聖者隨其人。所有善惡心之事呪七遍。洗", "35": "面灑身心想作歡喜想。能令國王大臣長者", "36": "生恭敬心。是即歡喜如臣敬君。如父愛子", "37": "心。隨其所欲。乃至身命皆無所惜悉得成就。", "38": "若有短命長病眾生。月十五日夜曉燒安悉", "39": "香。誦此真言一千遍。魔鬼失心狂走。狐𤢌", "4": "小指。相叉於內。二中指直竪相拄。二頭指附", "40": "惡鬼皆於鏡中見形。教殺即殺教放即放。更", "41": "不再來增壽無量。若復有人無福無相。求官", "42": "無遷貧苦所逼。每十齊日常誦此呪。能令", "43": "現世得轉輪王位。所求官克當稱遂。若人", "44": "欲行及欲作事。先當思惟準提聖者。心念此", "45": "呪具滿七遍。若可營為端身少頃。其身自然", "46": "搖動。即知克遂及以吉慶。若身剛強向前向", "47": "後。即知不遂必有災難。若欲召四天王梵王", "48": "帝釋二十八部天波旬等。對鏡結印頭指來", "49": "去。於清淨處高聲誦二十一遍。賢聖閻羅王", "5": "二。中指第一節。二大母指捻左右手無名指", "50": "鬼眾。隨情必至不敢前却。所有驅使隨情皆", "51": "得。若欲知此法成與不成。具滿七遍依法誦", "52": "呪。夢中見佛菩薩及以華菓。口吐黑物復吃", "53": "白物。即知成就。", "54": "4 廣明自在法第四廣明自在法佛言此陀羅尼有大勢", "55": "力。移須彌山及大海水。呪乾枯木能生華菓。", "56": "若常誦持水不能溺火不能燒。毒藥力兵怨", "57": "病皆不能害。若知地中有寶藏物。結印誦呪", "58": "具滿七遍。地中伏藏自然涌出。隨意所欲皆", "59": "得充足。軍陳賊難結印印指之。隨所皆悉退", "6": "中節。若有召請。二頭指來去。佛言此呪及", "60": "散。若有卒為鬼神傷死。結印誦呪七遍。以印", "61": "印心卒死重病即令却活。宅舍不安鬼神作", "62": "禍。呪土四塊鎮之即去。若又有人六親不和", "63": "人不愛念。依法誦呪所向和合。聞名見身皆", "64": "生歡喜欲不捨離。猛火之中以印指火即消", "65": "滅。以印指水波浪皆靜。凡所求願無不稱遂。", "66": "何況更能結印齊戒依法持誦。不轉肉身往", "67": "四方淨土。", "68": "5 天得大神足第五天得大神足若求長生及勅諸仙取其", "69": "仙藥。於古塔前及深山中。或淨房內依鏡為", "7": "印能滅十惡五逆一切重罪。成就一切白法", "70": "壇。具滿七日或三七日。燒青蓮華和安悉香。", "71": "於初夜分誦呪一百八遍即當睡眠。或於夢", "72": "中食仙藥或攝方法。或於鏡前面有五色光", "73": "光中有藥隨意食之即成仙道。諸餘功力百", "74": "千萬億。說不能盡。", "75": "準提別法準提別法", "76": "先以左手頭指無名指小指三指。在於掌中。", "77": "以大母指。捻頭指無名指小指甲上。右手亦", "78": "然。相合二中指頭相拄誦呪。結界印。左右", "79": "二手。中指無名指向內相叉。二小指直竪。二", "8": "功德。作此法不簡在家出家。若在家人飲酒", "80": "頭指相拄。二手大指各捻頭指中節誦呪。", "81": "護身印。二手合掌。二頭指向外相叉。大指並", "82": "捻頭指中節上。中指已下三指直竪合。若逢", "83": "盜賊將印頂戴。先印左肩次印右。印心前印", "84": "頭下印眉問。此不敢侵。治病印。二頭指二", "85": "中指四指。向內相叉。二無名指二小指四指。", "86": "向外相拄合掌。二大指並捻頭指中節。總", "87": "攝印。左右小指無名指叉入掌中。二中指直", "88": "竪頭相合。開著二頭指少屈。二大母指壓無", "89": "名指。召請時頭指來去。似華臺坐。誦呪呪七", "9": "食肉有妻子不簡淨穢。但依我法無不成就。", "90": "遍。用印處兩膊咽喉下眉間髮際。復即此印", "91": "當心誦呪一百八遍。破天魔印。左右手四", "92": "指。壓大母指內掌中。急把拳擬之即是。所有", "93": "恐怖處。疑有鬼魅毒龍。即作此印瞋聲誦呪。", "94": "請鬼神印。右手中指壓大母指按壇。以上", "95": "餘指皆舒如牙似。微曲頭指小指來去。誦呪", "96": "七遍。第三遍一切鬼神即來。", "97": "右七俱胝獨部軌。昔有律師。見略題之本。", "98": "言不簡在家出家飲酒食肉有妻子不簡淨", "99": "穢。謬讀文以為偽文。天明中沙門亮雄者"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1079 七俱胝獨部法", "author": "唐 善無畏譯", "sourceLink": "http://www.cbeta.org/"}