{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0482 持世經: 持世經: 持世經: 持世經: 持世經: 持世經", "text": {"0": "No. 482 [No. 481]", "1": "持世經卷第一", "10": "量莊嚴願深心所行清淨，欲善知清淨具足", "100": "分別一切法所因、當知諸法決定之義、當善", "101": "知一切法言語章句，是為四。「持世！菩薩摩", "102": "訶薩見四法利，能修集一切法分別章句慧。", "103": "何等四？當善知諸法隨宜次第、當善知一切", "104": "法因緣方便、當具足修集一切法方便、當分", "105": "別知了義未了義經，是為四。「持世！菩薩摩訶", "106": "薩復見四法利，能修集一切法分別章句慧。", "107": "何等四？當善學是道是非道慧、當得一切法", "108": "義說力、當疾得清淨智慧行處、當具足修智", "109": "波羅蜜。持世！是為菩薩摩訶薩見四法利。能", "11": "布施，欲善知畢定清淨持戒，欲善知具足忍", "110": "修集一切法分別章句慧。「持世！菩薩摩訶薩", "111": "復有四法。能修集一切法分別章句慧。何等", "112": "四？善知修集諸法集相、善知諸法因滅相、", "113": "善知諸法緣相、能入因緣方便，是為四。「持", "114": "世！菩薩摩訶薩復有四法，能修集一切法分", "115": "別章句慧。何等四？善知諸法苦、善知諸法", "116": "集、善知諸法滅、善知諸法滅道，是為四。「持", "117": "世！菩薩摩訶薩復有四法，能修集一切法分", "118": "別章句慧。何等四？善知諸法合散方便、得先", "119": "因力、善知諸法所宜、善知分別文字章句，是", "12": "辱柔軟之心，欲善知清淨精進，欲善知清淨", "120": "為四。「持世！菩薩摩訶薩復有四法，能修集一", "121": "切法分別章句慧。何等四？善知不了義經、於", "122": "了義經中不隨他語、善知一切法相印、亦善", "123": "安住一切法無相智中。持世！是為菩薩摩訶", "124": "薩有四法，能修集一切法分別章句慧。", "125": "「持世！菩薩摩訶薩有四法，轉身常得不斷念", "126": "乃至得阿耨多羅三藐三菩提。何等四？明了", "127": "善不善法、成就第一念安慧、能離五蓋心、終", "128": "不忘念阿耨多羅三藐三菩提心，是為四。「持", "129": "世！菩薩摩訶薩復有四法，轉身常得不斷念", "13": "禪定，欲善知通達般若波羅蜜彼岸；以如是", "130": "乃至得阿耨多羅三藐三菩提。何等四？善修", "131": "集四念處、善修集學分別慧、於諸禪定智慧", "132": "為首、於決定智慧中得通達，是為四。「持世！", "133": "菩薩摩訶薩復有四法，轉身常得不斷念乃", "134": "至得阿耨多羅三藐三菩提。何等四？得諸陀", "135": "羅尼門、亦修集無生智、入於盡智、亦觀於滅", "136": "智，是為四。「持世！菩薩摩訶薩復有四法，轉", "137": "身常得不斷念乃至得阿耨多羅三藐三菩", "138": "提。何等四？斷於愛恚、不貪著一切有為法、", "139": "心通達無為智慧、至如來所行處。持世！是為", "14": "等無量功德故，從坐而起偏袒右肩，合掌向", "140": "菩薩摩訶薩有四法，轉身常得不斷念乃至得", "141": "阿耨多羅三藐三菩提心。「持世！菩薩摩訶薩", "142": "有五淨智力，能具足得如上功德。何等五？", "143": "深心淨智力、願淨智力、善根淨智力、迴向淨", "144": "智力、障業淨智力，是為五。「持世！菩薩摩訶薩", "145": "復有五淨智力，皆具足能得如上功德。何等", "146": "五？威儀行處淨智力、念具足淨智力、方便淨", "147": "智力、緣眾生淨智力、緣相淨智力，是為五。「持", "148": "世！菩薩摩訶薩復有五淨智力，能具足得如", "149": "上功德。何等五？捨心淨智力、利益眾生淨智", "15": "佛，白佛言：「世尊！我欲問佛，為利益安樂一", "150": "力、生大慈淨智力、生大悲淨智力、生大喜大", "151": "捨淨智力，是為五。「持世！菩薩摩訶薩復有", "152": "五淨智力，皆能具足得如上功德。何等五？持", "153": "戒淨智力、不著持戒淨智力、忍辱淨智力、不", "154": "著忍辱淨智力、多聞淨智力，是為五。「持世！菩", "155": "薩摩訶薩復有五淨智力，皆能具足得如上", "156": "功德。何等五？深精進淨智力、受精進淨智", "157": "力、禪定淨智力、禪定方便淨智力、止觀方便", "158": "淨智力，是為五。「持世！菩薩摩訶薩復有五淨", "159": "智力，皆能具足得如上功德。何等五？慧淨智", "16": "切眾生，及諸菩薩摩訶薩不斷佛種者，具足", "160": "力、多聞決定方便淨智力、世間出世間淨智", "161": "力、慧方便淨智力、有為無為淨智力，是為五。", "162": "「持世！菩薩摩訶薩復有五淨智力，皆能具足", "163": "得如上功德。何等五？觀方便淨智力、明解脫", "164": "淨智力、無生相淨智力、一相無相淨智力、第", "165": "一義世諦義淨智力。持世！是為菩薩摩訶薩", "166": "有是五淨智力，疾得具足如是一切功德。持", "167": "世！以是利故，菩薩摩訶薩於是淨智力中應", "168": "勤修集。「持世！菩薩摩訶薩成就三法，於是淨", "169": "智力中能勤修集。何等三？一者欲、二者精進、", "17": "威儀行處不著持戒，具足清淨戒受行大法，", "170": "三者不放逸，菩薩摩訶薩成就此三法，能於", "171": "是具足一切功德淨智力中能勤修集。何以", "172": "故？持世！欲、精進、不放逸，皆是一切法根本。菩", "173": "薩摩訶薩得是淨智力，能疾得一切智，亦名", "174": "精進不退者，亦名不退法者，亦以此功德疾", "175": "得增長，亦於一切法中疾得淨智力。「持世！若", "176": "有人如是一切法中得淨智力者，是為世", "177": "間福田，是人次我能消供養，是人能至如來", "178": "行處，是人能觀如來法，是人不久能證如來", "179": "智慧。「持世！我本無量阿僧祇劫行菩薩道時，", "18": "善知持無量行處道法。為是諸菩薩故，我今", "180": "然燈佛與我受記：『汝過阿僧祇劫當得作", "181": "佛。』即時邊知如是淨智力。「持世！若有人於一", "182": "切法中能成就如是淨智力者，是人當得阿", "183": "耨多羅三藐三菩提，如我今得；是人亦轉法", "184": "輪，如我今轉；是人亦師子吼，如我今師子吼；", "185": "是人亦於一切法中得自在力，如我今也。持", "186": "世！汝等於此淨智力中當勤精進，不久自然", "187": "具足一切智慧。", "188": "「持世！過去無量阿僧祇劫，有佛號智高王如", "189": "來、應、正遍知、明行足、善逝、世間解、無上士、調御", "19": "問佛、世尊，云何菩薩摩訶薩能善知諸法實", "190": "丈夫、天人師、佛、世尊。「持世！是智高王如來，有", "191": "無量聲聞僧，亦有無量諸菩薩僧，是佛本願", "192": "因緣所致。是智高王佛土無三惡道，其諸眾", "193": "生不覺有苦，畢竟具足安隱快樂，離欲多者", "194": "能障五蓋。是諸眾生成就如是清淨快樂，如", "195": "人入第四禪樂。是智高王佛壽六百萬億那", "196": "由他劫。「持世！是時國土唯佛為王，更無有", "197": "王，國土眾生皆號佛為法王。是智高王佛多", "198": "為諸菩薩，說是斷一切眾生疑喜一切眾生心", "199": "菩薩藏經。爾時有五百菩薩，聞是諸菩薩淨", "2": "姚秦龜茲三藏鳩摩羅什譯", "20": "相，亦善分別一切法章句？云何菩薩摩訶薩", "200": "智力，發如是精進力，盡形不生坐心，盡形不", "201": "生衣服想，盡形不生我想眾生想人想男女", "202": "想，盡形終不多食，但修集如是淨智力，勤", "203": "行精進。五百菩薩以是善根因緣，命終皆生", "204": "過東方十萬億國土，既生不久，修集是法故，", "205": "得識宿命成就利根。其國土佛號無量花積", "206": "王，現在說法，其諸菩薩始年十六，於無量花", "207": "積王佛所出家，六十億歲行童子梵行，亦修", "208": "行如是精進。「持世！是五百菩薩得值如是等", "209": "二十億佛，於諸佛所勤行精進，成就第一念", "21": "能得念力，亦轉身成就不斷之念，乃至得阿", "210": "安慧，末後值無量力高王佛與其授記，過萬", "211": "劫已當得阿耨多羅三藐三菩提。是五百人", "212": "於萬劫中，得值二萬億佛具足佛道，於一劫", "213": "中次第得阿耨多羅三藐三菩提。「持世！當知", "214": "菩薩摩訶薩欲疾得阿耨多羅三藐三菩提", "215": "者，於是淨智力中，應生欲精進不放逸。何以", "216": "故？持世！諸佛阿耨多羅三藐三菩提，皆以欲、", "217": "精進、不放逸為根本，及餘助道法，能具足佛", "218": "法者。「持世！我以如是精進得值二十億佛，於", "219": "諸法中世世成就念力，世世得識宿命，修集", "22": "耨多羅三藐三菩提？」", "220": "是法不休不息，我終不失是欲、精進、不放逸，", "221": "我當成就欲、精進、不放逸。」爾時，世尊以大", "222": "慈悲心顧視四方，現神通力，使三千大千世", "223": "界諸閻浮提皆有化佛，為諸眾生說是斷一", "224": "切眾生疑喜一切眾生心菩薩藏經。復以神", "225": "力，令竹園中在會大眾皆見諸佛，遍閻浮提各", "226": "各說法。大眾咸悅，從坐而起，皆共禮佛，作是", "227": "言：「希有世尊！諸佛如來神力不可思議，成", "228": "就無量不可思議法。」爾時，佛告大眾：「諸善男", "229": "子！如來是事未足為難。所以者何？如來善能", "23": "爾時，世尊告持世菩薩言：「善哉！善哉！持世！汝", "230": "通達法性故。若一毛孔出神通力，光明普照", "231": "十方恒河沙世界，演說法音，於一毛孔百千", "232": "萬億分未盡其一，如來成就如是不可思議", "233": "功德。「諸善男子！如來深觀眾生心而為說法。", "234": "諸善男子！今世眾生少有於是法中能行欲", "235": "樂。諸善男子！今世眾生少有於是法中能行", "236": "精進。諸善男子！今世眾生少有於是法中能", "237": "行不放逸。何以故？如來今出五濁惡世，所謂", "238": "眾生濁、見濁、命濁、煩惱濁、劫濁。諸善男子！若", "239": "有乃至一人能信受如是甚深清淨法、能至佛", "24": "能為諸菩薩摩訶薩故問如來是事，當知汝", "240": "慧，是為希有！何況能信解如來所行？「諸善男", "241": "子！我常長夜莊嚴如是願，如是精進忍辱行，", "242": "為苦惱眾生無救護者、無依止者、多墮惡道", "243": "者，我於爾時當成佛道，利益無量阿僧祇眾", "244": "生。諸善男子！當知如來恩力本清淨，願精進", "245": "故，能令無量阿僧祇眾生信解受持如是深", "246": "法。「諸善男子！我於先世教化眾生，是諸眾生", "247": "能解我法。諸善男子！今佛以十力、四無所畏，", "248": "少能令眾生信解如是甚深之法。若有眾生住", "249": "是法中者，皆是如來恩力方便故。我長夜不", "25": "則多所安隱眾生憐愍世間，利益安樂諸天", "250": "離如是深法，我亦長夜大慈大悲大喜大捨", "251": "攝取眾生。少有如來出五濁世利益眾生。何", "252": "以故？諸善男子！我於先世，以大精進力大方", "253": "便力教化眾生，集是阿耨多羅三藐三菩提。", "254": "「諸善男子！我念過世，一日之中捨千身布施", "255": "利益眾生。諸善男子！我於若干千萬世，見飢", "256": "餓眾生故，自割身肉煮以與之，我於爾時心", "257": "無憂悔，但於眾生普行大悲。諸善男子！當知", "258": "我如是以大精進大方便力教化眾生，集是", "259": "阿耨多羅三藐三菩提。是故，諸善男子！應發", "26": "世人，亦為今世後世諸菩薩等作大光明，汝", "260": "如是欲、精進、不放逸，修集阿耨多羅三藐三菩", "261": "提，如我行菩薩道時，汝等亦當如我利益教", "262": "化眾生。「諸善男子！是賢劫中諸佛出世，無不", "263": "讚我，作如是言：『釋迦牟尼佛深行精進如是，", "264": "釋迦牟尼佛具足精進如是，釋迦牟尼佛具", "265": "足精進波羅蜜如是。釋迦牟尼佛行菩薩道", "266": "時，教化眾生如是，出於五濁，利益無量阿僧", "267": "祇眾生。』諸善男子！如是行道故，應勤生欲、精", "268": "進、不放逸。「諸善男子！我今雖得阿耨多羅三", "269": "藐三菩提，精進猶不休息，至涅槃時猶發精", "27": "之功德不可限量。能問如來如是之事，汝必", "270": "進，碎身骨如芥子解散支節。何以故？憐愍未", "271": "來世眾生故。我先世行菩薩道時，所化眾生", "272": "或行錯謬墮諸難處，欲勉濟之起大悲心，", "273": "分布舍利乃至如芥子皆與神力。我滅度後，", "274": "若有眾生應以舍利度者心得清淨，得清", "275": "淨已，處處地中隨願成就。「諸善男子！我先", "276": "世行道時，於眾生中成就如是悲心，碎身舍", "277": "利普使分布，是我本願。我以如是無量福德", "278": "因緣大悲心故，於後惡世普覆眾生。「諸善男", "279": "子！若諸菩薩於此法中，能生欲、精進、不放逸，", "28": "欲斷一切眾生之疑，愛護一切眾生，為作光", "280": "必發是願，於後末世受持讀誦為人廣說如", "281": "是等經，我當以神力令諸菩薩受持讀誦為", "282": "人廣說，我亦以如是經囑累是諸菩薩，以其", "283": "能受持讀誦為人廣說故。所以者何？諸善男", "284": "子！隨是經所住，當知其土有佛不滅，是故如", "285": "來以此經囑累諸菩薩。「諸善男子！當知我", "286": "宿世以如是因緣攝取眾生，今世亦復攝取", "287": "眾生，後世亦復攝取眾生，所謂護念如是經", "288": "法，於後五百歲普流布故。「諸善男子！若於今", "289": "世若我滅後，若聚落城邑山林曠野，有如", "29": "明，欲示眾生義利，欲令眾生得度嶮道，欲", "290": "是等經，若能受持讀誦為人解說，當知此中", "291": "則為有佛。何以故？我說諸佛即是法身，以", "292": "見法故則為見佛，佛不應以色身見。若人信", "293": "法聽法，是人則為信佛亦聽佛語。若人於此", "294": "法中，能如說修行，是人則為見佛，是人名", "295": "為實語者、法語者、隨法行者。", "296": "「諸善男子！我身非法非非法，是名隨法行，是", "297": "名第一法施，所謂不著法不著非法。何以", "298": "故？若著法者，不名見佛。「諸善男子！不著一", "299": "切法名為見佛。若於一切法中無所見者，是", "3": "1 初品持世經初品第一", "30": "為眾生作歸作舍作洲作救，欲拔三惡道眾", "300": "名見佛。何以故？如來不可以法說，不可以非", "301": "法說，亦不可以法見。所以者何？諸善男子！如", "302": "經中說：『汝等比丘！若知我法如栰喻者，法", "303": "尚應捨，何況非法？』若能捨法非法，是名見佛。", "304": "何以故？如來名為捨一切法者，不貪不受諸", "305": "法名字，不墮名字法中。何況墮非法名字中？", "306": "「諸善男子！捨離一切法名字，名為如來，能如", "307": "是見者，名為見如來。何以故？捨離見一切法", "308": "故，名為見如來，以一切法不可得故。如實知", "309": "見一切法故，名為見如來。「諸善男子！若一切", "31": "生，欲置眾生於無上道，欲脫眾生生老病死", "310": "法不可得，捨離一切法，是中即無戲論，無", "311": "是法非法名字，無行無示，是名見如來。若", "312": "人能如是見法者，是名見如來。若能如是見", "313": "如來者，是名正見。若異見者名為邪見，若邪", "314": "見者則為妄見，是人不名為真見。「諸善男子！", "315": "真見者斷一切語言道，非真非妄非有非無，", "316": "離一切法不取一切法，不得一切法，如是見", "317": "者，名為見如來。何以故？諸善男子！如來不以", "318": "法性見，見一切法性離者，名為如來。若能", "319": "如是見者，名為正見。「諸善男子！汝等應如是", "32": "憂悲苦惱，欲與眾生無上涅槃之樂，汝欲於", "320": "見如來。汝等且觀，如我所說觀於如來。如是", "321": "觀者，當知一切法皆是如來，當得一切法如，", "322": "當得一切法實相，當得一切法非虛妄相，當", "323": "知一切法是如來法，當知一切法是如來行", "324": "處，當知一切法是不可思議行處。「諸善男子！", "325": "是故我說一切法是如來行處，如來行處是", "326": "無行處。何以故？一切法行處，是中無法可行，", "327": "是故說無行處是如來行處。一切法行處即", "328": "是無行處，無行處即是如來行處。何以故？一", "329": "切法行處無所有故，無行處是如來行處。一", "33": "後世守護正法，於後恐怖惡世欲度眾生。持", "330": "切行處入如來行處，則非行處。如來通達證", "331": "是法故，是名無行處是如來行處。", "332": "「諸善男子！能知一切法無行處，是人能入如", "333": "來行處，是人能觀如來行處，是人能求如來", "334": "行處，是人亦不著如來行處。何以故？是人", "335": "知無行處是如來行處，離行處是如來行處。", "336": "所謂一切法不可得、不可分別、不可貪故，是", "337": "名非行處是如來行處，是名入智行處，不入", "338": "一切法故。何以故？一切法無門故，以是門入。", "339": "「諸善男子！一切法無入無出，一切法無形。", "34": "世！汝今善聽諦思念之，吾當為汝解說此", "340": "所以者何？如來於法無所得。何法若出若入、", "341": "若見若說？諸善男子！是名入一切法門，以不", "342": "入相故，一切法無合無散無縛無解，是一切", "343": "法門以無門故，說是門名為不可出門不可", "344": "入門，不可歸門不可說門，畢竟無生門，以是", "345": "法門，於法無所知無所見。以是法門，於法", "346": "無證無所入。何以故？諸善男子！一切法無", "347": "門，門不可得故。虛空是一切法門，從本已來", "348": "性清淨故。無斷是一切法門，斷無所有故。無", "349": "邊是一切法門，邊不可得故。無量是一切法", "35": "事。」「唯然，世尊！」佛告持世：「諸菩薩摩訶薩見四", "350": "門，量不可得故。無際是一切法門，諸際無所", "351": "有故。「諸善男子！若有善男子、善女人能入是", "352": "法門者，則入一切法門，則知一切法門，則說", "353": "一切法門。」", "354": "2 五陰品持世經五陰品第二之一", "355": "爾時，佛告持世菩薩：「持世！若菩薩摩訶薩欲", "356": "得一切法實相，若欲善分別一切法章句，", "357": "若欲得念力，若欲轉身具足得不斷念，乃至", "358": "得阿耨多羅三藐三菩提者，當疾入如是法", "359": "門，於是法門得智慧光明。何以故？於是法中", "36": "利故，勤修習諸法實相，亦善分別一切法章", "360": "疾得具足故。「又復，持世！菩薩摩訶薩勤修集", "361": "如是法門，入是法方便門者，則能得分別陰", "362": "方便，界方便，入方便，因緣生法方便，四念處", "363": "方便，五根方便，八聖道分方便，世間出世間", "364": "法方便，分別有為無為法方便。", "365": "「持世！何謂菩薩分別五陰方便？菩薩摩訶薩", "366": "正觀五取陰，所謂無明陰是五取陰，苦陰是", "367": "五取陰，癡陰是五取陰，病陰癰陰，如箭入身", "368": "陰是五取陰。菩薩分別觀察選擇色取陰。", "369": "云何為分別觀察選擇色取陰？是色取陰從", "37": "句。何等四？當得具足念、當得不斷念、當以安", "370": "四大生，假名為色取陰，是色陰無有自性，但", "371": "以四大和合，假名為色陰。色陰無有作者，無", "372": "使作者，無作無起無出，名為色陰。但以先業", "373": "因緣四大所攝，數名色陰，非陰是色陰，譬如", "374": "虛空，陰實無生相。若說虛空陰，是中無有法", "375": "生，但有名字，故名為虛空陰。凡夫於此無陰", "376": "陰相，以顛倒心故，無實實相貪著我五陰", "377": "我所五陰，我色陰我所色陰，如是貪著。是諸", "378": "凡夫貪著色已，於色中依止我我所，有色受", "379": "色取色著色依色，受行種種惡不善業。我等", "38": "慧而自增長、念常在心。持世！是為諸菩薩摩", "380": "不應隨凡夫學，我等應勤修集助菩提法，今", "381": "應正觀色陰。「菩薩正觀色陰時，知同水沫聚。", "382": "云何知同水沫聚？無聚是水沫聚？但從眾緣", "383": "生，不可執捉無有堅牢，水沫聚中無有聚相，", "384": "無聚是水沫聚；色陰亦如是，色陰中無有陰", "385": "相。「菩薩如是觀時，作是念：『凡夫不能正觀虛", "386": "妄色，不能如實知色無常，不能如實知色相。", "387": "我等入正道，不應貪著虛妄，不應貪著色。何", "388": "以故？色是不可貪著相，色但有名字無決定", "389": "相，當觀是色無決定相，離名字故名之為色。", "39": "訶薩見此四利，故勤修習諸法實相，亦善分", "390": "又說色名惱壞相，智者通達知是無相，我等", "391": "應當善知修集色無相方便，不貪著色相。若", "392": "人貪著色相，即貪著色，我等應善知入色相。』", "393": "「菩薩如是正觀時，如實觀察選擇色，是色陰", "394": "皆從凡夫憶想分別起。若法從憶想分別起，", "395": "即是不生，一切憶想分別皆非真實。凡夫依", "396": "止顛倒所起色，為色所縛為色所害，往來苦", "397": "惱，無明癡闇故貪色不捨，見色有常牢固，", "398": "是凡夫人為色縛。色所縛故，往來地獄、畜生、", "399": "餓鬼、天人，深貪色味，不觀色中有諸過惡。我", "4": "如是我聞：一時，佛在王舍城迦蘭陀竹園，與", "40": "別一切法章句。「持世！諸菩薩摩訶薩復見四", "400": "等不應隨凡夫學，應當觀察選擇分別修習", "401": "色方便。「分別觀察選擇色時，見色性如夢，", "402": "譬如夢中色，皆從憶想分別覺觀起，曾所見", "403": "聞覺知因緣起，是夢中亦知彼我，亦見地水", "404": "火風，亦見山河叢林。夢中色相無有決定，但", "405": "以憶想故有。色陰相亦如是，從先世業因緣", "406": "出，無有決定性。菩薩如是思惟不取色。若我", "407": "若我所，但正觀色如實無常相虛妄顛倒，眾", "408": "生顛倒貪著取色，若我色若我所色，若彼色", "409": "若彼所色。如是正觀察選擇色時，不得色，", "41": "利，勤修習諸法實相，亦善分別一切法章", "410": "不見色性，亦不貪著色無常。「菩薩爾時若於", "411": "色中，愛念貪著皆悉除斷，善知色正相，善知", "412": "色平等相，善知色滅相，善知色滅道相，善", "413": "知色陰無所從來亦無所去，作是念：『是身", "414": "色陰，皆從業果報覺觀起，四大所攝。是身色", "415": "陰，非我非彼無有所屬，無所從起。』觀色陰如", "416": "是，內色不貪不受，外色不貪不受，過去色不", "417": "貪不受，未來色不貪不受，現在色不貪不受，", "418": "即知一切色陰是無生相。是菩薩爾時不滅", "419": "色亦不求滅色法。持世！菩薩摩訶薩觀察選", "42": "句。何等四？當善知決定諸法義、當善知諸法", "420": "擇色取陰如是。", "421": "「持世！何謂菩薩摩訶薩觀察選擇受取陰？菩", "422": "薩作是思惟：『是苦受樂受不苦不樂受，皆從", "423": "因緣生，屬諸因緣入受相中。此中無有受者，", "424": "但以貪著故，貪著者即是不真虛妄，從憶想", "425": "分別起。』是菩薩如是思惟時，作是念：『是凡夫", "426": "為虛妄受所縛，為三受所害，所謂苦樂不苦", "427": "不樂受。是凡夫若受樂，為愛結所使，以愛結", "428": "所使故，能起惡業。若受苦，為恚結所使，以恚", "429": "結所使故，起諸惡業。若受不苦不樂受，為無", "43": "義、當善知諸法種種因緣、當善入諸法如實", "430": "明結所使，是人因無明結所使故，不脫憂悲", "431": "苦惱。我等今不應隨凡夫學，應正觀諸法，我", "432": "等應如實觀諸受。』「菩薩如實觀受陰，作是念：", "433": "『非陰是受陰，從憶想分別起，顛倒相應無有", "434": "受者，但從先世業因起，今世緣故；諸受自", "435": "性空，受中無有受相。』「菩薩觀達受陰，譬如", "436": "雨渧水泡，有生有滅無有決定。受陰亦如", "437": "是，次第因緣起，屬諸因緣無有住時，虛妄不", "438": "實，從憶想顛倒相應起。菩薩爾時作是念：『凡", "439": "夫可愍，為諸受所制，以不正觀受陰故，故得", "44": "門，是為四。「持世！諸菩薩摩訶薩復見四利，勤", "440": "樂受生著，得苦受亦生著，得不苦不樂受亦", "441": "生著，為諸受所縛馳走往來，從身至身受結", "442": "所縛，輪轉五道無有休息。是凡夫著於諸受，", "443": "為受所制為受所繫，不脫受陰，於受陰所不", "444": "見出處，不知正觀受陰故。不知如實觀受陰", "445": "無常，於受陰中為欲染所縛，不知受陰如實", "446": "相。我等今不應隨凡夫學，應如實觀察選", "447": "擇受陰。』即時如實觀受陰，無陰是受陰，不真", "448": "陰是受陰，顛倒陰是受陰，不住陰是受陰。是", "449": "時見受陰如實相，無有作者，無有使作者，", "45": "修習諸法實相，亦善分別一切法章句。何等", "450": "於受陰中不見受陰相。如是觀受陰，不見受", "451": "陰在內不見受陰在外，不著受我不著受彼，", "452": "知受陰無所從來無有所屬。無法能生受者，", "453": "但從顛倒相應先世業果報數名受陰，見受", "454": "陰虛妄因緣相續行。爾時過去受陰不受不", "455": "貪不著，未來受陰亦不受不貪不著，現在受", "456": "陰亦不受不貪不著。是人於樂受中除却愛", "457": "結，於苦受中除却恚結，不苦不樂受中知見", "458": "無明結故，勤行精進。菩薩爾時，若受樂受", "459": "心不生愛，若受苦受心不生恚，若受不苦", "46": "四？當善知無量法相、當修習善知決定無量", "460": "不樂受心不生癡。「持世！凡夫多於樂受生愛，", "461": "苦受生恚，不苦不樂受生癡。是諸凡夫以愛", "462": "恚癡故深入闇冥，不能如實知受陰，亦不知", "463": "愛恚癡相，深貪著愛恚癡，所謂是我我所，", "464": "是此彼等。「持世！菩薩摩訶薩於此中正觀受", "465": "陰者，不為愛恚癡所牽。若生愛恚癡，即能除", "466": "斷行於正道，於樂受中斷愛結使故勤精進，", "467": "於苦受中斷恚結使故勤精進，於不苦不樂", "468": "受中斷癡結使故勤精進。如實知三受相，爾", "469": "時有所受，若苦若樂若不苦不樂，皆離不著。", "47": "法、當行無量功德而自增長、當知見諸法生", "470": "離愛結使，離恚結使，離癡結使，諸受起時皆", "471": "能知見，知受陰如實無常。若能如是知已，於", "472": "受陰中欲染悉斷，入斷受陰欲染道中，不為", "473": "諸受所污。是菩薩若如是正觀受陰，如實知", "474": "受陰，知受陰集受陰滅受陰滅道，然後如實", "475": "知受陰是無生相，以無生相，通達受陰無相。", "476": "持世！菩薩摩訶薩如是觀察選擇受陰。「持", "477": "世！何謂菩薩摩訶薩觀察選擇想陰？菩薩摩", "478": "訶薩正觀想陰時，見想陰皆從顛倒起，虛妄", "479": "不堅固不真實，從本已來不生相，以因緣", "48": "滅相，是為四。「持世！諸菩薩摩訶薩復見四利，", "480": "和合從先世業力起。作是念：『非陰是想陰，", "481": "虛妄陰是想陰，顛倒陰是想陰，想陰中無想", "482": "陰想。譬如春後月焰，以名字故說名為焰，", "483": "陰想陰亦如是，以識相故說名想陰。凡夫於", "484": "此為虛妄想所繫，或識樂或識苦，或識不苦", "485": "不樂，或識寒熱，或識男女，或識五道生死，或", "486": "識合或識散，或識過去或識未來或識現在，", "487": "或識好或識醜，或識有或識無。是凡夫想，", "488": "皆為顛倒虛妄，屬諸因緣，但假名為想陰。", "489": "此中若內若外，無有想者，凡夫人虛妄想所", "49": "勤修習諸法實相，亦善分別一切法章句。何", "490": "繫故。或識貪欲，或識瞋恚，或識愚癡，或識妻", "491": "子，凡夫依止是想陰貪著虛妄，以是想陰馳", "492": "走往來，不能如實觀想陰是虛妄。凡夫人", "493": "以我想彼想男女想，繫於想陰不能得脫，", "494": "貪著想陰，我是想陰，我所是想陰。我等不", "495": "應隨凡夫學。』「菩薩摩訶薩如是正觀想陰，想", "496": "陰中想陰想不可得，如焰陰中焰，陰相不", "497": "可得。菩薩見想陰如焰性，過去想陰不貪不", "498": "受不著，未來想陰亦不貪不受不著，現在想", "499": "陰不住，不分別若我若彼，即彼滅想受陰", "5": "大比丘僧俱。爾時，世尊與若干百千萬眾，恭", "50": "等四？當近阿耨多羅三藐三菩提、當疾具足", "500": "道，通達想陰是無生。不見想陰若來處若去", "501": "處，但以顛倒相應先世業因所起，現在緣所", "502": "繫，無陰是想陰，觀察選擇想陰，無所從來", "503": "亦無所去，即通達想陰無生，亦不分別想", "504": "陰滅，但為滅一切想受陰故，亦住如實知", "505": "見故。「菩薩如實觀想陰時，遠離一切想道心，", "506": "亦不住一切想道。但住知見想陰，亦如實", "507": "想陰，不貪著想陰，如實觀察一切想陰，如", "508": "實知想陰集滅盡。「持世！菩薩摩訶薩如是正", "509": "觀察選擇想陰，則離想陰欲染，亦能行斷想", "51": "助菩提法、當不隨他語善知諸法方便故、當", "510": "陰欲染道。", "511": "「持世！何謂菩薩摩訶薩觀察選擇行陰？持", "512": "世！菩薩摩訶薩觀行陰從顛倒起，虛妄憶想", "513": "分別假借而有。菩薩爾時若身行口行意行，", "514": "皆觀不淨無常苦空無我。如是觀時，作是念：", "515": "『非陰是行陰，苦陰是行陰，因緣生陰是行", "516": "陰，像陰是行陰，諸行陰無增無減無集。若", "517": "身行口行意行無有作者，智者不貪受是行", "518": "陰。何以故？是諸身行，不在身內，不在身外，", "519": "不在中間。口行意行亦如是，不在意內，不", "52": "善知一切智慧。持世！是為諸菩薩摩訶薩見", "520": "在意外，不在中間。行陰中無行陰相。何以故？", "521": "是行陰從眾因緣顛倒起，虛妄不真，先業果", "522": "報所攝，亦令因緣所繫，能有所行。諸所有", "523": "行，若身行若口行若意行，皆非真行，是無", "524": "所有行，是虛妄行，是顛倒行，是故說非陰", "525": "是行陰。何以故？智者不決定得行陰相，是身", "526": "行是口行是意行，此處彼處若內若外。又身", "527": "口意行，尚無決定行相可得可說，何況行陰", "528": "可得可說？是故說無陰是行陰。凡夫起顛倒", "529": "想，貪著身口意行，憶念分別是行陰，為行陰", "53": "四利故勤修習諸法實相，亦善分別一切法", "530": "所縛馳走往來。是凡夫人以顛倒故，起身", "531": "口意行，起已貪著歸趣，無法生法想，無陰生", "532": "陰想。貪著顛倒行故，為行陰所繫往來五", "533": "道，常隨身口意行，不能如實觀身口意行，不", "534": "能如實觀行陰故，以身口意而起諸行。是諸", "535": "凡夫著顛倒故，著不真法故，著虛妄故，數名", "536": "行陰。』「持世！菩薩於此中如是正觀諸行無有", "537": "根本，羸劣無力以眾緣和合，可說行陰。是中", "538": "無有真實行陰，無陰是行陰，從本已來不生", "539": "是行陰，無性是行陰。諸行前際不可得，後際", "54": "章句。「持世！諸菩薩摩訶薩復有四法，勤修", "540": "不可得，中際不可得，無有住時，諸行念念生", "541": "滅。「持世！菩薩如是正觀行陰空不可得，不堅", "542": "牢相，乃至毫釐亦不可得，作是念：『是諸凡夫", "543": "為不堅牢法所繫，行陰所繫，貪著所縛，起身", "544": "口意行，我是行我所是行。起如是業為行陰", "545": "所縛，不知行陰性入無明癡冥，於諸行中生", "546": "真實想，以顛倒故貪著受取行陰。是人貪著", "547": "受取行陰故，或起樂行，或起苦行，或起不苦", "548": "不樂行。是人起樂行已得樂身，起苦行已得", "549": "苦身，起不苦不樂行已得不苦不樂身。是人", "55": "習諸法實相，亦善善分別一切法章句。何", "550": "得樂身已生愛，得苦身已生瞋，得不苦不樂", "551": "身已生愚癡。是人以愛瞋癡故，不見諸行", "552": "過惡，不能清淨身口意行。是人身口意行不", "553": "清淨故，墮不清淨道中，所謂地獄、畜生、餓", "554": "鬼；或時暫生天人中，貪著身口意行，深著", "555": "行陰。』「菩薩摩訶薩應如是正觀，今我等不應", "556": "隨凡夫學，我等應清淨身口意行，不應貪著", "557": "行陰，應觀行陰過惡，應求出行陰道。如是觀", "558": "者名為如實正觀行陰，亦名正觀行陰無常。", "559": "即時如實觀諸行，諸行集諸行滅諸行滅道，", "56": "等四？為利益眾生故心無慳垢、常行清淨戒", "560": "不受不貪不著諸行，亦不貪不著行陰。如是", "561": "觀時遠離行相，亦行無行陰道，即觀諸行", "562": "空。於一切諸行中，驚怖生厭離心，但起清", "563": "淨身口意行，壞行相故，離行陰相故。是人有", "564": "所得身皆是清淨。何以故？是人身業清淨，口", "565": "業清淨，意業清淨，身行清淨，口行清淨，意", "566": "行清淨。是人遠離行陰相，壞諸法及根本", "567": "相。如是正觀時，見行陰無所從來亦無所去，", "568": "不得諸行決定生相，亦不得決定滅相，即觀", "569": "諸行無生滅相，一切諸行亦無生滅。「是人觀", "57": "安住毘梨耶波羅蜜故、發行精進不休不息、", "570": "一切諸行無生滅相，生厭離心，正通達諸行", "571": "集滅相。雖證諸行無生相，而善通達諸行", "572": "相。何以故？持世！是行陰無決定相。譬如芭蕉", "573": "堅牢相不可得，無堅牢相亦不可得，行陰亦", "574": "如是，堅牢相不可得，無堅牢相亦不可得。持", "575": "世！菩薩摩訶薩如是觀察選擇思惟入於", "576": "行陰。」", "577": "持世經卷第一", "58": "正思惟故善行般若波羅蜜，是為四。「持世！諸", "59": "菩薩摩訶薩復有四法，勤修習諸法實相，亦", "6": "敬圍繞而為說法。會中有菩薩摩訶薩名曰", "60": "善分別一切法章句。何等四？成就具足深心", "61": "清淨之願、具足成就清淨所行功德、安住柔", "62": "和忍辱功德、得分別諸法實相光明，是為四。", "63": "「持世！菩薩摩訶薩復有四法，勤修習諸法實", "64": "相，亦善分別一切法章句。何等四？以大欲", "65": "求一切智、善知分別禪定解脫諸三昧而生", "66": "大欲、欲得大慈悲喜捨心故方便行清淨行", "67": "處、善修習決定義，是為四。「持世！菩薩摩訶", "68": "薩復有四法，勤修習諸法實相，亦善分別一", "69": "切法章句。何等四？具足慧行、亦求清淨智行", "7": "持世，為諸菩薩摩訶薩無量功德莊嚴發心，", "70": "處、樂無礙智、亦常不離一切智慧之願。持世！", "71": "是為菩薩摩訶薩有四法，勤修習諸法實相，", "72": "亦善分別一切法章句。", "73": "「持世！菩薩摩訶薩見四利故能求念力。何等", "74": "四？當修集具足念根、當行安慧、當具足不", "75": "斷念、當修集具足四念處，是為四。「持世！菩", "76": "薩摩訶薩復見四利能求念力。何等四？具足", "77": "諸助菩提法故念常在心、以利念根善修集", "78": "宿命、具足清淨智慧故當疾得不斷念、當種", "79": "一切智慧因緣，是為四。「持世！菩薩摩訶薩復", "8": "欲善知一切法彼岸，欲善知發無量願具足", "80": "見四利能求念力。何等四？當修集具足思惟", "81": "方便、當修習如實智慧、當發勤精進得諸佛", "82": "法故、當不忘憶念得不斷念力故。「持世！是為", "83": "菩薩摩訶薩見四利，故能求念力。", "84": "「持世！菩薩摩訶薩有四法能得念力。何等", "85": "四？念安慧故常勤精進不休不息、常一其心", "86": "得諸法實相故、常不放逸正憶念諸法故、常", "87": "護諸根正思惟故，是為四。「持世！菩薩摩訶薩", "88": "復有四法能得念力。何等四？安住清淨持", "89": "戒、成就清淨威儀行處、除去心中五蓋、不", "9": "無量莊嚴，欲通達無量諸法決定相，欲發無", "90": "為世法所染離業障煩惱障，是為四。「持世！菩", "91": "薩摩訶薩復有四法能得念力。何等四？以不", "92": "散心求善法、勤修習一心相、善知正入諸法", "93": "門、不樂憒閙遠離在家，是為四。「持世！菩薩摩", "94": "訶薩復有四法名能得念力。何等四？親近善", "95": "知識、常修習深法、常樂至諸佛菩薩所、常樂", "96": "請問修習智慧。持世！是為菩薩摩訶薩有四", "97": "法，名得念力。", "98": "「持世！菩薩摩訶薩見四利，能修習一切法分", "99": "別章句慧。何等四？當善知一切諸法實相、當"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0482 持世經: 持世經: 持世經: 持世經: 持世經: 持世經", "author": "姚秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}