{"author": "彌勒菩薩造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1615 王法正理論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1615", "1": "王法正理論", "2": "彌勒菩薩造", "3": "三藏法師玄奘奉　詔譯", "4": "如佛世尊為出愛王所說經言。彼王一時往", "5": "詣佛所頂禮佛足。白言。世尊。有一沙門若", "6": "婆羅門來至我所。以不真實過失現前呵諫於", "7": "我。我於爾時。其心不生悔惱憂慼。何以故。觀", "8": "此過失。於我自身都不見故。又有沙門若婆", "9": "羅門來至我所。以不真實功德現前讚勸於", "10": "我。我於爾時。心亦不生歡喜踴躍。何以故。觀", "11": "此功德。於我自身都不見故。彼諸沙門及婆", "12": "羅門既退還已。我便獨處空閑靜室。生如是", "13": "心籌量尋伺。我當云何了知諸王真實過失", "14": "真實功德。若我知者當捨其失爰修其德。誰", "15": "有沙門或婆羅門。能了諸王真實過失真實", "16": "功德。亦能為我廣開示者。既尋伺已。便作是", "17": "念唯我世尊一切知者。一切見者。定當了知", "18": "諸王所有真實過失真實功德。我今當往佛", "19": "世尊所請問斯義。故我今者來至佛所。請決", "20": "是義。唯願如來。為我開示。世尊。云何諸王真", "21": "實過失。云何諸王真實功德。作是請已。", "22": "爾時世尊告出愛王曰。大王。大王。今者應當", "23": "了知王之過失。王之功德。王衰損門。王方便", "24": "門。王可愛法及能引發王可愛法。", "25": "云何名為王之過失。大王當知。王過失者。略", "26": "有九種。王若成就如是過失。雖有大府庫有", "27": "大輔佐有大軍眾不可歸仰。何等為九。一不", "28": "得自在。二立性暴惡。三猛利憤發。四恩惠奢", "29": "薄。五受邪佞言。六所作不思不順儀則。七不", "30": "顧善法。八不知差別忘所作恩。九一向縱任", "31": "專行放逸。", "32": "云何名王不得自在。謂有國王。志性不強所", "33": "為軟弱。為諸大臣輔相國師群官所制。不隨", "34": "所欲作所應作錫賚群臣。於妙五欲歡娛遊", "35": "戲。亦不如意。如是名王不得自在。", "36": "云何名王立性暴惡。謂有國王。諸群臣類或", "37": "餘人等。隨於一處現行少小不如意事。即便", "38": "對面擯黜。發麁惡言咆勃忿恚。顰蹙而住時", "39": "生憤發。設不對面背彼向餘。而作於前擯罵", "40": "等事。設不對面亦不背彼向餘而作於前黜", "41": "罵等事。然唯內意憤恚欝快。懷惱害心懷怨", "42": "恨心。然不長時持憤恚心相續不捨。復有內", "43": "意憤恚欝快。懷惱害心懷怨恨心。亦於長時", "44": "持憤恚心相續不捨。由如是相對面暴惡。背", "45": "面暴惡。懊恚暴惡暫時暴惡。長久暴惡。如", "46": "是名王立性暴惡。大王當知。長久暴惡名為", "47": "大過。非是餘者。", "48": "云何名王猛利憤發謂有國王諸群臣等。有", "49": "小𠎝過有少違越便削封祿奪去妻妾。或以", "50": "重罰而刑罰之。如是名王猛利憤發。", "51": "云何名王恩惠奢薄。謂有國王諸群臣等供", "52": "奉侍衛。雖極清淨善稱其心。而以微劣軟言", "53": "而慰喻之。頒賜爵祿酬賞勳庸。不能圓滿不", "54": "順常式。或損耗已。或稽留已。或推注已。或怨", "55": "恨已。然後方與如是名王恩惠奢薄。", "56": "云何名王受邪佞言。若有國王諸群臣等。實", "57": "非聰叡詐現聰叡。貪濁偏黨不閑憲式。情懷", "58": "謀叛不修善政。聽受信用如是輩人所進諫", "59": "議。由此因緣王務財寶。名稱善政並皆衰損。", "60": "如是名王受邪佞言。", "61": "云何名王所作不思不順儀則。謂有國王。不", "62": "能究察不審究察。不能思擇不審思擇。諸群", "63": "臣輩於彼彼務機密事中。不堪委任而委任", "64": "之。堪委任者而不委任。堪驅役者而不驅役。", "65": "不堪役者乃驅役之。應賞賚者而刑罰之。應", "66": "刑罰者而賞賚之。又於群臣不善安處先王", "67": "儀則。由此群臣處大朝會。餘論未終發言間", "68": "絕。不敬不憚而興諫諍。不如旨教而善奉行。", "69": "不正安住王之教命。如是名王所作不思不", "70": "順儀則。", "71": "云何名王不顧善法。謂有國王。不信他世亦", "72": "不曉悟。由於他世不信不悟。便於當來善不", "73": "善業愛非愛果不能信解。不信解故無有羞", "74": "恥。隨情造作身語意業三種惡行。不能時時", "75": "布施修福受齋學戒。如是名王不顧善法。云", "76": "何名王不知差別忘所作恩。謂有國王。於諸", "77": "大臣輔相國師及群官等。其心顛倒不善了", "78": "知忠信技藝智慧差別。以不知故。非忠信所", "79": "生忠信想。於忠信所非忠信想。無技藝所生", "80": "技藝想。有技藝所無技藝想。於惡慧所生善", "81": "慧想。於善慧所生惡慧想。彼由如是心顛倒", "82": "故。於非忠信無有技藝惡慧臣所敬重愛養。", "83": "忠信技藝善慧臣所反生輕賤。又諸臣等年", "84": "耆衰邁。曾於長夜供奉侍衛。知其無勢無力", "85": "無勇。遂不敬愛不賜爵祿不酬其賞。設被陵", "86": "蔑捨而不問。如是名王不知差別忘所作恩。", "87": "云何名王一向縱任專行放逸。謂有國王。於", "88": "妙五欲一向沈沒。耽著嬉戲愛樂受行。不能", "89": "時時勗勵方便作所應作勞賚群臣。如是名", "90": "王一向縱任專行放逸。若有國王成就如是九", "91": "種過失。雖有大府庫有大輔佐有大軍眾而", "92": "不可歸仰。大王當知。此九過失。是王自性之", "93": "過失也。", "94": "云何名為王之功德。大王當知。王功德者。略", "95": "有九種。王若成就如是功德。雖無大府庫無", "96": "大輔佐無大軍眾而可歸仰。何等為九。一得", "97": "大自在。二性不暴惡。三憤發輕微。四恩惠猛", "98": "利。五受正直言。六所作諦思善順儀則。七顧", "99": "戀善法。八善知差別知所作恩。九不自縱任", "100": "不行放逸。", "101": "云何名王得大自在。謂有國王。自隨所欲作", "102": "所應作勞賚群臣。於妙五欲歡娛遊戲。於諸", "103": "大臣輔相國師群臣等。所凡出教命宣布無", "104": "礙。如是名王得大自在。", "105": "云何名王性不暴惡。謂有國王。諸群臣等隨", "106": "於何處。雖行增上不如意事。性能容忍不現", "107": "擯黜。不發。言亦不咆勃。廣說乃至不生憤", "108": "發亦不對面。亦不背面而作前事。亦不內意", "109": "秘匿忿纏。亦不長夜蓄惡憤心相續不捨。不", "110": "現暴惡不背暴惡。不匿暴惡不久暴惡。如是", "111": "名王性不暴惡。", "112": "云何名王憤發輕微。謂有國王。諸群臣等雖", "113": "有大愆有大違越。而不一切削其封祿奪其", "114": "妻妾。不以重罰而刑罰之。隨過輕重而行黜", "115": "罰。如是名王憤發輕微。", "116": "云何名王恩惠猛利。謂有國王諸群臣等。正", "117": "直現前供奉侍衛。其心清淨其心調順。於時", "118": "時中以正圓滿軟言慰喻。具足頒錫爵祿勳", "119": "庸而不令彼損耗稽留劬勞怨恨。易可供奉", "120": "不難承事。如是名王恩惠猛利。", "121": "云何名王受正直言。謂有國王。諸群臣等實", "122": "有聰叡無聰叡慢。無濁無偏善閑憲式。情無", "123": "違叛樂修善法。聽受信用如是輩人所進言", "124": "議。由此因緣國務財寶。名稱善法皆悉增盛。", "125": "如是名王受正直言。", "126": "云何名王所作諦思善順儀則。謂有國王性", "127": "能究察能審究察。性能思擇能審思擇。諸", "128": "群臣等於彼彼務機密事中。不堪委任而不", "129": "委任。堪委任者而委任之。不堪役者而不驅", "130": "役。堪驅役者乃驅役之。應賞賚者而正賞賚。", "131": "應刑罰者而正刑罰。凡有所為審思審擇。然", "132": "後方作而不卒暴。又於群臣能善安處先王", "133": "儀則。由此群臣雖處讌會終不發言間絕餘", "134": "論。要待言終恭敬畏憚而興諫諍。如其旨教", "135": "而善奉行。能正安住王之教命。如是名王所", "136": "作諦思善順儀則。", "137": "云何名王顧戀善法。謂有國王信知他世。由", "138": "信善故。便於當來淨不淨業愛非愛果能善", "139": "信解。由信解故具足慚恥而不縱情作身語", "140": "意三種惡行。時時思擇布施修福受齋學戒。", "141": "如是名王顧戀善法。", "142": "云何名王善知差別知所作恩。謂有國王於", "143": "諸大臣輔相國師及群臣等。心無顛倒能善", "144": "了知忠信技藝智慧差別。若諸群臣忠信技", "145": "藝及與智慧。若有若無並如實知。於其無者", "146": "輕而遠之。於其有者敬而愛之而正攝受。又", "147": "諸臣等年耆衰邁。曾於長夜供奉侍衛。雖知", "148": "無勢無力無勇。然念昔恩轉懷敬愛而不輕", "149": "賤。爵祿勳庸分賞無替。如是名王善知差別", "150": "知所作恩。云何名王不自縱任不行放逸。謂", "151": "有國王。於妙五欲而不沈沒。耽著嬉戲愛樂", "152": "受行。能於時時勗勵方便作所應作勞賚群", "153": "臣。如是名王不自縱任不行放逸。若王成就", "154": "如是功德。雖無大府庫無大輔佐無大軍眾", "155": "而可歸仰。大王當知。如是九種王之功德。是", "156": "王自性之功德也。", "157": "云何名為王衰損門。大王當知。王衰損門略", "158": "有五種。一不善觀察而攝群臣。二雖善觀察", "159": "而攝群臣。無恩妙行縱有非時。三專行放", "160": "逸不思機務。四專行放逸不守府庫。五專行", "161": "放逸不修法行。如是五種。皆悉名為王衰損", "162": "門。云何名王不善觀察而攝群臣。謂有國王。", "163": "於群臣等不能究察不審究察。不能思擇不", "164": "審思擇。忠信技藝智慧差別。攝為親侍加以", "165": "寵愛。厚賜爵祿重賞勳庸。最機密處而相委", "166": "任。數以軟言現為慰喻然此群臣所付財寶", "167": "多有損費。若遇怨敵惡友軍陣。彼先退敗。恐", "168": "懼破散為他所勝。遲留人後奔北無戀。矯行", "169": "惡策動󰗏王政。如是名王不善觀察而攝群", "170": "臣。云何名王雖善觀察而攝群臣。無恩妙行", "171": "縱有非時謂有國王。雖於群臣性能究察能", "172": "審究察。性能思擇能審思擇。忠信技藝智慧", "173": "差別。攝為親侍而不寵愛。不如其量具賜爵", "174": "祿。最機密處亦不委任。不數軟言現相慰喻。", "175": "彼於一時王遇怨敵惡友軍陣。廣說乃至大", "176": "怖畏事命難現前。爾時於臣方行寵愛。廣說", "177": "乃至數以軟言而相慰喻。時群臣等共相謂", "178": "曰。王於今者危迫因緣。方於我等暫行妙行", "179": "非長久心。知此事已。雖有忠信技藝智慧隱", "180": "而不現。如是名王雖善觀察而攝群臣無恩", "181": "妙行縱有非時。", "182": "云何名王專行放逸不思機務。謂有國王。於", "183": "應和好所作所成機務等事。而不時時獨處", "184": "空閑。或與智者共正思惟。稱量觀察和好方", "185": "便。如是於應乖絕所作所成機務等事。於應", "186": "惠施所作所成機務等事。於應軍陣所作所", "187": "成機務等事。於應攝受大力朋黨所作所成", "188": "機務等事。皆不時時獨處空閑。或與智者共", "189": "正思惟。稱量觀察乖絕方便。乃至攝受強黨", "190": "方便。如是名王專行放逸不思機務。", "191": "云何名王專行放逸不守府庫。謂有國王。寡", "192": "營事業。拙營事業。不持事業不觀事業。不禁", "193": "王門。不禁宮門。不禁府庫。或於俳優技樂笑", "194": "弄倡逸等所。或復耽樂博弈戲等。非量損費", "195": "所有財寶。如是名王專行放逸不守府庫。云", "196": "何名王專行放逸不修法行。謂有國王。於世", "197": "所知柔和淳質。聰慧辯才得理解脫。巧便無", "198": "害樂無害法。所有沙門若婆羅門不能數往", "199": "禮敬諮詢。云何為善。云何不善。云何有罪。云", "200": "何無罪。作何等業能致吉祥遠離諸惡。設得", "201": "聞已亦不勗勵如說修行。不能時時惠施樹", "202": "福受齋學戒。如是名王專行放逸不修法行。", "203": "若有國王。成就如是五衰損門。當知此王退", "204": "失現法後法義利。謂前四門退現法利。最後", "205": "一門退後法利。", "206": "云何名為王方便門。大王當知。王方便門略", "207": "有五種。何等為五。一善觀察攝受群臣。二能", "208": "以時行恩妙行。三無放逸專思機務。四無放", "209": "逸善守府庫。五無放逸專修法行。", "210": "云何名王能善觀察攝受群臣。謂有國王。於", "211": "群臣等性能究察能審究察性。能思擇能審", "212": "思擇。忠信技藝智慧差別攝為親侍。如是名", "213": "王能善觀察攝受群臣。", "214": "云何名王能善以時行恩妙行。謂有國王。於", "215": "諸群臣善觀察已。攝為親侍加以寵愛。隨其", "216": "度量厚賜爵錄重賞勳庸。最機密處而相委", "217": "任。數以軟言現相慰喻。彼於一時王遇怨敵", "218": "惡友軍陣大怖畏事命難現前。即便罄竭顯", "219": "示忠信技藝智慧。如是名王能善以時行恩", "220": "妙行。", "221": "云何名王無有放逸專思機務。謂有國王。於", "222": "應和好所作所成機務等事。能於時時獨處", "223": "空閑。或與智者共正思惟。稱量觀察和好方", "224": "便。如是於應乖絕所作所成機務等事。於應", "225": "惠施所作所成機務等事。於應軍陣所作所", "226": "成機務等事。於應攝受大力朋黨所作所成", "227": "機務等事。皆能時時獨處空閑。或與智者共", "228": "正思惟。稱量觀察乖絕方便。乃至攝受強黨", "229": "方便。如是名王無有放逸專思機務。", "230": "云何名王無有放逸善守府庫。謂有國王。廣", "231": "營事業。巧營事業。善持事業。善觀事業。善禁", "232": "王門。善禁宮門。善禁府庫。又於俳優技樂", "233": "笑弄倡逸等所。不以非量而費財寶。亦不耽", "234": "樂博弈戲等。如是名王無有放逸善守府庫。", "235": "云何名王無有放逸專修法行。謂有國王於", "236": "世所知柔和淳質。聰慧辯才得理解脫。巧便", "237": "無害樂無害法。所有沙門若婆羅門而能數", "238": "往禮敬諮問。云何為善。云何不善。何等有罪。", "239": "何等無罪。作何等業能致吉祥遠離諸惡。既", "240": "得聞已善能勗勵如說修行。亦能時時惠施", "241": "樹福受齋學戒。如是名王無有放逸專修法", "242": "行。若有國王。成就如是五方便門。當知此王", "243": "不退現法後法義利。略前四門不退現法所", "244": "有義利。最後一門不退後法所有義利。云何", "245": "名為王可愛法。大王當知。略有五種諸王可", "246": "愛可樂可欣可意之法。何等為五。一世所敬", "247": "愛。二自在增上。三能摧怨敵。四善攝養身。五", "248": "能往善趣。如是五種是王可愛可樂可欣可", "249": "意之法。", "250": "云何能引王可愛法。大王當知。略有五種能", "251": "引諸王可愛之法。何等為五。一恩養世間。二", "252": "英勇具足。三善權方便。四正受境界。五勤修", "253": "法行。", "254": "云何名王恩養世間。謂有國王。性本知足。於", "255": "財寶門為性謹慎不邪貪著。如其所應積集", "256": "財寶不廣營求。又有國王。性無貪悋。成就無", "257": "貪白淨之法。以自所有庫藏珍財。隨力隨能", "258": "給施一切貧窮孤露。又有國王。柔和忍辱。多", "259": "以軟言曉喻國界。於時時間隨其所應頒賞", "260": "爵祿。終不以彼非所能業惡業重業役任群", "261": "臣。諸有違犯可矜恕罪。即便矜恕。諸有違犯", "262": "不可恕罪。以實以時如理治罰。如是名王以", "263": "正化法恩養世間。由王受行如是恩養世間", "264": "法故。遂感世間之所敬愛。", "265": "云何名王英勇具足。謂有國王。計策無惰武", "266": "略圓滿。未降伏者而降伏之。已降伏者而攝", "267": "護之。廣營事業如前。乃至。不甚耽樂博弈戲", "268": "等。又善觀察應與不應勤於僚庶。應刑罰者", "269": "正刑罰之。應攝養者正攝養之。如是名王英", "270": "勇具足。由王受行如是英勇具足法故。遂能", "271": "感得自在增上。", "272": "云何名王善權方便。謂有國王。於應和好所", "273": "作所成機務等事。如前乃至於應攝受大力", "274": "朋黨所作所成機務等事。能正了知和好方", "275": "便。乃至攝受強黨方便。如是名王善權方便。", "276": "由王受行如是善權方便法故。遂能摧伏所", "277": "有怨敵。", "278": "云何名王正受境界。謂有國王善能籌量府", "279": "庫增減。不奢不悋平等自處清正受用。眾雜", "280": "受用勝妙受用。隨其時候所宜受用。與諸臣", "281": "佐親屬受用。在於勝處而為受用。奏諸伎樂", "282": "而為受用。無有𠎝失而為受用。無𠎝失者。謂", "283": "疾惱時應食所宜。避所不宜於康豫時。消已", "284": "方食若食未消。或食而利。皆不應食。應共食", "285": "者。正現在前不應獨食。精妙上味詭擯餘人。", "286": "如是名王正受境界。由王受行如是正受境", "287": "界法故。遂能善巧攝養自身。", "288": "云何名王勤修法行。謂有國王。具足淨信戒", "289": "聞捨慧。", "290": "云何名王具足淨信。謂有國王。信解他世信", "291": "解當來淨不淨業及愛非愛果與異熟。如是", "292": "名王具足淨信。", "293": "云何名王具足淨戒。謂有國王。遠離殺生及", "294": "不與取婬欲邪行妄語飲酒諸放逸處。如是", "295": "名王具足淨戒。", "296": "云何名王具足淨聞。謂有國王。於現法義於", "297": "後法義及於現法後法等義眾妙法門。善聽", "298": "善受習誦通利。專意研究善見善達。如是名", "299": "王具足淨聞。云何名王具足淨捨。謂有國王。", "300": "雖在慳垢所纏眾中心恒清淨。遠離慳垢而", "301": "處居家。常行棄捨舒手樂施。好興祠福惠捨", "302": "圓滿。於布施時常樂平等。如是名王具足淨", "303": "捨。", "304": "云何名王具足淨慧。謂有國王。如實了知善", "305": "不善法。有罪無罪。修與不修。勝劣黑白。於廣", "306": "分別諸緣生法。亦如實知。縱令失念生惡貪", "307": "欲瞋恚忿恨覆惱慳嫉幻誑諂曲無慚無愧惡", "308": "欲惡見。而心覺悟並不堅住。如是名王具足", "309": "淨慧。如是名王勤修法行。由王受行此法行", "310": "故能往善趣。如是五種能引發王可愛之法。", "311": "能引諸王現法後法所有利益。謂初四種能", "312": "引發王現法利益。最後一種能引發王後法", "313": "利益。", "314": "復次大王當知。我已略說王之過失。王之功", "315": "德。王衰損門。王方便門。王可愛法及能引發", "316": "王可愛法。是故大王。應當修學。王之過失宜", "317": "當遠離。王之功德宜當修習。王衰損門宜當", "318": "遠離。王方便門宜當修學。王可愛法宜當希", "319": "慕。能引發王可愛之法宜當受行。大王。若能", "320": "如是修學。當獲一切利益安樂。", "321": "復次依行差別建立三士。謂下中上。無自利", "322": "行無利他行名為下士。有自利行無利他行", "323": "有利他行無自利行名為中士。有自利行有", "324": "利他行名為上士。", "325": "復有四種補特伽羅。或有行惡而非樂惡。或", "326": "有樂惡而非行惡。或有行惡亦復樂惡。或非", "327": "行惡亦非樂惡。若信諸惡能感當來非愛果", "328": "報。由失念故。或放逸故。近惡友故。造作惡行", "329": "是名行惡而非樂惡。若先世來串習惡故。喜", "330": "樂諸惡惡欲所牽。彼由親近善丈夫故。聞正", "331": "法故。如理作意為依止故。見諸惡行能感當", "332": "來非愛果報。自勉自勵遠離諸惡。是名樂惡", "333": "而非行惡。若性樂惡而不遠離。是名行惡亦", "334": "復樂惡。若有為性不樂諸惡亦能遠離。名非", "335": "行惡亦非樂惡。此中行惡亦樂惡者是名下", "336": "士。若有行惡而非樂惡。或有樂惡而非行惡", "337": "是名中士。若非行惡亦非樂惡是名上士。", "338": "復有三士一重受欲。二重事務。三重正法。", "339": "初名下士。次名中士。後名上士。", "340": "復有三種補特伽羅。一以非事為自事。二以", "341": "自事為自事。三以他事為自事。若行惡行以", "342": "自存活。名以非事為自事。若怖惡行修行善", "343": "行。名以自事為自事。若諸菩薩以他事為自", "344": "事等。初名下士。次名中士。後名上士。", "345": "又諸國王有三圓滿。謂果報圓滿。士用圓滿。", "346": "功德圓滿。若諸國王生富貴家。長壽少病有", "347": "大宗葉。成就俱生。聰利之慧。是王名為果報", "348": "圓滿。若諸國王善權方便所攝持故。恒常成", "349": "就圓滿英勇。是王名為士用圓滿。若諸國王", "350": "任持正法。名為法王安住正法。名為大王。與", "351": "內宮王子群臣英傑豪貴國人共修惠施。樹", "352": "福受齋堅持禁戒。是王名為功德圓滿。果報", "353": "圓滿者。受用先世淨業果報。士用圓滿者。受", "354": "用現法可愛之果。功德圓滿者。亦於當來受", "355": "用圓滿淨業果報。若有國王三種圓滿皆不", "356": "具足。名為下士。若有果報圓滿或士用圓滿", "357": "或俱圓滿。名為中士。若三圓滿無不具足。名", "358": "為上士。復有三臣。一有忠信無伎能智慧。二", "359": "有忠信伎能無智慧。三具忠信伎能智慧。初", "360": "名下士。次名中士。後名上士。若不忠信無有", "361": "伎能亦無智慧。當知此臣下中之下。", "362": "又有四語。一非愛似愛。二愛似非愛。三非愛", "363": "似非愛。四愛似愛。諸有語言辭句善順。然非", "364": "所宜。是名初語。或有語言辭句勃逆。然是所", "365": "宜。是第二語。或有語言辭句勃逆。亦非所宜。", "366": "是第三語。或有語言辭句善順。亦是所宜。", "367": "是第四語。若有宣說非愛似非愛。非愛似愛", "368": "語者。是下士。若有宣說愛似非愛語者。是中", "369": "士。若有宣說愛似愛語者。是上士。", "370": "復有三種。受諸欲者。或有受欲。非法猛浪積", "371": "集財寶不能安樂。正養己身及與妻子廣說", "372": "乃至不於沙門婆羅門所修殖福田。或有受", "373": "欲。以法或非法猛浪或非積集財寶能以安", "374": "樂。正養己身妻子眷屬及知友等。不於沙門", "375": "婆羅門所修殖福田。或有受欲。一向以法及", "376": "不猛浪積集財寶能以安樂。正養己身。廣說", "377": "乃至能於沙門婆羅門所修殖福田。此三種", "378": "中。初名下士。次名中士。後名上士。", "379": "復有三人。一者有人。貪染而食愛著饕餮。乃", "380": "至耽湎不見過患。不知出離。二者有人。思擇", "381": "而食不染不著亦不饕餮。吞吸迷悶堅住耽", "382": "湎。深見過患善知出離。而於此食未斷未知。", "383": "三者有人。思擇而食不生貪染。廣說乃至深", "384": "見過患善知出離。又於此食已斷已知。初名", "385": "下士。次名中士。後名上士。復依施物說有三", "386": "人。一者有人。所施之物但具妙香不具美妙", "387": "味之與觸。二者有人。所施之物具妙香味而", "388": "無妙觸。三者有人所施之物具足美妙香味", "389": "與觸。初名下士。次名中士。後名上士。", "390": "又依施田說有三人。一者有人。於愛於恩而", "391": "行惠施。二者有人。於貧苦田而行惠施。三者", "392": "有人。於具功德最勝福田而行惠施。初名下", "393": "士。次名中士。後名上士。復有差別。施於所", "394": "愛名為下士。施於有恩名為中士。施於貧苦", "395": "具德勝田名為上士。", "396": "又依施心說有三人。一者有人。將欲惠施先", "397": "心歡喜。正惠施時心不清淨。惠施已後尋復", "398": "追悔。二者有人。先心歡喜。施時心淨。施已追", "399": "悔。三者有人先心歡喜。施時心淨。施已無悔。", "400": "初名下士。次名中士。後名上士。", "401": "復於受持戒福業事建立三人。一者有人。但", "402": "離一分非一切時。常能遠離。唯自遠離。不勸", "403": "他離亦不讚美。見同法者心不歡喜是名下", "404": "士。二者有人。離一切分一切時離。唯自遠離", "405": "不勸他人亦不讚美。見同法者心不歡喜。是", "406": "名中士。三者有人。一切俱現。是名上士。", "407": "又於受持禁戒處所建立三人。一者有人。住", "408": "惡說法毘奈耶中受持禁戒。二者有人。住善", "409": "說法毘奈耶中受持禁戒而有缺漏。三者有", "410": "人。即住於此受持禁戒而不缺漏。初名下士。", "411": "次名中士。後名上士。", "412": "又於受持戒心建立三人。一者有人。為活命", "413": "故受持禁戒。二者有人。為生天故受持禁戒。", "414": "三者有人。為涅槃故受持禁戒。初名下士。次", "415": "名中士。後名上士。", "416": "又於受持別解脫律儀說有三人。一者有人。", "417": "唯能受持近住律儀。二者有人。亦能受持近", "418": "事律儀。三者有人。亦能受持苾芻律儀。初名", "419": "下士。次名中士。後名上士。", "420": "又於受持苾芻律儀說有三人。一者有人。唯", "421": "能成就受具足支。無受隨法諸學處支。亦無", "422": "隨護他人心支。亦無隨護如先所受諸學處", "423": "支。二者有人。成前三支。無後一支。三者有", "424": "人。具成四支。初名下士。次名中士。後名上", "425": "士。又有三人。一者有人。唯成就別解脫律儀。", "426": "二者有人。成別解脫靜慮律儀。三者有人。成", "427": "別解脫靜慮無漏三種律儀。初名下士。次名", "428": "中士。後名上士。又有三人。一者有人。唯能成", "429": "就非律儀非不律儀攝所受戒律儀。二者有", "430": "人。亦能成就聲聞等相應所受戒律儀。三者", "431": "有人。亦能成就菩提薩埵所受戒律儀。初名", "432": "下士。次名中士。後名上士。", "433": "復依修習思惟方便建立三人。一者有人。唯", "434": "得勵力運轉思惟。二者有人。有間運轉設得", "435": "無間要作功用方能運轉。三者有人。已得成", "436": "就任運思惟。初名下士。次名中士。後名上士。", "437": "又依已得修差別故建立三人。一者有人。已", "438": "得內心奢摩他定未得增上慧法毘鉢舍那。", "439": "二者有人。已得增上慧法毘鉢舍那未得內", "440": "心奢摩他定。三者有人。俱得二種。初名下士。", "441": "次名中士。後名上士。", "442": "又有三人。一者有人。已得有尋有伺三摩地。", "443": "二者有人。已得無尋唯伺三摩地。三者有人。", "444": "已得無尋無伺三摩地。初名下士。次名中士。", "445": "後名上士。", "446": "又依住修差別建立三人。一者有人。住染污", "447": "靜慮。二者有人。住世間清淨靜慮。三者有人。", "448": "住無漏靜慮。初名下士。次名中士。後名上士。", "449": "王法正理論一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1615 王法正理論", "source": "CBETA"}