{"author": "隋 智顗說", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1918 四念處", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "四念處卷第四", "1": "隋天台山修禪寺智者大師說", "2": "門人章安灌頂記", "3": "第四圓教四念處者。為三。一大意。二停心。三", "4": "念處。大意開四門云云。若說若行。多用非有", "5": "非無門云云。餘法易知。別圓須解。一明位有", "6": "高下。二明法之偏圓。三明斷不斷。四明具不", "7": "具。五明通不通。位高下者。別教十信伏界", "8": "內見思。十住斷界內見思。又斷界外上品塵", "9": "沙。十行斷中品塵沙。十迴向斷下品塵沙伏", "10": "無明。登初地見中道斷無明。乃至等覺。妙覺", "11": "斷無明盡。圓教初有五品弟子。名外凡。十", "12": "信名內凡。皆圓伏無明。而界內見思。自然", "13": "而盡。如火燒鐵。鐵雖未融。垢在前去。正慧觀", "14": "無明。無明未除。見思前盡。若登初住斷一品", "15": "無明。乃至十住斷十品無明。與別家十地齊。", "16": "若登初行。又斷一品無明。與別家等覺齊。若", "17": "至二行。與別家妙覺齊。若登三行。所有智", "18": "斷。別人不識其名。況知其法。四行乃至十行", "19": "十迴向。十地等覺妙覺。所有智斷。皆非境", "20": "界。但知十二品斷無明。為己家之極果。不", "21": "知是他家之下因。譬如構塼石為基。以金寶", "22": "飾上。豈如從基至頂。悉累金剛。非唯高低", "23": "有殊。亦寶非寶別。法說譬說。簡別朗然。不須", "24": "惑矣。二法偏圓者。類如小乘斷通惑。不除別", "25": "惑。聞甄迦羅彈琴。迦葉起舞。天冠問曰。耆", "26": "年解脫何故如此。迦葉答言。聲聞之惑我己", "27": "斷盡。此是菩薩勝妙功德。故吾於此不能自", "28": "安。如四方風不動須彌。毘嵐風至碎如腐草。", "29": "當知聲聞斷通。不能知別。無漏力弱不能自", "30": "安。別教初心止伏見思。地前止。斷界內見", "31": "思。登地分分伏無明。分分斷無明。此則偏斷", "32": "非圓伏也。若作界外。別說者。登地斷別見。", "33": "二地至六地。斷別欲界思。七地斷別色無色", "34": "界思。此亦偏斷之義耳。又作不思議六塵義", "35": "者。入無量禪。作無記變化色住。復入力禪", "36": "捨。復入力禪起。復入力禪。無量百千億劫。倒", "37": "修凡夫事。至八地已上。猶是無色界果報。", "38": "不可思議六塵。何以得知地持解。等覺無垢", "39": "地。始得離見。見清淨禪。當知離欲界色無色", "40": "惑。俱至等覺。乃盡方是圓義。若八地始離", "41": "無色界果報者。是偏斷之義也。故大經云。十", "42": "地為無我輪惑所轉。無我只是見惑。若見惑", "43": "先斷。不應至無垢地。若見至無垢地者。乃", "44": "圓義耳。以是推之。偏斷則是別意也。圓斷", "45": "惑者。始外內凡。即圓伏三界之惑。初住即", "46": "圓斷無明。二住至等覺。皆圓斷無明。以此推", "47": "之。圓別斷則明矣。三斷不斷者。別但明斷", "48": "不論不斷。圓具二義。若教道明斷。證道不", "49": "斷。例如小乘方便論斷證。真不論斷不斷。今", "50": "亦如是。若不思議觀內。不見有煩惱。可斷", "51": "煩惱。性不障菩提。菩提不障煩惱。煩惱即菩", "52": "提。菩提即煩惱。故淨名云。佛為增上慢人。說", "53": "斷婬怒癡。名為解脫。無增上慢者。婬怒癡", "54": "性即是解脫。無行經云。婬怒即是道。又云。", "55": "六十二見為如來種。即六根六塵。而無限", "56": "礙。只眼中見色。亦眼中入三解脫門。華嚴", "57": "明十眼乃至六根。皆明於一塵中。具十方三", "58": "世諸佛。八相成道轉法輪度眾生皆不斷。而", "59": "明了也。四具不具者。若只作一法不作一切", "60": "法者。此是別意。若一法一切法趣。一切是", "61": "趣。不過趣尚不可得。況有趣非趣。趣一即", "62": "法性。法性即法界。無一法出法界外。若有", "63": "一法過涅槃者。我亦說如幻如化。故知一法", "64": "具一切法。即圓意也。五諸功德通不通者。", "65": "若別意。只一地不關餘地。若圓意一地一切", "66": "諸地。故大品云。若聞阿字門。即解一切義。", "67": "過茶無字可說。初阿具足四十一字。後茶", "68": "亦具四十一字。從初地具有住持生長荷負", "69": "義。至後究竟。亦具三義。大論云。有始入中入", "70": "終入。實是一入而有初中後。問若作圓意若", "71": "為判不思議二諦。答偏圓俱通。是世諦相。非", "72": "通非塞是真諦相。大意竟。二五停心者。私謂", "73": "五品是也。即事而理其相自彰何者初教以", "74": "數息事。停散動。圓家以信理除疑惑。又信是", "75": "道元。故當初品。又信是功德母。如彼氣命。又", "76": "信順不動即是停心。故信品是一停心也。初", "77": "教以不淨事觀停貪欲。圓家以讀誦除穢染。", "78": "若著文字。染污法性。是為染法。非求法也。", "79": "文字性離即是解脫。解脫清淨。是第二停心", "80": "也。初教以慈停瞋。圓以慈故。有說。說無祕", "81": "悋。悋有祕。恚則非慈相。當知慈故能說。第三", "82": "品停心也。初教以因緣觀停癡。圓以六度。度", "83": "於六蔽闇去明生。是第四品停心也。初教以", "84": "念佛。停逼迫。圓以即事而理。理即法佛。法佛", "85": "豈逼迫佛法。無能逼所逼。無逼無逼者。無", "86": "逼法。是第五停心。當知信事即理。文字即", "87": "解脫。慈即寬弘度蔽彼岸。一切平等。是圓", "88": "家五停心也。以五品為停心。其義已顯。更重", "89": "舉四弘四三昧。生死苦諦即是涅槃。無二無", "90": "別。此則信事順理。道元功德母。未度苦諦。", "91": "是初停心。煩惱即菩提。無二無別。是為未解", "92": "集諦。令解集諦。即第二讀誦解脫停心也。大", "93": "悲拔苦兩誓願云云。未安道諦令安道諦。即", "94": "是以無悋之慈而說法。第三停心也。未入", "95": "滅諦令入滅諦。即是兼行六度。度蔽彼岸。第", "96": "四停心也。大慈興兩誓願云云。又指四三昧。", "97": "為第五停心也。此四三昧皆修念佛。破障", "98": "道罪。自有人數息。覺觀不休。若念佛若稱佛。", "99": "名即破覺觀。帖然心定。故普門品云。若有", "100": "眾生多於貪欲。常念觀音即便得離。破根本", "101": "無明。淨名云。一念知一切法。是為坐道場。皆", "102": "是念佛法門也。常行出般舟。諸佛倚立現前。", "103": "覩法界佛也。常坐出文殊問般若。繫緣法界", "104": "一念法界。而念佛也。半行半坐。出方等法", "105": "華。如是作已。却坐思惟諸佛實法。法華云。當", "106": "成就四法。一為諸佛護念云云。此語初心行人", "107": "久行道者。如安樂行。常好坐禪。在於閑處。修", "108": "攝其心。觀心無心。法不住法。我心自空罪福", "109": "無主。作是懺悔。名大懺悔云云。非行非坐通", "110": "四法一通眾經。二通諸善。三通諸惡。如賢者", "111": "軍戎家業等不妨用心。四通無記。行住坐臥", "112": "語默。皆是摩訶衍。以不可得故。夫達者懸解。", "113": "迷者未悟。如囊中有寶不探示人。人無見者。", "114": "今更點對冀得超然。前三藏中以事緣。事", "115": "謂數息不淨乃至念相好等。今則不爾。以理", "116": "觀緣理。生死即涅槃。煩惱即菩提。生死是", "117": "眾生之息命。涅槃是法身之息命。雖不可", "118": "數而可散動。明寂對於數息也。煩惱是底下", "119": "之穢惡。菩提是尊極之淨理。對前顯後故以", "120": "文字解脫。對不淨停心也。大悲誓願拔因果", "121": "苦。若有我所尚不自出。況拔他苦。若無我所", "122": "以慈悲心自拔。拔他對前顯後云云。大慈誓願", "123": "與因果樂者。若十二因緣癡尚無自樂。況與", "124": "他樂。今自無癡故能與樂耳。對前云云。行四", "125": "三昧皆是念佛。破障道罪。前教念生身應相", "126": "好。今念法身相好。事理永殊大異。故舉四", "127": "三昧。為第五停心也。次修十觀成五停者。五", "128": "停上求。上求何等。一信順不思議。一實四", "129": "諦是也。信一念具十法界生死即苦諦。一心", "130": "具十法界煩惱即集諦。集諦即菩提。菩提是", "131": "道諦也。生死苦諦即涅槃是滅諦也。此四非", "132": "四。此一非一。而名實諦煩惱遍。一切處。一切", "133": "處皆是菩提。棄此菩提更何處求菩提。如此", "134": "生死苦諦。遍一切處。皆是涅槃。棄此涅槃。更", "135": "何處求涅槃。畢定停心。於此煩惱上求菩提。", "136": "畢定停心。於此生死上求涅槃。信即是求非", "137": "別求也。是名信一實諦成於停心也。又云何", "138": "停心。停心欲下化須發真正心。眾生不知", "139": "生死即涅槃。未度苦諦。菩薩為此而起大", "140": "悲誓。令得解脫。既得脫已即是令度苦諦。眾", "141": "生未知煩惱即菩提。菩薩為此而起大悲。", "142": "令得解脫。既得脫已。即是令度集諦。眾生", "143": "若解煩惱即是菩提即是安於道諦。眾生若", "144": "解生死即是涅槃即是而得滅諦。是為菩薩", "145": "下化眾生。言真正者。無行經云。若發心求菩", "146": "提。是人去佛遠。譬如天與地。蓋指發三方", "147": "便菩提心也。此乃菩提心魔。大經云。自此之", "148": "前我等皆名邪見人也。若人為說此法名善", "149": "知識魔。經言。涅槃為生死者。指貪著界外涅", "150": "槃。成變易生死也。經言。生死即涅槃者。指分", "151": "段生死。即大涅槃。況復變易而非涅槃。以", "152": "真正菩提心。真正化也。將此下化。以成停", "153": "心。初名上求。次名下化乘。何等法向上向", "154": "下。所謂善修止觀。生死即涅槃。涅槃名止也。", "155": "止心心性名為大定大涅槃深禪定窟。故涅", "156": "槃即是止也。觀煩惱即是菩提即觀也。實相", "157": "之慧。名一切種智。一切種智。名為般若。法華", "158": "曰。定慧力莊嚴即上求。以此度眾生即是", "159": "下化。當知止觀是所乘之法。專此止觀成", "160": "於停心。既能乘向上向下。向上應得果。向", "161": "下應得度。既不果不度者。何物妨礙。而今", "162": "不獲。當知破法不遍。當研生死即涅槃。橫破", "163": "十法界鯁塞。煩惱即菩提。竪破十法界鯁塞。", "164": "菩提涅槃道即通也。不即六法那忽即六法。", "165": "是故須破不離六法那忽離六法。是故須破", "166": "不即不離。菩提道通以此破法。成於停心云", "167": "云。既破法遍。應與理會。那猶不合。當更細檢。", "168": "一切諸法中皆有安樂性。那忽併破一切諸", "169": "法。皆魔羅網。那忽併取。須明識通塞。若迷生", "170": "死非涅槃。十法界皆塞。迷煩惱非菩提。十法", "171": "界亦塞。達生死即涅槃。十法界寂滅。名之為", "172": "通。煩惱即菩提十法界。癡如虛空不可盡。老", "173": "死如虛空不可盡窮。無明無見始見終。名之", "174": "為通。如此善知識。不思議險道通塞之相。", "175": "以成停心云云。既識通塞。云何於坦道中修。", "176": "於道品。若生死身不淨乃至心無常。此析法", "177": "四枯道品。涅槃即生死指此意也。若初修不", "178": "淨。後修於淨。乃至初修無常。後修於常。此", "179": "即四榮道品生死成涅槃此之謂也。若即不", "180": "淨。即修非淨非不淨。乃至即無常。修非常非", "181": "無常。此是非枯非榮於其中間入般涅槃。此", "182": "之謂也。故經言。從初發心常觀涅槃。行道具", "183": "百句解脫。名百斤金。煩惱即菩提。名首楞", "184": "嚴三昧修治。於心猶如虛空。亦名王三昧。是", "185": "名善修道品。以成停心也。既善修道品。自", "186": "能流入三解脫門。未入而難起。方救他而難", "187": "起皆何對治。若慳蔽難起。觀慳即菩提。受不", "188": "受亦受亦不受。乃至五不受檀即法界檀義", "189": "攝。於六資生無畏法。是中一二三慳。即菩", "190": "提。不取不捨。餘蔽亦如是。又對治轉治不轉", "191": "兼非等云云。是名助道。成於停心云云。行人", "192": "未得謂得。未證謂證。增上慢起。當如之何觀。", "193": "生死即涅槃。煩惱即菩提。理涅槃也。能如此", "194": "解。與修多羅合。文字涅槃也。所觀如文。文", "195": "如觀。觀行涅槃也。六根清淨相似涅槃也。", "196": "無明破佛性理顯。分真涅槃也。等諸佛同大", "197": "覺。究竟涅槃也。當自觀察。是何等位撫臆論", "198": "心。莫自欺欺他。是名識次位。助成停心也。", "199": "行人行道。欲熟未熟。多動內外障難。每須安", "200": "忍。令內外障不能動搖。能忍成道事不動亦", "201": "不退。是心薩埵。外謂毀譽八風。內謂強軟", "202": "兩賊。生死不能羅。煩惱不能染。十法界見愛。", "203": "皆為侍者。分段變易。二死寂然以安侍者。侍", "204": "者以供給役運。是名安忍。以成停心也。順", "205": "道法愛不生者。夫將登而崩。將過而墮。此", "206": "非小事。大有所失。行者慎之莫起法愛。故", "207": "云涅槃即生死。涅槃貪著故。生死即涅槃。無", "208": "退不生。故於十法界法。一無所染。名順愛", "209": "不生。而生般若。般若者。如人有眼。能避險", "210": "從平。何須傍教。是名十觀成五停心。一一停", "211": "心皆須十觀。總有五十觀云云。初品觀十法界", "212": "眾生即是佛。十法界五陰即是法。眾生與佛", "213": "無二無別。眾生陰佛陰無毫芥之殊。三世", "214": "佛事。眾生四儀。無不具足。諸波羅蜜是名為", "215": "僧。大論云。眾生無上佛是。法無上涅槃是。", "216": "又至名僧者。第一義是信順隨喜而無疑惑。", "217": "是名初隨喜品。將此心讀誦。名第二品。能少", "218": "分說名第三品。兼行六度名第四品具足六", "219": "度。造立僧坊。四事如理。乃至般若名第五", "220": "品。五品成熟名觀行位。一品既須十觀。四", "221": "品亦如是。十觀成五品。如上說。以想慧純", "222": "熟轉為十信心。初隨喜一實之理。無二無別", "223": "轉成信心。信慧分別。冏冏無滯。於此信中", "224": "具一切佛法。如金剛寶藏。無所缺減。故二", "225": "真正發心度下崇上。轉成念慧真正。故經", "226": "云。百生千生。千萬億生。令心正念以正念", "227": "故。如來善護念。又如七覺中。心沈以念起之。", "228": "破生死即涅槃。若心散時以念觀攝之。令", "229": "煩惱即菩提。是為真正發念也。三善修止觀", "230": "轉成精進。心者。經言一心勤精進故得三。", "231": "菩提一切眾行精進為本。正觀明白純無間", "232": "雜為精。不染愛見為進云云。四破法遍。轉成", "233": "定心。涅槃即生死。菩提即煩惱。是大散亂。今", "234": "觀十界生死即涅槃。達一切法解脫相。究", "235": "竟常寂滅相終歸於空。體常寂滅是名橫破", "236": "生死。轉成定心起染愛煩惱。煩惱即菩提。", "237": "是竪破十法界。無礙徹至法性。轉成定心", "238": "也。五善知通塞。轉成慧心。若起十界愚癡。名", "239": "為生死。若起十界貪瞋。名為煩惱。觀生死即", "240": "涅槃。煩惱即菩提。菩提非一非三。是名慧心", "241": "也。六善修三十七品。轉成不退心若四枯道", "242": "品。雖不退入分段。而不進變易。猶名為退。今", "243": "四枯道品。又非榮非枯道品。出到不生不", "244": "生彼岸。故名不退心也。七修對治助道。轉", "245": "成迴向心。迴生死向涅槃。迴煩惱向菩提。迴", "246": "因向果迴事入理。故言迴向心也。八善識次", "247": "位。轉成護心。若叨上濫下起增上慢。即是", "248": "菩薩旃陀羅。今不執生死作涅槃。不執煩惱", "249": "作菩提。又三業於涅槃無染。於菩提無著。是", "250": "名護心也。九安忍內外強軟。轉成戒心菩薩", "251": "戒具防形心。若起二乘心是破戒。知諸法不", "252": "生。無心無念不倚不著。名不破戒。大集云。", "253": "寧捨身命不求小乘。名持戒心也。十順道", "254": "法愛不生。轉成願心者。菩薩發願求大涅槃。", "255": "不取不證。大品云願求菩提不以小為足。足", "256": "即住以不足故涅槃不應住。用此十心成一", "257": "一住。十住有百名百法明門。十行十向十地。", "258": "展轉增倍千法明門。萬法明門。千萬百萬", "259": "不可說。不可說明門。故瓔珞云。十信為諸", "260": "道大勝者。受名。名住行向地耳。若復前推十", "261": "信。是內凡相似之位。名柔順忍。亦名伏忍。界", "262": "內煩惱圓融。無明圓伏。得六根清淨。云何", "263": "淨眼中取相淨。塵沙無明淨。乃至意根亦", "264": "三種淨故。不障三身三德。三身三德皆與真", "265": "相似。相似故名六根清淨。廣說如法華。云", "266": "何六根互清淨。大品云。眼中眼不可得。眼中", "267": "耳不可得。乃至眼中鼻舌身意。皆不可得。是", "268": "為六根互清淨。又眼中眼相不可得。眼中耳", "269": "相不可得。乃至鼻舌身意相皆不可得。是為", "270": "六根相互清淨。眼中眼性不可得。眼中耳性", "271": "不可得。乃至鼻舌身意性皆不可得。是為六", "272": "根性互清淨。若名不可得是俗清淨。相不可", "273": "得是真清淨。性不可得是中清淨。又名相性。", "274": "皆不可得是俗清淨。不可得亦不可得是真", "275": "清淨。非俗非真。不可得是中清淨。但以眼為", "276": "本。互淨諸根。耳鼻舌身意各各為本。各各", "277": "互淨諸根。互淨如上說。云何六根互用。於", "278": "眼根中。能見無量百千萬億。不可說不可", "279": "說。不可思議不可思議。虛空等世界中。十法", "280": "界眾生色。若依若正若內若外。若上若下悉", "281": "見悉知。是為眼根用。即於眼中。聞無量百", "282": "千萬億。不可說不可說。不可思議不可思議。", "283": "虛空等世界中。十法界眾生。若依若正兩", "284": "種音聲。地獄燒煮聲。大論云。考掠聲。象馬", "285": "車牛楚毒聲。餓鬼求食聲。修羅鬪諍高大聲。", "286": "無數種人聲。苦受等三受聲。乃至有頂入禪", "287": "出禪聲。大論云。所愛時聲。比丘比丘尼讀", "288": "誦音聲。空無我聲。菩薩解義聲。諸佛演法", "289": "聲。其耳明利故悉能分別知。是為眼能耳", "290": "用。又於眼中。知無量百千億。不可說不可", "291": "思。虛空十法界香。若依若正。鐵圍大海地", "292": "中諸眾生。修羅男女。大勢小輪。群臣諸宮", "293": "人。乃至於梵世。光音及有頂。比丘眾。菩薩", "294": "眾。在在方世尊。聞香悉能知。是為眼有鼻", "295": "用。即於眼中。知無量百千萬億。不可說不可", "296": "思。虛空此界中眾味法門於食等。於法亦", "297": "等。如純陀八斛四斗為涅槃佛事。若好不", "298": "好。若美不美。至其舌根變成上味。如天甘露", "299": "無不美者。又知十法界眾生堪能法味。於大", "300": "眾中出深妙聲。能入其心皆令歡喜。又令天", "301": "龍人神聞其所說言論次第皆樂來聽受。又", "302": "諸菩薩諸佛常樂向其處。說法聞皆受持。", "303": "又能出深妙之音。是為眼有舌用。即於眼中。", "304": "知十法界眾生百千萬億不可說不可思虛空", "305": "等。觸身如淨明鏡。眾生皆喜見。其身淨故三", "306": "千內外依正。山林河海皆於身中現。地獄已", "307": "上。有頂已還。所有正報生時死時。若好若醜。", "308": "悉於身中現二乘菩薩悉於身中現。唯獨自", "309": "明了餘人所不見。十方三世佛。從初發心中", "310": "間行行。乃至成道轉法輪入涅槃。悉於身中", "311": "現。佛境界既爾。況復餘耶。是為眼中有身用。", "312": "又於眼中。能知百千萬億不可說不可思虛", "313": "空等。十法界所念若干種。一時能悉知。是", "314": "為眼中有意用。其聞聲知香味觸法。亦有互", "315": "用。皆如上說。當知六識所有無明。所有智慧。", "316": "並是緣因緣因種緣因性。七識所有無明。", "317": "所有智慧。並是了因。了因種。了因性。八識所", "318": "有無明。所有智慧。並是正因。正因種。正因", "319": "性。如是三種種。三相。三性。未發名為六根", "320": "清淨。三種若發。即真正開佛知見。若小乘", "321": "法門析滅諸根。入空取證。今大乘報身。即", "322": "是法界不須更滅。能於諸根作此互用。一根", "323": "具六。六六三十六法門。正受清淨能此互用。", "324": "故淨名云。或有佛土光明為佛事。或佛土音", "325": "聲為佛事。或以香味衣服為佛事。或無言寂", "326": "滅為佛事。皆此意也。此有似有真。如法華所", "327": "明。即相似。如華嚴所說。即是真。故明闇不相", "328": "除。顯出佛菩提。只言斷而言即解脫。只言不", "329": "斷。復云結習盡者。華不著身。非斷非不斷。", "330": "中論斷斷。中論不斷。此乃不思議圓融方", "331": "便。宜斷即斷。如此土大士度剛強眾生。宜不", "332": "斷即不斷。如香積土聞香即入律行也。仁王", "333": "云。十善菩薩發大心。長別三界苦輪海。十善", "334": "即十信也。三界苦即界內惑圓融也。大經", "335": "云。學大乘者雖有肉眼。名為佛眼。法華云。雖", "336": "未得無漏。而其眼根清淨。若此此皆明相似", "337": "位之文也。若觀如來藏心地法門。即是觀如", "338": "來眼耳鼻舌身。豁然真發得見佛性。或因聞", "339": "發三智。現前三身具足。華嚴云。初發心時", "340": "便成正覺。所有慧身不由他悟。得如來一身", "341": "無量身。湛然應一切。眾生機感即能垂應。作", "342": "八相成道百世界作佛。或現二乘身利益眾", "343": "生。乃至作地獄身利益眾生。諸佛加之。能", "344": "為大菩薩說法。此即發真之文也三明四念", "345": "處觀者。先約經示。大經云。其後不久。王復得", "346": "病醫占王病。定應服乳。王者八倒眾生也。其", "347": "後病者初倒伏。後倒起。故言不久也。定服乳", "348": "者。應授四榮之術也。正是今之念處意耳。", "349": "又譬有人以毒塗鼓眾中打之。近者死。遠者", "350": "未死。後打毒鼓近遠俱死。初塗四枯。止枯", "351": "分殘。故言未死。今塗四榮。無明根斷。故近遠", "352": "俱死。亦是今四念處意也。又云。如鳥出籠纔", "353": "得離網。今二鳥俱飛高翔遠遊去住自在。", "354": "正是今四念處也。又云。初枯生死。不能照", "355": "明佛法。不能開悟眾生。於佛法無工夫。於", "356": "眾生無利益。故言枯雙樹今圓顯佛法。大益", "357": "眾生。夫有心者皆當作佛。八千聲聞得見佛", "358": "性。如秋收冬藏。成大果實。故言四榮莊嚴", "359": "雙樹。大經不令噉酒糟麥䴬。不與特牛同。", "360": "共一群不在高原。亦不下濕。下濕者凡邪四", "361": "倒也。高原者偏曲四倒也。酒糟是愚癡麥", "362": "䴬是瞋恚。特牛是貪欲。選擇中原安處其", "363": "子。法華云。正直捨方便但說無上道。不令", "364": "二乘獨得滅度。皆以如來滅度而滅度之。開", "365": "示悟入佛之知見。解王頂上明珠與之。我本", "366": "立大願。普令一切眾亦同得此道。無智者", "367": "錯亂。迷惑不信受。是故於今日。決定說大", "368": "乘。又云諸佛法久後。要當說真實。真實者非", "369": "生死非涅槃。無邪無偏無倒無正。咄哉丈", "370": "夫。示昔繫珠。咄哉去來寶處在近。是故從本", "371": "垂迹。與法身眷屬。隱實揚權藏高設下共", "372": "化眾生。開示正道。內祕外視。令開顯令得", "373": "入妙。正是此四念處也。所言四者。不可思", "374": "議數。一即無量。無量即一。一一皆是法界。", "375": "三諦具足攝一切法。出法界外。更無有法", "376": "法界。無法界具足法界。雖無法具足諸法。是", "377": "不思議數也。華嚴云。一微塵中具一切。塵及", "378": "一切法。於一念具一切。念及一切法塵。即", "379": "是色念。即是心色心。即念處異名耳。大品", "380": "云。四念處。即摩訶衍。摩訶衍。即四念處者。", "381": "於一念處。與三念處無二無別。一切法趣四", "382": "念處。是趣不過念處尚不可得。云何當有趣", "383": "不趣。此亦不思議意同也。普賢觀云。觀心", "384": "無心。法不住法名大懺悔名。莊嚴懺悔。觀", "385": "心既然。觀色亦爾。大經云佛性者。亦一非", "386": "一非一非非一。亦一者。一切眾生悉一乘故", "387": "非一者。說三乘故。非一非非一者。數非數", "388": "不決定故。當知四數不可決定。即不思議之", "389": "四也。法華經中八千聲聞得見佛性。大經", "390": "云。為諸聲聞開發慧眼。天親以七種佛性釋", "391": "法華。當知二經佛性理同。同圓同妙同大。", "392": "更不異也。而法華以一乘為宗。約智明法相。", "393": "涅槃以常為宗。約定明法相。智定左右之異", "394": "耳。法華指前經。亦云。以方便力故為五比丘", "395": "說。當文云。正直捨方便但說無上道。涅槃", "396": "開前經云。為贖命故說大涅槃。明歷別五行", "397": "十功德。當文云。復有一行是如來行。所謂", "398": "大乘大般涅槃。故知二經是同。今取究竟實", "399": "說處。即是圓極不可思議四念處也。釋數", "400": "竟。念者觀慧也。大論云。念想智者。一法異", "401": "名。初錄心名念。次習行為想。後成辦名智。", "402": "處者境也元從不離薩婆若能觀之智。照", "403": "而常寂名之為念。所觀之境寂而常照名之", "404": "為處。境寂智亦寂。智照境亦照。一相無相。", "405": "無相一相。即是實相。實相即一實諦。亦名虛", "406": "空佛性。亦名大般涅槃。如是境智無二無異。", "407": "如如之境。即如如之智。智即是境。說智及", "408": "智處皆名為般若。亦例云。說處及處智皆名", "409": "為所諦。是非境之境而言為境。非智之智而", "410": "名為智。亦名心寂三昧。亦名色寂三昧。亦是", "411": "明心三昧。亦是明色三昧。請觀音云。身出", "412": "大智光。如燒紫金山。大經云。光明者即是智", "413": "慧。金光明云。不可思議智境。不可思議智照。", "414": "此諸經皆明。念只是處。處只是念。色心不二。", "415": "不二而二。為化眾生。假名說二耳。此之觀", "416": "慧。只觀眾生一念無明心。此心即是法性。", "417": "為因緣所生。即空即假即中。一心三心。三心", "418": "一心此觀亦名一切種智。此境亦名一圓諦。", "419": "一諦三諦三諦一諦。諸佛為此一大事因緣。", "420": "出現於世。欲令眾生佛之知見開。諸佛出世", "421": "事足。大經云。王夷坦道。無量義經云。行", "422": "大直道無留難故。法華名具足道雖言三智", "423": "其實一心。為向人說。令易解故而說為三。若", "424": "教道為言所斷煩惱。如翻大地河海俱覆似", "425": "崩大樹根枝悉倒。用此智斷惑亦復如是。通", "426": "別塵沙無明。一時清淨。無量功德諸波羅蜜。", "427": "萬行法門具足無減。佛法祕藏悉現在前。大", "428": "品云。諸法雖空一心具萬行。大經云。發心", "429": "畢竟二不別。法華云。本末究竟等。故名妙覺", "430": "平等道。當知此慧即法界心靈之源。三世", "431": "諸佛無上法母。以法常故諸佛亦常樂我淨", "432": "等亦復如是。亦名寶所。亦名祕藏。佛及一", "433": "切之所同歸。前三藏隘路不得並行。通教共", "434": "稟共行共入。入不能深。別教紆迴歷別遙", "435": "遠。即不能達。今此念處曠若虛空際。於無際", "436": "猶如直繩直入四海。故名圓教四念處耳。張", "437": "衡曰。翔鵾仰而不逮。況青鳥與黃雀。當前", "438": "三念處所不能及。唯圓念處。孤飛獨運凌摩", "439": "絳霄。無上無等無等等。竪無高蓋。故言無", "440": "上。橫無儔列故言無等無等等。於十方三", "441": "世諸佛言無等等也欲重說此義。更引天親", "442": "唯識論。唯是一識。復有分別識。無分別識。", "443": "分別識者是識。識無分別者似塵識。一切", "444": "法界所有瓶衣車乘等。皆是無分別識。成三", "445": "無性。無性名非安立諦。如彼具說。龍樹云。", "446": "四念處即摩訶衍。摩訶衍即四念處。一切法", "447": "趣身念處。即是一性色得有分別。色無分別", "448": "色分別色如言光明即是智慧也。無分別", "449": "色即是法界四大所成。皆是無分別等。是", "450": "色心不二。彼既得作兩識之名。此亦作兩色", "451": "之說。若色心相對。離色無心離心無色。若不", "452": "得作此分別色。無分別色。云何得作分別識。", "453": "無分別識耶。若圓說者。亦得唯色。唯聲唯", "454": "香唯味唯觸唯識。若合論。一一法。皆具足法", "455": "界諸法等。故般若等內照既等外化亦等。即", "456": "是四隨逐物情有難易。大論曰。一切法併", "457": "空何須。更用十諭。答空有二種。一難解空。二", "458": "易解空。十諭是易解空。今以易解空。諭難解", "459": "空。唯識意亦如是。但約唯識具一切法門。而", "460": "眾生有兩種。一多著外色。少著內識。二多", "461": "著內識。少著外色。如上界多著內識。下二", "462": "界著外色多內識少。如學問人多向外解。若", "463": "約識為唯識。論者破外向內。今觀明白十", "464": "法界法。皆是一識。識空十法界空識假十法", "465": "界假。識中十法界亦中。專以內心破一切", "466": "法。若外觀十法界即見內心。當知若色若", "467": "識。皆是唯識。若色若識皆是唯色。今雖說", "468": "色心兩名。其實只一念。無明法性十法界即", "469": "是不可思議一心。具一切因緣所生法。一句", "470": "名為一念無明法性心。若廣說四句成一偈。", "471": "即因緣所生心。即空即假即中。故般若云。", "472": "受持一四句偈。與十方虛空等。法華云。聞一", "473": "偈亦與菩提記。一句亦然。三世亦如是。今", "474": "觀此只一心不可思議。十界恒現前。入", "475": "心地法門。故能不起寂滅。現身八會。只是一", "476": "句。一句有無量。無量中只一句。是為不思", "477": "議。故如心諸佛然。如佛眾生然。是三無差別。", "478": "諸佛解脫當於一切眾生心中求。眾生心亦", "479": "當於諸佛解脫中求。始是般若究竟等。未", "480": "了者一切法正。一切法邪。不以心分別。即一", "481": "切正心起想即癡。無想即泥洹。此不思議非", "482": "青黃赤白方圓長短。無名無相。究竟寂滅唯", "483": "當心知。口不能說。若有因緣善方便。用悉", "484": "檀亦可得說。以方便力為比丘說。眾生無量", "485": "劫。自性心不為煩惱所染。不染而染。難可", "486": "了知。迷妄即染。染即覆心。不見淨性。是以", "487": "久處生死。不能返本還源。源實難解。二乘尚", "488": "不聞其名。何況凡夫。今佛為作習因。如大通", "489": "智所繫珠。至釋迦時方成果實。今此種子", "490": "漸漸積習。後遇聲光。發此種子。轉凡入聖。", "491": "漸漸積功德。具足大悲心。皆已成佛道。若", "492": "不爾者無明覆法性。出十法界五陰重迷積", "493": "沓。若能超悟起二乘五陰乃至佛陰。華嚴", "494": "云。心如工畫師造種種五陰。一切世間中無", "495": "不由心造諸陰。只心作耳。觀無明心畢竟無", "496": "所有。而能出十界諸陰。此即不思議。如法華", "497": "云。一念夢行因得果。在一念眠中。無明心", "498": "與法性合。起無量煩惱。尋此煩惱即得法性。", "499": "問別圓俱作此。譬云何異。答別則隔歷。圓則", "500": "一念具。如芥子含須彌山。故名不思議。", "501": "華嚴性起云。一微塵中有大千經卷。智人開", "502": "塵出經。是一念無明心。有煩惱法。有智慧", "503": "法。煩惱是惡塵善塵無記塵。開出法身般", "504": "若解脫。法華云。如是性相等。一界十界百千", "505": "法界究竟皆等。今觀此無明心從何而生。為", "506": "從無明為從法性。為共為離。若自若他四皆", "507": "叵得。名空解脫門。只觀心性。為有為無為。共", "508": "為離。若常若斷。四倒不可得。名無相解脫門。", "509": "只此心性為真為緣。為共為離。非四句所作。", "510": "名無作解脫門。無生而說生。生十法界相", "511": "性也。無明性即是實性。亦言無明即是明。明", "512": "亦不可得。是為入不二法門。但眾生迷倒。不", "513": "見心之無。心明成無明云云。問眾生自性清", "514": "淨。不為煩惱所染。云何有無明生。答如前", "515": "責。生相不可得。而作十四難。佛皆不答。設", "516": "答只長邪見。大品中。問有亦不得道。無亦不", "517": "得道。乃至四句俱不得道。將非世尊不得道", "518": "耶。佛答實得非四句耳。金剛般若云。須", "519": "菩提於是中無實無虛。大論摩乾提云。瘂", "520": "法應得道。佛答。汝若證我法。是時自當瘂。佛", "521": "有時知利益。亦答十四難。如答淨梵志。畢", "522": "故不造新答。我已知。汝云何知無明名。故", "523": "取有名新。若知無明不起。取有即知神及世", "524": "間常無常。眾生只為愛見迷於自性。隨逐諸", "525": "妄。緣輪不息去道甚遠五百由旬。普賢觀云。", "526": "為恩愛奴色使我眼。法華云。貪著生愛則為", "527": "所燒。諸苦所因。貪欲為本。不斷煩惱而入涅", "528": "槃。無明煩惱是如來種。若斷煩惱即斷佛種。", "529": "故言不動而運。大慈普覆十界眾生。眾生", "530": "無量。慈悲亦無量。非一廣大不可盡誓願。", "531": "非一廣大不可盡。是名緣念處。三種一心具", "532": "足。觀此身受心法。智慧性。名性念處。一性念", "533": "處一切性念處。觀身受心法。定慧均和能助", "534": "大道。名共念處。一共念處一切共念處。觀身", "535": "受心法。所有慈悲。名緣念處。一緣念處。一", "536": "切緣念處。觀此一念無明心。即是眾生。眾生", "537": "即法性。法性即摩訶衍。摩訶衍即十法界。", "538": "性念處利益十法界。眾生同於四念處。坐", "539": "道場轉不思議種種法轉。一切種智以為根", "540": "本。無量功德之所莊嚴。皆令眾生安置十地。", "541": "十種珍寶以為脚足。枯榮智慧以為雙樹。若", "542": "見佛性非榮非枯。為中間而般涅槃。雙照", "543": "二諦。總結四念處。雖別說示人。文言難見。", "544": "只一剎那心。即是因緣所生法。因緣心生滅", "545": "即是三藏。三十七品。因緣心空是通。三十", "546": "七品因緣心假是別。三十七品因緣心中。非", "547": "空非假即是圓。三十七品只是一念心。若橫", "548": "無際。若竪無窮盡。三諦源然。此一念不橫", "549": "不竪。若心即空即假即中是橫觀。此心先見", "550": "空。次見假。後見中即是縱。今諦觀心中三", "551": "句。實不縱不橫。不前不後。畢竟清淨。廣大", "552": "法界。究竟虛空。觀心實性無有微塵知覺。", "553": "即是法名不覺。煩惱是道場。斷煩惱不名", "554": "涅槃。不生煩惱乃名涅槃。煩惱即菩提。生", "555": "死即涅槃。意在修三種念處觀十界色名", "556": "身。十界受名受。十界識名心。十界想行名", "557": "法。法性色。一色一切色。一切色一色。一受", "558": "一切受。一切受一受。一心一切心。一切心一", "559": "心。一想行法一切法。一切法一法。將智慧", "560": "性。觀十法界色性。名為觀了達。色中非垢", "561": "非淨名為處。智慧性觀十界受性。名觀了", "562": "達。受中非苦非樂性名為處。智慧性觀十界", "563": "心性。名為觀了達。心性非常非無常性名為", "564": "處。智慧性觀十法界法性名為觀了達。法性", "565": "非我非無我名為處。能所合標名性念處觀", "566": "也。次釋共念處觀。觀十法界色非垢非淨。", "567": "雙照二諦。垢之與淨其性無二。無二之性即", "568": "是實性。次觀十界受。非苦非樂。雙照二諦。", "569": "苦之與樂其性無二。無二之性即是實性。次", "570": "觀十界心。非常非無常。雙照二諦。常與", "571": "無常。其性無二。無二之性即是實性。次觀", "572": "十界非常非無常。雙照二諦。常與無常其性", "573": "無二。無二之性即是實性。次觀十法界非我", "574": "非無我。雙照二諦我與無我。其性無二。無二", "575": "之性即是實性。是名共念處觀。次釋緣念處。", "576": "菩薩觀此身受心法。無緣慈悲無緣無念。如", "577": "磁石吸鐵。寂而常照雖無念。不覺而覺名為", "578": "佛。具足恒沙法藏。虛空法門十方不可說。不", "579": "可說一微塵中。法界佛法僧究盡。實相而", "580": "無積聚。譬如貧人多所積聚乃名藏。解脫", "581": "不爾。無所積聚。無所積聚即真解脫。解脫", "582": "即是如來。無所積聚乃名虛空。能觀此藏是", "583": "大千經卷。聞此大藏是開佛知見。知見故", "584": "五眼具足。五眼具足即成菩提菩提即摩訶", "585": "般若。即得法身。法身即真解脫。三點不", "586": "縱不橫名大涅槃。涅槃名諸佛法界。作是", "587": "觀心。是入如來室。著如來衣。坐如來座。舉足", "588": "下足從道場來住於佛法矣。如來遺囑令於", "589": "念處修道。要在茲乎。問前五停心六根互", "590": "用。今念處證何功德。答前說似解。相貌如", "591": "上。今修念處。進發十住真位。前覩海邊平相", "592": "曠蕩若斯。況大海深廣。渺渺浩浩。可以智", "593": "知。無俟更說。", "594": "四念處卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1918 四念處", "source": "CBETA"}