{"author": "元魏 佛陀扇多譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1496 佛說正恭敬經: 佛說正恭敬經: 佛說正恭敬經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1496", "1": "佛說正恭敬經", "2": "元魏天竺三藏佛陀扇多譯", "3": "如是我聞：一時佛住舍衛國祇樹給孤獨園，", "4": "與聲聞比丘二百五十人俱，菩薩五百人——皆", "5": "是如來種子，權行六道助佛揚化，知眾生根", "6": "威德自在，顯發如來方便密教——其名曰生疑", "7": "菩薩、寶德菩薩、光明王菩薩、慧登菩薩、德", "8": "臻菩薩、悉達菩薩、無畏菩薩、覺首菩薩、財", "9": "首菩薩、寶首菩薩、德首菩薩、目首菩薩、進", "10": "首菩薩、法首菩薩、智首菩薩、賢首菩薩，如", "11": "是等菩薩摩訶薩五百人俱。", "12": "爾時尊者阿難白佛言：「世尊！樂法善男子、善", "13": "女人，當云何敬法及敬法師？」爾時世尊告", "14": "阿難言：「止止。阿難！今時眾生不能恭敬及有", "15": "敬法。」", "16": "阿難白佛言：「世尊！我今樂法及以敬法，已", "17": "敬當敬。世尊！自我親近如來以來，未曾得聞", "18": "如此法門。以不聞故，恭敬如來必失儀則。今", "19": "若聞者，故得如法修行是事。世尊！復有樂", "20": "法善男子、善女人，聞此法門即得修行。世尊！", "21": "復有如來法中出家比丘，貧窮下賤但求衣", "22": "食，不樂求法及敬法師。雖復親近佛法，而行", "23": "下賤不能隱覆必當示現。世尊！是故我今現", "24": "在自為并及未來一切比丘，諮請如來如是", "25": "敬法。世尊！我等云何得修正行？惟願如", "26": "來為我解說。」", "27": "佛告阿難：「樂敬法善男子、善女人，若欲讀誦", "28": "請問，往至經法應當和上阿闍梨所。至其所", "29": "已，應問和上阿闍梨如來正法，隨心所樂。當", "30": "知和上阿闍梨心所知法，先應諮請聽問以", "31": "不？師若聽者，然後乃問。雖復歲數若十、二", "32": "十，為樂法故應往諮請及受依止。何以故？", "33": "如來法中雖聽五歲比丘得離依止，然彼人", "34": "以初敬為法求樂法故。何以故？是人為欲成", "35": "就自德行故。阿難！彼阿闍梨者，應如是與依", "36": "止，或言：『可。』或言：『如是。』或言：『爾。』或言：『利。』或", "37": "言：『教誨。』或言：『謹慎行莫放逸，如法端正修行。』", "38": "作如是與依止。比丘成就如是等法，可與", "39": "依止，彼得名為成就依止。假使百歲比丘不", "40": "能通達如是等句，彼人應受依止，況能與他", "41": "作依止師？若使無歲比丘成就如是等法，沙", "42": "門密語即得名為以受依止。假使百歲，自", "43": "不達如是等法諸句律者，彼應受依止。是中", "44": "誦經比丘，應於阿闍梨所作敬重心，及正恭", "45": "敬彼讀誦受經者。在阿闍梨前不得露齒、", "46": "不得瞻足、不得動足、不得壘足、不得踔足、", "47": "不得弄足、不得高座處坐，師不借問亦不", "48": "得語，不得違師語，不得一向瞻相師面。住", "49": "在師前三肘而立，師聽坐即坐，坐已於師", "50": "所起慈悲心。彼誦經者應先誦熟，熟者誦", "51": "已，從師受經任意多少。隨諸法門中若有疑", "52": "者，先應諮請聽問以不？師若聽可，然後當問。", "53": "彼受經已，右膝著地，兩手接禮師足。若地處", "54": "惡者，隨所有道却退而行，當至平處。若地處", "55": "先平，彼應禮師足然後當行。行至十肘復更", "56": "作禮，然後隨道而行。彼應作如是念：『阿闍梨", "57": "常逐我後，我不能遠離阿闍梨。』彼應知時，日", "58": "三時到阿闍梨所。若不到者，應如法治。若到", "59": "而不見阿闍梨者，彼應若草若木若杖若土", "60": "塊若石令作記識。若阿闍梨在房宴坐者，彼", "61": "應旋房禮敬然後當行。若有所作不問師，亦", "62": "不得作，除大小便。不得向師作麁獷惡語，", "63": "不得重循師語。隨師所坐之處，若繩床若木", "64": "床，皆不得坐。彼床若壞，即應治之。彼應晨朝", "65": "時往、知時往，不得非時往彼。往已應問阿闍", "66": "梨：『當何所須及何所作？為入聚落不？』若言", "67": "入，阿闍梨所有衣被，應洗手自衣拭手，兩", "68": "手捉師衣已著淨處，先與師淨水洗手，然後", "69": "授衣與師，於後安陀會拂塵與之，或覆身", "70": "衣或雨衣。或所須餘衣資用之者。「彼應如是", "71": "敬，不得阿闍梨前㖒唾，若寺內若寺東西", "72": "不得左右反抄衣，不得纏頭隨師所居。有經", "73": "行處掃灑令淨，日三時拂扇，三時洗浴，三", "74": "時諮問、取水，為師乞食。若師有所作者，彼應", "75": "用力作之。若食竟，應從師索鉢洗之。若與，先", "76": "洗師鉢，然後自洗己鉢。師若不與，不得重索。", "77": "何以故？阿難！未來有如是比丘，作是念言：", "78": "『如來等正覺鉢無有洗者。』彼學我故，自欲洗", "79": "之。如來聽如是等人，夏取清涼、冬取溫煖，", "80": "隨所須者皆應得取。不得師前嚼楊枝，不得", "81": "說師若好若惡，若遙見師應起迎接。阿難！", "82": "若從讀誦諮請一四句偈，是名阿闍梨。是故", "83": "彼應恭敬阿闍梨。阿難！若不如是敬阿闍梨", "84": "者，以不敬故住不正行。說師過惡者，彼不", "85": "說我以為世尊。何以故？阿難！彼人不重佛、", "86": "不敬法、不在僧數。何以故？阿難！如是癡人，不", "87": "得名為住正行中。阿難！住正行者，我為彼人", "88": "說佛法耳。」", "89": "爾時尊者阿難涕泣流淚作如是言：「世尊！未", "90": "來世中若有眾生，能住能行如是等行，甚為", "91": "希有。世尊！我能行住如是等行。世尊！若有", "92": "比丘不能恭敬和上阿闍梨及說過者，彼人", "93": "得何等報？」佛告阿難：「若有比丘不敬和上阿闍", "94": "梨及說過者，我說彼人愚癡凡夫。何以故？阿", "95": "難！不得說阿闍梨實惡，何況說虛！是中，阿難！", "96": "若不恭敬和上阿闍梨者，有辟支、地獄名之", "97": "為滅。彼人命終生彼地獄，彼人生已即有四", "98": "頭，身上火然如熱鐵丸。是中有諸虫名為鐵", "99": "狗，常所食噉彼人舌根。是處命終生畜生中，", "100": "作虎狼野干，眾生見者皆唱言：『是虎狼野", "101": "干。』有所見者無能喜樂。以本口過故，常食糞", "102": "穢。受報已盡復生人中，常在邊地無佛法處。", "103": "雖生人中具足眾惡、遠離功德，身形色力不", "104": "類人狀，稟受身形不似父母，不為父母之所", "105": "憐愛。常被惡謗，遠離諸佛，生生愚癡闇鈍無", "106": "智，速墮地獄。何以故？以不恭敬教授施法、濟", "107": "拔難者故。阿難！如是等人數得苦法。阿難！", "108": "假使讀誦受持一四句偈，及以經卷書寫供", "109": "養，隨彼字等劫，若頂若肩若背荷負彼師，", "110": "及一切樂具而供養之。阿難！如是供養已，猶", "111": "不能報阿闍梨恩。」佛告阿難：「未來世中有如", "112": "是等諸惡比丘，得是經已而不恭敬阿闍梨", "113": "和上者，以無行故說阿闍梨和上過。我今當", "114": "記如是比丘愚癡人等，墮諸地獄受大苦惱。", "115": "阿難！我今告汝及以正勅，如來以說善惡", "116": "道行，隨彼眾生所行善惡，得報如是。是故阿", "117": "難！汝等今當應善恭敬應善思量。阿難！善恭", "118": "敬善男子、善女人得此法門者，讚歎出離、訶", "119": "欲不淨，諸塵垢盡得法眼淨。」", "120": "爾時阿難更整衣服白佛言：「世尊！此法之要", "121": "當名何經？比丘、比丘尼、優婆塞、優婆夷云何", "122": "受持修行，於未來世紹三寶種使不斷絕？」佛", "123": "告阿難：「此經名為『正恭敬』，如是受持，所謂", "124": "愛佛、愛法、愛僧。」佛說是經已，尊者阿難及", "125": "諸比丘并諸菩薩，聞佛所說，皆大踊躍，歡喜", "126": "奉行。", "127": "佛說正恭敬經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1496 佛說正恭敬經: 佛說正恭敬經: 佛說正恭敬經", "source": "CBETA"}