{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0481 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經", "text": {"0": "9 三十七品", "1": "持人菩薩經卷第四", "10": "想猶如小兒，執若干種畫於虛空，虛妄經", "100": "也。」", "101": "佛告持人：「若有菩薩分別五陰，曉了諸種解", "102": "達六入，以能暢知十二緣，剖判四意止、五根、", "103": "八道，能覺世俗度世之業，明知有為無為之", "104": "事。以曉了是，逮解一切諸法之無，宣布諸", "105": "法所不達，得意力勢，解暢一切諸法章句，", "106": "斷生老死心，不能絕壞，能自究竟無上正真", "107": "道，成最正覺。」", "108": "12 寶光菩薩品持人菩薩經寶光菩薩品第十二", "109": "佛告持人：「乃往過去無央數劫不可稱計懸", "11": "行。愚冥凡夫，想云有世；計其世俗皆歸壞敗，", "110": "曠無限。爾時於世有佛，號紫金山王如來、至", "111": "真、等正覺、明行成為、善逝、世間解、無上士、道法", "112": "御、天人師，為佛、世尊。其紫金山王如來壽住", "113": "五劫，諸聲聞眾不可計數，諸菩薩會亦不可", "114": "限，無能稱了知其多少。其土熾盛，風雨時節", "115": "五穀豐熟，人民安寧強不凌弱，各得其所心", "116": "行平等，飲食消化不以為病，婬怒癡薄善自", "117": "修身，家居義教順律清淨。彼時如來，為諸菩", "118": "薩一切眾生，決諸疑網令無懷恨，頒宣菩薩", "119": "道法之藏。「時有菩薩名曰寶光，聞佛說是諸", "12": "麋散悉盡。以見一切世俗諸法從虛欺惑，", "120": "菩薩業，解陰衰入諸種十八，十二緣起，諸", "121": "根意止，八正道行，世俗度世，有為無為，即", "122": "輒奉受。如是精進十二億歲，未曾發起婬怒", "123": "癡心，不貪利養飲食衣服床蓐臥具病瘦醫", "124": "藥，惟心精修，入如是像曉了思惟，常修精", "125": "進，盡其形壽淨修梵行。在其佛所壽終之後", "126": "還生本土，在於人間適生墮地，便復出家復", "127": "受學斯，如是像法曉了奉行。復在於彼六十", "128": "億歲，淨修梵行心不捨遠，如是像法慕求不", "129": "廢，復壽終竟還生佛國。其紫金山王如來續", "13": "所因無作本無所生，陰種諸入皆從緣對，色", "130": "存，復在其所淨修梵行，一一劫中，五返生沒", "131": "終而復始。「其紫金山王如來、至真，臨欲滅度", "132": "終五劫已，因是景模博聞無量，曉了諸法，於", "133": "五劫中所可聞受。觀已從佛諮講解者，逮其", "134": "意力觀戴如來，便為眾生一一敷演，開發無", "135": "量人，皆發無上正真道意。佛滅度後正法住", "136": "世一劫，復五百返往來周旋，生於人間常", "137": "出家學，奉是景模曉了正典，化無央數不可", "138": "思議眾生之類皆入至行。寶光菩薩見萬億", "139": "佛，最後有佛，名無量光如來、至真、等正覺，所", "14": "聲香味觸，由因緣法不說色緣。猶愚凡夫", "140": "見授決：『却無數劫，汝當成無上正真之道，過", "141": "無數劫，當復逮見億百千姟兆載諸佛，逮得", "142": "正覺，號決一切議如來、至真、等正覺。諸聲聞", "143": "眾不可稱計，難可限量，諸菩薩眾無央數人。", "144": "其國處世人壽二劫，米穀平賤人民安隱。』「是", "145": "故，持人！菩薩大士欲逮得是如斯景模曉了", "146": "正典，當精進學受持諷誦是經典要。」", "147": "佛復告持人：「若有菩薩學是經典，逮權方便", "148": "常修四法。何謂為四？一曰棄家捐業行作沙", "149": "門、二曰捨於憒閙習在閑居、三曰住清淨戒", "15": "心有所猗，所以諸見因無數見，而有猗著。", "150": "行不違闕、四曰去離懈怠精思不廢，是為四。", "151": "以行是四勤求博聞，常立忍辱疾逮四法。何", "152": "謂為四？一曰雖生天下常住中國、二曰因值", "153": "佛世不在邊地、三曰常奉正法終無相違、四", "154": "曰悉除罪蓋無復殃釁，是為四。若有菩薩學", "155": "如是像經典之要，輒逮力勢，布施清淨、戒禁", "156": "無穢、忍辱、精進、一心、智慧，聖明無瑕，以建是", "157": "法致權方便。「又復，持人！菩薩學斯立知止足", "158": "閑居功德，懷無蓋哀愍于眾生，以用大哀入", "159": "于眾生，然後乃學如是像法解了要行。「又其", "16": "若彼種性放存窮匱，令世間見處在顛倒，所", "160": "菩薩入總持門學於勤修。何謂得入總持門", "161": "而學勤修？志慕勤思曉了量法，方便觀察奉", "162": "無限行。又解了觀諸定意門諸要法門，入不", "163": "可計因緣正行，逮致如是比像力勢，曉一切", "164": "法分別諸法，得意力勢以能曉了，斷生老病", "165": "死，志強無怯不失正法，乃成無上正真道意", "166": "逮最正覺。」", "167": "佛復告持人：「若有菩薩通總持門，普能曉了", "168": "一切諸法言辭所趣，以用一事入百千事，以", "169": "用道力分別諸法無所不達。又若菩薩逮定", "17": "覩世法度世在彼，為何所是？世俗之法真諦", "170": "意門入音聲，便入無限定意門辭。以得入是，", "171": "了若干品一切法門，以入一切諸法道門，頒", "172": "宣諸法靡不蒙濟。又其菩薩奉行智慧，以是", "173": "慧力曉了諸想，勤解想已以是慧力逮一切", "174": "法疾通無礙。「又若菩薩曉了無量定意門行，", "175": "以住是地，普致一切十方法。又若菩薩曉了", "176": "無量總持門行，解不可計定意門力，以定意", "177": "門暢不可限眾法之元，以是道地普入諸法", "178": "靡所不通。又其菩薩甚能曉了觀世間行，極", "179": "復分別有為無為，奉行諸法心所不著有為", "18": "如有，達其本淨是為度世，明不求世了不可", "180": "無為，行如是像一切諸法，疾解諸法逮得明", "181": "慧。「又菩薩行權方便，勤察一切諸法本無所", "182": "行，雖作是觀不為世事，不著世法亦無所", "183": "猗，如是像法疾得曉了一切諸法，分別諸", "184": "法，意力施財剖判章句，斷除生老死意行", "185": "具足。「是故，持人！菩薩大士於是摸法而度無", "186": "極。何謂為四？於斯法典奉如道義、勤修正法、", "187": "於斯經典逮無罣礙、普入道慧。」", "188": "13 往古品持人菩薩經往古品第十三", "189": "佛告持人：「乃往過去無央數劫，不可稱計長", "19": "得，度世亦然。「若不能得現世度世，無現世", "190": "遠無限。爾時，有佛號無量光超殊王如來、至", "191": "真、等正覺、明行成為、善逝、世間解、無上士、道法", "192": "御、天人師、佛、世尊。其佛世時，聲聞眾不可", "193": "計數，大會無限，諸菩薩會不可稱載。其佛在", "194": "世時壽一劫。「又彼佛土皆以七寶而遍覆成，", "195": "七寶樹生周匝圍繞，以用莊嚴一切諸樹，殊", "196": "異珍琦交露帳覆。又諸樹下皆施師子床，", "197": "其諸床上細好帛㲲裹樹布床，一切諸床", "198": "琉璃為足，以赤真珠而挍諸樹，自然熏香合", "199": "成諸葉，華常茂盛而圍旋之。其樹前自然", "2": "西晉月氏三藏竺法護譯", "20": "及度世業，宣其度世現世本淨。何謂宣布度", "200": "浴池有八味水，其水底沙悉以水精車𤦲赤", "201": "真珠合成。又以三寶造成浴池，其諸浴池自", "202": "生青蓮紅黃白蓮華。又諸池水以七寶作挍", "203": "飾欄楯，一切欄楯地平如掌。「又其佛土清淨", "204": "無穢，其佛國土寶樹熾盛，猶忉利天晝度大", "205": "樹，嚴飾巍巍明月珠樹，諸億千充滿佛土，", "206": "其光悉照覆日月耀令不復現。其諸寶樹琦", "207": "珍交露，出好音聲哀鸞眾鳥，天諸玉女歌音", "208": "樂聲，如是軟音普流佛土，無三惡趣不犯諸", "209": "惡，不為眾生喧雜句說，惟以敷演如斯像", "21": "世之業？若世本淨至于度世。所以者何？永", "210": "法智度無極，是菩薩藏化無央數諸人物眾，", "211": "一日皆發道心，其本發心志存大道，便悉具", "212": "足道品之法。「如是，持人！其無量光超殊王如", "213": "來、至真，因其方便化不可計無央數載眾生", "214": "發道心，今生下方去此佛土，在彼佛土成菩", "215": "薩行。佛滅度後正法存立，竟至半劫時，佛滅", "216": "度後正法便沒。「有一菩薩名意無限，從下方", "217": "佛剎來生此土。其國去斯十佛世界，適生未", "218": "久年十六歲，便捨捐業行作沙門，在無量光", "219": "超殊王佛所諮受經典，臨法沒時為諸菩薩", "22": "不可得，現世本淨悉空，其世亦然。本以自", "220": "宣布陰種一切諸入分別解義，聞如是像精進", "221": "之行，在於斯法所度無極攝權方便。因是德", "222": "本，彼土復決，見億數佛普蒙斯法，所生之處", "223": "常識宿命，皆以幼童不娶妻室淨修梵行，以", "224": "家有信出為沙門，所生之處逮得意力，常所", "225": "受身成就功勳。而最後世，逮得無上正真之", "226": "道，為最正覺，號曰無量光珠王如來、至真、等", "227": "正覺。若有菩薩疾欲得成佛，逮一切智具足", "228": "佛道，在後五濁臨法欲沒，當勤志成如是像", "229": "法輒受宣布，盡以愛樂常行精進，最後末俗", "23": "然世本淨寂，以世自然世淨寂然，計世俗法", "230": "受是經典，德勳無量，諷誦奉行為他人說，福", "231": "不可喻。」", "232": "14 颰陀和五百人品持人菩薩經颰陀和五百人品第十四", "233": "爾時，颰陀和等五百菩薩、橋曰兜菩薩，即從", "234": "坐起長跪叉手，前白佛言：「我等世尊最後末", "235": "世，臨法滅時當受是法，住於後世五濁之世，", "236": "擁護正典持是景摸，諷誦奉持廣為人說。」復", "237": "有無數諸菩薩等，各從坐起長跪叉手，諦視", "238": "佛面，各興至願：「我等，世尊最後末世，被弘誓", "239": "鎧受是景摸，順斯深妙佛所宣慧。諸菩薩等", "24": "無究竟成，當作是觀。現世度世悉不可得，不", "240": "所積德本，道品之藏並使具足，所在遊居當", "241": "擁護法，聞是經像益加喜樂受持諷誦，宣示", "242": "未達深入大猷。」時佛忻笑，口中五色光出，遍", "243": "照三千大千佛土，地六返震動。賢者阿難即", "244": "從坐起，長跪叉手，前白佛言：「佛何因笑？既笑", "245": "當有意，光明普照地即大動。」佛告阿難：「汝寧", "246": "見此諸菩薩眾住立我前，在後末世當護正", "247": "法，被弘誓鎧以救危厄？佛識念之往無數劫，", "248": "於諸佛所被如是像弘誓之鎧，面從諸佛受", "249": "斯經法持護三品，開導無數眾生之類，令是", "25": "得度世不著於世不念度世，以不念世及度", "250": "等來在於佛所，承三品義受是正法今立佛", "251": "前，然後末世法臨沒時，多所開化未達眾生，", "252": "如令受佛三品正法。在於賢劫諸佛興見，", "253": "亦當從受千佛訓誨三品正法，又將來世諸", "254": "佛聖所咸受亦然。「是等，阿難！諸族姓子！功勳", "255": "名德不可得察，莫能稱計所行經法。是諸族", "256": "姓子！安隱眾生而供養，假使如來班宣是", "257": "等，以受正道安隱眾生，皆以不信。若不信者", "258": "長夜不安，墮于惡趣。「又復，阿難！當為汝等現", "259": "其證明，如斯等類安隱眾生，正使三千世界", "26": "世者不與世諦。所以者何？以覺曉了世間悉", "260": "一切眾生，皆由想行故墮地獄。假使大眾在", "261": "地獄中，有一人生告地獄人：『無得恐怖，當", "262": "為汝等一一道利，以時方便出大地獄苦惱", "263": "之患。』則以己身一一濟之，移著安處一一人", "264": "故，無數千歲忍在地獄，未曾懈廢普令致", "265": "安。「阿難！其人於眾生慈愍弘哀，寧增多不？出", "266": "大地獄立大安隱？」阿難言：「甚多！甚多！天中", "267": "天！」佛言：「假使彼人顯示神足如是巍巍，令眾", "268": "生類立第一最有為之安，長樂無極成大", "269": "哀愍，皆逮覆護其功德福，非心所思非言", "27": "虛欺詐惑法，以能覩見世猗虛無，不想於世", "270": "可暢。」佛告阿難：「今故語汝，如彼菩薩於大", "271": "地獄，出無數眾立之永安，所愍眾生若合集", "272": "是，前所安隱順和眾生，使濟大難至有為安，", "273": "百倍、千倍、億萬倍、巨億萬倍，不如族姓子受", "274": "是像經。所以者何？計其所興有為之安，有", "275": "極盡矣！不至無為、不離貪欲、不致滅度、逮神", "276": "通正覺之業，不成寂志泥洹之要。「又，阿難！是", "277": "諸菩薩，建立眾生無上大安一切智業。又是", "278": "菩薩，以大士法志學道乘，建立佛道度諸眾", "279": "生，立諸聲聞、緣覺之地，觀助佛法修菩薩行", "28": "不慕度世。所以者何？」佛言：「持人！所云世者，謂", "280": "住于大道。斯諸族姓子，勸助眾生行菩薩", "281": "法，不料佛教諮啟大雄，受立弘慈成一切", "282": "智故功無限。」佛言：「阿難！由是正法，若千劫中", "283": "若無數劫，不可計限億百載劫，懸邈如是。諸", "284": "佛世尊常不空間，展轉相教，及餘無數億百", "285": "千姟劫，轉復相度使成佛，而無窮功故無限。", "286": "所以者何？億千百佛本住宿世，行菩薩業", "287": "建立佛道，斯等之類在在所生，受是經典各", "288": "用勸助，逮無上正真之道成最正覺。將來之", "289": "世無數菩薩，多所開化不可計眾，以是勸助", "29": "五盛陰也。貪求合會一切世法，明知求陰永", "290": "具足佛法，成無上正真之道也。「如是，阿難！諸", "291": "族姓子訓立眾生，一切智安無上大道。欲平", "292": "等有法父母者，正當謂之諸佛菩薩道法父", "293": "母。今是菩薩擁護自歸普得自立，是所謂安", "294": "颰陀和，橋曰兜等五百人等，則法父母，斯", "295": "諸菩薩護是正典。族姓子、族姓女等，不違佛", "296": "教，亦不絕一切智本，於將來世臨法欲沒，為", "297": "諸眾生建立大護，住在大哀開益一切，以是", "298": "勸助在於末世，而安護之不墮惡趣，令無數", "299": "千億菩薩若無數佛共嗟嘆！是族姓子等，", "3": "10 世俗度世品世俗度世品第十", "30": "不可得，五陰自然而不可得，五陰本淨亦不", "300": "功勳之德不能究竟。所以者何？是諸族姓名", "301": "勳至德不可思議。」", "302": "佛告阿難：「佛無數劫億千兆載，合集積累是", "303": "正法寶。其受是法族姓子等，十方無數不可", "304": "計會。諸佛世尊遊無限土，今現在者咸共擁", "305": "護，學是法者皆令安隱。」佛言：「阿難！天上世", "306": "間，悉為是等諸族姓子，稽首敬禮歸命諮", "307": "受，十方諸佛悉嗟嘆之，所演經法以示不逮。", "308": "「阿難！佛以豫印印是族姓決一切疑，若後", "309": "末世受如是像無上正法，持諷誦說宣布同", "31": "可得。五陰無來去無所至，湊處不可得，是", "310": "學，是族姓子及族姓女，以為疾近一切智業。", "311": "臨法滅時，聞是景摸深妙經法懷喜信者，佛", "312": "以授決行菩薩乘。如是至真最後末世愛護", "313": "是法，建立己身而愛樂法。佛以勸助，是諸", "314": "族姓子及族姓女，而不誹謗斯深妙法。佛預", "315": "授決諸聲聞乘，見彌勒佛出現於世，諸漏已", "316": "盡無有愛欲，用受信是深妙法故，未曾誹謗", "317": "致是功報。」佛言：「若菩薩學聞是深法信樂悅", "318": "豫，亦皆授決。在於彌勒如來世時，出家學寂", "319": "而復誓願，乃有殊特。佛謂是族姓子女，德本", "32": "曰度世，不知五陰所歸處所也。以無五陰、諸", "320": "調柔功勳無際，臨法欲沒最後末世，受斯深", "321": "法奉行精進，德不可量巍巍如是。」", "322": "15 囑累品持人菩薩經囑累品第十五", "323": "爾時，持人菩薩前白佛言：「願佛建吾以轉法", "324": "者不求名利，最後末世聞是正典，顯發忻", "325": "悅受微妙義，以是之故疾解諸法，逮分別慧", "326": "速得意力，剖判諸法曉了道慧，所生之處識", "327": "念不忘，以大法光照於十方。」佛言：「持人！若有", "328": "菩薩觀是法品，大智慧業無極明本，積大功", "329": "德不可限量。若將來世受是法品持諷誦讀，", "33": "種本淨，及諸衰入之本淨也。「若有菩薩觀於", "330": "及餘深經菩薩篋藏，諸度無極勤心奉行，魔", "331": "事因緣不能得便，不為罪蓋之所覆蔽。佛預", "332": "授決見兩三佛，輒當逮得無所從生法忍，其", "333": "得忍者亦當得是無上道品，自解諸法而得", "334": "自在，嚴淨佛土具足聲聞，受其道教奉菩薩", "335": "行。「如是，持人！佛下印封斷一切疑，最後末世", "336": "現得四義自在之業，行菩薩大士法，受是經", "337": "典而擁護之，被弘誓鎧。何謂為四？一曰受己", "338": "德本甚大無極，不可限量不可計會；二曰當", "339": "為眾生顯發善元；三曰諮受如來正法經要；", "34": "世俗之法，悉無所見以合度世，不見度世不", "340": "四曰執持法藏無央數佛所宣道化；是為四。", "341": "「復有四法，最後末世將護深法。何謂為四？一", "342": "曰攝取精進在弊惡世受行正法；二曰若在", "343": "厄難第一苦毒諍亂正法，所持法品人共鬪", "344": "時，化令和合擁護正法；三曰行發忍辱具足", "345": "仁和；四曰在於末世心不懷恨，往來周旋常", "346": "行慈愍；是為四，得致深法疾逮一切智。」", "347": "爾時，󰉈陀和橋曰兜、五百菩薩及餘菩薩，聞", "348": "佛說是道品正法，咸住佛前，心自念言：「於後", "349": "末世擁護正法。」佛以右掌摩諸菩薩，而告之", "35": "與世合，則無有世惟覩度世。在于度世，不見", "350": "曰：「諸族姓子！佛無數劫而積習是無上正真", "351": "道，成大寶藏，甚用勤苦忍遭困厄，所濟無限", "352": "使得大安，捨身之安而憂一切，乃致道法成", "353": "最正覺，以累仁等。若有學誦逮是法者，廣為", "354": "四輩而敷演義。若三品法欲毀壞時，當建立", "355": "護，爾乃震揚無極大光。」佛重累：「族姓子等！", "356": "如來猶父，諸賢如子；佛猶國君，諸仁如臣。父", "357": "慈子孝君正臣忠，天下和平，吾無數劫習是", "358": "正法道德寶藏，令普流布八極上下。諸天人", "359": "民一切慈孝自歸命佛，佛以大哀皆共蒙濟。」", "36": "世法而有異持也。不轉二法，云是世俗、是", "360": "爾時，諸菩薩眾從颰陀和、橋曰兜等五百", "361": "群眾，稽首佛足前白佛言：「承佛聖旨，任力盡", "362": "意，將護末世佛所宣教，惟願如來建立垂恩，", "363": "最後末世，令斯正法道寶之藏，使普流布八", "364": "方上下，一切皆蒙。」佛加威神說是法品，有無", "365": "央數不可計會諸菩薩眾，得一生補處，德本", "366": "道慧皆以備悉。無數億千諸天人民，皆發道", "367": "心，佛悉授決，於將來世皆得佛道，各有名號。", "368": "佛說如是，持人菩薩及一切菩薩、颰陀和、橋", "369": "曰兜等五百群眾，四部眾會，諸天、世人、阿", "37": "度世法。所以者何？持人！其所在世，解世本末", "370": "修羅，聞佛所說，莫不歡喜，作禮而去。", "371": "持人菩薩經卷第四", "38": "本無所有，度世亦然。雖見有世悉無世法，所", "39": "作分別度世俱同，以了無世。假使有人，心自", "4": "佛告持人菩薩：「何謂菩薩得曉了知現世度世", "40": "念言：『世俗別異，度世不同。』則於其人佛不興", "41": "世，雖佛出世，普世顛倒，無發道行用真正", "42": "解，以慧察世頒宣經法，處世顛倒貪受于世", "43": "而救濟之，故曰度世也。是故，持人！用真正", "44": "解以慧察之曉了世倒，故曰度世也。如來出", "45": "世普通諸法，世俗度世皆無有二，以真正慧", "46": "觀察造證，故為宣布度世之法。」佛言：「持人！", "47": "不以是法遊於世間，無所至湊無所消除，不", "48": "猗世諍乃得世義，不念度世曉了世辭，達本", "49": "所想以著想二，不解能達如是像法，則無", "5": "經典之要？云何名曰現世度世？若有菩薩常", "50": "濟者不能解了不暢度世。所以者何？用二行", "51": "故，其二行者不能解了世俗度世。菩薩如是", "52": "方便曉了一切諸法，現世度世靡所不達。」", "53": "11 有為無為品持人菩薩經有為無為品第十一", "54": "佛告持人：「何謂菩薩曉了分別有為、無為法？", "55": "云何有為、無為法？若有菩薩以真正覺，有為", "56": "無為順理求之。云何順理？云何求之？亦不作", "57": "有為法，有所見者自然得號，已造有為故曰", "58": "有為，又有為法以虛偽轉。云何為轉？由已合", "59": "會自然歸之，以二緣立緣本際教。用以所有", "6": "順思惟現世度世。云何順思？何謂現世法？何", "60": "自因而生，一切諸法，無為作者勸使作者，自", "61": "然生已，是有為法斯自然法，無有迴還故曰", "62": "有為。其有為法，無內無外亦無中間，住存欺", "63": "惑，無合無散，由從虛妄思想興立，從無明", "64": "緣生愚癡業有一切法，自然轉行無教造行，", "65": "從有為事受其相業因其顛倒，以愚凡夫猗", "66": "名之故，又明智者，覺了有為不可得邊，不", "67": "猗有為無合有法，乃曰明智。「明智分別至", "68": "實，有所造行滅一切為。明智剖判一切諸行", "69": "虛無欺詐，是諸法者悉無所有，咸為自然亦", "7": "謂度世法？若有住於顛倒法行皆從想有，由", "70": "無自然，從意念成一切有為。所以者何？不當", "71": "奉行有為因緣。或曉無為，未曾復習有為緣", "72": "行，若曉無為爾乃通耳。云何曉之？一切有為", "73": "皆為不真而無有形，悉無邊際無至合會。明", "74": "智觀之，不以有為至生究竟，其有為者亦無", "75": "所受悉以無異，有為無為亦復無異生，宣斷", "76": "有為業，是有為、是無為，斯有為相、斯無為相。", "77": "彼何謂有為相？知生當死合會別離。何謂無", "78": "為相？不生不滅不會無別。愚冥凡夫不能解", "79": "了入斯二義，不曉有為所由起相及滅壞相，", "8": "因緣生合於虛妄。有二緣立從二想生：一從", "80": "不住異相，因無相生，住於異也。若無是相，如", "81": "來所說，從是相生，從是相滅，住如是相。」佛", "82": "言：「持人！如來所云一切諸法皆無有相，以能", "83": "得成，無所生相，無滅壞相，無所住相。如來敷", "84": "演無為之相，是相非相，其有為相不成無為", "85": "導師，所以愚冥凡夫所宣道法，有為所起會", "86": "歸滅盡，惟無為安。以能無為，不生不滅亦無", "87": "所住，故曰無為。從其所習而令生滅，其無所", "88": "習則無究盡，無行無究無異住處。其以真正", "89": "解其斯慧，不致合會，有所起生而有滅也，", "9": "虛妄、二從無生。其虛妄語欺迷惑法，得愚冥", "90": "無有異住。「若有菩薩當作是觀，其有為法及", "91": "無為法，無有不無常見如應，不覩有為及無", "92": "為法，有為不見無為，無為不見有為，不見異", "93": "無為，而自謂念我身有矣！真有正是見有為", "94": "業，無餘有為是諦有耳。思念妄想，其有為無", "95": "為法永無所想，有為無為以無所想分別諸", "96": "想，皆斷諸著以了無為，除去眾緣本淨無緣。", "97": "其因本淨所覩真正，以能曉了悉無所作則", "98": "無合會。菩薩能逮是有為無為，則了諸法", "99": "不有不無，亦復不猗有為無為，乃逮正覺"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0481 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經: 持人菩薩經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}