{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2895 要行捨身經", "text": {"0": "No. 2895", "1": "佛說要行捨身經", "10": "而入。端身而坐。正念不動。爾時迦葉波即從", "11": "座起。偏露右肩。遶三匝。即於佛前右膝著地。", "12": "而白佛言。世尊。如來何故於此眾中欣然而", "13": "笑。放大光明照屍陀林及此大會。未久之間", "14": "其光還復從口而入。端身而座。正念不動。唯", "15": "願如來說其意志。佛言。善哉善哉。善男子。", "16": "汝當諦聽善思念之。吾當為汝說其要法。我", "17": "以佛眼觀此林中。捨身行者未來當獲正等", "18": "菩提。若有有情能發勝上捨身之意。心生平", "19": "等無有愛憎。不生慳悋。若能一發是心。雖未", "2": "如是我聞。一時佛在□□□□□□大苾芻", "20": "捨身是人已過二乘之行百千萬倍。即共諸", "21": "菩薩等一切同志。況捨身命普及有情。如是", "22": "功德。我若具說不可窮盡。迦葉波白佛言。世", "23": "尊如來所言在屍陀林普及一切有情。是義", "24": "不然不名為普。若是普者水性有情即無有", "25": "分。唯願如來示我普義。佛言。善男子。我正", "26": "許說汝方即問。若有有情能施身分。分為二", "27": "分。一分水中。一分陸地。是人命欲終時。囑", "28": "善知識同志願者。分割其身以為二分。是分", "29": "身者所得功德。與捨身人功德無二。我念過", "3": "眾千二百五□□□□□漢大迦葉波而為□", "30": "去燃燈佛時。在舍衛國修菩提行。願捨身命", "31": "皮肉筋骨。心心相續。彌勒于時為我善友。我", "32": "命既盡即分二分。安置如法。慈氏合掌即發", "33": "願言。以此微供普及有情水陸空行一切都", "34": "食緣。是功德無始已來恒相值遇共為眷屬。", "35": "次復作佛即其人也。我因捨身發大誓言。若", "36": "有有情飢食我肉。渴飲我血。既飲噉已。願令", "37": "一切有情因食我肉發菩提心離飢渴苦。未", "38": "來當得法喜等食。資自性身。飲我血者離諸", "39": "愛渴。當獲法水灌注心源。愛法王資變化", "4": "□□□一千人俱。飛騰辟支而為上首。諸大", "40": "身。以是義故疾得無上正等菩提。又迦葉波", "41": "我於因地初發心時。三度死捨正第四生。即", "42": "能生捨不貪愛。於空王佛時。以悟空理即", "43": "薩埵王子。施身餓虎飼於七子。亦作月光大", "44": "王。廣惠千首。亦為達拏太子。施妻子。亦為", "45": "慈力悲王施軀於五夜叉。為求法故。於雪山", "46": "邊求半句偈。以施其身餧其羅剎。我若廣", "47": "說無始已來生。捨身命於百千劫不可說盡。", "48": "何以故。都由因地初發心時死捨身故。迦葉", "49": "放白佛言。世尊如是等人但行捨身功德", "5": "菩薩八千人俱。地藏菩薩而為上首。大梵天", "50": "無量。不審未施已前多生造罪。先世惡業捨", "51": "身福報得滅以不。佛言。善男子。若有有情多", "52": "生殺害一切有情。遍娑婆界。四重五逆謗方", "53": "等經。乃至食噉有情血肉。如是等罪無量無", "54": "邊。若有有情能施身分普濟有情。除飢渴苦。", "55": "如上之罪悉皆消滅。從無始已來所有殃咎", "56": "速滅無餘緣。捨身故即是大懺悔悉誠慚愧。", "57": "十方一切諸佛皆共稱嘆。善男子。假使有人", "58": "從無始已來作業。偷僧祇物常住僧物見前", "59": "僧物不淨說法。大斗重秤如是等罪。應入奈", "6": "王釋提桓因四天大王龍神八部。諸苾芻苾", "60": "落迦傍生餓鬼。百千劫中不得解脫。恐獲", "61": "來苦即請召集。娑訶世界三明六通具八解", "62": "脫大阿羅漢。若凡若聖一切僧尼聚在一處。", "63": "欲滅其罪亦不可滅。何以即有百千殑伽娑", "64": "訶世界。一切眾僧清淨眾海即不來集。以是", "65": "因緣罪難除滅。是故稱云常住僧物。普通法", "66": "界上至諸佛下至沙彌。悉皆有分不如有人。", "67": "於一切生處。願捨此身皮肉筋骨。心心相續", "68": "如上之罪。悉皆消滅。天曹地府所有薄籍自", "69": "然除滅。以是因緣。我見是利故。勸諸有情當", "7": "芻尼烏波索迦烏波斯加。", "70": "施身分必定獲得無上等覺。爾時世尊告彌", "71": "勒菩薩言。慈氏如是輩經。汝等護持。於贍部", "72": "洲廣宣流布無令斷絕。爾時彌勒菩薩白佛", "73": "言。世尊。如來滅後惡世之中。若善男子善女", "74": "人。發勇猛心。以身布施。一切有情為檀波", "75": "羅蜜故。如是等人我於龍花初首皆令得度。", "76": "唯願佛曰。更不有慮。大梵天王釋提桓因四", "77": "天大王。龍神八部諸苾芻苾芻尼烏波索迦", "78": "烏波斯迦。白佛言。世尊。如此人輩。我等從", "79": "今為作衛護。不令有人作於留難。所以者何。", "8": "爾時世尊於此眾中欣然而矣。放大光明照", "80": "如此人輩必定獲得無等正覺。爾時慶喜白", "81": "佛言。世尊。當何名之。佛告慶喜。此經名諸佛", "82": "要行捨身功德經。爾時一切天人阿素洛聞", "83": "佛所說。信受奉行。", "84": "佛說要行捨身經", "85": "捨身願文　十方三世一切諸佛當證知。", "86": "弟子某甲等。從無始已來及以今生盡未", "87": "來際。恒以內財外財生施死施。弟子某甲", "88": "今生既盡。又復分段之身。血肉皮骨頭目", "89": "髓腦。及以手足施與一切飢餓眾生。以償", "9": "屍陀林及此大會。未久之間其光還復從口", "90": "宿債。仰效菩薩苦行之蹤。捨身血肉至屍", "91": "陀林。所捨身善根以集當集。現集一切善", "92": "根。以此善願共一切眾生生生之處。於身", "93": "命財不生貪著。捨邪歸正。發菩提心。永除", "94": "三障。永離貧窮。常見一切諸佛菩薩。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2895 要行捨身經", "author": "", "sourceLink": "http://www.cbeta.org/"}