{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0624 佛說伅真陀羅所問如來三昧經: 佛說伅真陀羅所問如來三昧\n經: 佛說伅真陀羅經", "text": {"0": "No. 624 [No. 625]", "1": "佛說伅真陀羅所問如來三昧", "10": "不離菩薩心，令他人亦爾。施與伏意而不亂，所", "100": "可得。根已入眾脫，是為功德，今自歸已得", "101": "脫者十一。「悉知因緣而所生有之功德，其見無", "102": "內、無外，用等故其知所說別於如作，今已自", "103": "歸過度諸所可見十二。「亦無所從來、無所從去，", "104": "視諸法悉脫，若幻野馬，今自歸於法功德十三。", "105": "「所生無所，生俱無生；其有已滅，無有盡時。所", "106": "住如法、如怛薩所入十四。「審如所說若法，如怛", "107": "薩無所動轉。其德若大山、身者若金剛，今自", "108": "歸安則若山十五。「身、心、意而適等，其名流於三世，", "109": "莫不聞者。一切所問皆能報答，惟不以煩而", "11": "愛而無所惜；其淨戒莊嚴，飾身、口、意；其忍辱", "110": "肯說者。「願欲所問十六，讚歎佛已，儻肯說者而", "111": "欲問之。」佛言：「在所問。」提無離言：「何謂菩薩以", "112": "法自在說而莊飾身一？何謂菩薩快深法無", "113": "所不入二？何謂菩薩知一切人心三？何謂菩薩", "114": "隨所喜而化四？何謂菩薩心行而入五？何謂菩", "115": "薩知因緣有所作六？何謂菩薩而施與、為莊嚴", "116": "持戒、忍辱、精進、一心、智慧七？何謂菩薩得在", "117": "梵天八？何謂菩薩其智甚尊九？何謂菩薩而常", "118": "得勝十？何謂菩薩從是得度十一？何謂菩薩於聲", "119": "聞、辟支佛、一切人而示現法不入其中十二？何謂", "12": "柔軟，是則為力、是則僧那；阿僧祇劫憶那術", "120": "菩薩離於生死而不泥洹十三？何謂菩薩知一切", "121": "人界不離法身十四？何謂菩薩不離本，於離本", "122": "而示現十五？何謂菩薩而得尊貴，其福若帑藏十六？", "123": "何謂菩薩隨欲而得入道十七？何謂菩薩盡知諸", "124": "法十八？何謂菩薩所作常安諦十九？何謂菩薩於世", "125": "間而行無所著二十？何謂菩薩而自在法端正，", "126": "莫能當者一？何謂菩薩常不離佛二？何謂菩薩", "127": "安諦而學三？何謂菩薩意與法無所取、無所捨", "128": "四？何謂菩薩而護一切五？何謂菩薩至法輪轉", "129": "六？何謂菩薩乃至阿惟顏七？」佛言：「善哉，善哉。提", "13": "百千所作，精進而不懈怠；禪惟務三昧三摩", "130": "無離！菩薩所問乃爾，令一切得所。其在會者，", "131": "若當來悉為作導，是摩訶衍而得久住。」佛言：", "132": "「諦聽諦聽，今我所說。」則言：「願樂欲聞。」佛言：「菩", "133": "薩用四事而自在。何謂四？其光明為一切無", "134": "所罣礙一；所有名寶，其有索者不為愛惜二；若", "135": "明經者說法而不中斷，於邊勸助三；若有倩", "136": "令說法而不以難，承怛薩阿竭不可議踊躍", "137": "而說之，於菩薩事無所悕望，以法而施與四。", "138": "是名曰四事。「復有四事深入諸法，其慧所作", "139": "不離功德。何謂四？於十二因緣而真知之一；", "14": "越，其心知他人意，以是自娛樂；其慧功德無", "140": "如自惜身，亦惜於人與身無異二；於生死亦不", "141": "念有所從來、有所從去三；一切諸法以空現", "142": "空四。是為四事。「復有四事悉知一切人心、其", "143": "功德增減。何謂四事？以入法身而無瑕穢一；", "144": "諸種好悉以現二；以四事而觀三；其心無破壞", "145": "便得三昧四。是為四事。「復有四事隨一切所", "146": "行而教化之。何謂四事？其慧而等一；悉化一", "147": "切人二；觀知諸法三；其心已淨潔，悉淨一切人", "148": "心四。是為四事。「復有四事知一切人心化之", "149": "所行。何謂四事？其智無所不入一；其慧無所", "15": "所不解。其心譬若須彌，無能譬者。其心如地、", "150": "罣礙二；其心無有二三；睡臥諸蓋已不復著四。", "151": "是為四事。「復有四事所作罪福不忘。何謂四", "152": "事？一切無所斷一；亦無所著二；而知因緣，所作", "153": "隨其示現，以法持法三；亦不念有我、亦不念有", "154": "人，隨是教者不失道法四。是為四事。「復有四", "155": "事以布施而莊嚴。何謂四事？以相莊嚴一；隨", "156": "人所喜示現其好二；其色甚尊好三；所作而不", "157": "可盡四。是為四事。「復有四事用淨戒而為莊", "158": "嚴：便為遮迦越羅，不忘菩薩心一；得作釋提桓", "159": "因，以菩薩心而自莊嚴二；而作梵天，其心以菩", "16": "水、火、風，亦無所愛、亦無所憎，常有慈心。其身", "160": "薩而為莊嚴三；離一切惡道，但生天上世間作", "161": "人，以菩薩心而為莊嚴四。是為四事。「復有四", "162": "事忍辱莊嚴。何謂四事？其音如梵，聲聞者各", "163": "得所一；其聲軟好，譬如迦陵二；一切莫不愛樂", "164": "三；常於功德而堅固四。是為四事。「復有四事以", "165": "精進莊嚴。何謂四事？其身若金剛，諸邪不能", "166": "得其便一；為一切而作厚二；所作事具足辦而", "167": "不中悔，學問無厭極三；其心所求而悉具足四。", "168": "是為四事。「復有四事以禪自莊嚴。何謂四事？", "169": "所作不抵突一、而不調戲二、不為弊惡三、自知", "17": "光明無所罣礙。其哀是行，為一切人而作傷", "170": "而無異意四，是為四事。「復有四事以智慧而", "171": "莊嚴。何謂四事？不自念有我、亦不念有人，亦", "172": "不念有壽、亦不念有命，亦不著、亦不斷一；所", "173": "作甚尊二；一切所有無所不入三；一切諸法無", "174": "所復畏四。是為四事。「復有四事其慧自致梵", "175": "天。何謂四事？以空慈念一切一、教一切人而", "176": "以加哀二、總攬諸法而已護故三、等於一切亦", "177": "不捨佛四，是為四事。「復有四事不離於智。何", "178": "謂四事？以四禪而住，不動轉於菩薩一；以四", "179": "事三昧三摩越，用漚和拘舍羅故不生無色", "18": "心。已法等心，已是為樂，其護者不墮一", "180": "中二；自在心所說不離法三；遍至十方盡見諸", "181": "佛四。是為四事。「復有四事而自在。何謂四事？", "182": "於內而自滅，於外亦自滅一；悉曉了諸法如幻", "183": "二；以慧為力三；不自貢高而得度四。是為四事。", "184": "「復有四事深入慧。何謂四事？知欲而不斷欲，", "185": "不中道取證一；知生死，以漚和拘舍羅而在中", "186": "二；所見悉知其政道、非政道，亦不捨所見三；", "187": "知無黠而親近十二因緣四。是為四事。「復有四", "188": "事於羅漢、辟支佛、一切人以法而示現，不於", "189": "中有所悕望。何謂四事？視諸三昧知若如幻一、", "19": "道。有利、無利，若譽、若謗，若有名、無名，若苦、若", "190": "曉了諸法而嚴飾二、以旬自娛樂所作審諦三、", "191": "其心自知譬若如幻四，是為四事。「復有四事", "192": "離生死亦不般泥洹。何謂四事？念諸佛故一、", "193": "其心而等哀二、用漚和拘舍羅故三、不忘本發", "194": "心之願四，是為四事。「復有四事而知一切人", "195": "不離於法身。何謂四事？視一切人皆自然、諸", "196": "人入法身亦自然一；知一切人而自然二；人", "197": "自然、慧自然而不疑三；人自然、泥洹自然而", "198": "得忍四。是為四事。「復有四事亦不離本，於無", "199": "本而見。何謂四事？常念泥洹，欲具足佛法，其", "2": "經卷上", "20": "樂，過世間之所有法，一切諸會不已為會。", "200": "意而遍知一；以身現遮迦越羅、梵、釋，於其中", "201": "現功德，令會者因是法二；以身現不肖，令劣", "202": "者得作功德三；其有所求者則施與以身，於", "203": "尊貴現於極豪而往率化四。是為四事。「復有四", "204": "事持想入無想。何謂四事？生死無常，其心", "205": "淨一；從本已苦，今已慧得二；視一切諸法無我", "206": "三；泥洹寂四。是為四事。「復有四事離諸見法。", "207": "何謂四事？清淨一、於慧眼無所不見二、佛眼者", "208": "悉在前立三、已度諸法印阿惟顏四，是為四事。", "209": "「復有四事自在決諸疑。何謂四事？所欲無覆", "21": "却諸外道，降伏眾魔。是者難值，若優曇鉢花", "210": "蔽一、入諸諦慧二、無所不覆三、不離諸陀隣尼", "211": "四，是為四事。「復有四事而隨習俗無所著。何", "212": "謂四事？盡知世事一；便能度一切人二；已離", "213": "憎愛三；以淨於本，無所沾污四。是為四事。", "214": "「復有四事而住法。何謂四事？其心自在一、其", "215": "慧亦自在二、其智亦自在三、漚和拘舍羅而自", "216": "在四，是為四事。「復有四事。何謂四事？不離", "217": "怛薩阿竭一、為一切讚歎佛形容二、教照人", "218": "令發心為菩薩三、常念於佛四，是為四事。「復", "219": "有四事寂而知諸法。何謂四事？以道盡", "22": "時時可得。一切人而無倩者而為作倩，故", "220": "知俗事一；一切曉了諸慧二；於所聞無有疑", "221": "而得法忍三；不念有是、無是，不隨俗人有所", "222": "作為四。是為四事。「復有四事而為師無所貪。", "223": "何謂四事？為一切人作因緣一、其心質朴而", "224": "無諛諂二、捨身之安而憂他人三、所求慧不用", "225": "身故但為一切四，是為四事。「復有四事為一", "226": "切作護。何謂四事？自捨身而憂他人一、悉捨", "227": "諸樂以法自樂二、所聞不以為解三、以法而自", "228": "長養四，是為四事。「復有四事當成輪轉。何謂", "229": "四事？逮得陀隣尼、逮得自恣所欲一；而無盡", "23": "名曰厚，其厚者乃致至泥洹。已無極上僧", "230": "滅二；自入其心，於內曉了諸法三；盡解他人", "231": "四。是為四事。「復有四事乃至阿惟顏。何謂四", "232": "事？已度於生死，不離於菩薩一；便得無所從", "233": "生法樂忍故，受生死用不離法故二；已得阿", "234": "惟致印三；已今得怛薩阿竭印四，今到十", "235": "道地，以到十道地，從次第悉曉了。是為四", "236": "事。」佛說菩薩四事經時，三千大千剎土六反", "237": "震動，其光明無所不明。諸天飛在其上，以億", "238": "百千種妓樂而娛樂供養佛，雨於天華，皆言：", "239": "「善哉，善哉。佛從無數劫所行今皆聞之。其在", "24": "那僧涅，已深法猛若如師子；已怛薩阿竭", "240": "會者、其聞是法，從本已作功德。聞已，便諷、誦、", "241": "持，復為一切人廣說，其心未曾忘，菩薩如", "242": "是輩人所作亦當如佛。吾等已得是利。所以", "243": "者何？逮聞是法。」爾時，諸天及人八萬四千皆", "244": "發阿耨多羅三耶三菩提心，萬二千菩薩皆", "245": "得無所從生法樂忍。提無離菩薩問佛：「從怛", "246": "薩阿竭般泥洹已後，其有聞是經者，諷、誦、讚、", "247": "供事，當得幾法功德？」佛言：「當得八法功", "248": "德：其信無有異於菩薩而堅住一；其身施人，於", "249": "功德而令增益於一切人，其心無所恨二；住", "25": "印而印之，所受決而無所礙。其作如所言，", "250": "於無極大哀，教照一切三；以法故學問不厭", "251": "足，若海不厭眾流四；欲護諸法五；以法功德而", "252": "自長養，雖身而死後還倍好六；入諸福功", "253": "德，具足本願，為諸佛所擁護七；降伏眾魔，以離", "254": "恐懼八。菩薩以是八事，佛般泥洹已後便逮", "255": "得功德法。」爾時，三千大千剎土地為六反震", "256": "動，悉平如掌，諸山陵、海水、陂渠、溝坑悉見", "257": "如地，其在水中謂為如故。以百歲枯木諸", "258": "樹皆生若干種葉，其葉者在佛方面皆傾枝", "259": "向之；其餘好樹亦復如是。地為生蓮華，大如", "26": "已諦法而審。其光明照於日月，十方莫不", "260": "車輪，其色無數，其光明悉開辟三千大千之", "261": "剎土。從下視上了無所見，但聞妓樂，其音甚", "262": "好。爾時，從氷山、香山，其香到是，無所不遍。其", "263": "華從是山出乃來雨佛上，遍其地，沒人踝。", "264": "佛所坐樹其樹亦出華，亦聞妓樂音若如天", "265": "樂。其佛上便有三十萬里珍寶華蓋而覆蓋", "266": "座，蓋間而有珍寶鈴周匝其邊，悉皆垂珠，", "267": "從其垂珠間其音聲悉遍三千大千之剎土。", "268": "舍利弗前長跪問佛：「是何本之瑞應乃有是", "269": "現？」佛謂舍利弗：「有王名曰伅真陀羅，從名", "27": "聞名者。一切諸佛無不救護，不令離法，悉", "270": "香山與諸伅真陀羅無央數千、與犍陀羅無", "271": "央數千、與諸天無央數千而俱來。」說是瑞應，", "272": "言適未竟，便見伅真陀羅與八萬四千伎人俱", "273": "來，及無央數人。其華從上墮，譬若天雨從上", "274": "悉下。與諸俱來者頭面著地為佛作禮，遶佛", "275": "三匝皆在前住。伅真陀羅王便以手持琉璃", "276": "之琴。所以者何？是本之願。面面各四萬二千", "277": "伎樂，伅真陀羅在其中央，同時鼓琴，其聲悉", "278": "遍三千大千之剎土。諸欲天子所有伎樂，應", "279": "時其音不與是聲而等。所以者何？其音悉覆，", "28": "皆守名深法滅，不斷三寶。其心功德通", "280": "即令不如。諸欲天子、諸色天子皆悉到佛所。", "281": "鼓是音時，三千大千之剎土應時諸樹、名大", "282": "山、氷山、王摩訶目鄰皆悉󰮚󰮚搖，譬若如", "283": "舞，一切低昂皆向佛，譬若如人之作禮。比丘、", "284": "比丘尼、優婆塞、優婆夷，諸一一尊比丘及新", "285": "發意菩薩，其在會者諸天、龍、鬼、神，一切自於", "286": "坐皆踊躍，𡶅峨其身而欲起舞。提無離菩薩", "287": "問：「尊聲聞已離諸欲，悉得八惟務禪，盡見四", "288": "諦。何緣復舞？」諸尊聲聞答言：「吾等不得自在，", "289": "用是琴聲，於坐不能忍其音、亦不能制其心", "29": "無央數剎土，其心淨潔，習其處而往還，到佛", "290": "令堅住。」提無離菩薩問摩訶迦葉言：「仁者年", "291": "尊而知厭足，自守如戒，為諸天及人之所敬", "292": "愛。云何不能自制身舞，若如小兒？」摩訶迦葉", "293": "言：「譬若隨藍風一起時，諸樹、名大樹而不能自", "294": "制。所以者何？其身不堪伅真陀羅王琴聲，譬", "295": "若如隨藍風起時，以是故，吾等而不能自制。", "296": "今乃知上人之所作，其功德不可當。諸聲聞", "297": "之所有，今悉為是音而覆蔽。」提無離菩薩復", "298": "謂摩訶迦葉：「觀諸阿惟越致所作為，聞是琴", "299": "聲而無動者，其有智人聞是奈何，而不發阿", "3": "後漢月氏三藏支婁迦讖譯", "30": "所無所失。常教道一切人，已入般若波羅", "300": "耨多羅三藐三菩提心？諸聲聞之所有威神", "301": "之力皆悉為琴聲而所覆蔽，是音不能動搖", "302": "諸摩訶衍。伅真陀羅王所有伎樂、八萬四千", "303": "音聲皆悉佛威神之所接，亦伅真陀羅本願", "304": "福之所致。」諸所音樂聲莫不聞其聲，皆言：「諸", "305": "法等而悉脫，下、中、上悉淨，而亦空，無有異。", "306": "一切諸人計無有人已，過去、當來、今現在亦", "307": "爾，但聞其音，了無所有。其法者，一切人聲亦", "308": "復如是。一切剎等，剎所已故等，而無剎故", "309": "二。「其明無所有，等而稱其剎者，無有生者、亦", "31": "蜜漚和拘舍羅，則是頭隨人心所喜以法教", "310": "無長大者。是故，空無有識而自然，諸所有無", "311": "所有是自然三。「亦不可得外行、亦不可得內", "312": "行。其慧而本異法，而字法亦無所有，其名亦", "313": "爾四。「其知名色無所有，其行無著已，過去安", "314": "無有極五。「已從聞法本，盡壞無所有，亦無所", "315": "至、亦無所住六。「其所計但有字，但字盡知字", "316": "法而等不校別七。「心所持等持故，無所有，", "317": "其本轉而不相知。心所思亦無所生，其知是", "318": "慧便入法八。「其根根已等斷，前與後法這等，", "319": "其知等於三世，其慧便入無央數九。「凡人為", "32": "照，各令得所索。知諸人相，所行隨所樂喜，", "320": "色名之所繫，是者凡之所作，從本至本、從", "321": "生至老無有已，已知因緣不復滅。「其言有我、", "322": "有人，是與本而反十。「我所住等無所住、諸法", "323": "亦無所住，其知住無所住，是為歡喜聞信十一。", "324": "「譬若雨而有電，是上之自然。一切諸法我，故", "325": "曰自然二。「我與人自然空，已知是者便入陀隣", "326": "尼印，諸所脫門戶而悉知。「相等相故三。「無", "327": "有相法者、無有空故。無悕望用字故，故與", "328": "法別，便有上、中、下四。其字者不自知而別用，", "329": "不可見故，其心已本來故，而有本者續故。", "33": "不失其意。而作醫王之德，療於老、病、死。已供", "330": "已知諸法無所有，已為斷本際故五。「已斷本", "331": "際，為一切而有行；已知本際等，是則為慈哀", "332": "六。「已淨於慈，便等於苦、樂，亦不喜、亦不憂，所", "333": "已者是為上人。已入本故，法學者寂而寂，若", "334": "說、若不說，無所增減法者，所以故寂而無悕", "335": "望七。「空中之聲而不可獲，但可聞，無所說，若", "336": "所說、若所聞皆不誠。」聞是音時，八千菩薩悉", "337": "得無所從生法樂忍。提無離菩薩問佛：「是歎", "338": "聲從所出？」佛語：「若問伅真陀羅王，悉自為若", "339": "說之。」應時受言，便問伅真陀羅：「是歎聲所從", "34": "養過去無央數佛，其功德而致相諸種好。已", "340": "出？」則答言：「從一切人聲從彼出。」復問：「一切", "341": "人聲從所出？」「從空出。」提無離菩薩則言：「伅真", "342": "陀羅！一切人聲不從意出？」伅真陀羅復問提", "343": "無離菩薩：「是聲當從身出？為從心出？」提無離", "344": "言：「亦不從身出，亦不從心出。何以故？其身不", "345": "常住故。譬若草不常生、若牆壁不常而住，", "346": "會有僻時。其心無有形，亦不可見、亦不可聞、", "347": "亦不可聽，譬若如幻。」伅真陀羅復問提無離：", "348": "「若無有身、無心，是聲何從得出？」則答言：「一切", "349": "從念自然而有聲。如仁說聲從念便有，今我", "35": "過空、無相、無願之法，諸法無所有，如幻野馬、", "350": "歎聲因空而出。所已故？諸聲不離空故。」伅真", "351": "陀羅則言：「如仁欲知聲者，皆因空自然有聲。", "352": "但聞音而不可見，即時滅。其滅者亦空，故曰", "353": "自然。諸法所以等者，如空等故。其有所說、無", "354": "所說亦等。所以者？空等故。一切諸法但可聞，", "355": "不可見。其所聞法，於聞不見其法。如法聲", "356": "不見，是聲亦於法不現。諸法不可覺，所以", "357": "聞者，已漚和拘舍羅故而可聞，則亦無所", "358": "聞。已漚和拘舍羅知，便於法無所悕望。無", "359": "所悕望者，是固要是固力，不復羸便堅彊，", "36": "如夢、如水中影、山中之響。悉知一切之音聲，", "360": "無有能斷。無有能斷者，無有生；無有生者，無", "361": "所屬；無所屬者，便已輕；已輕者，便淨潔；已淨", "362": "者，便無垢。已無法，甚明、甚朗。甚明者是心", "363": "本，心本者為過；其過者知過已，已過者便無", "364": "有想。已過諸想，其處轉上。轉上者是菩薩忍，", "365": "已得忍者無所不忍，亦忍空、亦忍人。何以故？", "366": "空亦不離人。何所是空？人則空，忍於無想、忍", "367": "於有想。所以故？想者自然而無想，亦忍無願、", "368": "亦忍有願。所以故？其願想自然，無有願本。諸", "369": "法泥洹，亦復忍於生死。所以故？生死者譬若", "37": "通入諸法，各各能答。已成持諸所欲，以智慧", "370": "如夢。菩薩得忍者不疑有無，持一計而盡知", "371": "一切人。用得忍故，知一切諸法亦無所至、亦", "372": "無所來，知諸法悉住。已住於法者，知一切人", "373": "亦住。已入是法者，是為無所從生法樂忍，", "374": "但有音聲。其法忍者，亦無所語、無可說，其本", "375": "者亦復不可說。佛者甚尊，不可說法而令人", "376": "得了。」提無離菩薩白佛：「快哉，伅真陀羅所說", "377": "微妙，曉了知深法而得忍，能有一一尊所有", "378": "所入忍而甚深問佛。是王所作功德已更幾", "379": "佛？其所欲自恣乃爾。」佛語提無離菩薩：「可知", "38": "曉了道事。已稍近尊十種力，肉眼、慧眼、道眼、", "380": "洹河邊沙，一沙為一佛土，盡索滿中星宿，", "381": "是數可知。伅真陀羅所供事佛其數不可", "382": "計。」提無離菩薩問伅真陀羅：「所供事佛甚多", "383": "乃爾，合會功德甚大巍巍，何緣不疾成佛？」伅", "384": "真陀羅則言：「菩薩用十事無有厭足。何謂為", "385": "十？供事怛薩阿竭而無厭足一、所作功德亦", "386": "無厭足二、學問法亦不厭足三、四禪五旬知亦", "387": "不厭足四、視諸法亦不厭足五、欲廣說法亦不", "388": "厭足六、欲教一切人亦不厭足七、常欲護法亦", "389": "不厭足八、欲具足諸波羅蜜亦不厭足九、欲感", "39": "法眼、佛眼過度眾冥，盡入諸功德行、曉知菩", "390": "動化道勸助亦不厭足十，是菩薩十不厭足。」", "391": "伅真陀羅問佛：「聞菩薩摩訶薩有三昧，名曰", "392": "寶如來，其得是三昧者，悉具足諸寶，其問", "393": "者所說法而自在。」佛言：「諦聽所說。」伅真陀羅", "394": "言：「受教，惟願聞之。」佛言：「菩薩不盡佛、及法、", "395": "比丘僧，用是三事發心便有八十法寶。「何謂", "396": "八十？其心不忘薩芸若，是則為寶一；其心不", "397": "捨信，是則為寶二；其心習諸功德不懈，是則", "398": "為寶三；其心堅其願不捨，是則為寶四；其心", "399": "所有施與無所愛惜而復增益，是則為寶五；其", "4": "聞如是：一時佛在羅閱祇耆闍崛山中，與六", "40": "薩之藏。其聞是法不復轉移，便得相印三昧、", "400": "心所作但念菩薩，是則為寶六；其心莊嚴身，", "401": "不犯身三事，是則為寶七；其心淨者，其語無惡，", "402": "是則為寶八；其心莊嚴，心不念惡，是則為寶", "403": "九；其心已戒，莊嚴加身，不欲、不念人惡，是則", "404": "為寶十；其心無所罣礙，等一切人，是則為寶", "405": "一；其心已忍辱為莊嚴，忍一切諸惡，是則為", "406": "寶二；其心不愛惜身、壽命，用菩薩故，是則為", "407": "寶三；其心無所憎、愛，亦不搖動，是則為寶四；其", "408": "心堅固精進而不懈怠，是則為寶五；其心所作", "409": "皆欲成，是則為寶六；其心所念意行直，所作", "41": "金剛行三昧、其法在所作三昧、寶明持三昧、", "410": "不忘欲具足菩薩事，是則為寶七；其心禪三", "411": "昧三摩越，已發是，所作便自在，是則為寶八；其", "412": "心求法欲合會諸智，是則為寶九；其心所聞", "413": "法而習誦便有精進，是則為寶二十；其心所說法", "414": "無所悕望，度諸求故，是則為寶一；其心於法無", "415": "有虛飾，是則為寶二；其心念正道，所作如事，", "416": "是則為寶三；其心所聞、所作如所聞用審故，", "417": "是則為寶四；其心具足智慧已，不隨他人教，", "418": "是則為寶五；其心已無極慈而自護，是則為", "419": "寶六；其心為無極哀，謂等一切故，是則為寶", "42": "不捨一切人三昧。悉知一切心三昧已，得佛", "420": "七；其心無極護已法自娛樂，是則為寶八；其", "421": "心已無極等觀視諸法，是則為寶九；其心於生", "422": "死不以為勤苦，已入功德故，是則為寶三十；其", "423": "心欲教一切人，多念於人不自念，是則為寶", "424": "一；其心不乏已法分與人，令得而學，是則為", "425": "寶二；其心以大智無所不曉，有神足無所不感", "426": "動，是則為寶三；其心而親近迦羅蜜，無所聞", "427": "而學問，是則為寶四；其心遠離惡師而習功", "428": "德，是則為寶五；其心等一切，因是習，無有二", "429": "心，是則為寶六；其心知生死是則為病，便入", "43": "智慧。如佛所作為一切作本，已具足諸好。有", "430": "一切人意，是則為寶七；其心為一切作藥而愈", "431": "諸病，是則為寶八；其心不輕易無智者，用", "432": "法尊故，是則為寶九；其心不自貢高而忍一", "433": "切，是則為寶四十；其心不諛諂，是則為寶一；其", "434": "心所聞法不忘，於法住故，是則為寶二；其心", "435": "盡護諸法，用念報諸佛恩故，是則為寶三；其", "436": "心欲報恩，用堅固厚故，是則為寶四；其心若", "437": "有侵者而不念報，是則為寶五；其心樂於山間，", "438": "欲守法淨故，是則為寶六；其心常欲捨家，欲", "439": "作沙門至於正道故，是則為寶七；其心於道", "44": "菩薩名曰樂作一、復有菩薩名曰樂等有二、復", "440": "而自趣足，自制而護惡，是則為寶八；其心知", "441": "足，令人各歡喜，是則為寶九；其心於世事知", "442": "足者，是為不厭足於法，是則為寶五十；其心自", "443": "護，不與眾閙從事，是則為寶一；其心不厭足", "444": "諸功德，用諸相具諸種好，是則為寶二；其心", "445": "不厭足於智慧，欲決一切人疑故，是則為寶", "446": "三；其心常念佛，不離佛故，是則為寶四；其心", "447": "常念法，所說不離法故，是則為寶五；其心常", "448": "念僧，便至阿惟越致僧故，是則為寶六；其心", "449": "常念戒，不動離菩薩，是則為寶七；其心常念", "45": "有菩薩名曰寶手三、復有菩薩名曰明華四、復", "450": "施，不貪身故，是則為寶八；其心常念天上，便", "451": "入一生補處，是則為寶九；其心盡知本，索曉", "452": "諸所有，是則為寶六十；其心知法，不壞法身故，", "453": "是則為寶一；其心所作知如事，盡知一切人之", "454": "所語，是則為寶二；其心知自在，飽滿一切人，", "455": "是則為寶三；其心得陀隣尼，所聞法無所忘，", "456": "是則為寶四；其心知本法，諸所有自然悉曉", "457": "了，是則為寶五；其心護慧，知其識如幻，是則", "458": "為寶六；其心學審諦，從是而得脫，不壞所作，", "459": "是則為寶七；其心護法，欲知人自然，是則為", "46": "有菩薩名曰寶炎五、復有菩薩名曰喜見六、復", "460": "寶八；其心知無常苦，生死於三界無所著，是", "461": "則為寶九；其心視諸法無有我，用無人故，是", "462": "則為寶七十；其心入泥洹，從本本寂復寂，是則", "463": "為寶一；其心知空、無相、無願，已度於脫近泥洹", "464": "門，是則為寶二；其心無有生，無有生、無所壞、", "465": "無所滅，其脫是者得忍，是則為寶三；其心知", "466": "若幻、如夢、如野馬、如山中響、如水中影已，堅", "467": "固無所悕望，是則為寶四；其心喜知十二因緣", "468": "已，去著斷之事，是則為寶五；其心所見悉曉，", "469": "而不求、不墮二，是則為寶六；其心不入二事，", "47": "有菩薩名曰意喜七、復有菩薩名曰喜以眼見", "470": "以一事悉知法，是則為寶七；其心具足諸行", "471": "而不轉還，度於諸色名，是則為寶八；其心稍", "472": "近，已具法故，是則為寶九；其心合聚三十", "473": "七品，用度諸法故，是則為寶八十。」佛語伅真陀", "474": "羅：「已習是八十事而具足，便得寶如來三昧。", "475": "已逮是三昧者，於道寶、於欲寶無所住。「何謂", "476": "欲寶？何謂道寶？欲寶者，諸天及人，人中之尊、", "477": "釋、梵、四天王、遮迦越羅。若尊者諸侯，其一一", "478": "豪姓者於天上、天下各自有尊，已得者則不", "479": "如驕。自於是中悅心，為菩薩而欲得之，是名", "48": "八、復有菩薩名曰持地九、復有菩薩名曰歡喜", "480": "曰欲寶。「道寶者，以法度俗。何所法而度俗", "481": "者？則道法。何以故？欲之所作皆因慧，慧者則", "482": "象道之法。譬如眾流皆歸於大海、須彌者諸", "483": "山中尊、月者眾星中大明、日者明於眾冥、", "484": "若師子諸獸中之猛、如王於眾而為上、如釋", "485": "於忉利而為尊、梵者於眾梵而獨高，以是慧", "486": "尊於諸法，故曰智慧王。所以其欲度者，因是", "487": "而得度，用安隱道故。若冥持炬火而得明，", "488": "其作甚猛，降伏眾魔。作醫王，調和諸藥；作師，", "489": "曉知諸事。若持弓弭，箭在所射，其箭無所不", "49": "作十、復有菩薩名曰大處廢一、復有菩薩名曰", "490": "入。若力士持兵有所擊，應時無有全命者；", "491": "持是智慧擊於愚冥，無有不盡者。所以者何？", "492": "用去垢故。其心而等無有異，亦不與人有所", "493": "諍、亦無有能害者，與人無有恨、所作有究", "494": "竟故。其慧而忠質故，能有所成作至誠，是", "495": "為止意；一切平等，是為斷因緣；是神足合會", "496": "諸功德，是則為根；所作在後，是則為力；於無", "497": "智而為智，是則為覺；視人道徑者，是則為", "498": "道。「已寂而寂、向觀而觀，於冥欲作明，冥去是", "499": "則為明。是明之自然故、無有垢故、能淨餘", "5": "萬比丘俱。菩薩七萬三千人，一一尊復各從", "50": "大利二、復有菩薩名曰辟魔三、復有菩薩名曰", "500": "脫於欲故，能脫餘欲。不可見，已度諸界故，無", "501": "有諸界。內已寂已，過諸空，用入空故。已離諸", "502": "所見，是則無想；無所求寂，是則無願想。已", "503": "度三界，已相無有相是為相，其相與空等故。", "504": "所以者何？以無求故，是則為布施；已度是我", "505": "所、非我所，無希望，是則為戒；我無所住，是", "506": "則為忍；無所持、無所捨，是則為精進；無所增、", "507": "減，是則為禪；不可知處所，是則為慧。其所入", "508": "一切皆慧之所入，與漚和拘舍羅而相得故。", "509": "譬若如夢，已無我為莊嚴，所作皆功德，已離", "51": "意樂香四、復有菩薩名曰人中之天五、復有菩", "510": "無所住。」佛語伅真陀羅：「是則慧寶，菩薩已具", "511": "足是者，便逮寶如來三昧。譬若大海悉含受", "512": "眾流及寶，其名寶悉從中生。若菩薩得是三", "513": "昧者，便含受一切人，是為合集諸法故。是者", "514": "眾寶之明、是者眾寶之本，以是故，三寶眾不", "515": "知盡。」提無離菩薩問佛：「伅真陀羅王已逮得", "516": "是三昧不？」佛言：「自從伅真陀羅而問，為而發", "517": "遣。」提無離則問：「仁者已得是三昧？」伅真陀羅", "518": "報言：「是三昧不作是住念：當得我者、不得我", "519": "者。是三昧無有能得者。是三昧亦無有色，而", "52": "薩名曰諦願六、復有菩薩名曰等視七、復有菩", "520": "不可知，痛、痒、思想、生死、識亦不可知。是三", "521": "昧不可已色見、亦不可聽聞，亦無所生相、", "522": "亦無所盡相、亦無所有相而可相相，相亦不", "523": "可觀、亦不可視。其言我能視、我能觀，不為", "524": "三昧。何以故？有因緣想故。三昧者無有因緣", "525": "想，三昧者等諸法故。已等諸法，我亦如是，一", "526": "切人等人。何以故？等一切空故，三昧者空", "527": "相。一切人無有想，無有想是三昧相；一切人", "528": "無有願，無有願是三昧相；一切人悉淨，悉淨", "529": "是三昧相；一切人無有我，無有我是三昧相。", "53": "薩名曰盡見等不等八、復有菩薩名曰執御", "530": "亦不可得身、亦不可得細滑、亦不可得心，其", "531": "有說我知法、我見法，是皆不可得。所以故？", "532": "不可從悕望得。」提無離菩薩白佛：「見伅真陀", "533": "羅所被、服從、婇女及妓樂，謂已婬妷，不知", "534": "所入法甚深微妙，所說自恣如法。」佛言：「菩薩", "535": "已入深慧，曉了漚和拘舍羅，其道地如是無", "536": "所不作。伅真陀羅所持琴而鼓之，其音莫不", "537": "而聞，故七十億真陀羅、三十億犍陀羅、自", "538": "隨者八萬四千夫人，悉發阿耨多羅三藐三", "539": "菩提心。菩薩以是慧漚和拘舍羅便致名及", "54": "九、復有菩薩名曰一切無倩而作倩之厚二十、", "540": "美，人而在尊位，用不可數人，故為作本。如人", "541": "作火不益薪，知令滅不久；菩薩而獨住者，不", "542": "能為人作本。以與人共，乃能益人。其欲作大", "543": "火者，當益其薪，故能大明；菩薩以人為薪，乃", "544": "能成大之光明。」佛言：「菩薩所受，人多各各", "545": "得本。」提無離問佛：「伅真陀羅何以故能持伎", "546": "樂音而令人發阿耨多羅三藐三菩提心？」", "547": "佛言：「伅真陀羅犍陀羅者悉樂於伎樂，便以", "548": "伎樂而樂之，各得歡喜。知得歡喜，便令聞佛", "549": "音、聞法音、聞僧音，讚歎菩薩快、其德極尊，", "55": "復有菩薩名曰彌勒一、復有菩薩名曰雨音二、", "550": "當以心習薩芸若。但聞布施、持戒、忍辱、精進、", "551": "一心、智慧音，慈哀護等，意止、意斷，神足、根、力、", "552": "覺、道，向觀禪惟務三昧三摩越，皆聞是音。無", "553": "常、苦、無我、寂，亦復聞是音。空、無想、不願，無", "554": "生、無所生、無生死，亦聞是音。復聞菩薩藏陀", "555": "隣尼、金剛行三昧、淨水諸法王印海印三", "556": "昧、入一切諸法自恣諸法三昧、莊嚴三昧、寶", "557": "如來三昧、寶自然三昧、知禪三昧、歡喜三昧、", "558": "令地悉作蓮華三昧、蓮華尊三昧、無所不", "559": "遍入三昧、法池三昧、其意差特三昧、大電明", "56": "復有菩薩名曰兩若山半三、復有菩薩名曰", "560": "三昧、師子明三昧、日明三昧、無央數因三", "561": "昧、已入本三昧、金剛署三昧、金剛幢幡三昧、", "562": "若金剛三昧、金剛濟三昧、如地三昧、若須", "563": "彌三昧、若須彌住三昧、明華三昧、其心自恣", "564": "三昧、知一切入三昧、一切所行其地因是三", "565": "昧、甚深全三昧、無央數說法三昧、開冥三昧、", "566": "知一切人心行三昧、所樂三昧、生旬三昧、降", "567": "伏魔三昧、現諸色三昧、各入其音三昧、悉知", "568": "一切人身三昧、法行三昧、慧地首三昧、地首", "569": "三昧、見諦所有三昧、解諸縛三昧、悉入諸因", "57": "兩山鼎四、復有菩薩名曰慈行五、復有菩薩名", "570": "緣三昧。」", "571": "佛說伅真陀羅經卷上", "58": "曰光英六、復有菩薩名曰光聲陽七、復有菩薩", "59": "名曰鐙明王八、復有菩薩名曰如當眼所見九、", "6": "十方佛剎來到是間——悉得陀隣尼法，其欲無", "60": "復有菩薩名曰光等知三十、復有菩薩名曰尊官", "61": "一、復有菩薩名曰天官二、復有菩薩名曰天眼", "62": "三、復有菩薩名曰視處悉吉四、復有菩薩名曰", "63": "快臂五、復有菩薩名曰諦議意六、復有菩薩名", "64": "曰安處意七、復有菩薩名曰安處度八、復有菩", "65": "薩名曰無所動而度九、復有菩薩名曰金剛行", "66": "度四十、復有菩薩名曰三世行度一、復有菩薩名", "67": "曰諦如事不異二、復有菩薩名曰持嚴欲好三、", "68": "復有菩薩名曰不盡欲四、復有菩薩名曰不稽", "69": "留欲五、復有菩薩名曰意音六、復有菩薩名曰", "7": "所罣礙、其心所念羞慚，多所忍而行從是而", "70": "淨音七、復有菩薩名曰飽滿一切音八、復有菩", "71": "薩名曰文殊尸利四十九，", "72": "如是等菩薩，會者七萬三千人。於三千大千", "73": "剎土釋梵護持世者、一一豪尊諸天、龍、閱叉、", "74": "犍陀羅、阿須倫、迦留羅、真陀羅、摩睺勒、人非", "75": "人盡來會，悉欲聞佛所說經。提無離菩", "76": "薩從坐起，整衣服，叉手長跪而讚歎佛說：「俗", "77": "者不及道之明，為世間而作本，已過度於眾", "78": "冥，今自歸度於世者。「以布施總持十種力，", "79": "已自伏意并化餘人，是則為度一切莫不供", "8": "得成。其心如金剛，無能斷截者，諸佛法一切", "80": "事者，今自歸於三界無能與等者一。「以相無", "81": "所不饒益，其光二赤色若於金，其音中和，色", "82": "甚殊好，無能與等者，今自歸莫不供事者三。「以", "83": "度而度、以降伏眾外道，其智甚尊，在於眾黠", "84": "之上，莫能有轉動者，盡知一切之行，其功德", "85": "甚尊，今自歸無極之大哀四。「諸所欲於欲無所", "86": "得，眾魔已索，莫能當者。「其淨戒無所不安，於", "87": "諸天一切則為天中天，其意無所復著，今自", "88": "歸莫能當者五。「其聞德莫不歡喜；形像若寶，", "89": "其見者無不愛樂。於施與已，離婬、怒、癡，今自", "9": "習、諸佛法欲具足。其意所作而欲甚尊，其意", "90": "歸其德若天無所不覆六。以四諦過於四竇，", "91": "以無眼者悉得視占，所說法無涯底，於三", "92": "世行為一切作本，今自歸其足而有輪七。「其身", "93": "者為諸天一切人之所供事，無男、無女，皆得而", "94": "依。眾魔而不敢當，則是天上、天下之所特尊", "95": "八。「以眾諦政法持於一切，其心等慈，無所", "96": "不遍。為一切作導，其法而等住，今已自歸其", "97": "德無及者九。「其音柔軟清淨，其聞者莫不悅心。", "98": "其聲如梵，無所不至。一切諸音皆悉具足，今", "99": "自歸於尊諦十。「已度空、無相、無願，其智甚深不"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0624 佛說伅真陀羅所問如來三昧經: 佛說伅真陀羅所問如來三昧\n經: 佛說伅真陀羅經", "author": "後漢 支婁迦讖譯", "sourceLink": "http://www.cbeta.org/"}