{"author": "護法等菩薩造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1585 成唯識論: 成唯識論: 成唯識論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "成唯識論卷第十", "1": "護法等菩薩造", "2": "三藏法師玄奘奉　詔譯", "3": "此十一障二障所攝。煩惱障中見所斷種於", "4": "極喜地見道初斷。彼障現起地前已伏。修所", "5": "斷種金剛喻定現在前時一切頓斷。彼障現起", "6": "地前漸伏。初地以上能頓伏盡令永不行如", "7": "阿羅漢。由故意力前七地中雖暫現起而", "8": "不為失。八地以上畢竟不行。所知障中見", "9": "所斷種於極喜地見道初斷。彼障現起地前", "10": "已伏。修所斷種於十地中漸次斷滅金剛喻", "11": "定現在前時方永斷盡。彼障現起地前漸伏", "12": "乃至十地方永伏盡。八地以上六識俱者不", "13": "復現行。無漏觀心及果相續能違彼故。第七", "14": "俱者猶可現行。法空智果起位方伏。前五轉", "15": "識設未轉依無漏伏故障不現起。雖於修", "16": "道十地位中皆不斷滅煩惱障種而彼麁重", "17": "亦漸斷滅。由斯故說二障麁重一一皆有三", "18": "位斷義。雖諸位中皆斷麁重而三位顯。是", "19": "故偏說。斷二障種漸頓云何。第七識俱煩惱", "20": "障種三乘將得無學果。時一剎那中三界頓", "21": "斷。所知障種將成佛時一剎那中一切頓", "22": "斷。任運內起無麁細故。餘六識俱煩惱障種", "23": "見所斷者三乘見位真見道中一切頓斷。修", "24": "所斷者隨其所應一類二乘三界九地一一", "25": "漸次九品別斷。一類二乘三界九地合為一", "26": "聚九品別斷。菩薩要起金剛喻定一剎那中", "27": "三界頓斷。所知障種初地初心頓斷一切見", "28": "所斷者。修所斷者後於十地修道位中漸次", "29": "而斷。乃至正起金剛喻定一剎那中方皆斷", "30": "盡。通緣內外麁細境生品類差別有眾多", "31": "故。二乘根鈍漸斷障時必各別起無間解", "32": "脫。加行勝進或別或總。菩薩利根漸斷障位。", "33": "非要別起無間解脫剎那剎那能斷證故。加", "34": "行等四剎那剎那前後相望皆容具有。", "35": "十真如者。一遍行真如。謂此真如二空所顯", "36": "無有一法而不在故。二最勝真如。謂此真", "37": "如具無邊德於一切法最為勝故。三勝流", "38": "真如。謂此真如所流教法於餘教法極為", "39": "勝故。四無攝受真如。謂此真如無所繫屬。", "40": "非我執等所依取故。五類無別真如。謂此真", "41": "如類無差別。非如眼等類有異故。六無染", "42": "淨真如。謂此真如本性無染亦不可說後", "43": "方淨故。七法無別真如。謂此真如雖多教法", "44": "種種安立而無異故。八不增減真如。謂此真", "45": "如離增減執。不隨淨染有增減故。即此", "46": "亦名相土自在所依真如。謂若證得此真如", "47": "已現相現土俱自在故。九智自在所依真", "48": "如。謂若證得此真如已於無礙解得自在", "49": "故。十業自在等所依真如。謂若證得此真如", "50": "已普於一切神通作業總持定門皆自在故。", "51": "雖真如性實無差別而隨勝德假立十種。", "52": "雖初地中已達一切而能證行猶未圓滿。", "53": "為令圓滿後後建立。", "54": "如是菩薩於十地中勇猛修行十種勝行", "55": "斷十重障證十真如於二轉依便能證得。", "56": "轉依位別略有六種。一損力益能轉。謂初", "57": "二位。由習勝解及慚愧故損本識中染種", "58": "勢力益本識內淨種功能。雖未斷障種實", "59": "證轉依而漸伏現行亦名為轉。二通達轉", "60": "謂通達位。由見道力通達真如斷分別生", "61": "二障麁重證得一分真實轉依。三修習轉。謂", "62": "修習位。由數修習十地行故漸斷俱生二", "63": "障麁重漸次證得真實轉依。攝大乘中說通", "64": "達轉在前六地有無相觀通達真俗間雜現", "65": "前令真非真現不現故。說修習轉在後四", "66": "地純無相觀長時現前勇猛修習斷餘麁重", "67": "多令非真不顯現故。四果圓滿轉。謂究竟", "68": "位。由三大劫阿僧企耶修集無邊難行勝", "69": "行金剛喻定現在前時永斷本來一切麁", "70": "重頓證佛果圓滿轉依。窮未來際利樂無", "71": "盡。五下劣轉。謂二乘位。專求自利厭苦欣", "72": "寂唯能通達生空真如斷煩惱種證真擇", "73": "滅無勝堪能名下劣轉。六廣大轉。謂大乘", "74": "位。為利他故趣大菩提生死涅槃俱無欣", "75": "厭具能通達二空真如雙斷所知煩惱障種", "76": "頓證無上菩提涅槃有勝堪能名廣大轉。", "77": "此中意說廣大轉依捨二麁重而證得故。", "78": "轉依義別略有四種。一能轉道。此復有二。", "79": "一能伏道。謂伏二障隨眠勢力令不引", "80": "起二障現行。此通有漏無漏二道加行根本", "81": "後得三智隨其所應漸頓伏彼。二能斷道。", "82": "謂能永斷二障隨眠。此道定非有漏加行。有", "83": "漏曾習。相執所引未泯相故。加行趣求所", "84": "證所引未成辦故。有義根本無分別智親", "85": "證二空所顯真理。無境相故能斷隨眠。後", "86": "得不然故非斷道。有義後得無分別智雖", "87": "不親證二空真理無力能斷迷理隨眠。而", "88": "於安立非安立相明了現前無倒證故亦能", "89": "永斷迷事隨眠。故瑜伽說修道位中有出世", "90": "斷道世出世斷道。無純世間道能永害隨眠。", "91": "是曾習故相執引故。由斯理趣諸見所斷及", "92": "修所斷迷理隨眠唯有根本無分別智親證", "93": "理故能正斷彼。餘修所斷迷事隨眠根本後", "94": "得俱能正斷。二所轉依。此復有二。一持種依。", "95": "謂本識。由此能持染淨法種與染淨法俱", "96": "為所依。聖道轉令捨染得淨。餘依他起性", "97": "雖亦是依而不能持種故此不說。二迷悟", "98": "依。謂真如。由此能作迷悟根本諸染淨法", "99": "依之得生。聖道轉令捨染得淨。餘雖亦", "100": "作迷悟法依而非根本故此不說。三所轉", "101": "捨。此復有二。一所斷捨。謂二障種。真無間", "102": "道現在前時障治相違彼便斷滅永不成就。", "103": "說之為捨。彼種斷故不復現行妄執我法。", "104": "所執我法不對妄情。亦說為捨。由此名捨", "105": "遍計所執。二所棄捨。謂餘有漏劣無漏種。金", "106": "剛喻定現在前時引極圓明純淨本識。非彼", "107": "依故皆永棄捨。彼種捨已現有漏法及劣無", "108": "漏畢竟不生。既永不生亦說為捨。由此名", "109": "捨生死劣法。有義所餘有漏法種及劣無漏", "110": "金剛喻定現在前時皆已棄捨。與二障種俱", "111": "時捨故。有義爾時猶未捨彼。與無間道不", "112": "相違故。菩薩應無生死法故。此位應無所", "113": "熏識故。住無間道應名佛故。後解脫道應", "114": "無用故。由此應知。餘有漏等解脫道起方", "115": "棄捨之。第八淨識非彼依故。四所轉得。此", "116": "復有二。一所顯得。謂大涅槃。此雖本來自", "117": "性清淨而由客障覆令不顯真聖道生斷", "118": "彼障故令其相顯名得涅槃。此依真如離", "119": "障施設。故體即是清淨法界。", "120": "涅槃義別略有四種。一本來自性清淨涅槃。", "121": "謂一切法相真如理。雖有客染而本性淨。", "122": "具無數量微妙功德。無生無滅湛若虛空。", "123": "一切有情平等共有。與一切法不一不異。", "124": "離一切相一切分別。尋思路絕名言道斷。唯", "125": "真聖者自內所證。其性本寂故名涅槃。二有", "126": "餘依涅槃。謂即真如出煩惱障。雖有微苦", "127": "所依未滅。而障永寂故名涅槃。三無餘依", "128": "涅槃。謂即真如出生死苦。煩惱既盡餘依亦", "129": "滅。眾苦永寂故名涅槃。四無住處涅槃。謂即", "130": "真如出所知障。大悲般若常所輔翼。由斯", "131": "不住生死涅槃利樂有情窮未來際用而", "132": "常寂故名涅槃。一切有情皆有初一。二乘無", "133": "學容有前三。唯我世尊可言具四。如何善", "134": "逝有有餘依。雖無實依而現似有。或苦依", "135": "盡說無餘依。非苦依在說有餘依。是故世尊", "136": "可言具四。若聲聞等有無餘依如何有處", "137": "設彼非有。有處說彼都無涅槃豈有餘依", "138": "彼亦非有。然聲聞等身智在時有所知障。苦", "139": "依未盡圓寂義隱。說無涅槃。非彼實無煩", "140": "惱障盡所顯真理有餘涅槃。爾時未證無餘", "141": "圓寂故亦說彼無無餘依。非彼後時滅身", "142": "智已無苦依盡無餘涅槃。或說二乘無涅", "143": "槃者依無住處不依前三。又說彼無無", "144": "餘依者依不定性二乘而說。彼纔證得", "145": "有餘涅槃。決定迴心求無上覺。由定願力", "146": "留身久住。非如一類入無餘依。謂有二乘", "147": "深樂圓寂得生空觀親證真如。永滅感生", "148": "煩惱障盡顯依真理有餘涅槃。彼能感生", "149": "煩惱盡故後有異熟無由更生。現苦所依", "150": "任運滅位餘有為法既無所依與彼苦依同", "151": "時頓捨顯依真理無餘涅槃。爾時雖無二", "152": "乘身智而由彼證可說彼有。此位唯有清", "153": "淨真如。離相湛然寂滅安樂。依斯說彼與", "154": "佛無差。但無菩提利樂他業。故復說彼與", "155": "佛有異。諸所知障既不感生。如何斷彼得", "156": "無住處。彼能隱覆法空真如令不發生大", "157": "悲般若窮未來際利樂有情故。斷彼時顯", "158": "法空理。此理即是無住涅槃。令於二邊俱", "159": "不住故。若所知障亦障涅槃。如何斷彼不", "160": "得擇滅。擇滅離縛彼非縛故。既爾斷彼寧", "161": "得涅槃。非諸涅槃皆擇滅攝。不爾性淨應", "162": "非涅槃。能縛有情住生死者斷此說得", "163": "擇滅無為。諸所知障不感生死。非如煩惱", "164": "能縛有情。故斷彼時不得擇滅。然斷彼故", "165": "法空理顯。此理相寂說為涅槃。非此涅槃擇", "166": "滅為性。故四圓寂諸無為中初後即真如。中", "167": "二擇滅攝。若唯斷縛得擇滅者不動等二", "168": "四中誰攝。非擇滅攝。說暫離故。擇滅無為", "169": "唯究竟滅。有非擇滅非永滅故。或無住處", "170": "亦擇滅攝。由真擇力滅障得故。擇滅有二。", "171": "一滅縛得。謂斷感生煩惱得者。二滅障得。", "172": "謂斷除障而證得者。故四圓寂諸無為中", "173": "初一即真如。後三皆擇滅。不動等二暫伏滅", "174": "者非擇滅攝究竟滅者擇滅所攝。既所知障", "175": "亦障涅槃。如何但說是菩提障。說煩惱障", "176": "但障涅槃豈彼不能為菩提障。應知聖教", "177": "依勝用說。理實俱能通障二果。如是所說", "178": "四涅槃中唯後三種名所顯得。二所生得。謂", "179": "大菩提。此雖本來有能生種而所知障礙故", "180": "不生。由聖道力斷彼障故令從種起名", "181": "得菩提。起已相續窮未來際。此即四智相", "182": "應心品。", "183": "云何四智相應心品。一大圓鏡智相應心品。", "184": "謂此心品離諸分別。所緣行相微細難知。不", "185": "忘不愚一切境相。性相清淨離諸雜染。純", "186": "淨圓德現種依持。能現能生身土智影。無", "187": "間無斷窮未來際。如大圓鏡現眾色像。二", "188": "平等性智相應心品。謂此心品觀一切法自", "189": "他有情悉皆平等。大慈悲等恒共相應。隨諸", "190": "有情所樂示現受用身土影像差別。妙觀察", "191": "智不共所依。無住涅槃之所建立。一味相續", "192": "窮未來際。三妙觀察智相應心品。謂此心品", "193": "善觀諸法自相共相無礙而轉。攝觀無量總", "194": "持定門及所發生功德珍寶。於大眾會能", "195": "現無邊作用差別皆得自在。雨大法雨斷", "196": "一切疑令諸有情皆獲利樂。四成所作智相", "197": "應心品。謂此心品為欲利樂諸有情故。", "198": "普於十方示現種種變化三業成本願力", "199": "所應作事。如是四智相應心品雖各定有二", "200": "十二法能變所變種現俱生。而智用增以智", "201": "名顯。故此四品總攝佛地一切有為功德皆", "202": "盡。此轉有漏八七六五識相應品。如次而", "203": "得。智雖非識而依識轉識為主故說轉識", "204": "得。又有漏位智劣識強。無漏位中智強識劣。", "205": "為勸有情依智捨識故說轉八識而得", "206": "此四智。大圓鏡智相應心品有義菩薩金剛", "207": "喻定現在前時即初現起。異熟識種與極微", "208": "細所知障種俱時捨故。若圓鏡智爾時未起", "209": "便無能持淨種識故。有義此品解脫道時", "210": "初成佛故乃得初起。異熟識種金剛喻定現", "211": "在前時猶未頓捨。與無間道不相違故。", "212": "非障有漏劣無漏法但與佛果定相違故。", "213": "金剛喻定無所熏識無漏不增應成佛故。", "214": "由斯此品從初成佛盡未來際相續不斷。", "215": "持無漏種令不失故。平等性智相應心品", "216": "菩薩見道初現前位違二執故方得初起。", "217": "後十地中執未斷故有漏等位或有間斷。法", "218": "雲地後與淨第八相依相續盡未來際。妙觀", "219": "察智相應心品生空觀品二乘見位亦得初", "220": "起。此後展轉至無學位或至菩薩解行地", "221": "終或至上位。若非有漏或無心時皆容現", "222": "起法空觀品菩薩見位方得初起。此後展轉", "223": "乃至上位。若非有漏生空智果或無心時", "224": "皆容現起。成所作智相應心品有義菩薩修", "225": "道位中後得引故亦得初起有義成佛方得", "226": "初起。以十地中依異熟識所變眼等。非無", "227": "漏故有漏不共必俱同境根發無漏識理不", "228": "相應故。此二於境明昧異故。由斯此品", "229": "要得成佛依無漏根方容現起。而數間斷。", "230": "作意起故。此四種性雖皆本有而要熏發", "231": "方得現行因位漸增。佛果圓滿不增不減", "232": "盡未來際。但從種生不熏成種。勿前佛德", "233": "勝後佛故。大圓鏡智相應心品有義但緣", "234": "真如為境。是無分別非後得智。行相所緣", "235": "不可知故。有義此品緣一切法。莊嚴論說大", "236": "圓鏡智於一切境不愚迷故。佛地經說如", "237": "來智鏡諸處境識眾像現故。又此決定緣", "238": "無漏種及身土等諸影像故行緣微細說不", "239": "可知。如阿賴耶亦緣俗故。緣真如故是無", "240": "分別。緣餘境故後得智攝。其體是一隨用", "241": "分二。了俗由證真。故說為後得。餘一", "242": "分二准此應知。平等性智相應心品有義但", "243": "緣第八淨識。如染第七緣藏識故。有義但", "244": "緣真如為境。緣一切法平等性故。有義遍", "245": "緣真俗為境。佛地經說平等性智證得十", "246": "種平等性故。莊嚴論說緣諸有情自他平", "247": "等隨他勝解示現無邊佛影像故。由斯此", "248": "品通緣真俗二智所攝於理無違。妙觀", "249": "察智相應心品緣一切法自相共相皆無障", "250": "礙二智所攝。成所作智相應心品有義但緣", "251": "五種現境。莊嚴論說如來五根一一皆於", "252": "五境轉故。有義此品亦能遍緣三世諸法", "253": "不違正理。佛地經說成所作智起作三業", "254": "諸變化事決擇有情心行差別領受去來現", "255": "在等義。若不遍緣無此能。故然此心品隨", "256": "意樂力或緣一法或二或多。且說五根於", "257": "五境轉不言唯爾故不相違。隨作意生", "258": "緣事相境起化業故後得智攝。此四心品", "259": "雖皆遍能緣一切法而用有異。謂鏡智品", "260": "現自受用身淨土相持無漏種。平等智品", "261": "現他受用身淨土相。成事智品能現變化身", "262": "及土相。觀察智品觀察自他功能過失雨", "263": "大法雨破諸疑網利樂有情。如是等門差", "264": "別多種。此四心品名所生得。此所生得總名", "265": "菩提。及前涅槃名所轉得。雖轉依義總有", "266": "四種而今但取二所轉得。頌說證得轉依", "267": "言故。此修習位說能證得。非已證得因位", "268": "攝故。後究竟位其相云何。頌曰。", "269": "３０此即無漏界不思議善常", "270": "安樂解脫身大牟尼名法", "271": "論曰。前修習位所得轉依應知即是究竟位", "272": "相。此謂此前二轉依果。即是究竟無漏界攝。", "273": "諸漏永盡非漏隨增性淨圓明故名無漏。界", "274": "是藏義。此中含容無邊希有大功德故。或是", "275": "因義。能生五乘世出世間利樂事故。清淨法", "276": "界可唯無漏攝。四智心品如何唯無漏。道諦", "277": "攝故唯無漏攝。謂佛功德及身土等皆是無", "278": "漏種性所生。有漏法種已永捨故。雖有示", "279": "現作生死身業煩惱等似苦集諦而實無漏。", "280": "道諦所攝。集論等說。十五界等唯是有漏。如", "281": "來豈無五根五識五外界等。有義如來功德", "282": "身土甚深微妙非有非無。離諸分別絕諸", "283": "戲論。非界處等法門所攝。故與彼說理不", "284": "相違。有義如來五根五境妙定生故法界色", "285": "攝。非佛五識雖依此變然麁細異。非五境", "286": "攝。如來五識非五識界。經說佛心恒在定", "287": "故。論說五識性散亂故。成所作智何識相", "288": "應。第六相應。起化用故。與觀察智性有何", "289": "別。彼觀諸法自共相等。此唯起化。故有差", "290": "別。此二智品應不並生。一類二識不俱起", "291": "故。許不並起於理無違。同體用分俱亦非", "292": "失。或與第七淨識相應。依眼等根緣色等", "293": "境是平等智作用差別。謂淨第七起他受用", "294": "身土相者平等品攝。起變化者成事品攝。", "295": "豈不此品攝五識得。非轉彼得體即是", "296": "彼。如轉生死言得涅槃不可涅槃同生", "297": "死攝。是故於此不應為難。有義如來功德", "298": "身土如應攝在蘊處界中。彼三皆通有漏無", "299": "漏。集論等說十五界等唯有漏者。彼依二", "300": "乘麁淺境說。非說一切。謂餘成就十八界", "301": "中唯有後三通無漏攝。佛成就者雖皆無", "302": "漏而非二乘所知境攝。然餘處說佛功德等", "303": "非界等者。不同二乘劣智所知界等相故。", "304": "理必應爾。所以者何。說有為法皆蘊攝故。", "305": "說一切法界處攝故。十九界等聖所遮故。", "306": "若絕戲論便非界等亦不應說即無漏界", "307": "善常安樂解脫身等。又處處說轉無常蘊獲", "308": "得常蘊。界處亦然。寧說如來非蘊處界。故", "309": "言非者是密意說。又說五識性散亂者說", "310": "餘成者。非佛所成。故佛身中十八界等皆", "311": "悉具足而純無漏。此轉依果又不思議超過", "312": "尋思言議道故。微妙甚深自內證故。非諸世", "313": "間喻所喻故。此又是善白法性故。清淨法界", "314": "遠離生滅極安隱故。四智心品妙用無方。極", "315": "巧便故。二種皆有順益相故。違不善故。俱", "316": "說為善。論說處等八唯無記。如來豈無五", "317": "根三境。此中三釋廣說如前。一切如來身土", "318": "等法皆滅道攝。故唯是善。聖說滅道唯善性", "319": "故。說佛土等非苦集故。佛識所變有漏不", "320": "善無記相等。皆從無漏善種所生。無漏善", "321": "攝。此又是常無盡期故。清淨法界無生無", "322": "滅性無變易故說為常。四智心品所依常", "323": "故無斷盡故亦說為常。非自性常從因生", "324": "故。生者歸滅一向記故。不見色心非無", "325": "常故。然四智品由本願力所化有情無盡", "326": "期故窮未來際無斷無盡。此又安樂無逼", "327": "惱故。清淨法界眾相寂靜。故名安樂。四智", "328": "心品永離惱害。故名安樂。此二自性皆無", "329": "逼惱。及能安樂一切有情。故二轉依俱名安", "330": "樂。二乘所得二轉依果唯永遠離煩惱障縛", "331": "無殊勝法故但名解脫身。大覺世尊成就", "332": "無上寂默法故名大牟尼。此牟尼尊所得二", "333": "果永離二障亦名法身。無量無邊力無畏", "334": "等大功德法所莊嚴故。體依聚義總說名", "335": "身故。此法身五法為性。非淨法界獨名法", "336": "身。二轉依果皆此攝故。如是法身有三相", "337": "別。一自性身。謂諸如來真淨法界。受用變化", "338": "平等所依。離相寂然絕諸戲論。具無邊際", "339": "真常功德。是一切法平等實性。即此自性亦", "340": "名法身。大功德法所依止故。二受用身。此", "341": "有二種。一自受用。謂諸如來三無數劫修集", "342": "無量福慧資糧所起無邊真實功德。及極圓", "343": "淨常遍色身。相續湛然盡未來際恒自受用", "344": "廣大法樂。二他受用。謂諸如來由平等智示", "345": "現微妙淨功德身。居純淨土為住十地諸", "346": "菩薩眾現大神通轉正法輪決眾疑網令", "347": "彼受用大乘法樂。合此二種名受用身。三", "348": "變化身。謂諸如來由成事智變現無量隨類", "349": "化身。居淨穢土為未登地諸菩薩眾二乘異", "350": "生稱彼機宜現通說法令各獲得諸利樂", "351": "事。以五法性攝三身者。有義初二攝自性", "352": "身。經說真如是法身故。論說轉去阿賴耶", "353": "識得自性身。圓鏡智品轉去藏識而證得", "354": "故。中二智品攝受用身。說平等智於純淨土", "355": "為諸菩薩現佛身故。說觀察智大集會中", "356": "說法斷疑現自在故。說轉諸轉識得受", "357": "用身故。後一智品攝變化身。說成事智於", "358": "十方土現無量種難思化故。", "359": "又智殊勝具攝三身。故知三身皆有實智。", "360": "有義初一攝自性身。說自性身本性常故。", "361": "說佛法身無生滅故。說證因得非生因", "362": "故。又說法身諸佛共有遍一切法猶若虛", "363": "空無相無為非色心故。然說轉去藏識得", "364": "者。謂由轉滅第八識中二障麁重顯法身", "365": "故。智殊勝中說法身者。是彼依止彼實性", "366": "故。自性法身雖有真實無邊功德而無為", "367": "故不可說為色心等物。四智品中真實功德", "368": "鏡智所起常遍色身攝自受用。平等智品所", "369": "現佛身攝他受用。成事智品所現隨類種種", "370": "身相攝變化身。說圓鏡智是受用佛。轉諸", "371": "轉識得受用故。雖轉藏識亦得受用。然", "372": "說轉彼顯法身故。於得受用略不說之。", "373": "又說法身無生無滅唯證因得非色心等。", "374": "圓鏡智品與此相違。若非受用屬何身攝。", "375": "又受用身攝佛不共有為實德故四智品實", "376": "有色心皆受用攝。又他受用及變化身皆為", "377": "化他方便示現。故不可說實智為體。雖", "378": "說化身智殊勝攝。而似智現或智所起。假", "379": "說智名體實非智。但說平等成所作智能", "380": "現受用三業化身。不說二身即是二智。故此", "381": "二智自受用攝。然變化身及他受用雖無真", "382": "實心及心所。而有化現心心所法。無上覺者", "383": "神力難思故能化現無形質法。若不爾者云", "384": "何如來現貪瞋等。久已斷故。云何聲聞及傍", "385": "生等知如來心。如來實心等覺菩薩尚不知", "386": "故。由此經說。化無量類皆令有心。又說如", "387": "來成所作智化作三業。又說變化有依他心", "388": "依他實心相分現故。雖說變化無根心等。", "389": "而依餘說。不依如來。又化色根心心所法", "390": "無根等用故不說有。如是三身雖皆具", "391": "足無邊功德。而各有異。謂自性身唯有真實", "392": "常樂我淨。離諸雜染眾善所依。無為功德。", "393": "無色心等差別相用。自受用身具無量種妙", "394": "色心等真實功德。若他受用及變化身。唯具", "395": "無邊似色心等利樂他用化相功德。又自性", "396": "身正自利攝。寂靜安樂無動作故。亦兼利", "397": "他。為增上緣令諸有情得利樂故。又與受", "398": "用及變化身為所依止。故俱利攝。自受用身", "399": "唯屬自利。若他受用及變化身唯屬利他。為", "400": "他現故。又自性身依法性土。雖此身土體", "401": "無差別。而屬佛法相性異故。此佛身土俱", "402": "非色攝。雖不可說形量小大。然隨事相", "403": "其量無邊。譬如虛空遍一切處。自受用身還", "404": "依自土。謂圓鏡智相應淨識由昔所修自", "405": "利無漏純淨佛土因緣成熟。從初成佛盡未", "406": "來際相續變為純淨佛土。周圓無際眾寶莊", "407": "嚴。自受用身常依而住。如淨土量身量亦", "408": "爾。諸根相好一一無邊。無限善根所引生", "409": "故。功德智慧既非色法。雖不可說形量大", "410": "小。而依所證及所依身亦可說言遍一切", "411": "處。他受用身亦依自土。謂平等智大慈悲力", "412": "由昔所修利他無漏純淨佛土因緣成熟。隨", "413": "住十地菩薩所宜變為淨土。或小或大或", "414": "劣或勝前後改轉。他受用身依之而住。能依", "415": "身量亦無定限。若變化身依變化土。謂成事", "416": "智大慈悲力由昔所修利他無漏淨穢佛土", "417": "因緣成熟。隨未登地有情所宜化為佛土。", "418": "或淨或穢或小或大前後改轉。佛變化身依", "419": "之而住。能依身量亦無定限。自性身土一", "420": "切如來同所證故體無差別。自受用身及所", "421": "依土雖一切佛各變不同。而皆無邊不相障", "422": "礙。餘二身土隨諸如來所化有情有共不", "423": "共。所化共者同處同時。諸佛各變為身為", "424": "土形狀相似不相障礙。展轉相雜為增上", "425": "緣。令所化生自識變現。謂於一土有一佛", "426": "身為現神通說法饒益。於不共者唯一佛", "427": "變。諸有情類無始時來種性法爾更相繫", "428": "屬。或多屬一或一屬多。故所化生有共不", "429": "共。不爾多佛久住世間各事劬勞實為無", "430": "益。一佛能益一切生故。此諸身土若淨若穢", "431": "無漏識上所變現者。同能變識俱善無漏。", "432": "純善無漏因緣所生。是道諦攝非苦集故。", "433": "蘊等識相不必皆同。三法因緣雜引生故。有", "434": "漏識上所變現者同能變識皆是有漏。純", "435": "從有漏因緣所生是苦集攝。非滅道故。善", "436": "等識相不必皆同。三性因緣雜引生故。蘊", "437": "等同異類此應知。不爾應無五十二等。然", "438": "相分等依識變現。非如識性依他中實。不", "439": "爾唯識理應不成。許識內境俱實有故。或", "440": "識相見等從緣生。俱依他起虛實如識。唯言", "441": "遣外不遮內境。不爾真如亦應非實。內境", "442": "與識既並非虛。如何但言唯識非境。識唯", "443": "內有境亦通外。恐濫外故但言唯識。或諸", "444": "愚夫迷執於境起煩惱業生死沈淪不解", "445": "觀心勤求出離。哀愍彼故說唯識言令自", "446": "觀心解脫生死。非謂內境如外都無。或相", "447": "分等皆識為性。由熏習力似多分生。真如", "448": "亦是識之實性。故除識性無別有法。此中", "449": "識言亦說心所。心與心所定相應故。此論", "450": "三分成立唯識。是故說為成唯識論。亦說", "451": "此論名淨唯識。顯唯識理極明淨故。此本", "452": "論名唯識三十。由三十頌顯唯識理。乃得", "453": "圓滿非增減故。", "454": "已依聖教及正理分別唯識性相義", "455": "所獲功德施群生願共速登無上覺", "456": "成唯識論卷第十", "457": "成唯識論後序成唯識論後序", "458": "吳興沈玄明撰", "459": "原夫。覺海澂玄。涵萬流而濬宗極。神幾闡", "460": "妙。被眾象而凝至真。朗慧日而鏡六幽。洩慈", "461": "雲而清八㝢。演一音而懸解。逸三乘以遐騖。", "462": "體陳如之半器。津有有於鹿園。照善現之滿", "463": "機。繹空空於鷲嶺。雖絕塵於常斷。詎遺筌於", "464": "有空。顯無上之靈宗。凝中道於茲教。逮金河", "465": "滅景。派淳源而不追。玉牒霏華。緒澆風而競", "466": "扇。於是二十八見迷。桑鴈於五天。一十六師", "467": "亂。雲牛於四主。半千將聖。茲惟世親寔賢", "468": "劫之應真。晦生知以提化。飛光毓彩誕暎資", "469": "靈。曜常明於八蘊。藻初情於六足。秀談芝於", "470": "俱舍。摽說有之餘宗。攝玄波於大乘。賁研空", "471": "之至理。化方昇而照極。湛沖一於斯頌。唯識", "472": "三十偈者。世親歸根之遺製也。理韜淵海。", "473": "泛浮境於榮河。義欝煙飈。麗虹章於玄圃。言", "474": "含萬象。字苞千訓。妙旨天逸。邃彩星華。幽緒", "475": "未宣。冥神絕境。孤明斂暎。祕思潛津。後有", "476": "護法安慧等十大菩薩。韞玄珠於八藏。聳層", "477": "搆於四圍。宅照二因。捿清三觀。升暉十地。澄", "478": "智水以潤賢林。隣幾七覺。皎行月而開重夜。", "479": "優柔芳烈。景躅前修。箭涌泉言。風飛寶思。咸", "480": "觀本頌。各裁斯釋。名曰成唯識論。或名淨唯", "481": "識論。空心外之二取。息滯有之迷塗。有識內", "482": "之一心。遣歸空之妄執。晦斯心境。苦海所以", "483": "長淪。悟彼有空。覺岸於焉高蹈。九十外道。亂", "484": "風轍而靡星旗。十八小乘。軔羬軒而扶龍轂。", "485": "窮神體妙。詣賾探機。精貫十支。洞該九分。顧", "486": "十翼而搏仙羽。頫九流以濬瓊波。盡邃理之", "487": "希微。闡法王之奧典。稱謂雙絕。筌象兼忘。", "488": "曜靈景於西申。閟虹光於震旦。濟物弘道。眇", "489": "歸宗德。粵若大和上三藏法師玄奘。體睿舍", "490": "真。履仁翔慧。九門禪宴。證靜於融山。八萬玄", "491": "津。騰流於委海。疊金牆而月曜。峻玉宇而霞", "492": "騫。軼芳粹於澄蘭。孕風華於龍翼。悼微言之", "493": "匿彩。嗟大義之淪暉。用啟誓言。肆茲遙踐", "494": "泳祥河之輟水。攀寶樹之低枝。循鏤杠以神", "495": "遊。𨈆霙峯而安步。昇紫階而證道。瞰玄影", "496": "以嚴因。採奧觀奇。徒蒼龍於二紀。緘檀篆", "497": "貝。旋白馬於三秦。我", "498": "大唐慶表金輪。禎資樞電。奄大千而光宅。御", "499": "六辯以天飛。神化潛通。九仙賮寶玄猷旁闡。", "500": "百靈聳職。凝旒邃拱。沓通夢於霄暉。掞組摛", "501": "華。煥騰文以幽贊。爰降綸旨。溥令翻譯。", "502": "勅尚書左僕射燕國公于志寧。中書令高陽公", "503": "許敬宗等潤色。沙門釋神泰等證義。沙門釋", "504": "靖邁等質文。肇自貞觀十九年終于顯慶之", "505": "末。部將六十。卷出一千。韜軼蓬萊。池湟環", "506": "㴾。載隆法寶。大啟群迷。頌德序經。並紆宸", "507": "藻。玄風之盛。未之前聞。粵以顯慶四年龍捿", "508": "叶洽。玄英應序。厥閏惟陽。糅茲十釋四千五", "509": "百頌。彙聚群分。各遵其本。合為一部。勒成十", "510": "卷。月窮于紀。銓綜云畢。精括詁訓。研詳夷", "511": "夏。調驚韶律。藻掞天𨓍。白鳳甄奇。紫微呈", "512": "瑞。遂使文同義異。若一師之製焉。斯則古聖", "513": "今賢。其揆一也。三藏弟子基鼎族高門。玉田", "514": "華胄。壯年味道。綺日參玄。業峻林遠。識清雲", "515": "鏡。閑儀玉瑩。陵道邃而澄明。逸韻蘭芳。掩", "516": "法汰而飛辯。緒僊音於八梵。舞霄鶴以翔禎。", "517": "摛麗範於九章。影桐鸞而絢藻。昇光譯侶。俯", "518": "潛叡而融暉。登彩義徒。顧猷暢而高視。秀初", "519": "昕之琁景。晉燭玄儒。矯彌天之絕翰。騰邁", "520": "真俗。親承四辯。言獎三明。䟽發戶牖。液導津", "521": "涉。繢功資素。通理寄神。綜其綱領。甄其品", "522": "第。兼撰義䟽。傳之後學。庶教蟠黃陸。跨合", "523": "璧於龜疇。祥浮紫宮。掩連珠於麟籀。式罄庸", "524": "謏敘其宗致云。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1585 成唯識論: 成唯識論: 成唯識論", "source": "CBETA"}