{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大方等大集經", "text": {"0": "15 月藏分16 忍辱品", "1": "大方等大集經卷第五十五", "10": "修羅王、跋持毘盧遮那阿修羅王、大樹緊那", "100": "雲池龍王、主雹龍王、摩奚曼多龍王、美音龍", "101": "王言：「汝等各住本宮護持養育我之正法。」時", "102": "龍王等各作是言：「唯然受教。」佛及大眾咸", "103": "皆讚言：「善哉，善哉！」", "104": "爾時，世尊告鳩槃茶檀提大將、優婆檀提大", "105": "將、迦羅迦大將、摩訶鉢賒大將、摩呼陀遮利", "106": "大將、堀求尼大將、婆朱賒尼大將、鴦堀盧大將、", "107": "鞞羅差大將、一眉大將言：「汝等各住本宮護", "108": "持養育我之正法。」時鳩槃茶大將等，各作是", "109": "言：「唯然受教。」佛及大眾咸皆讚言：「善哉，善", "11": "羅王、樂欲乾闥婆軍將、檀提鳩槃茶軍將、", "110": "哉！」", "111": "爾時，世尊告因陀夜叉大將、蘇摩大將、婆樓", "112": "那大將、波闍鉢帝大將、跋羅頭婆闍大將、伊", "113": "奢那大將、旃檀那大將、月眼大將、婆多竭梨", "114": "大將、奚摩跋多大將言：「汝等各住本宮護持", "115": "養育我之正法。」時夜叉大將等各作是言：「唯", "116": "然受教。大德婆伽婆！我等護持養育安置世", "117": "尊正法，及住法比丘供給所須，乃至剃髮不", "118": "持戒者，亦復供給一切所須。為令佛法得久", "119": "住故，紹三寶種不斷絕故，三種精氣得增長", "12": "因陀羅夜叉軍將、寒葉餓鬼王、垂脣毘舍遮", "120": "故，休息一切鬪諍、言訟、怨讐、疫病、飢饉短乏、", "121": "非時亢旱、曜宿失度為斷除故，乃至世尊聲", "122": "聞弟子三業相應不積聚者，當勤養育。」", "123": "爾時，世尊讚言：「善哉，善哉！善男子！汝等如", "124": "是為利益安樂一切三界眾生故。」及一切", "125": "大眾，亦復讚言：「善哉，善哉！」", "126": "爾時，世尊告一切畢利多依曠野住者、一切", "127": "毘舍遮依空舍住者、一切富單那依野田住", "128": "者、一切迦吒富單那依於塜間及廁邊住者", "129": "言：「汝等各於住處護持養育我之正法。」時畢", "13": "王、阿那竭囉富單那王、巷路喚聲迦吒富單", "130": "利多等各作是言：「唯然受教。」佛及大眾咸皆", "131": "讚言：「善哉，善哉！」", "132": "爾時，世尊復作是言：「諸仁者！所有諸天、乾闥", "133": "婆、緊那羅、夜叉、羅剎、龍王、阿修羅、鳩槃茶，", "134": "如昔世尊所分得分國土城邑聚落舍宅，隨", "135": "所得處為作護持安置養育，我當隨喜，一切", "136": "大眾亦復隨喜。若復有諸天、龍、夜叉乃至迦", "137": "吒富單那等，如昔世尊所分得分國土城邑，", "138": "不正護持安置養育者，我當轉付諸餘天龍，", "139": "令其安置護持養育，各隨國土善作護持。「我", "14": "那王等，作如是言：「諸仁者！汝等一切如是", "140": "今以波羅奈國付囑善髮乾闥婆千眷屬，阿", "141": "尼羅夜叉仙五百眷屬，須質多羅阿修羅無", "142": "量眷屬，德叉迦龍王百眷屬，大黑天女五", "143": "百眷屬，汝等護持養育波羅奈國，為令我法", "144": "得久住故，紹三寶種不斷絕故，遮障一切惡", "145": "眾生故。」時善髮乾闥婆、阿尼羅夜叉仙、須質", "146": "多羅阿修羅、德叉迦龍王、大黑天女等，各與", "147": "眷屬咸作是言：「大德婆伽婆！我等護持養育", "148": "安置波羅奈國周遍土境，遮障不饒益、養育", "149": "饒益者，乃至遮障一切不善諸惡眾生。」", "15": "勸我，分布安置此閻浮提一切國土、城邑、", "150": "爾時，世尊讚言：「善哉，善哉！」諸來大眾亦復讚", "151": "言：「善哉，善哉！」", "152": "爾時，世尊以迦毘羅婆國付囑火護緊那", "153": "羅仙千眷屬、拘翅羅聲乾闥婆萬眷屬、婆闥", "154": "跋帝夜叉大將千眷屬、奢摩那遲阿修羅二", "155": "萬眷屬、跋那牟支龍王一萬眷屬、摩訶鉢奢", "156": "鳩槃茶大將五百眷屬、栴遲栴茶梨二大天", "157": "女各一萬眷屬：「汝等共護迦毘羅婆國，乃至", "158": "遮障諸惡眾生。」彼等一切皆作是言：「我等及", "159": "諸眷屬，護持養育迦毘羅婆國周遍土境，乃", "16": "宮殿、王都、聚落、山巖、寺舍、園池、曠野、諸樹", "160": "至遮障諸惡眾生。」佛及大眾咸皆讚言：「善哉，", "161": "善哉！」", "162": "爾時，世尊以摩伽陀國付囑善住炎光天子", "163": "千眷屬、優波羅乾闥婆千眷屬、樂聲阿修羅", "164": "千眷屬、善臂龍王善意龍王各萬眷屬、孔雀", "165": "味阿修羅五百眷屬、拘那羅大夜叉三千眷", "166": "屬、軍毘羅夜叉百千眷屬、十象鳩槃茶大將", "167": "百千眷屬、懆惡天女奪意天女各十千眷", "168": "屬：「汝等共護摩伽陀國，乃至遮障諸惡眾生。」", "169": "佛及大眾咸皆讚言：「善哉，善哉！」", "17": "林間，付囑護持勿令有惡。又令大地精氣、", "170": "爾時，世尊以拘薩羅國付囑迷提羯那天", "171": "子千眷屬、樂勝乾闥婆大將十千眷屬、烏麻", "172": "緊那羅千眷屬、具德龍王千眷屬、弗沙鉢帝", "173": "阿修羅五百眷屬、婆樓那夜叉大將婆樓那", "174": "王夜叉大將各五萬眷屬、那荼迦鳩槃荼", "175": "五百眷屬、摩尼毘梨天女千眷屬：「汝等共", "176": "護拘薩羅國。」乃至佛及大眾咸皆讚言：「善哉，", "177": "善哉！」", "178": "爾時，世尊以鴦伽國付囑月音天子萬眷屬、", "179": "樂欲乾闥婆大將霑浮樓乾闥婆大將各十千", "18": "眾生精氣、正法精氣增長熾然。佛正法眼久", "180": "眷屬、阿摩羅軍緊那羅五百眷屬、師子藏", "181": "阿修羅五百眷屬、旃檀大夜叉力幢大夜叉", "182": "各五千眷屬、奴羅車鳩槃荼二千五百眷屬、", "183": "摩訶迦梨天女二千五百眷屬：「汝等共護鴦", "184": "伽國土。」乃至佛及大眾咸皆讚言：「善哉，善", "185": "哉！」", "186": "爾時，世尊以般遮羅國付囑羅拏時天子五", "187": "百眷屬、樂歌乾闥婆七百眷屬、摩葉緊那羅", "188": "千眷屬、般支迦夜叉將五千眷屬、安闍瞿波", "189": "阿修羅千眷屬、樂法鳩槃茶五百眷屬、左黑", "19": "住於世，紹三寶種使不斷絕，損減惡趣增", "190": "天女王鬘天女各二千五百眷屬：「汝等共護", "191": "般遮羅國。」乃至佛及大眾咸皆讚言：「善哉，善", "192": "哉！」", "193": "爾時，世尊以蘇摩國付囑寶髻天子五千眷", "194": "屬、摩頭曼多乾闥婆千眷屬、勝縷緊那羅千", "195": "眷屬、優波般遮迦夜叉將二千眷屬、黑龍王", "196": "千眷屬、知欲阿修羅千眷屬、鳩羅婆鳩槃茶", "197": "六百眷屬、斯多天女博叉天女各五百眷屬：", "198": "「汝等共護蘇摩國土。」乃至佛及大眾咸皆讚", "199": "言：「善哉，善哉！」", "2": "高齊天竺三藏那連提耶舍譯", "20": "益善道，令此閻浮提一切安隱豐樂可樂。", "200": "爾時，世尊以阿濕婆國付囑盧醯奴天子千", "201": "二百眷屬、流水乾闥婆千眷屬、摩尼拓羅夜", "202": "叉軍將五千眷屬、阿周羅阿修羅六百眷屬、", "203": "日光龍王無量眷屬、摩尼拓利鳩槃茶五", "204": "百眷屬、不可取天女馬勝天女各二千五百", "205": "眷屬：「汝等共護阿濕婆國。」乃至佛及大眾咸", "206": "皆讚言：「善哉，善哉！」", "207": "爾時，世尊以摩偷羅國付囑善擇天子十千", "208": "眷屬、靜明乾闥婆千眷屬、遊梯迦緊那羅", "209": "二百眷屬、勝欲夜叉乘人大夜叉各千五百", "21": "以是因緣，我今分布此四天下，囑汝一切諸", "210": "眷屬、無垢龍王千眷屬、伽楞拓利阿修羅千", "211": "眷屬、墨色鳩槃茶千眷屬、奪意天女二千眷", "212": "屬：「汝等共護摩偷羅國。」乃至佛及大眾咸皆", "213": "讚言：「善哉，善哉！」", "214": "爾時，世尊以支提耶國付囑善賢天子五百", "215": "眷屬、阿吒迦乾闥婆五百眷屬、無垢緊那羅", "216": "千眷屬、除結夜叉無結夜叉各五百眷屬、妙", "217": "賢龍千眷屬、普竹阿修羅五百眷屬、牛王鳩", "218": "槃茶三百眷屬、勝優波羅天女子眷屬：「汝等", "219": "共護支提耶國。」乃至佛及大眾咸皆讚言：「善", "22": "大天王、一切龍王，乃至一切迦吒富單那王，", "220": "哉，善哉！」", "221": "爾時，世尊以婆蹉國付囑月光天子十千眷", "222": "屬、蓮華香乾闥婆千眷屬、摩陀那果緊那羅", "223": "五千眷屬、大果夜叉五千眷屬、阿樓那龍千", "224": "眷屬、惡樹阿修羅百眷屬、葉眼鳩槃茶五百", "225": "眷屬、阿那迦華天女千眷屬：「汝等共護婆蹉", "226": "國土。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "227": "爾時，世尊以賒耶國付囑摩醯首羅天仙五", "228": "千眷屬、不酒乾闥婆千眷屬、離垢緊那羅千", "229": "眷屬、因陀羅夜叉蘇摩夜叉各二千五百眷", "23": "汝等各應發心捨離眷屬，分布安置護持養", "230": "屬、善現龍千眷屬、牟真隣陀阿修羅王五百", "231": "眷屬、優波檀提鳩槃茶訖利迦賒鳩槃茶各", "232": "二千五百眷屬、鬼子母天女善護天女各萬", "233": "眷屬：「汝等共護賒耶國土。」乃至佛及大眾咸", "234": "皆讚言：「善哉，善哉！」", "235": "爾時，世尊以優禪尼國付囑月雲天子五百", "236": "眷屬、門牟乾闥婆千眷屬、摩尼耳乾闥婆五", "237": "百眷屬、五惡夜叉千眷屬、山臂龍王五百眷", "238": "屬、木手阿修羅三百眷屬、善現鳩槃茶五百", "239": "眷屬、毛齒天女千眷屬：「汝等共護優禪尼國。」", "24": "育，并汝諸天一切眷屬，乃至迦吒富單那", "240": "乃至佛及大眾咸皆讚言：「善哉，善哉！」", "241": "爾時，世尊以修羅吒國付囑法華天子百千", "242": "眷屬、具欲乾闥婆將萬眷屬、山怖緊那羅仙", "243": "一百眷屬、難陀龍王十千眷屬、驢眼阿修羅", "244": "五百眷屬、善燈大夜叉千眷屬、大肚鳩槃", "245": "茶將千眷屬、安隱天女千眷屬：「汝等共護修", "246": "羅吒國。」乃至佛及大眾咸皆讚言：「善哉，善", "247": "哉！」", "248": "爾時，世尊以摩訶羅仛丑加反國付囑孔雀", "249": "髮天子五百眷屬、樂欲乾闥婆虎就乾闥婆", "25": "王、一切眷屬，亦令於此閻浮提中一切國", "250": "各五百眷屬、乳味緊那羅百眷屬、主水龍王", "251": "千眷屬、樂寶阿修羅五百眷屬、羖羝脚大夜", "252": "叉軍那羅大夜叉各千眷屬、鉢頭摩迦鳩槃", "253": "茶大將五百眷屬、婆樓尼大天女五千眷屬：", "254": "「汝等共護摩訶羅仛國。」乃至佛及大眾咸皆", "255": "讚言：「善哉，善哉！」", "256": "爾時，世尊以輸盧那國付囑千金天子千眷", "257": "屬、善脇乾闥婆千眷屬、白色緊那羅五百眷", "258": "屬、世辯夜叉千眷屬、大富鳩槃茶五百眷", "259": "屬、極惡天女摩尼果天女各五百眷屬：「汝等", "26": "土乃至樹林，分布安置護持養育。是故汝等", "260": "共護輸盧那國。」乃至佛及大眾咸皆讚言：「善", "261": "哉，善哉！」", "262": "爾時，世尊以摩尼讇鞞國付囑華音天子五", "263": "百眷屬、那羅延乾闥婆二百眷屬、摩醯首羅", "264": "華緊那羅三百眷屬、團眼夜叉五百眷屬、波", "265": "羅奈子阿修羅百眷屬、赤目鳩槃茶百眷屬、", "266": "雪王天女百眷屬：「汝等共護摩尼讇市瞻反鞞", "267": "國。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "268": "爾時，世尊以波吒羅弗國付囑娑羅流支天", "269": "子千眷屬、人華乾闥婆五百眷屬、摩尼瞿沙", "27": "諸大天王及諸眷屬，乃至迦吒富單那王及", "270": "緊那羅三百眷屬、聲佉流支夜叉五百眷屬、", "271": "娑羅地阿修羅五百眷屬、尸利瞿沙龍八百", "272": "眷屬、浮流尼鳩槃茶百眷屬、毘樓池天女五", "273": "百眷屬：「汝等共護波吒羅弗國。」乃至佛及大", "274": "眾咸皆讚言：「善哉，善哉！」次鴦伽國下", "275": "爾時，世尊以乾陀羅國付囑火布天子三千", "276": "眷屬、喜歌乾闥婆千眷屬、大勝緊那羅五百", "277": "眷屬、師子髮夜叉五百眷屬、伊羅鉢龍王千", "278": "眷屬、賢力龍王千眷屬、精氣主阿修羅五百", "279": "眷屬、猨猴聲鳩槃茶百眷屬、摩尼天汝頻頭", "28": "諸眷屬，於閻浮提皆應誠心隨喜讚歎，莫瞋", "280": "天女各千眷屬：「汝等共護乾陀羅國。」乃至佛", "281": "及大眾咸皆讚言：「善哉，善哉！」", "282": "爾時，世尊以阿槃提國付囑師子愛天子五", "283": "千眷屬、摩羅曼多乾闥婆二千眷屬、勝目緊", "284": "那羅百眷屬、蘇摩夜叉地行夜叉各千眷屬、", "285": "氷加羅阿修羅三千眷屬、婆私陀荼龍千眷", "286": "屬、軍那羅叉鳩槃茶百眷屬、憂波羅天女", "287": "流泉天女各二千眷屬：「汝等共護阿槃提國。」", "288": "乃至佛及大眾咸皆讚言：「善哉，善哉！」", "289": "爾時，世尊以婆樓挐跋帝國付囑雞娑利", "29": "莫恨亦莫生怒。」", "290": "天子千眷屬、眾綵乾闥婆五百眷屬、博叉流", "291": "支緊那羅二百眷屬、迦茶龍王憂波迦荼龍", "292": "王各二千眷屬、毘摩阿修羅百眷屬、月焱鳩", "293": "槃茶三百眷屬、自護天女摩尼頻頭天女各", "294": "千眷屬：「汝等共護婆樓挐跋帝國。」乃至佛及", "295": "大眾咸皆讚言：「善哉，善哉！」", "296": "爾時，世尊以帝跋尼國付囑師子齒天子五", "297": "千眷屬、薩陀曼多乾闥婆五百眷屬、牟尼薩", "298": "羅緊那羅百眷屬、摩尼賢夜叉滿賢夜叉各", "299": "二千五百眷屬、鐵耳阿修羅五百眷屬、阿槃", "3": "17 布閻浮提品月藏分第十二分布閻浮提品第十七", "30": "爾時，所有一切菩薩摩訶薩、色界諸天、欲界", "300": "多鳩槃茶百眷屬、薩市尼天女般支天女各", "301": "千眷屬：「汝等共護帝跋尼國。」乃至佛及大眾", "302": "咸皆讚言：「善哉，善哉！」", "303": "爾時，世尊以瞻波國付囑香雲天子并諸天", "304": "仙一千眷屬、德鬘乾闥婆二百眷屬、求籌遮", "305": "緊那羅百眷屬、堅毛夜叉五千眷屬、迦那迦", "306": "阿修羅百眷屬、善現鳩槃茶近現鳩槃茶各", "307": "五萬眷屬、什目天女五百眷屬：「汝等共護瞻", "308": "波國。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "309": "爾時，世尊以悉都那國付囑赤雲天子千眷", "31": "天人、一切龍眾、一切乾闥婆，乃至一切", "310": "屬、霑浮樓乾闥婆五百眷屬、摩尼遮婆緊那", "311": "羅百眷屬、難勝夜叉千眷屬、泥荼鳩支阿修", "312": "羅五百眷屬、鞞㝹迦鳩槃茶百眷屬、靜默天", "313": "女善目天女各一千五百眷屬：「汝等共護悉", "314": "都那國。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "315": "爾時，世尊以西地國付囑山眼天子二百眷", "316": "屬、法喜乾闥婆百眷屬、藪支羅婆緊那羅百", "317": "眷屬、大身夜叉千眷屬、執刀阿修羅百眷屬、", "318": "止流鳩槃茶三百眷屬、金光天女黑光天女", "319": "各二千五百眷屬：「汝等共護西地國土。」乃至", "32": "迦吒富單那等諸來大眾，皆悉合掌各作是", "320": "佛及大眾咸皆讚言：「善哉，善哉！」", "321": "爾時，世尊以富樓沙富羅國付囑阿羅脯", "322": "斯天子千眷屬、難提乾闥婆百眷屬、淨眾緊", "323": "那羅百眷屬、摩尼華夜叉千眷屬、迦荼龍王", "324": "阿婆羅羅龍王各二千五百眷屬、大怖伽樓", "325": "羅百眷屬、訖多孫地阿修羅五百眷屬、燒竹", "326": "鳩槃茶五百眷屬、多盧斯天女三目天女各", "327": "五百眷屬：「汝等共護富樓沙富羅國。」乃至佛", "328": "及大眾咸皆讚言：「善哉，善哉！」", "329": "爾時，世尊以烏場國土付囑習音天子五", "33": "言：「我等一切誠心隨喜敬受佛教，如佛世尊", "330": "百眷屬、華光乾闥婆三百眷屬、善怖緊那羅", "331": "百眷屬、迦羅婆提夜叉五百眷屬、郎浮羅龍", "332": "三百眷屬、遮曼池阿修羅百眷屬、曼陀果鳩", "333": "槃荼百眷屬、呵梨帝天女染賢天女各五百", "334": "眷屬：「汝等共護烏場國土。」乃至佛及大眾", "335": "咸皆讚言：「善哉，善哉！」", "336": "爾時，世尊以寄薩離國付囑黑色天子千眷", "337": "屬、金色乾闥婆百眷屬、跋那牟至緊那羅八", "338": "十眷屬、散髮夜叉五百眷屬、力天龍王百眷", "339": "屬、那佉遮利阿修羅百眷屬、無垢聲鳩槃茶", "34": "分布安置此閻浮提。我等發心受佛教勅護", "340": "八十眷屬、勝鍼天女蠍天女各五百眷屬：「汝", "341": "等共護寄薩離國。」乃至佛及大眾咸皆讚言：", "342": "「善哉，善哉！」", "343": "爾時，世尊以金性國付囑禪那離沙婆天子", "344": "五百眷屬、摩那婆乾闥婆百眷屬、善稱緊那", "345": "羅百眷屬、禪那離沙婆夜叉五百眷屬、寶冠", "346": "阿修羅百眷屬、香意鳩槃茶八十眷屬：「汝等", "347": "共護金性國土。」乃至佛及大眾咸皆讚言：「善", "348": "哉，善哉！」", "349": "爾時，世尊以摩都羅國付囑歌讚天子百眷", "35": "持養育，佛正法眼令得熾然。」佛言：「善哉，善哉！", "350": "屬、五髻乾闥婆五百眷屬、威德緊那羅八十", "351": "眷屬、堅鉾夜叉五百眷屬、氷伽羅阿修羅五", "352": "百眷屬、賢目鳩槃茶百眷屬、霑浮樓天女五", "353": "百眷屬：「汝等共護摩都羅國。」乃至佛及大眾", "354": "咸皆讚言：「善哉，善哉！」", "355": "爾時，世尊以藪離迦國付囑財目天子千眷", "356": "屬、善頂乾闥婆百眷屬、賒摩鳩斯緊那羅五", "357": "百眷屬、堅固夜叉五百眷屬、耶婆那夜叉千", "358": "眷屬、無畏緊那羅百眷屬、跋羅頭婆闍夜叉", "359": "五百眷屬、嚪婆何利阿修羅八百眷屬、瞿伽", "36": "妙丈夫！汝等應當如是誠心說欲隨喜。」", "360": "叉鳩槃茶三百眷屬、嚪婆何利羅剎五百眷", "361": "屬、釋迦羅剎五百眷屬：「汝等共護藪離迦國。」", "362": "乃至佛及大眾咸皆讚言：「善哉，善哉！」", "363": "爾時，世尊以般遮囊伽羅國付囑婆婆叉天", "364": "子千眷屬、月光乾闥婆百眷屬、圍目夜叉千", "365": "眷屬、大雲阿修羅五百眷屬、訶奴闍鳩槃茶", "366": "百眷屬、摩尼枳薩梨天女五百眷屬、多摩羅", "367": "婆利天女千眷屬：「汝等共護般遮囊伽羅國。」", "368": "乃至佛及大眾咸皆讚言：「善哉，善哉！」", "369": "爾時，世尊以波斯國付囑檀㝹師天子五千", "37": "爾時，世尊告彼法食喜食禪食諸天言：「此四", "370": "眷屬、拘毘羅乾闥婆三千眷屬、梨鞞摩師緊", "371": "那羅千眷屬、住勇夜叉五百眷屬、那摩羅王", "372": "夜叉五百眷屬、菴羅提他乾闥婆千眷屬、伊", "373": "沙那時緊那羅千眷屬、竭娑拘支鳩槃茶", "374": "四千眷屬、那羅斯羅剎五千眷屬、呵梨達羅", "375": "剎二千眷屬：「汝等共護波斯國土。」乃至佛及", "376": "大眾咸皆讚言：「善哉，善哉！」", "377": "爾時，世尊以勅勤國土付囑佉樓那天子", "378": "千眷屬、妙好乾闥婆五百眷屬、帝利迦緊那", "379": "羅五百眷屬、三鉢夜叉二萬眷屬、怖畏夜叉", "38": "天下大海水中八萬洲渚一切國土，汝等", "380": "十千眷屬、休流歇龍千眷屬、金耳阿修羅千", "381": "眷屬、善林樹鳩槃茶千眷屬、金枳金支反薩羅", "382": "羅剎五千眷屬：「汝等共護勅勤國土。」乃至佛", "383": "及大眾咸皆讚言：「善哉，善哉！」", "384": "爾時，世尊以叵耶那國付囑海怖天子千", "385": "眷屬、那茶浮乾闥婆百眷屬、馬目緊那羅百", "386": "眷屬、華齒夜叉二千眷屬、大齒夜叉千眷屬、", "387": "憂波羅耳龍五百眷屬、動手阿修羅百眷屬、", "388": "解脫鳩槃茶百眷屬、質摩只薩梨羅剎女五", "389": "百眷屬、黑闇羅剎護門羅剎各二千五百眷", "39": "法食喜食禪食諸天，應等護持養育我法，住", "390": "屬、月光羅剎千眷屬：「汝等共護叵耶那國。」乃", "391": "至佛及大眾咸皆讚言：「善哉，善哉！」", "392": "爾時世尊以尸利耶摩國付囑黑髮天子", "393": "百眷屬、金臂乾闥婆八十眷屬、風響緊那羅", "394": "百眷屬、阿樓那夜叉千眷屬、八髮夜叉千眷", "395": "屬、上踊龍王百眷屬、快作阿修羅百眷屬、香", "396": "筒鳩槃荼五百眷屬、黑澤天女五百眷屬：「汝", "397": "等共護尸利耶摩國。」乃至佛及大眾咸皆讚", "398": "言：「善哉，善哉！」", "399": "爾時，世尊以跋離迦國付囑赤銅色天子八", "4": "爾時，世尊既知一切諸來大眾於三寶所皆", "40": "法比丘如法順法，發心修行三業相應，剃除", "400": "百眷屬、媚眼乾闥婆百眷屬、鍼黑緊那羅百", "401": "眷屬、牟耳夜叉五千眷屬、黟羅羯那龍百眷", "402": "屬、息牛阿修羅百眷屬、阿毘拏薩利鳩槃茶", "403": "五百眷屬、長苗天女妙勝天女各五百眷屬：", "404": "「汝等共護跋離迦國。」乃至佛及大眾咸皆讚", "405": "言：「善哉，善哉！」", "406": "爾時，世尊以罽賓那國付囑怖黑天子五", "407": "十眷屬、五音乾闥婆千眷屬、水性緊那羅五", "408": "百眷屬、廣執夜叉三萬眷屬、長生夜叉流雲", "409": "解脫夜叉各二千五百眷屬、睺羅荼龍十千", "41": "鬚髮身著袈裟，汝等應當護持養育。」時，彼", "410": "眷屬、欝金阿修羅千眷屬、陀樓跋尼鳩槃茶", "411": "五百眷屬、正辯天女千眷屬、園林羅剎女十", "412": "千眷屬：「汝等共護罽賓那國。」乃至佛及大眾", "413": "咸皆讚言：「善哉，善哉！」", "414": "爾時，世尊以憂羅賒國付囑那羅摩乾闥", "415": "婆百眷屬、五怖夜叉二千眷屬、尸利沙夜叉", "416": "千眷屬：「汝等共護憂羅賒國。」乃至佛及大眾", "417": "咸皆讚言：「善哉，善哉！」", "418": "爾時，世尊以佉羅婆羅國付囑時蘭那乾闥", "419": "婆百眷屬、華寶夜叉千眷屬、善樂目龍千眷", "42": "法食喜食禪食諸天各作是言：「我當護持大", "420": "屬、怖人鳩槃茶五百眷屬、順欲天女百眷屬；", "421": "「汝等共護佉羅婆羅國。」乃至佛及大眾咸皆", "422": "讚言：「善哉，善哉！」", "423": "爾時，世尊以阿疎居迦國付囑牟尼佉利夜", "424": "叉二千眷屬、好施羅剎千眷屬、婆稚龍五百", "425": "眷屬、止雲鳩槃荼百眷屬、呵梨帝羅剎女千", "426": "眷屬：「汝等共護阿疎居迦國。」乃至佛及大眾", "427": "咸皆讚言：「善哉，善哉！」", "428": "爾時，世尊以達羅陀國付囑鞞婆達利乾闥", "429": "婆百眷屬、道路夜叉黃頭夜叉勇健夜叉各", "43": "海水中八萬洲渚一切國土諸佛正法。若", "430": "千眷屬、跋陀龍王二千眷屬、孔雀毛龍王百", "431": "眷屬、生解天女毛羅闍利天女各二百五十", "432": "眷屬：「汝等共護達羅陀國。」乃至佛及大眾咸", "433": "皆讚言：「善哉，善哉！」", "434": "爾時，世尊以弗梨沙國付囑奪意夜叉戒賢", "435": "夜叉各五百眷屬、雲腹龍王三百眷屬、離惡", "436": "鳩槃茶八十眷屬、搔跋質羅天女百眷屬：「汝", "437": "等共護弗梨沙國。」乃至佛及大眾咸皆讚言：", "438": "「善哉，善哉！」", "439": "爾時，世尊以伽賒國付囑持華乾闥婆摩睺", "44": "佛弟子，乃至不畜婦女、畜生、田宅、資產，我", "440": "羅伽乾闥婆各千眷屬、金枳金支反持夜叉毘", "441": "持夜叉各二百五十眷屬、光掌龍王勝奪龍", "442": "王各五百眷屬、阿樓尼天女華目天女各二", "443": "百五十眷屬：「汝等共護伽賒國土。」乃至佛及", "444": "大眾咸皆讚言：「善哉，善哉！」", "445": "爾時，世尊以遮居迦國付囑劍婆羅龍王五", "446": "百眷屬、極惡鳩槃茶百眷屬、那朱波毘舍遮", "447": "百眷屬、星目羅剎女五百眷屬、天鎧餓鬼將", "448": "二百眷屬、歇惡夜叉三百眷屬：「汝等共護遮", "449": "居迦國。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "45": "等皆當護持養育。」", "450": "爾時，世尊以簁堤國付囑具足龍王善道", "451": "龍王各百眷屬、堅目鳩槃茶百眷屬、八毘那", "452": "耶迦天女一百眷屬、道神天女尸利天女各", "453": "二百五十眷屬、珂貝天女安住天女各五十", "454": "眷屬：「汝等共護簁堤國土。」乃至佛及大眾", "455": "咸皆讚言：「善哉，善哉！」", "456": "爾時，世尊以沙勒國付囑髮色天子百眷屬、", "457": "護國乾闥婆百眷屬、佛護夜叉助雹夜叉各", "458": "五百眷屬、孔雀項龍王百眷屬、山目龍女五", "459": "百眷屬、訖利波賒鳩槃茶五百眷屬、持德天", "46": "爾時，世尊讚彼天言：「善哉，善哉！」一切大眾亦", "460": "女龍護天女各二百五十眷屬：「汝等共護沙", "461": "勒國土。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "462": "爾時，世尊以于填國土付囑難勝天子千", "463": "眷屬、散脂夜叉大將十千眷屬、羖羊脚大", "464": "夜叉八千眷屬、金華鬘夜叉五百眷屬、熱舍", "465": "龍王千眷屬、阿那緊首天女十千眷屬、他難", "466": "闍梨天女五千眷屬：「毘沙門王神力所加，共", "467": "汝護持于填國土。」乃至佛及大眾咸皆讚", "468": "言：「善哉，善哉！」", "469": "爾時，世尊以龜茲國土付囑牟鎧天子千眷", "47": "復讚言：「善哉，善哉！」", "470": "屬、黃頭大夜叉千眷屬、厭財羅剎女千眷屬、", "471": "睺護大夜叉千眷屬、踈齒鳩槃茶千眷屬、尸", "472": "利遮吒羅剎鹿齒羅剎各五百眷屬：「汝等共", "473": "護龜茲國土。」乃至佛及大眾咸皆讚言：「善哉，", "474": "善哉。」", "475": "爾時，世尊以婆樓迦國付囑騫茶夜叉千眷", "476": "屬、阿婆迦利鳩槃茶百眷屬、垂乳羅剎千眷", "477": "屬：「汝等共護婆樓迦國。」乃至佛及大眾咸皆", "478": "讚言：「善哉，善哉！」", "479": "爾時，世尊以奚周迦國付囑王活乾闥婆", "48": "爾時，世尊告月藏菩薩摩訶薩言：「了知清", "480": "五百眷屬、奚卑羅龍百眷屬：「汝等共護奚周", "481": "迦國。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "482": "爾時，世尊以億尼國付囑勇健執蠡大夜叉", "483": "將千眷屬、象耳龍王三千眷屬、吉迦知羅剎", "484": "女雪池羅剎女各二千五百眷屬：「汝等共護", "485": "億尼國土。」乃至佛及大眾咸皆讚言：「善哉，善", "486": "哉！」", "487": "爾時，世尊以鄯善國付囑阿羅知天子百", "488": "眷屬、阿沙迦夜叉五千眷屬、無著羅剎女十", "489": "千眷屬：「汝等共護鄯善國土。」乃至佛及大眾", "49": "淨士！若我住世諸聲聞眾，戒具足、捨具足、", "490": "咸皆讚言：「善哉，善哉！」", "491": "爾時，世尊以緊那羅國付囑赤目大夜叉十", "492": "千眷屬、不動鳩槃茶千眷屬：「汝等共護緊那", "493": "羅國。」乃至佛及大眾咸皆讚言：「善哉，善哉！」", "494": "爾時，世尊以震旦國付囑毘首羯磨天子", "495": "五千眷屬、迦毘羅夜叉大將五千眷屬、法護", "496": "夜叉大將五千眷屬、堅目夜叉大將五千眷", "497": "屬、大目夜叉大將五千眷屬、勇健軍夜叉大", "498": "將五千眷屬、摩尼跋陀夜叉大將五千眷屬、", "499": "賢滿夜叉大將五千眷屬、持威德夜叉大將", "5": "生深信、尊重、敬仰，得未曾有，更不信事諸餘天", "50": "聞具足、定具足、慧具足、解脫具足、解脫知見", "500": "五千眷屬、阿荼薄拘夜叉大將五千眷屬、", "501": "般支迦夜叉大將五千眷屬、婆修吉龍王五", "502": "千眷屬、須摩那果龍王五千眷屬、弗沙毘", "503": "摩龍王五千眷屬、呵梨帝鬼子母天五千眷", "504": "屬、伊羅婆雌大天女五千眷屬、雙瞳目大天", "505": "女五千眷屬：「汝等賢首！皆共護持震旦國", "506": "土。於彼所有一切觸惱、鬪諍、怨讐、忿競、言訟、", "507": "兩陣交戰、飢饉、疫病、非時風雨、氷寒毒熱悉令", "508": "休息，遮障不善諸惡眾生瞋恚麁獷，苦辛澁", "509": "觸無味等物悉令休息，令我法眼得久住故，", "51": "具足，我之正法熾然在世，乃至一切諸天人", "510": "紹三寶種不斷絕故，三種精氣得增長故，利", "511": "益安樂諸天人故，勤加護持。以是因緣，汝等", "512": "今世及以後世常得安樂。」毘首羯磨天子及", "513": "與眷屬、迦毘羅大夜叉、法護夜叉、堅目夜叉、", "514": "大目夜叉、勇健夜叉、摩尼跋陀夜叉、賢滿夜叉、", "515": "持威德夜叉、阿荼薄拘夜叉、般支迦夜叉，及", "516": "與眷屬，婆修吉龍王、須摩那果龍王、弗沙毘", "517": "摩龍王及與眷屬，呵梨帝鬼子母天、伊羅婆", "518": "雌天女、雙瞳目天女及與眷屬，各作是言：「大", "519": "德婆伽婆！我等共護震旦國土，休息一切鬪", "52": "等，亦能顯現平等正法。於我滅後五百年中，", "520": "諍乃至增長三種精氣。我等勤加護持養育，", "521": "乃至世尊聲聞弟子三業相應不積聚者，倍", "522": "復安置護持養育。」", "523": "爾時，世尊讚言：「善哉，善哉！善男子！汝應如是", "524": "護持我法。」諸來大眾亦復隨喜讚言：「善哉，善", "525": "哉！」", "526": "「諸仁者！我以閻浮提一切國土，付囑諸天、乾", "527": "闥婆、緊那羅、夜叉、龍王、阿修羅、鳩槃茶、諸天女", "528": "等，各令安置護持養育一切眾生。是故汝", "529": "等諸大龍王不得分者，應當容忍莫恨。所", "53": "諸比丘等猶於我法解脫堅固；次五百年，", "530": "謂娑伽羅龍王、阿那婆沓多龍王、伊羅跋龍", "531": "王、婆樓那龍王、善住龍王、德叉迦龍王、恒河", "532": "龍王、辛頭龍王、博叉龍王、私陀龍王、堤首", "533": "尼龍王、摩醯謨遮利龍王、金脇龍王、跋致", "534": "蘇多龍王、弗婆鉢賒龍王、眾色雲龍王、拘那", "535": "跋帝龍王、阿斯多龍王、遮彌羅龍王、香山龍", "536": "王、那羅延面龍王、婆婆牟支龍王、那陀叉龍", "537": "王，如是等一百八十萬諸大龍王，住閻浮", "538": "提不得分者，應當容忍莫恨。汝等各住本", "539": "宮護持養育我之正法，當作利益一切眾生", "54": "我之正法禪定三昧得住堅固；次五百年，讀", "540": "行。以是因緣，汝等今世及以後世自利利他。", "541": "何以故？彼諸天、龍、乾闥婆、緊那羅、夜叉、阿修", "542": "羅、鳩槃茶、天女、羅剎女等，隨其國土昔所住", "543": "處，彼諸天龍乃至天女，為護彼彼諸國土故，", "544": "安置養育一切眾生。「是故汝等大夜叉王不", "545": "得分者，應當容忍莫恨。所謂箭毛夜叉、賒", "546": "羅毘夜叉、迦吒首利夜叉、婆羅目企夜叉、婆", "547": "羅稚夜叉、婆摩羅夜叉、其梨迦吒夜叉、由梯", "548": "迦夜叉、其梨呵夜叉、滿面夜叉、迦賒毘提夜", "549": "叉、護國夜叉、樓迦夜叉、箭爪夜叉、波那流", "55": "誦多聞得住堅固；次五百年，於我法中多造", "550": "支夜叉、狼爪夜叉、師子怖夜叉、阿樓尼夜", "551": "叉、修羅闍毘夜叉、阿茶闍梨夜叉、得叉梨師", "552": "夜叉、灰手夜叉、蘇摩那虎夜叉、羅摩那時", "553": "夜叉、惡叉尼棄羅夜叉、質多羅夜叉、佛護夜", "554": "叉，如是等八頻婆羅諸夜叉大將，依閻浮提", "555": "種種寺舍、園林、泉池、山巖、林藪、樹下安住不得", "556": "分者，應當容忍莫恨，隨所住處乃至山林樹", "557": "下各住本處，護持養育我之正法，利益安樂", "558": "一切眾生行。以是因緣，汝等今世及以後世", "559": "自利利他。何以故？彼諸天、龍、乾闥婆、緊那羅、", "56": "塔寺得住堅固；次五百年，於我法中鬪諍言", "560": "夜叉、阿修羅、鳩槃茶、天女、羅剎女等，隨其國", "561": "土昔所住處，彼諸天龍乃至天女為護彼彼", "562": "諸國土故，安置養育一切眾生。「是故汝等諸", "563": "阿修羅王不得分者，應當容忍莫恨。所謂羅", "564": "睺羅阿修羅王、毘摩質多羅阿修羅王、波羅", "565": "陀阿修羅王、睒婆利阿修羅王、牟真隣陀阿", "566": "修羅王、須質多羅阿修羅王、跋稚毘盧遮那", "567": "阿修羅王、悉利羅耆阿修羅王、黟羅跋支", "568": "阿修羅王、瞿摩闍毘阿修羅王、毘茶叉阿修", "569": "羅王、那耶遮利阿修羅王、伽闍彌羅阿修羅", "57": "頌白法隱沒損減堅固。「了知清淨士！從是以", "570": "王、初羅檀茶阿修羅王、阿斯末羅阿修羅", "571": "王、迦摩跌知阿修羅王、婆羅乾荼阿修羅王、", "572": "畢他摩尼阿修羅王、波羅那佉阿修羅王、薩", "573": "婆鴦伽叉阿修羅王、訖賒婆睺阿修羅王，如", "574": "是等六萬那由他阿修羅王住閻浮提不得分", "575": "者，應當容忍莫恨，各住本宮護持養育我", "576": "之正法，當作利益一切眾生行。以是因緣，汝", "577": "等今世及以後世自利利他。何以故？彼諸天、", "578": "龍、乾闥婆、緊那羅、夜叉、阿修羅、鳩槃茶、天女、羅", "579": "剎女等，隨其國土昔所住處，彼諸天龍乃至", "58": "後於我法中，雖復剃除鬚髮身著袈裟，毀破", "580": "天女為護彼彼諸國土故，安置養育一切眾", "581": "生。「是故汝等諸大天女應當容忍莫恨。所謂", "582": "歇大天女、造光天女、地解天女、增護天女、解", "583": "脫天女、增水天女、少熱天女、淨目天女、饒財", "584": "天女、寶藏天女、摩尼爪天女、黑繩天女、隨", "585": "時天女、王頂天女、天水天女、眼目天女、蓮", "586": "華天女、憂曇婆羅天女、賒尸天女、明炬目", "587": "天女、善意天女、難勝天女、勝目天女，如是等", "588": "六十二百千諸大天女，依閻浮提種種塔寺、", "589": "城邑、聚落、園林、泉池、河邊、山谷、大海邊住不得", "59": "禁戒行不如法假名比丘。如是破戒名字比", "590": "分者，汝等隨所住處各各於彼護持養育我", "591": "之正法，汝等於彼所有怖畏、鬪諍、怨讎、飢饉、", "592": "疫病、他方怨敵、非時風雨、氷寒毒熱悉令休", "593": "息，遮障不善諸惡眾生瞋恚麁獷，苦辛澁觸", "594": "無味等物悉令休息，令我法眼久住世間，紹", "595": "三寶種不令斷絕，三種精氣增長熾然，利益", "596": "安樂諸天人故勤加護持。以是因緣，汝等今", "597": "世及以後世常得利益安樂眾生。」時彼六十", "598": "二百千天女白佛言：「大德婆伽婆！我等護持", "599": "養育佛法，休息鬪諍，增長一切三種精氣，乃", "6": "已，告他化自在天王、化樂天王、兜率陀天王、", "60": "丘，若有檀越捨施供養護持養育，我說是人", "600": "至世尊聲聞弟子三業相應無所積聚者，我", "601": "等勤加護持養育。」佛言：「善哉，善哉！善女人輩！", "602": "汝等應當如是護持。」諸來大眾皆亦隨喜讚", "603": "言：「善哉，善哉！」", "604": "爾時，世尊復告一切諸天、乾闥婆乃至諸大", "605": "天女言：「我今與汝息諸諍訟大陀羅尼心，汝", "606": "等以此陀羅尼心故，各於己國若曜宿失度，", "607": "攝諸眾生令得敬信，一切鬪諍悉得休息。」作", "608": "是語已，即說呪曰：", "609": "「哆地夜他　摩陀那　摩陀那　瞿摩陀那", "61": "猶得無量阿僧祇大福德聚。何以故？猶能饒", "610": "阿婆摩多　阿兮摩多　摩陀那佉　阿差摩", "611": "坻波羅　賒摩帝　阿唎婆三摩摩帝尼佉", "612": "摩帝　波賒摩帝　蘇遮囉拏摩帝阿毘婆", "613": "摩帝　阿囉毘婆摩帝　悉陀頞他摩帝　叉", "614": "婆摩帝　蘇婆呵」", "615": "爾時，娑婆世界主大梵天王，從坐而起向佛", "616": "合掌頭面作禮而作是言：「大德婆伽婆！我今", "617": "復以大陀羅尼，降諸惡龍及惡鬼神，護持國", "618": "土，遮障一切諸惡眾生。」作是語已，即說呪曰：", "619": "「哆地夜他　曇無囉牟嘍囉牟嘍　那伽牟嘍", "62": "益多眾生故，何況我今現在於世？「譬如真金", "620": "那伽牟嘍　阿藪囉牟嘍　藥叉牟嘍鳩", "621": "槃茶牟嘍　浮單那牟嘍　迦吒富單那牟嘍", "622": "阿耶婆牟嘍侯呵侯呵牟嘍　呵呵呵呵　牟", "623": "厨帝藥叉牟嘍囉婆呵囉婆呵　囉婆呵　薩", "624": "婆烏闍囉婆呵　蘇婆呵」", "625": "爾時，所有諸天、龍王、鳩槃茶、餓鬼、毘舍遮、富單", "626": "那、迦吒富單那飲血食肉者，皆悉驚怖憂愁", "627": "恐懼，向佛合掌頭面禮足，而作是言：「唯願", "628": "世尊，大悲覆護，我等云何復得存活？」佛言：「汝", "629": "等且莫憂愁，大地所有華果、五穀、藥草眾味", "63": "為無價寶，若無真金銀為無價，若無銀者鍮", "630": "清淨未食墮落地者，如是華果眾味精氣汝", "631": "等食之足得活命。若復有人作食清淨遺落", "632": "在地，汝等亦當食其精氣而自充濟。復有我", "633": "諸聲聞弟子修禪定者，以己善根呪願，汝等", "634": "亦得色力精氣豐盛，眷屬朋黨具足勢力。若", "635": "有施主施我弟子寺舍、園林、田地舍宅稱名呪", "636": "願，汝當於彼與欲隨喜護持養育，以是事", "637": "故汝等宮殿當得增長。若有施主施我弟子", "638": "飲食衣服臥具湯藥受取之時稱名呪願，汝", "639": "亦隨喜，以彼呪願汝隨喜故，汝等便得壽", "64": "石無價，若無鍮石偽寶無價，若無偽寶赤", "640": "命增長、顏容增長、安樂增長、朋黨增長、勢力增", "641": "長，汝等晝夜應當精勤護持養育如是施主", "642": "及以受者。」", "643": "爾時，世尊欲重明此義而說偈言：", "644": "「兩足大法王，觀眾作是言：", "645": "帝釋汝問我，各隨與其分。", "646": "天龍鳩槃茶，夜叉修羅剎，", "647": "閻浮諸國土，城邑眾聚落，", "648": "曠野諸樹林，山巖井泉池，", "649": "法眼得久住，諸惡令休息。", "65": "白銅鐵白鑞鉛錫為無價寶。如是一切諸世", "650": "豐饒悉可樂，為於閻浮提，", "651": "四天中鬼神，付囑勤護持，", "652": "汝等捨眷屬，我復更分布。", "653": "莫瞋怒嫉妬，與欲當隨喜，", "654": "法喜禪味食。如是諸天眾，", "655": "一切皆悉起，咸作如是言：", "656": "我等為正法，護持閻浮提，", "657": "聲聞具持戒，不為積聚者，", "658": "剃頭不持戒，欲令法眼增，", "659": "我等皆至心，勤加護養育。", "66": "間中佛寶無上，若無佛寶緣覺無上，若無", "660": "導師告彼言：正法我滅後，", "661": "具滿五百年，堅固住解脫。", "662": "五百年禪誦，五百造塔寺，", "663": "至後五百年，堅住於鬪諍。", "664": "後時有剃頭，破戒無羞恥，", "665": "供養如是輩，亦得無量福。", "666": "譬如金無價，除金至銀寶，", "667": "鍮石偽銅鐵，白鑞及鉛錫，", "668": "世間若無寶，錫鑞為最上。", "669": "佛寶亦如是，最尊獨第一，", "67": "緣覺羅漢無上，若無羅漢諸餘聖眾以為", "670": "次寶辟支佛，羅漢餘證果，", "671": "得定淨持戒，破戒名字僧，", "672": "深信求解脫，若能供養彼，", "673": "不久住忍地，必速證菩提。", "674": "六欲諸天子，寶國諸鬼神，", "675": "住林乾闥婆，海中十大龍，", "676": "十大鳩槃茶，夜叉十神通，", "677": "各住本宮殿，護持我正法。", "678": "餓鬼住曠野，毘舍遮空室，", "679": "富單依野田，迦吒塚間住，", "68": "無上，若無聖眾得定凡夫以為無上，若無得", "680": "如是各隨喜，依分皆護持。", "681": "依分不正護，復勤惱於他，", "682": "我以如是等，更轉付餘天。", "683": "諸龍夜叉眾，乾闥緊那羅，", "684": "天女修羅等，羅剎鳩槃荼，", "685": "普遍諸國土，安置護養育。", "686": "迦毘波羅奈，摩伽拘薩羅，", "687": "般遮鴦伽國，蘇摩阿濕婆，", "688": "摩偷支提國，婆蹉及賒耶，", "689": "羅吒憂禪尼，羅仛輸盧那，", "69": "定淨持戒者以為無上，若無淨戒污戒比", "690": "摩尼讇鞞國，乾陀波吒羅，", "691": "般提婆樓帝，跋尼悉都那，", "692": "瞻波鉢浮尼，富樓沙富羅，", "693": "烏場寄薩梨，金性摩都羅，", "694": "波斯勅勤土，般遮囊伽羅，", "695": "尸利耶摩國，叵耶藪利迦，", "696": "罽賓跋利國，佉羅憂羅賒，", "697": "伽賒遮居國，達羅弗離沙，", "698": "簁提沙勒國，婆樓兮周迦，", "699": "于填及鄯善，龜茲緊那羅，", "7": "須夜摩天王、帝釋天王、四大天王及諸眷", "70": "丘以為無上，若無污戒剃除鬚髮身著袈裟", "700": "震旦等國土，護持令安置。", "701": "於此一切國，諸龍無分者，", "702": "一百八十萬，夜叉等無分，", "703": "及八頻婆羅，修羅不得分，", "704": "六萬那由他，天女等無分，", "705": "六十二百千。我今悉謝汝，", "706": "各住本宮殿，護持我正法。", "707": "當與汝神呪，遮障惡眾生，", "708": "休息諸惱害，一切鬪諍訟，", "709": "亢旱及水潦，病儉諸賊寇，", "71": "名字比丘為無上寶，比餘九十五種異道最", "710": "增長三精氣，諸惡令休息，", "711": "護持我正法，熾然三寶種。", "712": "聲聞諸比丘，三業常相應，", "713": "剃頭不持戒，一切皆護持。", "714": "為諸聲聞故，具捨諸田宅，", "715": "飲食及湯藥，一切有所須，", "716": "如是諸施主，汝等護養育。」", "717": "大方等大集經卷第五十五", "72": "尊第一，應受世供為物福田。何以故？能示", "73": "眾生可怖畏故。若有護持養育安置是人，不", "74": "久得住忍地。」", "75": "爾時，世尊告六欲諸天言：「汝等應如過去", "76": "佛時所分得分當勤護持，復於此四天", "77": "下時時之中勤加思惟佛正法義，為令我", "78": "法得久住故，紹三寶種不斷絕故。」時彼諸天", "79": "各作是言：「唯然受教。」爾時，世尊讚言：「善哉，", "8": "屬、娑伽羅龍王、阿那婆達多龍王、羅睺羅", "80": "善哉！」一切大眾亦復讚言：「善哉，善哉！」", "81": "爾時，世尊告四天王言：「汝等及諸眷屬，應如", "82": "過去佛時所分得分，還作護持安置養育我", "83": "之正法。」時四天王各作是言：「唯然受教。」佛", "84": "及大眾咸皆讚言：「善哉，善哉！」", "85": "爾時，世尊告乾闥婆等言：「諸仁者！汝等及", "86": "諸天仙，於優曇林、菴羅林、閻浮林、呵𪏭勒林、", "87": "阿摩羅林、蒱萄林，如是等林於中而住，復共", "88": "四天王宮諸天子等，為我佛法得久住故，應", "89": "當思惟佛正法義。」時乾闥婆等咸言：「如是。大", "9": "阿修羅王、毘摩質多羅阿修羅王、睒婆利阿", "90": "德婆伽婆！唯然受教。」佛及大眾咸皆讚言：", "91": "「善哉，善哉！」", "92": "爾時，世尊告娑伽羅龍王、難陀龍王、婆難陀", "93": "龍王、善現龍王、婆樓那龍王、婆修吉龍王、得叉", "94": "迦龍王、阿難陀龍王、阿樓那龍王、歲星龍王", "95": "言：「汝等各在大海之中住本宮殿，護持養育", "96": "我之正法。」時龍王等各作是言：「唯然受教。」", "97": "佛及大眾咸皆讚言：「善哉，善哉！」", "98": "爾時，世尊告阿那婆達多龍王、善住龍王、清", "99": "脇龍王、摩利尼龍王、優婆羅龍王、乾闥婆龍王、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大方等大集經", "author": "北涼 曇無讖譯", "sourceLink": "http://www.cbeta.org/"}