{"author": "唐 菩提流志譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0952 五佛頂三昧陀羅尼經: 五佛頂: 五頂王: 五頂王: 五佛頂", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "8 密印品次如來腳印咒之五十五", "1": "五佛頂三昧陀羅尼經卷第四", "2": "大唐天竺三藏菩提流志奉　詔譯", "3": "9 修證悉地品五頂王修證悉地品第九", "4": "爾時釋迦牟尼世尊。於是之時為未來世一", "5": "切有情。復觀大眾。謂金剛密迹首言。於當來", "6": "世。多有下劣精進頑愚有情。心耽渾垢下行", "7": "下見。不能成就無上大法。若有淨信純直有", "8": "情。愛樂呪法發菩提心。行常直正具精進", "9": "者。密迹我為此人。略說此頂輪王無量殊勝", "10": "功德威力。是諸如來大菩薩等所讚導處。亦", "11": "是無量佛三摩地門所出生處。能令超過一", "12": "切魔界。示大如來色身。摧破一切惡天龍藥", "13": "叉羅剎諸惡法。心伏恭敬。所有諸佛菩薩金", "14": "剛諸天呪法。悉攝此中。我於無量百千俱胝", "15": "劫。讚說此呪亦不能盡。是頂王呪。過去一切", "16": "如來為彼有情已教說。示我亦曾於過去無", "17": "量百千佛所。親聽受得此頂王法。是今得為", "18": "釋眾中尊。亦為今當說是呪法。金剛密迹若", "19": "有人。精持憶念此頂王呪。則除無量八難怖", "20": "畏。破諸魔軍滅諸重罪。前所說像隨畫一", "21": "像。以白檀香泥摩飾壇場。日日三時依法澡", "22": "浴著新淨衣。三時供養。三時誦呪。輪結印", "23": "等誦頂王呪。滿二百萬。乃候三月白月一日。", "24": "採持惹底延花。當畫像上繫為傘蓋。正於像", "25": "前莊嚴三肘壇。摩以白檀香泥塗摩壇面。乃", "26": "復持以種種塗香末香燒香蘇燈香水飲食花", "27": "等。壇上布列如法獻供。舉月一日誦頂王呪", "28": "佛眼呪。三時各誦一千八遍至十五日。繞壇", "29": "四面加然蘇燈一千八盞。結金剛座調調誦", "30": "呪。至後夜忽於空中聞雷震聲。像現三相。一", "31": "花蓋動。二畫像上放大光明。三像自動。覩斯", "32": "相已。心所願求皆得圓滿。若依法精勤誦滿", "33": "一俱胝數。名下承事供養於佛。若常依法誦", "34": "二俱胝。名中承事供養佛。滿三俱胝。名上承", "35": "事供養於佛。證大自在菩薩地住。作法無礙", "36": "力。能調伏一切天龍八部鬼神。若樂調伏", "37": "天龍神者。誦之四遍則各敬伏隨呪者意若", "38": "欲證大菩薩地。當詣海沙潬上或江河岸", "39": "沙潬上。誦呪印塔。塔長一肘一呪印一塔。隨", "40": "一一塔前置花香水燒香。誦呪滿七俱胝。於", "41": "最後塔放大光明入呪者身。於斯之時三千", "42": "大千一切釋梵天。他化自在天樂變化天廣", "43": "果天淨居天。色究竟天及諸天等并種族天。", "44": "各住於空雨眾香花種種歌讚。及諸龍神藥", "45": "叉羅剎一切鬼神。亦皆會湊散花供養而讚", "46": "歎之。所有寒氷地獄有情皆得溫適。所有猛", "47": "火地獄有情皆得涼適。是時呪者得大威德。", "48": "身證神通為天中天。身金色相如盛年者。證", "49": "大智慧於空自在。以諸天等前後圍繞。騰空", "50": "自在。其所同伴見作法者。皆得隨從為天", "51": "仙王。以無量百千呪仙前後圍繞。詣諸佛剎", "52": "隨心皆至。或處天帝釋宮分座同坐。身貌威", "53": "光精進智慧。一切天人無有疋者。及證菩薩", "54": "方便善巧。甚深智慧調伏有情。復增壽命無", "55": "量數劫。見諸如來出現成道。是時如來重說", "56": "伽他。", "57": "彼不思議天人敬斷諸貪垢邪見輪", "58": "身及智慧大精進當獲神通利有情", "59": "成就輪王證佛地得壽天中法勝尊", "60": "金剛密迹此成就法。昔寶髻佛為凡夫時。修", "61": "持是頂輪王。此成就法金剛幢佛光明自在", "62": "王佛。如是無量佛等一一修持。此成就法復", "63": "有觀世音菩薩不動處菩薩。曼殊室利菩薩", "64": "普賢菩薩。如是無量大菩薩等。皆凡夫時修", "65": "持此法獲得菩提。密迹如汝往昔因地。遇金", "66": "剛幢如來法欲滅。憐愍有情難作。能作修成", "67": "佛眼大明呪故。若當來世者亦復如汝。堅固", "68": "情進發菩提心。憐慜有情修此頂王。則得成", "69": "就。復別修法。應常對觀頂輪王像前。誦滿百", "70": "萬遍。乃於白月十五日。加浴清淨著鮮淨", "71": "衣。一日一夜不食不語。持以白芥子和水。呪", "72": "一千八遍像前散灑。周遍八方結為壇界。以", "73": "諸飲食香水花香布置供養。壇上四面懸", "74": "諸幡蓋。持好雄黃置一蓮葉上置壇中心。面", "75": "東趺坐呪是雄黃令現三相。若得煖相即能", "76": "調伏一切有情。若得煙相即證安怛陀那大", "77": "仙若得光相持以塗身。證如盛年身金色相。", "78": "以諸呪仙前後圍繞。壽命一劫為呪仙中大", "79": "轉輪王。成就牛黃法亦如是。又法伺候佛神", "80": "通月。舉白月一日。一出一浴著新淨衣。三時", "81": "供養三時懺悔。發願誦呪啟請諸佛轉大法", "82": "輪。時則誦頂王一千八遍。如是作法至十五", "83": "日。加復精潔一日一夜不食不語。持以新淨", "84": "僧伽梨衣。或以錫杖故以鉢盂。呪一千八", "85": "遍置於壇內。復以種種飲食花香布設供養。", "86": "周勤結界擁護於身。面東趺坐調調誦呪。呪", "87": "僧伽梨衣令現火焰。呪者覩已披著身上。即", "88": "證呪仙騰往佛剎。能現眾身壽命一劫。", "89": "又法佛神通月。詣河岸砂潬處。印一肘佛塔", "90": "滿十萬數。至十四日如法護身。復於像前廣", "91": "設供養。坐茅草席右手持一新淨之劍。誦頂", "92": "王呪。乃令空中出眾語讚。其頂王像上放大", "93": "光照呪者身。於其空中無量天樂不鼓自鳴。", "94": "時阿修羅女及諸呪仙呪仙種族。亦皆集會", "95": "無量讚歎。是時呪者即證身通為呪仙王。著", "96": "諸天服騰往自在。遊戲佛土壽命大劫。又法", "97": "詣山高勝頂上。嚴飾壇界置像。面東結印護", "98": "身。持以諸藥種種果子。喫為齋食勿飲食。誦", "99": "頂王呪三七遍。乃當持以屍陀林。鐵鑄為輪", "100": "輻相具足。其作輪匠六根端正。教鑄冶已將", "101": "一善伴詣阿修羅窟。於窟門前懸像結壇。以", "102": "佉陀羅木肘截然火。燒設火食。以白芥子無", "103": "樓木葉黑芥子油。如法相和。坐茅草席。右手", "104": "把輪一呪一燒滿十萬遍。則破修羅門鎖鑰。", "105": "二十萬遍時修羅宮殿則大火然。三十萬遍", "106": "則修羅童女而自出現恭敬。白言大士今何", "107": "作為。願入宮殿。隨所徒伴亦皆隨入。任所使", "108": "為。呪者入時勿將伴去。何以故恐損害故。若", "109": "入去時左手把輪。誦呪直入宮殿中。為修", "110": "羅尊。修羅宮殿一切財寶悉屬呪者。窟中", "111": "一切修羅大仙修羅童女皆僕從。若於世間", "112": "遊行住者。身亦得證現身。壽命一大劫。", "113": "10 普通成就法護摩品五頂王普通成就法護摩品第十", "114": "爾時釋迦牟尼如來。於是之時入于一切密", "115": "法光中佛不思議界神變三摩地王。其殑伽", "116": "沙一切諸佛。同是之時亦入一切密法光中", "117": "不思議界神變三摩地王。是時金剛密迹。從", "118": "座而起合掌恭敬。遶佛七匝却住一面。瞻仰", "119": "如來目不異顧。是時釋迦牟尼如來。與殑伽", "120": "沙一切如來。從三摩地安詳而起。告金剛密", "121": "迹王。汝當諦聽一切佛說五頂輪王異呪同", "122": "法。能示現妙大不思議不廣略法。若有成證", "123": "如諸佛說。密迹一切頂王通用呪品。我今先", "124": "說一切頂王最勝三摩地同請喚身呪曰。", "125": "娜麼皤伽伐底丁禮反隖瑟膩沙去耶翳呬曳呬", "126": "簿伽畔達摩囉上𨴣鉢囉上底丁禮反縒麼麼稱名", "127": "喝㗚割二合儉引健馱補澁波度跛末廩隣者", "128": "慢遮避囉上二合乞使二合娜跛羅底二合歌多末", "129": "攞播囉平訖囉二合摩野莎訶", "130": "是諸法持以白花呪三遍。請召一切諸佛頂", "131": "王菩薩種族壇中會坐。", "132": "一切供養呪曰。", "133": "娜麼皤伽伐底隖瑟膩沙去耶縊烏以反麼𤙖二", "134": "合健談補澁跛𤙖二合度跛𤙖二合嚩𠿳儞跛𤙖", "135": "二合者跛娜跛囉上二合底丁以反", "136": "車駕囉車駕囉薩婆步地瑟恥帝達摩囉闍波", "137": "囉底㰤跢耶莎訶", "138": "是一法若供養時。持以塗香花水燒香及諸", "139": "飲食皆呪三遍。", "140": "請火天呪曰。", "141": "娜麼皤伽嚩底隖瑟膩沙耶翳呬曳呬帝孺", "142": "儒昭反摩理禰去阿䞘其栗反娜曳莎訶", "143": "是一法燒火食時。誦以三遍先請火天燒食", "144": "供養。後乃燒食供養諸佛菩薩及諸擁護大", "145": "士。", "146": "發遣火天呪曰。", "147": "娜麼皤伽嚩底烏瑟膩沙耶此下句同上", "148": "是一法一切獻火食都已周畢。誦三七遍發", "149": "遣火天。", "150": "一切頂王心呪曰。", "151": "娜麼皤伽縛底烏瑟膩沙耶唵拄嚕𤙖二合畔", "152": "馱莎訶", "153": "是一法自護護他營一切法悉皆清淨。", "154": "大摧碎頂王呪曰。", "155": "娜麼皤伽嚩底烏瑟膩沙耶唵微抧囉上拏度", "156": "曩度曩杜重引", "157": "是一法若為毘那夜迦嬈惱障者。常以是呪", "158": "灌頂護身結界結壇一切通用。若作頂王", "159": "大結壇者。淨屋舍時。亦以此呪呪火食灰白", "160": "芥子等一百八遍。相和散於屋舍內外四面。", "161": "或以一切頂王心呪。呪水灰等持散灑之。或", "162": "以所誦持身呪心呪亦得。又誦摧碎頂王呪。", "163": "呪佉陀羅木橛四枚一百八遍。釘之四方結", "164": "為壇界。", "165": "摧惡鬼神呪曰。", "166": "娜麼皤伽嚩底隖瑟膩沙耶薩嚩米䞘娜苾", "167": "途梵二合縒迦引耶咄露二合䋾耶莎訶", "168": "是一法能摧一切眾惡鬼神。及呪同伴蓋結", "169": "護身。四方住立施為大法。", "170": "大難勝頂王呪曰。", "171": "娜麼皤伽嚩底隖瑟膩沙耶薩嚩怛囉上登乙反阿", "172": "跛囉爾多耶唵捨麼野捨麼野扇底丁禮反難去", "173": "底丁禮反達麼囉平二合闍磨使底丁禮反摩訶苾地二合", "174": "薩皤喇陊他可反娑馱𩕳莎訶", "175": "是一法呪以新淨瓶滿盛香水。呪百八遍灌", "176": "頂浴身。能除遺一切罪垢災厄。毘那夜迦等。", "177": "晝夜擁護能除惡夢。", "178": "爾時釋迦牟尼世尊告密迹言。是五頂王復", "179": "有少法但𢠫誦持結如來頂印。印於頂上呪", "180": "印三遍。則成擁護。或火食灰或白芥子。呪之", "181": "七遍帶佩髻身亦成擁護。若為災厄魍魎之", "182": "疾。令白線索一呪一結。帶佩身頸則得除滅。", "183": "若樂於屍陀林作諸法者。結印誦呪一百八", "184": "遍。則護蓋身任所作法。若扇底迦法。呪酥", "185": "火燒則應法成。若取伏藏以淨練酥。一呪一", "186": "燒一千八遍取無障礙。或以白芥子一呪一", "187": "燒一千八遍亦得無障。又法於月蝕時。摩壇", "188": "燒香。銀器盛乳置壇中心。專心呪乳特勿", "189": "觀月。月欲如故即持服之。能除一切身中厄", "190": "難。", "191": "又法諸山頂住。常食粳米乳飲。面東趺坐誦", "192": "呪滿三洛叉三十萬已。則三日三夜不食不語。以", "193": "菩提木肘截然火。持以油麻酪酥蜜等相和。", "194": "於三日三夜一呪一燒。勿使間斷滿三日三", "195": "夜。欲明之時。則得富貴財寶自然。", "196": "又法以白芥子和油。每日三時一呪一燒一", "197": "千八遍。滿七日已。則得他人而自敬伏。若", "198": "燒白花降伏婆羅門。若燒黃花伏剎利。若", "199": "燒黑花敬伏田舍人。若欲遣伏邪見惡人者。", "200": "以稻穀糠苦練木葉毒藥等相和。一呪一燒", "201": "即得遣伏若罰惡人以黑芥子。一呪一燒則", "202": "得摧伏。", "203": "若欲遣伏作病鬼者。結印誦呪。每呪後加誦", "204": "泮字。", "205": "若人著毒虫毒藥悶惱疼痛者。呪後加誦若", "206": "𩕳二字七遍。又加莫摩摩三字七遍。又加枲", "207": "字七遍。又加䋾目二字七遍。皆默音誦之", "208": "攝禁於毒。", "209": "若欲富饒者。以諸乳木肘截然火。持諸果子", "210": "酥蜜相和。一呪一燒則如所願。", "211": "又法以白油麻和酥蜜。一呪一燒亦得如願。", "212": "又法以古嘍草寸截和酥。一呪一燒滿一洛", "213": "叉。則轉正業命更得增壽。又法以酥一呪", "214": "一燒得大威德。", "215": "又酥乳相和。一呪一燒得大安隱。", "216": "又法酥酪相和。一呪一燒大得財食。", "217": "如是火食者。每日三時時別一千八遍。各滿", "218": "七日則得成就。密迹又有頂王大法藥成就", "219": "者。於舍利處或山頂。燒香供養面東趺坐。結", "220": "印誦呪滿三洛叉。乃炒稻穀花和酥蜜。像", "221": "前趺坐每日三時三指攥持。一呪一燒一千", "222": "八遍滿一洛叉。又詣大山松柏林處。三日三", "223": "夜不食不語。面東趺坐誦頂輪王呪。滿一洛", "224": "叉已結袈裟角。若是俗人梳髮呪結。得安", "225": "怛陀那。世間遊行不為人得見。", "226": "又法諸山頂住。常食大麥乳糜。常面於日結", "227": "加趺坐誦洛叉遍。亦得證安怛陀那。", "228": "又法以左手為拳。呪滿洛叉證如上法。", "229": "又法若月蝕時。塗隨心壇。以赤銅器盛赤黃", "230": "牛酥置於壇內。持赤銅筯調攪酥。呪酥", "231": "莫絕令現三相。一沸沫相。呪者服之得大文", "232": "持。二現煙相。服者得大安怛陀那。三現光", "233": "相。服者得證神通。成就雄黃法亦如是。", "234": "又法於舍利處。山頂處蘭若處。深山谷處河", "235": "泉處。所作輪法劍法杵杖鹿皮等法。皆各先", "236": "呪一千八遍。然乃依法誦呪。如是成三悉地", "237": "法三昧耶。故金剛密迹主汝又諦聽五頂王", "238": "同成就法。是諸佛說。以少功力則得成就若", "239": "作法時聞見訖哩迦羅縒虫聲迦迦鳥好鳥", "240": "等。入之作法則得成就。每誦呪遍常聯歸", "241": "命。一一誦持迴施有情。最上勝證大果福故。", "242": "若有愚智人尠福有情。三千日中誦持斯法。", "243": "無量艱苦乃得成就。是故此法若修持者。精", "244": "信一心淨持一行。沐浴清淨不營雜法。唯", "245": "持此法應為佛果濟救眾生。則得福果最上", "246": "證地。常夢見諸天大威德者。即得成就。密迹", "247": "此法如是。若有人能依方法教。發菩提心讀", "248": "誦受持聽聞思修。則獲勝福成就一切。何以", "249": "故是法以於聞智等三智證成。是故此法我", "250": "已廣略。為當來有情說是法故。", "251": "復告密迹於當來世時多有有情。下劣精進", "252": "下劣修學。我慢邪慢嗔癡具縛。慳貪嫉妬諂", "253": "曲邪命。儀服徐行外示賢相。不規法律無羞", "254": "愧𧹞。魔鬼嬈心。唯說斷見。空無所有。如斯有", "255": "情意思業思。晝夜如是雖多功苦。受持諸呪", "256": "永無證効。我今為斯魔業有情破黑業故。說", "257": "往諸佛難勝奮怒王呪。為令利益此之有情", "258": "得最證故。有能精心每日三時受持誦者。則", "259": "破滅一切障難魔魅障業。於時金剛密迹。歡", "260": "喜踊躍禮佛雙足。曲躬前立白世尊曰。", "261": "救世大覺尊智者所恭敬", "262": "我今樂願聞難勝奮迅王", "263": "爾時世尊即說呪曰。", "264": "娜母囉怛娜二合怛囉二合夜引也娜麼薩婆", "265": "勃陀冒地婆覩味二合蜜也二合怛地也二合", "266": "他㘉那㘉那㘉那嚩㘑怛他㜸多索訶佐", "267": "低薩婆勃陀儞尾駛低阿帽伽阿波囉二合底", "268": "丁以反呵帝阿波囉㘉帝微囉劑微㜸多皤耶夷", "269": "二合微磨𠼐儞捺囉二合娑囉二合󰶭皤嚩底曳", "270": "二合味𡅏娜以羝怒囉地上㜸迷薩底曳二合儞", "271": "囉固𠼝磨囉嚩攞微那捨苨賒抧耶二合母泥", "272": "曳二合娑羝二合啫薩嚩𠼐娜味利曳二合拏𡀩", "273": "迦叉二合𡀩迦叉二合麼吽二合稱名薩波囄襪斕嚩", "274": "哆上薩嚩迦去楞囉酇祖去嚧那伽底曳二合娑", "275": "去儞尾𠽆聿二合徒徙孕二合賀弭也二合伽囉二", "276": "合薩離悉哩二合跛泥嚩薩埵婆那伽藥迦叉", "277": "邏迦叉娑弭底禮二合必舍遮步多那婆娑", "278": "磨二合囉布多娜迦吒布多那箇枯㗚都二合徙", "279": "多二合囉迦沫多平攞訖里二合底也二合迦㗚", "280": "磨拏滿底囉二合庾伽祖去㗚拏二合庾加多抧", "281": "底庾二合烏祖入賀囉薩婆皤耶努師󰸪二合", "282": "波地囉二合嘸波薩𠏋跛耶細鼻曜二合娜母窣", "283": "都二合婆伽伐底也二合烏馱攞覓󰹗經二合儗", "284": "囄儗囄囉怛那二合古囉娑摩失哩二合羝弭哩", "285": "弭哩阿迦舍馱覩陀啫𡅏企哩企哩薩婆怛他", "286": "㜸多利耶二合失囉二合伐迦㘄伽囉步羝苨", "287": "微物儞夜二合利耶二合末囉呵磨怛他㜸多", "288": "怛他㜸帝微濕縛二合晉底也二合麼囉跛攞迦", "289": "囉二合謎那冒嚩㜸伐底耶二合跛囉㘉帝𡀩迦", "290": "叉𡀩迦叉麼麼薩婆訥師覩波捺羅二合袍波", "291": "耶薜曳二合西比也二合莎訶", "292": "爾時如來說是呪時。大千界大地諸魔宮殿。", "293": "一時皆大六反震動。是時如來告金剛密迹。", "294": "此呪是我所說。稱讚七佛十力功德。為令利", "295": "益諸有有情。受持成就頂輪王呪及諸呪者。", "296": "令淨如法書寫佩帶頸臂頂上。則速成證。呪", "297": "神置前圍繞護念。若有往詣淨不淨處。應先", "298": "誦是難勝王心呪三遍。則常不為一切天魔", "299": "魔人等而作障惱。若一切諸惡鬼神不伏違", "300": "逆難勝王心呪者。則不得入毘沙門城。背叛", "301": "一切金剛種族。及自種族亦相背叛。密迹此", "302": "明王心呪有大威德。能成護衛一切事業諸", "303": "佛菩薩悉皆隨喜。", "304": "爾時世尊又告密迹。我為一切苾芻苾芻尼", "305": "信男信女等。所持成就此不思議頂王印呪", "306": "說行三昧耶門。應各依所清淨持戒。發菩", "307": "提心請阿闍梨。入受法壇如呪法行。善根具", "308": "足。依善知識計思正念。善巧方便觀知法界", "309": "如虛空性。入深般若波羅蜜多。無二別心不", "310": "放逸。不妄語常不卒暴。嗔欺我慢相嘲相", "311": "誂謗說有情。依持三世諸佛菩薩境界法行。", "312": "善了分別隨喜修學。不惜軀命遠離人間。住", "313": "阿蘭若每日三時。發菩提心歸佛法僧。誦菩", "314": "薩戒如所聽習。思惟法義修四攝法。塗掃佛", "315": "塔摩壇供養。發精進心心口唯一。應常謙下", "316": "恭敬和上闍梨同學憐愍有情了達密義。樂", "317": "恒精進濟度有情住於佛住。如是相應則得", "318": "成就。又告密迹。若有證成頂輪王者。於當來", "319": "世身金色相。光明過百千日。映蔽眾相皆", "320": "不現之。證成頂王呪法者。眾生見者皆大歡", "321": "喜。如如意樹所樂圓滿。復次密迹若有菩薩。", "322": "證此頂法。心樂變化天諸美食。施雨地獄一", "323": "切有情。則皆圓滿。修此法者。十地菩薩亦不", "324": "能障。密迹此一字王。於諸呪中而最為上。", "325": "若成就者菩薩萬行悉皆圓滿。所有十重", "326": "一切罪垢。地獄之報悉皆銷滅。獲諸神通。一", "327": "剎那中即遍遊往十方國土。及阿迦尼吒天。", "328": "行菩薩行得一切佛一切菩薩獨覺聲聞諸天", "329": "歡喜讚歎。若欲遊往無邊世界導化眾生。隨", "330": "彼言音說諸妙法。亦皆圓滿。乃至遊往無量", "331": "無數種種世界。隨所世界現種種身。皆得色", "332": "相言詞巧妙。於是如來復說偈言。", "333": "成就輪王祕密者相好超特那羅天", "334": "諸明仙中大威德各手執劍若青蓮", "335": "相鬪紛騰如雲轉勇弈威光蔽日月", "336": "若有受持頂輪法如是難調皆調伏", "337": "爾時世尊又告金剛密迹主。我復為當來一", "338": "切呪者。略說三種悉地成就處。所謂上中下。", "339": "如是三地各復有三。或有淨不淨處。智者善", "340": "知。上謂天上三勝處。中謂大河岸海岸山", "341": "中。下謂大泉池有蓮華處。多花果林處屍陀", "342": "林處。如是處一切法皆同。言不淨處。一惡國", "343": "王處。二賊難多處。三惡同伴飢饉等處。皆不", "344": "同住。修治作法復有三時不可作法。謂極熱", "345": "時。瀑雨時。極寒時。又有三時修治。善分別", "346": "知。從五更時至日辰時。從午至日未時。從", "347": "酉至亥時。如是時中大作念誦法皆得圓滿。", "348": "密迹復有三密法善分別知。若不解知所念", "349": "誦法則不成驗。於三吽摩法中。阿毘遮嚕迦", "350": "法不應作。何以故譬如毒藥瓶不應盛乳。若", "351": "盛乳者乳皆隨毒。是故善知餘應作之。以骨", "352": "露草蘇欝頭摩羅木。或楓香木或柏木欝金", "353": "香等。日日三時火供養作補瑟胝迦。成種種", "354": "諸法。又以烏麻蜜蘇白芥子波羅奢木等火", "355": "供養。亦得成就三種法故。爾時世尊復誥金", "356": "剛密迹言。是法王中又有成印。能成頂輪真", "357": "言王佛眼真言等。無量威德無量種事。為利", "358": "眾生重說真言法。一印之中生於無量。又別", "359": "通用印等。皆能成就無量事故。", "360": "頂王根本印頂王根本印", "361": "以左右二頭指二無名指二小指。右押左相", "362": "叉入掌中作拳。其二大拇指並雙屈頭入掌", "363": "中。其二中指直竪合頭相拄。是一法印作", "364": "訖。於頂上破一切佛頂。從心心通諸佛頂成", "365": "就法用。若諸一切惡天龍神。藥叉羅剎阿修", "366": "羅迦樓羅緊那羅摩呼羅伽毘那夜迦。見輪", "367": "是印悉皆怖走。一切輪王心印呪曰。", "368": "那莫三漫多勃馱南唵二合吽卓二合嚕𤙖畔", "369": "馱莎訶", "370": "是一印呪具大威德。若誦輪印得大安樂蠲", "371": "眾苦。故國人安寧亦能成辦一切事故。", "372": "頂王請喚印之二頂王請喚印之二", "373": "准前根本印。唯以二中指頭。下上微微來去。", "374": "是一法印啟召一切佛菩薩等及諸呪神。", "375": "是一印呪已如上說。是亦通供養塗香散花", "376": "燒香處用。", "377": "請喚火天印之三請喚火天印之三", "378": "准前根本印。唯改屈二中指如半環勢。頭勿", "379": "相著。是一法印請喚火王而供養之。若獻供", "380": "畢發送火天時。則却直伸伸中指頭。供養印", "381": "呪已如上所說。", "382": "頂王摧碎印之四頂王摧碎印之四", "383": "准前根本印。唯改屈右中指頭。拄左中指上", "384": "第一節文。其左中指直竪伸之。結是印護", "385": "身。以印印五處。結界右轉解界左轉。地界", "386": "拄地上界上拄。是一法印亦名淨地印。力能", "387": "成就一切諸事。結界護身淨治地用灌頂時", "388": "用。是一印呪已如上說。", "389": "頂王咄嚕絮迦印之五頂王咄嚕䋾迦印之五", "390": "准前根本印。唯改屈左中指頭。拄右中指上", "391": "第一節文。其右中指直竪伸之。是一法印", "392": "亦名頂王心印。力亦能調伏障礙毘那夜迦", "393": "諸惡鬼神。常輪是印摧諸障用。灌頂時用沐", "394": "浴時用皆無障惱。是一印法亦如上呪。", "395": "難勝奮怒王印之六難勝奮怒王印之六", "396": "准前根本印。唯改屈二中指頭。右押左。各", "397": "緊押左右指背岐間。是一印呪亦如上說。密", "398": "迹此名略說一印生差別印隨眾法用。若廣", "399": "說如是流布呪者。教行則有無量不假廣說。", "400": "何以故我於餘部已廣分別。說五頂輪王成", "401": "就呪共成佛眼呪法。以是法門故得解脫。若", "402": "以楓香木齊截然火。持以烏麻和酥乳等。", "403": "日日以三時燒之供養。則得呪神歡喜護守", "404": "與三悉地。悉地者是一切佛佛子說。謂利眾", "405": "生隨精進力世間安樂。是知呪者謂斷諸疑", "406": "網勤發修趣。是故密迹汝當諦聽。若欲一切", "407": "成就呪法。應起正見慈悲一切。偏功印塔則", "408": "速成就。證地不難。現世資糧福善圓滿。當所", "409": "生處常受福樂。密迹此呪王是所過去無量", "410": "無數一切如來。皆得是頂王法門心地。我亦", "411": "證成是頂王法心。爾時世尊重以佛眼。觀察", "412": "無量無邊一切佛剎。誥金剛密迹主言。我於", "413": "餘諸三部所說。律法及成就法印呪等。任皆", "414": "取用。以彼呪力能除障惱。一切臭穢殘宿食", "415": "皆不應食。若食者不證悉地驗。如是等法略", "416": "說少爾。若我住劫廣演說不可盡。若人得此", "417": "頂輪法門受持供養。從此生際乃至菩提。更", "418": "不退轉。應知是人早已故往積集資糧菩提", "419": "善根。由此因緣。今令得頂輪王法具足圓", "420": "滿。是時如來說是經時。金剛密迹主諸大", "421": "菩薩。苾芻苾芻尼。諸天龍藥叉羅剎乾闥婆。", "422": "乃至一切世間有情等。聞佛說經皆大歡喜", "423": "信奉而行。", "424": "五佛頂三昧陀羅尼經卷第四", "425": "按開元錄云。一字佛頂輪王經五卷。亦云", "426": "五佛頂或六卷。則此四卷本與彼五卷頂", "427": "輪王經。只是一經而分卷有異耳。又按目", "428": "錄及音義丹本經。皆云五卷無四卷者。則", "429": "此四卷經宜在削去。然尋其文相。非唯廣", "430": "略不同。往往互有不可取捨處。今依鄉本", "431": "雙存。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0952 五佛頂三昧陀羅尼經: 五佛頂: 五頂王: 五頂王: 五佛頂", "source": "CBETA"}