{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1117 佛說觀自在菩薩母陀羅尼經", "text": {"0": "No. 1117", "1": "佛說觀自在菩薩母陀羅尼經", "10": "尊隨喜宣說。我佛世尊為菩薩時。為求正等", "11": "正覺利益眾生故。亦曾宣說此陀羅尼。又復", "12": "此陀羅尼。與求菩薩善男子善女人為父為", "13": "母。亦如孤獨而得依怙。無主宰者當得主宰。", "14": "彼陀羅尼若人讀誦得已受持者。一切罪業", "15": "悉得消滅。一切行願皆得圓滿。乃至修諸大", "16": "明亦獲成就。", "17": "佛告普賢菩薩言。誠如汝說。我念往昔。為菩", "18": "薩時。為求正等正覺。度如誐鵝沙數無量無", "19": "邊世界。彼有佛土名蘇珂嚩帝。彼土有佛號", "2": "西天譯經三藏朝散大夫試光祿卿", "20": "無量壽如來應供正等正覺。是無量壽佛於", "21": "今現在。常說妙法利益眾生。我於彼會為婆", "22": "羅門名自在光。我時已得證發光地。於彼會", "23": "中已曾宣說此觀自在菩薩母陀羅尼。當與", "24": "百千那由他無量無邊眾生作大利益。時在", "25": "會中一切大眾。聞是陀羅尼已。有罪業者皆", "26": "悉消滅。未得宿命智者獲宿命智。", "27": "爾時世尊復告普賢菩薩言。汝為利益當來", "28": "末法五濁惡世。百千俱胝無量無邊。造無間", "29": "業罪惡眾生得罪消滅。令孤獨者有依怙故。", "3": "明教大師臣法賢奉　詔譯", "30": "欲隨喜宣說觀自在菩薩母陀羅尼。善哉善", "31": "哉汝可宣說。普賢菩薩蒙佛許已。即說觀自", "32": "在菩薩母陀羅尼曰。", "33": "那謨引婆誐嚩帝阿彌多引婆引野一怛他引誐", "34": "多引野二阿囉曷二合帝三藐三沒馱引野三曩", "35": "謨阿引哩野二合引嚩路吉帝說囉引野四冒地薩", "36": "埵引野引摩賀引薩埵野引五摩賀引迦引嚕尼", "37": "迦引野引六帝毘喻二合曩莫塞訖哩三合埵七", "38": "伊𤚥切身阿引哩野二合引嚩路吉帝說囉摩旦引", "39": "八摩賀引陀囉尼滿怛囉二合鉢那引儞九三鉢", "4": "如是我聞。一時佛在廣嚴城。與大比丘眾舍", "40": "囉二合嚩叉也二合彌伊彌引尾󰍕切身三蜜哩", "41": "二合殿覩十怛󰍕他引十一伊彌十二彌㘑引十三唧㘑", "42": "引十四彌㘑引十五崑多羅十六崑多㘑引十七尸哩引十八", "43": "尸尸哩引十九藕哩二十誐埵引哩二十一摩登儗二十二", "44": "補葛西二十三葛吒引野二十四摩賀引尾󰍕二十五昏", "45": "怛摩引㘑𩕳二十六唧㘑二十七𩕳唧㘑引二十八虞呬也", "46": "二合二十九搔藐捺哩捨儞引三十捺哩伽二合摩引曩", "47": "摩引儞三十一阿引哩野二合引諾叱拏普𡁠仁際切三十二", "48": "薩哩嚩二合尾󰍕引難引鉢囉二合尾設也二合", "49": "彌三十三薩哩嚩二合󰍕引儞引彌引說哩莎引賀", "5": "利子等五百人俱。復有慈氏等大菩薩眾。恭", "50": "引三十四", "51": "爾時普賢菩薩說是陀羅尼已。白佛言世尊。", "52": "若復有人至心受持。所有罪業悉皆消滅。於", "53": "一切怖畏時常得擁護。若有行人欲求見我", "54": "及諸成就者。當加精進心不間斷。一日三時", "55": "專注持誦。至滿七日我愍是人為現本身。又", "56": "復行人如是專注。心不間斷默念一月。當得", "57": "觀自在菩薩出現本身施所求願。乃至得見", "58": "無量壽佛。多聞增長證宿命智。所生之處不", "59": "離佛法具大富貴。乃至獲得不退轉地。", "6": "敬圍繞敷座而坐。爾時會中有一菩薩名曰", "60": "佛說是經已。普賢菩薩摩訶薩及諸菩薩聲", "61": "聞等。一切會眾聞佛所說。皆大歡喜信受奉", "62": "行。", "63": "佛說觀自在菩薩母陀羅尼經", "7": "普賢。從座而起詣世尊前。偏袒右肩右膝著", "8": "地。合掌向佛白言世尊。有觀自在菩薩母陀", "9": "羅尼大明章句。乃是過去現在未來諸佛世"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1117 佛說觀自在菩薩母陀羅尼經", "author": "宋 法賢譯", "sourceLink": "http://www.cbeta.org/"}