{"author": "元 普度編", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1973 廬山蓮宗寶鑑", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "淨土成佛", "1": "廬山蓮宗寶鑑念佛正論卷第十", "2": "二十五章", "3": "念佛正論說念佛正論說", "4": "夫奉教念佛之士。叨法正之遺廕。作如來之", "5": "所使必以摧邪顯正。激濁揚清為後學蓍龜。", "6": "作生靈耳目為己任也。苟弗能而默默自守。", "7": "則尸祿備員於佛門矣。雖講授亦奚以為。豈", "8": "不聞因筌然後得魚。體教然後修行。名教未", "9": "正行如之何哉。故不得不論也。是以仲尼為", "10": "政正其不正。涅槃遺誡急在糾過。余嘗觀吾", "11": "佛世尊之主西竺也。象無象之象言無言之", "12": "言。以復群生之性由是頓教。漸教大乘小乘", "13": "盈溢乎龍宮海藏。無非摧邪顯正。激濁揚清", "14": "之旨。而大地生民率其化。而復其性者可勝", "15": "計乎。其間偏讚西方。謂捷徑修行之道者。蓋", "16": "以阿彌陀佛有廣大願力。攝娑婆眾生而歸", "17": "淨邦。是令反妄而證真也。所以諸佛共讚。菩", "18": "薩同遵。晉社創修千古之高風不墜。慈照集", "19": "懺十方之正化流通。大矣哉。淨土之道。其為", "20": "體也。以彌陀即本性。其為宗也。以淨國即唯", "21": "心。其為用也。以仁恕即滅惡生善。此之三者", "22": "蓋顯三世報應制其事。一心空寂窮其理。俾", "23": "達乎理者反其妄。信其事者遷乎善。以斯而", "24": "利于上下。實助於周孔之教。贊翊皇化其亦", "25": "至矣。使一人能行是道。以訓于家。家以導", "26": "於鄉。鄉以達於邦。以至於無窮。則天下之民", "27": "涵道泳德。融神實相高步無何而極佛境界。", "28": "豈止以為善人君子而已哉。夫如是則何患", "29": "乎。忠孝不修禮讓不著歟。以此觀之。豈非能", "30": "仁之道。與仲尼之道共為表裏以訓于民耶。", "31": "洎乎歷朝敬之。廣其教像法事之。非其人廣", "32": "其教則弊倖生。非其人則淳朴泯。而乃以佛", "33": "堂高大為奢誇聲利。溫飽為能事。徒以多為", "34": "貴。則壞其道者眾矣。言以怪為美則惑其聽", "35": "者庶矣。遞相沿襲以成鄙吝。日復一日紅紫", "36": "亂朱。使夫清靜仁恕之風消蕩矣。於是蠶食", "37": "蠧耗之謗由茲而盛焉。斯乃敬之事之者之", "38": "失。非其教之咎也。今之人多不察其所由。", "39": "視其徒之不肖者。而遷怒於善人教法焉。亦", "40": "何異乎以丹朱而罪堯。因商均而過舜。服藥", "41": "失度歸咎於神農。縱火致焚反怨於燧人也", "42": "耶。愚乃不佞學佛之道有年矣。既粗領其旨", "43": "而頗有扶傾之心。非敢私於己而欲公於眾。", "44": "以救其弊也。嘗謂教門之利害有四。一曰。師", "45": "授不明。邪法增熾而喪其真。二曰。戒法不行。", "46": "綱常紊亂而犯其禁。三曰。教理未彰。謬談非", "47": "義而惑其眾。四曰。行願不修迷入邪岐而墮", "48": "於魔。由是亂名改作聾瞽。後學非止一端可", "49": "傷乎哉。自是叨濫之徒一以傳十。十以傳百。", "50": "百以千萬。流毒於海內速若置郵。何以知其", "51": "然。正說難行邪風易染。此必然之理也。噫祖", "52": "道之不傳也久矣。欲人之無惑者難矣。吾雖", "53": "不敏而實悲焉。思欲分條析理廣被前聞。截", "54": "偽續真開茲後學。恨無慧辯徒事管窺。由是", "55": "齋沐一心投誠三寶。詢求大教參考玄文。楷", "56": "定正宗破諸異說。總成念佛正論。剖證佛祖", "57": "格言。普告諸方咸躋覺路。庶使聖教隱而復", "58": "彰。眾生罪而還福。有客至而問之曰。修行了", "59": "自己生死。何須論他人長短。予應之曰。理不", "60": "然也。豈不聞如來出世。無一法不是利生。菩", "61": "薩修行肯纖毫而為自己。佛子示同外道。方", "62": "便轉彼邪心。楞嚴十種魔民皆因錯解。華嚴", "63": "十類魔業。示其正歸。嗟惡慧之邪修。自甘", "64": "心於險道遇斯境界。豈可緘言念彼愚癡寧", "65": "容坐視。況世尊悲心付囑。留大願而普濟迷", "66": "津。菩薩如教修行。示同事而化令成佛。是其", "67": "本行夫復何疑。如其見迷路而不指正途。慈", "68": "悲安在。覩沈溺而不思拯接。方便何存。隨順", "69": "正法而破魔。是無上大智之業。調伏眾生而", "70": "入道。是諸佛之所攝持。誓當捨命而立真宗。", "71": "終不為已而忘佛囑。眾生盡而悲心益固。空", "72": "界殞而我願無窮。倘逢有識之賢。必能助弘", "73": "斯道。可謂將此深心奉塵剎。是則名為報佛", "74": "恩。", "75": "西方彌陀說西方彌陀說", "76": "佛說西方極樂世界。其土有佛號阿彌陀。如", "77": "經所載有理有迹。論其理者西方即自性也。", "78": "此性無形無相不變不壞。歷劫堅剛。譬彼精", "79": "金。在易卦則曰兌。為寂靜故。謂之西方也。金", "80": "者其色明。金體白淨舉之喻法性。蓋世間之", "81": "人迷於塵境。妄念不息紛然動作。在易卦則", "82": "曰震。故謂之東方也。人能反妄歸真。復其本", "83": "靜。得見自性即名捨。東方執著之穢土。登", "84": "西域淨明之金地也。在方無方以法喻表其", "85": "理體。華嚴合論謂。文殊自東方來者。蓋文殊", "86": "是。根本不動智也。東是萬物發生。震動之者", "87": "初明之地。從此智則生信。故華嚴以信位為", "88": "初生佛家。丑寅之間為清朝。智日初明。像", "89": "文殊發起凡夫入信。見道智門漸增故。巽為", "90": "風。為教化風能去穢揀淨。辰巳之間上應角", "91": "宿。為僧道。為齋戒。為眾善之門。喻進修地", "92": "位。至午為中道易。卦曰離。為南方為正為日", "93": "為明。麗離中虛故明。像諸法空則智日當陽", "94": "遍照天下。法華龍女南方成佛。是其義也。西", "95": "南為坤。為地為安靜。為柔順為母為生養。正", "96": "西為兌。金旺之地日沒之所。火死在酉為肅", "97": "寂。為收藏。西北為乾。為天為父為金為剛健。", "98": "北方為坎。為水為君為師。利生濟物垂教正", "99": "治。以水制火。以君對臣臣明君正。又水多則", "100": "濫。故東北為艮。為山為止下方為禪定。為謙", "101": "下。上方為觀照。為智慧。為空界。如日月三光", "102": "處空。照臨萬物也。經中不舉餘方。而單指西", "103": "方者。蓋取淨對穢也。以悟攝迷也。以靜對", "104": "動也。以果對因也。過十萬億國土者。出四維", "105": "上下十方之限量也。超乎四惡道之十惡業", "106": "也。超乎人天十善之境界也。不為諸法之所", "107": "拘也。有世界者。真如實際理地。即自性西方", "108": "極樂者。即言此性無憂惱也。何以知其然。見", "109": "性之人不為塵境惑。了知諸法空。心常坦然", "110": "無念無為無思無慮。安住大寂滅之地。念念", "111": "常生智慧法法皆如。我為法王。於法自在故", "112": "名極樂也。論其迹則實有此箇世界也。佛叮", "113": "嚀詳復言之豈虛語哉。有者非方域處所之", "114": "有。乃不有之有。即是真空妙有也。真空者。即", "115": "是實相。妙有者。森羅眩目法界交參。豈有東", "116": "西之辨哉。圓覺經云。一切如來光嚴住持。是", "117": "諸眾生清淨覺地。平等本際圓滿十方不二。", "118": "隨順於不二境現諸淨土。阿彌陀是梵語。此", "119": "云無量壽也。佛者覺也。即當人分上廣大圓", "120": "覺之性。清淨法身之佛也。此性不生不滅亘", "121": "古亘今。上至諸佛菩薩。下至六道眾生。各", "122": "各具此覺性。所以稱同名同號也。噫世人昧", "123": "之久矣。妄取色相顛倒馳求。甘自沈淪我佛", "124": "應世開方便門。讚說淨邦令其信慕。苟能自", "125": "肯自信方悟堅明。為西方盡西矣。惑火滅盡", "126": "土皆淨焉。則知十方世界總是彌陀。觸目遇", "127": "緣無非極樂。百千三昧應念現前。無量法門", "128": "隨心顯發。高超徹見是樓閣。含育利生名宮", "129": "殿。防非護善名欄楯。清淨無染是蓮華。徹底", "130": "澄清謂之池。隨方逐圓謂之水。仁慈濟利謂", "131": "之寶。戒定慧薰謂之香。七菩提樹覆蔭重重。", "132": "八聖道路遊行坦坦。眾善莊嚴花簇秀。萬德", "133": "成就果周圓。化禽演於法音。風樹傳於道品。", "134": "到這般田地更要保持涵養。直至命終永無", "135": "退失。脫然而去方為了事。其或未然切不可", "136": "遺。山認培棄寶拾薪。妄認色身便為究竟。信", "137": "知生死事大莫作等閑。尋訪真知決擇心要。", "138": "確實念佛求悟大乘。了見本性彌陀。直達唯", "139": "心淨土。可謂雖然舊閣閑田地。一度贏來方", "140": "始休。", "141": "真如本性說真如本性說", "142": "真如本性者。父母未生已前。一真無妄之體。", "143": "謂之本來面目。禪宗則曰正法眼藏。蓮宗", "144": "則曰本性彌陀。孔子則曰天理。大易則曰太", "145": "極。名雖有異其實同一真如本性也。此性虛", "146": "而靈寂。而妙與天地同根。萬物一本歷塵劫", "147": "而不朽。世界壞而不遷。人不能任其自如之", "148": "真。而梏於地水火風。和合之質方其受形也。", "149": "已為陰血濁氣。昏其本然清淨之體。及其生", "150": "也六塵五欲之迷倒。昧於本有之天真。是故", "151": "佛說八萬四千法門。皆是導人反妄而歸真", "152": "也。其捷徑易行者惟念佛一門。修之者心不", "153": "散亂三昧現前。是復其本性也。今有一等不", "154": "究佛理之人。却將道門修養法冐濫蓮宗。妄", "155": "說氣是主人教人般精運氣。勞其筋骨枉用", "156": "身心。甘受苦辛終無所濟。嘗觀道門張紫陽", "157": "說。精氣神者先天地之元精元氣元神也。元", "158": "精非淫泆之精。元氣非呼吸之氣。元神非念", "159": "慮之神。癡人不曉此意。喚甕作鍾眼。既不明", "160": "理亦不達矯。誘他清信之士。一向在臭皮袋", "161": "上。造作昧却一真佛性。妄言此是修行可悲", "162": "也哉。普告同修切宜仔細。究心念佛啟悟真", "163": "源。若也了了自見。法法現前。是名見性成", "164": "佛。一念差錯天地懸殊。", "165": "辨真妄身心辨真妄身心", "166": "夫身者。有法身有色身。傳曰。智明真境盡法", "167": "為身。故曰法身。父母緣生虛幻不實。故曰色", "168": "身。心者。有真心有妄心。真淨明妙虛徹靈通。", "169": "故曰真心。隨境生滅忽有忽無。故曰妄心。祖", "170": "師勸修念佛三昧者。於自己真心中。流出一", "171": "句阿彌陀佛。念念觀照法法圓通。是謂都攝", "172": "六根淨念相繼。於一念中普現色身三昧。今", "173": "時有一等人。不知真妄錯認色身為我身。以", "174": "妄念為究竟。多是吐納按摩做模打樣。希望", "175": "成道不亦謬乎。可謂棄却真金而拾瓦礫也。", "176": "大凡學道要辨真偽。故宗鏡云。修道以心為", "177": "宗。理須仔細究竟。約有情界真妄似分不可", "178": "雷同。有濫圓覺金鑛共爇。真偽纔分。沙米同", "179": "炊生熟有異。三乘慕道見有差殊。錯指妄心", "180": "以為真實。認妄賊為真子。劫盡家珍。收魚目", "181": "作驪珠空迷智眼。遂使愚癡之子陷有銕之", "182": "重關。邪險之人溺見河之識浪。戲熾焰於朽", "183": "宅。忘苦忘疲臥大夢於長宵。迷心迷性。皆由", "184": "執斯緣慮作自己身。遺此真心住他聲色。斯", "185": "則凡夫外道之失也。或有法學禪宗執佛方", "186": "便。致使撒開八網乘。對四機越一念。而遠", "187": "驟三祇功虛大劫。離寶所而久淹化。壘跡困", "188": "長衢。斯則迷循妄心。不得真心之失也。心賦", "189": "云。性非造作理實鎔融。明之者即動而靜。昧", "190": "之者迷西作東。任竭海移山未是無為之力。", "191": "縱躡虛履水。皆為有漏之通。辨玉須真探珠", "192": "宜靜。若向境外以求心焉。知圓光而在眚。順", "193": "法界性合真如心。此則頓入如來大慈悲海。", "194": "比之著相修皮袋者。豈可同日而語矣。", "195": "辯明三寶辯明三寶", "196": "教云。十方薄伽梵。圓滿修多羅。大乘菩薩", "197": "僧功德難思議。三寶者有三種。一曰。同體三", "198": "寶謂真如之理。自性開覺名為佛寶。德用軌", "199": "則。自性正真名為法寶。動無違諍自性清淨", "200": "名為僧寶。二曰。出世三寶。謂法報化身隨類", "201": "應現是為佛寶。六度詮旨四諦緣生名為法", "202": "寶。十地菩薩四向五果名為僧寶。三曰。世間", "203": "住持三寶。謂泥龕塑像名為佛寶。黃卷赤軸", "204": "名為法寶。剃髮染衣名為僧寶。歸依者。感諸", "205": "天護持。供養者。獲福田無量。今有邪愚。不解", "206": "偽撰真宗妙義經。妄言。精是佛寶。氣是法寶。", "207": "神是僧寶。遞相傳習。致使入善門者信其邪", "208": "說。不敬三寶。實可憐憫。若夫不敬世間三寶。", "209": "則自昧其心。自昧其心則迷失本性。同體出", "210": "世三寶何所得哉。自賺猶可。又賺他人。可謂", "211": "岐人天之正路。瞎人天之正眼。昧因果之真", "212": "教。澆定慧之淳風。無甚於此也。佛言。一切眾", "213": "生若不歸依三寶。永劫墮三惡道。況我慈照", "214": "集經成懺。使學者依大乘經甚深妙義。從今", "215": "身至佛身。為法界眾生歸依常住佛。歸依常", "216": "住法。歸依常住僧。正信善人既已得聞。聞已", "217": "誦禮。固當自敬自信。即此敬信之心。端可近", "218": "於佛道矣。凡見一切佛像起如來想。見一切", "219": "聖教生難遭想。見一切比丘僧起祖師想。禮", "220": "拜供養無得輕欺。以佛莊嚴而自莊嚴。如此", "221": "則一體三寶唯心備具矣。若也執於鄙見昧", "222": "其根本。妄信邪教疑誤後人。自取沈淪永溺", "223": "惡趣。是誰之咎歟。", "224": "辨見聞覺知辨見聞覺知", "225": "古德云。在胎為身。處世名人。在眼曰見。在耳", "226": "曰聞。在鼻嗅香。在舌談論。在手執捉。在足運", "227": "奔。遍現俱該沙界。收攝在一微塵。識者知是", "228": "佛性。不識喚作精魂。比來有等愚人不知佛", "229": "理。潛吾教中。專以傳受為宗。妄說六門見性。", "230": "指四大色身以為佛體。自立三十六關七十", "231": "二信。揑合怪事誑惑善人。妄謂這邊肉動。某", "232": "人來那裏疼痛。某事至吉凶禍福。言是先知。", "233": "愚者得聞將謂佛法靈感。傾心諦信布施供", "234": "養。傳此邪言切切記心。未嘗暫捨。殊不知", "235": "一真佛性清淨湛然。為有妄身乃有妄識。蓋", "236": "覆本性不見光明。一念心空名為悟道。故楞", "237": "嚴云。知見立知即無明本。知見無見斯則涅", "238": "槃。是故祖師立教。但以念佛三昧為正宗。未", "239": "嘗有毫髮許實法繫綴於人。何期蚩蚩薄俗", "240": "迷宗昧旨。棄忠孝而不履。背仁義而不修。假", "241": "蓮宗之名行差別之法。貪求冥感以奇怪惑", "242": "人。則有邪魔魍魎附人身體。撓亂正信盡遭", "243": "魔攝。可不悲哉。大凡修淨業人。善察邪正本", "244": "分。究心確辦信誠憶佛念佛。願生淨土慎勿", "245": "他求。智覺壽禪師云。莫摘枝苗須搜祖禰。豁", "246": "爾而無明頓開。湛然而情塵自洗。可謂直截", "247": "根源佛所印。摘葉尋枝我不能。", "248": "破妄說災福破妄說災福", "249": "夫佛祖正法。以本性彌陀為體。念佛信願為", "250": "宗。自行化他為用。乃佛祖之格言。後人之龜", "251": "鑑。凡曰音聲佛事。點燭道場。蓋是方便法門。", "252": "以之引權歸實耳。比來學者迷失宗旨。貪著", "253": "事相不遵教典。向外妄為心眼不明競稱師", "254": "長。實法門中一弊事也。或搜鬼竅有若師巫。", "255": "或稱彌勒下生。或言諸天附體。或向燭光上", "256": "見神見鬼。或在香煙上斷吉斷凶。瞞昧三光", "257": "欺賢罔聖。誑謼閻閭邀求利養。及乎問他平", "258": "實行願。杜口無言。本性彌陀罔知下落。熱", "259": "亂一生盡是虛誑。誤人自誤。實可悲哉。故楞", "260": "嚴經云。善男子心愛懸應。爾時天魔候得其", "261": "便。飛精附人口說經法。訐露人事不避譏嫌。", "262": "口中好說未然禍福。及至其時毫髮無失。是", "263": "人愚迷惑為菩薩。親近供養。破佛律儀潛行", "264": "貪欲。此名歷劫精魅。大力鬼神年老成魔。惱", "265": "亂是人不覺魔著。謂言證聖。壓足心生去彼", "266": "人體。師及弟子俱陷王難。汝當先覺不入輪", "267": "迴迷惑。不知墮無間獄。嗟乎初心善人不知", "268": "真偽。信彼邪說不務存心。積德妄想求福。見", "269": "之謬焉。吾聞積善之家必有餘慶。積不善之", "270": "家必有餘殃。故知吉凶禍福繫乎人心。烏可", "271": "諂求富貴。而苟免禍害哉。永明壽禪師云。惡", "272": "從心起。如銕孕垢。而自毀銕形善逐情生。如", "273": "珠現光而還照珠體。故吾勸諸善人。舉心用", "274": "事必擇道而行之。擇禮而從之。擇友而交之。", "275": "擇里而處之。擇師而事之。兢兢焉而存心。", "276": "戰戰焉而守節。念念不昧無失於順天之道。", "277": "以奉西方之教。而其觀燭談禍福不與焉。", "278": "辯明空見辯明空見", "279": "空者破諸有也。大覺世尊開示正法。欲令一", "280": "切人識知世間萬法皆空。自悟本性之真空", "281": "也。真空者。是如來之法界。眾生之本心。空而", "282": "不空。有而非有。悟之者於不有中。運出自家", "283": "寶藏。探之無窮。用之無盡。謂之一乘妙道。", "284": "非頑空之空也。今有一等愚人。一向說空撥", "285": "無因果。步步行有。口口言無。便道飲酒食", "286": "肉不礙菩提。行盜行婬無妨般若。縱橫放曠", "287": "馳逞顛狂。謗佛謗經輕毀一切。胡揮亂統以", "288": "當宗乘。欺侮聖賢自稱得道。如此者滔滔皆", "289": "是也。永嘉所謂豁達空撥因果。莽莽蕩蕩招", "290": "殃禍。非斯類而何耶。又楞嚴經云。心若著空", "291": "則有大力空魔。入其心腑。其人不知是其魔", "292": "著。口說經法潛行貪欲。輕毀經像。惑亂是人", "293": "盡遭邪墜魔。心生厭去彼人體。師及弟子俱", "294": "陷王難。命終自為魔家眷屬受魔業。盡墮無", "295": "間獄。嗟乎去聖遠。微言絕異端起大義乖。不", "296": "著於有則蕩於空。著於有則執名相。滯有為", "297": "固。物我泥。怨親縛於近教喪於遠理。蕩於空", "298": "者。則迷因果混善惡。棄戒律背禮義。蓋不知", "299": "中道之為至善也。或曰。何謂中道。曰有亦不", "300": "著。無亦不空。空不離有有不離空。怨親等焉。", "301": "物我齊焉。因果明焉。善惡分焉。戒律用焉。禮", "302": "義修焉。近教通焉。遠理至焉。大矣哉中道", "303": "也。妙萬物之名乎。稱本性之謂乎。苟達斯理", "304": "則不墮於偏。是謂得正受念佛三昧者矣。", "305": "辯一合相辯一合相", "306": "金剛經云。如來說一合相者。即非一合相。是", "307": "名一合相。良由世人一性昏迷。與塵境相合", "308": "即非一合相。智者明見自己真心背塵合覺。", "309": "一念覺心與十方諸佛真空法界相合。即是", "310": "一合相理也。永嘉云。我性同共如來合。但", "311": "凡夫不悟此理。貪著事相妄自堅執。情心意", "312": "識。與山河大地牆壁瓦礫相合。昧却理性之", "313": "真空即非也。六祖云。心有所得即非一合相。", "314": "心無所得即是一合相是也。今有愚人。不識", "315": "佛法坐吾教中。妄說夫婦是一合相者誤矣。", "316": "蓋其情生智隔。想變體殊業累殃深。背因昧", "317": "果。曲解聖典毀辱教門。淨業正宗豈容是說。", "318": "真實修行之士。切宜堅秉正信專念彌陀。於", "319": "一念中不取於相。內心外境了了一如。自然", "320": "冥符真理是也。故佛果勤禪師示眾云。汝等", "321": "諸人但向十二時中。上不見有諸佛。下不見", "322": "有眾生。外不見有山河大地。內不見有見聞", "323": "覺知。好惡長短打成一片。一一拈出更無異", "324": "見。此則一合相理歷然明矣。可謂日可冷月", "325": "可熱。眾魔不能壞。真說實履道之通衢。乃悟", "326": "宗之正訣。", "327": "辯明雙修辯明雙修", "328": "雙修者。修福修慧也。教云修福不修慧。象", "329": "身掛纓絡。修慧不修福。羅漢應供薄。福慧二", "330": "莊嚴乃能成正覺。古德云。福不得不作。慧不", "331": "得不學。龍舒云。修淨土者雖專以念佛為行", "332": "門。亦須福慧兼修。庶得事理兩融也。內則修", "333": "慧。究竟涵養深徹淵源。使慧性增廣。含虛空", "334": "界無所不知無不照了。外則修福。慈悲方便。", "335": "柔和善順利濟世間。見一切人。平等恭敬隨", "336": "機說法。教化眾生行一切善。此是福慧雙修", "337": "也。今有一等愚人。常行異教詐稱蓮宗弟子。", "338": "妄指雙修潛通婬穢造地獄業。迷誤善人沈", "339": "迷欲樂。甘墮險坑。豈不謬乎。是真狐魅妖精。", "340": "何異畜生類也。楞嚴云。若諸眾生其心不婬。", "341": "則不隨其生死。汝修三昧本出塵勞。婬心不", "342": "除塵不可出。縱有多智必落魔道。上品魔王。", "343": "中品魔民。下品魔女。諸修行人先斷婬心。", "344": "是名如來。先佛世尊第一決定清淨明誨。若", "345": "不斷婬修菩提者。如蒸砂石欲其成飯。經百", "346": "千劫終不名飯。汝以婬身求佛妙果。縱得妙", "347": "悟皆是婬根。根本成婬。輪轉三塗終不能出。", "348": "如來涅槃何路修證。必使婬機身心俱斷。斷", "349": "性亦無於佛菩提斯可希冀。如我說者名為", "350": "佛說。不如此說即波旬說。今勸在家菩薩依", "351": "戒修行。勿犯邪非清心寡欲。雙修福慧回向", "352": "西方。龍舒云。修福又修慧。深信念阿彌。當生", "353": "上上品。決定更無疑。其或不然欲飯蒸砂。徒", "354": "費力擔柴入火定殃身。", "355": "辯明三車辯明三車", "356": "法華經譬喻品云。若有眾生從佛世尊。聞法", "357": "信受慇懃精進求一切智。佛智自然智無師", "358": "智。如彼諸子為求牛車出於火宅。故知眾生", "359": "喻諸子。三界喻火宅。三乘喻三車。如來見眾", "360": "生。在三界中不得出離。說三乘法引令離苦。", "361": "譬如諸子在火宅中嬉戲。長者以三車引之", "362": "令出也。有等愚人假說文殊問佛妄稱。性是", "363": "牛車。心是羊車。意是鹿車。又云。牛車載妙", "364": "法。羊車載蓮花。鹿車載經。所謂醍醐上味為", "365": "世所珍。遇斯人等翻成毒藥。夫法華經者。諸", "366": "法之王佛所護念。其可妄議哉。何期邪師謬", "367": "見以非為是。以是為非。法說非法非法說法。", "368": "誑於人謗於佛毀於法。豈非負五逆之大罪", "369": "乎。經云。若有誹謗是經典者。當知是人入阿", "370": "鼻獄。具足一劫。劫盡更生。好是展轉至無數", "371": "劫。從地獄出當墮畜生。謗斯經故獲罪如是。", "372": "細思此等哀哉。切心敢以忠言痛告道友。於", "373": "自己心中開示悟入佛之知見。則此心清淨", "374": "如蓮華開。是謂之法華三昧。悟斯理者是乘", "375": "白牛車。出三界火宅也。又不見法達禪師見", "376": "六祖大師呈偈云。誦經三千部。曹溪一句亡。", "377": "未明出世旨。寧歇累生狂。羊麁牛權設。初中", "378": "後善揚。誰知火宅內元是法中王。於是曹溪", "379": "六祖大師。乃說偈以證之云。心迷法華轉。心", "380": "悟轉法華。誦久不明己。與義作讎家。無念念", "381": "即正。有念念成邪。若能如是解。長駕白牛車", "382": "是也。若有執迷不省自取沈淪者。吾末如", "383": "之何也已矣。", "384": "辯明三關辯明三關", "385": "三關者。兜率悅禪師示眾語。一云。撥草參玄", "386": "只圖見性。只今上人性在甚處。二云。識得本", "387": "性要脫生死。生死到來作麼生脫。三云。脫得", "388": "生死。要知去處四大分離向甚處去。是故透", "389": "此關者則奚拘生死。徹此道者豈礙去來。自", "390": "是天下叢林宿師大衲靡不洞究淵源。故能", "391": "脫白露淨。其旨曉然決無異說。今有愚人。妄", "392": "指人身三丹田作內三關。教人般運氣血。謂", "393": "之透過三關。又說。自足至腰三處疼痛為外", "394": "三關。妄以此處要定臨終時節。世多傳習盡", "395": "入邪路。詳觀念佛之教。乃簡徑法門。祇令", "396": "修行人於十二時中持一句阿彌陀佛。思專", "397": "想寂更能回光自看。阿那箇是我本性彌陀。", "398": "四大分離向甚處去。常有此疑驀然識得便", "399": "知落處。即此是直捷省力底修行正道。捨此", "400": "之外稍涉一毫異說。即墮在邪見林矣。嗚呼", "401": "癡人背真向偽良可憫焉。若也於斯信得截", "402": "斷露布葛藤。豁開透地通天眼。覻破邪思妄", "403": "相心。", "404": "辨明大小二乘辨明大小二乘", "405": "原夫大法王之垂化也。統攝群品各有司。存", "406": "小律比禮刑之權。大乘類鈞衡之任。營福如", "407": "司於漕輓。製撰若掌於王言。在國家之百吏", "408": "咸修類。吾教之群宗。競演果明此旨。豈執", "409": "異端應須量己才能。隨力演布。達則兼濟為", "410": "善。窮則專門是宜。雖各播於宗猷。而皆處於", "411": "慈濟。同歸和合之海。共坐解脫之床。夫如是", "412": "則迷途之司。南教門之木鐸也。奈何源遠流", "413": "別大道澆漓。好朱者憎其素。愛甘者惡其辛。", "414": "未契圓宗各權所據。又豈知生佛本一凡聖", "415": "性均。而不能自復者。由迷昧於身心。致籠檻", "416": "於生死。是知身之過惡非戒律。不能撿心之", "417": "昏散。非定慧不能融撿之。融之尚慮乎道之", "418": "不明性之不復。況埋沒於邪岐。而互相是非", "419": "也耶。或云。我學小乘。却又不知戒施禮誦是", "420": "漸修之法。或言。我學上乘。却又不識本性彌", "421": "陀。唯心淨土之旨。不著於事相。又墮於頑空。", "422": "大似深村草裏生盲之人。坐在一隅不知東", "423": "西南北。妄生分別。是是非非非非是是。所謂", "424": "執著死蛇頭錯路。修行者在穢惡則無所間", "425": "然。於行解不見可畏。以至積習成性。自滅其", "426": "身始學慕於上賢。終見沈於下惡。如斯之輩", "427": "誠可哀哉。永明壽禪師云。譬如庭雀焉攀鴻", "428": "鵠之心。還似井蛙豈測滄溟之闊。或狥他求", "429": "如鑽氷而覓火。但歸己解猶向乳而生酥。慎", "430": "勿立我慢幢張邪見網。輕侮先覺熒惑後人。", "431": "至哉斯言也。昭昭乎天日在上。蕩蕩乎佛祖", "432": "有靈。奉教之者可不懼乎。但能信念彌陀。可", "433": "以免斯過咎矣。", "434": "辯明不生不滅辯明不生不滅", "435": "般若心經云。是諸法空相不生不滅不垢不", "436": "淨不增不減。是故空中無色無受想行識等。", "437": "又維摩經云。不善不生善法不滅。故知色相", "438": "有去有來。佛性不生不滅。今有愚人。妄以不", "439": "產後嗣為不生。不斷欲心為不滅。駭世怪言。", "440": "惑人妖祟。密互邪婬作不淨行。斷佛種性悖", "441": "亂人倫。故楞嚴云。善男子愛極發狂熾然。貪", "442": "欲則有欲魔入其心腑。一向說欲為菩提道。", "443": "化諸白衣平等行欲。疑誤眾生入無間獄。蓋", "444": "以愚迷不知觸淨。不覺遭魔以致斯苦。諦觀", "445": "天地肇分有陰陽而有男女。有男女而有夫", "446": "婦。有夫婦而有父子。有父子而有君臣。有", "447": "君臣則有三綱五常之道。三綱統其人倫。五", "448": "常正其教化。此聖人立世間之法也。吾祖遠", "449": "公有云在家者。厚身存生我倒未忘。以情欲", "450": "為苑囿。以聲色為遊觀。耽湎世樂不能特出。", "451": "吾佛示化令反本以求宗。在家奉法則是順", "452": "化之民。不遺奉親敬君之禮。是故先導之五", "453": "戒。不殺存乎仁。不盜存乎義。不婬存乎禮。不", "454": "妄存乎信。不酒存乎智。身心既律。然後示之", "455": "以出世之法。令修念佛三昧。以為西方之歸。", "456": "達乎不生不滅之道。是以王臣外護法流天", "457": "下。千載猶一日也。其奈當斯之際薰蕕共囿。", "458": "菽麥同畦未易分也。敢以衷赤之忱普告信", "459": "士。但除却。一心不亂繫念彌陀之外。凡所有", "460": "相皆是邪解。切須子細真實修行善則從之", "461": "惡則遠之。邪則遣之正則守之。若乃立身行", "462": "道之事。息心達本之旨。前篇備述明。則典刑", "463": "不為不多矣。遵而行之則吾門眷屬。違而作", "464": "者魔之黨類。所以生遭王法。死墮阿鼻。殃及", "465": "累世。莫言不道。何故聻。欲得不招無間業。莫", "466": "謗如來正法輪。", "467": "辯明曹溪路辯明曹溪路", "468": "昔永嘉大師。往曹溪禮拜六祖。印證心地述", "469": "證道歌云。自從認得曹溪路了了生死。不相", "470": "干是故。天下禪宗出乎曹溪之源。目曰曹溪", "471": "路也。何期愚人妄指人身有浹湷雙關作。曹", "472": "溪一派又妄說。六祖云。寧度白衣千千萬。", "473": "不度空門半箇僧。如斯之輩非特惑於後人。", "474": "是亦誣於先聖。豈不聞。永嘉云。第一迦葉首", "475": "傳燈。二十八代西天記法。東流入此土。菩提", "476": "達磨為初祖。六代傳衣。天下聞後人得道無", "477": "窮數。又豈有度白衣而不度空門乎。於戲邪", "478": "妄之徒。不知來歷。竊祖師之名。同魍魎妖孽。", "479": "見解迷誤善人。正是一盲引眾盲。相牽入火", "480": "坑也。吾知祖宗實德是以稱而傳之。吾知闡", "481": "提薄福謗辱吾宗。是以恐而懼之。吾尚知而", "482": "大懼。汝謗聖師之道誑後學之人。安得不益", "483": "懼於吾乎。汝速宜磨滅改而正之。無貽我羞", "484": "之為愈也。", "485": "辨佛法隱藏辨佛法隱藏", "486": "佛法者。出世間之道。無為之法也。涅槃經", "487": "云。如來開發顯露清淨無翳。迷者不解謂是", "488": "祕藏。智者了達即不名藏。有等愚人妄說官", "489": "法。堂堂佛法隱藏。偽撰一落索邪言。閉門傳", "490": "度謂之生死。奧典幻惑後人。至死不與人說。", "491": "逗到臨時一場漏逗。大似貧兒得錫喚作黃", "492": "金。明眼人前如何拈出。自不知非反誇能會", "493": "正。是瞞人更自瞞也。豈知佛說一切法為度", "494": "一切心。蓋以眾生心體本來是一。用處不同", "495": "故說一切法也。祖師云。瓶盤釵釧本是一金。", "496": "名相不同至體無二。嗟乎末運法出奸生。往", "497": "往失其本體者多。是將新羅漆高麗。鍮間貨", "498": "錯出巧言令色。瞞昧世人一偽既行百真莫", "499": "辨。況愛小利者。上人鋪席不揀好惡。苟圖", "500": "價廉好看易得。等閑被他將一團灰炭寒却", "501": "眼孔。拕向黑地裏脫換去了。及至眼開握著", "502": "黃土也認不得。又何金鍮真偽之辨哉。癡人", "503": "但得入手貴乎密。密珍藏以為奇貨。生怕人", "504": "知驀然撞著。識者為伊點破始知分文不直", "505": "如斯之類。比比皆是只為愚暗福薄。眼裏無", "506": "觔麁心鹵莽。兼以不遇真正師匠。以致然也。", "507": "殊不知繞指精金從本來有。自非作家陶鎔", "508": "痛下。鉗鎚煆煉一回轉見性。柔金瑩燦然一", "509": "塊。覿體全真。然後隨意作用。造成眾器飛光", "510": "散彩耀人心目。永無變色者。固知自餘皆不", "511": "足言矣。可不至寶哉。正信道流切宜著眼。", "512": "辨明超日月光辨明超日月光", "513": "大彌陀經云。阿彌陀佛光明極大。而為諸", "514": "佛光明之王。故號無量光佛。無邊光佛。無礙", "515": "光佛。無對光佛。光炎王光佛。清淨光佛。歡", "516": "喜光佛。智慧光佛。不斷光佛。難思光佛。無稱", "517": "光佛。超日月光佛。其光明所以照無央數天", "518": "下幽冥之處。皆常大明。諸天人民。禽獸蜎飛", "519": "蠕動。見此光明莫不喜悅。而生慈心悉得解", "520": "脫。是故十方諸佛菩薩。緣覺聲聞悉皆稱讚。", "521": "因名曰超日月光佛。蓋以日能照晝月能夜", "522": "明其德不全。佛之光明晝夜常照無虧無欠。", "523": "故名超日月光也。今有一等愚人。妄指教人", "524": "於日月初出之時。以口吸採其光。吞嚥入腹。", "525": "欲其成寶。以當修行祕法。謂之超日月光者。", "526": "其錯大矣。譬如癡猿聯臂攀樹。懸崖下捉水", "527": "月勞心費力到底成空。若是智人達觀速須", "528": "捨離。早求正法免墮迷津。專念彌陀究明心", "529": "地。不見祖師道。從門入者不是家珍。自己靈", "530": "光照天爍地。人人分上本自圓成。一點靈源", "531": "無內無外。頭頭上顯物物上明。若能悟此即", "532": "如來一段光明超日月。", "533": "辨明髻中珠辨明髻中珠", "534": "髻中珠者。法華經云。如轉輪王得法國土王", "535": "於三界。而諸小王不肯順伏時。轉輪王起種", "536": "種兵而往討伐。戰有功者賞賜諸物。獨王頂", "537": "上有此一珠。而不與之。末後付與。如來亦復", "538": "如是。見賢聖軍。與五陰魔。煩惱魔。死魔共", "539": "戰。滅三毒。出三界。破魔網。爾時如來亦大歡", "540": "喜。為說諸法。而不為說是法華經。今乃說之。", "541": "如轉輪王久獲明珠末後賜與。此蓋世尊最", "542": "後說是大乘法寶。超出諸聖之上。以輪王髻", "543": "珠為喻。此珠者即諸佛之圓智。乃眾生之理", "544": "性。悟之則三祇頓越。迷之則六道沈淪。今有", "545": "一等愚人。錯會經旨。妄以運氣入頂。作髻", "546": "中珠。謂之最上乘法。密密相傳。教人般精運", "547": "氣衝入頭頂。要學世尊頂上有肉髻珠。何其", "548": "愚哉。殊不知世尊肉髻。乃無見頂相表一乘", "549": "大法也。無見者自不能見。離自見故。向上極", "550": "則諸聖皆不得見。離他見故。壽禪師心賦云。", "551": "高高法座。非聲聞矬短之能升。赫赫日輪。豈", "552": "外道嬰兒之所見。無偏無黨至極至尊。嗟乎", "553": "愚癡之人。罔知正法。顛倒錯亂。嫁禍移殃於", "554": "後人。賺他向善俗子墮落深坑。可痛惜哉。奉", "555": "勸信士細參本教。恪心念佛悔悟前非。了知", "556": "諸法本無。髻珠自然顯現。堂堂獨露。豈假他", "557": "求哉。", "558": "辯明無漏果辯明無漏果", "559": "法華經云。諸漏已盡無復煩惱。此乃羅漢聲", "560": "聞修行。至習漏俱無也。無漏者蓋人之六根。", "561": "常為色聲香味觸法六塵所惑。心隨境轉成", "562": "有漏緣。所以輪迴不息。修行人六根自靜。不", "563": "被六塵所轉即無漏也。今有一等愚人。妄將", "564": "眼眵鼻涕盡皆喫了。謂之修無漏者。何蠢乎", "565": "哉。予嘗憫而問之曰。六根四大膿血之袋屎", "566": "尿之囊。眵淚涕唾皆屬不淨。何得取而食之。", "567": "彼則曰。人身之中有七寶不可棄之。善收拾", "568": "者結成舍利證無漏也。苦哉苦哉。如斯顛倒。", "569": "誠可忍耶。更有一等眾生。以祕精是無漏者。", "570": "混吾教中遞相傳習。潛饕貪欲壞亂正法。此", "571": "是妖精鬼怪夜聚曉散。喫菜事魔之徒。非是", "572": "蓮宗之弟子。比年以來多有此樣扇動人家。", "573": "清信男女不覺不知鼓入魔道。故楞嚴經云。", "574": "善男子。心愛根本窮覽物化。天魔得便飛精", "575": "附人。說佛涅槃即是現前肉身。父父子子遞", "576": "代相生常住不絕。無別淨居。愚人信受亡失", "577": "本心惑為菩薩。常說眼耳鼻舌皆為淨土。男", "578": "女二根即是菩提。或食屎尿廣行婬穢。彼無", "579": "知者信是穢言易入邪悟。此名蠱毒惡鬼惱", "580": "亂。是人師及弟子俱陷王難。汝當先覺不入", "581": "輪迴。迷惑不知墮無間獄。受得地獄業消復", "582": "入畜生餓鬼。今觀邪師妄作之徒。假吾佛祖", "583": "之教門。造不淨之惡業。逆二儀背三光。謗佛", "584": "祖亂人倫。碌碌如蜣蛆之逐穢。現受眾苦沒", "585": "後沈淪。是罪果何逃哉。宜乎不足怪也。非惟", "586": "死後受報。抑且官法不容。語云。道之以政。齊", "587": "之以刑。民免而無恥。道之以德。齊之以禮。有", "588": "恥且格。誠哉是言。今勸善流諦觀聖訓。宜自", "589": "知恥。勿憚改過。捐情絕慮正己修行。有能古", "590": "教照心。則其心自明。古鏡照精則其精自形。", "591": "若專於淨行。趣於菩提決無誤矣。其或不然。", "592": "三塗業海無邊際。千佛出來難救伊。", "593": "辯明趙州茶辯明趙州茶", "594": "昔趙州和尚。見僧問曰。汝曾到此不。僧云。", "595": "曾到。州云。喫茶去。又問僧云。曾到此不。僧", "596": "云。不曾到。州云。喫茶去。院主問曾到。且從", "597": "不曾到如何也喫茶去。州乃喚院主。主應諾。", "598": "州云。喫茶去。叢林因此有趙州茶話公案。今", "599": "愚人不明祖師大意。妄自造作將口內津唾。", "600": "灌漱三十六次嚥之。謂之喫趙州茶。或有臨", "601": "終妄指教人。用硃砂末茶點一盞喫了。便能", "602": "死去。是會趙州機關。更可怜憫者。有等魔子", "603": "以小便作趙州茶。何愚惑哉。非妖怪而何耶。", "604": "真正修心者。但依本分念佛期生淨邦。切不", "605": "可妄將祖師公案杜撰穿鑿。是謗大般若之", "606": "罪人也。不見道乍可粉身千萬劫。莫將佛法", "607": "亂傳揚。", "608": "辯明教外別傳辯明教外別傳", "609": "圜悟勤禪師云。西方大聖人出迦維羅國。作", "610": "無邊量妙用。啟迪群靈。其方便順逆開遮。餘", "611": "言遺典盈溢寶藏。以至下梢始露一機。謂", "612": "之教外別傳。迦葉破顏承當以來。的的綿綿", "613": "直指人心見性成佛。不立階梯。不生知見。利", "614": "根上智向無明窟子裏。瞽地煩惱根株中。活", "615": "脫應時超證得大解脫。西天四七東土二三。", "616": "皆龍象蹴踏師勝資強格外領略。當下業障", "617": "氷消。直截承荷。自能管帶打作一片。頓契佛", "618": "地。尚不肯向死水裏浸却唱出透玄妙句。超", "619": "越佛祖。剗斷露布葛藤。如按太阿。凜凜神", "620": "威阿誰敢近。作家漢確實論量。纔有向上向", "621": "下談玄說妙。作用纖毫即便叱之。謂不是種", "622": "草。直下十成煆煉得熟。履踐得實。始略放過。", "623": "猶恐他時異日落草。累人瞎却正眼。嗟見一", "624": "等拍盲野狐種族。自不曾夢見祖師。妄言達", "625": "磨歸空。謂之傳法。救迷情以至借他從上最", "626": "大宗師。馬祖趙州名目脫賺後人。及誇初祖", "627": "隻履西歸。普化空棺皆謂此術有驗。謂之形", "628": "神俱妙。生死祕法遞相傳習。而人皆厚愛此", "629": "者。生怕臘月三十日慞惶。競學歸程之法除", "630": "夜拜影。喚主人公。真是誑謼閭閻揑偽造窠。", "631": "貽高人嗤鄙。復有一種假托達磨。胎息趙州。", "632": "十二時別歌。龐居士轉河車頌。遞互指受。密", "633": "付傳持。希望生天。更要預知死日。殊不知", "634": "此真妄想邪心愛見。本是善因反招惡果。多", "635": "見豪傑之士。高談闊論者。不知宗因往往信", "636": "之。那知失却故步。畫虎成狸。遭明眼人覷破", "637": "默觀怜憫。豈諸佛與列祖體裁。止如是耶。曾", "638": "不自回照始末。居然可知矣。海內學此者如", "639": "麻似粟。習以成風。恬不知怪。其高識遠見自", "640": "不因循。恐乍發意。未入閫奧。立志雖專。跋涉", "641": "雖遠。遇增上慢導入邪見稠林。末上一錯。永", "642": "沒回轉。其流浸廣莫之能遏。因出此語。以痛", "643": "告之。庶有志願。於大解脫大總持者。可以辨", "644": "之。而同入大薩婆若海。汎慈舟接濟郡品。", "645": "俾正真妙道流於無窮。豈不快哉。", "646": "辯關閉諸惡趣門開示涅槃正路辯關閉諸惡趣門開示涅槃正路", "647": "諸惡趣門者。乃身口意三業也。所謂身殺盜", "648": "婬。口妄言綺語惡口兩舌。意貪瞋癡。修淨業", "649": "人正心向道。截斷已上十不善行。則不入惡", "650": "道。謂之關閉諸惡趣門也。開示者指出也。涅", "651": "槃者不生不滅也。正者不偏路。即西方之道", "652": "也。今有愚人指口為諸惡門。鼻為涅槃路。", "653": "教人臨終時緊閉其口。令氣從鼻出。謂之出", "654": "門一步。又妄將㘞字以為公案。教人口裏著", "655": "力忍了氣透這一關。或云。㘞字四圍是酒色", "656": "財氣。或言。地水火風。或言。生老病死等。皆", "657": "是卜度妄計曲說。嗟乎這一箇㘞字瞞盡多", "658": "少人。殊不知此字。玉篇明載戶臥切。即阿字", "659": "去聲呼也。此箇㘞字一切世人。口中未嘗不", "660": "說。喻如失物人忽然尋見。不覺發此一聲是", "661": "㘞字也。宗門多言此字者。蓋尋師訪道之人。", "662": "參究三二十年。忽然心花發現。會得此事。不", "663": "覺㘞地一聲。如失物得見。慶快平生。是其字", "664": "義也。如是則念佛之人。但於念念中。仔細究", "665": "竟本性彌陀。忽然親悟親見真實。到㘞地一", "666": "聲處。自然明徹矣。故智覺壽禪師云。心外求", "667": "法。望石女而生兒。意上起思。邀空花而結果。", "668": "本非有作。性自無為。智者莫能運其意像者。", "669": "何以狀其儀。言語道亡。是得路指歸之日。心", "670": "行處滅。當放身捨命之時。可謂唯此一事實", "671": "餘二即非真。", "672": "辯明四生辯明四生", "673": "大珠慧海禪師云。九類眾生一心具足隨造", "674": "隨成無明暗蔽。為卵生。煩惱包裏為胎生。愛", "675": "水浸潤為濕生。欻起妄念為化生。悟即成佛", "676": "迷號眾生。菩薩只以念念心為眾生。若了心", "677": "體空寂。名為度眾生也。智者於自本際。上", "678": "度於未形。未形既空。即知實無眾生得滅度", "679": "者。有等愚人不識自心。胡卜亂度妄說。臨終", "680": "之時眼見轎馬樓臺幡蓋鐃鈸之類。為四生", "681": "六道胎窠。不隨他去者脫四生也。殊不知臨", "682": "終現境。是儞平時所作善惡業相。神識自現", "683": "即非外來。故先德云。作惡而惡境現前。念佛", "684": "而佛界自至。若是時中把捉不住。做不得主", "685": "常被妄想顛倒所使。臨當風火散壞之時。如", "686": "落湯螃蟹相似。又焉能作主宰耶。是以圭峯", "687": "禪師云。作有義事是惺悟心。作無義事是狂", "688": "亂心。狂亂隨情念臨終被業牽惺悟不由情", "689": "臨終能轉業。今以此語直告諸人。當自念言。", "690": "我今修行淨業本為生死。佛祖垂教豈欺我", "691": "哉。當依正法真實存心。專念彌陀捨諸虛妄。", "692": "朝思夕想念念願生西方。如此則塵勞業識。", "693": "當下瓦解氷消。反觀自己生死尚不可得。又", "694": "喚甚麼作眾生乎。故懺云。於一念中得念佛", "695": "三昧普度十方六道一切眾生。各各出離苦", "696": "輪同生淨土者是也。可謂妄心無處即菩提。", "697": "生死涅槃本平等。", "698": "破妄立十號破妄立十號", "699": "西方文云。念佛之人於相好光明之中。得見", "700": "阿彌陀佛。則無明頓破煩惱永忘。法界之門", "701": "忽然通達。一乘之路卓爾開明。十號俱彰三", "702": "身圓顯。比明修行人得證佛果十號俱彰也。", "703": "十號者菩薩戒經云。一曰如來無虛妄故二曰應供", "704": "良福田故三曰正遍知知法界故四曰明行足天眼智明。宿命智明。", "705": "漏盡智明。具三用故五曰善逝不來還故六曰世間解無上士", "706": "知二世間故。一國土世間。二眾生世間七曰調御丈夫能調伏眾生惡故八", "707": "曰天人師為眾生作眼目故九曰佛知善不善法聚。非善非不善法聚故十", "708": "曰世尊一土之中無二佛故何期愚人不知佛法。妄立十", "709": "號歸程稱為。達磨大師傳來生死祕法。却云", "710": "鵲巢灌頂。蘆芽穿膝。玉柱麁混。蛇入裩襠。波", "711": "斯獻寶。天鼓不鳴。蓮花池乾。二祖斷臂立雪", "712": "齊腰。神光不現。以此十件。謂之大事因緣。往", "713": "往蓮宗被此等盲師瞎漢。遞相傳授賺人性", "714": "命。從冥入冥陷於非道。何不思之甚也。達磨", "715": "大師初至此土。不立文字直指人心見性成", "716": "佛。又安得有一法傳授乎。豈不聞。五祖弘", "717": "忍大師謂六祖曰。佛即以心傳心法。即以心", "718": "印心。佛佛惟傳本體。師師密付本心是也。莊", "719": "子云。使道之可傳人。莫不傳之子孫。道之可", "720": "獻人。莫不獻之君親。其不可傳獻者。無他中", "721": "無主。而外無其證也。又嘗聞。我佛釋迦世尊", "722": "千生煉行。百劫修心。迺從兜率降跡王宮。棄", "723": "萬乘榮貴。向雪山修行。飡麻食麥。苦行六年。", "724": "覩見明星悟道成佛。人中聖中稱為大覺。十", "725": "號具足作天人師。至於鵲巢頂上。蘆芽穿膝", "726": "之類。皆當年實事初無表法。止是端坐不動定", "727": "久忘形之意。後之學者不近智達。不體我佛", "728": "建立教門。大不容易。纔得入他門戶。行願不", "729": "習識見俱無。便要為師傳度弟子。做大模樣", "730": "逞我能會。撞入邪魔黨類中。學他許多邪法", "731": "雜毒入心。如落水鬼相似。黑地裏拕人入地", "732": "獄去。苦哉苦哉。且如二祖斷臂立雪齊腰。的", "733": "是當時為法忘軀。猛烈之志。本傳備載分明。", "734": "學者自當詳究。豈可妄為甘受。謗法之罪永", "735": "沈苦海之誅。永嘉云。非不非是不是。差之毫", "736": "釐失千里。是則龍女頓成佛。非則善星生陷", "737": "墜。信麼盡情掃蕩閑家具。鐵樹花開別有春。", "738": "誓願流通誓願流通", "739": "切惟。最初一念。元從淨土中來。泊沒多生。未", "740": "脫娑婆世界。幸逢蓮社得遇正宗。仰藉三寶", "741": "餘庥。感沐導師化育。伏為教門之下多有錯", "742": "路修行。嗟信心盡作魔民致良善俱遭邪墜。", "743": "正因泯絕慧命難存。反招謗法深愆。豈有誦", "744": "持功德。覩斯境界以長吁。痛切身心而不忍。", "745": "是乃搜大藏之要旨用證本宗。掃百家之是", "746": "非開明大道。並是依經辨理顯正摧邪。照了", "747": "無私故名寶鑑。俾夫後學照心目而妍醜自", "748": "知。導彼迷途達家鄉而免諸流浪。是集克就", "749": "鄙志當陳百拜祖庭。重申大誓。告白十方諸", "750": "佛諸大祖師。望賜慈光證明祈禱。普度敬自", "751": "發心立願照依。所集蓮宗寶鑑篇。字數一字", "752": "三禮。每一禮念楞嚴呪心一遍。三稱南無觀", "753": "世音菩薩尊號。望悲心而憐憫。賜法力以冥", "754": "加。俾魔外以歸依。冀真乘之流布。與彼盲", "755": "瞑開眼目。於諸病苦作良醫。昏衢黑暗之中", "756": "為燈為燭。苦海洪波之內為舟為航。危險處", "757": "作大橋梁。迷路中示其正道。普為十方蓮社", "758": "諸上善人。同期懺滌於身心。各願消除於業", "759": "障。非法說法之咎。法說非法之愆。一智能滅萬", "760": "年愚。一燈能破千年暗。妄意消而空花滅。正", "761": "信生而淨行彰。信禮彌陀普同回向。與諸大", "762": "眾並從今日發菩提。盡於未來永劫。常行菩", "763": "薩道離非梵行。遠邪見師。願盡此報身同生", "764": "安養國。常修六念及六波羅。廣運四心與四", "765": "弘誓。發四十八願如阿彌陀。得念佛三昧如", "766": "大勢至。修普賢之行願。等觀音之慈悲。學大", "767": "智慧如文殊。次登補處如彌勒。頓入法界圓", "768": "證上乘。分身遍至於十方。大悲普度於一切。", "769": "建法幢立宗旨。耀慧日除癡冥。諸魔外道悉", "770": "歸降。匝地普天皆嚮化。辯才無礙廣利塵沙。", "771": "威德無邊拯濟含識。父母師長俱登解脫之", "772": "門。累劫怨親盡出沈淪之海。伏望覩是集者。", "773": "起護法心。蕩歷劫之迷情。破千重之疑網。", "774": "頓豁正眼。明悟本心。淨土道場不動足到。西", "775": "方大聖如對目前。萬法了然妙在茲也。惟冀。", "776": "天龍歡喜。聞正法以護持。凡聖歸依掃邪風", "777": "而絕迹。弘揚祖道廣播宗風。融大千同為清", "778": "泰之邦。俾四海共樂無為之化。正見邪見盡", "779": "入無生。", "780": "皇恩。", "781": "佛恩一時等報。虛空界盡。眾生界盡。眾生業", "782": "盡。眾生煩惱盡。我願乃盡。而虛空界乃至眾", "783": "生界煩惱不可盡故。我此願王無有窮盡。念", "784": "念相續無有間斷。身語意業無有疲厭。普賢", "785": "菩薩發願如是。諸大祖師發願亦如是。我今", "786": "發願亦如是。普為蓮社大眾發願亦如是。盡", "787": "未來際一切情與無情發願亦如是。如是如", "788": "是。無不如是。願同如是恒沙眾。盡入如來願", "789": "海中。", "790": "廬山蓮宗寶鑑念佛正論卷第十終", "791": "名德題跋　　名德題跋十一章", "792": "余甞觀夫今之所謂崇蓮宗者。多不本遠祖", "793": "之意。非惟夫其進修之序。亦且惑於邪師謬", "794": "解。深恨未有能救其弊者。優曇大師乃採經", "795": "論傳記。至於古今名儒宿衲。集諸善言刪潤", "796": "著述而成一書。凡十卷。曰蓮宗寶鑑。立正論", "797": "以破邪說。發真智以祛妄情。其言理也深而", "798": "明。其敘事也詳而盡。會三教而歸一源。正一", "799": "已以規眾信。如鏡照像洞然明白。豈特俾諸", "800": "善流專念彌陀祈生淨土。直欲人人明自本", "801": "心見自本性立地成佛而已。以余甞主東林。", "802": "欲求轉語為證。返復數過真得我心之所同", "803": "然者。乃合掌西嚮而歸之曰。善哉善哉如是", "804": "如是。旹乙巳大德八年八月十五日。明州天", "805": "童圓應叟淨日題。", "806": "寶鑑者照心之鏡也。鏡主乎明則爍一切昏", "807": "□。辨一切妍醜。懸之當臺靡所不見。東林祖", "808": "堂優曇大師名普度。具正知見。每念蓮宗謬", "809": "解乖真。折衷儒釋之書。撰為寶鑑十卷。發明", "810": "念佛正宗三昧。凡一字字一句句。質之佛祖", "811": "龍天。並是掃空魔說。實為法門一大條貫。其", "812": "用意誠且公勤且苦。扶宗勇敢之心與十八", "813": "賢立教之心共箇關紐。聞者見者咸趨通途。", "814": "或順或違同一清泰。復為偈云。千載蓮宗宏", "815": "正論。明逾寶鑑挂青霄。今將印板打成去。萬", "816": "兩黃金也合消。", "817": "蓮宗　書", "818": "參禪主乎見性。閱教貴乎照心。予謂念佛一", "819": "門禪教並行者也。今有優曇度法師。纂集古", "820": "今念佛要旨。總成一部。目曰蓮宗寶鑑。若其", "821": "自信得及淨念相繼。奚以文為。若其執妄謬", "822": "解妍醜不分。白日迷程投吳適越者。是當取", "823": "此為司南。大德乙巳良月望日。婺西峯宗信", "824": "跋。", "825": "彌陀自性時時現。淨土唯心法法彰。誰憶遠", "826": "公千載後。蓮宗寶鑑見重光。", "827": "大慶壽西雲題", "828": "東林蓮社度宗師述", "829": "蓮宗寶鑑復以謁遠寄囑□再讀起敬敬說偈", "830": "就簡以謝。", "831": "大地眾生病痛深。向膏肓際巧施鍼。白蓮池", "832": "□優曇現。萬斛香浮盧阜陰。", "833": "薦福月而", "834": "參禪予所不去。念佛亦非予所去者。聞禪有", "835": "禪病。佛有佛魔。去聖時遙比比皆是優曇師", "836": "眼不忍見。廣援正經盡祛邪說。是集不為無", "837": "補矣。噫安得盡大地人披翻寶鑑洞見法源", "838": "能所識銷是非情盡。以惟心淨土本地風光", "839": "並相忘於言象之表。此予所以不能無說焉。", "840": "平江幻住明本敬跋", "841": "法不孤起仗境方生。劒離匣為不平。藥出瓶", "842": "因救病。優曇大師傷蓮宗之凋瘵。搜索大藏", "843": "討究百家。發明念佛三昧捃摭成書。目之曰", "844": "寶鑑。事分十門理符一致。排斥邪說訂審舛", "845": "訛。咸有準憑非私臆論。洗頑嚚於意地。破偏", "846": "執於心源。坐進覺城光敭。祖道使正教大。明", "847": "於一統釋疑。情桎梏於畛畦。導黎庶於重昏。", "848": "報皇恩於萬世。󱓜莫及矣貽諸後云。", "849": "荊岑接待主智通拜書", "850": "結蓮社以開宗。遠祖垂範於千載之上。集法", "851": "寶以為鑑。優曇示現於像季之時。以蓮為名。", "852": "顯一心□本淨。其為宗也攝三根圓證真□。", "853": "以寶為喻。濟萬有以無窮。其為鑑也爍群昏", "854": "洞超□劫卓然為一家正論。廓然破諸宗異", "855": "說。披文三復實非小補。甞觀□□集中禪經", "856": "序有。所謂千載之下優曇再證可不圻乎。祖", "857": "師遠記果符於今日。信而有徵矣。", "858": "天峯比丘　致祐　拜手書", "859": "禮云。其人存則其政舉。旨哉斯言三宗。", "860": "聖人垂世立教。覺斯民之未覺。途殊而歸同。", "861": "中古以降支分派列。愈出而愈政。失其本旨", "862": "者可勝道哉。蓮教自東晉廬山尊者啟其端。", "863": "當時名流如劉雷諸賢皆在社中。其盛集概", "864": "可想見矣。逮至宋末群不逞輩指蓮宗而聚。", "865": "眾不知本旨有玷。前賢為世所嗤久矣。東林", "866": "祖堂優曇大師憫斯教之湮微。救流俗之邪", "867": "舛。搜集善言纂成一編。目曰蓮宗寶鑑。使佛", "868": "祖之道復還舊貫。確然正論皎如日星。願諸", "869": "佛子見自性彌陀悟本來清淨。又何獨稱揚", "870": "聖號。想念西方然後得生淨土耶。作如是見", "871": "者辜負廬山尊者不少矣。至大改元良月立", "872": "冬日。翰林學士承旨資善大夫知制誥兼修", "873": "國史疇齋張仲壽書。", "874": "裂蓋網出愛河。破無明超有漏。惟念佛法門", "875": "為最。苟不越一念而契證。則塵沙剎海廓然", "876": "歸乎。智照無東西之間淨穢之殊。四生九有", "877": "咸入神通大光□藏自遠祖立教見聞薰修獲", "878": "益者。不可周知而悉數也。嗟乎去古時遙法", "879": "久成弊。優曇老師終見不平。集大藏要文群", "880": "賢明迹。曰蓮宗寶鑑。親捧綸音流通于世。真", "881": "萬古不易之論。俾後之學者鑑斯文。具正見", "882": "同遊常寂光土。豈小補哉。歲甲寅正月旦日", "883": "廬山無住道人竺源永盛　拜手。", "884": "父母非我親誰是最親者。諸佛非我道誰是", "885": "最道者。古洪水月居士何道昇。為母持齋施", "886": "財。率眾同緣刊蓮宗寶鑑一部。流通佛法報", "887": "答四恩。願一切人得念佛三昧如大勢至。母", "888": "子歷生不相違。遠心開意解同證菩提。可謂", "889": "孝慈之心至矣博矣。親恩佛恩一時報畢。余", "890": "嘉其志合掌讚嘆。為說偈云。", "891": "流通佛法報慈恩母子天真一會人", "892": "為報諸方求佛者看他樣子重生身", "893": "廬山優曇　普度　謹題", "894": "吾佛生於西方。大教流於中國。不言而自", "895": "信。不化而自行者。以其機感相投自然而", "896": "然也。至於東晉。廬山遠祖與諸高蹈賢士", "897": "大夫。同結淨土妙緣。專修念佛三昧。惺惺", "898": "寂寂寂寂惺惺。發揚先覺之微言。永為後", "899": "人之明鑑。上以陰翊皇度。下以化利生民。", "900": "可謂盡善盡美而已。垂之千年復有繼踵。", "901": "苾芻優曇應□每見稱蓮宗者未諳念佛旨", "902": "趣。謬解錯路修行目睹耳聞比比皆是擬", "903": "避水溺却遭火焚。憫斯愚輩痛切哀憐。由", "904": "是□尋大藏。博採微言。圖寫四土。綴文", "905": "十篇。目曰寶鑑。不唯照分妍醜。抑亦明驗", "906": "偽真。與盲者點開眼睛。與迷者指歸覺路。", "907": "言言有據字字無虛。修行要旨勿越於斯。", "908": "茲者奉佛弟子眾善人等生居聖世。感荷", "909": "皇恩。幸聞佛祖正傳。得獲蓮宗寶鑑。坐閱", "910": "行披歡喜踊躍。是以鳩集同志謹捨淨財。", "911": "命工刊印流通。請師慈悲跋語。提携晚進", "912": "接引後來。苟勿拒焉實為幸矣。余再三辭", "913": "義不從讓。遂乃焚香說偈讚曰。東晉廬山", "914": "十八賢。鑿池引水種金蓮。蓮生華發心明", "915": "朗。華落蓮成道果圓。普度綴文名寶鑑。善", "916": "人謄寫錄瓊篇。命工刊印流通施。永與人", "917": "天作正傳。", "918": "大明宣德四年歲次己酉夏末秋初禪林解", "919": "制日。僧錄司右講經古并沙門　敬跋", "920": "西蜀楚山和尚示眾念佛警語西蜀楚山和尚示眾念佛警語", "921": "原夫佛不自佛。因心而佛。心不自心。由佛而", "922": "心。離心無佛。離佛無心。心佛殊名體無二致。", "923": "是故念佛念心念心念佛。無念無心無心無", "924": "佛。心佛兩忘念不可得。只這不可得處。脫", "925": "體分明纖塵不間。是以真機觸目遍界難藏。", "926": "山色溪聲頭頭顯露。性相平等理事混融。箇", "927": "裏覓一毫自他淨穢之相。了不可得。何聖凡", "928": "迷悟之有耶。於此果能豁開智眼頓悟其旨。", "929": "直下知歸。不妨慶快。設或未能領契須假方", "930": "便而入。所謂方便而入者。何用別覓玄妙。但", "931": "只要發起一箇勇猛堅固信心。將一句阿彌", "932": "陀佛頓在心目之間。不拘經行坐臥靜鬧閑", "933": "忙。默默提撕頻頻返照。了知佛即是心。未審", "934": "心是何物。要看這一念從甚麼處起。又復要", "935": "看破這看的人畢竟是誰。如是觀照念念無", "936": "間。久久自然煉成一片水泄不通。忽於聞聲", "937": "見色應機接物處。不覺驀然冷灰。豆爆烈崩", "938": "虛空之時。管取參究事畢到此。便見自性彌", "939": "陀。頭頭顯現常光淨土。觸處洞然。始信吾言", "940": "不欺於汝。而其平生修行之志。亦乃驗於茲", "941": "矣。恐猶未諭。重說偈言。", "942": "心佛由來強立名都緣攝念遣迷情", "943": "根塵頓處心珠現幻翳空來慧鏡明", "944": "一法不存猶是妄全機拶碎未為平", "945": "直須揣見虛空骨看取優曇火內生", "946": "淮陽曉山和尚勸修淨業箴淮陽曉山和尚勸修淨業箴", "947": "三途罪報因業重。六趣沈淪為惡多。若欲出", "948": "離生死海。速須回首念彌陀。", "949": "一箇彌陀佛。人人本具足。秖緣癡嗔愛。生死", "950": "虛出沒。苦海業因循。萬劫受迷津。不發回頭", "951": "念。轉入展轉深。勸君須猛烈。念佛宜超越。西", "952": "方有世界。名曰安養國。九品妙蓮臺。三空真", "953": "實際。寶殿寶樓閣。黃金以布地。光明常照耀。", "954": "無三惡道懼。示汝諸有情。可以整心趣。棄却", "955": "貪嗔癡。大家秉智慧。冷眼掛眉間。看破紅塵", "956": "事。積金玉如山。難買三寸氣。眷屬與恩親。暫", "957": "如傀儡戲。生前一聚歡。死後誰能替。終有", "958": "散場時。有甚風流譬。靜裏細思量。一場無滋", "959": "味。何不早休心。念佛修三昧。提箇古彌陀。始", "960": "終莫令退。猶如患目人。投醫王所治。遠近與", "961": "高低。柱杖為憑據。信手把堅持。一念無有二。", "962": "步步著脚牢。點點知落處。但無能所礙。終有", "963": "時節至。親叩得醫王。示出真妙劑。豁開正眼", "964": "睛。點破虛幻翳。光明照十方。廓爾通三際。來", "965": "去得自由。一體無拘繫。快樂任逍遙。高唱哩", "966": "囉哩。若能依此修。至道無難易。是人命終時。", "967": "蓮池定有會。只要辦肯心。山僧無賺意。各各", "968": "早迴光。想念西方去。九品悟真空。一念超實", "969": "地。生佛體元同。了證無殊異。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1973 廬山蓮宗寶鑑", "source": "CBETA"}