{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1140 佛說延壽妙門陀羅尼經", "text": {"0": "No. 1140 [Nos. 1138, 1139]", "1": "佛說延壽妙門陀羅尼經", "10": "跋羅墮舍。尊者迦留陀夷。尊者阿泥嚕馱。如", "100": "我亦受持。", "101": "復次若有善男子善女人。發至誠心常能受", "102": "持此陀羅尼。於清旦時依法讀誦者。是人獲", "103": "得二十種功德。若有愛藥如是功德者。當懃", "104": "精進依法讀誦。如上功德決定獲得。云何名", "105": "為二十種功德。一者當持諸佛。二者承事供", "106": "養諸佛。三者所有一切罪業悉皆消滅。四者", "107": "深解妙法。五者獲得長壽六者名稱普聞七", "108": "者獲大富貴。八者獲大勢力。九者常得無病。", "109": "十者具大精進。十一者諸天見重。十二者諸", "11": "是等尊者皆是大阿羅漢。復有無量無邊大", "110": "佛憐愛。十三者獲得善行。十四者獲得善利。", "111": "十五者當作光明。十六者令得歡喜。十七者", "112": "令得記念。十八者身具相好。十九者獲無所", "113": "畏。二十者具足一切善根。", "114": "復次佛告金剛手菩薩。言此即一切如來正", "115": "等正覺最上祕密法陀羅尼章句。是陀羅尼", "116": "故我宣說。善除一切魔冤。一切諸佛咸皆受", "117": "持。", "118": "爾時金剛手菩薩發至誠心。向佛合掌白言", "119": "世尊。我今承佛神力。欲為一切眾生而作救", "12": "菩薩眾。其名曰。", "120": "護利益故。亦隨喜宣說延壽妙門陀羅尼章", "121": "句。世尊若復有人至心受持。於清旦時依法", "122": "讀誦。是人常得擁護。乃至諸魔伺求便者而", "123": "不能侵。於一切處常得安樂。即說陀羅尼曰。", "124": "怛󰍕他引一始詰始詰二哩唧哩唧三左左左左", "125": "四苾苾苾苾五婆婆婆婆六嚕嚕嚕嚕七囉囉囉", "126": "囉八𡁠𡁠𡁠𡁠九惹仁左切下同惹惹惹十屹哩二合", "127": "屹哩二合屹哩二合屹哩二合十一屹囉二合屹囉二合", "128": "屹囉二合屹囉二合十二紇哩二合紇哩二合紇哩二合", "129": "紇哩二合十三訶訶訶訶十四摩摩摩摩十五訶那訶", "13": "金剛幢菩薩摩訶薩。金剛藏菩薩摩訶薩。金", "130": "那十六薩哩嚩二合鉢囉二合爹哩體二合崗引十七", "131": "捺訶捺訶十八薩哩嚩二合設咄嚕二合嚩十九鉢", "132": "左鉢左二十薩哩嚩二合引呬帶室拏引莎引賀引二", "133": "十一", "134": "爾時世尊讚金剛手菩薩摩訶薩言。善哉善", "135": "哉金剛手。此延壽妙門陀羅尼最上成就。當", "136": "為利益安樂一切眾生故。我亦受持。若復有", "137": "人以此延壽妙門陀羅尼正法。於清旦時依", "138": "法讀誦及隨喜者。是人常得擁護增長壽命。", "139": "爾時會中有娑婆世界主大梵天王。向佛合", "14": "剛手菩薩摩訶薩。金剛步菩薩摩訶薩。慈氏", "140": "掌白佛言世尊。我亦承佛神力。隨喜宣說延", "141": "壽妙門陀羅尼正法。若復有人於清旦時。依", "142": "法讀誦受持者。我當於此善男子善女人。於", "143": "一切處常當擁護令得安隱。即說陀羅尼曰。", "144": "怛󰍕他引一呬哩彌里唧里莎引賀引二沒囉二", "145": "合賀摩二合莎哩引莎引賀引三沒囉二合賀摩二", "146": "合鼻引莎引賀引四蘇婆儗引莎引賀引五補瑟波", "147": "二合散悉多二引哩引莎引賀引六", "148": "世尊若有善男子善女人。受持此陀羅尼者。", "149": "所有一切惡魔及諸鬼神等伺求便者。使不", "15": "菩薩摩訶薩。如是等菩薩摩訶薩。皆是賢劫", "150": "得便。於一切處常當擁護。世尊我今為欲利", "151": "益安樂諸眾生故。復說陀羅尼曰。", "152": "怛󰍕他引一唧哩嚩囉尼二㮈摩蘭尼引三哩致", "153": "致爾四慠哩巘馱引哩五薩哩引摩賀那挽多嚕", "154": "尼六入嚩二合引囉引摩引里儞七作訖囉二合", "155": "嚩引計引八設嚩哩引莎引賀引九", "156": "爾時會中有毘沙門天王持國天王增長天王", "157": "廣目天王等。各各向佛頂禮而白佛言。世尊", "158": "我等四王承佛神力。亦欲利益安樂諸善男", "159": "子善女人等。隨喜宣說延壽妙門陀囉尼。此", "16": "中大菩薩眾。爾時金剛手菩薩摩訶薩。於大", "160": "陀羅尼若復有人於清旦時。發至誠心依法", "161": "讀誦。我等四王常當擁護。使無障礙令得安", "162": "隱。即說陀羅尼曰。", "163": "怛󰍕他一補瑟閉二合引蘇補瑟閉二合引二度摩", "164": "波哩賀引哩引三阿哩也二合鉢囉二合設悉帝二合", "165": "引四扇引帝引五莽引誐羅也二合儞目訖帝二合引", "166": "窣覩二合帝引窣覩二合帝引莎引賀引六", "167": "爾時世尊即舒妙色右臂。摩大梵天王及護", "168": "世四王頂。而作是言善哉善哉。汝大梵王及", "169": "護世等。為欲利益安樂一切眾生故。及為護", "17": "眾中從座而起。詣世尊前合掌頂禮。而白佛", "170": "持佛法。善說如是陀羅尼微妙章句。", "171": "復次佛告金剛手菩薩摩訶薩言。若有善男", "172": "子善女人。發至誠心。常於清旦。依法讀誦。如", "173": "是等延壽妙門陀羅尼。是人當得一切如來", "174": "加持擁護。乃至一切天王龍王夜叉王阿脩", "175": "羅王迦樓羅王乾闥婆王緊那羅王摩睺羅伽", "176": "王持明天王。乃至一切人非人等悉皆愛重。", "177": "於一切處常當擁護獲得安隱。", "178": "佛說是經已。金剛手菩薩摩訶薩及諸聲聞。", "179": "乃至大梵護世一切天人阿脩羅乾闥婆人非", "18": "言唯願如來應正等覺。當為利益安樂一切眾", "180": "人等。聞佛所說皆大歡喜信受奉行。", "181": "佛說延壽妙門陀羅尼經", "19": "生故。宣說延壽妙門陀羅尼正法。此陀羅尼", "2": "西天譯經三藏朝散大夫試光祿卿", "20": "正法。乃與我及眾生。作光明照。復為救護。使", "21": "彼一切惡魔伺求便者及諸惡等。所謂惡心", "22": "者瞋怒心者。極惡心者罪業心者。苦惱心者", "23": "不慈心者。乃至天龍夜叉乾闥婆阿脩羅迦", "24": "樓羅摩睺羅伽。羅剎部多毘舍遮必隷多鳩", "25": "盤荼人及非人。如是等諸惡心者皆不能", "26": "侵。又復刀兵毒藥一切疾病亦不能為害。又", "27": "復行住坐臥或語或默。於一切處救護安隱。", "28": "願為我等宣說延壽妙門陀羅尼。何以故此", "29": "陀羅尼有大威力。承此威力我於如來。常深", "3": "明教大師臣法賢奉　詔譯", "30": "尊重承事供養。及救護一切眾生。世尊我今", "31": "為諸眾生作大利益。是故勸請世尊。若有善", "32": "男子善女人求菩薩乘者。得此陀羅尼至心", "33": "受持。是人當得如來覆護。或在戰陣鬪諍疾", "34": "病中夭。如是等難皆不能侵害。", "35": "爾時世尊即受金剛手菩薩請已。讚言善哉", "36": "善哉金剛手。甚善甚善金剛手。汝為利益一", "37": "切眾生至誠勸請。汝今諦聽當為汝說延壽", "38": "妙門陀羅尼正法。金剛手若有善男子善女", "39": "人。欲為受持讀誦延壽妙門陀羅尼正法者。", "4": "如是我聞。一時佛在摩伽陀國成正覺地金", "40": "先須持誦如來灌頂陀羅尼。即說灌頂陀羅", "41": "尼曰。", "42": "嚕酤沒酤一嚕割羅末尼一滿馱儞三末里左", "43": "末儞四末虎末虎里哥引莎引賀引五", "44": "爾時世尊宣說如來灌頂陀羅尼已。告金剛", "45": "手菩薩摩訶薩言。此如來灌頂陀羅尼。能令", "46": "眾生身器清淨。然後持誦延壽妙門陀羅尼。", "47": "得無障難功德成就。即說延壽妙門陀羅尼", "48": "曰。", "49": "怛󰍕切身下同他引一嚩日哩二合嚩日哩二合嚩日哩", "5": "剛座大靈塔處普光明殿大菩提道場。與大", "50": "二合二嚩日囉二合達哩三嚩日囉二合嚩帝四嚩日", "51": "囉二合嚩帝五嚩日囉二合嚩帝六作訖囉二合", "52": "達哩七波哩提毘八儞毘哩九母哩割哩十虎虎", "53": "哩十一傍誐哩十二毘毘十三哩哩始十四嚕嚕十", "54": "五拶哩拶哩十六祖哩十七半拏哩引莎引賀引十八", "55": "怛󰍕切身他曼抳儞十九誐誐哩尼二十曼拏儞", "56": "二十一蘇鉢囉二合曼拏儞二十二曳引計引唧摩摩", "57": "播波哥引哩尼夜二合引悉帝二合釤那引設儞鉢", "58": "囉二合那舍儞莎引賀引二十三摩摩薩哩嚩二合播", "59": "波鉢囉二合那引設儞二十四遏哥引羅沒哩二合怛", "6": "聲聞眾千二百五十人俱。其名曰尊者舍利", "60": "踰二合鉢囉二合帝尸達儞二十五薩哩嚩二合設咄", "61": "嚕二合儞嚩引囉尼二十六薩哩嚩二合訥莎鉢那二", "62": "合鉢囉二合底尸達儞二十七怛󰍕他引曳引計引唧", "63": "咄半音播引波哥引哩拏二十八悉帝二合釤那引設", "64": "儞二十九尾那引設儞三十鉢囉一合拏引設儞三十一", "65": "滿馱儞三十二親那儞三十三親那親那三十四尾哩引", "66": "彌哩三十五喝怛儞引三十六嚩哩引嚩哩引三十七毘引禰", "67": "毘禰三十八毘哩毘哩三十九頻禰頻禰四十阿波哩", "68": "娑囉尼引四十一左囉左囉尼引四十二左囉哥引拏曳引四", "69": "十三沒囉二合賀摩二合嚩引哩尼四十四印捺囉三", "7": "子。尊者大目乾連。尊者大迦旃延。尊者大迦", "70": "合嚩帝四十五狄提引囉野尼四十六那謨引摩呬引", "71": "說囉攞野儞四十七哩始畔惹仁左切下同儞四十八畔惹", "72": "儞四十九哥引羅嚩引儞儞五十部引多嚩引儞儞", "73": "五十一薩爹嚩引儞儞五十二薩爹割替引五十三薩摩嚩", "74": "帝五十四蘇摩鉢囉二合毘引莎引賀引五十五摩摩禰引", "75": "哩伽二合引喻瑟哥二合跢引野五十六怛󰍕他引五十七訶", "76": "囉訶囉呬引際引莎引賀引五十八摩摩設咄嚕二合", "77": "鉢囉二合底尸引達那跢引野五十九怛󰍕他引六十誐", "78": "底多六十一鉢底多六十二阿曳那六十三阿哩昝仁感切鼻", "79": "那六十四割哩二合割哩二合那儞六十五沒跢引拏儞", "8": "葉。尊者阿難。尊者羅睺羅。尊者護國。尊者離", "80": "六十六摩引哩誐二合引毘嚕喝儞六十七虎沙嚩帝六十八", "81": "補沙嚩帝六十九呬哩呬哩七十拽他阿屹儞二合七十", "82": "一拽他阿波蘭唧七十二拽他阿婆野七十三拽他引", "83": "紇哩二合那野七十四末謨引波哩訥瑟吒二合七十五", "84": "薩哩嚩二合訥瑟吒二合七十六鉢囉二合底尸達那", "85": "跢引野七十七", "86": "爾時世尊說是延壽妙門陀羅尼已。告金剛", "87": "手菩薩言。此延壽妙門陀羅尼。乃是過去諸", "88": "佛正等正覺。為利益一切眾生故。常當受持", "89": "為人宣說。是過去諸佛互相隨喜發誠實誓。", "9": "婆多。尊者周利盤陀伽。尊者憍梵波提。尊者", "90": "我亦如是為欲利益一切眾生故。說此陀羅", "91": "尼正法。", "92": "爾時世尊說是語已。即於眉間放一大人相", "93": "光。普照十方一切佛剎。而彼佛剎皆同一光。", "94": "光所照處諸佛世尊各離本土。須臾之頃悉", "95": "來至此娑婆世界。雲集如來說法之處。是十", "96": "方佛咸皆讚言。善哉善哉世尊釋迦牟尼佛。", "97": "為利益一切眾生故。宣說延壽妙門陀羅尼", "98": "正法。與諸眾生作於明照。使令歡喜俾得記", "99": "念。亦能除滅一切魔冤。此陀羅尼如佛所說"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1140 佛說延壽妙門陀羅尼經", "author": "宋 法賢譯", "sourceLink": "http://www.cbeta.org/"}