{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論", "text": {"0": "問分1 入品", "1": "舍利弗阿毘曇論卷第二", "10": "攝四大所造淨色。是名眼界。若眼我分攝眼", "100": "見學人若須陀洹。若斯陀含。若阿那含。觀智", "101": "具足。若智地若觀解脫心。即證沙門果。若須", "102": "陀洹果。若斯陀含果。若阿那含果。無學人", "103": "欲得阿羅漢。未得聖法。欲得觀智具足。若智", "104": "地若觀解脫心。即得阿羅漢果。若實人若趣", "105": "若意界。是名意界聖。意識界亦如是。云何法", "106": "界非聖。若法界有漏。是名法界非聖。云何法", "107": "界非聖。受受陰想受陰行受陰。若色不可見", "108": "無對有漏。若非聖無為。是名法界非聖。云何", "109": "法界非聖。若法界若非學非無學。受想乃至", "11": "界四大所造。過去未來現在淨色。是名眼界。", "110": "無想定。初四色非聖七無為。是名法界非聖。", "111": "云何法界聖。若法無漏。是名法界聖。云何法", "112": "界聖。信根及信根相應心數法。若法非緣無", "113": "漏。是名法界聖。云何法界聖。若法界聖。若法", "114": "界學若無學。學人離結使。乃至即得阿羅漢", "115": "果。若實人若趣。若受想思觸思惟覺觀。見慧", "116": "解脫無癡順信悅喜心進心除信欲不放逸", "117": "念定心捨得果滅盡定。正語正業正命正身", "118": "進正身除智緣盡決定。是名法界聖。", "119": "十八界幾有漏幾無漏。十五有漏。三二分或", "12": "云何眼界。若眼我分攝已見色今見當見不", "120": "有漏或無漏。云何十五有漏。十色界五識界。", "121": "是名十五有漏。云何三二分或有漏或無漏。", "122": "意界意識界法界。是名三二分或有漏或無", "123": "漏。云何意界有漏。意界若有愛。是名意界有", "124": "漏。云何意界有漏。意界若非學非無學意界是", "125": "名意界有漏。云何意界無漏。若意界無愛。是", "126": "名意界無漏。云何意界無漏。若意界信根相", "127": "應意界。是名意界無漏。云何意界無漏。若意", "128": "界若學無學人離結使。乃至即得阿羅漢果。", "129": "若實人若趣意界。是名意界無漏。意識界亦", "13": "定。若眼我分攝色光已來今來當來不定。是", "130": "如是。云何法界有漏。若法界有愛。是名法界", "131": "有漏。云何法界有漏。受受陰想受陰行受陰。", "132": "若色不可見無對有愛。是名法界有漏。云何", "133": "法界有漏。若法界非學非無學。受想乃至無", "134": "想定初四色。是名法界有漏。云何法界無漏。", "135": "若法界無愛。是名法界無漏。云何法界無漏。", "136": "信根及相應心數法。若法非緣無愛。是名法", "137": "界無漏。云何法界無漏。若法界若學無學若", "138": "非聖無為。學人離結使。及至即得阿羅漢果。", "139": "若實人若趣若受想思觸思惟覺觀。見慧解", "14": "名眼界。云何眼界。若眼我分攝眼已對色今", "140": "脫無癡順信悅喜心進心除。信欲不放逸念", "141": "定心捨得果滅盡定。正語正業正命正身進", "142": "正身除。智緣盡非智緣盡。決定法住。緣空處", "143": "智識處智不用處智非想非非想處智。是名", "144": "法界無漏。有愛無愛有求無求當取非當取", "145": "有取無取有勝無勝亦如是。", "146": "十八界幾受幾非受。五受十三二分。或受或", "147": "非受。云何五受。眼界耳界鼻界舌界身界。", "148": "是名五受。云何十三二分或受或非受。色界", "149": "聲界香界味界觸界。眼識界耳識界鼻識界", "15": "對當對不定。若眼我分攝色已對眼今對當", "150": "舌識界身識界意界意識界法界。是名十三", "151": "二分或受或非受。云何色界受。色界若內。是", "152": "名色界受。云何色界受。若色界業法煩惱所", "153": "生報我分攝。身好色非好色。端嚴非端嚴。", "154": "妍膚非妍膚。嚴淨非嚴淨。若受心所起去", "155": "來屈申迴轉身教。是名色界受。云何色界非", "156": "受。若色界外。是名色界非受。云何色界非受。", "157": "若色界善若不善若無記非我分攝。若善心", "158": "若不善心若非報非報法。心所起去來屈申", "159": "迴轉身教。若外色眼識所知。是名色界非受。", "16": "對不定。是名眼界。若眼無礙。是眼是眼入是", "160": "云何聲界受。若聲界是內。是名聲界受。云何", "161": "聲界受。若聲界業法煩惱所生報我分攝。身", "162": "好聲非好聲。眾妙聲非眾妙聲。軟聲非軟聲。", "163": "受心所起集聲音句言語口教。是名聲界受。", "164": "云何聲界非受。若聲界外。是名聲界非受。云", "165": "何聲界非受。若聲界善若不善若無記非我", "166": "分攝。若善心若不善心若非報非報法。心所", "167": "起集聲音句言語口教。若外聲耳識所知。", "168": "是名聲界非受。云何香界受。若香界內。是名", "169": "香界受。云何香界受若香界業法煩惱所生", "17": "眼根是眼界。是田是物是門是藏。是世是淨", "170": "報我分攝。身好香非好香。軟香非軟香。適意", "171": "香非適意香。是名香界受。云何香界非受。若", "172": "香界外外香鼻識所知。樹根香樹心香樹膠", "173": "香樹皮香。葉香花香果香。好香非好香。及", "174": "餘外香鼻識所知。是名香界非受。云何味界", "175": "受。若味界內。是名味界受。云何味界受。若味", "176": "界業法煩惱所生報我分攝。身甜酢苦辛醎", "177": "淡涎癊。是名味界受。云何味界非受。若", "178": "味界外外味舌識所知。若甜酢苦辛醎淡。", "179": "外汁及餘外味舌識所知。是名味界非受。云", "18": "是泉是海。是沃燋是洄澓是瘡是繫是目。", "180": "何觸界受。若觸界內。是名觸界受。云何觸界", "181": "受。若觸界業法煩惱所生報我分攝。身冷熱", "182": "輕重麁細澁滑堅軟。是名觸界受。云何觸", "183": "界非受。若觸界外。若外觸身識所知。若冷熱", "184": "輕重麁細澁滑堅軟。及餘外觸身識所知。是", "185": "名觸界非受。云何眼識界受。若眼識界內。是", "186": "名眼識界受。云何眼識界受。若眼識界業法", "187": "煩惱所生報我分攝眼識界。是名眼識界受。", "188": "云何眼識界非受。若眼識界外眼識界。是名", "189": "眼識界非受。耳識界鼻識界舌識界身識界", "19": "是入我分是此岸。是內入眼見色。是名眼界。", "190": "亦如是。云何意界受。若意界內。是名意界受。", "191": "云何意界受。若意界業法煩惱所生報我分", "192": "攝。是名意界受。云何意界非受。若意界外。是", "193": "名意界非受。云何意界非受。若意界善不善", "194": "若無記非我分攝意界。是名意界非受。意識", "195": "界亦如是。云何法界受。若法界內。是名法界", "196": "受。云何法界受。若法界業法煩惱所生報我", "197": "分攝。受想思觸思惟覺觀。見慧解脫悔不悔", "198": "悅喜心進信欲念怖生命有漏身進。是名法", "199": "界受。云何法界非受。若法界外。是名法界", "2": "姚秦罽賓三藏曇摩耶舍", "20": "耳界鼻界舌界身界亦如是。云何色界。色入", "200": "非受。云何法界非受。若法界善若不善若無", "201": "記非我分攝。餘法界非受。是名法界非受。內", "202": "外亦如是。", "203": "十八界幾有報幾無報。十三無報。五二分或", "204": "有報或無報。云何十三無報。八色界五識界。", "205": "是名十三無報。云何五二分或有報或無報。", "206": "色界聲界意界意識界法界。是名五二分或", "207": "有報或無報。云何色界有報。若色界報法。是", "208": "名色界有報。云何色界有報。若色界善若不", "209": "善若善心若不善心所起。去來屈申迴轉身", "21": "是名色界。云何色界。若色隨行色相。是名色", "210": "教。是名色界有報。云何色界無報。若色界報", "211": "色界非報非報法。身好色非好色。端嚴非端", "212": "嚴。妍膚非妍膚。嚴淨非嚴淨。無記心所", "213": "起去來屈申迴轉身教。若外色眼識所知。是", "214": "名色界無報。云何聲界有報。若聲界報法。是", "215": "名聲界有報。云何聲界有報。若聲界善若不", "216": "善若善心若不善心所起集聲音句言語口教。", "217": "是名聲界有報。云何聲界無報。若聲界報若", "218": "聲界非報非報法。身好聲非好聲。眾妙聲非", "219": "眾妙聲。軟聲非軟聲。無記心所起集聲音", "22": "界。云何色界。若色可見有對眼識所知。是名", "220": "句言語口教。若外聲耳識所知。是名聲界無", "221": "報。云何意界有報。若意界報法。是名意界有", "222": "報。云何意界有報。除意界善報。餘意界善若", "223": "不善意界。是名意界有報。云何意界無報。若", "224": "意界報若意界非報非報法意界。是名意界", "225": "無報。意識界亦如是。云何法界有報。若法界", "226": "報法。是名法界有報。云何法界有報。除法界", "227": "善報。餘法界善若有為。若不善受想乃至煩", "228": "惱使結二定一切色。是名法界有報。云何法", "229": "界無報。若法界報若法界非報非報法。除無", "23": "色界。云何色界。若色界業法煩惱所生報我", "230": "貪無恚無癡煩惱使結身口非戒無教。餘", "231": "法界無報。是名法界無報。", "232": "十八界幾心幾非心。七心十一非心。云何七", "233": "心。七識界是名七心。云何十一非心。十色界", "234": "法界。是名十一非心。", "235": "十八界幾心相應。幾非心相應。十非心相應。", "236": "七不說心相應非心相應。一二分或心相應", "237": "或非心相應。云何十非心相應。十色界是名", "238": "十非心相應。云何七不說心相應非心相應。", "239": "七識界是名七不說心相應非心相應。云", "24": "分攝。身好色非好色。端嚴非端嚴。妍膚非", "240": "何一二分或心相應或非心相應。法界是名", "241": "一二分或心相應或非心相應。云何法界心", "242": "相應。若法界心數受想乃至煩惱使。是名法", "243": "界心相應。云何法界非心相應。若法界若非", "244": "心生。乃至非想非非想處智。是名法界非心", "245": "相應。", "246": "十八界幾心數幾非心數。十七非心數。一", "247": "二分或心數或非心數。云何十七非心數。十", "248": "色界七識界。是名十七非心數。云何一二分", "249": "或心數或非心數。法界是名一二分或心數", "25": "妍膚。嚴淨非嚴淨。若善心若不善心若無記", "250": "或非心數。云何法界心數。若法界有緣受想", "251": "乃至煩惱使。是名法界心數。云何法界非心", "252": "數。若法界非緣生。乃至非想非非想處智。是", "253": "名法界非心數。", "254": "十八界幾有緣幾無緣。七有緣十無緣。一二", "255": "分或有緣或無緣。云何七有緣。七識界是名", "256": "七有緣。云何十無緣。十色界是名十無緣。云", "257": "何一二分或有緣或無緣。法界是名一二分", "258": "或有緣或無緣。云何法界有緣。若法界心數", "259": "受想乃至煩惱使。是名法界有緣。云何法界", "26": "心所起去來屈申迴轉身教。若外色眼識所", "260": "無緣。若法界非心數生。乃至非想非非想處", "261": "智。是名法界無緣。", "262": "十八界幾共心幾不共心。十七不共心。一二", "263": "分或共心或不共心。云何十七不共心。十色", "264": "界七識界。是名十七不共心。云何一二分或", "265": "共心或不共心。法界是名一二分或共心或", "266": "不共心。云何法界共心。若法界隨心轉共心", "267": "生共住共滅。受想乃至煩惱使。有漏身口戒", "268": "無教。有漏身進有漏身除。正語正業正命正", "269": "身進正身除。是名法界共心。云何法界不共", "27": "知。青黃赤白紫黑麁細長短方圓。水陸光影", "270": "心。若法界不隨心轉不共心生不共住不共", "271": "滅。生乃至非想非非想處智。是名法界不共", "272": "心。隨心轉不隨心轉亦如是。", "273": "十八界幾業幾非業。十五非業。三二分或業", "274": "或非業。云何十五非業。八色界七識界。是名", "275": "十五非業。云何三二分或業或非業。色界聲", "276": "界法界。是名三二分或業或非業。云何色界", "277": "業。若善心若不善心若無記心所起。去來屈", "278": "申迴轉身教。是名色界業。云何色界非業。身", "279": "好色非好色。端嚴非端嚴。妍膚非妍膚。嚴", "28": "烟雲塵霧氣明闇。及餘外色眼識所知。是名", "280": "淨非嚴淨。若外色眼識所知。是名色界非業。", "281": "云何聲界業。若善心若不善心若無記心所", "282": "起集聲音句言語口教。是名聲界業。云何聲", "283": "界非業。身好聲非好聲。眾妙聲非眾妙聲。軟", "284": "聲非軟聲。若外聲耳識所知。是名聲界非業。", "285": "云何法界業。思身口非戒非教。有漏身口戒", "286": "無教。正語正業正命。是名法界業。云何法", "287": "界非業。除思身口非戒無教有漏身口戒無", "288": "教正語正業正命。餘法界非業。是名法界非", "289": "業。", "29": "色界。云何聲界。聲入是名聲界。云何聲界。若", "290": "十八界幾業相應。幾非業相應。七業相應。十", "291": "非業相應。一三分或業相應或非業相應。或", "292": "不說業相應非業相應。云何七業相應。七識", "293": "界是名七業相應。云何十非業相應。十色界", "294": "是名十非業相應。云何一三分或業相應或", "295": "非業相應或不說業相應非業相應。法界是", "296": "名一三分或業相應或非業相應或不說業相", "297": "應非業相應。云何法界業相應。若法界思相", "298": "應。除思餘受想乃至煩惱使。是名法界業相", "299": "應。云何法界非業相應。若法界非思相應。生", "3": "共曇摩崛多等譯", "30": "色不可見有對。耳識所知。是名聲界。云何聲", "300": "乃至非想非非想處智。是名法界非業相應。", "301": "云何法界不說業相應非業相應。思是名法", "302": "界不說業相應非業相應。", "303": "十八界幾共業幾非共業。七共業十不共業。", "304": "一二分或共業或不共業。云何七共業。七識", "305": "界是名七共業。云何十不共業。十色界是名", "306": "十不共業。云何一二分或共業或不共業。法", "307": "界是名一二分或共業或不共業。云何法界", "308": "共業。若法界隨業轉共業生共住共滅。受想", "309": "定心思觸乃至煩惱使。二定有漏身口戒無", "31": "界。若聲界業法煩惱所生報我分攝。身好聲", "310": "教。有漏身進有漏身除。正語正業正命正身", "311": "進正身除。是名法界共業。云何法界不共業。", "312": "若法界不隨業轉不共業生不共住不共滅。", "313": "不定心思生老死命結得果。身口非戒無教。", "314": "有漏身口戒無教。有漏身進九無為。是名法", "315": "界不共業。隨業轉不隨業轉亦如是。", "316": "十八界幾因幾非因。七因七非因。四二分或", "317": "因或非因。云何七因。七識界是名七因。云何", "318": "七非因。眼界耳界鼻界舌界身界香界味界。", "319": "是名七非因。云何四二分或因或非因。色界", "32": "非好聲。眾妙聲非眾妙聲。軟聲非軟聲。若善", "320": "聲界觸界法界。是名四二分或因或非因。云", "321": "何色界因。若色界報法。是名色界因。云何色", "322": "界因。若色界若善不善。若善心若不善心所", "323": "起。去來屈申迴轉身教。是名色界因。云何色", "324": "界非因。若色界報若色界非報非報法。身好", "325": "色非好色。端嚴非端嚴。妍膚非妍膚。嚴淨", "326": "非嚴淨。無記心所起去來屈申迴轉身教。若", "327": "外色眼識所知。是名色界非因。云何聲界因。", "328": "若聲界報法。是名聲界因。云何聲界因。若聲", "329": "界善不善。若善心若不善心所起集聲音句", "33": "心若不善心若無記心所起集聲音句言語口", "330": "言語口教。是名聲界因。云何聲界非因。若聲", "331": "界報若聲界非報非報法。身好聲非好聲。眾", "332": "妙聲非眾妙聲。軟聲非軟聲。無記心所起集", "333": "聲音句言語口教。若外聲耳識所知。是名聲", "334": "界非因。云何觸界因。四大地大水大火大風", "335": "大。是名觸界因。云何觸界非因。除四大餘觸", "336": "界所攝法。是名觸界非因。云何法界因。若法", "337": "界緣若法界非緣有報。除得果餘法界非緣", "338": "若報。受想乃至煩惱使結。二定一切色。是名", "339": "法界因。云何法界非因。若非緣無報不共業", "34": "教。若外聲耳識所知。唄聲大鼓聲小鼓聲", "340": "生老死命得果。有漏身進九無為。是名法界", "341": "非因。", "342": "十八界幾有因幾無因。十七有因。一二分或", "343": "有因或無因。云何十七有因。十色界七識", "344": "界。是名十七有因。云何一二分或有因或無", "345": "因。法界是名一二分或有因或無因。云何法", "346": "界有因。若法界有緒受想。乃至正身除。是名", "347": "法界有因。云何法界無因。若法界無緒智緣", "348": "盡。乃至非想非非想處智。是名法界無因。有", "349": "緒無緒有緣無緣有為無為亦如是。", "35": "箏聲箜篌聲銅鈸聲。舞聲歌聲伎樂聲哭", "350": "十八界幾知幾非知。一切知如事知見。", "351": "十八界幾可識幾非可識。一切識意識如事", "352": "識。", "353": "十八界幾解幾非解。一切解如事知見。", "354": "十八界幾了幾非了。一切了如事知見。", "355": "十八界幾斷智知。幾非斷智知。十三非斷智", "356": "知。五二分或斷智知或非斷智知。云何十三", "357": "非斷智知。八色界五識界。是名十三非斷智", "358": "知。云何五二分或斷智知或非斷智知。色界", "359": "聲界意界意識界法界。是名五二分或斷智知", "36": "聲。男聲女聲人聲非人聲。眾生聲非眾生聲。", "360": "或非斷智知。云何色界斷智知。若色界不善", "361": "若不善心所起。去來屈申迴轉身教。是名色", "362": "界斷智知。云何色界非斷智知。若色界善若", "363": "無記。身好色非好色。端嚴非端嚴。妍膚非", "364": "妍膚。嚴淨非嚴淨。若善心若無記心所起。", "365": "去來屈申迴轉身教。若外色眼識所知。是名", "366": "色界非斷智知。云何聲界斷智知。若聲界不", "367": "善不善心所起集聲音句言語口教。是名聲", "368": "界斷智知。云何聲界非斷智知。若聲界善若", "369": "無記。身好聲非好聲。眾妙聲非眾妙聲。軟聲", "37": "去聲來聲相觸聲。風聲雨聲水聲。諸大相觸", "370": "非軟聲。若善心若無記心所起集聲音句言語", "371": "口教。若外聲耳識所知。是名聲界非斷智知。", "372": "云何意界斷智知。若意界不善意界。是名意", "373": "界斷智知。云何意界非斷智知。若意界善若", "374": "無記意界。是名意界非斷智知。意識界亦如", "375": "是。云何法界斷智知。若法界不善受想思觸", "376": "思惟覺觀。見慧解脫悔不悔悅喜心進信欲", "377": "念疑怖煩惱使結。身口非戒無教。有漏身進。", "378": "是名法界斷智知。云何法界非斷智知。若法", "379": "界善若無記。除疑煩惱使結身口非戒無教。", "38": "聲。及餘外聲耳識所知。是名聲界。云何香界。", "380": "餘法界非斷智知。斷非斷亦如是。", "381": "十八界幾修幾非修。十三非修。五二分或修", "382": "或非修。云何十三非修。八色界五識界。是名", "383": "十三非修。云何五二分或修或非修。色界聲", "384": "界意界意識界法界。是名五二分或修或非", "385": "修。云何色界修。若色界善若善心所起。去來", "386": "屈申迴轉身教。是名色界修。云何色界非修。", "387": "若色界不善若無記。身好色非好色。端嚴非", "388": "端嚴。妍膚非妍膚。嚴淨非嚴淨。若不善心", "389": "若無記心所起。去來屈申迴轉身教。若外色", "39": "若香入是名香界。云何香界若色不可見有對", "390": "眼識所知。是名色界非修。云何聲界修。若聲", "391": "界善若善心所起集聲音句言語口教。是名", "392": "聲界修。云何聲界非修。若聲界不善若無記。", "393": "身好聲非好聲。眾妙聲非眾妙聲。軟聲非軟", "394": "聲。若不善心若無記心所起集聲音句言語口", "395": "教。若外聲耳識所知。是名聲界非修。云何意", "396": "界修。若意界善意界。是名意界修。云何意界", "397": "非修。若意界不善若無記意界。是名意界非", "398": "修。意識界亦如是。云何法界修。若法界善受", "399": "想。乃至心捨無想定得果滅盡定。有漏身口", "4": "2 界品問分界品第二", "40": "鼻識所知。是名香界。云何香界。若香界業法", "400": "戒無教。有漏身進有漏身除。正語正業正命", "401": "正身進正身除。智緣盡決定。是名法界修。云", "402": "何法界非修。法界不善若無記受想思觸思", "403": "惟覺觀。見慧解脫悔不悔悅喜心進信欲念", "404": "疑怖煩惱使生老死命結。身口非戒無教。有", "405": "漏身進非聖七無為。是名法界非修。", "406": "十八界幾證幾非證。一切證如事知見。", "407": "十八界幾善幾非善幾無記。十三無記。五三", "408": "分或善或不善或無記。云何十三無記。八色", "409": "界五識界。是名十三無記。云何五三分或善", "41": "煩惱所生報我分攝。身好香非好香。軟香非", "410": "或不善或無記。色界聲界意界意識界法界。", "411": "是名五三分或善或不善或無記。云何色界", "412": "善。若色界修善心所起。去來屈申迴轉身教。", "413": "是名色界善。云何色界不善。若色界斷不善", "414": "心所起。去來屈申迴轉身教。是名色界不善。", "415": "云何色界無記。若色界受若色界非報非報", "416": "法。身好色非好色。端嚴非端嚴。妍膚非妍", "417": "膚。嚴淨非嚴淨。無記心所起去來屈申迴轉", "418": "身教。若外色眼識所知。是名色界無記。云何", "419": "聲界善。若聲界修善心所起集聲音句言語口", "42": "軟香。適意香非適意香。若外香鼻識所知樹", "420": "教。是名聲界善。云何聲界不善。若聲界斷不", "421": "善心所起集聲音句言語口教。是名聲界不", "422": "善。云何聲界無記。若聲界受若聲界非報非", "423": "報法。身好聲非好聲。眾妙聲非眾妙聲。軟聲", "424": "非軟聲。無記心所起集聲音句言語口教。若", "425": "外聲耳識所知。是名聲界無記。云何意界善。", "426": "若意界修。是名意界善。云何意界不善。若意", "427": "界斷意界。是名意界不善。云何意界無記。若", "428": "意界受若意界非報非報法意界。是名意界", "429": "無記。意識界亦如是。云何法界善。若法界修", "43": "根香樹心香樹膠香樹皮香葉香花香果香。", "430": "受想。乃至心捨無想定得果滅盡定。有漏身", "431": "口戒無教。有漏身進有漏身除。正語正業正", "432": "命正身進正身除。智緣盡決定。是名法界善。", "433": "云何法界不善。若法界斷受想思觸思惟覺", "434": "觀。見慧解脫悔不悔悅喜心進信欲念疑怖", "435": "煩惱使結。身口非戒無教。有漏身進。是名法", "436": "界不善。云何法界無記。若法界受非報非報", "437": "法非聖無為。受想思觸思惟覺觀。見慧解脫", "438": "悔不悔悅喜心進信欲念怖生老死命。有漏", "439": "身進非聖七無為。是名法界無記。", "44": "好香非好香。及餘外香鼻識所知。是名香界。", "440": "十八界幾學幾無學。幾非學非無學。十五非", "441": "學非無學。三三分或學或無學或非學非無", "442": "學。云何十五非學非無學。十色界五識界。是", "443": "名十五非學非無學。云何三三分或學或無", "444": "學或非學非無學。意界意識界法界。是名三", "445": "三分或學或無學或非學非無學。云何意界學", "446": "若意界聖非無學。是名意界學。云何意界學。", "447": "若意界學信根相應意界。是名意界學。云何", "448": "意界學。學人離結使聖心入聖道。若堅信若", "449": "堅法。及餘趣人見行過患。觀涅槃寂滅。如實", "45": "云何味界。若味入是名味界。云何味界。若色", "450": "觀苦集滅道。未得欲得。未解欲解。未證欲證。", "451": "離煩惱修道。見學人若須陀洹斯陀含阿那", "452": "含。觀智具足。若智地若觀解脫心。即證沙門", "453": "果。若須陀洹果斯陀含果阿那含果。若實人", "454": "若趣意界。是名意界學。云何意界無學。若意", "455": "界聖非學是名意界無學。云何意界無學。若", "456": "意界無學信根相應意界。是名意界無學。云", "457": "何意界無學。無學人欲得阿羅漢。未得聖法。", "458": "欲得修道。觀智具足。若智地若觀解脫心。即", "459": "得阿羅漢果。若實人若趣意界。是名意界無", "46": "不可見有對舌識所知。是名味界。云何味界。", "460": "學。云何意界非學非無學。若意界非聖意界。", "461": "是名意界非學非無學。意識界亦如是。云何", "462": "法界學。若法界聖非無學。是名法界學。云何", "463": "法界學。學信根及相應心數法。若法界緣無", "464": "漏非無學。是名法界學。云何法界學。學人離", "465": "結使聖心入聖道。乃至即得阿那含果。若實", "466": "人若趣受想思觸思惟覺觀。見慧解脫無癡順", "467": "信悅喜心進心除。信欲不放逸念定心捨得", "468": "果滅盡定。正語正業正命正身進正身除。智", "469": "緣盡決定。是名法界學。云何法界無學。若法", "47": "若味界業法煩惱所生報我分攝。身甜酢苦", "470": "界聖非學。是名法界無學。云何法界無學。無", "471": "學信根及相應心數法若法界非緣無漏非學。", "472": "是名法界無學。云何法界無學。無學人乃至", "473": "即得阿羅漢果。若實人若趣若受想思觸思", "474": "惟覺觀。見慧解脫無癡順信悅喜心進心除。", "475": "信欲不放逸念心捨得果滅盡定。正語正業", "476": "正命正身進正身除智緣盡。是名法界無學。", "477": "云何法界非學非無學。若法界非聖受受陰", "478": "想受陰行受陰。若色不可見無對有漏。若非", "479": "聖無為受想定初四色。非聖七無為。是名法", "48": "辛醎淡涎癊。若外味舌識所知。若甜酢苦辛", "480": "界非學非無學。", "481": "十八界幾報幾報法。幾非報非報法。五報。八", "482": "二分或報或非報非報法。五三分或報或報", "483": "法或非報非報法。云何五報。眼界耳界鼻界", "484": "舌界身界。是名五報。云何八二分或報或非", "485": "報非報法。香界味界觸界眼識界耳識界鼻", "486": "識界舌識界身識界。是名八二分或報或非", "487": "報非報法。云何五三分或報或報法或非報", "488": "非報法。色界聲界意界意識界法界。是名五", "489": "三分或報或報法或非報非報法。云何香界", "49": "醎淡若水若汁。及餘外味舌識所知。是名味", "490": "報。若香界受。是名香界報。云何香界報。若香", "491": "界業法煩惱所生報我分攝。身好香非好香。", "492": "軟香非軟香。適意香非適意香。是名香界報。", "493": "云何香界非報非報法。若香界外。若外香鼻", "494": "識所知。樹根香樹心香樹膠香樹皮香。葉香", "495": "花香果香。好香非好香。及餘外香鼻識所知。", "496": "是名香界非報非報法。云何味界報。若味界", "497": "受。是名味界報。云何味界報。若味界業法煩", "498": "惱所生報我分攝。身甜酢苦辛醎淡涎癊。是", "499": "名味界報。云何味界非報非報法。若味界外。", "5": "問曰。幾界。答曰。十八界。云何十八界。眼界", "50": "界。云何觸界。若觸入是名觸界。云何觸界。若", "500": "若外味舌識所知。若甜酢苦辛醎淡。水汁及", "501": "餘外味舌識所知。是名味界非報非報法。云", "502": "何觸界報。若觸界受。是名觸界報。云何觸界", "503": "報。若觸界業法煩惱所生報我分攝。身冷熱", "504": "輕重麁細澁滑堅軟。是名觸界報。云何觸界", "505": "非報非報法。若觸界外。若外觸身識所知。若", "506": "冷熱輕重麁細澁滑堅軟。及餘外觸身識所", "507": "知。是名觸界非報非報法。云何眼識界報。若", "508": "眼識界受。是名眼識界報。云何眼識界報。若", "509": "眼識界業法煩惱所生報我分攝眼識界。是", "51": "色不可見有對身識所知。是名觸界。云何觸", "510": "名眼識界報。云何眼識界非報非報法。若眼", "511": "識界外眼識界。是名眼識界非報非報法。耳", "512": "識界鼻識界舌識界身識界亦如是。云何色", "513": "界報。若色界受。是名色界報。云何色界報。若", "514": "色界業法煩惱所生報我分攝。身好色非好", "515": "色。端嚴非端嚴。妍膚非妍膚。嚴淨非嚴淨。", "516": "若受心所起去來屈申迴轉身教。是名色界", "517": "報。云何色界報法。若色界有報。是名色界報", "518": "法。云何色界報法。若色界善若不善。若善心", "519": "若不善心所起去來屈申迴轉身教。是名色", "52": "界。若觸界業法煩惱所生報我分攝。身冷熱", "520": "界報法。云何色界非報非報法。若色界無記", "521": "非我分攝。非報非報法心所起去來屈申迴", "522": "轉身教。若外色眼識所知。是名色界非報非", "523": "報法。云何聲界報。若聲界受。是名聲界報。云", "524": "何聲界報。若聲界業法煩惱所生報我分攝。", "525": "身好聲非好聲。眾妙聲非眾妙聲。軟聲非軟", "526": "聲。若受心所起集聲音句言語口教。是名聲", "527": "界報。云何聲界報法。若聲界有報。是名聲界", "528": "報法。云何聲界報法。若聲界善若不善。若善", "529": "心若不善心所起集聲音句言語口教。是名", "53": "輕重麁細。澁滑堅軟。若外觸身識所知。是", "530": "聲界報法。云何聲界非報非報法。若聲界無", "531": "記非我分攝。非報非報法心所起集聲音句", "532": "言語口教。若外聲耳識所知。是名聲界非報", "533": "非報法。云何意界報。若意界若受若意界善", "534": "報意界。是名意界報。云何意界報法。若意界", "535": "有報。是名意界報法。云何意界報法。除意界", "536": "善報。餘意界善若不善意界是名意界報法。", "537": "云何意界非報非報法。意界若無記識非我", "538": "分攝意界。是名意界非報非報法。意識界亦", "539": "如是。云何法界報。若法界善報除無貪無恚。", "54": "名觸界。云何眼識界。若識是眼根生色。境", "540": "餘受想乃至心捨怖生命。無想定得果滅盡", "541": "定。有漏身口戒無教。有漏身進有漏身除。正", "542": "語正業正命正身進正身除。是名法界報。云何", "543": "法界報法。若法界有報。是名法界報法。云何", "544": "法界報法。除法界善報。餘法界善有為。若不", "545": "善受想。乃至煩惱使結二定一切色。是名法", "546": "界報法。云何法界非報非報法。若法界無記", "547": "非我分攝。若聖無為受想思觸思惟覺觀。見", "548": "慧解脫悔不悔悅喜心進信欲念怖生老死。", "549": "有漏身進九無為。是名法界非報非報法。", "55": "界已生今生當生不定。是名眼識界。云何耳", "550": "十八界幾見斷。幾思惟斷。幾非見斷非思惟", "551": "斷。十三非見斷非思惟斷。五三分或見斷或", "552": "思惟斷或非見斷非思惟斷。云何十三非見斷", "553": "非思惟斷。八色界五識界。是名十三非見斷", "554": "非思惟斷。云何五三分或見斷或思惟斷或", "555": "非見斷非思惟斷。色界聲界意界意識界法", "556": "界。是名五三分或見斷或思惟斷或非見斷", "557": "非思惟斷。云何色界見斷。若色界不善非思", "558": "惟斷。見斷煩惱心所起去來屈申迴轉身教。", "559": "是名色界見斷。云何色界思惟斷。若色界不", "56": "鼻舌身識界。若識身根生觸境界已生今生", "560": "善非見斷思惟斷煩惱心所起去來屈申迴轉", "561": "身教。是名色界思惟斷。云何色界非見斷非", "562": "思惟斷。若色界善若無記。身好色非好色。端", "563": "嚴非端嚴。妍膚非妍膚。嚴淨非嚴淨。若善", "564": "心若無記心所起去來屈申迴轉身教。若外", "565": "色眼識所知。是名色界非見斷非思惟斷。云", "566": "何聲界見斷。若聲界不善非思惟斷。見斷煩", "567": "惱心所起集聲音句言語口教。是名聲界見", "568": "斷。云何聲界思惟斷。若聲界不善非見斷。思", "569": "惟斷煩惱心所起集聲音句言語口教。是名聲", "57": "當生不定。是名身識界。云何意界意知法思", "570": "界思惟斷。云何聲界非見斷非思惟斷。若聲", "571": "界善若無記。身好聲非好聲。眾妙聲非眾妙", "572": "聲。軟聲非軟聲。若善心若無記心所起集聲", "573": "音句言語口教。若外聲耳識所知。是名聲界", "574": "非見斷非思惟斷。云何意界見斷。若意界不", "575": "善非思惟斷。見斷煩惱相應心意界。是名", "576": "意界見斷。云何意界思惟斷。若意界不善非", "577": "見斷思惟斷煩惱相應意界。是名意界思惟", "578": "斷。云何意界非見斷非思惟斷。若意界善若", "579": "無記意界。是名意界非見斷非思惟斷。意識", "58": "惟法念法。若初心已生今生當生不定。是名", "580": "界亦如是。云何法界見斷。若法界不善非思", "581": "惟斷見斷煩惱一時俱斷。受想思觸思惟覺", "582": "觀。見慧解脫悔不悔悅喜心進信欲念疑怖", "583": "煩惱使結。身口非戒無教有漏身進。是名法", "584": "界見斷。云何法界思惟斷。若法界不善非見", "585": "斷思惟斷煩惱一時俱斷。受想思觸思惟覺", "586": "觀。見慧解脫悔不悔悅喜心進信欲念怖煩", "587": "惱使結。身口非戒無教。有漏身進。是名法界", "588": "思惟斷。云何法界非見斷非思惟斷。若法界", "589": "善若無記。除疑煩惱使結身口非戒無教。餘", "59": "意界。云何意識界。若識相似不離彼境界。及", "590": "法界。是名法界非見斷非思惟斷。", "591": "十八界幾見斷因。幾思惟斷因。幾非見斷非", "592": "思惟斷因。一切三分。或見斷因或思惟斷因或", "593": "非見斷非思惟斷因。云何眼界見斷因。若眼", "594": "界見斷法報。地獄畜生餓鬼眼界。是名眼界", "595": "見斷因。云何眼界思惟斷因。若眼界思惟斷", "596": "法報。地獄畜生餓鬼眼界。是名眼界思惟斷", "597": "因。云何眼界非見斷非思惟斷因。若眼界善", "598": "法報。天上人中眼界。是名眼界非見斷非思", "599": "惟斷因。耳界鼻界舌界身界亦如是。云何色", "6": "耳界鼻界舌界身界。色界聲界香界味界觸", "60": "餘相似心已生今生當生不定。是名意識界。", "600": "界見斷因。若色界見斷。若色界見斷法報。身", "601": "非好色非端嚴非妍膚非嚴淨。見斷因心所", "602": "起去來屈申迴轉身教。是名色界見斷因。云", "603": "何色界思惟斷因。若色界若思惟斷。若思惟", "604": "斷法報。身非好色非端嚴非妍膚非嚴淨。", "605": "思惟所斷因心所起去來屈申迴轉身教。是名", "606": "色界思惟斷因。云何色界非見斷非思惟斷", "607": "因。若色界善若色界善法報。若色界非報", "608": "非報法。身好色端嚴妍膚。非見斷非", "609": "思惟斷因心所起去來屈申迴轉身教。若外", "61": "云何法界。若法入是名法界。云何法界。受", "610": "色眼識所知。是名色界非見斷非思惟斷因。", "611": "云何聲界見斷因。若聲界見斷。若聲界見", "612": "斷法報。身非好聲非眾妙聲非軟聲。見斷", "613": "因心所起集聲音句言語口教。是名聲界見", "614": "斷因。云何聲界思惟斷因。若聲界思惟斷。若", "615": "聲界思惟斷法報。身非好聲非眾妙聲非軟", "616": "聲。思惟斷因心所起集聲音句言語口教。是", "617": "名聲界思惟斷因。云何聲界非見斷非思惟", "618": "斷因。若聲界善法報。若聲界非報非報法。身", "619": "好聲眾妙聲軟聲。非見斷非思惟斷因。心所", "62": "陰想陰行陰。若色不可見無對若無為。是名", "620": "起集聲音句言語口教。若外聲耳識所知。是", "621": "名聲界非見斷非思惟斷因。云何香界見斷", "622": "因。若香界見斷法報。身非好香非軟香非適", "623": "意香是名香界見斷因。云何香界思惟斷因。", "624": "若香界思惟斷法報。身非好香非軟香非適", "625": "意香。是名香界思惟斷因。云何香界非見斷", "626": "非思惟斷因。若香界善法報。若香界非報非", "627": "報法。身好香軟香適意香。若外香鼻識所知。", "628": "是名香界非見斷非思惟斷因。云何味界見", "629": "斷因。若味界見斷法報。身甜酢苦辛醎淡涎", "63": "法界。云何法界。受想思觸思惟覺觀。見慧", "630": "癊。是名味界見斷因。云何味界思惟斷因。", "631": "若味界思惟斷法報。身甜酢苦辛醎淡涎", "632": "癊。是名味界思惟斷因。云何味界非見斷非", "633": "思惟斷因。若味界善法報。若味界非報非報", "634": "法身。甜酢苦辛醎淡涎癊。若外味舌識所", "635": "知。是名味界非見斷非思惟斷因。云何觸界", "636": "見斷因。若觸界見斷法報。身冷熱麁重堅澁。", "637": "是名觸界見斷因。云何觸界思惟斷因。若觸", "638": "界思惟斷法報。身冷熱麁重堅澁。是名觸界", "639": "思惟斷因。云何觸界非見斷非思惟斷因。若", "64": "解脫無貪無恚無癡。順信悔不悔悅喜心進", "640": "觸界善法報。若觸果非報非報法。身冷熱輕", "641": "細軟滑。若外觸身識所知。是名觸界非見斷", "642": "非思惟斷因。云何眼識界見斷因。若眼識界", "643": "見斷法報。地獄畜生餓鬼眼識界。是名眼識", "644": "界見斷因。云何眼識界思惟斷因。若眼識界", "645": "思惟斷法報。地獄畜生餓鬼眼識界。是名眼", "646": "識界思惟斷因。云何眼識界非見斷非思惟", "647": "斷因。若眼識界善法報。若眼識界非報非報", "648": "法。天上人中眼識界。是名眼識界非見斷非", "649": "思惟斷因。耳識界鼻識界舌識界身識界亦", "65": "心除信欲不放逸念定心捨疑怖煩惱使生老", "650": "如是。云何意界見斷因。若意界若見斷意界", "651": "若見斷法報意界。是名意界見斷因。云何意", "652": "界思惟斷因。意界若意界思惟斷。若意界思", "653": "惟斷法報。是名意界思惟斷因。云何意界非", "654": "見斷非思惟斷因。若意界善若意界善法報。", "655": "若意界非報非報法意界。是名意界非見斷", "656": "非思惟斷因。意識界亦如是。云何法界見斷", "657": "因。若法界見斷法報。受想思觸思惟覺觀。見", "658": "慧解脫悔不悔悅喜心進信欲念疑怖煩惱", "659": "使生命結。身口非戒無教有漏身進。是名法", "66": "死命結。無想定得果滅盡定。身口非戒無教。", "660": "界見斷因。云何法界思惟斷因。若法界思惟", "661": "斷法界思惟斷法報。受想思觸思惟覺觀。見", "662": "慧解脫悔不悔悅喜心進信欲念怖煩惱使生", "663": "命結。身口非戒無教有漏身進。是名法界思", "664": "惟斷因。云何法界非見斷非思惟斷因。若法", "665": "界善若法界善法報。若法界非報非報法。除", "666": "疑煩惱使結身口非戒無教。餘法界非見斷", "667": "非思惟斷因。是名法界非見斷非思惟斷因。", "668": "十八界。幾欲界繫。幾色界繫。幾無色界繫。幾", "669": "不繫。六欲界繫。九二分或欲界繫或色界繫。", "67": "有漏身口戒無教。有漏身進有漏身除。正語", "670": "三四分或欲界繫或色界繫或無色界繫或不", "671": "繫。云何六欲界繫。鼻界香界鼻識界舌界", "672": "味界舌識界。是名六欲界繫。云何九二分", "673": "或欲界繫或色界繫。眼界耳界身界色界聲", "674": "界觸界眼識界耳識界身識界。是名九二分", "675": "或欲界繫或色界繫。云何三四分或欲界繫", "676": "或色界繫或無色界繫或不繫。意界意識界", "677": "法界。是名三四分或欲界繫或色界繫或無", "678": "色界繫或不繫。云何眼界欲界繫。若眼界欲", "679": "漏有漏眼界。是名眼界欲界繫。云何眼界色", "68": "正業正命正身進正身除。智緣盡非智緣盡。", "680": "界繫。若眼界色漏有漏眼界。是名眼界色", "681": "界繫。耳界身界亦如是。云何色界欲界繫。", "682": "若色界欲漏有漏。身好色非好色。端嚴非端", "683": "嚴。妍膚非妍膚。嚴淨非嚴淨。欲行心所", "684": "起去來屈申迴轉身教。若外色眼識所知欲", "685": "漏有漏。是名色界欲界繫。云何色界色界繫。", "686": "若色界色漏有漏。身好色端嚴妍膚嚴淨。", "687": "色行心所起去來屈申迴轉身教。若外色眼", "688": "識所知色漏有漏。是名色界色界繫。云何", "689": "聲界欲界繫。若聲界欲漏有漏。身好聲非好", "69": "決定法住。緣空處識處不用處非想非非想", "690": "聲。眾妙聲非眾妙聲。軟聲非軟聲。欲行心所", "691": "起集聲音句言語口教。若外聲耳識所知欲", "692": "漏有漏。是名聲界欲界繫。云何聲界色界繫", "693": "若聲界色漏有漏。身好聲眾妙聲軟聲。色行", "694": "心所起集聲音句言語口教。若外聲耳識所", "695": "知色漏有漏。是名聲界色界繫。云何觸界欲", "696": "界繫。若觸界欲漏有漏。身冷熱輕重麁細澁", "697": "滑堅軟。若外觸身識所知欲漏有漏。是名觸", "698": "界欲界繫。云何觸界色界繫。若觸界色漏有", "699": "漏。身冷熱輕細軟滑。若外觸身識所知色", "7": "界。眼識界耳識界鼻識界舌識界身識界意", "70": "處。是名法界。", "700": "漏有漏。是名觸界色界繫。云何眼識界欲界", "701": "繫。若眼識界欲漏有漏眼識界。是名眼識界", "702": "欲界繫。云何眼識界色界繫。若眼識界色漏", "703": "有漏眼識界。是名眼識界色界繫。耳識界身", "704": "識界亦如是。云何意界欲界繫。若意界欲漏", "705": "有漏意界。是名意界欲界繫。云何意界色界", "706": "繫。若意界色漏有漏意界。是名意界色界繫。", "707": "云何意界無色界繫。若意界無色漏有漏意", "708": "界。是名意界無色界繫。云何意界不繫。若意", "709": "界聖無漏意界。是名意界不繫。意識界亦如", "71": "十八界幾色幾非色。十色七非色。一二分或", "710": "是。云何法界欲界繫。若法界欲漏有漏。受想", "711": "思觸思惟覺觀。見慧解脫無貪無恚無癡。順", "712": "信悔不悔悅喜心進信欲不放逸念疑怖煩惱", "713": "使生老死命結。身口非戒無教。有漏身口戒", "714": "無教。有漏身進。是名法界欲界繫。云何法界", "715": "色界繫。若法界色漏有漏受想思觸思惟覺", "716": "觀。見慧解脫無癡順信悅喜心進心除。信欲", "717": "不放逸念定心捨疑煩惱使生老死命結無想", "718": "定。有漏身口戒無教。有漏身進有漏身除。", "719": "是名法界色界繫。云何法界無色界繫。若法", "72": "色或非色。云何十色。眼界耳界鼻界舌界身", "720": "界無色漏有漏。受想思觸思惟覺觀。見慧解", "721": "脫無癡順信心進心除信欲不放逸念定心捨", "722": "疑煩惱使生老死命結。有漏身口戒無教。有", "723": "漏身進有漏身除。是名法界無色界繫。云何", "724": "法界不繫。若法界聖無漏無為。受想思觸思", "725": "惟覺觀。見慧解脫無癡順信悅喜心進心除。", "726": "信欲不放逸念定心捨得果滅盡定。正語正業", "727": "正命正身進正身除九無為。是名法界不繫。", "728": "十八界。幾過去幾未來幾現在。幾非過去非", "729": "未來非現在。十七三分。或過去或未來或現", "73": "界色界聲界香界味界觸界。是名十色。云何", "730": "在。一四分。或過去或未來或現在。或非過去", "731": "非未來非現在。云何十七三分或過去或未", "732": "來或現在。眼界乃至意識界。是名十七三分", "733": "或過去或未來或現在。云何一四分或過去", "734": "或未來或現在或非過去非未來非現在。法界", "735": "是名一四分或過去或未來或現在或非過去", "736": "非未來非現在。云何眼界過去。若眼界生已", "737": "滅眼界。是名眼界過去。云何眼界未來。若眼", "738": "界未生未出眼界。是名眼界未來。云何眼界", "739": "現在。若眼界生未滅眼界。是名眼界現在。乃", "74": "七非色。眼識界耳識界鼻識界舌識界身識", "740": "至意識界亦如是。云何法界過去。若法界生", "741": "已滅受想乃至正身除。是名法界過去。云何", "742": "法界未來。若法界未生未出受想乃至正身", "743": "除。是名法界未來。云何法界現在。若法界生", "744": "未滅受想乃至正身除。是名法界現在。云何", "745": "法界非過去非未來非現在。若法界無為智", "746": "緣盡。乃至非有想非非想處智。是名法界非", "747": "過去非未來非現在。", "748": "舍利弗阿毘曇論卷第二", "75": "界意界意識界。是名七非色。云何一二分或", "76": "色或非色。法界。是名一二分或色或非色。云", "77": "何法界色。身口非戒無教有漏身口戒無教。", "78": "有漏身進有漏身除。正語正業正命正身進", "79": "正身除。是名法界色。云何法界非色。受想乃", "8": "界意識界法界。云何眼界。眼根是名眼界。云", "80": "至滅盡定智緣盡。乃至非想非非想處。是名", "81": "法界非色。", "82": "十八界幾可見幾不可見。一可見十七不可", "83": "見。云何一可見。色界是名一可見。云何十七", "84": "不可見。除色界餘不可見。", "85": "十八界幾有對幾無對。十有對八無對。云何", "86": "十有對。十色界是名十有對。云何八無對。七", "87": "識界法界。是名八無對。", "88": "十八界幾聖幾非聖。十五非聖。三二分或聖", "89": "或非聖。云何十五非聖。十色界五識界。是名", "9": "何眼界。眼入是名眼界。云何眼界。若眼我分", "90": "十五非聖。云何三二分或聖或非聖。意界意", "91": "識界法界。是名三二分或聖或非聖。云何意", "92": "界非聖。若意界有漏。是名意界非聖。云何意", "93": "界非聖。若意界非學非無學意界。是名意界", "94": "非聖。云何意界聖。若意界無漏。是名意界聖。", "95": "云何意界聖若意界信根相應意界。是名意", "96": "界聖。云何意界聖。若意界學若無學。學人離", "97": "結使聖心入聖道。若堅信若堅法。及餘趣人", "98": "見行過患。觀涅槃寂滅。如實觀苦集滅道。未", "99": "得欲得。未解欲解。未證欲證。離煩惱修道。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論", "author": "姚秦 曇摩耶舍共曇摩崛多等譯", "sourceLink": "http://www.cbeta.org/"}