{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0969 佛頂最勝陀羅尼經", "text": {"0": "No. 969", "1": "佛頂最勝陀羅尼經序佛頂最勝陀羅尼經序", "10": "善住之萬惡。杜閻摩之圓戶。轉凡階聖。引", "100": "眤蘇真陀末眤二十二跋囉薩婆怛他揭多地瑟", "101": "咤引那地瑟恥多二十三摩訶母姪唳二十四跋折", "102": "囉箇引耶僧訶哆那蘇舜提二十五薩婆婆囉拏", "103": "毘舜提二十六鉢剌底婆儞婆哆耶余何反阿去", "104": "瑜舜提二十七三摩耶頞地瑟恥低二十八末儞摩末", "105": "儞二十九怛闥多部多俱胝鉢李舜提三十仳芳已", "106": "反薩普多馞地平舜提三十一社耶社耶三十二毘", "107": "社耶毘社耶三十三毘社耶薩摩囉薩摩囉三十四", "108": "薩婆菩馱引頞地瑟恥多舜提三十五跋折唳跋", "109": "折囉揭鞞三十六跋折覽婆伐都三十七麼麼自稱名薩", "11": "短成修。比宋景之退法星。猶蔕介於三舍。", "110": "婆薩埵那引三十八箇耶毘舜提三十九薩婆󰳍去底平", "111": "鉢李舜提四十薩婆怛他揭多四十一三磨去室縛", "112": "二字合聲符賀反娑頞地瑟恥低四十二馞陀地耶反馞陀四十", "113": "三菩陀耶菩陀耶四十四三曼多末囉達摩馱都", "114": "鉢李舜提四十五薩婆怛他揭多四十六頞地瑟咤引", "115": "那頞地瑟恥低四十七娑婆呵", "116": "佛告天帝。此陀羅尼八十八億百千恒河沙", "117": "諸佛世尊所共宣說。守護稱讚智印印之。如", "118": "是諸佛為欲解脫地獄畜生閻摩羅等。沈溺", "119": "苦海諸苦毒故。又為利益短壽薄福卑陋下", "12": "偶魯陽之揮落日。故齟齬於再中。何只庇", "120": "賤。一切眾生諸惡業故。又為安樂趣諸惡道", "121": "夭逝亂心。一切眾生諸苦惱故。是故諸佛說", "122": "此最勝大陀羅尼。天帝汝當以此大陀羅尼。", "123": "授善住天令彼修習。亦當為彼諸天天子。及", "124": "閻浮提一切眾生宣揚顯說。令彼眾生受持", "125": "讀誦。供養恭敬尊重讚歎。天帝我以此法陀", "126": "羅尼印。付囑於汝汝當奉持。持此呪者悉能", "127": "除滅百千劫中一切罪業。所生之處常遇諸", "128": "佛。乃至獲得無上菩提。天帝我此法印大陀", "129": "羅尼具大吉祥。如日藏寶所在之處光耀照", "13": "託延祺見聞招賴。恧神香於異域。恥靈草", "130": "朗。亦喻於彼閻浮提金。無穢無瑕不染塵垢。", "131": "若人有能讀誦書持。憶念修行供養之者。悉", "132": "得如上所有功德。天帝若有書此大陀羅尼。", "133": "安彼高幢置高山上。高屋高處及高塔中。令", "134": "諸四眾遠近見者。亦得如上所有功德。或為", "135": "幢影影覆其身。或為幢風風所吹鼓。或幢飄", "136": "颺飛塵坌身。亦得如上所有功德。天帝若有", "137": "四眾。能於彼彼四衢道中造作塔廟。安置如", "138": "是大陀羅尼。日日能以種種花鬘繒幡幢蓋。", "139": "瓔珞香等以用供養。及能旋繞恭敬禮拜。當", "14": "於瓊田。若斯而已哉。乃將輕埃附而九惱祛。", "140": "知是人是大菩薩。是真佛子是法橋梁。亦是", "141": "諸佛舍利寶塔。", "142": "爾時閻摩法王聞是事已。其夜將曉。齎持種", "143": "種雜色寶華。種種諸香寶衣瓔珞。來詣佛所", "144": "頂禮佛足。右繞七匝却住一面。以諸供具供", "145": "養如來。修供養已白佛言世尊。我今為欲報", "146": "佛恩故。常勤奉事此大威力具大果報。擁護", "147": "一切閉地獄門。清淨諸趣大陀羅尼。爾時四", "148": "天王從坐而起。繞佛三匝前白佛言。世尊惟", "149": "願為我說此修行陀羅尼法。佛告四天王諦", "15": "清吹獵而三障殄。皎鏡齊光於日寶。暉煥比", "150": "聽諦聽善思念之。吾為汝等及諸眾生。說彼", "151": "修行陀羅尼法。若有命短求長壽者。或有病", "152": "苦求除愈者。或有惡業應墮地獄餓鬼畜生", "153": "諸不善趣如是等類。皆當以彼月十五日。洗", "154": "浴清淨著新潔衣。又當受持八戒齋法。然後", "155": "誦此大陀羅尼滿足千遍。當獲安樂增其壽", "156": "命。所有病苦皆得除愈。諸惡業報悉滅無餘。", "157": "若有耳聞如是呪者。盡其壽命往極樂國。蓮", "158": "華化生常識宿命。若有為彼惡業所牽已命", "159": "終者。亦當誦此陀羅尼呪二十一遍。以呪呪", "16": "麗於天金。雖事若反掌而乘機顯妙。奚可以", "160": "土散其屍上。隨所生處捨彼苦身生天受樂。", "161": "若能日日誦此最勝大陀羅尼經三七遍。亦", "162": "得如上所有功德。生生常處淨佛國土。於諸", "163": "佛剎作大光明。常與佛俱為佛所記。乃至獲", "164": "得大般涅槃。若有諸人於此法門。如上所求", "165": "諸心願者。當作一壇四方正等。於其壇內散", "166": "種種華燒眾名香。一心普念十方諸佛。右膝", "167": "著地長跪合掌。屈二頭指按二拇指。當於心", "168": "上稱言善哉。然後誦此陀羅尼呪。若有人能", "169": "誦持此呪。日日滿足一百八遍。即為供養如", "17": "常人之耳目。擬議大聖之希夷者焉。此經以", "170": "上所說恒河沙等諸佛世尊。亦為供養汝等", "171": "四王。當知是人一切讚善。以大菩提莊嚴其", "172": "心。獲無礙智是真佛子。", "173": "爾時世尊說此語已。告天帝言。天帝汝可以", "174": "此陀羅尼法。授彼善住滿七日已。可與彼俱", "175": "來至我所。時釋天王受佛教勅還本天宮。呼", "176": "善住來授彼神呪善住聞已恭敬供養。如說", "177": "奉行至于七日。諸惡業等皆得除滅。於已天", "178": "中增其壽命。歡喜踊躍發大聲言。奇哉佛陀", "179": "奇哉達摩奇哉僧伽。奇哉最勝陀羅尼印力。", "18": "儀鳳四年正月五日。朝散郎行鴻臚寺典客", "180": "能滅除一切苦厄。令我得脫如是惡業。時善", "181": "住天見是事已。即便往詣彼天帝所作如是", "182": "言。我蒙天恩為我請佛。佛為我說大陀羅尼。", "183": "令我惡業皆悉除滅。我欲往謝佛世尊恩。", "184": "惟願天王與我俱往。時天帝釋將諸部屬。與", "185": "善住俱持諸香花眾妙瓔珞。乘天寶輅至於", "186": "佛所。以諸供具供養如來。繞百千匝住一面", "187": "立。歌詠佛德言不能宣。爾時世尊申金色手。", "188": "撫彼善住發和雅音授其記莂。時善住天歡", "189": "喜却坐。聽於如來所說法要。聞說法已心懷", "19": "令杜行顗。與寧遠將軍度婆等。奉詔譯進。時", "190": "踊躍。與天帝俱禮佛而退。", "191": "佛頂最勝陀羅尼經", "192": "大輪金剛陀羅尼大輪金剛陀羅尼", "193": "三藏地婆訶羅奉　詔譯", "194": "納謨薩怛唎耶　地毘迦喃　怛他揭多喃", "195": "唵毘囉時毘囉時摩訶斫迦囉　拔闍唎薩多", "196": "薩多　娑囉帝娑囉帝　怛唎曳　怛唎曳", "197": "毘陀末儞　三槃若儞　怛囉末底　悉陀", "198": "阿揭唎怛炎　娑婆訶", "199": "誦此陀羅尼三七遍即當入一切曼荼羅壇也", "2": "沙門彥悰序", "20": "有廟諱國諱皆隱而避之。即世尊為聖尊。世", "200": "所作皆成誦呪有身印手印作印誦呪法即易成若未入壇不得輙作令誦此呪即當入壇作印", "201": "行用不成盜法也。", "202": "日光菩薩呪", "203": "南謨勃陀瞿上那上迷　南摩達摩莫訶底", "204": "南謨僧伽多也泥底下以反哩部卑薩僧沒反咄登沒反", "205": "擔平納摩誦此呪滅一切障亦能辟魔乃除天災又若誦一遍禮佛一拜如此日別三時", "206": "誦呪禮佛未來當得二相端正具足果報", "207": "唵上摩利支曳　薩婆薩多婆頞陀利沙利娑", "208": "上婆去訶", "209": "誦此呪極護人身當日別三時各誦一百", "21": "界為生界。大勢為大趣。救治為救除之類是", "210": "八遍。", "22": "也。上讀訖謂行顗曰。既是聖言不須避諱。杜", "23": "時奉詔以正屬有故而寢焉。無幾。", "24": "勅中天法師地婆訶羅。於東西二京太原弘", "25": "福寺等傳譯法寶。而杜每充其選。余時又參", "26": "末席。杜甞謂余曰。弟子庸材不閑文體。屈師", "27": "據勅刪正。亦願依文筆削。余辭以不敏。載涉", "28": "暄寒。荏苒之間此君長逝。余歎惋流涕思其", "29": "若人。又懼寢彼鴻恩乖於貝牒。因請沙門", "3": "夫業理綿微。二乘不足臻其極。神宰恍惚。", "30": "道成等十人。屈天竺法師再詳幽趣。庶臨文", "31": "不諱。上奉皇私。曲盡方言。下符流便。故", "32": "乃具表曲委陳諸始末。俾夫披覽之土無猜", "33": "此教焉。于時永淳元年五月二十三日也。", "34": "佛頂最勝陀羅尼經", "35": "大唐天竺三藏地婆訶羅譯", "36": "如是我聞。一時佛在舍衛國祇樹給孤獨園。", "37": "與大比丘眾八千人俱。復有菩薩摩訶薩等。", "38": "一切皆得正智明炬。照於諸法無所罣礙。其", "39": "名曰文殊師利菩薩蓮華勝藏菩薩。離諸障", "4": "十地未易暨其深。則知賦命交加。罕言於孔", "40": "菩薩觀世音菩薩。得大勢菩薩執金剛菩薩。", "41": "虛空藏菩薩普賢菩薩。彌勒菩薩持地菩薩", "42": "摩訶薩等。如是上首三萬二千人俱。", "43": "復有萬梵天王善吒天等。各從餘世界來至", "44": "佛所。", "45": "復有萬二千天帝。與無量諸天龍八部人非", "46": "人等來至佛所。", "47": "爾時世尊四眾圍繞。供養恭敬而為說法。當", "48": "是之時釋天眾中。有一天人名曰善住。與諸", "49": "天女處大寶宮。放逸嬉戲恣情受樂。其夜有", "5": "宣父。報應叢雜。冥昧於太史公。是以先笑後", "50": "聲呼善住曰。却後七日汝定命終。於閻浮提", "51": "七返生死。從是已後復入地獄。從地獄出後", "52": "得人身。生盲貧窮具受諸苦。善住聞已心驚", "53": "惶怖。身毛為竪戰慄不安。奔馳往詣彼釋", "54": "天所。陳已所聞請求哀救。時釋天王聞善住", "55": "言。心生驚悼默而思曰。云何七生彼生何類。", "56": "作是念已即見善住。死相現前受於猪身。畢", "57": "猪身已復受狗身。如是次第狐身猴身。毒蛇", "58": "之身烏身鷲身。如是七生恒食臭穢。時釋天", "59": "王見此事已。深哀善住必受斯苦。自念於彼", "6": "號。鸇雀祥而莫准。始凶終吉。乘穀妖而弗驗。", "60": "無如之何。惟佛世尊方能救濟。時釋天王於", "61": "夜後分。齎諸華鬘衣服瓔珞種種香等。詣舍", "62": "衛國供養世尊。禮佛雙足却住一面。而白佛", "63": "言世尊。我所止宮有一天子名曰善住。耽荒", "64": "戲樂縱情遊處。夜忽有聲呼而謂曰。汝後七", "65": "日必定命終。於閻浮提受七惡報。所生之處", "66": "常食臭穢。從是已後復入地獄。從地獄出得", "67": "生人中。盲瞽貧窮具受眾苦。向我求救無如", "68": "之何。我思世尊方能救彼。", "69": "爾時世尊聞見釋天陳請畢已。頂放種種雜", "7": "或倚或伏之說。柱下庶欲照其幾。為禍為福", "70": "色光明。流照十方一切世界。照已還至佛世", "71": "尊所。右繞三匝從佛口入。佛便微笑告釋天", "72": "言。我有如是清淨諸趣灌頂最勝大陀羅尼。", "73": "能滿汝願救於彼苦。亦大饒益一切眾生。天", "74": "帝我此神呪力。能滅除一切業障地獄畜生。", "75": "閻摩羅等種種諸苦。又能破壞地獄等道。令", "76": "諸眾生發正覺路。天帝若有暫能聽聞之者。", "77": "悉得消滅一切業障生死諸苦。當獲善利得", "78": "宿命智。從一佛國至一佛國。從一天中生一", "79": "天中。所生之處常識宿命。若有學習此經呪", "8": "之談。塞上僅可隣其次。若乃採緣洞業索果", "80": "者。現百年限更增其壽。身口意淨泰然安樂。", "81": "諸佛觀視諸天衛護。一切菩薩咸加慈念。若", "82": "常讀誦此經呪者。彼三惡道所有諸苦息滅", "83": "不行。一切佛剎諸天福門導之令入。時天帝", "84": "釋聞佛讚說此陀羅尼。前白佛言世尊。惟願", "85": "如來憐愍攝護一切眾生。請說所陳清淨諸", "86": "趣佛頂最勝大陀羅尼。爾時世尊受天帝請。", "87": "即為演說陀羅尼曰。", "88": "納謨納莫一怛薩謎薄伽跋帝二㗌唳路迦引", "89": "鉢囉底馝失瑟吒引坼佉切耶三余何反三菩馱引耶四", "9": "明因。儔絜大於百家。孰有京於十力。故能息", "90": "摩訶牟去泥去五怛姪他六嗚吽七馝輸馱耶", "91": "八三摩三漫多何婆去婆賀娑九薩破囉拏", "92": "咖去󰓆伽訶那十薩婆何婆婆舜入提十一阿", "93": "鼻詵者麼蘇伽陀跋囉跋繕那十二阿蜜㗚多", "94": "引毘曬罽平十三阿引上喝囉上阿引喝囉十四", "95": "上阿引去瑜散去陀引囉眤十五輸馱耶輸馱耶", "96": "十六薩婆羯摩婆囉拏引儞十七謎嚧跋囉伽", "97": "伽那毘舜去下同提十八嗚瑟膩引沙跋囉曷囉怛", "98": "那毘社耶十九達摩馱都蘇毘舜提二十薩訶", "99": "薩囉曷囉濕弭珊珠地帝二十一末昵摩訶末"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0969 佛頂最勝陀羅尼經", "author": "唐 地婆訶羅譯", "sourceLink": "http://www.cbeta.org/"}