{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含王相應品: 中阿含經", "text": {"0": "小土城頌1 王相應品70 轉輪王經", "1": "中阿含經卷第十六", "10": "屬王，從拘薩羅王波斯匿之所封授。於是，", "100": "欲，斷絕離恚，趣向離恚，斷絕離癡，趣向離", "101": "癡，彼以清淨天眼出過於人，見此眾生死", "102": "時、生時，好色、惡色，或妙、不妙，往來善處及不", "103": "善處，隨此眾生之所作業，見其如真。」蜱肆", "104": "王復言：「沙門鳩摩羅迦葉雖作是說，但我", "105": "如是見，如是說：無有後世，無眾生生。」尊者", "106": "鳩摩羅迦葉告曰：「蜱肆！復更有惡而過此", "107": "耶？」蜱肆答曰：「如是。迦葉！復更有惡。迦葉！我", "108": "有親親疾病困篤，我往彼所，到已謂言：『汝", "109": "等當知我如是見，如是說：無有後世，無眾", "11": "斯惒提梵志、居士，聞有沙門名鳩摩羅迦", "110": "生生。親親！有沙門、梵志如是見，如是說言：", "111": "有後世，有眾生生。我常不信彼之所說。彼", "112": "復作是語：「若有男女妙行精進，精勤不懈，", "113": "無有嫉妬，亦不慳貪，舒手，庶幾，開意放捨，", "114": "給諸孤窮，常樂施與，不著財物，彼因緣", "115": "此，身壞命終，必昇善處，乃生天上。」若彼沙", "116": "門、梵志所說是真實者，汝等是我親親，妙行", "117": "精進，精勤不懈，無有嫉妬，亦不慳貪，舒手，", "118": "庶幾，開意放捨，給諸孤窮，常樂施與，不著", "119": "財物，若汝等身壞命終，必昇善處，生天上", "12": "葉，遊拘薩羅國，與大比丘眾俱，來至此斯", "120": "者，可還語我：「蜱肆！天上如是如是樂。」若當", "121": "爾者，我便現見。』彼聞我語，受我教已，都無", "122": "有來語我言：『蜱肆！天上如是如是樂。』迦", "123": "葉！因此事故，我作是念：無有後世，無眾", "124": "生生。」尊者鳩摩羅迦葉告曰：「蜱肆！聽我說", "125": "喻，慧者聞喻則解其義。蜱肆！猶村邑外有", "126": "都圊廁，深沒人頭，糞滿其中，而有一人墮", "127": "沒廁底。若復有人為慈愍彼，求義及饒益，", "128": "求安隱快樂，便從廁上徐徐挽出，刮以竹", "129": "片，拭以樹葉，洗以暖湯。彼於後時淨澡浴", "13": "惒提，住彼村北尸攝惒林。彼沙門鳩摩羅迦", "130": "已，以香塗身，昇正殿上，以五所欲而娛樂", "131": "之。於王意云何？彼人寧復憶念先廁，歡喜", "132": "稱譽，復欲見耶？」蜱肆答曰：「不也。迦葉！若更有", "133": "人憶念彼廁，歡喜稱譽而欲見者，便不愛", "134": "此人，況復自憶念先廁，歡喜稱譽？復欲見者，", "135": "是處不然。」「蜱肆！若王有親親，妙行精進，精", "136": "勤不懈，無有嫉妬，亦不慳貪，舒手，庶幾，開", "137": "意放捨，給諸孤窮，常樂施與，不著財物，彼", "138": "因緣此，身壞命終，必昇善處，乃生天上，生", "139": "天上已，天五所欲而自娛樂。於王意云何？", "14": "葉有大名稱，周聞十方，鳩摩羅迦葉才辯", "140": "彼天天子寧當捨彼天五所欲，憶念於此", "141": "人間五欲，歡喜稱譽，復欲見耶？」蜱肆答曰：「不", "142": "也。迦葉！所以者何？人間五欲臭處不淨，甚可", "143": "增惡，而不可向，不可愛念，麤澁不淨。迦", "144": "葉！比於人間五所欲者，天欲為最，最上最", "145": "好，最妙最勝。若彼天天子捨天五欲，而更憶", "146": "念人間五欲，歡喜稱譽，復欲見者，是處不", "147": "然。」「蜱肆！汝應如是觀於後世，莫如肉眼之", "148": "所見也。蜱肆！若有沙門、梵志斷絕離欲，趣", "149": "向離欲，斷絕離恚，趣向離恚，斷絕離癡，趣", "15": "無礙，所說微妙，彼是多聞阿羅訶也。若有", "150": "向離癡，彼以清淨天眼出過於人，見此眾", "151": "生死時、生時，好色、惡色，或妙、不妙，往來善處", "152": "及不善處，隨此眾生之所作業，見其如真。」", "153": "蜱肆王復言：「沙門鳩摩羅迦葉雖作是說，但", "154": "我如是見，如是說：無有後世，無眾生生。」尊", "155": "者鳩摩羅迦葉告曰：「蜱肆！復更有惡而過是", "156": "耶？」蜱肆答曰：「如是。迦葉！復更有惡。迦葉！我", "157": "有親親疾病困篤，我往彼所，到已謂言：『汝", "158": "等當知我如是見，如是說：無有後世，無", "159": "眾生生。親親！有沙門、梵志如是見，如是說", "16": "見此阿羅訶恭敬禮事者，快得善利，我等", "160": "言：有後世，有眾生生。我常不信彼之所說。", "161": "彼復作是語：「若有男女妙行精進，精勤不", "162": "懈，無有嫉妬，亦不慳貪，舒手，庶幾，開意放", "163": "捨，給諸孤窮，常樂施與，不著財物，彼因緣", "164": "此，身壞命終，必昇善處，乃生天上。」若彼沙", "165": "門、梵志所說是真實者，汝等是我親親，妙行", "166": "精進，精勤不懈，無有嫉妬，亦不慳貪，舒手，", "167": "庶幾，開意放捨，給諸孤窮，常樂施與，不著", "168": "財物，若汝等身壞命終，必昇善處，生天上", "169": "者，可還語我：「蜱肆！天上如是如是樂。」若汝", "17": "可往見彼沙門鳩摩羅迦葉。斯惒提梵志、居", "170": "天上而作是念：「我若還歸，當何所得？」蜱肆王", "171": "家多有財物，吾當與汝。』彼聞我語，受我", "172": "教已，都無有來語我言：『蜱肆！天上如是", "173": "如是樂。』迦葉！因此事故，我作是念：無有", "174": "後世，無眾生生。」尊者鳩摩羅迦葉告曰：「蜱", "175": "肆！天上壽長，人間命短。若人間百歲，是三十", "176": "三天一日一夜，如是一日一夜，月三十日，", "177": "年十二月，三十三天天壽千年。於王意云", "178": "何？若汝有親親妙行精進，精勤不懈，無有嫉", "179": "妬，亦不慳貪，舒手，庶幾，開意放捨，給諸孤", "18": "士各與等類相隨而行，從斯惒提並共北出，", "180": "窮，常樂施與，不著財物，彼因緣此，身壞命", "181": "終，必昇善處，乃生天上，生天上已，便作是", "182": "念：『我等先當一日一夜，以天五欲而自娛", "183": "樂，或二、三、四，至六、七日，以天五欲而自娛樂。", "184": "然後當往語蜱肆王：「天上如是如是樂。」", "185": "令彼現見。』於王意云何，汝竟當得爾所活", "186": "不？」蜱肆問曰：「迦葉！誰從後世來語？沙門鳩", "187": "摩羅迦葉！天上壽長，人間命短，若人間百歲，", "188": "是三十三天一日一夜，如是一日一夜，月三", "189": "十日，年十二月，三十三天天壽千年。」尊者鳩", "19": "至尸攝惒林。是時，蜱肆王在正殿上，遙見", "190": "摩羅迦葉告曰：「蜱肆！聽我說喻，慧者聞喻", "191": "則解其義。蜱肆！猶如盲人，彼作是說，無黑", "192": "白色，亦無見黑白色，無長短色，亦無見長", "193": "短色，無近遠色，亦無見近遠色，無麤細色，", "194": "亦無見麤細色。何以故？我初不見不知，是", "195": "故無有色。彼盲如是說，為真說耶？」蜱肆答", "196": "曰：「不也。迦葉！所以者何？迦葉！有黑白色，亦", "197": "有見黑白色，有長短色，亦有見長短色，", "198": "有近遠色，亦有見近遠色，有麤細色，亦有", "199": "見麤細色。若盲作是說，我不見不知，是故", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "斯惒提梵志、居士，各與等類相隨而行，從斯", "200": "無有色者。彼作是說，為不真實。」尊者鳩摩", "201": "羅迦葉告曰：「蜱肆王亦如盲，若王作是說：", "202": "『誰從後世來語？沙門鳩摩羅迦葉！天上壽長，", "203": "人間命短，若人間百歲是三十三天一日一夜，", "204": "如是一日一夜，月三十日，年十二月，三十三天", "205": "天壽千年。』」蜱肆王言：「沙門鳩摩羅迦葉！大為", "206": "不可，不應作是說。所以者何？沙門鳩摩羅", "207": "迦葉！精進比我如盲，迦葉！若知我知我親", "208": "親妙行精進，精勤不懈，無有嫉妬，亦不慳", "209": "貪，舒手，庶幾，開意放捨，給諸孤窮，常樂施", "21": "惒提並共北出，至尸攝惒林。蜱肆王見已，告", "210": "與，不著財物，彼因緣此，身壞命終，必昇善", "211": "處，生天上者。迦葉！我今便應即行布施，修", "212": "諸福業，奉齋守戒已，以刀自殺，或服毒藥，", "213": "或投坑井，或自縊死。沙門鳩摩羅迦葉！精", "214": "進不應比我如彼盲人。」尊者鳩摩羅迦葉", "215": "告曰：「蜱肆！復聽我說喻，慧者聞喻則解其", "216": "義。蜱肆！猶如梵志有年少婦，方始懷姙，又", "217": "前婦者已有一男，而彼梵志於其中間忽便", "218": "命終，命終之後，彼前婦兒語小母曰：『小母！", "219": "當知今此家中所有財物盡應屬我，不復", "22": "侍人曰：「此斯惒提梵志、居士，今日何故各與", "220": "見應可與分者。』小母報曰：『我今懷姙，若生", "221": "男者，汝應與分；若生女者，物盡屬汝。』彼前", "222": "婦兒復更再三語小母曰：『今此家中所有財", "223": "物盡應屬我，不復見應可與分者。』小母亦", "224": "復再三報曰：『我今懷姙，若生男者，汝應與", "225": "分；若生女者，物盡屬汝。』於是，小母愚癡不", "226": "達，不善曉解，無有智慧，欲求存命而反自", "227": "害，即入室中，便取利刀自決其腹，看為", "228": "是男，為是女耶？彼愚癡不達，不善曉解，無", "229": "有智慧，欲求存命而反自害及腹中子。當", "23": "等類相隨而行，從斯惒提並共北出，至尸攝", "230": "知蜱肆亦復如是愚癡不達，不善曉解，無", "231": "有智慧，欲求存命，反作是念：『迦葉！若知", "232": "我知我親親妙行精進，精勤不懈，無有嫉", "233": "妬，亦不慳貪，舒手，庶幾，開意放捨，給諸孤", "234": "窮，常樂施與，不著財物，彼因緣此，身壞命", "235": "終，必昇善處，生天上者，我今便應即行布", "236": "施，修諸福業，奉齋守戒已，以刀自殺，或服", "237": "毒藥，或投坑井，或自縊死。沙門鳩摩羅迦", "238": "葉！精進不應比我如彼盲人。』蜱肆！若精進", "239": "人長壽者，便得大福；若得大福者，便得生", "24": "惒林？」侍人白曰：「天王！彼斯惒提梵志、居士，聞", "240": "天長壽。蜱肆！汝應如是觀於後世，莫如肉", "241": "眼之所見也。蜱肆！若有沙門、梵志斷絕離", "242": "欲，趣向離欲，斷絕離恚，趣向離恚，斷絕離", "243": "癡，趣向離癡，彼以清淨天眼出過於人，見", "244": "此眾生死時、生時，好色、惡色，或妙、不妙，往來", "245": "善處及不善處，隨此眾生之所作業，見其如", "246": "真。」蜱肆王復言：「沙門鳩摩羅迦葉雖作是說，", "247": "但我如是見，如是說：無有後世，無眾生生。」", "248": "尊者鳩摩羅迦葉告曰：「蜱肆！復更有惡而過", "249": "此耶？」蜱肆答曰：「如是。迦葉！復更有惡。迦葉！", "25": "有沙門鳩摩羅迦葉遊拘薩羅國，與大比", "250": "我有親親疾病困篤，我往彼所，慰勞看彼，", "251": "彼亦慰勞視我；彼若命終，我復詣彼慰勞看", "252": "彼，彼亦不復慰勞視我，我亦不復慰勞看", "253": "彼。迦葉！以此事故，我作是念：無眾生生。」尊", "254": "者鳩摩羅迦葉告曰：「蜱肆！復聽我說喻，慧", "255": "者聞喻則解其義。蜱肆！猶如有人善能吹", "256": "螺，若彼方土未曾聞螺聲，便往彼方，於夜", "257": "闇中昇高山上盡力吹螺。彼眾多人未曾", "258": "聞螺聲，聞已，便念：『此為何聲？如是極妙，為", "259": "甚奇特，實可愛樂，好可觀聽，令心歡悅。』時，", "26": "丘眾俱，來至此斯惒提，住彼村北尸攝惒", "260": "彼眾人便共往詣善吹螺人所，到已，問曰：『此", "261": "是何聲？如是極妙，為甚奇特，實可愛樂，好", "262": "可觀聽，令心歡悅。』善吹螺人以螺投地，語", "263": "眾人曰：『諸君！當知即此螺聲。』於是，眾人以", "264": "足蹴螺，而作是語：『螺可出聲，螺可出聲？", "265": "寂無音響。』善吹螺人便作是念：『今此眾人", "266": "愚癡不達，不善曉解，無有智慧。所以者何？", "267": "乃從無知之物欲求音聲。』是時，善吹螺人", "268": "還取彼螺，以水淨洗，便舉向口，盡力吹之。", "269": "時，彼眾人聞已，作是念：『螺甚奇妙。所以者何？", "27": "林。天王！彼沙門鳩摩羅迦葉有大名稱，周", "270": "謂因手因水因口風吹，便生好聲，周滿四", "271": "方。』如是，蜱肆！若人活命存者，則能言語共相", "272": "慰勞，若其命終，便不能言共相慰勞。蜱肆！", "273": "汝應如是觀眾生生，莫如肉眼之所見也。", "274": "蜱肆！若有沙門、梵志斷絕離欲，趣向離欲，", "275": "斷絕離恚，趣向離恚，斷絕離癡，趣向離癡，", "276": "彼以清淨天眼出過於人，見此眾生死時、生", "277": "時，好色、惡色，或妙、不妙，往來善處及不善處，", "278": "隨此眾生之所作業，見其如真。」蜱肆王復", "279": "言：「沙門鳩摩羅迦葉雖作是說，但我如是", "28": "聞十方，鳩摩羅迦葉才辯無礙，所說微妙，彼", "280": "見，如是說：無眾生生。」尊者鳩摩羅迦葉告曰：", "281": "「蜱肆！復更有惡而過此耶？」蜱肆答曰：「如是。", "282": "迦葉！復更有惡。迦葉！我有右伺，收捕罪", "283": "人送詣我所，到已，白曰：『天王！此人有罪，願", "284": "王治之。』我語彼曰：『取此罪人可生稱之，生", "285": "稱之已，還下著地，以繩絞殺，殺已復稱。我", "286": "欲得知此人為何時極輕柔軟，色悅澤好，", "287": "為死時耶？為活時耶？』彼受我教，取此罪", "288": "人，活稱之已，還下著地，以繩絞殺，殺已復", "289": "稱。彼罪人活時極輕柔軟，色悅澤好；彼人", "29": "是多聞阿羅訶也。若有見此阿羅訶恭敬禮", "290": "死已，皮轉厚重，堅不柔軟，色不悅澤。迦葉！", "291": "因此事故，我作是念：無眾生生。」尊者鳩摩", "292": "羅迦葉告曰：「蜱肆！復聽我說喻，慧者聞喻", "293": "則解其義。蜱肆！猶如鐵丸或鐵犁鑱，竟日", "294": "火燒，彼當爾時，極輕柔軟，色悅澤好，若火", "295": "滅已，漸漸就冷，轉凝厚重，堅不柔軟，色不", "296": "悅澤。如是，蜱肆！若人活時，身體極輕柔軟，", "297": "色悅澤好；若彼死已，便轉厚重，堅不柔軟，", "298": "色不悅澤。蜱肆！汝應如是觀眾生生，莫", "299": "如肉眼之所見也。蜱肆！若有沙門、梵志斷", "3": "71 蜱肆經（七一）中阿含王相應品蜱肆經第七第", "30": "事者，快得善利，我等可往見彼沙門鳩摩", "300": "絕離欲，趣向離欲，斷絕離恚，趣向離恚，斷", "301": "絕離癡，趣向離癡，彼以清淨天眼出過於", "302": "人，見眾生死時、生時，好色、惡色，或妙、不妙，", "303": "往來善處及不善處，隨此眾生之所作業，見", "304": "其如真。」蜱肆王復言：「沙門鳩摩羅迦葉雖作", "305": "是說，但我如是見，如是說：無眾生生。」尊者", "306": "鳩摩羅迦葉告曰：「蜱肆！復更有惡而過此耶？」", "307": "蜱肆答曰：「如是。迦葉！復更有惡。迦葉！我有", "308": "右伺收捕罪人送詣我所，到已，白曰：『天王！", "309": "此人有罪，願王治之。』我語彼曰：『取此罪人", "31": "羅迦葉。天王！是故斯惒提梵志、居士，各與等", "310": "倒著鐵釜中，或著銅釜中，密蓋其口，於下", "311": "燃火，下燃火已，觀視眾生入時出時，往來周", "312": "旋。』彼受我教，取此罪人，倒著鐵釜中，或著", "313": "銅釜中，密蓋其口，於下燃火，下燃火已，觀", "314": "視眾生入時出時，往來周旋。迦葉！我作如是", "315": "方便，不見眾生生。迦葉！因此事故，我作是", "316": "念：無眾生生。」尊者鳩摩羅迦葉告曰：「蜱肆！", "317": "我今問汝，隨所解答。於意云何？若汝食好", "318": "極美上饌，晝寢於床，汝頗曾憶於夢中見", "319": "園觀浴池、林木華果、清泉長流，極意遊戲周", "32": "類相隨而行，從斯惒提並共北出，至尸攝惒", "320": "旋往來耶？」蜱肆答曰：「曾憶有之。」迦葉復問：", "321": "「若汝食好極美上饌，晝寢於床，爾時頗有", "322": "直侍人不？」答曰：「有也。」迦葉復問：「若汝食好", "323": "極美上饌，晝寢於床，當爾之時，左右直侍", "324": "頗有見汝出入周旋往來時耶？」蜱肆答曰：", "325": "「正使異人亦不能見，況復左右直侍人耶？」", "326": "「蜱肆！汝應如是觀眾生生，莫如肉眼之所", "327": "見也。蜱肆！若有沙門、梵志斷絕離欲，趣向", "328": "離欲，斷絕離恚，趣向離恚，斷絕離癡，趣向", "329": "離癡，彼以清淨天眼出過於人，見此眾生", "33": "林。」蜱肆王聞已，告侍人曰：「汝往詣彼斯惒", "330": "死時、生時，好色、惡色，或妙、不妙，往來善處及", "331": "不善處，隨此眾生之所作業，見其如真。」蜱", "332": "肆王復言：「沙門鳩摩羅迦葉雖作是說，但我", "333": "如是見，如是說：無眾生生。」尊者鳩摩羅迦", "334": "葉告曰：「蜱肆！復更有惡而過此耶？」蜱肆答", "335": "曰：「如是。迦葉！復更有惡。迦葉！我有右伺，", "336": "收捕罪人送詣我所，到已，白曰：『天王！此人", "337": "有罪，願王治之。』我語彼曰：『取此罪人剝皮", "338": "剔肉，截筋破骨，乃至於髓，求眾生生。』彼", "339": "受我教，取此罪人剝皮剔肉，截筋破骨，", "34": "提梵志、居士所，而語之曰：『蜱肆王告斯惒提", "340": "乃至於髓，求眾生生。迦葉！我作如是方便", "341": "求眾生生，而竟不見眾生生。迦葉！因此", "342": "事故，我作是念：無眾生生。」尊者鳩摩羅迦", "343": "葉告曰：「蜱肆！復聽我說喻，慧者聞喻則解", "344": "其義。蜱肆！猶如事火編髮梵志居近道邊，", "345": "去彼不遠，有商人宿。時，諸商人過夜平旦", "346": "怱怱發去，忘一小兒。於是，事火編髮梵志", "347": "早起案行商人宿處，見一小兒獨住失主，", "348": "見已，念曰：『今此小兒無所依怙，我不養者，", "349": "必死無疑。』便抱持去，還至本處而養長之。", "35": "梵志、居士：「諸賢可住，我與汝等共往見彼", "350": "此兒轉大，諸根成就。爾時，事火編髮梵志彼", "351": "於人間有小事緣，於是，事火編髮梵志勅", "352": "年少曰：『我有小事暫出人間，汝當種火，慎", "353": "莫令滅；若火滅者，汝可取此火鑽求之。』", "354": "「爾時，事火編髮梵志善教勅已，即至人間，於", "355": "後年少便出遊戲，火遂滅盡。彼還求火，即取", "356": "火鑽以用打地，而作是語：『火出，火出。』火竟", "357": "不出，復於石上加力打之：『火出，火出。』火亦", "358": "不出。火既不出，便破火鑽十片、百片，棄去", "359": "坐地，愁惱而言：『不能得火，當如之何？』「是時，", "36": "沙門鳩摩羅迦葉。汝等愚癡！勿為彼所欺，", "360": "事火編髮梵志彼於人間所作已訖，還歸本", "361": "處，到已，問曰：『年少！汝不遊戲隨視種火，不", "362": "令滅耶？』年少白曰：『尊者！我出遊戲，火後遂", "363": "滅，我還求火。即取火鑽以用打地而作是", "364": "語：「火出，火出。」火竟不出。復於石上加力打", "365": "之：「火出，火出。」火亦不出。火既不出，便破火", "366": "鑽十片、百片，棄去坐地。尊者！我如是求，不", "367": "能得火，當如之何？』「爾時，事火編髮梵志便", "368": "作是念：『今此年少甚癡不達，不善曉解，無", "369": "有智慧。所以者何？從無知火鑽作如是", "37": "為有後世，有眾生生。我如是見，如是說，", "370": "意求索火耶？』於是，事火編髮梵志取燥火", "371": "鑽火母，著地而以鑽之，即便火出，轉轉熾", "372": "盛，語年少曰：『年少！求火法應如是，不應", "373": "如汝愚癡不達，無有智慧，從無知火鑽", "374": "作如是意求索於火。』當知蜱肆亦復如", "375": "是，愚癡不達，不善曉解，無有智慧，於無知", "376": "死肉乃至骨髓求眾生生。蜱肆！汝應如是", "377": "觀眾生生，莫如肉眼之所見也。蜱肆！若有", "378": "沙門、梵志斷絕離欲，趣向離欲，斷絕離恚，", "379": "趣向離恚，斷絕離癡，趣向離癡，彼以清淨", "38": "無有後世，無眾生生。」』」侍人受教，即往詣彼", "380": "天眼出過於人，見此眾生死時、生時，好色、惡", "381": "色，或妙、不妙，往來善處及不善處，隨此眾生", "382": "之所作業，見其如真。」蜱肆王復言：「沙門鳩摩", "383": "羅迦葉雖作是說，但我此見欲取、恚取、怖取、", "384": "癡取，終不能捨。所以者何？若有他國異人", "385": "聞之，便作是說：『蜱肆王有見長夜受持，彼", "386": "為沙門鳩摩羅迦葉之所降伏、所治、斷捨。』迦", "387": "葉！是故我此見欲取、恚取、怖取、癡取，終不能", "388": "捨。」尊者鳩摩羅迦葉告曰：「蜱肆！聽我說喻，", "389": "慧者聞喻則解其義。蜱肆！猶如朋友二人", "39": "斯惒提梵志、居士所，而語之曰：「蜱肆王告斯", "390": "捨家治生，彼行道時，初見有麻甚多無主，", "391": "一人見已，便語伴曰：『汝當知之，今此有麻", "392": "甚多無主，我欲與汝共取，自重而擔，還歸", "393": "可得資用。』便取重擔。彼於道路復見多有", "394": "劫貝紗縷及劫貝衣甚多無主。復見多銀", "395": "亦無有主。一人見已，便棄麻擔取銀自重。", "396": "復於道路見多金聚而無有主。時，擔銀人", "397": "語擔麻者：『汝今當知，此金極多而無有主，", "398": "汝可捨麻，我捨銀擔，我欲與汝共取此金，", "399": "重擔而歸，可得供用。』彼擔麻者語擔銀人：", "4": "二小土城誦", "40": "惒提梵志、居士：『諸賢可住，我與汝等共往", "400": "『我此麻擔已好，裝治縛束已堅，從遠擔來，我", "401": "不能捨，汝且自知，勿憂我也。』於是，擔銀人", "402": "強奪麻擔，撲著於地而𢱍壞之。彼擔麻者", "403": "語擔銀人：『汝已如是𢱍壞我擔，我此麻擔", "404": "縛束已堅，所來處遠，我要自欲擔此麻歸，終", "405": "不捨之，汝且自知，勿憂我也。』「彼擔銀人即", "406": "捨銀擔，便自取金重擔而還。擔金人歸，父", "407": "母遙見擔金來歸，見已，嘆曰：『善來，賢子！快來，", "408": "賢子！汝因是金快得生活，供養父母，供給", "409": "妻子、奴婢、使人，復可布施沙門、梵志，作福", "41": "見彼沙門鳩摩羅迦葉。汝等愚癡！勿為彼所", "410": "昇上，善果善報，生天長壽。』彼擔麻者還歸其", "411": "家，父母遙見擔麻來歸，見已，罵曰：『汝罪人", "412": "來，無德人來，汝因此麻，不得生活、供養父", "413": "母、供給妻子奴婢使人，又亦不得布施沙", "414": "門及諸梵志，作福昇上，善果善報，生天長壽。』", "415": "當知蜱肆亦復如是，若汝此見欲取、恚取、", "416": "怖取、癡取，終不捨者，汝便當受無量之惡，", "417": "亦為眾人之所增惡。」蜱肆王復言：「沙門鳩", "418": "摩羅迦葉雖作是說，但我此見欲取、恚取、怖", "419": "取、癡取，終不能捨。所以者何？若有他國異", "42": "欺，為有後世，有眾生生。我如是見，如是", "420": "人聞之，便作是說：『蜱肆王有見長夜受持，", "421": "彼為沙門鳩摩羅迦葉之所降伏、所治、斷捨。』", "422": "迦葉！是故我此見欲取、恚取、怖取、癡取，終不", "423": "能捨。」尊者鳩摩羅迦葉告曰：「蜱肆，復聽我", "424": "說喻，慧者聞喻則解其義。蜱肆！猶如商人", "425": "與其大眾，有千乘車，行飢儉道。此大眾中", "426": "而有兩主，彼作是念：『我等何因得脫此難？』", "427": "復作是念：『我此大眾應分為兩部，部各五", "428": "百。』彼商人眾便分為兩部，部各五百。於是，", "429": "一商人主將五百乘至飢儉道，彼商人主", "43": "說：無有後世，無眾生生。』」斯惒提梵志、居士", "430": "常在前導，見有一人從傍道來，衣服盡濕，", "431": "身黑頭黃，兩眼極赤，著蘅華鬘而乘驢車，", "432": "泥著兩𨍉，彼商人主見，便問曰：『飢儉道中有", "433": "天雨不？彼有新水、樵及草耶？』彼人答曰：", "434": "『飢儉道中天降大雨，極有新水乃饒樵、草。", "435": "諸賢！汝等可捨故水、樵、草，莫令乘乏，汝", "436": "等不久當得新水及好樵、草。』「彼商人主聞已", "437": "即還，詣諸商人而告之曰：『我在前行，見", "438": "有一人從傍道來，衣服盡濕，身黑頭黃，兩", "439": "眼極赤，著蘅華鬘而乘驢車，泥著兩𨍉。我", "44": "聞此教已，答侍人曰：「輙如來勅。」侍人還啟，", "440": "問彼曰：「飢儉道中有天雨不？彼有新水、樵", "441": "及草耶？」彼答我曰：「飢儉道中天降大雨，極", "442": "有新水乃饒樵、草。諸賢！汝等可捨故水、樵、", "443": "草，莫令乘乏，汝等不久當得新水及好", "444": "樵、草。」諸商人！我等可捨故水、樵、草，如是不", "445": "久當得新水、樵、草，莫令乘乏。』彼商人等即", "446": "便棄捨故水、樵、草，一日行道不得新水、樵、", "447": "草，二日、三日，乃至七日行道，猶故不", "448": "得新水、樵、草，過七日已，為食人鬼之所殺", "449": "害。「第二商人主便作是念：『前商人主已過嶮", "45": "已宣王命：「彼斯惒提梵志、居士住待天王，唯", "450": "難，我等今當以何方便復得脫難？』第二商", "451": "人主作是念已，與五百車即便俱進至飢", "452": "儉道。第二商人主自在前導，見有一人從", "453": "傍道來，衣服盡濕，身黑頭黃，兩眼極赤，著蘅", "454": "華鬘而乘驢車，泥著兩𨍉，第二商人主見", "455": "便問曰：『飢儉道中有天雨不？彼有新水、樵", "456": "及草耶？』彼人答曰：『飢儉道中天降大雨，極", "457": "有新水乃饒樵、草。諸賢！汝等可捨故水、樵、", "458": "草，莫令乘乏，汝等不久當得新水及好", "459": "樵、草。』「第二商人主聞已即還，詣諸商人而", "46": "願天王宜知是時。」時，蜱肆王即勅御者：「汝", "460": "告之曰：『我在前行見有一人從傍道來，衣", "461": "服盡濕，身黑頭黃，兩眼極赤，著蘅華鬘而乘", "462": "驢車，泥著兩𨍉。我問彼曰：「飢儉道中有天", "463": "雨不？彼有新水、樵及草耶？」彼答我曰：「飢儉", "464": "道中天適大雨，極有新水乃饒樵、草。諸賢！", "465": "汝等可捨故水、樵、草，莫令乘乏，汝等不", "466": "久當得新水及好樵、草。」諸商人！我等未可", "467": "捨故水、樵、草，若得新水、樵、草，然後當棄。』彼", "468": "不捨故水、樵、草，一日行道不得新水、樵、草，", "469": "二日、三日，乃至七日行道，猶故不得新水、樵、", "47": "速嚴駕，我今欲行。」御者受教，即速嚴駕訖，", "470": "草。第二商人主在前行時，見前第一商人主", "471": "及諸商人為食人鬼之所殺害，第二商人", "472": "主見已，語諸商人：『汝等看前商人主愚癡", "473": "不達，不善曉解，無有智慧，既自殺身，復", "474": "殺諸人。汝等商人若欲取前諸商人物，自", "475": "恣取之。』當知蜱肆亦復如是。若汝此見", "476": "欲取、恚取、怖取、癡取，終不捨者，汝便當受無", "477": "量之惡，亦為眾人之所憎惡，猶前第一商", "478": "人之主及諸商人。」蜱肆王復言：「沙門鳩摩羅", "479": "迦葉雖作是說，但我此見欲取、恚取、怖取、癡", "48": "還白王：「嚴駕已辦，隨天王意。」時，蜱肆王即乘", "480": "取，終不能捨。所以者何？若有他國異人聞", "481": "之，便作是說：『蜱肆王有見長夜受持，彼為", "482": "沙門鳩摩羅迦葉之所降伏、所治、斷捨。』迦葉！", "483": "是故我此見欲取、恚取、怖取、癡取，終不能捨。」", "484": "尊者鳩摩羅迦葉告曰：「蜱肆！復聽我說喻，", "485": "慧者聞喻則解其義。蜱肆！猶如二人許戲", "486": "賭󰉔，第一戲者並竊食之，食一、二、三，或至", "487": "眾多，第二戲者便作是念：『共此人戲，數數", "488": "欺我而偷󰉔食，或一、二、三，或至眾多。』見如", "489": "是已，語彼伴曰：『我今欲息，後當更戲。』於是，", "49": "車出，往詣斯惒提梵志、居士所，與共北行至尸", "490": "第二戲者離於彼處，便以毒藥用塗其󰉔，", "491": "塗已即還，語其伴曰：『可來共戲。』即來共戲。", "492": "第一戲者復竊󰉔食，或一、二、三，或至眾多，既", "493": "食󰉔已，即便戴眼吐沫欲死。於是，第二戲者", "494": "向第一戲人即說頌曰：", "495": "「『此󰉔毒藥塗，汝貪食不覺，", "496": "坐為󰉔欺我，後必致苦患。』", "497": "「當知蜱肆亦復如是，若汝此見欲取、恚取、怖", "498": "取、癡取，終不捨者，汝便當受無量之惡，亦為", "499": "眾人之所憎惡，猶如戲人為󰉔欺他，還自", "5": "我聞如是：一時，尊者鳩摩羅迦葉遊拘薩", "50": "攝惒林。時，蜱肆王遙見尊者鳩摩羅迦葉在", "500": "得殃。」蜱肆王復言：「沙門鳩摩羅迦葉雖作是", "501": "說，但我此見欲取、恚取、怖取、癡取，終不能捨。", "502": "所以者何？若有他國異人聞之，便作是說：", "503": "『蜱肆王有見長夜受持，彼為沙門鳩摩羅迦", "504": "葉之所降伏、所治、斷捨。』迦葉！是故我此見欲", "505": "取、恚取、怖取、癡取，終不能捨。」尊者鳩摩羅迦", "506": "葉告曰：「蜱肆！復聽我說喻，慧者聞喻則解", "507": "其義。蜱肆！猶養猪人，彼行路時，見有熇糞", "508": "甚多無主，便作是念：『此糞可以養飽多猪，", "509": "我寧可取自重而去。』即取負去，彼於中道", "51": "樹林間，即下車步進，往詣尊者鳩摩羅迦葉", "510": "遇天大雨，糞液流漫，澆污其身，故負持去，", "511": "終不棄捨，彼則自受無量之惡，亦為眾人", "512": "之所憎惡。當知蜱肆亦復如是，若汝此見", "513": "欲取、恚取、怖取、癡取，終不捨者，汝便當受無", "514": "量之惡，亦為眾人之所憎惡，猶養猪人。」蜱", "515": "肆王復言：「沙門鳩摩羅迦葉雖作是說，但我", "516": "此見欲取、恚取、怖取、癡取，終不能捨。所以者", "517": "何？若有他國異人聞之，便作是說：『蜱肆王", "518": "有見長夜受持，彼為沙門鳩摩羅迦葉之所", "519": "降伏、所治、斷捨。』迦葉！是故我此見欲取、恚取、", "52": "所，共相問訊，却坐一面，問曰：「迦葉！我今欲", "520": "怖取、癡取，終不能捨。」尊者鳩摩羅迦葉告曰：", "521": "「蜱肆！復聽我說最後譬喻，若汝知者，善；若", "522": "不知者，我不復說法。蜱肆！猶如大猪為五", "523": "百猪王，行嶮難道。彼於中路遇見一虎，", "524": "猪見虎已，便作是念：『若與鬪者，虎必殺我；", "525": "若畏走者，然諸親族便輕慢我。不知今當", "526": "以何方便得脫此難？』作是念已，而語虎", "527": "曰：『若欲鬪者，便可共鬪；若不爾者，借我道", "528": "過。』彼虎聞已，便語猪曰：『聽汝共鬪，不借汝", "529": "道。』猪復語曰：『虎！汝小住，待我被著祖父時", "53": "問，寧見聽耶？」尊者鳩摩羅迦葉告曰：「蜱肆！若", "530": "鎧，還當共戰。』彼虎聞已，而作是念：『彼非我", "531": "敵，況祖父鎧耶？』便語猪曰：『隨汝所欲。』猪即", "532": "還至本廁處所，婉轉糞中，塗身至眼已，", "533": "便往至虎所，語曰：『汝欲鬪者便可共鬪；若", "534": "不爾者，借我道過。』虎見猪已，復作是念：『我", "535": "常不食雜小蟲者，以惜牙故，況復當近此", "536": "臭猪耶？』虎念是已，便語猪曰：『我借汝道，不", "537": "與汝鬪。』猪得過已，則還向虎而說頌曰：", "538": "「『虎汝有四足，我亦有四足，", "539": "汝來共我鬪，何意怖而走？』", "54": "欲問者，便可問之，我聞已當思。」時，蜱肆王", "540": "「時，虎聞已，亦復說頌而答猪曰：", "541": "「『汝毛竪森森，諸畜中下極，", "542": "猪汝可速去，糞臭不可堪。』", "543": "「時，猪自誇復說頌曰：", "544": "「『摩竭鴦二國，聞我共汝鬪，", "545": "汝來共我戰，何以怖而走？』", "546": "「虎聞此已，復說頌曰：", "547": "「『舉身毛皆污，猪汝臭熏我，", "548": "汝鬪欲求勝，我今與汝勝。』」", "549": "尊者鳩摩羅迦葉告曰：「蜱肆！我亦如是，若汝", "55": "即便問曰：「迦葉！我如是見，如是說，無有後", "550": "此見欲取、恚取、怖取、癡取，終不捨者，汝便自", "551": "受無量之惡，亦為眾人之所憎惡，猶如彼", "552": "虎與猪勝也。」蜱肆王聞已，白曰：「尊者！初說", "553": "日月喻時，我聞即解，歡喜奉受，然我欲從", "554": "尊者鳩摩羅迦葉求上復上妙智所說，是故", "555": "我向問復問耳。我今自歸尊者鳩摩羅迦", "556": "葉。」尊者鳩摩羅迦葉告曰：「蜱肆！汝莫歸我，", "557": "我所歸佛，汝亦應歸。」蜱肆王白曰：「尊者！我", "558": "今自歸佛、法及比丘眾，願尊者鳩摩羅迦", "559": "葉為佛受我為優婆塞，從今日始，終身自", "56": "世，無眾生生。沙門鳩摩羅迦葉！於意云何？」", "560": "歸，乃至命盡。尊者鳩摩羅迦葉！我從今日始", "561": "行布施修福。」尊者鳩摩羅迦葉問曰：「蜱肆！", "562": "汝欲行施修福，施與幾人？能至幾時？」蜱肆", "563": "王白曰：「布施百人，或至千人，一日、二日，或", "564": "至七日。」尊者鳩摩羅迦葉告曰：「若王行施修", "565": "福，布施百人，或至千人，一日、二日，或至七", "566": "日者，諸方沙門、梵志盡聞：『蜱肆王有見長夜", "567": "受持，彼為沙門鳩摩羅迦葉之所降伏、所治、", "568": "斷捨。』諸方聞已，盡當遠來，七日之中不及", "569": "王施；若不得食王信施者，王便無福，不得", "57": "尊者鳩摩羅迦葉告曰：「蜱肆！我今問王，隨所", "570": "長夜受其安樂。蜱肆王！猶如種子不碎不", "571": "壞，不剖不坼，非風非日，非水中傷，秋時", "572": "好藏。若彼居士深耕良田，極治地已，隨時", "573": "下種，然雨澤不適者，於蜱肆意云何，彼種", "574": "可得生增長不？」答曰：「不也。」尊者鳩摩羅迦", "575": "葉告曰：「蜱肆！汝亦如是。若行施修福，布施", "576": "百人或至千人，一日、二日，或至七日者，諸", "577": "方沙門、梵志盡聞：『蜱肆王有見長夜受持，彼", "578": "為沙門鳩摩羅迦葉之所降伏、所治、斷捨。』諸", "579": "方聞已，盡當遠來，七日之中不及王施；若", "58": "解答。於王意云何？今此日月，為是今世，為", "580": "不得食王信施者，王便無福，不得長夜", "581": "受其安樂。」蜱肆王復問曰：「尊者！我當云何？」", "582": "尊者鳩摩羅迦葉答曰：「蜱肆！汝當行施修", "583": "福，常供長齋。若蜱肆王行施修福，常供長", "584": "齋者，諸方沙門、梵志聞：『蜱肆王有見長夜", "585": "受持，彼為沙門鳩摩羅迦葉之所降伏、所治、", "586": "斷捨。』諸方聞已，盡當遠來，彼皆可得及王", "587": "信施，王便有福，而得長夜受其安樂。蜱肆！", "588": "猶如種子不碎不壞，不剖不坼，非風非", "589": "日，非水中傷，秋時好藏。若彼居士深耕良", "59": "後世耶？」蜱肆答曰：「沙門鳩摩羅迦葉雖作", "590": "田，極治地已，隨時下種，雨澤適者，於蜱肆", "591": "意云何，彼種可得生增長不？」答曰：「生也。」尊", "592": "者鳩摩羅迦葉告曰：「蜱肆！汝亦如是，若當", "593": "行施修福，常供長齋者。諸方沙門、梵志聞：", "594": "『蜱肆王有見長夜受持，彼為沙門鳩摩羅迦", "595": "葉之所降伏、所治、斷捨。』諸方聞已，盡當遠來，", "596": "彼皆可得及王信施，王便有福，而得長夜", "597": "受其安樂。」於是，蜱肆王白曰：「尊者！我從今", "598": "始行施修福，常供長齋。」爾時，尊者鳩摩羅迦", "599": "葉為蜱肆王及斯惒提梵志、居士說法，勸", "6": "羅國，與大比丘眾俱，往詣斯惒提，住彼村", "60": "是說，但我如是見，如是說，無有後世，無眾", "600": "發渴仰，成就歡喜，無量方便，為彼說法，勸", "601": "發渴仰，成就歡喜已，默然而住。於是，蜱肆", "602": "王及斯惒提梵志、居士，尊者鳩摩羅迦葉為", "603": "其說法，勸發渴仰，成就歡喜已，即從坐", "604": "起，稽首尊者鳩摩羅迦葉足，繞三匝而", "605": "去。", "606": "彼蜱肆王雖行施修福，然極惡麤弊，豆羹菜", "607": "茹，唯一片薑，又復施以麤弊布衣。時，監厨者", "608": "名優多羅，彼行施修福時，為蜱肆王囑", "609": "語上座呪願：「此施若有福報者，莫令蜱肆", "61": "生生。」尊者鳩摩羅迦葉告曰：「蜱肆！復更有惡", "610": "王今世後世受。」蜱肆王聞優多羅行施修福", "611": "時，常為囑上座呪願：「此施若有福報者，", "612": "莫令蜱肆王今世後世受。」聞已，即呼問曰：「優", "613": "多羅！汝實行施修福時，為我囑上座呪願：", "614": "『此施若有福報者，莫令蜱肆王今世後世", "615": "受。』為如是耶？」優多羅白曰：「實爾。天王！所以", "616": "者何？天王雖行施修福，然極惡麤弊，豆羹", "617": "菜茹，唯一片薑。天王！此食尚不可以手觸，", "618": "況復自食耶？天王施以麤弊布衣。天王！此", "619": "衣尚不可以脚躡，況復自著耶？我敬天", "62": "而過此耶？」蜱肆答曰：「如是。迦葉！復更有惡。", "620": "王，不重所施，是故，天王！我不願此弊布施", "621": "報令王受也。」蜱肆王聞已，告曰：「優多羅！汝", "622": "從今始，如我所食，當以飯食，如我著衣，當", "623": "以布施。」於是，優多羅從是已後，如王所食，", "624": "便以飯食，如王所衣，便以布施。爾時，優多羅", "625": "因為蜱肆王監行布施故，身壞命終，生四", "626": "王天中。彼蜱肆王以不至心行布施故，身", "627": "壞命終，生榵樹林空宮殿中。尊者橋㷿鉢", "628": "帝數往遊行彼榵樹林空宮殿中，尊者橋", "629": "㷿鉢帝遙見蜱肆王，即便問曰：「汝是誰耶？」蜱", "63": "迦葉！我有親親疾病困篤，我往彼所，到已，", "630": "肆王答曰：「尊者橋㷿鉢帝！頗聞閻浮洲中有", "631": "斯惒提王，名蜱肆耶？」尊者橋㷿鉢帝答曰：", "632": "「我聞閻浮洲中斯惒提有王，名蜱肆。」蜱肆", "633": "王白曰：「尊者橋㷿鉢帝，我即是也，本名蜱肆", "634": "王。」尊者橋㷿鉢帝復問曰：「蜱肆王如是見，", "635": "如是說：無有後世，無眾生生。彼何由生此，", "636": "依四王天小榵樹林空宮殿中？」蜱肆王白", "637": "曰：「尊者橋㷿鉢帝！我本實有是見，然為尊", "638": "者沙門鳩摩羅迦葉之所降伏、所治、斷捨。若", "639": "尊者橋㷿鉢帝還下閻浮洲者，願遍告語閻", "64": "謂言：『汝等當知我如是見，如是說：無有後", "640": "浮洲人：『若行施修福時，當至心與，自手與，", "641": "自往與，至信與，知有業、有業報與。所以者", "642": "何？莫令以是受布施報如斯惒提蜱肆王", "643": "也。蜱肆王者是布施主，以不至心行施與", "644": "故，生依四王天小榵樹林空宮殿中。』」爾時，", "645": "尊者橋㷿鉢帝默然而受。於是，尊者橋㷿鉢", "646": "帝有時來下至閻浮洲，則遍告諸閻浮洲", "647": "人：「至心施與，自手與，自往與，至信與，知有", "648": "業、有業報與。所以者何？莫令以是受布", "649": "施報如斯惒提蜱肆王也。蜱肆王者是布", "65": "世，無眾生生。親親！有沙門、梵志如是見，如", "650": "施主，以不至心行施與故，生依四王天小", "651": "榵樹林空宮殿中。」尊者鳩摩羅迦葉所說如", "652": "是。蜱肆王，斯惒提梵志、居士及諸比丘，聞尊", "653": "者鳩摩羅迦葉所說，歡喜奉行。", "654": "蜱肆王經第七竟萬三百六十七字", "655": "中阿含經卷第十六萬三百六十七字", "656": "中阿含王相應品第一竟三萬五千六百二十一字第二", "657": "小土城誦", "66": "是說言：有後世，有眾生生。我常不信彼之", "67": "所說。彼復作是語：「若有男女作惡行，不精", "68": "進，事惰、懈怠、嫉妬、慳貪，不舒手，不庶幾，極", "69": "著財物，彼因緣此，身壞命終，必至惡處，生", "7": "北尸攝惒林。爾時，斯惒提中有王名蜱肆，", "70": "地獄中。」若彼沙門、梵志所說是真實者，汝等", "71": "是我親親，作惡行，不精進事惰、懈怠、嫉", "72": "妬、慳貪，不舒手，不庶幾，極著財物，若汝等", "73": "身壞命終，必至惡處，生地獄中者，可還語", "74": "我：「蜱肆！彼地獄中如是如是苦。」若當爾者，", "75": "我便現見。』彼聞我語，受我教已，都無有來", "76": "語我言：『蜱肆！彼地獄中如是如是苦。』迦葉！", "77": "因此事故，我作是念：無有後世，無眾生", "78": "生。」尊者鳩摩羅迦葉告曰：「蜱肆！我復問王，", "79": "隨所解答。若有王人收縛罪者，送至王所，", "8": "極大豐樂，資財無量，畜牧產業不可稱計，封", "80": "白曰：『天王！此人有罪，王當治之。』王告彼曰：", "81": "『汝等將去反縛兩手，令彼騎驢，打破敗鼓，", "82": "聲如驢鳴，遍宣令已，從城南門出，坐高標", "83": "下，斬斷其頭。』彼受教已，即反縛罪人，令其", "84": "騎驢，打破敗鼓，聲如驢鳴，遍宣令已，從城", "85": "南門出，坐高標下，欲斬其頭。此人臨死語", "86": "彼卒曰：『汝且小住，我欲得見父母、妻子、奴", "87": "婢、使人，聽我暫去。』於王意云何？彼卒寧當", "88": "放斯罪人，聽暫去耶？」蜱肆答曰：「不也。迦葉！」", "89": "尊者鳩摩羅迦葉告曰：「蜱肆！王親親者亦復", "9": "戶、食邑種種具足，斯惒提邑泉池草木一切", "90": "如是，作惡行，不精進，事惰、懈怠、嫉妬、慳", "91": "貪、不舒手，不庶幾，極著財物，彼因緣此，身", "92": "壞命終，必至惡處，生地獄中。地獄卒捉極", "93": "苦治時，彼語卒曰：『諸地獄卒！汝等小住，莫", "94": "苦治我，我欲暫去詣蜱肆王，告語之曰：「彼", "95": "地獄中如是如是苦。」令彼現見。』於王意云", "96": "何？彼地獄卒寧當放王親親令暫來耶？」", "97": "蜱肆答曰：「不也。迦葉！」尊者鳩摩羅迦葉告曰：「蜱", "98": "肆！汝應如是觀於後世，莫如肉眼之所見", "99": "也。蜱肆！若有沙門、梵志斷絕離欲，趣向離"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含王相應品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}