{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1421 彌沙塞部和醯五分律: 五分律: 五分律: 五分律: 五分律: 五分律: 五分律: 五分律", "text": {"0": "第五分4 四威儀法", "1": "五分律卷第二十八彌沙塞", "10": "中夜過已，復如是白，佛亦默然。後夜復白言：", "100": "僧中行之，餘七如上。", "101": "7 調伏法五分律第五分之七調伏法", "102": "爾時長老優波離問佛：「世尊！須提那迦蘭陀", "103": "子，是犯波羅夷不？」佛言：「初作皆不犯。」又問：", "104": "「阿練若處比丘是犯不？」佛言：「犯！」有一比丘狂", "105": "病行婬，狂差，生疑問佛。佛言：「狂者皆不犯，散", "106": "亂心、病壞心，亦如是。」孫陀羅難陀跋耆子不", "107": "捨戒，行婬法，後疑問佛。佛言：「犯！」有一比丘共", "108": "二根女人行婬，有一比丘共二道合女人行", "109": "婬，有一比丘共黃門行婬，有一比丘共男子", "11": "「明相欲出，眾坐已久。願為諸比丘說戒！」佛語", "110": "行婬，有一比丘共小兒行婬，後皆生疑問佛。", "111": "佛言：「皆犯！」有一比丘共小女行婬，女即死；", "112": "疑犯二波羅夷，問佛。佛言：「婬犯波羅夷，女死", "113": "犯偷羅遮。」有一比丘作木女像行婬，後疑", "114": "問佛。佛言：「出不淨，僧伽婆尸沙；不出，偷羅遮。」", "115": "泥畫女像，亦如是。有一比丘共象行婬，後疑", "116": "問佛。佛言：「犯！」一切畜生，亦如是。", "117": "時王舍城有一愚信優婆夷，作是見：「以婬欲", "118": "施，是第一施。」便請諸比丘施之，諸比丘言：「姊", "119": "妹！不應爾，是佛所制！」女人復言：「臥行是犯，立", "12": "阿難：「眾不清淨，如來不為說戒。」時目連作是", "120": "行不名犯。」比丘即從其語。後疑問佛，佛言：「犯！」", "121": "坐行，婬女背；女動，比丘不動，亦如是。時舍衛", "122": "城有愚信優婆夷名善輕，作是見：「以婬欲法", "123": "施，是第一施。」便請諸比丘施之，諸比丘言：「姊", "124": "妹！不應爾，是佛所制！」女人復言：「三處是犯，岐", "125": "股、臍中，一切諸處不名犯。」比丘即從其語。後", "126": "疑問佛，佛言：「出不淨，皆僧伽婆尸沙；不出，皆", "127": "偷羅遮。」時阿練若處，有比丘露地熟眠，有女", "128": "人見，於上行婬。比丘覺，見不淨污身，復見女", "129": "人從其間去，生疑問佛。佛問：「汝受樂不？」答言：", "13": "念：「今此眾中誰不清淨，乃使世尊作如是語？」", "130": "「不受。」佛言：「不犯；露地熟眠，突吉羅。」開房戶眠，", "131": "亦如是。復有比丘露地熟眠，女人於上行", "132": "婬。比丘覺，出時受樂，生疑問佛。佛言：「犯！」毘舍", "133": "離有一阿羅漢比丘，得風病，舉體強直。看病", "134": "人舉著露地，入聚落為乞食。有女人來，於上", "135": "行婬。行婬已，比丘男根強直如故。諸女人言：", "136": "「此是雄士。」即以香塗，華鬘結頭，作禮而去。看", "137": "病人還，見不淨污其身體，作是念：「此比丘不", "138": "修梵行，破於淨戒，我當住其布薩！」又念：「世尊", "139": "不聽住病比丘布薩，當待其差。」彼病差已，便", "14": "便遍觀察，見一比丘近佛邊坐，非比丘，自言", "140": "住其布薩，語言：「汝先病時破戒！」答言：「我爾", "141": "時病，身體強直，不能自攝，非為破戒。」諸比丘", "142": "以是白佛，佛言：「是比丘已得阿羅漢，風病", "143": "強直，不能自攝；不受樂故，不犯。看病比丘置", "144": "露地而去，犯突吉羅。」", "145": "時有比丘以男根刺比丘口中，後俱生疑問", "146": "佛。佛言：「若刺者戲，偷羅遮；受者非戲，波羅夷。", "147": "若受者戲，偷羅遮；刺者非戲，波羅夷。若俱戲，", "148": "俱偷羅遮；若俱非戲，俱波羅夷。」時諸比丘共", "149": "白衣浴室中浴，白衣取其形相語諸女人。又", "15": "比丘；非沙門，自言沙門；不修梵行，自言修梵", "150": "身相觸生染著心，遂致反俗、作外道者。諸", "151": "比丘以是白佛，佛言：「不應爾！若共白衣浴", "152": "室中浴，偷羅遮。」有一摩訶羅比丘，夢中與本", "153": "二行婬。覺已，出房高聲大喚：「我非沙門、非釋", "154": "種子！」諸比丘問其故，答言：「我與本二行婬。」又", "155": "問：「汝本二今在何許？」答言：「在我本生聚落。」又", "156": "問：「彼來耶？汝往耶？」答言：「彼不來，我不往。」又", "157": "問：「云何得共行婬？」答言：「夢中行婬。」諸比丘以", "158": "是白佛，佛言：「不犯；不繫念在前眠，得突吉羅", "159": "罪。」有一比丘立小便，狗來銜其男根，生疑問", "16": "行；成就惡法，覆藏其罪，不捨邪見。即從坐起，", "160": "佛。佛言：「不犯，立小便得突吉羅罪。比丘住處", "161": "不應畜如是畜生，犯者突吉羅！」有一比丘男", "162": "根長，以欲心自刺大便道中，生疑問佛。佛言：", "163": "「犯！」有一比丘身體弱，以男根自刺口中，亦如", "164": "是。有一比丘坐禪，魔女來至其前。比丘見生", "165": "染著心，不覺起捉彼女。女便走，比丘亦走逐", "166": "之。彼女至一死馬中沒，比丘便於馬上行婬，", "167": "即生悔心，語諸比丘。諸比丘以是白佛，佛言：", "168": "「聽僧與彼比丘作波羅夷白四羯磨。」彼比丘應", "169": "至僧中，脫革屣，偏袒右肩，禮僧足，䠒跪合掌，", "17": "往到其前，語言：「如來已見汝！汝出去，滅去，莫", "170": "作如是白：「我某甲比丘犯婬即生悔，不覆藏，", "171": "今從僧乞波羅夷羯磨。願僧與我波羅夷羯", "172": "磨！」如是三乞。應一知法比丘唱言：「大德僧聽！", "173": "此某甲比丘犯婬即生悔，不覆藏，從僧乞波羅", "174": "夷羯磨。僧今與作波羅夷羯磨。若僧時到僧", "175": "忍聽。白如是。」「大德僧聽！此某甲比丘犯婬，乃", "176": "至僧今與作波羅夷羯磨。誰諸長老忍，默然；", "177": "不忍者，說。」如是第二、第三說。「僧與某甲比丘", "178": "作波羅夷羯磨竟；僧忍，默然故。是事如是持。」", "179": "佛言：「彼比丘盡壽不得授大比丘食，而自從", "18": "此中住！」便牽臂出著門外，還坐本處。佛語目", "180": "淨人受。若布薩、自恣，作諸羯磨時，若來者善；", "181": "若不來，彼此無犯。」有比丘共天女、龍女、阿修", "182": "羅女行婬，生疑問佛。佛言：「皆犯。」有一比丘", "183": "至他作食處，取一鉢羹，生疑問佛。佛言：「汝", "184": "以何心取？」答言：「以盜心。」佛言：「若直五錢，犯波", "185": "羅夷；若減五錢，偷羅遮。」入他園中盜心取一", "186": "果、菜，亦如是。有一比丘為賊所剝，諍得衣物，", "187": "生疑問佛。佛言：「不犯。」復有比丘為賊所剝，已", "188": "入賊手，或已持去，後追奪得，生疑問佛。佛言：", "189": "「汝心捨衣未？」答言：「未捨。」佛言：「未捨不犯，已", "19": "連：「怪哉，目連！未曾有也！此愚癡人，不自知罪，", "190": "捨便犯。」有阿練若處比丘，見野猪被箭走來，", "191": "共相語言：「當莫導見！」獵師尋至，問比丘：「見", "192": "我所射猪不？」答言：「何處有猪？是誰猪？無有", "193": "猪。」後作是念：「我言無猪，將無得藏猪罪？」生疑", "194": "問佛，佛言：「不犯。若有如是因緣作餘語破其", "195": "問，皆無罪。」有阿練若處比丘，見獵師得生鹿，", "196": "繫已捨去，比丘以憐愍心解放，生疑問佛。佛", "197": "言：「不犯。然不應於他物方便放之，犯者突吉", "198": "羅。」憐愍心放他一切眾生，亦如是。有比丘見", "199": "拘樓荼銜肉飛，戲逐令放，生疑問佛。佛言：「不", "2": "宋罽賓三藏佛陀什", "20": "乃使他人牽其臂出。」於是阿難復從坐起，白", "200": "犯。然不應於無益處，方便令彼失，犯者突吉", "201": "羅！」有一比丘見他牛隨路行，盜心驅，即悔而", "202": "捨，生疑問佛。佛言：「不犯，得偷羅遮罪。」有比丘", "203": "見水㵱物，盜心接得，生疑問佛。佛言：「若直", "204": "五錢，波羅夷。」有比丘去祇洹不遠，見他耕田，", "205": "語言：「此是僧田，汝勿耕之！」耕者念言：「諸比", "206": "丘有勢力，若訟我，或致失物。」便止不耕。比", "207": "丘還祇洹問諸比丘：「此是誰田？」諸比丘言：", "208": "「是某居士田。」便生疑問佛，佛言：「不犯。若於無", "209": "益處作方便，欲令失，皆突吉羅。」時十七群童", "21": "佛言：「世尊！眾已清淨。願為諸比丘說戒！」佛告", "210": "子為賊所抄，父母啼哭懊惱。畢陵伽婆蹉乞", "211": "食見之，問其意故，具以事答。畢陵伽婆蹉即", "212": "入定觀，見賊將著阿夷羅河洲上，便以神足", "213": "取還，各著其家閣上，語其父母言：「勿復啼哭！", "214": "汝兒今皆還家，重閣上戲。」後疑問佛，佛言：「不", "215": "犯。得突吉羅罪。」有比丘為利養故，自長己", "216": "年大於他人。後疑問佛，佛言：「不犯，故妄語得", "217": "波逸提罪。」有一住處比丘與白衣共井。白", "218": "衣以盜心偏多取水，比丘亦以盜心作是念：", "219": "「我今何為獨不多取？」未取，生疑問佛。佛言：「若", "22": "阿難：「從今汝等自共說戒，吾不復得為比丘", "220": "長取他水，直五錢波羅夷。」有比丘於彼處盜", "221": "他衣直五錢，來此賣不直五錢，謂不犯波羅", "222": "夷。生疑問佛，佛言：「本處直五錢，波羅夷。若於", "223": "彼處不直五錢，來此賣直五錢，偷羅遮。」有", "224": "比丘盜他佛經，謂是佛語無犯。後疑問佛，佛", "225": "言：「計紙筆書功，直五錢犯。」", "226": "爾時拘舍彌有一長者，見法得果，常供給諸", "227": "比丘。長者及姊各有一子，二人常共供養", "228": "長老阿酬比丘。長者臨欲終時，示阿酬比丘", "229": "寶藏處所，語言：「我命終後，彼二子中若信樂", "23": "說。所以者何？若眾不清淨，如來為說，彼犯戒", "230": "佛法，於諸比丘常無所愛者，可示此藏。」言", "231": "已氣絕。阿酬比丘後察二子，其子背正，而姊", "232": "子信樂，便語姊子令得寶藏。其子聞之，即", "233": "往阿難所，問言：「父之遺財應屬誰耶？」答言：「應", "234": "屬子。」便語阿難言：「我父寶藏阿酬比丘與我", "235": "姑子。」阿難即往語阿酬言：「汝非沙門、非釋種", "236": "子！」阿酬答言：「我是沙門、是釋種子！自可依諸", "237": "經律，共判此事。」阿難言：「此事居然，何須經律？」", "238": "時諸長老比丘皆是阿酬而佐助之，阿難、阿", "239": "酬二眾於是各別，不復和合六年之中共安", "24": "人，頭破七分。」又告阿難：「大海有八未曾有，阿", "240": "居，住處皆不布薩、自恣。聲聞遐邇，徹于梵天。", "241": "時羅睺羅遊迦維羅衛城，諸釋種女皆共出", "242": "迎，具說此事：「如何世尊泥洹未久，眾僧便不", "243": "和合，乃經六年？我等欲和合之，不知方便。」羅", "244": "睺羅言：「我當教汝，令彼和合。阿難尋來，諸", "245": "有嬰兒，皆抱迎之；以兒著地，兒必當啼。阿難", "246": "必問：『何不抱取？』汝當答言：『若長老與阿酬和", "247": "合，我等然後乃當取兒！』以此方便可令和合。」", "248": "阿難須臾便至，五百釋女抱兒出迎，皆著阿", "249": "難前地，兒即大啼。阿難果言：「何不抱取？」同聲", "25": "修羅樂居其中。何謂八？大海漸漸深；潮不", "250": "答言：「若長老與阿酬和合，我等乃當還取此", "251": "兒！」阿難感其此意，又愍嬰孩，語言：「姊妹取兒，", "252": "我當與彼和合。」便還集僧，優波離問阿難：「比", "253": "丘不與取有幾種，非沙門、非釋種子？」答言：「有", "254": "三種：自取、教人取、遣人取。」又問阿酬：「汝自", "255": "取、教人取、遣人取不？」答言：「不！」又問阿難：「阿酬", "256": "比丘有何過？」阿難言：「阿酬無愆，是我之過！」於", "257": "是阿難僧中遍唱：「是我之過，阿酬無愆。」便向", "258": "阿酬懺悔和合。有一比丘本是偷兒，語諸比", "259": "丘：「可共至彼聚落取物。」諸比丘便從其語，先", "26": "過限；不宿死屍；百川來會，無復異稱；萬流悉", "260": "往取之。彼比丘於後生疑問佛：「我如是教人", "261": "盜，犯波羅夷不？」佛言：「不犯，得偷羅遮罪。」有比", "262": "丘取他覆塚衣、塚上幡、塚間衣、神廟中物，他所", "263": "護者。生疑問佛，佛言：「他心未捨取，直五錢", "264": "皆波羅夷。廟中物雖無主，而是官所護者，亦", "265": "如是。」有比丘瞋他故，或燒其家、或燒其田穀", "266": "財貨。生疑問佛，佛言：「不犯，得偷羅遮罪。瞋", "267": "故，破壞他物，亦如是。」有比丘於鼠穴中得千", "268": "兩金囊，盜心取，生疑問佛。佛言：「屬鼠物，不犯；", "269": "得偷羅遮罪。若盜心奪鳥獸物，亦如是。」有比", "27": "歸，而無增減；出真珠、摩尼、珊瑚、琉璃、珂玉、金", "270": "丘於食上輒食他分，他問：「誰食我分？」答言：「我", "271": "食！」彼瞋。生疑問佛，佛言：「非盜心不犯，不應輒", "272": "作同意食他分，犯者突吉羅！」有比丘蒲博，賭", "273": "取人物，生疑問佛。佛言：「不犯，得突吉羅罪。」有", "274": "二比丘同意更相著衣，後相瞋謗以為偷。生", "275": "疑問佛，佛言：「不犯。不應輒同意著他衣，犯者", "276": "突吉羅！」", "277": "時跋難陀與估客共道行，到關稅處，估客從", "278": "跋難陀借囊，密以大價珠著囊中還之，跋難", "279": "陀不覺。出關已，索囊中珠，跋難陀言：「我不取", "28": "銀、頗梨諸寶；大身眾生皆住其中；同一醎味。", "280": "汝珠。」估客言：「汝實不取，我向借汝囊，以珠著", "281": "中耳！」即還其珠。生疑問佛，佛言；「不犯。若欲", "282": "出關，人從借物；還已，應抖擻看，犯者突吉", "283": "羅！」", "284": "時旃荼修摩那比丘尼弟子，至師檀越家詐", "285": "云：「師病索三種藥粥。」得已，於外自食。其家婦", "286": "女後往問訊言：「阿姨病差不？」答言：「我都不病，", "287": "何以問我？」便以具說。師語弟子：「汝偷我粥！」答", "288": "言：「我實不偷，於和尚作同意取耳！」生疑問", "289": "佛，佛言：「不以盜心，不犯；得故妄語，波逸提罪。」", "29": "是為八。我此正法亦復如是，有八未曾有，諸", "290": "有比丘見主人田無水，決屬他水澆之，生疑", "291": "問佛。佛言：「若直五錢犯。」有高處比丘擲他衣，", "292": "與下處比丘，俱生疑問佛。佛言：「若盜心擲，", "293": "波羅夷；無盜心取，偷羅遮。若無盜心擲，偷羅", "294": "遮；盜心取，波羅夷。俱盜心，俱波羅夷；俱無", "295": "盜心，俱偷羅遮。」有比丘盜心貿僧好物，生疑", "296": "問佛。佛言：「貿直五錢犯。」時有比丘以石擲蛇，", "297": "誤著人死，生疑問佛。佛言：「汝以何心？」答言：", "298": "「欲擲殺蛇。」佛言：「人死無犯，擲蛇犯突吉羅。」有", "299": "比丘殺獼猴，以似人，生疑問佛。佛言：「奪畜", "3": "共竺道生等譯", "30": "比丘皆共樂之。何謂八？漸漸制、漸漸教、漸漸", "300": "生命，犯波逸提。」有一婦人夫行不在，傍通有", "301": "娠，從常供養比丘乞墮胎藥；與之兒死，母不", "302": "死，生疑問佛。佛言：「犯。若欲墮胎，母死、兒不死，", "303": "犯偷羅遮；若俱死，犯波羅夷；若俱不死，犯偷", "304": "羅遮。按腹墮胎，亦如是。」有諸比丘不樂修梵", "305": "行，而不罷道，還就下賤；於高處自墜取死，", "306": "墮下人上，下人死，己不死。生疑問佛，佛言：「汝", "307": "以何心？」答言：「欲自墮死。」佛言：「彼死，無犯；", "308": "作方便自殺，皆偷羅遮。」有二比丘先相瞋，後", "309": "共道行，於路相打，一人遂死。生疑問佛，佛言：", "31": "學；我諸弟子於所制戒，終不敢越；有犯必黜，", "310": "「汝以何心？」答言：「瞋心。」佛言：「無殺心，不犯；瞋他", "311": "比丘得波逸提罪。從今不聽相瞋、未相悔謝", "312": "共道行，犯者突吉羅！」有比丘打殺鬼，生疑", "313": "問佛，佛言：「犯偷羅遮。」有比丘欲殺彼，而誤", "314": "殺此，生疑問佛。佛言：「不犯，得偷羅遮罪。」", "315": "時諸比丘為利養故，種種讚歎他戒成就，", "316": "定、慧、解脫、解脫知見成就；而密以自美，生疑", "317": "問佛。佛言：「若如是等不分明自說，皆犯偷羅", "318": "遮。」", "319": "毘舍離有一大樹名尼拘類，蔭五百乘車。花", "32": "不宿容之；雜類出家，皆捨本姓，稱釋子沙門；", "320": "色比丘尼見，語諸比丘尼言：「我在天上時，捶", "321": "耳邊華如此樹大。」諸比丘尼謂無此理，種種", "322": "呵責：「云何比丘尼，自說得過人法？」以是白", "323": "佛，佛言：「天上實有此華，華色比丘尼實語，", "324": "無犯。」毘羅茶私呵比丘身生五百癰瘡，癰瘡", "325": "潰爛不可視。華色比丘尼與五百比丘尼俱", "326": "共問訊，見已便笑。諸比丘尼呵責：「云何無", "327": "憐愍心，見比丘如此，方更笑之？」華色答言：「此", "328": "比丘過去世時作大國王，名毘竭婆，我時為", "329": "作第一夫人。其王強取五百童女，破其當世，", "33": "諸善男子、善女人，出家多得無餘泥洹，而無", "330": "以此因緣，無數百千萬歲墮大地獄，苦毒燒", "331": "煮，餘報受此五百癰瘡。」諸比丘尼謂無此", "332": "理，種種呵責：「云何比丘尼，自稱得過人法？」以", "333": "是白佛，佛言：「彼比丘實爾！華色說實，無犯。」時", "334": "長老目連語諸比丘言：「我見阿耨達池有蓮", "335": "華，大如車輪。」諸比丘不信，謂是虛說得過人", "336": "法。以是白佛，佛言：「實有此華，目連說實，無", "337": "犯。」有諸比丘虛說得過人法，作如是言：「我有", "338": "業報因緣，天眼、天耳、他心智。」後疑問佛，佛言：", "339": "「不犯，得偷羅遮罪。」有諸比丘虛說得過人法，", "34": "增減；有種種法寶，所謂四念處，乃至八聖道", "340": "作如是言：「我得天眼、天耳、他心智，諸漏已盡。」", "341": "後疑問佛，佛言：「犯。」有一婆羅門請僧食，言：「大", "342": "德諸羅漢來坐食。」食竟言：「諸羅漢還去。」諸", "343": "比丘生疑問佛，佛言：「人自作此讚歎，皆無犯。」", "344": "有諸比丘為利養故，坐、起、行、立、言語安詳，以", "345": "此現得道相，欲令人知。後疑問佛，佛言：「如是", "346": "等現異，皆犯偷羅遮。」有諸比丘臨欲命終，應", "347": "墮地獄，悉見地獄諸相，阿傍在前；又有比丘", "348": "應生天，悉見諸天宮殿，聞音樂聲，天子、天女", "349": "在前語言。皆以語人，生疑問佛。佛言：「是應生", "35": "分諸助道法；有諸大人，阿羅漢、向阿羅漢，乃", "350": "瑞相，非妄語，無犯。」有諸比丘本欲說餘事，後", "351": "非意說過人法，生疑問佛。佛言：「非是本意不", "352": "犯，得偷羅遮罪。」有諸比丘語白衣言：「若有住", "353": "汝房者，皆成就如是如是道法。」後自往住，", "354": "生疑問佛，佛言：「作如是等方便，皆犯偷羅遮。」", "355": "有諸比丘自說得過人法，欲令人聞，而非人", "356": "聞；又欲令非人聞，而人聞；又欲令人、非人聞，", "357": "而無聞者。皆生疑問佛，佛言：「皆犯偷羅遮。」", "358": "時目連語諸比丘：「某甲居士婦當生男。」彼當", "359": "產時轉為女。波斯匿王與阿闍世王共戰，目", "36": "至須陀洹、向須陀洹住正法中；若有入者，同", "360": "連言：「波斯匿王當勝。」而反不如。後更集戰，", "361": "復言：「阿闍世王當勝。」亦反不如。諸比丘呵責", "362": "言：「云何虛說得過人法？」以是白佛，佛言：「如目", "363": "連語，但觀其前，不觀後耳！」時有比丘搔隱處，", "364": "不淨出，生疑問佛。佛言：「汝以何心？」答言：「始末", "365": "無有出意。」佛言：「無犯。若欲出，而出，僧伽婆尸", "366": "沙；欲出，不出，偷羅遮。」以暖水浴、向火炙，不淨", "367": "出，皆如是。有比丘憶行欲事不淨出，生疑問", "368": "佛。佛言：「汝以何心？」答言：「我憶行欲事，不淨自", "369": "出。」佛言：「不犯；憶行欲事，突吉羅。」有比丘故", "37": "一解脫味。是為八。」時六群比丘犯罪不悔，而", "370": "以形撐衣出不淨，謂不犯僧伽婆尸沙。問", "371": "佛，佛言：「如是比丘出不淨，僧伽婆尸沙；不出，", "372": "偷羅遮。」有比丘於女像邊出不淨，生疑問", "373": "佛，佛言：「若出不淨，僧伽婆尸沙；不出，偷羅", "374": "遮。」", "375": "時有比丘以肘築女人身，復有比丘以鉢鉤", "376": "牽女人。生疑問佛，佛言：「皆犯偷羅遮。若捉其", "377": "衣、牽捉其繩杖，亦如是。」有比丘，女人在床上、", "378": "船車上、樹上，欲心搖之。生疑問佛，佛言：「若如", "379": "是比丘，皆犯偷羅遮。」", "38": "布薩，有比丘亦效之。諸比丘以是白佛，佛言：", "380": "時有女人著青衣，比丘見語言：「姊妹！汝許青。」", "381": "生疑問佛，佛言：「犯偷羅遮。若如是因形，而作", "382": "惡語，皆如是。」時有夫婦共鬪不和合，比丘往", "383": "和合之。生疑問佛，佛言：「若夫婦義已離，和合", "384": "者，僧伽婆尸沙；若未離，無犯。」", "385": "五分律卷第二十八", "39": "「不應爾，犯者突吉羅！」諸比丘猶故犯罪不悔", "4": "5 遮布薩法第五分之五遮布薩法", "40": "布薩，佛言：「應住其布薩。」有諸比丘或未布薩", "41": "便住，或已布薩竟乃住，如是等諸住布薩，", "42": "皆如住自恣中說。", "43": "6 別住法五分律第五分之六別住法", "44": "時諸別住比丘，度沙彌與受具足戒、作依止", "45": "師、畜沙彌。諸比丘以是白佛，佛言：「不應爾！」復", "46": "有別住比丘，受他善比丘恭敬，使令擔衣鉢、", "47": "革屣。佛言：「不應爾！」復有別住比丘，見如法比", "48": "丘來便避藏，恐知己別住。佛言：「不應爾！」復有", "49": "別住比丘，請僧食，還私房食。佛言：「不應爾！應", "5": "佛在瞻婆國恒水邊。爾時世尊十五日布薩", "50": "在大比丘下行食。」復有別住比丘，在如法比", "51": "丘前行。佛言：「不應爾！」復有別住比丘，欲往白", "52": "衣家，共如法比丘行。佛言：「不應爾！」復有別住", "53": "比丘，或更犯本罪、或更犯餘惡罪。佛言：「不應", "54": "爾！」復有別住比丘，於如法比丘前不披衣。佛", "55": "言：「不應爾！」復有別住比丘，常著三衣作，泥污。", "56": "佛言：「不應爾！」復有別住比丘，共如法比丘", "57": "一床坐，或自坐好床。佛言：「不應爾！」復有別住", "58": "比丘，與如法比丘並經行，或自在勝經行", "59": "處。佛言：「不應爾！」復有別住比丘，受僧差說戒、", "6": "時，與比丘眾前後圍遶，於露地坐，遍觀眾僧", "60": "經唄。佛言：「不應爾！」復有別住比丘作諸羯磨，", "61": "呵責羯磨、驅出羯磨、依止羯磨、舉罪羯磨、下意", "62": "羯磨。佛言：「不應爾！」復有別住比丘，與如", "63": "法比丘共語。佛言：「不應爾！」復有別住比丘，", "64": "欲為四眾說法。佛言：「不應爾！」復有別住比丘，", "65": "不憶別住日數，月、半月、一歲。佛言：「應知。」復有", "66": "別住比丘，於如法比丘前反抄衣、扠腰、著革", "67": "屣、覆頭、通肩覆、或坐、或臥。佛言：「皆不應爾！」復", "68": "有別住比丘，不順別住比丘法。佛言：「不應爾！」", "69": "復有別住比丘，不白客來比丘，不白去比丘。", "7": "默然而住。初夜過已，阿難從坐起，前禮佛", "70": "佛言：「應白。」復有別住比丘，日日白僧。佛言：「應", "71": "布薩時白；若行摩那埵，應日日白。」復有別住", "72": "比丘，欲遠行，白佛。佛言：「應捨竟去。應作如是", "73": "捨。」向一如法比丘言：「大德聽！我今捨別住", "74": "法，後更行之。」如是三說。若不捨而去，於路上", "75": "見比丘，便應自說別住。諸別住比丘於路上", "76": "便廣說別住，諸白衣見言：「此比丘有何罪而", "77": "悔過？」諸比丘以是白佛，佛言：「路上不應廣說，", "78": "但言：『大德！我某甲比丘行別住法，已若干日，", "79": "餘若干日。大德憶持！』」彼比丘捨別住到餘處，", "8": "足，䠒跪合掌，白佛言：「世尊！初夜已過，眾坐", "80": "應求彼僧更行別住。彼僧應聽行別住法；若", "81": "不聽，突吉羅。復有別住比丘，受別住法已，", "82": "往無比丘處住，於別住中更犯惡罪。佛言：「別", "83": "住比丘不得獨住一處，不應更犯惡罪，犯者", "84": "皆突吉羅！」復有諸別住比丘，受別住已，往不", "85": "如法比丘處住。佛言：「不應爾！彼若有一如法", "86": "比丘聽住，犯者突吉羅！」復有別住比丘，與如", "87": "法比丘同屋住。佛言：「不應爾！」復有別住比丘，", "88": "與如法比丘同浴室浴。佛言：「不應爾！聽擔樵", "89": "內浴室中，洗浴室掃除之，具灰土、澡豆，敷床", "9": "已久。願為諸比丘說戒！」世尊默然，阿難還坐。", "90": "座，與諸比丘脫衣、革屣，為油摩身體，隨彼受", "91": "者作之。」復有同別住比丘，共浴室浴。佛言：「聽！", "92": "但次第供給所須。」別住比丘有三最下：最在", "93": "大比丘下行、與最下臥具、最下房舍。別住比", "94": "丘有三事隨本次：僧得施物時、自恣時、行鉢", "95": "時。別住比丘有八事，失別住法：往他處不", "96": "白；外來比丘不白；自出不白；他出不白；獨住", "97": "一處；於別住中，更犯惡罪；與如法比丘同屋", "98": "宿；不捨別住遠行，路上見比丘不白。行摩", "99": "那埵亦以八事失：除獨住一處，於不滿二十"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1421 彌沙塞部和醯五分律: 五分律: 五分律: 五分律: 五分律: 五分律: 五分律: 五分律", "author": "劉宋 佛陀什共竺道生等譯", "sourceLink": "http://www.cbeta.org/"}