{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0273 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經", "text": {"0": "No. 273", "1": "1 序品金剛三昧經序品第一", "10": "闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽、人非人", "100": "不法？」佛言：「不生於心，是住不心；不生於法，", "101": "是住不法。善男子！不生心法，即無依止。不", "102": "住諸行，心常空寂，無有異相。譬彼虛空無", "103": "有動住，無起、無作、無彼、無此，得空心眼、得法", "104": "空身，五陰、六入悉皆空寂。善男子！修空法", "105": "者，不依三界、不住戒相；清淨無念，無攝、無", "106": "放；性等金剛，不壞三寶；空心不動，具六波羅", "107": "蜜。」解脫菩薩而白佛言：「尊者！六波羅蜜者，", "108": "皆是有相。有相之法，能出世也？」佛言：「善男子！", "109": "我所說六波羅蜜者，無相、無為。何以故？若", "11": "等六十萬億。爾時，尊者大眾圍遶，為諸大", "110": "人離欲，心常清淨，實語方便，本利利人，是檀", "111": "波羅蜜。志念堅固，心常無住，清淨無染，不", "112": "著三界，是尸波羅蜜。修空斷結，不依諸有，", "113": "寂靜三業，不住身心，是羼提波羅蜜。遠離名", "114": "數，斷空有見，深入陰空，是毘梨耶波羅蜜。", "115": "俱離空寂，不住諸空，心處無住，不住大空，", "116": "是禪波羅蜜。心無心相，不取虛空，諸行不生，", "117": "不證寂滅；心無出入，性常平等，諸法實際，皆", "118": "決定性，不依諸地、不住智慧，是般若波羅蜜。", "119": "「善男子！是六波羅蜜者，皆獲本利，入決定性，", "12": "眾說大乘經，名一味真實無相無生決定實", "120": "超然出世，無礙解脫。善男子！如是解脫法相，", "121": "皆無相行，亦無解、不解，是名解脫。何以故？解", "122": "脫之相，無相、無行、無動、無亂，寂靜涅槃，亦", "123": "不取涅槃相。」解脫菩薩聞是語已，心大欣懌，", "124": "得未曾有，欲宣義意，而說偈言：", "125": "「大覺滿足尊，為眾敷演法，", "126": "皆說於一乘，無有二乘道。", "127": "一味無相利，猶如太虛空，", "128": "無有不容受，隨其性各異。", "129": "皆得於本處，如彼離心我，", "13": "際本覺利行。若聞是經，乃至受持一四句偈，", "130": "一法之所成，諸有同異行。", "131": "悉獲於本利，滅絕二相見，", "132": "寂靜之涅槃，亦不住取證。", "133": "入於決定處，無相無有行，", "134": "空心寂滅地，寂滅心無生。", "135": "同彼金剛性，不壞於三寶，", "136": "具六波羅蜜，度諸一切生。", "137": "超然出三界，皆不以小乘，", "138": "一味之法印，一乘之所成。」", "139": "爾時，大眾聞說是義，心大欣懌，得離心我，入", "14": "是人則為入佛智地，能以方便教化眾生，為", "140": "空無相，恢廓曠蕩，皆得決定，斷結盡漏。", "141": "3 無生行品金剛三昧經無生行品第三", "142": "爾時，心王菩薩聞佛說法，出三界外不可思", "143": "議，從座而起，叉手合掌，以偈問曰：", "144": "「如來所說義，出世無有相。", "145": "可有一切生，皆得盡有漏？", "146": "斷結空心我，是則無有生。", "147": "云何無有生，而得無生忍？」", "148": "爾時，佛告心王菩薩言：「善男子！無生法忍法", "149": "本無生，諸行無生非無生行，得無生忍即為", "15": "一切眾生作大知識。佛說此經已，結加趺", "150": "虛妄。」心王菩薩言：「尊者！得無生忍即為虛", "151": "妄？無得無忍應非虛妄！」佛言：「不也。何以故？", "152": "無得無忍是則有得，有得有忍是則有生。有", "153": "生於得，有所得法，並為虛妄。」心王菩薩言：「尊", "154": "者！云何無忍無生心而非虛妄？」佛言：「無忍", "155": "無生心者，心無形段，猶如火性，雖處木中其", "156": "在無所，決定性故。但名、但字，性不可得，欲詮", "157": "其理假說為名，名不可得；心相亦爾，不見處", "158": "所，知心如是，則無生心。「善男子！是心性相", "159": "又如阿摩勒果，本不自生、不從他生，不共生、", "16": "坐，即入金剛三昧，身心不動。爾時，眾中有", "160": "不因生、不無生。何以故？緣代謝故。緣起非", "161": "生、緣謝非滅，隱顯無相，根理寂滅。在無有處，", "162": "不見所住，決定性故。是決定性，亦不一、不異，", "163": "不斷、不常，不入、不出，不生、不滅，離諸四謗言", "164": "語道斷；無生心性亦復如是。云何說生不生、", "165": "有忍無忍？若有說心有得、有住及以見者，即", "166": "為不得阿耨多羅三藐三菩提。般若是為長", "167": "夜了別心性者，知心性如是；性亦如是，無生、", "168": "無行。」心王菩薩言：「尊者！心若本如無生於行，", "169": "諸行無生。生行不生，不生無行，即無生行也。」", "17": "一比丘，名曰阿伽陀，從座而起，合掌䠒跪，", "170": "佛言：「善男子！汝以無生而證無生行也？」心王", "171": "菩薩言：「不也。何以故？如無生行，性相空寂，", "172": "無見、無聞，無得、無失，無言、無說，無知、無相，無取、", "173": "無捨，云何取證？若取證者，即為諍論。無諍、無", "174": "論，乃無生行。」佛言：「汝得阿耨多羅三藐三菩", "175": "提也。」心王菩薩言：「尊者！我無得阿耨多羅三", "176": "藐三菩提。何以故？菩提性中無得、無失，無覺、", "177": "無知，無分別相，無分別中即清淨性。性無間", "178": "雜，無有言說，非有、非無，非知、非不知；諸可法", "179": "行亦復如是。何以故？一切法行，不見處所，決", "18": "欲重宣此義，而說偈言：", "180": "定性故。本無有得、不得，云何得阿耨多羅三", "181": "藐三菩提？」佛言：「如是，如是。如汝所言，一切心", "182": "行，不過無相體寂無生，可有諸識亦復如", "183": "是。何以故？眼、眼觸悉皆空寂，識亦空寂，無有", "184": "動、不動相，內無三受，三受寂滅；耳、鼻、舌、身、心", "185": "意意識，及以末那、阿梨耶識亦復如是，皆亦", "186": "不生寂滅之心及無生心。若生寂滅心、若", "187": "生無生心，是有生行，非無生行。菩薩內生三", "188": "受、三行、三戒，若已寂滅，生心不生。心常寂滅，", "189": "無功、無用，不證寂滅相，亦不住於無證，可處", "19": "「大慈滿足尊，智慧通無礙，", "190": "無住總持無相，則無三受、三行、三戒，悉皆", "191": "寂滅清淨無住，不入三昧、不住坐禪，無生、無", "192": "行。」心王菩薩言：「禪能攝動，定諸幻亂。云何不", "193": "禪？」佛言：「菩薩禪即是動，不動、不禪是無生禪。", "194": "禪性無生，離生禪相；禪性無住，離住禪動。若", "195": "知禪性無有動靜，即得無生；無生般若亦不", "196": "依住，心亦不動；以是智故，故得無生般若波", "197": "羅蜜。」心王菩薩言：「尊者！無生般若於一切處", "198": "無住於一切處，無離心、無住處，無處住心、無", "199": "住無心，心無生住，如此住心，即無生住。尊", "2": "北涼失譯人名", "20": "廣度眾生故，說於一諦義。", "200": "者！心無生住不可思議！不思議中可不可", "201": "說！」佛言：「如是，如是。」心王菩薩聞如是言，歎未", "202": "曾有，而說偈言：", "203": "「滿足大智尊，廣說無生法，", "204": "聞所未曾聞，未說而今說。", "205": "猶如淨甘露，時時乃一出，", "206": "難遇難思議，聞者亦復難。", "207": "無上良福田、最上勝妙藥，", "208": "為度眾生故，而今為宣說。」", "209": "爾時，眾中聞說此已，皆得無生無生般若。", "21": "皆以一味道，終不以小乘，", "210": "4 本覺利品金剛三昧經本覺利品第四", "211": "爾時，無住菩薩聞佛所說一味真實不可思", "212": "議，從遠近來，親如來座，專念諦聽，入清白處，", "213": "身心不動。爾時，佛告無住菩薩言：「汝從何來？", "214": "今至何所？」無住菩薩言：「尊者！我從無本來，今", "215": "至無本所。」佛言：「汝本不從來，今本不至所。", "216": "汝得本利不可思議，是大菩薩摩訶薩。」即放", "217": "大光遍照千界，而說偈言：", "218": "「大哉菩薩！智慧滿足。常以本利，", "219": "利益眾生。於四威儀，常住本利，", "22": "所說義味處，皆悉離不實。", "220": "導諸群庶，不來不去。」", "221": "爾時，無住菩薩而白佛言：「尊者！以何利轉而", "222": "轉眾生一切情識入庵摩羅？」佛言：「諸佛如", "223": "來常以一覺而轉諸識入庵摩羅。何以故？一", "224": "切眾生本覺，常以一覺覺諸眾生，令彼眾生", "225": "皆得本覺，覺諸情識空寂無生。何以故？決定", "226": "本性本無有動。」無住菩薩言：「可一八識皆", "227": "緣境起，如何不動？」佛言：「一切境本空，一切識", "228": "本空，空無緣性，如何緣起？」無住菩薩言：「一切", "229": "境空，如何有見？」佛言：「見即為妄。何以故？一", "23": "入佛諸智地，決定真實際，", "230": "切萬有，無生、無相，本不自名，悉皆空寂；一切", "231": "法相亦復如是；一切眾生身亦如是。身尚不", "232": "有，云何有見？」無住菩薩言：「一切境空、一切", "233": "身空、一切識空，覺亦應空。」佛言：「可一覺者，", "234": "不毀、不壞，決定性故，非空、非不空，無空不", "235": "空。」無住菩薩言：「諸境亦然，非空相、非無空相。」", "236": "佛言：「如是。彼可境者，性本決定，決定性根，", "237": "無有處所。」無住菩薩言：「覺亦如是，無有處所。」", "238": "佛言：「如是。覺無處故清淨，清淨無覺；物無", "239": "處故清淨，清淨無色。」無住菩薩言：「心、眼、識", "24": "聞者皆出世，無有不解脫。", "240": "亦復如是。不可思議！」佛言：「心、眼、識亦復如是。", "241": "不可思議！何以故？色無處所，清淨無名，不入", "242": "於內；眼無處所，清淨無見，不出於外；心無處", "243": "所，清淨無止，無有起處；識無處所，清淨無", "244": "動，無有緣別。性皆空寂，性無有覺，覺則為覺。", "245": "善男子！覺知無覺，諸識則入。何以故？金剛", "246": "智地解脫道斷，斷已入無住地，無有出入。心", "247": "處無在決定性地，其地清淨如淨琉璃，性常", "248": "平等如彼大地，覺妙觀察如慧日光，利成得", "249": "本如大法雨。入是智者，是入佛智地，入智地", "25": "無量諸菩薩，皆悉度眾生，", "250": "者，諸識不生。」無住菩薩言：「如來所說，一覺聖", "251": "力，四弘智地，即一切眾生本根覺利。何以故？", "252": "一切眾生即此身中本來滿足。」佛言：「如是。何", "253": "以故？一切眾生本來無漏，諸善利本，今有欲", "254": "刺，為未降伏。」無住菩薩言：「若有眾生未得本", "255": "利，猶有採集。云何降伏難伏？」佛言：「若集、若獨", "256": "行，分別及以染，迴神住空窟，降伏難調伏，解", "257": "脫魔所縛，超然露地坐，識陰般涅槃。」無住菩", "258": "薩言：「心得涅槃獨一無伴，常住涅槃，應當解", "259": "脫。」佛言：「常住涅槃是涅槃縛。何以故？涅槃", "26": "為眾廣深問，知法寂滅相。", "260": "本覺利、利本覺涅槃，涅槃覺分即本覺分。", "261": "覺性不異，涅槃無異；覺本無生，涅槃無生；覺", "262": "本無滅，涅槃無滅。涅槃、覺本無異故，無得涅", "263": "槃、涅槃無得，云何有住？善男子！覺者不住涅", "264": "槃。何以故？覺本無生，離眾生垢；覺本無寂，", "265": "離涅槃動。住如是地，心無所住、無有出入，入", "266": "庵摩羅識。」無住菩薩言：「庵摩羅識，是有入處，", "267": "處有所得，是得法也。」佛言：「不也。何以故？譬", "268": "如迷子，手執金錢而不知有。遊行十方經五", "269": "十年，貧窮困苦，專事求索而以養身，而不充", "27": "入於決定處，如來智方便，", "270": "足。其父見子有如是事，而謂子言：『汝執金錢", "271": "何不取用？隨意所須皆得充足。』其子醒已，而", "272": "得金錢，心大歡喜，而謂得錢。其父謂言：『迷子！", "273": "汝勿欣懌，所得金錢是汝本物，汝非有得，云", "274": "何可喜？』善男子！庵摩羅者亦復如是。本無出", "275": "相，今即非入。昔迷故非無，今覺故非入。」無住", "276": "菩薩言：「彼父知其子迷，云何經五十年、十方", "277": "遊歷、貧窮困苦，方始告言？」佛言：「經五十年", "278": "者，一念心動；十方遊歷，遠行遍計。」無住菩薩", "279": "言：「云何一念心動？」佛言：「一念心動五陰俱生，", "28": "當為入實說，隨順皆一乘。", "280": "五陰生中具五十惡。」無住菩薩言：「遠行遍計，", "281": "遊歷十方，一念心生，具五十惡。云何令彼眾", "282": "生無生一念？」佛言：「令彼眾生安坐心神，住金", "283": "剛地靜念無起，心常安泰即無一念。」無住菩", "284": "薩言：「不可思議！覺念不生，其心安泰，即本覺", "285": "利。利無有動，常在不無，無有不無，不無不覺。", "286": "覺知無覺，本利、本覺，覺者清淨無染、無着，", "287": "不變、不易。決定性故，不可思議。」佛言：「如是。」無", "288": "住菩薩聞是語已，得未曾有，而說偈言：", "289": "「尊者大覺尊，說生無念法，", "29": "無有諸雜味，猶如一雨潤，", "290": "無念無生心，心常生不滅。", "291": "一覺本覺利，利諸本覺者，", "292": "如彼得金錢，所得即非得。」", "293": "爾時，大眾聞說是語，皆得本覺利般若波羅", "294": "蜜。", "295": "5 入實際品金剛三昧經入實際品第五", "296": "於是，如來作如是言：「諸菩薩等本利深入，可", "297": "度眾生。若後非時，應如說法時說利，不但", "298": "順不順說，非同、非異，相應如說。引諸情智，流", "299": "入薩婆若海，無令可眾挹彼虛風，悉令彼庶", "3": "如是我聞：一時佛在王舍大城耆闍崛山中，", "30": "眾草皆悉榮，隨其性各異。", "300": "一味神乳，世間、非世間，住非住處，五空出", "301": "入無有取捨。何以故？諸法空相，性非有、無，", "302": "非無、不無，不無、不有，無決定性，不住有、無，非", "303": "彼有無。凡聖之智，而能測隱，諸菩薩等若", "304": "知是利，即得菩提。」爾時，眾中有一菩薩名曰", "305": "大力，即從座起，前白佛言：「尊者！如佛所說，", "306": "五空出入無有取捨。云何五空而不取捨？」佛", "307": "言：「菩薩！五空者：三有是空、六道影是空、法相", "308": "是空、名相是空、心識義是空。菩薩！如是等空，", "309": "空不住空，空無空相，無相之法，有何取捨？", "31": "一味之法潤，普充於一切，", "310": "入無取地，則入三空。」大力菩薩言：「云何三空？」", "311": "佛言：「三空者：空相亦空、空空亦空、所空亦", "312": "空。如是等空，不住三相、不無真實，文言道", "313": "斷，不可思議。」大力菩薩言：「不無真實，是相應", "314": "有。」佛言：「無不住無、有不住有，不無、不有。", "315": "不有之法，不即住無；不無之相，不即住有，", "316": "非以有無而詮得理。菩薩！無名義相，不可思", "317": "議。何以故？無名之名，不無於名；無義之義，", "318": "不無於義。」大力菩薩言：「如是名義，真實如", "319": "相。如來如相，如不住如，如無如相。相無如", "32": "如彼一雨潤，皆長菩提芽。", "320": "故，非不如來。眾生心相，相亦如來；眾生之", "321": "心，應無別境。」佛言：「如是。眾生之心，實無別", "322": "境。何以故？心本淨故、理無穢故，以染塵故，", "323": "名為三界。三界之心，名為別境。是境虛妄，從", "324": "心化生；心若無妄，即無別境。」大力菩薩言：「心", "325": "若在淨，諸境不生。此心淨時，應無三界。」佛", "326": "言：「如是。菩薩！心不生境，境不生心。何以故？", "327": "所見諸境唯所見心，心不幻化則無所見。菩", "328": "薩！內無眾生，三性空寂，則無己眾、亦無他眾，", "329": "乃至二入，亦不生心。得如是利，則無三界。」大", "33": "入於金剛味，證法真實定，", "330": "力菩薩言：「云何二入不生於心？心本不生，云", "331": "何有入？」佛言：「二入者：一謂理入、二謂行入。", "332": "「理入者深信眾生不異真性，不一、不共，但以", "333": "客塵之所翳障，不去、不來。凝住覺觀，諦觀佛", "334": "性，不有、不無，無己、無他，凡聖不二。金剛心", "335": "地，堅住不移，寂靜無為，無有分別，是名理", "336": "入。「行入者心不傾倚，影無流易，於所有處，", "337": "靜念無求，風鼓不動，猶如大地。捐離心我，救", "338": "度眾生，無生、無相，不取、不捨。「菩薩！心無出入，", "339": "無出入心，入不入故，故名為入。菩薩！如是入", "34": "決定斷疑悔，一法之印成。」", "340": "法，法相不空。不空之法，法不虛棄。何以故？", "341": "不無之法，具足功德，非心、非影，法爾清淨。」大", "342": "力菩薩言：「云何非心、非影，法爾清淨？」佛言：「空", "343": "如之法，非心識法，非心使所有。法非空相、法", "344": "非色相，法非心有為不相應法；非心無為", "345": "是相應法，非所現影、非所顯示，非自性、非", "346": "差別，非名、非相、非義。何以故？義無如故。無", "347": "如之法，亦無無如，無有、無如，非無如有。何", "348": "以故？根理之法，非理、非根，離諸諍論，不見其", "349": "相。菩薩！如是淨法，非生之所生生、非滅之所", "35": "2 無相法品金剛三昧經無相法品第二", "350": "滅滅。」大力菩薩言：「不可思議！如是法相，不合", "351": "成、不獨成，不羇、不絆，不聚、不散，不生、不滅，亦", "352": "無來相及以去住。不可思議！」佛言：「如是。不", "353": "可思議！不思議心，心亦如是。何以故？如不", "354": "異心，心本如故；眾生佛性，不一、不異。眾生之", "355": "性，本無生滅，生滅之性，性本涅槃。性相本", "356": "如，如無動故，一切法相，從緣無起；起相性", "357": "如，如無所動，因緣性相，相本空無。緣緣空空，", "358": "無有緣起，一切緣法，惑心妄見。現本不生，緣", "359": "本無故，心如法理，自體空無。如彼空王，本無", "36": "爾時，尊者從三昧起，而說是言：「諸佛智地", "360": "住處，凡夫之心，妄分別見。如如之相，本不有", "361": "無，有無之相，見唯心識。菩薩！如是心法，不", "362": "無自體，自體不有，不有、不無。菩薩！無不無相，", "363": "非言說地。何以故？真如之法，虛曠無相，非二", "364": "乘所及。虛空境界，內外不測，六行之士，乃", "365": "能知之。」大力菩薩言：「云何六行？願為說之。」", "366": "佛言：「一者、十信行，二者、十住行，三者、十行行，", "367": "四者、十迴向行，五者、十地行，六者、等覺行。如", "368": "是行者，乃能知之。」大力菩薩言：「實際覺利無", "369": "有出入。何等法心得入實際？」佛言：「實際之法，", "37": "入實法相，決定性故，方便神通皆無相利。一", "370": "法無有際，無際之心，則入實際。」大力菩薩言：", "371": "「無際心智，其智無崖；無崖之心，心得自在；自", "372": "在之智，得入實際。如彼凡夫、軟心眾生，其心", "373": "多喘。以何法御，令得堅心，得入實際？」佛言：", "374": "「菩薩！彼心喘者，以內外使，隨使流注，滴瀝成", "375": "海，大風鼓浪，大龍驚駭，驚駭之心，故令多", "376": "喘。菩薩！令彼眾生存三守一入如來禪。以禪", "377": "定故，心則無喘。」大力菩薩言：「何謂存三守一", "378": "入如來禪？」佛言：「存三者，存三解脫。守一者，守", "379": "一心如。入如來禪者，理觀心淨如，入如是", "38": "覺了義難解難入，非諸二乘之所知見，唯佛", "380": "心地，即入實際。」大力菩薩言：「三解脫法是", "381": "何等事？理觀三昧，從何法入？」佛言：「三解脫者：", "382": "虛空解脫、金剛解脫、般若解脫。理觀者心", "383": "如理淨，無可不心。」大力菩薩言：「云何存用？云", "384": "何觀之？」佛言：「心事不二，是名存用。內行、外", "385": "行，出入不二，不住一相。心無得失，一不一", "386": "地，淨心流入，是名觀之。菩薩！如是之人，不", "387": "在二相。雖不出家，不住在家；雖無法服，", "388": "而不具持波羅提木叉戒；不入布薩，能以自", "389": "心無為自恣，而獲聖果。不住二乘，入菩薩道，", "39": "菩薩乃能知之，可度眾生皆說一味。」", "390": "後當滿地成佛菩提。」大力菩薩言：「不可思議！", "391": "如是之人，非出家、非不出家。何以故？入涅槃", "392": "宅、著如來衣、坐菩提座，如是之人，乃至沙門", "393": "宜應敬養。」佛言：「如是。何以故？入涅槃宅，心", "394": "越三界；著如來衣，入法空處；坐菩提座，登正", "395": "覺地。如是之人心超二我，何況沙門而不", "396": "敬養？」大力菩薩言：「如彼一地及與空海，二乘", "397": "之人為不見也。」佛言：「如是。彼二乘人，味著三", "398": "昧。得三昧身於彼空海一地，如得酒病惛醉", "399": "不醒，乃至數劫猶不得覺，酒消始悟方修是", "4": "與大比丘眾一萬人俱，皆得阿羅漢道，其名", "40": "爾時，解脫菩薩即從座起，合掌䠒跪而白佛", "400": "行，後得佛身。如彼人者，從捨闡提即入六", "401": "行，於行地所一念淨心，決定明白金剛智", "402": "力，阿鞞跋致，度脫眾生，慈悲無盡。」大力菩薩", "403": "言：「如是之人應不持戒，於彼沙門應不敬仰。」", "404": "佛言：「為說戒者，不善慢故、海波浪故。如彼心", "405": "地，八識海澄、九識流淨，風不能動、波浪不", "406": "起，戒性等空，持者迷倒。如彼之人，七六不", "407": "生、諸集滅定，不離三佛而發菩提，三無相中", "408": "順心玄入，深敬三寶，不失威儀，於彼沙門不", "409": "無恭敬。菩薩！彼仁者不住世間動不動法，入", "41": "言：「尊者！若佛滅後，正法去世、像法住世，於", "410": "三空聚滅三有心。」大力菩薩言：「彼仁者於", "411": "果足滿德佛、如來藏佛、形像佛如是佛所", "412": "發菩提心，入三聚戒；不住其相，滅三界心；", "413": "不居寂地、不捨可眾，入不調地不可思議。」爾", "414": "時，舍利弗從座而起，前說偈言：", "415": "「具足波若海，不住涅槃城，", "416": "如彼妙蓮華，高原非所出。", "417": "諸佛無量劫，不捨諸煩惱，", "418": "度世然後得，如泥華所出。", "419": "如彼六行地，菩薩之所修；", "42": "末劫中，五濁眾生多諸惡業，輪迴三界無有", "420": "如彼三空聚，菩提之真道。", "421": "我今住不住，如佛之所說，", "422": "來所還復來，具足然後出。", "423": "復令諸眾生，如我一無二，", "424": "前來後來者，悉令登正覺。」", "425": "爾時，佛告舍利弗言：「不可思議！汝當於後成", "426": "菩提道，無量眾生超生死苦海。」爾時，大眾皆", "427": "悟菩提，諸小眾等入五空海。", "428": "6 真性空品金剛三昧經真性空品第六", "429": "爾時，舍利弗而白佛言：「尊者！修菩薩道無有", "43": "出時。願佛慈悲，為後世眾生宣說一味決定", "430": "名相，三戒無儀。云何攝受為眾生說？願佛慈", "431": "悲，為我宣說。」佛言：「善男子！汝今諦聽，為汝宣", "432": "說。善男子！善不善法，從心化生。一切境界，", "433": "意言分別，制之一處，眾緣斷滅。何以故？善男", "434": "子！一本不起，三用無施；住於如理，六道門", "435": "杜；四緣如順，三戒具足。」舍利弗言：「云何四緣", "436": "如順，三戒具足？」佛言：「四緣者：一謂作擇滅力", "437": "取緣，攝律儀戒；二謂本利淨根力所集起緣，攝", "438": "善法戒；三謂本慧大悲力緣，攝眾生戒；四謂", "439": "一覺通智力緣，順於如住；是謂四緣。善男子！", "44": "真實，令彼眾生等同解脫。」佛言：「善男子！汝能", "440": "如是四大緣力，不住事相，不無功用，離於一", "441": "處，則不可求。善男子！如是一事通攝六行，是", "442": "佛菩提薩婆若海。」舍利弗言：「不住事相，不無", "443": "功用，是法真空，常樂我淨。超於二我，大般涅", "444": "槃，其心不繫，是大力觀。是觀覺中，應具三十", "445": "七道品法。」佛言：「如是，具三十七道品法。何以", "446": "故？四念處、四正勤、四如意足、五根、五力、七", "447": "覺分、八正道等，多名一義，不一、不異。以名數", "448": "故，但名、但字，法不可得。不得之法一義無文，", "449": "無文相義，真實空性。空性之義如實如如，如", "45": "問我出世之因，欲化眾生，令彼眾生獲得出", "450": "如之理具一切法。善男子！住如理者，過三苦", "451": "海。」舍利弗言：「一切萬法，皆悉言文。言文之", "452": "相，即非為義；如實之義，不可言議。今者如", "453": "來云何說法？」佛言：「我說法者，以汝眾生在生", "454": "說故。說不可說，是故說之。我所說者，義語非", "455": "文；眾生說者，文語非義。非義語者，皆悉空", "456": "無。空無之言，無言於義。不言義者，皆是妄語。", "457": "如義語者，實空不空，空實不實，離於二相，中", "458": "間不中。不中之法離於三相，不見處所。如如", "459": "如說，如無無有，無有於無，如無有無，有無於", "46": "世之果。是一大事不可思議，以大慈故、以大", "460": "有，如有無不在。說不在說故，不在於如，如", "461": "不有如，不無如說。」舍利弗言：「一切眾生從一", "462": "闡提。闡提之心住何等位，得至如來如來實", "463": "相？」佛言：「從闡提心乃至如來，如來實相住五", "464": "等位。一者、信位。信此身中真如種子為妄所", "465": "翳，捨離妄心，淨心清白，知諸境界意言分別。", "466": "二者、思位。思者，觀諸境界唯是意言，意言分", "467": "別隨意顯現，所見境界非我本識，知此本識", "468": "非法、非義，非所取、非能取。三者、修位。修者，常", "469": "起、能起，起修同時，先以智導，排諸障難，出", "47": "悲故，我若不說即墮慳貪。汝等一心諦聽諦", "470": "離蓋纏。四者、行位。行者，離諸行地，心無取", "471": "捨，極淨根利，不動心如，決定實性，大般涅", "472": "槃，唯性空大。五者、捨位。捨者，不住性空，正", "473": "智流易，大悲如相，相不住如，三藐三菩提虛", "474": "心不證，心無邊際，不見處所，是至如來。善男", "475": "子！五位一覺從本利入，若化眾生從其本處。」", "476": "舍利弗言：「云何從其本處？」佛言：「本來無本，處", "477": "於無處，空際入實，發菩提心，而滿成聖道。何", "478": "以故？善男子！如手執彼空，不得非不得。」舍利", "479": "弗言：「如尊所說，在事之先，取以本利，是念寂", "48": "聽，為汝宣說。善男子！若化眾生，無生於化，不", "480": "滅，寂滅是如。總持諸德，該羅萬法，圓融不", "481": "二。不可思議！當知是法即是摩訶般若波羅", "482": "蜜，是大神呪、是大明呪、是無上呪、是無等", "483": "等呪。」佛言：「如是，如是。真如空性，性空智火", "484": "燒滅諸結。平等平等，等覺三地，妙覺三身，於", "485": "九識中晈然明淨，無有諸影。善男子！是法非", "486": "因、非緣，智自用故；非動、非靜，用性空故；義", "487": "非有無，空相空故。善男子！若化眾生，令彼眾", "488": "生觀入是義，入是義者是見如來。」舍利弗言：", "489": "「如來義觀不住諸流，應離四禪而超有頂。」佛", "49": "生無化，其化大焉。令彼眾生皆離心我，一切", "490": "言：「如是。何以故？一切法名數，四禪亦如是。", "491": "若見如來者，如來心自在，常在滅盡處，不出", "492": "亦不入，內外平等故。善男子！如彼諸禪觀，皆", "493": "為想空定，是如非復彼。何以故？以如觀如，實", "494": "不見觀，如相諸相，相已寂滅，寂滅即如義。", "495": "如彼想禪定，是動非是禪。何以故？禪性離諸", "496": "動，非染、非所染，非法、非影，離諸分別，本利", "497": "義故。善男子！如是觀定，乃名為禪。」舍利弗", "498": "言：「不可思議！如來常以如實而化眾生。如是", "499": "實義，多文廣義，利根眾生乃可修之，鈍根眾", "5": "曰舍利弗、大目犍連、須菩提，如是眾等阿羅", "50": "心我本來空寂，若得空心，心不幻化。無幻、無", "500": "生難以措意。云何方便令彼鈍根得入是諦？」", "501": "佛言：「令彼鈍根受持一四句偈，即入實諦。一", "502": "切佛法，攝在一四偈中。」舍利弗言：「云何一", "503": "四句偈？願為說之。」於是，尊者而說偈言：", "504": "「因緣所生義，是義滅非生；", "505": "滅諸生滅義，是義生非滅。」", "506": "爾時，大眾聞說是偈，僉大歡喜，皆得滅生滅", "507": "生般若性空智海。", "508": "7 如來藏品金剛三昧經如來藏品第七", "509": "爾時，梵行長者從本際起，而白佛言：「尊者！生", "51": "化即得無生，無生之心在於無化。」解脫菩薩", "510": "義不滅、滅義不生，如是如義即佛菩提。菩提", "511": "之性則無分別，無分別智分別無窮。無窮之", "512": "相唯分別滅，如是義相不可思議，不思議中", "513": "乃無分別。尊者！一切法數無量無邊，無邊法", "514": "相一實義性唯住一性。其事云何？」佛言：「長者！", "515": "不可思議！我說諸法為迷者故、方便導故，", "516": "一切法相一實義智。何以故？譬如一市開四", "517": "大門，是四門中皆歸一市，如彼眾庶隨意所", "518": "入；種種法味亦復如是。」梵行長者言：「法若如", "519": "是，我住一味，應攝一切諸味。」佛言：「如是，如", "52": "而白佛言：「尊者！眾生之心性本空寂，空寂之", "520": "是。何以故？一味實義如一大海，一切眾流無", "521": "有不入。長者！一切法味猶彼眾流，名數雖殊，", "522": "其水不異。若住大海則括眾流，住於一味則", "523": "攝諸味。」梵行長者言：「諸法一味。云何三乘道", "524": "其智有異？」佛言：「長者！譬如江、河、淮、海，大小異", "525": "故、深淺殊故、名文別故，水在江中名為江水、", "526": "水在淮中名為淮水、水在河中名為河水、俱", "527": "在海中唯名海水。法亦如是，俱在真如，唯名", "528": "佛道。長者！住一佛道，即達三行。」梵行長者", "529": "言：「云何三行？」佛言：「一、隨事取行，二、隨識取", "53": "心體無色相。云何修習得本空心？願佛慈悲", "530": "行，三、隨如取行。長者！如是三行總攝眾門，一", "531": "切法門無不此入。入是行者，不生空相；如是", "532": "入者，可謂入如來藏；入如來藏者，入不入故。」", "533": "梵行長者言：「不可思議！入如來藏，如苗成", "534": "實，無有入處。本根利力，利成得本，得本實", "535": "際，其智幾何？」佛言：「其智無窮。略而言之，其", "536": "智有四。何者為四？一者、定智，所謂隨如，二者、", "537": "不定智，所謂方便破病，三者、涅槃智，所謂", "538": "除電覺際，四者、究竟智，所謂入實具足佛", "539": "道。長者！如是四大事用，過去諸佛所說，是大", "54": "為我宣說。」佛言：「菩薩！一切心相本來無本，本", "540": "橋梁、是大津濟。若化眾生，應用是智。「長者！", "541": "用是大用，復有三大事。一者、於三三昧內外", "542": "不相奪，二者、於大義科隨道擇滅，三者、於如", "543": "慧定以悲俱利。如是三事，成就菩提；不行", "544": "是事，則不能流入彼四智海，為諸大魔所得", "545": "其便。長者！汝等大眾，乃至成佛，常當修習勿", "546": "令暫失。」梵行長者言：「云何三三昧？」佛言：「三三", "547": "昧者，所謂空三昧、無相三昧、無作三昧，如", "548": "是三昧。」梵行長者言：「云何於大義科？」佛言：「大", "549": "謂四大、義謂陰界入等、科謂本識，是謂於", "55": "無本處空寂無生，若心無生即入空寂，空寂", "550": "大義科。」梵行長者言：「不可思議！如是智事，自", "551": "利利人，過三界地，不住涅槃，入菩薩道。如是", "552": "法相，是生滅法，以分別故；若離分別，法應", "553": "不滅。」爾時，如來欲宣此義而說偈言：", "554": "「法從分別生，還從分別滅，", "555": "滅諸分別法，是法非生滅。」", "556": "爾時，梵行長者聞說是偈，心大欣懌，欲宣其", "557": "義而說偈言：", "558": "「諸法本寂滅，寂滅亦無生，", "559": "是諸生滅法，是法非無生。", "56": "心地即得心空。善男子！無相之心無心、無我，", "560": "彼則不共此，為有斷常故，", "561": "此則離於二，亦不在一住。", "562": "若說法有一，是相如毛輪，", "563": "如焰水迷倒，為諸虛妄故；", "564": "若見於法無，是法同於空，", "565": "如盲無目倒，說法如龜毛。", "566": "我今聞佛說，知法非二見，", "567": "亦不依中住，故從無住取。", "568": "如來所說法，悉從於無住，", "569": "我從無住處，是處禮如來。", "57": "一切法相亦復如是。」解脫菩薩而白佛言：「尊", "570": "敬禮如來相，等空不動智，", "571": "不著無處所，敬禮無住身。", "572": "我於一切處，常見諸如來，", "573": "唯願諸如來，為我說常法。」", "574": "爾時，如來而作是言：「諸善男子！汝等諦聽，為", "575": "汝眾等說於常法。善男子！常法非常法，非說", "576": "亦非字，非諦、非解脫，非無、非境界，離諸妄斷", "577": "際。是法非無常，離諸常斷見，了見識為常，是", "578": "識常寂滅，寂滅亦寂滅。善男子！知法寂滅者，", "579": "不寂滅心，心常寂滅；得寂滅者，心常真觀，知", "58": "者！一切眾生若有我者、若有心者，以何法", "580": "諸名色，唯是癡心；癡心分別，分別諸法，更無", "581": "異事出於名色。知法如是不隨文語，心心於", "582": "義不分別我，知我假名即得寂滅。若得寂滅，", "583": "即得阿耨多羅三藐三菩提。」爾時，長者梵行", "584": "聞說是語而說偈言：", "585": "「名相分別事，及法名為三，", "586": "真如正妙智，及彼成於五。", "587": "我今知是法，斷常之所繫，", "588": "入於生滅道，是斷非是常。", "589": "如來說空法，遠離於斷常，", "59": "覺令彼眾生出離斯縛？」佛言：「善男子！若有", "590": "因緣無不生，不生故不滅。", "591": "因緣執為有，如採空中華，", "592": "猶取石女子，畢竟不可得。", "593": "離諸因緣取，亦不從他滅，", "594": "及於己義大，依如故得實。", "595": "是故真如法，常自在如如，", "596": "一切諸萬法，非如識所化。", "597": "離識法即空，故從空處說，", "598": "滅諸生滅法，而住於涅槃。", "599": "大悲之所奪，涅槃滅不住，", "6": "漢；復有菩薩摩訶薩二千人俱，其名曰解脫", "60": "我者，令觀十二因緣。十二因緣本從因果，因", "600": "轉所取能取，入於如來藏。」", "601": "爾時，大眾聞說是義，皆得正命，入於如來如", "602": "來藏海。", "603": "8 總持品金剛三昧經總持品第八", "604": "爾時，地藏菩薩從眾中起至于佛前，合掌䠒跪", "605": "而白佛言：「尊者！我觀大眾心有疑事，猶未", "606": "得決。今者如來欲為除疑，我今為眾隨疑所", "607": "問，願佛慈悲垂哀聽許。」佛言：「菩薩摩訶薩！汝", "608": "能如是救度眾生，是大悲愍不可思議。汝當", "609": "廣問，為汝宣說。」地藏菩薩言：「一切諸法云何", "61": "果所起興於心行。心尚不有，何況有身？若有", "610": "不緣生？」爾時，如來欲宣此義，而說偈言：", "611": "「若法緣所生，離緣可無法。", "612": "云何法性無，而緣可生法？」", "613": "爾時，地藏菩薩言：「法若無生，云何說法，法從", "614": "心生？」於是尊者而說偈言：", "615": "「是心所生法，是法能所取，", "616": "如醉眼空華，是法然非彼。」", "617": "爾時，地藏菩薩言：「法若如是，法則無待，無待", "618": "之法，法應自成。」於是尊者而說偈言：", "619": "「法本無有無，自他亦復爾，", "62": "我者，令滅有見；若無我者，令滅無見。若心生", "620": "不始亦不終，成敗則不住。」", "621": "爾時，地藏菩薩言：「一切諸法相即本涅槃，涅", "622": "槃及空相亦如是。無是等法，是法應如。」佛", "623": "言：「無如是法，是法是如。」地藏菩薩言：「不可", "624": "思議！如是如相，非共、不共，意取、業取，即皆空", "625": "寂。空寂心法，俱不可取，亦應寂滅。」於是尊", "626": "者而說偈言：", "627": "「一切空寂法，是法寂不空，", "628": "彼心不空時，是得心不有。」", "629": "爾時，地藏菩薩言：「是法非三諦，色空心亦滅，", "63": "者，令滅滅性；若心滅者，令滅生性。滅是見", "630": "是法本滅時，是法應是滅。」於是尊者而說", "631": "偈言：", "632": "「法本無自性，由彼之所生，", "633": "不於如是處，而有彼如是。」", "634": "爾時，地藏菩薩言：「一切諸法無生、無滅。云何", "635": "不一？」於是尊者而說偈言：", "636": "「法住處無在，相數空故無，", "637": "名說二與法，是則能所取。」", "638": "爾時，地藏菩薩言：「一切諸法相，不住於二岸，", "639": "亦不住中流；心識亦如是。云何諸境界，從識", "64": "性，即入實際。何以故？本生不滅、本滅不生，不", "640": "之所生？若識能有生，是識亦從生。云何無生", "641": "識，能生有所生？」於是尊者而說偈言：", "642": "「所生能生二，是二能所緣，", "643": "俱本各自無，取有空華幻。", "644": "識生於未時，境不是時生，", "645": "於境生未時，是時識亦滅。", "646": "彼即本俱無，亦不有無有，", "647": "無生識亦無，云何境從有？」", "648": "爾時，地藏菩薩言：「法相如是，內外俱空。境智", "649": "二眾，本來寂滅。如來所說實相真空，如是之", "65": "滅不生、不生不滅，一切諸法亦復如是。」解脫", "650": "法即非集也。」佛言：「如是。如實之法，無色，無", "651": "住，非所集、非能集，非義、非大，一本利法，", "652": "深功德聚。」地藏菩薩言：「不可思議！不思議聚，", "653": "七五不生，八六寂滅，九相空無，有空無有，無", "654": "空無有。如尊者所說法義皆空，入空無行不", "655": "失諸業。無我我所，能所身見，內外結使，悉皆", "656": "寂靜，故願亦息。如是理觀，慧定真如。尊者", "657": "常說寔如空法，即良藥也。」佛言：「如是。何以", "658": "故？法性空故。空性無生，心常無生；空性無", "659": "滅，心常無滅；空性無住，心亦無住；空性無為，", "66": "菩薩而白佛言：「尊者！若有眾生見法生時，令", "660": "心亦無為。空無出入，離諸得失，界陰入等皆", "661": "悉亦無；心如不著，亦復如是。菩薩！我說空", "662": "法，", "663": "破諸有故。」地藏菩薩言：「尊者！知有非實如", "664": "陽焰水、知實非無如火性生，如是觀者是人", "665": "智也。」佛言：「如是。何以故？是人真觀，觀一寂", "666": "滅，相與不相等以空，取空以修空故，不失", "667": "見佛；以見佛故，不順三流於大乘中。三解脫", "668": "道一體無性，以其無性故空；空故無相；無相", "669": "故無作；無作故無求；無求故無願；無願故", "67": "滅何見？見法滅時，令滅何見？」佛言：「菩薩！若", "670": "以是知業，故須淨心；以心淨故便得見佛；", "671": "以見佛故當生淨土。菩薩！於是深法三化勤", "672": "修，慧定圓成，即超三界。」地藏菩薩言：「如來所", "673": "說，無生、無滅，即是無常。滅是生滅，生滅滅", "674": "已，寂滅為常，常故不斷，是不斷法。離諸三", "675": "界，動不動法，於有為法，如避火坑。依何等法", "676": "而自呵責，入彼一門？」佛言：「菩薩！於三大事呵", "677": "責其心，於三大諦而入其行。」地藏菩薩言：「云", "678": "何三事而責其心？云何三諦而入一行？」佛言：", "679": "「三大事者：一謂因、二謂果、三謂識。如是三", "68": "有眾生見法生時，令滅無見；見法滅時，令滅", "680": "事，從本空無，非我真我。云何於是而生愛染？", "681": "觀是三事，為繫所縛飄流苦海，以如是事，", "682": "常自呵責。「三大諦者：一、謂菩提之道，是平", "683": "等諦，非不平等諦，二、謂大覺正智得諦，非邪", "684": "智得諦，三、謂慧定無異行入諦，非雜行入", "685": "諦。以是三諦而修佛道，是人於是法無不得", "686": "正覺。得正覺智，流大極慈，己他俱利，成佛菩", "687": "提。」地藏菩薩言：「尊者！如是之法則無因緣；若", "688": "無緣法，因則不起。云何不動法入如來？」", "689": "爾時，如來欲宣此義，而說偈言：", "69": "有見。若滅是見得法真無，入決定性決定無", "690": "「一切諸法相，性空無不動，", "691": "是法於是時，不於是時起。", "692": "法無有異時，不於異時起，", "693": "法無動不動，性空故寂滅。", "694": "性空寂滅時，是法是時現，", "695": "離相故寂住，寂住故不緣。", "696": "是諸緣起法，是法緣不生，", "697": "因緣生滅無，生滅性空寂。", "698": "緣性能所緣，是緣本緣起，", "699": "故法起非緣，緣無起亦爾。", "7": "菩薩、心王菩薩、無住菩薩，如是等菩薩；復有", "70": "生。」解脫菩薩而白佛言：「尊者！令彼眾生住於", "700": "因緣所生法，是法是因緣，", "701": "因緣生滅相，彼則無生滅。", "702": "彼如真實相，本不於出沒，", "703": "諸法於是時，自生於出沒。", "704": "是故極淨本，本不因眾力，", "705": "即於後得處，得彼於本得。」", "706": "爾時，地藏菩薩聞佛所說心地快然——時諸眾", "707": "等無有疑者——知眾心已，而說偈言：", "708": "「我知眾心疑，所以殷固問，", "709": "如來大慈善，分別無有餘。", "71": "無生是無生也。」佛言：「住於無生即是有生。何", "710": "是諸二眾等，皆悉得明了，", "711": "我今於了處，普化諸眾生。", "712": "如來之大悲，不捨於本願，", "713": "故於一子地，而住於煩惱。」", "714": "爾時，如來而告眾言：「是菩薩者不可思議，恒", "715": "以大慈拔眾生苦。若有眾生持是經法、持是", "716": "菩薩名者，即不墮於惡趣，一切障難皆悉除", "717": "滅。若有眾生無餘雜念，專念是經如法修", "718": "習，", "719": "爾時菩薩常作化身而為說法，擁護是人終", "72": "以故？無住、無生，乃是無生。菩薩！若生無生，以", "720": "不暫捨，令是人等速得阿耨多羅三藐三菩", "721": "提。汝等菩薩，若化眾生，皆令修習如是大", "722": "乘決定了義。」", "723": "爾時，阿難從座而起，前白佛言：「如來所說大", "724": "乘福聚，決定斷結，無生覺利，不可思議。如是", "725": "之法，名為何經？受持是經得幾所福？願佛慈", "726": "悲，為我宣說。」佛言：「善男子！是經名者不可思", "727": "議，過去諸佛之所護念能入如來一切智海。", "728": "若有眾生持是經者，則於一切經中無所悕", "729": "求。是經典法總持眾法，攝諸經要；是諸經", "73": "生滅生，生滅俱滅，本生不生。心常空寂，空性", "730": "法，法之繫宗。是經名者，名『攝大乘經』、又名『金", "731": "剛三昧』、又名『無量義宗』。若有人受持是經典", "732": "者，即名受持百千諸佛如是功德，譬如虛空", "733": "無有邊際不可思議。我所囑累唯是經典。」阿", "734": "難言：「云何心行、云何人者受持是經？」佛言：", "735": "「善男子！受持是經者，是人心無得失，常修梵", "736": "行。若於戲論，常樂靜心；入於聚落，心常在", "737": "定；若處居家，不著三有。是人現世有五種", "738": "福：一者、眾所尊敬，二者、身不橫夭，三者、辯答", "739": "邪論，四者、樂度眾生，五者、能入聖道。如是", "74": "無住，心無有住乃是無生。」解脫菩薩而白佛", "740": "人者受持是經。」阿難言：「如彼人者，度諸眾生，", "741": "得受供養不？」佛言：「如是人者，能為眾生作", "742": "大福田，常行大智，權實俱演，是四依僧。於諸", "743": "供養，乃至頭目髓腦，亦皆得受，何況衣食而", "744": "不得受？善男子！如是人者，是汝知識，是汝橋", "745": "梁，何況凡夫而不供養？」阿難言：「於彼人所", "746": "受持是經、供養是人，得幾所福？」佛言：「若復有", "747": "人，持以滿城金銀而以布施，不如於是人所", "748": "受持是經一四句偈。供養是人不可思議。善", "749": "男子！令諸眾生持是經者，心常在定，不失本", "75": "言：「尊者！心無有住有何修學？為有學也？為", "750": "心；若失本心，當即懺悔。懺悔之法是為清", "751": "涼。」阿難言：「懺悔先罪不入於過去也。」", "752": "佛言：「如是。猶如暗室，若遇明燈，暗即滅矣。善", "753": "男子！無說悔先所有諸罪，而以為說入於過", "754": "去。」阿難言：「云何名為懺悔？」佛言：「依此經教入", "755": "真實觀，一入觀時諸罪悉滅，離諸惡趣，當生", "756": "淨土，速成阿耨多羅三藐三菩提。」佛說是經", "757": "已，爾時阿難，及諸菩薩、四部大眾，皆大歡", "758": "喜，心得決定，頂禮佛足，歡喜奉行。", "759": "金剛三昧經", "76": "無學也？」佛言：「菩薩！無生之心，心無出入，本", "77": "如來藏性寂不動，亦非有學，亦非無學。無有", "78": "學不學，是即無學；非無有學是為所學。」解脫", "79": "菩薩而白佛言：「尊者！云何如來藏性寂不動？」", "8": "長者八萬人俱，其名曰梵行長者、大梵行長", "80": "佛言：「如來藏者，生滅慮知相隱理不顯，是如", "81": "來藏性寂不動。」解脫菩薩而白佛言：「尊者！云", "82": "何生滅慮知相？」佛言：「菩薩！理無可不。若有可", "83": "不，即生諸念，千思萬慮，是生滅相。菩薩！觀本", "84": "性相理自滿足，千思萬慮不益道理，徒為動", "85": "亂，失本心王。若無思慮，則無生滅。如實不起，", "86": "諸識安寂，流注不生，得五法淨，是謂大乘。", "87": "菩薩！入五法淨，心即無妄；若無有妄，即入如", "88": "來自覺聖智之地；入智地者，善知一切從本", "89": "不生；知本不生，即無妄想。」解脫菩薩而白佛", "9": "者、樹提長者，如是等長者；復有天、龍、夜叉、乾", "90": "言：「尊者！無妄想者，應無止息。」佛言：「菩薩！妄", "91": "本不生，無妄可息；知心無心，無心可止。無分、", "92": "無別，現識不生，無生可止，是則無止，亦非無", "93": "止。何以故？止無止故。」解脫菩薩而白佛言：", "94": "「尊者！若止無止，止即是生，何謂無生？」佛言：", "95": "「菩薩！當止是生，止已無止，亦不住於無止、亦", "96": "不住於無住，云何是生？」解脫菩薩而白佛言：", "97": "「尊者！無生之心，有何取捨？住何法相？」佛言：", "98": "「無生之心，不取、不捨；住於不心、住於不法。」解", "99": "脫菩薩而白佛言：「尊者！云何住於不心、住於"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0273 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經: 金剛三昧經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}