{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0832 佛語經: 佛語經: 佛語經", "text": {"0": "No. 832", "1": "佛語經", "10": "威德上王菩薩言：「善男子！如汝所問：『於諸", "11": "經中而說佛語、非佛語』者，善男子！如是非語", "12": "即是佛語。善男子！善思念之！我於今者善", "13": "為汝說。」時龍威德上王菩薩而白佛言：「善", "14": "哉世尊！願樂欲聞。」佛言：「善男子！言非語者", "15": "即是佛語；善男子！言佛語者，是則名為最", "16": "重身業。我之所說，皆悉無有不利身業、口", "17": "業、意業，彼亦無語、無能說者亦無言者。善", "18": "男子！諸有色語皆非佛語。若，龍威德上王！色", "19": "非語非佛語者，受、想、行、識非語亦非佛語；善", "2": "元魏天竺三藏菩提流支譯", "20": "男子！若無色語，無受、想、行、識語者，是名佛", "21": "語。", "22": "「善男子！若有身、口、意業語者，不名佛語；善", "23": "男子！若無身、口、意業語者，是名佛語。善男", "24": "子！若有地、水、火、風、空界如是等語，不名佛語；", "25": "善男子！若有不說地、水、火、風、空界等者，是名", "26": "佛語。善男子！若有貪、瞋、癡語，不名佛語；善", "27": "男子！若無貪、瞋、癡語，是名佛語。善男子！若", "28": "有漏語及無漏語，不名佛語；善男子！若非", "29": "漏語、非無漏語，是名佛語。善男子！若有所", "3": "如是我聞：一時婆伽婆住毘耶離大林樓閣", "30": "悕，如是語者不名佛語，以彼佛語不悕求", "31": "故。善男子！若無高下，如是語者是名佛語。", "32": "善男子！若有事語、非事語者，不名佛語；善", "33": "男子！若有非事、非非事語，是名佛語。善男", "34": "子！若於自性清淨法上言得證者，彼非佛語；", "35": "善男子！若非自性、非他性語，是名佛語。善", "36": "男子！若有實語、非實語者，不名佛語；善男", "37": "子！若無實語、無不實語，是名佛語。善男子！", "38": "若有此語：『是凡夫人之所說語、此是聖人之", "39": "所說語。』不名佛語；善男子！若無凡語、無聖", "4": "上，與大比丘眾八千人俱，八萬四千諸大菩", "40": "人語，是名佛語。善男子！若有內語及有外語、", "41": "內外語者，不名佛語；善男子！若無內語及無", "42": "外語、內外語者，是名佛語。善男子！若於諸法，", "43": "有色所依，受、想、行、識所依語者，不名佛語；善", "44": "男子！若於諸法無色可依，亦無受、想、行、識可", "45": "依，如是語者是名佛語。善男子！若有處語，", "46": "是魔王語、是魔民語，不名佛語；善男子！若無", "47": "一切諸處語者，是名佛語。善男子！若有色", "48": "覺分別而語，受、想、行、識覺分別語，不名佛", "49": "語；善男子！若無色覺分別而語，受、想、行、識", "5": "薩，復有學無學無量人眾，圍繞說法。", "50": "覺分別語，是名佛語。以此義故，魔及魔民", "51": "不得其便。「復次善男子！言菩薩者，若色無", "52": "我，亦不分別非是我所，如是受、想、行、識無我，", "53": "亦不分別非我所者，名為菩薩」。時龍威德上", "54": "王菩薩面白佛言：「世尊！以何義故而有言", "55": "說？何者言說？」佛言：「善男子！魔波卑掾。復次", "56": "善男子！若菩薩色不作念我當如是，受、想、行、", "57": "識亦不作念我當如是，如是菩薩於一切處", "58": "皆無有語。龍威德上王！諸善男子有上勝", "59": "者，斷一切語、斷一切障、滅諸我慢、斷一切", "6": "爾時會中有一菩薩名龍威德上王，從坐而", "60": "網、離諸二見、離一切想，以無語故。云何有言？", "61": "亦無可語，是故非語名為佛語。善男子！以此", "62": "義故，當如是知此是佛語。", "63": "「善男子！若無身無身行、無口無口行、無意", "64": "無意行、非行非非行、非謗非不謗、不生不", "65": "起、無想無處、無住無沒、非寂非行、諦語不", "66": "動復非不動而亦不住，自然不緣亦非不緣，", "67": "善男子！此是佛語。以彼無有可能語故，是", "68": "名佛語。「善男子！菩薩能作如是學已，是則", "69": "名為學上上智光明佛語、清涼佛語，遍悅一", "7": "起，整服右肩右膝著地，合掌向佛白言：「世", "70": "切諸眾生身、開發一切諸眾生意，趣向佛", "71": "智受持法義；遍悅一切諸菩薩眾，覺諸睡", "72": "者善入法界，是善決定向於法輪；轉於法輪、", "73": "擊大法鼓，降諸魔眾、降伏異怨、降伏一切諸", "74": "外道眾，是能救護向惡道者、是能莊嚴諸佛", "75": "世界、是一切佛之所稱歎，必坐道場。如是", "76": "菩薩已坐道場，如是菩薩已得菩薩諸陀羅", "77": "尼。」說此佛語法門之時，聖龍威德上王菩薩", "78": "菩提分法皆悉滿足，即時獲得無生法忍；二", "79": "萬六千諸菩薩等，得陀羅尼及諸三昧。八千", "8": "尊！如來先說佛語修多羅諸經，復有說非佛", "80": "比丘得無漏法。復有八萬四千眾生，皆發阿", "81": "耨多羅三藐三菩提心，即以神力雨種種花", "82": "供養世尊。", "83": "如來說是法門之時，聖龍威德上王菩薩，及", "84": "諸大眾天、人、阿修羅、迦樓羅、緊那羅、摩睺羅伽", "85": "等，一切大眾聞佛所說，皆大歡喜，信受奉行。", "86": "佛語經", "9": "語。世尊！此有何義？云何受持？」爾時佛告龍"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0832 佛語經: 佛語經: 佛語經", "author": "元魏 菩提流支譯", "sourceLink": "http://www.cbeta.org/"}