{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2737 金剛經疏", "text": {"0": "No. 2737 [cf. No. 235]", "1": "金剛經疏", "10": "來。亦名薄貪嗔。貪嗔邪見賊菴儞也。故薄貪", "100": "於中有兩問答。先舉初文。舉　須菩提。譬如", "101": "人身。如須彌山王。於意云何。是大不。問所解", "102": "也。於諸山中最大。故名山王。為遣此疑。依喻", "103": "審問。問竟也。答。舉　須菩提言。甚大。世尊", "104": "是領答也。須彌山縱廣八萬四千由旬。故以", "105": "為喻。須菩提言甚大世尊　何以故徵。從此", "106": "以下。釋成大義。舉　佛說大身。是名大身者。", "107": "須彌山雖高。心無分別。佛身亦爾。不分別眾", "108": "生佛身。世間八法。所不能動。八法者生老病", "109": "死。地水火風。故名世間八法　衢師羅長者。", "11": "嗔欲。似如來大圓鏡智。名一反往來。得無餘", "110": "見三尺身。應持菩薩。見千尺身。阿修羅大身", "111": "無智慧。舍利弗身子小智慧大。可向身量理", "112": "看。須菩提。上來諸佛不同。第六降伏勝身", "113": "相了。從以下第七降伏染福相。於中有三四", "114": "五禮。先舉初文。舉　須菩提。如恒河中。所有", "115": "沙數。如是沙等恒河。於意云何。是諸恒河沙。", "116": "寧為多不。於意云何者。問彼所解。是諸恒河", "117": "者。因神立稱。故名恒河。東面流出。遶阿耨大", "118": "池。流入東海。京州真諦法師。其河初初水", "119": "出處。闊一由旬。滿中細沙。與水同流。取一河", "12": "故。喻趙老停査。合家總滅門。趙老兒。從西征", "120": "內所有諸沙。以沙計河。一沙一河為甚多。如", "121": "是諸河沙。可說為多不。釋迦問敬也。須菩提", "122": "答。舉　須菩提言。甚多世尊。是略答也。為多", "123": "須菩提兩迴答。前略答。後釋答釋答看舉。但", "124": "諸恒沙。尚多無數。何況其沙。是釋答也。從", "125": "此以下。釋迦實答。舉　須菩提。我今實言告", "126": "汝者。合信也。若有善男子善女人。以七寶滿。", "127": "貴財多也。爾所恒河沙數。三千世界。以用布", "128": "施。起行勝也。得福多不。問彼所解也。得福多", "129": "釋迦。問須菩提多少。舉　須菩提言。甚多世", "13": "迴。改業治畜。生其大富。後有査還來。趙云。", "130": "尊。是領答也。從此以下。釋迦教量。看舉。佛", "131": "告須菩提。若善男子善女人者。亦取發心向", "132": "大乘也。於此經中。乃至受持四句偈等。為他", "133": "人說。事業勝也。而此福德。勝前福德。勝前福", "134": "德者。正校量也。勝有四種。一攝授勝福。持經", "135": "勝布施。二堪受敬養。三難作能作。四能生勝", "136": "想。聽金剛經者。得此四箇勝。勝前福德者。攝", "137": "授福勝也　誦曰　表知持經四句偈。勝施恒", "138": "沙七寶因。是故顯示諸眾生。普令勸知實相", "139": "義　施非菩提因。法得菩提故。從此以下。說", "14": "且脫菴儞也。斯陀含名。結得成名。上來諸文", "140": "校量。舉　復次須菩提。隨說是經乃至四句", "141": "偈等。當知此處。一切世間。天人阿脩羅。皆應", "142": "供養者。隨說是經者。不簡取眾生。諸勝劣也。", "143": "即與隨說一切世間者。俱是眾生類也。間者", "144": "輪迴六趣也。皆應供養者。堪受敬養也。為勿", "145": "事天人供應。舉　如佛塔廟如佛塔廟者。類", "146": "令解也西方本音。名窣堵波傳者訛略。而云", "147": "塔也。譯就中言。名高勝處三界不能動得。廟", "148": "者貌也。是此中言塔者。勝者所居。皆應供養。", "149": "從此難作能作。舉。何況有人。盡能授持讀。", "15": "不同。斯陀含斯陀含了既不生念。問陀那含", "150": "誦。須菩提當知是人。成就最上第一希有之", "151": "法者。又般若勝相前之五度。故名第一希有", "152": "之法。總授持讀誦得何勿。舉　若是經典。所", "153": "在之處。則為有佛。若尊重弟子。尊重弟子", "154": "者。真菩薩也。三乘弟子。菩薩為尊。此名結文", "155": "外器者天親釋也。故名外器也。上來諸文", "156": "不同。是第二讚深生信。并降伏七箇相並了。", "157": "從此第三當立名勸學。於中有二問答。先舉", "158": "初文。舉　須菩提。白佛言世尊。當何名此經。", "159": "我等云何奉持者。當何名此經者。問前所說", "16": "人生念無。舉。須菩提於意云何。阿那含。能作", "160": "經之總名。我等云何奉持者。問得名已受持", "161": "軌範。範是則也　此是須菩提。索經名。須菩", "162": "提言。我所得惠眼。未曾得聞如是深經。敬法", "163": "希奇。伏望世尊。與我說名。喻隱士撫琴。愸半", "164": "道索名。為此希奇。所以半道。問名其琴所撫", "165": "曲。名青磎。幽澗嚮山。石一非泉　須菩提請", "166": "問敬。釋迦答。舉。佛告須菩提。是經名金剛般", "167": "若。波羅蜜。答前問也。以是名字。汝當奉持。", "168": "答後問也。此是略答答敬。所以者何者。徵問。", "169": "廣釋。舉　須菩提。佛說般若波羅蜜名句味也是智慧", "17": "是念。我得阿那含果不者。是第三問也。若一", "170": "則非般若波羅蜜者。遮取著也。依名言取非", "171": "實故。所以不言。是名般若波羅蜜。是到彼岸", "172": "也。喻昏定晨省。即是孝養。於意云何下。四", "173": "問。顯示是金剛義。即般若波羅蜜故。第一。", "174": "於意云何。破說法相。第二於意云何。破世間", "175": "微塵相。第三於意云何。破三十二見。如來相。", "176": "若善男子善女人。破有身命懈怠相。無說法", "177": "者。空斷相。從此以下。第一破說法相。舉。", "178": "須菩提。於意云何。問何解也。如來有所說法", "179": "不。是第一問問敬也。答舉。須菩提。白佛言世", "18": "來。若一間。總名斯陀含。修斷九品。名阿那", "180": "尊。如來無所說者。是第一答。正說法時。無能", "181": "所故。夫說法者。無說無示。其聽法者。無聞無", "182": "得。但以方便。曉悟眾生。實無有法。如來可說", "183": "此。破說聽能行等相。故名金剛。從此以下。第", "184": "二破世間微塵。舉。須菩提。於意云何。問所解", "185": "也。三千大千世界。名一佛剎。所有微塵凡夫", "186": "妄計。喻煩惱是為多不。是第二問問敬也。答", "187": "舉須菩提言甚多世尊。是第二答。然是失旨", "188": "故。須如來重自正說。從此以下。釋迦正釋。", "189": "舉。須菩提。諸微塵。取彼所解。如來說非微", "19": "含。問竟也。須菩提答。舉。須菩提言。不也世", "190": "塵。示現正義。是名微塵貪嗔等相乃是實塵。", "191": "從此以下。破世界。舉。如來說世界非世界。凡", "192": "夫妄計。是名世界。此破微塵及世界名相。世", "193": "界總是喻也。從此以下。第三破三十二相", "194": "舉。須菩提。於意云何。問所解也。不可以三十", "195": "二相。得見如來不。是第三問。最可敬者。所謂", "196": "如來。觀如來者多觀妙相能破此相故。問可", "197": "以見如來不　不也世尊。是真答也　何以", "198": "故徵。不敢自決。引佛言成　舉。如來說三十", "199": "二相。是隨俗相。即非三十二相。能破此相。故", "2": "念無。舉。須菩提。於意云何。斯陀含。我得", "20": "尊。是正答也。不能生念。何以故徵。徵以何", "200": "名金剛。從此以下。破我我等相舉。須菩提。", "201": "若善男子善女人。以恒河沙等身命布施者。", "202": "破我我所。身命上捨知復何慳。知身非身。命", "203": "是假命。放捨身命。施與眾生。破無說法。空", "204": "斷相也。舉　若復有人。於此經中。乃至受持", "205": "四句偈等。為他人說。其福甚多者。破無說法", "206": "空斷相也。此是結文。前頭破空取有。後破有", "207": "取空。上來諸文不同。立名勸學了。明朝領解", "208": "修行。此下第四領解修行。於中有二。先舉初", "209": "文舉　爾時須菩提聞說經者。簡昔曾聞。顯", "21": "故。從此以下釋。看舉。阿那含名為不來。而實", "210": "希有也。深解義趣者。善相句義。得意趣也。對除無失。向大乘故涕淚", "211": "悲泣者。喜極曰悲。自鼻曰涕。自目曰淚。含啼曰泣。舍利不聞說法經懽喜勇躍而白佛", "212": "言。希有世尊者從佛說。如是甚深經典者。是希有", "213": "也。從甚深智之所發故我從昔來。所得惠眼。未曾得聞如", "214": "是之經者。未聞而聞。成希有也。聞思修惠。俱名惠眼此是須菩提領解", "215": "修行文。從此以下。須菩提勸修。舉　世尊若", "216": "復有人者。不簡貴賤得聞是經者。勤當時也。", "217": "信心清淨者。於正聞時。信無疑故。則生實相", "218": "者。於思修時。如實解故。當知是人。成就第一", "219": "希有功德者。得法利也。三惠所成。皆名功德。", "22": "無來。是名阿那含者。譯語釋也。臭身者。漏", "220": "依難聞法。得希有名。喻如意珠。所求皆得。眾", "221": "生不免落地獄。此般若經。能究眾生地獄苦。", "222": "此下教實相。舉　世尊是實相者信心清淨之所生也則", "223": "非實相者。無相實相。非言說等。所有相故。是", "224": "故如來。說名實相者。有巧方便。顯示眾生從此以下。須菩", "225": "提著哭。舉　世尊我今得聞如是經典。信解", "226": "受持。不足為難者。判令為易也。已得惠眼。親", "227": "從佛聞。理在不疑。有何難處。此以下說愁意。", "228": "看舉　若當來世者。現前無佛也後五百歲。其有眾生", "229": "者。謂有持戒及修福也得聞是經者。展轉傳聞也信解受持者。信文解義。得", "23": "身也。虫身者。一切虫身也。食身者。阿那含", "230": "念總持也是人則為第一希有者。斷後為難也。於難信解處時難信解故。故名希有", "231": "何以故。此釋迦徵。以下有三徵釋。先舉初文。", "232": "舉。從以下。須菩提分疎。此人無我相人相。眾", "233": "生相壽者相。極顛倒時。能離四倒故。喻畫師", "234": "修壁。不久即有形像。此名第一希有　所以", "235": "者何。第二徵也。徵何所以。無我等相故。名第", "236": "一希有。緣何勿事無顛倒。舉。我相即是非相。", "237": "人相眾生相受相者。即是非相者。以彼到相", "238": "非真實故。無無相倒　何以故者。第三徵也。", "239": "徵敬也。舉。離一切諸相者。想不現也則名諸佛", "24": "人。不食五穀之類也。毒身者。龍蛇蝎等也。更", "240": "者。離諸到相。即實相故。是故說言離一切相。", "241": "則名諸佛。總是須菩提勸修了。從此以述勸", "242": "文。有三節。先舉初文。舉　若復有人。得聞是", "243": "經。不驚不怖不畏。當知是人。甚為希有者。", "244": "驚怖五。不驚怖有五。當知是人。甚為希有", "245": "何以故者。徵。緣何勿事不驚怖舉　須菩", "246": "提。如來說第一波羅蜜。非第一波羅蜜。是", "247": "名第一波羅蜜者。顯示此法門。為大波羅蜜", "248": "因故。喻第一邪郎賣奴。更喻饆羅　更喻嫁", "249": "女媒人。更喻靴楦　尋文得義。是第一故。上", "25": "不還來欲界受身。欲界攝不得。故名不來。經", "250": "來諸文不同。離著教果了。從此以下。第三於", "251": "修行時。離嗔慳過。舉。須菩提。忍辱波羅蜜", "252": "者。眾所謂也如來說非忍辱波羅蜜者。欲斷所疑也此於修", "253": "行時。離嗔慳過也。從此證成　何以故。徵其", "254": "義也　何勿是真辱。舉　須菩提。如我昔為", "255": "哥利王者。事證也割截身體。我於爾時者。世流布語無我", "256": "相人相者。離報著言。照見五蘊皆空。一一無我無眾生相。無壽者相", "257": "者。不見嗔怒害我者。相故。言無眾生無壽者相此引事證成。哥利羅王", "258": "者。是烏󱬇利城人也。為者作也為者被也。以", "259": "空無相故。無嗔害　何以故下。重徵番釋。看", "26": "云不來相而來。不見相而見。若來以更不來。", "260": "舉。我於往昔。節節支解時者。刖足截手。各於節節。分四支故若", "261": "有我相人相。眾生相受者相。應生嗔恨。無", "262": "我相無人相。多少時去來。從此以下結者。", "263": "止陳實狀。舉　須菩提又念過去。於五百世。", "264": "作忍辱仙人。於爾所世。無我相無人相。無眾", "265": "生相。無壽者相。為明為劫。久聞此經以曾多", "266": "劫。堪忍眾苦。即得成佛。但須修已。無嗔恨", "267": "心。故列此文。以為永施。釋迦成道。先度驕陳", "268": "如。是釋迦大善知識。前文以釋。以上三果並", "269": "了。第四於傳法時。離取相過舉　是故須菩", "27": "若去以更不去。西方名阿那含。此名不來。是", "270": "提。菩薩應離一切相。發阿耨多羅三藐三菩", "271": "提心者。於傳法時。離取相過也。前文以說離", "272": "一切相。則名諸佛。此文又說。離一切相。發菩", "273": "提心。即是菩薩轉相。勸發因果。相承即得解", "274": "脫　滅度一切眾生。是佛大事作。勿生。離一", "275": "切相。舉　不應住色生心不應住色生心。不", "276": "應住聲香味觸法生心者。皆是生死故說。不", "277": "應住色生心者。五蘊空寂。不應住聲香味觸", "278": "法生心者。不染六塵境界。住六塵者。起或業", "279": "故有。或業者當受苦故。作勿生住心。即得成", "28": "名阿那含。從實立名。名阿那含阿那含人既", "280": "佛。舉　應生無所住心者。一切諸法性無住。", "281": "住乃是真住是真住者。即心自住。實無所住。", "282": "即得涅槃。離一切相。即名真住。離有無。啟會", "283": "中道。即得成佛。住少許得無。舉　若心有住。", "284": "則為非住者。不知外性非性。不是自覺聖智", "285": "住故不得。從此以下引證。看舉　是故佛說。", "286": "菩薩心不應住色布施。須菩提。菩薩為利益", "287": "一切眾生。應如是布施者。此引佛正言。以為", "288": "法也。凡一切者。總名菩薩。作如是見。即解此", "289": "經　上求菩提。下化薩埵。此西音譯就中言", "29": "不生念。問阿羅漢人生念無。舉。須菩提。於", "290": "故。名道心眾生　誦曰。菩提子由如底。埿從", "291": "他踏納心頭。念念低緣何勿事。舉　如來說。", "292": "一切諸相。即是非相。又說。一切眾生。則非眾", "293": "生者。所執我人。相無性故。但隨妄情。而施設", "294": "故。不知實恒遍不離者。是正趣生。不知如來", "295": "施設。依者是二無我。次下第五於佛所說。離", "296": "不信過。舉　須菩提。如來是真語者。實語者。", "297": "如語者。不誑語者。不異語者第五於佛所說。", "298": "離不信過也　如來昔說小乘。且令脫苦。今", "299": "說大乘。乃令得樂。從此以下。釋迦得佛。用何", "3": "斯陀含果不。是第二問也。須陀洹人。尚不生", "30": "意云何。阿羅漢。能作是念。我得阿羅漢道不。", "300": "勿法得佛。舉　須菩提如來所得法。此法無", "301": "實無虛者。善分別相自心現。知外性非性。於", "302": "法實無所得。故名無實。次下第六於行施時。", "303": "離道過舉　須菩提。若菩薩。心住於法。而行", "304": "布施。如人入闇。則無所見者。第六於行施時。", "305": "離障道過。誦曰　身雖處世明足仍闇中行。", "306": "直知檐外事豈憶𧜅來迎。參差神貌朽恍惚", "307": "夢還驚。但令善根熾示死亦如生。從此出能", "308": "斷道。看舉　若菩薩。心不住法而行布施。如", "309": "人有目。日光明照。見種種色者。出能斷道也。", "31": "是第四問也問竟。舉。須菩提言。不也世尊。是", "310": "明闇不相捨離。前頭六段。總是祇樹給孤獨", "311": "園。勸當座下徒眾。後勸末代。已上六文。教", "312": "利六道。從此以下喻勸末代弘經。舉　須菩", "313": "提。當來之世。若有善男子善女人。能於此經。", "314": "受持讀誦。則為如來。以佛智慧。悉知是。人悉", "315": "見是人者。出弘經者。攝授正法。成熟眾生。乃", "316": "可名為善男子善女人。佛慧悉知悉見者。佛", "317": "無礙智慧攝授也。佛知見德。何功德。舉　皆", "318": "德成就無量無邊功德者。以利誘也。長短言", "319": "之則無量佛智。不能知分劑故。上來諸文不", "32": "直答也。不能生念。何以故釋。看舉。實無有", "320": "同。利過勸並了。次下第二得勸。舉　須菩提。", "321": "若有善男子善女人。初日分。以恒河沙等身", "322": "布施。中日分。復以恒河沙等身布施。後日分。", "323": "亦以恒河沙等身布施者。一九時。放捨身命", "324": "布施。夜三時不論。各以恒沙身命布施者。其", "325": "數多也。經多少時布施。舉　如是無量百千", "326": "萬億劫以身布施者。時分長也。此樂福宜多。", "327": "問何處得有爾所身命布施。答假設為言。示", "328": "應語也。喻孝順兒。孝養阿孃頂戴母遶須彌", "329": "山千匝。由無足日。菩薩亦然　何勿定得舉。", "33": "法。名阿羅漢。西方名阿羅漢。此名無生。亦名", "330": "若復有人聞此經典信心不逆。其福勝彼。何", "331": "況書寫受持讀誦。為人解說者。依本宣傳曰", "332": "說。開闡意義曰解。功德多少。說相貌將來。", "333": "舉　須菩提。以要言之。是經有不可思議。不", "334": "可稱量無邊功德者。若廣別說。窮劫不盡故", "335": "巧方便。略要言之。何誰合聞。此第二向勝乘。", "336": "舉　如來為發大者說。為發最上乘者說者。", "337": "向勝乘也。聲聞緣覺是小乘者。不聞此經。有", "338": "漸悟者。迴心向大。是發大者。佛乃為說。漸悟", "339": "者。一千二百阿羅漢是也。阿誰悉知悉見。舉", "34": "無著。我生以盡。不受後有。誦曰。無量劫來為", "340": "若復有人。能受持讀誦。廣為人說。如來悉", "341": "知是人。悉見是人。皆成就不可量不可稱。無", "342": "有邊。不可思議功德者。即以上利。勸行法行。", "343": "悉知見等義。同前釋　緣何勿事合得聞。舉", "344": "如是人等。則為荷擔如來。阿耨多羅三藐三", "345": "菩提者。當重住也。如理天下。是天子事。委任", "346": "大臣。臣荷重住。阿耨菩提。是如來事。付囑", "347": "菩薩即荷如來重擔菩薩即荷如來重擔　何", "348": "以故釋。看舉　須菩提。若樂小法者。著我見", "349": "人見。眾生見受者見。則於此經。不能聽受讀", "35": "恩愛。不能割捨離舉緣還復將身歸惡趣。貪", "350": "誦。為人解說者。謂二乘人。則此經不能聽受。", "351": "及自讀誦　三昧樂。不樂言說故。小乘者。", "352": "縱聞此經。亦不得成佛。得成佛敬一切皆應", "353": "供養無舉　須菩提。在在處處。若有此經。一", "354": "切世間。天人阿修羅。所應供養者。得尊貴也。", "355": "隨何時分。說為在在。持此經者。故名在在。", "356": "緣何勿事得供養。舉　當知此處。則為是塔。", "357": "皆應恭敬。作禮圍遶。以諸花香。而散其處者。", "358": "花則光色鮮榮。見者悅預。香則美氣氳馥聞", "359": "者安樂。以財表敬莫此為先。上來諸文不同。", "36": "財競色受諸愆。阿羅漢三名。無賊。賊有三義。", "360": "得利勸了。次下釋滅罪勸。先勸即會。次勸末", "361": "代於中有兩段經文。先舉初文。舉。復次須菩", "362": "提。若善男子善女人。受持讀誦此經。若為人", "363": "輕賤。是人先世罪業。應墮惡道。以今世人輕", "364": "賤故。先世罪業。則為消滅。當得阿耨多羅三", "365": "藐三菩提者。滅業過。何徒滅罪。亦能善。諸", "366": "所作業。略有二種。一者定受。二者不定受。不", "367": "定受中。有業時定。而時不定　業前方便。及", "368": "業後起。此之一段勸即會。後勸末代。有四", "369": "句經。先舉初文。舉　須菩提我念過去無量", "37": "一密入人家。二偷人財物。三共主啾唧。從此", "370": "阿僧祇劫。於燃燈佛前。得值八百四千萬億", "371": "那由他諸佛。悉皆供養承事。無空過者。精", "372": "懃無間。不虛度也。此問文。念昔多福也。會自", "373": "然燈照。故名。然燈佛。從此以下。以經校量。", "374": "舉　若復有人。於末世。能受持讀誦此經。所", "375": "得功德。於我所。供養諸佛功德。百分不及", "376": "一。千萬億分。乃至算數譬喻。所不能及者。以", "377": "經校量也。無勝多法。可為喻故。從此以下。將", "378": "護彼意。舉　須菩提。若善男子善女人。於後", "379": "末世。有受持讀誦此經。所得功德。我若具說", "38": "以下番釋。阿羅漢分疎看舉。世尊若羅漢。作", "380": "者。或有人聞心。則狂亂。狐疑不信者。將護彼", "381": "意也。佛若具說末世受持所得功德。唯佛與", "382": "佛。乃能具知。亦能具說。狐疑則不能趣入。不", "383": "信則起穢濁心。從此以下。勸彼令知。結。看舉", "384": "須菩提。當知是經義。不可思議。果報亦不", "385": "可思議者。勸彼令知也。佛說此經。欲以一", "386": "切諸佛功德。施與一切學法眾生。如是深經。", "387": "時乃說之。甚為難得。名不可思議。一切諸", "388": "佛　喻興易廣得錢財。後與子孫。還得富貴", "389": "菩薩教眾生。亦復如是。令佛種不斷故。上來", "39": "是念。即著我相。人相眾生相。受者相者。此番", "390": "諸文不同。念昔多福四句經並了　誦曰", "391": "佛常在世間。不染世間法。不分別世故敬禮", "392": "無所觀　又曰。著儞世間衣。喫儞世間食。共", "393": "儞和光塵。儞見自不識　已前上中兩卷了。", "394": "從此以後入卷。", "395": "次下當釋趣究竟地。無住般若。如來功德。於", "396": "此分中。初善現略問。次如來廣說。於中有二。", "397": "先舉初文。舉　爾時須菩提。白佛言世尊。善", "398": "男子善女人。發阿耨多羅三藐三菩提心。云", "399": "何應住。云何降伏其心者。初略問也。善男子", "4": "念。斯陀含人。豈敢生念。斯陀含人。進斷六品", "40": "顯也。總名離一切相。故名羅漢。從此以下引", "400": "者。是發心人。發阿耨多羅三藐三菩提者。是", "401": "發大心。此為依也。發心有四。一發信心。二發", "402": "解心。三發行心。四發證心。前三發心。前文以", "403": "說。從此入證。釋迦答。舉　佛告須菩提。善男", "404": "子善女人。發阿耨多羅三藐三菩提者。當生", "405": "如是心。我應滅度一切眾生者。眾生不能自", "406": "滅度故。菩薩應作滅度眾生。是佛大事。是故", "407": "菩薩。應住此心。如來廣說。作何等度。若為度", "408": "脫。舉　滅度一切眾已。而無有一眾生實滅", "409": "度者。答降伏心也。於中有三。一行菩薩行。降", "41": "證看舉。世尊佛說。我得無諍三昧。人中最為", "410": "伏我相。心入無我故。二於如來地。降伏法相", "411": "心入於法空故。三於生死涅槃地。降伏有住。", "412": "心得無住故。證了我空。如來不滅故　何以", "413": "故徵。於徵隱文。未得義故。據何事不得名眾", "414": "生舉　若菩薩。有我相人相。眾生相受者相。", "415": "則非菩薩者。是可滅度非實眾生也　所以", "416": "者何者。以未證真。不了俗故。從此示現證義。", "417": "舉　須菩提。實無有法。發阿耨多羅三藐三", "418": "菩提者。無一眾實滅度故。十八界聚。名一眾", "419": "生。十八界中。無一定主。不可謂有一眾生故。", "42": "第一。是第一離欲。阿羅漢者。用已證成過去", "420": "十八界法。無一獨用。不可說有實法發心。說", "421": "有眾生。及發心者。皆是方便。隨俗說也。上來", "422": "諸文不同。降伏我相。心入於我空智了。從此", "423": "以下。降伏法相。於中三段經文。先舉初文。", "424": "舉　須菩提。於意云何。如來於然燈佛所。有", "425": "法得阿耨多羅三藐三菩提不。為表聖賢知", "426": "證同故。有法得不言言。無實法也。有法得無", "427": "法得。不也世尊。善現此答為成佛義。故言不", "428": "也。從此須菩提釋答。看舉　如我解佛所說", "429": "義。佛於然燈佛所。無有法得阿耨多羅三藐", "43": "諸佛。未來諸佛。現在諸佛。入無諍三昧。是羅", "430": "三菩提。阿耨多羅三藐三菩提者。一切法性", "431": "無住。住尚不自得。何能得餘。況然燈佛時。", "432": "釋迦未有。既無所得。能得亦無為釋迦時。然", "433": "燈已滅。能得已無所得。寧有不道法都無。但", "434": "無能所得。從此釋迦聊述。舉　佛言如是。如", "435": "是。須菩提。實無有法。如來得阿耨多羅三藐", "436": "三菩提者。實無有法。如來得菩提者述彼所", "437": "說。言當義故。從此以下辨。看舉　須菩提。若", "438": "有如來。得阿耨多羅三藐三菩提者。然燈佛。", "439": "則不與我受記。汝於來世。當得作佛。號釋迦", "44": "漢引證成。諍者啾唧義。羅漢人故名。無諍三", "440": "牟尼者。辨也　先番後順。此即番也。若有", "441": "法得菩提者。即應與法記。不合與我記。我謂", "442": "世俗假者。如終一性故。得與記法。謂執持念", "443": "念不住。無受記者。故名與記。釋迦是性。釋", "444": "之為能。上代先祖能為王故。又明現在能化", "445": "眾生。善療眾病。得已利故。牟尼者寂滿義。身", "446": "口意滿大寂靜故　釋迦牟尼佛。是西音譯。", "447": "就中言能人寂滿覺。釋迦者能人也。種種捨", "448": "施。故名能人。現在者所以不能人捨施。故", "449": "名不能人。從此順釋。看舉　以實無有法。得", "45": "昧者。西方音。此名等持。平等持心。一境性", "450": "阿耨多羅三藐三菩提。然燈佛。與我受記。作", "451": "是言。汝於來世。當得作佛。號釋迦牟尼者。順", "452": "辨也。十八界中。無得記者。是故然燈。不受", "453": "法記。佛語無有不如我故。是故然燈。與我受", "454": "記者。知有假者。無斷滅故。諸有所說皆如實", "455": "故。汝於來世者。以非常故。雖念念滅。無失", "456": "懷故。當作佛者。於受記時。未得作故。所化根", "457": "機。當成覺道。後當滿故。號釋迦牟尼者。佛眼", "458": "明見。無錯謬故。會須自然燈。即得成佛。看", "459": "他然燈。無有是處。會須自照。何以故者。徵", "46": "故。欲界煩惱。故名為諍。沙彌愛味。被海龍之", "460": "也。若全無佛。落斷滅見。未曾審如來。是義故", "461": "如來者。如諸法義。即如來故。是何勿義。舉", "462": "如來者。即諸法如義者。釋也。十號號人而不", "463": "號法。法無名號。不可與記。即諸法如義者。是", "464": "如諸法義。西方語法。與此不同。遂令譯者", "465": "到智。其義法有何義。令如來如應知諸法。有", "466": "不動義。喻草束取。亦不生嗔。不取亦不生喜。", "467": "若如是見解。即得成佛。得作心。覓佛得無。", "468": "舉　若有人。言如來得阿耨多羅三藐三菩提", "469": "者。斥妄也。言有所得。非如來故。從此以下。", "47": "災。比丘愛花。被河神之所罵五欲者。色聲香", "470": "顯真。看舉　須菩提。實無有法。佛得阿耨多", "471": "羅三藐三菩提者。顯真也。知無所得。即如法", "472": "故。如來有法得無法得。舉　須菩提。如來所", "473": "得。阿耨多羅三藐三菩提。於是中無實無虛", "474": "者。令住也。於所得中。離二障故。法則無實。", "475": "不可得故。智乃無虛。稱法知故。此結人如", "476": "法。一切法是佛法不是舉　是故如來。說一", "477": "切法皆是佛法者。攝法屬人也。一切眾生。三", "478": "乘聖者。但有法忍。未有法智。所以不成佛。", "479": "實知諸法。非彼有故。唯諸如來。住成自性。同", "48": "味觸。非唯離欲。欲而得離欲名。從此下引成。", "480": "有法智。已超法忍。有如實智法。是佛有知", "481": "一切法無實即得成佛。恐眾生一切法理。覓", "482": "佛去遮却。舉　須菩提。所言一切法者。即非", "483": "一切法。是故名一切法者遮也。言所言者。非", "484": "佛法也。不依言而取法。故知。一切法離言性", "485": "故。是故名一切法。所言一切法。是言一切", "486": "故。離言非一切。是施設處施設處者。一法即", "487": "是一切法故。此第一菩提果了　誦曰　或", "488": "復曾修戒定惠。不知諸法本元由。妄執我見。", "489": "以為真。所作違於無我理。以違利故名顛倒。", "49": "舉。我不作是念。是離欲阿羅漢。世尊者。稱佛", "490": "還被業知之所牽。常生三界牢獄中。縱得生", "491": "天。不脫苦。從此第二法身果。文有三句。先", "492": "舉初文。舉　須菩提。譬如人身長大者。如來", "493": "密言也。從此善現說。看舉　須菩提言。世", "494": "尊。如來說人身長大。則為非大身。是名大身", "495": "者。入真也。不被三界纏縛。解脫。是如來身。", "496": "智惠是如來身。具一切智。是如來身。從此以", "497": "下。菩薩證得大身無。舉　須菩提。菩薩亦", "498": "如是者。如來類明也。菩薩亦爾。證得大身。菩", "499": "薩若為化眾生。舉　若作是言。我當滅度無", "5": "煩惱。生□二家。即證得二果。我得斯陀含果。", "50": "所說也。但有證智。無妄念故。從此以下證成。", "500": "量眾生。則不名菩薩者。菩薩有此相者。非淨", "501": "果也。菩薩雖度眾生不立眾生相。菩薩說法。", "502": "不立說法相。喻女官著衣女官立少許相得", "503": "無。何以故者。如來自徵也。從此以下釋。看", "504": "舉　須菩提。實無有法。名為菩薩者。義釋也。", "505": "無一定法。名菩薩故。但豈方便教化眾生。故", "506": "名菩薩。據何勿道理。不立眾生相。舉　是", "507": "故佛說。一切法無我。無人無眾生。無受者。", "508": "法自無我。何得名人。上來諸文不同。法身果", "509": "了。次釋淨土果。文有四句。謂立徵釋結。先舉", "51": "看舉。若我作是念。我得阿羅漢道。世尊則不", "510": "初文。舉　須菩提若菩薩。作是言。我當莊嚴", "511": "佛土。是不名菩薩者。立也。或者疑云。菩薩", "512": "有此二相。非真菩薩。若菩薩。莊嚴佛土。在何", "513": "以故者。是徵句也。徵竟也釋。看舉　如來說", "514": "莊嚴佛土者。即非莊嚴。是名莊嚴者。即是釋", "515": "句。遮增益也。是名莊嚴。遮損滅也。心淨則佛", "516": "淨土淨。妙境者淨土是也。但修菩提。即得", "517": "於此生長。從此以下結。看舉　須菩提。若菩", "518": "薩。通達無我法者。如來說名真是菩薩者。結", "519": "也。離妄想相。得真知故。瑜伽論說。菩薩有", "52": "說。佛如實知。無妄語故。從此已下。釋成是羅", "520": "五功德。又五希奇。疏文廣釋。上來諸文。不", "521": "同。淨土果了。以下當釋功德清淨。於中有四。", "522": "先舉初文。舉　須菩提。於意云何。如來有", "523": "肉眼不。於功德清淨中有四。一眼智清淨。二", "524": "身相清淨。三境界清淨。四心行清淨。此四", "525": "清淨。攝一切淨。是第一問也。問敬也。舉。如", "526": "是世尊。如來有肉眼者。是菩提隨俗答也。如", "527": "來有肉眼。無障隔處。見者。是肉眼見。此言", "528": "見者。非正見也是第六意識生分別故第六", "529": "識者。心是也。法花經云。應以種種身得度者。", "53": "漢無。舉。須菩提。是樂阿蘭那行者。以須菩", "530": "即現種種身。而為說法。此下第二問如來有", "531": "天眼無。舉　須菩提。於意云何。如來有天眼", "532": "天眼不。有二。具在疏中。問敬也。舉。如是世", "533": "尊。如來有天眼。是第二答也。第四禪者。五", "534": "淨居天是也。天眼者。亦以肉團為體。發光", "535": "見色。法花經云。若能受持讀誦。見障外色。此", "536": "名現世見。從此第三問。有惠眼無。舉　須菩", "537": "提。於意云何。如來有惠眼不。是第三問敬", "538": "也。舉　如是世尊。如來有惠眼。是第三答也", "539": "維摩經云。佛以一音演說法。眾生隨類各得", "54": "提。實無所行。而名須菩提。是樂阿蘭那行。自", "540": "解。觀察決擇。稱之為惠。喻大圓鏡智。種種", "541": "皆見。從此以下。第四問有法眼無。舉　須菩", "542": "提。於意云何。如來有法眼不。是第四問敬。", "543": "問敬也。舉　如是世尊。如來有法眼。是第", "544": "四答。眼者是勇泉義。證濟一切。故名勇泉。泉", "545": "水不分別。一切眾生自分別泉水。喻海水盤", "546": "理。著盤理。海水椀理。著椀理。海水。水皆一", "547": "等。器有差別不同。水皆一等。從此以下。第五", "548": "問有佛眼無。舉　須菩提。於意云何。如來", "549": "有佛眼不。是第五問。問敬也。舉　如是世", "55": "念我得阿羅漢道。即未離欲。非阿蘭那行者。", "550": "尊。如來有佛眼。是第五答也。以前諸文。皆有", "551": "遮立。何為此文。何不遮邪。此文是第一義諦。", "552": "所以不遮。從此以下。釋智清淨有三。先舉", "553": "初文。舉　須菩提。於意云何。恒河中所有沙。", "554": "佛說是沙不　從此以下。須菩提答。舉　如", "555": "是世尊。如來說是沙□□□□此第三問", "556": "恒河中有多少沙。舉　須菩提。於意云何。如", "557": "恒河中所有沙。如是等恒河。是諸恒河所有", "558": "沙數。佛世界如是。寧為多不□□□□□□", "559": "□從此第四答。看舉。甚多世尊□□□□", "56": "是此西音。此名寂靜行也。上來諸文不同。四", "560": "□此須菩提問。釋迦答。看舉。佛告須菩提。", "561": "爾所土中。所有眾生。若干種心者。種難計故", "562": "名若干　從此以下。顯能知舉。如來悉知者。", "563": "此顯能知也　此下兩徵兩釋。作何勿心想", "564": "何以故。是初徵也　從此以下。釋迦分疎。", "565": "知眾生心無。舉。如來說諸心。皆為非心。是", "566": "名為心者。貪嗔邪見心取。作罪者發者。不", "567": "簡不信者。簡却為勿妄相顛倒　所以者何", "568": "是第二徵也。第二釋。看舉。須菩提。過去", "569": "心不可得。現在心不可得。未來心不可得者。", "57": "沙門果並了。從此以下。降伏正報相依報相。", "570": "三心之中。是何心造罪。過去心已過。未來心", "571": "未到。現在心不住。何須一一妄豈執著　第", "572": "三讚染生信相中有三。先舉初文。舉　須菩", "573": "提。於意云何。若有人。滿三千大千世界。七", "574": "寶以用布施。是以是因緣。得福多不。從此須", "575": "菩提述答。看舉。如是世尊。此人以是因緣。", "576": "得福甚多者。第二述答也。何勿是多。舉。須菩", "577": "提。若福德有實。如來不說得福德多。以福德", "578": "無故。如來說得福德多者。此釋成也。三事不", "579": "空者。見乞人。見財勿見。自身施。此不空三", "58": "事在明朝。從此以下。說然燈佛。以廣所聞。於", "580": "事。體空者。不見乞人。不見財。勿不見自身", "581": "施者。此三事體空　從此眼智。有兩問答。先", "582": "舉初文舉　須菩提。於意云何。佛可以具足", "583": "色身見不　問敬也。答。看舉　不也尊。如來", "584": "不應以具足色身見　色身不是如來。何以", "585": "故者。欲明義也。從此明。看。舉　如來具足色", "586": "身。即非具足色身。是名具足色身者。由身", "587": "不具。令身闕故　第二如來可以諸相無。舉", "588": "須菩提。於意云何。如來可以具足諸相見", "589": "不。是第二問也　如來不可諸相見。不也世", "59": "中有二。先舉初文。舉。佛告須菩提。如來昔在", "590": "尊。以理正答　如來不應以具足諸相見", "591": "何以故徵。徵敬也。舉　如來說。諸相具足。即", "592": "非具足。是名諸相具足者。文勢同前。義准", "593": "可知無勞廣釋。上來諸文不同。身相清淨了。", "594": "次下釋境。清淨相中。有兩三箇徵詰。先舉", "595": "初文。舉　須菩提。汝勿謂如來作念。我當有", "596": "所說法者。遮彼所有。佛無此念。不應謂故", "597": "我當有所說法。莫作是念者。莫作謂如來作", "598": "是念也　何以故。徵其遮意。從此以下。徵遮", "599": "意。看舉　若人言如來有所說法。即為謗佛。", "6": "無問竟也。答。舉。須菩提言。不也。世尊。是直", "60": "燃燈佛所。於法有所得不。問所解也。如來昔", "600": "不能解我所說故。釋遮意也。謗佛即有罪。", "601": "不解即無利。已遮妄計。須教實解。解即有益。", "602": "無謗罪故　從此以下。示現正義。看舉　須", "603": "菩提。說法者無法可說。是名說法者。法不", "604": "受教。眾生受教。佛為眾生。隨根異說。根有", "605": "種種。說亦如之。上來諸文不同。境界清淨了", "606": "次釋心行清淨。文有四。先舉初文。舉。須", "607": "菩提。白佛言世尊。佛得阿耨多羅三藐三菩", "608": "提。為無所得邪者。如來顯說中。有四字句。一", "609": "印成二出體。三立法。四遮。從此無印。看舉", "61": "在然燈佛所。有法得無法得。仰答也。從此以", "610": "如是如是者即也。印敬也。從此成。看舉", "611": "須菩提。我相阿耨多羅三藐三菩提。乃至無", "612": "有少法可得。是名阿耨多羅三藐三菩提者。", "613": "成也。不可以身得。不可以心得。從此出體看", "614": "舉　復次須菩提。是法平等。無有高下。是名", "615": "阿耨多羅三藐三菩提者。出體也。", "616": "是法平等有三。一者事平等。二者相平等。三", "617": "者性平等。從此第三法。舉　以無我無人。無", "618": "眾生無受者。立也。法有我眾生。是修皆到。", "619": "縱有善法。則分別俱行。所以不得。無人無", "62": "下。止陳實狀。須菩提分疎。舉。世尊。如來在", "620": "受者。所修皆正。不與分別俱。所以別得。從此", "621": "以下。何勿名善法。舉修一切善者。如來", "622": "說非善法者。遮也　作勿生名善。舉則得阿", "623": "耨多羅三藐三菩提者。修一切善。則得阿耨", "624": "多羅三藐三菩提。大寬遮却。舉。須菩提。所", "625": "言善者。如來說則非善法。是名善法者。遮也。", "626": "意令離文字故　喻女兒作莊。空說不得莊", "627": "會須開鏡。合然始得莊　次施大利。以法教", "628": "量。舉　須菩提。若三千大千世界中。所有", "629": "諸須彌山王。如是等七寶聚。有人持用布施。", "63": "燃燈佛所。於法實無所得。以解仰答也。釋迦", "630": "以俗譬喻方便顯多。須彌山王。最大故名山", "631": "王。其山縱橫八萬四千由旬。因地論說。一", "632": "四天下。有一須彌山須彌山外有七重金山", "633": "金山之中。有七由海水。水皆八得。八得者。", "634": "一輕。二冷。三軟。四美。五清淨。六不臭。七飲", "635": "時條適。八飲以無患。是中輕冷軟三種。是", "636": "觸塵。美一種。是味塵。清淨一種。是色塵。不", "637": "臭一種。是香塵。條適無患。是具世力。是八", "638": "和合。假名為水。故知。諸大亦是假名　從此", "639": "以下。教量。看舉　若人以此般若波羅蜜經。", "64": "曾供養百萬恒沙諸佛。不得佛。何以故。以有", "640": "乃至四句偈等。受持讀誦。為他人說。相前", "641": "福德。百分不及一。百千萬億分。乃至算數", "642": "譬喻。所不能及者。是謂此經。為利大也　從", "643": "此以下。釋第三無妄失念。舉　須菩提。於意", "644": "云何。汝等勿謂如來作是念。我當度眾生者。", "645": "顯佛無此念也。釋迦遮須菩提。舉　須菩提。", "646": "莫作是念者。正遮疑者之所疑也　何以故。", "647": "自徵遮意。緣何勿事不念。舉　實無有眾生", "648": "如來度者。佛以平智知。平等法平等法界中。", "649": "無實眾生故。意不立眾生相。設使有眾生度", "65": "所得故。所以不得佛。後於然燈佛。乃蒙受", "650": "無。舉　若有眾生如來度者。如來則有我人", "651": "眾生受者。就彼解也據佛法。有眾生無舉", "652": "須菩提。如來說有我者。則非有我者。但有", "653": "我相。非實我故。何誰有我。舉。而凡夫之人。", "654": "以為有我者。是彼外道到見。雖有我見。不見", "655": "我有。不見佛性。無般若故　誦曰。凡夫人", "656": "妄相起貪嗔。日日憂他死。寧愁自己身。又曰。", "657": "眾生福業薄。不堪受法藥。破袋盛真珠。出門", "658": "還漏却　凡夫有無。舉　須菩提。凡夫者。", "659": "如來說則非凡夫者。是佛真智也。以凡夫見", "66": "記。何以故。以無所得故。此名真得。喻有一小", "660": "如來。亦凡夫謂佛為惡人。共佛事利故　誦", "661": "曰。凡夫相何似。總是淨虛無。識心除妄想。捨", "662": "報利凡夫。次釋現見法身。有六字句。先舉初", "663": "文。舉　須菩提。於意云何。可以三十二相。", "664": "觀如來不者。審問也　妙相者即智深智深", "665": "者四智菩提也審問竟。舉　須菩提言。如是", "666": "如是。以三十二相。觀如來者。誤答也。餘類無", "667": "此相。是不共法　從此以下。釋迦呵須菩提。", "668": "舉　佛言須菩提。若以三十二相。觀如來者。", "669": "轉輪聖王。則是如來者。阿難也。呵令捨", "67": "兒覓度。處處求阿師。處處求索。即敬不得度。", "670": "邪難。令入正。此相望例。出不定過　從此以", "671": "下。正解。看舉　須菩提。白佛言世尊。如我解", "672": "佛所說義。不應以三十二相。觀如來者。正", "673": "解也。得正難已。正解生故　從此須菩提伏", "674": "也　相貌理無如來。從此第五示現令見。舉", "675": "爾時世尊。而說偈言。若以色見我。以音", "676": "聲。求我。是人行邪道。不能見如來。偈言者。", "677": "示現令見也　色見我者。相好觀也　音聲", "678": "求我者。說法觀也　行邪道者。相非如來。生", "679": "如來想。此妄想心。非正見故。不能見如來者。", "68": "何以故。以有覓心。於後自讀經即得　然燈", "680": "不如來妙法身故　觀有二種。一正觀。二邪", "681": "觀。正觀有五。一色蘊如聚末。二受蘊如浮", "682": "泡。三相蘊如陽焰。四行蘊如巴椒。五識蘊如", "683": "幻化　從此以下。拔彼疑心。看舉。須菩提。", "684": "須若作是念。如來不以具足相故。得阿耨多", "685": "羅三藐三菩提者。拔彼疑心也。語稍難解者。", "686": "以相言中少一。豈字又相語末。少一。邪字", "687": "實生如是疑。舉　須菩提。莫作是念者。遮彼", "688": "疑也　從此以下。示現正義看舉　如來不", "689": "以具足相故。得阿耨多羅三藐三菩提者。教", "69": "者會須自然。即得成佛。摩納仙人者。然燈佛", "690": "令解也。阿耨菩提。當不可得。云何修具。能", "691": "為得因　次下當釋生死涅槃地。降伏有住", "692": "心。得無住處。相中有二。先說不住無為。後", "693": "說不住有為。不住有為文有一訟。不住染。五", "694": "欣佛妙智。六熾然精進。相中有二。先舉初", "695": "文。舉　須菩提。汝若作是念。發阿耨多羅三", "696": "藐三菩提者。說法斷滅者。呵也。說諸法斷滅", "697": "無。舉。莫作是念者。教也。除相取故。莫立相", "698": "趣　何以故。徵也。求正義故。從此以下。釋", "699": "迦分疎。舉。發阿耨多羅三藐三菩提者。相法", "7": "答也。不能生念。何以故徵。徵以何故。從以", "70": "與受記。今釋迦者是也。四緣者。一因緣。二", "700": "不說斷相者。釋迦也　一切總是法身作。如", "701": "何簡辨。須菩提。不捨生死。不入涅槃。眾生", "702": "界無盡。菩薩願亦然　從此以下。第二了知", "703": "諸行。舉　須菩提。若菩薩。以滿恒河沙等界。", "704": "七寶布施者。第二了知諸行也　從此以下。", "705": "功德大小。舉　若復有人。知一切法無我。得", "706": "成於忍。此菩薩。勝前菩薩所得功德者。了知", "707": "諸行無染著故。從此釋勝所由。緣何勿事勝。", "708": "舉　須菩提。以諸菩薩。不受福德故。釋知勝", "709": "所由也。知無我以不受福德故。菩薩行有二。", "71": "無上緣。三等無間緣。四所緣緣。一切法。具此", "710": "一自利行二利他行。故云菩薩不受福德。受", "711": "敬不受。是菩薩行不受非菩薩行。受敬不捨。", "712": "非菩薩行。菩薩行行由如大地故。名不受福", "713": "德　從此善現　生疑菩薩不受福得。舉　須", "714": "菩提。白佛言世尊。云何菩薩。不受福德者。", "715": "善現生疑也。未能了達不受義故　從此釋", "716": "看。為何勿不受福得。舉　須菩提。菩薩所", "717": "作福德。不應貪著。是故說不受福德。如來", "718": "重釋也。知法無我者。不著我所故。菩薩退果", "719": "不退行　凡夫人行果俱退。聲聞人行果俱", "72": "四緣。然可成佛言於者。於自身中。十八界中。", "720": "不退　從此第三。入佛威儀。舉　須菩提若", "721": "有人言。如來若來若去。若坐若臥。是人不解", "722": "我所說義。第三入佛威儀也。闕住威儀。所以", "723": "大人。不合住威儀。立亦如之。不解如來所說", "724": "義　何以故者。如來自徵。現見威儀。云何不", "725": "解。舉　如來者。無所從來。亦無所去。故名如", "726": "來者。佛還自解。坐不離行。行不離坐。意諸法", "727": "無定相　從此以下。第四輪迴不染相中有", "728": "二。先舉初文。舉　須菩提。若善男子善女人。", "729": "以三千大千世界。碎為微塵。於意云何。是微", "73": "求其定主。竟不可得。然可得記。上來諸不同。", "730": "塵眾。寧為多不。第四輪迴不染也。相中有", "731": "二。先遣細相。無塵即不染。後遣麁相。無麁即", "732": "不著。問微塵眾。寧為多不　甚多世尊。是略", "733": "答　何以故釋。舉　若是微塵眾實有者。佛", "734": "則不說是微塵眾者。先自是塵不須拆故。實", "735": "塵能染　不可離故。既無實塵　所以者何", "736": "更重徵起　釋迦分疎。舉。佛說微塵眾。則非", "737": "微塵眾者。假想分拆。無實塵故　從此破相。", "738": "看舉。世尊如來所說。三千大千世界。則非", "739": "世界。是名世界者遣麁相也。先遣次釋後印。", "74": "降伏正報相了。從此以下。降伏依報相。於中", "740": "初破微塵。喻無所蘊　次破世界。喻無思蘊", "741": "初破微塵。喻器不實。次破世界。喻無眾生。", "742": "初破微塵。喻無煩惱。次破世界。喻無身心。", "743": "初說微塵。喻佛化身。遍周法界。教化眾生。次", "744": "說世界。喻諸眾生。得聞佛法。苦身以盡。總", "745": "不實　何以故　從此以下番釋。舉　若世界", "746": "實有者。則是一合相。番釋也。意一切勿無", "747": "實世界者。亦復如是　從此引佛言成。舉。如", "748": "來說一合相。則非一合相。是名一合相者。引", "749": "佛所說成。已所解　一切物不是無不實", "75": "有三問答。先舉。初文。舉。須菩提。於意云何。", "750": "從此以下。明一合相。舉　須菩提。一合相者。", "751": "則是不可說。但凡夫之人。貪著其事者。如來", "752": "印也。一切物皆不可說。即得成佛。所以一切", "753": "相。是不可說。恒沙諸佛。參羅萬象。一法印", "754": "也。皆到不可說。即得成佛。上來諸文不同。總", "755": "是輪迴不染了　次下第五欣佛妙智。文有", "756": "三句。先舉初聞舉。須菩提。若人言。佛說我", "757": "見。人見。眾生見受者見。須菩提。於意云何。", "758": "是人解我所說義。是初審問也　喻父設客", "759": "不共。家內平章。直喚客來。大兒少多解。以", "76": "菩薩莊嚴佛土不。問所解也。菩薩莊嚴佛土。", "760": "下。小者總不解。父意亦如須菩提。須菩提喻", "761": "大兒。小者喻末代凡品。問敬也。須菩提答。", "762": "舉。世尊是人不解如來所說義者。正答也。", "763": "為成如來智深妙故。為成如來智深妙故。何", "764": "以故。釋。從此以下。須菩提分疎。舉　世尊", "765": "說。我見人見。眾生見受者見。即非我見人見。", "766": "眾生見受者見。是名我見人見。眾生見受者", "767": "見者。彼但有見無我等故所見既無能非見", "768": "故。意不生法相。生法相不可成佛。從此以下。", "769": "第三如來仰勸。舉　須菩提。發阿耨多羅三", "77": "無問竟也。答。不也世尊。以意正答也。何以", "770": "藐三菩提心者。於一切法。應如是知如是見。", "771": "如是信解。不生法相者。□勸也。知從無始法", "772": "相如是。見遣未來法亦如是。信解現在法皆", "773": "如是　立少法相得無。舉　須菩提。所言法", "774": "相者。凡所有相也。如來說即非法相者。知", "775": "彼諸相皆虛妄也。是名法相者。若見諸相非", "776": "相。即見如來無相之相。是實也。此一段便消", "777": "文却。請勿怪之　從此以下。釋第六識然精", "778": "進。舉　須菩提。若有人。以滿無量阿僧祇世", "779": "界七寶。持用布施者。第六熾然精進也。財法", "78": "故者。自徵自釋。若也不莊嚴。如得淨土。從", "780": "二種。攝養眾生。勸一不可。此則財攝也。從", "781": "此法攝。看舉　若有善男子善女人。發菩提", "782": "心者。持於此經。及至四句偈等。受持讀誦。為", "783": "人演說。其福勝彼者。此則法攝也。法攝勝財", "784": "攝。財攝生勝法攝。生智。生智即解脫。生福", "785": "有染故　釋迦牟尼佛。若為為人演說舉", "786": "云何為人演說者。請說法儀。從此以下。釋迦", "787": "示傳法軌則。舉　不取相於如如不動者。亦", "788": "傳法無說說無聽無聽同說同能善分數諸法", "789": "於相第一義。而不動故。放捨身命。任眾生用。", "79": "此以下釋。看舉。莊嚴佛土者。增益心謗。則", "790": "即是如如不動　不取於相。如如不動。何以", "791": "故者。乘前問起　此經六義。以如前釋。後有", "792": "一訟。此即當宗。舉。若為一切有為法。如夢", "793": "幻泡影。如露亦如電。應作如是觀。一切有為", "794": "法。是所觀境　如夢亦如電。喻示境相。應", "795": "作如是觀。結勸修學。然依論釋。訟有九喻。", "796": "如星翳燈幻露泡夢電雲　誦曰　親同宿林", "797": "鳥。曉即隨緣去。恩愛當頭栖。相看如陌路", "798": "合殺父將知。妻奴子非君。已有萬貨。豈我", "799": "常珍。自非十善菩提。自外蓋非身寶。所恨生", "8": "下。斯陀含疎。舉。斯陀含名一往來。而實無往", "80": "非莊嚴。損陷心謗。是名莊嚴者。離有離無。啟", "800": "生貪悋。不以善善為懷。一旦墮落三塗。臨急", "801": "將何憑託後悔。悔之不及。更求求亦無由。自", "802": "然甘羅。其中進退欲何遊越。此經一部。約有", "803": "三文。一經前由敘分。二當根正說分。三受", "804": "流行分。此文當宗。即其是也。舉。若為　佛說", "805": "是經已。長老須菩提。及諸比丘比丘尼。優婆", "806": "塞優婆夷。一切世間。天人阿修羅。聞佛所", "807": "說。皆大歡喜。信受奉行。文相皎然。無勞廣", "808": "說。", "81": "會中道。謂取形相。計為清淨。則非莊嚴。取於", "82": "妄說。實嚴故。此莊嚴是名莊嚴。不依形相。但", "83": "依實體。名真莊嚴。維摩經云。以其心淨。佛土", "84": "淨故。此名真莊嚴。所見有四。各見不同。且如", "85": "諸天。見水喚作瑠璃。餘者三種。以廣所聞。從", "86": "此以下釋迦一一教真莊嚴。舉。是故須菩提。", "87": "菩薩摩訶薩。應如是生清淨心。教真莊嚴也", "88": "以我生清淨心即得成佛。須三業清淨。一", "89": "切者。總名菩薩。大者是摩訶薩。小者是菩", "9": "來。是名斯陀含。斯陀含者。是此西音。此名往", "90": "薩。眾生有疑。若為生清淨心。舉。不應住色生", "91": "心。不應住聲香味觸法生心。若住諸塵。非淨", "92": "心故。不應住色生心者。有外界內界。內外俱", "93": "捨。故名不住色生心。聲香味觸法生心。於六", "94": "塵境界。元無染著。若住諸塵。非淨心故　從", "95": "以下結勸修學。舉　應無所住。而生其心。即", "96": "得解脫。不取下塵界。無所住者。心自淨也", "97": "上來諸文不同。降伏依報相了　從此以下。", "98": "第六降伏勝身相。佛為末代眾生。妄情執著。", "99": "富者陵貧。故須降伏　為遣此疑。依喻審。問。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2737 金剛經疏", "author": "", "sourceLink": "http://www.cbeta.org/"}