{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1780 淨名玄論", "text": {"0": "3 論會處1 釋會處14 明雖有四會但有三時", "1": "淨名玄論卷第八會處下", "10": "敘菩薩佛土二章今敘此二章來意有七。一者為答寶積因果", "100": "為物取應土。問。何以知然。答。後二句云隨諸", "101": "眾生應以何國。此明適緣示淨土不同。華嚴", "102": "百萬阿僧祇品。淨土隨根淺深。故示土優劣。", "103": "故知是應。又隨以何淨穢雜等五種之土。則", "104": "知是應土也。前文但明教化調伏而取佛土。", "105": "不云隨機示土。故知明報土也。為物雖多。不", "106": "出報應。問。前後二義。將不相違耶。答。初義", "107": "攝緣明所為緣普。後義攝土明土義曠。文含", "108": "二旨。故兩義相成。問。前云五種土。請示其", "109": "相。答。一淨土。二穢土。三雜土。四本不淨後", "11": "二問。初章答淨土果問。次章答淨土因問。淨", "110": "變而成淨。如彌勒來也。五本淨後變成不淨。", "111": "如彌勒去後土還不淨。此五土攝一切土。又", "112": "報應各五。故成十土也。", "113": "論報應論報應", "114": "問。云何報土。云何應土。答。若以寶玉之淨沙", "115": "礫之穢。以此二土。為佛土者。皆是應土。非是", "116": "報土。何以知然。夫淨穢諸土。不出三界內外。", "117": "而佛既無三界內外惑業。故無復土。今有土", "118": "者。皆是應物。名為應土。故仁王云。三賢十聖", "119": "住果報。唯佛一人居淨土。此明三賢十聖有", "12": "土義往酬日廣因果二門。則理無不攝。所言", "120": "三界內外報土佛則無也。問。即此應土。亦是", "121": "報不。答。亦得是報。凡有二義。一者據佛。二", "122": "餘眾生。據佛者。如來昔日起於佛行。以土應", "123": "物。今成佛果。遂能以土應物。當知此土即是", "124": "報土。二餘眾生者。佛雖應物示土。眾生無業", "125": "感之。尚不得見。何由得生淨土。以眾生修行", "126": "淨因。感斯應土。即此應土。復得名報。如華嚴", "127": "云。非一因緣淨土得起也。", "128": "次明報土者。為據因位三賢十聖實行為論。", "129": "即是報土。以未免三界內外果報。必有栖宅。", "13": "淨土果者。謂報應二土。報則隨業精麁。應則", "130": "栖宅之處。是菩薩實報。故名報土。即菩薩報", "131": "土。而復化物。與菩薩同生其中。據眾生感。菩", "132": "薩土亦名報土。即此報土。眾生宜見之者。菩", "133": "薩為之示現。故報土亦名為應也。據菩薩", "134": "為報。約眾生為應。問。若然即報應何異。答。", "135": "正可具前諸義。不可迢然歷別。家師常云。報", "136": "應土。應報土。眾生佛土。佛眾生土。佛菩薩", "137": "土。菩薩佛土。下士聞之則便致笑。今恐不逮", "138": "者多。故不陳此說。斯言正會經旨也。問。今頗", "139": "有報應異義以不。答。一往欲示異相者。應土", "14": "適緣所現。初章廣明此法。謂淨土果也。淨土", "140": "則暫有。報土則長久。如此經按地所現小時", "141": "便息。報土據眾生果報共招久期受用。以此", "142": "為異也。又如穢土。是眾生惡業所感。故名為", "143": "報。非是佛示現。所以非應。但佛入穢土化物。", "144": "託居眾生報土之中。故名此報以為佛土。問。", "145": "即眾生惡業穢土。是佛應土不。答。佛應居其", "146": "內。故稱佛土。亦得名為佛應土也。故下文云。", "147": "為欲度斯下劣人故。示是眾穢惡不淨土耳。", "148": "考斯言旨。本是身子之流。不依佛慧。故曰見", "149": "不淨。此是惡業感土。如餓鬼惡業故感鐵丸。", "15": "因者。始自直心。終乎意淨。總該萬行化他及", "150": "非是佛應。但佛應。但佛應居其中。故說為", "151": "示現耳。", "152": "論土有無論土有無", "153": "有人言。佛一向無土。土皆是三界內外果報。", "154": "佛斷惑因已盡。不感土報。是故無土。有人言。", "155": "佛具足法土。以法界法門無不圓滿。豈無土", "156": "耶。今明有無各有其義。若如四住為緣有漏", "157": "業為因。感三界內報淨穢法土。無明為緣無", "158": "漏業為因。感三界外。當知佛則斷因已竟。無", "159": "復此報。故言無土。所以經云。普賢色身命猶", "16": "自行。次章廣明斯法。謂淨土淨因也。問。應先", "160": "如虛空。依於如如。不依佛國。何有土矣。而昔", "161": "行菩薩道。大悲能行。能為眾生。起三界內外", "162": "法土以益物。今遂能應物起土。即此身果。酬", "163": "於昔因。佛則有土。二匠不達會通。故各偏執", "164": "耳。問。仁王云。唯佛一人居淨土。是何土耶。", "165": "答。此中道第一義諦。名之為土。菩薩爾時登", "166": "第一義山頂。與無明父母永別。故獨居淨土。", "167": "下位之流。未栖其中。此中道種種義說。對下", "168": "三賢十聖果報之土。故名中道以為淨土。為", "169": "法身所栖。形二邊名為中道。望世諦為第一。", "17": "明土因。後履得果。何故先果後因。答。此據答", "170": "隨義說之。不應生疑。瓔珞法華。皆有此說。", "171": "問。中道土亦是報不。答。酬因亦是報也。但中", "172": "道實相。非因所生。故不作報名耳。", "173": "論二行論二行", "174": "問成就眾生與淨佛國土。常有此文。未見其", "175": "異。請為分之。又如前云。為物取土。乃見淨佛", "176": "國土。即是成就眾生。云何有二行異。答。二行", "177": "相成。不可𨔴然使異。今欲分其相者。釋論", "178": "云。成就眾生。履其利物之行。淨佛國土。明為", "179": "物興所行。所行不同。故分二也。又無量壽佛", "18": "問次第。即辨履說門。若就修行。則先因後果", "180": "為因之時。廣發四十餘願。願令土淨。故後得", "181": "淨土。大品夢行品末。明菩薩見眾生飢寒凍", "182": "餓起諸大行。行得淨土。又即此經云行取佛", "183": "土。故知是行。問。若爾何故復修淨土因耶。", "184": "答。前興大願。後廣起眾行。行行具足。及得淨", "185": "土。但起淨土。凡有二門。一者。下見眾生種種", "186": "苦惱。故興大行。行取淨土。二者。上見諸佛國", "187": "土安樂清淨。菩薩發心求之。欲以給物。行亦", "188": "二門。例此可見。問。行自感土。何用願為。答。", "189": "行如車運行。為御者以願。標心有在。故御行", "19": "也。又二章不同者。初明修淨土意。次正明修", "190": "趣之。又心為初門。行為後起。如先發大願。後", "191": "方起行。又心一時頓發。行則次第修之。問。釋", "192": "論何因緣故言。菩薩得悟無生忍已。復唯明", "193": "就眾生淨佛國耶。答。得無生法忍。即是自行", "194": "已立。今所應作。唯欲化他。化他之中。不出大", "195": "行。大行故徧明此二也。問。此大行。大行應", "196": "通自行化他。何故遍言化他。答。至人空洞", "197": "無緣。何用土為。今既取土。必是為物。故此行", "198": "行皆是化他。問。文云。欲得淨土當淨其心。隨", "199": "其心淨。則佛土淨。豈非自行。答。若為令土淨", "2": "2 淨土門第二淨土門", "20": "於淨土。修淨土意者。凡夫但為安自身。求生", "200": "故淨其心。亦是為物故自淨其心耳。若直言", "201": "菩薩自淨其心不期土淨者。此之淨心。容通", "202": "自行也。又菩薩若自行若化他。皆是化他。所", "203": "以然者。為欲化他。故修自行。自行不成。不能", "204": "化物。今欲化物。要須自行。故一切行皆為化", "205": "他況淨土行耶。", "206": "又明淨佛土與成就眾生二義者。淨佛土。多", "207": "據果門。成就眾生。多據因門。所以然者。必成", "208": "佛之時。方得佛土。如經云。菩薩成佛時。不諂", "209": "眾生。來生其國。故知因中起淨土之行。據", "21": "好國。二乘本期威患。意在無餘。於遊戲神", "210": "果時益物。成就眾生多據因門者。菩薩成", "211": "就眾生故。眾生已生淨土耳。問。何以知然。", "212": "答。經論自標二行各異。云淨佛土行。此行標", "213": "果立行。若成就眾生。但約利他。不標於果。故", "214": "知據因。又二行異者。淨佛土行。是上求之行。", "215": "成就眾生隨所利益故。是下化之行。菩薩要", "216": "行。不出斯二。又淨佛土行是別行。成就眾生", "217": "此是通行。何以知之。但云淨佛土。不明穢土。", "218": "故是別行。成就眾生。隨有淨穢之處。皆明利", "219": "物。故是通行也。問。前就行行門分二。今何故", "22": "通淨佛國土。不生喜樂。故並不修淨土。菩薩", "220": "並云行耶。答。論主明此是二種要行故。當知", "221": "皆是行也。據位明二行。從初發意乃至等覺。", "222": "皆具修二行。約十地經。八地正明淨佛土。九", "223": "地四無礙履成就眾生也。", "224": "論二慧論二慧", "225": "問。前文云。譬如空地造室。隨意無礙。若於虛", "226": "空。終不能成。此文欲明何義。答。欲明取於", "227": "淨土。要具二慧。但有所行為物取於淨土。則", "228": "有方便。無實慧。墮凡夫地。以凡夫人天求亦", "229": "淨妙處故。若但有修空觀。則不得為物取土。", "23": "普化眾生故。取於佛土。故云眾生之類是菩", "230": "墮二乘地。今具實慧方便取土義故。以實慧", "231": "方便。為物取土。方便實慧土亦本空眾生。非", "232": "有凡夫故無所染著。無所染著。不同凡夫。為", "233": "物取土。異二乘行。故須二慧。所以云世界非", "234": "一因緣所能得起。宮室者佛土也。空者實慧", "235": "也。地者眾生也。故以菩薩空心。依眾生地。", "236": "然後起淨土因。得淨土果。故名造室也。", "237": "論一質異見論一質異見", "238": "法華玄論已略陳之。但此義人喜迷人。宜須", "239": "決了。問。定以何物為一質而云異見。答。今既", "24": "薩佛土。隨所化眾生。而取佛土。以普欲化物", "240": "明一質異見。宜就土辨之。土雖無量。不出三", "241": "種。一法身本土。二迹中明報應二土。法身本", "242": "土。即中道實相。此土非垢非淨。不生不滅。超", "243": "百非。絕四句。不知何之目之。強歎美云淨土。", "244": "言一質者。即中道實相一淨質也。異見者。於", "245": "佛如來常見中道實相。眾生恒見斷常生滅。", "246": "生滅之土自燒。無生之土不毀。故名一質異", "247": "見。二者。就迹中報應二土。明一質二見者。以", "248": "應土為一質。若應淨土即一淨質。穢土亦然。", "249": "但二緣所見。各自不同。心依佛慧。則還是淨", "25": "故。不同凡夫。而取佛土。簡非小行。故一言之", "250": "質。若不依佛慧。則放一淨質。遂見其穢。故", "251": "名一質異見。問。穢緣自見穢土。何須應以淨", "252": "耶。答。有二義。一顯菩薩之德。令增進願行。", "253": "二彰小乘之失。令欣慕大道。譬如欲誡初生", "254": "諸天福之厚薄。故共寶器食也。", "255": "明報土一質異見次明報土一質異見如諸菩薩報得淨土。", "256": "惡業眾生。於淨見穢。問。菩薩淨報。自見淨", "257": "土。眾生不淨業。自見眾生不淨土。云何於菩", "258": "薩報。見不淨耶。答。若論二報不同。眾生不見", "259": "者。今不論之。但據眾生見。菩薩淨土而成穢", "26": "中。簡異聖凡。明菩薩修淨土意也。又法身無", "260": "土。如經云。我此土淨。而汝不見譬如於人報", "261": "水餓鬼則見火。問。鬼惡業故。於水見火不見", "262": "水。人則見水不見火。可得云諸佛菩薩見淨", "263": "土不見穢。凡夫二乘見穢土不見淨以不。答。", "264": "以理言之。則應爾也。但勝能兼劣。故佛菩薩", "265": "見淨。隨眾生復見穢。如華嚴法界品云。天得", "266": "見人。復得見天。人但見人。不得見天。菩薩自", "267": "見境界不可思議。復見二乘所行顛倒。問。若", "268": "爾。鬼但見鬼家之火。不見人水。人應見人水。", "269": "復見鬼火耶。答。見水成火。此是辨惡業。於水", "27": "像。安用國土為。而今修淨土者。意在為物。是", "270": "橫見火。人無此業。故不見之。問。若爾。二乘", "271": "惡業故。於菩薩境界橫見不淨。菩薩應不見", "272": "其不淨。答。諸佛菩薩有隨顛倒智天眼他心", "273": "故。能知能見。故華嚴云。隨順眾生故。普入諸", "274": "世間。智慧常寂然。不同世所見。人無此事故。", "275": "但見人水。不見鬼於水上作火。上來皆是寄", "276": "事明之耳。", "277": "論同實異論同實異", "278": "習成實論者云。土是世諦非無一質。但即真", "279": "空。故無質耳。晚習唯識攝大乘論者云。如虛", "28": "故。初章明修淨土意。次章正修淨土。如上釋", "280": "空。天見之為寶宮。鬼見之為猛火。鳥見之為", "281": "好路。人見之為虛空。並無四質。悉是心變", "282": "異故見此四耳。犢子部云。人成結成事成。事", "283": "成者。即六塵等事。此明實有一質。薩婆多云。", "284": "人不成結成事成。亦有一質。譬喻部云。人不", "285": "成事不成。但有結成耳。如一色。貪人見之為", "286": "淨。不淨觀人謂不淨。餘人見之為非淨不淨。", "287": "故無有定質。但有結使之心。尋譬喻之計。似", "288": "唯識之宗。今先問唯識宗。若無境有心者。夫", "289": "論因必有果。有果必酬因。心是方化之因。故", "29": "之。又二章不同者。初章直明為物取土。次章", "290": "云三界皆一心造。既計能造之心因。豈無所", "291": "造之境果。若無境有心。則是無果有因。問。心", "292": "變異故。見有外境。但外境猶是心。心外無有", "293": "境。故有因亦有果。答。如外種子為因生外物", "294": "之果。而有因有果者。今以心為因。變異生三", "295": "界五道。何故言無別果耶。若言心橫謂故見", "296": "萬物。實無萬物。如眼病見空華。實無空華。若", "297": "爾實無萬物。亦無妄謂之心。而於妄謂之者。", "298": "有妄謂之心。亦於妄謂之人。有妄謂之境。若", "299": "言心境俱是妄謂。終因心故有境者。此乃是", "3": "此經始末盛談淨土。二處四會。義勢相關。法", "30": "釋成為物之義。菩薩修土因時。因淨其心。亦", "300": "妄謂之心為本。妄謂之境為末。不得言本有", "301": "而末無。又眾生心變異故。見眾生土。諸佛菩", "302": "薩應土。誰所作耶。若言亦是眾生心變異故", "303": "見應土者。佛則無應土。若爾但有法寶兩", "304": "身。應無化佛。又但有他心。無天眼耳。問。佛", "305": "有權實二智。實智則見真如。不見識不識塵", "306": "不塵。權智則知世諦等境。就世諦智中。復", "307": "有權實二智。唯有心。此是實智。若知有色。此", "308": "是權智。故佛以權智。隨順眾生。亦有化身應", "309": "土。答。佛隨順眾生故者。為見眾生色故順。為", "31": "令眾生心淨。即修土因時。利物因中。既雙修", "310": "不見故隨。如其不見何得隨。若其見者。既其", "311": "無色。何所見耶。又佛若見色。則是倒見。次問", "312": "有定質義。答。若有定質者。如一水兩見。鬼見", "313": "成火。則有色觸。人見為水。便是三塵。定是何", "314": "質。色。於不得通者為礙。於得通者不礙。寧言", "315": "色定是質礙。於有見人為有。於觀空人為空。", "316": "色豈定是空有耶。以此推之。不得定言有一", "317": "質。亦不得定言無一質。問。何故經論之中。說", "318": "有一質。說無一質耶。答。天親論主。為眾生於", "319": "五塵中起煩惱業。招生死報。是故論云實無", "32": "自行化他。菩薩成佛。得淨土果。所化眾生。隨", "320": "外境。皆是心之所作。本有外境。可起貪瞋。既", "321": "無外境。於何處起煩惱耶。外境既無。則心亦", "322": "不有。則不心不境。便悟入實相。是故說無境", "323": "有心。此是對治悉檀。非第一義。學人不體其", "324": "旨。便謂無境有心。問。何故復明有心有境。", "325": "答。於顛倒眾生。既有倒心。即是倒境。但要因", "326": "倒心。故有倒境。倒心為本。倒境為末。是故經", "327": "中說有心境。諸部不知隨順眾生說有此事。", "328": "便謂心境二俱實有。問。若有心境。何故於空", "329": "中見火。復於水見火。答。經云五不思議中。眾", "33": "來受生。得教化之。故是果時為物。以因果二", "330": "生業行不思議。自有空中無火以惡業故見", "331": "空成火。自有於人中報水變而成火。問。若爾", "332": "即是無境。云何言非。答。於眾生有心。即見有", "333": "境。云何言無。問。若爾即成有境。云何言非。", "334": "答。於鬼見火。人實不見。云何言有也。", "335": "正法", "336": "淨名玄論卷第八終", "34": "時並皆利物。故知為物取土。即釋前章也。又", "35": "二章不同者。初章正明菩薩起。□々為眾生", "36": "取於佛土。是以文云。能取佛土。非於空也。", "37": "次章明行。始自直心。終履意淨。以能行相成。", "38": "故要須二章經也。又初章明為物取土。即是", "39": "發菩提心。心即淨土根本。所以然者。既欲取", "4": "華玄論雖已委釋。餘未盡者。今當略陳。依梵", "40": "佛土。宜發佛心。故菩提心為淨土本。次章明", "41": "淨土因。即修菩薩行。修菩薩行。方得佛土趣", "42": "佛之門。唯此二意。是故華嚴善財童子。遍遊", "43": "法界。諸善知識。皆云先已發菩提心。但未知", "44": "云何修菩薩行。今此二章。還明兩法也。又二", "45": "章不同者。前明為物取土。則大慈內充。以見", "46": "物受苦。起大悲心。欲拔其苦。故取佛土。後明", "47": "為物起淨土門。夫欲為菩薩。要先有大悲。後", "48": "廣興眾行。此二是化物要門。佛土之根本。故", "49": "二章明之也。又二章不同者。淨土有因有緣。", "5": "本初。猶是序品。譯經之人。改為佛國。為佛國", "50": "緣有二種。一者外有眾生。二者菩薩內有悲", "51": "佛。初章明眾生之類是菩薩佛土。即緣中之", "52": "二。次章明修淨土因。亦有二種。一自修眾行。", "53": "二令眾生亦修眾行。要緣中具二因門有多", "54": "佛土方成。此之七意。文具含之。不可闕也。", "55": "次論二是次論二是", "56": "問。前云眾生之類是菩薩佛土。後云直心是", "57": "菩薩佛土。未詳二是之言。意何所在。請為釋", "58": "之。答。華嚴經云。佛子有世界微塵數等因緣", "59": "所成。今明此經要略但明取土。有其二義。一", "6": "中。有三章經。初云。眾生之類。是菩薩佛土。", "60": "者取土之緣。二取土之因。前明取土之緣。由", "61": "有眾生故菩薩取土。以緣中說果故。云眾生", "62": "之類是菩薩佛土。後明取土因。雖由眾生。而", "63": "菩薩起須取土之因。以因中說果故。云直", "64": "心是菩薩佛土。故兩是有因緣不同。", "65": "別論初章別論初章", "66": "問。初章經文凡有四句。一云隨所化眾生而", "67": "取佛土。次云隨所調伏眾生而取佛土。次云", "68": "隨以何國起菩薩根而取佛土。次隨以何國", "69": "而入佛智慧而取佛土。四文何異。請為論之。", "7": "次章云。直心是菩薩佛土。此之二章。雖是一", "70": "答。此四句文。並明取土之意。但前二句。總明", "71": "為物取土。後二句。別明為物取土。何以知之。", "72": "初直云隨所化眾生隨所調伏。故知是總。後", "73": "文別明起菩薩根入佛智慧。故知是別為物", "74": "也。問云何總別。答總為物者。通為五乘眾生", "75": "令其生善滅惡。隨所化眾生而取佛土。謂化", "76": "令生善。隨所調伏眾生而取佛土。調令滅惡。", "77": "所以諸佛淨土中。徒眾不同。或具五乘眾。或", "78": "但人天眾。或唯有聲聞眾。或但求緣覺眾。或", "79": "但菩薩眾。具如經說。", "8": "品之文。乃大明淨土之洪輅也。眾師多別搆", "80": "後明別為物後明別為物起菩薩根入佛智慧。根義不", "81": "定。若對人天及二乘。明菩薩根者。即十信是", "82": "也。何以知之。菩薩根本。以信等五法為根。如", "83": "釋論履之。十信既明菩薩信。故知菩薩根也。", "84": "又欲迴前四乘令入菩薩道。故取佛土。則前", "85": "四乘。始入十信。故明十信為菩薩根也。入佛", "86": "智慧者。即是佛果。十信是所為之始。佛慧是", "87": "所為之終。該始括終。則所為事盡。又前始自", "88": "四乘。令入十信。乃至佛慧。網羅所為始終。無", "89": "一眾生而不化之。問。何故先明為四乘取佛", "9": "玄。不以文為意故。喜失經旨也。", "90": "土。後別為菩薩。答。已如前說。次第法爾。先", "91": "與小益。後與大利也。又諸佛之法。先雖說三。", "92": "後要歸一。此經雖未彰意略已成密化。又此", "93": "二章經文來者。初章為淺行之人取於佛土。", "94": "故謂地前四十心令其生善滅惡。發菩提心。", "95": "修菩薩行。後章偏為登地以上名菩薩根。登", "96": "地既始得無生。道根初立。次明佛慧從七地", "97": "入佛眼地。至于佛果。皆名佛慧。所為雖廣。不", "98": "出五十二位。亦統始括終。故有第二文也。", "99": "又來意者。初二句。明為物取報土。次兩句。明"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1780 淨名玄論", "author": "隋 吉藏造", "sourceLink": "http://www.cbeta.org/"}