{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0317 佛說胞胎經", "text": {"0": "No. 317 [No. 310(13)]", "1": "佛說胞胎經", "10": "「何故母不受胎？於是父母起塵染心，因緣合", "100": "佛告阿難：「譬如少所瘡病臭處，非人所樂，豈", "101": "況多乎？少所穿漏瑕穢，何況多乎？如是，阿難！", "102": "少所周旋在於終始，非吾所歎，何況久長。所", "103": "以者何？所有終沒周旋諸患，甚為勤苦，誰當", "104": "樂乎欣悅臭處入母肧胎耶？」", "105": "佛告阿難：「彼始七時受母胎裏。云何自然而", "106": "得成胎？始臥未成就時，其胎自然亦復如", "107": "是。七日處彼停住而不增減，轉稍而熱，轉向", "108": "堅固則立地種，其軟濕者則為水種，其中煖", "109": "者則為火種，關通其中則為風種。第二七日，", "11": "會，母有佳善心志，於存樂神來者至前，母有", "110": "有風名展轉，而徐起吹之，向在左脇或在右", "111": "脇，而向其身聚為胞裏，猶如酪上肥，其精轉", "112": "堅亦復如是，彼於七日轉化如熟，其中堅者", "113": "則立地種，其軟濕者則為水種，其熅燸者則", "114": "為火種，間關其間則為風種。」", "115": "佛告阿難：「第三七日，其胎之內於母腹中，有", "116": "風名聲門，而起吹之，令其胎裏轉就凝堅。凝", "117": "堅何類？如指著息瘡息肉壞，精變如是。住中", "118": "七日轉化成熟，彼其堅者則為地種，軟濕", "119": "者則為水種，其熅燸者則為火種，間關其內", "12": "所失精，或父有所失母無所失，或父清淨母", "120": "則為風種。」", "121": "佛告阿難：「第四七日，其胎之內母藏起風，名", "122": "曰飲食，起吹胎裏令其轉堅。其堅何類？譬如", "123": "含血之類有子，名曰不注晉曰覲，內骨無信", "124": "其堅如是。住彼七日轉化成熟，彼其堅者則", "125": "為地種，軟濕則為水種，熅燸則為火種，間", "126": "關其內則為風種。」", "127": "佛告阿難：「第五七日，其胎之內於母腹中", "128": "藏，次有風起名曰導御，吹其堅精變為體", "129": "形，成五處應瑞，兩臏、兩肩、一頭，譬如春時天", "13": "不清潔，或母潔淨父不潔淨，或母爾時藏所", "130": "降於雨，雨從空中墮，長養樹葉枝，其胎如", "131": "是。其母藏內化成五應，兩臏、兩肩及其頭。」", "132": "佛告阿難：「第六七日，其胎在內於母腹藏，自", "133": "然化風名曰為水，吹其胎裏令其身變化，成", "134": "四應瑞，兩膝處、兩肘處。」佛告阿難：「第七七日，", "135": "其胎裏內於母腹藏，自然化風名曰迴轉，吹", "136": "之令變更成四應瑞，兩手曼、兩臂曼，稍稍自", "137": "長柔濡軟弱。譬如聚沫乾燥時，其胚裏內", "138": "四應如是，兩手、兩足諸曼現處。」佛告阿難：", "139": "「第八七日，其胎裏內於母腹藏，自然化風名", "14": "究竟，即不受胎。如是究竟，或有成寒，或時聲", "140": "曰退轉，吹其胎裏現二十應處，十足指處、十", "141": "手指處。譬如天雨從空中墮，流澍觚枝使轉", "142": "茂盛，時胚胎內於腹藏起二十臠，足十指處、", "143": "手十指處。」", "144": "佛告阿難：「第九七日，其胞裏內於母腹藏，自", "145": "然風起吹變九孔，兩眼、兩耳、兩鼻孔、口處", "146": "及下兩孔。」", "147": "佛告阿難：「第十七日，其胞裏內於母腹藏，自", "148": "然風起名曰痤短，吹其胎裏急病暴卒，而", "149": "甚堅強。在中七日，其夜七日，自然風起名曰", "15": "近，有滅其精，或有滿，或如藥，或如果中央。", "150": "普門，整理其體，猶如堅強，具足音聲。」", "151": "佛告阿難：「第十一七日，胞內於母腹藏，自然", "152": "化風名曰理壞，吹其胎裏整理其形安正諸", "153": "散，令母馳走不安，煩躁擾動舉動柔遲，好笑", "154": "憙語戲笑歌舞，風起淚出。如是如坐母胞", "155": "胎，成時憙申手脚。其胎轉向，成時諸散合", "156": "立，有風名柱轉，趣頭頂散其頂上令其倒", "157": "轉，譬如鍛師排囊吹從上轉之。如是，阿難！", "158": "其柱轉風上至其項，於項上散轉復往反，其", "159": "風在項上旋，開其咽口及身中臍，諸曼之指", "16": "或如蓽茇中子，或如生果子，或如鳥目，或如", "160": "令其穿漏，其侵轉令成就。」", "161": "佛告阿難：「第十二七日，其胞裏內於母腹藏，", "162": "自然化風名曰膚面，吹其胎裏令成腸胃左", "163": "右之形，譬如蓮華根著地，其腸成就，依倚於", "164": "身亦復如是，為十八空經縷溝坑。於其七日，", "165": "自然化風名曰棄毛，吹生其舌及開其眼，成", "166": "身百節令具足成就，不減依倚生萬一千節。」", "167": "佛告阿難：「第十三七日，其胞裏內於母腹藏，", "168": "覺身體羸，又覺飢渴，母所食飲入兒體中，兒", "169": "在胎中，母所食飲，兒因母大長養身。」", "17": "懿沙目，或如舍竭目，或如祝伽目，或如眼", "170": "佛告阿難：「第十四七日，其胞裏內於母腹藏，", "171": "自然有風名曰經縷門，吹其精體生九萬筋，", "172": "二萬二千五百在身前，二萬二千五百在", "173": "背，二萬二千五百在左脇，二萬二千五百", "174": "在右脇。」", "175": "佛告阿難：「第十五七日，其胞裏內於母腹藏，", "176": "自然化風名紅蓮花，名曰波曇，吹其兒體令", "177": "安二十脈，五脈引在身前，五脈引在背，五脈", "178": "引在左脇，五脈引在右脇，其脈之中，有無", "179": "央數不可稱計若干種色，各各有名現目。次", "18": "瞳子，或如樹葉，或合聚如垢。於是或深、或", "180": "名力勢，又名住立，又名堅強。又一種色，或有", "181": "青色白色，白色為赤、赤色為白，或有白色為", "182": "黃，或縹變色，蘇色、酪油色，生熱雜錯熟熱", "183": "雜錯。其二十脈，一一有四十眷屬，合八百", "184": "脈，二百在身前，二百在背，二百在左，二百在", "185": "右，二百二力二尊二力勢。」佛語阿難：「其八百", "186": "脈，一一之脈有萬眷屬，合為八萬脈。二萬在", "187": "胸腹，二萬在背，二萬在左，二萬在右。其八萬", "188": "脈，有無數空不可計。有一空，次二、次三至于", "189": "七。譬如蓮華莖多有眾孔，次第生一孔、二孔、", "19": "上深，或無器胎，或近音聲，或堅核如珠，或", "190": "三孔至于七孔。如是，阿難！其八萬脈亦復如", "191": "是，有無數根空不可稱計，有一、次二、次三至", "192": "于七。」佛告阿難：「其諸脈與毛孔轉相依因。」", "193": "佛告阿難：「第十六七日，其胞裏內於母腹藏，", "194": "自然化風名曰無量，吹其兒體，正其骨節各", "195": "安其處，開通兩目、兩耳、鼻孔、口門及其項頸，", "196": "周匝定心，令其食飲流通無礙，有所立處諸", "197": "孔流出流入，逆順隨體令不差錯，設使具足", "198": "無所拘滯。譬如陶家作瓦器師，若其弟子和", "199": "泥調好，以作坏形捶拍令正，補治上下令不", "2": "西晉月氏國三藏竺法護奉　制譯", "20": "為虫所食，或近左或近右，或大清，或卒暴，或", "200": "缺漏，安著其處。如是，阿難！罪福因緣，自然有", "201": "風變其形體，開其眼精、耳、鼻、口精、咽喉、項", "202": "頸，開其心根，令所食飲皆使得通，諸孔出入", "203": "無罣安其食飲。」", "204": "佛告阿難：「第十七七日，其胎裏內於母腹藏，", "205": "自然有風名耗牛面，吹其兒體開其眼精，", "206": "令使淨潔使有光曜，及耳二精、鼻、口門，皆", "207": "令清潔光曜無瑕。譬如，阿難！如摩鏡師弟", "208": "子，取不淨鏡刮治揩摩，以油發明，去其瑕", "209": "穢光徹內外。如是，阿難！罪福因緣，自然化", "21": "不調均，當左反右，或如水瓶，或如果子，或", "210": "風開其眼、耳、鼻、口，令其清淨開通無瑕。」佛告", "211": "阿難：「第十八七日，其胎裏內於母腹藏，除若", "212": "干瑕悉使清淨。譬如月城郭、若人宮殿，有風", "213": "名曰大堅強，其風極大，旋吹宮殿擎持遊行，", "214": "自然清淨究竟無瑕。其胎如是，母之腹藏諸", "215": "入之精，為風所吹，自然鮮明究竟具足。」佛告", "216": "阿難：「第十九七日，在胚胎中即得四根，眼", "217": "根、耳根、鼻根、舌根，初在母腹即獲三根，身根、", "218": "心根、命根。」", "219": "佛告阿難：「第二十七日，在其胞裏於母腹藏，", "22": "如狼唐，或有眾瑕，或諸寒俱，或有熱多，", "220": "自然化風名䩕󰤀，吹小兒體，在其左足令生", "221": "骨節，倚其右足而吹成骨，四骨處膝，二骨在", "222": "臏，三骨在項，十八骨在背，十八骨在脇，十三", "223": "骨在掌，各有二十骨，在左右足。四骨在時", "224": "處，二骨在非處，二骨在肩，十八骨在頸，三", "225": "骨在輪耳，三十二骨在口齒，四骨在頭。譬如，", "226": "阿難！機關木師、若畫師作木人，合諸關節，先", "227": "治材木，合集令安，繩連關木，及作經押，以", "228": "繩關連，因成形像，與人無異。如是，阿難！罪福", "229": "所化，自然有風吹成色貌，變為骨節，因緣化", "23": "或父母務來神卑賤，或來神貴父母卑賤，是", "230": "成。在此二十七日中，於其腹中應時在身，生", "231": "二百微細骨與肉雜合。」", "232": "佛告阿難：「第二十一七日，在其胞裏於母腹", "233": "藏，自然化風名曰所有，吹其兒體令出肌肉。", "234": "譬如，阿難！工巧陶師作妙瓦器甖甕盆瓨，令", "235": "具足成。阿難！其所有風，吹其兒身令肌肉", "236": "生，亦復如是。」", "237": "佛告阿難：「二十二七日，在其胞裏於母腹藏，", "238": "自然有風名曰度惡，吹其兒體令生音聲。」", "239": "佛告阿難：「第二十三七日，在其胞裏於母腹", "24": "故不相過生；等行等志，俱貴俱賤，心同不異", "240": "藏，自然有風名曰針孔清淨，吹其兒身，令其", "241": "生革稍稍具足。」", "242": "佛告阿難：「第二十四七日，在其胞裏於母腹", "243": "藏，自然有風名曰堅持，吹其兒身，申布其革", "244": "令其調均。」", "245": "佛告阿難：「第二十五七日，在其胞裏於母腹", "246": "藏，自然化風名曰聞在持，吹其兒體，掃除其", "247": "肌皆令滑澤。」", "248": "佛告阿難：「第二十六七日，在其胞裏於母腹", "249": "藏，自然化風吹其兒體，假使前世有惡罪行", "25": "則入母胎。何故母不受胎？無前諸雜錯事不", "250": "諸殃來現，於諸十惡，或復慳貪愛惜財物不", "251": "能施與，不受先聖師父之教，其應清淨長大", "252": "更成短小，其應麁大則更尫細，應清淨長大", "253": "更麁大，當多清淨反更得少，當應少者反成", "254": "為多，當應清潔反得垢濁，當應垢濁反得淨", "255": "潔，當應雄反成非雄，所不樂雄反為賊雄，", "256": "當所求者反不得之，志所不樂而自然至，當", "257": "應為黑而反成黃，當應黃而反成黑。」佛告阿", "258": "難：「如其本宿所種諸惡自然得之，或復為盲", "259": "聾瘖瘂愚癡，身生瘢瘡，生無眼目，口不能", "26": "和調事，等意同行，俱貴俱賤，宿命因緣當應", "260": "言，諸門隔閉，跛蹇禿瘻，本自所作自然得", "261": "之，父母所憎違失法義。所以者何？如是，阿難！", "262": "宿命所種非法之行。」", "263": "佛告阿難：「假使其人前世奉行眾德，不犯諸", "264": "惡、諸善來趣，謂十德行，憙於惠施無慳垢心，", "265": "奉受先聖師父之命，身中諸節，應當長者即", "266": "清淨長，當應鮮潔自然鮮潔，應麁清淨即麁", "267": "清淨，應當細小即多細小，應多清淨即多清", "268": "淨，應少清淨即少清淨，應滑鮮潔即滑鮮潔，", "269": "應當忍少即便忍少，應當為雄即成為雄，所", "27": "生子，來神應遇父母而當為子。於時精神或", "270": "樂好聲即得好聲，所樂瓔珞即得寶瓔，應", "271": "當為黑即成為黑，所樂言語即得所樂。如是，", "272": "阿難！隨宿所種功德，諸為善自然，為眾生所", "273": "憙見，端正好潔色像第一。其身、口、意所求所", "274": "作所願，則得如意。所以者何？是故，阿難！宿命", "275": "所種自然得之。」", "276": "佛告阿難：「假使有男，即趣母右脇累趺坐，兩", "277": "手掌著面背外，面向其母，生藏之下熟藏之", "278": "上，五繫自縛如在革囊。假使是女，在母腹左", "279": "脇累趺坐，手掌博面，生藏之下熟藏之上，五", "28": "懷二心，所念各異，如是之事則不和合，不得", "280": "繫自縛如在革囊。假使母多食，其兒不安；食", "281": "太少，其兒不安。食多膩，其兒不安；食無膩，", "282": "其兒不安。大熱大冷，欲得利不利，甜醋", "283": "麁細，其食如是，或多少而不調均，兒則不安。", "284": "習色欲過差，兒則不安；在風過差，兒則不安。", "285": "或多行來馳走有所度越，或上樹木，兒則不", "286": "安。」", "287": "佛告阿難：「兒在母腹，勤苦懊惱，眾患諸難，乃", "288": "如是乎？俗人自謂，生在安處。其若如是，何況", "289": "惡趣勤劇之患？諸苦艱難不可譬喻，誰當樂", "29": "入胎。」佛告阿難：「云何得入處母胞胎？其薄福", "290": "在母胞胎乎？」", "291": "佛告阿難：「第二十八七日。在其胞裏於母腹", "292": "藏，即起八念：乘騎想、園觀想、樓閣間想、遊", "293": "觀想、床榻想、流河想、泉水想、浴池想。」", "294": "佛告阿難：「第二十九七日，在其胞裏於母腹", "295": "藏，中自然有風名曰髓中間，持其皮膚使", "296": "其淨潔，顏色固然隨其宿行，宿作黑行色現", "297": "為黑，形體如漆。宿作不白不黑行，色現不白", "298": "不黑，體像一貌。宿行素無光潤，色現素無", "299": "光潤，普身一等。宿行白色面貌正白，普體亦", "3": "聞如是：一時，佛遊舍衛國祇樹給孤獨園。於", "30": "者則自生念：『有水冷風於今天雨，有大眾來", "300": "然。宿行黃色面貌黃色，普體亦然。阿難！是世", "301": "間人有是六色，隨本所種自然獲之。」", "302": "佛告阿難：「第三十七日，在其胞裏於母腹", "303": "藏，自然風起，吹其兒體令生毛髮，隨宿所行，", "304": "或令其兒毛髮正黑妙好無量，或生髮黃人", "305": "所不喜。」", "306": "佛告阿難：「第三十一七日，在其胞裏於母腹", "307": "藏，兒身轉大具足。「第三十二七日，在其胞裏", "308": "於母腹藏，兒身自成無所乏少。第三十三七", "309": "日、第三十四七日、第三十五七日、第三十", "31": "欲捶害我，我當走入大𧂐草下，或入葉𧂐諸", "310": "六七日，兒身成滿骨節堅實，在於胞裏不以", "311": "為樂。」", "312": "佛告阿難：「第三十七七日，在其胞裏於母腹", "313": "藏，自然生念，如在羅網欲得走出。為不淨想，", "314": "瑕穢之想，牢獄之想，幽冥之想，不以為樂。」", "315": "佛告阿難：「第三十八七日，在其胞裏於母腹", "316": "藏，自然有華風名曰何所垂趣，吹轉兒身令", "317": "應所在，下其兩手當來向生，從其緣果吹其", "318": "兒身，脚上頭下向於生門。假使前世作諸惡", "319": "行，臨當生時，脚便轉退反其手足，困於其母、", "32": "草眾聚，或入溪澗深谷，或登高峻，無能得我，", "320": "或失身命，其母懊惱患痛無量。假使前世作", "321": "德善行終其長壽，則不迴還，命不中盡。其母", "322": "緣此不遭苦惱無數之患。彼於三十八七日，", "323": "則遭大苦無極之患，愁憂不樂。」", "324": "佛告阿難：「生死之苦甚為勤劇，人生若男或", "325": "生女，這生墮地痛不可言。甚不善哉！懊惱", "326": "辛酸，或以衣受觸其形體，若以衾受臥著所", "327": "處，或在床上或置于地，或覆或露或在暑熱", "328": "或寒冷，因是之故，遭其苦患酷劇難稱。譬如，", "329": "阿難！蛇虺牛之皮所懸著處，若在壁上即化", "33": "得脫冷風及大雨、大眾。』於是入屋。福厚得勢", "330": "為虫還食其皮，若使樹木苗草陂水，設復在", "331": "虛空中所倚，即自生虫還食其形，在所依倚", "332": "則亦生虫還食其形。兒始生時則以手受，苦", "333": "痛懊惱不可稱限，或以衣受觸如前。其形體", "334": "或稍以長大，飢渴寒熱，其母小心推燥居濕，", "335": "養育除其不淨。所謂先聖法律，正是其母乳", "336": "哺之恩。」", "337": "佛告阿難：「如是勤苦，誰當樂處父母胚胎？兒", "338": "生未久，揣飯養身，身即生八萬種虫，周遍繞", "339": "動食兒身體。髮本虫名曰舌舐，依於髮根食", "34": "心自念言：『今有冷風而天大雨及諸大眾，我", "340": "其髮。虫名在《修行道地》中，一名舌舐，二名重", "341": "舐，三種在頭上，名曰堅固傷損毀害。」", "342": "佛告阿難：「人身苦惱如是，八萬種虫晨夜食", "343": "其形體，令人羸疲少氣疲極，令身得病或成", "344": "寒熱，眾患苦惱不可數也。煩躁苦極，飢亦極", "345": "行，復極住亦極，設身有病，復求醫藥欲除其", "346": "病。在母胎時苦不可言，既生為人，極壽百歲", "347": "或長或短，百歲之中，凡更百春百夏百秋百", "348": "冬，百歲之中更千二百月，春更三月，夏更三", "349": "月，秋更三月，冬更三月。百歲之中分其明白", "35": "當入屋、上大講堂，當在平閣昇於床榻。』」佛語", "350": "青冥部，凡更二千四百十五日，春更六百十", "351": "五日，夏更六百十五日，秋更六百十五日，冬", "352": "更六百十五日。百歲之中，凡更七萬二千", "353": "飯，春更萬八千食，夏更萬八千食，秋更萬", "354": "八千食，冬更萬八千食。或懅不食時，或瞋", "355": "不食時，或食窮乏時，或有所作不食時，醉放", "356": "逸不食時，或齋不食時，皆在七萬二千飯", "357": "中。如是，阿難！勤苦厄惱，誰當樂處母胚胎？如", "358": "是眾患怱怱未曾得安，眾緣所縛，或眼痛病，", "359": "或耳、鼻、口、舌、齒痛，臏脚咽喉短氣、腰脊臂肘", "36": "阿難：「神入母胎，所念若干各異不同。」", "360": "捲腕，諸百節病痛諸患，風寒諸熱疥癩虛痔，", "361": "惡瘡癰疽黃疸咳逆，顛狂盲聾瘖瘂癡憃，疣", "362": "癃㾭百節煩疼，臚脹㿃下身體浮腫。如是，阿", "363": "難！地、水、火、風一增則生百病，風適多則百病", "364": "生，熱多則生百病，寒多則生百病，食多則", "365": "增百病，三事合會風寒熱聚，四百四病同時", "366": "俱起，何況其餘不可計患，或截手或截脚、耳、", "367": "鼻，或斬頭，或鎖繫鞭杖搒笞，閉在牢獄拷", "368": "掠加刑，或畏於人，或畏非人、地獄、餓鬼、畜生", "369": "之難，勤苦曠野蚊虻𧌡蚤蜂螫之難，虎狼師", "37": "佛語阿難：「神入彼胎則便成藏，其成胎者，", "370": "子蛇虺之懼，如是計之苦不可言。有多所求，", "371": "種勤苦根，不得則憂。有所志樂不如意，既所", "372": "得，當復守護，生業勤苦。有所獲得，志願無厭，", "373": "塵勞之惱，多所妨礙。」佛語阿難：「取要言之：五", "374": "陰則苦，諸入諸衰思想多念，由此生苦。因斯", "375": "起其憍慢自貢高，自在心走不安，一一諸義", "376": "當觀自然。譬如車輪，不在一處臥起，在床在", "377": "地歌舞戲笑，當觀苦想。假使經行坐起行步，", "378": "常當思苦，懊惱眾患不可稱數，無有一可快。", "379": "所經行處不起安想，心頓坐而不行，不在床", "38": "父母不淨精亦不離，父母不淨又假依倚，因", "380": "榻，亦當知之勤苦。」阿難言：「勿起安想。」", "381": "佛告阿難：「設在威儀而不休息，則有若干無", "382": "量苦，與心自想念，謂安不苦。如是，阿難！生死", "383": "難樂，計有二患：自觀身苦，為他人苦。觀此二", "384": "義，當自察之：『吾雖出家，何因致慧，得報果實", "385": "安隱無患？』所從受食、衣被、床臥、病瘦醫藥，令", "386": "其主人得大果報，獲大光焰無極普義。」", "387": "佛告阿難：「當學如此。於阿難意云何？色為有", "388": "常無常？」阿難答曰：「無常。天中天！」「設無常，為", "389": "苦不苦？」阿難白佛：「甚苦，天中天！」「又無常事，", "39": "緣和合而受胞胎，以故非是父母、不離父母。", "390": "當復離別，法不常在。賢聖弟子聞講此義，寧", "391": "當發念：『有吾有我、是我所』不？」阿難白佛：「不也！", "392": "天中天！」「色、痛、痒、生死、識，有常無常？」答曰：「無", "393": "常。」曰：「假使為無常，為苦為安？賢聖弟子聞講", "394": "說此，寧『有吾有我、是我所』不？」答曰：「不也！天中", "395": "天！」「是故，阿難！計一切色，過去、當來、今現在者，", "396": "內外、麁細、微妙瑕穢，若遠若近，無我無彼亦", "397": "非我身。明達智者即觀如平等不耶？假使，阿", "398": "難！賢聖弟子，厭於色者、痛痒思想生死識", "399": "者，設使能厭則離塵垢，離塵垢則度。設志", "4": "時賢者難陀燕坐思惟，即起詣佛，及五百比", "40": "譬如，阿難！酪瓶，如器盛酪以乳著中，因緣盛", "400": "於度，至度見慧，盡于生死，稱揚梵行，身所", "401": "作則辦，則度彼岸示在此際。」佛說是經時，賢", "402": "者阿難得諸法眼生，其五百比丘漏盡意解，", "403": "賢者阿難五百弟子、諸天、龍神，聞經歡喜。", "404": "佛說胞胎經", "41": "酪，或為生蘇，假使獨爾不成為蘇，不從酪", "42": "出蘇亦不離酪，因緣和合乃得為蘇。如是，", "43": "阿難！不從父母不淨成身，亦不離父母成身，", "44": "因父母為緣而成胞胎。」佛告阿難：「譬如生草", "45": "菜因之生虫，虫不從草菜出，亦不離草菜，依", "46": "生草菜以為因緣，和合生虫，緣是之中虫䗍", "47": "自然。如是，阿難！不從父母不淨、不離父母不", "48": "淨成身，因父母為緣而成胞胎。譬如，阿難！因", "49": "小麥出虫，虫不出小麥亦不離小麥，因小", "5": "丘俱共詣佛所，稽首足下住坐一面。佛告難", "50": "麥為緣而得生虫，因是和合自然生虫。如是，", "51": "阿難！不從父母不淨、不離父母不淨成身，因", "52": "父母為緣而成胞胎，得立諸根及與四大。譬", "53": "如，阿難！因波達果而生虫，虫不從波達果出", "54": "亦不離波達果，因波達果為緣自然得生。如", "55": "是，阿難！不從父母不淨、不離父母不淨成身，", "56": "因父母為緣而成胞胎，得立諸根及與四大。", "57": "譬如，阿難！因酪生虫，虫不從酪出亦不離酪，", "58": "以酪為緣自然生虫。如是，阿難！不從父母不", "59": "淨、不離父母不淨成身，因父母為緣而成胞", "6": "陀及諸比丘：「當為汝說經，初語亦善，中語亦", "60": "胎，得立諸根及與四大。因父母緣則立地種，", "61": "謂諸堅者，軟濕水種，熱煖火種，氣息風種。假", "62": "使，阿難！因父母故，成胞胎者而為地種，水種", "63": "令爛，譬如󰉓中及若肌膚，得對便爛。假使因", "64": "父母成胞胎，便為水種、不為地種，用薄如濕", "65": "故也，譬如油及水。又，阿難！水種依地種，不爛", "66": "壞也；地種依水種而無所著。假使，阿難！父母", "67": "因緣成胞胎者，地種則為水種，火種不得依", "68": "也則壞枯腐。譬如夏五月盛暑時，肉中因火", "69": "種，塵垢穢臭爛壞則就臭腐。如是，阿難！假使", "7": "善，竟語亦善，分別其義，微妙具足淨修梵行。", "70": "因父母胎成地種者及水種者，其於火種不", "71": "腐壞敗而沒盡也。假使，阿難！因父母胎成地", "72": "種及水種者，當成火種、無有風種，風種不立", "73": "不得長大則不成就。又，阿難！神處於內，緣其", "74": "罪福得成四大，地、水、火、風究竟攝持，水種分", "75": "別，火種因號，風種則得長大，因而成就。」", "76": "佛告阿難：「譬如蓮藕生於池中，清淨具足花", "77": "合未開，風吹開花令其長大而得成就。如是，", "78": "阿難！神處於內，因其罪福得成四大，成就地", "79": "種，攝持水種，分別火種，因號風種而得長大。", "8": "當為汝說，人遇母生受胞胎時。諦聽！善思念", "80": "稍稍成就，非是父母胞胎之緣，人神過生也。", "81": "非父母福，亦非父體亦非母體，因緣得合也。", "82": "非空因緣亦非眾緣，亦非他緣，又有俱施同", "83": "其志願，而得合會成胚裏胞胎。", "84": "「譬如，阿難！五穀草木之種完具，不腐不虫，耕", "85": "覆摩地肥地，下種生茂好。於阿難意云何？其", "86": "種獨立，因地水號成其根莖枝葉花實。」阿難", "87": "白佛：「不也，天中天！」佛言：「如是，阿難！不從父母", "88": "搆精，如成胞裏，不獨父母遺體，亦不自空", "89": "因緣也。有因緣合成，四大等合因緣等現，得", "9": "之！」「唯然世尊！」賢者難陀受教而聽。佛告難陀：", "90": "佛胞裏而為肧胎。", "91": "「譬如，阿難！有目明眼之人，若摩尼珠、陽燧向", "92": "日盛明，正中之時以燥牛糞，若艾若布，尋時", "93": "出火則成光焰。計彼火者，不從日出，不從摩", "94": "尼珠、陽燧、艾生，亦不離彼。又，阿難！因緣合會", "95": "因緣俱至，等不增減而火得生。肧胎如是，不", "96": "從父母、不離父母，又緣父母不淨之精，得成", "97": "胞裏因此成色、痛痒、思想、生死之識，因得號", "98": "字，緣是得名，由本成色，以此之故號之名色。", "99": "又，阿難！所從緣起，吾不稱歎往返終始。」"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0317 佛說胞胎經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}