{"author": "西晉 燉煌三藏譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0325 佛說決定毘尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 325 [No. 310(24)]", "1": "佛說決定毗尼經", "2": "群錄皆云燉煌三藏譯", "3": "如是我聞：一時，佛在舍衛國祇陀林中給孤", "4": "獨精舍，與大比丘眾千二百五十，菩薩萬人。", "5": "爾時，世尊如龍王視觀察大眾，觀大眾已，", "6": "告諸菩薩：「仁者！誰能於後惡世，堪忍護持", "7": "正法，以諸方便成就眾生？」爾時，彌勒菩薩", "8": "即從坐起，偏袒右肩右膝著地，白佛言：「世", "9": "尊！我能堪忍於後世時，受持如來百千萬億", "10": "那由他阿僧祇劫所集阿耨多羅三藐三菩", "11": "提，多所利益無量眾生。」師子菩薩白佛言：", "12": "「世尊！我能堪忍成就眾生。」金剛菩薩白佛言：", "13": "「世尊！我能堪忍憐愍守護諸惡眾生。」文殊", "14": "師利法王子白佛言：「世尊！我能堪忍充足眾", "15": "生諸所悕望。」智勝菩薩白佛言：「世尊！我能", "16": "堪忍令諸眾生除去無明。」法勝菩薩白佛言：", "17": "「世尊！我能堪忍令諸眾生離諸非法。」月勝菩", "18": "薩白佛言：「世尊！我能堪忍令諸眾生常得遠", "19": "離非功德法。」日勝菩薩白佛言：「世尊！我能", "20": "堪忍以安樂乘，令諸眾生皆得度脫。」無畏菩", "21": "薩白佛言：「世尊！我能堪忍成就饒益無邊眾", "22": "生。」󰉈陀婆羅菩薩白佛言：「世尊！我能堪", "23": "忍說無癡法，令諸眾生皆得聞知成就智慧。」", "24": "無盡意菩薩白佛言：「世尊！我能堪忍興發", "25": "大願，令無盡眾生皆得成就。」月光菩薩言：", "26": "「我能堪忍令諸眾生常行給事。」妙目菩薩言：", "27": "「我能堪忍與諸眾生安樂根本。」觀世音菩薩", "28": "言：「我能堪忍剛強惡趣諸眾生等為作歸依。」", "29": "得大勢菩薩言：「我能堪忍不度惡趣眾生皆", "30": "令得度。」善數菩薩言：「我能堪忍令諸眾生", "31": "不調伏者令得調伏。」妙意丹云妙音菩薩言：「我", "32": "能堪忍喜樂小法諸眾生等令得度脫。」喜樂", "33": "菩薩言：「我能堪忍卑下弊惡雜穢眾生皆令", "34": "成就。」光積菩薩言：「我能堪忍成就解脫畜生", "35": "眾生。」入無諍菩薩言：「我能堪忍示現正道", "36": "成就眾生。」愛見菩薩言：「我能堪忍安樂利益", "37": "給施眾生求實智慧。」不思議菩薩言：「我能", "38": "堪忍愍念成就餓鬼眾生。」日光菩薩言：「我", "39": "能堪忍未淳熟眾生能令成熟。」毘摩羅鞊菩", "40": "薩言：「我能堪忍充滿眾生一切所願。」大氣", "41": "力菩薩言：「我能堪忍為諸眾生閉惡道門。」", "42": "斷疑菩薩言：「我能堪忍樂小法眾生令得度", "43": "脫。」住無畏菩薩言：「我能堪忍常以讚歎饒益", "44": "眾生。」吉勝智菩薩言：「我能堪忍隨諸眾生", "45": "種種所樂而度脫之。」住無量菩薩言：「我能堪", "46": "忍為諸眾生說無為道。」住一切法無畏菩薩", "47": "言：「我能堪忍樂種種乘諸眾生等，隨其所樂", "48": "而能示現。」妙意菩薩言：「我能堪忍常示眾生", "49": "所喜樂事而成就之。」無垢炎菩薩言：「我能", "50": "堪忍愛念眾生而為守護令得成就。」摩尼光", "51": "菩薩言：「我能堪忍令諸眾生自識宿命。」光德", "52": "菩薩言：「我能堪忍而以正勤拔濟眾生。」賢德", "53": "菩薩言：「我能堪忍究竟斷除眾生苦惱。」寶", "54": "手菩薩言：「我能堪忍以諸珍寶給施眾生令", "55": "得安樂。」最勝意菩薩言：「我能堪忍貧窮眾生", "56": "令離貧苦。」斷諸纏菩薩言：「我能堪忍令諸眾", "57": "生常得遠離煩惱怖畏。」金剛光菩薩言：「我能", "58": "堪忍為諸眾生示現正道。」現德色像菩薩", "59": "言：「我能堪忍多求眾生隨其所求皆能給足。」", "60": "法出曜菩薩言：「我能堪忍常說清淨諸法之", "61": "行。」金剛體菩薩言：「我能堪忍除諸眾生一", "62": "切障礙。」法益菩薩言：「我能堪忍常以正法", "63": "度脫眾生。」無少有丹云少為菩薩言：「我能堪忍", "64": "為諸眾生滅除諸毒。」月上菩薩言：「我能堪忍", "65": "為諸眾生示現說法。」師子意菩薩言：「我能堪", "66": "忍常以法施饒益眾生。」意丹作童子光菩薩", "67": "言：「我能堪忍度卑下處諸眾生等。」佛功德菩", "68": "薩言：「我能堪忍示現正道斷諸惡趣。」金剛", "69": "光菩薩言：「我能堪忍現身色像度脫眾生。」德", "70": "吉勝菩薩言：「我能堪忍令損減眾生為作增", "71": "益。」持勢菩薩言：「我能堪忍閉地獄門。」持甘", "72": "露菩薩言：「我能堪忍令諸眾生得度生死。」網", "73": "明菩薩言：「我能堪忍為諸眾生常現光明滅", "74": "一切結。」", "75": "爾時，舍利弗聞諸菩薩作如是等成就眾生", "76": "以自莊嚴，得未曾有，前白佛言：「未曾有也。世", "77": "尊！是諸菩薩不可思議有大悲心，種種方", "78": "便堅固精進而自莊嚴，乃至一切眾生不能", "79": "沮壞、不能籌量、不能及逮、不能摧伏，所", "80": "有光明不可障蔽。世尊！我常稱讚是諸菩", "81": "薩未曾有事，所謂有人，故從求索頭、目、耳、", "82": "鼻、身體手足一切諸物，求索之時無所悋惜，", "83": "不生悔心。世尊！我常思惟每作是念，或有", "84": "逼迫是諸菩薩，從其求索若內、若外所有諸", "85": "物，當知皆是住不思議解脫菩薩。」佛告舍利", "86": "弗：「如是！如是！如汝所言。此諸菩薩所有禪", "87": "定方便智慧境界之事，非諸凡夫一切聲聞", "88": "及辟支佛所能思量。「又，舍利弗！是諸菩薩雖", "89": "見諸佛神通變化，而於諸法心不動轉，常滿", "90": "眾生諸所欲願。「又，舍利弗！若有眾生樂居士", "91": "法，現居士形為成就故。若有眾生樂大威勢，", "92": "現作諸王有大威力而調伏之。若有眾生志", "93": "求涅槃，以聲聞乘而度脫之。求辟支佛者", "94": "現辟支佛形，為度脫故。求大乘道者現作佛", "95": "身，為建諸佛法故。「如是，舍利弗！是諸菩薩", "96": "種種方便成就眾生，皆悉令得住於佛法。所", "97": "以者何？舍利弗！若除如來智慧，更無餘乘", "98": "而得度脫到於涅槃，以是義故名為如來。所", "99": "以者何？如如來說如如之法，即如覺知此法，", "100": "名為如來；知諸眾生種種欲樂而悉示現，名", "101": "為如來；成就一切諸善根本，斷於一切不善", "102": "根本，名為如來；能示眾生解脫之道，名為如", "103": "來；能令眾生遠離邪道示現聖道，名為如來；", "104": "說諸空法顯現空義，名為如來；一切眾生有", "105": "種種識種種欲樂，隨其所樂示解脫道，名為", "106": "如來。諸凡夫等妄想疑惑，能使覺知非真實", "107": "法，諸菩薩等於諸法界不生動轉，如幻眾生", "108": "皆令解脫，次第當到趣於道場。", "109": "「又，舍利弗！在家菩薩應修二施。云何為二？一", "110": "者、財施；二者、法施。「又，舍利弗！出家菩薩柔和", "111": "無瞋，應修四施。何等為四？一者、紙；二者、墨；", "112": "三者、筆；四者、法。如是四施，出家之人所應修", "113": "行。得無生忍諸菩薩等，當應修習三種", "114": "布施。何等為三？王位布施、妻子布施、頭目布", "115": "施，如是三種名為大施名極妙施，得無生忍", "116": "諸菩薩等，應修如是三種布施。」", "117": "舍利弗白佛言：「世尊！菩薩不應畏欲恚癡？」", "118": "佛告舍利弗：「菩薩有二大犯。何等為二？", "119": "因於瞋恚愚癡犯戒名為大犯，因欲犯者名", "120": "為小犯，難得除却。因瞋犯者名為大犯，易可", "121": "除却；因癡犯者亦名大犯，亦難除却。以何等", "122": "故，愛為小犯難得除却？愛能增長生死枝條", "123": "亦為種子，以是義故小而難却。因瞋犯者", "124": "墮於地獄、畜生、惡道，速疾能為心作障礙，易", "125": "得除却；因癡犯者墮八大地獄諸大苦處，難", "126": "可解脫。「又，舍利弗！若有菩薩犯於初戒，於十", "127": "眾前以正直心殷重懺悔，故犯戒者於五眾", "128": "前，以正直心殷重懺悔；手捉女人眼見惡", "129": "心，或一人或二人前，以正直心殷重懺悔。", "130": "「若有菩薩成就五無間罪，犯於女人、或犯男", "131": "子，或故犯、犯塔、犯僧，如是等餘犯，菩薩應", "132": "當三十五佛邊，所犯重罪晝夜獨處至心", "133": "懺悔。懺悔法者：歸依佛、歸依法、歸依僧。", "134": "「南無釋迦牟尼佛、南無金剛不壞佛、南無", "135": "寶光佛、南無龍尊王佛、南無精進軍佛、", "136": "南無精進喜佛、南無寶火佛、南無寶月光", "137": "佛、南無現無愚佛、南無寶月佛、南無無", "138": "垢佛、南無離垢佛、南無勇施佛、南無清", "139": "淨佛、南無清淨施佛、南無婆留那佛、", "140": "南無水天佛、南無堅德佛、南無栴檀功德", "141": "佛、南無無量掬光佛、南無光德佛、南", "142": "無無憂德佛、南無那羅延佛、南無功德華", "143": "佛、南無蓮華光遊戲神通佛、南無財功德", "144": "佛、南無德念佛、南無善名稱功德如來、", "145": "南無紅炎幢王如來、南無善遊步功德如", "146": "來、南無鬪戰勝如來、南無善遊步如來、", "147": "南無周匝莊嚴功德如來、南無寶華遊步", "148": "如來、南無寶蓮華善住娑羅樹王如來。", "149": "「如是等一切世界，諸佛世尊常住在世，願諸", "150": "世尊慈哀念我，若我此生、若我前生，從無始", "151": "生死已來，所作眾罪，若自作、若教他作、見", "152": "作隨喜。若塔、若僧、若四方僧物，若自取、若教", "153": "他取、見取隨喜。五無間罪，若自作、若教他作、", "154": "見作隨喜。十不善道，若自作、若教他作、見作", "155": "隨喜。所作罪障，或有覆藏、或不覆藏，應墮地", "156": "獄、餓鬼、畜生諸餘惡道，邊地下賤及彌戾車，", "157": "如是等處所作罪障、今皆懺悔。諸佛世尊當", "158": "證知我，當憶念我。", "159": "「復於諸世尊前作如是言：『若我此生、若於餘", "160": "生，曾行布施或守淨戒，乃至施與畜生一", "161": "揣之食，或修淨行所有善根，成就眾生所", "162": "有善根，修行菩提所有善根，及無上智所有", "163": "善根，一切合集挍計籌量，皆悉迴向阿耨多", "164": "羅三藐三菩提，如過去、未來、現在諸佛所作", "165": "迴向，我亦如是迴向。』", "166": "「眾罪皆懺悔，諸福盡隨喜，", "167": "及請佛功德，願成無上智。", "168": "去來現在佛，於眾生最勝，", "169": "無量功德海，歸依合掌禮。", "170": "「如是，舍利弗！菩薩如是觀此三十五佛如在", "171": "目前，思惟如來所有功德，應作如是清淨懺", "172": "悔。菩薩若能淨此罪已，爾時諸佛為其現身，", "173": "為度眾生亦說種種諸行，成就愚惑諸眾生", "174": "故。菩薩於諸法界心不動搖，而諸眾生等", "175": "有種種欲樂，隨其所樂皆能度脫滿其所願。", "176": "菩薩若入大悲三昧，能示現入地獄、畜生諸", "177": "餘惡道；菩薩若入大莊嚴三昧，現居士身成", "178": "就眾生；菩薩若入妙勝三昧，能現轉輪王身", "179": "成就眾生；菩薩若入晃曜三昧，能現釋梵上", "180": "妙色身成就眾生；菩薩若入一心三昧，現", "181": "聲聞形成就眾生；菩薩若入清淨不二三昧，", "182": "現辟支佛形成就眾生；菩薩若入寂靜三昧，", "183": "能示佛身成就眾生；菩薩若入諸法自在三", "184": "昧，隨諸眾生種種欲樂，現種種形而成就之。", "185": "「又彼菩薩或現釋身，或現梵身，或時示現", "186": "轉輪王身，皆為成就諸眾生故，然此菩薩", "187": "於諸法界而不動轉。所以者何？雖隨眾生種", "188": "種欲樂現種種形，而此菩薩不得己身及與", "189": "眾生，而隨眾生現種種身。", "190": "「又，舍利弗！師子獸王大吼之時，其餘小虫", "191": "能堪忍不？」「不也。世尊！」「又如香象其所負重，", "192": "諸驢騾等能堪忍不？」「不也。世尊！」「又如釋梵所", "193": "有威德光明色像，貧窮之人能堪忍不？」「不也。", "194": "世尊！」「又，舍利弗！於意云何？如金翅鳥王所有", "195": "勢力，鷲鴿等鳥能堪忍不？」「不也。世尊！」「如是，", "196": "舍利弗！菩薩所有其心勇健善根勢力，所有", "197": "之罪依出離智，得見諸佛及得三昧，非一切", "198": "眾生、聲聞、緣覺所有犯罪憂悔之事而能得", "199": "除。菩薩若能稱彼諸佛所有名號，常於晝", "200": "夜行三事者，得離犯罪及諸憂悔并得三", "201": "昧。」", "202": "爾時，優波離從禪定起，詣世尊所。到已，頭面", "203": "禮足，却坐一面，白佛言：「世尊！向於靜處獨坐", "204": "思惟，生如是念：『如來說此波羅提木叉清淨之", "205": "戒，應當善學，為聲聞緣覺菩薩乘故說如是", "206": "言，寧捨身命不捨於戒。』世尊！若佛在世及", "207": "涅槃後，云何名為聲聞乘人波羅提木叉？云何", "208": "名為菩薩乘人波羅提木叉？世尊說我於持", "209": "律中最為第一，我當云何為他廣說？今從世", "210": "尊面聞受持逮無所畏，然後能為他人廣說。", "211": "我於靜處獨坐思惟生如是念：『我今應當詣", "212": "世尊所，問比尼中決定之義。』今此大眾諸菩", "213": "薩等，及比丘僧悉皆集會。善哉！世尊！唯願說", "214": "之。」", "215": "爾時，世尊告優波離：「汝今當知，聲聞乘人", "216": "有異方便、有異深心持清淨戒；菩薩乘人有", "217": "異方便、有異深心持清淨戒。所以者何？聲", "218": "聞乘人有異方便、有異深心；菩薩乘人有異", "219": "方便、有異深心。優波離！聲聞乘人雖淨持戒，", "220": "於菩薩乘不名淨戒；菩薩乘人雖淨持戒，於", "221": "聲聞乘不名淨戒。優波離！云何名為聲聞", "222": "乘人雖淨持戒，於菩薩乘不名淨戒？優波", "223": "離！聲聞乘人不應乃至起於一念欲更受身，", "224": "是則名為聲聞乘人清淨持戒，於菩薩乘最", "225": "大破戒名不清淨。云何名為菩薩乘人雖淨", "226": "持戒，於聲聞乘不名淨戒？優波離！菩薩", "227": "乘人於無量劫，堪忍受身不生厭患，是則", "228": "名為菩薩乘人清淨持戒，於聲聞乘人最大", "229": "破戒不名清淨。「又，優波離！菩薩乘人持不", "230": "盡護戒，聲聞乘人持盡護戒；菩薩乘人持開", "231": "通戒，聲聞乘人持不開通戒；菩薩乘人持深", "232": "入戒，聲聞乘人持次第戒。優波離！云何名", "233": "為菩薩乘人持不盡護戒，聲聞乘人持盡護", "234": "戒？菩薩乘人持戒之時，於諸眾生及與他人", "235": "應當隨順；聲聞乘人不應隨順。優波離！以", "236": "是義故，菩薩乘人持不盡護戒，聲聞乘人持", "237": "盡護戒。「優波離！云何名為菩薩乘人持開通", "238": "戒，聲聞乘人持不開通戒？優波離！菩薩乘", "239": "人，以日初分有所犯戒，於日中分思惟當", "240": "得一切種智，菩薩爾時不破戒身；以日中分", "241": "有所犯戒，於日後分思惟當得一切種智，菩", "242": "薩爾時不破戒身。以日後分有所犯戒，於", "243": "夜初分思惟當得一切種智，菩薩爾時不破", "244": "戒身。以夜初分有所犯戒，於夜中分思惟", "245": "當得一切種智，菩薩爾時不破戒身。以夜中", "246": "分有所犯戒，於夜後分思惟當得一切種智，", "247": "菩薩爾時不破戒身。以夜後分有所犯戒，於", "248": "日初分思惟當得一切種智，菩薩爾時不破", "249": "戒身。以是義故，菩薩乘人持開通戒，聲聞", "250": "乘人持不開通戒，菩薩不應生大慚愧，亦復", "251": "不應生於悔纏。優波離！聲聞乘人數數犯", "252": "罪，即時破失聲聞戒身。所以者何？聲聞乘", "253": "人應當持戒斷一切結如救頭燃，所有深心", "254": "為涅槃故。優波離！以是義故，聲聞乘人名", "255": "持不開通戒。「優波離！云何菩薩乘人持深入", "256": "戒，聲聞乘人持次第戒？菩薩乘人於恒河", "257": "沙劫，受五欲樂遊戲自在，受諸樂已，未曾", "258": "捐捨發菩提心，菩薩爾時不名失戒。所以", "259": "者何？菩薩乘人有於後時，善能護持菩提之", "260": "心，乃至夢中一切結使不為其患。菩薩乘人", "261": "不應一時於一身中盡一切結，應當漸漸盡", "262": "一切結，善根成就非不成熟；聲聞乘人如救", "263": "頭然，乃至一念受身不應生喜。以是義故，", "264": "大乘之人持深入戒，聲聞乘人持次第戒。菩", "265": "薩乘人持開通戒、持不盡護戒，聲聞乘人持", "266": "不開通戒、持盡護戒。所以者何？阿耨多羅三", "267": "藐三菩提甚為難得，具大莊嚴乃可得成。大", "268": "乘之人於無量劫往來生死，不應生於厭離", "269": "之心。「優波離！如來觀察籌量，為大乘人", "270": "不應一向說厭離法，不應一向說離欲法，不", "271": "應一向說速疾法。常當為說發歡喜心相應", "272": "諸法，常應為說甚深無難無悔纏法，常", "273": "應為說無聚無礙空無之法。聞此法已，常", "274": "樂生死不生憂悔，亦能滿足菩提之行。」", "275": "優波離白佛言：「世尊！或有欲相應心而犯於", "276": "戒，或有瞋相應心而犯於戒，或有癡相應", "277": "心而犯於戒。世尊！菩薩犯戒，於欲相應心、", "278": "瞋相應心、癡相應心，何者為重？」爾時，世尊告", "279": "優波離：「若有菩薩如恒河沙欲相應心而犯", "280": "於戒，或有菩薩因一瞋心而犯於戒，等住菩", "281": "薩大乘之道，因瞋犯者當知最重。所以者何？", "282": "因瞋恚故能捨眾生，因貪欲故於諸眾生而", "283": "生親愛。優波離！所有諸結能生親愛，菩薩", "284": "於此不應生畏，所有諸結能捨眾生，菩薩於", "285": "此應生大畏。", "286": "「優波離！如來先說欲難捨離為小犯，瞋易", "287": "得離名為大犯。優波離！所有諸結犯小難", "288": "離，大乘之人應當忍受，所有諸結犯大易離，", "289": "大乘之人乃至夢中不應忍受。以是義故，", "290": "大乘之人因欲犯者，我說是人不名為犯，因", "291": "瞋犯者我說是人名為大犯，名大過患、名大", "292": "墮落，於佛法中是大留難。優波離！若有菩", "293": "薩無有方便，欲相應心而犯於戒生於怖畏，", "294": "於瞋犯戒不生怖畏。若有菩薩而有方便，恚", "295": "相應心而犯於戒生於怖畏，欲相應心而犯", "296": "於戒不生怖畏。」", "297": "爾時，文殊師利在大眾中，前白佛言：「世尊！", "298": "一切諸法究竟比尼，誰受比尼？」佛告文殊：", "299": "「若諸凡夫悉能了知，一切諸法究竟比尼，", "300": "如來終不演說比尼。以不知故，如來爾時", "301": "為令覺知一切諸法究竟比尼，漸次為說諸", "302": "比尼法。」", "303": "爾時，優波離白佛言：「世尊！此文殊師利於", "304": "此解說比尼決定之義而無所說。」爾時，世尊", "305": "告文殊師利：「汝今應當解說究竟比尼之", "306": "法，此優波離欲得聞於比尼之義。」爾時，文", "307": "殊師利語優波離言：「一切諸法究竟無垢，", "308": "能自調心乃能得見究竟比尼。一切諸法無", "309": "有諸纏淨其本性，乃能得見究竟比尼。一", "310": "切諸法無有染污我不可得，乃能得見無悔", "311": "比尼。如如真實億萬法門欣樂修學，乃能", "312": "得見清淨學戒。一切諸法無有分別，無縛無", "313": "解不作思惟，乃能得見無有縛著。一切諸法", "314": "無住無染不作留住，乃能得見諸法清淨。一", "315": "切諸法住虛空際離諸處所，乃能得見所作", "316": "清淨。一切諸法逮無鬪諍，前際後際不可", "317": "得故，乃能得見三世平等。一切諸法離諸施", "318": "設心無所行，乃能得見斷於疑結。優波離！", "319": "是則名為究竟比尼法界，諸佛世尊從此得", "320": "道。若能籌量觀察此法，是名善學逮最勝", "321": "戒；若不觀此法，是則不名深入如來所學之", "322": "戒。」", "323": "爾時，優波離白佛言：「世尊！此文殊師利所說", "324": "之法，皆是不可思議。」爾時，世尊告優波離：", "325": "「文殊師利所說之法依於解脫，所依解脫心", "326": "無去來。是故文殊師利說一切法心無去來，", "327": "於心解脫生增上慢者，為除彼人增上慢故。」", "328": "爾時，優波離白佛言：「世尊！比丘行何法故名", "329": "增上慢？」佛告優波離：「若有比丘作是思惟", "330": "欲斷貪欲名增上慢，作是思惟欲斷瞋恚名", "331": "增上慢，作是思惟欲斷愚癡名增上慢。貪", "332": "欲法異、諸佛法異，作是思惟名增上慢。瞋恚", "333": "法異、諸佛法異，作是思惟名增上慢。愚癡法", "334": "異、諸佛法異，作是思惟名增上慢。作是思", "335": "惟見有所得名增上慢，作是思惟見有所證", "336": "名增上慢，作是思惟見有解脫名增上慢，作", "337": "是思惟見諸法空名增上慢，作是思惟見於", "338": "無相名增上慢，作是思惟見於無作是名增", "339": "上慢，作是思惟見有諸行名增上慢，作是思", "340": "惟見有諸法名增上慢。一切諸法不可思", "341": "議，作是思惟不應思議名增上慢。諸法空無", "342": "何用精進，作是思惟名增上慢。是名聲聞", "343": "住增上慢。「云何名為菩薩增上慢？佛乘最", "344": "勝作是思惟，我當於中發菩提心名增上慢。", "345": "行六波羅蜜當得作佛，作是思惟名增上慢。", "346": "般若波羅蜜能得出離，更無餘法而得出離，", "347": "作是思惟名增上慢。於甚深法應作方便不", "348": "因世法，作是思惟名增上慢。此法甚深、此", "349": "非甚深，作是思惟名增上慢。此法是淨、此法", "350": "非淨，作是思惟名增上慢。此是佛法、此是", "351": "辟支佛法、此是聲聞法，作是思惟名增上慢。", "352": "此法應作、此法不應作，作是思惟名增上慢。", "353": "此是近法、此非近法，作是思惟名增上慢。", "354": "此是正道、此是邪道，作是思惟名增上慢。疾", "355": "當得阿耨多羅三藐三菩提，不疾當得阿耨", "356": "多羅三藐三菩提，作是思惟名增上慢。一切", "357": "佛法不可思議，未曾有人能覺之者，作是思", "358": "惟名增上慢。阿耨多羅三藐三菩提不可思", "359": "議，彼不應思議，此非是見然是過患，是名菩", "360": "薩住增上慢。」", "361": "爾時，優波離白佛言：「世尊！云何比丘離增上", "362": "慢？」佛告優波離：「若有比丘思惟諸心，思惟心", "363": "時不著思惟，是名最勝離增上慢。」爾時，世尊", "364": "欲廣分別思惟法故，而說偈言：", "365": "「不應分別法非法，戲論諸心不應住，", "366": "不思議法而能知，名一切時受樂人。", "367": "若有欲知無有法，作是思惟非真實，", "368": "隨逐邪心凡夫人，受諸有苦百千億。", "369": "若有比丘常念佛，此則非真非正念，", "370": "常知佛從分別起，實不可取亦不生。", "371": "若有思惟諸空法，則住邪道凡夫人，", "372": "雖因名字說空法，而實無有名字說。", "373": "閑居寂靜思惟法，世所稱歎寂靜人，", "374": "心住覺觀是戲論，是故無思能解法。", "375": "心心諸法名為思，若有所思必有著，", "376": "若能遠離是著法，於諸所思無復思。", "377": "法同草木無所知，而因諸緣得生起，", "378": "無有眾生而可得，能起空無諸緣法。", "379": "因日光明眼得見，夜則不見離眾緣，", "380": "若眼自能見色者，何故無緣而不見？", "381": "眼常因於諸光明，得見種種可意色，", "382": "常知見性眾緣生，是故知眼不能見。", "383": "若有所聞諸好聲，生已即滅無有聞，", "384": "推其去處不可得，因分別故起聲想。", "385": "一切諸法同音聲，施設說有諸數相，", "386": "未曾能生法非法，為凡夫故而示現。", "387": "我為世間歎布施，而實慳法不可得，", "388": "佛所說法難思議，雖不可得而演說。", "389": "我常歎說持淨戒，破戒之相如執空，", "390": "諸破戒相如虛空，清淨持戒亦如是。", "391": "我說忍辱為妙勝，瞋恚之性實不生，", "392": "於諸法中無觸惱，而佛開示忍辱者。", "393": "常說晝夜無疲倦，覺悟精進為最上，", "394": "雖復勤行於百劫，然其所作無增減。", "395": "禪定解脫為最勝，如來開示說諸門，", "396": "而實諸法無散亂，世尊現說諸禪定。", "397": "智慧之性能覺了，能知諸法為慧人，", "398": "然其自性不有生，佛能示現為解說。", "399": "我常歎說清苦法，歡喜樂行頭陀者，", "400": "推求貪法不可得，名為最上不貪者。", "401": "常為眾生百千眾，現說地獄怖畏事，", "402": "未曾有去墮惡道，死入無間地獄者。", "403": "無有能作地獄者，亦無能作鉾矟等，", "404": "因分別故而見有，刀劍之害傷己身。", "405": "雜色莊嚴花果樹，金色宮殿而晃曜，", "406": "彼亦未曾有作者，皆從妄想分別起。", "407": "虛偽之法誑世間，著想迴旋凡夫人，", "408": "於取不取無自性，猶如分別幻化炎。", "409": "說於諸行最勝者，能為眾生發道心，", "410": "菩提之道不可得，當知求者亦非實。", "411": "其心本性常清淨，無有染著諸苦惱，", "412": "凡夫分別諸惡心，自生貪愛諸染著。", "413": "諸法妙勝常寂靜，而實無有愛恚癡，", "414": "法性解脫離染愛，逮到安隱無處所。", "415": "我知諸法如虛空，遊諸世間不生畏，", "416": "其意未曾有染著，是故不住於邪道。", "417": "我於多劫修諸行，度脫無邊諸眾生，", "418": "而諸眾生生不盡，亦未曾有增減時。", "419": "譬如世有大幻師，能化無邊百千眾，", "420": "即時皆害諸化人，而於幻者無增損。", "421": "一切眾生如幻相，其邊未曾而可得，", "422": "若有能觀不思議，當知彼人不厭生。", "423": "觀世寂靜名勇猛，知法實相亦復然，", "424": "受五欲利常修行，不生染著度眾生。", "425": "無有眾生及壽命，世尊憐愍興慈悲，", "426": "勤修精進大苦行，雖無眾生作利益。", "427": "如以空捲誘小兒，誑惑其心令染著，", "428": "然後開手示空捲，小兒即時大啼哭。", "429": "如是難思佛世尊，於諸法相淨覺意，", "430": "已解遠離空無法，而能示現於世間。", "431": "於我法中甚可樂，捨離俗服能出家，", "432": "其後當得最勝果，大慈悲人之所說。", "433": "已能出家捨俗務，復聞當得逮諸果，", "434": "觀察諸法真實相，無有諸果而可得。", "435": "已於諸法無得果，轉復生於未曾有，", "436": "快哉大悲人師子，善入相應諸法相。", "437": "一切諸法如虛空，能立名字百千萬，", "438": "此名為根禪解脫，亦名為力七覺支。", "439": "諸根無有生滅相，覺力等法亦復然，", "440": "非是色性不可取，以智力現示世間。", "441": "我說眾生有所得，皆是遠離諸性相，", "442": "若有計我有所得，不名為得沙門果。", "443": "若法無生亦無滅，誰有於中而得者？", "444": "說眾生得即無得，能覺此法名為得。", "445": "眾生得果名最勝，我說眾生非眾生，", "446": "未曾有得眾生者，是故不應有得果。", "447": "譬如良田無種子，彼中不應而生牙，", "448": "如是眾生不可得，云何當有逮寂靜？", "449": "一切眾生性寂靜，未曾有得其根本，", "450": "若有能觀此法者，我說永寂無有餘。", "451": "過去諸佛百千萬，度諸眾生無有盡，", "452": "而此眾生無真實，究竟寂靜更不生。", "453": "一切諸法皆滅相，未曾能有得生者，", "454": "若有能觀如是法，彼人不著於三界。", "455": "我說諸道無障礙，能離諸著甚可樂，", "456": "於百千劫甚難得，乃從往昔然燈佛，", "457": "能起最勝無生忍，永斷障礙無有餘，", "458": "得清淨命以為命，永離一切諸非見。", "459": "彼無惡趣常安樂，勇猛能知無礙法，", "460": "不著諸行得解脫，於百千經不生畏，", "461": "能得諸辯亦不難，無邊百千陀羅尼，", "462": "解陀羅尼諸義趣，速能覺知無礙法。」", "463": "說是偈已，二百比丘增上慢者，不受諸法心", "464": "得解脫；六十丹云六千菩薩得無生忍。", "465": "爾時，優波離白佛言：「世尊！當何名斯經，云何", "466": "奉持？」佛告優波離：「此經名為『決定比尼』，亦", "467": "名『壞一切心識』，當奉持之。」爾時，優波離、文殊", "468": "師利，一切大會，諸天、世人、阿修羅等，聞佛所", "469": "說，皆大歡喜，為佛作禮。", "470": "佛說決定毗尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0325 佛說決定毘尼經", "source": "CBETA"}