{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含林品: 中阿含林品: 中阿含林品: 中阿含林品: 中阿含經", "text": {"0": "小土城頌5 林品112 阿奴波經", "1": "中阿含經卷第二十八", "10": "何為來？』當如是答：『以覺為來。』彼若復問：", "100": "「世尊！云何一切世間，天及魔、梵、沙門、梵志，從", "101": "人至天，使不鬪諍？云何修習離欲，得清淨", "102": "梵志？云何捨離諂曲，除悔，不著有、非有，亦", "103": "無想耶？」世尊告曰：「比丘！若人所因念，出家", "104": "學道，思想修習，及過去、未來、今現在法，不愛、", "105": "不樂、不著、不住，是說苦邊欲使，恚使、有使、慢", "106": "使、無明使、見使、疑使、鬪諍、憎嫉、諛諂、欺誑、妄", "107": "言、兩舌及無量惡不善之法，是說苦邊。」佛說", "108": "如是，即從坐起，入室燕坐。於是，諸比丘", "109": "便作是念：「諸賢！當知世尊略說此義，不廣", "11": "『以何為有？』當如是答：『以思想為有。』彼若", "110": "分別，即從坐起，入室燕坐。『若人所因念，", "111": "出家學道，思想修習，及過去、未來、今現在法，", "112": "不愛、不樂、不著、不住，是說苦邊。欲使、恚使、", "113": "有使、慢使、無明使、見使、疑使、鬪諍、憎嫉、諛諂、", "114": "欺誑、妄言、兩舌及無量惡不善之法，是說苦", "115": "邊。』」彼復作是念：「諸賢！誰能廣分別世尊向", "116": "所略說義？」彼復作是念：「尊者大迦旃延常", "117": "為世尊之所稱譽，及諸智梵行人，尊者大迦", "118": "旃延能廣分別世尊向所略說義。諸賢！共", "119": "往詣尊者大迦旃延所，請說此義；若尊者", "12": "復問：『以何為上主？』當如是答：『以念為上", "120": "大迦旃延為分別者，我等當善受持。」於是，", "121": "諸比丘往詣尊者大迦旃延所，共相問訊，却", "122": "坐一面，白曰：「尊者大迦旃延！當知世尊略說", "123": "此義，不廣分別。即從坐起，入室燕坐。『比", "124": "丘！若人所因念，出家學道，思想修習，及過去、", "125": "未來、今現在法，不愛、不樂、不著、不住，是說苦", "126": "邊。欲使、恚使、有使、慢使、無明使、見使、疑使、鬪", "127": "諍、憎嫉、諛諂、欺誑、妄言、兩舌及無量惡不善", "128": "之法，是說苦邊。』我等便作是念：『諸賢！誰能", "129": "廣分別世尊向所略說義？』我等復作是念：", "13": "主。』彼若復問：『以何為前？』當如是答：『以定", "130": "『尊者大迦旃延常為世尊之所稱譽，及諸智", "131": "梵行人，尊者大迦旃延能廣分別世尊向所", "132": "略說義。』唯願尊者大迦旃延為慈愍故而", "133": "廣說之。」爾時，尊者大迦旃延告曰：「諸賢！聽", "134": "我說喻，慧者聞喻則解其義。諸賢！猶如有", "135": "人欲得求實，為求實故，持斧入林，彼見", "136": "大樹成根、莖、節、枝、葉、華、實，彼人不觸根、莖、節、", "137": "實，但觸枝、葉。諸賢所說亦復如是，世尊現", "138": "在，捨來就我而問此義。所以者何？諸賢！當", "139": "知世尊是眼、是智、是義、是法、法主、法將，說真", "14": "為前。』彼若復問：『以何為上？』當如是答：『以", "140": "諦義，現一切義由彼世尊。諸賢應往詣世", "141": "尊所而問此義：『世尊！此云何？此何義？』如世", "142": "尊說者，諸賢等當善受持。」時，諸比丘白曰：", "143": "「唯然。尊者大迦旃延！世尊是眼、是智、是義、是", "144": "法、法主、法將，說真諦義，現一切義由彼世", "145": "尊，我等應往詣世尊所而問此義：『世尊！此", "146": "云何？此何義？』如世尊說者，我等當善受持。", "147": "然，尊者大迦旃延常為世尊之所稱譽，及諸", "148": "智梵行人，尊者大迦旃延能廣分別世尊向", "149": "所略說義，唯願尊者大迦旃延為慈愍故", "15": "慧為上。』彼若復問：『以何為真？』當如是答：", "150": "而廣說之。」尊者大迦旃延告諸比丘：「諸賢等", "151": "共聽我所說。諸賢！緣眼及色，生眼識，三事", "152": "共會，便有更觸，緣更觸便有所覺，若所覺", "153": "便想，若所想便思，若所思便念，若所念便分", "154": "別。比丘者因是念出家學道，思想修習，此中", "155": "過去、未來、今現在法，不愛、不樂、不著、不住，是", "156": "說苦邊。欲使、恚使、有使、慢使、無明使、見使、疑", "157": "使、鬪諍、憎嫉、諛諂、欺誑、妄言、兩舌及無量惡", "158": "不善之法，是說苦邊。如是耳、鼻、舌、身緣意及", "159": "法，生意識，三事共會，便有更觸，緣更觸便", "16": "『以解脫為真。』彼若復問：『以何為訖？』當如", "160": "有所覺，若所覺便想，若所想便思，若所思便", "161": "念，若所念便分別。比丘者因是念出家學道，", "162": "思想修習，此中過去、未來、今現在法，不愛、不", "163": "樂、不著、不住，是說苦邊。欲使、恚使、有使、慢使、", "164": "無明使、見使、疑使、鬪諍、憎嫉、諛諂、欺誑、妄言、", "165": "兩舌及無量惡不善之法，是說苦邊。「諸賢！比", "166": "丘者，除眼、除色、除眼識，有更觸施設更", "167": "觸者，是處不然。若不施設更觸，有覺施設", "168": "覺者，是處不然。若不施設覺，有施設念、", "169": "出家學道、思想修習者，是處不然。如是耳、鼻、", "17": "是答：『以涅槃為訖。』是為，比丘！欲為諸法本，", "170": "舌、身，除意、除法、除意識，有更觸施設更觸", "171": "者，是處不然。若不施設更觸，有覺施設覺", "172": "者，是處不然。若不施設覺，有施設念、出家", "173": "學道、思想修習者，是處不然。「諸賢！比丘者，", "174": "因眼、因色、因眼識，有更觸施設更觸者，必", "175": "有此處。因施設更觸，有覺施設覺者，必", "176": "有此處。因施設覺，有施設念、出家學道、思", "177": "想修習者，必有此處。如是耳、鼻、舌、身，因意、", "178": "因法、因意識，有更觸施設更觸者，必有此", "179": "處。因施設更觸，有覺施設覺者，必有此", "18": "更樂為諸法和，覺為諸法來，思想為諸法", "180": "處。因施設覺，有施設念、出家學道、思想修", "181": "習者，必有此處。諸賢！謂世尊略說此義，不", "182": "廣分別，即從坐起，入室燕坐。『比丘！若人", "183": "所因念，出家學道，思想修習，及過去、未來、今", "184": "現在法，不愛、不樂、不著、不住，是說苦邊。欲使、", "185": "恚使、有使、慢使、無明使、見使、疑使、鬪諍、憎嫉、", "186": "諛諂、欺誑、妄言、兩舌及無量惡不善之法，", "187": "是說苦邊。』此世尊略說不廣分別義，我以", "188": "此句、以此文廣說如是。諸賢！可往向佛具", "189": "陳，若如世尊所說義者，諸賢等便可受持。」", "19": "有，念為諸法上主，定為諸法前，慧為諸法", "190": "於是，諸比丘聞尊者大迦旃延所說，善受持", "191": "誦，即從坐起，遶尊者大迦旃延三匝而去，", "192": "往詣佛所，稽首作禮，却坐一面，白曰：「世尊！", "193": "向世尊略說此義，不廣分別，即從坐起，入", "194": "室宴坐；尊者大迦旃延以此句、以此文", "195": "而廣說之。」世尊聞已，歎曰：「善哉！善哉！我弟子", "196": "中有眼、有智、有法、有義。所以者何？謂師為", "197": "弟子略說此義，不廣分別，彼弟子以此句、", "198": "以此文而廣說之。如迦旃延比丘所說，汝", "199": "等應當如是受持。所以者何？以說觀義，應", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "上，解脫為諸法真，涅槃為諸法訖。是故比", "200": "如是也。比丘！猶如有人因行無事處、山林", "201": "樹間，忽得蜜丸，隨彼所食而得其味，如是", "202": "族姓子於我此正法、律，隨彼所觀而得其", "203": "味，觀眼得味，觀耳、鼻、舌、身，觀意得味。」爾", "204": "時，尊者阿難執拂侍佛。於是，尊者阿難叉手", "205": "向佛，白曰：「世尊！此法名何等？我當云何奉", "206": "持？」世尊告曰：「阿難！此法名為蜜丸喻，汝當", "207": "受持。」於是，世尊告諸比丘：「汝等受此蜜丸", "208": "喻法，當諷誦讀。所以者何？比丘！此蜜丸喻", "209": "有法有義，梵行之本，趣通趣覺，趣於涅", "21": "丘當如是學。「習出家學道心，習無常想，習", "210": "槃。若族姓子剃除鬚髮，著袈裟衣，至信、捨", "211": "家、無家、學道者，當善受持此蜜丸喻。」佛說", "212": "如是。尊者阿難及諸比丘聞佛所說，歡喜奉", "213": "行。", "214": "蜜丸喻經第九竟二千二百七十二字", "215": "116 瞿曇彌經（一一六）中阿含林品瞿曇彌經第十第二", "216": "小土城誦", "217": "我聞如是：一時，佛遊釋羇瘦，在迦維羅", "218": "衛尼拘類樹園，與大比丘眾俱受夏坐。爾", "219": "時，瞿曇彌大愛往詣佛所，稽首佛足，却", "22": "無常苦想，習苦無我想，習不淨想，習惡食", "220": "住一面，白曰：「世尊！女人可得第四沙門果", "221": "耶？因此故，女人於此正法、律中，至信、捨家、無", "222": "家、學道耶？」世尊告曰：「止！止！瞿曇彌！汝莫作", "223": "是念：『女人於此正法、律中，至信、捨家、無家、學", "224": "道。』瞿曇彌！如是汝剃除頭髮，著袈裟衣，盡", "225": "其形壽，淨修梵行。」於是，瞿曇彌大愛為佛", "226": "所制，稽首佛足，繞三匝而去。爾時，諸比丘", "227": "為佛治衣，世尊不久於釋羇瘦受夏坐", "228": "竟，補治衣訖，過三月已，攝衣持鉢，當遊", "229": "人間。瞿曇彌大愛聞諸比丘為佛治衣，世", "23": "想，習一切世間不可樂想，習死想。知世間", "230": "尊不久於釋羇瘦受夏坐竟，補治衣訖，", "231": "過三月已，攝衣持鉢，當遊人間。瞿曇彌", "232": "大愛聞已，復詣佛所，稽首佛足，却住一面，", "233": "白曰：「世尊！女人可得第四沙門果耶？因", "234": "此故，女人於此正法、律中，至信、捨家、無家、學", "235": "道耶？」世尊亦再告曰：「止！止！瞿曇彌！汝莫作", "236": "是念：『女人於此正法、律中，至信、捨家、無家、", "237": "學道。』瞿曇彌！如是汝剃除頭髮，著袈裟", "238": "衣，盡其形壽，淨修梵行。」於是，瞿曇彌大", "239": "愛再為佛所制，稽首佛足，遶三匝而去。", "24": "好惡，習如是想心。知世間習有，習如是", "240": "彼時，世尊於釋羇瘦受夏坐竟，補治衣訖，", "241": "過三月已，攝衣持鉢，遊行人間。瞿曇彌", "242": "大愛聞世尊於釋羇瘦受夏坐竟，補治衣", "243": "訖，過三月已，攝衣持鉢，遊行人間。瞿曇", "244": "彌大愛即與舍夷諸老母，俱隨逐佛後，", "245": "展轉往至那摩提，住那摩提揵尼精舍。於", "246": "是，瞿曇彌大愛復詣佛所，稽首佛足，却住", "247": "一面，白曰：「世尊！女人可得第四沙門果", "248": "耶？因此故，女人於此正法、律中，至信、捨家、", "249": "無家、學道耶？」世尊至三告曰：「止！止！瞿曇彌！", "25": "想心。知世間習、滅、味、患、出要如真，習如是", "250": "汝莫作是念：『女人於此正法、律中，至信、捨", "251": "家、無家、學道。』瞿曇彌大愛！如是汝剃除頭", "252": "髮，著袈裟衣，盡其形壽，淨修梵行。」於是，", "253": "瞿曇彌大愛三為世尊所制，稽首佛足，", "254": "繞三匝而去。彼時，瞿曇彌大愛塗跣污足，", "255": "塵土坌體，疲極悲泣，住立門外。尊者阿難", "256": "見瞿曇彌大愛塗跣污足，塵土坌體，疲極", "257": "悲泣，住立門外，見已，問曰：「瞿曇彌！以何等", "258": "故，塗跣污足，塵土坌體，疲極悲泣，住立門", "259": "外？」瞿曇彌大愛答曰：「尊者阿難！女人不得", "26": "想心。若比丘得習出家學道心者，得習無", "260": "於此正法、律中，至信、捨家、無家、學道。」尊者阿", "261": "難語曰：「瞿曇彌！今且住此，我往詣佛，白如", "262": "是事。」瞿曇彌大愛白曰：「唯然。尊者阿難！」於", "263": "是，尊者阿難往詣佛所，稽首佛足，叉手向", "264": "佛，白曰：「世尊！女人可得第四沙門果耶？因", "265": "此故，女人得於此正法、律中，至信、捨家、無家、", "266": "學道耶？」世尊告曰：「止！止！阿難！汝莫作是念：", "267": "『女人得於此正法、律中，至信、捨家、無家、學道。』", "268": "阿難！若使女人得於此正法、律中，至信、捨", "269": "家、無家、學道者，令此梵行便不得久住。阿", "27": "常想，得習無常苦想，得習苦無我想，得", "270": "難！猶如人家多女少男者，此家為得轉興", "271": "盛耶？」尊者阿難白曰：「不也。世尊！」「如是，阿難！", "272": "若使女人得於此正法、律中，至信、捨家、無家、", "273": "學道者，令此梵行不得久住。阿難！猶如稻", "274": "田及麥田中，有穢生者必壞彼田。如是，阿", "275": "難！若使女人得於此正法、律中，至信、捨家、無", "276": "家、學道者，令此梵行不得久住。」尊者阿難", "277": "復白曰：「世尊！瞿曇彌大愛為世尊多所饒", "278": "益。所以者何？世尊母亡後，瞿曇彌大愛鞠", "279": "養世尊。」世尊告曰：「如是，阿難！如是，阿難！瞿", "28": "習不淨想，得習惡食想，得習一切世間不", "280": "曇彌大愛多饒益我，謂母亡後，鞠養於我。", "281": "阿難！我亦多饒益於瞿曇彌大愛。所以者何？", "282": "阿難！瞿曇彌大愛因我故，得歸佛、歸法、歸", "283": "比丘僧，不疑三尊及苦、習、滅、道，成就於", "284": "信，奉持禁戒，修學博聞，成就布施而得智", "285": "慧，離殺、斷殺、離不與取、斷不與取，離邪", "286": "婬、斷邪婬，離妄言、斷妄言，離酒、斷酒。阿", "287": "難！若使有人因人故，得歸佛、歸法、歸比丘", "288": "僧，不疑三尊及苦、習、滅、道，成就於信，奉", "289": "持禁戒，修學博聞，成就布施而得智慧，離", "29": "可樂想，得習死想。知世間好惡，得習如", "290": "殺、斷殺，離不與取、斷不與取，離邪婬、斷", "291": "邪婬，離妄言、斷妄言，離酒、斷酒，阿難！設", "292": "使此人為供養彼人衣被、飲食、臥具、湯藥、諸", "293": "生活具，至盡形壽，不得報恩。「阿難！我今為", "294": "女人施設八尊師法，謂女人不當犯，女人", "295": "奉持，盡其形壽。阿難！猶如魚師及魚師弟", "296": "子，深水作塢，為守護水，不令流出。如是，", "297": "阿難！我今為女人說八尊師法，謂女人不", "298": "當犯，女人奉持，盡其形壽。云何為八？阿難！", "299": "比丘尼當從比丘求受具足。阿難！我為女", "3": "113 諸法本經（一一三）中阿含林品諸法本經第七第二", "30": "是想心。知世間習有，得習如是想心。知世", "300": "人施設此第一尊師法，謂女人不當犯，女", "301": "人奉持，盡其形壽。「阿難！比丘尼半月半月", "302": "往從比丘受教。阿難！我為女人施設此第", "303": "二尊師法，謂女人不當犯，女人奉持，盡其", "304": "形壽。」「阿難！若住止處設無比丘者，比丘尼", "305": "便不得受夏坐。阿難！我為女人施設此第", "306": "三尊師法，謂女人不當犯，女人奉持，盡其", "307": "形壽。「阿難！比丘尼受夏坐訖，於兩部眾", "308": "中，當請三事，求見、聞、疑。阿難！我為女人", "309": "施設此第四尊師法，謂女人不當犯，女人", "31": "間習、滅、味、患、出要如真，得習如是想心者，", "310": "奉持，盡其形壽。「阿難！若比丘不聽比丘尼", "311": "問者，比丘尼則不得問比丘經、律、阿毘曇，", "312": "若聽問者，比丘尼得問經、律、阿毘曇。阿難！", "313": "我為女人施設此第五尊師法，謂女人不", "314": "當犯，女人奉持，盡其形壽。「阿難！比丘尼不", "315": "得說比丘所犯，比丘得說比丘尼所犯。阿", "316": "難！我為女人施設此第六尊師法，謂女人", "317": "不當犯，女人奉持，盡其形壽。「阿難！比丘尼", "318": "若犯僧伽婆尸沙，當於兩部眾中，十五日", "319": "行不慢。阿難！我為女人施設此第七尊師", "32": "是謂比丘斷愛除結，正知正觀諸法已，便", "320": "法，謂女人不當犯，女人奉持，盡其形壽。「阿", "321": "難！比丘尼受具足雖至百歲，故當向始", "322": "受具足比丘極下意稽首作禮，恭敬承事，叉", "323": "手問訊。阿難！我為女人施設此第八尊師", "324": "法，謂女人不當犯，女人奉持，盡其形壽。「阿", "325": "難！我為女人施設此八尊師法，謂女人不", "326": "當犯，女人奉持，盡其形壽。阿難！若瞿曇彌", "327": "大愛奉持此八尊師法者，是此正法、律中，", "328": "出家學道，得受具足，作比丘尼。」於是，尊者", "329": "阿難聞佛所說，善受善持，稽首佛足，繞三匝", "33": "得苦邊。」佛說如是。彼諸比丘聞佛所說，歡", "330": "而去，往詣瞿曇彌大愛所，語曰：「瞿曇彌！女", "331": "人得於此正法、律中，至信、捨家、無家、學道。瞿", "332": "曇彌大愛！世尊為女人施設此八尊師法，", "333": "謂女人不當犯，女人奉持，盡其形壽。云何", "334": "為八？瞿曇彌！比丘尼當從比丘求受具足。", "335": "瞿曇彌！世尊為女人施設此第一尊師法，", "336": "謂女人不當犯，女人奉持，盡其形壽。「瞿曇", "337": "彌！比丘尼半月半月往從比丘受教，瞿曇", "338": "彌！世尊為女人施設此第二尊師法，謂女", "339": "人不當犯，女人奉持，盡其形壽。「瞿曇彌！若", "34": "喜奉行。", "340": "住止處無比丘者，比丘尼不得受夏坐。瞿", "341": "曇彌！世尊為女人施設此第三尊師法，謂", "342": "女人不當犯，女人奉持，盡其形壽。「瞿曇彌！", "343": "比丘尼受夏坐訖，於兩部眾中當請三事，", "344": "求見、聞、疑。瞿曇彌！世尊為女人施設此第", "345": "四尊師法，謂女人不當犯，女人奉持，盡其", "346": "形壽。「瞿曇彌！若比丘不聽比丘尼問者，比", "347": "丘尼不得問比丘經、律、阿毘曇，若聽問者，", "348": "比丘尼得問經、律、阿毘曇。瞿曇彌！世尊為", "349": "女人施設此第五尊師法，謂女人不當犯，", "35": "諸法本經第七竟四百五十七字", "350": "女人奉持，盡其形壽。「瞿曇彌！比丘尼不得", "351": "說比丘所犯，比丘得說比丘尼所犯。瞿曇", "352": "彌！世尊為女人施設此第六尊師法，謂女", "353": "人不當犯，女人奉持，盡其形壽。「瞿曇彌！比", "354": "丘尼若犯僧伽婆尸沙，當於兩部眾中，十五", "355": "日行不慢。瞿曇彌！世尊為女人施設此第", "356": "七尊師法，謂女人不當犯，女人奉持，盡其", "357": "形壽。「瞿曇彌！比丘尼受具足雖至百歲，故", "358": "當向始受具足比丘極下意稽首作禮，恭敬", "359": "承事，叉手問訊。瞿曇彌！世尊為女人施設", "36": "114 優陀羅經（一一四）中阿含林品優陀羅經第八第二小", "360": "此第八尊師法，謂女人不當犯，女人奉持，", "361": "盡其形壽。「瞿曇彌！世尊為女人施設此八", "362": "尊師法，謂女人不當犯，女人奉持、盡其形", "363": "壽。瞿曇彌！世尊如是說：『若瞿曇彌大愛奉", "364": "持此八尊師法者，是此正法、律中，出家學", "365": "道，得受具足，作比丘尼。』」於是，瞿曇彌大", "366": "愛白曰：「尊者阿難！聽我說喻，智者聞喻則", "367": "解其義。尊者阿難！猶剎利女，梵志、居士、工師", "368": "女，端正姝好，極淨沐浴以香塗身，著明淨", "369": "衣，種種瓔珞嚴飾其容。或復有人為念彼", "37": "土城誦", "370": "女，求利及饒益，求安隱快樂，以青蓮華鬚、", "371": "或瞻蔔華鬘、或修摩那華鬚、或婆師華鬚、", "372": "或阿提牟多華鬚，持與彼女。彼女歡喜，兩手", "373": "受之，以嚴其頭。如是，尊者阿難！世尊為女", "374": "人施設此八尊師法，我盡形壽頂受奉持。」", "375": "爾時，瞿曇彌大愛於正法、律中，出家學道，", "376": "得受具足，作比丘尼。彼時瞿曇彌大愛", "377": "於後轉成大比丘尼眾，與諸長老上尊比丘", "378": "尼為王者所識，久修梵行，共俱往詣尊者", "379": "阿難所，稽首作禮，却住一面，白曰：「尊者阿", "38": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "380": "難！當知此諸比丘尼長老上尊為王者所", "381": "識，久修梵行；彼諸比丘年少新學，晚後出家，", "382": "入此正法、律甫爾不久。願令此諸比丘為", "383": "諸比丘尼隨其大小稽首作禮，恭敬承事，叉", "384": "手問訊。」於是，尊者阿難語曰：「瞿曇彌！今且", "385": "住此，我往詣佛，白如是事。」瞿曇彌大愛", "386": "白曰：「唯然。尊者阿難！」於是，尊者阿難往詣佛", "387": "所，稽首佛足，却住一面，叉手向佛，白曰：", "388": "「世尊！今日瞿曇彌大愛與諸比丘尼長老上", "389": "尊為王者所識，久修梵行，俱來詣我所，稽", "39": "獨園。爾時，世尊告諸比丘：「優陀羅羅摩子，", "390": "首我足，却住一面，叉手語我曰：『尊者阿難！", "391": "此諸比丘尼長老上尊為王者所識，久修梵", "392": "行；彼諸比丘年少新學，晚後出家，入此正法、", "393": "律甫爾不久。願令此諸比丘為諸比丘尼", "394": "隨其大小稽首作禮，恭敬承事，叉手問訊。』」世", "395": "尊告曰：「止！止！阿難！守護此言，慎莫說是。阿", "396": "難！若使汝知如我知者，不應說一句，況復", "397": "如是說？阿難！若使女人不得於此正法、律中，", "398": "至信、捨家、無家、學道者，諸梵志、居士當以", "399": "衣布地而作是說：『精進沙門可於上行，精", "4": "小土城誦", "40": "彼在眾中，數如是說：『於此生中，觀此覺此，", "400": "進沙門難行而行，令我長夜得利饒益，安隱", "401": "快樂。』阿難！若女人不得於此正法、律中，至", "402": "信、捨家、無家、學道者，諸梵志、居士當以頭", "403": "髮布施而作是說：『精進沙門可於上行，精", "404": "進沙門難行而行，令我長夜得利饒益，安隱", "405": "快樂。』「阿難！若女人不得於此正法、律中，至", "406": "信、捨家、無家、學道者，諸梵志、居士若見沙門、", "407": "當以手奉種種飲食，住道邊待而作是說：", "408": "『諸尊！受是食是，可持是去，隨意所用，令", "409": "我長夜得利饒益，安隱快樂。』阿難！若女人不", "41": "不知癰本，然後具知癰本。』優陀羅羅摩子", "410": "得於此正法、律中，至信、捨家、無家、學道者，", "411": "諸信梵志見精進沙門，敬心扶抱，將入於", "412": "內，持種種財物與精進沙門而作是說：『諸", "413": "尊！受是可持是去，隨意所用，令我長夜得", "414": "利饒益，安隱快樂。』「阿難！若女人不得於此", "415": "正法、律中，至信、捨家、無家、學道者，此日月有", "416": "大如意足，有大威德，有大福祐，有大威神，", "417": "然於精進沙門威神之德猶不相及，況復死", "418": "瘦異學耶？阿難！若女人不得於此正法、律", "419": "中，至信、捨家、無家、學道者，正法當住千年，", "42": "無一切知自稱一切知，實無所覺自稱有", "420": "今失五百歲，餘有五百年。阿難！當知女人", "421": "不得行五事，若女人作如來、無所著、等正", "422": "覺，及轉輪王、天帝釋、魔王、大梵天者，終無", "423": "是處。當知男子得行五事，若男子作如來、", "424": "無所著、等正覺，及轉輪王、天帝釋、魔王、大", "425": "梵天者，必有是處。」佛說如是。尊者阿難及", "426": "諸比丘聞佛所說，歡喜奉行。", "427": "瞿曇彌經第十竟三千三百五十六字", "428": "中阿含經卷第二十八六千五百九十九字", "429": "中阿含林品第五竟萬四千一百八十二字第二小", "43": "覺。優陀羅羅摩子如是見、如是說，有者，是", "430": "土城誦", "44": "病、是癰、是刺；設無想者，是愚癡也；若有所覺，", "45": "是止息、是最妙，謂乃至非有想非無想處。彼", "46": "自樂身，自受於身，自著身已，修習乃至非", "47": "有想非無想處，身壞命終，生非有想非無想", "48": "天中，彼壽盡已，復來此間，生於狸中。此比", "49": "丘正說者，於此生中，觀此覺此，不知癰", "5": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "50": "本，然後具知癰本。「云何比丘正觀耶？比丘", "51": "者，知六更觸，知習、知滅、知味、知患、知出", "52": "要，以慧知如真，是謂比丘正觀也。云何比", "53": "丘覺，比丘者，知三覺，知習、知滅、知味、知患、", "54": "知出要，以慧知如真，是謂比丘覺。云何比", "55": "丘不知癰本，然後具知癰本？比丘者，知有", "56": "愛滅，拔其根本，至竟不復生，是謂比丘不", "57": "知癰本，然後具知癰本。癰者，謂此身也。色", "58": "麤四大，從父母生，飲食長養，衣被按摩，澡浴", "59": "強忍，是無常法、壞法、散法，是謂癰也。癰本者，", "6": "獨園。爾時，世尊告諸比丘：「若諸異學來問汝", "60": "謂三愛也。欲愛、色愛、無色愛，是謂癰本。癰一", "61": "切漏者，謂六更觸處也。眼漏視色，耳漏聞聲，", "62": "鼻漏嗅香，舌漏嘗味，身漏覺觸，意漏知諸", "63": "法，是謂癰一切漏。「比丘！我已為汝說癰、說", "64": "癰本，如尊師所為弟子起大慈哀，憐念愍", "65": "傷，求義及饒益，求安隱快樂者，我今已作。", "66": "汝等亦當復自作，至無事處、山林樹下、空安", "67": "靜處，燕坐思惟，勿得放逸，勤加精進，莫", "68": "令後悔。此是我之教勅，是我訓誨。」佛說如", "69": "是。彼諸比丘聞佛所說，歡喜奉行。", "7": "等：『一切諸法以何為本？』汝等應當如是答", "70": "優陀羅經第八竟五百一十四字", "71": "115 蜜丸喻經（一一五）中阿含林品蜜丸喻經第九第二", "72": "小土城誦", "73": "我聞如是：一時，佛遊釋羇瘦，在迦維羅衛。", "74": "爾時，世尊過夜平旦，著衣持鉢，為乞食故，入", "75": "迦維羅衛。食訖，中後收舉衣鉢，澡洗手足，", "76": "以尼師壇著於肩上，往詣竹林釋迦寺中，", "77": "入彼大林，至一樹下敷尼師檀，結加趺", "78": "坐。於是，執杖釋拄杖而行，中後彷徉，往詣", "79": "佛所，共相問訊，拄杖立佛前，問世尊曰：「沙", "8": "彼：『一切諸法以欲為本。』彼若復問：『以何為", "80": "門瞿曇！以何為宗本？說何等法？」世尊答曰：", "81": "「釋！若一切世間，天及魔、梵、沙門、梵志，從人至", "82": "天，使不鬪諍，修習離欲清淨梵志，捨離諂", "83": "曲，除悔，不著有、非有，亦無想，是我宗本；說", "84": "亦如是。」於是，執杖釋聞佛所說，不是不非，", "85": "執杖釋奮頭而去。於是，世尊執杖釋去後不", "86": "久，則於晡時，從燕坐起，往詣講堂，比", "87": "丘眾前敷座而坐，告諸比丘：「我今平旦著", "88": "衣持鉢，為乞食故，入迦維羅衛。食訖，中後", "89": "收舉衣鉢，澡洗手足，以尼師檀著於肩", "9": "和？』當如是答：『以更樂為和。』彼若復問：『以", "90": "上，往詣竹林釋迦寺中，入彼大林，至一樹", "91": "下敷尼師檀，結跏趺坐。於是，執杖釋拄杖", "92": "而行，中後彷徉，來詣我所，共相問訊，拄杖", "93": "立我前，問我曰：『沙門瞿曇！以何為宗本？", "94": "說何等法？』我答曰：『釋！若一切世間，天及魔、梵、", "95": "沙門、梵志，從人至天，使不鬪諍，修習離欲", "96": "清淨梵志，捨離諂曲，除悔，不著有、非有，亦", "97": "無想，是我宗本；說亦如是。』彼執杖釋聞我所", "98": "說，不是不非，執杖釋奮頭而去。」於是，有一", "99": "比丘即從坐起，偏袒著衣，叉手向佛，白曰："}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含林品: 中阿含林品: 中阿含林品: 中阿含林品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}