{"author": "唐 道宣述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1897 教誡新學比丘行護律儀", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1897", "1": "翻刻教誡律儀敘翻刻教誡律儀敘", "2": "諸善律儀，佛家之柱石也；道品之樓觀，禪定", "3": "之心城，皆基于此矣！南山大師，嘗著《行事鈔》", "4": "若于卷，廣開毘尼之學風。然其文浩瀚，望洋", "5": "難闖，故重編此書，以誘奘新學；文簡義深，行", "6": "相條件提耳，指掌可謂至矣！牛門正定教院", "7": "弦我上人，捐衣鉢資翻刻之，布于世。今復欲", "8": "附其󱏏版于我緣山，以施之乎四方。一日上", "9": "人來謀于余，余嘉其志，重謀諸上座，上座允", "10": "之，乃印刷之。則字畫鮮明、章句精正，頗為善", "11": "本。古人曰：流通法者，莫若於印造。吁上人意", "12": "蓋在于比歟！頃日，余應諸子之囑講此書，因", "13": "粗攄其引，由爾。", "14": "安政戊午春正月　　　　緣山南溪圓海撰", "15": "教誡新學比丘行護律儀", "16": "終南山沙門道宣述", "17": "觀夫創入道門，未即閑其妙行。要遵承以法", "18": "訓，方乃曉其律儀；事若闕於師承，持護冥然", "19": "無準。故知不有教誡，行相誰宣；不有學人，軌", "20": "模奚設！然釋迦行化，法本西天；自金口收光，", "21": "言流東域。化教含其漸頓，灑定水於三千；制", "22": "教輕重斯分，熏戒香於百億。律制五年依止，", "23": "意在調伏六根；有智聽許離師，無智猶須盡", "24": "壽。屢有初心在道，觸事未諳；曾不尋其教章，", "25": "於法每纏疑網。或非制而制，是制便違；或云", "26": "我是大乘之人，不行小乘之法。如斯者眾，非", "27": "一二三。此則內乖菩薩之心，外闕聲聞之行，", "28": "四儀既無法潤，乃名枯槁眾生。若此等流，古", "29": "今不絕。自非持法達士，孰能鑒之者哉！時有", "30": "學人，運情疎躁，求行者少，求解者多，於制儀", "31": "門，極為浮漫。夫以不修禪那三昧，長乖真智", "32": "之心；不習諸善律儀，難以成其勝行。是以古", "33": "今大德，實為世者良田。淨業成於道儀，清白", "34": "圓於戒品。氣高星漢，威肅風雲，德重丘山，名", "35": "流江海；昂昂聳傑，秀學千尋；浩浩深慈，恩波", "36": "萬頃；懷師子之德，現象王之威；人天讚承，龍", "37": "神欽伏。實謂蒼生有感，世不空然；所以德焰", "38": "聯輝，傳光靡絕，雅行堅操，真僧寶焉！予乃愧", "39": "省下流，實懷慚於上德。準教纂斯清訓，以將", "40": "呈誨未聞。夫戒律之宗，理有任持之志；遂使", "41": "內自增其心善，外令儀軌可觀。凡諸行條件，", "42": "錄之後，用光新學，并題序云。行相法都四百", "43": "六十五條，在下具明。", "44": "1 入寺法入寺法第一十一條", "45": "一、到寺門外具威儀。二、入寺門禮拜，便跪說", "46": "如常歎佛。三、收坐具合掌曲躬，然後歛容，旁", "47": "廊一邊，緩行直視。四、不得垂手，當有所畏。五、", "48": "不得蹋殿塔影。六、逢尊宿，殿前不得禮拜。七、", "49": "若入殿塔，當合掌右繞，不得左轉。八、出殿門，", "50": "隨頰舉足。九、涕唾須知屏處。十、須參禮尊宿。", "51": "十一、須知大小便處。", "52": "2 在師前立法在師前立法第二六條", "53": "一、不得直前立。二、不得直後立。三、不得太近。", "54": "四、不得太遠。五、不得在高處立。六、不得上風", "55": "立，當須對師額角七尺許立。", "56": "3 事師法事師法第三五十一條", "57": "一、常瞻師顏色，勿令失意。二、凡至師所，當具", "58": "威儀。三、在師前不得與同類人相禮。四、在師", "59": "前不得受人禮拜。五、向師前問訊，當豫合掌", "60": "曲躬。六、共師語不得爭勝。七、常須軟語。八、師", "61": "語未了不得語。九、凡欲作事，要須咨白。十、師", "62": "所教誨，常須隨順，不得違逆。十一、凡得教訓、", "63": "當設禮謝。十二、若被呵罵，當須自責，軟語懺", "64": "謝。十三、被師呵責，不得起瞋嫌心。十四、見師", "65": "衣裳巾襪垢膩，白師洗濯令淨。十五、見師衣", "66": "破，當縫補之。十六、整師鞋履，襞疊衣被。十七、", "67": "先洗師鉢，次洗己鉢。十八、常須作意，不得喧", "68": "笑。十九、不得在師前臥。二十、不得在師後起。", "69": "二十一、凡欲入師房，至門先彈指，然後方入。", "70": "二十二、平明三下鐘了，即問訊白事。二十三、", "71": "於一切處避師坐，不得搪揬。二十四、若隨師", "72": "行，不得喧笑，不得蹋師影，相去可七尺。二十", "73": "五、奉教令當生慚愧，念修戒定以報師恩。二", "74": "十六、聞師外歸，當出迎接。二十七、師從外歸，", "75": "當須襞疊衣裳。二十八、師欲洗足，當具湯水拭", "76": "巾。二十九、常掃師房院。三十、見師床有塵土，", "77": "當掃去之。三十一、師常坐臥床，不得輒坐臥。", "78": "三十二、凡入師房門，當旁門頰行，隨門頰舉", "79": "足。三十三、揚門簾出入、當手承著門頰，勿令", "80": "有聲，閉門戶不得作聲。三十四、凡下簾，不得", "81": "懸放，當以手承下。三十五、凡上簾法，當從裏", "82": "卷，令兩頭齊。三十六、嚼楊枝洟唾，當屏處。三", "83": "十七、不得令師瓶有宿水，此忌熱時。三十八、", "84": "常令師瓶水滿，不得欠少。三十九、當具燈燭", "85": "常知時。四十、冬月勿令師房闕火。四十一、夏", "86": "月常為師晒暴薦席衣裳。四十二、不得向師", "87": "前讒佞他人，說其過惡，死入地獄，極為過惡，", "88": "深須誡之！廣如《智論》中說。四十三、在師前不", "89": "得說無益之事。四十四、對師前不得抓癢。四", "90": "十五、若欲欠呿，當以手遮口。四十六、不得對", "91": "師著襪。四十七、不得對師洗足。四十八、向師", "92": "前未遣坐，不得輒坐。四十九、向師前未令去，", "93": "不得輒去。五十、師欲出寺，當具所須。五十一、", "94": "師欲上堂，為師滌鉢、看閉門戶等事。", "95": "4 在寺住法在寺住法第四三十一條", "96": "一、不得彊知他事，論他過非。二、不得入他諍", "97": "事。三、不得傳他惡事。四、不得釘破牆壁。五、不", "98": "得書門戶及牆壁。六、見殿塔不淨，當掃令淨。", "99": "七、行不得垂手。八、行不得左右顧視。九、行須", "100": "長視，看地七尺，勿令蹋蟲蟻。十、若手把物，路", "101": "逢尊宿，當放一處，如法問訊。十一、不得逾越", "102": "籬牆，除會衣會夏等緣。十二、不得著木揬向", "103": "尊宿前行立。十三、不得通肩被袈裟。十四、常", "104": "須帶袈裟紐。十五、凡著履揬，先令脚根著地，", "105": "勿使作聲。十六、洟唾常向屏處。十七、不得門", "106": "閫上坐。十八、不得脚蹋門限。十九、不得入惡", "107": "笑處。二十、於春夏秋冬，無切要事，不得遊行。", "108": "二十一、不得惡口罵人，如經所說口業極重，", "109": "切須慎之。二十二、不得瞋罵風雨。二十三、不", "110": "得急行，當學牛王象王之步。二十四、廊下行，", "111": "不得當其中道。二十五、行須旁一邊，是禮也。", "112": "二十六、廊下行，不得高聲語笑。二十七、大小", "113": "便須知處所。二十八、無緣事，不得入他房院。", "114": "二十九、常須慈悲柔和善順，論云：夫言慈者，", "115": "意在柔和。被他所惱，不生瞋恨。夫言悲者，意", "116": "在饒益，善順物情。三十、凡出房院，不得衝突", "117": "尊宿。三十一、廊下行，不得吟詠。", "118": "5 在院住法在院住法第五五十五條", "119": "一、常勤修正業，不得空譚世事。二、漉水法：初", "120": "下水鑵桶，先且動水令蟲散。三、須用三重密", "121": "絹，細心濾水。四、水鑵桶上下，不得搪著井四", "122": "邊。五、水桶上至井口，須如法澆洗水桶橫梁，", "123": "然後把之拭暴令乾。六、濾水時，桶從井口出，", "124": "不得令水滴濾羅外。七、瀉水不得濺入盆水", "125": "中，若有滴落，更須再濾。八、夏熱時經宿水則", "126": "有蟲生，早朝取水，午時蟲生，彌須再濾。九、嚴", "127": "冬有氷，不得早起濾水；水著濾羅，蟲則凍死。", "128": "十、候日出暖時方濾水。其桶及羅，唯須表裏", "129": "如意細淋，使蟲盡方休。濾水之法，行相極難，", "130": "今且略說。十一、然乾枯柴竹，疑似有蟲，即須", "131": "細破看之。十二、每須檢挍火燭，勿令失火。十", "132": "三、若洗內衣，須拾去蟣虱。十四、洗足及襪，須", "133": "用一盆。十五、洗淨衣盆，不得洗足及襪。十六、", "134": "凡暴淨衣，不得安觸笐上。十七、凡濯衣，要用", "135": "水缾淨手，把其桶杓。十八、凡洗濯了，當用淨", "136": "水盪盆器令淨。十九、凡洗足了，須用水再淋", "137": "手足令淨。二十、夏月熱時，用水盆了，當蕩滌", "138": "覆之令乾；不得仰，仰即蟲生。二十一、於上中", "139": "下座，常存禮節。二十二、於上中下座，不得出", "140": "無義之語。二十三、不得譚話穢言。二十四、所", "141": "作事業，懃問師義，求生慧解。二十五、常念老", "142": "病死，策勤三業，行出世行。二十六、常懷慚愧，", "143": "念報四恩，旁資三有。二十七、於三寶境，生難", "144": "逢難值想。二十八、當觀四念處，約大小乘經", "145": "論所明，於念念中，常加慈悲，發菩提之心。二", "146": "十九、當護惜三寶物，不得損失。三十、濕鉢不", "147": "得安繩床板床及席上。三十一、若有損費常", "148": "住三寶物等，當倍備之。三十二、凡坐床，先看", "149": "脚。若未平著地，不得輒坐。三十三、見繩床板", "150": "床在露地，當須收之。三十四、不得將好橙安", "151": "日中晒藥物等。三十五、凡欲移坐床，不得拖", "152": "曳，當須擎移。三十六、屋柱邪處，不得安水缾。", "153": "三十七、著袈裟常須帶紐。三十八、不得觸手", "154": "捉袈裟。三十九、洗袈裟不得手按，亦不得脚", "155": "蹋。四十、不得口含水噴袈裟。四十一、摺袈裟", "156": "不得口衘，亦不得脚蹋。四十二、不得坐著袈", "157": "裟。四十三、凡欲把經，先須皁筴洗手。四十四、", "158": "淨巾拭手，當暴令乾。四十五、須知院內床席", "159": "觸淨，觸者當須淨之。四十六、凡所作務及洗", "160": "漱，須著五條；若無，反披七條，許之。四十七、凡", "161": "淨床席，先去塵垢，須濕巾拭之。四十八、凡欲", "162": "受藥茶及鹽，一切堪食之物，料量當喫取盡，", "163": "逐時受之。不得多受令有殘宿，深須慎之！人", "164": "多喜犯。四十九、凡用水杓，齊入水處是淨；常", "165": "當把處是觸。若淨，不得把之。五十、若有病者，", "166": "當慈心始終看之。房院有人睡時，不得打物", "167": "作聲，及高聲語笑。五十一、若從外歸，院門或", "168": "關，當復緩打，不得驚人。五十二、凡欲出院，當", "169": "白院中僧令知去處。五十三、覺欲大小便，當", "170": "須早去，不得臨時失則。五十四、須揖手把瓶，", "171": "不得垂手，衣觸缾底。五十五、凡關門戶，當須", "172": "子細！不得疎慢，致有去失。", "173": "6 在房中住法在房中住法第六三十二條", "174": "一、不得共大己五夏人同床。二、與同類人共", "175": "房，每須相護，勿令喧競。三、房中常作意更相", "176": "問訊，須知大小。四、若有得失言語，即須乞歡", "177": "喜，不得經宿，結其罪業。五、互相讚美，不得背", "178": "相毀說。六、凡欲向餘房院，白同房人令知去", "179": "處。七、摺七條須預前著五條。八、若脫五條，則", "180": "須著七條，不得離處。九、凡欲持火入房，至門", "181": "外預告房內人知，云火欲入。十、凡欲滅燈火，", "182": "不得口吹。十一，欲滅燈火，須問同房人，更用", "183": "燈否？十二、房中及並房人已臥，讀書不得出", "184": "聲。十三、凡欲念誦，不得高聲。十四、己是下座，", "185": "苦事先作。十五、凡是好事，先推上座，益讓如", "186": "海板比丘法。十六、不得譚話不善之事。十七、", "187": "不得互相譏諷，習誦戲論之法。十八、不得拾", "188": "蟣虱放房中地上，當用綿絮裹之，安穩便處。", "189": "十九、行住坐臥出入，袈裟亦須近身。二十、設", "190": "令大小出入，袈裟亦須近身。二十一、臥須安", "191": "枕，不得污席。二十二、臥須右脇著床席面，當", "192": "看外不得看壁。二十三、不得仰身累足，左脇", "193": "而臥。二十四、臥不得赤體。二十五、臥不得三", "194": "衣致脚後。二十六、行住坐臥，不得思惟惡事。", "195": "二十七、夜臥當念明相。二十八、夏中薦席衣", "196": "裳須晒暴。二十九、凡挂鞋履，不得過人頭，致", "197": "人面上。三十、緣身衣裳須淨潔，勿令垢膩及", "198": "污氣。三十一、不得露然燈燭。三十二、房中常", "199": "須淨潔，不得狼籍。", "200": "7 對大己五夏闍梨法對大己五夏闍梨法第七二十二條", "201": "一、對大己五夏闍梨，須帶袈裟紐。二、不得通", "202": "肩被袈裟。經云：比丘對佛僧及上座，不得通肩披袈裟，死入鐵鉀地獄。三、不得", "203": "邪脚倚立。四、不得垂手立。五、不得非時喧笑。", "204": "六、立如前事師法。七、若有教誡，當須設禮。八、", "205": "須作謙卑心。九、對人不得抓瘡。十、不得對人", "206": "前洟唾。十一、不得對人嚼楊枝。十二、未喚坐", "207": "不得輒坐。十三、不得共同床坐。十四、不得坐", "208": "大己五夏人常坐臥處床。十五、夫五夏已上", "209": "即闍梨位，十夏已上是和尚位，切須知之。十", "210": "六、尊人喚坐，須合掌曲躬，然後乃坐。十七、坐", "211": "不得無禮，自恣倚東西。十八、若有所言語，須", "212": "謙下，不得取上分。十九、不得張口欠呿，當以", "213": "手遮之。二十、不得以手埒面。二十一、不得大", "214": "噓氣作聲。二十二、坐當須端身定住。", "215": "8 二時食法二時食法第八六十條", "216": "一、聞三下鐘，即須息務，先且出入。二、先用皁", "217": "莢洗手令淨。三、凡所著裙，不得太高，不得太", "218": "低，常須齊整，可齊脚踝。四、著七條，當令橫披，", "219": "共衣領齊，直下臂上半覆肩膊。五、欲把鉢上", "220": "堂，又須淨手，於巾上拭手令乾，中指夾巾。六、", "221": "至堂食未了已前，常須護手指面及掌，不得", "222": "觸，設使堂頭把經，手不勞更洗，但以香淨即", "223": "得。七、其鉢盂外，三分之中，二分向上為淨，下", "224": "一分為觸。八、凡把鉢滌蕩，瀉水不得高，當須", "225": "曲腰低頭瀉水，令鉢去地一側手。九、若令童", "226": "行過鉢，亦同比丘夾巾之法，不得把巾；令童", "227": "行捧鉢，過生極多，不能繁述，人多犯此。若單", "228": "令過鉢，自夾巾彌善。十、待歛鐘聲發，即如法", "229": "夾巾把鉢，令匙柄向身。十一、把鉢不得太高，", "230": "不得太低，則當胸。十二、須離尊宿門前，當旁", "231": "廊柱，不得在廊中心行；又不得喧笑。十三、不", "232": "得共上座並行，須讓上座向前行。十四、行須", "233": "直視地七尺。十五、不得急行，當庠序令威儀", "234": "可觀。十六、初入食堂，隨門頰舉足，出時亦爾。", "235": "十七、至所坐處，先放巾，次放鉢，後手指夾取", "236": "鞋履安床下。十八、當抽坐具開張，亦用指夾。", "237": "十九、禮拜收坐具，即上床坐，不得在地而跪", "238": "及在地立；必若鐘聲欲斷，乃可且立，不得跪", "239": "地。二十、凡上床坐待鐘斷，不得留坐具致床", "240": "前席上。二十一、凡欲上床，不得露脚踝。二十", "241": "二、坐時不得令內衣出。二十三、入堂未歛鐘", "242": "聲，禮拜且收坐具上床坐，不得令衣服垂著", "243": "床緣。二十四、行香時，不得籠手，須出手合掌，", "244": "不得語笑。二十五、不得輒剩索飲食。二十六、", "245": "若當次唱禮，須一佛一禮，不得太急太緩，令", "246": "須得所。二十七、當次作梵，須盡偈讚，不得半", "247": "梵；人眾少時，亦須盡其偈讚，不得略。二十八、", "248": "若違僧制，聞白椎聲即下，不得違拒。二十九、", "249": "當須收攝橫帔，不得坐著袈裟。三十、開食巾", "250": "邊，指甲不得觸著指面。三十一、敷食巾時，令", "251": "與床榪緣齊。三十二、椀鉢常須離膝巾，不得", "252": "安手致膝上。三十三、不得傾鉢中水瀝滴床", "253": "前。三十四、凡所受食，須令椀鉢離床。三十五、", "254": "凡所喫食，不得太急，猶如餓人；又須把鉢椀", "255": "就口；又不得食滿頰邊，如獼猴藏。三十六、凡", "256": "所受食須仰手。三十七、凡所受食，不得把匙", "257": "筯於淨人手中自抄撥取。三十八、不得過匙", "258": "筯與淨人，令於僧食器中取食。三十九、凡欲", "259": "受食，有疑當作漫心。言漫心者：如早朝受粥，", "260": "恐淨人錯唱，當作念一切粥皆受。餘一切食", "261": "皆受類然。四十、凡欲受食，若作克心受，得食", "262": "了心境相違，食不成受。更須重受，方乃得成。", "263": "言克心者，如受豉粥，受了乃是豆粥，名心境", "264": "相違。四十一、凡欲受食，淨人抖擻餅屑及以", "265": "菜汁等，迸落椀器中，必須更受。四十二、凡欲", "266": "出生粥，不得令淨匙拄著淨人出生器中；若", "267": "著處，即須更受匙。四十三、凡所受食，量喫多", "268": "少，不得有餘。四十四、凡欲喫食，不得大攪，及", "269": "歠欱作聲。四十五、凡所出生，餅當如一半錢", "270": "大，飯不過其七粒；自餘飯食，亦不得多。四十", "271": "六、凡所出生食，須事事如法。四十七、出生食，", "272": "不得將所棄惡食物致生中。四十八、凡出生", "273": "法，須安床邊淺處，令淨人掠取。不得自用手", "274": "拈，意在護手。四十九、不得用匙筯刮鉢椀作", "275": "聲，當用湯水滌蕩取，即不損鉢光；若損鉢光，", "276": "鉢即受膩難洗。五十、不得大張口滿匙抄飯", "277": "令遺落鉢中，及在匙上狼籍；又上座不應先", "278": "食。五十一、凡一口之飯，須匙頭三抄食，令匙", "279": "頭直入口。五十二、不得遺落醬汁、飯粒等落", "280": "在巾上而食。五十三、不得安致食巾上而食。", "281": "五十四、若有食遺落食巾上，不得取食，當押", "282": "聚安一處，付與淨人。五十五、飯中有穀，去", "283": "皮食之。五十六、鉢椀中若有餘殘，不得將歸", "284": "房院。五十七、常住一食已外，將歸院須倍備", "285": "之。五十八、所食須生慚愧，常作觀法。五十九、", "286": "須知喫粥有十利，具如偈中明之。六十、須識", "287": "施食五常：一、色，二、力，三、壽命，四、安樂，五、無", "288": "礙辯。", "289": "9 食了出堂法食了出堂法第九十條", "290": "一、眾中食了，不得漱口作聲。二、眾中食了，不", "291": "得吐水致鉢椀中及餘處。三、聞處世界梵，合", "292": "掌念偈。四、食了已作斷心，不得咽津。五、下床", "293": "不得令脚踝露。六、食了出堂，先舉門頰邊脚，", "294": "當令匙柄向身，執鉢當胸，不得顧視。七、食了", "295": "出堂，未至院中及屏處，不得吐唾。八、出堂門", "296": "外，須旁廊一邊行，令威儀庠序，雁行而行。九、", "297": "不得並頭語笑，令失次。十、欲出堂，先收攝橫", "298": "帔，整理袈裟，勿令僚亂，依次而行。", "299": "10 洗鉢法洗鉢法第十十七條", "300": "一、下堂歸房內，須先以水浸鉢。二、當用一大", "301": "合水於椀中浸皁莢，可長二寸。三、洗漱用灰", "302": "及楊枝，當向屏處，不得對上座，當與手遮。四、", "303": "鉢床若短，當讓上座，不得亂安著，妨他洗鉢。", "304": "五、凡欲洗鉢，先須收攬衣裳，勿令著地。六、凡", "305": "欲洗鉢，先用清水一遍，次用椀中皁莢汁瀉", "306": "向鉢中，仍須椀盛皁莢水揩摩食器，堅膩方", "307": "得盡，必須淨洗。七、凡欲洗鉢，先洗四邊，次洗", "308": "餘處。八、不得於鉢洗手。九、洗鉢不得語笑，當", "309": "須用心。十、洗鉢須令離鉢床，高低可一側手", "310": "地。十一、不得洟唾於鉢床四邊。十二、淨盥及", "311": "杓子柄，初洗鉢時先把觸處，洗了即以水洗", "312": "杓柄，方得手把。十三、洗鉢了，不得口銜鉢邊", "313": "吸水漱口。十四、夏月洗鉢了，當須淨處覆令", "314": "乾。十五、夏月熱時，早朝洗鉢，須用新水。十六、", "315": "若有夜宿水，更須再漉了洗鉢，恐水經宿有", "316": "蟲生。十七、喫粥了，若受外請，鉢不能隨身，當", "317": "用皁莢洗，不問春、夏、秋、冬皆耳。", "318": "11 護鉢法護鉢法第十一十三條", "319": "一、不得安鉢笐竿下欄干上。二、不得安鉢放", "320": "懸物下。三、不得安鉢在倚竹木樹枝邊。四、不", "321": "得安鉢於石上。五、不得安鉢於果子樹下。六、", "322": "不得在有果樹下洗鉢。七、不得安鉢於床角", "323": "及四邊臨危之處。八、不得將手巾盛鉢及盛", "324": "餘物。九、不得與童行鉢器食；若與童行鉢食", "325": "者，深違佛教；又恐打破，切須忌之。十、不得一", "326": "手把兩鉢，除中間有隔。十一、若携鉢隨身行，", "327": "須鉢口向外。十二、不得挂鉢於杖頭。十三、一", "328": "切危險處，不得安鉢。", "329": "12 入眾法入眾法第十二十二條", "330": "一、著衣須齊整。二、當持坐具安臂上。三、坐須", "331": "知大小。四、未打鐘不得前入堂。五、上座未坐，", "332": "不得先坐。六、當斂容寂默，不得語笑。七、上床", "333": "下床當須如法，不得令脚膊踝露。八、坐須端", "334": "身安住，不得數動。九、不得左右顧視。十、若欲", "335": "欠呿，當以手遮口，不得作聲。十一、不得抓癢。", "336": "十二、當念本業，不得餘緣。", "337": "13 入堂布薩法入堂布薩法第十三十二條", "338": "具如鈔文，及布薩儀，此不備述。", "339": "14 上廁法上廁法第十四二十條", "340": "一、覺欲出入須早去，不得臨時失儀則。二、須", "341": "揖手把瓶，不得垂手。三、至廁前知有尊宿，當", "342": "須避之。四、至廁前彈指三下，或謦欬聲，知無", "343": "人方入。五、隨高下褰衣，漸蹲漸揎，不得預高", "344": "揎衣，令身赤露。六、夜暗黑當用廁籌於廁孔", "345": "中向前後劃，令知闊狹長短正及不正。七、不", "346": "得洟唾廁四邊板上及尿闥中。八、用廁籌了，", "347": "當㓨廁孔中，不須安堈內及板上；不得用文", "348": "字故紙。九、隨手方便把瓶，當七度用水洗淨；", "349": "若不淨，不合坐臥僧床席。十、用水切不得濺", "350": "濕廁口四邊板上。十一、多人之處，若廁外有", "351": "人待急，縱未了且須出廁。十二、若脫觸履，不", "352": "得安淨鞋履常所蹋處。十三、手淨摩洗，先用", "353": "黃土二三度，次用細皁灰莢。十四、常具廁籌，", "354": "不得失闕。十五、常用灰，次用土，不得少欠。十", "355": "六、見廁狼藉，當掃令淨。十七、見內外狼藉，當", "356": "掃除去令淨。十八、拭巾不淨，當洗令淨。十九，", "357": "見觸履不淨，當洗令淨。二十、用灰土處，不得", "358": "狼藉。", "359": "15 於六時不得語笑法於六時不得語笑法第十五六條", "360": "一、禮佛。二、聽法。三、眾集。四、大食。五、小食。六、", "361": "大小便。", "362": "16 入溫室法入溫室法第十六十六條", "363": "一、具威儀，持坐具。二、尊宿未浴，不得先浴。三、", "364": "要須持瓶。四、不得垂手把缾。五、當揖手把缾。", "365": "六、不得共大己五夏人同浴。七、初脫衣，不得", "366": "將袈裟在餘衣下。八、入浴室內，脫淨衣安淨", "367": "竿上。九、脫觸衣安觸竿上。十、不得浴室內", "368": "大小便，當須預出入，然後方入。十一、洗浴先", "369": "從下洗上。十二、當用濕手巾，兩手各把一頭，", "370": "橫安背上抽牽，垢膩即落。十三、當須寂默，不", "371": "得喧笑。十四、不得污觸湯水；手若不淨，當用", "372": "缾水淨之。十五、在浴室內，不得洟唾。十六、", "373": "浴了當用湯水洗潑坐處令淨，不得皁莢狼", "374": "藉。", "375": "17 見和尚闍梨得不起法見和尚闍梨得不起法第十七五條", "376": "一、病重時。二、剃髮時。三、大食時。四、小食時。五、", "377": "己在高座時。", "378": "18 見和尚闍梨不得禮法見和尚闍梨不得禮法第十八十一條", "379": "一、在佛前。二、在殿塔前。三、眾集時。四、病時。五、", "380": "高座時。六、師臥時。七、師洗鉢及剃髮時。八、師", "381": "正洗足時。九、師正嚼楊枝灌漱時。十、師在聚", "382": "落道行。十一、師洗浴及大小便時。", "383": "19 看和尚闍梨病法看和尚闍梨病法第十九十二條", "384": "一、懷孝養心，作父母想。二、不得嫌有臭穢。三、", "385": "常經營湯藥。四、所忌之食不與食。五、飲食常", "386": "令得所。六、洗濯衣裳。七、數除糞穢。八、勤燒香。", "387": "九、常令衣被厚薄得所。十、常具火燭。十一、常", "388": "須作意細心，不得麁躁。十二、常念觀音菩薩，", "389": "願師所苦，早得痊平。", "390": "20 敬重上座法敬重上座法第二十十六條", "391": "一、見上座，須起迎接。二、上座未坐，不得先坐。", "392": "三、上座未受食，不應先受食。四、上座未食，不", "393": "得先食。五、於上座不得爭勝。六、凡有勝事，先", "394": "推上座。七、上座行事不是，當軟語設諫，不得", "395": "呵罵。八、被上座呵罵，當軟語懺謝。九、於上座", "396": "邊，不得輒有譏諷。十、於上座常下心謙敬。十", "397": "一、被上座嫌罵，不得常瞋；當順上座，不得有", "398": "違。十二、如請之事，當順上座，不得違命。十三、", "399": "行須讓路，坐須讓位。十四、凡有苦事，下座前", "400": "行先作。十五、不得在上座前行。十六、見上座", "401": "當問訊，不得喧閙，謾說是非之事。", "402": "21 掃地法掃地法第二十一八條", "403": "一、不得灰土飛起。二、地若乾燥當以水洒，停", "404": "少時然後乃掃。三、須順風不得逆掃。四、須淨", "405": "掃不得有遺跡。五、不得背人。六、掃輕就重。", "406": "七、不得聚糞土安戶扉後及餘處。八、掃地了", "407": "箕󰆠送於屏處。", "408": "22 用水缾法用水缾法第二十二十條", "409": "一、常令淨缾滿水。二、不得缾當人行路。三、用", "410": "水缾當須蹲地，不得濕著衣裳。四、洗漱不得", "411": "口含缾觜。五、不得用灰摩缾。六、不得安致危", "412": "險之處。七、夏熱時頻須換水。八、不得安缾致", "413": "洗鉢床上。九、凡把缾當須揖手，不得垂手。十、", "414": "添缾不得在盆水上，恐觸水滴淨水中。", "415": "23 入聚落法入聚落法第二十三三十條", "416": "一、事如法，伴不如法，不應往。二、事不如法，伴", "417": "如法，亦不應往。三、事伴俱不如法，亦不應往。", "418": "四、事伴俱如法，應往。五、無切緣，不得入俗家。", "419": "六、設有切緣，亦不得自入。七、無緣事，不得數", "420": "入󱈎市。八、凡入聚落，要將水瓶隨身。九、若入", "421": "聚落宿，當持三衣坐具水袋缾等。十、行須直", "422": "視看地七尺，勿蹋蟲蟻；若得伴共，當須相去", "423": "七尺。十一、當具威儀行，不得急。十二、遙見官", "424": "人及醉人，當須避之。十三、行不得垂手掉臂。", "425": "十四、在道不得共女人行。十五、在道不得共", "426": "尼師及女人共語。十六、不得與喫五辛飲酒", "427": "人同行。十七、不得入屠家及酤酒家，除請召。", "428": "十八、不得入無男子家，除請召有伴則往。十", "429": "九、不得入衒賣女色家。二十、入俗家坐起具", "430": "四威儀，當令俗人生善。二十一、常須護淨。二", "431": "十二、設是慣舊俗人家，若欲入須打門然後方", "432": "入。二十三、不得共女人語話。二十四、不得邪", "433": "命教化，擊發俗人令其惠施。二十五、不得自", "434": "讚己德，毀餘比丘。二十六、不得喧笑。二十七、", "435": "不得說世間閑事，當須說法語增其善心。二", "436": "十八、當護俗人意，勿令失敬信心。二十九、", "437": "發言慈善，不得麁獷。三十、常攝六根，不得放", "438": "逸。", "439": "上來教誡，略述如斯。餘有行相，具在戒本。當", "440": "須慇懃請問，隨戒辨相。則甘露灌頂，醍醐入", "441": "心，利潤無涯，師承有本矣。", "442": "教誡新學比丘行護律儀終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1897 教誡新學比丘行護律儀", "source": "CBETA"}