{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1542 阿毘達磨品類足論: 阿毘達磨品類足論: 品類足論: 品類足論: 說一切有部品類足論: 品類足論: 品類足論", "text": {"0": "2 辯諸智品", "1": "阿毘達磨品類足論卷第二", "10": "智知聖道中他無漏心心所故。何故道智是", "100": "擇滅。此十二處。幾有異熟幾無異熟。答八無", "101": "異熟。四應分別。謂色處或有異熟或無異熟。", "102": "云何有異熟。謂善不善色處。云何無異熟。謂", "103": "無記色處。聲處亦爾。意處或有異熟或無異", "104": "熟。云何有異熟。謂不善善有漏意處。云何無", "105": "異熟。謂無記無漏意處。法處亦爾。此十二處。", "106": "幾是見幾非見。答一是見。十非見。一應分別。", "107": "謂法處或是見或非見。云何是見。謂五染污", "108": "見。世俗正見。學無學見。云何非見。謂餘法", "109": "處。此十二處幾內幾外。答六內六外。此十二", "11": "盡智少分。答道智自遍知我已修道故。何故", "110": "處。幾有執受幾無執受。答三無執受。九應分", "111": "別。謂眼處或有執受或無執受。云何有執受。", "112": "謂自體所攝眼處。云何無執受。謂非自體所", "113": "攝眼處。色耳聲鼻香舌味身觸處亦爾。此十", "114": "二處。幾是心。幾非心。答一是心。十一非心。", "115": "此十二處。幾是心所幾非心所。答十一非心", "116": "所。一應分別。謂法處或是心所或非心所。云", "117": "何是心所。謂有所緣法處。云何非心所。謂無", "118": "所緣法處。此十二處。幾有所緣幾無所緣。答", "119": "一有所緣。十無所緣。一應分別。謂法處或有", "12": "道智是無生智少分。答道智自遍知我已修", "120": "所緣或無所緣。云何有所緣。謂諸心所。云何", "121": "無所緣。謂非心所法處。此十二處。幾是業幾", "122": "非業。答九非業。三應分別。謂色處或是業或", "123": "非業。云何是業。謂身表業。云何非業。謂餘色", "124": "處。聲處或是業或非業。云何是業。謂語表業。", "125": "云何非業。謂餘聲處。法處或是業或非業。云", "126": "何是業。謂法處所攝身語業及思。云何非業。", "127": "謂餘法處。", "128": "此十二處。幾善幾不善幾無記。答八無記。四", "129": "應分別。謂色處或善或不善或無記。云何善。", "13": "道不復當修故。", "130": "謂善身表業。云何不善。謂不善身表業。云何", "131": "無記。謂除善不善身表業。諸餘色處聲處。或", "132": "善或不善或無記。云何善。謂善語表業。云何", "133": "不善。謂不善語表業。云何無記。謂除善不善", "134": "語表業。諸餘聲處意處。或善或不善或無記。", "135": "云何善。謂善作意相應意處。云何不善。謂", "136": "不善作意相應意處。云何無記。謂無記作意", "137": "相應意處。法處或善或不善或無記。云何善。", "138": "謂法處所攝善身語業及善受想行蘊并擇", "139": "滅。云何不善。謂法處所攝不善身語業。及不", "14": "何故盡智是盡智全。答盡智自遍知我已知", "140": "善受想行蘊。云何無記。謂無記受想行蘊。及", "141": "虛空非擇滅。此十二處。幾見所斷。幾修所斷。", "142": "幾非所斷。答十修所斷。二應分別。謂意處或", "143": "見所斷。或修所斷。或非所斷。云何見所斷。謂", "144": "若意處。隨信隨法行現觀邊忍所斷。此復云", "145": "何。謂見所斷八十八隨眠。相應意處。云何修", "146": "所斷。謂若意處學見迹修所斷。此復云何。謂", "147": "修所斷十隨眠相應意處。及不染污有漏意", "148": "處。云何非所斷。謂無漏意處法處。或見所斷。", "149": "或修所斷。或非所斷。云何見所斷。謂若法處", "15": "苦我已斷集我已證滅我已修道故。何故盡", "150": "隨信隨法行現觀邊忍所斷。此復云何。謂見", "151": "所斷八十八隨眠。及彼相應法處。彼所等起", "152": "心不相應行。云何修所斷。謂若法處學見迹", "153": "修所斷。此復云何。謂修所斷十隨眠。及彼", "154": "相應法處。彼所等起身語業。彼所等起心不", "155": "相應行。并不染污有漏法處。云何非所斷。謂", "156": "無漏法處。此十二處。幾學幾無學幾非學非", "157": "無學。答十非學非無學。二應分別。謂意處或", "158": "學或無學或非學非無學。云何學。謂學作意", "159": "相應意處。云何無學。謂無學作意相應意處。", "16": "智是法智少分。答盡智自遍知。我已知欲界", "160": "云何非學非無學。謂非學非無學作意相應", "161": "意處。法處或學或無學或非學非無學。云何", "162": "學。謂學身語業及學受想行蘊。云何無學。謂", "163": "無學身語業。及無學受想行蘊。云何非學非", "164": "無學。謂法處所攝有漏身語業。及有漏受想", "165": "行蘊。并無為法。此十二處。幾欲界繫。幾色界", "166": "繫。幾無色界繫。幾不繫。答二欲界繫。十應分", "167": "別。謂眼處或欲界繫或色界繫。云何欲界繫。", "168": "謂若眼處欲界繫大種所造。云何色界繫。謂", "169": "若眼處色界繫大種所造色。耳聲鼻舌身處", "17": "繫諸行苦。我已斷欲界繫諸行集。我已證欲", "170": "亦爾。觸處或欲界繫或色界繫。云何欲界繫。", "171": "謂欲界繫四大種。及欲界繫大種所造觸處。", "172": "云何色界繫。謂色界繫四大種。及色界繫大", "173": "種所造觸處。意處或欲界繫。或色界繫或無", "174": "色界繫。或不繫。云何欲界繫。謂欲界繫作意", "175": "相應意處。云何色界繫。謂色界繫作意相應", "176": "意處。云何無色界繫。謂無色界繫作意相應", "177": "意處云。何不繫。謂無漏作意相應意處。法處", "178": "或欲界繫。或色界繫。或無色界繫。或不繫。云", "179": "何欲界繫。謂欲界繫法處所攝身語業。受想", "18": "界繫諸行滅。我已修欲界繫諸行能斷道故。", "180": "行蘊。云何色界繫。謂色界繫法處所攝身語", "181": "業。受想行蘊。云何無色界繫。謂無色界繫受", "182": "想行蘊。云何不繫。謂無漏身語業受想行蘊。", "183": "及無為法。此十二處。幾過去幾未來幾現在。", "184": "答十一或過去或未來或現在。一應分別。謂", "185": "法處若有為。或過去或未來或現在。若無為", "186": "非過去非未來非現在。", "187": "此十二處幾苦諦攝。幾集諦攝。幾滅諦攝。幾", "188": "道諦攝。幾非諦攝。答十苦集諦攝。二應分別。", "189": "謂意處若有漏苦集諦攝。若無漏道諦攝。法", "19": "何故盡智是類智少分。答盡智自遍知。我已", "190": "處若有漏。苦集諦攝。若無漏有為道諦攝。若", "191": "擇滅滅諦攝。若虛空非擇滅非諦攝。此十二", "192": "處。幾見苦所斷。幾見集所斷。幾見滅所斷。幾", "193": "見道所斷。幾修所斷。幾非所斷。答十修所斷。", "194": "二應分別。謂意處或見苦集滅道修所斷。或", "195": "非所斷。云何見苦所斷。謂若意處。隨信隨法", "196": "行苦現觀邊忍所斷。此復云何。謂見苦所斷。", "197": "二十八隨眠相應意處。云何見集所斷。謂若", "198": "意處隨信隨法行集現觀邊忍所斷。此復云", "199": "何。謂見集所斷十九隨眠相應意處。云何見", "2": "尊者世友造", "20": "知色無色界繫諸行苦。我已斷色無色界繫", "200": "滅所斷。謂若意處隨信隨法行滅現觀邊忍", "201": "所斷。此復云何。謂見滅所斷十九隨眠相應", "202": "意處。云何見道所斷。謂若意處隨信隨法行", "203": "道現觀邊忍所斷。此復云何。謂見道所斷二", "204": "十二隨眠相應意處。云何修所斷。謂若意處。", "205": "學見迹修所斷。此復云何。謂修所斷十隨眠", "206": "相應意處。及不染污有漏意處。云何非所斷。", "207": "謂無漏意處法處。或見苦集滅道修所斷。或", "208": "非所斷。云何見苦所斷。謂若法處隨信隨法", "209": "行苦現觀邊忍所斷。此復云何。謂見苦所斷", "21": "諸行集。我已證色無色界繫諸行滅。我已修", "210": "二十八隨眠。及彼相應法處。彼所等起心不", "211": "相應行。云何見集所斷。謂若法處隨信隨法", "212": "行集現觀邊忍所斷。此復云何。謂見集所斷", "213": "十九隨眠。及彼相應法處。彼所等起心不相", "214": "應行。云何見滅所斷。謂若法處隨信隨法行", "215": "滅現觀邊忍所斷。此復云何。謂見滅所斷十", "216": "九隨眠。及彼相應法處。彼所等起心不相應", "217": "行。云何見道所斷。謂若法處隨信隨法行道", "218": "現觀邊忍所斷。此復云何。謂見道所斷二十", "219": "二隨眠。及彼相應法處。彼所等起心不相應", "22": "色無色界繫諸行能斷道故。何故盡智是苦", "220": "行。云何修所斷。謂若法處學見迹修所斷。此", "221": "復云何。謂修所斷十隨眠。及彼相應法處。彼", "222": "所等起身語業。心不相應行。并不染污有漏", "223": "法處。云何非所斷。謂無漏法處。", "224": "五蘊十二處。為五攝十二。十二攝五耶。答十", "225": "二攝五。非五攝十二。何所不攝。謂諸無為五", "226": "蘊十八界。為五攝十八。十八攝五耶。答十八", "227": "攝五。非五攝十八。何所不攝。謂諸無為。五蘊", "228": "二十二根。為五攝二十二。二十二攝五耶。答", "229": "二蘊全二蘊少分。攝二十二根。二十二根。攝", "23": "智少分。答盡智自遍知。我已知苦故。何故盡", "230": "二蘊全二蘊少分。何所不攝。謂一蘊全。二蘊", "231": "少分。五蘊九十八隨眠。為五攝九十八。九十", "232": "八攝五耶。答一蘊少分。攝九十八隨眠。九", "233": "十八隨眠。攝一蘊少分。何所不攝。謂四蘊", "234": "全。一蘊少分。十二處十八界。為十二攝十", "235": "八。十八攝十二耶。答互相攝隨其事。十二處", "236": "二十二根。為十二攝二十二。二十二攝十二", "237": "耶。答六處全一處少分。攝二十二根。二十二", "238": "根。攝六處全一處少分。何所不攝。謂五處全", "239": "一處少分。十二處九十八隨眠。為十二攝九", "24": "智是集智少分。答盡智自遍知。我已斷集故。", "240": "十八。九十八攝十二耶。答一處少分。攝九十", "241": "八隨眠。九十八隨眠。攝一處少分。何所不攝。", "242": "謂十一處全一處少分。十八界二十二根。為", "243": "十八攝二十二。二十二攝十八耶。答十二界", "244": "全一界少分。攝二十二根。二十二根。攝十二", "245": "界全一界少分。何所不攝。謂五界全一界少", "246": "分。十八界九十八隨眠。為十八攝九十八。九", "247": "十八攝十八耶。答一界少分。攝九十八隨眠。", "248": "九十八隨眠。攝一界少分。何所不攝。謂十七", "249": "界全一界少分。二十二根九十八隨眠。為二", "25": "何故盡智是滅智少分。答盡智自遍知。我已", "250": "十二攝九十八。九十八攝二十二耶。答互不", "251": "相攝。", "252": "4 辯七事品品類足論辯七事品第四之一", "253": "十八界十二處五蘊五取蘊六界。十大地法。", "254": "十大善地法。十大煩惱地法。十小煩惱地法。", "255": "五煩惱五觸五見五根五法。六識身。六觸身。", "256": "六受身。六想身。六思身。六愛身。十八界云", "257": "何。謂眼界色界眼識界。耳界聲界耳識界。鼻", "258": "界香界鼻識界。舌界味界舌識界。身界觸界", "259": "身識界。意界法界意識界。十二處云何。謂眼", "26": "證滅故。何故盡智是道智少分。答盡智自遍", "260": "處色處耳處聲處鼻處香處舌處味處身處觸", "261": "處意處法處。五蘊云何。謂色蘊受蘊想蘊行", "262": "蘊識蘊。五取蘊云何。謂色取蘊受取蘊想取", "263": "蘊行取蘊識取蘊。六界云何。謂地界水界火", "264": "界風界空界識界。十大地法云何。謂受想思", "265": "觸作意欲勝解念定慧。十大善地法云何。謂", "266": "信勤慚愧無貪無瞋輕安捨不放逸不害。十大", "267": "煩惱地法云何。謂不信懈怠失念心亂無明不", "268": "正知非理作意邪勝解掉舉放逸。十小煩惱地", "269": "法云何。謂忿恨覆惱嫉慳誑諂憍害。五煩惱", "27": "知。我已修道故。", "270": "云何。謂欲貪色貪無色貪瞋癡。五觸云何。", "271": "謂有對觸。增語觸。明觸。無明觸。非明非無明", "272": "觸。五見云何。謂有身見。邊執見。邪見。見取。", "273": "戒禁取。五根云何。謂樂根苦根喜根憂根捨", "274": "根。五法云何。謂尋伺識無慚無愧。六識身云", "275": "何。謂眼識耳識鼻識舌識身識意識。六觸身", "276": "云何。謂眼觸耳觸鼻觸舌觸身觸意觸。六受", "277": "身云何。謂眼觸所生受。耳觸所生受。鼻觸所", "278": "生受。舌觸所生受。身觸所生受。意觸所生受。", "279": "六想身云何。謂眼觸所生想。耳觸所生想。鼻", "28": "何故無生智是無生智全。答無生智自遍知", "280": "觸所生想。舌觸所生想。身觸所生想。意觸所", "281": "生想。六思身云何。謂眼觸所生思。耳觸所生", "282": "思。鼻觸所生思。舌觸所生思。身觸所生思。", "283": "意觸所生思。六愛身云何。謂眼觸所生愛。耳", "284": "觸所生愛。鼻觸所生愛。舌觸所生愛。身觸所", "285": "生愛。意觸所生愛。", "286": "眼界云何。謂眼於色已正當見。及彼同分。色", "287": "界云何。謂色為眼已正當見。及彼同分。眼識", "288": "界云何。謂眼及色為緣生眼識。如是眼為增", "289": "上。色為所緣。於眼所識色。諸已正當了別。及", "29": "我已知苦不復當知。我已斷集不復當斷。我", "290": "彼同分。耳界云何。謂耳於聲已正當聞。及彼", "291": "同分。聲界云何。謂聲為耳已正當聞。及彼同", "292": "分。耳識界云何。謂耳及聲為緣生耳識。如是", "293": "耳為增上。聲為所緣。於耳所識聲。諸已正當", "294": "了別。及彼同分。鼻界云何。謂鼻於香已正當", "295": "嗅。及彼同分。香界云何。謂香為鼻已正當嗅。", "296": "及彼同分。鼻識界云何。謂鼻及香為緣生鼻", "297": "識。如是鼻為增上。香為所緣。於鼻所識香。", "298": "諸已正當了別。及彼同分。舌界云何。謂舌", "299": "於味已正當嘗。及彼同分。味界云何。謂味為", "3": "三藏法師玄奘奉　詔譯", "30": "已證滅不復當證。我已修道不復當修故。", "300": "舌已正當嘗。及彼同分。舌識界云何。謂舌及", "301": "味為緣生舌識。如是舌為增上。味為所緣。於", "302": "舌所識味。諸已正當了別。及彼同分。身界云", "303": "何。謂身於觸已正當觸。及彼同分。觸界云何。", "304": "謂觸為身已正當觸。及彼同分。身識界云何。", "305": "謂身及觸為緣生身識。如是身為增上。觸為", "306": "所緣。於身所識觸。諸已正當了別。及彼同分。", "307": "意界云何。謂意於法已正當了。及彼同分。法", "308": "界云何。謂法為意已正當了。意識界云何。謂", "309": "意及法為緣生意識。如是意為增上。法為所", "31": "何故無生智是法智少分。答無生智自遍知。", "310": "緣。於意所識法。諸已正當了別。及彼同分。", "311": "眼處云何。謂眼是色已正當能見。及彼同分。", "312": "色處云何。謂色是眼已正當所見。及彼同分。", "313": "耳處云何。謂耳是聲已正當能聞。及彼同分。", "314": "聲處云何。謂聲是耳已正當所聞。及彼同分。", "315": "鼻處云何。謂鼻是香已正當能嗅。及彼同分。", "316": "香處云何。謂香是鼻已正當所嗅。及彼同分。", "317": "舌處云何。謂舌是味已正當能甞。及彼同分。", "318": "味處云何。謂味是舌已正當所甞。及彼同分。", "319": "身處云何。謂身是觸已正當能觸。及彼同分。", "32": "我已知欲界繫諸行苦不復當知。我已斷欲", "320": "觸處云何。謂觸是身已正當所觸。及彼同分。", "321": "意處云何。謂意是法已正當能了。及彼同分。", "322": "法處云何。謂法是意已正當所了。", "323": "色蘊云何。謂十色處。及法處所攝色。受蘊", "324": "云何。謂六受身。即眼觸所生受。乃至意觸所", "325": "生受。想蘊云何。謂六想身。即眼觸所生想。乃", "326": "至意觸所生想。行蘊云何。此有二種。謂心相", "327": "應行蘊。心不相應行蘊。心相應行蘊云何。謂", "328": "心相應法。此復云何。謂思觸作意欲勝解念", "329": "定慧信勤尋伺。放逸不放逸。善根不善根無", "33": "界繫諸行集不復當斷。我已證欲界繫諸行", "330": "記根。一切結縛隨眠隨煩惱纏。諸所有智諸", "331": "所有見諸所有現觀。復有此餘如是類法與", "332": "心相應。總名心相應行蘊。心不相應行蘊云", "333": "何。謂心不相應法。此復云何。謂得無想定滅", "334": "定無想事命根眾同分。依得事得處得。生老", "335": "住無常。名身句身文身。復有此餘如是類法", "336": "與心不相應。總名心不相應行蘊。如是二種", "337": "合名行蘊。識蘊云何。謂六識身。即眼識乃至", "338": "意識。色取蘊云何。謂若諸色有漏有取。於此", "339": "諸色。若過去若未來若現在。或欲或貪或瞋", "34": "滅不復當證。我已修欲界繫諸行能斷道不", "340": "或癡。或隨一一心所隨煩惱。應生時生。是名", "341": "色取蘊。受想行識取蘊云何。謂若諸受想行", "342": "識。有漏有取。於此諸受想行識。若過去若未", "343": "來若現在。或欲或貪或瞋或癡。或隨一一心", "344": "所隨煩惱。應生時生。是名受想行識取蘊。", "345": "地界云何。謂堅性。水界云何。謂濕性。火界云", "346": "何。謂煖性。風界云何。謂輕等動性。空界云", "347": "何。謂隣阿伽色。識界云何。謂五識身。及有漏", "348": "意識。", "349": "受云何。謂受等受各別等受已受受類。是名", "35": "復當修故。何故無生智是類智少分。答無生", "350": "為受。想云何。謂想等想增上等想已想想類。", "351": "是名為想。思云何。謂思等思增上等思已思", "352": "思類。心作意業。是名為思。觸云何。謂觸等觸", "353": "觸性等觸性。已觸觸類。是名為觸。作意云何。", "354": "謂牽引心。隨順牽引。思惟牽引。作意造意。轉", "355": "變心警覺心。是名作意。欲云何。謂欲欲性", "356": "增上。欲性現前。欣喜希望樂作。是名為欲。勝", "357": "解云何。謂心正勝解已勝解當勝解性。是名", "358": "勝解。念云何。謂念隨念別念憶念。不忘不失", "359": "不遺不漏不忘法性。心明記性。是名為念。定", "36": "智自遍知。我已知色無色界繫諸行苦。不復", "360": "云何。謂令心住等住安住近住堅住。不亂不", "361": "散。攝止等持。心一境性。是名為定慧云何。謂", "362": "於法簡擇極簡擇。最極簡擇。解了等了遍了", "363": "近了。機黠通達。審察聰叡。覺明慧行毘鉢舍", "364": "那。是名為慧。", "365": "說一切有部品類足論卷第二", "37": "當知。我已斷色無色界繫諸行集。不復當斷。", "38": "我已證色無色界繫諸行滅。不復當證。我已", "39": "修色無色界繫諸行能斷道。不復當修故。何", "4": "辯諸智品第二之餘", "40": "故無生智是苦智少分。答無生智自遍知。我", "41": "已知苦不復當知故。何故無生智是集智少", "42": "分。答無生智自遍知。我已斷集不復當斷故。", "43": "何故無生智是滅智少分。答無生智自遍知。", "44": "我已證滅不復當證故。何故無生智是道智", "45": "少分。答無生智自遍知。我已修道不復當修", "46": "故。如是十智。幾有漏幾無漏。答一有漏八無", "47": "漏。一應分別。謂他心智或有漏或無漏。云何", "48": "有漏。謂知他有漏心心所法。云何無漏。謂知", "49": "他無漏心心所法。如是十智。幾有漏緣。幾無", "5": "何故道智是道智全。答道智知聖道道如行", "50": "漏緣。答二有漏緣。二無漏緣。六應分別。謂法", "51": "智。或有漏緣或無漏緣。云何有漏緣。謂緣苦", "52": "集。云何無漏緣。謂緣滅道。類智盡智無生智", "53": "亦爾。他心智或有漏緣。或無漏緣。云何有漏", "54": "緣。謂知他有漏心心所法。云何無漏緣。謂知", "55": "他無漏心心所法。世俗智或有漏緣或無漏", "56": "緣。云何有漏緣。謂緣苦集。云何無漏緣。謂緣", "57": "滅道及虛空非擇滅。如是十智。幾有為幾無", "58": "為。答一切是有為非無為。如是十智。幾有為", "59": "緣幾無為緣。答四有為緣。一無為緣。五應分", "6": "出故。何故道智是法智少分。答道智知欲界", "60": "別。謂法智或有為緣或無為緣。云何有為", "61": "緣。謂緣苦集道。云何無為緣。謂緣滅類智。", "62": "盡智無生智亦爾。世俗智或有為緣或無為", "63": "緣。云何有為緣。謂緣苦集道。云何無為緣。", "64": "謂緣擇滅及虛空非擇滅。", "65": "3 辯諸處品品類足論辯諸處品第三", "66": "有十二處。謂眼處色處耳處聲處鼻處香處", "67": "舌處味處身處觸處意處法處。此十二處。幾", "68": "有色幾無色。答十有色一無色。一應分別。謂", "69": "法處或有色或無色。云何有色。謂法處所攝", "7": "繫諸行能斷道道如行出故。何故道智是類", "70": "身語業。云何無色。謂餘法處。此十二處。幾有", "71": "見幾無見。答一有見。十一無見。此十二處。幾", "72": "有對幾無對。答十有對。二無對。此十二處。幾", "73": "有漏幾無漏。答十有漏。二應分別。謂意處或", "74": "有漏或無漏。云何有漏。謂有漏作意相應意", "75": "處。云何無漏。謂無漏作意相應意處。法處或", "76": "有漏或無漏。云何有漏。謂法處所攝有漏身", "77": "語業。及有漏受想行蘊。云何無漏。謂法處所", "78": "攝無漏身語業。及無漏受想行蘊。虛空二滅。", "79": "此十二處。幾有為幾無為。答十一有為。一應", "8": "智少分。答道智知色無色界繫諸行能斷道", "80": "分別。謂法處或有為或無為。云何有為。謂法", "81": "處所攝身語業。及受想行蘊。云何無為。謂虛", "82": "空二滅。此十二處。幾有諍幾無諍。答十有諍。", "83": "二應分別。謂意處法處。若有漏是有諍。若無", "84": "漏是無諍。如有諍無諍。世間出世間。墮界不", "85": "墮界。有味著無味著。耽嗜依出離依。順結不", "86": "順結。順取不順取。順纏不順纏。應知亦爾。此", "87": "十二處。幾有記幾無記。答八無記。四應分別。", "88": "謂色處或有記。或無記。云何有記謂善不善", "89": "色處。云何無記。謂除善不善色處。諸餘色處。", "9": "道如行出故。何故道智是他心智少分。答道", "90": "聲意法處亦爾。此十二處。幾有覆幾無覆。答", "91": "八無覆。四應分別。謂色處或有覆或無覆。云", "92": "何有覆。謂不善有覆無記色處。云何無覆。", "93": "謂善無覆無記色處。聲意法處亦爾。如有覆", "94": "無覆。染污不染污有罪無罪。應知亦爾。此十", "95": "二處。幾應修幾不應修。答八不應修。四應分", "96": "別。謂色處或應修或不應修。云何應修。謂善", "97": "色處。云何不應修。謂不善無記色處聲意處", "98": "亦爾。法處或應修或不應修。云何應修。謂善", "99": "有為法處。云何不應修。謂不善無記法處及"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1542 阿毘達磨品類足論: 阿毘達磨品類足論: 品類足論: 品類足論: 說一切有部品類足論: 品類足論: 品類足論", "author": "尊者世友造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}