{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1731 華嚴遊意", "text": {"0": "No. 1731 [cf. No. 278]", "1": "華嚴遊意", "10": "目不可周遍。龍樹從龍宮出。龍王以此一部", "100": "勝於南土。今次難之還用前四條。難一者。", "1000": "是所化因。法界是所化果。又安知十信十住", "1001": "非是舍那能化因。大小相海非是舍那能化", "1002": "果。安知離世間非是舍那能化因。法界非是", "1003": "能化果耶。又一句責。若言十信十地等是舍", "1004": "那所化因。大小相海是舍那所化果者。舍那", "1005": "所化為當現得大小相海果以不。若使言", "1006": "舍那所化不得大小相海果。乃是舍那為諸", "1007": "菩薩說今諸菩薩修因取果者。此與釋迦所", "1008": "化更復何殊。釋迦亦為諸菩薩說涅槃薩婆", "1009": "若等果。今諸菩薩明因取此果。若爾兩", "101": "化主不得異。凡舉三處文。難一者此經名", "1010": "佛所化無異。何得判釋迦所化但因不果。舍", "1011": "那所化具因果耶。若使言舍那所化已得大", "1012": "小相海果者則諸菩薩皆悉是佛。何以故。大", "1013": "小相海果是如來大小相海果。諸菩薩既得", "1014": "此果則諸菩薩即既成佛。那復更行離世間", "1015": "因得法界。紛紜作義此兩句責不可解。所以", "1016": "不可解者。由來師作此語故難解。不具他事。", "1017": "然二佛因果義相是極自難見。前云。釋迦能", "1018": "具因果所但因不果。舍那能但果不因所。其", "1019": "因果何意明此因果不同耶。明此作義大師", "102": "號品是第二會。文殊菩薩說文云。或名盧", "1020": "奮云。所以明此四句因果者。欲辨二佛能所", "1021": "相兼義者。釋迦能化具明因果。舍那所化", "1022": "具明因果。此則能所相對。非能無成所非所", "1023": "無成能。能是所能。所是能所。此之能所皆", "1024": "具因果。雖皆具因果只一因一果義。故釋迦", "1025": "能具明因果。舍那所具明因果。第二句相兼", "1026": "者。舍那能化但果不因。釋迦所化但因不", "1027": "果者。此亦是能所義。非能無以明所非所無", "1028": "以明能。以所能果兼能所因。能所因兼所能", "1029": "因。此之能所亦是一因一果義。故舍那能但", "103": "舍那。或名釋迦文。或名悉達多。既稱或", "1030": "果不因。釋迦所但因不果也。第三句相兼者。", "1031": "釋迦能對舍那能。釋迦能一二義。舍那能二", "1032": "一義。此二是一二。此一是二一。此本是迹本。", "1033": "此迹是本迹。以本迹故一二。以迹本故二一。", "1034": "一二兼二一。二一兼一二。以本迹兼迹本。迹", "1035": "本兼本迹故。釋迦能具明因果。舍那能但因", "1036": "不果也。大師只作此語。", "1037": "今更問。何意明此四句因果相兼耶。解云。有", "1038": "二義。一者明二佛能所互通。釋迦能化既具", "1039": "明因果顯舍那能化亦爾。舍那能化但果不", "104": "名何得言異。若使或名舍那或名釋迦。而言", "1040": "因顯釋迦能化亦爾。二佛是二句但各顯一", "1041": "義。故一二不同也。能化既然所化亦爾。斯義", "1042": "易知也。二者欲泯能所因果本迹義。釋迦本", "1043": "迹一二。舍那迹本二一。本迹非迹。迹本非", "1044": "本。一二非二。二一非一。能所非所。所能非", "1045": "能。斯則非一非二非本非迹畢竟清淨。此則", "1046": "名大方廣義也。", "1047": "更釋前一句義。何者云前舍那能化但果不", "1048": "因。所化具因果者。明此經發初但說舍那依", "1049": "正二果。十佛國土即依果。十佛世界海即正", "105": "異。或名眼或名目。亦應異。反詰云。第二像", "1050": "果。而不明舍那能化之因。若是舍那所化前", "1051": "明十信十地等五位是所化因。大小相海", "1052": "是所化果。此是一周明所化因果義也。次復", "1053": "一周明所化因果。謂離世間因法界果。此二", "1054": "周因果中間。性起品結前生後。結前者前明", "1055": "五位因。次明大小相海果。性起品即收此因", "1056": "果。還歸不因不果一正性義。生後者由不因", "1057": "不果始得明因果。從體出用義。由非因始得", "1058": "明離世間因。由非果始得辨法界果。故性起", "1059": "品結前生後也。今問。何以得知。此十信十地", "106": "法決疑經云。或有見我為舍那。或有見釋迦。", "1060": "等因大小相海是舍那所化因果。安知是所化", "1061": "因果非能化因果耶。解云。所以得知十信十", "1062": "地等是所化因者。明如來以如此等因勸所", "1063": "化眾生。令行此因。明汝若能行此因必當得", "1064": "佛。故知此因果是舍那所化因果也。大師", "1065": "云。此則所化長有兼義。何者以舍那所化兼", "1066": "能化因。不得能兼所化。言所化因兼能化因", "1067": "者。明所化行此等因得果。當知舍那能化行", "1068": "此等因令得果也。難。所化因兼能化因。亦應", "1069": "所化果兼能化果。所化因兼能化因。亦應能", "107": "此是緣見不同佛為何異。如有見佛身三尺。", "1070": "化果兼所化果。解。不得能化果兼所化果。何", "1071": "者欲歎舍那所化現在行因別得果故。所以", "1072": "不得能化果兼所化果。難。顯所化別得果。不", "1073": "得能化果兼所化果。亦應能化別有因。不得", "1074": "所化因兼能化因。解云。若併兼則成一義。", "1075": "今各舉一義故不同也。問。何意所因兼能果。", "1076": "不得所果兼所因耶。解云。有兼不兼。不得一", "1077": "例所未了處。復更釋。次更問。何故釋迦所化", "1078": "但因不果。舍那所化具因果耶。解云。淨穢", "1079": "利鈍。所以釋迦所化穢土中。鈍根故行因", "108": "或有見佛身無邊。如瞿師羅長者見佛短。", "1080": "未即得果。舍那所化淨土中。利根故行因即", "1081": "得果。大判如此耳。細論釋迦所化因不得果。", "1082": "非無具因果。舍那所化因具因果。非無但因", "1083": "不果義。何者大論云。釋迦轉法輪有二種。祕", "1084": "密法輪中。有得無生有現身成佛。仁王經云。", "1085": "聞說般若現成正覺。釋迦所化因不果。既有", "1086": "因果類舍那所化具因果亦有因而不果。問。", "1087": "既爾何故作此釋。解云。大判如此耳。", "1088": "華嚴遊意", "109": "大梵天王不見佛頂。只是一佛緣見異耳。", "11": "經送龍樹出。為此因緣故閻浮提得有此經", "110": "若緣見舍那釋迦則言二佛異者。緣見長短", "111": "亦應為異。反詰云。若爾故不應言異也。次", "112": "第三此經第六會在他化自在宮說十地法", "113": "門。釋迦放眉間白毫相光加金剛藏說。既", "114": "是釋迦勸金剛藏說十地。何得言是舍那", "115": "說。若是舍那說應舍那放光勸。而今是釋迦", "116": "放勸。故不應言二佛調然逈異也。二者處所", "117": "不得為異。說此經在摩竭提國寂滅道場。摩", "118": "竭提還是摩伽陀。此乃是梵音之切緩。何", "119": "關兩所有異。若爾還是娑婆國說此經也。何", "12": "也。", "120": "以得知。涅槃經云。并及摩竭提阿闍世大", "121": "王不久須臾至。阿闍世王即是摩伽陀國主。", "122": "以此而言故知二處不異也。三者教門不得", "123": "異。何者釋迦說雜教。釋迦說純淨教。釋迦說", "124": "半滿教。釋迦說純滿教。若為是釋迦說純淨", "125": "教耶。解云。釋迦勸金剛藏說十地法門。是此", "126": "經之中。故知釋迦說純淨大教也。四者徒眾", "127": "亦不異。第八會具列大小乘眾。列五百聲聞", "128": "身子須菩提等。若爾二佛徒眾亦不異。若使", "129": "言舍那唯為一大緣則應唯列一大乘眾。何", "13": "江南講此經者亦須知其原首。前三大法師", "130": "則具列大小眾。為則具大小緣。又列既雜列。", "131": "緣即是雜緣。教是雜教。又釋迦大緣文殊彌", "132": "勒等。更無別文殊彌勒。何異舍那。小緣身子", "133": "須菩提等。無別身子須菩提等。若使如此故", "134": "知。二佛徒眾亦復不異。四種既其不異。何", "135": "得釋兩佛調然有殊。", "136": "第二別難者。彼云。舍那是報佛。釋迦是化", "137": "佛。舍那是釋迦之報。釋迦為舍那之化。師", "138": "難云。此則迴互二佛。翻覆世界。混亂教門。言", "139": "迴互二佛者。謂舍那自有報應。舍那自有本", "14": "不講此經。晚建初彭城亦不講。建初晚講。", "140": "迹。釋迦亦自有報應。自為本迹。何得指彼", "141": "佛為此報。此佛為彼化。彼佛為此本。此佛", "142": "為彼迹。若指彼佛為此報。此佛為彼化。即有", "143": "二佛迴互之失。言翻覆世界者。釋迦自出華", "144": "葉上。舍那自在華臺上。二世界各自不同。何", "145": "得指彼佛為此報。此佛為彼化耶。言混亂教", "146": "門者。釋迦赴大小緣說大小教。舍那為大", "147": "緣說大教不同。何得以舍那為釋迦本。釋迦", "148": "為舍那迹耶。前開借異以破一。此開就異", "149": "以彈異。大而為言。前借北異彈南一。今借南", "15": "就長干法師借義疏。彭城晚講不聽人問未", "150": "一破北異。此則互借兩家。彈彼二解竟。", "151": "既斥南北一異兩家皆非。彼即反問。汝既彈", "152": "一異皆非。汝作若為別釋耶。建初法師曾以", "153": "此問興皇一大學士云。舍那釋迦為一為", "154": "異耶。答云。舍那釋迦釋迦舍那。建初即云。我", "155": "已解。若為解。既云舍那釋迦釋迦舍那。豈", "156": "是一豈是異。作此一答彼即便解也。然何但", "157": "非一異四句皆非。何者釋迦是舍那。釋迦豈", "158": "得是異。乃至非異亦爾。又釋迦舍那豈得是", "159": "一。釋迦舍那豈得是異。釋迦舍那豈得是亦", "16": "講之文。前三大法師。後二名德。多不講此", "160": "一亦異非一非異耶。雖非一異四句欲言", "161": "一異四句亦不失因緣四句。何者釋迦舍那", "162": "豈一。不一而不失一。釋迦舍那豈是異。不異", "163": "而不失異。餘兩句亦爾。故非四句而不失四", "164": "句。因緣無礙也。非一異四句而一異四句。並", "165": "有其文義。何者文云。或名釋迦。或名舍那。故", "166": "不得其異。而臺葉本迹不同故。不得為一。", "167": "或為緣見是釋迦。或有緣見是舍那。故得是", "168": "亦一亦異。或有緣見非是釋迦非是舍那。故", "169": "得是非一非異。所以因緣無礙。無往不得也。", "17": "經。講此經者起自攝山。時有勝法師為檀越", "170": "然要須彈他四句乃得明今因緣四句。何者", "171": "他語是亦須彈語非故。宜須彈語既是何須", "172": "彈語耶。解云。語雖是而不得因緣無礙意。", "173": "既其失意不成語故。若是若非皆悉須彈。以", "174": "彈彼淨。然後始得明今因緣無礙也。用此語", "175": "者為對他家了非是。今時明因緣義但為對", "176": "彼定義。南方定云一。北方定異。為破彼定一", "177": "定異明今因緣一異。此語既答前之一異", "178": "問也。", "179": "次更別明一異四句。或成前意。此四句為異", "18": "教化。得三千餘解未凡經七處。徒八過設會。", "180": "從來四句。言四句者。一則二佛說一教。二則", "181": "一佛說二教。三則一佛說一教。四則二佛說", "182": "二教。二佛說一教者。舍那釋迦二佛。舍那是", "183": "本。釋迦是迹。本迹臺葉不同故。是二佛一教", "184": "者。涅槃華嚴一教。涅槃即華嚴。華嚴即是", "185": "涅槃。故是一教也。一佛二教者。一佛即舍", "186": "那釋迦一佛。舍那即釋迦。釋迦即舍那。本", "187": "即是迹。迹即本故。言本迹雖殊不思議一", "188": "故。是一佛言二教者。涅槃華嚴二故云二教", "189": "也。二佛二教者。舍那釋迦二佛。涅槃華嚴二", "19": "始自慧莊嚴終歸止觀。一會則講一會經文。", "190": "故。一佛一教者。釋迦即舍那。涅槃即華嚴也。", "191": "此是何物四句。解云。合離四句。二佛一教", "192": "此則離人合教。離舍那釋迦為二。合涅槃華", "193": "嚴為一。一佛二教者。即合人離教。合釋迦", "194": "舍那為一佛。離涅槃華嚴為二教。二佛二教", "195": "離人離教。一佛一教合人合教。斯四句作如", "196": "此用也。所以用四句者欲答前問。前問云。", "197": "二佛為一為異。今望此四句答。自有二佛說", "198": "一教。自有一佛說二教。二佛說一教。舍那說", "199": "華嚴即是說涅槃。釋迦說涅槃即是說華嚴。", "2": "慧日道場沙門胡吉藏撰", "20": "爾時實為隆盛。後興皇繼其遺蹤大弘斯典。", "200": "一佛二教者。釋迦說涅槃即是舍那佛說。", "201": "舍那佛說華嚴即是釋迦佛說。餘二句可知。", "202": "為是故不同他釋也。前作舍那釋迦釋迦舍", "203": "那語。此為對他家故作此說。然此語復別有", "204": "義。何者為欲讀經。經云。舍那在臺上。釋迦在", "205": "葉上。此臺是葉臺。此葉是臺葉。臺葉豈是", "206": "一豈是異。不得是一不得是異。詺作何物", "207": "耶。詺作臺葉。葉臺也。臺葉既爾。舍那釋迦", "208": "亦爾。問。臺葉葉臺成華。舍那釋迦成一佛不。", "209": "解云。得。難。得稱是何物佛。臺葉成一華華", "21": "講因緣如此也。然此經義正開二佛兩教門", "210": "名蓮華。舍那釋迦成一佛佛名何物。解云。臺", "211": "葉成一蓮華。舍那釋迦為一應佛。臺葉成蓮", "212": "華。蓮華共一根。舍那釋迦成一應。應佛同", "213": "一本。本即是法身佛故。經云。十方諸如來同", "214": "共一法身界故。二佛同一本。臺葉共一根也。", "215": "為是兩義故。云舍那釋迦釋迦舍那也。", "216": "次明二佛相開不相開義。言相開不相開者。", "217": "二佛異。二土異。二教門。二徒眾。言二佛異", "218": "者。舍那釋迦各開本迹。舍那開本迹者。舍那", "219": "以法身為本。只舍那為迹。釋迦開本迹亦爾。", "22": "淨土三十心十地等。今略明淨土義。淨土凡", "220": "以法身為本。只釋迦為迹。釋迦法身為本。釋", "221": "迦為迹。然此迹中更開本迹。釋迦是迹中本。", "222": "此身更起他佛。即迹中迹。如大經受純陀及", "223": "大眾供。受純陀供迹中本身。受大眾供即迹", "224": "中迹。此一條既爾。類餘亦然。釋迦既有兩", "225": "重本迹。舍那亦有此兩重本迹。法身為本。舍", "226": "那為迹。然此迹中更開本迹。不起寂滅道場", "227": "即迹中本。現身六天宮殿即迹中迹。故二佛", "228": "有兩重本迹。斯則二佛相開不相開義。恒須", "229": "因緣語不得單道也。", "23": "有四條。一化主。二化處。三教門。四徒眾。此", "230": "次明不相開相開者。法身為本。舍那為迹。好", "231": "體只應有一重本迹。何者十方三世佛出世。", "232": "唯為一大事因緣故出世。如法華為大事故", "233": "出。謂開佛知見等。又如大品云。般若為大事", "234": "故起。不可思議事故起。為無等等事故起。", "235": "今舍那出世唯為一大事故出。唯為大根性", "236": "者說一大因緣。故唯應有此本迹。十方三世", "237": "諸佛正意只應如此。而今於迹中更開本迹", "238": "者。但穢土中眾生。罪重鈍根不堪舍那大化。", "239": "所以方便於迹中更開本迹。本則為淨土大", "24": "之四種束為兩雙。化主化處即如來依正兩", "240": "根性者說大因大果。迹即為穢土鈍根者", "241": "初說三乘教門。次說般若等。然後始得說法", "242": "華涅槃等大乘之義。如火宅窮子等譬。初大", "243": "乘化不得。方便說三乘。然後得說大乘。二", "244": "佛亦爾。穢眾生不堪舍那大化。更起迹佛方", "245": "便初說三乘。後說大乘。為此義故。所以舍", "246": "那迹中更開本迹。舍那為本釋迦為迹。斯", "247": "即是二佛不相開相開義。然十方三世諸佛", "248": "本迹雖復無量。以相開不相開。不相開相開", "249": "二句攝。則無所不盡。為是故明此二種也。", "25": "果。化主即是正果。化處即是依果。即依正一", "250": "次開四句成前義。四句者。一唯本而不迹。二", "251": "唯迹而不本。三亦迹亦本。四非本非迹。用", "252": "此四句安何處。用此四句安不相開相開義。", "253": "不得漫用用須得處也。問。若為是唯本不迹", "254": "乃至非本非迹耶。釋云。但本不迹者即是", "255": "法身故。經云。佛真法身猶如虛空也。言唯", "256": "迹不本者即是釋迦但是應身。亦迹亦本者", "257": "是舍那。舍那望法身即是迹。望釋迦即是本", "258": "故。舍那亦本亦迹也。非本非迹者此則卷前", "259": "三句。何者前。雖有三句只是本迹二句。法身", "26": "雙。教門徒眾即緣教一雙教門即緣教。徒", "260": "是本。舍那釋迦並是迹。此本是迹本。此迹是", "261": "本迹。此本是迹本。非本無以垂迹。此迹是本", "262": "迹。非迹無以顯本。非本無以垂迹。由本故迹。", "263": "非迹無以顯本。由迹故本。由本故迹。迹是", "264": "本迹。由迹故本。本是迹本。迹本則非本。本迹", "265": "則非迹。斯即非本非迹清淨。即本迹雖殊", "266": "不思議一。舒則遍盈法界。卷即泯無蹤跡", "267": "也。前略明化主竟。", "268": "今次辨化處。化處者亦有二處。一者舍那蓮", "269": "華藏處。二者釋迦娑婆國處。亦得將前二佛", "27": "眾即教緣故。是緣教一雙。雖有四條束為兩", "270": "類今二處。將正以類依。何者前。云舍那釋迦", "271": "釋迦舍那。不得言一不得稱異。不得言一亦", "272": "得因緣一。不得稱異亦得因緣異。故非一非", "273": "異亦得因緣一異。今處亦爾。蓮華藏娑婆娑", "274": "婆蓮華藏。不得言一不得稱異。不得言一亦", "275": "得因緣一。不得稱異亦得因緣異。故二處非", "276": "一非異亦得因緣一異。此則將正類依。在此", "277": "依是正。依正既然類依亦爾。何者此正是", "278": "依正。依正既然。正依豈當不爾。故二佛類", "279": "二處亦非一異。而不失因緣一異也。次更將", "28": "意也。然非但淨土有此四條。三世十方諸佛", "280": "前兩本迹類今化處亦有兩條。一者二土各", "281": "有本迹土。二者二處共論本迹土。二處各", "282": "論本迹土者。前云舍那有舍那法身為本舍", "283": "那為迹。舍那迹中更開本迹。今土亦爾。舍那", "284": "法身即有舍那法身土。舍那迹則有舍那迹", "285": "土。舍那迹中開本迹即迹中開本迹土。舍那", "286": "既然釋迦亦爾。問若為作耶。解云。舍那有舍", "287": "那法身土也。問法身何須土。解云。法身土", "288": "始是好土。何者以正法為法身即以正法為", "289": "土。此之身土更無有異。正法為身即名法身。", "29": "土一一土中皆具此四條。三世十方土雖復", "290": "正法所拪託即名為土故。法身始有清淨淨", "291": "土也。所以仁王經云。三賢十聖住果報。唯", "292": "佛一人居淨土。此則唯法身佛居清淨第一", "293": "義土也。言舍那為迹有舍那迹土者。故此經", "294": "初會普賢菩薩說云。佛子。蓮華藏是舍那過", "295": "去誓願力之所感故。此土是舍那迹土也。", "296": "舍那迹土者。前云不起寂滅道場為本。現身", "297": "六天宮殿為迹。餘事無量寄此一條明耳。今", "298": "還約此判本迹土。亦得但此義小局。今明舍", "299": "那迹中本迹土者。蓮華藏界即迹中本土。舍", "3": "且話閻浮得有此經錄雖不載相承云。龍樹", "30": "無量不出十種土。十種土者。一淨。二穢。三", "300": "那既王十佛世界海即是迹中迹土也。釋迦", "301": "亦有此兩重者。釋迦有法身佛即有法身土。", "302": "如舍那法身土無異。何者十方如來同共法", "303": "身。法身既同。法身土亦無異。正法為法身。", "304": "正法拪託為土也。釋迦迹土即此娑婆世界", "305": "是也。釋迦迹中迹土者。約前迹中本迹亦得。", "306": "何者受純陀食為迹中本佛即為迹中本土。", "307": "受大眾供為迹中迹佛即為迹中迹土。但此", "308": "事非一。如法華釋迦佛及分身諸佛。釋迦佛", "309": "土為迹中本土。分身諸佛土為迹中迹土故。", "31": "雜。四本淨末不淨。本是淨土。後薄福眾生", "310": "二佛土皆有此兩重也。", "311": "次明二佛共論本迹土。如法身為本舍那為", "312": "迹。唯有一本一迹佛。亦以法身土舍那土唯", "313": "是一本一迹土。十方三世佛唯為一大事", "314": "故出現於世亦唯舍那正直之心成清淨之", "315": "土。但為薄福罪重鈍根眾生故。迹土中開本", "316": "迹土。故為娑婆穢土。舍那蓮華藏為迹中本", "317": "土。釋迦娑婆。為迹中迹土。故菩薩戒經云。我", "318": "今盧舍那方坐蓮華臺。周匝千華上示現千", "319": "釋迦。一華百億國。一國一釋迦。如是百億國", "32": "本淨反為穢。此名本淨今穢也。五者本不淨", "320": "有千百億釋迦。華有千葉一葉一釋迦故有", "321": "千釋迦。一華有百億國一國一釋迦故有千", "322": "百億釋迦也。", "323": "次將本迹四句類本迹土亦有四句。一者唯", "324": "本非迹土即是法身土。二者唯迹非本土即", "325": "是釋迦土。三者亦本亦迹土即是舍那土。", "326": "望法身土為迹。望釋迦土為本也。四者非本", "327": "非迹土。還卷前三句。前雖有三句不出本", "328": "迹二句。法身本舍那釋迦二佛為迹。此是本", "329": "迹迹本。本迹非本無以明迹。迹本非迹無以", "33": "末淨。變向可知。此是釋迦土。有五應現。復有", "330": "明本。非本無以明迹即由本故迹。非迹無以", "331": "明本即由迹故本。由本故迹。迹是本迹。由迹", "332": "故本本是迹本。本迹非迹。迹本非本。非本非", "333": "迹清淨。二佛既然兩土類此可知。斯則卷", "334": "三句成無句無。句成無句畢竟清淨。雖復無", "335": "句無句而句。則有依正句本迹句者。則三句", "336": "為二句。二句為無句。今無句而句。一句而", "337": "無量句。為量句而一句。無量句即一句。無量", "338": "中解一。一句即無量句。一中解無量。無量", "339": "中解一。此是無量一。一中解無量。此是一無", "34": "五種合成十種土。十種土皆具上四條。據此", "340": "量。無量一即非一。一無量即非無量。非一", "341": "非無量而不失一無量。此言玄妙不易可聞", "342": "也。", "343": "次明二土相開不相開義。然土凡有五種。一", "344": "淨二穢三不淨淨四淨不淨五雜土。此之五", "345": "土是僧叡法師所辨。斯之五土橫攝一切", "346": "土盡。何者只一淨土中有無量淨土故。華嚴", "347": "經云。有百億阿僧祇品淨土。西方阿彌陀下", "348": "品淨土。聖服撞世界上品淨土。淨土既其如", "349": "此。故知餘四土亦復無量。所以云。此五種土", "35": "十種兩雙。攝一切土盡也。十種之中略明淨", "350": "橫攝一切土盡。橫既然竪即不定也。五種土", "351": "中且明淨穢二土。此有無量四句。且辨一種", "352": "四句。四句者謂。一質一處。異質異處。異質", "353": "一處。一質異處。此四句極自難解。今當影生", "354": "師淨土義。及關中法師所辨者而明之。然一", "355": "質一處異質異處。此二句易解。餘二句難明。", "356": "且問。何者為質若為稱處。解云。質即是淨", "357": "穢等。處即是方處之處。如淨質在西方處。穢", "358": "質在東方處也。所言一質一處者。一淨質一", "359": "穢質。一淨質在西方安養處。一穢質在東方", "36": "土一種。四條之內且辨化主一條也。", "360": "娑婆處。故言一質一處。言異質異處者。淨穢", "361": "互望。淨質異穢質。穢質異淨質故。言異質。淨", "362": "質處異穢質處。穢質處異淨質處。故言異處", "363": "也。言異質一處者。此句難解。異質一義亦名", "364": "異質同義。異同在一處也。且明異質同處。若", "365": "為是異質而同處耶。解云。淨穢異質。同在一", "366": "娑婆處。如此經蓮華藏國。在娑婆處。淨名", "367": "經妙莊嚴國。在娑婆處。法華云。餘眾見燒盡。", "368": "吾淨土不毀。此並是淨質在穢處。此略明淨", "369": "質同在穢土如此。次問。若為淨質得在穢", "37": "問此經為是釋迦所說耶為是舍那所說耶。", "370": "土耶。解此有數義。一者所以淨質得在穢", "371": "土者。淨穢無㝵。淨無礙穢故。淨得在穢處。", "372": "穢無礙淨故。穢得在淨處。以不相礙故。", "373": "淨穢得同一處。舊舉首天子為證。首天子是", "374": "色界淨天。來欲界穢處不相礙。首天子是三", "375": "界中淨三界。尚不礙三界穢。今蓮華藏寶莊", "376": "嚴國等。非三界非三界豈當礙於三界。吾", "377": "淨土不燒者。火是顛倒三界火。亦能燒顛", "378": "倒三界。淨土非是三界。三界火豈能燒不三", "379": "界。火是穢火還燒穢。穢火豈能燒淨。故吾", "38": "興皇大師開發初即作此問然答此之問。便", "380": "淨土不毀天人常充滿也。又寶莊嚴國。只在", "381": "一娑婆土中。掘鑿娑婆。不掘鑿寶莊嚴國。", "382": "何者鑿。是三界鑿。只能鑿三界。寶莊嚴國", "383": "非三界。三界鑿豈能掘非三界。色還鑿色。", "384": "色豈能鑿妙則。此是什法師所解。從來彈此", "385": "解。是他何處得此解。解是什法師解。什法", "386": "師是三論師。即三論義應須云奪取他。是故", "387": "淨質得在穢處也。二者所以淨土得在穢處", "388": "且反問同處。汝言。那得此淨土耶。今釋言。此", "389": "淨土是如來淨業所起。如來身既無礙所感", "39": "有南北二解。南方解云。佛教凡有三種。謂頓", "390": "之土。亦無礙身即依正土。即正依無礙依。感", "391": "得無礙正依亦無礙。斯則正無礙故土無礙。", "392": "以無礙故得在穢也。", "393": "次問。何意淨在穢處耶。前兩義釋淨土得在", "394": "穢處竟。今釋淨土在穢之意。問。何意淨土", "395": "在穢處耶。解此亦有二義。一者看華嚴淨名", "396": "等意。為欲教化眾生故。明淨土在穢處。只", "397": "淨土在此何意不見。汝薄福鈍根斷常居心", "398": "不見耳。若道穢土在東方淨土在西方不", "399": "得化緣。何者淨在西方穢土東方。兩世界遙", "4": "有佞弟子勸其師令與釋迦並化。師智德如", "40": "漸無方不定也。言頓教者。即教無不圓理。", "400": "隔此不得為化。今道淨土即在此。汝顛倒", "401": "斷常心故不見。謂棄妄存真捨無常取常樂。", "402": "如此等居心心不淨。心既不淨故。不見淨土。", "403": "若見淨土者。當須淨心。除如此真妄常無", "404": "常異。意清淨乃名正觀。以正觀故則佛土淨。", "405": "為化此眾生故。明淨土在穢處也。二者所以", "406": "淨土在穢處者。為適緣所見。如來用淨土。何", "407": "為不如富人畜寶物安置屋裏。如來用多許", "408": "淨土作底今明。如來以此淨土。為欲適緣。", "409": "故肇師云。聖人空同無像。豈國土之有垣。聖", "41": "無不滿。為大根者說。所以經云。譬如日出先", "410": "身尚未曾有。亦復未曾無。豈復有土與不土。", "411": "聖人未曾像不像。亦復未曾心不心。未曾心", "412": "不心。心生於有心。未曾像不像。像出於有像。", "413": "未曾像不像。像不像適緣。緣出於有像。未", "414": "曾土不土。土不土適緣。未曾淨不淨。淨不淨", "415": "適緣。緣若應以穢得度者。示之以土沙。若", "416": "應以淨得道者。現之以寶玉。為此義故。所", "417": "以淨土在於穢處也。從來直云異質一處。不", "418": "知何因緣故。淨穢異質在一處。今釋有如此", "419": "義故也。", "42": "照高山。故言頓教。言漸教者。始自鹿園終至", "420": "次明一質異處。然前三句猶可解。此之一句", "421": "最難一。何物質而在異處耶。解云。他舉一質。", "422": "如一淨質在西土東土二處。一穢質在北南", "423": "兩處。為有此句為無耶。若無則不成四句。若", "424": "有何者是其事耶。今就數義。明此一句。今且", "425": "就淨名經辨。只一妙喜淨質。經東西二處。何", "426": "者妙喜。一世界本在東方無動處。淨名斷取", "427": "來西方娑婆處。若爾只一妙喜淨質經遊東", "428": "西二處。如淨土既然。類穢土等亦爾。故是一", "429": "質二處也。向前異質一處。淨穢二質。當在一", "43": "鵠林所說。經教初淺後深。漸漸而說。故稱", "430": "處。今一質異處。亦應一淨質。當在二處。今更", "431": "據淨名經釋。彼經云。不可思議菩薩。以娑婆", "432": "世界擲置他方國土。不動本處只捧娑婆。擲", "433": "置西方安樂。而娑婆宛然不動。可謂。到而", "434": "不動。不動而至。若爾只此穢質經東西二處。", "435": "故是一質二處也。如穢質既然。類餘四土亦", "436": "爾也。", "437": "次明只穢質在淨穢二處。前明擲穢質往淨", "438": "處。穢質經二處。今明只一穢質在淨穢二處。", "439": "如蓮華藏娑婆世界。只娑婆一穢質。在娑婆", "44": "漸教。就漸教中有五時不同也。言無方不定", "440": "處。在蓮華藏處。何者蓮華。不但以臺為蓮華。", "441": "葉共為一蓮華故。涅槃云。臺葉鬚等合為蓮", "442": "華。葉不離華。葉在華中。娑婆既居葉上。故", "443": "知娑婆即在蓮華藏中。所以菩薩戒經云。我", "444": "今盧舍那方坐蓮華臺。周匝千華上示現千", "445": "釋迦。故知裟婆世界在華葉上。葉不離華故。", "446": "娑婆不離蓮華藏。若使如此娑婆穢土。非但", "447": "在娑婆處。亦在蓮華藏處。故知是一質在二", "448": "處。問華藏自在臺。娑婆自在葉。何得是一質", "449": "在二處耶。解云。具二義。有時明娑婆與蓮華", "45": "者。進不及頓。退非是漸。隨緣不定。故言不定", "450": "藏異。娑婆界在蓮華藏外。而復臺葉共成。", "451": "共成一葉。娑婆則不離蓮華藏。何故如此。解", "452": "云。欲明娑婆與華藏。不可言異。不可言一。二", "453": "處異故。不可言一。不相離故。不可言異。不", "454": "可言一而一。不可言異而異。斯則非一非", "455": "異。而一而異。略明一種四句。如此今更通簡", "456": "此四句義。問云。他亦明此四句。與他何異。不", "457": "得道他無此四句。經等具有此義故。他亦明", "458": "此四句。今亦辨此四。何異。解他不得明此", "459": "四句義。今時始得明此四句耳。何者雖有四", "46": "教。問。此是大乘。為是小乘耶。解云。是大乘", "460": "句不出一異二句。他有一可一。不得由異故", "461": "一。有異可異。不得由一故異。不由異故一。", "462": "一自性一。不由一故異。異自性異。自性一", "463": "一則礙異。自性異異則礙一。異既礙一。異豈", "464": "得同處。異不得同一處則無一。既無一何得", "465": "有異。既無一異。故四句不成也。縱之如此耳。", "466": "奪則都無。何者有一可一。不由異起一。有", "467": "異可異。不由一起異。不由異故一。一不成一。", "468": "不由一故異。異不成異。一不成一則無一。異", "469": "不成異則無異。此則無一異論。何物四句有", "47": "教。金光明勝鬘等經也。用此三經者欲釋", "470": "一異可有四句。既無一異則無四句。故他不", "471": "得明四句義。今時所明者。無四句而四句。要", "472": "須前彈他有礙性義。始明今因緣無礙義。何", "473": "者今無一可一。由異故一。無異可異。由一故", "474": "異。由異故一則由一故一。一由一故異即由", "475": "異故異。異可謂。無句而句。一句而二句。二句", "476": "而四句。故大品經云。無句義是菩薩句義。", "477": "今亦爾。無句而句。一句而四。四而無句。四", "478": "句即一句。一句還無句。無句而句則非句。", "479": "句而無句則非無句。非句非無句而句。始是", "48": "此經是釋迦所說。何者此之三教是佛教。是", "480": "菩薩無礙句。以無礙句故得一質在二處。二", "481": "質在一處等。故今時明四句與他異也。他所", "482": "以不得有此四句。他一異礙故。異不得在", "483": "一處。一不得在異處。如兩柱相礙故。不得", "484": "容柱。何者柱是色。如釋色是質礙義。柱是色。", "485": "柱不容柱。土亦是色土不得容土。今時即", "486": "無礙無礙故。所以一異互得相在。為是故他", "487": "不得明此四句。今時始得辨此四句也。然此", "488": "四句約事猶易解。後去四句轉難也。", "489": "次更明一種四句。前地架明一種四句竟。今", "49": "何佛教。解云。是釋迦佛一期出世始終", "490": "更明一種四句。漸深轉妙。然前之四句眾意", "491": "不同他論。或同不同。若是今之四句非但意", "492": "不同論然逈越。言四句者謂。異質一處。一質", "493": "異處。一質一處。異質異處。言異質一處者。", "494": "淨穢質異故言異質。此淨穢是因緣淨穢。因", "495": "緣淨穢。非淨無以明穢。非穢無以明淨。非淨", "496": "無以明穢。穢是淨穢。非穢無以明淨。淨是", "497": "穢淨。穢淨則非淨。淨穢則非穢。非穢非淨。", "498": "淨穢不二名為一處。斯則淨穢二為異。非淨", "499": "非穢不二為一處也。言一質異處者。前二", "5": "此。宜作新佛。豈為釋迦弟子即。然其所言", "50": "有此三教。若使如此故知華嚴是釋迦佛說", "500": "不二今名不二二。前淨穢非淨穢。今名非淨", "501": "穢淨穢。非淨非穢名淨名穢。斯則非淨非穢", "502": "不二為一質。淨穢二為異處反前也。言一質", "503": "一處者。非淨非穢質。非淨非穢處不二為一", "504": "質。不二為一處也。言異質異處者。淨穢異", "505": "質。淨穢異處故。言異質異處也。大師正意", "506": "在此四句也。問。此四句與前四句何異。解", "507": "云。前四句約事而辨。今雖有四句只是非淨", "508": "非穢淨穢淨穢非淨穢一句。開此一句以為", "509": "四句。故與前異也。問。前亦言質言處。今亦", "51": "也。釋迦雖說此三教復不同。何者若是漸教", "510": "言質言處。與前質處何異。解云。前以淨穢", "511": "為質。東西方為處。今言異質一處者。以淨穢", "512": "為異質。非淨非穢為一處。只淨穢宛然不非", "513": "淨穢。淨穢宛然不而得動心。只二而不二。故", "514": "二質在一處也。一質異處者。以非淨非穢不", "515": "二為一質。淨穢二為二處。一質一處者。不二", "516": "為一質。不二為一處。異質異處者。淨穢二", "517": "為質。淨穢二為處。雖有四句後二句質處同", "518": "前質處。意雖同而轉為異。此復是一種四", "519": "句也。", "52": "無方教此是現前說。若是頓教遙說彼土人", "520": "次更明一種穢四句。四句者謂。一質二見。", "521": "二質一見。一質一見。二質二見。此之四句初", "522": "一句難解。後三句易明。且辨一質二見。何者", "523": "是其事且舉淨名華嚴兩經。淨名經云。螺髻", "524": "見金玉身子矚土砂。此經第八會祇洹精舍", "525": "諸大菩薩。見祇洹七寶所成。五百聲聞見須", "526": "達泥木所起。只是一質兩緣見不同故。言一", "527": "質二見也。今問。一質一何物質為一。穢質為", "528": "一。淨質為一。非淨非穢質為一。此之三責", "529": "便有三家解釋。第一舊成實論師解云。一淨", "53": "華。類如無量壽經釋迦遙說彼西方淨人", "530": "質一穢質。只一淨質。身子自見木。只一穢質。", "531": "梵王自見金。祇洹亦爾也。次地論解云。一", "532": "質是非金非木質。只如林樹。有想心取則成", "533": "有漏樹。無想心取則成無漏林樹。樹未曾有", "534": "漏無漏。隨兩心故有漏無漏。今亦爾。未曾", "535": "淨穢。淨緣見淨穢緣見穢耳。復有三論師。不", "536": "精得一家意義者。監於此解。一非金非木質", "537": "緣見金見木。此質未曾金木身子自見木。梵", "538": "王自見金。名一質異見。今且難之。不難成論", "539": "地論。難三論師解。三論既壞。所餘自崩。何者", "54": "華。今此國三輩往生。今此經亦爾。是釋迦", "540": "汝非金非木一質。身子梵王見木金者。為", "541": "當身子木非木非金。身子見木。梵王見金。", "542": "為當梵王金非金非木。身子見木。梵王見金。", "543": "為當離身子木梵王金別有非金非木。所以", "544": "身子見木。梵王見金耶。且開此三關責。次第", "545": "設難。若只使一身子木非金非木故。身子", "546": "見木梵王見金者。身子之木既被燒。梵王金", "547": "為被燒為不被燒。更開兩關責此一句。若身", "548": "子木被燒梵王金燒者則破業果。何者身", "549": "子惡業感見木。梵王善業感見金。兩業各感", "55": "遙說蓮華藏國土淨人華也。次北方論師解。", "550": "一果。身子業壞木自被燒。梵王不壞何得金", "551": "亦被燒。又身子惡業可壞。梵王善業那應", "552": "壞。惡業壞善業亦壞。地獄壞天堂亦壞而不", "553": "爾故。身子木壞梵王金不應壞也。又且善業", "554": "制不得壞。既共一木。惡業善業制那得壞耶。", "555": "故不得同壞。若使身子木自壞。梵王金不壞", "556": "則便二質。何謂一質二見耶。前關得一質則", "557": "壞業義。後關得業義則壞一質義也。身子木", "558": "非金非木見金木既爾。梵王金非金非木亦", "559": "然。類前可知。次金木別有非金非木一質。", "56": "彼有三佛。一法。二報。三化。華嚴是報佛說。", "560": "二緣見二者。汝非金非木為當非此金木。為", "561": "當不非此金木耶。若非金非木還非此金非", "562": "此木。則金木共成非金非木。若爾還著前被", "563": "燒難。何者既共一質燒木既燒金也。又若共", "564": "成一非金非木質。兩人見金木則皆顛倒。此", "565": "質非是金。梵王見金既非顛倒。此木非是", "566": "木。身子見木亦非倒。非是木。身子見木既", "567": "倒。非是金。梵王見金亦倒。同皆非金非木。", "568": "而言身子倒梵王不倒者同皆非金木。豈非", "569": "梵王倒身子不倒。何以故同是非金木故也。", "57": "涅槃般若等是化佛說。法佛則不說。彼判舍", "570": "若非金木非不金木者。則離金木別有非金", "571": "非木者。既離金木何得別有非金木耶。又若", "572": "離金木別有非金木。則成三體金木二體非", "573": "金非木。復是一體故成三體。師云。如此一梨", "574": "時兩盛子。為非金非木一體時金木二體故", "575": "不成義也。四句義此一句。且難未得解。", "576": "今當解後三句。第二句云。二質一見者。此", "577": "有三義。言二質者。淨穢二質。言一見者。淨", "578": "穢是因緣淨穢。非淨無以明穢。非穢無以辨", "579": "淨。由淨故言穢。由穢故稱淨。淨是穢淨穢是", "58": "那是報佛。釋迦是化佛。舍那為釋迦之報。釋", "580": "淨穢。淨穢不穢。穢淨不淨。只淨穢不淨穢。見", "581": "二不二故。涅槃經云。明與無明愚者謂二。智", "582": "者了達其性無二。無二之性即是實性。黑法", "583": "白法淨不淨法亦爾。故是二質一見也。二者", "584": "口淨穢二質。深行菩薩並見是淨。故大經云。", "585": "一切世諦。若於如來成第一義諦。若俗若真", "586": "於如來皆真。亦若淨若穢。菩薩皆見淨。亦如", "587": "法華法師功德品云。若甘若苦等味至菩薩", "588": "口皆成甘露。大品云。菩薩見產業之事。無非", "589": "般若也。三者惡業眾生。若淨若穢。皆見穢。如", "59": "迦為舍那之化。華嚴經是舍那佛說。此則是", "590": "餓鬼非但見彼處火。見恒河水亦是火。亦如", "591": "獅子國採珠。福德人得珠。薄福人見珠成蛇。", "592": "非但見蛇成蛇。見珠亦成蛇。以是故二質一", "593": "見也。第三句言一質一見者。非淨非穢質非", "594": "淨非穢見。斯則中道正土也。此之正土即是", "595": "法身。波若涅槃此中道正土。本不曾淨。今", "596": "亦不曾穢。先不有今亦不無。非淨非穢不有", "597": "不無名為正法身。只此正法可拪託。名為", "598": "正法土也。此正土何人所見。還以非淨非穢", "599": "正人所見故。言一質一見也。又言一質一", "6": "剋日月。別制新戒新衣使大同小異。坐水精", "60": "南北兩師釋如此也。", "600": "見者。非淨非穢方便穢質即有非淨非穢方", "601": "便穢見。穢既然淨亦爾。非淨非穢方便淨", "602": "質。即有非淨非穢方便淨見。故云一質一", "603": "見。斯則前明方便實一質一見。今明實方便", "604": "一質一見也。第四句二質二見者。非淨非", "605": "穢。淨穢雙遊。淨穢雙現。如華臺示現千釋迦。", "606": "華臺舍那為本。釋迦為迹。非本非迹。本迹", "607": "雙遊。亦非淨非穢。淨穢俱現。即既雙現雙", "608": "見故。云二質二見也。雖然語並相監。何者前", "609": "第二句亦不二為一見。第三亦不二為一見", "61": "今次難此兩師解。委悉述大師之言。前難南", "610": "何異。解前第二句見二不二為二質一見。第", "611": "三句本不二見不二為一質一見。故與前異", "612": "也。", "613": "次明土有四種。一穢淨土。二淨穢土。三穢穢", "614": "土。四淨淨土。言穢淨土者。此是因緣淨穢", "615": "也。何者一往舍那釋迦開淨穢二舍那為淨", "616": "釋迦為穢。此淨穢是因緣淨穢。非淨無以明", "617": "穢。非穢無以明淨。故淨是穢淨。穢是淨穢。", "618": "故舍那是穢淨。釋迦是淨穢。依果既然。正果", "619": "亦爾。舍那是本釋迦是迹此因緣本迹。非本", "62": "土解。釋迦與舍那不異。今還用前四種責故", "620": "無以明迹。非迹無以辨本。本是迹本。迹是本", "621": "迹也。言穢穢土淨淨土者。此即眾生顛倒業", "622": "所感。以眾生顛倒穢穢業故。感得穢穢土。顛", "623": "倒淨淨業故。感得淨淨土。前之二句是眾生", "624": "顛倒所感也。問。穢穢土是顛倒業所感。淨淨", "625": "土云何亦為顛倒業所感。顛倒業何得感淨", "626": "耶。解云。雖同顛倒顛倒中有重有輕。顛倒重", "627": "故感穢穢土。顛倒輕故感淨淨土。雖同顛倒", "628": "倒有重輕。雖同土土不同土有穢淨也。今所", "629": "化眾生。雖同顛倒顛倒不同。有顛倒淨淨顛", "63": "不得一。一者化主異。涅槃般若是釋迦佛說。", "630": "倒穢穢。前能化諸佛雖同方便方便不同。有", "631": "淨穢方便。有穢淨方便。然土有此四。見亦", "632": "有四。因緣淨穢土。因緣穢淨土。即諸佛菩", "633": "薩因緣穢淨見。因緣淨穢見。眾生穢穢土。淨", "634": "淨土。則眾生顛倒穢穢見淨淨見。故土有四", "635": "見亦有四也。明見淨穢土義未竟。", "636": "更辨一穢四句者。一見穢不見淨。二見淨不", "637": "見穢。三亦見淨亦見穢。四不見穢不見淨。此", "638": "之四句約兩處辨之。見穢不見淨。見淨不見", "639": "穢。此兩約何處辨耶。解云。且約祇洹而辨", "64": "七處八會是舍那佛說。舍那是本佛釋迦是", "640": "之。只是一祇洹。五百聲聞唯見須達所起", "641": "祇洹。不見法界祇洹。以其罪重薄福斷常", "642": "之心故。見穢祇洹丘陵坑坎。良由心有斷", "643": "常高下故。見祇洹丘墟高下之土。不見法", "644": "界祇洹清淨之土。既其如此餘三亦然。唯見", "645": "須達祇洹不見法界祇洹。唯見釋迦受用", "646": "不見舍那受用。唯見三乘徒眾不見純諸菩", "647": "薩眾。唯見三乘教不見純一大教門。故言見", "648": "穢不見淨也。見淨不見穢反前。如法界中普", "649": "賢文殊等諸菩薩。則見法界祇洹不見須達", "65": "迹佛故。菩薩戒經云。我今盧舍那方坐蓮華", "650": "祇洹。所以然者以諸菩薩心無斷常故。不見", "651": "丘墟之土。唯見法界祇洹不見須達祇洹。", "652": "唯見舍那受用不見釋迦受用。唯見大菩薩", "653": "眾不見三乘眾。唯見大乘教不見三乘教。故", "654": "言見淨不見穢也。言亦見淨亦見穢。不見淨", "655": "不見穢。此二句復約何處明耶。釋云。此約華", "656": "臺辨好也。故經云。我今盧舍那方坐蓮華臺。", "657": "周匝千華上示現千釋迦。舍那是迹。本釋迦", "658": "是本迹。臺是穢淨葉是淨穢。諸大行菩薩非", "659": "但見舍那釋迦本迹亦見釋迦舍那迹本。非", "66": "臺。周匝千華上示現千釋迦。故舍那是本", "660": "但見臺葉淨穢亦見葉臺穢淨。此則淨穢雙", "661": "見。所以雙見者師云。因中二慧果地二身。良", "662": "由菩薩有二慧故。見諸佛二身。非但見迹亦", "663": "見本。非但見本迹復見迹中無量迹。正既然", "664": "依亦爾。故云亦見淨亦見穢也。不見淨不見", "665": "穢者。即是二乘異常之人非但不見釋迦", "666": "舍那迹本。亦不見舍那釋迦本迹。非但不見", "667": "葉臺穢淨亦不見臺葉淨穢。所以不見二身", "668": "兩土者彼無二慧故。菩薩有二慧故見二身。", "669": "既無二慧豈得見二身。非但不見本亦不見", "67": "釋迦是迹。若使如此本迹不同那得為一。", "670": "迹。非但不見本迹亦不見迹中無量迹。身既", "671": "然土亦爾。故云不見淨不見穢也。次更因前", "672": "二句問後二句。何者前既言諸菩薩見淨不", "673": "見穢。復何意云諸菩薩亦見淨亦見穢。前既", "674": "言二乘見穢不見淨。復何意云雙不見耶。", "675": "今更開一四句答此兩四句者。一知而不見。", "676": "二見而不知。三亦見亦知。四不知不見。言知", "677": "而不見者。此句正取前菩薩見淨不見穢義。", "678": "所以言菩薩知而不見。菩薩知聲聞以顛倒", "679": "斷常業感得丘墟不淨土。知彼見此土而菩", "68": "二者化處異。釋迦在娑婆世界。舍那在蓮華", "680": "薩土。而菩薩淨業淨心而不見彼所見土。如", "681": "佛知餓鬼惡業故見火。而佛不見彼所見火。", "682": "故云知不見。釋菩薩見淨不見穢義也。言見", "683": "而不知者。還是諸聲聞。唯見釋迦穢土。不知", "684": "釋迦是舍那釋迦。不知穢是淨穢。故云見而", "685": "不知也。言亦知亦見者。菩薩知舍那是釋迦", "686": "舍那。知釋迦是舍那釋迦。知本是迹本。知迹", "687": "是本迹。知本是迹本。見本即見迹。知迹是", "688": "本迹。見迹即見本。本迹既然淨穢亦爾。知淨", "689": "是穢淨。知穢是淨穢。既識淨穢即見淨穢也。", "69": "藏國。娑婆是雜惡國土。蓮華藏界是純淨土。", "690": "既知本是迹本。知迹是本迹。知臺是葉臺。知", "691": "葉是臺葉。臺一而葉多則知本一而迹多。知", "692": "一是多一。知多是一多。知一是多一。無量中", "693": "解一。知多是一多。一中解無量。無量不礙一。", "694": "無量中解一。一不礙無量。雖無量而一。雖", "695": "一而無量。無量一一無量。無量一非一。一無", "696": "量非無量。非一非無量方便一無量。問若使", "697": "本迹多一一多無礙。既本一而迹多。何不迹", "698": "一而本多。解云。例如前所明。而今一往開本", "699": "迹。本一迹多者。本是體故一。迹是隨緣故無", "7": "房中思惟斯事。時有大龍菩薩傷而愍之", "70": "二處不同豈得為一。又娑婆國動則六種動。", "700": "量。又本為一大緣故一。迹為緣不同故無量。", "701": "本迹佛既然本迹土亦爾。知此本迹土見此", "702": "本迹也。言不知不見者。凡有三意。一者約前", "703": "明知本是迹本。知迹是本迹。見本是迹本。見", "704": "迹是本迹。本迹既然淨穢亦爾。今知無所知", "705": "見無所見。知淨穢宛然而未曾知淨穢。見淨", "706": "穢宛然而未曾見淨穢。只見淨穢宛然而未", "707": "曾淨穢。如石室佛影譬。遙望相好宛然。至邊", "708": "一無所見。故言不知不見也。次意言不知不", "709": "見者。二乘不知本是迹本。不知迹是本迹。不", "71": "蓮華藏動則十八種動。又臺葉二處不同。舍", "710": "知淨是穢淨。不知穢是淨穢。不見本不見迹。", "711": "不見淨不見穢。斯則󱅤然不知不見。所以經", "712": "中舉譬云。如二人並眠一人上忉利天。見林", "713": "苑婇女等事。一人󱅤然不知不覺。菩薩與", "714": "二乘亦爾。知見本迹淨穢等事即彼二乘󱅤", "715": "然不知不見。所以作此釋者經中有此言。今", "716": "為釋經故作此語。非是今時有義故作此釋", "717": "也。第三意言不知不見者。顛倒凡夫不知", "718": "本。不見釋迦迹身。亦不見釋迦土也。雖有", "719": "四句約三人。前知而不見菩薩望聲聞。見而", "72": "那在臺釋迦在葉。二處如此之殊。何得為", "720": "不見當聲聞辨。亦知亦見當菩薩。不知不見", "721": "是眾生不知淨穢亦不見淨穢。此復是一節", "722": "義意也。", "723": "前明一質異見四句釋三句竟。一句難而未", "724": "解。即是一質異見句。今追解之。然成論地", "725": "論釋一質異見。所以著前種種責種種難", "726": "者。良由彼有一質可一質。以有一質可一質", "727": "故。所以著諸難。今明何曾此一質在中耶。若", "728": "有此一質在中。則有他所投得為他所難。今", "729": "明未曾一質。不一質而言一質異見者。明不", "73": "一耶。三者教門異。釋迦則雜說三一。雜說半", "730": "蓮華藏蓮華藏不娑婆娑婆。不淨淨不穢穢。", "731": "此則如來正土。非淨非穢土淨穢土出自兩", "732": "緣。如來正土未曾有未曾無。未曾淨未曾穢。", "733": "斯則非有非無非穢非淨。不知何以目之。強", "734": "名中道正土。即第一義土故。云一質二見", "735": "者。如來正土非淨非穢。淨緣見淨穢緣見穢。", "736": "正土非淨非穢。身子穢業故見穢。正土非淨", "737": "非穢。諸菩薩淨業故見淨。亦如祇洹非淨非", "738": "穢。身子見須達多所記祇桓。見娑婆丘陵。見", "739": "釋迦所用。若諸菩薩見法界祇洹。見蓮華藏", "74": "滿。雜說但不但。舍那純說一大。純滿純不", "740": "界。見舍那所用。故只若祇洹未曾淨未曾", "741": "穢。淨緣見淨穢緣見穢也。問正土未曾淨穢", "742": "淨穢緣見淨穢。淨穢並是倒不。解云。並是倒。", "743": "正土非淨非穢。顛倒穢業故見穢。正土非淨", "744": "非穢。顛倒淨業故見淨。故淨穢並是倒。雖同", "745": "倒倒有輕重。重倒非淨穢見穢。輕倒非淨穢", "746": "見淨。故正土非淨非穢兩緣見淨穢。名為一", "747": "質二見也。問何意作此語。何意云正土非淨", "748": "非穢緣見淨穢為一質二見耶解云。為釋經。", "749": "經何意作此語。釋云。為對緣。何者明如來正", "75": "但。釋迦赴雜緣說雜教。赴三一緣說三一教。", "750": "土非淨非。穢見淨見穢並是顛倒。淨名經一", "751": "往云。不依佛惠見穢土。亦應云。不依佛正慧", "752": "見淨土。問。見穢不依佛慧。見淨何亦不依佛", "753": "慧耶。解云。正土非穢。見穢既不依佛慧。正土", "754": "非淨。見淨亦不依佛慧。又土非穢見穢則穢", "755": "見。土非淨見淨則淨見。若使如此淨穢皆不", "756": "依佛慧。淨穢皆是見皆是倒。為對此緣故。云", "757": "如來正土非淨非穢緣見穢見淨也。又所以", "758": "明正土非淨非穢緣見淨穢者。為對由來人。", "759": "由來人無有非淨非穢土義。若是淨土亦有", "76": "乃至赴但不但緣說但不但教。舍那唯赴一", "760": "亦無。成論小乘義無有大乘義有。問。既有苦", "761": "受樂受不苦不樂受。可得有淨土穢土不淨", "762": "不穢土不。彼釋云。受有三受土無三土。唯", "763": "有淨土穢土。無有不淨不穢土。為對如此人", "764": "明有不淨不穢土。如來第一義土不淨不穢。", "765": "緣見淨土緣見穢土。為對此所以明一質二", "766": "見也。義必須有原始。若不得其由致則不成", "767": "義。今明為讀經為對他故作此語。若無此意", "768": "則不須明此。故一家無有義也。問一質二見", "769": "二質一見。若為對判迷悟得失。解云。若是二", "77": "大緣說一大教。乃至赴滿不但緣說滿不但", "770": "質一見則是悟。所以前釋云。明與無明愚者", "771": "為二。智者了達性無二。淨穢亦爾。智者了淨", "772": "穢不淨穢故是悟也。若是一質二見即是迷。", "773": "正土非淨穢緣見淨穢故。不淨穢緣見淨穢是", "774": "迷。見二不二為悟。見不二二為迷。見二不二", "775": "為悟。只見此二為不二。見不二二為迷。只見", "776": "不二為二故。迷悟事同反掌。迷者見二悟者", "777": "見一。有迷有悟。悟不見二亦不見一。既聖不", "778": "迷亦復不悟。斯則不一不二不迷不悟清淨", "779": "也。問。土非淨非穢緣見淨穢為一質異見時可", "78": "教。若爾故不得為一也。四者徒眾異。釋迦具", "780": "得一淨質。見淨見穢為一質異見。不穢亦作", "781": "此問。解云。具有三義。非淨非穢質緣見淨穢。", "782": "此義已如前明。亦得一淨質緣見淨復見穢。", "783": "一穢質緣見穢復見淨。名為一質異見。責何", "784": "者是解言。如釋摩南經。摩南城七寶所造。摩", "785": "南見金柱。餘人則見木柱。只於一金柱復見", "786": "木柱。此則是一淨質緣見淨穢。名一質異見。", "787": "一淨質既然。一穢質類爾可知。問。摩界金柱", "788": "摩南見金柱。餘人見木柱。摩南藏金柱。餘人", "789": "猶見木柱為不見。解云。具有見不見。何者於", "79": "有三一雜緣但不但緣。如千二百聲聞彌勒", "790": "摩界金上見木。摩界既藏金則不見木。亦如", "791": "於珠上見蛇形。既藏珠則無蛇可見。問。若藏", "792": "金餘人不復見木則著壞業果義。彼何故見", "793": "木。由彼惡業所以見木。見木是業果。今既無", "794": "金不復見木則壞業果義也。解云。顛倒之物", "795": "並有所屬。摩界金屬摩界。於摩界邊強故。摩", "796": "界藏金餘人不復見木也。言見者明摩界雖藏", "797": "金彼猶見木。問若無金猶見木則成兩質義。", "798": "若是一質無金即不見木。若見則兩質。又且", "799": "木於金上見木。既無金見何有木耶。解云。", "8": "便接還龍宮。示三世諸佛無量經。復示過去", "80": "等菩薩則是雜緣也。舍那唯一大緣滿緣。", "800": "雖猶見木而是一質。雖是一質而猶見木。大", "801": "師於此各舉神蛇為喻。有人行見一蛇即斬", "802": "之。蛇腹中有酒肉。蛇何處得酒肉。此蛇是神", "803": "蛇。人酒肉祭神故。蛇得酒肉。此酒肉是人酒", "804": "肉。蛇將人酒肉去。人猶見酒肉。在人唯見酒", "805": "肉而非兩酒肉。只是一酒肉。蛇將去人猶見。", "806": "人將去蛇腹有業行。不可思議如此。故金雖", "807": "無而猶見木。雖見木而非兩質也。次更舉一", "808": "事。只是一金質。福德人見金薄福人則見", "809": "蛇。只是一金質兩人見異。雖見異只是一質", "81": "普賢菩薩等則是大緣。教既其異緣亦不同。", "810": "也。問。只是一質斷蛇即斷金斷金即斷蛇不。", "811": "直作此問。不知何答。今明雖得斷蛇則斷金", "812": "不得斷金即斷蛇。言得斷蛇即斷金者。此是", "813": "大師所言語。何者如二人同從共行。見一挺", "814": "金兩人相讓遂不取便棄之。後復一人來見", "815": "此挺金成一蛇。即斷之兩斷即去。故云二", "816": "人同心其類斷金故。斷蛇即斷金也。不得", "817": "斷金即斷蛇者。彼本不見金故。不得斷金", "818": "即斷蛇也。問斷蛇即斷金者。亦應燒穢則", "819": "燒淨。解云。復為此義說。斷蛇即斷金。亦燒", "82": "緣既不同故。二佛不得為一。將此四條異彈", "820": "穢即燒淨也。", "821": "次將正果類例前依果諸四句。何者前云。土", "822": "有二質一處。一質二處。一質一處。二質二", "823": "處。又云。二質一見。一質二見。一質一見。二", "824": "質二見。可得類正果二佛一處一佛二處等", "825": "四句。二佛一見一佛二見等四句。不解云。依", "826": "果既有此二種四句。類正果亦有此兩種四", "827": "句。此兩種四句。前四句大師作。後四句學士", "828": "明。言二佛一見者。開本迹二。此是本迹此是", "829": "迹本因緣本迹。若因緣本迹則非本迹。本迹", "83": "南人解二佛不得是一也。次更前難何者彼", "830": "二為二質。非本迹為一處。故云本迹雖殊不", "831": "思議一。不思議一是何物紹。隆哲法師竪義。", "832": "有人問。不思議一一名何物。則解云。一名正", "833": "性。大師云非解。正性是五性。是五性中。則", "834": "因與因因。果與果果。四性是緣性非果為正", "835": "性。不思議一不得道是正性。師云。本迹二處", "836": "舍那釋迦非本非迹名正法身。本迹雖殊不", "837": "思議一為二佛一處也。一佛二處。正法非本", "838": "迹為一佛。非本迹為本迹為二處。此則本迹", "839": "雖一不思議殊。前雖殊不思議一。一是不思", "84": "云。釋迦遙說蓮華藏國。如釋迦在此說無", "840": "議一。今雖一不思議殊。殊是不思議殊。故云", "841": "一佛二處也。一佛一處者。非本迹佛在非本", "842": "迹處也。二佛二處。本迹二佛在本迹二處也。", "843": "次明二佛一見等四句。且辨二佛一見者。本", "844": "迹是因緣本迹。因緣本迹則不本迹。故前云", "845": "明無明因緣。智者即了不二。故二佛一見也。", "846": "一佛二見者。正法身非本非迹不二。何故二", "847": "緣見本迹二。法身未曾二緣見本迹。法身未", "848": "曾本迹。故是一佛二見也。一佛一見者。法身", "849": "佛非本非迹。緣如法身而見。故是一佛一見", "85": "量壽國。然此解不知是誰解。山中師及興皇", "850": "也。二佛二見者。法身非本迹本迹赴緣。既本", "851": "迹赴緣緣則見本迹。本迹若不赴緣緣無由", "852": "見本迹。良由本迹赴緣故。緣得見本迹故。二", "853": "佛二見。所以正果亦得有兩四句。", "854": "次更兩種四句合明依正二果。且明一種四", "855": "句。何者謂一佛多處。多佛一處。一佛一處。多", "856": "佛多處。一佛一處者。如涅槃經德王品中", "857": "明。釋迦有淨土。在西方名曰無勝。此則一釋", "858": "迦在淨穢等處。大智論云。釋迦有穢土亦有", "859": "淨土。釋迦穢土既有淨土。彌陀淨土亦有穢", "86": "師並述此釋實不成釋。好體不煩須難。何", "860": "土。故云一佛在多處也。多佛在一處者。如法", "861": "華明。十方佛同在娑婆。亦如五佛共現信相", "862": "之室也。一佛一處。釋迦有東方。彌陀居西", "863": "土也。多佛多處者。十方諸佛在十方土處也。", "864": "次復有四句者。謂一佛二處。二佛一處。一佛", "865": "一處。二佛二處。一佛二處者。釋迦即舍那舍", "866": "那即釋迦為一佛。祇洹淨穢不同為二處。二", "867": "佛一處者。釋迦舍那二佛。祇洹雖淨穢只", "868": "是一祇洹為一處。一佛一處。本迹一佛。淨", "869": "穢祇桓為一處。二佛二處。本迹二佛淨穢二", "87": "者汝既云舍那即釋迦。何得言釋迦遙說耶。", "870": "處也。然此四句難解。且作章門如此。至後第", "871": "八會中更當委釋。略明土義如此。今通問前", "872": "四句。何者一家明因緣義。若非因緣明不成", "873": "義彈他自性。明今因緣既皆因緣。一二二一", "874": "可因緣。一一二二若為是因緣耶。如初彈他", "875": "有無。他有是自有。無是自無。自有則有故有。", "876": "自無則無故無。有有無無非因緣。汝今一一", "877": "二二若為是因緣耶。且釋明四句。因緣因緣", "878": "四句。因緣四句。不四句四句。四句不四句。", "879": "此四句皆是因緣。此是總釋。次別釋前總則", "88": "但別有難。今更述之。何者釋迦說無量壽凡", "880": "竪而密。今別則橫而疎。別明四句皆因緣", "881": "者。由一二故二一。由二一故一二。一二二一", "882": "因緣若為一一二二因緣耶。解云。由二一故", "883": "一二得起。何得有一一。由一二故二一則由", "884": "二一故一一。既由二一故一一。亦由一一故", "885": "二一則一一因二二。一一因一一由一二有", "886": "二二。亦由二二故一二則二二因一二。一二", "887": "因二二。此則四句皆因緣四句。因緣因緣四", "888": "句則非四句。非非四句非非不四句。畢竟清", "889": "淨。上雖明如此四句未曾有一家所說。大品", "89": "有二種經。一者無量壽觀經。二者無量壽", "890": "云。須菩提告諸天子。我無所說無字可說。", "891": "此則論無所論。說無所說。今亦爾。無量四句", "892": "而未曾有四句而無量四句。無量一雖一而", "893": "無量。一無量雖無量而一。雖無所說而說。雖", "894": "說而無所說。舒則遍盈法界。合則泯無所有。", "895": "雖卷而無所不有。只歷我如此。不得歷歷不", "896": "得漫渾。歷歷則成有得。得漫渾則不可解。", "897": "今且歷歷而漫渾。漫渾而歷歷也。略明淨土", "898": "義如此也。然四條義兩條義略竟。", "899": "今第三次明教門。前明化主化處則是依正", "9": "七佛經。於龍宮九旬讀十倍閻浮。所餘題", "90": "經。無量壽觀經為世王母韋提希夫人說。夫", "900": "能所。有能化即有所化。有所化即有能化。斯", "901": "則依正具足能所因緣。明此化主化處作何", "902": "為。為欲化緣設教所以今第三明教門。就教", "903": "門中凡有三句。一者能所。二者因果。三者", "904": "半滿常無常。師雖明此三種並綢格辨商略", "905": "存大意耳。大師云。能所義最長。因果處中。半", "906": "滿常無常義最局。然中且明能所義。就此中", "907": "更開四句。一者能而不所。常無常半滿義。", "908": "涅槃經初別當廣釋。今提綱振領辨其大要", "909": "也。三句之而不所。二者所而不能。三者亦能", "91": "人在獄。令其觀佛三昧。若是無量壽經為比", "910": "亦所。四者非能非所。言能而不所者。加來設", "911": "教無有得悟之緣。名為能而不所。所而不能", "912": "者。或有眾生見葉落而悟道。觀華彫而成聖。", "913": "如來不被其教名為所而不能也。亦能亦所", "914": "者。有能被之教有所被之緣。教是緣教緣是", "915": "教緣。緣教相稱教稱緣。緣稱教緣教和會眾", "916": "生得道。故名亦能亦所。不能不所者。無如來", "917": "能被教。無眾生所被緣。故稱不能不所也。", "918": "問何故明此四句。解云。雖明此四句今辨教", "919": "門。正約亦能亦所句以辨之。何故明教明教", "92": "丘十六正士說彼國土淨人華。令此間五痛", "920": "為欲被緣。所以今約亦能亦所第二句辨。雖", "921": "亦能亦所且明能被教。後第四即是明所被", "922": "緣。今即明能被教也。問。釋迦舍那二佛施教", "923": "若為同為異。解云。二佛施教是同。問二佛既", "924": "異那得教同。解云。二師雖異施教並為顯道。", "925": "顯道不異故施教義同。何以故。道是所顯。", "926": "教是能表。所顯之道既無異。能表之教是同", "927": "也。二佛既然。類十方諸佛亦爾。十方諸佛施", "928": "教何所為。並顯道既同。為顯道故教義是同", "929": "也。", "93": "五燒三輩往生。若爾說無量壽國既有所為", "930": "次明二佛教同者。同明因果法門。二佛教雖", "931": "無量不出因果法門。因果法門。十方諸佛教", "932": "亦爾。不出因果法門。十方諸佛教不出因果", "933": "法門。今因果法門攝十方諸佛教盡。既明因", "934": "果法門是同故二佛教不異也。然此因果非", "935": "是數人六因五果之因果。論師同時因果。異", "936": "時因果。四緣三因因果。此等因果並非因果", "937": "義。大師前將中論因果品來彈此因果。明非", "938": "此因非此果。撿此因不得非因。求此果不得", "939": "非果。彈如此因果竟。始得明今時因緣因緣", "94": "緣。釋迦遙說蓮華藏國。為何物緣。不見有解", "940": "因果。因果則無礙亦得同時亦得異時。因緣", "941": "同時因緣異時。因緣同時不同時因緣異時", "942": "不異時。雖不同時而同時。雖不異時而異時。", "943": "如空谷之嚮明鏡之像。恒須此意要須此", "944": "前彈他因果。始得明今時因緣因果。因緣因", "945": "果因果義始成。故二佛同明因果也。", "946": "問。若為二佛同明因果耶。解云。二佛同明因", "947": "果。各有差別無差別無差別差別義。釋迦差", "948": "別無差別者。一般若因一薩婆若果。一佛性", "949": "因一涅槃果也。釋迦無差別差別者。開一般", "95": "故不應言是遙說。好體不須難。大師既有", "950": "若因為無量因。謂三乘共十地因。開薩婆", "951": "若果為無量果。謂薩婆若果菩提果涅槃果", "952": "也。舍那亦有差別無差別無差別差別義者。", "953": "行一離世間因得一法界果。即是無差別義", "954": "也。十信十住十行十回向十地等因。十世界", "955": "海正果。大少相海。及現本迹等身。即是無差", "956": "別差別義。此即二佛各有差別無差別義。故", "957": "二佛明因果是同也。言異者釋迦多明差別", "958": "無差別義。束散明義明一般若因一薩婆若", "959": "果。不作十十明義。若是舍那多明無差別差", "96": "斯言略而述了。此即是借北人異彈南人", "960": "別義。散束明義十十明義。十信十地等。乃至", "961": "普慧菩薩二百句問。普賢菩薩二千句答。一", "962": "句作十句答。乃至十佛世界海大小相海等", "963": "故。是無差別差別義。此則二佛教門同異義。", "964": "如此明二佛教門雖多不出因果。故二佛同", "965": "明因果。大師從來云。二佛同明因果。明因果", "966": "不同。言二佛同明因果者。釋迦能化過去行", "967": "不生滅因今得不斷常果。釋迦能化既然。舍", "968": "那能化亦爾。舍那能化過去行不生滅因今", "969": "得不斷常果也。釋迦所化現在行不生滅因", "97": "一竟。", "970": "未來得不斷常果。釋迦所化既然。舍那所化", "971": "亦爾。現在行不生滅因。未來得不斷常果也。", "972": "故二佛明因果。義同而不同者。釋迦能化具", "973": "明因果。舍那能化俱明果不明因。舍那所化", "974": "具明因果。釋迦所化但明因不明果。言釋迦", "975": "能化具明因果者。釋迦教明現是凡夫。行因", "976": "得果凡明兩世因。明過去行六度等因。現在", "977": "踰城學道六年苦行。具明兩世因果故。是明", "978": "因辨果者。菩提樹下得成正覺即是辨果。故", "979": "言釋迦能化具明因果也。舍那能化但果不", "98": "次借南人一彈北人異亦有兩難。彼云。如此", "980": "因者。舍那教不明舍那能化行因。何者不明", "981": "過去行因。不明現在行因。直舍那始成種覺", "982": "明依正兩果。依果則十國土正果。十佛名", "983": "號海。故舍那能化但明果不明因也。舍那所", "984": "化具明因果者。舍那所化修行十信十地等", "985": "因。得不思議大小相海果。行離世間因得法", "986": "界果。故云舍那所化具明行因得果也。釋迦", "987": "所化但明行因不辨得果者。故大品云。菩薩", "988": "以不住法住般若中具足萬行。此即但明行", "989": "般若等因不明得薩婆若果。所以釋迦所化", "99": "二佛有此四殊豈得為一。所以北講華嚴。", "990": "但因不果也。然此四句從山中師來已有此", "991": "語。是一家舊義極自難。後人雖誦得語實不", "992": "得其意。今且作數問之。何者既言。舍那所化", "993": "行十信十地等因得不思議大小相海果。行", "994": "離世間因得法界果。何以得知。此何以得知。", "995": "十住十地等是舍那所化因。大小相海是舍", "996": "那所化果。後一周因果亦作此責之。此經七", "997": "處八會經文。何處道十信十地是舍那所化", "998": "因。大小相海是舍那所化果。後一周因果亦", "999": "作此責。此經七處八會經文。何處道離世間"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1731 華嚴遊意", "author": "隋 吉藏撰", "sourceLink": "http://www.cbeta.org/"}