{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1605 大乘阿毘達磨集論: 大乘阿毘達磨集論: 大乘阿毘達磨集論", "text": {"0": "2 決擇分1 諦品", "1": "大乘阿毘達磨集論卷第五", "10": "鼻舌身及與意。於此處名色究竟滅無餘。又", "100": "類智。如是十六智忍。是見道差別相。", "101": "云何苦。謂苦諦。云何苦法。謂苦諦增上所", "102": "起教法。云何法智。謂於加行道中觀察諦增", "103": "上法智。云何智忍。謂先觀察增上力故。於各", "104": "別苦諦中起現證無漏慧。由此慧故永捨見", "105": "苦所斷一切煩惱。是故名為苦法智忍。云何", "106": "苦法智。謂忍無間由此智故。於前所說煩惱", "107": "解脫而得作證。是名苦法智。云何苦類智忍。", "108": "謂苦法智無間無漏慧生。於苦法智忍及苦", "109": "法智各別內證。言後諸聖法皆是此種類。是", "11": "說。是故汝今當觀是處。所謂此處眼究竟滅", "110": "故名為苦類智忍。云何苦類智。謂此無間無", "111": "漏智生。審定印可。苦類智忍。是名苦類智。", "112": "如是於餘諦中隨其所應。諸忍諸智盡當知。", "113": "於此位中由法忍法智覺悟所取。由類忍類", "114": "智覺悟能取。又此一切忍智位中。說名安住", "115": "無相觀者。如是十六心剎那。說名見道。於所", "116": "知境智生究竟。名一剎那。", "117": "一切道諦由四種相應隨覺了。謂安立故思", "118": "惟故證受故圓滿故。云何安立故。謂聲聞等", "119": "隨自所證已得究竟。為欲令他亦了知故。由", "12": "遠離色想。乃至意究竟滅遠離法想。由此道", "120": "後得智以無量種名句文身安立道諦。云何。", "121": "思惟故謂正修習現觀方便。以世間智如所", "122": "安立思惟數習。云何證受故。謂如是數習已", "123": "自內證受最初見道正出世間無戲論位。云", "124": "何圓滿故。謂此位後圓滿轉依。乃至證得究", "125": "竟。彼既證得究竟位已。復由後得智以名句", "126": "文身安立道諦。", "127": "如契經言。遠塵離垢於諸法中正法眼生者。", "128": "此依見道說。諸法忍能遠塵。諸法智能離垢。", "129": "遍知故永斷故道得清淨。", "13": "理顯示所緣。真如境上有漏法滅。是滅諦相。", "130": "如契經言。見法得法極通達法究竟堅法。越", "131": "度一切悕望疑惑不假他緣。於大師教餘不", "132": "能引。於諸法中得無所畏。此亦依見道說。見", "133": "法者。謂諸法忍。得法者。謂諸法智。極通達", "134": "法者。謂諸類忍。究竟堅法者。謂諸類智。越", "135": "度一切悕望者。由諸忍智於自所證無有悕", "136": "慮。越度一切疑惑者。於此位中於他所證無", "137": "有猶豫。不假他緣者。於所修道中無他。引", "138": "道自然善巧。於大師教餘不能引者。於佛聖", "139": "教不為邪道所化引故。於諸法中得無所畏", "14": "何等甚深故。謂彼諸行究竟寂滅。如是寂滅", "140": "者。於依所證問記法中。諸怯劣心永無有故。", "141": "何等修道。謂見道上所有世間道出世間道", "142": "軟道中道上道加行道無間道解脫道勝進道", "143": "等。皆名修道。", "144": "云何世間道。謂世間初靜慮。第二靜慮。第三", "145": "靜慮。第四靜慮。空無邊處。識無邊處。無所", "146": "有處。非想非非想處。如是靜慮無色。由四種", "147": "相應廣分別。謂雜染故清白故建立故清淨", "148": "故。何等雜染故。謂四無記根。一愛二見三慢", "149": "四無明。由有愛故味上靜慮雜染所染。由有", "15": "望彼諸行。不可說異。不可說不異。不可說亦", "150": "見故見上靜慮雜染所染。由有慢故慢上靜", "151": "慮雜染所染。由無明故疑上靜慮雜染所染。", "152": "如是煩惱恒染其心。令色無色界煩惱隨煩", "153": "惱相續流轉。", "154": "何等清白故。謂淨靜慮無色。由性善故說名", "155": "清白。", "156": "何等建立故。有四種建立。謂支分建立。等至", "157": "建立。品類建立。名想建立。", "158": "云何支分建立。謂初靜慮有五支。何等為五。", "159": "一尋二伺三喜四樂五心一境性。第二靜慮", "16": "異亦不異。不可說非異非不異。所以者何。無", "160": "有四支。何等為四。一內等淨二喜三樂四心", "161": "一境性。第三靜慮有五支。何等為五。一捨二", "162": "念三正知四樂五心一境性。第四靜慮有四", "163": "支。何等為四。一捨清淨二念清淨三不苦不", "164": "樂受四心一境性。對治支故。利益支故。彼二", "165": "所依自性支故。諸無色中不立支分。以奢摩", "166": "他一味性故。云何等至建立。謂由七種作意", "167": "證入初靜慮。如是乃至非想非非想處。何等", "168": "名為七種作意。謂了相作意。勝解作意。遠離", "169": "作意。攝樂作意。觀察作意。加行究竟作意。", "17": "戲論故。於此義中若生戲論。非正思議非道", "170": "加行究竟果作意。", "171": "云何品類建立。謂初靜慮具軟中上三品熏", "172": "修。如初靜慮餘靜慮及無色三品熏修亦爾。", "173": "由軟中上品熏修初靜慮故。於初靜慮中還", "174": "生三異熟。如初靜慮於餘靜慮中若熏修若", "175": "生果各三品亦爾。於無色界中無別處所故。", "176": "不立生果處所差別。然由三品熏修無色定", "177": "故。彼異熟生時有高有下有劣有勝。", "178": "云何名想建立。謂於初靜慮所攝定中。諸佛", "179": "世尊及得究竟大威德菩薩摩訶薩所入三摩", "18": "非如。亦非善巧方便思故。如世尊說。此六觸", "180": "地。彼三摩地一切聲聞及獨覺等尚不了其", "181": "名。豈能知數。況復證入。如於初靜慮所攝", "182": "定中。於餘靜慮無色所攝定中亦爾。如是所", "183": "說皆依靜慮波羅蜜多。", "184": "何等清淨故。謂初靜慮中邊際定。乃至非想", "185": "非非想處邊際定。是名清淨。云何出世道。謂", "186": "於修道中法智類智品。所攝苦智集智滅智", "187": "道智。及彼相應三摩地等。或未至定所攝。或", "188": "初靜慮乃至無所有處所攝。非想非非想處", "189": "唯是世間不明了想恒現行故。由此道理故", "19": "處盡離欲滅寂靜沒等。若謂有異。若謂無異。", "190": "名無想。如世尊言。乃至有想三摩鉢底。方能", "191": "如實照了通達。滅定亦是出世間攝。由聖道", "192": "後所證得故。要於人趣方能引發。或於人趣", "193": "或於色界能現在前。生無色界多不現起。由", "194": "住寂靜解脫異熟者。於此滅定多不發起。勤", "195": "方便故。", "196": "云何軟道。謂軟軟軟中軟上品道。由此道故", "197": "能捨三界所繫地地中上上上中上下三品煩", "198": "惱。", "199": "云何中道。謂中軟中中中上品道。由此道故", "2": "無著菩薩造", "20": "若謂亦有異亦無異。若謂非有異非無異者。", "200": "能捨三界所繫地地中中上中中中軟三品煩", "201": "惱。", "202": "云何上道。謂上軟上中上上品道。由此道故", "203": "能捨三界所繫地地中軟上軟中軟軟三品煩", "204": "惱。", "205": "云何加行道。謂由此道能捨煩惱。是名修道", "206": "中加行道。", "207": "云何無間道。謂由此道無間永斷煩惱令無", "208": "所餘。", "209": "云何解脫道。謂由此道證斷煩惱所得解脫。", "21": "於無戲論便生戲論。乃至有六處可有諸戲", "210": "云何勝進道。謂為斷餘品煩惱。所有加行無", "211": "間解脫道。是名勝進道。又復棄捨斷煩惱加", "212": "行或勤方便思惟諸法。或勤方便安住諸法。", "213": "或進修餘三摩鉢底諸所有道名勝進道。又", "214": "為引發勝品功德。或復安住諸所有道。名勝", "215": "進道。", "216": "復云何修如是諸道。謂得修習修除去修對", "217": "治修。得修者。謂未生善法修習令生。習修", "218": "者。謂已生善法修令堅住不忘倍復增廣。除", "219": "去修者。謂已生惡不善法修令永斷。對治修", "22": "論。六處既滅絕諸戲論即是涅槃。", "220": "者。謂未生惡不善法修令不生。又道生時能", "221": "安立自習氣。是名得修。即此道現前修習。是", "222": "名習修。即此道現在前時能捨自障。名除去", "223": "修。即此道既捨自障。令彼未來住不生法。名", "224": "對治修。復有四種對治名對治修。謂厭壞對", "225": "治斷對治持對治遠分對治。云何厭壞對治。", "226": "謂於有漏諸行見多過患。云何斷對治。謂加", "227": "行道及無間道。云何持對治。謂解脫道。云何", "228": "遠分對治。謂此後諸道。", "229": "又道差別有十一種。謂觀察事道。勤功用道。", "23": "何等世俗故。謂以世間道摧伏種子所得滅。", "230": "修治定道。現觀方便道。親近現觀道。現觀", "231": "道。清淨出離道。依根差別道。淨修三學道。", "232": "發諸功德道。遍攝諸道道。如是諸道隨其次", "233": "第謂三十七菩提分法。四種正行。四種法迹。", "234": "奢摩他。毘鉢舍那。三無漏根。", "235": "此中一切菩提分法。皆由五門而得建立。謂", "236": "所緣故自體故助伴故修習故修果故。", "237": "四念住所緣者謂身受心法。復有四事。謂我", "238": "所依事。我受用事。我自體事。我染淨事。自", "239": "體者。謂慧及念。助伴者。謂彼相應心心所", "24": "是故世尊別名說為彼分涅槃。", "240": "等。修習者。謂於內身等修循身等觀。如於內", "241": "於外於內外亦爾。內身者。謂於此身中所有", "242": "內色處。外身者。謂外所有外色處。內外身", "243": "者。謂內處相應所有外處根所依止。又他", "244": "身中所有內色處。云何於身修循身觀。謂以", "245": "分別影像身與本質身平等。隨觀內受者。謂", "246": "因內身所生受。外受者。謂因外身所生受。內", "247": "外受者。謂因內外身所生受。如受心法亦爾。", "248": "如於身修循身觀。如是於受等修循受等觀", "249": "如其所應。又修習者。謂欲勤策勵勇猛不息。", "25": "何等勝義故謂以聖慧永拔種子所得滅。何", "250": "正念正知及不放逸。修習差別故。欲修習者。", "251": "謂為對治不作。意隨煩惱勤修習者。謂為對", "252": "治懈怠隨煩惱。策修習者。謂為對治惛沈掉", "253": "舉隨煩惱。勵修習者。謂為對治心下劣性隨", "254": "煩惱。勇猛修習者。謂為對治踈漏疲倦隨煩", "255": "惱。不息修習者。謂為對治得少善法生知足", "256": "喜隨煩惱。正念修習者。謂為對治忘失尊教", "257": "隨煩惱。正知修習者。謂為對治毀犯追悔隨", "258": "煩惱。不放逸修習者。謂為對治捨諸善軛隨", "259": "煩惱。修果者。謂斷四顛倒趣入四諦身等離", "26": "等不圓滿故。謂諸有學。或預流果攝。或一來", "260": "繫。", "261": "四正斷所緣者。謂已生未生所治能治法。自", "262": "體者。謂精進。助伴者。謂彼相應心心所等。", "263": "修習者。如契經說。生欲策勵發起正勤策心", "264": "持心。此中諸句顯修正勤及所依止。所依止", "265": "者。謂欲。正勤者。謂策勵等。於止舉捨相作", "266": "意中。為欲損減惛沈掉舉發起正勤故次說", "267": "言策心持心。修果者。謂盡棄捨一切所治。於", "268": "能對治若得若增。是名修果。", "269": "四神足所緣者。謂已成滿定所作事。自體者。", "27": "果攝。或不還果攝等所有滅。", "270": "謂三摩地。助伴者。謂欲勤心觀及彼相應心", "271": "心所等。云何欲三摩地。謂由殷重方便觸心", "272": "一境性。云何勤三摩地。謂由無間方便觸心", "273": "一境性。云何心三摩地。謂由先修三摩地力", "274": "觸心一境性。云何觀三摩地。謂由聞他教法", "275": "內自簡擇觸心一境性。又欲三摩地者。謂由", "276": "生欲觸心一境性。勤三摩地者。謂由策勵發", "277": "起正勤觸心一境性。心三摩地者。謂由持心", "278": "觸心一境性。觀三摩地者。謂由策心觸心一", "279": "境性。修習者。謂數修習八種斷行。何等為", "28": "何等圓滿故。謂諸無學阿羅漢果攝等所有", "280": "八。謂欲精進信安正念正知思捨。如是八種", "281": "略攝為四。謂加行攝受繼屬對治。又欲勤心", "282": "觀修有二種。謂并因緣聚散遠離修。不劣不", "283": "散彼二所依隨順修。修果者。謂已善修治三", "284": "摩地故。隨所欲證。所通達法即能隨心通達", "285": "變現。又於別別處所法中。證得堪能自在作", "286": "用。如所願樂能辦種種神通等事。又能引發", "287": "勝品功德。五根所緣者。謂四聖諦。自體者。", "288": "謂信精進念定慧。助伴者。謂彼相應心心所", "289": "等。修習者。謂信根於諸諦起忍可行。修習精", "29": "滅。", "290": "進。根於諸諦生忍可已。為覺悟故起精進行。", "291": "修習念根。於諸諦發精進已。繫念起不忘失", "292": "行。修習定根。於諸諦既繫念已。起心一境性", "293": "行。修習慧根。於諸諦心既得定起簡擇行修", "294": "習。修果者。謂能速發諦現觀及能修治煖頂。", "295": "引發忍世第一法。", "296": "如五根五力亦爾。差別者。由此能損減所對", "297": "治障。不可屈伏故名為力。", "298": "七覺支所緣者。謂四聖諦如實性。自體者。謂", "299": "念擇法精進喜安定捨。念是所依支。擇法是", "3": "三藏法師玄奘奉　詔譯", "30": "何等無莊嚴故。謂慧解脫阿羅漢所有滅。何", "300": "自體支。精進是出離支。喜是利益支。安定捨", "301": "是不染污支。由此不染污故。依止不染污故。", "302": "體是不染污故。助伴者。謂彼相應心心所等。", "303": "修習者。謂依止遠離。依止無欲。依止寂滅。", "304": "迴向棄捨修念覺支。如念覺支乃至捨覺支", "305": "亦爾。如是四句次第顯示。緣四諦境修習覺", "306": "支。修果者。謂見所斷煩惱永斷。", "307": "八聖道支所緣者。謂即此後時四聖諦如實", "308": "性。自體者。謂正見正思惟正語正業正命正", "309": "精進正念正定。正見是分別支。正思惟是誨", "31": "等有莊嚴故。謂俱分解脫三明六通阿羅漢", "310": "示他支。正語正業正命是令他信支。見戒命", "311": "清淨性故。正精進是淨煩惱障支。正念是淨", "312": "隨煩惱障支。正定是能淨最勝功德障支。助", "313": "伴者。謂彼相應心心所等。修習者。如覺支說。", "314": "修果者。謂分別誨示他令他信。煩惱障淨。隨", "315": "煩惱障淨。最勝功德障淨故。", "316": "四種正行者。謂苦遲通行。苦速通行。樂遲通", "317": "行。樂速通行。初謂鈍根未得根本靜慮。第二", "318": "謂利根未得根本靜慮。第三謂鈍根已得根", "319": "本靜慮。第四謂利根已得根本靜慮。四種法", "32": "等所有滅。", "320": "迹者。謂無貪無瞋正念正定。無貪無瞋能令", "321": "增上戒學清淨。正念能令增上心學清淨。正", "322": "定能令增上慧學清淨。奢摩他者。謂於內攝", "323": "心令住等住安住近住。調順寂靜最極寂靜。", "324": "專注一趣平等攝持。毘鉢舍那者。謂簡擇諸", "325": "法。最極簡擇。普遍尋思。周審觀察。為欲對", "326": "治麁重相結故。為欲制伏諸顛倒故。令無倒", "327": "心善安住故。", "328": "又依奢摩他毘鉢舍那立四種道。或有一類", "329": "已得奢摩他非毘鉢舍那。此類依奢摩他進", "33": "何等有餘故。謂有餘依滅。", "330": "修毘鉢舍那。或有一類已得毘鉢舍那非奢", "331": "摩他。此類依毘鉢舍那進修奢摩他。或有一", "332": "類不得奢摩他亦非毘鉢舍那。此類專心制", "333": "伏惛沈掉舉雙修二道。或有一類已得奢摩", "334": "他及毘鉢舍那。此類奢摩他毘鉢舍那二道", "335": "和合平等雙轉。", "336": "三根者。謂未知當知根已知根具知根。云何", "337": "未知當知根。謂於加行道及於見道十五心", "338": "剎那中所有諸根。云何已知根。謂從第十六", "339": "見道心剎那已上。於一切有學道中所有諸", "34": "何等無餘故。謂無餘依滅。", "340": "根。云何具知根。謂於無學道所有諸根。", "341": "依初靜慮地現修道時。亦修欲界繫所有善", "342": "根。於彼得自在故。如依初靜慮地修欲界善", "343": "根。如是依一切上地現修道時。皆能修習下", "344": "界下地所有善根。於彼得自在故。", "345": "何等究竟道。謂依金剛喻定。一切麁重永已", "346": "息故。一切繫得永已斷故。永證一切離繫得", "347": "故。從此次第無間轉依。證得盡智及無生智", "348": "十無學法等。何等為十。謂無學正見。乃至無", "349": "學正定。無學正解脫。無學正智。如是等法名", "35": "何等最勝故。謂佛菩薩無住涅槃攝所有滅。", "350": "究竟道。", "351": "云何名為一切麁重。略說有二十四種。謂一", "352": "切遍行戲論麁重。領受麁重。煩惱麁重。業麁", "353": "重。異熟麁重。煩惱障麁重。業障麁重。異熟", "354": "障麁重。蓋麁重。尋思麁重。飲食麁重。交會", "355": "麁重。夢麁重。病麁重。老麁重。死麁重。勞倦", "356": "麁重。堅固麁重。麁麁重。中麁重。細麁重。", "357": "煩惱障麁重。定障麁重。所知障麁重。", "358": "云何繫得。謂於麁重積集假立繫得性。云何", "359": "離繫得。謂於麁重離散假立離繫得性。", "36": "以常安住一切有情利樂事故。", "360": "云何金剛喻定。謂居修道最後斷結道位所", "361": "有三摩地。或加行道攝。或無間道攝。加行道", "362": "攝者。謂從此已去非一切障所礙能破一切", "363": "障。無間道攝者。謂從此無間盡智無生智生。", "364": "又此三摩地無間堅固一味遍滿。為顯此義", "365": "薄伽梵說。如大石山無缺無隙無穴一段。極", "366": "善圓滿十方猛風所不動轉。云何名為無間", "367": "轉依。謂已證得無學道者三種轉依。何等為", "368": "三。謂心轉依道轉依麁重轉依。", "369": "云何盡智。謂由因盡所得智。或緣盡為境。", "37": "何等差別故。謂無餘永斷永出永吐盡離欲", "370": "云何無生智。謂由果斷所得智。或緣果不生", "371": "為境。", "372": "十無學法當知依止無學戒蘊定蘊慧蘊解脫", "373": "蘊解脫知見蘊說。", "374": "如是道諦總有四種行相差別。謂道相如相", "375": "行相出相。云何道相。因此尋求真實義故。云", "376": "何如相。以能對治諸煩惱故。云何行相。善能", "377": "成辦心令不顛倒故。云何出相。趣真常迹故。", "378": "於諸諦中十六行相。皆通世間及出世間。世", "379": "間出世間有何差別。於所知境不善悟入善", "38": "滅寂靜沒等。何故名無餘永斷。由餘句故。何", "380": "悟入性差別故。有障無障性差別故。有分別", "381": "無分別性差別故。所以者何。於諸諦中無常", "382": "苦等十六世間行相。不善通達真如性故。煩", "383": "惱所隨眠故。依名言門起戲論故。出世行相", "384": "與此相違。出世行相現在前時。雖復現證", "385": "見無常義。然不依名言戲論門。見此是無常", "386": "義。如無常行相於無常義。餘行相於餘義隨", "387": "其所應當知亦爾。", "388": "大乘阿毘達磨集論卷第五", "39": "故名永出。永出諸纏故。何故名永吐。永吐隨", "4": "決擇分中諦品第一之三", "40": "眠故。何故名盡。見道對治得離繫故。何故名", "41": "離欲。修道對治得離繫故。何故名滅。當來彼", "42": "果苦不生故。何故名寂靜。於現法中彼果心", "43": "苦永不行故。何故名沒。餘所有事永滅沒故。", "44": "何故此滅復名無為。離三相故。何故此滅復", "45": "名難見。超過肉眼天眼境故。何故此滅復名", "46": "不轉。永離諸趣差別轉故。何故此滅名不卑", "47": "屈離三愛故。何故此滅復名甘露。離蘊魔故。", "48": "何故此滅復名無漏。永離一切煩惱魔故。何", "49": "故此滅復名舍宅。無罪喜樂所依事故。何故", "5": "云何滅諦。謂相故甚深故世俗故。勝義故不", "50": "此滅復名洲渚。三界隔絕故。何故此滅復名", "51": "弘濟。能遮一切大苦災橫故。何故此滅復名", "52": "歸依。無有虛妄意樂方便所依處故。何故此", "53": "滅名勝歸趣。能為歸趣一切最勝聖性所依", "54": "處故。何故此滅復名不死。永離生故。何故此", "55": "滅名無熱惱永離一切煩惱熱故。永離一切", "56": "求不得苦大熱惱故。何故此滅名無熾然。永", "57": "離一切愁歎憂苦諸惱亂故。何故此滅復名", "58": "安隱。離怖畏住所依處故。何故此滅復名清", "59": "涼。諸利益事所依處故。何故此滅復名樂事。", "6": "圓滿故圓滿故無莊嚴故。有莊嚴故。有餘故。", "60": "第一義樂事故。何故此滅名趣吉祥。為證得", "61": "彼易修方便所依處故。何故此滅復名無病。", "62": "永離一切障礙病故。何故此滅復名不動。永", "63": "離一切散動故。何故此滅復名涅槃。無相寂", "64": "滅大安樂住所依處故。何故此滅復名無生。", "65": "離續生故。何故此滅復名無起。永離此後漸", "66": "生起故。何故此滅復名無造。永離前際諸業", "67": "煩惱勢力所引故。何故此滅復名無作。不作", "68": "現在諸業煩惱所依處故。何故此滅復名不", "69": "生。永離未來相續生故。", "7": "無餘故。最勝故。差別故分別滅諦。", "70": "如是滅諦總有四種行相差別謂滅相靜相妙", "71": "相離相。云何滅相煩惱離繫故。云何靜相。苦", "72": "離繫故。云何妙相。樂靜事故。云何離相。常利", "73": "益事故。", "74": "云何道諦。謂由此道故知苦斷集證滅修道", "75": "是略說道諦相。道有五種。謂資糧道加行道", "76": "見道修道究竟道。", "77": "何等資糧道。謂諸異生所有尸羅。守護根門", "78": "飲食知量。初夜後夜常不睡眠。勤修止觀正", "79": "知而住。復有所餘進習諸善。聞所成慧。思所", "8": "何等相故。謂真如聖道煩惱不生。若滅依若", "80": "成慧。修所成慧。修習此故得成現觀解脫所", "81": "依器性。", "82": "何等加行道。謂有資糧道皆是加行道。或有", "83": "加行道非資糧道。謂已積集資糧道者。所有", "84": "順決擇分善根。謂煖法頂法順諦忍法世第", "85": "一法。云何煖法。謂各別內證於諸諦中。明", "86": "得三摩地鉢羅若及彼相應等法。云何頂法。", "87": "謂各別內證於諸諦中。明增三摩地鉢羅若", "88": "及彼相應等法。云何順諦忍法。謂各別內證", "89": "於諸諦中。一分已入隨順三摩地鉢羅若及", "9": "能滅若滅性。是滅諦相。如世尊說。眼耳及與", "90": "彼相應等法。云何世第一法。謂各別內證於", "91": "諸諦中。無間心三摩地鉢羅若及彼相應等", "92": "法。何等見道。若總說。謂世第一法無間無所", "93": "得三摩地鉢羅若及彼相應等法。又所緣能", "94": "緣平等平等智為其相。又遣各別有情假法", "95": "假。遍遣二假所緣法智為相。", "96": "若別說見道差別。謂世第一法無間苦法智", "97": "忍苦法智。苦類智忍苦類智。集法智忍集法", "98": "智。集類智忍集類智。滅法智忍滅法智。滅類", "99": "智忍滅類智。道法智忍道法智。道類智忍道"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1605 大乘阿毘達磨集論: 大乘阿毘達磨集論: 大乘阿毘達磨集論", "author": "無著菩薩造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}