{"author": "元魏 慧覺等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0202 賢愚經: 賢愚經: 賢愚經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "52 鳥聞比丘法生天品", "1": "賢愚經卷第十三", "2": "元魏涼州沙門慧覺等在高昌郡譯", "3": "53 五百鴈聞佛法生天品（六〇）五百鴈聞佛法生天品第五十三丹本為六十", "4": "如是我聞：一時佛在波羅㮈國。爾時世尊，", "5": "於林澤中，為天人四輩之類，演說妙法。時", "6": "虛空中，有五百群鴈，聞佛音聲，深心愛樂，", "7": "盤桓迴翔，尋欲來下至世尊所。時有獵師，", "8": "張施羅網，五百群鴈，墮彼網中，為獵師所", "9": "殺；生忉利天，父母膝上，忽然生長，如八歲", "10": "兒，身體端嚴，顏貌無比，光相明淨，喻若金", "11": "山。便自念言：「我以何因，生此天中？」天人", "12": "心聰神解，即識宿命，緣愛法聲，果報生天，", "13": "當報其恩。即共同時，持天花香，下閻浮提", "14": "波羅捺國，至世尊所，天光明曜，猶寶樹林，", "15": "一時曲身，禮世尊足，合掌白言：「我蒙世尊", "16": "說法音聲，生在妙處，願重矜愍，開示道要。」", "17": "爾時世尊，便為演說四諦妙法，天人開悟，", "18": "得須陀洹果，即還天上，不墮三塗，隨緣七", "19": "生，得盡諸漏。爾時阿難，白世尊言：「昨夜有", "20": "天光明照曜，禮敬世尊。不知其緣？願見告", "21": "示。」佛告阿難：「善思念之！當為汝說。世尊昨", "22": "日在林澤中，為天世人四輩之眾，敷演妙", "23": "法。有五百群鴈，愛敬法聲，心悅欣慶，即共", "24": "飛來，欲至我所，墮獵師網中。於時獵師，即", "25": "取殺之。因此善心，生忉利天，自識宿命，故", "26": "來報恩。」爾時阿難，聞佛所說，歡喜踊躍，", "27": "歎未曾有，而作是言：「如來出世，實為奇妙！", "28": "陶演法雨，莫不蒙潤，乃至禽鳥，猶聞法", "29": "聲，獲福乃爾，豈況於人信心受持，計其果", "30": "報，過踰於彼，百千萬倍，不可為比。」佛告", "31": "阿難：「善哉善哉！如汝所說。如來出世，多所", "32": "潤益，普雨甘露，浸潤群生，以是之故，當共", "33": "一心信敬佛法。」爾時阿難，及諸眾會，聞佛", "34": "所說，歡喜奉行。", "35": "54 堅誓師子品（六一）堅誓師子品第五十四丹本為六十一", "36": "如是我聞：一時佛在王舍城耆闍崛山中。爾", "37": "時提婆達多，恒懷惡心，向於世尊，欲害如", "38": "來，自稱為佛；教阿闍世，害父為王。「新佛新", "39": "王，治理天下，不亦快乎？」王子信用，便殺其", "40": "父，自立為王。是時世人，咸懷惡心，於諸比", "41": "丘，惡不欲見。時諸比丘，入城乞食，人民", "42": "忿恚，咸不與語，空鉢而出，還到山中，白世", "43": "尊言：「提婆達多，作不善事，使諸四輩，各", "44": "興惡心，向於沙門。」爾時世尊告阿難言：「若", "45": "有眾生，起於惡心，向諸沙門著染衣人，", "46": "當知是人，則便惡心，向於過去諸佛、辟支佛、", "47": "阿羅漢，向於未來諸佛、辟支佛、阿羅漢，現在", "48": "諸佛、辟支佛、阿羅漢。以發惡心向於三世", "49": "諸賢聖故，便獲無量罪業果報。所以者何？", "50": "染色之服，皆是三世賢聖標式，其有眾生，", "51": "剃除鬚髮，著染衣者，當知是人，不久當", "52": "得解脫一切諸苦，獲無漏智，為諸眾生，作", "53": "大救護。若有眾生，能發信心，向於出家", "54": "著染衣人，獲福難量。」佛告阿難：「我由往", "55": "昔，於諸出家著染衣人，深生信心，敬戴", "56": "之故，致得成佛。」阿難白佛言：「世尊！往昔深", "57": "心，敬染衣人，其事云何？願樂欲聞。」佛告阿", "58": "難：「善聽當說。」「唯然世尊！願樂欲聞。」佛告阿", "59": "難：「古昔無量阿僧祇劫，此閻浮提，有大國", "60": "王，名曰提毘，總領八萬四千諸小國王，世", "61": "無佛法，有辟支佛，在於山間林中，坐禪行", "62": "道飛騰變化，福度眾生。時諸野獸，咸來親", "63": "附。有一師子，名號𨃓迦羅毘晉言堅誓，軀體金", "64": "色，光相明顯煥然明裂，食果噉草，不害", "65": "群生。是時獵師，剃頭著袈裟，內佩弓箭，行", "66": "於澤中，見有師子，甚懷歡喜，而心念言：『我", "67": "今大利，得見此獸，可殺取皮，以用上王，", "68": "足得脫貧。』是時師子，適值睡眠，獵師便", "69": "以毒箭射之。師子驚覺，即欲馳害，見著", "70": "袈裟，便自念言：『如此之人，在世不久，必得", "71": "解脫，離諸苦厄。所以者何？此染衣者，過去", "72": "未來現在三世聖人標相，我若害之，則為惡", "73": "心趣向三世諸賢聖人。』如是思惟，害意還", "74": "息。毒箭兩行，命在不久，便說偈言：", "75": "「『耶羅羅婆奢沙娑呵』", "76": "「說此語時，天地大動，無雲而雨，諸天惋", "77": "惕，即以天眼下觀世間，見於獵師殺菩薩", "78": "師子，於虛空中，雨諸天花，供養其屍。是時", "79": "獵師，剝師子皮，持至于家，以奉國王提毘，", "80": "求索賞募。時王念言：『經書有云：「若有畜獸", "81": "身金色相，必是菩薩大士之人。」我今云何資", "82": "賞此人？若與賞者，便為共此殺害無異。』是", "83": "時獵師，素窮求哀，國王矜愍，與少財物，問", "84": "獵師言：『師子死時，有何瑞應？』答言：『口說八", "85": "字，天地普動，無雲而雨，天降諸花。』爾時國", "86": "王，聞是語已，悲喜交集，信心益猛，即召諸", "87": "臣耆舊智人，令解是義。時諸人眾，都不能", "88": "解。空林澤中，有一仙人，字奢摩，字義俱", "89": "閑，仙人聰明，哲達貫練。使還白王，王即請", "90": "來。仙人于時，具為大王解說其義：『耶羅羅，", "91": "其義唯剃頭著染衣，當於生死疾得解脫。", "92": "婆奢沙，云剃頭著染衣者，皆是賢聖之相，", "93": "近於涅槃。娑呵，云剃頭著染衣者，當為一", "94": "切諸天世人所見敬仰。』於時仙人，解是", "95": "語已，提毘歡喜，即召八萬四千小王，悉集", "96": "一處，作七寶高車，張師子皮，表示一切，悉", "97": "共敬戴，燒香散花，而以供養，極盡忠心；後", "98": "復打金作棺，盛師子皮，以用起塔。爾時人", "99": "民，緣是善心，壽終之後，皆得生天。」佛告阿", "100": "難及四部眾：「爾時師子，由發善心向染衣", "101": "人，十億萬劫，作轉輪聖王，給足眾生，廣", "102": "殖福業，致得成佛。爾時號𨃓迦毘羅者，豈", "103": "異人乎？今我身是也。時國王提毘，緣供養", "104": "師子皮故，十萬億劫，天上人中，尊貴第一，", "105": "修諸善本，今彌勒菩薩是。時仙人者，今舍利", "106": "弗是。時獵師者，今提婆達多是。」爾時四眾，", "107": "從佛聞說過去因緣，心懷歡喜，深自惋悼", "108": "悲歎而言：「我等愚癡！不識明哲，生起惡心。", "109": "唯願如來！憐愍愚癡，聽悔前罪。」世尊弘慈，", "110": "因為說法四諦微妙，隨其宿緣，皆獲諸果，", "111": "有得須陀洹、斯陀含、阿那含、阿羅漢果者，", "112": "有發無上正真道意者。是時阿難、四部之", "113": "眾，聞佛所說，歡喜奉行。", "114": "55 梵志施佛納衣得受記品（六二）梵志施佛納衣得受記品第五十五丹本為六", "115": "十二", "116": "如是我聞：一時佛在舍衛國祇樹給孤獨園。", "117": "爾時世尊，將侍者阿難，入城分衛。世尊身", "118": "上所著之衣，有少穿壞，將欲以化應度眾", "119": "生，乞食周訖，欲還所止。有一婆羅門，來至", "120": "佛所，為佛作禮，覩佛容顏光相殊特，見", "121": "佛身衣有少破壞，心存惠施，割省家中，得", "122": "少白󰧕，持用施佛：「唯願如來！當持此󰧕以", "123": "用補衣。」佛即受之。時婆羅門，見佛受已，心", "124": "情歡喜，倍加踊躍。佛哀此人，即與授決：「於", "125": "當來世二阿僧祇百劫之中，當得作佛，神通", "126": "相好，十號具足。」佛授記已歡喜而去。國中豪", "127": "賢長者居士，咸興此心：「云何世尊！受彼少", "128": "施，酬以大報？」作是念已，各為如來，破損", "129": "好󰧕，作種種衣，持用奉佛。阿難問佛：「世尊", "130": "先昔造何善行，能令一切奉施衣服？願佛", "131": "為說，令得開解。」世尊告曰：「諦聽著心，當為", "132": "汝說過去因緣。」阿難曰：「諾，我當善聽。」佛告", "133": "阿難：「乃往過去，無量無數阿僧祇劫，爾時有", "134": "佛，名毘鉢尸，出現於世，與其徒眾九萬", "135": "人俱。彼時有王，名曰槃頭，有一大臣，請", "136": "佛及僧，三月供養，佛即許可。既蒙可已，還", "137": "至其家，辦具所須。時槃頭王，亦欲供養佛", "138": "及眾僧，往至佛所，而白佛言：『貪得如來及", "139": "比丘僧三月供養。』佛告槃頭：『吾先已受彼", "140": "大臣請，大人之法，不宜中違。』王即還宮，告", "141": "其臣曰：『佛處我國，吾欲供養，云卿已請；今", "142": "可避我，我供養訖，卿乃請之。』臣答王言：『若", "143": "使大王保我身命，復保如來常住於此，復", "144": "令國土常安無災；若使能保此諸事者，我", "145": "乃息意，放王先請。』王自念言：『斯事叵辦。』復", "146": "更曉曰：『卿請一日，我復一日。』臣便可之。更", "147": "互設會，各滿所願。爾時大臣，為彼如來，", "148": "辦具三衣，皆悉豐足，復為九萬諸比丘眾，", "149": "作七條衣，人與一領。阿難當知！爾時大臣，", "150": "以上衣服，施佛及僧供養之者，豈異人乎？", "151": "則我身是。我乃世世，殖福無厭，今悉自得，", "152": "終不唐捐。」時阿難等，聞說是已，歡喜懃修，", "153": "造諸福業，心懷踊躍，頂戴奉行。", "154": "56 佛始起慈心緣品（六三）佛始起慈心緣品第五十六丹本為六十三", "155": "如是我聞：一時佛在舍衛國祇樹給孤獨園。", "156": "爾時諸比丘，夏安居竟，往至佛所，禮敬問", "157": "訊。佛以慈心，慰喻撫恤：「汝等住彼，得無苦", "158": "耶？」慈心矜篤，極懷憐愍。阿難見之，而白佛", "159": "言：「世尊！慈愍垂矜特隆。不審，世尊！發如是", "160": "心，為遠近耶？」佛告阿難：「若欲知之，當", "161": "為汝說。過去久遠，不可稱計阿僧祇劫，有", "162": "二罪人，共在地獄，獄卒驅之使挽鐵車，剝", "163": "取其皮，用作車鞅，復以鐵棒，打令奔走，東", "164": "西馳騁，無有休息。時彼一人，筋力尠薄，獄", "165": "卒逼之，躃地便起，疲極困乏，絕死復蘇。彼", "166": "共對者，見其困苦，興發慈心，憐愍此人，顧", "167": "白獄卒：『唯願聽我躬代是人，獨挽此車。』獄", "168": "卒瞋恚，以棒打之，應時即死，生忉利天。", "169": "阿難當知！爾時獄中慈心人者，我身是也。我", "170": "乃爾時，於彼地獄受罪之時，初發如是慈", "171": "矜之心，於一切人，未曾退捨，至於今日，故", "172": "樂修行慈愍一切。」爾時阿難，聞佛所說，歡", "173": "喜奉行。", "174": "57 頂生王品（六四）頂生王品第五十七丹本為六十四", "175": "如是我聞：一時佛在舍衛國祇樹給孤獨園，", "176": "與大比丘眾千二百五十人俱。爾時世尊，", "177": "見諸比丘，貪於飾好，著於名利，多畜盈長，", "178": "積聚無厭。佛見此已，為諸比丘說貪利害：", "179": "「夫貪欲者，現損身命，終歸三塗，受苦無量。", "180": "所以然者？吾自憶念過去世時，由於貪", "181": "故，而便墮落，受諸苦惱。」", "182": "爾時阿難，長跪叉手，前白佛言：「世尊！過去", "183": "由於貪故，而便墮落。其事云何？」世尊告曰：", "184": "「乃往過去，無量無邊不可思議阿僧祇劫，此", "185": "閻浮提，有一大王，名瞿薩離，典斯天下八", "186": "萬四千小國，有二萬夫人婇女，一萬大臣。時", "187": "王頂上欻生一皰，其形如繭，淨潔清徹，亦", "188": "不疼痛。後轉轉大，乃至如瓠，便劈看之，", "189": "得一童子，甚為端正，頭髮紺青，身紫金色。", "190": "即召相師，占相吉凶，相師占已，便答王言：", "191": "『此兒有德，雄姿奇特，必為聖王，統臨四", "192": "域。』因為立字，名文陀竭晉言頂生。年已長大，", "193": "英德遂著，王以一國，用封給之。大王後時，", "194": "被病困篤，諸小王輩，皆來瞻省，不能自免，", "195": "遂便薨背。諸附庸王共詣頂生，而咸啟曰：『大", "196": "王已崩，願嗣國位。』頂生答言：『若吾有福應", "197": "為王者，要令四天及尊帝釋，來相迎授，爾", "198": "乃登祚。』立誓已竟，四天即下，各捉寶瓶，", "199": "盛滿香湯，以灌其頂。時天帝釋，復持寶冠，", "200": "來為著之，然後稱揚。諸王復勸當詣大國", "201": "王所治處。頂生復言：『若我有福應為王者，", "202": "國當就我，我不就國。』立誓適竟，大國之中", "203": "所有宮殿，園林浴池，悉來就王。金輪、象馬、", "204": "玉女、神珠、典藏、典兵，悉亦應集，君四天", "205": "下，為轉輪王。巡行國界，見諸人民，墾地", "206": "耕種。王問臣吏：『此諸群生，欲作何等？』便答", "207": "王言：『有形之類，由食得存，是以種穀，欲", "208": "以濟命。』王立誓言：『若我有福應為王者，", "209": "當有自然百味飲食，充飽一切，使無飢", "210": "渴。』作願已竟，尋有飲食。王更出遊，見諸人", "211": "民，紡績經織。王復問言：『作此用為？』諸人對", "212": "曰：『食已自然，無以嚴身，是故紡織用作服", "213": "飾。』王復立誓：『若我有福應為王者，當有", "214": "妙衣自然而出，賑給萬民，使無窮乏。』作願", "215": "已竟，應時諸樹悉生種種異色妙服，一切人", "216": "民，求得無盡。王更出遊，見諸群黎，修治樂", "217": "器。王因問之：『作此何為？』諸人報言：『衣食既", "218": "充，乏於音樂，所以治此，欲用自娛。』王復立", "219": "誓：『若我有福應為王者，眾妙樂器，當自然", "220": "至。』作願適竟，應時諸樹，若干種種伎樂，懸", "221": "在其枝，若有須者，取而鼓之，音聲和暢，其", "222": "有聞者，無不歡預。王德至重，萬善臻集，天", "223": "雨七寶，遍諸國界。王問諸臣：『此誰之德？』諸", "224": "臣對曰：『此是王德，亦國民福。』王復立誓：『若", "225": "是民福，寶當普雨；若獨我德，齊雨宮內。』作", "226": "願適竟，餘處悉斷，唯雨宮裏，七日七夜。「其", "227": "頂生王，於閻浮提，五欲自娛，經八萬四千", "228": "歲。時有夜叉，踊出殿前，高聲唱言：『東方有", "229": "國，名弗婆提，其中豐樂，快善無比，大王可", "230": "往遊觀彼界。』王則允可。意欲巡行，金輪", "231": "復轉，躡虛而進，群臣七寶，皆悉隨從。既至", "232": "彼土，諸小王等，盡來朝賀。王於彼國，五欲", "233": "自恣，經八億歲。夜叉復唱：『西方有國，名瞿", "234": "耶尼，亦復快樂，王可至彼。』王即允然，往遊", "235": "其土，食福受樂經十四億歲。夜叉復唱：『北方", "236": "有國，名欝單曰，其土安豐，人民熾盛，王可", "237": "到彼。』王即往詣，留止其中，上妙五欲，極", "238": "情恣意，經十八億歲。夜叉復唱：『有四天王", "239": "處，其樂難量，王可遊之。』王與群臣及四種", "240": "兵，乘虛而上。四天遙見，甚懷恐怖，即合", "241": "兵眾，出外拒之，竟不奈何，還歸所止。頂", "242": "生於中，優遊受樂，經數十億歲。意中復", "243": "念：『欲昇忉利。』即與群眾，蹈虛登上。「時有", "244": "五百仙人，住在須彌山腹，王之象馬屎尿下", "245": "落，污仙人身。諸仙相問：『何緣有此？』中有智", "246": "者，告眾人言：『吾聞頂生王，欲上三十三天，", "247": "必是象馬失此不淨。』仙人忿恨，便結神呪，", "248": "令頂生王及其人眾，悉住不轉。王復知之，", "249": "即立誓願：『若我有福，斯諸仙人，悉皆當來", "250": "承供所為。』王德弘博，能有感致，五百仙人", "251": "盡到王邊，扶輪御馬，共至天上。未至之", "252": "頃，遙覩天城，名曰快見，其色皦白，高顯殊", "253": "特。此快見城，有千二百門，諸天怖畏，悉", "254": "閉諸門，著三重鐵關。頂生兵眾，直趣不疑。", "255": "王即取貝吹之，張弓扣彈，千二百門一時", "256": "皆開。帝釋尋出，與共相見，因請入宮，與共", "257": "分坐。天帝人王，貌類一種，其初見者，不能", "258": "分別，唯以視眴遲疾，知其異耳。「王於天", "259": "上，受五欲樂，盡三十六帝，末後帝釋，是", "260": "大迦葉。時阿修羅王興軍上天，與帝釋", "261": "鬪，帝釋不如，退軍入城。頂生復出，吹貝", "262": "扣弓，阿修羅王即時崩墜。頂生自念：『我力", "263": "如是，無有等者，今與帝釋，共坐何為？不", "264": "如害之，獨霸為快。』「惡心已生，尋即墮落，", "265": "當本殿前，委頓欲死。諸人來問：『若後世人，", "266": "問頂生王云何命終？何以報之？』王對之曰：", "267": "『若有此問，便可答之：「頂生王者，由貪而死。", "268": "統領四域，四十億歲，七日雨寶，及在二天，", "269": "而無厭足，故致墜落。」』是故比丘！夫利養者，", "270": "實為大患，當思遠離深求道真。」阿難白", "271": "佛：「此頂生王，宿殖何福，而獲如此無量", "272": "大報？」佛告之曰：「乃往過去，不可計劫，時世", "273": "有佛，號曰弗沙，與其徒眾，遊化世間。時婆", "274": "羅門子，適欲娶婦，手把大豆，當用散婦，", "275": "是其曩世，俗家之禮。於道值佛，心意歡喜，", "276": "即持此豆，奉散於佛，四粒入鉢，一粒住頂。", "277": "由此因緣，受無極福，四粒入鉢，王四天下；", "278": "一粒在頂，受樂二天。」爾時諸弟子，聞佛所", "279": "說，有得初果二果三果及阿羅漢者，不可", "280": "稱數，受持佛語，歡喜奉行。", "281": "58 蘇曼女十子品（六五）蘇曼女十子品第五十八丹本為六十五", "282": "如是我聞：一時佛在舍衛國祇樹給孤獨園。", "283": "爾時須達長者，末下小女，字曰蘇曼，面首端", "284": "正，容貌最妙，其父憐愛，特於諸子，若遊行", "285": "時，每將共去。於是長者，將至佛所，其女", "286": "見佛，情倍欣踊，願得好香，塗佛住室。斯女", "287": "手中，有賓婆菓。佛從索之，奉教便與。佛", "288": "尋於上，書香種稷，還以與之。女共其父，", "289": "還歸城裏，便行推買種種妙香，如佛所須，", "290": "持詣祇洹，躬自擣磨，日日如是。於時持叉", "291": "尸利國王，遣其一兒，使到舍衛，初適他土", "292": "廣行觀看，漸漸展轉，復至精舍，見蘇曼女", "293": "在中磨香，愛其姿容，欲得為妻，即往入", "294": "城，啟波斯匿王：「云有此女，可適我意，願王", "295": "見賜，勿違我志。」王問之曰：「是誰家女？」答", "296": "言：「是須達許。」王言：「卿自從索，吾不能知。」", "297": "復重啟王：「王若相聽，當自求之。」王言：「可爾。」", "298": "彼國王兒，發遣子弟、車乘眾物，先歸本國，", "299": "唯留一象及己在後，往至祇洹，搏蘇曼", "300": "女，累騎而去。須達聞之，遣人追逐，象走", "301": "駛速，不能及逮。即達本土，便用為婦，後", "302": "遂懷妊，生卵十枚。卵後開敷，有十男兒，形", "303": "貌姝好，與人有異。年遂長大，勇健非凡，", "304": "然喜畋獵，傷害物命。其母矜愍，教使莫爾。", "305": "諸子白母：「射獵之事，最為快樂，母今相遮，", "306": "將為見憎。」母復告言：「吾愛汝等！是以因", "307": "制；若當憎汝，終無此言。所以者何？夫殺生", "308": "之罪，當入地獄，受諸苦惱，數千萬歲，常", "309": "為鹿頭羊頭兔頭諸禽獸頭阿傍獄卒之所", "310": "獵射，無央數歲，雖思解脫。其何由乎？」諸子", "311": "白母：「如母所說，為自出心？從他邊聞？」母", "312": "復告言：「吾昔從佛，聞如此事。」兒復問母：「佛", "313": "者何人？幸願具宣。」母告諸子：「卿不聞乎？迦", "314": "維羅衛淨飯王子，形相炳著，應為聖王，厭", "315": "老病死，出家學道，願行成就，得無上果。巨", "316": "身丈六，相好無比，三明六通，遐鑒無外，前", "317": "知無窮，却知無極，觀知三世，如掌中珠。」", "318": "諸子聞之，心內欣然，因更問母：「佛今近遠，", "319": "為可見不？」母便答言：「今在舍衛。」諸子啟母，", "320": "求往覲佛，母即聽之，諸子同時，共詣舍衛。", "321": "其祖須達，見之情悅，倍加愛念，將至祇洹，", "322": "奉覲如來。諸子見佛，姿好形貌，踰前所聞，", "323": "數千萬倍，五情欣喜，不能自勝，佛因隨", "324": "宜，為說妙法，十人俱時，得法眼淨，便復", "325": "白佛，求索出家。佛問之曰：「汝父母聽不？」答", "326": "言：「未諮。」佛言：「父母未聽，不得染化。」須達", "327": "復言：「斯是我孫，我得自在，我今放之，於理", "328": "亦可。」佛便允然，聽使為道。鬚髮自落，法衣", "329": "在身，便成沙門，精勤大業，盡得羅漢。斯十", "330": "比丘，甚相欽敬，行則俱進，住在同處，國中", "331": "人民，莫不宗戴。阿難白佛：「此十比丘，有何", "332": "福慶，生在貴家，容貌奇特，遭值世尊，盡於", "333": "苦際？」佛告阿難：「乃往過去九十一劫，有毘", "334": "婆尸佛，出現於世，教化畢訖，而般涅槃，分", "335": "布舍利，起無量塔。時有一塔，朽故崩壞，有", "336": "一老母，而修治之。有年少十人，偶行覩見，", "337": "問老母曰：『何所施為？』老母語言：『斯是尊塔，", "338": "功德彌弘，是以修補，欲望善果。』年少歡喜，", "339": "助共興功，所作已竟，誓為母子，其十年少，", "340": "願共同生。從是已來，九十一劫，天上人中，", "341": "恒為俱生，受福快樂，常有三事，勝於餘人：", "342": "一者形體端正，二者眾所敬愛，三者恒得長", "343": "壽。經爾許時，不墮三塗，今遇我世，沐浴清", "344": "化，諸塵垢盡，咸逮應真。欲知爾時老母者，", "345": "今蘇曼女是。爾時十年少者，今十羅漢是。」", "346": "佛說此時，其在大會，有得須陀洹、斯陀含、", "347": "阿那含、阿羅漢者，發大乘意逮不退者，信", "348": "受佛語，歡喜奉行。", "349": "59 婆世躓品（六六）婆世躓品第五十九丹本為六十六", "350": "如是我聞：一時佛在羅閱祇耆闍崛山中。于", "351": "時此國有豪富長者，名尸利躓，其家大", "352": "富，七寶盈溢。其婦懷妊，月滿生男，形容嚴", "353": "妙，世之少雙。父母喜慶，深用自幸，便請相", "354": "師，令占吉凶。相師占已，語其二親：「斯子福", "355": "德，榮煥宗族。」長者益歡，情在無量，因復勸", "356": "請，便為立字。相師問曰：「從有此兒，有何瑞", "357": "應？」長者報曰：「其母本來，訥口鈍辭，既懷此", "358": "兒，談語巧妙，踰倍於常。」便為作字，號婆", "359": "世躓。年歲已大，聰才邈群，與其等輩，遊行", "360": "觀看，見那羅伎家，有一女子，面貌淨潔，暉", "361": "容希偶，心便染著，欲得娉娶。歸啟父母：", "362": "「願為求索。」父母告言：「吾是貴姓，彼是凡賤，高", "363": "卑非匹，如何為婚？」子情深愛，不能自釋，重", "364": "更啟言：「莫問門戶，但論其身，幸垂顧愍，哀", "365": "為我求。若不如志，便自殞命。」父母從之，", "366": "遣人往求。彼家報言：「君是大姓，我是小人，", "367": "素非疇偶，何緣得爾？」其兒慇懃，情猶不", "368": "息，復更遣信，重從索之。彼家答言：「若能如", "369": "我，習種種術，歌舞戲笑，悉令備知，及於王", "370": "前，試使得中，然後乃當共作婚姻。」兒惑其", "371": "色，不恥鄙事，即詣彼家，學習戲藝；數時之", "372": "間，皆已成就。是時國王，集諸那羅，上幢投", "373": "窓，空中索走，如是種種眾多戲事。時長者", "374": "子，亦往王邊，次應現伎，上索而走，索走", "375": "既竟，王脫不見，復勅更上，奉命為之，氣", "376": "力漸劣，中道欲墮，心中惶懅，無所歸依。", "377": "尊者目連，陵虛至邊，而告之曰：「如卿今日，", "378": "寧全身命，出家學道？為寧墮地，娶彼女", "379": "耶？」尋報之言：「願自存濟，不用女也。」目連即", "380": "時，於虛空中，化作平地，其人見已，情怖便", "381": "止，因地而下，得全身首。既蒙安隱，喜不", "382": "自勝，隨逐目連，往詣世尊，禮拜供養。佛於", "383": "是時，廣說妙論，所謂論者，施論、戒論、生天", "384": "之論，欲為不淨，出要最快，心意暢解，便得", "385": "初果。因復白佛：「願得出家，奉修正法。」世", "386": "尊聽之，鬚髮自落，法衣在身，便成沙門。", "387": "比丘專精禪思，遵修正業，諸漏得盡，成阿", "388": "羅漢。慧命阿難，前白佛言：「婆世躓沙門，往", "389": "昔之時，與彼女子，有何因緣，心染惑著，", "390": "幾致危沒？復共目連，造何善因，今蒙其", "391": "恩，而獲寧濟？復何因緣，自致應真？」佛告阿", "392": "難：「乃往過去無量之劫，波羅㮈國，有大長", "393": "者，初生一子，端正無比。當于是時，其家有", "394": "人，從海中來，齎一鳥卵，用奉長者。長者", "395": "納受，經少時間，其卵便剖，出一鳥鶵，毛羽", "396": "光潤。長者愛之，與子使弄，漸漸長大，互相", "397": "懷念。時長者子，騎鳥背上，鳥便擔飛，處處", "398": "遊觀，情既滿厭，還歸其舍，日日如是。經歷", "399": "多時，其長者子，聞他國王作那羅戲，便乘", "400": "斯鳥，往至彼間，來下觀看，鳥住樹上。偶見", "401": "王女，情便染愛。其時遣信，騰說情狀，王女", "402": "然可，便與共交。作事不密，為王所知，遣", "403": "人推捕，尋時獲得，縛束其身，而當斬戮。長", "404": "者子言：『諸君何為，勞力殺我？聽我上樹自", "405": "投而死。』諸人聽許，便起攀枝而上，乘騎其", "406": "鳥，翔虛而去。因此鳥故，得延壽命。」佛告", "407": "阿難：「彼時長者子，今婆世躓是。爾時王女者，", "408": "今伎家女是。爾時鳥者，則目連是。過去世", "409": "時，惑色致困，由鳥得濟；今復貪色，垂當", "410": "死亡，由目連故，致得安隱。其婆世躓，所", "411": "說聰辯，成無漏者，乃往過去，波羅㮈國，有", "412": "一居士，見辟支佛，來從乞飯。居士即時，", "413": "以食施與，因復勸請，令說經法。其辟支佛，", "414": "辭云不能，擲鉢虛空，騰踊而逝。居士念曰：", "415": "『斯人神力，變化無方，然其不能敷宣道化；", "416": "願我後生，遭值聖尊，勝於此士，巨億萬倍，", "417": "演散法義，無窮無盡，令我身者，亦獲果", "418": "證。』由此因緣，今世聰明，逮羅漢果。」佛說是", "419": "時，莫不歡喜，有得須陀洹、斯陀含、阿那含、", "420": "阿羅漢者，有種緣覺善根者，發菩薩心", "421": "者，皆信佛語，頂戴奉行。", "422": "60 優波鞠提品（六七）優波毱提品第六十丹本為六十七", "423": "如是我聞：一時佛在舍衛國祇樹給孤獨園。", "424": "爾時此國有一梵志，字阿巴毱提，聰明廣", "425": "學，採古達今，往至佛所，求作沙門，因復", "426": "啟曰：「若我出家，智慧辯才，與舍利弗等者，", "427": "情則甘樂；若當不如，便自歸家。」佛尋答曰：", "428": "「卿不如也。」時彼梵志，止不作道，還歸其", "429": "舍。世尊於後，告眾會言：「我滅度已，一百歲", "430": "中，此婆羅門，而當深化，逮成六通，智慧高", "431": "遠，教化眾生，其數如塵。」佛涅槃時，告阿難", "432": "言：「我滅度後，一切經藏，悉付囑汝，汝當受", "433": "持廣使流布。」世尊既滅，阿難持法。阿難後", "434": "時，復欲捨身，告弟子耶貰䩭言：「我去世", "435": "後，所有典要，汝當護持。」因復告曰：「波羅㮈", "436": "國，當有居士字為毱提，此人有子，名", "437": "優波毱提。卿好求索，度用為道；卿若壽終，", "438": "以法付之。」阿難滅已，此耶貰䩭，奉持佛法，", "439": "遊化世間，所度甚多。復至波羅㮈，往造居", "440": "士，與共相識，數數往來。其彼居士，生一男", "441": "兒，字阿巴毱提，年在幼稚。于時耶貰䩭，往", "442": "從索之，欲使為道。其父答曰：「始有一子，", "443": "當紹門戶，不可爾也，若後更生，便用相給。」", "444": "後復生男，字難陀毱提。時耶貰䩭，復往", "445": "從索，其父報言：「大子營外，次子營內，於其", "446": "家居，乃可興隆。情中戀惜，未能相許，若", "447": "後更有，信當奉惠。」此耶貰䩭，是阿羅漢，三明", "448": "具足，能知人根，觀此二兒，與道無緣，亦自", "449": "息意，不慇懃求。時彼居士復更生男，顏貌", "450": "端妙，形相殊特。時耶貰䩭，復往從索。其父", "451": "報曰：「兒今猶小，未能奉事，又復家貧，無以", "452": "餉送。且欲停之，須大當與。」年漸長大，才", "453": "器益盛，父付財物，居肆販賣。時耶貰䩭，往", "454": "到其邊，而為說法，教使繫念，以白黑石子", "455": "用當籌算，善念下白，惡念下黑。優婆毱", "456": "提奉受其教，善惡之念，輙投石子，初黑偏", "457": "多，白者甚少，漸漸修習，白黑正等，繫念不", "458": "止，更無黑石，純有白者。善念已盛，逮得", "459": "初果。時彼城中，有婬女人，遣婢持錢，往從", "460": "買花。優波毱提，心性質直，饒與其花，不令", "461": "有恨。婢齎花歸，婬女甚怪，問其婢言：「前", "462": "日買花，用錢一種，往何以少？今何以多？", "463": "將無前時相欺減乎？」婢答之言：「今日花主，", "464": "慈仁守禮，平等相與，所以饒獲。又復其人，", "465": "形體殊妙，大家若見，復不有恨。」婬女聞", "466": "之，遣信請喚。優波毱提，自抑不往，又復延", "467": "召，終不從命。于時婬女，與王家兒，而共交", "468": "通，貪其衣服眾寶所成，利興義衰，殺而", "469": "藏之。王家搜覓，於其舍得，尋取婬女，斬", "470": "截手足，劓其耳鼻，懸於高標，竪置塜間，", "471": "雖荷此苦，然未命終。優波毱提，往到其所，", "472": "婬女謂言：「往者端正，不肯相見，今日形殘，", "473": "何所看乎？」尋即對曰：「吾不愛色，而來至此，", "474": "用相憐故，來到此耳。」因為宣說四非常法。", "475": "「是身不淨苦空無我，一一諦察，有何可恃？", "476": "愚惑之徒，妄生染想。」婬女聞法，逮法眼淨，", "477": "優波毱提，成阿那含。時耶世䩭，復從居士，", "478": "索此少年，用作沙彌；奉教持與。將至精舍，", "479": "授其十戒，年滿二十，便授具足，白四羯", "480": "磨竟，得阿羅漢道，三明六通，皆悉滿具，言", "481": "辭巧妙，所演無窮，便集眾人，欲為說法。時", "482": "魔波旬，於會處所，而雨金錢。眾人競拾，竟", "483": "不聞法。於第二日，復集大眾，魔雨花鬘，", "484": "以亂眾心。於第三日，復更集大眾，魔王", "485": "便化作一大象，紺琉璃色，口有六牙，其一", "486": "牙上，有七浴池，其浴池中，有七蓮花，一一", "487": "蓮花上，有七玉女，斯諸玉女，皆作伎樂，其", "488": "象優遊徐步會側，眾人顧目，情不在法。", "489": "於第四日，復集大眾，魔王復化作一女人，", "490": "端正美妙，侍立尊後，眾人注目，忽忘法事。", "491": "于時尊者，尋化其女，令作白骨；眾人見已", "492": "乃專聽法，得道者眾。尊者本來，有一狗子，", "493": "日日於耳，竊為說法。其狗命終，生第六天", "494": "與魔波旬，共坐一床。魔王思惟：「此天大德，", "495": "乃與我等，為從何沒而來生此？」尋觀察", "496": "之，知從狗身。「彼沙門者，相辱乃爾。」遙伺尊", "497": "者入禪定時，持一寶冠，著其頭上。既從定", "498": "起，覺頂有冠，尋便思察，知魔所為，即以神", "499": "力，感魔使來，化其狗屍，令似髴飾，而告", "500": "魔言：「汝遺我冠，深謝來意；今以髴飾，用", "501": "相酬贈。」魔王受已，便還天上，而見所著乃", "502": "是死狗，心中厭惡而欲去之，盡其神力", "503": "不能令却。復詣帝釋，求除不淨。帝釋報", "504": "言：「其作此者，斯人能捨，非是吾力之所任", "505": "却。」魔王復去，廣問諸天乃至梵天，向之", "506": "喜言：「願除茲穢。」各答如初，非力所辦。事", "507": "不獲已，來詣尊者，而謂言曰：「佛實大德，", "508": "慈心無邊；諸聲聞輩，誠為凶忌。何以驗之？", "509": "我乃昔日，將諸魔兵凡十八億，攻圍菩薩，", "510": "欲敗其道，猶懷慈悲，不以為怨；我今小", "511": "觸，相困乃爾。」尊者答言：「理實如是。佛之於", "512": "我，百千萬倍，不可為喻，如須彌山比彼", "513": "芥子，如大海水方於牛跡，如師子王喻於", "514": "野干，大小之形，實不相及。」尊者語魔：「吾生", "515": "末世，不見如來。聞汝神力能化作佛，試為", "516": "一現，我欲觀之。」魔王答言：「我今化現，慎", "517": "莫為禮。」對曰：「不禮。」是時魔王化身作佛，", "518": "軀體丈六，紫磨金色，三十二相、八十種好，光", "519": "明赫弈，踰倍日月。尊者欣悅，便前稽首。魔", "520": "還復形，語尊者言：「向云不禮，今作禮何？」", "521": "尊者答言：「我自禮佛，不禮於汝。」魔復謝曰：", "522": "「唯願矜愍，却此死狗。」尊者告曰：「汝起慈心，", "523": "擁護群生，則此死狗，變成寶飾；若懷惡意，", "524": "則作狗屍。」魔以畏故，恒發善想。是時尊者", "525": "成道已後，所化眾生，得四果者，一人一籌，", "526": "籌長四寸，如此之籌，滿於一房，房高六丈，", "527": "縱廣亦爾。於是眾人白尊者言：「尊者福德，", "528": "實為弘博，化度群萌，不可稱數。」尊者告曰：", "529": "「吾為畜生時，亦化眾生，使得聖果，何況今", "530": "日？」眾會白言：「不審先世，所度云何？」尊者告", "531": "曰：「乃往過去，波羅㮈國，有一仙山，五百辟支", "532": "佛，止住其中。時有獼猴，日來供養，奉覲", "533": "儀容。諸辟支佛，後盡涅盤，復有五百梵志，", "534": "續在中止。諸梵志等，或事日月，或復事火，", "535": "事日月者，翹脚向之，其事火者，朝夕燃", "536": "之。時彼獼猴，見其翹脚，便取挽下，見其", "537": "燃火，便取滅之。獼猴于時，端坐思惟。諸梵", "538": "志見，自相謂言：『此獼猴者，將為我曹示茲", "539": "威儀。』尋各整身，諦察真理，心意開解，盡得", "540": "辟支佛道。彼獼猴者，我身是也。」眾會復白：", "541": "「以何因緣，受獼猴身？」尊者告曰：「乃往過去", "542": "九十一劫，有毘婆尸佛，出現于世，有諸比", "543": "丘，在波羅㮈仙山中住。時有應真，登上山", "544": "巔，放脚輕疾。有一年少道人，而作是言：", "545": "『彼行飄速，正似獼猴。』由此因緣，五百世中，", "546": "常作獼猴。以是之故，凡在四輩，應自護", "547": "口，勿妄出言。」尊者優波毱提，說此法時，一", "548": "切大會，有得須陀洹、斯陀含、阿那含、阿羅", "549": "漢者，種緣覺善根者，發大乘心逮不退", "550": "者，不可稱計，信受其教，歡喜奉行。", "551": "61 汪水中虫品（六八）汪水中虫品第六十一丹本為六十八", "552": "如是我聞：一時佛在羅閱祇耆闍崛山中。爾", "553": "時城邊，有一汪水，污泥不淨，多諸糞穢，屎", "554": "尿臭處。國中人民，凡鄙之類，恒以瑕穢，投", "555": "歸其中。有一大虫，其形像蛇，加有四足，", "556": "於其汪水，東西馳走，或沒或出，經歷年載，", "557": "常處其中，受苦無量。爾時世尊，將諸比丘，", "558": "前後圍遶，至彼坑所，問諸比丘：「汝等頗識", "559": "此虫宿緣所造行不？」時諸比丘，咸皆思量，", "560": "無有能知斯所造行。俱共白佛，皆云：「不知。」", "561": "時佛告曰：「汝等當聽！吾當為汝說斯所造", "562": "行。過去有佛，名毘婆尸，出現於世，教化已", "563": "周，遷神涅槃。彼佛法中，有十萬比丘，淨修", "564": "梵行，閑居樂靜，依於一山。其山左右，有好", "565": "林樹，華果茂盛蓊欝無比，其諸樹間，流泉浴", "566": "池，清涼可樂。時諸比丘，依慕住止，遵善行", "567": "道，懃修不懈，悉具初果，乃至四果，無有凡", "568": "夫。時有五百估客，共相合集，欲入大海，", "569": "發引徑路，經由此山，見諸比丘剋心精", "570": "懃，內懷欣敬，思欲設供。時諸賈客，共相合", "571": "率，往請眾僧，求索供養；值諸檀越，各各", "572": "已請，日日相次，竟不從意。即詣眾僧，辭", "573": "入大海。『設我等眾，安隱來還，當設供養，", "574": "願哀見許。』時僧默然，允可受請。眾賈入", "575": "海，大獲珍寶，平安還至，到眾僧所，選眾妙", "576": "寶最上價者，用施眾僧，規俟飲食，若食多", "577": "者，隨意用之。於時眾僧受其寶物，持用付", "578": "授僧摩摩帝。於後眾僧，食具向盡，從其求", "579": "索爾時珍寶，當用續食。時摩摩帝，答眾僧", "580": "言：『賈客前時，自與我寶，何緣乃索？』上座維", "581": "那，語摩摩帝：『檀越前時，以寶施僧，令汝舉", "582": "之。今僧食盡，當用裨佐。』時摩摩帝，瞋恚而", "583": "言：『汝曹噉屎！此寶是我所有，何緣乃索？』時", "584": "彼眾僧，見摩摩帝已起惡意，即便散去。由", "585": "其欺僧惡口罵故，身壞命終，墮阿鼻獄，身", "586": "常宛轉沸屎之中，歷九十二劫，乃從獄", "587": "出。今復墮此屎尿池中，經歷年歲，未得", "588": "解脫。所以者何？過去有佛，名曰尸棄，將", "589": "諸比丘，臨過此坑，示諸弟子，為說本末。", "590": "復次有佛，名曰隨葉，亦復將從諸比丘眾，", "591": "往到其所，說其因緣，從此命終，還入地", "592": "獄，經歷數萬億歲，其後命終復生是中。次", "593": "復有佛，名曰拘留秦，亦共徒眾，圍遶至此", "594": "坑，垂示諸比丘，說其本末。次名拘那含", "595": "牟尼佛，亦共弟子，來至此坑。次迦葉佛，亦", "596": "來至此，咸為弟子，說其因緣。次第七佛，我", "597": "釋迦牟尼，今示汝等因緣本末，觀視其虫。", "598": "如是一切賢劫當來諸佛，各各皆爾，將諸", "599": "弟子，到其坑所，指示其虫，說其曩昔所造", "600": "因緣。」時諸比丘，聞佛所說，心驚毛竪，共相", "601": "勅厲，慎護身口意業，信受佛語，歡喜奉行。", "602": "62 沙彌均提品（六九）沙彌均提品第六十二丹本為六十九", "603": "如是我聞：一時佛在舍衛國祇樹給孤獨園。", "604": "爾時尊者舍利弗，晝夜三時，恒以天眼，觀", "605": "視世間，誰應度者，輙往度之。爾時有諸估", "606": "客，欲詣他國，其諸商人，共將一狗，至於中", "607": "路。眾賈頓息，伺人不看閑靜之時，狗便盜", "608": "取眾賈人肉。於時眾人即懷瞋恚，便共打", "609": "狗，而折其脚，棄置空野，捨之而去。時舍利", "610": "弗，遙以天眼，見此狗身，攣躃在地，飢餓困", "611": "篤，懸命垂死，著衣持鉢，入城乞食，得已", "612": "持出飛至狗所，慈心憐愍，以食施與。狗得", "613": "其食，濟活餘命，心甚歡喜，倍加踊躍。時舍", "614": "利弗，即為其狗，具足解說微妙之法，狗便", "615": "命終，生舍衛國婆羅門家。時舍利弗，獨行乞", "616": "食，婆羅門見，而問之言：「尊者獨行，無沙彌", "617": "耶？」舍利弗言：「我無沙彌，聞卿有子，當用", "618": "見與。」婆羅門言：「我有一子字曰均提，年既", "619": "孩幼，不任使令。比前長大，當用相與。」時舍", "620": "利弗，聞彼語已，即戢在心，還至祇洹。至", "621": "年七歲，復來求之。時婆羅門，即以其兒，", "622": "付舍利弗，令使出家。時舍利弗，便受其兒，", "623": "將至祇洹，聽為沙彌，漸為具說種種妙法，", "624": "心意開解，得阿羅漢，六通清徹，功德悉備。", "625": "時均提沙彌，始得道已，自以智力，觀過去", "626": "世，本造何行，來受此形，得遭聖師，而獲果", "627": "證？觀見前身，作一餓狗，蒙我和上舍利弗", "628": "恩，今得人身，并獲道果。欣心內發，而自念", "629": "言：「我蒙師恩，得脫諸苦，今當盡身供給", "630": "所須，永作沙彌，不受大戒。」爾時阿難，而白", "631": "佛言：「不審此人，曩昔之時，興何惡行，受此", "632": "狗身？造何善根，而得解脫？」佛告阿難：「乃", "633": "往過去迦葉佛時，有諸比丘，集在一處。時", "634": "年少比丘，音聲清雅，善巧讚唄，人所樂聽。", "635": "有一比丘，年高耆老，音聲濁鈍，不能經唄，", "636": "每自出聲，而自娛樂。其老比丘，已得羅漢，", "637": "沙門功德，皆悉具足。于時年少妙音比丘，", "638": "見老沙門音聲鈍濁，自恃好聲，而呵之言：", "639": "『今汝長老，聲如狗吠。』輕呵已竟，時老比丘，", "640": "便呼年少：『汝識我不？』年少答言：『我大識", "641": "汝，汝是迦葉佛時比丘。』上座答曰：『我今已得", "642": "阿羅漢道，沙門儀式，悉具足矣。』時年少比丘，", "643": "聞其所說，心驚毛竪，惶怖自責，即於其前，", "644": "懺悔過咎。時老比丘，即聽懺悔。由其惡言，", "645": "五百世中，常受狗身；由其出家持淨戒故，", "646": "今得見我，蒙得解脫」。爾時阿難，聞佛所", "647": "說，歡喜信受，頂戴奉行。", "648": "賢愚經卷第十三"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0202 賢愚經: 賢愚經: 賢愚經", "source": "CBETA"}