{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0892 佛說大悲空智金剛大教王儀軌經", "text": {"0": "15 金剛王出現品", "1": "佛說大悲空智金剛大教王儀軌", "10": "帝青珠色。設嚩哩明妃珂月色。贊拏哩明妃", "100": "今當說。或眼目修廣如是人來於曼拏羅。所", "101": "以上味法食而供養者。於諸義利而獲成就。", "102": "或塚壙間清淨山林。眾所住處及大海岸如", "103": "是飲食。布座九位以虎皮為座或寒林衣。中", "104": "位分布空智金剛諸瑜儗尼等隨知方隅。安虎", "105": "皮座以三昧耶食。或供王者饌一心供養。於", "106": "眷屬曼拏羅廣大成就。又復用一蓮華器滿", "107": "中盛酪。作蓮華印契手奉自師尊作大禮敬。", "108": "取已自食獲大福報。求成就者當如是恭敬。", "109": "18 教授品教授品第十八", "11": "虛空青色。努彌尼明妃具種種色。又諸明妃", "110": "復次於世俗相擇法弟子我今當說。身不狹", "111": "長亦不矬陋不白不黑。如蓮華敷具諸相好。", "112": "或出入息如青蓮香。身腋汗濡如出微妙栴", "113": "檀沈水悉羅訶等及妙華香。智者如實應善", "114": "觀察。又復尊重不樂戲笑。出言慈愛意慮寂", "115": "靜。髮紺殊妙諸相具足。於如是法器速獲成", "116": "就。時無我菩薩問言。於俱生喜及自本誓云", "117": "何奉行。佛言謂常行三昧無諸過失。金剛空", "118": "智及自師尊。大悲憐愍生勝族中。執金剛鈴", "119": "誦持深法。", "12": "足履八魔。謂梵釋那羅延大自在。吠濕嚩多", "120": "復次無我菩薩重白佛言。是惡人輩多諸弊", "121": "惡云何教授。佛言應先布薩淨住律儀。教授", "122": "經法瑜伽觀行。大毘婆沙及中論等。一切真", "123": "言理趣如實知已。然後為說吉祥金剛空智。", "124": "復次欲作降伏法者。向佛如來及自師尊。先", "125": "作白已如其所見極惡眾生。毀佛形像破滅", "126": "聖教。令生意樂作彼觀想頂踵顛倒。是人首", "127": "飾速生顫動。行道路中思入火聚。心火種子", "128": "應時現行。如是見已剎那降伏。是大儀軌不", "129": "須護摩及印縛法。三昧呪句隨念成就。又此", "13": "尾怛那。乃哩底毘摩質多羅天等。各以最上", "130": "所說清淨最上最勝祕密。於其成就不應分", "131": "別得大罪咎。猶如大寶光明鬘聚。於此通達", "132": "或未通達。及不相應悉生愛樂。若於三寶功", "133": "德。著世五欲是不清淨。譬如得淨甘露轉成", "134": "毒藥。眾生輪迴及佛彼岸體無二故。復次聽", "135": "我所說。於祕密乘出生行相。謂信愛眼者即", "136": "大悲所生。身黑色者慈心所現。四足者四攝", "137": "事所生。八面者八解脫所生。一十六臂者一", "138": "十六空所顯。五印者即五如來所生。忿怒相", "139": "者摧伏諸難調者所起。乃至皮骨脂肉血脈", "14": "供具。於金剛部生適悅心尊重供養。", "140": "等相即四明妃。七等覺支及四真諦所生諸", "141": "八部真言曰。", "142": "唵引阿吽引發吒半音薩嚩二合引賀", "143": "19 持念品持念品第十九", "144": "復次金剛薩埵。說諸法律儀持念境界。我今", "145": "開示禁止法。用乳汁以水精為念珠。信愛法。", "146": "用璨拏摩藥。以赤栴檀為念珠。二種降伏法。", "147": "並用悉羅訶香。以木槵子或水牛角為念珠。", "148": "忿怒法。用白米飯。以真珠為念珠。鉤召法。", "149": "用四種妙香。以末囉多木為念珠。發遣用麝", "15": "復次無我菩薩問言。是大祕密及信愛法。鉤", "150": "香或自止出入息。以碼碯為念珠。又求雨法", "151": "及忿怒法。並真珠為念珠。", "152": "20 俱生義品俱生義品第二十", "153": "復次於此薩埵部中安住。是謂八輻輪。或般", "154": "若波羅蜜多梵夾求成就者。無名指節如九", "155": "鈷杵。黑色相者於阿閦如來部而為本尊。手", "156": "如輪相。大白色者毘盧遮那如來部而為本", "157": "尊。如蓮華文。紅色相者無量壽如來部而為", "158": "本尊。如寶劍相。大綠色者不空成就如來部", "159": "而為本尊。如妙寶珠。金色相者寶生如來部", "16": "召諸龍天阿蘇羅。以何等真言期剋摧伏諸", "160": "而為本尊。淡黃色者金剛薩埵部而為本尊。", "161": "修瑜伽者或無是相。具大知見慈心相應不", "162": "生悔慢。即諸如來之所建立。時無我菩薩聞", "163": "是說已。得大了悟作諸供養。於勝園林寂靜", "164": "方所而自安住。若諸求成就者。依如上說。飲", "165": "食衣服及諸法具。清淨莊嚴常修禮敬。悉獲", "166": "如來廣大成就。爾時金剛藏菩薩。說灌頂四", "167": "種伽陀曰。", "168": "善哉金剛阿闍梨普令攝受諸學者", "169": "執大金剛大妙鈴安住金剛大壇界", "17": "難調者。時金剛王答如是言。汝聽我說是妙", "170": "以我祕密灌諸頂由灌頂故心所持", "171": "如佛菩提大導師成就無邊真法子", "172": "哀愍哀愍大薩埵極哀愍故受供養", "173": "善巧無邊色相中隨其意樂皆圓滿", "174": "金剛輪圍若虛空離諸塵染體清淨", "175": "是稱慈父解脫門斯大智中希少分", "176": "加持金剛蓮華真言曰。", "177": "唵引鉢訥摩二合蘇珂引馱引囉摩訶引囉引誐", "178": "蘇龕捺捺拶覩囉引喃捺婆引摩葛尾說吽引", "179": "吽引歌哩也酤嚕薩嚩二合彌唵引嚩惹囉二合", "18": "樂輪。諸佛菩薩我及餘處不妄開示。若有如", "180": "摩訶引按奴回切沙拶覩囉引難捺拏引野各渴誐", "181": "目鎧葛囉素引那引他吽引吽引歌引哩閻二合", "182": "酤囉薩嚩二合彌尸囉細唵引歌引囕緊拶梨計", "183": "二合阿引歌犖力角切", "184": "復說伽陀曰。", "185": "若不知空智超勝諸儀軌", "186": "希求染欲心順世間輪轉", "187": "彼彼部出生隨現諸色相", "188": "是故瑜伽者供養悉明了", "189": "若親近一切彼成就吉祥", "19": "實金剛薩埵等。於是真言無少悋惜。如是慇", "190": "迴向大深心自他俱利樂", "191": "佛說大悲空智金剛大教王儀軌經卷第五", "2": "經卷第五", "20": "懃當為汝說。先以熾盛華鬘周遍間錯。粉布", "21": "曼拏羅已。於金剛藏為授灌頂。用上妙黑色", "22": "脂麻。厲聲加持念發吒一萬遍。於空智金剛", "23": "相應即得鉤召一切。念十萬遍是人諸有所", "24": "作。於瑜伽相應離諸疑惑。即說真言曰。", "25": "唵引尾捺引喃引阿引𩕳載嚩引哩馱二合贊涅", "26": "哩二合訥普始耽鉢室左二合引捺瑟吒二合引那那", "27": "引曳底氷卑孕切吳哩馱二合計設末哩多二合摩", "28": "泥拶覩哩吻二合下尾頴切設底泥怛囉二合引野怛捺弩", "29": "數痆尼轄切設普惹引野訖哩二合瑟拏二合薺仁際切", "3": "宋西天三藏銀青光祿大夫試光祿卿", "30": "牟怛嚩補熾引葛播引羅摩引賴引歌馱引哩尼", "31": "阿馱摩二合怛骨嚕二合引囉唧多引野阿哩提", "32": "二合引耨能瑟致哩二合尼摩引囉野摩引囉野歌", "33": "引囉野歌引囉野怛哩惹二合野怛哩惹二合野", "34": "戌引沙野戌引沙野薩鉢多二合娑引誐囉引那", "35": "滿馱滿馱那引誐引瑟吒二合歌那屹哩二合恨", "36": "拏二合屹哩二合恨拏二合設咄嚕二合那喝訶引", "37": "呬醯引虎呼引奚引孩胡󰴅引憾引憾郝發吒", "38": "半音薩嚩二合訶引", "39": "復次無我菩薩。聞是智所至處相應。起適悅", "4": "普明慈覺傳梵大師法護奉　詔譯", "40": "意。問是最上堅固祕密妙曼拏羅。爾時大智", "41": "調御師生大歡喜住三摩呬多。以金剛蓮華", "42": "大相應門。而自粉畫其曼拏羅。一重四門四", "43": "峯樓閣五色界道。金剛智線正等相應。周遍", "44": "光明種種嚴飾。八大賢瓶如次粉畫。以寶末", "45": "或五粉末寒林塼炭末。中位畫八葉蓮。於臺", "46": "蘂中粉畫白色三分葛波羅相。伊舍那方畫", "47": "師子。火天方苾芻像。乃哩底方畫輪。風天方", "48": "金剛杵。東門寶刀。南門奎樓鼓。西門畫龜。北", "49": "門畫龍。明妃色相已如前說。是名八種幖幟。", "5": "金剛王出現品第十五之餘", "50": "中位白色畫善巧金剛杵。別置一瓶名曰最", "51": "勝。頸繫妙繒。插鉢羅嚩吉祥樹枝。入五寶末", "52": "及五穀等。一切圓滿廣說如真實攝曼拏羅", "53": "儀軌。當如是知。入是曼拏羅者。觀想八種", "54": "大明。如十二或十六童子相。瓔珞妙繒殊勝", "55": "嚴飾。謂惹那末仡哩訥呬多末仡尼摩摩寫", "56": "末哩耶摩覩末仡尼。是名八種大明。修瑜伽", "57": "者先以龍腦水散灑供養已。於是八種速獲", "58": "成就。復次曼拏羅中。以上妙法食及妙衣", "59": "服為解脫故。以金剛蓮華歌詠舞戲。而供養", "6": "復次金剛藏菩薩。是諸明妃右半跏趺立如", "60": "之如實相應。然後於中夜分。引諸弟子入火", "61": "壇中。除去面衣視曼拏。華所隨處為作灌頂。", "62": "爾時灌頂阿闍梨。如其為說別別行相稱讚", "63": "供養。亦說是為牟尼如來清淨學者。如是遠", "64": "離貪等邊際顯示真實。於諸儀軌少分開示。", "65": "復次無我菩薩問言。彼金剛相應作供養已", "66": "一剎那頃云。何如是說名本尊。以偈答曰。", "67": "是法非三世非輪迴涅槃", "68": "無自亦無他斯最上大樂", "69": "如人自舉手拇指及無名", "7": "舞勢。二臂三目竪忿怒髻。皆用如前五印莊", "70": "二指竪相捻二報斯決定", "71": "如本無是相云何生有想", "72": "設後智生時如啞所受夢", "73": "此最勝邊際由遠離貪故", "74": "依空實際中是即名空智", "75": "16 金剛空智熾盛拏吉尼畫像儀式品金剛空智熾盛拏吉尼畫像儀式品第十六", "76": "復次五印我今當說。謂頂相寶輪者。唯常敬", "77": "禮教授阿闍梨及自師尊。耳寶鐶者不樂聞", "78": "說。持金剛者及自師尊一切過失麁惡語故。", "79": "頸寶鬘者唯常誦持大明呪故。手寶釧者乃", "8": "嚴。遨哩明妃黑色陬哩明妃紅色。尾多哩明", "80": "至不殺蠕動諸眾生故。腰寶帶者遠離一切", "81": "欲邪行故。以五佛印常所印身是則清淨。", "82": "復次空智。金剛畫像儀式我當開示。求成就", "83": "者受三昧耶戒。彼工畫師亦受三昧。畫像繒", "84": "帛清淨細密擇去髮毛。以蓮華器成五彩色。", "85": "於像㡧下畫自師尊。或先以絲線加持供養。", "86": "如其大小織作㡧樣。復以廣大三昧耶相應", "87": "加持。於黑月分十四日。或空寂舍中日分時。", "88": "起勇悍心以上味法食。服妙繒綵為解脫故。", "89": "眾寶嚴飾。住是三昧者。設飲食已不須漱滌", "9": "妃黃赤色。渴三摩哩明妃綠色。卜葛西明妃", "90": "塵穢故作淨相。然後求一具相童子。性行調", "91": "柔眾所愛敬。住於左邊。散妙香華為成就", "92": "者。", "93": "17 飲食品飲食品第十七", "94": "復次書寫愛持我今當說。用樺皮葉等長十", "95": "二指。書此經者亦令受三昧耶戒。用最上香", "96": "墨。或復刺血以骨為筆。又此經及前㡧像。或", "97": "不受三昧耶戒及餘惡人。若令見者不能成", "98": "就。乃至他世墮諸惡趣。又此經法而常頂戴。", "99": "或置餘部大乘經中密令護持。復次飲食我"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0892 佛說大悲空智金剛大教王儀軌經", "author": "宋 法護譯", "sourceLink": "http://www.cbeta.org/"}