{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1745 無量壽經義疏", "text": {"0": "無量壽經義疏下卷", "1": "沙門慧遠撰", "10": "不起過矣。上來第一明離煩惱。自下第二明", "100": "滅。明除障益。此名三毒為三垢耳。身意煖", "1000": "聞此經得益廣大。勸人受行。前明聞佛得益", "1001": "之中。其有得聞彼佛名號歡喜踊躍乃至一", "1002": "念為得大利。明聞佛名得益多也。是故已下。", "1003": "勸學此經。以此經中說無量壽。聞獲大利。故", "1004": "設大火滿三千界。亦須從過聽受此經。況餘", "1005": "小難。所以下釋。多有菩薩欲聞此經而不能", "1006": "得。故必須聽。後明聞經得益之中。若聞此經。", "1007": "於無上道終不退轉。舉聞經益。是故應當專", "1008": "心信等。勸人修學。上來第一舉聞利益勸人", "1009": "受行。自下第二教人請決。吾為眾生說此經", "101": "等。明生善益。若在三下。明滅苦益。壽終後", "1010": "法令見無量壽及其國土一切所有。彰已化", "1011": "意。所當為者皆可求之。正勸請決。無得已下。", "1012": "遮後人疑。自下第三明此經要獨留百歲。當", "1013": "來之世經道滅者。舉彼未來法滅盡事。釋迦", "1014": "正法有五百年。像法千歲。末法萬歲。一切皆", "1015": "過。名為滅盡。我以慈下。明已留意。佛以慈悲", "1016": "憐愍眾生。故法滅後。獨留此經百歲濟度。以", "1017": "此經中開示淨土令人求生。故偏留之。大涅", "1018": "槃經顯示佛性。教聖中深。聖人先隱。為是先", "1019": "滅。此經教人厭苦求樂。濟凡中要。為是後滅。", "102": "下。明得樂益。第三共歎。文顯可知。第四重", "1020": "法隨人別。故滅不同。其有眾生值斯經者所", "1021": "願皆得。明留之益。法滅盡後。百年聞者。尚得", "1022": "利益。往生淨土。況今聞者。何有不生。唯佛留", "1023": "意。明今聞經。有求去者。定得往生。莫自疑慮。", "1024": "自下第四舉經難聞生人重敬。如來興世難", "1025": "值難見。明值佛難。生當佛時。名之為值。目覩", "1026": "稱見。此皆難也。諸佛經道難得聞等。明法難", "1027": "聞。於中先明經教難聞。手得經卷。之名為得。", "1028": "耳聽曰聞。亦可領誦名之為得。耳飡稱聞。此", "1029": "等皆難。菩薩勝下。明其行法聞之甚難。遇善", "103": "明獲益之中。初明稱說隨意往生。次為諸聖", "1030": "知識能行亦難。明修行難。此前汎舉。若聞斯", "1031": "經信樂受等。難中之難。約對前三。明此經", "1032": "中修學最難。餘義餘法。處處宣說。開顯淨土", "1033": "教人往生。獨此一經。為是最難。自下第五結", "1034": "勸修學。言是故者。是此經法有多益故。於中", "1035": "修學最難得故。我今宣說。言我法者。舉此經", "1036": "法。如是作者。此經宣說彌陀如來修願修行", "1037": "得身得土。名如是作。如是說者。如來上來為", "1038": "眾宣說。名如是說。如是教者。如來上來教人", "1039": "往生。名如是教。此舉前法。應當信順如法修", "104": "咸共嘆譽。後明得佛一切共嘆。上來別嘆。佛", "1040": "行。結勸修學。上來五段。合為第一歎經勸學。", "1041": "自下第二。明說利益。無量眾生發正覺心。起", "1042": "願益也。聞彌陀佛發願修行得佛淨土攝化", "1043": "眾生。願與同之。名正覺心。下明得道。先小後", "1044": "大。小乘眾生。聞說娑婆穢惡可厭。深心厭離。", "1045": "故得小果。於中初言得淨法眼。成須陀洹。見", "1046": "四真諦。名淨法眼。次得那含。後得羅漢。大乘", "1047": "眾生。聞彌陀佛成德廣度。堅心願求。故得不", "1048": "退。聞此多益。誓欲濟度。名誓自莊。由斯剋", "1049": "果。故於將來當成正覺。第三段中。如來化周。", "105": "言我說無量壽佛光明已下。總以結嘆。上來", "1050": "為增物敬。故以神力動地放光作樂雨華。六", "1051": "動如上。第四段中。明說廣益。教愜群機。大眾", "1052": "同喜。", "1053": "佛說無量壽經義疏下卷終", "106": "明光。下明佛壽。文顯可知。上來第一明其佛", "107": "身。自下第二約身明眾。於中有四。一明其土", "108": "人壽長遠。如無量壽。二又聲聞下。明其眾多。", "109": "三神智洞下。彰其德勝。四重顯眾多。且就初", "11": "其修善。於中有三。一起願心。二恭敬下。依願", "110": "會顯其多相。餘不可論。初會聲聞不可稱計。", "111": "菩薩亦然。當不辨多相。就目連不知以顯。於", "112": "中初明目連不知。如大海下。借事顯之。佛先", "113": "立喻反問阿難。次阿難答。下佛約之。彰顯目", "114": "連所知多少。自下第三明其國土。是中應先", "115": "解淨土義然後釋文。義如別章。文中汎論。有", "116": "三莊嚴。一事莊嚴。色香味等五欲精上。二法", "117": "莊嚴。純論妙法。三人莊嚴。勝善眾生居住其", "118": "中。今此所明國土勝中。有事莊嚴及法莊嚴。", "119": "下第四段人民殊勝。是人莊嚴。然彼土中莊", "12": "起行。三住空下。行成入證。初起願中。勇猛精", "120": "嚴妙事。不可具辨。今此文中略舉四事。一明寶", "121": "樹。二明伎樂。三明講堂宮殿等事。四明寶池。", "122": "樹中初先汎明諸樹。第二別明道場之樹。三", "123": "總就之校量顯勝。前汎明中。先列其樹。後明", "124": "出聲。就列樹中。其國寶樹周滿世界。總以標", "125": "舉。金銀樹等。明純寶樹。或二寶下。明雜寶", "126": "樹。所出聲中出五音者。所謂宮商角徵羽等", "127": "五種音也。第二所明道場樹中。先明樹相。次", "128": "明出聲。下明眾生見聞獲益。前明樹中。先明", "129": "量相。一切眾寶自然合成。明其體相。以月光", "13": "進志願無倦求清白法。自利願也。惠利群生。", "130": "等。明莊嚴相。出聲可知。就明見聞獲益之中。", "131": "初明六根見聞覺知悉得利益。下明得忍差", "132": "別不同。彼國天人皆得三忍。總以標舉。慧心", "133": "安法。名之為忍。忍隨淺深差別為三。次列三", "134": "名。尋聲悟解。知聲如響。名音響忍。三地已", "135": "還。捨詮趣實。名柔順忍。四五六地。證實離", "136": "相。名無生忍。七地已上。下明眾生得忍所由。", "137": "皆無量壽威神力者。由彼如來現在威力。故", "138": "獲三忍。本願力等。由其過去本願之力。故獲", "139": "三忍。本願是總。餘四是別。滿足願者。願心圓", "14": "利他願也。第二行中。先明自利。後明利他。前", "140": "備。明了願者。求心顯著。堅固願者。緣不能", "141": "壞。究竟願者。終成不退。以此願故。生彼國", "142": "者悉得三忍。前明諸樹。次別明其道場之樹。", "143": "下通就之格量顯勝。偏顯樹中音聲勝矣。文", "144": "顯可知。上來明樹。自下第二明其伎樂。亦有自", "145": "然萬種伎樂。總以標舉。又其樂聲無非法等。", "146": "顯其聲妙。十方界等。彰其聲勝。勝十方界一", "147": "切音聲。自下第三明其講堂宮殿等事。講堂", "148": "精舍宮殿樓觀皆七寶成。明其體相。復真珠", "149": "等。明莊嚴相。自下第四明其池相。於中初先", "15": "自利中。恭敬三寶奉事師長。攝行方便。恭敬", "150": "辨其池相。後明出聲。辨池相中。文曲有四。一", "151": "明量相。彼國諸池。或十由旬。二十三十。乃至", "152": "縱廣百千由旬。二明水相。具八功德。清。不", "153": "臭。輕。冷。濡。美。飲時調適。飲已無患。是其八", "154": "也。清淨。色入。不臭。香入。軟。冷。及濡。此五觸", "155": "入。美。是味入。飲時調適。飲已無患。此二法", "156": "入。此八是其水家功能。故名為功。水家之德。", "157": "故名為德。文中初言八功德水湛然盈滿。總", "158": "以樹舉。言清淨者。八中淨也。言香潔者。八中", "159": "香也。味如甘露。八中美也。三黃金下。明諸寶", "16": "三寶。攝福方便。奉事師長。攝智方便。以大嚴", "160": "等莊嚴之相。四彼菩薩聲聞入下。彰其資用", "161": "無礙之相。於中五句。一淺深無礙。二冷煖得", "162": "中。三釋神除垢。四淨無瑕穢。五迴流相。注遲", "163": "疾得所。上來明池。下明出聲。於中有四。初", "164": "演無量自然妙聲。正明出聲。二隨所應下。善", "165": "應物種種果聞。於中初總。次別。後結。三隨", "166": "順清淨離欲已下。明能起善。隨順清淨離欲", "167": "寂滅真實之義。順涅槃也。隨順三寶力無畏", "168": "等。順菩提也。此前順果。隨順通慧菩薩聲聞", "169": "所行之道。隨順其因。四無三途下。明能生樂。", "17": "等。彰行成就。以大嚴者。謂以福智二種莊嚴", "170": "無三途等。明無苦也。但有自等。明有樂也。是", "171": "故已下。結嘆顯勝。上來四段。合為第三明其", "172": "國土。自下第四辨其人民。於中有四。一明他", "173": "方新往生者正報微妙。二所處宮下。依報殊", "174": "勝。三其諸聞薩已下。明舊住者正報微妙。四", "175": "其諸天人衣服以下。依報殊勝。初中具足清淨", "176": "色身。明身勝也。諸妙音聲。明口勝也。神通功", "177": "德。明意勝也。第二段中。所處宮殿衣服等事", "178": "猶第六天。資具勝也。若欲食等。資用勝也。且", "179": "就食論。彼佛國土清淨安等。總嘆顯勝。次於", "18": "而自嚴也。具眾行者。隨別以分。謂具檀等一切", "180": "無為泥洹之道。泥洹。涅槃。本是一名。傳之音", "181": "異。第三舊住眾生勝中。其諸聲聞菩薩天人。", "182": "智慧高明。神通洞達。明其德勝。咸同一下。彰", "183": "其身勝。於中初言咸同一類無有異狀。但順餘", "184": "方故有天人名。明身齊等。顏貌端下。明身殊", "185": "勝。顏貌端正超世希有。當相辨勝。佛告已下。", "186": "校量顯勝。校中有五。一將貧人比粟散。王二", "187": "將粟散王比轉輪王。三將輪王比忉利王。四", "188": "將忉利王比他化王。五將他化自在天王。比", "189": "無量壽一切天人。畢竟不及。初校量中。文曲", "19": "行也。下明利他。以行教他。故令眾生功德成", "190": "有三。一佛將貧人對粟散王。反問阿難。二阿", "191": "難正答。假令此人在帝王邊。無以為喻。百千", "192": "萬億不可計倍。正明貧人不及帝王。所以然", "193": "者下。明彼貧人不及所由。由其先世無善故", "194": "爾。文顯可知。所以世間帝王已下。釋彼帝王", "195": "勝過所以。以其宿世修善故爾。文亦可知。三", "196": "如來述可。餘四校量。文顯易解。第四重明依", "197": "報勝中。初明其國一切衣服飲食等事與身相", "198": "稱。或一寶下。就別顯勝。於中有五。一明諸寶", "199": "隨心現前。二寶衣布地。三寶網羅覆。四自然", "2": "次明修治忍力成就不計眾苦。能忍違緣。故", "20": "就。第三證中。住空無相無願之法無作無起。", "200": "下。德風吹鼓。五又眾下。寶華充滿。第四風", "201": "中。自然微風徐起微動。總以樹舉。下別顯之。", "202": "別中有四。一風體調和遲疾得所。二吹網動", "203": "樹發微妙聲。三觸身生樂。四吹散眾華遍滿", "204": "其國。第五華中。句別有四。一明寶華周遍世", "205": "界。二明諸華各具多葉。三明諸華各出多光。", "206": "四一一華中出三十下。明諸華中各出多佛。", "207": "於中復四。第一明前一一光中各出多光。出", "208": "三十六百千億光。第二明前一一華中各出", "209": "多佛。出三十六百千億佛。第三明前一一諸", "21": "諸法非有。人法無性。名之為空。假人假法。相", "210": "佛各放多光。第四明前一一諸佛普為十方", "211": "說微妙法。於中初先明其所說。如是諸佛各", "212": "各已下。彰說利益。自下第三明其所攝。攝取", "213": "十方有緣眾生同往彼國。以法化益。然下所", "214": "攝。遂上所發四十八願。一一別對。相顯可知。", "215": "文中有四。一攝下人同生彼國。二無量壽佛", "216": "威德無極下。攝取上人同往彼國。三彼國菩", "217": "薩皆當究竟一生已下。重攝下人同生彼國。", "218": "四彌勒白佛於此世界幾許菩薩生彼已下。", "219": "重攝上人同生彼國。第一第三有何差別。前", "22": "亦不有。名為無相。於此二中。無有希求願樂", "220": "初段中具辨生業教修往生。第三段中舉得", "221": "舉失勸人往生。義有此別。故須分別。第二第", "222": "四有何差別。前第二中攝人同往。第四段中", "223": "攝人同生。有斯不同。故須別說。攝取下人。正", "224": "明所益。攝取上人。顯彼土勝。增人慕求。初中", "225": "有三。一彰生彼住正定聚。令人慕求。二十方", "226": "佛皆共讚下。舉聞名者。皆得往生。增人去心。", "227": "三佛告阿難下。正辨生業。教修往生。初中其", "228": "有生彼國者皆住正定。正明所攝。人有三聚。", "229": "一者邪定。二者正定。三者不定。小乘法中論", "23": "之心。名為無願。又離妄想。亦名無願。於此", "230": "說不同。若依毘曇。外凡常沒。名為邪定。五停", "231": "心觀。總別念處。𤏙頂二心。名為不定。此等有", "232": "退。故名不定。忍心已上。堅固不退。名為正定。", "233": "若依成實。外凡常沒。名為邪定。聞思二慧。行", "234": "有退轉。說為有退。五停心觀。名為聞慧。總別", "235": "念處。名為思慧。𤏙頂已上。說名修慧。現見法", "236": "空。永不退轉。悉為正定。大乘法中。善趣已", "237": "前。名為邪定。善趣位中。數進數退。說為不", "238": "定。習種已去。位分不退。說為正定。莫問大乘", "239": "小乘眾生。生彼國者皆住正定。所以下釋。彼", "24": "三中。無果可為。名為無作。故維摩云。雖行", "240": "無邪定及不定聚。故皆正定。第二段中。初明", "241": "十方恒沙諸佛。皆共讚嘆無量壽佛。次明眾", "242": "生聞名信心迴向發願皆得往生。下彰分者。", "243": "唯除五逆誹謗正法。餘皆得生。言五逆者。殺", "244": "父。殺母。殺阿羅漢。破和合僧。出佛身血。此", "245": "是其五也。此五皆恩。及違福田。故名為逆。前", "246": "二皆恩。後之三種。違於福田。立邪毀正。名為", "247": "謗法。此等障重。所以除之。問曰。於彼觀經", "248": "之中。說五逆等皆得往生。今此經中言不得", "249": "生。此言何論。釋有兩義。一約人分別。人有二", "25": "無作而現受身。故知無作約果以論。於前三", "250": "種。一者久發大乘心人。遇緣造逆。如闍王等。", "251": "此雖造逆。必有重悔。發心求出。能滅重罪。", "252": "為是得生。觀經據此。二者先來不發大心。現", "253": "造逆罪。多無重悔。不能決定發菩提心。為是", "254": "不生。此經據此。二約行分別。行有定散。有人", "255": "雖復造作逆罪。能修十六正觀善根。深觀佛", "256": "德。除滅重罪。則得往生。觀經據此。若人造", "257": "逆。不能修習觀佛三昧。雖作餘善。不能滅罪。", "258": "故不往生。此經據此。自下第三正辨生業。教", "259": "修往生。於中初言十方世界諸天人民願生彼", "26": "中。無因可生。名云無起。故維摩云。雖行無起", "260": "國凡有三輩。總以標舉。如觀經中。麁分為三。", "261": "細分為九。麁分三者。謂上中下。大乘人中。習", "262": "種已上。名為上品。小乘人中。外凡持戒。乃至", "263": "那含。以為中品。大乘人中。外凡善趣。名為下", "264": "品。細分九者。前上品中。細分為三。所謂上", "265": "上。上中。上下。四地已上。名為上上。生彼即", "266": "得無生忍故。初二三地。名為上中。生彼國已。", "267": "過一小劫得無生忍。彼國日長。故一小劫得", "268": "無生忍。若於此界。經無量劫方得無生忍。種", "269": "性解行。名為上下。生彼國已。過三小劫得百", "27": "而起善行。故知無起約因以說。然諸經中說", "270": "法明門。住於初地。故知地前。亦以彼國時日", "271": "長遠。故經三小劫得到初地。若於此界。經無", "272": "量劫。中品之人。亦分為三。所謂中上。中中。", "273": "中下。見道已上。名為中上。生彼即得羅漢果", "274": "故。內凡之人。名為中中。生彼即得須陀洹故。", "275": "煖等四心。名為內凡。外凡持戒。名為中下。生", "276": "彼國已。經一小劫得羅漢故。下品人中。亦分", "277": "為三。所謂下上。下中。下下。彼約作罪輕重以", "278": "分。不隨位分。彼中九品。今合為三。上品三", "279": "人。合為上輩。中品三人。合為中輩。下品三", "28": "理不定。或說一空。如大品中所說獨空。辨一", "280": "人。合為下輩。然此三輩。人位雖殊。至欲往", "281": "生。齊須發心求大菩提。專念彼佛。迴向發願。", "282": "方得往生。故此論之。問曰。天親作往生偈。女", "283": "人根缺及二乘種。皆不得生。觀經宣說小乘", "284": "眾生亦得往生。其義云何。釋言。彼說女人根", "285": "缺不得生者。就彼國中受報時說。彼無女人", "286": "及根缺故。言二乘種不得生者。就此國中往", "287": "去時說。小乘眾生先雖習小。臨欲去時。要發", "288": "大心方得往生。若用小心求生彼國。無得去", "289": "理。為是天親言二乘種不得往生。問曰。若言", "29": "不多。故名為獨。或說二種。謂二無我。或說三", "290": "去用大心。何故至彼證入小果。釋言。由其本", "291": "習小乘多故。本在此處多學觀察苦無常等。", "292": "至彼聞說苦無常等。即便悟解。故證小果。以", "293": "本乘終發大乘心求生彼故。在彼國中得羅", "294": "漢已。即便求大。上來總舉。下別顯之。就上輩", "295": "中。初舉。次辨。後總法歎。辨中有三。第一明其", "296": "所修行因。二此等下。同成往生。三住不退下。", "297": "生彼得益。初修因中。句別有五。一捨俗出家。", "298": "二發菩提心。三一向專念無量壽佛。四修諸", "299": "功德。五用前諸善願生彼國。就往生中。初彼", "3": "離三覺不起三想。少欲知足。能忍順緣。故離", "30": "種。空無相無願。或說四種。如維摩說。謂空", "300": "迎此。即隨已下。此往生彼。就得益中。住不退", "301": "轉。位分堅固。智慧勇等。成德殊勝。前舉次", "302": "辨。是故已下。結歎修習。就中輩中。初舉。後", "303": "辨。辨中還初明其行因。次明往生。後彰得益。", "304": "前明因中。十方天人其有至心願生彼國。總", "305": "以標舉。雖不能行作沙門等。簡異上輩。依如", "306": "觀經。此小乘人。是故不能彼大修功德。當發", "307": "已下。正辨其因。於中四句。一發菩提心。二專", "308": "念彼無量壽佛。三少修福善。四迴向願生。此", "309": "人雖復先學小乘。正欲往生。必須修習如此", "31": "無作無相無起。又大品說。有法空。無法空。自", "310": "四行。方得往生。就往生中。初彼迎此。後此生", "311": "彼。得益可知。就下輩中。初舉。後辨。辨中還初", "312": "明其行因。次明往生。後彰得益。前明因中。十", "313": "方天人其有至心欲生彼國。總以標舉。假使", "314": "不能作諸功德。簡異中輩。如觀經中。舉罪以", "315": "別。今此略無。當發已下。正辨其因。於中四", "316": "句。一發菩提心。二專念彼無量壽佛。乃至十", "317": "念願生其國。三聞深法。歡喜信樂。不生疑惑。", "318": "四至誠心。乃至一念念於彼佛。願生彼國。", "319": "亦得往生。就往生中。明於夢中夢見彼佛。亦", "32": "法空。化法空。亦是四種。別章廣釋。或說五", "320": "得往生。得益可知。上來第一明攝下人。自下", "321": "第二明攝上人同往生彼國。舉此為顯彌陀", "322": "國勝。增前下人求生心矣。於中初先長行略", "323": "辨。後偈廣論。前長行中。文別有二。一諸佛共", "324": "嘆。二於東方下。菩薩共往生。後偈中別頌。宜", "325": "審記知。前佛嘆中。初佛告阿難。無量壽佛威", "326": "神無極。釋迦自嘆。十方界下。餘佛共嘆。此下", "327": "別頌。亦須記知。下同往中。先列東方。後類", "328": "餘方。列東方中。於彼東方恒沙佛國無數菩", "329": "薩。皆悉往詣無量壽佛。是其始也。恭敬供養。", "33": "種。如此中說。空無相無願無作無起。備如向", "330": "及諸菩薩聲聞之眾。是其次也。聽受經法。宣", "331": "布道化。是其終也。東方既然。餘方亦爾。此", "332": "初中後。下偈別頌。亦須記知。下偈頌之。世尊", "333": "頌曰。經家序列。下正頌之。有三十偈。初十五", "334": "偈。頌上後段菩薩共往。後十五頌。頌上初段", "335": "諸佛同嘆。前十五中。初有兩偈。頌前同往。次", "336": "有五偈。頌前文中恭敬供養。下有八偈。頌前", "337": "聽法宣布道化。前兩偈中。初偈頌前東方同", "338": "往。後偈頌上餘方共往。至彼禮敬無量壽佛。", "339": "是故名觀無量覺矣。次五偈中。前之四偈。見", "34": "釋。或說七空。如大品說。或說九空。如毘曇", "340": "佛供養。後之一偈。見土願求。前四偈中。初之", "341": "兩偈。外事供養。後之兩偈。內事供養。前外事", "342": "中。各齎妙華。供養也。寶者。寶供。香者。香供。", "343": "無價衣者。以衣供養。奏天樂等。伎樂供養。伎", "344": "樂音中。歌歎佛德。後內事中。初一偈半。口歎", "345": "供養。後之半偈。身敬供養。就口歎中。前之", "346": "一偈。歎佛自德。後之半偈。歎佛利他。歎自德", "347": "中。究達通慧遊入深法。歎佛智通二種德也。", "348": "智是通本。通是智用。是二相須。故并歎之。通", "349": "慧究滿。究竟名究。洞達名達。此通與慧。皆依", "35": "說。或說十一。如涅槃說。或說十四。如大品", "350": "法成。故復明其遊入深法。倚觀曰遊。窮本稱", "351": "入。證入法界緣起通門。能現勝通。證入法界", "352": "緣起智門。能起勝慧。具功德藏。妙智無等。歎", "353": "佛福智二種行也。福是慧資。慧是福導。是二", "354": "相須。故并歎之。福行圓備。名具功德。慧行殊", "355": "勝。名智無等。偷謂匹倫。役伴之謂佛無倫", "356": "匹。名無等倫。下利他中。慧日朗世。化人生", "357": "智。慧能開曉。照世如日。教人生解。名朗世", "358": "間。消除生死。化人離障。生死覆障。從喻名", "359": "雲。身敬可知。上來四偈。見佛供養。下之一", "36": "說。或說十八。如大品說。或說二十五空。如", "360": "偈。見土願求。文顯可知。自下八偈頌上聽法", "361": "宣布道化。就此文中。初之兩偈。彌陀如來現", "362": "相發起。次有一偈。觀音怪問。後之五偈。彼佛", "363": "具答。梵聲猶雷。八音暢妙。答聲妙也。八種梵", "364": "音。如彼梵摩喻經中說。一最妙聲。其聲哀妙。", "365": "二易了聲。言辭辨了。三調和聲。大小得中。四", "366": "柔軟聲。其聲柔軟。五不誤聲。言無錯失。六不", "367": "女聲。其聲雄朗。七尊慧聲。言有威肅。如世尊", "368": "重有慧人聲。八深遠聲。其聲深遠猶如雷震。", "369": "以此妙音酬答觀音。當受菩薩記。今說仁諦", "37": "涅槃說。廣則無量。今據一門。且說五種。於此", "370": "聽。勅聽許說。授記之言。義如上解。今當說", "371": "此。仁等諦聽。自下四偈。正明所說。於中初", "372": "偈。舉彼願心。記必成佛。第二一偈。舉彼智", "373": "願記必得土。覺了一切如夢幻等。是舉智也。", "374": "滿足諸願。是舉願也。成如是剎。記得土也。第", "375": "三一偈。舉彼智行。記必成佛。知法如電。舉彼", "376": "智也。究菩薩道。具諸德本。舉彼行也。受決作", "377": "佛。記成佛也。第四一偈。舉彼智願。記必得", "378": "土。通達法性一切空無。是舉智也。前覺一切", "379": "如夢幻等。是世諦智。此通法性一切空無。是", "38": "理法證會名為觀法如化。證法非無此第二", "380": "真諦智。專求淨土。是舉願也。必成是剎。記得", "381": "土也。下十五偈。頌上文中諸佛共歎。初有五", "382": "偈。頌前十方諸佛共歎。後之十偈。頌前文中", "383": "釋迦自歎。前五偈中。諸佛告菩薩。令覲安養", "384": "國。正勸令往。聞法受行。明往所作。疾得以", "385": "下。明作利益。疾得淨處。明前聞法受行之", "386": "益。自於當來得妙淨土。名得淨處。下之四偈。", "387": "彰前往覲安養之益。益有五種。第一往彼得", "388": "神通益。初半偈是。第二往彼得授記益。次半", "389": "偈是。前明彼佛授菩薩記。即其事也。第三往", "39": "竟。自下第三明離惡業。於中初先明其離過。", "390": "彼得不退益。次一偈是。前言生彼住正定聚。", "391": "即其事也。第四往彼起願之益。次一偈是。菩", "392": "薩興願。是總舉也。下別歎之。別中願己國無", "393": "異者。求淨土願。願己得土同彌陀佛。名國無", "394": "異。普度一切。化眾生願。名顯十方。求佛身", "395": "願。願得佛時名達十方。第五往彼廣供多佛", "396": "起行之益。後一偈是。自下十偈。釋迦自歎。令", "397": "人同往。於中三分。初有三偈。舉經難聞。歡喜", "398": "修行。次有四偈。歎彌陀佛授菩薩記。即佛智", "399": "德殊勝。令人歸趣。後之三偈。以理教勸。前三", "4": "色聲香味觸等。此兩段竟。次離惑體。無染恚", "40": "修習善下。彰其攝治。前離過中。遠離麁言。明", "400": "偈中。初有半偈。舉無善人不聞此經。彰經深", "401": "重。次有偈半。舉有善人方乃得聞。顯經微", "402": "妙。於中先明有善之人。方聞此經。曾更見", "403": "下。明見佛者。方乃信敬歡喜奉行。次有半", "404": "偈。舉有惡人不信此法。彰經深重。下之半偈。", "405": "舉有善者樂聞是教。顯經微妙。舉惡不聞。令", "406": "人捨遠。舉善得聞。使人慕修。又此文中。彰經", "407": "深重。去人輕謗。顯經微妙。生人信敬。下有四", "408": "偈。歎彌陀佛智德殊勝。令人歸趣。於中初有", "409": "七句之文。明諸聲聞菩薩不測。初法。次喻。後", "41": "離口惡。遠離自害害他俱害。明離身惡。下攝", "410": "合可知。次有一句。明佛獨了。次有六句。明一", "411": "切人悉得聖道。共思不知。假使一切。人之多", "412": "也。具皆得道。行德勝也。淨慧達本。空解深也。", "413": "億劫思佛。觀之久也。窮力講說。言之極也。雖", "414": "復如此。盡壽不知。下有半偈。結歎顯勝。佛慧", "415": "無邊。歎佛智廣。如是致淨。嘆佛德淨。致謂至", "416": "也。窮至清淨法性涅槃。故難測知。下有三偈。", "417": "以理教勸。於中初偈。舉彼三難。勸人勤求。壽", "418": "命難得。是初難也。佛世難值。第二難也。有信", "419": "慧難。第三難也。此三難。今已得之。故聞此", "42": "治中。修習善語。治前口惡。自利利人。人我俱", "420": "經。應當勤求。次第二偈。舉彼見聞。能獲大", "421": "益。勸人發心。聞不忘者。彌陀佛所聞法不", "422": "忘。言見敬者。見彌陀佛心生重敬。得大慶", "423": "者。明前聞法見佛恭敬。得善利也。得善可喜。", "424": "名得大慶。則我善友。為佛攝也。行順釋迦。名", "425": "我善友。是故當發。結勸發心。末後一偈。教令", "426": "定去。設滿世界火。必過要聞法。決意定去。會", "427": "當成佛。廣濟生死。明去所為。會當成佛。求自", "428": "利果。廣濟生死。求利他果。自下第三重攝下", "429": "人同生彼國。於中有三。第一廣舉無量壽國", "43": "利。治前身惡。此第三竟。自下第四重明修善。", "430": "勝妙之事。令人願求。二從世人薄俗已下。明", "431": "娑婆界穢惡充滿。使人厭捨。三從廣禮無量", "432": "壽下。就彌陀國辨得彰失。令人修捨。初中有", "433": "二。第一廣舉無量壽國勝樂之事。二佛告彌", "434": "勒諸天人下。勸人往生。前中有八。一彰彼國", "435": "壽命長遠。二彰彼眾光明殊妙。三彰彼眾身", "436": "相具足。四彰彼眾智德殊勝。五彰彼生永離", "437": "惡趣。六彰彼土興供養多。七彰彼生聞法不", "438": "絕。八彰彼菩薩行德圓備。就初段中。彰彼菩", "439": "薩皆當究竟一生補處。明壽長遠。無有中夭。", "44": "於中初先明其自利。棄國捐王絕去財色。明", "440": "除願為物餘國受身。第二段中。初彰彼國諸", "441": "聲聞人身光一尋。次彰彼國餘菩薩光照百", "442": "由旬。其一由旬。有四十里。照百由旬。合四千", "443": "里。三明觀音及大勢至。光遍三千大千世界。", "444": "於中初辨。阿難白佛下。辨其名諱。此二菩薩", "445": "於此國下。彰此生彼。第三段中。彰彼眾生身", "446": "相具足。皆悉具於三十二相。如經廣辨。智慧", "447": "成下是第四段。彰彼眾生智德殊勝。句別有", "448": "四。一智慧成滿。深入諸法。證會法性。究暢要", "449": "妙。窮達教詮。二神通無礙。三諸根明利。四得", "45": "其所捨。自行六度。彰其所修。下明利他。以前", "450": "忍不同。其鈍根者成就二忍。謂音響忍及柔", "451": "順忍。其利根者乃至成佛。得阿僧祇無生法", "452": "忍。又得已下是第五段。彰彼生者永離惡趣。", "453": "於中初明彼國生者。乃至成佛。不更惡趣。神", "454": "通自在。常識宿命。後除為物他方現生。釋迦", "455": "自說如我國中諸菩薩也。語阿難下第六段。", "456": "彰彼生者能興廣供。於中初明往十方界廣供", "457": "多佛。次從受法。後明供已未食之頃還歸本", "458": "國。前中四偈。一彰彼國諸菩薩等。於一食頃。", "459": "往十方界。遍供諸佛。二隨心下。明諸供具隨", "46": "六度教人令行。上來四段。別明身因。無央數", "460": "心化現。三在虛空下。明於空中化成華蓋。四", "461": "其諸菩薩下。明諸菩薩共奏天樂歌歎佛德。", "462": "僉謂皆也。眾皆喜躍。名僉欣悅。復供佛已。未", "463": "食之前還歸本國。自下第七。彰彼生者聞法", "464": "不絕。於中初明說法之時。眾集講堂。如來為", "465": "說。莫不已下。明說利益。心解得道。即時已", "466": "下。設供奉佛。於中初先風搖樹音。次吹妙華。", "467": "後諸天等。持華香樂。供養奉獻。娛樂無極。自", "468": "下第八。彰彼菩薩行德圓備。於中初別。後總", "469": "結之。別中有七。一行修離過。二具足下。成德", "47": "劫積功累德。總以結之。上來第一明修具。自", "470": "圓備。三等觀三界空無有下。行修具足。四究", "471": "竟一乘下。成德殊勝。五摧滅嫉下。行修增進。", "472": "六因力下。諸力具足。七身色相好功德已下。", "473": "通就諸德總嘆顯勝。初中先別。後總結之。別", "474": "中初言所可講說常宣正等。化行離過。於其", "475": "國下。自行無失。於中初先明攝對治滅煩惱", "476": "下。明離諸過。前攝治中。明修六度而為對治。", "477": "初修捨行。捨猶檀矣。於其國土所有萬物無", "478": "我所心。明其離見。無染著心。彰其離愛。除捨", "479": "此二。名為捨行。次修戒行。去來進止情無所", "48": "下第二彰報殊勝。於中有二。一對上所修淨土", "480": "係隨意自在。明離身過。無所適莫無彼無我。", "481": "明離意過。於眾生所。無適適之親。無莫莫之", "482": "疏。名無適莫。無競無訟。明離口過。次修忍", "483": "行。於諸眾生得大慈悲饒益之心柔軟調伏。", "484": "正明能忍。無忿恨等。離於忍障。次修精進。求", "485": "善不息。名無厭怠。諸行齊修。故曰等心。所修", "486": "勝上。名為勝心。求心慇重。故曰深心。次修禪", "487": "行。遠離亂意。故曰定心。下修慧行。得法愛", "488": "著。名為愛法。此據終也。聞時甘露樂。名為樂", "489": "法。此據次也。求時心喜。名為喜法。此據始", "49": "之因。明得報勝。即勝依果。二或為長者居士", "490": "也。上來修治。下明離過。滅諸煩惱。離煩惱", "491": "也。離惡趣心。除惡業也。上來別竟。究竟一", "492": "切菩薩所行。總以結之。上來第一行修離過。", "493": "自下第二成德圓備。具無量德。總以樹舉。下", "494": "別顯之。別中初明自利功德。以無礙下。明利", "495": "他德。前自利中。得深禪定諸通明慧。遊德七", "496": "覺。自分功德。禪謂四禪。定者。所謂四空定", "497": "等。諸通。六通。明謂三明。宿命。天眼。及漏盡。", "498": "慧謂三慧。聞思修等。言七覺者。念。慧。精進。", "499": "輕安。喜。定。捨。是其七也。修心已下。勝進功", "5": "癡。染猶貪也。此三段竟。下復修治。三昧常", "50": "已下。對上所修法身之因。明得報勝。得勝正", "500": "德。修心佛德。上求佛德。肉眼已下。成就功德", "501": "無量。且舉五眼之義。廣如別章。此應具論。今", "502": "且釋文。肉眼清徹靡不分了。肉眼勝也。形膚", "503": "曰肉。淨肉之根能有照矚。目之為眼。於彼國", "504": "中。報得肉眼徹見無數世界之事。名為清徹。", "505": "所見明審。故無不了。斯乃照矚現在色像。名", "506": "為肉眼。天眼通達無量無限。天眼勝也。一切", "507": "禪定。名為天住。依天得眼。故名天眼。能見眾", "508": "生死此生彼。所見寬多。故曰無量。所見長遠。", "509": "故曰無限。法眼觀察究竟諸道。法眼勝也。智", "51": "果。前中初言隨其生處在意所欲無量寶藏", "510": "能照法。故名法眼。能見一切眾生根欲性心。", "511": "並知一切化眾生法。所知窮極。名為究竟。了", "512": "知三乘道法差別。名究竟諸道。慧眼見真能", "513": "度彼岸。慧眼勝也。照空實慧。見理名眼。能見", "514": "真空。故名見真。除捨有相。達到平等無相彼", "515": "岸。名度彼岸。佛眼具足覺了法性。佛眼勝也。", "516": "前四是別。佛眼是總。見境周盡。故云具足。又", "517": "復佛眼能見真實如來藏中不空實性。名了", "518": "法性。上來自德。以無礙智為人演說。是利他", "519": "德。自下第三明修具足。於中兩對自利利他。", "52": "自然發應。自得勝財。在猶任也。教化安立住", "520": "初對修始。後對修終。從初乃至除滅煩惱。悉", "521": "是初對也。從如來下。是後對也。前中初言等", "522": "觀三界空無所有志求佛法。是其自利。等觀", "523": "三界空無所有。離生死行。志求佛法。趣菩提", "524": "行。具諸辨下。明其利他。具諸辨才。明化他", "525": "德。除滅眾生煩惱之患。明化他益。就後對中。", "526": "初明自利。其大悲下。明其利他。就自利中。文", "527": "別有四。一自分之解。二修諸善下。自分之行。", "528": "三聞甚深下。勝進之解。四常能修下。勝進之", "529": "行。自分解中。從如來生解法如如。是其理", "53": "於正道。以財攝他令歸正法。後中初明功德", "530": "解。解由如來教化出生。是故說之從如來生。", "531": "空同曰如。解知一切萬法皆如。名解如如。善", "532": "知習等。是其教解。習善之教。名習音聲。滅惡", "533": "之教。名滅音聲。菩薩於此悉能善解。故名善", "534": "知。於中巧知。故曰方便。由於聖教能善知故。", "535": "不欣世語樂在正論。自分行中。修諸善本。志", "536": "崇佛道。趣菩提行。知一切法皆悉寂滅。生身", "537": "煩惱二餘俱盡。滅生死行。知一切法皆悉寂", "538": "滅。觀空修治。生身煩惱二餘俱盡。治成離障。", "539": "生身苦報。煩惱惑因。此二殘餘皆悉滅盡。勝", "54": "之果。次於一切法而得自在。明智慧果。功德", "540": "進解中。聞甚深法不疑懼者。於深能解。所以", "541": "不疑。於深能入。為是不懼。勝進行中。常能修", "542": "者。於佛深法行不息也。上來自利。明利他。其", "543": "大悲者。總以標舉。下別顯之。深遠微妙。悲心", "544": "深也。靡不覆載。悲物廣也。此第三竟。自下第", "545": "四成德殊勝。於中初先明自利德。如大乘下。", "546": "明利他德。就自德中。初攝善勝。照諸功下。明", "547": "離過勝。攝善勝中。究竟一乘。菩提德滿。乘是", "548": "行用。行能運通。故名為乘。隨化多乘。就實不", "549": "殊。是以言一。一義不同。汎解有四。一簡別", "55": "果中。先別。後結。別中有四。一身報尊上。二", "550": "名一。如來於彼三藏教中。隨化分三。求聲聞", "551": "者。為說四諦。求緣覺者。為說因緣。求大乘", "552": "者。為說六度。宣說菩薩三阿僧祇。修行有漏", "553": "六波羅蜜。於最後生一身之中。斷結成佛。簡", "554": "別彼三。是以言一。二破別名一。如來隨化宣", "555": "說三乘。世人定執以為真實。破別彼三。是以", "556": "言一。故經說言。唯一是實。餘悉非真。猶如化", "557": "城。非真息處。三會別名一。如來根本分一為", "558": "三。會之歸本。是以言一。如勝鬘說。四無別", "559": "名一。就實論實。由來無別。故名為一。於此一", "56": "常以四事供養已下。依身起行。三口氣下。身", "560": "乘。窮名究竟。至于彼岸。涅槃果極。此二一", "561": "對。決斷疑網。慧由心出。是其證知。除妄顯", "562": "真。名斷疑網。真解發中。名慧心出。於佛教", "563": "法。該羅無外。是其教知。窮解無餘。名該無", "564": "外。此證與教。共為一對。智慧如海。明慧深", "565": "廣。三昧如山。彰定高勝。慧光明淨超踰日", "566": "月。彰其慧明。清白之法足圓滿。猶如雪山。顯", "567": "其定淨。此定與慧。復為一對。上來攝善。下顯", "568": "離過。照諸功德等一淨者。是其法說。諸德皆", "569": "淨。名等一淨。下以喻顯。喻別有六。文喻可", "57": "報微妙。於中三句。文相可知。四手出下。依身", "570": "知。上來自利。下明利他。有十三句。皆約喻", "571": "顯。猶如大乘載群萌者。名世大車以為大乘。", "572": "彼諸菩薩利他之德。如世大車。名大乘運載", "573": "群萌出生死矣。餘皆可知。此第四竟。自下第", "574": "五行修增進。於中五對。皆初利他。後明自", "575": "利。五對何別。前二自分。後三勝進。就自分", "576": "中。初之一對。起修方便。摧滅嫉心不忌勝", "577": "故。利他方便。心有嫉忌。不能利他。故須除", "578": "滅。專樂求法心無厭足。自利方便。後對正", "579": "修。常欲廣說志無疲等。正明利他。常欲廣說", "58": "起行用。手出供具供養諸佛。上來別竟。如是", "580": "志無疲惓。起說心勝。擊法鼓等。所說法勝。言", "581": "擊法鼓。喻聞慧法。教聲遠被。名擊法鼓。建法", "582": "幢者。喻思慧法。立義稱建。義出名幢。言曜慧", "583": "日除癡闇者。說修慧法開眾生也。修六和敬。", "584": "正明自利。行成同他。情無乖異。名六和敬。身", "585": "口意同。是其三和。同戒同施及與同見。化是", "586": "其六和。此六和同。便相親敬。名六和敬。下勝", "587": "進中。初對修始。第二修次。第三修成。就初對", "588": "中。常行法施。利他始也。志勇精進心不對弱。", "589": "自行始也。第二對中。為世燈明最勝田等。利", "59": "之等超諸天人。總以結歎。慧果可知。上明所", "590": "他次也。為世燈明最勝福田。明化德勝。自具", "591": "智慧。能生物解。名世燈明。自具功德。能生物", "592": "善。名勝福田。常為導師。等無憎愛。明化益", "593": "勝。以慧開人。名為導師。福善濟潤。故無憎", "594": "愛。唯樂正道。無餘欣戚。自行次也。樂道修", "595": "善。無餘離過。第三對中。拔欲刺等。利他成", "596": "也。拔諸欲刺以安群生。化人離過。功慧殊勝", "597": "莫不尊敬。化人從善。滅三垢等。自行成也。滅", "598": "三垢障。成就斷德。貪瞋癡等。是三垢障。遊諸", "599": "神通。成就行德。此第五竟。自下第六諸力具", "6": "寂。止行深也。智慧無礙。觀行勝也。上來四", "60": "行。自下第二明其所成。謂成法身淨土之果。", "600": "足。初別。後結。別中初明自力具足。如法調", "601": "下。化他力足。自中相從以為七門。因力緣力", "602": "為第一門。起修所依。過去所修一切善行。能", "603": "生今善。名為因力。近善知識。聽聞正法。名為", "604": "緣力。意力願力為第二門。起修方便。求佛之", "605": "心。名為意力。起行之願。名為願力。方便之", "606": "力常力善力為第三門。加行正修。依法巧修。", "607": "名方便力。依法恒修。名為常力。依法正修。名", "608": "為善力。定力慧力為第四門。修心成就。修止", "609": "成就。名為定力。修觀成就。名為慧力。此前四", "61": "然此所成。遂前四十八之大願。應別對之。文", "610": "門約修分別。多聞之力為第五門。起行之解。", "611": "施戒忍進定慧之力為第六門。明所起行。行", "612": "謂六度。此之兩門就行分別。正念正觀諸通", "613": "明力為第七門。依行成德。捨相入實。名為正", "614": "念。離癡見法。說為正觀。依此二種。成就六通", "615": "及得三明。名通明力。此後一門就德分別。上", "616": "來自利。如法成就諸眾生力。明其利他。上來", "617": "別竟。如是等力一切具足。總以結之。此第六", "618": "竟。自下第七通就諸德總嘆顯勝。於中有四。", "619": "一自德殊勝。二為佛共嘆。三究竟大乘。四超", "62": "顯可知。文中有二。一略明所成。二佛告阿難無", "620": "出小乘。初中身色相好功德辨才具足無與", "621": "等者。自分所成。身色相好無與等者。明其身", "622": "勝。功德辨才無與等者。明其德勝。言具足者。", "623": "明德具足。言莊嚴者。明身莊嚴。恭敬供養無", "624": "量諸佛。勝進所起。第二佛嘆。相顯可知。第三", "625": "段中。究竟菩薩諸波羅蜜。教行成滿。修空無", "626": "相無願三昧不生滅等。證行成滿。第四段中。", "627": "超出二乘。文顯可知。上來別嘆。彼諸菩薩成", "628": "如是下總以結嘆。上來八段。合為第一舉彌", "629": "陀國勝樂之事。自下第二勸人往生。佛告彌", "63": "量壽佛威神已下。廣明所成。略中有四。第一", "630": "勒。告其所對。諸天人等。舉其所為。無量壽", "631": "國聲聞菩薩功德智慧不可稱等。牒上所辨。", "632": "聲聞菩薩功德智慧不可稱說。牒前文中所", "633": "辨之人。又其國土微妙安樂清淨若此。牒前", "634": "文中所辨之土。何不力下。正勸往生。於中有", "635": "三。一正勸往生。二易往下。如來傷歎。三何", "636": "不棄下。重勸往生。前正勸中。何不力為善。正", "637": "勸修因。何不力勵為善求生。名力為善。念道", "638": "已下。明修利益。念道之者。自然往生。名念自", "639": "然。但能念道。行德顯著。不簡上下。同得往", "64": "阿難就身為問成佛已未。如來具答。二其佛", "640": "生。故言著於無上下也。若得生彼。神通洞達。", "641": "無有邊際。故云洞達無邊際耳。宜各精進努", "642": "力求之。重勸修因。必得超下。重明修益。必得", "643": "超絕。明其所出。往生安養。彰其所至。橫截五", "644": "惡。惡趣自閉。明其所離。三途人天。是其五", "645": "趣。於此分別。下三惡道。名為惡趣。人天二", "646": "道。名為善趣。今此約對彌陀淨剎。娑婆五", "647": "道。齊名惡趣。地獄餓鬼畜生。是其純惡所向。", "648": "名為惡趣。娑婆人天。雜惡所向。亦名惡趣。若", "649": "依此方修習斷除。先斷見惑。離三途因。滅三", "65": "界下。約之明土。三又問下。阿難重復就身為", "650": "途果。後斷修惑。離人天因。絕人天果。漸除不", "651": "名橫截。若得往生彌陀淨土。娑婆五道一時", "652": "頓捨。故名橫截。截五惡趣。截其果也。惡趣自", "653": "閉。閉其因也。此明所離。昇道無極。彰其所", "654": "得。得道深廣。故無窮極。上來第一正勸往生。", "655": "自下第二如來傷歎。欲使世人力勵往生。初", "656": "言易往而無人者。正為傷歎。修因即去。名為", "657": "易往。無人修因。往生者尟。故曰無人。其國不", "658": "逆違。彰前易往。自然所牽。顯前無人。娑婆眾", "659": "生。文習蓋纏。自然為之牽縛不去。故彼無人。", "66": "問成來久近。如來具答。四其國自然七寶已", "660": "自下第三重勸往生。何不棄世事懃求道德。", "661": "勸其修因。可獲長生壽樂無極。明修得果。上", "662": "來第一舉彌陀國勝樂之事。令人願求。自下", "663": "第二彰娑婆界穢惡充滿。令人厭捨。於中有", "664": "四。一舉三毒煩惱之過。二勸人修捨。三舉五", "665": "惡五痛五燒苦之過。四勸人修捨。就初段中。", "666": "先明貪過。世間人民父子已下。明其瞋過。如", "667": "是世人不信已下。明其癡過。貪中有三。一通", "668": "就世人以明貪過。二尊貴下。偏就富貴以明", "669": "貪過。三貧窮下。偏就貧賤以明貪過。就初段", "67": "下。約之明土。就初段中。阿難先問法藏比丘", "670": "中。世人薄俗諍不急事。明其有惡。謂此世人", "671": "薄於風俗共諍世間不急之事。於此劇下。彰", "672": "其有苦。苦中有三。一求財苦。二有田下。明守", "673": "護苦。三橫為下。明散失苦。初求苦中。於此劇", "674": "苦。勤身營務以自給濟。為身故求。無尊卑等。", "675": "為他故求。無尊無卑無貧無富。舉能求人。少", "676": "長男等。舉其所為。下明有苦。共憂財等。明心", "677": "苦也。為心走等。明身苦也。守護苦中。有田憂", "678": "田。有宅憂宅。如是等事。別明其苦。重思下", "679": "結。散失苦中。橫為非常水火盜等。明失財", "68": "為已成佛。為未為現。此約三世時別以問。佛", "680": "苦。或坐摧等。明失身苦。次就富貴以明貪過。", "681": "文顯可知。就貧賤明貪過中。文別有三。一求", "682": "財苦。二或時坐下。明失身苦。三不肯下。明未", "683": "來苦。求財苦中。文別有五。一今無事中。憂之", "684": "生苦。二適有一下。少有事中。明不足苦。三適", "685": "欲具下。已得事中。明散失苦。四當復求下。明", "686": "進求時有不得苦。五亦結眾下。明追求時寒", "687": "熱等苦。此五合為求財苦也。失身之苦。及未", "688": "來苦。文顯可知。明瞋過中。文別有三。一以理", "689": "教勸。當相親愛。無相增嫉。有無相通。不得", "69": "答可知。第二段中。直列彼佛國土名號。未辨", "690": "貪惜。言色常和。莫相違戾。二或心諍下。廣明", "691": "瞋過。三何不棄下。勸修捨離。第二過中。別有", "692": "三種。一明未來怨害之過。二人在世下。明有", "693": "未來惡道之過。三所生窈窈冥冥已下。明別", "694": "離難聚之過。第三段中。勸捨可知。明癡過中。", "695": "文別有二。一明有癡。二生死常道轉相劇下。", "696": "明其癡過。前中有二。一明癡人自無正信。二", "697": "更相瞻下。專受他語。自無信中。初先別論。但", "698": "坐是下。總結顯過。坐不信故。專執自見。是其", "699": "過也。受他語中。更相瞻視。先後同然。效習他", "7": "段。合為自利。下就利他明離煩惱。無有虛", "70": "其相。第三段中。先問後答。文顯可知。第四段", "700": "人。轉相承下。承習父祖。於中初言轉相承受", "701": "父餘教令。明子無知受父邪言。先人祖下。舉", "702": "父癡頑成子無知。於中四句。初言祖父素不", "703": "為善。明其無行。二不識道德。彰其無解。三身", "704": "愚神闇。心塞意閉。生死善惡自不能見。無有", "705": "語者。重明無解。前句無解。不識出道。此句無", "706": "解。不知世間善惡因果。生死之趣不能自見。", "707": "不識果也。善惡之道不能自見。不知因也。於", "708": "此因果自心不識。他無語者。故永不解。四吉", "709": "凶禍福。競各作之無一怪者。重明無行。前句", "71": "中。先明所有。又其國土無須彌下。彰其所無。", "710": "無行。彰不作善。此句無作。明其造惡。自已為", "711": "惡。他無語者。故不永離。上來一段其明有", "712": "癡。下明癡過。於中有四。一由癡故父子相", "713": "哭。二如此人下。明由癡故造惡受苦。三或室", "714": "家下。明由癡故親戚相憶。四總猥下。明由癡", "715": "故造惡受苦。初中先明父子相哭。教語已下。", "716": "明難開曉。是以生死流轉無已。為之輪轉。第", "717": "二段中。句別有五。一明此癡人。曚冥抵突。不", "718": "信經法。各用快意。二惑於愛欲。不達道德。三", "719": "迷於瞋怒。貪狼財色。四坐前三種。不得正道。", "72": "明所有中。自然寶成。明其體相。恢廓曠蕩。明", "720": "多受諸苦。當更惡趣。明有重苦。生死無窮。明", "721": "有深苦。五哀哉下。如來傷歎。令人厭捨。第", "722": "三段中。句別有三。一由癡故親戚相憶不可", "723": "開解。二思想下。明由相憶不能修善。三便旋", "724": "下。由不修善不能得道。第四段中。句別有四。", "725": "一癡故起貪。追求世事。總猥憒擾。貪欲愛等。", "726": "二各懷殺下。癡故起瞋。共相殘害。各懷殺毒。", "727": "惡氣窈冥。為妄事等。三自然下。明由前惡受", "728": "苦難出。造罪之人。宿罪之力。自然招集非法", "729": "惡緣。隨而與之。恣其作罪。待其罪極。頓奪令", "73": "其量相。悉相雜等。明莊嚴相。明所無中。初先", "730": "盡。將入惡道受苦無極。四痛不可下。如來傷", "731": "歎。令人生厭。上來廣舉三毒之過。自下第二", "732": "勸力修捨。於中有四。一正勸修捨。二彌勒領", "733": "解。三重修捨。四彌勒領行。初中有二。一勸人", "734": "修行。二儻有疑下。勸人請問。勸修有三。一舉", "735": "前過勸人修斷。佛告彌勒世間之事。用是事", "736": "故坐不得道。舉前過也。世間事者。牒舉向前", "737": "三毒之事。用是以也。坐是由也。世人以是三", "738": "毒事故。由不得道。當熟下勸。當熟思計遠離", "739": "眾惡。勸人捨過。謂離向前三毒眾惡。擇善行", "74": "正辨。阿難白下。問答重顯。前正辨中。初無山", "740": "之。勸修對治。二愛欲下。舉世五欲無常之過。", "741": "勸人修捨。三曼佛在下。舉佛現在。勸人懃修。", "742": "於中初先舉佛現在。正勸修行。其有願下。彰", "743": "益勸為。得慧明達。得智勝也。功德殊勝。得福", "744": "勝也。勿得已下。舉損誡約。上來勸行勸問可", "745": "知。自下第二彌勒領解。於中有二。一正領解。", "746": "二今得值下。歡喜自慶。前中有四。一嘆佛說", "747": "快。貫心思之。世人實爾。成前說快。貫謂通", "748": "也。通心思之。世人實隨三毒之事。坐不得", "749": "道。名為實也。二佛言下。領佛慈化。三佛語", "75": "等。次無四趣。後無四時春秋等別。後重顯中。", "750": "教下。重嘆佛說為深為善。於中初先嘆說深", "751": "善。智慧明等。舉智成說。四今我眾等所以蒙", "752": "下。重頌佛恩。今我眾等。所以得度脫所由。", "753": "下正出之。由佛前世懃苦修道。今得佛果。化", "754": "導我等。故得解脫。皆佛前世求道之時謙苦", "755": "所致。舉佛因也。恩德普等。彰佛果也。恩德普", "756": "覆。總舉佛德。福祿魏等。別以顯之。佛為法", "757": "王尊超聖等。總以結歎。別中初言福祿魏魏", "758": "光明徹照。自福殊勝。達空無極。自智殊勝。開", "759": "入泥洹教授典攬。以智化益。開入泥洹。化人", "76": "文別有三。初阿難問。若無須彌。四天王等依", "760": "證滅。教授典攬。教人起道。道法訓世。名為教", "761": "授。以此經典要攬眾義。令其習學。故曰典攬。", "762": "威制消等。以福化益。剛強眾生。威德制却。令", "763": "其消伏歸從聖化。是故名為威制消化。善濡", "764": "眾生。慈力攝取。名感十方。有緣斯攝。名無窮", "765": "極。結歎可知。上來領解。今得值佛。聞無量", "766": "壽。靡不歡喜。心得開明。歡喜自慶。此第二", "767": "段彌勒領解。自下第三重勸修捨。於中有四。", "768": "一歎前彌勒領荷佛恩。二彌勒當知汝從無", "769": "數劫來已下。慶前彌勒值佛聞法。并得聞", "77": "何而住。如來反質。二阿難正答。如來約之以", "770": "於無量壽名。三汝今亦可自厭已下。正勸修", "771": "行。四汝等宜各精進已下。勸捨疑。惑初中", "772": "佛告汝言是也。印其前言。彌勒向前歎佛", "773": "說快甚深甚善。此言當理。故曰是也。若有", "774": "慈下。歎前彌勒領荷佛恩。彌勒向者。憐佛前", "775": "世懃苦為物志求佛道。名為慈佛。敬荷佛恩。", "776": "名為敬佛。此實大善。天下久久乃有佛下。舉", "777": "佛化益。述前所說。天下久久乃復有佛。彰已", "778": "難值。佛今我已下。明已化益。於中有四。一彰", "779": "已作佛。以法化世。二斷諸下。由佛現化。教諸", "78": "顯彼事。三阿難彰己為他故問。非自不知。上", "780": "眾生斷死因。斷諸疑網。拔愛欲本。令離煩惱。", "781": "杜眾惡源。令離惡業。杜猶塞也。惡業是其惡", "782": "道家本。名眾惡源。教令斷塞。目之為杜。三遊", "783": "步下。彰已作佛。以法化世。遊步三界無所拘", "784": "礙。身業化也。身化自在。故無拘礙。典攬智", "785": "慧眾道之要。意業化也。善解經典。攬知眾義。", "786": "名典攬智。善知三乘所行之要。名眾道要。執", "787": "持綱維照然分明開示五趣。口業化也。執法", "788": "持眾。名執綱維。辨正異邪。名照分明。用化群", "789": "品。名開五趣。四度未度下。佛化世。教諸眾生", "79": "來略竟。就下廣中。文別有四。一明佛身。二即", "790": "出生死果。度未度者。決正生死。令出生死。泥", "791": "洹之道。使得涅槃。舉此化益。述前彌勒所歎", "792": "所領。此初段竟。自下第二慶前彌勒值佛聞", "793": "法聞無量壽。於中有三。一彰彌勒修來久", "794": "遠。二乃至下。明今值佛聞無量壽。三快哉下。", "795": "如來慶之。前中初言汝從無數劫來修行欲", "796": "度眾生其已久遠。修來久也。從汝得道至于", "797": "泥洹不可稱數。聖來遠也。汝及十方諸天人", "798": "等。永劫已來憂畏勤苦不可具言。勤苦多也。", "799": "永猶長也。藉此多因。今得值佛聞無量壽。為", "8": "偽諂曲之心。明離心過。言和顏者。明離身過。", "80": "約身明其從眾。三明國土。四即約土明其人", "800": "是可慶。後二可解。此第二竟。自下第三正勸", "801": "修行。言對彌勒。意兼一切。於中初先正勸修", "802": "行。雖一世下。彰益勸物。前中有三。一勸捨", "803": "過。二端身下。勸修善法。三人能自下。勸利", "804": "眾生。勸捨過中。汝可自厭生老病等。勸生厭", "805": "心。生老病死。是其內苦。言痛苦者。是其外", "806": "苦。惡露不淨無可樂者。宜自決斷。彰過令捨。", "807": "勸修善中。端身正行。是其止善。益作眾善。是", "808": "其作善。修已潔體。洗除心垢。勸修意行。修已", "809": "作善。餘是止善。言行忠信。表裏相應。勸修口", "81": "民。就初段中。應先解釋三佛之義。然後釋文。", "810": "行。言行忠信。是其作善。表裏相應。是其止", "811": "善。言表心裏。語不違心。故相應。勸利他中。", "812": "人能自度。牒前自德。轉相拯等。正勸利他。轉", "813": "相拯濟。化他離過。精明求願。積累善本。化人", "814": "成善。精明求願。化起願也。積累善本。化起行", "815": "也。上來勸修。下舉明益令人修學。雖一世", "816": "懃苦須臾間。修時促也。後生已下。得益也。於", "817": "中初明得益長遠。無為自然次於泥洹。得益", "818": "殊勝。得益長中。句別有四。初言後生無量壽", "819": "國快樂無極。愛樂長也。第二長與道德合明。", "82": "義如別章。文中初先明佛光相。後顯壽命。前", "820": "成德長也。身與福俱。名道德合。心與智俱。名", "821": "為合明。三永拔等。離過長也。於中永拔生死", "822": "根本。長離業因。無復貪等。長離煩惱。無苦惱", "823": "患。長離苦報。四欲壽等。壽命長也。此第三", "824": "竟自。下第四勸捨疑惑。汝等宜各精求所願。", "825": "勸其專修。無得疑等。勸捨疑惑。生彼邊下。彰", "826": "過勸捨。上來第三重勸修捨。自下第四彌勒", "827": "領行。於中初言受佛重誨專精修學如教奉", "828": "行。領佛向前勸修之言。彰已奉行。不敢疑者。", "829": "領佛向前勸捨疑惑。彰已不疑。自下第三廣", "83": "明光中。奇嘆以顯。先別。後結。別中有四。一", "830": "舉五惡五痛五燒業苦之過。令人厭捨。於中", "831": "初總。何等下別。佛告彌勒吾語汝下。重復總", "832": "辨就初總中。文別有二。一嘆前起後。嘆前彌", "833": "勒領解奉行。二今我下。彰己化意。為化眾生。", "834": "令離五惡五痛五燒。令持五善獲五福德。前", "835": "中初言於此惡世端心正意不作眾惡甚為", "836": "至德。當相正嘆。十方世界最無倫匹。寄對顯", "837": "勝。所以下釋。先徵。後解。諸佛國土自然作", "838": "善不大為惡易可開化。舉易顯難。成此為勝。", "839": "就後段中。我今於此世間作佛。彰已成佛。處", "84": "釋迦自嘆。二其有眾生遇斯光下。明諸眾生", "840": "於五惡等。顯己化處。令捨五等。明己化意。為", "841": "化眾生。令有所出。令有所得。令所出者。出離", "842": "五惡五痛五燒。五戒所防。殺。盜。邪婬。妄語。", "843": "飲酒。是其五惡。造此五惡。於現世中。王法治", "844": "罪。身遭厄難。名為五痛。以此五惡。於未來", "845": "世。三途受報。說為五燒。此皆令出。令所得", "846": "中。降化其意。伏令從法。令持五善。所謂五", "847": "戒。翻前五惡。獲其福者。由持五戒。於現在", "848": "世。身安無苦。翻前五痛。度世長壽泥洹道者。", "849": "後生彌陀。終得涅槃。翻上五燒。第二別中。", "85": "見聞利益。三無量壽光顯赫已下。諸聖共嘆。", "850": "何等五惡五痛燒等。問前起後。下對辨之。一", "851": "一門中。皆初明惡。後翻明善。就初門中。先明", "852": "其惡。下翻明善。惡中初言其一惡者。總以樹", "853": "舉。次辨。後法。下喻顯過。辨中初先明其殺", "854": "惡。世有常道王法已下。約殺明痛。壽終已下。", "855": "就殺明燒。前明惡中。諸天人等。明造惡人。欲", "856": "為惡等。正明造惡。不知修下。明造惡過。於中", "857": "初先正明其過。又尊貴下。舉得顯失。痛燒可", "858": "知。是為下結。譬如已下。喻顯燒相。就明善中。", "859": "先辨後結。辨中初言人能於中一心制等。正", "86": "四若有眾生聞其光中下。重明眾生見聞獲", "860": "明作善。翻對前惡。身獨度脫獲其福者。翻對", "861": "前痛。翻對前燒。是為下結。第二門中。先惡後", "862": "善。惡中先舉。次辨。後法。下喻顯之。辨中初", "863": "惡。今世現有王法已下。第二明痛。因其前世", "864": "不信已下。第三明燒。惡中還初明造惡人。都", "865": "無義下。正明造惡。破家已下。明造惡過。正造", "866": "惡中。都無義理不順法度。明其無善。奢婬憍", "867": "等。明其造惡。奢婬憍縱。各欲快意。興盜所為", "868": "任心自恣。更相欺等。正明劫盜。餘文可知。第", "869": "三門中。先惡後善。惡中初舉。次辨。後法。下喻", "87": "益。初中有三。一辨勝過劣。無量壽佛光明第", "870": "顯之。辨中初惡。亦復不畏王法下痛。如是之", "871": "惡著於下。燒惡中初明造惡之人。常懷邪下。", "872": "正明造作邪婬之惡。交結聚下。明造惡過。為", "873": "婬造作殺盜等事。是其過也。餘文可解。第四", "874": "門中。先惡後善。惡中初舉。次辨。後結。下以喻", "875": "顯。辨中初惡。如是眾惡天神記下。是明其痛。", "876": "壽命終下。是明其燒。惡中初先明造惡人。不", "877": "念修下。正明造作妄語之惡。口之四過。不應", "878": "法故。通名妄語增嫉善下。明造惡過。痛中", "879": "明其宿善滅盡。善神捨遠。身無依倚。多遭厄", "88": "一。二諸佛光明所不及下。舉劣顯勝。佛光", "880": "難。是其痛也。燒中明其惡業所牽。鬼神攝錄。", "881": "將入惡道。受苦燋焚。名之為燒。餘文可知。第", "882": "五門中。初惡後善。惡中初舉。次辨。後法。下", "883": "喻顯之。辨中先惡。如是世人心意下痛。大命", "884": "將終悔懼下燒。惡中初明造惡之人。徙倚懈惰", "885": "不肯已下。正明造作飲酒之惡。飲酒之人。不", "886": "修善行。不事家業。違反教。嗔怒令喜鬪。背恩", "887": "忌義。欺陵抵拒。兼以論之。肆心蕩逸魯扈抵", "888": "下。明造惡過。過相眾多。文中具顯。痛中明其", "889": "現有愚癡。闇障覆心。無所知曉。以之為痛。亦", "89": "實等。隨化故爾。三是故下。嘆顯勝。有十二", "890": "應有其王法治罪。文略不說。燒等可知。上來", "891": "別論。下復總辨。於中還初明其五惡。佛語彌", "892": "勒世間如是佛皆哀下。翻惡明善。惡中初先", "893": "總明五惡五痛五燒展轉相生。但作已下。別", "894": "以顯之。別中兩番。初明從惡生痛生燒。身死", "895": "隨下。明其從燒生惡生痛。前中初言但作眾", "896": "惡不修善本。明其惡也。皆悉自然入諸惡趣。", "897": "明起燒也。或其今世先被殃等。明起痛也。後", "898": "中初言身死隨行入三惡等。是明其燒。至其", "899": "久下。從燒起惡。至其久後共作怨結。從小微", "9": "愛語先問。明離口過。由無煩惱。故身口意中", "90": "句。初無量光。無邊。無礙。此之三種。當相以", "900": "起遂成大怨。起殺生惡。皆由貪著不能惠施。", "901": "起劫盜惡。癡欲所迫隨心思等。起邪婬惡。厚", "902": "己諍利無所省錄。起妄語惡。富貴榮華當時", "903": "快意不能忍等。起飲酒惡。此等生惡。身坐已", "904": "下。從惡起痛。坐前五惡。身受勞苦。苦增不", "905": "息。名久大劇。下顯劇相。凡在世間。天下道", "906": "理。自然施立。是故名為天道施張。造惡必彰。", "907": "名自糺舉。身當法網。是故名為綱紀羅網。貴", "908": "賤上下。莫不從法。是故名為上下相應。罪者", "909": "歸之。無人伴匹。故云煢忪當入其中。古今有", "91": "嘆。無量。多也。無邊。廣也。無礙。自在也。無對。", "910": "下。結以顯過。上來明惡。下翻明善。佛語彌", "911": "勒世間如是。牒舉前惡。佛皆哀之。彰已悲憐。", "912": "以威神下。教滅前惡。化令從善。摧滅眾惡悉", "913": "令就善。教修世善。棄捐所思奉持經等。教習", "914": "出善。初至無失。明出世因。終得已下。成出世", "915": "果。上來第三明五惡等業苦之過。自下第四勸", "916": "人修捨。於中有二。一如來勸修。二彌勒領解。", "917": "前中有三。一以理正勸。二吾哀汝下。舉已現", "918": "在化益以勸。三吾去世下。舉已滅後衰損以", "919": "勸。初中有二。一以理正勸。二汝等於是廣殖", "92": "炎王。此之兩種。寄顯勝。他光不敵。名無對", "920": "德下。彰此修勝。增人學意。前正勸中。初勸自", "921": "行。得佛經辭。當熟思之。端心正行。主上已", "922": "下。勸其化他。主上為善率化下等。化他修善。", "923": "當求度世拔生死等。化他離惡。彰此勝中。初", "924": "明此界一日修善。勝無量壽為善百歲。所以", "925": "下釋。下明此界修善十日。勝餘佛國為善千", "926": "歲。所以下釋。就初段中。汝等於是廣殖德本。", "927": "總以標舉。布恩等別。別中初舉六波羅蜜。是", "928": "自利行。布恩檀度。勿犯戒度。忍辱忍度。精進", "929": "進度。一心禪度。智慧慧度。轉相教化。是利他", "93": "光。此光勝餘。名炎王光。清淨。歡喜。智慧。不", "930": "行。為德立善。總以結之。此前作善。正心正意", "931": "齋戒清淨。是其止善。以此修難。故於一日。勝", "932": "無量壽為善百歲。就下第二舉已現在化益", "933": "勸中。初明化人修善得樂。佛言已下。明其化", "934": "人滅惡離苦。就下第三舉已滅後衰損勸中。", "935": "初舉滅後衰損之事。語彌勒下。勸人修斷。上", "936": "來佛勸。自下彌勒領解奉行。彌勒白佛所說", "937": "甚善世人實爾。是領解也。如來慈等。彰已奉", "938": "行。上來四段。合為第二廣舉娑婆穢惡之事", "939": "令人厭捨。自下第三就無量壽得失雙辨令人", "94": "斷。此之四種。當相以歎。離垢稱淨。能令見者", "940": "修捨。就中有五。一佛勸阿難禮無量壽。二阿", "941": "難奉命敬禮彼佛并願求見。三由前請。無量", "942": "壽佛放光普照。四因佛光照彼此相見。五因", "943": "相見。具彰彼國得失之事。令人修捨。就初段", "944": "中。初告阿難。令禮彼佛。十方國下。舉佛共", "945": "嘆。成其頂禮。第二段中。初明阿難奉命設", "946": "禮。白言已下。啟請求見。願見彼佛。求見化", "947": "主。安樂國土。求見其處。及菩薩等。求見彼", "948": "眾。第三段中。初先法說。佛放光明。普照一切。", "949": "皆同一色。次以喻顯。下合顯之。第四段中。初", "95": "心悅。名喜。於法善照。名智慧光。常照不絕。", "950": "此見彼。後彼見此。彼中。初阿難見。後大眾見。", "951": "第五段中。初彰彼得。令人願求。後顯彼失。使", "952": "人厭捨。彰彼得中。如來三問。阿難三答。文顯", "953": "可知。顯彼失中。初先彰彼胎生之失。若有眾", "954": "生識本罪下。教人修捨。前明失中。文別有四。", "955": "一彰彼國有胎生果。二慈氏白下。辨因顯果。", "956": "三復慈氏下。對勝顯劣。四如輪王下。就之顯", "957": "過。就初段中。如來初問。彼國人民有胎生者。", "958": "汝復見不。阿難次答。彰己已見。如來下復為", "959": "之具辨。第二段中。初彌勒問。何因何緣彼國", "96": "名不斷光。難思。無稱。超日月光。此之三種。", "960": "人民胎生化生。正辨胎生。約化顯之。為是通", "961": "問。下佛答之。於中先明胎生之因。若有眾生", "962": "明信佛下。明化生因。胎生因中。先明其因。此", "963": "諸眾生生彼已下。明因得果。就明因中。若有", "964": "眾生以疑惑心。略明其失。修諸功德願生彼", "965": "國。略明其得。不了佛下。廣明其失。於彼佛智", "966": "疑惑不信。是其失也。於中初言不了佛智。此", "967": "句是總。不思等別。佛智淵深。餘不能測。名不", "968": "思智。佛智眾多。非言能盡。言不可稱。於諸法", "969": "門。知之窮盡。名為廣智。位分高出。名無等", "97": "寄對顯勝。過世心想。故曰難思。過世言相。名", "970": "倫最上勝智。於此下結。然猶信下。廣明其德。", "971": "下得果中。先辨。後法。明化生中。先明其因。", "972": "此諸生下。明因得果。自下第三對勝顯劣。於", "973": "中先舉化生之勝。後對明胎生之劣。文顯可", "974": "知。自下第四明胎生過。約喻顯之。如來初先", "975": "立喻反問。彌勒次答。不也。總答。但種種下。", "976": "別以顯之。佛告已下。如來為辨。明胎生者無", "977": "餘苦事。但五百歲不見三寶不得修善。用此", "978": "為苦。以此苦故。雖樂不樂。上來四段。合為第", "979": "一明胎生失。自下第二教修捨。若此眾生識", "98": "無稱光。過世色相。名超日月。上來第一釋迦", "980": "其本罪深自悔責求離彼處。正教修捨。識本", "981": "疑惑佛智之罪。深自悔責。即得已下。明修得。", "982": "彌勒當知其有已下。結勸修學。舉失顯得而", "983": "為勸也。上來第三明攝下人往生彼國。自下第", "984": "四重攝上人往生彼國。於中先明此土菩薩", "985": "往生彼國。彌勒先問。如來後辨。佛告彌勒不", "986": "但已下。廣明餘國菩薩往生。於中初總。其第", "987": "一下。別以列之。十三國菩薩往生。通前娑婆。", "988": "別列十四。不但此下。總舉餘國。明皆往生。甚", "989": "多無量。不可具說。舉此令人求去專也。上來", "99": "自嘆。自下第二見聞獲益。初有遇者三垢消", "990": "正宗。自下流通。於中有四。第一如來歎經勸", "991": "學。二爾時世尊說此經下。彰說利益。諸人悟", "992": "道。三動地放光。雨華作樂。增眾深信。四明所", "993": "說利益弘多。大眾同喜。初中有五。一舉聞益。", "994": "勸人受行。二吾今為諸眾生已下。教人請決。", "995": "三當來之世經道滅下。彰此經法濟益之要", "996": "獨留百歲。四佛語彌勒下。舉經難聞生人重", "997": "敬。五是故我法如是作下。結勸修學。初中有", "998": "二。一舉得聞無量壽名。獲利深廣。勸學此經。", "999": "聞名依經。故勸學之。若有眾生聞此經下。明"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1745 無量壽經義疏", "author": "隋 慧遠撰", "sourceLink": "http://www.cbeta.org/"}