{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0082 意經", "text": {"0": "No. 82 [No. 26(172)]", "1": "佛說意經", "10": "何故生已，生已入隨從？』」「善哉，善哉！比丘！有", "11": "賢道、有賢觀、善辯才，所念善。『以何故世間牽？", "12": "以何故受於苦？以何故生已，生已入隨從？』", "13": "汝比丘！作如是問不？」「唯然，世尊！」「此比丘！以意", "14": "故世間牽，以意故受於苦，生意生意已入隨", "15": "從，比丘！而令世間牽、受於苦、生已生已入隨", "16": "從。比丘！聖弟子無所著，以彼牽、以彼去、彼", "17": "生已生已則隨從。此比丘！聖弟子阿羅漢，", "18": "能自御意，不自隨意。」「善哉，世尊！」彼比丘，聞世", "19": "尊所說，善樂善然可已，重問世尊曰：「唯世尊！", "2": "西晉月氏國三藏竺法護譯", "20": "言多聞比丘，言多聞比丘者，唯世尊！幾所故", "21": "名多聞比丘？如來說幾比丘多聞？」「善哉，善哉！", "22": "比丘！賢道、賢觀、辯才，所言善。『世尊！多聞多聞", "23": "比丘者，唯世尊！幾所故名多聞比丘？如來說", "24": "幾是多聞比丘？』汝比丘！作是問不？」「唯然，世", "25": "尊！」「我多說比丘，契一也、歌二也、記三也、偈四也、所因五也、法", "26": "句六也、譬喻七也、所應八也、生九也、方等十也、未曾十一也、法說", "27": "十二。比丘族姓子，四句偈向我說者，則知義知", "28": "法，應法所行等與法俱，如法行說。如是比丘", "29": "則是多聞，如是比丘為多聞，如是如來說比", "3": "聞如是：一時，婆伽婆在舍衛城祇樹給孤獨", "30": "丘多聞。」「善哉，世尊！」彼比丘，聞世尊所說，善思", "31": "惟念，善樂善然可已，重問世尊曰：「唯世尊！比", "32": "丘聞已，比丘聞已智慧捷疾。唯世尊！所幾名", "33": "為比丘聞已，名為捷疾智慧？如來說幾比丘", "34": "聞已智慧捷疾？」「善哉，善哉！比丘！賢道、賢觀、辯", "35": "才，所言善。『唯世尊！比丘聞已，比丘聞已智慧", "36": "捷疾。世尊！說幾比丘聞已智慧捷疾？』汝比丘", "37": "問此不？」「唯然，世尊！」「此比丘！彼比丘聞苦已，以", "38": "智慧知如真，苦習、苦盡、苦盡住處，此則為聞", "39": "彼以智慧知如真，苦習、苦盡、苦盡住處，此則", "4": "園。彼時，有異比丘獨坐房中，意作是念：「以何", "40": "為聞彼以智慧知如真。如是比丘！彼比丘聞", "41": "已智慧捷疾，如來說比丘如是聞已智慧捷", "42": "疾。」「善哉，世尊！」彼比丘聞世尊所說，善樂善然", "43": "可已，重問世尊曰：「唯世尊！比丘聰明辯才捷", "44": "疾，比丘聰明智慧捷疾者，唯世尊！幾所名為", "45": "比丘聰明智慧捷疾？如來說幾比丘聰明智", "46": "慧辯才捷疾？」「善哉，善哉！比丘！賢道、賢觀、辯才，", "47": "所言善。『唯世尊！比丘聰明智慧捷疾，比丘聰", "48": "明辯才捷疾者，世尊！說幾所名為比丘聰明", "49": "智慧辯才捷疾？如來說幾比丘聰明智慧辯", "5": "故世間牽？以何故受於苦？以何故生已，生已", "50": "才捷疾？』汝比丘問此不？」「唯然，世尊！」「此比丘！謂", "51": "比丘亦不自念、不念他、不二念，比丘但念意", "52": "已，自饒益及饒益他、饒益多人，愍世間故，以", "53": "義饒益天及人。如是比丘聰明智慧捷疾，如", "54": "來說比丘聰明辯才智慧捷疾。」「善哉，世尊！」彼", "55": "比丘聞世尊所說，善思惟念，受持誦讀已，從", "56": "坐起禮世尊足，繞世尊，離世尊還。彼世尊以", "57": "此喻為說之，獨在靜處不亂志寂靜住。彼獨", "58": "在靜處不亂志寂靜住已，謂族姓子，所為剃", "59": "鬚髮已被著袈裟信樂出家，棄家學道，彼無", "6": "入隨從？」於是彼比丘從下晡起，起已往詣世", "60": "上行梵行，見法成神通作證住，生已盡、梵行", "61": "已成、所作已辦、名色已有，知如真。彼尊者已", "62": "知法，至成阿羅漢。佛如是說，彼比丘聞世尊", "63": "所說，歡喜而樂。", "64": "佛說意經", "7": "尊所，到已禮世尊足却坐一面。彼比丘却坐", "8": "一面已，白世尊曰：「唯，世尊！我今日獨在房中", "9": "意生是念：『以何故世間牽？以何故受於苦？以"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0082 意經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}