{"author": "唐 宗密述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2015 禪源諸詮集都序", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "禪源諸詮集都序敘", "1": "下之一禪源諸詮集都序卷下之一", "2": "唐圭峯山沙門宗密述", "3": "上之三教。攝盡佛一代所說之經。及諸菩薩", "4": "所造之論。細尋法義。便見三義全殊。一法無", "5": "別。就三義中。第一第二空有相對。第三第一", "6": "性相相對。皆條然易見。唯第二第三破相與", "7": "顯性相對。講者禪者同迷。皆謂同是一宗一", "8": "教。皆以破相便為真性。故今廣辨空宗性宗", "9": "有其十異。一法義真俗異。二心性二名異。三", "10": "性字二體異。四真智真知異。五有我無我異。", "11": "六遮詮表詮異。七認名認體異。八二諦三諦", "12": "異。九三性空有異。十佛德空有異。初法義真", "13": "俗異者。空宗緣未顯真靈之性故。但以一切", "14": "差別之相為法。法是俗諦。照此諸法。無為無", "15": "相。無生無滅。無增無減等為義。義是真諦。故", "16": "智度論以俗諦為法無礙辯。以真諦為義無", "17": "礙辯。性宗則以一真之性為法。空有等種種", "18": "差別為義。故經云。無量義者從一法生。華嚴", "19": "十地亦云。法者知自性。義者知生滅。法者知", "20": "真諦。義者知俗諦。法者知一乘。義者知諸", "21": "乘。如是十番釋法義二無礙義。皆以法為真", "22": "諦。以義為俗諦。二心性二名異者。空宗一向", "23": "目諸法本源為性。性宗多目諸法本源為心。", "24": "目為性者諸論多同。不必敘述目為心者。勝", "25": "鬘云。自性清淨心。起信云。一切法從本以來", "26": "離言說名字心緣等相。乃至唯是一心。楞伽", "27": "云。堅實心。良由此宗所說本性不但空寂而", "28": "乃自然常知。故應目為心也。三性字二體異", "29": "者。空宗以諸法無性為性。性宗以靈明常住", "30": "不空之體為性。故性字雖同。而體異也。四真", "31": "智真知異者。空宗以分別為知。無分別為智。", "32": "智深知淺。性宗以能證聖理之妙慧為智。以", "33": "該於理。智通於凡聖之靈。性為知。知通智", "34": "局。上引問明品已自分別。況十迴向品說真", "35": "如云。照明為性。起信說。真如自體真實識知。", "36": "五有我無我異者。空宗以有我為妄。無我為", "37": "真。性宗以無我為妄。有我為真。故涅槃經", "38": "云。無我者名為生死。有我者名為如來。又", "39": "云。我計無我是顛倒法。乃至廣破二乘無常", "40": "無我之見。如春池執礫為寶。廣讚常樂我淨", "41": "而為究竟。乃至云無我法中有真我良由眾生迷自真我。妄", "42": "執五蘊為我。故佛於大小乘法相及破相教中破之云無。今於性宗直明實體。故顯之云有也。六遮詮", "43": "表詮異者。遮謂遣其所非。表謂顯其所是。又", "44": "遮者揀却諸餘。表者直示當體。如諸經所說", "45": "真妙理性。每云。不生不滅。不垢不淨。無因無", "46": "果。無相無為。非凡非聖。非性非相等。皆是遮", "47": "詮諸經論中。每以非字非却諸法。動即有三十五十箇非字也。不字無字亦爾。故云絕百非若云", "48": "知見覺。照靈鑒光明。朗朗昭昭。惺惺寂寂等。", "49": "皆是表詮。若無知見等體。顯何法為性。說何", "50": "法不生滅等。必須認得見今了然。而知即是", "51": "心性。方說此知不生不滅等。如說鹽云不淡", "52": "是遮。云鹹是表。說水云不乾是遮。云濕是表。", "53": "諸教每云絕百非者。皆是遮詞直顯一真。方", "54": "為表語。空宗之言但是遮詮。性宗之言有遮", "55": "有表。但遮者未了。兼表者乃的。今時學人皆", "56": "謂。遮言為深。表言為淺。故唯重非心非佛。無", "57": "為無相。乃至一切不可得之言。良由但以遮", "58": "非之詞為妙。不欲親自證認法體。故如此也", "59": "悟息後即任遮表臨時七認名認體異者。謂佛法世法一", "60": "一皆有名體。且如世間稱大不過四物。如智", "61": "論云。地水火風是四物名。堅濕暖動是四物", "62": "體。今且說水。設有人問。每聞澄之即清。混之", "63": "即濁。堰之即止。決之即流。而能溉灌萬物洗", "64": "滌萬穢。此是何物舉功能義用而問也答云。是水舉名答也愚者", "65": "認名便謂已解。智者應更問云。何者是水徵其體也", "66": "答云。濕即是水剋體指也。此一言便定更無別字可替也。若云水波清濁凝流是水　何異", "67": "他所問之詞佛法亦爾。設有人問。每聞諸經云。迷之", "68": "即垢。悟之即淨。縱之即凡。修之即聖。能生世", "69": "間出世間一切諸法。此是何物舉功能義用而問也答云。", "70": "是心舉名答也愚者認名便謂已識。智者應更問。何", "71": "者是心徵其體也答知即是心指其體也。此言最的。餘字不如。若云非性非相能語", "72": "言運動等是心者。何異他所問詞也以此而推水之名體。各唯一", "73": "字。餘皆義用。心之名體亦然。濕之一字貫於", "74": "清濁等萬用萬義之中。知之一字亦貫於貪", "75": "嗔慈忍善惡苦樂萬用萬義之處。今時學禪", "76": "人多疑云。達摩但說心。荷澤何以說知。如", "77": "此疑者。豈不似疑云比只聞井中有水。云何", "78": "今日忽覺井中濕耶。思之思之。直須悟得水", "79": "是名不是。濕濕是水不是名。即清濁水波", "80": "凝流。無義不通也。以例心是名不是知。知", "81": "是心不是名。即真妄垢淨善惡。無義不通也。", "82": "空宗相宗為對。初學及淺機。恐隨言生執。故", "83": "但標名而遮其非。唯廣以義用而引其意。性", "84": "宗對久學及上根令忘言認體。故一言直示", "85": "達摩云。指一言以直示。後人意不解尋思。何者是一言。若云即心是佛是一言者。此是四言。何為名一也", "86": "認得體已。方於體上照察義用。故無不通矣。", "87": "八二諦三諦異者。空宗所說世出世間一切諸", "88": "法不出二諦。學者皆知。不必引釋。性宗則攝", "89": "一切性相及自體總為三諦。以緣起色等諸", "90": "法為俗諦。緣無自性諸法即空為真諦此與空宗相宗", "91": "一諦。義無別也一真心體。非空非色。能空能色。為", "92": "中道第一義諦。其猶明鏡。亦具三義。鏡中影", "93": "像。不得呼青為黃。妍媸各別。如俗諦影無", "94": "自性一一全空。如真諦其體常明。非空非青", "95": "黃。能空能青黃。如第一義諦。具如瓔珞大品", "96": "本業等經所說。故天台宗依此三諦修三止", "97": "三觀。成就三德也。九三性空有異者。三性謂", "98": "遍計所執性妄情於我及一切法周遍計度。一一執為實有。如癡孩鏡中見人面像執為有", "99": "命質礙骨肉等依地起性此所執法。依他眾緣相因而起。都無自性。唯是虛相。如鏡中影像也", "100": "圓成實性本覺真心始覺顯現。圓滿成就。真實常住。如鏡之明空宗云。諸經", "101": "每說有者。即約遍計依他。每說空者。即是圓", "102": "成實性。三法皆無性也。性宗即三法。皆具空", "103": "有之義。謂遍計情有理無。依他相有性無。圓", "104": "成情無理有。相無性有。十佛德空有異者。空", "105": "宗說佛以空為德。無有少法是名菩提。色見", "106": "聲求皆行邪道。中論云。非陰不離陰。此彼不", "107": "相在。如來不有陰。何處有如來。離一切相即", "108": "名諸佛。性宗則一切諸佛自體。皆有常樂我", "109": "淨。十身十智真實功德。相好通光一一無盡。", "110": "性自本有不待機緣。十異歷然二門煥矣。雖", "111": "分教相亦勿滯情。三教三宗是一味法。故須", "112": "先約三種佛教證三宗禪心。然後禪教雙忘", "113": "心佛俱寂。俱寂即念念皆佛。無一念而非佛", "114": "心。雙忘即句句皆禪。無一句而非禪教。如此", "115": "則自然聞泯絕無寄之說。知是破我執情。聞", "116": "息妄修心之言。知是斷我習氣。執情破而真", "117": "性顯。即泯絕是顯性之宗。習氣盡而佛道成。", "118": "即修心是成佛之行。頓漸空有既無所乖。荷", "119": "澤江西秀能豈不相契。若能如是通達。則為", "120": "他人說無非妙方。聞他人說無非妙藥。藥之", "121": "與病。只在執之與通。故先德云。執則字字", "122": "瘡疣。通則文文妙藥。通者了三宗不相違也。", "123": "問前云。佛說頓教漸教。禪開頓門漸門。未審", "124": "三種教中何頓何漸。答法義深淺已備盡於", "125": "三種。但以世尊說時儀式不同。有稱理頓", "126": "說。有隨機漸說。故復名頓教漸教。非三教", "127": "外別有頓漸。漸者為中下根即時未能信悟", "128": "圓覺妙理者。且說前人天小乘乃至法相上皆", "129": "第一教也破相第二教也待其根器成熟。方為說於了義。", "130": "即法華涅槃等經是也此及下逐機頓教合為第三教也。其化儀頓即總攝三", "131": "般。西域此方古今諸德。所判教為三時五時者。但是漸教一類。不攝華嚴經等頓者復二。", "132": "一逐機頓。二化儀頓。逐機頓者。遇凡夫上根", "133": "利智。直示真法。聞即頓悟全同佛果。如華嚴", "134": "中初發心時即得阿耨菩提。圓覺經中觀行", "135": "成時即成佛道。然始同前二教中行門。慚除", "136": "凡習漸顯聖德。如風激動大海不能現像。風", "137": "若頓息則波浪漸停影像漸顯也風喻迷情。海喻心性。波喻煩", "138": "惱。影喻功用。起信論中一一配合即華嚴一分及圓覺佛頂密嚴", "139": "勝鬘如來藏之類二十餘部經是也。遇機即", "140": "說不定初後與禪門第三直顯心性宗全相同", "141": "也。二化儀頓。謂佛初成道。為宿世緣熟上", "142": "根之流。一時頓說性相理事。眾生萬惑。菩", "143": "薩萬行。賢聖地位諸佛萬德。因該果海。初心", "144": "即得菩提。果徹因源。位滿猶稱菩薩。此唯華", "145": "嚴一經及十地論。名為圓頓教。餘皆不備。", "146": "前敘外難云。頓悟成佛是違經者。余今於此通了其中所說。諸法是全一", "147": "心之證法。一心是全諸法之一心。性相圓融", "148": "一多自在。故諸佛與眾生交徹。淨土與穢土", "149": "融通。法法皆彼此互收。塵塵悉包含世界。相", "150": "入相即無礙鎔融。具十玄門重重無盡。名為", "151": "無障礙法界。此上頓漸皆就佛約教而說。若", "152": "就機約悟修說者。意又不同。如前所敘諸家。", "153": "有云。先因漸修功成而豁然頓悟猶如伐木片片漸斫一時", "154": "頓倒。亦如遠詣都城。步步漸行。一日頓到也有云。因頓修而漸悟如人", "155": "學射。頓者箭箭直注意在中的。漸者日久方始漸親漸中。此說運心頓修。不言功行頓畢有云。", "156": "因漸修而漸悟如登九層之臺。足履漸高。所見漸遠。故有人云。欲窮千里目。更上一層樓", "157": "等者。皆說證悟也。有云。先須頓悟方可漸修", "158": "者。此約解悟也約斷障說。如日頓出霜露漸消。約成德說。如孩子生。即頓具四肢", "159": "六根。長即漸成志氣功業故華嚴說。初發心時即成正覺。", "160": "然後三賢十聖次第修證。若未悟而修非真", "161": "修也良以非真流之行無以稱真。何有修真之行不從真起。故彼經說。若未聞說此法。多劫修六度行。", "162": "畢竟不能證真也有云。頓悟頓修者。此說上上智根性", "163": "樂欲俱勝根勝故悟欲勝故修一聞千悟得大總持。一念", "164": "不生前後際斷斷障如斬一綟絲。萬條頓斷。修德如染一綟絲。萬條頓色也。荷澤", "165": "云。見無念體不逐物生。又云。一念與本性相應。便具河沙功德。八萬四千波羅蜜門。一時齊用也此人", "166": "三業唯獨自明了。餘人所不見金剛三昧經云。空心不動具六波", "167": "羅蜜。法華亦說。父母所生眼耳徹見三千界等也且就事跡而言之。如牛頭", "168": "融大師之類也。此門有二意。若因悟而修。即", "169": "是解悟。若因修而悟。即是證悟。然上皆只約", "170": "今生而論。若遠推宿世則唯漸無頓。今頓見", "171": "者。已是多生漸熏而發現也。有云。法無頓", "172": "漸。頓漸在機者。誠哉此理。固不在言。本只論", "173": "機。誰言法體頓漸義意有此多門。門門有意。", "174": "非強穿鑿。況楞伽四漸四頓義與漸修頓悟相類此猶不", "175": "敢繁云。比見時輩論者。但有頓漸之言。都不", "176": "分析。就教有化儀之頓漸。應機之頓漸。就", "177": "人有教授方便之頓漸。根性悟入之頓漸。發", "178": "意修行之頓漸。於中唯云先頓悟後漸修。似", "179": "違反也。欲絕疑者。豈不見日光頓出霜露漸", "180": "消。孩子頓生四肢六根即具志氣漸立肌膚人物業藝皆漸成也猛", "181": "風頓息波浪漸停。明良頓成禮樂漸學如高貴子孫。", "182": "於小時亂沒落為奴。生來自不知貴時清父母訪得當日全身是貴人。而行跡去就不可頓改。故須漸學是", "183": "知頓漸之義。甚為要矣。然此文本意。雖但敘", "184": "禪詮緣達摩一宗。是佛法通體。諸家所述", "185": "又各不同。今集為一藏都成理事具足。至於", "186": "悟解修證門戶。亦始終周圓。故所敘之頓漸", "187": "須備盡其意。令血脈連續本末有緒。欲見本", "188": "末綸緒。先須推窮。此上三種頓說漸說教中", "189": "所詮之法。本從何來。見在何處。又須仰觀諸", "190": "佛說此教意。本為何事。即一大藏經始終本", "191": "末。一時洞然明了也。且推窮教法從何來者。", "192": "本從世尊一真心體流出。展轉至於當時人", "193": "之耳。今時人之目。其所說義。亦只是凡聖", "194": "所依。一真心體隨緣流出。展轉遍一切處遍", "195": "一切眾生身心之中。但各於自心靜念如理", "196": "思惟。即如是如是而顯現也華嚴云。如是如是思惟。如是如是顯", "197": "現也次觀佛說經本意者。世尊自云。我本意唯", "198": "為一大事因緣故出現於世。一大事者。欲令", "199": "眾生開佛知見。乃至入佛知見道故。諸有所", "200": "作常為一事。唯以佛之知見示悟眾生。無有", "201": "餘乘若二若三。三世十方諸佛法亦如是。雖", "202": "以無量無數方便種種因緣譬喻言詞而為眾", "203": "生演說諸法。是法皆為一佛乘故。故我於菩", "204": "提樹下初成正覺。普見一切眾生皆成正覺。", "205": "乃至普見一切眾生皆般涅槃華嚴妙嚴品云。佛在摩竭提國菩", "206": "提場中始成正覺。其地堅固金剛所成。其菩提樹高廣嚴顯。出現品云。如來成正覺時。普見眾生等。一一如文", "207": "普見一切眾生貪恚癡諸煩惱中。有如來身", "208": "智常無染污德相備足如來藏經文也無一眾生而不", "209": "具有如來智慧。但以妄想執著而不證得。我", "210": "欲教以聖道令其永離妄想。自於身中得見", "211": "如來廣大智慧如我無異華嚴出現品文也。唯改當字為欲字。令順語勢", "212": "也。法華亦云。我本立誓願。欲令一切眾。如我等無異遂為此等眾生於菩提", "213": "場。稱於大方廣法界。敷演萬德因華以嚴", "214": "本性。令成萬德佛果。其有往劫與我同種善", "215": "根。曾得我於劫海中以四攝法而攝受者亦妙", "216": "嚴品文也始見我身頻呻三昧盧含那身聞我所說說上華嚴即皆信", "217": "受入如來慧。乃至逝多林我入師子頻呻三", "218": "昧。大眾皆證法界。除先修習學小乘者佛在法華", "219": "會說。昔在華嚴會中。五百聲聞如聾如盲。不見佛境界。不聞圓融法。是也。次云。我今亦令得聞此經入於佛慧。即", "220": "直至四十年後法華會中皆得授記。是也及溺貪愛之水等者亦出現品云。", "221": "如來智慧唯於二處不能為作生長利益。所謂二乘。墮於無為廣大深坑。及壞善根非器眾生。溺大邪見貪愛之水。", "222": "然亦於彼曾無厭捨。釋曰。即華嚴所說學小乘者。法華會中還得授記。及不在此會亦展轉令與授記是。此云不", "223": "厭捨也如是眾生。諸根鈍著。樂癡所盲。難可度", "224": "脫。我於三七日。思惟如是事。我若但為讚", "225": "於佛乘。彼即沒在苦。毀謗不信故。疾入於惡", "226": "道。若以小乘化。乃至於一人。我即墮慳貪。", "227": "此事為不可。進退難為。遂尋念過去佛所行", "228": "方便力。方知過去諸佛皆以小乘引誘。然後", "229": "令人究竟一乘。故我今所得道。亦應說三", "230": "乘。我如是思惟時。十方佛皆現梵音慰喻我。", "231": "善哉釋迦文。第一之導師。得是無上法。隨諸", "232": "一切佛。而用方便力。我聞慰喻隨順諸佛意", "233": "故。方往波羅㮈國轉四諦法輪。度憍陳如", "234": "等五人。漸漸諸處乃至千萬如羊車也亦為求緣", "235": "覺說十二因緣如鹿車也亦為求大乘者說六波羅", "236": "蜜如牛車也。此上皆當第一密意依性說相教。此上三車皆是宅中。指云在門外者。以喻權教三乘云云", "237": "中間又為說甚深般若波羅蜜。陶汰如上聲", "238": "聞。進趣諸小菩薩此當第二密意破相顯性教也漸漸見其根", "239": "熟。遂於靈鷲山開示如來知見。普皆與授阿", "240": "耨多羅三藐三菩提記究竟一乘。如四衢道中白牛車也。權教牛車大乘與", "241": "實教白牛車一乘不同者。三十餘本經論。具有明文顯示三乘法身。平等入", "242": "一乘道。乃至我臨欲滅度。在拘尸那城娑羅", "243": "雙樹間。作大師子吼。顯常住法。決定說言。一", "244": "切眾生皆有佛性。凡是有心定當作佛。究竟", "245": "涅槃常樂我淨。皆令安住祕密藏中法華且收二乘。至", "246": "涅槃經方普收六道。會權入實。須漸次故也即與華嚴海會師子頻呻", "247": "大眾頓證。無有別異法華涅槃。是漸教中之終極。與華嚴等頓教。深淺無異。都", "248": "為第三顯示真心即性教也我既所應度者皆以度訖。未得度", "249": "者已為作得度因緣。故於雙樹間入大寂滅", "250": "定。反本還源。與十方三世一切諸佛。常住法", "251": "界常寂常照也。評曰。上來三紙全是於諸經", "252": "中錄佛自言也。但以抄錄之故。不免於連續", "253": "綴合之處。或加減改換三字兩字而已。唯敘", "254": "華嚴處一行半。是以經題顯佛意。非佛本語", "255": "也。便請將佛此自述本意判前三種教宗。豈", "256": "得言權實一般。豈得言始終二法。禪宗例教。", "257": "誰謂不然。竊欲和會。良由此也。誰聞此說", "258": "而不除疑。若猶執迷。則吾不復也。然上所", "259": "引。佛自云。我見眾生皆成正覺。又云。根鈍癡", "260": "盲。語似相違。便欲於其中次第通釋。恐間雜", "261": "佛語文相交加。今於此後。方始全依上代祖", "262": "師馬鳴菩薩。具明眾生一心迷悟本末始終", "263": "悉令顯現。自然見全佛之眾生。擾擾生死。全", "264": "眾生之佛。寂寂涅槃。全頓悟之習氣。念念攀", "265": "緣。全習氣之頓悟。心心寂照。即於佛語相違", "266": "之處。自見無所違也。謂六道凡夫三乘賢聖", "267": "根本悉是靈明清淨一法界心性覺寶光各各", "268": "圓滿。本不名諸佛。亦不名眾生。但以此心", "269": "靈妙。自在不守自性。故隨迷悟之緣。造業受", "270": "報。遂名眾生。修道證真。遂名諸佛。又雖隨緣", "271": "而不失自性。故常非虛妄。常無變異不可破", "272": "壞。唯是一心。遂名真如。故此一心常具真如", "273": "生滅二門。未曾暫闕。但隨緣門中凡聖無定。", "274": "謂本來未曾覺悟。故說煩惱無始。若悟修證", "275": "即煩惱斷盡。故說有終。然實無別始覺亦無", "276": "不覺。畢竟平等。故此一心法爾有真妄二義。", "277": "二義復各二義。故常具真如生滅二門。各二", "278": "義者。真有不變隨緣二義。妄有體空成事二", "279": "義。謂由真不變故妄體空為真如門。由真隨", "280": "緣故妄成事為生滅門。以生滅即真如。故諸", "281": "經說。無佛無眾生。本來涅槃常寂滅相。又以", "282": "真如即生滅故。經云。法身流轉五道。名曰眾", "283": "生。既知迷悟凡聖在生滅門。今於此門具彰", "284": "凡聖二相。即真妄和合非一非異。名為阿賴", "285": "耶識。此識在凡本來常有覺與不覺二義。覺", "286": "是三乘賢聖之本。不覺是六道凡夫之本。今", "287": "且示凡夫本末。總有十重今每重以夢喻側注一一合之一謂一", "288": "切眾生雖皆有本覺真心如一富貴人端正多智自在宅中住二未", "289": "遇善友開示。法爾本來不覺如宅中人睡自不知也。論云。依本覺故", "290": "而有不覺也三不覺故法爾念起如睡法爾有夢。論云。依不覺故生三種相。此", "291": "是初一四念起故有能見相如夢中之想五以有見故根", "292": "身世界妄現夢中別見有身在他鄉貧苦。及見種種好惡事境六不知。此", "293": "等從自念起。執為定有。名為法執正夢時。法爾必執所", "294": "見物。為實有也七執法定故便見自他之殊。名為我", "295": "執夢時必認他鄉貧苦身。為己本身八執此四大為我身故。法", "296": "爾貪愛順情諸境欲以潤我。嗔嫌違情諸境", "297": "恐損惱我。愚癡之情種種計校此是三毒。如夢在他鄉所見違順", "298": "等事。亦貪嗔也九由此故造善惡等業夢中或偷奪打罵。或行恩布德。", "299": "十業成難逃。如影響應於形聲。故受六道業", "300": "繫苦樂相如夢因偷奪打罵。彼捉枷禁決罰。或因行恩。得報舉薦拜官署職此上", "301": "十重生起次第。血脈連接行相甚明。但約理", "302": "觀心而推照。即歷然可見。次辨悟後修證。還", "303": "有十重翻妄即真。無別法故。然迷悟義別順", "304": "逆次殊。前是迷真逐妄。從微細順次生起。展", "305": "轉至麁。後乃悟妄歸真。從麁重逆次斷除。展", "306": "轉至細。以能翻之智。自淺之深。麁障易遣。淺", "307": "智即能翻故。細惑難除。深智方能斷故。故後", "308": "十從末逆次。翻破前十。唯後一前二有少參", "309": "差。下當顯示十重者。", "310": "禪源諸詮集都序卷下之一", "311": "下之二禪源諸詮集都序卷下之二", "312": "唐圭峯山沙門宗密述", "313": "一謂有眾生遇善知識。開示上說本覺真心。", "314": "宿世曾聞今得解悟若宿生未聞。今聞必不信。或信而不解。雖人人等有佛", "315": "性。今現有不信不悟者。是此類也四大非我。五蘊皆空。信自真如", "316": "及三寶德信自心本不虛妄本。不變異故曰真如。故論云。自信己性知心妄動無別境界。又", "317": "云。信心有四種。一信根。本樂念真如。二信佛。有無量功德常念親近供養。三信法。有大利益常念修行。四信僧。", "318": "能修正行自利利他常樂親近。悟前一翻前二成此第一重也二發悲智願誓證", "319": "菩提發悲心者欲度眾生。發智心者欲了達一切法。發願心者欲修萬行以資悲智三隨分修", "320": "習施戒忍進。及止觀等增長信根論云。修行有五。能成此信。", "321": "止觀合為一行。故六度唯成五也四大菩提心從此顯發以上三心開發。", "322": "論云。信成就發心者有三種。一者直心。正念真如法故。二者深心。樂集諸善行故。三發大悲心。欲拔一切眾生", "323": "苦故五以知法性無慳等心等者貪欲嗔恚懈怠散亂愚癡六隨順", "324": "修行六波羅蜜定慧力用初修名止觀。成就名定慧我法雙", "325": "亡初發心時。已約教理觀二執空。今即定慧力觀自覺空也無自無他證我空五常", "326": "空常幻證法空六色不異空空不異色。故常空常幻也七於色自在一", "327": "切融通。迷時不知從自心變。故不自在。今因二空智達之故融通也八於心自", "328": "在無所不照既不見心外別有境界。境界唯心。故自在也九滿足方便", "329": "一念相應。覺心初起心無初相。離微細念心", "330": "即常住。直覺於迷源。名究竟覺從初發心即修無念。至", "331": "此方得成就。成就故即入佛位也十心既無念。則無別始覺之", "332": "殊。本來平等同一覺故。冥於根本真淨心源。", "333": "應用塵沙。盡未來際常住法界。感而即通。名", "334": "大覺尊。佛無異佛是本佛。無別新成故。普見", "335": "一切眾生皆同成等正覺。故迷與悟各有十", "336": "重順逆相翻。行相甚顯。此之第一對前一二。", "337": "此十合前第一。餘八皆從後逆次翻破前八。", "338": "一中悟前第一本覺。翻前第二不覺。前以不", "339": "覺乖於本覺。真妄相違故開為兩重。今以悟", "340": "即冥符。冥符相順無別始悟。故合之為一。又", "341": "若據逆順之次。此一合翻前十。今以頓悟門", "342": "中理須直認本體。翻前本迷故對前一二", "343": "上云。參差。即是此也二中。由怖生死之苦發三心自度", "344": "度他故。對前第十六道生死。三修五行翻前", "345": "第九造業。四三心開發翻前第八三毒悲心翻瞋智心", "346": "翻癡願心翻貪五證我空翻前第七我執。六證法空翻", "347": "前第六法執。七色自在翻前第五境界。八心", "348": "自在翻前第四能見。九離念翻前第三念起。", "349": "故十成佛佛無別體。但是始覺。翻前第二", "350": "不覺。合前第一本覺。始本不二。唯是真如顯", "351": "現。名為法身大覺。故與初悟無二體也。順逆", "352": "之次參差正由此矣。一即因該果海。十即果", "353": "徹因源。涅槃經云。發心畢竟二不別。華嚴經", "354": "云。初發心時得阿耨菩提。正是此意。然雖順", "355": "逆相對前後相照法義昭彰。猶恐文不頓書", "356": "意不並顯。首尾相隔不得齊覩。今更畫之為", "357": "圖。令凡聖本末大藏經宗一時現於心鏡。此", "358": "圖頭在中心云眾生心三字是也。從此三字", "359": "讀之。分向兩畔。朱畫表淨妙之法。墨畫表垢", "360": "染之法。一一尋血脈詳之。朱為此○號。記淨", "361": "法十重之次。墨為此●號。記染法十重之次。", "362": "此號是本論之文。此點是義說論文爾。", "363": "迷有十重　此是迷真逐妄從微細順次生起展轉至麁之相。", "364": "詳究前述諦觀此圖。對勘自他及想賢聖。為", "365": "同為異。為真為妄。我在何門。佛在何位。為當", "366": "別體。為復同源。即自然不執著於凡夫。不", "367": "僣濫於聖位。不耽滯於愛見。不推讓於佛心", "368": "也。然初十重是一藏經所治法身中第一重煩", "369": "惱之病生起元由次三重漸漸加增我法二執乃至麁", "370": "重三毒造業慧滅受報之狀。後十重是法身信方", "371": "服藥前三重汗出汗出病差菩提心開發將理方法六波羅蜜", "372": "漸漸減退從六至九乃至平復成佛之狀。如有一人", "373": "在纏法身諸根具足恒沙功德強壯常住不變妄不能染多藝恒沙妙用。忽然", "374": "得病無始無明漸漸加增其次七重乃至氣絕第十重唯心頭", "375": "暖賴耶識中無漏智種。忽遇良醫大善知識知其命在見凡夫人即心是佛。強", "376": "灌神藥初聞不信頻就不捨忽然蘇醒悟解初未能言初悟之人", "377": "未能說法答他問難皆悉未得乃至漸語能說法也漸能行履十地十波羅蜜", "378": "直至平復成佛。所解伎藝無所不為神通光明一切種智以", "379": "法一一對合。何有疑而不除也。即知一切眾", "380": "生不能神變作用者。但以業識惑病所拘。非", "381": "已法身不具妙德。今愚者難云。汝既頓悟即", "382": "佛。何不放光者。何殊令病未平復之人。便", "383": "作身上本藝。然世醫處方必先候脈。若不對", "384": "病狀輕重。何辨方書是非。若不約痊愈淺深。", "385": "何論將理法則。法醫亦爾。故今具述迷悟各", "386": "十重之本末。將前經論統三種之淺深。相對", "387": "照之如指其掌。勸諸學者。善自安心行。即", "388": "任隨寄一門解。即須通達無礙。又不得慮其", "389": "偏局。便󰢱蕩無所指歸。須洞鑒源流。令分菽", "390": "麥。必使同中見異異處而同。鏡像千差。莫執", "391": "好醜。鏡明一相。莫忌青黃。千器一金雖無阻", "392": "隔。一珠千影元不混和。建志運心等虛空界。", "393": "防非察念在毫釐間。見色聞聲。自思如影響", "394": "否。動身舉意。自料為佛法否。美膳糲飡。自想", "395": "無嫌愛否。炎涼凍暖。自看免避就否。乃至", "396": "利衰毀譽稱譏苦樂。一一審自反照實得情", "397": "意一種否。必若自料未得如此。即色未似影。", "398": "聲未似響也。設實頓悟終須漸修。莫如貧窮", "399": "人終日數他寶自無半錢分。六祖大師云。佛", "400": "說一切法。為度一切心。我無一切心。何須一", "401": "切法。今時人但將此語輕於聽學。都不自觀", "402": "實無心否。若無心者。八風不能動也。設習氣", "403": "未盡。嗔念任運起時。無打罵讐他心。貪念任", "404": "運起時。無營求令得心。見他榮盛時。無嫉妬", "405": "求勝心。一切時中於自己無憂饑凍心。無恐", "406": "人輕賤心。乃至種種此等亦得名為無一切", "407": "心也。此名修道若得對違順等境。都無貪嗔", "408": "愛惡。此名得道。各各反照。有病即治。無病勿", "409": "藥。問貪嗔等即空便名無一切心。何必對治。", "410": "答若爾汝今忽遭重病痛苦。痛苦即空。便名", "411": "無病。何必藥治。須知貪嗔空而能發業。業亦", "412": "空而能招苦。苦亦空只麼難忍。故前圖中云。", "413": "體空成事如杌木上鬼全空。只麼驚人。得奔走倒地。頭破額裂若以業", "414": "即空。空只麼造業。即須知地獄燒煮痛楚亦", "415": "空。空只麼楚痛。若云亦任楚痛者。即現今設", "416": "有人以火燒刀斫。汝何得不任。今觀學道者。", "417": "聞一句違情語猶不能任。豈肯任燒斫乎如此者十", "418": "中有九也問上來所敘三種教三宗禪。十所以十別", "419": "異輪迴及修證。又各十重理無不窮事無不", "420": "備。研尋玩味足可修心。何必更讀藏經及集", "421": "諸禪偈數過百卷。答眾生惑病各各不同。數", "422": "等塵沙。何唯八萬。諸聖方便有無量門。一心", "423": "性相有無量義。上來所述但是提綱。雖統之", "424": "不出所陳。而用之千變萬勢。況先哲後俊各", "425": "有所長。古聖今賢各有所利。故集諸家之善", "426": "記。其宗徒有不安者亦不改易。但遺闕意義", "427": "者注而圓之。文字繁重者注而辨之。仍於每", "428": "一家之首注評大意。提綱意在張網。不可去", "429": "網存綱華嚴云。張大教網。漉人天魚。置涅槃岸舉領意在著衣。不", "430": "可棄衣取領。若但集而不敘。如無綱之網。若", "431": "但敘而不集。如無網之綱。思而悉之不煩設", "432": "難。然剋己獨善之輩。不必遍尋。若欲為人之", "433": "師。直須備通本末。好學之士披閱之時。必須", "434": "一一詳之。是何宗何教之義。用之不錯皆成", "435": "妙藥。用之差互皆成反惡。然結集次第不易", "436": "排倫。據入道方便即合。先開本心。次通理", "437": "事。次讚法勝妙呵世過患。次勸誡修習。後示", "438": "以對治方便漸次門戶。今欲依此編之。乃覺", "439": "師資昭穆顛倒交不穩便。且如六代之後。多", "440": "述一真。達摩大師却教四行。不可孫為部", "441": "首。祖為末篇。數日之中思惟此事。欲將達", "442": "摩宗枝之外為首。又以彼諸家所教之禪。所", "443": "述之理。非代代可師。通方之常道。或因以", "444": "彼修鍊功至證得。即以之示人求那慧稠臥輪之類或因", "445": "聽讀聖教生解。即以之攝眾慧聞禪師之類或降其跡", "446": "而適性。一時間警策群迷志公傅大士王梵志之類或高其節", "447": "而守法。一國中軌範僧侶廬山遠公之類其所製作。", "448": "或詠歌至道。或嗟歎迷凡。或但釋義。或唯勵", "449": "行。或籠羅諸教。竟不指南。或偏讚一門。事不", "450": "通眾。雖皆禪門影響佛法笙簧。若始終依之", "451": "為釋迦法。即未可也天台言教廣本雖備有始終　又不在此集之內以心", "452": "傳嗣。唯達摩宗。心是法源。何法不備。所", "453": "修禪行似局一門。所傳心宗實通三學。況覆", "454": "尋其始始者迦葉阿難親稟釋迦。代代相承一一面", "455": "授。三十七世有云。西國已有二十八祖者。下祖傳序中。即具分析至於吾", "456": "師緬思何幸得為釋迦三十八代嫡孫也故今所集之次者先錄", "457": "達摩一宗。次編諸家雜述。後寫印一宗聖", "458": "教。聖教居後者。如世上官司文案曹判為先。", "459": "尊官判後也唯寫文剋的者十餘卷也就當宗之中。以尊卑", "460": "昭穆展轉綸緒而為次第。其中頓漸相間。理", "461": "行相參。遞相解縛。自然心無所住淨名云。貪著禪味", "462": "是菩薩縛。以方便生是菩薩解。又瑜伽說悲增智增。互相解縛悟修之道既備。解", "463": "行於是圓通。次傍覽諸家以廣聞見。然後󱀒", "464": "讀聖教。以印始終。豈不因此正法久住在。余", "465": "之志雖無所求。然護法之心。神理不應屈。我", "466": "繼襲之功。先祖不應捨我。法施之恩。後學不", "467": "應辜我。如不辜不屈不捨。即願共諸同緣。速", "468": "會諸佛會也。", "469": "禪源諸詮集都序卷下之二"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2015 禪源諸詮集都序", "source": "CBETA"}