{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含經", "text": {"0": "初誦3 舍梨子相應品31 分別聖諦經", "1": "中阿含經卷第八", "10": "我聞世尊迦葉佛時始願佛道，行梵行，若", "100": "所以者何？日中之後，一切餘樹影皆轉移，唯", "101": "閻浮樹其影不移，蔭童子身。』若世尊日中之", "102": "後，一切餘樹影皆轉移，唯閻浮樹其影不移，", "103": "蔭世尊身者，我受持是世尊未曾有法。「我", "104": "聞世尊一時遊鞞舍離大林之中。於是，世尊", "105": "過夜平旦，著衣持鉢，入鞞舍離城而行乞", "106": "食，乞食已竟，收舉衣鉢，澡洗手足，以尼師", "107": "檀著於肩上，往入林中，至一哆羅樹下，敷", "108": "尼師檀，結加趺坐。是時中後，一切餘樹影", "109": "皆轉移，唯哆羅樹其影不移，蔭世尊身。於", "11": "世尊迦葉佛時始願佛道，行梵行者，我受", "110": "是釋摩訶男中後仿佯，往至大林，釋摩訶男", "111": "日中後，見一切餘樹影皆轉移，唯哆羅樹其", "112": "影不移，蔭世尊身，便作是念：『沙門瞿曇甚", "113": "奇！甚特！有大如意足，有大威德，有大福祐，", "114": "有大威神。所以者何？日中之後，一切餘樹影", "115": "皆轉移，唯哆羅樹其影不移，蔭沙門瞿曇身。』", "116": "若世尊日中之後，一切餘樹影皆轉移，唯哆", "117": "羅樹其影不移，蔭世尊身者，我受持是世", "118": "尊未曾有法。「我聞世尊一時遊鞞舍離大林", "119": "之中，爾時，諸比丘置鉢露地。時，世尊鉢亦在", "12": "持是世尊未曾有法。「我聞世尊迦葉佛時始", "120": "其中，有一獼猴持佛鉢去，諸比丘訶：『恐破", "121": "佛鉢。』佛告諸比丘：『止！止！莫訶！不破鉢也。』", "122": "時，彼獼猴持佛鉢去，至一娑羅樹，徐徐上", "123": "樹，於娑羅樹上取蜜滿鉢，徐徐下樹，還詣", "124": "佛所，即以蜜鉢奉上世尊，世尊不受。時，彼", "125": "獼猴却在一面，取𣚰去蟲，既去蟲已，還持", "126": "上佛，佛復不受。獼猴復却在於一面，取水", "127": "著蜜中，持還上佛，世尊便受。獼猴見佛取", "128": "蜜鉢已，歡喜踊躍，却行弄舞，迴旋而去。若世", "129": "尊令彼獼猴見世尊取蜜鉢已，歡喜踊躍，", "13": "願佛道，行梵行，生兜瑟哆天，若世尊迦葉", "130": "却行弄舞，迴旋去者，我受持是世尊未曾有", "131": "法。「我聞世尊一時遊鞞舍離獼猴水邊高樓", "132": "臺觀，爾時，世尊曝曬坐具，抖擻拂拭。是時，大", "133": "非時雲來，普覆虛空，欲雨而住，須待世尊。", "134": "世尊曝曬坐具，抖擻拂拭，舉著一處已，攝", "135": "持掃󰆠住屋基上。於是大雲已見世尊收", "136": "舉坐具，便下大雨，於卑、高地滂霈平滿。若", "137": "世尊令彼大雲已見世尊收舉坐具，便下", "138": "大雨，於卑、高地滂霈滿者，我受持是世尊", "139": "未曾有法。「我聞世尊一時遊跋耆中，在溫泉", "14": "佛時始願佛道，行梵行，生兜瑟哆天者，", "140": "林娑羅樹王下坐。爾時中後，一切餘樹影皆", "141": "轉移，唯娑羅樹王其影不移，蔭世尊身。於是", "142": "羅摩園主行視園時，日中後，見一切餘樹影", "143": "皆轉移，唯娑羅樹王其影不移，蔭世尊身，便", "144": "作是念：『沙門瞿曇甚奇！甚特！有大如意足，", "145": "有大威德，有大福祐，有大威神。所以者何？", "146": "日中之後，一切餘樹影皆轉移，唯娑羅樹王", "147": "其影不移，蔭沙門瞿曇身。』若世尊日中之後，", "148": "一切餘樹影皆轉移，唯娑羅樹王其影不移，", "149": "蔭世尊身者，我受持是世尊未曾有法。「我聞", "15": "我受持是世尊未曾有法。「我聞世尊迦葉佛", "150": "世尊一時在阿浮神室中。爾時，世尊過夜平", "151": "旦，著衣持鉢，入阿浮村而行乞食，乞食已", "152": "竟，收舉衣鉢，澡洗手足，以尼師檀著於", "153": "肩上，入神室燕坐。爾時，天大雷雨雹，殺四", "154": "牛、耕者二人，彼送葬時，大眾喧閙，其聲高大，", "155": "音響震動。於是，世尊則於晡時燕坐而起，", "156": "從神室出，露地經行。時，彼大眾中，有一人", "157": "見世尊則於晡時燕坐而起，從神室出，露", "158": "地經行，即往詣佛，稽首作禮，隨佛經行。佛", "159": "見在後，問彼人曰：『以何等故，大眾喧鬧，其", "16": "時始願佛道，行梵行，生兜瑟哆天，世尊後", "160": "聲高大，音響震動耶？』彼人白曰：『世尊！今日天", "161": "大雷雨雹，殺四牛、耕者二人，彼送葬時，大眾", "162": "喧閙，其聲高大，音響震動。世尊！向者不聞", "163": "聲耶？』世尊答曰：『我不聞聲。』復問：『世尊！向為", "164": "眠耶？』答曰：『不也。』復問：『世尊！時寤不聞此大", "165": "聲耶？』答曰：『如是。』爾時，彼人便作是念：『甚奇！", "166": "甚特！極息至寂，如來、無所著、等正覺之所行。", "167": "所以者何？寤而不聞此大音聲。』若世尊寤", "168": "而不聞此大音聲者，我受持是世尊未曾", "169": "有法。「我聞世尊一時在鬱鞞羅尼連然河邊，", "17": "生以三事勝於前生兜瑟哆天者，天壽、天色、", "170": "阿闍惒羅尼拘類樹下初得佛道。爾時大雨，", "171": "至于七日，高下悉滿，潢澇橫流，世尊於中露", "172": "地經行，其處塵起。若世尊潢澇橫流，世尊於", "173": "中露地經行，其處塵起者，我受持是世尊未", "174": "曾有法。「我聞魔王六年逐佛，求其長短，不", "175": "能得便，厭已而還。若世尊魔王六年隨逐世", "176": "尊，求其長短，不能得便，厭已而還者，我受", "177": "持是世尊未曾有法。「我聞世尊七年念身，常", "178": "念不斷。若世尊七年念身，常念不斷者，我", "179": "受持是世尊未曾有法。」於是，世尊告曰：「阿", "18": "天譽，以此故，諸兜瑟哆天歡喜踊躍，歎此天", "180": "難！汝從如來更受持此未曾有法。阿難！如", "181": "來知覺生，知住、知滅，常知，無不知時。阿", "182": "難！如來知思想生，知住、知滅，常知，無不知", "183": "時。是故，阿難！汝從如來更受持此未曾有", "184": "法。」佛說如是。尊者阿難及諸比丘，聞佛所說，", "185": "歡喜奉行。", "186": "未曾有法經第一竟二千九百十七字", "187": "33 侍者經（三三）中阿含未曾有法品侍者經第二初一日誦", "188": "我聞如是：一時，佛遊王舍城。爾時，多識名", "189": "德、上尊長老比丘、大弟子等，謂尊者拘隣若、", "19": "子甚奇！甚特！有大如意足，有大威德，有大", "190": "尊者阿攝貝、尊者跋提釋迦王、尊者摩訶男", "191": "拘隷、尊者惒破、尊者耶舍、尊者邠耨、尊者維", "192": "摩羅、尊者伽惒波提、尊者須陀耶、尊者舍梨", "193": "子、尊者阿那律陀、尊者難提、尊者金毘羅、尊", "194": "者隷婆哆、尊者大目乾連、尊者大迦葉、尊者", "195": "大拘絺羅、尊者大周那、尊者大迦旃延、尊者", "196": "邠耨加㝹寫長老、尊者耶舍行籌長老，如是", "197": "比餘多識名德、上尊、長老比丘、大弟子等，亦遊", "198": "王舍城，並皆近佛葉屋邊住。是時，世尊告", "199": "諸比丘：「我今年老，體轉衰弊，壽過埀訖，宜", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "福祐，有大威神。所以者何？彼後來生以三事", "200": "須侍者，汝等見為舉一侍者，令瞻視我可", "201": "非不可，受我所說，不失其義。」於是，尊者拘", "202": "隣若即從坐起，偏袒著衣，叉手向佛，白曰：", "203": "「世尊！我願奉侍可非不可，及受所說，不失", "204": "其義。」世尊告曰：「拘隣若！汝自年老，體轉衰弊，", "205": "壽過垂訖，汝亦自應須瞻視者。拘隣若！汝", "206": "還本坐。」於是，尊者拘隣若即禮佛足，便還", "207": "復坐。如是尊者阿攝貝、尊者跋提釋迦王、尊", "208": "者摩訶男拘隸、尊者惒破、尊者耶舍、尊者邠", "209": "耨、尊者維摩羅、尊者伽惒波提、尊者須陀耶、", "21": "勝於前生兜瑟哆天者，天壽、天色、天譽。若", "210": "尊者舍梨子、尊者阿那律陀、尊者難提、尊者", "211": "金毘羅、尊者隸婆哆、尊者大目乾連、尊者", "212": "大迦葉、尊者大拘絺羅、尊者大周那、尊者大", "213": "迦旃延、尊者邠耨加㝹寫長老。尊者耶舍行", "214": "籌長老即從坐起，偏袒著衣，叉手向佛白", "215": "曰：「世尊！我願奉侍可非不可，及受所說，不", "216": "失其義。」世尊告曰：「耶舍！汝自年老，體轉衰", "217": "弊，壽過垂訖，汝亦自應須瞻視者。耶舍！汝", "218": "還本坐。」於是，尊者耶舍即禮佛足，便還復", "219": "坐。爾時，尊者大目乾連在彼眾中，便作是", "22": "世尊迦葉佛時始願佛道，行梵行，生兜瑟", "220": "念：「世尊欲求誰為侍者？意在何比丘，欲", "221": "令瞻視可非不可，及受所說，不失其義？我", "222": "寧可入如其像定，觀眾比丘心。」於是，尊者", "223": "大目乾連即入如其像定，觀眾比丘心。尊", "224": "者大目乾連即知世尊欲得賢者阿難以", "225": "為侍者，意在阿難，欲令瞻視可非不可，及", "226": "受所說，不失其義。於是，尊者大目乾連", "227": "即從定起，白眾比丘曰：「諸賢知不？世尊欲", "228": "得賢者阿難以為侍者，意在阿難，欲令瞻", "229": "視可非不可，及受所說，不失其義。諸賢！我", "23": "哆天，世尊後生以三事勝於前生兜瑟哆天", "230": "等今應共至賢者阿難所，勸喻令為世尊", "231": "侍者。」於是，尊者大目乾連及諸比丘共至", "232": "尊者阿難所，共相問訊，却坐一面。是時，尊者", "233": "大目乾連坐已，語曰：「賢者阿難！汝今知不？", "234": "佛欲得汝以為侍者，意在阿難，令瞻視我", "235": "可非不可，受我所說，不失其義。阿難！猶村", "236": "外不遠有樓閣臺觀，向東開󰈧，日出光照", "237": "在於西壁，賢者阿難！世尊亦然，欲得賢者", "238": "阿難以為侍者，意在阿難，令瞻視我可非", "239": "不可，受我所說，不失其義。賢者阿難！汝今", "24": "者，天壽、天色、天譽。以此故，諸兜瑟哆天歡", "240": "可為世尊侍者。」尊者阿難白曰：「尊者大目", "241": "乾連！我不堪任奉侍世尊。所以者何？諸佛", "242": "世尊難可難侍謂為侍者。尊者大目乾連！", "243": "猶如王大雄象，年滿六十，憍發力盛，牙足", "244": "體具，難可難近謂為看視也。尊者大目乾", "245": "連！如來、無所著、等正覺亦復如是，難可難近", "246": "謂為侍者。尊者大目乾連！我以是故，不任", "247": "侍者。」尊者大目乾連復語曰：「賢者阿難！聽", "248": "我說喻，智者聞喻，即解其義。賢者阿難！猶", "249": "如優曇鉢華，時生於世，賢者阿難！如來、無所", "25": "喜踊躍，歎此天子甚奇！甚特！有大如意足，有", "250": "著、等正覺亦復如是，時時出世。賢者阿難！", "251": "汝可速為世尊侍者，瞿曇當得大果。」尊者", "252": "阿難復白曰：「尊者大目乾連！若世尊與我", "253": "三願者，我便然可為佛侍者。云何為三？我", "254": "願不著佛新故衣，願不食別請佛食，願不", "255": "非時見佛。尊者大目乾連！若世尊與我此", "256": "三願者，如是我便為佛侍者。」於是，尊者大", "257": "目乾連勸尊者阿難為侍者已，即從坐", "258": "起，繞尊者阿難，而便還去，往詣佛所，󰨤首禮", "259": "足，却坐一面，白曰：「世尊！我已勸喻賢者阿", "26": "大威德，有大福祐，有大威神。所以者何？彼", "260": "難為佛侍者。世尊！賢者阿難從佛求三願。", "261": "云何為三？願不著佛新故衣，願不食別請", "262": "佛食，願不非時見佛。『尊者大目乾連！若世", "263": "尊與我此三願者，如是我便為佛侍者。』」世", "264": "尊告曰：「大目乾連！阿難比丘聰明智慧，豫", "265": "知當有譏論，或諸梵行作如是語：『阿難比", "266": "丘為衣故奉侍世尊。』大目乾連！若阿難比", "267": "丘聰明智慧，豫知當有譏論，或諸梵行作", "268": "如是語：『阿難比丘為衣故奉侍世尊。』者，是", "269": "謂阿難比丘未曾有法。大目乾連！阿難比", "27": "後來生以三事勝於前生兜瑟哆天者，天", "270": "丘聰明智慧，豫知當有譏論，或諸梵行作", "271": "如是語：『阿難比丘為食故奉侍世尊。』大目", "272": "乾連！若阿難比丘聰明智慧，豫知當有譏", "273": "論，或諸梵行作如是語：『阿難比丘為食故", "274": "奉侍世尊。』者，是謂阿難比丘未曾有法。大", "275": "目乾連！阿難比丘善知時，善別時，知我是", "276": "往見如來時，知我非往見如來時。知比", "277": "丘眾、比丘尼眾是往見如來時，知比丘眾、比", "278": "丘尼眾非往見如來時。知優婆塞眾、優婆私", "279": "眾是往見如來時，知優婆塞眾、優婆私眾非", "28": "壽、天色、天譽者，我受持是世尊未曾有法。「我", "280": "往見如來時。知眾多異學沙門、梵志是往", "281": "見如來時，知眾多異學沙門、梵志非往見", "282": "如來時。知此眾多異學沙門、梵志能與如", "283": "來共論，知此眾多異學沙門、梵志不能與", "284": "如來共論。知此食噉含消，如來食已，安隱饒", "285": "益，知此食噉含消，如來食已，不安隱饒益。", "286": "知此食噉含消，如來食已，得辯才說法，知", "287": "此食噉含消，如來食已，不得辯才說法。是謂", "288": "阿難比丘未曾有法。「大目乾連！阿難比丘雖", "289": "無他心智，而善知如來晡時從燕坐起，豫", "29": "聞世尊在兜瑟哆天，於彼命終，知入母胎，", "290": "為人說，今日如來行如是，如是現法樂居，", "291": "審如所說，諦無有異。是謂阿難比丘未曾", "292": "有法。「尊者阿難作是說：『諸賢！我奉侍佛來", "293": "二十五年，若以此心起貢高者，無有是相。』", "294": "若尊者阿難作此說，是謂尊者阿難未曾有", "295": "法。「尊者阿難復作是說：『諸賢！我奉侍佛來", "296": "二十五年，初不非時見佛。』若尊者阿難作此", "297": "說，是謂尊者阿難未曾有法。「尊者阿難復作", "298": "是說：『諸賢！我奉侍佛來二十五年，未曾為", "299": "佛所見訶責，除其一過，此亦為他故。』若尊", "3": "4 未曾有法品未曾有法品第四有十經初一日誦", "30": "是時震動一切天地，以大妙光普照世間，", "300": "者阿難作此說，是謂尊者阿難未曾有法。「尊", "301": "者阿難復作是說：『諸賢！我從如來受八萬", "302": "法聚，受持不忘，若以此起貢高者，無有此", "303": "相。』若尊者阿難作此說，是謂尊者阿難未曾", "304": "有法。「尊者阿難復作是說：『諸賢！我從如來", "305": "受八萬法聚，初不再問，除其一句，彼亦如是", "306": "不易。』若尊者阿難作此說，是謂尊者阿難", "307": "未曾有法。「尊者阿難復作是說：『諸賢！我從", "308": "如來受持八萬法聚，初不見從他人受法。』", "309": "若尊者阿難作此說，是謂尊者阿難未曾有", "31": "乃至幽隱諸闇冥處無有障蔽，謂此日月", "310": "法。「尊者阿難復作是說：『諸賢！我從如來受", "311": "持八萬法聚，初無是心，我受此法，為教語", "312": "他。諸賢！但欲自御自息，自般涅槃故。』若尊者", "313": "阿難作此說，是謂尊者阿難未曾有法。「尊者", "314": "阿難復作是說：『諸賢！此甚奇！甚特！謂四部眾", "315": "來詣我所而聽法，若我因此起貢高者，都", "316": "無此相，亦不豫作意，有來問者，我當如是", "317": "如是答。諸賢！但在坐時，隨其義應。』若尊者", "318": "阿難作此說，是謂尊者阿難未曾有法。「尊者", "319": "阿難復作是說：『諸賢！此甚奇！甚特！謂眾多異", "32": "有大如意足，有大威德，有大福祐，有大威", "320": "學沙門、梵志來問我事，我若以此有恐怖，", "321": "有畏懼，身毛竪者，都無此相，亦不豫作意，", "322": "有來問者，我當如是如是答。諸賢！但在坐", "323": "時，隨其義應。』若尊者阿難作此說，是謂尊", "324": "者阿難未曾有法。「復次，一時，尊者舍梨子、尊者", "325": "大目乾連、尊者阿難在舍衛國婆羅邏山", "326": "中。是時，尊者舍梨子問曰：『賢者阿難！汝奉侍", "327": "佛來二十五年，頗憶有時起欲心耶？』尊者", "328": "阿難白曰：『尊者舍梨子！我是學人，而不離", "329": "欲。』尊者舍梨子復語曰：『賢者阿難！我不問", "33": "神，光所不照者，彼盡蒙耀，彼眾生者因此", "330": "汝學以無學，我但問汝奉侍佛來二十五年，", "331": "汝頗憶有起欲心耶？』尊者舍梨子復再三", "332": "問曰：『賢者阿難！汝奉侍佛來二十五年，頗", "333": "憶有時起欲心耶？』尊者阿難亦至再三白", "334": "曰：『尊者舍梨子！我是學人，而不離欲。』尊者", "335": "舍梨子復語曰：『賢者阿難！我不問汝學以無", "336": "學，我但問汝奉侍佛來二十五年，汝頗憶", "337": "有起欲心耶？』於是，尊者大目乾連語曰：『賢", "338": "者阿難！速答，速答。阿難！汝莫觸嬈上尊長", "339": "老。』於是，尊者阿難答曰：『尊者舍梨子！我奉侍", "34": "妙光各各生知，有奇特眾生生，有奇特眾", "340": "佛來二十五年，我初不憶曾起欲心。所以", "341": "者何？我常向佛有慚愧心，及諸智梵行人。』", "342": "若尊者阿難作此說，是謂尊者阿難未曾有", "343": "法。「復次，一時，世尊遊王舍城，在巖山中。是", "344": "時，世尊告曰：『阿難！汝臥當如師子臥法。』尊", "345": "者阿難白曰：『世尊！獸王師子臥法云何？』世尊", "346": "答曰：『阿難！獸王師子晝為食行，行已入窟，", "347": "若欲眠時，足足相累，伸尾在後，右脅而臥，", "348": "過夜平旦，回顧視身。若獸王師子身體不", "349": "正，見已不喜，若獸王師子其身周正，見已便", "35": "生生。若世尊在兜瑟哆天，於彼命終，知入", "350": "喜。彼若臥起，從窟而出，出已頻呻，頻呻已自", "351": "觀身體，自觀身已四顧而望，四顧望已便再", "352": "三吼，再三吼已便行求食，獸王師子臥法如", "353": "是。』「尊者阿難白曰：『世尊！獸王師子臥法如是，", "354": "比丘臥法當復云何？』「世尊答曰：『阿難！若比丘", "355": "依村邑，過夜平旦，著衣持鉢，入村乞食，善", "356": "護持身，守攝諸根，立於正念。彼從村邑乞", "357": "食已竟，收舉衣鉢，澡洗手足，以尼師檀", "358": "著於肩上，至無事處，或至樹下，或空室中，", "359": "或經行，或坐禪，淨除心中諸障礙法。晝或經", "36": "母胎，是時震動一切天地，以大妙光普照", "360": "行或坐禪，淨除心中諸障礙已，復於初夜", "361": "或經行，或坐禪，淨除心中諸障礙法。於初", "362": "夜時，或經行，或坐禪，淨除心中諸障礙已，", "363": "於中夜時，入室欲臥，四疊優哆邏僧", "364": "敷著床上，襞僧伽梨作枕，右脅而臥，足足", "365": "相累，意係明相，正念正智，恒念起想。彼後夜", "366": "時速從臥起，或經行，或坐禪，淨除心中諸障", "367": "礙法，如是比丘師子臥法。』尊者阿難白曰：『世", "368": "尊！如是比丘師子臥法。』「尊者阿難復作是說：", "369": "『諸賢！世尊教我師子喻臥法，從是已來，初", "37": "世間，乃至幽隱諸闇冥處無有障蔽，謂此日", "370": "不復以左脅而臥。』若尊者阿難作此說，是", "371": "謂尊者阿難未曾有法。「復次，一時，世尊遊拘", "372": "尸那竭，住惒跋單力士娑羅林中。爾時，世尊", "373": "最後欲取般涅槃時告曰：『阿難！汝往至雙", "374": "娑羅樹間，可為如來北首敷床，如來中夜", "375": "當般涅槃。』「尊者阿難受如來教，即詣雙樹，", "376": "於雙樹間而為如來北首敷床，敷床已訖，", "377": "還詣佛所，稽首禮足，却住一面，白曰：『世尊！", "378": "已為如來於雙樹間北首敷床，唯願世尊", "379": "自當知時。』「於是，世尊將尊者阿難至雙樹", "38": "月有大如意足，有大威德，有大福祐，有大", "380": "間，四疊優哆邏僧以敷床上，襞僧伽", "381": "梨作枕，右脅而臥，足足相累，最後般涅槃時，", "382": "尊者阿難執拂侍佛，以手抆淚而作是念：", "383": "『本有諸方比丘眾，來欲見世尊供養禮事，", "384": "皆得隨時奉見世尊供養禮事，若聞世尊", "385": "般涅槃已，便不復來奉見世尊供養禮事，", "386": "我亦不得隨時見佛供養禮事。』「於是，世尊", "387": "問諸比丘：『阿難比丘今在何處？』時，諸比丘白", "388": "曰：『世尊！尊者阿難執拂侍佛，以手抆淚而", "389": "作是念：「本有諸方比丘眾，來欲見世尊供", "39": "威神，光所不照者，彼盡蒙耀，彼眾生者因", "390": "養禮事，皆得隨時奉見世尊供養禮事，若", "391": "聞世尊般涅槃已，便不復來奉見世尊供", "392": "養禮事，我亦不得隨時見佛供養禮事。」』「於", "393": "是，世尊告曰：『阿難！汝勿啼泣，亦莫憂慼。所", "394": "以者何？阿難！汝奉侍我，身行慈，口、意行慈，初", "395": "無二心，安樂無量，無邊無限。阿難！若過去時，", "396": "諸如來、無所著、等正覺有奉侍者，無勝於", "397": "汝。阿難！若未來諸如來、無所著、等正覺有奉", "398": "侍者，亦無勝汝。阿難！我今現在如來、無所", "399": "著、等正覺，若有侍者，亦無勝汝。所以者何？", "4": "未曾有、侍者薄拘、阿修羅", "40": "此妙光各各生知，有奇特眾生生，有奇特", "400": "阿難善知時，善別時，知我是往見如來時，", "401": "知我非往見如來時。知比丘眾、比丘尼眾", "402": "是往見如來時。知比丘眾、比丘尼眾非往", "403": "見如來時。知優婆塞眾、優婆私眾是往見如", "404": "來時。知優婆塞眾、優婆私眾非往見如來", "405": "時。知眾多異學沙門、梵志是往見如來時。", "406": "知眾多異學沙門、梵志非往見如來時。知", "407": "此眾多異學沙門、梵志能與如來共論。知此", "408": "眾多異學沙門、梵志不能與如來共論。知", "409": "此食噉含消，如來食已，得安隱饒益。知此", "41": "眾生生者，我受持是世尊未曾有法。「我聞世", "410": "食噉含消，如來食已，不得安隱饒益。知此", "411": "食噉含消，如來食已，得辯才說法。知此食噉", "412": "含消，如來食已，不得辯才說法。復次，阿難！", "413": "汝雖無他心智，而逆知如來晡時從燕坐", "414": "起，預為人說，今日如來行如是，如是現法", "415": "樂居，審如所說，諦無有異。』「於是，世尊欲", "416": "令尊者阿難喜，告諸比丘：『轉輪聖王得四", "417": "未曾有法。云何為四？剎利眾往見轉輪王，", "418": "若默然時，見已歡喜，若所說時，聞已歡喜。梵", "419": "志眾、居士眾、沙門眾往見轉輪王，若默然時，", "42": "尊知住母胎，依倚右脇，若世尊知住母胎", "420": "見已歡喜，若所說時，聞已歡喜。阿難比丘亦", "421": "復如是，得四未曾有法。云何為四？比丘眾", "422": "往見阿難，若默然時，見已歡喜，若所說時，聞", "423": "已歡喜。比丘尼眾、優婆塞眾、優婆私眾往見", "424": "阿難，若默然時，見已歡喜，若所說時，聞已歡", "425": "喜。』「復次，阿難為眾說法，有四未曾有。云何", "426": "為四？阿難比丘為比丘眾至心說法，非不", "427": "至心。彼比丘眾亦作是念：『願尊者阿難常說", "428": "法，莫令中止。』彼比丘眾聞尊者阿難說法，", "429": "終無厭足，然阿難比丘自默然住。為比丘尼", "43": "依倚右脇者，我受持是世尊未曾有法。我", "430": "眾、優婆塞眾、優婆私眾至心說法，非不至", "431": "心。優婆私眾亦作是念：『願尊者阿難常說", "432": "法，莫令中止。』優婆私眾聞尊者阿難說法，", "433": "終無厭足，然阿難比丘自默然住。「復次，一時，", "434": "佛般涅槃後不久，尊者阿難遊於金剛，住金", "435": "剛村中。是時，尊者阿難無量百千眾前後圍", "436": "繞而為說法，於是，尊者金剛子亦在眾中，尊", "437": "者金剛子心作是念：『此尊者阿難，故是學人，", "438": "未離欲耶？我寧可入如其像定，以如其像", "439": "定，觀尊者阿難心。』於是，尊者金剛子便入", "44": "聞世尊舒體住母胎，若世尊舒體住母胎者，", "440": "如其像定，以如其像定觀尊者阿難心，尊", "441": "者金剛子即知尊者阿難，故是學人而未離", "442": "欲。「於是，尊者金剛子從三昧起，向尊者阿", "443": "難而說頌曰：", "444": "「『山林靜思惟，涅槃令入心，", "445": "瞿曇禪無亂，不久息跡證。』", "446": "「於是，尊者阿難受尊者金剛子教，離眾獨行，", "447": "精進無亂，彼離眾獨行，精進無亂，族姓子所", "448": "為，剃除鬚髮，著袈裟衣，至信、捨家、無家、學道", "449": "者，唯無上梵行訖。彼即於現法自知自覺，自", "45": "我受持是世尊未曾有法。我聞世尊覆藏住", "450": "作證成就遊，生已盡，梵行已立，所作已辦，不", "451": "更受有，知如真。尊者阿難知法已，乃至得", "452": "阿羅訶，尊者阿難作是說：『諸賢！我坐床上，", "453": "下頭未至枕頃，便斷一切漏，得心解脫。』若", "454": "尊者阿難作此說，是謂尊者阿難未曾有法。", "455": "「尊者阿難復作是說：『諸賢！我當結加趺坐", "456": "而般涅槃。』尊者阿難便結加趺坐而般涅", "457": "槃。若尊者阿難結加趺坐而般涅槃，是謂", "458": "尊者阿難未曾有法。」佛說如是。彼諸比丘聞", "459": "佛所說，歡喜奉行。", "46": "母胎，不為血所污，亦不為精及諸不淨所", "460": "侍者經第二竟四千三百九十九字", "461": "34 薄拘羅經（三四）中阿含未曾有法品薄拘羅經第三", "462": "初一日誦", "463": "我聞如是：一時，佛般涅槃後不久，尊者薄拘", "464": "羅遊王舍城，在竹林加蘭哆園。爾時，有一", "465": "異學，是尊者薄拘羅未出家時親善朋友，", "466": "中後仿佯，往詣尊者薄拘羅所，共相問訊，却", "467": "坐一面，異學曰：「賢者薄拘羅！我欲有所問，", "468": "為見聽不？」尊者薄拘羅答曰：「異學！隨汝所", "469": "問，聞已當思。」異學問曰：「賢者薄拘羅！於此", "47": "污，若世尊覆藏住母胎，不為血所污，亦不", "470": "正法、律中學道幾時？」尊者薄拘羅答曰：「異學！", "471": "我於此正法、律中學道已來八十年。」異學復", "472": "問曰：「賢者薄拘羅！汝於此正法律中學道已", "473": "來八十年，頗憶曾行婬欲事耶？」尊者薄拘羅", "474": "語異學曰：「汝莫作是問，更問餘事。『賢者薄", "475": "拘羅！於此正法、律中學道已來八十年，頗憶", "476": "曾起欲想耶？』異學！汝應作是問。」於是，異", "477": "學便作是語：「我今更問賢者薄拘羅！汝於", "478": "此正法、律中學道已來八十年，頗憶曾起欲", "479": "想耶？」於是，尊者薄拘羅因此異學問，便語", "48": "為精及諸不淨所污者，我受持是世尊未曾", "480": "諸比丘：「諸賢！我於此正法、律中學道已來八", "481": "十年，以此起貢高者，都無是想。若尊者薄", "482": "拘羅作此說，是謂尊者薄拘羅未曾有法。」復", "483": "次，尊者薄拘羅作是說：「諸賢！我於此正法、律", "484": "中學道已來八十年，未曾有欲想。若尊者", "485": "薄拘羅作此說，是謂尊者薄拘羅未曾有法。」", "486": "復次，尊者薄拘羅作是說：「諸賢！我持糞掃", "487": "衣來八十年，若因此起貢高者，都無是相。", "488": "若尊者薄拘羅作此說，是謂尊者薄拘羅", "489": "未曾有法。」復次，尊者薄拘羅作是說：「諸賢！我", "49": "有法。「我聞世尊知出母胎，是時震動一切天", "490": "持糞掃衣來八十年，未曾憶受居士衣，未", "491": "曾割截作衣，未曾倩他比丘作衣，未曾用", "492": "針縫衣，未曾持針縫囊，乃至一縷。若尊者", "493": "薄拘羅作此說，是謂尊者薄拘羅未曾有法。」", "494": "復次，尊者薄拘羅作是說：「諸賢！我乞食來八", "495": "十年，若因此起貢高者，都無是相。若尊者", "496": "薄拘羅作此說，是謂尊者薄拘羅未曾有法。」", "497": "復次，尊者薄拘羅作是說：「諸賢！我乞食來八", "498": "十年，未曾憶受居士請，未曾超越乞食，未", "499": "曾從大家乞食於中當得淨好極妙豐饒食", "5": "地動、及瞻波郁伽、手各二", "50": "地，以大妙光普照世間，乃至幽隱諸闇冥", "500": "噉含消，未曾視女人面，未曾憶入比丘尼", "501": "坊中，未曾憶與比丘尼共相問訊，乃至道", "502": "路亦不共語。若尊者薄拘羅作此說，是謂", "503": "尊者薄拘羅未曾有法。」復次，尊者薄拘羅作", "504": "是說：「諸賢！我於此正法、律中學道已來八十", "505": "年，未曾憶畜沙彌，未曾憶為白衣說法，", "506": "乃至四句頌亦不為說。若尊者薄拘羅作此", "507": "說，是謂尊者薄拘羅未曾有法。」復次，尊者薄", "508": "拘羅作是說：「諸賢！我於此正法、律中學道", "509": "已來八十年，未曾有病，乃至彈指頃頭痛者，", "51": "處無有障蔽，謂此日月有大如意足，有大", "510": "未曾憶服藥，乃至一片訶梨勒。若尊者薄", "511": "拘羅作此說，是謂尊者薄拘羅未曾有法。」復", "512": "次，尊者薄拘羅作是說：「諸賢！我結加趺坐，", "513": "於八十年未曾猗壁猗樹。若尊者薄拘", "514": "羅作此說，是謂尊者薄拘羅未曾有法。」復次，", "515": "尊者薄拘羅作是說：「諸賢！我於三日夜中", "516": "得三達證。若尊者薄拘羅作此說，是謂尊", "517": "者薄拘羅未曾有法。」復次，尊者薄拘羅作是", "518": "說：「諸賢！我結加趺坐而般涅槃，尊者薄拘", "519": "羅便結加趺坐而般涅槃。若尊者薄拘羅結", "52": "威德，有大福祐，有大威神，光所不照者，彼", "520": "加趺坐而般涅槃，是謂尊者薄拘羅未曾有", "521": "法。」尊者薄拘羅所說如是，彼時異學及諸比", "522": "丘，聞所說已，歡喜奉行。", "523": "薄拘羅經第三竟九百八十字", "524": "35 阿修羅經（三五）中阿含未曾有法品阿修羅經第四", "525": "初一日誦", "526": "我聞如是：一時，佛遊鞞蘭若，在黃蘆園。爾", "527": "時，婆羅邏阿修羅王、牟梨遮阿修羅子，", "528": "色像巍巍，光耀暐曄，夜將向旦，往詣佛所，禮", "529": "世尊足，却住一面。世尊問曰：「婆羅邏！大海", "53": "盡蒙耀，彼眾生者因此妙光各各生知，有", "530": "中阿修羅無有衰退阿修羅壽、阿修羅", "531": "色、阿修羅樂、阿修羅力，諸阿修羅樂大", "532": "海中耶？」婆羅邏阿修羅王、牟梨遮阿修羅", "533": "子答曰：「世尊！我大海中諸阿修羅無有衰", "534": "退於阿修羅壽、阿修羅色、阿修羅樂、阿", "535": "修羅力，諸阿修羅樂大海中。」世尊復問曰：", "536": "「婆羅邏！大海中有幾未曾有法，令諸阿修", "537": "羅見已樂中。」婆羅邏答曰：「世尊！我大海中", "538": "有八未曾有法，令諸阿修羅見已樂中。云", "539": "何為八？世尊！我大海從下至上，周迴漸廣，", "54": "奇特眾生生，有奇特眾生生。若世尊知出母", "540": "均調轉上，以成於岸，其水常滿，未曾流出。世", "541": "尊！若我大海從下至上，周迴漸廣，均調轉上，", "542": "以成於岸，其水常滿，未曾流出者，是謂我", "543": "大海中第一未曾有法，諸阿修羅見已樂中。", "544": "「復次，世尊！我大海潮未曾失時。世尊！若我", "545": "大海潮未曾失時者，是謂我大海中第二未", "546": "曾有法，諸阿修羅見已樂中。「復次，世尊！我", "547": "大海水甚深無底，極廣無邊。世尊！若我大海", "548": "甚深無底，極廣無邊者，是謂我大海中第三", "549": "未曾有法，諸阿修羅見已樂中。「復次，世尊！", "55": "胎，是時震動一切天地，以大妙光普照世", "550": "我大海水鹹，皆同一味。世尊！若我大海水鹹，", "551": "皆同一味者，是謂我大海中第四未曾有法，", "552": "諸阿修羅見已樂中。「復次，世尊！我大海中多", "553": "有珍寶，無量璝異，種種珍琦，充滿其中，珍", "554": "寶名者，謂金、銀、水精、琉璃、摩尼、真珠、碧玉、白", "555": "珂、螺璧、珊瑚、虎珀、馬瑙、瑇瑁、赤石、琁珠。世", "556": "尊！若我大海中多有珍寶，無量璝異、種種", "557": "珍琦，充滿其中，珍寶名者，謂金、銀、水精、琉璃、", "558": "摩尼、真珠、碧玉、白珂、螺璧、珊瑚、虎珀、馬瑙、瑇", "559": "瑁、赤石、琁珠者，是謂我大海中第五未曾有", "56": "間，乃至幽隱諸闇冥處無有障蔽，謂此日", "560": "法，諸阿修羅見已樂中。「復次，世尊！我大海", "561": "中大神所居，大神名者，謂阿修羅、乾塔惒、", "562": "羅剎、魚摩竭、龜、鼉、婆留泥、帝麑、帝麑伽羅、提", "563": "帝麑伽羅。復次，大海中甚奇！甚特！眾生身體", "564": "有百由延，有二百由延，有三百由延，有", "565": "至七百由延，身皆居海中。世尊！若大海中大", "566": "神所居，大神名者，謂阿修羅、乾塔惒、羅剎、", "567": "魚摩竭、龜、鼉、婆留泥、帝麑、帝麑伽羅、提帝麑伽", "568": "羅。復次，大海中甚奇！甚特！眾生身體有百由", "569": "延，有二百由延，有三百由延，有至七百由", "57": "月有大如意足，有大威德，有大福祐，有", "570": "延，身皆居海中者，是謂我大海中第六未曾", "571": "有法，諸阿修羅見已樂中。「復次，世尊！我大", "572": "海清淨，不受死屍。若有命終者，過夜風便", "573": "吹著岸上。世尊！若我大海清淨，不受死屍。", "574": "若有命終者，過夜風便吹著岸上者，是謂", "575": "我大海中第七未曾有法，諸阿修羅見已樂", "576": "中。「復次，世尊！我大海閻浮洲中有五大河，一", "577": "曰恒伽，二曰搖尤那，三曰舍牢浮，四曰", "578": "阿夷羅婆提，五曰摩企，悉入大海，既入", "579": "中已，各捨本名，皆曰大海。世尊！若我大海", "58": "大威神，光所不照者，彼盡蒙耀，彼眾生者", "580": "閻浮洲中有五大河，一曰恒伽，二曰搖尤那，", "581": "三曰舍牢浮，四曰阿夷羅婆提，五曰摩企，悉", "582": "入大海，既入中已，各捨本名，皆曰大海者，", "583": "是謂我大海中第八未曾有法，諸阿修羅見", "584": "已樂中。「世尊！是謂我大海中有八未曾有法，", "585": "諸阿修羅見已樂中。世尊！於佛正法、律中", "586": "有幾未曾有法，令諸比丘見已樂中。」世尊", "587": "答曰：「婆羅邏！我正法、律中亦有八未曾有法，", "588": "令諸比丘見已樂中。云何為八？婆羅邏！如", "589": "大海從下至上，周迴漸廣，均調轉上，以成於", "59": "因此妙光各各生知，有奇特眾生生，有奇", "590": "岸，其水常滿，未曾流出。婆羅邏！我正法、律", "591": "亦復如是，漸作漸學，漸盡漸教。婆羅邏！若我", "592": "正法、律中漸作漸學，漸盡漸教者，是謂我正", "593": "法、律中第一未曾有法，令諸比丘見已樂中。", "594": "「復次，婆羅邏！如大海潮，未曾失時。婆羅邏！", "595": "我正法、律亦復如是，為比丘、比丘尼、優婆塞、", "596": "優婆私施設禁戒，諸族姓子乃至命盡，終", "597": "不犯戒。婆羅邏！若我正法、律中為比丘、比", "598": "丘尼、優婆塞、優婆私施設禁戒，諸族姓子", "599": "乃至命盡，終不犯戒者，是謂我正法、律中第", "6": "32 未曾有法經（三二）中阿含未曾有法品未曾有法經第一", "60": "特眾生生者，我受持是世尊未曾有法。「我聞", "600": "二未曾有法，令諸比丘見已樂中。「復次，婆羅", "601": "邏！如大海水，甚深無底，極廣無邊。婆羅邏！", "602": "我正法、律亦復如是，諸法甚深，甚深無底，極", "603": "廣無邊。婆羅邏！若我正法、律中諸法甚深，甚", "604": "深無底，極廣無邊者，是謂我正法、律中第三未", "605": "曾有法，令諸比丘見已樂中。「復次，婆羅邏！", "606": "如大海水鹹，皆同一味，婆羅邏！我正法、律", "607": "亦復如是，無欲為味，覺味、息味及道味。婆羅", "608": "邏！若我正法、律中無欲為味，覺味、息味及道", "609": "味者，是謂我正法、律中第四未曾有法，令諸", "61": "世尊舒體出母胎，若世尊舒體出母胎者，", "610": "比丘見已樂中。「復次，婆羅邏！如大海中多", "611": "有珍寶，無量璝異、種種珍琦，充滿其中，珍", "612": "寶名者，謂金、銀、水精、琉璃、摩尼、真珠、碧玉、白珂、", "613": "螺璧、珊瑚、虎珀、馬瑙、瑇𤦛、赤石、琁珠。婆羅", "614": "邏！我正法、律亦復如是，多有珍寶，無量璝異，", "615": "種種珍琦，充滿其中，珍寶名者，謂四念處、四", "616": "正勤、四如意足、五根、五力、七覺支、八支聖道。", "617": "婆羅邏！若我正法、律中多有珍寶，無量璝", "618": "異，種種珍琦，充滿其中，珍寶名者，謂四念處、", "619": "四正勤、四如意足、五根、五力、七覺支、八支聖", "62": "我受持是世尊未曾有法。我聞世尊覆藏出", "620": "道者，是謂我正法、律中第五未曾有法，令諸", "621": "比丘見已樂中。「復次，婆羅邏！如大海中大", "622": "神所居，大神名者，謂阿修羅、乾塔惒、羅剎、", "623": "魚摩竭、龜、鼉、婆留泥、帝麑、帝麑伽羅、提帝麑伽", "624": "羅。復次，大海中甚奇！甚特！眾生身體有百由", "625": "延，有二百由延，有三百由延，有至七百由", "626": "延，身皆居海中。婆羅邏！我正法、律亦復如", "627": "是，聖眾大神皆居其中，大神名者，謂阿羅", "628": "訶、向阿羅訶、阿那含、向阿那含、斯陀含、向斯陀", "629": "含、須陀洹、向須陀洹。婆羅邏！若我正法、律中", "63": "母胎，不為血所污，亦不為精及諸不淨所", "630": "聖眾大神皆居其中，大神名者，謂阿羅訶、向", "631": "阿羅訶、阿那含、向阿那含、斯陀含、向斯陀含、須", "632": "陀洹、向須陀洹者，是謂我正法、律中第六未曾", "633": "有法，令諸比丘見已樂中。「復次，婆羅邏！如", "634": "大海清淨，不受死屍，若有命終者，過夜風", "635": "便吹著岸上。婆羅邏！我正法、律亦復如是，", "636": "聖眾清淨，不受死尸。若有不精進人惡生，", "637": "非梵行稱梵行，非沙門稱沙門，彼雖墮在", "638": "聖眾之中，然去聖眾遠，聖眾亦復去離彼", "639": "遠。婆羅邏！若我正法、律中聖眾清淨，不受", "64": "污，若世尊覆藏出母胎，不為血所污，亦不", "640": "死屍。若有不精進人惡生，非梵行稱梵行，", "641": "非沙門稱沙門，彼雖墮在聖眾之中，然去", "642": "聖眾遠，聖眾亦復去離彼遠者，是謂我正", "643": "法、律中第七未曾有法，令諸比丘見已樂中。", "644": "「復次，婆羅邏！如大海閻浮洲中有五大河，", "645": "一曰恒伽，二曰搖尤那，三曰舍牢浮，四曰阿", "646": "夷羅婆提，五曰摩企，悉入大海，既入中已，", "647": "各捨本名，皆曰大海。婆羅邏！我正法、律", "648": "亦復如是，剎利種族姓子，剃除鬚髮，著袈", "649": "裟衣，至信、捨家、無家、學道，彼捨本名，同曰", "65": "為精及諸不淨所污者，我受持是世尊未曾", "650": "沙門，梵志種、居士種、工師種族姓子，剃除鬚", "651": "髮，著袈裟衣，至信、捨家、無家、學道，彼捨本", "652": "名，同曰沙門。婆羅邏！若我正法、律中剎利", "653": "種族姓子剃除鬚髮，著袈裟衣，至信、捨家、無", "654": "家、學道，彼捨本名，同曰沙門，梵志種、居士", "655": "種、工師種族姓子，剃除鬚髮，著袈裟衣，至", "656": "信、捨家、無家、學道，彼捨本名，同曰沙門者，", "657": "是謂我正法、律中第八未曾有法，令諸比丘", "658": "見已樂中。「婆羅邏！是謂正法、律中有八未", "659": "曾有法，令諸比丘見已樂中。婆羅邏！於意", "66": "有法。「我聞世尊初生之時，有四天子手執極", "660": "云何？若我正法、律中有八未曾有法，若汝大", "661": "海中有八未曾有法，此二種未曾有法，何者", "662": "為上、為勝、為妙、為最？」婆羅邏白曰：「世尊！", "663": "我大海中有八未曾有法，不及如來八未曾", "664": "有法，不如千倍萬倍，不可比，不可喻，不", "665": "可稱，不可數，但世尊八未曾有法為上、為", "666": "勝、為妙、為最。世尊！我今自歸於佛、法及比", "667": "丘眾，唯願世尊受我為優婆塞，從今日始，", "668": "終身自歸，乃至命盡。」佛說如是。婆羅邏阿", "669": "修羅王及諸比丘，聞佛所說，歡喜奉行。", "67": "細衣，住於母前，令母歡喜，歎此童子甚奇！", "670": "阿修羅經第四竟二千三百六十二字", "671": "中阿含經卷第八一萬六百五十八字初一日誦", "68": "甚特！有大如意足，有大威德，有大福祐，有", "69": "大威神。若世尊初生之時，有四天子手執", "7": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "70": "細衣，住於母前，令母歡喜，歎此童子甚奇！", "71": "甚特！有大如意足，有大威德，有大福祐，有", "72": "大威神者，我受持是世尊未曾有法。「我聞世", "73": "尊初生之時，即行七步，不恐不怖，亦不畏懼，", "74": "觀察諸方，若世尊初生之時，即行七步，不", "75": "恐不怖，亦不畏懼，觀察諸方者，我受持是", "76": "世尊未曾有法。「我聞世尊初生之時，則於母", "77": "前而生大池，其水滿岸，令母於此得用清", "78": "淨，若世尊初生之時，則於母前而生大池，", "79": "其水滿岸，令母於此得用清淨者，我受持", "8": "園。爾時，尊者阿難則於晡時從燕坐起，", "80": "是世尊未曾有法。「我聞世尊初生之時，上虛", "81": "空中雨水注下，一冷一暖，灌世尊身，若世尊", "82": "初生之時，上虛空中雨水注下，一冷一暖，灌", "83": "世尊身者，我受持是世尊未曾有法。「我聞", "84": "世尊初生之時，諸天於上鼓天妓樂，天青", "85": "蓮華、紅蓮華、赤蓮華、白蓮華、天文陀羅花及", "86": "細末栴檀香散世尊上。若世尊初生之時，諸", "87": "天於上鼓天妓樂，天青蓮華、紅蓮華、赤蓮華、", "88": "白蓮華、天文陀羅華及細末栴檀香散世尊", "89": "上者，我受持是世尊未曾有法。「我聞世尊一", "9": "往詣佛所，稽首禮足，却住一面，白曰：「世尊！", "90": "時在父白淨王家，晝監田作，坐閻浮樹下，", "91": "離欲、離惡不善之法，有覺有觀，離生喜樂，", "92": "得初禪成就遊。爾時中後，一切餘樹影皆轉", "93": "移，唯閻浮樹其影不移，蔭世尊身，於是釋", "94": "白淨往觀田作，至作人所，問曰：『作人！童子", "95": "何處？』作人答曰：『天童子今在閻浮樹下。』於", "96": "是釋白淨往詣閻浮樹。時，釋白淨日中後，見", "97": "一切餘樹影皆轉移，唯閻浮樹其影不移，蔭", "98": "世尊身，便作是念：『今此童子甚奇！甚特！有", "99": "大如意足，有大威德，有大福祐，有大威神。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}