{"author": "後秦 弗若多羅共羅什譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1435 十誦律: 十誦律: 十誦律: 十誦律", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "善誦毘尼序卷2 七百比丘集滅惡法品(序卷上-中)", "1": "十誦律卷第六十一善誦毘尼序卷中", "2": "東晉罽賓三藏卑摩羅叉續譯", "3": "七百比丘集滅惡法品第二之餘", "4": "長老級闍蘇彌羅來，滿七百僧。蘇彌羅入僧", "5": "中已，是時長老三菩伽，如是思惟：「我等若", "6": "在僧中滅是惡事，或有不智比丘言：『是事不", "7": "應如是滅，是事應如是滅。』我今當僧中作羯", "8": "磨，一切僧當聽滅是事。」長老三菩伽僧中唱：", "9": "「大德僧聽！我等僧中滅是惡事，若有不智比", "10": "丘言：『是事不應如是滅，是事應如是滅。』我今", "11": "當僧中作羯磨，一切僧當忍聽滅是事。如是", "12": "白。」是時三菩伽，僧中唱四比丘名字：阿盤", "13": "提、達嚫那、婆多國四客比丘，東方四舊比", "14": "丘。何等阿盤提、達嚫那、婆多國四客比丘：", "15": "一、薩婆伽羅婆梨婆羅上座；二、沙羅；三、耶輸", "16": "陀；四、級闍蘇彌羅，是為四客比丘。何等東", "17": "方四舊比丘：一、上座梨婆多；二、長老三菩伽；", "18": "三、修摩那；四、薩波摩伽羅摩。是為東方四", "19": "舊比丘。長老三菩伽僧中唱：「大德僧聽！我", "20": "唱是八人名字，阿盤提、達嚫那、婆多四客比", "21": "丘，東方四舊比丘。若僧時到僧忍聽，是八人", "22": "作烏迴鳩羅，為斷滅僧中惡事故。如是白。」是", "23": "時長老阿嗜多受戒五歲，善誦持毘尼藏，", "24": "在僧中。長老三菩伽如是思惟：「是阿嗜多", "25": "比丘受戒五歲，善誦持毘尼藏，在此間僧中。", "26": "若我等令阿嗜多比丘依上座烏迴鳩羅，滅", "27": "僧中惡事，諸上座或能不喜。我等使阿嗜", "28": "多依受上座作烏迴鳩羅，沙樹林中為諸上", "29": "座作敷坐具人。」三菩伽如是思惟竟，僧中唱：", "30": "「大德僧聽！是阿嗜多比丘受戒五歲，善誦持", "31": "毘尼藏，學持《阿含》。若僧時到僧忍聽，是阿嗜", "32": "多比丘依受諸上座作烏迴鳩羅，沙樹林中", "33": "作敷坐具人。如是白。」如是白二羯磨。「僧聽", "34": "阿嗜多比丘依上座作烏迴鳩羅，沙樹林中與", "35": "上座敷坐具竟，僧忍，默然故，是事如是持！」是", "36": "時阿嗜多比丘，從座起至樹林中，與諸上座", "37": "比丘敷坐具已，還到集僧中白諸上座：「大德", "38": "上座！我已於樹林中敷坐具竟，上座自知時。」", "39": "諸上座從座起，向樹林中敷坐具處，自敷尼", "40": "師檀結加趺坐。長老三菩伽，從座起偏袒", "41": "右臂，合手向上座薩婆伽羅婆梨婆羅如", "42": "是言：「大德上座！鹽淨，實淨不？」上座還問：「云何", "43": "名鹽淨？」三菩伽言：「毘耶離諸比丘，鹽共宿著", "44": "淨食中噉，言是事淨。實淨不？」上座答：「不淨！」「不", "45": "淨得何罪？」答：「得突吉羅罪。」三菩伽問：「佛何處", "46": "結戒？」上座答：「舍婆提國毘尼藥法中。」三菩", "47": "伽問薩婆伽羅婆梨婆羅上座竟，次問上座", "48": "沙羅、上座耶輸陀、級闍蘇彌羅、梨婆多、修摩那、", "49": "婆棄伽彌，問一切上座，乃至問阿嗜多：「汝亦", "50": "如是知，如上座答不？」阿嗜多答：「我亦如是", "51": "知，如上座答。」阿嗜多亦問三菩伽：「長老亦如", "52": "是知，如上座答不？」三菩伽答：「我亦如是知，如", "53": "上座答。」是時長老三菩伽僧中唱：「大德僧聽！", "54": "今僧以滅十事中第一事已，如法如善如佛", "55": "教，現前僧中滅是惡事，是中無有一比丘", "56": "非法言法、法言非法、非善言善、善言非善。是", "57": "非法、非善、非佛教，如是不淨。」作是語竟行一", "58": "籌，為滅一惡事故。三菩伽問上座薩婆伽羅婆", "59": "梨：「婆羅大德！二指淨，實淨不？」上座還問：「云何", "60": "名二指淨？」答：「毘耶離諸比丘，食竟從座起，不", "61": "受殘食法，兩指抄飯食噉，言是事淨。實淨不？」", "62": "上座答：「不淨！」「不淨得何罪？」上座答：「得波逸提", "63": "罪。」問：「佛何處結戒？」答：「毘耶離國為不受殘食", "64": "法結戒。」三菩伽問薩婆伽羅波梨婆羅竟，次", "65": "問上座沙羅、耶輸陀、級闍蘇彌羅、梨婆多、修摩", "66": "那、婆棄伽彌，問一切上座，乃至問阿嗜多：「汝", "67": "亦如是知，如上座答不？」阿嗜多答言：「我亦", "68": "如是知，如上座答。」阿嗜多轉問三菩伽：「長老", "69": "亦如是知，如上座答不？」三菩伽言：「我亦如是", "70": "知，如上座答。」是時長老三菩伽僧中唱：「大德", "71": "僧聽！今僧以滅十事中第二事已，如法如善", "72": "如佛教，現前僧中滅是惡事，是中無有一比", "73": "丘非法言法、法言非法、非善言善、善言非善。", "74": "是非法、非善、非佛教，如是不淨。」作是語竟行", "75": "二籌，為滅二惡事故。三菩伽問上座薩婆", "76": "伽羅波梨婆羅：「大德！近聚落淨，實淨不？」還", "77": "問：「云何名近聚落淨？」答：「毘耶離諸比丘，近聚", "78": "落邊得食，不受殘食法噉，言是事淨。為實", "79": "淨不？」上座答：「不淨！」「不淨得何罪？」答：「得波", "80": "逸提罪。」問：「佛何處結戒？」答：「毘耶離國，為不", "81": "受殘食法故結戒。」三菩伽問薩婆伽羅波梨", "82": "婆羅上座竟，次問上座沙羅、耶輸陀、級闍蘇", "83": "彌羅、梨婆多、修摩那、波棄伽，問一切上座，", "84": "乃至問阿嗜多：「汝亦如是知，如上座答不？」", "85": "阿嗜多言：「我亦如是知，如上座答。」阿嗜", "86": "多亦問三菩伽：「長老亦如是知，如上座答", "87": "不？」三菩伽言：「我亦如是知，如上座答。」是時長", "88": "老三菩伽僧中唱：「大德僧聽！今僧以滅十事", "89": "中第三惡事已，如法如善如佛教，現前僧中", "90": "滅是惡事，是中無有一比丘非法言法、法言", "91": "非法、非善言善、善言非善。此非法、非善、非佛", "92": "教，如是不淨。」作是語竟行三籌，為滅三惡", "93": "事故。三菩伽問薩婆伽羅波梨婆羅：「生和合", "94": "淨，大德上座！是淨實淨不？」還問：「云何名", "95": "生和合淨？」答：「毘耶離諸比丘，食竟從座起，生", "96": "乳酪酥共和合噉，言是事淨。為實淨不？」答：", "97": "「不淨。」問：「不淨得何罪？」答：「得波逸提罪。」問：「佛", "98": "何處結戒？」答：「毘耶離，為不受殘食法故結戒。」", "99": "三菩伽問薩婆伽羅波梨婆羅上座竟，次問", "100": "上座沙羅、耶輸陀、級闍蘇彌羅、梨婆多、修摩那、", "101": "波棄伽彌，問一切上座，乃至問阿嗜多：「汝亦", "102": "如是知，如上座答不？」阿嗜多言：「我亦如是知，", "103": "如上座答。」阿嗜多還問三菩伽：「長老亦如是", "104": "知，如上座答不？」三菩伽言：「我亦如是知，如", "105": "上座答。」是時長老三菩伽僧中唱：「大德僧聽！", "106": "今僧以滅十事中第四事已，如法如善如佛", "107": "教，現前僧中滅是惡事，是中無有一比丘非", "108": "法言法、法言非法、非善言善、善言非善。此非", "109": "法、非善、非佛教，如是不淨。」作是語竟行四", "110": "籌，為滅四惡事故。三菩伽問薩婆伽羅波梨", "111": "婆羅：「大德上座，如是淨，實淨不？」上座還問：「云", "112": "何名如是淨？」答：「毘耶離諸比丘，內界共住處", "113": "別作羯磨，言是事淨。為實淨不？」答：「不淨。」問：「不", "114": "淨得何罪？」答：「得突吉羅罪。」問：「佛何處結戒？」答：", "115": "「占波國中毘尼行法中。」三菩伽問一切上座", "116": "竟，乃至阿嗜多：「汝亦如是知，如上座答不？」阿", "117": "嗜多言：「我亦如是知，如上座答。」阿耆多轉問", "118": "三菩伽：「長老亦如是知，如上座答不？」答：「我亦", "119": "如是知，如上座答。」三菩伽僧中唱：「大德僧聽！", "120": "今僧以滅十事中第五事已，如法如善如佛", "121": "教，現前僧中滅是惡事，是中無有一比丘非", "122": "法言法、法言非法、非善言善、善言非善。此非", "123": "善非法、非佛教，如是不淨。」作是語竟行五籌，", "124": "為滅五惡事故。三菩伽問薩婆伽羅波梨婆", "125": "羅：「大德上座，證知淨，實淨不？」上座還問：「云", "126": "何名證知淨？」答：「毘耶離諸比丘，各各住處作", "127": "非法羯磨竟，入僧中白：『我等處處作羯磨，", "128": "諸僧證知。』言是事證知淨。為實淨不？」答：「不淨。」", "129": "問：「不淨得何罪？」答：「得突吉羅罪。」問：「佛何處結", "130": "戒？」答：「占波國毘尼行法中。」三菩伽問薩婆伽", "131": "羅波梨婆羅上座竟，次問一切諸上座，乃至", "132": "阿嗜多：「汝亦如是知，如上座答不？」阿嗜多", "133": "言：「我亦如是知，如上座答。」阿嗜多轉問三", "134": "菩伽：「長老亦如是知，如上座答不？」答言：「我", "135": "亦如是知，如上座答。」三菩伽僧中唱：「大德僧", "136": "聽！今僧以滅十事中第六事已，如法如善如", "137": "佛教，現前僧中滅是惡事，是中無有一比", "138": "丘非法言法、法言非法、非善言善、善言非善。", "139": "此非法、非善、非佛教，如是不淨。」作是語竟行", "140": "六籌，為滅六惡事故。三菩伽問薩婆伽羅波", "141": "梨婆羅：「大德上座！貧住處淨，實淨不？」上座", "142": "還問：「云何名貧住處淨？」答：「毘耶離諸比丘言：", "143": "『我等住處貧，作酒飲。』言是事淨。為淨不？」答：", "144": "「不淨。」問：「不淨得何罪？」答：「得波逸提罪。」問：「佛", "145": "何處結戒？」答：「婆提國跋陀婆提城，為長老", "146": "婆伽陀結戒，不得飲酒。」三菩伽問薩婆伽羅", "147": "波梨婆羅上座竟，次問一切上座，乃至阿嗜", "148": "多：「汝亦如是知，如上座答不？」阿嗜多言：「我", "149": "亦如是知，如上座答。」阿嗜多轉問三菩伽：「長", "150": "老亦如是知，如上座答不？」答言：「我亦如是知，", "151": "如上座答。」三菩伽僧中唱：「大德僧聽！今僧以", "152": "滅十事中第七事已，如法如善如佛教，現", "153": "前僧中滅是惡事，是中無有一比丘非法言", "154": "法、法言非法、非善言善、善言非善。此非法、", "155": "非善、非佛教，如是不淨。」作是語竟行七籌，為", "156": "滅七惡事故。三菩伽問薩婆伽羅波梨婆羅：", "157": "「大德上座！行法淨，實淨不？」答：「有行法淨，行亦", "158": "淨、不行亦淨。有行法不淨，行亦不淨、不行亦", "159": "不淨。」「何等行法不淨，行亦不淨、不行亦", "160": "不淨？」答：「殺罪，行亦不淨、不行亦不淨，偷、婬、", "161": "妄語、兩舌、惡口、綺語、慳貪、瞋恚、邪見，行亦不", "162": "淨、不行亦不淨，是為行法不淨，行亦不", "163": "淨、不行亦不淨。」「何等行法淨，行亦淨、不行", "164": "亦淨？」答曰：「不殺、不偷、不邪婬、不妄語、兩舌、惡", "165": "口、綺語、慳貪、瞋恚、邪見，是為行法淨，行亦", "166": "淨、不行亦淨。」三菩伽問薩婆伽羅波梨婆羅", "167": "上座竟，次問一切上座，乃至阿嗜多：「汝亦", "168": "如是知，如上座答不？」阿嗜多言：「我亦如是知，", "169": "如上座答。」阿嗜多轉問三菩伽：「長老亦如是", "170": "知，如上座答不？」三菩伽言：「我亦如是知，如", "171": "上座答。」三菩伽僧中唱：「大德僧聽！今僧以滅", "172": "十事中第八事已，如法如善如佛教，現前僧", "173": "中滅是惡事，是中無有一比丘非法言法、法", "174": "言非法、非善言善、善言非善。此非法、非善、非", "175": "佛教，如是不淨。」作是語竟行八籌，為滅八", "176": "惡事故。三菩伽問薩伽婆伽羅波梨婆羅：", "177": "「大德上座！不益縷邊尼師檀淨，實淨不？」還", "178": "問：「云何不益縷邊尼師檀淨？」答：「毘耶離諸", "179": "比丘，作不益縷邊尼師檀，言是事淨。為淨", "180": "不？」答：「不淨。」「不淨得何罪？」答：「得波逸提罪。」問：", "181": "「佛何處結戒？」答：「舍婆提國，佛為長老迦留陀", "182": "夷，聽益縷邊一磔手尼師檀結戒。」三菩伽問", "183": "薩婆伽羅波梨婆羅上座竟，次問一切上座，", "184": "乃至阿嗜多：「汝亦如是知，如上座答不？」阿", "185": "嗜多言：「我亦如是知，如上座答。」阿嗜多轉問", "186": "三菩伽：「長老亦如是知，如上座答不？」三菩", "187": "伽言：「我亦如是知，如上座答。」三菩伽僧中", "188": "唱：「大德僧聽！今僧以滅十事中第九事已，如", "189": "法如善如佛教，現前僧中滅是惡事，是中無", "190": "有一比丘非法言法、法言非法、非善言善、善言", "191": "非善。此非善、非法、非佛教，如是不淨。」作是", "192": "語竟行九籌，為滅九惡事故。三菩伽問薩婆", "193": "伽羅波梨婆羅：「大德上座，金銀寶物淨不？」還", "194": "問：「云何金銀寶物淨？」答：「毘耶離諸比丘，言金", "195": "銀寶物淨。為淨不？」答：「不淨！」「不淨得何罪？」答：", "196": "「得波逸提罪。」問：「佛何處結戒？」答：「毘耶離，為跋", "197": "難陀釋子結戒，不得取金銀寶物。」三菩伽問", "198": "薩婆伽羅波梨婆羅上座竟次問一切上座，", "199": "乃至阿嗜多：「汝亦如是知，如上座答不？」阿嗜", "200": "多言：「我亦如是知，如上座答。」阿嗜多轉問三", "201": "菩伽：「長老亦如是知，如上座答不？」三菩伽言：", "202": "「我亦如是知，如上座答。」三菩伽僧中唱：「大德", "203": "僧聽！今僧以滅十惡事盡，皆如法如善如佛", "204": "教，現前僧中滅是惡事，是中無有一比丘非", "205": "法言法、法言非法、非善言善、善言非善。此非", "206": "法、非善、非佛教，如是不淨。」作是語竟行十籌，", "207": "為滅十惡事故。是時上座薩婆伽羅波梨婆", "208": "羅，語長老三菩伽：「是事今已滅竟，如法如善", "209": "如佛教，現前行十籌了了問答。或有不智", "210": "比丘作是語：『今滅是十事，為如法滅耶？為", "211": "不如法滅耶，皆不可知。』以是故，汝三菩伽，當", "212": "往大會僧中使大會僧皆共普問是十事，如", "213": "此我答汝令一無異。」如是教竟，諸上座從座", "214": "起，往至大會僧處，還至本坐處坐。長老三菩", "215": "伽起，合手向上座薩婆伽羅波梨婆羅，如是", "216": "言：「大德上座！鹽淨，實淨不？」答：「不淨！」「不淨得", "217": "何罪？」答：「得突吉羅罪。」「佛何處結戒？」答：「舍婆提", "218": "國毘尼藥法中。」「大德上座！二指淨，實淨不？」答：", "219": "「不淨！」「不淨得何罪？」答：「波逸提罪。」「佛何處結戒？」", "220": "答：「毘耶離為不受殘食法故結戒。」「大德上座！", "221": "近聚落淨，實淨不？」答：「不淨！」「不淨得何罪？」答：", "222": "「得波逸提罪。」「佛何處結戒？」答：「毘耶離為不受", "223": "殘食法故結戒。」「大德上座！生和合淨，實淨不？」", "224": "答：「不淨！」「不淨得何罪？」答：「得波逸提罪。」「佛何處", "225": "結戒？」答：「毘耶離為不受殘食法結戒。」「大德上", "226": "座！如是淨，實淨不？」答：「不淨！」「不淨得何罪？」答：「得", "227": "突吉羅罪。」「佛何處結戒？」答：「占波國毘尼行法", "228": "中。」「大德上座！證知淨，實淨不？」答：「不淨！」「不淨得", "229": "何罪？」答：「得突吉羅罪。」「佛何處結戒？」答：「占波國", "230": "毘尼行法中。」「大德上座！貧住處淨，實淨不？」答：", "231": "「不淨！」「不淨得何罪？」答：「得波逸提罪。」「佛何處結", "232": "戒？」答：「婆提國跋陀婆提城，為長老娑伽陀", "233": "結戒不得飲酒。」「大德上座！行法淨，實淨不？」答：", "234": "「有行法淨，行亦淨、不行亦淨。有行法不淨，行", "235": "亦不淨、不行亦不淨。」「何等行法不淨，行亦不", "236": "淨、不行亦不淨？」答：「殺罪乃至邪見，行亦大淨、", "237": "不行亦不淨。」「何等行法淨，行亦淨、不行亦淨？」", "238": "答：「不殺等法，是為行法淨，行亦淨、不行亦淨。」", "239": "「大德上座！不益縷邊尼師檀淨，實淨不？」答：「不", "240": "淨！」「不淨得何罪？」答：「得波逸提罪。」「佛何處結戒？」", "241": "答：「舍婆提國為迦留陀夷聽益縷邊一磔手", "242": "尼師檀結戒。」「大德上座！金銀寶物淨，實淨不？」", "243": "答：「不淨！」「不淨得何罪？」答：「得波逸提。」「佛何處", "244": "結戒？」答：「毘耶離為跋難陀結戒，不得取金銀", "245": "寶物。」長老三菩伽，僧中如法滅是毘耶離諸", "246": "比丘十事罪。如法滅竟，便說此偈：", "247": "「若人不知罪不除，他為除罪便瞋恚；", "248": "是名無智愚癡人，日日妄失功德利，", "249": "譬如月十六日後，其光漸漸消滅盡。", "250": "若有人知罪得除，他為除罪便歡喜，", "251": "是名有智黠慧人，日日大得功德利，", "252": "譬如月生一日後，其光漸漸轉增上。」", "253": "七百比丘集滅惡品竟", "254": "3 毘尼中雜品(序卷中)毘尼中雜品第三", "255": "佛在舍婆提城。有比丘與一比丘相嫌，禮拜", "256": "恭敬，是比丘高聲大喚，諸比丘大集問：「何以", "257": "故大聲喚？」答言：「此比丘打我。」諸比丘問此比", "258": "丘：「實打不？」比丘答言：「我禮拜恭敬，實不打，", "259": "是比丘先相嫌故，為我作過耳！」諸比丘是", "260": "事白佛。佛以是因緣會僧，會僧已告諸比", "261": "丘：「從今日若先相嫌不應禮拜，若禮拜得突", "262": "吉羅罪。」長老優波離問佛：「如佛所言：『先相嫌", "263": "不應禮拜。』若未受具戒人先相嫌者，得禮拜", "264": "不？」佛言：「不得！若僧都會時聽禮無罪。」優波離", "265": "問：「沙彌受具足羯磨時，男根轉成女，為名比", "266": "丘、名比丘尼耶？」佛言：「名比丘尼。」又問：「式叉摩", "267": "尼受具戒羯磨時，女根轉成男，為名比丘尼、", "268": "名比丘耶？」佛言：「名比丘。」又問：「若一切比丘結", "269": "界羯磨時，僧都轉成女，是界名比丘界、名比", "270": "丘尼界耶？」佛言：「名比丘尼界。」問：「若一切比丘", "271": "尼結界羯磨時，都轉成男，是界名比丘尼", "272": "界、名比丘界耶？」佛言：「是名比丘界。」問：「若比", "273": "丘結界羯磨時，或轉者、或不轉者，是界名", "274": "比丘界、名比丘尼界耶？」佛言：「若說羯磨人，", "275": "是男，界屬比丘；成女界，屬比丘尼。」問：「比丘", "276": "結界羯磨時，說羯磨比丘獨轉成女，是界名", "277": "比丘界、名比丘尼界耶？」佛言：「名比丘尼界。」", "278": "問：「比丘尼結界羯磨時，說羯磨人獨轉成男，", "279": "是界名比丘尼界、名比丘界耶？」佛言：「名比丘", "280": "界。」", "281": "諸比丘為比丘尼作種種羯磨，諸比丘尼不", "282": "受。是事白佛，佛言：「比丘不應與比丘尼作羯", "283": "磨，還比丘尼應與比丘尼作羯磨，除三種羯", "284": "磨。何等三？一者受具戒、二者行摩那埵、三", "285": "者出罪羯磨。」", "286": "諸比丘尼為比丘作種種羯磨，諸比丘不受。", "287": "是事白佛，佛言：「比丘尼不應與比丘作羯磨，", "288": "還比丘應與比丘作羯磨，除三種羯磨。何等", "289": "三？一者不禮拜、二者不共語、三者不敬畏羯", "290": "磨。」", "291": "佛在舍衛國。時諸比丘尼，到祇洹欲聽法，", "292": "其日說戒。諸比丘語：「姊妹汝出去！我欲作法", "293": "事說戒。」比丘尼言：「我等欲聽諸比丘戒。」諸比", "294": "丘言：「佛未聽我等比丘尼前說比丘戒。」是事", "295": "白佛，佛言：「聽比丘，比丘尼前說比丘戒。不聽", "296": "比丘尼說比丘戒。若比丘說戒時忘，聽比丘", "297": "尼口授。」時諸比丘，到王園比丘尼精舍中欲", "298": "聽法，其日說戒。諸比丘尼言：「大德汝出去！", "299": "我欲作法事說戒。」諸比丘言：「我欲聽比丘尼", "300": "戒。」諸比丘尼言：「佛未聽我等比丘前說比丘", "301": "尼戒。」是事白佛，佛言：「聽比丘尼，比丘前說比", "302": "丘尼戒，不聽比丘說比丘尼戒。若比丘尼說", "303": "戒時忘，聽比丘口授。」波斯匿王請佛及阿難", "304": "明日入宮食，阿難先已受他請，時忘不憶復", "305": "受王請。佛默然受請竟，王頭面禮佛足還宮，", "306": "是夜辦種種飲食。辦竟敷佛坐處，遣使白佛：", "307": "「唯聖知時，食具已辦。」佛著衣持鉢，共阿難入", "308": "王宮食。爾時阿難二請忘不與他一請。阿難", "309": "以食著口中，是時乃憶知，有二請不與他一", "310": "請，不敢吐食，為恭敬佛故。又不敢咽，為持戒", "311": "故。佛知阿難心悔，告阿難：「心念與他已便食。」", "312": "長老優婆離問佛：「佛聽阿難心念與他得食。", "313": "若餘人心念與他，亦得食不？」佛言：「不得。除五", "314": "人：一者坐禪人、二者獨處、三者遠行、四者長", "315": "病、五者飢餓時依親里住。如是人更無餘人，", "316": "聽心念與他。」", "317": "有比丘與一比丘相嫌，與清淨，是人高聲大", "318": "喚，諸比丘大集問：「何以大喚？」答言：「是比丘重", "319": "罪欲我邊懺悔。」諸比丘問是比丘：「汝實重罪", "320": "欲懺悔不？」答言：「不！我欲與清淨，此人與我相", "321": "嫌，是故大喚與我作過。」是事白佛，佛言：「從今", "322": "日先相嫌人，不應與清淨、不應與欲、不應與", "323": "自恣、不應與懺悔。若與懺悔得突吉羅罪。」", "324": "優波離問佛：「若比丘一處僧擯，餘處得懺悔", "325": "不？」佛言：「不得。除是精舍空，若諸比丘死、若", "326": "反戒、若入外道，聽餘處懺悔無罪。」憍薩羅國", "327": "有二聚落界相連，是中一比丘尼，謂是一聚", "328": "落，入異聚落界。諸比丘尼語此比丘尼：「汝得", "329": "僧伽婆尸沙罪。」是比丘尼言：「何等僧伽婆尸", "330": "沙？」諸比丘尼言：「汝獨入異聚落。」是比丘尼心", "331": "中悔，出界故得僧伽婆尸沙，以是事白佛。佛", "332": "知故問：「汝謂是一界、謂是異界耶？」比丘尼言：", "333": "「我謂是一界。」佛言：「無罪。從今日聽，若有兩", "334": "聚落界相連，是中應作一界羯磨。云何作？一", "335": "比丘尼應僧中唱：『大德尼僧聽！某甲、某甲聚", "336": "落界，是中欲作一界羯磨。若僧時到僧忍聽，", "337": "某甲、某甲聚落界，作一界羯磨。如是白。』白二", "338": "羯磨。『僧已聽某甲、某甲聚落界作一界羯", "339": "磨竟，僧忍，默然故，是事如是持！』」", "340": "諸比丘從憍薩羅國遊行，欲至舍婆提城，近", "341": "祇洹有好林木茂盛，其中淨潔，諸比丘心", "342": "樂是處。其日說戒，諸比丘言：「是中作說戒。」說", "343": "戒竟入祇洹。祇洹比丘打揵槌欲說戒，客比", "344": "丘問：「何以打揵槌？」答：「欲說戒。」客比丘言：「我等", "345": "已說戒竟。」問：「長老汝等何處說戒？」答：「某處。」祇", "346": "洹比丘言：「汝等破僧。」客比丘言：「云何破僧？」", "347": "「汝等界內二處說戒，輕我等故。」客比丘心悔：", "348": "「我等破僧，或得偷蘭遮罪。」是事白佛，佛知故", "349": "問：「汝心云何？」客比丘言：「我謂是外界。」佛言：「無", "350": "罪。從今日不得為小因緣故住道中說戒。若", "351": "欲說戒，當上高處立觀知，近處有精舍無？若", "352": "有，應入中作布薩說戒。」", "353": "憍薩羅國有邊聚落，諸比丘畏賊，棄精舍入", "354": "是聚落。其日說戒日，有比丘共賊來，是比丘", "355": "不知，何者是外界？何者是內界？是事白佛，", "356": "佛言：「有聚落屬賊，是一切外界，是時隨所在", "357": "處自在說戒。」", "358": "舍婆提國有賈客主，欲至他國，占沸星日發。", "359": "有比丘以此布薩日，欲共賈客主去，是比丘", "360": "到賈客主所語言：「小住！我有法事。」賈客主", "361": "答：「今是沸星日好，不得住，汝作法事竟隨後", "362": "來。」諸比丘不知當云何？是事白佛，佛言：「若賈", "363": "客住，廣說戒；若小住，略說戒；若不住，三語說；", "364": "若都不聽住，各各口語：『今日布薩說戒。』若白", "365": "衣在比丘中，不得各各口語，是時應一心念：", "366": "『今日布薩說戒。』」是賈客主發，到宿處作制限，", "367": "不得散住。若散住盡奪財物及奪命。是日說", "368": "戒日，諸比丘不知當云何？是事白佛，佛言：", "369": "「從今日若有如是布薩說戒日，應但一心念：", "370": "『今日布薩說戒。』」有賈客主，到有龍處宿，諸比", "371": "丘語賈客主：「我等欲作法事。」賈客主言：「大", "372": "德！是處龍處莫作聲，龍儻瞋，我等得大愁", "373": "怖。」諸比丘不知當云何？便白佛，佛言：「從今", "374": "日如是布薩說戒日，應但一心念：『今日布薩", "375": "說戒。』」有賈客主，到鬼神處宿。是日說戒日，", "376": "諸比丘語賈客主：「我等欲作法事。」賈客主言：", "377": "「大德！是處鬼神處莫作聲，鬼儻來，我等得", "378": "大愁怖。」諸比丘不知當云何？便白佛，佛言：「從", "379": "今日若如是布薩說戒日，但應一心念：『今日", "380": "布薩說戒。』」", "381": "長老優波離問佛：「阿蘭若比丘在獨處一身，", "382": "當云何說戒？云何自恣？云何受衣？云何受七", "383": "日法？云何受七日藥？云何與一請？云何衣物", "384": "以清淨故施？」佛告優波離：「若阿蘭若比丘獨", "385": "處一身，聽一心念：『今日布薩說戒。』得說戒法、", "386": "自恣、受衣、受七日法、受七日藥、與一請，及淨", "387": "施衣物亦爾。」", "388": "神通大德大力比丘，至淨國乞食，國人多惡。", "389": "若受飲食先好洗手，是比丘先受食便欲噉，", "390": "淨人言：「我等非不淨人。」持飲食來與比丘，不", "391": "手授便著地。諸比丘不知當云何？白佛，佛言：", "392": "「從今日淨國中聽不手授得取，以淨國土故。」", "393": "有一住處，一上座犯僧伽婆尸沙，上座言：「我", "394": "當行波利婆沙行摩那埵。」諸人言：「上座行波", "395": "利婆沙摩那埵，何況中座下座。」生不信心。諸", "396": "比丘是事白佛，佛言：「若一心生念：『從今日更", "397": "不作。』是時即得清淨。」", "398": "有一住處有比丘大德多知：「我行波利婆沙", "399": "行摩那埵。」諸人言：「大德多知比丘，行如是事，", "400": "何況餘人。」生不信心。諸比丘以是事白佛，佛", "401": "言：「若一心生念：『從今日是事更不作。』是時即", "402": "得清淨。」", "403": "有比丘犯僧伽婆尸沙罪，諸比丘言：「汝行波", "404": "利婆沙摩那埵，是罪如法懺悔。」其人言：「我", "405": "不能行，我寧當反戒。」諸比丘以是事白佛，佛", "406": "言：「若一心生念：『從今日更不作。』是時即得清", "407": "淨。」有比丘病，犯僧伽婆尸沙罪。諸比丘言：「汝", "408": "行波利婆沙摩那埵，是罪如法懺悔。」其人言：", "409": "「我不能行懺悔法，無力故。」諸比丘言：「汝乞", "410": "出罪羯磨。」其人言：「我不能胡跪住。」諸比丘以", "411": "是事白佛，佛言：「若一心生念：『從今日更不", "412": "作。』是時即得清淨。」", "413": "有一住處，比丘犯僧伽婆尸沙罪，眾不滿二", "414": "十人，是比丘欲至他處懺悔，道路遇賊死。諸", "415": "比丘言：「是比丘不清淨死，或墮惡道。」是事白", "416": "佛，佛言：「一心生念如法懺悔，是人清淨，死不", "417": "墮惡道，得生天上。」", "418": "有一住處，比丘犯僧伽婆尸沙罪，眾不清淨，", "419": "是比丘至他眾欲懺悔，道路遇賊奪命。諸比", "420": "丘言：「是比丘不清淨死，或墮惡道。」是事白", "421": "佛，佛言：「一心生念如法懺悔，是人清淨，死", "422": "不墮惡道得生天上。」凡有六種懺法，不可妄用及僥倖也。唐為自欺，罪亦不除，", "423": "要須廣問，明律者能斷之耳，相甚難知。", "424": "憍薩羅國遠住處，二比丘共住，有賊來捕是", "425": "比丘，欲祠祀故賊一面住守。是二比丘其日", "426": "說戒日，二比丘言：「聚落主小放，我等欲作法", "427": "事。」賊言：「聽汝作法事。」二比丘小遠，一人言：", "428": "「我有罪。」一人言：「我亦有罪，佛說俱有罪人不", "429": "得清淨。」賊言：「汝道何物？汝欲走去耶？」答：「不", "430": "去。」「道何等？」答言：「我等有過欲懺悔耳。」賊言：", "431": "「汝有何過？」答：「如是如是過。」賊言：「汝等是好人，", "432": "有爾許小事，持是作過。我等是惡人，惱如", "433": "是好善人。」賊到賊主所言：「是比丘好善人，可", "434": "放使去，我更覓餘人。」賊主言：「放去。」比丘從", "435": "恐怖中得脫。是二比丘以是事向諸比丘說。", "436": "諸比丘以是事白佛，佛言：「從今日如是急事，", "437": "若不相應罪聽懺悔。」憍薩羅國遠住處，有二", "438": "比丘共住，有賊來捕是比丘，為祠祀故賊一", "439": "面住守。是二比丘，其日是說戒日，比丘言：「聚", "440": "落主小放我等，我等欲作法事。」賊言：「聽汝作", "441": "法事。」二比丘小遠。一人言：「我有罪。」一人言：", "442": "「我亦有罪。佛說：『相應罪不得懺悔，不相應罪", "443": "得懺悔。』今我等是相應罪，不得共懺悔。」賊言：", "444": "「汝道何等？欲走去耶？」答言：「不去。」問：「若不走，道", "445": "何等？」答言：「我等有過欲懺悔耳。」賊言：「汝有何", "446": "過？」答：「如是如是過。」賊言：「汝等是好善人，有爾", "447": "許小事持作過。我等是惡人，惱如是善人。」賊", "448": "到賊主所言：「是比丘善人，可放使去，我等更", "449": "覓餘人。」賊主言：「放去。」是二比丘恐怖中得脫，", "450": "向諸比丘說。諸比丘白佛，佛言：「從今日若有", "451": "相應罪，是比丘一心生念口言：『後當向清淨", "452": "比丘懺悔。』聽受相應罪懺悔。」", "453": "有一住處比丘病，墮罪，語看病人：「我有罪。」", "454": "看病人言：「我亦同有是罪。」「佛說：『有相應罪，一", "455": "心生念口言懺悔，後聽受他懺悔。』我等是事", "456": "故，欲從汝懺悔。」看病人答：「遠住處二比丘，為", "457": "賊捕得欲祠祀，是故佛聽。若相應罪懺悔，不", "458": "聽病人如是懺悔。」是病比丘死，心悔故墮惡", "459": "道。是事白佛，佛言：「從今日若有相應罪，若賊", "460": "捕得、若病人，聽心生口言懺，後當從清淨", "461": "比丘懺悔，後聽受他懺悔。」", "462": "憍薩羅國舍利弗，欲遊行至舍婆提。中道有", "463": "空精舍，是說戒日不知何者是內界、何處是", "464": "界外？是事白佛，佛言：「若有棄空精舍，是名一", "465": "切界外，是中隨意說戒。」", "466": "憍薩羅國有二聚落連界，是時飢餓，有比丘", "467": "尼將一比丘尼伴，到異聚落親里舍，與二、三", "468": "日食，更不能與，語比丘尼言：「汝一人尚不能", "469": "活，何以將人來？」比丘尼答：「佛不聽我獨餘聚", "470": "落行，以是故將來。」比丘尼不知當云何？便白", "471": "佛。佛言：「從今日連界，是中應作一界羯磨。", "472": "云何作？僧一心會，一比丘尼應唱言：『大德", "473": "尼僧聽！某甲、某甲聚落，作一界羯磨。若僧時", "474": "到僧忍聽，某甲、某甲聚落，作一界羯磨。如是", "475": "白。』白二羯磨。『僧已聽某甲、某甲聚落作一界", "476": "羯磨竟，僧忍，默然故，是事如是持！』」", "477": "憍薩羅國諸比丘遊行，與賈客俱經過大澤。", "478": "諸比丘從賈客主乞水，賈客主即出水與著", "479": "鉢中，水上有少食，諸比丘棄水。賈客主言：", "480": "「汝亦知是中無水水難得，何以棄水？」比丘言：", "481": "「日時已過，是水上有少食，不應飲故。」是比丘", "482": "不知當云何？是事白佛，佛言：「不應一切棄，棄", "483": "上少許水，下淨水聽飲。」", "484": "憍薩羅國諸比丘遊行，與賈客俱經過大澤", "485": "故。諸比丘從賈客主乞水，賈客主即出水與", "486": "著鉢中，水底有少許食，諸比丘棄水。賈客主", "487": "言：「汝亦知是中無水水難得，何以棄是水？」比", "488": "丘答言：「日過中，是水底有少食，不應飲，是故", "489": "棄。」是比丘不知當云何？是事白佛，佛言：「不應", "490": "一切棄，上水聽飲，下底應棄。」諸比丘從放牛", "491": "人乞水，水瓶膩瀉水著鉢中，水上凝酥如", "492": "芥子。諸比丘不知當云何？是事白佛，佛言：", "493": "「酥可却者却，淨水應飲。」諸比丘持膩鉢，著", "494": "汪池水中取水，水膩盡凝。諸比丘不知當", "495": "云何？是事白佛，佛言：「酥可却者却，淨水", "496": "應得飲。」諸比丘鉢有殘食著鉢，著潢池水中", "497": "取水，食沒入水，遙見飯白。諸比丘不知當云", "498": "何？便白佛，佛言：「可却者却，殘餘淨水得飲。」", "499": "沙彌白衣捉瓶酥麻油，澍著比丘鉢中不", "500": "斷，諸比丘心中疑：「我或非是受法？」便白佛，佛", "501": "言：「是澍下流非上流，不破受法。」", "502": "憍薩羅國比丘，遊行至舍波提國，經過大澤。", "503": "是時有小沙彌持淨物，沙彌不能擔。便白佛，", "504": "佛言：「比丘應并擔淨人去。」諸比丘舍內壁上", "505": "有棚，棚上有食，沙彌小，不及舉食、不及取", "506": "食。諸比丘不知當云何？便白佛，佛言：「比丘明", "507": "日當擔淨人棚上取。」", "508": "憍薩羅國諸比丘，遊行至舍婆提，道中值河", "509": "水。沙彌小，擔淨物不能渡。諸比丘不知當云", "510": "何？便白佛，佛言：「比丘當擔沙彌渡河。」", "511": "憍薩羅國諸比丘，遊行至舍婆提，道中值河", "512": "水。沙彌小擔淨物，是河水駃長，比丘擔沙", "513": "彌渡，為水所漂。比丘手觸食，諸比丘疑：「是食", "514": "或能不淨？」便白佛，佛言：「淨人恒念守視食囊，", "515": "雖觸無罪。」有河浮囊渡，擔淨物沙彌小，諸", "516": "比丘不知當云何？便白佛，佛言：「比丘當使淨", "517": "人持食，著浮囊上，渡到彼岸上，莫手觸食，還", "518": "使淨人捉。」比丘新熏鉢，酥著鉢，二、三過洗，", "519": "膩氣不淨。便白佛，佛言：「若一心三洗者，是", "520": "鉢名淨。」", "521": "比丘用不淨脂塗鉢受󰉓，是比丘一切棄。白", "522": "佛，佛言：「不應一切棄，瀉著餘器中應食，餘", "523": "著鉢󰉓是應棄。」比丘繩綴鉢用受熱粥，少膩", "524": "從綴間出，比丘都一切棄。佛言：「不應一切棄，", "525": "應棄此膩，餘應食。」比丘使沙彌持鉢，是沙彌", "526": "持食，不淨鉢與師。是比丘不知當云何？便白", "527": "佛，佛言：「無急事不應使沙彌持鉢，若使持應", "528": "從沙彌受。」比丘淨食中著不淨食，諸比丘不", "529": "知當云何？便白佛，佛言：「不淨除却，餘殘應", "530": "食。」比丘不淨食中著淨食，諸比丘不知當云", "531": "何？便白佛，佛言：「不淨者却，應取淨者食。」比", "532": "丘淨飯中著不淨飯，諸比丘不知當云何？", "533": "便白佛，佛言：「不淨除却，餘殘應食。」比丘不淨", "534": "飯中著淨飯，諸比丘不知當云何？便白佛，", "535": "佛言：「不淨者應却，取淨者食。」", "536": "憍薩羅國諸比丘，與賈客俱向舍婆提城，經", "537": "過大澤。諸比丘從賈客主乞食，賈客主言：「汝", "538": "知此間食難得，何以不自擔糧？」諸比丘答：「佛", "539": "未聽我等道路齎糧。」諸比丘不知當云何？便", "540": "白佛，佛言：「從今日聽自擔糧，從他易淨食乃", "541": "聽噉，不易不聽噉。」諸比丘欲易食，他人不與", "542": "言：「汝食中有何不可，故易？」諸比丘不知當云", "543": "何？便白佛，佛言：「從今日清淨故與。」與竟他不", "544": "還，是事白佛，佛言：「當從乞取。」是賈客主到宿", "545": "處，淨人辦飲食，滿鉢著一面。賈客夜半發去，", "546": "諸比丘忘自持食，後憶念此食不淨便棄。佛", "547": "言：「不應棄，憶念時從人受。」", "548": "有守邏人，從比丘乞食，若與食少、若不與，此", "549": "人瞋作不可事。是事白佛，佛言：「從今日聽擔", "550": "食藏，莫使人見。若食當出道取一搦，不受得", "551": "食，以經曠澤故。」頻婆娑羅王請佛及僧與", "552": "粥田，諸比丘守穀不肯取，以上場不淨故。佛", "553": "言：「未分應取，若分不應故取。若取得突吉", "554": "羅罪。」飲食具車載來入，車欲傾，將車人呼：", "555": "「大德佐捉。」諸比丘不肯捉，以不淨故。佛言：", "556": "「聽佐正車，正車後不應更捉。若捉得突吉羅", "557": "罪。」", "558": "飲食具舡載，諸比丘不肯上舡，以不淨故。", "559": "佛言：「從今日聽著蘆󰛖，若席應坐。」若坐觸", "560": "食具，佛言：「敷令遍，莫觸食具。」", "561": "飲食具，騾驢牛象馱來，諸馱傾轉。驅馱人喚：", "562": "「諸大德！佐我正馱。」比丘不肯，若佐是食具", "563": "或不淨。是事白佛，佛言：「從今日聽佐正，若", "564": "正後更莫捉。若觸得突吉羅罪。」白衣沙彌負", "565": "食具來，負傾轉語：「諸大德！與我正負。」諸比丘", "566": "不肯。以是事白佛，佛言：「從今日聽正，若正已", "567": "莫復觸。若觸得突吉羅罪。」沙彌白衣持酥油", "568": "瓶瀉著異瓶中，瓶傾動。淨人語：「大德！與我", "569": "正。」諸比丘不肯。是事白佛，佛言：「從今日聽與", "570": "正，正已莫復觸。若觸得突吉羅罪。」比丘使沙", "571": "彌白衣僧釜中煮肉飯粥羹，釜傾轉呼：「佐我", "572": "支。」諸比丘不肯。是事白佛，佛言：「從今日聽", "573": "佐正，正已不應復觸。若觸得突吉羅罪。」有看", "574": "馬人，從波羅奈國詣舍婆提放馬。是人信佛", "575": "法，辦種種飲食入著僧前。是人聞馬屋失火，", "576": "是人言：「大德自食，我等有急事。」留食便去。諸", "577": "比丘不知當云何？是事白佛，佛言：「信佛法人", "578": "一心與，若捨去便應食。」比丘乞食，食著一面，", "579": "待時到我當食。烏來啄一口去，比丘一切棄", "580": "食。佛言：「不應一切棄，但棄啄處，餘殘應食。」", "581": "比丘乞食食著一面，待時當食，蠅來入食鉢", "582": "中。比丘言：「此食或破受法。」日近中無淨人，", "583": "是比丘心疑，不敢食。佛言：「蠅不可遮，不破受", "584": "法。」", "585": "長老優波離問佛：「有比丘求水瓶，誤取酥油", "586": "瓶，是瓶破淨，應棄不？」佛言：「有二種不壞淨：", "587": "一無羞破戒人捉、二持戒人忘誤捉，俱淨應", "588": "食。」諸比丘為小沙彌擔飲食，行道中與沙彌", "589": "食。沙彌食時還與比丘，比丘不肯受，共宿故。", "590": "佛言：「先不共要得食，若要不應食。」", "591": "諸比丘夏安居，聚落中有因緣應出，是比丘", "592": "畏犯戒不去，是眾所可作事廢。佛言：「聽受", "593": "七夜法去。」諸比丘受七夜去聚落，若七夜", "594": "未盡，所作事未竟來還。諸比丘不知云何？", "595": "是事白佛，佛言：「受餘殘夜去，言：『我受七夜", "596": "法，若干夜已過，餘若干夜在，受彼出界。』」佛", "597": "在舍婆提，波斯匿王有園，名波羅陀，清涼淨", "598": "潔，眾事作竟唯無有水。一時波斯匿王出，詣", "599": "園四顧看不見水，王告大臣侍人：「此中何以", "600": "無水？」大臣答：「素無水。」王告大臣：「汝等方便引", "601": "水令來，園無水不可愛樂。」大臣侍人中，", "602": "有惡心不信法者言：「有一因緣水可得來。」", "603": "王言：「水云何可得？」大臣言：「當於祇洹中作渠", "604": "通水來，作渠者，當破祇洹中樹及佛圖精舍。」", "605": "王言：「吾欲使水來，不知餘事。」王為是故至", "606": "桑奇多國，恐諸比丘儻來從我乞救，是事", "607": "故王去。後工匠即詣祇洹，引繩使直欲鑿", "608": "渠語，比丘問言：「聚落主欲作何等？」工匠言：", "609": "「波斯匿王有園，名波羅陀，清涼淨潔，眾事作", "610": "竟唯無水，欲於祇洹作渠通水。」諸比丘言：", "611": "「聚落主，汝等欲伐樹木，房舍非復僧伽藍。」工", "612": "匠答言：「大德！我是官人，不得自在，從王約", "613": "勅，非是我意，憍薩羅主波斯匿王意耳！」工匠", "614": "言：「我等唯能小停不作，汝等自詣王求令", "615": "不作渠。」諸比丘不知當云何？是事白佛，佛言：", "616": "「應受七夜去。」諸比丘受七夜去，到彼間久住，", "617": "無人與白王，七日向盡而事未了，心疑即還", "618": "祇洹。諸比丘見彼比丘來問：「是事辦不？」答", "619": "言：「不辦。」祇洹諸比丘言：「何以不辦？」答：「我等", "620": "彼間久住，無人白王，七夜向盡而事未了，", "621": "我等心疑便還。」是事白佛，佛言：「聽受三十", "622": "九夜去。云何應受？一比丘應僧中唱：『大德僧", "623": "聽！某甲、某甲諸比丘，受三十九夜，僧事故", "624": "出界，是處安居自恣。若僧時到僧忍聽，某甲、", "625": "某甲比丘，受三十九夜，僧事故出界，是處安", "626": "居自恣。如是白。』『大德僧聽！某甲、某甲比丘，受", "627": "三十九夜，僧事故出界，是處安居自恣。誰諸", "628": "長老忍某甲、某甲比丘，受三十九夜，僧事出", "629": "界，是處安居自恣者默然；誰不忍者便說。』『僧", "630": "已聽某甲、某甲比丘，受三十九夜，僧事故", "631": "出界，是處安居自恣竟，僧忍，默然故，是事如", "632": "是持！』」是諸比丘到彼亦久住，無人白王。王", "633": "餘時小出，王舉眼視，遙見比丘，王語臣言：「往", "634": "問沙門釋子，來何所作？」受教往問：「為何", "635": "所作？」比丘答言：「我欲見王。」臣還白言：「比丘", "636": "欲見王。」即語臣言：「喚比丘來。」即往言：「王喚比", "637": "丘。」比丘即入。就座坐已，共相問訊樂不樂。", "638": "王小默然，王忘先事故便問比丘：「何故來？」", "639": "比丘即以此事向王廣說。王言：「去，莫復使", "640": "作。」工匠即不作渠。", "641": "六群比丘畜五大皮：師子皮、虎皮、豹皮、獺皮、", "642": "狸皮。是事白佛，佛言：「五大皮不應畜：若師", "643": "子皮、虎皮、豹皮、獺皮、狸皮。更有五皮不應畜：", "644": "象皮、馬皮、豺皮、狗皮、黑鹿皮。若畜得突吉羅", "645": "罪。」阿闍世王見父諸好大床，心悔憂惱，以是", "646": "物故：「我父清淨人、無過人，而抂死。」便告大", "647": "臣侍者，持是諸床去，即持著空地。王出猶", "648": "見，王言：「除却。」彼即移著外門屋中。王出", "649": "入復數見，王言：「持去。」彼即移著中門屋中。", "650": "王見猶數，王言：「何以置此耶？」臣言：「大王！", "651": "不知當移置何處？」王言：「持去施竹園眾僧。」", "652": "臣即持去與竹園僧，僧著空地講堂門間。諸", "653": "兵將吏到竹園看見之，言：「我眼初不得見，是", "654": "好物何緣棄之？若王聞者心或不淨。」諸比", "655": "丘聞，不知當云何？是事白佛，佛言：「從今日", "656": "聽白衣舍大床高床，比丘不得畜、不得坐、不", "657": "得臥。若人施高床大床，聽受應護藏舉，不得", "658": "坐、不得臥。」", "659": "波斯匿王母死，母所有生時一切眾物，持詣", "660": "祇洹與諸比丘。諸比丘得是貴衣被，從阿", "661": "蛾羅彌國出；戶摩根衣，婆蹉阿婆多蘭國", "662": "出，以是好貴衣被，敷著地在上經行。諸兵將", "663": "吏到祇洹觀看，見已言：「我等初不得手捉著", "664": "頭上，云何敷地脚躡？若波斯匿王聞，心或", "665": "不淨。」諸比丘不知當云何？便白佛，佛言：「聽貴", "666": "衣中可作臥具者便作，中作衣者便作，是物", "667": "任所用者便作。」是大貴衣阿蛾羅彌國出，戶", "668": "摩根衣婆蹉阿婆多蘭國出。貴價衣是比丘", "669": "受用，作四方僧臥具。有時大雷，諸飛鳥怖", "670": "死。諸居士知是事即出擇取好鳥，除大烏鳥、", "671": "鷲、禿梟、角鵄、阿羅，如是諸鳥不取，不中食故。", "672": "諸比丘時到著衣持鉢，入舍婆提乞食，見此", "673": "諸鳥皆死無人取，諸比丘語餘比丘：「汝持去", "674": "煮炙，我乞食還，共汝等噉。」是時有比丘持", "675": "來煮炙，有諸比丘問：「是何等肉？」答：「烏肉。」諸", "676": "比丘以種種因緣呵：「云何名比丘噉烏肉？佛", "677": "所未聽。」諸比丘種種因緣呵竟，是事白佛。佛", "678": "言：「烏肉不得噉。若噉得突吉羅罪。」諸比丘問：", "679": "「是復何等肉。」答：「小烏肉、鷲肉、鴻肉、婆娑禿", "680": "梟、角鵄、阿羅肉等。」諸比丘種種因緣呵：「云", "681": "何名比丘，噉大烏肉、鷲肉、鴻肉、婆娑禿梟、角", "682": "鵄、阿羅等肉？佛所不聽。」呵竟白佛，佛言：「不得", "683": "噉如是等肉，一切噉死尸鳥肉，皆不得噉。若", "684": "噉得突吉羅罪。」諸比丘食後，至阿耆羅河上", "685": "經行，見水中漂豺來。諸比丘語一比丘：「取", "686": "此豺來，明日當食。」是比丘即取，明日有煮豺", "687": "肉者，有乞食者。諸比丘問：「長者！是何等肉？」", "688": "答：「豺肉。」諸比丘種種因緣呵：「云何名比丘，佛", "689": "未聽噉豺肉而噉？」呵竟白佛，佛言：「云何名比", "690": "丘，噉豺肉，豺肉狗肉無異。從今日不得噉豺", "691": "肉。若噉得突吉羅罪。」諸人騾死棄著塹中。", "692": "諸比丘食時著衣持鉢，入舍婆提城乞食，見", "693": "塹中有死騾，語餘比丘：「持去煮，我等乞食", "694": "還，當共噉。」諸比丘問：「是何等肉？」答：「騾肉。」諸", "695": "比丘種種因緣呵：「云何名比丘，佛未聽噉騾", "696": "肉而噉？」是事白佛，佛言：「騾馬何異？從今日不", "697": "得噉騾肉。若噉得突吉羅罪。」諸比丘食後，入", "698": "安陀林經行，見死獼猴，語餘比丘：「持去，明日", "699": "當食。」是比丘即取。明日有煮者，有行乞食者。", "700": "諸比丘問：「長老！是何等肉？」答：「獼猴肉。」諸比丘", "701": "種種因緣呵：「云何名比丘，佛未聽噉獼猴肉", "702": "而噉？」是事白佛，佛言：「獼猴似人肉，與人肉", "703": "何異？若噉得突吉羅罪。」", "704": "（毘尼雜品竟）", "705": "毘尼序卷下", "706": "4 因緣品(序卷下)因緣品第四", "707": "佛在迦毘羅婆國。諸貴釋子出家，得長病。病", "708": "人早起，到親里家、檀越知識家，諸主人問言：", "709": "「樂不？」答：「長病不樂。」主人問：「得何等病？」答：「得如", "710": "是、如是病。」主人言：「白衣時病云何治？」答：「牛胞", "711": "中著藥灌。」主人言：「與汝是藥治。」比丘言：「佛", "712": "未聽我著是藥。」是事白佛，佛言：「聽灌用，薄", "713": "皮不中灌。」佛言：「聽厚皮灌屏處，聽若藥師教", "714": "親親人灌。」", "715": "諸貴釋子出家，得長病。病人早起，到親里檀", "716": "越知識家，主人問：「樂不？」答：「長病不樂。」主人", "717": "問：「何等病？」答：「如是如是病。」主人言：「白衣時病", "718": "云何治？」答：「用刀治。」主人言：「與汝刀。」比丘言：", "719": "「佛未聽我等用刀治。」是事白佛，佛言：「聽蓮華", "720": "莖割。」比丘言：「不中用。」佛言：「聽用金銀、琉璃、銅", "721": "鉛、錫珠刀割。」比丘言：「如是諸刀不中用治。」佛", "722": "言：「屏處聽用鐵刀治。」", "723": "有比丘病，語看病人言：「持生熟酥、油、蜜、石蜜", "724": "來。」看病人言：「無。若有是佛僧物不淨、舉宿、惡", "725": "捉、不受、內宿。」是事白佛，佛言：「聽若佛物、僧物、", "726": "不淨、舉宿、惡捉、不受、內宿。若病人得上物，差", "727": "竟應與。」長老畢陵伽婆蹉患眼痛，藥師教", "728": "羅散禪那著眼中，作是言：「佛未聽羅散禪那", "729": "著眼中。」佛言：「聽用治眼。」畢陵伽婆蹉鉢中有", "730": "羅散禪那，小鉢、半鉢、大揵瓷、小揵瓷絡囊", "731": "懸著象牙杙上，取時流污壁臥具房舍臥具", "732": "垢臭。是事白佛，佛言：「聽羅散禪那函盛。」比", "733": "丘作函不蓋，比丘不知當云何？是事白佛，", "734": "佛言：「聽作蓋。」比丘直作蓋喜墮，佛言：「作子口", "735": "蓋，用烏翅鷄翅收漏羅翅。」塗著眼中眼痛更", "736": "增，佛言：「作籌。」長老優波離問：「何物作籌？」佛", "737": "言：「鐵銅貝牙角木瓦作。」佛言：「從今日界內不", "738": "應作淨處。若作得突吉羅罪。」長老優波離問", "739": "佛：「阿耆達婆羅門為佛作八種粥：酥粥、胡麻", "740": "粥、油粥、乳粥、小豆粥、摩沙豆粥、麻子粥、清粥。", "741": "是八種粥，雜根藥、莖藥、葉藥、華藥、菓藥，煮可", "742": "飲不？」佛言：「病比丘可飲，不病者不得飲。」", "743": "佛在蘇摩國，是時長老阿那律比丘弟子病，", "744": "服下藥中後心悶，佛言：「與熬稻華汁與。」與", "745": "竟悶不止，佛言：「竹笋汁與。」與竟不差，佛", "746": "言：「囊盛米粥絞汁與。」與竟不差，佛言：「將屏處", "747": "與米粥。」", "748": "優波離問佛：「佛聽結髮鷄尼耶梵志施八種", "749": "漿：昭梨漿、牟梨漿、拘梨多漿、舍梨漿、阿說", "750": "陀漿、波流沙漿、劫必陀漿、蒱萄漿。是八種", "751": "漿，根湯、莖湯、葉湯、華湯、菓湯，合可飲不？」佛言：", "752": "「若無酒味、不雜食、清不濁，聽飲。」", "753": "佛在舍婆提。爾時憍薩羅國諸居士，道中無", "754": "水處，以水施并施石蜜。六群比丘從憍薩羅", "755": "國至舍婆提，次第行到施水處。六群比丘但", "756": "噉石蜜不飲水，居士言：「何以獨噉石蜜不飲", "757": "水？」六群比丘言：「我嗜石蜜，不喜飲水。」施主", "758": "言：「我為飲水故施石蜜，今汝何以但噉石蜜", "759": "不飲水。」六群比丘言：「我嗜石蜜，不喜飲水。」是", "760": "六群比丘有大力，復不畏破戒。是居士不能", "761": "面前譏說，去後心瞋呵罵：「沙門釋子自言：『善", "762": "好有德。』但噉石蜜不欲飲水。」諸比丘少欲知", "763": "足行頭陀，聞是事心慚愧，是事白佛。佛言：「從", "764": "今日五時聽噉石蜜：一、遠行來；二、若病；三、若", "765": "食少；四、若不得食；五、若施水處。是五時聽噉", "766": "石蜜。從今日若不飲水不聽噉石蜜。若噉得", "767": "突吉羅罪。」", "768": "優波離問佛：「石蜜漿舉宿得飲不？」佛言：「病", "769": "比丘得飲，不病不得飲。」", "770": "比丘若得二種請：一請與他、一比丘受。問：「汝", "771": "與不？」答：「我與。」更問：「何時與？」答：「瓶沙王請佛", "772": "及僧百歲四事供養，是時與。」是事白佛，佛言：", "773": "「比丘有二請：一、今日請；二、冷請。若有一日", "774": "得二請：一請與他、一請自受。冷請有二種：", "775": "隨受淨、隨受不淨。隨受云何淨？隨受五佉陀", "776": "尼、五食五似食。何等五佉陀尼？根、莖、葉、菓、磨。", "777": "何等五食？飯、󰉓、麵、魚、肉。何等五似食？糜、粟、", "778": "大麥、迦師、莠子。何等不淨隨受？五寶、五似寶。", "779": "五寶者，金、銀、摩尼珠、玻梨、毘瑠璃。何等五", "780": "似寶？赤銅鐵、鍮石、水精、鉛錫、白鑞。若淨物直", "781": "受，不淨物作淨已受。」阿羅毘國諸比丘，日日", "782": "借作具，居士言：「諸作具何以不自作，而日日", "783": "借。」比丘言：「佛未聽我等畜作具。」是事白佛，", "784": "佛言：「為僧聽畜一切作具。」有居士祇洹作房", "785": "舍，是中有少供養具。客比丘房舍中宿，問：", "786": "「是房舍誰作？」答：「某甲居士作。」是比丘一宿，早", "787": "起著衣持鉢詣居士所，語言：「汝房舍中供養", "788": "具何以少？」居士言：「我先時大多與。」是比丘言：", "789": "「我是中一宿住，見供養具少不足言。」居士", "790": "語比丘：「共詣本作房舍比丘所。」居士到本營", "791": "房舍比丘所言：「我本與長老是中供養具，斯", "792": "何所在？」比丘答：「本所與供養具，異房比丘用", "793": "去。」居士言：「我本不與異房比丘用，與自作房", "794": "舍中住比丘用。我房舍空，是供養具著異處，", "795": "是不應爾。」是比丘不知當云何？是事白佛，佛", "796": "言：「從今日聽，檀越與何房舍，是中住者應用", "797": "分。」", "798": "舍婆提有一人親里為他殺，著祇洹塹中空", "799": "處。比丘求覓糞掃衣，到死人邊取一衣去。諸", "800": "親里覓到祇洹，見是比丘問言：「大德！如是人", "801": "若見若聞不？」比丘答：「此人死棄在祇洹塹中，", "802": "我是邊取一衣來。」親里言：「將我示處。」比丘", "803": "即將示處，親里見死悲咽言：「汝或能以衣故", "804": "殺我人。」比丘言：「我實不殺。若殺何以不取餘", "805": "殘衣物也。」親里如是思惟：「我等軟語，是比丘", "806": "不實語，我當將去詣官。」便將去詣官。官問是", "807": "比丘：「汝實殺不？」比丘答言：「我是比丘，云何殺", "808": "人？我若殺，應當持餘衣物去。」官人聰明信佛", "809": "法，知釋子比丘不作是事，放此比丘去。「若後", "810": "如是，比丘不問他莫取。」是比丘從恐怖得脫，", "811": "是事語諸比丘。諸比丘是事白佛，佛言：「從今", "812": "日不問他，殺人衣不應取。若取得突吉羅。」", "813": "諸比丘取有主死人地衣，旃陀羅言：「死人地", "814": "衣莫取，我曹輸王如是如是物。」諸比丘不知", "815": "當云何？是事白佛，佛言：「有主死人地衣不應", "816": "取。若取得罪。」諸比丘取有主死人地四邊有", "817": "糞掃衣，是中旃陀羅亦遮，是事白佛，佛言：", "818": "「若遮莫取。若取得突吉羅。」", "819": "時舍婆提有大疫病，多有人死，諸比丘取燒", "820": "死人間薪，為僧辦溫室。是焦薪鬼逐來，一切", "821": "僧得病苦，是事白佛，佛言：「不聽取死人間薪，", "822": "若取得突吉羅罪。」", "823": "諸比丘取天祠中衣毳、劫貝、白㲲，守祠人言：", "824": "「大德！此諸衣物屬祠莫取。」比丘言：「此泥木天", "825": "用衣物為？」守祠人言：「佛、阿羅漢塔物我亦當", "826": "取。」是事白佛，佛言：「從今日天祠中衣毳、劫貝、", "827": "白㲲不得取。若取得偷蘭遮罪。」", "828": "有比丘病，多鉢、多衣、多物。看病人思惟：「若", "829": "交與我一切物，或教六物與僧，餘殘與我。」", "830": "思惟竟語病比丘：「汝病久不差，汝死後現前", "831": "一切物僧當分。汝亦不得大福，不得恩分。", "832": "汝今活時，分處六物與僧，餘殘物與我。」病比", "833": "丘思惟：「若不與，恐不好看我。」思惟竟，即以六", "834": "物與僧，餘殘物與看病人。是比丘後病差，是", "835": "時佛及僧，夏後月遊行諸國土。餘比丘著新", "836": "染衣，是比丘獨著弊衣。佛知故問比丘：「何以", "837": "獨著弊故衣？」是比丘以是事白佛，佛種種因", "838": "緣呵：「何以名比丘，六物不應與僧，不應分與", "839": "他，亦不應教他與。」佛種種因緣呵竟，告諸比", "840": "丘：「從今日六物不應自與，不應教與。若自", "841": "與、教他與，得突吉羅罪。」", "842": "長老優波離問佛：「僧坊中房舍破，是中有所", "843": "用敷具、覆具，得持博貿治不？」佛言：「得。」「若僧", "844": "中有兩房舍欲壞，得賣一房治一房不？」佛言：", "845": "「得。」憍薩羅國有邊聚落，是時有賊，諸居士畏", "846": "賊棄聚落去。是時諸比丘乞食難得，便棄塔", "847": "物僧物已，自持衣鉢出去。是賊世靜已，諸居", "848": "士還本住處，諸比丘為塔物僧物乞求錢財。", "849": "居士言：「先有塔物僧物，皆何所在？」比丘言：「於", "850": "賊世中失去。」居士言：「汝自衣鉢在不？」比丘言：", "851": "「我持隨身。」居士言：「汝等自愛衣鉢，不愛佛", "852": "物僧物。」諸比丘不知當云何？是事白佛，佛言：", "853": "「若賊世怖畏時，聽擔去後還著本處。」", "854": "更有賊世，諸比丘取自衣鉢及佛物僧物持", "855": "出去。六群比丘道中逢言：「是僧臥具我當用", "856": "之。」時比丘不與便鬪諍。諸比丘不知當云何？", "857": "是事白佛，佛言：「擔去者應用，餘不應索。」", "858": "諸比丘持塔物僧物著空地，自著衣持鉢乞", "859": "食，來還失是物去。佛言：「行乞食時擔佛物、僧", "860": "物。」自持衣鉢擔荷不好，佛言：「乞食時聽以物", "861": "著衣裹。」", "862": "是比丘持佛物僧物著空地，上廁出失衣物。", "863": "白佛，佛言：「護是物欲使不失，當寄人若著", "864": "屏處。」憍薩羅國一住處，檀越為比丘僧施衣，", "865": "是中比丘僧不在。是事白佛，佛言：「現在三比", "866": "丘應分，二比丘亦應分，一比丘心生口言受。", "867": "沙彌若三、若二應分，一人心生口言應受。」", "868": "憍薩羅國一住處，檀越為比丘尼僧施諸衣", "869": "物，是中比丘尼僧不在。是事白佛，佛言：「現", "870": "前三比丘尼應分，二比丘尼亦應分，一比丘", "871": "尼心生口言應受。三式叉摩尼、二式叉摩尼", "872": "應分，一式叉摩尼心生口言應受。三沙彌尼、", "873": "二沙彌尼應分，一沙彌尼若心生口言應受。」", "874": "憍薩羅國一住處，檀越為比丘僧施衣物，比", "875": "丘僧不在。是事白佛，佛言：「現在三比丘、二比", "876": "丘應分，一比丘心生口言應受。三沙彌、二沙", "877": "彌應分，一沙彌心生口言應受。」若時都無比", "878": "丘、無沙彌，是事白佛。佛言：「是物比丘尼僧應", "879": "分。若時亦無比丘尼僧，三比丘尼、二比丘尼", "880": "應分，一比丘尼心生口言應受。三式叉摩尼、", "881": "二式叉摩尼應分，一式叉摩尼心生口言應", "882": "受。三沙彌尼、二沙彌尼應分，一沙彌尼心生", "883": "口言應受。」", "884": "憍薩羅國一住處，檀越為比丘尼僧施衣物，", "885": "是中無比丘尼僧。白佛，佛言：「現在三比丘尼、", "886": "二比丘尼應分，一比丘尼心生口言應受。三", "887": "式叉摩尼、二式叉摩尼應分，一式叉摩尼心", "888": "生口言應受。三沙彌尼、二沙彌尼應分，一沙", "889": "彌尼心生口言應受。若時都無比丘尼，又無", "890": "式叉摩尼、沙彌尼，爾時比丘僧應分，乃至沙", "891": "彌亦如是。」", "892": "憍薩羅國一住處，檀越為二部僧施衣物，比", "893": "丘僧不在。佛言：「比丘尼僧應分。」比丘尼僧亦", "894": "不在，佛言：「三比丘、二比丘應分，一比丘若心", "895": "生口言應受。三比丘尼、二比丘尼應分，一比", "896": "丘尼心生口言應受。三式叉摩尼、二式叉摩", "897": "尼應分，一式叉摩尼若心生口言應受。三沙", "898": "彌、二沙彌應分，一沙彌心生口言應受。三沙", "899": "彌尼、二沙彌尼應分，一沙彌尼若心生口言", "900": "應受。」", "901": "佛在舍婆提。有一居士，請佛及僧明日食，佛", "902": "默然受。居士知佛默然受已，從座起頭面禮", "903": "佛足遶竟還歸，是夜辦種種飲食，早起敷床", "904": "座，遣使白佛：「食具已辦，唯聖知時。」僧著衣", "905": "持鉢入居士舍，佛住精舍迎食分。是居士見", "906": "眾坐定，自行澡水，上座中座多美飲食。下座", "907": "及沙彌，與六十日稻飯胡麻滓合菜煮。與諸", "908": "居士與眾僧多美飲食竟，自行澡水，取小座", "909": "具僧前坐聽說法。上座舍利弗說法竟，從座", "910": "出去。是時羅睺羅作沙彌，食後行到佛所，頭", "911": "面禮佛足一面立。諸佛常法，比丘食後如是", "912": "勞問：「多美飲食飽滿不？」爾時佛問羅睺羅：", "913": "「僧飲食飽滿足不？」羅睺羅言：「得者足，不得者", "914": "不足。」佛問：「何以作是語？」羅睺羅言：「世尊！諸", "915": "居士與上座中座多美飲食飽滿，下座及沙", "916": "彌與六十日稻飯胡麻滓合菜煮。」是時羅睺", "917": "羅羸瘦少氣力，佛知故問羅睺羅：「汝何以羸", "918": "瘦少氣力？」羅睺羅即說偈言：", "919": "「食胡麻油大得力，有食酥者得淨色，", "920": "胡麻滓菜無色力，佛天中天自當知。」", "921": "佛知故問羅睺羅：「是僧中誰作上座？」答：「和", "922": "上舍利弗。」佛言：「比丘舍利弗不淨食。」長老舍", "923": "利弗聞今日世尊呵言：「比丘舍利弗不淨食。」", "924": "聞竟吐食出，盡壽斷一切請食及僧布施，常", "925": "受乞食法。諸大貴人居士，欲作僧食，欲得", "926": "舍利弗入舍，白佛：「願佛勅舍利弗還受請。」佛", "927": "告諸人：「汝等莫求舍利弗使受請。舍利弗性，", "928": "若受必受、若棄必棄。舍利弗非適今世有是", "929": "性，乃前過去亦有是性，若受必受、若棄必棄。", "930": "汝等今聽！」爾時世尊廣說本生因緣：「過去世", "931": "時有一國王，為毒蛇所螫。能治毒師，作舍伽", "932": "羅呪，將毒蛇來，先作大火，語蛇言：『汝寧入火", "933": "耶？寧還嗽毒？』毒蛇思惟：『唾竟，云何為命故", "934": "復嗽？已吐，不可還噉。我寧入火死。』如是思", "935": "惟竟投身火中。」佛語諸人：「蛇者今舍利弗是，", "936": "此人過去世，若受必受、若棄必棄。今亦如是。」", "937": "是時佛種種因緣呵舍利弗竟，告諸比丘：「從", "938": "今日應行上座法。云何應行？若聞揵搥聲、若", "939": "時到聲，應疾往坐處坐，觀中座比丘、下座比", "940": "丘，或有坐不應法者，若坐不應法者應示。", "941": "是比丘若不覺，應彈指。彈指不覺，應語比", "942": "座安祥語。若上座施主與僧食時，不應先", "943": "食。待得遍，聞等供聲乃食，一切僧應隨上座", "944": "法行。」", "945": "佛在王舍城，王舍城中有居士，名尸利仇", "946": "多，大富多錢財，有大德力，是外道婆羅門弟", "947": "子。此人疑沙門瞿曇有一切智不？行到佛所", "948": "問訊佛竟一面坐。佛為尸利仇多說法示教", "949": "利喜：「是應行、是不應行。」種種因緣說法已默", "950": "然。居士尸利仇多聞法已，叉手向佛白佛言：", "951": "「沙門瞿曇！明日我舍食，憐愍故！」以彼應度故，", "952": "佛默然受請。時尸利仇多見佛默然受，從座", "953": "起為佛作禮，遶佛三匝而還到舍。於外門間", "954": "作大火坑，令火無烟無焰，以沙覆上，如是心", "955": "生口言：「若沙門瞿曇是一切智人，當知是事。", "956": "若非一切智人，沙門瞿曇并諸弟子，當墮此", "957": "坑中。」即入舍敷不織坐床、上敷白㲲，如是心", "958": "生口言：「若是一切智人，當知是事。非一切智", "959": "人，并弟子當墮。」尸利仇多以毒和飲食，心", "960": "生口言：「若是一切智人，當知是事。非一切", "961": "智人，當中毒死。」早起遣使白佛：「飲食已辦，佛", "962": "自知時。」爾時佛語阿難：「令僧諸比丘皆不得", "963": "先佛前行，一切應在佛後。」阿難受教，令諸", "964": "比丘皆不得先佛前行，一切應在佛後。令", "965": "僧竟，是時佛著衣持鉢在前行，諸比丘從佛", "966": "後。佛入尸利仇多舍，佛變火坑作蓮華池，", "967": "滿中清淨水，既甘而冷，水中有赤白種種色", "968": "蓮華，遍覆水上。時佛與僧皆行廣葉蓮華", "969": "上，告尸利仇多：「汝居士，當除心中疑，我實一", "970": "切智人。」佛作是語竟，入舍上不織床，變令成", "971": "織，告尸利仇多：「汝居士！當除心中疑，我實一", "972": "切智人。」是尸利仇多見二神力，信心即生清", "973": "淨，恭敬尊重於佛。是時尸利仇多歡喜叉手，", "974": "白佛言：「食中有毒，僧或得病，願佛小待，更", "975": "作飲食。」佛言：「居士！但施此食，僧不得病。」佛", "976": "告阿難：「僧中令未唱等供一不得食。」阿難受", "977": "教，即僧中令：「大德僧！佛約勅，未唱等供一", "978": "不得食。」是時佛如是呪願：「婬欲、瞋恚、愚癡是", "979": "世界中毒，佛有實法除一切毒。解除捨已，一", "980": "切諸佛無毒。以是實語故，毒皆得除。」佛作是", "981": "語，食即淨無毒。是時居士尸利仇多，從座起", "982": "行澡水，手自斟酌多美飲食，飽滿多美飲食。", "983": "飽滿與竟，洗手攝鉢，尸利仇多取小座具，", "984": "於佛前欲聽法，佛隨意說甚深淨妙法。尸利", "985": "仇多即於坐處得諸法法眼淨。如是尸利仇", "986": "多，得法見法知法，善法淨法心除疑悔，不信", "987": "他法，得不隨他語，佛法中得無畏力。從座起", "988": "頭面禮佛足：「大德！我從今日歸依佛、歸依法、", "989": "歸依僧，持五戒為優婆塞。」佛為尸利仇多，更", "990": "多說法示教利喜。佛從座起而還，以是因", "991": "緣故會僧，會僧已告諸比丘：「從今日不得在", "992": "佛前行，不得和上阿闍梨一切上座前行。從", "993": "今日未唱等供不得食，若食得突吉羅罪。」", "994": "憍薩羅國一住處，二部僧得衣物，比丘多、比", "995": "丘尼少。比丘言：「我取二分，汝取一分。」比丘", "996": "尼言：「中半分。」諸比丘不知當云何？白佛，佛", "997": "言：「比丘、比丘尼等分。式叉摩尼、沙彌、沙彌尼，", "998": "四分與第四分。」", "999": "佛在王舍城，有居士名婆提，為佛及僧作", "1000": "房舍，極好莊嚴多備飲食。多比丘會，千二", "1001": "百五十。便有居士為大眾布施衣物。是居", "1002": "士言：「佛聽於眾中大聲唱。」是事白佛，佛言：", "1003": "「聽布施時於眾中大聲唱。」比丘平地立唱，眾", "1004": "多不聞，是事白佛，佛言：「聽座上立唱。」立唱", "1005": "亦不聞，「高處立唱亦見亦聞。」更有居士，見", "1006": "大眾集布施衣物，作是言：「佛若聽我衣摩羅、", "1007": "鞞訶羅施。」佛言：「聽摩羅、鞞訶羅施。」眾人言：", "1008": "「佛若聽我人捉衣角去。」曳土中或脚躡上，是", "1009": "事白佛，佛言：「聽著繩上繫，兩頭各一人捉。」中", "1010": "央故曳泥土中，是事白佛，佛言：「聽作木叉", "1011": "擎。」時小兒男女擎木叉，道中見人作伎樂飲", "1012": "食嬉戲，捨衣繩著一面，走往看失衣物，佛", "1013": "言：「若六歲以下至無歲，及式叉摩尼、沙彌、沙", "1014": "彌尼，為五眾擔衣。」居士更言：「佛聽持香鑪在", "1015": "前。」白佛，佛言：「聽。」時眾默然行，諸外道人嫉", "1016": "妬言：「是沙門釋子如擔死人出無異。」居士言：", "1017": "「佛若聽我如世俗法作唱伎樂去。」佛言：「聽。」有", "1018": "一居士見大眾集，多施衣物。居士言：「佛若聽", "1019": "處處唱讚。」佛言：「聽。」無人受是衣物，佛言：「聽先", "1020": "作羯磨使一人受。」無人守，佛言：「聽作羯磨使", "1021": "一人守。比丘無五法不應作羯磨受衣物。何", "1022": "等五？不知得不知不得、不知受得物、不知", "1023": "價、不知數、若著不知憶念處。比丘有五法應", "1024": "作羯磨受衣：知得、知受得物、知價、知數、若", "1025": "著憶念處。」", "1026": "憍薩羅國一住處，二部僧得衣物，比丘尼言：", "1027": "「佛聽我布施物各著一處。」佛言：「聽。」諸比丘尼", "1028": "無人布施衣物、飲食、臥具、隨病藥，或有人少", "1029": "多與餘人，輕笑言：「愛念婦故與。」諸比丘尼白", "1030": "佛言：「聽我施物還著一處。」佛言：「聽。」無人分是", "1031": "衣物，佛言：「知分物人，應作羯磨。無五法是", "1032": "比丘不應羯磨作分衣人。何等五？不知相、不", "1033": "知衣色、不知衣價、不知數、若與若不與不憶", "1034": "念。比丘有五法應作分衣人：知衣相、知衣", "1035": "色、知衣價、知數、與不與憶念。」諸比丘尼分衣", "1036": "時讚歎，是好、是不好，亂眾，佛言：「分衣時不應", "1037": "讚歎，亂眾故；應默然受衣分。」", "1038": "佛在舍婆提。爾時祇洹有人，為新房舍因緣", "1039": "故作飲食，多比丘會，千二百五十。諸比丘", "1040": "亂入亂坐亂食，無有次第，或有比丘先食入、", "1041": "或有比丘食時入、或有比丘食後入。是事白", "1042": "佛，佛言：「應唱時到。」雖唱時到，遠處不聞。是事", "1043": "白佛，佛言：「應打揵搥。」雖打，遠處不聞。佛言：", "1044": "「應打鼓。」平地打鼓，遠處不聞。佛言：「應立埵", "1045": "上打。」亦不聞，佛言：「應高處立打，亦見亦聞。」", "1046": "或時無有看食人，食未辦未熟，雖時到食不", "1047": "好；或時有看食人，食辦食熟時到食好。是事", "1048": "白佛，佛言：「看食人應僧中作羯磨。」", "1049": "憍薩羅國一住處，二部僧得衣物，比丘少、比", "1050": "丘尼多，比丘言：「是衣物作中半，半與比丘僧，", "1051": "半與比丘尼僧。」比丘尼言：「我本眾少，諸比丘", "1052": "取二分，我等取一分。今日多，何以與半分？」是", "1053": "事白佛，佛言：「比丘、比丘尼應等分。式叉摩尼、", "1054": "沙彌、沙彌尼，四分與第四一分。」", "1055": "有時檀越施僧食，在空露地，盤上有殘餅，", "1056": "篋中有殘飯，木瓫器中有羹。諸外道異學嫉", "1057": "妬，持酒糟著諸飯羹中，如是思惟：「是食不淨，", "1058": "使出家人不得食。」諸比丘不知當云何？便白", "1059": "佛，佛言：「若可却者却，餘可食之。」若諸比丘", "1060": "共沙彌傳鉢食，比丘轉食與沙彌，沙彌食轉", "1061": "與比丘，比丘洗手更從沙彌受，意中疑：「此或", "1062": "不淨食。」便白佛，佛言：「若一心實與沙彌鉢食，", "1063": "是為淨。」諸沙彌持器瓫筐盔杓行食時，比丘", "1064": "為沙彌受食分。若沙彌行食，比丘為受。比", "1065": "丘心疑：「將非觸食。」不知云何？是事白佛。佛", "1066": "言：「比丘受觸無所犯。」諸比丘食竟，以食不淨", "1067": "鉢與沙彌白衣，沙彌白衣洗鉢竟，還著諸瓫", "1068": "筐器中。諸比丘思惟：「是或不淨。」佛言：「一心與", "1069": "淨人鉢，是為淨。」諸比丘有檀越，施食在空地。", "1070": "諸比丘食竟，捨諸食器去，風雨污泥不淨。佛", "1071": "言：「器物淨洗應著覆處。」諸比丘二三用澡豆，", "1072": "膩故不盡，木刮却膩，與澡豆淨洗。取水極", "1073": "遠，諸居士以水布施，居士言：「知水極遠，何以", "1074": "大用水？」諸比丘不知當云何？佛言：「若一心", "1075": "二、三遍，與澡豆淨洗，是事應淨。」時有潢水，", "1076": "僧取用，是中有象、馬、驢、牛羊、猪狗，皆入中飲，", "1077": "屎尿不淨；樹葉華菓皆墮水中，爛臭不淨。是", "1078": "事白佛，佛言：「水中不淨者可却便却，餘水應", "1079": "飲。」諸比丘白佛：「水濁醎，應得飲不？」佛言：「先疑", "1080": "不淨不應飲，若先不疑應飲。」", "1081": "憍薩羅國有一住處，僧得衣物施，非一切處", "1082": "在。羯磨比丘不知當云何？便白佛，佛言：「是", "1083": "衣物應作二分，如是言：『是分屬上座，是分屬", "1084": "下座。』如是言：『是分屬下座，是分屬上座。』作", "1085": "竟即應羯磨竟。異比丘來，不欲與不應與。", "1086": "若不作如上法，不應受。若受得突吉羅罪。若", "1087": "不如是作出界，得突吉羅罪，亦應共異比丘", "1088": "分。是衣物中應作價數：『如是分我應取，餘殘", "1089": "屬汝。我如是分我應受。』若作如上法，應羯", "1090": "磨竟。異比丘來，不欲與不應與。若不如是", "1091": "作，應與餘比丘分。若不如上法，不應受出", "1092": "界，得突吉羅罪。若一比丘言：『取是衣中一衣", "1093": "言我分，足餘殘屬汝等。』如是作應羯磨法竟，", "1094": "餘法如上。是衣物應與一比丘作羯磨。云何", "1095": "應與？一心會僧，應一比丘眾中唱：『大德僧聽！", "1096": "是衣物，是住處現前僧應分。若僧時到僧忍", "1097": "聽，比丘某甲僧羯磨與。如是白。』白四羯磨。『僧", "1098": "某甲比丘羯磨與衣物竟，僧忍，默然故，是事", "1099": "如是持！』」是比丘受衣竟，不肯還歸，作是言：「何", "1100": "處善法、善言、善施法與，都是僧中，我何以還", "1101": "歸？」諸比丘不知當云何？便白佛，佛言：「清淨故", "1102": "與。如是言，是比丘還歸便好，不歸應強奪。是", "1103": "比丘應教突吉羅罪懺悔。」", "1104": "優波離問佛：「佛聽諸比丘所著衣：覆身衣、拭", "1105": "身巾、拭脚巾、拭面巾、僧祇枝、泥洹僧，是衣名", "1106": "何等？」佛言：「名波迦羅晉言助身衣也。」", "1107": "優波離問：「是衣云何受？」答言：「是衣如是言：", "1108": "『是波迦羅衣我受用故。』」「何等人邊應受？」佛", "1109": "言：「五眾邊應受。」", "1110": "優波離問佛：「上座比丘不聰明，作非法遮，如", "1111": "是成遮不？」佛言：「不成。」復問：「持戒作非法非善", "1112": "遮，如是成遮不？」佛言：「不成。」", "1113": "優波離問佛：「如佛所說：『遮如法羯磨，不成遮", "1114": "羯磨。』一切不成遮耶？」佛言：「不也。優波離！或有", "1115": "沙彌，受具戒時心悔，不用受具戒，作是言：", "1116": "『我不用受具戒。』是言成遮。沙彌尼受六法，作", "1117": "式叉摩尼，作是言：『我不用受六法。』是言成遮。", "1118": "式叉摩尼受具戒時，作是言：『我不用受具戒。』", "1119": "是言成遮。若比丘有僧伽婆尸沙罪，與作波", "1120": "利婆沙、摩那埵、本日治，作阿浮呵那羯磨，是", "1121": "比丘言：『莫作，我不用。』是言成遮。若比丘十四", "1122": "人應僧中羯磨，作是言：『我不用。』是言成遮。」優", "1123": "波離問：「有比丘被擯欲懺悔，懺悔時下意隨", "1124": "僧法，界外得作羯磨解擯不？」佛言：「不得。作解", "1125": "擯者，得罪。」", "1126": "優波離問佛：「佛餘處說：『有二因緣知破僧：一、", "1127": "僧中唱，二、受籌。』有賊住，僧中唱行籌，是名破", "1128": "僧不？」佛言：「不破。」「與學沙彌，僧中唱行籌，是", "1129": "名破僧不？」佛言：「不破。」優波離問：「四人本白", "1130": "衣，眾中唱行籌，破僧不？」佛言：「不破。」「數滿，一", "1131": "比丘男根轉為女，破僧不？」佛言：「不破。」", "1132": "優波離問：「若草敷座、若長床，得共未受具戒", "1133": "人坐不？」佛言：「可坐。」「得共黃門坐不？」佛言：「不", "1134": "可。」「與學沙彌可共坐不？」佛言：「可坐。」「二與學沙", "1135": "彌，可共坐不？」佛言：「不可。」", "1136": "優波離問佛：「幾許為長床坐處？」佛言：「極小", "1137": "床容四人坐處，是名為長床。」", "1138": "有居士於祇洹中作房舍，是房舍中比丘，著", "1139": "衣持鉢入舍婆提城乞食，居士見問：「汝何以", "1140": "乞食？」比丘言：「不能得食故。」居士言：「長老可", "1141": "還，我當為長老送食。」言已便送。比丘問：「是食", "1142": "與誰？」使人言：「是食與僧。」比丘即將使人，持", "1143": "食著僧食處。是比丘明日更著衣持鉢，入舍", "1144": "婆提乞食。居士見復問：「長老何以乞食？」比丘", "1145": "言：「無食故乞。」居士言：「我昨日送食，何以不", "1146": "噉？」比丘言：「汝所送食，我問使人：『是食與誰？』", "1147": "使人言：『與僧。』我即持著僧食處，是故不食。」居", "1148": "士言：「我不為一切僧送食，為住我房中僧送", "1149": "食。」比丘不知當云何？便白佛，佛言：「若施主供", "1150": "養物，為住房舍中僧，住房舍比丘應取。」", "1151": "有一居士於祇洹中作房，是居士過數日，到", "1152": "祇洹中欲聽法。入所作房，日暮打揵槌欲聽", "1153": "法，諸比丘闇中坐說法，居士言：「大德然燈。」比", "1154": "丘言：「無蘇油。」居士言：「我與大德遣人送。」即", "1155": "送。比丘言：「與誰？」使人言：「與僧。」比丘即將使", "1156": "人，持蘇油著僧然燈處用。居士餘時到祇洹，", "1157": "入自所作房欲聽法，如本日暮打揵槌，僧闇", "1158": "中坐說法，居士言：「大德然燈。」比丘言：「無蘇油。」", "1159": "居士言：「我前與送，何以不然？」比丘言：「汝送與", "1160": "僧，我便將使人，持蘇油著一切僧然燈處。」居", "1161": "士言：「我不與一切僧送蘇油，為住房比丘送。」", "1162": "比丘不知當云何？便白佛，佛言：「若是供養物", "1163": "為住房中比丘，是物住房比丘應用，應分取", "1164": "塗脚蘇油，革屣衣鉢菓藥亦如是。」佛言：「若", "1165": "檀越言：『大德於中幾時住，隨大德所用聽用。』", "1166": "若言：『是物屬汝聽擔出去。』得持去。」諸比丘僧", "1167": "臥具，不著覆身衣便取用，僧臥具弊失色不", "1168": "好，垢臭有虱。是事白佛，佛言：「從今日僧臥", "1169": "具，不聽比丘不著覆身衣便取用。若用得突", "1170": "吉羅罪。」", "1171": "諸比丘不知長幾許作覆身衣？佛言：「極下乃", "1172": "至能覆身三分。何等三？胸、腰、膝。」諸比丘不護", "1173": "惜用僧臥具，餘比丘以是事白佛。佛言：「僧臥", "1174": "具不得不護惜用，若不護用得突吉羅罪。五", "1175": "事不護惜。何等五？水、日、塵、垢、揩突，是為五", "1176": "不護惜。」諸比丘用僧臥具雨中立，臥具失色", "1177": "染汁流出。是事白佛，佛言：「從今日不得著僧", "1178": "物雨中立，若立得突吉羅罪。」比丘用僧臥具", "1179": "向火炙身，是衣烟臭色弊減損脆爛襵皺，", "1180": "佛言：「著僧臥具不應向火炙身，若炙得突吉", "1181": "羅罪。若被著脊上向火炙身無罪。」比丘著僧", "1182": "臥具，入大小便處、入洗大小便處、入浴室，", "1183": "是衣臥具失色垢臭生虱。佛言：「從今日不得", "1184": "著僧臥具衣入大小便處，及洗大小便處、入浴", "1185": "室。若著入得突吉羅罪。」六群比丘欲剃髮，", "1186": "一小比丘剃未竟、未著袈裟，六群比丘驅小", "1187": "比丘去：「汝小。」佛言：「剃髮時，小比丘有少許髮", "1188": "在，不應驅去。若驅去得突吉羅罪。」僧剃刀鑷", "1189": "剪爪刀子，諸比丘已磨利欲用，六群比丘來", "1190": "驅去：「我上座！汝小，與我用。」諸比丘不與，鬪", "1191": "諍罵詈。佛言：「不應與，若有先受磨利者，", "1192": "用竟後應與他。」六群比丘見諸小比丘入大", "1193": "小便處、入洗大小便處，入驅去言：「我上座！汝", "1194": "小。」令諸無病者得病，病者增劇。佛言：「大小便", "1195": "處、洗大小便處，後入者不應驅先入者出。若", "1196": "驅得突吉羅罪。」六群比丘，浴室中語餘比丘：", "1197": "「汝起去！我是上座，汝小。」佛言：「浴室中上座不", "1198": "應驅下座去，待出時。若驅得突吉羅罪。」", "1199": "佛在舍婆提，時長老阿難在多眾中說法，", "1200": "有第一上座來，阿難教起，第二、第三亦如是", "1201": "起，是眾散去皆不一心。諸白衣言：「大德！此中", "1202": "無小食亦無中食，上座來何以起，使眾散去", "1203": "破聽法眾？若上座欲上座處坐，何以不先入？", "1204": "是阿難說法，不知初不知後，不知次第不知", "1205": "因緣，為誰故說？」是事白佛，佛言：「從今日說法", "1206": "時聽法時，上座來不應起，上座亦不應驅下", "1207": "座起。若自起、若驅他起，俱得突吉羅罪。」佛言：", "1208": "「若和上阿闍梨來，恭敬故起，不應語餘人起。", "1209": "若語餘人起，得突吉羅罪。從今日麁󰛪長", "1210": "繩床上，聽三人共坐。若三歲中間得共坐，四", "1211": "歲不得共坐。細󰛪繩床上聽二人共坐，獨坐", "1212": "床上聽一人坐。」有僧釜鑊瓫，諸比丘用煮染", "1213": "汁竟著餘處，持衣著染汁中，六群比丘來語", "1214": "餘比丘：「與我釜瓫瓶，我上座，汝小，我欲用。」", "1215": "持染汁瀉著一物中竟，復瀉著一物中，染", "1216": "汁漸少衣色變黑。諸比丘不與，鬪諍罵詈。", "1217": "是事白佛，佛言：「不應與。比丘若先取用竟，", "1218": "後應與上座。」染汁殘少許在，上座來索不欲", "1219": "與，佛言：「若少許殘，可却著餘處者，應與。」諸", "1220": "比丘取僧園中樹木，用煮飯煮羹、煮肉、煮湯、", "1221": "煮藥、煮染，舊比丘不喜，如是言：「我等經營種", "1222": "樹木勤苦，汝等客比丘，不語我默然取燒。」佛", "1223": "言：「應語舊比丘。」佛言：「從今日僧園中樹華，", "1224": "應取用供養佛塔及阿羅漢塔。若有淨人應", "1225": "使取菓噉，樹上大木，四方僧應用作梁椽。樹", "1226": "皮枝葉，諸比丘自在用。」", "1227": "佛在舍婆提。給孤獨作祇洹竟，種種莊嚴，四", "1228": "事供養與僧。諸比丘不受言：「佛未聽我等受", "1229": "如是莊嚴房舍。」是事白佛，佛言：「聽受清淨房", "1230": "舍。」六群比丘驅坐禪比丘：「汝起！我上座，汝小。」", "1231": "是事白佛，佛言：「坐禪時不應計大小，不應驅", "1232": "去。若驅去得突吉羅罪。」", "1233": "諸比丘用僧水洗脚，六群比丘驅去：「汝小，我", "1234": "上座。」是事白佛，佛言：「洗脚時不應計大小驅", "1235": "去。若驅得突吉羅罪。」諸比丘促僧拭脚物", "1236": "浣捩曬，欲拭複羅革屣，六群比丘言：「汝起", "1237": "去，我上座，汝小，取拭脚物來我用。」諸比丘不", "1238": "與，鬪諍罵詈。是事白佛，佛言：「不應與，若前", "1239": "人用竟應與。」", "1240": "有一住處，舊比丘屬塔物自貸用。是比丘死，", "1241": "諸比丘不知當云何？是事白佛，佛言：「衣鉢物", "1242": "還計直輸塔，餘殘僧應分。」一住處一比丘，衣", "1243": "鉢物為塔用。是比丘死，諸比丘不知當云何？", "1244": "是事白佛，佛言：「塔物計直還取，現前僧應分。」", "1245": "一住處一比丘，貸取四方僧物私用。是比丘", "1246": "死，諸比丘不知當云何？是事白佛。佛言：「財物", "1247": "還計直輸四方僧，餘殘現前僧應分。」", "1248": "一住處一比丘，衣鉢物貸四方僧用。是比丘", "1249": "死，諸比丘不知當云何？是事白佛。佛言：「衣", "1250": "鉢物四方僧物計直還，現前僧應分。客比丘、", "1251": "舊比丘亦如是。」", "1252": "一比丘衣鉢寄居士，居士失去，是比丘往居", "1253": "士邊索，居士言：「失。」比丘言：「汝自失，我不失。若", "1254": "失，汝自償。」諸比丘是事白佛，佛言：「若好看，失", "1255": "不應償；若不好看，失應償。」", "1256": "有賈客寄比丘衣物，比丘失去。是賈客往比", "1257": "丘邊索，比丘言：「失去。」賈客言：「汝自失，我不", "1258": "失。若失，汝自償。」諸比丘是事白佛，佛言：「若得", "1259": "自在，不應償；若不得自在，應償。」", "1260": "有居士祇洹中作房舍竟設飯食，眾多比丘", "1261": "千二百五十。是時四方國土不知法人皆來", "1262": "會，有布施諸比丘者，諸比丘呪願時讚佛言：", "1263": "「佛大力大德！」讚法大德大力！讚僧大德大力！", "1264": "讚大德舍利弗、目揵連、阿那律、難提、金毘羅，", "1265": "如是三寶無數無量阿僧祇。是中或有人持", "1266": "佛名字、或人持法名字、或人持僧名字、或人", "1267": "持舍利弗、目揵連、阿那律、難提、金毘羅名字、", "1268": "或人持無數無量阿僧祇名字，是大眾會不", "1269": "久各還散去，是人輩各還田舍聚落。餘時諸", "1270": "比丘出諸國田舍乞，有持佛名字者言：「佛來，", "1271": "與布施。」持法名字者言：「法來，與布施。」持僧名", "1272": "字者言：「僧來，與布施。」持舍利弗名字者言：「舍", "1273": "利弗來，與布施。」持目連、阿那律、難提、金毘羅、", "1274": "無數無量阿僧祇如是等名字者言：「無數無", "1275": "量阿僧祇來，與無數無量阿僧祇布施。」諸比", "1276": "丘不受是食。是事白佛，佛言：「是邊國人不知", "1277": "為是比丘故與食，而名與佛法僧、舍利弗、無", "1278": "數無量阿僧祇飲食，自在應受。」", "1279": "有比丘病，餘住處有親。親比丘來問訊，病比", "1280": "丘語坐。坐已問訊，客比丘小住便起欲去。病", "1281": "比丘言：「何以去？」答：「我不持衣鉢來。」病比丘言：", "1282": "「我與汝衣。」即與。客比丘一處宿，明日擔此衣", "1283": "去，病比丘見言：「我衣莫擔去。」客比丘言：「是衣", "1284": "實與我。」病比丘言：「非常與汝，受故與汝。」客比", "1285": "丘言：「是實常與。」病比丘不知當云何？便白佛。", "1286": "佛言：「是非實與，清淨故與，是比丘應還歸", "1287": "衣。軟語歸好，不歸強奪取，教受突吉羅罪", "1288": "懺。」佛在祇洹精舍住，時火災漸次來燒祇", "1289": "洹，是時佛呪願言：「我一切漏盡真阿羅呵得", "1290": "佛道，是實語故火即滅。」諸比丘持僧臥具出", "1291": "著一處，火滅後不知此諸臥具本屬何房舍？", "1292": "是事白佛。佛言：「應作幟。作幟故不可分別，", "1293": "應更作異相。作異相故不可知，應作輪、應作", "1294": "券文、應作德字。」如是作故不識，佛言：「應作", "1295": "字。是物某甲、某甲居士所布施，屬某甲、某甲", "1296": "房舍。」是臥具物雖知有所屬，復不知是物為", "1297": "屬何重閣？何者屬上閣？何者屬中閣？何者屬", "1298": "下閣？佛言：「應了了上作字，是屬上、是屬中、是", "1299": "屬下。」給孤獨居士作樓施僧，僧不受。是事白", "1300": "佛，佛言：「聽受樓。」給孤獨居士施僧褥，僧不", "1301": "受。白佛，佛言：「聽受褥。」居士白佛：「願聽我", "1302": "縷文氍毺施僧。」佛言：「除作女像，餘盡聽。」", "1303": "給孤獨居士作五百獨座漆畫床并褥施僧，", "1304": "僧不受言：「佛未聽我等畜如是上好獨坐床。」", "1305": "是事白佛，佛言：「聽受如是淨上好獨坐床。」", "1306": "佛在舍婆提，居士給孤獨死，以是故，祇陀", "1307": "槃那破壞無人治。諸比丘是事白佛，佛言：「應", "1308": "作羯磨，如七法衣法中說。」佛在舍婆提。諸人", "1309": "親里死，以白㲲裹，棄著死人處，如是思惟：", "1310": "「是人死，用是㲲為？持布施僧，可得福德。」思", "1311": "惟竟，即持白㲲詣祇洹，布施諸比丘。諸比", "1312": "丘不受，言：「佛未聽我等受棄死人處衣物。」是", "1313": "事白佛，佛言：「聽受。」", "1314": "有一貧窮人死，以衣裹棄死人處，如是思惟：", "1315": "「是死人用是衣為？當布施僧，可得福德。」思惟", "1316": "竟即持詣祇洹，布施諸比丘。諸比丘不受，言：", "1317": "「此衣無主，當從誰受？」是事白佛，佛言：「無餘人", "1318": "法應受。」彼人親里死，如是思惟：「更用異衣裹。", "1319": "異衣裹不淨，還從比丘索本衣，裹送著棄死", "1320": "人處。」諸親里往到比丘所索本衣。諸比丘不", "1321": "與。是事白佛，佛言：「應與。」親里裹死人，如是", "1322": "思惟：「是衣不吉，裹二死人，誰當受者？」并死人", "1323": "棄，棄竟還去，是衣即失。諸比丘還從彼人索，", "1324": "答言：「已失。」以是事白佛，佛言：「出來軟語索", "1325": "得好，不得法應強索。」", "1326": "有一比丘賒酤酒，未償便死。酒主從諸比丘", "1327": "責酒價，諸比丘答：「此比丘在時何以不責？」酒", "1328": "主言：「償我酒價，不償者出汝惡名聲，釋種沙", "1329": "門飲酒不肯償價。」諸比丘不知當云何？以是", "1330": "事白佛。佛言：「是比丘有衣鉢物應用償，若主", "1331": "無物應取僧物與償。何以故？恐出諸比丘惡", "1332": "名聲故。」", "1333": "佛在舍婆提。舍婆提諸賈客欲發去，是估客", "1334": "道中空澤畏處，有極好精舍。估客入精舍中，", "1335": "見諸比丘默然坐不眠不睡、坐禪入深禪定。", "1336": "是估客見諸比丘，心生厚信清淨，語諸子弟：", "1337": "「汝看少多有飲食者取來，布施是好比丘。」子", "1338": "弟答：「更無餘食，有少葡萄。」估客言：「隨少多", "1339": "與，若不布施無福德。」即以葡萄施諸比丘。", "1340": "諸比丘各各分，人得五枚。諸比丘各各覓淨", "1341": "人，或得或不得，不知當云何？以是事白佛。佛", "1342": "言：「都合諸葡萄一處火淨，應食。」", "1343": "佛在阿羅毘國。諸上座比丘初夜坐禪，中夜", "1344": "各各還房宿，道中諸惡蟲怖、師子怖、虎豹豺", "1345": "羆怖。以是事白佛，佛言：「從今日聽然炬行。」末", "1346": "利夫人詣祇洹欲聽法，諸比丘闇冥中說法，", "1347": "末利夫人言：「大德然燈。」諸比丘答：「無蘇油。」夫", "1348": "人言：「我當送。」後日即送。諸比丘即然燈，著", "1349": "地不大明。末利夫人即與燈樹，諸比丘言：", "1350": "「佛未聽我等受燈樹。」諸比丘不知當云何？是", "1351": "事白佛，佛言：「從今日聽受燈樹。」", "1352": "佛在王舍城。六群比丘以不淨脂，用師子、虎", "1353": "豹、豺羆脂塗脚已，到他象馬牛羊驢廐中。是", "1354": "畜生等聞脂臭，皆拽頓䩭靽驚走。諸人問：", "1355": "「畜生何以驚走？」六群比丘言：「我有大威德神", "1356": "力，是故驚走。」諸居士瞋呵罵言：「沙門釋子自", "1357": "稱：『善好有德。』似如獵師，用惡獸脂塗脚，使", "1358": "畜生驚怖散走，而言：『我有大神力威德。』」諸比", "1359": "丘少欲知足，聞是事心不喜，是事白佛。佛言：", "1360": "「從今日諸惡獸脂，不應用塗脚。若用得突", "1361": "吉羅罪。」佛在舍婆提。波斯匿王詣祇洹欲聽", "1362": "法，其日布薩說戒，諸比丘言：「大王！汝出！我", "1363": "等欲作法事。」王言：「我欲聽法事。」諸比丘言：「佛", "1364": "未聽我等未受大戒人前說戒法事。」是王必", "1365": "欲得聽，諸比丘不知當云何？是事白佛。佛言：", "1366": "「從今日聽在波斯匿王等諸王前說戒。大臣", "1367": "兵吏遣去，時波斯匿王得心清淨。」", "1368": "有一人大有諸地布施諸比丘，諸比丘不受。", "1369": "以是事白佛，佛言：「從今日聽眾僧受用，作園", "1370": "林、別房、房舍、經行處受用。」五比丘著五三肘", "1371": "衣，入聚落乞食，是衣曳地，脚躡土污風吹露", "1372": "身以是事白佛，佛言：「從今日聽諸比丘受泥", "1373": "洹僧，著入聚落，泥洹僧長四肘廣二肘。」阿羅", "1374": "毘國諸比丘，日日檐石土墼㼾甎泥土，治佛", "1375": "塔精舍，衣不淨垢污行乞食。諸居士瞋呵罵：", "1376": "「沙門釋子自言：『善好有德。』諸外道婆羅門尚", "1377": "著淨衣來乞食，是釋子今著作垢衣來乞食，", "1378": "如作胡麻油人、如土作人。」諸比丘以是事", "1379": "白佛，佛言：「從今日若作時，聽著內小泥洹", "1380": "僧。」", "1381": "佛在迦毘羅衛國。諸貴釋子出家，戲笑露胸", "1382": "行乞食。婆羅門言：「諸釋子自言：『善好有德。』今", "1383": "戲笑露胸乞食，使眾人見。」以是事白佛，佛言：", "1384": "「從今日聽著僧祇枝用覆胸入聚落乞食。」諸", "1385": "比丘早起，入聚落乞食，得食著一面，待時當", "1386": "食。是時大風雨，塵土入鉢食中。諸比丘心悔", "1387": "言：「是食更受，日時到，求淨人不可得。」諸比丘", "1388": "不得淨人，日時欲過，是事白佛。佛言：「從今日", "1389": "聽五塵不受應食：米塵、穀塵、水塵、衣塵、風塵，", "1390": "是為五塵。」", "1391": "憍薩羅國諸比丘，得甘蔗作分，諸上座得多", "1392": "無齒，中座下座及沙彌得少，齒利噉即盡。眼", "1393": "看上座欲更得，以是事白佛，佛言：「從今日飲", "1394": "食時，應等分。」", "1395": "憍薩羅國眾多比丘夏安居，諸居士等見眾", "1396": "多比丘，便欲次第請食。若自減食分布施比", "1397": "丘，或半月食、或一月食。諸比丘受食竟，自恣", "1398": "已夏後月，分衣物分食分竟，各各自出去。", "1399": "餘比丘憍薩羅遊行，欲至舍婆提到住處，非", "1400": "時大雨墮。諸比丘問：「是中有檀越能與食不？」", "1401": "有比丘言：「無。」問：「有僧食不？」答：「本有僧食，夏後", "1402": "月安居竟，分衣物分食分已各自去。」諸比丘", "1403": "少欲知足，聞是事心不喜，呵責諸比丘言：「何", "1404": "以名比丘，僧食物，夏安居竟各自分去？」諸比", "1405": "丘種種因緣呵竟，以是事白佛。佛言：「從今日", "1406": "僧食不應分。若分得突吉羅罪。從今日聽樹", "1407": "下安居時，若有好樹讓上座，如樹下露地亦", "1408": "如是。有事應羯磨十四人。」", "1409": "佛在婆伽國。國中有貴人子名滿提，請佛及", "1410": "僧明日於舍食，佛及僧默然受請。滿提知佛", "1411": "受請，為佛作禮繞三匝還歸，是夜辦種種飲", "1412": "食布坐處，遣使白佛：「食具已辦，唯佛知時。」佛", "1413": "與比丘僧前後圍繞俱入滿提舍，佛在僧中", "1414": "敷座處坐。滿提子弟不信佛法僧，皆是婆羅", "1415": "門。邊國人下食時，不疾與、少與、不一心與，與", "1416": "時觸比丘手。比丘語言：「高舉手莫觸我手。」子", "1417": "弟言：「我非白癩、非旃陀羅，汝等何以惡我？」諸", "1418": "比丘不知當云何？是事白佛，佛言：「若不輕與", "1419": "得受。若輕故觸手不應受。」", "1420": "憍薩羅國一住處，一比丘死。是死比丘，以", "1421": "衣鉢物寄比丘尼精舍。諸比丘言：「我等應分。」", "1422": "比丘尼言：「我等應分。」比丘不知云何？以是事", "1423": "白佛。佛言：「若比丘死前，寄比丘尼衣鉢物，現", "1424": "前比丘僧應分。」", "1425": "憍薩羅國一住處，比丘尼死。是死比丘尼，以", "1426": "衣鉢物寄比丘精舍。諸比丘尼言：「我等應分。」", "1427": "比丘言：「我等應分。」比丘尼不知云何？以是事", "1428": "白佛。佛言：「若比丘尼死前，寄比丘衣鉢物，現", "1429": "前比丘尼僧應分。」", "1430": "佛在舍婆提。釋子跋難陀死，衣鉢直三十萬", "1431": "兩金。憍薩羅國王波斯匿言：「是人無兒子", "1432": "故，是物應屬我。」佛遣使語波斯匿王言：「大王！", "1433": "王賜城邑聚落人稟，頗少多與跋難陀稟分", "1434": "不？」王言：「不與。」佛言：「誰力故令得生活，是應", "1435": "分。僧力故，今應取。」王聞好教便止。諸剎利輩", "1436": "言：「是比丘與我同姓同生，同是剎利種，是衣", "1437": "鉢物應屬我等。」佛遣使語剎帝利言：「汝等作", "1438": "國事、大事、官事，頗問跋難陀不？」答：「不問。」「跋難", "1439": "陀不在時，汝作官事，頗待跋難陀不？」答言：「不", "1440": "待。」佛言：「跋難陀共僧羯磨，跋難陀不在時僧", "1441": "不羯磨，是衣鉢物應屬僧。」諸剎利聞是好教", "1442": "便止。諸親族中表內外皆言：「是跋難陀是我", "1443": "伯叔、父舅、外甥、兄子，是衣鉢物應屬我等。」", "1444": "佛遣使語言：「汝等嫁女、娶婦、會同、取與錢財，", "1445": "頗待跋難陀與分不？」答言：「不。」佛言：「諸與跋難", "1446": "陀衣食分者，應得是衣分。跋難陀僧與食故，", "1447": "是衣鉢物應屬僧。」諸親族聞是好教便止。跋", "1448": "難陀衣鉢物寄在餘處，是跋難陀於餘處死，", "1449": "寄物處諸比丘言：「是衣鉢物我等應分。」死處", "1450": "諸比丘言：「是衣鉢物我等應分。」以是事白佛。", "1451": "佛言：「是諸衣鉢物，在界內現前僧應分。」跋難", "1452": "陀衣鉢物，處處出息與人，應異處死，異處人", "1453": "負其債，死後負債處諸比丘言：「是物我等應", "1454": "分。」死處諸比丘言：「是物我等應分。」佛言：「負債", "1455": "處界內，彼比丘應分。」跋難陀衣鉢物，保任出", "1456": "息餘處死，餘處出息，餘處保任。死處諸比丘", "1457": "言：「是衣鉢物應屬我等。」出息處諸比丘言：「是", "1458": "衣鉢物應屬我等。」保任處諸比丘言：「是衣鉢", "1459": "物應屬我等。」佛言：「保任處界內現前僧應分。」", "1460": "跋難陀衣鉢出息質物，跋難陀異處死，質物", "1461": "復在異處，取錢人亦在異處。死處諸比丘言：", "1462": "「是財物應屬我等。」質物處諸比丘言：「是財物", "1463": "應屬我等。」取錢處諸比丘言：「是財物應屬我", "1464": "等。」佛言：「質物處界內現前比丘應分。」跋難", "1465": "陀衣鉢財物，與他作券出息，跋難陀異處死，", "1466": "取錢者在異處，作券人亦在異處。死處諸比", "1467": "丘言：「是物應屬我等。」取錢處諸比丘言：「是物", "1468": "應屬我等。」有手執券處諸比丘言：「是物應屬", "1469": "我等。」諸比丘不知當云何？以是事白佛。佛言：", "1470": "「有手執券處界內現前比丘應分。若手執券、", "1471": "若質物，是二無異。」佛在舍婆提。牟羅破求那", "1472": "比丘死，是衣鉢物，本寄長老阿難。牟羅破求", "1473": "那在異處死，長老阿難在異處，所寄衣鉢物", "1474": "在異處。死處諸比丘言：「是衣鉢物應屬我等。」", "1475": "長老阿難所住處諸比丘言：「是衣鉢物應屬", "1476": "我等。」寄衣鉢物處諸比丘言：「是衣鉢物應屬", "1477": "我等。」諸比丘不知當云何？以是事白佛。佛言：", "1478": "「阿難所在處界內現前比丘應分。」", "1479": "十誦律卷第六十一"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1435 十誦律: 十誦律: 十誦律: 十誦律", "source": "CBETA"}