{"author": "吳 支謙譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1477 佛說戒消災經: 佛說戒消災經: 佛說戒消災經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1477", "1": "佛說戒消災經一卷", "2": "吳月支優婆塞支謙譯", "3": "聞如是：一時佛在舍衛國。爾時有一縣，皆奉", "4": "行佛五戒、十善，一縣界無釀酒者。中有大姓", "5": "家子，欲遠賈販，臨行父母語其子言：「汝勤持", "6": "五戒，奉行十善，慎莫飲酒，犯佛重戒。」受教而", "7": "行。往到他國，見故同學、親友相得歡喜。將", "8": "歸，出蒲萄酒，欲共飲之。辭曰：「吾國土奉佛五", "9": "戒，無敢犯者，飲酒後生為人愚癡，不值見佛。", "10": "且辭親行，父母相誡，以酒蒸仍違教犯戒，", "11": "罪莫大也。知識區區，別久會同，心雖悅喜，不", "12": "宜使吾犯戒，違親教也。」主人言：「吾與卿同師，", "13": "恩則兄弟，吾親則是子親，父母相欽，豈可", "14": "違之！若吾在卿家，必順子親。」事不獲已，乃聽", "15": "飲之。醉臥三日，醒悟，心悔怖懼。事訖還家，", "16": "具首於親，父母報言：「汝違吾教，加復犯戒，亂", "17": "法之漸，非孝子也。無得說之，為國作先。」便以", "18": "所得物逐令出國，無宜留此。子以犯戒，為親", "19": "所逐，乃到他國，住客舍家。主人所事三鬼神", "20": "能作人，現對面飲食、與人語言。主人事之，積", "21": "年疲勞，居財空盡，而家疾病、死喪不絕，患厭", "22": "此鬼，私共論之。鬼知人意而患苦之，鬼自相", "23": "共議：「此人財產空訖，正為吾耳，未曾有益，", "24": "令相厭患。宜求珍寶以施與之，令其心悅！」便", "25": "行盜他方國王庫藏好寶，積置園中，報言：", "26": "「汝事吾歷年，勤苦甚久，今欲福汝，使得饒富，", "27": "此乃快乎？」主人言：「受大神恩。」鬼曰：「汝園中有", "28": "金銀，可往取之，方有大福，令得汝願。」主人欣", "29": "然入園，見物奇異，負摙歸舍，辭謝受恩：「明日", "30": "欲設飲食，願屈顧下。」施設餚饌皆辦，鬼神來", "31": "詣門，見舍衛國人在主人舍，便奔走而去。主", "32": "人追呼請還：「今設微供皆已辦具，大神既已", "33": "顧下，委去何為？」神曰：「卿舍尊客，吾焉得前。」", "34": "重復驚走。主人還歸坐自思惟：「吾舍之中，無", "35": "有異人，正有此人耳！」即出語言，恭設所有，", "36": "極相娛樂，飲食已竟，因問之曰：「卿有何功德", "37": "於世？有此吾所事神畏子而走？」客具說佛功", "38": "德、五戒、十善；實犯酒戒，為親所逐，尚餘四戒，", "39": "故為天神所營護，卿神不敢當之。主人言：", "40": "「吾雖事此神，久厭之，今欲奉持佛五戒。」因從", "41": "客受三自歸、五戒、十善，一心精進，不敢懈怠。", "42": "問佛所在，可得見不？客曰：「佛在舍衛國給孤", "43": "獨園中，往立可見。」主人一心到彼，經歷一亭，", "44": "中。有一女人端正，是噉人鬼婦也。男子行路", "45": "逈遠，時日逼暮，從女人寄止一宿，女即報", "46": "言：「慎勿留此，宜急前去。」男子問曰：「用何等", "47": "故，將有意乎？」女人報曰：「吾已語卿，用復問", "48": "為？」男子自念：「前舍衛國人，完佛四戒，我神尚", "49": "為畏之乃爾，我已受三自歸、五戒、十善，心不", "50": "懈怠，何畏懼乎！」遂自留宿。噉人鬼見護戒威", "51": "神徘徊其旁，去亭四十里，一宿不歸。明日男", "52": "子進路，見鬼所噉人骸骨狼藉，衣毛為起，", "53": "心怖而悔，退自思惟：「我在本國，家居衣食極", "54": "快足用，空為此人所化，言佛在舍衛國，未", "55": "覩奇妙，反見骸骨縱橫，惡意更生。」自念不如", "56": "還彼女人，將歸本土，共居如故，不亦樂乎。即", "57": "時迴還還至亭所，因從女人復求留宿。女", "58": "人謂男子：「何復還耶？」答曰：「行計不成，故迴", "59": "還耳，復寄一宿。」女言：「卿死矣，吾夫是噉人", "60": "鬼，方來不久，卿急去。」此男子不信，遂止不", "61": "去，心更迷惑，婬意復生，不復信佛三自歸之", "62": "德、五戒、十善之心，天神即去，無復護之。鬼得", "63": "來還，女人恐鬼食此男子，哀愍藏之瓮中，鬼", "64": "聞人氣謂婦言：「爾得肉耶？吾欲噉之。」婦言：「我", "65": "不行。何從得肉？」婦問鬼：「卿昨夜何以不歸？」", "66": "鬼言：「坐汝所為而舍尊客宿，令吾見逐。」甕中", "67": "男子踰益恐怖，不復識三自歸意。婦言：「卿", "68": "何以不得肉乎？」鬼言：「正為汝舍佛弟子，天神", "69": "逐我出四十里外，露宿震怖，于今不安，故不", "70": "得肉。」婦聞默喜，因問其夫：「佛戒云何悉所奉", "71": "持？」鬼言：「我大飢極，急以肉來，不須問此，此是", "72": "無上正真之戒，非吾所敢說也。」婦言：「為說之，", "73": "我當與卿肉。」鬼類貪殘，欲食無止，婦迫問之，", "74": "因便為說三自歸、五重戒：一曰慈仁不殺；二", "75": "曰清信不盜；三曰守貞不婬；四曰口無妄言；", "76": "五曰孝順不醉。鬼初說一戒時婦輒受之，五", "77": "戒心執口誦，男子於甕中識五戒，隨受之。天", "78": "帝釋知此二人心自歸佛，即選善神五十人，", "79": "擁護兩人，鬼遂走去。到明日，婦問男子：「怖乎？」", "80": "答曰：「大怖！蒙仁者恩，心悟識佛。」婦言男子：", "81": "「昨何以迴還？」答曰：「吾見新久死人骸骨，縱橫", "82": "恐畏，故屈還耳。」婦言：「骨是吾所棄者也，吾本", "83": "良家之女，為鬼所掠，取吾作妻，悲窮無訴，", "84": "今蒙仁恩，得聞佛戒，得離此鬼。」婦言：「賢者今", "85": "欲到何所？」男子報言：「吾欲到舍衛國見佛。」婦", "86": "曰：「善哉！吾置本國及父母，隨賢者見佛。」便俱", "87": "前行，逢四百九十八人，因相問訊：「諸賢者從", "88": "何所來，欲到何所？」答曰：「吾等從佛所來。」問言：", "89": "「卿等已得見佛，何為復去？」報言：「佛日說經，意", "90": "中罔罔故尚不解，今還本國。」兩賢者具說本", "91": "末，以鬼畏戒，高行之人，意乃開解，俱還見佛。", "92": "佛遙見之，則笑，口中五色光出，阿難長跪：「佛", "93": "不妄笑，將有所說。」佛語阿難：「汝見是四百九", "94": "十八人還不？」對曰：「見之。」佛言：「此四百九十八", "95": "人，今得其本師，來見佛者，皆當得道。」五百人", "96": "至佛所前，為佛作禮，一心聽經，心開意解，皆", "97": "作沙門，得阿羅漢道。佛言：「犯酒戒者，則是客", "98": "舍主人，與此女人累世兄弟也；然此二人是", "99": "四百九十八人前世之師也。世人求道，要當", "100": "得其本師及其善友，爾乃解耳。」佛說經竟，諸", "101": "比丘皆大歡喜，前為佛作禮而去。", "102": "佛說戒消災經一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1477 佛說戒消災經: 佛說戒消災經: 佛說戒消災經", "source": "CBETA"}