{"author": "唐 知恩撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2736 金剛般若經依天親菩薩論贊略釋秦本義記卷上", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2736 [cf. No. 235]", "1": "金剛般若經依天親菩薩論贊略", "2": "釋秦本義記", "3": "西京崇聖寺沙門知恩集", "4": "將釋此經五門分別。一辨教因緣。二定經宗", "5": "旨。三明處會。四敘翻譯。五正釋文義。第一", "6": "辨教因緣者。於中有十。一為宣說菩薩行故。", "7": "如經汝今諦聽當為汝說。善男子善女人。發", "8": "阿耨多羅三藐三菩提心。應如是住如是降", "9": "伏其心等。二隨順諸佛法故。如經須菩提於", "10": "意云何。如來有所說法不。須菩提言。世尊。", "11": "如來無所說。解云。諸佛說同名為無說。三", "12": "為對除我法執故。如經若當來世後五百歲。", "13": "其有眾生得聞是經信解受持。是人即為第", "14": "一希有。何以故。此人無我相人相眾生相壽", "15": "者相。所以者何。我相即是非相人相眾生相", "16": "壽者相即是非相等。解云。此文初何以故對", "17": "除我執。後所以者何對除法執也。四為遮斷", "18": "種現疑故。言種疑者謂遮彼未來。如經不可", "19": "以身相得見如來。乃至下文莫作是念等。言", "20": "現疑者為防其已起。如經佛告須菩提莫作", "21": "是說等。五為發生比證信故。言比信者。如", "22": "經當知是人不於一佛二佛三四五佛而種善", "23": "根。已於無量千萬佛所種諸善根。聞是章句。", "24": "乃至一念生淨信等者。言證信者。如經何以", "25": "故。是諸眾生無復我相人相眾生相壽者相。", "26": "無法相亦無非法相等。六為成就自利利他故。", "27": "言自利者。如經須菩提菩薩應離一切相", "28": "發阿耨多羅三藐三菩提心。乃至佛說菩薩", "29": "心不應住色布施等。言利他者。如經須菩提", "30": "菩薩為利益一切眾生應如是布施。乃至如", "31": "來說一切眾生即非眾生等。七為轉滅輕重", "32": "業故。如經須菩提若善男子善女人。受持讀", "33": "誦此經。若為人輕賤。是人先世罪業。應墮", "34": "惡道。以今世人輕賤故。先世罪業則為消滅。", "35": "當得阿耨多羅三藐三菩提。八為解脫見修", "36": "惑故。如經我於爾時無我相無人相眾生相", "37": "壽者相。乃至我於往昔節節支解時。若有我", "38": "相人相眾生相壽者相應生瞋恨等。九為顯", "39": "示福慧因故。如經善男子善女人。以滿恒河", "40": "沙等世界七寶布施。若復有人知一切法無", "41": "我得成於忍。此菩薩勝前菩薩所得功德。解", "42": "云。知一切法無我得成於忍者。即是智度名", "43": "為慧因顯法身故。此菩薩勝前菩薩所得功", "44": "德者。即是五度名為福因生報化故。十為發", "45": "明真應果故。如經若有人言如來若來若去", "46": "若坐若臥。是人不解我所說義。何以故。如", "47": "來者無所從來亦無所去故名如來。解云。若", "48": "來若去等相明應身果。亦無所去等明真身", "49": "也。", "50": "第二定經宗旨者。此經上明智慧。即以般若", "51": "為宗。然般若不同有其三異。一實相。二觀", "52": "照。三文字。如是三種義該諸慧。實相顯般", "53": "若之境。觀照彰般若之體。文字即般若之詮。", "54": "無詮不可以會旨故。文字得智慧之名。無境", "55": "不可以標真故。實相同般若之位。是知相從", "56": "而說慧包文理。剋實而言宗唯觀照。觀照即", "57": "此經之義。金剛有斷割之功法喻相明宗斯", "58": "在矣。然觀照般若依莊嚴論以六義釋。一以", "59": "慧為性。以能正擇諸法故。二以定為因。依", "60": "定生故。三以解脫為果。於染污法得解脫故。", "61": "四以命說為業。菩薩以智慧為命。以正說為", "62": "業故。五以上首為相應。於一切法為上首故。", "63": "六以三種為品。謂世間出世間大出世間故。", "64": "第三明處會者。依大般若經總有四處十六", "65": "會說。言四處者。一在王舍城鷲峯山中。二", "66": "在室羅筏城給孤獨園。三在他化自在天摩", "67": "尼寶藏殿。四在王舍城竹林園白鷺池側。言", "68": "十六會者。具如彼說。問。此經四處之中當", "69": "何處說。十六會中於何會說。答。四處之中當", "70": "在給孤獨園說。十六會中第九說也。", "71": "第四敘翻譯者。此經前後凡經六譯。第一後", "72": "秦時鳩摩羅什法師於長安譯。文云舍衛國。", "73": "第二後魏時三藏法師菩提流支於洛陽", "74": "譯。文云婆伽婆。并譯天親菩薩論三卷金剛", "75": "仙記十卷。第三陳梁間真諦三藏於廣州譯。", "76": "文云祇樹林。并出本記四卷。第四隋大業中", "77": "笈多三藏所譯金剛能斷。并譯無著論兩卷。", "78": "第五大唐三藏玄奘法師所譯名能斷金剛。", "79": "又有日照三藏功德施論兩卷。第六周義淨", "80": "三藏所譯。文云佛薄伽梵在名稱大城。并重", "81": "譯天親論三卷。如上諸本大況相同。於中文", "82": "質遂成廣略故。使讀持之者偏仰秦經。義學", "83": "之徒多從魏本。今所釋之者。即當羅什法師", "84": "所譯秦本經也。", "85": "第五正釋文義者。於中有二。一釋經題目。二", "86": "科文解義。初釋題目者。經金剛者舉能喻之", "87": "寶也。金中之剛故名金剛。此寶殊勝體類眾", "88": "多。今略取其堅利二義。堅即就體利即就用。", "89": "體堅故物不能壞。用利故能摧萬物。般若者", "90": "即所喻法也。梵音般若。此名淨慧。亦云無相", "91": "智。以三種智即名慧。如是智慧同彼金剛。波", "92": "羅者梵語。此翻云岸。岸有二種。一此岸。二彼", "93": "岸。蜜多者梵語。此云能到。亦云能離。即以", "94": "三界生死為此岸。菩提涅槃為彼岸。二障煩", "95": "惱為中流妙用般若為船筏故。發心者乘妙", "96": "用船捨生死岸。度煩惱海登涅槃山。是故名", "97": "為波羅蜜也。經者以貫穿攝持所義。即貫穿", "98": "所應說義攝持所化眾生。上之七字所詮。下", "99": "之一字能詮。能詮所詮及法喻等。是故題曰", "100": "金剛般若波羅蜜經。已上釋題目訖。自此已", "101": "下科斷經文。", "102": "經。如是我聞一時佛在舍衛國祇樹給孤獨", "103": "園與大比丘眾千二百五十人俱　依道安法", "104": "師經無大小例開三分。謂序正流通。今判此", "105": "經亦為三分。初名序分。時長老須菩提下至", "106": "應作如是觀。即正宗分。後佛說此經已下至", "107": "信受奉行。是流通分。就初序分中復分為二。", "108": "初名證信序分。後爾時世尊下名發起序。前", "109": "證信序中。依真諦三藏般若記中開為七事。", "110": "一如是者標所聞法。阿難云佛所說經如於", "111": "諸法故名為如如。諸法言契理非謬稱之為", "112": "是。二我者辨能聞人。傳法弟子阿難比丘五", "113": "蘊假者稱之為我。三聞者即親承音言。謂耳", "114": "根發識聽受曰聞。四一時者明所聞法善合", "115": "時機。謂說者聽者共相會遇非前非後名曰", "116": "一時。五佛者彰能說師。梵音佛陀。此名覺", "117": "者。具真俗智自他覺滿故名為佛。六在舍衛", "118": "國等者。顯說有處也。遊化所居目之為在。舍", "119": "衛國者此云聞物也。祇樹者謂祇陀太子所", "120": "施樹也。此云戰勝。即波斯匿王之太子也。給", "121": "孤獨園者。須達長者所買園也。此云善施。", "122": "其人內慈外富。賑貧恤寡鄉人美之號給孤", "123": "獨也。須達布金買園。祇陀施樹共立精舍故。", "124": "於此處雙舉二人之名。以辨伽藍之目矣。故", "125": "曰祇陀樹給孤獨園也。七與大比丘眾等者。明", "126": "非獨聞也。與者共也大也勝也。此諸比丘皆", "127": "是大阿羅漢。勝前有學故名為大。言比丘者", "128": "此云乞士。清淨活命故。眾者四人已上和合", "129": "名眾。千二百五十人俱者。智度論云。優樓", "130": "頻螺迦葉并門徒五百人。伽耶迦葉那提迦", "131": "葉并門徒各二百五十人。舍利弗目犍連并", "132": "門徒共二百五十人。此等多是應化聲聞。常", "133": "隨逐佛。是故經中往往別列。俱者同處同時", "134": "之義。即是阿難或是如來。與諸比丘及四部", "135": "眾同在給孤獨園時也。", "136": "經。爾時世尊食時著衣持鉢入舍衛國大城", "137": "乞食於其城中次第乞已還至本處　自下明", "138": "第三發起序也。發起之義多種不同。廣如諸", "139": "經。而今此經偏明智慧故。以戒定而為發起。", "140": "發起序中文分為三。初示以戒化明三昧有", "141": "因。後示以定攝明智慧為果。此文初也。文中", "142": "有七句。第一爾時世尊者明化主也。成實論", "143": "云。具上九號故曰世尊。食時者第二明化晨", "144": "也。寅卯所營未辨巳午飯食已終辰時行乞", "145": "故曰食時。著衣持鉢者。第三明化儀也。言", "146": "著衣者入王宮聚落僧伽梨等是也。亦云降", "147": "伏外道衣。持鉢者即持菩提樹下四天王所", "148": "獻石鉢。如是四鉢佛神力故。按之為一名應", "149": "量器。世尊為破裸形外道故。所以著衣。為", "150": "破手捧食故。所以持鉢。入舍衛大城者。第", "151": "四明化處也。准西域記。園在城南五六里。今", "152": "自外適內名之為入。智度論云。此城縱廣十", "153": "二由旬。居家九億故名為大。乞食者第五明", "154": "化事也。依轉女身經云。如來化身全段金剛", "155": "無生熟二藏。今示有乞食者。有眾多利益生", "156": "彼福田也。如大迦葉捨富從貧益貧不益富。", "157": "須菩提捨貧從富益富不益貧。佛等利益故", "158": "次第行乞也。還至本處者第七明化終也。如", "159": "來食處有二。一者受請在白衣家。二者不受", "160": "乞食事訖還所住。今却至祇園義當第二。總", "161": "以知足故乞不過量故知時故還至本處也。", "162": "經。飯食訖收衣鉢者。第二示以定攝明智慧", "163": "為果也。文中有三。一併資緣。二清淨業。三", "164": "正明入定。此文初也。外化必資於衣鉢故。先", "165": "明著持衣內靜要併於資緣故今收置。", "166": "經。洗足已者。第二清身業也。仙記云。如來", "167": "行時地神化花以承其足。離地四指為眾生", "168": "故。途行示污足故。教入定示清身業也。", "169": "經。敷座而坐者。第三正明入定方便。先敷", "170": "座具。即尼師檀此云敷具也。言而坐者正明", "171": "入定也。已上明序分訖。", "172": "經。時長老須菩提在大眾中即從座起偏袒", "173": "右肩右膝著地合掌恭敬　自下第二明正宗", "174": "分也。此中人多麁判分為二周。初明地前。後", "175": "第二云何下明其地上。今詳文理將為不然", "176": "斷疑中論自釋云。自此已下明一切修多羅示", "177": "現斷生疑心。既云一切明知非別。今就正宗", "178": "之中文分為四。一善現申請。二如來讚許。三", "179": "善現樂聞。四如來正答。此文初也。文復有三。", "180": "一標列請人。二讚佛化德。三正宣請詞。此文", "181": "初也。所言時者問法時也。言長老者是尊之", "182": "稱也。謂有長者老年之德。言須菩提者請法", "183": "人也。須菩提聲含三義。謂生時室空現空善", "184": "相父母問師唯善唯吉故名善吉。亦云善現。", "185": "亦曰空生。隨舉無失。在大眾中。即從座起", "186": "者。問法之義也。偏袒右肩者。敬師之相也。", "187": "右膝著地者。發問之端也。合掌恭敬者。斂", "188": "容專念也。", "189": "經。而白佛言希有世尊　第二嘆佛化德也。", "190": "文中有二。一總嘆。二別嘆。此文總也。十住", "191": "婆沙論云。一者現通希有。二者逆說彼心希", "192": "有。三者教化希有。今言希有者。即當第三教", "193": "化希有也。言世尊者。第十號也。", "194": "經。如來善護念諸菩薩善付囑諸菩薩者。第", "195": "二別嘆德也。言如來舉佛第一號也。如者所", "196": "證之法。來者能證之智。智證真如來成正覺", "197": "故曰如來。言善護念諸菩薩者。根熟菩薩。佛", "198": "自護念令成就佛功德法同佛自利行。及化", "199": "眾生法同佛利他行。言付囑者。根未熟菩薩", "200": "佛將付與根熟菩薩囑令教受令於已得大乘", "201": "不退未得大乘進修也。種性已去菩薩名為", "202": "根熟。種性已前菩薩名根未熟也。", "203": "經。世尊善男子善女人發阿耨多羅三藐三", "204": "菩提心應云何住云何降伏其心　第三正宣", "205": "請詞也。言世尊者標能答人也。善男子善女", "206": "人者。明所為人也。具信等根名為善也。發阿", "207": "耨多羅三藐三菩提心者。標所起心也。阿之", "208": "言無。耨多羅者上。三名正。藐名遍。後三名", "209": "知。菩提名覺。總曰無上正遍知覺。正是如理", "210": "智。遍是如量智。知是無分別智。覺是後得智。", "211": "如理智緣真故言正。如量智緣俗故言遍。無", "212": "分別智斷二無知故言知。後得智出過眼夢", "213": "之表故言覺。此之四智即佛果正體。若人發", "214": "心遠求此果名發菩提心也。應云何住云何", "215": "降伏其心者。明所請行也。准魏本經及無著", "216": "天親等論。合有三問。今闕第二修行問也。言", "217": "應云何住者。問發趣大乘菩薩。於一切時住", "218": "何等心。次問云何修行者。問發趣大乘菩薩。於", "219": "一切時修何等行。後問云何降伏者。問發趣", "220": "大乘菩薩。於一切時降伏何想。", "221": "經。佛言善哉善哉須菩提如汝所說如來善", "222": "護念諸菩薩善付囑諸菩薩　自下第三明如", "223": "來讚許也。於中有三。一讚述。二勅聽。三許", "224": "說。此文初也。言善哉善哉者。讚之極也。所以", "225": "重讚者。以須菩提讚問兩所契故。一契所化", "226": "者心。二契能化者德。如汝所說等述也。", "227": "經。汝今諦聽　第二勅聽也。諦謂審實。欲令", "228": "須菩提以實信深慧。樂聞觀察故言諦聽。", "229": "經。當為汝說善男子善女人發阿耨多羅三", "230": "藐三菩提心應如是住如是降伏其心　第三", "231": "許說也。以將說故名之為當。言應如是住如", "232": "是降伏其心者。謂如來許可說也。謂隨二問", "233": "我當分別教示。令汝等如是住如是修行如", "234": "是降伏其心也。", "235": "經。唯然世尊願樂欲聞　第三善現樂聞也。", "236": "既承印述又蒙勅聽。一心渴仰故曰樂聞。", "237": "經。佛告須菩提諸菩薩摩訶薩應如是降伏", "238": "其心　自下第四如來正答也。於中有二。初", "239": "答問。後可以身相下斷疑。前中有三。第一", "240": "答前云何住問。第二復次須菩提菩薩於法", "241": "下。答前所闕云何修行問。第三須菩提菩薩", "242": "應如是布施下。答前云何降伏其心問。此文", "243": "第一答前住問也。准魏本經。此中云何菩薩", "244": "生如是心。此本云降伏者。准梵本但能生能", "245": "度眾生之心。即有降伏不度眾生之義故。此", "246": "就降伏義譯也。文中有二。初總令降伏示起", "247": "廣大等四心。後別教生四心行相。此文初也。", "248": "言菩薩者。菩謂菩提。即所求佛果。薩謂薩", "249": "埵。即所化眾生。良以此人有智故能上求佛", "250": "果。有悲故能下化眾生。菩下去提。薩下去", "251": "埵故云菩薩。應如是降伏其心者。謂降伏凡", "252": "夫二乘不度眾生心也。即是生起菩薩度眾", "253": "生心也。", "254": "經。所有一切眾生之類者。第二別教生起", "255": "四心行相也。文別有四。一明廣大心。二明", "256": "第一心。三明常心。四明不顛倒心。就廣大", "257": "心中文別有二。初總舉後別顯。此總舉也。言", "258": "廣大者。即是約境以顯心也。由境寬遍心名", "259": "廣大。言所有一切眾生之類者。總舉四生三", "260": "界等所有眾生也。故無著論云。此總相說也。", "261": "言眾生者。智度論云。五蔭和合中生名眾生", "262": "也。", "263": "經。若卵生若胎生若濕生若化生　後文顯", "264": "也。依無著論分為三攝。一受生攝。二依止", "265": "攝。三境界攝。此即第一受生攝也。受生不", "266": "同有其四種。依殼而生曰卵。含藏而出曰胎。", "267": "假潤而興稱濕。無而忽有名化。如是四種稱", "268": "一切眾生盡。是故菩薩總之為願。", "269": "經。若有色若無色　第二稱依止是身也。若", "270": "有色者。謂欲色二界有色身故。若無色者。謂", "271": "上四空眾生無形色故。此二亦攝一切眾生。", "272": "是故菩薩總令眾生出離三界也。", "273": "經。若有想若無想若非有想若非無想　第", "274": "三境界稱也。想是能取境。是所取就想明", "275": "境故。云境界攝也。若有想者。謂無所有處", "276": "已下眾生除無想一天。餘皆有麁想取麁境", "277": "界故。若無想者。謂四禪中無想一天都無想", "278": "心取境界故。若非有想若非無想者。謂有頂", "279": "一地無麁想故名非有想故名非無想。此中", "280": "言若非有想若非無想者。賸一若字若存下", "281": "若字即非一地。此三亦攝一切眾生盡。", "282": "經。我皆令入無餘涅槃而滅度之　第二明", "283": "第一心也。謂令眾生得大涅槃第一樂故。然", "284": "彼菩薩所起如上廣大願者定也。為與眾生", "285": "究竟常樂名第一心。我皆令入者舉菩薩之", "286": "大慈也。無餘涅槃者。明所得之圓寂也。永", "287": "盡三火名之為滅。高昇彼岸目之為度。以斯", "288": "證入名滅度之。言無餘涅槃者。離二生死故", "289": "名無餘也。", "290": "經。如是滅度無量無數無邊眾生實無眾生", "291": "得滅度者　第三明心常也。然此菩薩遠離", "292": "分別見成就同體悲。此悲所成由智所立智", "293": "通一想。悲即無二即無疲厭。通一想故常自", "294": "涅槃。是故論云。菩薩取一切眾生由如己身。", "295": "以此義故。菩薩自滅度無異眾生滅度也。", "296": "經。何以故者。第四明不顛倒心也。文中有", "297": "二。初徵起。後釋成。此文初也。徵之意者。菩", "298": "薩設見眾生。是己所度有何過耶。", "299": "經。須菩提若菩薩有我相人相眾生相壽者", "300": "相即非菩薩　後文釋成也。今泛明顛倒有", "301": "其三種。一見倒。二想倒。三心倒。此中離想", "302": "倒故名為不顛倒。如是想倒依身見起。是故", "303": "菩薩起如是想失菩薩名。若翻於此即順正", "304": "慧不起如是名不顛倒心也。", "305": "經。復次須菩提菩薩於法應無所住行於布", "306": "施　自下第二答前所闕云何修行也。文中", "307": "有三。一教菩薩不著自身修行。二教菩薩不", "308": "住報恩修行。三教菩薩不住果報修行。此中", "309": "闕初段文也。所以答修行問。先明布施者。以", "310": "菩薩萬行六度為願源。波羅蜜中檀義通攝。", "311": "是故舉斯一號該彼六門。即檀波羅蜜名資", "312": "生施。尸波羅蜜羼提波羅蜜名無畏施。謂持", "313": "戒忍辱施人無畏故。毘離耶禪那般若等名", "314": "為法施。由精進故說不疲惓。由禪定故能知", "315": "物心。由智慧故能如實說也。言於法應無所", "316": "住行於布施者。不著果報恩修行也。不應求", "317": "彼供養恭敬讚嘆等報也。", "318": "經。所謂不住色布施不住聲香味觸法布施", "319": "第三明不住果報修行也。謂不求未來人", "320": "天等果。此果酬因故名果報。即六塵等是當", "321": "果體為此行施名著果報。菩薩遠離名不住", "322": "色等。", "323": "經。須菩提菩薩應如是布施不住於相　第", "324": "三答降伏心問也。准魏經云。不住於相想。此", "325": "中略想字文中有六。一標二徵三釋四喻五", "326": "合六勸。此文初也。若起相想二取未亡。欲", "327": "求真空還成有漏。是故菩薩除滅妄想清淨", "328": "三輪故。於施門更彰降伏。言不於相想者。謂", "329": "不見施物受者及施者故。", "330": "經。何以故者。第二明徵起也。此之徵意。謂", "331": "拂疑心。所以然者。凡施等福從心想生。想既", "332": "不存福憑何起。", "333": "經。若菩薩不住相布施其福德不可思量", "334": "第三釋也。住相有漏果報有邊不住無漏故。", "335": "福聚無量也。", "336": "經。須菩提於意云何東方虛空可思量不", "337": "第四喻也。喻中有二。一略舉東方。二廣引九", "338": "方。就初喻中文復有二。一如來問。二善現問", "339": "答。此即問也。虛空界非十方。方是不相應行", "340": "法色上假立。今以方辨空故。名東方虛空", "341": "耳。", "342": "經。不也世尊　第二善現答也。不者非義也。", "343": "者助詞。虛空無邊故非思量矣。", "344": "經。須菩提南西北方四維上下虛空可思量", "345": "不　第二廣引九方也。文復有二。名義如上。", "346": "此即第一如來問也。言四維者不正之義也。", "347": "經。不也世尊　第二善現答也。", "348": "經。須菩提菩薩無住相布施福德亦復如是", "349": "不可思量　第五合也。謂無住施福如十方", "350": "虛空不可思量也。", "351": "經。須菩提菩薩但應如所教住　第六勸也。", "352": "此中勸意義合六度准知萬行例亦應然。", "353": "經。須菩提於意云何可以身相見如來不　自", "354": "下大文第二明斷疑也。准下論云疑有總別。", "355": "總即二十七段。別有三十二疑。論雖不敘而無", "356": "別目。今取論意略為立名。此即第一名不住", "357": "為佛疑也。論敘疑云。若不住於法行於布施。", "358": "云何為佛菩提行於布施。為斷此疑經文有", "359": "六。一問二答三徵四釋五述六成。此即第一", "360": "問也。謂可以得生住異滅三種有為色身之", "361": "相得見真法身以不。", "362": "經。不也世尊不可以身相得見如來　第二", "363": "答也。為防疑者。妄起分別執有為相言見", "364": "法身。是故答中總言不可。", "365": "經。何以故　第三徵也。現見如來王宮生雙", "366": "林滅八十年住世三十二相成身。何故言不", "367": "可以身相見也。", "368": "經。如來所說身相即非身相　第四釋也。身", "369": "相是妄相法身名實相。妄相非法身名相即", "370": "非相。", "371": "經。佛告須菩提凡所有相皆是虛妄者。第五", "372": "述也。有相虛誑而不稱真故。言凡所有相皆", "373": "是虛妄。", "374": "經。若見諸相非相即見如來　第六成也。若", "375": "見有為虛妄之相。非是無為真實之相。即是", "376": "了悟法身名為見佛。故言即見如來。", "377": "經。須菩提白佛言世尊頗有眾生得聞如是", "378": "言說章句生實信不　自下斷第三疑。此名", "379": "因果難信疑。論敘疑云。向依波羅蜜說不住", "380": "行。於布施說因深義。向依如來非有為體說", "381": "果深義。若爾未來惡世人不生信心。云何不", "382": "空說耶。為斷此疑經文有二。一須菩提疑", "383": "問。二如來正答。此初問也。言頗者能也。如", "384": "是深經現在正法有能信者。未來惡世人能", "385": "生實信也耶。", "386": "經。佛告須菩提莫作是說　第二如來正答", "387": "也。文中有二。先呵後教。此初呵也。所以呵", "388": "者止其疑耳。", "389": "經。如來滅後後五百歲　後文教也。文復有", "390": "二。初總教後別教。總中有三。一明信時。二", "391": "明信德。三明信相。此初明信時也。准大集", "392": "經說五種堅固。初五百年解脫堅固。次五百", "393": "年禪定堅固。次五百年多聞堅固。次五百年", "394": "福德堅固。次五百年鬪諍堅固。今言後五百", "395": "歲者。即當第五五百年也。於此惡世時有能", "396": "生信者也。", "397": "經。持戒修福者　第二明信德也。准魏本經", "398": "加其智慧此本略也。言持戒者謂息滅諸惡。", "399": "福德者謂修諸三昧。智慧者謂隨順二空。要", "400": "當具此三學。方能生其實信。問。前之五度", "401": "總名福德。焉知此義偏受定門。答。通而論", "402": "之即該前五。剋取殊勝定學偏優。以定善中", "403": "能集福德。引諸神通安樂事故。", "404": "經。於此章句能生信心以此為實者。第三明", "405": "信相也。於此章句者。謂因果深教也。能生", "406": "信心者。謂德備人也。以此為實者。正明信", "407": "相也。信既備矣。說豈徒然。", "408": "經。當知是人不於一佛二佛三四五佛而種", "409": "善根已於無量百千萬佛所種諸善根者。後", "410": "文別教也。於中有二。初明修福。後明修智。", "411": "此文初也。於中有四。一明信因。二明信體。", "412": "三明信緣。四明集果。此即第一信因也。言", "413": "不於一佛二佛三四五佛者。明其不少簡異", "414": "初心。已於無量千萬佛所者。彰其已多記明", "415": "根熟　種諸善根者。謂於佛田燒香散花稱名", "416": "讚德。種無貪等三種善根也。", "417": "經。聞是章句乃至由一念生淨信者。第二明", "418": "信體也。乃至一念生淨信者。一念即一剎那心", "419": "淨意樂也。信以心淨為性故言淨信矣。", "420": "經。須菩提如來悉知悉見是諸眾生　第三", "421": "明信緣也。為佛知見故信心不退。問。知見", "422": "二種有何別耶。答。肉眼是見而非知。比智", "423": "是知而非見。願智亦知亦見。異肉眼故言", "424": "知。異比智故言見。故曰悉知悉見。由佛知見", "425": "故。若有人欲得供養恭敬。自嘆已有持戒等", "426": "功德。彼人不能說是人自知故。", "427": "經。得如是無量福德　第四明信果也。信雖", "428": "一念福即無量。莊嚴論云。謂有智人。於大", "429": "乘勝法而生大信得三種果。一得大勝果信", "430": "增長故。二得大福果福增長故。三得大菩提", "431": "果功德無等及佛大體故。", "432": "經。何以故　自下後文明修智也。文中有三。", "433": "初正釋次重成後辨別異。初中復二。先徵後", "434": "釋。此文徵也。徵之意者。修習成福已生淨", "435": "信。復說修智有何意耶。", "436": "經。是諸眾生無復我相人相眾生相壽者相", "437": "後文釋也。此復有二。先釋離我相。後釋離", "438": "法相。此文初也。問。我等四相通名我執。有何", "439": "差別建立四名。答。不觀三世差別之異。總執", "440": "為我名為我相。計現在蘊有續。前義名眾生", "441": "相。計現在蘊。一期住因名壽者相。計現在蘊", "442": "趣。後六通名為人相。由斯差別故名四種。", "443": "經。無法相亦無非法相　後文別釋離法相", "444": "也。准魏經有四句。此中但有兩句。無法相", "445": "者離增益過。亦無非法相者離損減執。", "446": "經。何以故　自下第二重成也。文中有二。先", "447": "徵後釋。此初徵也。徵之意者。先離我相已", "448": "成證淨。更離法相其故何耶。", "449": "經。是諸眾生若心取相即為著我人眾生壽", "450": "者　後文釋也。文復有二。先總後別。此文初", "451": "也。通舉有無二執故言總也。夫法執為因我", "452": "執為果。不斷法執我執還生故。云若心取相。", "453": "取有無二種相也。即為著我人等者。我執因", "454": "之而起。", "455": "經。若取法相即著我人眾生壽者　後別釋", "456": "也。於中有二。一明離我相。二明離法相。此", "457": "文初也。若取法相者。謂妄執諸法實有體故。", "458": "即為著我人等者。法執為因我執還生也。", "459": "經。何以故　第二釋無法相也。文中有二。先", "460": "徵後釋。此初徵也。前離法相已我執不生。更", "461": "離非法相其故何耶。", "462": "經。若取非法相即著我人眾生壽者　後文", "463": "釋也。雖離法相不起我執。若取非法相還成", "464": "法執。法執為因人執還生故。云若取非法相。", "465": "即著我人眾生壽者。", "466": "經。是故不應取法不應取非法　後文辨異", "467": "也。文中有二。初正簡後引證。此文初也。此", "468": "中文意欲明證信。離法非法不同向前所說", "469": "此信。不應取法者。不應如聲取法也。不應", "470": "取非法者。隨順第一義智正說如是取也。", "471": "經。以是義故如來常說汝等比丘知我說法。", "472": "如筏喻者法尚應捨何況非法　後文引證", "473": "也。得旨忘詮法尚應捨。憑詮會旨。何況取為", "474": "非法。此意明證信。於言教上不得作有無信", "475": "也。", "476": "經。須菩提於意云何如來得阿耨多羅三藐", "477": "三菩提耶如來有所說法耶　自下斷第三疑", "478": "也。此名化佛證說疑。論敘疑云。向說不可", "479": "以身相成就得見如來。何以故如來非有為", "480": "相得名故。若如是云何釋迦牟尼佛得阿耨", "481": "多羅三藐三菩提說名為佛。云何為人說法。", "482": "為斷此疑經文有二。一問答斷疑。二校量顯", "483": "勝。前中有六。一問二答三徵四釋五重徵六", "484": "重釋。此初問也。汝意可謂。化身如來所得菩", "485": "提是真得耶說四諦法是真說耶。", "486": "經。須菩提言如我解佛所說義無有定法名", "487": "阿耨多羅三藐三菩提亦無有定法如來可說", "488": "第二答也。言如來者。三身之中是化身也。", "489": "此佛於金剛座上示得菩提。不依法空非真", "490": "證故。鹿野苑中十二行相現轉法輪。但說小", "491": "乘非真說故。由斯善現答此二相無有定法", "492": "名為證說矣。", "493": "經。何以故　第三徵也。豈得如來都不說耶。", "494": "是故論云。有人謗言如來一向不說法故。", "495": "經。如來所說法皆不可取不可說非法非非", "496": "法　第四釋也。此中但說言化說非真非謂", "497": "都無言說。是故經言。如來所說法皆不可取", "498": "不可說也。聽者不可作有無相取說者不可", "499": "作有無相說。何以故。非法非非法故。言非", "500": "法者妄法無體故。非非法者真如實有故。", "501": "經。所以者何　第五重徵也。何故但言如來", "502": "所說法耶。不言如來所證法耶。", "503": "經。一切賢聖皆以無為法而有差別　第六", "504": "重釋也。一切聖人皆證真如無為。為此立三", "505": "乘賢聖等差別名也。以下智證故得聲聞菩", "506": "提。以中智證故得緣覺菩提。以上智證故得無", "507": "上菩提。故言而有差別也。", "508": "經。須菩提於意云何若人滿三千大千世界", "509": "七寶以用布施是人所得福德寧為多不　第", "510": "二較量顯勝也。文別有二。初舉劣後辨勝。初", "511": "中復四。一問二答三徵四釋。此初問也。所以", "512": "斷疑之後有較量者。當知疑生即理惑。疑斷", "513": "即福增。福增既在於能詮故彰施福之非福。", "514": "而今返問善現者。寶豐而福勝故曰甚多。", "515": "經。何以故　第三徵也。以多為聚。聚有二", "516": "義。一積聚義。二進趣義。義既有兩。今但言", "517": "多為目何等故須徵矣。", "518": "經。是福德即非福德性是故如來說福德多", "519": "第四釋也。言福德者。謂施等積聚之福也。", "520": "即非福德性者。謂非持經說法進取之福也。", "521": "是故如來說福德多者。是積聚多也。", "522": "經。若復有人於此經中受持乃至四句偈等", "523": "為他人說其福勝彼　第二辨勝也。文中有", "524": "四。一標二徵三釋四結。此初也施寶雖滿於", "525": "大千。總以積聚之福故多為劣。持經下至於", "526": "四句為是進取之福。故名為勝。言受持者。受", "527": "謂領納聽聞。持謂任持不忘。受持者令自成", "528": "佛。為他說者令他成佛。自利利他皆菩提業。", "529": "是故此福勝彼難量矣。", "530": "經。何以故　第二徵也。怪其福勝所以返徵。", "531": "是故論云云何此二能大得菩提耶。", "532": "經。須菩提一切諸佛及諸佛阿耨多羅三藐", "533": "三菩提法皆從此經出　第三釋也。一切諸", "534": "佛者。所謂法身諸佛也。及諸佛阿耨多羅三", "535": "藐三菩提者。謂報化身也。皆從此經出者。法", "536": "身從此經顯出。報化二身從此經生出也。", "537": "經。須菩提所謂佛法者即非佛法　第四結", "538": "也。此明生了二因得三身果。總名佛法。佛謂", "539": "覺者。即能覺為智身。法謂所證。即所覺為法", "540": "身。能覺所覺合而稱之故名佛法。即非佛法", "541": "者。謂如來所得佛法非二乘等共佛法矣。", "542": "經。須菩提於意云何須陀洹能作是念我得", "543": "須陀洹果不　自下斷第四疑。此名聲聞得果", "544": "疑。論敘疑云。何說聖人以無為法得名。以", "545": "是義故。彼法不可取不可說。若爾須陀洹等", "546": "聖人取自果。云何言彼法不可取不可說。既", "547": "如證如說。云何成不可取說。為斷此疑經文", "548": "有三。一總約四果以顯其得。二別約羅漢以", "549": "顯其失。三引己證成種彰其事。前中有四。所", "550": "謂四果。一一果中皆有問答徵釋。此即初果", "551": "之中第一問也。須陀洹者名合二義。一名預", "552": "流。創預出世聖果流故。二名逆流。已逆世", "553": "間生死流故。此人永斷三界見惑我執已亡。", "554": "以須菩提證無學道能知是事。為欲成其無", "555": "取說義。是故問言。須陀洹人已斷我執。作", "556": "是念言我得果以不。", "557": "經。須菩提言不也世尊　第二答也。善現了", "558": "知須陀洹人我執已亡。離分別見故答言不", "559": "也。", "560": "經。何以故　第三徵也。", "561": "經。須陀洹名為入流而無所入不入色聲香", "562": "味觸法是名須陀洹　第四釋也。名為入流", "563": "者。義如上解。而無所入者。以無我故。而不見", "564": "有我。是入流者不入色聲香等者。以無我故", "565": "不見六塵境界。以為我所故言不入也。", "566": "經。須菩提於意云何斯陀含能作是念我得", "567": "斯陀含果不　第二果中初問也。", "568": "經。須菩提言不也世尊　第二答也。", "569": "經。何以故　第三徵也。", "570": "經。斯陀含名一往來而實無往來是名斯陀", "571": "含　第四釋也。斯陀含者名一往來。人中得", "572": "果。一往天上一來人間便得滅度。天中亦然。", "573": "如是之人同證我空亦無所得。", "574": "經。須菩提於意云何阿那含能作是念我得", "575": "阿那含果不　第三果中初問也。", "576": "經。須菩提言不也世尊　第二答也。", "577": "經。何以故　第三徵也。", "578": "經。何那含名為不來而實無來。是故名阿那", "579": "含　第四釋也。阿那含者此云不來。亦曰不", "580": "還。已盡欲界漏故。非數數來又不還來二十", "581": "五有。此等所斷我執前亦同前故無所得。", "582": "經。須菩提於意云何阿羅漢能作是念我得", "583": "阿羅漢道不　第四果中初問也。", "584": "經。須菩提言不也世尊　第二答也。", "585": "經。何以故　第三徵也。", "586": "經。實無有法名阿羅漢　第四釋也。阿羅漢", "587": "者名曰不生。已盡三有業煩惱故。獲得盡智", "588": "無生智。深證我空故無所得。", "589": "經。世尊若阿羅漢作是念我得阿羅漢道即", "590": "為著我人眾生壽者　大文第二。別約羅漢", "591": "以顯其失也。若阿羅漢起得果之念。即有著", "592": "我人等過也。", "593": "經。世尊佛說我得無諍三昧人中最為第一", "594": "是第一離欲阿羅漢　第三引己證成重彰其", "595": "事。文復有四。一明佛先記。二彰己不取。三", "596": "返釋。四順成。此即第一明佛先記也。言無", "597": "諍者定之別名。三昧者定之總稱。此定具足", "598": "慈悲能護彼我遠離惑諍有勝功德。俱解脫", "599": "中離空障者。善現最勝故稱第一。言離欲者。", "600": "欲即是貪。貪於諸惑過失偏重。今舉重以攝", "601": "輕。即是離煩惱障也。", "602": "經。我不作是念我是離欲阿羅漢　第二彰", "603": "己不取也。", "604": "經。世尊我若作是念我得阿羅漢道世尊即不", "605": "說須菩提是樂阿蘭那行者　第三返釋也。", "606": "若有我見即有彼諍。諍若不亡佛不應記。記", "607": "必不妄當知無我。阿蘭那者此云無諍也。", "608": "經。以須菩提實無所行而名須菩提是樂阿", "609": "蘭那行　第四順成也。實無所行者。謂心善", "610": "解脫。於二障中不復行故。而名須菩提是樂", "611": "阿蘭那行者。由斷二障故樂行也。", "612": "經。佛告須菩提於意云何如來昔在燃燈佛", "613": "所於法有所得不　自下斷第五疑也。此名菩", "614": "薩得法疑。論敘疑云。釋迦如來昔於燃燈佛", "615": "所授法。彼佛為此佛說法。若如是云何彼法", "616": "不可取不可說。為斷此疑。經文有二。先問", "617": "後答。此初問也。如來所以反問須菩提者。欲", "618": "明佛及菩薩已證真如。真如法中豈取說耶。", "619": "經。世尊如來在燃燈佛所於法實無所得", "620": "第二答也。善現所以有此答者。正顯燃燈如", "621": "來已證菩提法故。離名言即佛無說示之相。", "622": "復明釋迦菩薩已登受記之位。位證無生。即", "623": "知無聞無得之取故。曰於法實無所得也。", "624": "經。須菩提於意云何菩薩莊嚴佛土不　自", "625": "下斷第六疑也。此名菩薩莊嚴土疑。論敘疑", "626": "云。若聖人以無為法得名。是法不可取不可", "627": "說。云何諸菩薩取莊嚴淨佛國土。為斷此疑", "628": "經文有五。一問二答三徵四釋五勸。此初問", "629": "也。如來所以反問須菩提者。為明菩薩必不", "630": "以取相之心莊嚴佛土不。", "631": "經。不也世尊　第二答也。", "632": "經。何以故　第三徵也。何故菩薩非莊嚴佛", "633": "土不耶。", "634": "經。莊嚴佛土者即非莊嚴是名莊嚴　第四", "635": "釋也。莊嚴者有二。一取識外淨土為所莊嚴。", "636": "此是取想莊嚴也。二了知淨土不離自心。此", "637": "是離想莊嚴。今言莊嚴者。是離想莊嚴也。即", "638": "非莊嚴非取心外形相莊嚴也。是名莊嚴者。", "639": "是第一義諦離想莊嚴也。", "640": "經。是故須菩提諸菩薩摩訶薩應如是生清", "641": "淨心不應住色生心不應住聲香味觸法生心", "642": "應無所住而生其心　第五勸也。如來所以", "643": "誡勸者。欲令眾生不住心外形相莊嚴成就。", "644": "唯識第一義諦莊嚴也。不應住色生心者。以", "645": "彼六塵即形相莊嚴。若住於此便失於彼。是", "646": "故重言應無所住而生其心。", "647": "經。須菩提譬如有人身如須彌山王於意云", "648": "何是身為大不　自下斷第七疑也。此報佛", "649": "有取疑。論敘疑云。若聖人以無為法得名。彼", "650": "法不可取不可說。云何受樂報佛自取法王", "651": "身。云何餘世間人復取彼是法王身。為斷此", "652": "疑經文有二。初問答斷疑。後校量顯勝。前", "653": "中有四。一問二答三徵四釋。此初問也。言譬", "654": "如有人舉報佛之身也。如須彌山王者。顯身", "655": "勝大也。是身為大不者。問佛大身有分別心", "656": "取大相不。須彌山者此云妙高。四寶合成。六", "657": "萬諸山而為眷屬。然今此中以彼山王喻報", "658": "佛身。如須彌山王出過眾山故名為大。而", "659": "不自取我是山王。受樂報佛出過眾聖勝故", "660": "名大。而不自取我是法王。其義相似故引為", "661": "喻。", "662": "經。須菩提言甚大世尊　第二答也。答意是", "663": "身雖大以無分別不取大相。", "664": "經。何以故　第三徵也。其無分別其故何", "665": "耶。", "666": "經。佛說非身是名大身　第四釋也。佛說非", "667": "身者。非有漏有為身也。是名大身者。是無漏", "668": "無為身也。", "669": "經。須菩提如恒河中所有沙數如是沙等恒", "670": "河於意云何是諸恒河沙寧為多不　第二校", "671": "量顯勝也。文中有二。先約外財。後約內財。", "672": "前中復二。一舉劣勝。二釋勝所以。前中復", "673": "二。初舉劣後顯勝。前中又四。一問沙二答沙", "674": "三問福四答福。此即第一問沙也。此下所以", "675": "重校量者。為破疑情外人疑曰。前說持經四", "676": "句過於三千世界七寶布施。今說無量恒河", "677": "沙世界七寶。亦過三千世界七寶布施。二義", "678": "俱勝。何等勝功德而能得大菩提。今斷此疑。", "679": "顯此持經功德非但過於三千世界七寶布", "680": "施。亦勝捨無量恒河沙世界七寶布施。由此", "681": "持福能得大菩提。非由施福故重校量。顯其", "682": "勝劣。言如恒河中所有沙數者。第一重略明", "683": "沙無量也。如是恒河沙者。第二重總明河無", "684": "量也。於意云何是諸恒河沙寧為多不者。第", "685": "二廣明沙無量也。寧之言能總問爾許河沙", "686": "能為多不。", "687": "經。須菩提言甚多世尊但諸恒河尚多無數", "688": "何況其沙　第二答沙也。獨舉沙河尚多無", "689": "量況說河沙此非甚耶多。", "690": "經。須菩提我今實言告汝若有善男子善女", "691": "人以七寶滿爾所恒河沙數三千大千世界以", "692": "用布施得福多不　第三問福也。我今實言", "693": "告汝者。為欲校量先顯如來口無失故。若善", "694": "男子等者。兼明能之心也。以七寶者。正明", "695": "所施之量也。滿爾所恒河沙數世界者。總顯", "696": "施寶量也。", "697": "經。須菩提言甚多世尊　第四答福也。", "698": "經。佛告須菩提若善男子善女人於此經中", "699": "乃至受持四句偈等為他人說而此福德勝前", "700": "福德　第二顯勝也。此中施多而福劣者。以", "701": "有漏因違涅槃故。持經至少而福增者。以無", "702": "漏因破生死故。", "703": "經。復次須菩提隨說是經乃至四句偈等。當", "704": "知此處一切世間天人阿修羅皆應供養如佛", "705": "塔廟　大文第二釋勝所以也。文總有四。一", "706": "尊處故勝。二同說故勝。三降染故勝。四超淨", "707": "故勝。就中第一尊處故勝中文復有四。一辨處", "708": "尊。二明人勝。三雙釋。四問答。此即第一辨", "709": "處尊也。如王所居非說多少。乃至暫時一切", "710": "見者。悉皆恭敬說。此經處亦復如是。非論", "711": "多少。下至一偈應當供養。所以然者。此大乘", "712": "法諸經王故。天人阿修羅者。六趣之中略舉", "713": "三也。此三福業供養義增。是故偏述餘三罪", "714": "報多。諸障礙雖有少分略而不論。", "715": "經。何況有人盡能受持讀誦須菩提當知是", "716": "人成就最上第一希有之法　第二明人勝", "717": "也。說一偈處處是非情猶應供養義同塔廟。", "718": "何況盡能受持之人。人成勝慧得非尊重。言", "719": "何況者。一以無情況有情。謂次處況人。二以", "720": "少說多。即一偈況於盡受。當知是人成就最", "721": "上第一希有之法者。總明持經。菩薩成無住", "722": "行。近超地上諸果具多。百法明門。遠趣無", "723": "上菩提成一切種智。總以佛之果體無勝故", "724": "名為最上。超過諸地名為第一。世間所無名", "725": "為希有。", "726": "經。若是經典所在之處即為有佛若尊重弟", "727": "子　第三雙釋也。今言經典所在之處者。義", "728": "含說經人及說經處。以處及人皆所依故。即", "729": "為有佛者。為顯說經處開示法身如塔廟故。", "730": "若尊重弟子者。為敬持經人如弟子重佛相", "731": "似也。故魏本云尊重似佛也。", "732": "經。爾時須菩提白佛言世尊當何名此經我", "733": "等云何奉持　第四問答也。文復有四。一問", "734": "二答三徵四釋。此初也。此中所以問答經名", "735": "及受持者。以佛世尊嘆二處勝故。今明受持", "736": "者。應先知名字及受持方法。是故於此尊處", "737": "文中便申問答。當何名此經者。問經名也。我", "738": "等云何奉持問受持方法也。", "739": "經。佛告須菩提是經名為金剛般若波羅蜜", "740": "以是名字汝當奉持　第二答也。金剛者喻", "741": "也。即堅利寶。般若者法也。即無分別智。波", "742": "羅蜜者名到彼岸。顯此真智極究竟故。以是名", "743": "字汝當奉持者。以猶用也。是由此也。用此", "744": "能詮之名詮彼所詮之理。理為義持名為文。", "745": "持文義恭受總名為奉持。", "746": "經。所以者何　第三徵也。徵經名義是何意", "747": "也。", "748": "經。須菩提佛說般若波羅蜜即非般若波羅", "749": "蜜　第四釋也。言佛說般若波羅蜜者。謂觀", "750": "照等真實慧也。即非般若波羅蜜者。謂非二", "751": "乘等相似慧也。", "752": "經。須菩提於意云何如來有所說法不　總", "753": "中第二同說故勝也。文復有二。一問二答。", "754": "此初問也。此中問意。明釋迦如來離諸佛所", "755": "說法外別有一法。是佛所說不。", "756": "經。須菩提白佛言世尊如來無所說　第二", "757": "答也。總言如來無所說者。為顯說同非謂世", "758": "尊都無言說也。", "759": "經。須菩提於意云何三千大千世界所有微", "760": "塵是為多不　總中第三降染故勝也。將明", "761": "此義。先辨因果有其三種。一布施因果。因", "762": "謂布施果謂煩惱。由取相施增煩惱故。二世", "763": "界因果。因謂世界果謂微塵。由界聚相散為", "764": "塵故。三持經因果。因謂持經果謂法身。由", "765": "能持說證法身故。今此文中校量前二以顯", "766": "後一。然經舉諸微塵等者。即世界因果。此之", "767": "微塵名為色塵。體是無記。但坋色身不坋法", "768": "身。非如布施所生煩惱名為法塵。能坋淨心", "769": "及以法身故。今將此無記因果對彼布施染", "770": "污因果。彼尚不及無記塵。因何能更方持說", "771": "之福。故知施福增有因經滅惑也。今釋此文", "772": "復分為二。初舉劣顯勝。後辨勝過劣。前中", "773": "有二。一問二答。此初問也。三千大千世界", "774": "者。舉其因也。所有微塵者。顯其果也。是為", "775": "多不者。問其量也。所以問此微塵多少者。將", "776": "顯染塵過於此故。", "777": "經。須菩提言甚多世尊　第二答也。此中所", "778": "言甚者。即以世界至大微塵極少破麁為細", "779": "塵即無邊多義難量故言甚也。", "780": "經。須菩提諸微塵如來說非微塵是名微塵", "781": "第二辨勝過劣也。文復有二。初約果辨。後", "782": "約因辨。此即初也。諸微塵者。謂世界無記塵", "783": "也。如來說非微塵者。謂非如施福所生染煩", "784": "惱塵也。是名微塵者。是地等之微塵也。", "785": "經。如來說世界非世界是名世界　第二約", "786": "因辨也。如來說世界者。謂微塵之因器世界", "787": "也。非世界者。謂非染塵之因施福之世界也。", "788": "是名世界者。是無記塵因器世界也。此中文", "789": "意。為明施福是染煩惱因。尚劣世界無記塵", "790": "因。何能比此持經功德也。", "791": "經。須菩提於意云何可以三十二相見如來不", "792": "總中第四超淨故勝。文復有四。一問二答三", "793": "徵四釋。此初問也。將釋此義。先明因果有", "794": "其三種。一布施因果。因謂布施果即依報。", "795": "二持戒因果。因謂持戒果即正報。三持經因", "796": "果。因謂持說果即法身。今明三十二相者。", "797": "此乃偏舉中間持戒因果。對量前後之優劣", "798": "耳。總以持戒為正報之因。已勝布施依報之", "799": "業。何況布施為取相之福。而能比持經離相", "800": "之福耶。此中文意舉果顯因故。問持戒所感", "801": "三十二相之身為是持經所顯法身以不。", "802": "經。不也世尊不可以三十二相得見如來", "803": "第二答也。若以相見同法身者。義不然也。", "804": "經。何以故　第三徵也。何故持戒福所感之", "805": "身非法身也。", "806": "經。如來說三十二相即是非相是名三十二", "807": "相　第四釋也。言如來說三十二相者。謂持", "808": "戒福所感色身之相也。即是非相。謂非持經", "809": "智慧所得法身之相也。是名三十二相者。結", "810": "成初句也。此中文意。明其持戒不及持經故", "811": "名超淨也。戒福能生淨報。尚自不及持經施", "812": "福能生染因。豈比持經功德。", "813": "經。須菩提若有善男子善女人以恒河沙等", "814": "身命布施　第二內財校量也。文復有二。一", "815": "舉劣顯勝。二釋勝所以。前中有三。一舉劣。", "816": "二顯勝。三領解。此初舉劣也。前雖捨無量", "817": "珍寶為是外財。猶疑輕尠。今舉恒沙身命為", "818": "是內財。恐將殊勝。有斯疑惑故重校量。言", "819": "善男子等者。兼舉無貪心也。以恒河沙等身", "820": "命布施者。正明無量福也。", "821": "經。若復有人於此經中乃至受持四句偈等", "822": "為他人說其福甚多　第二顯勝也。取相布", "823": "施雖捨多身。終成有漏離相持經縱傳一偈", "824": "已過無量。所以然者。世間出世間因非□", "825": "故。", "826": "經。爾時須菩提聞說是經深解義趣涕淚悲", "827": "泣　第三領解也。文復有二。一領解。二歎", "828": "勝。此文初也。言涕淚悲泣者。涕者落也。淚", "829": "者目津也。神慟謂之悲。無聲淚下謂之泣。", "830": "彼須菩提聞能詮深教解所詮深義。又聞捨", "831": "恒河沙身命不如持經一偈。所以念彼捨身", "832": "之苦。欻爾增悲敦敬法之誠零然下淚。問。聞", "833": "經悟解應喜。何以悲泣。答。有悟解生悲。如", "834": "須菩提聞此經有悟解生喜。如舍利弗。聞法", "835": "華經有悟解生悲喜。如善集王。聞金光明經", "836": "悲喜交集。今須菩提所以悲泣者。謂耳飡正", "837": "說慧鑑真如。一即慜彼捨身之苦。二即忻今", "838": "所說。三即恨不早聞。四傷不聞之者。所以", "839": "有此悲泣也。", "840": "經。而白佛言希有世尊佛說如是甚深經典", "841": "此下第二嘆勝也。而白佛言者。啟告之詞也。", "842": "希有世尊者。總嘆勝也。佛說如是甚深經典", "843": "者。別舉所嘆希有法也。", "844": "經。我從昔來所得慧眼未曾得聞如是之經", "845": "大文第二釋勝所以也。文別有四。一希有故", "846": "勝。二不同餘法故勝。三堅實故。四勝餘修", "847": "多羅故勝。此文初也。所謂昔得慧眼開人空", "848": "目出煩惱障見無我理。其所得者。謂是化城", "849": "非究竟故。今聞此經聞法空目破所知障。見", "850": "法空如其所得者。即真實所乃名希有也。", "851": "經。世尊若復有人得聞是經信心清淨即生", "852": "實相當知是人成就第一希有功德　第二不", "853": "同餘法故勝。文復有二。初標舉。後釋成。此", "854": "文標舉也。此經不同餘教。詮佛所得甚深法", "855": "故。", "856": "經。世尊是實相者則是非相是故如來說名", "857": "實相　第二釋成也。言實相者。謂依此經生", "858": "如實信。即是非相者。謂不同世間虛妄信也。", "859": "是故如來說名實相者。引教證成結初句也。", "860": "經。世尊我今得聞如是經典信解受持不足", "861": "為難若當來世後五百歲其有眾生得聞如是", "862": "信解受持是人即為第一希有　第三堅實故", "863": "勝也。文復有三。一總舉。二別釋。三述讚。此", "864": "總舉也。為此法門智體堅實猶若金剛。慧用", "865": "深入能除惑障故。令持者處下惡之世成第", "866": "一之功。今總以須菩提成就五義故。聞經信", "867": "解不足為難。一非難時故謂得值如來。二佛", "868": "攝授故謂具信出家。三得無學果故謂辦諸", "869": "功德。四蒙佛加持故謂速令開解。五成就變", "870": "化謂實是菩薩。由斯道理不名希有。彼未來", "871": "者無是五義。具多障難能受持者故稱第一", "872": "也。", "873": "經。何以故　第二別釋也。文中有三。一明", "874": "我空。二明法空。三明俱空。就我空中先徵後", "875": "釋。此即初也。總問未來受持之人。何以獨", "876": "成第一希有也。", "877": "經。此人無我相人相眾生相壽者相　第二", "878": "釋也。此中相字並從想義。由持經人了我空", "879": "故。不復能起我人等想故。", "880": "經。所以者何　第二明法空也。先徵後釋。此", "881": "初徵也。但說我空想應有耶。", "882": "經。我相即是非相人相眾生相壽者相即是", "883": "非相　後文釋也。我相等者。謂能取我等之", "884": "心也。即是非相者。謂此執心當體故。", "885": "經。何以故　第二明俱空也。先徵後釋。此", "886": "初徵也。一切諸法不離能取所取。今總言空", "887": "其意何也耶。", "888": "經。離一切諸相即名諸佛　後文釋也。相若", "889": "不空佛不應離。離得覺者即是空。", "890": "經。佛告須菩提如是如是若復有人得聞是", "891": "經不驚不怖不畏當知是人甚為希有　第三", "892": "述讚也。言如是如是者。謂上所說正是其義", "893": "故名如是如是。即印可之詞也。得聞是經不", "894": "驚不怖不畏者。謂成就信解也。論云驚者謂", "895": "非處生懼。是故名驚。以可呵故。如非道行", "896": "故。怖者心體怖故已起不能斷。疑心者畏者", "897": "一向怖故。其心必竟驚怖墮故。離此三種聞", "898": "經信解故名希有。", "899": "經。何以故　第四勝餘修多羅故勝也。文復", "900": "有二。先徵後釋。此初徵也。不驚等者。有何", "901": "奇特名希有也。", "902": "經。須菩提如來說第一波羅蜜非第一波羅", "903": "蜜是名第一波羅蜜　後文釋也。謂顯此經。", "904": "於一切波羅蜜教中是最妙故。由此世間難", "905": "生信解。多起疑謗。是故若聞不生驚等即為", "906": "希有。如來說第一波羅蜜者。即是此經所詮", "907": "第一波羅蜜也。非第一波羅蜜者。謂非是餘", "908": "經所詮第一波羅蜜也。是名第一波羅蜜者。", "909": "結成初句也。", "910": "金剛經疏卷上"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2736 金剛般若經依天親菩薩論贊略釋秦本義記卷上", "source": "CBETA"}