{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1569 百論: 百論: 百論: 百論", "text": {"0": "No. 1569 [cf. Nos. 1570, 1571]", "1": "序百論序", "10": "故作斯論。所以防正閑邪。大明於宗極者", "100": "不能照故。亦二相過故。一能照。二受照。是", "101": "故燈不自照。所照之處亦無闇。是故不能", "102": "照他。以破闇故名照。無闇可破故非照。", "103": "外曰。初生時二俱照故修妬路。我不言燈先生", "104": "而後照。初生時自照。亦能照他。內曰。不然。", "105": "一法有無相不可得故修妬路。初生時名半生。", "106": "半未生。生不能照。如前說。何況未生能有", "107": "所照。復次一法云何亦有相亦無相。復次不", "108": "到闇故修妬路。燈若已生。若未生。俱不到闇。", "109": "性相違故。燈若不到闇。云何能破闇。外曰。", "11": "矣。是以正化以之而隆。邪道以之而替。非", "110": "如呪星故修妬路。若遙呪遠人能令惱。亦如", "111": "星變在天。令人不吉。燈亦如是。雖不到", "112": "闇。而能破闇。內曰。太過實故修妬路。若燈有", "113": "力不到闇。而能破闇者。何不天竺然燈。", "114": "破振旦闇。如呪星力能及遠。而燈事不", "115": "爾。是故汝喻非也。復次若初吉餘不吉修妬路。", "116": "若經初言吉。餘應不吉。若餘亦吉。汝言初", "117": "吉者。是為妄語。外曰。初吉故餘亦吉修妬路。", "118": "初吉力故餘亦吉。內曰。不吉多故。吉為不", "119": "吉修妬路。汝經初言吉。則多不吉。以不吉多", "12": "夫領括眾妙。孰能若斯。論有百偈。故以百", "120": "故。應吉為不吉。外曰。如象手修妬路。譬如象", "121": "有手故名有手。不以有眼耳頭等。名為有", "122": "眼耳頭。如是以少吉力故。令多不吉為吉。", "123": "內曰。不然無象過故修妬路。若象與手異。頭", "124": "足等亦異。如是則無別象。若分中有分具", "125": "者。何不頭中有足。如破異中說。若象與", "126": "手不異者。亦無別象。若有分與分不異者。", "127": "頭應是足。二事與象不異故。如破一中", "128": "說。如是吉事。種種因緣求不可得。云何言", "129": "初吉故中後亦吉。外曰。惡止止妙。何不在", "13": "為名。理致淵玄。統群籍之要。文旨婉約。窮", "130": "初。內曰。行者要先知惡。然後能止。是故先", "131": "惡後止。外曰。善行應在初。有妙果故修妬路。", "132": "諸善法有妙果。行者欲得妙果故止惡。如", "133": "是應先說善行。後說惡止。內曰。次第法故。", "134": "先除麁垢。次除細垢。若行者不止惡。不能", "135": "修善。是故先除麁垢。後染善法。譬如浣", "136": "衣。先去垢然後可染。外曰。已說惡止。不", "137": "應復言善行。內曰。布施等善行故修妬路。布", "138": "施是善行。非是惡止。復次如大菩薩。惡已", "139": "先止。行四無量心。憐愍眾生。守護他命。是", "14": "制作之美。然至趣幽簡。尠得其門。有婆藪", "140": "則善行非止惡。外曰。布施是止慳法。是故布", "141": "施應是止惡。內曰。不然。若不布施便是惡", "142": "者。諸不布施悉應有罪。復次諸漏盡人慳貪", "143": "已盡。布施時止何惡。或有人雖行布施。慳", "144": "心不止。縱復能止。然以善行為本。是故布", "145": "施是善行。外曰。已說善行。不應說惡止。", "146": "何以故。惡止即是善行故。內曰。止相息。行相", "147": "作。性相違故。是故說善行。不攝惡止。外曰。", "148": "是事實爾。我不言惡止善行是一相。但惡止", "149": "則是善法。是故若言善行。不應復言惡止。", "15": "開士者。明慧內融。妙思奇拔。遠契玄蹤。為", "150": "內曰。應說惡止善行。何以故。惡止名受戒", "151": "時息諸惡。善行名修習善法。若但說善行", "152": "福。不說惡止者。有人受戒惡止。若心不善。", "153": "若心無記。是時不行善故。不應有福。是時", "154": "惡止故亦有福。是故應說惡止。亦應說善", "155": "行。是惡止善行法。隨眾生意故。佛三種分", "156": "別。下中上人施戒智修妬路。行者有三種。下智", "157": "人教布施。中智人教持戒。上智人教智慧。", "158": "布施名利益他捨財相應思。及起身口業持", "159": "戒名若口語。若心生。若受戒。從今日不復", "16": "之訓釋。使沈隱之義。彰於徽翰。風味宣流。", "160": "作三種身邪行。四種口邪行。智慧名諸法相", "161": "中。心定不動。何以說下中上。利益差降故。", "162": "布施者少利益。是名下智。持戒者中利益。是", "163": "名中智。智慧者上利益。是名上智。復次施", "164": "報下。戒報中。智報上。是故說下中上智。外", "165": "曰。布施者皆是下智不。內曰。不然。何以故。", "166": "施有二種。一者不淨。二者淨行。不淨施是", "167": "名下智人。外曰。何等名不淨施。內曰。為報", "168": "施是不淨。如市易故修妬路。報有二種。現報", "169": "後報。現報者。名稱敬愛等。後報者。後世富貴", "17": "被於來葉。文藻煥然。宗塗易曉。其為論也。", "170": "等。是名不淨施。所以者何。還欲得故。譬如", "171": "賈客遠到他方。雖持雜物。多所饒益。然非", "172": "憐愍眾生。以自求利故。是業不淨。布施求", "173": "報亦復如是。外曰。何等名淨施。內曰。若人", "174": "愛敬利益他故。不求今世後世報。如眾菩", "175": "薩。及諸上人行清淨施。是名淨施。外曰。持", "176": "戒皆是中智人不。內曰。不然。何以故。持戒", "177": "有二種。一者不淨。二者淨。不淨持戒者。名", "178": "中智人。外曰。何等不淨持戒。內曰。持戒求", "179": "樂報。為婬欲故。如覆相修妬路。樂報有二", "18": "言而無當。破而無執。儻然靡據。而事", "180": "種。一者生天。二者人中富貴。若持戒求天", "181": "上。與天女娛樂。若人中受五欲樂。所以者", "182": "何。為婬欲故。如覆相者。內欲他色。外詐", "183": "親善。是名不淨持戒。如阿難語難陀。", "184": "如羝羊相觸將前而更却", "185": "汝為欲持戒其事亦如是", "186": "身雖能持戒心為欲所牽", "187": "斯業不清淨何用是戒為", "188": "外曰。何等名淨持戒。內曰。行者作是念。一", "189": "切善法。戒為根本。持戒之人。則心不悔。不", "19": "不失真。蕭焉無寄。而理自玄會。返本之", "190": "悔則歡喜。歡喜則心樂。心樂得一心一心", "191": "則生實智。實智生則得厭。得厭則離欲。離", "192": "欲得解脫。解脫得涅槃。是名淨持戒。外曰。", "193": "若上智者。欝陀羅伽等為上修妬路。若行智人。", "194": "是名上智。今欝陀羅伽。阿羅邏外道等。應", "195": "為上智人。內曰。不然。何以故。智亦有二", "196": "種。一者不淨。二者淨。外曰。何等名不淨智。", "197": "內曰。為世界繫縛故不淨。如怨來親修妬路。", "198": "世界智能增長生死。所以者何。此智還繫縛", "199": "故。譬如怨家。初詐親附。久則生害。世界智", "2": "釋僧肇作", "20": "道。著乎茲矣。有天竺沙門鳩摩羅什。器量", "200": "亦如是。外曰。但是智能增長生死。施戒亦", "201": "爾耶。內曰。取福捨惡是行法修妬路。福名福報。", "202": "外曰。若福名福報者。何以修妬路中但言", "203": "福。內曰。福名因。福報名果。或說因為果。", "204": "或說果為因。此中說因為果。譬如食千兩", "205": "金。金不可食。因金得食。故名食金。又如", "206": "見畫言是好手。因手得畫故名好手。取名", "207": "著。著福報惡先已說。行名將人常行生", "208": "死中。外曰。何等是不行法。內曰。俱捨修妬路俱", "209": "名福報罪報。捨名心不著。心不著福不", "21": "淵弘。俊神超邈。鑽仰累年。轉不可測。常味", "210": "復往來五道。是名不行法。外曰。福不應捨。", "211": "以果報妙故。亦不說因緣故修妬路。諸福果報", "212": "妙。一切眾生常求妙果。云何可捨。又如佛", "213": "言。諸比丘。於福莫畏。汝今又不說因緣。是", "214": "故不應捨福。內曰。福滅時苦修妬路。福名福", "215": "報。滅名失壞。福報滅時。離所樂事。生大憂", "216": "苦。如佛說。樂受生時樂。住時樂。滅時苦。是", "217": "故應捨福。又如佛言於福莫畏者。助道", "218": "應行故。如佛說。福尚應捨。何況罪。外曰。罪", "219": "福相違故。汝言福滅時苦者。罪生住時應", "22": "詠斯論。以為心要。先雖親譯。而方言未融。", "220": "樂。內曰。罪住時苦修妬路。罪名罪報。罪報生", "221": "時苦。何況住時。如佛說。苦受生時苦。住時", "222": "苦。滅時樂。汝言罪福相違故。罪生時應樂", "223": "者。今當答汝何不言福罪相違故。罪滅時", "224": "樂。生住時苦。外曰。常福無捨因緣故不應", "225": "捨修妬路。汝說捨福因緣滅時苦。今常福報", "226": "中。無滅苦故不應捨。如經說。能作馬祀。", "227": "是人度衰老死。福報常生處常。是福不應", "228": "捨。內曰。福應捨。二相故修妬路。是福有二相。", "229": "能與樂。能與苦。如雜毒飯食時。美欲消時", "23": "至令思尋者。躊躇於謬文。摽位者。乖迕於", "230": "苦。福亦如是。復次有福報是樂因。多受則", "231": "苦因。譬如近火。止寒則樂。轉近燒身則苦。", "232": "是故福二相。二相故無常。是以應捨。又汝", "233": "言馬祀福報常者。但有言說。無因緣故", "234": "修妬路。馬祀福報實無常。何以故。馬祀業因緣", "235": "有量故世間因若有量。果亦有量。如泥團", "236": "小。瓶亦小。是故馬祀業有量故無常。復次聞", "237": "汝天有瞋恚。共鬪相惱故不應常。又汝馬", "238": "祀等業。從因緣生故皆無常。復次有漏淨福", "239": "無常故尚應捨。何況雜罪福修妬路。如馬祀業", "24": "歸致。大秦司隷校尉安成侯姚嵩。風韻清舒。", "240": "中。有殺等罪故。復次如僧佉經言。祀法不", "241": "淨．無常．勝負相故。是以應捨。外曰。若捨福", "242": "不應作修妬路。若福必捨。本不應作。何有智", "243": "人空為苦事。譬如陶家作器還破。內曰。生", "244": "道次第法。如垢衣浣染修妬路。如垢衣先浣", "245": "後淨乃染浣淨不虛也。所以者何。染法次第", "246": "故。以垢衣不受染故。如是先除罪垢。次", "247": "以福德熏心。然後受涅槃道染。外曰。捨", "248": "福依何等修妬路。依福捨惡。依何捨福。內", "249": "曰。無相最上修妬路。取福人天中生。取罪三惡", "25": "沖心簡勝。博涉內外。理思兼通。少好大道。", "250": "道生。是故無相智慧最第一。無相名一切相", "251": "不憶念。離一切受。過去未來現在法心無所", "252": "著。一切法自性無故。則無所依。是名無相。", "253": "以是方便故能捨福。何以故。除三種解脫", "254": "門。第一利不可得。如佛語諸比丘。若有人", "255": "言我不用空無相無作。欲得若知若見。無", "256": "增上慢者。是人空言無實。", "257": "2 破神品破神品第二", "258": "外曰。不應言一切法空無相。神等諸法有", "259": "故修妬路。迦毘羅。優樓迦等言。神及諸法有。迦", "26": "長而彌篤。雖復形羈時務。而法言不輟。每", "260": "毘羅言。從冥初生覺。從覺生我心。從我", "261": "心。生五微塵。從五微塵生五大。從五大", "262": "生十一根。神為主常。覺相。處中。常住不壞", "263": "不敗。攝受諸法。能知此二十五諦。即得解", "264": "脫。不知此者。不離生死。優樓迦言。實有", "265": "神常。以出入息視眴壽命等相故。則知有", "266": "神。復次以欲恚苦樂智慧等所依處故。則", "267": "知有神。是故神是實有。云何言無。若有而", "268": "言無。則為惡邪人。惡邪人無解脫。是故不", "269": "應言一切法空無相。內曰。若有神而言無。", "27": "撫茲文。所慨良多。以弘始六年歲次壽星。", "270": "是為惡邪。若無而言無。此有何過。諦觀察", "271": "之。實無有神。外曰。實有神。如僧佉經中", "272": "說。覺相是神。內曰。神覺為一耶。為異耶。", "273": "外曰。神覺一也。內曰。覺若神相。神無常", "274": "修妬路。若覺是神相者。覺無常故。神應無常。譬", "275": "如熱是火相。熱無常故。火亦無常。今覺實無", "276": "常。所以者何。相各異故。屬因緣故。本無今", "277": "有故。已有還無故。外曰。不生故常修妬路。生相", "278": "法無常。神非生相故常。內曰。若爾覺非神", "279": "相修妬路。覺是無常。汝說神常。神應與覺異。", "28": "集理味沙門。與什考挍正本。陶練覆疏。務", "280": "若神覺不異者。覺無常故。神亦應無常。復", "281": "次若覺是神相。無有是處。所以者何。覺行", "282": "一處故修妬路。若覺是神相者。汝法中神遍一", "283": "切處。覺亦應一時遍行五道。而覺行一處", "284": "不能周遍。是故覺非神相。復次若爾神與", "285": "覺等修妬路。汝以覺為神相者。神應與覺等。", "286": "神則不遍。譬如火無熱不熱相。神亦如是。", "287": "不應有遍不遍相。復次若以為遍。則有覺", "288": "不覺相修妬路。汝欲令神遍。神則二相。覺不覺", "289": "相。何以故。覺不遍故。神若墮覺處是則覺。", "29": "存論旨。使質而不野。簡而必詣。宗致盡爾。", "290": "若墮不覺處是則不覺。外曰。力遍故無過", "291": "修妬路。有處覺雖無用。此中亦有覺力。是故無", "292": "無覺過。內曰。不然。力有力不異故修妬路。若有", "293": "覺力處是中覺應有用而無用。是故汝語", "294": "非也。若如是說。覺無用處。亦有覺力者。但", "295": "有是語。外曰。因緣合故。覺力有用修妬路。神雖", "296": "有覺力。要待因緣合故。乃能有用。內曰。", "297": "墮生相故修妬路。若因緣合時覺有用者。是覺", "298": "屬因緣故。則墮生相。若覺神不異。神亦", "299": "是生相。外曰。如燈修妬路。譬如燈能照物不", "3": "百論者。蓋是通聖心之津塗。開真諦之要", "30": "無間然矣。論凡二十品。品各五偈。後十品。", "300": "能作物。因緣亦如是。能令覺有用。不能", "301": "生覺。內曰。不然。燈雖不照瓶等。而瓶等", "302": "可得。亦可持用。若因緣不合時。覺不可", "303": "得。神亦不能覺苦樂。是故汝喻非也。外曰。", "304": "如色修妬路。譬如色。雖先有燈。不照則不了。", "305": "如是覺雖先有。因緣未合故亦不了。內曰。", "306": "不然。自相不了故修妬路。若未有照。人雖不", "307": "了色相自了。汝覺相自不了。是故汝喻非", "308": "也。復次以無相故。色相不以人知故為色", "309": "相。是故若不見時常有色。汝知是神相。不", "31": "其人以為無益此土。故闕而不傳。冀明識", "310": "應以無知處為知。無知處為知。是事不", "311": "然。汝法中知覺一義。外曰。優樓迦弟子。誦", "312": "衛世師經。言知與神異。是故神不墮無常", "313": "中。亦不無知。何以故。神知合故。如有牛", "314": "修妬路。譬如人與牛合故人名有牛。如是神情", "315": "意塵合故。神有知生。以神合知故。神名有", "316": "知。內曰。牛相牛中住。非有牛中修妬路。牛相牛", "317": "中住。不在有牛中。是故雖人牛合有牛不", "318": "作牛。但牛為牛。如是雖神知合。知相知中", "319": "住。神不為知。汝言神情意塵合故知生。是", "32": "君子。詳而攬焉。", "320": "知知色塵等。是故但知能知非神知。譬如", "321": "火能燒。非有火人燒。外曰。能用法故修妬路。人", "322": "雖有見相用燈則見離燈則不見。神雖有", "323": "能知用知則知離知則不知。內曰。不然。知", "324": "即能知故修妬路。以情意塵合故知生。是知能", "325": "知色等諸塵。是故知即能知非是所用。若知", "326": "即能知。神復何用。燈喻非也。何以故。燈不", "327": "知色等故修妬路。燈雖先有。不能知色等。非", "328": "知法故。是故但知能知色。若不能知。不名", "329": "為知。是故縱有能知。彼能何用。外曰。馬身", "33": "百論卷上", "330": "合故神為馬修妬路。譬如神與馬身合故。神名", "331": "為馬。神雖異身。亦名神為馬。如是神知", "332": "合故神名為知。內曰。不然。身中神非馬", "333": "修妬路。馬身即馬也。汝謂身與神異。則神與馬", "334": "異。云何以神為馬。是故此喻非也。以神喻", "335": "神。則墮負處。外曰。如黑疊修妬路。譬如黑", "336": "疊。黑雖異疊。疊與黑合故名為黑疊。如是", "337": "知雖異神神與知合故神名為知。內曰。若", "338": "爾無神修妬路。若神與知合故神名為知。神應", "339": "非神。何以故。我先說知即是能知。若知不名", "34": "提婆菩薩造　婆藪開士釋", "340": "神。神亦不名能知。若他合故以他為名者。", "341": "知與神合何不名知為神。又如先說黑疊", "342": "喻者。自違汝經。汝經黑是求那。疊是陀羅", "343": "驃。陀羅驃不作求那。求那不作陀羅驃。外", "344": "曰。如有杖修妬路。譬如人與杖合故人名有", "345": "杖。不但名杖。杖雖與人合。杖不名有人。", "346": "亦不名人。如是神與知合故神名能知。不", "347": "但名知。亦非是知。與神合故。知名為神。", "348": "內曰。不然。有杖非杖修妬路。雖杖與有杖合", "349": "有杖不為杖。如是知相知中非神中。是故", "35": "姚秦三藏鳩摩羅什譯", "350": "神非能知。外曰。僧佉人復言。若知與神異。", "351": "有如上過。我經中無如是過。所以者何。覺", "352": "即神相故。我以覺相為神。是故常覺無不", "353": "覺。內曰。雖已先破。今當更說。若覺相神", "354": "不一修妬路。覺有種種苦樂覺等。若覺是神相。", "355": "神應種種。外曰。不然。一為種種相。如頗", "356": "梨修妬路。如一頗梨珠隨色而變。或青黃赤白", "357": "等。如是一覺。隨塵別異。或覺苦或覺樂等", "358": "覺雖種種相。實是一覺。內曰。若爾罪福一相", "359": "修妬路。若益他覺是名福。若損他覺是名罪。一", "36": "1 捨罪福品捨罪福品第一", "360": "切慧人心信是法。若益他覺損他覺是一", "361": "者。應罪福一相。如施盜等亦應一。復次如", "362": "珠。先有隨色而變。然覺共緣生。是故汝", "363": "喻非也。復次珠新新生滅故。相則不一。汝", "364": "言珠一者。是亦非也。外曰。不然。果雖多作", "365": "者一。如陶師修妬路。如一陶師作瓶瓫等。非", "366": "作者一故果便一也。如是一覺能作損益", "367": "等業。內曰。陶師無別異修妬路。譬如陶師身一", "368": "無異相。而與瓶瓫等異。然益他覺損他覺。", "369": "實有異相。又損益等與覺不異。是故汝喻", "37": "頂禮佛足哀世尊於無量劫荷眾苦", "370": "非也。外曰。實有神。比知相故修妬路。有物雖", "371": "不可現知。以比相故知。如見人先去然", "372": "後到彼。日月東出西沒。雖不見去。以到", "373": "彼故知去。如是見諸求那依陀羅驃。以", "374": "比知相故知有神。神知合故。神名能知。內", "375": "曰。是事先已破。今當更說。不知非神修妬路。汝", "376": "法神遍廣大而知少。若神知者。有處有時不", "377": "知。是則非神。有處名身外。有時名身內。睡", "378": "眠悶等是時不知。若神知相有處有時不知。", "379": "是則非神。何以故。無知相故。汝以知相有", "38": "煩惱已盡習亦除梵釋龍神咸恭敬", "380": "神者。空無實也。外曰。行無故知無如煙", "381": "修妬路。如煙是火相。炭時無煙。是時雖無煙而", "382": "有火。如是知雖神相。若有知。若無知。神", "383": "應常有。內曰。不然。神能知故修妬路。若不知時。", "384": "欲令有神者。神則不能知。亦無知相。所以", "385": "者何。汝神無知時亦有神故。復次若無煙", "386": "時。現見有火知有火。神若有知。若無知", "387": "無能見者。是故汝喻非也。復次汝說見共", "388": "相比知故有神。此亦非也。所以者何。見去", "389": "者去法到彼故修妬路。若離去者無去法。離", "39": "亦禮無上照世法能淨瑕穢止戲論", "390": "去法無去者。到彼如是見去者曰到彼必", "391": "知有去法。若離神無知。是事不然。是故不", "392": "應以知故知有神。不可見龜而有毛想。", "393": "不可見石女而有兒想。如是不應見知", "394": "便有神想。外曰。如手取修妬路。如手有時取。", "395": "有時不取。不可以不取時不名為手。手", "396": "常名手。神亦如是。有時知。有時不知。不可", "397": "以不知時不名為神。神常名神。內曰。取", "398": "非手相修妬路。取是手業非手相。何以故。不以", "399": "取故知為手。汝以知即神相。此喻非也。外", "4": "論也。佛泥曰後八百餘年。有出家大士。厥", "40": "諸佛世尊之所說并及八輩應真僧", "400": "曰。定有神。覺苦樂故修妬路。若無覺者。則無", "401": "覺身獨。不能覺苦樂。何以故。死人有身。", "402": "不能覺苦樂。如是知有身者。能覺苦樂。", "403": "此則為神。是故定有神。內曰。若惱亦斷修妬路。", "404": "如刀害身。是時生惱。若刀害神。神亦有惱", "405": "者。神亦應斷。外曰。不然。無觸故如空修妬路。", "406": "神無觸故不可斷。如燒舍時。內空無觸故", "407": "不可燒但有熱。如是斷身時。內神無觸故", "408": "不可斷。但有惱。內曰。若爾無去修妬路。若神", "409": "無觸。身不應到餘處。何以故。去法從思", "41": "外曰。偈言世尊之所說。何等是世尊。內曰。汝", "410": "惟生。從身動生。身無思惟。非覺法故。神", "411": "無動力。非身法故。如是身不應到餘處。", "412": "外曰。如盲跛修妬路。譬如盲跛相假能去。如", "413": "是神有思惟。身有動力。和合而去。內曰。異", "414": "相故修妬路。如盲跛。二觸二思惟故法應能去。", "415": "身神無二事故不應去。是故無去法。若不", "416": "爾有如上斷過。復次汝謂空熱。此事不然。", "417": "何以故。空無觸故。微熱遍空。身觸覺熱非", "418": "空熱也。但假言空熱。外曰。如舍主惱", "419": "修妬路。如燒舍時。舍主惱而不燒。如是身斷", "42": "何故生如是疑。外曰種種說世尊相故生", "420": "時。神但惱而不斷。內曰。不然。無常故燒", "421": "修妬路。舍燒時。草木等無常故。亦燒亦熱。空", "422": "常故不燒不熱。如是身無常故。亦惱亦斷。", "423": "神常故不惱不斷。復次舍主遠火故不應", "424": "燒。汝經言。神遍滿故。亦應斷壞。外曰。必有", "425": "神取色等故修妬路。五情不能知五塵。非知", "426": "法故。是故知神能知。神用眼等。知色等諸", "427": "塵。如人以鎌收刈五穀。內曰。何不用耳", "428": "見修妬路。若神見有力。何不用耳見色。如火", "429": "能燒。處處皆燒。又如人或時無鎌手亦能", "43": "疑。有人言。葦紐天秦言遍勝天名世尊。又言。", "430": "斷。又如舍有六向。人居其內所在能見。神", "431": "亦如是。處處應見。外曰。不然。所用定故。", "432": "如陶師修妬路。神雖有見力。然眼等所伺不", "433": "同。於塵各定故。不能用耳見色。如陶師", "434": "雖能作瓶。離泥不能作。如是神雖有見", "435": "力。非眼不能見。內曰。若爾盲修妬路。若神用", "436": "眼見。則神與眼異。神與眼異。則神無眼。神", "437": "無眼云何見。汝陶師喻者。是亦不然。所以", "438": "者何。離泥更無有瓶。泥即為瓶。而眼色異", "439": "故。外曰。有神異情動故修妬路。若無神者。何", "44": "摩醯首羅天秦言大自在天名世尊。又言。迦毘羅。", "440": "故見他食果。口中生涎。如是不應以眼", "441": "知味。有眼者能知。復次一物眼身知故修妬路。", "442": "如人眼先識瓶等。闇中雖不用眼。身觸亦", "443": "知。是故知有神。內曰。如盲。修妬路中已破。", "444": "復次若眼見他食果。而口生涎者。餘情何", "445": "以不動。身亦如是。外曰。如人燒修妬路。譬如", "446": "人雖能燒。離火不能燒。神亦如是。用眼", "447": "能見。離眼不能見。內曰。火燒修妬路。言人燒", "448": "者。是則妄語。何以故。人無燒相。火自能燒。", "449": "如風動木。相揩生火。焚燒山澤。無有作", "45": "優樓迦。勒沙婆等仙人皆名世尊。汝何以獨", "450": "者。是故火自能燒。非人燒也。外曰。如意", "451": "修妬路。如死人雖有眼無意故。神則不見。若有", "452": "意神則見。如是神用眼見。離眼不見。內曰。", "453": "若有意能知。無意不能知者。但意行眼等", "454": "門中便知。神復何用。外曰。意不自知。若意", "455": "意相知。此則無窮。我神一故。以神知意非", "456": "無窮也。內曰。神亦神修妬路。若神知意。誰復", "457": "知神。若神知神。是亦無窮。我法以現在意", "458": "知過去意。意法無常故無咎。外曰。云何除", "459": "神修妬路。若除神云何但意知諸塵。內曰。如", "46": "言佛為世尊。是故生疑。內曰。佛知諸法實", "460": "火熱相修妬路。譬如火熱。無有作者。火性自", "461": "熱。無有不熱之火。如是意是知相。雖復離", "462": "神性知故能知。神知異故神不應知。外曰。", "463": "應有神宿習念相續故。生時憂喜行修妬路。如", "464": "小兒生。便知行憂喜等事。無有教者。以先", "465": "世宿習憶念相續故。今世還為種種業。是故", "466": "知有神亦常相。內曰。遍云何念修妬路。神常遍", "467": "諸塵。無不念時。念從何生。復次若念一切", "468": "處生。念亦應遍一切處。如是一切處應一", "469": "時念。若念分分處生。神則有分。有分故無", "47": "相。明了無礙。又能說深淨法。是故獨稱佛", "470": "常。復次若神無知。若知非神。此事先已破。", "471": "外曰。合故念生修妬路。若神意合。以勢發故念", "472": "生。何以故。神意雖合。勢不發者。則念不生。", "473": "內曰。雖先已破。今當重說。神若知相。不應", "474": "生念。若非知相。亦不應生念。復次若念", "475": "知修妬路。若念生是時知。若念不生。是時不知。", "476": "應念即是知。神復何用。外曰。應有神。左見", "477": "右識故修妬路。如人先左眼見。後右眼識。不", "478": "應彼見此識。以內有神故。左見右識。內曰。", "479": "共答二眼修妬路。分知不名知。復次若爾無", "48": "為世尊。外曰。諸餘導師亦能明了諸法相。", "480": "知。復次遍云何念。復次若念知。復次何不", "481": "用耳見。復次若爾盲。復次如左眼見。不應", "482": "右眼識。神亦不應此分見彼分識。是故不", "483": "應以左眼見。右眼識故。便有神。外曰。念", "484": "屬神故神知修妬路。念名神法。是念神中生。是", "485": "故神用念知。內曰。不然。分知不名知修妬路。", "486": "若神一分處知生。神則分知。若神分知。神不", "487": "名知。外曰。神知非分知。何以故。神雖分知。", "488": "神名知。如身業修妬路。譬如身分手有所作", "489": "名為身作。如是神雖分知。神名知。內曰。", "49": "亦能說深淨法。如迦毘羅弟子。誦僧佉經。", "490": "若爾無知修妬路。汝法神遍意少。神意合故神知", "491": "生。是知與意等少。若以少知神名知者。汝", "492": "何不言以多不知故神名不知。又汝身業", "493": "喻者。此事不然。何以故。分有分一異不可得", "494": "故。外曰。如衣分燒修妬路。譬如衣一分燒名為", "495": "燒衣。如是神雖一分知。名為神知。內", "496": "曰。燒亦如是修妬路。若衣一分燒。不名為燒。", "497": "應名分燒。汝以一分燒故衣名燒者。今多", "498": "不燒應名不燒。何以故。是衣多不燒。實有", "499": "用故。是以莫著語言。", "5": "名提婆。玄心獨悟俊氣高朗。道映當時。神", "50": "說諸善法總相別相。於二十五諦中。淨覺", "500": "3 破一品破一品第三", "501": "外曰。應有神。有一瓶等。神所有故修妬路。若", "502": "有神則有神所有。若無神則無神所有。有", "503": "一瓶等是神所有故有神。內曰。不然。何以", "504": "故。神已不可得故。今思惟有一瓶等。若以", "505": "一有。若以異有。二俱有過。外曰。有一瓶等。", "506": "若以一有。有何過。內曰。若有一瓶一。如一", "507": "一切成。若不成。若顛倒修妬路。若有一瓶一者。", "508": "如因陀羅釋迦憍尸迦。其有因陀羅處。則", "509": "有釋迦憍尸迦。如是隨有處則有一瓶。", "51": "分。是名善法。優樓迦弟子。誦衛世師經。言", "510": "隨一處則有有瓶。隨瓶處則有有一。若", "511": "爾衣等諸物亦應是瓶。有一瓶一故。如是", "512": "其有一物皆應是瓶。今瓶衣等物悉應是", "513": "一。復次有常故一瓶亦應常。復次若說有", "514": "則說一瓶。復次一是數。有瓶。亦應是數。", "515": "復次若瓶五身。有一亦應五身。若瓶有形有", "516": "對。有一亦應有形有對。若瓶無常。有一亦", "517": "應無常。是名如一一切成。若處處有。是中", "518": "無瓶。今處處瓶是亦無瓶。有不異故。復次", "519": "事事有。不是瓶。今瓶則非瓶。有不異故。復", "52": "於六諦。求那諦中。日三洗。再供養火等和", "520": "次若說有。不攝一瓶。今說一瓶。亦不應", "521": "攝一瓶。有不異故。復次若有非瓶。瓶亦非", "522": "瓶。有不異故。是名如一一切不成。若欲", "523": "說瓶應說有。欲說有應說瓶。復次汝瓶", "524": "成故。有一亦成。若有一成故瓶亦應成。以", "525": "一故是名如一一切顛倒此中四紙辯名字無可傳譯。外曰。", "526": "物有一故無過修妬路。物是有。亦是一。是故若", "527": "有瓶處必有有一。非有一處皆是瓶。復次", "528": "若說瓶。當知已攝有一。非說有一必攝", "529": "瓶。內曰。瓶有二。何故二無瓶修妬路。若有一", "53": "合。生神分善法。勒沙婆弟子。誦尼乾子經", "530": "瓶一。何故有一處無瓶。復次云何說有一", "531": "不攝瓶。外曰。瓶中瓶有定故修妬路。瓶中瓶有", "532": "與瓶不異。而異於衣物等。是故在在處瓶。", "533": "是中有瓶有。亦在在處瓶有。是中有瓶非", "534": "在在有處有瓶。內曰。不然。瓶有不異故", "535": "修妬路。有是總相。何以故。若說有則信瓶等諸", "536": "物。若說瓶不信衣等諸物。是故瓶是別相。", "537": "有是總相。云何為一。外曰。如父子修妬路。譬", "538": "如一人亦子亦父。如是總相亦是別相。別", "539": "相亦是總相。內曰。不然。子故父修妬路。若未生", "54": "言。五熱炙身。拔髮等受苦法。是名善法。又", "540": "子不名為父。子生然後為父。復次是喻同", "541": "我。汝則非也。外曰。應有瓶。皆信故修妬路。", "542": "世人眼見信有瓶用。是故應有瓶。內曰。有", "543": "不異故一切無修妬路。若瓶與有不異者。瓶", "544": "應是總相非別相。別相無故。總相亦無。因", "545": "有別相故有總相。若無別相則無總相。", "546": "是二無故。一切皆無。外曰。如足分等名身", "547": "修妬路。如頭足分等。雖不異身。非但足為身。", "548": "如是瓶與有雖不異。而瓶非總相。內曰。若", "549": "足與身不異。何故足不為頭修妬路。若頭足分", "55": "有諸師。行自餓法。投淵赴火。自墜高巖。", "550": "等。與身不異者。足應是頭。是二與身", "551": "不異故。如因陀羅釋迦不異故。因陀羅即", "552": "釋迦。外曰。諸分異故無過修妬路。分有分不異。", "553": "非分分不異。是故頭足不一。內曰。若爾無", "554": "身修妬路。若足與頭異。頭與足分等異。如是。", "555": "但有諸分。更無有分。名之為身。外曰。不", "556": "然。多因一果現故。如色等是瓶修妬路。如色", "557": "分等多因現一瓶果。此中非但色為瓶。亦", "558": "不離色為瓶。是故色分等不為一。足分", "559": "等與身亦如是。內曰。如色等瓶亦不一修妬", "56": "寂默常立。持牛戒等。是名善法。如是等皆", "560": "路。若瓶與色聲香味觸五分不異者。不應", "561": "言一瓶。若言一瓶。色分等亦應一。色等與", "562": "瓶不異故。外曰。如軍林修妬路。若象馬車步。", "563": "多眾合故名為軍。又松柏等。多樹合故名為", "564": "林。非獨松為林。亦不離松為林。軍亦爾。", "565": "如是非一色名為瓶。亦不離色為瓶。內", "566": "曰。眾亦如瓶修妬路。若松柏等。與林不異者。", "567": "不應言一林。若言一林者。松柏等亦應", "568": "一。與林不異故。如松樹根莖。枝節華葉。亦", "569": "應如是破。如軍等一切物。盡應如是破。外", "57": "是深淨法。何以言獨佛能說耶。內曰。是皆", "570": "曰。受多瓶故修妬路。汝說色分等多修妬路。瓶亦", "571": "應多。是故欲破一瓶而受多瓶。內曰。非色", "572": "等多故瓶多修妬路。我說汝過非受多瓶。汝自", "573": "言色分等多。無別瓶法為色等果。外曰。有", "574": "果。以不破因。有因故果成修妬路。汝破瓶", "575": "果。不破色等瓶因。若有因必有果。無無果", "576": "因。復次色等瓶因。是微塵果。汝受色等故。", "577": "因果俱成。內曰。如果無因亦無修妬路。如瓶與", "578": "色等多分不異故。瓶不應一。今色等多分", "579": "與瓶不異故。色等不應多。又如汝言。無", "58": "邪見。覆正見故。不能說深淨法。是事後", "580": "無果因。今果破故。因亦自破。汝法因果一", "581": "故。復次三世為一修妬路。泥團時現在。瓶時未", "582": "來。土時過去。若因果一。泥團中應有瓶土。", "583": "是故三世時為一。已作今作當作者。如是語", "584": "壞。外曰。不然。因果相待成故。如長短修妬路。", "585": "如因長見短。因短見長。如是泥團觀瓶", "586": "則是因。觀土則是果。內曰。因他相違共過", "587": "故。非長中長相。亦非短中及共中修妬路。若", "588": "實有長相。若長中有。若短中有。若共中有。", "589": "是不可得。何以故。長中無長相。以因他", "59": "當廣說。外曰。佛說何等善法相。內曰。惡止", "590": "故。因短故為長短中亦無長性。相違故。若", "591": "短中有長。不名為短。長短共中亦無長。二", "592": "俱過故。若長中有。若短中有。先說有過。短", "593": "相亦如是。若無長短。云何相待。", "594": "百論卷上", "6": "超世表。故能闢三藏之重關。坦十二之幽", "60": "善行法修妬路。佛略說善法二種。止相行相。息", "61": "一切惡。是名止相。修一切善。是名行相。", "62": "何等為惡。身邪行。口邪行。意邪行。身殺", "63": "盜婬。口妄言兩舌惡口綺語。意貪瞋惱邪見。", "64": "復有十不善道。所不攝鞭杖繫閉等。及", "65": "十不善道前後種種罪。是名為惡。何等為", "66": "止。息惡不作。若心生。若口語。若受戒。", "67": "從今日終不復作。是名為止。何等為善。", "68": "身正行。口正行。意正行。身迎送合掌。禮敬", "69": "等。口實語。和合語。柔軟語。利益語。意慈", "7": "路。擅步迦夷。為法城塹。于時外道紛然。", "70": "悲正見等。如是種種清淨法。是名善法。何", "71": "等為行。於是善法中。信受修習。是名為行。", "72": "外曰。汝經有過。初不吉故修妬路。諸師作", "73": "經法。初說吉故。義味易解。法音流布。若智", "74": "人讀誦念知。便得增壽威德尊重。如有經", "75": "名婆羅呵波帝秦言廣主經。如是經等。初皆言", "76": "吉。以初吉故。中後亦吉。汝經初說惡故是", "77": "不吉。是以言汝經有過。內曰。不然。斷邪", "78": "見故說是經修妬路。是吉。是不吉。此是邪見", "79": "氣。是故無過。復次無吉故修妬路。若少有吉。", "8": "異端競起。邪辯逼真。殆亂正道。乃仰慨聖", "80": "經初應言吉。此實無吉。何以故。是一事。此", "81": "以為吉。彼以為不吉。或以為非吉非不吉。", "82": "不定故無吉。汝愚人無方便。強欲求樂。妄", "83": "生憶想。言是事吉。是事不吉。復次自他共", "84": "不可得故修妬路。是吉法不自生。何以故。無", "85": "有一法從自己生故。亦二相過故。一者生。", "86": "二者能生。亦不從他生。自相無故。他相亦", "87": "無。復次無窮故。以生更有生故。亦不共生。", "88": "二俱過故。凡生法有三種。自他共。是三種", "89": "中。求不可得。是故無吉事。外曰。是吉自生", "9": "教之陵遲。俯悼群迷之縱惑。將遠拯沈淪。", "90": "故如鹽修妬路。譬如鹽自性醎。能使餘物醎。吉", "91": "亦如是。自性吉。能使餘物吉。內曰。前已破", "92": "故。亦鹽相鹽中住故修妬路。我先破無有法自", "93": "性生。復次汝意謂鹽從因緣出。是故鹽不", "94": "自性醎。我不受汝語。今當還以汝語破汝", "95": "所說。鹽雖他物合。物不為鹽。鹽相鹽中住", "96": "故。譬如牛相不為馬相。外曰。如燈修妬路。譬", "97": "如燈既自照。亦能照他。吉亦如是。自吉亦", "98": "能令不吉者吉。內曰。燈自他無闇故修妬路。燈", "99": "自無闇。何以故。明闇不並故。燈亦無能照。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1569 百論: 百論: 百論: 百論", "author": "提婆菩薩造  婆藪開士釋  姚秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}