{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1546 阿毘曇毘婆沙論: 毘婆沙: 阿毘曇毘婆沙論: 阿毘曇毘婆沙: 阿毘曇毘婆沙論: 阿毘曇毘婆沙", "text": {"0": "No. 1546 [No. 1545; cf. Nos. 1543, 1544,", "1": "1547]", "10": "拏。故乃澄神玄觀。搜簡法相。造毘婆沙。抑", "100": "說戒律名曰毘尼。說總相別相名阿毘曇。復", "101": "次未種善根令種善根名修多羅。已種善根", "102": "欲令成熟名曰毘尼。善根已熟得正解脫名", "103": "阿毘曇。復次為初入法名修多羅。已入法中", "104": "為受持戒名曰毘尼。已受戒者為令正解名", "105": "阿毘曇。修多羅毘尼阿毘曇。是名差別。", "106": "問曰。彼尊者以何因緣造作此經。答曰。為饒", "107": "益他故。若有受持讀誦通利說正憶念。無量", "108": "煩惱及諸惡行不現在前。以此懃修能入法", "109": "相。譬如有人。欲饒益他於黑闇中。然大燈明。", "11": "止眾說。或即其殊辯。或標之銓評。理致淵曠。", "110": "為有目者見種種色。彼尊者亦復如是。為饒", "111": "益他造作此經。佛亦如是為饒益他說十二", "112": "部經。一修多羅。二祇夜。三婆伽羅那。四伽", "113": "他。五優陀那。六尼陀那。七阿波陀那。八伊", "114": "帝目多伽。九闍陀伽。十毘佛略。十一阿浮陀", "115": "達摩。十二優婆提舍。所以者何。若有眾生。", "116": "雖有內因無外緣者。終不能修勝進之行。若", "117": "遇外緣則能修行。譬如鉢頭摩分陀利拘物", "118": "頭優鉢羅華在池水中。日光不照不開不敷", "119": "不香。日光若照則開敷出香。如闇室中有種", "12": "文蹄豔博。西域勝達之士。莫不資之以鏡心。", "120": "種物。若無燈照終不可見。有燈則見。眾生亦", "121": "然。雖有內因若無外緣。終不能修勝進之行。", "122": "若遇外緣。則能修習勝進之行。以是緣故。佛", "123": "說偈言。", "124": "譬如闇室中雖有種種物", "125": "若無燈明照有目不能見", "126": "若人雖有智不從他聞法", "127": "是人終不能分別善惡義", "128": "譬如有目人因燈見眾色", "129": "有智依多聞能別善惡義", "13": "監之以朗識。而冥瀾潛灑。將洽殊方。然理", "130": "多聞能知法多聞能遠惡", "131": "多聞離無義多聞得涅槃", "132": "佛經亦說。有二因二緣發於正見。一從他聞", "133": "法。二內正思惟。又說。人有四法甚為希有。一", "134": "親近善知識。二從他聞法。三內正思惟。四如", "135": "法修行。又說。若我弟子。一心聽法能斷五蓋。", "136": "具足修行七覺分法。如佛世尊為饒益他故", "137": "說十二部經。彼尊者亦復如是。復次為破無", "138": "明闇故。如燈破闇作明。阿毘曇者亦復如是。", "139": "破無明闇與智慧明。復次欲令無我像得分明", "14": "不虛運。弘之由人。大沮渠河西王。天懷遐廓。", "140": "故。譬如明鏡照諸色像。若人能以阿毘曇慧。", "141": "善分別總相別相。無我人像自然顯現。復次", "142": "為度生死河故。譬如百千那由他眾生。依堅", "143": "牢船而無所畏。能從此岸到於彼岸。如是百", "144": "千那由他諸佛世尊。及諸眷屬亦復如是。依", "145": "阿毘曇船而無所畏。能從此岸到於彼岸。復", "146": "次為諸修多羅經作燈明故。如人執炬於諸", "147": "闇中終無所畏。如是行者執阿毘曇炬。於諸", "148": "修多羅義中而無所畏。復次為觀察善不善", "149": "無記法故。如善識寶人善別金剛等寶。如是", "15": "摽誠冲寄。雖跡纏紛務。而神栖玄境。冉能丘", "150": "知者。以阿毘曇慧。分別善不善無記法。復", "151": "次為現阿毘曇人須彌山不傾動故。如須彌", "152": "山王安住金輪地上。四方猛風不能傾動。如", "153": "是智者。以阿毘曇慧須彌山。安置於戒金輪", "154": "地上。四倒邪風不能傾動。復次以三因緣故。", "155": "尊者迦旃延子造作此經。一為增益智故。二", "156": "為開覺意故。三為斷我人故。增益智者。於內", "157": "外法中一切經論莫若阿毘曇。開覺意者。眾", "158": "生常眠無有覺時。不知何者是一切遍使何", "159": "者不遍使。何者自界緣遍使。何者他界緣遍", "16": "壑。廊舘林野。是使淵叟投竿。巖逸來庭。息", "160": "使。何者有漏緣。何者無漏緣。何者有為緣。何", "161": "者無為緣。云何為攝。云何相應。云何因。云何", "162": "緣。誰成就。誰不成就。能了知如是等遠近法", "163": "者。是阿毘曇力。斷我人者。彼尊者造阿毘曇", "164": "經。未曾說有我人。於一切處常說無我無人。", "165": "以如是等眾因緣故。彼尊者造阿毘曇經。問", "166": "曰。阿毘曇體為何者是耶。答曰。無漏慧根。", "167": "自體攝一界一入一陰。一界者法界。一入者", "168": "法入。一陰者行陰若取相應共有攝三界二", "169": "入五陰。三界者意界識界法界。二入者。意", "17": "心昇堂。玄客入室。誠詣既著。理感不期。有", "170": "入法入。五陰者色受想行識。又修多羅說。此", "171": "帝釋長夜其心質直無有諂曲。諸有所問。為", "172": "了知故不為嬈亂。我當以甚深阿毘曇。恣汝", "173": "所問。此中何者是甚深義。所謂無漏慧根。又", "174": "如經說。有梵志姓犢子。其性質直無有諂曲。", "175": "諸有所問。為了知故不為嬈亂。我當以甚深", "176": "阿毘曇。恣汝所問。此中何者是甚深義。所謂", "177": "無漏慧根。復有梵摩瑜婆羅門須跋梵志。亦", "178": "如上說。如佛告先尼梵志。我法甚深。難解難", "179": "了難知難見。非思量分別之所能及。唯有微", "18": "沙門道泰。才敏自天。冲氣疏朗。關博奇趣。遠", "180": "妙決定智者。乃能知之。非汝淺智之所能及。", "181": "所以者何。空即無我。而汝計我。汝常長夜有", "182": "異見異欲異心。以是之故。非汝淺智之所及", "183": "也。此中何者。是甚深義。所謂空三昧也。如說", "184": "愚人無眼。而與上座智慧比丘論甚深義。此", "185": "中何者是甚深義。所謂退法是也。如佛告阿", "186": "難。此十二因緣法甚深。難解難了難知難見。", "187": "非思量分別之所能及。唯有微妙決定智者。", "188": "乃能知之。非汝淺智之所能及。此中何者是", "189": "甚深義。所謂因緣是也。如說此處甚深。所謂", "19": "參異言。往以漢土。方等既備。幽宗粗暢。其所", "190": "緣起。此法離欲寂滅涅槃。此中何者是甚深", "191": "義。所謂因緣寂靜滅性也。如說諸法甚深故", "192": "難見。難見故甚深。此中何者是甚深。一切諸", "193": "法體性甚深是也。問曰。阿毘曇體。何者是耶。", "194": "答曰。無漏慧根。以無漏慧根力故。令生處得", "195": "慧。能受持十二部經。讀誦通利。亦名阿毘曇", "196": "也。又以無漏慧根力故。能令聞慧知總相別", "197": "相。又令聞慧建立總相別相。又令聞慧斷自", "198": "性愚及緣中愚。於法不謬。又以無漏慧根力", "199": "故。能令思慧。不淨安般念處等。亦名阿毘曇。", "2": "序毘婆沙序", "20": "未練唯三藏九部。故杖策冒嶮。爰至蔥西。", "200": "又以無漏慧根力故。能令修慧。煗頂忍世第", "201": "一法。亦名阿毘曇。又以如是等慧。令無漏慧", "202": "根。轉得明淨。名阿毘曇。", "203": "問曰。若無漏慧根。是阿毘曇體者。何故此經", "204": "復名阿毘曇。答曰。阿毘曇具故亦名阿毘曇。", "205": "如處處經中說。因種種具立種種名。以漏具", "206": "故說漏。如說七漏。是煩惱。是熾然。是苦惱。", "207": "實漏有三。所謂欲漏有漏無明漏。垢具故說", "208": "垢。如偈說。", "209": "女垢梵行女縛眾生苦行梵行", "21": "綜攬梵文。義承高旨。并獲胡本十萬餘偈。", "210": "不因水淨", "211": "女實非垢。實垢有三。所謂貪瞋癡垢。樂具故", "212": "說樂。如偈說。", "213": "飲食時樂著衣亦樂經行山窟", "214": "斯亦復樂", "215": "飲食等非樂。實樂者是樂受。使具故說使。如", "216": "說比丘為色所使為色所繫。色非是使。實使", "217": "有七。味具說味。如說比丘眼味於色。色是魔", "218": "鉤。眼非是味。實味是愛。欲具說欲。如說五欲", "219": "美好能令愛心增長染著。色等非欲。實欲是", "22": "既達涼境。王即欲令宣譯。然懼環中之固。將", "220": "愛。退具說退。如說時解脫阿羅漢有五因緣", "221": "退。一者營事勤勞。二者多誦經。三者諍訟。四", "222": "者遠行。五者長病。非營事等是退。實退是不", "223": "善隱沒無記法。業具說業。如說比丘有三種", "224": "意不善業生苦果報。所謂貪恚邪見。貪恚邪", "225": "見。體非是業。實業有三。謂身口意。報具故說", "226": "報。如尊者阿泥盧頭說。我以一食施報。七生", "227": "三十三天。七生波羅柰國。食非生報。生報者", "228": "是不善。善有漏法。如是等處處經中說。因種", "229": "種具說種種名。此亦如是。阿毘曇具故說阿", "23": "或未盡。所以側席虛衿。企囑明勝。天竺沙", "230": "毘曇問曰。以何義故名阿毘曇。答曰。尊者和", "231": "須蜜說。能決定分別十二部經名阿毘曇。復", "232": "說能覺了十二因緣名阿毘曇復次於四聖諦。", "233": "能次第得正決定名阿毘曇。復說能解說修", "234": "習八聖道法。名阿毘曇復說能證涅槃名阿", "235": "毘曇。尊者婆檀陀說曰。煩惱出要。繫縛解脫。", "236": "生死涅槃。如是等法。以名味句身。次第撰集。", "237": "分別解說。名阿毘曇。尊者瞿沙說曰。求解脫", "238": "者諸所施行。未分別者皆分別之。所謂是苦", "239": "是苦因。是道是道果。是方便道。是無礙道。是", "24": "門浮陀摩。周流敷化。會至涼境。其人開悟", "240": "解脫道。是勝進道。是向果道。是得果。名阿", "241": "毘曇。尊者波奢說曰此智是究竟智。此智是", "242": "第一智。此智是不謬智。名阿毘曇。阿毘曇人", "243": "說曰。能種種選擇覺了。證知一切諸法。名阿", "244": "毘曇。復說法性甚深。能盡其原底。名阿毘曇。", "245": "復說能淨法眼名阿毘曇。復說顯發幽隱甚", "246": "深智慧。名阿毘曇。復說若人以阿毘曇慧。分", "247": "別總相別相。無有人能如法說其過者。名阿", "248": "毘曇。彌沙塞部說曰。如燈能照名阿毘曇。如", "249": "說一切照中慧照最上曇摩掘部說曰。此法增", "25": "淵博。神懷深邃。研味鑽仰。俞不可測。以乙", "250": "上名阿毘曇。如說一切諸法慧為最上。譬喻", "251": "者說曰。種種諸法涅槃為上。此法次故名阿", "252": "毘曇。聲論者說曰。阿毘言除棄亦言選擇。除", "253": "棄者所謂結縛使纏煩惱。選擇者所謂陰入", "254": "界緣起道品等諸法。復次阿毘言增上慢。如", "255": "說名增上慢。如說上者名增上者。如說上逸", "256": "名增上逸。此經增上名阿毘曇。復次阿毘言", "257": "現前。一切諸善道品等法皆現在前。名阿毘", "258": "曇。復次阿毘言恭敬。此法尊重可敬。名阿毘", "259": "曇。此經名智慧基本。問曰。何故名智慧基本。", "26": "丑歲四月中旬。於涼城內苑閑豫宮寺。請令", "260": "答曰。諸究竟智皆出此經。故名基本。復次此", "261": "經名安智足處。諸究竟智皆因此經而得成", "262": "立。是故名安智足處。問曰。此經有何利益。答", "263": "曰。隨順解脫。隨順無我。斷計我人。顯明無我。", "264": "發人覺意。出生智慧。除愚癡。斷疑網。得決", "265": "定。背熾然。向出要。得相續。樂寂靜。止生死", "266": "輪。隨順空法。到涅槃岸。能斷一切外道異見。", "267": "於佛法中。能生一切欣樂之心。此經有如是", "268": "等利。名阿毘曇。", "269": "1 雜犍度1 世第一法品阿毘曇毘婆沙雜犍度世第一法品第一", "27": "傳譯理味。沙門智嵩道朗等三百餘人。考文", "270": "云何世第一法。問曰。何故此經先說世第一", "271": "法。為順次說為逆次說耶。若順次說者。應先", "272": "說不淨。次說安般。次說念處。次說七處。善", "273": "三種觀義煗頂忍。然後應說世第一法。若逆", "274": "次說者。應先說阿羅漢果。次說阿那含果。次", "275": "說斯陀含果。次說須陀洹果。次說見道。然後", "276": "應說世第一法。又問。為以初入法故說。為以", "277": "達分善根故說。為以最勝功德故說。若以初", "278": "入法說者。應說不淨若說安般。若以達分善", "279": "根說者。應先說煗法。以煗法最在初故。如尊", "28": "評義。務在本旨。除煩即實。質而不野。王屢", "280": "者瞿沙論中先說煗法。若以最勝功德說者。", "281": "應先說阿羅漢果。有如是等事。如佛在世。尊", "282": "者大迦旃延有正觀智慧。成就無量功德無", "283": "礙精進。入阿毘曇海。心無增減。覺意無邊。", "284": "言論難勝。一切義論無能當者。第二迦栴延", "285": "子亦有如是智慧功德。何故造作此經。先說", "286": "世第一法。答曰。諸論師說世第一法種種不", "287": "同。或有說者不以順次故說。亦不以逆次故", "288": "說。但彼作經者意爾。隨彼意故造作此經。不", "289": "違法相。是故先說世第一法。或有說者。阿毘", "29": "迴駕。陶其幽趣。使文當理詣。片言有寄。至丁", "290": "曇應以相求。不求次第。修多羅經應求次第。", "291": "毘尼應求因緣。阿毘曇經若求次第於文煩", "292": "亂。是故不應求其次第。或有說者。世尊經說。", "293": "若人不能正觀諸行性相。能起世第一法者。", "294": "無有是處。若能正觀諸行性相。能起世第一", "295": "法者。斯有是處。如世尊經中先說世第一法。", "296": "彼作經者。因經造論。故亦應先說世第一法。", "297": "問曰。置作經者。世尊何故先說世第一法。答", "298": "曰。世尊為化眾生次第說法。諸受化者已得", "299": "下忍中忍。未得上忍及世第一法。欲令得故。", "3": "釋道挻作", "30": "卯歲七月都訖。合一百卷。會涼域覆沒。淪", "300": "世尊說正觀思惟諸行性相。當知即是上忍。", "301": "次得此世第一法。是故先說。或有說者。為止", "302": "諸誹謗故。世第一法多諸誹謗。所謂名受誹", "303": "謗。體受誹謗。界受誹謗。現前受誹謗。退受誹", "304": "謗。名受誹謗者。或言是性地法非世第一法。", "305": "體受誹謗者。或言是五根性。界受誹謗者。或", "306": "言是欲界繫。或是色無色界繫。或是三界", "307": "繫。或是不繫。現前受誹謗。或是多心相續", "308": "非是一心。退受誹謗者。或言世第一法退。為", "309": "止如是等諸誹謗故。先說世第一法。復次一", "31": "湮遐境。所出經本。零落殆盡。今涼王信向發", "310": "切生死非牢固法。如糞掃污泥。此中誰最勝", "311": "誰牢固誰如醍醐所謂世第一法。是故先說。", "312": "復次以隨順無我故。此經常說無我。非如外", "313": "典說我說欲法說有法說財。此經唯說無我", "314": "解脫涅槃。此世第一法。亦觀無我。隨順此經", "315": "故。是以先說。復次此經於一切論中最勝。世", "316": "第一法於一切世俗善法中最勝。以此經勝故", "317": "應先說勝法。復次若住世第一法時。名真佛", "318": "出世。能得自在受用聖法。佛出世間。眾生入", "319": "法凡有二種。一假名。二真實。假名者。剃除鬚", "32": "中。探練幽趣。故每至新異。悕仰奇聞。更寫已", "320": "髮而被法服正信出家。真實者。起世第一法。", "321": "次第能入苦法忍。是假名沙門有二過患。一", "322": "者破戒。二者捨戒。入正法者無如是過。真實", "323": "沙門。受用聖法能得自在。隨其性分終無退", "324": "失。復次住世第一法時。無始生死已來。聖道", "325": "門閉今始能開。未曾能捨凡夫之性今始能", "326": "捨。未曾能得無漏聖道今始能得。是故先說", "327": "世第一法。復次住世第一法時。捨名得名。捨", "328": "數得數。捨界得界。捨性得性。捨名得名者。捨", "329": "凡夫名得聖人名。數界性亦如是。復次住世", "33": "出本六十卷。送至宋臺宣布未聞。庶令日新", "330": "第一法時。得心不得心因。得明不得明因。得", "331": "受不得受因。復次住彼法時。捨舊緣得新緣。", "332": "捨共得不共。捨世間得出世間。復次為斷疑", "333": "故。眾生謂凡夫性。無始亦謂無終。今說世第", "334": "一法即示其終。復次住彼法時。凡夫退患。凡", "335": "夫變異。凡夫剛強。悉不復起。煗頂忍法或有", "336": "起。復次住彼法時。無有不得聖法而命終者。", "337": "煗頂忍不爾。住彼法時。無有不得聖道而命", "338": "終者。不得正決定。而得正決定。不得果得果。", "339": "出不定聚入正定聚。無聖道有聖道。無不壞", "34": "之美。敞於當時。福祚之興。垂於來葉。挻以微", "340": "淨有不壞淨亦如是。復次住此善根。無有止", "341": "滯。煗頂忍法而有止滯。復次住彼法時。凡夫", "342": "人所修念處究竟滿足。餘則不爾。復次住彼", "343": "法時。漏無漏心。有斷有續。斷者有漏心。續者", "344": "無漏心。餘則不爾。復次如須彌山王安金輪", "345": "上。四方猛風不能傾動。住此法時。四倒邪風", "346": "不能傾動。復次住彼法時。示始終故猶如明", "347": "相。是夜末晝初。彼亦如是。世俗之末聖道", "348": "之初。如示始終。度已度入出方便究竟亦如", "349": "是。復次欲示相似法有異相故。世第一法。苦", "35": "緣。豫參聽末。欣遇之誠。竊不自默。粗例時", "350": "諦所攝。能生滅苦道。以苦攝。世俗攝。生死", "351": "攝。諸有攝。身見所使攝法。生滅苦道。餘則", "352": "不爾。復次世第一法體。是世俗緣。能生出世", "353": "緣。是故先說。如是有垢無垢。有過無過。有毒", "354": "無毒。有濁無濁。有身見聚無身見聚。有顛倒", "355": "聚無顛倒聚。有愛聚無愛聚。有使聚無使聚。", "356": "亦如是。復次以世第一法有勢有力。能有所", "357": "作猶如健夫。住此法中得正決定故。復次以", "358": "三事故。一以經義故。二止誹謗故。三即此剎", "359": "那得果故。經義止謗如上說。即此剎那得果", "36": "事。以貽來哲。", "360": "者。世第一法。次第能生苦法忍。名功用果。以", "361": "是次第諸因緣故。先說世第一法。復次欲逆", "362": "次說凡夫所得法故。如說世第一法。乃至煗", "363": "法。是名凡夫所得出要法。如說二十身見等。", "364": "是名凡夫煩惱法。此二種法。誰能知者。唯無", "365": "我智。是故第二品中。作如是說。頗有一智知", "366": "一切法。乃至廣說。此無我智。何由而生。由覺", "367": "緣起。是故第三品中。作如是說。一人此生十", "368": "二種緣。乃至廣說。所以能覺緣起。由於愛敬。", "369": "是故第四品中。作如是說。云何為愛。云何為", "37": "如來滅後法勝比丘造阿毘曇心四卷。又迦", "370": "敬。乃至廣說。此愛敬何因而起。由有慚愧。是", "371": "故第五品中。作如是說。云何慚云何愧。乃至", "372": "廣說。誰能慚愧。由解法相。是故第六品中。作", "373": "如是說。色中生住老無常。當言色也非色也。", "374": "乃至廣說。何由能解法相。由斷無義修習有", "375": "義。是故第七品中。作如是說。諸他修苦行。當", "376": "知無義俱。乃至廣說。何由斷無義修有義。由", "377": "正思憶。是故第八品中。作如是說。云何為思", "378": "云何為憶。乃至廣說。以是眾因緣事。欲逆次", "379": "說凡夫所得法。是故先說世第一法。", "38": "旃延子造阿毘曇。有八犍度凡四十四品。後", "380": "云何世第一法。答曰。於諸心心數法。次第得", "381": "正決定。是名世第一法。問曰。已能得正決", "382": "定。當能得正決定。復是世第一法不。答曰。亦", "383": "是。若說現在當知則說過去未來。問曰。世第", "384": "一法。得正決定。為住時得為滅已得。若住", "385": "時得者。亦是凡夫亦是聖人。若滅已得者。何", "386": "故不言已得正決定而言今得。答曰。應說已", "387": "得。所以經文不說已得。自有已得說言今得。", "388": "如說大王從何處來。此名已來而說今來。已", "389": "覺諸受。已斷漏。已得解脫亦如是。或有說者。", "39": "五百應真造毘婆沙重釋八犍度。當且翻時", "390": "應作是說。無間得正決定。是名世第一法。評", "391": "曰。無間得正決定。次第得正決定。有何差別。", "392": "復有說者。苦法忍雖未生。此第一法決定為", "393": "次第緣。是故言今得正決定。或有說者。於諸", "394": "五根。次第得正決定。是名世第一法。問曰。誰", "395": "作此說答曰。舊阿毘曇人說。問曰。彼何故說", "396": "五根。是世第一法。答曰。彼不必欲令五根是", "397": "世第一法。為斷異論故。異論者毘婆闍婆提", "398": "說。信等五根一向無漏故。一切凡夫悉不成", "399": "就。問曰。彼以何故作如是說。答曰。彼依佛經。", "4": "毘婆沙者。蓋是三藏之指歸。九部之司南。", "40": "大卷一百。太武破沮渠已後。零落收拾得六", "400": "佛經說言。五根猛利。通達滿足。向阿羅漢。若", "401": "無五根墮凡夫數。彼以經作如是說故。言信", "402": "等五根悉是無漏。為斷彼人如是論故。說信", "403": "等五根是世第一法。若信等五根是無漏者。", "404": "無始已來未曾能起一念無漏。而得世第一", "405": "法。是故當知五根非純無漏。復次若五根是", "406": "無漏者。違佛正經。如說若我於信等五根。不", "407": "能如實觀是集是滅是味是患是捨者。則不能", "408": "得阿耨多羅三藐三菩提。乃至廣說。不應以", "409": "如是相觀無漏法。毘婆闍婆提曰。應以如是", "41": "十卷。後人分之作一百一十卷。唯釋三犍度", "410": "相觀無漏法。云何應觀如經說。不能如實觀", "411": "信等五根者。是別相觀信等五根。何由而得。", "412": "由親近善知識積集而得。是名觀集。云何觀", "413": "滅。未知欲知根滅。已知根生。是名觀滅。云何", "414": "觀味。此無漏法。亦為愛緣。是名觀味。問曰。", "415": "無漏法亦為愛所繫耶。答曰不也。如汝法中", "416": "有無漏緣使緣而不縛。我亦如是。云何觀患。", "417": "諸無漏法。是無愛故。是名觀患。云何觀捨。一", "418": "切有為涅槃時捨。是名觀捨。為斷如是種種", "419": "諸論故作是說。於諸五根次第得正決定。是", "42": "在。五犍度失盡。", "420": "名世第一法。復次若當五根一向無漏。復違", "421": "佛經。如說我以佛眼。觀眾生根有上中下。毘", "422": "婆闍婆提說曰。佛經說上根者阿羅漢。中根", "423": "者阿那含。下根者斯陀含須陀洹。育多婆提", "424": "說曰。若爾者。世尊不轉法輪名轉法輪。一切", "425": "聖人已滿世間。佛亦不須復轉法輪。毘婆闍", "426": "婆提說曰。世尊所以說諸眾生上中下根者。", "427": "說根所依處。不說根體。育多婆提說曰。若然", "428": "者復違此經。如說闍提輸那婆羅門。往至佛", "429": "所白佛言。沙門瞿曇說有幾根。佛答言。有二", "43": "阿毘曇毘婆沙論卷第一", "430": "十二根。此亦說根所依處。然俱同說是根。一", "431": "是根所依。一是根體無有是處。是故信等五", "432": "根。應有漏無漏。問曰。毘婆闍婆提所引佛經。", "433": "當云何通。答曰。信等五根有二種。有漏無漏。", "434": "彼經唯說無漏。所以者何。因諸根故說。聖", "435": "人差別。復次五根有漏無漏。彼經唯說無漏。", "436": "所以者何。以聖為對治法故。聖人差別。問曰。", "437": "上言若無五根墮凡夫數。此云何通。答曰。彼", "438": "言墮凡夫數者。謂斷善根凡夫。或有說者。犢", "439": "子部說。五根。是世第一法。何以故五根是善", "44": "迦旃延子造　五百羅漢釋", "440": "性。以五根善故餘數法亦善。亦以根故。聖人", "441": "差別。如說五根猛利通達滿足。得阿羅漢。廣", "442": "說如上。問曰。以何事故。尊者迦旃延子引犢", "443": "子部所立義耶。答曰。彼犢子部所說而與此", "444": "經少有相違。所謂五根是世第一法凡夫性", "445": "一向染污。彼以欲界苦諦所斷十使。是凡夫", "446": "性。涅槃有三種。學無學非學非無學。阿須羅", "447": "是第六道。說有我人。為如是等。若五若六。與", "448": "此經相違。莫謂彼部所說盡與此經同。彼作", "449": "經者。為斷如是意故。次作是說。如我義。於諸", "45": "北涼天竺沙門浮陀跋摩", "450": "心心數法。次第得正決定。是名世第一法。問", "451": "曰。如汝所說。五根性善。餘心心數法性非是", "452": "善者。應是不善無記。若以五根性善不善無", "453": "記親近五根。亦名善者。今五根亦親近不善", "454": "無記。應是不善無記。此則不然。何以故根與", "455": "心心數法。同一所依。同一行。同一所緣。同", "456": "一果。同一依。同一報。共成一事。而云其性善", "457": "是親近善者。是妄想耳。或有說者。誦持修", "458": "多羅者。說言五根是世第一法。尊者達摩", "459": "多羅說曰。世第一法。體性是思名差別耳。尊", "46": "共道泰等譯", "460": "者佛陀提婆說曰。世第一法。體性是心。名差", "461": "別耳。所以者何信心異。乃至慧心異。若有眾", "462": "生。能於一時以五種心。次第得正決定。無有", "463": "是處。若一一次第得正決定。斯有是處。問曰。", "464": "若然者。以不相應法得正決定耶。答曰。不也。", "465": "所以者何。汝法心不與心相應。有為所緣。有", "466": "為所緣故。能次第得正決定。我信亦爾。不與", "467": "信相應。能有所緣。有所緣故。次第得正決定。", "468": "乃至慧亦如是。問曰。若然者則有大過。所以", "469": "者何。若但信心得正決定。不以精進念定慧", "47": "云何世第一法。何故名世第一法。如是章及", "470": "等得正決定者。懈怠失念亂意惡慧。亦應次", "471": "第得正決定。乃至慧亦如是。為斷彼人如是", "472": "意故故作是說。如我義於諸心心數法。次第", "473": "得正決定。是世第一法。如我義者謂不顛倒", "474": "如法性順。經文同我等意。而作是說。諸心心", "475": "數法。次第得正決定。是名世第一法。彼迦旃", "476": "延子。欲顯正義故。言世第一法。亦是根亦非", "477": "根。問曰。如世第一法。現在前未來世中心心", "478": "數法。亦修彼為是第一法不耶。答曰。或有說", "479": "者。依如經本非世第一法。何以故經本說諸", "48": "解章義。是中應廣說。優波提舍問曰。誰造此", "480": "心心數法。次第得正決定。是世第一法。彼未", "481": "來者。不能作次第。是故非世第一法。復次若", "482": "當是者復違經本。如說世第一法。當言一心", "483": "非眾多心。評曰。應作是說。彼未來者。亦是世", "484": "第一法。問曰。彼未來者不能作次第緣。云何", "485": "是世第一法耶。答曰。彼未來者雖不能作次", "486": "第。而能隨順作次第法。譬如比丘布薩時。不", "487": "在僧中。而與僧欲名得布薩。僧事亦成。如", "488": "是彼在未來世中。為現在得如與欲者。若未", "489": "來世中。無現在得不與欲者。今現在者。亦不", "49": "經。答曰。佛世尊。所以然者。諸法性相甚深微", "490": "能作次第。若作次第。當知皆是未來者力。何", "491": "以故彼未來者。不與聖道作障礙故。復次若", "492": "彼未來非世第一法者。與智犍度經文相違。", "493": "所以者何。如未曾得道。今現在前。彼未來世", "494": "中。相似種修。若彼未來不作世第一法者。云", "495": "何名彼種相似修。以是事故。彼未來者亦是", "496": "世第一法。問曰。若未來是世第一法者。經文", "497": "何故不說耶。答曰。若能與次第緣者經文則", "498": "說。彼不能與次第緣。是故不說。復次若流轉", "499": "三世者則說。未來不爾。或有說者。從因而生。", "5": "司南既准。則群迷革正。指歸既宣。則邪輪", "50": "妙。唯一切智乃能究盡。問曰。誰問誰答。答", "500": "成就此法。住在身中。是故說之。彼未來者。雖", "501": "從因生成就此法。不住身中。是故不說。問曰。", "502": "若然者。云何非是眾多心耶。答曰。此中唯說", "503": "現在剎那能成事者。故非眾多心。或有說者。", "504": "若能令未來世中修者則說。未來不爾。或有", "505": "說者。若心彼因彼心此果。是以故說。未來不", "506": "爾。或有說者。能與因能取果住身中。能有所", "507": "緣。是以故說。未來不爾。或有說者。有二修義。", "508": "是以故說。彼未來者。唯有得修無有行修。是", "509": "故不說。問曰。彼世第一法。俱生色心不相應", "51": "曰。或有說者。尊者舍利弗問佛答。復有說者。", "510": "行。為是世第一法不耶。答曰。或有說者。如經", "511": "本說。彼非世第一法。所以者何。彼不能與次", "512": "第緣故。評曰。應作是說。彼亦是世第一法。問", "513": "曰。彼不能與次第緣。云何名世第一法耶。答", "514": "曰。彼雖不能與次第緣。而能隨順次第緣義。", "515": "所以者何。彼與世第一法。俱生住滅。同一果", "516": "一依一報。是以故說。問曰。彼若是世第一法", "517": "者。經本何故不說耶。答曰。彼不能與次第緣", "518": "故。是以不說。或有說者。若從因生成就此法。", "519": "能有所緣是以說之。彼雖從因生成就此法。", "52": "五百阿羅漢問佛答。復有說者。諸天問佛答。", "520": "不能有所緣。是故不說。或有說者。若是相應。", "521": "有依有勢。有行有緣。是以故說。彼非相應。無", "522": "依無勢。無行無緣。是故不說。問曰彼世第一", "523": "法。得為是世第一法不耶。答曰。彼非世第一", "524": "法。問曰。以何等故。生住無常。是世第一法。", "525": "而得非耶。答曰。生等一事。世第一法。同一果。", "526": "共行不相離。常相隨無前後。得則不爾。不同", "527": "一果。不共行相離。不相隨有前後。或離所得", "528": "法。如樹皮離樹。以是義故非世第一法。問曰。", "529": "以何義故。沙門果得即沙門果。而此第一法。", "53": "復有說者。化人問佛答。所以者何。諸法性相", "530": "得非世第一法耶。答曰。以成就得故。名沙門", "531": "果。是以得即沙門果。能與次第緣。亦能隨順", "532": "次第緣義。名世第一法。得則不爾。是故非世", "533": "第一法。如是餘達分善根。得非達分善根。何", "534": "以故若得即是達分善根者。已得聖果。應重", "535": "起達分善根現在前。以成就得故而實不爾。", "536": "是故得非達分善根。或有說者。若共起世第", "537": "一法。俱生者名世第一法。後生者非。餘達分", "538": "善根亦如是。或有說者。得即是世第一法。其", "539": "餘達分善根得。即是達分善根。問曰。若然者", "54": "應當廣說。然無問者。爾時世尊。作化比丘。", "540": "已得聖果。應重起達分善根現在前。答曰。或", "541": "現前。或不現在前。何者現前所謂得也。何者", "542": "不現在前所謂諸相應法也。評曰。不應作如", "543": "是說。如先所說者好。", "544": "問曰。世第一法為幾念處。答曰。現在一壞", "545": "緣法念處。未來四。問曰。世第一法為幾緣。答", "546": "曰。為四緣。因緣者相應共有因。次第緣者。與", "547": "苦法忍作次第緣。境界緣者忍智所緣。威勢", "548": "緣者除其自體。餘一切法是彼緣生法。於世", "549": "第一法亦有四緣。因緣者相應共有法。次第", "55": "剃除鬚髮。著僧伽梨。形容端政。彼問佛答。如", "550": "緣者苦忍是。境界緣者欲界五陰是。威勢緣", "551": "者除其自體。餘一切法是復有義說者。云何", "552": "名出世第一法。答曰。苦法忍是。所以者何。是", "553": "聖道種子故。復有說者。金剛喻定是。所以者", "554": "何。能盡諸結得究竟果故。復有說者。盡智是。", "555": "所以者何。以初得盡智。餘無漏法時淨修故。", "556": "復有說者。正三昧是。所以者何。得一切有為", "557": "法中正定最勝故。復有說者。涅槃是。所以者", "558": "何。一切法中最妙勝故。復有說者。阿羅漢最", "559": "後心是。所以者何。凡夫人最後心。名世第一", "56": "問眾義經因緣問曰。若然者。何故復言迦旃", "560": "法。阿羅漢最後心。名出世第一法。評曰。不應", "561": "作是說。彼阿羅漢最後心。非出世法故。如先", "562": "說者好。問曰。頗有世第一法不與苦法忍作", "563": "次第緣耶。答曰。有。世間第一法。色心不相應", "564": "法則是。問曰。頗有相應法不與苦法忍作次", "565": "第緣耶。答曰。有。未來修者是也。尊者佛陀提", "566": "婆說曰。若以信心。得正決定。是名世第一法", "567": "與苦法忍作次第緣。餘精進念定慧心。是名", "568": "世第一法。而不與苦法忍作次第緣。說相似", "569": "法沙門說曰。受與受作次第。不與想等。餘", "57": "延子造耶。答曰。彼尊者常好受持讀誦。為他", "570": "數法亦如是。心法生時。遇緣便生。若愛前緣", "571": "生樂受。欲有所想生想。欲有所作生思。問曰。", "572": "若然者無相似次第義。答曰。有。但非一一次", "573": "第耳。如汝法中。無想眾生。生時心滅。死時心", "574": "生。想去雖遠得作次第。我法亦爾。如受滅", "575": "想等生。復還生受。相去雖遠得作次第。評曰。", "576": "不應作是說。心與心作次第。受與受作次第。", "577": "心心數法。一一次第生。作次第緣。若作是說", "578": "與經文相違。如說云何心次第法。答曰。心心", "579": "數法是也。若然者復更有過。如依有覺有觀", "58": "解說廣令流布。名稱歸彼故言其造。復有說", "580": "三昧入無覺無觀三昧。有覺有觀三昧。不應", "581": "與無覺無觀三昧作次第緣。不相似故。無覺", "582": "無觀三昧。則不從次第緣生。若依無覺無觀", "583": "三昧入有覺有觀三昧亦如是。若然者無解", "584": "脫。何以故。欲相應心唯次第生。欲相應心不", "585": "淨觀等及諸善心。無由得生。若善心不生則", "586": "無解脫。有如是等過。如先說者好。", "587": "以何等故名世第一法。問曰。何故作此論。答", "588": "曰。前雖說世第一法體性。未說所以名世第", "589": "一法。今欲說故。猶如有人世稱言勝。未知為", "59": "者。即彼尊者迦旃延子造作此經。問曰。向言", "590": "以族姓財力眷屬言為勝耶。彼亦如是。今欲", "591": "說其所以名世第一。名第一者。此心心法於", "592": "餘法為最為勝為長為尊為上為妙。以如是", "593": "等義故名為第一。問曰。言第一者。於世法", "594": "中為都勝為分勝耶。若都勝者。彼則不勝見", "595": "諦邊等智何以故。彼等智見道眷屬不相離。", "596": "慧力勝故。一切見道慧力偏多。復次彼亦不", "597": "勝淨修勳禪。何以故修勳禪者。不與凡夫同", "598": "生一處。復次彼亦不勝得盡智時一切善根。", "599": "何以故。得盡智時。所修善根。永離一切諸垢", "6": "輟駕。自釋迦遷暉。六百餘載。時北天竺有五", "60": "諸法性相甚深微妙。唯一切智乃能究竟。尊", "600": "障故。復次彼亦不勝空空三昧無願無願三", "601": "昧無相無相三昧。何以故。空空三昧等。乃至", "602": "惡賤無漏。何況有漏。若分勝者。彼煗頂忍法。", "603": "亦應言第一。答曰。或有說者應言分勝。何以", "604": "故。唯勝煗頂忍法等故。復有說言。第一者。", "605": "彼則勝一切凡夫所得禪無量解脫。除入一", "606": "切入乃至第一。有中思故。或有說者。彼則都", "607": "勝。言都勝者。非謂一切事業中勝。但以能開", "608": "聖道門故。勝彼見道邊等智。雖是見道眷屬", "609": "不相離慧力勝。而不能開聖道門。如等智淨", "61": "者迦旃延子云何能造。答曰。彼尊者迦旃延", "610": "修勳禪盡智。俱生善根。空空三昧等。不能開", "611": "聖道門亦復如是。或有說者。一切都勝。以能", "612": "開聖道門故。見道邊等智。雖是聖道眷屬。乃", "613": "至慧性偏多。若當世第一法。不開聖道門者。", "614": "彼則不修。若得修者。皆是彼世第一法功用", "615": "之力。餘淨修勳禪盡智俱生善根空空三昧", "616": "等。亦復如是。問曰。第一有何義。答曰。最勝", "617": "義是第一義。得妙果義是第一義。能入勝分", "618": "破有頂義是第一義。最後心義是第一義。如", "619": "高幢頂更無有上。問曰。上言最勝等有何差", "62": "子。亦有猛利甚深智慧。善知總相別相。又知", "620": "別。答曰。或有說者。無有差別。所以者何。此", "621": "言皆是歎說上妙之義。或有說者。以善根故。", "622": "而有差別。於不淨安般名為最。於聞慧名為", "623": "勝。於思慧名為長。於煗法名為尊。於頂法名", "624": "為上。於忍法名為妙。或有說者。以地故而有", "625": "差別。若依未至名為最。若依初禪名為勝。若", "626": "依中間名為長。若依二禪名為尊。若依三禪", "627": "名為上。若依四禪名為妙。或有說者。邊頂義", "628": "名為最。上義名為勝。增善義名為長。昇進義", "629": "名為尊。堅牢義名為上。滿足義名為妙。復有", "63": "文義及前後際。通達三藏。三明六通具八解", "630": "說者。能與苦法忍作次第故名為最。勝諸凡", "631": "夫善根故名為勝。逮勝進故名為長。勝世俗", "632": "善根故名為尊。無二故名為上。與無漏相應", "633": "故名為妙。復有說者。以最故名勝。以勝故名", "634": "長。以長故名尊。以尊故名上。以上故名妙。", "635": "復有說者。是凡夫最後心故名為最。猶如樹", "636": "端。能開聖道門故名為勝。根猛利故名為長。", "637": "於達分善根中勝故名為尊。折伏煩惱名為", "638": "上。得好果故名為妙復次此心心法。捨凡夫", "639": "性者。問曰。捨凡夫性為世第一法。為苦法忍", "64": "脫。離三界欲獲得願智。於五百佛所修行立", "640": "耶。若世第一法捨凡夫性者。云何於一剎那。", "641": "以凡夫法捨凡夫性。若以苦法忍捨凡夫性", "642": "者。為以生時捨。為以滅時捨。若以生時捨者。", "643": "云何未起法。能有所作。若以滅時捨者。彼已", "644": "滅已復何所捨。答曰。或有說者。即彼世第一", "645": "法時捨。問曰。若然者云何於一剎那。以凡夫", "646": "法捨凡夫性。答曰。凡夫性。世第一法相妨礙。", "647": "是故住世第一法時捨。猶如象師乘象策象。", "648": "馬師船師勝怨之人亦復如是。復有說者。苦", "649": "法忍生時捨。凡夫性滅時。斷見苦所斷十使。", "65": "願。願使我於未來世釋迦牟尼佛遺法之中。", "650": "如燈生時破闇。已生燋炷盡油。問曰。若爾者", "651": "云何未起法。能有所作。又一法不應能作二", "652": "事。答曰。若然者有何過。一切內法有二種。於", "653": "未來中。能有所作相應者苦法忍是也。不相", "654": "應者生相是也。一切外法。於未來世。能有所", "655": "作。唯燈是也。或有說者。世第一法。苦法忍", "656": "共捨凡夫性。世第一法如無礙道。苦法忍如", "657": "解脫道。世第一法與凡夫性。成就得俱滅。苦", "658": "法忍與不成就得俱生。世第一法。依苦法忍。", "659": "苦法忍助其勢力。能捨凡夫性。譬如羸人依", "66": "造阿毘曇經。問曰。若然者。佛阿毘曇何者是", "660": "因健者能伏怨家。彼亦如是。得聖法者苦法", "661": "忍是也。捨邪性者世第一法是也。問曰。邪性", "662": "有三種。一趣邪性。二業邪性。三見邪性。趣邪", "663": "性者。三惡趣是也。業邪性者。五無間業是也。", "664": "見邪性者。五見是也。於此三種邪性為捨何", "665": "等。若捨趣業邪性者。爾時則不成就。若捨見", "666": "邪性者。道比智現在前。爾時乃捨。答曰。三種", "667": "俱捨。問曰。云何俱捨。答曰。不趣不作不行名", "668": "為捨。不趣者捨趣邪性。不作者捨業邪性。不", "669": "行者捨見邪性。問曰。若然者住上忍時已", "67": "耶。答曰。世尊於處處方邑。為化眾生作種種", "670": "捨。何故乃言住世第一法捨耶。答曰。破其所", "671": "依故。諸煩惱以凡夫性為所依。能起生死過", "672": "患。猶如師子依於窟穴能害諸狩。彼亦如", "673": "是。是故說住世第一法時捨。或有說者。苦法", "674": "忍是邪性對治。問曰。趣邪性業邪性是修道", "675": "所斷。何以乃言苦法忍是其對治耶。答曰。對", "676": "治有眾多。有捨對治有斷對治。有持對治。有", "677": "不作對治。有不趣對治。苦法忍是凡夫性捨", "678": "對治。斷見苦十使是斷對治。諸無漏道是持", "679": "對治。不作無間業及餘不善業是不作對治。", "68": "說。彼尊者迦旃延子。於種種說中。立章門", "680": "不趣惡道是不趣對治。如是等名捨邪性。得", "681": "正性者苦法忍是也。得正決定者見道是也。", "682": "問曰。一切聖道是正決定。何故獨稱見道是", "683": "也。答曰。或有說者。諸煩惱令眾生善根不熟。", "684": "愛潤增長染著不離。彼見諦道能令眾生善", "685": "根成熟。乾竭愛水離諸染著。不作覆障。不為", "686": "所壞。不雜餘心。是故見道名正決定。或有說", "687": "者。眾生根熟入於聖道。是故見道名正決定。", "688": "復有說者。拔煩惱根入於聖道。是故見道名", "689": "正決定。復有說者。捨五人種入八人性。是故", "69": "造偈頌。制品名作犍度。若說種種不相似義", "690": "見道名正決定。或有說者。扶持長養名正決", "691": "定。猶如牛馬因於水草長養性命。一切聖人。", "692": "因於見道長養慧命。是故見道名正決定。或", "693": "有說者。此法解縛永更不繫。是故見道名正", "694": "決定。或有說者。正必定義是決定義。自有決", "695": "定而非正所謂邪定是故必定名正決定。或", "696": "有說者。相應如法義是決定義。見道相應如", "697": "法故名正決定。問曰。諸正是正性耶。答曰。諸", "698": "正性彼正也。頗正非正性耶。答曰。有。世第一", "699": "法是也。問曰。以何等故。世第一法是正而非", "7": "百應真。以為靈燭久潛。神炬落耀。含生昏喪。", "70": "立雜犍度。若說使相立使揵度。若說智相立", "700": "正性耶。答曰。或有說者。眾生無始已來。煩惱", "701": "惡行。邪見顛倒。惱亂此心。住世第一法而能", "702": "制伏。是故名正體。是有漏為使所使不名正", "703": "性。復有說者。等義是正義。猶如稱懸在中物", "704": "偏則低。如是世第一法。等住凡夫性。見道中", "705": "間。若苦法忍。生聖道偏多。是故等義是正義", "706": "也。復有說者。等義是正義。佛辟支佛阿羅漢", "707": "等住上上法故。是故等義是正義也。復有說", "708": "者。等現前行義是正義。一切行人皆同住一", "709": "剎那故。復有說者。彼世第一法與苦法忍四", "71": "智犍度。若說業相立業犍度。若說四大相立", "710": "事同等。所謂地根行緣地者。如苦法忍。依何", "711": "地與何根相應。行何行緣何法。彼亦如是。與", "712": "苦法忍四事同故。名為正體。是有漏為使所", "713": "使。不名正性。", "714": "阿毘曇毘婆沙論卷第一", "72": "四大犍度。若說根相立根犍度。若說定相立", "73": "定犍度。若說見相立見犍度。如法句經。世尊", "74": "於處處方邑。為眾生故種種演說。尊者達摩", "75": "多羅。於佛滅後種種說中。無常義者立無常", "76": "品。乃至梵志義者立梵志品。此迦旃延子亦", "77": "復如是。又諸佛出世盡說三藏。所謂修多羅", "78": "毘尼阿毘曇。", "79": "問曰。修多羅毘尼阿毘曇有何差別。答曰。或", "8": "重夢方始。雖前勝迦栴延撰阿毘曇以拯頹", "80": "有說者無有差別。所以者何。從一智海佛河", "81": "出故。因大慈心說故。復有說者亦有差別。云", "82": "何差別。名即差別。所謂此修多羅此毘尼此", "83": "阿毘曇。復次為分別心名修多羅。為分別戒", "84": "名為毘尼。為分別慧名阿毘曇。問曰。若然者。", "85": "修多羅中亦分別戒亦分別慧。毘尼中亦分", "86": "別心。亦分別慧。阿毘曇中亦分別心。亦分", "87": "別戒。如是三藏。有何差別。答曰。從多分故。", "88": "修多羅中多說心法。毘尼中多說戒法。阿毘", "89": "曇中多說慧法。復次修多羅中。若分別心", "9": "運。而後進之賢尋其宗致。儒墨競構。是非紛", "90": "名修多羅。若分別戒名毘尼。若分別慧名阿", "91": "毘曇。阿毘曇中。若分別戒名毘尼。若分別心", "92": "名修多羅。若分別慧名阿毘曇。毘尼中。若分", "93": "別慧名阿毘曇。若分別戒名毘尼。若分別心", "94": "名修多羅。如是三藏。是名差別。復次修多羅", "95": "中應次第求。以何等故。世尊說此。次復說此", "96": "如說信佛次應信法是次第求義。毘尼中。應因緣求。如說此戒", "97": "緣何事制。阿毘曇中。應以相求。不以次第。復", "98": "次修多羅依力故說。毘尼依大慈故說。阿毘", "99": "曇依無畏故說。復次種種雜說名修多羅。廣"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1546 阿毘曇毘婆沙論: 毘婆沙: 阿毘曇毘婆沙論: 阿毘曇毘婆沙: 阿毘曇毘婆沙論: 阿毘曇毘婆沙", "author": "迦旃延子造  五百羅漢釋  北涼 浮陀跋摩共道泰等譯", "sourceLink": "http://www.cbeta.org/"}