{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0323 郁迦羅越問菩薩行經", "text": {"0": "No. 323 [Nos. 310(19), 322]", "1": "郁迦羅越問菩薩行經", "10": "所樂長者、常名聞長者、施名聞長者、有名", "100": "無適莫，無有害心，不別種性，無所悕求，堅", "101": "住一心，好尚精進。與賢聖會，思自修立；見非", "102": "賢者，為設大哀。住於慈悲，復慈於法，等心", "103": "見，無師、法自放恣者，如所聞法為解開導。聞", "104": "已思義，於諸愛欲伎樂之樂為非常想、不", "105": "惜身命念如朝露想、計財如幻泡想、眷屬", "106": "為仇怨想、婦子男女為無黠地獄想、一切", "107": "所受為苦想、舍宅產業常為遠離想、所求索", "108": "為善本想、家室為種想、親屬知識為地獄", "109": "傍想、晝夜無異為等想。身無要當行要、命", "11": "聞長者、善財長者、遵行長者、給孤獨長者、賓", "110": "無要當住要、財無要當令要。何謂身要？能勞", "111": "來，於人恭敬承順，是為身要。若令善本不", "112": "減、使功德常增，是為命要。於諸法無所受，", "113": "不著財、能布施，是為財要。「長者！居家菩薩以", "114": "是比像而立家地，是為上士居家行也。不失", "115": "如是無所著等正覺之戒則為至誠，所為如", "116": "法，不轉不退於無上正真道。", "117": "2 戒品戒品第二", "118": "「復次，長者！居家菩薩當受五戒：一者、不樂殺", "119": "生。手不得持刀仗、瓦石有所擊害，不嬈他", "12": "祁長者、寵具足長者、審量長者俱，一一長者", "120": "人，等心於一切，常有慈心行。二者、不樂犯不", "121": "與取。自於財物知足，不貪他人財，遠離諛", "122": "諂、無黠之事，自知止足，不著他有，草、葉、毛、米，", "123": "不犯不與取。三者、不樂邪婬。自於妻室覺", "124": "知止足，不犯外色、不當念婬，計習婬妷致為", "125": "甚苦，當護於自。當作是觀：自於妻起想便察", "126": "惡露，常懼欲塵，不當私心習著於欲，用是", "127": "令人近地獄道。於身起想不為奇雅、意不", "128": "為安，當令立願：『令我後不習婬欲，何況", "129": "念欲與共合會？』四者、不樂妄語。所言至誠、", "13": "與五百眷屬共出舍衛大城，往詣佛所，稽首", "130": "所說審諦、所行如語，不兩舌、不增減、無失", "131": "說，當行覺意，如所聞見說護於法，寧失身命", "132": "終不妄語。五者、不飲酒、不樂酒、不甞酒。當", "133": "安諦性，無卒暴、無愚、不定，心意當強、當安", "134": "詳念，施諸所有調御無義者。若施與人酒，當", "135": "作是念：『是為布施度無極時也，隨人所欲，不", "136": "斷其僥。願令我所作所施酒，受者令智慧", "137": "意志住施不亂。所以者何？菩薩為具足一切", "138": "布施度無極。』」", "139": "佛言：「長者！居家菩薩如是施與人酒，於法無", "14": "佛足，遶佛三匝，却坐一面——皆志大乘，殖眾", "140": "有罪也。居家菩薩持是所戒功德願為無", "141": "上正真之道，當善護是五戒，為上精進。若有", "142": "鬪變，解令和合。不當剛強，語當吉祥，所言具", "143": "足而不兩舌、所說如義不為非法、所語輒善", "144": "不失慈心、所言如語而不可動。斷諸勤苦，無", "145": "傷害意，以忍辱之力乘僧那涅之鎧，當為", "146": "正見、遠離邪見，其所施與無所適莫。", "147": "3 醫品醫品第三", "148": "「復次，長者！居家菩薩所在郡國縣邑居止，", "149": "當以法護於郡國縣邑。其無信者，教令有信；", "15": "德本，悉有決於無上正真之道。於時郁迦見", "150": "無恭敬者，教令恭敬；其無智者，教令有智；其", "151": "不孝父母、不顧義理者，當教以法，忠孝尊老，", "152": "奉行精進，志在修謹；其少智者，教令博聞；貧", "153": "窮者，教以大施；無戒者，教令持戒；恚怒者，教", "154": "令忍辱；懈怠者，教令精進；放恣者，令護一心；", "155": "邪智者，令住正智；病瘦者，給與醫藥；無護者，", "156": "為作護；無所歸者，為受其歸；無救者，為作救", "157": "樂。解導人一切如事為作法護，假令一人", "158": "墮惡道者，居家菩薩當為一反，若二、若三、", "159": "至于百反，教住善法及復住異種種善德。", "16": "諸長者正士之會，承佛威神，從坐起，整衣服，", "160": "居家菩薩當為一切建立大哀，堅住於一切", "161": "智、被僧那之大鎧，當作念言：『我當度脫難", "162": "解弊惡、難開寤人，然後乃取無上正真之", "163": "道。我心如是，不為直信、無諛諂人、又無偽", "164": "慢、戒法完具、有德之人被大僧那之鎧。我用", "165": "是聞法不受行人故被僧那之鎧。願令我常", "166": "精進，使諸癡冥見我歡喜。』菩薩所止處當審", "167": "諦，無令妄橫。假令一人有橫墮惡道者，彼菩", "168": "薩於如來、無所著、等正覺有大過矣。用是故，", "169": "居家菩薩在家修道，常當被是僧那之鎧，願", "17": "叉手長跪，白佛言：「願欲有所問，唯天中天", "170": "言：『我當令所在郡國人民無有墮惡道者。』譬", "171": "如郡國縣邑有良醫，假使一人橫死，其醫於", "172": "諸人有咎。菩薩亦如是，所在郡國縣邑居止，", "173": "不念救護諸人，若令一人有墮惡道者，其菩", "174": "薩於如來、無所著、等正覺為有咎也。", "175": "4 穢居品穢居品第四", "176": "「復次，長者！居家菩薩當別知在家污穢之事。", "177": "當作是念：『何以故名為居家？斷諸善根本，是", "178": "名居家；不護尊品、諸功德，是名居家；居諸不", "179": "善塵垢、居諸不善之想、居諸不善之行，常與", "18": "以善權方便哀為解說。」佛告長者：「所欲便問，", "180": "不調良，無寂、無法，令無一心，剛強惡人共", "181": "會，是名居家；從是當為弊魔所得便，是名居", "182": "家；居婬、怒、癡，居諸塵勞、勤苦之法、世俗雜事，", "183": "常不得令善本具足，是名居家；住止此中，所", "184": "不當為而輕作之，慢不恭敬父母、尊長、眾祐、", "185": "沙門、梵志、道士，是名居家；樂於愛欲，不懷憂", "186": "苦、愁泣、諸不可意，名居家；懷來牢獄、瞋諍、無", "187": "和、變訟、罵詈，是名居家；不能積善、壞諸德本，", "188": "所不當作者而妄為之，諸佛正士弟子所不歎", "189": "也，是名居家；用住此中令人墮惡道，用住此", "19": "吾當發遣，令汝歡喜。」郁迦白佛言：「若有善", "190": "中令人歸婬、怒、癡之恐懼，是名居家；不得護", "191": "戒品、為捨定品、不得行慧品、不懷來解品、不", "192": "起度知見品，是名居家；住此中者，著父母、兄", "193": "弟、妻子、親里、知識、交友、眷屬、朋黨恩愛之憂，", "194": "不知厭足，如眾流歸海，是故名居家。從是污", "195": "染貪餮起思想無志，居家多有貪想、諸惡", "196": "愁憂無有絕極、居家恩愛會如美食雜毒、居", "197": "家從本苦怨像如知識、居家多妨廢賢聖之", "198": "正教、居家常有鬪訟。用眾事因緣故，居家多", "199": "貪求豪慕貴、常為善惡事。居家為無常、不可", "2": "西晉月支國三藏竺法護譯", "20": "男子、善女人發無上正真道意，問佛無數之", "200": "久，為敗壞法；居家為勤苦，常有所求、貪諸所", "201": "有；居家為常有惡心，現刀仗如怨家；居家", "202": "為無我所受，故令展轉；居家為不淨潔，自現", "203": "清白；居家如畫綵色，為但現好，疾就磨滅；", "204": "居家如幻所化，無有我而好往來聚會；居家", "205": "譬如須曼華，適起隨壞，多所求故；居家為如", "206": "朝露，日出則墮，但有死憂；居家為如父母，", "207": "樂少憂多；居家為如羅網，常憂色、聲、香、味、細", "208": "滑法；居家如鐵觜鳥，但憂不善之想；居家為", "209": "如毒蛇，憂說諸事；居家如火燒身，用意亂故；", "21": "慧，學於大乘、願住大乘、勸助大乘、乘於", "210": "居家常畏怨敵，謂五賊、冤家、惡子故；居家為", "211": "少安隱、不得度脫，用無等故。』如是，長者！居家", "212": "菩薩當別知在家為穢。", "213": "5 施品施品第五", "214": "「復次，長者！居家菩薩當布施、持戒、忍辱、精進，", "215": "多為諸善。當作是念言：『所施者為是我所，", "216": "在家者為非我所；施與者為要，在家者為無", "217": "要；施與者為後世安，在家者為後世苦；施與", "218": "者為無畏備，在家者為憂守備；施與者無復", "219": "護，在家者為警護；施與者為愛欲盡，在家者", "22": "大乘、解了大乘，請一切人等安一切、救護一", "220": "為愛欲增；施與者為無所受，在家者為有所", "221": "受；施與者無復恐懼，在家者為有恐懼；施", "222": "與者為成佛道，在家者為益魔官屬；施與者", "223": "為無盡，在家者為非常；施與者為守樂，在", "224": "家者為守苦；施與者為斷欲塵，在家者為增", "225": "欲塵；施與者為大富，在家者為大貧；施與", "226": "者為上士行，在家者為下士行；意無所念、無", "227": "所受，施與者諸佛所稱譽，在家者為強項人", "228": "所嗟歎。』如是，長者！居家菩薩所施與如此為", "229": "要行。「若見乞者當起三念。何等為三？一者、以", "23": "切，為大乘鎧，其未度者我當度之、未脫者", "230": "善知識想待，二者、令得佛道想，三者、令後世", "231": "大富想，是為三。復有三念。何等為三？一者、除", "232": "慳貪、嫉妬想，二者、所有念布施想，三者、不捨", "233": "一切智想，是為三。復有三念。何等為三？一者、", "234": "所作安詳為如來想，二者、降伏魔想，三者、不", "235": "望報想，是為三。復有三念：一者、見貧乞窮匱", "236": "者為開道化授想；二者、行四恩，不捨恩想；", "237": "三者、終始無有邊幅，受生死想；是為三。復有", "238": "三念：一者、離婬妷想，二者、離瞋恚想，三者、無", "239": "愚癡想，是為三念。所以者何？長者！居家菩薩", "24": "我當脫之、未安者我當安之、未般泥洹者我", "240": "見乞匂者，婬、怒、癡即為薄。云何為薄？慈心", "241": "布施，無所愛惜，婬即為薄；若於乞人無恚恨", "242": "意，瞋怒即為薄；若布施願為一切智，愚癡即", "243": "為薄。「復次，長者！居家菩薩見乞匂者六度無", "244": "極即為具足。云何具足？若布施與人，不念", "245": "受者、有所取，是為布施度無極；心不憂佛道，", "246": "是為持戒度無極；見乞匂者不恚怒、無害", "247": "意，是為忍辱度無極；心不念：『若施人食，然自", "248": "飢乏。』強割情與不違施心，是為精進度無", "249": "極；若施乞者每無厭足，歡喜不悔，心意喜悅，", "25": "當令般泥洹，我當除一切人之重擔。志願無", "250": "是為一心度無極；施於一切法，無所著、亦不", "251": "想報，是為智慧度無極。", "252": "「復次，長者！居家菩薩當遠離世八法，不慕世", "253": "之財利及妻子、舍宅、奴婢、珍寶、諸利，意無所", "254": "著，亦無歡喜、亦無愁憂，一切所有無所貪慕。", "255": "當行法念，當作是觀：『父母、妻子、舍宅、奴婢、下", "256": "使，從是欲者令我起苦樂因緣想，此非我類", "257": "不為用，願常精進。用是等故，令益諸惡", "258": "事，今現在世共會快樂之等，後世則為苦黨。", "259": "我當疾求其輩類——謂布施、持戒、智慧、精進——無", "26": "上之僧那，見無量生死、諸惡瑕隙，心不穢厭，", "260": "有放逸，懷來佛道，具足善本。此為是我之等", "261": "類也，我所求索但求是願耳，寧失身命，不", "262": "為妻子男女犯眾惡也。』「長者！居家菩薩在家", "263": "修道，見婦當有三念。何等為三？一者、非常", "264": "想，二者、無所有想，三者、無所受想，是為三。復", "265": "有三念。何等為三？一者、今諸歡樂之友非後", "266": "世友；二者、常精進，奉行出入守意，是為等", "267": "友；三者、此為安隱等，不為苦輩；是為三。復有", "268": "三念。何等為三？一者、不淨潔想，二者、瑕穢", "269": "想，三者、臭惡想，是為三。復有三。何等為三？", "27": "無央數劫周旋塵勞，其心不捨。若求菩薩道，", "270": "一者、羅剎想，二者、反足却行安鬼神想，三者、", "271": "但有色想，是為三。復有三。何等為三？一者、", "272": "難飽足想，二者、墮落想，三者、無反復、無止足", "273": "想，是為三。復有三。何等為三？一者、惡知識", "274": "想，二者、貪著想，三者、妨廢梵行、清淨想，是為", "275": "三。復有三。何等為三？一者、墮人於地獄想，二", "276": "者、墮人畜生想，三者、令生餓鬼想，是為三。", "277": "復有三。何等為三？一者、恐懼想，二者、有有想，", "278": "三者、受取想，是為三。復有三。何等為三？", "279": "一者、無我想，二者、無受想，三者、遠離亂想，是", "28": "在家、出家欲具足佛法，善加哀於諸天人", "280": "為三。", "281": "「復次，長者！居家菩薩所念當作是想，觀其妻", "282": "婦不當貪愛，於子若有重愛之心不重餘人。", "283": "當以三事自呵諫其意。何等為三？一者、佛道", "284": "為等意，無偏邪意；二者、佛道等行，無偏邪行；", "285": "三者、佛道以一法行，無若干行。當以是三事", "286": "自諫意。若見於子，計如仇怨，不為善知識。所", "287": "以者何？用是故，令我離於佛種善知識益。當", "288": "以好心念於如來，持諸所有愛子事用，起慈", "289": "哀於一切人，以自愛身之德用哀愛一切。", "29": "民，以此大乘將養一切，不斷三寶之教，久", "290": "當作是念言：『一切是我子，我亦為一切作子。", "291": "於是無有家室親里，往來周旋所生處反更", "292": "為怨家。願令我所行所作無有善知識、亦無", "293": "惡知識。所以者何？若有善知識，增益愛欲", "294": "之想；若有惡知識，一切無復愛欲。我常欲自", "295": "調其心令無所著，常行一切法，入一切行。作", "296": "邪行者墮邪事、為正行者得正事。以是故，願", "297": "我莫有邪行，於一切作等心行，我所學願願", "298": "入一切智。』「如是，長者！居家菩薩不著諸所有，", "299": "亦無所受、亦無所貪，亦不染愛欲、亦不起、亦", "3": "1 上士品上士品第一", "30": "住於一切之智，欲具足此慧。唯願世尊", "300": "不令無所起。居家菩薩若見乞匂者來，所施", "301": "乞者當云何？心當作是念言：『我持是物布", "302": "施，會當得律行、除婬妷、生死憂、入正；我所持", "303": "物布施，死時為善死；我用諸所布施故，臨壽", "304": "終時歡喜，無悔恨心。』若復心念不能作惠施，", "305": "見乞者當起四念。何等四？一者、意為羸劣其", "306": "功德少；二者、是我之罪，於是大乘心不得自", "307": "在興立布施；三者、適發意行所見用任我故，", "308": "當忍辱施與於人；四者、願令我所作具足是", "309": "願及一切人當曉喻乞者。「長者！居家菩薩", "31": "說居家菩薩戒德之法，諦行如來教至不退", "310": "若離世尊教——無有佛起、亦無有說法者、亦不", "311": "見賢聖僧——便當遍念十方一切佛。是諸佛", "312": "本行菩薩道時皆行精進，然後得佛，具足一", "313": "切佛法。念是一切佛已，當勸助如是，晝夜", "314": "各三。淨其身、口、意已，行等慈，念諸善本，遠諸", "315": "所有，當有慚愧，以諸功德本自莊飾。其心", "316": "清淨令人歡喜，信意樂於佛道無有亂，所作", "317": "安諦恭敬，斷諸貢高、憍慢。當諷誦三品法經，", "318": "棄一切諸惡行、悔過，以八十事一心勸助諸", "319": "福，具足相好。當轉諸佛法輪、勸助諸佛轉", "32": "轉成無上正真道，今世後世所至之處與眾", "320": "法輪，以無量行自受其國，壽不可計。「長者！", "321": "居家菩薩當行八關齋。持是齋戒功德，梵", "322": "行清淨沙門，行菩薩善本。與諸戒具道沙", "323": "門、梵志相隨，恭敬奉事，不得見惡，索其長短。", "324": "若見犯戒比丘，當敬事袈裟：『此為是世尊、如", "325": "來、無所著、等正覺袈裟，戒、三昧、智慧、解脫、見", "326": "慧當為袈裟。』作禮其袈裟已，離一切淫塵，", "327": "是為諸賢聖神通之法。念是以後，益恭敬", "328": "此比丘，當於是比丘起大哀：『是惡行，犯是戒", "329": "行非善戒。是佛法寂定、調柔，有智入如來法", "33": "卓異；及出家菩薩棄捐愛慾，篤信守道，", "330": "門作沙門，不寂定、無調柔非賢者行，為常勤", "331": "苦。』如來言：『無戒、不學者，不當輕易。』所以者", "332": "何？非是其人過也，是淫塵之咎，用愛欲見", "333": "不善本態。佛法有哀護，若能覺了是淫塵", "334": "念空，便可得第一道意，可得作平等忍。所以", "335": "者何？智慧能壞愛欲。「世尊言：『人不可輕妄，", "336": "平相不可限。』所以者何？欲平相人則為平相", "337": "如來，如來所知非我所究，如是，於彼不當作", "338": "惡心，取其長短也。", "339": "6 禮塔品禮塔品第六", "34": "剃除鬚髮，去為比丘，樂受禁戒，行法、行善、行", "340": "「復次，長者！居家菩薩入佛寺精舍，當住門外", "341": "至心作禮，然後當入精舍。當作是念言：『是為", "342": "空寺，無境界、無有想、有願，為慈悲喜護居", "343": "寺、為得平等所居。』自念言：『我何時當得如", "344": "是居寺出塵垢之居？』在是居得十五日會說", "345": "戒，當新當念起沙門意。無有菩薩在居家得", "346": "最正覺者，皆出家入山、閑居巖處得佛道。", "347": "所以者何？居家為垢居，出家者智者所稱譽", "348": "及恒邊沙等諸佛。我當一日為祠祀、布施一", "349": "切所有，起意出家學道爾已，乃令我意歡", "35": "正。唯，天中天！居家菩薩所住云何？其出", "350": "喜耳。所以者何？無信人、無反復人，盜賊、屠", "351": "魁、羅邪、吏民亦布施，薄不足言。我以戒、智", "352": "慧為上，慈心見、恭敬、不惜身命，用一切故，我", "353": "亦當奉行如來戒，令究竟得無上正真道最", "354": "正覺。為一切作佛事、作如來，未般泥洹者", "355": "令般泥洹。便當入精舍觀諸比丘僧行：何所", "356": "比丘為多智者？誰為解法者？誰為持律者？誰", "357": "為住法者？誰為持菩薩品者？誰為閑居行", "358": "者？誰為分衛者？誰為服五衲衣者？誰為知", "359": "止足者？誰為獨行者？誰為坐禪者？誰為大", "36": "家者所住云何？」佛告郁迦：「善哉善哉。長者！", "360": "乘者？誰為精進者？誰為典寺者？觀一切比", "361": "丘僧行已，皆當以等給足施與，不當有異心", "362": "行，何況近聚落行者——近聚落者亦當問訊，", "363": "當往至於聚落？「若有比丘無衣鉢者，若病瘦", "364": "無醫藥者，當給足當等心與，莫使有怨望意。", "365": "所以者何？於世間皆有求安隱事，益當護凡", "366": "夫之意甚於阿羅漢。所以者何？凡夫事有", "367": "怨望，阿羅漢無怨望故也。與多智比丘共相", "368": "隨，聞其所說當受學之；與解經者相隨，聞其", "369": "所解當受學之；與持律家相隨者，解知罪垢", "37": "乃能發意廣問如來如此之義。長者！諦聽，善", "370": "當受學之；與持菩薩品家相隨者，當受學", "371": "六度無極、善權方便行；與閑居行相隨者，當", "372": "受學知一心之行。「若比丘有短乏者，當給與", "373": "衣服、鉢器、床臥具、病瘦醫藥，於佛道中當遍", "374": "等心用濟。所以者何？便可以布施所惠故，", "375": "勸助令起大道意，為沙門行善當如是。若沙", "376": "門鬪諍即當和解，若以法諍，便當不惜身命", "377": "為作法護。若比丘病困，便當以身肉施與令", "378": "差，其心不恨，一切德本以佛心為本。」佛語", "379": "長者：「居家菩薩以是比、以是行、以是瑞應，當", "38": "思念之，吾當為汝解說居家、出家菩薩戒德", "380": "在家修道。」", "381": "爾時，郁迦長者及諸迦羅越皆同時舉聲", "382": "言：「甚難及，天中天！如來善說居家之穢為諸", "383": "魔行，出家之德名譽闡聞。唯，世尊！我等", "384": "亦眼見居家多有瑕垢，出家功德其行難量。", "385": "我等願從世尊受法，欲除鬚髮得為比丘，敬", "386": "受大戒。」佛告諸長者：「出家甚難，常當專一守", "387": "護禁法，令無點缺。」此諸長者白佛言：「世尊！", "388": "出家有何為難？願如來加哀，聽我等下鬚髮、", "389": "受其戒勅，我等能受奉慎教令。」佛即聽受，令", "39": "精進所積之行。」於是郁迦受教而聽。佛言：", "390": "下鬚髮。於是，佛告彌勒菩薩、諸行清淨菩薩：", "391": "「持諸長者用付汝等下其鬚髮，是長者等則為", "392": "上士。」彌勒菩薩應時為千二百長者剃除去", "393": "鬚髮，諸行清淨菩薩為千二百長者除去鬚", "394": "髮。佛說是居家菩薩戒德寂法品時，千二百", "395": "人具足發無上正真道意，二千五百菩薩得", "396": "音響忍，四千天及人得柔順法忍。", "397": "7 止足品止足品第七", "398": "是時，郁迦長者白佛言：「如來、無所著、等正覺", "399": "以說居家地之善惡，於大乘所當行布施、持", "4": "聞如是：一時佛遊舍衛國祇樹之園給孤獨", "40": "「長者！若有菩薩居家修道，當歸命佛、歸命", "400": "戒、忍辱、精進、一心、智慧。願世尊復說出家下", "401": "鬚髮菩薩之行，持戒、精進、智慧、止足之德。天", "402": "中天！出家菩薩云何下鬚髮奉行法律？何謂", "403": "為出家——其心無有異、其行不移易、亦不求", "404": "迎逆禮叉手？」佛言：「善哉善哉。長者！乃問如來", "405": "出家菩薩下鬚髮具足之行。」佛言：「長者！諦聽，", "406": "善思念之。」「唯然，世尊！」郁迦長者受教而聽。", "407": "佛言：「出家菩薩當作是念：『我何以故出家下", "408": "鬚髮？』當更念言：『我用欲具足佛法故出家", "409": "下鬚髮，常念精進，於智慧無所著。』如火在", "41": "法、歸命僧，以自歸之德求於無上正真之", "410": "頭，憂救然熾，出家已，便當行入住於賢聖。", "411": "如是，知止足，知止足為名聞；於是，分衛知", "412": "止足，分衛知止足為名聞；於是，於床臥知止", "413": "足，於床臥知止足為名聞；於是，於病瘦、醫藥、", "414": "衣服知止足，於病瘦、醫藥、衣服知止足為名", "415": "聞。長者！是謂賢聖之行，立是中致諸佛法，所", "416": "謂為賢聖行也。」佛告長者：「出家菩薩有十事", "417": "行，著身衣被為知止足。何等為十？一者、身著", "418": "衣被常慚愧；二者、身著袈裟，護諸愛欲，無所", "419": "著故；三者、為沙門之服，令無所見、令無所念；", "42": "道。", "420": "四者、具袈裟之福為祐諸天世人；五者、所以", "421": "著袈裟，心不以好樂欲、不習欲故；六者、以善", "422": "權意滅諸婬塵；七者、知止足為善本，故受", "423": "是衣；八者、棄捐諸惡，為善因緣；九者、於賢聖", "424": "道不轉、於一心精進；十者、願令我一心著", "425": "袈裟究竟。長者！是為十事出家菩薩著袈裟", "426": "為止足之行。", "427": "「復有十事，當盡形壽行分衛。何等為十事？一", "428": "者、自有智德，不待須人；二者、若有人與我分", "429": "衛，先當立於三乘，然後受其分衛；三者、若人", "43": "「長者！居家菩薩云何歸命佛？我當具足佛三", "430": "不與我分衛，吾於彼當起大哀；四者、若人布", "431": "施與於我，當精進食、當有所成；五者、不失", "432": "如來教；六者、發意頃使一心知止足；七者、習", "433": "行令無憍慢；八者、從是功德致得無見頂上", "434": "者；九者、人見我亦當效我所學；十者、一切男", "435": "女、小大布施與我，我當等心於一切，專志致", "436": "得一切智。長者！是為十事行，出家菩薩不捨", "437": "分衛。若有知識，當令歡喜無有悔恨，所至到", "438": "處適無所慕，何況著吾我？亦無諛諂，在所飲", "439": "處於身有所益，亦能人所願具足。」", "44": "十二大人之相，諸所作為、善本功德積無央", "440": "佛言：「長者！我聽使分衛菩薩在草褥樹下、若", "441": "在塚間，護戒有十事念。何等為十？一者、已斷", "442": "諸我所有行；二者、無我、無所受；三者、在閑居", "443": "開戶置床坐；四者、遠離愛欲、諸著；五者、少求，", "444": "無所著，念諸德本；六者、不惜身命，但樂空閑；", "445": "七者、棄遠諸會；八者、所作罪皆消滅；九者、", "446": "一心三昧，無瑕穢；十者、念空，出入守意。長", "447": "者！是為十事出家菩薩在樹下草褥坐。假使", "448": "詣法會，若師和上及問訊病者到精舍，適自", "449": "身行，身心當俱往。若行受學諷誦經者，當", "45": "數，願常行精進為三十二大人之相。如是，名", "450": "解諸慧，於精舍房處於閑居思惟。所以者", "451": "何？在閑居者當精進求法，一切所有非我", "452": "想、一切法為他人想。」", "453": "佛言：「出家菩薩習行醫藥有十事。何等為十？", "454": "一者、我當得如來、世尊之智；二者、不從他人", "455": "取足；三者、不復習瑕穢不淨想；四者、我當", "456": "住清淨；五者、不復念諸欲味，棄諸著；六者、我", "457": "當於凡夫有差特；七者、諸善味當自然現我", "458": "前；八者、以醫藥斷諸塵勞；九者、斷自諸見著；", "459": "十者、疾斷諸病瘦得安隱。長者！是為十事行，", "46": "為歸命於佛。云何為歸命法？奉事法教、敬", "460": "出家菩薩盡形壽當習醫藥。", "461": "8 閑居品閑居品第八", "462": "「復次，長者！出家菩薩在閑居行，當作是念言：", "463": "『我何故來在閑居？』當復更念言：『不但在閑居", "464": "為沙門也。所以者何？彼閑居大有不調定、不", "465": "成就、無法則、無義理者，謂麞、鹿、飛鳥之眾，", "466": "蠱狐、獼猴、野人、摩睺勒、射獵賊，此不名為沙", "467": "門。我所用來在閑居，當具足此願，謂沙門之", "468": "義。』長者！何等為出家菩薩沙門義乎？謂意不", "469": "亂，得諸總持、諸解、諸慧、具足所聞。於是得高", "47": "受於法、解法妙義、好法、樂法、歸法、志法、導御", "470": "明，習於大慈、不捨大哀，得五神通、六度無", "471": "極。其心自在，不捨一切智，所說輒以善權之", "472": "智。以法施一切，開道人民，不違四恩之", "473": "行，念於六念。聞已即習，精進一心，奉法正", "474": "解，一心得道慧，不離寂定之處，護於正法", "475": "及因緣罪福。以直見斷一切念、無念；以直念", "476": "而願說法；常行直言，斷諸罪、具足福行；以", "477": "直治斷諸所有著止；以直業至於佛道；行直", "478": "方便，於諸法無意著止；以直意得一切智、", "479": "行直定。於空無恐怖，行無想，於我無願、無所", "48": "法、護持法、住於寂法、鼓法僧、住法行、在所行", "480": "起為。至誠擁護於經義，不離法義、亦無有", "481": "人。長者！是為菩薩出家沙門義也。彼出家菩", "482": "薩不習眾事，當作是念言：『我當為一切人習", "483": "德本，不獨一人習善本。』」佛言：「長者！出家菩", "484": "薩當習四事如來所知。何等為四？一者、習", "485": "法會，二者、習為他人說，三者、習供養奉事如", "486": "來，四者、習不斷佛乘意，是為四習常解脫諸", "487": "多習。", "488": "「若在閑居，當作念言：『我何以故來在閑居？』", "489": "當復更念言：『我用恐懼故來至於此。何等恐", "49": "法、為法務、說法界法力、為法住、行法施、", "490": "懼？畏聚會習婬、怒、癡；畏貢高、怒慢、害意於", "491": "人；畏於貪嫉；畏於色、聲、香、味、細滑之念；畏於", "492": "身魔、欲魔、罪魔、天魔；畏於非常為常想、畏", "493": "於苦為樂想、畏無實為實想、畏無我有我", "494": "想；畏有吾我；畏於狐疑、不正思想、猶豫、婬", "495": "妷；畏惡知識；畏於愛欲、無黠；畏心意識", "496": "不調良；畏諸蓋覆蔽諸求；畏自見身；畏財", "497": "利、諸色；畏求處見；畏念、無念、他念；畏不見", "498": "言見、不聞言聞、無意無識所言；畏沙門垢；畏", "499": "種種行；畏於欲界、色界、無色界；畏於地獄、畜", "5": "精舍，與大比丘眾千二百五十人，慈氏菩薩、", "50": "求法寶，我得無上正真之道最正覺時，當為", "500": "生、餓鬼；畏所生八難；畏所生五道；畏於卒念", "501": "諸不善法。我所以來至此、不可以在家，於諸", "502": "會憒鬧中一心為念空，以是恐懼解脫怖畏。", "503": "諸過去菩薩皆因恐畏解脫，蒙閑居力得脫", "504": "於恐懼、得佛道無畏；當來、現在十方諸菩薩", "505": "皆以恐懼脫於怖畏，蒙閑居力得佛道無畏；", "506": "我以恐懼越一切畏，住閑居。一切諸恐用受", "507": "我故，住於吾、著於我，污染於身愛，著我起於", "508": "我，有我想、有吾見，謂有身、念於我，用護我身", "509": "來至閑居。欲斷我受用、護吾無因緣，當令", "51": "諸天世間人民開度說法。是為歸命法。云何", "510": "我在閑居得等義無畏。』「在閑居者無我想、", "511": "在閑居者無他人想、在閑居者無得想、在閑", "512": "居者無自見身跡也。在閑居者無有求住想、", "513": "在閑居者無有泥洹想，何況當有婬塵想？所", "514": "以名為閑居。於一切法無所住，哀護居三界", "515": "者一切畏想，無有習居想，於色聲香味細", "516": "滑無所居想。一切三昧無有諍亂居，調定其", "517": "意寂定居，棄諸重擔，所居無懼，超越諸界。已", "518": "度使水，於諸有無所居、於賢聖行無念居、", "519": "一心知止足居、在草褥居，深入慧居，精進、一", "52": "歸命於僧？居家菩薩若見須陀洹、斯陀含、", "520": "心居、戒居。斷諸縛著牢獄，為解脫居、空無想", "521": "無願居；得三脫門，調柔無所去居；意觀十二", "522": "因緣所作已辦居，入於寂定。「譬如，長者！山澤", "523": "有樹、草木，野牛、象、馬不恐不怖。如是，長者！出", "524": "家菩薩在閑居行，視其身如草木，無毛髮之", "525": "想。見身如是，當精進行、不當起我想，便無恐", "526": "懼。觀其身空：『是身無我、無人、無壽、無命。從心", "527": "有恐，諸眾庶人用愛欲故當有畏懼，我以離", "528": "念當為善想。』「譬如山澤中草木，野牛不恐不", "529": "怖；見一切法皆他人許，在空閑居當如是。", "53": "阿那含、阿羅漢、辟支佛，若弟子、若凡人，皆", "530": "所以者何？在閑居者斷諸想，離婬、嫉、諸染", "531": "污；在閑居者為如他，無我、無所受，出家菩薩", "532": "在閑居行當作是學。在閑居者當柔軟守護", "533": "戒品；在閑居者和順定品；在閑居者懷來", "534": "智慧品；在閑居者懷來解脫品；在閑居者住", "535": "於度知見品；在閑居者愛護佛法品；在閑居", "536": "者斷十二使；在閑居者念正願；在閑居者於", "537": "諸法品為等；在閑居者不作疆界；在閑居者", "538": "已脫諸入；在閑居者心不畏佛道；在閑居者", "539": "於空無所觀取；在閑居者於法無所懷；在", "54": "當敬侍，瞻待如禮，卑順遜言，不為狐疑。宗奉", "540": "閑居者本有善德、名聞；在閑居者佛所稱譽，", "541": "諸賢聖亦習閑居；在閑居者脫於愛欲，為有", "542": "差特，入於一切智。", "543": "「復次，長者！在閑居菩薩以少少事故具足六", "544": "度無極。所以者何？在閑居行不惜身命，是為", "545": "布施度無極；知止足，寂定住，起於三專，是為", "546": "戒度無極；無害心，慈遍於一切，忍於一切智，", "547": "不墮餘道，是為忍辱度無極；念言：『終不捨此", "548": "空閑，得忍已乃捨。』是為精進度無極；得於", "549": "禪，不著我，起諸德本，是為一心度無極；如", "55": "供養承正行之眾，每心念言：『我得無上", "550": "心所念，身行如是，於道亦然，無所念，是為", "551": "智慧度無極。", "552": "「長者！在閑居菩薩有四事法。何等為四？一者、", "553": "菩薩於是得多智，二者、巧能分別決諸法律，", "554": "三者、了諸德本，四者、以是博智知，一心精", "555": "進，住於空閑，是為四。「復次，長者！菩薩若多婬", "556": "塵、不習於塵，爾乃住閑居，不著於塵、不受於", "557": "欲，如所聞法則能奉行。", "558": "「復次，長者！菩薩得五神通，為諸天、龍、鬼、神、揵", "559": "沓惒說法，在閑居當如是。", "56": "正真之道最正覺時，當為諸天、人民、一切成", "560": "「復次，長者！菩薩當學佛法智，然後乃在空閑；", "561": "用是故，得具足一切諸善本；然後持是德本", "562": "入諸郡國、縣邑，以義度人民。「菩薩若欲諷誦", "563": "經道，故來下審恭敬奉事師和上——長、幼、", "564": "中年——稽首為禮，不當懈怠，於事當精進、不當", "565": "不恭敬奉事。當作是念言：『如來、無所著、等正", "566": "覺為諸天、龍、鬼、神、揵沓惒所奉事，阿須倫、", "567": "迦留羅、真陀羅、摩睺勒所奉事，為諸釋梵四", "568": "王、人非人所恭敬，於世為最尊，令一切安", "569": "隱。佛不自為身求供養，人自來供養。何況", "57": "弟子眾當為說法，有恭敬意，不為輕慢。』是為", "570": "我等未有所知方欲學耳，反欲從他人求", "571": "供養？我當奉事一切人。所以者何？比丘貪", "572": "求供養減其法德。所以者何？為他人以法", "573": "施，心當念言：「以供養故來奉事我，不以法", "574": "故。」以自有信心來供養想施，其福不大。』往至", "575": "師和上所，身意當俱行、身意當解了住。", "576": "若念我師和上行至他處，心不樂悔。於諷", "577": "誦學經智者當為師和上，不惜身命。當樂", "578": "法故，便當隨師和上行；用法故利，當捨", "579": "一切財利之色。「於師和上歡喜聞一四句", "58": "歸命於僧。", "580": "偈——若諷誦、若布施行事、持戒、忍辱、精進、一心、", "581": "事、若智慧事、若慈悲喜護事——一心起習佛", "582": "道事。聞四句偈若諷誦，當供養師和上，在", "583": "所從受字句義，所受諷誦當以直心，無有諛", "584": "諂。用一切萬物供養尚未報師恩，何況以", "585": "法供養？長者！若意聞所傳說——若善音、佛法", "586": "音、寂滅音、如教音、聞說如來音——當供事師一", "587": "劫，尚未具足報師恩。」佛言：「長者！以是故，說", "588": "法之福無有量，其智慧不可限、住於尊法亦", "589": "無數。其有菩薩欲供養無量法，當供養出家", "59": "「復次，長者！居家菩薩有四事法行歸命佛。何", "590": "菩薩。何等為出家之學？如其所聞法便行，當", "591": "審諦清淨其戒品。」", "592": "佛言：「長者！出家菩薩有四事法，戒品清淨。何", "593": "等為四？一者、住於賢聖之教；二者、分衛以德，", "594": "樂知止足；三者、出家菩薩不樂於家；四者、", "595": "不習戒、亦無諂偽，在閑居，是為四。復有四。", "596": "何等為四？一者、身所行至誠、身亦無所得；", "597": "二者、口所言至誠、口亦無所得；三者、意所念", "598": "柔軟、意亦無所得；四者、遠離諸所見，住於", "599": "一切智，是為四事。復有四。何等為四？一者、棄", "6": "軟首菩薩、除惡菩薩、光世音菩薩等五千人", "60": "等為四？一者、志習佛道，二者、以等心施，意無", "600": "我事，二者、遠吾事，三者、斷自在，四者、捨因緣", "601": "法，是為四。復有四。何等為四？一者、我身與法", "602": "一也；二者、諸種與法種等；三者、諸入為與", "603": "空聚等；四者、得智慧行，適無所居；是為四。復", "604": "有四。何等為四？一者、身所知身自作；二者、不", "605": "為人所動；三者、不入人罪法，滅於諸念；四者、", "606": "奉一切法，審諦無有異；是為四。復有四。何", "607": "等為四？一者、以脫於空，二者、無想、無恐懼，三", "608": "者、為一切大哀，四者、得無我忍，是為四。「彼", "609": "若聞清淨三昧，當作是念言：『何等為清淨三", "61": "偏邪，三者、不斷大悲，四者、心不樂餘乘；是為", "610": "昧？』奉一切法，意捨欲及我所，其心為一。其", "611": "心無所流、心無所輕戲，以縛縛意，心無所", "612": "著。心不可見，心於內現意之境界無有習會。", "613": "意於我法為何等念？等於法界——無有生、無有", "614": "行——內外無所著正受，是謂為三昧、是謂住", "615": "法三昧。「彼若聞審諦智慧清淨，便當作是念", "616": "言：『何等為智慧？』謂解於法句，分別智慧為", "617": "慧；入於解黠為慧，知他人心之所念；解法為", "618": "慧，於法正受。彼於智無智、於相無身，為空相", "619": "無有持、亦無有捨，相無有處，無央數相所念", "62": "四居家菩薩為歸命佛。", "620": "為空。」", "621": "佛言：「長者！觀法當如是，是為出家菩薩行。」", "622": "佛說是經時，八千人發大道意，此諸長者出", "623": "家下鬚髮者皆得不起法忍，三萬二千天及", "624": "人遠塵離垢於諸法中得法眼淨，二百比丘", "625": "得無起餘漏盡意解。郁迦長者歡喜踊躍，", "626": "以殊異衣——其價百千——用上如來，說是言：「我持", "627": "是善本功德施於一切菩薩，令是功德歸流", "628": "諸居家菩薩，皆令具足此法如如來；令出家", "629": "菩薩得戒智慧具足此法，願令出家菩薩得", "63": "「復次，長者！居家菩薩有四法行歸命法。何等", "630": "戒智慧猶如如來。唯然，世尊！云何居家菩薩", "631": "在所居住學具足出家戒法？」佛告長者：「居家", "632": "菩薩布施一切，無所愛惜；其心常志大乘，不", "633": "望其報。", "634": "「復次，長者！居家菩薩當淨修梵行，心不念習", "635": "婬欲，何況受？", "636": "「復次，長者！居家菩薩解空事、入四禪，以善權", "637": "行求無恃者，令志寂滅。", "638": "「復次，長者！居家菩薩當大精進、解智慧、度無", "639": "極，於一切仗大慈，受一切法，當擁護以法教", "64": "為四？一者、與正士法人相隨相習，稽首敬從，", "640": "化人。「是為四事行，居家菩薩在家立出家", "641": "戒法。」爾時，郁迦長者白佛言：「世尊！我獨立", "642": "居家地，當住於如來教戒，我當為如來廣達", "643": "佛道，亦當學是出家之法，當復奉行是法", "644": "禁。」時佛便笑。諸佛、世尊之法，笑時有無數", "645": "色、種種色、不可思議色從口中照無量佛國，", "646": "上至梵天還繞佛身，於頂上㸌然不現。賢", "647": "者阿難從坐起，白佛言：「佛不妄笑，願聞其意。」", "648": "佛告阿難：「汝見郁迦長者用法故供養於如", "649": "來，復作師子吼不？」阿難：「唯然，世尊！我今已", "65": "受其教勅；二者、一心聽法；三者、如所聞法為", "650": "見。」佛言：「阿難！是郁迦長者住於居家地，", "651": "於是賢劫諸有如來皆當供養，受其法教。居", "652": "在家居，具足出家戒法，是時為諸如來普宣", "653": "佛道。」於是，阿難問郁迦長者：「用是居家為", "654": "樂？居家為垢？居家不如出家受聖賢教法。」", "655": "郁迦答曰：「阿難！且止，勿作是語云諸聖賢亦", "656": "無垢染、有大哀解脫、不念自安。諸菩薩忍", "657": "諸苦，不捨一切人。」佛言：「阿難！是郁迦長者雖", "658": "住居家地，常有等心，於是賢劫所度人民甚", "659": "多，勝餘出家菩薩百千人教授。所以者何？", "66": "人講說；四者、以是所施功德願求無上正真", "660": "阿難！雖有出家菩薩百千人，其德之智不及", "661": "郁迦長者。」阿難白佛言：「是名為何等經？云", "662": "何持名？」佛言：「阿難！是經，一名『郁迦長者所問』，", "663": "汝當受持，二名『居家出家品』，三名『持一心宴", "664": "坐其德名聞』。」佛言：「阿難！若有菩薩聞是經", "665": "為具足諸法，勝於百劫修梵清淨懈廢之行。", "666": "是故，阿難！欲作大精進者、及欲教他人精", "667": "進者，自欲住於一切法德者、及欲立一切於", "668": "法德者，當聞是經、當受持、諷誦。所以者何？", "669": "欲具足一切法，當視是經法與如來等。阿難！", "67": "之道；是為四居家菩薩為歸命法。", "670": "其有菩薩遠離是經者，則為遠離一切諸佛，", "671": "不得復見一切諸佛。所以者何？其有說是經", "672": "者，則為面見一切諸佛。阿難！政使是三千", "673": "大千世界滿其中火，菩薩便當入過其中求", "674": "聞是法，受持諷誦，當以諸寶滿三千大千世", "675": "界用供養師，受是經法持諷誦讀。「阿難！若有", "676": "菩薩供養過去、當來、今現在諸佛、世尊，盡其", "677": "形壽供養爾所佛已，不受是經法、不能諷誦、", "678": "亦不於中作諸功德，為不供養去來今佛。阿", "679": "難！若復有人聞是經典，受持諷誦、廣為人", "68": "「復次，長者！居家菩薩有四法行歸命僧。何等", "680": "說，於中作諸功德，為已供養去來今佛。所", "681": "以者何？諸如來、無所著、等正覺以法為上，", "682": "為從法生。」佛說如是，賢者阿難及郁迦長者，", "683": "諸天、阿須倫、世間人民，聞經歡喜，皆前為佛", "684": "作禮而去。", "685": "郁迦羅越問菩薩行經", "69": "為四？一者、已過聲聞、緣覺之乘，意樂一切智；", "7": "俱。爾時，世尊與無央數百千之眾圍遶說法。", "70": "二者、其有以飯食布施者以法教喻；三者、以", "71": "賢聖解脫導不退轉眾；四者、不以弟子之業", "72": "功德解脫為解脫也；是為四居家菩薩為歸", "73": "命僧。", "74": "「復次，長者！居家菩薩見如來，心念求佛，為歸", "75": "命佛；聞說法，心念法，為歸命法；見如來賢聖", "76": "之眾，意念佛道，為歸命僧。", "77": "「復次，長者！居家菩薩欲具足願布施為歸命", "78": "佛、用護法布施為歸命法、施已願求一切智", "79": "為歸命僧。", "8": "於是舍衛大城中有豪長者名曰郁迦，與", "80": "「復次，長者！居家菩薩為上士行，不為下士", "81": "行。何謂上士？如法於財不以非法，以正法", "82": "不邪，不務於邪、奉行直業、不嬈他人。布施說", "83": "法，念於財物為非常想，多為善事，孝養父母。", "84": "常好布施，以等稟與門室親屬、知識交友、人", "85": "客下使，教以上法。所為如法，棄捐諸擔，及", "86": "為一切却五陰擔，常志精進，令諸擔不起，", "87": "令不學弟子緣覺之乘，開導誨授無厭足人。", "88": "於身所安為念非常想，欲寧一切，若有利、無", "89": "利，若譽、若謗，若有名、若無名，若苦、若樂。", "9": "好憙長者、好歎長者、善施長者、有量長者、", "90": "已過世間之所有法，心無憍慢，不著貧富、不", "91": "著財利、名譽、苦樂。如世法行行於正法，審住", "92": "正諦，護於道家，救助淨行，正住佛道，却諸瑕", "93": "穢。常有等心，具足所願、亦令他人具足其願，", "94": "不捨所行、令人亦爾，所作究竟，無有猶豫、常", "95": "有反復。所建輒善，見貧窮者矜濟以財、恐", "96": "懼者為無畏救、愁憂者慰除所患、羸劣者喻", "97": "使忍辱、豪強者令無憍慢、貢高者令不自", "98": "大。奉敬尊長，諮啟舊德，親近博智，請問方術", "99": "以悟其疑，常為直見，心無諂偽。等哀一切，行"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0323 郁迦羅越問菩薩行經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}