{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2809 攝大乘義章卷第四", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2809", "1": "攝大乘義章卷第四", "2": "斷結義七門分別一釋名。二體性。三治斷差別。四觀行同異。五退不退分別。六品", "3": "數多少。七治斷位地。", "4": "第一釋名。言斷結者。結謂結縛。惑智諸障於", "5": "界內界外繫縛行人不得解脫故名為結。攝", "6": "大乘云。若人修行離欲欲界見身被縛在色", "7": "界中。乃至修行出無色界見身被縛在阿梨", "8": "耶中。斯乃縛義即結義也。斷謂斷除。明諸聖", "9": "人以三乘道為斷諸結縛故曰斷。結蓋乃約", "10": "證就斷以立其名。斷謂所證。結即所斷。", "11": "第二體性者。斷結法體。大莊嚴論云。二分捨", "12": "用。一障分。二治分。障熟須捨。如㿈熟須潰。", "13": "治熟須用。如食熟須噉。論復說云。轉依有離", "14": "有得。離謂離二障。得謂得二智。今具而說有", "15": "其三義。一者能斷。三乘聖道無流慧焉。二者", "16": "所斷。惑智二障諸煩惱也。三者所證。謂真如", "17": "數滅也。此中三義俱含四諦。初道諦。第二苦", "18": "集。三是滅諦。", "19": "第三治斷差別者四門分別。一約識分別。二", "20": "就世分別。三寄道分別。四伏斷分別。一約識", "21": "者義有三種。一薩婆多宗凡聖斷惑並用意", "22": "識俱生智慧斷諸結使。此通世俗及無流慧。", "23": "不用五識。雜心論云。離欲及退時。受生亦命", "24": "終。斷及相續。當知是意識。俱舍婆沙亦同此", "25": "說。論中既說離欲唯意識。當知斷結以意識", "26": "俱生智慧能斷。非彼五識。以其五識唯一念", "27": "故。別相緣故。二依成實。凡夫世俗不斷煩惱。", "28": "聖人聖慧方斷煩惱。能斷智慧非六識俱。以", "29": "彼宗識是無記俱。依第四末後行心智慧正", "30": "斷。三依大乘。廣說九識。若說正治亦唯意識。", "31": "攝大乘云。菩薩於善識遠離餘五識。下論釋", "32": "云。善識者無流意識遠離五識者離五散動", "33": "及離眼等五識。問曰。所以斷惑非餘識也。答", "34": "曰。第一淨識體是如如。真性本有非始修智。", "35": "不說斷惑。阿梨耶識唯有淨品聞熏種子。以", "36": "是成就不能現行照理斷結。問曰。本識聞熏", "37": "若非正斷。何故攝論云。下品聞熏能治上品", "38": "本識。乃至上品聞熏能治下品本識。攝論復", "39": "云。聞熏習為欲損減本識故生。不為增益本", "40": "識故生。看彼論勢聞熏能治云何非正斷。答", "41": "曰。所說聞熏治三品惑及咸本識乃據聞熏", "42": "能生對治。是對治因說為對治。而非正治也。", "43": "阿陀那識恒與四惑染污俱生。但是所斷非", "44": "能治也。眼等五識散亂不定一念而起故非", "45": "能治。攝大乘云。五識非對治道生處。攝論復", "46": "云。善識者無流意識離眼等五識　二就世", "47": "分別。薩婆多宗對治道生解惑不俱。解正現", "48": "在。惑在過未。今以現在對治之解正治現在", "49": "得惑之得非色非心法令所得惑體失而不", "50": "成。名曰斷惑。非謂正斷染污惑體。雜心論云。", "51": "若不斷得不名對治也。二依成實。對治道生", "52": "正斷過未惑之功能。所以然者。正以智慧斷", "53": "過去惑為因之能令彼未來果義不起。乃說", "54": "因□果亡說為斷結。而無結使法體之可斷", "55": "也。三依大乘。對治生時能治所治兩法必俱。", "56": "第六意識正起能治。第八梨耶有二障種正", "57": "為所治。攝大乘云。若無阿梨耶識。此對治識", "58": "共大小惑種子俱在。此義不成。論復說云。若", "59": "離本識轉依不成。攝論復云。初剎那為無礙", "60": "壞現在　三寄道分別者。薩婆多宗凡夫是", "61": "斷結世俗道聖道皆具四道。一方便道。二無", "62": "礙道。三解脫道。四勝進道。於此四中無礙道", "63": "正斷。亦說有證解脫正證。雜心論云。謂彼雙", "64": "道滅世尊之所說。下論云。三界煩惱當知無", "65": "礙解脫道滅。方便前導勝進後助非正斷也。", "66": "成實論宗斷諸結使亦具四道。名字同前。一", "67": "一道中說眾多心。不唯一品乃至九品。故彼", "68": "論云。眾多心斷諸煩惱。非八非九。大乘法中", "69": "亦具四道。還以無礙用為正斷。解脫正證。攝", "70": "大乘云。無間道難得故解脫難得。問曰。大乘", "71": "斷結無礙解脫。為一念中有此二道。為二念", "72": "中有此二道。答曰。或有法師。大乘斷惑但一", "73": "念中有此二道。體性正一。就義說二。正斷現", "74": "惑名為無礙。即此無礙令未來惑不生說為", "75": "解脫。此義不然。若以無礙即為解脫者。菩薩", "76": "金剛體是無礙。亦應即是佛果解脫。既金剛", "77": "心一念之中但是無礙不即佛果。因何得說一", "78": "念無礙亦即解脫。今者正判。夫是二道必是", "79": "異念。前念無礙是說正斷。後念解脫說為正", "80": "證。攝大乘云。初剎那為次第道。第二剎那為", "81": "解脫道。初剎那壞現在惑令滅。第二剎那遮", "82": "未來惑令不生。大品經云。無礙道行說為菩", "83": "薩。解脫道行名為諸佛　四伏斷分別。薩婆", "84": "多宗斷界內結通凡聖。凡夫之人世俗六行", "85": "總斷欲界見修二惑。乃至總斷三空已還並", "86": "是永斷。聖人別斷界內見修。先斷見諦後斷", "87": "修惑。始自欲界乃至非想亦是永斷。問曰。凡", "88": "聖斷惑。凡不見理。聖人見理。云何斷惑俱是", "89": "永斷。答曰。凡夫聖人所見理事雖復不同。治", "90": "道斷結同捨惑得同令惑體失不屬人。是故", "91": "凡聖俱說永斷。若依成實。凡夫之人但想非", "92": "智。於諸結使是伏非斷。成實論云。是諸外道", "93": "斷結還起更生欲界。是故凡夫不名斷結。復", "94": "次以諸凡夫常有我心。是故不能斷身見等。", "95": "問曰。若凡夫不斷煩惱。云何命終往生色界", "96": "論中。答曰。深遮煩惱生色無色界。成實論宗", "97": "一切聖人所斷煩惱皆是永斷。大乘法中或", "98": "有法師引涅槃經云有諸外道六行斷結為三", "99": "果向。便說凡夫永斷煩惱。或復引彼佛性論", "100": "說。若諸煩惱在眾生離欲相續不動業因生", "101": "上二界名隨眠。或復引攝論凡夫或損一分", "102": "皮煩惱。復引攝論世間離欲時不靜地熏習", "103": "滅靜地熏習增世間轉依義得成。諸法師等", "104": "授列向文。證大乘中凡夫永斷。此義不然。涅", "105": "槃所說同薩婆多宗。非大乘正義。佛性論攝", "106": "論所說凡夫斷煩惱者。並是伏結名之為斷。", "107": "非謂永斷。今者正判。大乘法中凡夫斷結但", "108": "是伏斷而非永斷。攝大乘云。凡夫從上界退", "109": "墮受下界生。初受生識必為大小惑所染污。", "110": "此識及惑從何種子生。論中既責小乘諸師。", "111": "既凡夫從上來生下界所起之惑必由因生。", "112": "故知凡夫從下地生上界時。不斷欲界梨耶", "113": "識中見修惑種而生上界。今來下生用昔種", "114": "子起惑潤生。既有種子。當知非斷。攝論復云。", "115": "有流善識非謂轉依。涅槃經云。諸外道等有", "116": "苦集諦無滅道諦。既滅諦故不斷惑。涅槃復", "117": "云。若世俗道而斷煩惱。雖斷還起。地持論云。", "118": "世俗道不得解脫果。大乘法中一切聖人地", "119": "前地上所斷煩惱皆是永斷。", "120": "第四觀行同異者。於中兩門。一觀。二行。初觀", "121": "門中復有四句　一人法二空者。薩婆多宗", "122": "凡夫斷惑世俗事觀非生法兩空。聖人斷惑", "123": "但作生空不作法空。雜心論云。內離人故空。", "124": "成實論宗聖人斷結通作人法兩空之觀。成", "125": "實論云。但見色等無常敗壞是亦名空。非謂", "126": "清淨。後見陰滅時是觀清淨。問曰。有為緣", "127": "智。何故下清淨論云。行者後時起五陰想。彼", "128": "假名心還復得生。故不清淨。若證陰滅陰不", "129": "現前。以假名滅故則假名想不復隨逐。故說", "130": "清淨。譬如有樹剪伐焚燒灰炭都盡。樹想方", "131": "盡不復隨逐。成實復云。如實義者。諸煩惱等", "132": "見滅時斷。所言見滅即其性空。泥洹法空滅", "133": "也。大乘法中所斷二障亦作人法二空觀而", "134": "斷煩惱。大地已前以生空觀斷界內惑。登地", "135": "已上以法空斷界外惑。攝大乘云。前於十", "136": "解已得人無我。今於初地得法無我。攝論", "137": "復云。地前漸除惑障。登地已上漸除智障", "138": "二明三慧。謂聞思修。薩婆多宗於三慧中若", "139": "凡若聖唯用修慧斷見修惑。以是定心能斷", "140": "煩惱。聞思散亂不能斷惑。雜心論云。修慧能", "141": "斷煩惱。永離名故。及正定故。非聞思也。成實", "142": "論宗聞等三慧皆斷煩惱。成實論云。假名心", "143": "者。或以多聞智因緣斷。或以思惟智因緣斷。", "144": "實法心在煗等中以空智斷。大乘法中亦以", "145": "修慧斷除二障。不以聞思。攝大乘云。奢摩毘", "146": "那智緣總法為境。剎那剎那能破壞諸惑聚。", "147": "涅槃經云。定動智伏除。攝論復云。顯是修慧", "148": "非聞思慧　三明三智。謂加行正體後得之", "149": "三智也。薩婆多宗及成實論斷結之智雖復", "150": "論。不說加行智名。然對治智正當三智。加行", "151": "智非正體後得。大乘法中所斷二障。大地已", "152": "前正用加行為無礙解脫斷其惑障。以得人", "153": "空故唯加行。未得法空非中後知。登地已上", "154": "正用中智為無礙解脫斷其智障并惑障習", "155": "氣攝大乘云。由無分別智能遣能滅。遣約現", "156": "在。滅約未來。攝大乘復云。得無分別智則解", "157": "相結。相結不起麁重隨滅。以此當知初地已", "158": "上中智正斷非前後智。以其前智但作導。後", "159": "得智者唯能後助。問曰。其加行智能斷惑障。", "160": "其正體智復除智障。何故不說後得智而斷惑", "161": "也。答曰。前中二智並在觀內定慧照理智能", "162": "斷惑。後得出觀緣俗量境故不斷惑。問曰。若", "163": "言後得不斷煩惱。何故攝論後得智能除報", "164": "障。佛性論說無分別智滅。現在惑名為盡智。", "165": "後得智滅未來惑名無生智。答曰。攝論說云", "166": "後智除報。乃據後智出觀自在取捨隨心說除", "167": "報障。非謂正作無礙道斷。佛性論說云後智", "168": "能斷未來惑者。蓋是出觀勝進道中遠遮未", "169": "來惑說斷未來。非無礙斷也　四明四念處。", "170": "謂身受心法。薩婆多宗四念處中以法念處", "171": "斷諸結使。非身受心三念處耳。雜心論云。修", "172": "慧中具四念處。彼法念處能除煩惱。總境見", "173": "故。非餘念處。事境見故。婆沙俱舍亦同此說。", "174": "成實論宗中雖復不說一一念處斷如是煩", "175": "惱。然彼論云。念處斷假名心惑。當知四念俱", "176": "斷煩惱。大乘法中所斷二障。唯一法念能斷", "177": "煩惱。非三念處。攝大乘云。由奢摩陀毘般", "178": "舍那智緣極總法為境。剎那剎那破壞諸惑", "179": "聚。攝大乘復云。觀行人破煩惱。以無分別智", "180": "緣真如通為一境。維摩經云。觀身實相觀佛", "181": "亦然。此等經論並法念觀也　二辨行者。謂", "182": "十六。謂苦無無常空無我等。薩婆多宗一凡", "183": "二聖。其凡夫人斷八地欲世俗六行。是事觀", "184": "故不見諦理。言六行者。謂苦行麁行障行。此", "185": "之三行隨用一行作無礙道。解脫道中亦有", "186": "三行。謂止行離行妙行。隨用一行作解脫道。", "187": "若論聖人。斷三界惑作四諦觀有十六行。苦", "188": "諦四行。苦行無常行空行無我行。隨用一行", "189": "斷苦諦惑。集諦四行。因行集行緣行有行。滅", "190": "諦四行。滅行妙行止行離行。道諦四行。道行", "191": "如行迹行乘行。若其聖人以世俗道斷修道", "192": "結。還作六行如前說也。成實論宗斷三界結", "193": "無流行斷。論中所說但有兩行。謂空行無我", "194": "行。成實論云。有二種行。空行無我行。於五", "195": "陰中不見眾生是名空行。見陰上無是無我", "196": "行。若斷煩惱但此二行。大乘法中斷界內惑", "197": "說有兩義。若是聲聞具十六行斷見修惑。依", "198": "佛性論。利根聲聞苦法忍中一無我行通斷", "199": "三界四真諦下八十八結。鈍根聲聞於十六", "200": "心具十六行別斷三界四真諦下八十八結。", "201": "佛性論云。平等觀者有利有鈍。若利根人於", "202": "一念中等觀四諦八十八惑一時俱斷皆名見", "203": "諦。若鈍根人次第觀者。初念觀苦不見三諦。", "204": "若斷苦下名為見諦。餘曰修道。准佛性論。聲", "205": "聞人斷見諦惑具十六行。修道斷結亦復如", "206": "是。若是菩薩斷界內惑位在十解。若斷見諦", "207": "但用一無我行頓斷見惑。若斷修道十迴終", "208": "身修無我行。於三界中九地別斷。界內如是。", "209": "言界外者。初地已上地地之中皆法空無我", "210": "行斷習及智障。", "211": "第五退不退分別者。薩婆多宗一凡二聖。凡", "212": "夫總斷三空已來見修二惑。其利根者斷已", "213": "不退。若鈍根人斷已或退如婆沙說。若是聖", "214": "人於中有二。一者就人。二者所退。就前人中。", "215": "聖通三乘。緣覺與佛。利根不退。聲聞人內學", "216": "與無學。學人之中斷見諦惑。無問利鈍皆說", "217": "不退。見道速疾見道猛利。所斷諸惑猶如折", "218": "石如鎧入陳。斷已不退。若斷修道。及無學位", "219": "觸對五欲煩惱還退。雜心論云。先以不淨得", "220": "離欲後思淨相退。論中所說學與無學有六", "221": "種性。退法種性逢五退具斷已還退。思法護", "222": "法住法必勝進法不動法。此等五人本種性", "223": "者斷已不退。增進相者。始自思法至必勝進。", "224": "由根未滿遇緣有退。廣如論說。二辨所退者。", "225": "聖人退中毘婆闍提但退禪定亦退聖道。不", "226": "退煩惱不失無為。彼作是說。聖道滅惑永斷", "227": "無餘。譬如以物破瓶。如火燒薪。亦如燒衣。育", "228": "多婆提復作是說。聖人退時退於禪定亦失", "229": "聖道。退起煩惱并失無為。論中說云。退聖道", "230": "時捨解脫得死結還生。評家所存育多所說", "231": "以為勝也。雜心俱舍並同育多婆提所說。成", "232": "實論宗聖人退中還有二義。一者約人。二就", "233": "所退。言約人者。凡夫有退。退已起惑還生欲", "234": "界。聖人斷結。斷已不退。成實論云。阿羅漢", "235": "等永拔愛根。從何生結。成實復云。聖人散滅", "236": "破裂不集不識。是故不退。後復次中通學無", "237": "學。問曰。成實論宗凡夫斷結為退不退。答", "238": "曰。凡夫斷結但伏非永。若遇退具結使還生。", "239": "成實論云。諸外道等斷結還起還生欲界。是", "240": "故凡夫不名斷結。二辨所退。鈍根聖人逢退", "241": "因緣但退禪定不退聖道。不起諸結不失無", "242": "為。成實論云。聖道不退但退禪定。退禪定中", "243": "自在之力非一切羅漢得自在力。復次是人", "244": "依此禪定得羅漢道。以失禪定則失無流。非", "245": "無流退。譬如石山風不能動。健者如是毀譽", "246": "不傾。大乘法中亦有兩義。一者約人。二辨所", "247": "退。言約人者。人有凡聖。凡夫斷結是伏非斷。", "248": "無問利鈍斷已還退。涅槃云。若世道而斷煩", "249": "惱以還起故名為無常。智度論云。舍利弗曾", "250": "行菩薩道施眼因緣退大住小。地持論云。無", "251": "種性人善趣成就數退數進。此謂十信及十", "252": "信前凡夫人也。言聖人者。聖該三乘。聲聞乘", "253": "中如涅槃經中說。瞿抵比丘六返失。即聲聞", "254": "人有退義也。攝論云。六識緣外塵不正思惟。", "255": "由不正思惟退失滅盡定。緣覺乘者但是利", "256": "根不說有退。菩薩法中十信之位發心不固", "257": "悲願淺薄。遇緣便退。攝大乘云。諸菩薩在十", "258": "信位中修天行未堅固。多厭生死慈悲劣薄。", "259": "欲捨大乘修小乘道。始自十解至於十地同", "260": "一利根必無有退。地持論云。有種性處成熟", "261": "無有退失。數數增進。大莊嚴論云。退菩提心", "262": "由四因緣。一非種性離菩薩種性故。二非法", "263": "明離善知識故。三少慧力未解大乘法空故。", "264": "四少因力先世不種諸波羅蜜自性善根。涅", "265": "槃經云。復有六法壞菩提心。一者悋法。二者", "266": "於諸眾生起不善心。三者親近惡友。四者不", "267": "懃精進。五者自大憍慢。六營務世業。如是六", "268": "法破菩提心。此中法體。第一慳纏。第二瞋", "269": "恚。第三愚癡。第四懈怠。第五憍慢。第六因於", "270": "貪愛生三毒煩惱。涅槃經中復有五法退菩", "271": "提心。一者樂苦外道出家。二者不修大悲心。", "272": "三者好求法師過罪。四者常樂處生死。五者", "273": "不喜受持十二部經。此中第一邪見。第二愚", "274": "癡煩惱。第三瞋恚。第四貪愛。第五不信。彼經", "275": "所說若五若六非直退菩提心而起煩惱。起時", "276": "亦乃失菩薩戒。此等退失並在十信。問曰。若", "277": "言種性無退失者。何故攝論在頂法位住於", "278": "退際。答曰。攝論所說住退際者。乃據修道在", "279": "方便中暫時不進說名為退。非謂失位名為", "280": "退也。二辨所退者。大乘法中所說聲聞鈍根", "281": "有退。但退禪定及退聖道。不退煩惱不失無", "282": "為。問曰。云何知。彼大乘法中聲聞鈍根但退", "283": "禪定及退聖道不退煩惱不失無為。答曰。准", "284": "於經說。瞿抵比丘既云有退。故但退禪定及", "285": "退聖道。復准維摩及攝大乘說。其阿羅漢無", "286": "惑種子不起煩惱。故知大乘聲聞雖退。不退", "287": "煩惱不失無為。維摩經言。眾生空者如阿羅", "288": "漢三毒。攝大乘云。先入觀時諸惑重習皆已", "289": "滅盡。云何無因緣得生世心。若爾此惑不由", "290": "因生即無解脫。其無學人惑心亦應無因而", "291": "生也。問曰。種性已上斷惑不退。何故地持種", "292": "性菩薩成熟白法非四煩惱之所染污。若染", "293": "污者白淨之法不現在前。既言染污白法不", "294": "起。故知種性退失道定亦起煩惱及失無為。", "295": "云何向說種性已上無退義也。答曰。種性已", "296": "上斷結不退無前四事。地持論言若有染污", "297": "白法不起。非謂界內修道正使。此中菩薩永", "298": "斷上心所起染污。但是修道習氣煩惱微細", "299": "現前障於白法故不違也。大莊嚴論云。菩薩", "300": "種性過失略說有四。一者習惑功德不行煩", "301": "惱多行。彼說既云惑習。明非正使。", "302": "第六品數多少者。薩婆多宗夫斷結使必有", "303": "九品。謂下下道治上上結。乃至上上道斷下", "304": "下結。婆沙論云。凡夫斷結九無礙道九解脫", "305": "道斷九品結。聖人斷結亦復如是。問曰。凡夫", "306": "聖人皆九種道斷九種結有何差別。婆沙論", "307": "云。凡夫所斷見修合斷。聖人所斷先斷見諦", "308": "後斷修道。婆沙論云。聖人斷見諦結以一無", "309": "礙一解脫道斷九品結。修道所斷以九無礙", "310": "九解脫道。雜心論云。一種斷九種。九種斷一", "311": "種。九種斷謂斷見諦結九種。九種是斷修道", "312": "結也。成實論宗斷諸結使並以多心而斷煩", "313": "惱。不同薩婆多宗。但說八忍及陳九品。成實", "314": "論云。有人言。煩惱九種智亦九種。以下下智", "315": "斷上上煩惱。乃至上上智斷下下煩惱。是事", "316": "不然。以無量心斷諸煩惱。譬如巧匠手執斧", "317": "柯。眼見指處。不能分別日日所盡若于分數。", "318": "但見盡已乃知其盡。比丘亦爾。修行道時雖", "319": "不分別今日所盡。若于諸漏。昨日所盡若于", "320": "諸漏。但彼盡已乃知流盡。故以無量心盡諸", "321": "煩惱。非八非九。言非八者破薩婆多見諦八", "322": "忍。言非九者破薩婆多修道九品。大乘法中", "323": "略作兩門。一總辨九品。二別明九品。初總明", "324": "九品者。昔來法師言。大乘所斷煩惱舉真形", "325": "妄。無妄可斷不說九品。或有人云。三大祇中", "326": "念念起智剎那剎那能壞諸惑並是無礙。即", "327": "復義說無礙之道而為解脫。理皆不然。今者", "328": "正判。依攝大乘及地持論。大乘斷惑。聖道九", "329": "品惑亦九品。以下下道治上上結。以上上道", "330": "治下下結。攝大乘云。若聞熏習下品生能對", "331": "治上品本識。乃至聞熏習上品生能對治下", "332": "品本識。攝論復云。觀行人破煩惱以無分別", "333": "智緣真如通為一境。先用劣道。次用中道。後", "334": "用勝道。譬如世間欲破木時。先用細楔後用", "335": "麁楔。地持論云。解行住菩薩行下忍時行相", "336": "增。中忍時中。行上忍時下。如是行上忍時斷", "337": "此過相次第入歡喜住。釋云。下忍時斷增者。", "338": "所上結名為增也。中忍時中者煩惱中也。上", "339": "忍時下者煩惱下也。涅槃經云。分別煩惱不", "340": "可稱計。滅亦如是不可稱計。非諸聲聞緣覺", "341": "所知。是名上智。此謂大乘斷諸煩惱九品。經", "342": "論如是。二別明九品者略有兩門。一明界內。", "343": "二釋界外。就界內中。准佛性論。斷見諦惑聲", "344": "聞有二。一者利根於見道中但以苦忍為一", "345": "品道通斷見諦八十八結。此謂所斷本識之", "346": "中三界見諦熏習種子但一剎那對治斷也。", "347": "問曰。上二界中見道煩惱此忍所斷。今者頗", "348": "有上二界中見諦煩惱法忍斷不。答曰。大乘", "349": "法中上二界見諦煩惱。利根聲聞用苦法忍", "350": "而通斷也。集諦滅諦道諦而用苦法忍斷。次", "351": "第作頗設准以為之。二若鈍根人八忍八智", "352": "斷三界中見諦煩惱。聲聞所斷界內修道俱", "353": "九無礙九解脫斷九地中九品諸結。理不可", "354": "疑。菩薩位中斷界內結者。先斷見諦後明修", "355": "道斷。見諦惑諸經論中不說品數。今者竊准", "356": "佛性論說。利根聲聞以平等觀斷三界見道", "357": "八十八惑。但以苦忍一念即斷。今例菩薩十", "358": "解初心一剎那道頓斷三界見諦所斷八十八", "359": "結。信不疑也。若斷修道所斷煩惱。始從十", "360": "解第二念去至於十迴向多身已來但伏未", "361": "斷。以此諸位諸菩薩等斷除上心留隨眠惑", "362": "助願受生故說伏也。於最後身三界九地地", "363": "地之中皆用九無礙道九解脫道斷九品結。", "364": "地持論云。解行住菩薩行下忍時行相增。行", "365": "中忍時中。行上忍時下。如是行上忍時斷此", "366": "過次第入歡喜住。地持所說正斷界內。修道", "367": "菩薩而作九品。界內如是。二明界外所斷智", "368": "障十種無明。准佛性論還為此解。第一無明", "369": "為見道惑略分三品。謂皮肉心。初地始心以", "370": "一剎那無分別智為無礙道頓斷皮惑。第二", "371": "念智為解脫道。第三念去真智相續無惑可", "372": "斷。至住地心還以一念無分別智為無礙道", "373": "斷皮肉惑。第二念智為解脫道。第三念去無", "374": "惑可斷。至滿地心斷皮心惑。例上可知。初", "375": "地所斷見惑如是。問曰。夫是見道理必相續。", "376": "若准向解。初地三心三時斷惑便成三重。見", "377": "道義不乖乎。答曰。小乘法中見道時短促。大", "378": "乘見道證理時長。故約三心三時斷惑。復次", "379": "菩薩初地是見道位三心並見理亦無爽。二", "380": "地以去判屬修道。斷惑之義與前不同。具如", "381": "二地。第二無明有皮肉心。二地始心無分別", "382": "智為九無礙無解脫如是漸斷皮惑九品。第九", "383": "解脫已後真智相續無惑可斷。住心九品斷", "384": "九品肉。滿心九品斷九品心。准佛性論義應", "385": "如是。二地既然。始自三地至于十地義例可", "386": "知。問曰。何故得知大乘斷惑說九品或言三", "387": "品。答曰。准攝大乘論。地上斷惑說三或說九。", "388": "攝大乘云。為除皮煩惱入初地。為除肉煩惱", "389": "住初地。為除心煩惱出初地。攝論復云。觀", "390": "行人斷煩惱無分別智緣真如通為一境。先", "391": "用劣道。次用中道。後用勝道。譬如破木先用", "392": "細楔後用麁楔。此證三品。而此三品品別有", "393": "三即是九品。大乘斷惑結使微細漸頓難知。", "394": "聊示如是。", "395": "第七治斷位地略作十門。一辨二障自有兩", "396": "門。一明障體。二辨斷障位地。初明障體者。障", "397": "謂二障。一者煩惱障亦名惑障。二者智障", "398": "復名自惑。今以界內四住正使為惑障體。以", "399": "彼無明住地及惑障習三乘加行為智障體。", "400": "二約位斷障者。薩婆多宗煩惱障中五見及", "401": "疑見諦所斷。貪瞋癡慢貫通二斷。貪等迷理", "402": "見道所斷。貪等障事修道所除。彼宗所說二", "403": "乘之人但滅惑障未除智障。唯佛知來滅彼", "404": "智障。雜心論云。佛除染污不染污無知。俱", "405": "舍論云。智障永時障。二論所說蓋是惑障習", "406": "氣也。成實論宗所斷二障與薩婆多異。彼論", "407": "宗中見道已前聞思慧位斷假名惑。修慧位", "408": "中斷實法惑。見諦道中見滅之時斷迷理十", "409": "使。修道門中斷彼地地迷事貪等四使煩惱。", "410": "如彼宗中以人言之。二十七賢聖信行一人", "411": "斷假名惑。法行一人斷實法惑。無相行人斷", "412": "見諦惑。前之二人須陀遠向。第三人須陀近", "413": "向。前薩婆多宗見諦已前七方便道不斷煩", "414": "惱。今此成實見諦已前五方便道斷煩惱。謂", "415": "向所謂假名實法二種惑也。若其修道從須", "416": "陀果信解脫見得等至阿羅漢二十四人。斷", "417": "彼九地修道四使。以彼論宗瞋通三界故說", "418": "四使。問曰。假名實法既是十使之外別說二", "419": "惑。未知此惑法體是何。答曰。此之二惑三界", "420": "通迷。前是人我。後是法我。以其輕故見諦", "421": "前斷十使煩惱。別迷見修以其重故見修別", "422": "斷。成實論中得二滅時滅彼空心。成實論云。", "423": "若緣泥洹是名空心。成實復云。空心者於二", "424": "處滅。一入無心定時滅。二入無餘泥洹斷相", "425": "續時滅。無心定中緣滅故滅。斷相續時因盡", "426": "故滅。大乘法中惑障一種。真諦三藏於十信", "427": "位正斷欲界修道皮惑。亦斷四禪三空修道", "428": "皮惑。十解位中通斷三界見諦肉惑。十行位", "429": "中前五行來唯斷非想修道皮惑。晉漢諸僧", "430": "或有說云。地前伏位不能斷惑。經中說云。有", "431": "人出世具煩惱性。智度論及仁王經中說云。", "432": "伏心菩提惑說伏忍。故說地前唯伏不斷。到", "433": "初地中方斷界內見修正使煩惱。初地斷見。", "434": "二地已上方斷修道。或還於攝論諸法師或", "435": "有說云。十解位中斷見諦惑。至登初地方斷", "436": "界內修道煩惱　此義不然。三藏若言十信位", "437": "中已斷欲界修道煩惱。并復說言斷四禪三", "438": "空修道惑者。十信位中凡夫菩薩但是有流。", "439": "攝大乘論有流善識不許轉依。攝論說云。十", "440": "信白法與異法相雜。云何三藏說彼十信凡", "441": "夫斷惑。復次大乘斷惑先見後修。云何此斷", "442": "先修後見。又復十解已上三賢菩薩斷修道", "443": "上心。留彼三界隨眠種子。受三界生自行利", "444": "物。今在十信已斷皮惑。諸菩薩等復留何惑", "445": "受三界生。不亦謬乎。三藏復云。十行位中", "446": "前五行來唯斷非想修道皮惑。雖有此唱。竊", "447": "驗論未見有受文。莫知三藏依何經論而作", "448": "此解。晉漢僧云地前伏惑未斷煩惱者。何故", "449": "攝論說云。地前漸斷惑障。初地已上漸除智", "450": "障。攝論復云。菩薩有二。一者凡夫。謂十信", "451": "已還。二者聖人。謂十解已上。今明轉凡夫", "452": "依作聖人依。論中既地前漸斷惑障。復說轉", "453": "凡夫依作聖人依。即是地前能斷煩惱。云何", "454": "但說地前伏而不斷。或有說云。十解位中斷", "455": "見諦結。至登初地方斷修惑者。便是未離界", "456": "內染污惑障繫縛而得出世法。又復地前斷", "457": "於惑障。初地已上別除智障。若其界內修道", "458": "之惑初地方斷。界外智障應地前斷。今者正", "459": "判。界內見惑十解中斷。從此以後攝留修惑", "460": "利物受生。此至十迴於最後身次第斷除界", "461": "內修惑方入初地。攝大乘云。諸惑謂見修煩", "462": "惱。於菩薩地中先已滅盡。以此文證地前正", "463": "滅界內惑。理不可違。問曰。界內修惑迴向", "464": "後身若說斷竟方入初地者。何故法集經云。", "465": "菩薩得無生法忍斷其四漏及四漏習氣。智", "466": "度論云。未得法身結使不盡。攝大乘云。於歡", "467": "喜地得五百定類離三界欲。據斯經論界內", "468": "修惑並初地斷。因何向說界內修惑於地前", "469": "迴向中斷。答曰。經論所言界內修惑初地斷", "470": "者。並說已斷。譬如經云。無明住地佛菩提智", "471": "斷。經中雖說無明住地佛智所斷。而實無明", "472": "十地中斷。當知向引經論界內修惑雖云於", "473": "初地斷。而實此惑迴向中斷。問曰。若言地前", "474": "界內惑者。何故經云。有人出世具煩惱性。仁", "475": "王經云。三賢位中名為伏忍。智度論中名伏", "476": "心菩提。經論既說地前菩薩具煩惱性伏忍", "477": "伏心。故知地前但伏不斷。云何向說地前菩", "478": "薩能斷界內煩惱。答曰。具煩惱性者。初依菩", "479": "薩猶具界內隨眠惑性。若至十迴方乃滅盡。", "480": "復次具界外煩惱性也。伏忍伏心亦是伏彼", "481": "界內上心及伏界外惑也。問曰。斷界內惑中", "482": "六識見修種子如常途說。未知地前斷陀那", "483": "識義復云何。答曰。三藏解云。阿陀那識是肉", "484": "煩惱。三藏復云。有六識無陀那者。謂須陀洹", "485": "等三學果人。以此當知三藏法師判識唯見", "486": "諦斷。晉漢諸師咸同三藏。陀那識於見諦", "487": "斷。仍復有說。陀那微細。三界九地無麁細差", "488": "別。於見諦道苦忍一念頓斷三界陀那俱盡。", "489": "此亦不然。無相論云。阿陀那識見諦肉惑。", "490": "十六心斷皮煩惱者。思惟所斷至羅漢盡。而", "491": "見諦斷准佛性論。斷見諦惑聲聞有二。一者", "492": "利根於見道中但以苦忍為一品道通斷見諦", "493": "八十八結。此謂所斷本識中三界見諦熏習", "494": "種子但一剎那對治斷。今斷陀那亦如是也。", "495": "二若鈍根人八忍八智斷三界中見諦煩惱。", "496": "今斷陀那亦復如是。利根聲聞苦法忍心一", "497": "剎那斷。鈍根聲聞十六心中八忍八智斷也。", "498": "修道所斷阿陀那識准常途說。無相論中既", "499": "云陀那體通皮肉及見思所斷。云何諸師但", "500": "說陀那識唯肉煩惱見諦斷。然復此識體通", "501": "見修遍在九地。云何諸師說言陀那識三界", "502": "無麁細但苦忍斷。不亦謬乎。今者正判。此", "503": "阿陀那識若約小乘肉煩惱分。利根者苦忍", "504": "一念斷。其鈍根者見道中十六心斷皮煩惱", "505": "分。從須陀洹勝進斷至阿那含金剛道斷之", "506": "究竟。無相論云。第二執識四惑相應。此識與", "507": "相應至羅漢究竟滅盡。無相復云。若見諦肉", "508": "煩惱識及心法得出世道十六行究竟滅盡。", "509": "餘殘未盡但屬思惟。是名第二識也。若約菩", "510": "薩。經論雖復無文正說。准前無相論。阿陀那", "511": "識見道肉分。十解初心一剎那智斷。第二剎", "512": "那解脫道證解道皮惑。十迴最後身與六識", "513": "中修道惑障同處而斷。而此修道陀那三界九", "514": "品九地地別九品漸斷非頓。准釋可知。若其", "515": "智障從初地斷至法雲盡。問曰。界內惑障若", "516": "地前斷。何故仁王經云。前之三地斷三界中", "517": "色煩惱。四五六地斷三界中心煩惱。七八九", "518": "地斷三界中色習煩惱。十地及佛斷三界心", "519": "習。仁王經中既云初地已上斷三界色心煩", "520": "惱。即界內惑地上方斷。云何向說界內煩惱", "521": "地前斷也。答曰。仁王經中為別五忍階降地", "522": "相。寄惑障正習而說上下。而實惑障正使地", "523": "前斷也　所言斷色煩惱者。蓋斷凡夫時五欲", "524": "愛色之習心亦例此。二說三障。謂皮肉心。於", "525": "中二門。一明障體。皮肉二惑界內十使以為", "526": "體性。見諦所斷是肉惑體。修道所斷為皮惑", "527": "體。若其心惑界外智障是心惑體。二辨治斷。", "528": "皮肉二惑。見道諸使肉惑十解位斷。修道皮", "529": "惑十迴終身斷。准前道理。二論宗斷如前准", "530": "解。若其心惑從初地斷至十地盡。或說三障。", "531": "謂惑業報。一明體性。二辨位地。就體性中。", "532": "一界內三障。其惑障者見修二惑以為其體。", "533": "業障者今大乘中罪福不動等種以為體性。", "534": "報者界內報生五陰法也。二界外三障。無明", "535": "住地及惑障習為惑障體。三業加行無流業", "536": "種是業障體。三聖意生變易五陰為報障體。", "537": "二辨治斷位地者。界內惑業大乘法中見諦", "538": "斷分十解中斷。修道斷分十迴終身斷也。其", "539": "報障者其登初地報盡說捨。智度論曰。云", "540": "何法身行檀滿足。答曰。菩薩末後肉身得", "541": "無生法忍捨肉身得法身。於十方六道變身", "542": "化眾生。釋云。論說無生法忍。謂初地無分", "543": "別智名無生法忍也。若二乘無學來入大乘", "544": "十信位中。捨分段報而受變易。智度所說", "545": "乃據直來凡夫菩薩須斯二果此以肉身而", "546": "入初地。界外三障者。惑業與報。從初地斷", "547": "至法雲盡。或說四障。謂闡提謗法。外道著", "548": "我。聲聞畏苦。緣覺捨心。於中二門。一明體", "549": "性。前二界內惑障以為其體。後二界外智障", "550": "而為其體也。二治斷位地者。前二正障地前", "551": "所斷。謂於十解與見道惑同對治斷。後二障", "552": "者後初地斷至十地盡。而攝論說。地前四位", "553": "斷四里障。地上十位斷四氣者。斯乃為具四", "554": "障各說斷四。好體而言。十信不斷但伏四", "555": "障。十解正斷。前二是界內惑故不斷。後二界", "556": "外惑故初地已上正斷後二。不斷前二。其義", "557": "可知。或說四障。俱舍論云。一者惑障。二", "558": "者禪定障。三者智障。四永時障。亦作兩門。", "559": "一體性者。惑障法體界內見道惑也。禪定障", "560": "者界內修惑。永時障者見道習也。釋云。長時", "561": "愛我故曰永時。智障者修道習也。二治斷者。", "562": "惑定二障在二乘位及地前斷。永時障者入初", "563": "地斷非上地也。智障者初地斷至十地盡或", "564": "說四謗。謂增益損減相違戲論。人我中地還", "565": "在界內見修所斷法執中起。登地已上地地", "566": "斷四。十地方盡。四辨五住。一見一處住地二", "567": "欲愛住地。三色愛住地。四有受住地。五無明", "568": "住地。於中二門。一明體性要說有二。一者", "569": "起惑。二曰住地。言起惑者。六七識中現行煩", "570": "惱。言住地者。梨耶識中五住種子。就此五", "571": "中。前四住地者若起若地是界內惑。無明住", "572": "地若起若地是界外惑。二治斷者。前四住中", "573": "若起若地二乘位及地前斷。十解斷見。十迴", "574": "終身方斷三愛。無明住地若起若地入初地", "575": "斷。至十地盡。問曰。大地已前已斷四住。何故", "576": "十地經云。一切欲縛轉後微薄。轉復微薄者。", "577": "謂一切修道欲色無色界煩惱及彼因。同無", "578": "明習氣皆悉微薄。諸見縛於初地見道已斷。", "579": "地論既云見縛於初地斷。欲愛色愛無色愛", "580": "同無明習氣第三地斷。以此當知地前諸位", "581": "不斷四住煩惱也。答曰。向言地前斷四住者。", "582": "乃斷正使及正使種子。地論所說見縛初地", "583": "斷者見習也。第三地中斷三住者亦是二住", "584": "習也。好體治自二地乃至十地斷三愛習。但", "585": "以三地修八禪故障斷三愛。仁王經中初地", "586": "斷貪。三地斷瞋。三地斷癡。四地除見。五地", "587": "斷疑者。蓋乃經中借舉凡聖階降地相。三地", "588": "已來相同凡夫。說前三地斷貪瞋癡。四五兩", "589": "地相同四果中初二沙門果故。復說云。除見", "590": "及疑。而實正使地前斷也。復次更說有五。謂", "591": "五散動。一自性散動。二內散動。三外散動。", "592": "四麁重散動。五思惟散動。亦作兩門。一體", "593": "性者。自性散動謂五識也。內散動者謂睡悼", "594": "及愛。外散動者第六意識也。麁重散動者身", "595": "見使也。思惟散動謂法執也。二治斷者。前四", "596": "散動是界內惑。在二乘位及地前斷也。麁重", "597": "散動見諦斷。自餘三種修道斷。第五散動是", "598": "界外惑。從初地斷至十地盡。六者六染。起信", "599": "論有六種染。一執相應染。二不斷相應染。三", "600": "分別智相應染。四現色不相應染。五現心不", "601": "相應染。六根本業不相應染。亦作兩門。一體", "602": "性者。初之兩染界內煩惱以為法體。斯二體", "603": "一義二而分兩染。前一起惑。第二成就。復", "604": "次前一見惑。後一修惑。餘之四染是界外惑", "605": "以為法體。二治斷者。起信論中自說治斷。初", "606": "執相應染或二乘地及十信斷。起信論云。執", "607": "相應染依二乘解脫及信相應地遠離故。第", "608": "二不斷相應染。若見道惑十解中斷。修道惑", "609": "者十迴盡也。起信論云。依信相應方便捨到", "610": "淨心地究竟離故。論中雖云淨心地。據理地", "611": "前斷。復次前一見斷。第二修斷。第三分別智", "612": "相應染。從初地斷至七地盡。起信論云。依", "613": "具戒地漸離至無相方便地究竟到七地故。", "614": "論中雖云從具戒地。好體從初地斷。四現色", "615": "不相應染。第八地斷。起信論依色自在地能", "616": "離故。第五現心不相應染。第九地斷。起信", "617": "論云。依心自在地能離故。第六根本業不相", "618": "應染。第十地斷。起信論云。菩薩盡地入如來", "619": "地能離故。七明七使。一貪欲使。二瞋恚使。", "620": "三有愛使。四憍慢使。五見使。六疑使。七無明", "621": "使。亦作兩門。一體性者。此中七使界內十使", "622": "為其體性。二治斷者。若是正使在二乘位及", "623": "地前斷。若是習氣地上斷。若其細解見修兩", "624": "別義在可知。復次有七。謂七流。謂見漏。思", "625": "惟漏。愛漏。念漏。根漏。惡漏。親近漏。前二漏", "626": "體。後五漏具。界內煩惱見修行斷。准釋可", "627": "知。八者八種妄想。如地持說。一自性妄想。", "628": "二差別妄想。三積聚妄想。四我妄想。五我所", "629": "妄想。六念妄想。七不念妄想。八俱相違妄", "630": "想。依無相論名八分別。名字大同。亦作兩", "631": "門。一體性者。前三妄想界外煩惱。後五妄想", "632": "界內惑也。就前三中。初一法我。第二第三", "633": "法我所也。後五妄想我及我所見道斷。或餘", "634": "三妄想修道煩惱。二治斷者。前三妄想從初", "635": "地斷至十地盡。後五妄想在二乘地及地前", "636": "斷。九者九種客塵煩惱。佛性寶性二論所說。", "637": "一隨眠貪欲煩惱。寶性論云貪使煩惱。二隨", "638": "眠瞋煩惱。寶性論云瞋使煩惱。三隨眠癡煩", "639": "惱。寶性論云癡使煩惱。四貪瞋癡等極重上", "640": "心惑。實性論云貪瞋癡結使煩惱。五無明住", "641": "地。寶性論云無明住地所攝煩惱。六見諦所", "642": "滅。寶性論云見道所斷煩惱。七修習所滅。寶", "643": "性論云修道所斷煩惱。八不淨地惑。寶性論", "644": "云不淨地所攝煩惱。九淨地惑。寶性論云淨", "645": "地所攝煩惱。亦作兩門。一體性者。前四煩惱", "646": "界內修道四使為體。初三種子。第四現行。第", "647": "五無明。界外煩惱第六第七界內見修所斷", "648": "煩惱。第八第九還是界外所斷煩惱。二治斷", "649": "者。前四客塵二乘位中修道所斷。菩薩法中", "650": "前三客塵既曰隨眠。理是種子。十解已上為", "651": "異二乘攝留受生。十迴後身斷已登地。第四", "652": "客塵論禪上心。始從十解至于十迴多身已", "653": "來為異凡夫伏令不起。第五無明從初地斷", "654": "至十地盡。第六見滅。第七修滅。在三乘位及", "655": "地前斷。第八客塵從初地至七地盡。第九客", "656": "塵從八地滅至十地盡。或說九結。一貪愛結。", "657": "二瞋恚結。三憍慢結。四見結。五他取結。加", "658": "近論云。名失願結。六疑結。七無明結。八慳", "659": "結。九疾結。亦作兩門。一體性者。此中九結", "660": "並是界內十使及慳嫉兩纏為體也。使中是", "661": "見結身見邊見邪見為體。他取見者戒取見", "662": "取二使為體。餘之五結當名取體。義在可知。", "663": "二治斷者。此中九結在二乘位及地前斷。習", "664": "氣者從初地斷至十地盡。十者十障。亦曰無", "665": "明。後當廣說也。", "666": "三性義七門分別第一釋名。二出法體。三辨性差別。四攝法分齊。五觀行除障。六諸門", "667": "分別義異。七開合多少。", "668": "第一釋名。於中有二。一正釋名。二辨廢立。", "669": "初釋名中通名曰性。性謂性別。性者體性。三", "670": "性道理其義有別體性各殊。故名為性亦稱", "671": "為相。相之與性其致正一。次別名者。性別不", "672": "同有其三種。一分別性。二依他性。三真實", "673": "性。分別性者此有三名。一曰分別性。釋有兩", "674": "義。一虛妄境生虛妄心。說彼境界名分別性。", "675": "攝大乘云。似塵顯現名分別性。二能取妄心", "676": "顛倒分別。說彼妄心名分別性。攝大乘云。諸", "677": "菩薩以分別為煩惱。攝論復云。識以分別為", "678": "性也。前約所生果而得其名。後就功能以彰", "679": "厥稱。二名妄想自性。釋有兩義。一約妄境能", "680": "生妄心名妄想自性。二者妄心顛倒分別不", "681": "稱實義故目妄想自性。楞伽經云妄想自性。", "682": "亦前約果。後是功能以題其名。三名思惟分", "683": "別想。亦有二義。一境界而生思惟。名思惟分", "684": "別相。二妄心顛倒思惟。此以妄心思惟諸塵", "685": "故名思惟分別相。金光明云思惟分別相。亦", "686": "是就果及功能以陳其名。二依他性者此有", "687": "兩名。一名依他性。釋有兩義。一繫屬種子。", "688": "謂根塵識現行生起繫屬本識熏習種子故曰", "689": "依他。攝大乘云。從熏習種子生繫屬於他。說", "690": "名依他性。二繫屬根塵名曰依他。謂識現起", "691": "依他根塵方乃得生名依他性。攝大乘云。此", "692": "依他性若離因緣自不得生。根塵為因緣依", "693": "他得生名依他性。無相論云。依因依緣顯法", "694": "自性即亂識分名依他性。因謂內根。緣謂外", "695": "塵。二名緣起自性。一切諸識依根緣塵而得", "696": "生起名緣起自性。楞伽經云。若依若緣生起", "697": "名緣起自性。前名依他約義從緣而得其名。", "698": "後曰緣起能所立目。緣者能生。起是所生。三", "699": "真實性者此有三名。一名真實亦有兩義。一", "700": "理體不變。二功德無倒。言理體不變者。謂有", "701": "垢無垢二無所有不可破壞名真實性。攝大", "702": "乘云。前二真實無變異義名為真實。無相論", "703": "云。真實性者。謂法如如。即是二性無變異義", "704": "名為真實。此乃就體以指其諱。二功德無倒", "705": "者。道及正教稱理無倒故名真實。攝大乘云。", "706": "後二真實無倒為義名真實義。二名成自性。", "707": "楞伽經云成自性。金光明云成就性。其義一", "708": "也。皆是真體不可破壞名成自性。三名第一", "709": "義性。八卷楞伽及無上依經云第一義性。斯", "710": "乃成名約義以舉其號。第一義者形對立目。", "711": "二名字廢立者。攝大乘說分別性中有三種", "712": "問。一問依止。若分別性似塵顯現依止依他", "713": "應名依他。云何乃稱分別性也。二問無所有。", "714": "此分別性既無所有。無所有中何所分別。三", "715": "問似塵。此分別性既是似塵不言似識。云何", "716": "似塵名分別性。論中但兩復次總答三問。一", "717": "以分別似塵顯現雖依他似塵無體。用彼意識", "718": "而為塵故稱分別。攝大乘云。無量相貌意識", "719": "分別。釋論解云。一切塵相是為分別說名意", "720": "識。上來總答前兩問也。二似塵能與意識住", "721": "分別境名分別性。攝大乘云。顛倒生因成分", "722": "別性。釋論解云。意識顛倒生境界名為生因。", "723": "故成分別。斯乃答前第三問也。二依他性中", "724": "論有兩問。一問唯識。既言識外無法。有何可", "725": "依名依他性。攝大乘云。唯見亂識而有自體", "726": "不見有他。云何此識名依他性。二問似塵依", "727": "止。既此依他似塵所依應名他依。云何說名", "728": "依他性也。攝大乘云。似塵顯現依止依他。云", "729": "何得成依他性也。論中具有兩答以答二問。", "730": "初明依他。實唯有識無別有他。而此唯識從", "731": "自因生。說自為他名依他性。攝大乘云。從自", "732": "熏習種子而生說名依他。此答前問。二答似", "733": "塵依止明依他性。雖為塵依而識起時還緣", "734": "似塵由塵而生說名依他。攝大乘云。依他性", "735": "生已無有功能。過一剎那自所取故。由此義", "736": "故說名依他。此答第二問。前答就彼體類依", "737": "他。後答約其義依他也。三真實性。論中所說", "738": "但有一問。謂問無所有。既云無所有。云何得", "739": "名真實性。攝大乘云。以無所有為真實性。何", "740": "故得名真實不名非真實。論中三義答此一", "741": "問。一由如。無不如故名真實。釋論解云。此是", "742": "第一不相違義顯真實性。二清淨境界故名", "743": "真實。釋論解云。此是第二無顛倒義顯真實", "744": "性。三諸善法中最勝義故名為真實。此是第", "745": "三無分別義顯真實性。", "746": "第二體性者。有法師言。三性法體具無寬狹。", "747": "分別性體通攝有為及與無為。依他真實亦", "748": "復如是。此義不然。妄心妄境可是分別。二空", "749": "真如體是無為不可變異。云何亦說是分別", "750": "性。設復經論彼無為為分別性。蓋是變異之", "751": "無為。非真理之無為也。有為諸法從因緣所", "752": "生是依他。二空無為體是常住非因緣生。云", "753": "何乃說是依他性。今者正判。分別性者體性", "754": "有二。一者妄塵。二者妄心。言妄塵者。六塵境", "755": "界從彼妄心似塵而起體無所有。顯現似塵。", "756": "即說此塵為分別性。攝大乘云。不取識體為", "757": "分別。但取識所顯現似塵為分別性。中邊論", "758": "云。分別性者。謂是六塵永不可得猶如空花。", "759": "無相論云。分別性者。名言所顯諸法自性即", "760": "似塵分也。言妄心者。七八諸識顛倒分別不", "761": "緣實義。以此妄心為分別性。攝大乘云。菩薩", "762": "以分別為煩惱。若以此名分別內法或增或", "763": "減壞正理立非理名肉煩惱。若以此名分別", "764": "外塵起欲瞋癡名皮煩惱。若以此名分別世", "765": "出世法名心煩惱。論復說云。阿梨耶識分別", "766": "根本。自體亦分別。論復說云。所生諸識謂彼", "767": "七識是分別性。楞伽經云妄想自性。金光明", "768": "云思惟分別。智度論云。菩薩正見者一切思", "769": "惟皆邪思惟。乃至思惟涅槃思惟佛義皆亦", "770": "如是。智度論復云。諸思惟分別皆從不實虛", "771": "詐顛倒故有是分別性也。二辨依他。總而說", "772": "之但有為色心為體。別而為論亦有二種。一", "773": "染濁依他。二清淨依他。亦是世間出世間二", "774": "果報也。言染濁依他者。三界果報從業煩惱", "775": "熏習種子生名為染分。言清淨依他者　無流", "776": "功德從聞熏習種子生名為淨分。攝大乘云。", "777": "依他體類從二種熏習生。一從業煩惱熏習", "778": "生。二從聞熏習生。論云。若果報識為依他", "779": "性。從業煩惱熏習生。若出世間聞思修從聞", "780": "熏習生。此約體類而說依他。佛性論云。依他", "781": "二種。一染濁依他。二清淨依他。染濁依他緣", "782": "分別成。清淨依他緣如如成。攝大乘論第二", "783": "復次亦同此說。此乃約義而說依他。詳前二", "784": "論但說有為是依他性。云何謬說無為亦是", "785": "依他。豈不誤哉。三真實性者。真實體性亦有", "786": "二種。一者有為。二者無為。言有為者道及聖", "787": "教。道謂二智具生。教謂無等聖教。言無為者", "788": "有垢無垢二種真如。攝大乘云。若說四淨淨", "789": "此說屬真實清淨。由本性無垢道緣緣一切", "790": "清淨法四皆品類攝。問曰。向說分別但是境", "791": "心不說無為。何故攝論有為無為三乘道果", "792": "分別所作。大品經中復說。乃至一法過於涅", "793": "槃。我亦說彼如幻如化。答曰。論云無為者。", "794": "非謂證智所證二空真如是無為。所言無為", "795": "但是分別所作。經云涅槃如幻如化。亦是妄", "796": "心顯現涅槃。而非聖智所證涅槃。故此無為", "797": "及說涅槃攝分別性三論所破涅槃義者。當", "798": "前妄心分別涅槃也。涅槃經中及大乘經論", "799": "佛與菩薩所證涅槃。當前證智所得真如涅", "800": "槃。俟諸來哲達斯邪正勿謬濫也。問曰。前說", "801": "依他但是有為。非無為者。何故般若論云。於", "802": "實為了因。實即實相真如。無為由了因得。應", "803": "是依他。云何無為非依他性。答曰。夫是依他", "804": "必從種子生因而生。真如本有非生因生。故", "805": "非依他。而彼真如藉緣而顯說有了因。攝大", "806": "乘云。四德本來是有。不從種子生。從因作名", "807": "故名種子。問曰。真實性中有垢無垢二種真", "808": "如體是無為。可說真實道及正教體是有為。", "809": "云何亦說為真實性。答曰。真實性道及正四", "810": "品類有垢無垢無變異義。為真實性道及正", "811": "教雖是有為。無倒義故為真實性。問曰。依他", "812": "性中三乘聖道名淨品依他。真實性中亦說", "813": "聖道為真實性。此二何殊。答曰。淨品依他通", "814": "三乘道亦該三智。真實性中所說聖道唯取", "815": "大乘。佛菩薩所起二智聖道為真實性。不取", "816": "二乘所起聖道亦非菩薩加行道也。問曰。二", "817": "乘無流及菩薩加行云何非真實性也。答曰。", "818": "雖是無流。正是顛倒分別非真實性。涅槃經", "819": "云。聲聞緣覺所有思惟皆是虛妄。菩薩思惟", "820": "悉是真實。智度論云。菩薩於諸法空無所得", "821": "知一切思惟皆是邪思惟。勝鬘經云。法者一", "822": "乘道。此前經論但明菩薩中後二智為真實", "823": "性。思惟及一乘。非謂加行智也。是故但取初", "824": "地已上至於佛果中後二智為真實性。不顛", "825": "倒故。問曰。二乘聖道及菩薩加行望於界內", "826": "能除惑障滅四顛倒。云何說顛倒不說真實", "827": "性。答曰。二乘聖道雖離人著。猶是法倒。入大", "828": "便捨。菩薩加行體是分別。至佛即除。故非真", "829": "實。攝大乘云。得此智時餘智悉滅。得此智者", "830": "謂佛一乘中後二智。餘智滅者三乘分別加", "831": "行智滅。攝論復說。二十二無明地地之中皆", "832": "滅三障。所滅業障謂三乘加行智也。問曰。分", "833": "別性中七八諸識說名分別。依他性中七八", "834": "諸識名依他。有何差別。答曰。七八諸識體正", "835": "是一。以義差別說有二性。若取七八諸識緣", "836": "塵顛倒義邊為分別性。此謂無體情有分別。", "837": "若取七八諸識體是果法因緣生義為依他性。", "838": "此謂有體因緣所生。問曰。分別性中具攝似", "839": "根塵識十八界。依他中因緣所生根塵識。真", "840": "實性中佛與菩薩根塵及諸。此三何別。答曰。", "841": "分別性中根塵識者。乃從人法二我妄心生。", "842": "愛憎斷常定有無。妄心變異似根塵識。斯乃", "843": "情有理無。譬如闇藤顯現似蛇而實無蛇。依", "844": "他性中根塵識者。乃從本識諸界染淨種子", "845": "因緣而生。斯乃因緣有法。譬如晝時見彼實", "846": "藤四塵成也。真實性中根塵識者。是佛菩薩", "847": "報身功德陰界入法二智種子而生。又是法", "848": "界所流證實無倒。譬如真金稱兩等住。此中", "849": "所說之種十八界。前一凡夫境界。後二聖智", "850": "境界。復次前一染分。第二二分。第三唯淨。", "851": "攝大乘義章卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2809 攝大乘義章卷第四", "source": "CBETA"}