{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0247 佛說了義般若波羅蜜多經: 佛說了義般若波羅蜜多經: 佛說了義般若波羅蜜多經", "text": {"0": "No. 247", "1": "佛說了義般若波羅蜜多經", "10": "諸所作云何離相？」佛言：「舍利子！若諸菩薩摩", "11": "訶薩，樂欲圓滿相應勝行，及於諸法離所作", "12": "相者，當了諸法住無所住，即能圓滿相應勝", "13": "行。「復次，舍利子！若諸菩薩摩訶薩，於諸法中", "14": "行施行者，無能施、無所施、施無所得。若如是", "15": "者，即能圓滿施波羅蜜。又復修習諸戒法者，", "16": "無能持、無所持、無起作。若如是者。即能圓滿", "17": "戒波羅蜜。又復修習忍辱法者，於諸法中無", "18": "所動轉、離諸起作。若如是者，即能圓滿忍波", "19": "羅蜜。又復當於相應行中精進修習，若身若", "2": "西天譯經三藏朝奉大夫試鴻臚卿", "20": "心，無有懈倦、無起作相。若如是者，即能圓滿", "21": "精進波羅蜜。又復於諸法中無有散亂，離所", "22": "得相。若如是者，即能圓滿定波羅蜜。", "23": "「舍利子！若諸菩薩摩訶薩，樂欲安住般若波", "24": "羅蜜多相應者，應當圓滿四念處，四正斷，四", "25": "神足，五根，五力，七覺支，八正道法。", "26": "「又復觀想空三摩地、無相三摩地、無願三摩", "27": "地，四禪定法，四無量法，四無色定法，八解", "28": "脫法，九先行法，九想法。何名九想？所謂：內法", "29": "想、尾布野迦想、離赤想、離青想、尾佉禰多想、", "3": "傳法大師臣施護奉　詔譯", "30": "無住想、離散想、無熱惱想、離飲食想，如是名", "31": "為九想法。", "32": "「又復念佛想、念法想、念僧想、念戒施天等", "33": "想，離煩惱想，念生滅想，念無常苦無我等", "34": "想，念諸世間不究竟想，念苦智想、集智想、", "35": "滅智想、道智想，盡智想，無生智想，法智想，", "36": "無我智想，和合智想，如實智想，語言分別想、", "37": "離語言分別想，未知當知根想、已知根想、具", "38": "知根想，不淨想、清淨想，奢摩他毘鉢舍那", "39": "想，三明想，四了知想，四無畏想，五神通想，", "4": "爾時，世尊告尊者舍利子言：「汝今當知，諸有", "40": "六波羅蜜想，七種住心想，八大人法想，九眾", "41": "生住想，如來十力想，十八不共法想，大慈想、", "42": "大悲想，乃至一切智智想，於如是等法當作", "43": "如是想。", "44": "「又復，諸菩薩摩訶薩，樂欲圓滿一切智、一切", "45": "種智者，當於般若波羅蜜多如實觀想。", "46": "「又復若欲圓滿道相智、一切相智，了達一切", "47": "眾生心行相等，斷除一切眾生諸雜染者，應", "48": "當修習般若波羅蜜多相應勝行。「舍利子！如", "49": "我上說諸法想門，菩薩摩訶薩當如是學。」", "5": "菩薩摩訶薩，樂欲修習般若波羅蜜多相應行", "50": "爾時，尊者舍利子復白佛言：「世尊！諸菩薩摩", "51": "訶薩，修般若波羅蜜多者，當斷何法？」佛言：「舍", "52": "利子！修般若波羅蜜多者，應當斷除十種", "53": "疑惑。何等為十？所謂：有性疑、無性疑、諸法", "54": "差別疑、毀謗疑、一法疑、多法疑、同異疑、上", "55": "品疑、如名疑、如名義疑。此等十疑應當除", "56": "斷，若如是者，即菩薩摩訶薩於一切相悉無", "57": "所觀。以相無所觀故，名亦無所觀；般若波羅", "58": "蜜多亦無所觀，諸行無所觀，色無所觀，受、想、", "59": "行、識皆無所觀。何以故？色自性空，空離性", "6": "者，當於諸法如實了知，諸有所作離一切相。」", "60": "故。色體即空，離色無別空，空體即色，離空無", "61": "別色。是義云何？名分別故。「舍利子！當知色", "62": "法自性，不生不滅、非染非淨。彼名自性，亦非", "63": "緣法，離諸疑惑，無所從來亦無所住，如實所", "64": "生，離三際故。色法如是，受、想、行、識亦復如是。", "65": "是故菩薩摩訶薩，於諸名相皆無所觀，以無", "66": "所觀故而無所入，無所入者，即能圓滿般若", "67": "波羅蜜多相應勝行。」", "68": "佛說了義般若波羅蜜多經", "7": "是時尊者舍利子，合掌恭敬前白佛言：「世尊！", "8": "如世尊言，諸有菩薩摩訶薩，樂欲修習般若", "9": "波羅蜜多相應行者，云何了知諸法自性？於"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0247 佛說了義般若波羅蜜多經: 佛說了義般若波羅蜜多經: 佛說了義般若波羅蜜多經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}