{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1474 沙彌尼戒經: 沙彌尼戒經: 沙彌尼戒經", "text": {"0": "No. 1474", "1": "沙彌尼戒經", "10": "諸眾生如己骨髓，如父、如母、如子、如身，等無", "100": "說，若有過失，屏處相諫，莫於眾中說。聞善見", "101": "善乃可宣揚，聞惡見惡不得傳說，唯可白和", "102": "上，不得語餘人。常自剋責，見善思及，見惡自", "103": "察，悲哀彼人意不及故。若作沙彌尼求和上", "104": "者，當得好聰明智慧奉順法者，世世能度人。", "105": "譬若有船完具牢堅，在所能度至于彼岸。若", "106": "師不聰明，行不應法，非是大師。持作和上，", "107": "譬如壞船，乘欲度海中路而沒，既溺眾人，師", "108": "亦併命，無有遺餘。其初持法授人經戒，正則", "109": "為師。聞大師欲以為和上，本作沙彌尼，不得", "11": "差特，普等一心常志大乘。是為沙彌尼始學", "110": "彼者，遙稱名、禮之以為師，未必面見，心近則", "111": "近，心遠則遠，身雖相近，心乖不同，相去億里。", "112": "沙彌尼行路，不得與男子共行同道相隨，不", "113": "得與男子、沙門比房同寺。各各別異法之大", "114": "節焉。", "115": "沙彌尼戒經一卷", "12": "戒也。", "13": "沙彌尼戒：不得盜竊。一錢以上草葉毛米，不", "14": "得取也。主不手與不得取。口不言取，心不念", "15": "取，目不愛色，耳不愛聲，鼻不盜香，舌不偷", "16": "味，身不貪衣，心不竊欲。六情無著，常立權", "17": "慧，則曰不盜。是為沙彌尼戒也。", "18": "沙彌尼戒：不得婬泆。何謂不得？一心清潔，", "19": "身不婬泆，口不說婬，心不念婬。執己鮮明，", "2": "在後漢錄", "20": "如虛空風無所倚著。身不行婬，目不婬視，耳", "21": "不婬聽，鼻不婬香，口不婬言，心不存欲。觀身", "22": "四大本無所有，計地、水、火、風，無我、無人、無壽、", "23": "無命，何所婬泆，何所著乎？志空無相願。是", "24": "為沙彌尼戒也。", "25": "沙彌尼戒：不得兩舌惡言。言語安詳，不見莫", "26": "言見、不聞莫言聞。見惡不傳、聞惡不宣，惡言", "27": "直避，常行四等。無有非言，言輒說道。不得", "28": "論說俗事，不講王者臣吏賊事，常歎經法菩", "29": "薩正戒。志于大乘，不為小學，行四等心。是為", "3": "沙彌尼初戒：不得殺生。慈愍群生如父母念", "30": "沙彌尼戒也。", "31": "沙彌尼戒：不得飲酒。不得嗜酒，不得甞酒。酒", "32": "有三十六失，失道、破家、危身、喪命，皆悉由之。", "33": "牽東引西，持南著北；不能諷經，不敬三尊；輕", "34": "易師友，不孝父母；心閉意塞，世世愚癡；不值", "35": "大道，其心無識，故不飲酒。欲離五陰、五欲、五", "36": "蓋，得五神通，得度五道。是為沙彌尼戒也。", "37": "沙彌尼戒：不得持香華自熏飾，衣被履縷不", "38": "得五色，不得以眾寶自瓔珞，不得著錦繡綾", "39": "羅綺縠。不得綺視，當著麁服，青、黑、木蘭，及泥", "4": "子，加哀蠕動猶如赤子。何謂不殺？護身口意。", "40": "洹裏衣，低頭而行。欲除六衰，以戒為香。求誦", "41": "深法以為真寶，三十二相以為瓔珞，得殖", "42": "眾好以為被服，願六神通無礙，六度導人。是", "43": "為沙彌尼戒也。", "44": "沙彌尼戒：不得坐金銀高床。綺繡錦被，寶綩", "45": "綖，不得念之。不得教求索好床榻席、五色畫", "46": "扇、上好㲖拂。不得著臂釧指鐶。直信、戒、慚、愧、", "47": "施、博聞、智慧，一心精專。常求三昧以為床榻，", "48": "心不動搖；眾慧自然以為坐具，七覺不轉志", "49": "于道心。是為沙彌尼戒也。", "5": "身不殺人物蚑行喘息之類，而不手為亦不", "50": "沙彌尼戒：不得聽歌舞音樂聲拍手鼓節。不", "51": "得自為亦不教人。常自修身，順行正法，不為", "52": "邪行，一心歸佛，誦經行正以為法樂，不為俗", "53": "樂。聽經思惟深入大義。自不有疾，不得乘車", "54": "馬象。當念輕舉、八不思議神通之達，以為車", "55": "乘，度脫八難。是為沙彌尼戒也。", "56": "沙彌尼戒：不得積聚珍寶。不得手取，不得", "57": "教人。常自專精，以道為寶，以經為上，以義為", "58": "妙，解空無相無願為本。至於三脫，不求貪欲。", "59": "欲離九惱，住道甚久，無窮無極，無有邊際，亦", "6": "教人，見殺不食、聞殺不食、疑殺不食、為我殺", "60": "無所住。是為沙彌尼戒也。", "61": "沙彌尼戒：食不失時。常以時食不得失度，過", "62": "日中後不得復食，雖有甘美無極之味，終不", "63": "復食。亦不教人犯，心亦不念。假使無上自然", "64": "食來，亦不得食也。若長者國王過日中後，", "65": "亦不服食，終死不犯。常思禪定，一切飲食", "66": "雖有所食，裁自支命。欲令一切解深達願，", "67": "得十種力以為飲食。是為沙彌尼戒也。", "68": "沙彌尼已受十戒，原道思純，能行是十事，五", "69": "百戒自然具足。譬如人頭、手、足、眼、耳、鼻、口、身、", "7": "不食。口不說言當殺、當害、報怨，亦不得言死", "70": "意、腹、背不毀，諸根具足，腸、胃、肺、肝、五藏諸節、", "71": "筋、脈悉具。譬如樹根安隱具足，不枯腐朽，莖", "72": "節、枝葉、華、實自然弘茂。沙彌尼如是，能備十", "73": "戒之本，其五百戒皆悉周滿，可逮神通無所", "74": "不達。譬如好田，種不腐敗，風雨時節，五穀豐", "75": "熟，人民得治。沙彌尼如是能尊十戒，五百", "76": "戒則為舉矣。譬如國君風化普平，萬民安寧。", "77": "沙彌尼如是，若能具十戒者，五百之戒自然", "78": "普備，若父母慈和，子孫、眷屬、奴客、婢使自然", "79": "率從。", "8": "快、殺快，某肥、某瘦，某肉多好、某肉少也。意亦", "80": "又沙彌尼常尊三寶，敬師和上，過於父母百", "81": "千萬倍。父母一世，和上度無極無限。念報", "82": "反復，不造反逆。常厭穢身，如人閉獄，墮墜溷", "83": "廁。不貪女身，不燒色欲。如于大火，譬若", "84": "處賊。心念一切，如父、如母、如子、如身。常慚", "85": "本行懷態不快，乃獲斯身。當解本無，猶如幻", "86": "化，無男無女從行得之，本無五道，況男女乎？", "87": "求大乘者，了一切空如幻、化、夢、影、響、野馬、芭", "88": "蕉、深山之響，緣對而生，本無所有。信色如影，", "89": "痛癢如芭蕉，思想如野馬，生死如泡，識如幻，", "9": "不念當有所賊殺於某快乎，某畜肥、某瘦。哀", "90": "非我。因緣合成，無緣則無，獨來獨去，無一隨", "91": "者。欲為道者。權慧為父母；樂法為兄弟；不離", "92": "深義以為和上；慈、悲、喜、護、諦住正法以為男", "93": "女；六度無極以為伴黨；神通之慧以為車乘；", "94": "不違經戒，思惟空義以為屋宅。又沙彌尼不", "95": "得獨行。同類為伴，二人若三人。若無沙彌尼，", "96": "當與清信女俱行。若婢使不得與大沙彌、男", "97": "子同床座坐。不妄語。又不得比寺居止。自不", "98": "疾病，不得數往反。檀越請讀經乃說。不得", "99": "自用等輩相教，隨年恭順，不得慢恣。轉相導"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1474 沙彌尼戒經: 沙彌尼戒經: 沙彌尼戒經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}