{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2137 金七十論", "text": {"0": "金七十論卷下", "1": "陳天竺三藏真諦譯", "10": "諸婆羅門捨俗出家。有人問言。汝何所解而", "100": "解脫。此成由內苦如身苦心苦亦如是。二離", "101": "外苦。如一婆羅門為外苦所逼。謂人獸翅乃", "102": "至木石等之所困苦而不能忍。生求欲知滅", "103": "苦之因。往詣師家修八智分。得二十五義入", "104": "六行觀故得解脫。此成由外苦得。三依天苦。", "105": "如一婆羅門為天苦所逼。謂寒熱雨等。其不", "106": "能忍。詣師求八智分。得二十五義入六行觀", "107": "故得解脫。七善友得者。不由八智分得。但從", "108": "善友得智慧。至智慧究竟則得解脫。八因施", "109": "成者。如一婆羅門人所憎惡。知他憎己是故", "11": "得出家。是人答言。我知自性是三世間真實", "110": "出家。既出家已師及同友。亦生憎惡不與智", "111": "慧。自知薄福往邊村住。自謂此處無婆羅門", "112": "可安居住。既往住已多得施食。其所餘者還", "113": "施親友。乃至女人牧人。於是村人並皆愛念。", "114": "安居欲竟。一切人眾並皆嚫施三杖澡灌諸", "115": "衣物等。近帝釋會。時語諸人言。誰能與我還", "116": "本大國看於此會。若欲去者人人齎物為我", "117": "將往。往彼到師家已。選擇勝物以供養師。餘", "118": "物次第分與同學。師友眾人並生愛念。師即", "119": "施其智慧。由此智至究竟智即得解脫。此由", "12": "因。故我出家。是人唯知自性是因。不知常無", "120": "施得成。此八成者。昔日仙人又立別名。一", "121": "自度成。二善度成。三全度成。四喜度成。", "122": "五重喜度成。六滿喜度成。七愛成。八遍", "123": "愛成。若翻此八成。則名八無能。謂非度無", "124": "能乃。至非遍愛無能。如是十一根墮無能。及", "125": "十七智害無能。為二十八無能。是疑無能喜", "126": "成轉為五十義已說。前三成就鉤者。譬如醉", "127": "象以鉤制伏不得隨意自在。是五疑二十八", "128": "無能。九喜所制伏。世間不得真實智。若離", "129": "實智則無八成故。說前三是成就鉤故。次捨", "13": "常有智無智有德無德是遍非遍。但知有及", "130": "疑無能喜勤修八種成。外曰。諸有所熏習體", "131": "相故輪轉生死。前已說。體相有二種。一微細", "132": "體相。在初生。二父母生身及十一根。共相應", "133": "八有所熏習故輪轉生死。此中有疑。何者先", "134": "生。體相為先。諸有為先。以偈答曰。", "135": "離有無別相離細相無有", "136": "相名及有名故生有二種", "137": "離有無別相者。若離諸有體相不成。譬如離", "138": "熱火不得成。離細相無有者。若離細相諸有", "139": "不成。譬如離火熱不得成。是兩法相依如火", "14": "因。故生歡喜。是人無解脫。是喜由自性生。次", "140": "與熱。此法俱起如牛兩角。相名及有名故生", "141": "有二種者。自性變異有二名。一生相名。二生", "142": "有名。初生生死即具二種。外曰。此生唯有二", "143": "種。更有別名。答曰。昔仙立別名者一自度", "144": "者。此人最利自思惟得波若成解脫。不由他", "145": "教故云自度成也。自思惟得不由他故自度。", "146": "即波若。波若能免此至彼。故稱為度至之", "147": "時。則名解脫。解脫即名成。因名為度果名為", "148": "成。此度成由自思得故云自度成也。後七度", "149": "成義無異也。但別名不同耳。二善度成者。由", "15": "問第二婆羅門言。汝何所知而得出家。是人", "150": "自由他故得波若成解脫也。此人神根小劣", "151": "薄由他教。自義多而能得度脫。故稱善度成", "152": "也。三全度成者。一向由他教得。故稱為全。", "153": "神根復劣也。四喜度成者。此人為內苦所逼。", "154": "謂頭痛等。詣師求治。得暫脫內苦。此為一喜。", "155": "思惟此脫非是永脫。知獨存時乃是永脫。故", "156": "詣僧佉師學波若求成解脫得復歡喜。從此", "157": "兩喜為名。名喜度成也。五重喜度成者。此人", "158": "為內外兩苦所逼。詣師請治二苦。二苦既暫", "159": "息。即是兩喜。知此非永脫。故求師學度成。得", "16": "答言。我已識自性是世間因。我已知取是解", "160": "故歡喜受重喜名。六滿喜者。此人具為三苦", "161": "所逼。一內苦。頭痛等。二外苦。刀杖等。三天苦。", "162": "風雨寒熱等。詣師請治。治之既差。稱為遍喜。", "163": "知非永脫。就師修學故得度成。從此為名。名", "164": "遍喜度成也。七愛度成者。為師憐愛教彼度", "165": "成。從師受此名也。八遍愛成者。此人為一切", "166": "所憎。而得財布施。遂為一切所愛。一切並欲", "167": "使其得脫。故云遍愛度成也。是根壞無能有", "168": "十一。智害無能有十七。合二十八無能。就五", "169": "疑九喜八成合五十已說竟也。前三成就鉤", "17": "脫因。雖有自性是實因。若無取者解脫不得", "170": "者。五疑二十八無能及九喜。是後八喜成就", "171": "家之鉤也。八種應得成解脫而由三故不得。", "172": "如醉象應自在由鉤故不得自在隨意。八成", "173": "亦如是。必由真實智故得八成。為三所鉤故", "174": "不得實智。必須捨前三勤修後八種。外曰。", "175": "下次問先牒前義。後問先後。諸有所熏習體", "176": "相故輪轉生死者。上來已說也。諸有即是八", "177": "有。謂四法四非法。四法者。一法二智三離欲", "178": "四自在。翻此四法即四非法也。八名為有。前", "179": "四法所熏習。能令得天道。後四非法所熏", "18": "成。故我攝持取。取者。一切出家行道具。具有", "180": "習。能令得人獸二道也。所熏是體相。體相有", "181": "二種。自性覺慢五唯名微細體相。從五唯所", "182": "生與十一根相應起者名麁體相。是八種有", "183": "及所熏習二體相誰為先生。八有在先二體", "184": "在先耶。答二解釋明八有與體相無有先後。", "185": "必相應俱生。如火與熱不得相離。如牛兩角", "186": "必也俱起。八有與體相亦爾。有自性覺慢五", "187": "唯細體相時必有八。有中四種。若非四法即", "188": "有四。法非法決不得相離。是父母所生。麁", "189": "身亦如是。體相亦如是。與八有決不得相離", "19": "四種。謂三杖澡灌袈裟吉祥等。吉祥有五。", "190": "也。四有第三生名含識生。如偈所說。", "191": "天道有八分獸道有五分", "192": "人道唯一生略名含識生", "193": "天道有八分者。一梵王生。二世主生。三天帝", "194": "生。四乾闥婆生。五阿修羅生。六夜叉生。七羅", "195": "剎生。八沙神生。獸道有五分者。一由足生。", "196": "二飛行生。三胸行生。四傍形生。五不行生。人", "197": "道唯一生者。人道唯一類故。說含識有三種。", "198": "謂天獸人三及相有為三。外曰。三世間中何", "199": "物得何處增多。以偈答曰。", "2": "翻喜成就故者。翻九分喜及八種成就。翻此", "20": "一灰囊。二天目珠。三三縷纓身。四諸呪術章", "200": "向上喜樂多根生多癡闇", "201": "中生多憂苦梵初柱為後", "202": "向上喜樂多者。梵生處等喜樂最為多。此亦", "203": "有憂闇。為喜樂伏逼故。梵等諸天多受歡", "204": "樂。根生多癡暗者。謂獸翅乃至柱等不行生。", "205": "此中暗癡為多。此亦有憂樂。為暗癡伏逼故。", "206": "獸等多暗癡。根生者三生。其最下故說根。", "207": "中生多憂苦者。人生中憂苦為多。亦有喜", "208": "暗癡。以憂多故。伏逼喜闇故。人中多憂苦。人", "209": "道名中者。三道居中故。最後生者。云何說", "21": "句。五以一長草安頂髻上謂吉祥草。此五並", "210": "名柱。謂草木山石等。三世間由此荷持故說", "211": "名柱。如是相生有生及含識生已具說此三", "212": "生是自。性所作故。自性事已滿。謂生世間", "213": "及得解脫。外曰。三世間中人天及狩誰受苦", "214": "樂。為自性受。為覺慢五唯乃至十一根等受。", "215": "為是人我受。以偈答曰。", "216": "此中老死苦唯智人能受", "217": "體相未離時故略說是苦", "218": "此中老死苦唯智人能受者。三世間中有苦。", "219": "是老所作。皮皺髮白脫落氣𠲿扶杖親友所", "22": "是學道之具。能去不淨。故曰吉祥。就前三", "220": "輕。如是等苦並由老故。死苦者。有人得八自", "221": "在。或得五微塵。或得麁塵。是人臨死。為閻羅", "222": "所錄。此中受苦名為死苦。復有中間時三苦。", "223": "智人能受此三苦。自性及麁身。無智故不能", "224": "受。故說人苦非自性等苦。外曰。幾時人受此", "225": "苦。答曰。體相未離時。故略說是苦。大等相及", "226": "細身苦未相離。是麁身於世間中輪轉未相", "227": "離。如是時中人我受苦。若細麁相離時。人我", "228": "即解脫。若解脫時如是等苦畢竟不受。若未", "229": "離細麁相。則不得解脫苦。故略說細相麁相", "23": "種合八具也。從此得解脫。我由此出家。是故", "230": "名為苦。外曰。自性事唯此為更有耶。以偈", "231": "答曰。", "232": "自性事如此覺等及五大", "233": "為脫三處人為他如自事", "234": "自性事如此覺等及五大者。此偈說何義。謂", "235": "七十偈義。其相已成滿。云何如此。自性兩種", "236": "事已顯現故。一者次第起生死。令我與三世", "237": "間塵相應。得次第起。初起覺從覺起慢從慢", "238": "起五唯。從五唯起十一根及五大。此二十三", "239": "事。身覺為初。以五大為後。二者為脫三處人", "24": "第二喜名取。因此喜故不得解脫。但知自性", "240": "為他如自事者。為解脫天道中人我及人獸", "241": "道中人我。次第作八成。今見自性我中間。此", "242": "兩但為他不為自。譬如有人作朋友事不作", "243": "自事。如是自性但作他事無自為事。外曰。汝", "244": "說自性作人我事已則得離我。此自性無知。", "245": "唯人我有知。云何作意令他與塵相應。輪轉", "246": "三世間。後令得解脫。若有是意非謂無知。答", "247": "曰。已見無知如物有合有離。如偈說言。", "248": "為增長犢子無知轉為乳", "249": "為解脫人我無知性亦爾", "25": "因。不能知餘。復問第三婆羅門言。汝何所知", "250": "為增長犢子無知轉為乳者。如世間中無知", "251": "水草牛所噉食。應長養犢子。如作如此計於。", "252": "一年內能轉作乳。犢子既長。能噉草已。牛復", "253": "食水草。則不變為乳。為解脫人我無知性亦", "254": "爾者。如是無知自性為我作事令得解脫。或", "255": "合或離。離竟不更合。復次偈言。", "256": "為離不安定如世間作事", "257": "為令我解脫不了事亦爾", "258": "為離不安定如世間作事者。如世間人心不", "259": "安定。往還彼此為離不安定故。為令我解脫", "26": "而得出家。其人答言。自性及四取。何所能作。", "260": "不了事亦爾者。自性由我故如有不安定。為", "261": "我應作事。一取聲等塵二取三德。我中間除", "262": "不安定已。最後得相離。不了者是自性別名。", "263": "已過根故。故亦稱為冥。云何知。有如前說", "264": "有五因緣知自性是有。如前偈說。別類有量", "265": "故。同性能生故。因果差別故。遍相無別故。以", "266": "如此道理。故知自性是有。復次偈言。", "267": "如伎出舞堂現他還更隱", "268": "令我顯自身自性離亦爾", "269": "如伎出舞堂現他還更隱者。如一伎兒作", "27": "我知不受便得解脫故求出家。此第三人無", "270": "歌舞等樂現身示觀者。彼人見我已。我事已", "271": "究竟還隱於障中。自性亦如是。或約覺現", "272": "身。或約慢現身。或約五唯五根五作五大等", "273": "現身。或約喜憂闇癡三德及三世間等現身。", "274": "現身已然後則遠離不復受三熱故。說令我", "275": "顯自身自性離亦爾。外曰自性顯自性身有", "276": "幾種方便。以偈答曰。", "277": "以種種方便作恩於無恩", "278": "有德於無德為他事無用", "279": "以種種方便作恩於無恩者。聲觸色味香等", "28": "有解脫。何以故。不知二十五句義故。是第三", "280": "塵。能顯現於我。義說顯是事。我汝更互異。我", "281": "受性恩已。無一恩酬性。有德於無德為他事", "282": "無用者。自性有三德。謂喜憂暗癡。我則無此", "283": "德。猶如有人利親益友不望彼恩。如是自性。", "284": "從初為我作隨意事乃至解脫。我無一時報", "285": "彼恩事。故說為他事無用。外曰。我正遍見自", "286": "性已。然後得解脫。為髣髴見耶。以偈答曰。", "287": "太極濡自性我計更無物", "288": "我今已被見因此藏不現", "289": "太極濡自性我計更無物者。如世間中見一", "29": "喜者名時節喜。次問第四婆羅門言。汝何所", "290": "人有女大勝德。復次見第二女其德最勝。即", "291": "作計言。是女最勝無更及者。自性亦如是。二", "292": "十四義中無有一物如其柔軟。云何知如此。", "293": "不能忍受他見故。外曰。是義不然。人我獨存。", "294": "不由見自性故如執自在因師說。", "295": "我癡無自性自安樂苦中", "296": "自在天使去天上及地獄", "297": "因此執故若我見自性。自性不得離。故自性", "298": "柔軟不得成。復次執自然因師說。見自性得", "299": "解脫。是義不然。解脫自然得故。如前偈說。", "3": "十七。名為智害。是十一根壞。及十七智害。是", "30": "知而得出家。其人答言。自性取時節何所能", "300": "能令鵝白色作鸚鵡青色", "301": "是因能生我造孔雀斑色", "302": "如是一切世間。自然為因。是故自然解脫不", "303": "由自性。復有師說。若見自性得解脫。是事不", "304": "然由人我解脫故。如偈中說。", "305": "四皮陀歌讚已有當有人", "306": "死活等自在行遍不重行", "307": "是故解脫不由見自性。答曰。汝言自在天為", "308": "因。是義不然。云何如此。以無德故。自在天無", "309": "有三德。世間有三德。因果不相似。是故自在", "31": "作。若離感得我已知由感得故。故得解脫。", "310": "不為因。唯有自性有三德。世間有三德故。知", "311": "自性能為因。是故人我亦不為因。無有三德", "312": "故。自然為世間因是義不然。非證比量境界", "313": "故。證量者。見先作因。然後得果。以知者由", "314": "此證見比度去來亦知如此若。汝說由聖言", "315": "故是故得知。是義不然。顛倒說故。是故不", "316": "成聖。外曰。又有諸說。謂時節為因。如偈所", "317": "言。", "318": "時節熟眾生及滅減眾生", "319": "世眠時節覺誰能欺時節", "32": "故我出家。是第四人亦無解脫。無有智故。是", "320": "一切諸事皆由時節。是故不關見自性得解", "321": "脫。答曰。時節因不然。三攝中無故。自性變異", "322": "我攝諸法皆盡離三無別法。此中時節不被", "323": "攝故知時節無。此變異體說名時節。過去變", "324": "異名過去時。現在未來亦復如是。故知時節", "325": "者。是變異別名。以是義故自性為正因。若人", "326": "得如此正智。是時即得正遍見自性。自性即", "327": "隱離。以自性離故。故我得解脫。故說太極軟", "328": "自性我計更無物。外曰。自性若被見。云何得", "329": "離。答曰。我今已被見。因此藏不現。譬如貴家", "33": "第四喜者名感得喜。此四喜依內得成。依外", "330": "女其性最為善。有人卒來見。是女即羞隱。自", "331": "性亦如是。若我正遍見。即離便藏隱。唯我獨", "332": "自存。外曰。世間及聰明同說此言。人縛人", "333": "解人輪轉生死。此言實不實。答曰。此言不實。", "334": "云何知。如偈所說。", "335": "人無縛無脫無輪轉生死", "336": "輪轉及繫縛解脫唯自性", "337": "人無縛無脫者。人我不被縛。云何如此。無三", "338": "德故以。遍滿故無變異故。無有事故。繫縛者。", "339": "由有三德。人我無三德。故無自性縛。以遍滿", "34": "喜有五離塵故合九者。外喜有五種。遠離五", "340": "者。縛義有彼此。在此不出彼。是故名為縛。人", "341": "我無彼此。是故無有縛。無變異者。從覺乃至", "342": "大。此變異屬自性不屬我。是故人我無變異", "343": "縛。無有事者。我非作者故。故不能作事。施等", "344": "諸事。皆屬自性故。我非施縛。若非被縛。是故", "345": "非被脫義得自然脫。無輪轉生死者。遍滿一", "346": "切處。云何得輪轉。行所未曾至。是乃名輪轉。", "347": "我無處不遍故無輪轉義。若人不知此實義。", "348": "得說我被縛及輪轉。外曰。若爾誰被縛及輪", "349": "轉。答曰。輪轉及繫縛。解脫唯自性。自性由", "35": "塵故。譬如一人見五婆羅門出家次第往問。", "350": "自性。變異及施等能自縛身。是五唯細身與", "351": "十三具相應。為三縛所繫。輪轉三世間生。若", "352": "得正遍智生能解三縛捨離輪轉則便解脫。", "353": "故說三世間依性能造作事。若汝說人被縛", "354": "世間解脫生死。是義不然。復次偈言。", "355": "如是真實義數習無餘故", "356": "無我及我所無倒淨獨智", "357": "如是真實義者。如前已說二十五義。數習無", "358": "餘故者。於六行中數數修習故。無餘者。修習", "359": "究竟故。智慧得生。因此智慧無執我執我所", "36": "初問第一人言。汝何所知而得出家。其人答", "360": "執。此三執及五疑。並得滅盡。一切事及身。皆", "361": "自性所作。非無非我非我所。悉屬自性故。", "362": "因此修智慧得生清淨獨存。因此智我得解", "363": "脫。外曰。我由此智何所作。以偈答曰。", "364": "由智不更生我意竟捨事", "365": "人我見自性如靜住觀舞", "366": "由智不更生者。由此實智故自性不更生覺", "367": "慢五唯等。如偈所言。", "368": "如穀有水土無糠不生芽", "369": "智力制伏故性不生亦爾", "37": "言。世間中有五塵。為得此塵諸事難作。或作", "370": "我意竟捨事者。為我作二種事已究竟。一者", "371": "受用塵。二見自性。我中間故自性離一切事。", "372": "如我見自性如靜住觀舞者。如觀伎人安坐", "373": "直住。我亦如是。種種事中觀此自性。我終不", "374": "動。如作是計。是其二縛一切人。後時亦能", "375": "解脫一切人。外曰。智於自性我中何所作。", "376": "以偈答曰。", "377": "我見已捨住我被見離藏", "378": "自性我雖合無用故不生", "379": "我見已捨住者。如世間人見諸伎女種種歌", "38": "田或養獸或事王或商估。離此四事或便", "380": "舞。作是計云我已見足直捨心住。伎女念", "381": "云。我事已被見即隱離是處人我亦如是。見", "382": "自性已直捨而住。自性亦如是。既被見已即", "383": "捨離住。外曰。人我者遍滿。自性亦遍滿。是二", "384": "相合恒有不可離。從此和合云何不更生身。", "385": "答曰。自性我雖合無用故不生。汝說我與自", "386": "性遍滿故恒合義實如是。若如此云何不更", "387": "生。生用無有故。生用有二種。初令我與塵相", "388": "應。後令我見自性差別。此兩用見究竟故不", "389": "復更生。外曰。若如此是用則不定和合為因", "39": "作偷賊。是求塵事。決難可作。逼惱自他故。我", "390": "故。答曰。正遍知力故。由此智我見自性。熟", "391": "厭離已見雖復和合亦不得生。譬如出債主", "392": "與負債人。先為債相應。既還債已雖復和合", "393": "不更相關。我與自性亦如是。外曰。若由智故", "394": "得解脫。汝亦有智我亦有智。云何二人不俱", "395": "解脫。以偈答曰。", "396": "由正遍知故法等不成因", "397": "輪轉已直住如輪身被成", "398": "由正遍知故法等不成因者。正者如實知二", "399": "十五義。遍知者二十五義不多不少。由此智", "4": "名二十八。云何喜九分。以偈釋曰。", "40": "見此事故求出家。是第五人無有解脫。無真", "400": "力。一法二非法三非智四離欲五非離欲六", "401": "自在七不自在。此七被燒壞故不能作因。譬", "402": "如種子。既被火燒不復生芽。如是七種為智", "403": "慧得故不成𡇅。如是之人去來輪轉故。昔時", "404": "由此法等宿世因得輪轉七處。今為智慧故。", "405": "此因不能生依因。譬如繖無影亦隨無。如是", "406": "宿因無故是身亦無。如是智人宿世速行因", "407": "息故直住如輪被制。外曰。若人得智慧。何時", "408": "得解脫。以偈答曰。", "409": "捨身時事顯自性遠離時", "41": "實智故。又問第二人言。汝知何法而得出家。", "410": "決定及畢竟二獨存得成", "411": "捨身時者。先所作法非法滅時。正捨此身", "412": "時。內身有地大。還外地相應。乃至內空亦還", "413": "空大。五根還五唯。乃至心根亦還五唯。事顯", "414": "自性遠離時者。一切起生死事及解脫事。已", "415": "滿足故。是故自性遠離我。是時中決定及畢", "416": "竟二獨存得成。決定獨存者。由實知故。離醫", "417": "方及諸道異執。畢竟者離四皮陀果。及不由", "418": "智離欲果是。獨存者決定無二。畢竟者無復", "419": "邊際。此二獨存二時中獨存。外曰。此正遍知", "42": "其人答言。我知五塵求覓可得。如前方便作", "420": "何用。以偈答曰。", "421": "是智為我用祕密大仙說", "422": "世間生住滅此中得思量", "423": "是智為我用者。是智者二十五義正遍知。為", "424": "我用者獨存解脫。祕密大仙說者祕密者。諸", "425": "邪說義之所隱覆。不能得顯。離正師不可得", "426": "故。祕密應施五德婆羅門不施餘人故名祕", "427": "密。五德者。一生地好。二姓族好。三行好。四", "428": "有能。五欲得。具此智慧乃堪施法。餘則不與。", "429": "故稱祕密。大仙說者。迦毘羅仙人如次第所", "43": "田等。得諸塵已守護難作。何以故。五家具", "430": "說。外曰。此智中何所思量。答曰。世間生住", "431": "滅。此中得思量。世間初梵及後住。此中生住", "432": "滅。生者從自性生覺。乃至生五大。住者由細", "433": "身諸有所薰習輪轉三世間中。滅者由八成", "434": "永得獨存。此三義智中顯現故。離三無餘義", "435": "故。故究竟智。外曰。此智從何而得。以偈答", "436": "曰。", "437": "是智勝吉祥牟尼依悲說", "438": "先為阿修利次與般尸訶", "439": "是智勝吉祥者。此智昔四皮陀未出時初得", "44": "諍故。由護此塵應逼自他。我見守護苦故離", "440": "成就。由此智四皮陀及諸道。後得成故。故", "441": "說一切最勝。三種苦及二十四本苦并三縛。", "442": "由此智故我得遠離獨存解脫。故說此智最", "443": "吉祥。牟尼依悲說者。誰初得此智。謂迦毘羅", "444": "大仙人。如前說。迦毘羅仙人初出有四德。一", "445": "法二智三離欲四自在。得此智已依大悲說。", "446": "護持此智為欲度他。由慈悲故先為阿修利", "447": "說。是阿修利仙人。次為般尸訶說。是般尸", "448": "訶廣說此論。有六十千偈。迦毘羅仙人為阿", "449": "修利略說如此。最初唯闇生此暗中有智田。", "45": "塵出家。此第六人亦無解脫。無真實智故。次", "450": "智田即是人有人未有智故稱為田。次迴轉", "451": "變異。此第一轉生。乃至解脫。阿修利仙人為", "452": "般尸訶略說亦如是。是般尸訶廣說此智有", "453": "六十千偈。次第乃至婆羅門姓拘式名自在", "454": "黑。抄集出七十偈。故說偈言。", "455": "弟子次第來傳受大師智", "456": "自在黑略說已知實義本", "457": "弟子次第來傳受大師智者。是智者從迦毘", "458": "羅來至阿修利。阿修利傳與般尸訶。般尸訶", "459": "傳與褐伽。褐伽傳與優樓佉。優樓佉與跋", "46": "問第三人言。汝何所知而得出家。其人答言。", "460": "婆利。跋婆利自在黑。如是次第自在黑得此", "461": "智。見大論難可受持。故略抄七十偈。如前說。", "462": "三苦所逼故欲知滅苦因等。故說自在黑略", "463": "說已知實義本。此中有聰明人。說偈言。", "464": "此七十偈論攝六萬義盡", "465": "此中說緣生乃至五十義", "466": "彼義者不出此義。如前偈說。", "467": "生因覺為體疑無能成喜", "468": "思量德不平覺生五十分", "469": "復有十義。如偈所說。", "47": "我已能令未得求令得。已得守護令不失。", "470": "有一意用義五義已獨存", "471": "會離人我多身住是十義", "472": "有義者。因中有果義。一義者。自性一隨多", "473": "人用迴轉。意用者。令我與諸塵相應後令見", "474": "中間。五義者。有五道理立自性。有五道理立", "475": "人我。如前說。獨存者由正遍知定極獨存。和", "476": "合及離者。遍滿故和合。事顯故相離。人我多", "477": "者。生死不同故。此義如前說。身住者。由細身", "478": "乃至未生智。此十義與五十義合。是六萬偈", "479": "所說。是故七十論與六萬義等。外曰。大論", "48": "此五塵由自受用故自然成失。若失時即生", "480": "與七十有何異。答曰。昔時聖傳及破他執彼", "481": "有此無。是異義如是。論義已究竟。", "482": "金七十論卷下", "49": "大苦。由見此失塵過失故求出家。是人亦不", "5": "依內有四喜自性取時感", "50": "得解脫。無真實智故。次問第四人言。汝何所", "51": "知而得出家。其人答言。我已能覓未得得已", "52": "能護。失已亦能更覓。若爾何以出家。五根無", "53": "厭足。展轉求勝故。我見此根過故求出家。", "54": "是第八人亦無解脫。無真實智故。次問第五", "55": "人言。汝何所知而得出家。其人答言。我已能", "56": "覓未得令得。得已守護令不失。用已更能覓。", "57": "若求最勝我亦能得。若爾何故出家。由塵四", "58": "事故應殺害他。若不害者是事不成。若作田", "59": "者則應斬草伐樹。若鬪戰時則應殺人。或劫", "6": "依外喜有五離塵故合九", "60": "他財則損減他。或說其口妄語乃至一切世", "61": "間過失。並由塵起我知此失故求出家。是第", "62": "九人亦無解脫。由外厭故不修實智。故說前", "63": "四依內後五依外故合九喜。此九種喜。仙人", "64": "立九名。能清淨塵污故說九喜名為水。一潤", "65": "濕水。二深淺水。三流水。四湖水。五善入", "66": "水。六善渡水。七善出水。八光明水。九", "67": "勝清淨水。翻此九喜名九無能。謂非潤濕", "68": "乃至非勝清淨水。外曰。此三法與成相違。何", "69": "法名為成。以偈答曰。", "7": "依內有四喜自性取時感者。依內者。依覺慢", "70": "思量聞讀誦離苦三友得", "71": "因施成就八前三成就鉤", "72": "思量聞讀誦乃至因施成就八者。此八種能", "73": "六行得成。如一婆羅門出家學道作是思惟。", "74": "何事為勝何物真實何物最後究竟。何所作", "75": "為智慧得成顯。故作是思量已即得智慧。自", "76": "性異覺異慢異五唯異十一根異五大異真我", "77": "異。二十五真實義中起智慧。由此智慧起六", "78": "種觀。一觀五大過失。見失生厭。即離五大。", "79": "名思量位。二觀十一根過失。見失生厭。即離", "8": "心生四種喜。一由自性喜。二由求取喜。三由", "80": "十一根。此名持位。三用此智慧觀五唯過失。", "81": "見失生厭。即離五唯。名入如位。四觀慢過失", "82": "及八自在見失生厭。即離慢等。名為至位。五", "83": "觀覺過失。見失生厭。即得離覺名縮位。六觀", "84": "自性過失。見失生厭。即離自性。是位名獨", "85": "存。此婆羅門因是思量故得解脫。此成由思", "86": "量得故名思量成。思量成已說。次說聞成義。", "87": "如一婆羅門聞他讀誦聲。謂自性異覺異乃", "88": "至真我異。聞此讀誦聲。已覺知二十五義。即", "89": "入思量位離五大。入能位離十一根。入如位", "9": "時節喜。四由感得喜。為現四喜作如是譬。譬", "90": "離五唯。入至位離慢等。入縮位離於覺。入獨", "91": "存位離自性。是名解脫。聞成義已說。次說讀", "92": "誦義。有八智慧分得成。如一婆羅門往至師", "93": "家。一欲樂聽聞。二專心諦聽。三攝受。四憶持。", "94": "五知句義。六思量。七簡擇。八如實令入。是", "95": "名八智分。由此智分得二十五義。入六行得", "96": "解脫離苦三成者。一離內苦。如一婆羅門為", "97": "內苦所逼謂頭痛等。往詣醫所得治病已。由", "98": "此內苦起於欲知。為欲求知滅此苦因。往就", "99": "師家生八智分。得二十五義入六行觀故得"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2137 金七十論", "author": "陳 真諦譯", "sourceLink": "http://www.cbeta.org/"}