{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1476 佛說優婆塞五戒相經: 佛說優婆塞五戒相經: 佛說優婆塞五戒相經", "text": {"0": "No. 1476", "1": "佛說優婆塞五戒相經一卷", "10": "我本心念，久欲與優婆塞分別五戒。若有善", "100": "圍兔、射麞鹿等，偷賊魁膾，呪龍守獄，若到是", "101": "人所，作如是言：『汝等惡戒人，何以久作罪？不", "102": "如早死！』是人因死者，是罪不可悔；若不因死", "103": "者，是中罪可悔。若惡人作如是言：『我不用是", "104": "人語。』不因是死，犯中可悔罪。若讚歎是人令", "105": "死，便心悔，作是念：『何以教是人死？』還到語言：", "106": "『汝等惡人，或以善知識因緣故，親近善人，得", "107": "聽善法，能正思惟，得離惡罪，汝勿自殺。』若是", "108": "人受其語不死者，是中罪可悔。「善戒人者，如", "109": "來四眾是也。若到諸善人所，如是言：『汝持善", "11": "男子受持不犯者，以是因緣當成佛道。若有", "110": "戒有福德人。若死，便受天福。何不自奪命？』是", "111": "人因是自殺死者，犯不可悔罪；若不自殺者，", "112": "中罪可悔。若善戒人作是念：『我何以受他語", "113": "自殺！』若不死者，是罪可悔。若教他死已，心生", "114": "悔言：『我不是！何以教此善人死？』還往語言：", "115": "『汝善戒人，隨壽命住，福德益多故，受福益", "116": "多，莫自奪命。』若不因死者，是中罪可悔。「老病", "117": "者，四大增減，受諸苦惱，往語是人言：『汝云何", "118": "久忍是苦，何不自奪命？』因死者，是罪不可悔；", "119": "若不因死者，是中罪可悔。若病人作是念：『我", "12": "犯而不悔，常在三塗故。」爾時佛為淨飯王種", "120": "何緣受是人語，自奪命？』若語病人已，心生悔：", "121": "『我不是！何以語此病人自殺？』還往語言：『汝等", "122": "病人，或得良藥，善看病人，隨藥飲食，病可得", "123": "差，莫自奪命！』若不因死者，是中罪可悔。「餘上", "124": "七種殺，說犯與不犯，同如上火坑。若人作人", "125": "想殺，是罪不可悔；人作非人想殺，人中生疑", "126": "殺，皆犯不可悔；非人人想殺，非人中生疑殺，", "127": "是中罪可悔。「又一人被截手足，置著城塹中，", "128": "又眾女人來入城中，聞是啼哭聲，便往就觀，", "129": "共相謂言：『若有能與是人藥漿飲，使得時死，", "13": "種說已，王聞法竟，前禮佛足，遶佛而去。佛以", "130": "則不久受苦！』中有愚直女人，便與藥漿，即死。", "131": "諸女言：『汝犯戒，不可悔！』即白佛。佛言：『汝與藥", "132": "漿時死者，犯戒不可悔。』「若居士作方便欲殺", "133": "母，而殺非母，是中罪可悔；若居士欲殺非母，", "134": "而自殺母，是犯中罪可悔，非逆。", "135": "「若居士方便欲殺人，而殺非人，是中罪可悔；", "136": "若居士作方便欲殺非人，而殺人者，犯小可", "137": "悔罪。", "138": "「若人懷畜生胎，墮此胎者，犯小可悔罪；若畜", "139": "生懷人胎者，墮此胎死者，犯不可悔。", "14": "是因緣告諸比丘：「我今欲為諸優婆塞說犯", "140": "「若居士作殺人方便，居士先死，後若有死者，", "141": "是罪犯可悔。若居士欲殺父母，心生疑：『是父", "142": "母？非耶？』若定知是父母殺者，是逆罪，不可", "143": "悔。若居士生疑，是人非人？若心定知是人，殺", "144": "者，犯不可悔。「若人捉賊，欲將殺，賊得走去。", "145": "若以官力、若聚落力，追逐是賊，若居士逆道", "146": "來，追者問居士言：『汝見賊不？』是居士先於賊", "147": "有惡心瞋恨，語言：『我見在是處。』以是因緣令", "148": "賊失命者，犯不可悔。若人將眾多賊欲殺，是", "149": "賊得走者，若以官力、若聚落力追逐，是居", "15": "戒輕重可悔、不可悔者！」諸比丘僉曰：「唯然，願", "150": "士逆道來，追者問居士言：『汝見賊不？』是賊中", "151": "或有一人，是居士所瞋者，言：『我見在是處。』若", "152": "殺非所瞋者，是罪可悔。餘如上說。「若居士母", "153": "想殺非母，犯不可悔，非逆罪。若戲笑打他，若", "154": "死者，是罪可悔。若狂不自憶念殺者，無罪。若", "155": "優婆塞用有蟲水及草木中殺蟲，皆犯罪；若", "156": "有蟲無蟲想用，亦犯；若無蟲蟲想用者，亦犯。", "157": "「有居士起新舍，在屋上住，手中失梁，墮木師", "158": "頭上，即死。居士生疑：『是罪為可悔不？』問佛，佛", "159": "言：『無罪。』屋上梁，人力少不禁故，梁墮木師頭", "16": "樂欲聞！」佛告諸比丘：「犯殺有三種奪人命：一", "160": "上，殺木師。居士即生疑。佛言：『無罪。從今日作", "161": "好用心，勿令殺人！』「又一居士屋上作，見泥中", "162": "有蠍，怖畏跳下，墮木師上，即死。居士生疑。", "163": "佛言：『無罪。從今日好用心作，勿令殺人！』「又一", "164": "居士，日暮入嶮道值賊，賊欲取之，捨賊而走，", "165": "墮岸下織衣人上，織師即死。居士即生疑。", "166": "佛言：『無罪。』「又一居士山上推石，石下殺人，生", "167": "疑。佛言：『無罪。若欲推石時，當先唱：「石下！」令", "168": "人知。』「又一人病癰瘡未熟，居士為破而死，即", "169": "生疑。佛言：『癰瘡未熟，若破者人死，是中", "17": "者，自作；二者，教人；三者，遣使。自作者，自身作", "170": "罪可悔；若破熟癰瘡死者，無罪。』「又一小兒喜", "171": "笑，居士捉擊攊，令大笑故，便死。居士生疑。佛", "172": "言：『戲笑故，不犯殺罪。從今不應復擊攊人令", "173": "笑。』「又一人坐以衣自覆，居士喚言起。是人言：", "174": "『勿喚我起，便死。』復喚言：『起。』起便即死。居士", "175": "生疑。佛言：『犯中可悔罪。』」", "176": "盜戒第二", "177": "佛告諸比丘：「優婆塞以三種取他重物，犯不", "178": "可悔：一者，用心；二者，用身；三者，離本處。用心", "179": "者，發心思惟欲為偷盜；用身者，用身分等取", "18": "奪他命；教人者，教語他人言：『捉是人，繫縛奪", "180": "他物；離本處者，隨物在處，舉著餘處。「復有", "181": "三種，取人重物，犯不可悔罪：一者，自取；二者，", "182": "教他取；三，遣使取。自取者，自手舉離本處；", "183": "教他取者，若優婆塞教人言：『盜他物。』是人隨", "184": "意取，離本處時；遣使者，語使人言：『汝知彼重", "185": "物處不？』答言：『知處。』遣往盜取，是人隨語取離", "186": "本處時。「復有五種，取他重物，犯不可悔：一者，", "187": "苦切取；二者，輕慢取；三者，詐稱他名字取；四", "188": "者，強奪取；五者，受寄取。重物者，若五錢、若直", "189": "五錢物，犯不可悔。若居士知他有五寶、若似", "19": "命。』遣使者，語他人言：『汝識某甲不？汝捉是人，", "190": "五寶，以偷心選擇而未離處，犯可悔罪。若選", "191": "擇已，取離本處，直五錢者，犯不可悔。離本處", "192": "者，若織物異繩，名異處；若皮若衣，一色名一", "193": "處，異色名異處；若皮衣物，一色名一處，異", "194": "色名異處；若毛褥者，一重毛名一處，一色名", "195": "一處，異色名異處，是名諸處。居士為他擔物，", "196": "以盜心移左肩著右肩，移右手著左手，如是", "197": "身分，名為異處。車則輪軸衡軛，船則兩舷前", "198": "後，屋則梁棟椽桷四隅及隩，皆名異處。以", "199": "盜心移物，著諸異處者，皆犯不可悔。「盜水中", "2": "宋元嘉年求那跋摩譯", "20": "繫縛奪命。』是使隨語奪彼命時，優婆塞犯不", "200": "物者，人筏材木隨水流下，居士以盜心取", "201": "者，犯不可悔。若以盜心捉木令住，後流至前", "202": "際，及以盜心沈著水底，若舉離水時，皆犯不", "203": "可悔。「復次有主池中養鳥，居士以盜心按著", "204": "池水中者，犯可悔罪，若舉離池水，犯不可悔。", "205": "若人家養鳥，飛入野池，以盜心舉離水，及沈", "206": "著水底，皆犯不可悔。又有居士，內外莊嚴之", "207": "具在樓觀上，諸有主鳥銜此物去，以盜心奪", "208": "此鳥者，犯不可悔。若見鳥銜寶而飛，以盜心", "209": "遙待之時，犯中可悔。若以呪力令鳥隨意所", "21": "可悔罪。「復有三種奪人命：一者，用內色；二者，", "210": "欲至處，犯不可悔；若至餘處，犯中可悔。若有", "211": "野鳥銜寶而去，居士以盜心奪野鳥取，犯中", "212": "可悔；待野鳥時，犯小可悔。又諸野鳥銜寶而", "213": "去，諸有主鳥奪野鳥取，居士以盜心奪有主", "214": "鳥取，犯不可悔；若待鳥時，犯中可悔。餘如上", "215": "說。又諸有主鳥銜寶物去，為野鳥所奪，居士", "216": "以盜心奪野鳥取，犯中可悔；若待鳥時，亦犯", "217": "中可悔。餘亦同上。「若居士蒱博，以盜心轉", "218": "齒勝他得五錢者，犯不可悔。「若有居士以盜", "219": "心偷舍利，犯中可悔；若以恭敬心而作是念：", "22": "用非內色；三者，用內非內色。內色者，優婆塞", "220": "『佛亦我師。』清淨心取者，無犯。若居士以盜心", "221": "取經卷，犯不可悔，計直輕重。「夫盜田者，有二", "222": "因緣，奪他田地：一者，相言；二者，作相。若居士", "223": "為地故，言他得勝，若作異相，過分得地，直五", "224": "錢者，犯不可悔。「有諸居士，應輸估稅而不輸，", "225": "至五錢者，犯不可悔。復有居士至關稅處，語", "226": "諸居士：『汝為我過此物，與汝半稅。』為持過者，", "227": "違稅五錢，犯不可悔。居士若示人異道，使令", "228": "失稅物，直五錢，犯中可悔。若稅處有賊及惡", "229": "獸或飢餓，故示異道，令免斯害，不犯。「又有居", "23": "用手打他，若用足及餘身分，作如是念：『令彼", "230": "士，與賊共謀破諸村落得物，共分直五錢者，", "231": "犯不可悔。「盜無足眾生者，蛭蟲于投羅蟲等，", "232": "人取舉著器中，居士從器中取者，犯不可悔。", "233": "選擇如上。盜二足、三足眾生者，人及鵝、雁、鸚", "234": "鵡鳥等，是諸鳥在籠樊中，若盜心取者，犯", "235": "不可悔；餘如上說。「盜人有二種：一者，擔去；二", "236": "者，共期。若居士以盜心，擔人著肩上，人兩足", "237": "離地，犯不可悔；若共期行，過二叟步，犯不", "238": "可悔；餘皆如上說。「盜四足者，象、馬、牛、羊也。人", "239": "以繩繫著一處，以盜心牽，將過四叟步，犯不", "24": "因死！』彼因死者，是犯不可悔罪；若不即死，後", "240": "可悔。若在一處臥，以盜心驅起，過四叟步，", "241": "犯不可悔；多足亦同。若在牆壁籬障內，以盜", "242": "心驅出過群四叟步者，犯不可悔；餘如上", "243": "說。若在外放之，居士以盜心念：『若放牧人", "244": "入林去時，我當盜取。』發念之機，犯中可悔。若", "245": "殺者，自同殺罪，殺已取五錢肉，犯不可悔。「復", "246": "有七種：一，非己想；二，不同意；三，不暫用；四，知", "247": "有主；五，不狂；六，不心亂；七，不病壞心。此七", "248": "者，取重物，犯不可悔；取輕物，犯中可悔。「又", "249": "有七種：一者，己想；二者，同意；三者，暫用；四者，", "25": "因是死，亦犯不可悔；若不即死，後不因死，是", "250": "謂無主；五，狂；六，心亂；七，病壞心。此七者，取物", "251": "無犯。「有一居士種植蘿蔔，又有一人來至園", "252": "所，語居士言：『與我蘿蔔。』居士問言：『汝有價", "253": "耶，為當直索？』答言：『我無價也。』居士曰：『若須", "254": "蘿蔔，當持價來。我若但與汝者，何以供朝夕", "255": "之饍耶！』客言：『汝定不與我耶！』主曰：『吾豈得", "256": "與汝！』客便以呪術令菜乾枯。迴自生疑：『將無", "257": "犯不可悔耶？』往決如來。佛言：『計直所犯可悔、", "258": "不可悔，莖、葉、華、實皆與根同。』", "259": "「有一人在祇洹間耕墾，脫衣著田一面。時有", "26": "中罪可悔。用不內色者，若人以木、瓦、石、刀矟、", "260": "居士四望無人，便持衣去。時耕者遙見，語居", "261": "士言：『勿取我衣！』居士不聞，猶謂無主，故持衣", "262": "去。耕人即隨後捉之，語居士言：『汝法應不與", "263": "取耶？』居士答言：『我謂無主，故取之耳！豈法宜", "264": "然。』耕人言：『此是我衣。』居士言曰：『是汝衣者，便", "265": "可持去。』居士生疑：『我將無犯不可悔耶？』即往", "266": "佛所諮質此事。佛知故問：『汝以何心取之？』居", "267": "士白言：『謂言無主。』佛言：『無犯。自今而後取", "268": "物者，善加籌量，或自有物，雖無人守而實有", "269": "主者也，若發心欲偷未取者，犯下可悔；取", "27": "弓箭、白鑞、叚鉛、錫叚，遙擲彼人，作是念：『令彼", "270": "而不滿五錢者，犯中可悔，取而滿五錢，犯不", "271": "可悔。』」", "272": "婬戒第三", "273": "佛告諸比丘：「優婆塞不應生欲想、欲覺，尚不", "274": "應生心，何況起欲、恚、癡、結縛根本不淨惡業。", "275": "是中犯邪婬有四處：男、女、黃門、二根。女者，人", "276": "女、非人女、畜生女。男者，人男、非人男、畜生男。", "277": "黃門、二根亦同於上類。「若優婆塞與人女、非", "278": "人女、畜生女，三處行邪婬，犯不可悔；若人男、", "279": "非人男、畜生男、黃門、二根，二處行婬，犯不可", "28": "因死！』彼因死者，犯不可悔罪；若不即死，後因", "280": "悔。若發心欲行婬，未和合者，犯下可悔；若", "281": "二身和合，止不婬，犯中可悔。", "282": "「若優婆塞婢使已配嫁有主，於中行邪婬者，", "283": "犯不可悔；餘輕犯如上說。「三處者，口處、大便、", "284": "小便處，除是三處，餘處行欲皆可悔。", "285": "「若優婆塞婢使未配嫁，於中非道行婬者，犯", "286": "可悔罪，後生受報罪重。", "287": "「若優婆塞有男子僮使人等，共彼行婬二處，", "288": "犯不可悔罪；餘輕犯罪同上說。", "289": "「若優婆塞共婬女行婬，不與直者，犯邪婬，不", "29": "是死，亦犯不可悔；若不即死，後不因死，是中", "290": "可悔；與直，無犯。「若人死乃至畜生死者，身根", "291": "未壞，共彼行邪婬，女者三處犯不可悔；輕犯", "292": "同上說。", "293": "「若優婆塞自受八支，行婬者犯不可悔，八支", "294": "無復邪正，一切皆犯。", "295": "「若優婆塞雖都不受戒，犯佛弟子淨戒人者，", "296": "雖無犯戒之罪，然後永不得受五戒乃至出", "297": "家受具足。」", "298": "佛告諸比丘：「吾有二身：生身、戒身。若善男子", "299": "為吾生身起七寶塔至于梵天，若人虧之，其", "3": "聞如是：一時佛在迦維羅衛國。爾時淨飯王", "30": "罪可悔。用內非內色者，若以手捉木、瓦、石、刀", "300": "罪尚有可悔；虧吾戒身，其罪無量，受罪如伊", "301": "羅龍王！」", "302": "妄語戒第四", "303": "佛告諸比丘：「吾以種種呵妄語，讚歎不妄語", "304": "者，乃至戲笑尚不應妄語，何況故妄語，是中", "305": "犯者，若優婆塞不知、不見過人聖法，自言：『我", "306": "是羅漢向、羅漢。』者，犯不可悔。若言：『我是阿那", "307": "含、斯陀含，若須陀洹乃至向須陀洹。若得初", "308": "禪、第二禪、第三禪、第四禪，若得慈、悲、喜、捨無", "309": "量心，若得無色定、虛空定、識處定、無所有處", "31": "矟、弓箭、白鑞、叚鉛、錫叚、木叚打他，作如是念：", "310": "定、非想非非想處定，若得不淨觀、阿那般那", "311": "念，諸天來到我所，諸龍、夜叉、薜荔毘舍闍、鳩", "312": "槃荼、羅剎來到我所，彼問我，我答彼；我問彼，", "313": "彼答我。』皆犯不可悔。若本欲言羅漢，誤言阿", "314": "那含者，犯中可悔，餘亦如是犯。「若優婆塞，人", "315": "問言：『汝得道耶？』若默然、若以相示者，皆犯中", "316": "可悔，乃至言旋風土鬼來至我所者，犯中可", "317": "悔。若優婆塞實聞而言不聞，實見而言不", "318": "見，疑有而言無，無而言有，如是等妄語，皆犯", "319": "可悔。若發心欲妄語，未言者犯下可悔；言而", "32": "『令彼因死！』彼因死者，是罪不可悔；若不即死，", "320": "不盡意者，犯中可悔。若向人自言得道者，便", "321": "犯不可悔。若狂、若心亂不覺語者，無犯。」", "322": "酒戒第五", "323": "佛在支提國跋陀羅婆提邑，是處有惡龍，名", "324": "菴婆羅提陀，兇暴惡害，無人得到其處，象、", "325": "馬、牛、羊、驢、騾、驝駝無能近者，乃至諸鳥不得", "326": "過上。秋穀熟時，破滅諸穀。長老莎伽陀，遊行", "327": "支提國，漸到跋陀羅波提，過是夜已，晨朝著", "328": "衣，持鉢入村乞食。乞食時，聞此邑有惡龍，名", "329": "菴婆羅提陀，兇暴惡害，人民、鳥獸不得到其", "33": "後因是死，亦犯不可悔；若不即死，後不因死，", "330": "住處；秋穀熟時，破滅諸穀。聞已，乞食訖到菴", "331": "婆羅提陀龍住處泉邊樹下，敷坐具大坐。龍", "332": "聞衣氣，即發瞋恚，從身出煙。長老莎伽陀即", "333": "入三昧，以神通力身亦出烟。龍倍瞋恚，身上", "334": "出火，莎伽陀復入火光三昧，身亦出火。龍復", "335": "雨雹，莎伽陀即變雨雹作釋俱󰉔、髓餅波波", "336": "羅󰉔。龍復放霹靂，莎伽陀變作種種歡喜丸", "337": "󰉔。龍復雨弓箭、刀矟，莎伽陀即變作優鉢羅", "338": "花、波頭摩花、拘牟陀花。時龍復雨毒蛇、蜈蚣、", "339": "土虺、蚰蜒，莎伽陀即變作優鉢羅花瓔珞、瞻", "34": "是中罪可悔。「復有不以內色，不以非內色，亦", "340": "蔔花瓔珞、婆師花瓔珞、阿提目多伽花瓔珞。", "341": "如是等龍所有勢力，盡現向莎伽陀。如是現", "342": "德已，不能勝故，即失威力光明。長老莎伽陀", "343": "知龍力勢已盡，不能復動，即變作細身，從龍", "344": "兩耳入，從兩眼出。兩眼出已，從鼻入，從口中", "345": "出，在龍頭上，往來經行，不傷龍身。爾時龍見", "346": "如是事，心即大驚，怖畏毛竪，合掌向長老莎", "347": "伽陀言：「我歸依汝！」莎伽陀答言：「汝莫歸依我！", "348": "當歸依我師，歸依佛。」龍言：「我從今歸三寶，知", "349": "我盡形作佛優婆塞！」是龍受三自歸，作佛弟", "35": "不以內非內色，為殺人故合諸毒藥，若著眼、", "350": "子已，便不復作如先兇惡事，諸人及鳥獸皆", "351": "得到所，秋穀熟時，不復傷破，如是名聲流布", "352": "諸國。長老莎伽陀能降惡龍，折伏令善，諸人", "353": "及鳥獸得到龍宮，秋穀熟時不復破傷。因長", "354": "老伽莎陀名聲流布，諸人皆作食傳請之。是", "355": "中有一貧女人信敬，請長老莎伽陀，莎伽陀", "356": "默然受已，是女人為辦名酥乳糜，受而食", "357": "之。女人思惟：「是沙門噉是名酥乳糜或當", "358": "冷發。」便取似水色酒持與。是莎伽陀不看飲。", "359": "飲已，為說法便去，過向寺中。爾時間酒勢便", "36": "耳、鼻身上瘡中，若著諸食中、若被褥中、車輿", "360": "發，近寺門邊倒地，僧伽梨衣等、漉水囊、鉢、杖、", "361": "油囊、革屣、鍼筒各在一處，身在一處，醉無所", "362": "覺。爾時佛與阿難遊行到是處，佛見是比丘，", "363": "知而故問：「阿難！此是何人？」答言：「世尊！此是長", "364": "老莎伽陀。」佛即語阿難，是處為我敷座床，辦", "365": "水，集僧。阿難受教，即敷座床，辦水集僧已，往", "366": "白佛言：「世尊！我已敷床，辦水，集僧。」佛自知時，", "367": "佛即洗足坐，問諸比丘：「曾見聞有龍，名菴婆", "368": "羅提陀，兇暴惡害，先無有人到其住處，象、", "369": "馬、牛、羊、驢、騾、驝駝無能到者，乃至諸鳥無敢", "37": "中，作如是念：『令彼因死！』彼因死者，犯不可悔", "370": "過上，秋穀熟時，破滅諸穀。善男子！莎伽陀能", "371": "折伏令善，今諸人及鳥獸得到泉上。」是時眾", "372": "中有見者言：「見，世尊！」聞者言：「聞，世尊！」佛語比", "373": "丘：「於汝意云何，此善男子莎伽陀，今能折伏", "374": "蝦蟇不？」答言：「不能。世尊！」佛言：「聖人飲酒尚如", "375": "是失，何況俗凡夫如是過罪！若過是罪，皆由", "376": "飲酒故。從今日若言我是佛弟子者，不得飲", "377": "酒，乃至小草頭一滴，亦不得飲。」佛種種呵責", "378": "飲酒過失已，告諸比丘：「優婆塞不得飲酒者，", "379": "有二種，穀酒、木酒。木酒者，或用根莖葉花果，", "38": "罪；若不即死，後因是死，亦犯不可悔罪；若不", "380": "用種種子、諸藥草雜作酒，酒色、酒香、酒味，", "381": "飲能醉人，是名為酒。若優婆塞嘗咽者，亦名", "382": "為飲，犯罪。若飲穀酒，咽咽犯罪；若飲酢酒，隨", "383": "咽咽犯；若飲甜酒，隨咽咽犯。若噉麴能醉者，", "384": "隨咽咽犯；若噉酒糟，隨咽咽犯；若飲酒澱，", "385": "隨咽咽犯；若飲似酒色、酒香、酒味，能令人醉", "386": "者，隨咽咽犯。若但作酒色，無酒香、無酒味，不", "387": "能醉人及餘，飲皆不犯。」", "388": "佛說優婆塞五戒相經一卷", "39": "即死，後不因死，是中罪可悔。「復有作無烟火", "4": "來詣佛所，頭面禮足，合掌恭敬，而白佛言：「欲", "40": "坑殺他、核殺、弶殺，作穽殺、觸殺、毘陀羅殺、", "41": "墮胎殺、按腹殺，推著火中、水中，推著坑中殺，", "42": "若遣令去就道中死，乃至胎中初受二根——身", "43": "根、命根——於中起方便殺，無烟火坑殺者。若優", "44": "婆塞知是人從此道來，於中先作無烟火坑，", "45": "以沙土覆上，若口說：『以是人從此道來，故我", "46": "作此坑。』若是人因是死者，是犯不可悔罪；若", "47": "不即死，後因是死，犯不可悔罪；若不即死，後", "48": "不因死，是中罪可悔。為人作無烟火坑，人死", "49": "者不可悔；非人死者，是中罪可悔；畜生死者，", "5": "所請求，以自濟度。唯願世尊哀酬我志！」佛", "50": "下罪可悔。為非人作坑，非人死者，是中罪可", "51": "悔；人死，是下罪可悔；畜生死者，犯下可悔罪。", "52": "若為畜生作坑，畜生死者，是下罪可悔；若人", "53": "墮死、若非人墮死，皆犯下罪可悔。若優婆塞", "54": "不定為一事作坑，諸有來者，皆令墮死，人死", "55": "者，犯不可悔；非人死者，中罪可悔；畜生死者，", "56": "下罪可悔；都無死者，犯三方便可悔罪。是名", "57": "無烟火坑殺也！「毘陀羅者，若優婆塞以二十", "58": "九日，求全身死人，召鬼呪尸令起，水洗著衣", "59": "令手捉刀，若心念口說：『我為某甲故，作此", "6": "言：「可得之願，隨王所求！」王白佛言：「世尊已為", "60": "毘陀羅！』即讀呪術，若所欲害人死者，犯不可", "61": "悔；若前人入諸三昧，或天神所護，或大呪", "62": "師所救解，不成害，犯中可悔。是名毘陀羅殺", "63": "也。「半毘陀羅者，若優婆塞二十九日作鐵車，", "64": "作鐵車已，作鐵人，召鬼呪鐵人令起，水洗、著", "65": "衣，令鐵人手捉刀，若心念口說：『我為某甲讀", "66": "是呪！』若是人死者，犯不可悔罪；若前人入諸", "67": "三昧，諸天神所護，若呪師所救解，不成死者，", "68": "是中罪可悔。是名半毘陀羅殺。「斷命者，二", "69": "十九日牛𡱁塗地，以酒食著中，然火已尋便", "7": "比丘、比丘尼、沙彌、沙彌尼制戒輕重，唯願如", "70": "著水中，若心念口說，讀呪術，言：『如火水中滅。", "71": "若火滅時，彼命隨滅。』又復二十九日，牛𡱁塗", "72": "地，酒食著中，畫作所欲殺人像。作像已，尋還", "73": "撥滅，心念口說，讀呪術，言：『如此像滅，彼命亦", "74": "滅。若像滅時，彼命隨滅。』又復二十九日，牛𡱁", "75": "塗地，酒食著中，以針刺衣角頭，尋還拔出，心", "76": "念口說讀呪術，言：『如此針出，彼命隨出。』是名", "77": "斷命。若用種種呪死者，犯不可悔罪；若不死", "78": "者是中罪可悔。「又復墮胎者，與有胎女人吐", "79": "下藥，及灌一切處藥，若針血脈，乃至出眼淚", "8": "來亦為我等優婆塞分別五戒可悔、不可悔", "80": "藥，作是念：『以是因緣令女人死。』死者，犯不可", "81": "悔罪；若不即死，後因是死，亦犯不可悔罪；若", "82": "不即死，後不因死，是中罪可悔。若為殺母故", "83": "墮胎，若母死者，犯不可悔；若胎死者，是罪可", "84": "悔；若俱死者，是罪不可悔；若俱不死者，是中", "85": "罪可悔。若為殺胎故，作墮胎法，若胎死者，犯", "86": "不可悔；若胎不死者，是中罪可悔；若母死者，", "87": "是中罪可悔；俱死者，是犯不可悔。是名墮胎", "88": "殺法。「按腹者，使懷妊女人重作，或擔重物，", "89": "教使車前走，若令上峻岸，作是念：『令女人死。』", "9": "者，令識戒相，使無疑惑！」佛言：「善哉，善哉，憍曇！", "90": "死者，犯不可悔；若不即死，後因是死，是罪不", "91": "可悔；若不因死者，是中罪可悔。若為胎者，如", "92": "上說，是名按腹殺也。「遣令道中死者，知是道", "93": "中有惡獸飢餓，遣令往至惡道中，作如是念：", "94": "『令彼惡道中死。』死者，犯不可悔；餘者亦犯，同", "95": "如上說。是名惡道中殺。乃至母胎中，初得二", "96": "根——身根、命根——迦羅邏時，以殺心起，方便欲令", "97": "死。死者，犯不可悔；餘犯同如上說。「讚歎殺", "98": "有三種：一者，惡戒人；二者，善戒人；三者，老病", "99": "人。惡戒人者，殺牛羊，養雞猪，放鷹捕魚，獵師"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1476 佛說優婆塞五戒相經: 佛說優婆塞五戒相經: 佛說優婆塞五戒相經", "author": "宋 求那跋摩譯", "sourceLink": "http://www.cbeta.org/"}