{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1541 眾事分阿毘曇論: 眾事分阿毘曇論: 眾事分阿毘曇論", "text": {"0": "7 千問論品", "1": "眾事分阿毘曇論卷第十一", "10": "應意根。云何無漏。謂無漏意思惟相應意根。", "100": "二學。一無學。十非學非無學。九分別。意根。", "101": "或學。或無學。或非學非無學。云何學。謂學意", "102": "思惟相應意根。無學即無學意思惟相應亦", "103": "如是。", "104": "云何非學非無學。謂有漏意思惟相應意根。", "105": "如意根。樂喜捨根信精進念定慧根亦如是。", "106": "九修斷。三不斷。十分別。意根。或見斷。或修", "107": "斷。或不斷。云何見斷。若意根隨信行隨法行", "108": "人無間忍等斷。廣說如分別諸入品。云何修", "109": "斷。謂如前廣說。云何不斷。謂無漏意根。如意", "11": "如意根。樂根喜根捨根信精進念定慧根亦", "110": "根。捨根亦如是。", "111": "樂根。或見斷。或修斷。或不斷。云何見斷。若", "112": "樂根隨信行隨法行人無間忍等斷。彼云何", "113": "斷。謂見斷二十八使相應樂根。云何修斷。若", "114": "樂根學見迹修斷。彼云何斷。謂修斷五使相", "115": "應樂根。及不穢污有漏樂根。云何不斷。謂無", "116": "漏樂根二十八者三禪四諦二十八五者三禪思惟三欲界思惟貪及無明二也。", "117": "喜根。或見斷。或修斷。或不斷。云何見斷。若", "118": "喜根隨信行隨法行人無間忍等斷。彼云何", "119": "斷。謂見斷五十二使相應喜根。云何修斷。若", "12": "如是。一切是有為。", "120": "喜根學見迹修斷。彼云何斷。謂修斷六使相", "121": "應喜根。及不穢污有漏喜根。云何不斷。謂無", "122": "漏喜根五十二者二禪四諦二十八欲界四諦身見一邊見一邪見四戒盜二見盜四貪四慢四無明", "123": "四六者二禪思惟三欲界思惟貪慢無明三也。", "124": "憂根。或見斷。或修斷。云何見斷。若憂根隨信", "125": "行隨法行人無間忍等斷。彼云何斷。謂見斷", "126": "十六使相應憂根。云何修斷若憂根學見迹", "127": "修斷。彼云何斷。謂修斷二使相應憂根。及不", "128": "穢污憂根十六者欲界四諦邪見四疑四瞋恚四無明四二者欲界思惟瞋恚無明二也。", "129": "信精進念定慧。若有漏。彼修斷。若無漏。彼不", "13": "一有報。十一無報。十分別。意根。或有報。或", "130": "斷。八非心非心法非心相應。十心法心相應", "131": "一即心。三分別。未知當知根已知根無知根", "132": "所攝九根八根。心法及心相應。一根即心也。", "133": "八非心隨轉非受相應。一受相應非心隨轉。", "134": "五心隨轉非受相應。五心隨轉亦受相應。三", "135": "分別。未知當知根已知根無知根所攝三根。", "136": "心隨轉非受相應。一受相應非心隨轉。五心", "137": "隨轉亦受相應。", "138": "八非心隨轉非想行相應。一想行相應非心", "139": "隨轉。十心隨轉及想行相應。除其自性。三分", "14": "無報。云何有報。謂不善善有漏意根。云何無", "140": "別。未知當知根已知根無知根所攝九根八", "141": "根。心隨轉亦想行相應。除其自性。一根想行", "142": "相應非心隨轉。", "143": "二有覺有觀。八無覺無觀。十二分別。意根。或", "144": "有覺有觀。或無覺有觀。或無覺無觀。云何有", "145": "覺有觀。謂有覺有觀意思惟相應意根。云何", "146": "無覺有觀。謂無覺有觀意思惟相應意根。云", "147": "何無覺無觀。謂無覺無觀意思惟相應意根。", "148": "如意根。捨根信精進念定慧根未知當知根", "149": "已知根無知根亦如是。", "15": "報。謂無記無漏意根。如意根。樂根喜根捨根", "150": "樂根。或有覺有觀。或無覺無觀。云何有覺有", "151": "觀。謂有覺有觀意思惟相應樂根。云何無覺", "152": "無觀。謂無覺無觀意思惟相應樂根。如樂", "153": "根。喜根亦如是。一見亦見處九見處非見。十", "154": "二分別。意根。若有漏。彼見處非見。若無漏。", "155": "彼非見亦非見處。如意根。樂根喜根捨根信", "156": "精進念定根亦如是。", "157": "慧根。或見非見處。作四句。見非見處者。謂盡", "158": "智無生智所不攝無漏慧根。見處非見者。謂", "159": "見所不攝有漏慧根。見亦見處者。謂世俗正", "16": "亦如是。", "160": "見。非見亦非見處者。謂見所不攝無漏慧根。", "161": "未知當知根已知根所攝。見非見處。餘非見", "162": "亦非見處。無知根所攝盡智無生智。所不攝", "163": "無漏慧根。是見非見處。餘非見亦非見處。十", "164": "六非身見因身見亦非彼因。六分別。意根樂", "165": "根喜根捨根。廣說如受念處。苦根。若穢污。彼", "166": "身見因身見非彼因。若不穢污。彼非身見因。", "167": "身見亦非彼因。", "168": "憂根。或身見因身見非彼因。作三句。身見因", "169": "身見非彼因者。謂除過去現在見苦斷使相", "17": "苦根。或有報。或無報。云何有報。謂善不善苦", "170": "應憂根。除過去現在見集斷一切遍使相應", "171": "憂根。若餘穢污憂根。身見因身見亦彼因者。", "172": "謂前爾所所除者是。非身見因身見亦非彼", "173": "因者。謂不穢污憂根。", "174": "九非業非業報。一業報非報。十二分別。眼根。", "175": "或業報非業。或非業亦非業報。業報非業者。", "176": "謂報生眼根。餘非業亦非業報。如眼根。耳根", "177": "鼻根舌根身根男根女根意根樂根喜根捨根", "178": "苦根亦如是。", "179": "八非業非業隨轉。十四業隨轉非業。七是造", "18": "根。云何無報。謂無記苦根。信精進念定慧根。", "180": "色色非可見色。十五非造色色非可見色。七", "181": "是造色色有對色。十五非造色色非有對色。", "182": "一切是甚深難了難了甚深。", "183": "八是善亦善因。十四分別。眼根。或善因非善。", "184": "或非善因亦非善。善因非善者。謂善報生眼", "185": "根。餘非善因亦非善。如眼根。耳根鼻根舌根", "186": "身根男根女根。命根亦如是。", "187": "意根。或善因非善。作三句。善因非善者。謂善", "188": "報生意根。善亦善因者。謂善意根。非善亦非", "189": "善因者。謂除善報生意根及善意根。若餘不", "19": "若有漏。彼有報。若無漏。彼無報。", "190": "善無記意根。如意根。樂根喜根捨根亦如是。", "191": "苦根。或善亦善因。或非善亦非善因。善亦善", "192": "因者。謂善苦根。非善亦非善因者。謂不善及", "193": "無記苦根。", "194": "憂根。或善亦善因。或非善。亦非善因。善亦善", "195": "因者。謂善憂根。非善亦非善因者。謂不善", "196": "憂根。", "197": "八非不善非不善因。十四分別。眼根或不善", "198": "因。非不善。或非不善因亦非不善。不善因", "199": "非不善者。謂不善報生眼根。餘非不善因亦", "2": "尊者世友造", "20": "一切從因緣生世所攝。七是色所攝。十五是", "200": "非不善。如眼根。耳根鼻根舌根身根男根女", "201": "根命根亦如是。", "202": "意根。或不善因非不善。作三句。不善因非不", "203": "善者。謂不善報生意根。及欲界身見邊見相", "204": "應意根。不善亦不善因者。謂不善意根非不", "205": "善亦非不善因者。謂除不善報生意根。除欲", "206": "界身見邊見相應意根及除不善意根。若餘", "207": "無記及善意根。", "208": "樂根。或不善非不善因。或非不善亦非不善", "209": "因。不善非不善因者。謂不善樂根。非不善亦", "21": "名所攝。八是內入所攝。十一是外入所攝。", "210": "非不善因者。謂善及無記樂根。", "211": "苦根。或不善因非不善。作三句。不善因非不", "212": "善者。謂不善報生苦根。不善亦不善因者。謂", "213": "不善苦根。非不善亦非不善因者。謂除不善", "214": "報生苦根及不善苦根。若餘無記及善苦根。", "215": "喜根。或不善因非不善。作三句。不善因非不", "216": "善者。謂欲界身見邊見。彼相應喜根。不善", "217": "亦不善因者。謂不善喜根。非不善亦非不善", "218": "因者。謂除欲界。身見邊見彼相應喜根。及除", "219": "不善喜根。若餘無記及善喜根。如喜根捨根", "22": "三分別。未知當知根已知根無知根所攝心", "220": "亦如是。憂根。或不善亦不善因。或非不善亦", "221": "非不善因。不善亦不善因者。謂不善憂根。非", "222": "不善亦非不善因者。謂善憂根。", "223": "八非無記亦非無記因。八無記亦無記因。六", "224": "分別。意根。或無記因非無記。作三句。無記因", "225": "非無記者。謂不善意根。無記亦無記因者。謂", "226": "無記意根。非無記亦非無記因者。謂善意根。", "227": "如意根。樂根苦根喜根捨根亦如是。", "228": "憂根。或無記因非無記。或非無記亦非無記", "229": "因無記因非無記者。謂不善憂根。非無記亦", "23": "意識。是內入所攝。餘是外入所攝。", "230": "非無記因者。謂善憂根。一切因緣緣及有因。", "231": "八非次第亦非次第緣緣。十四分別。意根。或", "232": "次第非次第緣緣。廣說如受念處。捨根亦如", "233": "是。", "234": "樂根。或次第非次第緣緣。作三句。次第非次", "235": "第緣緣者。謂未來現前必起樂根。次第亦次", "236": "第緣緣者。謂過去現在樂根。非次第亦非次", "237": "第緣緣者。除未來現前必起樂根。若餘未來", "238": "樂根。如樂根。苦根喜根憂根信精進念定慧", "239": "根未知當知根已知根無知根亦如是。", "24": "一切是智知。十是斷智知。及斷三非斷智", "240": "八緣緣緣非有緣。十四緣緣緣及有緣。一切", "241": "是增上緣緣亦有增上。十隨流非流。三非流", "242": "亦非隨流。九分別。九若有漏。彼隨流非流。若", "243": "無漏。彼非流亦非隨流。", "244": "入者。謂十二入。問云何十二。答廣說如前。", "245": "問此十二入。幾色。幾非色。答謂十色。一非", "246": "色。一分別。法入中。或色。或非色。云何色。謂", "247": "法入中身口業是色。餘非色。一可見。十一不", "248": "可見。十有對。二無對。十有漏。二分別。意入。", "249": "或有漏。或無漏。云何有漏。謂有漏意思惟相", "25": "知。及不斷。九分別。九若有漏。彼斷智知。及", "250": "應意入。云何無漏。謂無漏意思惟相應意入。", "251": "法入。或有漏。或無漏。云何有漏。謂有漏身口", "252": "業。有漏受陰想陰行陰。云何無漏。謂無漏身", "253": "口業。無漏受陰想陰行陰。及無為。十一有", "254": "為。一分別。法入。或有為。或無為。云何有為。", "255": "謂法入中身口業。受陰想陰行陰。云何無為。", "256": "謂虛空數滅及非數滅。八無報。四分別。色", "257": "入。或有報。或無報。云何有報。謂善不善色", "258": "入。云何無報。謂除善不善色入。若餘色入。如", "259": "色入。聲入亦如是。", "26": "斷。若無漏。非斷智知。及不斷。八應修八不", "260": "意入或有報。或無報。云何有報。謂不善善有", "261": "漏意入。云何無報。謂無記及無漏意入。如意", "262": "入。法入亦如是。十一從因緣生世所攝。一分", "263": "別。法入。若有為因緣生世所攝。若無為非因", "264": "緣生非世所攝。十是色所攝。一是名所攝。一", "265": "分別。法入中身口業。是色所攝。餘是名所攝。", "266": "六是內入所攝。六是外入所攝。一切是智知。", "267": "十斷知知及斷。二分別。二若有漏。彼斷知知", "268": "及斷。若無漏。彼非斷知知及不斷。八不應修。", "269": "四分別。色入。或應修。或不應修云何應修。謂", "27": "應修。六分別。意根。或應修。或不應修。云何", "270": "善色入。云何不應修。謂不善及無記色入。如", "271": "色入。聲入意入亦如是。", "272": "法入。廣說如分別諸入品。八不穢污四分別。", "273": "廣說如上。十一是果及有果。一分別。法入中。", "274": "或果非有果。作三句。果非有果者。謂數滅。果", "275": "亦有果者。謂有為法入。非果亦非有果者。謂", "276": "虛空及非數滅三不受。九分別。眼入。或受。或", "277": "不受。云何受。謂自性受。云何不受。謂非自性", "278": "受。如眼入。耳入鼻入舌入。身入色入香入味", "279": "入觸入亦如是。", "28": "應修。謂善意根。云何不應修。謂不善無記意", "280": "十二入。或四大造。或非四大造。云何四大造。", "281": "謂九入。及二入少分。云何非四大造。謂一入。", "282": "及二入少分。十一有上。一分別。法入。或有", "283": "上。或無上。云何有上。謂法入中身口業。及受", "284": "陰想陰行陰虛空。及非數滅。云何無上。謂數", "285": "滅。十是有。二分別。二若有漏。彼是有。若無", "286": "漏。彼非有。十因不相應。一因相應。一分別。", "287": "法入。若心法因相應。若非心法因不相應。", "288": "善處攝四入少分。四入少分亦攝善處不善", "289": "處攝四入少分。四入少分亦攝不善處。無記", "29": "根。如意根樂根苦根喜根捨根亦如是。", "290": "處攝八入及四入少分。八入及四入少分亦", "291": "攝無記處。漏處攝一入少分。一入少分亦攝", "292": "漏處。有漏處攝十入及二入少分。十入及二", "293": "入少分亦攝有漏處。無漏處攝二入少分。二", "294": "入少分亦攝無漏處。", "295": "十一。或過去。或未來。或現在。一分別。法入。", "296": "若有為。或過去。或未來。或現在。若無為。非", "297": "過去。非未來。非現在。八無記。四分別。廣說", "298": "如分別諸入品。二欲界繫。十分別。廣說如分", "299": "別諸入品。", "3": "宋天竺三藏求那跋陀羅", "30": "憂根或應修。或不應修。云何應修。謂善憂根。", "300": "問十二入。幾學。幾無學。幾非學非無學。答廣", "301": "說如分別諸入品。十修斷。二分別。廣說如分", "302": "別諸入品。十非心非心法非心相應。一即心。", "303": "一分別。法入。若有緣心法心相應。若無緣非", "304": "心法非心相應。", "305": "十非心隨轉非受相應。一受相應非心隨轉", "306": "一分別。法入。或心隨轉非受相應。作三句。心", "307": "隨轉非受相應者。謂心隨轉身口業。心隨轉", "308": "心不相應行及受。心隨轉亦受相應者。謂想", "309": "陰彼相應行陰。非心隨轉亦非受相應者。謂", "31": "云何不應修。謂不善憂根。", "310": "除心隨轉身口業。若餘身口業。除心隨轉心", "311": "不相應行。若餘心不相應行。及無為。如受。想", "312": "行亦如是。除其自性。十非覺隨轉亦非觀相", "313": "應。二分別。意入。或有覺有觀。或無覺有觀。", "314": "或無覺無觀。云何有覺有觀。謂有覺有觀意", "315": "思惟相應意入。云何無覺有觀。謂無覺有觀", "316": "意思惟相應意入。云何無覺無觀。謂無覺無", "317": "觀意思惟相應意入。法入。或覺隨轉非觀相", "318": "應。作四句。覺隨轉非觀相應者。謂覺隨轉身", "319": "口業。覺隨轉心不相應行。及覺相應觀。觀", "32": "十六不穢污。六分別。意根。或穢污。或不", "320": "相應非覺隨轉者。謂覺。若覺不相應觀相應", "321": "心心法。覺隨轉亦觀相應者。謂覺觀相應心", "322": "心法。非覺隨轉亦非觀相應者。謂除覺隨轉", "323": "身口業。若餘身口業。除覺隨轉心不相應行。", "324": "若餘心不相應行。及覺不相應觀。及非覺觀", "325": "相應心心法法入。及無為。", "326": "一見亦見處。九見處非見。二分別。意入。若有", "327": "漏。見處非見。若無漏。非見亦非見處。法入。", "328": "或見非見處。作四句。見非見處者。謂法入所", "329": "攝盡智無生智。所不攝無漏慧。見處非見者。", "33": "穢污。云何穢污。謂隱沒。云何不穢污。謂", "330": "謂見所不攝有漏法入。見亦見處者。謂五見。", "331": "世俗正見。非見亦非見處者。謂見所不攝無", "332": "漏法入。", "333": "八非身見因身見亦非彼因。四分別。色入。若", "334": "穢污。身見因身見非彼因。若不穢污非身見", "335": "因身見亦非彼因。如色入。聲入亦如是。意入。", "336": "廣說如受念處。法入廣說如法念處。問十二", "337": "入。幾業非業報。答一切應分別。眼入。或業報", "338": "非業。或非業報亦非業。業報非業者。謂報生", "339": "眼入餘非業報亦非業。如眼入。耳入鼻入香", "34": "不隱沒。如意根。樂根苦根喜根憂根捨根亦", "340": "入舌入味入身入觸入意入亦如是。色入。或", "341": "業非業報。作三句。業非業報者。謂身作色。業", "342": "報非業者。謂報生色入。非業亦非業報者。謂", "343": "除業色及業報生色入。若餘色入。聲入。或業", "344": "非業報。或非業亦非業報。業非業報者。謂口", "345": "作。餘非業亦非業報。", "346": "法入。或業非業報。作四句。業非業報者。謂身", "347": "口業。及報所不攝思業。業報非業者。謂思所", "348": "不攝報生法入。業亦業報者。謂報生思業。非", "349": "業亦非業報者。謂除業及業報生法入。若餘", "35": "如是。", "350": "法入。八非業非業隨轉。一業隨轉非業。三分", "351": "別。色入。或業非業隨轉。或非業亦非業隨轉。", "352": "業非業隨轉者。謂身作色。餘非業亦非業隨", "353": "轉。聲入亦如是。", "354": "法入。或業非業隨轉。作四句。業非業隨轉者。", "355": "謂除業隨轉身口業。若餘身口業。及思業。業", "356": "隨轉非業者。謂受陰想陰。若思所不攝業隨", "357": "轉行陰。業亦業隨轉者。謂業隨轉身口業。", "358": "非業亦非業隨轉者。謂除業及業隨轉。法入。", "359": "若餘法入。", "36": "一切是果。及有果。十五不受。七分別。眼根。", "360": "十二入。或造色色非可見色。作三句。造色色", "361": "非可見色者。謂八入。及二入少分造色色亦", "362": "可見色者。謂一入。非造色色亦非可見色者。", "363": "謂一入。及二入少分。", "364": "十二入。或造色色非有對色。作四句。造色色", "365": "非有對色者。謂一入少分。有對色非造色色", "366": "者。謂一入少分。造色色亦有對色者。謂九入。", "367": "及一入少分。非造色色亦非有對色者。謂一", "368": "入。及一入少分。一切是甚深難了難了甚深。", "369": "問十二入。幾善亦善因。答一切應分別。眼入。", "37": "或受。或不受。云何受。若自性受。云何不受。", "370": "或善因非善。或非善亦非善因。善因非善者。", "371": "謂善報生眼入。餘非善因亦非善。如眼入。耳", "372": "入鼻入香入舌入味入身入觸入亦如是。", "373": "色入。或善因非善。作三句。善因非善者。謂善", "374": "報生色入。善亦善因者。謂善色入。非善亦非", "375": "善因者。謂無記及不善色入。如色入。意入亦", "376": "如是。", "377": "聲入。或善亦善因。或非善亦非善因。善亦", "378": "善因者。謂善聲入。餘非善亦非善因。法入。或", "379": "善非善因。廣說如法念處。問十二入。幾不善", "38": "若非自性受。如眼根。耳根鼻根舌根身根男", "380": "亦不善因答一切應分別。眼入。或不善因非", "381": "不善。或非不善亦非不善因。不善因非不善", "382": "者。謂不善報生眼入。餘非不善因亦非不", "383": "善。如眼入。耳入鼻入香入舌入味入身入觸", "384": "入亦如是。", "385": "色入。或不善因非不善。作三句。不善因非不", "386": "善者。謂不善報生色入。不善亦不善因者。謂", "387": "不善色入。非不善亦非不善因者。謂無記及", "388": "善色入。", "389": "聲入。或不善亦不善因。或非不善亦非不善", "39": "根女根亦如是。", "390": "因。不善亦不善因者。謂不善聲入。餘非不善", "391": "亦非不善因。意入。如意根。法入。如法念處。", "392": "八無記亦無記因。四分別。色入。或無記因非", "393": "無記。作三句。無記因非無記者。謂不善色入", "394": "無記因亦無記者。謂無記色入。非無記因亦", "395": "非無記者。謂善色入。如色入。聲入意入亦如", "396": "是。", "397": "法入。或無記非無記因。作四句。無記非無記", "398": "因者。謂虛空及非數滅。無記因非無記者。謂", "399": "不善法入。無記亦無記因者。謂無記有為法", "4": "共菩提耶舍譯", "40": "七四大造。十五非四大造。一切是有上。十是", "400": "入。非無記亦非無記因者。謂善法入。", "401": "十一因緣緣及有因。一分別。法入。若有為因。", "402": "緣緣及有因。若無為。非因緣緣非有因。", "403": "十非次第亦非次第緣緣。二分別。意入。或次", "404": "第非次第緣緣。作三句。次第非次第緣緣者。", "405": "謂未來現前必起意入。過去現在阿羅漢最", "406": "後命終意入。次第亦次第緣緣者。謂除過去", "407": "現在阿羅漢最後命終意入。若餘過去及現", "408": "在意入。非次第亦非次第緣緣者。謂除未來", "409": "現前必起意入。若餘未來意入。", "41": "有。三非有。九分別。九若有漏。彼是有。若無", "410": "法入。或次第非次第緣緣。作三句。次第非", "411": "次第緣緣者。謂未來現前必起心法法入。過", "412": "去及現在阿羅漢最後命終心法法入。及無", "413": "想正受。滅盡正受。已起當起法入。次第亦次", "414": "第緣緣者。謂除過去現在阿羅漢最後命終", "415": "心法法入。若餘過去及現在心法法入。非次", "416": "第亦非次第緣緣者。謂除未來現前必起心", "417": "法法入。若餘未來心法法入。除次第心不相", "418": "應行。若餘心不相應行身口業。及無為。", "419": "十緣緣緣非有緣。一緣緣緣亦有緣。一分別。", "42": "漏。彼非有。八因不相應。十四因相應。", "420": "緣法入。若心法。彼緣緣緣亦有緣。餘非緣", "421": "緣緣亦非有緣。", "422": "十一是增上緣緣及有增上。一分別。法入。若", "423": "有為。彼增上緣緣及有增上。若無為。增上緣", "424": "緣非有增上。", "425": "十隨流非流。二分別。意入。若有漏。彼隨流非", "426": "流。若無漏。非流亦非隨流。法入。或隨流非", "427": "流。作三句。隨流非流者。謂流所不攝有漏法。", "428": "入流亦隨流者。謂四流。非流亦非隨流者。謂", "429": "流所不攝無漏法入。", "43": "或善處攝非根。作四句。善處攝非根者。謂善", "430": "眾事分阿毘曇論卷第十一", "44": "色陰想陰。根所不攝善行陰。及數滅。根攝非", "45": "善處者。謂八根六根少分。善處攝亦根者。謂", "46": "八根六根少分。非善處攝亦非根者。謂不善", "47": "色陰想陰。根所不攝不善行陰。根所不攝無", "48": "記色陰想陰。根所不攝無記行陰。及虛空非", "49": "數滅。", "5": "千問論品第七之四", "50": "或不善處攝非根。作四句。不善處攝非根者。", "51": "謂不善色陰想陰。根所不攝不善行陰。根攝", "52": "非不善處者。謂十六根六根少分。不善處攝", "53": "亦根攝者。謂六根少分。非不善處攝亦非根", "54": "者。謂善色陰想陰。根所不攝善行陰。及數", "55": "滅根所不攝無記色陰想陰。根所不攝無記", "56": "行陰。及虛空非數滅。", "57": "或無記處攝非根。作四句。無記處攝非根", "58": "者。謂根所不攝無記色陰想陰。根所不攝", "59": "無記行陰。虛空及非數滅。根攝非無記處", "6": "根者。謂二十二根。問此二十二根。幾色。幾非", "60": "者。謂九根及五根少分。無記處攝亦根者。謂", "61": "八根及五根少分。非無記處攝亦非根者。謂", "62": "善色陰想陰。根所不攝善行陰。及數滅。及", "63": "不善色陰想陰。根所不攝不善行陰。漏處所", "64": "不攝。或有漏處攝非根。作四句。有漏處攝", "65": "非根者。謂根所不攝有漏色陰想陰。根所不", "66": "攝有漏行陰。根攝非有漏處者。謂三根及九", "67": "根少分。有漏處攝亦根者。謂十根及九根少", "68": "分。非有漏處攝亦非根者。謂無漏色陰想陰。", "69": "根所不攝無漏行陰。及無為。或無漏處攝非", "7": "色。答七是色。十五非色。一切不可見。七有", "70": "根。作四句。無漏處攝非根者。謂無漏色陰", "71": "想陰根所不攝無漏行陰。及無為。根攝非無", "72": "漏處者。謂十根及九根少分。無漏處攝亦根", "73": "攝者。謂三根及九根少分。非無漏處攝亦非", "74": "根者。謂根所不攝有漏色陰想陰。根所不攝", "75": "有漏行陰。", "76": "一切。或過去。或未來。或現在。八善。八無記。", "77": "六分別。意根。或善。或不善。或無記。云何善。", "78": "謂善意思惟相應意根。云何不善。謂不善意", "79": "思惟相應意根。云何無記。謂無記意思惟相", "8": "對。十五無對。十有漏。三無漏。九分別。意根。", "80": "應意根。如意根。樂苦喜捨根亦如是。憂根。", "81": "或善。或不善。云何善。謂善意思惟相應憂根。", "82": "云何不善。謂不善意思惟相應憂根。四欲界", "83": "繫三不繫。十五分別。眼根。或欲界繫。或色界", "84": "繫云何欲界繫。謂眼根欲界繫。四大所造。云", "85": "何色界繫。謂眼根色界繫四大所造。如眼根。", "86": "耳鼻舌身根亦如是。", "87": "命根。或欲界繫。或色界繫。或無色界繫云何", "88": "欲界繫。謂欲界繫命。云何色界繫。謂色界繫", "89": "命。云何無色界繫。謂無色界繫命。", "9": "或有漏。或無漏。云何有漏。謂有漏意思惟相", "90": "意根。或欲界繫。或色界繫。或無色界繫。或不", "91": "繫。云何欲界繫。謂欲界繫意思惟相應意根。", "92": "云何色界繫。謂色界繫意思惟相應意根。云", "93": "何無色界繫。謂無色界繫意思惟相應意根。", "94": "云何不繫。謂無漏意思惟相應意根。如意根。", "95": "捨根信精進念定慧根亦如是。", "96": "樂根。或欲界繫。或色界繫。或不繫。云何欲界", "97": "繫。謂欲界繫意思惟相應樂根。云何色界繫。", "98": "謂色界繫意思惟相應樂根。云何不繫。謂無", "99": "漏意思惟相應業根。如樂根。喜根亦如是。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1541 眾事分阿毘曇論: 眾事分阿毘曇論: 眾事分阿毘曇論", "author": "尊者世友造  宋 求那跋陀羅共菩提耶舍譯", "sourceLink": "http://www.cbeta.org/"}