{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0384 菩薩從兜術天降神母胎說廣普經: 菩薩處胎經: 菩薩處胎經: 菩薩處胎經: 菩薩處胎經", "text": {"0": "3 聖諦品", "1": "菩薩處胎經卷第二", "10": "宮殿，宮殿有佛，諸佛各說四非常法。後園浴", "100": "果，向辟支佛得辟支佛果；亦觀眾生出家苦", "101": "行不捨本誓，剃除鬚髮身被法服，入師子遊", "102": "步三昧，在樹王下思惟觀樹，或一日、二日乃", "103": "至七日；或一歲、二歲乃至七歲；或一劫、二劫", "104": "乃至七劫；是謂菩薩摩訶薩成就天眼通。「吾", "105": "從無數阿僧祇劫修耳神通，遍聞十方眾生", "106": "行報，黑有黑果報，白有白果報，不黑不白", "107": "果報，有漏有漏果報，無漏無漏果報；聞彼眾", "108": "生清淨音響，不男聲不女聲，不男不女柔軟", "109": "聲，不長不短聲，不非人聲，梵聲清淨聲，伽", "11": "池眾鳥聚集，娛樂其中快樂難勝。其池水中", "110": "羅毘羅柔和聲，不麁聲不細聲；復以天耳聞", "111": "彼眾生除垢斷縛，不住有為相，不住無為相，", "112": "不住過去、當來、現在相，住亦不住，不住亦不", "113": "不住，吾我不住，不住亦不不住，成佛不成佛", "114": "者，成道不成道者，生天不生天者，生人不生", "115": "人者，生餓鬼不生餓鬼者，生地獄不生地獄", "116": "者，生畜生不生畜生者，分別五道以天耳聽，", "117": "悉聞知之；是謂菩薩摩訶薩成就天耳通。「吾", "118": "從無數阿僧祇劫修鼻神通，遍嗅十方無量", "119": "眾生，悉知分別善香、惡香，麁香、細香，火香、", "12": "生優鉢蓮華、須乾提花、末乾提花；於彼陸", "120": "水香，俗香、道香，乃至菩薩坐樹王下香；戒香、", "121": "定香、慧香、解脫香、解脫知見香，教授眾生大", "122": "慈無邊香，悲愍眾生香，喜悅和顏香，放捨周", "123": "遍香，神足無畏香，覺力根本香，破慢貢高香，", "124": "自然普熏香，莊嚴佛道香，趣三解脫門香，相", "125": "相殊勝香，明行果報香，分別微塵香，光明", "126": "遠照香，集眾和合香，五聚清淨香，持入不起", "127": "香，止滅眾垢香，觀滅眾垢香，聞戒布施香，慚", "128": "愧無慢香，仙人法勝香，說法無礙香，舍利流", "129": "布香，封印佛藏香，七寶無盡香。」爾時，世尊便", "13": "地生瞻蔔花、須曼羅花，牛頭栴檀、搗香、末香，", "130": "說頌曰：", "131": "「摩伽山所出，花香及栴檀，", "132": "三界所有香，不如戒香勝。", "133": "戒香滅眾垢，往來入無間；", "134": "菩薩不退轉，涅槃香第一。", "135": "譬如善射人，仰射於虛空；", "136": "箭勢不盡空，尋復墮于地；", "137": "德香遠無際，終不有轉還。", "138": "今說佛身香，戒、定、慧解度，", "139": "於億百千劫，不能盡佛香；", "14": "天繒、幡蓋、懸處虛空。爾時，風神王名曰隨意，", "140": "若於千萬劫，佛讚佛功德，", "141": "大聖不能盡，佛身戒德香。", "142": "諸佛威儀法，授前補處別，", "143": "口中五色香，上至忉利天；", "144": "還來至佛所，遶佛身七匝。", "145": "諸天散花香，稱歎未曾有；", "146": "定香遠流布，濟度阿僧祇。」", "147": "爾時，世尊說此偈已，於彼會中十二那由他", "148": "眾生，心識開悟皆悉發意，願樂欲生香積佛", "149": "剎。「是謂菩薩摩訶薩成就鼻通。「吾從無數阿", "15": "放大香風吹七寶樹葉，柔軟香熏枝葉相", "150": "僧祇劫修口神通，言教往來終不中滯，有所", "151": "言說言則有光，唇唇有光、齒齒有光、舌舌有", "152": "光，如來於大眾中說甚深法，所有法者，一名、", "153": "阿，阿者無，有千萬義，無有千萬義中，取一", "154": "無義度無量眾生。二名、羅，羅者除垢，除垢有", "155": "千萬義，千萬義中取一除垢義，除無量眾生", "156": "垢。三名、波遮，波遮名果熟，果熟有千萬義，千", "157": "萬義中取一果熟義，使無量眾生皆悉果熟。", "158": "四名、那，那者非常義，非常義有千萬義，千萬", "159": "義中取一非常義，使無量眾生悉解非常義。", "16": "掁，皆出自然八種音響。「善哉！出大光明，如來", "160": "五名、茶，茶者盡無，名盡無名，言有無有、言", "161": "無亦無無，無盡義有千萬義，千萬義中取一", "162": "無盡義，使無量眾生得解於盡，是為茶盡義。", "163": "十方無量恒河沙諸佛，受食威儀，從閻浮提", "164": "上至十八天，皆見如來食。從一住至四住菩", "165": "薩，見如來身琉璃咽喉，不退轉菩薩乃至九", "166": "地，見健疾天子接如來食，乃至他方施行佛", "167": "事，是為如來神口果報。如來現食味，次第", "168": "味味不動味，不哊咽不󰏼㗱，世尊舉飯向口", "169": "時，心念十方諸五道眾生等同此味，即如念", "17": "八種音聲，將欲度未度者。誰現是瑞應，昔我", "170": "皆悉飽滿，猶如比丘得九次第禪心軟美飽，", "171": "是謂菩薩摩訶薩口通清淨。「吾昔無數阿僧", "172": "祇劫修身神通，分別身中淨不淨想、不淨淨", "173": "想，三十六物污露不真，髮、毛、爪、齒、骨、血、涕、淚，", "174": "反復思惟；以己身法觀眾生身亦復如是。自", "175": "化其身膖脹臭爛膿血流出；或復現身白骨", "176": "灰色、青瘀色、燋黑色、與地同色，無量眾生見", "177": "此身者，皆生苦、空、無常、無我想。復與眾生說", "178": "身業報法，此身非身何者是身？一一分別從", "179": "頭至足悉無所有，以無有身則無有識。眾生", "18": "不聞此亦復不現覩見，起滅無常相，將非幻", "180": "聞此，自思惟身穢惡不淨，猶如光音清淨天", "181": "下觀閻浮提臭穢，惡氣上熏七千萬里，是以", "182": "菩薩不生光音天。身通菩薩入金剛三昧碎", "183": "身如塵，一一塵皆作化佛，濟渡無量阿僧祇", "184": "眾生之類；現身色相，身上出火身下出水，身", "185": "下出火身上出水，東踊西沒西踊東沒；現如", "186": "來十八神變。眾生之類見如來變尋時覺悟，", "187": "眾結永盡入無為道。微塵化佛現身教化，濟", "188": "渡無量阿僧祇眾生，是為如來身密教化而", "189": "不說法。「吾從無數阿僧祇劫修習意識，成菩", "19": "化耶？」爾時樹葉上七寶宮殿中，諸如來、至真、", "190": "薩神通，攝意入定遊至無量諸佛剎土，猶如", "191": "力人屈伸臂頃還來故處，意識菩薩亦入化", "192": "生、胎生、濕生、卵生，現不思議神變教化，即於", "193": "彼處成無為道。意識菩薩於諸通中最上最", "194": "勝，非辟支佛、阿羅漢所能思議。何以故？非彼", "195": "境界。」", "196": "5 三世等品菩薩處胎經三世等品第五", "197": "爾時，坐中有菩薩名曰喜見——辯才無礙登躡", "198": "十住，如來所行悉能總持——即從座起偏露右", "199": "臂右膝著地，叉手合掌前白佛言：「善哉！世尊！", "2": "姚秦涼州沙門竺佛念譯", "20": "等正覺發大音聲闡揚不思議難有之法，欲", "200": "今聞此法至未曾有，過去無數恒沙如來，有", "201": "入涅槃不入涅槃。若入涅槃，欲界眾生云何", "202": "得度？若如來不入涅槃，彼諸如來住何佛界？」", "203": "佛告喜見菩薩：「善哉，善哉！乃能於如來前作", "204": "師子吼。諦聽，諦聽！善思念之！吾今與汝一一", "205": "分別說之。」喜見對曰：「如是，世尊！願樂欲聞。」佛", "206": "言：「過去恒河沙諸佛世尊，名字假號不可勝", "207": "記，亦如眾生生生不滅，無邊無際亦無端緒，", "208": "諸佛要集心如空界，涅槃者即眾生是也。是", "209": "故如來不入涅槃。何以故？為眾生故。」喜見菩", "21": "說八地中莊嚴諸佛剎。「猶如有人欲覩大海", "210": "薩白佛言：「過去多薩阿竭、阿羅呵、三耶三佛", "211": "所度眾生，有滅度無滅度耶？」佛告喜見菩薩：", "212": "「云何？喜見！汝從無數阿僧祇劫，承事諸佛禮", "213": "事、供養、香花、幡蓋，頗見如來取般涅槃不？」對", "214": "曰：「不也。」「云何？喜見！我號釋迦文多薩阿竭、阿", "215": "羅呵、三耶三佛陀，今處母胎，為涅槃為非", "216": "涅槃？」對曰：「不也。世尊！」「云何？喜見！菩薩眾生受", "217": "別當成無上正真道，是真實道非真實道？」對", "218": "曰：「是道非真實道若真實道。何以故？有佛有", "219": "說法見化眾生，以是故，是道非真實道。緣", "22": "水，去海百由旬不見諸生木，遇見澇水甞之", "220": "緣眾生是道，緣緣盡眾生是真實道。過去緣緣", "221": "盡眾生，於現在非真實道。現在緣緣盡眾生，", "222": "於過去非真實道。過去、現在緣緣盡眾生，於", "223": "未來非真實道。未來緣緣盡眾生，於過去、現", "224": "在非真實道。何以故？是道非真實道，過去緣", "225": "緣盡眾生，現在緣緣盡眾生，未來緣緣盡眾", "226": "生，是真實道。菩薩摩訶薩知而見之，不處不", "227": "入。何以故？猶如九行不盡。所謂九行者，上", "228": "上、上中、上下、中上、中中、中下、下上、下中、下", "229": "下。上上緣盡，上中緣不盡，非真實道。上中", "23": "知海尚遠；即自辦入海之具，不見形相念定", "230": "緣盡，上下緣不盡，非真實道。上下緣盡，中上", "231": "緣不盡，非真實道。中上緣盡，中中緣不盡，非", "232": "真實道。中中緣盡，中下緣不盡，非真實道。", "233": "中下緣盡，下上緣不盡，非真實道。下上緣盡，", "234": "下中緣不盡，非真實道。下中緣盡，下下緣不", "235": "盡，非真實道。下下緣盡，是真實道。菩薩摩訶", "236": "薩於真實性，不取不捨，不住不不住，過去、當", "237": "來、現在等，道等涅槃等，一等無有二。法性等、", "238": "自然相等、眾生等、垢等、五陰等、緣等、癡行等，", "239": "道行清淨不一不二。欲行緣盡，非色行緣盡；", "24": "如空始至海岸，以無畏心自莊嚴身。『善哉！大", "240": "色行緣盡，非無色行緣盡；無色行緣盡，色行", "241": "緣盡，欲界行緣盡，是謂菩薩等非一非二。」爾", "242": "時，佛告喜見菩薩曰：「汝欲知過去諸佛滅不", "243": "滅剎土不耶？」爾時，世尊即以神力入無畏空", "244": "界三昧，使一切眾盡見釋迦文身寂然無言", "245": "身相具足。「菩薩當知我過去身，其數不可稱", "246": "不可量。」即以神足入濕生界，眾相具足，與無", "247": "數阿僧祇為濕識眾生說法，令彼濕識隨意", "248": "所願各得解脫。復以神足入化生眾生，現身", "249": "色相，與無央數阿僧祇眾生說法，令彼化識", "25": "聖！我所求者今乃獲之。』欣之樂之心無疲", "250": "隨意所願各得解脫。爾時世尊即以神足入", "251": "卵識眾生，現身色相，與無央數阿僧祇眾生", "252": "說法，令彼眾生隨意所願各得解脫。爾時世", "253": "尊復以神足現當來世界，人四生中現身色", "254": "相，與無央數阿僧祇眾生說法，令彼四生眾", "255": "生隨意所願各得解脫。「如我今日在母胎中，", "256": "與諸十方神通菩薩，說不退轉難有之法，亦", "257": "以神通入天四生，入地獄四生、餓鬼四生、畜", "258": "生四生，於四生中胎、化二生盡漏疾，濕生、卵", "259": "生盡漏遲；化生、胎生是利根人，濕生、卵生是", "26": "惓，即時捨所資生盡入海中，隨本所願皆悉", "260": "鈍根人。」爾時世尊復以神足現寂寞世界，使", "261": "彼大眾皆悉知見，亦無言教苦、集、滅、道之名。", "262": "何以故？彼土眾生皆是胎化利根人。佛復以", "263": "神足現下方照光世界，視彼眾生稟受讀誦，", "264": "經歷劫數乃成道果，知此眾生濕生、卵生是", "265": "鈍根人。佛復以神足現不死剎土，使彼大眾", "266": "知彼眾生不聞死名，知此眾生大慈誓願利根", "267": "中勝根。佛復以神足現中夭剎土，使彼大眾", "268": "皆悉知見，見彼眾生有中夭者，由彼眾生自", "269": "造苦本，本壽極長今壽轉短。彼世界王名曰", "27": "在前。菩薩摩訶薩亦復如是，能斷一住至六", "270": "除憂，剝死人皮以用作鼓，百歲一打使彼眾", "271": "生皆知死名，壽命轉減至于百歲，時有出者。", "272": "「吾今捨壽八十有四，出五濁世，胎生、化生是", "273": "我利根分。汝等當知！命不久存，非佛神力所", "274": "能留住，此身如泡勢不久立，是身如霧常亂", "275": "人想，是身如夢增益瞋恚，是身如幻誑惑世", "276": "人，是身如響求對無形。是身如影眼見不獲，", "277": "如是我身於此滅盡更不復生。何者不生？不", "278": "於此閻浮提生。復於十方三十二垓佛剎，遍", "279": "滿彼剎施行佛事，此非過去者，以是之故", "28": "住地，盡眾生結使永盡無餘。『今我成佛必然", "280": "緣緣盡，緣緣不盡無有涅槃者。」", "281": "爾時，彌勒菩薩摩訶薩即從坐起，整衣服偏", "282": "露右臂，右膝著地前白佛言：「甚奇，世尊！世界", "283": "若干眾生不同，善惡行報各各別異，如來說", "284": "法空無寂寞，不可思議入何三昧？威神惑動", "285": "如是難測。有識眾生咸可易化，山河石壁生", "286": "樹草木，皆變人形，為有識眾生無識眾生？」佛", "287": "告彌勒：「汝昔與我共越山海，見一惡獸應食", "288": "十住菩薩肉耶？」彌勒白佛言：「不也。」「何以故？", "289": "正使三千大千剎土滿中惡獸，欲食菩薩肉", "29": "不疑。』是謂菩薩摩訶薩於胎中莊嚴佛樹。「復", "290": "者，是事不然。吾昔勸汝誰能先進，汝及文殊", "291": "皆言不能當。吾爾時即以神力，以甘露味示", "292": "彼飢獸，執意堅固得成無上正真等正覺。汝", "293": "說權退在後，悉是有識教化，非無識教化。」佛", "294": "告彌勒：「汝豈不憶古昔無數阿僧祇劫，去此", "295": "西北六十二恒河沙剎，佛名平等，其剎名", "296": "無形，如今現在說法，無有辟支佛、聲聞乘，無", "297": "有日、月、時節、劫數多少；彼佛教化盡一佛界，", "298": "現界眾生盡得成佛，更不移處他佛世界。云", "299": "何？彌勒！當名彼佛為過去、未來、現在耶？」彌勒", "3": "4 佛樹品佛樹品第四", "30": "次，菩薩摩訶薩欲自莊嚴身相，具足三十二", "300": "白佛言：「亦過去、現在、未來。何以故？皆從諸剎", "301": "往至彼土，諸緣盡眾生盡得度脫故，現有現", "302": "在。」佛告彌勒：「汝今現在耶？」對曰：「不也。世尊！", "303": "名雖現在行不現在，前行過去後行未至，識", "304": "念思惟三事成就，是故無現在。」佛即問彌勒：", "305": "「心有所念，幾念、幾想、幾識耶？」彌勒言：「拍手彈", "306": "指之頃，三十二億百千念，念念成形，形形皆", "307": "有識，識念極微細不可執持。佛之威神入彼", "308": "微識皆令得度，此識教化非無識也。復次，微", "309": "識極微細過於微塵，此微塵識不可覩見，如", "31": "大人之相，為真實不？從頂至足，足有千輪，輪", "310": "來威神入彼教化皆令得度。彌勒當知未有", "311": "狐疑，此微塵識亦受四氣亦有四生。何以故？", "312": "眾生無邊，邊亦無邊，如來亦無邊，道亦無邊，", "313": "一切言有，有亦無有，無界、無處、無住，亦無教", "314": "授化眾生者，此名逆順三昧。不住不不住", "315": "一相無相，不著不縛亦無真際，修治道場淨", "316": "佛境界，權變無數非下劣所及。」爾時世尊將", "317": "欲解釋彌勒狐疑，即現身色柔軟色，無厭足", "318": "色，內外清淨無瑕穢色。「吾從無數阿僧祇劫", "319": "修眼清淨，內外無閡今獲色身，身亦無身色", "32": "有千輻，輻有千相，相有六度無極。「所成無見", "320": "亦無色，知身空色空，身色俱空，知身色俱空", "321": "者，此空空空。知無身空無色空，知無身無色", "322": "俱空，知無身無色俱空者，此空空空。知過", "323": "去身空，知過去色空，知過去身色俱空，知過", "324": "去身色俱空者，此空空空。知未來身空，知未", "325": "來色空，知未來身色俱空，知未來身色俱空", "326": "者，此空空空。知現在身空，知現在色空，知現", "327": "在身色俱空，知現在身色俱空者，此空空空。", "328": "知過去無身空，知過去無色空，知過去無身", "329": "無色俱空，知過去無身無色俱空者，此空空", "33": "頂相者，破憍慢山得成肉髻相。「吾從無數阿", "330": "空。知未來無身空，知未來無色空，知未來無", "331": "身無色俱空，知未來無身無色俱空者，此空", "332": "空空。知現在無身空，知現在無色空，知現在", "333": "無身無色俱空，知現在無身無色俱空者，此", "334": "空空空。知欲界身空，知欲界色空，知欲界身", "335": "色俱空，知欲界身色俱空者，此空空空。知色", "336": "界身空，知色界色空，知色界身色俱空，知色", "337": "界身色俱空者，此空空空。知無色界身空，知", "338": "無色界色空，知無色界身色俱空，知無色界", "339": "身色俱空者，此空空空。知欲界無身空，知欲", "34": "僧祇劫得不犯婬欲果報，得陰馬藏相。陰馬", "340": "界無色空，知欲界無身無色俱空，知欲界無", "341": "身無色俱空者，此空空空。知色界無身空，知", "342": "色界無色空，知色界無身無色俱空，知色界", "343": "無身無色俱空者，此空空空。知無色界無身", "344": "空，知無色界無色空，知無色界無身無色俱", "345": "空，知無色界無身無色俱空者，此空空空。知", "346": "緣緣身空，知緣緣色空，知緣緣身色俱空，知", "347": "緣緣身色俱空者，此空空空。知緣緣無身空，", "348": "知緣緣無色空，知緣緣無身無色俱空，知緣", "349": "緣無身無色俱空者，此空空空。「知胎生身空，", "35": "藏相者壞彼邪見，放相光明遍滿十方恒河", "350": "知胎生色空，知胎生身色俱空，知胎生身色", "351": "俱空者，此空空空。知胎生無身空，知胎生無", "352": "色空，知胎生無身無色俱空，知胎生無身無", "353": "色俱空者，此空空空。知化生身空，知化生色", "354": "空，知化生身色俱空，知化生身色俱空者，此", "355": "空空空。知化生無身空，知化生無色空，知化", "356": "生無身無色俱空，知化生無身無色俱空者，", "357": "此空空空。知濕生身空，知濕生色空，知濕生", "358": "身色俱空，知濕生身色俱空者，此空空空。知", "359": "濕生無身空，知濕生無色空，知濕生無身無", "36": "沙剎，一一光明皆有化佛，一一化佛皆坐七", "360": "色俱空，知濕生無身無色俱空者，此空空空。", "361": "知卵生身空，知卵生色空，知卵生身色俱空，", "362": "知卵生身色俱空者，此空空空。知卵生無身", "363": "空，知卵生無色空，知卵生無身無色俱空，知", "364": "卵生無身無色俱空者，此空空空。「知未至禪", "365": "身空，知未至禪色空，知未至禪身色俱空，知", "366": "未至禪身色俱空者，此空空空。知未至禪無", "367": "身空，知未至禪無色空，知未至禪無身無色", "368": "俱空，知未至禪無身無色俱空者，此空空", "369": "空。知初禪身空，知初禪色空，知初禪身色俱", "37": "寶高座，發大音聲演說六度無極，如諸如來", "370": "空，知初禪身色俱空者，此空空空。知初禪無", "371": "身空，知初禪無色空，知初禪無身無色俱空，", "372": "知初禪無身無色俱空者，此空空空。知中間", "373": "禪身空，知中間禪色空，知中間禪身色俱空，", "374": "知中間禪身色俱空者，此空空空。知中間禪", "375": "無身空，知中間禪無色空，知中間禪無身無", "376": "色俱空，知中間禪無身無色俱空者，此空空", "377": "空。知二禪身空，知二禪色空，知二禪身色俱", "378": "空，知二禪身色俱空者，此空空空。知二禪無", "379": "身空，知二禪無色空，知二禪無身無色俱空，", "38": "常所說法：苦、集、滅、道，施、戒、忍、精進、禪、般若波", "380": "知二禪無身無色俱空者，此空空空。知三禪", "381": "身空，知三禪色空，知三禪身色俱空，知三禪", "382": "身色俱空者，此空空空。知三禪無身空，知三", "383": "禪無色空，知三禪無身無色俱空，知三禪無", "384": "身無色俱空者，此空空空。知四禪身空，知四", "385": "禪色空，知四禪身色俱空，知四禪身色俱空", "386": "者，此空空空。知四禪無身空，知四禪無色空，", "387": "知四禪無身無色俱空，知四禪無身無色俱", "388": "空者，此空空空。「知空處身空，知空處色空，知", "389": "空處身色俱空，知空處身色俱空者，此空空", "39": "羅蜜，善巧方便解了諸法，空空、大空、無量", "390": "空。知空處無身空，知空處無色空，知空處無", "391": "身無色俱空，知空處無身無色俱空者，此空", "392": "空空。知識處身空，知識處色空，知識處身色", "393": "俱空，知識處身色俱空者，此空空空。知識處", "394": "無身空，知識處無色空，知識處無身無色俱", "395": "空，知識處無身無色俱空者，此空空空。知不", "396": "用處身空，知不用處色空，知不用處身色俱", "397": "空，知不用處身色俱空者，此空空空。知不用", "398": "處無身空，知不用處無色空，知不用處無身", "399": "無色俱空，知不用處無身無色俱空者，此空", "4": "爾時，世尊將欲入無餘涅槃界，集諸神通大", "40": "空、內空、外空、最空、行空、相空、報空、滅三災空、", "400": "空空。知非想非不想處身空，知非想非不想", "401": "處色空，知非想非不想處身色俱空，知非想", "402": "非不想處身色俱空者，此空空空。知非想非", "403": "不想處無身空，知非想非不想處無色空，知", "404": "非想非不想處無身無色俱空，知非想非不", "405": "想處無身無色俱空者，此空空空。」佛告彌勒：", "406": "「今當與汝說生義、根義。諦聽，諦聽！善思念之！", "407": "云何生義？生者七九是也；根者連著義也。如", "408": "來無所著，已知、未知、無知。已知根者，過去、當", "409": "來、現在。未知根者，結、使、障礙。無知根者，如來、", "41": "三明報空、三慧空、三達空、三等空、三世空、三", "410": "至真、等正覺，過去、當來、現在諸佛，成就此根", "411": "分別諸根，無根亦不無根，無說無義，分別字", "412": "義空無所有，是根義也。從初發意乃至坐樹", "413": "王下，轉無上法輪集諸法門，行無行法門，思", "414": "議法門，總持根法門，虛空法藏法門，此是", "415": "諸佛要集三昧。彌勒當知！汝復受記五十六", "416": "億七千萬歲，於此樹王下成無上等正覺。我", "417": "以右脇生，汝彌勒從頂生。如我壽百歲，彌勒", "418": "壽八萬四千歲。我國土土，汝國土金，我國土", "419": "苦，汝國土樂。」爾時世尊即說頌曰：", "42": "分法身空、三界寂滅空、過去當來現在空、自", "420": "「如來十力尊，虛空無邊際；", "421": "忍、慧、福業力，誓願力最勝。", "422": "汝生快樂國，不如我界苦；", "423": "汝說法甚易，我說法甚難。", "424": "初說九十六，二說九十四，", "425": "三說九十二。我初說十二，", "426": "二說二十四，三說三十六。", "427": "汝所三說人，是吾先所化；", "428": "汝父梵摩淨，將八萬四千，", "429": "非我先所化，是汝所開度。", "43": "相空，是謂菩薩摩訶薩不犯婬報相。「吾從阿", "430": "九十六億人，受我五戒者；", "431": "九十四億人，受持三歸者；", "432": "九十二億人，一稱南無佛。", "433": "初說千比丘，二十四億天，", "434": "三三十六億，所度諸眾生；", "435": "汝樂我勤苦，汝怠我清進。」", "436": "當佛說此偈時，苦行眾生七十二億，即於座", "437": "上不動，得不起法忍。", "438": "菩薩處胎經卷第二", "44": "僧祇劫常修口淨，不從彼聞此說，不從此聞", "45": "彼說，得廣長舌相。遍滿十方阿僧祇恒河沙", "46": "剎，放舌相光明；一一光明皆有化佛，一一化", "47": "佛皆坐七寶座上，以清淨音聲演說無量口", "48": "行，清淨報業真實所作，成辦四事無畏，曉了", "49": "諸法無來無去，音響清淨，以度生死畏地無", "5": "德菩薩，神足變化說不思議法。「今我寧可化", "50": "所罣礙，分別眾生一一音響，演說無量智慧", "51": "辯才，度五道淵法法成就，以九解脫而自瓔", "52": "珞，十力具足，空性無形不可沮壞，其聞法者", "53": "悉皆信解，是謂菩薩摩訶薩口淨舌相果報。", "54": "「吾從無數阿僧祇劫得音響相，遍滿三千大", "55": "千剎土，柔軟和雅所說不麁，出言成就不從", "56": "彼受，其聲音者無不悅滿；此音響中亦有無", "57": "數清淨所說，如諸如來常所說法，十二因緣", "58": "癡行生死，自觀其身觀他身觀內外身，息", "59": "長亦知息短亦知，化彼眾生越次取證亦不", "6": "作七寶樹，度此長流永在生死沒溺者，令得", "60": "住證，發聲響相光明，一一光明皆有化佛，一", "61": "一化佛皆坐七寶高坐上，普與眾生說無量", "62": "法門。心趣解脫空無相願，觀了諸法悉無所", "63": "有，常以四事慈、悲、喜、捨，四禪、四諦眾智法門，", "64": "得總持法門、捷疾法門、應聲法門、辯才法門，", "65": "無量法門常現在前；心常遊戲無量百千三", "66": "昧，是謂菩薩摩訶薩音響相。「吾從無數阿僧", "67": "祇劫，恒修心清淨，所念專正所行慚愧，執", "68": "心一向無他異想悉無塵垢，若有人毀不生", "69": "憂慼，設當稱譽不以為歡心不移易，所行堅", "7": "解脫。」即入琉璃定無形三昧，東方去此忍界", "70": "固難動如地，從無數劫承事諸佛，與諸眾生", "71": "說微妙法，所行不偽一向趣道。有佛、法、僧處", "72": "輒身往化，講論無量總持法門，所謂論者，施", "73": "論、戒論、生天之論，欲是不淨、涅槃是樂，引導", "74": "眾生入定三昧，分別苦諦去離四縛，蠲除集", "75": "法滅大分結，道除雜糅不起法忍，住不退轉", "76": "得清淨觀。知彼眾生心之所念，隨類開化得", "77": "成道果，猶如新成白㲲易染為色，自常攝心", "78": "不譏彼闕，常樂閑靜不處憒閙，入比丘眾威", "79": "儀具足，若入禪定係意在明，經行往來心無", "8": "六十四億恒河沙剎，化作七寶樹遍滿其中，", "80": "懈慢，於大眾中能師子吼，分別空性悉無所", "81": "有，是謂菩薩摩訶薩心清淨門。「吾從無數阿", "82": "僧祇劫，修總持法門不可沮壞，聞一得百、聞", "83": "百得千、聞千得萬，諸佛所說句義、字義，皆悉", "84": "總持而不忘失，是謂菩薩摩訶薩成就總持", "85": "法門。「吾從無數阿僧祇劫，常自修習無常觀", "86": "行，一切諸法皆歸無常生者有滅，在在處處", "87": "興隆法樂淨治佛土，所說誠諦自識宿命所", "88": "經歷處，為說法化心識堅固，神足無畏不可", "89": "思議，從無數劫積諸苦行，所發誓願不違本", "9": "諸寶樹上莖、節、柯、枝、葉、果實，各各有七寶", "90": "行，遊戲諸法自在無疑，是謂菩薩摩訶薩成", "91": "就總持法門。「吾從無數阿僧祇劫修眼神通，", "92": "遍知十方眾生之類，有應空行不應空行，有", "93": "定意無定意者，有亂意無亂意者，有金剛志", "94": "無金剛志者，有思惟定無思惟定者，天道、人", "95": "道、餓鬼道、畜生道、地獄道，以天眼悉見悉知", "96": "見。此眾生趣有餘涅槃無餘涅槃者，亦知此", "97": "眾生於中陰取涅槃，亦悉知之；知此眾生向", "98": "須陀洹得須陀洹果，向斯陀含得斯陀含果，", "99": "向阿那含得阿那含果，向阿羅漢得阿羅漢，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0384 菩薩從兜術天降神母胎說廣普經: 菩薩處胎經: 菩薩處胎經: 菩薩處胎經: 菩薩處胎經", "author": "姚秦 竺佛念譯", "sourceLink": "http://www.cbeta.org/"}