{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1717 法華玄義釋籤", "text": {"0": "釋籤緣起序", "1": "法華玄義釋籤卷第二十", "10": "即淨具一切法，豈非不二耶？次責五宗六", "100": "年來至，與于闐實叉難陀此云喜覺，於愛", "101": "敬寺譯，八十卷成。但龍宮三本，上本十三世", "102": "界微塵數偈，中本四十九萬八千八百偈，下", "103": "本十萬偈四十八品。今但有三十九品，則經", "104": "猶未盡。舊經七處八會，新譯更加普光明殿", "105": "一會，第一摩竭阿蘭若有六品：一世主妙", "106": "嚴，二如來現相，三普賢三昧，四世界成就，五", "107": "華藏世界，六毘盧遮那。第二摩竭熙連河曲", "108": "普光明殿會有六品：一如來名號，二四諦，", "109": "三光明覺，四菩薩問明，五淨行，六賢首。第三", "11": "宗無憑中，言「出頂王經」者，親撿無文，未審", "110": "忉利天會說十住有六品：一升須彌頂，二", "111": "須彌頂讚歎，三十住，四梵行，五發心功德，六", "112": "說法，說令十住進後位也。第四夜摩天會", "113": "說十行有四品：一升夜摩，二夜發讚偈，", "114": "三十行，四無盡。第五兜率天會說十向有", "115": "三品：一升兜率，二升兜率讚歎，三十向。第", "116": "六他化天會說十地一品。第七重會普光明", "117": "殿說十地勝進行有十一品：一十定，二十", "118": "通，三十忍，四阿僧祇，五壽量，明菩薩報生", "119": "淨土隨時壽量，六菩薩住處，七不思議法", "12": "其意。次難有相無相教中二：先總斥，次「何", "120": "明佛果德，八相海，九隨相光明功德，十普賢", "121": "行，十一如來出現。八三會普光明殿說六位", "122": "一品，謂離世間。第九遊逝多林會說入法", "123": "界品，如是處會所明位行不出別圓，但經", "124": "義兼含、義難分判。始從住前至登住來", "125": "全是圓義，從第二住至第七住，文相次第", "126": "又似別義，於七住中又辨一多相即自在，", "127": "次行向地又是次第差別之義。又一一位皆", "128": "有普賢行布二門，故知兼用圓文接別。次", "129": "結如文。次漸教者，又三：初約始終共名為", "13": "者」下別斥。又三：初以二諦相即難，次「華嚴」", "130": "漸，次「又始自」下約人在教以判為漸，三從", "131": "方等之初至法華前皆名為漸。前文多處", "132": "及《止觀》等用中間之漸，今用舊名通判一", "133": "代，且置藏等，是故爾耳。頓與不定亦復如", "134": "是。今先引大經通明一代漸教之相，此明", "135": "敷設教門出沒利物，故用斯漸。次「始自」去", "136": "始自人天終至佛乘，亦名為漸，此是約人。", "137": "人雖在於諸味漸稟，而得益深淺始自人", "138": "天次第入實，此如《止觀》初破三途後達", "139": "常住，此人不經華嚴，但從鹿苑之前，初稟", "14": "下以經部大體難，三「大品」下重引《大品》結", "140": "人天後漸深入。言「中間」者，或復初從方等", "141": "般若，後漸漸深入，皆如前說，並名為漸，", "142": "以鹿苑後皆有人天乃至實相故也。此等漸", "143": "人初不在華嚴，後不至法華，教雖經漸或", "144": "得頓益，其未入者若來至法華，被開會竟", "145": "又名漸頓，自是別途非全名漸。三明不定，", "146": "中二：初略點示，次引經解釋。釋中三：先引", "147": "教，次釋經，三結釋經意。中又二：先明不定", "148": "之由，由往聞法；次正明不定，即今世發習。", "149": "且以提謂為首，提謂猶屬顯露未假祕", "15": "難。初文二：先舉二諦中言「相即」者，俗即", "150": "密，故至鹿苑方分顯祕。次生熟蘇中但語「菩", "151": "薩」者，亦是顯露。亦應言，若祕密教，二乘之人", "152": "處處得入，但是文略耳。不語今經者，如第", "153": "一卷中分別，今經無不定故。《涅槃》中言「鈍", "154": "根二乘」等者，應於法華皆得悟入，若至涅", "155": "槃乃是鈍中之鈍，此如五千復成不定。言", "156": "「菩薩」者，即藏通菩薩，至涅槃中方得聞常", "157": "破於無明，亦屬不定，是等皆名發不定故。", "158": "言「七種方便皆入究竟」者，今釋不定，非但", "159": "涅槃之中七種方便皆得入實名為不定，前", "16": "有相，真即無相，不應相離。次「一切智人」去", "160": "諸教中亦復如是。若圓教中及別登地得入", "161": "實者不名不定，故不定名必在方便。又登", "162": "地登住超斷無明亦名不定，是故名為「醍", "163": "醐殺人」。次約觀門者，此三觀中頓觀一種全", "164": "同《止觀》，漸及不定少分不同。漸初不云先", "165": "修歸戒，下去文同。如前教中初即人天，此", "166": "中道理初亦歸戒，但是文略。不定但寄漸次", "167": "論發不定，若彼《止觀》但論從師所受修行", "168": "不定，故彼文云「或漸或頓或止或觀」。既云天", "169": "台傳於南嶽，不可從師傳於所發，是故不", "17": "引證也。一切智人即證真，真即無為，差別", "170": "同。此約昔聞今隨修觀所發不定。又漸次", "171": "觀云，從初發心為圓極故修阿那般那，彼", "172": "《止觀》意亦復如是。故彼三種初皆知圓。人不", "173": "見之，便謂《止觀》漸初不知圓極之理，名為", "174": "別教者，謬之甚矣。稟此一家，皆須諳臆，信", "175": "其虛說，徒費餘言。漸次觀中二：初釋，次重", "176": "別指。云「若的就」者，以此中文皆寄四教二", "177": "乘菩薩辨觀故也。復更云「的」，即是借用別", "178": "教行相，而初心知圓者是也。次簡示中二：初", "179": "簡，次結。初文自分信法二行，次結中云「大", "18": "即俗，以猶用也。用此無為而能分別，故即", "180": "該佛法」者，前標大綱，故此結云「大該佛法」。", "181": "言「大綱」者，此三種義，若教若觀，該通一化，", "182": "語頓則始終俱有，語漸又三種不同，不定", "183": "復寄諸門涉於四教，列觀秖是行者教部，", "184": "教部隨行何等？為至何位？發心所期，各各", "185": "不同，不假必須從初至後，並未委論諸", "186": "門網目。為是義故，名為大綱。不同古人", "187": "以此三名局定判部，今師以此為大綱竟。", "188": "於其中間，或約聲聞鈍根菩薩或約利根", "189": "獨悟菩薩，或對或並，或破或會，或盈或縮，或", "19": "俗論真。次文又二：先準部中所明義不應", "190": "顯或祕，此等諸意隨事別釋，更須約教，故", "191": "與今昔諸判不同。次引文者，證三大綱。", "192": "所以引三文者，〈方便品〉法說，文義顯者。《無", "193": "量義》重敘於開，為合作由。〈信解品〉委領始", "194": "終五味，今昔權實無缺。若語方便，攝下二", "195": "周，若語信解，復該前後，故引此三文，該通", "196": "一部，本門曉示久成，故亦略引，是故正引", "197": "三文義足。然三處文，文意雖具，今從易了，", "198": "隨顯而說，故前之兩文，文義互彰，後之一", "199": "文，該始末故。初引〈方便〉中意者，且取從", "2": "天台沙門湛然述", "20": "別，次「若純」下明別立有妨，寄此兼判《楞伽》", "200": "頓出鹿苑文；次引《無量義》者，正當鹿苑", "201": "後方等般若文；後〈信解〉者通收二文。今初〈方", "202": "便品〉文，又三：初引文，次解釋，三結示。初引", "203": "文中具明漸頓，云「於三七日中」者，近代釋", "204": "云：但是始成不云日數。菩薩流支云：說《華", "205": "嚴經》前之五會初七日說，第六會去第二七", "206": "說。引《地經》云「如是我聞等成道未久」，第二", "207": "七日也。復有人言：八會如前，第九會別時說。", "208": "新疏破前二師釋云，第七日但說十地，故", "209": "知定在第二七日；若準《深密》、《普曜》二經，第七", "21": "成方等部。他云《楞伽》非第三時，七卷經文", "210": "日在鹿苑說三乘。《四分律》云第六七，《興起", "211": "行》判七七。《五分律》第七日，《智論》五十七，《十二", "212": "遊》一年方始說法。《過去因果經》云：「初七思", "213": "惟我法妙無能受者，二七思惟上中下根，三", "214": "七思惟誰應聞法，即至波羅柰為五人說", "215": "四諦。」小雲法華疏云：「三七已說法華，引下", "216": "文宿王華智佛在七寶菩提樹下說法華經，", "217": "今佛亦爾，《因果經》略同。」今師意者，佛在法身", "218": "地佛眼洞覽，豈止道場淹留三七？今明三", "219": "七意有所表，表三周也。初七思惟法說，次", "22": "第六卷中「大慧問言：外道尚遮不許食肉，", "220": "七思惟譬說，三七思惟因緣說，皆無機故", "221": "息大施小，此偏就圓為語。若通約大乘為", "222": "語，初七思惟說圓，次七思惟欲說別，三", "223": "七思惟欲說通，皆無機故，息大施於三", "224": "藏。次釋中二：先釋頓，次釋漸。初釋頓中二：", "225": "初正釋〈方便品〉先頓意也。次「序品」下，引二", "226": "文助釋頓後明漸。初文者，約大機，即寂場", "227": "之時；約小機，即成已思惟未說之時。次文", "228": "為二：初引二文，次「如此等」下判益相不同。", "229": "初又二：初引〈序文〉，次引〈涌出〉。初引〈序〉中", "23": "何況如來大悲含育，而許自他令食肉耶？」", "230": "二：初引今佛，次引古佛。涌出如文。次得", "231": "益不同中二：先立不同，即初後兩味不同；", "232": "次「何者」下釋。又為五：初約機緣，次「如牛」下", "233": "約化主，三「三教」下約教味，四「又約」下約行，", "234": "五「以此」下結意。初約機中具得二名，大故", "235": "名頓，初故名乳。次約化主中二：先譬、次合。", "236": "機緣雖二，約佛恒頓，故云「具在法身」。三約", "237": "教中二：初單約華嚴得名，次「五味」下對餘", "238": "教味得名復殊，所以對漸不定，名之為「頓」。", "239": "在四味初，故復名「乳」。四約行中，亦從所對", "24": "若大乘中《梵網》已制，猶作此說，當知《楞伽》", "240": "得有二名：一從所證理極，得醍醐名；二得", "241": "乳名。復從二義：一大行之始，二小機未轉。", "242": "先列二義。次「何者」下釋小未轉之相。五結", "243": "如文。次釋〈方便品〉開漸，中二：初述〈方便品〉，", "244": "次「故涅槃」下引《涅槃》證。初文又二：初正引", "245": "〈方便品〉，次「非但」下釋古佛同然，指引〈序〉文", "246": "也。次涅槃文二：先引法譬，次「漸機」下釋味", "247": "名。所以言「不取濃淡」者，秖是小機於華", "248": "嚴如乳非酪，濃於華嚴。三結示，如文。次", "249": "引《無量義》中二：初引文，次從「佛眼觀一切」", "25": "四含之後為漸制之始。下佛答中仍云「菩薩", "250": "下釋經意。又二：初明初大後小，次「若依」下", "251": "明初小後大。初如文。次文中二：初明先小", "252": "後大之意，次「次說」下正明後大。初又二：初略", "253": "標，次「所以」下釋。次正明中又三：初方等，次般", "254": "若，後法華。初方等中又六：初略述其部大", "255": "旨，次「故身子」下明被彈之人，三「然方等」下", "256": "明被彈之時，四「何者」下明受彈之意，五「自昔」", "257": "下明彈訶之益，六「按無量義」下結時。此諸文", "258": "者，並寄對小及鈍菩薩以明。初文者，上", "259": "句云「小偏在聲聞」，下云「三藏兼於菩薩」。次", "26": "不應食肉」，故知仍存小教中開。次難一音", "260": "文者，且略舉二人，餘者準例。善吉茫然棄", "261": "鉢，身子怖畏却華，以空智為入道之主，故", "262": "寄此二人。故般若中亦加此二。第三文者，", "263": "得果之後即有彈訶，彈訶之時復云往昔，驗", "264": "知並在十二年前。第四如文。第五文者，若", "265": "未得果，具足煩惱，大機復生，若其輒訶則", "266": "憚教不受有損無益，斯之謂歟。由得果後", "267": "訶，故成二益：一者得果，成於酪益；二者彈", "268": "訶，成其蘇益。六如文。次明說般若中二：", "269": "初引經略立，次「大品」下釋經意。釋中四：初", "27": "中亦二：先立計總斥，次別難。別中為六：初", "270": "略釋經意，次「又云」下明部中共別，三「大品」下", "271": "結成次第，四「復言」下結益。初如文。次文者，", "272": "初是共；次「而言」下別，別即不共，此是不共般", "273": "若，與二乘共說。又分二義，一以法界為", "274": "華嚴，二以時長通至於後，二義俱通，是故", "275": "兩存。大機則華嚴不休，小機則諸教次第，", "276": "是故鈍根猶同小見。三四如文。次明般若", "277": "之後說法華者，亦二：初引教略立，次釋。釋", "278": "中三：初明說頓之意，次「故」下引證結意，三", "279": "「復言」下結益。益中二：初明與涅槃同味，次", "28": "以鹿苑施小四諦破，次以信解衣瓔二身", "280": "「又燈明」下明化緣不同，故有無不等。於中", "281": "又四：先釋，次譬，三「法華」下引證，四「門」下料", "282": "簡釋疑。初二如文。次引證中二：先引證，次", "283": "「為此」下結。四料簡中，問如文。次答中言「大", "284": "論須菩提更問畢定不畢定」者，《大論》九十三", "285": "先舉經云「須菩提白佛言：世尊！菩薩摩訶薩", "286": "為畢定，為不畢定？佛告須菩提：畢定，非不", "287": "畢定。須菩提言：為何處畢定？聲聞耶？支佛", "288": "道耶？佛言：非二乘道中，是佛道中。須菩提", "289": "復問：為初心菩薩，為後心菩薩？佛言：初心", "29": "破，三「若言」下所化返成能化破，四「若言法華」", "290": "及跋致，皆悉畢定。」須菩提於《法華》中，已聞", "291": "諸菩薩得記，故已畢定。今復更問，故知須", "292": "菩提更為未入者問，故知《法華》之後更說般", "293": "若明矣。般若不殊，故結集者同為一部。三", "294": "引信解者具歷五時，又為二：先引證領五", "295": "時教，次「此五味」下結兩經同味。初言「次第」", "296": "者，《華嚴》初云「於菩提道場始成正覺」，在初", "297": "明矣。諸部小乘雖云初成，自是小機見為", "298": "初耳。據〈信解品〉脫妙著麁，故知居次。《大集》", "299": "云「如來成道始十六年」，故知方等在鹿苑後。", "3": "次難六宗，先指四宗與前同竟，已如前", "30": "下以法華純一縱難破，五引《華嚴》仍二破，", "300": "《仁王》云「如來成道二十九年，已為我說《摩訶", "301": "般若》」，故知般若在方等後，亦知《仁王》在《大品》", "302": "後。《法華》云「四十餘年」，《大經》云「臨滅度時」，當", "303": "知次第有所據也。故知古人以《法華》為般", "304": "若對第四味，獨以《涅槃》為第五味。誤矣！誤", "305": "矣！次文又二：初明二經味同，次「然二經」下", "306": "以起盡同相釋同味之意。於中又二：初標，", "307": "次「如法華」下釋。初言「然二經教意起盡是同」", "308": "者，「起」謂正說初分，「盡」謂正說末分。釋中二：", "309": "初正明起盡同，次「又涅槃」下重辨。初文者，《法", "31": "六「故知」下結難。言「華嚴五天住返」者，通舉", "310": "華》以本迹二門為初後二分，初則開權顯實", "311": "斷奠聲聞，後明本門增道損生，重更辨前", "312": "開權化主久遠成佛故。《涅槃》正說開為四段，", "313": "初〈純陀品〉去明涅槃施斷奠三脩，二〈長壽品〉", "314": "去十四品明涅槃義，三〈現病品〉去五品明", "315": "涅槃行，四〈師子吼品〉去三品明涅槃用。故知", "316": "初已斷奠聲聞，後但明於涅槃義用，是故", "317": "二經起盡同也。三明半滿相成中意，且置", "318": "前三，於一代教復須以半滿兩義相成，方", "319": "能消通一代妨難，五味之處雖然，若不論", "32": "上五，故云「五天」。其實但四，除化樂故，謂忉", "320": "相成於理未盡。於中為二：初明單用有", "321": "妨，次「今明」下正明相成。初文中云若直用", "322": "五味，猶同南師無慧方便，雖有方便無實", "323": "慧故，故名為縛。若直用半滿，猶同北師無", "324": "方便慧，雖有實慧，無方便故，故慧名縛。", "325": "何者？若以鹿苑為半，後去皆滿，滿中但得", "326": "約實一途，而失於權。以他明滿，不分權", "327": "實，故今順舊，但得名實。而失生熟二蘇之", "328": "益，及生熟中兩教二乘，及兩教中始入菩薩，", "329": "是故滿中但得於實。次正明中意則不爾，互", "33": "利說十住，夜摩說十行，兜率說十向，他化", "330": "相成益，五味則一道豎進，味味有半滿相", "331": "成。復於味味，皆有祕密及以不定，是則慧", "332": "得方便，故慧解。方便得慧則方便解，權實", "333": "俱遊，於茲明矣。於中又二：先略明離過，次", "334": "「若華嚴」下正判。初文中言「不相離」者，半滿相", "335": "對，有開有合。今家五味次第，唯用《大經》，為", "336": "有所據。然諸教意散在諸經，《大經》之文但", "337": "略結示前諸教耳。次正判又二：初正判，次", "338": "「如來」下明半滿之功，是則今家相成之意不", "339": "同古人者，良有以也。初文中，言「頓滿」等", "34": "說十地。", "340": "者，華嚴正隔小明大，於彼初分永無聲聞，", "341": "故云「唯滿」。後之四味，或單或帶，可以意知，", "342": "是故不同舊人所判，況復次第永異他人。", "343": "次功能中二：初舉化主稱歎，次述聲聞領", "344": "解。四明合不合中二：先總明來意，次「若華", "345": "嚴」下正明合不合。又為二：初正釋，次問答", "346": "釋疑。初文三：初明五味有合不合。前三味不", "347": "合，般若有合不合，法華一向合，「合」是「會」之異", "348": "名；次「自鹿苑」下明合不合所以；三「總就」下四", "349": "句分別合不合相。初文中言「後分」等者，準", "35": "○四研詳中二：先釋章名，次「若五時」下正為", "350": "《不思議境界經》云：「舍利子等五百聲聞，皆是", "351": "他方極位菩薩，故今在此逝多林會迹示聲", "352": "聞。」據《華嚴經》，文殊師利逝多林出時，舍利弗", "353": "語五百言：汝等且觀文殊師利相好威儀", "354": "等。觀彼經中舍利弗語辭，似如已聞諸大", "355": "乘竟。如在方等般若會時，未能悟故狀當", "356": "聾瘂，以後分之言，時仍長遠，亦可通在鹿", "357": "苑之前，今且判在華嚴會時。次文中二：初通", "358": "明三乘得合之處，次別顯聲聞得合之處。", "359": "初文又二：初明在法華，次明在涅槃。二文", "36": "研詳，次第詳前南三北七所用宗教，尋之可", "360": "各有先釋、次引證。次別顯聲聞中二：先標", "361": "二教，次釋二教。釋中二：先祕、次顯。初祕中", "362": "以提謂況出三時，此文可以通冠一切。次", "363": "明顯中三：初論未入位隨處得入者，意云", "364": "此等不專在法華，非謂全不至法華。次", "365": "明住果不過法華。三「未入位」下明法華中", "366": "上慢之輩來至涅槃。次文中言「敦信」者，入", "367": "位之人借使至法華不肯合者，正當敦", "368": "逼之文。文云「若有實得阿羅漢，不信此法", "369": "者，無有是處。」當知不合即是不信，不信故", "37": "見，不復分節。「全失三門亦失七門」者，以般若", "370": "名不實得，故云「不合成增上慢」。上慢之人", "371": "實不得入，得入之人非增上慢。第三文中", "372": "言「五千起去」者，於涅槃會方得入妙。又大", "373": "《纓珞．譬喻品》中，「復有五千菩薩聞佛說如", "374": "來法身功德，即從座起遶佛三匝而退。目連", "375": "問佛：此諸正士脩菩薩道，已入如來正法", "376": "之藏，行過二乘，何故聞說三身深義，不受", "377": "而退耶？佛言：善男子！此人聞說是法，沸", "378": "血流面。何以故？是無量劫恒誹謗受罪。此", "379": "五千者，從過去恒沙佛所，脩六度起想著，", "38": "中有共不共故，不共雖有別圓不同，且總", "380": "有悔心有退轉，當經歷多劫勤苦，千佛過", "381": "去猶不得度，其上首者名曰勇智，雖脩菩", "382": "薩道，欲得成佛不可得，如人欲於虛", "383": "空造室。」已發菩提心脩六度行，有著有", "384": "悔心有退轉，雖聞三身，尚從座起去，況諸", "385": "聲聞未曾入位增上慢者？是方等部抑挫之", "386": "辭，故云「千佛過去」。若其實說，此人於涅槃", "387": "中，尚已得入三四句分別中，初句云「華嚴三", "388": "藏非合非不合」者，華嚴帶別名非合，既是", "389": "純大不與小並，則不同於方等般若，名非", "39": "言之名為「不空」，對共中四以為八門；既但", "390": "不合。三藏純小未合於大，名為非合，既是", "391": "純小不與大並，不同方等般若並對而說，", "392": "名非不合。「涅槃亦合亦不合」者，本不住小", "393": "名亦合，仍存方便名亦不合。餘句可知。次", "394": "釋疑如文。次料簡中，列章、解釋。釋中二：先", "395": "釋，次問答釋疑。初又二：初略立，次釋。釋中", "396": "初明前四味通後，次「若涅槃」下明涅槃法華", "397": "通至於前。初文自四，初明華嚴中二：初引", "398": "經釋，次況結。初文又二：初明通至二經，次", "399": "明通至涅槃。初文言「二經」者，謂《般若》、《法華》，", "4": "破；次「今問」下真常二宗對並為難，又二：先", "40": "得一，全失共三及不共四，故云「失七」。「此得", "400": "以般若亦得名華嚴故，法華佛慧不殊初", "401": "故。次通至涅槃為二：初正引經，次「夫日」下", "402": "述意。初文者，彼經既有「住世無量劫」之言，又", "403": "見報身蓮華藏海說心地法門等，故知華嚴", "404": "至涅槃後，以彼《像法決疑》結涅槃故。次述", "405": "意者，初出先照，既別得頓名，餘輝獨及，與", "406": "先照何殊？則初後俱照高山，高山不異、照", "407": "體無別，是故初後俱是華嚴。況結可知。次", "408": "「若脩」下酪味通後，又為四：初略立，次「何者」", "409": "下證成，三「釋論」下以結集證成，四「當知」下總", "41": "斥小一種聲聞，全失七種聲聞者」，藏通八門", "410": "結。次文者，二人雖於法華得記，此後猶作", "411": "三藏結戒之緣，故知三藏至後。言「迦留陀", "412": "夷」者，由非時入聚落為俗所疑，遂被打", "413": "殺埋馬糞中，佛令諸比丘求覓不得，從馬", "414": "糞出便入滅度。因斯佛制白入聚落，文在", "415": "《涅槃》，故知涅槃共結小藏。又如身子於法", "416": "華中而為請主，至滅度已，帝釋供養已，收", "417": "取三衣付沙彌。沙彌持和尚三衣奉佛。帝", "418": "釋以事白佛：若有所說當受持，先至阿難", "419": "所問已。阿難共來至佛所，佛問：汝和尚戒", "42": "各有聲聞，若斥有相，但斥三藏有門一種，", "420": "身滅不？答言：不滅。乃至解脫知見身滅不？答", "421": "言：不滅。阿難言：彼恒說法教化無我，故憶", "422": "此耳。佛言：止止阿難，過去諸佛可非滅耶？", "423": "而五分不滅，何所憂愁耶？雖云五分不", "424": "滅，終是小乘中意，故三藏至後。當知聲聞", "425": "雖得授記，小機未悟終自見小。舍利弗滅", "426": "度緣，出《增一》第九。三方等至後，中二：先立，", "427": "次「何者」下釋。釋中二：釋、結。釋中云「陀羅尼", "428": "云」者，是《方等陀羅尼》下卷，經云：「文殊師利", "429": "言：今我不知是大陀羅尼義之所趣向。念", "43": "全失餘三及通中四，故云「失七」。「會五」者，五", "430": "已白佛言：世尊！如前所說，先於王城已", "431": "授聲聞記，今復於舍衛國授聲聞記。昔於", "432": "波羅柰授聲聞記，我今少疑，欲有請問，惟", "433": "佛聽許。舍利弗問文殊師利：世尊授記，不", "434": "久得菩提，各於世界，如今世尊。世尊不", "435": "虛，所言真實，故能第二第三授我等記，必", "436": "當如釋迦牟尼。」言「至法華後」者，即指王城", "437": "授記，同於法華。舍衛國記，即指方等在法", "438": "華後。彼經下文又云：「舍利弗聞文殊得記，", "439": "問文殊師利：於汝意云何？文殊語舍利弗：", "44": "謂人天及三。「不會七」者，「七」謂聲聞支佛各", "440": "汝意云何？猶如枯樹，更生華不？亦如山水，", "441": "還本處不？析石還合不？燋種生芽不？舍利", "442": "弗言：不也。文殊言：若不可得，云何問我得", "443": "記生歡喜不？授記無形，無相無我，無有", "444": "言語，無去來今，猶如野馬，如是觀者，乃名", "445": "得記。」此文是文殊破舍利弗得記之相，亦", "446": "同彈訶，仍似般若，亦可云般若在前意", "447": "也。四明般若中二：先立，次「何者」下釋。釋中", "448": "二：初文正引經釋，次「又釋論」下引事證。次", "449": "明後至初為二：先涅槃、次法華。初文二：初", "45": "有二故。「永失七術」者，常樂等四及非常非無", "450": "立，次釋。釋中二：先據道理，次「大經」下證。次", "451": "法華中二：初分顯祕，次結。云「通記」者，昔日", "452": "授記佛意不壅，小乘情隔自無悕取，況約", "453": "祕密已記二乘，據斯以論通至鹿苑。次釋", "454": "疑中云「別教復有四」者，別教十住脩生無", "455": "生，十行脩於無量，十向脩於無作，登地證", "456": "於無作，故云「有四」。又十行中習諸佛法，具", "457": "足習於一十六門，亦名為四。問：住以習八，", "458": "何故行中更習十六？答：前是自行隨用一", "459": "門，後為化他，是故行中更習前八，是故十", "46": "常等四，總成八術，故知但常唯得八術中之", "460": "六俱須廣習。二益不益中先敘意，次分釋", "461": "釋其濃淡。初約取用邊為二：先釋，次「不可」", "462": "下結。初文二，謂譬、合。次文二，先以譬結，次", "463": "「少分」下明譬意。初文亦二：先譬，次合。合又", "464": "二：先正合，次「於小」下以譬帖合。次譬意中，", "465": "言「少分譬喻不可全求」者，以華嚴為乳，但", "466": "取機生未堪入大，復在五味最初而說，是", "467": "故華嚴分喻初味，而未得於華嚴之頓，及", "468": "別圓兩教俱有五味次第之相，復有不定及", "469": "祕密等。次約良醫譬簡，中三：初譬，次「佛亦", "47": "一耳。又「八術」如《止觀》第八記。「二鳥俱遊」者，", "470": "如是」下合，三「此若」下結。結中二：先結盈縮", "471": "意，次「此取」下結用譬意，不以味濃為乳、味", "472": "淡為酪，故知自約次第相生為譬，全用在", "473": "初故如乳，縮用居次故如酪。三約行人中", "474": "二：先正釋，次更問答料簡。初文二：初正", "475": "約小乘行人得名不同，次「行人」下結不同", "476": "意。次問答中二：先問，次答。答中為三：即頓、", "477": "漸、不定。初文是頓，次「自有」下是漸，三「自有利", "478": "根」下不定。三文各二：先釋，次引《大經》。以由", "479": "三例不同故，稟味亦多少不一，此即義當", "48": "《大經》第八〈鳥喻品〉云：「善男子！鳥有二種，一", "480": "於三，非即約行論三。何者？如二乘人至", "481": "醍醐時亦得名頓，如不定中見性之言並", "482": "是頓義。由初問云稟味多少，是故答中還", "483": "依教相，出此三意。言「歷二味乃至四味」者，", "484": "至第二味即便見性，故云二味，三四亦然。", "485": "第三歷諸教中二：先總以五味對凡夫及", "486": "四教，次一一教各具五味。初文二：初引經，", "487": "次釋譬。一一具五中，先略標，次各釋，文自", "488": "為四，具如《止觀》第三記。一一教中皆有頓", "489": "漸不定等三，是則非但五味名通，三教亦何", "49": "名迦鄰提，二名鴛鴦，遊止共俱不相捨離。」", "490": "滯礙。「超果不定」者，一一教中既各用五味之", "491": "譬以譬於漸，若發宿習不歷五味而能頓", "492": "超名之為頓，隨發不同名為不定。若爾，通", "493": "別菩薩云何復名超果之義？答：教道無超、", "494": "證道亦有，是故四教皆有漸頓不定等四。圓", "495": "教中初文是頓，次「無差而差」去是漸，三「從佛」", "496": "去是不定。漸中言「約名字至究竟即判五味", "497": "相生」者，秖以五即次第對五。三云「從佛出", "498": "十二部經」者，是發不定，教雖是頓，由發不", "499": "定，即是從十二部教發則不定，即是頓中不", "5": "以同異對並，次「何者」下釋不異。又二：先釋", "50": "此品答前云何共聖行？「娑羅迦鄰提」，舊云", "500": "定教也。亦有超位以為圓中之頓也。言「可", "501": "約四善根」等者，五品外凡，未得名發，應", "502": "以斷惑高下而判位也。應云：初信如乳，二", "503": "信至七信如酪，八九十信如生熟蘇，始從", "504": "初住終至妙覺，並如醍醐，約此五味復論", "505": "不定。次增數明教中，所以立此門者，正言", "506": "教門雖多，不出從實以開權、從權以合", "507": "實，以此例知，一切教門大意可解。於中", "508": "自二：先迹，次本。初迹中三，謂序、釋、結。初如", "509": "文。次釋一法中又二：初正明開合，次總結。", "51": "「娑羅」是雙、「鄰提」是鳥，然「娑羅」翻堅固，不應", "510": "初又二：初從大一以開諸一，次從大一以", "511": "開小一，皆先開次合。初言「一乘」者，皆取四", "512": "教中大乘，故云「俱求佛果」。所言「本」者，即圓", "513": "一乘也。次二法中二，先明開合，次總結。次", "514": "三法中，但列二種三法，亦應論開合相，文", "515": "略可見。次二種四法，如文。次五法中，亦二", "516": "種不同，五中亦有橫竪二五，初列二五，次", "517": "二開合。次六法中唯一種，便列七八，於中", "518": "初列，次「初開」下示開合相。次七八二法者，", "519": "於法相論開合，開即成八，合即成七。次", "52": "云「雙」。或云娑羅一雙，鄰提一雙。或云娑羅", "520": "本門者，例於迹門，又為三：先標，次立本", "521": "門三種法相，謂亦有頓漸不定，三正明開", "522": "合。次又二：初通示本從一佛界開出無量", "523": "形類，次結此等形類不出頓等三法。次正", "524": "開合中準望於迹本，但是此諸開合之法，在", "525": "久本上故即成本，例應可解，欲令易見故", "526": "更明之，但是本初成道作斯設化耳。初一", "527": "法中亦先開合，次結。約二法論開合中「本是", "528": "如來藏」者，即是法華正體一實之理，故名為", "529": "藏。實理之中備有同體權實之法，名為半", "53": "一隻，鄰提一隻。引文云「鳥有二種」也。或「娑", "530": "滿，眾生不解是故開出帶半之滿，如般若", "531": "部對二乘半以明於滿。又亦不解，是故更", "532": "開破半之滿，謂方等部，凡所說大多破二", "533": "乘。又亦不解，更開單半，謂鹿苑教。所言二", "534": "者，由立半名，以對於滿。然法華前未有半", "535": "名，來至法華涅槃等部說於教意，方稱為", "536": "半。鹿苑唯小，故永不立半教之名，方等彈", "537": "斥小乘絕分，何半之有？般若付財尚無悕", "538": "取，猶屬他人亦不名半。如世半字堪助", "539": "成滿，故名為半。今以此半而對於滿，故亦", "54": "羅」翻為「鴛鴦」，引證云「問中云娑羅，答中云", "540": "名半，此從不思議二，開思議之二，今合", "541": "思議之二，歸於不思議二，不思議二純一醍", "542": "醐。", "543": "○從「記者私錄異同」下是章安雜錄隨己", "544": "異聞，不關於記大師說也。故不依文次，亦", "545": "無深淺。於中為二：初雜記異聞，次「惟文」下", "546": "述己推師結前生後。初文為四：初料簡", "547": "般若與法華以辨同異，二明經論諸藏離", "548": "合，三明四教名義所憑，四破古五時七階", "549": "不同。初文二：先難，次「有人」下會通。初文者，", "55": "鴛鴦，類異義同」，故以鴛鴦替於娑羅。或云", "550": "初列經文竟，次結問云此三種云何通者？", "551": "一者據會宗大明似般若勝於法華，二者", "552": "據第百卷則法華勝於般若，三者但是異名", "553": "則似二經齊等。一論三文似如相反，云何會", "554": "通？次會通中但會前二不會第三，以會", "555": "前二知同異故。於前二中先會般若勝，次", "556": "會法華勝。初文二：先引他會，次明今會。初", "557": "他會中二：先會，次問答釋疑。初文三：初義", "558": "立二慧，次「又般若」下引證，三「善眾經」下結", "559": "勝。初又二：先立，次「般若」下結。結中云「謂盛", "56": "「娑羅」翻為「天鶴」，引六卷《泥洹》云「雁鶴舍利」。", "560": "明此二」者，謂自契無相及以化物，自行為", "561": "實、化物為權，般若盛明權實二慧，此乃通", "562": "方未足申於般若為勝。次引證中先引第", "563": "一義悉檀意，次一部以明二慧，與難意同", "564": "此意未顯。次釋疑中問如文。答大品最初", "565": "專明此二，故當名耳。「今謂」去章安破，先斥", "566": "云「還是大論文」者，前之三文既有相違，還", "567": "引論語，何名會通？故於諸經法華為最。", "568": "從「會通者」去章安會通，但語般若部中有", "569": "不共理，則所引三文理自無違。何者？不共般", "57": "章安云：然漢不善梵音，秖增諍競，意在況", "570": "若攝一切法，何妨法華亦入其中。法華開", "571": "顯無非一切種智，此則初義無違，雖同種", "572": "智般若，不明二乘作佛，此則第二義無違。", "573": "般若秖是種智，種智不過權實，妙法秖是開", "574": "權顯實，況五佛章門皆是種智？故知名異意", "575": "義不殊，此則第三義無違。次「他會通」去會", "576": "第二義，又二：先古師會，次今會。初又二：先", "577": "會，次問答釋疑。初文二：初古會，次「然密」下", "578": "今判。初文中初至「其事難」者，此亦明他會", "579": "義未周，他亦不知指何為昔？何教二乘不", "58": "喻，取其雌雄共遊止息，譬一中無量、無量中", "580": "能具破？故但云云。然判法華勝般若，此", "581": "則可然。又準論文言「法華是祕密」者，須知", "582": "密祕，語同意別，如前云是顯非密，謂非", "583": "覆隱之密，如前教有二乘發心，不令未發", "584": "者知，故是覆密。今望般若為密者，此是祕", "585": "妙之密，般若中無，法華為勝。前已委釋不", "586": "能重敘，故復云云。又他人引論譬者，昔", "587": "以煩惱生死為毒，今以入生死，不斷煩", "588": "惱，如用毒為藥，亦不知指何菩薩斷與", "589": "不斷？又言菩薩是佛因者，如般若中三種", "59": "一。問：為凡與聖共、聖與凡共、凡與凡共？他", "590": "菩薩，二教菩薩至果無人，用何菩薩為何", "591": "佛因？而言易解非祕密耶？具如破光宅", "592": "中說。又復方等般若中圓，何曾不明二乘作", "593": "佛？何時不明用毒為藥？但不顯露對二", "594": "乘說，則名為祕。次今判中，欲辨別意助", "595": "明祕妙之密，是故顯密通大小等，則大密小", "596": "顯，故明衍中菩薩斷惑，於密復更以一意", "597": "直顯，即般若不明二乘作佛，故云「闕此一", "598": "條」等也。次料簡釋疑中更一問答，以第一", "599": "文顯示義深為問答意者，今言顯示不與", "6": "異非妙法，以生滅虛偽故；次「又真」下判既", "60": "云：若觀常時不識生死無常，若觀生死無", "600": "前同，故般若淺易。次問者，般若望法華既", "601": "未顯了，何故稱大？答文可見。次一問答，亦", "602": "未顯理，故章安立問責竟，次亦以共不共", "603": "破。次從「眾經論」去明諸藏離合者，以諸藏", "604": "義通於諸經，自古釋經經前立門，皆有藏", "605": "部所攝一門。今既法華遍收諸教，所以用", "606": "藏遍通諸經，是故章安於諸經論凡所明", "607": "藏，並能遍收一切諸經，故始自二藏終至", "608": "八藏，皆以一期佛教通之。初列二藏乃至", "609": "八藏，次從「通二藏者」下，通諸藏意入今四", "61": "常不識涅槃常住，二解不分，如識金不識", "610": "教及以八教。初以二藏通四教者，以聲聞", "611": "藏通三藏教，以菩薩藏通於三教，謂摩訶", "612": "衍藏。次通三藏者，聲聞藏通三藏教，雜", "613": "藏通通教別教，別教雖是獨菩薩法，帶方", "614": "便故亦入實故，故名為雜。後菩薩藏通於", "615": "圓教。次通四藏者，即以一教各對一藏，", "616": "故云「相通」，非謂四中更互相通。但藏與教", "617": "一一互通，聲聞雜菩薩佛，次第以對四教，意", "618": "義可見。若四互通，具如前四名互顯，但教體", "619": "已定不可互有。次以八教通八藏者，前三", "62": "鍮、識鍮不識金，精識二物是名雙觀；餘", "620": "如文，且指鹿苑為漸之初，次方等後即是", "621": "般若，是故次列通別圓三，正指此三為般", "622": "若部。不論法華者，以法華部非八數故，故", "623": "第一卷結教相云「今法華是定非不定」等。", "624": "前八教中雖有顯露，望祕名顯，猶為權教", "625": "近迹所覆，是故不同法華之顯。又八教中", "626": "雖有圓教帶偏明圓，猶屬於漸，故前文云", "627": "「漸開四教」。今法華圓開偏顯圓圓外無法。", "628": "三明四教名義所憑中又二：先明他問答，", "629": "次今引教會通。初文問四教出何經者，", "63": "三亦爾。凡聖俱然，故云雙遊。此釋違喻，一", "630": "答中乃引阿含四教者，但同有四，非即藏", "631": "等，亦一往語耳。然教定體與今不同。次今", "632": "文會通二：先通經，次通論。初文先引《月燈", "633": "三昧經》，次章安會釋。又二：先會一重，次「彼經」", "634": "下指廣。初又二：先別對，次通對，一一教皆", "635": "具四句。次指廣者，彼經因月光童子菩薩", "636": "問，佛為廣說。至第六卷初，佛告月光童子，", "637": "有四種言論不可思議，謂諸行等四，下去諸", "638": "文一一皆安不可思議。復有四相應法，謂", "639": "諸行等，文如前列。四門、四語、四音聲、四清淨", "64": "鳥窮下之生死，一鳥窮高之涅槃，升沈永", "640": "語、四語言道、四種密語、四辨才、四脩多羅、四多", "641": "聞、四種斷無明智，如是等總有七十七科四", "642": "法，一一皆云諸行及不思議等，如云：一者", "643": "諸行法門不可思議，二者訶責門不可思議，", "644": "三者煩惱門不可思議，四者清淨門不可思", "645": "議，乃至諸行斷無明智不可思議，乃至清淨", "646": "斷無明智不可思議，諸四皆爾。故與四教義", "647": "甚相應。如斷無明智，四教各有當教無明，", "648": "餘皆準此以義消釋。次約《地論》第七十波羅", "649": "蜜者，於中二：先引論，次會。初文者，《地持》", "65": "乖，雙遊何在？又有人約半滿以明雙遊。夫", "650": "第七以十二住攝一切位，釋第七住菩薩，", "651": "即當第七遠行地。能依為住，所依為地，此", "652": "論自以十二住為能依，不得以行前十住", "653": "以為能依，向後十地以為所依，於念念中", "654": "具十波羅蜜乃至四釋。今借四釋以對四", "655": "教，若借高位念念具法，以成初心具法之", "656": "意，以證圓門初後不二，故得用也。亦可一", "657": "一教皆具四家。四判教不同者為三：先略", "658": "述古異，次「今驗」下破，三「人情」下今立。初文", "659": "又三：先立漸頓，次立了不了，三立一音。", "66": "雙遊者，生死涅槃各有常與無常，取生死涅", "660": "初頓漸中云「漸有七階五時」者，恐將五時", "661": "之前人天為兩階，二乘為二階，并餘三時", "662": "名為七階。次破中，但破前二，不破一音，既", "663": "破漸頓，一音自壞。於前又二：先破頓漸，次", "664": "「然大品法華」下破了不了。初又二：先總破頓", "665": "漸，次別破漸中七階五時。初又三：先破，次", "666": "「然不無」下縱，三「但不可」下略示。次「人言」下別", "667": "破七階五時者，先破初時人天二階，次「人", "668": "言第二時」下破餘四時五階。初破第二時，次", "669": "「人言第三」下破第三時，言「四十年」下破第四", "67": "槃中雙常為一雙滿，取生死涅槃中一雙無", "670": "時，然「大品」下正破第五時，兼破了不了。於", "671": "中二：先廣破，次「若爾誕公」下結難。初文又", "672": "二：先對四經明皆有了，次「復應」下總約諸", "673": "經明皆有了。初文三：先引《大經》明三經名", "674": "異體同，次「大品」下明三經義同言異，三「人以」", "675": "下引人為驗。初如文。次文中云「維摩佛身", "676": "離五非常」者，如淨名室內為諸國王長者", "677": "說法云：「是身無常，無強，無力，無堅速朽，", "678": "離此非常，得五常身。」如阿難章云：「如來身", "679": "者，即是法身，一非思欲身，二佛為世尊，三", "68": "常為一雙半。今明不爾，兩常俱起乃是二", "680": "佛身無漏，四佛身無為，五不墮諸數。」三引", "681": "人又為五：初寄隱本，次「又舍利弗」下寄顯", "682": "本，三「又涅槃」下引互指同，四「又法華」下龍女", "683": "所得同，五「大智論」下明所付同。故知諸經同", "684": "皆明常，有何不了？諸經及結可見。次「人情」", "685": "下明今意者，先結生，「摩得」下正釋。又為五：", "686": "先引文立藏；次「然教必」下對藏分人；三「然", "687": "此」下簡於傍正，明立藏意；四問答釋妨；五", "688": "「今之」下開藏對教。初文又三：初引《摩得論》", "689": "文，次「又」下引結集者，三「龍樹」下引《大論》。次", "69": "雄，兩無常俱起乃是二雌，亦與喻乖，是故不", "690": "文又二：初略分。次「聲聞藏中」下釋出所以，", "691": "於中先釋二種聲聞，次「菩薩藏」下釋出二菩", "692": "薩。三四如文。第五對教又二：初正對，次「非", "693": "唯」下歎結，次「惟文略」下述己推師。又三：先", "694": "述記者意，次「師云」下述稟師作意，三「此備」下", "695": "結此生下。初又二：先述略意，次「若申」下", "696": "述須廣意，先法，次喻。述師中二：先謙退，次", "697": "「雖」下勸歎，又三：先教，次觀，三「圓通」下結。初教", "698": "中云「若能尋七義」等者，是第一卷中七番", "699": "共解。次通十妙者，用通解七來通十妙。初", "7": "非妙法，何殊不真等。次難圓宗中，先牒計", "70": "用。今言雙遊者，生死涅槃中俱有常無", "700": "以七義通十妙竟，迴此通義入一一妙，", "701": "皆以七義一一釋之。「研別體七」者，將通解", "702": "之七，研於別解，皆使具七，雖即用七五章", "703": "鈎鎖終自宛然，章章科科，七義無闕。結中", "704": "初句結教，次「遍朗」下結觀。", "705": "法華玄義釋籤卷第二十", "71": "常，在下在高雙遊並息，事理相即，二即中、", "72": "中即二，非二中而二中，事理雌雄義並成", "73": "也。故此雙遊須約六即，此中具有凡共聖", "74": "等，如前三句。用一音者，「有慧方便解」等者，", "75": "慧即是實，方便是權，二義相即不得相離。他", "76": "用五時但得方便而無實慧，故《淨名》云「無", "77": "慧方便縛」，故無實慧而用方便，名愛見悲，", "78": "即三藏菩薩也。總而言之，除無緣外，皆悉", "79": "名為方便縛也。是則別教地前，通教出假，", "8": "總斥，次「大品」下別難。又二：初以果法俱融", "80": "皆名愛見。若但一音而無權慧，何但方便是", "81": "縛，慧亦非解，故《淨名》云「無方便慧縛」，即二", "82": "眾空慧也。總而言之，通別入空菩薩，皆名", "83": "無方便慧。今用此意，斥彼用教，諸味用實，", "84": "雖名一音，若無赴緣，彈斥洮汰成生熟", "85": "蘇，使至法華堪入一實，名無方便。若用", "86": "五時漸誘之益，則失諸味平等一音，名為", "87": "無慧。故今斥之。義同縛慧及縛方便。", "88": "○五判教中，列章，解釋。釋中自六。初釋大", "89": "綱中復為三：標、列、釋。釋中復為教、觀二種。", "9": "難，次「又云」下以因法俱融難。染因染果皆悉", "90": "於中又二：先二門意，次正釋。釋中二：先釋", "91": "二種，次「今辨」下簡示稱歎。初文二：初約教中，", "92": "初釋頓教，始自華嚴終至法華，皆有頓義，", "93": "故顯露中唯除鹿苑，以餘部中皆有頓故，", "94": "名為頓教，而非頓部。下文不定，亦復如是。", "95": "此中又引初成道者，且借祕密助入此中，", "96": "明鹿苑初成亦有頓義，況諸經耶？言「七處", "97": "八會」者，是舊經五十卷，或六十卷成。晉義熙", "98": "十四年，北天竺佛度跋陀羅三藏此翻覺賢，", "99": "於揚州司空寺譯。後有大唐三藏，證聖元"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1717 法華玄義釋籤", "author": "唐 湛然述", "sourceLink": "http://www.cbeta.org/"}