{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1665 金剛頂瑜伽中發阿耨多羅三藐三菩提心論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1665", "1": "金剛頂瑜伽中發阿耨多羅三", "2": "藐三菩提心論亦名瑜伽總持釋門說菩提心觀行修行義", "3": "開府儀同三司特進試鴻臚卿", "4": "肅國公食邑三千戶賜紫贈司空", "5": "諡大鑑正號大廣智大興善寺", "6": "三藏沙門不空奉　詔譯", "7": "大廣智阿闍梨云。若有上根上智之人。不", "8": "樂外道二乘法。有大度量。勇銳無惑者。宜", "9": "修佛乘。當發如是心。我今志求阿耨多", "10": "羅三藐三菩提不求餘果。誓心決定故。魔", "11": "宮震動。十方諸佛皆悉證知。常在人天。受", "12": "勝快樂。所生之處。憶持不忘若願成瑜伽", "13": "中諸菩薩身者。亦名發菩提心。何者謂此", "14": "諸尊。皆同大毘盧遮那佛身。如人貪名官", "15": "者發求名官心修理名官行。若貪財寶", "16": "者。發求財寶心。作經營財物行。凡人欲", "17": "求善之與惡。皆先標其心。而後成其", "18": "志。所以求菩提者。發菩提心。修菩提行。", "19": "既發如是心已。須知菩提心之行相。其行", "20": "相者。三門分別。諸佛菩薩。昔在因地。發是", "21": "心已。勝義。行願。三摩地為戒。乃至成佛。無", "22": "時暫忘。唯真言法中。即身成佛故。是故說", "23": "三摩地於諸教中。闕而不言。一者行願。", "24": "二者勝義。三者三摩地。", "25": "初行願者。謂修習之人。常懷如是心。我當", "26": "利益安樂無餘有情界。觀十方含識猶如", "27": "己身。所言利益者。謂勸發一切有情。悉令", "28": "安住無上菩提。終不以二乘之法而令", "29": "得度真言行人。知一切有情。皆含如來", "30": "藏性皆堪安住無上菩提。是故不以二乘", "31": "之法而令得度。故華嚴經云。無一眾生而", "32": "不具有如來智慧。但以妄想顛倒執著", "33": "而不證得。若離妄想。一切智。自然智。無礙", "34": "智。則得現前。所言安樂者。謂行人。即知", "35": "一切眾生畢竟成佛故。不敢輕慢。又於大", "36": "悲門中。尤宜拯救。眾生所求皆與而給付", "37": "之。乃至身命而不悋惜其命安存。使令悅", "38": "樂。既親近已。信任師言。因其相親。亦可教", "39": "導。眾生愚矇。不可強度。真言行者。方便引", "40": "進。", "41": "二勝義者。觀一切法無自性。云何無自性。", "42": "謂凡夫執著名聞利養資生之具。務以安身。", "43": "恣行三毒五欲。真言行人誠可厭患誠可", "44": "棄捨。又諸外道等。戀其身命。或助以藥物。", "45": "得仙宮住壽。或復生天以為究竟。真言行", "46": "人。應觀彼等業力若盡。未離三界煩惱尚", "47": "存。宿殃未殄。惡念旋起。當後之時。沈淪", "48": "苦海。難可出離。當知外道之法。亦同幻夢", "49": "陽焰也。又二乘之人。聲聞執四諦法。緣覺", "50": "執十二因緣。知四大五陰畢竟磨滅。深起", "51": "厭離。破眾生執。勤修本法。剋證其果。趣", "52": "大涅槃。以為究竟。真言行者。當觀二", "53": "乘之人。雖破人執猶有法執。但靜意", "54": "識不知其他。又成果位。已灰身滅智。", "55": "趣其涅槃。如大虛空湛然常寂。有定性", "56": "者。難可發生。要待劫限等滿。方乃發生。若", "57": "不定性者。無論劫限。遇緣便迴心向大。從", "58": "化城起為已超三界。謂宿信佛故。乃蒙", "59": "諸佛菩薩而以方便。遂發大心。乃從初十", "60": "信。下遍歷諸位。經三無數劫難行苦行。然", "61": "得成佛。既知聲聞緣覺。智慧狹劣。亦不可", "62": "樂。又有眾生。發大乘心。行菩薩行。於諸", "63": "法門。無不遍修。復經三阿僧祇劫修六度", "64": "萬行。皆悉具足。然證佛果。久遠而成。斯由", "65": "所習法散致有次第。今真言行人。如前觀", "66": "已。復發利益安樂無餘眾生界一切眾生", "67": "心。以大悲決定。永超外道二乘境界。復修", "68": "瑜伽勝上法。能從凡入佛位者。亦超十", "69": "地菩薩境界。又深知一切法無自性。云何", "70": "無自性。前已旨陳。夫迷途之法。從妄想", "71": "生。乃至展轉。成無量無邊煩惱。輪迴六趣", "72": "者。若覺悟已。妄想止除。種種法滅。故無自", "73": "性。復次諸佛慈悲。從真起用。救攝眾生。應", "74": "病與藥。施諸法門。隨其煩惱對治迷津", "75": "遇栰達於彼岸。法亦應捨。無自性故。", "76": "如大毘盧遮那成佛經云。諸法無相。謂虛", "77": "空相。作是觀已。名勝義菩提心。當知一切", "78": "法空。已悟法本無生。心體自如。不見身", "79": "心。住於寂滅平等究竟真實之智。令無退", "80": "失。妄心若起。知而勿隨。妄若息時。心源空", "81": "寂。萬德斯具。妙用無窮。所以十方諸佛。以勝", "82": "義行願為戒。但具此心者。能轉法輪。自他", "83": "俱利。如華嚴經云。", "84": "悲光慧為主方便共相應", "85": "信解清淨心如來無量力", "86": "無礙智現前自悟不由他", "87": "具足同如來發此最勝心", "88": "佛子始發生如是妙寶心", "89": "則超凡夫位入佛所行處", "90": "生在如來家種族無瑕玷", "91": "與佛共平等決成無上覺", "92": "纔生如是心即得入初地", "93": "心樂不可動譬如大山王", "94": "又准華嚴經云。從初地乃至十地。於地", "95": "地中。皆以大悲為主。如無量壽觀經云。", "96": "佛心者。大慈悲是。又涅槃經云。南無純陀。身", "97": "雖人身。心同佛心。又云。", "98": "憐愍世間大醫王身及智慧俱寂靜", "99": "無我法中有真我是故敬禮無上尊", "100": "發心畢竟二無別如是二心先心難", "101": "自未得度先度他是故我禮初發心", "102": "發心已為人天師勝出聲聞及緣覺", "103": "如是發心過三界是故得名最無上", "104": "如大毘盧遮那經云。菩提為因。大悲為根。", "105": "方便為究竟。", "106": "第三言三摩地者。真言行人如是觀已。云", "107": "何能證無上菩提。當知法爾應住普賢大", "108": "菩提心。一切眾生本有薩埵。為貪瞋癡煩惱", "109": "之所縛故。諸佛大悲。以善巧智。說此甚深", "110": "祕密瑜伽。令修行者。於內心中。觀白月", "111": "輪。由作此觀。照見本心。湛然清淨。猶如滿", "112": "月光遍虛空無所分別。亦名覺了。亦名", "113": "淨法界。亦名實相般若波羅蜜海。能含種種", "114": "無量珍寶三摩地猶如滿月潔白分明。何者。", "115": "為一切有情。悉含普賢之心。我見自心。形", "116": "如月輪。何故以月輪為喻。謂滿月圓明", "117": "體。則與菩提心相類。凡月輪有一十六分。", "118": "喻瑜伽中金剛薩埵至金剛拳有十六大", "119": "菩薩者。於三十七尊中。五方佛位。各表一", "120": "智。東方阿閦佛。因成大圓鏡智。亦名金", "121": "剛智也。南方寶生佛。由成平等性智。亦名", "122": "灌頂智也。西方阿彌陀佛。由成妙觀察智。", "123": "亦名蓮華智。亦名轉法輪智也。北方不", "124": "空成就佛。由成成所作智。亦名羯磨智也。", "125": "中方毘盧遮那佛。由成法界智為本。已上", "126": "四佛智出生四波羅蜜菩薩焉。四菩薩。即", "127": "金寶法業也。三世一切諸聖賢。生成養育", "128": "之母。於是印成法界體性中。流出四佛也。", "129": "四方如來。各攝四菩薩。東方阿閦佛攝四菩", "130": "薩。金剛薩埵。金剛王。金剛愛。善哉。為四", "131": "菩薩也。南方寶生佛攝四菩薩。金剛寶。金", "132": "剛光。金剛幢。金剛笑。為四菩薩也。西方阿", "133": "彌陀佛攝四菩薩。金剛法。金剛利。金剛因。", "134": "金剛語。為四菩薩也。北方不空成就佛攝", "135": "四菩薩。金剛業。金剛護。金剛牙。金剛拳。為", "136": "四菩薩也。四方佛各四菩薩。為十六大菩", "137": "薩也。於三十七尊中。除五佛四波羅蜜及", "138": "後四攝八供養。但取十六大菩薩為四方佛", "139": "所攝也。又摩訶般若經中。內空至無性自", "140": "性空。亦有十六義。一切有情於心質中。有", "141": "一分淨性。眾行皆備。其體極微妙。皎然明白。", "142": "乃至輪迴六趣。變不變易。如月十六分之", "143": "一。凡月其一分明相。若當合宿之際。但為日", "144": "光。奪其明性。所以不現。後起月初。日日漸", "145": "加。至十五日圓滿無礙。所以觀行者。初以", "146": "阿字發起本心中分明。即漸令潔白分", "147": "明。證無生智。夫阿字者。一切法本不生義。", "148": "准毘盧遮那經疏釋阿字。具有五義。一者阿", "149": "字短聲是菩提心。二阿字引聲是菩提行。三暗", "150": "字長聲是證菩提義。四惡字短聲是般涅槃義。五", "151": "惡字引聲是具足方便智義。又將阿字。配解法", "152": "華經中開示悟入四字也。開佛知見。雙", "153": "開菩提涅槃如初阿字。是菩提心義也。示", "154": "字者。示佛知見。如第二阿字。是菩提行義", "155": "也。悟字者。悟佛知見。如第三暗字。是證菩", "156": "提義也。入字者。入佛知見。如第四惡字。是", "157": "般涅槃義。總而言之。具足成就。第五惡字。", "158": "是方便善巧智圓滿義也。", "159": "即讚阿字是菩提心義。頌曰。", "160": "八葉白蓮一肘門炳現阿字素光色", "161": "禪智俱入金剛縛召入如來寂靜智", "162": "扶會阿字者。揩實決定觀之。當觀圓明", "163": "淨識。若纔見者。則名見真勝義諦。若常見", "164": "者。則入菩薩初地。若轉漸增長。則廓周法", "165": "界。量等虛空。卷舒自在。當具一切智。凡修", "166": "習瑜伽觀行人。當須具修三密行。證悟五", "167": "相成身義也。所言三密者。一身密者。如結", "168": "契印召請聖眾是也。二語密者。如密誦真", "169": "言文句了了分明。無謬誤也。三意密", "170": "者。如住瑜伽相應白淨月圓觀菩提心。", "171": "次明五相成身者。一是通達心。二是菩提", "172": "心。三是金剛心。四是金剛身。五是證無上菩", "173": "提獲金剛堅固身也。然此五相具備方成本", "174": "尊身也。其圓明則普賢身也。亦是普賢心也。", "175": "與十方諸佛同之。亦乃三世修行證有前", "176": "後。及達悟也無去來今。凡人心如合蓮", "177": "華。佛心如滿月。此觀若成。十方國土。若淨", "178": "若穢。六道含識。三乘行位。及三世國土成壞。", "179": "眾生業差別。菩薩因地行相。三世諸佛。悉於", "180": "中現證本尊身。滿足普賢一切行願故。大", "181": "毘盧遮那經云。如是真實心。故佛所宣說。", "182": "問前言二乘之人。有法執故。不得成佛。今", "183": "復令修菩提心三摩地者。云何差別。答二", "184": "乘之人。有法執故。久久證理。沈空滯寂。限", "185": "以劫數。然發大心。又乘散善門中。經無數", "186": "劫。是故足可厭離。不可依止。今真言行人。", "187": "既破人法二執。雖能正見真實之智。或", "188": "為無始間隔。未能證於如來一切智智。", "189": "欲求妙道。修持次第。從凡入佛位者。即此", "190": "三摩地者。能達諸佛自性。悟諸佛法身。證", "191": "法界體性智。成大毘盧遮那佛。自性身。受用", "192": "身。變化身。等流身等流身。為行人。未證", "193": "故。理宜修之。故大毘盧遮那經云。悉地從", "194": "心生。如金剛頂瑜伽經說。一切義成就菩", "195": "薩。初坐金剛座。取證無上道。遂蒙諸佛授", "196": "此心地。然能證果。凡今之人。若心決定。如", "197": "教修行。不起于座。三摩地現前。應是成就", "198": "本尊之身。故大毘盧遮那經云供養次第法", "199": "云。若無勢力廣增益。住法但觀菩提心。佛", "200": "說此中具萬行。漸足清白純淨法也。此", "201": "菩提心。能包藏一切諸佛功德法故。若修證", "202": "出現。則為一切導師。若歸本則是密嚴國", "203": "土不起于座能成一切事。讚菩提心曰。", "204": "若人求佛慧通達菩提心", "205": "父母所生身速證大覺位", "206": "金剛頂瑜伽中發阿耨多羅三藐三菩提心論", "207": "一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1665 金剛頂瑜伽中發阿耨多羅三藐三菩提心論", "source": "CBETA"}