{"author": "高麗 知訥撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2019A 真心直說", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2019A", "1": "真心直說序真心直說序", "2": "或曰。祖師妙道可得知乎。曰古不云乎。道不", "3": "屬知。不屬不知。知是妄想。不知是無計。若真", "4": "達不疑之地。猶如太虛寬廓。豈可強是非耶。", "5": "或曰。然則諸祖出世無益群生耶。曰佛祖出", "6": "頭無法與人。只要眾生自見本性。華嚴云。知", "7": "一切法即心自性。成就慧身不由他悟。是故", "8": "佛祖不令人泥著文字。只要休歇見自本心。", "9": "所以德山入門便棒。臨濟入門便喝。已是探", "10": "頭太過。何更立語言哉。或曰。昔聞馬鳴造起。", "11": "信。六祖演壇經。黃梅傳般若。皆是漸次為人", "12": "豈獨無方便於法可乎。曰妙高頂上從來不", "13": "許商量。第二峯頭諸祖略容話會。或曰。敢祈", "14": "第二峯頭略垂方便耶。曰然哉是言也。奈何", "15": "大道玄曠非有非無。真心幽微絕思絕議。故", "16": "不得其門而入者。雖檢五千之藏教。不以為", "17": "多洞曉真心者。但出一言之擬比。早是剩法", "18": "矣。今不惜眉毛。謹書數章。發明真心。以為入", "19": "道之基漸也。是為序。", "20": "重刻真心直說序重刻真心直說序", "21": "夫真心直說者。佛佛授手祖祖相傳。更無別", "22": "法也。心者人人之本源。諸佛之覺性。一切萬", "23": "法盡在一心之內。八萬四千法門從此而出。", "24": "悟此心者。凡聖交參。迷此心者。生死無際。心", "25": "隨事轉。事隨理彰。事理融和。名直說者矣。今", "26": "比丘淨林。宿生慶幸。得遇斯文。發心重新刊", "27": "梓流通。命予為序以冠篇首。予才陋語拙學", "28": "問之淺。無足以發明其深奧。略序直說真心。", "29": "以塞其請耳。旹", "30": "成化己丑年五月端陽日後學文定序", "31": "真心直說", "32": "真心正信真心正信", "33": "華嚴云。信為道源功德母。長養一切諸善根。", "34": "又唯識云。信如水清珠。能清濁水故。是知萬", "35": "善發生信為前導。故佛經首立如是我聞。生", "36": "信之所謂也。或曰。祖門之信與教門信有何", "37": "異耶。曰多種不同。教門令人天信於因果。有", "38": "愛福樂者。信十善為妙因。人天為樂果。有樂", "39": "空寂者。信生滅因緣為正因。苦集滅道為聖", "40": "果。有樂佛果者。信三劫六度為大因。菩提涅", "41": "槃為正果。祖門正信非同前也。不信一切有", "42": "為因果。只要信自己本來是佛。天真自性人", "43": "人具足。涅槃妙體箇箇圓成。不假他求從來", "44": "自備。三祖云。圓同太虛無欠無餘。良由取舍", "45": "所以不如。志公云。有相身中無相身。無明路", "46": "上無生路。永嘉云。無明實性即佛性。幻化空", "47": "身即法身。故知眾生本來是佛。既生正信須", "48": "要解滋。永明云。信而不解增長無明。解而不", "49": "信增長邪見故。知信解相兼得入道疾。或曰。", "50": "初發信心未能入道有利益不。曰起信論云。", "51": "若人聞是法已不生怯弱。當知是人定紹佛", "52": "種。必為諸佛之所授記。假使有人能化三千", "53": "大千世界滿中眾生令行十善。不如有人於", "54": "一念頃正思惟此法。過前功德不可為喻。又", "55": "般若經云。乃至一念生淨信者。如來悉知悉", "56": "見。是諸眾生得如是無量福德。是知欲行千", "57": "里初步要正。初步若錯千里俱錯。入無為國", "58": "初信要正。初信既失萬善俱退。故祖師云。毫", "59": "釐有差天地懸隔。是此理也。", "60": "真心異名真心異名", "61": "或曰。已生正信。未知何名真心。曰離妄名真。", "62": "靈鑑曰心。楞嚴經中發明此心。或曰。但名真", "63": "心別有異號耶。曰佛教祖教立名不同。且佛", "64": "教者菩薩戒呼為心地。發生萬善故。般若經", "65": "喚作菩提。與覺為體故。華嚴經立為法界。交", "66": "徹融攝故。金剛經號為如來。無所從來故。般", "67": "若經呼為涅槃。眾聖所歸故。金光明號曰如", "68": "如。真常不變故。淨名經號曰法身。報化依止", "69": "故。起信論名曰真如。不生不滅故。涅槃經呼", "70": "為佛性。三身本體故。圓覺中名曰總持。流出", "71": "功德故。勝鬘經號曰如來藏。隱覆含攝故。了", "72": "義經名為圓覺。破暗獨照故。由是壽禪師唯", "73": "心訣云。一法千名應緣立號。備在眾經不能", "74": "具引。或曰。佛教已知。祖教何如。曰祖師門下", "75": "杜絕名言。名不立何更多名。應感隨機其", "76": "名亦眾。有時呼為自己。眾生本性故。有時名", "77": "為正眼。鑑諸有相故。有時號曰妙心。虛靈寂", "78": "照故。有時名曰主人翁。從來荷負故。有時呼", "79": "為無底鉢。隨處生涯故。有時喚作沒絃琴。韻", "80": "出今時故。有時號曰無盡燈。照破迷情故。有", "81": "時名曰無根樹。根蒂堅牢故。有時呼為吹毛", "82": "劍。截斷塵根故。有時喚作無為國。海晏河清", "83": "故。有時號曰牟尼珠。濟益貧窮故。有時名曰", "84": "無鑐鎖。關閉六情故。乃至名泥牛木馬心源", "85": "心印心鏡心月心珠。種種異名不可具錄。若", "86": "達真心諸名盡曉。昧此真心諸名皆滯。故於", "87": "真心切宜子細。", "88": "真心妙體真心妙體", "89": "或曰。真心已知名字。其體如何耶。曰放光般", "90": "若經云。般若無所有相無生滅相。起信論云。", "91": "真如自體者。一切凡夫聲聞緣覺菩薩諸佛。", "92": "無有增減。非前際生非後際滅。畢竟常恒。從", "93": "本已來性自滿足一切功德。據此經論真心", "94": "本體。超出因果通貫古今。不立凡聖無諸對", "95": "待。如太虛空遍一切處。妙體凝寂絕諸戲論。", "96": "不生不滅非有非無。不動不搖湛然常住。喚", "97": "作舊日主人翁。名曰威音那畔人。又名空劫", "98": "前自己。一種平懷無纖毫瑕翳。一切山河大", "99": "地草木叢林萬象森羅。染淨諸法皆從中出。", "100": "故圓覺經云。善男子。無上法王有大陀羅尼", "101": "門。名為圓覺。流出一切清淨真如菩提涅槃", "102": "及波羅蜜。教授菩薩。圭峯云。心也者。沖虛妙", "103": "粹。炳煥靈明。無去無來冥通三際。非中非外", "104": "洞徹十方。不滅不生。豈四山之可害。離性離", "105": "相。奚五色之能盲。故永明唯心訣云。夫此心", "106": "者。眾妙群靈而普會。為萬法之王。三乘五性", "107": "而冥歸。作千聖之母。獨尊獨貴無比無儔。實", "108": "大道源是真法要。信之則三世菩薩同學。蓋", "109": "學此心也。三世諸佛同證。蓋證此心也。一大", "110": "藏教詮顯。蓋顯此心也。一切眾生迷妄。蓋迷", "111": "此心也。一切行人發悟。蓋悟此心也。一切諸", "112": "祖相傳。蓋傳此心也。天下衲僧參訪。蓋參此", "113": "心也。達此心則頭頭皆是物物全彰。迷此心", "114": "則處處顛倒念念痴狂。此體是一切眾生本", "115": "有之佛性。乃一切世界生發之根源。故世尊", "116": "鷲峯良久。善現巖下忘言。達磨少室壁觀。居", "117": "士毘耶杜口。悉皆發明此心妙體。故初入祖", "118": "門庭者。要先識此心體也。", "119": "真心妙用真心妙用", "120": "或曰。妙體已知。何名妙用耶。曰古人云。風動", "121": "心搖樹。雲生性起塵。若明今日事。昧却本來", "122": "人。乃妙體起用也。真心妙體本來不動。安靜", "123": "真常。真體上妙用現前。不妨隨流得妙。故祖", "124": "師頌云。心隨萬境轉。轉處寔能幽。隨流認得", "125": "性。無喜亦無憂。故一切時中動用施為。東行", "126": "西往喫飯著衣。拈匙弄筯左顧右盻。皆是真", "127": "心妙用現前。凡夫迷倒於著衣時只作著衣", "128": "會。喫飯時只作喫飯會。一切事業但隨相轉。", "129": "所以在日用而不覺。在目前而不知。若是識性", "130": "底人。動用施為不曾昧却。故祖師云。在胎名", "131": "神。處世名人。在眼觀照。在耳聽聞。在鼻嗅香。", "132": "在口談論。在手執捉。在足運奔。遍現俱該法", "133": "界。收攝在一微塵。知之者為是佛性。不識者", "134": "喚作精魂。所以道吾舞笏。石鞏拈弓。祕魔擎", "135": "杈。俱胝竪指。忻州打地。雲巖師子。莫不發明", "136": "這著大用。若於日用不迷。自然縱橫無礙也。", "137": "真心體用一異真心體用一異", "138": "或曰。真心體用未審是一是異耶。曰約相則", "139": "非一。約性則非異。故此體用非一非異。何以", "140": "知然。試為論之。妙體不動絕諸對待離一切", "141": "相。非達性契證者。莫測其理也。妙用隨緣應", "142": "諸萬類。妄立虛相似有形狀。約此有相無相", "143": "故非一也。又用從體發用不離體。體能發用", "144": "體不離用。約此不相離理故非異也。如水以", "145": "濕為體。體無動故。波以動為相。因風起故。水", "146": "性波相動與不動故非一也。然波外無水水", "147": "外無波。濕性是一故非異也。類上體用一異", "148": "可知矣。", "149": "真心在迷真心在迷", "150": "或曰。真心體用人人具有。何為聖凡不同耶。", "151": "曰真心聖凡本同。凡夫妄心認物。失自淨性", "152": "為此所隔。所以真心不得現前。但如暗中樹", "153": "影地下流泉。有而不識耳。故經云。善男子。譬", "154": "如清淨摩尼寶珠映於五色隨方各現。諸愚", "155": "痴者見彼摩尼實有五色。善男子。圓覺淨性", "156": "現於身心隨類各應。彼愚痴者說淨圓覺實", "157": "有如是身心。自性亦復如是。肇論云。乾坤之", "158": "內宇宙之間。中有一寶祕在形山。此乃真心", "159": "在纏也。又慈恩云。法身本有諸佛共同。凡夫", "160": "由妄覆有而不覺。煩惱纏裹得如來藏名。裴", "161": "公云。終日圓覺而未嘗圓覺者凡夫也。故知", "162": "真心雖在塵勞不為塵勞所染。如白玉投泥", "163": "其色不改也。", "164": "真心息妄真心息妄", "165": "或曰。真心在妄則是凡夫。如何得出妄成聖", "166": "耶。曰古云。妄心無處即菩提。生死涅槃本平", "167": "等。經云。彼之眾生幻身滅故幻心亦滅。幻心", "168": "滅故幻塵亦滅。幻塵滅故幻滅亦滅。幻滅滅", "169": "故非幻不滅。譬如磨鏡垢盡明現。永嘉亦云。", "170": "心是根法是塵。兩種猶如鏡上痕。痕垢盡時", "171": "光始現。心法雙忘性即真。此乃出妄而成真", "172": "也或曰。莊生云。心者其熱燋火。其寒凝氷。", "173": "其疾俛仰之間。再撫四海之外。其居也淵而", "174": "靜。其動也懸而天者。其惟人心乎。此莊生先", "175": "說凡夫心不可治伏如此也。未審宗門以何", "176": "法治妄心也。曰以無心法治妄心也。或曰。人", "177": "若無心便同草木。無心之說請施方便。曰今", "178": "云無心。非無心體名無心也。但心中無物名", "179": "曰無心。如言空瓶。瓶中無物名曰空瓶。非瓶", "180": "體無名空瓶也。故祖師云。汝但於心無事於", "181": "事無心。自然虛而靈寂而妙。是此心旨也。據", "182": "此則以無妄心非無真心妙用也。從來諸師", "183": "說。做無心功夫類各不同。今總大義略明十", "184": "種。一曰覺察。謂做功夫時。平常絕念隄防念", "185": "起。一念纔生便與覺破。妄念破覺後念不生。", "186": "此之覺智亦不須用。妄覺俱忘名曰無心。故", "187": "祖師云。不怕念起只恐覺遲。又偈云。不用求", "188": "真唯須息見。此是息妄功夫也。二曰休歇。謂", "189": "做功夫時。不思善不思惡。心起便休遇緣便", "190": "歇。古人云。一條白練去。冷湫湫地去。古廟裏", "191": "香爐去。直得絕廉纖離分別。如痴似兀方有", "192": "少分相應。此休歇妄心功夫也。三泯心存境。", "193": "謂做功夫時。於一切妄念俱息。不顧外境但", "194": "自息心。妄心已息何害有境。即古人奪人不", "195": "奪境法門也。故有語云。是處有芳草滿城無", "196": "故人。又龐公云。但自無心於萬物。何妨萬物", "197": "常圍繞。此是泯心存境息妄功夫也。四泯境", "198": "存心。謂做功夫時。將一切內外諸境悉觀為", "199": "空寂。只存一心孤標獨立。所以古人云。不與", "200": "萬法為侶。不與諸塵作對。心若著境心即是", "201": "妄。今既無境何妄之有。乃真心獨照不礙於", "202": "道。即古人奪境不奪人也。故有語云。上園花", "203": "已謝車馬尚駢闐。又云。三千劍客今何在。獨", "204": "計莊周定太平。此是泯境存心息妄功夫也。", "205": "五泯心泯境。謂做功夫時。先空寂外境。次滅", "206": "內心。既內外心境俱寂。畢竟妄從何有。故灌", "207": "溪云。十方無壁落四面亦無門。淨裸裸赤洒", "208": "洒。即祖師人境兩俱奪法門也。故有語云。雲", "209": "散水流去寂然天地空。又云。人牛俱不見正", "210": "是月明時。此泯心泯境息妄功夫也。六存境", "211": "存心。謂做功夫時。心住心位境住境位。有時", "212": "心境相對。則心不取境。境不臨心各不相到。", "213": "自然妄念不生。於道無礙故。經云。是法住法", "214": "位世間相常住。即祖師人境俱不奪法門也。", "215": "故有語云。一片月生海幾家人上樓。又云。山", "216": "花千萬朵遊子不知歸。此是存境存心滅妄", "217": "功夫也。七內外全體。謂做功夫時。於山河大", "218": "地日月星辰內身外器。一切諸法同真心體。", "219": "湛然虛明。無一毫異。大千沙界打成一片。更", "220": "於何處得妄心來。所以肇法師云。天地與我", "221": "同根。萬物與我同體。此是內外全體滅妄功", "222": "夫也。八內外全用。謂做功夫時。將一切內外", "223": "身心器界諸法。及一切動用施為。悉觀作真", "224": "心妙用。一切心念纔生便是妙用現前。既一", "225": "切皆是妙用。妄心向甚麼處安著。故永嘉云。", "226": "無明實性即佛性。幻化空身即法身。志公十", "227": "二時歌云。平旦寅。狂機內隱道人身。坐臥不", "228": "知元是道。只麼忙忙受苦辛。此是內外全用", "229": "息妄功夫也。九即體即用。謂做功夫時。雖冥", "230": "合真體一味空寂。而於中內隱靈明乃體即", "231": "用也。靈明中內隱空寂用即體也。故永嘉云。", "232": "惺惺寂寂是惺惺妄想非。寂寂惺惺是無記", "233": "寂寂非。既寂寂中不容無記。惺惺中不用亂", "234": "想。所有妄心如何得生。此是即體即用滅妄", "235": "功夫也。十透出體用。謂做功夫時。不分內外。", "236": "亦不辨東西南北。將四方八面。只作一箇大", "237": "解脫門圓陀陀地。體用不分無分毫滲漏。通", "238": "身打成一片。其妄何處得起。古人云。通身無", "239": "縫罅上下忒團欒。是乃透出體用滅妄功夫", "240": "也。已上十種做功夫法不須全用。但得一門", "241": "功夫成就。其妄自滅真心即現。隨根宿習曾", "242": "與何法有緣即便習之。此之功夫乃無功之", "243": "功。非有心功力也。此箇休歇妄心法門最緊", "244": "要故。偏多說無文繁也。", "245": "真心四儀真心四儀", "246": "或曰。前說息妄未審但只坐習。亦通行住等", "247": "耶。曰經論多說坐習。所以易成故。亦通行住", "248": "等。久漸成純熟故。起信論云。若修止者。住於", "249": "靜處端坐正意。不依氣息。不依形色。不依於", "250": "空。不依地水火風。乃至不依見聞覺知。一切", "251": "諸想隨念皆除。亦遣除想。以一切法本來無", "252": "想。念念不生念念不滅。亦不得隨心外念境", "253": "界後以心除心。心若馳散即當收來住於正", "254": "念。是正念者。當知唯心無外境界。即復此心", "255": "亦無自相。念念不可得。若從坐起去來進止", "256": "有所施作。於一切時常念方便隨順觀察。久", "257": "習純熟其心得住。以心住故漸漸猛利。隨順", "258": "得入真如三昧。深伏煩惱信心增長。速成不", "259": "退。唯除疑惑不信誹謗重罪業障我慢懈怠。", "260": "如是等人所不能入。據此則通四儀也。圓覺經", "261": "云。先依如來奢摩他行。堅持禁戒。安處徒眾。", "262": "宴坐靜室。此初習也。永嘉云。行亦禪坐亦禪。", "263": "語默動靜體安然。據此亦通四儀耳。總論功", "264": "力坐尚不能息心。況行住等豈能入道耶。若", "265": "是用得純熟底人。千聖興來驚不起。萬般魔", "266": "妖不迴顧。豈況行住坐中不能做功夫也。如", "267": "人欲讎恨於人。乃至行住坐臥飲食動用。一", "268": "切時中不能忘了。欲愛樂於人亦復如是。且", "269": "憎愛有心中事。尚於有心中容得。今做功夫", "270": "是無心事。又何疑四儀中不常現前耶。只恐", "271": "不信不為。若為若信則威儀中道必不失也。", "272": "真心所在真心所在", "273": "或曰。息妄心而真心現矣。然則真心體用今", "274": "在何處。曰真心妙體遍一切處。永嘉云。不離", "275": "當處常湛然。覓即知君不可見。經云。虛空性", "276": "故。常不動故。如來藏中無起滅故。大法眼", "277": "云。處處菩提路頭頭功德林。此即是體所在", "278": "也。真心妙用隨感隨現。如谷應聲。法燈云。今", "279": "古應無墜。分明在目前。片雲生晚谷。孤鶴下", "280": "遙天。所以魏府元華嚴云。佛法在日用處。在", "281": "行住坐臥處。喫茶喫飯處。語言相問處。所作", "282": "所為舉心動念。又却不是也。故知體則遍一", "283": "切處。悉能起用。但因緣有無不定故。妙用不", "284": "定耳。非無妙用也。修心之人欲入無為海度", "285": "諸生死。莫迷真心體用所在也。", "286": "真心出死真心出死", "287": "或曰。嘗聞見性之人出離生死。然往昔諸祖", "288": "是見性人。皆有生有死。今現見世間修道之", "289": "人有生死事。如何云出生死耶。曰生死本無", "290": "妄計為有。如人病眼見空中華。或無病人說", "291": "無空花。病者不信。目病若無空花自滅。方信", "292": "花無。只花未滅其花亦空。但病者妄執為花。", "293": "非體實有也。如人妄認生死為有。或無生死", "294": "人告云。本無生死。彼人一朝妄息生死自除。", "295": "方知生死本來是無。只生死未息時亦非實", "296": "有。以妄認生死有故。經云。善男子。一切眾生", "297": "從無始來種種顛倒。猶如迷人四方易處。妄", "298": "認四大為自身相。六塵緣影為自心相。譬彼", "299": "病目見空中花。乃至如眾空花滅於虛空。不", "300": "可說言有定滅處。何以故。無生處故。一切眾", "301": "生於無生中妄見生滅。是故說名輪轉生死", "302": "據此經文。信知達悟圓覺真心本無生死。今", "303": "知無生死。而不能脫生死者。功夫不到故也。", "304": "故教中說。菴婆女問文殊云。明知生是不生", "305": "之法。為甚麼被生死之所流。文殊云。其力未", "306": "充故。後有進山主。問修山主云。明知生是不", "307": "生之法。為甚麼却被生死之所流。修云。笋畢", "308": "竟成竹去。如今作篾使得麼。所以知無生死", "309": "不如體無生死。體無生死不如契無生死。契", "310": "無生死不如用無生死。今人尚不知無生死。", "311": "況體無生死契無生死用無生死耶。故認生", "312": "死者不信無生死法。不亦宜乎。", "313": "真心正助真心正助", "314": "或曰。如前息妄真心現前。且如妄未息時。但", "315": "只歇妄做無心功夫。更有別法可對治諸妄", "316": "耶。曰正助不同也。以無心息妄為正。以習眾", "317": "善為助。譬如明鏡為塵所覆。雖以手力揩拭。", "318": "要須妙藥磨瑩光始現也。塵垢煩惱也。手力", "319": "無心功也。磨藥眾善也。鏡光真心也。起信論", "320": "云。復次信成就發心者。發何等心。略有三種。", "321": "云何為三。一者直心。正念真如法故。二者深", "322": "心。集一切善行故。三者大悲心。欲拔一切眾", "323": "生苦故。問曰。上說法界一相佛體無二。何故", "324": "不唯念真如。復假求學諸善也。答曰。譬如大", "325": "摩尼寶體性明淨而有鑛穢之垢。若人雖念", "326": "寶性。不以方便種種磨治終無得淨。以垢無", "327": "量遍一切法故。修一切善行。如是真如之法", "328": "體性空淨。而有無量煩惱染垢。若人雖念真", "329": "如。不以方便種種熏習亦無得淨。以垢無量", "330": "遍一切法故。修一切善行以為對治。若人修", "331": "行一切善法。自然歸順真如法故。據此所論。", "332": "以休歇妄心為正。修諸善法為助。若修善時", "333": "與無心相應不取著因果。若取因果便落凡", "334": "夫人天報中。難證真如不脫生死。若與無心", "335": "相應乃是證真如方便脫生死之要術。兼得", "336": "廣大福德。金剛般若經云。須菩提。菩薩無", "337": "住相布施其福德不可思量。今見世人有參", "338": "學者。纔知有箇本來佛性。乃便自恃天真不", "339": "習眾善豈只於真心不達。亦乃翻成懈怠。惡", "340": "道尚不能免。況脫生死。此見大錯也。", "341": "真心功德真心功德", "342": "或曰。有心修因不疑功德矣。無心修因功德", "343": "何來。曰有心修因得有為果。無心為因顯性", "344": "功德。此諸功德本來自具。妄覆不顯。今既妄", "345": "除功德現前。故永嘉云。三身四智體中圓。八", "346": "解六通心地印。乃是體中自具性功德也。古", "347": "頌。若人靜坐一須臾勝造恒沙七寶塔。寶塔", "348": "畢竟化為塵。一念淨心成正覺。故知無心功", "349": "大於有心也。洪州水潦和尚參馬祖問。如何", "350": "是西來的的意。被馬祖一踏踏到。忽然發悟", "351": "起來撫掌。大笑云。也大奇也大奇。百千三昧", "352": "無量妙義。只向一毛頭上便一時識得根源", "353": "去。乃作禮而退。據此則功德不從外來。本自", "354": "具足也。四祖謂懶融禪師曰。夫百千法門同", "355": "歸方寸。河沙功德總在心源。一切戒門定門", "356": "慧門神通變化。悉自具足不離汝心據祖師", "357": "語。無心功德甚多。但好事相功德者。於無心", "358": "功德自不生信耳。", "359": "真心驗功真心驗功", "360": "或曰。真心現前如何知是真心成熟無礙也。", "361": "曰學道之人已得真心現前時。但習氣未除。", "362": "若遇熟境有時失念。如牧牛雖調到牽拽隨", "363": "順處。猶不敢放了鞭繩。直待心調步穩赶趁", "364": "入苗稼中不傷苗稼。方敢撒手也。到此地步", "365": "便不用牧童鞭繩。自然無傷苗稼。如道人得", "366": "真心後。先且用功保養。有大力用方可利生。", "367": "若驗此真心時。先將平生所愛底境。時時想", "368": "在面前。如依前起憎愛心。則道心未熟。若不", "369": "生憎愛心。是道心熟也。雖然如此成熟。猶未", "370": "是自然不起憎愛。又再驗心。若遇憎愛境時。", "371": "特然起憎愛心令取憎愛境界。若心不起是", "372": "心無礙。如露地白牛不傷苗稼也。古有呵佛", "373": "罵祖者。是與此心相應今見纔入宗門。未知", "374": "道之遠近。便學呵佛罵祖者。太早計也。", "375": "真心無知真心無知", "376": "或曰。真心與妄心對境時。如何辨別真妄耶。", "377": "曰妄心對境有知。而知於順違境起貪瞋心。", "378": "又於中容境起癡心也。既於境上起貪瞋癡", "379": "三毒。足見是妄心也。祖師云。逆順相爭是為", "380": "心病。故知對於可不可者是妄心也。若真心", "381": "者無知而知。平懷圓照故異於草木。不生憎", "382": "愛故異於妄心。即對境虛明不憎不愛。無知", "383": "而知者真心故。肇論云。夫聖心者。微妙無相", "384": "不可為有。用之彌勤不可為無。乃至非有故", "385": "知而無知。非無故無知而知。是以無知即知。", "386": "無以言異於聖人心也。又妄心在有著有在", "387": "無著無。常在二邊不知中道。永嘉云。捨妄心", "388": "取真理。取捨之心成巧偽。學人不了用修行。", "389": "深成認賊將為子。若是真心居有無而不落", "390": "有無。常處中道故。祖師云。不逐有緣勿住空", "391": "忍。一種平懷泯然自盡。肇論云。是以聖人處", "392": "有不有。居無不無。雖不取於有無。然不捨於", "393": "有無。所以和光塵勞周旋五趣。寂然而往怕", "394": "爾而來。恬淡無為而無不為。此說聖人垂手", "395": "為人。周旋五趣接化眾生。雖往來而無往來", "396": "相。妄心不爾。故真心妄心不同也。又真心乃", "397": "平常心也。妄心乃不平常心也。或曰。何名平", "398": "常心也。曰人人具有一點靈明。湛若虛空遍", "399": "一切處。對俗事假名理性。對妄識權號真心。", "400": "無分毫分別。遇緣不昧。無一念取捨。觸物皆", "401": "周。不逐萬境遷移。設使隨流得妙。不離當處", "402": "湛然。覓即知君不見。乃真心也。或曰。何名不", "403": "平常心耶。曰境有聖與凡。境有染與淨。境有", "404": "斷與常。境有理與事。境有生與滅。境有動與", "405": "靜。境有去與來。境有好與醜。境有善與惡。境", "406": "有因與果。細論則萬別千差。今乃且舉十對", "407": "皆名不平常境也。心隨此不平常境而生。不", "408": "平常境而滅。不平常境心對前平常真心。所", "409": "以名不平常妄心也。真心本具。不隨不平常", "410": "境生起種種差別。所以名平常真心也。或曰。", "411": "真心平常無諸異因。奈何佛說因果善惡報", "412": "應乎。曰妄心逐種種境。不了種種境。遂起種", "413": "種心。佛說種種因果法。治伏種種妄心須立", "414": "因果也。若此真心不逐種種境。由是不起種", "415": "種心。佛即不說種種法。何有因果也。或曰。真", "416": "心平常不生耶。曰真心有時施用非逐境生。", "417": "但妙用遊戲不昧因果耳。", "418": "真心所往真心所往", "419": "或曰。未達真心人。由迷真心故作善惡因。由", "420": "作善因故生善道中。由作惡因故入惡道中。", "421": "逐業受生其理不疑。若達真心人妄情歇盡", "422": "契證真心無善惡因。一靈身後何所依託耶。", "423": "曰莫謂有依託者勝無依託耶。又莫將無依", "424": "託者。同人間飄零之蕩子。似鬼趣無主之孤", "425": "魂。特為此問求有依託耳。或曰然。曰達性則", "426": "不然也。一切眾生迷覺性故。忘情愛念結業", "427": "為因。生六趣中受善惡報。假如天業為因只", "428": "得天果。除合生處餘並不得受用。諸趣皆爾。", "429": "既從其業故。合生處為樂。不生處為非樂。以", "430": "合生處為自己依託。不生處為他人依託。所", "431": "以有妄情則有妄因。有妄因則有妄果。有妄", "432": "果則有依託。有依託則分彼此。分彼此則有", "433": "可不可也。今達真心契無生滅之覺性。起無", "434": "生滅之妙用。妙體真常本無生滅。妙用隨緣", "435": "似有生滅。然從體生用用即是體。何生滅之", "436": "可有。達人即證真體。其生滅何干涉耶。如水", "437": "以濕性為體波浪為用。濕性元無生滅故。波", "438": "中濕性何生滅耶。然波離濕性別無故。波亦", "439": "無生滅。所以古人云。盡大地是沙門一雙正", "440": "眼。盡大地是箇伽藍。盡是悟理人安身立命", "441": "處。既達真心。四生六道一時消殞。山河大地", "442": "悉是真心。不可離此真心之外別有依託處", "443": "也。既無三界妄因。必無六趣妄果。妄果既無", "444": "說甚依託。必無彼此。既無彼此則何可不可", "445": "也。即十方世界唯一真心。全身受用無別依", "446": "託。又於示現門中隨意往生而無障礙。故傳", "447": "燈云。溫操尚書問圭峯曰。悟理之人一期壽", "448": "終何所依託。圭峯曰。一切眾生無不具有靈", "449": "明覺性與佛無殊。若能悟此性即是法身。本", "450": "自無生何有依託。靈明不昧了了常知。無所", "451": "從來亦無所去。但以空寂為自體。勿認色身。", "452": "以靈知為自心。勿認妄念。妄念若起都不隨", "453": "之。則臨命終時自然業不能繫。雖有中陰所", "454": "向自由。天上人間隨意寄託。此即前真心身", "455": "後所往者也。", "456": "真心直說終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2019A 真心直說", "source": "CBETA"}