{"author": "唐 若那跋陀羅譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0377 大般涅槃經後分: 大般涅槃經後分: 大般涅槃經: 大般涅槃經後分", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "2 應盡還源品", "1": "大般涅槃經後分卷下", "2": "大唐南海波淩國", "3": "沙門若那跋陀羅譯", "4": "3 機感茶毘品機感茶毘品第三", "5": "爾時，拘尸城內一切男女悲泣流淚，不知茶", "6": "毘法則云何，問阿難言：「如來涅槃，如何法則", "7": "可以茶毘？」爾時，帝釋具陳上事，而以答言：「如", "8": "佛所說，依輪王法。」爾時，拘尸城內一切人民", "9": "悲泣流淚，摠入城中，即作金棺七寶莊嚴，即", "10": "辦微妙無價白㲲千張、無數細軟妙兜羅綿，", "11": "辦無數微妙栴檀沈水、百千萬種和香香泥", "12": "香水、一切繒蓋幡花等，如雲遍滿在於空", "13": "中，積高須彌。既辦已訖，悲哀流淚，將至佛所，", "14": "投如來前，悲咽不勝，而申供養。爾時，拘尸城", "15": "內一切人民及諸大眾重復悲哀，哽咽流淚，", "16": "復持無量香花、幡蓋、一切供具，如雲遍滿空", "17": "中，互相執手，搥胸哽咽，涕泣盈目，哀震大千，", "18": "投如來前，悲哀供養。爾時，大眾悲哽喑咽，深", "19": "重敬心，各以細妙白㲲障手，扶於如來入金", "20": "棺中，注滿香油，棺門即閉。爾時，拘尸城內一", "21": "切士女貪福善心，相欲攝取如來功德，不令", "22": "天人一切大眾同舉佛棺，即共詳議遣四力", "23": "士，壯大無雙，脫其所著瓔珞、衣服，期心請舉", "24": "如來聖棺，欲入城內，自申供養，盡其神力都", "25": "不能勝。爾時，城內復遣八大力士，至聖棺所，", "26": "脫所著衣，共擎佛棺，皆盡其神力都亦不得。", "27": "拘尸城內復遣十六極大力士，來至棺所，脫", "28": "所著衣，共舉佛棺，亦不能勝。爾時，樓逗語力", "29": "士言：「縱使盡城內人，男女大小，舉如來棺，欲", "30": "入城內，亦不能得。何況汝等而能勝耶？汝等", "31": "當請大眾及諸天力助汝舉棺，乃得入城。」樓", "32": "逗所言未訖，爾時帝釋即持微妙大七寶蓋、", "33": "無數香花、幢幡、音樂，與諸天眾悲泣流淚，垂", "34": "在空中供養聖棺；至第六天及色界天，皆如", "35": "帝釋供養聖棺。爾時，世尊大悲普覆，令諸世", "36": "間得平等心，得福無異。於娑羅林即自舉棺，", "37": "昇虛空中，高一多羅樹，拘尸城內一切人民", "38": "及諸世間人天大眾等共不得舉佛聖棺。爾", "39": "時，帝釋及諸天眾即持七寶大蓋、四柱寶臺，", "40": "四面莊嚴七寶瓔珞，垂虛空中，覆佛聖棺，無", "41": "數香花、幢幡、瓔珞、音樂、微妙雜綵，空中供養；", "42": "至第六天色界諸天，倍前帝釋覆佛聖棺及", "43": "申供養。爾時，拘尸城內一切人民見佛聖棺", "44": "昇在空中，搥胸大哭，悲咽懊惱。爾時，一切天", "45": "人於大聖尊寶棺前路，遍散七寶、真珠、香花、", "46": "瓔珞、微妙雜綵，繽紛如雲，地及虛空悉皆遍", "47": "滿，哀泣流淚，供養如來七寶靈棺，同聲唱言：", "48": "「苦哉！苦哉！我等無福，舉佛聖棺遂不能得，", "49": "我等孤露，何有善根？」爾時，世尊大聖金棺於", "50": "娑羅林虛空之中，徐徐乘空從拘尸城西門", "51": "而入。爾時，拘尸城內一切士女，無數菩薩、聲", "52": "聞、天人大眾，地及虛空悉皆遍滿，隨從如來", "53": "大聖靈棺，互相執手，號聲大哭，搥胸叫喚，喑", "54": "咽流淚，各持無數香花、寶幢、幡蓋，地及虛空", "55": "悉皆遍滿，悲號哀歎，供養靈棺。其拘尸那城", "56": "一面縱廣四十八由旬，爾時如來七寶金棺", "57": "徐徐乘空，從拘尸城東門而出、乘空右繞入", "58": "城南門、漸漸空行從北門出、乘空左繞還從", "59": "拘尸西門而入，如是展轉遶三匝已；乘空徐", "60": "徐還入西門、乘空而行從東門出、空行左遶", "61": "入城北門、漸漸空行從南門出、乘空右遶還", "62": "入西門，如是展轉遶經四匝。如是左右遶拘", "63": "尸城經于七匝。", "64": "爾時，七寶聖棺當入城時，一切大眾悲號哽", "65": "咽，各持無數微妙香木、栴檀、沈水、一切寶香，", "66": "文理香潔，普熏世界；復持無數寶幢、幡蓋、香", "67": "花、瓔珞至茶毘所，悲哀供養。爾時，四天王及", "68": "諸天眾悲泣流淚，各持天上上妙栴檀、沈水，", "69": "表裏香潔，芬馥周遍，各五百根，大如車輪；復", "70": "持一切寶香、寶幢、寶蓋、妙花、瓔珞至茶毘所，悲", "71": "哀供養；第二天各一千根、第三天各二千、第", "72": "四天各三千、第五天各四千、第六天各五千", "73": "及幡花至茶毘所，悲哀供養。爾時，色界、無色", "74": "諸天惟有香花至茶毘所，悲哀供養。爾時，", "75": "一切世間大眾各持微妙栴檀、沈水、香花、幡", "76": "蓋至茶毘所，悲哀供養。爾時樓逗涕泣盈目，", "77": "哀悼無極，從諸天人乞妙香木、栴檀、沈水，足", "78": "六千根，文理香潔，芬馥周遍，至茶毘所，悲哀", "79": "供養。阿耨達池四面縱廣二百由旬，出四大", "80": "河。佛初成道恒河北岸，一樹栴檀隨佛而生，", "81": "大如車輪，高七多羅樹，香氣普熏，供養如來。", "82": "其香樹神與樹俱生，常取此香供養於佛。佛", "83": "入涅槃，此一檀樹即隨佛滅，皮葉俱落，神亦", "84": "隨死。有諸異神取此香樹，送茶毘所，悲哀供", "85": "養。其地乃是三世諸佛茶毘之處，大覺世尊", "86": "乘本願力亦於是處茶毘。是處有諸往古諸", "87": "佛無量寶塔，金剛不壞堅固之處。爾時，如來", "88": "大聖寶棺漸漸空行，至茶毘所，徐徐垂空，下", "89": "安七寶床上，其床一切眾妙瓔珞、無價雜綵", "90": "以為莊嚴。於是時頃，復經七日，爾時拘尸城", "91": "內一切士女、無數菩薩、聲聞、三十三天一切", "92": "大眾，悲哀哽咽，持諸幡蓋、寶幢、香花，隨從佛", "93": "棺經於七日，以佛神力，一切天人無飢渴想，", "94": "一無思食，唯見哀泣、戀慕如來。既滿七日，大", "95": "聖如來將欲出棺。爾時，拘尸城內一切士女、", "96": "無數大眾復大哀泣，震動世界，復持香花、無", "97": "數幢蓋、微妙天樂，投佛棺前，哀咽供養。是時", "98": "大眾悲哽流淚，各以細微白㲲自障其手，深", "99": "重敬心，從寶棺中扶於如來紫磨黃金三十", "100": "二相、八十種好、堅固不壞金剛之身，安詳而", "101": "出，置七寶床。", "102": "爾時，大眾重大悲哀，聲震十方普佛世界，復", "103": "持一切香花、繒蓋、音樂深心供養，悶絕哽咽，", "104": "投如來前。是時，大眾復更悲咽，盈目流淚，各", "105": "持無數香水、香泥，深重敬心，從頭至足，灌洗", "106": "如來三十二相、八十種好、無量福德、智慧莊嚴、", "107": "金剛堅固、紫磨黃金不壞色身，復洗寶棺，微", "108": "妙清淨。既灌洗已，是時大眾復大號哭，悲哀", "109": "哽咽，燒微妙香，散七寶花，無數寶幢、幡蓋，", "110": "地及虛空悉皆遍滿，悲哀號泣，供養如來。是", "111": "時，大眾咸哀喑咽，即持無數妙兜羅綿，從頭", "112": "至足，纏裹如來金剛色身。既纏身已，復以上", "113": "妙無價白㲲千張，於兜羅上次第相重纏如", "114": "來身。纏身已訖，是時大眾重大悲哀，號哭悶", "115": "絕，復持香花、幡蓋、寶幢、音樂哽咽供養。是時，", "116": "大眾哀泣流淚，深重敬心，各以白㲲障手，喑", "117": "咽悲哽，共扶如來入寶棺中，注滿香油，棺門", "118": "尋閉。爾時，大眾重大悲哀，聲震世界，復持香", "119": "花、幡蓋、音樂，號慟悲泣，供養寶棺。爾時，一切", "120": "大眾所集微妙香木積高須彌，芬馥香氣普", "121": "薰世界，相重密次成大香樓，四面七寶莊嚴，", "122": "幢蓋、幡花、瓔珞、雜綵遍空如雲，以為莊嚴，人", "123": "天音樂悲哀供養。是時，天人大眾將欲舉棺，", "124": "置香樓上，復大悲哀，搥胸大叫，聲震大千。復", "125": "持幢蓋、香花、音樂悲哀供養。是時，大眾哀悼", "126": "悲結，深重敬心，各以白㲲障手，共舉如來大", "127": "聖寶棺，置於莊嚴妙香樓上，復大號泣，絕而", "128": "復穌，唱言：「苦哉！苦哉！何期孤露無有依恃。」悲", "129": "咽流淚，復散香花、寶幢、幡蓋、音樂、雜綵，一切", "130": "盡心，悲哀供養。爾時，如來大聖寶棺既上微", "131": "妙寶香樓已，將欲舉火，茶毘如來。是時，大眾", "132": "復大號哭，驚震大千，復更深重悲哀，供養大", "133": "聖寶棺及妙香樓。爾時，一切大眾哀泣盈目，", "134": "各持七寶香燭，大如車輪，焰彩光明，遍照", "135": "世界。一時大哭茶毘香樓，哀震大千一切世", "136": "界，復以香花遍滿供養。是時，寶燭至香樓所", "137": "自然殄滅。是時，一切諸天復持無上七寶大", "138": "燭焰光普照，悲哀流淚，投香樓所，皆悉殄滅。", "139": "爾時，一切海神持海中火七寶大燭、無數光", "140": "焰，投香樓所亦皆殄滅。是時，大眾長時號", "141": "哭，一切供養，不知如來何緣未畢，投火香樓，", "142": "茶毘不燃？爾時，世尊大悲普潤，待迦葉眾來", "143": "至乃燃。時大迦葉與五百弟子在耆闍崛山，", "144": "去拘尸城五十由旬，身心寂然，入于三昧。於", "145": "正受中，倏爾心驚，舉身戰慄，從定中出，見諸", "146": "山地皆大震動，即知如來已入涅槃。告諸弟", "147": "子：「我佛大師入般涅槃，時經七日已入棺中。", "148": "苦哉！苦哉！應當疾往至如來所。恐已茶毘，不", "149": "得見佛三十二相、八十種好、真淨色身。」迦葉", "150": "以敬佛故，不敢飛空往如來所，即將弟子尋", "151": "路疾行，悲哀速往，正滿七日，至拘尸城城東", "152": "路首。迦葉遇見一婆羅門執一天花，隨路而", "153": "來。迦葉問言：「仁者何來？」答曰：「佛般涅槃，我", "154": "於茶毘所來。」復問：「此是何花？」答言：「於茶毘", "155": "所得此天花。」迦葉就乞，答言：「不得，我期將歸", "156": "擬示六親家中供養。」迦葉就借著其頂上，便", "157": "即悶絕，昏迷躄地，喑咽悲哽，良久乃蘇。即自", "158": "惟忖：「於此號泣不見如來八十種好紫磨色", "159": "身，何所追益？」即與弟子疾共前進，至拘尸", "160": "城北門而入。於其城中入一僧坊，見諸比丘", "161": "叢聚一處，語迦葉言：「汝等遠來，深勞苦耶？安", "162": "坐待食。」迦葉答言：「我之大師已入涅槃，我有", "163": "何情安此待食？」諸比丘言：「汝師是誰？」答言：", "164": "「汝不知耶？哀哉痛苦！大覺世尊今已涅槃。」比", "165": "丘聞已，各大歡喜，而作是言：「快哉！快哉！如來", "166": "在世禁制我等，戒律嚴峻，我等甚不堪忍，不", "167": "能依行；今已涅槃，嚴峻禁戒，已應放捨。汝且", "168": "待食，有何急耶？」佛神力故，掩諸天耳、及大迦", "169": "葉諸弟子等，皆悉不聞惡比丘語，唯有迦葉", "170": "獨自聞之。於是，迦葉即將弟子悲泣流淚，疾", "171": "往佛所。是時，迦葉與諸弟子竊共思念：「我等", "172": "如何得諸供物，將至佛所供養如來？」迦葉復", "173": "言：「我自生長在此城中，乞供養物亦應可得。」", "174": "將諸弟子即就城內，次第告乞，得妙白㲲足", "175": "滿千張，復得無數妙兜羅綿，復得無量寶花、", "176": "香泥、香水、香油、寶幢、幡蓋、音樂、弦歌、瓔珞、雜", "177": "綵，悉皆具足。迦葉與諸弟子悲哀流淚，即持", "178": "疾往出城西門。爾時，迦葉即聞茶毘之所一", "179": "切大眾悲咽號哭，共問帝釋：「已供養訖，如何", "180": "得火，然此香樓，茶毘如來？」帝釋答言：「人眾且", "181": "待，摩訶迦葉即時而至。」釋言未訖，一切大眾", "182": "正於哀中，即見迦葉與諸弟子尋路悲來，眾", "183": "即停哀，便為開路。迦葉前進，遙見佛棺，將諸", "184": "弟子一時禮拜，號哭哽咽，悶絕躄地，昏濁亂", "185": "心，良久乃醒，流淚不勝，漸漸前行，問大眾言：", "186": "「如何得開大悲聖棺？」大眾答言：「佛入涅槃已", "187": "經二七，恐有損壞，如何得開？」迦葉答言：「如", "188": "來之身，金剛堅固，常樂我淨，不可沮壞，德香", "189": "芬馥，若栴檀山。」作是語已，涕泗交流，至佛棺", "190": "所。爾時，如來大悲平等，為迦葉故，棺自然開，", "191": "白㲲千張及兜羅綿皆即解散，顯出三十二", "192": "相、八十種好、真金紫磨堅固色身。迦葉與諸", "193": "弟子見已，悶絕躄地，喑咽哀哽，良久乃蘇，涕", "194": "泣盈目，與諸弟子徐上香樓，近佛棺邊。復更", "195": "喑咽，號哭悲哽，即以所得香花、幡蓋、寶、幢瓔", "196": "珞、音樂、弦歌哀號供養，即以香泥、香水灌洗", "197": "如來金色之身，燒香散花，哀泣供養。灌洗已", "198": "訖，迦葉與諸弟子持其所得妙兜羅綿纏於", "199": "如來紫磨色身，次以舊綿纏新綿上；兜羅", "200": "纏已，復以所得白㲲千張，次第相重於兜羅", "201": "上纏如來身；纏白㲲已，復持舊㲲著新㲲上，", "202": "次第相纏；總纏已訖，棺門即閉，七寶瓔珞，", "203": "一切莊嚴。爾時，迦葉復重悲哀，與諸弟子右", "204": "繞七匝，盈目流淚，長跪合掌，說偈哀歎：", "205": "「苦哉苦哉大聖尊，我今荼毒苦切心。", "206": "世尊滅度一何速，大悲不能留待我？", "207": "我於崛山禪定中，遍觀如來悉不見，", "208": "又觀見佛已涅槃，倏爾心戰大震驚。", "209": "忽見闇雲遍世界，復覩山地大震動，", "210": "即知如來已涅槃，故我疾來已不見。", "211": "世尊大悲不普我，令我不見佛涅槃，", "212": "不蒙一言相教告，我今孤露何所依？", "213": "世尊我今大痛苦，情亂迷悶昏濁心，", "214": "我今為禮世尊頂、為復哀禮如來胸、", "215": "為復敬禮大聖手、為復悲禮如來腰、", "216": "為復敬禮如來臍、為復深心禮佛足，", "217": "何苦不見佛涅槃？惟願示我敬禮處。", "218": "如來在世眾安樂，今入涅槃皆大苦。", "219": "哀哉哀哉深大苦，大悲示教所禮處。」", "220": "爾時，迦葉哽咽悲哀，說是偈已，世尊大悲即", "221": "現二足千輻輪相，出於棺外，迴示迦葉，從千", "222": "輻輪放千光明，遍照十方一切世界。爾時，迦", "223": "葉與諸弟子見佛足已，一時禮拜千輻輪相，", "224": "即更悶絕，昏迷躄地，良久乃醒。與諸弟子", "225": "哀號哽咽，右遶七匝，遶七匝已，復禮佛足，悲", "226": "哀哭泣，聲震世界。復更說偈，哀歎佛足：", "227": "「如來究竟大悲心，平等慈光無二照，", "228": "眾生有感無不應，示我二足千輻輪。", "229": "我今深心歸命禮，千輻輪相二尊足，", "230": "千輻輪中放千光，遍照十方普佛剎。", "231": "我今歸依頭面禮，千輻輪相長光照，", "232": "眾生遇光皆解脫，三塗八難皆離苦。", "233": "我復歸依頭面禮，輪光普救諸惡趣，", "234": "世尊往昔無數劫，為我等故修苦行；", "235": "今證得此金剛體，足下由放千光明，", "236": "悲哀稽首歸命禮，安於眾生千輻輪。", "237": "佛修眾德為一切，修道樹日降四魔，", "238": "四魔降已伏外道，眾生因此得正見。", "239": "稽首歸依頭面禮，眾生正見光明足，", "240": "佛為一切真慈父，足光平等度眾生。", "241": "我復歸依頭面禮，平等離苦輪足光，", "242": "我遇千輻光明足，悲喜交流哀切心。", "243": "我復悲哀頭面禮，有感千輻輪光相，", "244": "稽首歸依輪足光，乘究竟乘出三界。", "245": "敬禮天人歸依足，輪光普照三有苦，", "246": "眾生未得脫苦門，皆悉歸命輪光足。", "247": "我等輪迴未出離，如何輪足見放捨？", "248": "哀哉哀哉諸眾生，長夜莫覩輪足光，", "249": "悔過世尊大慈悲，示敬千輻輪光足。", "250": "哀哉今遇輪光相，自此當何復再覩？」", "251": "爾時，迦葉與諸弟子說是偈已，復重悶絕，昏", "252": "迷躄地，良久漸醒，悲哀哽咽，不能自裁。大覺", "253": "世尊千輻輪相金剛雙足，還自入棺，封閉如", "254": "故。爾時，城內一切士女、天人、大眾，見大迦葉", "255": "復重號哭，搥胸大叫，哀震大千無量世界，各", "256": "將所持悲哽供養。", "257": "爾時，拘尸城內有四力士，瓔珞嚴身，持七寶", "258": "炬，大如車輪，焰光普照，以焚香樓，茶毘如", "259": "來，炬投香樓，自然殄滅。迦葉告言：「大聖寶棺，", "260": "三界之火所不能燒，何況汝力而能燒耶？」城", "261": "內復有八大力士，更持七寶大炬光焰，一切", "262": "將投棺所，亦皆殄滅。城內復有十六極大力", "263": "士，各持七寶大炬來投香樓，亦悉殄滅。城內", "264": "復有三十六極大力士，各持七寶大炬來投，", "265": "亦皆殄滅。", "266": "爾時，迦葉告諸力士、一切大眾：「汝等當知，縱", "267": "使一切天人所有炬火，不能茶毘如來寶棺。", "268": "汝等不須勞苦，強欲為作。」爾時，城內士女、天", "269": "人、大眾復重悲哀，各以所持號泣供養，一時", "270": "禮拜右繞七匝，悲號大哭聲震三千。爾時，如", "271": "來以大悲力，從心胸中火踊棺外，漸漸茶毘，", "272": "經于七日，焚妙香樓，爾乃方盡。爾時，城內士", "273": "女、天人、大眾於七日間悲號哭泣，哀聲不斷，", "274": "各以所持，供養不歇。爾時，四天王各作是念：", "275": "「我以香水注火令滅，急收舍利，天上供養。」作", "276": "是念已，即持七寶金瓶，盛滿香水，復將須彌", "277": "四埵，四大香潔出甘乳樹，樹各千圍，高百由", "278": "旬，隨四天王同時而下至茶毘所。樹流甘乳，", "279": "注寫香瓶，一時注火。注已，火勢轉高，都無滅", "280": "也。爾時，海神莎伽羅龍王及江神、河神，見火", "281": "不滅，各作是念：「我取香水注火令滅，急收舍", "282": "利，住處供養。」作是念已，各持寶瓶盛取無量", "283": "香水，至茶毘所一時注火。注已，火勢如故，都", "284": "亦不滅。爾時，樓逗語四天王及海神等：「汝注", "285": "香水令火滅者，可不欲取舍利還本所居而", "286": "供養耶？」答言：「實爾。」樓逗語四天王言：「汝大貪", "287": "心。汝居天上，舍利隨汝，若在天宮，地居之人", "288": "如何得往而供養耶？」復語海神：「汝等住在大", "289": "海江河，如來舍利汝收取者，地居之人如何", "290": "得往而供養耶？」爾時四天王即皆懺悔，悔已", "291": "各還天宮；爾時大海、江、河神等，皆亦懺悔，誠", "292": "如聖言，悔已各還。", "293": "4 聖軀廓潤品大般涅槃經聖軀廓潤品第四", "294": "爾時，帝釋持七寶瓶及供養具至茶毘所，其", "295": "火一時自然滅盡，帝釋即開如來寶棺，欲請", "296": "佛牙。樓逗即問：「汝何為耶？」答言：「欲請佛牙，還", "297": "天供養。」樓逗言：「莫輒自取，可待大眾，爾乃共", "298": "分。」釋言：「佛先與我一牙舍利，是以我來，火即", "299": "自滅。」帝釋說是語已，即開寶棺，於佛口中右", "300": "畔上頷取牙舍利，即還天上起塔供養。爾", "301": "時，有二捷疾羅剎隱身隨釋，眾皆不見，盜", "302": "取一雙佛牙舍利。爾時，城內一切士女、一切", "303": "大眾，即一時來欲爭舍利。樓逗告言：「大眾", "304": "當知，待且安詳。如佛所說，應當如法，共分供", "305": "養。」爾時，城內士女、一切大眾不聞樓逗所言，", "306": "乃各執持矛矟、弓箭、刀劍、羂索、一切戰具，各", "307": "自莊嚴，欲取舍利。爾時，城內人眾即開佛棺，", "308": "兜羅白㲲宛然不燒，大眾見已復大號哭，流", "309": "淚盈目，各將所持悲哀供養，深心禮拜，流淚", "310": "長跪，同說偈讚：", "311": "「如來以大自在力，於一切世得自在，", "312": "大悲本願處斯土，周旋苦海度眾生。", "313": "無量智慧神通力，出沒生死無罣礙，", "314": "能以一身為多身，多身一身為無量。", "315": "神變普應咸皆見，無緣即現入涅槃，", "316": "我等福盡無應緣，故乃如來見放捨。", "317": "佛於娑羅寶棺中，大力士舉皆不起，", "318": "大悲之力自輕舉，昇空高一多羅樹，", "319": "乘虛徐遶拘尸城，七日大聖遶七匝，", "320": "遶已自臨茶毘所，不共神力所施為。", "321": "一切天人莫能測，佛於大般涅槃中，", "322": "金剛不壞力自在，一切茶毘火不然，", "323": "自於心中出慈火，焚燒七日示現盡，", "324": "人天不能滅此火，如來大悲示應力。", "325": "帝釋來至火便滅，妙兜羅綿纏佛身，", "326": "大火焚燒都不燃，白㲲隨佛寶棺內，", "327": "火中儼然而不燒，方知如來自在力。", "328": "於法自在為法王，敬禮大悲三界尊、", "329": "敬禮聖中無畏者、敬禮普覆大慈力、", "330": "敬禮神變自在者，我等從今離世尊，", "331": "沒苦無能見救護。哀哉哀哉大聖尊！", "332": "方今長別何由見？」", "333": "爾時大眾說是偈已，重復悲泣，各以所持盡", "334": "哀供養。爾時，樓逗普為天人一切大眾，與城", "335": "內人共於棺所，徐舉白㲲及兜羅綿：其迦葉", "336": "等白㲲千張火全不燒；其城內人白㲲千張，", "337": "除外一重餘者灰燼；其兜羅綿宛然如故。爾", "338": "時，樓逗取此白㲲及兜羅綿細破分之，與諸", "339": "大眾，令起寶塔而供養之；樓逗復取㲲灰亦", "340": "細分眾，令起寶塔而供養之；其餘燼灰無復", "341": "得分，眾各自取，起塔供養。其城內人先已遣", "342": "匠造八金壜，八師子座，各以七寶而為莊嚴，", "343": "其七寶壜各受一斛，各置七寶師子座上。其", "344": "八師子七寶之座，座別各有三十二力士，各", "345": "嚴七寶、瓔珞、雜綵纏身，共舉七寶八師子座；", "346": "座上復各有八婇女，身嚴七寶、瓔珞、雜綵持七", "347": "寶壜；座上復各有八婇女，嚴身瓔珞執七寶", "348": "蓋覆金壜上；座上復各有八婇女，身嚴瓔珞，", "349": "持七寶劍，衛七寶壜；座上復各有八婇女，身", "350": "嚴瓔珞，執雉毛纛，竪壜四面；座別各有無量", "351": "人眾，持妙音樂、幢幡、寶蓋、香花、瓔珞圍遶供", "352": "養；座各復有無量人眾，各持弓箭、矛矟、羂", "353": "索、長鉤、一切戰具而圍遶之，從拘尸城前後", "354": "圍遶向茶毘所。其八師子七寶之座出城去", "355": "後，城內人眾即持無數香泥、香水，尋力士後，", "356": "平治塗地，作香泥路，廣博嚴事，向茶毘所。其", "357": "路兩邊無數寶幢、幡蓋、香花、真珠、瓔珞、眾妙", "358": "雜綵、音樂、弦歌嚴飾路邊，儼然供養，待大", "359": "聖尊舍利而還。其諸力士持八師子七寶之", "360": "座，圍遶至茶毘所，即大哀泣，號哭哽咽，聲震", "361": "大千，各以所持深心供養。", "362": "爾時，世尊大悲力故，碎金剛體成末舍利，惟", "363": "留四牙不可沮壞。爾時，大眾既見舍利，復重悲", "364": "哀，以其所持流淚供養。爾時樓逗與城內人", "365": "涕泣盈目，收取舍利，著師子座七寶壜中，滿", "366": "八金壜，舍利便盡。爾時，一切天人大眾見佛", "367": "舍利入金壜中，重更悲哭，涕泣流淚，各將所", "368": "持深心供養。爾時，城內諸大力士及諸士女", "369": "將欲持佛舍利金壜向拘尸城。爾時大眾復", "370": "重悲哀，各將所持流淚供養。爾時，城內諸大", "371": "力士及圍遶眾并城內人悲咽流淚，舉八師", "372": "子七寶之座，隨香泥路迴向拘尸。爾時一切", "373": "人天大眾復大悲哀，聲震世界，各將所持隨", "374": "從舍利哀號供養。如來舍利至城內已，置四", "375": "衢道中。爾時，拘尸城人即嚴四兵、無數軍眾，", "376": "身著甲鎧、各執戰具，遶拘尸城四面周匝，無", "377": "數重兵儼然而住，擬防外人來抄掠故，雖為", "378": "儀式，無戰諍心。復有五百大呪術師，守城四", "379": "門，為遮難故。復有無數寶幢、幡蓋，微妙莊嚴，", "380": "大雉毛纛，於城四維儼然供養，為標式故。爾", "381": "時，城內一切士女、天人大眾復大悲哀，各將", "382": "所持深心供養。其舍利壜置師子座經于七", "383": "日，於七日中一切大眾，日夜悲號，哀聲不斷，", "384": "盡以所持深心供養。其八師子七寶之座，各", "385": "有五百大呪術師各共持之，遮有天龍、夜叉、", "386": "神鬼來欺奪故。經七日間，爾時如來本生眷", "387": "屬——迦毘羅國王諸釋種等，佛神力故，都不覺", "388": "知佛入涅槃。佛涅槃後經三七日，爾乃方知。", "389": "時彼國王諸釋種等，悲哭號泣，即共疾來至", "390": "拘尸城，見諸兵眾，無數千人圍繞城外；復見", "391": "寶幢、幡蓋列城四維，映蔽國界；復見大呪術", "392": "師守城四門。王及釋等問呪師言：「佛涅槃耶？」", "393": "答云：「佛涅槃來過四七日，茶毘已竟，將分舍", "394": "利。」王言：「我等是佛所生眷屬，佛神力故，令我", "395": "不知如來涅槃。我今欲見如來舍利，卿可開", "396": "路令我得入。」呪師兵眾聞是語已，即聽入城。", "397": "王及釋種得入城已，見佛舍利在師子座，悲", "398": "號哽咽，涕淚交流，右遶七匝。遶七匝已，收淚", "399": "而言：「我今欲請如來舍利一分，將還供養。」大", "400": "眾答曰：「雖知汝是釋種眷屬，然佛世尊先已", "401": "有言，分布舍利未見及汝，各有請主，汝如何", "402": "得？汝可還耶。」爾時，王及釋種不果所請，號哭", "403": "悲哀，悶絕躄地，良久乃醒，悲不自勝，語眾人", "404": "言：「如來世尊是我釋種，愍汝等故於此涅槃。", "405": "汝等如何見有欺忽，乃不分我一分舍利？」作", "406": "是語訖，各禮舍利，右遶七匝，悲泣流淚，生", "407": "忿恨心，慨悼還家。", "408": "爾時，摩迦陀主阿闍世王害父王已，深生悔", "409": "恨，身生惡瘡，既遇世尊月愛光觸身瘡漸愈，", "410": "來詣佛所，求哀懺悔。世尊大悲，即以甘露微", "411": "妙法藥洗蕩身瘡，極重罪滅，即還本宮，都不", "412": "覺知如來涅槃。於涅槃夜夢見月落、日從地", "413": "出、星宿雲雨繽紛而隕；復有煙氣從地而出，", "414": "見七彗星現於天上；復夢天上有大火聚，遍", "415": "空熾然，一時墮地。夢已尋覺心大驚戰，即召", "416": "諸臣，具陳斯夢：「此何祥耶？」臣答王言：「是佛涅", "417": "槃不祥之相。佛滅度後，三界眾生、六道有識，", "418": "煩惱橫起，故現大火從天落地；佛入滅度，月", "419": "愛慈光、慧雲普潤悉皆滅沒，即雲月落；星", "420": "落地者，佛涅槃後，八萬律儀、一切戒法，眾", "421": "生違反，不依佛教，乃行邪法，墮於地獄；日出", "422": "地者，佛涅槃後，三塗惡道苦聚日光出現世", "423": "間；故感斯夢。」王聞是語，將諸臣從夜半即", "424": "來至拘尸城，見諸無數四兵之眾，防衛拘尸", "425": "無量重數，復見城門有呪術師防止外難。王", "426": "見是已，即問呪師：「佛涅槃耶？」呪師答言：「佛涅", "427": "槃來，已經四七，當今大眾將分舍利。」王言：「佛", "428": "入涅槃，我都不知，我於夜夢見不祥事，以問", "429": "諸臣，方知如來入大涅槃。我欲入城禮拜如", "430": "來金剛舍利，汝為通路。」呪師聞已，即聽前入。", "431": "王至城內四衢道中，見師子座舍利金壜，復", "432": "覩大眾悲哀供養，王與徒眾一時禮拜，悲泣", "433": "流淚，右遶七匝，哀慘供養。爾時，王就大眾請", "434": "求如來一分舍利，還國供養。大眾答言：「何晚", "435": "至耶？佛已先說分布方法，舍利皆已各有所", "436": "請，無有仁分，仁可還宮。」阿闍世王不果所請，", "437": "愁憂不樂，即禮舍利，惆悵而還。", "438": "爾時毘離外道名王，佛涅槃後經三七已，爾", "439": "乃方知，即將臣從疾往拘尸。既至拘尸，即見", "440": "無數四兵之眾，防衛拘尸，遶無量重。爾時", "441": "阿勒伽羅王，佛涅槃後經三七已，爾乃方知，", "442": "即將臣從疾往拘尸。既至拘尸，即見無數四", "443": "兵之眾，防衛拘尸，遶無量重。爾時毘耨隊", "444": "不畏王，佛入涅槃經三七已，爾乃方知。爾時", "445": "遮羅伽羅國王，佛入涅槃經三七已，爾乃方", "446": "知。爾時師伽那王，佛入涅槃經三七已，爾乃", "447": "方知。爾時波肩羅外道名王，佛入涅槃經三", "448": "七已，爾乃方知，即將臣從疾往拘尸。既至拘", "449": "尸，即見無數四兵之眾，防衛拘尸，遶無量重。", "450": "復見城門有大呪師防止外難，王問呪師：「佛", "451": "涅槃耶？」答言：「佛涅槃來，已經四七，當今大眾", "452": "將分舍利。」王語呪師：「佛入涅槃，我都不知，故", "453": "今晚至。我欲入城禮拜供養如來舍利，汝可", "454": "開路。」呪師聞已，即聽前入。至四衢道見師", "455": "子座七寶莊嚴，安置七寶舍利金壜，復見", "456": "大眾悲哀供養，王將從眾一時禮拜，悲哀流", "457": "淚，右遶七匝，各以所持悽慘供養。王語眾", "458": "言：「佛入涅槃，我都不知，一何苦哉，不得見佛。", "459": "請眾與我一分舍利，還國供養。」眾言：「汝何來", "460": "晚，佛已先說分布法軌，舍利皆已各有所請，", "461": "無有仁分，仁可還宮。」王及臣眾不果所請，愁", "462": "憂不樂，即禮舍利，悲戀而還。爾時諸菩薩", "463": "及聲聞眾、天人、龍鬼、國王、長者、大臣、人民、一", "464": "切大眾，悲號涕泣，搥胸大哭，五體投地，作禮", "465": "而去。", "466": "大般涅槃經後分卷下", "467": "時迦毘羅等七國王臣不果所願，心懷悲憤，慨戀而還，各至本邑，咸遣使臣同詣拘尸，再求舍利。城人報曰：「世尊慈父既於我界而般涅槃，全身舍利應留永劫於此供養，終不分與外邑諸人。」諸國答曰：「若分者善；若不與者，我等當以彊力奪取。」城人告曰：「徒事鬥諍，終不可得。」闍王復使雨行大臣馳兵請分，告城人曰：「若與者善；若不見分，我加兵力彊奪將去。」答言：「任意。」爾時，拘尸城中所有壯士男女，並閑弓射，即便摠出，嚴整四兵，欲與諸邑交兵合戰。爾時，毘離國諸梨車種遂集四兵，往拘尸城，在一面住；阿勒國諸剎帝利，亦集四兵，在一面住；毘耨國諸婆羅門，亦集四兵，在一面住；遮羅迦羅國諸釋子，亦集四兵，在一面住；師伽國拘樓羅，亦集四兵，在一面住；波肩羅國力士，亦集四兵，往拘尸城，在一面住。爾時，拘尸那城七軍圍遶，為舍利故，各欲奪取。爾時，大眾中有一婆羅門姓煙，在八軍中高聲大唱：「拘尸城諸力士主聽，佛無量劫積善修忍，諸君亦常聞讚忍法，今日何可於佛滅後，為舍利故，起兵相奪？諸君當知此非敬事。舍利現在但當分作八分。」諸力士言：「敬如來議。」爾時，姓煙婆羅門即分舍利以為八分，作八分竟，高聲大唱：「汝諸力士主聽，盛舍利瓶請以見與，欲還頭那羅聚落起瓶塔，華香、幡蓋、伎樂供養。」諸力士答言：「敬從來請。」爾時，必波延那婆羅門居士復以高聲大唱：「拘尸城中諸力士主聽，燒佛處炭與我，欲還本國起炭塔，華香、伎樂供養。」諸力士答婆羅門言：「敬從來請。」爾時，拘尸城諸力士得第一分舍利，即於國中起塔，華香、伎樂種種供養；波肩羅婆國力士得第二分舍利，還歸起塔，種種供養；師伽那婆國拘羅樓眾得第三分舍利，還歸起塔，種種供養；阿勒遮國諸剎帝利得第四分舍利，還國起塔供養；毘耨國諸婆羅門得第五分舍利，還國起塔，種種供養；毘離國諸梨車得第六分舍利，還國起塔，種種供養；遮羅迦羅國諸釋子得第七分舍利，還國起塔，華香供養；摩伽陀主阿闍世王得第八分舍利，還王舍城起塔，華香、伎樂種種供養；姓煙婆羅門得盛舍利瓶，還頭那羅聚落起塔，華香供養；必波羅延那婆羅門居士得炭，還國起塔供養。爾時，閻浮提中八舍利塔、第九瓶塔、第十炭塔，如是分布舍利事已。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0377 大般涅槃經後分: 大般涅槃經後分: 大般涅槃經: 大般涅槃經後分", "source": "CBETA"}