{"author": "東晉 竺曇無蘭譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0022 寂志果經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 22 [No. 1(27), No. 125(43.7)]", "1": "佛說寂志果經", "2": "東晉西域沙門竺曇無蘭譯", "3": "聞如是：一時，佛遊王舍城，耆域奈園，與比", "4": "丘眾千二百五十俱。時，王阿闍世，七月十", "5": "五日，過新歲臘，與群臣百官俱，眷屬圍繞，", "6": "上寂安觀，謂群臣言：「諸卿當知，如是我修", "7": "非時愁悒不改，雖得此歲，憒慘不次。當何方", "8": "便除其怵惕？」有臣白王：「當以五樂消散憂", "9": "慮。」有臣：「當作名倡巧妙異妓鼓樂絃歌，可以", "10": "療憂。」有臣白王：「宜以四種象馬車步勇猛兵", "11": "士，消除悒憒。」有臣白王：「不蘭迦葉、莫軻離", "12": "惟瞿樓、阿夷耑其耶今離、迦旃、先比盧", "13": "持、尼揵子等，是諸師者，各與五百之眾，在", "14": "此大城。可嚴大駕，造與相見，談聽歡娛，可", "15": "離所患。」時，有童子醫王，名曰耆域晉言固活，持", "16": "扇侍王。王顧謂言：「卿何故默，獨無所陳？」耆", "17": "域白王：「欲蠲灼惕忘憂除患，今佛世尊，與", "18": "弟子眾俱在奈園，可到佛所稽首致敬，諮啟", "19": "疑惑，乃得開解。」時，王阿闍世，便即欲見天", "20": "中之天，答耆域言：「善哉！大佳，當俱往覲。」耆", "21": "域受教，嚴五百象，五百采女，嚴訖白：「辦。宜", "22": "知是時。」王乘駕象，名曰仁調，與五百侍從", "23": "俱，導衛前後，出王舍城，然大炬火。時，王恐", "24": "懅，住止不前，謂耆域言：「佛與幾比丘俱在", "25": "奈園？」答曰：「有千二百五十。」王曰：「卿得無詐，", "26": "令吾出國，道相危乎？每至異道諸梵志所，", "27": "其眾五百，音聲揚逸。今比丘多而不聞聲？」", "28": "耆域曰：「王！莫恐莫懅。不敢謀王，不造逆", "29": "害，及后貴人。惟佛世尊，長夜寂然，弟子志", "30": "學，法則靜然。願王前覩上妙光明，見佛世", "31": "尊諸弟子眾，意爾乃悅。」於是王阿闍世，遙", "32": "見世尊，便下所乘，屏毖五事，脫王冠幘纓", "33": "絡寶服幢花翠羽，去蓋收刀，步到講堂，問", "34": "耆域曰：「佛為所在？」答曰：「眾比丘前坐者是", "35": "也，威神光光，功德巍巍。」王前詣佛，問訊", "36": "占對却住一面——觀佛比丘眾，悉坐寂定，無", "37": "量清淨，甚深微妙，其心欣然——叉手向佛，白", "38": "世尊言：「佛心寂然，微妙無念，弟子亦爾。願", "39": "令我心志于微妙隱定如是。」有一童子，名曰", "40": "帛賢，白其王言：「大王願欲得是行耶？」王白", "41": "佛言：「唯然世尊！願樂眾僧其心歡悅。」", "42": "於是，王阿闍世白佛言：「願欲有所問，儻有", "43": "聽者，乃敢發言。」佛言：「便問，在意所欲。」王", "44": "言：「所可供事，及諸所欲，娛樂睡眠，合聚計", "45": "校算術，印綬大臣，百官群從，太史占變知", "46": "人終始，受人恭敬，飲食、伎藝，或為己身、父", "47": "母、妻子、奴婢，供養沙門梵志，施以上供，求", "48": "索安隱吉祥之利；頗有立於是佛法律，得道", "49": "證不乎？」佛言：「大王！曾問諸外異道如是誼", "50": "不？」王白佛言：「曾到不蘭迦葉所，問：『所有象", "51": "馬乘車步行，財寶侍從篋藏，力士勇猛，大", "52": "象車，娛樂睡眠，合會天人。印綬大臣，百", "53": "官群從。太史占變，知人終始，所可恭敬。有", "54": "所作為，或為己身，求索安隱，或為父母妻", "55": "子奴婢，供養沙門梵志，施以上供。是我寧", "56": "得法律之正，入寂然道乎？』即報我言：『無有是", "57": "也，亦無世尊，無答善恩。亦無罪福，無有父", "58": "母。亦無羅漢得道之人，供養無福。亦無今", "59": "世後世，亦無專行一心道志。於是雖有身", "60": "命，壽終之後，四事散壞，心滅歸無，後不復", "61": "生。雖葬土藏，各自腐敗，悉盡如空，無所復", "62": "有。』唯然世尊！我問外師，以是見答。我心念", "63": "言：『無？云何而無罪福報應？』譬如有人問奈何", "64": "類，以瓜答之，問瓜以奈答之。不蘭迦葉亦", "65": "如是也，言語顛倒，無有本末，雖聞彼說，不", "66": "以為解。」", "67": "王阿闍世白佛言：「我復至莫軻離瞿耶婁", "68": "所，問：『何謂小處欲處？人無因緣得淨？人為", "69": "有罪福不？為無知無見？』亦答我言：『無今世後", "70": "世，無力不力，無精進，一切人得其苦樂。』若", "71": "問六以七答。世尊！譬如問奈以瓜答，問瓜以", "72": "奈答，此異道人如是。在我國內，問其所問，", "73": "以是見答，問其所言，不以開解，即便捨", "74": "去。」", "75": "「我復至阿夷耑所，問：『何謂所住處欲處？云何", "76": "於是法律得至道證？』答我言：『唯，大王！他", "77": "人往問，亦作是答，言：「有後世復生。」我問之，亦", "78": "言：「有後世。」』『設有後世，復生世間，為有為無？』", "79": "『如我意想，為有後世，或無後世。』或有人往", "80": "問，言：『儻有後世、儻無後世，或有是、或無是。』", "81": "譬如人問奈以瓜答，問瓜以奈答。阿夷耑", "82": "亦如是，問沙門得道之證持異術多事，答我", "83": "言語無次。我心念言：『一切王舍城所有異", "84": "道，不能開解除我愁意，當於何所得沙門", "85": "梵志令解我意，使不憂悒？』見阿夷耑所說無", "86": "益，便起捨去。", "87": "「我復至波休迦旃所，問：『何謂所住處？粗問畜", "88": "生所由。於是法律，云何得道證？』答我言：『唯，", "89": "大王！其有人得受身者，無因、亦無緣。無有", "90": "想、亦無貢高，積累賊害，於住立而得住處，", "91": "於是得身，無有失者，所想知想，而自流行，", "92": "謂罪福善惡，其有人所斷截，目所覩見，無", "93": "有諍訟，有身壽盡不憂命死。彼無有說是欲", "94": "我當死，及諸天用人故說壽終沒已。於是人", "95": "間愛欲勞塵、天人見欲其欲及便有五賊六十", "96": "二種。其六十二種者，無種性，俱說六十", "97": "二事，與種性俱，無用思想。入其八難，皆當", "98": "棄捐，常得增益，便得安隱。已得安隱，常在", "99": "於天，已在於天，便有八十四大念，與幻術", "100": "俱，與微妙俱，便起老病苦。無有道人，亦無", "101": "梵志。所說如是。我戒清淨，又離愛欲，於欲", "102": "已盡，常隨逐身。譬如燈然已然，其事如是，", "103": "無得道梵志。』譬如有人問奈以瓜答，問瓜以", "104": "奈答。其波休迦旃如是，我問沙門得道之", "105": "證，通持老病人答我。我心念言：『問於道證，", "106": "反以是答？』聞其所言，不以為悅，不用作解，", "107": "便起捨退。", "108": "「我復至先比盧持所而問之：『問所住欲。於是", "109": "法律，云何成道？』答我言：『唯，大王！人所作", "110": "教，人所當為，所斷、所奪、所見離見，所求皆", "111": "厭，愁憂自推。毀瓶壅、離慳貪，破壞國城，", "112": "敗害人民，殺、盜、婬泆、妄言、兩舌、飲酒、鬪亂，雖", "113": "犯是事，無有罪殃。所布施者，無有福報。殘", "114": "害悖逆，作眾不善，無罪無福，亦無所取所", "115": "作。無因緣，無有至誠，亦無質朴。縱行義", "116": "理，善惡無應。』譬如問奈以瓜答，問瓜以奈", "117": "答。比盧持亦如是，問行法，當得道證？更答", "118": "斷絕，無有罪福。我心念言：『何緣如是？』不以", "119": "為解，即便捨退。", "120": "「我復至尼揵子所，問尼揵子：『何謂得所住處", "121": "欲處有人無耶？所受罪福云何？為前世事", "122": "乎？學道為得道不？』答我言：『唯，大王！一切", "123": "現人有所見者，所得罪福皆是前世之事，因", "124": "緣愛欲而生，因緣有老病。於是學道有因緣", "125": "想，因生子孫然後得道。』譬如問奈以瓜答，問", "126": "瓜以奈答。我問得道之證，反以虛妄見答。", "127": "我聞其語，不悅不樂，即起捨退。」", "128": "王阿闍世白佛言：「遍問諸師，不得開解。敢", "129": "問世尊，財寶所在處？唯以所問，願答其", "130": "疑。云何寂志梵志，於是法律，逮得道證？」佛", "131": "告王言：「在所欲問，吾當為汝事事分別，令", "132": "心結解。我先問王，王以意答之。云何大王？", "133": "若有人著好衣服，供侍王，以自娛樂，其人", "134": "不樂居處及本土，心自念言：『阿闍世王是", "135": "人，我亦是人。王以五樂自娛，衣服自嚴，不", "136": "樂本土，不懷居處。我當立德離諸罪殃，我", "137": "不如除鬢髮、被袈裟作沙門。以家之信，捨", "138": "家為道。』便受法戒，奉行道禁，不殺盜婬，不", "139": "妄言、兩舌、惡口罵詈、不怒嫉癡。於王意何", "140": "如？往詣王所白言：『其人好莊嚴，供侍王者，", "141": "不樂居處，亦不懷土，以家之信捨家為道，護", "142": "身口意，不犯眾惡，修行十善。』王奈之何？」王", "143": "白佛言：「我見其人，當歡喜問訊恭修禮敬，", "144": "供養衣服、飲食、床臥具、病瘦醫藥。」佛語王：", "145": "「其人未行大法，得道果證。」王白佛言：「取其說", "146": "法。」佛語王：「我與世間，為如來、至真、等正覺、", "147": "明行成為、善逝、世間解、無上士、道法御、天人師，", "148": "號佛、世尊。便即說法，初語亦善、中語亦善、", "149": "竟語亦善，誼慧妙具，講清淨行。若尊長者", "150": "有子，聞佛所講說經，於如來法律得信，善", "151": "利自見。於佛法中，有大善利，即得法忍，念", "152": "念止。居家逼於垢塵；其出家者，為無罣礙，", "153": "便一其心止除欲樂，盡其形壽，奉清淨行，", "154": "念言：『我欲棄家財產門室眷屬，下鬚髮被袈", "155": "裟，以家信出遵道，捨所樂立家志，奉比丘", "156": "戒二百五十，不犯道禁。護得度法，行止禮", "157": "節，不失儀撿，忽除所有靖恭畏慎。一心平", "158": "等，修習正戒也，遠離於殺，不執刀杖，心懷", "159": "慙愧。普安一切，不施恐怖；其心清淨，無所", "160": "加害。遠離盜竊，除不與取，樂喜惠施，心欲", "161": "放捨所思念安，常自護己；其心清淨，不與", "162": "不取。遠離婬行，淨修梵行，志于貞潔，消滅", "163": "濁欲；其心清淨，不為色惑。遠離妄語，不尚", "164": "虛誕，未曾詐殆，志存誠信，所住安諦，不", "165": "違世誓；其心清淨，不懷欺偽，不樂兩舌，讒", "166": "謗敗德，未曾傳說，鬪亂彼此，和解變諍，散", "167": "除怨害；其心清淨，不仇兩舌，遠離惡口，不", "168": "好罵詈，每制自在，未曾放恣吐不善言，所", "169": "說柔順，無麤獷辭，聽服踊躍歸仰；其心清", "170": "淨，曾不罵詈，遠離綺語，發言應節，無所毀", "171": "害，詳在誼法，所說安詳，寂靜無失，分別情", "172": "理。其心清淨，志不綺語，遠離無󰍂，除去", "173": "愚心，不貪他有，不求人短，己身及人，常求", "174": "大止。其心清淨，不懷愚癡，遠離瞋怒，無恚", "175": "害意，常懷慈心，志存善權，哀護蠕動，羞愧", "176": "安慰一切眾類。其心清淨，不懷恚怒，遠離", "177": "睡眠，心習空行，常行寂然，未曾安寢，欲", "178": "思見明想欲得起。其心清淨，志不睡眠，遠", "179": "離調戲嘲談囈語，行無所著，無有卒暴。其", "180": "心清淨，志不調戲，遠離狐疑心不猶豫，秉", "181": "意一定，在於善法。其心清淨，志不狐疑，遠", "182": "離邪見，今世後世，信施得福，孝順父母，尊", "183": "敬賢聖，奉修善道信人，壽命後當復生，得", "184": "道六通平等之行。其心清淨，無有邪見，遠", "185": "離諛諂，其心質朴，不懷巧偽，不用斤斗尺", "186": "寸侵欺削人，不行繫縛及與牢獄，無毀無望", "187": "求欲得明。其心清淨，志不諛諂，遠離男女，", "188": "不樂居家妻子愛欲，省除區疑。其心清", "189": "淨，無所榮冀，不畜奴客僕從婢妾，不樂治", "190": "家。其心清淨，不妄執事，不畜象馬牛羊，不", "191": "樂畜獸。其心清淨，不志車乘，不畜鷄鶩狗", "192": "犬猪豕，無所利求。其心清淨，不在鷄猪，", "193": "遠離廬館，不飾屋宇，不畜田宅，園圃果蓏。", "194": "其心清淨，不在田舍，遠離金銀高廣之座，", "195": "不樂綺麗茵褥几筵。其心清淨，不寢高牀，", "196": "遠離七寶，不畜珍琦，捨除玩弄，無所榮冀。", "197": "其心清淨，不貪財色，遠離花香，不樂雜馨，", "198": "身不芬薰，無所希求。其心清淨，不志花香，", "199": "遠離非時飯食，中節恒以一食，終為期限。", "200": "其心清淨，飯不失時，犁地下種，莊嚴中間", "201": "見所為行，行沙門事，嚴淨其心，光㷿憂", "202": "愁，除諸穢害，常行真正，節度知足，一心在", "203": "道，然後為沙門梵志，受信施食。在土地郡", "204": "國縣邑，所行如法，根本常淨，莖節枝葉華", "205": "實亦淨，具足種種清淨，其種像如是。在郡", "206": "國縣邑，作沙門遠離是。若有沙門梵志，是應", "207": "食信施，所住處善思念其人，行常如應。』「若", "208": "有沙門梵志，所在受信施食，所止住處，所", "209": "行不應，求索飯食，校計合會，求索香華衣被", "210": "床臥，藏去珍寶，求索其處；沙門道人，皆遠", "211": "離是。若有沙門梵志，食信施食，坐高廣猗", "212": "床，處於寶床，所行求應，莊校榻筵采畫文", "213": "蓐錦繡，若好繒綵，驚起毛竪，執持幢拂，", "214": "乘象車馬，志求好食，常在名色；沙門道人，", "215": "皆遠離是。若有沙門梵志，食信施食，沐浴", "216": "自在，所行不應，所行斷絕，香華自薰，求索", "217": "供養，不以道理，手執刀蓋，校以真珠瓔珞，", "218": "臂腕頸脚，身著白淨衣服，短截樹木，如此", "219": "住行；沙門道人，當遠離是。", "220": "「若有沙門梵志，受信施食，自綺其身，所住", "221": "之處，其行不應，鬪象牛馬鷄羊犬豕，鬪亂", "222": "於人男女大小，往觀戰鬪及眾大會，如是之", "223": "行，所可求住；沙門道人，遠離如是。若有沙", "224": "門梵志，受信施食，自莊嚴身，所住以非，其", "225": "行不應，但行聽象聲群馬車行人牛羊，撾鼓", "226": "妓樂、歌舞、調戲話語，如是之法，異道道行；", "227": "沙門道人，已遠離此。若有沙門梵志，受人", "228": "信施食，行樗蒲博戲，所住非法，其行不一，", "229": "便共競諍鞬橛兜㯓君犢塞推盧，如是之", "230": "行，非法所住；沙門道人，已遠離此。若有", "231": "沙門梵志，受信施食，常共鬪諍遘校言語，", "232": "所行非法，所住非法，其行不應：『此為是法，", "233": "是為非法，是不如是，是為一法，不如卿語。", "234": "我所行法，汝所為不應，我所為應。汝有因", "235": "緣，我無因緣。汝自前往在後妄語，我得卿", "236": "勝，卿無所種，但行眾惡，當見危害，我得度", "237": "脫，卿見棄捐，不得自在。』如是諍訟非法之", "238": "言；沙門道人，已遠離此。若有沙門梵志，食", "239": "信施食，生共囈語，其行不應：『王者云何？", "240": "盜賊云何？戰鬪云何？飲食云何？衣被男女", "241": "大小云何？』說世事因事好事，如是之像，非法", "242": "之言，沙門道人，已遠離此。沙門梵志，受信", "243": "施食，妄說非事，其行不應，說王者婆羅門", "244": "事、說樹木人事、說國事，於此彼當如是，彼", "245": "國當有是，此人當往彼，彼人當來此，如是句", "246": "所言非法；沙門道人，已遠離此。「沙門梵志，", "247": "受信施食，而行諛諂，所為非法，其行不", "248": "應，坐共語言，是為得利，是為衰折治生賈", "249": "販財物之人，如是諛諂非法之事；沙門道", "250": "人，已遠離此。沙門梵志受信施食，學修幻", "251": "術，興起邪見，說日之怪，逢占觀相，妄語有", "252": "所奪，學品術處度術所，學呪欺詐術，乾陀羅", "253": "呪孔雀呪雜碎呪術，是異術欺詐迷惑，如是", "254": "之像，非法之術；沙門道人，已遠離此也。沙", "255": "門梵志，受信施食，學迷惑呪欺詐之術，觀", "256": "人面像，星宿災變風雲雷霧，求索良日，夏", "257": "月之時某聚落當雨不雨，其地當吉不吉，", "258": "說國王事，如是之行，非法之術；沙門道人，", "259": "已遠離此。沙門梵志，受信施食，學有若干", "260": "種非取之法，畜生之業，處方行藥，住在所", "261": "欲，令人短氣吐下淚出，動人血脉，志不忠", "262": "正，說欺詐術，占安隱事，如是之像，畜生之", "263": "業；沙門道人，已遠離此。沙門梵志，受信施", "264": "食，所行非法，以斷饐口說嫁娶事，其有居", "265": "跱，某館某舍某堂懷軀，某堂嬿處，某有宮", "266": "殿，為精進行，某有堂館，無精進行，說王者", "267": "雜事，如是之像，畜生之業；沙門道人，已遠", "268": "離此。「沙門梵志，受信施食，作若干種畜生", "269": "行，邪見之業，有占相珠寶牛馬居家刀刃，", "270": "所見相男子女人大小，如是之像，邪見之", "271": "業；沙門道人，已遠離此。沙門梵志，受信施", "272": "食，或有妖妄之本行非法業，無智之事，自", "273": "以為智，卜問行符呪，如是之像，邪見之業；", "274": "沙門道人，已遠離此。沙門梵志，受信施食，", "275": "或見善或見惡，豫說米穀當飢貴當平賤，當", "276": "有恐怖當有安隱，當大疫當死亡，如是之", "277": "像，邪見之業；沙門道人，已遠離此。沙門梵", "278": "志，受信施食，說某國王戰鬪當得勝，某國", "279": "王當不如，某國王當出遊觀他國，他國王不", "280": "得自在，此當得勝，彼當敗壞，此王象馬六", "281": "畜車乘多，彼王象馬車乘少，如是之像，邪", "282": "見之業；沙門道人，已遠離此。沙門梵志，受", "283": "信施食，共說日月順行，日月差錯，星宿順", "284": "行，星宿差錯，日月運行遲疾不順，當有災", "285": "異無常之變，日月當蝕，或雨霜雹，或當霹", "286": "靂，如是之像，邪見之業；沙門道人，已遠離", "287": "此。沙門梵志，受信施食，便說日月是故順", "288": "行，以是不順行，星宿順有因緣，不順亦有", "289": "因緣，有所罣礙變怪，日月西行，或言東行，", "290": "或言當蝕，又云何不蝕，當雷電霹靂，如是", "291": "之像，常見證驗；沙門道人，已遠離此，是謂", "292": "賢聖。「我弟子沙門，以是奉賢聖戒品，行知", "293": "止足，衣取蔽形，食裁充口，所遊至處，衣", "294": "鉢隨身，無所顧戀。譬如飛鳥飛行空中兩翅", "295": "隨身。比丘如是，奉賢聖戒，心知止足，無所", "296": "希望。一曉節度，其行安隱，盡行安詳。視眄", "297": "觀眄，不失儀範。屈伸進止，依法從宜，坐", "298": "起安雅，行無所壞。持是戒品，第一知足，根", "299": "門寂定，心在安跡，諸根不亂，守護其心，救", "300": "使無想在道，目見好色，不想求以為好，斷", "301": "截所受。奉行善本，其心內住，遠離內色，守護", "302": "眼根。如是耳聲鼻香舌味身更，不以想求，", "303": "亦無所著。除諸不可，棄療愚癡，斷不善法，", "304": "其意內住，救使不亂，令心根定。其比丘奉", "305": "是賢聖戒，第一知足，其心寂定，禮節根定，", "306": "於內無起，而行安隱，閑居寂然，山藪避猥", "307": "巖穴野處，身燕其中，離世無黠，心念無", "308": "想。不貪他有，不起愚癡，不侵亂人。常行慈", "309": "心，其意清淨，無有癡想。所在遊行，心無所", "310": "著，快善安隱。譬如有人遠行求利，經過惡", "311": "道，得度嶮迮，多獲盈利，無所遺亡，供給", "312": "妻室男女親族，其人自念：『心甚歡喜。』比丘", "313": "如是，遠離愚癡，其心清淨，無有垢濁，已除", "314": "恚害，喜悅無穢。譬如有人得疾著床，連年", "315": "羸頓，後日得愈，安隱有力，飯食消釋，心自", "316": "念言：『我本委厄，今得除愈。』比丘如是，除瞋", "317": "恚心，熟自思惟，心亦歡喜。譬如有人為他", "318": "下使，䩭縶作役，終無休閑，不得自在，然", "319": "後得免脫為良民，心自念言：『我本屬人，今", "320": "得脫出，心亦踊悅。』比丘去疑心無猶豫，立", "321": "在清淨欣喜踊躍。譬如有人拘閉牢獄，楚痛", "322": "苦毒，然後得出，心自念言：『我本幽閉，今已", "323": "得脫，亦自僥愛。』比丘如是，除去狐疑，心淨無", "324": "瑕歡喜，比丘除不正心，正心無瑕想，清淨", "325": "其志。譬如有人遭值穀貴，恐怖飢餓，得濟", "326": "安隱，救攝其命，值得豐殖，穀米平賤，逸豫", "327": "無畏，心自念言：『我本飢匱，危困難言，今得", "328": "飽安，心亦歡喜。』比丘如是，除不正心，無眾", "329": "想行，却本清淨，無疑心，除五蓋，遠塵勞心", "330": "力得智慧，而脫眾厄，刑獄飢餓已去，愛", "331": "欲眾不善去，有想有行，寂而清淨，行第一", "332": "禪。譬如有人入水洗浴，清潔無垢，度在岸邊，", "333": "心亦歡喜。比丘如是，寂然獨處，安靜喜悅，", "334": "觀視一切，身本所起，覩無有身，普觀無", "335": "根，心用寂然，喜悅安隱，第一一心。彼以是", "336": "定，其心清淨，寂然住立，得無有異，愛欲以", "337": "盡，除去想行，內以具足所念，安隱為善", "338": "行，第二一心。復以是身，得三昧定，歡喜安", "339": "隱，以無罣礙，觀視具足，無有身類，成無所", "340": "與，當定欣喜。譬如青蓮芙蓉蘅華生於", "341": "污泥，長養水中，雖在水中，其根葉華實，在", "342": "水無著，亦無所汙。比丘如是，於是身與三", "343": "昧，安隱歡喜。彼以是正受之心，至于堅住，", "344": "得無有異，清淨其心，無有欲塵，第三一心。", "345": "彼以是心，身安隱意定安隱無著，設無有", "346": "身，普觀遍無所有，亦不復歡喜，安隱不", "347": "亂。譬如有山，完具無缺，廣普無邊，東方風", "348": "來而不能動，南西北風，亦復如是。所以者", "349": "何？其下根堅，不可動故。中有流水清涼且", "350": "美，無能污者，用依山故，流滿具足，周普遍", "351": "流，無所不至，用水清淨之故。比丘如是，於", "352": "是觀身，無所愛樂，所倚安隱，其行具足，觀", "353": "視無身，爾乃普見。彼以是心安隱之行，清", "354": "淨無瑕，堅住無異，除去愛欲，無苦無樂當", "355": "行，第四禪一心。譬如有人月七八日，著新衣", "356": "服，首面悅懌，觀視其無有裸形，欲著上好", "357": "妙衣之故也。比丘如是，身行清淨，其心無", "358": "垢，歡喜得度，行無所處，不見有身，普觀無", "359": "處，用心清淨，無有眾穢。譬如郡國縣邑，不", "360": "遠有大講堂，有人在上然火然明，其明等炤，", "361": "不高不下，風不能滅，鳥不能覆，及餘眾類，", "362": "不能翳明，堅住不動。比丘如是，其心不亂，", "363": "堅住不動，已得空淨，比丘作是了知，已得", "364": "正受，其身寂然。是四大身，從父母生，魂神", "365": "所依，棄身不樂，常立身心是可患厭，不復", "366": "更受，使心無色，除去一切形類身諸有種，", "367": "不失根本立身心，化現諸身，具足眾好，無", "368": "所缺減。譬如拔草木根株，明者見知，如拔", "369": "根本，不復更生。比丘如是，曉了如此，其", "370": "身所有，見有名色，四大合成，從父母生，衣", "371": "食所養，為虛偽覆，有何堅固？為摩滅法，", "372": "魂神所依，使住不亂，亦不動搖。我當立身", "373": "心，化現眾身，無有色心，具足形容，諸根無", "374": "毀，從三昧起，化若干身，形容具足。譬如", "375": "有人出篋中虺，明者見之，知為四虺之篋。比", "376": "丘如是，曉了如此，是有形之身，依所溫", "377": "燸，四大合成，從父母生，魂神依之，當立身", "378": "心，變現眾形，無有名色，具足形容，諸根無", "379": "缺，從三昧起，化無數身。譬如有人從鞘拔", "380": "刀，明者見之，是鞘中有利鐵刀，今拔出耳。", "381": "比丘如是，曉了如此，普觀其人，化無數形，", "382": "眾好具足，令不缺減。", "383": "「比丘以是三昧正受，其心清淨，無有瑕穢，", "384": "除去塵勞，柔濡無欲，堅住不動，神足之", "385": "慧，已逮得證神通之慧，心無增減，其行平", "386": "等，尊大自在，心念無畏。以一身化無數身，", "387": "無數身還令為一，獨立現變，若干之慧，出", "388": "徹牆壁，而無礙跡。譬如飛鳥遊於虛空，出", "389": "無間入無孔，入地無罣，如出入水經行水", "390": "上。譬如履地，在虛空中，正跏趺坐，如飛鳥", "391": "雲，於是日月威神廣遠，以手捉持，而捫摸", "392": "之，變身上至第九梵天。譬如巧󰍂陶師，調", "393": "和其泥，摸好摸像，埏埴作器，無所不成。比", "394": "丘如是，得神通在所變化，至于梵天。譬如", "395": "調象馬師，調諸象馬，皆令成就。比丘如是，", "396": "神通變化，身至梵天。譬如金師所鍛工巧，", "397": "取紫磨金，作臂環瓔璅印步耀勝，隨意悉", "398": "成。比丘如是，神通變化，身至梵天。比丘持三", "399": "昧正受，心淨無瑕，至于證智逮得神通，心", "400": "無所著，眼能徹視，見天上天下善惡所趣，", "401": "耳能徹聽，聞諸天人所語，及蚑行喘息人", "402": "物之聲。譬如達士丈夫，吹大鳴󰨿，立大", "403": "臺上，盡力吹之，其聲四聞。比丘如是，道耳", "404": "徹聽，諸天人善惡所歸，皆悉聞知，用得道", "405": "證神通，普徹知他人心所念善惡，有欲無", "406": "欲，有怒無怒，有慈無慈，有癡無癡，有󰍂無", "407": "󰍂，有塵勞無塵勞，得道證不得證，亂心靜", "408": "心，進者怠者，功德智慧，有量無量，皆悉知", "409": "之。譬如郡國縣邑，不遠有大棚閣若高樓，", "410": "人住其上，見無數人行來出入，智者見之，", "411": "觀出入者。比丘如是，見他人心所念善惡", "412": "是非，普及一切世間形類。」", "413": "佛言：「其比丘得神通者，念過去無央數世", "414": "事，慧心癡心，見一世、十世、百世、千世、萬世、千", "415": "萬世、無數世，往來周旋，天地成敗。是人本", "416": "生，彼來生此，其所在處，土地名字，種姓名", "417": "色，長短好醜善惡，彼沒生此，此沒生彼，", "418": "悉了知之。譬如有人從此聚落到某聚落，", "419": "坐起言語，臥眠不語，從彼聚落，來還至此，", "420": "坐起言語經行，皆識見之。比丘如是，識知", "421": "如海，見過去無數世事。」佛言：「比丘得神通", "422": "者，其心清徹，道眼洞視，過於人本。見人沒", "423": "生，善惡好醜，歸善道惡道。是人身行善口", "424": "言善心念善，正觀無邪見，緣是之本，壽終", "425": "得生天上；是人身行惡口言惡心念惡，緣是", "426": "之本，身死之後，墮惡道中。譬如有人住高", "427": "樓上，視行人往來出入及坐歡喜悲哀。比丘", "428": "如是，逮得神通，道眼徹視，清淨無瑕，見去", "429": "來事。」", "430": "佛言：「比丘逮得神通，諸漏已盡，慧證三", "431": "達，不以戲疑。解知苦習盡諦道諦，除流無", "432": "流無有癡心，悉見其本，深諦無異。見知如是，", "433": "已度欲漏，所有癡漏，其心淨脫，則度脫已，", "434": "度智具足，生死已斷，已逮梵行，所作已辦，", "435": "知名色本。」佛言：「大王！是為現在沙門道果。」", "436": "於是摩竭王阿闍世，起坐稽首佛足，自首悔", "437": "過：「唯願世尊，原其罪舋。譬如小兒愚癡無", "438": "智，迷惑失志，無有善權。佛為法王，一切", "439": "父母，常立正法，救迷立法，無怒害陰蓋。今", "440": "若更生，願世尊受身歸命。自見過惡，更", "441": "受勅誡，懲改既往，修順將來。」佛言：「大王！", "442": "如仁所言，實如小兒，愚癡無智，迷惑無權，", "443": "害其父母命。今歸法王，為得更生，自見罪", "444": "過。於是法律，為得善利，不為有損。」時王阿", "445": "闍世，叉手向佛：「唯願世尊，受我供施，及", "446": "比丘眾。」時，佛默然即已受請。王知受請，其", "447": "心喜躍，繞佛三匝，稽首而退。時，王既退，", "448": "去佛不遠，告耆域童子：「卿之於我多所饒", "449": "益，令吾詣佛，啟受法誨，得覲世尊，免吾罪", "450": "尤，令重咎微輕。」佛告諸比丘：「王阿闍世，已", "451": "得生忍。雖害法王，了除瑕穢，無有諸漏，已", "452": "住於法，而不動轉，於是坐上，遠塵離垢，", "453": "諸法眼生。」王還歸宮，即夜設百種飯食餚饍", "454": "精細，明旦往詣佛所，稽首佛足，白佛言：「時", "455": "以到，願尊自屈。」佛即與比丘僧俱，眷屬圍", "456": "繞，往詣王宮。佛眾坐定，行澡水訖，便布", "457": "飯食，手自斟酌，食澡畢竟。王取小榻，而坐", "458": "佛前，聽佛說經。王白佛：「唯然世尊，願受我", "459": "一夏之請。於王舍宮，供養所乏，及比丘眾，", "460": "當為佛立五百精舍，令千二百五十人，寢息", "461": "有所。倉庫米穀，中宮小大，當進所供養。」佛", "462": "言：「大王喜悅則所施具足，前已受舍衛國", "463": "長者須達之請一夏矣。」王白佛言：「彼國長", "464": "者，為得善利，佛天中天，先受其請故。」時，佛", "465": "為阿闍世王說法，令心開解，佛說偈言：", "466": "「有作火祠者，一切自謂上，", "467": "王者人中尊，海為眾流本，", "468": "星宿中月明，日者晝垂光，", "469": "上下所往來，所事謂萌類，", "470": "天上及世間，佛道為最尊。」", "471": "佛說經已，王阿闍世，諸比丘眾，諸天、阿須", "472": "倫，聞經歡喜，作禮而去。", "473": "佛說寂志果經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0022 寂志果經", "source": "CBETA"}