{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0600 十善業道經: 十善業道經: 十善業道經", "text": {"0": "No. 600", "1": "十善業道經", "10": "所。雖各隨業，所現不同，而實於中無有作者。", "100": "能侵奪；長壽無夭，不為一切怨賊損害。離不", "101": "與取而行施故，常富財寶，無能侵奪；最勝無", "102": "比，悉能備集諸佛法藏。離非梵行而行施故，", "103": "常富財寶，無能侵奪；其家直順，母及妻子，無", "104": "有能以欲心視者。離虛誑語而行施故，常富", "105": "財寶，無能侵奪；離眾毀謗，攝持正法，如其誓", "106": "願，所作必果。離離間語而行施故，常富財寶，", "107": "無能侵奪；眷屬和睦，同一志樂，恒無乖諍。離", "108": "麁惡語而行施故，常富財寶，無能侵奪；一切", "109": "眾會，歡喜歸依，言皆信受，無違拒者。離無義", "11": "故一切法皆不思議，自性如幻。智者知已，應", "110": "語而行施故，常富財寶，無能侵奪；言不虛設，", "111": "人皆敬受，能善方便，斷諸疑惑。離貪求心而", "112": "行施故，常富財寶，無能侵奪；一切所有，悉以", "113": "慧捨，信解堅固，具大威力。離忿怒心而行", "114": "施故，常富財寶，無能侵奪；速自成就無礙心", "115": "智，諸根嚴好，見皆敬愛。離邪倒心而行施故，", "116": "常富財寶，無能侵奪；恒生正見敬信之家，見", "117": "佛、聞法、供養眾僧，常不忘失大菩提心。是為", "118": "大士修菩薩道時，行十善業，以施莊嚴，所獲", "119": "大利如是。「龍王！舉要言之，行十善道，以戒莊", "12": "修善業，以是所生蘊、處、界等，皆悉端正，見者", "120": "嚴故，能生一切佛法義利，滿足大願；忍辱莊", "121": "嚴故，得佛圓音，具眾相好；精進莊嚴故，能破", "122": "魔怨，入佛法藏；定莊嚴故，能生念、慧、慚、愧、輕", "123": "安；慧莊嚴故，能斷一切分別妄見；慈莊嚴", "124": "故，於諸眾生不起惱害；悲莊嚴故，愍諸眾", "125": "生，常不厭捨；喜莊嚴故，見修善者，心無嫌嫉；", "126": "捨莊嚴故，於順違境，無愛恚心；四攝莊嚴故，", "127": "常勤攝化一切眾生；念處莊嚴故，善能修習", "128": "四念處觀；正勤莊嚴故，悉能斷除一切不善", "129": "法，成一切善法；神足莊嚴故，恒令身心輕安、", "13": "無厭。「龍王！汝觀佛身，從百千億福德所生，", "130": "快樂；五根莊嚴故，深信堅固，精勤匪懈，常", "131": "無迷忘，寂然調順，斷諸煩惱；力莊嚴故，眾", "132": "怨盡滅，無能壞者；覺支莊嚴故，常善覺悟一", "133": "切諸法；正道莊嚴故，得正智慧常現在前；止", "134": "莊嚴故，悉能滌除一切結使；觀莊嚴故，能", "135": "如實知諸法自性；方便莊嚴故，速得成滿為、", "136": "無為樂。「龍王！當知此十善業，乃至能令十", "137": "力、無畏、十八不共，一切佛法皆得圓滿。是故", "138": "汝等應勤修學！龍王！譬如一切城邑、聚落，", "139": "皆依大地而得安住；一切藥草、卉木、叢林，亦", "14": "諸相莊嚴，光明顯曜，蔽諸大眾。設無量億自", "140": "皆依地而得生長。此十善道亦復如是，一切", "141": "人、天依之而立，一切聲聞、獨覺菩提、諸菩薩", "142": "行、一切佛法，咸共依此十善大地而得成就。」", "143": "佛說此經已，娑竭羅龍王及諸大眾，一切世", "144": "間天、人、阿修羅等，皆大歡喜，信受奉行。", "145": "十善業道經", "15": "在梵王，悉不復現；其有瞻仰如來身者，莫", "16": "不目眩！汝又觀此諸大菩薩，妙色嚴淨，一切", "17": "皆由修集善業福德而生。又諸天龍八部眾", "18": "等大威勢者，亦因善業福德所生。今大海中", "19": "所有眾生，形色麁鄙，或大或小，皆由自心種", "2": "大唐于闐三藏實叉難陀奉　制譯", "20": "種想念，作身、語、意諸不善業，是故隨業各自", "21": "受報。汝今當應如是修學，亦令眾生了達", "22": "因果，修習善業。汝當於此正見不動，勿復墮", "23": "在斷、常見中！於諸福田歡喜、敬養，是故汝等", "24": "亦得人天尊敬、供養。「龍王！當知菩薩有一法，", "25": "能斷一切諸惡道苦。何等為一？謂於晝夜，常", "26": "念、思惟、觀察善法，令諸善法念念增長，不容", "27": "毫分不善間雜。是即能令諸惡永斷、善法圓", "28": "滿，常得親近諸佛、菩薩及餘聖眾。言善法者，", "29": "謂人天身、聲聞菩提、獨覺菩提、無上菩提，皆", "3": "如是我聞：一時佛在娑竭羅龍宮，與八千大", "30": "依此法以為根本而得成就，故名善法。此法", "31": "即是十善業道。何等為十？謂能永離殺生、偷", "32": "盜、邪行、妄語、兩舌、惡口、綺語、貪欲、瞋恚、邪見。", "33": "「龍王！若離殺生，即得成就十離惱法。何等為", "34": "十？一、於諸眾生普施無畏；二、常於眾生起大", "35": "慈心；三、永斷一切瞋恚習氣；四、身常無病；", "36": "五、壽命長遠；六、恒為非人之所守護；七、常無", "37": "惡夢，寢覺快樂；八、滅除怨結，眾怨自解；九、", "38": "無惡道怖；十、命終生天；是為十。若能迴向", "39": "阿耨多羅三藐三菩提者，後成佛時，得佛隨", "4": "比丘眾、三萬二千菩薩摩訶薩俱。爾時世尊", "40": "心自在壽命。「復次，龍王！若離偷盜，即得十", "41": "種可保信法。何等為十？一者、資財盈積，王、", "42": "賊、水、火，及非愛子，不能散滅；二、多人愛念；三、", "43": "人不欺負；四、十方讚美；五、不憂損害；六、善", "44": "名流布；七、處眾無畏；八、財、命、色、力安樂，辯", "45": "才具足無缺；九、常懷施意；十、命終生天；是", "46": "為十。若能迴向阿耨多羅三藐三菩提者，後", "47": "成佛時，得證清淨大菩提智。「復次，龍王！若離", "48": "邪行，即得四種智所讚法。何等為四？一、諸根", "49": "調順；二、永離諠掉；三、世所稱歎；四、妻莫能", "5": "告龍王言：「一切眾生心想異故，造業亦異，由", "50": "侵；是為四。若能迴向阿耨多羅三藐三菩提", "51": "者，後成佛時，得佛丈夫隱密藏相。「復次，龍王！", "52": "若離妄語，即得八種天所讚法。何等為八？", "53": "一、口常清淨、優鉢華香；二、為諸世間之所信", "54": "伏；三、發言成證，人天敬愛；四、常以愛語安慰", "55": "眾生；五、得勝意樂，三業清淨；六、言無誤失，心", "56": "常歡喜；七、發言尊重，人天奉行；八、智慧殊勝，", "57": "無能制伏；是為八。若能迴向阿耨多羅三藐", "58": "三菩提者，後成佛時，即得如來真實語。「復", "59": "次，龍王！若離兩舌，即得五種不可壞法。何", "6": "是故有諸趣輪轉。龍王！汝見此會及大海中，", "60": "等為五？一、得不壞身，無能害故；二、得不壞眷", "61": "屬，無能破故；三、得不壞信，順本業故；四、得不", "62": "壞法行，所修堅固故；五、得不壞善知識，不誑", "63": "惑故；是為五。若能迴向阿耨多羅三藐三菩", "64": "提者，後成佛時，得正眷屬，諸魔外道不能沮", "65": "壞。「復次，龍王！若離惡口，即得成就八種淨業。", "66": "何等為八？一、言不乖度；二、言皆利益；三、言", "67": "必契理；四、言詞美妙；五、言可承領；六、言則", "68": "信用；七、言無可譏；八、言盡愛樂；是為八。若", "69": "能迴向阿耨多羅三藐三菩提者，後成佛時，", "7": "形色種類各別不耶？如是一切，靡不由心造", "70": "具足如來梵音聲相。「復次，龍王！若離綺語，即", "71": "得成就三種決定。何等為三？一、定為智人", "72": "所愛；二、定能以智，如實答問；三、定於人天，威", "73": "德最勝，無有虛妄；是為三。若能迴向阿耨多", "74": "羅三藐三菩提者，後成佛時，即得如來諸所", "75": "授記，皆不唐捐。「復次，龍王！若離貪欲，即得", "76": "成就五種自在。何等為五？一、三業自在，諸", "77": "根具足故；二、財物自在，一切怨賊不能奪", "78": "故；三、福德自在，隨心所欲，物皆備故；四、王位", "79": "自在，珍奇妙物皆奉獻故；五、所獲之物，過本", "8": "善不善身業、語業、意業所致。而心無色，不可", "80": "所求百倍殊勝，由於昔時不慳嫉故；是為五。", "81": "若能迴向阿耨多羅三藐三菩提者，後成佛", "82": "時，三界特尊，皆共敬養。「復次，龍王！若離瞋恚，", "83": "即得八種喜悅心法。何等為八？一、無損惱", "84": "心；二、無瞋恚心；三、無諍訟心；四、柔和質直", "85": "心；五、得聖者慈心；六、常作利益安眾生心；", "86": "七、身相端嚴，眾共尊敬；八、以和忍故，速生梵", "87": "世；是為八。若能迴向阿耨多羅三藐三菩提", "88": "者，後成佛時，得無礙心，觀者無厭。「復次，龍", "89": "王！若離邪見，即得成就十功德法。何等為", "9": "見取，但是虛妄諸法集起，畢竟無主，無我、我", "90": "十？一、得真善意樂、真善等侶；二、深信因果，寧", "91": "殞身命，終不作惡；三、唯歸依佛，非餘天等；", "92": "四、直心正見，永離一切吉凶疑網；五、常生人", "93": "天，不更惡道；六、無量福慧，轉轉增勝；七、永離", "94": "邪道，行於聖道；八、不起身見，捨諸惡業；九、住", "95": "無礙見，十、不墮諸難；是為十。若能迴向阿", "96": "耨多羅三藐三菩提者，後成佛時，速證一切", "97": "佛法，成就自在神通。」", "98": "爾時世尊復告龍王言：「若有菩薩依此善業，", "99": "於修道時，能離殺害而行施故，常富財寶，無"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0600 十善業道經: 十善業道經: 十善業道經", "author": "唐 實叉難陀譯", "sourceLink": "http://www.cbeta.org/"}