{"author": "唐 元康撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1859 肇論疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "宗本義般若無知論答劉隱士書", "1": "下肇論疏卷下", "2": "釋元康作", "3": "涅槃無名論并表上秦主姚興涅槃無名論并表上秦主姚興", "4": "此論第四明果申涅槃教也。論文有二。前表。", "5": "後論。今初表。云涅槃之道妙絕言象。言象苟", "6": "絕。豈有名哉。而有名者。假涅槃名也。既云假", "7": "名。則實無名矣。今明實故。云涅槃無名。肇法", "8": "師本因秦王而作此論。論成以上秦王。故有", "9": "此表。表者表彰。表己心故。名為表也。古來凡", "10": "有四秦秦始皇一也。名曰亡秦。符堅二秦也。", "11": "名曰前秦。姚萇時三秦也。名曰後秦。沮渠蒙", "12": "遜時四秦。名曰偽秦。今言秦王者。是後秦姚", "13": "萇子姚興。興字略。有本作秦主。主亦王也。白", "14": "虎通云。王者往也。天下之所歸往。故名為王", "15": "耳。", "16": "僧肇言者　表文有二。前且稱歎秦王。後明", "17": "作論因起。初文有四。一歎秦王。二敘涅槃。三", "18": "明國恩。四自謙退。今初也。肇聞天得一以清。", "19": "老子云。天得一以清。地得一以寧。谷得一", "20": "以盈。萬物得一以生。候王得一以天下正", "21": "音征。為始皇名征。時人為諱正。呼以為征。肇法師。略取彼意。文小", "22": "改變也。伏惟陛下叡喆欽明。叡聖也。喆智也。", "23": "欽敬也。明曉也。字林云。陛下階陛也。言不敢", "24": "直指聖人。指其階陛之下耳此倒釋句。知之。道與神", "25": "會。語倒。乃是神與道會也。妙契環中。語出", "26": "莊子。此以喻中道無生理也。莊子內篇云。彼", "27": "是善得其偶。謂之道樞。樞始得其環中。以應", "28": "乎無窮。郭象注云。是非反覆相尋無窮。謂之", "29": "環中。環中空也。今言秦王妙契會於此也。理", "30": "無不統。既契環中。諸理皆統。云無不統也。", "31": "故能遊刃萬機。遊刃及萬機事如前解。弘道", "32": "終日。終日弘道耳。語倒也。威被蒼生垂文作", "33": "則。言秦王威。被及蒼生。蒼生者天生也。莊子", "34": "云。天之蒼蒼其正色也。書云。彼蒼上蒼蒼", "35": "皆天也。言垂示文章。作世間之軌則也。有本", "36": "云。衣被蒼生。亦可然也。周易繫辭注云。衣被", "37": "萬物。或然不如前也。所以域中有四大王一", "38": "居焉。莊子云。道大。天大。地大。王大。故云四", "39": "大。以王能威被蒼生。垂文作則。類比餘大", "40": "也。", "41": "涅槃之道下　第二敘涅槃也。蓋是三乘之", "42": "所歸。言三乘學人。皆歸此道也。方等之淵府。", "43": "諸大乘經。皆名方等。十二部中。有方廣部。方", "44": "廣即方等也。以其方弘正等。故云方等。然方", "45": "等所明言迹非一。莫不皆以涅槃為窮理盡", "46": "性究竟無餘。故云淵府。淵者淵池。府者府", "47": "庫。淵池水深。府庫財多。毛詩云。淵深也。眇", "48": "漭希夷絕視聽之域。眇然漭然。無聲無色。故", "49": "云絕視聽也。幽致虛玄殆非群情所測。測量", "50": "也。言涅槃理致幽深。非諸人之所測量也。殆", "51": "幾也。幾近也其音讀。近非群情能測量也。", "52": "肇以人微　第三申國恩也。微微少也。謙", "53": "辭耳。猥眾也。學肆謂學問之處也。周禮云。司", "54": "市常以陳肆辦物。而學中陳引書史。如市肆", "55": "列萬物也。肆陳也。今謂習學之處。名為學肆", "56": "耳。在什公門下十有餘載。十九事什公。三", "57": "十一亡。十餘年也。雖眾經殊致勝趣非一。大", "58": "品法華等。各有意趣也。然涅槃一義。常以", "59": "聽習為先。但言聽涅槃義。不言經也。尋下論", "60": "文。往往有引涅槃文處。或可什公亡後。見涅", "61": "槃經也。", "62": "但肇才識闇短　第四謙退也。識闇才短耳。", "63": "漢書云。蒙荷也。漠漠不分明也。為竭愚不已", "64": "如似有解。竭盡愚心。自謂不止。遂如有解也。", "65": "然未經高勝先唱不敢自決。似是見新涅槃", "66": "經本。未有高勝之人先講。故云不自決耳。不", "67": "幸什公去世諮參無所。不幸無幸也。先師既", "68": "亡。何所諮問也。而陛下聖德不孤。論語。德不", "69": "孤另。必有隣也。神契。謂契於神理。亦可心", "70": "神契會。不待言也。目擊道存。莊子外篇田子", "71": "方章云。仲尼見溫伯雪子不言。子路曰。夫子", "72": "欲見溫伯雪子久矣。見之而不言何也。仲尼", "73": "曰。若夫人者。目擊而道存。亦不可以容聲也。", "74": "快盡。說文云。快喜也。以啟末俗。故能振彼玄", "75": "風。啟茲末俗。至姚興時。大弘佛法。今稱此事", "76": "也。", "77": "一日遇蒙答安城候嵩書問無為宗極下　第", "78": "二正明作論因緣也。文亦有四。一序作論之", "79": "元由。二明作論之本意。三重序元由。四重", "80": "明論意。今初。言遇蒙答者。姚興於什法師亡", "81": "後。通四科義。一通不住法住般若中義。二通", "82": "聖人放大光明義。三通三世義。四通一切法", "83": "空義。通第四義云。夫道者以無為為宗。若其", "84": "無為。復何所有耶。安城候姚嵩作書。難第一", "85": "第二第四。不難第三三世義也。難第四義云。", "86": "不審明道之者。以何為體。若以妙為體。若以", "87": "妙為宗者。雖在諦先而非極。若以無有為妙", "88": "者。必當有不無之因。因稱俱未冥。詎是不二", "89": "之道。故論云。無於無者。必當有於有。有無相", "90": "生。猶脩短之形。然則有無之津。乃是邊見所", "91": "存。姚興次第答其所難。通第四難云。吾意", "92": "以為道止無為。未悟所以宗也。", "93": "何者。夫眾生所以久流轉者。皆由著欲故也。", "94": "具如此論文所明。肇公因此語。遂作涅槃論。", "95": "今言遇蒙答書。即此書也。斯乃下。已前是姚", "96": "興語。此下肇公稱歎也。自非道參文殊。參雜", "97": "也。侔並也玄湜意。參交參也。玄道交文殊大聖也。侔並未詳。此二菩薩。", "98": "一是法王子地菩薩。一是一生補處菩薩也。", "99": "孰能正之。以參並菩薩。故能如此耳。使夫聖", "100": "教卷而復舒幽旨淪而更顯也。以宣揚玄道", "101": "為法城塹。故佛教雖卷。今時更舒。幽旨雖淪。", "102": "今時更顯也。淪沒也。尋玩慇懃。尋讀玩味。不", "103": "能捨離。且忻且悟。交在懷抱。動手舞蹈。無閑", "104": "暇也。豈直當時之勝範。豈直言不但也。範法", "105": "也。方者將來也。莊注云。凡言方。且未來也。", "106": "然聖旨淵玄下　第二作論之本意也。以姚", "107": "興意旨深玄。故作論申明之也。可以匠彼先", "108": "進拯拔高士。先進大德僧也。高士高才俗士", "109": "也。言姚興之言。可以為先進大德之匠耳。可", "110": "拔高才執迷之俗士耳。懼言題之流或未盡", "111": "上意。言題是執著名言題目之類。以其見理", "112": "微言約。故未盡姚與之意。故作論以明之也。", "113": "庶擬孔易十冀之作。庶望也。孔子作十翼贊", "114": "成易道。我今作十演。贊成姚主之意也。十翼", "115": "者。古有兩釋。一云八卦一。說卦二。序卦三。", "116": "雜卦四。卦詞五。爻詞六。彖詞七。象家詞八。", "117": "係詞九。文言十。二云。易有上下二經。各有彖", "118": "詞象詞繇詞。是為六。文言七。係詞八。說卦", "119": "九。雜離卦十。豈貪豐文。言不求多文也。毛長", "120": "詩傳云。豐茂也。圖以弘顯幽旨。圖度弘顯", "121": "姚主之幽旨也。論有九折十演。折難也。演答", "122": "也。說文云。演水流也。義亦如之。博採眾經託", "123": "證成喻。廣採眾文旨。為證為喻也。亦可舉喻", "124": "證成也。迎述陛下無名之致。贊述涅槃無名", "125": "之理致也。豈曰關詣神心。自言不能關涉造", "126": "詣姚主之心也。不能窮盡道理契當佛意也。", "127": "有本云。關詣語俗也。聊以擬儀玄門。擬謂准", "128": "擬。儀儀像也。准像玄理之門。分布班告學徒", "129": "者耳。", "130": "論末章云下　第三重序元由也。姚興通初", "131": "義末章。有此語耳。云比來諸家釋第一義諦。", "132": "謂如此耳。大甚逕廷。逕遠也。廷直也。言如一", "133": "物逕廷。然直去不可迴轉。有此一類人也。傷", "134": "之甚耳。今姚主謂。諸家云第一義大空。甚", "135": "空逕廷非常過人情也。若無聖人知無者", "136": "誰。此姚主難諸家也。實如明詔實如明詔。肇", "137": "公述成也。夫道恍惚窈冥。老子云。恍兮惚兮。", "138": "其中有物。惚兮恍兮。其中有像。恍惚不定也。", "139": "窈冥深邃也。說文釋之耳。若無聖人誰與道", "140": "遊。言有聖人證聖道與道遊行耳。頃諸學士", "141": "下。言此學者。聞大虛。心中躊躇怏怏。廣雅", "142": "躊躇猶豫也。蒼頡篇云。怏怏反懟也。今言反", "143": "懟。有所恨也。幸遭高判宗途㦎然。言諸人有", "144": "幸。遭遇姚主高判。心中決了也呼量反。蒼頡云。彼帛之聲", "145": "也。扣關之儔蔚登玄室。扣謂擊打也。關謂玄", "146": "門之關也。儔類也蔚者慰音。蒼頡云。草木盛貌也。", "147": "言學競造玄門。若草木繁盛耳。真可謂下。稱", "148": "歎姚主此言。如法輪再轉。", "149": "今演論之作　第四重明論意也。演論謂答", "150": "家也。曲辨。謂委曲盡辨也。寂彼廓然。寂滅", "151": "也。滅彼言迹。廓然空寂也。排方外之說。莊", "152": "云。六合之外。聖人存而不論。六合之內。聖人", "153": "論而不議。春秋經云。先生之志。聖人議而不", "154": "辨。今明六合之外委曲。故排莊子方外不言", "155": "之說也。條錄如左。條錄󱐍牒如後。後為左也。", "156": "若少參聖旨下。或參姚主意。亦或參佛意。故", "157": "云若少參也。如其有差願承指授。若有差失。", "158": "伏承指示教授也。", "159": "涅槃無名論九折一󰊉體　二徵出　三搜玄　四難差　五責異　六詰漸　七譏動", "160": "八窮原　九考得十演一開宗　二位體　三超境　四妙存　五辨差　六會異　七明漸　八動寂", "161": "九通古　十玄得　泥曰泥洹涅槃下。此少許語。諸本不", "162": "定。或在九折之前。或在十演之後。或在開", "163": "宗之後。今謂在前為便。取此為定也。又有本", "164": "於此語之前表文之後。題涅槃論名。然後始", "165": "言泥洹泥曰等語。亦可然也。古人翻經。多", "166": "稱泥曰。次泥洹。後涅槃。故云之前後異出耳。", "167": "言楚夏不同者。夏是中國。楚是邊國。書云。夷", "168": "狄之有君。不如諸夏之亡。注云。諸夏中國也。", "169": "所以夏稱中國者。皇甫士安帝王世紀云。禹", "170": "受封為夏伯。在禹貢豫州方外之南。於秦漢", "171": "前。屬頴川。本韓地。今河南陽翟是也。避舜子", "172": "於陽城頴川。今河陽城也。夏受禪於平陽。或", "173": "在安邑。玄湜謂。疏主雖引爾許古迹。以釋中", "174": "夏。此但是外書。周孔典籍。論此九州之大唐", "175": "中夏殊。未消論意也。何者。論主肇公言泥", "176": "曰等三名之別何也。只道西方五天竺國。呼", "177": "喚不同。雖名目有殊。而其義一也。所以楚夏", "178": "者。謂五天語。亦比此大唐楚夏之別也。如", "179": "大唐吳兒。喚火為󱐑。詺水為錘。呼來為離。呼", "180": "喚雖殊。義皆一也。豈可以葱嶺之東為中國", "181": "乎。中國獨五天是也。就四天下論之。亦五天", "182": "為中。三千大千論之。亦五天為中。故三世諸", "183": "佛。中天竺中國出世也。幸智者詳之。次疏主", "184": "曰。言夏者。白虎通云。夏大也。此意以居中處", "185": "大。故云夏也。九折十演者。九難九答。合有十", "186": "八。開宗一義。是答家之本。亦屬於答。故有十", "187": "演。合成十九章也。折謂摧折難家之意。演謂", "188": "演暢答家之意。小雅云。演廣也。表中雖已言", "189": "之。至此聊復更釋耳。", "190": "開宗第一　論有十九章。今第一章。開涅槃", "191": "之宗。如孝經之初有開宗明義章。今將談大", "192": "道。非言不啟。故亦建言開宗也。無名曰者。大", "193": "涅槃宗。以無名為主。故云無名也。經稱有", "194": "餘涅槃無餘涅槃者。諸大小乘經。通有此說", "195": "也。涅槃者秦言無為亦名滅度。涅槃梵語。此", "196": "國所無。何者。自書契已來。但言人事。至於涅", "197": "槃般若。曾所未談。莊云。六合之外聖人存而", "198": "不論。即其義也。此土既無其言。不知將何所", "199": "譯。今言無為滅度。但是義翻之也。肇公是", "200": "後秦時。故曰秦言也。妙絕於有為。不壞假名。", "201": "名無為等。逈然不同。為妙絕也。大患永滅。大", "202": "患者身也。又是身云患。未必即身也。老子云。", "203": "有大患者。為吾有身。及吾無身。吾何患也。超", "204": "度四流。欲流。有流。無明流。見流也。斯蓋", "205": "鏡像之所歸絕稱之幽宅。經說諸法。如鏡中", "206": "像。令人修學。歸於此處也。亦可直謂諸法", "207": "體性畢竟本空。如鏡中像。人皆悟此。即涅槃", "208": "也。涅槃性空也。言此涅槃。畢竟性空。諸佛齊", "209": "證。即是安隱幽玄之宅也。而曰有餘無餘者。", "210": "經也。良是出處之異號應物之假名。處字上", "211": "聲讀。非去聲之出處耳。出者出也。處者入也", "212": "住也。所以大般涅槃或名有餘或曰無餘者。", "213": "無有有無之別體也。如喚眼為目。亦如左目", "214": "右目義一也。故知出與入。殊而一也。故出", "215": "處之異號。但是應物假設之名耳。良信也。聖", "216": "人出則為有餘。處則為無餘。應見出者為之", "217": "出。應見處者為之處。故云應物耳。余嘗試言", "218": "之者。小雅云。甞當也。當試言也。語出莊子。", "219": "夫涅槃之為道也者。言涅槃之道。如下所說", "220": "也。寂寥虛曠不可以形名得。此道絕言像也。", "221": "夫盡像在乎亡言。言亡在乎無像。像所不能", "222": "像。非像也。言所不能言。非言也。若非像非", "223": "言。則不當像於言。不當像於言。則寂泊幽寥。", "224": "虛通曠遠。故云不可以形名得也。微妙無相", "225": "不可以有心知。言其思慮所不及也。超群有", "226": "以幽昇量太虛而永久。超越三界二十五有。", "227": "幽遠高昇群物之外。量同法界。廣大虛空。非", "228": "塵沙曆數之所能知。故云量太虛而永久也。", "229": "隨之弗得其蹤迎之罔眺其首。弗不。罔無。眺", "230": "傍視。隨後尋。尋求不得涅槃之蹤跡。眺視不", "231": "見涅槃之頭首。老子云。迎之不見其首。隨之", "232": "不見其後。執古之道。以御今之有。以知古始。", "233": "是謂道紀。借此意以言道耳。六趣不能攝其", "234": "生。凡品物之生。不出六趣。言六趣不能攝其", "235": "生也。力負無以化其體。無常大力能負萬物。", "236": "而不能變化涅槃之體。明涅槃無體也。漠漭", "237": "忽怳若存若亡。言漠漠漭漭不知邊際。忽忽", "238": "怳怳無定處所。不當有無。故云若存若亡耳。", "239": "五目莫覩其容二聽不聞其響。五目謂肉眼。", "240": "天眼。慧眼。法眼。佛眼也。二聽兩耳也。又天", "241": "耳。人耳也五目不覩其形。明無形也。二聽不", "242": "聞其響。明無聲也。言涅槃之道。非色聲也。冥", "243": "冥窈窈誰見誰曉。莊內篇云。至道之精。窈窈", "244": "冥冥。至道之極。昏昏默默。今明。涅槃之體更", "245": "過於此。幽深窈冥。難可窺曉也。彌綸靡所", "246": "不在而獨曳於有無之表。彌遍。綸通。言涅槃", "247": "之道。非直被通有情無情。亦出有情無情之", "248": "外。故云靡所不在。亦猶牽曳出有無之表。表", "249": "外也。然則言之者失其真下。涅槃無言。言則", "250": "失真。涅槃無知。知則反愚。涅槃非有。有則乖", "251": "性。涅槃非無。無則傷體。而言愚者。無知無", "252": "見。似如愚昧。大品色鈍故般若鈍。即其義也。", "253": "所以釋迦掩室於摩竭。以理不可言。故掩室", "254": "杜口。掩室事者。有云佛初成道。欲度迦葉。假", "255": "設方便。投彼寄宿。遂以毒龍之室。安置如來。", "256": "毒龍欲害。降伏入鉢。示施法化義。如掩室耳。", "257": "湜謂此解不當。下釋是也。直是如來初成道", "258": "時。於三七日。思惟未說。似如掩室不開門也", "259": "此甚當耳。大智論云。佛初成道。五十七日。不說法", "260": "門。是掩室義也。淨名杜口於毘耶。杜閉塞義。", "261": "淨名在毘耶離城。問諸菩薩不二法門。各各", "262": "說已。次問文殊。言如我意。一切諸法無言無", "263": "說。是為入不二法門。於是文殊師利問淨名", "264": "言。何等是入於不二法門。時誰摩詰默然無", "265": "言。文殊讚云。是真入不二法門也。乃至無", "266": "言無說。故云杜口也。亦以理中無言。言不得", "267": "理。理不可言。故不語耳。須菩提及釋梵前已", "268": "出訖。斯皆理由神御故口以之默。以理御神。", "269": "神無有言。口為之然耳。豈曰無辨辨所不能", "270": "言也。心將緣而慮息。口欲辨而辭喪。故云豈", "271": "無。但不能言耳。經曰真解脫者離於言數。此", "272": "等諸文。是涅槃經中。解脫大意。非全文也。論", "273": "曰涅槃非有亦復非無。此等是中論所明。涅", "274": "槃大意也。亦非全文耳。尋夫經論之作也豈", "275": "虛搆哉。小雅云。尋用也。言用經論而興製", "276": "作。亦非搆虛也。搆造也。果有其所以不有。果", "277": "果敢。決定義也。言涅槃果有其不有之所以。", "278": "故不可說為有。無亦然也亦合云。涅槃果有其不無之所以。故不可", "279": "說之為無。舉有既然。無亦如此。故云無亦然耳。何者本之有境則五陰", "280": "永滅。於有境中。窮本涅槃。以五陰永滅。不", "281": "可言有也。推之無鄉幽靈不竭。毛詩云。鄉所", "282": "也。推究涅槃。入於無中。則幽微精靈不可窮", "283": "盡。故云不竭也。抱一湛然。懷抱一相。湛然無", "284": "變也湜謂涅槃懷含蘊抱無所不包義也。無生性空統之。萬法一義也。此義已無有遷遷然湛湛然也。", "285": "萬累都捐。說文捐棄也。言煩累皆棄耳。與道", "286": "通洞神而無功。此道神妙。誰欲稱之。故無已。", "287": "已尚無之。誰復論功耳。至功常在。雖無已無", "288": "功。而功大矣。大則為常則不滅。故曰常在。冲", "289": "而不改。字書云。冲虛也。涅槃之道。體性虛", "290": "無。何所遷變。故云不改也。有無絕於內。涅槃", "291": "之中。不當有無。本來寂滅。故云絕於內也。稱", "292": "謂淪於外。涅槃之外。無稱謂也。稱謂謂名字", "293": "耳。既云涅槃無名。名何所有哉。視聽之所不", "294": "暨。左傳暨至。小雅暨及也。言涅槃如此耳。四", "295": "空之所昏昧。外道得四無色定。名曰空定。生", "296": "四空處。將為涅槃。而不識真實涅槃。故昏", "297": "昧也。恬乎而夷怕焉而泰。夷平也。老子云。視", "298": "之不見曰夷。泰通泰也。恬虛寂泊。甚自空淨", "299": "耳。九流於是乎交歸。九流者。謂道流。儒流。", "300": "墨流。名流。法流。陰陽流。農流。縱橫流。雜", "301": "雜流。亦云小說流也。言此文字語言。皆是", "302": "佛說。並會涅槃。故云交歸。此即金剛經云。是", "303": "故如來說一切法皆是佛法。此之謂也。眾聖", "304": "於是乎冥會。上句會法。則無法不會於涅槃。", "305": "此句會人。亦無人不會於茲道。是故如來說", "306": "一切人何是聖人。故大品云。佛即眾生。眾生", "307": "即佛。故云眾聖於此乎冥會耳。斯乃希夷之", "308": "境太玄之鄉。希微。夷坦。境界。太大。玄幽。鄉", "309": "域也。涅槃微而坦。大而幽。何界域之不遍。故", "310": "云夷境玄鄉也。而欲以有無題牓下。涅槃言", "311": "語道斷。而欲以有以無題牓名目。標指方域。", "312": "其可得乎。不亦邈哉。而云爾者。不亦遠矣。故", "313": "云邈哉。邈遠也。", "314": "覈體第二　覈實也。責覈涅槃之體。故云如", "315": "此也。有名曰夫名號不虛生稱謂不自起。有", "316": "名是難。難家謂。涅槃應有名字。不得言無也。", "317": "此兩句一意。皆明有因緣。故有名耳。蓋是返", "318": "本之真名神道之妙稱者。中本起經云。一切", "319": "諸法本。因緣空無主。息心達本源。故號為沙", "320": "門。今言反本。是達本源也。神道謂神妙之道", "321": "也。謂如來大覺始興。佛初成道也。法身初建。", "322": "始得五分法身。戒定智慧解脫解脫知見也。", "323": "澡八解之清流。以八解為之請流。而澡浴也。", "324": "內有色相外觀色。一解脫也。內無色相外觀", "325": "色。二解脫也。淨解脫身證。三解脫也。空處", "326": "定。四解脫也。識處定。五解脫也。無所有處", "327": "定。六解脫也。非有想非無想定。七解脫也。滅", "328": "盡想定。八解脫也。出大品等經。憩七覺之茂", "329": "林。以七覺為茂林。而憩息也。擇法覺分。精進", "330": "覺分。念覺分。定覺分。喜覺分。捨覺分。除覺", "331": "分為七。亦出大品涅槃等經。蕩無始之遺", "332": "塵。無始已來遺餘塵垢。所謂習氣也。三明鏡", "333": "於內。內心也。天眼宿命漏盡明也。神光朗於", "334": "外。外謂法界也。結僧那於始心。僧那僧涅。此", "335": "梵語也。翻為四弘誓願。初發心時。先弘此願", "336": "耳。終大悲以赴難。終以大悲之心。赴救眾生", "337": "之苦難也。仰攀玄根。仰求玄理之根源也。俯", "338": "提弱喪。俯下也。提接也。言大聖下接微弱", "339": "將喪之眾生。故云俯提弱喪也。超邁三域獨", "340": "蹈大方。邁越也。超過也。蹈踐也。三域三界", "341": "也。大方大乘也。啟八正之平路坦眾庶之夷", "342": "塗。啟開。開八正耳。正見。正思惟。正語。正業。", "343": "正命。正精進。正念。正定。為八也。出大品涅", "344": "槃等經耳。眾庶眾生也。夷塗猶上平路也。騁", "345": "六通之神驥。廣雅云。騁奔也。字林云。驥千里", "346": "馬也。以六神通之俊驥而馳騁也。天眼耳他", "347": "心宿命如意漏盡。為六通也。乘五衍之安車。", "348": "衍梵語云摩訶衍。摩訶大也。衍乘也。言五者", "349": "五乘。人乘。天乘。聲聞乘。緣覺乘。佛乘也。此", "350": "之五乘。入如來乘。皆名為大。故乘五衍也。言", "351": "安車者。曲禮云。大夫七十而致仕。則安車", "352": "賜之以几杖。適四方時即乘安車。自稱曰老", "353": "夫。注云。安車者坐乘也。若今之小車耳。玄湜", "354": "問曰。佛既乘彼大乘。只可喻以大車。今云坐", "355": "乘如似小也。何耶。代疏主答曰。既稱老夫。老", "356": "必大也。以人攝乘。人大乘大。既大且安耳。言", "357": "餘乘未安。故詺佛乘為安車也。亦如前五衍", "358": "義。小乘入如來乘。皆名大乘也。經曰。是大乘", "359": "安隱快樂。即其義也。此是中道。非如曲禮耳。", "360": "至能出生入死與物推移。應物之生為出。出", "361": "生也。應物之滅為入。入死也。進退隨同世間。", "362": "故云與物。言推移即進退也。洽霑洽也。施施", "363": "設也。化母。正道能育萬物。如子從母而生。千", "364": "變萬化。不出道體。佛盡其源。故云化母也。玄", "365": "樞者。玄謂幽玄。樞樞要也。謂至理幽玄。教門", "366": "樞要。佛窮盡之耳。廓虛宇於無疆。開廓法宇。", "367": "無有疆界也。如華嚴蓮華藏莊嚴世界海是", "368": "也。曜薩雲以幽燭。薩雲梵語也。此云一切", "369": "智。照燭幽暗。故云燭幽。亦法光潛照。故云燭", "370": "幽也。將絕朕於九止。將欲也。絕滅也。朕迹也。", "371": "九止謂九居也。欲界中除三惡趣。取人天為", "372": "一。四禪中除第四禪。取前三禪為三。無想天", "373": "為一。四空為四。合九居也。九類眾生居止之", "374": "處。為九止耳玄湜謂曰。既云除第四禪。復云無想為一。此豈非彼四禪天乎。幸詳之。", "375": "永淪大虛。長沒虛中也。而有餘緣不盡餘迹", "376": "不泯。餘緣謂所應化度眾生也。餘迹謂有餘", "377": "身迹。未亡泯也。玄湜謂。此諸語皆是前九折", "378": "家之難詞耳。難意云。既能廓虛宇曜薩雲將", "379": "絕朕。如此即令淪同大虛。逈無一物。何得", "380": "復有眾生未度。餘緣不盡也。佛身尚存。餘迹", "381": "不泯也。若直讀疏。都不見折難之意。今指出", "382": "其文。似如可解。幸鑒者詳之。如錯勿哂也。次", "383": "疏業報猶魄聖智尚存。魂者身之主。既有其", "384": "身。必有餘業。業必須受。受之曰報。如木槍償", "385": "對食馬麥等。是謂業報之事。尚如魂魄。魂魄", "386": "必存身中。有身有魂。即令招業。故云業報猶", "387": "魂耳。猶如也。故下句云聖智尚存。存在也。佛", "388": "既有智慮猶在。即知業不可忘也。亦折難之", "389": "詞耳。玄湜意。經曰陶練滓穢如練真金。練金", "390": "之法。水中陶汰。鑪中冶鑄。言聖人陶練塵滓", "391": "如此也。無餘者下。翻上有餘。即無餘也。大患", "392": "莫若於有身。身患最大。若如也。故云莫若也。", "393": "智動最先。故云莫先也。滅智以淪虛。謂淪沒", "394": "同於虛空也。脩塗。脩塗長路也。弗已無止也。", "395": "經曰智為雜毒形為梏桎。智慧離好。終勞神", "396": "識。如食雜毒。終能害身。說文云。桎足械也。", "397": "梏手械也。文云。桎械梏枷害身之具。淵默", "398": "以之而遼患難以之而起。淵深也。默寂也。言", "399": "有身有智。則分別患難由之而生。至於幽微", "400": "之道。則遼遠也。故云淵默以之而遼。患難", "401": "以之而起耳。灰身滅智捐形絕慮。捐棄也。言", "402": "身既如此。患難須磨滅。令同灰塵棄絕智慮。", "403": "使無患累耳。內無機照之勤外息大患之本。", "404": "內若無智。則無機動之心。亦無照察之慮。外", "405": "若無身。則無寒暑之患。亦無資費之勞也。超", "406": "然與群有永分下。謂鑒知諸法性本自空義。", "407": "如超超然與群有長別。其實不別。不別者何。", "408": "蓋色即空。空即色也。對凡未解。似若永分。聖", "409": "鑒體之。豈唯無色。空亦無也。寂焉無聞。無音", "410": "聲故不可聞。無萌兆故不可見。莫知所之。不", "411": "知所適也。其猶燈盡火滅膏明俱竭。涅槃第", "412": "九卷云。一闡提人。見於如來畢竟涅槃。猶", "413": "如燈滅膏油俱盡也。然則有餘可以有稱下。", "414": "結難也。謂有餘涅槃可名為有。無餘涅槃可", "415": "名為無也。忻尚於冲默。愛重空者。聞無餘則", "416": "欣喜貴尚而求之也。彌仰於聖功。愛重有。聞", "417": "有餘則信仰功德而求之也。斯乃典誥之所", "418": "以垂文下。典籍誥訓。垂布文理也。謂諸大乘", "419": "經。群聖行路。故云軌轍。軌者作車之法。轍謂", "420": "車之轍迹也。使夫懷德者自絕下。懷德者。聞", "421": "涅槃非有。則不求也。宗虛者。聞涅槃非無。則", "422": "不學也。自絕者。謂無心求。靡託。謂無託。無", "423": "託心處也。無異杜耳目於胎㲉下。杜塞耳目", "424": "於胎㲉之中。而責有辨。宮商不可得也。掩玄", "425": "象於雲霄之外。而令辨玄素不可得也。玄象", "426": "謂天象也。玄黑幽。幽然也。素白也。而論旨竟", "427": "莫知所歸。不知何所明也。幽途故自蘊而未", "428": "顯。道理蘊積。故未顯明也。靜思幽尋寄懷無", "429": "所。無安懷抱處也。豈謂。不謂也。朗大明於幽", "430": "室。眾生暗昧如冥室。今作此說。非謂朗冥", "431": "室令其見也。眾生無知無聞。今作此說。非是", "432": "奏玄響令聞也。小雅云。奏詣皆進也。", "433": "位體第三　尚書云。位次也。如階品次高下", "434": "不同。今明涅槃體相次第。故云爾也。無名曰。", "435": "無名是答。答家明涅槃本無名字。故曰無名", "436": "也。蓋是涅槃之外稱下。涅槃正體非有非無。", "437": "言有言無。乃是應物云假名。故云外稱也。", "438": "而存稱謂者封名志器像者耽形。存稱謂者。", "439": "謂著名字人也。志器像者。謂著形相人也。封", "440": "封執。耽耽著也。名也極於題目下。言名字者。", "441": "但能遊在於題目之內。已外不能名也。形但", "442": "盡在於方圓之內。降此之外本能形也。方圓", "443": "有所不寫下。言方之與圓。不能圖寫得非方", "444": "圓之法。題目亦不能傳得非題目之法也。焉", "445": "可以名於無名下。焉可者不可也。無名者。非", "446": "題目法。無形者非方圓法。所謂涅槃也。難", "447": "序云有餘無餘者下。前難中所序有餘無餘", "448": "也。信是權寂致教之本意下。謂序有餘。是權", "449": "教意。所序無餘。是實教意。權謂顯也。實謂隱", "450": "也。但未是玄寂絕言之幽致下。玄寂謂寂滅", "451": "真理也。環中空也。術者道路也。韓子云。棄灰", "452": "於術者斬指。此古法也。子獨不聞正觀之說", "453": "下。二經是正觀文也。然則聖人在天下寂漠", "454": "虛無下。言聖人應物如此也。無執。謂無所執", "455": "著也。無競。謂不與物競也。涅槃云。世智說", "456": "有。我亦說有。世智說無。我亦說無也。即其事", "457": "耳。譬猶幽谷之響明鏡之像。此二喻喻後。不", "458": "喻前也。不知所以來而來。不知所以往而往", "459": "也。恍焉而有下。此亦是來往義也。動而逾", "460": "寂。逾越也。越動越寂。越隱越彰也。變化無", "461": "常。言不恒也。其為稱也因應而作。謂因應化。", "462": "故有稱謂動作耳。然則有無之稱本乎無名。", "463": "本是無名。從應化故。方有有無之名耳。無名", "464": "之道于何不名。于於也。雖曰無名。無所不名", "465": "種種名也。是以至人下。明種種應現也。原", "466": "夫能天能人者。原本也。若實是人。則不能為", "467": "天。若實是天。則不能為人耳。果以非天非人。", "468": "而能應化人天耳。其為治也。謂聖人治化世", "469": "間也。應而不為下。雖應化而終無心有所為", "470": "作固事。而為無所施設也。施莫之廣。廣施設", "471": "也。為莫之大。言大聖凡所施為。人天六道。小", "472": "聖小賢。更莫能加莫能過。故云施莫之廣。為", "473": "莫之大也。返於小成。返在小也。歸于無名。返", "474": "歸無也。經曰菩提之道不可圖度下。此是修", "475": "行道地經文也。然則涅槃大道下。結歸非有", "476": "非無耳。而惑者下。非惑計也。豈足以牓玄", "477": "道而語聖心者乎。不得以有無邊見。題牓涅", "478": "槃之道。語般若之心也。題謂名題。牓者牓示。", "479": "言涅槃無名。不可如此而得耳。意謂至人寂", "480": "泊無兆下。通示至人之相也。隱顯同源者。謂", "481": "隱顯無別。即如下說也。何則佛言吾無生不", "482": "生下。無有生處。而不受生。此大品經文也。彼", "483": "具文云。菩薩終不受胞胎。終不受五欲。無生", "484": "不生。終不為生法所污。今加以無形不形。准", "485": "生言之耳。以知存不為有者。此結不有也。以", "486": "此文證。故知存不為有也。有本云。以知存不", "487": "為有更加亡不為無者。非也。亡不為無。自在", "488": "後文。不闕此段也。經言菩薩入無盡三昧。此", "489": "下方明亡不為無耳。此經未詳。又云入於。般", "490": "涅槃而不入於涅槃。此涅槃經文也。彼云般", "491": "涅槃時。不般涅槃耳。以知亡不為無者。此句", "492": "始結不無也。以此經文。故知亡不為無耳。亡", "493": "不為無雖無而有下。此兩句但覆疏非有非", "494": "無耳。然則涅槃之道。果出有無之域。絕言", "495": "像之徑為句也。果決定。定出有無之域。定絕", "496": "言像之經也。斷矣者。判斷分明。可得知矣也。", "497": "子乃云下。非前說也。無乃乖夫神極。無乃乃", "498": "也。無乃乖者。意言乖也。經曰法。身無像應物", "499": "以形下。形現也。緣境也。萬機頓赴而不撓其", "500": "神。言聖應感之道。一時適赴萬緣。心神不", "501": "撓亂。說文云。撓字擾音。文字集略云。撓者曲", "502": "行也。一時各對千難。而思慮無所撓濁也。動", "503": "若行雲止若谷神。行雲雖動而無心。谷神雖", "504": "止亦無心也。謂山谷之神老子谷神不死。是", "505": "謂玄牝。謂能養神。如山谷之神。則不必死也。", "506": "注云谷養神者。非也。無器而不形。有緣皆現", "507": "也。無感而不應。有扣皆應也。然則心生於有", "508": "心。眾生有心感之。則現形像耳。故金流而不", "509": "燋者。莊子云。至人也物莫之傷也。大浸稽天", "510": "而不溺。大旱金石流。土山焦而不熱。今言不", "511": "焦即不熱也。日用而不動老云。用之不勤。", "512": "勤勞也。紛紜自彼於我何為。紛紜緣自紛紜", "513": "也。聖人常靜。我者聖人也。所以智周萬物而", "514": "不勞。聖智通鑒萬物。何所苦勞者。為無心也。", "515": "身形應八方而無患害者。為無身無我也。益", "516": "不可盈損不可虧。欲益之而不可益。欲損之", "517": "而不可損也。寧復痾癘中逵壽極雙樹。痾癘", "518": "病也。逵道路也。爾雅九達謂之逵。雙卷泥洹", "519": "經云。佛將涅槃。向拘尸國。中路患痢。後至雙", "520": "樹。遂即涅槃。今言何有斯理也。涅槃經云。佛", "521": "正說法。至第十卷。中途現病。此亦痾癘中逵", "522": "也。靈竭天棺體無焚燎。佛涅槃後。疊纏綿󰆏。", "523": "入金銀槨。次銅次鏡。盛滿香油。以火焚之。此", "524": "是轉輪聖王之法。故云天棺也。焚燎皆燒也。", "525": "而惑者居見聞之境。尋常耳目見者。見滅燒", "526": "盡。大謂聖亦然耳。尋殊應之迹。尋遂事迹。有", "527": "謂言定有。無謂言定無也。秉執規矩以擬大", "528": "方。賈逵注國語云。秉執也。規圓矩方也。大方", "529": "謂大乘也。老子云。大方無隅。何得執規矩以", "530": "擬議耶。欲以智勞至人下。謂有智為勞有形為", "531": "患也。捨有入無因以名之。捨有為入無為。名", "532": "涅槃也。故云因以名之耳。豈所謂採微言於", "533": "聽表。言微言深妙。可以意得。玄根沖邃。可以", "534": "理宣。執言取相者。此非採微言於視聽之表。", "535": "拔玄根於虛無之境也。", "536": "徵出第四　徵責涅槃出有無外。故云徵出", "537": "也。有名曰夫渾元剖判萬有參差。剖開也。判", "538": "分判也。老子云。有物渾成。先天地生。謂之為", "539": "道。今言渾元。即斯道也。易云。天地未分。謂", "540": "之大易。元氣始萌。謂之大初。氣形之端。謂之", "541": "太始。形變有質。謂之大素。質形已具。謂之太", "542": "極。形氣既分。曰兩儀。以人參之。曰三才。今", "543": "言參差者。即三才之間。萬有諸法如此也。有", "544": "既有矣不得不無下。言有法終歸於無也。必", "545": "無因有耳所以高下相傾。舉體例。皆相待有", "546": "也。此自然之數者。言理極數自然矣。數極", "547": "於是。理數極此也。化母所育理無幽顯。化母", "548": "道也。育養也。若幽若顯皆道生也。恢詭譎怪", "549": "無非有也。恢大也。詭戾也。譎乖也。怪異也。", "550": "今云。此等諸法皆是有也。詭譎字。或有從心", "551": "者。字林爾也。有化而無無非無也。有變化即", "552": "成無也。然則有無之境理無不統。理皆統攝", "553": "諸法也。經曰有無二法攝一切法。此是諸經", "554": "大義也。虛空謂太虛也。數緣盡。以智數斷煩", "555": "惱惑盡也。非數緣盡。謂不由智數。自然而斷", "556": "者。如須陀洹人。初得果已。三惡道業自然", "557": "而盡。不由智數斷之令無。智所斷者。謂五見", "558": "及疑也。數緣盡即涅槃也。此言涅槃是無為", "559": "法。不得非無也。覈責覈也。為定是有。為當是", "560": "無果。若無也無則無差。若定是無。無則無別。", "561": "同無為之無也。總而括之即而究之。雙論有", "562": "無兩法也。無有異有而非無下。異有即是無。", "563": "異無即是有也。而曰有無之外可有妙道下。", "564": "非前說也。吾聞其語矣。雖聞此語。心未信", "565": "矣。", "566": "超境第五　超謂超越。境謂境界。明涅槃之", "567": "法。超越有無之境界也。無名曰有無之數誠", "568": "法無不該。誠信也。該括也。統攝也。然其所統", "569": "俗諦而已。而有無之法。但攝俗法也。經曰", "570": "真諦何也下。此是引經文。或是釋經語。引經", "571": "文者。通真俗兩句。皆是經文也。釋經語者。經", "572": "言真諦者。涅槃是也。經言俗諦者。有無是也。", "573": "何則有者有於無下。對明有無。皆俗法也。然", "574": "則有生於無下。有從無生。無從有生也。有無", "575": "相生其猶高下相傾。此直世間之事耳。然則", "576": "有無雖殊俱未免于有。言有言無。皆俗諦有", "577": "法也。此乃言像之所以形下。言必言於有無。", "578": "像必像於有無。是之與非。皆因有無而起。或", "579": "有以有為是。以無為非。或有以無為是。以", "580": "有為非也。豈是統夫幽極。此之有無。既是是", "581": "非之境。不得統攝涅槃幽極法也。良以有無", "582": "之教止于六境耳。有無之數。但在六塵境界", "583": "也。六境之內非涅槃之宅故借出以祛之耳。", "584": "六境既非涅槃。故云涅槃出有無耳。云言也。", "585": "庶希道之流。庶冀望也。希冀慕也。髣髴謂近", "586": "真而非真也。幽途謂玄道也。託情謂安心也。", "587": "絕域謂至理也。得意亡言。取意棄言也。言者", "588": "所以在意。得意亡言。吾安得亡言之人。與之", "589": "言哉。體者解也。解其非有非無。明是中道也。", "590": "豈曰有無之外別有一有而可稱哉。不離有", "591": "無。條然別有一妙有。謂之涅槃也。經言三無", "592": "為下。解前無為難也。紛撓謂邪亂也。篤甚", "593": "也。尤過也。絕有之稱莫先於無。破有要假於", "594": "無。故說三無為明涅槃。是數緣滅以破眾生", "595": "有病耳。故借無以明其非有。借無為名。明涅", "596": "槃不是有為也。明其非有非謂無也。但言非", "597": "有。非即無也。", "598": "搜玄第六　搜謂搜括。玄謂玄妙。搜括玄妙", "599": "之所在。故云搜玄也。有名曰論云涅槃既不", "600": "出有無下。牒前語也。不在有無則不可於有", "601": "無而得之下。定宗也。求之無所使應都無然", "602": "復不無其道。既無定求之處。則應都無涅槃。", "603": "而復不得云無涅槃也。其道不無則幽途可", "604": "尋。言幽玄途略可尋求耳。所以千聖同轍。千", "605": "聖言多佛。多佛謂諸佛。諸佛皆同此轍。轍車", "606": "轍。喻正道也。諸佛皆遵此轍。無有虛返。虛返", "607": "者。謂前無涅槃。然後却返也。其道既有下。既", "608": "有涅槃之道。而復言其不出不在。必應有意。", "609": "願欲聞也。", "610": "妙存第七　非有非無。是謂妙有。故云妙存", "611": "也。無名曰夫言由名起下。言因名字。名字因", "612": "體相也。相因可相無相無名也。若以義分之。", "613": "則因可相屬前科。謂相貌因可相而立也。無", "614": "相無名下。覆遣前語。諸法無相。是故無名。以", "615": "無名故無言說。以無言說故不可聞也。若以", "616": "文勢讀之。則相因可相。無相無名為句也。經", "617": "曰涅槃非法非非法下。涅槃十九云。如來涅", "618": "槃非有非無。非有為非無為等。今述彼大意", "619": "也。子欲聞之耶。而汝欲聞。當為說也。小雅", "620": "云。而如汝乃。爾若皆汝也。雖然善吉有云。此", "621": "大品經文也。庶述其言亦可以言。汝既望述", "622": "其言。今亦可以言說也。淨名曰不離煩惱而", "623": "得涅槃。此是彼舍利弗章中語耳。天女曰不", "624": "出魔界下。即淨名天女語也。彼云佛說婬怒", "625": "癡性。即是解脫。解脫佛界也。婬怒癡魔界也。", "626": "然則玄道存於妙悟。若然者。妙悟即見道也。", "627": "妙悟存於即真。知即俗是真是。謂妙悟也。即", "628": "真則有無齊觀。既知即俗即真。即有無齊一", "629": "同實相也。齊觀即彼己莫二。既能齊觀。則此", "630": "彼何別。已是此也。所以天地與我同根。同一", "631": "道根也。萬物與我一體。同一道體也。同我", "632": "則非復有無。既知同矣。更無有無之別也。異", "633": "我則乖於會通。若言萬物與我異者。則不能", "634": "會通也。所以不出不在下。正以萬物無別故。", "635": "道在其中。體之則不出。惑之則不在也。何則", "636": "夫至人虛。心默照下。釋所以不出不在也。虛", "637": "心者無執。默照者潛通也。妙理皆盡。故無不", "638": "統耳。懷六合於胸中下。四方上下六合也。明", "639": "見六合於心中。而心智有餘力也。明見萬有", "640": "於心中。而心神無滯執也。至能拔玄根於未", "641": "始。無始已來。玄理根源。而能拔出。又如群動", "642": "即靜也。恬淡淵默妙契自然。恬淡靜也。淵", "643": "默如淵之澄靜也。妙契謂妙悟也。自然謂天", "644": "然之理也。所以處有不有居無不無。處有不", "645": "同有也。居無不同無也。居無不無故不無於", "646": "無下。居無不同無。亦不無於無也。處有不同", "647": "有。亦不有於有也。故能不出有無。而不在有", "648": "無。正以處有不有故不在有中。不有於有故", "649": "不出有中。居無不無故不在無中。不無於無", "650": "故不出無中耳。然則法無有無之相下。若然", "651": "者。則知諸法無有無之相等也。無有定有定", "652": "無相。無有定有定無知也。聖無有無之知故", "653": "則無心於內下。心是內法。數是外法也。此", "654": "彼寂滅物我冥一。此謂內心也。彼謂外法也。", "655": "物我亦是內外彼此也。泊爾無朕乃曰涅槃。", "656": "寂泊無迹也。圖度絕矣。言不可測度也。容可", "657": "責之於有無之內下。何容可責於有無之內", "658": "求涅槃也。又可徵之於有無之外。容字貫下", "659": "句。何容復可問有無之外徵涅槃乎。", "660": "難差第八　史記云。言論相拒。謂之難。今難", "661": "三乘三位兩種差別。故云難差也。有名曰涅", "662": "槃既絕圖度下。領前言也。斯則窮理盡性下。", "663": "窮盡至理究竟物性也。理其然矣。謂其理實", "664": "然。無有差別也。而放光云三乘諸道。大品經", "665": "文也。金剛般若亦云爾也。佛言昔我為菩薩", "666": "名曰儒僮於燃燈佛所已入涅槃。儒僮之名。", "667": "諸經散說。已入涅槃。是法華文。彼云。於此時", "668": "間。我說燃燈佛等。又復言其入於涅槃。今", "669": "所引者。義意與法華有別。法華燃燈佛涅槃。", "670": "今引言儒僮涅槃。恐是舊經。翻譯有異也。於", "671": "七住初獲無生忍。關河大德。凡言住者。皆是", "672": "地也。儒僮菩薩見燃燈時。位當七地。得無生", "673": "忍也。進修三位者。謂八九十三地也。若涅槃", "674": "一也則不應有三下。雙難前三乘之三。及三", "675": "位之三也。如其有三則非究竟者。若有三乘。", "676": "若有三位。明知未究竟之道。下既云究竟。何", "677": "有昇降之殊。昇謂高昇。降謂降下也。眾經", "678": "異說下。諸經各說不同。何為耶中正耶。", "679": "辨差第九　辨別也。分別三乘差別。故云辨", "680": "差也。至於三位差別。下第十四章中重難。第", "681": "十五章中方答耳。無名曰然究竟之道理無", "682": "差也。言究竟之道。實無差別也。法華云下。引", "683": "正法華文也。以俱出生死故同稱無為。皆同", "684": "無為。而有差別也。所乘不一故有三名。隨", "685": "其所乘之因不同。故有三乘之果耳。結其會", "686": "歸一而已矣。結論終歸同一無為也。此以人", "687": "三三無為非無為有三者。以三人分無為成", "688": "三耳。無為無三也。故放光下。說聲聞結盡。習", "689": "不盡已來。通是經文也。請以近喻。將事顯理", "690": "也。如人斬木。斬去一尺。一尺在木。不關虛", "691": "空。斷除煩惱亦復如是。但在於人。不關無為", "692": "也。夫群生萬端下。明根性不同。大小有異。深", "693": "者大。淺者小。厚薄亦然。所以俱之彼岸下。之", "694": "適也。小雅云。造之如往適也。彼岸豈異異自", "695": "我耳者。彼岸不異。異自三人也。眾經殊辯", "696": "其致不乖也。經說同一無為。復云三乘差別。", "697": "以解脫是同。故云同一無為。以斷結有異。故", "698": "云三乘差別。言雖有異。理致不乖也。", "699": "責異第十　責三乘之異。故云責異也。有名", "700": "曰俱出火宅則無患一也下。法喻雙明也。三", "701": "子俱出火宅。三乘同出生死也。而彼岸無異", "702": "異自我耳者。牒前言也。若我即無為下。若", "703": "一則人法無別。不得言法同而人別也。若我", "704": "異無為下。若異即人法全別。不得言人會無", "705": "為也。無為自無為下。明所以異不同是一。", "706": "故曰不通也。然則我與無為下。雙結一異兩", "707": "關也。一則不合有三乘。異則不得有一乘也。", "708": "三乘之名何由而生者。一異兩關。既無有三。", "709": "何得有三乘名字耶。", "710": "會異第十一　會釋三乘之異。故云爾也。無", "711": "名曰夫止此而此下。此謂有為。彼謂無為。在", "712": "有則同有。在無則同無也。所以同於得者得", "713": "亦得之同於失者失亦失之。老子云。得者同", "714": "於得。失者同於失。同於得者得亦得之。同於", "715": "失者。失亦失之也。而在有同有在無同無。事", "716": "如在得同得。在失同失。所言得失者。則善惡", "717": "是非等也。我適無為我即無為者。定宗也。無", "718": "為雖一何乖不一耶。法雖是一。不妨人自不", "719": "一也。譬猶三鳥出網下。此喻分明歷然可見", "720": "也。如是三乘眾生下。合喻分明也。樊者籠", "721": "也。莊云。雉十步一啄。百步一飲。不蘄畜乎樊", "722": "中。郭注云。蘄求也。樊所以籠雉也。今以惑妄", "723": "樊籠繫眾生。如雉在于籠也。然則我即無為", "724": "下。我謂三乘人也。無為謂三乘法也。所以無", "725": "患雖同下。覆明前法喻兩種同異也。昇虛有", "726": "遠近。明三鳥異也。幽鑑有深淺者。明三乘異", "727": "也。無為即我我即無為也。既雙明法喻。此", "728": "類可知也。今結答意。偏明法耳。無為涅槃。即", "729": "三乘人。三乘人亦即無為涅槃更無別也。此", "730": "非我異無為。明所以有三也。", "731": "詰漸第十二　詰責也。漸消也。出廣雅。今詰", "732": "三乘漸斷煩惱。不能頓盡也。有名曰萬累滋", "733": "彰本於妄想。滋彰多也。老子云。法令滋彰。盜", "734": "賊多有。而本由妄想。所以萬累多也。妄想", "735": "既祛則萬累都息者。祛遣也。有本作去。亦是", "736": "除遣也。二乘煩惱盡。故云得盡智。菩薩得無", "737": "生法忍。故云得無生智也。二乘得盡智。結縛", "738": "永除。菩薩得無生智。妄想都盡。結縛既除心", "739": "則無為者。悟無為也。心既無為理無障翳。若", "740": "悟無為。則於理明見無障翳也。經曰是諸聖", "741": "智不相違背不出不在其實俱空。此大品經", "742": "習應品文也。二乘但出。即不在也。菩薩之人。", "743": "不出世間。知諸法皆空故也。又曰無為大道", "744": "平等無二。此正法華文也。既曰無二。則不容", "745": "異心。法既無二。體法之者。不應心有異也。不", "746": "體則已體應窮微。已止也。若不體止而不論。", "747": "既論體悟。則應窮盡微。妙也。而曰體而不", "748": "盡是所未悟也。難前以未盡無為。故有三也。", "749": "所未能解。故云未悟也。", "750": "明漸第十三　明三乘漸悟。故云爾也。無名", "751": "曰無為無二則已然矣。無為之中。無有二法。", "752": "已如前說也。結是重惑下。結謂煩惱。煩惱重", "753": "惑。而言頓盡。不解此也。經曰三箭中的三獸", "754": "渡河。此鞞婆沙論文也。名論為經。故云經曰。", "755": "如迦旃延造發智論。名發智經也。三箭謂三", "756": "人射箭也。的即渡齊也。三獸謂象馬兔也。中", "757": "度無異下。三箭皆中。中無異也。三獸皆渡。渡", "758": "無異也。獸力有不同。故入的有淺深。入水", "759": "亦有淺深耳。三乘眾生下。合喻也。十二因緣", "760": "如河津也。四真諦法如射的也。絕偽即真同", "761": "昇無為。斷煩惱結。故云絕偽。證悟涅槃。故云", "762": "即真也。昇高昇也。然其乘不一下。三機不同。", "763": "故所行之法各別也。夫群有雖眾然其量有", "764": "崖。萬有非一。故云群有。雖云不一。終有涯畔", "765": "也。正使智猶身子下。正猶身子之智滿願之", "766": "辯。不能知群之畔齊。況虛無而能頓盡乎。書", "767": "不云乎下。言為學日益。謂漸益知見也。為道", "768": "日損。謂漸損學華也。損謂損折耳。為道者", "769": "為於無為者也。修無為道。故名為道也。為於", "770": "無為而日日損。修無為道。而言漸損也。此豈", "771": "頓得之謂。此不謂頓損。故云漸損也。要損之", "772": "又損之以至於無損者。損之更損。然後都盡。", "773": "無可頓損也。經喻螢日智用可知者。維摩云。", "774": "無以日光等彼螢火。今言佛智如日。聲聞如", "775": "螢。何能頓除煩惱令盡。即同佛耶。所以優劣", "776": "不同。故有三乘之別耳。", "777": "譏動第十四　譏判菩薩進修涉動。故云如", "778": "此也。此章乃是前第八難差章中之義。今更", "779": "發起。然後答也。有名曰經稱法身已上入無", "780": "為境下。七地已上菩薩悟無生忍。得法性身。", "781": "心形如此。何得云儒僮菩薩進修三位。廣積", "782": "眾德耶。夫進修本於好尚下。進修為有好尚", "783": "之心。積德謂有涉求之意也。好尚則取捨情", "784": "現下。取勝捨劣。有損有益也。既以取捨為", "785": "心下。若有此心。則非寂滅也。此文乖致殊下。", "786": "謂取捨寂滅。兩文乖異。理致殊別。而今會在", "787": "一人之上。事如指南為北。曉悟迷人。不可得", "788": "也。", "789": "動寂第十五　動即是寂。故云動寂也。無名", "790": "曰經稱聖人無為下。聖人自在。無為即為。為", "791": "即無為也。無為故雖動而常寂下。雖動常寂。", "792": "故曰無為。雖寂常動。故無不為也。物莫能一", "793": "者。人不能令其常寂也。物莫能二者。人不能", "794": "令其常動也。逾動逾寂者。雖動常寂。故越動", "795": "越靜也。逾寂逾動者。雖寂常動。故越動越靜", "796": "也。所以為即無為下。以動而常寂。故為即無", "797": "為也。動寂雖殊而莫之可異。雖異不可言異", "798": "也。道行曰心亦不有亦不無。此謂聖人心也。", "799": "不有者下。擇上不有不無也。何者有心則眾", "800": "庶是也下。眾庶謂眾生。庶品眾也。眾庶止於", "801": "妄想下。眾生止有妄想心。大虛無鑒照也。豈", "802": "可以止妄想下。不得以眾生之有大虛之無。", "803": "為無生之道般若之心也。是以聖心不有不", "804": "可謂之無下。明聖心也。不有不於有。不可即", "805": "言無。下句反此也。不有故心想都滅下。既云", "806": "不有。明知無心想也。既云不無。明知契妙理", "807": "也。理無不契故萬德斯弘。既契妙理。所以修", "808": "德齊物。既滅心想所以忘己無我也。所以應", "809": "化無方下。復明動寂不二義也。經曰心無所", "810": "行無所不行信矣。聖心如此。何不信也。儒僮", "811": "曰昔我於無數劫下。此是當得記時之言。言", "812": "今施華知空。故名施耳。又空行菩薩入空解", "813": "脫門。此智度論文也。言今行空。不應取證也。", "814": "然則心彌虛行彌廣下。第二正答也。七地已", "815": "上。心益空行益大。何得不進修耶。是以賢", "816": "劫稱無捨之檀者。賢劫經第四云。一切諸法", "817": "無有與者。是曰布施也。成具美不為之為者。", "818": "彼經云。不為而過為也。禪典唱無緣之慈者。", "819": "彼經廣明無緣大慈義也。思益演不知之知。", "820": "彼經云。以無所得故得。以無所知故知也。聖", "821": "旨虛玄殊文同辯。旨意也。諸經殊文同辨聖", "822": "意。動即寂也。豈可以有為便有為下。言不可", "823": "也。菩薩住盡不盡平等法門下。維摩經也。而", "824": "以南北為喻下。非前難耳。", "825": "窮源第十六　窮涅槃之根源。故云如此也。", "826": "有名曰非眾生無以御三乘下。謂人能御法。", "827": "因能成果也。然必有眾生下。既云人能御法。", "828": "則先有人。既云因能成果。則後有果也。是則", "829": "涅槃有始下。學而始成。故有始也。而經云涅", "830": "槃無始無終湛若虛空者。無始終則不生滅。", "831": "如虛空則常住也。若如虛空下。虛空不可學", "832": "成。涅槃何得然耶。", "833": "通古第十七　涅槃之法。古今同一。故云通", "834": "古也。無名曰夫至人空洞無像而物無非我", "835": "者。字林云。洞音動。疾流也。比來學者。皆作", "836": "同音。空故無象。故以萬物為己體也。會萬物", "837": "以成已下。聖人無體。以萬物之體。為己體耳。", "838": "何則非理不聖下。非悟理不成聖。非聖人不", "839": "悟理也。理而成聖者。既悟理成聖。則聖與", "840": "理不異也。肇公此言。妙盡幽極也。故天帝曰。", "841": "大品文也。又曰見緣起為見法性。大品大集", "842": "皆有此文。斯則物我不異之効者。十二因緣", "843": "即是。明知萬物不異己體。以此文為効驗也。", "844": "所以至人戢玄機於未兆者。戢謂欽歛也。戢", "845": "阻立反文選詩云。戢翼希驤首。乘流畏暴鰓。言", "846": "歛翼也。玄機謂聖人心也。未萌之事。未現無", "847": "兆。至人歛心預見之也。藏冥運於既化者。冥", "848": "運亦是聖心也。過去之事。已往無形。至人運", "849": "心。却見之也。總六合以鏡心。觀現在也。四方", "850": "上下曰六合。至人之心。皎明如鏡。照萬事耳。", "851": "一去來以成體。知三世同體也。言聖人以此", "852": "三世萬物為體。無別體也。故物不遷云。道遠", "853": "乎哉。觸物而真也。即三世萬物耳。真者物", "854": "性即無生。無生即真。真即空也。聖人體此空", "855": "理以成聖。故云成體也。古今通下。謂聖人知", "856": "古今。終始不別。本末不二。浩汗然大均平。得", "857": "此心者。名曰涅槃耳。亦可以古今終始本末", "858": "等。法體平等。是大涅槃也。經曰不離諸法而", "859": "得涅槃者。即維摩云。不斷煩惱而入涅槃也。", "860": "又中論云。不離於生死而別有涅槃。又云", "861": "諸法無邊故下。此謂諸法與菩提同也。以知", "862": "涅槃之道存於妙契。契會妙理。即是涅槃也。", "863": "本乎冥一者。知萬法冥然一體。是謂妙契也。", "864": "然則物不異我下。覆明不二也。物我玄會歸", "865": "于無極者。物我同歸無極之理也。進之不先", "866": "下。推進涅槃於先而不先。抑退涅槃於後而", "867": "不後。既而不先不後。有何始終乎。天女曰", "868": "下。維摩文也。耆年謂舍利弗也。言汝得解脫", "869": "有久近乎。解脫既無久近。我止此室亦無久", "870": "近。今引此文。直明解脫無久近也。解脫涅槃", "871": "也。久近始終也。", "872": "考得第十八　考挍得涅槃之人。故云者得", "873": "也。有名曰經云眾生之性極於五陰之內下。", "874": "此通說諸經大意也。然則眾生之性頓盡於", "875": "五陰之內者。五陰盡則眾生盡也。又云眾生", "876": "局在五陰內。故名為盡耳。涅槃之道獨建於", "877": "三有之外者。涅槃出世間。故建立涅槃三界", "878": "外也。邈然殊域下。一內一外。故曰殊域。既言", "879": "殊域。故不得言眾生得涅槃也。果若有得下。", "880": "若定言眾生得涅槃。則有眾生五陰外。而言", "881": "其得也。若必止五陰下。若眾生局在五陰內。", "882": "而復言得涅槃。則五陰不定無也。五陰若都", "883": "盡下。五陰若盡。則無人得涅槃也。此結難之", "884": "大意耳。", "885": "玄得涅槃第十九　雖得涅槃。乃是無得之", "886": "得。無有定得。故云爾也。無名曰夫真由離起", "887": "下。離著則成真。有著則成偽也。著故有得下。", "888": "心中有著。則有所得。若離著反此也。而云", "889": "無名者。無有得名也。是以則真者。同真則謂", "890": "准則也。依真無著。則成於真。依偽有著。則成", "891": "於偽也。子以有得為得故求得於有得者。此", "892": "乃法偽同偽也。吾以無得為得故得在於無", "893": "得者。此是則真同真也。且談論之作必先定", "894": "其本者。本宗也。既論涅槃下。依涅槃宗。而說", "895": "涅槃也。若就涅槃以興言下。若就涅槃本宗", "896": "為言。則一切諸法。體性皆空。皆是涅槃真體。", "897": "復何得耶。何者下。釋涅槃之真性也。妙盡常", "898": "數者。不同諸法之數。亦可是五陰十二入十", "899": "八界。亦得但是心數也。融冶二儀者。融通", "900": "天地。如鑪冶之鎔金。無不同也。滌蕩萬有者。", "901": "洗滌除蕩無不空也。均天人下。明不二也。內", "902": "視不見己者。內視涅槃。不見其己體也。返聽", "903": "不聞我者。却聽涅槃。不聞其聲也。我者涅槃", "904": "也。未嘗有得下。非二邊也。經曰涅槃非眾生", "905": "者。此論凡所引經。乃有二體。一者標名。二者", "906": "不標名。標者是經全文。不標者是諸經大況。", "907": "未必全然。多如此也。今此所引。是諸經之大", "908": "況耳。維摩詰云至不復更滅。淨名全文也。此", "909": "明下。釋經意也。雖滅不滅。故言無滅耳。然則", "910": "眾生非眾生下。已前皆是鑪冶總答。此下正", "911": "答所難。明玄德也。眾生自空。故無能得之者。", "912": "涅槃亦空。故無可得之者也。放光云菩提從", "913": "有得耶下。此引大品文。以明涅槃耳。從此至", "914": "然則都無得耶答曰不也。皆是經文也。有謂", "915": "有心。無謂無心。餘句亦爾。皆論心也。又以有", "916": "所得為得。無所得為無得。餘句亦爾。又以", "917": "有相為有得。無相為無得餘。句亦爾。又以有", "918": "人法為有得。無人法為無得。餘句亦爾。都無", "919": "得者。謂總無有法得如虛空也。是義云何者。", "920": "既五句皆非。云何得耶。答曰無所得故名得", "921": "者。即以無所得。名為得耳。亦以得無所得名", "922": "為得耳。亦可直以無得即名為得耳。是故得", "923": "無所得也。以是義故。雖得涅槃。亦無得也。亦", "924": "可言得涅槃得於無得也。無所得謂之得者", "925": "誰獨不然乎者。此句諸本不同。人多不解。", "926": "遂加咸字。迷誤於人。今此本皎然可見也。", "927": "若以無得謂為得。不以有得名為得者。諸法", "928": "皆無得。何人獨不得耶。然則玄道在乎絕域", "929": "故不得以得之者。此謂真諦也。真諦性空。與", "930": "有乖絕。乃是無真之真。故有無得之得耳。妙", "931": "智存乎物外故不知以知之者。此謂般若也。", "932": "般若玄妙。物像之外。乃是無物之物。故有", "933": "不知之知也。大像隱於無形故不見以見之", "934": "者。此謂法身也。法身無邊。故云大像雖云大", "935": "像。不見其體。故云隱於無形。既是無形之形。", "936": "故云不可見而見也。大音匿於希聲故不聞", "937": "以聞之者。此謂一音也。一音說法無有定聲。", "938": "故云希聲。雖云大音。不聞其聲。故云匿於希", "939": "聲。既是無聲之聲。故云不聞而聞也。大像大", "940": "音。語出老子。借文明意耳。至能括囊終古者。", "941": "易坤卦云。括囊無咎無譽。子夏云。括結也。謂", "942": "涅槃之道苞括終古。如括囊之盛物耳。終古", "943": "者。終極上古也。道達群方者。道引通達也。群", "944": "方萬方也。亭毒蒼生者。亭毒養育也。蒼生", "945": "天生也。眾生是天之所生。故曰蒼生。疎而不", "946": "漏下者。通謂上三句。皆不漏也。囊括終古。終", "947": "古無遺。導達群方皆盡。亭毒蒼生。蒼生不失。", "948": "故總言不漏耳。老子云。天網恢恢疎而不漏。", "949": "借語以明涅槃也。汪哉洋哉者。毛詩注云。汪", "950": "洋水盛大也。尚書注云。洋洋美貌也。何莫由", "951": "之哉者。何物不由涅槃也。故梵志曰下。此", "952": "八師經文也。此經一卷云。有外道。名耶旬。作", "953": "此語也。無崖者。謂無邊際也。靡不成就者。謂", "954": "能成就眾生也。靡不度生者。謂能度眾生也。", "955": "然則三乘之路開者下。此結涅槃論之大意", "956": "也。涅槃是三乘之路。是真而非偽。是賢聖之", "957": "道。無名之致。顯於此矣。又釋。此通結上來", "958": "諸論也。三乘之論路開。謂宗本也。真偽之途", "959": "辨。謂不遷不真空也。賢善之道存。謂般若無", "960": "知也。無名之致顯。謂涅槃無名也。", "961": "肇論疏卷下終", "962": "建長三年十月二十五日丑刻於戒壇院", "963": "僧房一交了　三論末資汙道沙門聖守"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1859 肇論疏", "source": "CBETA"}