{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 因品: 中阿含因品: 中阿含因品: 中阿含因品: 中阿含經", "text": {"0": "小土城頌4 因品102 念經", "1": "中阿含經卷第二十六", "10": "令汝等作如是說：「此有第一沙門，第二、第", "100": "生已盡，梵行已立，所作已辦，不更受有，知如", "101": "真。如是正法、律，若信尊師者，是正、是第一，", "102": "若信法者，是正、是第一，若戒德具足者，是正、", "103": "是第一，若愛敬同道、恭恪奉事者，是正、是第", "104": "一。』「諸賢！我等有是行，有是力，有是智，因此", "105": "故令我等作如是說，此有第一沙門，第二、", "106": "第三、第四沙門，此外更無沙門、梵志，異道一", "107": "切空無沙門、梵志。以是故，我等隨在眾中，", "108": "作如是正師子吼。」佛說如是。彼諸比丘聞", "109": "佛所說，歡喜奉行。", "11": "三、第四沙門，此外更無沙門、梵志，異道一", "110": "師子吼經第七竟一千六百九十字", "111": "104 優曇婆邏經（一〇四）中阿含因品優曇婆邏經第八第二", "112": "小土城誦", "113": "我聞如是：一時，佛遊王舍城，在竹林伽", "114": "蘭哆園。爾時，有一居士名曰實意，彼於", "115": "平旦從王舍城出，欲往詣佛供養禮事。於", "116": "是，實意居士作如是念：「且置詣佛，世尊或", "117": "能宴坐及諸尊比丘，我寧可往優曇婆邏", "118": "林詣異學園。」於是，實意居士即往優曇婆", "119": "邏林詣異學園。彼時，優曇婆邏林異學園", "12": "切空無沙門、梵志。汝等隨在眾中，作如是", "120": "中，有一異學名曰無恚，在彼中尊為異", "121": "學師，眾人所敬，多所降伏，為五百異學", "122": "之所推宗，在眾調亂，音聲高大，說種種鳥", "123": "論、語論、王論、賊論、鬪諍論、飲食論、衣被論、婦女", "124": "論、童女論、婬女論、世俗論、非道論、海論、國論，", "125": "如是比說種種鳥論，皆集在彼坐。於是，", "126": "異學無恚遙見實意居士來，即勅己眾，皆", "127": "令嘿然：「諸賢！汝等莫語嘿然，樂嘿然，各自", "128": "斂攝。所以者何？實意居士來，是沙門瞿曇", "129": "弟子。若有沙門瞿曇弟子名德高遠，所可", "13": "正師子吼。」』「比丘！汝等應如是答異學：『諸", "130": "宗重，在家住止，居王舍城者，彼為第一，彼", "131": "不語，樂嘿然，自收斂。若彼知此眾嘿然住", "132": "者，彼或能來。」於是，異學無恚令眾嘿然，自", "133": "亦嘿然。於是，實意居士往詣異學無恚所，共", "134": "相問訊，却坐一面，實意居士語曰：「無恚！我", "135": "佛世尊若在無事處山林樹下，或住高巖，寂", "136": "無音聲，遠離，無惡，無有人民，隨順宴坐。是", "137": "佛世尊如斯之比，在無事處山林樹下，或", "138": "住高巖，寂無音聲，遠離，無惡，無有人民，隨", "139": "順宴坐。彼在遠離處常樂宴坐，安隱快樂，", "14": "賢！我世尊有知有見，如來、無所著、等正覺", "140": "彼佛世尊初不一日一夜共聚集會，如汝今", "141": "日及眷屬也。」於是，異學無恚語曰：「居士！", "142": "止！止！汝何由得知，沙門瞿曇空慧解脫？此不", "143": "足說，或相應或不相應，或順或不順，彼沙", "144": "門瞿曇行邊至邊，樂邊至邊，住邊至邊。猶如", "145": "瞎牛在邊地食，行邊至邊，樂邊至邊，住邊", "146": "至邊，彼沙門瞿曇亦復如是。居士！若彼沙", "147": "門瞿曇來此眾者，我以一論滅彼，如弄", "148": "空瓶，亦當為彼說瞎牛喻。」於是，異學無恚", "149": "告己眾曰：「諸賢！沙門瞿曇儻至此眾，若必", "15": "說四法，因此四法故，令我等作如是說：「此", "150": "來者，汝等莫敬，從坐而起，叉手向彼，莫", "151": "請令坐，豫留一座，彼到此已，作如是語：", "152": "『瞿曇！有座，欲坐隨意。』」爾時，世尊在於宴坐，", "153": "以淨天耳出過於人，聞實意居士與異學", "154": "無恚共論如是，則於晡時從宴坐起，往", "155": "詣優曇婆邏林異學園中。異學無恚遙見世", "156": "尊來，即從坐起偏袒著衣，叉手向佛，讚曰：", "157": "「善來，沙門瞿曇！久不來此，願坐此座。」彼時，", "158": "世尊作如是念：「此愚癡人，自違其要。」世尊", "159": "知已，即坐其床，異學無恚便與世尊共相", "16": "有第一沙門，第二、第三、第四沙門，此外更無", "160": "問訊，却坐一面。世尊問曰：「無恚！向與實意", "161": "居士共論何事？以何等故集在此坐？」異學", "162": "無恚答曰：「瞿曇！我等作是念：『沙門瞿曇有", "163": "何等法，謂教訓弟子？弟子受教訓已，令得", "164": "安隱，盡其形壽，淨修梵行，及為他說。』瞿曇！", "165": "向與實意居士共論如是，以是之故，集在", "166": "此坐。」實意居士聞彼語已，便作是念：「此異", "167": "學無恚異哉妄語。所以者何？在佛面前", "168": "欺誑世尊。」世尊知已，語曰：「無恚！我法甚深！", "169": "甚奇！甚特！難覺難知，難見難得，謂我教訓", "17": "沙門、梵志，異道一切空無沙門、梵志，我等隨", "170": "弟子。弟子受教訓已，盡其形壽，淨修梵行，", "171": "亦為他說。無恚！若汝師宗所可不了憎", "172": "惡行者，汝以問我，我必能答，令可汝意。」於", "173": "是，調亂異學眾等同音共唱，高大聲曰：「沙", "174": "門瞿曇甚奇！甚特！有大如意足，有大威德，", "175": "有大福祐，有大威神。所以者何？乃能自捨", "176": "己宗，而以他宗隨人所問。」於是異學無恚", "177": "自勅己眾，令嘿然已，問曰：「瞿曇！不了可憎", "178": "行。云何得具足？云何不得具足？」於是，世尊", "179": "答曰：「無恚！或有沙門、梵志倮形無衣，或", "18": "在眾中，作如是正師子吼。」云何為四？諸", "180": "以手為衣，或以葉為衣，或以珠為衣，或", "181": "不以瓶取水，或不以櫆取水，不食刀", "182": "杖劫抄之食，不食欺妄食，不自往、不遣信，", "183": "不求來尊，不善尊，不住尊。若有二人食，不", "184": "在中食，不懷姙家食，不畜狗家食，設使家", "185": "有糞蠅飛來而不食，不噉魚，不食肉，不", "186": "飲酒，不飲惡水，或都無所飲，學無飲行，", "187": "或噉一口，以一口為足，或二、三、四，乃至七口，", "188": "以七口為足，或食一得，以一得為足，或二、", "189": "三、四乃至七得，以七得為足，或日一食，以", "19": "賢！我等信尊師、信法、信戒德具足，愛敬同", "190": "一食為足，或二、三、四、五、六、七日、半月、一月一", "191": "食，以一食為足。「或食菜茹，或食稗子，或食", "192": "𣘤米，或食雜󰉕，或食頭頭邏食，或食麤", "193": "食，或至無事處，依於無事，或食根，或食果，", "194": "或食自落果，或持連合衣，或持毛衣，或持", "195": "頭舍衣，或持毛頭舍衣，或持全皮，或持", "196": "穿皮，或持全穿皮，或持散髮，或持編髮，或", "197": "持散編髮，或有剃髮，或有剃鬚，或剃鬚", "198": "髮，或有拔髮，或有拔鬚，或拔鬚髮，或住立", "199": "斷坐，或修蹲行，或有臥刺，以刺為床，或", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "道，恭恪奉事。諸賢！我世尊有知有見，如", "200": "有臥果，以果為床，或有事水，晝夜手抒，", "201": "或有事火，竟昔然之，或事日月尊祐大德，", "202": "叉手向彼。如此之比，受無量苦，學煩熱行。", "203": "無恚！於意云何？不了可憎行如是，為具足？", "204": "為不具足？」異學無恚答曰：「瞿曇！如是不了", "205": "可憎行為具足，非不具足。」世尊復語曰：「無", "206": "恚！我為汝說此不了可憎具足行為無量", "207": "穢所污。」異學無恚問曰：「瞿曇云何為我說", "208": "此不了可憎具足行為無量穢所污耶？」世尊", "209": "答曰：「無恚！或有一清苦行苦行，因此清", "21": "來、無所著、等正覺說此四法，因此四法故，", "210": "苦行苦行，惡欲、念欲。無恚！若有一清苦行", "211": "苦行，因此清苦行苦行，惡欲、念欲者，是謂，", "212": "無恚！行苦行者穢。復次，無恚！或有一清苦行", "213": "苦行，因此清苦行苦行，仰視日光，吸服日", "214": "氣。無恚！若有一清苦行苦行，因此清苦", "215": "行苦行，仰視日光，吸服日氣者，是謂，無恚！", "216": "行苦行者穢。復次，無恚！或有一清苦行苦", "217": "行，因此清苦行苦行而自貢高，得清苦行", "218": "苦行已，心便繫著。無恚！若有一清苦行苦", "219": "行，因此清苦行苦行而自貢高，得清苦", "22": "令我等作如是說：「此有第一沙門，第二、第", "220": "行苦行已，心便繫著者，是謂，無恚！行苦行者", "221": "穢。「復次，無恚！或有一清苦行苦行，因此清", "222": "苦行苦行，自貴賤他。無恚！若有一清苦行", "223": "苦行，因此清苦行苦行，自貴賤他者，是謂，", "224": "無恚！行苦行者穢。復次，無恚！或有一清苦行", "225": "苦行，因此清苦行苦行，往至家家而自稱", "226": "說：『我行清苦，我行甚難。』無恚！若有一清苦", "227": "行苦行，因此清苦行苦行，往至家家而自", "228": "稱說：『我行清苦，我行甚難。』者，是謂，無恚！行", "229": "苦行者穢。「復次，無恚！或有一清苦行苦行，", "23": "三、第四沙門，此外更無沙門、梵志，異道一切", "230": "因此清苦行苦行，若見沙門、梵志為他所", "231": "敬重、供養、禮事者，便起嫉妬言：『何為敬重、", "232": "供養、禮事彼沙門、梵志？應敬重、供養、禮事", "233": "於我。所以者何？我行苦行。』無恚！若有一清", "234": "苦行苦行，因此清苦行苦行，若見沙門、梵志", "235": "為他所敬重、供養、禮事者，便起嫉妬言：『何", "236": "為敬重、供養、禮事彼沙門、梵志？應敬重、供", "237": "養、禮事於我。所以者何？我行苦行。』者，是謂，", "238": "無恚！行苦行者穢。「復次，無恚！或有一清苦行", "239": "苦行，因此清苦行苦行，若見沙門、梵志為", "24": "空無沙門、梵志，我等隨在眾中，作如是正", "240": "他所敬重、供養、禮事者，便面訶此沙門、梵", "241": "志言：『何為敬重、供養、禮事？汝多欲、多求、常食，", "242": "食根種子、樹種子、果種子、節種子、種子為", "243": "五。猶如暴雨，多所傷害五穀種子，嬈亂畜", "244": "生及於人民。』如是，彼沙門、梵志數入他家亦", "245": "復如是。無恚！若有一清苦行苦行，因此清", "246": "苦行苦行，若見沙門、梵志為他所敬重、供養、", "247": "禮事者，便面訶此沙門、梵志言：『何為敬重、", "248": "供養、禮事？汝多欲、多求、常食，食根種子、樹種", "249": "子、果種子、節種子、種子為五。猶如暴雨，多", "25": "師子吼。」』「比丘！異學或復作是說：『諸賢！我等", "250": "所傷害五穀種子，嬈亂畜生及於人民。』如是，", "251": "彼沙門、梵志數入他家亦復如是者，是謂，", "252": "無恚！行苦行者穢。「復次，無恚！或有一清苦行", "253": "苦行，因此清苦行苦行，有愁癡恐怖、恐懼密", "254": "行、疑恐失名、增伺放逸。無恚！若有一清苦行", "255": "苦行，因此清苦行苦行，有愁癡恐怖、恐懼", "256": "密行、疑恐失名、增伺放逸者，是謂，無恚！行苦", "257": "行者穢。「復次，無恚！或有一清苦行苦行，因", "258": "此清苦行苦行，生身見、邊見、邪見、見取、難為，", "259": "意無節限，為諸沙門、梵志可通法而不通。", "26": "亦信尊師，謂我尊師也。信法，謂我法也。戒", "260": "無恚！若有一清苦行苦行，因此清苦行苦", "261": "行，生身見、邊見、邪見、見取、難為，意無節限，", "262": "為沙門、梵志可通法而不通者，是謂，無恚！行", "263": "苦行者穢。「復次，無恚！或有一清苦行苦行，", "264": "因此清苦行苦行，瞋、纏、不語結、慳、嫉、諛諂、欺", "265": "誑、無慙、無愧。無恚！若有一清苦行苦行，因", "266": "此清苦行苦行，瞋纏、不語結、慳、嫉、諛諂、欺誑、", "267": "無慙、無愧者，是謂，無恚！行苦行者穢。「復次，無", "268": "恚！或有一清苦行苦行，因此清苦行苦行，", "269": "妄言、兩舌、麤言、綺語，具惡戒。無恚！若有一清", "27": "德具足，謂我戒也。愛敬同道，恭恪奉事，謂我", "270": "苦行苦行，因此清苦行苦行，妄言、兩舌、麤", "271": "言、綺語，具惡戒者，是謂，無恚！行苦行者穢。「復次，", "272": "無恚！或有一清苦行苦行，因此清苦行苦", "273": "行，不信、懈怠，無正念正智，有惡慧。無恚！若", "274": "有一清苦行苦行，因此清苦行苦行，不信、懈", "275": "怠，無正念正智，有惡慧者，是謂，無恚！行苦", "276": "行者穢。無恚，我不為汝說此不了可憎具", "277": "足行，無量穢所污耶？」異學無恚答曰：「如是，瞿", "278": "曇為我說此不了可憎具足行，無量穢所污。」", "279": "「無恚！我復為汝說此不了可憎具足行，不", "28": "同道出家及在家者也。諸賢！沙門瞿曇及我", "280": "為無量穢所污。」異學無恚復問曰：「云何瞿曇", "281": "為我說此不了可憎具足行，不為無量穢", "282": "所污耶？」世尊答曰：「無恚！或有一清苦行苦", "283": "行，因此清苦行苦行，不惡欲、不念欲。無恚！", "284": "若有一清苦行苦行，因此清苦行苦行，不", "285": "惡欲、不念欲者，是謂，無恚！行苦行者無穢。「復", "286": "次，無恚！或有一清苦行苦行，因此清苦行", "287": "苦行，不視日光，不服日氣。無恚！若有一", "288": "清苦行苦行，因此清苦行苦行，不視日光，", "289": "不服日氣者，是謂，無恚！行苦行者無穢。「復", "29": "等此二種說，有何勝，有何意，有何差別", "290": "次，無恚！或有一清苦行苦行，因此清苦行", "291": "苦行而不貢高，得清苦行苦行已，心不繫", "292": "著。無恚！若有一清苦行苦行，因此清苦行", "293": "苦行而不貢高，得清苦行苦行已，心不繫", "294": "著者，是謂，無恚！行苦行者無穢。「復次，無恚！或", "295": "有一清苦行苦行，因此清苦行苦行，不自", "296": "貴、不賤他。無恚！若一清苦行苦行，因此清", "297": "苦行苦行，不自貴、不賤他者，是謂，無恚！行", "298": "苦行者無穢。「復次，無恚！若有一清苦行苦", "299": "行，因此清苦行苦行，不至家家而自稱說：", "3": "103 師子吼經（一〇三）因品師子吼經第七第二小土城誦", "30": "耶？』比丘！汝等應如是問異學：『諸賢！為一", "300": "『我行清苦行，我行甚難。』無恚！若有一清苦行", "301": "苦行，因此清苦行苦行，不至家家而自稱", "302": "說：『我行清苦行，我行甚難。』者，是謂，無恚！行", "303": "苦行者無穢。「復次，無恚！或有一清苦行苦行，", "304": "因此清苦行苦行，若見沙門、梵志為他所", "305": "敬重、供養、禮事者，不起嫉妬言：『何為敬重、", "306": "供養、禮事彼沙門、梵志？應敬重、供養、禮事", "307": "於我。所以者何？我行苦行。』無恚！若有一清", "308": "苦行苦行，因此清苦行苦行，若見沙門、梵", "309": "志為他所敬重、供養、禮事者，不起嫉妬言：", "31": "究竟，為眾多究竟耶？』比丘！若異學如是", "310": "『何為敬重、供養、禮事彼沙門、梵志？應敬重、", "311": "供養、禮事於我。所以者何？我行苦行。』者，是", "312": "謂，無恚！行苦行者無穢。「復次，無恚！或有一清", "313": "苦行苦行，因此清苦行苦行，若見沙門、梵志", "314": "為他所敬重、供養、禮事者，不面訶此沙門、", "315": "梵志言：『何為敬重、供養、禮事？汝多欲、多求、常", "316": "食，食根種子、樹種子、果種子、節種子、種子", "317": "為五。猶如暴雨，多所傷害五穀種子，嬈亂", "318": "畜生及於人民。』如是，彼沙門、梵志數入他家", "319": "亦復如是。無恚！若有一清苦行苦行，因此", "32": "答：『諸賢！有一究竟，無眾多究竟。』比丘！汝", "320": "清苦行苦行，若見沙門、梵志為他所敬重、", "321": "供養、禮事者，不面訶此沙門、梵志言：『何為", "322": "敬重、供養、禮事？汝多欲、多求、常食，食根種子、", "323": "樹種子、果種子、節種子、種子為五。猶如暴雨，", "324": "多所傷害五穀種子，嬈亂畜生及於人民。』", "325": "如是，彼沙門、梵志數入他家亦復如是者，", "326": "是謂，無恚！行苦行者無穢。「復次，無恚！或有一", "327": "清苦行苦行，因此清苦行苦行，不愁癡恐", "328": "怖、不恐懼密行、不疑恐失名、不增伺放逸。", "329": "無恚！若有一清苦行苦行，因此清苦行苦行，", "33": "等復問異學：『諸賢！為有欲者得究竟是", "330": "不愁癡恐怖、不恐懼密行、不疑恐失名、不", "331": "增伺放逸者，是謂，無恚！行苦行者無穢。「復", "332": "次，無恚！或有一清苦行苦行，因此清苦行苦", "333": "行，不生身見、邊見、邪見、見取、不難為，意無", "334": "節限，為諸沙門、梵志可通法而通。無恚！若", "335": "有一清苦行苦行，因此清苦行苦行，不生", "336": "身見、邊見、邪見、見取、不難為，意無節限，為", "337": "諸沙門、梵志可通法而通者，是謂，無恚！行苦", "338": "行者無穢。「復次，無恚！或有一清苦行苦行，", "339": "因此清苦行苦行，無瞋纏、不語結、慳、嫉、諛", "34": "耶？為無欲者得究竟是耶？』比丘！若異學如", "340": "諂、欺誑、無慙、無愧。無恚！若有一清苦行苦行，", "341": "因此清苦行苦行，無瞋、纏、不語結、慳、嫉、諛諂、", "342": "欺誑、無慙、無愧者，是謂，無恚！行苦行者無穢。", "343": "「復次，無恚！或有一清苦行苦行，因此清苦行", "344": "苦行，不妄言、兩舌、麤言、綺語，不具惡戒。無", "345": "恚！若有一清苦行苦行，因此清苦行苦行，", "346": "不妄言、兩舌、麤言、綺語，不具惡戒者，是謂，", "347": "無恚！行苦行者無穢。「復次，無恚！或有一清苦", "348": "行苦行，因此清苦行苦行，無不信、懈怠，有", "349": "正念正智，無有惡慧。無恚！若有一清苦行", "35": "是答：『無欲者得究竟是，非有欲者得究竟", "350": "苦行，因此清苦行苦行，無不信、懈怠，有正", "351": "念正智，無惡慧者，是謂，無恚！行苦行者無", "352": "穢。無恚！我不為汝說此不了可憎具足行，", "353": "不為無量穢所污耶？」異學無恚答曰：「如是。", "354": "瞿曇為我說此不了可憎具足行，不為無", "355": "量穢所污。」異學無恚問曰：「瞿曇！此不了可憎", "356": "行，是得第一、得真實耶？」世尊答曰：「無恚！此", "357": "不了可憎行，不得第一、不得真實；然有二", "358": "種，得皮、得節。」異學無恚復問曰：「瞿曇！云何", "359": "此不了可憎行得表皮耶？」世尊答曰：「無恚！", "36": "是。』比丘！汝等復問異學：『諸賢！為有恚者得", "360": "此或有一沙門梵志行四行，不殺生、不教殺、", "361": "不同殺，不偷、不教偷、不同偷，不取他女、不教", "362": "取他女、不同取他女，不妄言、不教妄言、不同", "363": "妄言。彼行此四行，樂而不進，心與慈俱，遍", "364": "滿一方成就遊。如是二三四方、四維上下，普", "365": "周一切，心與慈俱，無結、無怨、無恚、無諍，極廣", "366": "甚大，無量善修，遍滿一切世間成就遊。如是", "367": "悲喜心與捨俱，無結、無怨、無恚、無諍，極廣甚", "368": "大，無量善修，遍滿一切世間成就遊。無恚！於", "369": "意云何？如是此不了可憎行得表皮耶？」無", "37": "究竟是耶？為無恚者得究竟是耶？』比丘！", "370": "恚答曰：「瞿曇！如是此不了可憎行得表皮", "371": "也。瞿曇！云何此不了可憎行得節耶？」世尊答", "372": "曰：「無恚！或有一沙門梵志行四行，不殺生、", "373": "不教殺、不同殺，不偷、不教偷、不同偷，不取他", "374": "女、不教取他女、不同取他女，不妄言、不教妄", "375": "言、不同妄言。彼行此四行，樂而不進，彼有", "376": "行有相貌，憶本無量昔所經歷，或一生、二", "377": "生、百生、千生、成劫、敗劫、無量成敗劫。彼眾生", "378": "名某，彼昔更歷，我曾生彼，如是姓、如是字、", "379": "如是生、如是飲食、如是受苦樂、如是長壽、", "38": "若異學如是答：『無恚者得究竟是，非有恚", "380": "如是久住、如是壽命訖，此死生彼，彼死", "381": "生此，我生在此如是姓、如是字、如是生、如", "382": "是飲食、如是受苦樂、如是長壽、如是久", "383": "住、如是壽命訖。無恚！於意云何？如是此不", "384": "了可憎行得節耶？」無恚答曰：「瞿曇！如是此", "385": "不了可憎行得節也。瞿曇！云何此不了可憎", "386": "行得第一、得真實耶？」世尊答曰：「無恚！或有一", "387": "沙門梵志行四行，不殺生、不教殺、不同殺，不", "388": "偷、不教偷、不同偷，不取他女，不教取他女、不", "389": "同取他女，不妄言、不教妄言、不同妄言。彼行", "39": "者得究竟是。』比丘！汝等復問異學：『諸賢！", "390": "此四行，樂而不進。彼以清淨天眼出過於", "391": "人，見此眾生死時生時，好色惡色，妙與不妙，", "392": "往來善處及不善處，隨此眾生之所作業，見", "393": "其如真。若此眾生成就身惡行，口、意惡行，誹", "394": "謗聖人，邪見成就邪見業，彼因緣此，身壞", "395": "命終，必至惡處，生地獄中。若此眾生成就", "396": "身妙行，口、意妙行，不誹謗聖人，正見成就", "397": "正見業，彼因緣此，身壞命終，必昇善處，乃", "398": "生天上。無恚！於意云何？如是此不了可憎", "399": "行得第一、得真實耶？」無恚答曰：「瞿曇！如", "4": "我聞如是：一時，佛遊拘樓瘦，在劒磨瑟曇", "40": "為有癡者得究竟是耶？為無癡者得究竟", "400": "是此不了可憎行得第一、得真實也。瞿曇！", "401": "云何此不了可憎行作證故，沙門瞿曇弟子", "402": "依沙門行梵行耶？」世尊答曰：「無恚！非因", "403": "此不了可憎行作證故，我弟子依我行梵", "404": "行也。無恚！更有異，最上、最妙、最勝，為彼證", "405": "故，我弟子依我行梵行。」於是，調亂異學眾等", "406": "發高大聲：「如是，如是，為彼證故，沙門瞿曇", "407": "弟子依沙門瞿曇行梵行。」於是，異學無恚", "408": "自勅己眾，令默然已，白曰：「瞿曇！何者更有", "409": "異，最上、最妙、最勝，為彼證故，沙門瞿曇弟子", "41": "是耶？』比丘，若異學如是答：『諸賢！無癡者", "410": "依沙門瞿曇行梵行耶？」於是，世尊答曰：「無", "411": "恚！若如來、無所著、等正覺、明行成為、善逝、世", "412": "間解、無上士、道法御、天人師，號佛、眾祐，出於", "413": "世間，彼捨五蓋心穢慧羸，離欲、離惡不善", "414": "之法，至得第四禪成就遊。彼已如是定心", "415": "清淨，無穢無煩，柔軟善住，得不動心，趣向漏", "416": "盡智通作證。彼知此苦如真，知此苦習、知", "417": "此苦滅、知此苦滅道如真，亦知此漏、知此", "418": "漏習、知此漏滅、知此漏滅道如真。彼如是", "419": "知、如是見，欲漏心解脫，有漏、無明漏心解脫，", "42": "得究竟是，非有癡者得究竟是。』「比丘！汝", "420": "解脫已，便知解脫，生已盡，梵行已立，所作已", "421": "辦，不更受有，知如真。無恚！是謂更有異，最", "422": "上、最妙、最勝，為彼證故，我弟子依我行梵", "423": "行。」於是，實意居士語曰：「無恚！世尊在此，汝", "424": "今可以一論滅，如挊空瓶，說如瞎牛在", "425": "邊地食。」世尊聞已，語異學無恚曰：「汝實如", "426": "是說耶？」異學無恚答曰：「實如是，瞿曇！」世尊復", "427": "問曰：「無恚！汝頗曾從長老舊學所聞如是，", "428": "過去如來、無所著、等正覺，若有無事處山林", "429": "樹下，或有高巖，寂無音聲，遠離、無惡，無有", "43": "等復問異學：『諸賢！為有愛、有受者得究竟", "430": "人民，隨順宴坐。諸佛世尊在無事處山林樹", "431": "下，或住高巖，寂無音聲，遠離，無惡，無有人", "432": "民，隨順宴坐。彼在遠離處常樂宴坐，安隱快", "433": "樂，彼初不一日一夜共聚集會，如汝今日及", "434": "眷屬耶？」異學無恚答曰：「瞿曇！我曾從長老", "435": "舊學所聞如是，過去如來、無所著、等正覺，", "436": "若有無事處山林樹下，或有高巖，寂無音", "437": "聲，遠離，無惡，無有人民，隨順宴坐。諸佛世", "438": "尊在無事處山林樹下，或住高巖，寂無音", "439": "聲，遠離，無惡，無有人民，隨順宴坐。彼在遠", "44": "是耶？為無愛、無受者得究竟是耶？』比丘！", "440": "離處常樂宴坐，安隱快樂，初不一日一夜共", "441": "聚集會，如我今日及眷屬也。」「無恚！汝不作", "442": "是念，如彼世尊在無事處山林樹下，或住", "443": "高巖，寂無音聲，遠離，無惡，無有人民，隨順", "444": "宴坐。彼在遠離處常樂宴坐，安隱快樂，彼沙", "445": "門瞿曇學正覺道耶？」異學無恚答曰：「瞿曇！", "446": "我若知者，何由當復作如是說，一論便滅，", "447": "如弄空瓶，說瞎牛在邊地食耶？」世尊語", "448": "曰：「無恚！我今有法善善相應，彼彼解脫句", "449": "能以作證，如來以此自稱無畏。諸比丘我弟", "45": "若異學如是答：『諸賢！無愛、無受者得究竟", "450": "子來，無諛諂，不欺誑，質直無虛，我訓隨教", "451": "已，必得究竟智。無恚！若汝作是念：『沙門瞿", "452": "曇貪師故說法。』汝莫作是念，以師還汝，我", "453": "其為汝說法。無恚！若汝作是念：『沙門瞿曇", "454": "貪弟子故說法。』汝莫作是念，弟子還汝，我", "455": "其為汝說法。無恚！若汝作是念：『沙門瞿曇", "456": "貪供養故說法。』汝莫作是念，供養還汝，我", "457": "其為汝說法。無恚！若汝作是念：『沙門瞿曇", "458": "貪稱譽故說法。』汝莫作是念，稱譽還汝，我", "459": "其為汝說法。無恚！若汝作是念：『我若有法", "46": "是，非有愛、有受者得究竟是。』比丘！汝等復", "460": "善善相應，彼彼解脫句能以作證，彼沙門瞿", "461": "曇，奪我滅我者。』汝莫作是念，以法還汝，", "462": "我其為汝說法。」於是，大眾默然而住。所以者", "463": "何？彼為魔王所制持故。彼時，世尊告實意", "464": "居士曰：「汝看此大眾默然而住。所以者何？", "465": "彼為魔王所制持故。彼令異學眾無有", "466": "一異學作是念：『我試於沙門瞿曇所修行梵", "467": "行。』」世尊知已，為實意居士說法，勸發渴仰，", "468": "成就歡喜，無量方便為彼說法，勸發渴仰，", "469": "成就歡喜已，即從坐起，便接實意居士臂，", "47": "問異學：『諸賢！為無慧、不說慧者得究竟", "470": "以神足飛，乘虛而去。佛說如是。實意居士", "471": "聞佛所說，歡喜奉行。", "472": "優曇婆邏經第八竟五千八百九十八字", "473": "105 願經（一〇五）中阿含因品願經第九第二小土城誦", "474": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "475": "園。爾時，有一比丘在遠離獨任，閑居靜處，", "476": "宴坐思惟，心作是念：「世尊慰勞共我語言，為", "477": "我說法，得具足戒而不廢禪，成就觀行於", "478": "空靜處。」於是，比丘作是念已，則於晡時", "479": "從宴坐起，往詣佛所。世尊遙見彼比丘來，", "48": "是耶？為有慧、說慧者得究竟是耶？』比丘！", "480": "因彼比丘故，告諸比丘：「汝等當願世尊慰", "481": "勞共我語言，為我說法，得具足戒而不廢", "482": "禪，成就觀行於空靜處。比丘！當願我有親", "483": "族，令彼因我身壞命終，必昇善處，乃生天", "484": "上，得具足戒而不廢禪，成就觀行於空靜", "485": "處。比丘！當願諸施我衣被、飲食、床榻、湯藥、諸", "486": "生活具，令彼此施有大功德，有大光明，獲", "487": "大果報，得具足戒而不廢禪，成就觀行於", "488": "空靜處。「比丘！當願我能忍飢渴、寒熱、蚊虻、", "489": "蠅蚤、風日所逼，惡聲、捶杖亦能忍之，身遇諸", "49": "若異學如是答：『諸賢！有慧、說慧者得究竟", "490": "疾，極為苦痛，至命欲絕，諸不可樂，皆能堪", "491": "耐，得具足戒而不廢禪，成就觀行於空靜", "492": "處。比丘！當願我堪耐不樂，若生不樂，心終", "493": "不著，得具足戒而不廢禪，成就觀行於空", "494": "靜處。比丘！當願我堪耐恐怖，若生恐怖，心", "495": "終不著，得具足戒而不廢禪，成就觀行於", "496": "空靜處。比丘！當願我若生三惡不善之念，", "497": "欲念、恚念、害念，為此三惡不善之念，心終不", "498": "著，得具足戒而不廢禪，成就觀行於空靜", "499": "處。「比丘！當願我離欲、離惡不善之法，至得", "5": "拘樓都邑。爾時，世尊告諸比丘：「此中有第一", "50": "是，非無慧、不說慧者得究竟是。』比丘！汝等", "500": "第四禪成就遊，得具足戒而不廢禪，成就", "501": "觀行於空靜處。比丘！當願我三結已盡，得", "502": "須陀洹，不墮惡法，定趣正覺，極受七有，天", "503": "上人間七往來已，便得苦邊，得具足戒而", "504": "不廢禪，成就觀行於空靜處。比丘！當願我", "505": "三結已盡，婬、怒、癡薄，得一往來天上人間，一", "506": "往來已，便得苦邊，得具足戒而不廢禪，成", "507": "就觀行於空靜處。比丘！當願我五下分結", "508": "盡，生於彼間，便般涅槃，得不退法，不還此", "509": "世，得具足戒而不廢禪，成就觀行於空", "51": "復問異學：『諸賢！為有憎、有諍者得究竟是", "510": "靜處。「比丘！當願我息、解脫，離色得無色，如", "511": "其像定，身作證成就遊，以慧而觀斷漏、知", "512": "漏，得具足戒而不廢禪，成就觀行於空", "513": "靜處。比丘！當願我如意足、天耳智、他心智、宿", "514": "命智、生死智，諸漏已盡而得無漏，心解脫，慧", "515": "解脫，於現法中自知自覺，自作證成就遊，", "516": "生已盡，梵行已立，所作已辦，不更受有，知如", "517": "真，得具足戒而不廢禪，成就觀行於空", "518": "靜處。」於是，彼比丘聞佛所說，善受善持，即", "519": "從坐起，稽首佛足，繞三匝而去。彼比丘受", "52": "耶？為無憎、無諍者得究竟是耶？』比丘！若", "520": "佛此教，閑居靜處，宴坐思惟，修行精勤，心無", "521": "放逸。因閑居靜處，宴坐思惟，修行精勤，心無", "522": "放逸故，若族姓子所為，剃除鬚髮，著袈裟", "523": "衣，至信、捨家、無家、學道者，唯無上梵行訖，於", "524": "現法中自知自覺，自作證成就遊，生已盡，梵", "525": "行已立，所作已辦，不更受有，知如真。彼尊", "526": "者知法已，至得阿羅訶。佛說如是。彼諸比", "527": "丘聞佛所說，歡喜奉行。", "528": "願經第九竟八百六十五字", "529": "106 想經（一〇六）中阿含因品想經第十第二小土", "53": "異學如是答：『諸賢！無憎、無諍者得究竟是，", "530": "城誦", "531": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "532": "獨園。爾時，世尊告諸比丘：「若有沙門、梵志", "533": "於地有地想，地即是神，地是神所，神是地", "534": "所，彼計地即是神已，便不知地。如是水、火、", "535": "風、神、天、生主、梵天、無煩、無熱。彼於淨有淨", "536": "想，淨即是神，淨是神所，神是淨所，彼計淨即", "537": "是神已，便不知淨，無量空處、無量識處、無所", "538": "有處、非有想非無想處、一、別、若干、見、聞、識、知，", "539": "得觀意所念、意所思。從此世至彼世，從彼", "54": "非有憎、有諍者得究竟是。』「比丘！汝等為異", "540": "世至此世，彼於一切有一切想，一切即是", "541": "神，一切是神所，神是一切所，彼計一切即", "542": "是神已，便不知一切。」「若有沙門、梵志於地", "543": "則知地，地非是神，地非神所，神非地所，彼", "544": "不計地即是神已，彼便知地。如是水、火、風、", "545": "神、天、生主、梵天、無煩、無熱。彼於淨則知淨，", "546": "淨非是神，淨非神所，神非淨所。彼不計淨", "547": "即是神已，彼便知淨，無量空處、無量識處、", "548": "無所有處、非有想非無想處、一、別、若干、見、聞、", "549": "識、知，得觀意所念、意所思。從此世至彼世，", "55": "學應如是說：『諸賢！是為如汝等說有一", "550": "從彼世至此世，彼於一切則知一切，一切", "551": "非是神，一切非神所，神非一切所，彼不計", "552": "一切即是神已，彼便知一切。「我於地則知", "553": "地，地非是神，地非神所，神非地所，我不", "554": "計地即是神已，我便知地。如是水、火、風、", "555": "神、天、生主、梵天、無煩、無熱。我於淨則知淨，", "556": "淨非是神，淨非神所，神非淨所。我不計", "557": "淨即是神已，我便知淨，無量空處、無量識", "558": "處、無所有處、非有想非無想處、一、別、若干、見、", "559": "聞、識、知，得觀意所念、意所思。從此世至彼", "56": "究竟是，非眾多究竟是；無欲者得究竟是，", "560": "世，從彼世至此世，我於一切則知一切，", "561": "一切非是神，一切非神所，神非一切所，我", "562": "不計一切即是神已，我便知一切。」佛說", "563": "如是。彼諸比丘聞佛所說，歡喜奉行。", "564": "想經第十竟五百二十六字", "565": "中阿含經卷第二十六八千九百七十九字", "566": "中阿含因品第四竟二萬五千五十六字", "57": "非有欲者得究竟是；無恚者得究竟是，非", "58": "有恚者得究竟是；無癡者得究竟是，非有", "59": "癡者得究竟是；無愛、無受者得究竟是，非", "6": "沙門，第二、第三、第四沙門，此外更無沙門、梵", "60": "有愛、有受者得究竟是；有慧、說慧者得究竟", "61": "是，非無慧、不說慧者得究竟是；無憎、無諍", "62": "者得究竟是，非有憎、有諍者得究竟是。若", "63": "有沙門、梵志依無量見，彼一切依猗二見，有", "64": "見及無見也。若依有見者，彼便著有見，依", "65": "猗有見，猗住有見，憎諍無見。若依無見", "66": "者，彼便著無見，依猗無見，猗住無見，憎諍", "67": "有見。「『若有沙門、梵志不知因、不知習、不", "68": "知滅、不知盡、不知味、不知患、不知出要", "69": "如真者，彼一切有欲、有恚、有癡、有愛、有受、無慧、非", "7": "志，異道一切空無沙門、梵志。汝等隨在眾", "70": "說慧、有憎、有諍，彼則不離生老病死，亦不", "71": "能脫愁慼啼哭、憂苦懊惱，不得苦邊。若有", "72": "沙門、梵志於此二見知因、知習、知滅、知盡、", "73": "知味、知患、知出要如真者，彼一切無欲、無恚、", "74": "無癡、無愛、無受、有慧、說慧、無憎、無諍，彼則得", "75": "離生老病死，亦能得脫愁慼啼哭、憂苦懊", "76": "惱，則得苦邊。「『或有沙門、梵志施設斷受，然", "77": "不施設斷一切受，施設斷欲受，不施設斷", "78": "戒受、見受、我受。所以者何？彼沙門、梵志不知", "79": "三處如真。是故彼雖施設斷受，然不施設", "8": "中，作如是正師子吼。比丘！或有異學來", "80": "斷一切受。復有沙門、梵志施設斷受，然不", "81": "施設斷一切受，施設斷欲受、戒受，不施設", "82": "斷見受、我受。所以者何？彼沙門、梵志不知", "83": "二處如真，是故彼雖施設斷受，然不施設", "84": "斷一切受。復有沙門、梵志施設斷受，然不", "85": "施設斷一切受，施設斷欲受、戒受、見受，不", "86": "施設斷我受，所以者何？彼沙門、梵志不知", "87": "一處如真，是故彼雖施設斷受，然不施設", "88": "斷一切受。如是法、律，若信尊師者，彼非正、", "89": "非第一，若信法者，亦非正、非第一，若具足", "9": "問汝等：『諸賢！汝有何行，有何力，有何智，", "90": "戒德者，亦非正、非第一，若愛敬同道、恭恪", "91": "奉事者，亦非正、非第一。「『若有如來出世，無所", "92": "著、等正覺、明行成為、善逝、世間解、無上士、道法", "93": "御、天人師，號佛、眾祐，彼施設斷受，於現法", "94": "中施設斷一切受，施設斷欲受、戒受、見受、我", "95": "受。此四受何因、何習，從何而生，以何為本？此", "96": "四受因無明，習無明，從無明生，以無明為", "97": "本。若有比丘無明已盡，明已生者，彼便從", "98": "是不復更受欲受、戒受、見受、我受，彼不受已，", "99": "則不恐怖，不恐怖已，便斷因緣，必般涅槃，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 因品: 中阿含因品: 中阿含因品: 中阿含因品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}