{"author": "隋 慧遠撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1843 大乘起信論義疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "大乘起信論義疏下之上", "1": "淨影寺沙門慧遠撰", "2": "第二番中亦有四門。一定障相。二釋障名。三", "3": "明斷處。四對障辨脫。言定相者。云何得知。五", "4": "住性結為煩惱障。事中無知以為智障。如涅", "5": "槃說。斷除一切貪瞋癡等得心解脫。一切所", "6": "知無障礙。故得慧解脫。貪瞋癡者即是五住", "7": "性結煩惱。一切所知得無礙者。當知即是除", "8": "事無知。又如地經以佛無礙為慧解脫。當知", "9": "即是除事無知。遠離癡染為心解脫。當知即", "10": "是五住性結為煩惱障。又雜心云。如來斷除", "11": "二種無知。一者斷染污。二者斷不染污。染", "12": "污無知即是五住性結煩惱。不染污無知即", "13": "是事中無明之心。准驗斯等當知。以彼五住", "14": "性結為煩惱障。事中無知以為智障。次釋其", "15": "名。五住性結能起分段變易生死。勞亂行人", "16": "故名煩惱障。事中闇惑能障如來種知明解。", "17": "是故說此為智障也。次辨斷處。處別有三。一", "18": "者世出世間相對分別。二者功用無功用相", "19": "對分別。三者因果相對分別。就初對中義別", "20": "有二。一者隱顯互論。地前斷除五住性結。以", "21": "彼捨相趣順如故。初地以上斷除智障。以彼", "22": "地上契合法界了達諸法無障礙故。故地經", "23": "云。於初地中一切世間文訟呪術不可窮盡。", "24": "二者優劣相形。地前菩薩唯除煩惱。初地以", "25": "上智行寬廣二障雙除。第二對中義別有二。", "26": "一者隱顯互論。七地以前唯除煩惱。八地以", "27": "上滅除智障。如八地中淨佛國土。斷除一切", "28": "色中無知。九地之中了初心行。滅除一切心", "29": "行無知。第十地中於諸法中得勝自在。斷一", "30": "切法中無知。此等皆是除事無知。二者優劣", "31": "相形。七地以還唯除煩惱。八地以上二障雙", "32": "除。第三對中義別有二。一者隱顯互論。金剛", "33": "以還斷煩惱障。如來地中種智現起。了達一", "34": "切差別諸法。斷除智障。以事無知難除斷故", "35": "至佛乃盡。二者優劣相形。金剛以還唯斷煩", "36": "惱。如來果德二障雙斷。次辨對障明脫。除煩", "37": "惱障得心解脫。滅除智障得慧解脫。言心脫", "38": "者其有二種。一佛菩薩行世間心。二佛菩薩", "39": "第一義心。斷四住故世諦心脫。除無明故真", "40": "諦心脫。言慧脫者諸照世間一切種知得解", "41": "脫也。第三番中亦有四門。一定其障相。二釋", "42": "障名。三明斷處。四對障辨脫。言定相者云何", "43": "得知。五住性結及事無知為煩惱障。分別之", "44": "智以為智障。如勝鬘云。五住及起同名煩惱。", "45": "明知五住及事無智是煩惱障。言分別智為", "46": "智障者如寶性論說。有四種障不得如來淨我", "47": "樂常。一者緣相謂無明地。以是障故不得如", "48": "來究竟真淨。二者因相謂無漏業。以是障故", "49": "不得真我。三者生相謂意生身。以是障故不", "50": "得真樂。四者壞相謂變易生死。以是障故不", "51": "得真常。彼既宣說無漏業障不得真我。是故", "52": "定知。分別緣智是其智障。又如地經六地中", "53": "說智障淨因事。謂不分別空三昧。以不分別", "54": "為智障淨。明知即用分別之智以為智障。又", "55": "楞伽經云。妄想爾炎慧彼滅得我涅槃。滅爾", "56": "炎慧方名涅槃。明知。所滅妄慧是障。又龍樹", "57": "說。如彼覺觀。望下為善。望第二禪即是罪過。", "58": "乃至非想望下為善。望出世道即是罪過。緣", "59": "智如是。望世為善。望其實性亦是罪過。既", "60": "言罪過何為非障。次釋其名。五住性結及事", "61": "無知體。是闇惑勞亂之法故名煩惱。緣智礙", "62": "真故名智障。問曰。此智能顯真。故經中說為", "63": "了因也。何故今說為智障乎。多義如真故復", "64": "名障。如藥治病若藥不去藥復成患。此亦如", "65": "是。云何妨真。如維摩說。寂滅是菩提。滅諸相", "66": "故此智是相。所以是障。不觀是菩提。離諸緣", "67": "故此智是緣。所以為障。不行是菩提。無憶念", "68": "故此智憶念。所以為障。斷是菩提。斷諸是", "69": "故此智是見。所以是障。離是菩提。離妄想故", "70": "此知妄想。所以是障。障是菩提。障諸願故此", "71": "智是願。所以是障。菩提真明此智性闇。所以", "72": "是障。如世樂受。性是行苦。如是等過不可具", "73": "陳。皆違真德故說為障。次辨斷處。斷處有", "74": "二。一者地前地上相對分別。二者直就地上", "75": "世出世間相對分別。就初對中義別有二。一", "76": "隱顯互論。解行已前增相修故斷煩惱障。初", "77": "地以上捨相修故斷除智障。云何增相能除", "78": "煩惱。煩惱正以闇惑為患。從初已來修習明", "79": "解緣智轉增闇惑漸捨。至解行時明解增上", "80": "惑障窮盡。說之為斷。云何捨相。能斷智障。智", "81": "障正以分別為過。初地以上窮證自實緣修", "82": "漸捨。分別過滅名斷智障。二優劣相形。地前", "83": "菩薩唯斷煩惱。初地以上對治深廣二障雙", "84": "除。若論事識解滅者地前亦得。但不論耳。次", "85": "就地上世出世間相對分別。初二三地名為", "86": "世間。四地以上名為出世。於中亦有二門分", "87": "別。一者隱顯互論。三地以還世間之行斷煩", "88": "惱障。四地以上出世真慧斷除智障。云何世", "89": "間除煩惱障。如地論說初地斷除凡夫我相", "90": "障。凡夫我障即是見一處住地。第二地中斷", "91": "除能犯惑煩惱。犯惑煩惱即是欲愛色愛有", "92": "愛三種住地。第三地中斷除闇相聞思修等", "93": "諸法妄障。闇相即是無明住地。是故明地世", "94": "間但斷煩惱障也。云何出世能斷智障。智障", "95": "有三。一是智障。所謂空有之心。二是體障。所", "96": "謂建立神智之體。相狀如何。謂彼緣智正觀", "97": "諸法非有非無。捨前分別有無礙。雖捨分", "98": "別有無之礙而猶見已以為能觀。如為所觀。", "99": "見已能觀。心與如異。如為所觀。如與心別。", "100": "由見已心與如別故未能泯捨神知之礙。說", "101": "為體障。三是治想。通而論之向前二種俱是", "102": "治想。但此一門治中究竟偏與治名。然此治", "103": "相亦是緣智。對治破前神智之礙。實心合如。", "104": "雖復合如論其體猶是七識生滅之法。障於", "105": "真證無生滅慧故名為障。障別如此。治斷云", "106": "何。始從四地乃至七地斷除智障。入第八地", "107": "斷除體障。八地以上至如來地斷除治想。云", "108": "何斷智障。四五六地觀空破有。捨離分別取", "109": "有之智。故地經中廣明。四地觀察諸法。不", "110": "生不滅。捨離分別解法慢障。第五地中觀察", "111": "三世。佛法平等。捨離分別身淨慢心。第六地", "112": "中觀法平等。捨離分別染淨慢心。此等皆是", "113": "觀空破取有之心。第七地中觀諸法如。捨前", "114": "分別取空之心。離如此等名斷智障。云何八", "115": "地斷除體障。前七地中雖觀法如猶見己心。", "116": "以為能觀。如為所觀。以是見故心與如異。不", "117": "能廣大任運不動入第八地。破此等礙。觀察", "118": "如外由來無心。心外無如。如外無心無心異", "119": "如。心外無如無如異心。無心異如不見能知。", "120": "無如異心不見所知。能所既亡泯同一相。便", "121": "捨分別功用之意。捨功用故行與如等。廣大", "122": "不動名入八地。此德成時名斷體障。云何八", "123": "地至如來地斷除治想。向前八地雖除體障", "124": "治想猶存。故八地云。此第八地雖無障相非", "125": "無治想。然此治想八地以上漸次除至佛乃", "126": "盡。彼云何斷者。分別息故真相現前。覺法唯", "127": "真本末無妄。以此見真。無妄力故能令妄", "128": "治。前不生後。後不起前。於是滅盡也。二者優", "129": "劣相形。初二三地對治微劣唯斷煩惱。四地", "130": "以上對治深廣二障雙除。若通言之始從初地", "131": "乃至佛地當知。念念二障並斷。緣智漸明斷", "132": "煩惱障。真法漸顯滅智障。治斷如是。次對", "133": "障辨脫。就此門中除斷煩惱二脫俱生。息除", "134": "智障二脫俱顯。相狀如何。前修對治斷煩惱", "135": "時能治之道必依真起。所依之真恒隨妄轉。", "136": "故以妄修動發真心。令彼真中二脫德生。真", "137": "德雖生與第七識緣智和合。為彼隱覆真德", "138": "不顯。息除彼智真德方顯。其猶臈印印與泥", "139": "合。令彼泥上文像隨生。泥文雖生臈印䨱之", "140": "不得顯現。動去臈印其文方顯。彼亦如是。二", "141": "障之義難以測窮。且隨大綱略樹旨況。今此", "142": "論中辨二障者是第二番也。五住相望四住", "143": "及起同為煩惱障。無明及起齊為智障。故地", "144": "持無明以妄同為智障。就無明中隨義更論。", "145": "所起恒沙復為煩惱。無明住地獨為智障。故", "146": "此論中。但無明地以為智障。染心恒沙以為", "147": "煩惱障也。問曰。於彼事識之中取性無明是", "148": "何地收。妄識之中所有愛見是何地收。斷言。", "149": "不定略有二義。一隱顯互論。彼事識中取性", "150": "無明。以本後末攝為四住。彼妄識中所有愛", "151": "見。以末從本收為無明。二隨義通論。妄識", "152": "之中所有見皆四住收。事識中所有無明亦", "153": "無明攝。次隨文釋。此中有二。一者別障。二者", "154": "此義云何以下釋其義相。言染心義者。業識", "155": "以下乃至讀識以為染心。能障真如根本智", "156": "者。是恒沙惑亂勞義強。能障真如寂滅智也。", "157": "無明義者是根本無明地也。障世間自然業", "158": "智者。無明是其迷闇義。故障佛種智真明解", "159": "也。自然業者是不思議作業也。所障法者謂", "160": "證教二道法報兩果也。自下第二釋其相。釋", "161": "二障故即分為二。初為煩惱後為智障。此義", "162": "云何者設問發起。以依染心者是業識也。末", "163": "中第一故名之為依。言能見能現妄取境界", "164": "者轉現智識。略無續識。亦可。此是六識體故。", "165": "所以不論。違平等性者。以染心者是分別心。", "166": "真心寂靜故正相返。所以違者下顯違由。以", "167": "一切法常靜無起相。此舉理略無惑相。然此", "168": "自解無明不覺妄者。是釋者障與法違故者。", "169": "無明闇惑。種智真明。故相返也。下釋其由。不", "170": "能得知一切世間種種境界故者。是舉所障。", "171": "諸界根原故。故說二障也。自下第五明捨滅", "172": "義。此中有二。一者直明捨滅。二者問以下", "173": "難解重顯。就初中有三。一者舉惑體。二者又", "174": "麁中之麁以下據人以辨。三者此二種以下", "175": "明捨滅之相。復次生滅相有二種者。總標其", "176": "數。與心相應者。末後二識及與六識也。與心", "177": "不相應者。根本四住也。自下就人以辨。麁中", "178": "之麁凡夫境者。是六識也。麁中細者。智續兩", "179": "識也。細中麁者。是染心也。恒沙末故名之", "180": "為麁。菩薩境界者。種性以上乃至金剛心也。", "181": "細中之細佛境界者。是根本無明識。自下第", "182": "三明捨滅相。此中有二。一者明起由。二者若", "183": "因滅以下明滅由也。此二種生滅依無明薰", "184": "習而有者。以眾惑本故以末論本也。依因者", "185": "不覺義者即是無明也。緣者六塵境界也。具", "186": "此因緣得立生滅。次辨滅相。若因滅則緣滅", "187": "者。境界無自由心而成。故上中言三界虛偽", "188": "但一心作。能成心滅所成亦滅也。因滅故不", "189": "相應心滅者。明亡本故末竭。是業轉現識也。", "190": "緣滅故相應心滅者。境界亡故隨境心亡。此", "191": "之明其不相應心妄故境界亦妄。境界妄故", "192": "相應心亦妄也。次辨重顯。此中初問後答。問", "193": "意者。若心滅者云何相續者。相應不相應皆", "194": "是滅者眾生則無心。云何續有。若相續者云", "195": "何說滅者。妄心恒續者云何眾生滅妄成真", "196": "乎。就妄心進退徵難。答中有三。初明法說。中", "197": "明開喻。後辨合喻。言滅者唯心相滅者。是妄", "198": "識也。非心體滅者是真識也。妄識全亡不妨", "199": "真有。真識常有故眾生非斷。妄識終滅故眾", "200": "生成真。言風者喻無明也。水喻真識也。動喻", "201": "妄識也。若水滅者則風斷絕無依止者。是作", "202": "設喻。非無水也。而顯依義故為此說。何以", "203": "得知。設喻非正。下則解釋以水不滅風相相", "204": "續。唯風滅故動相隨滅。非是水滅。是故明知。", "205": "是設喻也。無明亦爾以下合喻。無明合上如", "206": "風。依心體者合上依水。言而動者合上有動", "207": "相也。若心體滅者合上假設喻也。以體不滅", "208": "心得相續。去合上水不滅故風相相續也。唯", "209": "癡滅故心相隨滅者。合上唯風滅故動風隨", "210": "滅也。非心智滅者。合上非是水滅也。自下第", "211": "三明其真妄熏習之義。此中有三。一者標熏", "212": "法體。二者熏習義者以下略釋熏義。三者云", "213": "何熏習起染以下廣顯熏相。復次有四種熏", "214": "者是總表數也。染淨法起不斷絕者熏習功", "215": "能。言淨法者即第八識也。言染因者即無明", "216": "識也。言妄心者第七識中。始從業識乃至相", "217": "續通名業識。言妄境者謂妄想心所起一切", "218": "虛偽境界。此四種者熏法體也。此四猶是地", "219": "持論中如是。如實凡愚不知起八妄而生三", "220": "事。真如熏習猶彼如是如實。無明熏習者猶", "221": "彼凡愚不知也。妄心熏習者猶彼八妄想也。", "222": "妄境熏者猶是彼處生三事中初虛偽事。問", "223": "曰。何故事識及事根塵不說熏習。答。此條中", "224": "未明熏習所起末故。故不論也。自下第二略", "225": "釋熏義。此中有三。一者題名。二者開喻。三者", "226": "此亦如是以下合喻也。熏習義者是顯名也。", "227": "言世間衣服者喻染淨法體也。實無香者喻", "228": "行用也。若人以香熏故則有香氣者。喻行者", "229": "隨緣熏習故染淨之用。次下合喻。此亦如此。", "230": "真中無染。妄熏令有。妄中無淨。真熏使有。故", "231": "彼妄中得有方便對治行起。釋意如此。自下", "232": "第三云何熏習起以下廣辨熏相。此中有二。", "233": "一者辨熏習起染。二者云何熏習起淨法以", "234": "下明其熏習起淨。就初中有二。一者就前四", "235": "明其熏習相生次第。二者此妄境熏習以下", "236": "別明熏習所起不同。云何起染法不斷者是", "237": "題名也。以依第一真如法故使有第二無明", "238": "染因。以有無明故即有第三妄心。以有妄心", "239": "故則有第四妄境界也。以有境界緣故即熏", "240": "習妄心。令其染著造業受苦也。念者愛也。著", "241": "者見也。次第二從此妄境界以下明其熏習", "242": "所起不同。從末尋本次第辨之。能熏法體四", "243": "故所熏應四。而文滅無真如熏習所起之義。", "244": "此妄境熏習有二種者是題名也。此境熏習", "245": "起事識也。念者愛也。取者見也。即是十使", "246": "也。言起心熏習者是第二也。言業識者第七", "247": "識也。熏習起妄識果。謂受二乘菩薩變易細", "248": "苦。即正果也。言增長分別事識者。是六識緣", "249": "由果。凡夫業繫苦者分段麁苦也。無明熏中", "250": "起妄識者其近果。起事識者是其遠果。真如", "251": "熏習亦有二種。一者起無明。二者起妄心。以", "252": "彼真如無分別故能起無明。覺知性故能起", "253": "妄心。此後一門釋中無也。推章門中具有此", "254": "義。自下第二明熏起淨。此中有二。一者明", "255": "其真妄相熏起淨。二者真如熏習義以下明", "256": "其唯真熏習起淨。就初中有二。一者真妄總", "257": "明。二者妄心熏習以下別明妄熏起淨。又遠", "258": "法師解。云何起淨法不斷者此文早著。以有", "259": "真如法故以下樂求涅槃。以還攝上真如熏", "260": "習也。然後應著云何起淨法。以此妄心以下", "261": "第二起淨文也。此中有二。一者明妄熏真。二", "262": "者明真熏妄。就初中有二。一者能熏。二者", "263": "妄心熏以下明其所熏。此二種釋文隨念無", "264": "傷。云何熏習起淨者是題名也。所謂以下正", "265": "辨。以有真如故無明令熏起。厭生死樂涅槃", "266": "也。此之真熏妄也。次辨妄熏真也。以有妄心", "267": "厭離生死求涅槃。故熏習真心。自信己性。唯", "268": "是真如智外無法。但妄心顛倒所見以知外", "269": "境無所有。故種種方便修習離念起真之行。", "270": "雖有所修不取不念。久修力故無明則滅。無", "271": "明滅故妄心不生。妄心不生故妄境隨□。境", "272": "界妄故心相俱盡。名得涅槃。得涅槃故自然", "273": "成就不思議業用充法界也。因緣俱滅者因", "274": "是心也。緣是境也。言涅槃者性淨法佛也。不", "275": "思議業者是方便報佛也。釋意如此。自下明", "276": "其別妄熏起淨。妄心熏者六七識也。言分別", "277": "事識者。謂凡夫二乘厭生死苦取向涅槃。此", "278": "六識中方便修行熏發真也。言意熏習者。謂", "279": "諸菩薩見虛妄法。無所貪取。知真如法寂靜", "280": "安隱。發心勇猛趣大涅槃。此七識中方便修", "281": "行熏發真也。彼說七識以之為意。非六識中", "282": "意識也。自下第二明唯真熏妄。此中有二。一", "283": "者明其所顯所熏妄義。二者復次真如自體相", "284": "者以下明其所表理體平等。問曰。所顯所表", "285": "有何著別。答。言所顯者此真理中。隨修習", "286": "緣有可顯義。轉理成行。以緣照解斷惑。所顯", "287": "故名所顯。所言表者。真如理體平等一味絕", "288": "言離相。然理不自顯。寄法以表故名所表。法", "289": "不自成。以理熏故真法方成。故此理中有二", "290": "義。故此中辨也。就初中有二。一者就始中明", "291": "真熏妄。二者復次染法以下就修明其真妄", "292": "盡不盡義。就初中有二。一者明能熏法。二者", "293": "此體用熏習以下明所熏人。就初中有三。一", "294": "者總標舉類。二者列章門。三者自體熏者以", "295": "下釋二章門。真如熏習有二種者是題名也。", "296": "云何以下列章門。謂體用也。自體相熏習者", "297": "以下第三列釋。此中有二。一者釋體章門。二", "298": "者用熏習者以下釋用章門。就初中有二。一", "299": "者正出其體。二者問答重釋。言無漏法者。法", "300": "身本體法佛之性。言不思議作業性者。是報", "301": "佛性也。有此二性熏習力。故令起妄解斷惑。", "302": "已後轉理成行。地前名為性種習種。地上名", "303": "為證教二道。佛果名為法報二佛。虛法為言。", "304": "名為性淨方便涅槃。自下第二重顯。此中有", "305": "二。一問二答。問意者。若便真能熏妄起善", "306": "行者一切眾生皆有真如。何不等勳齊便發", "307": "心起修善行能入涅槃。而諸眾生有信無信", "308": "優劣。前後無量差別。就第二答中有二。一", "309": "者明真妄根原。正答上問。二者又諸佛法有", "310": "因緣以下明緣修對治。此之遠答也。就初中", "311": "有三。一者明真。二者而有以下明妄根本。三", "312": "者唯如來下結難知也。言真如本一者。諸眾", "313": "生中真如理一本來無二。故成佛時以理成", "314": "故。但是一佛無有二也。何故名諸佛。此是處", "315": "緣故爾。非理中諸也。此真如根原也。自下", "316": "第二明妄根原。然若爾者何故眾生差別者。", "317": "有無量無明本來成就。此之根本也。過恒沙", "318": "等上煩惱者枝條末也。我見愛者是四住所", "319": "起也。此眾惑者皆依無明。如此無明熏習真", "320": "如。真如隨緣差別不同。如虛空本一而隨有", "321": "處大小不同。若破有處即虛空無大小相。此", "322": "亦如此。隨染緣故利鈍差別。若離染緣則平", "323": "等一味。無上下優劣。問曰。若初真一何故起", "324": "染原薄不同。答。無始無明等同品無有麁", "325": "細。智識以後染著不同。心慮異故。續識以後", "326": "起成深淺。故果報優劣上下不等利鈍差別。", "327": "然此義者非凡所能知。自下第三結難知。唯", "328": "如來能知故也。故大經言。十住菩薩見終不", "329": "見始。佛乃窮了見始見終。自下第二隨對治。", "330": "此中有三。一者法說。二者如木中下開譬。三", "331": "者眾生亦爾下合喻。言有因有緣者。因者內", "332": "心。緣謂外緣。譬意者木雖有火不能自燒。眾", "333": "生雖有真如之性不能獨熏自成涅槃。合中", "334": "可解。言示教利喜者。四諦三轉法輪也。示猶", "335": "示轉。教猶勸轉。利喜是其猶證轉也。示轉者", "336": "示苦示集。示滅示道名示轉也。言勸轉者苦", "337": "應知集應斷。道應修滅應證。言證轉者苦我", "338": "已知。集我已斷。道我已修。滅我已證也。示", "339": "可當相示苦令知。教集應斷。道利應修。滅", "340": "喜應證也。以此四諦入道之詮故。以四諦向", "341": "涅槃道也。自下第二釋用章門。此中有三。一", "342": "者總表舉數。二者云何以下列二章門。三者", "343": "釋二章門。用熏習者是顯名也。即眾生外緣", "344": "之力者。謂佛菩薩證如起用。攝化眾生令修", "345": "善法。自下列章門。差別緣者此應身化也。平", "346": "等緣者真身攝也。自下第三釋章門。釋二章", "347": "門故即有二。就初中有三。一者正釋差別。二", "348": "者此緣有二以下就時以辨。謂時遠近也。三", "349": "者是近遠二緣分別。以下就益以辨。增長行", "350": "者修行時益。受道緣者得果時益。平等緣者", "351": "以下釋第二章門。諸佛菩薩久發大願誓度", "352": "一切。以此善根熏習力故。自然常隨一切眾", "353": "生隨應見聞而為示現。謂示如來平等法身", "354": "也。以同體智力者此觀照彼苦也。令諸眾生", "355": "依三昧力平等見佛。此真身攝也。能熏如是。", "356": "次明所熏人。此中有二。一者題名舉數。謂此", "357": "體用勳習分別有二種也。二者列名即釋。言", "358": "未相應者是凡二乘地前菩薩也。此中初明", "359": "體未相應。後明未得自然以下用未相應。言", "360": "意意識者是七六識也。是妄識心中信順修", "361": "行。而未能捨離分別之念與實相應也。未得", "362": "自在業修行者。未得無功用自在行也。問曰。", "363": "地前菩薩五生自在。何故未得自在業耶。答。", "364": "隱細從麁。是故此論。已相應者謂初地以上", "365": "出世法身菩薩令捨妄心。除滅無明契證真", "366": "如。與佛如來法身相應無有分別。唯依法身", "367": "自然修行趣佛智海也。復次染法自下第二", "368": "明盡不盡。此中有二。一者立正道理。二者", "369": "此義云何以下釋所以。復次染法者是舉法", "370": "也。無始以來熏習不斷。至渴佛後方盡滅也。", "371": "淨法始終常有無有盡滅。此義以下釋其所", "372": "以。真如常熏故妄心妄境則滅。轉理成行。法", "373": "身顯現也。起用熏者是應用也。上來明真妄", "374": "相熏。此中明真妄盡不盡。不料簡也。復次真", "375": "如自體相者自下第二明其所表。此中有二。", "376": "一者明所表法。二者復次顯末以下明其修", "377": "捨趣入方法。就初中有二。一者明所表體。二", "378": "者復次真如用以下明其所說。所謂行法也。", "379": "就初中有三。一者三義略表。二者問曰以下", "380": "釋簡前後。三者復以何義以下釋前立義。初", "381": "中有三。一者總表。二者所謂以下別釋。三", "382": "者具足如是以下結也。就初中有二。一者題", "383": "名。謂復次真如自體相者也。真如即體名之", "384": "為相。二者正釋。此中有三。一者明理無偏。", "385": "二者非前際生以下明理體常。三者從本來", "386": "下明理法具。言一切凡夫二乘菩薩諸佛者", "387": "是舉人也。無有增減者是理體也。若論行義", "388": "凡聖殊異因果差別。而理體者等同一味。凡", "389": "夫二乘中理無有減。菩薩佛中理亦無增也。", "390": "自下明常。非前際生者明其本來無有生相。", "391": "非後際滅者明終無滅。行德名為生。而不滅", "392": "名不滅。異簡此故名非生不滅。湛然常也。畢", "393": "竟常恒者。常中最故名畢竟常也。自下明理。", "394": "然此理者非為孤立。從本以來理自滿足一", "395": "切功德也。下其別釋。有六句。所謂自體有大", "396": "智慧光明義故。此之一句此真理中。具足一", "397": "切三昧智慧神通解脫陀羅尼等功德之性。", "398": "如妄心中具足一切八萬四千諸煩惱性。雖", "399": "不後現行而實有之。說彼理中智慧之性。以", "400": "為智慧光明義也。故嚴經云。一切眾生心微", "401": "塵中。有如來智無師智無礙無相智廣大智", "402": "等。問曰。若如是者何故大經菩薩品言。若", "403": "言眾生身中具足十力四無畏等者。非我弟", "404": "子。是大邪見。下文復言眾生有性。以當見故", "405": "兩經相違。云何會通。答。此等經文皆說行德。", "406": "若如行德。十力無畏今時有者是大邪見。然", "407": "非無理。又復果性以當得名為當見。故此經", "408": "言。如貧女寶。如闇中寶本自有之。非適今也。", "409": "此說理。此等經文非一。是故無違。言遍照", "410": "法界義故。此之二句是心與法同一體性。互", "411": "相緣集。然義分心法。心為能照。法為所照。此", "412": "之自體照何為名照。如妄心中具足一切諸", "413": "虛妄法。是真心中具一切法。以同體故將心", "414": "攝法。無出一法。將法攝心。則具法界微塵等", "415": "心。心隨彼法為種種德。心法界由來清淨無", "416": "闇無障名照一切法界之義也。真實識知義", "417": "故者。此之三句蓋之真實覺知之心。有人釋", "418": "言。真識非識。唯是空理。與識作體。義名為", "419": "識。此言謬限。不應受持。斯乃真實覺知之心。", "420": "名之為識。何得說言一向是空。乃可。真識", "421": "體有不空之義。不說空義以之為識。故唯識", "422": "論言。對彼外道凡夫之人著我我所。故色等", "423": "一切法空非離言境。一切皆空離言境者。謂", "424": "佛如來所行之處。唯有真識更無餘識。以斯", "425": "准驗明知。不以空為真識也。經本之中為真", "426": "相了別也。無有偽名為真實。神知之靈名為", "427": "識知也。言自性清淨心義故者。此之第四句", "428": "本來無障。名自性淨心也。良以理尊在於無", "429": "垢。名為清淨也。常樂我常義此第五句理德。", "430": "雖眾對生死要無出此四也。言清涼不變自", "431": "在義故者。此第六句體無染故。名為清淨。生", "432": "滅所不遷故。名不變自在也。自下總結。此中", "433": "有二。一者結德。二者結名。具足如是過恒", "434": "沙等不思議佛法者。此前結德。不能別嘆故", "435": "總舉也。不離等四句者上明。猶淨我樂常也。", "436": "乃至以下結名。包含蘊積名之為藏。眾法積", "437": "聚名為法身。若別言隱時名藏。顯為法身。自", "438": "下第二重顯。初問後答。問意者上明真如絕", "439": "相斷言。何故此中具種種德上下相違。答中", "440": "有二。一者正答。二者此義以下釋所以。雖", "441": "有諸德而無別相者。今此中就與上無違。雖", "442": "有而無有相。故不妨無。雖無而無無相。故不", "443": "妨有。恒有恒無言等同一味者。此眾德皆同", "444": "一味也。何為者唯一真如。自下釋所以。中有", "445": "三。一者正釋。二傳釋。三者結。何故一味者。", "446": "題上句此義云何以下無分別故也。無彼此", "447": "故無分別。故名一味。故無分別者題上句。", "448": "自下傳釋。離分別相故也。遠離六七識分別", "449": "之相。故名離也。自下結也。是無二者明其空", "450": "有無二體也。復以何義自下第三別釋。此中", "451": "有二。一者略別本由。二者此義云何下別釋", "452": "上義。復以何義得說差別者是顯名也。以依", "453": "業識生滅相示者。若無待對無。而對妄識辨", "454": "故得說差別也。自下別釋。此中有二。一者上", "455": "別釋中六句廣釋。二者乃至以下上總結。此", "456": "中別釋。就初中上二句別釋。下四句者通釋。", "457": "以一切法者上明恒沙等法也。本來唯心實", "458": "無念者唯真無妄也。而有妄心者是無明也。", "459": "以有此故便起末條。不覺起念者是業識也。", "460": "見諸境界者是轉識也。故說無明者結本名", "461": "也。此眾惑者依理而起。還迷真理而心性無", "462": "起也。言無起者不為知返無知故名無起。惑", "463": "心分別為生。以分別攬真。真猶無分別故言", "464": "無起也。神知猶存故言即是大智慧光明義", "465": "也。此釋初句。若心起見者則分別心也。則", "466": "有不見之相者是分別有相故。有徧有見則", "467": "有不見之相。故知。有知為相。名妄心也。心性", "468": "離見者即知而無知相。不緣而照。即是遍照", "469": "法界義也。神知靈故即無不照。而不緣故靈", "470": "豁無滯。於無礙故名遍照法界也。自下通釋。", "471": "若心有動者是三相所熏也。此中四句皆返", "472": "釋也。非真識知者返釋上中真實識知義也。", "473": "無有自性者返釋上中自性清淨心也。非常", "474": "等者返釋上中常樂我淨也。熱惱衰變不自", "475": "在者。返釋上中清淨不變自在義也。三相所", "476": "不遷故。故具四句。乃至以下釋上結德。此中", "477": "有二。初釋結德。此中有二。初明返釋謂具有", "478": "過恒沙等妄染之義也。後明順釋。謂對此義", "479": "故心性無動。則為過恒沙等淨功德相示現", "480": "也。自下釋結名。此中有二。初明顯非。謂若心", "481": "有起亦更見前法可念者。則有所少也。後明", "482": "顯是。謂如是淨法無量功德。即是一心無有", "483": "二也。更無所念。是故滿足。名為法身如來", "484": "藏也。復次真如用者自下第二明其所說。言", "485": "所說者所謂行德。德不自顯。依詮得顯。由修", "486": "行故方得成也。此中有二。一者明其行德。二", "487": "者此用有以下明其見聞得益不同。就初中", "488": "有四。一者明因時化物之行。二者此以何義", "489": "以下明以因戒德。三者又亦以下明真諦觀。", "490": "四者但隨以下明俗諦觀。復次真如用者題", "491": "名也。所謂以下正明也。發大慈悲者。謂四等", "492": "也。修諸波羅蜜者。謂六度也。攝化眾生者。謂", "493": "四攝也。立大誓願者。謂四弘誓也。此四句", "494": "者明化物行體也。下明時節。盡度眾生。不限", "495": "劫數。盡未來際也。言以取眾生如己身者。辨", "496": "其平等之心。此中有平等行也。非為空行。而", "497": "不取眾生者此遣著也。若著眾生相者即不", "498": "得度眾生也。此之空行也。自下第二此以何", "499": "義以下明德。此中有二。一者緣照。二者明真", "500": "照。此以何義者設問發起也。謂如實知者是", "501": "緣智也。契真之智名如實知。一切眾生及與", "502": "己身真如平等者。體無異故也。此之明智體。", "503": "次辨智用。以有如是大方便智除滅無明。見", "504": "本法身也。次明真照。自然而有不思議業者。", "505": "是報身也。種種之用者是應身。此行用也。即", "506": "與真如遍一切處者以行即理。自下第三明", "507": "真諦觀。此中有二。一者正釋。又無有用相", "508": "可得者。與體別用不可得故也。二者釋。何故", "509": "不可得者。謂諸佛者唯是法身智身。第一義", "510": "諦者此之真觀也。如華嚴中十身相作是也。", "511": "就真而望無有別用。觀生死也。次辨第四明", "512": "俗諦觀。但隨眾生見聞得益故說為用也。此", "513": "用有二種。自下第二明得益不同。此中有二。", "514": "一者明能見之人。二者又凡夫可見以下明", "515": "所見之身。此用有二者。此略舉也。分別事", "516": "識者。謂六識也。言不知轉識現故見從外來", "517": "者。諸可見色依轉識起。此起根源。不知自心", "518": "現故為從外來。二者言業識者。謂第七識也。", "519": "初發意者是地前菩薩也。所住依果者。即蓮", "520": "華藏世界也。常能住持不毀不失者。是報淨", "521": "土也。故華嚴云。法界不可壞蓮華藏世界海。", "522": "自又凡夫下第二明所見身。此中有二。一者", "523": "明凡所見。二者復次以下明菩薩所見。言非", "524": "受樂相者。小乘教中明佛無常。但以修行故", "525": "增智慧耳。故具苦無常。故非受樂也。自下第", "526": "二明菩薩所見。此中有二。一者正明。二者問", "527": "答料簡。言淨心者初地也。自下第二問答料", "528": "簡。初問後答。就答中有三。一者正答。二者所", "529": "謂釋答。三者此非心識以下總結殊勝。言此", "530": "法身是色體故者。有人釋言。法身無色。應中", "531": "但有。此義不然。此文顯矣。勝鬘中如來色", "532": "無盡智慧亦復然。鴦崛魔羅經言。瞿曇法身", "533": "妙色常湛然。又復義推下五戒十善中有人", "534": "天也。何故萬善滿足感無色報乎。無國土也。", "535": "既上中言所住依果種種莊嚴也。自復次顯", "536": "示下第二明修捨方法。此中有三。一者法說。", "537": "二者如人以下開譬。三者眾生亦爾下合譬。", "538": "復次顯示從生滅門入真如門者是略題也。", "539": "從淺入深。從無常門入無我義。中從無我門", "540": "入真如不空門。其實唯真。而以相覆故不知", "541": "不覺。除破此相。即知真如也。令可解大意如", "542": "是。", "543": "大乘起信論義疏下之上", "544": "大乘起信論義疏下之下", "545": "淨影寺沙門慧遠撰", "546": "自下第二明對治邪執。於中兩門分別。一者", "547": "明種種邪執不同。顯示正義。二者隨文解釋。", "548": "就初中有三。一者就事識中對治邪執。顯示", "549": "正義。二者據妄識中對治邪執。顯示正義。三", "550": "者約真識中對治邪執。以顯正義。就事識中", "551": "邪執有八。一者執之定一。有人宣說。六識之", "552": "心隨根。雖別體性是一。往來彼此。如一獼", "553": "猴六扃現。俱非有六猴。心識如此。六根中現", "554": "非有六心。對此邪執說心非一。識無別體。緣", "555": "知為義。六識之心。所依根異。所緣亦異。云何", "556": "定一。若定是一常了一塵不應轉變。又復心", "557": "法無往來義。隨有知處。即彼處生。不得說言", "558": "一而往來。又彼所引獼猴為喻證心一者是", "559": "義不然。凡夫愚人謂猴定一六扃中現。然實", "560": "獼猴念念生滅。此扃現者不至彼扃。心識如", "561": "是。依眼生者不至餘根。如是一切。二者執定", "562": "異別。有人宣說。六識之心體性定異。對此", "563": "邪執說心不別。於事分齊相續一盧。非全別", "564": "體。一獼猴遊於六扃。非有六猴。若言六識各", "565": "別有體別體之法不相忓頩。眼識還應從眼", "566": "識生。乃至意識還從意生。不得相起。現見五", "567": "識從意識生。意識從於五識而生。眼非別體。", "568": "又若六識各別有體別體之法不相妨礙。不", "569": "相妨故六識之心常應並有。恒應並用。不常", "570": "並。故明無別體也。三者執定常。有人聞說三", "571": "世之中業果不斷。謂心定常生死往來常是", "572": "一識用。雖興廢心體不變。對此邪執說識無", "573": "常。人中心異。天中亦異。六道之心各各別異。", "574": "云何是常。又如經說。苦相應心異。樂相應心", "575": "異。不苦不樂相應心異。如是一切各異。云", "576": "何是常。但諸凡夫不知心相。妄謂是常。猶如", "577": "小兒見旋火輪謂不斷絕。若心常者善應常", "578": "善。惡應恒惡。無有變異。以變異故定知無常。", "579": "四者執定斷。有人聞說心識無常。便謂定斷。", "580": "對治此執說心不斷。現世造業。後必得果。云", "581": "何定斷。譬如乳酪轉變雖異置毒乳中。酪則", "582": "害人。心亦如是。此身造惡。必未受苦果報。明", "583": "非是斷。五者執定有。如毘曇說。十八界等各", "584": "住已性。是有不空。謂言空者但空陰上橫計", "585": "我人。不空法體。法不空故心識定有。對此", "586": "邪執說識是空。空相云何。識者正以別知為", "587": "義。如一念識即具四相。初生次住終異後滅。", "588": "於四中何者是知。為初相知為中為後。若初", "589": "相知者餘應不知。餘若不知則不名識。若餘", "590": "相知初應不知。初若不知初不名識。若言四", "591": "相各別是知便是四念各別。知法何關。一念", "592": "具足四相。答言。四相別非是知。和合之中", "593": "方知者非知共合。云何有知。如百盲聚。豈", "594": "有所見。又復四相都無合理。云何無合者。生", "595": "相現時餘相未有。餘誰共合。乃至第四滅相", "596": "現時餘相已謝。復與誰合。進退推求都無合", "597": "義。云何說言和合有知。知義既無。焉有定識。", "598": "是故經說。色乃至受想行識一切皆空也。六", "599": "者執定無。有人聞說五陰空寂。便謂世諦因", "600": "緣亦無。對治此執說識非無。若無心識云何", "601": "而得見聞覺知。現見六識各有作用。明知。不", "602": "無。又若無識則無善惡。若無善惡亦無苦樂。", "603": "則入邪見斷善根中不宜受之。經言空者就", "604": "真為論。於世諦中不無心識。七者執心識獨", "605": "立。無數如來實說。對治此執說有同時心心", "606": "數法。故涅槃云。我諸弟子不解我意。唱言。佛", "607": "說定無心數。又涅槃說十大地中心數之定。", "608": "明非無數。又龍樹云。譬如池水珠在則清象", "609": "入便濁。水喻心王。珠象喻數。於彼喻中可說", "610": "言。水珠象一心法如是。寧無別數。八者執", "611": "心外定有數。如毘曇說。對治此執明非定別。", "612": "故涅槃云。我諸弟子不解我意。唱言。佛說定", "613": "有心數。若使心外定有別數。無預心事無心", "614": "之時何不別起。又若心外定有別數。識從意", "615": "生。諸數亦應別有所依。若別有依是義不然。", "616": "云何不然。於彼宗中說三性心相應各異。如", "617": "欲界地善心起時二十二數相應共生。不善", "618": "起時二十一數相應共生。無記起時有十二", "619": "數相應共生。從無記心起善惡時十二同數", "620": "可有所依。自餘別數意何所依。若無依生是", "621": "則心法無次第緣。經說不許。若無別依依意", "622": "生者與識同依。明非心外。道理云何。即彼心", "623": "體同時具有。受想行等諸義差別。不同成實", "624": "前後建立。就一心體隨義別分不同毘曇異", "625": "體建立。兩義兼通故非諍論。次就妄識。對治", "626": "邪執。邪執有六。一者執定無。有人聞說但", "627": "有六識無第七情便言一向無第七識。對治", "628": "此執說有七識。如楞伽中說八識義。勝鬘亦", "629": "云。七法不住。若無妄識說何為八說何為七。", "630": "經中所言無七情者。事相之中無。第七情非", "631": "無妄識。二執定有。有人聞說有第七識。便謂", "632": "七識別有體性。對治此執明妄無體。當知。如", "633": "來就心法中分取虛妄別之義為第七識。何", "634": "得於中別立體性。如似世人見繩為蛇。繩是", "635": "實事。喻彼真識。蛇是妄有。喻彼妄識。蛇依", "636": "繩。故蛇無別體。妄依真立。云何有體。迷夢等", "637": "喻類亦同然。又經中說。若無真識七法不住。", "638": "若自有體云何不住。又若識自有體性便是", "639": "實有云何名妄。三者執事識以為妄識。有人", "640": "聞說真識名心妄識名意事名意識。便言。小", "641": "乘七心界中之意根界者是第七識。對治此", "642": "執宣說妄識不同事識。七心界中意根界者。", "643": "即是六識生後義邊說為意根。更無別法。妄", "644": "識與彼分齊條異。云何言一異相。如何如今", "645": "論說妄識有六。始從無明乃至相續廣如上", "646": "辨。事識有四。從執取相。乃至第四業繫苦", "647": "相亦如上辨。分齊各異。何得說言意根界者", "648": "是第七識。又楞伽云。第七妄識唯佛如來住", "649": "地菩薩所能覺知。餘皆不覺。云何說言意根", "650": "界者是第七識。問曰。妄識若非意根何故楞", "651": "伽及此論中說為意乎。釋言。彼乃借名顯示。", "652": "非即意根。如楞伽中。說第七識。以之為心。今", "653": "此論中宣說真識以之為心。豈可名同便是", "654": "一物。心名雖同真妄兩別。意名雖一何妨差", "655": "別。四者執麁為細。有人宣說。眼見色時不", "656": "知色空。即是七識迷惑之心。餘亦如此。若解", "657": "色空即是七識明解之心。餘亦如此。對治此", "658": "執須顯其異。言見色等不知空者。是六識中", "659": "取性無明非第七識。此之取性猶是向前事", "660": "識之中執取相也。問曰。若是六識中無明心", "661": "者。與七識中無明何別。此如上辨。以於心外", "662": "事相法中執性迷空。故非妄識。又於心外事", "663": "相法中解知無性。是事識中分別之解非七", "664": "識智。五者執不滅。有人宣說。七識之心未", "665": "見理時生滅無常。見理即常究竟不滅。對治", "666": "此執說妄終滅。七識妄心體唯癡闇。相唯分", "667": "別。得聖會如。捨其分別見實明照。盡其癡闇。", "668": "更有何在。而言不滅。道理如此。須以文證。如", "669": "涅槃說。譬如男女燃燈之時。燈爐大小悉滿", "670": "中油。油喻煩惱。明喻智慧。油盡之時明亦隨", "671": "滅。煩惱盡已智慧隨滅。故知。妄心解惑俱", "672": "已。又楞伽云。斷七種識名出佛血。故知。妄", "673": "滅。又龍樹云。覺觀之心望於欲界。是善是治。", "674": "若望二禪即是罪過。乃至非想非非想定於", "675": "下為善。望於出世還是罪過。智慧亦爾。望世", "676": "為善。若對實相還名罪過。既說為罪。何為不", "677": "滅。又大智論解釋如義。彼云。實相如水性冷。", "678": "觀智如火。水隨火熱。若火滅已水冷如本。故", "679": "名為如。是實相者隨觀轉變。是觀滅已實相", "680": "如本。故名為如。明知。妄解終竟滅盡。若觀不", "681": "滅水冷之時火應不滅。有人說言。經中說滅。", "682": "但滅智中無明闇障。不滅智體。是義不然。寶", "683": "性論中自有戒文。不但滅闇。亦滅智解。故", "684": "彼論中說有四障不得如來淨我樂常。一者", "685": "緣相。謂無明地障佛真淨。斷離彼故得佛真", "686": "淨。二者因相。謂無漏業障佛真我。斷除彼故", "687": "得佛真我。三者生相。謂意生身障佛真樂斷", "688": "除彼故得佛真樂。四者壞相。謂變易死障佛", "689": "真常。斷除彼故得佛真常。無明等外別說無", "690": "漏。以之為障。別說斷除。云何而言不滅無漏。", "691": "又言智體不滅盡者。不滅之體即是真心非", "692": "第七識。問曰。若七識滅者誰得菩提。誰證涅", "693": "槃。釋曰。心相雖復滅盡心性猶在。心性在者", "694": "即是真識。是故就此說得說證也。六者執定", "695": "滅。有人聞說妄心終滅。便言定滅無熏習義。", "696": "何故如此妄在之時。未得真實則無所勳。證", "697": "實之時。達本無妄則無能勳。又真實中淨法", "698": "滿足。更無所少何用妄勳。心有此義故無熏", "699": "習。對治此執說有妄有妄熏。如論中言。妄熏", "700": "有二。一事識熏。所謂凡夫二乘所修善。二者", "701": "業識熏。謂諸菩薩所行之道。所熏有二。一者", "702": "熏生。二者熏顯。望方便果說為熏在。其猶臈", "703": "印印泥成文。亦如摸㩘轉金成器。望性淨果", "704": "熏之顯。如爐治等融石出金。若言妄時未", "705": "得真故今無熏者。得時由彼何為下熏。若言", "706": "據真本無妄故令無熏者。就真論真。真則常", "707": "寂。實不假熏。據妄論真。真隨妄染後隨妄飾。", "708": "寧無熏義。若言真中淨法滿足不假熏者。凡", "709": "夫之時雖有淨性未顯成德。是故須熏。其猶", "710": "宅中雖有寶藏不掘不出。亦如地中雖復有", "711": "水不取不得。故說有熏。問曰。真妄其性各異。", "712": "云何妄修而得熏真。良以真妄不相離。故妄", "713": "染則染。妄淨則淨。故以妄修熏成真德。次就", "714": "真識對治邪執。執有二。一者凡夫著我執。二", "715": "者二乘著法執。問曰。凡夫亦著諸法。何故", "716": "偏名人著我執。釋言。細分亦著諸法。今對二", "717": "乘。凡夫著我及著我所通名人執。諸法皆是", "718": "我所攝故。就凡執中隨義具論。略有二種。一", "719": "者執有。二者執無。執有之中別有四種。一", "720": "者執實同神。有人聞說藏識是我。謂同外道", "721": "所取神我。對治此執說如來藏非我眾生非", "722": "命非人。二者執真中具足真染。有人聞說生", "723": "死二法是如來藏。便謂真中有生死。對治此", "724": "執說。如來藏自性清淨。從本以來唯有清淨", "725": "恒沙佛法。無有染污。若言真中實有生死。而", "726": "便證會永離生死無有是處。若言有彼緣起", "727": "作用。隨世法門非無此義。三者執有淨相。有", "728": "人聞說如來藏中。備有一切諸功德法不增", "729": "不減。即謂真中有色心等自相著別。對治", "730": "此執說。如來藏雖具諸法依真如。說無彼此", "731": "相。無自他相。乃至亦無離自他相。翻對染故", "732": "說彼真中具一切法。又彼真中恒沙等法同", "733": "體緣集無有差別。不得別取差別之相。四者", "734": "執始終相。有人聞說依如來藏有生死。謂如", "735": "來藏始起生死。又復說如來之藏起生死故。", "736": "雖得涅槃還起生死。起生死故涅槃有終。對", "737": "治此執說如來藏無始無終。以無始故依起", "738": "生死生死無始。是以論言。若有宣說三界之", "739": "外。更有眾生初始起者。是外道說。非正佛法。", "740": "以無終故依成涅槃。涅槃無終。執無之中別", "741": "有三種。一者執空義以為真識。有人聞說真", "742": "識離相是法無我。便謂六識七識空義即是", "743": "真識。對治此執說識不空。經言空者。於真", "744": "識中無彼妄情所取相。故名為空。非謂真識", "745": "一向是空。故唯識論言。對彼凡夫外道之人", "746": "取我我所。故說色等一切法空。非離言境一", "747": "切皆空行者是。其離言境者。謂佛行處唯有", "748": "真識。更無餘識及外境界。云何言空。又復如", "749": "彼勝鬘經說宣說二識。一者空如來藏。謂諸", "750": "煩惱空無自實。二者不空如來藏。謂過恒沙", "751": "一切佛法。又取六識七識空理為真識者。是", "752": "彼二中空如來藏。何關真識不空藏乎。又他", "753": "經中宣說生空法空及與第一義空。此三空", "754": "外別更宣說利耶識空。明知。六識七識心空", "755": "非是真識。又真識中雖有空義不說空義以", "756": "為真識。事識之中雖有空義不以空義以為", "757": "真識。妄識之中雖有空義不說空義以為妄", "758": "識。真識亦爾。不說空義以為真識。真識是真", "759": "實知之性。云何言空。若說心空為真識者。小", "760": "乘法中亦說心空。以何義故不名真識。二者", "761": "執法身以為空。有人聞說如來法身畢竟寂", "762": "滅猶如虛空。是人不知為破著故。即謂法身", "763": "一向是空。對治是執說實不空。所言空者對", "764": "有故說。何處別有空體可得。又論說。一向境", "765": "界但是心有心外無法。若離妄心境界隨滅。", "766": "唯有真心無所不遍。即是如來廣大性智究", "767": "竟善有非是虛空。三者執真如。以為定空。有", "768": "人聞說世間涅槃一切空寂乃至真如亦畢竟", "769": "空離一切相。不知此等為破著故。即謂真如", "770": "唯是其空。對治此執說如來不空具足無量", "771": "性功德。云何言空。次明對治二乘妄執。妄執", "772": "有二。一者執有。二乘之人未得法空。見有生", "773": "死涅槃之相。以此見故深畏生死。趣求涅槃", "774": "迷覆真如。對治此執說諸法空一切生死本", "775": "性常寂。亦無自滅涅槃可得。二者執定無。二", "776": "乘之人分見生空。利根之者少見法空。便取", "777": "此空以為究竟。覆障真實。對治此執宣說佛", "778": "性實有不空。對治邪執旨玄難測。邪俯聖言", "779": "粗術綱緒。次辨隨文。此中有二。一者明治邪", "780": "執不同。二者復次究竟離以下明其遣著。前", "781": "治邪非有而猶存治相。故次第二遣治相也。", "782": "就初中有三。一者總立道理。二者是我見有", "783": "二以下舉數列章門。三者人我見者以下釋", "784": "章門。對治邪執者是題名也。一切邪執皆依", "785": "我見者是正釋也。我見是其眾惑根本。是故", "786": "數家之義我見非惑。以有我故得修聖道。若", "787": "離於我則無邪執者是返釋也。釋章門中有", "788": "二。一者釋人我章門。二者釋法我章門。就", "789": "初中有二。一者略舉數。二者云何以下別釋。", "790": "此五中前一執無。後三執有。若應具論三種", "791": "識中治邪執也。廣如上辨。然今此論就本為", "792": "論。但真識耳。真識之中舉要言故說此五耳。", "793": "文顯可解。此五中各有二。一者明邪執。二者", "794": "明對治解。法我見者以下明第三法我見。此", "795": "中有二。一者執有。二者執無。而文中但有執", "796": "有。略無執無。此中有二。一者明執。二者明對", "797": "治。自復次究竟下第二明遣著。此中有二。一", "798": "者遣除治相。二者而有以下撥權顯實。就初", "799": "中有三。一者題名。二者當知以下遣情。三者", "800": "是故以下遣相。復次究竟離妄執者是題名", "801": "也。但離邪執非是究竟。亦遣能治名究竟離", "802": "也。何故雙遣下顯其義。當知染法淨法皆悉", "803": "相待無有可說者。若竅論理皆不得染淨相。", "804": "而就相辨。據妄而望亦得淨相。既無妄執所", "805": "對治。淨法亦無可立。自下遣相。是故一切法", "806": "者。是染淨一切法也。本來無相不可說也。自", "807": "而有言說下第二明其廢權。此中有三。一者", "808": "明撥權。二者其旨以下明其顯實。三者以念", "809": "以下明其返釋。而有言說者當知。如來方便", "810": "引道眾生非正顯也。言離念者名妄識念也。", "811": "歸於真如者是正顯也。以念以下文可解。自", "812": "下第三明趣道相。此中有三。一者總表。二者", "813": "略說以下列章門。三者釋章門。分別發趣道", "814": "相者是題名也。道者所證之道。發趣者修行", "815": "趣入也。一切諸佛所證之道者釋道相也。一", "816": "切菩薩修行趣向義者釋發趣也。理行合釋。", "817": "略說以下初明舉數。後明列章門。言成就發", "818": "心者十信以上也。解行發心者解行以上也。", "819": "證發心者初地以上也。信成就發心者自下", "820": "第三釋章門釋三章門。故即分為三。就初中", "821": "有二。一者設問發趣。二者所謂以下正釋。信", "822": "成就發心者是題名也。依何等人者就人以", "823": "問。修何等行者就行以辨。得信成就堪能發", "824": "心者結問信發心也。自下正答。此中有二。一", "825": "者就人以辨。二者復次信成就發者以下就", "826": "行以釋。就初中有二。一者明進入。二者若", "827": "有眾生以下明退之人。此十信中進退位故。", "828": "恒遭善緣遂入種性。若遇惡緣還退失也。有", "829": "此二人故分為二。就初中有三。一者表位。二", "830": "者有熏習下明其起行。三者如是信心以下", "831": "明其進入。所謂不定聚眾生者。十信是其進", "832": "退不定聚也。自有熏習下第二明其起行。此", "833": "中有二。一者明其信佛心。二者諸佛以下明", "834": "其發心。有熏習善根力者是六識熏習也。信", "835": "業果報者是報果也。能起十善厭苦求涅槃。", "836": "值佛供養修信心。逕一萬劫者信心成就也。", "837": "自諸佛菩薩下第二明其發心。諸佛菩薩教", "838": "令發心。或因大悲或因護法能自發心。自如", "839": "是信心下第二明其進入。如是信心成就得", "840": "發心者滿足萬劫也。入正定聚者種性以上", "841": "決定不退。故名正定聚。性種習種與二佛中", "842": "種子正因。故名住如來種正因相應也。自若", "843": "有眾生下第二明還退人。此中退者位行二", "844": "退也。若論念退種性亦有。自復次信成就下", "845": "第二就行以辨。此中有二。一者明因分行。二", "846": "者菩薩發是心故以下明果分行。就初中有", "847": "二。一者就心以辨。二者略說方便以下就行", "848": "以辨。就初中有三。一者總表舉數。二者列", "849": "名即釋。三者問答重明。三種心者即是三菩", "850": "提心也。就第三中有二。一問二答。中有二。一", "851": "者開喻。二者如是眾生以下明合喻。大摩尼", "852": "寶體性明淨者。此喻真如體。而有鑛穢之垢", "853": "者。是心為煩惱所染也。方便喻其緣修萬行。", "854": "合中可解。自略說方便下第二明行。此中有", "855": "二。一者立名。謂行根方便。二者即釋。此有", "856": "三。一者明不住生死行。二者觀一切法以下", "857": "明不住涅槃行。三者以隨下以行即理。就第", "858": "二中有三。一者立名。二者謂慚愧下即釋。三", "859": "者隨順下以行即理。後第三第四中亦同此", "860": "三。自下第二菩薩發是心以下二明果分行。", "861": "此中有三。一者明真證行。二者以見法身以", "862": "下明應化行。三者如修多羅下引經證成。菩", "863": "薩發是心故則得少見法身者是證行體也。", "864": "自下明應化。此中有三。一者明依體起用。二", "865": "者所謂以下明八相益。三者然是菩薩以下", "866": "明未盡有漏之業。未名法身者。法身是其初", "867": "地以上也。此業有二釋。一云。不繫業變易。大", "868": "悲為緣。此業為因墮惡道中不期劫數。名為", "869": "變易。二云。不繫業分段。雖受不限劫數報猶", "870": "名分段。有漏業因四住為緣所成之業。故名", "871": "分段。以微細故受不限報也。受苦有二釋。一", "872": "云。此業微故小痛小惱無大受苦。二云。雖業", "873": "而微墮三惡故如處受之微故不肯人者。如", "874": "曲引經證。中有二。一者明其權行。二者又", "875": "是菩薩下明其實行。如修多羅。或說退者非", "876": "其實退者非業所墮。未入正位者是不定聚", "877": "也。就實行中有三。一者明其不畏墮二乘地。", "878": "二者若聞以下明其不畏苦難行也。三者以", "879": "信知下明五行體。解行發心者以下釋第二", "880": "章門。此中有二。一者明其總勝。當知。轉勝解", "881": "行俱明也。二者以是菩薩下明其別勝。就第", "882": "二中有二。一者明其解勝。二者以知法性下", "883": "明其行勝。就行勝中以六度辨。此六之中各", "884": "分有二。一者明理。二者明以理成行。證發心", "885": "者以下明釋證發心。此中有二。一者明所證", "886": "法。二者唯真如下明能證行。就初中有五句。", "887": "從淨心地至究竟地者就人位辨。證何境界", "888": "者設問發起。十地之中所證理通。所謂真如", "889": "者表所證法也。以依轉識說為境界者以熏", "890": "修緣故所證境異。若廢行緣則無境界之異。", "891": "而此證者無有境界者是遣相也。自下明其", "892": "能證之行。此中有三。一者從初地以上至七", "893": "地以還明能證行。二者又是菩薩發心以下", "894": "明八地以上能證之行。三者又是菩薩功德", "895": "以下明第十地能證之行。就初中有二雙。一", "896": "者真應相對以辨。二者而實菩薩以能化相", "897": "對以辨。就初中有二。一者明真身。唯真如智", "898": "為法身也。二者明應身。此中有二。一者別", "899": "明異化。二者如是以下結明應化無邊。是菩", "900": "薩於一得頃示越地成正覺。或說無量久遠", "901": "劫中修行成佛。眾生根性不同則有萬差。而", "902": "引要言無出此二。謂懈怠怯弱為此二人故為", "903": "此說也。自而實菩薩下第二雙。此中有二。一", "904": "者明能化。二者以一切菩薩以下明所化。而", "905": "實菩薩種性發心所證皆等無超過法者。種", "906": "性以上無利鈍差別。而所化不同故種種不", "907": "同也。以一切示化菩薩下所見所聞根欲性異", "908": "者是所化也。故示所行亦有差別者隨示能", "909": "化也。自又是菩薩下第二明八地已上能證之", "910": "行。此中二。一者舉數表相。二者云何以下列", "911": "名即釋。微細相者無功用故。行相微細名微", "912": "細相。此三心中。前一是真後二是妄。自又是", "913": "菩薩下第三明第十地能證之行。就此中有", "914": "二。一者明因滿果成。二者以問答重明。就初", "915": "中有二。一者明其因滿故報身成立。二者謂", "916": "以一念下明其惑盡之相。又是菩薩功德成", "917": "滿者。明因行滿也。於色究竟處示世間高大", "918": "身者。明其報身成。自下明相。一念相應慧者。", "919": "是緣智終一念解也。以此解故無明頓盡種", "920": "智現前。以此種智現前故自然而有不思議", "921": "業用。充法界能現十方利益眾生也。自下第", "922": "二明答重明。此中有二。一者初一問答上言", "923": "一切種智重明。二者第二問答上言自然不", "924": "思議業重明。就初中有二。一問二答。虛空無", "925": "邊者大虛也。無有心想斷無明者。妄心差別", "926": "皆悉無也。若無差別心相者。云何名種智。即", "927": "名一切智。就第二答中有三。一者表理體一。", "928": "二者以眾生下明凡夫無種智。三者諸佛以", "929": "下明佛種智。一切境界本來一心離想念者。", "930": "唯真識無妄想也。而凡夫人起妄心故不稱", "931": "法性。心有分齊無種智也。自諸佛如來下第", "932": "三明佛種智。此中有二。一者明佛有智體。二", "933": "者有大智下明佛有智用。諸佛如來離見想", "934": "者離妄見也。雖復智體一有智用方便。隨眾", "935": "生差別開種種法。名種智也。就第二問答有", "936": "二。一問二答。問中初領上。後正問也。就答中", "937": "有三。初法次喻後合。自下結前生後。已說解", "938": "釋分。次說修行信心也。自下第三明依理起", "939": "行。亦可為下根故說此修行信心分。此中有", "940": "四。一者就人以辨。二者何等以下設問發起。", "941": "三者略說以下正釋信行。四者復次眾生初", "942": "學以下明修是法恒生淨土。是中依未入正", "943": "定眾生者就不定位也。第二故設問中有二。", "944": "一者問信。二者問行。就第三釋中有二。一者", "945": "釋信心。二者釋修行。有五門以下明行。就", "946": "信心中有二。初明舉數。二者列名。即釋三寶", "947": "與理故有四也。所信之境無出此四故說四", "948": "也。就第二行中有三。一者舉數略辨。二者列", "949": "章門。三者廣釋。修行有五門能成信者。於六", "950": "度中定慧合故。故有五也。就廣釋中釋五章", "951": "門。故復即五。釋施門中有二。一者題名。二者", "952": "若見以下正釋。就第二中有三。一者明財施。", "953": "二者若見厄下明無畏施。三者若有眾生下", "954": "明法施。釋戒門中。初題名。次辨正釋。就正釋", "955": "中有二。一者明行戒。二者不得輕於下明止", "956": "戒。就初中有二。一者明十善行戒。二者若出", "957": "家者以下明威儀戒。就第二正戒中有二。一", "958": "者明性重戒。二者當護以下明威儀戒。就忍", "959": "門中有二。一者明無報心忍。二者亦當忍下", "960": "忍世八風。就進門中有二。一者就自明進。二", "961": "者復次若人以下就他以勸。就初中有三。一", "962": "者明無怠精進二者當念以下據昔以勸。三", "963": "者是故以下結勸。就第二就他勸中有三。一", "964": "明難障眾生以為勸緣。二者應當以下明勸", "965": "修因行。三者迴向菩提以下明勸修迴向。就", "966": "止觀中有三。一者略明止觀。二者若修止下", "967": "別廣止觀。三者若修觀者對治以下明止觀", "968": "相資。就初中有二。一者別釋。二者云何隨", "969": "順以下雙釋。奢摩多者變言名定。毘婆舍那", "970": "者變言名慧。就第二廣中有三。一者總明其", "971": "修觀定。二者復次精勤以下明修定得益。三", "972": "者復次若人唯修以下別明修觀。以就初中", "973": "有三。一者明修方法。二者或有眾生下顯定", "974": "難相。三者應知外道以下辨邪正相。就初中", "975": "有二。一者明能修之方。二者復次依是三昧", "976": "以下明其所修三昧之相。就初中有二。一者", "977": "明正修人。二者唯除疑以下明不得修人。就", "978": "初中有三。一者明前方便。二者是正念者以", "979": "下明得定相。三者深伏以下明定伏惑。但釋", "980": "初段名耳。前方便者一切境界隨取皆除。境", "981": "相既亡隨心亦除。故文言以心除心。地論之", "982": "中亦同此說。言真如三昧者謂理定也。小乘", "983": "之中但止心流住在一境。名為得定。大乘之", "984": "中解其妄理理中住心。名為得定。故經中云。", "985": "諸佛菩薩常在住定遊法性也。就復次依是", "986": "三昧以下第二明所修相。此中有三。一者明", "987": "其定中體。二者當知以下明其諸定中體本。", "988": "三者若人修行以下舉益勸修。復次依是三", "989": "昧則知法界一相者。定功用也。解理無二故", "990": "名一相。下顯其相。謂。諸佛身與眾生身平等", "991": "無二也。就或有眾生第二定難中有三。一者", "992": "明身業亂。二者或現天像以下明口業亂。三", "993": "者或復令人以下明意業亂。就初中有二。一", "994": "者正明身亂。二者當念以下明對治解。就第", "995": "二口業亂中有四。一者顯能說人。二者若說", "996": "陀羅尼下明所說法。三者或令人知以下明", "997": "神通亂。四者皆是以下明其當知非真之相。", "998": "就第三意業亂中有二。一者明其亂相。二者", "999": "以是義故以下明應觀察。自應知外道下第", "1000": "三明邪正定。此中有三。一者明邪正定相。二", "1001": "者真如三昧者以下明真正定。三者若諸凡", "1002": "夫以下勸人修定。所言見者謂五見也。言愛", "1003": "者謂五鈍也。言我慢者謂八慢也。自復次精", "1004": "勤下第二明修定益。此中有二。一者總表。二", "1005": "者云何以下別釋。十止種利益。文顯可解。自", "1006": "復次若人後修於止下第二別明修觀。此中", "1007": "有二。一者結前生後。二者修習觀者正明修", "1008": "觀。就第二中有二。一者就五門觀明修觀慧。", "1009": "二者若餘一切以下就二諦門以辨觀慧。就", "1010": "第一中有二。一者正明修觀。二者如是當念", "1011": "以下明發願化廣。此二猶是既自悟解亦令", "1012": "他解。就初中有四。一者明無常觀。二者是以", "1013": "以下明其苦觀。三者應以下空無我令觀。四", "1014": "者應觀世間以下明不淨觀。就無常觀中有", "1015": "二。一者明分段無常。二者一切心行以下明", "1016": "變易無常。就令觀中據三世以辨。言如夢者", "1017": "滅無滅相。言電光者住無住相。言如雲者起", "1018": "無起相。就第二發願化度中有三。一者如是", "1019": "當念以下念所化境。二者作此思惟以下正", "1020": "明發願。三者以起如是以下明化度行。就第", "1021": "二二諦中有二。一者若餘以下總明。二者所", "1022": "謂以下別釋。就第二中有二。一者明俗諦觀。", "1023": "二者雖念因緣以下明真諦觀。自若修觀者對", "1024": "治下第三明止觀相資。若定過多則是沈沒。", "1025": "若慧偏多則是浮昇。定慧平等爾乃調柔故。", "1026": "復次辨定慧相資。此中有三。一者別明止觀", "1027": "相對。二者以此義故以下明相助成。三者若", "1028": "止觀下明不具有損。對治之行有正傍義。定", "1029": "能正治凡夫著有散亂之心。兼餘二乘怯弱", "1030": "異見。慧能正治二乘無悲。兼除凡夫不修善", "1031": "癡。自下第四明修止恒生淨土。此中有二。一", "1032": "者明其佛力攝護令生。二者如修多羅下引", "1033": "經證成。正釋分竟。次下一分傳持末代分。此", "1034": "中有二。一者結前上言。二者若有眾生以下", "1035": "明其勸持。就第二中有二。一者約始終勸持。", "1036": "二者假使有人以下舉勝勸學。就初中有二。", "1037": "一者嘆論勸持。二者若人聞是以下明約終", "1038": "果勸持此論。就第二舉勝勸持中有五。一者", "1039": "格量明勝。二者後次有人以下嘆勝勸持。三", "1040": "者其有眾生以下舉非返釋。四者以一切如", "1041": "來以下取人以證。五者是故以下結觀修行。", "1042": "格量之意。假使有人。三千世界滿中眾生令", "1043": "行十善。但感天報。不得佛果。正思此法。正得", "1044": "佛果。更無餘因。故名勝也。就第二嘆勝中有", "1045": "二。一者說德勝。二者何以故下釋勝所以。就", "1046": "第三舉非中有三。一者舉不信罪。二者是故", "1047": "以下勸生仰信。三者以深自害以下釋勸之", "1048": "意。有大損故應當仰信。就第四取人證中有", "1049": "二。一者以佛為證。若無此信不得成佛。知", "1050": "明要法。二者一切菩薩以下因行為證。一切", "1051": "菩薩皆行此法。故知要行。此中有二。一者總", "1052": "明。二者當知以下別明三世以辨。過去已依", "1053": "現在世今依未來當依若爾要者豈容不信。", "1054": "是故第五結勸修行論宗釋竟。次下迴向發", "1055": "願此中有三。一行傷表所作事。二者一句正", "1056": "明迴向。三者一句明所為人。此論所說理行", "1057": "及教。凡夫二乘絕分。故名諸佛甚深廣大義", "1058": "此之所顯不能廣辨。故名隨分總持說也。以", "1059": "行歸本。故名迴此功德如法性。所修不自。故", "1060": "名普利眾生界也。", "1061": "大乘起信論義疏下之末終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1843 大乘起信論義疏", "source": "CBETA"}