{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1538 施設論: 施設論: 施設論", "text": {"0": "施設論卷第七", "1": "譯經三藏朝散大夫試光祿卿", "10": "牛身。或化飛禽身。或化車相。或化樹相。或牆", "100": "此如是等。餘諸神通功力化事。如其所說隨", "101": "意。應知。", "102": "因施設門第十四", "103": "問曰。有何分量。知天降雨。答有八種雲。彼第", "104": "一雲。高一由旬半。第二雲。高五俱盧舍。第三", "105": "雲。高一由旬量。第四雲。高三俱盧舍第五雲。", "106": "高半由旬量。第六雲。高一俱盧舍。第七雲。高", "107": "半俱盧舍。第八雲。高俱盧舍中四分之一。諸", "108": "雲住已。天雨不雨。其復不定。", "109": "又問。何因劫初時人。乘雲高起一由旬半。一", "11": "壁相。若來若去。若出若入。往返自在。由此因", "110": "切地中。而悉降雨。答劫初時人。具大威德。彼", "111": "大力龍。而悉尊仰故。能乘雲高由旬半。一切", "112": "地中。而悉降雨。今時人者。威德減少。大力勢", "113": "龍。不生尊仰。是故今時乘雲。能起半俱盧舍。", "114": "天中降雨。由此因故。其事如是。", "115": "又問。何因或時天中不降其雨。答有八種因。", "116": "天不降雨。何等為八。", "117": "一者合降雨時。電光閃爍。大雲振吼。四方", "118": "冷風。飄揚吹鼓。占候之人。不能明了。但自說", "119": "言。天將降雨。或復大地火界增勇。即以此", "12": "故。其事如是。", "120": "緣。天雨隱息。如是乃名第一種因。天不降雨。", "121": "二者合降雨時。電光閃爍。大雲振吼四方冷", "122": "風。飄揚吹鼓占候之人。不能明了。但自說言。", "123": "天將降雨。或復空中猛風吹鼓。乃使其雨墮", "124": "彼遼逈。曠野空舍如是。乃名第二種因天不", "125": "降雨。", "126": "三者合降雨。時電光閃爍。大雲振吼。四方", "127": "冷風。飄揚吹鼓。占候之人。不能明了。但自說", "128": "言。天將降雨。或復羅睺阿修羅王。二手執障", "129": "使雨墮於大海之中。如是乃名第三種因天", "13": "如經所說。有多種類。還歸一性。今問。何因其", "130": "不降雨。", "131": "四者合降雨時。電光閃爍。大雲振吼。四方", "132": "冷風。飄揚吹鼓。占候之人。不能明了。但自說", "133": "言。天將降雨。或復行雨。天官迷醉放逸。以放", "134": "逸故。不能降雨。如是乃名第四種因天不降", "135": "雨。", "136": "五者合降雨時。電光閃爍。大雲振吼。四方", "137": "冷風。飄揚吹鼓。占候之人。不能明了。但自說", "138": "言。天將降雨。或復人民多行非法險惡之行。", "139": "以行非法險惡行故。天不降雨。如是乃名第", "14": "事如是。答謂。如苾芻隨諸狀貌形質事相。或", "140": "五種因天不降雨。", "141": "六者合降雨時。或有神通天子。以彼神通威", "142": "力。隨雨分量。而悉制止。如是乃名第六種", "143": "因天不降雨。", "144": "七者以其人民業障法合如是。於此界中。天", "145": "不降雨。如是乃名第七種因天不降雨。", "146": "八者或復愆雨澤時。精實祈求。以彼神通威", "147": "力天子制而不降。如是乃名第八種因天不", "148": "降雨。", "149": "又問。何因能使上天依時降雨。答有八種因。", "15": "化人身。或化象身。或化馬身。或化牛身。或化", "150": "能降天雨。何等為八。", "151": "一者龍威力故。天即降雨。二者夜叉威力故。", "152": "天即降雨。三者鳩盤茶威力故。天即降雨。", "153": "四者天威力故。天即降雨。五者人威力故。天", "154": "即降雨。六者神通力故。天即降雨。七者法合", "155": "依時。而自降雨。八者精實祈求。天即降雨。", "156": "又問。何因盛夏熱時。及雨際時。廣多天雨。答", "157": "彼二時者。諸龍歡喜。以為節令。自空騰躍。適", "158": "悅而來。龍喜悅故。於彼二時多降天雨。或復", "159": "民行正法。修營善業。善力所資。自然二時多", "16": "飛禽身。或化車相。或化樹相。或牆壁相。若來", "160": "降天雨。", "161": "又問。何因天降雨時。結而成渧。答二方猛風。", "162": "吹歸一聚。故降澍時。結以成渧。或復人造惡", "163": "業。惡力所資。非人動亂。如斯相者。大無義", "164": "利。由此因故。其事如是。", "165": "又問。何因大雨之中。而有其雹。答二方冷風。", "166": "吹雨一聚。成渧墮地。地復堅硬。下風所吹。或", "167": "時作雪。或作猛雨。由此因故其事如是。", "168": "又問。何因有電光出。答二方猛惡熱風所吹。", "169": "二風相擊。故有電光。自風而出。由此因故。其", "17": "若去。若出若入。隨諸化事。功用輕捷。彼等化", "170": "事如是。", "171": "又問。何因雨中有其霹靂振舉。答謂。以下", "172": "方有大猛火。色狀熾炎。即火界增勇。火增勇", "173": "故。即風增勇。風增勇故。有水來去。由此因", "174": "故。其事如是。", "175": "又問。何因雲有青色。答謂。以水界流潤性故。", "176": "又問。何因有黃有赤。答謂。以火界溫燥性故。", "177": "又問。何因有其白色。答謂。以諸界和合性故。", "178": "由此應知雲相有其青黃赤白。", "179": "又問。何因世間諸味。有其苦醋及辛鹹淡。答", "18": "功種種事相。化已隱沒。而悉不現。由此因故。", "180": "謂以諸界互違害故。由此因故。其事如是。", "181": "又問。何因有其甘味。答謂。以諸界和合性故。", "182": "由此因故。其事如是。", "183": "又問。何因世諸物中。有其麁重及堅硬者。答", "184": "謂。以地界堅強性增。", "185": "又問。何因有其軟滑及調適者。答謂。以水界", "186": "流潤性增。由此因故。其事如是。", "187": "施設論卷第七", "19": "其事如是。", "2": "光梵大師賜紫沙門臣惟淨", "20": "如經所說。諸變化中。若來若去。隨其知見。各", "21": "各有異。今問。何因其事如是。答謂。若有人欲", "22": "化來相。先自起念。云何令人不能見我不能", "23": "知我。念已即當入於定中。騰越牆壁。隨意而", "24": "來。此即來相。人不能見。", "25": "云何去相。人不能見。謂若有人。欲化去相。先", "26": "自起念。云何令人不能見我不能知我。念已", "27": "即當入於定中。騰越牆壁。隨意而去。由如是", "28": "故。去相不見。謂以定中所化來相。即是去", "29": "相。所化去相。即是來相。如是知見。隨其所", "3": "等奉　詔譯", "30": "起。各各有異。各各了知。智者隨應。以明慧", "31": "性。於無相中。而起有相。廣大利智。普遍開", "32": "曉。由此因故。其事如是。", "33": "如經所說。騰越牆壁。或越山石。其身不著。隨", "34": "意而去。如在空中。今問。何因其事如是。答", "35": "謂。如苾芻入於空定。於其定中。騰越牆壁。", "36": "或越山石。其身不著。隨意而去。如在空中。所", "37": "越一切山石牆壁。猶如虛空。悉無障礙。", "38": "如經所說。有能入地如水履水如地。今問。何", "39": "因其事如是。答謂。如苾芻入水定時。自地昇", "4": "對法大論中因施設門第十三", "40": "沈。起伏無礙。如履水中。昇沈亦然。不斷其", "41": "流。隨意而往。在地如水。履水如地。由此因", "42": "故。其事如是。", "43": "如經所說。有能空中先盤結坐。即坐而行。狀", "44": "若飛禽。履空自在。今問。何因其事如是。答", "45": "謂。如苾芻引世間定。先得離欲。次不艱苦。復", "46": "不流散。由彼發起生長積集。後起化事。隨處", "47": "地方。能於空中。或坐或行。及於空中。化大火", "48": "聚。猛焰熾盛。或化煙相。或煙幢相。或化風", "49": "輪。空中吹鼓。或風輪中。乘象而行。或化車", "5": "如經所說。一性所成。有多種類。今問。何因", "50": "相。或馬或人。或化牆壁。或化樹相。或化飛", "51": "禽。隨諸化相。人所共見。咸皆起念。驚怪歎", "52": "異。各各了知。神通之力。其狀如是。此乃善", "53": "修神足智力。由此因故。其事如是。", "54": "如經所說。或有人。能於虛空中。舉手捫觸日", "55": "月二相。今問。何因其事如是。答謂。如苾芻在", "56": "於定中。以其日從日輪中出。以其月從月輪", "57": "中出。乃從定中。起神通事。即以手捫虛空。摩", "58": "觸日月。定通力故。隨意無礙。", "59": "如經所說。有人能於梵界往來。隨意自在。今", "6": "其事如是。答謂。如苾芻引世間定。先得離欲。", "60": "問。何因其事如是。答謂。有苾芻引世間定。", "61": "先得離欲。次不艱苦。復不流散。由彼發起生", "62": "長積集。後起化事。身心和融。混而為一。心即", "63": "于身。身即于心。身心相即。運用和融。譬如世", "64": "間酥蜜水油混融一處。在定苾芻。亦復如是。", "65": "身心和融。輕安柔軟。心想自在。隨意能往。梵", "66": "天界中。高下騰越。悉無障礙。譬如造篋笥人。", "67": "持以篋笥。騰舉運用。隨意無礙。又如乞食苾", "68": "芻。得所施食。墮在鉢中。騰舉運用。亦無障", "69": "礙。在定苾芻亦復如是。身心柔軟。輕安想生。", "7": "次不艱苦。復不流散。由彼發起生長積集。後", "70": "騰舉運用。悉無障礙。乃至梵天宮殿舉心即", "71": "到。色力增盛。勢用堅強於梵天界。往來自在。", "72": "如經所說。佛於一時。謂尊者阿難言。汝可知", "73": "不。我以如是意所成身。以神通力。隨意能往", "74": "梵天宮殿。阿難白佛言。如是如是。我知世尊", "75": "即以如是四大所成麁重色身。隨意能往梵", "76": "天宮殿。佛言。阿難。我知如是色身麁重四大", "77": "和合父母不淨羯邏藍等眾緣所成。雖假以", "78": "飲食衣服澡沐資養種種治事。終歸磨滅。破", "79": "散之法。頗能往彼梵天宮殿。阿難白佛言。", "8": "起化事。其所發起生長積集。作化事已。隨其", "80": "能往世尊。能往善逝。如世間鐵。及耕犁具。", "81": "當在鼓鑄。炎火熾盛。未出火時。而彼鐵具。即", "82": "皆輕利。加復柔軟。易為舒卷。遇涼冷時。彼", "83": "諸鐵具。厚重堅硬。而難舒卷。阿難。如來亦復", "84": "如是。若時身心和融。輕安想生。加復柔軟。調", "85": "暢安適。隨意能往梵天宮殿。又復當知。若心", "86": "不相續。即心無依止。心無繫屬。以心無依止", "87": "無繫屬故。身即自在。", "88": "又問。何因所化之人。能於空中隨意而行。答", "89": "能化自在。所化亦然。以化力故。在空如地。由", "9": "意樂。或化人身。或化象身。或化馬身。或化", "90": "此因故。空中能行。", "91": "又問。何因所化之人。空中能住。答能化自在。", "92": "所化亦然。以化力故。化空如地。由此因故。空", "93": "中能住。", "94": "又問。何因所化之人。空中能坐。答能化自在。", "95": "所化亦然。故於空中。化坐分位。由此因故。空", "96": "中能坐。", "97": "又問。何因所化之人。能於空中。安布床位。隨", "98": "意而臥。答能化自在。所化亦然。故於空中布", "99": "設床位。由此因故。空中能臥。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1538 施設論: 施設論: 施設論", "author": "宋 法護等譯", "sourceLink": "http://www.cbeta.org/"}