{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含: 中阿含王相應品: 中阿含王相應品: 中阿含經: 中阿含: 中阿含", "text": {"0": "初誦6 王相應品64 天使經", "1": "中阿含經卷第十三", "10": "寶時，便集四種軍，象軍、馬軍、車軍、步軍，集", "100": "聞所說，因此得利衣被、飲食、床褥、湯藥、諸生", "101": "活具，彼得利已，染著觸猗，不見災患，不能", "102": "捨離，隨意而用。彼比丘行惡戒，成就惡法，", "103": "最在其邊，生弊腐敗，非梵行稱梵行，非沙", "104": "門稱沙門，猶如梵志見鷲鳥已，而問之曰：", "105": "『善來，鷲鳥！汝從何來，為欲何去？』答曰：『梵志！", "106": "我從大墓復至大墓殺害而來，我今欲食", "107": "死象之肉，死馬、死牛、死人之肉，我今欲去，唯", "108": "畏於人。』吾說比丘亦復如是，是以比丘莫", "109": "行如鷲鳥，莫依非法以自存命；當淨身", "11": "四種軍已，於夜闇中竪立高幢，安珠置上，", "110": "行，淨口、意行，住無事中，著糞掃衣，常行乞", "111": "食，次第乞食，少欲知足，樂住遠離而習精", "112": "勤，立正念、正智、正定、正慧，常當遠離，應學", "113": "如是。「彼食吐鳥與此梵志共論是已，便捨", "114": "而去。吾說此喻有何義耶？若有比丘依", "115": "村邑行，比丘平旦著衣持鉢，入村乞食，不", "116": "護於身，不守諸根，不立正念，彼入比丘", "117": "尼房教化說法，或佛所說，或聲聞所說，彼比", "118": "丘尼入若干家說好說惡，受信施物持", "119": "與比丘，因此得利衣被、飲食、床褥、湯藥、諸生", "12": "出至園觀，珠之光耀，照四種軍，明之所及，", "120": "活具，彼得利已，染著觸猗，不見災患，不能", "121": "捨離，隨意而用。彼比丘行惡戒，成就惡法，", "122": "最在其邊，生弊腐敗，非梵行稱梵行，非沙", "123": "門稱沙門，猶如梵志見食吐鳥已，而問之", "124": "曰：『善來，食吐鳥！汝從何來，為欲何去？』答曰：", "125": "『梵志！汝見向者鷲鳥去耶？我食彼吐，我今", "126": "欲去，唯畏於人。』吾說比丘亦復如是，是以", "127": "比丘莫行如食吐鳥，莫依非法以自存命；", "128": "當淨身行，淨口、意行，住無事中，著糞掃", "129": "衣，常行乞食，次第乞食，少欲知足，樂住遠", "13": "方半由延。彼時，有一梵志而作是念：『我寧可", "130": "離而習精勤，立正念、正智、正定、正慧，常當", "131": "遠離，應學如是。「時，彼犲獸與此梵志共論", "132": "是已，便捨而去。吾說此喻有何義耶？若有", "133": "比丘依貧村住，彼若知村邑及城郭中多", "134": "有智慧精進梵行者，即便避去，若知村邑及", "135": "城郭中無有智慧精進梵行者，而來住中，或", "136": "九月，或十月。諸比丘見已，便問：『賢者！何處遊", "137": "行？』彼即答曰：『諸賢！我依某處貧村邑行。』諸", "138": "比丘聞已即作是念：『此賢者難行而行。所以", "139": "者何？此賢者乃能依某貧村邑行。』諸比丘等", "14": "往見轉輪王及四種軍，觀琉璃珠。』爾時，梵志", "140": "便共恭敬禮事供養，因此得利衣被、飲食、床", "141": "褥、湯藥、諸生活具，彼得利已，染著觸猗，不見", "142": "災患，不能捨離，隨意而用。彼比丘行惡戒，", "143": "成就惡法，最在其邊，生弊腐敗，非梵行稱", "144": "梵行，非沙門稱沙門，猶如梵志見犲獸已，", "145": "而問之曰：『善來，犲獸！汝從何來，為欲何去？』", "146": "答曰：『梵志！我從深㵎至深㵎，從榛莽至榛", "147": "莽，從僻靜至僻靜處來，我今欲食死象之", "148": "肉，死馬、死牛、死人之肉，我今欲去，唯畏於人。』", "149": "吾說比丘亦復如是，是以比丘莫行如犲，莫", "15": "復作是念：『且置見轉輪王及四種軍、觀琉", "150": "依非法以自存命；當淨身行，淨口、意行，", "151": "住無事中，著糞掃衣，常行乞食，次第乞", "152": "食，少欲知足，樂住遠離而習精勤，立正念、", "153": "正智、正定、正慧，常當遠離，應學如是。「彼時，", "154": "烏鳥面訶梵志已，便捨而去。吾說此喻有", "155": "何義耶？若有比丘依貧無事處而受夏坐，", "156": "彼若知村邑及城郭中多有智慧精進梵行", "157": "者，即便避去，若知村邑及城郭中無有智", "158": "慧精進梵行者，而來住中二月、三月。諸比丘", "159": "見已，問曰：『賢者！何處夏坐？』答曰：『諸賢！我今", "16": "璃珠，我寧可往至彼林間。』「於是，梵志便往", "160": "依某貧無事處而受夏坐，我不如彼諸愚", "161": "癡輩，作床成就，具足五事而住於中，中", "162": "前中後、中後中前，口隨其味，味隨其口，求", "163": "而求，索而索。』時，諸比丘聞已，即作是念：『此賢", "164": "者難行而行。所以者何？此賢者乃能依某貧", "165": "無事處而受夏坐。』諸比丘等便共恭敬禮事", "166": "供養，因此得利衣被、飲食、床褥、湯藥、諸生活", "167": "具，彼得利已，染著觸猗，不見災患，不能捨", "168": "離，隨意而用。彼比丘行惡戒，成就惡法，最", "169": "在其邊，生弊腐敗，非梵行稱梵行，非沙門", "17": "詣林，到已入中，至一樹下，坐已未久，有一", "170": "稱沙門，猶如梵志見烏鳥已，而問之曰：『善", "171": "來，烏鳥！汝從何來，為欲何去？』答曰：『梵志！汝", "172": "強額癡狂，何為問我：汝從何來，為欲何去？』", "173": "吾說比丘亦復如是，是以比丘莫行如烏，", "174": "莫依非法以自存命；當淨身行，淨口、意", "175": "行，住無事中，著糞掃衣，常行乞食，次第乞", "176": "食，少欲知足，樂住遠離而習精勤，立正念、", "177": "正智、正定、正慧，常當遠離，應學如是。「彼狌", "178": "狌獸與此梵志共論是已，便捨而去。吾說", "179": "此喻有何義耶？若有比丘依村邑行，比", "18": "獺獸來，梵志見已而問之曰：『善來，獺獸！汝", "180": "丘平旦著衣持鉢，入村乞食，善護於身，守", "181": "攝諸根，立於正念，彼從村邑乞食已竟，食", "182": "訖，中後收舉衣鉢，澡洗手足，以尼師檀", "183": "著於肩上，或至無事處，或至樹下，或至空", "184": "屋中，敷尼師檀，結加趺坐，正身正願，反", "185": "念不向，斷除貪伺，心無有諍，見他財物、諸", "186": "生活具，不起貪伺，欲令我得。彼於貪伺", "187": "淨除其心。如是瞋恚、睡眠、調悔，斷疑度惑，", "188": "於善法中無有猶豫，彼於疑惑淨除其", "189": "心，彼已斷此五蓋心穢慧羸，離欲、離惡不", "19": "從何來，為欲何去？』答曰：『梵志！此池本時清", "190": "善之法，至得第四禪成就遊。彼得如是，定", "191": "心清淨，無穢無煩，柔軟善住，得不動心，趣向", "192": "漏盡智通作證，彼便知此苦如真，知此苦", "193": "習，知此苦滅，知此苦滅道如真，知此漏，", "194": "知此漏習，知此漏滅，知此漏滅道如真。彼", "195": "如是知，如是見已，則欲漏心解脫，有漏、無明", "196": "漏心解脫，解脫已，便知解脫，生已盡，梵行已", "197": "立，所作已辦，不更受有，知如真。猶如梵志", "198": "見狌狌已，而問之曰：『善來，狌狌！汝從何來，", "199": "為欲何去？』答曰：『梵志！我從園至園，從觀", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "泉盈溢，饒藕多華，魚龜滿中，我昔所依，而", "200": "至觀，從林至林，飲清泉水，噉好果來，我", "201": "今欲去，不畏於人。』吾說比丘亦復如是。「是", "202": "以比丘莫行如獺，莫行如究暮，莫行如", "203": "鷲，莫行如食吐鳥，莫行如犲，莫行如烏，", "204": "當行如狌狌。所以者何？世中無著真人如", "205": "狌狌獸。」佛說如是。彼諸比丘聞佛所說，歡", "206": "喜奉行。", "207": "烏鳥喻經第一竟三千一百七十八字", "208": "66 說本經（六六）中阿含王相應品說本經第二第", "209": "二小土城誦", "21": "今枯熇。梵志當知！我欲捨去，入彼大河，我", "210": "我聞如是：一時，佛遊波羅㮈，在仙人住處", "211": "鹿野園中。時，諸比丘於中食後，以小因緣", "212": "集坐講堂，共論此事：「云何？諸賢！居士在家", "213": "何者為勝？為比丘等持戒妙法，成就威儀，", "214": "入家受食耶？為朝朝益利百千萬倍乎？」或", "215": "有比丘作是說者：「諸賢！何用益利百千", "216": "萬倍，唯此至要。若有比丘持戒妙法，成就", "217": "威儀，入家受食，非為朝朝益利百千萬", "218": "倍。」是時，尊者阿那律陀亦在眾中。於是，尊者", "219": "阿那律陀告諸比丘：「諸賢！何用益利百千", "22": "今欲去，唯畏於人。』時，彼獺獸與此梵志共", "220": "萬倍？設復過是，唯此至要。若有比丘持戒", "221": "妙法，成就威儀，入家受食，非為朝朝益", "222": "利百千萬倍。所以者何？我憶昔時在此波羅㮈", "223": "國為貧窮人，唯仰捃拾客擔生活。是時，", "224": "此波羅㮈國災旱、早霜、蟲蟥，不熟，人民荒", "225": "儉，乞求難得。是時，有一辟支佛，名曰無患，", "226": "依此波羅㮈住。於是，無患辟支佛過夜平", "227": "旦著衣持鉢，入波羅㮈而行乞食。我於", "228": "爾時為捃拾故，早出波羅㮈。諸賢！我登出", "229": "時，逢見無患辟支佛入彼。時，無患辟支佛", "23": "論是已，便捨而去，梵志故坐。「復有究暮鳥", "230": "持淨鉢入，如本淨鉢出。「諸賢！我時捃還入", "231": "波羅㮈，復見無患辟支佛出。彼見我已，便", "232": "作是念：『我旦入時，見此人出，我今還出，復", "233": "見此人入。此人或能未得食也，我今寧可", "234": "隨此人去。』時，辟支佛便追尋我，如影隨形。", "235": "諸賢！我持捃還到家，捨擔而迴顧視，便見", "236": "無患辟支佛來追尋我後，如影隨形。我見", "237": "彼已，便作是念：『我旦出時，見此仙人入城乞", "238": "食，今此仙人或未得食，我寧可自闕己食，", "239": "分與此仙人。』作是念已，即持食分與辟", "24": "來，梵志見已而問之曰：『善來，究暮鳥！汝從", "240": "支佛，白曰：『仙人！當知此食是我己分，為慈", "241": "愍故，願哀受之。』時，辟支佛即答我曰：『居士！", "242": "當知今年災旱、早霜、蟲蟥，五穀不熟，人民", "243": "荒儉，乞求難得。汝可減半著我鉢中，汝自", "244": "食半，俱得存命，如是者好。』我復白曰：『仙人！", "245": "當知我在居家，自有釜竈、有樵薪、有穀", "246": "米，飲食早晚亦無時節。仙人！當為慈愍我", "247": "故，盡受此食。』時，辟支佛為慈愍故，便盡受", "248": "之。「諸賢！我因施彼一鉢食福，七反生天，得", "249": "為天王，七反生人，復為人王。諸賢！我因施", "25": "何來，為欲何去？』答曰：『梵志！此池本時清泉", "250": "彼一鉢食福，得生如此釋種族中，大富豐", "251": "饒，多諸畜牧、封戶、食邑，資財無量，珍寶具足。", "252": "諸賢！我因施彼一鉢食福，棄捨百千姟金", "253": "錢王，出家學道，況復其餘種種雜物？諸賢！我", "254": "因施彼一鉢食福，為王、王臣、梵志、居士、一", "255": "切人民所見識待，及四部眾比丘、比丘尼、優", "256": "婆塞、優婆夷所見敬重。諸賢！我因施彼一鉢", "257": "食福，常為人所請求，令受飲食、衣被、", "258": "氍氀、毾𣰆、床褥、綩綖、病瘦湯藥、諸生活具，非", "259": "不請求。若我爾時知彼沙門是無著真人", "26": "盈溢，饒藕多華，魚龜滿中，我昔所依，而今枯", "260": "者，所獲福報當復轉倍，受大果報，極妙功", "261": "德，明所徹照，極廣甚大。」於是，尊者阿那律", "262": "陀無著、真人、逮正解脫，說此頌曰：", "263": "「我憶昔貧窮，唯仰捃拾活，", "264": "闕己供沙門，無患最上德。", "265": "因此生釋種，名曰阿那律，", "266": "善解能歌舞，作樂常歡喜。", "267": "我得見世尊，正覺如甘露，", "268": "見已生信樂，棄捨家學道。", "269": "我得識宿命，知本之所生，", "27": "熇。梵志當知！我欲捨去，依彼死牛聚處栖", "270": "生三十三天，七反住於彼。", "271": "此七彼亦七，世受生十四，", "272": "人間及天上，初不墮惡處。", "273": "我今知死生，眾生往來處，", "274": "知他心是非，賢聖五娛樂。", "275": "得五支禪定，常息心靜默，", "276": "已得靜正住，便逮淨天眼。", "277": "所為今學道，遠離棄捨家，", "278": "我今獲此義，得入佛境界。", "279": "我不樂於死，亦不願於生，", "28": "宿，或依死驢，或依死人聚處栖宿，我今欲", "280": "隨時任所適，建立正念智。", "281": "隨耶離竹林，我命在彼盡，", "282": "當在竹林下，無餘般涅槃。」", "283": "爾時，世尊在於燕坐，以淨天耳出過於人，", "284": "聞諸比丘於中食後集坐講堂，共論此事。", "285": "世尊聞已，則於晡時從燕坐起，往至講堂", "286": "比丘眾前，敷座而坐，問諸比丘：「汝等今日以", "287": "何事故集坐講堂？」時，諸比丘白曰：「世尊！我等", "288": "今日以尊者阿那律陀因過去事而說法故，", "289": "集坐講堂。」於是，世尊告諸比丘：「汝等今日", "29": "去，唯畏於人。』彼究暮鳥與此梵志共論是", "290": "欲從佛聞因未來事而說法耶？」諸比丘白", "291": "曰：「世尊！今正是時。善逝！今正是時。若世尊", "292": "為諸比丘因未來事而說法者，諸比丘聞已，", "293": "當善受持。」世尊告曰：「諸比丘！諦聽，諦聽！善思", "294": "念之，吾當為汝廣分別說。」時，諸比丘受教", "295": "而聽。世尊告曰：「諸比丘！未來久遠當有人", "296": "民壽八萬歲，人壽八萬歲時，此閻浮洲極大", "297": "富樂，多有人民，村邑相近，如雞一飛。諸比丘！", "298": "人壽八萬歲時，女年五百乃當出嫁。諸比丘！", "299": "人壽八萬歲時，唯有如是病，謂寒、熱、大小便、", "3": "小土城頌1 王相應品中阿含王相應品第一有七經第二日誦名小土城有四", "30": "已，便捨而去，梵志故坐。「復有鷲鳥來，梵志", "300": "欲、飲食、老，更無餘患。「諸比丘！人壽八萬歲時，", "301": "有王名螺，為轉輪王，聰明智慧，有四種軍，", "302": "整御天下，由己自在。如法法王成就七寶，", "303": "彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、居士寶、", "304": "主兵臣寶，是為七，千子具足，顏貌端正，勇", "305": "猛無畏，能伏他眾。彼當統領此一切地乃至", "306": "大海，不以刀杖，以法教令，令得安樂。有", "307": "大金幢，諸寶嚴飾，舉高千肘，圍十六肘，彼當", "308": "竪之。既竪之後，下便布施沙門、梵志、貧窮、孤", "309": "獨、遠來乞者，以飲食、衣被、車乘、華鬘、散華、塗", "31": "見已而問之曰：『善來，鷲鳥！汝從何來，為欲", "310": "香、屋舍、床褥、氍氀、綩綖、給使、明燈。彼施此已，", "311": "便剃除鬚髮，著袈裟衣，至信、捨家、無家、學", "312": "道，彼族姓子所為，剃除鬚髮，著袈裟衣，至", "313": "信、捨家、無家、學道者，唯無上梵行訖，於現法", "314": "中自知自覺，自作證成就遊，生已盡，梵行已", "315": "立，所作已辦，不更受有，知如真。」爾時，尊者", "316": "阿夷哆在眾中坐。於是，尊者阿夷哆即從", "317": "坐起，偏袒著衣，叉手向佛，白曰：「世尊！我於", "318": "未來久遠人壽八萬歲時，可得作王，號名", "319": "曰螺，為轉輪王，聰明智慧，有四種軍，整御", "32": "何去？』答曰：『梵志！我從大墓復至大墓殺害", "320": "天下，由己自在。如法法王成就七寶，彼七", "321": "寶者，輪寶、象寶、馬寶、珠寶、女寶、居士寶、主兵", "322": "臣寶，是為七，我當有千子具足，顏貌端正，", "323": "勇猛無畏，能伏他眾，我當統領此一切地乃", "324": "至大海，不以刀杖，以法教令，令得安樂。有", "325": "大金幢，諸寶嚴飾，舉高千肘，圍十六肘，我當", "326": "竪之。既竪之後，下便布施沙門、梵志、貧窮、孤", "327": "獨、遠來乞者，以飲食、衣被、車乘、花鬘、散華、塗", "328": "香、屋舍、床褥、氍氀、綩綖、給使、明燈。我施此已，", "329": "便剃除鬚髮，著袈裟衣，至信、捨家、無家、學", "33": "而來，我今欲食死象之肉，死馬、死牛、死人之", "330": "道，我族姓子所為，剃除鬚髮，著袈裟衣，至", "331": "信、捨家、無家、學道者，唯無上梵行訖，於現法", "332": "中自知自覺，自作證成就遊，生已盡，梵行已", "333": "立，所作已辦，不更受有，知如真。」於是，世尊", "334": "訶尊者阿夷哆曰：「汝愚癡人！應更一死，而", "335": "求再終。所以者何？謂汝作是念：『世尊！我於", "336": "未來久遠人壽八萬歲時，可得作王，號名", "337": "曰螺，為轉輪王，聰明智慧，有四種軍，整御", "338": "天下，由己自在。如法法王成就七寶，彼七寶", "339": "者，輪寶、象寶、馬寶、珠寶、女寶、居士寶、主兵臣寶，", "34": "肉，我今欲去，唯畏於人。』時，彼鷲鳥與此梵", "340": "是為七，我當有千子具足，顏貌端正，勇猛", "341": "無畏，能伏他眾，我當統領此一切地乃至大", "342": "海，不以刀杖，以法教令，令得安樂。有大", "343": "金幢，諸寶嚴飾，舉高千肘，圍十六肘，我當竪", "344": "之。既竪之後，下便布施沙門、梵志、貧窮、孤獨、", "345": "遠來乞者，以飲食、衣被、車乘、華鬘、散華、塗香、", "346": "屋舍、床褥、氍氀、綩綖、給使、明燈。我施此已，便", "347": "剃除鬚髮，著袈裟衣，至信、捨家、無家、學道，", "348": "我族姓子所為，剃除鬚髮，著袈裟衣，至信、捨", "349": "家、無家、學道者，唯無上梵行訖，於現法中自", "35": "志共論是已，便捨而去，梵志故坐。「復有食", "350": "知自覺，自作證成就遊，生已盡，梵行已立，所", "351": "作已辦，不更受有，知如真。』」世尊告曰：「阿夷", "352": "哆！汝於未來久遠人壽八萬歲時，當得作", "353": "王，號名曰螺，為轉輪王，聰明智慧，有四種", "354": "軍，整御天下，由己自在。如法法王成就七", "355": "寶，彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、居士", "356": "寶、主兵臣寶，是為七，汝當有千子具足，顏", "357": "貌端正，勇猛無畏，能伏他眾，汝當統領此", "358": "一切地乃至大海，不以刀杖，以法教令，令", "359": "得安樂。有大金幢，諸寶嚴飾，舉高千肘，圍", "36": "吐鳥來，梵志見已而問之曰：『善來，食吐鳥！汝", "360": "十六肘，汝當竪之，既竪之後，下便布施沙", "361": "門、梵志、貧窮、孤獨、遠來乞者，以飲食、衣被、車", "362": "乘、華鬘、散華、塗香、屋舍、床褥、氍氀、綩綖、給使、明", "363": "燈。汝施此已，便剃除鬚髮，著袈裟衣，至信、", "364": "捨家、無家、學道，汝族姓子所為，剃除鬚髮，著", "365": "袈裟衣，至信、捨家、無家、學道者，唯無上梵行", "366": "訖，於現法中自知自覺，自作證成就遊，生已", "367": "盡，梵行已立，所作已辦，不更受有，知如真。」", "368": "佛告諸比丘：「未來久遠人壽八萬歲時，當有", "369": "佛，名彌勒如來、無所著、等正覺、明行成為、善", "37": "從何來，為欲何去？』答曰：『梵志！汝見向者鷲", "370": "逝、世間解、無上士、道法御、天人師，號佛、眾祐，", "371": "猶如我今已成如來、無所著、等正覺、明行成", "372": "為、善逝、世間解、無上士、道法御、天人師，號佛、眾", "373": "祐。彼於此世，天及魔、梵、沙門、梵志，從人至", "374": "天，自知自覺，自作證成就遊，猶如我今於此", "375": "世，天及魔、梵、沙門、梵志，從人至天，自知自覺，", "376": "自作證成就遊。彼當說法，初妙、中妙、竟亦妙，", "377": "有義有文，具足清淨，顯現梵行，猶如我今", "378": "說法，初妙、中妙、竟亦妙，有義有文，具足清淨，", "379": "顯現梵行。彼當廣演流布梵行，大會無量，", "38": "鳥去耶？我食彼吐，我今欲去，唯畏於人。』彼", "380": "從人至天，善發顯現，猶如我今廣演流布", "381": "梵行，大會無量，從人至天，善發顯現，彼當", "382": "有無量百千比丘眾，猶如我今無量百千比", "383": "丘眾。」爾時，尊者彌勒在彼眾中。於是，尊者彌", "384": "勒即從坐起，偏袒著衣，叉手向佛白曰：「世", "385": "尊！我於未來久遠人壽八萬歲時，可得成", "386": "佛，名彌勒如來、無所著、等正覺、明行成為、善", "387": "逝、世間解、無上士、道法御、天人師，號佛、眾祐，", "388": "如今世尊、如來、無所著、等正覺、明行成為、善", "389": "逝、世間解、無上士、道法御、天人師，號佛、眾祐。", "39": "食吐鳥與此梵志共論是已，便捨而去，梵", "390": "我於此世，天及魔、梵、沙門、梵志，從人至天，自", "391": "知自覺，自作證成就遊，如今世尊於此世，", "392": "天及魔、梵、沙門、梵志，從人至天，自知自覺，自", "393": "作證成就遊。我當說法，初妙、中妙、竟亦妙，", "394": "有義有文，具足清淨，顯現梵行，如今世尊", "395": "說法，初妙、中妙、竟亦妙，有義有文，具足清淨，", "396": "顯現梵行。我當廣演流布梵行，大會無量，", "397": "從人至天，善發顯現，如今世尊廣演流布", "398": "梵行，大會無量，從人至天，善發顯現。我當", "399": "有無量百千比丘眾，如今世尊無量百千比", "4": "品半合有五十二經", "40": "志故坐。「復有犲獸來，梵志見已而問之曰：", "400": "丘眾。」於是，世尊歎彌勒曰：「善哉，善哉！彌勒！", "401": "汝發心極妙，謂領大眾。所以者何？如汝作是", "402": "念：『世尊！我於未來久遠人壽八萬歲時，可", "403": "得成佛，名彌勒如來、無所著、等正覺、明行成", "404": "為、善逝、世間解、無上士、道法御、天人師，號佛、眾", "405": "祐，如今世尊、如來、無所著、等正覺、明行成為、", "406": "善逝、世間解、無上士、道法御、天人師，號佛、眾", "407": "祐。我於此世，天及魔、梵、沙門、梵志，從人至", "408": "天，自知自覺，自作證成就遊，如今世尊於", "409": "此世，天及魔、梵、沙門、梵志，從人至天，自知自", "41": "『善來，犲獸！汝從何來，為欲何去？』答曰：『梵", "410": "覺，自作證成就遊。我當說法，初妙、中妙、竟亦", "411": "妙，有義有文，具足清淨，顯現梵行，如今世", "412": "尊說法，初妙、中妙、竟亦妙，有義有文，具足清", "413": "淨，顯現梵行。我當廣演流布梵行，大會無", "414": "量，從人至天，善發顯現，如今世尊廣演流", "415": "布梵行，大會無量，從人至天，善發顯現。』」佛復", "416": "告曰：「彌勒！汝於未來久遠人壽八萬歲時，當", "417": "得作佛，名彌勒如來、無所著、等正覺、明行成", "418": "為、善逝、世間解、無上士、道法御、天人師，號佛、眾", "419": "祐，猶如我今如來、無所著、等正覺、明行成為、", "42": "志！我從深㵎至深㵎，從榛莽至榛莽，從", "420": "善逝、世間解、無上士、道法御、天人師，號佛、眾", "421": "祐。汝於此世，天及魔、梵、沙門、梵志，從人至", "422": "天，自知自覺，自作證成就遊，猶如我今於", "423": "此世，天及魔、梵、沙門、梵志，從人至天，自知自", "424": "覺，自作證成就遊。汝當說法，初妙、中妙、竟亦", "425": "妙，有義有文，具足清淨，顯現梵行，猶如我", "426": "今說法，初妙、中妙、竟亦妙，有義有文，具足清", "427": "淨，顯現梵行。汝當廣演流布梵行，大會無", "428": "量，從人至天，善發顯現，猶如我今廣演流", "429": "布梵行，大會無量，從人至天，善發顯現。汝", "43": "僻靜至僻靜處來，我今欲食死象肉，死馬、", "430": "當有無量百千比丘眾，猶如我今無量百千", "431": "比丘眾。」爾時，尊者阿難執拂侍佛。於是，世", "432": "尊迴顧告曰：「阿難！汝取金縷織成衣來，我", "433": "今欲與彌勒比丘。」爾時，尊者阿難受世尊", "434": "教，即取金縷織成衣來，授與世尊。於是，世", "435": "尊從尊者阿難受此金縷織成衣已，告曰：", "436": "「彌勒！汝從如來取此金縷織成之衣，施佛、", "437": "法、眾。所以者何？彌勒！諸如來、無所著、等正覺，", "438": "為世間護，求義及饒益，求安隱快樂。」於是，", "439": "尊者彌勒從如來取金縷織成衣已，施佛、", "44": "死牛、死人之肉，我今欲去，唯畏於人。』時，彼犲", "440": "法、眾。時，魔波旬便作是念：「此沙門瞿曇遊", "441": "波羅㮈仙人住處鹿野園中，彼為弟子因未", "442": "來說法，我寧可往而嬈亂之。」時，魔波旬往", "443": "至佛所，到已向佛即說頌曰：", "444": "「彼必定當得，容貌妙第一，", "445": "華鬘瓔珞身，明珠佩其臂，", "446": "若在雞頭城，螺王境界中。」", "447": "於是，世尊而作是念：「此魔波旬來到我所，", "448": "欲相嬈亂。」世尊知已，為魔波旬即說頌", "449": "曰：", "45": "獸與此梵志共論是已，便捨而去，梵志故", "450": "「彼必定當得，無伏無疑惑，", "451": "斷生老病死，無漏所作訖，", "452": "若行梵行者，彌勒境界中。」", "453": "於是，魔王復說頌曰：", "454": "「彼必定當得，名衣上妙服，", "455": "旃檀以塗體，身𦟛直姝長，", "456": "若在雞頭城，螺王境界中。」", "457": "爾時，世尊復說頌曰：", "458": "「彼必定當得，無主亦無家，", "459": "手不持金寶，無為無所憂，", "46": "坐。「復有烏鳥來，梵志見已而問之曰：『善來，", "460": "若行梵行者，彌勒境界中。」", "461": "於是，魔王復說頌曰：", "462": "「彼必定當得，名財好飲食，", "463": "善能解歌舞，作樂常歡喜，", "464": "若在雞頭城，螺王境界中。」", "465": "爾時，世尊復說頌曰：", "466": "「彼為必度岸，如鳥破網出，", "467": "得禪自在遊，具樂常歡喜，", "468": "汝魔必當知，我已相降伏。」", "469": "於是，魔王復作是念：「世尊知我，善逝見我。」", "47": "烏鳥！汝從何來，為欲何去？』答曰：『梵志！汝強", "470": "愁惱憂慼不能得住，即於彼處忽沒不現。", "471": "佛說如是。彌勒、阿夷哆、尊者阿難及諸比丘，", "472": "聞佛所說，歡喜奉行。", "473": "說本經第二竟四千一字", "474": "中阿含經卷第十三七千一百七十九字第二小土城誦", "48": "額癡狂，何為問我：「汝從何來，為欲何去？」』彼", "49": "時，烏鳥面訶梵志已，便捨而去，梵志故坐。", "5": "烏鳥喻、說本天㮈林、善見", "50": "「復有狌狌獸來，梵志見已而問之曰：『善來，", "51": "狌狌獸！汝從何來，為欲何去？』答曰：『梵志！我", "52": "從園至園，從觀至觀，從林至林，飲清泉水，", "53": "食好果來，我今欲去，不畏於人。』彼狌狌", "54": "獸與此梵志共論是已，便捨而去。」佛告諸", "55": "比丘：「吾說此喻，欲令解義，汝等當知此說", "56": "有義。時，彼獺獸與此梵志共論是已，便捨", "57": "而去。吾說此喻有何義耶？若有比丘依", "58": "村邑行，比丘平旦著衣持鉢，入村乞食，不", "59": "護於身，不守諸根，不立正念，而彼說法，", "6": "三十喻、轉輪蜱肆最在後", "60": "或佛所說，或聲聞所說，因此得利衣被、飲食、", "61": "床褥、湯藥、諸生活具，彼得利已，染著觸猗，不", "62": "見災患，不能捨離，隨意而用。彼比丘行惡", "63": "戒，成就惡法，最在其邊，生弊腐敗，非梵行", "64": "稱梵行，非沙門稱沙門，猶如梵志見獺獸", "65": "已，而問之曰：『善來，獺獸！汝從何來，為欲何", "66": "去？』答曰：『梵志！此池本時清泉盈溢，饒藕多", "67": "華，魚龜滿中，我昔所依，而今枯熇。梵志當", "68": "知！我欲捨去，入彼大河，我今欲去，唯畏於", "69": "人。』吾說比丘亦復如是，入惡不善穢汙法", "7": "65 烏鳥喻經（六五）中阿含王相應品烏鳥喻經第一", "70": "中，為當來有本煩熱苦報、生老病死因，是以", "71": "比丘莫行如獺，莫依非法以自存命；當", "72": "淨身行，淨口、意行，住無事中，著糞掃衣，常", "73": "行乞食，次第乞食，少欲知足，樂住遠離而", "74": "習精勤，立正念、正智、正定、正慧，常當遠離，", "75": "應學如是。「彼究暮鳥與此梵志共論是已，", "76": "便捨而去。吾說此喻有何義耶？若有比", "77": "丘依村邑行，比丘平旦著衣持鉢，入村乞", "78": "食，不護於身，不守諸根，不立正念，彼入", "79": "他家教化說法，或佛所說，或聲聞所說，因此", "8": "我聞如是：一時，佛遊王舍城，在竹林加蘭哆", "80": "得利衣被、飲食、床褥、湯藥、諸生活具，彼得利", "81": "已，染著觸猗，不見災患，不能捨離，隨意而", "82": "用。彼比丘惡戒，成就惡法，最在其邊，生弊", "83": "腐敗，非梵行稱梵行，非沙門稱沙門，猶如", "84": "梵志見究暮已，而問之曰：『善來，究暮！汝從", "85": "何來，為欲何去？』答曰：『梵志！此池本時清泉", "86": "盈溢，饒藕多華，魚龜滿中，我昔所依，而今", "87": "枯熇。梵志當知！我今欲去，依彼死牛聚處", "88": "栖宿，或依死驢，或依死人聚處栖宿，我今", "89": "欲去，唯畏於人。』吾說比丘亦復如是，依惡", "9": "園。爾時，世尊告諸比丘：「昔轉輪王欲試珠", "90": "不善穢汙之法，為當來有本煩熱苦報、生老", "91": "病死因，是以比丘莫行如究暮，莫依非法", "92": "以自存命；當淨身行，淨口、意行，住無事中，", "93": "著糞掃衣，常行乞食，次第乞食，少欲知足，", "94": "樂住遠離而習精勤，立正念、正智、正定、正", "95": "慧，常當遠離，應學如是。「時，彼鷲鳥與此梵", "96": "志共論是已，便捨而去。吾說此喻有何義", "97": "耶？若有比丘依村邑行，比丘平旦著衣持", "98": "鉢，入村乞食，不護於身，不守諸根，不立", "99": "正念，彼入他家教化說法，或佛所說，或聲"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含: 中阿含王相應品: 中阿含王相應品: 中阿含經: 中阿含: 中阿含", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}