{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0285 漸備一切智德經: 漸備一切智德經: 漸備經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "9 善哉意住品", "1": "漸備一切智德經卷第五", "2": "西晉月支三藏竺法護譯", "3": "10 金剛藏問菩薩住品金剛藏問菩薩住品第十", "4": "金剛藏菩薩大士，謂解脫月菩薩：「於是佛", "5": "子菩薩大士，其聖慧意，巍巍無量，如是行業，", "6": "乃至第九。嚴淨道地，具足清淨鮮明之法，", "7": "而無邊際，積功累德，每生自克，無益眾生，", "8": "以何方便，救濟三界，善諦攝受。無極慧德，其", "9": "無盡哀，所入弘廣，靡不周流。分別世界，明", "10": "了無邊，入眾生界，寂寞迴旋，終而復始。開", "11": "第一藏如來道業，所思惟念，力無所畏，諸佛", "12": "經典，空無無量，及一切敏慧，具足成得", "13": "阿惟顏，此之謂也。又諸佛子！入如是聖菩薩", "14": "之業，近阿惟顏，適住此已有三昧名其號無", "15": "垢，菩薩親具宣布法界，菩薩道場，名莊嚴", "16": "淨，名巨海藏，又名海印，名廣如虛空，名積一", "17": "切法自然，名眾生心行，如是等類，得近百千", "18": "阿僧祇定意正法，適能逮得此諸定意，而以", "19": "正受親眾善德三昧定，施眾方便。以斯因緣，", "20": "如是定意，乃為究暢一切敏智，而有殊特，爾", "21": "乃名近阿惟顏菩薩三昧。這得近已，以是三", "22": "昧，十三千土，而自然生百千無極無窮奇", "23": "寶，清淨蓮華，一切之宅，自然道寶，以得超越", "24": "一切法界，奉行道義至真正法，具足度世眾", "25": "德之本，究竟成就，達玄自然。又其法界，善", "26": "修清淨，演聖光明，其莖甚大，琉璃明月", "27": "珠合，以越諸天。無量栴檀，珍寶相挍，無極馬", "28": "瑙，紫磨真金，生為華葉，其明光光，不可計", "29": "限。蓮華照燿，皆以眾寶，而合成之。其上虛", "30": "空，琦珍之縵，化交露帳，具足充滿十三千", "31": "大千之土，滿中塵眾，不可稱計，百千蓮華，羅", "32": "列周遍十方虛空，其香甘美，勳諸菩薩大士", "33": "身形，備一切智。若逮致此阿惟顏住三昧定", "34": "者，尋則現坐斯大蓮華，這坐已竟，乃復周", "35": "遍，所化一切，自然羅列。諸大蓮華，不可稱", "36": "載，諸菩薩等，眷屬圍繞，坐諸蓮華，周匝巍", "37": "巍，一一菩薩，逮萬百千三昧，而以正受。觀", "38": "諸菩薩，這正受已，十方一切無有邊際，諸佛", "39": "剎土，自然清淨。諸如來等，在會道場，以成教", "40": "照。所以者何？又彼菩薩，這坐斯諸大蓮華上，", "41": "其下足底，出十不可計阿僧祇光，照於十方", "42": "至無擇獄大泥犁中，滅於眾生苦惱之患。左", "43": "右膝，亦如所演光明這等無異，皆悉照燿", "44": "餓鬼、畜生，勤苦痛息。左右之脇，各出無限若", "45": "干光明，照十方人，皆為蒙燿。二手掌中，各", "46": "演光明，照於諸天、阿須倫宮。其二肩肘，出二", "47": "品光，照眾聲聞。背腦戶頸各演光明，照於", "48": "十方諸緣覺心。其口面門，演妙光明，照於十", "49": "方諸第九住菩薩之眾。眉間白毫，演大威燿，", "50": "照於十方一切魔宮，皆令蔽冥。以阿惟顏", "51": "菩薩之身，遂上虛空，照於十方不可計百", "52": "千三千佛土，滿中塵數十方如來，眾會道場", "53": "繞佛十匝，在虛空中，成大光明，珠交露帳，名", "54": "曰大光。暉曜灼灼，以用進奉，供養如來，遂", "55": "增功勳。緣是供養，從初發意，至第九住，奉順", "56": "如來，寂然隨時，百千億倍，不可為喻。其大", "57": "光明珠交露帳，巍巍光明，乃至十方一切境", "58": "土，普布眾華，香華雜香，擣香，衣服，幢蓋幡", "59": "綵，布以寶瑛，明月珠珍，周遍十方一切世界，", "60": "成為普世。其善本德無上正真，雨大眾華，一", "61": "一悉雨若干種物，供養眾會一切道場，供養", "62": "奉進十方如來，眾生之類，敢有見知，咸發無", "63": "上正真道意。斯雨眾華，微妙如是。光繞諸佛", "64": "眾會道場，十匝已竟，入佛足下，華光忽然，照", "65": "諸如來眾菩薩，見其佛世界，立行如斯諸菩", "66": "薩號。其逮阿惟顏，十方無際諸菩薩，眾九", "67": "住菩薩，俱來會者。斯諸菩薩及與眷屬，修", "68": "大供養，觀見此以三昧正受，至於十方，覩阿", "69": "惟顏眾菩薩等，莊嚴元首，名曰首幻，豎立", "70": "金剛，降伏魔怨，其一光曜，演百千明，各出無", "71": "數晃昱營從，照於十方無邊佛土，顯大變", "72": "化。其光奄忽，入於首幻，莊嚴菩薩元首。這", "73": "沒未久，即時菩薩，蒙其暉曜，威神力勢，遂更", "74": "茂盛。「彼時佛子，復有大光，名一切慧，神通聖", "75": "君，出諸如來、至真、等正覺，眉間毫相，各演無", "76": "限光明眷屬，照於十方無邊世界，繞諸佛土，", "77": "十匝竟已，顯諸如來無極神足感動變化。告", "78": "諸無數億百千兆姟諸菩薩眾，諸佛國土，六", "79": "反震動，皆悉消滅一切惡趣，蔽魔宮殿，十", "80": "方諸佛，皆自然現。普現一切至真正覺眾會", "81": "道場，威神嚴淨，法界第一，周遍虛空，咸照", "82": "一切十方世界，光尋迴還，上虛空中，右繞一", "83": "切諸菩薩眾，現大嚴淨，此眾光明，忽然在上，", "84": "尋入聚會諸菩薩頂。光明這沒，此諸菩薩，", "85": "前未所更，所不蒙定，承佛威光，輒即逮得", "86": "百萬三昧。此諸光明，稱量時節，墮菩薩上，一", "87": "切如來，等無有異。光明這沒，諸菩薩成阿惟", "88": "顏，名曰如來至真境界也。具十種力平等正", "89": "覺，平若虛空，猶如佛子，轉輪聖王第一太子，", "90": "從尊真后，懷胎而生，其相具足，應為聖王。時", "91": "轉輪王，坐天寶象紫金床上，取四大海，致", "92": "海水來，執大蓋覆，幢幡伎樂，而嚴莊之。取", "93": "金澡瓶，轉輪聖王，以四海水，洗太子首體，適", "94": "洗浴已，應時名曰聖頂蓋王。轉輪王者，具十", "95": "善本，故謂神帝，為轉輪聖，是為佛子菩薩大", "96": "士成就大慧。所以菩薩，行無央數，百千勤苦，", "97": "如是備悉，其功勳慧。轉復增進，所立道地，名", "98": "曰法雨，菩薩所住。菩薩若住法雨道地，解達", "99": "欲界，審從如有，所習色界，習無色界，眾生之", "100": "界，無識之界，有為無為界，虛空之界，習于法", "101": "界，解了泥洹，知審如有。曉知諸見邪網遮羅", "102": "五趣塵勞，習諸生滅，眾聲聞行，緣覺之行，諸", "103": "菩薩行，如來十力，四無所畏，色身法身，及一", "104": "切智，成最正覺，而轉法輪，示現滅度，常以平", "105": "等，入一切法，分別越度，解達諸習，審如從", "106": "興。以入此慧，其意轉上，使眾生類，無自大", "107": "業，又如審諦，超越得度，塵勞之元，不為憍", "108": "慢，在於俗法，不懷恐畏，若在道法，不以自", "109": "大，不捨大慈，若聲聞緣覺之法，諸菩薩法，", "110": "諸如來法，不以自大。於眾瞋恚歡悅之中，不", "111": "以增減，至真得度。亦復審知，佛所建立，經典", "112": "事業，若在塵勞，順時誓願，供養眾行，思惟", "113": "劫數，建立聖慧，審如有知，無所不達。其諸", "114": "如來、至真、等正覺，所入玄妙，謂慧微遠，生死", "115": "周旋，曉了微妙，現出生時，棄國捐王，成最", "116": "正覺。變化開度，解微妙慧，轉于法輪，壽限長", "117": "短，心所建立，至于滅度，法立多少，悉微妙", "118": "慧。又悉曉了，諸平等正覺佛道藏處，身口心", "119": "藏，有時無時，所行祕密。菩薩受決，恩流眾生，", "120": "而救攝之。若干種品，眾生蔽匿，群黎所行，諸", "121": "根分部，執持造業，正覺所行，威神聖藏。亦復", "122": "曉知所在劫數，出入多少，一劫百劫，千劫無", "123": "央數劫，悉識知之。無央數劫，能入一劫，又計", "124": "數無數，計念識之，不可計數，閑靜劫限，悉識", "125": "念之。閑靜之劫，有劫無劫無念，有劫有念，有", "126": "無之念，悉識念之。成正覺無正覺最正覺，悉", "127": "識念之，去來現在，去來當來，過去今現在事，", "128": "悉識念之，現在去來未來當來，長劫短劫，現", "129": "平等事，咸亦悉知。一切諸劫，近遠年歲，天地", "130": "成敗，不可稱載，悉亦解達。諸如來等，在所", "131": "感動，執如毫毛，又如微塵剎土諸身，最正覺", "132": "慧，眾生身心，所覺成慧，一切普入最正覺慧。", "133": "顯示究竟，現柔順慧，知可思議不可思議，諸", "134": "佛世界，聲聞所知，緣覺所解，菩薩所達，及所", "135": "不逮如來道明，所下聖慧，而悉了之，是為", "136": "佛子諸等正覺慧不可量寬弘無際。菩薩住", "137": "此無限道地，入無窮慧。「又彼佛子，菩薩以入", "138": "如是道地，入於菩薩不可思議所立脫門，有", "139": "名無蓋門，淨境界門，有名普照脫門。又號如", "140": "來藏，號莫能當藏，號入三世，號法界藏，號解", "141": "脫道場光明照遠，號遍入至無餘菩薩脫門，", "142": "是為菩薩造十脫門，不可稱計。至阿僧祇百", "143": "千脫門，若有菩薩，住十道地，尋即逮得如是", "144": "三昧，至億百千，總持神通無限。彼以是慧，", "145": "意了所入，遊遍無量，所思方便，眾德備悉。彼", "146": "已一時，受於十方無量諸佛所宣道義，演", "147": "不可限聖法光明，法典暉曜，而雨法澤，尋即", "148": "受持，猶如佛子，海中諸龍欲雨之時餘不能", "149": "任唯大海受。如是佛子，若入如來諸佛", "150": "祕藏，", "151": "爾時輒能雨大法澤，其餘眾生，不能任受，有", "152": "報應緣，執持眾行，至第九住菩薩之業，無能", "153": "執任。十住菩薩，住此道地，雨法潤澤，執持一", "154": "切眾生心意，猶如佛子。大海之中，有大雨雲，", "155": "名勝諦無極，懷抱二乘，一時須臾，咸放甘", "156": "雨，周遍國土，悉潤天下無際普地，及諸大城", "157": "州域大國。所以者何？其大海者，不可限量。", "158": "如是佛子菩薩大士住是法雨，如來一身，懷", "159": "抱法雨，勸化二乘，乃至無限諸如來慧，而無", "160": "央數，不可思議，不可稱不可量，無邊無際，超", "161": "出無表，不可引喻，諸如來身。一時之間，振", "162": "大光明聖法之雨，遍潤十方，誰能計知彼法", "163": "雨數？」又問：「寧有能計此菩薩行，在幾佛所，論", "164": "其法雨多少數乎？須臾了耶？」報曰：「不能稱限", "165": "合集引喻節限，猶如佛子，十方佛國，不可稱", "166": "計百千億姟諸佛世界，滿中眾塵，眾生之類，", "167": "其數如是，如此塵限，令不減少，一一眾生，皆", "168": "使博聞，逮得總持，悉為如來元首侍者也。", "169": "為大弟子，極尊博聞，猶金剛上蓮華如來至", "170": "真，有一比丘，名曰大明，建如是像，博聞方", "171": "便，勢力堅強，一一之人智各如斯，普十方界", "172": "眾生之類，盡使如此，功勳智慧，巍巍無量，各", "173": "各咸受一切法澤，於佛子意，所趣云何？此諸", "174": "眾生，博聞寧增多乎？」答曰：「無限。」金剛藏曰：", "175": "「吾囑累仁，慇懃告勅。菩薩得此大法雨住開", "176": "士道地，一時須臾，一如來身，法界所雨，演三", "177": "世藏無極道法，是法光明，斯之前喻，博聞方", "178": "便，百倍千倍，萬倍千億萬倍，不可為喻，如一", "179": "如來，十方國土，諸佛世界，滿中眾塵，亦復如", "180": "是。諸佛之數，若此塵限，乃復過是，從不可計", "181": "諸如來尊，一時之間，振大法雨光明之燿，不", "182": "可比喻彼之法澤。又復佛子，菩薩住此法雨", "183": "道地，在兜術天，至大滅度，皆是如來己身誓", "184": "願，威神勢力，興大慈哀，無極法澤，放大法", "185": "光，發聖經雷，承六神通，三達之智，四無所", "186": "畏，普有所照，以無極燿，消眾垢冥，以大功", "187": "德聖慧之明，斷眾疑網。在若干眾，示現諸身，", "188": "稱舉大法，不捨眾會，除諸陰蓋，消滅十方", "189": "一切然熾。如本前說，諸佛世界所有塵數，億", "190": "百千姟諸佛之土，從是以往，雨大甘露，隨", "191": "眾生心，性行所在，消塵勞垢，滅然熾火，承彼", "192": "法澤，靡不永安。「又復佛子，菩薩得立此大道", "193": "地，演以法雨，從一世界，至兜率天大滅度", "194": "地，建立一切如來之業，隨眾生心，如應開化，", "195": "一一世界，所有眾塵，如是比數，億百千姟諸", "196": "佛世界，下兜率天，至大滅度，一切普立如來", "197": "之業。隨眾生心，應當開化，慧得自在，以變神", "198": "通聖明至達，發意之頃，近小國土，建立廣大，", "199": "其廣世界，能現令小，發意之頃，穢濁世界，變", "200": "令清淨，清淨世界，現使穢濁，一切世界，亦復", "201": "如是。建立所部，發意之頃，以用一塵，現一佛", "202": "土，普建一切鐵圍，大鐵圍，眾塹谿㵎，一二", "203": "三至十、五十、一百，乃至無數諸佛世界，而建", "204": "立之。入在一塵，雖在一塵，亦不廣大，不增不", "205": "減，以是所造，而所示現。發意之頃，一佛世", "206": "界，嚴淨顯示，一一佛國土，乃至無限一切", "207": "世界，而現其身，亦一念頃，遍於十方一切眾", "208": "生，不嬈一國一佛世界，眾生之類，亦復如是，", "209": "至不可計諸佛世界，周入十方無際佛土，現", "210": "入一毛，無所嬈害，一發意頃，一切佛界，現", "211": "入一毛，顯示嚴淨，一發意頃，一時化已，其數", "212": "多少，如無央數，諸佛世界滿中眾塵，一一所", "213": "化，變現己身，如是無量，現在手掌，以是手", "214": "掌，精進供養十方諸佛，一一手掌，示江河沙", "215": "華，在諸裓上，以用供養諸佛世尊。眾香華", "216": "飾，雜香擣香，衣被幢蓋繒綵，如是一切嚴", "217": "淨之業，而建立之。一一諸身，亦化若干頭，一", "218": "一諸頭，化若干舌，諮嗟諸佛十方世尊。發意", "219": "之頃，周遍十方，一心念頃，令不可計成最", "220": "正覺乃至建立清淨之業大滅度矣。在於三", "221": "世，建立無數無量諸身，則以己身，現無央數", "222": "諸佛世尊，無限佛土，建立清淨。又現己身，變", "223": "於一切諸佛國土，散壞合成，己身建立一切", "224": "普具，諸佛之土，著一毛孔，不嬈眾生，發意之", "225": "頃，變現無際諸佛國土，成為大海，在於其中，", "226": "建眾蓮華。又彼蓮華，光明清淨，照不可計周", "227": "遍佛土。又於其中，化諸佛土，乃至巍巍一切", "228": "敏慧，其身普至十方佛土，日月周照，一切", "229": "建立光明道門，所向一一，諸有方面，建立得", "230": "見無量世界，不畏眾生，乃至十方散壞之時。", "231": "現是散壞，風災變，火災變，水災變，發意之", "232": "頃，示諸眾生，如其所願，建化色身，嚴莊志", "233": "性，能以己身，現如來身，以如來身，現為己", "234": "身，以如來身，建立己身。在佛土中，以己身", "235": "土，建在佛身。佛子具聽！若有菩薩，住法雨", "236": "道地之業，現此變化及餘無數百千神變。」", "237": "爾時彼場諸會菩薩，諸天龍神，揵沓和，阿", "238": "須倫，迦留羅，真陀羅，摩睺勒，釋梵四天王", "239": "大神妙天王，淨居天人，各心念言：「假使菩", "240": "薩，神足道化，無量巍巍之德，乃如是者，遊步", "241": "亘然，如來至真，所建威化，何所比乎？」於是解", "242": "脫月菩薩，知眾會者心之所念，問金剛藏菩", "243": "薩大士：「唯願佛子，眾會疑網，以時斷結，善", "244": "哉決之。菩薩清淨之所顯變化而無等倫。」時", "245": "金剛藏菩薩，取一切佛土自然身威三昧，而", "246": "以正受。這定意已，應時一切諸菩薩眾，諸", "247": "天龍神，揵沓和，阿須倫，迦留羅，真陀羅，摩", "248": "睺勒，釋梵四天王，大神妙天王，淨居天王，自", "249": "見己身，在金剛藏菩薩體中。又復覩察三千", "250": "大千世界，亦在其體。在彼所作清淨之業，不", "251": "能周體，億劫之中，修精進行，在彼佛樹，其佛", "252": "樹廣長，三十萬里，若百若三千，廣普無邊", "253": "具足。亦如三千億剎，懸逈極遠，斯佛樹下", "254": "道場師子座，巍巍如是。彼有菩薩，名諸神通，", "255": "當成如來，號曰意王，詣樹道場。於是會者，悉", "256": "遙見之，所見莊嚴，具足億劫，嗟歎其德，不能", "257": "究竟。以現此變，尋還眾會，復在故處。時普眾", "258": "會，怪未曾有，默然無言，察眾菩薩寂然而", "259": "住。時解脫月菩薩，問金剛藏：「至未曾有！佛", "260": "子！此三昧定，威燿乃爾，境界英妙，是菩薩", "261": "定，所號云何？」答曰：「號一切佛土自然身威。」又", "262": "問：「斯三昧定，以何遊行，境界嚴淨？」答曰：「能備", "263": "悉行，假使族姓子，若有菩薩，善修斯定，如是", "264": "像類江河沙等，三千大千世界遍中眾塵，諸", "265": "菩薩等，周滿諸三千世界，自現其身。若復得", "266": "是法雨道地，若有菩薩，住此道地，獲不可", "267": "計百千定意，無能限知。諸菩薩等，所現身", "268": "數，及諸菩薩之所奉行，其善哉妙意，菩薩", "269": "之住，不知身行，口言心念，其神足力，亦不能", "270": "知，察其三世三昧所入，聖慧境界，變化之法，", "271": "所建立法，不可限知。常可所行，舉足下足，無", "272": "能知者。至精進行，菩薩行業，住善哉妙意，", "273": "菩薩道地。如是佛子！其此法雨菩薩道地，說", "274": "平等時，其義廣大，不可限量，所演正真，不可", "275": "思議。班宣正辭，百千無際，不可為喻。」又問：", "276": "「佛子！諸如來行，境界玄妙，為如何乎？今諸", "277": "菩薩，建立所行，境界神化，無邊若斯。」答曰：", "278": "「猶如佛子，而有丈夫，示其身形，如四方域，取", "279": "之大杖，如四方域，若二若三，手持大杖，手", "280": "執至石，以受此石，口說此言，我以投石，如", "281": "十方塵諸佛世界，乃至無限，滿中眾塵，寧可", "282": "計知此塵數。得此無極，悉了所有，無所不達，", "283": "是乃名曰平等之謂。成就法雨菩薩道地，乃", "284": "為無量，過是眾喻，諸如來慧，至不可計喻，爾", "285": "乃成至真正覺，則等修諸菩薩法。又復佛子！", "286": "猶如有人，取如四方域，少所有土其餘無限，", "287": "如是佛子，今吾宣說是法雨菩薩道地，歌頌", "288": "少所，無數劫中，諮歎功德，欲盡其福，不可暢", "289": "竟，何況如來之道地也。吾今囑累，慇懃告勅，", "290": "於今住在如來之前，取要言之，假使佛子，一", "291": "一方域，不可稱計諸佛世界，滿中眾塵，若干", "292": "佛土，皆令逮得如是道住。菩薩滿中，猶若甘", "293": "蔗竹葦稻麻叢林，是無數劫，成菩薩行，合集", "294": "此德，以為菩薩一聖明慧，比如來智，百倍千", "295": "倍，萬億倍巨億萬倍，不可為喻，是為佛子菩", "296": "薩以入如是聖慧。如來至真，身口心行，無有", "297": "二也，菩薩不捨諸三昧力也，親見諸佛，供養", "298": "奉事，於一一劫中，供奉諸佛，不可稱載。一", "299": "切供養，無所乏少，入受道化，稽歸諸佛，所", "300": "建立教，於彼行增而無等倫。諮問，法界，不", "301": "可計限，乃至巨億百千姟劫。猶如佛子，金師", "302": "絕工，作天寶冠，造大瓔珞，治大寶珠，自在", "303": "天王，著在其頸，而無等倫，及餘天人，瑰異", "304": "寶瓔，終不能逮莊嚴妙好。「如是，如是！佛子！", "305": "若有菩薩，逮得十住，以是菩薩淨修慧行，超", "306": "絕無侶，乃過逮成第九道地，住此道地菩薩，", "307": "道光巍巍，乃成一切敏慧，其行無比，如是聖", "308": "器，莫不蒙濟，猶大神妙天王光明，超越一切", "309": "所生諸天之位，照於眾生心性所行，菩薩如", "310": "是，以逮得立第十道地法雨地住聖慧光明，", "311": "一切聲聞緣覺菩薩，所不能逮。至第九住，亦", "312": "不能及。建立乃到一切敏慧，導利眾生，立", "313": "于道義。又是菩薩，以能得入如是聖慧諸佛", "314": "世尊通達三世無窮之慧，法界聖慧，普遍一", "315": "切諸佛世界，皆照一切諸佛國土而建立之，", "316": "悉知諸法一切眾生之剎土也，常以平等至", "317": "一切智，逮所普解，眾生悉聞。是為佛子，菩薩", "318": "大士，名曰法雨開士十住。菩薩住斯，假使", "319": "得作大神妙天，若為天王，說諸聲聞緣覺菩", "320": "薩所度無極，所問法界，則無有侶。所修諸業，", "321": "布施愛敬利益之理，等利之義，一切不離諸", "322": "佛之念，乃至備足一切智念，當以何致一切", "323": "眾生之最上尊，導御普智，發意之頃，如是色", "324": "像，勤修精進，一時須臾，至不可計億百千姟", "325": "諸佛國土，滿中眾塵，三昧正受；十不可計億", "326": "百千姟諸佛國土，見諸菩薩國土滿中塵數，", "327": "亦等無異，眷屬圍繞，從其中願，菩薩勢力，殊", "328": "特弘誓，變化神足，諮嗟功德，不可稱載。所行", "329": "嚴淨，篤信喜樂，若有所行，身所現行，其眼神", "330": "足，音聲種姓，乃至若干億百千姟劫，悉見", "331": "曉了。「又有佛子，菩薩十住入一切智漸成道", "332": "門，猶如阿耨達大池流水四河之頂，乘經水", "333": "門，充潤四域，增長遂盛，而不可盡，乃入巨", "334": "海，若如大海無有邊際，菩薩如是，所願善本，", "335": "由敘徑志，以四恩義，充滿眾生，而開化之，", "336": "功不可盡，轉上增進，至一切智行無邊際。又", "337": "此佛子，菩薩十住，緣致佛慧，猶如十大山", "338": "王，因於大地，而得自立。何謂為十？一曰、雪", "339": "山；二曰、香勳；三曰、抲陀利；四曰、嫉妬山；", "340": "五曰、執持眴；六曰、馬耳山；七曰、眴持；八曰、鐵", "341": "圍；九曰、英意；十曰、大鐵圍須彌山王。其雪", "342": "山者，因一切藥，以為屋宅，療眾生藥草，不", "343": "可限計；菩薩如是，住悅豫地，造立行業，皆了", "344": "一切世間之行，傳頌經典神呪之語。所立俗", "345": "術，化無邊際。其香勳山，生一切香，流眾香", "346": "室，則無有量；菩薩如是，住離垢地，成為舍", "347": "宅，戒聞之香，守護禁法，而不可限，將養戒", "348": "義。其抲陀利山，清淨淳寶，以為屋室，生一", "349": "切華，其花無限，普受眾華；菩薩如是，住興", "350": "光地，為眾屋室，處在於世，禪定脫門，三昧", "351": "正受，則而無限，能問一切定意之宜。其嫉妬", "352": "山，清淨寶城，是為五神通之屋宅也，無限", "353": "仙人所殿居耳，若干品山；菩薩如是，住暉耀", "354": "地，為之屋宅，講說道度，名無限路，諮問諸", "355": "慧。其執持眴山王，真淨之寶，鬼神神足之", "356": "所屋室，諸鬼無限，若干品種；菩薩如是，住難", "357": "勝地，一切神足，在所變化，布說無限無限", "358": "神通。馬耳山王，淳以寶成，因為屋室，生一", "359": "切果，受無數寶；菩薩如是，住近目見菩薩", "360": "道地，則為屋宅，宣布度故，諸聲聞等，無際果", "361": "實，隨時之宜。其眴持山王，是大龍神所居", "362": "之室，諸龍無際，有若干品；菩薩如是，住玄", "363": "妙地，是其屋室，宣布丹注：諸本此處玄妙地合詞不盡，無動地喻文全闕，請驗", "364": "異譯即知脫略；菩薩如是，住於無動開士道地，為諸菩", "365": "薩自在屋室，所行獨步，諮問無量十方世界", "366": "也，咸共啟受。英意山王，淳以淨寶，為阿須", "367": "倫眾大神居宅，不可計數，諸阿須倫；菩薩如", "368": "是，住善哉意地，成就眾生，以為屋宅，所現佛", "369": "身，無有邊際，十方來受，究竟慧行，諮問無", "370": "始，眾生本末，輪轉無際無邊之業。其須彌", "371": "山王，淳用眾寶，諸神足天所居之宅，諸阿", "372": "須倫，不可稱計；菩薩如是，住在法雨開士道", "373": "地，如來十力，四無所畏，現不可限諸佛之身。", "374": "是故佛子，十寶諸山，周圍大海。菩薩如是，住", "375": "是十地平等普智，奉一切敏，猶如大海，以", "376": "十事成而無有侶。何謂為十？一曰、漸備具足，", "377": "二曰、不與死屍而俱雜錯也，三曰、異門降眾，", "378": "四曰、一味之業，五曰、無數眾寶，六曰、受深遠", "379": "色，七曰、廣無邊際，八曰、受諸大身，九曰、隨於", "380": "住時不越故岸，十曰、受一切雨而無厭足。菩", "381": "薩如是行十事業，則無雙比。何等為十？乃修", "382": "悅豫道行之地，漸備誓願，導化群黎，離垢地", "383": "業，不與犯戒而俱同居。興光之地，降伏世間", "384": "殺生之事。暉曜之地，篤信佛道，莫能壞者，常", "385": "修等行。難勝之地，善權神通，不可限量，誘化", "386": "世俗，隨其所樂。目見之地，深妙因緣，觀察", "387": "眾生玄妙之地，解如審諦，眾行無為。無動", "388": "之地，則能勸導無極如來嚴淨之行。善哉意", "389": "地，深妙脫門，猶如佛子，大明月珠，越十寶", "390": "種，所著之處，靡不明曜，絕工之師，善權合", "391": "之磨治晃昱，合貫清淨光之鮮明，永使究", "392": "竟，琦珍為繩，以諦了達，貫之通之，為作直", "393": "琉璃衡，著高幢頭，演其光明，照於遠近，帝", "394": "王所有，為諸眾生，攝護此寶，使得蒙光，出", "395": "前奉現。菩薩如是，發一切智，心便得通，入十", "396": "賢聖種，一智止足，樂在閑居，諦曉合德一", "397": "心脫門。三昧正受，諦曉合集此三清淨修治", "398": "道業正法之事。善修純清，善權神通，剖判", "399": "逮了十二緣起若干品行，善權智慧，執持聖", "400": "幢，而得自在。因演光明，以慧之宜，觀眾生", "401": "行，至阿惟顏，成近得辦最正覺道。建立", "402": "眾生，使住十地，爾乃名曰一切智耳，是為積", "403": "累菩薩之行，合集功勳一切敏慧法門之品。", "404": "若有眾生，無有德本，終不得聞此大道業。」", "405": "月解脫又問：「若有聞聲，得值此誼，為曾積累", "406": "何所功德？」答曰：「其功德福，宿本往時，曾以", "407": "奉行，順一切智，聖慧以斯不能順照，照不能", "408": "遠，不行大慈愍於一切，周流如斯，恩施普護。", "409": "緣致積德，逮法門品，其明若茲，覩現功勳，通", "410": "入積功。所以者何，乃得解此？又有佛子，自非", "411": "菩薩，不能得聞是法門品，亦不篤信受持諷", "412": "誦，況復奉行，精進勤修，降伏成就。是故佛", "413": "子！入一切智功勳之德，等類之人，乃受持斯。", "414": "若得聞此法門之品，聞之則信，思惟奉行，勤", "415": "修精進。」時佛威神，應時十方十億佛國，如滿", "416": "中塵，諸佛世界，六反震動，興大雷音，承佛聖", "417": "旨，法典恩養，尋雨天華，薰流名香。天之莊", "418": "飾，天衣天寶，天之瓔珞幢幡，諸天伎樂，不鼓", "419": "自鳴。簫笛琴瑟，自然出聲，過諸天物。一切智", "420": "聖，以得親近，無為之地，雨微妙供，如此世", "421": "界，四方之域，乃至他化自在天宮，自在天", "422": "王，其天宮殿，如是一切天下世界，周遍十", "423": "方。是法之說，靡不流普，承佛威神，其於十方", "424": "十億佛國，滿中眾塵，世界若干十億佛土，滿", "425": "中眾塵諸菩薩等，其數如是，各來聚會，周遍", "426": "十方，各自讚言：「善哉，善哉！佛子！仁乃興講是", "427": "菩薩道地法典之要，吾等亦復皆同一號，為", "428": "金剛藏，從金剛首世界而來至此國土，其佛", "429": "名號金剛幢，從彼佛來，一切諸佛，皆亦轉是", "430": "經典之要佛之聖旨。其諸眾會，亦復如是。若", "431": "斯章句，義理微妙，形像如是，其義亦然，利養", "432": "之行，無異不別，亦無猗他，吾等證明，承佛", "433": "威神，至此眾會，如吾到此佛之國土，十方無", "434": "量一切世界，亦復如斯。一一佛土，四方之域，", "435": "上至他化自在天宮，自在天王，天王之宮，明", "436": "月之珠，寶藏宮殿，如十億佛土滿中眾塵，諸", "437": "菩薩數，如是來會。」時金剛藏，察於十方諸", "438": "菩薩等，觀眾部會，顧眄法界，諮嗟發起一", "439": "切智心，覩眾菩薩行力清淨，受一切智，班", "440": "宣道行，消除世垢，導利普智，示現變通，不可", "441": "思議諸菩薩業功勳之德。宣布此道，承佛聖", "442": "旨，則說頌曰：", "443": "「寂寞無所樂，靜定心專精；", "444": "等猶如虛空，平正若惶慌。", "445": "以離患厭垢，而住於道慧；", "446": "聞行有殊特，諸菩薩至尊。", "447": "千部眾善德，其心行億劫；", "448": "供養至大聖，諸佛有百千。", "449": "最勝由自在，奉敬不可量；", "450": "愍傷眾群生，興菩薩之心。", "451": "精進念外路，忍辱長仁和；", "452": "慚愧盛元首，功勳慧為最。", "453": "其意無垢穢，佛聖性慧明；", "454": "勝力永平等，勸發菩薩心。", "455": "諸眾祐三世，供義第一最；", "456": "限猶如虛空，一切國清淨。", "457": "平等順佛義，乃至一切法；", "458": "度脫利眾生，降伏至道場。", "459": "得為尊道地，發心無等倫；", "460": "歡悅以離垢，消除一切惡。", "461": "行微妙勢力，因成清白法；", "462": "奉行慈哀心，轉進入上道。", "463": "戒禁聞德富，慈心愍眾生；", "464": "捨垢無所懷，則成清淨志。", "465": "觀一切世間，三火為熾然；", "466": "第三其志廣，超越利眾生。", "467": "苦惱無吾我，及疾病瘡痏；", "468": "寂滅三處苦，常消諸熾然。", "469": "慕樂佛功勳，造修見瑕穢；", "470": "慧弘廣照曜，以過踰眾明。", "471": "心意行平淨，以逮道聖智；", "472": "善供於是住，諸佛億百千。", "473": "等奉人中上，心寂諸功勳；", "474": "降伏一切眾，以越難得勝。", "475": "聖明為善權，所修智慧意；", "476": "所造不可量，降伏利眾生。", "477": "供養於十力，以道化群黎；", "478": "親近無所生，得入第六地。", "479": "眾生皆難了，進普迴世間；", "480": "用身故無患，受解知有無。", "481": "諸法本淨空，從十二品生；", "482": "下劣念微妙，便得入第七。", "483": "智慧及善權，逮得清明心；", "484": "遠遊難可勝，大志難得喻。", "485": "寂然本清淨，心利志變故；", "486": "諸苦悉平等，超越不可動。", "487": "作福罪若干，慧聖無數品；", "488": "人中上為勝，建立於寂然。", "489": "遭治十自然，遊行眾生界；", "490": "用群萌之故，入善戒道意。", "491": "於是第一微，進步一切世；", "492": "救攝眾生等，行解垢塵勞。", "493": "此等奉律教，則入功勳富；", "494": "所行猶妙華，宣布上我慧。", "495": "受如是行已，本宿行清白；", "496": "至逮第九住，獲致功德慧。", "497": "諸勝勸施力，慕樂上正宜；", "498": "以近慧功勳，一切逮佛道。", "499": "有諸十百千，三昧之無為；", "500": "以得弘廣明，遊居慧甚大。", "501": "然後乃逮成，普慧阿惟顏；", "502": "其境界寬博，三昧致無盡。", "503": "猶如成究竟，親近一切慧；", "504": "大蓮華無限，眾寶若干種。", "505": "其身長無極，而坐在中間；", "506": "最勝子眷屬，住立而察之。", "507": "其德無數千，光明無量億；", "508": "消滅於十方，眾惱諸苦患。", "509": "然後元首勝，光耀億百千；", "510": "人中尊眾會，越度入十方。", "511": "在於上虛空，化光交露帳；", "512": "即受佛眾行，隨順供養佛。", "513": "於彼覩諸佛，一切解道最；", "514": "佛子阿惟顏，逮得上法宜。", "515": "佛子靡不普，周旋用供養；", "516": "阿惟顏如是，放演尊光明。", "517": "人中上眉間，以成一切智；", "518": "受光踰諸燿，逮入於斯頂。", "519": "說寂滅無量，震動一切世；", "520": "無擇獄眾苦，爾時尋消滅。", "521": "猶如吾所歸，一切諸佛道；", "522": "亦若最帝王，尊上之太子。", "523": "吾成就亦然，一切慧究竟；", "524": "如是趣逮致，法雨豪道場。", "525": "至仁住在斯，慧行不可量；", "526": "眾生共嗟歎，立此覺成佛。", "527": "色界無色界，欲界所諷誦；", "528": "群黎之國土，法界之所讚。", "529": "有為及無為，并無身之界；", "530": "一切以選擇，諮嗟皆以法。", "531": "於是加無極，一切無慢業；", "532": "建立如是行，諸佛微妙慧。", "533": "人中尊祕密，解達無數劫；", "534": "猶如毛沙數，普入諸世界。", "535": "人中人所生，覺了聖捨家；", "536": "回繞鐵圍山，成就而示現。", "537": "一切歸所趣，至寂然脫門；", "538": "其志所獲致，一切皆入道。", "539": "志弘以住此，諸勝演法雨；", "540": "一切普周旋，攝持其心意。", "541": "雨一切眾生，猶如風持水；", "542": "諸佛之法雨，所攬亦如是。", "543": "安住以一法，弘音令得聞；", "544": "於十方佛土，無數眾生種。", "545": "聞眾祐奉持，一切為聲聞；", "546": "無數眾時行，是菩薩博聞。", "547": "行慧至勢力，蒙惟宿本行；", "548": "一時須臾間，周遍億佛土。", "549": "雨放甘露渧，樂滅眾塵勞；", "550": "所造性仁和，諸佛之法雨。", "551": "六通以住此，造越至天宮；", "552": "人中上境界，示現諸十方。", "553": "展轉變改異，無數億千劫；", "554": "梵天通眾生，其心行佛道。", "555": "聖明以立斯，舉足一步中；", "556": "輒至第九住，所住不可移。", "557": "總持慧功勳，況復畏眾生；", "558": "一切三界眾，成聲聞緣覺。", "559": "最勝立在是，亦復普示現；", "560": "三界無所礙，曉了法界慧。", "561": "皆遍一切國，眾生法無餘；", "562": "諸佛悉功勳，亦復依三尊。", "563": "聖達住於此，遵習奉事佛；", "564": "一切十方土，周旋諸法界。", "565": "現目前供養，奉敬眾徒類；", "566": "一切成功勳，如天服莊嚴。", "567": "賢聖以住此，照眾之慧光；", "568": "消滅眾愚冥，為示法之日。", "569": "自在明最勝，消除眾世亂；", "570": "諸佛子如是，光明消塵勞。", "571": "住此在三世，普世之上尊；", "572": "解道為極雄，宣布三乘業。", "573": "一時須臾間，逮無數三昧；", "574": "所在十方土，見不可限佛。", "575": "諸佛子如是，粗舉說道地；", "576": "若干百千劫，廣歎德無盡。", "577": "離垢德如是，其地平等覺；", "578": "所依猶如華，若太山因地。", "579": "諸佛子第一，覩怨無瞋恨；", "580": "譬山頂積雪，而中眾生藥。", "581": "明解戒禁聞，如名香流薰；", "582": "猶如池蓮華，因是生由然。", "583": "道寶無能亂，輒逮聖光明；", "584": "若仙處山中，樂居猶自娛。", "585": "鬼神之妙香，逮得五神通；", "586": "講論六報果，若如馬耳珍。", "587": "其七殊勝覺，如龍執瑞應；", "588": "以致八自在，猶如大鐵圍。", "589": "以入第九住，微妙最上乘；", "590": "諸佛十功勳，如須彌照曜。", "591": "具足第一願，宿布戒禁香；", "592": "行第三功勳，如是行第四。", "593": "第五之清淨，第六行玄妙；", "594": "七意無所著，說八無央數。", "595": "以受第九聖，其心求微慧；", "596": "於行在眾生，爾乃入聖慧。", "597": "諸佛十事身，因總持諸法；", "598": "如是行大海，菩薩心無瞋。", "599": "以得通十行，猶因本發心；", "600": "修十二至行，一心定第三。", "601": "清淨第四地，則便照第五；", "602": "第六壞下苦，因輒至七住。", "603": "自在執正幢，第八為太和；", "604": "第九受眾行，慧光明遠照。", "605": "第十阿惟顏，曉了最殊勝；", "606": "功勳寶清和，本曾行如是。", "607": "能壞十方國，一切悉計數；", "608": "能以一心覩，普解眾生心。", "609": "尚可以一毛，量盡於虛空；", "610": "歎億百千劫，不能盡佛德。」", "611": "金剛藏曰：「所以名曰大光定意，道慧已具，", "612": "成阿惟顏，便備佛道，一切蒙安，猶如日明，天", "613": "下戴仰，十方諸佛，皆由中生，因其得成。」佛謂", "614": "諸菩薩：「善哉，善哉！金剛藏！嗟歎講說此十住", "615": "事，眾開士等，所當施行。從初發意，至阿惟", "616": "顏，猶月初生，十五日滿，眾星獨明，菩薩如", "617": "是，漸備眾行，五戒十善，四等四恩，六度無", "618": "極，大慈大哀，善權方便，自致成佛。潤澤眾", "619": "生，猶如種樹，生根莖節，枝葉華實，眾人服", "620": "食，除其飢虛。菩薩如是，從初發意，自致成", "621": "佛，莫不蒙濟，普得至道。猶如百穀，草木果", "622": "實眾藥，皆因地生，菩薩如是，行此十住，自", "623": "致成佛度脫十方。猶如大海出眾妙寶，無量", "624": "之珍，益於天下。此經如是，成就菩薩十住", "625": "道地，乃使得佛。德過虛空，猶如日月，忽照", "626": "四域，天下戴仰，菩薩行此，自致佛道，眾生", "627": "蒙恩，除生老病死無量之難，悉昇道堂。猶", "628": "如醫王，療眾人病，無不除愈。此經如是，消眾", "629": "生類婬怒癡病，使至正真。如轉輪王，教化四", "630": "方，莫不順命，菩薩如是，四等四恩，化授吾", "631": "我，猗四大者，至無所畏，四事不護，心病永", "632": "除。猶須彌山四方之中，此經如是，眾典之", "633": "英，道德弘明，志平等正，解達無身，乃至無", "634": "上正真之道，度脫一切生死老病終始之患，", "635": "去來今佛之所由生。諸經之淵海，道德之宮，", "636": "藏諸菩薩行，所會道堂，三界眾人，所求福", "637": "糧。其婬怒癡，忽自消亡，猶如虛空，含受一切", "638": "諸有形類，生之長之，靡不因之，此經如是，", "639": "諸菩薩等，去來今佛之所由生，善權智慧，開", "640": "化聲聞諸緣覺眾，皆令得度，三界黎庶，悉得", "641": "蒙濟，三苦脫難，咸得解縛，普發道意，入深法", "642": "藏，無窮法身，開化十方。十方恒沙諸佛國", "643": "土滿中七寶，供十方佛，不如受是，以諷誦", "644": "說，宣示同學，報去來今諸佛之恩。諸佛之", "645": "地，一切十方，聖道德無，虛空尚可度，十方", "646": "海可知渧數，學此經典，德無能限。」金剛藏", "647": "菩薩，說法如是，如來悅可。一切菩薩，諸天龍", "648": "神，揵沓惒，阿須倫，釋梵四天王，大神妙", "649": "天，淨居天，他化自在，第六天宮，所住猶行，", "650": "明月寶堂，從初發心，而修悅豫，從一至二，", "651": "三至四上，五六至七，八九至十，成最正覺；一", "652": "切會者，聞金剛藏菩薩所說，莫不歡喜。", "653": "漸備經卷第五", "654": "元康七年十一月二十一日，沙門法護，在", "655": "於長安，於市西寺中，己執梵本，手自演", "656": "出為晉言，普使十方一切蒙光，得至無形，", "657": "度脫眾生，咸共欣濟。今解十住，釋梵為", "658": "晉，名第一住，天竺語彼牟提陀，晉曰悅豫。", "659": "第二住名維摩羅，晉曰離垢。第三住名彼", "660": "披迦羅，晉曰興光。第四住名阿至摸，晉曰", "661": "暉曜。第五住名頭闍邪，晉曰難勝。第六住", "662": "名阿比牟佉，晉曰目見。第七住名頭羅迦", "663": "摩，晉曰玄妙。第八住名阿遮羅，晉曰無動。", "664": "第九住名杪頭摩提，晉曰善哉意。第十住", "665": "名曇摩彌迦，晉曰法雨。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0285 漸備一切智德經: 漸備一切智德經: 漸備經", "source": "CBETA"}