{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1541 眾事分阿毘曇論: 眾事分阿毘曇論", "text": {"0": "6 分別攝品", "1": "眾事分阿毘曇論卷第六", "10": "使。及修斷使使。非色法。八界二入四陰攝。十", "100": "有共有法。十八界十二入五陰攝。九智知。除", "101": "滅智。六識識。一切使使。非有共有法。三界", "102": "二入五陰攝。八智知。除苦集智。一識識。使所", "103": "不使。有隨轉有因法。十八界十二入五陰攝。", "104": "八智知。除滅道智。六識識。一切使使。非有隨", "105": "轉非有因法。三界二入五陰攝。八智知。除苦", "106": "集智。一識識。使所不使。有次第法。八界二入", "107": "四陰攝。九智知。除滅智。一識識。一切使使。", "108": "非有次第法。十八界十二入五陰攝。十智知。", "109": "六識識。一切使使。緣有法。八界二入四陰攝。", "11": "智知。一識識。一切使使。", "110": "九智知。除滅智。一識識。有漏緣使使。非緣有", "111": "法。十三界十二入五陰攝。十智知。六識識。一", "112": "切使使。有增上法。十八界十二入五陰攝。九", "113": "智知。除滅智。六識識。一切使使。非有增上", "114": "法。一界一入陰所不攝。六智知。除知他心智", "115": "及苦集道智。一識識。使所不使。有果法。十八", "116": "界十二入五陰攝。九智知。除滅智六識識。一", "117": "切使使。非有果法。三界二入五陰攝。八智知。", "118": "除苦集智。一識識。使所不使。有報法。十七界", "119": "十一入五陰攝。八智知。除滅道智。五識識。三", "12": "可見法。一界一入一陰攝。七智知。除知他心", "120": "界一切遍使使。及修斷使使。非有報法。十八", "121": "界十二入五陰攝。十智知。六識識。一切使", "122": "使。", "123": "智所知法。十八界十二入五陰攝。十智知。六", "124": "識識。一切使使。非智所知法。界入及陰所不", "125": "攝。智所不知。識所不識。使所不使。", "126": "斷知所斷法。十八界十二入五陰攝。八智知。", "127": "除滅道智。六識識。一切使使。非斷知所斷法。", "128": "三界二入五陰攝。八智知。除苦集智。一識識。", "129": "使所不使。", "13": "智及滅道智。二識識。欲色二界一切。遍使使。", "130": "修法。十界四入五陰攝。九智知。除滅智。三識", "131": "識。三界一切遍使使。及修斷使使。非修法。十", "132": "八界十二入五陰攝。九智知。除道智。六識識。", "133": "一切使使。", "134": "智證法。十八界十二入五陰攝。十智知。六識", "135": "識。一切使使。非智證法。界入及陰所不攝。智", "136": "所不知。識所不識。使所不使。", "137": "得證法。十二界六入五陰攝。十智知。三識", "138": "識。三界一切遍使使。及修斷使使。非得證法。", "139": "十八界十二入五陰攝。八智知。除滅道智。六", "14": "及修斷使使。不可見法。十七界十一入五陰", "140": "識識。一切使使。習法。十界四入五陰攝。九智", "141": "知。除滅智。三識識。三界一切遍使使。及修斷", "142": "使使。非習法。十八界十二入五陰攝。九智知。", "143": "除道智。六識識。一切使使。", "144": "有罪法。十界四入五陰攝。八智知。除滅道", "145": "智。三識識。一切使使。無罪法。十八界十二入", "146": "五陰攝。十智知。六識識。三界一切遍使使。及", "147": "修斷使使如有罪法。無罪法黑法白法退法", "148": "不退法隱沒法不隱沒法亦如是。", "149": "記法。十界四入五陰攝。十智知。三識識。欲界", "15": "攝。十智知。五識識。一切使使。", "150": "一切使使。色無色界一切遍使使。及修斷使", "151": "使。無記法。十八界十二入五陰攝。八智知。除", "152": "滅道智。六識識。色無色界一切。欲界二身見", "153": "集斷一切遍使使。", "154": "已起法十八界十二入五陰攝。九智知。除滅", "155": "智。六識識。一切使使。不起法。十八界十二入", "156": "五陰攝。十智知。六識識。一切使使。如已起", "157": "法。不起法今起法非今起法。已滅法非已滅", "158": "法今滅法非今滅法亦如是。", "159": "緣起法。十八界十二入五陰攝。九智知。除滅", "16": "有對法。十界十入一陰攝。七智知。除知他心", "160": "智。六識識。一切使使。非緣起法。一界一入陰", "161": "所不攝。六智知。除知他心智及苦集道智。一", "162": "識識。使所不使。如緣起法。非緣起法緣生法", "163": "非緣生法因法非因法有因法非有因法因起", "164": "法非因起法亦如是。", "165": "因相應法。八界二入四陰攝。九智知。除滅智。", "166": "一識識。一切使使。非因相應法。十一界十一", "167": "入二陰攝。九智知。除知他心智。六識識。有漏", "168": "緣使使。", "169": "結法。一界一入一陰攝。八智知。除滅道智。一", "17": "智及滅道智。六識識。欲色二界一切。遍使使。", "170": "識識。除無漏緣獨無明。餘一切使使。非結法。", "171": "十八界十二入五陰攝。十智知。六識識。一切", "172": "使使。生結法。十八界十二入五陰攝。八智知", "173": "除滅道智。六識識。一切使使。非生結法。三界", "174": "二入五陰攝。八智知。除苦集智。一識識。使所", "175": "不使。", "176": "取法。一界一入一陰攝。八智知。除滅道智。一", "177": "識識。一切使使。非取法。三界二入五陰攝。八", "178": "智知。除苦集智。一識識。使所不使。", "179": "受法。九界九入一陰攝。七智知。除知他心", "18": "及修斷使使。無對法。八界二入五陰攝。十智", "180": "智及滅道智。五識識。欲色二界一切。遍使使。", "181": "及修斷使使。非受法。十八界十二入五陰攝。", "182": "十智知。六識識。一切使使。", "183": "取生法。十八界十二入五陰攝。八智知除滅", "184": "道智。六識識。一切使使。非取生法。三界二", "185": "入五陰攝。八智知。除苦集智。一識識。使所不", "186": "使。煩惱法。一界一入一陰攝。八智知。除滅道", "187": "智。一識識。一切使使。非煩惱法。十八界十", "188": "二入五陰攝。十智知。六識識。一切使使。穢污", "189": "法。十界四入五陰攝。八智知。除滅道智。三識", "19": "知。一識識。一切使使。", "190": "識。一切使使。不穢污法。十八界十二入五陰", "191": "攝。十智知。六識識。一切使使。有穢污法。十", "192": "八界十二入五陰攝。八智知。除滅道智。六識", "193": "識。一切使使。非有穢污法。三界二入五陰攝。", "194": "八智知。除苦集智。一識識。使所不使。", "195": "纏法。一界一入一陰攝。八智知。除滅道智。一", "196": "識識。一切使使。非纏法。十八界十二入五陰", "197": "攝。十智知。六識識。一切使使。纏住法。八界", "198": "二入四陰攝。八智知。除滅道智。一識識。一切", "199": "使使。非纏住法。十八界十二入五陰攝。十", "2": "尊者世友造", "20": "有漏法。十八界十二入五陰攝。八智知。除滅", "200": "智知。六識識。有漏緣使使。纏生法。廣說如有", "201": "漏法。非纏生法。廣說如無漏法。有緣法。八界", "202": "二入四陰攝。九智知。除滅智。一識識。一切使", "203": "使。無緣法。十一界十一入二陰攝。九智知。除", "204": "知他心智。六識識。有漏緣使使。有覺法。八界", "205": "二入四陰攝。九智知。除滅智。一識識。欲色二", "206": "界一切使使。非有覺法。十三界十二入五陰", "207": "攝。十智知。六識識。一切使使。如有覺法。非", "208": "有覺法有觀法非有觀法亦如是。可樂法。三", "209": "界二入三陰攝。九智知。除滅智。一識識。色", "21": "道智。六識識。一切使使。無漏法三界二入五", "210": "界一切使使。除欲界無漏緣疑相應無明餘", "211": "欲界一切使使。非可樂法。十八界十二入五", "212": "陰攝。十智知。六識識。一切使使。", "213": "受用法。八界二入四陰攝。九智知。除滅智。一", "214": "識識。一切使使。非受用法。十一界十一入二", "215": "陰攝。十智知。六識識。一切使使。", "216": "有事有緣法。十八界十二入五陰攝。九智知。", "217": "除滅智。六識識。一切使使。無事無緣法。一界", "218": "一入陰所不攝。六智知。除知他心智及苦集", "219": "道智。一識識。使所不使。", "22": "陰攝。八智知。除苦集智。一識識。使所不使。", "220": "有上法。十八界十二入五陰攝。九智知。除滅", "221": "智。六識識。一切使使。無上法。一界一入陰所", "222": "不攝。六智知。除知他心智及苦集道智。一識", "223": "識。使所不使。遠法。十八界十二入五陰攝。九", "224": "智知。除滅智。六識識。一切使使。近法。十八", "225": "界十二入五陰攝。十智知。六識識。一切使使。", "226": "如遠法。近法有量法無量法亦如是。", "227": "見法。二界二入二陰攝。九智知。除滅智。一識", "228": "識。有漏緣使使。及無漏緣見。彼相應無明。非", "229": "見法。十七界十一入五陰攝。十智知。六識識。", "23": "有為法。十八界十二入五陰攝。九智知。除滅", "230": "一切使使。見處法。十八界十二入五陰攝。八", "231": "智知。除滅道智。六識識。一切使使。非見處", "232": "法。三界二入五陰攝。八智知。除苦集智。一", "233": "識識。使所不使。見相應法。三界二入四陰攝。", "234": "九智知。除滅智。一識識。有漏緣使使。及無漏", "235": "緣見。彼相應無明。非見相應法。十八界十二", "236": "入五陰攝。十智知。六識識。除無漏緣見。餘一", "237": "切使使。", "238": "凡夫法。十八界十二入五陰攝。八智知。除滅", "239": "道智。六識識。三界一切使使。非凡夫法。十一", "24": "智。六識識。一切使使。無為法。一界一入陰所", "240": "界十入五陰攝。十智知。四識識。三界一切遍", "241": "使使。及修斷使使。凡夫共法。十八界十二入", "242": "五陰攝。八智知。除滅道智。六識識。三界一切", "243": "使使。非凡夫共法。十一界十入五陰攝。十智", "244": "知。四識識。三界一切遍使使。及修斷使使。", "245": "定法。五界四入五陰攝。九智知。除滅智。三", "246": "識識。欲界一切遍使使。及修斷使使。非定法。", "247": "十八界十二入五陰攝。九智知。除道智。六識", "248": "識。一切使使。", "249": "惱法。十界四入五陰攝。八智知。除滅道智。三", "25": "不攝。六智知。除知他心智及苦集道智。一識", "250": "識識。一切使使。非惱法。十八界十二入五陰", "251": "攝。十智知。六識識。三界一切遍使使。及修斷", "252": "使使。", "253": "根法。十三界七入四陰攝。九智知。除滅智。一", "254": "識識。一切使使。非根法。六界六入三陰攝。十", "255": "智知。六識識。一切使使。聖諦攝法。十八界十", "256": "二入五陰攝。十智知。六識識。一切使使。非聖", "257": "諦攝法。一界一入陰所不攝。一智知。謂等智。", "258": "一識識。使所不使。", "259": "共有法。十八界十二入五陰攝。九智知。除滅", "26": "識。使所不使有諍法。十八界十二入五陰攝。", "260": "智。六識識。一切使使。非共有法。一界一入陰", "261": "所不攝。六智知。除知他心智及苦集道智。一", "262": "識識。使所不使。相應法。八界二入四陰攝。九", "263": "智知。除滅智。一識識。一切使使。非相應法。", "264": "十一界十一入二陰攝。九智知。除知他心智。", "265": "六識識。有漏緣使使。", "266": "果法。十八界十二入五陰攝。十智知。六識識。", "267": "一切使使。非果法。一界一入陰所不攝。一智", "268": "知。謂等智。一識識。使所不使。有果法。十八", "269": "界十二入五陰攝。九智知。除滅智。六識識。一", "27": "八智知。除滅道智。六識識。一切使使。無諍", "270": "切使使。非有果法。一界一入陰所不攝。六智", "271": "知。除知他心智及苦集道智。一識識。使所不", "272": "使。報法。十七界十一入五陰攝。八智知。除滅", "273": "道智。五識識。三界一切遍使使。及修斷使使。", "274": "非報法。十八界十二入五陰攝。十智知。六識", "275": "識。一切使使。有報法。十界四入五陰攝。八智", "276": "知。除滅道智。三識識。欲界一切使使。色無色", "277": "界一切遍使使。及修斷使使。非有報法。十八", "278": "界十二入五陰攝。十智知。六識識。色無色界", "279": "一切。欲界二身見集斷一切。遍使使。及修斷", "28": "法。三界二入五陰攝。八智知。除苦集智。一識", "280": "使使。因緣法。廣說如智所知法。非因緣法。廣", "281": "說如非智所知法。有因緣法。廣說如有果法。", "282": "非有因緣法。廣說如非有果法。", "283": "出法。五界四入五陰攝。十智知。三識識。三界", "284": "一切遍使使。及修斷使使。非出法。十八界十", "285": "二入五陰攝。八智知。除滅道智。六識識。一切", "286": "使使。有出法。十八界十二入五陰攝。九智", "287": "知。除滅智。六識識。一切使使。非有出法。一", "288": "界一入陰所不攝。六智知。除知他心智及苦", "289": "集道智。一識識。使所不使。", "29": "識。使所不使。如有諍法。無諍法世間法出世", "290": "相續法。十八界十二入五陰攝。九智知。除滅", "291": "智。六識識。一切使使。非相續法。十八界十", "292": "二入五陰攝。十智知。六識識。一切使使。如", "293": "相續法。非相續法有相續法非有相續法亦", "294": "如是二法竟。善法。十界四入五陰攝。十智知。三", "295": "識識。三界一切遍使使。及修斷使使。不善法。", "296": "十界四入五陰攝。七智知。除比智及滅道智。", "297": "三識識。欲界一切使使。無記法。十八界十二", "298": "入五陰攝。八智知。除滅道智。六識識。色無色", "299": "界一切。欲界二身見集斷一切。遍使使。及修", "3": "宋天竺三藏求那跋陀羅", "30": "間法入法不入法染污法不染污法依家法依", "300": "斷使使。學法。三界二入五陰攝。七智知。除苦", "301": "集滅智。一識識。使所不使。無學法亦如是。非", "302": "學非無學法。十八界十二入五陰攝。九智知。", "303": "除道智。六識識。一切使使。", "304": "見斷法。三界二入四陰攝。八智知。除滅道智。", "305": "一識識。見斷一切使使。修斷法。十八界十二", "306": "入五陰攝。八智知。除滅道智。六識識。修斷一", "307": "切使使。及一切遍使使。不斷法。三界二入五", "308": "陰攝。八智知。除苦集智。一識識。使所不使。", "309": "見斷因法。十八界十二入五陰攝。八智知。除", "31": "出要法亦如是。心法。七界一入一陰攝。九智", "310": "滅道智。六識識。一切使使。修斷因法。十八", "311": "界十二入五陰攝。八智知。除滅道智。六識識。", "312": "修斷一切使使。及一切遍使使。不斷因法。三", "313": "界二入五陰攝。七智知。除苦集滅智。一識識。", "314": "使所不使。", "315": "可見有對法。一界一入一陰攝。七智知。除知", "316": "他心智及滅道智。二識識。欲色二界一切。遍", "317": "使使。及修斷使使。不可見有對法。九界九入", "318": "一陰攝。七智知。除知他心智及滅道智。五", "319": "識識。欲色二界一切。遍使使。及修斷使使。不", "32": "知。除滅智。一識識。一切使使。非心法。十一界", "320": "可見無對法。八界二入五陰攝。十智知一識", "321": "識。一切使使。", "322": "報法。十七界十一入五陰攝。八智知。除滅道", "323": "智。五識識。三界一切遍使使。及修斷使使。", "324": "非報法。十界四入五陰攝。八智知。除滅道智。", "325": "三識識。欲界一切使使。色無色界一切遍使", "326": "使。及修斷使使。非報非非報法。十八界十二", "327": "入五陰攝十智知。六識識。色無色界一切。欲", "328": "界二身見集斷一切。遍使使。及修斷使使。", "329": "下法。十界四入五陰攝。八智知。除滅道智。三", "33": "十一入四陰攝。十智知。六識識。一切使使。", "330": "識識。一切使使。中法。十八界十二入五陰攝。", "331": "八智知。除滅道智。六識識。三界一切遍使使。", "332": "及修斷使使。上法。三界二入五陰攝。八智知。", "333": "除苦集智。一識識。使所不使。", "334": "小法。及大法。十八界十二入五陰攝。九智知。", "335": "除滅智。六識識。一切使使。", "336": "無量法。意樂法。非意樂法。非意樂非不意樂", "337": "法。十八界十二入五陰攝。十智知。六識識。", "338": "一切使使。", "339": "樂俱法。八界二入三陰攝。九智知。除滅智。一", "34": "心法法。一界一入三陰攝。九智知。除滅智。", "340": "識識。色界一切使使。除欲界無漏緣疑彼相", "341": "應無明。餘欲界一切使使。苦俱法。八界二入", "342": "三陰攝。七智知。除比智及滅道智。一識識。欲", "343": "界一切使使。不苦不樂俱法。八界二入三陰", "344": "攝。九智知。除滅智。一識識。一切使使。俱起", "345": "法。俱住法。俱滅法。十八界十二入五陰攝。九", "346": "智知。除滅智。六識識。一切使使。非俱起法。", "347": "非俱住法。非俱滅法。一界一入陰所不攝。六", "348": "智知。除知他心智及苦集道智。一識識。使所", "349": "不使。心俱起法。十一界十一入四陰攝。九智", "35": "一識識。一切使使。非心法法。十八界十二", "350": "知。除滅智。六識識。一切使使。心俱住法。一", "351": "界一入四陰攝。九智知。除滅智。一識識。一切", "352": "使使。心俱滅法。十界十入四陰攝。九智知。除", "353": "滅智。五識識。一切使使。非心俱起法。非心俱", "354": "住法。非心俱滅法。十八界十二入三陰攝。十", "355": "智知。六識識。一切使使。", "356": "欲界十界四入五陰攝。七智知。除比智及滅", "357": "道智。三識識。欲界有漏緣使使。如欲界。瞋恚", "358": "界亦如是。害界。五界。四入五陰攝。七智知。", "359": "除比智及滅道智。三識識。欲界一切遍使使。", "36": "入三陰攝。十智知。六識識。一切使使。如心法", "360": "及修斷使使。", "361": "出要界。十界四入五陰攝。十智知。三識識。三", "362": "界一切遍使使。及修斷使使。無瞋界。無害界。", "363": "十界四入五陰攝。九智知。除滅智。三識識。三", "364": "界一切遍使使。及修斷使使。", "365": "欲界十八界十二入五陰攝。七智知。除比智", "366": "及滅道智。六識識。欲界一切使使。色界。十四", "367": "界十入五陰攝。七智知。除法智及滅道智。四", "368": "識識。色界。一切使使。無色界。三界二入四陰", "369": "攝。六智知。除法智知他心智及滅道智。一識", "37": "法。非心法法。心相應法心不相應法亦如是。", "370": "識。無色界。一切使使。", "371": "欲界色界。是名色界者。十八界十二入五陰", "372": "攝。八智知。除滅道智。六識識。欲色二界一切", "373": "使使。四無色。是名無色界者。三界二入四陰", "374": "攝。六智知。除法智知他心智及滅道智。一識", "375": "識。無色界一切使使。數滅及非數滅。是名滅", "376": "界者。一界一入陰所不攝。六智知。除知他心", "377": "智及苦集道智。一識識。使所不使。一切色法。", "378": "是名色界者。十一界十一入一陰攝。八智知。", "379": "除知他心智及滅智。六識識。欲色二界一切", "38": "心共有法十一界十一入四陰攝。九智知。除", "380": "遍使使。及修斷使使。除數滅及非數滅。餘一", "381": "切非色法。是名無色界者。八界二入四陰攝。", "382": "九智知。除滅智。一識識。一切使使。數滅及非", "383": "數滅。是名滅界者。一界一入陰所不攝。六智", "384": "知。除知他心智及苦集道智。一識識。使所不", "385": "使。欲有。十八界十二入五陰攝。七智知。除比", "386": "智及滅道智。六識識。欲界一切使使。色有。十", "387": "四界十入五陰攝。七智知。除法智及滅道智。", "388": "四識識。色界一切使使。無色有。三界二入", "389": "四陰攝。六智知。除法智知他心智及滅道智。", "39": "滅智。六識識。一切使使。非心共有法。十八", "390": "一識識。無色界一切使使。", "391": "欲漏。一界一入一陰攝。七智知。除比智及滅", "392": "道智。一識識。欲界一切使使。有漏。一界一入", "393": "一陰攝。七智知。除法智及滅道智。一識識。色", "394": "無色界一切使使。無明漏。一界一入一陰攝", "395": "八智知。除滅道智。一識識。除無漏緣無明。餘", "396": "一切使使。", "397": "眾事分阿毘曇論卷第六", "4": "共菩提耶舍譯", "40": "界十二入三陰攝。十智知。六識識。一切使使。", "41": "心隨轉法。一界一入四陰攝。九智知。除滅智。", "42": "一識識。一切使使。非心隨轉法。十八界十二", "43": "入三陰攝。十智知。六識識。一切使使。心因", "44": "法。十八界十二入五陰攝。九智知。除滅智。六", "45": "識識。一切使使。非心因法。十三界十二入五", "46": "陰攝。十智知。六識識。三界一切遍使使。及修", "47": "斷使使。心次第法。八界二入四陰攝。九智", "48": "知。除滅智。一識識。一切使使。非心次第法。", "49": "十八界十二入五陰攝。十智知。六識識。一切", "5": "分別攝品第六之三", "50": "使使緣心法。三界二入四陰攝。九智知。除滅", "51": "知。一識識。有為緣使使。非緣心法。十八界十", "52": "二入五陰攝。十智知。六識識。一切使使。心增", "53": "上法。十八界十二入五陰攝。九智知。除滅智。", "54": "一切使使。非心增上法。一界一入陰所不攝。", "55": "六智知。除知他心智及苦集道智。一識識。使", "56": "所不使。心果法。十八界十二入五陰攝。十智", "57": "知六識識。一切使使。非心果法。一界一入陰", "58": "所不攝。一智知。謂等智。一識識。使所不使。", "59": "心報法。十七界十一入五陰攝。八智知。除滅", "6": "爾焰法。識法。通爾焰法。緣法。增上法。十八", "60": "道智。五識識。三界一切遍使使。及修斷使使。", "61": "非心報法。十八界十二入五陰攝。十智知。六", "62": "識識。一切使使。", "63": "業法。三界三入二陰攝。九智知。除滅智。三識", "64": "識。謂眼耳及意一切使使。非業法。十八界十", "65": "二入五陰攝。十智知。六識識。一切使使。業相", "66": "應法。八界二入四陰攝。九智知。除滅智。一識", "67": "識。一切使使。非業相應法。十一界十一入二", "68": "陰攝。十智知。六識識。一切使使。業共有法。", "69": "十八界十二入五陰攝。九智知。除滅智。六識", "7": "界。十二入五陰攝。十智知。六識識。一切使", "70": "識。一切使使非業共有法。十一界十一入二", "71": "陰攝。十智知。六識識。一切使使。業隨轉法。", "72": "八界二入五陰攝。九智知。除滅智。一識識。一", "73": "切使使。非業隨轉法。十一界十一入二陰攝。", "74": "十智知。六識識。一切使使。業因法。十八界十", "75": "二入五陰攝。九智知。除滅智。六識識。一切使", "76": "使。非業因法。十一界十一入二陰攝。十智知。", "77": "六識識。三界一切遍使使。及修斷使使。業次", "78": "第法。八界二入四陰攝。九智知。除滅智。一識", "79": "識。一切使使。非業次第法。十八界十二入五", "8": "使。色法。十一界十一入一陰攝。八智知。除知", "80": "陰攝。十智知。六識識。一切使使。緣業法。五", "81": "界二入四陰攝。九智知。除滅智。一識識。有為", "82": "緣使使。非緣業法。十八界十二入五陰攝。十", "83": "智知。六識識。一切使使。業增上法。十八界", "84": "十二入五陰攝。九智知除滅智。六識識。一切", "85": "使使。非業增上法。一界一入陰所不攝。六智", "86": "知。除知他心智及苦集道智。一識識。使所不", "87": "使。業果法。十八界十二入五陰攝。十智知。六", "88": "識識。一切使使。非業果法。一界一入陰所不", "89": "攝。一智知。謂等智。一識識。使所不使。業報", "9": "他心智及滅智。六識識。欲色二界一切。遍使", "90": "法。十七界十一入五陰攝。八智知。除滅道智。", "91": "五識識。三界一切遍使使。及修斷使使。非業", "92": "報法。十八界十二入五陰攝。十智知。六識識。", "93": "一切使使。", "94": "有法。十八界十二入五陰攝。八智知。除滅道", "95": "智。六識識。一切使使。非有法。三界二入五陰", "96": "攝。八智知。除苦集智。一識識。使所不使。有", "97": "相應法。八界二入四陰攝。八智知。除滅道智。", "98": "一識識。一切使使。非有相應法。十三界十", "99": "二入五陰攝。十智知。六識識。有漏緣使使。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1541 眾事分阿毘曇論: 眾事分阿毘曇論", "author": "尊者世友造  宋 求那跋陀羅共菩提耶舍譯", "sourceLink": "http://www.cbeta.org/"}