{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1006 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經", "text": {"0": "3 心隨心咒品", "1": "廣大寶樓閣善住祕密陀羅尼經", "10": "伏藏。若誦七百千遍即了過去知宿命事。若", "100": "唵拾縛哩多摩尼阿勃羅古吒娑頗羅拏上微", "101": "伽低吽", "102": "然燈呪曰。", "103": "唵什縛哩多始佉哩陀嚩哩吽吽泮吒", "104": "壇外施一切天鬼等呪曰。", "105": "唵鉢囉嚩囉竭囉縛底娑囉娑囉吽吽", "106": "次上遏迦呪。亦於天神邊。日別散糠米花。誦", "107": "此呪散之。呪曰。", "108": "唵摩訶摩儞布囉耶達囉達囉吽吽", "109": "次壇中日別獻佛食誦此呪曰。", "11": "誦八百千遍即得寶印三摩地。若誦九百千", "110": "唵摩訶摩儞微布犁吽吽婆囉婆囉吽吽", "111": "次獻火食呪曰。", "112": "唵什縛囉薩普囉伽伽那鉢囉多囉尼吽吽", "113": "次把數珠呪曰。", "114": "唵阿盧止囉摩儞鉢囉縛多耶吽", "115": "以此呪誦七遍已。即成就一切如來無量百", "116": "千呪法。若准摸壇界。以此呪呪繩七遍。可用", "117": "拼界道。", "118": "次結加趺坐呪曰。", "119": "唵拔折囉摩儞迦囉緊枳唎枳唎吽吽泮吒", "12": "遍得一切菩薩神變加持。若誦十百千遍得", "120": "此呪是前結加趺坐呪前呪是欲令誦時呪應知。", "121": "次念誦時呪曰。", "122": "唵蘇鉢囉縛底多吠藝摩儞摩儞莎訶", "123": "啟告諸佛願知呪曰。", "124": "唵薩婆怛他伽多喃縛庾社鞞多囉多囉吽吽", "125": "摩儞迦那寧莎訶", "126": "次請一切諸佛呪曰。", "127": "唵蘇微布羅鉢囉鉢囉縛黎杜嚧杜嚧吽吽", "128": "次求願呪曰。", "129": "唵薩婆怛他伽多地瑟吒質多僧洛叉跋社黎", "13": "一切如來灌頂佛地。與一切如來同會。如是", "130": "吽吽", "131": "誦此呪時當作是念。願一切諸佛等心擁護", "132": "施堅固力。", "133": "次求菩薩願呪曰。", "134": "唵蘇微布羅縛多寧訶囉訶囉吽", "135": "誦此呪時作如是念。願得妙廣博藏放無畏", "136": "光。", "137": "請一切天龍呪曰。", "138": "唵阿鼻娑摩耶拔質黎達囉達囉吽", "139": "當作是念。無邊三末耶金剛執持不可動壞。", "14": "倍增而獲無量殊勝功德。若造五逆罪誹謗", "140": "次請四天王等呪曰。", "141": "唵摩儞微迦縛低吽", "142": "侍者呪曰。", "143": "唵濕婆摩儞呼嚧呼嚧吽", "144": "誦此呪用結護壇外供事弟子。", "145": "入道場呪曰。", "146": "唵薩婆怛他伽多拔折唎儞達囉達囉吽吽", "147": "當於道場側跪地合掌。誦此呪已作如是念。", "148": "願一切如來以金剛力加持我。", "149": "次獻一切佛及一切菩薩諸天等呪曰。", "15": "聖人誹謗正法。應入阿鼻地獄者。誦呪一千", "150": "唵微囉微囉制伽伽那縛泗儞囉呼囉呼吽", "151": "所有一切香花飲食。皆誦此呪用持上之。", "152": "次擁護身呪曰。", "153": "唵摩儞蘇婆儞微伽縛低阿囉叉多摩尼吽", "154": "次發遣諸聖呪曰。", "155": "唵薩婆怛他伽多俱盧儞低娑摩囉微伽低什", "156": "縛羅什縛羅吽莎訶", "157": "此呪通一切處用。所謂送尊上遏伽香花飲", "158": "食等。此上並是心呪。皆有殊勝威力。若有用", "159": "者先誦八百遍。然後作法。但念誦成就一切", "16": "遍。所作罪業悉皆消滅。得不退位悟宿命智。", "160": "善業。消滅一切惡業。一切苦惱皆悉解脫。諸", "161": "佛如來為決定授記。當得作佛。先世惡業受", "162": "持此呪。悉皆消散速證菩提。獲無量恒河沙", "163": "等無量功德。速成正覺能轉法輪。", "164": "7 結壇場法品結壇場法品第七", "165": "爾時世尊說壇場法。先擇勝地然後作壇。其", "166": "壇場作四門。以五色彩畫。其彩於新器中和", "167": "香。然後用之。其壇中心作一小壇。方圓二肘。", "168": "以白檀香欝金香而塗飾之。其大壇四肘。以", "169": "牛糞塗飾。其小壇中畫一佛像。其佛前作一", "17": "眼耳鼻舌身意六根清淨。增長無量殊勝功", "170": "蓮華。七寶莊嚴。於蓮華臺中畫作一輪。輪有", "171": "百輻。有輞有齊以金飾輪。輪外畫焰光。其蓮", "172": "華莖如毘琉璃色。左邊畫執金剛菩薩。而作", "173": "嗔相手執白拂一本云左手把杵右手把鉞斧右邊畫寶光金剛", "174": "菩薩。種種瓔珞以為嚴飾。一手擎寶珠。一手", "175": "執白拂一本云把數珠四角各畫四大天王。身著衣甲", "176": "手執器仗。種種瓔珞而嚴飾之。作嗔怒相。其", "177": "小壇中畫七珍堦道。於其壇上懸繒幡蓋。其", "178": "壇大門向東而開。四角各置一金銀瓶。或無", "179": "金瓶。瓦瓶金塗。中盛滿香水。及安妙花。銀瓶", "18": "德。兼獲世間種種事業隨意成就。", "180": "無者。亦應如是滿中盛乳。於小壇東門內南", "181": "邊。畫吉祥天女。種種瓔珞而以莊嚴。北邊畫", "182": "餉棄尼天女。壇中門應畫金剛使女神形。安", "183": "八臂。種種瓔珞以為嚴飾。手執刀杖。於小壇", "184": "上懸種種幡蓋。然三十二燈。種種花果散其", "185": "壇上。於佛像前。置金香爐燒蘇合香。於小壇", "186": "外。置銀香爐燒安悉香。於摩尼藥叉前燒蘇", "187": "合香。於四天王前燒薰陸香及薩闍羅娑香白膠", "188": "香也於吉祥天女前燒白檀香。於餉棄尼天女前", "189": "燒安悉香。於金剛使女前燒薩羅計香青膠香也其", "19": "復次說雄黃法。取好雄黃一小兩許置赤銅", "190": "諸天神各各別以飲食而供養之。其小壇四門", "191": "外各立吉祥標。於其東門外畫鬼子母神。有", "192": "七鬼子圍繞。於南門外畫大自在天神。於西", "193": "門外畫花齒羅剎女。於北門外畫毘摩天女。", "194": "有七婇女圍繞。於壇四邊上插畫三十二箭。", "195": "其一一箭各畫懸五色彩帛纏之。壇四面懸", "196": "五色幡。應作七種油餅。於大壇外更置三十", "197": "二淨水盆。盆中安種種花。三十二淨水瓶。瓶", "198": "內各別安漿。三十二香爐。然一百八燈。懸一", "199": "百八琉蘇花鬘是也散種種粖香然種種香。所謂安", "2": "卷中", "20": "器中。從月十三日身自洗浴。著鮮淨衣喫三", "200": "悉。薰陸。悉必栗迦香苜蓿也栴檀。沈香。多伽羅", "201": "杜莖藥也蘇合。薩羅計青膠香也五味香。龍腦香。麝香。欝", "202": "金。紫檀等香。以為塗香。塗天神上。復以乳酪", "203": "沙糖石蜜水各盛以八瓶。復以乳粥所謂糠米菉豆胡麻牛酥", "204": "相和作即是糠米飯歡喜團所謂少糖糠米麰和蜜漿作之各有八盆。復", "205": "盛四瓦椀油四瓦椀酥。四瓦椀沙糖。四瓦椀", "206": "油麻。四瓦椀果子。四瓦椀七種穀子。作種種", "207": "食散於壇外。所謂𩛩餅。煎餅。小豆煎餅所謂菉豆", "208": "末和蒱桃漿作之油麻煎餅。無憂妙味餅。酥餅。沙糖餅。", "209": "復於大壇西門外。置二香水瓶。并置所供養", "21": "白食。謂酥乳酪。於世尊前呪十萬遍。至十五", "210": "飲食。欲入道場時先誦此呪呪門兩邊香水", "211": "瓶。呪曰。", "212": "唵摩訶毘布羅一鉢羅底丁以反二瑟恥多悉睇三", "213": "阿鞞詵者四麼吽二合薩婆怛他伽多鼻灑鷄", "214": "五婆囉婆囉六三婆囉三婆囉七吽吽八", "215": "此呪加持灌頂瓶水。誦此呪者。能除先世以", "216": "來所有惡業。令得身心清淨。一切諸佛皆來。", "217": "擁護攝受而為授記施其無畏。所有事業。能", "218": "令成就得入如來三摩地。悟甚深法。忍登佛", "219": "道場成等正覺。", "22": "日夜所呪雄黃現三種相。若煖若煙若光焰", "220": "8 畫像品畫像品第八", "221": "爾時世尊告諸大眾。我今說畫像法。而能成", "222": "就一切事業。應取新白㲲未割線者。或一肘", "223": "或二肘三肘四肘。乃至七肘四方令等。畫一", "224": "如來。坐師子座作說法像。於像右邊畫執金", "225": "剛菩薩。為赤白紅色。有十二臂皆執刀杖。有", "226": "四面。正前一面端正歡喜。左邊一面作嗔相。", "227": "右邊一面有牙上出。又一面皺眉可畏相。又", "228": "怒兩目。以種種瓔珞而嚴飾之。坐蓮花臺半", "229": "加而坐。如來左邊畫摩尼金剛菩薩。有四面", "23": "即得成就。若其煖時持呪之人身隱不現。阿", "230": "前面歡喜。右面青色。作摩訶迦羅天面。左面", "231": "緣色。半作師子面半作人面。後面嗔相。皺眉", "232": "露齒作淺綠色。有十六臂。右手把如意珠作", "233": "奉佛相。左手持蓮華。一手施無畏。謂仰展", "234": "五指如低。二手合掌。餘手皆執諸器杖。所謂", "235": "三鋒槊輪刀金剛杵華篋數珠澡瓶利劍經夾", "236": "寶塔須彌山。於蓮華臺上半跏而坐。於其座", "237": "下。作餉棄尼天女。有八臂。胡跪合掌作供養", "238": "佛相。金剛手菩薩座下。作吉祥天女。胡跪執", "239": "種種寶器。供養如來相。於吉祥天女後。畫使", "24": "修羅窟門開見一切宮殿悉皆得入。若意樂", "240": "者天女。作笑面。有四臂。種種瓔珞而為嚴飾。", "241": "手持刀杖。使者餉棄尼天女後。畫花齒羅剎", "242": "女。身著素服。以手持花瞻仰如來。於大像前", "243": "畫作七寶蓮華。而有千葉。琉璃為莖。其上作", "244": "千輻輪有輞。四面皆艶光。其下畫作四天王。", "245": "種種嚴飾手執刀杖。七寶蓮華下作七寶池。", "246": "於池岸上作多眾仙人。皆悉胡跪。或持花或", "247": "持寶。或手持香鑪或手持數珠。各異嚴持瞻", "248": "仰如來而為供養。於大像上。畫梵天帝釋大", "249": "自在天。散花供養。勿以皮膠和於彩色。其畫", "25": "所作皆得成就。即得仙人轉輪王位。取少雄", "250": "像人應受八關齋戒。誦呪之者。著新淨衣食", "251": "三白食。於月八日。在如來前如法誦念。至十", "252": "五日令滿一億遍。乃見自身而發光明。便悟", "253": "無障礙慧眼。證清淨摩尼三摩地。於諸仙人", "254": "得輪王位。親見一切如來。若誦一遍不墮一", "255": "切惡趣。離諸貪嗔癡無諸嫉妬。成一切功德。", "256": "攝受一切善根。諸佛如來之所護念。常來安", "257": "慰。能攝一切諸天。一切天龍藥叉乾闥婆迦", "258": "樓羅緊那羅摩睺羅伽人非人等。皆來供養。", "259": "國王大臣常應恭敬。在於人間遊行無畏。諸", "26": "黃點自額上。若見煙出即點眼上。當見一切", "260": "波羅蜜皆速成就。其有但受持讀誦者。無量", "261": "功德。若能如法結壇場畫像備諸壇法。彼人", "262": "功德與佛無異。為諸人天之所敬養。諸佛如", "263": "來授記此人。決定證於無上菩提。不復受胎", "264": "藏之身。所生之處皆蓮華中。常於佛前。與諸", "265": "菩薩同坐一處。", "266": "9 護摩品護摩品第九", "267": "爾時如來。復為諸大眾說護摩法。先須清淨", "268": "身心修淨梵行。然後作法。於一一法速令成", "269": "就。發廣大利益諸眾生心護摩供養呪食燒", "27": "菩薩宮殿住處。又見一切金剛種性。遠離一", "270": "之。誦此呪曰。", "271": "唵薩嚩二合訶鉢底𠷺路二合暴婆去吽吽泮吒", "272": "莎訶", "273": "誦此呪時。應以油麻白芥子和酥。一呪一燒", "274": "滿八千遍投之。能令一切呪法速得成就。伏", "275": "諸一切障礙鬼神。一切惡鬼惡業惡友怨家。", "276": "皆得調伏。一切惡夢災怪不祥之事。自然消", "277": "散。以安悉香白芥子和酥。一呪一投火中。燒", "278": "之滿八千遍。一切鬼神欲來惱者。頭自裂破。", "279": "一切病患速得除愈。復以酥和白芥子誦呪。", "28": "切諸惡魔眾。得達一切法藏。隨所去處皆得", "280": "一呪一燒滿八千遍。得所住處無諸怨敵。若", "281": "以天木香松木是也和酥。一呪一投火中燒之滿", "282": "八千遍。得斫迦邏囉闍住處。所念皆成。若以", "283": "娑羅樹香松梢也和酥及白芥子。於山峯上以呪", "284": "燒之。如前遍數。諸阿素囉門自然而開。此人", "285": "得作明仙王。若以乾陀囉樹安悉香樹也或以龍花", "286": "蘂香和白芥子油。於龍池邊一呪一燒滿八", "287": "千遍。能降伏一切諸龍。須使皆得。須雨即雨。", "288": "更無雷雹之難。以雜穀子及供養佛淨齋食。", "289": "若為自他稱名誦呪。一呪一燒滿八千遍能", "29": "通達。若見光焰即騰虛空。得見光焰陀羅尼", "290": "令五穀豐熟以白鹽誦呪。一呪一燒滿八千", "291": "遍。一切藥叉女皆來禮足言。勿傷我命隨意", "292": "驅使。以蘇和糠米。一呪一燒滿八千遍。得大", "293": "富貴。以胡椒對日。日東方時誦呪滿八千遍。", "294": "一呪一燒。其人常得諸天擁護恒為利益。若", "295": "於吉祥天女前。以油麻和白芥子燒之。得大", "296": "財寶。若以遏迦木謂杜仲木也長一尺截之。一呪一", "297": "燒滿八百遍。得一切諸佛菩薩。悉知是人離", "298": "諸業障。於一切世間出世間明呪。皆悉了悟。", "299": "無諸疾病。於諸怨敵而得最勝。世間煩惱不", "3": "大唐天竺三藏菩提流志奉　詔譯", "30": "三摩地。得入三十三諸天中王所欲皆得。若", "300": "能染著。由此明呪力故。諸有善業皆得成就。", "301": "一切惡夢不祥之事。皆得消散。一切邪魅󰚏", "302": "禱之橫。皆不著身。不墮邪見雜惡道中。", "303": "爾時佛告金剛密跡菩薩此陀羅尼王法有大", "304": "威德。是一切諸佛如來心。是諸佛母。是諸如", "305": "來轉大法輪。是諸如來入菩提路。是諸如來", "306": "智慧法炬。是諸如來鳴大法䗍。是諸如來", "307": "坐金剛座。是諸如來降伏魔軍。是諸如來最", "308": "勝祕密。能除贍部洲眾生所有煩惱。能竭贍", "309": "部洲眾生地獄餓鬼傍生之業。能除贍部洲", "31": "於山頂誦呪。得為一切眾生尊重所求皆得。", "310": "眾生生老病死憂悲苦惱。", "311": "爾時世尊復告金剛密跡菩薩。我以佛眼觀", "312": "諸如來。不能說此陀羅尼所有功德甚深妙", "313": "法。此陀羅尼有如是最勝殊妙。非諸譬喻之", "314": "所能盡。薄福少德下賤眾生。永不聞此陀羅", "315": "尼名字。況復得見受持讀誦。若有聞見此陀", "316": "羅尼者。是人已曾親近恒河沙諸佛菩薩。佛", "317": "告金剛密跡菩薩。此如來心難解難。入若有", "318": "善男子善女人。於百千萬劫。供養八十俱胝", "319": "無量恒河沙諸佛菩薩。飲食衣服房舍臥具。", "32": "一切贍部人咸來恭敬。於水池邊誦此呪一", "320": "百種湯藥幡蓋香花塗香末香。復以七寶滿", "321": "三千大千世界。於日日中奉施諸佛。金剛菩", "322": "薩於汝意云何。是善男子善女人功德多不。", "323": "金剛密跡菩薩白佛言。世尊此人功德無量", "324": "無邊。不可勝數。佛言若於如來心陀羅尼。能", "325": "讀誦滿一遍者。此人功德勝前功德。諸佛如", "326": "來說不能盡。若有善男子善女人。雖不讀誦", "327": "但心念者。亦得如上無量功德。", "328": "爾時如來說是言已。眾中天龍藥叉乾闥婆", "329": "迦樓羅緊那羅摩睺羅伽人非人等。一切大", "33": "千八遍。一切諸龍皆悉降伏。取白芥子呪千", "330": "眾踊躍歡喜。發聲歎詠五體投地。合掌向佛", "331": "白言世尊。佛出世間甚成希有。今佛世尊於", "332": "贍部洲。能善建立置祕密陀羅尼心法。", "333": "爾時十方同會諸佛菩薩。咸讚釋迦如來言。", "334": "善哉善哉。既同讚已各還本土。爾時釋迦牟", "335": "尼世尊。以佛神力還娑婆世界。", "336": "廣大寶樓閣善住祕密陀羅尼經卷中", "34": "遍散擲虛空。即便大雨降伏諸龍。若日日誦", "35": "持即得種種殊勝吉祥。取一瓶水以因陀羅", "36": "呵悉多藥白及藥也及鉢羅奢赤藥也白芥子。并欝", "37": "金香紫檀白檀等香各一小兩半。內前瓶中", "38": "誦呪一萬遍。取此香水洗浴一切大病患人", "39": "皆得除差。及滅一切罪障。所有符書󰚏禱皆", "4": "4 持心咒法品持心呪法品第四", "40": "悉消滅。獲得一切殊勝吉祥。若有婦人意欲", "41": "求男。以此水洗浴即便生男。若有諸人誦持", "42": "餘呪無能驗者。以此水洗浴即便有驗。如是", "43": "一切速得成就。及餘事業亦得成就。", "44": "5 誦隨心咒法品誦隨心呪法品第五", "45": "誦隨心呪者滿一萬遍。所有障礙諸鬼神等。", "46": "悉來敬禮持呪者足。作如是言。救護我等勿", "47": "斷我命。所使我者決定得了。若誦二萬一千", "48": "遍者。即使得一切天龍為天中主。所出言辭", "49": "天皆奉行。若誦三萬遍一切藥叉羅剎咸悉", "5": "持心呪者誦百千遍得見一切如來。若誦二", "50": "伏從四萬遍梵本闕若誦五萬遍所欲追攝。若天若龍", "51": "若藥叉若迦樓羅若緊那羅阿修羅摩睺羅。", "52": "及仙人婇女沙門婆羅門剎利種種人等。以", "53": "安悉香及白芥子燒之若誦六萬遍得無垢", "54": "三摩地。若誦七萬遍得作仙人轉輪王。若誦", "55": "八萬遍執金剛手菩薩及與眷屬來現其前。", "56": "若誦九萬遍得諸菩薩施與無畏。若誦十萬", "57": "遍得盡見過去如來。隨意所適無有隨礙。得", "58": "一切陀羅尼經論一切如來加持。令證無上", "59": "菩提。及得種種出世間法皆得成就。諸佛如", "6": "百千遍得見一切佛土。若誦三百千遍得入", "60": "來無不隨喜。", "61": "6 雜咒品雜呪品第六", "62": "壇前欲坐誦此呪曰。", "63": "唵摩尼軍荼利吽吽莎訶", "64": "誦七遍然後坐。作餘護持法。", "65": "次結界呪曰。", "66": "唵摩尼微射曳達羅達羅吽吽莎訶", "67": "誦此呪呪白芥子七遍。散於壇中便成結界。", "68": "次結十方界呪曰。", "69": "唵膩嚩㗚多摩尼阿盧止囉枳㗚底吽吽泮吒", "7": "一切壇場。悉得成就一切呪法。若誦四百千", "70": "誦此呪呪香水。和白芥子百八遍散灑十方。", "71": "辟毘那夜迦呪曰。", "72": "唵摩尼鉢囉婆嚩儞賀囉賀囉吽泮莎訶", "73": "誦此呪呪灰水二十一。遍散於十方。", "74": "頂髻呪曰。", "75": "唵伐質囉摩儞帝瑟吒帝瑟吒吽吽泮泮", "76": "誦此呪七遍以呪自身手以摩自頭頂。", "77": "護衣呪曰。", "78": "唵摩尼微布黎地唎吽泮吒", "79": "誦此呪呪香水灑衣上。", "8": "遍得於仙人中轉輪王。若誦五百千遍得入", "80": "洗手呪曰。", "81": "唵󰶬󰶯丁廋反筏底訶囉訶囉摩訶摩儞吽吽泮", "82": "誦此呪呪水。洗手及周灑身上。", "83": "洗浴呪曰。", "84": "唵蘇涅隷摩羅伐底訶囉訶囉跛晚弭哩吽莎", "85": "訶", "86": "誦此呪呪白芥子和水呪一百八遍浴身。", "87": "次結護呪曰。", "88": "唵摩尼達哩吽吽泮吒", "89": "誦此呪用結護。一切香華果等及所用之物。", "9": "一切阿修羅宮中。若誦六百千遍得見一切", "90": "皆用此呪而結護之。", "91": "結索呪曰。", "92": "唵地哩地哩微摩羅迦哩吽吽泮吒", "93": "次散華呪曰。", "94": "唵薩婆怛他伽多布社摩儞吽吽", "95": "所有香華皆誦此呪散之。散時亦誦。", "96": "塗香呪曰。", "97": "唵薩婆怛他伽多乾陀摩儞馺頗囉拏吽吽", "98": "誦此呪呪香塗壇。", "99": "燒香呪曰。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1006 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}