{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0227 小品般若波羅蜜經: 小品經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜: 小品般若經: 摩訶般若波羅蜜", "text": {"0": "No. 227 [Nos. 220(4 or 5), 224-226, 228, cf. 229]", "1": "序小品經序", "10": "以要終，〈照明〉不化以即玄。章雖三十，貫之者", "100": "不沒不退，當知是菩薩不離般若波羅蜜行。」", "101": "爾時舍利弗語須菩提：「若色離色性，受、想、行、", "102": "識離識性，般若波羅蜜離般若波羅蜜性者，", "103": "何故說菩薩不離般若波羅蜜行？」須菩提言：", "104": "「如是，舍利弗！色離色性，受、想、行、識離識性，般", "105": "若波羅蜜離般若波羅蜜性，是法皆離自性，", "106": "性相亦離。」舍利弗言：「若菩薩於是中學，能成", "107": "就薩婆若耶？」須菩提言：「如是，舍利弗！菩薩如", "108": "是學者，能成就薩婆若。所以者何？一切法無", "109": "生無成就故。若菩薩如是行者，則近薩婆", "11": "道；言雖十萬，倍之者行。行凝然後無生，道足", "110": "若。」", "111": "爾時須菩提語舍利弗言：「菩薩若行色行為", "112": "行相，若生色行為行相，若滅色行為行相，若", "113": "壞色行為行相，若空色行為行相。我行是", "114": "行，亦是行相。若行受、想、行、識行為行相，若生", "115": "識行為行相，若滅識行為行相，若壞識行為", "116": "行相，若空識行為行相。我行是行，亦是行相。", "117": "若作是念：『能如是行者，是行般若波羅蜜，亦", "118": "是行相。』當知是菩薩未善知方便。」舍利弗語", "119": "須菩提：「今菩薩云何行，名為行般若波羅蜜？」", "12": "然後補處，及此而變一切智也。《法華》鏡本以", "120": "須菩提言：「若菩薩不行色，不行色生，不行色", "121": "滅，不行色壞，不行色空，不行受、想、行、識，不行", "122": "識生，不行識滅，不行識壞，不行識空，是名行", "123": "般若波羅蜜。不念行般若波羅蜜，不念不行，", "124": "不念行不行，亦不念非行非不行，是名行般", "125": "若波羅蜜。所以者何？一切法無受故。是名", "126": "菩薩諸法無受，三昧廣大，無量無定，一切聲", "127": "聞、辟支佛所不能壞。菩薩行是三昧，疾得阿", "128": "耨多羅三藐三菩提。」須菩提承佛威神，而作", "129": "是言：「若菩薩行是三昧，不念不分別：『是三昧", "13": "凝照，《般若》冥末以解懸。解懸理趣，菩薩道也。", "130": "我當入，是三昧我今入、我已入。』無如是分別，", "131": "當知是菩薩已從諸佛得受阿耨多羅三藐", "132": "三菩提記。」舍利弗語須菩提：「菩薩所行三昧，", "133": "得從諸佛受阿耨多羅三藐三菩提記。是三", "134": "昧可得示不？」須菩提言：「不也，舍利弗！何以故？", "135": "善男子！不分別是三昧。所以者何？三昧性無", "136": "所有故。」佛讚須菩提言：「善哉，善哉！我說汝於", "137": "無諍三昧人中，最為第一。如我所說，菩薩應", "138": "如是學般若波羅蜜。若如是學者，是名學般", "139": "若波羅蜜。」舍利弗白佛言：「世尊！菩薩如是學，", "14": "凝照鏡本，告其終也。終而不泯，則歸途扶疎，", "140": "為學何法？」佛告舍利弗：「菩薩如是學，於法無", "141": "所學。何以故？舍利弗！是諸法不爾，如凡夫所", "142": "著。」舍利弗白佛言：「世尊！今云何有？」佛言：「如", "143": "無所有，如是有。如是諸法無所有，故名無明。", "144": "凡夫分別無明，貪著無明，墮於二邊，不知不見，", "145": "於無法中憶想分別，貪著名色。因貪著故，於", "146": "無所有法，不知不見，不出不信不住，是故墮", "147": "在凡夫貪著數中。」舍利弗白佛言：「世尊！菩薩", "148": "如是學，亦不學薩婆若。」佛告舍利弗：「菩薩如", "149": "是學，亦不學薩婆若。如是學，亦名學薩婆若、", "15": "有三實之跡；權應不夷，則亂緒紛綸，有惑", "150": "成就薩婆若。」須菩提白佛言：「世尊！若有問：『幻", "151": "人學薩婆若，當成就薩婆若不？』世尊！我當云", "152": "何答？」「須菩提！我還問汝，隨意答。於意云何？", "153": "幻異色，色異幻，幻異受、想、行、識耶？」須菩提言：", "154": "「幻不異色，色不異幻。幻即是色，色即是幻。幻", "155": "不異受、想、行、識，識不異幻。幻即是識，識即是", "156": "幻。」「須菩提！於意云何？五受陰名為菩薩不？」「如", "157": "是，世尊！」佛告須菩提：「菩薩學阿耨多羅三藐三", "158": "菩提，當如幻人學。何以故？當知五陰即是幻", "159": "人。所以者何？說色如幻，說受、想、行、識如幻，", "16": "趣之異。是以《法華》、《般若》相待以期終，方便、實", "160": "識是六情五陰。」「世尊！新發意菩薩聞是說者，", "161": "將無驚怖退沒耶？」佛告須菩提：「若新發意菩", "162": "薩隨惡知識，則驚怖退沒。若隨善知識聞是", "163": "說者，則無驚怖沒退。」須菩提言：「世尊！何等", "164": "是菩薩惡知識？」佛言：「教令遠離般若波羅蜜，", "165": "使不樂菩提。又教令學取相分別、嚴飾文頌，", "166": "又教學雜聲聞、辟支佛經法，又與作魔事因", "167": "緣。是名菩薩惡知識。」「世尊！何等為菩薩善知", "168": "識？」「若教令學般若波羅蜜，為說魔事，說魔過", "169": "惡；令知魔事、魔過惡已，教令遠離。須菩提！是", "17": "化冥一以俟盡。論其窮理盡性，夷明萬行，", "170": "名發大乘心大莊嚴菩薩摩訶薩善知識。」須", "171": "菩提白佛言：「世尊！所言菩薩，菩薩有何義？」佛", "172": "告須菩提：「為學一切法無障礙，亦如實知一切", "173": "法，是名菩薩義。」須菩提白佛言：「世尊！若知一", "174": "切法名為菩薩義，復以何義名為摩訶薩？」佛", "175": "言：「當為大眾作上首，名為摩訶薩義。」舍利弗", "176": "白佛言：「世尊！我亦樂說所以為摩訶薩義。」佛", "177": "言：「樂說便說。」舍利弗白佛言：「世尊！菩薩為斷", "178": "我見、眾生見、壽者見、人見，有見無見、斷見常", "179": "見等，而為說法，是名摩訶薩義。於是中心無", "18": "則實不如照；取其大明真化，解本無三，則照", "180": "所著，亦名摩訶薩義。」舍利弗問須菩提：「何故", "181": "於是中心無所著？」須菩提言：「無心故，於是中", "182": "心無所著。」富樓那彌多羅尼子白佛言：「世尊！", "183": "菩薩發大莊嚴，乘大乘故，是名摩訶薩義。」須", "184": "菩提白佛言：「世尊！所言菩薩發大莊嚴，云何", "185": "名為發大莊嚴？」佛言：「菩薩作是念：『我應度無", "186": "量阿僧祇眾生。度眾生已，無有眾生滅度者。』", "187": "何以故？諸法相爾。譬如工幻師，於四衢道，化作", "188": "大眾，悉斷化人頭。於意云何？寧有傷有死者", "189": "不？」須菩提言：「不也，世尊！」佛言：「菩薩亦如是，", "19": "不如實。是故歎深則《般若》之功重，美實則《法", "190": "度無量阿僧祇眾生已，無有眾生滅度者。若", "191": "菩薩聞是事，不驚不怖，當知是菩薩發大莊", "192": "嚴。」須菩提言：「如我解佛所說義，當知是菩薩", "193": "發大莊嚴而自莊嚴。何以故？薩婆若是不作", "194": "不起法，為眾生故發大莊嚴。是眾生亦是不", "195": "作不起法。何以故？色無縛無解，受、想、行、識無", "196": "縛無解故。」富樓那語須菩提：「色無縛無解，受、", "197": "想、行、識無縛無解耶？」須菩提言：「色無縛無解，", "198": "受、想、行、識無縛無解。」富樓那言：「何等色無縛", "199": "無解？何等受、想、行、識無縛無解？」須菩提言：「幻", "2": "釋僧叡", "20": "華》之用微。此經之尊，三撫三囑，未足惑也。有", "200": "人色是無縛無解，幻人受、想、行、識是無縛無", "201": "解。無所有故，無縛無解；離故，無縛無解；無生", "202": "故，無縛無解。是名菩薩摩訶薩發大莊嚴而", "203": "自莊嚴。」須菩提白佛言：「世尊！云何為大乘？云", "204": "何為菩薩發趣大乘？是乘住何處？是乘從何", "205": "處出？」佛告須菩提：「大乘者，無有量、無分數故。", "206": "是乘從何處出、住何處者，是乘從三界出、住", "207": "薩婆若。無乘是乘出者。何以故？出法、出者，", "208": "俱無所有，何法當出？」須菩提白佛言：「世尊！", "209": "所言摩訶衍、摩訶衍者，勝出一切世間天、人、", "21": "秦太子者，寓跡儲宮，擬韻區外，翫味斯經，夢", "210": "阿修羅。世尊！摩訶衍與虛空等。如虛空，受無", "211": "量阿僧祇眾生；摩訶衍亦如是，受無量阿僧", "212": "祇眾生。是摩訶衍如虛空，無來處，無去處，無", "213": "住處；摩訶衍亦如是，不得前際，不得中際，不", "214": "得後際。是乘三世等，是故名為摩訶衍。」佛讚", "215": "須菩提言：「善哉，善哉！諸菩薩摩訶薩摩訶衍，", "216": "應如汝所說。」爾時富樓那彌多羅尼子白佛", "217": "言：「世尊！佛使須菩提說般若波羅蜜，乃說摩", "218": "訶衍？」須菩提白佛言：「世尊！我所說將無離般", "219": "若波羅蜜耶？」「不也，須菩提！汝所說隨順般若", "22": "想增至，准悟大品，深知譯者之失會。聞究", "220": "波羅蜜。」「世尊！我不得過去世菩薩，亦不得未", "221": "來、現在世菩薩。色無邊故，菩薩亦無邊；受、想、", "222": "行、識無邊故，菩薩亦無邊。世尊！如是一切處、", "223": "一切時、一切種菩薩不可得，當教何等菩薩般", "224": "若波羅蜜？我不得不見菩薩，當教何法入般", "225": "若波羅蜜？世尊！所言菩薩、菩薩者，但有名字。", "226": "譬如所說我，我法畢竟不生。世尊！一切法性", "227": "亦如是。此中何等是色不著不生？何等是受、", "228": "想、行、識不著不生？色是菩薩不可得，受、想、行、", "229": "識是菩薩不可得，不可得亦不可得。世尊！一", "23": "摩羅法師，神授其文，真本猶存。以弘始十年", "230": "切處、一切時、一切種菩薩不可得，當教何法", "231": "入般若波羅蜜？世尊！菩薩但有名字。如我畢", "232": "竟不生，諸法性亦如是。此中何等是色不著", "233": "不生？何等是受、想、行、識不著不生？諸法性如", "234": "是，是性亦不生，不生亦不生。世尊！我今當教", "235": "不生法入般若波羅蜜耶？何以故？離不生法，", "236": "不可得菩薩行阿耨多羅三藐三菩提。若菩", "237": "薩聞作是說，不驚不怖，當知是菩薩行般若", "238": "波羅蜜。世尊！菩薩隨行般若波羅蜜時作是", "239": "觀，諸法即不受色。何以故？色無生即非色，色", "24": "二月六日，請令出之。至四月三十日校正都", "240": "無滅即非色。無生無滅，無二無別。若說是色，", "241": "即是無二法。菩薩行般若波羅蜜時，不受受、", "242": "想、行、識。何以故？識無生即非識，識無滅即非", "243": "識。無生無滅，無二無別。若說識，即是無二法。」", "244": "舍利弗問須菩提：「如我解須菩提所說義，菩", "245": "薩即是無生。若菩薩無生，何以故有難行，為", "246": "眾生故受苦惱？」須菩提言：「我不欲使菩薩有", "247": "難行。何以故？生難行想、苦行想，不能利益無", "248": "量阿僧祇眾生。於眾生生易想、樂想、父母想、", "249": "子想、我所想，則能利益無量阿僧祇眾生。如", "25": "訖。考之舊譯，真若荒田之稼，芸過其半，未詎", "250": "我法，一切處、一切時、一切種不可得。菩薩於", "251": "內外法中，應生如是想。若菩薩以如是心行，", "252": "亦名難行。如舍利弗所言：『菩薩無生。』如是，舍", "253": "利弗！菩薩實無生。」舍利弗言：「但菩薩無生，薩", "254": "婆若亦無生？」須菩提言：「薩婆若亦無生。」舍利", "255": "弗言：「薩婆若無生，凡夫亦無生？」須菩提言：", "256": "「凡夫亦無生。」舍利弗語須菩提：「若菩薩無生，", "257": "菩薩法亦無生；薩婆若無生，薩婆若法亦無", "258": "生；凡夫無生，凡夫法亦無生。今以無生得無", "259": "生，菩薩應得薩婆若。」須菩提言：「我不欲令無", "26": "多也。斯經正文，凡有四種，是佛異時適化，廣", "260": "生法有所得。何以故？無生法不可得故。」舍利", "261": "弗言：「生生無生生。汝所言、樂說，為生為", "262": "無生？」須菩提言：「諸法無生，所言無生，樂說", "263": "亦無生，如是樂說。」舍利弗言：「善哉，善哉！須", "264": "菩提！汝於說法人中，為最第一。何以故？", "265": "須菩提！隨所問皆能答故。」須菩提言：「法應", "266": "爾。諸佛弟子，於無依止法，所問能答。何以", "267": "故？一切法無定故。」舍利弗言：「善哉，善哉！", "268": "是何波羅蜜力？」須菩提言：「是般若波羅蜜", "269": "力。舍利弗！若菩薩聞如是說、如是論時，不", "27": "略之說也。其多者云有十萬偈，少者六百偈。", "270": "疑不悔不難，當知是菩薩行，是行不離是念。」", "271": "舍利弗言：「若菩薩不離是行、不離是念，一", "272": "切眾生亦不離是行、不離是念，一切眾生亦", "273": "當是菩薩。何以故？一切眾生不離是念故。」", "274": "須菩提言：「善哉，善哉！舍利弗！汝欲離我而成", "275": "我義。所以者何？眾生無性故，當知念亦無性；", "276": "眾生離故，念亦離；眾生不可得故，念亦不可", "277": "得。舍利弗！我欲令菩薩，以是念行般若波羅", "278": "蜜。」", "279": "2 釋提桓因品摩訶般若波羅蜜釋提桓因品第二", "28": "此之大品，乃是天竺之中品也。隨宜之言，復", "280": "爾時釋提桓因，與四萬天子，俱在會中；四天", "281": "王，與二萬天子，俱在會中；娑婆世界主、梵天", "282": "王，與萬梵天，俱在會中；乃至淨居天眾，無數", "283": "千種，俱在會中。是諸天眾，業報光明，以佛身", "284": "神力光明故，皆不復現。爾時釋提桓因語須", "285": "菩提言：「是諸無數天眾，皆共集會，欲聽須菩", "286": "提說般若波羅蜜義。菩薩云何住般若波羅", "287": "蜜？」須菩提語釋提桓因及諸天眾：「憍尸迦！我", "288": "今當承佛神力，說般若波羅蜜。若諸天子未", "289": "發阿耨多羅三藐三菩提心者，今應當發。若", "29": "何必計其多少，議其煩簡耶！梵文雅質，案", "290": "人已入正位，則不堪任發阿耨多羅三藐三", "291": "菩提心。何以故？已於生死作障隔故。是人若", "292": "發阿耨多羅三藐三菩提心，我亦隨喜，終不", "293": "斷其功德。所以者何？上人應求上法。」爾時佛", "294": "讚須菩提言：「善哉，善哉！汝能如是勸樂諸菩", "295": "薩。」須菩提言：「世尊！我當報佛恩。如過去諸佛", "296": "及諸弟子教，如來住空法中亦教學諸波羅", "297": "蜜。如來學是法，得阿耨多羅三藐三菩提。世", "298": "尊！我今亦當如是護念諸菩薩。以我護念因", "299": "緣故，諸菩薩當疾得阿耨多羅三藐三菩提。」", "3": "般若波羅蜜經者，窮理盡性之格言，菩薩成", "30": "本譯之於麗巧不足，樸正有餘矣。幸冀文悟", "300": "須菩提語釋提桓因言：「憍尸迦！汝一心聽，菩", "301": "薩住般若波羅蜜。憍尸迦！菩薩發大莊嚴，乘", "302": "於大乘，以空法住般若波羅蜜。不應住色，不", "303": "應住受、想、行、識；不應住色若常若無常，不應", "304": "住受、想、行、識若常若無常；不應住色若苦若", "305": "樂，不應住受、想、行、識若苦若樂；不應住色若", "306": "淨若不淨，不應住受、想、行、識若淨若不淨；不", "307": "應住色若我若無我，不應住受、想、行、識若我", "308": "若無我；不應住色若空若不空，不應住受、想、", "309": "行、識若空若不空。不應住須陀洹果，不應住", "31": "之賢，略其華而幾其實也。", "310": "斯陀含果，不應住阿那含果，不應住阿羅漢", "311": "果，不應住辟支佛道，不應住佛法。不應住須", "312": "陀洹無為果，不應住須陀洹福田，不應住須", "313": "陀洹乃至七往來生死。不應住斯陀含無為", "314": "果，不應住斯陀含福田，不應住斯陀含一來", "315": "此間當得盡苦。不應住阿那含無為果，不應", "316": "住阿那含福田，不應住阿那含彼間滅度。不", "317": "應住阿羅漢無為果，不應住阿羅漢福田，不", "318": "應住阿羅漢今世入無餘涅槃。不應住辟支", "319": "佛道無為果，不應住辟支佛福田，不應住辟", "32": "摩訶般若波羅蜜經卷第一", "320": "支佛過聲聞地不及佛地而般涅槃。不應住", "321": "佛法利益無量眾生、滅度無量眾生。」爾時舍", "322": "利弗作是念：「菩薩當云何住？」須菩提知舍利", "323": "弗心所念，語舍利弗：「於意云何？如來為住何", "324": "處？」舍利弗言：「如來無所住，無住心名為如來。", "325": "如來不住有為性，亦不住無為性。」「舍利弗！菩", "326": "薩摩訶薩亦應如是住，如如來住，於一切法", "327": "非住非不住。」爾時眾中有諸天子，作是念：「諸", "328": "夜叉眾語言章句尚可知義，須菩提所說所", "329": "論難可得解。」須菩提知諸天子心所念，語諸", "33": "丹本摩訶上有小品二字", "330": "天子言：「是中無說無示無聽。」諸天子作是念：", "331": "「須菩提欲令此義易解，而轉深妙。」須菩提知", "332": "諸天子心所念，語諸天子言：「若行者欲證須", "333": "陀洹果，欲住須陀洹果，不離是忍。欲證斯陀", "334": "含果、阿那含果、阿羅漢果，欲證辟支佛道，欲", "335": "證佛法，亦不離是忍。」爾時諸天子作是念：「何", "336": "等人能隨順聽須菩提所說？」須菩提知諸天", "337": "子心所念，語諸天子言：「幻人能隨順聽我所", "338": "說，而無聽無證。」諸天子作是念：「但聽者如幻，", "339": "眾生亦如幻？須陀洹果乃至辟支佛道亦如", "34": "後秦龜茲國三藏鳩摩羅什譯", "340": "幻？」須菩提知諸天子心所念，語諸天子言：「我", "341": "說眾生如幻如夢，須陀洹果亦如幻如夢，斯", "342": "陀含果、阿那含果、阿羅漢果、辟支佛道亦如幻", "343": "如夢。」諸天子言：「須菩提亦說佛法如幻如夢？」", "344": "須菩提言：「我說佛法亦如幻如夢，我說涅槃", "345": "亦如幻如夢。」諸天子言：「大德須菩提亦說涅", "346": "槃如幻如夢耶？」須菩提言：「諸天子！設復有法", "347": "過於涅槃，我亦說如幻如夢。諸天子！幻夢、涅", "348": "槃，無二無別。」爾時舍利弗、富樓那彌多羅尼", "349": "子、摩訶拘絺羅、摩訶迦栴延，問須菩提：「如是", "35": "1 初品初品第一", "350": "說般若波羅蜜義，誰能受者？」時阿難言：「如是", "351": "說般若波羅蜜義，阿毘跋致菩薩、具足正見者、", "352": "滿願阿羅漢，是等能受。」須菩提言：「如是說般", "353": "若波羅蜜義，無能受者。所以者何？此般若波羅", "354": "蜜法中，無法可說，無法可示。以是義故，無能", "355": "受者。」爾時釋提桓因作是念：「長老須菩提為", "356": "雨法雨。我寧可化作華，散須菩提上。」釋提桓", "357": "因即化作華，散須菩提上。須菩提作是念：「釋", "358": "提桓因今所散華，我於忉利天上所未曾見。", "359": "是華從心樹出，不從樹生。」釋提桓因知須菩", "36": "如是我聞：一時佛在王舍城耆闍崛山中，與", "360": "提心所念，語須菩提言：「是華非生，華亦非心", "361": "樹生。」須菩提語釋提桓因言：「憍尸迦！汝言是", "362": "華非生，華亦非心樹生。若非生法，不名為華。」", "363": "釋提桓因作是念：「長老須菩提智慧甚深，不", "364": "壞假名而說實義。」念已，語須菩提言：「如是，如", "365": "是！須菩提！如須菩提所說，菩薩應如是學。菩", "366": "薩如是學者，不學須陀洹果、斯陀含果、阿那", "367": "含果、阿羅漢果、辟支佛道。若不學是地，是名", "368": "學佛法、學薩婆若。若學佛法、學薩婆若，則學", "369": "無量無邊佛法。若學無量無邊佛法者，不", "37": "大比丘僧千二百五十人俱，皆是阿羅漢，諸", "370": "為增減色學，不為增減受、想、行、識學；不為受", "371": "色學，不為受受、想、行、識學。是人於法無所取", "372": "無所滅故學。」舍利弗語須菩提：「行者不為取", "373": "薩婆若，不為滅薩婆若故學。」須菩提言：「如是，", "374": "如是！舍利弗！菩薩乃至薩婆若，不取不滅故", "375": "學。如是觀時，能學薩婆若，能成就薩婆若。」爾", "376": "時釋提桓因語舍利弗：「菩薩摩訶薩般若波", "377": "羅蜜，當於何求？」舍利弗言：「般若波羅蜜當於", "378": "須菩提所轉中求。」釋提桓因語須菩提：「是誰", "379": "神力？」須菩提言：「是佛神力。憍尸迦！如所問般", "38": "漏已盡，如調象王，所作已辦，捨於重擔，逮得", "380": "若波羅蜜當於何求？般若波羅蜜不應色中", "381": "求，不應受、想、行、識中求；亦不離色求，亦不離", "382": "受、想、行、識求。何以故？色非般若波羅蜜，離色", "383": "亦非般若波羅蜜；受、想、行、識非般若波羅蜜，", "384": "離受、想、行、識亦非般若波羅蜜。」釋提桓因言：", "385": "「摩訶波羅蜜是般若波羅蜜，無量波羅蜜是", "386": "般若波羅蜜，無邊波羅蜜是般若波羅蜜。」須", "387": "菩提言：「如是，如是！憍尸迦！摩訶波羅蜜是般", "388": "若波羅蜜，無量波羅蜜是般若波羅蜜，無邊", "389": "波羅蜜是般若波羅蜜。憍尸迦！色無量故，般", "39": "己利，盡諸有結，正智解脫，心得自在，唯除阿", "390": "若波羅蜜無量；受、想、行、識無量故，般若波羅", "391": "蜜無量。緣無邊故，般若波羅蜜無邊；眾生無", "392": "邊故，般若波羅蜜無邊。憍尸迦！云何緣無邊", "393": "故，般若波羅蜜無邊？諸法無前、無中、無後，是", "394": "故緣無邊，般若波羅蜜無邊。復次，憍尸迦！諸", "395": "法無邊，前際不可得，中際、後際不可得，是", "396": "故緣無邊，般若波羅蜜無邊。」釋提桓因言：「長", "397": "老須菩提！云何眾生無邊，般若波羅蜜無邊？」", "398": "「憍尸迦！眾生無量，算數不可得。是故眾生無", "399": "邊，般若波羅蜜無邊。」釋提桓因言：「大德須菩", "4": "佛之弘軌也。軌不弘，則不足以寮群異指其", "40": "難。爾時佛告須菩提：「汝樂說者，為諸菩薩說", "400": "提！眾生有何義？」須菩提言：「眾生義即是法", "401": "義。於意云何？所言眾生、眾生有何義？」釋提", "402": "桓因言：「眾生非法義，亦非非法義，但有假", "403": "名。是名字無本無因，強為立名，名為眾生。」須", "404": "菩提言：「於意云何？此中實有眾生可說可示", "405": "不？」「不也！」須菩提言：「憍尸迦！若眾生不可說", "406": "不可示，云何言：『眾生無邊，般若波羅蜜無", "407": "邊？』憍尸迦！若如來住壽，如恒河沙劫，說言：", "408": "『眾生、眾生。』實有眾生生滅不？」釋提桓因言：「不", "409": "也！何以故？眾生從本已來，常清淨故。」「憍尸", "41": "所應成就般若波羅蜜。」舍利弗即作是念：「須", "410": "迦！是故當知眾生無邊，般若波羅蜜無邊。」", "411": "小品般若經卷第一", "42": "菩提自以力說？為承佛神力？」須菩提知舍利", "43": "弗心所念，語舍利弗言：「佛諸弟子，敢有所說，", "44": "皆是佛力。所以者何？佛所說法，於中學者，能", "45": "證諸法相，證已有所言說，皆與法相不相違", "46": "背，以法相力故。」爾時須菩提白佛言：「世尊！佛", "47": "使我為諸菩薩說所應成就般若波羅蜜。世", "48": "尊！所言菩薩菩薩者，何等法義是菩薩？我不", "49": "見有法名為菩薩。世尊！我不見菩薩，不得菩", "5": "歸；性不盡，則物何以登道場成正覺。正覺之", "50": "薩，亦不見不得般若波羅蜜，當教何等菩薩", "51": "般若波羅蜜？若菩薩聞作是說，不驚不怖，不", "52": "沒不退，如所說行，是名教菩薩般若波羅蜜。", "53": "復次，世尊！菩薩行般若波羅蜜時，應如是學，", "54": "不念是菩薩心。所以者何？是心非心，心相本", "55": "淨故。」爾時舍利弗語須菩提：「有此非心心不？」", "56": "須菩提語舍利弗：「非心心可得若有若無不？」", "57": "舍利弗言：「不也！」須菩提語舍利弗：「若非心心", "58": "不可得有無者，應作是言有心無心耶？」舍利", "59": "弗言：「何法為非心？」須菩提言：「不壞不分別。", "6": "所以成，群異之所以一，何莫由斯道也。是以", "60": "菩薩聞作是說，不驚不怖，不沒不退，當知是", "61": "菩薩不離般若波羅蜜行。若善男子、善女人，", "62": "欲學聲聞地，當聞是般若波羅蜜，受持讀誦，", "63": "如說修行。欲學辟支佛地，當聞是般若波羅", "64": "蜜，受持讀誦，如說修行。欲學菩薩地，亦當聞", "65": "是般若波羅蜜，受持讀誦，如說修行。所以者", "66": "何？般若波羅蜜中，廣說菩薩所應學法。」須菩", "67": "提白佛言：「世尊！我不得不見菩薩，當教何等", "68": "菩薩般若波羅蜜？世尊！我不見菩薩法來去，", "69": "而與菩薩作字言是菩薩，我則疑悔。世尊！又", "7": "異教慇懃，三撫以之頻發；功德疊校，九增以", "70": "菩薩字無決定、無住處。所以者何？是字無所", "71": "有故。無所有亦無定無處。若菩薩聞是事，不", "72": "驚不怖，不沒不退，當知是菩薩畢竟住不退", "73": "轉地，住無所住。「復次，世尊！菩薩行般若波羅", "74": "蜜時，不應色中住，不應受、想、行、識中住。何以", "75": "故？若住色中，為作色行；若住受、想、行、識中，為", "76": "作識行。若行作法，則不能受般若波羅蜜，不", "77": "能習般若波羅蜜；不具足般若波羅蜜，則不", "78": "能成就薩婆若。何以故？色無受、想，受、想、行、識", "79": "無受想。若色無受則非色；受、想、行、識無受則", "8": "之屢至。如〈問相〉摽玄而玄其玄，〈幻品〉忘寄而", "80": "非識。般若波羅蜜亦無受。菩薩應如是學行", "81": "般若波羅蜜，是名菩薩諸法無受，三昧廣大，", "82": "無量無定，一切聲聞、辟支佛所不能壞。何以故？", "83": "是三昧，不可以相得。若是三昧可以相得，先", "84": "尼梵志於薩婆若智不應生信。先尼梵志以", "85": "有量智入是法中，入已不受色，不受受、想、行、", "86": "識。是梵志不以得聞見是智，不以內色見", "87": "是智，不以外色見是智，不以內外色見是智，", "88": "亦不離內外色見是智；不以內受、想、行、識見", "89": "是智，不以外受、想、行、識見是智，不以內外受、", "9": "忘其忘，〈道行〉坦其津，〈難問〉窮其源，〈隨喜〉忘趣", "90": "想、行、識見是智，亦不離內外受、想、行、識見是", "91": "智。先尼梵志信解薩婆若智，以得諸法實相，", "92": "故得解脫。得解脫已，於諸法中無取無捨，乃", "93": "至涅槃亦無取無捨。世尊！是名菩薩般若波", "94": "羅蜜不受色，不受受、想、行、識。雖不受色，不受", "95": "受、想、行、識，未具足佛十力、四無所畏、十八不共", "96": "法，終不中道而般涅槃。「復次，世尊！菩薩行般", "97": "若波羅蜜，應如是思惟：『何等是般若波羅蜜？", "98": "是誰般若波羅蜜？若法不可得，是般若波羅", "99": "蜜耶？』若菩薩作是思惟觀時，不驚不畏不怖，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0227 小品般若波羅蜜經: 小品經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜: 小品般若經: 摩訶般若波羅蜜", "author": "後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}