{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: （四八）中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含經", "text": {"0": "初誦4 未曾有法品41 手長者經", "1": "中阿含經卷第十", "10": "戒為何義？」世尊答曰：「阿難！持戒者，令不悔", "100": "慚愧經第四竟二百四字", "101": "46 慚愧經（四六）中阿含習相應品慚愧經第五初一", "102": "日誦", "103": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "104": "獨園。爾時，尊者舍梨子告諸比丘：「諸賢！若比", "105": "丘無慚無愧，便害愛恭敬；若無愛恭敬，便", "106": "害其信；若無其信，便害正思惟；若無正思", "107": "惟，便害正念正智；若無正念正智，便害護", "108": "諸根、護戒、不悔、歡悅、喜、止、樂、定、見如實、知如真、", "109": "厭、無欲、解脫；若無解脫，便害涅槃。諸賢！猶", "11": "義。阿難！若有持戒者，便得不悔。」復問：「世尊！", "110": "如有樹，若害外皮，則內皮不成，內皮不成，", "111": "則莖、幹、心、節、枝、葉、華、實皆不得成。諸賢！當知", "112": "比丘亦復如是，若無慚無愧，便害愛恭敬；若", "113": "無愛恭敬，便害其信；若無其信，便害正思", "114": "惟；若無正思惟，便害正念正智；若無正念", "115": "正智，便害護諸根、護戒、不悔、歡悅、喜、止、樂、定、", "116": "見如實、知如真、厭、無欲、解脫；若無解脫，便害", "117": "涅槃。「諸賢！若比丘有慚有愧，便習愛恭敬；若", "118": "有愛恭敬，便習其信；若有其信，便習正思", "119": "惟；若有正思惟，便習正念正智；若有正念", "12": "不悔為何義？」世尊答曰：「阿難！不悔者，令歡", "120": "正智，便習護諸根、護戒、不悔、歡悅、喜、止、樂、定、", "121": "見如實、知如真、厭、無欲、解脫；若有解脫，便習", "122": "涅槃。諸賢！猶如有樹，不害外皮，則內皮得", "123": "成，內皮得成，則莖、幹、心、節、枝、葉、華、實皆得成", "124": "就。諸賢！當知比丘亦復如是，若有慚有愧，", "125": "便習愛恭敬；若有愛恭敬，便習其信；若有", "126": "其信，便習正思惟；若有正思惟，便習正念", "127": "正智；若有正念正智，便習護諸根、護戒、不悔、", "128": "歡悅、喜、止、樂、定、見如實、知如真、厭、無欲、解脫；", "129": "若有解脫，便習涅槃。」尊者舍梨子所說如", "13": "悅義。阿難！若有不悔者，便得歡悅。」復問：「世", "130": "是。彼諸比丘聞尊者舍梨子所說，歡喜奉行。", "131": "慚愧經第五竟四百六十二字", "132": "47 戒經（四七）中阿含習相應品戒經第六初一日誦", "133": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "134": "獨園。爾時，世尊告諸比丘：「若比丘犯戒，便", "135": "害不悔、歡悅、喜、止、樂、定、見如實、知如真、厭、無", "136": "欲、解脫，若無解脫，便害涅槃。若比丘持戒，", "137": "便習不悔、歡悅、喜、止、樂、定、見、如實、知如真、厭、", "138": "無欲、解脫，若有解脫，便習涅槃。」佛說如", "139": "是。彼諸比丘聞佛所說，歡喜奉行。", "14": "尊！歡悅為何義？」世尊答曰：「阿難！歡悅者，令", "140": "戒經第六竟一百一十字", "141": "48 戒經（四八）中阿含習相應品戒經第七初一日誦", "142": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "143": "獨園。爾時，尊者舍梨子告諸比丘：「諸賢！若比", "144": "丘犯戒，便害不悔、歡悅、喜、止、樂、定、見如實、知", "145": "如真、厭、無欲、解脫，若無解脫，便害涅槃。諸", "146": "賢！猶如有樹，若害根者，則莖、幹、心、節、枝、葉、", "147": "華、實皆不得成。諸賢！當知比丘亦復如是，", "148": "若有犯戒，便害不悔、歡悅、喜、止、樂、定、見如實、", "149": "知如真、厭、無欲、解脫，若無解脫，便害涅槃。", "15": "喜義。阿難！若有歡悅者，便得喜。」復問：「世尊！", "150": "「諸賢！若比丘持戒，便習不悔、歡悅、喜、止、樂、定、", "151": "見如實、知如真、厭、無欲、解脫，若有解脫，便習", "152": "涅槃。諸賢！猶如有樹，若不害根者，則莖、幹、", "153": "心、節、枝、葉、華、實皆得成就。諸賢！當知比丘亦", "154": "復如是，若有持戒，便習不悔、歡悅、喜、止、樂、", "155": "定、見如實、知如真、厭、無欲、解脫，若有解脫，便", "156": "習涅槃。」尊者舍梨子所說如是。彼諸比丘", "157": "聞尊者舍梨子所說，歡喜奉行。", "158": "戒經第七竟三百九字", "159": "49 恭敬經（四九）中阿含習相應品恭敬經第八初一", "16": "喜為何義？」世尊答曰：「阿難！喜者，令止義。", "160": "日誦", "161": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "162": "獨園。爾時，世尊告諸比丘：「比丘當行恭", "163": "敬及善觀，敬重諸梵行人。若比丘不行恭", "164": "敬、不善觀、不敬重諸梵行已，具威儀法", "165": "者，必無是處。不具威儀法已，具學法者，", "166": "必無是處。不具學法已，具戒身者，必無", "167": "是處。不具戒身已，具定身者，必無是處。", "168": "不具定身已，具慧身者，必無是處。不具", "169": "慧身已，具解脫身者，必無是處。不具解", "17": "阿難！若有喜者，便得止身。」復問：「世尊！止為", "170": "脫身已，具解脫知見身者，必無是處。不具", "171": "解脫知見身已，具涅槃者，必無是處。「若比", "172": "丘行恭敬及善觀，敬重諸梵行已，具威儀", "173": "法者，必有是處。具威儀法已，具學法者，", "174": "必有是處。具學法已，具戒身者，必有是", "175": "處。具戒身已，具定身者，必有是處。具定", "176": "身已，具慧身者，必有是處。具慧身已，", "177": "具解脫身者，必有是處。具解脫身已，具解", "178": "脫知見身者，必有是處。具解脫知見身已，", "179": "具涅槃者，必有是處。」佛說如是。彼諸比", "18": "何義？」世尊答曰：「阿難！止者，令樂義。阿難！若", "180": "丘聞佛所說，歡喜奉行。", "181": "恭敬經第八竟三百字", "182": "50 恭敬經（五〇）中阿含習相應品恭敬經第九初", "183": "一日誦", "184": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "185": "獨園。爾時，世尊告諸比丘：「比丘當行恭敬", "186": "及善觀，敬重諸梵行人。若比丘不行恭敬、", "187": "不善觀、不敬重諸梵行已，具威儀法者，必", "188": "無是處。不具威儀法已，具學法者，必無", "189": "是處。不具學法已，護諸根、護戒、不悔、歡悅、喜、", "19": "有止者，便得覺樂。」復問：「世尊！樂為何義？」世", "190": "止、樂、定、見如實、知如真、厭、無欲、解脫；不具解", "191": "脫已，具涅槃者，必無是處。「若比丘行恭敬", "192": "及善觀，敬重諸梵行已，具威儀法者，必有", "193": "是處。具威儀法已，具學法者，必有是處。", "194": "具學法已，具護諸根、護戒、不悔、歡悅、喜、止、樂、", "195": "定、見如實、知如真、厭、無欲、解脫；具解脫已，具", "196": "涅槃者，必有是處。」佛說如是。彼諸比丘聞", "197": "佛所說，歡喜奉行。", "198": "恭敬經第九竟二百一十七字", "199": "51 本際經（五一）中阿含習相應品本際經第十初一", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "尊答曰：「阿難！樂者，令定義。阿難！若有樂者，", "200": "日誦", "201": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "202": "獨園。爾時，世尊告諸比丘：「有愛者，其本際", "203": "不可知，本無有愛，然今生有愛，便可得", "204": "知，所因有愛。有愛者，則有習，非無習。何謂", "205": "有愛習？答曰無明為習。無明亦有習，非無", "206": "習。何謂無明習？答曰五葢為習。五葢亦有", "207": "習，非無習。何謂五葢習？答曰三惡行為習。", "208": "三惡行亦有習，非無習。何謂三惡行習？答", "209": "曰不護諸根為習。不護諸根亦有習，非無", "21": "便得定心。」復問：「世尊！定為何義？」世尊答曰：", "210": "習。何謂不護諸根習？答曰不正念、不正智為", "211": "習。不正念、不正智亦有習，非無習。何謂不正", "212": "念、不正智習？答曰不正思惟為習。不正思惟", "213": "亦有習，非無習。何謂不正思惟習？答曰不", "214": "信為習。不信亦有習，非無習。何謂不信習？", "215": "答曰聞惡法為習。聞惡法亦有習，非無習。", "216": "何謂聞惡法習？答曰親近惡知識為習。", "217": "親近惡知識亦有習，非無習。何謂親近惡", "218": "知識習？答曰惡人為習。」「是為具惡人已，便", "219": "具親近惡知識。具親近惡知識已，便具聞", "22": "「阿難！定者，令見如實、知如真義。阿難！若有", "220": "惡法。具聞惡法已，便具生不信。具生不信", "221": "已，便具不正思惟。具不正思惟已，便具不正", "222": "念、不正智。具不正念、不正智已，便具不護諸", "223": "根。具不護諸根已，便具三惡行。具三惡行", "224": "已，便具五葢。具五葢已，便具無明。具無明", "225": "已，便具有愛。如是此有愛展轉具成。「明、解脫", "226": "亦有習，非無習。何謂明、解脫習？答曰七覺", "227": "支為習。七覺支亦有習，非無習。何謂七覺", "228": "支習？答曰四念處為習。四念處亦有習，非", "229": "無習。何謂四念處習？答曰三妙行為習。三", "23": "定者，便得見如實、知如真。」復問：「世尊！見如實、", "230": "妙行亦有習，非無習。何謂三妙行習？答曰護", "231": "諸根為習。護諸根亦有習，非無習。何謂護", "232": "諸根習？答曰正念、正智為習。正念、正智亦有", "233": "習，非無習。何謂正念、正智習？答曰正思惟", "234": "為習。正思惟亦有習，非無習。何謂正思惟", "235": "習？答曰信為習。信亦有習，非無習。何謂信", "236": "習？答曰聞善法為習。聞善法亦有習，非無", "237": "習。何謂聞善法習？答曰親近善知識為習。", "238": "親近善知識亦有習，非無習。何謂親近善", "239": "知識習？答曰善人為習。「是為具善人已，便", "24": "知如真為何義？」世尊答曰：「阿難！見如實、知如", "240": "具親近善知識。具親近善知識已，便具聞", "241": "善法。具聞善法已，便具生信。具生信已，便", "242": "具正思惟。具正思惟已，便具正念、正智。具", "243": "正念、正智已，便具護諸根。具護諸根已，便", "244": "具三妙行。具三妙行已，便具四念處。具四", "245": "念處已，便具七覺支。具七覺支已，便具明、", "246": "解脫，如是此明、解脫展轉具成。」佛說如是。", "247": "彼諸比丘聞佛所說，歡喜奉行。", "248": "本際經第十竟七百五十四字", "249": "52 食經（五二）中阿含習相應品食經第十一初一", "25": "真者，令厭義。阿難！若有見如實、知如真者，便", "250": "日誦", "251": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "252": "獨園。爾時，世尊告諸比丘：「有愛者，其本際", "253": "不可知，本無有愛，然今生有愛，便可得", "254": "知，所因有愛。有愛者，則有食，非無食。何謂", "255": "有愛食？答曰無明為食。無明亦有食，非無", "256": "食。何謂無明食？答曰五蓋為食。五蓋亦有", "257": "食，非無食。何謂五蓋食？答曰三惡行為食。", "258": "三惡行亦有食，非無食。何謂三惡行食？答", "259": "曰不護諸根為食。不護諸根亦有食，非無", "26": "得厭。」復問：「世尊！厭為何義？」世尊答曰：「阿難！", "260": "食。何謂不護諸根食？答曰不正念、不正智為", "261": "食。不正念、不正智亦有食，非無食。何謂不", "262": "正念、不正智食？答曰不正思惟為食。不正思", "263": "惟亦有食，非無食。何謂不正思惟食？答曰", "264": "不信為食。不信亦有食，非無食。何謂不信", "265": "食？答曰聞惡法為食。聞惡法亦有食，非無", "266": "食。何謂聞惡法食？答曰親近惡知識為食。", "267": "親近惡知識亦有食，非無食。何謂親近惡", "268": "知識食？答曰惡人為食。「是為具惡人已，便", "269": "具親近惡知識。具親近惡知識已，便具聞", "27": "厭者，令無欲義。阿難！若有厭者，便得無欲。」", "270": "惡法。具聞惡法已，便具生不信。具生不信", "271": "已，便具不正思惟。具不正思惟已，便具不", "272": "正念、不正智。具不正念、不正智已，便具不護", "273": "諸根。具不護諸根已，便具三惡行。具三惡", "274": "行已，便具五葢。具五葢已，便具無明。具無", "275": "明已，便具有愛。如是此有愛展轉具成。「大", "276": "海亦有食，非無食。何謂大海食？答曰大河", "277": "為食。大河亦有食，非無食。何謂大河食？答", "278": "曰小河為食。小河亦有食，非無食。何謂小", "279": "河食？答曰大川為食。大川亦有食，非無食。", "28": "復問：「世尊！無欲為何義？」世尊答曰：「阿難！無", "280": "何謂大川食？答曰小川為食。小川亦有食，", "281": "非無食。何謂小川食？答曰山巖溪㵎、平澤", "282": "為食。山巖溪㵎、平澤亦有食，非無食。何謂", "283": "山巖溪㵎、平澤食？答曰雨為食。有時大雨，", "284": "大雨已，則山巖溪㵎、平澤水滿。山巖溪㵎、平", "285": "澤水滿已，則小川滿。小川滿已，則大川滿。", "286": "大川滿已，則小河滿。小河滿已，則大河滿。大", "287": "河滿已，則大海滿。如是彼大海展轉成滿。", "288": "「如是有愛亦有食，非無食。何謂有愛食？答", "289": "曰無明為食。無明亦有食，非無食。何謂", "29": "欲者，令解脫義。阿難！若有無欲者，便得解", "290": "無明食？答曰五蓋為食。五蓋亦有食，非無", "291": "食。何謂五蓋食？答曰三惡行為食。三惡行", "292": "亦有食，非無食。何謂三惡行食？答曰不護", "293": "諸根為食。不護諸根亦有食，非無食。何謂", "294": "不護諸根食？答曰不正念、不正智為食。", "295": "不正念、不正智亦有食，非無食。何謂不正", "296": "念、不正智食？答曰不正思惟為食。不正思", "297": "惟亦有食，非無食。何謂不正思惟食？答曰", "298": "不信為食。不信亦有食，非無食。何謂不信", "299": "食？答曰聞惡法為食。聞惡法亦有食，非", "3": "5 習相應品習相應品第五有十六經初一日誦", "30": "脫一切婬、怒、癡。是為，阿難！因持戒便得不", "300": "無食。何謂聞惡法食？答曰親近惡知識為", "301": "食。親近惡知識亦有食，非無食。何謂親近", "302": "惡知識食？答曰惡人為食。「是為具惡人已，", "303": "便具親近惡知識。具親近惡知識已，便具", "304": "聞惡法。具聞惡法已，便具生不信。具生不", "305": "信已，便具不正思惟。具不正思惟已，便具", "306": "不正念、不正智。具不正念、不正智已，便具不", "307": "護諸根。具不護諸根已，便具三惡行。具三", "308": "惡行已，便具五蓋。具五蓋已，便具無明。具", "309": "無明已，便具有愛。如是此有愛展轉具成。", "31": "悔，因不悔便得歡悅，因歡悅便得喜，因", "310": "「明、解脫亦有食，非無食。何謂明、解脫食？答", "311": "曰七覺支為食。七覺支亦有食，非無食。何", "312": "謂七覺支食？答曰四念處為食。四念處亦", "313": "有食，非無食。何謂四念處食？答曰三妙行", "314": "為食。三妙行亦有食，非無食。何謂三妙行", "315": "食？答曰護諸根為食。護諸根亦有食，非無", "316": "食。何謂護諸根食？答曰正念、正智為食。正", "317": "念、正智亦有食，非無食。何謂正念、正智食？答", "318": "曰正思惟為食。正思惟亦有食，非無食。何謂", "319": "正思惟食？答曰信為食。信亦有食，非無食。", "32": "喜便得止，因止便得樂，因樂便得定。阿", "320": "何謂信食？答曰聞善法為食。聞善法亦", "321": "有食，非無食。何謂聞善法食？答曰親近善", "322": "知識為食。親近善知識亦有食，非無食。何", "323": "謂親近善知識食？答曰善人為食。「是為具", "324": "善人已，便具親近善知識。具親近善知識", "325": "已，便具聞善法。具聞善法已，便具生信。具", "326": "生信已，便具正思惟。具正思惟已，便具正", "327": "念、正智。具正念、正智已，便具護諸根。具護", "328": "諸根已，便具三妙行。具三妙行已，便具四念", "329": "處。具四念處已，便具七覺支。具七覺支", "33": "難！多聞聖弟子因定便得見如實、知如真，", "330": "已，便具明、解脫。如是此明、解脫展轉具成。「大", "331": "海亦有食，非無食。何謂大海食？答曰大河", "332": "為食。大河亦有食，非無食。何謂大河食？答", "333": "曰小河為食。小河亦有食，非無食。何謂小", "334": "河食？答曰大川為食。大川亦有食，非無食。", "335": "何謂大川食？答曰小川為食。小川亦有食，", "336": "非無食。何謂小川食？答曰山巖溪㵎、平澤", "337": "為食。山巖溪㵎、平澤亦有食，非無食。何謂", "338": "山巖溪㵎、平澤食？答曰雨為食。有時大雨，", "339": "大雨已，則山巖溪㵎、平澤水滿。山巖溪㵎、平", "34": "因見如實、知如真，便得厭，因厭便得無欲，", "340": "澤水滿已，則小川滿。小川滿已，則大川滿。大", "341": "川滿已，則小河滿。小河滿已，則大河滿。大河", "342": "滿已，則大海滿。如是彼大海展轉成滿。「如是", "343": "明、解脫亦有食，非無食。何謂明、解脫食？答曰", "344": "七覺支為食。七覺支亦有食，非無食。何謂", "345": "七覺支食？答曰四念處為食。四念處亦有食，", "346": "非無食。何謂四念處食？答曰三妙行為食。", "347": "三妙行亦有食，非無食。何謂三妙行食？答", "348": "曰護諸根為食。護諸根亦有食，非無食。何", "349": "謂護諸根食？答曰正念、正智為食。正念、正", "35": "因無欲便得解脫，因解脫便知解脫，生", "350": "智亦有食，非無食。何謂正念、正智食？答曰", "351": "正思惟為食。正思惟亦有食，非無食。何謂", "352": "正思惟食？答曰信為食。信亦有食，非無食。", "353": "何謂信食？答曰聞善法為食。聞善法亦有", "354": "食，非無食。何謂聞善法食？答曰親近善知", "355": "識為食。親近善知識亦有食，非無食。何謂", "356": "親近善知識食？答曰善人為食。「是為具善", "357": "人已，便具親近善知識。具親近善知識已，", "358": "便具聞善法。具聞善法已，便具生信。具", "359": "生信已，便具正思惟。具正思惟已，便具正", "36": "已盡，梵行已立，所作已辦，不更受有，知如", "360": "念、正智。具正念、正智已，便具護諸根。具護", "361": "諸根已，便具三妙行。具三妙行已，便具四", "362": "念處。具四念處已，便具七覺支。具七覺支", "363": "已，便具明、解脫。如是此明、解脫展轉具成。」佛", "364": "說如是。彼諸比丘聞佛所說，歡喜奉行。", "365": "食經第十一竟一千八百三十三字", "366": "53 食經（五三）中阿含習相應品食經第十二初一", "367": "日誦", "368": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "369": "獨園。爾時，世尊告諸比丘：「有愛者，其本際", "37": "真。阿難！是為法法相益，法法相因，如是此", "370": "不可知，本無有愛，然今生有愛，便可得", "371": "知，所因有愛。有愛者，則有食，非無食。何謂", "372": "有愛食？答曰無明為食。無明亦有食，非無", "373": "食。何謂無明食？答曰五蓋為食。五蓋亦有", "374": "食，非無食。何謂五蓋食？答曰三惡行為食。", "375": "三惡行亦有食，非無食。何謂三惡行食？答", "376": "曰不護諸根為食。不護諸根亦有食，非無", "377": "食。何謂不護諸根食？答曰不正念、不正智", "378": "為食。不正念、不正智亦有食，非無食。何謂", "379": "不正念、不正智食？答曰不正思惟為食。不正", "38": "戒趣至第一，謂度此岸，得至彼岸。」佛說如", "380": "思惟亦有食，非無食。何謂不正思惟食？答曰", "381": "不信為食。不信亦有食，非無食。何謂不信", "382": "食？答曰聞惡法為食。聞惡法亦有食，非無", "383": "食。何謂聞惡法食？答曰親近惡知識為", "384": "食。親近惡知識亦有食，非無食。何謂親近", "385": "惡知識食？答曰惡人為食。「大海亦有食，非", "386": "無食。何謂大海食？答曰雨為食。有時大", "387": "雨，大雨已則山巖溪㵎、平澤水滿。山巖溪㵎、", "388": "平澤水滿已，則小川滿。小川滿已，則大川滿。", "389": "大川滿已，則小河滿。小河滿已，則大河滿。大", "39": "是。尊者阿難及諸比丘，聞佛所說，歡喜奉行。", "390": "河滿已，則大海滿。如是彼大海展轉成滿。「如", "391": "是具惡人已，便具親近惡知識。具親近惡", "392": "知識已，便具聞惡法。具聞惡法已，便具生", "393": "不信。具生不信已，便具不正思惟。具不正", "394": "思惟已，便具不正念、不正智。具不正念、不正", "395": "智已，便具不護諸根。具不護諸根已，便具", "396": "三惡行。具三惡行已，便具五蓋。具五葢已，", "397": "便具無明。具無明已，便具有愛。如是此有", "398": "愛展轉具成。「明、解脫亦有食，非無食。何謂明、", "399": "解脫食？答曰七覺支為食。七覺支亦有食，", "4": "何義、不思、念、慚二戒敬各二、及本際", "40": "何義經第一竟五百二十九字", "400": "非無食。何謂七覺支食？答曰四念處為食。", "401": "四念處亦有食，非無食。何謂四念處食？答", "402": "曰三妙行為食。三妙行亦有食，非無食。何", "403": "謂三妙行食？答曰護諸根為食。護諸根亦", "404": "有食，非無食。何謂護諸根食？答曰正念、正", "405": "智為食。正念、正智亦有食，非無食。何謂正", "406": "念、正智食？答曰正思惟為食。正思惟亦有食，", "407": "非無食。何謂正思惟食？答曰信為食。信亦", "408": "有食，非無食。何謂信食？答曰聞善法為食。", "409": "聞善法亦有食，非無食。何謂聞善法食？答", "41": "43 不思經（四三）中阿含習相應品不思經第二初一", "410": "曰親近善知識為食。親近善知識亦有食，", "411": "非無食。何謂親近善知識食？答曰善人為", "412": "食。「大海亦有食，非無食。何謂大海食？答曰", "413": "雨為食。有時大雨，大雨已，則山巖溪㵎、平澤", "414": "水滿。山巖溪㵎、平澤水滿已，則小川滿。小川", "415": "滿已，則大川滿。大川滿已，則小河滿。小河滿", "416": "已，則大河滿。大河滿已，則大海滿。如是彼大", "417": "海展轉成滿。「如是善人具已，便具親近善知", "418": "識。具親近善知識已，便具聞善法。具聞", "419": "善法已，便具生信。具生信已，便具正思惟。", "42": "日誦", "420": "具正思惟已，便具正念、正智。具正念、正智", "421": "已，便具護諸根。具護諸根已，便具三妙行。", "422": "具三妙行已，便具四念處。具四念處已，便", "423": "具七覺支。具七覺支已，便具明、解脫。如是", "424": "此明、解脫展轉具成。」佛說如是。彼諸比丘聞", "425": "佛所說，歡喜奉行。", "426": "食經第十二竟九百三十字", "427": "54 盡智經（五四）中阿含習相應品盡智經第十三初一", "428": "日誦", "429": "我聞如是：一時，佛遊拘樓瘦，在劍摩瑟曇拘", "43": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "430": "樓都邑。爾時，世尊告諸比丘：「有知有見者，便", "431": "得漏盡，非不知，非不見。云何知見便得漏", "432": "盡？謂知見苦如真，便得漏盡。知見苦習、", "433": "知見苦滅、知見苦滅道如真，便得漏盡。盡", "434": "智有習，非無習。何謂盡智習？答曰解脫為", "435": "習。解脫亦有習，非無習。何謂解脫習？答曰", "436": "無欲為習。無欲亦有習，非無習。何謂無欲", "437": "習？答曰厭為習。厭亦有習，非無習。何謂厭", "438": "習？答曰見如實、知如真為習。見如實、知如真", "439": "亦有習，非無習。何謂見如實、知如真習？答曰", "44": "獨園。爾時，世尊告曰：「阿難！持戒者不應思，", "440": "定為習。定亦有習，非無習。何謂定習？答曰", "441": "樂為習。樂亦有習，非無習？何謂樂習？答曰", "442": "止為習。止亦有習，非無習。何謂止習？答曰", "443": "喜為習。喜亦有習，非無習。何謂喜習？答曰", "444": "歡悅為習。歡悅亦有習，非無習。何謂歡悅", "445": "習？答曰不悔為習。不悔亦有習，非無習。何", "446": "謂不悔習？答曰護戒為習。護戒亦有習，非", "447": "無習。何謂護戒習？答曰護諸根為習。護諸", "448": "根亦有習，非無習。何謂護諸根習？答曰正", "449": "念、正智為習。正念、正智亦有習，非無習。何", "45": "令我不悔。阿難！但法自然，持戒者便得不", "450": "謂正念、正智習？答曰正思惟為習。正思惟", "451": "亦有習，非無習。何謂正思惟習？答曰信為", "452": "習。信亦有習，非無習。何謂信習？答曰觀", "453": "法忍為習。觀法忍亦有習，非無習。何謂", "454": "觀法忍習？答曰翫誦法為習。翫誦法亦", "455": "有習，非無習。何謂翫誦法習？答曰受持法", "456": "為習。受持法亦有習，非無習。何謂受持法", "457": "習？答曰觀法義為習。觀法義亦有習，非無", "458": "習。何謂觀法義習？答曰耳界為習。耳界亦", "459": "有習，非無習。何謂耳界習？答曰聞善法為", "46": "悔。阿難！有不悔者不應思，令我歡悅。阿", "460": "習。聞善法亦有習，非無習。何謂聞善法", "461": "習？答曰往詣為習。往詣亦有習，非無習。何", "462": "謂往詣習？答曰奉事為習。「若有奉事善知", "463": "識者，未聞便聞，已聞便利，如是善知識若", "464": "不奉事者，便害奉事習。若無奉事，便害", "465": "往詣習。若無往詣，便害聞善法習。若不", "466": "聞善法，便害耳界習。若無耳界，便害觀法", "467": "義習。若無觀法義，便害受持法習。若無", "468": "受持法，便害翫誦法習。若無翫誦法，便害", "469": "觀法忍習。若無觀法忍，便害信習。若無信，", "47": "難！但法自然，有不悔者便得歡悅。阿難！有", "470": "便害正思惟習。若無正思惟，便害正念、正", "471": "智習。若無正念、正智，便害護諸根、護戒、不悔、", "472": "歡悅、喜、止、樂、定、見如實、知如真、厭、無欲、解脫", "473": "習。若無解脫，便害盡智習。「若奉事善知識", "474": "者，未聞便聞，已聞便利，如是善知識，若奉事", "475": "者，便習奉事。若有奉事，便習往詣。若有", "476": "往詣，便習聞善法。若有聞善法，便習耳界。", "477": "若有耳界，便習觀法義。若有觀法義，便", "478": "習受持法。若有受持法，便習翫誦法。若", "479": "有翫誦法，便習觀法忍。若有觀法忍，便習", "48": "歡悅者不應思，令我喜。阿難！但法自然，有", "480": "信。若有信，便習正思惟。若有正思惟，便習", "481": "正念、正智。若有正念、正智，便習護諸根、護", "482": "戒、不悔、歡悅、喜、止、樂、定、見如實、知如真、厭、無欲、", "483": "解脫。若有解脫，便習盡智。」佛說如是。彼諸", "484": "比丘聞佛所說，歡喜奉行。", "485": "盡智經第十三竟八百六十八字", "486": "55 涅槃經（五五）中阿含習相應品涅槃經第十四初一日誦", "487": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "488": "園。爾時，世尊告諸比丘：「涅槃有習，非無習。", "489": "何謂涅槃習？答曰解脫為習。解脫亦有習，非", "49": "歡悅者便得喜。阿難！有喜者不應思，令我", "490": "無習。何謂解脫習？答曰無欲為習。無欲亦", "491": "有習，非無習。何謂無欲習？答曰厭為習。厭", "492": "亦有習，非無習。何謂厭習？答曰見如實、知如", "493": "真為習。見如實、知如真亦有習，非無習。何謂", "494": "見如實、知如真習？答曰定為習。定亦有習，非", "495": "無習。何謂定習？答曰樂為習。樂亦有習，非", "496": "無習。何謂樂習？答曰止為習。止亦有習，非", "497": "無習。何謂止習？答曰喜為習。喜亦有習，非", "498": "無習。何謂喜習？答曰歡悅為習。歡悅亦有", "499": "習，非無習。何謂歡悅習？答曰不悔為習。不", "5": "二食、盡智、說涅槃彌醯、即為比丘說", "50": "止。阿難！但法自然，有喜者便得止身。阿難！", "500": "悔亦有習，非無習。何謂不悔習？答曰護戒為", "501": "習。護戒亦有習，非無習。何謂護戒習？答曰", "502": "護諸根為習。護諸根亦有習，非無習。何謂護", "503": "諸根習？答曰正念、正智為習。正念、正智亦有", "504": "習，非無習。何謂正念、正智習？答曰正思惟為", "505": "習。正思惟亦有習，非無習。何謂正思惟習？", "506": "答曰信為習。信亦有習，非無習。何謂信習？答", "507": "曰苦為習。苦亦有習，非無習。何謂苦習？答", "508": "曰老死為習。老死亦有習，非無習。何謂老", "509": "死習？答曰生為習。生亦有習，非無習。何謂", "51": "有止者不應思，令我樂。阿難！但法自然，有", "510": "生習？答曰有為習。有亦有習，非無習。何謂", "511": "有習？答曰受為習。受亦有習，非無習。何謂", "512": "受習？答曰愛為習。愛亦有習，非無習。何謂", "513": "愛習？答曰覺為習。覺亦有習，非無習。何謂", "514": "覺習？答曰更樂為習。更樂亦有習，非無習。", "515": "何謂更樂習？答曰六處為習。六處亦有習，非無習。何謂", "516": "六處習？答曰名色為習。名色亦有習，非無", "517": "習。何謂名色習？答曰識為習。識亦有習，非", "518": "無習。何謂識習？答曰行為習。行亦有習，非", "519": "無習。何謂行習？答曰無明為習。「是為緣無", "52": "止者便得覺樂。阿難！有樂者不應思，令我", "520": "明行，緣行識，緣識名色，緣名色六處，緣", "521": "六處更樂，緣更樂覺，緣覺愛、緣愛受，緣", "522": "受有，緣有生，緣生老死，緣老死苦。習苦，", "523": "便有信。習信，便有正思惟。習正思惟，便有", "524": "正念正智。習正念正智，便有護諸根、護戒、不", "525": "悔、歡悅、喜、止、樂、定、見如實、知如真、厭、無欲、解", "526": "脫。習解脫，便得涅槃。」佛說如是。彼諸比丘", "527": "聞佛所說，歡喜奉行。", "528": "涅槃經第十四竟六百六十三字", "529": "56 彌醯經（五六）中阿含習相應品彌醯經第十五初一", "53": "定。阿難！但法自然，有樂者便得定心。阿難！", "530": "日誦", "531": "我聞如是：一時，佛遊摩竭陀國，在闍鬪村", "532": "莽㮈林窟。爾時，尊者彌醯為奉侍者。於是，", "533": "尊者彌醯過夜平旦，著衣持鉢，入闍鬪村而", "534": "行乞食。乞食已竟，往至金鞞河邊，見地平", "535": "正，名好㮈林，金鞞河水極妙可樂，清泉徐", "536": "流，冷暖和適，見已歡喜，便作是念：「此地平正，", "537": "名好㮈林，金鞞河水極妙可樂，清泉徐流，冷", "538": "暖和適，若族姓子欲學斷者，當於此處，我", "539": "亦有所斷，寧可在此靜處學斷耶？」於是，彌", "54": "有定者不應思，令我見如實、知如真。阿難！", "540": "醯食訖，中後舉衣鉢已，澡洗手足，以尼師", "541": "檀著於肩上，往詣佛所，稽首禮足，却住", "542": "一面，白曰：「世尊！我今平旦著衣持鉢，入闍", "543": "鬪村而行乞食。乞食已竟，往至金鞞河邊，", "544": "見地平正，名好㮈林，金鞞河水極妙可樂，", "545": "清泉徐流，冷暖和適，我見喜已，便作是念：『此", "546": "地平正，名好㮈林，金鞞河水極妙可樂，清泉", "547": "徐流，冷暖和適，若族姓子欲學斷者，當於", "548": "此處，我亦有所斷，寧可在此靜處學斷耶？』", "549": "世尊！我今欲往至彼㮈林靜處學斷。」爾時，", "55": "但法自然，有定者便得見如實、知如真。阿難！", "550": "世尊告曰：「彌醯！汝今知不？我獨無人，無有", "551": "侍者，汝可小住，須比丘來為吾侍者，汝便", "552": "可去，至彼㮈林靜處而學。」尊者彌醯乃至", "553": "再三白曰：「世尊！我今欲往至彼㮈林靜處", "554": "學斷。」世尊亦復再三告曰：「彌醯！汝今知不？我", "555": "獨無人，無有侍者，汝可小住，須比丘來為", "556": "吾侍者，汝便可去，至彼㮈林靜處而學。」彌", "557": "醯復白曰：「世尊無為無作，亦無所觀。世尊！", "558": "我有為有作而有所觀。世尊！我至彼㮈林靜", "559": "處學斷。」世尊告曰：「彌醯！汝欲求斷者，我復", "56": "有見如實、知如真者不應思，令我厭。阿", "560": "何言？彌醯！汝去，隨意所欲。」於是，尊者彌醯聞", "561": "佛所說，善受善持而善誦習，即禮佛足，繞三", "562": "匝而去，詣彼㮈林。入林中已，至一樹下，敷", "563": "尼師檀，結加趺坐。尊者彌醯住㮈林中便", "564": "生三惡不善之念，欲念、恚念及與害念，彼由", "565": "此故便念世尊。於是，彌醯則於晡時從", "566": "燕坐起，往詣佛所，稽首禮足，却住一面，", "567": "白曰：「世尊！我至㮈林，於靜處坐便生三惡", "568": "不善之念，欲念、恚念及與害念，我由此故便", "569": "念世尊。」世尊告曰：「彌醯！心解脫未熟，欲令", "57": "難！但法自然，有見如實、知如真者便得厭。", "570": "熟者有五習法。云何為五？彌醯！比丘者自善", "571": "知識與善知識俱，善知識共和合。彌醯！心", "572": "解脫未熟，欲令熟者，是謂第一習法。復次，彌", "573": "醯！比丘者，修習禁戒，守護從解脫，又復善攝", "574": "威儀禮節，見纖芥罪，常懷畏怖，受持學戒。", "575": "彌醯！心解脫未熟，欲令熟者，是謂第二習", "576": "法。復次，彌醯！比丘者，謂所可說聖有義，令", "577": "心柔軟，使心無蓋，謂說戒、說定、說慧、說解", "578": "脫、說解脫知見、說漸損、說不樂聚會、說少", "579": "欲、說知足、說斷、說無欲、說滅、說燕坐、說", "58": "阿難！有厭者不應思，令我無欲。阿難！但法", "580": "緣起，得如是比沙門所說，具得易，不難得。", "581": "彌醯！心解脫未熟，欲令熟者，是謂第三習", "582": "法。復次，彌醯！比丘者，常行精進，斷惡不善，", "583": "修諸善法，恒自起意，專一堅固，為諸善本，不", "584": "捨方便。彌醯！心解脫未熟，欲令熟者，是謂", "585": "第四習法。復次，彌醯！比丘者，修行智慧，觀", "586": "興衰法，得如是智，聖慧明達，分別曉了，以正", "587": "盡苦。彌醯！心解脫未熟，欲令熟者，是謂第", "588": "五習法。「彼有此五習法已，復修四法。云何", "589": "為四？修惡露，令斷欲；修慈，令斷恚；修息", "59": "自然，有厭者便得無欲。阿難！有無欲者不", "590": "出息入，令斷亂念；修無常想，令斷我慢。", "591": "彌醯！若比丘自善知識與善知識俱，善知識", "592": "共和合，當知必修習禁戒，守護從解脫，又", "593": "復善攝威儀禮節，見纖芥罪，常懷畏怖，受", "594": "持學戒。彌醯！若比丘自善知識與善知識俱，", "595": "善知識共和合，當知必得所可說聖有義，", "596": "令心柔軟，使心無蓋，謂說戒、說定、說慧、", "597": "說解脫、說解脫知見、說漸損、說不樂聚會、", "598": "說少欲、說知足、說斷、說無欲、說滅、說燕", "599": "坐、說緣起，得如是比沙門所說，具得易，不", "6": "42 何義經（四二）中阿含習相應品何義經第一", "60": "應思，令我解脫。阿難！但法自然，有無欲者", "600": "難得。「彌醯！若比丘自善知識與善知識俱，", "601": "善知識共和合，當知必行精進，斷惡不善，", "602": "修諸善法，恒自起意，專一堅固，為諸善本，", "603": "不捨方便。彌醯！若比丘自善知識與善知", "604": "識俱，善知識共和合，當知必行智慧，觀興", "605": "衰法，得如此智，聖慧明達，分別曉了，以正", "606": "盡苦。彌醯！若比丘自善知識與善知識俱，", "607": "善知識共和合，當知必修惡露，令斷欲；", "608": "修慈，令斷恚；修息出息入，令斷亂念；修", "609": "無常想，令斷我慢。彌醯！若比丘得無常想", "61": "便得解脫一切婬、怒、癡。「阿難！是為因持戒", "610": "者，必得無我想。彌醯！若比丘得無我想者，", "611": "便於現法斷一切我慢，得息、滅、盡、無為、涅", "612": "槃。」佛說如是。尊者彌醯及諸比丘，聞佛所說，", "613": "歡喜奉行。", "614": "彌醯經第十五竟千三百二十三字", "615": "57 即為比丘說經（五七）中阿含習相應品即為比丘說經第十", "616": "六初一日誦", "617": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "618": "獨園。爾時，世尊告諸比丘：「心解脫未熟，欲", "619": "令熟者，有五習法。云何為五？比丘！自善知", "62": "便得不悔，因不悔便得歡悅，因歡悅便得", "620": "識與善知識俱，善知識共和合，心解脫未", "621": "熟，欲令熟者，是謂第一習法。復次，比丘！修", "622": "習禁戒，守護從解脫，又復善攝威儀禮節，", "623": "見纖芥罪，常懷畏怖，受持學戒，心解脫未", "624": "熟，欲令熟者，是謂第二習法。復次，比丘！謂", "625": "所可說聖有義，令心柔軟，使心無蓋，謂說", "626": "戒、說定、說慧、說解脫、說解脫知見、說漸損、", "627": "說不樂聚會、說少欲、說知足、說斷、說無", "628": "欲、說滅、說燕坐、說緣起，得如是比沙門", "629": "所說，具得易，不難得，心解脫未熟，欲令熟", "63": "喜，因喜便得止，因止便得樂，因樂便得", "630": "者，是謂第三習法。復次，比丘！常行精進，斷", "631": "惡不善，修諸善法，恒自起意，專一堅固，為諸", "632": "善本，不捨方便，心解脫未熟，欲令熟者，是", "633": "謂第四習法。復次，比丘！修行智慧，觀興衰", "634": "法，得如此智，聖慧明達，分別曉了，以正盡", "635": "苦，心解脫未熟，欲令熟者，是謂第五習法。", "636": "「彼有此五習法已，復修四法。云何為四？修", "637": "惡露，令斷欲；修慈，令斷恚；修息出息入，", "638": "令斷亂念；修無常想，令斷我慢。若比丘", "639": "自善知識與善知識俱，善知識共和合，當", "64": "定心。阿難！多聞聖弟子有定心者便見如", "640": "知必修習禁戒，守護從解脫，又復善攝威", "641": "儀禮節，見纖芥罪，常懷畏怖，受持學戒。若", "642": "比丘自善知識與善知識俱，善知識共和合，", "643": "當知必得所可說聖有義，令心柔軟，使", "644": "心無蓋，謂說戒、說定、說慧、說解脫、說解", "645": "脫知見、說漸損、說不樂聚會、說少欲、說知", "646": "足、說斷、說無欲、說滅、說燕坐、說緣起，得", "647": "如是比沙門所說，具得易，不難得。若比丘自", "648": "善知識與善知識俱，善知識共和合，當知", "649": "必行精進，斷惡不善，修諸善法，恒自起意，", "65": "實、知如真，因見如實、知如真便得厭，因厭", "650": "專一堅固，為諸善本，不捨方便。若比丘自", "651": "善知識與善知識俱，善知識共和合，當知", "652": "必行智慧，觀興衰法，得如此智，聖慧明達，", "653": "分別曉了，以正盡苦。若比丘自善知識與善", "654": "知識俱，善知識共和合，當知必修惡露，令", "655": "斷欲；修慈，令斷恚；修息出息入，令斷亂", "656": "念；修無常想，令斷我慢。若比丘得無常想", "657": "者，必得無我想，若比丘得無我想者，便於", "658": "現法斷一切我慢，得息、滅、盡、無為、涅槃。」佛", "659": "說如是。彼諸比丘聞佛所說，歡喜奉行。", "66": "便得無欲，因無欲便得解脫，因解脫便", "660": "即為比丘說經第十六竟六百八十三字", "661": "中阿含經卷第十九千七百五十六字", "67": "知解脫，生已盡，梵行已立，所作已辦，不更受", "68": "有，知如真。阿難！是為法法相益，法法相因，", "69": "如是此戒趣至第一，謂度此岸，得至彼岸。」", "7": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "70": "佛說如是。尊者阿難及諸比丘，聞佛所說，", "71": "歡喜奉行。", "72": "不思經第二竟四百五十字", "73": "44 念經（四四）中阿含習相應品念經第三初一日誦", "74": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "75": "獨園。爾時，世尊告諸比丘：「若比丘多忘無正", "76": "智，便害正念正智；若無正念正智，便害護", "77": "諸根、護戒、不悔、歡悅、喜、止、樂、定、見如實、知如真、", "78": "厭、無欲、解脫；若無解脫，便害涅槃。若比丘", "79": "不多忘有正智，便習正念正智；若有正念", "8": "園。爾時，尊者阿難則於晡時從燕坐起，往", "80": "正智，便習護諸根、護戒、不悔、歡悅、喜、止、樂、定、", "81": "見如實、知如真、厭、無欲、解脫；若有解脫，便習", "82": "涅槃。」佛說如是。彼諸比丘聞佛所說，歡喜", "83": "奉行。", "84": "念經第三竟一百五十一字", "85": "45 慚愧經（四五）中阿含習相應品慚愧經第四初一", "86": "日誦", "87": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "88": "獨園。爾時，世尊告諸比丘：「若比丘無慚無愧，", "89": "便害愛恭敬；若無愛恭敬，便害其信；若無", "9": "詣佛所，稽首禮足，却住一面，白曰：「世尊！持", "90": "其信，便害正思惟；若無正思惟，便害正念", "91": "正智；若無正念正智，便害護諸根、護戒、不悔、", "92": "歡悅、喜、止、樂、定、見如實、知如真、厭、無欲、解脫。", "93": "若無解脫，便害涅槃。若比丘有慚有愧，便", "94": "習愛恭敬；若有愛恭敬，便習其信；若有其", "95": "信，便習正思惟；若有正思惟，便習正念正", "96": "智；若有正念正智，便習護諸根、護戒、不悔、歡", "97": "悅、喜、止、樂、定、見如實、知如真、厭、無欲、解脫；若", "98": "有解脫，便習涅槃。」佛說如是。彼諸比丘聞", "99": "佛所說，歡喜奉行。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: （四八）中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含習相應品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}