{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 舍梨子相應品: 中阿含舍梨子相應品: 中阿含舍梨子相應品: 中阿含經", "text": {"0": "初誦3 舍梨子相應品28 教化病經", "1": "中阿含經卷第七", "10": "者舍梨子！欲問便問，我聞已當思。」尊者舍", "100": "入正法耶。」答曰：「有也。尊者舍梨子！謂有比", "101": "丘知生如真，知生習、知生滅、知生滅道", "102": "如真。云何知生如真？謂彼眾生、彼彼眾生種", "103": "類，生則生，出則出，成則成，興起五陰，已得", "104": "命根，是謂知生如真。云何知生習如真？", "105": "謂因有便有生，是謂知生習如真。云何", "106": "知生滅如真？謂有滅生便滅，是謂知生滅", "107": "如真。云何知生滅道如真？謂八支聖道，正見", "108": "乃至正定為八，是謂知生滅道如真。尊者舍", "109": "梨子！若有比丘如是知生如真，知生習、", "11": "梨子問曰：「賢者大拘絺羅！頗有事因此事，", "110": "知生滅、知生滅道如真者，是謂比丘成就", "111": "見，得正見，於法得不壞淨，入正法中。」尊者", "112": "舍梨子聞已，歎曰：「善哉！善哉！賢者大拘絺羅！」", "113": "尊者舍梨子歎已，歡喜奉行。尊者舍梨子復", "114": "問曰：「賢者大拘絺羅！頗更有事因此事，比丘", "115": "成就見，得正見，於法得不壞淨，入正法耶？」", "116": "答曰：「有也。尊者舍梨子！謂有比丘知有如", "117": "真，知有習、知有滅、知有滅道如真。云何", "118": "知有如真？謂有三有：欲有、色有、無色有，是謂", "119": "知有如真。云何知有習如真？謂因受便有", "12": "比丘成就見，得正見，於法得不壞淨，入正", "120": "有，是謂知有習如真。云何知有滅如真？謂", "121": "受滅有便滅，是謂知有滅如真。云何知有", "122": "滅道如真？謂八支聖道，正見乃至正定為八，是", "123": "謂知有滅道如真。尊者舍梨子！若有比丘", "124": "如是知有如真，知有習、知有滅、知有滅", "125": "道如真者，是謂比丘成就見，得正見，於法", "126": "得不壞淨，入正法中。」尊者舍梨子聞已，歎", "127": "曰：「善哉！善哉！賢者大拘絺羅！」尊者舍梨子歎", "128": "已，歡喜奉行。尊者舍梨子復問曰：「賢者大拘", "129": "絺羅！頗更有事因此事，比丘成就見，得正", "13": "法耶？」答曰：「有也。尊者舍梨子！謂有比丘知", "130": "見，於法得不壞淨，入正法耶？」答曰：「有也。", "131": "尊者舍梨子！謂有比丘知受如真，知受", "132": "習、知受滅、知受滅道如真。云何知受如真？", "133": "謂有四受：欲受、戒受、見受、我受，是謂知受", "134": "如真。云何知受習如真？謂因愛便有受，是", "135": "謂知受習如真。云何知受滅如真？謂愛滅", "136": "受便滅，是謂知受滅如真。云何知受滅道", "137": "如真？謂八支聖道，正見乃至正定為八，是謂", "138": "知受滅道如真。尊者舍梨子！若有比丘如", "139": "是知受如真，知受習、知受滅、知受滅道如", "14": "不善、知不善根。云何知不善？謂身惡行不", "140": "真者，是謂比丘成就見，得正見，於法得", "141": "不壞淨，入正法中。」尊者舍梨子聞已，歎曰：「善", "142": "哉！善哉！賢者大拘絺羅。」尊者舍梨子歎已，歡", "143": "喜奉行。尊者舍梨子復問曰：「賢者大拘絺羅！", "144": "頗更有事因此事，比丘成就見，得正見，於", "145": "法得不壞淨，入正法耶？」答曰：「有也。尊者", "146": "舍梨子！謂有比丘知愛如真，知愛習、知", "147": "愛滅、知愛滅道如真。云何知愛如真？謂有", "148": "三愛：欲愛、色愛、無色愛，是謂知愛如真。云何", "149": "知愛習如真？謂因覺便有愛，是謂知愛", "15": "善，口、意惡行不善，是謂知不善。云何知不", "150": "習如真。云何知愛滅如真？謂覺滅愛便滅，是", "151": "謂知愛滅如真。云何知愛滅道如真？謂八支", "152": "聖道，正見乃至正定為八，是謂知愛滅道如", "153": "真。尊者舍梨子！若有比丘如是知愛如真，", "154": "知愛習、知愛滅、知愛滅道如真者，是謂", "155": "比丘成就見，得正見，於法得不壞淨，入正", "156": "法中。」尊者舍梨子聞已，歎曰：「善哉！善哉！賢者", "157": "大拘絺羅！」尊者舍梨子歎已，歡喜奉行。尊者", "158": "舍梨子復問曰：「賢者大拘絺羅！頗更有事因", "159": "此事，比丘成就見，得正見，於法得不壞", "16": "善根？謂貪不善根，恚、癡不善根，是謂知不善", "160": "淨，入正法耶？」答曰：「有也。尊者舍梨子！謂有", "161": "比丘知覺如真，知覺習、知覺滅、知覺滅", "162": "道如真。云何知覺如真？謂有三覺：樂覺、苦", "163": "覺、不苦不樂覺，是謂知覺如真。云何知覺", "164": "習如真？謂因更樂便有覺，是謂知覺習", "165": "如真。云何知覺滅如真？謂更樂滅覺便滅，是", "166": "謂知覺滅如真。云何知覺滅道如真？謂八", "167": "支聖道，正見乃至正定為八，是謂知覺滅道", "168": "如真。尊者舍梨子！若有比丘如是知覺如", "169": "真，知覺習、知覺滅、知覺滅道如真者，是", "17": "根。尊者舍梨子！若有比丘如是知不善及", "170": "謂比丘成就見，得正見，於法得不壞淨，", "171": "入正法中。」尊者舍梨子聞已，歎曰：「善哉！善哉！", "172": "賢者大拘絺羅！」尊者舍梨子歎已，歡喜奉行。", "173": "尊者舍梨子復問曰：「賢者大拘絺羅，頗更有", "174": "事因此事，比丘成就見，得正見，於法得不", "175": "壞淨，入正法耶？」答曰：「有也。尊者舍梨子！謂", "176": "有比丘知更樂如真，知更樂習、知更樂", "177": "滅、知更樂滅道如真。云何知更樂如真？謂", "178": "有三更樂：樂更樂、苦更樂、不苦不樂更樂，是", "179": "謂知更樂如真。云何知更樂習如真？謂因", "18": "不善根者，是謂比丘成就見，得正見，於法", "180": "六處便有更樂，是謂知更樂習如真。云何", "181": "知更樂滅如真？謂六處滅更樂便滅，是謂知", "182": "更樂滅如真。云何知更樂滅道如真？謂八支", "183": "聖道，正見乃至正定為八，是謂知更樂滅道", "184": "如真。尊者舍梨子！若有比丘如是知更樂", "185": "如真，知更樂習、知更樂滅、知更樂滅道如", "186": "真者，是謂比丘成就見，得正見，於法得", "187": "不壞淨，入正法中。」尊者舍梨子聞已，歎曰：「善", "188": "哉！善哉！賢者大拘絺羅！」尊者舍梨子歎已，歡", "189": "喜奉行。尊者舍梨子復問曰：「賢者大拘絺羅！", "19": "得不壞淨，入正法中。」尊者舍梨子聞已，歎", "190": "頗更有事因此事，比丘成就見，得正見，於", "191": "法得不壞淨，入正法耶？」答曰：「有也。尊者舍", "192": "梨子！謂有比丘知六處如真，知六處習、知", "193": "六處滅、知六處滅道如真。云何知六處如真？", "194": "謂眼處，耳、鼻、舌、身、意處，是謂知六處如真。云", "195": "何知六處習如真？謂因名色便有六處，是", "196": "謂知六處習如真。云何知六處滅如真？謂", "197": "名色滅六處便滅，是謂知六處滅如真。云何", "198": "知六處滅道如真？謂八支聖道，正見乃至正", "199": "定為八，是謂知六處滅道如真。尊者舍梨", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "曰：「善哉！善哉！賢者大拘絺羅！」尊者舍梨子歎", "200": "子！若有比丘如是知六處如真，知六處", "201": "習、知六處滅、知六處滅道如真者，是謂比", "202": "丘成就見，得正見，於法得不壞淨，入正法", "203": "中。」尊者舍梨子聞已，歎曰：「善哉！善哉！賢者大", "204": "拘絺羅！」尊者舍梨子歎已，歡喜奉行。尊者舍", "205": "梨子復問曰：「賢者大拘絺羅！頗更有事因此", "206": "事，比丘成就見，得正見，於法得不壞淨，", "207": "入正法耶？」答曰：「有也。尊者舍梨子！謂有比", "208": "丘知名色如真，知名色習、知名色滅、知", "209": "名色滅道如真。云何知名？謂四非色陰為", "21": "已，歡喜奉行。尊者舍梨子復問曰：「賢者大拘", "210": "名。云何知色？謂四大及四大造為色。此說", "211": "色，前說名，是為名色，是謂知名色如真。云", "212": "何知名色習如真？謂因識便有名色，是謂", "213": "知名色習如真。云何知名色滅如真？謂識", "214": "滅名色便滅，是謂知名色滅如真。云何知", "215": "名色滅道如真？謂八支聖道，正見乃至正定", "216": "為八，是謂知名色滅道如真。尊者舍梨子！", "217": "若有比丘如是知名色如真，知名色習、", "218": "知名色滅、知名色滅道如真者，是謂比丘", "219": "成就見，得正見，於法得不壞淨，入正法", "22": "絺羅！頗更有事因此事，比丘成就見，得正", "220": "中。」尊者舍梨子聞已，歎曰：「善哉！善哉！賢者大", "221": "拘絺羅！」尊者舍梨子歎已，歡喜奉行。尊者舍", "222": "梨子復問曰：「賢者大拘絺羅！頗更有事因此", "223": "事，比丘成就見，得正見，於法得不壞淨，", "224": "入正法耶？」答曰：「有也。尊者舍梨子！謂有比", "225": "丘知識如真，知識習、知識滅、知識滅道", "226": "如真。云何知識如真？謂有六識：眼識，耳、鼻、", "227": "舌、身、意識，是謂知識如真。云何知識習如", "228": "真？謂因行便有識，是謂知識習如真。云", "229": "何知識滅如真？謂行滅識便滅，是謂知識", "23": "見，於法得不壞淨，入正法耶？」答曰：「有也。", "230": "滅如真。云何知識滅道如真？謂八支聖道，正", "231": "見乃至正定為八，是謂知識滅道如真。尊", "232": "者舍梨子！若有比丘如是知識如真，知識", "233": "習、知識滅、知識滅道如真者，是謂比丘", "234": "成就見，得正見，於法得不壞淨，入正法", "235": "中。」尊者舍梨子聞已，歎曰：「善哉！善哉！賢者大", "236": "拘絺羅！」尊者舍梨子歎已，歡喜奉行。尊者舍", "237": "梨子復問曰：「賢者大拘絺羅！頗更有事因此", "238": "事，比丘成就見，得正見，於法得不壞淨，", "239": "入正法耶？」答曰：「有也。尊者舍梨子！謂有比", "24": "尊者舍梨子！謂有比丘知善、知善根。云何", "240": "丘知行如真，知行習、知行滅、知行滅道", "241": "如真。云何知行如真？謂有三行：身行、口行、", "242": "意行，是謂知行如真。云何知行習如真？謂", "243": "因無明便有行，是謂知行習如真。云何", "244": "知行滅如真？謂無明滅行便滅，是謂知行", "245": "滅如真。云何知行滅道如真？謂八支聖道，正", "246": "見乃至正定為八，是謂知行滅道如真。尊", "247": "者舍梨子！若有比丘如是知行如真，知行", "248": "習、知行滅、知行滅道如真者，是謂比丘", "249": "成就見，得正見，於法得不壞淨，入正法", "25": "知善？謂身妙行善，口、意妙行善，是謂知善。", "250": "中。」尊者舍梨子聞已，歎曰：「善哉！善哉！賢者大", "251": "拘絺羅！」尊者舍梨子歎已，歡喜奉行。尊者舍", "252": "梨子復問曰：「賢者大拘絺羅！若有比丘無明", "253": "已盡，明已生，復作何等？」尊者大拘絺羅答", "254": "曰：「尊者舍梨子！若有比丘無明已盡，明已", "255": "生，無所復作。」尊者舍梨子聞已，歎曰：「善哉！", "256": "善哉！賢者大拘絺羅！」如是，彼二尊更互說", "257": "義，各歡喜奉行，從坐起去。", "258": "大拘絺羅經第九竟四千七十七字", "259": "30 象跡喻經（三〇）中阿含舍梨子相應品象跡喻經第十", "26": "云何知善根？謂無貪善根，無恚、無癡善根，是", "260": "初一日誦", "261": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "262": "獨園。爾時，尊者舍梨子告諸比丘：「諸賢！若", "263": "有無量善法，彼一切法皆四聖諦所攝，來", "264": "入四聖諦中，謂四聖諦於一切法最為第", "265": "一。所以者何？攝受一切眾善法故。諸賢！猶", "266": "如諸畜之跡，象跡為第一。所以者何？彼象", "267": "跡者最廣大故。如是，諸賢！無量善法，彼一切", "268": "法皆四聖諦所攝，來入四聖諦中，謂四聖", "269": "諦於一切法最為第一。云何為四？謂苦聖", "27": "謂知善根。尊者舍梨子！若有比丘如是知", "270": "諦，苦習、苦滅、苦滅道聖諦。諸賢！云何苦聖", "271": "諦？謂生苦、老苦、病苦、死苦、怨憎會苦、愛別", "272": "離苦、所求不得苦、略五盛陰苦。「諸賢！云", "273": "何五盛陰？謂色盛陰，覺、想、行、識盛陰。諸", "274": "賢！云何色盛陰？謂有色，彼一切四大及", "275": "四大造。諸賢！云何四大？謂地界，水、火、風界。", "276": "諸賢！云何地界？諸賢！謂地界有二，有內", "277": "地界，有外地界。諸賢！云何內地界？謂內身", "278": "中在，內所攝堅，堅性住，內之所受。此為云", "279": "何？謂髮、毛、爪、齒、麤細皮膚、肌肉、筋、骨、心、腎、肝、", "28": "善，知善根者，是謂比丘成就見，得正見，", "280": "肺、脾、腸、𦝩、糞，如是比此身中餘在，內所", "281": "攝，堅性住，內之所受，諸賢！是謂內地界。", "282": "諸賢！外地界者，謂大是，淨是，不憎惡是。諸賢！", "283": "有時水災，是時滅外地界。「諸賢！此外地界", "284": "極大，極淨，極不憎惡，是無常法、盡法、衰法、變", "285": "易之法，況復此身暫住，為愛所受？謂不多聞", "286": "愚癡凡夫而作此念：『是我，是我所，我是彼所。』", "287": "多聞聖弟子不作此念：『是我，是我所，我是彼", "288": "所。』彼云何作是念？若有他人罵詈、捶打、瞋", "289": "恚責數者，彼作是念：『我生此苦，從因緣生，", "29": "於法得不壞淨，入正法中。」尊者舍梨子聞", "290": "非無因緣。云何為緣？緣苦更樂。』彼觀此", "291": "更樂無常，觀覺、想、行、識無常，彼心緣界住", "292": "止、合一、心定、不移動。彼於後時他人來語", "293": "柔辭軟言者，彼作是念：『我生此樂，從因緣", "294": "生，非無因緣。云何為緣？緣樂更樂。』彼觀此", "295": "更樂無常，觀覺、想、行、識、無常，彼心緣界住，", "296": "止合一心，定不移動。彼於後時，若幼少、中年、", "297": "長老來行不可事，或以拳扠，或以石擲，或", "298": "刀杖加，彼作是念：『我受此身，色法麤質，四", "299": "大之種，從父母生，飲食長養，常衣被覆，坐臥", "3": "29 大拘絺羅經（二九）舍梨子相應品大拘絺羅經第九初一", "30": "已，歎曰：「善哉！善哉！賢者大拘絺羅！」尊者舍梨", "300": "按摩，澡浴強忍，是破壞法，是滅盡法，離散之", "301": "法，我因此身致拳扠、石擲及刀杖加。』由是", "302": "之故，彼極精勤而不懈怠，正身正念，不忘", "303": "不癡，安定一心，彼作是念：『我極精勤而不", "304": "懈怠，正身正念，不忘不癡，安定一心，我受", "305": "此身，應致拳扠、石擲及刀杖加，但當精勤", "306": "學世尊法。』「諸賢！世尊亦如是說：『若有賊來，", "307": "以利刀鋸，節節解身。若汝為賊以利刀鋸", "308": "節節解身時，或心變易，或惡語言者，汝則衰", "309": "退。汝當作是念：「若有賊來，以利刀鋸節", "31": "子歎已，歡喜奉行。尊者舍梨子復問曰：「賢者", "310": "節解我身者，因此令我心不變易，不惡語", "311": "言，當為彼節節解我身者起哀愍心，為", "312": "彼人故，心與慈俱，遍滿一方成就遊，如是", "313": "二三四方、四維上下，普周一切，心與慈俱，無", "314": "結無怨，無恚無諍，極廣甚大，無量善修，遍滿", "315": "一切世間成就遊。」』「諸賢！彼比丘若因佛、法、", "316": "眾，不住善相應捨者，諸賢！彼比丘應慙愧", "317": "羞厭，我於利無利，於德無德，謂我因佛、法、", "318": "眾，不住善相應捨。諸賢！猶如初迎新婦，", "319": "見其姑嫜，若見夫主，則慙愧羞厭。諸賢！當", "32": "大拘絺羅！頗更有事因此事，比丘成就見，", "320": "知比丘亦復如是，應慙愧羞厭，我於利無", "321": "利，於德無德，謂我因佛、法、眾，不住善相應", "322": "捨，彼因慙愧羞厭故，便住善相應捨，是妙", "323": "息寂，謂捨一切有，離愛、無欲、滅盡無餘。諸", "324": "賢！是謂比丘一切大學。「諸賢！云何水界？諸", "325": "賢！謂水界有二，有內水界，有外水界。諸賢！", "326": "云何內水界？謂內身中在，內所攝水，水性潤，", "327": "內之所受。此為云何？謂腦、腦根，淚、汗、涕、唾、", "328": "膿、血、肪、髓、涎、膽、小便，如是比此身中餘在，內", "329": "所攝水，水性潤，內之所受，諸賢！是謂內水", "33": "得正見，於法得不壞淨，入正法耶？」答曰：", "330": "界。諸賢！外水界者，謂大是，淨是，不憎惡是，", "331": "諸賢！有時火災，是時滅外水界。「諸賢！此外", "332": "水界極大，極淨，極不憎惡，是無常法、盡法、衰", "333": "法、變易之法，況復此身暫住，為愛所受？謂不", "334": "多聞愚癡凡夫而作此念：『是我，是我所，我是", "335": "彼所。』多聞聖弟子不作此念：『是我，是我所，我", "336": "是彼所。』彼云何作是念？若有他人罵詈、捶打、", "337": "瞋恚責數者，便作是念：『我生此苦，從因緣", "338": "生，非無因緣。云何為緣？緣苦更樂。』彼觀此", "339": "更樂無常，觀覺、想、行、識無常，彼心緣界住，", "34": "「有也。尊者舍梨子！謂有比丘知食如真，知", "340": "止合一心，定不移動。彼於後時，他人來語", "341": "柔辭軟言者，彼作是念：『我生此樂，從因緣", "342": "生，非無因緣。云何為緣？緣樂更樂。』彼觀此", "343": "更樂無常，觀覺、想、行、識無常，彼心緣界住，", "344": "止合一心，定不移動。彼於後時，若幼少、中", "345": "年、長老來行不可事，或以拳扠，或以石擲，", "346": "或刀杖加，彼作是念：『我受此身，色法麤質，", "347": "四大之種，從父母生，飲食長養，常衣被覆，坐", "348": "臥按摩，澡浴強忍，是破壞法，是滅盡法，離散", "349": "之法，我因此身致拳扠、石擲及刀杖加。』由", "35": "食習、知食滅、知食滅道如真。云何知食如", "350": "是之故，彼極精勤而不懈怠，正身正念，不", "351": "忘不癡，安定一心，彼作是念：『我極精勤而不", "352": "懈怠，正身正念，不忘不癡，安定一心，我受", "353": "此身應致拳扠、石擲及刀杖加，但當精勤", "354": "學世尊法。』「諸賢！世尊亦如是說：『若有賊來，", "355": "以利刀鋸，節節解身。若汝為賊以利刀鋸", "356": "節節解身時，或心變易，或惡語言者，汝則衰", "357": "退。汝當作是念：「若有賊來，以利刀鋸節節", "358": "解我身者，因此令我心不變易，不惡語言，", "359": "當為彼節節解我身者起哀愍心，為彼", "36": "真？謂有四食，一者摶食麤、細，二者更樂食，", "360": "人故，心與慈俱，遍滿一方成就遊，如是二", "361": "三四方、四維上下，普周一切，心與慈俱，無結", "362": "無怨，無恚無諍，極廣甚大，無量善修，遍滿一", "363": "切世間成就遊。」』「諸賢！彼比丘若因佛、法、眾，", "364": "不住善相應捨者，諸賢！彼比丘應慙愧羞", "365": "厭，我於利無利，於德無德，謂我因佛、法、眾，", "366": "不住善相應捨。諸賢！猶如初迎新婦，見其", "367": "姑嫜，若見夫主，則慙愧羞厭。諸賢！當知比", "368": "丘亦復如是，應慙愧羞厭，我於利無利，於", "369": "德無德，謂我因佛、法、眾，不住善相應捨，彼", "37": "三者意思食，四者識食，是謂知食如真。云", "370": "因慙愧羞厭故，便住善相應捨，是妙息寂，", "371": "謂捨一切有，離愛、無欲，滅盡無餘。諸賢！是", "372": "謂比丘一切大學。「諸賢！云何火界？諸賢！謂", "373": "火界有二，有內火界，有外火界。諸賢！云何", "374": "內火界？謂內身中在，內所攝火，火性熱，內", "375": "之所受。此為云何？謂暖身、熱身、煩悶、溫壯、", "376": "消化飲食，如是比此身中餘在，內所攝火，", "377": "火性熱，內之所受，諸賢！是謂內火界。諸賢！", "378": "外火界者，謂大是，淨是，不憎惡是。諸賢！有時", "379": "外火界起，起已燒村邑、城郭、山林、曠野，燒彼", "38": "何知食習如真？謂因愛便有食，是謂知食", "380": "已，或至道、至水，無受而滅。諸賢！外火界滅", "381": "後，人民求火，或鑽木截竹，或以珠燧。「諸賢！", "382": "此外火界極大，極淨，極不憎惡，是無常法、盡", "383": "法、衰法、變易之法，況復此身暫住，為愛所受？", "384": "謂不多聞愚癡凡夫而作此念：『是我，是我所，", "385": "我是彼所。』多聞聖弟子不作此念：『是我，是我", "386": "所，我是彼所。』彼云何作是念？若有他人", "387": "罵詈、捶打、瞋恚責數者，便作是念：『我生此", "388": "苦，從因緣生，非無因緣。云何為緣？緣苦", "389": "更樂。』彼觀此更樂無常，觀覺、想、行、識無常，", "39": "習如真。云何知食滅如真？謂愛滅食便滅，", "390": "彼心緣界住，止合一心，定不移動。彼於後", "391": "時，他人來語柔辭軟言者，彼作是念：『我生", "392": "此樂，從因緣生，非無因緣。云何為緣？緣樂", "393": "更樂。』彼觀此更樂無常，觀覺、想、行、識無常，", "394": "彼心緣界住，止合一心，定不移動。彼於後", "395": "時，若幼少、中年、長老來行不可事，或以拳扠，", "396": "或以石擲，或刀杖加，彼作是念：『我受此身，", "397": "色法麤質，四大之種，從父母生，飲食長養，", "398": "常衣被覆，坐臥按摩，澡浴強忍，是破壞法，是", "399": "滅盡法，離散之法，我因此身致拳扠、石擲及", "4": "日誦", "40": "是謂知食滅如真。云何知食滅道如真？謂", "400": "刀杖加。』由是之故，彼極精勤而不懈怠，正", "401": "身正念，不忘不癡，安定一心，彼作是念：『我", "402": "極精勤而不懈怠，正身正念，不忘不癡，安", "403": "定一心，我受此身應致拳扠、石擲及刀杖", "404": "加，但當精勤學世尊法。』「諸賢！世尊亦如是", "405": "說：『若有賊來，以利刀鋸，節節解身。若汝為", "406": "賊以利刀鋸節節解身時，或心變易，或惡語", "407": "言者，汝則衰退。汝當作是念：「若有賊來，以", "408": "利刀鋸節節解我身者，因此令我心不變", "409": "易，不惡語言，當為彼節節解我身者起", "41": "八支聖道，正見乃至正定為八，是謂知食滅", "410": "哀愍心，為彼人故，心與慈俱，遍滿一方成", "411": "就遊，如是二三四方、四維上下，普周一切，心", "412": "與慈俱，無結無怨，無恚無諍，極廣甚大，無量", "413": "善修，遍滿一切世間成就遊。」』「諸賢！彼比丘", "414": "若因佛、法、眾，不住善相應捨者，諸賢！彼比", "415": "丘應慙愧羞厭，我於利無利，於德無德，謂", "416": "我因佛、法、眾，不住善相應捨。諸賢！猶如初", "417": "迎新婦，見其姑嫜，若見夫主，則慙愧羞厭。", "418": "諸賢！當知比丘亦復如是，應慙愧羞厭，我", "419": "於利無利，於德無德，謂我因佛、法、眾，不", "42": "道如真。尊者舍梨子！若有比丘如是知食", "420": "住善相應捨，彼因慙愧羞厭故，便住善相", "421": "應捨，是妙息寂，謂捨一切有，離愛、無欲，滅", "422": "盡無餘。諸賢！是謂比丘一切大學。「諸賢！云", "423": "何風界？諸賢！謂風界有二，有內風界，有外", "424": "風界。諸賢！云何內風界？謂內身中在，內所攝", "425": "風，風性動，內之所受。此為云何？謂上風、下", "426": "風、腹風、行風、掣縮風、刀風、躋風、非道風、節節", "427": "行風、息出風、息入風，如是比此身中餘在，內", "428": "所攝風，風性動，內之所受，諸賢！是謂內風", "429": "界。諸賢！外風界者，謂大是，淨是，不憎惡是。", "43": "如真，知食習、知食滅、知食滅道如真者，是", "430": "諸賢！有時外風界起，風界起時撥，屋拔樹，", "431": "崩山，山巖撥已便止，纖毫不動。諸賢！外風", "432": "界止後，人民求風，或以其扇，或以哆邏葉，", "433": "或以衣求風。「諸賢！此風界極大，極淨，極不憎", "434": "惡，是無常法、盡法、衰法、變易之法，況復此身", "435": "暫住，為愛所受？謂不多聞愚癡凡夫而作此", "436": "念：『是我，是我所，我是彼所。』多聞聖弟子不作", "437": "此念：『是我，是我所，我是彼所。』彼云何作是念？", "438": "若有他人罵詈、捶打、瞋恚責數者，便作是", "439": "念：『我生此苦，從因緣生，非無因緣。云何", "44": "謂比丘成就見，得正見，於法得不壞淨，", "440": "為緣？緣苦更樂。』彼觀此更樂無常，觀覺、想、", "441": "行、識無常，彼心緣界住，止合一心，定不移", "442": "動。彼於後時，他人來語柔辭軟言者，彼作", "443": "是念：『我生此樂，從因緣生，非無因緣。云何", "444": "為緣？緣樂更樂。』彼觀此更樂無常，觀覺、想、", "445": "行、識無常，彼心緣界住，止合一心，定不移", "446": "動；彼於後時，若幼少、中年、長老來行不可", "447": "事，或以拳扠，或以石擲，或刀杖加，彼作是", "448": "念：『我受此身，色法麤質，四大之種，從父母", "449": "生，飲食長養，常衣被覆，坐臥按摩，澡浴強忍，", "45": "入正法中。」尊者舍梨子聞已，歎曰：「善哉！善哉！", "450": "是破壞法，是滅盡法，離散之法，我因此身致", "451": "拳扠、石擲及刀杖加。』由是之故，彼極精勤而", "452": "不懈怠，正身正念，不忘不癡，安定一心，彼", "453": "作是念：『我極精勤而不懈怠，正身正念，不", "454": "忘不癡，安定一心，我受此身應致拳扠、石", "455": "擲及刀杖加，但當精勤學世尊法。』「諸賢！世", "456": "尊亦如是說：『若有賊來，以利刀鋸，節節解", "457": "身。若汝為賊以利刀鋸節節解身時，或心", "458": "變易，或惡語言者，汝則衰退。汝當作是念：「若", "459": "有賊來，以利刀鋸節節解我身者，因此令", "46": "賢者大拘絺羅！」尊者舍梨子歎已，歡喜奉行。", "460": "我心不變易，不惡語言，當為彼節節解我", "461": "身者起哀愍心，為彼人故，心與慈俱，遍", "462": "滿一方成就遊，如是二三四方、四維上下，普", "463": "周一切，心與慈俱，無結無怨，無恚無諍，極廣", "464": "甚大，無量善修，遍滿一切世間成就遊。」』「諸賢！", "465": "彼比丘若因佛、法、眾，不住善相應捨者，諸", "466": "賢！彼比丘應慙愧羞厭，我於利無利，於德", "467": "無德，謂我因佛、法、眾，不住善相應捨。諸賢！", "468": "猶如初迎新婦，見其姑嫜，若見夫主，則慙", "469": "愧羞厭。諸賢！當知比丘亦復如是，應慙", "47": "尊者舍梨子復問曰：「賢者大拘絺羅！頗更有", "470": "愧羞厭，我於利無利，於德無德，謂我因佛、法、", "471": "眾，不住善相應捨，彼因慙愧羞厭故，便住", "472": "善相應捨，是妙息寂，謂捨一切有，離愛、無欲，", "473": "滅盡無餘。諸賢！是謂比丘一切大學。「諸賢！", "474": "猶如因材木，因泥土，因水草，覆裹於空，", "475": "便生屋名。諸賢！當知此身亦復如是，因筋", "476": "骨，因皮膚，因肉血，纏裹於空，便生身名。諸", "477": "賢！若內眼處壞者，外色便不為光明所照，", "478": "則無有念，眼識不得生。諸賢！若內眼處不", "479": "壞者，外色便為光明所照，而便有念，眼識", "48": "事因此事，比丘成就見，得正見，於法得", "480": "得生。諸賢！內眼處及色，眼識知外色，是屬", "481": "色陰。若有覺是覺陰，若有想是想陰，若有", "482": "思是思陰，若有識是識陰，如是觀陰合會。", "483": "「諸賢！世尊亦如是說：『若見緣起便見法，若", "484": "見法便見緣起。』所以者何？諸賢！世尊說五", "485": "盛陰從因緣生，色盛陰，覺、想、行、識盛陰。諸", "486": "賢！若內耳、鼻、舌、身、意處壞者，外法便不為光", "487": "明所照，則無有念，意識不得生。諸賢！若", "488": "內意處不壞者，外法便為光明所照而便有", "489": "念，意識得生。諸賢！內意處及法，意識知外", "49": "不壞淨，入正法耶？」答曰：「有也。尊者舍梨子！", "490": "色法，是屬色陰。若有覺是覺陰，若有想是", "491": "想陰，若有思是思陰，若有識是識陰，如是", "492": "觀陰合會。諸賢！世尊亦如是說：『若見緣起", "493": "便見法，若見法便見緣起。』所以者何？諸賢！", "494": "世尊說五盛陰從因緣生，色盛陰，覺、想、行、", "495": "識盛陰，彼厭此過去、未來、現在五盛陰，厭已", "496": "便無欲，無欲已便解脫，解脫已便知解脫，", "497": "生已盡，梵行已立，所作已辦，不更受有，知", "498": "如真。諸賢！是謂比丘一切大學。」尊者舍梨子", "499": "所說如是。彼諸比丘聞尊者舍梨子所說，歡", "5": "我聞如是：一時，佛遊王舍城，在竹林加蘭", "50": "謂有比丘知漏如真，知漏習、知漏滅、知", "500": "喜奉行。", "501": "象跡喻經第十竟三千八百六十七字", "502": "31 分別聖諦經（三一）中阿含舍梨子相應品分別聖諦經第", "503": "十一初一日誦", "504": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "505": "獨園。爾時，世尊告諸比丘：「此是正行說法，謂", "506": "四聖諦廣攝、廣觀、分別、發露、開仰、施設、顯示、", "507": "趣向。過去諸如來、無所著、等正覺，彼亦有此", "508": "正行說法，謂四聖諦廣攝、廣觀、分別、發露、開", "509": "仰、施設、顯示、趣向。未來諸如來、無所著、等正", "51": "漏滅道如真。云何知漏如真？謂有三漏：欲", "510": "覺，彼亦有此正行說法，謂四聖諦廣攝、廣觀、", "511": "分別、發露、開仰、施設、顯示、趣向。我今現如來、", "512": "無所著、等正覺，亦有此正行說法，謂四聖諦", "513": "廣攝、廣觀、分別、發露、開仰、施設、顯示、趣向。「舍", "514": "梨子比丘聰慧、速慧、捷慧、利慧、廣慧、深慧、出要", "515": "慧、明達慧、辯才慧，舍梨子比丘成就實慧。所", "516": "以者何？謂我略說此四聖諦，舍梨子比丘則", "517": "能為他廣教、廣觀、分別、發露、開仰、施設、顯現、", "518": "趣向。舍梨子比丘廣教、廣示此四聖諦，分別、", "519": "發露、開仰、施設、顯現、趣向時，令無量人而得", "52": "漏、有漏、無明漏，是謂知漏如真。云何知漏", "520": "於觀，舍梨子比丘能以正見為導御也。目", "521": "乾連比丘能令立於最上真際，謂究竟漏", "522": "盡。舍梨子比丘生諸梵行，猶如生母，目連", "523": "比丘長養諸梵行，猶如養母，是以諸梵行", "524": "者，應奉事供養恭敬禮拜舍梨子、目乾", "525": "連比丘。所以者何？舍梨子、目乾連比丘為諸", "526": "梵行者求義及饒益，求安隱快樂。」爾時，世", "527": "尊說如是已，即從坐起，入室燕坐。於是，", "528": "尊者舍梨子告諸比丘：「諸賢！世尊為我等", "529": "出世，謂為他廣教、廣示此四聖諦，分別、發", "53": "習如真？謂因無明便有漏，是謂知漏習", "530": "露、開仰、施設、顯現、趣向。云何為四？謂苦聖諦，", "531": "苦習、苦滅、苦滅道聖諦。諸賢！云何苦聖諦？", "532": "謂生苦、老苦、病苦、死苦、怨憎會苦、愛別離苦、", "533": "所求不得苦、略五盛陰苦。諸賢！說生苦者，", "534": "此說何因？諸賢！生者，謂彼眾生、彼彼眾生種", "535": "類，生則生，出則出，成則成，興起五陰，已得", "536": "命根，是名為生。諸賢！生苦者，謂眾生生時，", "537": "身受苦受、遍受、覺、遍覺，心受苦受、遍受、覺、遍", "538": "覺，身心受苦受、遍受，覺、遍覺，身熱受、遍受、覺、", "539": "遍覺，心熱受、遍受、覺、遍覺，身心熱受、遍受、覺、", "54": "如真。云何知漏滅如真？謂無明滅漏便滅，是", "540": "遍覺，身壯熱煩惱憂慼受、遍受，覺、遍覺，心壯", "541": "熱煩惱憂慼受、遍受、覺、遍覺，身心壯熱煩惱", "542": "憂慼受、遍受、覺、遍覺。諸賢！說生苦者，因此故", "543": "說。「諸賢！說老苦者，此說何因？諸賢！老者，謂", "544": "彼眾生、彼彼眾生種類，彼為老耄，頭白齒落，", "545": "盛壯日衰，身曲脚戾，體重氣上，拄杖而行，肌", "546": "縮皮緩，皺如麻子，諸根毀熟，顏色醜惡，是名", "547": "為老。諸賢！老苦者，謂眾生老時，身受苦受、", "548": "遍受、覺、遍覺，心受苦受、遍受、覺、遍覺，身心受", "549": "苦受、遍受、覺、遍覺，身熱受、遍受、覺、遍覺，心熱", "55": "謂知漏滅如真。云何知漏滅道如真？謂八", "550": "受、遍受、覺、遍覺，身心熱受、遍受、覺、遍覺，身壯", "551": "熱煩惱憂慼受、遍受、覺、遍覺，心壯熱煩惱憂慼", "552": "受、遍受、覺、遍覺，身心壯熱煩惱憂慼受、遍受、覺、", "553": "遍覺。諸賢！說老苦者，因此故說。「諸賢！說病", "554": "苦者，此說何因？諸賢！病者，謂頭痛、眼痛、耳", "555": "痛、鼻痛、面痛、脣痛、齒痛、舌痛、𪘽痛、咽痛、風喘、", "556": "咳嗽、喝吐、喉啤、癲癎、癕癭、經溢、赤膽、壯", "557": "熱、枯槁、痔󰩜、下利，若有如是比餘種種病，", "558": "從更樂觸生，不離心，立在身中，是名為病。", "559": "諸賢！病苦者，謂眾生病時，身受苦受、遍受、覺、", "56": "支聖道，正見乃至正定為八，是謂知漏滅", "560": "遍覺，心受苦受、遍受、覺、遍覺，身心受苦受、遍", "561": "受、覺、遍覺，身熱受、遍受、覺、遍覺，心熱受、遍受、", "562": "覺、遍覺，身心熱受、遍受、覺、遍覺，身壯熱煩惱", "563": "憂慼受、遍受、覺、遍覺，心壯熱煩惱憂慼受、遍受、", "564": "覺、遍覺，身心壯熱煩惱憂慼受、遍受、覺、遍覺。", "565": "諸賢！說病苦者，因此故說。「諸賢！說死苦者，", "566": "此說何因？諸賢！死者，謂彼眾生、彼彼眾生種", "567": "類，命終無常，死喪散滅，壽盡破壞，命根閉塞，", "568": "是名為死。諸賢！死苦者，謂眾生死時，身受", "569": "苦受、遍受、覺、遍覺，心受苦受、遍受、覺、遍覺，身", "57": "道如真。尊者舍梨子！若有比丘如是知漏", "570": "心受苦受、遍受、覺、遍覺，身熱受、遍受、覺、遍覺，", "571": "心熱受、遍受、覺、遍覺，身心熱受、遍受、覺、遍覺，", "572": "身壯熱煩惱憂慼受、遍受、覺、遍覺，心壯熱煩", "573": "惱憂慼受、遍受、覺、遍覺，身心壯熱煩惱憂慼", "574": "受、遍受、覺、遍覺。諸賢！說死苦者，因此故說。", "575": "「諸賢！說怨憎會苦者，此說何因？諸賢！怨憎", "576": "會者，謂眾生實有內六處，不愛眼處，耳、鼻、舌、", "577": "身、意處，彼同會一，有攝、和、習，共合為苦，如", "578": "是外處，更樂、覺、想、思、愛、亦復如是。諸賢！眾生", "579": "實有六界，不愛地界，水、火、風、空、識界，彼同會", "58": "如真，知漏習、知漏滅、知漏滅道如真者，是", "580": "一，有攝、和、習，共合為苦，是名怨憎會。諸賢！", "581": "怨憎會苦者，謂眾生怨憎會時，身受苦受、遍", "582": "受、覺、遍覺，心受苦受、遍受、覺、遍覺，身心受苦", "583": "受、遍受、覺、遍覺。諸賢！說怨憎會苦者，因此", "584": "故說。「諸賢！說愛別離苦者，此說何因？諸賢！", "585": "愛別離苦者，謂眾生實有內六處，愛眼處，耳、", "586": "鼻、舌、身、意處，彼異分散，不得相應，別離不", "587": "會，不攝、不習、不和合為苦，如是外處，更樂、", "588": "覺、想、思、愛，亦復如是。諸賢！眾生實有六界，", "589": "愛地界，水、火、風、空、識界，彼異分散，不得相應，", "59": "謂比丘成就見，得正見，於法得不壞淨，", "590": "別離不會，不攝、不習、不和合為苦，是名", "591": "愛別離。諸賢！愛別離苦者，謂眾生別離時，身", "592": "受苦受、遍受、覺、遍覺，心受苦受、遍受、覺、遍覺，", "593": "身心受苦受、遍受、覺、遍覺。諸賢！說愛別離苦", "594": "者，因此故說。「諸賢！說所求不得苦者，此說", "595": "何因？諸賢！謂眾生生法，不離生法，欲得", "596": "令我而不生者，此實不可以欲而得，老法、", "597": "死法、愁憂慼法，不離憂慼法，欲得令我不", "598": "憂慼者，此亦不可以欲而得。諸賢！眾生實", "599": "生苦而不可樂、不可愛念，彼作是念：『若我", "6": "哆園。爾時，尊者舍梨子則於晡時從燕", "60": "入正法中。」尊者舍梨子聞已，歎曰：「善哉！善哉！", "600": "生苦而不可樂、不可愛念者，欲得轉是，", "601": "令可愛念。』此亦不可以欲而得。諸賢！眾", "602": "生實生樂而可愛念，彼作是念：『若我生樂", "603": "可愛念者，欲得令是常恒久住不變易法。』", "604": "此亦不可以欲而得。諸賢！眾生實生思想", "605": "而不可樂、不可愛念，彼作是念：『若我生思", "606": "想而不可樂、不可愛念者，欲得轉是，令", "607": "可愛念。』此亦不可以欲而得。諸賢！眾生", "608": "實生思想而可愛念，彼作是念：『若我生思", "609": "想可愛念者，欲得令是常恒久住不變易", "61": "賢者大拘絺羅！」尊者舍梨子歎已，歡喜奉行。", "610": "法。』此亦不可以欲而得。諸賢！說所求不得", "611": "苦者，因此故說。「諸賢！說略五盛陰苦者，此", "612": "說何因？謂色盛陰，覺、想、行、識盛陰。諸賢！說", "613": "略五盛陰苦者，因此故說。「諸賢！過去時是", "614": "苦聖諦，未來、現在時是苦聖諦，真諦不虛，不", "615": "離於如，亦非顛倒，真諦審實，合如是諦，", "616": "聖所有，聖所知，聖所見，聖所了，聖所得，聖", "617": "所等正覺，是故說苦聖諦。「諸賢！云何愛習", "618": "苦習聖諦？謂眾生實有愛內六處，眼處，耳、鼻、", "619": "舌、身、意處，於中若有愛、有膩、有染、有著者，", "62": "尊者舍梨子復問曰：「賢者大拘絺羅！頗更有", "620": "是名為習。諸賢！多聞聖弟子知我如是知", "621": "此法，如是見，如是了，如是視，如是覺，是謂", "622": "愛習苦習聖諦，如是知之。云何知耶？若", "623": "有愛妻、子、奴婢、給使、眷屬、田地、屋宅、店肆、出", "624": "息財物，為所作業，有愛、有膩、有染、有著者，", "625": "是名為習；彼知此愛習，苦習聖諦，如是", "626": "外處，更樂、覺、想、思、愛，亦復如是。諸賢！眾生實", "627": "有愛六界，地界，水、火、風、空、識界，於中若有愛、", "628": "有膩、有染、有著者，是名為習。諸賢！多聞聖", "629": "弟子知我如是知此法，如是見，如是了，如", "63": "事因此事，比丘成就見，得正見，於法得不", "630": "是視，如是覺，是謂愛習苦習聖諦，如是", "631": "知之。云何知耶？若有愛妻、子、奴婢、給使、眷屬、", "632": "田地、屋宅、店肆、出息財物，為所作業，有愛、有", "633": "膩、有染、有著者，是名為習，彼知是愛習苦", "634": "習聖諦。諸賢！過去時是愛習苦習聖諦，未", "635": "來、現在時是愛習苦習聖諦，真諦不虛，不", "636": "離於如，亦非顛倒，真諦審實，合如是諦，聖", "637": "所有，聖所知，聖所見，聖所了，聖所得，聖所", "638": "等正覺，是故說愛習苦習聖諦。「諸賢！云何", "639": "愛滅苦滅聖諦？謂眾生實有愛內六處，眼處、", "64": "壞淨，入正法耶？」答曰：「有也。尊者舍梨子！謂", "640": "耳、鼻、舌、身、意處，彼若解脫，不染不著、斷捨吐", "641": "盡、無欲、滅、止沒者，是名苦滅。諸賢！多聞聖弟", "642": "子知我如是知此法，如是見，如是了，如是", "643": "視，如是覺，是謂愛滅苦滅聖諦，如是知之。", "644": "云何知耶？若有不愛妻、子、奴婢、給使、眷屬、田", "645": "地、屋宅、店肆、出息財物，不為所作業，彼若解", "646": "脫，不染不著、斷捨吐盡、無欲、滅、止沒者，是名", "647": "苦滅，彼知是愛滅苦滅聖諦，如是外處，更", "648": "樂、覺、想、思、愛亦復如是。諸賢！眾生實有愛", "649": "六界，地界，水、火、風、空、識界，彼若解脫，不染不", "65": "有比丘知苦如真，知苦習、知苦滅、知苦", "650": "著、斷捨吐盡、無欲、滅、止沒者，是名苦滅。諸賢！", "651": "多聞聖弟子知我如是知此法，如是見，如", "652": "是了，如是視，如是覺，是謂愛滅苦滅聖諦，如", "653": "是知之。云何知耶？若有不愛妻、子、奴婢、給", "654": "使、眷屬、田地、屋宅、店肆、出息財物，不為所作", "655": "業，彼若解脫，不染不著，斷捨吐盡、無欲、滅、止", "656": "沒者，是名苦滅，彼知是愛滅苦滅聖諦。諸", "657": "賢！過去時是愛滅苦滅聖諦，未來、現在時是", "658": "愛滅苦滅聖諦，真諦不虛，不離於如，亦非", "659": "顛倒，真諦審實，合如是諦，聖所有，聖所知，", "66": "滅道如真。云何知苦如真？謂生苦、老苦、病苦、", "660": "聖所見，聖所了，聖所得，聖所等正覺，是故", "661": "說愛滅苦滅聖諦。「諸賢！云何苦滅道聖諦？謂", "662": "正見、正志、正語、正業、正命、正方便、正念、正定。", "663": "諸賢！云何正見？謂聖弟子念苦是苦時，習", "664": "是習、滅是滅，念道是道時，或觀本所作，或", "665": "學念諸行，或見諸行災患，或見涅槃止息，", "666": "或無著念觀善心解脫時，於中擇、遍擇、次擇，", "667": "擇法、視、遍視，觀察明達，是名正見。「諸賢！云何", "668": "正志？謂聖弟子念苦是苦時，習是習、滅是", "669": "滅，念道是道時，或觀本所作，或學念諸行，", "67": "死苦、怨憎會苦、愛別離苦、所求不得苦、略五", "670": "或見諸行災患，或見涅槃止息，或無著念", "671": "觀善心解脫時，於中心伺、遍伺、隨順伺，可", "672": "念則念，可望則望，是名正志。「諸賢！云何正", "673": "語？謂聖弟子念苦是苦時，習是習、滅是滅，", "674": "念道是道時，或觀本所作，或學念諸行，或", "675": "見諸行災患，或見涅槃止息，或無著念觀", "676": "善心解脫時，於中除口四妙行，諸餘口惡行", "677": "遠離除斷，不行不作，不合不會，是名正語。", "678": "「諸賢！云何正業？謂聖弟子念苦是苦時，習", "679": "是習、滅是滅，念道是道時，或觀本所作，", "68": "盛陰苦，是謂知苦如真。云何知苦習如真？", "680": "或學念諸行，或見諸行災患，或見涅槃止", "681": "息，或無著念觀善心解脫時，於中除身三", "682": "妙行，諸餘身惡行遠離除斷，不行不作，不", "683": "合不會，是名正業。「諸賢！云何正命？謂聖弟", "684": "子念苦是苦時，習是習、滅是滅，念道是", "685": "道時，或觀本所作，或學念諸行，或見諸行", "686": "災患，或見涅槃止息，或無著念觀善心解", "687": "脫時，於中非無理求，不以多欲無厭足，不", "688": "為種種伎術呪說邪命活，但以法求衣，不", "689": "以非法，亦以法求食、床座，不以非法，是", "69": "謂因老死便有苦，是謂知苦習如真。云", "690": "名正命。「諸賢！云何正方便？謂聖弟子念苦", "691": "是苦時，習是習、滅是滅，念道是道時，或", "692": "觀本所作，或學念諸行，或見諸行災患，或", "693": "見涅槃止息，或無著念觀善心解脫時，於", "694": "中若有精進方便，一向精勤求，有力趣向，專", "695": "著不捨，亦不衰退，正伏其心，是名正方便。", "696": "「諸賢！云何正念？謂聖弟子念苦是苦時，習", "697": "是習、滅是滅，念道是道時，或觀本所作，", "698": "或學念諸行，或見諸行災患，或見涅槃止", "699": "息，或無著念觀善心解脫時，於中若心順", "7": "坐起，至尊者大拘絺羅所，共相問訊，却坐", "70": "何知苦滅如真？謂老死滅苦便滅，是謂知", "700": "念、背不向念、念遍、念憶、復憶、心心、不忘心之", "701": "所應，是名正念。「諸賢！云何正定？謂聖弟子", "702": "念苦是苦時，習是習、滅是滅，念道是道", "703": "時，或觀本所作，或學念諸行，或見諸行", "704": "災患，或見涅槃止息，或無著念觀善心解脫", "705": "時，於中若心住、禪住、順住，不亂不散，攝止", "706": "正定，是名正定。「諸賢！過去時是苦滅道聖", "707": "諦，未來、現在時是苦滅道聖諦，真諦不虛，", "708": "不離於如，亦非顛倒，真諦審實，合如是諦，", "709": "聖所有，聖所知，聖所見，聖所了，聖所得，聖", "71": "苦滅如真。云何知苦滅道如真？謂八支聖道，", "710": "所等正覺，是故說苦滅道聖諦。」於是頌曰：", "711": "「佛明達諸法，見無量善德，", "712": "苦習滅道諦，善顯現分別。」", "713": "尊者舍梨子所說如是。彼諸比丘聞尊者舍", "714": "梨子所說，歡喜奉行。", "715": "分別聖諦經第十一竟三千四百二十五字", "716": "中阿含經卷第七一萬一千三百六十九字", "717": "中阿含舍梨子相應品第三竟二萬七千五百一十二字", "718": "初一日誦", "72": "正見乃至正定為八，是謂知苦滅道如真。", "73": "尊者舍梨子！若有比丘如是知苦如真，知", "74": "苦習、知苦滅、知苦滅道如真者，是謂比", "75": "丘成就見，得正見，於法得不壞淨，入正法", "76": "中。」尊者舍梨子聞已，歎曰：「善哉！善哉！賢者大", "77": "拘絺羅！」尊者舍梨子歎已，歡喜奉行。尊者舍", "78": "梨子復問曰：「賢者大拘絺羅！頗更有事因此", "79": "事，比丘成就見，得正見，於法得不壞淨，入", "8": "一面。尊者舍梨子語尊者大拘絺羅：「我欲", "80": "正法耶？」答曰：「有也。尊者舍梨子！謂有比丘", "81": "知老死如真，知老死習、知老死滅、知老", "82": "死滅道如真。云何知老？謂彼老耄，頭白齒落，", "83": "盛壯日衰，身曲脚戾，體重氣上，柱杖而行，肌", "84": "縮皮緩，皺如麻子，諸根毀熟，顏色醜惡，是名", "85": "老也。云何知死？謂彼眾生、彼彼眾生種類，命", "86": "終無常，死喪散滅，壽盡破壞，命根閉塞，是名", "87": "死也。此說死，前說老，是名老死，是謂知", "88": "老死如真。云何知老死習如真？謂因生便", "89": "有老死，是謂知老死習如真。云何知老死", "9": "有所問，聽我問耶？」尊者大拘絺羅答曰：「尊", "90": "滅如真？謂生滅老死便滅，是謂知老死滅如", "91": "真。云何知老死滅道如真？謂八支聖道，正見", "92": "乃至正定為八，是謂知老死滅道如真。尊者", "93": "舍梨子！若有比丘如是知老死如真，知老", "94": "死習、知老死滅、知老死滅道如真者，是謂", "95": "比丘成就見，得正見，於法得不壞淨，入正", "96": "法中。」尊者舍梨子聞已，歎曰：「善哉！善哉！賢者", "97": "大拘絺羅！」尊者舍梨子歎已，歡喜奉行。尊者", "98": "舍梨子復問曰：「賢者大拘絺羅！頗更有事因", "99": "此事，比丘成就見，得正見，於法得不壞淨，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 舍梨子相應品: 中阿含舍梨子相應品: 中阿含舍梨子相應品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}