{"author": "唐 地婆訶羅再譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0830 大乘遍照光明藏無字法門經: 大乘遍照光明藏無字法門經: 大乘遍照光明藏無字法門經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 830 [Nos. 828, 829]", "1": "大乘遍照光明藏無字法門經", "2": "大唐天竺三藏地婆訶羅再譯", "3": "如是我聞：一時，佛住王舍城耆闍崛山，與大", "4": "菩薩及比丘僧無量百千億那由他眾俱。其", "5": "諸菩薩，一切皆得大智善權，悉能通達無字", "6": "法藏，具樂說辯不違真俗，勇猛精進永離蓋", "7": "纏，調伏諸根無所執著，憐愍眾生如視一子，", "8": "愛重實智如大寶洲，慚愧為身定慧為首，以", "9": "大慈悲而為體性，知善不善實不實法，照", "10": "了二空住勝妙地，得大名稱永安隱眠，決", "11": "定修行最上之法，永離胎藏下劣之身，示", "12": "現受生守護國土，諸所施為普遍賢善，離於", "13": "三界能救三界，其行清淨善達自他，皆得", "14": "具足如是功德。其名曰：勝思惟菩薩，勝趣", "15": "行菩薩，妙音菩薩，美音菩薩，辯具菩薩，辯", "16": "聚菩薩，珠髻菩薩，千輻菩薩，法輞菩薩，法", "17": "響菩薩，蓮花面菩薩，蓮華眼菩薩，持地菩", "18": "薩，持世菩薩，聲遍大地菩薩。如是等菩薩", "19": "摩訶薩，一切皆是童子像類，於此眾中而為", "20": "上首，各各與己眷屬等俱。", "21": "爾時，觀世音菩薩，與無量無數灌頂受職諸", "22": "菩薩眾之所圍繞；得大勢菩薩，與無量億大", "23": "梵天眾之所圍繞；勝思惟菩薩，與無量菩薩", "24": "及天主帝釋之所圍繞；虛空藏菩薩，與無量", "25": "四天王眾之所圍繞；眾所知識菩薩，與無量", "26": "婇女之所圍繞；普賢菩薩、離疑菩薩、不空見", "27": "菩薩、止諸蓋菩薩、無量善巧藥王菩薩、藥上", "28": "菩薩等，各與無量菩薩大眾之所圍繞；長老", "29": "舍利弗、摩訶目乾連、摩訶迦葉等，各與一", "30": "切大阿羅漢之所圍繞；乃至十方恒河沙等", "31": "一切世界所有日月諸天子等，各以威光來", "32": "至佛所，以佛神力，彼彼威光不能照曜，猶如", "33": "聚墨比閻浮金；又有無量那羅延天，及以水", "34": "天德叉迦龍王、阿那婆達多龍王等，亦與眷", "35": "屬之所圍繞；美音乾闥婆王，亦與無量乾闥", "36": "婆眾之所圍繞；無濁迦婁羅王，與七億迦", "37": "婁羅王眷屬圍繞；乃至十方恒沙世界一切", "38": "菩薩，各請己佛，與眷屬俱，來至此間娑婆世", "39": "界，持諸上妙出世供具，供養於佛及菩薩已，", "40": "各禮佛足却住一面，坐蓮華座瞻仰世尊。爾", "41": "時勝思惟菩薩摩訶薩即從座起，偏袒右肩，", "42": "右膝著地，合掌向佛，而作是言：「世尊！我為四", "43": "眾，欲問如來二字之義，惟願如來為我解說，", "44": "令我等輩咸得利益。」", "45": "爾時世尊告勝思惟菩薩言：「善男子！如來豈", "46": "為一眾生故出現於世？乃為利益無量眾生", "47": "出現於世。善男子！汝今乃能為四眾故，請問", "48": "於我二字之義。隨汝所問，當為汝說。」", "49": "於是勝思惟菩薩蒙佛聽許，白佛言：「世尊！", "50": "有何等法，菩薩摩訶薩應當除滅及以守護？", "51": "復有何法，如來克證及以覺知？如是二義惟", "52": "願為說。」", "53": "爾時，佛讚勝思惟言：「善哉，善哉！善男子！汝", "54": "已成就無量福慧，復為如來加威神力，乃能", "55": "問我如是之義。諦聽，諦聽！善思念之！吾當為", "56": "汝分別解說。", "57": "「善男子！有一種法，菩薩摩訶薩應當除滅。", "58": "何等一法？所謂欲貪。如是一法，菩薩摩訶薩", "59": "應當除滅。善男子！復有一法，菩薩摩訶薩", "60": "應當除滅。何等一法？所謂瞋恚。如是一法，", "61": "菩薩摩訶薩應當除滅。善男子！復有一法，", "62": "菩薩摩訶薩應當除滅。何等一法？所謂愚癡。", "63": "如是一法，菩薩摩訶薩應當除滅。善男子！復", "64": "有一法，菩薩摩訶薩應當除滅。何等一法？所", "65": "謂我執。如是一法，菩薩摩訶薩應當除滅。善", "66": "男子！復有一法，菩薩摩訶薩應當除滅。何", "67": "等一法？所謂懈怠。如是一法，菩薩摩訶薩應", "68": "當除滅。善男子！復有一法，菩薩摩訶薩應", "69": "當除滅。何等一法？所謂睡眠。如是一法，菩", "70": "薩摩訶薩應當除滅。善男子！復有一法，菩", "71": "薩摩訶薩應當除滅。何等一法？所謂染愛。", "72": "如是一法，菩薩摩訶薩應當除滅。善男子！復", "73": "有一法，菩薩摩訶薩應當除滅。何等一法？", "74": "所謂疑惑。如是一法，菩薩摩訶薩應當除滅。", "75": "善男子！復有一法，菩薩摩訶薩應當除滅。", "76": "何等一法？所謂無明。如是一法，菩薩摩訶薩", "77": "應當除滅。善男子！如上所說如是等法，菩", "78": "薩摩訶薩應當除滅。「善男子！汝問於我，復", "79": "有何法，菩薩摩訶薩應守護者，今為汝說。善", "80": "男子！有一種法，菩薩摩訶薩常當守護。何等", "81": "一法？所謂己所不欲，勿勸他人。如是一法，菩", "82": "薩摩訶薩常應守護。何以故？若菩薩摩訶薩", "83": "守護此法，即是守護諸佛如來一切戒藏。如", "84": "諸菩薩，自愛命者則不應殺，自愛財者則不", "85": "應盜，自愛妻者不應侵他，自愛實語不應誑", "86": "彼，自愛和合不應間他，自愛正直不應邪綺，", "87": "自愛柔軟不應惡罵，自愛止足終不於他而", "88": "生貪欲，自愛仁恕終不於他而生瞋恚，自愛", "89": "正見終不教他令生邪見。善男子，如是菩薩", "90": "發意說言，我今敬順如來正教，應當勤心守", "91": "護此法，是名菩薩摩訶薩守護一法。善男子！", "92": "我見如是諸菩薩等，欲求無上大菩提者，悉", "93": "為樂故而求菩提，無有為苦求之者也。善男", "94": "子！是故我說己所不欲，勿勸他人。如是等法，", "95": "菩薩摩訶薩應當守護。」", "96": "爾時勝思惟菩薩復白佛言：「世尊！何等之", "97": "法，如來克證及以覺知？惟願為我開演其義。」", "98": "佛言：「善男子！無有一法而是如來所覺所證。", "99": "何以故？於諸法中無覺無證，此是如來所證", "100": "所覺。善男子！一切諸法本無有法，如來覺證；", "101": "一切諸法本無有滅，如來覺證；一切諸法性", "102": "離二邊，如來覺證；一切諸法本無有實，如來", "103": "覺證。", "104": "「復次善男子！一切諸法，皆從自業因緣力故", "105": "而得生起；而是因緣，念念不住猶如電光，如", "106": "是業緣，如來覺證；是故我說以因緣故而諸", "107": "法生，以因緣故而諸法滅，若離因緣，則無業", "108": "報。如是等事，如來覺知。善男子！如是所覺", "109": "一切法性，是名遍照光明之藏。善男子！何", "110": "故法性名之為藏？以諸眾生世出世智，皆依", "111": "此藏而得生故。如以實智觀彼法性，智依彼", "112": "生，故名為藏。", "113": "「復次善男子！我亦復說一切諸法如幻如焰，", "114": "如水中月，如是等事，如來覺證；又善男子！", "115": "諸法性相，一味解脫，如是等事，如來覺證。善", "116": "男子！如是解脫一味法性，是名遍照光明之", "117": "藏。", "118": "「復次善男子！又有一法如來覺證。何等一法？", "119": "所謂諸法不生不滅、不增不減、不來不去、不", "120": "取不捨、非因非緣，如是等法，如來覺證。", "121": "「復次善男子！如來了知一切諸法，無有自性", "122": "不可為喻，無有文字之所辯說，如是之法如", "123": "來覺證。善男子！如上所說如是之法，悉是", "124": "如來所覺所證。」當佛說此遍照光明藏無字", "125": "法時，有微塵數諸菩薩等得住十地；又有無", "126": "量諸菩薩等住於諸地；又有無量諸菩薩等", "127": "證得百千諸大三昧；又有無量塵數眾生發", "128": "阿耨多羅三藐三菩提心；又有無量無邊眾", "129": "生得阿羅漢果；又有無量無邊眾生得脫地", "130": "獄、餓鬼、畜生種種諸苦，生人天中受勝妙樂；", "131": "諸在會眾悉不唐捐，無有一人而空過者。", "132": "爾時佛告羅睺羅言：「善男子！我此法要，汝當", "133": "受持。」時彼會中有九十億菩薩摩訶薩，聞是", "134": "語已，承佛神力，白佛言：「世尊！我等誓於娑婆", "135": "世界後時後分，見有堪能為法器者，我當為", "136": "彼宣說是經，惟願世尊不以為慮。」爾時四", "137": "天王復白佛言：「世尊！若當來世有善男子", "138": "及善女人，能有受持此經典者，我當擁護，", "139": "諸有願求皆令滿足。何以故？此善男子及善", "140": "女人，能持此經，是法器故。」", "141": "爾時世尊，見九十億諸菩薩等，及四天王如", "142": "是請已，便作是言：「善男子！我此所說遍照", "143": "光明藏無字法門，我得佛來未曾演說，今為", "144": "汝等而演說之。善男子！彼未來世諸眾生等，", "145": "若得聞此希有法門，當知是人久已成就無", "146": "量福慧；當知是人則為承事供養於我；當知", "147": "是人則為荷擔佛大菩提；當知是人決定當", "148": "得成就辯才；當知是人決定當得清淨佛土；", "149": "當知是人臨命終時定當得見阿彌陀佛，菩薩", "150": "大眾之所圍繞；當知是人常見我身在靈鷲", "151": "山，及見此等諸菩薩眾；當知是人則為已得", "152": "無盡法藏；當知是人得宿命智；當知是人不", "153": "墮惡道。", "154": "「復次善男子！今我說是未曾有法，若當來世", "155": "有善男子及善女人，設有已作五逆等罪，聞", "156": "此法門，若能書持讀誦解說，或勸他人書持", "157": "讀誦及以解說，我見是人不墮惡道，其人所", "158": "有諸煩惱障、業障報障，皆得清淨，其人來世", "159": "具得五眼，其人則為一切諸佛所共灌頂，其", "160": "人則為諸佛世尊及諸菩薩之所護念，其人", "161": "來世在在所生，具足諸根無有缺減。」", "162": "佛說是經已，勝思惟菩薩摩訶薩等，及諸比", "163": "丘，天龍八部，聞佛所說，皆大歡喜，信受奉行。", "164": "大乘遍照光明藏無字法門經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0830 大乘遍照光明藏無字法門經: 大乘遍照光明藏無字法門經: 大乘遍照光明藏無字法門經", "source": "CBETA"}