{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0023 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經", "text": {"0": "5 阿須倫品", "1": "大樓炭經卷第三", "10": "寶金銀水精琉璃赤真珠車𤦲馬瑙，作七重", "100": "者為癡。』有言：『亦不有所從生，亦不無所從生，", "101": "我至誠，其餘者為癡。』」", "102": "佛言：「其有婆羅門道人言：『我於世有常，我至", "103": "誠其，餘者為癡。』其人所行，見有我有命有身，", "104": "見世間是，故言：『我與世有常。』有言：『我與世無", "105": "常。』有言：『我與世有常無常。』有言：『我與世亦不", "106": "有常亦不無常。』各言：『我至誠，其餘者為癡。』其人", "107": "所行，見有我有命有身，見世間是，故言：『我與", "108": "世有常。』其有婆羅門道人言：『我與世有限，我", "109": "至誠，其餘者為癡。』其人所見，有我有命，是故", "11": "壁、七重欄楯、七重刀分、七重樹，周匝姝好。金", "110": "言：『命有限人有限。』在腹中時，死後塜間葬埋", "111": "同等，人從初生受身四分，七反生死，已後", "112": "得道，是故言：『我與世有限。』有言：『我與世無限，", "113": "我至誠，其餘者為癡。』其人所見，有我有命有", "114": "身，見世間，言：『有命有人無限，在人腹中時，死", "115": "後塜間葬埋同等，從初生受身四分，七反生", "116": "死即得道。』若婆羅門道人說見言：『我與世有", "117": "限無限。』其人所見，有我有命有身，見世間，言：", "118": "『命無限人有限，在人腹中時，死後葬埋同", "119": "等，從初生受身四分，七反生死後得道。』人所", "12": "壁銀門，銀壁金門，琉璃壁水精門，水精壁琉", "120": "見亦不有限亦不無限我及世者，其人言：『命", "121": "有限，人在腹中時，死後葬埋同等，從初生", "122": "受身四分，七反生死後得道。』是故言：『亦不有", "123": "限亦不無限。』若有婆羅門道人所言，見有是", "124": "命有是身，其人言：『今世命常在，後世命常在。』", "125": "是故言：『我至誠，其餘者為癡。』有道人所見，命", "126": "異人異，其人言：『今有壽，後世無有壽。』是故", "127": "言：『我至誠，其餘者為癡。』若婆羅門道人言：『今", "128": "見命盡死，後世轉行生。』故言：『我至誠，其餘者", "129": "為癡。』有婆羅門道人言：『亦不有命亦不有身，", "13": "璃門，赤真珠壁馬瑙門，馬瑙壁赤真珠門，車", "130": "今世命盡滅，後世亦盡滅。』若有婆羅門道人，", "131": "所見言：『生所從來死亦趣彼者，我至誠，其餘", "132": "者為癡。』其人見今世有身命，見後世有身命，", "133": "故言：『我至誠，其餘者為癡。』若有婆羅門道人，", "134": "所見言：『無所從來生，死亦至彼，亦不見今世", "135": "有命，亦不見後世無命。』若有婆羅門道人，所", "136": "見言：『有從無所從來生，死亦趣彼，我至誠，其", "137": "餘者為癡，亦不見今世有身命，亦不見後世", "138": "有身命。』若有婆羅門道人，所見言：『亦不有亦", "139": "不無所從來生，我至誠，其餘者為癡。』其人亦", "14": "𤦲壁一切寶門，彩畫姝好。其壁二萬里有一", "140": "非不見今世有身命，亦非不見後世有身命。」", "141": "佛告比丘：「乃往去世時，有王名不現面。爾時，", "142": "多聚會盲子，便問盲子：『汝曹寧知象所類不？』", "143": "盲子白言：『不知。天王！』王言：『汝欲知象所類", "144": "不？』白言：『欲知。』爾時勅使將象來，令眾盲子捫", "145": "之。中有盲子，捫象得鼻；中有盲子，捫象得", "146": "牙；中有盲子，捫象得耳；中有盲子，捫象得", "147": "頭；中有盲子，捫象得背；中有盲子，捫象得", "148": "腹；中有盲子，捫象得後脚；中有盲子，捫象得", "149": "膝；中有盲子，捫象得前脚；中有盲子，捫象得", "15": "門，門高二千四百里，廣千二百里。其門常有", "150": "尾。時，王不現面問眾盲子言：『象何等類？』得象", "151": "鼻者言：『象如曲車轅。』得象牙者言：『象如杵。』得", "152": "象耳者言：『象如箕。』得象頭者言：『象如鼎。』得", "153": "象背者言：『象如積。』得象腹者言：『象如壁。』得象", "154": "後脚者言：『象如樹。』得象膝者言：『象如柱。』得象", "155": "前脚者言：『象如臼。』得象尾者言：『象如蛇。』各各", "156": "共爭不相信，自呼為是，言象如是；一人言", "157": "不如是。王歡喜笑。」佛言：「如是，其有異道人，不", "158": "知苦諦所從起，亦不知苦習諦、苦盡諦、苦滅", "159": "道諦，各各諦不相信、罵詈，自呼為是。若有", "16": "五百鬼神守門，門壁上有欄楯交露曲蓋，門", "160": "沙門道人，知苦習盡滅道諦所從起，便共和", "161": "合同。譬如乳，一合無亂，但說佛教，行安隱。」", "162": "佛言：「比丘！當諦行是苦諦，習、盡、道諦。」", "163": "7 高善士品大樓炭經高善士品第七之一", "164": "佛言：「凡夫有三事，覺知高事，知其行所念。", "165": "何等為三事？一者人心念善、口言善、至誠身", "166": "行善。假令惡人，心念不善、口言不善、身行", "167": "不善，高人知為不善也。所以言高者何？人", "168": "心念善、口言善、至誠身行善。高人於世間有", "169": "三事，得其福。何等為三事？一者與耆老會坐，", "17": "邊園觀浴池，有種種樹，出種種香，有種種", "170": "若於堂上，里巷間行間道中行，及耆老共坐，", "171": "共稱譽高士行善。高士念言：『令眾人共稱譽", "172": "人，善哉！』即有是高人，心即安隱，又聞此語，心", "173": "亦歡喜，身亦安隱。高人有時見處盜賊，為縣", "174": "官所捕取，酷毒治之，反縛鐵鑽，斬其手足，", "175": "解解斷之，截耳截鼻，竹篦鞭之，復寸寸斬", "176": "之，持餧虎狼，中有令象蹈殺者、中有持囊裹", "177": "燒之者、中有蒸殺之者、中有生耗者、有出", "178": "城外刑者。高士見之念言：『我不為惡也，王但", "179": "取惡人，我當何等憂乎？我至老不憂縣官。』是", "18": "華，種種葉，種種飛鳥相和而鳴。大海北邊，有", "180": "高士用是故心歡喜。高人心念善、口言善、身", "181": "行善，若有病瘦著床困劣時，強健時所作善，", "182": "悉在目前自見之。人不殺生、不取他人財物、", "183": "不犯人婦女、不欺人、不兩舌、不惡口、不妄", "184": "言、不嫉妬、不貪餘，信作善得善，作惡得惡。", "185": "即自見第二忉利天上人，往來見佛，見阿羅", "186": "漢，諸強健時所作善，皆在前見。其人病者自", "187": "念：『豈我強健時所作善故，至使眾善來見我", "188": "道，就使我死，自當上天在善人之中。』用是", "189": "三事，高士其心歡喜身安。」佛言：「假令高善士", "19": "難頭和難龍王宮，廣長各二萬八千里，以七", "190": "自知作善當得善，不復畏死生也，略無所", "191": "在。高善士常自念欲遠去惡軀，軀中有骨血", "192": "不淨潔臭處，意欲早死更就善軀。所以者何？", "193": "以能念所樂可愛處，歡喜獨上天為樂可愛", "194": "也，最可喜。」諸沙門問佛：「願為我說天上樂意", "195": "云何？」佛言：「聽我說之。」諸沙門言：「受教。」", "196": "佛言：「譬如遮迦越羅王，有七寶持有四事，餘", "197": "人所無有。又有五種所思，所欲得皆在前。王", "198": "有七寶。何等為七寶？一者自然生一金輪、二", "199": "者白象、三者紺色馬、四者摩尼珠、五者聖", "2": "西晉沙門法立共法炬譯", "20": "寶作七重壁、欄楯，七重刀分、樹木，周匝圍", "200": "玉女、六者聖輔臣、七者聖主兵臣。」佛言：「汝欲", "201": "知一金輪所主不？王以月十五日晦日沐浴，", "202": "沐浴已於正殿，與諸婦女共坐。遙見金輪飛", "203": "來，輪有千輻，輻轂皆正好無比，常去地三四", "204": "丈。王見金輪，便生意言：『諸高士云：「為遮迦越", "205": "羅王事，有金輪飛來，來者常從東方來。有千", "206": "輻，輻轂正好，有是金輪寶者，當為遮迦越羅", "207": "王。」今我將得無當為遮迦越羅王乎！』王自思", "208": "念，欲試此金輪。王起坐，正衣服長跪，向金", "209": "輪言：『如今為我來者，當案行諸國故事法。』王", "21": "遶。宮門高千四十里，廣四百八十里，壁上", "210": "言適竟，金輪便東飛。王傍諸大臣及官屬，皆", "211": "隨之飛；金輪所止處，王諸官屬，亦隨其止。金", "212": "輪到國郡，國諸王皆來，長跪叩頭言：『此國界", "213": "皆大王所有。』又持銀鉢盛滿金粟，復以金鉢", "214": "盛以銀粟以上獻。郡國諸王皆言：『此國中豐", "215": "熟，穀米平賤，風雨時節，人民熾樂，大王可受", "216": "國留於是。』王因報諸王言：", "217": "『汝曹便自治國，但以正法，勿失故事，慎無", "218": "殺生、無妄取他人財物、無妄犯人婦女、無得", "219": "欺人、無得兩舌、無得惡口、無得妄言、無得嫉", "22": "有欄楯交露曲箱蓋，周匝有園觀浴池樹", "220": "妬、無得貪餘、無得瞋恚惡心也，皆奉行此十", "221": "事。其有犯十事中一事者，勿令在國中也。』", "222": "大王隨金輪至東方，教誡諸郡國諸王訖竟，", "223": "復隨金輪飛到南方。金輪所止處，大王與千", "224": "乘萬騎共屯止，南方郡國諸王，皆復來叩", "225": "頭長跪言：願上郡國界，及金銀鉢盛滿金銀", "226": "粟，上獻物如東方諸國王之禮。金輪復飛至", "227": "西方，傍臣及官屬，悉復隨金輪所止。西方郡", "228": "國諸王，皆來叩頭長跪言：願上國界，及金銀", "229": "鉢盛滿金銀粟上獻物，復如南方諸王之禮。", "23": "木，飛鳥相和而鳴，如娑竭龍王園觀。「難頭和", "230": "金輪復飛到北方，金輪所止，大王及諸官屬，", "231": "亦隨金輪所止。諸郡國諸王，皆來叩頭長跪", "232": "言：『願上國界，人民熾樂，米穀平賤，風雨", "233": "時節，大王宜可案治於此。』又復以金銀鉢盛", "234": "滿金銀粟上大王。大王不受，因報諸王曰：『汝", "235": "曹皆自以正心治國，勿失故事，無得殺生、", "236": "無得取他財物、無得犯人婦女、無得欺人、無", "237": "得兩舌、無得惡口、無得妄言、無得嫉妬、無得", "238": "貪餘、無得瞋恚、無得惡心，皆奉行此十事。其", "239": "有犯十事中一事者，勿令在國中也。』大王重", "24": "難龍王北有大樹，名為句梨睒，莖圍繞二百", "240": "令四海四方訖竟，因隨金輪，還故國上殿，金", "241": "輪常在王前見，其王有是金輪寶如是。「王復", "242": "有象寶。象寶者何等類？其象正白無比，軀", "243": "畏以牙齒蹄足，皆具𦟛好，皆以金為鞍勒。", "244": "當胸鏤掖皆以黃金，當臚怕額身皆以白", "245": "珠。行即飛行，自在欲所到。王傍臣白王言：『賀", "246": "大王！國中白象寶，其白絕麗無比，軀畏牙齒", "247": "蹄足，皆白𦟛好，皆以黃金為鞍勒。當胸鏤", "248": "掖皆以黃金，當臚怕額皆以白珠。行即飛", "249": "行，自在所至到。』王見象，大歎言：『象有相姝", "25": "八十里，高四千里，枝葉分布二千里。句梨", "250": "好，當教習令行步進止。』王因付左右曉事者，", "251": "令教之。數日之間，皆習知行步。王意欲騎乘", "252": "試象，日出一竿，王騎試之。象因周旋四方四", "253": "海，屈還故宮飯食。「遮迦越羅王有馬寶。馬", "254": "寶者何等類？馬即紺色，被髮澤好，持頭如", "255": "象金具馬鞍勒，鏤掖帶皆黃金，當臚怕", "256": "額，皆以白珠。行即飛行，自在所欲至到。傍臣", "257": "白王：『賀王國中有是馬寶。即紺色被髮澤", "258": "好，持頭如象，鞍勒鏤掖及帶皆黃金，當臚", "259": "怕額皆以白珠。』王見大歡喜，即復令左右教", "26": "睒樹東，有卵種金翅鳥宮，廣長二十四萬里，", "260": "習之。數日間，馬復習知行步。王意欲試馬，日", "261": "出一竿，王騎馬，馬即飛行，周匝四方四海，", "262": "旋還故宮飯食。遮迦越羅王馬寶如是。「王有", "263": "明月珠寶。明月珠寶者何等類？珠色極青，玎", "264": "針八觚，在宮中皆明，火焰所照，周匝四十", "265": "里，如日之明。王意欲試珠明，人定已後，陰冥", "266": "如漆，以珠繫著金竿頭，夜出城，將妻子千乘", "267": "萬騎，詣離宮諸署別觀。珠明如日出，令車", "268": "騎明，復遠千乘萬騎，周匝四十里。城傍居民，", "269": "見珠明，皆相謂：『起，起。日出乃高如是。各各自", "27": "有七寶七重壁、欄楯、刀分、樹木，園觀浴池，", "270": "當趣市賣買，何反欲臥！』遮迦越羅王有摩尼", "271": "珠寶如是。「王有聖玉女。玉女者何等類耶？不", "272": "長不短，不大不小，不肥不瘦，不白不黑，適得", "273": "其中，絕端正無比，口氣出如香熏，舉身小毛", "274": "孔皆香，如欝金香。事王晚臥早起，承事不", "275": "失王意，冬時身則溫，夏則身涼，事王常令", "276": "不瞋恚，何況其身！遮迦越羅王有玉女寶如", "277": "是。「王有聖輔臣，大高遠見人便知情性，以", "278": "天眼視天下，豫知天下有珍寶藏物，知有主", "279": "名、無有主名。有主名者，為其主護示之；無", "28": "飛鳥相和而鳴。句梨睒樹南，有水生種金", "280": "主名者，以給官用。聖輔臣前白王：『快自娛樂", "281": "不須憂，錢財寶物我自給王。』王意疑聖輔臣", "282": "所言，所求者可得不？王便與聖輔臣，共載一", "283": "船，到海中央，王便語聖輔臣言：『我欲得寶物，", "284": "今於此間與我。』聖輔臣言：『須我出在陸地可", "285": "得。』王曰：『我在陸地不用也，欲於此得之耳。』聖", "286": "輔臣便以手抄水中得金寶，大如車輪，以著", "287": "船上，不可勝數。王言：『止！止！船滿且重。』遮迦越", "288": "羅王聖輔臣如是。「王有持兵導道聖臣者何", "289": "等類？高才勇健，無所不知。當欲起兵無央數，", "29": "翅鳥宮，廣長二十四萬里，同有七寶七重壁、", "290": "不欲兵則止。持兵導道臣白王言：『今王快自", "291": "娛樂，勿憂國事，王當用兵者，我自戰鬪。』王意", "292": "欲試導道聖臣，便取國中人馬象皆被鎧，乃", "293": "得自副，步兵被鎧，刀兵自副，王心自念言：『令", "294": "是兵出行快耶！』王心甫念，兵便前行，王念言：", "295": "『欲令兵止。』兵即復止。王意念言：『使兵罷去。』兵", "296": "即罷去。遮迦越羅王，導道主兵臣如是。遮迦", "297": "越羅王有七寶如是。「王有四事，與凡人有異。", "298": "何等為四？一者年壽無央數，人中無有壽如", "299": "遮迦越羅王者；二者常安隱，未甞有病，飲", "3": "6 龍鳥品龍鳥品第六", "30": "欄楯、刀分、樹木，園觀浴池華香，飛鳥相和而", "300": "食皆消，身體寒溫適時，人中安隱無過遮迦", "301": "越羅王者；三者端正無比，過於世間人，但不", "302": "如天人；四者萬姓皆愛王，視皆如父母，王", "303": "愛萬姓，如父母愛其子。正偶出到諸署別觀，", "304": "萬姓謂王御者言：『令車徐行，我欲視王無厭", "305": "極也。祝願王，令壽無極！』王復語御車者：『徐", "306": "行，我欲見我國人民，使子壽無極！』遮迦越羅", "307": "王有是四事，凡人所無。「王有五願，願所思常", "308": "在前；心所喜、舌所喜、目所喜，所好所愛皆在", "309": "前；耳所聞聲歌樂善聲。鼻所聞香，腹中所喜，", "31": "鳴。句梨睒大樹西，有胎生種金翅鳥宮，廣", "310": "鼻聞芬芳，皆在前；口所嗜鹹酢甘甜，諸美", "311": "物皆在前；名清淨細靡，所喜皆在前。是遮迦", "312": "越羅王五所思也。王目未曾見惡、耳未曾", "313": "聞惡、鼻未曾聞臭處、口未曾食不甘之物、身", "314": "未曾衣麤惡之衣。」佛告諸沙門：「如是遮迦越", "315": "羅王，有七寶奇物、有四特異之相、有五種", "316": "之思，汝以王為心喜樂之不？」諸沙門對曰：「王", "317": "但有一寶，心喜樂之；何況有七寶乎？」佛持一", "318": "小石著手中，問諸沙門：「我手中石為大耶？山", "319": "為大乎？」諸沙門言：「佛手中石小小，奈何比山", "32": "長二十四萬里，同有七寶七重壁、欄楯、刀分、", "320": "乎？百倍千倍萬倍億倍，尚不如山大也！」佛言：", "321": "「如我手中小石，大不如山大也，百倍千倍萬", "322": "倍億倍千萬倍億萬倍，尚不如山大也。", "323": "遮迦越羅王雖有七寶、四異相、有五種所", "324": "思，不如天上樂，百倍千倍萬倍億倍千萬億", "325": "倍。譬如佛手中小石與大山。」佛言：「高善士", "326": "於世間，心念善、口言善、至誠身行善，於世間", "327": "壽命盡，死後皆上第二忉利天上，生作天人。", "328": "於世間百歲為忉利天上一日一夜，世間三", "329": "千歲為忉利天上一月，世間三萬六千歲為", "33": "樹木，園觀浴池華香，飛鳥相和而鳴。句梨", "330": "忉利天上一歲。如天上計，第二忉利天上人", "331": "壽千歲。忉利天外門，廣七百里，外城壁七重，", "332": "有七重渠水，水中皆各有四色蓮華，水底皆", "333": "有金沙。城上各有欄楯，皆金銀琉璃水精，城", "334": "門皆有金銀水精為欄楯也，七重地各有七", "335": "重樹，金樹銀樹琉璃樹水精樹珊瑚樹虎魄", "336": "樹車𤦲樹，金樹金根金莖銀葉銀華銀實，", "337": "銀樹者銀根銀莖金葉金華金實，琉璃樹者", "338": "琉璃根琉璃莖水精葉水精華水精實，水精", "339": "樹者水精根水精莖琉璃葉琉璃華琉璃實，", "34": "睒大樹北，有化生種金翅鳥宮，廣長二十四", "340": "珊瑚樹者珊瑚根珊瑚莖虎魄葉虎魄華虎", "341": "魄實，虎魄樹者虎魄根虎魄莖車𤦲葉車𤦲", "342": "華車𤦲實，車𤦲樹者車𤦲根車𤦲莖馬瑙葉", "343": "馬瑙華馬瑙實。城門深二百八十里，高六百", "344": "四十里，門楣額皆銀也，金作門兩扉關皆金", "345": "也。有五百鬼守門外。宮中門，天所止處，縱", "346": "廣二千里。有壁皆七寶色，金銀水精琉璃珊", "347": "瑚虎魄車𤦲，七重水繞壁，七重寶樹如外門，", "348": "高六百四十里，深二百八十里，以銀為楣額", "349": "金，兩扇金門閫，五百鬼共守門。天所止處，", "35": "萬里，同有七寶七重壁、欄楯、刀分、樹木，園", "350": "縱廣二千里，有七種寶壁七重，七重渠水，諸", "351": "欄楯、寶樹如外門，高廣深如外門等，守門鬼", "352": "數如外門。「忉利天東出，有遊戲處名曰難檀", "353": "桓，周匝七億里，七重壁金銀壁珊瑚壁琉", "354": "璃壁虎魄壁車𤦲壁水精壁，有七渠水，底沙", "355": "皆金也，有四色蓮華。城上有七寶欄楯，七重", "356": "壁，各各有七寶樹，金樹者金根金莖銀葉銀", "357": "華銀實，銀樹者銀根銀莖金葉金花金實，水", "358": "精樹者水精根水精莖琉璃葉琉璃華琉璃", "359": "實，琉璃樹者琉璃根琉璃莖水精葉水精華", "36": "觀浴池華香，飛鳥相和而鳴。「卵種金翅鳥，", "360": "水精實，廬大道廣六百四十里，道兩邊七重", "361": "壁，皆金銀水精琉璃虎魄珊瑚車𤦲。一壁間", "362": "皆有渠水，水中有四色蓮華，其水底皆有金", "363": "沙，壁上有欄楯，皆七寶如中面。有七寶樹，金", "364": "樹銀樹水精樹琉璃樹虎魄樹珊瑚樹車𤦲樹。", "365": "其廬中有兩石，一石名難、一石名難遠，縱廣", "366": "各四千里，其石軟且結細如綩綖。廬中有兩", "367": "浴池，一浴池名難陀、二名難陀尼，縱廣各", "368": "四千里。池中生四色蓮華，其一者青色、二者", "369": "紅色、三者紫色、四者白色，其水底沙皆金也。", "37": "欲求取卵種龍時，從句梨睒樹東枝，下入大", "370": "忉利天欲遊戲時，便相將詣東廬，相娛樂極", "371": "意，是故字為難檀桓廬也。「出忉利南城門，", "372": "名為質羅瀨，周匝七億里，其廬壁七重，金", "373": "壁銀壁水精壁琉璃壁虎魄壁珊瑚壁車𤦲", "374": "壁。一壁間者，各有一渠水，水中四色蓮華，其", "375": "水底沙皆金也，有七寶樹，金樹銀樹琉璃樹", "376": "水精樹虎魄樹珊瑚樹車𤦲樹，其壁上皆金", "377": "銀琉璃水精珊瑚虎魄車𤦲欄楯", "378": "。質羅瀨廬道，廣六百四十里，皆七重壁，", "379": "金銀水精琉璃珊瑚虎魄車𤦲壁。一壁間者，", "38": "海。以翅搏海水，波八千里，取卵種龍食之，不", "380": "有一渠水，水中有四色蓮華，青、紅、紫、白，其水", "381": "底皆金沙，有七寶欄楯，金欄銀欄水精", "382": "欄琉璃欄珊瑚欄虎魄欄車𤦲欄，有七寶樹，", "383": "金樹銀樹水精樹琉璃樹珊瑚樹虎魄樹車𤦲", "384": "樹。其廬中有兩石，縱廣各四千里，細且軟如", "385": "綩綖，一名質羅、二者名質多謣羅。其廬中兩", "386": "浴池，一池名質多、二者名質。兩池中有四", "387": "色蓮華，青、紅、紫、白，其水底皆金沙。其廬中有", "388": "四種寶樹，金銀樹水精琉璃樹。忉利天出到", "389": "質羅瀨廬上，戲自相娛樂，娛樂無極，諸四寶", "39": "能得食胎種、水種、化種龍。水種金翅鳥，欲求", "390": "照諸天人，令正斑斕色，是故名為質羅瀨。", "391": "質羅瀨者，斑斕廬也。「忉利天北出，城門有廬，", "392": "名為頗類，縱廣七億里，七重寶壁、七重水，水", "393": "底皆金沙，欄楯如南方，其廬道廣六百四十", "394": "里。廬中有兩石，縱廣各四千里，一者名迦羅、", "395": "二者名迦羅尸羅，細軟如綩綖。有兩浴池，縱", "396": "廣四千里，一池名乾陀起，有四色蓮華，青", "397": "紅紫白。忉利天欲戲頗類廬時，形體便僵，", "398": "如人沐浴已後身體皆滑，忉利天人北入廬", "399": "身體皆滑，是故名為頗類廬也。「忉利天西出，", "4": "佛告比丘言：「有四種龍。何等為四？一者卵生", "40": "取卵種龍時，便從句梨睒大樹，下至大海，", "400": "廬名為彌尸耶遠，縱廣七億里，有七重壁，七", "401": "渠水，七寶樹，七寶欄楯，四色蓮華，水底皆金", "402": "沙，如北方。其道廣六百四十里，七重寶壁、七", "403": "渠水、七寶樹、七寶欄楯、四色蓮華，水底皆金", "404": "沙，如北方。廬中有兩好石，各縱廣四千里，細", "405": "軟如綩綖，一者名北羅，二者名北羅越。有兩浴", "406": "池，縱廣各四千里，其池中有四色蓮華，青紅", "407": "紫白，水底皆金沙，一池名波尸，二名為雲。忉", "408": "利天欲行到彌尸耶遠廬戲時，忉利天上無", "409": "有尊卑貧富豪弱，皆得入彌尸耶遠廬，是故", "41": "以翅搏海水，波八千里，取卵種龍食之。水種", "410": "名為彌尸耶遠廬。「忉利天上宮中中庭殿前，", "411": "有百種色寶物，在王前自布地，宮中有七百", "412": "樓，金陛銀陛，琉璃陛水精陛，一陛下者，各有", "413": "十六琉璃柱照之。宮中有四坐床，金床銀床", "414": "水精床琉璃床，以天坐其上，念萬姓善，亦念", "415": "諸天善。天王所止處殿，名為提延。其殿上有", "416": "百巷，巷有百室，室有七玉女，玉女各有七御", "417": "者。其殿紺琉璃色，及諸天皆繞殿。南方有樹，", "418": "名為波質拘耆羅樹，根入地二百里，上枝四", "419": "出，樹高四千里，東西二千里，南北二千里。樹", "42": "金翅鳥，欲取水種龍時，便從句梨睒大樹南", "420": "當華時，風從上吹，華香下行四千里，逆風行", "421": "二千里。樹當華時，諸天共坐樹下，自相娛樂", "422": "百二十日，天上百二十日為世間萬二千歲。", "423": "諸天欲以白寶象戲，象名曰倪羅遠，象自化", "424": "作三十二頭，頭有七牙，牙化作七浴池。浴", "425": "池中各作七蓮華，蓮華枝有千葉，一葉上", "426": "者有一玉女舞。王所思皆在前極意。「人於", "427": "世間，雖作善不能多者，心念作善少、口言善", "428": "少、身行善少，雖生忉利天上，不能得入東", "429": "難檀桓廬也、不能得入質羅廬也、不能得", "43": "枝下入海，以翅搏海，水波萬六千里，取水種", "430": "入北頗類廬也，不能得入香花婆質拘耆", "431": "羅樹下，但得遙觀，不得前入。譬若遮迦越羅", "432": "王所飯食，諸外宮不得妄入，天上諸天，不", "433": "得觀者如是。人於世間作善，心念善、口言善、", "434": "至誠身行善，壽終已後，便當得上忉利天。高", "435": "善士上忉利天，極壽死後，復下生在世間，便", "436": "為王侯家作太子，富貴多饒寶物，為人端", "437": "正。譬若喜掩人初得大金錢金銀珠寶奴婢", "438": "車馬妻子田宅廬舍，舉有名字，其人自思惟", "439": "言：『我不賈作販賣，亦不耕田，自致有財，我但", "44": "龍食之，不能得食胎種、化種龍。胎種金翅鳥，", "440": "戲耳！至使得金銀珍寶舍宅田地，至使有名", "441": "字，為富貴也！』」佛言：「如戲兒得利如此，為少薄", "442": "耳，如此為少薄耳。不如心念善、口言善、身", "443": "行善，得利勝於掩者也。所以然者？行是三", "444": "事，死後上忉利天，是高士也。」佛語諸沙門：「今", "445": "我為汝曹說二道，愚癡之道、高善士之道。今", "446": "汝曹自在從何道？今我作佛，為汝曹說難易。」", "447": "佛言：「汝曹當於山中，若於樹下、空室中，若於", "448": "塚間、水所、唐突處，自念五內，早索泥洹之", "449": "道。」佛言：「是我教也。」諸沙門皆叉手，受教言", "45": "欲取卵種龍時，便從句梨睒大樹東枝，下入", "450": "語，各前為佛作禮。", "451": "8 四天王品大樓炭經四天王品第八", "452": "佛語比丘：「須彌山王東，去須彌山四萬里，有", "453": "提頭賴天王城郭，名賢上王處。廣長二十四", "454": "萬里，以七寶作七重壁、七重欄楯、七重交露、", "455": "七重行樹姝好，周匝圍繞。金壁銀門，銀壁", "456": "金門，琉璃壁水精門，水精壁琉璃門，赤真珠", "457": "壁馬瑙門，馬瑙壁赤真珠門，車𤦲壁一切寶門。", "458": "金欄楯者金柱栿銀桄，銀欄楯者銀柱栿", "459": "金桄，琉璃欄楯者琉璃柱栿水精桄，水精欄", "46": "大海，以翅搏海水，波八千里，取卵種龍食", "460": "楯者水精柱栿琉璃桄，赤真珠欄楯者赤真", "461": "珠柱栿馬瑙桄，馬瑙欄楯者馬瑙柱栿赤真", "462": "珠桄，車𤦲欄楯者車𤦲柱栿一切寶桄。金交露", "463": "銀垂珞，銀交露金垂珞，琉璃交露水精垂", "464": "珞，水精交露琉璃垂珞，赤真珠交露馬瑙垂", "465": "珞，馬瑙交露赤真珠垂珞，車𤦲交露一切寶", "466": "垂珞。金樹者金莖根銀枝葉華實，銀樹者", "467": "銀莖根金枝葉花實，琉璃樹者琉璃莖根水", "468": "精枝葉花實，水精樹者水精莖根琉璃枝葉", "469": "華實，赤真珠樹者赤真珠莖根馬瑙枝葉華", "47": "之。胎種金翅鳥，欲取水種龍時，便從句梨", "470": "實，馬瑙樹者馬瑙莖根赤真珠枝葉花實，車", "471": "𤦲樹者車𤦲莖根一切寶枝葉華實。門上有", "472": "曲箱蓋交露，下有園觀浴池。有種種樹，種", "473": "種葉，種種花，種種實。種種香出，種種飛鳥相", "474": "和而鳴。「須彌山王南去四萬里，有毘樓勒天", "475": "王城郭，名善見。廣長二十四萬里，王處亦有", "476": "七寶七重壁、七重欄楯、七重交露、七重行", "477": "樹，周匝圍遶姝好。門上有曲箱蓋交露，下", "478": "有園觀浴池樹木，飛鳥相和而鳴。「須彌山王", "479": "西去四萬里，有天名毘留羅。有城郭，廣長", "48": "睒大樹南枝，下至大海，以翅搏海水，波萬六", "480": "二十四萬里，王處亦有七寶七重壁、七重欄", "481": "楯、七重交露、七重樹木，周匝圍遶姝好。門上", "482": "有曲箱蓋交露，下有園觀浴池樹木，飛鳥相", "483": "和而鳴。「須彌山王北去四萬里，有天王名毘", "484": "沙門。有三城郭，廣長各二十四萬里，王處一", "485": "者名沙摩、二者名波迦羅曰、三者名阿尼", "486": "槃，亦有七寶作七重壁、七重欄楯、七重交露、", "487": "七重行樹，周匝圍繞姝好。門上有曲箱蓋交", "488": "露，下有園觀浴池樹木，飛鳥相和而鳴。「阿尼", "489": "槃王處東，毘沙門天王，有山名迦比延。高廣", "49": "千里，取水種龍食之。胎種金翅鳥，欲取胎種", "490": "長四千里，以四寶金銀水精琉璃作之，山周", "491": "匝有垣墻，廣長二萬里，以七寶作七重壁、", "492": "七重欄楯、七重交露、七重樹木，周匝圍繞", "493": "姝好。四面有門，以四寶作。上曲箱蓋交露，", "494": "下有園觀浴池樹木，飛鳥相和而鳴。迦比延", "495": "山阿尼槃王處，有大毘沙門天王浴池，名那", "496": "利。廣長二千里，周匝有垣墻，水底皆金沙，水", "497": "涼且清，浴池周匝，以四寶作重壁、欄楯、交", "498": "露、樹木姝好，中生青蓮華、黃蓮華、白蓮華、赤", "499": "蓮華，光照二十四里，香亦聞二十四里，浴池", "5": "種龍、二者水生種龍、三者胎生種龍、四者化", "50": "龍時，便從句梨睒大樹西枝，下至大海，以", "500": "周匝有堦。「毘沙門天王，欲至迦比延山遊戲", "501": "相娛樂，即時念提頭賴天王。提頭賴天王即", "502": "言：『毘沙門天王以念我。』即時莊嚴衣被冠", "503": "幘，嚴駕，與無央數揵沓和，百千周匝圍繞，從", "504": "賢上城出，往至毘沙門天王所，在前住。爾時，", "505": "毘沙門天王念毘樓勒天王。毘樓勒天王", "506": "即時念言：『毘沙門天王已念我。』便著衣冠幘，", "507": "嚴駕，與無央數百千兵九鬼神，從須卑旃城", "508": "出，往至毘沙門天王所，在前住。爾時，毘沙門", "509": "天王念毘樓勒叉天王。毘樓勒叉天王，即", "51": "翅搏海水，波三萬二千里，取胎種龍食之，不", "510": "自念：『毘沙門天王已念我。』便著衣被冠幘，嚴", "511": "駕，與無央數百千龍俱，從末利旃城出，周匝", "512": "圍遶，往至毘沙門天王所，在前住。爾時，毘沙", "513": "門天王，著衣被冠幘，嚴駕，與諸天王無央數", "514": "百千諸鬼神，俱往至迦比延山。時，風吹掃迦", "515": "比延山地，風吹山中樹華散地，四天王便共", "516": "入迦比延山，相娛樂，快共飲食，一日二日", "517": "至七日，以後各自罷去。」", "518": "大樓炭經卷第三", "52": "能取化種龍食之。化種金翅鳥，欲取卵種龍", "53": "時，便從句梨睒大樹東枝，下至大海，以翅", "54": "搏海水，波八千里，取卵種龍食之。化種金翅", "55": "鳥欲取水種龍時，便從句梨睒大樹南枝，下", "56": "入大海，以翅搏海水，波萬六千里，取水種龍", "57": "食之。化種金翅鳥，欲取胎種龍時，便從句", "58": "梨睒大樹西枝，下入大海，以翅搏海水，波三", "59": "萬二千里，取胎種龍食之。化種金翅鳥欲取", "6": "生種龍，是為四種龍。」佛語比丘：「金翅鳥有四", "60": "化種龍時，便從句梨睒大樹北枝，下入大海，", "61": "以翅搏海水，波六萬四千里，取化種龍食之。", "62": "「有餘龍王，金翅鳥不能得食者。何等龍王，金", "63": "翅鳥不能得食者？一者娑竭龍王、二者阿耨", "64": "達龍王、三者難頭和難龍王、四者善見龍王、", "65": "五者提頭賴龍王、六者伊羅募龍王、七者善", "66": "住龍王、八者迦句龍王、九者阿于樓龍王、", "67": "十者欝旃鉢龍王、十一者揵呵具曇龍王、十", "68": "二者監波龍王，金翅鳥皆不能得取是諸龍", "69": "王食之。此諸龍王皆在山中居止，若有婆羅", "7": "種：一者卵生種鳥、二者水生種鳥、三者胎生", "70": "門道人行求龍意，奉龍戒行具足，即生龍中；", "71": "若有婆羅門道人，行求金翅鳥意，奉金翅鳥", "72": "行，求金翅鳥，死已即生金翅鳥中；若有婆", "73": "羅門道人，行求優留鳥意，奉戒行具足，從", "74": "死後生優留鳥中；若有婆羅門道人，行求", "75": "牛，奉牛意戒具足，死後便生牛中；若有婆", "76": "羅門道人，行求狗道，奉狗意戒行具足，死", "77": "後生狗中；若有婆羅門道人，行求鹿道，奉鹿", "78": "意戒具足，死後生鹿中；若有婆羅門道人，行", "79": "求雞道者，死後生雞中；若有婆羅門道人，", "8": "種鳥、四者化生種鳥，是為四種鳥。大海底須", "80": "行求摩尼越天、求女人者、求大神者、求日月", "81": "者，有日三過浴水中，求生天上者，有事天者，", "82": "事日月者求天者。」", "83": "佛言：「是癡見者，墮兩惡道，一者泥犁、二者畜", "84": "生。若有婆羅門道人，說見如是：『我與世有常。』", "85": "言：『我至誠，其餘者為癡。』有言：『我與世非常，我", "86": "至誠，其餘者為癡。』有言：『我與世有常無常，我", "87": "至誠，其餘者為癡。』有言：『我與世亦不常亦不", "88": "無常，我至誠，其餘者為癡。』有言：『我與世有限，", "89": "我至誠，其餘者為癡。』有言：『我與世無限，我至", "9": "彌山北，有娑竭龍王宮，廣長八萬由旬，以七", "90": "誠，其餘者為癡。』有言：『我與世有限無限，我至", "91": "誠，其餘者為癡。』有言：『我與世亦不有限亦不", "92": "無限，我至誠，其餘者為癡。』有言：『我有是身命，", "93": "我至誠，其餘者為癡。』有言：『我身死異，我至誠，", "94": "其餘者為癡。』有言：『無有身命，我至誠，其餘者", "95": "為癡。』有言：『亦不有身命亦不無身命，我至誠，", "96": "其餘者為癡。』有言：『人生時所從來，死後亦趣", "97": "彼，我至誠，其餘者為癡。』有言：『無所從來生，死", "98": "後亦趣彼，我至誠，其餘者為癡。』有言：『有所從", "99": "來生，無所從來生，死後亦趣彼，我至誠，其餘"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0023 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經", "author": "西晉 法立共法炬譯", "sourceLink": "http://www.cbeta.org/"}