{"author": "吳 支謙譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0507 佛說未生冤經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 507", "1": "佛說未生冤經", "2": "吳月支國居士支謙譯", "3": "聞如是：一時，佛在王舍國雞山中。諸天、龍、鬼", "4": "神、帝王、臣民，皆詣佛所，稽首、承風、供養之", "5": "儀靡不盡禮。調達覩之，其嫉無量，還告太", "6": "子未生冤曰：「汝父輦國眾寶以貢佛、諸沙門，", "7": "國藏空竭。可早圖之，即位為王。吾當興師", "8": "往征佛也。子可為王，吾當為佛。兩得其所，", "9": "不亦善乎！子必成之。」未生冤與調達結斯", "10": "陰謀已，則勅秉勢臣令勒兵：「王還，奪其印", "11": "綬以付獄。」王還，臣即如命，以王付獄。王意", "12": "恬然，照之宿殃，心無恐懼，重信佛言。王曰：", "13": "「吾有何過而罪我乎？」皇后貴人、率土巨細", "14": "莫不哀慟。王顧謂哭者曰：「佛說天地、日月、須", "15": "彌山海有成必敗。盛者即衰，合會有離，生", "16": "者必死。由之憂悲輪轉無際，以致重苦。尋", "17": "其原，察其始，因緣合會即有，謂之生；因緣", "18": "離散即滅，謂之空。夫身者四大耳，眾生魂", "19": "靈寄處其中。死還其本，魂靈空去，謂之非", "20": "身。身尚不保，何國之常守乎！佛初入國，吾", "21": "未有子也。問吾：『寧知當來王不乎？』吾對曰：『不", "22": "知。』世尊重曰：『一切無常。汝諦思之。』佛之誡", "23": "我，正為今也。各努力建志，懷存佛誡矣。」王", "24": "謂太子曰：「汝每有疾，吾為燋心，欲以身命", "25": "救危代汝。親之仁恩，唯天為上。汝懷何", "26": "心，忍為逆惡乎？夫殺親者，死入太山，不中", "27": "止息，汝將當之也。吾是汝尊，重親尊孝尚", "28": "恐名不稱，豈況殺父乎！以國惠汝，吾欲至佛", "29": "所作沙門。吾觀婬妷，猶火燒身。女類之好", "30": "以為虛空，無目之徒靡不惑焉！唯覩佛經，照", "31": "女偽之尤惡，知榮利之害身。」太子曰：「汝莫", "32": "多云。吾獲宿願，豈有赦哉！」勅獄吏曰：「絕其", "33": "餉食，以餓殺之。」有司將入獄，洴沙王向佛", "34": "所在，稽首重拜曰：「子有天地之惡，吾無絲", "35": "髮之忿心矣。唯存佛教：世無常樂，其苦", "36": "有長。」入獄被髮，仰天呼曰：「痛乎！天豈有斯", "37": "道哉！」后妃貴人、舉國巨細靡不哀慟。后謂", "38": "太子曰：「大王掠桎梏，處牢獄，坐臥須人，其", "39": "痛難言。自汝生來，大王赤心，懸情于汝，食", "40": "息不忘，四大盈縮，枕伏臨汝，涕泗交并，", "41": "心燋體枯，欲以身命代爾殞矣。當存天人之", "42": "育，無為逆也。佛說經云：『夫善之極者，莫大", "43": "於孝；惡之大者，其唯害親乎！』長幼相事，", "44": "天當祐之，豈況親哉！汝順凶虐，為斯重惡，", "45": "必入太山。世間六十億年為太山一日一夕，", "46": "所更諸毒，每處有年。汝其畢之，不亦難乎！", "47": "夫快心之士，無不後悔。」太子曰：「吾少小有", "48": "志殺父為王。今日獲願，何諫之云乎！」后曰：", "49": "「夫不用諫者，亡國之基矣！吾欲見大王，寧", "50": "可不乎？」太子曰：「可。」后淨身澡浴，以蜜󰉓塗", "51": "身，入見大王面顏瘦痟，不識舉哀。聞之者莫", "52": "不揮淚。后曰：「佛說榮樂無常，罪苦有恒。」王曰：", "53": "「獄吏絕餉食，飢渴日久。身八萬戶戶，有數", "54": "百種蟲，擾吾腹中。血肉消盡，壽命且窮矣！」", "55": "言之哽咽，息絕復連。后曰：「具照斯艱。妾以", "56": "󰉓蜜塗身，可就食之。當惟佛誡無忽也。」王", "57": "食畢，向佛所在，哽咽稽首曰：「佛說榮福難保，", "58": "如幻如夢，誠如尊教。」謂后曰：「吾為王時，國", "59": "土廣大，衣食從好。而今處獄，當就餓死。子所", "60": "從得桀逆之師，違佛仁教。吾不懼死，唯恨不", "61": "面稟佛清化，與鶖鷺子、目連、大迦葉講尊", "62": "道奧耳。」王重謂后曰：「佛說恩愛猶若眾鳥會", "63": "栖于樹，晨各離散，隨其殃福。目連眾垢已", "64": "除，諸惡已滅，得于六通、四達，尚為貪嫉梵", "65": "志所捶，豈況吾哉！為殃惡追人，猶影尋身，", "66": "響之應聲。佛時難遇，神化難聞，賢眾行高，", "67": "儀式無量，非世濡所能履行。懷佛經典，以", "68": "仁化民；獲供養之福，稟其清化，誠亦難值", "69": "哉！吾今死矣！遷神遠逝。夫欲建志，莫尚佛", "70": "教也。汝慎守之，防來禍矣！」后聞王誡，重又", "71": "哀慟。太子詰獄吏曰：「絕王食有日，不死何", "72": "為？」對曰：「皇后入獄，有󰉓蜜之貢，以延王命。」太", "73": "子曰：「自今莫令后見王。」王飢，勢起向佛所在", "74": "稽首，即為不飢，夜時為明。太子聞之，令塞", "75": "窓牖，削其足底，無令得起而覩佛明。有司", "76": "即削足底。其痛無量，念佛不忘。佛遙為說經", "77": "曰：「夫善惡行，殃福歸身，可不慎矣！」瓶沙王", "78": "對曰：「若當支解寸斬於體，終不念惡。」世尊", "79": "重曰：「吾今為如來、無所著、正真道、最正覺、道", "80": "法御、天人師，三千大千日月天神、鬼龍靡不", "81": "稽首。宿之餘殃，于今不釋，豈況凡庶！」王受", "82": "天中天恩，具照宿殃，不敢慍望，不懼大山", "83": "燒煮之罪，中心在佛及諸弟子，坐臥敢忽，", "84": "即叉手稽首：「今日命絕，永替神化。」喐咿哽", "85": "咽，斯須息絕。舉國臣民靡不躃踊，呼天奈", "86": "何。瓶沙王即得道迹，上生天上，三道門塞，", "87": "諸苦都滅矣！", "88": "佛說未生冤經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0507 佛說未生冤經", "source": "CBETA"}