{"author": "宋 天息災譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0889 一切如來大祕密王未曾有最上微妙大曼拏羅經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "5 先法攝受弟子品", "1": "一切如來大祕密王未曾有最上", "2": "微妙大曼拏羅經卷第五", "3": "西天譯經三藏朝散大夫", "4": "試鴻臚少卿明教大師臣", "5": "天息災奉　詔譯", "6": "6 鈴杵相分出生儀則品鈴杵相分出生儀則品第六", "7": "爾時金剛手菩薩。從眾會中起。如師子王示", "8": "其威德。於彼大眾周遍觀察已。於世尊前不", "9": "近不遠瞻仰而住。乃為未來諸有情等而作", "10": "是言。世尊末法之時。有比丘比丘尼優婆塞", "11": "優婆夷等。修真言行者。云何了知曼拏羅賢", "12": "聖之位。及彼真言印相。乃至大相應法。及", "13": "各各真如之智。", "14": "又復弟子入曼拏羅。云何得福云何得真言", "15": "成就。云何阿闍梨而得解脫。爾時世尊告金", "16": "剛手菩薩言。我今為於有情以大悲心。說密", "17": "中之密最上微妙真如之智。賢聖色相真言", "18": "悉地一切解脫。金剛手若得真言成就一切", "19": "解脫者。自然當得一切諸佛諸大菩薩所得", "20": "正道。金剛手譬如轉輪聖王。於人世中最為", "21": "第一。彼真如智賢聖色相。乃至菩薩祕密明", "22": "王諸忿怒明王。於三界中而為最勝亦復如", "23": "是。又復阿闍梨識五智之體解種種之相。於", "24": "種種相而能深信現大無畏。於三摩地能生", "25": "金剛蓮花界佛。及生種種賢聖。又能破壞一", "26": "切魔王并諸眷屬。能成息災增益等法。復能", "27": "成就入修羅宮。及成就聖藥眼藥牛黃長年", "28": "藥。乃至劍輪數珠賢瓶。如意寶幢三股叉等", "29": "如是諸法。彼阿闍梨及持誦人。若能一一了", "30": "知者。獲得廣大利益。復次金剛手諸曼拏羅", "31": "中。隨法賢聖所有色相種種不同。金剛手彼", "32": "息災增益最上成就法等。曼拏羅中佛及賢", "33": "聖我今說之。", "34": "金剛手中方賢聖者。佛三界尊毘盧遮那如", "35": "來。白色如滿月相。頂戴寶冠著紅衣。最上微", "36": "妙一切莊嚴。於金剛師子座上作金剛跏趺", "37": "之坐。東方阿閦如來大青寶色。其面圓滿猶", "38": "如秋月。相好具足著妙青衣。光明無數照於", "39": "一切種種莊嚴。左手作金剛拳安髀上。右手", "40": "作觸地印。面東坐象座一切莊嚴。南方寶生", "41": "智自在佛。身如日色面如滿月。頂戴寶冠著", "42": "黃白色衣。面向南坐。左手作金剛拳安髀上。", "43": "右手作施願印。乘一切普遍智蓮花王寶馬", "44": "之座。西方無量光如來。身黃金色面如滿月。", "45": "作入三摩地相。髮髻嚴好頭冠莊嚴。身著紅", "46": "衣背月輪光。迴面向西坐忿怒明王座。北方", "47": "不空成就如來。身綠色面如滿月。光明晃耀", "48": "現微笑容。髮髻嚴好頭冠殊妙。著青色衣種", "49": "種莊嚴。左手作金剛拳安髀上。右手作說法", "50": "相。坐大寶蓮花金翅鳥王座。有五義見怖。", "51": "金剛手白言世尊云何名五義見怖。佛言金", "52": "剛手我今說彼五義之道。所謂二諦及生滅", "53": "無常五蘊等法是為五義。金剛手如是諸法。", "54": "若有阿闍梨及諸行人。依法修行佛威德故。", "55": "令諸行人於如是之見。皆能省覺不執不住。", "56": "悉能安住金剛真實妙三摩地諸佛境界。金", "57": "剛手汝今諦聽。所有如來金剛蓮花界大乘", "58": "真如心。於三界中出生種種三摩地色。所謂", "59": "金剛薩埵菩薩而作月色。金剛王菩薩黃色。", "60": "金剛愛菩薩紅色。金剛善哉菩薩青色。一切", "61": "有情見者歡喜。", "62": "又復福德聚。金剛寶菩薩如日紅色。金剛光", "63": "菩薩如淡紅色或淺黃色。金剛幢菩薩金剛", "64": "笑菩薩俱淺青色。又復智慧門。金剛法菩薩", "65": "黃色得大無畏相。金剛利菩薩紅色如童子", "66": "相。金剛因菩薩作淺青色。金剛語菩薩黑色。", "67": "又復大精進。金剛業菩薩翡翠色有大力勢。", "68": "金剛護菩薩黃色。金剛藥叉菩薩赤黑色。口", "69": "出利牙作大忿怒相。金剛拳菩薩大綠色。又", "70": "適悅心。金剛戲菩薩翡翠色。金剛鬘菩薩紅", "71": "色。常樂受持祕密之鬘。金剛歌菩薩黃色作", "72": "祕密相。金剛舞菩薩淺青色。又復真如熏。金", "73": "剛香菩薩淺青色。金剛華菩薩紅黃色。金剛", "74": "燈菩薩紅色。如大光明破諸黑暗。如一切智", "75": "智之力。金剛塗香菩薩淺青色。又復有堅固", "76": "智。金剛鉤菩薩如大青色有大力勢。金剛索", "77": "菩薩紅色如曼度迦花。金剛鎖菩薩黃赤色", "78": "如童子相。金剛鈴菩薩有大光明能迷惡者。", "79": "又復各各畫隨方主菩薩身隨方色。與金剛", "80": "鉤等相向坐。佛子隨眾生心所有信樂現於", "81": "神通。又復真如體能生一切法。化有情身作", "82": "轉輪王。復於金剛蓮花界三摩地。作變化相", "83": "現種種形。或現善相示於無畏。或現極惡示", "84": "於忿怒。復有嚩日囉吽迦囉大忿怒明王。身", "85": "翡翠色作顰眉相。此明王於三界中最勝。復", "86": "有大樂欲明王如牛乳色。手持金剛蓮花貌", "87": "如欲界天。復有金剛欲自在明王紅黑色。住", "88": "下方作幻化相。手持金剛示大忿怒相。眼目", "89": "修廣清淨無垢。復有金剛大笑明王紅色。復", "90": "有大力最上金剛索明王身綠色。此等明王", "91": "常護諸佛菩提道場。復有十七佛頂輪王。所", "92": "謂圓滿如來一切智智大力輪王身黃色。復", "93": "有無垢佛頂輪王。身亦黃色或如深朱色。復", "94": "有大白無垢佛頂輪王身如雪色。復有最上", "95": "智未曾有佛頂輪王身大青寶色。復有蓮花", "96": "薩埵三摩地化身佛頂輪王。具大悲心現種", "97": "種力。當令種種眾生皆生信樂。復有蓮花大", "98": "自在佛頂輪王。身如白曼度迦花色。復有三", "99": "界最勝大力不空蓮花佛頂輪王身黃色。降", "100": "伏大地蓮花佛頂輪王身黃色。降伏大地蓮", "101": "花佛頂輪王身如月色。蓮花吽迦囉佛頂輪", "102": "王赤黑色。蓮花開敷大相應佛頂輪王黃金", "103": "色。世間最上蓮花佛頂輪王黃白色。蓮花大", "104": "笑佛頂輪王淺紅黑色。大忿怒蓮花佛頂輪", "105": "王如蓮花色。蓮花薩埵大白佛頂輪王如金", "106": "色。十二面蓮花佛頂輪王黃白色。大忿怒大", "107": "白蓮花佛頂輪王蓮花色。最上自在相應蓮", "108": "花佛頂輪王秋月色。如是諸大輪王等。所有", "109": "三摩地變化種種色相。隨彼諸曼拏羅。持誦", "110": "護摩成就之法。自性正色及彼真言印相。所", "111": "有持誦之人。若能依法持誦修行一切成就。", "112": "復次金剛手菩薩白佛言世尊。此法於末世", "113": "時云何受持。", "114": "佛言金剛手菩薩。若有此比丘比丘尼優婆", "115": "塞優婆夷。為一切有情行真言教。作大利益", "116": "及求福報者。當須受持頂戴。及戴臂上或絡", "117": "腋中。金剛手彼人當得阿閦如來寶幢如來", "118": "無量光如來不空成就如來加持覆護。由如", "119": "世人愛護其子。", "120": "復次金剛手菩薩白佛言。世尊云何名金剛", "121": "杵。彼杵上下中間云何分別。唯願世尊以大", "122": "智自在而為開說。", "123": "佛告金剛手菩薩言。諦聽金剛杵者以三印", "124": "印之。金剛手我今說五股杵。上五股表毘盧", "125": "遮那佛阿閦佛寶生佛無量光佛不空成就", "126": "佛。下五股者表四波羅蜜。所謂金剛波羅蜜", "127": "等。中表清淨菩薩變化身忿怒明王。金剛手", "128": "彼阿闍梨及彼持誦人。若有依法受持。復發", "129": "勇猛精進之心。想自身如金剛薩埵。當得一", "130": "切佛最上微妙法界。最上勇猛智清淨法。", "131": "金剛手菩薩復言佛。今已說金剛杵相分所", "132": "有。隨佛隨法祕密真言。乃至別相微妙金剛", "133": "杵。及一切真言等。調伏藥叉羅剎。并破壞一", "134": "切極惡之者一切法等。唯願如來以自在智", "135": "慧方便演說。", "136": "佛言金剛手金剛杵有隨部種種之相。若復", "137": "五股作圓相。令股不相著。其中股比餘股長", "138": "半指節。其杵上下正分三分。兩頭并中是名", "139": "三分。此金剛智慧自在菩薩金剛杵。或如寶", "140": "形及圓相頭稍磔開。此寶部金剛杵。或如蓮", "141": "花相寶莊。此是蓮花部金剛杵。或如優鉢羅", "142": "花。形有四面作十二股。於蓮花中出股頭不", "143": "相著。此名羯磨金剛杵。或有三股亦是羯磨", "144": "金剛杵。若復堅牢圓相作五股頭相著。其股", "145": "作三稜相。此是如來最上金剛杵。若復作九", "146": "股上下猛焰相。此是忿怒金剛杵。若復獨股", "147": "即是微妙心金剛杵。", "148": "又復降伏藥叉羅剎用金剛劍。亦於調伏法", "149": "而得成就。又復屈如中指中節。此名金剛叉。", "150": "又有微妙祕密金剛鈴。亦分三亭或分七亭。", "151": "其金剛鈴上有三界道。其上面杵或九股。是", "152": "忿怒變化明王鈴。或是七股亦是金剛忿怒", "153": "明王鈴。若上面五股杵。是五部金。", "154": "又鈴。有獨韹者有多韹者。若或鈴聲清響遠", "155": "近樂聞。用獨韹者於佛所說真言而得成就。", "156": "若二韹者得降龍法成就。若三韹者得降藥", "157": "叉法成就。若四韹者於天人法得成就。若五", "158": "韹者於阿修羅法得成就。若六韹者於諸聖", "159": "人法中得成就。若七韹者當於調伏他呪而", "160": "得成就。", "161": "復次說韹之形相亦有分別。若韹如金剛杵", "162": "相者。此是金剛部金剛手法中之相。若韹如", "163": "寶相者。此是金剛寶部之相。若韹如蓮花者。", "164": "此是金剛蓮花部之相。若韹如金剛羯磨杵", "165": "團圓相者及如輪者。此是羯磨部之相。可於", "166": "一切羯磨法中使用。若降拏枳儞。及阿修羅", "167": "者。乃至作大忿怒法者。亦可用此羯磨鈴。", "168": "金剛手菩薩復白佛言。世尊作一切曼拏羅", "169": "時。及作一切護摩法。彼諸最勝護世及諸宿", "170": "曜。乃至羅剎諸龍鬼等。云何而為彼等作供", "171": "養。又作供養時所用真言云何。", "172": "佛言金剛手彼一切護世及宿曜羅剎等。若", "173": "作曼拏羅及護摩時。當隨力分求諸香花燈", "174": "塗而為供養。每作供養當須自東北方起首", "175": "作供養。復誦真言曰。", "176": "曩莫室戰二合拏嚩日囉二合播引拏曳引烏芻", "177": "瑟摩二合骨嚕二合馱摩賀引摩羅賀曩賀曩尾", "178": "日林二合婆阿曩野阿曩野薩里嚩二合努瑟吒", "179": "二合喃引吽㗶吒娑嚩二合賀", "180": "此真言若為種種曼拏羅。及護摩中供養者。", "181": "當依如是儀則。亦可於一切處通用。", "182": "復有呪食作供養。先念請召一切真言曰。", "183": "唵引禰引嚩曩引誐羅剎娑引部多僧伽引悉馱", "184": "是儞也二合馱囉室唧二合布單曩羯吒布單曩", "185": "嚕閉尼部多吠多引拏巘馱里嚩二合引阿酥囉緊", "186": "曩囉引阿鉢娑摩二合引嚕烏娑多二合囉迦娑母", "187": "多引室唧二合引嚩那引囉計引娑賀賽引怛也二", "188": "合僧契引室魯怛嚩二合左帝引阿引里焰二合覩", "189": "娑里吠二合伊賀部訖多二合迦引摩引阿誐蹉", "190": "他阿誐蹉他麼里沙二合引酥鉢囉拏仡囉二合賀", "191": "囉叉婆引室左二合曳計引唧部󰂛引儞嚩散底", "192": "禰尾也二合引彌引撓引舍摩二合捨儞引左嚩儞", "193": "引左扇底曳引酥摩不里二合瑟致二合引囉尾曼", "194": "拏隷引左仡囉二合引彌引數薩里嚩二合數喃那", "195": "曩嚩儞引數娑鱗酥薩里嚩二合引酥左娑誐彌", "196": "引數嚩引閉多拏引計引數左波羅末二合隷引", "197": "數曳引", "198": "俱波嚩引播也二合引酥左曩惹里引數囉怛曩二", "199": "合引羅曳引左訖里二合多引地嚩引娑引曩里引數", "200": "薩里吠二合數成怛也二合引羅曳引禰引嚩仡里", "201": "二合呬引嚩散帝尾賀引囉制引怛也二合引娑嚩", "202": "二合怛也二合引舍囉二合彌引數囉他也二合引酥", "203": "吠引體數左左怛嚩里引數曳引阿娑嚩二合舍", "204": "引囉引誐祭二合滿禰里引阿泰迦沒里剎引", "205": "數摩賀引鉢體引數禰尾二合閉數左曳引嚩散", "206": "帝紇里二合瑟吒二合摩曩娑引娑怛二合他引度", "207": "波補瑟輩二合引仡里二合恨赦二合覩朋去聲惹敢", "208": "二合覩閉挽覩薩里吠二合伊難左羯里磨二合", "209": "娑賀楞俱魯他閉挽覩曳引薩里嚩二合儞婆", "210": "引左囉引𧹞引", "211": "誦此真言請召已。然將所供養物香花食等。", "212": "復以大力明王真言及印而加持之。彼諸賢", "213": "聖等方敢就食。", "214": "大力明王真言曰。", "215": "唵引嚩日囉二合引骨魯二合馱摩賀引摩羅惹致", "216": "羅楞󰂛引那囉烏芻瑟摩二合骨魯二合馱賀曩", "217": "那賀鉢左尾持鑁二合娑野烏蹉引那野吽誐", "218": "里二合恨拏二合誐里二合恨拏二合誐里二合恨", "219": "拏二合播野部惹部惹部惹波野部惹波野伊", "220": "𤚥引薩里嚩二合努瑟吒二合薩怛嚩二合引吽吽", "221": "吽㗶吒㗶吒㗶吒娑嚩二合賀", "222": "大力明王印。", "223": "以二手作拳。以二大指小指。相著合竪成印。", "224": "誦此真言百遍。結印加持所供養香花食等。", "225": "令彼一切天龍夜叉羅剎等得食如上勝妙供", "226": "養之食。得供養已。與彼阿闍梨所作曼拏羅。", "227": "及一切所求皆悉如願。種種所作悉皆成就。", "228": "7 造塔功德品造塔功德品第七", "229": "復次金剛手菩薩白佛言。世尊於未來世有", "230": "諸眾生。或剎帝利婆羅門。乃至信心善男子", "231": "善女人等。是中若有為求法故。或求福壽或", "232": "自發心。或隨他發心造於塔廟。所造佛塔及", "233": "於佛像。乃至供養儀則云何。", "234": "佛告金剛手菩薩言。金剛手造塔像儀者。而", "235": "有三種。第一金銀銅鑄成。第二白檀木雕成。", "236": "第三香泥印成。將欲造於塔像者。先選求殊", "237": "勝吉祥清淨之地。得是地已。相度可用方停。", "238": "不定多少掘深至膝。去諸瓦礫灰炭。及與毛", "239": "骨一切不祥之類。然却於異處求清淨之土", "240": "填築。用吉祥木為杵築實。當須平正勿令塵", "241": "坌。先以大明王真言而加持之。", "242": "大明真言曰。", "243": "唵引曩摩悉怛里野四合持嚩二合努誐哆引喃", "244": "引薩里嚩二合怛他引誐多引喃引怛儞也二合他", "245": "引唵引酥剎彌二合引酥剎彌二合引努誐帝引扇引帝", "246": "引扇引帝引難引帝引難引帝引儞囉引俱隸引野", "247": "輸引野輸引嚩底帝引祖引帝祖嚩底薩里嚩二", "248": "合沒馱引地瑟姹二合曩地瑟恥二合帝引娑嚩二", "249": "合引賀", "250": "金剛手化大明乃是過去諸佛之所受持。我", "251": "今宣說此明。名一切如來藏。若加持地者。於", "252": "此地上所作功德。於一切有情能滅一切重", "253": "罪。能盡一切惡業。若諸有情得遇此明。速證", "254": "無上菩提。復次金剛手若諸有情。欲以泥", "255": "印脫作佛像者。先想二手中有阿字。得字現", "256": "已。復見字有光明晃耀。若得如是已。方可", "257": "取泥入手作團。復念加持作團真言曰。", "258": "唵引阿囉祖引尾囉祖引娑嚩二合引賀", "259": "復念真言曰。", "260": "唵引訖魯二合囉嚩日囉二合誐里鼻二合娑嚩二", "261": "合引賀", "262": "念此真言已。將泥團入印中。入印已。", "263": "復念入印真言曰。", "264": "唵引涅里二合茶去聲嚩酥地引娑嚩二合引賀", "265": "將泥入印已。想此泥決定便能成就佛之相", "266": "好。作是念已。又想二手中。前想成者阿字變", "267": "成月輪。又想月輪變成日輪。復想唵字變成", "268": "毘盧遮那佛。處中而坐作入三摩地相。此想", "269": "成已念所作成就。真言曰。", "270": "唵引達里摩二合馱引覩誐里鼻二合引娑嚩二合引", "271": "賀", "272": "念此真言已。復念出印真言曰。", "273": "唵引達里摩二合馱引覩嚩日囉二合娑嚩二合引", "274": "賀", "275": "念此真言出印已。又想野字變成大蓮花座。", "276": "復想彼座有種種上妙珍寶。及以金銀而嚴", "277": "飾之。又想殊妙繖蓋而覆其上作是想已復", "278": "念莊嚴。真言曰。", "279": "唵引彌尾也二合囉娑嚩日囉二合娑嚩二合引", "280": "賀", "281": "如是莊嚴已。然後安置所作佛像。復念安像", "282": "真言曰。", "283": "唵引酥鉢囉二合底瑟恥二合多嚩日嚕二合引訥", "284": "婆二合嚩引野娑嚩二合引賀", "285": "如是安置已。然後逐日燒香獻花而為供養。", "286": "當用俱嚕吒花迦俱羅花俱母那花。若無此", "287": "花者但隨力隨時。所得諸花亦可供養。所獻", "288": "香當求恭俱摩香白檀香龍腦香等。若無如", "289": "上香者。即用隨所得者好香而為供養。", "290": "獻香真言曰。", "291": "唵引摩賀引彌引伽娑頗二合囉拏尸羅度閉引", "292": "娑嚩二合賀", "293": "獻花真言曰。", "294": "唵引薩里嚩二合囉嚩日嚕二合引娑嚩二合引賀", "295": "獻花鬘真言曰。", "296": "唵引禰尾也二合俱酥摩麼引羅引嚩日嚕二合引", "297": "娑嚩二合引賀", "298": "獻燈真言曰。", "299": "唵引達里麼二合引路引迦鉢囉二合禰波引野娑", "300": "嚩二合引賀", "301": "以如是勝妙寶蓋寶座一切珍寶。乃至上妙", "302": "香花花鬘種種供養已。復念迴向真言曰。", "303": "唵引薩里嚩二合薩怛嚩二合紇里二合那野誐", "304": "里鼻二合引娑嚩二合引賀", "305": "佛告金剛手菩薩言。若諸有情以真實心。欲", "306": "造佛塔供養者。所獲果報我今略說。金剛", "307": "手若諸有情。以真實心造佛塔如阿摩勒果。", "308": "或高四指或高一肘。或高佛尺量一尺。如", "309": "上大小當得大福。金剛手譬如滿閻浮提一", "310": "切有情所有珍寶及種種樂具。若有善男子", "311": "善女人。以如是等珍寶及種種樂具。行檀", "312": "波羅蜜。悉皆布施三寶及一切有情。如是", "313": "施已所獲福報其數無量。金剛手彼所造塔", "314": "或如阿摩勒果。其福勝彼。何況如四指及一", "315": "肘或佛一尺量。金剛手若能如是造於佛塔。", "316": "如造一切如來法界之藏。金剛手若如是塔", "317": "者。不得以足蹈泥。若是蹈泥者返招重罪不", "318": "獲善報。何以故以彼心不敬重故。", "319": "金剛手譬如有人身患重病。不求真言威德", "320": "之力。亦復不求善友妙藥醫治之力。當自用", "321": "意往屍多林中作火壇法。欲除病苦而作禳", "322": "災。以無智故心住無明。而於火中却得屍起", "323": "不吉之相。彼人修塔心不專志失於恭敬。却", "324": "獲罪報亦復如是。造塔泥者當用手和用諸", "325": "香水。如前印佛儀則。真言加持其泥造塔成", "326": "已。當結金剛族忿怒明王印。及金剛族百字", "327": "明加持。而作擁護安住。然後復以左手作金", "328": "剛拳。右手持佛入塔中。想如金剛薩埵菩薩", "329": "持佛入塔。亦得金剛薩埵擁護安住已。復結", "330": "夜摩天印而作護門。", "331": "夜摩天印。", "332": "以二手作金剛拳。以二中指頭相拄成印。作", "333": "是印護門已。次作發遣。前來初起首造於塔", "334": "像。或有觀想現前或復自來隨喜。乃至所請", "335": "召來一切諸佛賢聖。及彼天龍鬼神。既有請", "336": "來須却發遣奉請各還本位。結發遣印及念", "337": "真言。", "338": "發遣印。", "339": "以二手作金剛拳相對少開。二頭指竪如針。", "340": "以二大指相顛倒成印。", "341": "發遣真言。", "342": "唵引娑嚩二合婆引嚩秣馱嚩日囉二合阿賀左", "343": "阿賀左尾娑里惹二合曳唵引唵引盎盎誐蹉誐", "344": "蹉達里摩二合馱引覩誐里鼻二合引娑嚩二合引賀", "345": "以此真言及印。請諸賢聖及一切天龍鬼神", "346": "各還本位。作是發遣已。又想前來種種所作", "347": "皆為利益。恐於一切蜎飛蠕動微細有情有", "348": "所傷害。或於儀軌有所闕失。何以故居凡夫", "349": "位不能觀察諸微細故。若有如是之過。若不", "350": "懺悔慮却招罪。當用虔至專注之心念懺悔", "351": "真言曰。", "352": "唵引阿迦引舍馱引覩誐里鼻二合引娑嚩二合引賀", "353": "如是作懺悔已。復起大慈悲心迴向一切有", "354": "情。皆得無上福果。此後任意。以諸香花上妙", "355": "供具。及隨力隨時而作供養。", "356": "復次金剛手菩薩。我今復說造佛菩薩及眾", "357": "賢聖等量功德。金剛手若復有人。造一尺", "358": "量三摩地化身菩薩一千身功德果報。不如", "359": "造一化身如來像。乃至佛塔功德亦復如是。", "360": "若復有人能造化身如來像化身菩薩像。乃", "361": "至諸化身賢聖之像。所得功德無量無邊。得", "362": "大富貴所求成就。", "363": "復次金剛手若復有人發精進心。行於布施", "364": "專注不二。於初中後不生退屈。造百千佛以", "365": "至圓滿。此人所獲果報。當生上族感身端正。", "366": "復得無病長壽。後獲宿命之智。", "367": "復次金剛手菩薩白佛言。世尊若諸有情欲", "368": "畫佛像及書經法。乃至作大供養其法云何。", "369": "爾時世尊告金剛手言。若有善男子善女人。", "370": "若自為求增益善果。畫於佛像及書經法者。", "371": "當選書畫之人。諸根具足相貌圓滿。於諸有", "372": "情心無殺害亦不謗毀者。如是之人畫於佛", "373": "像及書經法者。彼善男子善女人。所獲功德", "374": "殊勝無比。", "375": "爾時金剛手菩薩復白佛言。世尊若善男子善", "376": "女人。得知如是正法種種儀則有其人云何。", "377": "佛言金剛手若有善男子善女人。得知如是", "378": "正法種種儀則者。是人真是功德之主。彼人", "379": "如是依法作已。復行布施及依法作護摩者。", "380": "所作所求一切成就。", "381": "爾時金剛手菩薩。聞佛世尊如是說已。從坐", "382": "而起合掌向佛。作是讚言善哉善哉。快說如", "383": "是微妙法要我今得聞。願為未來一切有情", "384": "流傳演說。如是讚已歡喜旋遶作禮而退。", "385": "一切如來大祕密王未曾有最上微妙大曼拏", "386": "羅經卷第五"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0889 一切如來大祕密王未曾有最上微妙大曼拏羅經", "source": "CBETA"}