{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1892 關中創立戒壇圖經", "text": {"0": "No. 1892", "1": "關中創立戒壇圖經并序", "10": "備通即目，流漸可知，至於戒本壇場，曾未陳", "100": "鐘，聲震三千世界，有聞證果，惡趣停息。凡夫", "101": "受時，使摩抵比丘擊之，聲聞小千世界，此比", "102": "丘有力當十萬人。其鐘臺如須彌山形，在大", "103": "池中，九龍出頭，搆結盤住，諸梁柱等安龍頭", "104": "上，並黃金作之。屋瓦用頗梨寶，若有受者登", "105": "壇，諸龍即轉，口出香雨香雲，覆灑壇上。池之", "106": "四邊砌以白玉，底布銀沙，水色清淨，甘如", "107": "乳蜜。諸持戒人有疾飲者，無不除差；破戒若", "108": "飲，如吞鐵汁。佛欲涅槃，水先枯竭，屋瓦飛", "109": "去；迦葉結集，阿難答時，屋瓦還來，池還出", "11": "廣，雖因事敘，終非錯言。今年出縱心，旦夕蒲", "110": "水，色白如乳，然無乳味，以表滅後正法隨滅，", "111": "展轉無味，如《涅槃經》加水乳譬，可以準也。結", "112": "集問事都了，僧向王城，大鐘寶臺飛上兜率，", "113": "池玉、銀沙龍王收去，水亦枯竭。今有其地，相", "114": "狀都無，迷其初緣，合興壇位，故廣敘之。「壇」", "115": "之立名在佛世矣！此土現有群經律論，咸明", "116": "王城兩處結集之相，然出沒差互不同，不妨", "117": "阿難陞座為結法之元匠也！但存迦葉所問，", "118": "阿難相同佛形，比丘咸疑是佛也！聽說「我", "119": "聞」便息。如今所傳，達通悟者，不見此土，結法", "12": "柳，一尋此路，若墜諸隍，力疾書之，遺滯非", "120": "相者，尚自不知，況今所出，有不信者，固其", "121": "常爾。自佛滅後至於正、像，結集之相，乃有多", "122": "塗。初五百人，次千人，次大眾，次育王，次", "123": "七百，且列五條，餘非不有，上並小乘。至於", "124": "大乘，阿難、迦葉在王城廣結集，文殊師利", "125": "與大菩薩，在鐵圍山略結集，並如此土諸經", "126": "所說。", "127": "3 戒壇形重相狀戒壇形重相狀第三", "128": "依名顯相，理有異儀。「場」乃除地令淨，無諸丘", "129": "坎，俗中治場令平者是也！戲場、戰場例斯可", "13": "咎，乃以乾封二年，於京郊之南，創弘斯法。原", "130": "解。至於「壇」相，則出地立基，四郊祠祭諸壇者", "131": "是也！余案行諸壇，方基者多。唯圓丘一壇，", "132": "分基九派，各施階隥，其緣如別。今之戒壇初", "133": "為天造，天工巧妙，理出人謀。然佛指揮，又非", "134": "凡度，故其相狀不同恒俗。依《別傳》云：「戒壇從", "135": "地而起，三重為相，以表三空，為入佛法初門，", "136": "散釋凡惑，非空不遣。三空是得道者遊處，正", "137": "戒為眾善之基，故限於三重也！昔光明王佛", "138": "制，高佛之五肘，表五分法身；釋迦如來減", "139": "為二肘半；上又加二寸，為三層也；其後天帝", "14": "夫戒壇之興，所以立於戒也。戒為眾聖之行", "140": "釋又加覆釜形於壇上，以覆舍利；大梵王又", "141": "以無價寶珠，置覆釜形上，供養舍利。是則五", "142": "重，還表五分法身以初層高一肘，二層高二肘半；三層高二寸，則三分也；帝釋", "143": "加覆釜，則四重也；梵王加寶珠，則五重。五分具也。初佛在世，祇桓園中", "144": "立戒壇訖，大梵王所施寶珠，大如五升瓶，大", "145": "福德者見之，光照八百由旬；薄福德者見之，", "146": "如聚墨也。如來一代，常在戒壇，及佛涅槃，珠", "147": "亦隨沒。尊者大迦葉結集之時，珠復還來，阿", "148": "難滅度，此珠還去。後大梵王乃以明珠替處，", "149": "以供養舍利也，珠下以寶蓮華用承之，作九", "15": "本，又是三法之命根；皇覺由此以興慈，凡惑", "150": "龍以承華足。天帝釋又奉二珠，以供養舍利，", "151": "用金蓮華承足，下設金柱，柱下安師子；此", "152": "之二珠結集既竟，並各不現。帝釋二珠，今在", "153": "忉利天歡喜園中，供養般若波羅蜜。今時諸", "154": "處立壇，既無珠可供養者，隨力作二明燈。若", "155": "石若木，常在壇前，高於上層，令光明遠照，上", "156": "下通曉。其壇上鋪石為地，每有受戒之候，西", "157": "南角別安高座，使比丘登之；登或艱阻，時大", "158": "梵王於南面西階道西，化作鐵莖銀龍銀蓮", "159": "華，開合轉關，華葉相接，對鉤欄上，共高座相", "16": "假斯而致滅。故文云：「如何得知佛法久住？若", "160": "當，令使登者而無躓礙。祇桓既殄，斯蹤亦絕，", "161": "然今後作者，則而施之。」近以乾封二年九月，", "162": "中印度大菩提寺沙門釋迦蜜多羅尊者，長年", "163": "人也，九十九夏來向五臺，致敬文殊師利。今", "164": "上禮遇，令使人將送，既還來郊南，見此戒壇，", "165": "大隨喜云：「天竺諸寺皆有戒壇。」又述烏仗那", "166": "國東石戒壇之事，此則東西雖遠，壇禮相接", "167": "矣。其壇相狀，下之二重以石砌累，如須彌", "168": "山王形，上下安色道。四面壇身並列龕窟，窟", "169": "內安諸神王。其兩重基上並施石鉤欄，欄之", "17": "中國十人，邊方五人，如法受戒，是名正法久", "170": "柱下，師子神王間以列之。兩層四角立高石", "171": "柱出於壇上，柱外置四天王像，既在露地，並", "172": "鐫石為之，使久固也。四角欄上，石金翅鳥銜", "173": "龍於上，表比丘既受戒已，常思惑業而制除", "174": "也。戒壇周圍布列神影者，表護持久固之相", "175": "也。斯並大聖之羽儀，生善之弘道，備舒圖傳，", "176": "具列儀容，各有名號，義難隱伏，事須標牓", "177": "其名，顯置其狀，則使見者發心，識幽明之協", "178": "護矣！今案：梁高祖勅釋寶唱著《神鬼錄》，凡有", "179": "三卷。故其序略云：「自如來出世，至教博遠，天", "18": "住。」是知比丘儀體，非戒不存，道必人弘，非", "180": "龍鬼神莫不迴向，故能奉侍三尊，擁護四部。」", "181": "凡諸鬼神各有依住，故依地之神名曰堅牢，", "182": "乃至寺塔山林河海風雨，如《長阿含經》，並依", "183": "止所往而守衛之今以壇圖一面，三方隱映諸神側背，難可圖形。於圖經中，", "184": "依方列相，或露或覆，時立時坐，後有造者，依經置之。今前列護佛塔神", "185": "名，多出《華嚴》、《灌頂》、《孔雀王》、《賢愚》、《大集》、《大智論》", "186": "等，以繁文故，於此總而敘之。神名跋闍羅波", "187": "尼梁言金剛。神名婆里旱河但反，梁言力士。初堅固光曜", "188": "神、二日光曜神、三須彌華神、四淨雲音神、五", "189": "阿脩羅王神取脩羅為名，非脩羅也、六勝光明神、七樹", "19": "戒不立。戒由作業而克，業必藉處而生，處曰", "190": "音聲神、八師子王神如上，已解、九淳厚光藏神、", "191": "十珠髻華光神。右十二金剛力士神王，依《雜", "192": "阿含經》。金剛神持金剛杵，猛火熾然，經律", "193": "中亦說：「八金剛神，列侍四面。」又云：「五百金剛，", "194": "常侍衛佛」。如《華嚴經》：「諸金剛神與微塵數力", "195": "士俱，久發誓願，侍衛如來，住持遺法。」今據文", "196": "求相，不言戒壇，然此戒壇即佛塔也，以安舍", "197": "利。靈骨瘞中，非塔如何？迷名固執者不足", "198": "言評。重為提示，原夫「塔」字，此方字書乃是", "199": "物聲，本非西土之號。若依梵本，瘞佛骨所，", "2": "大唐京師西明寺沙門釋道宣撰", "20": "「戒壇」，登降則心因發越；地稱勝善，唱結則", "200": "名曰「塔婆」。此略下「婆」，單呼上「塔」。所以經中，", "201": "或名「偷婆」、「窣堵波」等。依如唐言「方墳」，塚也！", "202": "古者墓而不墳，墳謂加土於其上也。如律", "203": "中：「如來知地下有迦葉佛舍利，以土增之。」", "204": "斯即塔婆之相狀矣！今戒壇安佛舍利，層基", "205": "標別，四列神影守護顯號，固其然乎！前十", "206": "二神常守護佛塔。下層下據地，壇有五階，階", "207": "列二神，故有十也！以下層為戒壇基本，其", "208": "猶金剛，故以十金剛依階而位列也！下層", "209": "四角大神，所謂金剛力士、金毘羅、散脂，並護", "21": "事用殷勤。豈不以非常之儀，能動非常之致？", "210": "佛塔，故峙列四隅，以護持本也；東南角神", "211": "名跋闍羅波尼又領般支分大軍主神；西南角神名婆里", "212": "旱又領般遮羅遮馱大軍主神；西北角神王名金毘羅又領婆多", "213": "祁利大軍主神；東北角神將名散脂又領醯摩跋多大軍主神。下", "214": "層南面二階，東畔階道東神名堅固光曜，西神名日光曜；西", "215": "畔階道東神名須彌華，西神名淨雲音。東面一階道南神名阿脩羅王，", "216": "北神名勝光明；西面一階道南神名樹音聲，北神名師子王。北面一階", "217": "道西神名淳厚光藏，東神名珠髻華光。第二層上四角大神，所謂", "218": "四天王也，常護佛法及以眾生，豈唯壇塔", "219": "而在情外，故須造立儀像，依方隅而列之", "22": "然則詳其廣也，談論可以處成；尋其要也，行", "220": "依《灌頂經》云：「五羅鬼神、鬼子母神五百兒子、及摩醯首羅、摩尼跋陀、脩利犍陀五神，於佛滅後常護塚塔，不使", "221": "邪人所壞。若破壞者，當知正法欲滅，故使然也。」。東北角天王名提頭賴", "222": "吒，領乾闥婆及毘舍闍眾，住東弗婆提洲。", "223": "《大智論》云：「四天王並壽九百萬歲，各有九十", "224": "一子，皆護佛法。」其王領四神軍主，出《灌頂", "225": "經》，下同今配。戒壇第二層基，東面兩階各二", "226": "神；南階道二神南神名地珂，北神名脩涅多羅，北階道二神", "227": "南神名分那柯，北神名迦毘羅。東南角天王名毘婁勒叉，領鳩", "228": "槃茶及薜茘多眾，住南閻浮提洲。所領四神", "229": "軍主，配南面二階各二神，東階道二神東神名僧", "23": "事難為準的。是以諸律文云：「方相莫委於分", "230": "伽，西神名優波僧伽，西階道二神東神名償起羅，西神名栴陀那。西南角", "231": "天王名毘婁博叉，領諸龍及富多羅眾，住西", "232": "瞿耶尼洲。其所領四神軍主，配西面二階各", "233": "二神，南階道二神南神名訶利，北神名訶利枳舍，北階道二", "234": "神南神名波羅赴，北神名冰伽羅。西北角天王名毘沙門，領夜", "235": "叉及羅剎眾，住北欝單越洲；多來閻浮提，", "236": "其王手中掌擎佛塔，古佛舍利在中。佛在時，", "237": "令其持行，所在作護，佛法久固。又令天王", "238": "威德勢力領四神軍主，配北面一階邊各二", "239": "神，西邊二神一名陀羅那、二名阿羅難陀，東邊二神一名欝庾", "24": "齊，唱令有昧於前緣，眾集不曉於別同，通和", "240": "伽波羅、二名別他那。依《賢愚經》，此等鬼神皆名夜叉，形", "241": "色青黑，眼赤如血，鉤牙上出，頭髮悉豎，火", "242": "從口出。經雖如此，及論顯相，義須別態，不", "243": "可一像。其第二層上，四面七階道頭各有二", "244": "神，則十六也！必須其名，可如《灌頂經》。四", "245": "天王所部諸神，隨名便配，且存前數，何由", "246": "可盡其數量也！兩層色道內龕窟中神，經", "247": "中大多，今依《孔雀王經》，明七星神，依方守", "248": "護；其上層中安窟既少，可列七星神，配坐", "249": "窟中；然二十八星神出沒增減，常行於世，", "25": "懵分於成敗。」並曰：「非界咸乖聖則，雖受不獲，", "250": "有大光明，深能利益。東方七星神名：基栗", "251": "底柯一、虜喜尼二、麋梨伽尸羅三、阿陀羅", "252": "四、不捺那婆脩五、弗沙六、阿沙離沙七。", "253": "南方七星神名：訶可一、雨頗二、求尼三、訶", "254": "莎多四、質多羅五、莎底六、毘釋珂七。西", "255": "方七星神名：阿㝹羅他一、折沙他二、牟藍", "256": "三、弗婆莎他四、欝多羅莎他五、阿毘止", "257": "六、沙羅波那七。北方七星神名：陀薾他一、", "258": "捨多毘沙二、弗婆跋陀羅三、欝多羅跋陀", "259": "羅四、離婆底五、阿雖尼六、婆羅尼七。右二", "26": "以無界故。」是知：空地架屋，徒費成功，無壇結", "260": "十八神，方別七龕依名位列。至於下層亦有", "261": "龕窟，約方開影，其量則多，臨時分像，依", "262": "《優波斯那呪經》及《灌頂經》。神名極多，亦依方", "263": "住，至時檢經，隨龕多少，就列名號，為存繁", "264": "文，故略不出。最上第三重，止高二寸，表二", "265": "諦也；欲明諸佛說法常依二諦，用表受戒", "266": "出家者，必知二諦為宗歸也！何者？以身、口二", "267": "業，動必依相，相為俗有；心行所期，離相", "268": "為本，本為出道之所依也！故二寸為準的量", "269": "相。上壇四角各立師子，背上有孔，欲行事", "27": "界，勝心難發。今博尋群錄，統括所聞，開法施", "270": "時，必施尊儀，上安帳竿於孔中也！帳之莊嚴", "271": "隨力所辦。上壇畟方七尺為量，以表七覺意", "272": "也！三乘入道不越三十七品，於此品中，七", "273": "覺意在道思擇，其功最高，故在上而列也！", "274": "壇外四周一丈內，種四時華藥，已外植華樹", "275": "八行，種種莊嚴。依《善見論》云：「戒壇極小，容", "276": "二十一人。」此據出罪之相也。然亦不分壇、場", "277": "之異也！", "278": "4 戒壇高下廣狹戒壇高下廣狹第四并引圖相", "279": "檢《別傳》云：「比丘受具戒壇初結之時，釋迦如", "28": "之初門，仰住法之遺則。若不分衢術，則推步", "280": "來召十方諸佛；時須彌燈光明王最居其長，", "281": "身長五丈，欲立戒壇三重，重高佛五肘，表五", "282": "分法身。釋迦如來云：『娑婆世界眾生少見少", "283": "聞，若依佛五肘為量，恐生疲怠，無由可成，減", "284": "同迦葉佛二肘半量，則易成就。』」所以取佛肘", "285": "量者，以諸佛肘骨並是金剛，闍維之時，肘骨", "286": "不灰，全堅舍利，所在流化，故壇身量取佛肘", "287": "以定之；欲令比丘持戒堅固如金剛而不壞", "288": "也！戒壇亦爾，雖經劫壞，而常存故。檢釋迦如", "289": "來一肘，則中人二肘，如來在世倍人；人肘長", "29": "者不識其由，故略位諸門，使曉銳者知非妄", "290": "唐尺一尺五寸，則佛肘三尺；佛肘既長二肘", "291": "半，則唐尺七尺五寸也！又云：「準迦葉佛肘為", "292": "量者」，則又長於釋迦肘矣！依今北天竺東石", "293": "戒壇，縱廣二百步，高一丈許，此則隨時不定；", "294": "今且從釋迦丈六為言，其下層從地起基，高", "295": "佛一肘，則唐尺高三尺也！謂在色道下座身", "296": "為言，餘亦同之。然此色道上三下四，唯多出", "297": "為佳，以在露地，色道廣覆，而風雨不至，諸窟", "298": "神王久而得固也。如今浮圖出檐，可不然耶！", "299": "不得過於一肘者，恐地裂故。又表比丘於壇", "3": "序余以闇昧，少參學府，優柔教義，諮質賢明，問", "30": "立云爾。", "300": "受戒，制心專一而不散亂也！其第二層高佛", "301": "一肘半，則唐尺四尺五寸也，同轉輪聖王初", "302": "登壇上受灌頂之時壇度也。其第三層高二", "303": "寸者，以佛指二寸為量，則當中人四寸也。今", "304": "北印度烏仗那國東千餘里，度鐵索橋至烏", "305": "仗那舊都，其地平坦，名果皆備，即古轉輪王", "306": "之果園也，有大石戒壇焉。佛滅度後三百年", "307": "時，有大阿羅漢優樓質那者，威德巨勝，於園", "308": "北山石崖造大寺，南北周院五十餘里，僧所", "309": "住處一十五里。請彌勒尊者為指揮之，役使", "31": "戒壇元結教興第一明壇場築基，本唯佛也。十方同會，詳述壇場，昔者光明", "310": "工匠，經三百年，以大神力住諸人壽。五重精", "311": "舍，純石為之。最上重者高三百餘尺，中安栴", "312": "檀像，相亦如之；乃至下重安赤銅像。今上四", "313": "重皆閉，非凡所幸；而石若琉璃，內外映徹，人", "314": "從邊過，照見藏腑。其下重者，今人受用，四周", "315": "華果列植充滿。東有石壇，縱廣二百餘步，四", "316": "周石欄雕飾難言；基上平鏤，奇態轉勢，高可", "317": "一丈。上壇中心安佛舍利，覆釜在上，如前所", "318": "述。受戒之日，如上集僧，別施高座，先誦《遺教", "319": "經》，諸比丘聞皆悉涕泣。及受戒訖，又誦《遺", "32": "王如來初論建立。故興在大聖，不在人謀，敬重之極也。", "320": "教》，其事見在。往往有僧，從彼而來，玄奘法", "321": "師《西域傳》中，略述大栴檀像事，而不辨其緣", "322": "由。至於戒壇，文事蓋闕。豈非行不至彼，隨", "323": "聞而述，不足怪也！今約祇樹園中，總有六", "324": "十四院，通衢大巷，南有二十六院。", "325": "三門之左右", "326": "大院：西門之右六院初、三果學人四諦院，二、學人十二因緣院，三、他方三乘八", "327": "聖道院，四、四天下我見俗人院，五、外道欲出家院，六、凡夫禪師十一切入院；", "328": "東門之左七院初、大梵天王院，二、維那知事院，三、大龍王院，四、居士清信長者院，", "329": "五、文殊師利院，六、僧庫院，七、僧戒壇；", "33": "戒壇立名顯號第二通檢律論，多云「戒壇」。時俗混之，壇、場莫別，故引群錄，", "330": "中門之右七院初、緣覺四諦院，二、緣覺十二因緣院，三、菩薩四諦院，四、菩薩十二", "331": "因緣院，五、無學人問法院，六、學人問法院，七、佛香庫院；", "332": "中門之左六院初、他方俗人菩薩院，二、他方比丘菩薩院，三、尼請教誡院，四、教誠", "333": "比丘尼院，五、他方諸佛院，六、諸仙院。", "334": "繞佛院外有十九院在通衢外，巷北自分五門，二巷周通南出：", "335": "中院東門之左七院初、律師院，二、戒壇院，三、諸論師院，四、修多羅院，五、佛", "336": "經行院，六、佛洗衣院，七、佛衣服院；", "337": "中院北有六院初、四韋陀院，二、天下不同文院，三、天下陰陽書院，四、天下醫方院，五、", "338": "僧淨人院，六、天下童子院；", "339": "中院西有六院初、無常院，二、聖人病院，三、佛示病院，四、四天王獻佛食院，五、浴", "34": "名實兩馳，豈唯常習，守株難革？", "340": "室院，六、流廁院；", "341": "正中佛院之內有十九所初、佛院門東，佛為比丘結戒壇。二、門西，佛為", "342": "比丘尼結戒壇。三、前佛殿，四、殿東三重樓，五、殿西三重樓，六、七重塔，七、塔東鐘臺，八、塔西經臺，九、後", "343": "佛說法大殿，十、殿東五重樓，十一、殿西五重樓，十二、三重樓，十三、九金鑊，十四、方華池，十五、三重閣，", "344": "十六、閣東五重樓，十七、閣西五重樓，十八、東佛庫，十九、西佛庫。", "345": "余以恒俗所聞，唯存聲說，附事經論，則紛然", "346": "莫舉，豈非信文誦語，不存行事，徒喪生涯，於", "347": "道何益。所以每事研覈，文質相師，隨有作業，", "348": "名實非爽。雖加砭石，久弊膏肓，空費言時，卒", "349": "未悛革。故示見圖，開張視聽，更有廣相，如別", "35": "戒壇形重相狀第三既曰「壇」也，出地層基，狀等山王，相同佛座。階除四列，", "350": "所存。今略顯之，且救恒要，庶或值者，知其致", "351": "焉！原夫戒壇之場，隨依大界僧住，不可恒準", "352": "方隅，不定東西。多以東方為受戒之場，由創", "353": "歸於佛法之地也！西方為無常之院，由終沒", "354": "於天傾之位也！從多為相，餘則隨機。其初壇", "355": "下層縱廣二丈九尺八寸，中層縱廣二丈三", "356": "尺，上層畟方七尺。", "357": "余所撰《祇桓圖》上下兩卷，修緝所聞，統收經", "358": "律，討讎諸傳，極有蹤緒。然五大精舍，佛所常", "359": "遊，祇桓一代，最住經久，故二十五載弘化在", "36": "周繞三重，靈骨作鎮，用隆住法。", "360": "茲，四藏、五部咸稱舍衛。故一佛化相，事迹極", "361": "多，備在本圖，故此存略。致諸教中，樹立祇", "362": "桓，開化元首，總而會之，大有科要。如《賢愚經》，", "363": "初搆祇栖，在八十頃地中，布金買地。舍利", "364": "弗角神通，力伏外道六師，與須達捉繩，經度", "365": "精舍，或喜或憂，如常聞見。又曰：「汝於毘婆尸", "366": "佛乃至迦葉，為佛起寺，而蟻生不絕。生死長", "367": "遠，唯福為要。以栴檀塗佛窟，別房住止千二", "368": "百處，百二十處別打犍稚。」如是云云，廣文如", "369": "彼。又檢《聖迹記》云：「繞祇桓園有一十八寺，並", "37": "戒壇高下廣狹第四高下制量，定約佛肘；為言廣狹，在緣隨機。大小無局，出", "370": "有僧住。」又別圖云：「祇桓一寺，十字巷通於外", "371": "院。」又云：「寺有二門，一南一東。」又云：「寺有五", "372": "門。」又云：「七日所成，大房三百口、六十餘院。」案", "373": "北齊靈裕法師〈寺誥〉述，〈祇桓圖經〉具明諸院，", "374": "大有準的。又案《別傳》：「祇桓一寺，頓結三壇，今", "375": "雖荒毀，不妨初有。」自爾至今，千七百載，前後", "376": "重造，凡二十返，形相不同，不足可怪，且據", "377": "元始，如前略存。今明東夏創立戒壇之源。《梁", "378": "僧傳》云：「昔宋文帝元嘉七年，有罽賓國沙門", "379": "求那跋摩者，梁曰功德鎧也。越自南海，來達", "38": "於智者商度論通。", "380": "楊都，文帝禮異恒倫，號稱三藏，譯出經戒。甞", "381": "遊南林寺，見竹樹扶疎，便有終焉之志。乃於", "382": "寺前園中立戒壇，令受戒者登壇上而受也。", "383": "人有疑其得道者，密以華布諸僧座下，唯跋", "384": "摩所坐者，華更鮮榮。預知亡日，端拱而卒，手", "385": "出遺文，云獲二果。仍於戒壇上焚之，咸見一", "386": "物，狀若龍蛇，衝煙上天。「至元嘉十一年，有僧", "387": "伽跋摩者，時號三藏法師，與前三藏同至楊", "388": "都，為諸僧尼等，於南林寺壇重受具戒。于時", "389": "祇桓寺僧慧照等五十人，影福寺尼慧果等", "39": "戒壇大界內外第五統詳諸律，內外在緣。今以義求，外為別意。", "390": "三百二十三人，同從重受。有慧義法師，稟性", "391": "剛烈，不耐諠黷，謂三藏曰：『大法東流，傳道非", "392": "一；先賢勝哲，共有常規；豈獨改異，何穆眾望？』", "393": "答曰：『五部之異，自此常理，相與棄俗，本為", "394": "弘法，法必可傳，何忤眾情？』又問曰：『夫戒非可", "395": "見之色也！頃見重受戒者，或依舊臘次，或", "396": "從後受為始，進退之間，足致深疑？』答曰：『人有", "397": "二種，故不一類。若年歲不滿，胎月未充，則依", "398": "今受為初。若先年已滿，便入得戒之位；但疑", "399": "先受有中下心，理須更求增勝而重受戒，即", "4": "道絕於儒文，欽德承於道立，故居無常師，追", "40": "戒壇結法先後第六古德行事，大界在先。今存明檢，壇前界後。", "400": "依本臘而永定也。』又問：『自誓不殺，身口已", "401": "滿，有何不盡，更重受耶？』答曰：『戒有九品，下為", "402": "上因。至於求者，心有優劣；所託緣起，亦自不", "403": "同。別受重發，有何障礙？五戒、十戒，生亦各異，", "404": "乃至道、定律儀，並防身、口；不同心業，有一無", "405": "二也。』如是云云。又問：『三藏昔存之日，布薩僧", "406": "事常在寺內；及論受戒，何為獨出邑外等，咸", "407": "是善法，何以異耶？』答：『諸部律制，互有通塞，唯", "408": "受戒法重，不同餘事。以餘法不成，唯得小罪，", "409": "罪可懺悔；夫紹隆佛種，用消信施，以戒為本，", "41": "戒壇集僧遠近第七壇界必初，草創基址，集僧軌度，自有成規。後學師心，多", "410": "若不成就，非出家人。障累之源，斷滅大法，故", "411": "異餘者。』於是慧義欣然無言，遂令弟子慧基", "412": "等渡蔡州岸，於船上受戒云云。」今通檢《別傳》諸", "413": "記，南國諸方戒壇非一，宋都一壇如上已辨。", "414": "東晉法汰，道安法師之同學也，生知天授，先", "415": "於楊都瓦官寺立壇；晉支道林於石城󰣄洲", "416": "各立一壇；晉支法存於若耶謝敷隱處立壇；", "417": "竺道壹於洞庭山立壇；竺道生於吳中虎丘", "418": "立壇；宋智嚴於上定林寺立壇，宋慧觀於石", "419": "梁寺立壇；齊僧敷於蕪湖立壇；梁法超於南", "42": "輕本業，必專注教網，依法集人。", "420": "㵎立壇；梁僧祐於上雲居、棲霞、歸善、愛敬四", "421": "寺立壇；今荊州四層、長沙二寺剎基下，大明", "422": "寺前湖中，並是戒壇。以事覈論，自渝州已下，", "423": "江淮之間，通計戒壇三百餘所；山東、河北、關", "424": "內、劍南，事絕前聞，經傳不錄；故使江表佛法，", "425": "經今五六百年，曾不虧殄，由戒壇也！以戒為", "426": "佛法之源，本立而不可傾也！故使中原河之", "427": "左右既不行之，由此佛法三被誅除，誠所宜", "428": "也！又江漢之間，英靈間出，山川秀麗，見便", "429": "忘返者，土地之使然也！人依外報，故使外報", "43": "戒壇作業成敗第八「羯磨」西言，唐云「作業」；義當分別成敗，曉了時緣。言「僧」則", "430": "既勝，內智亦奇，致諸賢達之士，通鑒輔臣，詳", "431": "度佛教，深有可歸，必無敗壞之理也！可謂江", "432": "漢滔滔，南國之紀事雖聞於往代，語迹見於", "433": "今乎！中原兩河晉氏南渡之後，分為一十六", "434": "國；以武猛相陵，佛法三除，並是獯鬻之胤；本", "435": "非文國之後，隨心即斷，故其然乎！所以戒壇", "436": "之舉，即住法之弘相也！餘則略之云云。《善見》", "437": "云：「戒壇上不得立房，縱使王立，有慚比丘", "438": "剔壞，餘材草送住寺比丘，唯置佛殿及樹", "439": "木也！」據斯以言，明是法住之處，非人所宅", "44": "六和不乖，述「事」則四界各攝。", "440": "兩位別也。", "441": "5 戒壇大界內外戒壇大界內外第五", "442": "依《僧祇律》，戒場初立在大界外，後有過起，方", "443": "徙於內。《四分律》中，戒場在內，文云：「眾中四僧", "444": "事起令眾疲極，佛令結戒場。」若在界外，本無", "445": "所妨，何勞於眾？故知在內為定。然須辨了三", "446": "相，決絕無疑。妄指山石樹林垣牆崖坎，曾非", "447": "目閱其分齊，隨語漫喚其東西。自唱尚迷，於", "448": "他豈識，相從誦語，於事多昏。鈔疏極詳，臨機", "449": "便用。斯之惡習，並是舊迷，幸願改張，絕其常", "45": "戒壇受時儀軌第九謂受戒法度，今古相承，若無壇除，登頓失序。故聖立模", "450": "習；若不革者，今生既爾，後代亦然，何由可", "451": "出？今依法結已，則四處集僧，各御眾法，都不", "452": "相妨：一、戒場內集，二、場外四周空地集，三、大", "453": "界內如常僧集，四、大界外集。於四集中，二是", "454": "作法界，二是自然界。由界限約相，可隨方作", "455": "業，並得成就。以前識四界，限域灼然，故有四", "456": "集，各不相攝。言雖繁重，事則唯單，深可誡", "457": "之。", "458": "6 戒壇結法先後戒壇結法先後第六", "459": "今見講解諸家，並依古疏，先結大界，却結戒", "46": "範，令師資有儀，旋繞跪立，如機候轉也。", "460": "場。便云：「我依律文，先後如此。」此不知教之次", "461": "第也！原究律文，初大眾創集，莫識界之分齊；", "462": "故初約自然，次約大界；後為眾集法多，數數", "463": "勞倦，故聽立戒場；是知事起先後，不言結", "464": "法先後也！何為妄執律文，橫生五過，佛有誠", "465": "教，當隨義分。今若先結大界，未分戒場，約何", "466": "法制，以分兩界？雖預開空域，終是無法之地。", "467": "故佛制戒場，先以法限，後圍空地，外以大界", "468": "繞之，此則法法相隔，無錯涉之非也！故《五分", "469": "律》云：應「先結戒場，後結大界。」若先結大界者，", "47": "戒壇功能遠近第十一僧結已，經六萬之延年；三法乃亡，涉千聖而常在，號曰", "470": "當捨已更前結之，然後唱相結大界也！《毘尼", "471": "母》、《善見》二論，亦同《五分》先後之文。今猶有人，", "472": "先結大界者，此不見諸部明文，直信意言，都", "473": "不領解。《五百問》云：「先結大界，後結戒場者，如", "474": "卑摩羅叉律師云：『於中受戒，恐無所獲。』又卑", "475": "公云：『若先不知，同於未制，賴有此路，則通僥", "476": "倖。』」斯言抑揚，成敗難惻，僥倖非分遇福之言，", "477": "先結戒場，不虛功受，無疑於戒之有無也。覈", "478": "論作法，備分三相：一、戒場外相，二、大界內相，", "479": "三、大界外相。此之三相並入羯磨立法之分", "48": "「金剛場地」。名義若斯，非聖不曉，凡唯仰止，不可輕焉。", "480": "齊也！皆定其方維，刻其分齊，標、相、體別三位", "481": "歷然。標則不定其內外，相則隨標而位立；及", "482": "論界體，必在相內。先須考定，具識楷模，然後", "483": "加結。言又繁重，誠舉多迷，《五百問》中：「受戒值", "484": "天雨，若移戒場屋下者，先解大界，却結戒場，", "485": "後結大界方得。」", "486": "7 戒壇集僧遠近戒壇集僧遠近第七", "487": "戒場為諸界之本也！先於自然集僧，僧有不", "488": "集，結無成就；故作法者初必審悉，於諸自", "489": "然界中，子細窮考；有僧普集，不得受欲。事雖", "49": "戒壇贊述辨德第十一戒壇勝德，諸聖共遵，建無上之善根，拔極下之深累，必由", "490": "麁現，臨事多迷，遺略不集，僧便別眾。結既不", "491": "成，妄稱有界，盡於來際於中受法，徒枉自他", "492": "虛行一代。豈唯此生，來報果集，還遇無界", "493": "而受具足，可不然耶！今欲行事，並約標界。戒", "494": "場大小從界者，多由場小於自然，故約自然", "495": "而集；三唱外相，白二結之。次結大界時，引五", "496": "六比丘出場外空地，入大界體中，依界標集", "497": "僧；三唱大界內外相，白二結已。至明日先解", "498": "大界，次解戒場，還如前結。集僧遠近，楷定如", "499": "前。此更須審悉，一定之後，盡於來際未須解。", "5": "千里如咫尺；唯法是務，跨關河如一葦。周流", "50": "此地，方得崇之。豈不頌述神功，贊揚聖德。", "500": "故比人行事不行重解、重結之法；西梵現行", "501": "此事，以初結界已，惡鬼被圍不得出界，極苦", "502": "惱故，佛令為解，使其得出，重更加結。以如法", "503": "故，善神方集，故使律中界內有鬼神廟屋。《五", "504": "分》云：「結界通取聚落，護諸俗人，不為非人所", "505": "惱等。」其事符同云云。", "506": "8 戒壇作業成敗戒壇作業成敗第八此篇機要，成敗一時", "507": "成敗之相，其用在人，人兼明昧，故事涉興毀。", "508": "是以謹慎之士，不自師心。雖於戒相分明，不", "509": "妨臨用迷忘，是以律文統約，有陵犯處，並開", "51": "1 戒壇元結教興戒壇元結教興第一", "510": "迷忘。至於結界持護，必須是非通顯，若疑、", "511": "若誤，捨而重加，豈非敬慎之至極也！今行事", "512": "者率多輕略，不審界之遠近，莫顯僧之別同，", "513": "欺罔佛法，妄稱僧傑；誦文不識綱目，目覩不", "514": "識是非，飾詐抱迷，輒興搆結。今略示數相以", "515": "顯是非：一、約相集僧，則識僧之真偽，一一", "516": "人中以五十餘法簡定之；不入簡者不足稱", "517": "僧，則非作法之匠也！簡法如律鈔中。二、依相", "518": "三唱，必審標、相分齊，尺寸灼然，入則有足數", "519": "別眾之儀，出則非二相之攝也。今時往往有", "52": "檢《別傳》云：「佛在祇樹園中，樓至比丘請佛立", "520": "結二界，不集相外之僧，直將五六人往場相", "521": "地而結者；或於場內通唱二界三相已，具加", "522": "二界羯磨者；或有場內通唱二界相已，隨界", "523": "而結者；或於大界內不入場中，遙唱場相而", "524": "結者。如《五分》中：「不唱方相，不成結界。」今隔界", "525": "虛唱，全非正法；唱不明了，不知分齊，咸名不", "526": "唱，界結不成，如是類知，並是約界分齊之是", "527": "非也！然大界、戒場並須成就，事不獲已，大界", "528": "不成，乍可以無界之場得受戒也？戒場不成，", "529": "大界雖成，終是無法之地，何有得行法事！故", "53": "壇，為結戒受戒故。爾時如來依言許已，創", "530": "勤勤作業，戒場為初，必須依法取成，不得依", "531": "俙作法，朦朧謂是。僧曰知法之人，可不思之！", "532": "取名棄實，言又繁矣，臨事多惑，老叟重言，固", "533": "其宜也！三、明事義，即結界也。界有大小之差，", "534": "地分內外之別，先須曉了，後方就法。四、謂作", "535": "業，即羯磨也。不但一僧獨誦，並須通眾具解，", "536": "有不解者，非足非別；以闇昧者，莫知和忍之", "537": "緣，孰識同別之相，故非二攝，不集非咎。作業", "538": "成敗，必約四緣，謂僧界事法，如上備列。持律", "539": "之士，務學在斯，闇此四緣，不足登壇位也！故", "54": "置三壇。」佛院門東名「佛為比丘結戒壇」；佛院", "540": "《十誦》云：「作羯磨者應分別云：是白、是第一羯", "541": "磨、第二羯磨、第三羯磨；如是分別。其聽作者，", "542": "莫餘覺、餘思惟，應心心相憶，念此白、此羯磨；", "543": "如是分明。」故佛世執法，猶行五非，豈是不學", "544": "無知人耶？臨機心境迷忘故也！", "545": "9 戒壇受時儀軌戒壇受時儀軌第九", "546": "夫立非常之相，以顯非常之法，法即戒也。戒", "547": "為出道之基，定非入俗之致。律云：「所以立戒", "548": "學者，為除三毒令盡故。」所以立非常壇相，以", "549": "動恒俗之情也！今不行壇事，隨緣而受，則心", "55": "門西名「佛為比丘尼結戒壇」；外院東門南置", "550": "志蒼茫，如顯如晦，何能發法界之律儀？定獲", "551": "無記之虛福也！故論云：「欲受戒者，先於有智", "552": "人所，令於萬境上起慈護心而發戒也！」今不", "553": "存此，臨集僧訖，正行事時，但云：「汝發上品心", "554": "得上品戒。」沙彌素無識性，教授曾未討論，空", "555": "雷發於上天，絕雨流於下地。故博考眾說，立", "556": "斯軌儀，非出師心，並從聖授。今末學者經", "557": "傳罕聞，鏗執生常，驚怪斯作，復何可怪？並由", "558": "耳目之所不該，足趾之所不蹈；若曾該蹈，復", "559": "是生常之恒法，統而括之，可以論廣也！登壇", "56": "「僧為比丘受戒壇」。初置壇日，乃集十方諸佛，", "560": "授受十師行事相比來行事，無法自居，隨人立用，無可師範。今採摭幽顯及以所", "561": "傳，登降壇場，興發景仰，如俗行禮，每事問之，可不慎與！余見行事，叢雜交", "562": "謬，和上二師纔有相狀，自餘尊證都無異倫。", "563": "原夫證師證戒功用，則三師一同。三師各有", "564": "行事，證成由十師得，遂有初戒。列坐昏若海", "565": "遊，高視而望眾儀，遠聽而詳羯磨，乃有一乞、", "566": "三乞、唱乞。三一不分、一白三說錯脫，曾無指", "567": "斥，俛首送默，是非俱顯，默然端坐表和，同別", "568": "咸言和合。若斯御眾，誠在三師，有見非違，即", "569": "須彈舉，無宜妄稱大物，是非不撓其心乎！確", "57": "于時有八百億，同名釋迦佛；十方諸佛，同名", "570": "須七證卓明，何勞更繁隨喜，故中土受戒，止", "571": "須十人登壇，諸餘隨助，浪僧臨時，下層亦有，", "572": "故於儀首，重而列之不妨新受戒者，神爽明白，作業有功，七證心昏，情思魯", "573": "塞，故約此二不得頓除故也。初十師登壇相，其教授阿闍梨", "574": "當執香爐前引，從南面下層東階道，接足而", "575": "上至層上，東出北迴，繞壇一匝；上座在西頭，", "576": "當佛前禮三拜；十師卓立，具修威儀，廣運心", "577": "想，請十方現在諸佛、諸大菩薩、聲聞僧眾，普", "578": "會戒壇；天龍八部遍滿虛空。以佛在時，多行", "579": "受戒，咸陞壇上，雖非羯磨僧數而行，善來戒", "58": "亦爾。時大梵天王造佛院內東戒壇，魔王波", "580": "法亦同具戒。佛滅度後，行事聖僧羅列佛像，", "581": "擬佛在時故也！亦使僧法有依，非佛不可，故", "582": "置靈儀，不徒設也！第二重壇上西行，南頭", "583": "置一高座，次設三虛座：一擬豆田邪菩薩比", "584": "丘，二擬樓至菩薩比丘，三擬馬闌邪菩薩比", "585": "丘；以三菩薩比丘請佛立受戒結戒戒壇之", "586": "首，於戒有功，故列三虛座以處之。十師運想", "587": "已，教授師執爐，引眾面西却行，取上層西", "588": "階道，接足上壇頂；東轉北迴，繞佛一匝已，至", "589": "三空座前，一一禮已，依次而坐。其高座者，先", "59": "旬造佛院內西戒壇。壇既成已，諸佛登之。共", "590": "差一僧令陞座已，誦《遺教經》；此時應打犍稚，", "591": "多燒名香，讚唄功德；所集之僧，無問大小戒，", "592": "普至以聽《遺教》。於上下二層依位坐已，令維", "593": "那引欲受戒者，至南面東階道下，面西而立；", "594": "威儀教授師從南面東階却下，引向西階道", "595": "上，至下層上便東迴北轉西出；又東面北作", "596": "行，禮佛三拜已，互跪聽經訖；維那又引至南", "597": "面東階，却行而下，出界外行立。若未解威", "598": "儀折旋俯仰者，令知法維那一一指授，庠序", "599": "弘緩，引而行之。及問難之時，維那一一引", "6": "晉魏，披閱累於初聞；顧步江淮，緣搆彰於", "60": "議結戒輕重持犯等相，又議度尼滅正法相。", "600": "至戒場內，當東階南設席，擬問遮難。其受具", "601": "者至於席側，執衣鉢當東階面北而立；教授", "602": "師從南面東階却下，具修威儀，令眾可觀。故", "603": "律中執持威儀，不失法度，如頞鞞比丘以威", "604": "儀而伏邪道，故知威儀肅物，來自久矣！彼至", "605": "問席所敷座坐已，仍取受人衣鉢訖，令其脫", "606": "屣上席；先取尼師壇，為受持已，令在上坐；又", "607": "取安多會，為受持已，令在身著；次取欝多羅", "608": "僧，為受持已，令於上披；又取僧伽梨，為受持", "609": "已，如前幞之。教彼人云：「此三衣名，唯佛法有，", "61": "諸佛通議曰：「古有四部，今何獨無？」初雖正法", "610": "九十六種外道所無，何得不敬？故坐具尼師", "611": "壇，如塔之有基也；汝今受戒即五分法身之", "612": "基也，良以五分由戒而成；若無坐具而坐汝", "613": "身，則五分定慧無所從生，故坐具如塔之基", "614": "也！三衣斷三毒也：五條下衣斷貪身也、七條", "615": "中衣斷瞋口也、大衣上衣斷癡心也！」如是廣", "616": "之，隨時說導。問難遮訖。此受持衣，諸部並", "617": "在問難前，今時在受戒後，無文可出，不足行", "618": "用。彼教授師如常威儀，從下層東階上，至層", "619": "上西迴；至第二層南面西階上，向東迴；當佛", "62": "滅半，能行八敬，還住千年。故此二壇唯佛所", "620": "前禮三拜已；東轉北迴，至羯磨師前，相去", "621": "舒手及處立。作白召已，至南面西階上召之。", "622": "依師召而上，便引欲受戒者，向三上座坐處", "623": "禮已，次又一一禮十師竟，威儀師令於羯磨", "624": "師前互跪教乞戒。彼復座已，羯磨師依法單", "625": "白，問難已，和僧羯磨與受戒竟，令於十師下", "626": "互跪，諸受具人總了，一時就佛前面北，互跪", "627": "更聽《遺教》而立住；其教授師執香爐起，至西", "628": "面北階頭立，引十師下階，循下層上面南出", "629": "東迴面北，當佛像前禮三拜立住；維那又引", "63": "登，共量佛事。僧受戒壇，佛非僧攝，有時度聖", "630": "新受戒人從東面南階却下至地，北出繞壇", "631": "迴至南面下層西階下，東迴面北禮佛竟立", "632": "住。師僧見新受戒者來，便從下層東階下南", "633": "出，雁行相待於華林間；新受戒者從後而行，", "634": "至場地林間，方令受戒者在前。教授師引十", "635": "師出場門入大界，如常所止。此之威儀，聖所", "636": "行法，法隱既久，執生常者，謂是新儀，幸詳之", "637": "也！余以乾封二年二月八日及以夏初，既立", "638": "戒壇，仍依法載受具戒。于時前後預受者二", "639": "十七人，並多是諸方，謂雍州、洛州、虢州、蒲州、", "64": "人者，亦臨僧壇，一時行事，非羯磨攝。", "640": "晉州、貝州、丹州、坊州、隴州、澧州、荊州、台州、并", "641": "州，如是等州，依壇受具；故引大略，知非謬緣。", "642": "諸有同法之儔、遊方之士，聞余創建，興心嚮", "643": "赴者，略列名位，取信於後。", "644": "終南山雲居寺大德僧伽禪師", "645": "京師西明寺大德真懿律師", "646": "京師弘法寺大德恒善律師", "647": "終南山雲際寺大德悟玄律師", "648": "京師西明寺大德薄塵法師", "649": "京師大慈恩寺大德弘度律師", "65": "2 戒壇立名顯號戒壇立名顯號第二", "650": "昭陵瑤臺寺大德道誠律師", "651": "終南山龍池寺智善律師", "652": "京師光明寺新羅國智仁律師", "653": "華州西嶽沙門法藏禪師", "654": "終南山寶德寺道光律師", "655": "荊州長沙寺智藏律師", "656": "荊州景元山無行禪師", "657": "荊州覆船山玉泉寺弘景律師", "658": "并州六通寺智琮禪師", "659": "潤州明慶寺玄寂律師", "66": "律論所顯，「場」、「壇」兩別，西天諸國皆立別儀，此", "660": "衡州南嶽雲峰寺義本律師", "661": "洋州儻城寺道寂律師", "662": "荊州天王寺道譽法師", "663": "荊州四層寺智󱈜禪師", "664": "京師西明寺大慈律師", "665": "京師西明寺四依律師", "666": "齊州東嶽沙門明藏禪師", "667": "荊州安寶寺慧忍禪師", "668": "荊州善集寺道恪禪師", "669": "台州天台山白巖寺慧莊禪師", "67": "土中原素未行事，不足怪也。今定其名實，或", "670": "襄州峴山報善寺慧󱈜律師", "671": "荊州昇覺寺慧璉禪師", "672": "荊州開聖寺慧儼禪師", "673": "荊州陟屺寺慧獎法師", "674": "荊州無量寺玄賾法師", "675": "洛州天宮寺守節法師", "676": "晉州沙門曇獎法師", "677": "東嶽沙門名恪律師", "678": "京師空觀寺行滔禪師", "679": "秦州麥積崖沙門法度禪師", "68": "有異議。案《僧傳》云：「宋文帝元嘉中，聖僧功德", "680": "虢州大興國寺義方律師", "681": "荊州長沙寺德行律師", "682": "京師弘濟寺懷素律師", "683": "自外不備列名。至如終南山大翠微寺等諸", "684": "沙門，及巖隱野居追朋問道之賓，翕習容裔，", "685": "整帶而赴，高壇觀行，禮度折旋，而鑒其敬仰", "686": "者，或在空外界中，送心隨喜，佇立合掌，而欣", "687": "其威儀者，將有百計。行事既了，維那引至僧", "688": "住堂中，列坐飯之。諸有清信士女，崇扈之鄉，", "689": "來者滿院，皆合掌隨喜，立而稱善，亦一塗之", "69": "鎧者，遊化建業，於南林寺前園中立戒壇，令", "690": "造化也，追萬古之清塵焉！", "691": "10 戒壇功能遠近戒壇功能遠近第十", "692": "案結界之地也，隨其限域，下至金剛之輪，雖", "693": "經劫壞，終焉莫毀。如諸論說，佛法將滅，結界", "694": "法失；有論者言，先結不失，後結不成，斯為定", "695": "義。今案諸傳說，天竺印度咸有聖蹤，並經", "696": "多劫，於今見在。至如八字捨身之事，子女流", "697": "血之徵，破骨出髓之苦相，布髮掩泥之遺緒，", "698": "端然布設，開迹如初；以此往徵，界結非沒。印", "699": "度諸師，相從二釋。初言結界聖相並是神功，", "7": "道聽。遂以立年方尋鉛墨，律儀博要，行事謀", "70": "受戒者登壇於上受也。及其終後，又於壇上", "700": "災劫焚漂斯為俗有，俗非壞道之法，故道法", "701": "恒存，致使前相於今不絕。有論師言：「斯是", "702": "佛之化迹，所在弘利終期不灰。」所以三災起", "703": "時，淪亡從於大地，為空、為水，蹤緒罕尋；世界", "704": "後成，所有故處還依舊立，故此聖迹儼然如", "705": "初，不足怪也！如彼色、欲二界，咸化為空，後成", "706": "立時，如前置立。眾生業力一不思議，佛之流", "707": "化二不思議，豈以凡謀奪于聖慮，故結界堅", "708": "住，必無所損。問曰：「若如所述，賢劫四佛，咸有", "709": "舊蹤，立寺結界，僧之常法，今時立相，豈不與", "71": "而闍維之。」餘如下引。又翻《十誦律》主卑摩羅", "710": "舊界相重？重結不成，作法敗矣！如何釋之？」答", "711": "曰：「隨一佛化，一佛之僧，何有能仁之子，與", "712": "飲光為資乎！各師所師，故非別眾。即如釋尊", "713": "一代，僧具六和，一見不和，兩不足數，各結各", "714": "部，類例見聞，故知前佛之僧界，不妨後佛之", "715": "行事也！」故律鈔中，五種互結，各不相妨也！然", "716": "前佛之遺基，後佛皆就而興起也，如舍衛祇", "717": "桓之地，九十一劫常為佛遊，身子覩蟻窟而", "718": "興悲，事可知也！自餘更有，辭繁且略。", "719": "11 戒壇贊述辨德戒壇贊述辨德第十一", "72": "叉，答《五百問》，於慧觀法師亦云：「壇上師僧為", "720": "開壤創築戒場之壇文", "721": "維唐乾封二年仲春八日，京師西明寺沙門", "722": "釋道宣，乃與㝢內嶽瀆諸州沙門，商較律儀，", "723": "討擊機務，敢於京南遠郊澧福二水之陰，鄉", "724": "曰清官，里稱遵善，持律眾所建立戒壇。原", "725": "夫戒定慧法，眾聖之良筌；攝律善生，三佛之", "726": "津導。是知戒為入聖之本，為出俗之基；皇覺", "727": "寄此而開權，正法由茲而久住。所以四依御", "728": "㝢，必祖戒而啟蒙泉；五乘方駕，亦因戒而張", "729": "化首。自法流東漸，居七百年，戒場之壇，名實", "73": "他受戒。」餘文廣有，不復敘之。故知，「壇」名其", "730": "乖爽，律、論所顯，場、壇兩馳，各備機緣，隨事便", "731": "舉。有晉揚輦南林戒壇，德鎧聖士厥初基搆，", "732": "中原正偽，蔑爾無聞，有以大界為戒場，有以", "733": "平場為壇上。斯由法被三廢，後興在於󰊋縻；", "734": "或由師心獨斷，討論絕於經教。若夫創置戒", "735": "壇，專弘戒本，良由律儀所攝，用統有、空；約情", "736": "充仞於大千，論法該通於六位；陰、入、界、處，莫", "737": "匪戒緣；上聖下凡，咸資戒護。遂使小戒、大戒，", "738": "開行業之始終；有願、無願，顯因心之漸頓。經", "739": "敘菩薩戒聚，非白四而不生；律明聲聞正禁，", "74": "來久矣。今人不識，混而雷同，平場、高壇莫分", "740": "因十僧而克果；若欲行斯羯磨，要假壇、場，故", "741": "以戒法為名，全是淨行之本。大界初興，僧法", "742": "兩設，至論作業，戒場則多，此則僧住、法住，各", "743": "有其致。今立戒壇之場，備依教旨，豎三標", "744": "而分兩界，圍空地而絕錯疑。先結小界為場", "745": "壇之本，依自然而集僧，曉同別之殊致。三述", "746": "戒場之外相，白二約而結之，故使三階肅而", "747": "峙列，委登降之接足；四維晏而在隅，識辰晷", "748": "之斜正。後結大界，僧出戒場，隨相各集，別唱", "749": "別結，因使四處僧事無乖別之蹤，六和顯德", "75": "二別。誤哉！案《別傳》云：「佛涅槃後，迦葉結集", "750": "有乘權之務。作業成遂，七萬之歲不亡；德僧", "751": "自在，三災之變無沒。由斯以言，戒場之舉不", "752": "徒設也！成，則佛法常住；壞，則正教淪亡。此言", "753": "匪妄，又彌慎也！是知受隨二戒，寄斯地而克", "754": "隆；持犯兩儀，亦因茲而還淨。故經云：「若無此", "755": "戒，諸善不生。」諒是定慧之本基，誠即業惑之", "756": "良藥也！比人行事，輕斯者多，不築壇基，隨宜", "757": "授受。或妄結小界，曾非難緣；或輒居佛殿，僧", "758": "皆背像；或在空迴，或在村坊，迷昏別眾，誦文", "759": "徒結。斯塗紛糅，無足敘之！故《僧傳》云：中國僧", "76": "來戒壇上，使小目連鳴鐘，召百億四天下凡", "760": "來欲受戒者，揚都行事，並在江舟，別結而受。", "761": "有問其故，答曰：結界法本，同別難知，故於舟", "762": "中，相絕非難，說戒等法不成乍可。夫欲住持", "763": "正法，弘護聖儀，斷絕煩惱，非戒不得脫，非界", "764": "地戒業無依。虛承剃染，心無聖法，徒喪一生，", "765": "終淪萬劫，豈不累於自他，虛為釋尊之種也！", "766": "故彼梵僧勤勤若此，此生死人平平若此，彌", "767": "天所誡，可不思哉！有人聞結，驚而私誚。余告", "768": "之曰：「非敢立異，斯乃一同，經教具周，人不行", "769": "爾。」竊以淨教所詮，依法為本，文明四說之印，", "77": "聖僧眾。普集壇已，白四羯磨，罰賓頭盧及阿", "770": "遺誥三藏之功；順則揚三寶之初秋，違則滅", "771": "四僧之後轍。文云：「戒場極小容二十一人」，明", "772": "壇上之廣量也；「應至舒手及處」，明壇非覆障", "773": "之內也；「應留中間」，明二界非相接也；「先結", "774": "場已，大界繞之」，明初後之軌儀也；「但置佛殿」，", "775": "明僧寶之所依也；「若有僧住，有慚剔除」，明有", "776": "羞僧弘崇戒護易成就也。文有臨壇師，壇上", "777": "僧則非場地之恒度也，此壇唯存戒住；今則", "778": "多有僧住，固可詳諸誠教。若斯義難隱忍，所", "779": "以狀白敘搆，業業兢兢，晨夕讎校，仰遵遺寄，", "78": "難罪竟，令阿難披佛僧伽梨上座，先誦《遺教", "780": "輒備通引，永垂無昧云爾。", "781": "大唐雍州長安縣清官鄉淨業寺戒壇之銘大唐雍州長安縣清官鄉淨業寺戒壇之銘", "782": "原夫戒壇之興，其來久矣！肇於祇樹之始，流", "783": "漸淮海之陰；開佛化之羽儀，扇仁風於寰㝢。", "784": "遂得定慧攸託，非戒無以成基；業行是依，必", "785": "律儀方能堪濟。其德既廣，非恒地之所任持；", "786": "其績既高，豈常務而能搆克！故使於僧院內", "787": "別置戒場，又於場中增基列陛；階除四布，壇", "788": "塔高嚴，幽明之所監護，凡聖於焉景仰。集僧", "789": "作業，經三災而莫虧；登降受行，歷萬古而長", "79": "經》，如佛約勅，諸大菩薩及阿羅漢、天龍八部", "790": "騖。是則慈化弘遠，誠資戒德之功；煩惑廓消，", "791": "咸假場壇之力；統其績也，豈不盛哉！若不式", "792": "樹旌銘，將何啟其津徑？略述所緣，其辭曰：", "793": "幽關未啟，妙茲弘導，匪藉能仁，誰其覆燾？覆", "794": "燾伊何，諒惟戒力，三聖位隆，四生仰極。昏谷", "795": "作梗，煩勞莫息，緜茲長往，於何取則？在昔給", "796": "園，皇覺顧命，創築場壇，開敷嘉令。金河既", "797": "竭，玉門高映，道流淮海，南林一盛。周發靈", "798": "臺，漢徹明堂，事遵往帝，締搆餘皇。戒壇式", "799": "緒，時惟法王，用隆化本，永永無疆。爰有英", "8": "猷，圖傳顯於時心，鈔疏開於有識，或注或", "80": "皆大悲泣。大迦葉從座而起，披麁布僧伽梨，", "800": "達，厥稱僧傑，德懋時雄，智包髦烈。齊梁作", "801": "󰮖，緇素垂節，廣樹法場，橫張像設。是號文", "802": "國，山夷海截，有惑斯宗，人坑法滅。中原失", "803": "緒，三犯凶咽，仁祠奄室，法侶興悲。考定斯", "804": "咎，明壇靡基，敢遵往則，式表離辭。永鎮終", "805": "古，茲文在茲。", "806": "終南山北澧福之陰清官鄉淨業寺戒壇佛舍利之銘終南山北澧福之陰清官鄉淨業寺戒壇佛舍", "807": "利之銘", "808": "維大唐乾封二年歲在丁卯孟夏朔日，京師", "809": "西明寺沙門釋道宣，與諸嶽瀆沙門，會于前", "81": "捉尼師壇，至阿難前，敷尼師壇，禮阿難已，右", "810": "鄉之道場，平章法律，仰惟三聖垂教以戒為", "811": "先，四生歸德遵塗莫絕。遂使住法六萬之壽，", "812": "作化在於律儀；時經三變之秋，啟務資於定、", "813": "慧。所以敢承餘烈，克搆場壇，陳瘞靈軀，鎮茲", "814": "福地。冀願皇覺慈照，景業統宇宙而無疆；垂", "815": "裕含光，神功諒堪濟而逾遠。序之不足，略為", "816": "短銘。其辭曰：", "817": "皇矣正覺，作化在三，戒為良導，萬善攸談。氷", "818": "涼于水，青更逾藍，非斯組織，餘則誰甘？嶽瀆", "819": "法儔，乘時蔚峙，板築福壇，猶登岵屺。戒護是", "82": "繞三匝；大梵天王執大寶蓋覆阿難上，忉利", "820": "陞，幽明咸履，悠哉後裔，則為高軌。敢述時", "821": "緣，遍流芳紀。", "822": "荊州等界寺沙門無行，觀化秦川，遇茲盛集，", "823": "贊而述之。", "824": "大唐乾封二年四月朔日荊南渚宮沙門釋無行戒壇舍利贊大唐乾封二年四月朔日荊南渚宮沙門釋無", "825": "行戒壇舍利贊", "826": "余等登趾荊岑，搜玄秦嶺；承律謨於上德，聞", "827": "所未聞；稟清範於靈壇，日新日損。是以皇", "828": "覺慈訓，弘之在人，祇樹高風，幽心祥感。幸逢", "829": "嘉會，瘞靈骨於福壇；玄綱載維，想德鎧之非", "83": "天主進七寶案置阿難前，魔王波旬將七寶", "830": "遠。不勝手舞，景仰神光，敢述玄猷，乃為贊曰：", "831": "覺智圓明，應物唯靈，非滅示滅，無生現生。為", "832": "人演法，三學開津，場壇肅穆，戒德氤氳。金河", "833": "晦影，鶴樹澄神，能仁散體，多寶全身。奇光昭", "834": "晣，嘉瑞攸陳，二端尚在，八斛猶均。厥後無", "835": "憂，爰初啟信，近護分光，靈墳是鎮。靈墳現", "836": "奇，震嶺標基，扶風散彩，淮海騰輝。粵自荊", "837": "岫，尋真太一，希世之風，載揚茲日。壇模山", "838": "像，登頓有秩，鎮以遺身，幽誠云畢。願言遐", "839": "曠，克念崇尚，識鏡澄明，心河靜浪。庶劫石", "84": "拂授與阿難，魔王、帝釋夾侍兩邊，四天王立", "840": "之方消，覿神珠於妙相。", "841": "大唐中原關輔戒壇儀大唐中原關輔戒壇儀", "842": "余以乾封二年二月八日，創築戒壇，四方嶽", "843": "瀆沙門尋聲遠集者二十餘人。至於夏初，眾", "844": "侶更集，載受具戒，多是遠人，京寺同學，咸來", "845": "觀化。余以法利希行，恐有乖忤；和悅上下，務", "846": "成為先。有京師西明寺真懿律師，今之律匠", "847": "也，彭享勇銳，最所忌情，恐東迴左繞，傷俗之", "848": "行事也。余諭之曰：「律師勿見東迴左繞以為", "849": "非法耶！此天常之大理也。人惑左右，習俗", "85": "侍高座四脚，三十二使者隨迦葉後互跪。迦", "850": "罕分，深願體之，勿慮非咎。」便答余云：「此不敢", "851": "怪也。吾昔見大莊嚴寺大德恭禪師若行道", "852": "時，必東迴北轉，此為右繞。」彼告吾云：「子不見", "853": "俗中城門耶，東入西出，咸言左出右入也。」如", "854": "是云云。行事之家，觀時制度，餘方不為清淨，", "855": "則不行之。余七十暮年，脚疾摧朽，顧求法者，", "856": "不遠關山。今秋氣已清，客心飛舉，將事終天", "857": "之別，必爽載面之期，力疾集之，用為送終之", "858": "贈也。言此飲淚，窮獨可悲。乾封二年二月十", "859": "四日，於清官結大界淨地，并出淨厨誥。", "86": "葉禮拜已，至阿難前，問訊起居，如世尊在時", "860": "關中創立戒壇圖經", "861": "吾祖之道，猶羲和昇於隅夷，則何物不明矣！", "862": "幸於早年尋師問津，探賾其奧旨，時為節度", "863": "僧道，而傳演之道難矣。遂守愚於開元昭慶，", "864": "會證悟依止，重築戒壇，忝預校量制度。壇將", "865": "成，因思吾祖戒壇圖經，真悟記主雖曾鏤板，", "866": "緣兵火煨燼，深慮湮沒其道，遂遍募同袍，仍", "867": "將舊本校刻流通，永彰不朽，使末代知壇制", "868": "之殊勝耳。", "869": "旹紹興二十二年十二月朔", "87": "不異。迦葉爾時作三千八百問諸有疑事，阿", "870": "臥龍景德院住持比丘惟定題", "88": "難一一答之。」今略取戒壇一問，餘者闕之。大", "89": "迦葉問曰：「汝隨如來二十年來，戒壇高下、闊", "9": "解，引用寄於前經；時抑時揚，專門在於成務。", "90": "狹，依何肘量？戒壇上中安舍利不？戒壇四面", "91": "用何物砌？四面開階、方別多少？繞壇四面，作", "92": "何形像？無石國中，土沙作不？」阿難一如此卷", "93": "中圖相而用答之。初祇桓戒壇，北有鐘臺，高", "94": "四百尺，上有金鐘，重十萬斤，莊嚴希有；下有", "95": "九龍盤像，龍口吐八功德水。時欲受戒人至", "96": "場壇所，龍便吐水灌頂，如轉輪王陞壇受位", "97": "灌頂之相。故初受戒人，如佛法王受法王位，", "98": "有摩尼珠光，觸受戒人得清涼樂，又表受人", "99": "戒珠清淨。若諸聖人受戒之時，得通菩薩擊"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1892 關中創立戒壇圖經", "author": "唐 道宣撰", "sourceLink": "http://www.cbeta.org/"}