{"author": "唐 義淨譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1443 根本說一切有部苾芻尼毘奈耶: 根本說一切有部苾芻尼毘奈耶: 根本說一切有部苾芻尼毘奈耶", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "4 一百八十波逸底迦法166-167 以香塗身首學處", "1": "根本說一切有部苾芻尼毘奈耶", "2": "卷第二十", "3": "三藏法師義淨奉　制譯", "4": "168 以胡麻滓及水揩身學處以胡麻滓及水揩身學處第一百六十八", "5": "緣處同前，如是應知，以胡麻滓及使他以水", "6": "揩身，二戒准前問答，結罪無異。", "7": "169 先未容許輒問學處先未容許輒問學處第一百六十九", "8": "緣處同前。時有苾芻，持四阿笈摩詣尼寺中，", "9": "諸尼設座，苾芻便坐。吐羅難陀作如是念：「此", "10": "解四阿笈摩，我今試問。」即便詰問。苾芻不", "11": "解尼所問義，深懷羞恥。尼即報言：「虛道持", "12": "經如鳥亂響，無所詮表徒費心力。」尼聞是語", "13": "合眾皆嫌，共白苾芻，苾芻白佛。佛問吐羅難", "14": "陀：「汝實如此不求容許輒問苾芻？」答言：「實爾。」", "15": "世尊呵責，廣說乃至「制其學處，應如是說：", "16": "「若復苾芻尼，不求容許輒詰問者，波逸底迦。」", "17": "尼謂吐羅難陀等。不求容許輒為詰問者，謂", "18": "先未諮請輒為申問難。問者，謂問佛所說義、", "19": "聲聞說義。釋罪相等，廣說如前。「然諸苾芻尼，", "20": "我今為說請問之法。若苾芻來先須設座，虔", "21": "恭敬禮善言慰問，『聖者頗習阿笈摩經及論、", "22": "律等皆誦持不？唯願聽許少有所問。』彼許者", "23": "問；若不許者莫問。若違此者，得惡作罪。」", "24": "170 著俗莊嚴具學處著俗莊嚴具學處第一百七十", "25": "緣處同前。時吐羅難陀尼因行乞食入婆羅", "26": "門長者家，見長者妻著諸瓔珞俗莊嚴具。尼", "27": "便從借用自嚴身，問言：「我今端正可樂有妙", "28": "相不？」他便譏言：「徒剃頭髮為禿沙門女，猶被", "29": "欲纏。」尼白苾芻，苾芻白佛。佛問吐羅難陀：「汝", "30": "實如此著俗莊嚴具？」答言：「實爾。」世尊呵責，廣", "31": "說乃至「制其學處，應如是說：", "32": "「若復苾芻尼，著俗莊嚴具者，波逸底迦。」", "33": "尼謂吐羅難陀等。著俗莊嚴具者，謂著諸瓔", "34": "珞環玔耳璫等。釋罪相等，廣說如前。", "35": "第十八攝頌曰：", "36": "相牽舞歌樂、獨出大小行、", "37": "刷批梳三假、墮罪百八十。", "38": "171 相牽洗浴學處相牽洗浴學處第一百七十一", "39": "緣處同前。時十二眾苾芻尼以手相牽，於阿", "40": "氏羅河而為洗浴，互相掉戲以水灒灑。婆羅", "41": "門長者見已譏嫌：「此非寂靜剃髮出家沙門", "42": "女法。」尼白苾芻，苾芻白佛。佛問尼眾：「汝等實", "43": "如此以手相牽河中洗浴？」答言：「實爾。」世尊訶", "44": "責，廣說乃至「制其學處，應如是說：", "45": "「若復苾芻尼，以手相牽河中洗浴者，波逸底", "46": "迦。」", "47": "尼謂十二眾等。以手相牽而洗浴者，謂互相", "48": "執手入河水中。釋罪相等，廣說如前。", "49": "172 自舞教他舞學處自舞教他舞學處第一百七十二", "50": "緣處同前。時吐羅難陀尼行乞食入他家，長", "51": "者妻言：「聖者！教我作舞。」尼即教他，復告彼曰：", "52": "「汝等家中若嫁娶時、生男誕女有歡會時，如", "53": "是應舞。」人皆譏嫌：「此禿沙門女徒自剃頭情", "54": "懷欲染。」皆詣尼處說其所作。尼白苾芻，苾", "55": "芻白佛。佛問吐羅難陀：「汝實如此教他作", "56": "舞及自作舞？」答言：「實爾。」世尊訶責，廣說乃", "57": "至「制其學處，應如是說：", "58": "「若復苾芻尼，自作舞、教他作舞者，波逸底迦。」", "59": "尼謂吐羅難陀等。自作舞者，謂自舞。教他舞", "60": "者，謂教他作。釋罪相等，廣說如前。", "61": "173 唱歌學處唱歌學處第一百七十三", "62": "緣處同前。時吐羅難陀尼詣婆羅門長者家，", "63": "諸婦人言：「聖者！教我唱歌。」尼便教唱。俗旅見", "64": "譏，如前所說。尼白苾芻，苾芻白佛。佛問吐羅", "65": "難陀：「汝實如此教他唱歌？」答言：「實爾。」世尊訶", "66": "責，廣說乃至「制其學處，應如是說：", "67": "「若復苾芻尼，唱歌者，波逸底迦。」", "68": "尼謂吐羅難陀等。唱歌者，謂唱歌詞音韻。釋", "69": "罪相等，廣說如前。", "70": "174 作樂學處作樂學處第一百七十四", "71": "緣處同前。時吐羅難陀尼詣豪富家，與其女", "72": "人歡娛相愛，諸婦人言：「聖者！教我音樂。」尼便", "73": "教作，俗旅見譏。尼白苾芻，苾芻白佛。佛問吐", "74": "羅難陀：「汝實如此教他作樂？」答言：「實爾。」世尊", "75": "訶責，廣說乃至「制其學處，應如是說：", "76": "「若復苾芻尼，作樂者，波逸底迦。」", "77": "尼謂吐羅難陀等。作樂者，謂作音聲絃管。釋", "78": "罪相等，廣說如前。", "79": "175 獨於空宅大小便學處獨於空宅大小便學處第一百七十五", "80": "緣處同前。時珠髻難陀苾芻尼獨出寺外，於", "81": "空閑處為大小行。時有耽色男子見尼入此，", "82": "即來捉尼欲行非法。尼曰：「放我，此處不淨，可", "83": "於餘處。」男子便捉尼行求淨處，既至露處，尼", "84": "便大叫。男子惶怖放尼，告言：「此禿沙門女多", "85": "虛少實，喚我將來反自號叫。」俗旅見譏。尼白", "86": "苾芻，苾芻白佛。佛問珠髻難陀：「汝實如此獨", "87": "出寺外於空閑處為大小行？」答言：「實爾。」世尊", "88": "訶責，廣說乃至「制其學處，應如是說：", "89": "「若復苾芻尼，獨出寺外，於空宅內大小行者，", "90": "波逸底迦。」", "91": "尼謂珠髻難陀等。獨出寺外者，謂無第二尼。", "92": "於空宅內者，謂無人住舍牆匡等中。大小行", "93": "者，謂便轉事。釋罪相等，廣說如前。", "94": "176 畜香草刷學處畜香草刷學處第一百七十六", "95": "緣處同時。時吐羅難陀因乞食入他家，見諸", "96": "婦人畜香草根刷梳髮嚴身。時吐羅尼自畜", "97": "嚴飾，復告諸婦人：「我今極有妙相。」俗旅譏嫌。", "98": "尼白苾芻，苾芻白佛。佛問吐羅難陀：「汝實如", "99": "此畜香草根刷？」答言：「實爾。」世尊訶責，廣說乃", "100": "至「制其學處，應如是說：", "101": "「若復苾芻尼，畜香草根刷者，波逸底迦。」", "102": "尼謂吐羅難陀等。畜香草根刷者，謂畜香草", "103": "刷。釋罪相等，廣說如前。", "104": "177 畜細枇學處畜細枇學處第一百七十七", "105": "緣處同前。時吐羅難陀尼因乞食入他舍，取", "106": "婦人細枇用梳，告言：「甚善！」便即自畜。俗旅", "107": "見譏。尼白苾芻，苾芻白佛。佛問吐羅難陀：「汝", "108": "實如此畜細枇不？」答言：「實爾。」世尊訶責，廣", "109": "說乃至「制其學處，應如是說：", "110": "「若復苾芻尼，畜細枇者，波逸底迦。」", "111": "尼謂吐羅難陀等。畜細枇者，謂畜枇梳。釋", "112": "罪相等，廣說如前。", "113": "178 畜麤梳學處畜麁梳學處第一百七十八", "114": "緣處同前。尼畜麁梳，制戒如上。", "115": "179 用前三事學處用前三事學處第一百七十九", "116": "吐羅難陀尼用前三事，制戒如上。", "117": "180 畜假髻莊具學處畜假髻莊具學處第一百八十", "118": "緣處同前。時吐羅難陀尼作如是念：「我今有", "119": "何戲樂之事而猶未作？」遂見婬女畜假髻莊", "120": "具，諸耽色男子之所圍遶。尼往竊問曰：「汝今", "121": "云何得為存濟？」彼以事意具向尼說：「但由假", "122": "髻眾人愛重，故得存濟。」尼作是念：「斯亦好", "123": "計，我所須者因此而得。」即便作髻安於頭上", "124": "嚴飾其身，同彼婬女一邊而住，耽色男子來", "125": "求歡會，高索價直不遣近身。時有一人遂與", "126": "其價便欲抱尼，婬女作念：「我若不告此人，恐", "127": "破苾芻尼戒。」便即告曰：「且放，且放！我今在此。」", "128": "男纔放已，尼持財走男隨後趁，引手撮頭空", "129": "髻在手。尼將物去，便出大聲叫言：「禿沙門女！", "130": "行鄙惡法誑惑世間，取我衣直急走而去。」尼", "131": "白苾芻，苾芻白佛。佛問吐羅難陀：「汝實如此", "132": "畜假髻莊具？」答言：「實爾。」世尊訶責，廣說乃至", "133": "「制其學處，應如是說：", "134": "「若復苾芻尼，畜假髻莊具者，波逸底迦。」", "135": "尼謂吐羅難陀等。畜假髻莊具者，謂畜偽頭", "136": "髻。釋罪相等，廣說如前。", "137": "「諸大德！阿離移迦僧伽，我已說一百八十波", "138": "逸底迦法。今問諸大德！是中清淨不？」如是三說", "139": "「諸大德！是中清淨，默然故，我今如是持。」第三部了", "140": "5 波羅底提舍尼法第四部波羅底提舍尼法", "141": "「諸大德！此十一波羅底提舍尼法，半月半月", "142": "戒經中說。」", "143": "攝誦曰：", "144": "乳酪及生酥、熟酥油糖蜜、", "145": "魚肉并乾脯、得法學人家。", "146": "緣在室羅伐城。時十二眾苾芻尼，無病為身", "147": "而行乞食，從他索乳隨意而飲。諸外道不信", "148": "敬長者婆羅門等共為譏嫌：「諸苾芻尼非清", "149": "淨行，但自養身從他索乳得便自飲，誰不樂", "150": "欲精淳美味？」諸尼聞此俗旅譏嫌，諸少欲尼", "151": "具白苾芻，苾芻白佛。佛問諸尼：「汝等如此實", "152": "無有病為己身從他乞乳，便於俗家隨意而", "153": "飲？」答言：「實爾。」世尊訶責，廣說乃至「制其學處", "154": "應如是說：", "155": "「若復苾芻尼，無病為己，詣白衣家乞乳、若使", "156": "人乞而飲用者，是苾芻尼應還村外住處，詣", "157": "諸苾芻尼所，各別告言：『大德！我犯對說惡法，", "158": "是不應為，今對說悔。』是名對說法。」", "159": "如是世尊為諸苾芻尼制學處已，後於異時", "160": "苾芻尼病，餘尼問疾：「聖者！病得損不？」病尼", "161": "報曰：「我先以乳用為飲食，病得除損。世尊今", "162": "制不許尼乞，病何能愈？」即以此緣白諸苾芻，", "163": "苾芻白佛。佛言：「我今聽尼有病乞乳隨意當", "164": "飲，先制不許、次復重開。如上廣說，乃至是名", "165": "對說法，除有病時。」", "166": "尼謂此法中尼。無病為己詣白衣家乞乳者，", "167": "謂身無病患從他求乳。若使人乞而食用者，", "168": "謂使餘人乞。是苾芻尼者，謂犯此學尼。應還", "169": "村外住處者，謂往餘尼所。各別告言者，謂各", "170": "別說悔。大德我犯對說惡法者，謂陳所犯罪", "171": "相。是不應為者，謂其非法。今對說悔者，謂自", "172": "發露不覆藏，是名對說。法者，謂指其事。除病", "173": "時者，謂有患苦。若無病乞食者皆得惡作罪，", "174": "是名對說法。有病者乞、無患者食，乞者得", "175": "惡作，食者無犯。無病者乞、有患者食，乞者", "176": "得惡作罪，食者無犯。為病者乞、無病者食，乞", "177": "者無犯，食者應說悔。為病者乞、病者食無犯。", "178": "苾芻尼乞得乳更索酪者，乞者惡作，食者應", "179": "對說悔。尼得酪更從索生酥，乞者惡作，食", "180": "者應對說悔。尼得生酥更從索熟酥，得罪同", "181": "前。尼得熟酥已更乞油者，亦如上說。尼得油", "182": "已更乞沙糖，罪亦同前。尼得糖已更從索蜜", "183": "肉，同前得罪。得蜜肉已更乞魚，亦如上說。得", "184": "魚已更乞肉，亦同上。得肉已乞乾脯，亦如", "185": "上。得乾脯已乞諸精食，亦如上說。得精食", "186": "已更乞麁食，咸得惡作。無犯者，為眾營事，癡", "187": "狂、心亂、痛惱所纏，此是最初對說悔法。如是", "188": "應知酪、生酥、熟酥、油、糖、蜜、魚、肉乾脯，是此十", "189": "對說法，乞者皆犯，如上廣說。", "190": "緣在廣嚴城。於此城中有一長者名曰師子，", "191": "得見諦理，於佛聲聞眾深生正信，所有貲財", "192": "供養三寶，如是奉施，家財罄盡資產悉空。時", "193": "具壽舍利子與大目連，因行人間至廣嚴城，", "194": "其時師子聞二尊至，速詣奉請明當就食。俗", "195": "旅譏嫌，作如是語：「師子長者衣不覆身、食不", "196": "充口，皆由供養。」苾芻聞已白佛，佛言：「汝諸苾", "197": "芻！可與師子學家羯磨，更有斯類亦如是與。", "198": "如常集眾，令一苾芻作白羯磨，應如是作：", "199": "「『大德尼僧伽聽！此師子長者信心慇重意樂", "200": "渟善，隨其所有悉皆惠施佛法僧伽曾無悋", "201": "心，諸有求人亦皆給與，由是衣食悉皆罄盡。", "202": "若僧伽時至聽者，僧伽應許僧伽今與師子", "203": "長者作學家羯磨。白如是。』羯磨准白應作。", "204": "若苾芻尼知僧伽作學家羯磨已，不應往彼", "205": "受其飲食床座臥具及為說法，違者得惡作", "206": "罪。」又因十二眾尼先不受請往此家食，以緣", "207": "白佛，佛問訶責「制其學處，應如是說：", "208": "「若復苾芻尼，知是學家僧伽與作學家羯磨，", "209": "苾芻尼先不受請，便詣彼家自手受食食。是", "210": "苾芻尼應還村外住處，詣苾芻尼所，各別", "211": "告言：『大德！我犯對說惡法，是不應為，今對說", "212": "悔。』是名對說法。」", "213": "諸苾芻尼皆不往彼、悉不為受，佛言：「應為受", "214": "床座上而食，有餘菜茹及葉亦可為受，有小", "215": "男女分與殘食。」廣嚴城人皆聞師子為供養", "216": "故今遭貧苦，躬為耕作收斂穀實倉庫豐盈。", "217": "是時師子詣世尊所，白言：「大德！我先有物皆", "218": "為供養佛法僧田致令罄盡，今者家中多收", "219": "穀實。唯願世尊，哀愍我故解學家法，聽諸僧", "220": "尼受我供養。」佛言：「諸苾芻應為將軍解學家", "221": "法。應如是與。僧伽悉集，令師子隨次禮敬，在", "222": "上座前蹲踞合掌作如是語：『大德僧伽聽！我", "223": "師子先於三寶所深起信心，意樂淳善常樂", "224": "惠施，由施三寶故以至貧窮。由此僧伽哀愍", "225": "我故為作羯磨，令諸聖眾不入我家。我今財", "226": "食還復豐盈，然我師子先得眾法，今從大眾", "227": "乞解羯磨。唯願為我解羯磨法，慈愍故！』三說。", "228": "如是白已禮眾而去。是時大眾應令一人准", "229": "所為事作白二羯磨解。既作解已，諸苾芻苾", "230": "芻尼眾，如昔還往隨受供養，並皆無犯。」若復", "231": "苾芻尼者，謂此法中尼，餘如上說。學者，謂信", "232": "三寶證得見諦。家謂四姓。尼謂佛弟子。羯磨", "233": "者，謂白二法，於如是家先不受請輒往受食", "234": "者得罪。此中犯者，於如是處受二五食噉咽", "235": "之時，同前得罪，說悔如上。若得解法，食皆無", "236": "犯。又無犯者，廣如前說。", "237": "「諸大德！我已說十一波羅底提舍尼法。今問", "238": "諸大德！是中清淨不？」如是三說「諸大德！是中清淨，", "239": "默然故，我今如是持。」第四部了", "240": "6 眾學法第五部眾學法", "241": "「諸大德！此眾學法，半月半月戒經中說。」", "242": "總攝頌曰：", "243": "衣食形齊整、俗舍善容儀、", "244": "護鉢除病人、洟唾過人樹。", "245": "爾時世尊為諸苾芻，制眾多學法，著衣噉食", "246": "等所有軌儀，諸苾芻尼皆須依學。時諸苾芻", "247": "尼，雖聞教已未能依法，著衣太高。淨信婆羅", "248": "門等見不齊整，便生譏誚，作如是語：「此諸苾", "249": "芻尼衣不齊整，同無恥人。」諸苾芻尼聞已白", "250": "苾芻，苾芻白佛。佛言：「不應太高著衣應當學。」", "251": "即著衣太下，俗復譏嫌，佛言：「不應太下著", "252": "衣如新嫁婦女，應當學。」或時當前長垂猶", "253": "如象鼻，或時腰邊細襵如多羅葉。諸俗譏", "254": "嫌，佛言：「不應爾。」或時撮聚一角反擪腰邊，", "255": "猶如蛇頭，佛言：「不應爾。」或時捉其上角團", "256": "內腰邊，猶如豆團，佛言：「不應如是著衣，應", "257": "當學。」", "258": "緣處同前。時吐羅難陀苾芻尼，著衣露腹事", "259": "同婬女。諸苾芻尼見共為譏嫌，告言：「聖者！如", "260": "是著衣應為淨法。」吐羅尼曰：「我曾見諸宮內", "261": "女人如是著衣。」尼白苾芻，苾芻白佛。佛言：", "262": "「諸苾芻尼不應著衣露腹，應當學。」", "263": "時諸苾芻尼，或時高視、或復高聲入白衣舍，", "264": "諸俗譏嫌，佛言：「不應高視入白衣舍，應當學。", "265": "齊整著五衣，應當學。」", "266": "緣處同前。時十二眾苾芻尼，於婆羅門長者", "267": "家乞食，顧視四方不為庠序，諸根掉動不觀", "268": "前行，入他舍時見諸端正男子，欲心熾盛不", "269": "淨流下，乞得不得速便出外。俗眾見已譏嫌：", "270": "「禿沙門女實非淨行詐言淨行。」尼白苾芻，苾", "271": "芻白佛。佛言：「苾芻尼若月期將至，不應往他", "272": "舍，應當學。」", "273": "時十二眾苾芻尼，覆頭、偏抄衣、雙抄衣、叉腰、", "274": "拊肩入白衣舍，同無恥人及新嫁女。諸苾芻", "275": "尼聞見譏嫌，問言：「諸具壽！豈合如此？」彼便答", "276": "言：「諸耽色男女皆如是作，然我等不知欲求", "277": "相學。」白佛，佛言：「不覆頭、不偏抄衣、不雙抄", "278": "衣、不叉腰、不拊肩入白衣舍，應當學。」時十", "279": "二眾苾芻尼，蹲行、足指行、跳行、仄足行、努身", "280": "行，乃至諸人譏嫌，彼答同前。佛言：「不蹲行、", "281": "不足指行、不跳行、不仄足行、不努身行入", "282": "白衣舍，應當學。」", "283": "時十二眾苾芻尼，搖身、掉臂、搖頭、排肩、連手", "284": "入白衣舍。諸人見譏亦同前說。佛言：「不搖身、", "285": "不掉臂、不搖頭、不排肩、不連手入白衣舍，", "286": "應當學。」", "287": "時鄔波難陀，於小食時著衣持鉢，入室羅筏", "288": "城乞食。時有婆羅門性樂清淨，家有床座，鄔", "289": "波難陀入坐床上。婆羅門見譏嫌，佛言：「在白", "290": "衣舍，未請坐不應坐，應當學。」", "291": "時具壽鄔陀夷有淨信婆羅門，屈請就座而", "292": "坐，不善觀察輒爾便坐，於其床上有一孩兒", "293": "遂便壓死。佛言：「在白衣舍，不善觀察不應坐，", "294": "應當學。」", "295": "爾時世尊與聲聞眾，受淨飯大王宮中供養。", "296": "時具壽鄔陀夷不善歛身，令瞿卑夫人怪其", "297": "非法。後於異時獨至宮中，夫人令坐朽床，放", "298": "身而坐，床破倒地因致譏醜，廣說乃至佛言：", "299": "「苾芻尼，若於俗家坐時，不應放身而坐，可善", "300": "觀察，應當學。」", "301": "或於俗舍壘足而坐、或重內外踝而坐、或急", "302": "歛足、或長舒足、或露身坐，諸俗譏嫌，佛言：「不", "303": "應如是，當制學處。在白衣舍不壘足、不重內", "304": "踝、不重外踝、不急歛足、不長舒足、不露身，應", "305": "當學。」時有施主，請佛又僧尼就舍而食。其行", "306": "食者，不善用心摋放美團。苾芻尼於鉢不恭", "307": "敬護，遂多損破，佛言：「恭敬受食，應當學。」", "308": "時十二眾苾芻尼，入菩提長者舍乞食。長者", "309": "與食滿鉢受飯，復受羹臛，鉢便溢滿流出污", "310": "地，因生譏恥。以事白佛，佛制學處應如是說：", "311": "「不得滿鉢受飯，更安羹菜令食流溢，於鉢緣", "312": "邊應留屈指，用意受食，應當學。」", "313": "或食未至預申其鉢，如乞索人現饕餮相，因", "314": "生譏恥，佛言：「為制學處，應如是說：行食未至", "315": "勿預舒鉢，應當學。", "316": "「不安鉢在食上，應當學。」", "317": "或復食時現憍慢相，猶如小兒及諸婬女。佛", "318": "言：「不應如是憍慢而食，應恭敬食，應當學。」", "319": "或復食時極小、入口極大、入口如貧乞人。佛", "320": "言：「不應如是，不極小摶、不極大摶，圓整而食，", "321": "應當學。」", "322": "時有施主，請佛及僧就舍而食。時鄔波難陀", "323": "苾芻與摩訶羅苾芻隣次而坐。時摩訶羅大", "324": "開其口向上而望，時鄔波難陀便以土塊遙", "325": "擲口中，報言：「且食此物。」佛言：「不應如是預張", "326": "其口，若食未至不張口待，應當學。」", "327": "時十二眾苾芻尼，含食言語，諸俗譏嫌。佛言：", "328": "「不應如是。", "329": "不含食語，應當學。」", "330": "或復至施主家，見羹菜少恐不充足，先請得", "331": "羹，以飯蓋覆更望多得。諸俗譏嫌。佛言：「不應", "332": "如是，不得以飯覆羹菜、不將羹菜覆飯更望", "333": "多得，應當學。」", "334": "時有施主請苾芻食。其食過甜，十二眾即便", "335": "彈舌相告：「謂食大醋，或復過醋。」十二眾即便", "336": "󰏼㗱相告，謂食大甜。或有施主，請二眾僧伽", "337": "食，其食過熱，十二眾即便呵氣，相告云：「食大", "338": "冷。」呵熱方食。或其食過冷，十二眾即便吹氣，", "339": "相告云：「食大熱。」吹氣方食。此等皆是倒說其", "340": "事故惱施主，佛言：「不應爾，應制學處：不彈舌", "341": "食、不󰏼㗱食、不呵氣食、不吹氣食，應當學。」", "342": "或時六眾受請食時，以手爬散飯食，猶如鷄", "343": "鳥，或云：「食惡。」共相毀訾，或復以食填頰細細", "344": "取食、或復食時齧半留半、或復舒舌舐掠脣", "345": "口。佛言：「應制學處：不手散食、不毀訾食、不", "346": "填頰食、不齧半食、不舒舌食，應當學。」", "347": "時有露形外道鄔波索迦，近生敬信歸佛法", "348": "僧，遂請佛就舍而食，行諸飲食及以󰉓團薄", "349": "餅蘿菔。是時六眾欲譏施主，便以󰉓團作窣", "350": "覩波像，上安蘿菔覆以薄餅，遂相告曰：「此", "351": "是惡趣中露形外道脯刺拏塔。」漸取食之，蘿", "352": "菔便倒，更相告曰：「此是露形外道作窣覩波，", "353": "今便崩倒。」施主見已息歸敬心。佛言：「應制學", "354": "處，不作窣覩波形食，應當學。」", "355": "或時六眾受他請食，其美好者有餘著手中，", "356": "即便以舌重舐其手，鉢亦如是；或是振手、或", "357": "復振鉢，謂以鉢水振灑餘人，污彼衣服，見他", "358": "好衣生嫉妬故。佛言：「如是等皆不應作，應當", "359": "學。」", "360": "時有施主飯食眾僧，報言：「聖者！多有好食，莫", "361": "多請󰉓。」六眾不信便多受󰉓，後見好食欲棄", "362": "其󰉓，比座有一摩訶羅苾芻，四顧而望。于時", "363": "六眾苾芻便持󰉓團置彼鉢內，遂令溢滿不", "364": "暇受餘。佛言：「常看鉢食，應當學。」", "365": "時有苾芻食時鉢滿，六眾傍觀共生輕慢，云：", "366": "「此摩訶羅能噉食。」佛言：「不輕慢心觀比坐鉢", "367": "中食，應當學。」", "368": "時六眾苾芻，以不淨手捉淨水瓶，遂令諸蠅", "369": "競來附近，招致譏醜。佛言：「不以污手捉淨水", "370": "瓶，應當學。」", "371": "時苾芻尼在江猪山，於菩提長者高樓上食，", "372": "以洗鉢水棄在好地，施主生嫌。佛言：「應制學", "373": "處，在白衣舍不棄洗鉢水，除問主人，應當學。」", "374": "緣在室羅伐城。時有婆羅門孩兒遇病，有鄔", "375": "波索迦是彼知識，來告之曰：「孩子若病，宜往", "376": "僧處從諸苾芻乞鉢中水，令其洗沐必得平", "377": "善。」時婆羅門即往求水，見鄔波難陀從乞鉢", "378": "水。鄔波難陀便以殘󰉓餅，內置鉢水中而授", "379": "與彼。彼見雜水起穢惡心，作如是語：「我兒寧", "380": "死，誰能用此鄙惡之物而洗浴耶？」以事白佛，", "381": "佛言：「不應以此穢水持施於人，若人來乞鉢", "382": "水時，應淨洗鉢置清淨水，誦經中要頌阿利", "383": "沙伽他，呪之三遍授與彼人，或洗或飲能除", "384": "萬病。」阿利沙伽他者，謂是佛所說，頌出聖教中。若讀誦時有大威力，但是餘處令誦伽他者，皆此類也。即如河", "385": "池、井處、洗浴飲水之時、或暫於樹下偃息取涼而去、或止客舍、或入神堂蹈曼茶羅、踐佛塔影、或時己影障弊尊容、", "386": "或大眾散時、或入城聚落、或晨朝日暮禮拜尊儀、或每日食罷時、或灑掃塔廟，諸如此事，其類寔繫，皆須口誦", "387": "伽他，奉行獲福。若故心違慢，感得惡作之罪。但以東川法眾，此先不行故，因注言知聖教之有，在其伽他", "388": "者，即如頌曰：", "389": "「世間五欲樂，或復諸天樂；若比愛盡樂，千分不及一。由集能生苦，因苦復生集；", "390": "八聖道能超，至妙涅盤處。所為布施者，必獲其義利；若為樂故施，後必得安樂。」", "391": "佛言：「不得以殘食置鉢水中，應當學。」時有苾", "392": "芻，安鉢地上，下無儭替，招致譏醜，令疾損壞。", "393": "佛言：「應制學處，地上無替不應安鉢，應當學。」", "394": "時有尼立洗鉢，失手墮地打破其鉢。佛言：「不", "395": "得立洗鉢，應當學。」", "396": "時有尼於危險崖岸置鉢，佛言：「不應爾，不於", "397": "危險岸處置鉢，應當學。」", "398": "河水急流逆以鉢𢍶遂令鉢破，佛言：「不應爾，", "399": "不得逆流酌水，應當學。」", "400": "十二眾尼，前人坐、自己立，為其說法。時有敬", "401": "信三寶婆羅門居士等譏訶。佛言：「不應爾，人", "402": "坐己立不為說法，應當學。」", "403": "時有病人不能久立聽法，佛言：「若是病人坐", "404": "臥高下，於道非道及以車乘，著靴覆頭、冠花", "405": "瓔珞，持蓋刀仗并著甲冑等。若是病者，隨何", "406": "威儀為說無犯。非病不合。為制學處當如是", "407": "說：人坐、己立，不得為說法，除病，應當學。", "408": "「人臥、己坐，不得為說法，除病，應當學。「人在高", "409": "座、己在下座，不得為說法，除病，應當學。", "410": "「人在前行、己在後行，不得為說法，除病，應當", "411": "學。", "412": "「人在道、己在非道，不得為說法，除病，應當學。", "413": "「不為覆頭者、不為偏抄衣、不為雙抄衣、不", "414": "為叉腰者、不為拊肩者說法，除病，應當學。", "415": "「不為乘象者、不為乘馬、不為乘輿、不為乘車", "416": "者說法，除病，應當學。", "417": "「不為著屐靴鞋及履屨者說法，除病，應當學。", "418": "「不為戴帽著冠及作佛頂髻，或纏頭或冠花", "419": "者說法，除病，應當學。", "420": "「不為持蓋者說法，除病，應當學。」", "421": "緣在劫比羅城。時吐羅難陀立大小便，諸俗", "422": "人見共作譏嫌。佛言：「不應爾，不立大小便，除", "423": "病，應當學。」", "424": "時吐羅尼持己故衣，令浣衣人洗。彼不肯洗，", "425": "便起瞋心，於彼洗衣水中故放不淨。佛言：「不", "426": "應爾，不得水中大小便洟唾，除病，應當學。」", "427": "緣在室羅伐城。時有施主請僧受食，時看寺", "428": "人怪其遲晚恐日時過，遂上高樹望彼歸來。", "429": "時有俗旅見而譏笑：「沙門釋子昇上高樹，與", "430": "俗何殊？」佛言：「不應爾，不上過人樹。」時有苾芻", "431": "尼，為繫染繩不敢昇樹，復有虎狼難至亦不", "432": "敢昇，因被殘害，佛言：「不得上過人樹，除為難", "433": "緣，應當學。」", "434": "7 七滅諍法七滅諍法", "435": "攝頌曰：", "436": "現前并憶念、不癡與求罪、", "437": "多人語自言、草掩除眾諍。", "438": "佛告諸苾芻尼：「有七滅諍法，應當修學。", "439": "「應與現前毘奈耶，當與現前毘奈耶。", "440": "應與憶念毘奈耶，當與憶念毘奈耶。", "441": "應與不癡毘奈耶，當與不癡毘奈耶。", "442": "應與求罪自性毘奈耶，", "443": "當與求罪自性毘奈耶。", "444": "應與多人語毘奈耶，當與多人語毘奈耶。", "445": "應與自言毘奈耶，當與自言毘奈耶。", "446": "應與草掩毘奈耶，當與草掩毘奈耶。」", "447": "若有諍事起，當以此七法，順大師教，如法如", "448": "律而殄滅之。", "449": "「忍是勤中上，能得涅槃處；", "450": "出家惱他人，不名沙門尼。」", "451": "此是毘鉢尸如來等正覺說是戒經。", "452": "「明眼避險途，能至安隱處；", "453": "智者於生界，能遠離諸惡。」", "454": "此是尸棄如來等正覺說是戒經。", "455": "「不毀亦不害，善護於戒經；", "456": "飲食知止足，受用下臥具；", "457": "勤修增上定，此是諸佛教。」", "458": "此是毘舍浮如來等正覺說是戒經。", "459": "「譬如蜂採花，不壞色與香；", "460": "但取其味去，尼入聚落然。」", "461": "此是俱留孫如來等正覺說是戒經。", "462": "「不違逆他人，不觀作不作；", "463": "但自觀身行，若正若不正。」", "464": "此是羯諾迦如來等正覺說是戒經。", "465": "「勿著於定心，勤修寂靜處；", "466": "能救者無憂，常令念不失；", "467": "若人能惠施，福增怨自息；", "468": "修善除眾惡，惑盡至涅槃。」", "469": "此是迦攝波如來等正覺說是戒經。", "470": "「一切惡莫作，一切善應修；", "471": "遍調於自心，是則諸佛教。", "472": "護身為善哉，能護語亦善；", "473": "護意為善哉，盡護最為善。", "474": "尼若護一切，能解脫眾苦；", "475": "善護於口言，亦善護於意。", "476": "身不作諸惡，常淨三種業；", "477": "是則能隨順，大仙所行道。」", "478": "此是釋迦如來等正覺說是戒經。", "479": "毘鉢尸式棄，毘舍俱留孫，", "480": "羯諾迦牟尼，迦葉釋迦尊，", "481": "如是天中天，無上調御者。", "482": "七佛皆雄猛，能救護世間，", "483": "具足大名稱，咸說此戒法。", "484": "諸佛及弟子，咸共尊敬戒，", "485": "恭敬戒經故，獲得無上果。", "486": "汝當求出離，於佛教勤修，", "487": "降伏生死軍，如象摧草舍。", "488": "於此法律中，常為不放逸，", "489": "能竭煩惱海，當盡苦邊際。", "490": "所為說戒經，廣釋戒要義，", "491": "當共尊敬戒，如犛牛愛尾。", "492": "我已說戒經，眾僧長淨竟，", "493": "福利諸有情，皆共成佛道。", "494": "根本說一切有部苾芻尼毘奈耶卷第二十", "495": "此卷十九張，第二十行：污手捉淨水之下，", "496": "丹本有「瓶應當學。」乃至佛言：「不等。」凡五十九行", "497": "文，國本、宋本並無者食撿，若無彼文則文義", "498": "斷絕。又違前略攝頌云：「俗舍善容儀、護鉢除", "499": "病人。」之言，遂令眾學闕二十餘法，故今依丹", "500": "足之。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1443 根本說一切有部苾芻尼毘奈耶: 根本說一切有部苾芻尼毘奈耶: 根本說一切有部苾芻尼毘奈耶", "source": "CBETA"}