{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1990 袁州仰山慧寂禪師語錄", "text": {"0": "No. 1990", "1": "袁州仰山慧寂禪師語錄", "10": "時傳得六代祖師圓相，共九十七箇，授與老", "100": "是甚麼？」師近前看了，却作此相，溈山點", "101": "頭。", "102": "溈山示眾云：「一切眾生皆無佛性。」鹽官示眾", "103": "云：「一切眾生皆有佛性。」鹽官有二僧往探問，", "104": "既到溈山，聞溈山舉揚，莫測其涯，若生輕慢。", "105": "因一日與師言話次，乃勸云：「師兄須是勤學，", "106": "佛法不得容易。」師乃作此○相，以手拓呈了，", "107": "却拋向背後，遂展兩手就二僧索。二僧罔", "108": "措。師云：「吾兄直須勤學，佛法不得容易。」便起", "109": "去。時二僧却回鹽官，行三十里，一僧忽然有", "11": "僧乃云：『吾滅後三十年，南方有一沙彌到來，", "110": "省，乃云：「當知溈山道『一切眾生皆無佛性』，", "111": "信之不錯。」便回溈山。一僧更前行數里，因過", "112": "水，忽然有省，自歎云：「溈山道『一切眾生皆", "113": "無佛性』，灼然有他恁麼道。」亦回溈山，久依法", "114": "席。", "115": "師因鹽官會下，有數人到溈山不肯伏。一日", "116": "因普請西莊搬禾次，師至嶺頭放下，後十數", "117": "人亦到放下。師遂舉起禾檐，向諸人前行一", "118": "匝，云：「有麼？有麼？」其一行僧並無對。師云：「賺", "119": "殺人。」便檐禾去。", "12": "大興此教，次第傳受，無令斷絕。』我今付汝，汝", "120": "溈山同師牧牛次，溈山云：「此中還有菩薩也", "121": "無？」師云：「有。」溈山云：「汝見那箇是，試指出看。」", "122": "師云：「和尚疑那個不是，試指出看。」溈山便", "123": "休。", "124": "師送菓子上溈山，溈山接得，問：「子甚麼處得", "125": "來？」師云：「家園底。」溈山云：「堪喫也未？」師云：「未", "126": "敢甞，先獻和尚。」溈山云：「是阿誰底？」師云：「慧", "127": "寂底。」溈山云：「既是子底，因甚麼教我先甞？」", "128": "師云：「和尚甞千甞萬。」溈山便喫，云：「猶帶酸澁", "129": "在。」師云：「酸澁莫非自知？」溈山不答。", "13": "當奉持。」遂將其本過與師，師接得一覽便將", "130": "師夏末問訊溈山次，溈山云：「子一夏不見上", "131": "來，在下面作何所務？」師云：「某甲在下面鉏得", "132": "一片畬，下得一籮種。」溈山云：「子今夏不虛過。」", "133": "師却問：「未審和尚一夏之中作何所務？」溈山", "134": "云：「日中一食，夜後一寢。」師云：「和尚今夏亦不", "135": "虛過。」道了乃吐舌。溈山云：「寂子何得自傷己", "136": "命？」溈山喆云：「仰山眼照四天下，到大圓面前却向淨地喫交。大圓可謂養子之緣，不免掛後人唇齒。」龍門遠", "137": "云：「溈仰父子尋常相見，遊戲神通不同小小，還有知得底麼？若無，山僧與汝諸人說看。開得一片畬，綿綿密", "138": "密，兩頓粥飯其道自辦。山僧一夏與諸人相見，自是諸人不薦。若也薦成一片，是甚麼一片？看取當門箭。」西禪", "139": "儒云：「溈仰父子出入卷舒得能自在，諸人切不得作世諦商量，又不得作佛法解會。既總不許與麼商量，畢竟如何", "14": "火燒却。耽源一日問：「前來諸相甚宜祕惜。」", "140": "會？開得一片畬，種得一籮粟，回頭閑一望，山青水又綠。終日只一餐，夜後只一宿，困來仲脚眠，千足與萬足。相", "141": "將八月九月來，籬邊爛熳鋪黃菊。」東林顏云：「今時師僧千百成群，經冬過夏虛消歲月，深屈古人。東林不是撿", "142": "點先聖，仰山逞俊太過，吐舌只得一半。」", "143": "溈山一日見師來，即以兩手相交過，各撥三", "144": "下，却竪一指。師亦以兩手相交過，各撥三下，", "145": "却向胸前，仰一手，覆一手，以目瞻視。溈山休", "146": "去。", "147": "溈山餧鵶生飯，回頭見師，云：「今日為伊上堂", "148": "一上。」師云：「某甲隨例得聞。」溈山云：「聞底事作", "149": "麼生？」師云：「鵶作鵶鳴，鵲作鵲噪。」溈山云：「爭奈", "15": "師云：「當時看了便燒却也。」耽源云：「吾此法", "150": "聲色何？」師云：「和尚適來道甚麼？」溈山云：「我祇", "151": "道為伊上堂一上。」師云：「為甚麼喚作聲色？」溈", "152": "山云：「雖然如此，驗過也無妨。」師云：「大事因", "153": "緣又作麼生驗？」溈山竪起拳。師云：「終是指東", "154": "畫西。」溈山云：「子適來問甚麼？」師云：「問和尚大", "155": "事因緣。」溈山云：「為甚麼喚作指東畫西？」師", "156": "云：「為著聲色故，某甲所以問過。」溈山云：「並未", "157": "曉了此事。」師云：「如何得曉了此事？」溈山云：「寂", "158": "子聲色，老僧東西。」師云：「一月千江體不分", "159": "水。」溈山云：「應須與麼始得。」師云：「如金與金，終", "16": "門無人能會，唯先師及諸祖師、諸大聖人", "160": "無異色，豈有異名？」溈山云：「作麼生是無異名", "161": "底道理？」師云：「瓶、盤、釵、釧、券、盂、盆。」溈山云：「寂子", "162": "說禪如師子吼，驚散狐、狼、野干之屬。」", "163": "師一日侍溈山，忽聞鳥鳴，溈山云：「伊說事却", "164": "徑。」師云：「不可向別人道。」溈山云：「何故恁麼", "165": "道？」師云：「為伊說太直。」溈山云：「多少法門寂", "166": "子一時推下。」師云：「推下事作麼生？」溈山敲禪", "167": "床三下。", "168": "師住王莽山，因歸省覲，溈山問：「子既稱善知", "169": "識，爭辨得諸方來者知有、不知有，有師承、無", "17": "方可委悉，子何得焚之？」師云：「慧寂一覽已知", "170": "師承，是義學、是玄學？子試說看。」師云：「慧寂有", "171": "驗處。但見僧來，便竪起拂子，問伊：『諸方還說", "172": "這箇不說？』又云：『這箇且置，諸方老宿意作麼", "173": "生？』」溈山歎云：「此是從上宗門中牙爪。」溈山又", "174": "問：「大地眾生業識茫茫，無本可據，子作麼生", "175": "知他有之與無？」師云：「慧寂有驗處。」時有一僧", "176": "從面前過，師召云：「闍黎！」僧回首。師云：「和尚！", "177": "這個便是業識茫茫，無本可據。」溈山云：「此是", "178": "師子一滴乳，迸散六斛驢乳。」師問雙峯：「師弟", "179": "近日見處如何？」云：「據某見處，實無一法可當", "18": "其意，但用得，不可執本也。」耽源云：「然雖如", "180": "情。」師云：「汝解猶在境。」云：「某祇如此，師兄又", "181": "如何？」師云：「汝豈不知？無一法可當情者。」溈山", "182": "聞云：「寂子一句，疑殺天下人。」玄覺云：「經道『實無有法，然燈佛與", "183": "我授記』，他道『實無一法可當情』，為甚麼道『解猶在境』？且道利害在甚麼處？」", "184": "一日雨下，天性上座謂師云：「好雨。」師云：「好在", "185": "甚麼處？」天性無語。師云：「某甲却道得。」天性", "186": "云：「好在甚麼處？」師指雨，天性又無語。師云：", "187": "「何得大智而默？」", "188": "一日，第一座舉起拂子，云：「若人作得道理即", "189": "與之。」師云：「某甲作得道理，還得否？」座云：「但", "19": "此，於子即得，後人信之不及。」師云：「和尚若", "190": "作得道理便得。」師乃掣將拂子去。雲居鍚云：「甚麼處是仰山", "191": "道理？」", "192": "龐居士問：「久嚮仰山，到來，為甚麼却覆？」師竪", "193": "起拂子，居士云：「恰是。」師云：「是仰？是覆？」居士", "194": "乃打露柱云：「雖然無人，也要露柱證明。」師擲", "195": "拂子云：「若到諸方，一任舉似。」隱靜岑云：「大小小釋迦被龐居士一", "196": "拶，直得手忙脚亂，只如居士打露柱一下，又作麼生？鯨吞海水盡，露出珊瑚枝。」", "197": "三聖到參，師問：「汝名甚麼？」三聖云：「慧寂。」師", "198": "云：「慧寂是我名。」三聖云：「我名慧然。」師大笑而", "199": "已。", "2": "徑山沙門語風圓信", "20": "要，重錄不難。」即重集一本呈上，更無遺失。耽", "200": "有官人訪師，師問：「官居何位？」云：「推官。」師竪", "201": "起拂子，云：「還推得這箇麼？」官人無對。師令眾", "202": "下語，皆不契。時三聖不安，在涅槃堂內將息。", "203": "師令侍者去請下語。三聖云：「但道和尚今日", "204": "有事。」師又令侍者問：「未審有甚麼事？」三聖云：", "205": "「再犯不容。」", "206": "南塔光涌禪師北遊謁臨濟，復歸侍師。師云：", "207": "「汝來作甚麼？」南塔云：「禮覲和尚。」師云：「還見和", "208": "尚麼？」南塔云：「見。」師云：「和尚何似驢？」南塔云：", "209": "「某甲見和尚亦不似佛。」師云：「若不似佛，似箇", "21": "源云：「然。」耽源上堂，師出眾作此○相，以手拓", "210": "甚麼？」南塔云：「若有所似，與驢何別？」師大驚", "211": "云：「凡、聖兩忘，情盡體露。吾以此驗人二十年，", "212": "無決了者，子保任之。」師每謂人云：「此子肉身", "213": "佛也。」", "214": "霍山到參，師閉目坐。霍山乃翹起右足，云：「如", "215": "是如是，西天二十八祖亦如是、中華六祖亦", "216": "如是、和尚亦如是、景通亦如是。」師起來，打", "217": "四藤條，霍山因此自稱集雲峯下四藤條天", "218": "下大禪師。", "219": "赤干行者聞鐘聲，乃問：「有耳打鐘？無耳打鐘？」", "22": "呈了，却叉手立。耽源以兩手相交作拳示之，", "220": "師云：「汝但問，莫愁我答不得。」行者云：「早箇問", "221": "了也。」師喝云：「去。」劉侍御問：「了心之旨可得聞", "222": "乎？」師云：「若要了心，無心可了；無了之心，是", "223": "名真了。」", "224": "陸希聲相公欲謁師，先作此○相封呈。師開", "225": "封，於相下面書云：「不思而知，落第二頭；思而", "226": "知之，落第三首。」遂封回。公見即入山，師乃門", "227": "迎。公纔入門，便問：「三門俱開，從何門入？」師", "228": "云：「從信門入。」公至法堂，又問：「不出魔界，便入", "229": "佛界時如何？」師以拂子倒點三下，公便設禮。", "23": "師進前三步作女人拜。耽源點頭，師便禮拜。", "230": "又問：「和尚還持戒否？」師云：「不持戒。」云：「還坐禪", "231": "否？」師云：「不坐禪。」公良久。師云：「會麼？」云：「不會。」", "232": "師云：「聽老僧一頌：滔滔不持戒，兀兀不坐禪，", "233": "釅茶三兩椀，意在钁頭邊。」師却問：「承聞相公", "234": "看經得悟是否？」云：「弟子因看《涅槃經》有云", "235": "『不斷煩惱而入涅槃』，得箇安樂處。」師竪起拂", "236": "子，云：「祇如這箇作麼生入？」云：「入之一字也", "237": "不消得。」師云：「入之一字不為相公。」公便起去。", "238": "法燈云：「上座！且道入之一字為甚麼人？」又云：「相公且莫煩惱。」雪竇顯於仰山舉拂處別云：「拂子到某甲手裏也。」", "239": "又別後語云：「我將謂爾是箇俗漢。」", "24": "師浣衲次，耽源云：「正恁麼時作麼生？」師云：「正", "240": "師因韋宙就溈山請一伽陀。溈山云：「覿面相", "241": "呈猶是鈍漢，豈況形於紙墨？」韋乃就師請。師", "242": "於紙上畫一圓相，註云：「思而知之，落第二", "243": "頭；不思而知，落第三首。」", "244": "師為沙彌時，和安通一日召師將床子來。師", "245": "將到，和安云：「却送本處著。」師從之。和安召慧", "246": "寂，師應諾。和安云：「床子那邊是甚麼物？」師云：", "247": "「枕子。」和安云：「枕子這邊是甚麼物？」師云：「無", "248": "物。」和安復召慧寂，師應諾。和安云：「是甚麼？」", "249": "師為沙彌時，有僧問石霜：「如何是祖師西來", "25": "恁麼時向甚麼處見。」後參溈山，溈山問：「汝是", "250": "意？」石霜云：「如人在千尺井中不假寸繩出得，", "251": "此人即答汝西來意。」僧云：「近日湖南暢和尚", "252": "出世，亦為人東語西話。」石霜喚沙彌：「拽出這", "253": "死屍著。」師後問耽源：「如何出得井中人？」耽源", "254": "云：「咄。癡漢！誰在井中？」師往問溈山，溈山召", "255": "慧寂，師應諾。溈山云：「出也。」師住後常舉前", "256": "話謂眾云：「我在耽源處得名，溈山處得地。」", "257": "師作沙彌時，念經聲高，乳源和尚咄云：「這沙", "258": "彌念經恰似哭。」師云：「慧寂祇恁麼，未審和尚", "259": "如何？」乳源乃顧視。師云：「若恁麼，與哭何異？」乳", "26": "有主沙彌？無主沙彌？」師云：「有主。」溈山云：「主", "260": "源便休。", "261": "師參東寺。東寺問：「汝是甚處人？」師云：「廣南", "262": "人。」東寺云：「我聞廣南有鎮海明珠，是否？」師云：", "263": "「是。」東寺云：「此珠如何？」師云：「黑月即隱，白月", "264": "即現。」東寺云：「還將得來也無？」師云：「將得來。」", "265": "東寺云：「何不呈似老僧？」師叉手近前，云：「昨到", "266": "溈山亦被索此珠，直得無言可對、無理可伸。」", "267": "東寺云：「真師子兒善能哮吼。」蔣山懃云：「東寺只索一顆，仰山傾出一栲", "268": "栳。」師禮拜了，却入客位，具威儀再上人事。東", "269": "寺見乃云：「已相見了也。」師云：「恁麼相見，莫不", "27": "在甚麼處？」師從西過東立。溈山異之。師問：「如", "270": "當否？」東寺歸方丈閉却門。師歸，舉似溈山。溈", "271": "山云：「寂子是甚麼心行？」師云：「若不恁麼，爭", "272": "識得伊？」保福展云：「仰山大似蚊子上鐵牛。」承天宗云：「仰山識得東寺，強說道理即不可。設使溈山去，", "273": "也未能得與東寺相見在。」", "274": "師問東寺云：「借一路過那邊，還得否？」東寺云：", "275": "「大凡沙門不可祇一路也，別更有麼？」師良久。", "276": "東寺却問：「借一路過那邊，得否？」師云：「大凡沙", "277": "門不可祇一路也，別更有麼？」東寺云：「祇有", "278": "此。」師云：「大唐天子決定姓金。」", "279": "師在中邑謝戒，中邑拍口作和和聲；師從西", "28": "何是真佛住處？」溈山云：「以思無思之妙，返思", "280": "過東，中邑又拍口作和和聲；師從東過西，中", "281": "邑又拍口作和和聲。師當中而立，然後謝戒。", "282": "中邑云：「甚麼處得此三昧？」師云：「於曹谿印子", "283": "上脫來。」中邑云：「汝道曹谿用此三昧接甚麼", "284": "人？」師云：「接一宿覺。」師云：「和尚甚處得此三", "285": "昧？」中邑云：「我於馬大師處得此三昧。」瑯琊覺云：「愁人莫向", "286": "愁人說。」師問：「如何得見佛性義？」中邑云：「我與汝", "287": "說箇譬喻：如一室有六窓，內有一獼猴。外有", "288": "獼猴從東邊喚猩猩，猩猩即應；如是，六窓俱", "289": "喚俱應。」師禮謝，起云：「適蒙和尚譬喻，無不了", "29": "靈焰之無窮，思盡還源，性相常住，事理不二，", "290": "知。更有一事：祇如內獼猴睡著，外獼猴欲與", "291": "相見，又且如何？」中邑下繩床，執師手作舞，云：", "292": "「猩猩與汝相見了，譬如蟭螟蟲在蚊子眼睫", "293": "上作窠，向十字街頭叫云：『土曠人稀，相逢者", "294": "少。』」雲居錫云：「中邑當時若不得仰山這一句語，何處有中邑也？」崇壽稠云：「還有人定得此道理麼？若定不得，", "295": "只是箇弄精魂脚手，佛性義在甚麼處？」玄覺云：「若不是仰山，爭得見中邑。且道甚麼處是仰山得見中邑處？」", "296": "師參巖頭，巖頭舉起拂子。師展坐具，巖頭拈", "297": "拂子置背後。師將坐具搭肩上而出，巖頭云：", "298": "「我不肯汝放，祇肯汝收。」", "299": "師與長沙翫月次，師云：「人人盡有這箇，祇是", "3": "無地地主人郭凝之　編集", "30": "真佛如如。」師於言下頓悟，自此執侍，前後盤", "300": "用不得。」長沙云：「恰是倩汝用。」師云：「爾作麼生", "301": "用？」長沙劈胸與一踏。師云：「㘞直下似箇大蟲。」", "302": "長慶稜云：「前彼此作家，後彼此不作家。」乃別云：「邪法難扶。」保福展云：「好一箇月，只是用力太多，被他踏破，却", "303": "成兩箇。人人盡道岑大蟲奇特，須知仰山有陷虎之機。」德山密代云：「更與一踏。」瑯琊覺云：「李陵雖好手，爭兔", "304": "陷畬身。」徑山杲云：「皎潔一輪，寒光萬里。靈利者，葉落知秋。闒茸者，忠言逆耳，休不休、已不已。小釋迦有陷", "305": "虎之機，老大蟲却無牙齒。當時一踏豈造次？驀然倒地非偶爾。眾中還有緇素得二老出者麼？」良久云：「設有，也", "306": "是掉棒打月。」", "307": "師參古堤和尚，古堤云：「去，汝無佛性。」師叉手", "308": "近前三步應諾。古堤笑云：「子！甚麼處得此三", "309": "昧來？」師云：「我從耽源處得名，溈山處得地。」古", "31": "桓十五載。", "310": "堤云：「莫是溈山的子麼？」師云：「世諦即不無，佛", "311": "法即不敢。」師却問：「和尚從甚處得此三昧？」古", "312": "堤云：「我從章敬處得此三昧。」師嘆云：「不可思", "313": "議，來者難為湊泊。」", "314": "師到虔州處微，處微問云：「汝名甚麼？」師云：「慧", "315": "寂。」處微云：「那箇是慧？那箇是寂？」師云：「祇在", "316": "目前。」處微云：「猶有前後在。」師云：「前後且置，", "317": "和尚見箇甚麼？」處微云：「喫茶去。」", "318": "師後開法王莽山，問僧：「近離甚處？」僧云：「廬", "319": "山。」師云：「曾到五老峯麼？」僧云：「不曾到。」師云：", "32": "師掃地次，溈山問：「塵非掃得，空不自生。如何", "320": "「闍黎不曾遊山。」雲門偃云：「此語皆為慈悲之故，有落草之談。」溈山秀云：「今人盡道慈悲", "321": "之故有落草之談，只知捉月，不覺水深。忽若雲門當時謹慎唇吻，未審，後人若為話會？然水母無目，求食須假", "322": "於蝦。」黃龍心云：「雲門仰山只有受璧之心，且無割城之意。殊不知被這僧一時領過。黃龍今日更作死馬醫。」乃", "323": "拈拂子度與僧，僧擬接，便打。溈山喆云：「仰山可謂光前絕後，雲門雖然提綱宗要，鉗鎚天下衲僧，爭奈無風起浪，", "324": "諸人還識這僧麼？親從廬山來。」黃龍震云：「仰山已是失却鼻孔，雲門更下註脚，有什麼救急處？我即不然。『近離", "325": "甚處？』云：『廬山。』『曾到五老峰麼？』云：『不曾到。』只向道：『別甑吹香供養此人。』」", "326": "上堂：「汝等諸人各自回光返照，莫記吾言。汝", "327": "無始劫來背明投暗，妄想根深，卒難頓拔，所", "328": "以假設方便，奪汝麁識。如將黃葉止啼，有甚", "329": "麼是處？亦如人將百種貸物與金寶作一鋪", "33": "是塵非掃得？」師掃地一下。溈山云：「如何是空", "330": "貸賣，祇擬輕重來機。所以道石頭是真金鋪，", "331": "我這裏是雜貨鋪。有人來覓鼠糞，我亦拈與", "332": "他；來覓真金，我亦拈與他。」時有僧問：「鼠糞即", "333": "不要，請和尚真金。」師云：「囓鏃擬開口，驢年亦", "334": "不會。」僧無對。師云：「索喚則有交易，不索喚則", "335": "無。我若說禪宗，身邊要一人相伴亦無，豈況", "336": "有五百、七百眾耶？我若東說西說，則爭頭向", "337": "前采拾，如將空拳誑小兒，都無實處。我今分", "338": "明向汝說聖邊事，且莫將心湊泊，但向自己", "339": "性海如實而修，不要三明六通。何以故？此是", "34": "不自生？」師指自身，又指溈山。溈山云：「塵非掃", "340": "聖末邊事。如今且要識心達本，但得其本，不", "341": "愁其末，他時後日，自具去在。若未得本，縱饒", "342": "將情學他亦不得。汝豈不見溈山和尚云：『凡、", "343": "聖情盡，體露真常。事理不二，即如如佛。』」", "344": "僧問：「如何是祖師意？」師以手於空作此󱐞相", "345": "示之，僧無語。", "346": "師謂第一座云：「不思善、不思惡，正恁麼時作", "347": "麼生？」座云：「正恁麼時是某甲放身命處。」師", "348": "云：「何不問老僧？」座云：「正恁麼時不見有和", "349": "尚。」師云：「扶我教不起。」", "35": "得，空不自生。離此二途，又作麼生？」師又掃地", "350": "師問僧甚處來。僧云：「幽州。」師云：「我恰要箇", "351": "幽州信米作麼價？」僧云：「某甲來時，無端從市", "352": "中過，踏折他橋梁。」師便休。侯寧勇云：「放爾三十棒。」", "353": "師見僧來，竪起拂子，僧便喝。師云：「喝即不", "354": "無，且道老僧過在甚麼處？」僧云：「和尚不合將", "355": "境示人。」師便打。", "356": "有梵師從空而至，師云：「近離甚處？」云：「西天。」", "357": "師云：「幾時離彼？」云：「今早。」師云：「何太遲生？」云：", "358": "「遊山翫水。」師云：「神通遊戲則不無，闍黎佛法", "359": "須還老僧始得。」云：「特來東土禮文殊，却遇小", "36": "一下，又指自身，并指溈山。", "360": "釋迦。」遂出梵書貝多葉與師，作禮，乘空而去。", "361": "自此號小釋迦。東林總云：「者方商量如麻似粟，盡道這碧眼胡兒來無蹤、去無迹，直是光", "362": "前絕後。若不是仰山，也難為縱奪。諸禪德！殊不知這碧眼胡兒騰空而來、騰空而去，一生只在虛空裏作活計，", "363": "有什麼光前絕後？大小仰山被他將兩杓惡水驀頭澆了也。當時集雲峯下自有正令，何不施行？」大眾且道：「作麼生", "364": "是正令咄？」黃龍新云：「大小仰山被這僧熱瞞，更出貝多梵書塗糊一上。如今更有異僧乘空而至，雲巖門下喚", "365": "來洗脚。」泐潭準云：「可惜仰山放過這漢。當時若是寶峯，便與擒住，須教維那僧堂前撞鐘集眾，責狀趕出。況佛法", "366": "不當人情，既稱羅漢，諸漏已盡、梵行已立，為什麼不歸家穩坐，只管游山翫水？」昭覺勤云：「驅耕夫之牛、奪飢人", "367": "之食，是從上爪牙。這羅漢具許多神通妙用，到仰山面前直得目瞪口呿。何故？鶴有九皐難翥翼，馬無千里謾追風。」", "368": "大溈泰云：「大眾！仰山只知進前趁鹿，不知身墮網羅。尊者偶爾成文，頗有衲僧氣息。若人會得，許爾倒捋虎", "369": "鬚。」", "37": "溈山一日指田問師：「這丘田，那頭高，這頭", "370": "師住東平時，溈山令僧送書并鏡與師。師上", "371": "堂，提起示眾，云：「且道是溈山鏡？東平鏡？若", "372": "道是東平鏡，又是溈山送來；若道是溈山鏡，", "373": "又在東平手裏。道得則留取，道不得則撲破", "374": "去也。」眾無語，師遂撲破，便下座。五祖戒云：「更請和尚說道理看。」", "375": "驀奪打破。", "376": "僧參次，便問：「和尚還識字否？」師云：「隨分。」僧", "377": "以手畫此○相拓呈，師以衣袖拂之。僧又作", "378": "此○相拓呈，師以兩手作背拋勢。僧以目視", "379": "之，師低頭。僧遶師一匝，師便打，僧遂出去。", "38": "低。」師云：「却是這頭高，那頭低。」溈山云：「爾若", "380": "師坐次，有僧來作禮，師不顧。其僧乃問：「師識", "381": "字否？」師云：「隨分。」師乃右旋一匝，云：「是甚麼字？」", "382": "師於地上書十字酬之。僧又左旋一匝，云：「是", "383": "甚麼字？」師改十字作卍字。僧畫此○相，以兩", "384": "手拓，如修羅掌日月勢，云：「是甚麼字？」師乃畫", "385": "此󱐟相對之。僧乃作婁至德勢，師云：「如是如", "386": "是，此是諸佛之所護念，汝亦如是、吾亦如是，", "387": "善自護持。」其僧禮謝，騰空而去。時有一道者", "388": "見，經五日後遂問師。師云：「汝還見否？」道者", "389": "云：「某甲見出門騰空而去。」師云：「此是西天羅", "39": "不信，向中間立看兩頭。」師云：「不必中間立，亦", "390": "漢，故來探吾道。」道者云：「某雖覩種種三昧，不", "391": "辨其理。」師云：「吾以義為汝解釋：此是八種三", "392": "昧，是覺海變為義海；體則同然。此義合有因、", "393": "有果，即時、異時，總別不離隱身三昧也。」", "394": "師因一梵僧來參，師於地上畫半月相，僧近", "395": "前添作圓相，似脚抹却。師展兩手，僧拂袖便", "396": "出。", "397": "師問僧：「近離甚處？」云：「南方。」師舉拄杖云：「彼", "398": "中老宿還說這箇麼？」云：「不說。」師云：「既不說", "399": "這箇，還說那箇否？」云：「不說。」師召：「大德！」僧應", "4": "師，諱慧寂，韶州懷化葉氏子。年九歲，於廣州", "40": "莫住兩頭。」溈山云：「若如是，著水看，水能平物。」", "400": "諾。師云：「參堂去。」僧便出。師復召云：「大德！」僧", "401": "回首。師云：「近前來。」僧近前，師以拄杖頭上點", "402": "一下，云：「去。」雲門偃云：「仰山若無後語，爭識得人。」", "403": "師一日在法堂上坐，見一僧從外來便問訊", "404": "了，向東邊叉手立，以目視師，師乃垂下左足；", "405": "僧却過西邊叉手立，師垂下右足；僧向中間", "406": "叉手立，師收雙足。僧禮拜，師云：「老僧自住", "407": "此，未曾打著一人。」拈拄杖便打，僧便騰空而", "408": "去。", "409": "師指雪師子問眾：「有過得此色者麼？」眾無對。", "41": "師云：「水亦無定，但高處高平、低處低平。」溈山", "410": "雲門云：「當時便好與推倒。」雪竇顯云：「雲門只解推倒，不解扶起。」", "411": "師臥次，僧問云：「法身還解說法也無？」師云：「我", "412": "說不得，別有一人說得。」云：「說得底人在甚麼", "413": "處？」師推出枕子。溈山聞云：「寂子用劍刃上事。」", "414": "徑山杲云：「溈山正是憐兒不覺醜，仰山推出枕子已是漏逗，更著箇名字，喚作劍刃上事，誤他學語之流，便恁", "415": "麼承虛接響流通將去。妙喜雖則借水獻華，要且理無曲斷，即今莫有傍不肯底出來。我要問爾推出枕子，還當得", "416": "法身說法也無？」天童華云：「若是劍刃上事，寂子何曾會用？忽有箇僧出來問法身還解說法也無，向他道我說", "417": "不得，別有一人說得。又問說得底人在甚處，只向他道三生六十劫。」靈隱嶽云：「仰山從前一條脊梁硬如鐵，被", "418": "這僧連拶，便乃四楞塌地。溈山一期忍俊不禁，不知失却一隻眼。忽有僧問冶父，法身還解說法也無，便與攔胸", "419": "一踏踏倒，教伊起來作箇灑灑落落底漢。不見道：『犀因翫月紋生角，象被雷驚華入牙。』」", "42": "便休。", "420": "師閉目坐次，有僧潛來身邊立。師開目，於地", "421": "上作此󱐜相，顧視其僧，僧無語。", "422": "師携拄杖行次。僧問：「和尚手中是甚麼？」師便", "423": "拈向背後云：「見麼？」僧無對。", "424": "師問一僧：「汝會甚麼？」云：「會卜。」師提起拂子云：", "425": "「這箇，六十四卦中阿那卦收？」僧無對。師自", "426": "代云：「適來是雷天大壯，如今變為地火明夷。」", "427": "問僧：「名甚麼？」云：「靈通。」師云：「便請入燈籠。」云：", "428": "「早箇入了也。」法眼別云：「喚甚麼作燈籠？」", "429": "問：「古人道見色便見心，禪床是色，請和尚離", "43": "有施主送絹與溈山。師問：「和尚受施主如是", "430": "却色，指學人心。」師云：「那箇是禪床？指出來", "431": "看。」僧無對。玄覺云：「忽然被伊却指禪床，作麼生對伊？」有僧云：「却請和尚道。」玄覺代拊掌三下。", "432": "問：「如何是毘盧師？」師乃叱之。僧云：「如何是和", "433": "尚師？」師云：「莫無禮。」", "434": "師共一僧語，旁有僧云：「語底是文殊，默底是", "435": "維摩。」師云：「不語、不默底，莫是汝否？」僧默然。", "436": "師云：「何不現神通？」云：「不辭現神通，祇恐和尚", "437": "收作教。」師云：「鑒汝來處，未有教外底眼。」", "438": "問：「天堂、地獄，相去幾何？」師將拄杖畫地一", "439": "畫。", "44": "供餈，將何報答？」溈山敲禪床示之。師云：「和", "440": "師住觀音時，出牓云：「看經次，不得問事。」有", "441": "僧來問訊，見師看經，旁立而待。師卷却經問：", "442": "「會麼？」云：「某甲不看經，爭得會？」師云：「汝已後", "443": "會去在。」其僧到巖頭，巖頭問：「甚處來？」云：「江", "444": "西觀音來。」巖頭云：「和尚有何言句？」僧舉前話。", "445": "巖頭云：「這箇老師，我將謂被故紙埋却，元來", "446": "猶在。」", "447": "僧恩𨜶問：「禪宗頓悟，畢竟入門，的意如何？」師", "448": "云：「此意極難。若是祖宗門下，上根上智一聞", "449": "千悟，得大總持。其有根微智劣，若不安禪靜", "45": "尚何得將眾人物作自己用？」一本，溈山問師云：「有俗弟子將三束", "450": "慮，到這裏總須茫然。」云：「除此一路，別更有入", "451": "處否？」師云：「有。」云：「如何即是？」師云：「汝是甚處", "452": "人？」云：「幽州人。」師云：「汝還思彼處否？」云：「常思。」", "453": "師云：「能思者是心，所思者是境。彼處樓臺、林", "454": "苑、人馬、駢闐，汝反思底，還有許多般也無。」云：", "455": "「某甲到這裏總不見有。」師云：「汝解猶在心，信", "456": "位即得，人位未在。」云：「除却這箇，別更有意也", "457": "無？」師云：「別有、別無，即不堪也。」云：「到這裡作", "458": "麼生即是？」師云：「據汝所解，祇得一玄，得坐披", "459": "衣，向後自看。」𨜶禮謝之。", "46": "絹來與我贖鐘子，故與世人受福。」師云：「俗弟子則有絹與和尚贖鐘子，和尚將何物酬他？」溈山以拄杖敲床三下，", "460": "僧問：「大耳三藏第三度為甚麼不見國師？」師", "461": "云：「前兩度是涉境心，後入自受用三昧，所以", "462": "不見。」", "463": "溈山問師：「百丈再參馬祖因緣，此二尊宿意", "464": "旨如何？」師云：「此是顯大機大用。」溈山云：「馬祖", "465": "出八十四人善知識，幾人得大機？幾人得大", "466": "用？」師云：「百丈得大機，黃檗得大用，餘者盡是", "467": "唱導之師。」溈山云：「如是，如是。」", "468": "溈山舉百丈野狐話問師。師云：「黃檗常用", "469": "此機。」溈山云：「汝道，天生得？從人得？」師云：「亦", "47": "云：「我將這箇酬他。」師云：「若是這箇，用作甚麼？」溈山又敲禪床三下，云：「汝嫌這箇作甚麼？」師云：「某甲不嫌這箇，", "470": "是稟受師承，亦是自性宗通。」溈山云：「如是，", "471": "如是。」", "472": "溈山舉百丈問黃檗甚處去來，黃檗云：「大", "473": "雄山下採󰶙子來。」百丈云：「還見大蟲麼？」黃檗", "474": "便作虎聲，百丈拈斧作斫勢，黃檗遂與百丈", "475": "一摑，百丈吟吟而笑便歸。陞堂謂眾云：「大雄", "476": "山下有一大蟲，汝等諸人也須好看，百丈老", "477": "漢今日親遭一口。」問師：「作麼生？」師云：「和尚", "478": "怎生？」溈山云：「百丈當時便合一斧斫殺，因甚", "479": "麼到如此？」師云：「不然。」溈山云：「子又作麼生？」", "48": "只是大家底。」溈山云：「爾既知是大家底，何得更就我覓物酬他？」師云：「只怪和尚把大家底行人事。」溈山云：「汝不見", "480": "師云：「百丈只解騎虎頭，不解把虎尾。」溈山云：", "481": "「子有嶮崖之句。」", "482": "溈山舉南泉問黃檗：「定、慧等學明見佛性，此", "483": "理如何？」黃檗云：「十二時中不依倚一物。」南", "484": "泉云：「莫便是長老見處麼？」黃檗云：「不敢。」南泉", "485": "云：「漿水錢且置，草鞋錢教誰還？」黃檗休去。問", "486": "師云：「莫是黃檗搆他南泉不得麼？」師云：「不然，", "487": "須知黃檗有陷虎之機。」溈山云：「子見處得與", "488": "麼長？」", "489": "黃檗在南泉為首座，一日捧鉢向南泉位中", "49": "達磨大師從西天來此土，亦將此物來人事。汝諸人盡是受他信物者。」", "490": "坐。南泉入堂見乃問：「長老！甚年中行道？」黃檗", "491": "云：「威音王已前。」南泉云：「猶是王老師兒孫下", "492": "去。」黃檗便過第二位坐，南泉便休。溈山云：「欺", "493": "敵者亡。」師云：「不然，須知黃檗有陷虎之機。」溈", "494": "山云：「子見處得與麼長？」", "495": "溈山舉黃檗示眾云：「汝等諸人盡是噇酒糟", "496": "漢，與麼行脚何處有今日？還知大唐國裏無", "497": "禪師麼？」時有僧云：「只如諸方匡徒領眾，又作", "498": "麼生？」黃檗云：「不道無禪，只是無師。」問師：「作", "499": "麼生？」師云：「鵞王擇乳，素非鴨類。」溈山云：「此", "5": "和安寺投通禪師出家即不語通。十四歲，父母取", "50": "師在溈山為直歲作務歸。溈山問：「甚麼處去", "500": "實難辯溈仰師資鼓唱拈評，機語儘多，如具《臨濟錄》中者，茲不重載。」", "501": "奯上座因到百丈。百丈云：「闍黎有事相借問，", "502": "得麼？」奯云：「幸自非言，何須譗𧫡？」百丈云：「收得", "503": "安南，又憂塞北。」奯擘開胸云：「與麼？不與麼？」百", "504": "丈云：「要且難搆，要且難搆。」奯云：「知即得，知", "505": "即得。」師云：「若有人知此二人落處，不妨奇特。", "506": "若辯不得，大似日中迷露。」", "507": "舉五峯問僧：「甚麼處來？」僧云：「莊上來。」五峯", "508": "云：「汝還見牛麼？」僧云：「見。」五峯云：「見左角？見", "509": "右角？」僧無語。五峯代云：「見無左右。」師別云：", "51": "來？」師云：「田中來。」溈山云：「田中多少人？」師插", "510": "「還辨左右麼？」", "511": "有一行者隨法師入佛殿，行者向佛而唾。法", "512": "師云：「行者少去就，何以唾佛？」行者云：「將無佛", "513": "處來與某甲唾。」法師無對。溈山云：「仁者却不", "514": "仁者，不仁者却仁者。」師代法師云：「但唾行者。」", "515": "又云：「行者若有語，即向伊道：『還我無行者處", "516": "來。』」", "517": "師接機利物為宗門標準，再遷東平，將順", "518": "寂，數僧侍立，師以偈示之，云：「一二二三子，平", "519": "目復仰視，兩口一無舌，即是吾宗旨。」至日午", "52": "鍬叉手。溈山云：「今日南山大有人刈茅。」師拔", "520": "陞座辭眾，復說偈云：「年滿七十七，無常在今", "521": "日，日輪正當午，兩手攀屈膝。」言訖，以兩手抱", "522": "膝而終。閱明年，南塔涌禪師遷靈骨歸仰", "523": "山，塔於集雲峯下，諡智通禪師妙光之塔。", "53": "鍬便行。玄沙備云：「我若見，即踏倒鍬子。」僧問鏡清：「仰山插鍬，意旨如何？」鏡清云：「狗䘖赦書，諸侯避道。」", "54": "僧云：「秖如玄沙踏倒，意旨如何？」鏡清云：「不奈船何，打破戽斗。」僧云：「南山刈茅，意旨如何？」鏡清云：「李靖三兄久經", "55": "行陣。」雲居鍚云：「且道鏡清下此一判，著？不著？」雪竇顯云：「諸方咸謂插鍬話奇特，大似隨邪逐惡。據雪竇見處，仰", "56": "山被溈山一問，直得草繩自縛，死去十分。」翠巖芝云：「仰山只得一橛，諸人別有會麼？」", "57": "師在溈山牧牛時，踢天泰上座問云：「一毛頭", "58": "師子現，即不問；百億毛頭百億師子現，又作", "59": "麼生？」師便騎牛歸。侍立溈山次，舉前話方了，", "6": "歸，欲與婚媾。師不從，遂斷手二指，跪至父母", "60": "却見泰來。師云：「便是這箇上座。」溈山遂問：「百", "61": "億毛頭百億師子現，豈不是上座道？」泰云：「是。」", "62": "師云：「正當現時，毛前現？毛後現？」泰云：「現時不", "63": "說前後。」溈山大笑。師云：「師子腰折也。」便下", "64": "去。", "65": "師隨溈山遊山，到磐陀石上坐，師侍立次，忽", "66": "鵶銜一紅柿落在面前，溈山拾與師。師接得", "67": "洗了，度與溈山。溈山云：「子甚處得來？」師云：", "68": "「此是和尚道德所感。」溈山云：「汝也不得無", "69": "分。」即分半與師。玄沙云：「大小溈山被仰山一坐，至今起不得。」", "7": "前，誓求正法以答劬勞，父母乃許，再詣通處", "70": "溈山問師：「忽有人問汝，汝作麼生祇對？」師云：", "71": "「東寺師叔若在，某甲不致寂寞。」溈山云：「放汝", "72": "一箇不祇對罪。」師云：「生之與殺，祇在一言。」溈", "73": "山云：「不負汝見，別有人不肯。」師云：「阿誰？」溈", "74": "山指露柱云：「這箇。」師云：「道甚麼？」溈山云：「道", "75": "甚麼？」師云：「白鼠推遷，銀臺不變。」", "76": "師問溈山：「大用現前，請師辨白。」溈山下座歸", "77": "方丈，師隨後入。溈山問：「子適來問甚麼話？」師", "78": "再舉。溈山云：「還記得吾答語否？」師云：「記得。」", "79": "溈山云：「爾試舉看。」師便珍重出去。溈山云：", "8": "而得披剃。未登具，即游方。初謁耽源，已悟玄", "80": "「錯。」師回首云：「閑師弟若來，莫道某甲無語好。」", "81": "師在溈山前坡牧牛次，見一僧上山不久便", "82": "下來。師乃問：「上座何不且留山中？」僧云：「祇", "83": "為因緣不契。」師云：「有何因緣？試舉看。」僧云：", "84": "「和尚問某名甚麼，某答『歸真』。和尚云：『歸真何", "85": "在？』某甲無對。」師云：「上座却回，向和尚道：『某", "86": "甲道得也。』和尚問：『作麼生道？』但云：『眼裏、耳裏、", "87": "鼻裏。』」僧回，一如所教。溈山云：「脫空謾語漢，", "88": "此是五百人善知識語。」", "89": "師臥次，夢入彌勒內院眾堂中，諸位皆足，惟", "9": "旨，後參溈山，遂升堂奧。耽源謂師云：「國師當", "90": "第二位空，師遂就座。有一尊者白槌云：「今當", "91": "第二座說法。」師起，白槌云：「摩訶衍法離四句、", "92": "絕百非，諦聽諦聽。」眾皆散去。及覺，舉似溈山，", "93": "溈山云：「子已入聖位。」師便禮拜。溈山秀云：「依文解義即不無。忽", "94": "然彌勒會中有箇作者，纔見伊道摩訶衍法，便云：『合取兩片皮。』非唯止絕仰山寐語，亦免使後人夢中說夢。」瑯", "95": "琊覺云：「且道聖眾是肯仰山、是不肯仰山？若肯，又孤負仰山；若不肯，仰山猶如平地喫交。山僧今日不惜眉毛，", "96": "與諸人說破：摩訶衍法離四句、絕百非。爾若舉似諸方，諸方恁麼會，入地獄如箭射。」東禪觀云：「尊者白椎，聖眾便", "97": "散，不妨使人疑著，却待第二杓惡水潑了，方始惺惺遲也。且如摩訶衍法離四句絕百非，道已道了，諸人還識", "98": "仰山麼？」", "99": "師侍溈山行次，忽見前面塵起。溈山云：「面前"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1990 袁州仰山慧寂禪師語錄", "author": "明 語風圓信．郭凝之編", "sourceLink": "http://www.cbeta.org/"}