{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2819 諸經要抄", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2819", "1": "諸經要抄", "2": "諍。舍利弗。如是見人。我則不聽出家受戒。", "3": "舍利弗。如是見人。我則不聽受一飲水以自", "4": "供養。但懃修習無相三昧。於無相三昧亦取", "5": "相。是人通達一切諸法相皆是一相。所謂無", "6": "相。", "7": "佛藏經念佛品云　惡知識。", "8": "佛告舍利弗。若有比丘教餘比丘。汝當念佛", "9": "念法念僧念戒念施念天。唯愛涅槃畢竟清", "10": "淨。如是教者名為邪教。謂是正教而是邪教。", "11": "舍利弗。如是教者名為惡知識。是人名為誹", "12": "謗於我助於外道。亦為他人說邪道法。舍利", "13": "弗。如是惡人我乃不聽受一飲水以自供養。", "14": "舍利弗。是念佛法斷語言道過出諸念。不", "15": "可得念是名念佛。舍利弗。一切諸念皆寂滅", "16": "相。隨順是法。此即名為修習念佛。不可以色", "17": "念佛。何以故。念色取相貪味為識。無形無", "18": "色無緣無性。是名念佛。是故當知。無有分別", "19": "無取無捨。是真念佛。", "20": "佛藏經念法品云　善知識。", "21": "舍利弗。是人爾時都無所有寂滅無性。不集", "22": "諸相滅一切法。是則名為修習念佛。念佛名", "23": "為破善不善一切覺觀。無覺無觀寂然無想。", "24": "名為念佛。何以故。不應以覺觀憶念諸佛。無", "25": "覺無觀名為清淨念佛。舍利弗。隨所念起一", "26": "切諸想皆是邪見。舍利弗。隨無所有無覺無", "27": "觀無生無滅。通達是者名為念佛。如是念", "28": "中無貪無著。無逆無順。無名無相。無想無語。", "29": "乃名念佛。是中乃無微細小念。何況麁身口", "30": "意業。無身口意業處。無念無分別。空寂無", "31": "性滅諸覺觀。是名念佛。汝念佛時莫取小想", "32": "莫生戲論。莫有分別。何以故。是法皆空無", "33": "有體性。不可念一相。所謂無名。是名真實念", "34": "佛。何以故。如來不名為色。不名為想。不名為", "35": "念。不名為分別。不逆不順不取不捨。非定", "36": "非慧。是人於佛猶尚不得。何況於念。舍利弗。", "37": "如是教者名善知識。若人成就如是相者。世", "38": "間希有。得不顛倒真實見故。是為正見。復次", "39": "舍利弗。正見者。名為正作正行正道正解。無", "40": "有顛倒如實而見。是故如來說名正見。若生", "41": "我想人想眾生想者。當知。是人皆是邪行。", "42": "佛藏經云　惡知識。", "43": "舍利弗。人以清淨信等諸根出家學道。遇惡", "44": "知識。惡知識者。常好調戲輕躁無羞。言語散", "45": "亂不攝諸根。心不專一癡如白羊。親近如是", "46": "惡知識者。失須陀洹果斯陀含阿那含果阿", "47": "羅漢果。乃至失於生天之樂。況涅槃道。舍", "48": "利弗。是人隨惡知識。若生人中父母生離死", "49": "亡喪失。親里衰惱國土破壞。生八難中捨於", "50": "樂處。遇惡知識生無佛處。若值佛世目不喜", "51": "見。不喜聞法。不與佛眾而和合。", "52": "念誦結護法普通諸部", "53": "三藏金剛智授與灌頂弟子", "54": "凡欲念誦先須護身結界澄想。觀察本尊聖", "55": "者。起慈悲心愍念有情。發大誓願迴向菩提。", "56": "方可念誦。持四種念珠作四種念誦。一者音", "57": "聲念誦。二者金剛念誦。合口動舌點誦是。三", "58": "者三摩地念誦。心念是也。四者真實念誦。如", "59": "字義修行是也。能令行者速證無上菩提。具", "60": "一切智。此心真言。是一切諸佛第一義。真如", "61": "智中流出。非是作法顯現。如巧色摩尼能滿", "62": "諸願。一切諸佛同聲共說。思惟之時。唯是明", "63": "朗亦不見身之與心。況無一物法非空故。若", "64": "久能熟當自證智。作是觀時。誦密言曰。", "65": "念此明者。即能證入一切灌頂曼荼羅位。於", "66": "諸菩薩祕密法門隨意無礙。作是觀時不復", "67": "延促。務在證入。若能一一與心相應方大成", "68": "就。一切時處作意任運相應。無所罣礙。一切", "69": "妄想貪瞋癡等。不假斷除自然不起性常清", "70": "淨。此真實法門。是一切眾生自性清淨心名", "71": "為圓鏡智。上從諸佛下至眾生。悉皆同等無", "72": "有增減。但為無明妄想所覆。令其法體不得", "73": "顯現。作是觀者便證解脫一切智三昧。名為", "74": "地前三賢位。所有動作任運相應。自然進入", "75": "初地生大歡喜。所以然者。以觀月為方便。具", "76": "有三義。一月清淨義。離貪欲垢故。二者清淨", "77": "源義。離貪嗔熱惱故。三者光明義。離愚癡故。", "78": "所以取月為喻亦莫作月解。世間者四大所", "79": "成畢竟破壞。眾生自性清淨心無生滅故。此", "80": "是諸佛菩薩內證非二乘聲聞外道所知境", "81": "界。作此觀者。一切佛法恒沙功德不由他悟。", "82": "此一法攝無量。剎那悟入諸法中。自在無礙。", "83": "從地至地漸漸昇進。學此觀者。不得專守念", "84": "以為究竟。當須正念進修方便。然後證入究", "85": "竟清淨法海。", "86": "般若波羅蜜多心經　三世諸佛依般若波羅", "87": "蜜多故得阿耨多羅三藐三菩提。故知。般若", "88": "波羅蜜多是大神呪。是大明呪。是無上呪。是", "89": "無等等呪。能除一切苦真實不虛。", "90": "金剛三昧經真性空品第六　舍利弗言。如", "91": "尊所說在事之先。取以本利是念寂滅。寂滅", "92": "是如。總持諸德該羅萬法。圓融不二不可思", "93": "議。當知。是法即是摩訶般若波羅蜜。是大神", "94": "呪。是大明呪。是無上呪。是無等等呪。佛言。", "95": "如是如是。真如空性。性空智火燒滅諸結。平", "96": "等平等。等覺三地。妙覺三身。於九識中皎然", "97": "明淨。無有諸影　若有眾生無餘雜念。爾時", "98": "菩薩常作化身權護是人。不離左右。", "99": "大般若經摩愁品云　若有眾生修行般若波", "100": "羅蜜者。與不憶不念相應。一切魔家眷屬悉", "101": "皆愁憂不樂。", "102": "佛藏經云　舍利弗。我法無諸難事。不乏飲", "103": "食臥具醫藥。汝等但當懃行佛道。莫貴世間", "104": "財利供養。舍利弗。汝今善聽。我當語汝。若有", "105": "一心行道比丘。千億天神皆共同心以諸樂", "106": "具欲共供養。舍利弗。諸人供養坐禪。比丘不", "107": "及天神。", "108": "假佛一切形像是。", "109": "金剛經云　凡所有相皆是虛妄。若以色見", "110": "我以音聲求我。是人行邪道。不能見如來。", "111": "佛藏經云。佛告舍利弗。我餘經說。若人見", "112": "法是為見我。如來非法亦非非法不順有相不依無相即是", "113": "見法。見法者見本性何以故。調達愚人及諸外道。皆以", "114": "色身見佛。舍利弗。如來不應以色身見。亦復", "115": "不應以音聲見。舍利弗。若人以色身見佛。是", "116": "去佛遠。所以者何。佛不名見名為見佛不依有見無見", "117": "即是不依正見。", "118": "維摩經云　夫求法者不著佛求不著法求不", "119": "著眾求法名無染。若染於法乃至涅槃。是即", "120": "染著非求法也。法名無為。若行有為。是求有", "121": "為。非求法也。法離見聞覺知。若行見聞覺", "122": "知。是即見聞覺知非求法也。唯舍利弗。夫求", "123": "法者。於一切法應無所求。", "124": "法華經云　無上寶聚不求自得若人不求種種世法。亦不求", "125": "佛法。即是真求法人真佛者識心見性悟理之人即是真佛。", "126": "金剛經云　離一切諸相即名諸佛離有離無故。不垢不", "127": "淨故。無生無體故。", "128": "法身禮。", "129": "入佛境界經云　佛常在世間。而不染世法。", "130": "以不分別世間故。敬禮無所觀。虛空無中邊。", "131": "諸佛身亦然。心同虛空故。敬禮無所觀。一切", "132": "平等禮。無禮無不禮。一禮遍含識。同歸實相", "133": "體實相者。不順有體相不依無相是。", "134": "楞伽經云　爾時大惠白佛言。世尊。願為我", "135": "說諸佛體性。佛言。大惠。覺二無我。除二種", "136": "障。離二種死。斷二種煩惱。是佛體性。大惠", "137": "聲聞緣覺得此法已亦名為佛。我以是義但", "138": "說一乘。", "139": "爾時世尊重說偈言。善知二無我。除二障二", "140": "惱。及不思議死。是故名如來。", "141": "假三寶　形像佛是佛寶。一切經論教法是", "142": "法寶。剃髮被袈裟受二百五十戒是僧寶若不識心", "143": "不見性總無寶。", "144": "真三寶見性之人三寶具足。", "145": "維摩經云。寂根菩薩曰。佛法眾為二。佛即是", "146": "法。法即是眾。是三寶。皆無為相。與虛空等。", "147": "一切法亦爾。能隨此行者。是為入不二法門", "148": "不隨有行不依無行即是離法之人。", "149": "思益經云　若身證是法。亦不離身見法。亦", "150": "不離法見身。於是觀中不見二相。不見不二", "151": "相。如是現前知見而亦不見。名聖默然。若有", "152": "諸菩薩。於上中下法。亦不取不捨。是名行菩", "153": "提。若法及非法。不分別為二。亦不得不二。是", "154": "名行菩提。若二即有為。非二即無為。離是二", "155": "邊者。是名行菩提。是人過凡夫。亦不入法位。", "156": "未得果而聖。是世間福田。行於佛道時。無", "157": "法可捨離。亦無法可受。是名菩提相。一切無", "158": "所念。是即如來法。", "159": "文殊師利菩薩問思益菩薩言。云何名為修", "160": "道。思益菩薩答言。若不分別是法是非法離", "161": "於二相。名為修道。又問云。何名為修道。答", "162": "言。不墮有不墮無亦不分別是有是無。習如", "163": "是者名為修道。", "164": "又問。何故不見。答。言離二相故不見。不見即", "165": "正是見。若說法不違佛不違法不違僧名為", "166": "說法。若知法即是佛是佛寶離相即是法是法寶", "167": "無為即是僧是僧寶一人見性。分明三寶具足。", "168": "涅槃經云　見性成佛道除見性外更有法門出三界得成佛者無有是處", "169": "假戒因犯禁戒制戒是。此戒是方便戒。是不了教。只許五歲學五歲若不捨是真外道。是具足邪見人", "170": "佛藏經云　佛告舍利弗。我說教者不說受", "171": "者。舍利弗。於我法中多有如是增上慢教。舍", "172": "利弗。若受教者受戒五歲不能悉捨。如是所", "173": "教於是教中懃心精進自有得。無有比丘不", "174": "往諮問。我說此人雖有五歲猶名邪見。雜外", "175": "道法順行魔教。舍利弗。若有比丘受是教已", "176": "聞空無所得法。即自覺知。我先受者皆是邪", "177": "見。於空無所得法無悔。深入通達不依一切", "178": "我見人見。舍利弗。我說此人名為清淨梵", "179": "行。", "180": "法句經云　若說諸持戒。無善無威儀。戒性", "181": "如虛空。持者為迷倒。", "182": "金剛三昧經　為說戒者。為不善慢故海波", "183": "浪故如彼心地八識海澂九識流淨風不動波", "184": "浪不起戒性等空持者迷倒。", "185": "諸法無行經云　若人分別戒。是則無有戒。", "186": "若有見戒者。是則為失戒。戒非戒一相。知是", "187": "為道師。", "188": "涅槃經云　戒有二種。一者性自能持。二者", "189": "須他教勅。若遇師僧白四羯磨。然後得戒。雖", "190": "得戒已要憑和上諸師同學善友誨喻。乃知。", "191": "進止聽法說法備諸威儀。是名須他教勅。", "192": "花嚴經梵行品云　若戒是梵行者。為場壇", "193": "是戒耶。問。清淨是戒耶。教威儀是戒耶。三說", "194": "羯磨是戒耶。和上是戒耶。阿闍梨是戒耶。剃", "195": "髮是戒耶。著袈裟衣是戒耶。乞食是戒。正命", "196": "是戒耶。如是觀已於身無所取。於修無所著。", "197": "於法無所住。過去已滅。未來未至。現在空寂。", "198": "無作業者。無受報者。此世不移動。彼世不改", "199": "變。此中何法名為梵行。從何處來。誰之所有", "200": "體。為是誰由誰而作。為是有為是無。", "201": "真戒一切眾生本來自有佛性。是持真戒者識心見性人。是見性之時想念不生。不起分別及有漏習。入無戒", "202": "不自不他不垢不淨無我無人無念無分別無主無宰無悋無惜百無所須。諸欲永息等同虛空。同無情物身心不自。", "203": "戒犯不二能。如是知者是真持戒人。", "204": "不淨說法。", "205": "楞伽經云　未來世當有。身著於袈裟。妄說", "206": "於有無。毀壞我正法。佛告大惠。彼愚癡人說", "207": "有三乘。不說唯心無諸境界。一切癡外道。妄", "208": "見作所作。悉著有無論。是故無解脫。涅槃離", "209": "心意。唯此一法實。藏識說為心。思量以為意。", "210": "心如白色衣。意識習為垢。垢習之所污。念心", "211": "不顯現。若隨言取義。建立於諸法。以彼建立", "212": "故。死墮地獄中。", "213": "佛告大惠。彼人愚癡不知。言說是生是滅。義", "214": "不生滅。一切言說墮於文字。義則不墮。離有", "215": "離無故。無生無體故。", "216": "淨說法。", "217": "佛藏經云　舍利弗。是人又能清淨持戒。無", "218": "有瑕疵。不垢不淨。自在智者所讚能自具足。", "219": "隨順禪定時樂坐禪。如是比丘我亦聽受供", "220": "養。舍利弗。身證法身無有疑悔。我聽是人", "221": "高坐說法。雖見凡夫清淨持戒。心不貪著外", "222": "道經義。一心懃求沙門上果。不貪利養善", "223": "巧定說。多聞廣喻猶如大海。乃至失命猶不", "224": "妄語。不樂諍訟自利利他。唯說清淨第一實", "225": "義。所說如是。舍利弗。如是說者我聽說法。如", "226": "來所說能使諸法不相違逆。為說戒定惠解", "227": "脫知見。舍利弗。求利比丘。為佛出家而破戒", "228": "品。何用說法。何以故。舍利弗。我經中說。若", "229": "人不自善寂不能護。法能令他人善寂自護。", "230": "無有是處。如人自沒污埿欲出他人。無有是", "231": "處。若人自善寂。能出污埿欲出他人。則有是", "232": "處。是故舍利弗。我今明了告汝。誹謗如來其", "233": "罪不輕。實語比丘應聽說法。非妄語者持戒", "234": "比丘。則能法施。舍利弗。高坐說法決定斷疑。", "235": "最是上事。若持戒不淨著外道義。我則不聽。", "236": "及妄諸者貴世樂者。求利者。樂諍訟者。我亦", "237": "不聽。我聽淨持戒者。質直心者。通達諸法", "238": "實相者。高坐說法。舍利弗。破戒比丘寧當捨", "239": "戒。不著聖人相袈裟覆藏罪垢。蜜作眾惡受", "240": "人信施。舍利弗。云何以小因緣。而於地獄", "241": "受久遠身。阿難。譬如惡賊於王大臣。不敢自", "242": "現盜他物者。不自言賊。如是阿難。破戒比丘", "243": "成就非沙門法。上不自言我是惡人。況能向", "244": "餘人說。自言罪人。阿難。如是經者。破戒比", "245": "丘。隨得聞時能自降伏則有慚愧。持戒比丘", "246": "得自增長。說是法時。九萬諸天於諸法中得", "247": "法眼淨。", "248": "法華經云　我此九部法隨順眾生入大乘為", "249": "本。", "250": "楞伽經云　爾時大惠復請佛言。唯願為說", "251": "宗趣之相。令我及諸菩薩善達此義。不隨一", "252": "切眾邪妄解。疾得阿耨多羅三藐三菩提。佛", "253": "言。諦聽。當為汝說。大惠言唯。佛言。大惠一", "254": "切二乘及諸菩薩。有二種宗法相。何等為二。", "255": "為宗趣法相。言說法相。宗趣法相者。謂自所", "256": "證殊勝之相。離於文字語言分別。入無漏界", "257": "成自地行。超過一切不正思覺。伏魔外道生", "258": "智惠光。是名宗趣法相。言說法相者。為說九", "259": "部種種教法。離於一異有無等相。以巧方便", "260": "隨眾生心令入此法。是名言說法相。汝及諸", "261": "菩薩當懃修學。爾時世尊重說頌言　宗趣", "262": "與言說。自證及教法。若能善知見。不墮他", "263": "妄解。", "264": "佛告大惠言。第一義者。是聖智內自證境。非", "265": "語言分別智境。語言分別不能顯示。大惠言。", "266": "說者生滅動搖展轉因緣生。若展轉緣生於", "267": "第一義則不能顯示。第一義者。無自他相。言", "268": "語有相不能顯示。第一義者。但唯自心。種種", "269": "外相悉皆無有。言語分別不能顯示。是故大", "270": "惠應當遠離語言分別佛分別。佛告。婆羅門", "271": "乃至少有心識流動分別外境。皆是世論乃", "272": "至心流動。是則為世論。分別不起者。是人見", "273": "自心。", "274": "佛告大惠。乃至少有言語分別生。即有常", "275": "無過常。是故應除二分別覺勿令少在。", "276": "乃至有所立。一切皆錯亂。若見唯自心。是則", "277": "無為諍。愚夫樂妄說。不聞真實惠。言說三苦", "278": "本。真實滅苦因。言說即變異。真實離文字。於", "279": "妄想心鏡。愚生二種見。不識心及緣。即起二", "280": "妄想。了心及境界。妄想即不生。我無上大乘。", "281": "超過於名言。其義甚明了。愚夫不覺知。內自", "282": "證不動。是無上大乘。", "283": "思益經云　云何比丘隨佛教隨佛語。答言。", "284": "稱讚毀辱其心不動。是名隨佛教。不隨文字", "285": "語言是名隨佛語。又比丘滅一切諸相。是名", "286": "隨佛教。又云。身無所起心無所起。是名第一", "287": "牢強精進。", "288": "有諍法。", "289": "思益經云　梵天言。云何比丘多諍訟。答言。", "290": "是好是惡此名諍訟。是理是非理此名諍訟。", "291": "是垢是淨此名諍訟。是善是不善此名諍訟。", "292": "是戒是毀戒此名諍訟。是應作是不應作此", "293": "名諍訟。以是法得道以是法得果此名諍訟。", "294": "梵天若於法中有高下心貪著取受。皆是諍", "295": "訟。樂諍訟者。無沙門法。樂沙門法者。無有妄", "296": "想貪著。梵天言。云何比丘親近於佛。答言。若", "297": "比丘於諸法中不見有法若近若遠。是名親", "298": "近於佛。梵天言。云何比丘給侍於佛。答言。若", "299": "比丘身口意無所作。是名給侍於佛。", "300": "樂瓔珞莊嚴方便品一部一卷成。亦名轉女身菩薩問答經若其無", "301": "諍不可言說。以何等故說名無諍。須菩提言。", "302": "姊。如來世尊為聲聞弟子假名字說。女言。大", "303": "德須菩提。若有假名即有諍訟。若有諍訟即", "304": "有顛倒。若有顛倒非沙門法。須菩提言。姊何", "305": "等是沙門法。女言。大德須菩提。無有文字。無", "306": "有諍訟。無有顛倒。是沙門法。亦不分別是法。", "307": "是非法。是沙門法。又不分別憶想不憶想。是", "308": "沙門法。離一切著。是沙門法。無心離意識。是", "309": "沙門法。知足是沙門法。離有為法。是沙門法。", "310": "諸法如虛空。是沙門法。說是沙門法時。中", "311": "間所集聽法諸天。有四十天子。遠塵離垢得", "312": "法眼淨。", "313": "佛藏經云佛弟子終有為著相。非沙門法非沙門自稱沙門。不", "314": "應供養而受供養。名為常賊立憧相賊。名為", "315": "自在殺害人賊。是人所食一口皆不淨。唯清", "316": "有向道得道果者能消供養。舍利弗。我滅度", "317": "後如是等人滿閻浮提。專行求利以自生活", "318": "有為法。", "319": "金剛經云　一切有為法。如夢幻泡影。如露", "320": "亦如電。應作如是觀。", "321": "涅槃經云　有為功德多諸過患。", "322": "佛藏經云　我所說諸法。隨順第一義。有為", "323": "不堅牢。如夢之所見。", "324": "金剛三昧經云　於有為法如避火坑。", "325": "楞伽經云　若依止少法而有少法起。若依", "326": "止於事此法即便壞。", "327": "禪門經云　大乘妙義至理空曠。有為眾生", "328": "而不能入。", "329": "大佛頂經云　圓滿菩提歸無所得。", "330": "般若子經云　無智亦無得。以無所得故即", "331": "菩提薩埵。", "332": "修多羅般若經云　佛告須菩提。若有善男", "333": "子善女人。發菩提心有所得者。即是邪見。邪", "334": "見之人永不見佛。斷一切智名為佛智見。凡", "335": "夫有為。佛是無為。如是見者非平等見。見凡", "336": "夫法空佛法亦空。如是見者是名正見。", "337": "思益經云　世尊。云何具足六波羅蜜。梵天", "338": "若不念施。不依戒。不分別忍。不敢精進。不住", "339": "禪定。不二於惠。是名具足六波羅蜜。", "340": "金剛三昧經云　空心不動具六波羅。", "341": "此大乘頓教法門。為一切眾生本來自有佛", "342": "性。千經萬論大小乘教文字言說。只指眾生", "343": "本性見成佛道。此法亦名反源。亦名反照。亦", "344": "名反流。亦名迴向。亦名無生。亦名無漏。亦名", "345": "不起。亦名法離見聞覺知。", "346": "楞伽經云　如水瀑流盡。波浪即不起。如是", "347": "意識滅。種種識不生。", "348": "大佛頂經云　元是一精明。分為六和合。一", "349": "處成休復。六用皆不行。一根既反源。六根成", "350": "解脫。反聞聞自性。性成無上道。反見見自心。", "351": "見性成佛道。", "352": "又云。若棄生滅守於真常。常光現時塵根識", "353": "心應時消落。想相為塵。識情為垢。二俱遠離。", "354": "則汝法眼應時清明。云何不成無上知覺", "355": "佛告阿難。如是清淨持禁戒人心無貪婬。於", "356": "外六塵不多流溢。因不流溢旋源自歸。鹿", "357": "既不緣根無所偶。反流全一六用不行。十方", "358": "國土皎然清淨。", "359": "楞伽經云　遠離於心識。亦離於五法。復離", "360": "於自性。是為佛種性。由依本識故。而有諸識", "361": "生。由依內識故。有似外影現。無智恒分別。有", "362": "為及無為。□□□□□離質亦無影。藏識若", "363": "清淨。諸識浪不生。依法身有報。而起淨分別。", "364": "若不了無我。依教不依義。理教中求我。是妄", "365": "垢惡見。不了故說有。唯妄取無餘。離聖教正", "366": "理。欲滅惑反增。是外道狂言。智者不應說。教", "367": "由理故顯。當依此教理。勿更餘分別。", "368": "維摩經云　文殊師利菩薩從無住本立一切", "369": "法。", "370": "金剛經云　一切諸佛及諸佛阿耨多羅三藐", "371": "三菩提法。皆從此經出此經者即此心。是不生不滅故。不垢不淨故。離有離無", "372": "故。影體俱離故。不依性相故。亦不順生。亦不依寂。亦不順有相。亦不依無相不沈不浮故。", "373": "文殊行經云　復次舍利弗。若有人言。過去", "374": "未來於實際中。說有依處說無依處者。當知。", "375": "彼輩誹謗如來獲大重罪。所以者何。彼真實", "376": "際無憶無念亦無墮落無憶無念者即不順浮。亦無墮落者。即不沈空滯寂。此", "377": "法不順有心。不依無心。順有心者即是波浪。依無心者即是□□空見外道有無不二即是正見。", "378": "楞伽經云　天乘及梵乘。聲聞緣覺乘。諸佛", "379": "如來乘。諸乘我所說。乃至有心起。諸乘未究", "380": "境。彼心轉滅以。無乘及乘者。無有乘建立。我", "381": "說為大乘。", "382": "天乘非乘。非名亦非字。非諦非解脫。", "383": "我無上大乘超過於名言。其義甚明了。愚夫", "384": "不覺知。內自證不動。是無上大乘。", "385": "決定毘尼經云　見凡夫有為佛。是無為。如", "386": "是見者不平等見。見凡夫法空佛法亦空。如", "387": "是見者是名平等見。見犯比丘不入地獄。清", "388": "淨行者不證涅槃。如是見者名平等見。", "389": "寶積經云　云何真供養佛。佛言。無佛想無", "390": "法想無僧想。是名日日真供養佛。佛不名作。", "391": "不名色。不名想。無作無色無想。是名真供", "392": "養佛。", "393": "金剛三昧經序品第一　爾時世尊。大眾圍", "394": "遶。說大乘經。名一味真實際本覺利行。若聞", "395": "是經。乃至受持一四句偈。是人則為入佛智", "396": "地。能以方便教化眾生。為一切眾生作大知", "397": "識。佛說此經已。結跏趺坐。即入金剛三昧。身", "398": "心不動。爾時眾中。有一比丘。名曰阿伽陀。從", "399": "坐而起。合掌䠒跪。欲宣義意。而說偈言。", "400": "大慈滿足尊智慧通無礙", "401": "廣度眾生故說於一諦義", "402": "無量諸菩薩皆悉度眾生", "403": "為眾廣染問知法寂滅相", "404": "入於決定處如來智方便", "405": "當為入實說隨順皆一乘", "406": "無有諸雜味猶如一雨潤", "407": "眾草皆悉榮隨其性各異", "408": "一味之法潤普充於一切", "409": "如彼一雨潤皆長菩提引", "410": "入於金剛味證法真實定", "411": "決定斷疑悔一法之印成", "412": "無相法品第二　一覺了義難解難入。非諸", "413": "二乘之所知見。唯佛菩薩乃能知之。善男子。", "414": "若化眾生無生於化。不生無化其化大焉。令", "415": "彼眾生皆離心我。一切心我本來空寂。若得", "416": "空心心不幻化。無幻無化即得無生。無生之", "417": "心在於無化。解脫菩薩。而白佛言。尊者。若有", "418": "眾生見法生時。令滅何見。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2819 諸經要抄", "source": "CBETA"}