{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1699 金剛般若疏", "text": {"0": "金剛般若經序", "1": "金剛般若疏卷第四", "10": "貌。問得解應歡喜。云何乃悲泣耶。答領解相", "100": "耳。此經若非第一。信之不足稱為希有也。遠", "101": "成上者。上來所明內外二施不及持經四句", "102": "者。由此經是諸經中之第一法也。須菩提忍", "103": "辱下。第二釋疑念也。問何因緣故次般若。明", "104": "忍辱耶。依六度數前後並非次第。今有何次", "105": "第生此文耶。答開善解云。三門說般若。前就", "106": "體名二門說竟。今次第三功用門說。明般若", "107": "功用無窮。能生諸佛能示世間能斷煩惱。又", "108": "攝用導用忘用諸用非一。今此明忘懷。忍辱", "109": "之用者。以得此用故。則逢苦不憂值樂不喜。", "11": "貌不同。凡有三句。一者得解歡喜。如法華身", "110": "其功最要故偏明之。又解云。忍與般若俱是", "111": "慧。與慧同體。故共明也。今明無方之意不妨", "112": "此義。若依論意釋疑故來。眾所以疑者。遠從", "113": "前捨身命格量生。上云捨身施不及持經四", "114": "句。所以不及者。為捨身是有所得顛倒苦因", "115": "還得有所得苦果故不及持經。眾即疑。佛昔", "116": "來種種苦行亦應是顛倒之因。應得顛倒之", "117": "果不得菩提也。故今釋云。佛昔行苦行。此是", "118": "無生忍心。雖復捨身而不苦惱。非但無苦而", "119": "還更有樂。故論偈云。苦樂有慈悲如是苦行", "12": "子踊躍歡喜。二者得解悲泣。如此文。三得解", "120": "果。以修無所得忍故得菩提也。故云如來說", "121": "忍辱波羅蜜也。非忍辱者。非是有得捨身忍", "122": "辱也。又非忍辱者。此無所得忍不可稱量也。", "123": "故論云彼忍辱岸難量也。何以故我於爾時", "124": "無我相者。此二義故來。一者反釋無瞋義。若", "125": "有我相則應生瞋。以無我相故令誰瞋耶。復", "126": "瞋者誰耶。二者明無忍義。即是不忍不瞋為", "127": "忍波羅蜜。若有能忍之人則應生瞋。今尚不", "128": "見能忍之人。何由有他起瞋之者。此是跨節", "129": "釋也。歌利王者。引事證因緣。歌利王即是", "13": "亦歡喜亦悲泣。如善集王悲喜交集。喜則欣", "130": "陳如本身。昔曾害仙人。仙人發願。汝今無罪", "131": "害我我得道時要前度汝。如出毘婆娑文。是", "132": "故須菩提菩薩應離一切相下。所以有此文", "133": "者。為成前忍辱義。新發意菩薩既聞歷世修", "134": "忍得於菩提。彼既見有身心或生退轉。如身", "135": "子六十劫行菩薩行。後因捨眼遂退成聲聞。", "136": "故今勸云。欲不退菩提心者。應離一切相發", "137": "三菩提心也。問從上來三處明不住何異。釋", "138": "云。初不住為成檀度義勸行無得施也。次不", "139": "住為成淨土因義。若心有住則心有穢。心穢", "14": "今悟。悲則慨昔迷。悲喜雙兼二事也。希有世", "140": "故則土穢。以心無所住故心淨。心淨故土淨", "141": "也。今明不住為成菩提心勸不住發心。若心", "142": "有住則乖正道。豈是道心耶。菩提是正道。今", "143": "發道心故名菩提心耳。若心有住則為非住", "144": "者。若心有住則是住顛倒。則為非住。不住般", "145": "若也。如大經。不住一切法即是住般若。不信", "146": "一切法是名信般若。生義亦爾。是故佛說菩", "147": "薩心不應住下。前明勸無住發菩提心。今勸", "148": "無住修菩薩行。如善財之言也。問經初已明", "149": "發心修行。今何得更說。答前明建廣大等四", "15": "尊下。第二明得解。我從昔來所得慧眼未曾", "150": "心名發心。就不住義以明修行。今此中通就", "151": "不住即明發心之與修行。故前離明。今是合", "152": "辨也。但舉布施者。布施居六度之初。又檀義", "153": "攝六也。如論偈云云。須菩提菩薩為利益一", "154": "切眾生者。前既明無住發心無住修行。人便", "155": "謂。既無所住何故發心何故修行耶。即釋曰。", "156": "為利眾生故發心修行也。又無住修行方能", "157": "利眾生耳。有所住修行不能自利利人也。如", "158": "來說一切諸相下。此為成上修行及為眾生。", "159": "既言修行。便有行可修。既言利益眾生。有", "16": "得聞者。古來釋經前後不同。一家云。此經在", "160": "眾生可利。便是人法見耳。故今明如來說一", "161": "切相則非一切相。故雖修萬行無行可修。雖", "162": "利眾生實無眾生可利。又引佛誠言勸菩薩", "163": "如說修行。佛說眾生與法皆不可得。菩薩亦", "164": "須如此而學也。須菩提如來是真語者下。此", "165": "文來有近遠。遠意成前內外二施格量義。何", "166": "者。前明雖捨內外二施終不及持經四句。人", "167": "聞此生疑。諸法實相絕言。云何名字文句能", "168": "表實相。而受持四句頓有如此福耶。故今釋", "169": "云。實相雖絕言。言是無言因。因言故得表無", "17": "大品初說以此文為證。既云未曾聞般若。故", "170": "言。故受持此言功德無量。問此乃釋言能表", "171": "道。云何是釋五語文耶。答以言必能表道故。", "172": "佛言是實由能表道故。受持福多。近意者。上", "173": "引佛說一切諸相則是非相。說一切眾生則", "174": "非眾生。勸菩薩如說而行。今重釋所以。須信", "175": "佛說者。良由佛語不虛故也。真語者依真諦", "176": "說也。實語者依世諦說也。所以舉二語者。為", "177": "如來常依二諦說法故也。如語者。如十方三", "178": "世諸佛依二諦說法。此上同諸佛也。不誑語", "179": "者。佛不誑眾生。如大經言。何緣當誑如子想", "18": "知在前。第二師云。此經在大品後說。既在大", "180": "者令墮地獄也。不異語者。為釋疑故來。人疑。", "181": "若不誑眾生。何得一佛作種種異說。初三後", "182": "一。乃至今常昔無常耶。故釋云。雖有諸說為", "183": "成一道。所以不異。如經云。智者終不謂我二", "184": "語。我於是人亦不二語。法華云。雖說種種乘", "185": "皆為一乘也。次依論釋。唯有四語。故偈云。實", "186": "智及小乘說摩訶衍法。記於三世事。是名四", "187": "種語。實智即真語。謂說佛菩提也。及小乘說", "188": "四諦即實語。說摩訶衍法為菩提。即是如語", "189": "也。記三世事合後二為不異語也。此四語含", "19": "品後。何得善吉云昔來未曾得聞耶。彼釋云。", "190": "小大理事因果。真語是果也。如語是因。此二", "191": "是大。實語為小。記三世是事也。三語是理。須", "192": "菩提如來所得法者。有此文來者。上來至此", "193": "凡有三文。引佛語勸信。初引如來說一切相", "194": "則非相。說一切眾生則非眾生。此勸菩薩捨", "195": "人法見令信無所住教。次引五語證佛語不", "196": "虛。勸菩薩信佛說無所住教也。今第三引佛", "197": "所證得法。復勸信無所住教。以佛親依無所", "198": "住教證得菩提故。菩薩須信無所住教門也。", "199": "論經長有一句。謂如來所得法如來所說法。", "2": "胡吉藏法師撰", "20": "前於大品中。雖善吉已悟而中下根人未悟。", "200": "如來所得法釋已如向也。如來所說無實無", "201": "虛者。上來三過勸信語。但恐鈍根守語而住", "202": "故。今明佛語非實非虛。以正道絕言。若守言", "203": "則失道。故言則非實。非不因言表道。故言則", "204": "非虛。指月之譬即其事也。斯乃貫一化之意。", "205": "豈一章經耶。須菩提如人入闇下。依流支十", "206": "二分。前格量分竟。今是顯性分。今三種彈之。", "207": "一者顯性分。經論無文故所以不用。二者若", "208": "就布施以明得失判顯性分者。前明忍辱修", "209": "行亦應是分也。三者內外格量中各有二格。", "21": "今同其未悟故云未曾得聞。中下根人於今得", "210": "今內格中止一章竟。餘有一格量在。何得合", "211": "取後格量為顯性分耶。今明二意故有此文", "212": "來。一者近生。上來至此凡有三處勸修不住", "213": "捨於住義。未知住有何失不住有何得。勸修", "214": "不住捨於住耶。故今最後釋其得失。心有所", "215": "得則如外無光明內有黑暗。故不見正道。心", "216": "無所住如外有光明內有眼目。能見正道。為", "217": "此得失故有上來三勸也。依無住之教。如外", "218": "有光明。得無所住觀解。如內有眼目。如此", "219": "之人見正道也。有住之失反此可知也。依論", "22": "悟故同其得悟。故言今始得聞耳。此事已如", "220": "生起。云真如一切處一切時常有。何故眾生", "221": "有得如有不得如耶。論師云。真如即是佛性。", "222": "一切凡聖眾生皆有佛性。何故聖見凡不見", "223": "耶。即用經文釋之。如雖常有一色。若外有光", "224": "明內有眼目則見。無此內外則不見也。雖常", "225": "有真如佛性。心無所住則見。有所住則不見", "226": "也。顯性之言事在斯也。今明作此意亦於義", "227": "無失。大智論云。或名如或名實相法性涅槃。", "228": "但約眾生悟迷故有得不得。至論佛性涅槃。", "229": "未曾得失隱顯也。問依論乃明見如不見如。", "23": "前明。今更開一意。上外施格量竟如來自稱", "230": "似無次第便是孤生此文。答此文即接前布", "231": "施得失生。故有住布施則不見如。無住布施", "232": "則便見如。故非無次第也。但講論者不見其", "233": "近。便謂孤生為顯性分耳。講經師雖見其近", "234": "文兩施之得失。不得見其因施得失遠明皆", "235": "有佛性。為有方便無方便故有見不見異也。", "236": "若取近遠兩義。則經論皆成也。須菩提若當", "237": "來世下。有此一章來者。還成上捨失從得之", "238": "義也。菩薩若捨失從得者。要須受持讀誦般", "239": "若故也。問信受門已明若生一念淨信。則為", "24": "歎經勸物受持。今內施格量竟善吉自稱歎", "240": "佛智見得無量功德竟。今何故重說為佛智", "241": "見得無量功德耶。答此般若經有三門明功", "242": "德。一自信門。二自受持讀誦復為他說門。三", "243": "但自受持讀誦門也。初明一念信為佛智見得", "244": "無量功德。是自信門明功德也。從三千七寶", "245": "施至恒沙身命施。此明自行化他門明功德", "246": "也。今此章明受持讀誦自行門功德。故非重", "247": "說也。此三門攝一切般若經明功德也。初日", "248": "分下。第二三時捨身格量功德也。為二。初明", "249": "格量。第二稱歎勸修。格量中為二。初正舉", "25": "經勸物受持。是故師弟互文勸緣信悟耳。若", "250": "捨身。第二格量也。異上捨身者有二義。一者", "251": "施多。謂日三時捨身。此日初分日中分日後", "252": "分。非是三日為三分也。二者時節久。謂無量", "253": "千萬億劫常行捨身事也。次格量般若。直明", "254": "信心不逆其福已勝。況自受持讀誦為他說", "255": "耶。此則格量轉高。般若之福轉重也。又此文", "256": "所以來者。上信受門中。直明信心為佛知見", "257": "得無量功德。猶未格量信心功德少多。今欲", "258": "格量信心功德少多故有此文來也。問何故", "259": "須格量信心功德耶。答既三門明功德。則三", "26": "復有人得聞是經下。第二陳他得解。則生實", "260": "門明格量。上已三處格量自行化他功德門", "261": "竟。謂三千布施恒沙布施捨身布施。皆自行", "262": "化他門。猶未格量信心門。故今明之也。問何", "263": "故格量自信門功德多上自行化他功德耶。", "264": "答格量自信門功德尚多。自行化他則不可", "265": "量。故今文云信心不逆其福勝彼。何況受持", "266": "讀誦為他說耶。故此文來有其深旨。欲講誦", "267": "者當依此意也。須菩提以要言之下。第二稱", "268": "歎勸修。開文為四。第一歎法。第二歎人。第三", "269": "重歎法。第四重歎人。今初歎法。前格量竟既", "27": "相者。他云。世諦生真諦不生。即問。實相即是", "270": "稱歎。今格量竟亦稱歎也。如來為發大乘者", "271": "說下。第二歎人。問大乘與最上乘何異。答通", "272": "論不異。此種種歎耳。別者大包含廣博義。最", "273": "上高絕取超出二乘義。廣博等即是得義。出", "274": "二乘即是離義。又大是其始義。據淺行之人。", "275": "最上是其終義。據深行人也。如來悉知是人", "276": "者。問前已二處明知見竟。今復明者有何異", "277": "耶。解云。初知見自信功德。次知見自受持讀", "278": "誦功德。今知見受持復為人說得功德。故三", "279": "知見異也。若樂小法者。此明舉失顯得。歎此", "28": "真諦。既生實相。何不生真諦耶。彼釋云。生實", "280": "中舉二人。樂小法者此是小乘。著我見者此", "281": "是外道。此二人不能聽受。小乘之人所以不", "282": "能聽受者。以是有所得故不信無得。又此經", "283": "明如來法身常住。小乘人謂佛無常畢竟滅", "284": "故不信。故大智論云。五百歲五百部聞大乘", "285": "法說畢竟空。如刀傷心。叡法師喻疑論云。外", "286": "國三十六國皆小乘學不信大乘。問小乘亦", "287": "明空。大乘亦明空。小乘人何意不信大耶。答", "288": "大論云。空有二種。一者但空二者不但空。小", "289": "乘唯得但空不得不但空。此經明不但空。故", "29": "相之慧耳。實相不可生。但慧從境作名稱為", "290": "不信空也。又小乘人但得生空不得法空。大", "291": "智論云。佛滅後分為二分。一信眾生空不信", "292": "法空。二俱信二空。今此經具明二空。故小", "293": "乘人不信也。外道著我見不信則易知也。須", "294": "菩提在在處處下。第三重歎法。問此歎法與", "295": "初何異。答初直歎經法。今歎法所在之處故", "296": "異也。問上已歎經在處則處貴。猶如塔廟竟。", "297": "今何故復歎如塔耶。答前略歎。今廣歎。前直", "298": "云如塔廟故是略。今云種種供養故是廣。前", "299": "略歎人。今廣歎人。前略歎處。今廣歎處也。又", "3": "爾時須菩提聞說是經下。第二領解釋疑。文", "30": "實慧。境從慧作名。故生慧言生境耳。今明二", "300": "前歎經所在處則處貴也。今歎非但經所在", "301": "處處貴。即持此經人行住坐臥之處皆如塔", "302": "廟。皆應恭敬供養。如法華云。持法華經人所", "303": "在方面皆應為作禮也。論意作此釋勿不信", "304": "也。復次須菩提若善男子善女人受持此經", "305": "若為人輕賤下。此是第四重歎人。問今歎人", "306": "與前何異。答上就得門歎。今就離門歎。何以", "307": "知之。前文云持經得無邊功德。今言持經離", "308": "於惡道。此即是金剛能摧諸患難。次意釋疑", "309": "故來。自上以來竝明持經之人無邊功德。今", "31": "諦俱生不生。如義中釋。斯文即證也。但一師", "310": "那見持經之人。有諸障礙所謂疾病遭官橫", "311": "得打罵不如意事耶。為釋此疑故。明此人先", "312": "世罪業應墮八難。以持經力故現世輕受也。", "313": "我念過去下。第三舉釋迦往因格量。前內外", "314": "兩施具舉現世也。今明往因。此就過去世格", "315": "量現在世。前就所化功德格量。今就能化功", "316": "德格量。如此格量方盡格量之極也。問何意", "317": "舉能化所化功德格量皆不及持經耶。答此終", "318": "是有所得功德不及持經。問何以得知皆是", "319": "舉有所得功德格量耶。答經論皆有證。論釋", "32": "有觀發中中發觀義此明生實相。即是觀發", "320": "初三千施云。二能趣菩提福不趣菩提。所言", "321": "二者。即是自能受持復為他說。此二能趣菩", "322": "提也。施福是有漏有所得不能趣菩提也。經", "323": "證者此取然燈佛前。爾前是有所得故未得", "324": "無生。故知取有所得施也。又一意所以舉釋", "325": "迦往因格量者。三門明功德。上來已格量兩", "326": "門功德竟。未格量自受持讀誦功德。今歎格", "327": "自受持讀誦功德故有此文也。問格自受持", "328": "讀誦何故功德轉重耶。答自受持讀誦其福", "329": "尚重具自行化他。豈可稱量耶。此是顯功德", "33": "中。正觀明了則實相現前。故名生實相。此約", "330": "之重故格自行。講誦者須細看經。不爾不覺", "331": "也。問三門明功德格量三門何異耶。答云。自", "332": "行化他門則功德即格量。從三千至恒沙身", "333": "命是也。自信門自受持門此二門前明功德", "334": "後格量。故文有開合之異也。問三門明功德", "335": "何異耶。答即是三品。但生信心為下品。受持", "336": "讀誦不為他說為中品。次受持復為他說為", "337": "上品。又前是自行。後一具自他也。須菩提善", "338": "男子善女人下。大章第二。前第一明格量。今", "339": "明格量所不能格量。會不格量所及。若其更", "34": "迷悟為論。於迷者不現前名實相不生。悟者", "340": "格則人不信。故云不思議也。爾時須菩提白", "341": "佛下。二周說法中此是第二。依論師十二分", "342": "此是第十斷疑。今所不用。何故爾耶。論云。從", "343": "如來非有為分下皆是斷生疑。何得言此中", "344": "始是斷疑。復有人言。上來始答住問降伏心", "345": "問。今次答菩提心問。今明前具答四問竟。", "346": "云何於此始答菩提心問耶。又前答後答無", "347": "異。云何前非答菩提心今始是答耶。其人見", "348": "近不見遠也。次有人言。前明因空今明果空。", "349": "彼謂修行等是因。前辨修行空故是因空。菩", "35": "現前名為生實相。令生實相既爾。佛性等例", "350": "提是果。今云實無菩提可得故是果空。此亦", "351": "不然。上已具說因果深義竟。何得上言因空", "352": "此亦是果空。今明此是第二周說。何以知耶。", "353": "以前後四問皆同佛答亦同故知是二周說", "354": "也。問二周說何異。答前廣說今略說。前為前", "355": "會眾說。後為後會眾說。故大智論解無生品", "356": "云。問曰前已說般若竟。今何得更說。答云前", "357": "為前來眾說。後為後來眾說也。如清涼池前", "358": "來者飲竟而去後來者更飲也。問大經云為", "359": "後來眾生以偈頌說。今何故不作偈耶。答說", "36": "然。至論實相未曾生不生也。是實相者則非", "360": "法多體不可一勢。自有前會長行後來者偈。", "361": "自有二俱偈二俱長行。如大智論說。即是證", "362": "也。問今何故不作偈耶。答諸般若多不作偈。", "363": "以偈安字有限。於深義不能曲盡也。次明還", "364": "是一會而有二周說。初周為利根人說。鈍根", "365": "未悟更為後周說也。問前說後說無異。云何", "366": "前說為利根人後說為鈍根人耶。答大意乃", "367": "同。其中轉易形勢故鈍根聞之仍得了悟。如", "368": "一種義作此語說之不解。更作異門釋之則", "369": "悟。猶如一米作一種食不能食。更作異食則", "37": "實相者。他還以二諦釋此文。如常彈。今依論", "370": "能食也。雖是近事斯乃聖人制作之大體也。", "371": "般若是一法佛說種種名。隨諸眾生力為之", "372": "立異字。即其證也。次意前周盡緣後周盡觀。", "373": "前周盡緣者。正教菩薩無所得發心破有所", "374": "得發心。乃至無所得修行破有所得修行。故", "375": "是盡緣也。今此章明無有發菩提心人。亦無", "376": "有修行人。故是盡觀也。論云。於內心修行存", "377": "我為菩薩。此即障於心違於不住道。斯經論", "378": "之作。豈空稱哉。盡緣故無緣。盡觀故無觀。", "379": "無緣無觀不知何以目之。歎美強名正觀。正", "38": "釋簡成實相義。是實相者。獨佛法大乘有此", "380": "觀即是般若即是金剛也。又前周正明觀行。", "381": "後周除觀主。故大智論釋習應品云。問曰前", "382": "已明生法二空。今何故復辨生空。答前為破", "383": "生法二病明生法二空。今為破觀空人也。若", "384": "無論經有十五章。有論經凡有十六章。有長", "385": "信受一章經也。問前周說既開三門。一般若", "386": "體門。二信受門。三功德門。今後周為後會。亦", "387": "得如此以不。答依論經亦得如此。初即般若", "388": "體門。信受即第二門。三千世界須彌山七寶", "389": "聚去是功德門也。今觀形勢小異於上。故不", "39": "實相故云實相。即非實相者。天魔外道無實", "390": "開三門。但依十五章鉤鎖相生。故釋疑解難", "391": "以為次第也。初章為二。前問次答。若約後會", "392": "為論。則問意同前。昔來未依般若不成發心", "393": "修行。故今請問發心修行之義也。若約空觀", "394": "為論。則前問成發心修行。後問請佛泯發心", "395": "泯修行故也。問前為成發心修行。後泯發心", "396": "修行。將不相違耶。答終為成一意耳。由泯發", "397": "心乃成發心耳。若見有發心不成發心耳。故", "398": "前來成發心即是泯發心。今泯發心即是發", "399": "心也。佛答中為二。初牒問明。發心即是緣盡", "4": "為二。初領解。次釋疑。領解中為二。初領解。", "40": "相故言非實相。是名實相者。論經長有一句。", "400": "義。從何以故實無發心者。明盡觀也。問佛答", "401": "與上何異。答上但盡緣。今緣觀俱盡。即是異", "402": "也。又上是廣答具答四問。今是略答但答發", "403": "心。發心既爾三問例然。為顯後周是略說故", "404": "也。又意初發心尚緣觀俱息。況復修行等猶", "405": "存有所得耶。於意云何如來於然燈佛所下", "406": "第二章來者。論生起云。若無發心菩薩。今那", "407": "得有受記菩薩耶。既有受記之人必有發心", "408": "之者。以受記是果發心是因。何容有果而無", "409": "因耶。此終是歷破有所得我人見耳。前已破", "41": "云實相實相。此句簡二乘。實相有二種。一大", "410": "發心人見。今破受記人見也。就文有八菩提。", "411": "開為二。初五菩提引昔時了悟無受記菩薩", "412": "以釋疑。次有三菩提引現在佛果得菩提以", "413": "釋疑。初中為三。一佛問二須菩提答。三佛述", "414": "成。初二如文。第三佛述釋中有三菩提句。開", "415": "為四意。一直述理實無相故無所得也。二從", "416": "若有法下。此是反釋。若有所得則不得記也。", "417": "三以實無有法下。順釋。以無所得故乃得記", "418": "耳。何以故下。第四釋無所得故得記之義也。", "419": "言何以故無所得乃得記耶。釋云。如來者即", "42": "乘實相。二小乘實相。今明是大乘實相非二", "420": "諸法如義。以體如故名如來。亦體如故名得", "421": "記。如中豈有法可得耶。若有得則不體如。不", "422": "體如不名如來。亦不得受記也。若有人言下。", "423": "第二引現在得果時以釋疑也。疑云。無得受", "424": "記之菩薩。今寧有得菩提之佛耶。以實有佛", "425": "果得菩提。則實有菩薩得受記及發心也。此", "426": "終是歷法破有所得我人見耳。故經云菩提", "427": "心見受記見佛見菩提見斷見常見等。猶是", "428": "一例義耳。實無佛得菩提者。初發菩提心及", "429": "受記時尚了悟無所得。況至佛時猶有我人", "43": "乘實相。故云實相實相。前句簡外實相。此句", "430": "得菩提耶。如來所得三菩提無實無虛者。上", "431": "破有見今破無見也。明佛得三菩提無所得", "432": "為得。何故不得耶。肇師云。玄道在乎絕域。不", "433": "得以得之。即其義也。無實無虛者。前各彈有", "434": "無見。此雙結非有非無也。無有有得之得故", "435": "言無實。非無無得之得故言非虛。論意爾也。", "436": "是故如來說一切法皆是佛法者。此成上非", "437": "實非無義虛非有耳以體一切諸法如故名為", "438": "如來。故一切法如即是如來。故云一切皆是", "439": "佛法也。即非一切法者。一切顛倒之法此非", "44": "簡內實相。所以二簡者。以獨佛法有實相。及", "440": "如來所證。故云則非一切法也。以一切如是", "441": "如來故非無。一切顛倒非如來故非有。故成", "442": "上非有無也。此猶是大經有所無無所有義", "443": "耳。以無所有名大涅槃。故是如來也有所無", "444": "是顛倒生死。故非如來也。是名一切法者。還", "445": "結一切諸法如也。問上兩句已足。何用下更", "446": "結耶。答初句直明一切法是如來。次下兩句", "447": "簡其有無。初句明無一切顛倒。次句明有一", "448": "切法如也。問上明然燈佛與今何異。答上為", "449": "成不可取不可說義來也。今為成菩薩無義", "45": "獨大乘有實相。生實相之慧。方是希有耳。世", "450": "故來也。又上是略明義。此下八菩提是廣明", "451": "義也。依論釋佛答中論偈。云以後時受記然", "452": "燈行非上。論師釋云。有四時然燈四時受記。", "453": "謂習種性種道種及初地。前然燈是習種時", "454": "也。今此是性種道種二時然燈。此中但是名", "455": "字受記未得真無生記。故云無有法得菩提。", "456": "若此時已得真無生記者。後一然燈不更與", "457": "受記也。今謂此釋無所出。論直云以後時受", "458": "記然燈行非上。此言自難解。亦無四時受記", "459": "四時然燈也。又設有此義於文義相皆不順。", "46": "尊我今得聞下。第三述自悟為易。所以易者。", "460": "故於今無取也。譬如人身長大下。第三章。經", "461": "論無生起。觀此文舉山王譬法身。成上菩提", "462": "非有非無義耳。法身無一切患故非有。具一", "463": "切功德故非無。然菩提既非有無。故法身亦", "464": "非有無也。文有二。初佛舉大身為問如文。次", "465": "須菩提答云。如來說人身長大者。論云。佛以", "466": "真如為身。二義故名大。一者遍一切處。二者", "467": "具一切功德。問法身云何遍一切處耶。答華", "468": "嚴云。無盡平等妙法界皆悉充滿如來身。如", "469": "來身未曾大小遍與不遍。為眾生歎美為大", "47": "一者明過去久殖三多。二者現在者值佛。內", "470": "耳。即非大身者。無一切患累故也。論云。遠離", "471": "煩惱障及智障故云非身也。是名大身者。具", "472": "一切功德也。初句直明大身耳。次句無患累", "473": "故非有。次句明有眾德故非無也。問與上明", "474": "山王何異。答前為前會後為後會。又上為成", "475": "無取說義來。今為成菩提非有無義來也。上", "476": "明報佛今明法身佛也。上惑者謂初得佛時", "477": "言有菩提可取。故是報佛。今直明法身體非", "478": "有無故是法身也。菩薩亦如是下。此第四章", "479": "經來者。論生起云。若上來明無發心菩薩受", "48": "因外緣具足故信受為易也。又就迹中為論。", "480": "記菩薩。又無諸佛得無上菩提。若因果皆不", "481": "可得者。眾生亦不應入涅槃。亦無淨佛土事。", "482": "菩薩何故欲成就眾生令入涅槃。修淨土行", "483": "耶。此終是有所得心歷法生疑。故歷法破未", "484": "竟。故生此章。菩薩亦如是者。此是成就眾生", "485": "菩薩。淨佛土菩薩也。亦如上發心受記菩薩", "486": "不可得。故云亦如是也。是亦上求菩提法身", "487": "有無不可得。故求菩薩有無亦不可得。故云", "488": "亦如是也。此中三句經。一破成就眾生菩薩。", "489": "二破淨佛土菩薩。三結正菩薩之義。問上已", "49": "須菩提是大阿羅漢。如大品云。般若甚深。誰", "490": "二處明滅度眾生。與今何異。答經初且明滅", "491": "度眾生。為答菩提心故來。次第二周初答泯", "492": "菩提心故來。今為破成就眾生菩薩義故來", "493": "也。問上已明淨土。與今何異。答上為成無取", "494": "無說之義。今為明無淨土之菩薩故異也。若", "495": "菩薩通達無我法者。此第三句結正菩薩之", "496": "名。此文意有近有遠。近者從第二周初已來。", "497": "云無發菩提心菩薩。無受記菩薩。乃至今明", "498": "無成就眾生淨佛土菩薩。人聞生疑。若爾應", "499": "都無菩薩也。故釋云。由了悟無菩薩故始是", "5": "第二佛述成。初領解為四。第一自領解。第二", "50": "能信解。答云。正見成就人漏盡阿羅漢能信。", "500": "菩薩耳。見有菩薩則非菩薩也。遠即貫於一", "501": "經。此經始終皆明無菩薩破我人之見。若能", "502": "了悟無菩薩。方是菩薩。見有菩薩見有則是", "503": "凡夫我見非菩薩也。問了悟無菩薩者此是", "504": "知無有我。二乘亦悟無我。何故不名菩薩。答", "505": "論云。悟二種無我故名菩薩。聲聞但悟人無", "506": "我故不名菩薩也。又菩薩知我無我不二故", "507": "名菩薩。二乘見我無我異。是二見之人非菩", "508": "薩也。五眼下。第五章經文來有二。一者近生。", "509": "還從上四章生。前來四章竝不見菩薩。時會", "51": "今須菩提既是羅漢。所以信解不難也。若就", "510": "即疑。若如來云無所見者則應無眼。若有眼", "511": "何故不見。故舉五眼答。今言不見者。非無眼", "512": "故不見。五眼見宛然而無所見。如淨名阿那", "513": "律章云。有佛世尊得真天眼常見諸法。不以", "514": "二相。大品復云。我五眼尚不見諸法。況凡夫", "515": "無目而言得菩提耶。二者遠生。經初已來皆", "516": "明無得無見。故有今文。又上破有見故云無", "517": "見。今破無見故有見未曾見不見也。五眼義", "518": "別須釋。今且示數意。然五眼具得約五人有", "519": "五。謂人有肉眼。天有天眼。二乘見四諦有慧", "52": "本為論。須菩提內祕菩薩行。或可是往古如", "520": "眼。菩薩照三乘根性說三乘法有法眼。佛有", "521": "佛眼。次約二人。因人四眼。果人一眼。因人四", "522": "眼如仁王經歎菩薩得四眼五通。果人一眼", "523": "即佛有佛眼也。次明一人具足五眼。即是佛。", "524": "問何故具足五眼。答此是無差別差別用。舉", "525": "障內境約佛智故名肉眼。舉障外境目佛智", "526": "故名天眼。約二慧境名慧眼。無量壽經言。慧", "527": "眼見真境。見真境名慧眼。大品往生品中云。", "528": "慧眼無法不見。又云。而無所見。大智論言。具", "529": "總相慧別相慧名眼。故知慧眼具二慧也。法", "53": "來。示同眾迷。所以悟解為易。若當來世下。第", "530": "眼可知。四眼不了。佛眼具了。故名佛眼。亦見", "531": "佛性故名佛眼也。須菩提恒河中有沙者。此", "532": "章為成五眼。依論師生起。明五眼既少而境", "533": "多。何得以少眼知多境。境既多眼亦應多。而", "534": "今眼少。何能盡知多境。為此疑故。今明眼雖", "535": "少而能遍知一切境也。論既無文。今明亦復", "536": "無妨也。但知前既辨五眼。今出所照之境也。", "537": "問前舉恒河今明恒河何異耶。答前為成格", "538": "量四句偈故舉恒河。今為五眼所照境故舉", "539": "恒河也。問境既多。何獨云知心。答有二意。", "54": "四陳他悟為難。所以難者。良由生在末世後", "540": "一者廣略。前明能照之眼廣故具明五眼。今", "541": "辨所照之境略故止言心也。二者心無形觸", "542": "最難知。今舉其難知。尚知易可明也。如來", "543": "說諸心者。明如來見一切眾生心唯在顛倒", "544": "中行也。則為非心不在正觀中行也。是名為", "545": "心者。結顛倒心也。三世心來者。釋成顛倒心", "546": "義。何故名顛倒心耶。以三世求心不可得。而", "547": "眾生見有心。此是無而謂有。故名顛倒也。須", "548": "菩提滿三千世界七寶者。文來為釋疑。上言", "549": "佛知眾生心皆顛倒。則顛倒心所作布施等", "55": "五百歲故也。叡法師云。前五百歲得道者多", "550": "眾行皆是顛倒。若爾應無佛因。既無佛因應", "551": "無佛果。故釋此疑明。無所得心布施等則是", "552": "佛因。既有佛因則有佛果。問曰。何由有不顛", "553": "倒。為從顛倒得不顛倒。為從不顛倒得不顛", "554": "倒。二俱有過。若從顛倒生不顛倒。則倒為不", "555": "倒因。若從不顛倒生不顛倒。則不顛倒便無", "556": "因。答大品三慧品佛答此問。不從有得生無", "557": "得。不從無得生無得。得無得平等故是無所", "558": "得。即其事也。問前已明三千世界七寶。與今", "559": "何異。答前七寶為格四句偈。今七寶為成佛", "56": "不得道者少。後五百歲不得道者多得道者", "560": "因也。若福德有實。此便釋疑。疑云。上亦三", "561": "千七寶。今亦爾。何故是佛因耶。故釋云。若福", "562": "德有實此明有得福德。以福德無故此明無", "563": "得福德。故是佛因也。須菩提於意云何佛可", "564": "以具足色身下第六章經。上來至此三處明", "565": "色身何異。答初為明相好身異法身。相好身", "566": "有三相。法身無三相也。次文為成兩因優劣", "567": "義。二身兩果既優劣。二身兩因亦應優劣。成", "568": "格量經義故來。今文為破二身一異見故來。", "569": "上兩處明二身異。尋語之流即云。有相好身", "57": "少。前五百歲信無生者多不信者少。後五百", "570": "與法身異。如從來本迹異三佛異義。故此章", "571": "經破一異見。論有二偈。上半云。法身畢竟體", "572": "非彼相好身。此即破其二身一見。明相好身", "573": "有相好法身無相好。二身有異何得一耶。次", "574": "偈上半云。不離於法身此二非不佛。此破異", "575": "見。何處離相好有別法身耶。故云此二非不", "576": "佛也。問二身定一。定異。非一非異耶。答諸法", "577": "無有定相。而具有三句。昔日明相好身亦生", "578": "滅五分法身亦生滅故。二身同生滅。則是一", "579": "義。次此經上來兩處開二身之異。相好身有", "58": "歲不信者多信者為少。是以前五百年名正", "580": "生滅。法身無為無生滅。此是異義。今此一章", "581": "雙破一異。故佛具有三種方便。問昔何故說", "582": "一方便。乃至今何故說不一不異。答昔為破", "583": "常見故明佛二身皆生滅無常。故二身是一。", "584": "小乘人便作一解故。經初開二身生不生異。", "585": "時會便云。小乘二身是一。大乘二身是異。故", "586": "今具破一異。得意者三俱會道利物。不達者", "587": "皆是顛倒戲論也。破二身一異見既爾。破法", "588": "身有色無色亦然。論云。此亦無亦有。法身絕", "589": "相不可言有相好。離相好無別法身。不可言", "59": "法。後五百年名像法。能於像法中信。所以為", "590": "法身無相好也。所言具足色身者。唯佛一人", "591": "盡形相之美。故言具足。餘人乃至輪王相不", "592": "明了。故不具足也。如來說具足即非具足者。", "593": "破一見。明色身非法身。何得為一。是名具足。", "594": "此破異見。何處離相好別有法身也。可以諸", "595": "相見不下。意與前同。但身總相別相為異耳。", "596": "於意云何如來有所說法不下。此第七章來", "597": "者。此破法身有說法疑。疑云。若具足色身非", "598": "法身者。云何言如來有所說法耶。故佛破云。", "599": "須菩提汝勿言如來法身有所說。若言如來", "6": "明他領解。三明自領解為易。四明他領解為", "60": "難也。又明此時眾生不久殖三多。不久值佛。", "600": "法身有所說則謗法身。法身非色故法身非", "601": "說也。何以故說此一句。破法身無說疑。若言", "602": "法身不說相好身說。此亦不然。上明不可離", "603": "相好身別有法身。便謂法身無相好。亦不可", "604": "離相好身說別有法身說。而謂法身無說。問", "605": "何以知經文如此。答論偈云如佛法亦然。故", "606": "舉佛例法也。無法可說是名說法者。此更破", "607": "疑。人聞法身有說便言有法可說。故今釋云。", "608": "雖復說法無法可說。假名說法耳。論次此章", "609": "後長有信受一章經。問上信今信何異。答上", "61": "無內因外緣。能於中生信。是故為難。何以故", "610": "明信信因果深義。今明信信上如來雖說無", "611": "所說也。問何等人能信此法耶。答論偈云。非", "612": "眾生眾生非聖非不聖。此人非凡夫眾生故", "613": "言非眾生。而是聖體眾生故言眾生也。非眾", "614": "生故非聖。是聖體眾生故非不聖也。問若言", "615": "凡夫不信不可為凡。聖人能信不須為聖。今", "616": "說此經竟為何人耶。答觀此論意。具足顛倒", "617": "有所得凡夫不能了。此是習無所得觀眾生", "618": "則能信。此眾生望有所得人故非眾生。未具", "619": "足了悟故非不眾生也。於意云何下。第八章", "62": "下。此釋信為難意也。若言有人能信般若所", "620": "經論生起　從上第二章經生。上第二章經云", "621": "佛無菩提可得者。今云何有階級位行耶。如", "622": "謂從十信至十住。從十住至十行。從十行至", "623": "十迴向十地等。既有進行階級則佛果應有", "624": "所得也。近文生者。相好論身業。無所說辨口", "625": "業。今得菩提明意業。佛既無所說應無所得。", "626": "今實有所得應實有所說也。問初周中已明", "627": "佛無所說無得菩提。與今何異。答前後兩會", "628": "利鈍兩緣。此二義通貫十五章也。但今文與", "629": "上有開合之別及來意不同。來意不同。上明", "63": "信。則是人法之見。不名為信也。此信亦不難", "630": "釋迦是化佛破實說之疑。今明不可言法身", "631": "有說。不可言無說。破法身有說法身無說之", "632": "義疑。上明無得菩提破實得之疑。今明無得", "633": "破舉因行階級證果實得疑也。又上云如來", "634": "有所說耶。有菩提可得耶。此得說合論。今則", "635": "開得說為二章經。前章經明無所說。此章明", "636": "無所得也。文三。初佛牒疑情反問善吉。次善", "637": "吉奉答。明佛無少法得菩提。若有一豪之得", "638": "則不得道。以畢竟無得爾乃得道耳。以得果", "639": "實無一法可得。行因實無一行可行。無所得", "64": "也。明若不見我是能信。即是人空。即是無有", "640": "故始得果。無所行故乃是行因也。次佛述四", "641": "義釋無上菩提。初即述以無所得故名無上", "642": "也。二以體悟法界平等義故名無上菩提。以", "643": "無我無人故得菩提者。第三義。彼菩提體無", "644": "二種我名無上也。上之二義就得門釋無上", "645": "菩提。今就離門釋。謂菩提體有我人則非無", "646": "上。以體無有我人故名無上菩提也。修一切", "647": "善法者。上三門就果釋無上。此第四義就因", "648": "門釋無上。以有無上方便修一切眾行滿足", "649": "故是無上。餘菩薩修因行不滿故非無上也。", "65": "人見。不見般若是所信即是法空。即是無法", "650": "如來說善法則非善法者。簡上修善法義。今", "651": "明是無所得善法耳。得非是有所善法故云", "652": "則非善法。是名善法者。還結取無所得善法", "653": "也。三千世界須彌七寶下。此第九章。問前周", "654": "已舉內外兩施明格量竟。今何故更說。答上", "655": "已明前後說為兩會之眾。不應問也。又上來", "656": "明般若體門及信受門竟。今說經是功德門", "657": "也。又依論生起。從上修一切善法得菩提文", "658": "生。若言修善法得菩提者。受持此經章句不", "659": "得菩提。何以故。薩婆多等諸部人云名字句", "66": "見。所以者何。我相即是非相者。所以不取我", "660": "是無記法故也。為破此疑故重舉也。明名", "661": "字句雖是無記能表實相故。受持四句功德", "662": "無邊。又汝法中言是無記。我法中明此是般", "663": "若名字句。豈是無記。故受持四句勝大千廣", "664": "施也。問等是破無疑。何故不舉恒沙七寶及", "665": "舉恒沙身命耶。答三千寶是最初格故舉初", "666": "章耳。又為後會人須漸次格。不得頓格超說", "667": "恒沙。又今三千財與上為異。上但明三千財", "668": "不及持經四句。今明百分不及一等也。依論", "669": "經有四種勝。一者云百分不及一。乃至百千", "67": "等相者。非有我相。是故不取我相。以實無我", "670": "分不及一。此是數勝。持經福不可數也。二者", "671": "歌羅分不及一。此是力用勝。明經力用勝七", "672": "寶施力用。三者優婆尼沙陀分不及一。此云", "673": "不相似數勝。此是數中微細之數。乃至持經", "674": "少許福德數無有與此數相似。故云數勝。四", "675": "者因果勝。此經因果勝餘因果也。須菩提於", "676": "意云何下。第十章經來者。論云。從上菩提無", "677": "高下生。無高則諸佛不高。佛非能度。若無有", "678": "下則眾生非下。不下度眾生。而佛是能度故", "679": "佛為高。眾生是所度故眾生為下。不應無高", "68": "故無所取耳。故云我相即是非相也。又道理", "680": "下也。又從上為他說四句生者。時會既聞為", "681": "他說四句功德無邊。便謂有眾生可為。故今", "682": "破之也。前文止於疑念。次何以故釋止疑念", "683": "所以。明實無眾生可度。汝不應念佛度眾生", "684": "也。若有眾生如來度者。此是反釋。若見有眾", "685": "生可度。佛則有取我之過也。以眾生見眾生", "686": "眾生名眾生。不能自度。何能度眾生。佛亦見", "687": "眾生佛亦名眾生。不能自度。何能度眾生。佛", "688": "若見眾生佛能度眾生。眾生亦見眾生眾生", "689": "應能度佛。有如是大過故佛不應見有眾生", "69": "若實有我人之相則不可離。以道理實無我人", "690": "也。如來說有我者則非有我。又釋疑。疑云。", "691": "若無眾生可度。佛口中何故自稱我耶。如云", "692": "我本行菩薩道等。故知有我。答云。如來隨俗", "693": "說有我耳。實無有我可說。而凡夫之人以為", "694": "有我者。更疑若無我者何故世間皆云我來", "695": "我去我生我死等耶。即釋云。此是凡夫人於", "696": "無我中橫計有我耳。故云凡夫以為有我也。", "697": "凡夫者如來說非凡夫。論經具足云須菩提", "698": "凡夫生者。如來說非生是名毛道凡夫生。所", "699": "以有此語來者。上既云凡夫之人以為有我。", "7": "難。初領解又二。第一經家序其悟解相貌。第", "70": "之相。但眾生妄謂為有故我相可離多。故云", "700": "故今釋凡夫義也。所以言凡夫生如來說非", "701": "生者。以不生聖觀故名非生。生凡夫顛倒心", "702": "故是名凡夫生也。問論經何故云毛道凡夫", "703": "耶。答愚癡不解一毛端聖法故也。數人別有", "704": "凡夫法凡夫性。凡夫性是非色非心不相應", "705": "行無記法也。凡夫法通五陰通三性也。成論", "706": "義無別凡夫性法。但無無漏聖法故名凡夫", "707": "法耳。可以三十二相觀如來不下。此第十一", "708": "章經。上已三章來各有其義。今復來者。上第", "709": "三章中雖破如來法身有相無相一異等見。", "71": "我相即是非相也。大品云。眾生所著若有一", "710": "但耳眼之徒多言三十二相是佛。即更復生", "711": "疑。以修三十二相業等故得三十二相身。有", "712": "三十二相身即有法身。故知法身應有相好。", "713": "為破此疑故有此章來。又初周兩過明相好。", "714": "後周亦兩過明相好。二會之信亦不可失。又", "715": "近接前章總明正法平等無有高下。次章明", "716": "無眾生可度釋無下義。今了三十二相非佛", "717": "釋無高義。此一章經凡五句。一佛牒疑情問。", "718": "二須菩提同迷答。三佛舉輪王竝破。四須菩", "719": "提悟解。五佛說偈呵之。問觀佛三昧經云。若", "72": "毫末之可有則不可離。以所著處無如毛髮", "720": "觀佛色聲皆滅重罪。今云何見色聞聲行邪", "721": "道耶。答若得般若方便用。見色聞聲亦是佛。", "722": "非色聲亦是佛。乃至非非色聲亦是佛。若不", "723": "得般若方便用。五句皆非佛。故觀般若偈云。", "724": "若人見般若是則得解脫。若不見般若是亦", "725": "得解脫。若人見般若是則為繫縛。若不見般", "726": "若亦為繫縛也。汝若作是念下。第十二章經", "727": "來者。論生起云。若言不以色相好見法身者。", "728": "則修相好業不得菩提。若爾應無福德之因", "729": "福德之果。為破此疑故明。汝勿言無福因及", "73": "許有可離也。他云。所謂之我見是無耳。能謂", "730": "福果。佛有二種莊嚴。福因得相好果此是福", "731": "莊嚴。修智慧因得智慧果是慧莊嚴。如來具", "732": "有福慧二莊嚴。何故無相好果耶。汝若作是", "733": "念發菩提心說諸法斷滅。又疑。菩薩得無生", "734": "忍出世間智慧。爾時捨肉身受法身。則應無", "735": "復福德因福德果。為破此疑故明。菩薩得無", "736": "生忍得妙智慧妙福德。豈失福德因果墮斷", "737": "滅中耶。問此中云發菩提心。何故釋云得無", "738": "生忍耶。答初得無生忍亦名初發心也。又此", "739": "中明從初發心不習斷滅觀亦不起常觀。後", "74": "之心是有此不無也。如所謂陽炎是無。能謂", "740": "心皆爾。故初後不二。如云發心畢竟二不別", "741": "也。前明佛果非有相非無相。今明因非斷非", "742": "常。可謂因果皆是正觀皆離斷常。問若爾因", "743": "果何異。答明晦不同故開因果耳。以滿恒河", "744": "沙世界七寶布施者。問上已恒沙格竟。何故", "745": "重說。答前周從三千至恒沙。後周亦爾。兩會", "746": "之義不失也。又來意異。前為格量持經四句。", "747": "今為格量菩薩無我忍也。此是人法無我故名", "748": "無我忍也。不受福德者。不受有所得福德故", "749": "此菩薩勝前菩薩。前菩薩受有得福德故不", "75": "之心是有。今明能謂之心如所謂不異也。若", "750": "及後菩薩也。次問答料簡不受之義。問菩薩", "751": "既作福德。云何不貪著耶。答菩薩以無受心", "752": "作故不生貪心。多非作福德然復不貪也。若", "753": "有人言如來若來若去下。第十三章來者。論", "754": "生起云。菩薩既不受福德則不受世間人王", "755": "天王。云何往來六道利益眾生耶。故今釋云。", "756": "菩薩雖不受世間果。而化身往來六道作人", "757": "王天王利益眾生。法身常住則無有去來。勿", "758": "見化身去來利物便言法身亦有去來。勿見", "759": "法身無去來謂生身亦無去來。此中正明化", "76": "依論釋者。此明人法兩空。前云無我人相。此", "760": "身有去來破法身有去來疑。故云。若言如來", "761": "法身有去來者。不解法身之義也。問若化身", "762": "有來去法身無來去。還是從來義耳。答此是", "763": "不二二義。故開二身。無去來去來是化身。去", "764": "來無去來是法身。皆是為物作此名字耳。至", "765": "論。正般若未曾二不二去來不去來也。須菩", "766": "提以三千世界碎為微塵下。第十四章經。前", "767": "已明微塵。今復明。何異。釋有同有異有同者。", "768": "同取為譬喻。異者來意各別。前舉有微塵譬", "769": "有所得布施。成格量優劣義故來。明有得布", "77": "是人空。今云我相即是非相。此則明法空。問", "770": "施此是塵染因。還得塵染果故不及持經四", "771": "句。今舉微塵喻破十方佛法身一異之疑。如", "772": "世界碎末為塵。不可言一處住。以其各散故", "773": "亦非異處。既無聚云何散耶。十方佛法身不", "774": "可一處住。不可異處住。以不可一處住非是", "775": "混成一法身。不可異處住故不可各各有法", "776": "身。故論偈云。於是法界處非一亦不異。此破", "777": "由來兩解。或言十方佛混成一法身。或言各", "778": "各有法身義也。問何故舉微塵喻破法身一", "779": "異疑耶。答如微塵散滅故不可說一異處。如", "78": "若言此明法空。應云法相即是非法相。何云", "780": "是十方佛煩惱盡故不可說法身一異處住。", "781": "故論偈云。微塵碎為末。示現煩惱盡也。問", "782": "何因緣故破法身一異疑耶。答上明化身有來", "783": "去法身無有來去。法身無來去故時會生疑", "784": "十方佛法身同為無來去。為成一法身同處", "785": "住。為各各有法身異處住耶。又上來廣破二", "786": "身一異之見令識正果。今破微塵世界聚散", "787": "之見令識依果故。令了悟不依不正畢竟空", "788": "義故有此文來也。此中前牒彼疑。而頓舉三", "789": "千世界微塵者。欲明十方一切佛法身同異義", "79": "我相即是非相耶。答無我有二種。一者人無", "790": "也。答云甚多者十方諸佛多也。說微塵者。舉", "791": "微塵為喻也。假名微塵無所有故云非微塵", "792": "也。是名微塵者。還結正假名義也。世界一合", "793": "相者。若微塵世界相對。微塵喻十方法身不", "794": "一。世界喻十方法身不異。但論意用微塵通", "795": "喻不一異。世界偏喻不一也。問前微塵通喻", "796": "不一異。何故舉世界別喻不一耶。答人聞十", "797": "方法身皆無來去大小。應是一也。以多有一", "798": "疑故偏破一也。一合相者合眾塵成世界也。", "799": "一合相不可說者。聖人了合無所合。如破合", "8": "二正明領解。初序其相貌者有四。一標領解", "80": "我。二法無我。今法無我也。何以故離一切諸", "800": "品。是法不自合異法亦不合。合法及合時合", "801": "者亦皆無。故無有合。但凡夫見有世界故起", "802": "貪著心言有世界耳。若人言佛說我見者。此", "803": "文近接前生明凡夫貪著其事生也。凡夫貪", "804": "著由於我見。我見既無貪著何由有耶。又遠", "805": "釋一經。上來處處歎無我無人。但凡夫顛倒", "806": "起我見人見耳。時會便疑。佛說凡夫起我見。", "807": "故知有我見可起。若無我見佛不應說凡夫", "808": "起我見。此是一疑也。又二乘人云。先有我見", "809": "故斷我見故得無我智。是名得道。此是二疑。", "81": "相則名諸佛者。此重釋無相所以也。若有諸", "810": "破初疑云。若人言說我見便有我見可說者。", "811": "則不解佛所說義。佛欲明我見是無故說我", "812": "見耳。非說我見便有我見可說也。故中論最", "813": "後偈云。一切諸法空。世間常等見何處於何", "814": "時誰起是諸見。故非但正見不可得。邪見亦", "815": "不可得。故知道門未曾邪正。此經將竟。上破", "816": "昔有所得正見不可得。今破其邪見亦無得。", "817": "顯正般若未曾邪正也。即是答二乘人亦不", "818": "得言先有我見斷我見故得無我智。今乃明", "819": "我本來畢竟不可得。何所斷故言無我耶。應", "82": "相佛應見之。以離一切諸相名為諸佛故。則", "820": "如是知者。上明我見本來不可得。今明法", "821": "見亦本來不可得。故舉我列法故云應如是", "822": "知見信解不在法相也。所言法相者則非法", "823": "相者。亦如我義佛說我既非我。說法相亦", "824": "非法相也。問如是知見信解何異耶。答論偈", "825": "云二智及三昧。知是世諦智。見是第一義諦", "826": "智。信解者是二智所依三昧。依三昧故發生", "827": "二智也。問何故明二智。答菩薩了人法空具", "828": "足二智也。又始行菩薩未得無生。了悟淺名", "829": "世諦智。深行菩薩得無生忍。了悟二空名第", "83": "知諸法無此相也。問佛何故離一切相耶。答", "830": "一義諦智。三昧通是二人智所依也。若人以", "831": "滿無量下。此第十五章經。上如來者無所從", "832": "來。總明二身。微塵譬喻別料簡法身。今此一", "833": "章經別料簡化身。疑云。化佛既有去來。供養", "834": "化佛持化佛所說。何如真佛耶。故今明。若能", "835": "於化佛所發心受持化佛四句偈者功德。勝", "836": "無量阿僧祇世界七寶施。云何為人演說。釋", "837": "為他說義。明上來數勸為人說法。今經之欲", "838": "竟示說法之方。當如如而說。下如字則是如", "839": "法性之如。勸行者當如法性如而說。勿生心", "84": "有一切相則是有所得。無一切相則是無所", "840": "動念也。下偈即明說法之辭亦如十喻之說。", "841": "故居士經云。說法者無說無示。譬如幻士為", "842": "幻人說法。什法師云。十喻以喻空。空必持此", "843": "喻。借言以會意。意盡無會處。既得出長羅住", "844": "此無所住也。若依論經明之。經曰。云何為人", "845": "演說而不名說。是名為說。此釋化佛說法義。", "846": "化佛說法不自稱是化。若自稱是化則眾生", "847": "不生信敬。故言不名為說。是名為說者。直化", "848": "佛說法也。一切有為法偈來者。更釋疑。疑云。", "849": "諸佛常為眾生說法。何故復入涅槃。故明諸", "85": "得。有所得故是生死凡夫。無所得名為涅槃。", "850": "佛如來不住涅槃不住有為。以諸佛為利眾", "851": "生化身說法故不住涅槃。觀有為如夢幻故", "852": "不住世間也。論經廣有九喻。云一切有為法", "853": "如星翳燈幻露泡夢電雲。一者如星。日未出", "854": "有用。日出則無用。未有正觀日出則妄心有", "855": "用。正觀日出則妄想不可得。第二翳喻。如眼", "856": "有翳故見空有毛輪故可得。翳慧眼故無六", "857": "塵妄見六塵也。第三如燈。還喻能見識法。如", "858": "有油炷器三法合故有燈。根塵及貪受故有", "859": "識生。燈和合有無所有。法亦和合有無所有。", "86": "名為諸佛也。佛告須菩提下第二佛述成。前", "860": "燈念念滅。識亦爾也。第四如幻喻。如幻師作", "861": "種種物而無實。眾生業幻故見種種國土亦", "862": "無實也。第五露喻。露少時住。身亦爾。第六泡", "863": "喻如天雨渧成泡小兒謂之即為珠心生貪", "864": "著。眾生三受亦爾。從根塵識生亦不實也。第", "865": "七夢喻。過去法如昨夜夢見有了悟則無也。", "866": "八者如電喻。纔現即滅。現在法亦爾。第九雲", "867": "喻。空中淨忽然雲生即時便滅。未來法亦爾。", "868": "忽然而起即時散滅也。委曲須講釋。今略示", "869": "耳。第三流通如文意云云。", "87": "領解有四章。今但述第四陳他悟難。明無始", "870": "金剛般若經義疏卷第四畢", "88": "以來習有所得久。昔日又稟小乘有所得教。", "89": "忽聞般若無人無法多生怖畏。是故今明能", "9": "人。二明所領解法。三正明領解。第四領解相", "90": "不怖畏此則為難。所言不驚不怖者。一往怛", "91": "愕謂之為驚。內心怯弱名之為畏。一向深惡", "92": "前事稱之為怖也。如來說第一波羅蜜者。他", "93": "云。般若是六度中第一故言第一。則非第一", "94": "者。真諦遣第一也。是名第一者。世諦假名說", "95": "第一也。依論解。此般若一經勝餘修多羅。故", "96": "名此經為第一波羅蜜。非第一波羅蜜者。餘", "97": "修多羅非第一。是名第一。還結此經為第一", "98": "也。所以有此文來者。是近遠二義。近者成上", "99": "希有之言。以此經第一故信此經。方是希有"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1699 金剛般若疏", "author": "隋 吉藏撰", "sourceLink": "http://www.cbeta.org/"}