{"author": "明 宗泐．如󰃗同註", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1789 楞伽阿跋多羅寶經註解", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "第三", "1": "第四上楞伽阿跋多羅寶經註解卷第四", "2": "上", "3": "宋求那跋多羅奉　詔譯", "4": "大明天界善世禪寺住持臣僧宗泐", "5": "演福講寺住持臣僧如玘奉　詔同註", "6": "第四一切佛語心品第四", "7": "爾時大慧菩薩白佛言。世尊。惟願為說三藐", "8": "三佛陀。我及餘菩薩摩訶薩善於如來自性自", "9": "覺覺他。佛告大慧。咨所欲問。我當為汝隨所", "10": "問說。大慧白佛言。世尊。如來應供等正覺。為", "11": "作耶。為不作耶。為事耶。為因耶。為相耶。為所", "12": "相耶。為說耶。為所說耶。為覺耶。為所覺耶。", "13": "如是等辭句。為異為不異　涅槃是所證之", "14": "法。如來是能證之人。大慧既領。涅槃之旨故。", "15": "又以如來為請。三藐三佛陀此云正遍知。亦", "16": "名正覺。正遍知者。謂正知遍知。正知於中遍", "17": "知於邊。如來自性謂法身也。佛既領請故。大", "18": "慧具以三號為問。三號即是三德。如來即法", "19": "身中諦也。應供即解脫俗諦也。正遍知即般", "20": "若真諦也。通號有十。而特問此三者。乃其要", "21": "也。作謂修持造作義該因果。事即果也。相謂", "22": "身相說謂言說覺謂覺知。謂如來於此辭句。", "23": "為異為不異耶。", "24": "佛告大慧。如來應供等正覺。於如是等辭句。", "25": "非事非因。所以者何。俱有過故。大慧。若如來", "26": "是事者。或作或無常。無常故。一切事應是如", "27": "來。我及諸佛皆所不欲。若非所作者。無所得", "28": "故方便則空。同於兔角槃大之子。以無所有", "29": "故。大慧。若無事無因者。則非有非無若非有", "30": "非無則出於四句。四句者是世間言說。若出", "31": "四句者。則不墮四句。不墮四句故智者所取。", "32": "一切如來句義亦如是。慧者當知　答中先", "33": "酬所問。非事非因即非因非果也。合云非作", "34": "非不作。言俱有過者。不特言事因而已。正言", "35": "如來若惟是事因。則墮有作之過。若非事因", "36": "則墮無所有過也。言如來是事等者。謂若如", "37": "來定須用因果等事。則是無常。若是無常。則", "38": "一切所作之法應是如來。然我及諸佛。皆不", "39": "欲同彼事也。若非所作等。即覈上非事因句。", "40": "謂非所作則無所得。無所得則智慧方便皆", "41": "為徒設。同於兔角石女兒也。又言無事無因", "42": "者。謂法身既非有作。則離有無之過。離有無", "43": "過則出於四句之外。四句者。即一異俱不俱", "44": "有無非有非無常無常等四句也。不墮此四", "45": "句。是為如來句義。為智者之所取也。", "46": "如我所說一切法無我。當知此義。無我性是", "47": "無我。一切法有自性無他性如牛馬。大慧。譬", "48": "如非牛馬性非馬牛性。其實非有非無。彼非", "49": "無自性。如是大慧。一切諸法非無。自相。有自", "50": "相但非無。我愚夫之所能知。以妄想故。如是", "51": "一切法。空無生無自性。當如是知　上明如", "52": "來句義不墮四句。恐未達者謂如來句義亦", "53": "非實性。故引例以顯。如我所說等。佛謂我常", "54": "說一切法無我。無我者。謂無性執之性。非無", "55": "性分之性。故云有自性無他性。他者對己之", "56": "謂也。意謂如來句雖離諸句。非無法身常住", "57": "自性故。又以喻顯。如牛但有牛之性而無馬", "58": "性。馬但有馬之性而無牛性。故云非有非無。", "59": "謂彼各有自性而無他性。入楞伽云。一切諸", "60": "法亦復如是。無有自相而非有即有。謂非但", "61": "有自性。亦有自相。但非無我者。無我即聲聞。", "62": "謂但非凡小之所能知。而不知者由妄想分", "63": "別之所蔽也。如是一切法空等。謂一切法無", "64": "我既然。以例一切法空。如來之性不空。一切", "65": "法無生。如來法身乃生。一切法無自性。而如", "66": "來有常住之性。故云當如是知。", "67": "如來如是與陰非異非不異。若不異陰者應", "68": "是無常。若異者方便則空。若二者應有異。如", "69": "牛角相似故不異長短差別故有異。一切法", "70": "亦如是。大慧。如牛右角異左角左角異右角。", "71": "如是長短種種色各各異。大慧。如來於陰界", "72": "入。非異非不異　如來如是下。謂法身與五", "73": "陰對論。非異非不異。陰即苦道。苦道即法身", "74": "故非異。迷悟有殊故非不異。若言法身不異", "75": "五陰。則是無常生滅之法。若謂異者。則如來", "76": "無全體起用方便益物之相故云則空。所以", "77": "法身與陰非異非不異也。若不了陰即是法", "78": "身。則二者有異故。又以牛角為喻。牛角相似", "79": "則不異。長短差別則有異。一切諸法亦如是", "80": "者。謂法身與一切法非異非不異。亦如是也。", "81": "又以牛角左右異為喻者。謂法身本一。而諸", "82": "法有異。亦猶牛之左右角之不同耳。結文可", "83": "知。", "84": "如是如來解脫非異非不異。如是如來以解", "85": "脫名說。若如來異解脫者。應色相成。色相成", "86": "故應無常。若不異者修行者得相應無分別。", "87": "而修行者見分別。是故非異非不異　此法", "88": "身如來。對解脫之德而論。言如來以解脫名", "89": "說者。如來之所究顯。蓋由了結業即解脫故", "90": "也。此如來與解脫非異非不異。若云異者。解", "91": "脫應身色相則是無常。若不異者則修行之", "92": "人。與解脫相應。無因果人法之異。然有能所", "93": "分別。故結云非異非不異也。", "94": "如是智及爾焰非異非不異。大慧。智及爾焰", "95": "非異非不異者。非常非無常。非作非所作。非", "96": "有為非無為。非覺非所覺。非相非所相。非陰", "97": "非異陰。非說非所說。非一非異。非俱非不俱。", "98": "非一非異。非俱非不俱故。悉離一切量　此", "99": "約般若與智障相對而論。智即般若爾焰即", "100": "智障。例前合云。若異則離障無智。若不異則", "101": "障豈是智。但云非異非不異者。文之略耳。此", "102": "般若與智障非異非不異者。則與法身解脫", "103": "無二無別。故復總結而例通之。曰非常非無", "104": "常等。總不出非二邊顯中道非能所顯一相", "105": "非四句顯忘言故。又云離一切量。量即數", "106": "也。", "107": "離一切量則無言說。無言說則無生。無生則", "108": "無滅。無滅則寂滅。寂滅則自性涅槃。自性涅", "109": "槃則無事無因。無事無因則無攀緣。無攀緣", "110": "則出過一切虛偽。出過一切虛偽則是如來。", "111": "如來則是三藐三佛陀。大慧。是名三藐三佛", "112": "陀佛陀。大慧。三藐三佛陀佛陀者。離一切根", "113": "量　夫離諸言量。則是無生寂滅自性涅槃", "114": "而已。既彰本性乃復宗。結示曰無事無因等。", "115": "惟一法身逈然獨立。不見諸法為所攀緣。故", "116": "出一切虛偽。名為如來三藐三佛陀。重言佛", "117": "陀者。翻知覺之異。雙結二名也。言至於此可", "118": "謂極矣。而復疊云離一切根量者。總酬所問。", "119": "指歸法身自性也。", "120": "爾時世尊欲重宣此義而說偈言。", "121": "悉離諸根量無事亦無因", "122": "已離覺所覺亦離相所相", "123": "陰緣等正覺一異莫能見", "124": "若無有見者云何而分別", "125": "非作非不作非事亦非因", "126": "非陰非在陰亦非有餘雜", "127": "亦非有諸性如彼妄想見", "128": "當知亦非無此法法亦爾", "129": "悉離下四句。總頌佛陀離相。陰緣者。陰即", "130": "五陰緣即界入等攀緣之緣。正覺即法身。一", "131": "異莫能見者。謂正覺法身與生死苦道。無一", "132": "異之相可見。既無能見之人。豈有一異之", "133": "法而可分別耶。非作等四句。正顯法身中", "134": "道。餘雜者。諸法過咎也。亦非有下四句離", "135": "有無二見。言如來法體。由彼凡夫妄想分別", "136": "而見。雖離諸相而亦非無實相可見。此法", "137": "法亦爾者。謂此法身不不可言有。不可言", "138": "無法爾而然也。", "139": "以有故有無以無故有有", "140": "若無不應受若有不應想", "141": "或於我非我言說量留連", "142": "沈溺於二邊自壞壞世間", "143": "解脫一切過正觀察我通", "144": "是名為正觀不毀大導師", "145": "以有故無以無故有。此有無相待而立。有", "146": "無既各無自體。豈應取著。故云不應受不應", "147": "想也。其或未子二我本空。滯於言說。此乃", "148": "溺於有無二見。非獨自壞亦且壞他。何由出", "149": "於生死。若能了達法身解脫自在。離一切", "150": "過。是為達觀不謗於佛也。", "151": "爾時大慧菩薩復白佛言。世尊。如世尊說。修", "152": "多羅攝受不生不滅。又世尊說不生不滅是", "153": "如來異名。云何世尊為無性故說不生不滅。", "154": "為是如來異名。佛告大慧。我說一切法不生", "155": "不滅。有無品不現。大慧白佛言。世尊。若一切", "156": "法不生者。則攝受法不可得。一切法不生故。", "157": "若名字中有法者。惟願為說。佛告大慧。善哉", "158": "善哉。諦聽諦聽。善思念之。吾當為汝分別解", "159": "說。大慧白佛言。唯然受教。佛告大慧。我說如", "160": "來非無性。亦非不生不滅。攝一切法。亦不待", "161": "緣故不生不滅。亦非無義　經中言不生不", "162": "滅者非一。其所詮之旨不無同異。如云修多", "163": "羅攝受不生不滅。攝受者。謂舍攝其理。又云。", "164": "此是如來異名。大慧以為不生不滅是無性", "165": "義。云何言是異名。豈如來亦無性耶。佛答以", "166": "不生不滅是離有無故。曰有無品不現。此以", "167": "一答酬其二請。大慧又以為不現是不生。若", "168": "一切法不生。豈是如來異名。若是異名。於名", "169": "字中豈亦有不生法義。故又致請。答中言非", "170": "無性者。謂如來非是無法。亦非攝取不生不", "171": "滅。亦不待生滅之緣而非不生不滅。言亦非", "172": "無義者。起後正答也。", "173": "大慧。我說意生法身如來名號。彼不生者。一", "174": "切外道聲聞緣覺七住菩薩非其境界。大慧。", "175": "彼不生即如來異名。大慧。譬如因陀羅釋迦", "176": "不蘭陀羅。如是等諸物一一各有多名。亦非", "177": "多名而有多性。亦非無自性　言我說意生", "178": "身等。其文猶略。應云我說不生不滅即不生", "179": "義不生而生則一切法身異名皆從此出。故", "180": "曰意生法身如來名號。言彼不生者。疊上一", "181": "切法不生義也。然此不生是如來究竟之趣。", "182": "非外道偏乘之所造詣。故云非其境界。七住", "183": "即七地。蓋通教菩薩。到八地方證無生故也。", "184": "以此不生為如來異名。即不生不滅名偏義", "185": "圓。斯之謂也譬如因陀羅等。此引帝釋異名。", "186": "以況如來異名非一。蓋帝釋所住地。及虛空", "187": "乃至手足。隨一一物各有異名。其名雖多人", "188": "只是一。故無多性隨物顯義。非無自性也。", "189": "如是大慧。我於此娑婆世界。有三阿僧祇百", "190": "千名號。愚夫悉聞各說我名。而不解我如來", "191": "異名。大慧。或有眾生知我如來者。有知一切", "192": "智者。有知佛者。有知救世者。有知自覺者。", "193": "有知導師者。有知廣導者。有知一切導者。有", "194": "知仙人者。有知梵者。有知毘紐者。有知自", "195": "在者。有知勝者。有知迦毘羅者。有知真實邊", "196": "者。有知月者。有知日者。有知主者。有知無生", "197": "者。有知無滅者。有知空者。有知如如者。有知", "198": "諦者。有知實際者。有知法性者。有知涅槃者。", "199": "有知常者。有知平等者。有知不二者。有知無", "200": "相者。有知解脫者。有知道者。有知意生者。大", "201": "慧。如是等三阿僧祇百千名號不增不減。此", "202": "及餘世界。皆悉知我如水中月不出不入", "203": "我於娑呵世界。等凡例三十三種異名。始言", "204": "愚者悉聞各說我名。謂名各有義也。而不解", "205": "我如來異名。則不知其體一本於不生不滅", "206": "也。乃至云如是等三阿僧祇百千名號。阿僧", "207": "祇此云無數時。此乃如來果後施化之迹。言", "208": "百千名號不增不減者。蓋隨舉一名則攝諸", "209": "法名。在多不增在一不減。此方他界皆知佛", "210": "名。言如水月不出不入者。月喻應身。水喻眾", "211": "生之心眾生心淨如來即應。如月在水。然月", "212": "在空影現於水。月不下降故云不入。亦不離", "213": "水故云不出也。", "214": "彼諸愚夫不能知我。墮二邊故。然悉恭敬供", "215": "養於我。而不善解知辭句義趣。不分別名不", "216": "解自通。計著種種言說章句。於不生不滅作", "217": "無性想。不知如來名號差別如因陀羅釋迦", "218": "不蘭陀羅。不解自通會歸終極。於一切法隨", "219": "說計著　彼諸愚夫等。重釋彼不知不生不", "220": "滅中道應身之本墮於有無二邊。雖皆能敬", "221": "事。而不能善解名字句義。故云不分別名不", "222": "解自通。由執著言教昧於實理。謂不生不滅", "223": "是無體性。故於如來異名差別而皆不知。如", "224": "不知因陀羅等皆帝釋之異名也。既不解自", "225": "通之趣歸于至極故。於一切諸法隨語生見", "226": "故云隨說計著也。", "227": "大慧。彼諸癡人作如是言義。如言說義說無", "228": "異。所以者何。謂義無身故言說之外更無餘", "229": "義。唯止言說。大慧。彼惡燒智。不知言說自", "230": "性。不知言說生滅義不生滅。大慧。一切言說", "231": "墮於文字。義則不墮。離性非性故。無受生亦", "232": "無身。大慧。如來不說墮文字法。文字有無不", "233": "可得故。除不墮文字　此段重示迷名失肯。", "234": "義如言說等。夫義有能詮文字之義。有所詮", "235": "道理之義。癡人迷於道理。言文字之義如所", "236": "言說。謂義之所說無有異也。既又徵釋謂義", "237": "無身故。身即體也。言能詮文字之義更無有", "238": "體。蓋不知所詮道理之義出於言說之外。唯", "239": "止於言說而已。由彼惡見燒滅正智。不解如", "240": "來言教。言於生滅義無生滅。然一切言說墮", "241": "於文字。義則不墮言離性非性者。是離有無", "242": "之過。既離是過則無受生亦無體相。是為言", "243": "外之旨也。如來不說墮文字法者。謂文字性", "244": "離。即是解脫。不可以有無求之是則如來非", "245": "不說法。若有離文字而解者。即為說之。", "246": "大慧。若有說言如來說墮文字法者。此則妄", "247": "說。法離文字故。是故大慧。我等諸佛及諸菩", "248": "薩。不說一字不答一字。所以者何。法離文字", "249": "故。非不饒益義說。言說者眾生妄想故。大慧。", "250": "若不說一切法者。教法則壞。教法壞者。則無", "251": "諸佛菩薩緣覺聲聞。若無者誰說為誰　若", "252": "有不達如來說即無說謂說墮文字法者。則", "253": "為謗佛謗法。故云此則妄說。既又告大慧云。", "254": "我及諸佛菩薩。未常說一字答一字。蓋離文", "255": "字性故也。非不饒益義說者謂非不隨宜演", "256": "說饒益眾生。然說即無說若謂有說者。凡愚", "257": "之妄想分別耳。據理絕言被緣可說說即成", "258": "教。若有緣不說。則教法不立。教若不立。則", "259": "大小乘機無修證之分。如是則孰為能度孰", "260": "為所度。而建立機教哉。", "261": "是故大慧。菩薩摩訶薩莫著言說。隨宜方便", "262": "廣說經法。以眾生希望煩惱不一故。我及諸", "263": "佛為彼種種異解眾生。而說諸法令離心意", "264": "意識故。不為得自覺聖智處　法固不可不", "265": "說。若著言說則又成病。故告云莫著言說。然", "266": "隨宜方便而說者。蓋眾生機樂不同煩惱非", "267": "一。我及諸佛皆如是說。然所彼機固未是欲", "268": "得自覺聖智處者。凡可以離乎妄想心識者。", "269": "則為說也。", "270": "大慧。於一切法無所有。覺自心現量離二妄", "271": "想諸菩薩摩訶薩。依於義不依文字。若善男", "272": "子善女人依文字者。自壞第一義。亦不能覺", "273": "他。墮惡見相續。而為眾說不善了知一切法", "274": "一切地一切相。亦不知章句。若善一切法一", "275": "切地一切相。通達章句具足性義。彼則能以", "276": "正無相樂。而自娛樂。平等大乘建立眾生", "277": "一切法無所有等。入楞伽云。令知諸法自心", "278": "所現無外境界離說所說二種妄想。既又誡", "279": "學者言。當依於義不依文字。若依文字則害", "280": "於義。豈能令他獲益。言墮惡見相續等者。則", "281": "於言說相續計著而為他說。此乃不善了知", "282": "一切教法地住因果之相及章段句義。若善", "283": "了知此等諸義。則能樂於無相。令諸眾生安", "284": "住平等大乘也。", "285": "大慧。攝受大乘者。則攝受諸佛菩薩緣覺聲", "286": "聞。攝受諸佛菩薩緣覺聲聞者。則攝受一切", "287": "眾生。攝受一切眾生者。則攝受正法。攝受正", "288": "法者。則佛種不斷。佛種不斷者。則能了知得", "289": "殊勝入處。知得殊勝入處。菩薩摩訶薩。常得", "290": "化生建立大乘。十自在力現眾色像。通達眾", "291": "生形類希望煩惱諸相。如實說法。如實者不", "292": "異。如實者不來不去相。一切虛偽息是名如", "293": "實。大慧。善男子善女人。不應攝受隨說計著。", "294": "真實者離文字故　此承上文而言。既攝受", "295": "大乘之法則一切凡聖。無不攝者。如是則為", "296": "正法為佛種。為殊勝入自覺聖處。既得入已。", "297": "則能起用化他建立大乘。十力無畏隨類現", "298": "形。慰諸渴望消諸煩惱。演說如實之法。此", "299": "如實法無異別之稱。絕去來之相。一切戲論", "300": "悉皆息滅。然如實之法。雖是大乘不應隨說", "301": "計著。以離文字名為真實。", "302": "大慧。如為愚夫以指指物愚夫觀指不得實", "303": "義。如是愚夫隨言說指攝受計著至竟不捨。", "304": "終不能得離言說指第一實義。大慧。譬如嬰", "305": "兒應食熟食不應食生。若食生者則令發狂。", "306": "不知次第方便熟故。大慧。如是不生不滅。不", "307": "方便修則為不善。是故應當善修方便。莫隨", "308": "言說如是指端　此以二喻示得失相。一以", "309": "指指物喻者。喻言說實義。二嬰兒熟食喻者。", "310": "喻方便修法。然皆有得有失其理曉然。滯於", "311": "言說則失第一實義。如但觀指而不觀物。不", "312": "善修方便。則不契不生不滅之理。如嬰兒食", "313": "生而不食熟如是而不發狂者幾希矣。故又", "314": "戒云善修方便莫隨言說也。", "315": "是故大慧。於真實義當方便修。真實義者微", "316": "妙寂靜。是涅槃因。言說者妄想合。妄想者集", "317": "生死。大慧。真實義者。從多聞者得。大慧。多", "318": "聞者。謂善於義非善言說。善義者。不隨一切", "319": "外道經論。身自不隨亦不令他隨。是則名曰", "320": "大德多聞。是故欲求義者。當親近多聞所謂", "321": "善義。與此相違計著言說。應當遠離　真義", "322": "之義離言說相故。云微妙寂靜。此理若顯即", "323": "是涅槃之果。未顯名因。若著言說不會實義。", "324": "則與妄想和合。以成生死之因。然此真實之", "325": "義。必由聞慧而得。又言善於義者。非徒多聞", "326": "而已。要在忘言得意。若隨語生見何異外道。", "327": "蓋善於義則自他不惑於外說。是為大德多", "328": "聞。故學大乘者。不可不親近大德。否則不善", "329": "於義墮於言說故。復戒勸。", "330": "爾時大慧菩薩。復承佛威神而白佛言。世尊。", "331": "世尊顯示不生不滅無有奇特。所以者何。一", "332": "切外道因。亦不生不滅。世尊亦說虛空非數", "333": "緣滅及涅槃界不生不滅。世尊外道說因生", "334": "諸世間。世尊亦說無明愛業妄想為緣生諸", "335": "世間。彼因此緣名差別耳。外物因緣亦如是", "336": "世尊與外道論無有差別。微塵勝妙自在眾", "337": "生主等。如是九物不生不滅。世尊亦說一切", "338": "性不生不滅有無不可得。外道亦說四大不", "339": "壞自性不生不滅四大常是四大乃至周流諸", "340": "趣不捨自性。世尊所說亦復如是。是故我言", "341": "無有奇特惟願世尊。為說差別所以奇特勝", "342": "諸外道。若無差別者。一切外道皆亦是佛。以", "343": "不生不滅故。而世尊說一世界中多佛出世者", "344": "無有是處。如向所說一世界中應有多佛。無", "345": "差別故　上言不生不滅。直以正教言之。未", "346": "辯所以異於外道者。是故大慧。復有異同之", "347": "問。凡有四難。一以外道說生法之因與佛所", "348": "說三無為法為難。虛空即虛空無為。非數緣", "349": "滅即非擇滅。無為涅槃即擇滅無為。二以彼", "350": "生因與佛所說十二緣生為難。三以微塵等", "351": "生與佛所說一切性不生滅為難。九物者。一", "352": "時。二方。三虛空。四微塵。五四大種。六大梵", "353": "天。七勝妙天。八大自在天。九眾生主。即神我", "354": "也。四以彼說四大與世尊所說四大為難。此", "355": "皆以外道之說比同佛說。如文可見。", "356": "佛告大慧。我說不生不滅。不同外道不生不", "357": "滅。所以者何。彼諸外道有性自性。得不生不", "358": "變相。我不如是墮有無品。大慧。我者。離有無", "359": "品離生滅。非性非無性。如種種幻夢現故非", "360": "無性。云何無性。謂色無自性相攝受。現不現", "361": "故攝不攝故。以是故。一切性無性非無性。但", "362": "覺自心現量妄想不生。安隱快樂世事永息", "363": "答中先斥非而後顯是。言外道有性自性", "364": "等。謂彼所說性有自性。如云四大常。以堅濕", "365": "煖動之性皆不壞不亂。以為得不生不變之", "366": "相。然亦著心妄計。雖曰不生不滅。實有生滅", "367": "墮於有無。佛謂我不如是。我之所說不生不", "368": "滅。離於有無生滅及非有非無。如幻夢色現。", "369": "是非無色。性不可得是非有言。色無自性相", "370": "攝受者。夢幻色相本非實有。愚人妄想故現。", "371": "其實不現。妄心攝取實不可取。故知一切諸", "372": "法亦非有非無但能覺了諸法唯心心外無", "373": "境。則妄想自滅。安於涅槃之樂。永息生死", "374": "之事矣。", "375": "愚癡凡夫妄想作事非諸聖賢。不實妄想如", "376": "乾闥婆城及幻化人。大慧。如乾闥婆城及", "377": "幻化人種種眾生商賈出入。愚夫妄想謂真出", "378": "入。而實無有出者入者。但彼妄想故。如是大", "379": "慧愚癡凡夫。起不生不滅惑。彼亦無有有為", "380": "無為。如幻人生。其實無有若生若滅。性無性", "381": "無所有。故一切法亦如是離於生滅。愚癡凡", "382": "夫墮不如實。起生滅妄想。非諸聖賢　凡世", "383": "間有為生滅之事。起於妄心。此乃凡夫所迷。", "384": "故曰非諸聖賢。乾闥婆城喻妄境不實。如文", "385": "可見。言愚夫起不生不滅惑者。謂彼妄想本", "386": "是生滅。妄謂不生不滅則惑也。彼亦無有有", "387": "為無為者。言彼不棄有為。是不知生滅之實", "388": "既無無為。是不知無生滅之實。如見幻人", "389": "之生。其實無有生滅。一切諸法亦復如是。愚", "390": "夫之所以起妄想者。由不見如實之理墮於", "391": "虛妄。聖賢則不爾也。", "392": "不如實者不爾。如性自性妄想亦不異。若異", "393": "妄想者。計著一切性自性不見寂靜。不見寂", "394": "靜者。終不離妄想。是故大慧。無相見勝非相", "395": "見。相見者受生因故不勝。大慧。無相者妄想", "396": "不生不起不滅我說涅槃。大慧。涅槃者如真", "397": "實義。見離先妄想心心數法。逮得如來自覺", "398": "聖智。我說是涅槃　言不如實者。入楞伽", "399": "云。言虛妄者不如法性。不爾者。謂不同聖賢", "400": "也。聖賢之所以為聖賢者。由了妄想即是真", "401": "實非別有也。如彼凡夫性自性妄想與如實", "402": "理。亦本不異。若謂如實理與妄想有異。則執", "403": "著諸法自性。不見本來寂靜之體。不見此體。", "404": "妄想執情終不能離。言無相見勝者。既云著", "405": "相不見寂靜。則欲見寂靜。以無相為勝。非是", "406": "相見。蓋著相見者。是生死之因。故不為勝然", "407": "則無相是離妄想。契乎不生不滅。是為佛說", "408": "究竟涅槃。又云。涅槃者如真實義見。則未", "409": "見涅槃以前妄想心數。皆悉遠離至於佛地", "410": "也。", "411": "爾時世尊欲重宣此義。而說偈言。", "412": "滅除彼生論建立不生義", "413": "我說如是法愚夫不能知", "414": "一切法不生無性無所有", "415": "乾闥婆幻夢有性者無因", "416": "不生無自性何因空當說", "417": "以離於和合覺知性不現", "418": "是故空不生我說無自性", "419": "謂一一和合性現而非有", "420": "分析無和合非如外道見", "421": "滅除彼生論者。謂破彼外道妄計之論。外", "422": "道雖有不生不滅之言。乃妄想分別是生死", "423": "因。故云生論。佛說不生不滅。是中道實理。對", "424": "彼有生。故云不生義也。一切法下。頌非有非", "425": "無。如乾城幻夢。雖有而無因也。不生無自性", "426": "等。是承上再徵。謂不生者是無自性。無性是", "427": "空。云何為我說也。以離於和合下是釋。謂於", "428": "根塵離和合相。而覺知之性自然不現。不現", "429": "是空空則不生。是故佛說無自性也。謂一一", "430": "下。重釋上義。如文可見。", "431": "夢幻及垂髮野馬乾闥婆", "432": "世間種種事無因而相現", "433": "折伏有因論申暢無生義", "434": "申暢無生者法流永不斷", "435": "熾然無因論恐怖諸外道", "436": "夢幻等。喻世間之法無因而現其相本虛。", "437": "並顯不生之義。其所破立則折伏外道有因", "438": "之論。申暢無生之義。然外道本計無因而", "439": "生。而言有因者。蓋彼所言不生不滅乃是妄", "440": "計。實為生死之因故。斥其為有因論也。外", "441": "論既滅則正法流行。無生之論熾然而說。使", "442": "彼外道聞而恐怖也。", "443": "爾時大慧。以偈問曰。", "444": "云何何所因彼亦何故生", "445": "於何處和合而作無因論", "446": "爾時世尊。復以偈答。", "447": "觀察有為法非無因有因", "448": "彼生滅論者所見從是滅", "449": "此頌問答。覈無因論義。問有四意。謂云何", "450": "何因何故何處。而作是無因論耶。答亦有", "451": "四。觀察有為法是答處。有為即世間生滅之", "452": "法也。非無因有因。是答云何。謂佛法非有非", "453": "無也。彼生滅論者。是答何所因。即因彼外道", "454": "生滅論也。所見從是滅。是答何故。謂滅彼邪", "455": "見也。", "456": "爾時大慧。說偈問曰。", "457": "云何為無生為是無性耶", "458": "為顧視諸緣有法名無生", "459": "名不應無義惟為分別說", "460": "此問無生義為諸法無自性名無生耶。為", "461": "顧待諸因緣名無生耶。為別有法名無生耶。", "462": "即有無生之名。必有無生之義。願佛為", "463": "說。", "464": "爾時世尊。復以偈答。", "465": "非無性無生亦非顧諸緣", "466": "非有性而名名亦非無義", "467": "一切諸外道聲聞及緣覺", "468": "七住非境界是名無生相", "469": "答中先遮所問。蓋無生者不墮有無故皆", "470": "非之。名亦非無義。起後正答也。凡有三", "471": "意。一以所證位顯。蓋此無生忍位。非諸", "472": "凡小及偏教菩薩所住境界。七住即七地。", "473": "以菩薩到第八地方破無明。故云七住非境", "474": "界也。", "475": "遠離諸因緣亦離一切事", "476": "唯有微心住想所想俱離", "477": "其身隨轉變我說是無生", "478": "二以離諸緣故則非顧待之緣。既離諸緣", "479": "亦離一切生死之事。惟有微妙寂靜之心。", "480": "如是而住。所以能想所想分別俱離。妄心", "481": "既為妙心。而身亦轉勝是為無生。佛所說", "482": "也。", "483": "無外性無性亦無心攝受", "484": "斷除一切見我說是無生", "485": "如是無自性空等應分別", "486": "非空故說空無生故說空", "487": "三以有無二性不可得故。內外俱忘。無外", "488": "性者是忘外也。無心攝受者是忘內也。內", "489": "外既忘。則斷一異等見。如是無生即無自", "490": "性。無性故空空亦叵得。故曰非空說空。空", "491": "即無生故。又云無生說空也。", "492": "因緣數和合則有生有滅", "493": "離諸因緣數無別有生滅", "494": "捨離因緣數更無有異性", "495": "若言一異者是外道妄想", "496": "有無性不生非有亦非無", "497": "除其數轉變是悉不可得", "498": "此於緣生示無生義。準後文。即十二因", "499": "緣。數法和合而有生滅。然十二惑業因緣。", "500": "亦從根塵因緣而起。若離能生因緣。而所", "501": "生之法何有。故曰無別有生滅也。若離生", "502": "滅因緣。豈復有一異之見同於外道。若離", "503": "一異。亦離有無非有非無等四句。惟除其", "504": "為因緣。之所轉者。凡能了達無生。是有無", "505": "諸句皆不可得。", "506": "但有諸俗數展轉為鉤鎖", "507": "離彼因緣鎖生義不可得", "508": "無生性不起離諸外道過", "509": "但說緣鉤鎖凡愚不能了", "510": "若離緣鉤鎖別有生性者", "511": "是則無因論破壞鉤鎖義", "512": "如燈顯眾像鉤鎖現若然", "513": "是則離鉤鎖別更有諸性", "514": "諸俗數。即生死俗假因緣。謂凡夫從本以", "515": "來。惟逐妄緣流轉生死。如鉤鎖連環之不", "516": "可斷。若能了達妄緣生即無生故。云生義", "517": "不可得也。言生無性不起等。謂了生無生", "518": "性執不起。則離外道邪見。但我說因緣鉤", "519": "鎖之義。令了生即無生。凡愚所不能了。若", "520": "離能生因緣之外。別有所生法者。則我說", "521": "無因之論。而反自破鉤鎖之義。如燈顯眾", "522": "像等者。佛謂我說鉤鎖之義。正欲令人了", "523": "達生則無生。否則離此生法之外別求無生。", "524": "如眾物由燈而顯。非即物是明。故云鉤鎖", "525": "現若然。謂鉤鎖之現若是。則因緣之外別有", "526": "諸法也。", "527": "無性無有生如虛空自性", "528": "若離於鉤鎖慧無所分別", "529": "復有餘無生賢聖所得法", "530": "彼生無生者是則無生忍", "531": "了達因緣生法性相叵得。是為無生。則其", "532": "體性如虛空無礙。若離緣生別求無生。是", "533": "智慧無觀察之用。故曰慧無所分別也。餘", "534": "無生者。指上賢聖所得。由了生即無生。是為", "535": "無生法忍。", "536": "若使諸世間觀察鉤鎖者", "537": "一切離鉤鎖從是得三昧", "538": "癡愛諸業等是則內鉤鎖", "539": "鑽燧泥團輪種子等名外", "540": "若使有他性而從因緣生", "541": "彼非鉤鎖義是則不成就", "542": "若生無自性彼為誰鉤鎖", "543": "展轉相生故當知因緣義", "544": "此言世間眾生若能進修觀察因緣所生", "545": "之法。當體即空乃得無生三昧離於鉤鎖。然", "546": "所觀因緣有內有外。內則無明等十二因", "547": "緣。外則鑽燧泥輪等事。鑽燧得火泥團成", "548": "瓶種子生芽。此三者名外因緣。此外因緣", "549": "以喻於內。乃顯離因緣外別無生法。若謂", "550": "別有法從他緣而生。是非善觀因緣之義。", "551": "則不能成就無生法忍。若達生即無生。即", "552": "縛成脫故。云彼為誰鉤鎖。否則流轉生死。", "553": "是因緣義。", "554": "堅濕煖動法凡愚生妄想", "555": "離數無異法是則說無性", "556": "此四句。是言外道妄計四大之性不壞以", "557": "為不生不滅。離數等者。謂離因緣而說無生", "558": "法也。", "559": "如醫療眾病無有若千論", "560": "以病差別故為設種種治", "561": "我為彼眾生破壞諸煩惱", "562": "知其根優劣為彼說度門", "563": "非煩惱根異而有種種法", "564": "唯說一乘法是則為大乘", "565": "此喻如來立教之意。若論出世本意。惟說", "566": "一乘以度群生。如大醫王但以阿伽陀藥遍", "567": "治眾病故。云無有若千論。然機器不齊未", "568": "免曲垂方便。為說三乘漸次調伏。如隨病", "569": "差別設種種藥。然非根異而法有殊。權機", "570": "若熟咸歸一實。所謂十方佛土中唯有一乘", "571": "法也。", "572": "爾時大慧菩薩摩訶薩復白佛言。世尊。一切", "573": "外道皆起無常妄想。世尊亦說一切行無常", "574": "是生滅法。此義云何為邪為正。為有幾種無", "575": "常　常與無常之名無異外道。不以義定邪", "576": "正曷分。上明不生不滅是真常之義。已破外", "577": "計。未辯無常邪正之殊。所以再請決也。問辭", "578": "可見。", "579": "佛告大慧。一切外道有七種無常。非我法也。", "580": "何等為七。彼有說言。作已而捨。是名無常。有", "581": "說形處壞。是名無常。有說即色。是無常。有說", "582": "色轉變中間。是名無常。無間自之散壞。如乳", "583": "酪等轉變中間不可見。無常毀壞一切性轉。", "584": "有說性無常。有說性無性無常。有說一切法", "585": "不生無常入一切法　七種無常皆是外計。先", "586": "列次釋。列中唯色轉變無常。消涉釋義。色", "587": "言四大造色。轉變謂生住異滅。無間自之散", "588": "壞等者。謂相續不斷能令變異自然歸滅也。", "589": "如乳酪之轉變。雖不可見。然在法中自然變", "590": "壞一切法也。餘皆下文具釋。釋中或兼破計。", "591": "或但釋義仍不次第不出色性也。", "592": "大慧。性無性無常者。謂四大及所造自相壞。", "593": "四大自性不可得不生　性無性者。謂四大", "594": "之性皆無自性。能造及所造相皆歸變壞。故", "595": "曰無常。四大自性下。是破彼計。意謂大種", "596": "自性本來不生。不生尚無。何生可滅言無常", "597": "耶。", "598": "彼不生無常者。非常無常。一切法有無不生。", "599": "分析乃至微塵不可見。是不生義。非生是名", "600": "不生無常相。若不覺此者。墮一切外道生無", "601": "常義　先出正義而後斥非。言非常等者。佛", "602": "謂常與無常一切有無。諸相對法體本不生。", "603": "乃至分析至於微塵亦無所見。以是義故說", "604": "名無生。此為如來所說不生無常之相。若不", "605": "了此義則墮外道所計生無常義。以外道不", "606": "達無生之旨。雖說無生實為有生。故斥云生", "607": "無常也。", "608": "大慧。性無常者。是自心妄想。非常無常性。所", "609": "以者何。謂無常自性不壞。大慧。此是一切性", "610": "無性無常事。除無常無有能令一切法性無", "611": "性者。如杖瓦石破壞諸物　言自心妄想等", "612": "者。謂彼於非常非無常中。自生分別以為無", "613": "常。能壞諸法而自性不壞。此即是前性無性", "614": "無常之事。意謂事可壞而性不可壞。世間諸", "615": "法有壞者。因無常故。無常遍於諸法之中。如", "616": "杖瓦石能破壞諸物而自體不壞也。", "617": "現見各各不異。是性無常事。非作所作有差", "618": "別。此是無常此是事。作所作無異者。一切性", "619": "常無因性。大慧。一切性無性有因。非凡愚所", "620": "知　此破外計。佛謂現前所見諸法。與無常", "621": "無異。安有性與事不同耶。故云非作所作有", "622": "差別故。知無常即事。事即無常。此能所不", "623": "異應是常義。無因性者。入楞伽云。不見有", "624": "因。言無常無破壞諸法之因。一切性下。佛言", "625": "諸法滅壞實亦有因。但此意微隱。非凡愚之", "626": "所能了。", "627": "非因不相似事生。若生者。一切性悉皆無常。", "628": "是不相似事。作所作無有別異。而悉見有異。", "629": "若性無常者。墮作因性相。若墮者。一切性不", "630": "究竟。一切性作因相墮者。自無常應無常。無", "631": "常無常故。一切性不無常應是常　非因不", "632": "相似事生等者。謂無常若非有因。則無差別", "633": "事生。若其生矣。一切法則與之偕生悉皆無", "634": "常。豈非差別事。以驗無常之有因必矣。如彼", "635": "所計。則此法彼法能作所作應無差別。而現", "636": "見差別之異。云何妄計無因生差別法耶。若", "637": "性無常等者。凡言性必究竟無作。無作則常。", "638": "既云無常。則墮於有作諸法。非究竟義。以是", "639": "為因。則墮作因性相。失本性義。言自無常應", "640": "無常者。謂能作之性若是無常。應同所作之", "641": "法皆是無常。自性既是無常。則所作無常之", "642": "法反應是常。一切性即一切法也。", "643": "若無常入一切性者。應墮三世。彼過去色與", "644": "壞俱。未來不生色不生故。現在色與壞相俱。", "645": "色者四大積集差別。四大及造色自性不壞。", "646": "離異不異故。一切外道一切四大不壞。一切", "647": "三有四大及造色。在所知有生滅。離四大造", "648": "色。一切外道。於何所思惟性無常。四大不生", "649": "自性相不壞故　若無常性遍諸法中。乃屬", "650": "三世變遷。過去色已壞。未來色未生。現在色", "651": "俱壞。色即四大差別之色。能造四大及所造", "652": "色。其性不壞離異不異。此一切外道。謂四大", "653": "體性不壞如此。一切三有下。入楞伽云。三", "654": "有之中。能造所造莫不皆是生住滅相。豈更", "655": "別有無常之性。能生於物而不滅耶。此如來", "656": "結斥外道之過。", "657": "離始造無常者非四大。復有異四大。各各異", "658": "相。自相故非差別可得。彼無差別。斯等不更", "659": "造二方便不作當知是無常　入楞伽云。始", "660": "造即捨無常者。非大種互造大種。以各別故", "661": "非自相造。以無異故非復共造。以乖離故。當", "662": "知是非始造無常。二方便謂同異更造之方", "663": "便也。", "664": "彼形處壞無常者。謂四大及造色不壞至竟", "665": "不壞。大慧。竟者分析乃至微塵觀察壞四大", "666": "及造色形處異見長短不可得。非四大。四大", "667": "不壞形處壞現。墮在數論　形處即形狀。乃", "668": "四大造色不壞者。外道計此能造所造至竟", "669": "不壞。至竟猶極也。盡也。謂分析造色至於微", "670": "塵猶不可壞。但觀察滅壞形狀長短等見。不", "671": "壞能造所造色體。此乃俗數言語。故云墮在", "672": "數論也。", "673": "色即無常者。謂色即是無常。彼則形處無常", "674": "非四大。若四大無常者。非俗數言說。世俗言", "675": "說非性者。則墮世論。見一切性但有言說不", "676": "見自相生　色即無常。謂此即是形處無常。", "677": "非四大。謂非四大種性。若是大種亦無常者。", "678": "於俗數言說有違有墮。違則非俗墮則乖真。", "679": "進退俱失皆非正論。又言世俗言說非性者。", "680": "是結前過。世論即彼外道盧伽耶見。以彼妄", "681": "見諸法。但有言說無自性相也。", "682": "轉變無常者。謂色異性現。非四大。如金作莊", "683": "嚴具轉變現。非金性壞。但莊嚴具處所壞。如", "684": "是餘性轉變等亦如是　色異性現者。色即", "685": "四大所造之色。謂色體變異故。無常性現。以", "686": "現處為壞。非四大種壞。如金作具。具有變", "687": "壞而金性不改。言無常事壞性不壞。亦如是", "688": "也。", "689": "如是等種種外道無常見妄想。火燒四大時", "690": "自相不燒。各各自相相壞者。四大造色應斷", "691": "此總結斥外道七種無常。凡彼諸見皆約", "692": "四大為言。既非正見故云妄想。入楞伽云。", "693": "彼作是說。火不能燒諸大自相。但各分散。若", "694": "能燒者能造所造則皆斷滅。謂四大種不壞", "695": "是常見。四大分散是斷見。彼種種妄計。不出", "696": "此二見也。", "697": "大慧。我法起。非常非無常。所以者何。謂外性", "698": "不決定。故唯說三有微心。不說種種相有生", "699": "有滅。四大合會差別。四大及造色故。妄想二", "700": "種事攝所攝。知二種妄想。離外性無性二種", "701": "見　此如來的示正教。對外揀異。言我說諸", "702": "法起。於非常非無常。而能常能無常。即全體", "703": "豈用。外道昧此。墮於有無二見。如上所示。", "704": "今對邪顯正故。曰非常非無常。所以下徵釋。", "705": "以外法不決定有故。但說三界諸法唯心所", "706": "現言微心者。現前剎那妄心。或謂微妙心者", "707": "非也。既了諸法唯心。則心外無法。不同彼說", "708": "諸相有生有滅。諸相者何。即四大合會差別", "709": "之相。及四大能造所造之色。蓋彼謂能造大", "710": "種不壞。所造諸色有壞。佛說非常非無常則", "711": "皆不生不滅也妄想二種事攝所攝者。入楞", "712": "伽云。能取所取二種體性。一切皆從分別起。", "713": "故能如實了知能取所取二種體性起於妄", "714": "想。即知諸法唯心。離於有無二見。", "715": "覺自心現量妄想者。思想作行生。非不作行。", "716": "離心性無性妄想。世間出世間。出世間上上", "717": "一切法非常非無常。不覺自心現量。墮二邊", "718": "惡見相續。一切外道不覺自妄想。此凡夫無", "719": "有根本。謂世間出世間出世間上上。從說妄", "720": "想生。非凡愚所覺　此示能覺不覺之相。覺", "721": "即能覺之智。自心現量下。皆所覺之境。眾生", "722": "無始昧於唯心非常非無常之體。起於妄想。", "723": "今覺知妄想。由思想作行生。非不作行無非", "724": "妄想。既了妄想。則離自心有無分別之見。離", "725": "此見已。則世出世間出世間上上諸法。非常", "726": "非無常之體。復本一如矣。其不覺者。墮於有", "727": "無二邊惡見相續。此外道所以常在妄想不", "728": "知自心現量。言凡夫無有根本者。謂不知諸", "729": "法所起根本。但謂世出世間諸法。生於言說", "730": "妄想。然此三種之法。所有言語分別境界。非", "731": "諸凡愚之所能知見也。", "732": "爾時世尊欲重宣此義。而說偈言。", "733": "遠離於所造及與形處異", "734": "性與色無常外道愚妄想", "735": "諸性無有壞大大自性住", "736": "外道無常想沒在種種見", "737": "彼諸外道等無若生若滅", "738": "大大性自常何謂無常想", "739": "一切唯心量二種心流轉", "740": "攝受及所攝無有我我所", "741": "梵天為樹根枝條普周遍", "742": "如是我所說唯是彼心量", "743": "初四句總頌離諸見諸性無有壞等。頌上", "744": "總破諸見。謂彼雖妄想無常。而四大自性", "745": "不壞。故曰大大自性住。又曰。彼諸外道等", "746": "者。重示諸外道。謂彼所計本無生滅之實。四", "747": "大性常固自若也。何得定謂作無常想乎。", "748": "復從要而示之。曰一切唯心量等。入楞伽", "749": "云。能取及所取。一切唯是心。二種從心現。", "750": "無有我我所。外道計自在天初造眾生為", "751": "有情本。如樹木而生枝葉周遍一切。佛言", "752": "我所說外道如是計著。皆是彼妄想心量", "753": "也。", "754": "爾時大慧菩薩。復白佛言。世尊。唯願為說一", "755": "切菩薩聲聞緣覺滅正受次第相續。若善於", "756": "滅正受次第相續相者。我及餘菩薩。終不妄", "757": "捨滅正受樂門。不墮一切聲聞緣覺外道愚", "758": "癡　滅正受者。正受即三昧。謂滅盡定也。", "759": "此定三乘同入而位次淺深不同。善知此已。", "760": "於大滅定不捨。於凡小正受不墮。問辭可", "761": "見。", "762": "佛告大慧諦聽諦聽。善思念之。當為汝說。大", "763": "慧白佛言。世尊。惟願為說。佛告大慧。六地菩", "764": "薩摩訶薩及聲聞緣覺入滅正受。第七地菩", "765": "薩摩訶薩念念正受。離一切性自性相正受。", "766": "非聲聞緣覺。諸聲聞緣覺。墮有行覺攝所攝", "767": "相滅正受。是故七地非念正受。得一切法無", "768": "差別相。非分得種種相性。覺一切法善不善", "769": "相正受。是故七地無善念正受。大慧。八地菩", "770": "薩及聲聞緣覺心意意識妄想相滅　答中位", "771": "相進否多途。皆約通教三乘共行十地而說。", "772": "凡有四義。初以六地七地對明淺深。則六地", "773": "是三乘同入滅盡定。此位最淺故。菩薩所得", "774": "之定未異二乘也。七地菩薩念念正受等者。", "775": "念念則出入無間。離一切性自性相正受。則", "776": "不取攝所攝一切相。故不同二乘墮有行覺。", "777": "有行覺者。有為行也。必滅諸相然後得定。是", "778": "故七地為非念正受。謂非彼住念之正受也。", "779": "又曰。得一切法無差別相者。乃覺一切法性", "780": "相無有差別。非分得者。非彼二乘於其定中", "781": "分得諸相性也。善不善者。謂菩薩至七地。尚", "782": "不住於善。況不善念乎。是為無善念正受。二", "783": "約七地八地以辯異相。即是意識妄想相有", "784": "滅未滅高下不同。至八地三乘妄想悉滅。異", "785": "乎七地也。", "786": "初地乃至七地菩薩摩訶薩。觀三界心意意", "787": "識量。離我我所自妄想修。墮外性種種相。愚", "788": "夫二種自心攝所攝。向無知不覺無始過惡", "789": "虛偽習氣所熏　次明三乘從初地至七地觀", "790": "三界諸法唯心意識。然雖同觀而妄想有滅", "791": "不滅得失之異。離我我所等得也。墮外性種", "792": "種相等失也。二種自心者。謂外道墮於有無", "793": "妄計能取所取。一向無知不覺無始過惡熏", "794": "習也。", "795": "大慧。八地菩薩摩訶薩。聲聞緣覺涅槃。菩薩", "796": "者。三昧覺所持。是故三昧門樂不般涅槃。若", "797": "不持者。如來地不滿足。棄捨一切有為眾生事", "798": "故。佛種則應斷。諸佛世尊為示如來不可思", "799": "議無量功德。聲聞緣覺三昧門得樂所牽故。", "800": "作涅槃想　三明八地三乘同一涅槃而有住", "801": "不住之異。菩薩者等。言菩薩以諸佛三昧覺", "802": "力所加持故。為化眾生。於三昧門不般涅槃。", "803": "若不加持。則不能功行滿足到於如來之地。", "804": "是棄捨眾生而不化度。亦斷如來種性。是故", "805": "諸佛為說不思議功德。勸進令其究竟。二乘", "806": "自調自度。著三昧樂生涅槃想。所以失也。", "807": "大慧。我分部七地善修心意意識相。善修我", "808": "我所攝受人法無我生滅自共相。善四無礙", "809": "決定力三昧門。地次第相續入道品法　分", "810": "部者。謂分別部類有善不善滅不滅等異。意", "811": "令七地菩薩善修心意識相了達識性本空以", "812": "除妄想。善修我我所等者。謂了人法二執攝", "813": "受二無我性。不墮生滅自相共相。善無礙辯", "814": "才及決定三昧力。則定慧均等。由是漸入諸", "815": "地。得菩提分也。", "816": "不令菩薩摩訶薩不覺自共相不善七地墮外", "817": "道邪徑故。立地次第。大慧。彼實無有若生若", "818": "滅。除自心現量。所謂地次第相續。及三界種", "819": "種行。愚夫所不覺。愚夫所不覺者。謂我及諸", "820": "佛。說地次第相續。及說三界種種行　不令", "821": "菩薩等者。佛正恐菩薩不善了知自相共相。", "822": "不知諸地次第。墮於外道邪徑故。如是以說", "823": "地位次第也。又告云。彼實無有生滅。諸地次", "824": "第三界往還。一切皆是自心所現。但諸凡愚", "825": "不能了知。以不知故。我及諸佛為如是說。", "826": "復次大慧。聲聞緣覺。第八菩薩地。滅三昧門", "827": "樂所醉。不善自心現量。自共相習氣所障。墮", "828": "人法無我法攝受見。妄想涅槃想。非寂滅智", "829": "慧覺　四示二乘至菩薩地為三昧樂之所昏", "830": "醉。滅即滅盡定。所醉即三昧樂。以其醉故。", "831": "不能善了唯心所現。自相共相習氣所覆。著", "832": "二無我攝受見者。謂著法之見。妄想不除生", "833": "涅槃想。非寂滅正慧也。", "834": "大慧。菩薩者。見滅三昧門樂。本願哀愍大悲", "835": "成就。知分別十無盡句。不妄想涅槃想。彼已", "836": "涅槃妄想不生故。離攝所攝妄想。覺了自心", "837": "現量一切諸法。妄想不生不墮心意意識外", "838": "性自性相計著妄想。非佛法因不生。隨智慧", "839": "生得如來自覺地　見滅三昧等者。言通教", "840": "菩薩。見真空涅槃之理。不同二乘樂著。憶念", "841": "度生悲願。修行十無盡句。不起涅槃之想。既", "842": "不住空則離能取所取。了達唯心諸法不生", "843": "分別。不墮心識外法性相執著。既妄想不生。", "844": "無復受生之因。成就佛法之因。能至如來之", "845": "地也。", "846": "如人夢中方便度水未度而覺。覺已思惟為", "847": "正為邪非正非邪。餘無始見聞覺識因想。種", "848": "種習氣種種形處。墮有無想心意意識夢現", "849": "此喻菩薩自行化他之法。意謂夢時非無", "850": "覺已非有。而乃非實非虛。正喻八地菩薩。始", "851": "見實理終於度生。一以如幻三昧建立。故如", "852": "夢時作用。及得無生法忍顯無功用道。如覺", "853": "已無得。言未度而覺者。位未極故未到彼岸。", "854": "為正為邪者。審其虛實也。非正非邪者。極言", "855": "其理也。言餘無始見聞覺識因想等者。為餘", "856": "在迷眾生但由無始以來墮於見聞覺知妄想", "857": "熏習。而有種種形狀著於有無。故有心識夢", "858": "事之所現耳。", "859": "大慧。如是菩薩摩訶薩。於第八菩薩地。見妄", "860": "想生。從初地轉進至第七地。見一切法如幻", "861": "等方便。度攝所攝心妄想行已。作佛法方便", "862": "未得者令得。大慧此是菩薩。涅槃方便不壞。", "863": "離心意意識。得無生法忍。大慧。於第一義無", "864": "次第相續。說無所有妄想寂滅法　此合上", "865": "喻。謂此菩薩見妄想生。即所夢生死大河之", "866": "喻。從初地轉進至七地。見諸法如幻等方便。", "867": "即能度方便義也。度攝所攝妄想行已者。即", "868": "是自行。度根境等一切妄想義也。作佛法方", "869": "便未得者令得。即以自度而復度他。亦猶未", "870": "度者令度義也。言涅槃方便不壞者。謂菩薩", "871": "雖得涅槃。而不壞方便度生事也。離心意者。", "872": "言菩薩至八地。得無功用道。如覺已無得之", "873": "喻。亦是結示忍名。故曰得無生法忍。於第一", "874": "義下結示。言於第一義無次第中說有次第。", "875": "無相續中說有相續。無所有妄想中說有妄", "876": "想。無寂滅法中說寂滅法。良以第一義諦中", "877": "一法不可得。況次第相續乎。然皆依眾生心", "878": "量。方便化門於本無中分別說爾。", "879": "爾時世尊欲重宣此義。而說偈言。", "880": "心量無所有此住及佛地", "881": "去來及現在三世諸佛說", "882": "心量地第七無所有第八", "883": "二地名為住佛地名最勝", "884": "自覺智及淨此則是我地", "885": "自在最勝處清淨妙莊嚴", "886": "照耀如盛火光明悉遍至", "887": "熾焰不壞目周輪化三有", "888": "化現在三有或有先時化", "889": "於彼演說乘皆是如來地", "890": "十地則為初初則為八地", "891": "第九則為七七亦復為八", "892": "第二為第三第四為第五", "893": "第三為第六無所有何次", "894": "初八句先總次別。別者為七地猶存心量。", "895": "八地則無所有故。約此二地對明分齊偏得", "896": "住名。住者謂依止也。八地雖無所有猶有定", "897": "住。唯佛地為最勝也。自覺智及淨下。諸偈", "898": "皆頌如來地。不壞自者。言如來光明雖復熾", "899": "盛。不同日電等光集壞人目。周輪周流也。", "900": "謂如來周流三界設化無窮化通三世。先時", "901": "指過去也。乘即大小乘也。言十地為初地等。", "902": "乃以不次顯其圓融。究竟而言寂滅真如有", "903": "何位次。故云無所有何次也。", "904": "爾時大慧菩薩復白佛言。世尊。如來應供等", "905": "正覺。為常為無常。佛告大慧。如來應供等正", "906": "覺。非常非無常。謂二俱有過。若常者有作主", "907": "過。常者一切外道說作者。無所作。是故如", "908": "來常非常非作常有過故。若如來無常者。有", "909": "作無常過。陰所相相無性。陰壞則應斷。而", "910": "如來不斷　前言常無常者多矣。而獨未明", "911": "如來所證之法。為常為無常。以理言之。前所", "912": "說者豈外於此。苟不別明惑者昧焉。故復為", "913": "未了者請。答中先言所證非常非無常。蓋其", "914": "所證理。絕百非圓離眾過。異彼外計故言雙", "915": "非。若謂常無常。則二俱有過也。若如來是常", "916": "者。則同外道計神我為能作之常。主即神我", "917": "也。而如來言常者無所作。故常而非常。非彼", "918": "有作之常而有過也。若如來無常者。是有所", "919": "作同於五陰。為有相之所相。其相無性故陰", "920": "壞應斷。而如來之常則不斷也。", "921": "大慧。一切所作皆無常。如瓶衣等。一切皆無", "922": "常過。一切智眾具方便應無義。以所作故。一", "923": "切所作皆應是如來。無差別因性故。是故大", "924": "慧。如來非常非無常　言一切所作如瓶衣", "925": "等皆歸無常。則顯如來所修福智皆空無益。", "926": "若同所作則一切有作皆應是佛。眾具者福", "927": "德莊嚴之具。無差別因性者。謂佛與諸法所", "928": "作是同。則非別有因性也。故結之云云。", "929": "復次大慧。如來非如虛空常。如虛空常者。自", "930": "覺聖智眾具無義過。大慧。譬如虛空非常非", "931": "無常。離常無常一異俱不俱。常無常過故不", "932": "可說。是故如來非常。復次大慧。若如來無生", "933": "常者。如兔馬等角。以無生常故。方便無義。以", "934": "無生常過故。如來非常。復次大慧。更有餘事", "935": "知如來常。所以者何。諦無間所得智常。故如", "936": "來常　言如來非如虛空常等者。入楞伽云。", "937": "若是常者。應如虛空不待因成。然自覺聖智。", "938": "乃如來修德究顯。則無是過。又言譬如虛空。", "939": "乃顯雙非離於諸句。故不可言常也。又復若", "940": "是常者。則是無生。如免馬等角本來無生。則", "941": "無方便益物之義。故曰如來非常。又復更有", "942": "餘事知如來常者。上云非常非無常。乃據性", "943": "德圓離。然如來稱性圓證。亦得言常。言無間", "944": "所得智者。謂究竟始覺無礙智也。", "945": "大慧。若如來出世若不出世。法畢定住。聲聞", "946": "緣覺諸佛如來。無間住不住虛空。亦非愚夫", "947": "之所覺知。大慧。如來所得智。是般若所熏。非", "948": "心意意識彼諸陰界入處所熏。大慧。一切三", "949": "有。皆是不實妄想所生。如來不從不實虛妄", "950": "想生。大慧。以二法故。有常無常非不二。不", "951": "二者寂靜。一切法無二生相故　若如來出", "952": "世等。此言如來所證法性有佛無佛性相常", "953": "住。此理周遍無間凡聖。故云無間住。言不住", "954": "虛空者。顯常住也。但愚夫迷而不知也。言如", "955": "來所得智等者。謂修德之智。全性得般若之", "956": "所熏發。不同眾生心識為陰界人等所熏。又", "957": "言。如來不同三界從妄想生。則唯從真實功", "958": "德所生。言二法者。謂虛妄生真實生二法也。", "959": "然虛妄法中。雖說常無常未會實理總屬無", "960": "常如來究竟實理。理本非常非無常。但言常", "961": "者。言偏意圓。然如來所證之常即無常。是不", "962": "達斯旨。言說分別有常無常。故云非不二也。", "963": "然不二者。即一寂靜之理。究論一切諸法。皆", "964": "具不二之理。故云無二生相也。", "965": "是故如來應供等正覺。非常非無常。大慧。乃", "966": "至言說分別生。則有常無常過。分別覺滅者。", "967": "則離愚夫常無常見不寂靜。慧者永離常無", "968": "常非常無常熏　此言如來所證實理。本離", "969": "有無言想。才涉言說分別。則墮二邊之過。分", "970": "別覺滅者。即言語道斷心行處滅也。到此乃", "971": "離諸過。故云永雖常無常。言非常無常熏者。", "972": "蓋分別雙非亦是惡見。若離分別所熏亦離", "973": "也。", "974": "爾時世尊欲重宣此義。而說偈言。", "975": "眾具無義者生常無常過", "976": "若無分別覺永雖常無常", "977": "從其所立宗則有眾雜義", "978": "等觀自心量言說不可得", "979": "眾具無義等。謂凡在迷修德未顯者。皆墮", "980": "常無常之過。若無分別則離二邊趣乎寂靜。", "981": "從其所立宗者。謂外道所計之常。及七種無", "982": "常。無非邪見。故云則有眾雜義。若以佛智等", "983": "觀自心現量。契乎實理。則一切分別言說。皆", "984": "不可得也。", "985": "楞伽阿跋多羅寶經註解卷第四上", "986": "第四下楞伽阿跋多羅寶經註解卷第四下", "987": "宋求那跋多羅奉　詔譯", "988": "大明天界善世禪寺住持臣僧宗泐", "989": "演福講寺住持臣僧如玘奉　詔同註", "990": "爾時大慧菩薩復。白佛言。世尊。惟願世尊", "991": "更為我說陰界入生滅。彼無有我誰生誰滅。", "992": "愚夫者。依於生滅不覺苦盡不識涅槃。佛言", "993": "善哉。諦聽當為汝說。大慧白佛言。唯然受教", "994": "陰界入生滅。前文固言之矣。而大慧復有", "995": "請者。意謂陰界入法有迷有解。以解則彼無", "996": "有我誰為生滅。以迷則愚夫依於生滅。不覺", "997": "若盡不識涅槃。何由出離生死耶。", "998": "佛告大慧。如來之藏是善不善因。能遍興造", "999": "一切趣生。譬如伎兒變現諸趣離我我所。不", "1000": "覺彼故三緣和合方便而生。外道不覺計著", "1001": "作者為無始虛偽惡習所。熏名為識。藏生無", "1002": "明住地與七識俱。如海浪身常生不斷。離無", "1003": "常過離於我論。自性無垢畢竟清淨　答中", "1004": "言如來藏為善不善因者。如來謂理性如來。", "1005": "現前一念所具名之為藏。根塵一念心起隨", "1006": "染淨緣。染即無明。隨無明染緣。則為九界生", "1007": "死。淨即教行。隨教行淨緣。則為四種道滅。四", "1008": "種者。即生滅無生無量無作也。故曰是善不", "1009": "善因。因則感果。言一切趣生者。即十界善", "1010": "惡果報。譬如下喻上隨緣所造之法本離二", "1011": "我。如伎兒依呪術故變現種種形像。豈有二", "1012": "我之執。言三緣者根塵識也。根塵和合一念", "1013": "心起。由不覺故隨逐染緣惟造惑業。而成九", "1014": "界生死。彼外道以不覺故。妄計執著造作。由", "1015": "無始惡習所熏。名為識藏。轉生七識無名住", "1016": "地。言無明起之始也。從此根本乃生枝末無", "1017": "明。故喻之曰如海浪身常生不斷。此隨染緣", "1018": "從細至粗也。若能一念回光能隨淨緣。則離", "1019": "無常之過二我之執。自性清淨。所謂性德如", "1020": "來則究顯矣。", "1021": "其餘諸識有生有滅。意意識等念念有七。因", "1022": "不實妄想取諸境界。種種形處計著名相。不", "1023": "覺自心所現色相。不覺苦樂不至解脫。名相", "1024": "諸纏貪生生貪。若因若攀緣。彼諸受根滅次", "1025": "第不生。餘自心妄想不知苦樂。入滅受想正", "1026": "受第四　此言諸識有生有滅。諸識者。謂意", "1027": "識及意意識。并前五意識。是為七識。非第七", "1028": "二乘識也。由念念而起。起必同時。因不實妄", "1029": "想等者。謂六識取境也。種種形處者六塵也。", "1030": "根塵既形遂著名相。由不了色等自心所現。", "1031": "生苦樂受。展轉生死無由解脫。名相纏縛從", "1032": "貪起貪。因及所緣互相由藉。皆所謂生相也。", "1033": "彼諸受下是名滅相。謂受根及想行等次第", "1034": "不生。惟餘自心妄想不覺苦樂。言入滅受想", "1035": "者。謂受想心滅。即滅盡定。或得四禪也。", "1036": "善真諦解脫修行者。作解脫想。不離不轉名", "1037": "如來藏識。七識流轉不滅。所以者何。彼因", "1038": "攀緣諸識生故。非聲聞緣覺修行境界。不覺", "1039": "無我自共相攝受生陰界入。見如來藏五法", "1040": "自性人法無我則滅　善真諦解脫等。即聲", "1041": "聞所修。於此滅定作解脫想。非究竟滅也。不", "1042": "離不轉等。入楞伽云。而實未捨未轉如來藏", "1043": "中藏識之名。若無藏識七識則滅。由不轉不", "1044": "滅。所以七識與六識。為因及攀緣而生。然非", "1045": "二乘諸修行者所知境界。以彼唯了人無我", "1046": "性。於蘊界處取於自相及共相故。若見如來", "1047": "藏。則五法三自性皆無我相。豈陰界入而不", "1048": "滅耶。", "1049": "地次第相續轉進。餘外道見不能傾動。是名", "1050": "住菩薩不動地。得十三昧道門樂。三昧覺所", "1051": "持。觀察不思議佛法自願。不受三昧門樂及", "1052": "實際。向自覺聖趣。不共一切聲聞緣覺及諸", "1053": "外道所修行道。得十賢聖種性道及身智意", "1054": "生。離三昧行。是故大慧。菩薩摩訶薩。欲求勝", "1055": "進者。當淨如來藏及識藏名　由前悟入得", "1056": "預初地次第增進。位深德著不為外道邪見", "1057": "所動。至第八不動地。於此得十種三昧樂門。", "1058": "為諸佛三昧力所持。覺即佛也。即能觀察諸", "1059": "佛之法及本願力。不同小乘著三昧樂及不", "1060": "住實際。則起化利物也。獲自證智。豈與凡小", "1061": "所修行同。得十賢聖種性道者。即十地聖種", "1062": "性也。十地皆聖。兼言賢者對極位而言也。及", "1063": "身智意生者。謂由十地至于佛地。身即法身", "1064": "智即報身。意生即化身。既得三身離於三昧", "1065": "因行。故戒勸云。欲勝進至如來地者。當淨如", "1066": "來藏識藏之名。如來之藏本無可淨。淨其垢", "1067": "者耳。識藏以名言者。由迷如來藏轉成妄識。", "1068": "無有別體故但有名。若無識藏之名。則轉妄", "1069": "識為如來藏也。", "1070": "大慧。若無識藏名。如來藏者則無生滅。大慧。", "1071": "然諸凡聖悉有生滅。修行者自覺聖趣。現法", "1072": "樂住不捨方便。大慧。此如來藏識藏。一切聲", "1073": "聞緣覺。心想所見雖自性清淨。客塵所覆故", "1074": "猶見不淨。非諸如來。大慧。如來者現前境界。", "1075": "猶如掌中視阿摩勒果　如來藏本無生滅。", "1076": "今既復本而生滅何有。然諸凡聖悉有生滅", "1077": "者。凡謂外凡內凡。外凡即十信。內凡即住行。", "1078": "向亦名為賢。聖謂十地。聖亦有生滅者。雖能", "1079": "修行得自覺聖趣。猶居因位未離變易生死。", "1080": "言不捨方便者。一者自行增道方便。二者化", "1081": "他益物方便。皆有生滅義也。此如來藏等。", "1082": "入楞伽云。此如來藏識藏本性清淨。客塵所", "1083": "染而為不淨。一切二乘及諸外道。臆度起見", "1084": "不能現證。如來於此分明現見。如觀掌中菴", "1085": "摩勒果。", "1086": "大慧。我於此義以神力建立。令勝鬘夫人及", "1087": "利智滿足諸菩薩等。宣揚演說如來藏及識", "1088": "藏。名七識俱生。聲聞計著見人法無我故。勝", "1089": "鬘夫人承佛威神說如來境界。非聲聞緣覺及", "1090": "外道境界。如來藏識藏。唯佛及餘利智依義。", "1091": "菩薩智慧境界。是故汝及餘菩薩摩訶薩。於", "1092": "如來藏識藏當勤修學。莫但聞覺作知足想", "1093": "我於此下。指往昔所說經為證。如來之說本", "1094": "不假證。但於彼經已曾廣明。故茲略說得以", "1095": "指之。入楞伽云我與勝鬘夫人及餘深妙淨", "1096": "智菩薩。說如來藏名識藏與七識俱起。令諸", "1097": "聲聞見法無我。故勝鬘下文顯可見。言莫但", "1098": "聞覺作知足想者。言如來藏識藏是佛境界。", "1099": "非三慧具足莫能造詣。戒勸修學良在此也。", "1100": "爾時世尊欲重宣此義。而說偈言。", "1101": "甚深如來藏而與七識俱", "1102": "二種攝受生智者則遠離", "1103": "如鏡像現心無始習所熏", "1104": "如實觀察者諸事悉無事", "1105": "如愚見指月觀指不觀月", "1106": "計著名字者不見我真實", "1107": "心為工伎兒意如和伎者", "1108": "五識為伴侶妄想觀伎眾", "1109": "頌上如來藏與七識俱乃至由自相共相二", "1110": "種攝取則有陰界入生。此乃隨妄緣者。若", "1111": "能反妄見如來藏。則遠離生死矣。如鏡像等", "1112": "喻上說也。謂八識體性本來無物。由無始惡", "1113": "習所熏。轉生諸識等法。如鏡現像。稱性而觀", "1114": "像虛事亡。復以指月。以喻假名實法有得有", "1115": "失。苟不能忘言契理。政如觀指而不觀月也。", "1116": "心謂如來藏心。隨緣變造如伎兒之化現。意", "1117": "即意根復起意識識起善惡。如和伎者。五識", "1118": "取塵意識同起。是為伴侶。妄想分別如觀伎", "1119": "人也。", "1120": "爾時大慧菩薩白佛言。世尊。唯願為說五法", "1121": "自性識二種無我究竟分別相。我及餘菩薩摩", "1122": "訶薩。於一切地次第相續。分別此法入一切", "1123": "佛法。入一切佛法者。乃至如來自覺地。佛告", "1124": "大慧。諦聽諦聽善思念之。大慧白佛言。唯然", "1125": "受教。佛告大慧。五法自性識二種無我分別", "1126": "趣相者。謂名相妄想正智如如。若修行者。修", "1127": "行入如來自覺聖趣。離於斷常有無等見。現", "1128": "法樂正受住現在前。大慧。不覺彼五法自性", "1129": "識二無我。自心現外性凡夫妄想。非諸聖賢", "1130": "五法等上雖已明。而未曾約諸地分別。示", "1131": "其所以。入一切佛法至如來地者。故復請之。", "1132": "答中先通示五法迷悟相。謂修行者趣入。則", "1133": "五法通是悟相。故曰若修行者等。若反是不", "1134": "覺。則五法通是迷相。故云不覺彼五法等。是", "1135": "知法無自性迷悟在人。此且總示。所以趣入", "1136": "等相。備見後文。", "1137": "大慧白佛言。世尊。云何愚夫妄想生。非諸聖", "1138": "賢。佛告大慧。愚夫計著俗數名相。隨心流散。", "1139": "流散已種種相像貌。墮我我所見。希望計著", "1140": "妙色。計著已無知覆障。故生染著。染著已貪", "1141": "恚癡所生業積集。積集已妄想自纏。如蠶作", "1142": "繭。墮生死海諸趣曠野。如汲井輪。以愚癡故", "1143": "不能知如幻野馬水月自性離我我所。起於一", "1144": "切不實妄想。離相所相及生住滅。從自心妄", "1145": "想生。非自在時節微塵勝妙生。愚癡凡夫墮", "1146": "名相流　此徵釋中。別約名相妄想。就凡夫", "1147": "法以示迷相。謂依六塵等俗數名相。起諸分", "1148": "別。其心流散妄返。墮我我所見。希望計著於", "1149": "色。覆障聖智起貪恚癡。造作諸業如蠶作繭。", "1150": "妄想自纏墮於諸趣生死大海。已上迷相無", "1151": "出三道。文顯可見。如蠶作繭者。喻自纏縛也。", "1152": "如汲井輪者。喻生死輪迴也。如幻野馬等。喻", "1153": "不知幻性離我我所也。起於一切不實等。謂", "1154": "名相起諸妄想。妄本不實起於幻相。幻相本", "1155": "虛離相所相。亦無生住滅可得。則歸於自心", "1156": "而已。實非自在等邪因所生。凡愚不知妄取", "1157": "外境。隨諸名相流散耳。", "1158": "大慧。彼相者。眼識所照名為色。耳鼻舌身意", "1159": "意慧所照。名為聲香味觸法。是名為相。大慧。", "1160": "彼妄想者。施設眾名顯示諸相如此不異。象", "1161": "馬車步男女等名。是名妄想。大慧。正智者。彼", "1162": "名相不可得猶如過客。諸識不生不斷不常。", "1163": "不墮一切外道聲聞緣覺之地　彼相者等。", "1164": "追釋名相二法。不出六識。取彼六塵。名之者", "1165": "名也。所取者相也。顯示施設諸名相者妄想", "1166": "也象馬等名。以此名即顯其相。名相既立謂", "1167": "此事如是決定不異。是名妄想分別。已上三", "1168": "法屬凡夫。正智者下。就聖賢法以明悟相。言", "1169": "名相不可得者。謂欲求正智。但悟名相不實", "1170": "猶如過客。識心不起離乎斷常。不墮凡小境", "1171": "界。是為正智。", "1172": "復次大慧。菩薩摩訶薩以此正智不立名相。", "1173": "非不立名相。捨離二見建立及誹謗。知名相", "1174": "不生。是名如如。大慧。菩薩摩訶薩住如如者。", "1175": "得無所有境界故。得菩薩歡喜地。得菩薩歡", "1176": "喜地已。永離一切外道惡趣。正住出世間趣", "1177": "法相成熟。分別幻等一切法。自覺法趣相。離", "1178": "諸妄想見怪異相。次第乃至法雲地。於其中", "1179": "間三昧力。自在神通開敷。得如來地已。種種", "1180": "變化圓照示現。成熟眾生如水中月。究竟滿", "1181": "足十無盡句。為種種意解眾生分別說法。法", "1182": "身離意所作。是名菩薩。入如如所得　此段", "1183": "正明如如。由前正智觀察名相非有非無故。", "1184": "言不立非不立也。捨離有無二邊。不墮損益", "1185": "二謗。一切名相不生。是為如如義也。菩薩住", "1186": "如如下。正示如如所得之相。既曰如如。豈有", "1187": "得乎。乃以無得而得。得自他因果之法。言無", "1188": "所有境界者。離空有二邊之相。由此登歡喜", "1189": "地。則別教初地也。不離而離。離一切外道惡", "1190": "趣。無住而住。住出世間正趣。無分別而分別。", "1191": "了一切法皆悉如幻。無證而證。證自覺法趣。", "1192": "亦離諸妄想見性異相。即能見所見。前文所", "1193": "謂相見俱離是也。如是次第至法雲地。以至", "1194": "三昧力等種種功德。由之開法至如來地。為", "1195": "眾生故普現色身。如水中月。具足成滿十無", "1196": "盡願。隨其意解而為說法。其身清淨離心意", "1197": "識。是為如如所得之相也。", "1198": "爾時大慧菩薩白佛言。世尊。云何世尊為三", "1199": "種自性入於五法。為各有自相宗。佛告大慧。", "1200": "三種自性及八識二種無我。悉入五法。大慧。", "1201": "彼名及相。是妄想自性。大慧。若依彼妄想生", "1202": "心心法。名俱時生。如日光俱。種種相各別分", "1203": "別持。是名緣起自性。大慧。正智如如者不可", "1204": "壞故名成自性　上既明五法。則三自性義在", "1205": "其中。今前後會攝。故復問其攝入之外亦各", "1206": "有自相宗耶。答中先答總入可知。次別配法", "1207": "相。初以名相對妄想者。從所因言也。以彼妄", "1208": "想反屬緣起者。從所起說也。若依妄想生心", "1209": "心法者。言心王心所依分別起。起乃同時。如", "1210": "日與光不相捨離。分別諸相自持其名各各", "1211": "無差。是為緣起自性。正智如如皆非有作故", "1212": "不可壞。是名圓成自性。是為三自性入五法", "1213": "也。", "1214": "復次大慧。自心現妄想八種分別。謂識藏意", "1215": "意識及五識身相者。不實相。妄想故。我我所", "1216": "二攝受滅二無我生。是故大慧。此五法者。聲", "1217": "聞緣覺菩薩如來。自覺聖智諸地相續次第。", "1218": "一切佛法悉入其中　此明五法攝於八識。", "1219": "於自心現而起妄想。有八種分別。皆是虛妄", "1220": "不實之相。若能捨離二種我執。則能所攝受", "1221": "俱滅。二無我智由是而生。即正智如。如是知。", "1222": "識等雖異同歸五法。無別自相宗明矣。然此", "1223": "五法。而三乘與佛及一切諸法皆入其中", "1224": "也。", "1225": "復次大慧。五法者。相名妄想如如正智。大慧", "1226": "相者。若處所形相色像等現。是名為相。若彼", "1227": "有如是相。名為瓶等。即此非餘是說為名。施", "1228": "設眾名顯示諸相。瓶等心心法是名妄想。彼", "1229": "名彼相畢竟不可得。始終無覺於諸法無展", "1230": "轉。離不實妄想。是名如如。真實決定究竟自", "1231": "性不可得。彼是如相。我及諸佛隨順入處。普", "1232": "為眾生如實演說施設顯示。於彼隨入正覺。", "1233": "不斷不常妄想不起。隨順自覺聖趣。一切外", "1234": "道聲聞緣覺所不得相。是名正智。大慧是名", "1235": "五法。三種自性八識二種無我。一切佛法悉", "1236": "入其中。是故大慧。當自方便學亦教他人勿", "1237": "隨於他　此段重列名釋義復自一途。大同", "1238": "小異不無所以。先相後名不出名實互有前", "1239": "後。餘二不同者。前約自行。故前智後如。此", "1240": "兼化他則反其次。故云我及諸佛隨順入處", "1241": "者。如如也。普為眾生如實演說等。正智也。故", "1242": "知此文兼自化他。此中言相者。謂所見色等", "1243": "形狀各別也。名者依彼諸相立瓶等名。因此", "1244": "名相則有心心數法種種攀緣。是名妄想。了", "1245": "達名相畢竟無有。但是迷心展轉分別。如是", "1246": "觀察離諸妄想。是名如如也。真實決定等者。", "1247": "重指如相。示諸佛入處。依於自證如實演說", "1248": "不斷不常。非凡小偏邪所得故名正智。又曰", "1249": "一切佛法悉入其中者。約互攝義通結四種。", "1250": "故與上異。戒云自學教他。又言勿隨於他者。", "1251": "謂莫隨名相所轉也。", "1252": "爾時世尊欲重宣此義。而說偈言。", "1253": "五法三自性及與八種識", "1254": "二種無有我悉攝摩訶衍", "1255": "名相虛妄想自性二種相", "1256": "正智及如如是則為成相", "1257": "悉攝摩訶衍者。謂上四法普攝一切大乘", "1258": "之法。反而言之。一切佛法。亦遍攝此之四", "1259": "法也。", "1260": "爾時大慧菩薩復白佛言。世尊。如世尊所說", "1261": "句。過去諸佛如恒河沙。未來現在亦復如是。", "1262": "云何世尊。為如說而受。為更有餘義。惟願如", "1263": "來哀愍解脫　三世諸佛如恒河沙。經教言", "1264": "之多矣。諸佛之數為果如所說而受耶。為別", "1265": "有義耶。故復請云云。", "1266": "佛告大慧。莫如說受。三世諸佛量。非如恒河", "1267": "沙。所以者何。過世間望非譬所譬。以凡愚計", "1268": "常外道妄想長養惡見生死無窮。欲令厭離", "1269": "生死趣輪精勤勝進。故為彼說言。諸佛易見。", "1270": "非如優曇鉢華難得見故。息方便求。有時復", "1271": "觀諸受化者作是說言。佛難值遇。如優曇鉢", "1272": "華。優曇鉢華無已見今見當見。如來者世間", "1273": "悉見不以建立自通故說言。如來出世如優", "1274": "曇鉢華。大慧。自建立自通者。過世間望。彼諸", "1275": "凡愚所不能信。自覺聖智境界。無以為譬。真", "1276": "實如來過心意意識所見之相。不可為譬。大", "1277": "慧。然我說譬佛如恒河沙無有過咎　答中", "1278": "先指其非。蓋諸佛數量過於恒沙。亦過世間", "1279": "心量所望。故非喻所喻。豈特恒沙而已。蓋凡", "1280": "設喻義非一揆。如彼凡愚未受化者。生死無", "1281": "窮。佛則為說諸佛易見非如曇華。令其不生", "1282": "退想息其方便妄求進求佛道。以難顯易。所", "1283": "以進之也。有時觀已受化者為說。佛之難值", "1284": "猶如曇華。令其欣慕向道。所以策之也。又云。", "1285": "曇華之難見者。無已今當見之說。而如來於", "1286": "世人皆見之。故知說如來如曇華者。實起人", "1287": "難遭之想耳。然此二喻言難言易者。皆如來", "1288": "化用邊事。非如來自證境界。故云不以建立", "1289": "自通。若論自證世間無等。非喻所及。一切凡", "1290": "愚莫能信受。亦非心意識所能知見。然有時", "1291": "而為建立化他。何咎之有。", "1292": "大慧。譬如恒沙一切魚鼈輸收摩羅師子象", "1293": "馬人獸踐踏。沙不念言彼惱亂我而生妄想。", "1294": "自性清淨無諸垢污。如來應供等正覺。自覺", "1295": "聖智恒河大力神通自在等沙。一切外道諸", "1296": "人獸等一切惱亂。如來不念而生妄想。如", "1297": "來寂然無有念想。如來本願以三昧樂安眾", "1298": "生故。無有惱亂。猶如恒沙等無有異。又斷貪", "1299": "恚故　恒沙世間無情之物。雖為魚鼈人獸", "1300": "等踐踏。不生惱亂之念。以喻如來聖智神通", "1301": "自在受諸外道人獸惱亂不起念想。蓋以本", "1302": "願力利安眾生。無有愛憎分別。輸收摩羅翻", "1303": "殺子魚。", "1304": "譬如恒沙。是地自性劫盡燒時。燒一切地而", "1305": "彼地大不捨自性。與火大俱生故。其餘愚夫", "1306": "作地燒想。而地不燒。以火因故。如是大慧。如", "1307": "來法身如恒沙不壞　此言沙性不壞。喻如", "1308": "來法身常住。言是地自性者。有事有理。以", "1309": "事則同一堅性。故為沙為石。以理則與彼", "1310": "堅濕煖動均一真性。故劫盡燒時而地性自", "1311": "若。蓋地與火大俱是生故。愚夫不知見謂燒", "1312": "爾。火因者以地無火而不燒火無地而不續", "1313": "故。地不得而燒。如來法身不遷不變亦復然", "1314": "也。", "1315": "大慧。譬如恒沙無有限量。如來光明亦復如", "1316": "是。無有限量。為成熟眾生故。普照一切諸佛", "1317": "大眾。大慧。譬如恒沙別求異沙永不可得。如", "1318": "是大慧。如來應供等正覺。無生死生滅。有因", "1319": "緣斷故　此一節言恒沙無有限量者。喻如", "1320": "來光明無量普照一切。言無異沙者。喻如來", "1321": "離分段變易二種生死。以有漏無漏因緣皆", "1322": "斷故也。", "1323": "大慧。譬如恒沙增減不可得知。如是大慧。如", "1324": "來智慧成熟眾生不增不減。非身法故。身法", "1325": "者有壞。如來法身非是身法　此喻如來以", "1326": "方便智成熟眾生而於法身體無增減。不同", "1327": "色身有生有滅。身法者色身也。", "1328": "如壓恒沙油不可得。如是一切極苦眾生。逼", "1329": "迫如來乃至眾生未得涅槃。不捨法界自三", "1330": "昧願樂。以大悲故　塵沙無油。喻如來雖為", "1331": "眾生眾苦所逼乃至蠢動未盡涅槃欲捨深心", "1332": "願樂亦不可得。以大悲心具足成就眾生故", "1333": "也。", "1334": "大慧。譬如恒沙隨水而流。非無水也。如是大", "1335": "慧。如來所說一切諸法。隨涅槃流。是故說言", "1336": "如恒河沙。如來不隨諸去流轉。去是壞義故。", "1337": "大慧。生死本際不可知。不知故云何說去。大", "1338": "慧。去者斷義。而愚夫不知　恒沙隨流。愚人", "1339": "但見沙流而不見水。以智觀之。非無水也。此", "1340": "喻如來說一切法隨順涅槃。有如順流而非", "1341": "去義。故曰如來不隨諸去流轉。謂於法悟性。", "1342": "不隨相轉。故不同去流。以去是生死壞滅之", "1343": "義故也。生死本際等。入楞伽云。生死本際", "1344": "不可得知。既不可知云何說趣。大慧。趣義是", "1345": "斷。凡愚莫知。趣即去也。", "1346": "大慧白佛言。世尊。若眾生生死本際不可知", "1347": "者。云何解脫可知。佛告大慧。無始虛偽過惡", "1348": "妄想習氣因滅。自心現知外義。妄想身轉解", "1349": "脫不滅。是故無邊。非都無所有。為彼妄想作", "1350": "無邊等異名。觀察內外離於妄想無異眾生。", "1351": "智及爾焰一切諸法悉皆寂靜。不識自心現", "1352": "妄想故。妄想生。若識則滅　生死解脫本際", "1353": "理等。云何一可知一不可知。答中言無始虛", "1354": "偽等。乃是解脫之由。言以自心現知於外境。", "1355": "則妄想身轉即是解脫。既妄想轉即是解脫", "1356": "實不滅也。不滅則遍一切處。故曰無邊。體既", "1357": "無邊故。云非都無所有。為彼妄想等。言彼妄", "1358": "想轉處。作解脫無邊等名。名轉體不轉故云", "1359": "異名。觀察內外者。前以自心現知外義。則", "1360": "外無外相。還以此理而照內心。則內外一如。", "1361": "離於妄相惟一真如。更無別法。故云無異", "1362": "眾生。智及爾焰了無待對。所以諸法悉皆寂", "1363": "靜。不識自心現者。重結示釋成。此妄想生", "1364": "滅。皆由自心識與不識而已矣。苟識自心妄", "1365": "無不滅。然有言識而妄不滅者。是未為真識", "1366": "故也。", "1367": "爾時世尊欲重宣此義。而說偈言。", "1368": "觀察諸導師猶如恒河沙", "1369": "不壞亦不去亦復不究竟", "1370": "是則為平等觀察諸如來", "1371": "猶如恒沙等悉離一切過", "1372": "隨流而性常是則佛正覺", "1373": "不壞頌上喻法身常住。不去頌如來說法", "1374": "不隨諸去流轉。亦復不究竟者。謂以不壞不", "1375": "去觀察如來。則未為究竟。當觀諸佛猶如恒", "1376": "沙平等無異離諸過患。又言隨流性常者。謂", "1377": "隨順究竟涅槃之流。是為真常正覺也。", "1378": "爾時大慧菩薩復白佛言。世尊。唯願為說一", "1379": "切諸法剎那壞相。世尊。云何一切法剎那。佛", "1380": "告大慧。諦聽諦聽。善思念之。當為汝說。佛告", "1381": "大慧。一切法者。謂善不善無記有為無為世", "1382": "間出世間有罪無罪有漏無漏受不受　剎那", "1383": "者時之最促。念之極微者也。如云壯士一彈", "1384": "指頃六十一剎那。故以心念起滅不停為剎", "1385": "那。又物之無常變壞者為剎那。是皆眾生虛", "1386": "妄識相。上說妄想身轉。是說陰等無常。故舉", "1387": "諸法剎那壞相為問。答中先列一切法名。然", "1388": "後為釋。", "1389": "大慧。略說心意意識及習氣。是五受陰因。是", "1390": "心意意識習氣長養。凡愚善不善妄想　略", "1391": "說者。對下廣說而言。心識習氣乃生死之因。", "1392": "五陰乃生死之果。由不了心識習氣長養。故", "1393": "有三界六凡有漏妄想剎那。善不善即三善", "1394": "三惡也。", "1395": "大慧。修三昧樂三昧正受現法樂住。名為賢", "1396": "聖善無漏　修三昧等即無漏因果。三昧因", "1397": "也。法樂住果也。此三乘賢聖無漏之法。無漏", "1398": "則離剎那念也。", "1399": "大慧。善不善者。謂八識。何等為八。謂如來藏", "1400": "名識藏。心意意識及五識身。非外道所說。大", "1401": "慧。五識身者。心意意識俱。善不善相。展轉變", "1402": "壞相續流注。不壞身生亦生亦滅。不覺自心", "1403": "現。次第滅餘識生。形相差別。攝受意識五識", "1404": "俱相應生。剎那時不住名為剎那　善不善", "1405": "下。廣明剎那相非剎那相。名雖重出。義則通", "1406": "示。如來藏名識藏者。即第八識。此識乃至五", "1407": "識名相。出於正教。故云非外道所說。言五識", "1408": "身者。正明剎那相也。心意意識俱者。即上眼", "1409": "等五識。與心意識同時取境。有善不善相。或", "1410": "次等起或間雜起。故云展轉變壞相續流注。", "1411": "根境之間未始間斷。不壞者不斷也。身生者。", "1412": "五識身生也。生則有滅。故云亦生亦滅。由不", "1413": "覺諸境自心所現。著於差別形相念念起滅。", "1414": "故云次第滅餘識生。攝受意識者。以五根攬", "1415": "五塵識歸意識。起善起惡。亦由意識同時取", "1416": "境。而起分別。故曰相應生。剎那時不住者。言", "1417": "諸識起滅不停。不於此則於彼。無時暫息。是", "1418": "為剎那之相也。", "1419": "大慧。剎那者名識藏。如來藏意俱生識習氣", "1420": "剎那。無漏習氣非剎那。非凡愚所覺。計著剎", "1421": "那論。故不覺一切法剎那非剎那。以斷見壞", "1422": "無為法　剎那者下重結前起後。此二種相", "1423": "雖通依諸識生起。而所從則別。故曰。名識藏", "1424": "等。是則以諸識從識習氣者。剎那也。從無漏", "1425": "習氣者。非剎那也。既是無漏。猶名習氣者。謂", "1426": "其體是第七識執想猶在。雖非剎那。未為究", "1427": "竟真常無漏。乃是三乘賢聖境界。故非凡愚", "1428": "所覺。凡愚計著作剎那論。非但不覺非剎那。", "1429": "亦不自知其為剎那也。以斷見者。謂凡外苦", "1430": "行妄取涅槃。斯乃墮於斷見。非無漏涅槃故", "1431": "曰壞無為法。", "1432": "大慧。七識不流轉不受苦樂。非涅槃因。大慧。", "1433": "如來藏者。受苦樂與因俱。若生若滅。四住地", "1434": "無明住地所醉。凡愚不覺。剎那見妄想熏心", "1435": "七識不流轉者。承上無漏之義。對六識八", "1436": "識辯異。蓋此二乘之識。已斷見思不流轉三", "1437": "界。不受生死苦樂。故異於六識。非涅槃因故", "1438": "異八識。以八識受熏能成涅槃之因故也。如", "1439": "來藏者。正明八識。以能含藏善惡。隨緣流", "1440": "轉生死。苦樂因果。四住地者。枝末無明也。無", "1441": "明住地者。根本無明也。由此無明昏醉故。受", "1442": "二種生死。凡愚妄想熏心不能了知。起剎那", "1443": "見。", "1444": "復次大慧。如金金剛佛舍利。得奇特性終不", "1445": "損壞。大慧。若得無間有剎那者。聖應非聖。而", "1446": "聖未曾不聖。如金金剛雖經劫數稱量不滅。", "1447": "云何凡愚不善於我隱覆之說。於內外一切", "1448": "法。作剎那想　如來本答剎那之問。剎那則", "1449": "有損壞。而直以不可損壞言者。蓋迷則是剎", "1450": "那。悟則非剎那也。喻如金剛等金中精剛。以", "1451": "百鍊故。鑛璞全消惟一精剛。物不能壞。此世", "1452": "間之奇特性也。又喻佛舍利。以萬行熏修垢", "1453": "染都盡。惟一精真無能壞者。此出世間奇特", "1454": "性也。如來所得真常亦復如是。故曰若得無", "1455": "間有剎那等。佛謂我以無間三昧所證真常。", "1456": "豈有剎那。言聖應非聖者。夫聖未有不聖之", "1457": "理。則知既悟不迷。其無剎那明矣。故云金剛", "1458": "雖經劫數稱量不減。云何凡愚不解祕蜜之", "1459": "說。於一切法作剎那想。隱覆祕密也。", "1460": "大慧菩薩復白佛言。世尊。如世尊說。六波羅", "1461": "蜜滿足得成正覺。何等為六　剎那生滅者。", "1462": "生死此岸之事也。真常不壞者。涅槃彼岸之", "1463": "理也。然則自此岸而達彼岸。由剎那而究竟", "1464": "真常者。其六度之功乎。大慧所以承是而請", "1465": "問也。", "1466": "佛告大慧。波羅蜜有三種分別。謂世間出世", "1467": "間出世間上上。大慧。世間波羅蜜者。我我所", "1468": "攝受計著攝受二邊。為種種受生處樂色聲", "1469": "香味觸故。滿足檀波羅蜜。戒忍精進禪定智", "1470": "慧亦如是。凡夫神通及生梵天　答中言六", "1471": "度有三。初世間六度。言我我所攝受計著等", "1472": "者。謂凡夫所修其過為四。所謂計我我所。則", "1473": "無度生之念一也。著於二邊。則不能達中道", "1474": "彼岸二也。為求勝報。則不免於生死三也。樂", "1475": "著六塵。則非無住相施四也。外道之得五神", "1476": "通。及生梵天。亦田修無漏事六度而得也。", "1477": "大慧。出世間波羅蜜者。聲聞緣覺墮攝受涅", "1478": "槃故。行六波羅蜜。樂自己涅槃樂　此是二", "1479": "乘所修。雖依四諦十二因緣行此六度。言墮", "1480": "攝受涅槃者。但為自度而樂真空之樂故。與", "1481": "菩薩所修不同也。", "1482": "出世間上上波羅蜜者。覺自心現妄想量攝", "1483": "受及自心二故。不生妄想。於諸趣攝受非分。", "1484": "自心色相不計著。為安樂一切眾生故。生檀", "1485": "波羅蜜。起上上方便。即於彼緣妄想不生", "1486": "戒。是尸波羅蜜。即彼妄想不生。忍知攝所攝。", "1487": "是羼提波羅蜜。初中後夜精勤方便。隨順修", "1488": "行方便。妄想不生。是毘黎耶波羅蜜。妄想", "1489": "悉滅。不墮聲聞涅槃攝受。是禪波羅蜜。自", "1490": "心妄想非性。智慧觀察不墮二邊。先身轉", "1491": "勝而不可壞。得自覺聖趣。是般若波羅蜜", "1492": "此圓頓菩薩所修。攝受者。謂六根攝受六塵。", "1493": "自心二者。言修檀度治慳貪能治所治之二", "1494": "也。大乘菩薩。既覺了諸法惟心所現。所謂", "1495": "不住色聲香味觸法而行布施。則能治所治", "1496": "二無二也。二無二故則三輪體空。故曰不生", "1497": "妄想。能施空也。不攝受能受空也。不計著色", "1498": "相。所施之物空也。菩薩如是行施。是為利樂", "1499": "一切眾生。故曰上上方便也。即於彼緣等。謂", "1500": "即以善修檀度之心。於持戒等緣亦妄想不", "1501": "生。一一稱性而持者戒也。如是而持戒。則非", "1502": "持非犯。如是而安忍。則不違不順。如是而精", "1503": "進。則何進何怠。如是而修禪。則無定無亂。如", "1504": "是而行般若。則非愚非慧。自然不即二邊不", "1505": "離二邊。安於中道直濟彼岸。是為上上波羅", "1506": "蜜相。忍中言知攝所攝者。即能取所取自性", "1507": "皆空。精進中凡兩言方便者。一則別相。謂誦", "1508": "經等。二則通相。謂兼五度皆須精進而行。禪", "1509": "度中言不墮聲聞攝受者。謂聲聞定力偏多。", "1510": "及樂著涅槃。菩薩則不如是也。而六度皆言", "1511": "妄想不生。或言悉滅或言非性。是則六度雖", "1512": "異。而以離妄為本。若能離妄何行不成哉。先", "1513": "身轉勝而不可壞者。謂六度增進乃至般若。", "1514": "所得慧身轉勝前五。不可破壞。得自覺聖趣。", "1515": "則又般若之至者。於是三品雖通中下。意實", "1516": "在乎上上。修者擇焉。", "1517": "爾時世尊欲重宣此義。而說偈言。", "1518": "空無常剎那愚夫妄想作", "1519": "如河燈種子而作剎那想", "1520": "剎那息煩亂寂靜離所作", "1521": "一切法不生我說剎那義", "1522": "如來常以如河流如種子如燈等喻。破彼", "1523": "妄想有為作法皆是空無常剎那。凡愚不善", "1524": "此隱密之說。而起剎那妄想。剎那息煩亂等。", "1525": "正頌上隱覆義。謂能了剎那。可以息煩亂。體", "1526": "寂靜則自然離所作。故一切法無生。所以為", "1527": "說剎那之義也。", "1528": "物生則有滅不為愚者說", "1529": "無間相續性妄想之所熏", "1530": "無明為其因心則從彼生", "1531": "乃至色未生中間有何分", "1532": "物生則有滅。固是生滅常理。若為愚者", "1533": "說則滋名相。於是破生滅法。先示生相為", "1534": "所破。謂無間相續性。即剎那生滅。由妄想", "1535": "所熏無明為因。故剎那妄心從彼而生。次", "1536": "明能破中初破生相。言乃至色未生等。承", "1537": "上心。雖生而色未生時。中間自無所依之", "1538": "分。是心無色而不生也。有何分。入楞伽作", "1539": "何所住。", "1540": "相續次第滅餘心隨彼生", "1541": "不住於色時可所緣而生", "1542": "以從彼生故不如實因生", "1543": "云何無所成而知剎那壞", "1544": "此明相續滅相。謂色雖已生。而心續滅是", "1545": "色心不相待。縱有餘心隨彼色生。苟心不", "1546": "住於色。復何所緣而生。為其念念不住而", "1547": "亦不取故。是心雖有色亦無生性。抑若從", "1548": "彼生。則自無生性可得。故曰不如實因生。", "1549": "次破滅相者。由上求剎那成相尚不可得。況", "1550": "有剎那滅相乎。壞即滅也。既破生滅則復", "1551": "本真常矣。", "1552": "修行者正受金剛佛舍利", "1553": "光音天宮殿世間不壞事", "1554": "住於正法得如來智具足", "1555": "比丘得平等云何見剎那", "1556": "揵闥婆幻等色無有剎那", "1557": "於不實色等視之若真實", "1558": "此頌不壞法有四。謂修行者正受一也。金", "1559": "剛二也。佛舍利三也。光音天宮殿四也。此", "1560": "天三災不壞。復為後劫生成之始。此天與", "1561": "金剛。是世間不壞事。正受與佛舍利。是出", "1562": "世間不壞事。次示能得不壞之人。言住於", "1563": "正法得者。謂如來以正智具足莊嚴。比丘以", "1564": "平等正受。皆以正法而得。然金剛與光音。雖", "1565": "曰不壞。總是無常。云何見剎那者。頌上結", "1566": "斥。謂若不如上作剎那見。當以何理見剎", "1567": "那耶。故以揵城喻之。然幻色固非剎那。而", "1568": "眾生於虛妄法中計為實有。是猶視揵城幻", "1569": "色為實。非剎那而何。若了剎那妄即真實", "1570": "矣。", "1571": "爾時大慧菩薩復白佛言。世尊。世尊記阿羅", "1572": "漢得成阿耨多羅三藐三菩提與諸菩薩等無", "1573": "差別。一切眾生法不涅槃誰至佛道。從初得", "1574": "佛至般涅槃。於其中間不說一字。亦無所答。", "1575": "如來常定故。亦無慮亦無察。化佛化作佛事。", "1576": "何故說識剎那展轉壞相。金剛力士常隨侍", "1577": "衛。何不施設本際。現魔魔業惡業果報。旃遮", "1578": "摩納孫陀利女空鉢而出。惡業障現。云何如", "1579": "來得一切種智。而不離諸過　此文有七問。", "1580": "一問授聲聞記。二自一切眾生下至無所答。", "1581": "問佛何故言不說法。三如來常下。問何待思", "1582": "惟說法。四化佛下。問說剎那壞相。五問何故", "1583": "金剛侍衛。六問本際。七問九惱。九惱者。如天", "1584": "魔之興兵旃遮婆羅門。女以木盂繫腹孫陀", "1585": "利殺女入婆黎那村乞食空鉢而出食馬麥頭", "1586": "背俱痛刺傷足設火坑毒飯。是為九也。", "1587": "佛告大慧。諦聽諦聽。善思念之。當為汝說。大", "1588": "慧白佛言。善哉世尊。唯然受教。佛告大慧。為", "1589": "無餘涅槃故。說誘進行菩薩行者故。此及餘", "1590": "世界。修菩薩行者。樂聲聞乘涅槃。為令離聲", "1591": "聞乘進向大乘。化佛授聲。聞記。非是法佛。大", "1592": "慧。因是故記諸聲聞與菩薩不異。大慧不異", "1593": "者。聲聞緣覺諸佛如來。煩惱障斷解脫一味。", "1594": "非智障斷。大慧。智障者。見法無我殊勝清淨。", "1595": "煩惱障者。先習見人無我斷。七識滅法障解", "1596": "脫。識藏習滅究竟清淨　此答初問。言為無", "1597": "餘涅槃故說等者。子果縛盡故曰無餘。然非", "1598": "究竟。雖為授記乃須行菩薩行。此乃誘進小", "1599": "乘。又曰。此及餘世界等。言菩薩有始修大行", "1600": "復樂小果。為其說授記事以策進之。故云進", "1601": "向大乘。此則斯經言記聲聞之意。授聲聞記", "1602": "正在法華。今乃化佛權記。故云非是法佛。言", "1603": "與菩薩不異等。據同斷惑障解脫一味云爾。", "1604": "非為智障斷也。智障斷則見法無我。得如來", "1605": "殊勝清淨境界。非聲聞也。聲聞但斷見思煩", "1606": "惱。見人無我。未破無明見法無我。故與菩", "1607": "薩異也。又曰七識滅者。乃以七八識。而論二", "1608": "障有脫未脫。二乘但滅七識。而法障未脫。所", "1609": "謂但離虛妄名為解脫是也。若法障等滅。方", "1610": "為究竟清淨。是知同異未易輕議也。", "1611": "因本住法故。前後非性　此答第二問也。謂", "1612": "本住法無增無減。故前無佛道可得。後無涅", "1613": "槃可入。中間亦無法可說。故曰前後非性。非", "1614": "性者離自性也。", "1615": "無盡本願故。如來無慮無察而演說法。正智", "1616": "所化故。念不妄故。無慮無察。四住地無明住", "1617": "地習氣斷故。二煩惱斷離二種死。覺人法無", "1618": "我。及二障斷　此答第三問也。如來度生誓", "1619": "願無盡。無謀而應非說而說。故曰無慮無察。", "1620": "良以究窮正智圓鑑法界。如鏡現像何待思", "1621": "慮然後說法耶。又曰四住地等。謂究竟果盡。", "1622": "所斷者二障。所離者二死。所證者無二我法", "1623": "門。豈化佛之所為乎。", "1624": "大慧。心意意識眼識等七。剎那習氣因。善無", "1625": "漏品離不復輪轉。大慧。如來藏者。輪轉涅槃", "1626": "苦樂因。空亂意慧愚癡凡夫所不能覺", "1627": "此答第四問也。心意等名七識身。即一第六", "1628": "事識。而剎那有壞不壞者。所從言異耳。若", "1629": "以諸識。從剎那習氣因。則有壞。從善無漏品。", "1630": "則不壞。以其性離非剎那。故不復輪轉。即不", "1631": "壞義。然剎那習氣者。六識之分也。善無漏品", "1632": "者。七識之分也。此乃六七對。明壞不壞義。若", "1633": "約七八相望。則七識執我想心未忘故。有可", "1634": "壞惟八識不壞。故特言眼識等七意存八識", "1635": "不壞故也。如來藏者別顯藏識。謂此識在輪", "1636": "轉謂之輪轉。在涅槃謂之涅槃。與之為苦樂。", "1637": "而未如不淨。是則不即不離。非壞不壞。故非", "1638": "凡愚所能覺知。空亂者小乘著空。乃為空所", "1639": "亂也。", "1640": "大慧。金剛力士所隨護者。是化佛耳。非真如", "1641": "來。大慧真如來者。離一切根量。一切凡夫聲", "1642": "聞緣覺及外道根量悉滅。得現法樂住無間", "1643": "法智忍。故非金剛力士所護。一切化佛不從", "1644": "業生。化佛者。非佛不離佛。因陶家輪等眾生", "1645": "所作相而說法。非自通處說自覺境界　此", "1646": "答第五問也。問中有對論別論。對論則佛有", "1647": "真化。故曰力士所護者。化佛也。離一切根量", "1648": "等。言真佛不墮自他陰界入法。得現法樂住", "1649": "無間法智忍故。則究竟住於智斷。功德法身", "1650": "常與定俱。故不須護。別論者。雖化亦不護。凡", "1651": "二意故。蓋化謂化現。亦應也。又無而歘有曰", "1652": "化。皆隨機應現。不同凡夫隨實業生。則不待", "1653": "護一也。又曰化佛者。非佛不離佛。乃從真起", "1654": "化。故非一非異。亦不待護二也。但化用必因", "1655": "眾生。眾生有作須眾緣具。故佛亦以緣具說", "1656": "法。故曰因陶家論等。正取緣具義也。是則不", "1657": "護而護。如金剛力士。豈得非化乎。非自通處", "1658": "者。不同真佛惟說自覺境界也。", "1659": "復次大慧。愚夫依七識身滅。起斷見。不覺識", "1660": "藏故。起常見。自妄想故不知本際。自妄想慧", "1661": "滅故解脫　此答第六問也。本際非不可施", "1662": "設。但為眾生未能出自妄想外故。於本際有", "1663": "所不知。極其妄想。不出斷常二見。故曰愚夫", "1664": "依七識身滅等。據彼所知。極於七識之外無", "1665": "所知故。因起斷見。而不覺識藏無盡。見其念", "1666": "念相續故。起常見。由其自妄想內。而不及外", "1667": "故不能知。必待妄想轉滅。方是解脫慧滅者。", "1668": "示妄不自滅。必由慧而滅也。", "1669": "四住地無明住地習氣斷故。一切過斷　此", "1670": "答第七問也。如來五住煩惱。正習俱盡二死", "1671": "永忘。豈復有魔業等事。然皆為眾生故。方便", "1672": "示現耳。此之七問七答。依經分節。或分為十", "1673": "或節為六。讀者宜自詳之。", "1674": "爾時世尊欲重宣此義。而說偈言。", "1675": "三乘亦非乘如來不磨滅", "1676": "一切佛所記說離諸過惡", "1677": "為諸無間智及無餘涅槃", "1678": "誘進諸下劣是故隱覆說", "1679": "諸佛所起智即分別說道", "1680": "諸乘非為乘彼則非涅槃", "1681": "欲色有及見說是四住地", "1682": "意識之所起識宅意所住", "1683": "意及眼識等斷滅說無常", "1684": "或作涅槃見而為說常住", "1685": "非乘者非佛乘也。不磨滅者謂真佛也。以", "1686": "其非乘故。為授一乘記。以其是真佛故。說", "1687": "離諸過惡。此間頌初後二答。亦兼頌第五", "1688": "問答也。為諸無間智等覆。頌初答意可知。", "1689": "諸佛所起智者。頌答第二問也。謂從初起", "1690": "道樹所得智。後即分別說道。此以其說而", "1691": "顯無說。非曰不說。以非性言之。故三乘而", "1692": "非佛乘。真空涅槃而非究竟涅槃。云不說", "1693": "爾。欲色有及見等者。頌四住地也。謂三界", "1694": "見思分為四住。意識下。頌答第六問。謂意", "1695": "由八識而起。而八識意之所住。故謂之為", "1696": "宅。以是言之。自不容以七識身滅而起斷", "1697": "見。彼又於意及眼識等斷滅處。說無常。或", "1698": "作涅槃見者。此皆凡外自妄想見。故不知本", "1699": "際。如來為是說常住也。", "1700": "爾時大慧菩薩。以偈問曰。", "1701": "彼諸菩薩等志求佛道者", "1702": "酒肉及與葱飲食為云何", "1703": "惟願無上尊哀愍為演說", "1704": "愚夫所貪著臭穢無名稱", "1705": "虎狼所甘嗜云何而可食", "1706": "食者生諸過不食為福善", "1707": "惟願為我說食不食罪福", "1708": "如來在鬼王宮中說法。諸夜叉等念。食時", "1709": "將至。非肉不食。大慧欲令諸鬼生慈心故。因", "1710": "請如來說食肉不食肉罪福。", "1711": "大慧菩薩說偈問已。復白佛言。惟願世尊。為", "1712": "我等說食不食肉功德過惡。我及諸菩薩。於", "1713": "現在未來。當為種種希望食肉眾生分別說", "1714": "法。令彼眾生慈心相向。得慈心已。各於住地", "1715": "清淨明了。疾得究竟無上菩提。聲聞緣覺自", "1716": "地止息已。亦得速成無上菩提。惡邪論法諸", "1717": "外道輩。邪見斷常顛倒計著。尚有遮法不聽", "1718": "食肉。況復如來世間救護正法成就。而食肉", "1719": "耶　入楞伽云。路伽耶等諸外道輩。起有無", "1720": "見執著斷常。尚有遮禁不聽食肉。何況如來", "1721": "正等覺大悲舍育世所依怙。而許自他俱食", "1722": "肉耶。", "1723": "佛告大慧。善哉善哉。諦聽諦聽。善思念之。當", "1724": "為汝說。大慧白佛言。唯然受教。佛告大慧。有", "1725": "無量因緣不應食肉。然我今當為汝略說。謂", "1726": "一切眾生從本以來展轉因緣常為六親。以", "1727": "親想故。不應食肉　入楞伽云。一切眾生從", "1728": "無始來。在生死中輪迴不息。靡不曾作父母", "1729": "兄弟男女眷屬乃至朋友親愛侍使。易生而", "1730": "受鳥獸等身。云何於中取而食之。", "1731": "驢騾駱駝狐狗牛馬人獸等肉。屠者雜賣故。", "1732": "不應食肉。不淨氣分所生長故。不應食肉。眾", "1733": "生聞氣悉生恐怖。如旃陀羅及譚婆等。狗見", "1734": "憎惡驚怖群吠故。不應食肉　梵音旃陀羅。", "1735": "此云屠者。譚婆此云食狗肉人。又獵師也。", "1736": "又令修行者慈心不生故。不應食肉。凡愚所", "1737": "嗜臭穢不淨。無善名稱故。不應食肉。令諸呪", "1738": "術不成就故。不應食肉。以殺生者見形起識", "1739": "深味著故。不應食肉。彼食肉者。諸天所棄故。", "1740": "不應食肉。令口氣臭故。不應食肉。多惡夢故。", "1741": "不應食肉。空閑林中虎狼聞香故。不應食肉。", "1742": "令飲食無節故。不應食肉。令修行者不生厭", "1743": "離故。不應食肉。我甞說言。凡所飲食作食子", "1744": "肉想。作服藥想故。不應食肉。聽食肉者。無有", "1745": "是處復次大慧。過去有王。名師子蘇陀婆食", "1746": "種種肉。遂至食人。臣民不堪。即便謀反。斷其", "1747": "奉祿。以食肉者有如是過故。不應食肉。復次", "1748": "大慧。凡諸殺者。為財利故殺生屠販。彼諸愚", "1749": "癡食肉眾生。以錢為網而捕諸肉。彼殺生者。", "1750": "若以財物。若以鉤網。取彼空行水陸眾生。種", "1751": "種殺害屠販求利。大慧。亦無不教不求不想", "1752": "而有魚肉。以是義故。不應食肉。大慧。我有時", "1753": "說遮五種肉。或制十種。今於此經一切種一", "1754": "切時。開除方便。一切悉斷。大慧。如來應供等", "1755": "正覺尚無所食。況食魚肉。亦不教人。以大悲", "1756": "前行故。視一切眾生猶如一子。是故不應令", "1757": "食子肉　文中言亦無不教不求不想而有魚", "1758": "肉者。應具二義。一謂屠販者。非惟自殺。亦", "1759": "教人殺者。教也。為財利故以鉤網等取彼眾", "1760": "生者。求也。見形起識身生味著者。想也。次謂", "1761": "愚癡食肉眾生。雖不自殺。以食肉故興彼屠", "1762": "販。即教殺義。以錢為網而捕諸肉。即求義。想", "1763": "義同上。然儒之五常以仁為首。若曰。釣而不", "1764": "網。弋不射宿。不殺胎。不歿夭。君子遠庖厨。", "1765": "皆仁之端。而不禁於食肉。我佛直以不殺眾", "1766": "生。為第一戒。視昆蟲肖翹無異己子。謂此而", "1767": "不戒則斷慈悲種子。其為仁豈不博哉。", "1768": "爾時世尊欲重宣此義。而說偈言。", "1769": "曾悉為親屬鄙穢不淨雜", "1770": "不淨所生長聞氣悉恐怖", "1771": "一切肉與葱及諸韮蒜等", "1772": "種種放逸酒修行常遠離", "1773": "亦常離麻油及諸穿孔床", "1774": "以彼諸細蟲於中極恐怖", "1775": "言離麻油者。外國風俗擣麻使生蟲合壓", "1776": "之規多汁益肥。如何可食。孔隙諸狀多有蟲", "1777": "聚。皆不可坐臥。以諸蟲於坐臥之時生驚怖", "1778": "故。", "1779": "飲食生放逸放逸生諸覺", "1780": "從覺生貪欲是故不應食", "1781": "由食生貪欲貪令心迷醉", "1782": "迷醉長愛欲生死不解脫", "1783": "為利殺眾生以財網諸肉", "1784": "二俱是惡業死墮叫呼獄", "1785": "若無教想求則無三淨肉", "1786": "彼非無因有是故不應食", "1787": "彼諸修行者由是悉遠離", "1788": "十方佛世尊一切咸訶責", "1789": "展轉更相食死墮虎狼類", "1790": "臭穢可厭惡所生常愚癡", "1791": "多生旃陀羅獵師譚婆種", "1792": "或生陀夷尼及諸食肉性", "1793": "羅剎貓貍等遍於是中生", "1794": "縛象與大雲央掘利魔羅", "1795": "陀夷尼此云羅剎女。縛象大雲央掘摩羅。", "1796": "皆經名也。", "1797": "及此楞伽經我悉制斷肉", "1798": "諸佛及菩薩聲聞所訶責", "1799": "食已無慚愧生生常癡冥", "1800": "先說見聞疑已斷一切肉", "1801": "妄想不覺知故生食肉處", "1802": "如彼貪欲過障礙聖解脫", "1803": "酒肉葱韮蒜悉為聖道障", "1804": "未來世眾生於肉愚癡說", "1805": "言此淨無罪佛聽我等食", "1806": "食如服藥想亦如食子肉", "1807": "知足生厭離修行行乞食", "1808": "安住慈心者我說常厭離", "1809": "虎狼諸惡獸恒可同游止", "1810": "若食諸血肉眾生悉恐怖", "1811": "是故修行者慈心不食肉", "1812": "食肉無慈慧永背正解脫", "1813": "及違聖表相是故不應食", "1814": "得生梵志種及諸修行處", "1815": "智慧富貴家斯由不食肉", "1816": "佛說心品將末。大慧復請垂誡酒肉等以", "1817": "終之。蓋吾佛設化。以一性平等為本。以慈", "1818": "悲同體為心。以為人入道為宗故。莫先於", "1819": "清淨離過。以濟物度生為事故。莫上於罪", "1820": "福因果。是以楞嚴正宗之後。具明四種明", "1821": "誨三種漸次。而於此經誡之彌篤。亦可以", "1822": "之擬流通焉。文先請通誡。次請別誡。佛答", "1823": "中備列不應食肉者凡十七緣。云云。次示", "1824": "遮制通局中。初言小教方便。或開五種。謂", "1825": "見聞疑殺等。自餘宜若開食或制十種。謂", "1826": "人蛇象等。而不及餘類。似應通許者。然尤", "1827": "謹言之。但曰遮制而已。曾無開許之言。縱", "1828": "有一時方便。亦不得已爾。次言此經。開除", "1829": "方便一切悉斷。其言可謂深切矣。而論者", "1830": "猶以聽制食肉。為一疑難。蓋記者有言曰。", "1831": "此經菩薩不應食肉。故知仍存小教中開。遂", "1832": "謂此經但制菩薩。仍存小教開許者。或謂", "1833": "記者之誤。今謂非也。正言楞伽當四阿含", "1834": "之後故。存漸教之說。異乎梵網頓制。以", "1835": "見此經部當方等。如是而已。所謂存者特", "1836": "其文耳。何謂猶存其事。且以為誤耶。不", "1837": "然經云一切悉斷。斯言何謂乎。嗚呼大為", "1838": "之防嚴為之制。而世猶或違之。況不為之", "1839": "誡乎。有以見業習之深也。至有不復讚歎", "1840": "梵行亦令他人入不律儀者。吾知斯人自貽", "1841": "厥咎。然此經言。一切法唯自心現。苟知善", "1842": "惡唯心。柰何順妄想而違聖教哉。戒之勉", "1843": "之。", "1844": "楞伽阿跋多羅寶經卷第四終四終", "1845": "今經四卷凡四品。總名為佛語心。而無別", "1846": "品之目。魏本十卷分十八品。唐本七卷分", "1847": "十品。後東都沙門寶臣。註唐本。則取魏之", "1848": "餘八品。如次間入。亦成十八品。夫楞伽", "1849": "一經。乃諸佛所說心法。佛說此法令一切", "1850": "菩薩入自心境。則知云佛語心品者。據一", "1851": "經大意而言之。其魏唐二本。別分品目者。", "1852": "據經之節段而分之。使學者易曉知。文有", "1853": "總別。理無二致也。昔姚秦命僧講此經。而", "1854": "不分節段。講無倫序。故主有云。吾佛經賓", "1855": "主問答。皆有起盡。此僧講經如何獨無倫", "1856": "序。時道安在洛陽。聞此說乃歎曰。何以吾", "1857": "儕例受斯恥。自此經無大小例分三分。後", "1858": "親光論傳至中華。果符其說。所謂分經雅", "1859": "合於親光者是也。今四卷仍存佛語心。品", "1860": "後依魏唐二本所列之。品標於其上。遮", "1861": "使講學之人不迷於章段。然十八品之中。", "1862": "但缺陀羅尼偈頌二品。初勸請品中文亦", "1863": "不足。止有六行偈文。以為別序分。斷食肉", "1864": "即流通分。故知文略而義不略也臣僧如玘", "1865": "謹識。", "1866": "新刻楞伽經後題新刻楞伽經後題", "1867": "皇帝既御寶曆。丕弘儒典參用佛乘。以化成", "1868": "天下。且以般若心經及金剛楞伽二經發明", "1869": "心學寔為迷。塗之日月苦海之舟航。乃", "1870": "洪武十年冬十月", "1871": "詔天界禪師臣宗泐演福法師臣如玘重加箋釋。", "1872": "明年春正月。心經金剛經新註成。甞徹叡覽", "1873": "已刊行矣。秋七月楞伽註又成。", "1874": "上御西華樓宗泐如玘同侍從之臣投進。", "1875": "上覽已悅曰。此經之註。誠為精確。可流布海", "1876": "內使學者講習焉。宗泐即奉", "1877": "詔。鍥梓於京師天界禪林如玘還杭之演福私", "1878": "念與宗泐同被", "1879": "上旨。豈宜以天界為拘。合刊斯經於演福。獨", "1880": "其卷帙浩繁。未遂厥志。蚤夜以為憂。淨慈禪", "1881": "師臣夷簡乃為撰疏。勸諸同袍暨樂善者助成", "1882": "之。起手於又明年夏五月。至冬十一月訖", "1883": "功。費鈔五百六十四緍云。惟楞伽一經。具", "1884": "藏通別圓四教大旨。所以斥小乘之偏。破", "1885": "邪見之惑。無非欲顯圓宗自覺正智而已。第", "1886": "其文辭古奧。讀者殊未易曉。東都沙門寶", "1887": "臣甞為之訓詁。援據雖若該博。而於經意", "1888": "多邈然不相入。胥臺雷菴受公。徒襲寶臣", "1889": "之緒論。自不能伸一啄。二者咸無取焉。惟", "1890": "柏庭法師善月。依天台教旨著為通義。敻", "1891": "然絕出常倫。苟以經文顯白者證之。亦未", "1892": "免有遺憾。他尚何望哉如玘。以辯博無礙之", "1893": "智。遊戲毘盧藏海。台衡之書無不融攝。故", "1894": "其論著雖有徵於柏庭。反復參驗務不失如", "1895": "來說經本意宗泐又能裁度旨趣。約繁辭而", "1896": "歸精當。遂使數百載疑文奧義。煥然明暢。", "1897": "誠可謂靈承", "1898": "皇上嘉惠烝民之意。弘昭大覺立教度人之", "1899": "方者矣。嗚呼佛之大法。惟帝王能興之。宗師", "1900": "能傳之。今一旦遭逢如此之盛。讀是經者。小", "1901": "則思遠惡而遷善。大則思明心而見性。庶不", "1902": "負", "1903": "聖天子之大德哉。是年冬十二月四日。前翰", "1904": "林學士承　旨。嘉議大夫知　制誥。兼修國", "1905": "史兼　太子贊善大夫臣　金華宋濂。載拜謹", "1906": "題。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1789 楞伽阿跋多羅寶經註解", "source": "CBETA"}