{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1992 汾陽無德禪師語錄", "text": {"0": "頌曰", "1": "下汾陽無德禪師歌頌卷下", "10": "則言垂展示。智達則語必投機。了萬法於一", "100": "麁細任從麥與穀。破衣壞衲度寒暄。普為人", "101": "天多植福。智慧刀戒定燭。照破無明黑闇獄。", "102": "直截根源諸佛言。叮嚀為說須記錄。法性通", "103": "無諂曲。問答隨機不拘束。慈悲喜捨種良田。", "104": "寬裕清通施金玉。性恬和常肅穆。願與天人", "105": "作眼目。五根五力導五通。三脫三空壞三毒。", "106": "清淨心無雜欲。常將慚愧作衣服。瓔珞莊嚴", "107": "解脫身。誓與塵勞不相續。法界周任延促來", "108": "往不論僧與俗。無生無念總無疑。有德有能", "109": "任斤斸。我今自慶自忻愉。同道同心常共讀。", "11": "言。截眾流於四海。如斯則何天不皎。何地不", "110": "頌曰。無德無能無所解。無心無意續玄燈。無", "111": "生無滅無來去。無是無非一箇僧。", "112": "德學歌德學歌", "113": "今之重學。古之重德。德學相扶。堪為軌則。夙", "114": "夜強學。席上珍總。似巢由千萬億。安睡高枕", "115": "翠蘿間。青靄白雲伴賢德。武陵潛舜讓國。廬", "116": "庵蓮社招不得。十八多才五老迎。披莎側笠", "117": "千峯北。穿耳胡僧却相識。同坐同吟同共食。", "118": "携琴執錫碧嵓巔。調琴卓錫長泰息。五千言", "119": "美上德。積學成功却失德。寂然不動更無思。", "12": "平。既有觀見之光。豈無能鑑之者。今時欲參", "120": "感而遂通如晷刻。似安師見彌勒。正問三科", "121": "謂玄默。物外高談會者希。世智辯聰未奇特。", "122": "道中人數相覓。瞬目揚眉便端的。丘伯當初", "123": "髣髴間。自餘誰更能相擊。古云。一合乾坤夾", "124": "是非。所以少林長面壁。頌曰。休經罷論絕文", "125": "章。為效先宗續古皇。心地開通明至理。全提", "126": "應用得玄綱。真燈一照無明破。假幻三因有", "127": "質亡。為報五湖參道者。速須親近法中王。", "128": "因見古德翫珠吟乃述翫珠歌因見古德翫珠吟乃述翫珠歌", "129": "蕩蕩神珠身廣大。落落圓空無障礙。萬象縱", "13": "此道。便須省己如燈。照多生之暗室。高明似", "130": "橫影現中。赤白青黃常自在。天然器含法界。", "131": "不著聖凡兼古代。靈通照燭體無瑕。彼此是", "132": "非百雜碎。有威神無生滅。貧苦之徒須擊發。", "133": "賑濟三塗六道中。利生引出乾坤月。或大或", "134": "小人不別。隱顯人天離圓缺。用時便用不思", "135": "量。拾礫之流明皎潔。無價寶如意珠。隨緣遇", "136": "物化非虛。春興和煦成真相。秋分結實滿倉", "137": "儲。心如空意如鏡。垢盡空空亦無鏡。豁達玲", "138": "瓏只箇珠。愚人不識諸佛性。活鱍鱍白洞洞。", "139": "古聖今賢皆掌弄。四方八面現靈光。但爀巍", "14": "月。輝積劫之昏衢。洗意清神。亡身為法。學師", "140": "巍絕輕重。善友得濟飢慳。直出威音至聖前。", "141": "分明識取箇精真。長劫免被眾魔牽。本色衲", "142": "僧高著眼。茅刀不過待驢年。", "143": "與重巖道者住山歌與重巖道者住山歌", "144": "住山須識山中主。不識徒勞山裏住。青山綠", "145": "水眼前飛。白靈散漫山頭去。嵓又高嶺又峻。", "146": "曲襵徘徊身自困。臨崖石上坐思量。正性不", "147": "明心躁悶。望林巒看石壁。滿目杉松懸布滴。", "148": "不知何者是真山。妄念空多元不息。我修行", "149": "憑何力。見性未分無道德。將甚酬他施主恩。", "15": "子兒哮吼。勿逐野干。同鳳凰子翱翔。休隨黃", "150": "一米七斤難消得。願今身逢知識。決擇身心", "151": "去荊棘。常持法雨潤心田。百福莊嚴俱濟益。", "152": "豁然通心明悟。這迴識得山中主。行住坐臥", "153": "體輕安。問答隨機巧迴互。身如山性如水。山", "154": "水空花無表裏。對境看時似有形。子細推窮", "155": "從誰起。既分明心通徹。坐臥山中常快活。不", "156": "消功力用求真。皎皎青天見明月。照山林無", "157": "不遍。一片霞光如白練。飛禽走獸任縱橫。皆", "158": "是向渠影中現。師子王常獨步。百怪千邪離", "159": "驚怖。龍天釋梵總歸依。此是妙峯真正主。千", "16": "雀。精進為務。覺多生。罕遇奇人。勇猛為心。", "160": "谿萬󱐙總唯心。直至涅槃山上路。頌曰。山中", "161": "有主山中住。山石經行山水語。端坐山林山", "162": "色心。心外無山山是生。識得山中不死人。覺", "163": "智圓明自看取。乾坤大地及江河。總是山僧", "164": "行李處。", "165": "廣智歌一十五家門風廣智歌一十五家門風", "166": "大道頗見有高低。真空那肯說疎離。如海吞", "167": "流同增減。似妙峯聳總擎持。萬派千溪俱入", "168": "海。七金五嶽盡須彌。玉毫金色傳燈後。二三", "169": "四七普聞。知信衣息廣開機。諸方老宿任施", "17": "慶此世得逢知己。須開正見。切要精通。物外", "170": "為。識心是木從頭說。迷心逐物却生疑。或直", "171": "指或巧施。解導前綱出後機。旨趣分明明似", "172": "鏡。盲無慧目不能窺。明眼士見精微。不言勝", "173": "負惰愚癡。物物會同流智水。門風逐便演宗", "174": "枝。即心佛非心佛。歷世明明無別物。即此真", "175": "心是我心。我心猶是權機出已上是馬祖宗派。", "176": "或五位或三路。施設隨根巧回互。不解當今", "177": "是本宗。展手玄通亡佛祖已上是洞山宗派。", "178": "或君臣或父子。量器方圓無彼此。士庶公侯", "179": "一道平。愚智賢豪明漸次已上是石霜宗派。", "18": "高流。無生怠慢。忠言逆耳。不順人情。直語無", "180": "有時敲有時唱。隨根問答談諦當。應接何曾", "181": "矢理儀。淺解之流却生謗。或雙明或單說。", "182": "只要當鋒利禪悅。開權不為鬪聰明。舒光祇", "183": "要辨賢哲。有圓相有默論千里持來目視瞬。", "184": "萬般巧妙一圓空。爍迦羅眼通的信已上是溈仰宗派。", "185": "或全提或全用。萬象森羅實不共。青山不礙", "186": "白雲飛。隱顯當臺透金鳳已上是石頭藥山宗派。", "187": "象骨鏡地藏月。玄沙崇壽照無缺。因公致問", "188": "指歸源。旨趣來人明皎潔已上是地藏至雪峯宗派。", "189": "或稱提或拈掇。本色衲僧長擊發。句裏明人", "19": "私。幸希覺察。", "190": "事最精。好手還同楔出楔。或擡薦或垂手。切", "191": "要心空易開口。不識先人出大悲。管燭之徒", "192": "照街走已上是雲門宗派。", "193": "德山棒臨際喝。獨出乾坤解橫抹。從頭誰敢", "194": "亂區分。多口阿師不能說。臨機縱臨機奪。迅", "195": "速鋒鋩如電掣。乾坤祇在掌中持。竹木精靈", "196": "腦劈裂。或賓主或料揀。大展禪宗辨正眼。三", "197": "玄三要用當機。四句百非一齊翦。勸同袍莫", "198": "強會。少俊依前成窒礙。不知宗脈莫顢頇。永", "199": "劫長沈生死界。難逢難遇又難聞。猛烈身心", "2": "門人住石霜山慈明大師楚圓集", "20": "行脚歌行脚歌", "200": "快通泰。", "201": "了義經歌了義經歌", "202": "修多羅藏。諸佛奧旨。示生滅門。釋無生理。直", "203": "指心源。敷第一義。截偽續真。授人天記。意出", "204": "有無。行過籌計。言不拘理不制。正顯無功亡", "205": "漸次。八萬四千諸度門。祇為迷徒多巧偽。有", "206": "邪諦無真智。立正摧邪二俱祕。大聖無功一", "207": "切通。三毒不生佛出世。此箇經信有幾。毘盧", "208": "藏內貫花偈。是經常在一塵中。大智之人能", "209": "普濟。釋梵護天龍喜。惡鬼脩羅恭敬禮。更有", "21": "發志辭親。意欲何能。投佛出家。異俗專心。慕", "210": "千邪百怪來。聞說此經皆䠒跪。真實經離文", "211": "字。演波羅蜜普周備。化相能開方便門。總攝", "212": "多般都一智。眼絕見耳絕聽。六用如空不相", "213": "閉。萬象森羅夢裏塵。誰人肯向夢中睡。素怛", "214": "囕明有記。摩怛哩迦依了義。清淨無生解脫", "215": "根。雜念盡為煩惱抵。淨尸羅遮俗世。毘尼木", "216": "叉親自製。波離不識比丘元。無垢始明心地", "217": "契。報君知須審細。一種談經明解義。河沙曠", "218": "劫歷微塵。不識茲經長日醉。解空人祖佛位。", "219": "剖出眾生根本智。利他自利化無邊。妄斷攀", "22": "法為僧。既得尸羅具備。又能法服霑身父母。", "220": "緣成大士。勸人天聽了義。直出輪回生死際。", "221": "當處無心空不生。永棄斷常能所地。緣起無", "222": "因不強名。只箇圓音勝一切。分明為報道中", "223": "人。勤讀此經長莫廢。復云。作麼生得不廢", "224": "去。", "225": "佛道訣佛道訣", "226": "佛道顯然。顯然不是。不是不辨。萬象俱現。日", "227": "月空明。物我皆氷。氷鏡弗真。杳絕疎親。陽焰", "228": "空花。今古何存。虛機釋幻。妄自指陳。指陳不", "229": "了。全成大兆。了指失宗。妄認西東。達本識", "23": "不供甘旨王侯。不侍不臣。潔白修持。如氷似", "230": "空。劫盡莫通。二乘不曉。如石壓草。草根不", "231": "除。葉不能枯。草石俱掃。更有何惱。吾宗直", "232": "截。太虛生滅。生滅通辨。隨機緣轉。弗用針", "233": "錐。直須快見。快見無差。即是余家。余家無", "234": "物。眾魔不屈。三世如來。皆從斯出。日用無", "235": "傷。觸目開彰。口放毫光。永絕稱揚。乾坤廣", "236": "大。人王法王。如斯不決。任自提綱。", "237": "古皇道古皇道", "238": "古皇道坦然。坦然常自在。智慧與愚癡。邪正", "239": "成窒礙。東西南北週。不明妄作解。心明一切", "24": "玉。不名不利。去垢去塵。受人天之瞻敬。承釋", "240": "明。心昧一切昧。六門靜六通。三毒成三界。", "241": "總是意根生。不須生妄解。地水與火風。四空", "242": "為祖代。祖代不惺惺。子孫虛揑怪。八萬四千", "243": "門。結繁都一塊。森羅日月分。依位不相背。漢", "244": "玉及胡氷。九夏水流快。切莫妄指陳。指陳眼", "245": "翳殺眼中青不亡空花豈可退。古今參學徒。", "246": "與此恰相對。不過大中關。病根終不差。與爾", "247": "撥大虛。解脫觀自在。如今一切通。洞曉十方", "248": "界。", "249": "是非歌是非歌", "25": "梵之恭勤。忖德業量來處。將何報答為門戶。", "250": "出家學道總須知。在眾叢林切莫虧。尊幼古", "251": "今詮有德。勿同愚輩是兼非。聞說好心便喜。", "252": "聞說惡恨不死。好惡都來只自心。剛向其中", "253": "覓道理。世間人多無智。不解思量是非起。大", "254": "智之人看著伊。自己容身入無地。子路曾遭", "255": "漁父呵。夫子慚顏足忘履。舍利尊第一記。亦", "256": "被愚夫親正指。如來慈眼視眾生。了達古今", "257": "明本際。看周秦及漢魏。敗國亡家皆總是。歷", "258": "劫是非地獄因。聞說是非須審細。我聞說心", "259": "不起。只箇是非便親旨。些子浮言尚不銷。問", "26": "專精何行即能消。唯有參尋別無路。苦身心", "260": "甚西來祖師意。要分明辨根帶。曉箇是非真", "261": "有地。更有人來說是非。向道余今識得爾。", "262": "魚鼓歌魚鼓歌", "263": "天地之間。宇宙之際。不逐四時。寧同三世。為", "264": "魚則滄波之外。作木乃白蓮宮裏。頭尾俱全。", "265": "鱗角皆備。心寬腹大而長生。身直性空而無", "266": "死。虛間自在終不犯。於金鉤杳絕名言。願長", "267": "申於玉偈。森羅不礙。處寶剎以為祥。萬象那", "268": "同在乾坤。而作瑞時時扣擊。十方之海眾來", "269": "臻。每每傳音五天之胡。僧去𥧌香厨最上。舒", "27": "歷山水。白眉作伴為參禮。冐雪衝霜不避寒。", "270": "空界之千光。不雜人天。引太虛之一氣。冥心", "271": "大士。聞之則爽朗精神。懵懂禪流。聽之則堂", "272": "中瞌睡。六律不拘。八音何滯。四惡之名利已", "273": "祛。五美之間聲不至。口珠每吐。難逢別寶之", "274": "人。龍角長申。罕遇識龍之士。潛身金谷。患為", "275": "鐘鼓先規。示質精藍。且與童真作器。江湖之", "276": "外。寧同點額之鱗。海嶽隨身。自有冲天之", "277": "勢。同袍側耳。聽解脫之圓音。普眼門開。見乾", "278": "坤之廣細。", "279": "拄杖歌拄杖歌", "28": "渡水穿雲伏龍鬼。銕錫飛銅瓶滿。不問世間", "280": "八節九曲。山水具足。頭脚分明。開人眼目。不", "281": "從天不從地。橫竪長空無壅滯。常將擊發上", "282": "根人。懵懂禪流且瞌睡。或登山或渡水。用導", "283": "前岡作肘臂。九州四海任升騰。卓然直下金", "284": "輪際。實堅貞堪倚仗。頭尾迴旋指的當。解脫", "285": "文殊疆界分。本色衲僧擗脊棒。", "286": "又拄杖歌又拄杖歌", "287": "我有一條曲󱑷杖。節鬪螺紋山勢樣。橫擔天", "288": "下撥虛空。邪魅見之皆膽喪。實堅貞硬如鐵。", "289": "擊石山河須爆裂。有時攪海伏獰龍。騫馱佉", "29": "長與短。叢林道侶要商量。四句百非一齊翦。", "290": "羅當時歇。辨頑愚明宗的。不是文殊虛效力。", "291": "相似之談不要舒。屎中展臥幾時出。山僧又", "292": "見不忍。卓刺教伊須奮迅。振令萬象豁然明。", "293": "咀娑阿竭碎如粉。示人天要知分。各各英豪", "294": "添爽俊。昔時金色獨擎持。今日汾陽親掌印。", "295": "印群心明如日。未辨正邪莫啾唧。挑摘教君", "296": "子細看。鬣󱑒眼睛阿誰識。識得者是何枝。休", "297": "言南北與東西。不是飲光親付囑。爭得成龍", "298": "天上飛。大丈夫須猛烈。勁定聖凡蹤跡絕。直", "299": "言一拂去餘塵。拈得拄杖驀頭掣。頌曰。一條", "3": "參學儀參學儀", "30": "探玄機明道眼。入室設針須鍛鍊。驅邪顯正", "300": "拄杖刺嵑勁。直螺紋爆節。尋常肩上橫檐。大", "301": "地乾坤挑斡。󱒴開懵鈍頑癡。打破怜利尖黠。", "302": "如今卓在西河。諸方作麼拈掇。", "303": "一字歌一字歌", "304": "諸佛無法可說。汾陽略宣一字。不干紙墨文", "305": "章。豈效維摩焌地。三乘未稱吾宗。萬行亦非", "306": "他意。見性唯祇自心。認著依前不是。塵中世", "307": "界無涯。自在逍遙行李。毛頭海嶽無邊。曠蕩", "308": "遊山翫水。一字歌百萬偈。的的相傳傳子細。", "309": "句句幽微微又玄。只箇玄玄玄本。智飲光尊", "31": "自應知。勿使身心有散亂。道難行塵易漫。頭", "310": "同明證。瞬目欲恭行正令。諸徒異解枉施功。", "311": "亂向途中認凡聖。不用求元不失。妄念纔生", "312": "黑似漆。幻化浮雲性本無。方寸迷真捉幻物。", "313": "歷劫迷不曾省。遍計河沙妄纏病。如今證得", "314": "本根源。靈智廓然離邪正。汾陽直說審思量。", "315": "瞥爾緣塵拋佛性。八節遷一心秉。密密那伽", "316": "常在定。青霄碧落是家風。信手拈來善祇應。", "317": "投針入室要商量。一字歌中明似鏡。", "318": "讚深沙神讚深沙神", "319": "大悲濟物福河沙。現質人間化白蛇。牙爪纖", "32": "頭物物須明見。區區役役走東西。今古看來", "320": "鋒為利劍。精神獰惡作深沙。鼻高言言丘帶", "321": "嶽。耳大輪󱑖山疊󰯦。黤䫡兩睛懸金鏡。磔索", "322": "雙眉鍤鐵叉。有螺筋有蚌結。皴皴󱓀󱓀身爆", "323": "烈。脚蹈洪波海浪翻。手撥天門開日月。現威", "324": "靈如忿怒。遙見便令人畏懼。瓔珞枯髏頸下", "325": "纏。猛虎毒蛇身上布。師子衫象王袴。更絞毒", "326": "龍為抱肚。非但人間見者驚。一切邪魔無不", "327": "怖。真大聖實慈力。現相人間人不識。都緣塵", "328": "劫縱頑嚚。不信大悲施軌則。或驚天或震地。", "329": "哮吼喊呀聲匝地。警覺群生睡眼開。敲磕愚", "33": "忙無限。我今行勤自辨。莫教失却來時伴。舉", "330": "迷親佛智。我今知能方便。利物觀根千萬變。", "331": "或擒或縱或扶持。只要速超生死岸。驅雷風", "332": "擊覢電。霹靂鋒機如擊箭。輷輷磕磕震天威。", "333": "爆爆熚熚須鍛鍊。丘區巘崿一齊平。劍戟槍", "334": "刀無不殄。化人天伏神鬼。磽硬剛強盡瞻禮。", "335": "放光覢爍靜乾坤。吐氣停騰清海水。吾今讚", "336": "爾實靈通。曠劫如來親受記。頌曰。威靈不測", "337": "化人天。現質三千滿大千。一念遍收無量劫。", "338": "河沙諸佛口親宣。", "339": "屏風歌屏風歌", "34": "足動步要分明。切忌被他虛使喚。入叢林行", "340": "余有素屏風。美施今古蹤。端形皆皓色。頗得", "341": "稱禪宮。不裝點勿舒功。能遮劫壞鼓南風。煙", "342": "塵雲霧俱弗著。萬象森羅總現中。愚不識智", "343": "先通。積雪為真雪莫同。定光曾受能仁記。釋", "344": "迦因此化瞑矇。方整體靜圓容。只在人天天", "345": "勿窮。士庶公侯為景秀。貧賤愚癡隔壁。聾可", "346": "珍仰實難逢。百千萬劫失形容。如今不識還", "347": "巧妙。爭如掌翫素屏風。筋力有勿痕跡。不使", "348": "良工一點力。珂月長舒玉練明。照爍乾坤用", "349": "無德。", "35": "大道。不著世間虛浩浩。堅求至理不辭勞。剪", "350": "師一日携拄杖行。次俗人問。手裏是什", "351": "麼。師云。大不知時。云弟子罪過。師云。", "352": "不打爾。因茲有歌。", "353": "一條楖𣗖手中拄。󱑰地撑天無價數。頭尾廻", "354": "旋擊電機。堪與諸方作規矩。報禪流猛提取。", "355": "渡水登山且依怙。橫擔世界臥長空。指出乾", "356": "坤明佛祖。打愚癡伏猛虎。直截根源分付與。", "357": "教伊自在用縱橫。量器方圓巧廻互。罕逢知", "358": "莫謾語。黃檗高亭大莽鹵。德山臨際盡鋪舒。", "359": "荷澤分明承六祖。後學流少砧杵。掌內擎持", "36": "去繁華休作造。百衲衣雲水襖。萬事無心離", "360": "不能剖。韶陽偏得睦州心。保壽開堂越今古。", "361": "示同袍指行路。肩上挑衣大辛苦。缾鉢都來", "362": "些子多。千千萬萬擔將去。如今舉動總隨身。", "363": "不過茅刀自看取。", "364": "山僧歌山僧歌", "365": "卓犖風姿。寉眉烏髮。曾遍歷於山雲。亦廣行", "366": "於海畷。普見宗師。躳身參謁。或則請問投機。", "367": "或即開鋒提掇。或即大眾以同途。或即獨行", "368": "而栖息。萬年松上。高聳一枝。千聖林中。明懸", "369": "孤月。蹉跎於宇宙之間。蹭蹬於湘江避拙。是", "37": "煩惱。千般巧妙不施功。直出輪迴生死道。勸", "370": "以巖阿凝定。身心而自在。俱間雄峯。宴坐神", "371": "靜。而清虛總歇。或策杖而經行。或逢人而指", "372": "訣。寶光影裏。願作明燈。玉軸函中。長為擊", "373": "發。軟如緜硬似鐵。一片真心常皎潔。縱橫不", "374": "礙往來風。運用豈更有時節。垣蕩蕩勿拘", "375": "結。粥飯尋常茶又啜。寒即烘爐堂裏安。熱即", "376": "青蘿松下歇。任王侯從檀越。不怕嚴凝地凍", "377": "裂。天晴萬象不能遮。雨後撥雲開日月。振威", "378": "神凝霜雪。霹靂鋒機如電掣。直言不見有纖", "379": "毫。誰更將心誇巧拙。有人不會問如何。向道", "38": "同袍求正見。莫似愚夫頻改變。投嵓立雪猛", "380": "還同楔出楔。", "381": "壽山歌壽山歌", "382": "壽嶽南臺。寶月長開隱一箇。圓明大象顯三", "383": "句。炟爀崔嵬。爍電之機。愚迷罔措。或展拓", "384": "而出沒太虛。或收攝而針關難度。一淳道者。", "385": "無鑑藥於言詮。千學之徒。有機關於語路。或", "386": "雷驚於宇宙。聖凡路絕。或指示於乾坤。群靈", "387": "普入。有生有殺。無匿無私。麗水之真金不重。", "388": "塵途之瓦礫非輕。如天普蓋。似地普擎。孤窮", "389": "之子歸家。錯判之徒共爭。歷歷落落。撈撈摝", "39": "身心。方得法王常照現。請益勤恭敬速。不避", "390": "摝。滿滿兮十方世界。蕩蕩兮六道空廓。實不", "391": "思議。正宗難墜。祖祖相傳。佛佛授記。阿呵呵", "392": "莫瞌睡。歌頌既彰。分明道理。頌曰。爍電機已", "393": "早遲。碧眼胡莫揚眉。大海龍小水龜。壽嶽聳", "394": "日月低。虎豹奔波走。師子吼全威。正宗長不", "395": "朽。邪徒勿強為。是非都不管。真箇法王兒。", "396": "法身歌法身歌", "397": "蕩蕩全軀。人天莫測。雖無念以無私。乃有恩", "398": "而有力。展之不舒。收之不克。現千般異像於", "399": "人天。化萬類長懸於太極。震威靈無邊剎土。", "4": "夫參玄大士。與義學不同。頓開一性之門。直", "40": "寒喧常不足。只緣心地未安然。不羨榮華不", "400": "豈礙星辰化群生。有識界中。寧亡軌則。不話", "401": "無功。豈談寂默。興大悲而拔苦。有恩運大慈。", "402": "而與樂無德。或擒或縱。只在臨機。或用或施。", "403": "互為光飾。用則遍滿十方。施則不移晷刻。縱", "404": "則放曠寬容。擒則毘耶杜默。實不思議。可行", "405": "可止。只目前兮。巍巍莫覩。在纖塵兮。落落何", "406": "視。有作有能。無心無意。上智聞兮。爽神下士", "407": "見兮。眼翳塞之杜源。通之流水明白。只要心", "408": "開。不管古今道理。一念不通有塞。瞥爾心開", "409": "無滯。雖然毫髮不收。曾與空王同志。直言普", "41": "怕辱。直教見性不從他。自家解唱還鄉曲。度", "410": "告人天。分明這箇不是。復云那箇是。", "411": "翫珠歌翫珠歌", "412": "晃晃圓珠表裏明。長居塵世不彰形。觸物用", "413": "光光不盡。應緣照世世無生。常皎潔體無瑕。", "414": "隨機引接稱僧家。貧苦之人常濟拔。賢豪之", "415": "類助英華。不居地不居天。毘盧藏裏解方圓。", "416": "有意搜求終不見。無心燭物照寧。偏衣中寶", "417": "用無邊。斯多曾獻祖師前。瓔珞親傳密多手。", "418": "西乾東土化人天。如今得不須慳。大悲展手", "419": "施心寬。饒益解行方便慧。利他自利悉周", "42": "平生實安樂。蕩蕩縱橫無依托。四方八面應", "420": "圓。", "421": "性水歌性水歌", "422": "智水流通流不竭。湛然濯世異生滅。渡人濟", "423": "物解方圓。潤洽良田眾果結。養魚龍清火獄。", "424": "渴乏飢羸皆飽足。苦惱俱消水不渾。天上人", "425": "間常滋沃。波浪停眾流息。千󱐙澄源長皎碧。", "426": "萬象齊分總不妨。各各靈明俱濟益。", "427": "方丈素壁歌方丈素壁歌", "428": "金園素質無瑕隙。不使良工一點力。表裏從", "429": "他照國明。免將巧手畫為則。入此室心不撓。", "43": "機緣。萬象森羅任寬廓。報四恩拔三有。問答", "430": "雪嶽霜天常皎皎。玉鏡蘇燈晝夜輝。照出輪", "431": "迴生死道。", "432": "證道頌二十首證道頌二十首", "433": "入聖超凡割愛親。勿同愚慢縱貪嗔。六根永", "434": "滅邪思漏。便得光明解脫身。", "435": "入聖超凡割愛親。便從博地了煩塵。速除癡", "436": "騃無明苦。即是圓通自在人。", "437": "入聖超凡割愛親。無令容易度秋春。斬釘截", "438": "鐵勤精進。上味醍醐最是珍。", "439": "入聖超凡割愛親。為求祖印揥心燈。六道八", "44": "隨機易開口。五湖四海乍相逢。一擊雷音師", "440": "解三明徹。方得堪為應供人。", "441": "入聖超凡割愛親。勿輕小罪撥無因。如今見", "442": "有愚慵者。纔作高人却下人。", "443": "入聖超凡割愛親。滅除妄念絕煩塵。心同朗", "444": "月添群象。萬德莊嚴一行真。", "445": "入聖超凡割愛親。直須堅猛莫因循。無令少", "446": "樂侵名利。失却高賢德行人。", "447": "入聖超凡割愛親。便同孤寉不同群。雪毛丹", "448": "頂天然貴清唳翱翔一片雲。", "449": "入聖超凡割愛親。勤行精進莫教虧。專心供", "45": "子吼。悠悠自在樂騰騰。大地乾坤無過咎。分", "450": "佛挑燈燭。獻果焚香志勿疲。", "451": "入聖超凡割愛親。志拋家國奉慈尊。巾瓶策", "452": "勵心無倦。願事空王作子孫。", "453": "入聖超凡割愛親。片雲孤寉喜同隣。氷霜不", "454": "變金剛性。此界他方作大人。", "455": "入聖超凡割愛親。丹霄騰霧越星辰。依時造", "456": "化興雲雨。灑潤山河翠色新。", "457": "入聖超凡割愛親。天然自性比浮雲。騰空不", "458": "礙高低路。正氣融和逈出群。", "459": "入聖超凡割愛親。移山竭海路通津。不辭接", "46": "明報爾水雲僧。記取面南看北斗。讚曰。五湖", "460": "引勞心力。只恐人中罕遇人。", "461": "入聖超凡割愛親。一言道合便同門。休將心", "462": "識虛等覓。日月何曾屬暗昏。", "463": "入聖超凡割愛親。須知同類不同群。慈悲喜", "464": "捨多饒益。不在功能不在文。", "465": "入聖超凡割愛親。便將心意合天真。迴光返", "466": "照明今古。識得愚人是智人。", "467": "入聖超凡割愛親。乾坤大地不妨身。虛空展", "468": "縮無增減。一種為僧利濟人。", "469": "入聖超凡割愛親。無令魔子巨頑嚚。從今輕", "47": "四海歷叢林。萬里千山不易尋。親覲祖宗明", "470": "用金剛杵。擊碎須彌作粉塵。", "471": "入聖超凡割愛親。如龍騰霧布祥雲。驅雷降", "472": "雨滋苗稼。萬物咸蘇祝聖君。", "473": "擬寒山詩擬寒山詩", "474": "雨落田中濕。風搖樹上寒。時人󱈛肆去。山翁", "475": "屋裏眠。似醉人難識。如癡兩鬢班。白顏猱叫", "476": "處。驚出一雙猨。好是住汾陽。猶連子夏岡。西", "477": "河蓮藕熟。南國果馨香。野客爭先採。公侯待", "478": "後甞。仲尼不遊地。唯我獨消詳。紅日上東方。", "479": "霞舒一片光。皎然分萬象。精潔涌潮岡。蝶舞", "48": "見性。莫將薺苨作人蔘。", "480": "叢花拆。鸎啼煙柳茂。孰能知此意。令我憶南", "481": "陽。余家路不遙。金界示金橋。香嶺叢花拆。煙", "482": "嵐日上銷。清涼千谷靜。紫府萬賢高。我笑寒", "483": "山笑。豐干脚下勞。無德住西河。心間野興多。", "484": "太虛寬世界。海嶽蹙江波。獨坐思知己。聲鍾", "485": "聚毳和。欲言言不盡。拍手笑呵呵。百福莊嚴", "486": "相。從頭那路長。雲生空裏盡。雨落滿池塘。春", "487": "鳥喃喃語。秋鴻役役忙。孰能知此意。獨我化", "488": "汾陽。方種巧升騰。須知一點真。古今研至理。", "489": "明暗示餘塵。虜塞風霜急。長空雨露頻。天台", "49": "略序四宗頓漸義略序四宗頓漸義", "490": "山裏客。却與我相隣。歷劫何曾忘。長年只麼", "491": "間。蓼花芳浦岸。松韻響溪間。三島雲開靜。五", "492": "峯雨霽山。古今常不昧。金界碧霄看。寂寂虛", "493": "間處。人疎到此來。透窓明月靜。穿戶日光", "494": "開。鶴聚庭前樹。鸎啼宇後臺。同心誰得意。舉", "495": "目望天台。全體是寒山。唯能向此眠。捉猿高", "496": "嶺上。放虎石溪邊。花拆香風遞。松分細雨穿。", "497": "疎林竹徑重。將謂是神仙。", "498": "唐六祖後門人立讓大師為七祖唐六祖後門人立讓大師為七祖", "499": "頌曰", "5": "出萬機之路。入總持之林苑。薝蔔為香。扇古", "50": "夫律師者。宗分有部。細行威儀。弘範毘尼。嚴", "500": "1 達磨大師一達磨大師", "501": "西天二十八。東土為第一。親承迦葉宗。得法", "502": "波羅蜜。六眾已調伏。三化早周畢。震旦果芬", "503": "芳。遍界金光出。", "504": "2 可大師二可大師", "505": "斷肱求法人。今古應難比。立雪至齊腰。屈身", "506": "禮到地。願開甘露門。廣度群生類。不是小因", "507": "緣。必成於大事。", "508": "3 璨大師三璨大師", "509": "世人見風狂。可公知大器。有罪乞師懺。師云", "51": "淨三界。究七聚五篇之奧。窮四夷二過之微。", "510": "無罪底。言下契真源。佛法僧無二。備弘智惠", "511": "門。大闡曹溪志。", "512": "4 信大師四信大師", "513": "隨化處人問。往來俱不止。直望雙峯山。頂空", "514": "分一氣。童子記牛頭。融公受教至。法布滿娑", "515": "婆帝王躳自禮。", "516": "5 忍大師五忍大師", "517": "初生與世殊。量含於太虛。室女親為母。見僧", "518": "絕有天。宿住人皆讚他心美不如。巍巍容相", "519": "異。千聖一真軀。", "52": "持犯開遮真常軌。則白三翻之羯磨。唱四忍", "520": "6 能大師六能大師", "521": "混世人難測。權作採樵夫。訪道尋知識。慇懃", "522": "捨俗愚。親得黃梅旨。疎看白玉書。負石舂糠", "523": "志。酬恩行不孤。", "524": "7 讓大師七讓大師", "525": "已得觀音號。猶談讓子名。有危持夢救。無苦", "526": "不辭輕。受讖應先聖。傳燈付後經。隨根興普", "527": "澤。蒙潤即芽生。", "528": "敘六祖後傳法正宗血脈頌敘六祖後傳法正宗血脈頌", "529": "能師密印付觀音。百丈親傳馬祖心。黃檗大", "53": "之護持。若非宣律之能。爭得同成師範者也。", "530": "張臨際喝。三聖大覺解參尋。興化流津通汝", "531": "海。寶應曾窮風穴深。首山一脈西河注。六七", "532": "宗師四海欽。師子金毛牙爪備。嚬呻震奮象", "533": "穿林。群狐併蹤狐蹤絕。眾類潛形類不侵。唯", "534": "有五湖真大士。遠方來湊競投針。橫筇掛錫", "535": "挑燈手。不過茅刀豈得金。為報水雲參道者。", "536": "直須英俊勿沈吟。一般採藥求真藥。莫將薺", "537": "苨作仁蔘。真印真得親傳軌則。千萬人中一", "538": "兩人克。", "539": "又頌又頌", "54": "夫法師者。登狻猊座。廣敷妙義。談二空理。理", "540": "鵝王鳥飛去。馬頭嶺上住。天高蓋不得。大家", "541": "總上路。", "542": "六根圓明頌六根圓明頌", "543": "眼色圓明色是心。色心無物更相侵。相侵只", "544": "是心根動。動靜圓明觀世音。", "545": "耳聲應響普圓音。十方洞徹古兼今。今古圓", "546": "通觀自在。迷悟須知一道心。", "547": "鼻香塵剎盡皆通。普應圓彰事理融。此界他", "548": "方和合處。不論凡聖在其中。", "549": "舌味蓮花相前有。甜苦辛酸應不久。分明了", "55": "契圓常。開頓漸之門。擇聖凡之慧。隨方處藥。", "550": "別是塵心。演說談玄不在口。", "551": "身觸圓真萬行全。隨機擊發勿邪偏。普含法", "552": "界元真淨。只箇圓通理事寬。", "553": "意法舒光一切空。總持園苑號吾宗。金色頭", "554": "陀親付囑。六相圓明一路通。", "555": "都釋六根圓明短歌都釋六根圓明短歌", "556": "眼耳鼻舌身兼意。六用皆同一法智。百千巧", "557": "妙應機緣。物物俱圓離塵翳。眼色空耳聲離。", "558": "香味觸法俱無滯。和融自在號圓通。這箇圓", "559": "通絕真偽。要分明須審細。六道神光常不閉。", "56": "量器堪任。知熟知根。甄邪甄正。煥然能所。明", "560": "心隨萬境境唯心。心境元空總周備。重重帝", "561": "網六門開。鏡象圓真明一切。", "562": "六相頌六相頌", "563": "見是阿那律。分明無一物。大地及山河。演出", "564": "波羅蜜。聞是跋難陀。聲通總莫過。遠近一齊", "565": "了。更不念摩訶。香是殑伽女。慈悲心偏普。淨", "566": "穢盡能知。即此我人母。味是憍梵鉢。甜苦尋", "567": "常說。入口辨辛酸。恰似當天月。觸是舜若多。", "568": "善惡總能和。塗割無嗔喜。只箇是彌陀。意是", "569": "大迦葉。毘盧俱一法。幽室顯然分。枝派千花", "57": "暢主賓因果不昧於人間。道化罔迷於天界。", "570": "葉。", "571": "辨邪正辨邪正", "572": "垂帶稱提辨是非。要分緇素識尊卑。針筒鼻", "573": "孔須拈出。若無巴鼻失宗機。", "574": "恐顢頇恐顢頇", "575": "一向高茅又不通。須明春夏及秋冬。水動波", "576": "澄知是濕。達幻方能得性空。", "577": "巧辯不真須有志巧辯不真須有志", "578": "巧口多聰號辯才。分明却與道相乖。若無斷", "579": "臂酬恩者。爭肯西胡特地來。", "58": "擊大法鼓豈廢津梁非四依三德之高流。寧", "580": "得用全得用全", "581": "作用威權理要分。勿教觸事有情塵。看君駐", "582": "意求玄旨。不是楞伽會上人。", "583": "擬將來擬將來", "584": "獨脫將來已早遲。隨言薦得更何為。直似江", "585": "西逢馬祖。也是汾陽第二機。", "586": "辨作家辨作家", "587": "汾陽寨下有作家。箇箇能提鼈鼻蛇。將頭作", "588": "尾能施展。本色衲僧薩普吒。", "589": "識機鋒二頌識機鋒二頌", "59": "得弘通於大教。除非達士。頗測淺深。堪作當", "590": "爍電之機不易當。將心學道轉顛狂。直饒齩", "591": "得當鋒箭。也是烏龜水底藏。", "592": "疾焰過風用更難。揚眉瞬目隔千山。奔流度", "593": "刃猶成滯。擬擬如何更得全。", "594": "句內明真句內明真", "595": "句裏明人事最精。來機深辨審須聽。禮拜進", "596": "前分皂白。眼中早有焰光生。", "597": "顯宗用顯宗用", "598": "迅速超然物外機。莫教駐思有遲疑。喻似金", "599": "剛携寶劍。擬將切玉早成泥。", "6": "佛之嘉猷。心明是道。懷氷霜而潔白。真玉無", "60": "人。始稱導誘者也。", "600": "讚師機讚師機", "601": "䦎閬宗師不易逢。電機聳峻疾如風。禮拜進", "602": "前身定動。知君失却主人翁。", "603": "因僧毳衲有頌因僧毳衲有頌", "604": "抖擻頭陀服。分明百衲衣。不從針線出。豈肯", "605": "等閒披。萬行方為首。千賢一路歸。如今承事", "606": "者。必定續能師。", "607": "南行述牧童歌南行述牧童歌十五首", "608": "我有牧童兒。常樂古書典。不將文筆抄。祇麼", "609": "便舒展。未曾讀一字。要文千萬卷。應物不須", "61": "夫論師者。擊鐘樓上。立義場中。縱奪臨機。斥", "610": "虧。問答能祇遣。", "611": "我有牧童兒。執杖驅牛轉。不使蹈荒田。豈肯", "612": "教馳踐。泉水落巖崖。青松長石畔。牛飽取陰", "613": "涼。餘事誰能管。", "614": "我有牧童兒。騎牛入鬧市。不把一文錢。買斷", "615": "乾坤地。種也不施工。收也無準備。當市垛皮", "616": "鞭。蟄戶一齊啟。", "617": "我有牧童兒。長年百不作。日出向光明。天晴", "618": "入巖谷。溪水洗牛頭。嬾草蔽牛脚。從他萬象", "619": "昏。我心長寥廓。", "62": "呵當勢。聳四無礙之雷辯。掩千萬類之鼓音。", "620": "我有牧童兒。尋常一似癡。有言人不會。無心", "621": "道自知。海嶽指淵峻。乾坤廣極低。人問承何", "622": "力。空拳掌萬機。", "623": "我有牧童兒。身心如鐵石。不依諸佛言。不取", "624": "世人則。吹笛上高山。把鞭牛上槭廻。首笑呵", "625": "呵。大地無人識。", "626": "我有牧童兒。䰉鬟髽髻長。眉舒兩卷經。手挈", "627": "一條杖。指物作乾坤。演說成真相。孰能知此", "628": "意。天上人間仰。", "629": "我有牧童兒。人天不奈何。忽將世界生。忽打", "63": "邪正雙驅。有無互起。奪赤幡于手內。鞭白骨", "630": "乾坤破。顏貌只齠年。性寬心海大。却問古皇", "631": "仙。誰人生得我。", "632": "我有牧童兒。千般呼喚有。行時海嶽隨。坐即", "633": "乾坤守。廻首枕須彌。擡身倚北斗。先賢不奈", "634": "何。唯我獨長久。", "635": "我有牧童兒。是非不到耳。縱橫自在安。展縮", "636": "無拘止。有意翫江山。無心求榮貴。長眠牛背", "637": "上。真箇無餘事。", "638": "我有牧童兒。披莎戴箬笠。不能風雨侵。霧露", "639": "和衣濕。春聽百花榮。秋看千株泣。牧童祇箇", "64": "於階前。高建法幢。廣摧異見。非若馬鳴龍樹", "640": "心。非是不能入。", "641": "我有牧童兒。風姿爽古貌。心通廓太虛。性直", "642": "量還奧毛端三界現。微塵六趣倒。傷嗟洗耳", "643": "翁。却被牽牛笑。", "644": "我有牧童兒。不解一切法。左手提一鞭。右手", "645": "携一榼。不見有同流。驅牛入石菴。須密遇彌", "646": "迦。方能善對答。", "647": "我有牧童兒。不著於三昧。大地作繩床。青天", "648": "為寶蓋。參羅及萬象。日月星辰界。鼓腹唱巴", "649": "歌。橫眠長自在。", "65": "之威。豈敢當鋒者矣。", "650": "我有牧童兒。醜陋無人識。肩上一皮鞭。腰間", "651": "一管笛。往往笑寒山。時時歌拾得。閭氏問豐", "652": "干。穿山透石壁。", "653": "紙扇紙扇", "654": "團團滿月。應機擊發。解取清涼。能去炎熱。得", "655": "用當時。雲消雨歇。掌內乾坤。一齊通徹。", "656": "色空色空", "657": "色空明暗普門彰。萬物無形對影光。法法化", "658": "成真是幻。幻心不住界通方。心如空色是幻。", "659": "空幻分明無改變。根塵物物盡光鮮。不說聖", "66": "夫禪師者。元真一氣。堅固三空。行住怡然。語", "660": "凡兼貴賤。遇正陽和風扇。水綠山青花爛漫。", "661": "鸎啼燕語話春分。令人總憶能公喚。", "662": "又曰又曰", "663": "余今說色心。萬象不相侵。直須言下薦。切忌", "664": "句中尋。", "665": "四相四相", "666": "地廣寬容負重輕。擎持海嶽不曾傾。聖凡無", "667": "不因茲力。春色方臨百卉禎。", "668": "水涌高源性本清。澄流壅決順方平。沃潤良", "669": "田通津濟。滄波須作海潮聲。", "67": "默憺靜。携金剛之智印。傳諸佛之心燈。照積", "670": "火性堅剛事莫窮。能成萬物助神功。發來天", "671": "地俱灰燼。上下東西一聚空。", "672": "風動無形不可彰。乾坤大地放毫光。鳴條拔", "673": "樹吹砂石。總說東君一道芳。", "674": "三教三教", "675": "夫子有真知。五常是要規。百王不能易。千載", "676": "洽昌時。老子有丹訣。人間近可師。去華能守", "677": "實。此外更無知。我佛有真眼。照盡世間疑。三", "678": "千大千界。一念能總知。三教鼎三足。無令缺", "679": "一物。推窮因果門。究竟不如佛。", "68": "劫之昏衢。燭多生之暗室。截眾流於四海。了", "680": "鐘鐘", "681": "了童纔擊朗乾坤。谿契迷徒不悟門。示聽盲", "682": "聾興大用。達人豈不爽精神。飲光曾杵通天", "683": "信。吉利吒王息劍輪。隨扣發機皆應召。普天", "684": "無不總霑恩。", "685": "圓通圓通", "686": "聞思修慧獲圓通。果滿三乘路不同。用即隨", "687": "機循業現。發生諸趣見真功。玉毫曾展三塗", "688": "界。金色分輝萬行中。爍迦羅眼千燈照。母陀", "689": "羅手印虛空。", "69": "萬法於一言。直指人心。見性是佛。同師子而", "690": "黑黧猫兒黑黧猫兒", "691": "黑黧猫兒作用全。牙爪纖長勢力圓。毛頭涌", "692": "出真師子。眼放毫光照大千。無邊寶藏能守", "693": "護。有心蟲鼠解摧殘。分明上樹安身法。未曾", "694": "開口𡖦甥前。", "695": "竹杖竹杖", "696": "一條青竹杖。操節無比樣。心空裏外通。身直", "697": "圓成相。渡水作良明。登山堪倚仗。終須撥太", "698": "虛。卓在高峯上。", "699": "悟道悟道", "7": "瑕。蘊金石而堅貞。驪珠有照。紹迦葉之正宗。", "70": "哮吼。大闡玄音。震龍猛之天雷。直明妙旨。皆", "700": "一悟大乘空。萬境自然通。圓融三界外。包含", "701": "六趣中。失旨終無物。得用有神功。真箇無心", "702": "道。不是小人宗。", "703": "明道明道", "704": "皎潔分明不在勳。寶光明殿絕纖塵。波澄水", "705": "動元知濕。嶽聳雲開皂白分。師子嚬呻千獸", "706": "伏。象王蹴蹈一池渾。帝鐘日打那吒手。拶破", "707": "乾坤獨出倫。", "708": "文殊劍文殊劍", "709": "我有文殊劍。光明晝夜舒。曾逼如來走。徒使", "71": "是懸通佛記。須知。宿植勝因。若非洞貫天機。", "710": "比丘蘇。天魔皆稽首。梵釋盡嗚呼。尋常安膝", "711": "上。今古總橫鋪。", "712": "金剛王劍金剛王劍", "713": "金剛寶劍我常携。大振空堂日月輝。梵釋天", "714": "龍親禮讚。威光觸物盡當機。", "715": "行脚僧行脚僧", "716": "五湖四海盡曾遊。自在縱橫不繫舟。今日忽", "717": "因屏上看。人人總持用機籌。", "718": "畫劍二首畫劍二首", "719": "龍泉寫出鬼神驚。倒嶽傾湫宇宙清。四海八", "72": "那得安禪靜慮。識心達本。冥契諸緣。悟性無", "720": "蠻皆貢國。垂衣披袞罷欃槍。", "721": "琅玕永息駐心疑。物物當機理不移。如人問", "722": "我因誰力。報道能公第一枝。", "723": "秋夜秋夜", "724": "秋天靜僧寂寞。夜更長心寥廓。諦思仁不識。", "725": "審細何依託。不見有纖毫。應物隨機作。人問", "726": "是何宗。同道鳴金鐸。", "727": "雪雪", "728": "滿目似銀山。心空世界寬。光明凝皎潔。何物", "729": "更能宣。", "73": "生。頓超事理。當得續焰傳燈。光輝三界。佛", "730": "因人施無角牛二首因人施無角牛二首", "731": "人施無角牛。應瑞有來由。果熟誠難避。因圓", "732": "業已周。儀相人皆訝。藏角不藏頭。孫賓遇方", "733": "朔。始可識張稠。", "734": "有頭無角實堪嗟。百劫難逃這作家。凡聖不", "735": "能明得盡。現前相貌有些些。", "736": "因人得線因人得線", "737": "妙手何曾掛一條。今晨蒙贈可知交。三乘五", "738": "性猶花貫。爍電當機是毳袍。", "739": "歲旦二首歲旦二首", "74": "日長明者也。", "740": "余今周甲子。孰可知生死。四大夢中漚。一身", "741": "葉上水。浮雲不久停。甘蔗豈長美。唯有一靈", "742": "光。曠劫何曾墜。", "743": "余今六十一。白髮相催出。幻質比浮雲。空心", "744": "同祖佛。春來不羨花秋。去豈嫌物。更與三十", "745": "年。瞥然如電拂。", "746": "坐禪坐禪", "747": "閉戶疎慵叟。為僧樂坐禪。一心無雜念。萬行", "748": "自通玄。月印秋江靜。燈明草舍鮮。幾人能到", "749": "此。到此幾能甄。", "75": "不出院歌不出院歌", "750": "寄德山院主寄德山院主", "751": "西河水闊難逢信。善卷山深易隱賢。今日遇", "752": "僧馳片幅。貴圖記得箇中玄。", "753": "慶法筵慶法筵", "754": "一周甲子慶為僧。萬事無心總不能。唯有五", "755": "湖來請問。權開三徑去冤憎。滿頭白髮從他", "756": "白。遍地氷霜任自氷。今古不移絲髮許。逍遙", "757": "物外樂騰騰。", "758": "雜言歌王觀察雜言歌王觀察", "759": "余見王觀察。台星斗柄拔。雄雄宋作珪。凜凜", "76": "志靜安禪不出院。天機洞貫十方同。無為大", "760": "漢為鎋。奇兮崛兮王君烈。我今始識真賢哲。", "761": "寬猛相須綿又鐵。磊磊落落真英傑。鞫鞫鞫", "762": "磕除妖孽。一千年聖遇文明。合志順天孰能", "763": "奪。", "764": "啐啄同時頌三首啐啄同時頌三首", "765": "物外無生體妙機。洞傳今古棄亡思。分明句", "766": "內超乾象。啐啄何曾不及時。", "767": "頭頭萬象顯靈機。句句微亡絕慮思。凡聖路", "768": "殊同啐啄。直教點鏑不遺時。", "769": "從前垂手接初機。正示繁言免妄思。今日捧", "77": "化人難湊。有作微權世易通。真慧劍絕磨礱。", "770": "詩來請益。聊伸啐啄報當時。", "771": "示眾示眾", "772": "春雨與春雲。資生萬物新。青蒼山點點。碧綠", "773": "草勻勻。雨霽長空靜。雲收一色真。報言修道", "774": "者。何物更堪陳。", "775": "書懷書懷", "776": "寄跡五湖外。萍蓬四海間。鳳棲桐樹穩。鶴憩", "777": "古松閒。雨潤香樓漬。莓苔怪石斑。吉祥天獻", "778": "草。方稱老愚頑。", "779": "因讀又玄集因讀又玄集", "78": "當疑破惑濯愚蒙。正定不生諸妄解。須知萬", "780": "因讀又玄集。堪嗟錯用心。不除三惑苦。總被", "781": "四知侵。獻寶虧家寶。求金失自金。幾多迷路", "782": "者。不解自推尋。", "783": "園頭僧乞頌園頭僧乞頌", "784": "茂殖園林主。寒喧切要知。地肥多白朮。砂鹵", "785": "少青芝。下種宜春澤。收藏怕晚灕。却因花木", "786": "盛。憶得草枯時。", "787": "三玄三要頌三玄三要頌", "788": "第一玄。照用一時全。七星常燦爛。萬里絕塵", "789": "煙。", "79": "法本元空。塵沙界一念中。百千妙理瞥然窮。", "790": "第二玄。鉤錐利似尖。擬擬穿腮過。裂面倚雙", "791": "肩。", "792": "第三玄。妙用且方圓。隨機明事理。萬法體中", "793": "全。", "794": "第一要。根境俱亡絕朕兆。山崩海竭洒颺塵。", "795": "蕩盡寒灰始為妙。", "796": "第二要。鉤錐察辨呈巧妙。縱去奪來掣電機。", "797": "透匣七星光晃耀。", "798": "第三要。不用垂鉤不下鉤。臨機一曲楚歌聲。", "799": "聞了盡皆悉返照。", "8": "傳曹溪之密印。自省者不論尊幼。玄通者豈", "80": "彈指盡收無量義。縱橫豈礙往來風。坦蕩蕩", "800": "修禪總攝修禪總攝", "801": "安禪心寂靜。不被世魔牽。入聖超凡境。人間", "802": "出世間。", "803": "見性離文字見性離文字", "804": "見性非言說。何干海藏文。舉心明了義。不在", "805": "廣云云。", "806": "頓漸俱收頓漸俱收", "807": "識心心是佛。不識即魔王。魔佛一心作。佛真", "808": "魔即狂。", "809": "法界無差法界無差", "81": "坐顒顒。幽庭深院對青松。澄神靜處間心地。", "810": "莊嚴法界廣精勤。剎剎塵塵見佛身。經卷塵", "811": "中誰解出。法王真子可宣陳。", "812": "圓通頓了圓通頓了", "813": "萬德圓通開佛眼。千光福相號金輪。莊嚴幻", "814": "質同真際。妙覺無生讚道人。", "815": "直指本心直指本心", "816": "眾生少信自心佛。不肯承當多受屈。妄想貪", "817": "嗔煩惱纏。都緣為愛無明窟。", "818": "頓覺頓覺", "819": "頓悟心源開寶鉢。應供人天離禪悅。百味酥", "82": "唯有高僧問至宗。病起藥興除妄病。病除藥", "820": "陀最上珍。萬兩黃金也不說。", "821": "迷悟同源迷悟同源", "822": "迷疑千卷猶嫌少。悟了一言尚太多。迦葉親", "823": "傳心印印。不從文字付頭陀。", "824": "漸根三乘漸根三乘", "825": "三乘了義號真詮。接引初心出蓋纏。遠劫熏", "826": "成無漏種。要明本性解方圓。", "827": "初心五性初心五性", "828": "五性修行道不同。人間天上是真蹤。往來豈", "829": "出輪迴苦。堪愍垂慈六趣中。", "83": "遣道堪崇。鶣鵲能針虛用力。祁婆妙術枉施", "830": "錯用心錯用心", "831": "近見修持苦節人。六時行道志精勤。心中妄", "832": "想邪思覺。兜率西方覓世尊。", "833": "明道明道", "834": "汾陽道廣勿遮欄。蹈著清涼路轉寬。拾得寒", "835": "山誰辨明。分明同步是豐干。", "836": "西河師子西河師子", "837": "西河師子九州聞。抖擻金毛眾獸賓。哮吼一", "838": "聲天地靜。五湖四海奉明君。", "839": "汾陽境汾陽境", "84": "功。寬性海普吞容。饒人量器列疆封。謙如育", "840": "子夏峯高峻。西河水湛深。登山涉水客。步步", "841": "見真心。", "842": "直示佛心直示佛心", "843": "百川競注歸滄海。萬法多名只一心。經有明", "844": "文余又說。大悲菩薩號觀音。", "845": "自書自書", "846": "每自勤三業。誰能笑七賢。然燈迦葉後。運智", "847": "古皇前。不止無心地。寧居有想天。一輪明月", "848": "靜。萬󱐙寶光妍。宴坐爐藏火。經行香續煙。古", "849": "今同道者。頻復往來篇。", "85": "德申仁義。敦美溫良順克恭。圓自智感殊功。", "850": "自懷自懷", "851": "自覺年來力已知。經行宴坐只慈悲。無明頓", "852": "息休人我。妄解蠲除絕有疑。朽木既非無象", "853": "質。荷花豈得作瑠璃。從他日月般時序。都放", "854": "身心一似癡。", "855": "學問學問", "856": "從前學問幾能知。拾礫泥中辨寶稀。唯有隱", "857": "倫高趣者。騰騰兀兀混時機。", "858": "學古學古", "859": "古者金聲是正聲。今人蹤跡倣先行。莫教空", "86": "人問天上廣興隆。淳朴不移山野志。樂說無", "860": "笑爭蝸角。直下今生要不生。", "861": "齧缺傷俊勇齧缺傷俊勇", "862": "聰明不得失人多。既得聰明理合和。德似顏", "863": "回堪入室。來車去乘聽謠歌。", "864": "十二時歌十二時歌", "865": "鷄鳴丑百福。莊嚴莫自守。開門大施。濟饑貧。", "866": "英俊還須師子吼。", "867": "平旦寅顒顒。端坐自安神。四句百非都不著。", "868": "四明照出道中人。", "869": "日出卯不用。思量作計校。人來遠近少知音。", "87": "生得聖聰。休計度莫思量。眉間忽爾放毫光。", "870": "不肯休心任煩惱。", "871": "食時辰鐘鼓。分明喚主人。隨方應供福人天。", "872": "萬德莊嚴是正因。", "873": "禺中已更莫。多求樂餘事。三乘五性夢中塵。", "874": "靈光直出如來智。", "875": "日南午直性。分明異今古。迴光普照勿親疎。", "876": "不信依前受辛苦。", "877": "日昳未平等。舒光照天地。江海高山總不妨。", "878": "這箇分明智中智。", "879": "晡時串萬別。千差識取真。一正百邪俱不起。", "88": "照破無明多劫黑。三山鬼賊不能藏。戒定慧", "880": "十力圓通號世尊。", "881": "日沒酉諸行。無常不長久。經行坐臥不生心。", "882": "便是余家真道友。", "883": "黃昏戌寂靜。安禪功已畢。了了通身六道光。", "884": "錯解還同漆中漆。", "885": "人定亥一念。不生無障礙。道合天機性宛然。", "886": "妙旨玄通觀自在。", "887": "夜半子大智。圓通無彼此。迷悟還如鏡上塵。", "888": "塵鏡俱亡更何事。", "889": "勸世勸世", "89": "解脫香。知見分明滿十方。為報諸賢須守護", "890": "近見人多說是非。不能緘口道相依。言他短", "891": "處君還短。長短誰人自得知。", "892": "聖凡邪正自須知。莫管他人是與非。今古幾", "893": "能窮妙盡。妄隨塵境走如痴。", "894": "爭人競我幾時休。不覺春光已變秋。葉落雁", "895": "歸霜漸冷。布衣草屨更何求。", "896": "汾陽無德禪師歌頌卷下終", "897": "禪師語錄舊版在汾州歲久多脫落南方亦", "898": "少見者今勸眾緣重鏤版以廣流通", "899": "建中靖國元年正月初五日比丘　守中題", "9": "礙賢愚。是僧俗以同遵。乃聖凡而共湊。心明", "90": "遙天必定降嘉祥。寶光明殿親記說。雷音震", "900": "洪州開禪宗文字陳政　印行", "901": "廬山圓通崇勝禪院住持傳法比丘圓璣校勘", "91": "吼法中王。伏龍鬼化剛強。如如不動行溫良。", "92": "百福莊嚴資萬乘。總持道化樂時康。實堪忍", "93": "樂深藏。不話春秋青與黃。兀兀如癡心自在。", "94": "騰騰似醉性舒光。四句百非俱不著。優遊安", "95": "坐法堂堂。頌曰。行心已歇身安靜。妄斷攀緣", "96": "世不拘。絲髮不移通法界。河沙佛國一毫舒。", "97": "自慶歌自慶歌", "98": "慶幸慶幸無人哭。安禪正坐常知足。不貪世", "99": "利不求餘。不羨榮華不怕辱。辰一齋寅一粥。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1992 汾陽無德禪師語錄", "author": "宋 楚圓集", "sourceLink": "http://www.cbeta.org/"}