{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇〔論〕－【聖】【聖乙】＊論", "text": {"0": "非問分5 緣品", "1": "舍利弗阿毘曇論卷第十三", "10": "逸。不樂放逸。不行親近。不樂親近。如是道生", "100": "住正住。是名內身觀身行。云何內。身身若受。", "101": "謂若內緣生自性己分。是名內。云何觀。謂如", "102": "實人微觀正覺緣觀解。是名觀。云何行。如是", "103": "微觀成就不違法護持行微行。是名行。云何", "104": "勤精進。謂如實人若順法多行精進。是名勤", "105": "精進。復次若身心發起顯出越度不退。是名", "106": "勤精進。云何正智。謂如實人知見解射方便。", "107": "是名正知。云何念。謂如實人憶念。微念緣", "108": "念住不忘相續念不失不集。是名念。云何世", "109": "間。有二種世間。眾生世間行世間。五道受生。", "11": "正生起正起觸證。是名一道。復次獨遠離捨", "110": "是名眾生世間。五受陰。是名行世間。云何貪。", "111": "貪不善根。是名貪。云何憂。意觸苦受。是名", "112": "憂。云何除。覆背解斷吐出。是名除。", "113": "云何外身觀身行。若比丘外一切四大色身", "114": "攝法。若外一處四大色身攝法。思惟無常知", "115": "無常解無常受無常。如是不放逸觀。得定心", "116": "住正住。是名外身觀身行。復次比丘。一切外", "117": "四大色身所攝法。若一處外四大色身所攝", "118": "法。若觀苦痛癰箭著味病依緣壞法不定不滿", "119": "可壞苦空無我。思惟緣知緣解緣受緣。即無", "12": "惡。遠離不雜垢穢。離諸欲惡。如是道生正生", "120": "明緣行。乃至名色緣六入。乃至是名外身觀", "121": "身行。復次比丘。外一切四大色身所攝法。外", "122": "一處四大色身所攝法。思惟滅知滅解滅受", "123": "滅。無明滅則行滅。乃至名色滅則六入滅。乃", "124": "至是名外身觀身行。及餘諸行外一切四", "125": "大色身所攝法。若外一處色身所攝法。思惟", "126": "得定心住正住。是名外身觀身行。云何外身。", "127": "謂身非受非內非緣生非自性非己分。是名", "128": "外。餘義如上說。", "129": "云何內外身觀身行。如比丘一切內外四大", "13": "起正起觸證。是名一道。復次不共貪欲瞋恚", "130": "色身攝法。若一處內外四大色身攝法。觀無", "131": "常知無常解無常受無常。如是不放逸觀。得", "132": "定心住正住。是名內外身觀身行。復次比丘。", "133": "一切內外四大色身攝法。若一處內外四大", "134": "色身攝法。若觀苦痛癰箭著味病依緣壞法", "135": "不定不滿可壞苦空無我。思惟緣知緣解緣", "136": "受緣。無明緣行乃至觸緣受。乃至是名內外", "137": "身觀身行。復次比丘。一切內外四大色身攝", "138": "法。若一處內外四大色身攝法。思惟滅知滅", "139": "解滅受滅。無明滅則行滅。乃至名色滅則六", "14": "愚癡煩惱。不共障礙覆蓋繫縛惡行。如是道", "140": "入滅。乃至是名內外身觀身行。復次比丘。若", "141": "見死屍棄在塚間。若一日至三日。乃至是名", "142": "內外身觀身行。復次比丘。若見死屍棄在塚", "143": "間。若一日至三日膖脹青瘀。乃至是名內外", "144": "身觀身行。復次比丘。若見死屍棄在塚間。若", "145": "一日至三日。為烏鳥虎狼若干諸獸之所食", "146": "噉。乃至是名內外身觀身行。復次比丘。若見", "147": "死屍骨節相連。青赤爛壞膿血不淨臭穢可", "148": "惡。乃至是名內外身觀身行。復次比丘。若見", "149": "死屍骨節相連。餘血皮所覆筋脈未斷。乃至", "15": "生正生起正起觸證。是名一道。復次獨不放", "150": "是名內外身觀身行。復次比丘。若見死屍骨", "151": "節相連。血肉已離筋脈未斷。乃至是名內外", "152": "身觀身行。復次比丘。若見死屍骨節已壞未", "153": "離本處。乃至是名內外身觀身行。復次比丘。", "154": "若見死屍骨節斷壞遠離本處。脚脛膞脾臗", "155": "脊脇肋手足肩臂項髑髏諸骨各自異處。乃至", "156": "是名內外身觀身行。復次比丘。若見死屍骨", "157": "節久故色白如貝色青如鴿朽敗碎壞。乃至", "158": "是名內外身觀身行。復次比丘。若見死屍在", "159": "火聚上。燒髮毛皮膚血肉筋脈骨髓。一切髮", "16": "逸。精進念知修遠離行。如是道生正生起正", "160": "毛乃至骨髓漸漸消盡。觀此法不至東方南", "161": "西北方四維上下處住。此法本無而生。已生", "162": "還滅。乃至是名內外身觀身行。及餘一切諸", "163": "行四大色身攝法。若一處內外四大色身攝", "164": "法。思惟得定心住正住。是名內外身觀身行。", "165": "云何內外身若受若非受。是名內外身。餘義", "166": "如上說。比丘觀身法緣起行。觀身法緣滅行。", "167": "比丘如是觀身法緣起緣滅行。有身起內念。", "168": "以智以明識不依身。無所依行不受於世。如", "169": "是比丘。內身觀身行勤精進正智正念。除世", "17": "起觸證。是名一道。復次獨處閑靜。親近隨坐。", "170": "貪憂。外身內外身亦如是。", "171": "云何受觀受行。受謂六受。眼觸受乃至意觸", "172": "受。是名受。云何內受觀受行。如比丘一切內", "173": "受。若一處內受。思惟無常知無常解無常受", "174": "無常。如是不放逸觀。得定心住正住。是名內", "175": "受觀受行。復次比丘。一切內受若一處內", "176": "受。思惟苦患癰箭味病依緣壞法不定不滿", "177": "可壞苦空無我。思惟緣知緣解緣。受緣即無", "178": "明緣行。乃至觸緣受。乃至是名內受觀受行。", "179": "復次比丘。若一切內受。若一處內受。思惟滅", "18": "或曠野空處山谷崖窟。露處草坐處。在林藪", "180": "知滅解滅受滅。即無明滅則行滅。乃至觸滅", "181": "則受滅。乃至是名內受觀受行。及餘諸行一", "182": "切內受一處內受。思惟得定心住正住。是名", "183": "內受觀受行。何謂內。受謂內。是內是緣是自", "184": "性是己分。是名內。餘義如上說。", "185": "云何比丘外受觀受行。如比丘一切外受。若", "186": "一處外受。思惟無常知無常解無常受無常", "187": "如是不放逸觀。得定心住正住。是名外受觀", "188": "受行。復次比丘。一切外受。若一處外受。思惟", "189": "苦患癰箭味病依緣壞法不定不滿可壞苦空", "19": "塚間水側遠離聚落。如是道生正生起正起觸", "190": "無我。思惟緣知緣解緣受緣。無明緣行乃至", "191": "觸緣受。乃至是名外受觀受行。復次比丘。一", "192": "切外受。若一處外受。思惟滅知滅解滅受滅。", "193": "即無明滅則行滅。乃至觸滅則受滅。是名外", "194": "受觀受行。及餘諸行一切外受。若一處外受。", "195": "思惟得定心住正住。是名外受觀受行。云", "196": "何外。受行受非受。謂外非內非緣非自性", "197": "非己分。是名外。餘義如上說。", "198": "云何內外受觀受行。如比丘一切內外受。若", "199": "一處內外受。思惟無常知無常。解無常受", "2": "姚秦罽賓三藏曇摩耶舍", "20": "證。是名一道。復次心獨住正住正止一入定。", "200": "無常。如是不放逸觀。得定心住正住。是名內", "201": "外受觀受行。復次比丘。若一切內外受。若一", "202": "處內外受。思惟苦患癰箭著味病依緣壞法", "203": "不定不滿可壞苦空無我。思惟緣知緣解緣", "204": "受緣。即無明緣行乃至觸緣受。乃至是名內", "205": "外受觀受行。復次比丘。一切內外受。若一處", "206": "內外受。思惟滅知滅解滅受滅。即無明滅。乃", "207": "至觸滅則受滅。乃至是名內外受觀受行。復", "208": "次比丘。若受樂受知我樂受。苦受不苦不樂", "209": "受亦如是。若受有染樂受。知我有染樂受。若", "21": "是名一道。復次一向柔軟調伏清淨。是名一", "210": "受無染樂受。知我無染樂受。苦受不苦不樂", "211": "受亦如是。是名內外受觀受行。及餘諸行。一", "212": "切內外受。若一處內外受。思惟得定心住正", "213": "住。是名內外受觀受行。云何內外受。受若非", "214": "受。是名內外。餘義如上說。如是比丘。觀受法", "215": "緣起行。觀受法緣滅行。如是比丘。觀受法起", "216": "滅行有受念內以智以明識不依受無所依行", "217": "不受一切世。如是比丘。內受觀受行勤精進", "218": "正智正念。除世貪憂。外受內外受亦如是。", "219": "云何心觀心行。云何心。若心意識六識身七", "22": "道。復次貪欲瞋恚愚癡煩惱障礙覆蓋繫縛", "220": "識界。是名心。云何內心觀心行。如比丘一切", "221": "內心。若一處內心。思惟無常知無常解無常", "222": "受無常。如是不放逸觀。得定心住正住。是名", "223": "內心觀心行。復次一切內心。若一處內心。思", "224": "惟苦患癰箭味病依緣壞法不定不滿可壞苦", "225": "空無我。思惟緣知緣解緣受緣。即無明緣行", "226": "行緣識。乃至是名內心觀心行。復次比丘。一", "227": "切內心若一處內心思惟滅知滅解滅受滅。", "228": "即無明滅則行滅。行滅則識滅。是名比丘內", "229": "心觀心行。及餘法行一切內心。若一處內心。", "23": "惡行盡。是名一道。復次離欲寂靜修正覺滅", "230": "思惟得定心住正住。如是比丘內心觀心行。", "231": "云何內。心若心受謂內。是內是緣是自性是", "232": "己分。是名內。餘義如上說。", "233": "云何比丘外心觀心行。如比丘一切外心。若", "234": "一處外心。思惟無常知無常解無常受無常。", "235": "如是不放逸觀。得定心住正住。是名外心觀", "236": "心行。復次比丘。一切外心。若一處外心。思", "237": "惟苦患癰箭味病依緣壞法不定不滿可壞", "238": "苦空無我。思惟緣知緣解緣受緣。即無明緣", "239": "行行緣識。乃至是名外心觀心行。復次比丘。", "24": "惡得涅槃。是名一道。何謂道一枝道。乃至", "240": "一切外心。一處外心。思惟滅知滅解滅受滅。", "241": "即無明滅則行滅。行滅則識滅。乃至是名外", "242": "心觀心行。及餘心行一切外心。一處外心。思", "243": "惟得定心住正住。是名外心觀心行。云何外。", "244": "心心非受謂外。非內非緣非自性非己分。是", "245": "名外。餘義如上說。", "246": "云何比丘。內外心觀心行。如比丘一切內外", "247": "心。一處內外心。思惟無常知無常解無常受", "248": "無常。如是不放逸觀。得定心住正住。是名內", "249": "外心觀心行。復次比丘。若一切內外心一處", "25": "十一枝道。是名道。是道是橋。是因是門。是", "250": "內外心。觀苦患癰箭味病依緣壞法不定不", "251": "滿可壞苦空無我。思惟緣知緣解緣受緣。即", "252": "無明緣行行緣識。乃至是名內外心觀心行。", "253": "復次比丘。一切內外心一處內外心。思惟滅", "254": "知滅解滅受滅。即無明滅則行滅。行滅則識", "255": "滅。乃至是名內外心觀心行。復次比丘。有欲", "256": "心如實知有欲心無欲心。如實知無欲心。乃", "257": "至有勝心如實知有勝心。無勝心如實知無", "258": "勝心。如是不放逸觀。得定心住正住。是名內", "259": "外心觀心行。及餘諸行一切內外心。若一處", "26": "根是起。是勝是緒是辦。生正生起正起出", "260": "內外心。思惟得定心住正住。是名內外心觀", "261": "心行。云何內外心。心若受非受。餘義如上說。", "262": "如是比丘。觀心法緣起行。如是緣滅心行。比", "263": "丘緣起滅心行。有心起內念。以智以明識不", "264": "依心。無所依行不受於世。如是比丘。內心觀", "265": "心行勤精進。正智正念除世貪憂。外心內外", "266": "心亦如是。", "267": "云何法觀法行。法謂除四大色身攝法受心。", "268": "及餘若色非色可見不可見有對無對聖非聖。", "269": "是謂法。云何比丘內法觀法行。若比丘除四", "27": "正出。善法和合成就。是名道。", "270": "大色身攝法受心。若餘一切內法。若一處內", "271": "法。思惟無常知無常解無常受無常。如是不", "272": "放逸觀。得定心住正住。是名內法觀法行。復", "273": "次比丘。除四大色身攝法受心。若餘一切內", "274": "法。若一處內法。思惟苦憂患癰箭味病依緣", "275": "壞法不定不滿可壞苦空無我。思惟緣知緣", "276": "解緣受緣。即無明緣行。乃至生緣老死憂悲", "277": "苦惱眾苦聚集。乃至是名內法觀法行。復次", "278": "比丘。除四大色身攝法受心。及餘一切內法。", "279": "若一處內法。思惟滅知滅解滅受滅。即無明", "28": "何謂眾生清淨。眾生謂五道生也。為人天眾", "280": "滅則行滅。乃至生滅則老死憂悲苦惱眾苦", "281": "聚滅乃至是名內法觀法行。及餘諸行。除四", "282": "大色身所攝法受心。若一切內法若一處內", "283": "法。思惟得定心住正住。是名內法觀法行。云", "284": "何內法。法受謂內。是內是緣是自性是己分。", "285": "是名內。餘義如上說。", "286": "云何比丘外法觀法行。如比丘除四大色身", "287": "攝法受心。若外一切法。若外一處法。如事", "288": "思惟無常知無常解無常受無常。如是不放", "289": "逸觀。得定心住正住。是名外法觀法行。復", "29": "生故。說親近四念處修行多學。得戒清淨心", "290": "次比丘。除四大色身攝法受心。餘外一切", "291": "法。若一處外法。如事思惟苦惱癰箭味患依", "292": "緣壞法不定不滿可壞苦空無我。思惟緣知", "293": "緣解緣受緣。即無明緣行。乃至生緣老死憂", "294": "悲苦惱眾苦聚集。乃至是名外法觀法行。復", "295": "次比丘。除四大色身攝法受心。及餘外一切", "296": "法。若一處外法。如事思惟滅知滅解滅受", "297": "滅。即無明滅則行滅。乃至生滅則老死憂悲", "298": "苦惱眾苦聚集滅。乃至是名外法觀法行。及", "299": "餘諸行。除四大色身攝法受心。餘一切外法。", "3": "共曇摩崛多等譯", "30": "清淨見清淨。授記度疑清淨知見道非道清", "300": "若一處外法。如事思惟得定心住正住。是名", "301": "外法觀法行。云何外法。法非受謂外。非內非", "302": "緣非自性非己分。是名外。餘義如上說。", "303": "云何比丘。內外法觀法行。如比丘除四大色", "304": "身攝法受心。一切內外法。若一處內外法。如", "305": "事思惟無常知無常解無常受無常。如是不", "306": "放逸觀。得定心住正住。是名內外法觀法行。", "307": "復次比丘。除四大色身攝法受心。餘一切內", "308": "外法。若一處內外法。如事思惟苦惱癰箭味", "309": "患依緣壞緣法不定不滿可壞苦空無我。思", "31": "淨。趣道知見清淨得知見清淨。如見令不清", "310": "惟緣知緣解緣受緣。即無明緣行。乃至生緣", "311": "老死憂悲苦惱眾苦聚集。乃至是名內外法", "312": "觀法行。復次比丘。除四大色身攝法受心。及", "313": "餘一切內外法。若一處內外法。如事思惟滅", "314": "知滅解滅受滅。即無明滅則行滅。乃至生滅", "315": "則老死憂悲苦惱眾苦聚集滅。乃至是名內", "316": "外法觀法行。復次比丘。我內有欲如實知我", "317": "內有欲。我內無欲如實知我內無欲。如欲未", "318": "生如實知欲未生。如欲當生如實知欲當", "319": "生。如欲現生如實知當斷。如欲斷已如實", "32": "淨眾生清淨。令垢穢眾生無垢穢。是謂眾生", "320": "知不復生。瞋恚愚癡睡眠掉悔疑亦如是。乃", "321": "至是名內外法觀法行。復次比丘。我內有眼", "322": "識色欲恚。如實知我內有眼識色欲恚。我", "323": "內無眼識色欲恚。如實知我內無眼識色欲", "324": "恚。如眼識色未生欲恚。如實知未生。如眼識", "325": "色未生欲恚。如實知當生。如眼識色現在生", "326": "欲恚。如實知當斷。如眼識色已斷欲恚。如實", "327": "知不復生。耳鼻舌身意亦如是。乃至是名內", "328": "外法觀法行。復次比丘。我內有念覺。如實知", "329": "我內有念覺。我內無念覺。如實知我內無念", "33": "清淨。", "330": "覺。如念覺未生。如實知未生。如念覺未生。如", "331": "實知當生。如念覺生已。如實知有具足。修餘", "332": "六覺亦如是。乃至是名內外法觀法行。復次", "333": "比丘。如實知苦苦集苦滅苦滅道。如實知漏", "334": "漏集漏滅漏滅道。乃至是名內外法觀法", "335": "行。復次比丘。厭離一切行入甘露界。是寂靜", "336": "此勝。滅一切行。愛滅涅槃。乃至是名內外法", "337": "觀法行。及餘諸行。除四大色身攝法受心。及", "338": "餘一切內外法。若一處內外法。如事思惟定", "339": "心住正住。是名內外法觀法行。云何內外法。", "34": "何謂遠離憂悲。云何憂。眾生觸若干苦法。若", "340": "法若受若不受。是名內外法。餘義如上說。如", "341": "是比丘。觀法緣起法行。觀法緣滅法行。如是", "342": "比丘。觀起滅法行。有法起內念。以智以明識", "343": "不依法。無所依行不受於世。如是比丘。內法", "344": "觀法行勤精進。正智正念除世貪憂。外法內", "345": "外法亦如是。如實修學四念處。當有是怖。於", "346": "一切世常無我行。心不高不下亦無住處。若", "347": "有我想眾生想命想人想。無有是處。常應第", "348": "一空行。若得此後心不作無益。不受不著色", "349": "聲香味觸。於三世無礙。於欲界解脫。色界無", "35": "憂重憂。內燋熱內心熱。是名憂。云何悲。謂眾", "350": "色界解脫滅不復生。此是苦際。如春末月極", "351": "盛熱時無有雲霧。少水在瓦器便速煎滅。如", "352": "是比丘。若得後心不作無益。不受不著色聲", "353": "香味觸。乃至滅不復生。此是名苦際。", "354": "如風吹猛焰滅時不移處", "355": "以覺扇名色盡亦無所至", "356": "如工鍛熱鐵流星滅無象", "357": "陶冶漸歸無求相信難得", "358": "如雨投海中本渧豈復存", "359": "解脫亦何有空故湛然樂", "36": "生憂纏逼迫。憂箭具足。憂惱心亂。窮歎啼", "360": "捨身離於想諸受無所覺", "361": "所行盡寂靜識亦自然滅", "362": "7 正勤品舍利弗阿毘曇論非問分正勤品第七", "363": "問曰。幾正勤。答曰四。何謂四。若比丘。惡不", "364": "善法未生欲令不生。起欲自勉勝進攝心正", "365": "斷。惡不善法已生必當斷。起欲自勉勝進攝", "366": "心正斷。善法未生欲令生。起欲自勉。勝進攝", "367": "心正斷。善法已生欲令住。具足修不忘增廣。", "368": "起欲自勉勝進攝心正斷。云何惡法未生欲", "369": "令不生。身口意惡行。是名惡不善法。復次", "37": "哭。追憶並語。或自堆撲。口出亂語。是名", "370": "十不善業道。是名惡不善法。復次不善根不", "371": "善根相應。不善根所起非緣非受。是名惡不", "372": "善法。復次貪欲瞋恚愚癡忿怒怨嫌妄瞋嫉", "373": "妬慳惜諛諂欺偽匿惡無慚無愧自高諍訟", "374": "強毅放逸我慢增上慢等。是名惡不善法。復", "375": "次十邪法。是名惡不善法。如是惡不善法。未", "376": "生未起未和合。令我不生不起不和合。是名", "377": "惡不善法未生欲令不生。何謂起欲。若欲重", "378": "欲欲作欲起欲顯出欲越度欲得欲觸欲證。", "379": "是名起欲。何謂自勉。堪忍力厲未得欲得未", "38": "悲。四念處親近修學遠離憂悲。是名遠離憂", "380": "解欲解未證欲證。是名自勉。何謂勝進。身心", "381": "發起顯出越度堪忍不退勤力修進。是名進。", "382": "此進起正起正生觸證。是名勝進。何謂攝心。", "383": "心意識六識身七識界。是名心。是心攝正攝", "384": "緣攝勸厲正勸勉。踊躍歡喜。是名攝心。何", "385": "謂正。正因正思惟正方便。是名正。何謂斷。捨", "386": "惡法生善法清白法現世樂行。知見慧分別", "387": "斷漏盡一切苦際。是名斷。惡不善法已生必", "388": "當斷。起欲自勉勝進攝心。正斷亦如是說。但", "389": "已生為異。何謂善法未生欲令生。身口意善", "39": "悲。何謂滅盡苦惱。苦謂若身覺苦。眼觸苦受", "390": "行。是名善法。乃至何謂斷。捨惡法生善法清", "391": "白法現世樂行。知見慧分別斷漏盡一切苦", "392": "際。是名斷。何謂善法生已欲令住。身口意行", "393": "善。是名善法。乃至復次十正法正見乃至正", "394": "智及餘隨正法。是名善法。如此善法生和合。", "395": "令我住不失不忘。令我究竟。是名善法生已", "396": "住。何謂具足。戒眾未具足欲令具足。乃至", "397": "解脫知見眾未具足欲令具足。是名具足。何", "398": "謂修。若善法親近正親近。依正依勤行修學。", "399": "是名修。何謂不忘。欲令善法不失不奪相續", "4": "6 念處品非問分念處品第六", "40": "乃至身觸苦受。是名苦。云何惱。若心覺苦。", "400": "念不忘。是名不忘。何謂增廣。欲令善法增長", "401": "廣進。是名增廣。乃至何謂斷。捨惡法生善法", "402": "清白法現世樂行。知見慧分別斷諸漏盡一", "403": "切苦際。是謂斷。", "404": "8 神足品舍利弗阿毘曇論非問分神足品第八", "405": "問曰。幾神足。答曰四。謂欲定斷行成就修神", "406": "足精進定心定慧定斷行成就修神足。", "407": "云何欲。謂欲重欲作。欲發起欲顯出欲越度。", "408": "欲得欲觸。欲解欲證是名欲。", "409": "云何定。若心住正住。是名定。如是欲如是定。", "41": "意觸苦受。是名惱。四念處親近修學苦惱", "410": "是名欲定。復次貴欲向欲。依欲趣欲增上欲。", "411": "以欲為主得定。心住正住。是名欲定。復次善", "412": "欲發起得定。心住正住。不善欲發起得定。心", "413": "住正住。無記欲發起得定。心住正住。是名", "414": "欲定。復次不欲行善。即自思惟。此非我所善。", "415": "非所好非所應非所行非我行時。我何故不", "416": "欲行善。便以欲為尊上得定。心住正住。是名", "417": "欲定。復次欲行善法。即自思惟。是我所善。是", "418": "所好是所應。是所行是我行時。我欲行善。", "419": "以欲為尊上得定。心住正住。是名欲定。復次", "42": "滅。是謂滅苦惱。", "420": "善欲不生。善欲不生已不善欲生。共貪欲瞋", "421": "恚愚癡行。即自思惟。此非我所善。非所好非", "422": "所應非所行非我行時。我何故不欲行善。", "423": "乃共貪欲瞋恚愚癡行。尊上善欲得定。心住", "424": "正住。是名欲定。復次不善欲不生。不善欲不", "425": "生已善欲生。不共貪欲瞋恚愚癡行。即自思", "426": "惟。是我所善是所好是所應是所行。是我行", "427": "時。我欲行善。不共貪欲瞋恚愚癡行。以善欲", "428": "為尊上得定。心住正住。是名欲定。", "429": "云何斷。以善法引心引正引調正調止正止", "43": "何謂得涅槃。涅槃謂四沙門果。四念處親近", "430": "不失不移。是名斷。復次身心發起顯出越度", "431": "堪忍勤力進不退。是名斷。復次修四正斷。是", "432": "名斷。復次捨惡不善法生善法現世樂行。知", "433": "見慧分別。斷諸漏盡一切苦際。是名斷。", "434": "云何斷行。悅喜信捨念正智。是名斷行。復次", "435": "欲定斷行成就修神足。除欲精進心慧。餘所", "436": "隨法受想思觸思惟覺觀。解脫順信悅喜", "437": "心隨信不放逸念心捨除身進。及餘所隨色。", "438": "是名斷行。", "439": "云何成就。欲定斷及斷行共起正共起受正", "44": "修學。得四沙門果。是謂得涅槃。", "440": "受生正生具足。是名成就。", "441": "云何修。此欲定斷行成就神足。親近正親近", "442": "依正依勤行修學。是謂修。", "443": "云何神。如意通如意化如意自在作種種變。", "444": "是名神。復次如比丘有大神力。能無量變化", "445": "震動大地。以一為多以多為一。若近物遠物。", "446": "若牆壁高山。徹過無礙如行虛空。結跏趺坐。", "447": "陵虛如鳥入出地中如出沒水。履水如地。", "448": "身出烟焰如大火聚。日月威德以手捫摸乃", "449": "至梵天身得自在。是名神。", "45": "何謂斷五蓋。若滅五蓋。是謂斷五蓋。何謂修", "450": "何謂足。如欲定斷行。是足是齊是因是門是", "451": "用是道是至是緣是緒是勢。神生正生起", "452": "正起。出正出如意正如意。是謂足。", "453": "若比丘。欲定斷行成就修神足。令我欲不高", "454": "不下不沒不散。前後常想行。前如後後如", "455": "前。晝如夜夜如晝。其心開悟無有覆蓋。修行", "456": "明了以身定心。以心定身。樂想輕想舉身行。", "457": "云何下欲。若欲共懈怠相應。不勤進不自勉。", "458": "廢善退法。是名下欲。云何懈怠。窳墮𧄼懵", "459": "於善法廢退。是名懈怠。若欲共懈怠相應。不", "46": "四念處。謂內身觀身行勤精進。應正智念除", "460": "勤進不自勉廢退善法。是名下欲。", "461": "云何高欲。若欲共掉相應。不共寂靜相應。成", "462": "就亂行。是名高欲。云何掉。若心亂不寂靜。是", "463": "名掉。若欲共掉相應。不共寂靜相應。成就亂", "464": "行。是名高欲。", "465": "云何沒欲。若欲共睡眠相應。不共滅念慧。不", "466": "成就不別善法。是名沒欲。云何睡眠。煩惱", "467": "未斷。身不樂不調不輕不軟不除。是名睡。云", "468": "何眠。煩惱未斷。心𧄼懵覆蔽。是名眠。若欲", "469": "共睡眠相應。滅念不相應。慧不成就。不別善", "47": "世間貪憂。外身觀身行勤精進。應正智念除", "470": "法。是名沒欲。", "471": "云何散欲。起欲染共欲染相應。多欲見淨不", "472": "觀過患。於外五欲心散。著色聲香味觸。是名", "473": "散欲。云何欲染。若欲欲欲膩欲愛欲喜欲", "474": "支欲網欲忍欲得欲集欲悕望。是名欲染。", "475": "若欲向欲染共欲染欲染相應。多欲見淨不", "476": "觀過患。於外五欲心散。著色聲香味觸是名", "477": "散欲。云何前後常想行。若比丘。且行如事思", "478": "惟入善法。出世間入涅槃。離欲定相。應且行", "479": "已。日中行。日中行已晡行。晡行已上經行。", "48": "世間貪憂。內外身觀身行勤精進。應正智念", "480": "上經行已下經行。下經行已入室。入室已初", "481": "夜行。初夜行已後夜行。後夜行已如事思惟", "482": "入善法。出世間入涅槃。離欲定相應。是名", "483": "前後常想行。", "484": "云何前如後後如前。如比丘。如事根力覺禪", "485": "解脫定入定前行。如事根力覺禪解脫定入", "486": "定後行。如事根力覺禪解脫定入定後行。已", "487": "如事根力覺禪解脫定入定前後行是謂前如", "488": "後後如前。", "489": "云何晝如夜夜如晝。如比丘。若取明想善受", "49": "除世間貪憂。受心法亦如是。云何身觀身行。", "490": "晝想。後如晝思惟明想。夜亦如是。如夜晝亦", "491": "如是。是名晝如夜夜如晝。", "492": "云何其心開悟無有覆蓋。若貪欲瞋恚愚癡", "493": "垢。煩惱垢。障礙覆蓋繫縛。不善行垢。是障礙", "494": "心。不開心。覆蓋心。是蔽心。是起向縛不淨心。", "495": "是不白不明了心。是名覆蓋心。若心無貪", "496": "欲瞋恚愚癡垢。乃至明了心。是謂其心開悟", "497": "無有覆蓋。", "498": "云何修有明心。若比丘。修共慧光明心。修有", "499": "明心。修共明想心。修有明心。云何共慧光明", "5": "行一道。眾生清淨。遠離憂悲。滅盡苦惱。得證", "50": "身謂四大色身。父母因緣飲食長養。衣服調", "500": "心。若三慧照明。謂聞思修慧是名共慧光", "501": "明心。若親近正親近勤行修學。是謂修共慧", "502": "光明心修有明心。云何共明想心。若比丘取", "503": "諸明相。若火光日月光珠光星宿光。取諸光", "504": "明相已。若樹下露處思惟光明。知光明解光", "505": "明受光明。如實人若想憶想知想。是名光明", "506": "想心。若共想生共住共滅。是名共明想心。若", "507": "親近正親近勤行修學。是名修共明想心修", "508": "有明心。復次比丘。若於樹下露處。以清淨", "509": "心遍解行有明心勝。如實人若想憶想知想。", "51": "適塗油潤身。無常破壞變異之法。是名身。復", "510": "是名明想心。若共想生共住共滅。是名共明", "511": "想心。若親近正親近勤行修學。是名修共明", "512": "想心修有明心。復次比丘。若一樹下若二若", "513": "三乃至十樹。以清淨心遍解行有明心勝。乃", "514": "至是名修共明想心修有明心。復次比丘。若", "515": "於一園以清淨心遍解行。乃至是名修共明", "516": "想心修有明心。復次比丘。於一園若二若三", "517": "乃至十園。以清淨心遍解行乃至。是名修共", "518": "明想心修有明心。復次比丘。一聚落若二若", "519": "三乃至十聚落。以清淨心遍解行乃至。是名", "52": "次名身。色身是名身。復次地身水火風身。是", "520": "修共明想心修有明心。復次比丘乃至水陸", "521": "周匝。以清淨心遍解行。乃至是名修共明想", "522": "心修有明心。", "523": "云何以身定心以心定身。若比丘以心身上", "524": "正上舉正舉。如人持鉢。乞食以絡盛鉢。盛正", "525": "盛舉正舉。如是比丘以心身上正上舉正舉。", "526": "云何比丘。以身定心。若比丘思惟身無常知", "527": "無常解無常受無常。如是不放逸觀。得定心", "528": "住正住身樂身調身輕身軟身除。是名以身", "529": "定心。復次比丘。身苦惱癰箭味患依緣。壞法", "53": "名身。復次象眾馬眾車眾步眾。是名身。復次", "530": "不定不滿可壞苦空無我。思惟緣知緣解緣", "531": "受緣。即無明緣行。乃至名色緣六入。如是不", "532": "放逸觀得定心住正住。身樂身調身輕身軟", "533": "身除。是名以身定心。復次比丘。思惟身滅知", "534": "滅解滅受滅。即無明滅則行滅。乃至名色滅", "535": "則六入滅。如是不放逸觀得定。心住正住。身", "536": "樂身調身輕身軟身除。是名以身定心。復次", "537": "比丘。行知行樂。住知住樂。坐知坐樂。取知取", "538": "樂。如是身住樂如實知住樂。如是不放逸觀", "539": "得定。心住正住。身樂身調身輕身軟身除。是", "54": "六識身六觸身六受身六想身六思身六愛身", "540": "名以身定心。乃至復次比丘。若見死屍在火", "541": "聚上燒。髮毛皮膚血肉筋脈骨髓漸漸消盡。", "542": "觀此法不至東西南北四維上下。不至餘處", "543": "住。此法本無而生。已有還滅。觀身如是法", "544": "不放逸觀得定。心住正住。得身樂身調身輕", "545": "身軟身除。是名以身定心此章乃有三十四科復次釋以身定心不異一", "546": "支道說故略之。", "547": "云何比丘以心定身。如比丘思惟心無常。知", "548": "心無常解心無常受心無常。如是不放逸觀", "549": "得定。心住正住。得心樂心調心輕心軟心除。", "55": "六覺身六觀身。是名身。云何內身觀身行。若", "550": "是名以心定身。復次比丘。觀心苦惱癰箭味", "551": "患依緣壞法不定不足可壞苦空無我。思惟", "552": "緣知緣解緣受緣即無明緣行行緣識。如是", "553": "不放逸觀得定。心住正住。得心樂心調心輕", "554": "心軟心除。是名以心定身。復次比丘。思惟心", "555": "滅知滅解滅受滅。即無明滅則行滅。行滅則", "556": "識滅。如是不放逸觀得定。心住正住。得心樂", "557": "心調心輕心軟心除是名以心定身。復次比", "558": "丘。有欲心如實知有欲心。無欲心如實知無", "559": "欲心。乃至有勝心無勝心如實知。如是不放", "56": "比丘一切內四大色身所攝法。若內一處四大", "560": "逸觀得定。心住正住。得心樂心調心輕心軟", "561": "心除。是名以心定身。", "562": "云何樂想憶想上身行。云何樂想。若比丘離", "563": "欲惡不善法。有覺有觀離生喜樂。成就初禪", "564": "行。若身離生喜樂。津液遍滿。此身盡離生喜", "565": "樂。津液遍滿無有減少。如善澡浴師善澡浴", "566": "師弟子。以細澡豆盛著器中。以水灑已調適", "567": "作摶。摶此摶津液遍滿。不乾不濕內外和潤。", "568": "如是比丘。身離生喜樂津液遍滿。此身盡離", "569": "生喜樂。津液遍滿無有減少。如實人若想憶", "57": "色身所攝法。思惟無常知無常解無常受無", "570": "想知想。是名樂想。此想身微受正微受。緣微", "571": "受。以何身受意身受。是名樂想上身行。復次", "572": "比丘。滅覺觀內淨信心。無覺無觀定生喜樂。", "573": "成就二禪行。若此身定生喜樂津液遍滿。身", "574": "盡定生喜樂。津液遍滿。無有減少。如大陂湖", "575": "以山圍繞。水從底涌出。水不從東西南北方", "576": "來。陂水自從底涌而出。此陂津液遍滿無", "577": "有減少。如是比丘。此身定生喜樂津液遍滿。", "578": "此身盡定生喜樂。津液遍滿無有減少。如實", "579": "人若想憶想。是名樂想。此想身微受正微受", "58": "常。如是不放逸觀。得定心住正住。是名內身", "580": "緣微受。以何身受。意身受。是謂樂想上身行。", "581": "復次比丘。離喜樂捨行念正智身受樂。如諸", "582": "聖人解捨念樂行。成就三禪行。若此身無", "583": "喜樂津液遍滿。此身無喜樂盡。津液遍滿無", "584": "有減少。如優鉢羅池波頭摩池拘牟頭池分", "585": "陀利池。若優鉢羅花乃至分陀利花。從泥涌", "586": "出。未能出水。此花若根若頭。水津液遍滿。從", "587": "根至頭從頭至根。津液遍滿無有減少。如是比", "588": "丘。若此身無喜樂。津液遍滿。此身盡津液遍", "589": "滿。無有減少。如實人若想憶想知想。是名樂", "59": "觀身行。復次比丘。一切內身四大色身所攝", "590": "想。若想身微受正微受緣微受。以何身受意", "591": "身受。是名樂想上身行。復次比丘。斷苦樂先", "592": "滅憂喜不苦不樂捨念淨。成就四禪行。若此", "593": "身以清淨心遍解行。此身清淨無不遍處。如", "594": "男子女人。著白淨衣。上下具足。從頭至足。", "595": "從足至頭。無不覆處。如比丘。若此身以清淨", "596": "心遍解行。此身清淨。無不遍處。如實人若想", "597": "憶想知想。是名樂想。此想身微受正微受緣", "598": "微受。以何身受意身受。是名樂想上身行。", "599": "云何輕想。若比丘思惟身輕知輕解輕受輕。", "6": "涅槃。斷除五蓋。修四念處。何謂一道。獨處閑", "60": "法。若內一處四大色身所攝法。思惟苦患癰", "600": "如兜羅綿輕。如劫鉢輕。布著平地。微風來吹。", "601": "便得離地。如是比丘。思惟身輕知輕解輕受", "602": "輕。如是不放逸觀得定。心住正住。即得定已。", "603": "離地四寸上行。如實人若想憶想知想。是名", "604": "輕想。此想身微受正微受緣微受。以何身受", "605": "以意身受。是名輕想上身行。若比丘此定親", "606": "近多修學。若離地一尺上行。若二尺上行。如", "607": "實人若想憶想知想。是名輕想。此想身微受", "608": "正微受緣微受。以何身受意身受是謂輕想", "609": "上身行。若比丘若此定親近多修學。離地半", "61": "箭貪味病依緣壞法不定不滿可壞苦空無", "610": "人身上行。若一人身二人身。乃至七人身上", "611": "行。如實人若想憶想知想。是名輕想。若此", "612": "想身微受正微受緣微受。以何身受意身受。", "613": "是謂輕想上身行。若比丘此定親近多修學。", "614": "若離地半多羅樹上行。若一多羅樹乃至七", "615": "多羅上行。如實人若想憶想知想。是名輕", "616": "想。此想身微受正微受緣微受。以何身受意", "617": "身受。是謂輕想上身行。若比丘此定親近多", "618": "修學。如意所欲。離地上行。無有限量。近遠盡", "619": "能住至。如實人若想憶想知想。是名輕想。", "62": "我。思惟緣知緣解緣受緣。即無明緣行。乃至", "620": "若此想身微受正微受緣微受。以何身受意", "621": "身受。是謂輕想上身行。", "622": "若比丘彼樂想輕想親近正親近多修學。欲", "623": "令我心調伏寂靜由力自在。如意所欲。成就", "624": "種種神足。若彼樂想輕想親近正親近多", "625": "修學已。心調寂靜。由力自在。如意所欲。得成", "626": "就種種神足。彼受種種無量神足。能動大地。", "627": "以一為多。以多為一。若近若遠。高出牆壁。徹", "628": "過無礙。如行虛空。結加趺坐。遊空如鳥。於", "629": "地出沒。猶出入水。履水如地。身出烟焰。如大", "63": "名色緣六入。乃至是名內身觀身行。復次比", "630": "火聚。日月有大威德。手能捫摸。乃至梵天。身", "631": "得自在。如定品廣說。是名欲定斷行成就修", "632": "神足。精進定心定慧定斷行。成就修神足。", "633": "亦如是廣說。", "634": "舍利弗阿毘曇論卷第十三", "64": "丘。一切內身四大色身所攝法。若內一處四大", "65": "色身所攝法。思惟滅知滅解滅受滅。即無明", "66": "滅則行滅。乃至名色滅則六入滅。乃至是名", "67": "內身觀身行。復次比丘。行樂知行樂。乃至", "68": "臥樂知臥樂。身住樂如實知。乃至是名內身", "69": "觀身行。復次比丘。去來屈申迴轉正知行。乃", "7": "靜樂於精勤。不樂諸業。不樂非業。不行無義", "70": "至眠覺語默正知行。乃至是名內身觀身行。", "71": "復次比丘。出息長知長。入息長知長。出息短", "72": "知短。入息短知短。如旋師挽繩。繩長知長繩", "73": "短知短。乃至是名內身觀身行。復次比丘。從", "74": "頂至足從足至頂。見諸不淨。觀身中有髮毛", "75": "爪齒薄皮厚皮。血肉筋脈脾腎心肺。大小穢", "76": "藏便利涕唾膿血脂肪腦膜淚汗髓骨。如淨", "77": "眼人於二門倉觀見諸穀。胡麻大豆小豆", "78": "豍豆大麥小麥。如是比丘觀身中。從頂至足", "79": "從足至頂。具諸不淨。乃至是名內身觀身行。", "8": "語。不樂無義語。不行睡眠。不樂睡眠。不行", "80": "復次比丘。觀身諸大此身中唯有地水火風", "81": "大。如巧屠牛師屠牛師弟子屠牛為四分。若", "82": "坐立行住但見四分。如是比丘。觀此諸大。此", "83": "身唯有地大水火風大。然此諸大但依水火", "84": "生各相違。飲食長養羸劣無力。不堅無強念", "85": "念不住。乃至是名內身觀身行。復次比丘。觀", "86": "身食住食集。緣食得住無食無住。如火緣薪", "87": "得燃無薪則滅。如是比丘。觀身食住食集。緣", "88": "食得住無食不住。如佛說。", "89": "觀身所集苦一切皆緣食", "9": "集語。不樂集語。不行依止。不樂依止。不行放", "90": "若能除滅食則無是諸苦", "91": "如是知過患食是成就苦", "92": "比丘滅食已必定得涅槃", "93": "是名內身觀身行。復次比丘。觀身盡空俱空", "94": "以念遍知解行。乃至是名內身觀身行。復次", "95": "比丘。觀身是癰瘡。此身有九瘡津漏門。若所", "96": "出津漏皆是不淨。乃至如摩訶迦葉說。四大", "97": "色身是衰耗相違津漏。乃至壽命短促。乃至", "98": "是名內身觀身行。及餘諸行一切內四大色身", "99": "所攝法。一處內四大色身所攝法。思惟得定心"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇論: 舍利弗阿毘曇〔論〕－【聖】【聖乙】＊論", "author": "姚秦 曇摩耶舍共曇摩崛多等譯", "sourceLink": "http://www.cbeta.org/"}