{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0459 佛說文殊悔過經", "text": {"0": "No. 459", "1": "佛說文殊悔過經", "10": "惒、阿須倫、迦留羅、真陀羅、摩睺勒等眷屬圍", "100": "佛、聞所說法不肯諮受，不供聖眾，離於德本，", "101": "捨度無極而忘道心、違失三寶，若復棄捐無", "102": "盡正業無量功德及不可盡聖慧辯才，所欲", "103": "自恣，從惡知識、遠於善友——從十方佛自首", "104": "悔過，改往修來，不敢藏匿。』」文殊師利復曰：", "105": "「當自悔言：『我前世時志於下劣，所遊土地", "106": "而興誓願，毀訾大乘、遏斷正教、勸從邪徑、", "107": "誹謗正法佛所頒宣深妙之典，若干種教抑", "108": "制法輪使不通流。若身自犯、設教他人，勸", "109": "助非法、破壞塔寺、敗亂聖眾、散縣聚落、毀", "11": "遶，而為眾生廣說經法，開演分別志三乘", "110": "大國土；若危城邑，謀圖帝主，害於種姓內外", "111": "親屬；若復傷殘他人身體，令生瘡瘢，危其", "112": "命根；閉於牢獄，若教人殺；其心迷荒，常懷", "113": "狐疑，教人猶豫、說他罪殃，使不順戒、處於邪", "114": "見，從異道教、反其正行；自懷怨心，亂他人意，", "115": "令必瞋恚。所作過罪——若身自犯及教他人——皆", "116": "從十方自首悔過，佛世光明唯蒙見濟，改", "117": "往修來，不敢藏匿。』」文殊師利曰：「當復悔過言：", "118": "『我身前計有吾我、言是我所，所見顛倒，住於", "119": "貪婬。心者無本而想有心，不能明了心如", "12": "學。其來聽者本學聲聞，尋問文殊四聖諦事；", "120": "幻化也其本自然。不能分別諸佛之法、發於", "121": "無上正真道意，而欲覩見道之處所。一切諸", "122": "法悉無所有而反言有。其身、口、心所作善惡，", "123": "皆從十方諸世光曜自首悔過，改往修來，不", "124": "敢藏匿。「『吾往本時所行布施、持戒、忍辱、精進、", "125": "一心、智慧，不解三昧，住顛倒見。若布施者", "126": "妄想求報、心念所取護於禁戒、想我他人", "127": "修於忍辱、心倚著身奉持精進、住于眾想", "128": "興發禪定、念應不應而想有人、樂于放逸", "129": "貪求智慧、志慕歸道謂有處所，皆從十方世", "13": "學緣覺者則已自問十二緣起深奧之事；學", "130": "光悔過，改往修來，不敢藏匿。", "131": "「『吾往古時不能曉了正真之義、供養於佛，而", "132": "反倚求色相莊嚴、八十種好。雖奉事佛，不能", "133": "入於法界無所壞法、亦不曉了無所住法，而", "134": "住諸法想法若干。設聞經法，若講說者思惟", "135": "所趣，而不分別無為之法，計於聖眾而有數", "136": "想、供養眾聖亦起悕望，皆從十方世光悔", "137": "過，改往修來，不敢隱匿。", "138": "「『吾往古時希望諸法，求空處所，遊於閑居，限", "139": "節知足，少欲為德，不能識知一切法空、心無", "14": "大乘者則從已行諮問，咸受六度無極、四等", "140": "所著，爾乃可謂靜處燕坐住於法界。不能", "141": "解達法界無受、及眾生界亦無所受，及依吾", "142": "我立僻沈沒，不能行道。而計有人不修四", "143": "恩，當救眾生亦不能濟，亦不曉了佛道自", "144": "然相，亦自然於三十七道品之法見有吾", "145": "起而倚求望，不知寂然沙門之義。出家所修", "146": "奉受具戒，依比丘行，如是及餘所造德本，因", "147": "其德本獲致安隱。有為之福與無為安，超絕", "148": "逈遠，不與道合，皆從十方世光悔過，改往修", "149": "來，不敢藏匿。「『如過去佛，諸天中天，本為菩", "15": "四恩，善權方便無極大道；或問神通、四無放", "150": "薩奉行道時，皆悔諸罪、罣礙、陰蓋，吾亦若", "151": "茲；當來、現在諸佛、世尊本所修改，我今悔過", "152": "亦當如是。向尊自首歸命於佛——為上、為長、最", "153": "勝殊特無上之德、為無等倫——諸佛聖慧巍巍", "154": "無量，悉知一切世界所有眾塵諸數而得自", "155": "在，普能曉了眾生心念。吾等之身從無央", "156": "數阿僧祇劫，所行迷惑而自放逸，悔一切罪、", "157": "陰蓋之患。如為己身所悔殃釁，及為地獄、", "158": "餓鬼、畜生、在於五趣一切眾生罪所蔽者，今", "159": "吾皆以五體代受而為悔過。』曉了微妙、除諸", "16": "逸、四等心行諸分別辯菩薩之道，三十七品", "160": "限礙，已能遊入觀一切法。譬如虛空，所可", "161": "悔者無罪、無報、亦無塵染。已入諸法、無罪蓋", "162": "者乃為名曰悔一切過。「是，族姓子！菩薩大", "163": "士往古結縛、一切所行眾念妄想、財業因緣、", "164": "所受依倚而住處所，皆當悔過。若使於中如", "165": "此色像所受思想行不平等，當令明了一切", "166": "無本。假使一切無所行者，乃能得入於斯本", "167": "際、無想之際、無形想際、無有二際、無陰", "168": "蓋際、無所得際、無身之際、離欲之際、無", "169": "所習際、無所行際、無罣礙際、無所歸際、無", "17": "不退轉地超入寂滅；或問土界悔過之處、十", "170": "所由際，是則名曰菩薩大士自首悔過——無", "171": "有罪害，得至佛慧，滅除一切休息、殃釁、罣礙", "172": "之蓋。」", "173": "文殊師利曰：「悔此一切眾罪過已，尋發無上", "174": "正真道意，請為一切眾生之類除諸殃釁、使", "175": "無罪蓋、令在世間成佛、正真，莫為聲聞、緣", "176": "覺之乘。開化眾生，諸求度者吾當度之、諸", "177": "未脫者吾當脫之、諸求滅度者當滅度之，為", "178": "一切人救濟之宅。擁護自歸，導示道徑，將順", "179": "燈明，光明之曜為眾將師、賈人、大導。以是", "18": "地、十忍、十分別事、十瑞、十持、十印、十三昧定；", "180": "如來十種之力，尋發意頃，令得莊嚴四無所", "181": "畏、三十有二大人之相、八十種好、如來音響", "182": "八部之聲，明識如來善權方便，入眾生心。", "183": "「佛之弘廣無上大慧在於法界，禁戒清淨無", "184": "有缺漏，而雨諸法金剛章句。不捨一切群", "185": "生之類，則不退轉，究竟得至於一切智、諸通", "186": "之慧，興正真心。於諸佛法而無所著，以諸德", "187": "本勸助諸佛——過去、當來、今現在佛——本行學道。", "188": "從初發意至於無上正真之道成最正覺，於", "189": "此中間所顯德本如佛所教，一切諸法則無", "19": "或有問於不壞諸法，入于一義無從生忍。文", "190": "根原、亦無所住。「所施捨者而無所施；本", "191": "性清淨，禁戒鮮潔乃無所犯；眾生盡索而無", "192": "所起，乃曰為忍；靜默無作乃為精進；其心", "193": "自然而無所生，乃為一心；度無所度，不越駛", "194": "水，棄諸邪見，乃為智慧。「入於深遠十二緣起", "195": "而無所入，乃可堪任名為玄妙；明達行空", "196": "乃為慈心；作無所作乃曰為哀；不行諸法", "197": "乃曰為喜；若越四瀆而無有二乃曰為護；無", "198": "受、不受，亦無所攝，乃為四恩；無有根本、亦無", "199": "所住，乃為德本，名曰五根；意無所念亦無所", "2": "西晉月支國三藏竺法護譯", "20": "殊師利各隨所問而發遣之，可悅其心令無", "200": "遊，乃為五力；覺了真諦一切本末為七覺意；", "201": "不合於二，無合、無散，乃曰道矣；獲致之然澹", "202": "泊之行乃曰為寂；以慧解度，不違柔順，乃曰", "203": "為觀；以慧為黨乃曰神通。吾皆以此勸助", "204": "歸趣不退轉輪，等御至佛。「所以如來具足莊", "205": "嚴成就其身，則以此義演文字說，隨諸眾生", "206": "言語、音響為分別解，所可頒宣靡不周遍、無", "207": "能抑制。所以如來於十種力常得自在，以慧", "208": "莊嚴而得成就，示現一切諸佛變化，無", "209": "上無極、最尊無比、為無等倫。我皆勸助如是", "21": "餘疑。爾時，會中有諸新學發意菩薩而來聽", "210": "法行。", "211": "「其有過去、當來、現在諸佛、世尊本清淨身，而", "212": "解自然悉不可得。所言清淨，其心清淨亦不", "213": "可得，無所發遣。供養諸佛，於一切法無所", "214": "將護乃為護法，無德、無眾。為供養僧，皆已備", "215": "悉威儀、禮節，亦以成就一切諸行。其行如是，", "216": "并及餘事，而曉去、來、現在諸佛道慧平等。", "217": "「等行佛法，不誤墮於一切眾魔、不與諸法而", "218": "俱同塵，不著聲聞、辟支佛地，斷絕諸非，奉度", "219": "無極，逮得總持。修菩薩行，速近於道，悉能", "22": "受——不能將護罪福之緣，陰蓋所覆而為虛妄、", "220": "報答眾生所言，恣隨眾人之所欲啟各令得", "221": "所。常住平等，所行由己，莊嚴一切諸佛國", "222": "土，辯才光曜歸于清淨，斷諸惡趣，三昧自在，", "223": "恣隨一切眾生所為，得諸總持靡不照明，辯", "224": "才聖達皆當從己。則以所發一切智心，悉用", "225": "勸助諸佛道慧。", "226": "「其諸過去、當來、現在逮得佛道，無有眾漏，戒、", "227": "定、慧、解、度知見事，周遊諸力無能退轉，緣", "228": "無所畏。諸佛之法無所罣礙，其無極慈行無", "229": "等倫，其大哀者不戴仰人。等如虛空，無能察", "23": "狐疑所蔽，習在顛倒、無勇猛志、依倚形色、垉", "230": "頂，無二功德報應之相，清淨蠲除迷惑之", "231": "心而自莊嚴其身、口、意。諸天、釋、梵普來勸", "232": "助，敷演道教而轉法輪，棄去無智、不達神識，", "233": "化諸眾生建立佛慧，吾悉勸助使至於佛", "234": "無上大道。「其有去、來、今現在佛臨滅度時，善", "235": "權方便、威神建立，流布舍利令人供養。攝取", "236": "一切眾生志性，從始至終乃能至于正法滅", "237": "盡，我皆勸助所可勸助，志於佛慧無上大道。", "238": "「去、來、現在諸佛、世尊現於滅度，合會聲聞，過", "239": "諸罣礙，導御篤信解法界味，導御法念度", "24": "怯弱心，不能諮啟文殊師利，淨除因緣一切", "240": "於八邪，所謂八等。住於無為種性之地，其", "241": "種性眾而反其流至須陀洹；二反周旋為斯", "242": "陀含；沒此生彼，不復迴還為阿那含；無為、無", "243": "起、無所復進為阿羅漢；分別曉了深妙緣起", "244": "十二之因為辟支佛；目悉通見、慧靡不達者", "245": "為諸菩薩。「初發意者心等如地，普入眾行。所", "246": "行真諦，窮盡生死諸法之原，具足佛法為不", "247": "退轉，於一切生而無所生，乃能逮入一生補", "248": "處。講說宣暢無所有慧而奮大光，諸所德", "249": "本悉無根本、亦無所住，吾悉勸助如是像法。", "25": "罪苦、修學大乘至無上道。時彼會中有一", "250": "「志於佛慧無上大道，其有去、來及今現在三", "251": "世之中，眾生之類淨諸佛眼。所可布施不計", "252": "吾我，無所貪愛；所作功德禁戒無盡，不可限", "253": "量。所修道義其行無行，所有功德悉以勸助", "254": "諸佛之慧，無上大道而不差別，等無所損，清", "255": "淨離穢，猶如虛空。入於殊妙智慧眾聖，則為", "256": "最上導御眾義，精進行法自然如空、真實無", "257": "比，亦如無為便無有侶，以是勸助。「取要言", "258": "之：如去、來、今諸佛、世尊，本為菩薩行求道", "259": "時，所行無量、智度無極、善權方便、無所罣", "26": "菩薩，名曰如來齊光照燿，見諸新學菩薩心", "260": "礙，真實之行善修清淨，行清淨已證取佛", "261": "慧，所可勸助眾德之本方當勸助。「吾當學此", "262": "所尊修法而效勸助，志於佛慧無上大道，使", "263": "諸眾生——如十方界滿中諸塵——身所行事，一切", "264": "見佛悉令發心不可計會，解於大道，自在", "265": "所行。吾悉勸助斯眾德本。了此德本不可", "266": "捉持，一切諸法猶如虛空。若能勸助此德", "267": "本已，則無有本；已離諸本不可護持，無所志", "268": "念寂然無生；達無生已便入諸法；已入諸", "269": "法便勸德本，如為己身所可勸助，亦復勸助", "27": "念志懷猶豫、不能自決，則前白問文殊師利", "270": "一切菩薩，開化眾生俱復如是，等無差特。是，", "271": "族姓子！菩薩大士勸助佛慧，順而無失乃", "272": "至大道。", "273": "「復次，族姓子！菩薩大士所住如此深妙大義，", "274": "然復口宣斯之言教。「其有十方不可稱計諸", "275": "佛、世尊，在其世界逮得無上正真之道成最正", "276": "覺，曉了經典，過於四魔，逮成無獲澹泊", "277": "之法，皆離文字、應聖二事。如所逮法而復", "278": "觀察，善權方便示現受法，開化所應可度", "279": "眾生，不失大哀。稽首請問，樂於靜寂，觀彼佛", "28": "無罪之事、悔過之義、無失勸助、諮請無過、不", "280": "樹，為諸天、龍、神、揵沓惒所見諮嗟，解了音", "281": "響、言語、文辭，為一切說。若立此行則能降伏", "282": "魔及官屬，化諸怨敵令無刺棘——所曰刺棘，", "283": "三毒之謂——具足所願，輒如所念滅除曚冥，", "284": "則成世間無極弘曜。「聖慧之明入於無量，分", "285": "別聰達，道靡不通，其智慧輪莫能遏毀，行權", "286": "方便暢識一切眾生根本，為說經法莫能抑", "287": "制，而皆斷絕一切處所閉結之行，照見群黎", "288": "所欲咨受。「五體投地稽首諸佛，尊敬歸命，為", "289": "勝、為殊、為最第一、為無等倫、無有過上、不有", "29": "違誘進。文殊師利即答如來齊光照燿菩薩：", "290": "譬喻、無可為侶，佛之智慧如是難及、觀無二", "291": "際。我如此禮乃為禮佛，無所從生、亦無所至。", "292": "為忍辱禮首悔殃釁，以稽首佛悔過自歸，", "293": "殃罪消索，雲除日出。「假使無量十方一切所", "294": "有世界滿中眾塵如此之數眾生之類，口所", "295": "宣說、發心之頃，思念諸想不可計會，勸助諸", "296": "佛令轉法輪。「此諸世尊轉無上輪、至無二", "297": "輪、無有形相無成就輪、不可得輪、裂壞一切", "298": "魔羅網輪、久遠已來覺無從生逮致大道", "299": "而𥧝起輪、開化眾生嚴淨十方諸佛土輪、", "3": "聞如是：一時佛在羅閱祇耆闍崛山中，與大", "30": "「是，族姓子！菩薩大士欲除罪業、奉行平等、入", "300": "於一切智多所摧伏力無能勝入此道輪、曉", "301": "了於空無相願輪、無所行輪、亦無所生無", "302": "有起輪、悉無所有如真諦輪、所可成就無所", "303": "成輪、有可降伏無所度輪、深奧微妙解於", "304": "十二緣起之輪、破壞眾魔却外敵輪，消除", "305": "迷惑危害怨賊、撾不可逮無極法鼓，亦復吹", "306": "於無言法䗍，則亦竪立法慧之幢。「而智聖", "307": "慧解脫大明，而炳然熾無極錠燎，尋則雨於", "308": "無量甘露，法渧之水可悅眾生及賢聖智，", "309": "無上大道以正七覺而飽滿之，滅盡一切眾", "31": "於過去當來現在佛法，五體投地尋復起立，", "310": "生之類生、老、病、死、愁憂、啼哭、惱不可意、結網之", "311": "礙、窈冥晻蔽樹之根栽，故曰然於智慧", "312": "之明無極大燈，則隨眾生本所為業、罪福果", "313": "報各為現說。「是諸世尊在於無數不可計會", "314": "十方世界而作佛事，善示法律，不斷言教，諦", "315": "分別慧。亦復授於諸菩薩莂，堅住聖眾，開", "316": "化眾生，求於玄妙寂然無為，啟受經典而無", "317": "厭足。「諸佛大聖欲滅度者，我悉勸助令不滅", "318": "度，專志一心，所行安隱，順住法界而常永", "319": "存。無央數姟不可稱計阿僧祇劫教化眾生，", "32": "右膝著地，口自說言：『一切眾生從於左路、著", "320": "住六波羅蜜所度無餘，一人不度終不捨去，", "321": "普令入於諸總持門，皆見一切諸佛三昧因", "322": "行之始。「若種正義立於大定、勸志大乘，遣", "323": "至一切諸佛世界，而為顯示諸佛、世尊從無", "324": "所生輒逮成道，現有所生實無所生；其無所", "325": "滅亦復如是乃有所滅，自然寂靜悉無所", "326": "著。是為，族姓子！菩薩大士勸助佛慧而無罪", "327": "釁。」", "328": "文殊師利言：「已能如是悔所犯過，當發無上", "329": "正真道意，常以慈心向於眾生，不懷怨結。已", "33": "於左道，其在邪見，悉當立之於賢聖法。』「欲", "330": "無怨望請召三界，勸助一切眾德之本。稽", "331": "首諸佛歸命悔過，勸助轉法輪，示現無量所", "332": "建立德，則當興發薩芸若智、諸通敏慧。", "333": "「十方世界無所係屬琦珍異寶、花鬘、雜香、擣", "334": "香、澤香、燈火、衣服、幢蓋、繒綵、伎樂不鼓自鳴、", "335": "宮殿、浴池、河、海、泉原、日、月光明——無君主者、亦", "336": "無敢名——吾目自見而心取此，持以貢上諸世", "337": "光耀佛天中天，以此眾養奇寶異珍奉事", "338": "諸佛。三界所有天上世間七寶樹木、自然", "339": "瑰琦、華香、天樂、床臥，復上諸佛。「供養已訖，", "34": "化一切眾生之類皆至無上正真平等之道，", "340": "曉了諸佛解一同等，諸佛無二，無有形容，三", "341": "十二相、八十種好而現相好，善權方便示無", "342": "量色。有所演說，音聲遠聞；化無數身，不可計", "343": "像。於諸世界而無所處，不住法界以懷誠信，", "344": "因緣解脫所可供養，奉侍之德以貢諸佛。「是", "345": "諸世尊於諸法界而不動搖、不得諸度無極", "346": "處所，入無罣礙，所至無際。察於眾生五陰之", "347": "體猶如曠野，而無有主、悉無所有。不曉了此，", "348": "唐為憂患。化眾生類，志薩芸若、諸通之慧，", "349": "普入眾行取如來身，所入行者悉捨有、無。顯", "35": "以是之故，右膝著地當宣此言：『猶若如來、至", "350": "現眾生人之境界，使無憍慢。轉佛法輪無有", "351": "放逸，皆棄調戲，抑制眾魔。人民志性不可", "352": "限量，斷除諸根為現無量；一切眾生處諸羅", "353": "網，而以道力廣示其義。平等之事無陰蓋", "354": "本亦不動搖，悉皆興發宣示普門，具足逮", "355": "成薩芸若慧，淨修諸佛功勳之德莊嚴其身。", "356": "「供養舍利，以此燈香、眾華、雜馨、諸所供具眾養", "357": "之德，以貢諸佛世之光曜：『如諸菩薩過去佛", "358": "時若干供養，心無所著以貢諸佛；吾亦如之", "359": "建立勸助，唯諸大聖垂以大慈，見愍納受。』」", "36": "真、等正覺詣於道場坐尊樹時，蠲除一切眾", "360": "文殊師利曰：「復次，族姓子！菩薩大士所住", "361": "若茲，當說此言：『吾所悔過則虛不實，所", "362": "可勸助亦無所生，所可請問亦無所有，計", "363": "此所悔虛無實也。設我所勸無所生者、所", "364": "可請問、無所有已，道亦如是，虛無所有。』「其無", "365": "所生、無所有者，等定亦如則無所生。無有度", "366": "者，無著、無念，已無所著則能信脫。無著勸", "367": "助，所首悔過功德之品計於道心，一切", "368": "眾生於無罪福而得自在。本所勸助，皆以德", "369": "本供養一切諸如來眾，稽首歸命，貢上燈香、", "37": "惡之法、諸善普備，吾亦如之。』「觀首遍體以手", "370": "花蓋、瓔珞、若干種物。所供養者，取此功德", "371": "皆為一味清淨之行——所清淨者，本性清淨，", "372": "鮮潔顯曜。等一切智以為大施無極之業，仁", "373": "和無穢等行於道，所願合集當令歸趣如來", "374": "之道，則用勸助無上正真為最正覺。「一切", "375": "諸法無所勸助：假使以眼不勸助色，了色自", "376": "然不以眼著，因緣報應計如其識，所從起者", "377": "不出於眼、亦無有色，適起壞滅，消散盡索亦", "378": "無住處；耳聲、鼻香、舌味、身更心法所勸亦然，", "379": "意無有法。「諸所功德亦復如是：勸助於道，道", "38": "摩之，重以右手而指于地：『吾當降魔并及官", "380": "無德本，有從德本而興因緣，因其所行而起", "381": "心矣，所發道心亦無所住，適起尋壞，消散滅", "382": "盡。「彼以其心而造德本，所可用心勸助行者，", "383": "發心展轉而不相見。猶如燈火、若晝日光，", "384": "無所從來、無所從去，適起生焰，因緣合成忽", "385": "不知處；菩薩道心亦復如是，智慧之明興顯", "386": "德本，亦無所住。其如是像以法生者，是為名", "387": "曰菩薩勸助入於寂然，受決得忍，逮致聖光", "388": "智慧之曜。「假使菩薩遊於是法，心不樂行眾", "389": "穢之元，諸佛、世尊以為證明，乃當勸助志於", "39": "屬。若得佛道，令一切人、眾生之類，消伏魔事", "390": "德本。猶如諸佛智度無極，善權方便，所因聖", "391": "慧令眾菩薩行於正德，所說勸助吾亦如之", "392": "而不動搖。精進若此，其道普至，靡所不周。", "393": "「承志性力所入無量，亦皆棄除所應、不應眾", "394": "想之念。設已得入眾性行者，思念一切如", "395": "來、至真悉在目前；思惟虛空，一切所有等", "396": "如虛無。已能可意，入於無量，思法界行一", "397": "切具足。神通之慧昇自在堂，乃得申敘而顯", "398": "其心，普悉棄捐世之垢穢、裂壞羅網，入於", "399": "自誡。皆見十方佛、天中天、諸菩薩眾，無有", "4": "比丘眾俱，比丘千二百五十，菩薩無央數——", "40": "及外怨敵。』坐佛樹下指地要誓成佛聖慧，如", "400": "遺脫而不覩者。念於去、來、現在諸佛悉為一", "401": "等，則以德本勸助聖慧。「吾今勸助，如無二", "402": "界一切普至；今此德本亦復如是，悉令周遍。", "403": "於諸群生而得申敘，皆使得入一切諸乘、諸", "404": "菩薩門所生之地，悉逮具足，靡不覩念。令其", "405": "眼根皆見眾生，究竟備悉無量佛事。盡入", "406": "耳根所可聽聞，一切天、人、蜎飛、蠕動音響、言", "407": "聲、分別文字，所暢決慧處處別異，教誨具足。", "408": "「眾生所作諸業、罪福所歸，從其所行而見果", "409": "實，觀察三世去、來、今事，曉了眾生善分別", "41": "本世尊右手指地降十八億諸魔官屬。以是", "410": "行，解知所言，而皆識練一切德本無本、無", "411": "住、亦無所行，乃為具足諸度無極。普見眾生", "412": "而等導御，常以依倚無我本際，一切世人悉", "413": "欲樂往與共相見。在於世間無所罣礙、亦無", "414": "坑塹，得第一度，思惟逮入，斷一切法皆得", "415": "通入。於諸法界亦無所壞，其所遊居微妙真", "416": "際。其有眾生在諸苦惱，令入佛土觀諸剎", "417": "土悉是人界，逮得明眼普見十方，悉承一", "418": "切諸佛聖德。「索察群黎心性所趣，開導制御", "419": "罪蓋所為，如所教持，悉為示現成就自", "42": "之故，所以右掌而案著地，以當左手案著", "420": "在。所奉道業順無從生，不乏四等、四恩、六度", "421": "以濟窮厄，令至弘廣殊特之慧。眾生志性各", "422": "異不同，而使具足所欲志願，令無顛倒，得", "423": "可其心使懷悅豫，勢力奇特而無有侶，心已", "424": "得閑逮成正覺。「目見眾生性行所趣各教化", "425": "之，示現究竟，使菩薩行永存不斷。令諸眾", "426": "生一切備悉六度無極，住於正道使無有", "427": "餘。過去、當來、今現在諸佛、世尊，皆誨眾生、", "428": "與得是處。「無上大道供養奉事，志性和雅，具", "429": "足往詣，使得通入無所行法、經道之輪、一", "43": "於地。「又跪左膝口說此言：『假使有人住愚癡", "430": "切剎土、眾生徑路。有身形者皆開化之，清徹", "431": "悅豫令不墮落。目見諸佛奉養歸命，以是", "432": "德本覩一切色如見佛形，而皆等觀十方", "433": "剎土，則能嚴淨諸佛國土。等察一切諸天、人", "434": "民、蚑行、喘息，人物之類，諛諂虛偽猶如幻化，", "435": "普悉了斯，解無所有。等視三世，一發心頃靡", "436": "所不入。「一切諸法雖各別異，等無若干入於", "437": "道力，令一切法至一平等，治無相好，等解善", "438": "權。察眾生心，從其志性委靡而隨，應病與", "439": "藥，等授無上正真道慧。超度世俗諸所為作，", "44": "法，所受顛倒而不順義、𢤱悷難化、不成好器、", "440": "清淨鮮潔歸于平等，洗除眾生塵勞、結恨、穢", "441": "濁志操，使徹清明。歸此平等，便得歸於一切", "442": "諸佛悉一法身，逮成莊嚴，志習於此柔順之", "443": "法，遵修其行，精進勢力慇懃不懈。「欲有所度，", "444": "以此德本，使十方人一發意頃普達眾生，解", "445": "告人民諸菩薩行，皆令合集言語辭意。以一", "446": "發言出無數教，示現眾生善權方便；一心念", "447": "頃各令見聞平等道門，變化感動靡不蒙濟。", "448": "轉於法輪，舌能覆面上至梵天，音聞遐方。", "449": "「如來身者，顯現道門歡悅眾生，以一普安演", "45": "慳貪垢穢而處危害、訾毀同學，今者識道，改", "450": "於無量若干光明。佛道巍巍無有斷絕，一時", "451": "顯揚，口宣十方五趣之處。示佛變化悉令", "452": "遊居，具足德行，為諸眾生而訓誨。現於斯", "453": "德本，修於無量總持之門，入於光明巍巍之", "454": "慧，令一切具靡不成就。「人民所行眾德本者", "455": "志性各異，使入總持光明之慧。其有諸天、一", "456": "切人民愁憂苦惱，為除眾患，悉入總持光", "457": "明之曜；一切諸論、文字本際，入於總持光", "458": "明之曜；一切諸行、諸想所應，悉入總持光明", "459": "之曜，使致普門；諸根轉輪使入總持光明之", "46": "往修來，而皆諦受於四恩行。』是以左手及", "460": "門；一切莊嚴清淨眾飾，使入總持光明之", "461": "門；一切徑路眾好威神以悅眾人，悉入總持", "462": "光明之門；無所罣礙，總持諸法，歸趣若干無", "463": "數威曜悉使具足，皆令一切諸佛之法悉逮", "464": "得入總持光明。以是德本、由此因緣，悉為", "465": "諸佛所見攝護。「視於諸佛如見父母，則以攝", "466": "取佛之國土，修治嚴淨。為諸善友所見攝取，", "467": "恭敬奉事諸佛、世尊，以若干種愛樂欣悅，心", "468": "無變異而不可動。攝取眾生，成就教誨，愛護", "469": "一切諸惡趣，則以聖威斷惱根。攝取諸世，", "47": "與左膝著於地矣。「假使頭腦著於地時，口", "470": "顯發行執，懷善教一切典。所開化者，無導御", "471": "攝取諸法，欲以執持、諷誦之故。「用斯德本、因", "472": "此緣報，住於一事普見眾事、住於眾事悉", "473": "見一事，則以一事入一切事、以一切事入於", "474": "一事，則以一義告誨開化一切諸義、以一切", "475": "義興發一義，以無因緣入於諸緣、化于諸緣", "476": "令入無緣。以無事法入于眾生性行各異，", "477": "從其相行而教誨之——以無有想入於諸想、諸", "478": "未進者悉令入道、入諸有想而誘進之使入", "479": "無想。「以是德本、因此事故、由斯瑞應，住於", "48": "演此言：『使一切人棄除貢高、自大之心，孝順", "480": "一人含氣之類心性之行，普見一切眾生意", "481": "歸；住於一切眾生志性，則覩一人心意所趣。", "482": "究竟具足，廣大其意，所誨無限，以一人心勸", "483": "化宣示一切眾生意志所念、以一切心興發", "484": "一心。則以諸佛威神感動教化如應，開解一", "485": "切眾生之行，誘一人心勸入一切眾生意行、", "486": "以一切心勸入一心。化眾生界，勸進暢示佛", "487": "身光明，心存住於無人之際，於無人際則不", "488": "動搖，所建立處不捨眾生，逮度無極而不懈", "489": "惓。「以是德本、修此事故，住一佛土普見一切", "49": "父母、奉敬尊長——若干種養——當以逮得無能見", "490": "諸佛國界、住一切土覩於一土，於一切土入", "491": "無盡土、於無量土入於一土。無盡本際莊", "492": "嚴校飾還淨國土，訓誨所入，斷婬、怒、癡，靡所", "493": "不散，住於一土教化諸土、在於諸土誘進一", "494": "土。一切眾生所念思想，勸至方面發起人民，", "495": "令一剎土入一切土、以一國土入於一切，無", "496": "量佛土等見三界。眾生所興不可動故，以無", "497": "極哀開化人民，而無處所、亦無所住。若懷狐", "498": "疑，悉濟猶豫，度眾生類。「以是德本，以過去", "499": "事入於過去、又以過去入於當來、又以過去", "5": "一切大聖神通已達，逮得總持，攬十方慧，立", "50": "頂佛之髻相，越度一切世間諸法，身過三界，", "500": "入於現在，其當來事入於當來、又當來事", "501": "入於過去、當來事者入於現在，又現在事入", "502": "於現在、又現在事入於過去。一切過去、當來、", "503": "現在入平等相，令其現在入於現在；其現在", "504": "者入於過去，其去、來、今普入平等。「以是德本、", "505": "因緣之報，逮得諸佛現在目前三昧要慧、致", "506": "成佛德聖眾如來三昧正定、逮致光明華如", "507": "來所化莊嚴三昧、皆莊嚴淨所現三昧、示一", "508": "切色所現身三昧、皆入諸音言辭三昧。又，首", "509": "楞嚴現若干種般泥洹事，獲致不斷佛教三", "51": "慧踰虛空。今吾自歸，以是五體投地禮德", "510": "昧、而當成就專一嚴淨三昧、究竟善住三", "511": "昧、定意金剛道場三昧、如金剛三昧、慧眼", "512": "三昧。以是之比，見於一切眾生之心，所行若", "513": "干志操不同，過去、當來、今現在事無所不達，", "514": "乃為如來三昧道場。各各別異，令致于彼神", "515": "通之慧，所願具足。「以是德本，吾及眾生悉使", "516": "成就進退自由，究竟清淨，被蒙開化。以是德", "517": "本，一切眾生目之根原使如佛眼；一切世間", "518": "眾生所在諸可聞者逮興佛耳，其聽無極；使", "519": "眾生鼻得如佛鼻，通徹無際，悉無所著；令諸", "52": "使諸眾生至成大道。』「世俗之人生長五蓋，", "520": "眾生舌根德殊，逮得世尊廣長之舌，其所教", "521": "誨如佛之言；處在一切世間之法，所作身事、", "522": "所可興發皆成佛身；處在一切法界之中，亦", "523": "無所處化於眾生。一切所行作佛慧業，從其", "524": "人民志性所願，應病與藥而開化之。一切諸", "525": "香則能變為佛之德馨，熏為道事：一切諸味", "526": "則能化成成習義味，一切細滑柔和，內性入", "527": "人義業；一切諸法皆以訓導，使成導法開", "528": "化眾生。是為一切諸所入者，吾當令成諸佛", "529": "所入通達大慧；人民陰蓋、諸所情衰，吾當興", "53": "以此功德自然棄除五蓋之蔽、具足五根、究", "530": "法消化諸衰為作佛事，當使諸界悉為佛界、", "531": "所有諸根令無有根、使乏根者為立道根。「以", "532": "是德本、因此緣故，得至建立無所住慧，聖道", "533": "所處、所可建立，普令人民皆悉曉之，化一切", "534": "色悉成佛形。由是之故，各各使人曉了其", "535": "慧，變諸音響悉成佛聲，皆為人民宣布道教。", "536": "「如是之比，使諸眾生消除盡索塵勞欲門，乃", "537": "為菩薩入諸菩薩療治其行道法之門，是為", "538": "清淨一切人民志性事矣。「可悅眾生智慧之", "539": "宅，入無勝地勢力之土，菩薩道行下於應時", "54": "竟五力、絕滅五欲、逮得五通、遠離五陰、成", "540": "而不違失，身行、口言、意所修業無所罣礙、", "541": "不有危害、無所藏匿，頒宣諸佛之言教也。", "542": "行不虛妄，逮得神通，所知具足。以是德本，當", "543": "令我身及諸眾生悉得成就至於清淨，為人", "544": "講說，是為菩薩大士所行勸助佛慧真諦無", "545": "失。」文殊師利說是五體悔過品時，五百菩薩", "546": "皆悉逮得無所從生法忍，皆以除棄狐疑、猶", "547": "豫、虛偽、閉結、倒見之惑。如來齊光照曜菩薩，", "548": "逮得一切諸佛無所破壞三昧之定。", "549": "於是，世尊則以道耳遙聞文殊師利之所講", "55": "就五眼。其在五趣眾生之類，獲致殊特五", "550": "說，尋以讚曰：「善哉，善哉！仁快說此除諸菩", "551": "薩罣礙罪蓋勸助入道。若有菩薩，儻聞說此", "552": "勸助教者，即能奉持、諷誦、講說，如是不久皆", "553": "當滅盡一切罪蓋，令無罣礙。如燈及燭入於", "554": "冥室眾闇消索、猶如日出照于天下靡不蒙", "555": "明、如盲得目、聾者得聽、瘂者能言、跛者能行、", "556": "塞者得通。五陰自消、六衰則滅，昇於法堂、入", "557": "于道室，超慧臺閣、處大聖殿。」「何謂法堂？」", "558": "佛言：「神通已暢，無所罣礙，逮三達智。」「何謂道", "559": "室？」佛言：「得三昧定，見十方佛如人照鏡，無", "56": "法之行、禁戒差特，三昧智慧修於解脫、度知", "560": "有遠近，周遍悉見。」「何謂慧臺？」佛言：「智度無", "561": "極，解一切空，心無所著，大慈大哀。」「何謂大殿？」", "562": "佛言：「善權方便，進退知時，不在有為、不處無", "563": "為，與法身合，無合、無散。現形三界化為佛身，", "564": "相好威容頒宣道教，或為菩薩、聲聞、緣覺、", "565": "高士、大聖、凡夫愚行，因時開化，度脫十方，莫", "566": "不得濟至于大道。」佛說如是，如來齊光照曜", "567": "菩薩、賢者阿難，諸天、龍、神、阿須倫、世間人", "568": "民，莫不歡喜，作禮而退。", "569": "佛說文殊悔過經", "57": "見事。以是五體投地之德，陰蓋以消，住根、力", "58": "者常念如來，未曾捨懷。「復說此言：『諸佛、世", "59": "尊唯垂恩慈而見愍念，於是一切十方世界", "6": "三脫門，曉了三世，無所罣礙頒宣三寶救", "60": "所有菩薩上至諸佛，慧無罣礙，其行不二，", "61": "於是平等將護法相，以法身體清淨之言，無", "62": "有解說、鮮潔之心而無有心。一切諸法慧", "63": "無陰蔽，無來、無去，於一切智悉愍普見，等入", "64": "如來證明要義，過去、當來、今現在法。識知罪", "65": "福因緣之報，諸佛、世尊乃為聖眼，其慧成就", "66": "悉能證明，為人重任備精進已。吾從本際至", "67": "於生死，於真諦際而自迷惑，不能敏達無所", "68": "識知，處在非法興於法想、違犯政律以為", "69": "律想、非是眾祐為眾祐想、興發不善以為善", "7": "濟三界，開演三乘使曉本無無上正真。", "70": "想。心隨顛倒，不了無常、苦、空非身，自貪見身", "71": "諸惡罪業，所為非法，不順典約佛所禁限。「『自", "72": "犯此罪、若教他人，方當所作罪蓋塵勞——不聽", "73": "聞法、憎惡菩薩聖眾之業、不奉道教、見諸魔", "74": "事、遠波羅蜜諸度無極、若人布施抑令不", "75": "為、壞人德本使不成就——吾今皆從十方諸佛、", "76": "世尊光燿，悔過自首，不敢覆蔽，令除其殃，改", "77": "往修來。「『從今已後不敢復犯，勿復令我有眾", "78": "罪蓋，墮於地獄、餓鬼、畜生、鬼神、貧窮，若在人", "79": "中莫令乏匱、設在天上勿為貧天，博達眾", "8": "爾時，文殊師利菩薩遊羅閱祇耆闍崛山，與", "80": "經莫貧於道、財業豐饒莫使厄匱，用七法財", "81": "以給少智。眼、耳、鼻、口、身、意陰蓋，斯侵親屬、心", "82": "壞因緣。若生邊地，家室鬪諍而相別離、臭", "83": "惡瑕穢而不可忍。莫與如此眷屬共會，常使", "84": "應行正士俱會而與相見。今從十方諸佛悔", "85": "過，改往修來，不敢藏匿。』」", "86": "文殊師利言：「當復自責：『我前世時行不清淨，", "87": "毀身、口、意，婬、怒、愚癡興心為害，放訑諛諂、", "88": "多求無厭、積累惡業、誹謗輕調、毀佛法眾、不", "89": "孝父母、蔑於尊長。眾祐凡人曀其功勳，不能", "9": "諸菩薩、不可稱計諸大弟子，天、龍、鬼神、乾沓", "90": "自覺輕智慢聖，自歎其身，求他長短，既身自", "91": "犯，又勸他人其順行者教令越法。不知佛時、", "92": "不知法時、不知僧時、不知善惡時，深沒貪、", "93": "婬、瞋恚所沮，愚癡所蔽不能精進，嫉妬不實，", "94": "兇暴難化。多所志慕，計任吾我，處人壽命", "95": "興五趣念，乞求合集懷諛諂想，積累無限", "96": "非法之行。自計有身，念是我所，無常為常想、", "97": "苦為樂想、無身為身想、不淨為淨想。墮四", "98": "顛倒，種於惡業、醉於形色、迷於財業、惑於傲", "99": "貴、荒於國位、亂於眷屬。所作過罪——見覩諸"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0459 佛說文殊悔過經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}