{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0452 佛說觀彌勒菩薩上生兜率天經", "text": {"0": "No. 452", "1": "佛說觀彌勒菩薩上生兜率天經", "10": "已，尊者阿若憍陳如即從禪起，與其眷屬", "100": "天宮有五大神：", "101": "「第一大神名曰寶幢，身雨七寶散宮牆內，", "102": "一一寶珠化成無量樂器，懸處空中不鼓", "103": "自鳴，有無量音適眾生意。第二大神名曰", "104": "花德，身雨眾花彌覆宮牆化成花蓋，一一", "105": "花蓋百千幢幡以為導引。第三大神名曰香", "106": "音，身毛孔中雨出微妙海此岸旃檀香，其", "107": "香如雲作百寶色遶宮七匝。第四大神名", "108": "曰喜樂，雨如意珠，一一寶珠自然住在幢", "109": "幡之上，顯說無量歸佛、歸法、歸比丘僧，及說", "11": "二百五十人俱；尊者摩訶迦葉，與其眷屬二", "110": "五戒、無量善法、諸波羅蜜，饒益勸助菩提", "111": "意者。第五大神名曰正音聲，身諸毛孔流", "112": "出眾水，一一水上有五百億花，一一華上", "113": "有二十五玉女，一一玉女身諸毛孔出一切", "114": "音，聲勝天魔后所有音樂。」佛告優波離：「此", "115": "名兜率陀天十善報應勝妙福處。若我住世", "116": "一小劫中，廣說一生補處菩薩報應及十善", "117": "果者不能窮盡，今為汝等畧而解說。」佛告", "118": "優波離：「若有比丘及一切大眾，不厭生", "119": "死樂生天者、愛敬無上菩提心者、欲為", "12": "百五十人俱；尊者大目犍連，與其眷屬二百", "120": "彌勒作弟子者，當作是觀。作是觀者，應", "121": "持五戒八齋具足戒，身心精進不求斷結，", "122": "修十善法，一一思惟兜率陀天上上妙快樂，", "123": "作是觀者名為正觀，若他觀者名為邪觀。」", "124": "爾時優波離即從座起，整衣服頭面作禮，", "125": "白佛言：「世尊！兜率陀天上乃有如是極妙", "126": "樂事，今此大士何時於閻浮提沒生於彼", "127": "天？」佛告優波離：「彌勒先於波羅捺國劫波", "128": "利村波婆利大婆羅門家生，却後十二年", "129": "二月十五日，還本生處，結加趺坐如入", "13": "五十人俱；尊者舍利弗，與其眷屬二百五", "130": "滅定，身紫金色光明豔赫如百千日，上至兜", "131": "率陀天，其身舍利如鑄金像不動不搖，身", "132": "圓光中有首楞嚴三昧般若波羅蜜字義炳", "133": "然。時諸人天尋即為起眾寶妙塔供養舍", "134": "利。時兜率陀天七寶臺內摩尼殿上師子床座", "135": "忽然化生，於蓮華上結加趺坐，身如閻浮", "136": "檀金色，長十六由旬，三十二相、八十種好皆", "137": "悉具足，頂上肉髻髮紺瑠璃色，釋迦毘楞伽", "138": "摩尼、百千萬億甄叔迦寶以嚴天冠。其天寶", "139": "冠有百萬億色，一一色中有無量百千化佛，", "14": "十人俱；摩訶波闍波提比丘尼，與其眷屬", "140": "諸化菩薩以為侍者；復有他方諸大菩薩，", "141": "作十八變隨意自在住天冠中。彌勒眉間", "142": "有白毫相光，流出眾光作百寶色，三十", "143": "二相一一相中有五百億寶色，一一好亦", "144": "有五百億寶色，一一相好艶出八萬四千光", "145": "明雲，與諸天子各坐花座，晝夜六時常說", "146": "不退轉地法輪之行；經一時中成就五百", "147": "億天子，令不退轉於阿耨多羅三藐三菩", "148": "提。如是處兜率陀天晝夜恒說此法，度", "149": "諸天子。閻浮提歲數五十六億萬歲，爾乃下", "15": "千比丘尼俱；須達長者與三千優婆塞俱，", "150": "生於閻浮提，如《彌勒下生經》說。」佛告優波", "151": "離：「是名彌勒菩薩於閻浮提沒生兜率陀", "152": "天因緣。佛滅度後我諸弟子，若有精勤", "153": "修諸功德、威儀不缺，掃塔塗地，以眾名香", "154": "妙花供養，行眾三昧深入正受，讀誦經典，", "155": "如是等人應當至心，雖不斷結如得六", "156": "通，應當繫念念佛形像稱彌勒名。如是等", "157": "輩若一念頃受八戒齋，修諸淨業發弘誓", "158": "願，命終之後譬如壯士屈申臂頃，即得往", "159": "生兜率陀天，於蓮華上結加趺坐，百千天子", "16": "毘舍佉母與二千優婆夷俱；復有菩薩摩訶", "160": "作天伎樂，持天曼陀羅花摩訶曼陀羅華，以", "161": "散其上讚言：『善哉善哉！善男子！汝於閻浮", "162": "提廣修福業來生此處，此處名兜率陀天，", "163": "今此天主名曰彌勒，汝當歸依。』應聲即禮，", "164": "禮已諦觀眉間白毫相光，即得超越九十", "165": "億劫生死之罪。是時菩薩隨其宿緣為說妙", "166": "法，令其堅固不退轉於無上道心。如是等", "167": "眾生若淨諸業行六事法，必定無疑當得", "168": "生於兜率天上值遇彌勒，亦隨彌勒下閻", "169": "浮提第一聞法，於未來世值遇賢劫一切", "17": "薩，名跋陀婆羅，與其眷屬十六菩薩俱；", "170": "諸佛，於星宿劫亦得值遇諸佛世尊，於諸", "171": "佛前受菩提記。」佛告優波離：「佛滅度後，比", "172": "丘、比丘尼、優婆塞、優婆夷，天、龍、夜叉、乾闥婆、", "173": "阿脩羅、迦樓羅、緊那羅、摩睺羅伽等，是諸大", "174": "眾，若有得聞彌勒菩薩摩訶薩名者，聞已", "175": "歡喜恭敬禮拜，此人命終如彈指頃即得往", "176": "生，如前無異；但得聞是彌勒名者，命終亦", "177": "不墮黑闇處、邊地、邪見、諸惡律儀，恒生正見，", "178": "眷屬成就，不謗三寶。」佛告優波離：「若善男", "179": "子善女人，犯諸禁戒造眾惡業，聞是菩薩", "18": "文殊師利法王子，與其眷屬五百菩薩俱；", "180": "大悲名字，五體投地誠心懺悔，是諸惡業速", "181": "得清淨。未來世中諸眾生等，聞是菩薩大悲", "182": "名稱，造立形像，香花衣服繒蓋幢幡禮拜繫", "183": "念，此人命欲終時，彌勒菩薩放眉間白毫大", "184": "人相光，與諸天子雨曼陀羅花，來迎此人。", "185": "此人須臾即得往生，值遇彌勒，頭面禮敬，", "186": "未舉頭頃便得聞法，即於無上道得不退", "187": "轉，於未來世得值恒河沙等諸佛如來。」佛", "188": "告優波離：「汝今諦聽，是彌勒菩薩於未來", "189": "世，當為眾生作大歸依處。若有歸依彌", "19": "天、龍、夜叉、乾闥婆等一切大眾，覩佛光明皆", "190": "勒菩薩者，當知是人於無上道得不退", "191": "轉。彌勒菩薩成多陀阿伽度、阿羅訶、三藐三", "192": "佛陀時，如此行人見佛光明即得授記。」", "193": "佛告優波離：「佛滅度後，四部弟子、天、龍、鬼神，", "194": "若有欲生兜率陀天者，當作是觀繫念", "195": "思惟，念兜率陀天，持佛禁戒，一日至七日，", "196": "思念十善行十善道，以此功德迴向願生", "197": "彌勒前者，當作是觀。作是觀者，若見一", "198": "天人、見一蓮花，若一念頃稱彌勒名，此人", "199": "除却千二百劫生死之罪；但聞彌勒名合掌", "2": "宋居士沮渠京聲譯", "20": "悉雲集。爾時，世尊出廣長舌相放千光明，", "200": "恭敬，此人除却五十劫生死之罪；若有敬", "201": "禮彌勒者，除却百億劫生死之罪；設不生", "202": "天，未來世中龍花菩提樹下亦得值遇，發無", "203": "上心。」", "204": "說是語時，無量大眾即從坐起，頂禮佛足，", "205": "禮彌勒足，遶佛及彌勒菩薩百千匝。未得", "206": "道者各發誓願：「我等天人八部，今於佛前", "207": "發誠實誓願，於未來世值遇彌勒，捨此身", "208": "已皆得上生兜率陀天。」世尊記曰：「汝等及未", "209": "來世修福持戒，皆當往生彌勒菩薩前，為", "21": "一一光明各有千色，一一色中有無量化佛，", "210": "彌勒菩薩之所攝受。」佛告優波離：「作是觀", "211": "者名為正觀，若他觀者名為邪觀。」", "212": "爾時尊者阿難即從座起，叉手長跪白佛言：", "213": "「世尊！善哉世尊！快說彌勒所有功德，亦記", "214": "未來世修福眾生所得果報，我今隨喜。唯然", "215": "世尊！此法之要云何受持？當何名此經？」佛", "216": "告阿難：「汝持佛語慎勿忘失，為未來世", "217": "開生天路示菩提相，莫斷佛種。此經名『彌", "218": "勒菩薩般涅槃』，亦名『觀彌勒菩薩生兜率陀", "219": "天勸發菩提心』，如是受持。」佛說是語時，", "22": "是諸化佛異口同音，皆說清淨諸大菩薩甚", "220": "他方來會十萬菩薩，得首楞嚴三昧；八萬", "221": "億諸天發菩提心，皆願隨從彌勒下生。", "222": "佛說是語時，四部弟子、天龍八部，聞佛所", "223": "說，皆大歡喜，禮佛而退。", "224": "佛說觀彌勒菩薩上生兜率天經", "23": "深不可思議諸陀羅尼法，所謂阿難陀目佉", "24": "陀羅尼、空慧陀羅尼、無礙性陀羅尼、大解", "25": "脫無相陀羅尼。爾時世尊以一音聲，說百億", "26": "陀羅尼門。說此陀羅尼已，爾時會中有一", "27": "菩薩名曰彌勒，聞佛所說，應時即得百萬", "28": "億陀羅尼門，即從座起整衣服，叉手合掌", "29": "住立佛前。", "3": "如是我聞：一時佛在舍衛國祇樹給孤獨園。", "30": "爾時優波離亦從座起，頭面作禮而白佛", "31": "言：「世尊！世尊往昔於毘尼中及諸經藏說阿", "32": "逸多次當作佛，此阿逸多具凡夫身，未斷", "33": "諸漏，此人命終當生何處？其人今者雖復", "34": "出家，不修禪定不斷煩惱，佛記此人成", "35": "佛無疑，此人命終生何國土？」佛告優波離：", "36": "「諦聽諦聽，善思念之。如來、應、正遍知，今於", "37": "此眾說彌勒菩薩摩訶薩阿耨多羅三藐", "38": "三菩提記。此人從今十二年後命終，必得", "39": "往生兜率陀天上。爾時兜率陀天上，有", "4": "爾時世尊於初夜分舉身放光，其光金色，", "40": "五百萬億天子，一一天子皆修甚深檀波羅", "41": "蜜，為供養一生補處菩薩故，以天福力造", "42": "作宮殿，各各脫身栴檀摩尼寶冠，長跪合掌", "43": "發是願言：『我今持此無價寶珠及以天冠，", "44": "為供養大心眾生故，此人來世不久當成", "45": "阿耨多羅三藐三菩提，我於彼佛莊嚴國界", "46": "得受記者，令我寶冠化成供具。』如是諸", "47": "天子等各各長跪，發弘誓願亦復如是。「時", "48": "諸天子作是願已，是諸寶冠化作五百萬億", "49": "寶宮，一一寶宮有七重垣，一一垣七寶所", "5": "遶祇陀園周遍七匝，照須達舍亦作金色，", "50": "成，一一寶出五百億光明，一一光明中有五", "51": "百億蓮華，一一蓮華化作五百億七寶行樹，", "52": "一一樹葉有五百億寶色，一一寶色有五百", "53": "億閻浮檀金光，一一閻浮檀金光中出五", "54": "百億諸天寶女，一一寶女住立樹下，執百億", "55": "寶無數瓔珞，出妙音樂，時樂音中演說不退", "56": "轉地法輪之行。其樹生果如頗黎色，一切眾", "57": "色入頗梨色中，是諸光明右旋婉轉流出", "58": "眾音，眾音演說大慈大悲法。一一垣牆高六", "59": "十二由旬、厚十四由旬，五百億龍王圍繞此", "6": "有金色光猶如段雲，遍舍衛國處處皆雨", "60": "垣，一一龍王雨五百億七寶行樹，莊嚴垣", "61": "上，自然有風吹動此樹，樹相振觸，演說苦、", "62": "空、無常、無我、諸波羅蜜。「爾時此宮有一大神，", "63": "名牢度跋提，即從座起遍禮十方佛，發", "64": "弘誓願：『若我福德應為彌勒菩薩造善法", "65": "堂，令我額上自然出珠。』既發願已，額上自", "66": "然出五百億寶珠，瑠璃頗梨一切眾色無", "67": "不具足，如紫紺摩尼表裏暎徹。此摩尼", "68": "光迴旋空中，化為四十九重微妙寶宮，一", "69": "一欄楯萬億梵摩尼寶所共合成。諸欄楯間", "7": "金色蓮花；其光明中，有無量百千諸大化佛，", "70": "自然化生九億天子五百億天女，一一天子", "71": "手中化生無量億萬七寶蓮華，一一蓮華上", "72": "有無量億光，其光明中具諸樂器，如是天", "73": "樂不鼓自鳴，此聲出時，諸女自然執眾樂", "74": "器，競起歌舞；所詠歌音演說十善、四弘", "75": "誓願，諸天聞者皆發無上道心。「時諸園中", "76": "有八色瑠璃渠，一一渠有五百億寶珠而用", "77": "合成，一一渠中有八味水，八色具足。其水", "78": "上湧游梁棟間，於四門外化生四花，水", "79": "出華中如寶花流。一一華上有二十四天", "8": "皆唱是言：「今於此中有千菩薩，最初成", "80": "女，身色微妙如諸菩薩莊嚴身相，手中自", "81": "然化五百億寶器，一一器中天諸甘露自然", "82": "盈滿，左肩荷佩無量瓔珞，右肩復負無量", "83": "樂器，如雲住空從水而出，讚歎菩薩六波", "84": "羅蜜；若有往生兜率天上，自然得此天", "85": "女侍御。亦有七寶大師子座，高四由旬，閻浮", "86": "檀金、無量眾寶以為莊嚴，座四角頭生四蓮", "87": "華，一一蓮華百寶所成，一一寶出百億光明，", "88": "其光微妙化為五百億眾寶雜花莊嚴寶帳。", "89": "「時十方面百千梵王，各各持一梵天妙寶，以", "9": "佛名拘留孫，最後成佛名曰樓至。」說是語", "90": "為寶鈴懸寶帳上。時小梵王持天眾寶，以", "91": "為羅網彌覆帳上。爾時百千無數天子天女", "92": "眷屬，各持寶華以布座上，是諸蓮花自然", "93": "皆出五百億寶女，手執白拂侍立帳內。「持", "94": "宮四角有四寶柱，一一寶柱有百千樓閣，", "95": "梵摩尼珠以為絞絡。時諸閣間有百千天", "96": "女，色妙無比手執樂器，其樂音中演說苦、", "97": "空、無常、無我、諸波羅蜜；如是天宮有百億萬", "98": "無量寶色，一一諸女亦同寶色。「爾時十方無", "99": "量諸天命終，皆願往生兜率天宮。「時兜率"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0452 佛說觀彌勒菩薩上生兜率天經", "author": "宋 沮渠京聲譯", "sourceLink": "http://www.cbeta.org/"}