{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2797 梵網經述記卷第一", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2797 [cf. No. 1484]", "1": "梵網經述記卷第一", "2": "發菩提願未。答言已發若依此經。和上問七", "3": "遮故。下經言。若欲受戒時。法師問言。現身不", "4": "作七逆罪邪。菩薩法師不得與七逆人現身", "5": "受戒。七逆者。出佛身血。殺父母殺和上。殺", "6": "阿闍梨。破羯磨轉法輪僧。殺聖人。若具七遮。", "7": "即身不得戒。餘一切得受戒。而瑜伽說。不說", "8": "七遮者。作懺悔亦得戒故。非如聲聞犯邊罪", "9": "已。更不得受。各據義故不相違。謂。此經中據", "10": "不懺悔者說作七逆現身不得戒。論中據懺", "11": "悔亦有受戒義故略不說。第四正作羯磨者。", "12": "如瑜伽說。自此已後應作如是言。汝如是名", "13": "善男子。或次第欲於我所受諸菩薩一切學", "14": "處。受諸菩薩一切淨戒。所謂律儀戒。攝善", "15": "法戒。饒益有情戒。如是學處。如是淨戒。過", "16": "去一切菩薩已具。未來一切菩薩當具。普於", "17": "十方現在一切菩薩今具。於是學處。於是淨", "18": "戒。過去一切菩薩已學。未來一切菩薩當學。", "19": "現在一切菩薩今學。汝能受不。若能受。能", "20": "授菩薩第二第三亦如是說。能受菩薩第二", "21": "第三亦如是答。能授菩薩作如是問。乃至第", "22": "三授淨戒已。能受菩薩作如是答。乃至第三", "23": "請證。如瑜伽云。受淨戒已。能受菩薩不起于", "24": "坐。能授菩薩對佛像前。普於十方現住諸佛", "25": "及諸菩薩。恭敬供養頂禮雙足。作如是白。", "26": "某名菩薩。今已於我某菩薩所。乃至三說受", "27": "菩薩戒。我某菩薩已某作證。唯願十方無邊", "28": "無際諸世界中諸佛菩薩第一真聖。於現不", "29": "現一切時處。一切有情皆現學者。於此某名", "30": "受菩薩戒亦為作證。第二第三亦如是。受戒", "31": "羯磨畢竟。從此無間。普於十方無邊無際諸", "32": "世界中現住諸佛已入大地諸菩薩前。法爾", "33": "相現。由此表示。如是菩薩已受菩薩所受淨", "34": "戒。爾時十方諸佛菩薩。於是法爾之相生起", "35": "憶念。由憶念故。正智見轉。由正智見。如實", "36": "覺知。某世界中某名菩薩。某菩薩所。正受菩", "37": "薩所受淨戒。一切於此受戒菩薩如子如弟。", "38": "生親善意。眷念憐愍。由佛菩薩眷念憐愍。令", "39": "是菩薩希求善法倍復增長。無有退減。當知", "40": "是名菩薩戒。啟白請證如是。已作受菩薩戒", "41": "羯磨等事。授受菩薩俱起供養。普於十方無", "42": "邊無際諸世界中諸佛菩薩頂禮雙足。恭敬", "43": "而退。如是菩薩所受律儀戒。於餘一切所受", "44": "律儀戒。最勝無上無量無邊大功德藏之所", "45": "隨逐。第一最上。廣說乃至。一切別解脫律", "46": "儀。於此菩薩律儀戒。百分不及一。千分不及", "47": "一。數分不及一。計分不及一。算分不及一。喻", "48": "分不及一。鄔波尼殺曇分亦不及一。攝受一", "49": "切大功德故。", "50": "第二明自誓受戒者。如瑜伽說第四十云。又", "51": "諸菩薩。欲受菩薩淨戒律儀。若不會遇具足", "52": "功德補特伽羅。爾時應對如來像前。自受菩", "53": "薩淨戒律儀。應如是受。偏袒右肩。右膝著", "54": "地。或蹲跪坐。作如是言。我如是名。仰啟十", "55": "方一切如來已入大地諸菩薩眾。我今欲於", "56": "十方世界佛菩薩所。誓受一切菩薩學處。誓", "57": "受一切菩薩淨戒。謂律儀戒。攝善法戒。饒益", "58": "有情戒。如是學處。如是淨戒。過去一切菩", "59": "薩已具。未來一切菩薩當具。普於十方現在", "60": "一切菩薩今具。如是學處。如是淨戒。過去一", "61": "切菩薩已學。未來一切菩薩當學。普於十方", "62": "現在一切菩薩今學。第二第三亦如是說。說", "63": "已應起。所餘一切。如前應知。然自受者。必", "64": "先懺悔。要須得見好相。以此為限。若不得好", "65": "相。不得戒故。此經下云佛滅度後。欲以好心", "66": "受菩薩戒時。於佛形像前。自誓受戒。當七", "67": "日佛前懺悔得見好相。便得戒。若不得好相", "68": "時。應一以二七三七乃至一年。要得好相。得", "69": "好相已。便得佛菩薩形像前受戒。若不得好", "70": "相。雖佛菩薩形像前受戒不得戒。若現先受", "71": "菩薩戒法師前受戒時。不須見好相。是法師", "72": "師相授故。不須好相。若千里內無能受戒師。", "73": "得佛菩薩形像前受得戒而要見好相。", "74": "第六得捨戒緣。此復有二。一者得戒緣。二", "75": "者捨戒緣。得戒緣者復有二種。一七眾得戒", "76": "緣。二菩薩得戒緣。七眾得戒有二。一得戒", "77": "差別。二具戒緣。得戒有二。一具戒。二餘六", "78": "眾。得具戒者。諸宗不同。餘六眾。依一切有", "79": "部。顯十種不戒故。十誦律云。佛告諸比丘。十", "80": "種受具足。一自然。二見諦。三善來。四自誓。", "81": "五論議。六受重法。七遣信。八乞五德。九乞羯", "82": "磨得。十三歸。自然得者謂。佛獨覺。正理論", "83": "云。自然謂智以不從師。證此智時。得具足", "84": "戒。問。何故不說阿羅漢自然得戒。唯說獨覺", "85": "得耶。答。獨覺利根自然得戒。阿羅漢鈍根故", "86": "不說文。此中唯說大獨覺非部行也。問。此自", "87": "然得戒有表業不。若無表業。云何言無表離", "88": "表而生。答。有表者是何時表。入觀智時無身", "89": "語表故。答。入觀前表得此智時。轉成根本能", "90": "發無表。是故無表亦依表生。問。如何得知。得", "91": "阿羅漢時。無自然得戒。答。有阿羅漢沙彌等", "92": "故。如大莊嚴說云。曾昔時寺中有諸羅漢沙", "93": "彌。乃至廣說。又雜阿含經二十三云。此二", "94": "沙彌是俱解脫阿羅漢。故知不得。問。自然得", "95": "戒者先得五戒十戒以不。答。得盡智時一時", "96": "頓得五戒及具。以利根故。有說。先得五戒後", "97": "得具戒。如梯橙故。問。何故比丘尼無自然得。", "98": "答。性行劣故。必無女身成大覺獨覺故。見", "99": "諦得者。如正理說三十七云。由得入正性離", "100": "生。謂。五苾芻由證見道得具足戒。問。何故比", "101": "丘尼無見道得戒。答。此諸女人多過失故。多", "102": "煩惱故。是故無有見道得戒。問。何故五人見", "103": "諦得戒。餘苾芻不爾耶。答。此五苾芻。佛初", "104": "轉法輪。最初得見道。法住增故。問。何故五人", "105": "最初得道。答。由本願故。如世尊說。我於過去", "106": "世中作國王。以身血氣施羅剎。即發願言。我", "107": "當作佛時。先度五人。五羅剎者。今五苾芻", "108": "是也。又菩薩過去作大魚身五人先見。乃至", "109": "廣說。善來得戒。如正理云。由佛命善來苾", "110": "芻。謂邪舍等由本願力佛威加故。薩婆多毘", "111": "婆沙二論云。三迦葉門徒一千人。舍利目連", "112": "門徒二百五十人。皆善來得戒。自誓得戒", "113": "者。如正理說云。由信受佛為大師。謂。大迦葉", "114": "問。何故餘人無自誓受得耶。答。信解薄故。論", "115": "議得者。正理論云。善巧酬答所問。謂蘇陀夷。", "116": "此復云何。彼年八歲。來至佛所。佛問彼言。", "117": "汝家何在。彼即答言。三界無家。佛知利根。", "118": "雖年未滿。令僧為授。非答問時。便得具戒。", "119": "受重法者。正理說云。由敬受八尊重法。謂。大", "120": "生主為最初也。問。彼大生主。從於誰邊受重", "121": "法。答。本是佛說。阿難為大生主說。彼大生", "122": "主論阿難邊受八尊重。如中阿含經二十八", "123": "說。阿難白佛言。世尊。女人可得第四沙門果", "124": "耶。因此故。女人得於此正法律中至捨家學", "125": "道耶。世尊告曰。止止阿難。莫作是念。若使女", "126": "人得於此法中捨家者。令此梵行不得久住。", "127": "阿難。猶如人家多女少男者。此家為得轉興", "128": "盛耶不也。世尊。如是。阿難。若使女人於此法", "129": "中捨家學道者。令此梵行不得久住。阿難。猶", "130": "如稻田及麥田中。有穢草生者。必壞彼田。如", "131": "是女人捨家學道。令此梵行不得久住。阿難", "132": "白佛言。世尊。瞿曇彌大愛道。為世尊所饒", "133": "益。所以者何。世尊。母亡之後。瞿曇彌大愛", "134": "道掬養。世尊廣說。乃至。佛告阿難。我今為女", "135": "說八尊師法。謂。女人不當犯女人奉持盡形", "136": "壽邪。云何為八尊師法。阿難。比丘尼當從比", "137": "丘受具足。我為女人施設第一尊師法。阿難。", "138": "比丘應半月。半月從比丘乞受教誡。此為", "139": "第二若止住處。設無比丘者。不得受夏坐。此", "140": "為第三比丘尼受夏坐訖。於兩部眾中當三", "141": "事求見聞疑。此為第四。若比丘不聽聞者。比", "142": "丘尼則不得聞經律阿毘曇。若聽聞者即得", "143": "聞。此為第五。阿難。比丘尼不得說比丘所", "144": "犯。比丘得說比丘尼所犯。此為第六。阿難。", "145": "比丘尼若犯僧伽婆尸沙。當於兩部眾中十", "146": "五日行不慢。此為第七。阿難。比丘尼受具", "147": "足。雖至百歲故當向始受具足。比丘總下意", "148": "禮拜恭敬承事。此為第八尊師法。爾時阿難。", "149": "為彼大愛道。說八尊師法時。大愛道受八尊", "150": "師法而得出家。佛告阿難。若女人不得於此", "151": "正法律出家學道。正法當住一千年。今失五", "152": "百歲。餘有五百歲。毘尼母論二亦同此經。此", "153": "中意說。受八法時得具足戒。如十誦云。優波", "154": "離問波闍。受八重法。即是出家。成比丘尼。", "155": "餘尼云。問佛言。應現前作白四羯磨。問。若爾", "156": "于時尼眾既未滿足。餘者云何得戒。答。如薩", "157": "婆多論云。十四年前八數度女。十四年後羯", "158": "磨度之。又彼二云。成道八年後有白四羯磨。", "159": "又五分云。五百比丘尼亦數法得。又毘尼母", "160": "云。師法受具。中除憍曇彌五百諸女人。餘一", "161": "切不得師法受具遣信者。正理論云。由遣使。", "162": "謂法授尼。五分云。婬女半迦尸。欲往蘭若住", "163": "處受具戒。賊眾道路同取彼女。女聞此事時", "164": "不敢去。佛聽遙為受具先尼眾中作本法竟。", "165": "置受戒人於一處所將十尼眾往蘭若處。禮", "166": "僧眾足。尼羯磨師。為從僧乞僧羯磨師。乃", "167": "至為作白四羯磨已。和上闍梨將十尼還至", "168": "本處所。呼受戒人令禮眾足。乃至廣說。又毘", "169": "尼母云。尼遣使受戒。中唯有一女。得此女顏", "170": "容挺特。世所無比。若往者恐惡人抄掠。是佛", "171": "所聽。今時若有如是比者。可得遣使受戒乞", "172": "五德者。正理論云。由持律為第五人。謂於邊", "173": "國羯磨得者。正理云。由十眾。謂於中國此即", "174": "通僧尼。尼受具中二部各十。所言五十者就", "175": "極少說。若多若過於理無傷。三歸得者。正", "176": "理論云。由三說歸佛法僧。謂六十賢部共集", "177": "受具戒。解云。佛遣無學為說三歸便得具足。", "178": "毘尼母論二云。佛告憍陳如。若人出家者。當", "179": "剃除鬚髮。教如是言。我今盡形受歸依佛法", "180": "僧。我今依佛出家。婆伽婆是我師也。三語受", "181": "戒如我所說解也。尊者阿若憍陳如遊行到", "182": "毘梨耆國。復到毘舍離國。毘舍離國中有毘", "183": "梨耆人。二國族姓子舍在一處。此諸人等皆", "184": "生念言。阿若憍陳如。於大沙門法中出家。行", "185": "於梵行。我等就其出家學法共議論已。即便", "186": "相將詣陳如所。頭面禮足。白尊者言。唯願大", "187": "德聽我等於如來法中出家修於梵行。阿若", "188": "憍陳如聽其出家。為說三語受戒。受戒已共", "189": "詣佛所。陳如白佛言。此族姓子等。求欲出家", "190": "為其三語受戒。為得戒不。佛告憍陳如。此諸", "191": "人等三語受戒。善得其戒。問。何故餘人無三", "192": "歸得具戒。答。未制已前有三語受具。世尊制", "193": "後無三語受具。因病比丘無人看侍。往白佛。", "194": "佛告諸比丘。從今已去斷三語羯磨。於十僧", "195": "中白四羯磨聽使受具。俱舍順正理三十七", "196": "顯宗有十種得戒。同此十誦摩得勒迦十種", "197": "得戒。一自然。二見諦。三問答。四三歸。五自", "198": "誓。謂大迦葉。六五眾。七十眾。八八重法。九", "199": "遣信。十二部。謂尼毘無善來。善來以後更與", "200": "受故。若依法藏部。四分律云。一善來。二上", "201": "法。謂成無學證有餘滅名為上法。即便得戒。", "202": "如四分律云。若修道成阿羅漢果即名出家。", "203": "受具足戒。而經說阿羅漢沙彌者非我所宗。", "204": "三三歸。四八敬。五羯磨。此說意言。自然是上", "205": "法攝。見諦是善來攝。問答是羯磨攝。信佛", "206": "為大師是善來攝。又宗不同。不須會釋。若依", "207": "大眾部僧祇律云。四種受具足法。自覺具足。", "208": "二善來。三十眾。如律云。和上十眾內不名", "209": "受具。合十一人。四分但言十眾。和上在中。四", "210": "五眾。若依化地部五分律有五種受具足。一", "211": "自然。二善來。三三歸。四八不可越。五羯磨。", "212": "又毘尼母論云。比丘有五種受具。一善來。二", "213": "三語。謂三歸。三白四羯磨。四佛勅聽受具。謂", "214": "善問答也。五上受具。謂阿羅漢果名上受具。", "215": "比丘尼亦有五種受具。一隨師教行。謂受八", "216": "敬法。二白四羯磨。三遣使如前四善來。五上", "217": "受具能成就。不作一切諸惡。又薩婆多論第", "218": "二云。凡七種受戒者。見道受戒。二善來得", "219": "戒。三者三語得戒。四者三歸受戒。五者自誓", "220": "受戒。六者八法受戒。七者白四羯磨。於七種", "221": "中見諦得戒。唯五人得。餘更無得者。善來", "222": "得戒。三語三師。佛在世得滅後不得自誓。唯", "223": "大迦葉一人得。更無得者。八法受戒。唯大愛", "224": "道一人得更無得者。白四羯磨戒。佛在世得", "225": "滅後亦得。如是七種得者。問答廣釋。具如彼", "226": "說。今依大乘十種得戒中。除自然得。餘同", "227": "一切有部。今大乘中無自然得戒。謂。佛世尊。", "228": "曾於三大無數劫中。具足三種清淨律儀。非", "229": "今日得。若大獨覺。雖今已得阿羅漢。而未", "230": "得具戒。以未受故。如餘阿羅漢沙彌。此亦如", "231": "是。故瑜伽論五十三說。或復有一。唯自然受。", "232": "除苾芻律儀。何以故。由苾芻律儀非一切堪", "233": "受故。若苾芻律儀非要從他受者。若堪出家。", "234": "若不堪出家。但欲出家者。便應一切隨其所", "235": "欲自然出家。如是聖教便無軌範。又釋大獨", "236": "覺有自然得戒。而論說言苾芻律儀。無自然", "237": "者。多分而說。唯大獨覺有自然得戒。餘必無", "238": "故。所餘九種皆名從他得。要待他力而得戒", "239": "故。如薩婆多論云。問。七種戒。幾種他得。幾", "240": "種目得。答。六從他得。一須分別見諦得戒。以", "241": "根本而言。以佛說法故。證得聖諦。名從他得。", "242": "自以忍智。明照真諦。而得具戒。即名自得。", "243": "准此論文。唯除獨覺。自餘皆從他得。第二得", "244": "戒緣者。有通有別。通緣者。謂二圓滿。是為", "245": "通緣。一自圓滿。二他圓滿。自圓滿者。復有五", "246": "種。一善得人身。謂。成就男得或得女根。二", "247": "生於中國。三諸根具足。四勝處淨信。謂於如", "248": "來及毘奈耶得淨信心。五離諸業障。謂能遠", "249": "離五無間業等。他圓滿者。復有五種。一諸佛", "250": "出世。二說正法教。三法教久住。四法住隨", "251": "轉。謂證正法者。即如所證隨轉隨順教授教", "252": "誡。五他所哀愍。他謂施主。彼於行者起哀愍", "253": "心惠施資具。具女瑜伽二十一。第二別緣者。", "254": "若依四分。具四緣得戒。一羯磨者。謂比丘受", "255": "大戒僧數滿足。二白四羯磨成就教法緣。三", "256": "得處所者。結界成就。四住比丘法中者。年", "257": "滿二十。身無遮難。又毘尼母第二云。復有五", "258": "處白四羯磨受戒滿足。一和上。二阿闍梨。三", "259": "眾僧具足。四性調順。五諸根具足。無諸障礙。", "260": "是名五處受戒具足。今依大乘。未見成文。而", "261": "理言足同。四分律意。身無遮難者。如瑜伽", "262": "論五十三說。問。由幾因緣。雖樂欲受苾芻律", "263": "儀。而不應授。答。毘有六因。一意樂損害。", "264": "二依止損害。三男形損害。四白法損害。五繫", "265": "屬於他。六為護他故。具說如彼。問。善等三性", "266": "心何心發戒。答。三性心中皆能得戒。以具緣", "267": "故。如薩婆多論第一云。問。為善心中得戒。為", "268": "不善心中得戒。為無記心得戒。為無心中得", "269": "戒。答。一切盡得。問。善心得戒其義可見。不", "270": "善無記心云何得戒。答。且如有一先起善心", "271": "起身語表業白四羯磨時。或起貪等。或無記", "272": "心。於此心中成就戒色。其義云何。今依大乘。", "273": "近因等起心相應思上假立表業。此相應思", "274": "熏成種子。第三羯磨時。雖住不善無記之心。", "275": "而由具緣力。今彼思種功能增長。依此思種", "276": "假立無表名為得戒。問。既起不善心。云何善", "277": "種而得增長。答。由具緣力故。而得增長。問。", "278": "若自相續緣可言具緣增自種。具緣他所成", "279": "自種不能長。答。自種不託緣。應言不增長自", "280": "種。託緣生緣他增自種。問。自種託緣他生緣", "281": "增自種。亦可解。或他緣起他解除自惑。答。斷", "282": "惑遣自迷他解不能斷起戒。要託緣他緣得", "283": "增長云云入無心時亦得戒者。如不還沙彌", "284": "欲受具戒。具其衣鉢詣大眾所。禮拜乞戒白", "285": "四羯磨。時入滅盡定前因等起思所熏種功", "286": "能增長。依此假立無表律儀。所餘六眾得戒", "287": "因緣。隨其所應如理應思。", "288": "第二得菩薩戒。此有二種。一自誓受得。二從", "289": "師得。如前已說。又具四緣方得淨戒。一者已", "290": "發大菩提願。二者遇善友。謂。遇已發大願諸", "291": "菩薩等。三者遠離七逆。如後又說。四者羯磨", "292": "成就。如是四緣得菩薩戒。此據從師受者而", "293": "說。若自受者。唯有三緣。除遇善友。問。菩薩", "294": "何時發戒。答。第三羯磨時方乃發戒。第二捨", "295": "戒緣。如瑜伽論五十三說。問。有幾因緣。苾", "296": "芻律儀受已還捨。答。或由捨學處故。或由犯", "297": "根本罪故。或由形缺二形生故。或由斷善根", "298": "故。或由棄捨眾同分故。苾芻律儀受已還捨。", "299": "答。正法毀壞。正法隱沒。雖無新受苾芻律儀。", "300": "先已受得當知不捨。所以者何。由於爾時穢", "301": "惡正起。無一有情。不損意樂。能受具戒。況當", "302": "有證沙門果者解云比丘尼正學勤策男女。當", "303": "知菩薩亦爾。故不別說。又彼論云。若近事", "304": "男律儀。當知由起不同分心故。善根斷故。棄", "305": "捨眾同分故。受已還捨。正法沒時。如苾芻律", "306": "儀道理當知。近事男律儀亦爾。若近住戒。由", "307": "日出故。發不同分心故。於中間捨眾同分故。", "308": "受已復捨。捨菩薩戒。二緣四緣。受已還捨。二", "309": "因緣者。如瑜似論第四十云。略由二緣。捨諸", "310": "菩薩淨戒律儀。一者棄捨無上正等菩提大", "311": "願。二者現行上品纏犯他勝處法。言四緣者。", "312": "如彼七十五說。又捨因緣略有四種。一者決", "313": "定發起不同分心。二者若於有識別大丈夫", "314": "前故。意發起棄捨語言。三者總別毀犯四種", "315": "他勝處法。四者若以增上品纏總別毀犯。隨", "316": "順四種他勝處法。由此因緣棄捨菩薩淨戒", "317": "律儀。若有還清淨受心。應還受得解云第一", "318": "第二是前二中第一所攝。後之二種第二所", "319": "攝。隨順他勝處者。謂十重中前之大種。如", "320": "是六種亦共二乘。或可不定故。名隨順。又", "321": "隨順者。謂隨順他勝處諸方便等。名為隨順", "322": "他勝處法。具依前釋所言。捨者但捨功能而", "323": "不捨體。如本業經下云。菩薩戒有受法而無", "324": "捨有犯不失。問。若捨菩薩戒必捨比丘戒。設", "325": "捨比丘戒必捨菩薩戒。答。應作四句。有捨菩", "326": "薩戒而不捨比丘戒。謂。退大菩提心而不捨", "327": "比丘戒。有捨比丘戒而不捨菩薩戒。謂下中", "328": "纏犯比丘根本罪。或有俱捨。謂上品纏犯。初", "329": "四重俱不捨者。謂除前相。如菩薩戒。對比丘", "330": "律儀。如是菩薩戒。對餘六眾。當知亦爾。", "331": "第七持犯差別者。略有八門。一品類差別。二", "332": "共不共差別。三廣大差別。四甚深差別。五止", "333": "作差別。六因差別。七果差別。八意樂差別。品", "334": "類差別者。謂聲聞乘唯制律儀戒。今此菩薩", "335": "具三淨戒。謂攝律儀戒。攝善法戒。饒益有", "336": "情戒。共不共殊勝者。如無性攝論七云。共不", "337": "共殊勝者。謂諸菩薩一切性罪不現行故。與", "338": "諸聲聞共相似遮罪。有現行故。與諸聲聞不", "339": "共。於此學處有聲聞犯菩薩不犯。有菩薩犯", "340": "聲聞不犯。菩薩具有身語心戒。聲聞唯有身", "341": "語二戒。是故菩薩心亦有犯非諸聲聞。以要", "342": "言之。一切饒益有情無罪身語意業。菩薩一", "343": "切皆應現行。皆應修學。知是應知說名為共", "344": "不共殊勝。無性釋云。殺盜婬等所生名性罪。", "345": "斷生草等。非貪等生。說名遮罪。菩薩戒中觀", "346": "有利益而無罪者。一切應修聲聞。不爾又諸", "347": "菩薩心亦有犯。非諸聲聞。謂唯內起欲恚害", "348": "等諸惡尋思不為發起身語二業。一切饒益", "349": "有情無罪身語意業者。謂能利益安樂有情。", "350": "不為發自起貪等煩惱。如是一切菩薩應修。", "351": "又瑜伽論四十一云。若諸菩薩安住菩薩淨", "352": "戒律儀。如薄伽梵。於別解脫毘奈耶中。將護", "353": "他故。建立遮罪。制諸聲聞。令不造作。諸有情", "354": "類未淨信者。令生淨信。已淨信者。令倍增", "355": "長。於中菩薩與諸聲聞應等修學。無有差別。", "356": "何以故。以諸聲聞自利為勝。尚不棄捨將護", "357": "他行為。令有情未得信者。信信者增長學所", "358": "學處。何況菩薩利他為勝。當知是天從多分", "359": "說。若盡道理。於遮罪中亦有不共。且如威儀", "360": "戒。若見由衣不齊有利益菩薩。此中不整衣", "361": "如是等類。准此可知。又瑜伽云。若諸菩薩安", "362": "住菩薩淨戒律儀。如薄伽梵。於別解脫毘奈", "363": "耶中。為令聲聞少事少業少希望住建立遮", "364": "罪。制諸聲聞令不造作。於中菩薩與諸聲聞", "365": "不應等學。何以故。以諸聲聞自利為勝不願", "366": "利他。於利他中少事少業少希望住可名為", "367": "妙。非諸菩薩利他為勝不顧自利。於利他中", "368": "少事少業少希望住得名為妙。如是菩薩為", "369": "利他故。從非親里長者居士婆羅門等及恣", "370": "施家應求百千種種衣服。觀彼有力無力隨", "371": "其所施。如應而受如說求衣求鉢亦爾。如", "372": "求衣鉢。如是自求種種絲縷。令非親里為織", "373": "作衣。為利他故。應畜種種憍世邪衣諸坐臥", "374": "具事各至百。乃至廣說。廣大差別者。如攝", "375": "論云。由四種廣大故。一種種無量學處廣大", "376": "故。二由攝受無量福德廣大故。三由攝受一", "377": "切有情利益安樂意樂廣大故。四由建立無", "378": "上正等菩提廣大故。釋曰。種種無量學處廣", "379": "大者。謂諸菩薩所學尸羅種種品類無量差", "380": "別。所以廣大。攝受無量福德廣大資糧者。謂", "381": "此尸羅能攝無量福德資糧。所以廣大。攝受", "382": "一切有情利益安樂意樂廣大者。謂此尸羅", "383": "攝諸有情此世他世世出世間捨惡攝善。若", "384": "因若果饒益意樂。所以廣大。建立無上正等", "385": "菩提廣大者。謂此尸羅建立大菩提。所以廣", "386": "大。諸聲聞等無如事是。四甚深差別者。如攝", "387": "論云。謂諸菩薩由是品類方便善巧行殺生", "388": "等十種作業。而無有罪。生無量福。速證無上", "389": "正等菩提。又諸菩薩現行變化身語兩業。應", "390": "知亦是甚深尸羅。由此因緣。或作國王。示行", "391": "種種惱有情事。乃至廣說。釋曰。由此品類方", "392": "便善巧者。謂諸菩薩悲願相應後得妙智。行", "393": "殺生等十種作業而無有罪等事者。謂愛樂", "394": "善法增惡不善見諸邪見性說名後三。依止此", "395": "故行殺等七而無有罪。生無量福。速證菩提。", "396": "或行前七。不起後三。大數言十。或已伏除。為", "397": "試彼力故。心暫起不能招苦故。無有罪。能", "398": "助道故。生無量福。又瑜伽說。若諸菩薩安住", "399": "菩薩淨戒律儀。善摧方便。為利他故。於諸性", "400": "罪少分現行。由是因緣。於菩薩戒無所違犯。", "401": "生多功德。謂如菩薩見劫盜賊。為貪財故欲", "402": "殺多眾。或復欲殺大德聲聞獨覺菩薩。或復", "403": "欲造多無間業。見是事已。發心思惟。我若斷", "404": "彼惡眾生命。當墮地獄。如其不斷無間業成。", "405": "當受大苦。我寧殺彼墮那落迦。終不令彼受", "406": "無間業。如是菩薩意樂思惟。於彼眾生或以", "407": "善心或無記心。知此事已。為當來故。深生慚", "408": "愧。以憐愍心而斷彼命。由此因緣。於菩薩戒", "409": "無所違犯。生多功德。又如菩薩見劫盜賊奪", "410": "他財物。若僧伽物。窣堵波物。而取多物。執", "411": "為己有。從情受用。菩薩見已起憐愍心。於", "412": "彼有情。發生利益安樂。隨力所能逼。而奪取", "413": "勿令受用。如是財故。當受長夜無義無利。由", "414": "此因能所奪財寶。若僧伽物還復僧伽。乃至", "415": "廣說。又如菩薩處在居家。見有母已現無", "416": "繫屬。習婬欲法繼心菩薩求非梵行。菩薩見", "417": "已作意思惟。勿令心恚多生非福。若隨其欲", "418": "便得自在方便安處。令種善根。亦當令其捨", "419": "不善業。住慈愍心。行非梵行。雖習如是穢", "420": "污之法。而無所犯多生功德。出家菩薩。為護", "421": "聲聞。聖所教誡。令不壞滅。一切不應行非梵", "422": "行。又如菩薩為多有情解脫命難。乃至剜眼", "423": "等難。雖諸菩薩為自命難亦不正知說於妄", "424": "語。然為救脫彼有情故。知而思惟故說妄語。", "425": "以要言之。菩薩唯觀有情義利非無利義自", "426": "無染心。唯為饒益諸有情故。覆相正知而說", "427": "異語。說是語時。於菩薩戒無所違犯。生多功", "428": "德。乃至廣說。決定毘尼經云。佛告憂波離。", "429": "汝今當知。聲聞乘人有異方便。有異深心。持", "430": "清淨戒。菩薩乘人有異方便。有異深心。持清", "431": "淨戒。憂波離。聲聞乘人雖淨持戒。於菩薩乘", "432": "不名淨戒。菩薩乘人雖名淨戒。於聲聞乘人", "433": "不名淨戒。云何名為聲聞乘人雖淨持戒。於", "434": "菩薩乘人不名淨戒。優波離。聲聞乘人不應", "435": "乃至一念起於一念欲更受身。是則名為聲", "436": "聞乘人清淨持戒。於菩薩乘最大破戒。名不", "437": "清淨。解云。謂諸菩薩有利益處。方便受身。起", "438": "種種欲。攝受有情。出不善處。安置善處。答", "439": "諸菩薩不以其欲攝受有情。棄捨有情。即是", "440": "破戒。此中意說。在家菩薩非出家菩薩。出家", "441": "菩薩為護聖教。是故不得行非梵行。又云。優", "442": "波離。菩薩乘人。於無量劫堪忍受身。不生厭", "443": "患。是則名為菩薩乘人清淨持戒。於聲聞乘", "444": "最大破戒。不名清淨。云何名為菩薩乘人持", "445": "開通戒。聲聞乘人持不開通戒。優波離。菩薩", "446": "乘人以初日分有所犯戒。日中分思惟當得", "447": "一切種智。菩薩爾時不破戒身。以日中分有", "448": "所犯戒。於日後分思惟當得一切種智。菩薩", "449": "爾時不破戒身。廣說乃至以後夜分有所犯", "450": "戒。於日初分思惟。當得一切種智。菩薩爾時", "451": "不破戒身。以是義故。菩薩乘人持開通戒。聲", "452": "聞乘人持不開通戒。菩薩不應生大慚愧。亦", "453": "復不應生大悔纏。優波離。聲聞乘人數數犯", "454": "罪。即時破失聲聞戒身。所以者何。聲聞乘人。", "455": "應當持戒斷一切結。如救頭燃。所有深心為", "456": "涅槃故。廣說乃至。優波離。白佛言。世尊。或", "457": "有欲相應心而犯於戒。有癡相應心而犯於", "458": "戒。世尊。菩薩犯戒於欲相應心嗔相應心癡", "459": "相應心。何者為重。爾時世尊告優波離。若", "460": "有菩薩如恒河沙劫欲相應心而犯於戒。或", "461": "有菩薩因一嗔以而犯於戒等住菩薩大乘之", "462": "道。因嗔犯者當知最重。所以者何。因嗔恚", "463": "故。能捨眾生。因貪欲故。於諸眾生而生親愛。", "464": "優波離所有諸結能生親愛。菩薩於此不應", "465": "生畏。所有諸結能捨眾生。菩薩於此應生不", "466": "畏。廣說乃至。大乘之人因欲犯者。我說是", "467": "人不名為犯。因嗔犯者我說是人名為大犯。", "468": "名大過患。名大墮落於佛法中。是大留難。若", "469": "有菩薩無有方便。欲相應心而犯於戒。生於", "470": "怖畏。於嗔犯戒不生怖畏。若有菩薩而有方", "471": "便。恚相應心而犯於戒。而生怖畏。欲相應心", "472": "而犯於戒。不生怖畏。又本業經說。嗔心犯戒", "473": "即便失戒　第五止作差別者。謂聲聞戒多", "474": "是止持。雖有作持。而止持為宗。若菩薩戒通", "475": "止作持。言止持者。謂聲聞共戒。言作持者", "476": "不共聲聞。如不往聽法即有所犯。往聽無犯。", "477": "又作看病即無所犯。不看即犯。如是等類。作", "478": "即無犯。止即有犯。復有差別。謂聲聞戒准遮", "479": "身語。若菩薩戒通遮三業　第六因差別者。", "480": "謂菩薩於大菩提願。大悲為因。第七果差別", "481": "者。謂菩薩戒。無上大菩提以為果故　第八", "482": "意樂差別。不共二乘何等意樂。謂有六種。一", "483": "無厭意樂。二廣大意樂。三歡喜意樂。四恩德", "484": "意樂。五無染意樂。六善好意樂。無厭意樂", "485": "者。謂諸菩薩假使經於殑伽沙等生。是一一", "486": "生殑伽沙等大劫壽量。於此長時諸資生具常", "487": "所匱之。三千大千世界滿中盛火恒在其中。", "488": "行住坐臥。雖能修習一剎那戒。如是修習所", "489": "有戒聚。究竟滿足。能證無上正等菩提。名", "490": "為菩薩無厭意樂。廣大意樂者。謂諸菩薩修", "491": "習戒時。展轉相續。無一剎那有退有斷。乃", "492": "至究竟坐菩提座。是名菩薩廣大意樂。歡喜", "493": "意樂者。謂諸菩薩修習戒時。於此所攝諸有", "494": "情所生大歡喜。是諸有情由此所攝。雖生歡", "495": "喜。猶不能及。是名菩薩歡喜意樂。恩德意", "496": "樂者。謂諸菩薩修習戒時。觀此所攝一切有", "497": "情。於我己身有大恩德。不見己身。於彼有", "498": "恩由。資助我無上菩提故。是名菩薩恩德意", "499": "樂。無染意樂者。謂諸菩薩修習戒時。雖於無", "500": "量諸有情所興大戒福而不希報恩。當來果", "501": "報是名菩薩無染意樂。善好意樂者。謂諸菩", "502": "薩修習戒時。所有果報施諸有情。不自為己。", "503": "又以此福。共諸有情。迴向無上正等菩提。是", "504": "名菩薩善好意樂具如對法論十二。", "505": "第八犯已還淨。此有二種。一犯他勝處法。二", "506": "犯輕垢。如下經說。若有犯十戒者。應教懺悔。", "507": "在佛菩薩形像前。日日六時誦十重四十八", "508": "輕戒。發到禮三世千佛。須見好相。若一七", "509": "日二三七日。乃至一年。要見好相。見好相者", "510": "佛來摩頂。若見光明花種種異相。便得罪滅。", "511": "若無好相。雖懺無益。是人現身亦不得戒。", "512": "而得增益受戒。若犯四十八輕戒者。對手懺", "513": "悔滅。若依瑜伽論。與此少異。故彼四十說。若", "514": "用耎中品纏毀犯四種他勝處法。不捨菩薩", "515": "戒上品纏犯。即名為捨。若諸菩薩毀犯四種", "516": "他勝處法。數數現行而無慚愧。深生愛樂。見", "517": "是功德。當知說名上品纏犯。非諸菩薩暫一", "518": "現行他勝處法。便捨菩薩淨戒律儀。如諸苾", "519": "芻犯他勝處法。即便棄捨別解脫戒。若諸菩", "520": "薩由此毀犯棄捨菩薩淨戒律儀。於現法中", "521": "堪任更受非不堪任。如苾芻住別解脫戒犯", "522": "他勝法。於現法中不任更受。又彼論四十一", "523": "說。若諸菩薩以上品纏違犯如上他勝處法。", "524": "失戒律儀。應當更受。若中品纏違犯如上他", "525": "勝處法。應對於三補特伽羅。或過是數。應", "526": "如發露除惡作法先當稱述所犯事。名應作", "527": "是說長老專志。或言。大德。我如是名違越菩", "528": "薩毘奈耶法。如所稱事犯惡作罪。餘如苾芻", "529": "發露悔滅惡作罪法。應如是說。若下品纏違", "530": "犯。如上他勝處法。及餘違犯。應對於一補特", "531": "伽羅發露悔法。當知如前若無隨順補特伽", "532": "羅可對發露悔除所犯。爾時菩薩以淨意樂", "533": "起自誓心。我當決定防護當來終不重犯。如", "534": "是於犯還出還淨門上品纏犯他勝法。即失戒", "535": "者未知犯已。至心悔過戒還生不。答。自有兩", "536": "釋。一云。不能還生。而大方等陀羅尼經說。若", "537": "不還生無有是處者。並依下中品纏犯者而", "538": "說。上品犯者必無還生極惡煩惱而損害故。", "539": "又彼經中依罪滅義。而密意說言。若不還生", "540": "無有是處。勸令下劣生歡喜心故。一云。上品", "541": "纏犯彼戒還生。所以者何。聖教正理為定量", "542": "故。聖教者如大方等陀羅尼第一說。行此法", "543": "已。若有眾生。犯五逆罪身有白癩。若不還", "544": "差無有是處。若菩薩四戒。沙彌戒。式叉沙彌", "545": "尼戒。比丘戒。比丘尼戒。如是諸戒。若犯一", "546": "一戒。當一心懺悔。若不還生。無有是處。除不", "547": "至心。所言理者。謂受戒時有殊勝思熏成種", "548": "子。依此種子假立無表。若犯他勝法。即彼種", "549": "子無遮止用。名捨律儀種體不捨。若有犯已", "550": "至心發露生極悔心後終不犯。何能不起防", "551": "護功能。既發功能是名為戒。名為還淨。如起", "552": "邪見斷善根者。後起疑心。或起正見。還續", "553": "善根。乃至一生離染得果。此亦如是。還起功", "554": "能遮止惡行。名戒還生。准此教理。雖犯他勝", "555": "法有還淨理。比丘等戒當知亦爾。如瑜伽論", "556": "九十九說。最初罪聚雖可還淨。然唯依二補", "557": "特伽羅非為一切無有差別。此可還淨。是故", "558": "彼勝不立而還淨聚中。解云。二補特伽羅。謂", "559": "佛在世時難提比丘。如來滅度後一百年。脇", "560": "尊者時那陀比丘。此二比丘犯已無覆藏心。", "561": "許與羯磨還住僧中。具如毘尼母論第三說。", "562": "由此當知。不捨種體。但捨功能。還生淨戒。", "563": "餘亦如是。至心悔除功能還生。", "564": "第九明校量勝劣者。謂諸菩薩有漏淨戒超", "565": "諸世間所有善品。亦過一切聲聞獨覺所有", "566": "淨戒。及諸功能。如大般若經第五百八十六", "567": "說。又滿慈子。初發無上正等覺心。一菩薩", "568": "戒至鄔波尼殺曇分倍亦復為勝。假使世間", "569": "一切有情皆具成前五神通。彼所有戒於發", "570": "無上正等覺心諸菩薩眾初發心時。一菩薩", "571": "戒百分不及一。千分不及一。乃至鄔波尼殺", "572": "曇分不及一。復次滿慈子。一切預流一來不", "573": "還阿羅漢獨覺淨戒。於發無上正等覺心諸", "574": "菩薩眾初發心時。一菩薩戒百分不及一。千", "575": "分不及一。乃至鄔波尼殺曇分亦不及一。爾", "576": "時滿慈子問舍利子言。云何菩薩有漏淨戒。", "577": "能勝二乘無漏淨戒。舍利子言。聲聞獨覺無", "578": "漏淨戒。唯求自利迴向涅槃。菩薩淨戒普為", "579": "度脫無量有情迴向無上正等菩提。是故菩", "580": "薩有漏淨戒。能勝二乘無漏淨戒。如日輪出", "581": "放大光明。熒火等光悉皆隱沒。如是菩薩修", "582": "行淨戒迴向趣求一切智智。普勝一切聲聞", "583": "獨覺迴向涅槃所有淨戒。時滿慈子問舍利", "584": "子言。何緣菩薩有漏淨戒普勝異生聲聞獨", "585": "覺所有淨戒。舍利子言。菩薩淨戒普為利樂", "586": "一切有情迴向趣求一切智智。異生聲聞獨", "587": "覺不爾。是故菩薩有漏淨戒。普勝聲聞獨覺", "588": "淨戒。又第五百八十七說。滿慈子。如有二", "589": "人作大方入深山窟求無價寶。彼入未久便", "590": "見兩邊有諸少價金銀等寶。俱見不取。漸次", "591": "前行。復見兩邊有多價寶。一見貪著荷負而", "592": "還。一見不取。更復前進。至極勝處。獲無價", "593": "寶。恣意持還。多所饒益。如是菩薩作方便。求", "594": "證無上正等菩提。欲為有情作大饒益。趣入", "595": "佛法。略有二種。一有菩薩無方便善巧故。雖", "596": "聞世間種種善法心不貪染。而聞二乘所有", "597": "功德心便愛味。由愛味故精勤攝受。遠離所", "598": "求一切智智。退失無上正等覺心。如彼初人。", "599": "二有菩薩有方便善巧故。初聞世間種種善", "600": "法。心不貪染。次聞二乘所有功德。亦不愛", "601": "味。由不愛味故。便不思惟。便不修習方便厭", "602": "捨。所以者何。此諸菩薩知世善法多諸過患。", "603": "不能究竟自利利他障礙所求一切智智。聲", "604": "聞獨覺功德善根。雖出世間而但自利不能", "605": "普利一切有情。亦障所求一切智智故。不愛", "606": "味。亦不思惟。不樂修習。由斯超越彼二乘", "607": "地。勤求無上正等菩提。漸次證得一切智智。", "608": "如彼後人。", "609": "第二能詮教體者。文義為體。如瑜伽論八十", "610": "一云。云何為體。謂契經為體。略有二種。一", "611": "文。二義。文是所依。義是能依。如是二種總", "612": "攝一切所知境界。廣如雜集記會。第三攝教", "613": "分齊。復有二種。一攝教分齊。二翻譯時代。", "614": "第一攝教者。十二分中方廣因緣分攝。三藏", "615": "之內契經調伏。說心地等契經藏攝。正說戒", "616": "法是調伏藏攝。二藏之中菩薩藏攝。三時教", "617": "中第三時攝。了義說故。第二翻譯時代者。諸", "618": "德相傳云。真諦三藏將菩薩律藏。擬傳東", "619": "華。南海上船。船將欲沒。省除餘物。猶不能", "620": "浮。即去律本。船方得進。三藏歎曰。菩薩戒", "621": "律漢地無緣。深可悲矣。又曇無讖法師。於", "622": "西涼州。時有沙門法進等。求菩薩戒。請翻戒", "623": "本。法師曰。此國人等。性多狡猾。又無剛節。", "624": "豈有堪為菩薩道器。遂不與授。進等苦請不", "625": "獲。遂於佛像前立誓要期。苦節求戒。七日", "626": "纔滿。夢見彌勒親與授戒并授戒本。並皆誦", "627": "得。後覺夢已見參法師。法師覩其相異。乃", "628": "喟然歎曰。漢地亦有人矣。則與譯出戒本。今", "629": "別行地持本首安歸命頌是也。此與進夢所", "630": "誦文義符同。由可知古德有感。聖迹有應。神", "631": "功莫知。妙用不測者矣。今此經者。於大秦姚", "632": "興弘始三年。有西方三藏。名鳩摩羅什。此云", "633": "童壽。誦此菩薩心地一品。于時有沙門道祥", "634": "等八百餘人。請羅什法師求菩薩戒。遂於逍", "635": "遙薗。又云。於草堂中。共學士翻譯出經論", "636": "五十餘部。今此經最後什法師自誦出。而共", "637": "譯之。惠融等筆受。亦同誦持。仍別錄出此", "638": "下卷之中偈頌已後所說戒相。別為一卷。名", "639": "作梵網經盧舍那佛說菩薩十重四十八輕戒", "640": "一卷。首標受菩薩戒羯磨等云。此羯磨出梵", "641": "網經律藏品內虛舍那為妙海王及王子受菩", "642": "薩戒法。", "643": "第四教所被機者。正為菩薩。兼為不定性二", "644": "乘。彼發心已亦入此戒故。又普為一切有情。", "645": "無偏黨心故。但所化生取緣不同耳。", "646": "經。我今盧舍那方坐蓮花臺　釋曰　自下第", "647": "五正釋。本文大判有三。一略歎戒德。二爾", "648": "時釋迦下廣釋戒相。三佛子善聽下結歎勸", "649": "持。此即第一略歎戒德有。十一行半頌即分", "650": "有二。一有六行頌標宗歎德。二有五行半戒", "651": "德勸持。前中有三。一有兩行半顯身差別。二", "652": "有兩行半略開戒品。三有一行舉喻歎德。身", "653": "差別中。復分有三。一有一行半三身差別。二", "654": "有兩句一時成道。三有兩句攝化歸真。前中", "655": "有三。此即第一顯本身。此中有說。盧舍那", "656": "佛是自受用身。千釋迦是他受用身。百億佛", "657": "是變化身。有說。盧舍那是他受用身。有分限", "658": "故。餘之二身皆是化身。麁細不同。分為二", "659": "種。有說。盧舍那及千億佛是他受用。麁細", "660": "分二。今依初釋。論說。最後身菩薩。在大自", "661": "在宮。成等正覺故。蓮花藏世界者。此其是也。", "662": "若不爾者後身菩薩何處成佛。菩薩成佛。唯", "663": "說依此蓮花藏界。或自在宮。由此應知。舍那", "664": "遍照自受用身。即餘二身無遍照用。問。若爾", "665": "云何餘眾得見。答。由佛加被力能令得見。各", "666": "隨根機所見各別。問。自受用身遍周法界。如", "667": "何說言俱來至我所。答。隨所化宜。攝化歸真。", "668": "現似來去。實無去來。問。若爾何故唯百億國。", "669": "答。隨一千佛化但言百億。理實而言。一一國", "670": "土入一切佛剎。又一花藏世界一一微塵中。", "671": "悉現諸佛剎。如天帝網展轉無盡。皆盧舍那", "672": "轉法輪處故。為簡迦葉餘諸世尊故言我。今", "673": "又簡餘經化佛所說故言我。今雖諸法無我", "674": "而顯自在我故言我。今又言說易故。順世間", "675": "故。離怖畏故。顯具德故。假說我名。又佛有", "676": "法界大我故說我言。如大乘莊嚴論云。言清", "677": "淨空無我。佛說第一我。諸佛我淨故。故佛", "678": "名大我。釋曰。此偈顯示法界大我相。清淨", "679": "空無我者。此無漏界由第一無我為自性故。", "680": "佛說第一我者。第一無我。謂清淨如彼清淨", "681": "如即是諸佛我之自性。諸佛我淨故。故佛名", "682": "大我者。由佛此我最得清淨。是故號佛以為", "683": "大我。由此義意。諸佛於無漏界建立第一我。", "684": "是名法界大我相。方者正也。正坐花上。又", "685": "方者得坐花座令取正義。蓮花臺者。謂佛依", "686": "持十八圓滿中依持圓滿。如菩薩藏經說。無", "687": "量功德眾所莊嚴大寶花王之所建立大宮殿", "688": "中。無性攝論第十釋云。譬如世間寶莊嚴具", "689": "眾寶莊嚴。此佛淨土所依大寶紅蓮華王。無", "690": "量功德眾所莊嚴。如地輪等依風輪等。如是", "691": "淨土無量功德眾所莊嚴。大寶花王之所建", "692": "立。此紅蓮華。於眾花中最為殊勝。是故說名", "693": "大寶花王。或即如來說名大大王大法王故。", "694": "此紅蓮華是佛依處。從主為名。所建立者。謂", "695": "佛淨土。依此花王長時相續無有間絕。此句", "696": "顯示依持圓滿。若依大智論有三花。一人中", "697": "蓮華。十葉以上。二天上蓮花。百葉以上。三", "698": "菩薩蓮花。千葉以上。今顯佛蓮花無有限量。", "699": "如花嚴經說。有大蓮花座。一一花葉皆遍周", "700": "法界。", "701": "經。周匝千花上復現千釋迦　釋曰。第二他", "702": "受用身。有一千佛。", "703": "經。一花百億國一國一釋迦　釋曰。第三百", "704": "億佛。此中百萬為億。若依此經有千葉花。一", "705": "一花上各有百億國。一四天下以為一國。即", "706": "有千箇百億。而雜集論言。百俱胝日月。百", "707": "俱胝蘇彌盧山。為一三千大千世界。同成", "708": "同壞者。蓋依一花世界而說。理實有一千箇", "709": "三千大千世界。同壞同成。此據隨化。但言千", "710": "等。理實一佛化十六界。又由願力說化大千。", "711": "經。各坐菩提樹一時成佛道　釋曰。第二一", "712": "時成佛道。謂一本身及千百億一時成道菩", "713": "提名覺。成覺之樹名菩提樹。然七佛成道其", "714": "樹各別。如長阿含經第一云。毘婆尸佛坐波", "715": "波樹下成最正覺。尸棄佛坐分陀利樹下成", "716": "最正覺。毘舍浮佛坐婆羅樹下成最正覺。拘", "717": "樓孫佛坐尸利沙樹下成最正覺。拘那含牟", "718": "尼佛坐烏暫婆羅樹下成最正覺。迦葉佛坐", "719": "尼拘律樹下成最正覺。我今坐鉢多樹下成", "720": "最正覺。大乘同性經云。此菩提樹王高無邊", "721": "恒河沙佛剎微塵數世界縱廣正等。云何菩", "722": "薩往詣樹下成最正覺。如密迹力士經第三", "723": "說。菩薩六年苦行。到閑靜處流河水際。洗身", "724": "清淨度河水去。往至他處而獨立。烏有彌迦", "725": "女。名善蔭。搆于頭牛而取其乳。展轉相飲", "726": "取後淳湩用煮乳糜在釜跳上數十丈。其女", "727": "怪以梵志占之。臨成佛者乃應眼耳。時女詣", "728": "菩薩所。及六百天龍鬼神。各各齎食珍異甘", "729": "饍詣菩薩所。各自啟曰。唯願垂愍受是供養。", "730": "于時菩薩受善蔭乳糜服食。亦取一切六方", "731": "天龍鬼神示現皆食。諸來施者各自見獨受", "732": "其食。不見他人。爾時菩薩往詣菩提樹。坐", "733": "樹王下。於其足底生千輻輪相。足出光明。遍", "734": "照佛國土。一切地獄畜生餓鬼一切眾生苦", "735": "惱休息。又有一人名日吉安。遙住視菩薩因", "736": "求好草。手執此草詣菩薩所。以此好草貢與", "737": "菩薩。稽首足下。即發無上正真道意。爾時菩", "738": "薩以授好草布佛樹下。時八萬四千天子等。", "739": "覩菩薩布坐。希奇心中。忻然尋設八萬四千", "740": "師子之座。是諸天子各不相見。亦不相知。心", "741": "自念言。菩薩獨處乘師子座成最正覺。時", "742": "諸人天見彼菩薩或見坐於寶淨蓮花師子之", "743": "座。或見在地。或在虛空師子座上或見在貝", "744": "多樹。或見在忉利天上盡度樹下。或見在眾", "745": "寶樹下。或見在七尺諸佛樹下。乃至或見八", "746": "萬四千由旬樹下坐。具說如彼。問。如何本身", "747": "坐菩提樹。答。此菩提樹即蓮花藏界。蓮花藏", "748": "界即菩提樹。又此唯顯百億釋迦各坐菩提", "749": "樹一時成佛。非本身佛。亦非千佛。", "750": "經。如是千百億盧舍那本身　釋曰。第三攝", "751": "化歸真。如是千百億是盧舍那佛之所化。皆", "752": "以舍那為其本身。", "753": "經。千百億釋迦至俱來至我所　釋曰。第二", "754": "有兩行半頌。略開戒品有二。一有一行一句", "755": "本身略開。二有一行一句化佛略誦。此即第", "756": "一本身略開有二。此即第一聽眾來集。", "757": "經。聽我誦佛戒甘露門即開　釋曰。第二本", "758": "身略開。言甘露者。即是涅槃。於涅槃中離", "759": "死所依蘊名為甘露。如是妙戒為涅槃門。以", "760": "此為依起無悔等。乃至依定發如實惠。得涅", "761": "槃故。如雜集論第八言。何故此滅復名甘露。", "762": "離蘊魔故。永離一切死所依蘊故名甘露。又", "763": "說。由此律儀能速遠離生死苦故。又說。云何", "764": "身語隨順現行。由能隨順涅槃得故。謂能隨", "765": "順得涅槃得能引聖道故。所言開者。謂宣示", "766": "他故。", "767": "經。是時千百億至四十八　釋曰。第二化佛", "768": "略誦。此中千佛及百億佛各誦本師戒。", "769": "經。戒如明日月亦如瓔珞珠　釋曰。第三有", "770": "一行頌舉喻歎德。先喻。後法。此即舉喻。此中", "771": "日月喻除滅諸惡。瓔珞珠喻修集諸善。饒益", "772": "有情譬如日月能破諸闇。攝律儀戒離自黑", "773": "闇。攝有情戒能除他闇。闇有二種。一惡業果", "774": "闇。二生死闇。此戒能破諸身語惡及惡趣闇。", "775": "如戒經說。譬如明眼人能避陰惡道。世有聰", "776": "明人。能遠離諸惡。除生死闇者。由此展轉", "777": "趣涅槃故。如大智論第十五云。死闇冥中戒", "778": "為燈明。又如世間有瓔珞珠有其二義。一莊", "779": "嚴身。戒亦如是。莊嚴行者。如增壹說。戒如", "780": "瓔珞身現眾好相故。二者能感財寶。戒亦如", "781": "是。一切妙行因此而起。如大智論云。譬如大", "782": "地一切萬物有形之類皆依於地。戒亦如是。", "783": "戒為一切善法住處。若人棄捨此戒。雖居山", "784": "苦行。食菓服藥。與禽獸無異。或有人但依水", "785": "為戒。或著草衣。或著木皮衣。受行苦行。空", "786": "無所得。若有人雖處高堂大殿好衣美食。而", "787": "能行此戒者。得生好處。乃得道果。又增一", "788": "經說。夫禁戒者。猶吉祥瓶。所願便剋。諸道", "789": "品法皆由戒成。此顯攝善法戒。又如意珠有", "790": "八功德。戒珠亦爾。如薩遮尼揵子經第三說。", "791": "如摩尼寶有八功德。一於黑夜闇放大光明。", "792": "能照一百由旬。至於夏日眾生患熱。以摩尼", "793": "寶放光觸身得清涼故。二轉輪王若行曠野", "794": "無水之處。眾生飢渴時。摩尼寶即施八味具", "795": "功德水充足飢渴。三者王有所須一切皆從", "796": "摩尼寶出。四者彼摩尼寶有八楞。一一楞中", "797": "出種種光。謂青黃赤白頗梨紅紫。五者彼摩", "798": "尼寶在所。能令一百由旬所有眾生。必離病", "799": "苦。當得定心。所作善心。無空過者。六者彼", "800": "摩尼寶所住境界。無諸毒龍能放毒氣。電風", "801": "惡雨損害眾生。七者一切山川嵠峪溝澗泉", "802": "水乾竭悉令還服。樹林草木花菓枯悴能令", "803": "滋茂。八者彼摩尼寶所在之處。人民無有疾", "804": "疫諸毒非時死者。至於畜生相噉食者不起", "805": "害心。具如彼經。如如意珠。戒珠亦爾。有八", "806": "功德。一除生死闇。二定水充滿。三生長善法。", "807": "四能放光明。五除身心病。六離法毒害。七憔", "808": "悴福林令得茂盛。八能令眾生無損害心。", "809": "經。微塵菩薩眾由此成正覺　釋曰。第二顯", "810": "法。謂由此戒除惡修善得成正覺。", "811": "經。是盧舍那至受持戒　釋曰。第二有五頌", "812": "半誡聽勸持。此中有五。一有一行頌歎勝勸", "813": "持。二有兩句勸持傳說。三有三句誡聽。四有", "814": "兩行三句勸信。五有兩句結勸。此即第一歎", "815": "勝勸持。上二句歎勝本身所誦此戒勝也。後", "816": "二句勸持戒法尊重可以以頂戴。", "817": "經。受持是戒已轉授諸眾生　釋曰。第二勸", "818": "持傳說。欲令此戒盡未來際不斷絕故。轉授", "819": "餘人。", "820": "經。諦聽我正誦至木叉　釋曰。第三有三句", "821": "誡聽。屬耳專注。領所說義。名為諦聽。", "822": "經。大眾心諦信至已成佛　釋曰。第四勸信", "823": "有三。一有三句信已當成佛。二有一行頌信", "824": "戒具足。三有一行頌信同佛位。此即第一信", "825": "已。當成佛信此戒故我當成佛。", "826": "經。常作如是信至攝佛戒　釋曰。第二有一", "827": "行頌信戒具足。由有此戒。所餘聲聞等一切", "828": "戒品。悉皆具足。諸所有戒皆入此故。由此道", "829": "理。一切有心皆應受佛戒。又普勸言。一切皆", "830": "應受。如下經說。但解法師言者。盡受得戒。又", "831": "一切皆有理佛性故。皆應攝受。", "832": "經。眾生受佛至諸佛子　釋曰。第三信同佛", "833": "位。謂因戒善合有處當來恒沙功德。於因說", "834": "果。因同大覺。如涅槃經說。發心究竟二不", "835": "別。如是應前心難當紹佛位名真佛子。", "836": "經。大眾至我誦　釋曰。第五結聽。", "837": "經。爾時釋迦牟尼至成無上覺　釋曰。自下", "838": "第二廣釋戒相。有二。先因緣。後告諸下廣釋", "839": "戒相。前中有四。一成道。二結戒。三放光。四", "840": "集眾。成道中有四。一顯時。二辨名。三明處。", "841": "四成道。爾時者顯時。謂已成佛時。正說戒", "842": "時。已說心地時。釋迦牟尼佛者標名。釋迦姓", "843": "也。牟尼別名也。佛德號也。釋迦此云能。劫", "844": "初有王名平等意。姓剎帝利云此田主乃至彼有子", "845": "孫王名茅草王。王有息名大茅草。如佛本行", "846": "經第五說。大茅草王無子。以其王位付諸大", "847": "臣。出家成就。四禪具足。五通得成。王仙壽", "848": "命極長。至年衰老不能遠行。時彼弟子欲往", "849": "東西求覓飲食。取好軟草安置籠裏盛。其王", "850": "仙懸樹枝上。畏諸蟲獸來觸。王仙弟子去後", "851": "有一獵師。遙見王仙謂是白鳥。遂即射之。仙", "852": "既被射。有雨滴血出墮於地。即便命終。彼弟", "853": "子來見彼王仙被射命終。復見血滴。焚燒王", "854": "仙。將骨起塔。時雨滴血生二甘蔗牙漸漸高", "855": "大。至甘蔗熟。日炙開剖。一莖生一童子。一莖", "856": "生一童女。端政可喜。世間無雙。時諸弟子念", "857": "言。今此兩童是王仙種。養護看視。報諸臣", "858": "知。時諸大臣聞已歡喜。迎二童子。將還入宮。", "859": "召解相師教教令占相。并遣作名相師云。此", "860": "既日炙熟甘蔗開而出生故。一名善生。第二", "861": "復名甘蔗生。又曰。炙甘蔗出亦名日種彼女", "862": "因緣一種無別故名善賢童子。幼少年立以", "863": "王女。至長大拜為第一妃王。第二妃絕妙端", "864": "政生四子。一名金色。二名炬面。三名象眾。四", "865": "名別成。其善賢妃唯有一子。名曰長壽。端政", "866": "可喜。其善賢妃。至於王邊白言。大王。我今從", "867": "大王乞求一願。王言。隨意。從心所欲。妃重白", "868": "王言。大王自在若與我願不得變悔。王言。我與", "869": "妃心之所願後若悔者。當令我頭破作七分。", "870": "妃言。大王四子擯出於國。遣我所生子長壽", "871": "為王。豈不善哉。至明清旦。王勅四子。今可出", "872": "去。我治化內不得居住。時四子母母妹及大", "873": "臣等白王言。乞我等隨王子去。王言。隨意。王", "874": "子受王勅已向北方到雪山下。至山南面見", "875": "下。寬平無諸坑坎。舊有一仙。名迦毘羅。在中", "876": "居止。王子見已。於此造城治化。王召國師言。", "877": "四子今在何處。答言。大王王子存北方。已生", "878": "男女。大好治化。能立國計。是故立姓為釋迦。", "879": "於迦毘羅仙處所住故。因城立名故名迦毘", "880": "羅城。時三子沒後唯有一子在。名尼拘羅此云別成", "881": "為王。王生一子。名曰拘盧。拘盧王生一子。名", "882": "瞿拘盧。瞿拘盧王生一子。名師子類。師子類", "883": "王生四子。一名淨飯。二名白飯。三名斛飯。四", "884": "名甘露飯。有一女。名甘露味。其淨飯王以", "885": "紹王位。還在父城。時迦毘城不遠復有一城。", "886": "名曰天臂城。有一釋種長者。名為善覺。大富", "887": "多財。如毘沙門王宮殿。無異時彼長者有八", "888": "女。時王遣使迎取八女。至於宮已即納二女", "889": "為妃。二女者。第一名意第。八名摩訶波闍", "890": "波提此云大惠自餘六女。而與三弟第一夫人生於太子從此", "891": "立姓名釋迦也。復云能。牟尼此云寂　三初", "892": "坐菩提樹下明處。四成無上覺以顯成道。", "893": "經。初結菩薩至之法　釋曰。第二結戒。先結。", "894": "後釋名。此即結戒。謂。成菩提已結菩薩戒不", "895": "同。聲聞待緣而結。又說心地後結菩薩戒。而", "896": "言初者未制餘戒故。波羅提木叉者。此云別", "897": "解脫。別別棄捨身語惡故名別解脫。言孝順", "898": "者。謂戒功能起淳淨心。愛敬尊親。是謂孝也。", "899": "如世典云。愛敬盡於事親。而德教加於百姓。", "900": "又由戒故。遠離惡行。身心不惱。修習善品。名", "901": "稱普聞。孝之始終故。言孝順父母。除已執", "902": "見。隨順教令。隨時所須。是謂順也。又忠孝離", "903": "惡。敬順修善。是謂孝順也。父母養育之恩。師", "904": "僧導訓之恩。三寶救護之恩。所以於此須孝", "905": "順也。又孝敬於諸佛。隨順於正教。言至道法", "906": "者。六度四攝及菩提分法。此戒順彼。所以者", "907": "何。由無悔等乃至發定惠諸善行故。", "908": "經。孝名戒亦名制止　釋曰。第二釋名。謂遮", "909": "惡順善。是謂孝也。制伏六根。遮七支惡。名為", "910": "制止。", "911": "經。即口放無量光明　釋曰。第三放光。欲說", "912": "戒光明故。所以口放光也。有四因緣。是故放", "913": "光。一照眾生苦。二生希有以。三感召有緣。四", "914": "滅生死闇。", "915": "經。是時百萬億至大國王　釋曰。第四集眾", "916": "有二。先集眾。後聽法。此即眾集。集眾有五。一", "917": "雜眾如言百萬億大眾。二菩薩眾。三梵眾。四", "918": "六欲天眾。五國王眾。言梵天者。初靜慮有三", "919": "天。一梵眾天。二梵輔天。三大梵天。第二靜", "920": "慮處有三天。一少光。二無量光。三極光淨。", "921": "第三靜慮處有三天。一少淨天。二無量淨天。", "922": "三遍淨天。第四靜慮處有九天。一無雲天。二", "923": "福生天。三廣果天。四無想有情天。并五淨", "924": "居天。五淨居者。一無煩天。二無熱天。三善", "925": "現天。四善見天。五色究竟天。過此淨居天。有", "926": "大自在天。第十地菩薩生於彼天中如瑜伽正理", "927": "二十一云。廣善所生故名為梵。此梵即大故", "928": "名大梵天。由彼獲得中間定故。最初生故。最", "929": "後歿故。威德等勝故。名大梵。大梵所有所化", "930": "所領故名梵眾。於大梵前行列侍衛故名梵", "931": "輔。自地天內光明最小故名少光。光明轉勝", "932": "量難測故名無量光。淨光遍照自地處故名", "933": "極光。淨意地樂受說名為淨。於自地中此淨", "934": "最少劣故名少淨。此淨轉增量難測故名無", "935": "量淨。此淨周普故名遍淨。以下空中天所居", "936": "地如雲密合故說名雲。此上諸天更無雲地。", "937": "在無雲首故說無雲。更有異生勝福方可往", "938": "生故說名福生。異生果中此最殊勝故名廣", "939": "果。離欲諸聖以聖道水濯煩惱垢故名為淨。", "940": "淨身所止故名淨居。繁謂繁雜。或謂繁廣。無", "941": "繁雜天中此最初故繁廣。天中此最劣故說", "942": "名無繁。已善伏除。雜修靜慮。上中品障。意樂", "943": "調柔。離諸惱熱。故名無熱。或令下生煩惱名", "944": "熱。此初遠離得無熱名。已得上品。雜修靜", "945": "慮。果德易彰。故名善現。雜修定障。餘品至", "946": "微。見極清徹。故名善見。更無餘處。於有色中", "947": "能過於此。名色究竟。或此已到眾苦所依身", "948": "最後邊名色究竟如正理二十一說第十地菩薩。具足", "949": "神通。所化自在。於境無滯。名大自在。六欲", "950": "天者。一四大眾天。二三十三天。三夜摩天", "951": "此云時分四覩史多天此云知足五樂變化天。六他化自", "952": "在天。一一解釋如論應知。十六大國者。如長", "953": "阿含經第五云。一央伽國。二摩竭國。三迦", "954": "尸國四居薩羅國。五跋祇國。六末羅國。七支", "955": "提國。八跋沙國。九居樓國。十解闍羅國。十一", "956": "阿濕波國。十二娑蹉國。十三薩羅娑國。十四", "957": "乾陀羅國。十五劍浮沙國。十六阿梨提國。勘", "958": "又毘婆沙論第一百二十五云。十六大國者。", "959": "謂央伽國。摩揭國。迦尸國。憍薩羅國。佛栗", "960": "底國。末羅國。奔達國。蘇噏摩國。頞縛迦國。", "961": "頞飯底國。葉筏那國。劍跋闍國。俱盧國。般遮", "962": "羅國。筏蹉國。戍洛西那國。", "963": "經。合掌至心至於戒　釋曰。第二聽法。", "964": "經。佛告諸菩薩言至自誦佛法戒　釋曰。第", "965": "二正釋戒相有二。一略歎勸持。二佛告下正", "966": "釋戒相。前中有二。一略歎勸持。二佛子諦聽", "967": "下教所被機。前中有三。一勸誦。二歎德。三是", "968": "故大眾下結勸誦持。前中有二。此即第一顯", "969": "佛自誦。謂佛世尊憶昔有思。所以常誦。又攝", "970": "益他。故自誦出。", "971": "經。汝等一切至亦誦　釋曰。第二勸他誦。初", "972": "發心者。謂十信也。十發趣者。謂十解位決定", "973": "發趣畢竟不退。名為發趣。如上經說。諸佛當", "974": "知堅信忍中十發趣心向果。一捨心。二戒心。", "975": "三忍心。四進心。五定心。六惠心。七願心。八", "976": "護心。九喜心。十頂心。十長養者。謂十行位", "977": "修習法空。長養善品。如上經說。諸佛當知。從", "978": "此十發趣入堅諸忍中十長養心向果。一慈", "979": "心。二悲心。三喜心。四捨心。五施心。六好語", "980": "心。七益心。八同心。九定心。十惠心。十金剛", "981": "心者。謂在十迴向。如上經說。從十長養心入", "982": "堅修忍中十金剛心向果。一信心。二念心。三", "983": "深心。四達心。五直心。六不退心。七大乘心。", "984": "八無相心。九惠心。十不壞心。諸佛當知。從", "985": "是十金剛心入堅聖忍中十地向果。一體性", "986": "平等地。二體性善惠地。三體性光明地。四", "987": "體性爾焰地。五體性惠照地。六體性華光地。", "988": "七體性滿足地。八體性佛吼地。九體性花嚴", "989": "地。十體性入佛境界地。第一十發趣中捨心", "990": "者。一切捨國土城邑田宅金銀明珠男女己", "991": "身有為諸物。一切皆捨無為無相我人知見", "992": "假會合成。乃至廣說。戒心者。若佛子戒非非", "993": "戒無受者十善戒無師說法欺盜。乃至邪見", "994": "無集者慈良正直正實正見捨喜等。是十戒", "995": "體性制心八倒。一切性離一道清淨。忍心者", "996": "若佛子無相惠體性。一切虛空忍一切處。忍", "997": "名無生行忍。一切處得名如苦忍。乃至廣", "998": "說。進心者。若佛子。若四威儀。一切時行伏空", "999": "假會法性。定心者。若佛子。寂滅無相行無量", "1000": "心三昧。凡夫聖人無不入三昧。體性相應。一", "1001": "切以定力故。我人作者受者一切轉見性。是", "1002": "障因緣散風動心靜惠觀一切假合名。乃至", "1003": "廣說。惠心者。若佛子。空惠非無緣知體名心", "1004": "分別一切法假名。乃至以惠為首。修不可說", "1005": "觀惠入中道一諦。願心者。若佛子願大求一", "1006": "切求。大求者謂求無上正等大菩提。一切求", "1007": "者謂求一切行。護心者。若佛子染三寶染一", "1008": "切行功德使外道八倒惡見不嬈正信滅我縛", "1009": "見縛等。喜心者。若佛子見他得樂常生喜悅。", "1010": "頂心者。若佛子是人最上智滅我見輪。此中", "1011": "最上智者。謂無我智滅我見故。一切諸見皆", "1012": "隨寂滅。第二十長養以慈心者。若佛子常行", "1013": "慈心生樂因已。於無我智樂相應觀。入諸受", "1014": "相行識色等大法中無生無住。乃至廣說。此", "1015": "中慈者於無樂有情欲與樂故。樂相應心作", "1016": "意思惟。悲心者。若佛子以悲空無相悲解行", "1017": "道自滅一切苦。於一切眾生無量苦中生智", "1018": "等。此中悲者拔眾生苦。由無緣大悲普於一", "1019": "切怨親及中庸境。修平等心度彼諸苦。喜心", "1020": "者。若佛子悅喜無生心時種性體相道智空", "1021": "空喜心不著我所。喜一切眾生起空入道捨", "1022": "惡知識求善知識。示我好道。使諸眾生入佛", "1023": "法家中。當起歡喜入法位中。捨心者。當生", "1024": "捨心。無造無相空法中。如靈空於善惡有見", "1025": "無見罪福二中平等。一照非人非我所心而", "1026": "自他體性不得為大捨。乃至自身血害手足", "1027": "一切捨而無生心。當修其捨施心者。能以施", "1028": "心財施法施教導一切眾生。內身外身國城", "1029": "男女田宅皆如如相。如語心者。謂入體性愛", "1030": "語三昧第一義諦法語實語皆煩一語調和一", "1031": "切眾生發起善根。利益心者。謂觀行七財前", "1032": "人得利故。益受身命而入利益三昧現一切身", "1033": "口語。同心者。謂法以道性喜劫同空無生法", "1034": "中。以無我智同生無二。而現無量隨類形身", "1035": "入諸六道一切事同。定心者。謂心靜緣於我", "1036": "所法心動轉逆順出入故當入百三昧。惠心", "1037": "者。謂觀邪見結患等轉無決定體性順忍空", "1038": "同故。乃至是心入空空道發無生心。第三十", "1039": "金剛心。信心者。謂一切行以信為首。眾德根", "1040": "本。不起外道邪見之心。結有造業。不受入", "1041": "心。心空故信信寂滅名無相信。念心者。謂當", "1042": "六念。當念佛法僧戒天施第一義諦空無著", "1043": "無解。迴向入法界智惠。深心者謂第一義。於", "1044": "實法空智照有實諦。因緣中道名為實諦。假", "1045": "名諸法我人主者名為世諦。於此二中深深", "1046": "入空。深深解脫。一達心者。謂順忍一切實性", "1047": "無縛無解一切空。空名為通達一切法空。直", "1048": "心者直照取緣神我入無生智。教化一切眾", "1049": "生。轉一切眾生皆薩婆若空直真性直行直者正也。", "1050": "不退心者。不入一切凡夫地。不起新長養諸", "1051": "見。亦復不起習因相似我人入三界業。獨大", "1052": "乘心者。解脫一空故。一切行心名一乘任用", "1053": "戴用。度三界河。趣入佛海。無想者。妄想解", "1054": "脫照般若波羅蜜無二。一切結業三世法如", "1055": "如。乃至皆同無生空故無相心。如如惠者。謂", "1056": "無量法界無集無受生生生煩惱。而不轉一", "1057": "切法門一切賢所行道一切聖所觀法所有亦", "1058": "如是。一切佛教化方便法義皆集在心中。不", "1059": "壞心者。入聖地智近解脫得道正門明菩提", "1060": "心伏忍順空八魔不壞眾聖摩頂。諸佛勸發", "1061": "入摩頂三昧。放身光照十方佛土入佛儀神", "1062": "出沒自在。第四十地。體性平等地者。謂真", "1063": "法化一切行花光滿足四天果住佛淨土。無", "1064": "量大願辨才無畏生佛家坐佛性地。一切障", "1065": "礙凡夫因果畢竟不受大樂歡喜。從一佛土", "1066": "入無量佛土。從一劫入無量劫。乃至廣說。體", "1067": "性善惠地者。謂清淨明達一切善根。所謂慈", "1068": "捨惡觀四諦法度眾生苦。體性光明地者。謂", "1069": "以三昧解了智知三世一切法門。所謂十二", "1070": "分教。總持辨才心心行空乃至廣說。體性爾", "1071": "炎地者。謂爾炎真俗不斷不常修習覺品。入", "1072": "善權方便化一切眾生。使見佛體性常樂我", "1073": "淨。體性惠照地者。謂此地中有十力品起一", "1074": "切功德行。體性花光者。地如上經說。能於", "1075": "一切世界中十神通明智品。以示一切眾生", "1076": "種種變化天眼明智知三世國土中微塵等一", "1077": "切色分分成六道。以天耳智知十方眾生苦", "1078": "樂音聲。以天身智知一切色非色非男非女", "1079": "形。於一念中遍十方三世國土劫量微塵身。", "1080": "以天他心智知十方三世眾生所行。以天人", "1081": "智知十方三世一切眾生宿世事。以解脫智", "1082": "知十方三世眾生解脫。斷除一切煩惱若多", "1083": "若少。以天定心智知十方三世國土中眾生", "1084": "心定不定。以天覺智知一切眾生已成佛未成", "1085": "佛。知十方佛心中所為說法。以天念智知百", "1086": "劫千劫中一切眾生受命久近。以天願智知", "1087": "一切眾生賢聖十地。三十心中一一行願體", "1088": "性滿足地。謂十八聖人智品下地所不共。謂", "1089": "十八不共法智分。體性佛吼地者。謂入法王", "1090": "位三昧。其智知佛佛吼三昧故。大明定行常", "1091": "現在。可以法藥施一切眾生。為大法師破壞", "1092": "四魔。法身化化入佛境界。體性花嚴地者。如", "1093": "經言。以佛威儀如來三昧自在王定出入無", "1094": "時於十方世界中百億四天下一時成佛轉法", "1095": "輪。體性入佛界地者。謂其大惠空空復空。如", "1096": "虛空平等智法同法性故名如來。爾時生寶", "1097": "蓮花上。一切與受記。歡喜法身手摩其頂。同", "1098": "見同學菩薩異口同音讚歎無二。", "1099": "經。是故戒光至非無因故光　釋曰。第二歎", "1100": "德有三。一辨勝因。二光非青等下離相。三諸", "1101": "佛之本原下歎用。此即第一辨勝因。言戒光", "1102": "者。有其二義。一佛世尊常誦持故。欲說戒時", "1103": "有光明出。二所說戒能闍破故。假立光稱以", "1104": "戒能破破戒垢故。有緣者。謂此戒法三無數", "1105": "劫修習圓滿因所生故。非無因故。光者謂遮", "1106": "無因論。又有緣者。佛大慈悲本願因緣力有", "1107": "情感佛增上緣力。是故戒光從佛口出。如是", "1108": "光明必有因緣。非無因緣。而有此光。又欲說", "1109": "菩薩戒光因緣故。光非無因緣。", "1110": "經。光非青至非因果法　釋曰。第二離相有", "1111": "三。一非色心。二非有無。三非因果。此復有", "1112": "二。一如是戒法不離法界。非青黃等。謂此戒", "1113": "法從因緣起。猶如幻事。非實有性。故非色", "1114": "心。又非有無者。因緣生故。非定實有。亦非", "1115": "定無。如幻有故。無定性故。非實因果。二此無", "1116": "表戒法處所攝。非青黃等。亦非緣慮心心法", "1117": "攝。無實體性故。言非有而假建立。非如菟角。", "1118": "故言非無非如所執有故。言非有因緣生故。", "1119": "名為非無。體非實有故非實因果。此中應言", "1120": "非因緣果法非無因果。而准可知。略而不", "1121": "說。", "1122": "經。諸佛之本原至根本　釋曰。第三歎用。雖", "1123": "非實因果。而能生諸佛菩薩種種功德故。言", "1124": "本原等。", "1125": "經。是故大眾至善學　釋曰。第三結勸誦持。", "1126": "有如上說殊勝功能。是故汝等應持善學。", "1127": "經。佛子諦聽至第一清淨者　釋曰。第二顯", "1128": "教所被機。此戒寬廣不同聲聞。唯人男女能", "1129": "受具戒。非天龍等能受此戒。今大乘戒。廣攝", "1130": "有情。皆入此戒。問云。何八部受菩薩戒耶。", "1131": "答。若八部中先已發心。亦得受戒。言八部者。", "1132": "謂天龍等八。又四天王各領二部名八。金剛", "1133": "神者。謂金剛密迹力士。雖是菩薩。而願力故", "1134": "受金剛神身。具如金剛密迹經說。變化人者。", "1135": "謂諸龍等變為人受戒。", "1136": "經。佛告諸佛子言至木叉　釋曰。第二正釋", "1137": "戒相。先重後輕。重中有三。一標章。二別釋。", "1138": "三勸持。前中有三。一標章。二勸學。三勸持。", "1139": "此即標章。然十波羅夷略作十門。一釋名。二", "1140": "辨體。三種數。四廢立。五犯境。六輕重。七犯", "1141": "相。八自他。九犯因。十受果。第一釋名。先通", "1142": "後別。通者十是數名。波羅夷者。梵音波羅市", "1143": "迦。此云他勝處。他有四種。一煩惱違性。名之", "1144": "為他。二不善業道。違善戒品故名為他。三魔", "1145": "王名他。損善行故。四惡趣名他。不如意故。若", "1146": "人犯十重。即他所勝他勝依處名他勝處。是", "1147": "依主釋。言別名者。至文當釋。第二辨體者。", "1148": "殺盜婬沽。以不善身業為自性。妄語說過自", "1149": "讚誹謗。如是四種。不善語邪見以為自性。此", "1150": "中妄語即妄語。若謗三寶邪見虛語誑語為", "1151": "自性。說過是麁惡語性。自讚虛誑及麁惡語", "1152": "為自性。慳貪瞋恚如次貪嗔業道為性此即意業又", "1153": "說過是離間語。且依前釋。第三種數差別者。", "1154": "或有處說四種他勝處。謂後四種。如瑜伽論", "1155": "第四十說。或有處說六重。謂此前六。如優婆", "1156": "塞戒經說。或有處說有八重。謂比丘四重及", "1157": "此後四。如善戒經。或說十重。即如此經及本", "1158": "業瓔珞經說。又于填三藏云。波羅摩吉羅經。", "1159": "此云極淨釘經說。十根本罪。同此經說。而未", "1160": "翻譯。問。何故如是經論不問。答。如來對機制", "1161": "立學處說四六八十。不可會釋。又最後四犯", "1162": "即成重。名他勝處。餘六不爾。於此亦有作而", "1163": "不犯。如前持犯。已廣分別。沽酒說過。通犯不", "1164": "犯。由此道理。前之六種。名隨順他勝。非根本", "1165": "重。而說六重者。為化在家。新學菩薩。漸令遠", "1166": "離對二十四戒假立重名。又善戒經。若諸比丘", "1167": "受具戒已受菩薩戒故。說八重。今此經中通", "1168": "說根本隨順他勝處說十他勝法各據一義乎", "1169": "不相違　第四廢立者。十不善業中。何故重", "1170": "中不說雜穢語。答。過失輕故。問。若殺生者皆", "1171": "是他勝處說。他勝處亦殺生耶。答。應作四句。", "1172": "或有殺生而非他勝處。謂誤殺生。此唯方便。", "1173": "非他勝處。及起慈心。而行殺生。如說國王殺", "1174": "五百婆羅門而無殺罪。亦非他勝。或有他勝", "1175": "而非殺生。謂餘九重。第三句者謂不善心故", "1176": "意殺生而不誤者。第四句除前相。如殺生對", "1177": "他勝處有其四句。乃至說過四句亦爾。問。為", "1178": "利養自讚毀他皆是他勝處。設他勝處亦是為", "1179": "利養自讚毀他耶。答。應作順前句答。若為利", "1180": "自讚毀他皆是他勝處。自有他勝處而非自讚", "1181": "毀他。謂餘他勝處。後之三戒應知亦爾。問。說", "1182": "過與謗僧有何差別。答。說過但說過而不謗", "1183": "無。若謗僧寶撥彼功德而不說過。第五犯境", "1184": "復有五種。一情非情境。二凡聖境。三漏無漏", "1185": "境。四勝劣境。五因果境。第一情非情境者。此", "1186": "十戒中。盜及誹謗通情非情。謗無因果通非", "1187": "情故。餘八有情境。又偷盜罪通情非情。餘九", "1188": "唯有情。又釋。慳貪嗔沽酒亦通二境。謂所對", "1189": "是有情。所沽所慳是非情。故今依前釋。雖有", "1190": "非情。嗔而非他勝。雖行婬死屍而不損他。非", "1191": "他勝處。第二凡聖境者。此十種戒皆通凡聖。", "1192": "沽酒戒中通犯凡聖。未離欲聖者亦有飲故。", "1193": "言凡境者。唯於四趣除捺落迦。第十謗戒通", "1194": "三界天。餘九唯於欲界。第十通凡者。通謗凡", "1195": "聖故。又唯聖非凡。第三漏無漏境者。說過毀", "1196": "他及誹謗戒通漏無漏境餘於有漏境雖有殺", "1197": "人者。而殺色身故。第四勝劣境者。九皆通二", "1198": "境。第十於勝境。第五因果境者。佛地名果。餘", "1199": "即名因。前六種戒唯於因境。後之四種通於", "1200": "因果。又釋。第十通於因果境。餘三因境。以彼", "1201": "不能惱世尊故。第六輕重者。若依業道判輕", "1202": "重者。前四後三是最重。業道性故。說過自讚", "1203": "次重。是麁惡語。業道性故。沽酒最輕。非業道", "1204": "性故。問。前四後三。何者為重。答。第十最重。", "1205": "又前四輕。亦許菩薩行前四故。後四最重。不", "1206": "應行故。問。答爾何故先說殺戒。乃至第十謗", "1207": "戒。答。麁細次第說。相麁先說。相細後說。相", "1208": "非輕重次第。第七犯相者。謂非梵行說過。毀", "1209": "他誹謗始行即犯殺生必持。彼命終已方成", "1210": "他勝。非動加行即成業道。盜妄語亦爾。所餘", "1211": "三種。非初非後。在中成犯。又釋婬說過。毀謗", "1212": "沽酒初行即犯。餘如前說。有言。婬始成犯。", "1213": "殺終成犯。餘於中犯。此不應理。說過等四行", "1214": "即有犯。如何待終。是故前說於理為善。第八", "1215": "自他犯者。慳貪瞋慧非梵行。二種唯自非他。", "1216": "所以者何。慳貪業道必無使他而行犯故。使", "1217": "他行時非自貪故。如貪嗔亦爾。所餘七種皆", "1218": "通自他。問。若自行殺亦教他殺。設教他殺亦", "1219": "自行殺耶。答。應作四句。或自行殺而非教他", "1220": "殺。謂有自殺而非使他故。或有教他殺而非", "1221": "自殺。如遣使殺。而自行餘業。第三句者。謂自", "1222": "行殺。亦使人殺。俱非者。謂除前相。如殺生有", "1223": "四。偷盜欲行沽酒亦爾。皆應作四句。問。若自", "1224": "妄語亦教他耶。設教他妄語亦自妄語耶。答。", "1225": "應作順後句答。若教他妄語必自妄語。教他", "1226": "之時必誑語故。有自妄語而非教他。如妄語", "1227": "戒說過自讚誹謗亦爾。皆作順後句。此依對", "1228": "一境說有對別境四句。問。頗有一時觸殺盜", "1229": "二罪耶。答。有謂使他盜自行殺等。問。頗有一", "1230": "時結殺盜婬三罪耶。答。有謂。遣使殺盜自行", "1231": "欲行。或自行殺盜遣使欲行。問。頗有一人一", "1232": "時觸四罪耶。答。有謂。遣使行殺盜婬行目虛", "1233": "誑語等。問。頗有一時觸五罪耶。答。有謂。遣", "1234": "使殺盜婬沽酒自行妄語。乃至有一時觸九", "1235": "罪。謂。自行慳貪遣使行殺等八。必無一時觸", "1236": "十罪者。謂以貪嗔二唯自犯故自行貪行遣", "1237": "使行餘八除嗔自行嗔時遣使行餘除貪如是", "1238": "等隨應當知。第九犯因者。謂十他勝處由三", "1239": "因犯。所謂貪嗔癡。此中沽酒貪為方便。由", "1240": "貪究竟殺生三為方便。由嗔究竟如殺生瞋", "1241": "恚亦爾。偷盜之為方便由貪究竟如盜欲行", "1242": "慳貪亦爾誹謗三為方便由癡究竟癡增上", "1243": "故。又由究竟由此妄語癡究竟故妄語說過", "1244": "毀他三為方便。於三種中隨一究竟。此中殺", "1245": "由貪方便者。為皮肉故。瞋恚方便者。為報怨", "1246": "等故。由愚癡方便者。為求生天祭祀廟等所", "1247": "餘盜等如應當知。第十受果者。如下經說。若", "1248": "有犯者不得現身發菩薩亦失國王位轉輪王", "1249": "位。乃至當住妙果一切皆失墮三惡道中。二", "1250": "劫三劫不聞父母三寶名字。至文廣說。", "1251": "經。若受菩薩至今學　釋曰。第二勸學。", "1252": "經。已略說至敬心奉持　釋曰。第三勸持。", "1253": "經。佛告佛子至呪殺　釋曰。第二別釋戒相。", "1254": "此即第一不殺學處有八門。一釋名。二制意。", "1255": "三殺緣。四輕重。五得果。六對治。七殺境。八", "1256": "釋本文。釋名者。謂出入息凡名之為生。斷彼", "1257": "相續。令不復生。故名殺生。制止殺業令不生", "1258": "故。名為不殺。是依主釋。第二制意者。略說有", "1259": "十緣。一者。一切有情皆悉愛惜命殺違彼情", "1260": "制立學處。如大智論第十五云。現前眾生各", "1261": "各惜命。是故佛言。莫奪他命。若奪命。世世", "1262": "受苦痛。二者殺為最重故。制不殺。如彼論云。", "1263": "復次殺生罪中最重。何以故。人有死急不惜", "1264": "重寶活命為先。譬如價客入海採寶。垂出大", "1265": "海其船卒壞。珍寶失盡。而自慶言。幾失大", "1266": "寶。眾人怪言。汝失財寶。云何而言幾失大", "1267": "寶。答言。一切寶中人命為重。為命求財。不為", "1268": "財求命。是故世尊十不善業道中殺罪最初。", "1269": "五戒之中殺為第一。三者不殺生得大福利。", "1270": "是故制之。若不殺生。得無怖畏。所以者何。我", "1271": "無害他。他無害我。如論。好殺之人有命之屬", "1272": "皆不憙見。若不好殺。一切眾生皆樂依附。又", "1273": "殺生。人今世後世受種種身心苦痛。不殺之", "1274": "人無此眾難。是為大利。四者生大功德。是故", "1275": "制之。謂。若有人。受不殺戒。從今日不殺一切", "1276": "眾生。是於無量眾中生。以所愛重物施與所", "1277": "得功德。亦復無量。如佛言。有五大施。何等為", "1278": "五。一不殺生。是最大施。不盜不婬不妄語不", "1279": "飲酒亦爾。五者殺違慈定。是故制之。如智論", "1280": "云。行慈三昧其福無量。水火不害。力兵不傷。", "1281": "一切惡毒。所不能中也。六者殺生有十過罪。", "1282": "是故制之。如佛語難提迦優婆塞言。殺生有", "1283": "十罪。一心常懷毒。世世不絕。二眾生增惡眼", "1284": "所不憙見。三常懷惡念思惟惡事。四眾生畏", "1285": "之如見蛇虎。五睡眠時心怖不安。六常有惡", "1286": "夢。七命終之時狂怖惡死。八種短命業。九身", "1287": "壞命終墮泥犁中。十若出為人當在短命。七者", "1288": "違大悲心。是故制之。謂。一切菩薩大悲為本。", "1289": "由此大悲。能超二乘殺遮大悲。令不生長故。", "1290": "八違無畏施。是故制之。九違攝眾生。是故制", "1291": "之。十違本願故。是故制之。菩薩發願言。度諸", "1292": "有情殺違彼願故。第三殺緣者。如集論云。以", "1293": "五緣故分別其戒相。謂事故。意樂故。方便故。", "1294": "煩惱故。究竟故。雜集釋云。殺生事者。謂有情", "1295": "數。意樂者。謂此於彼必害意樂。方便者。謂為", "1296": "害故加刀杖等。煩惱者。謂貪等。究竟者。謂彼", "1297": "眾生由方便故。或無間死。或後時死。解云。此", "1298": "中意言必具五緣。成本業道。隨闕一緣。唯方", "1299": "便業。非根本也。有情數者。謂彼所殺是有情", "1300": "數方成本業。於非有情。雖加刀杖。而非殺生", "1301": "根本業道。闕第一緣故。言彼想等者。亦有二", "1302": "種。一於彼有情起彼有情想。二起害意樂。於", "1303": "彼有情起彼想者。復有二義。一於有情中起", "1304": "有情想。二於彼有情起彼有情想。方便業道。", "1305": "於有情中起有情想者。謂。簡於非情起有情", "1306": "想。又簡於有情起非有情想。所以者何。於非", "1307": "有情起有情想。謂是有情行殺生行。又於有", "1308": "情起非有情想。謂是草木起殺加行而無殺", "1309": "生根本業道想顛倒故。言於彼有情起彼有", "1310": "情想者。謂簡於張起王等想。雖行殺業而", "1311": "非殺生根本業道。以想倒故。如瑜伽論第九", "1312": "說。作用顛倒去。謂如有一於餘眾生思欲殺", "1313": "害。誤殺餘者。當知此中雖有殺生。而無殺生", "1314": "罪。然有殺生種類殺生相似同分罪生。若不", "1315": "誤殺其餘眾生。然於非情加刀杖已謂我殺", "1316": "生。當知此中無有殺生。無殺生罪。然有殺生", "1317": "種類殺生相似同分罪生。如殺生業道。如是", "1318": "不與取等。一切業道。隨其所應作用顛倒應", "1319": "知。解云。此中有三方便罪。一於彼有情起餘", "1320": "有情殺。是重方便。二於有情中起非有情想", "1321": "殺。是中方便。三於非有情起有情殺。是輕方", "1322": "便。不損命故。問。菩薩戒中殺生根本業道皆", "1323": "他勝處。設殺他勝處皆殺根本業道耶。答。自", "1324": "有兩釋。一云。殺他勝處皆殺根本業道。有殺", "1325": "根本業道而非他勝處。謂未受戒者殺。二云", "1326": "應作四句分別。殺生業道。有殺生根本業道。", "1327": "而非他勝處。謂未受戒者殺生業道。自有他", "1328": "勝。而非殺生根本業道。如餘有情起餘有情", "1329": "想而行殺生。此想倒故。非根本業。而違悲愍", "1330": "行殺業故。成他勝處。以諸菩薩於一切有情", "1331": "起大悲心。而於有情無悲愍心起殺害意故。", "1332": "成他勝處有亦根本業。亦波羅市迦。謂具戒", "1333": "者殺生業道。第四句者除前相。第二於彼起", "1334": "害意者。謂簡無殺意。而誤殺眾生。闕第二緣", "1335": "非他勝處。唯是輕方便。第三方便者。謂加刀", "1336": "仗。此簡唯有思念。未發加行。非殺業道。加行", "1337": "未發。彼未死故。問。豈不無加行亦成業道。如", "1338": "仙人意憤而殺諸生故。二十唯識云。意業最", "1339": "重。答。仙人意憤義等教他。彼於有情心無所", "1340": "顧。非人敬彼知有惡心動身為殺彼成業道。", "1341": "問。以何表業令鬼知心。答。彼起意憤身語", "1342": "必變。或由呪呾必動身語。而唯識言。意業重", "1343": "者欲顯諸業意為本故。不謂仙殺唯有意業", "1344": "意憤方便而起殺故。從本勝因名之為重。聖", "1345": "教皆言。殺生業道。是身業故。又釋。此中意憤", "1346": "方便而殺彼生。唯有無表而非表業唯識。論", "1347": "云。意業最重故。唯於意業假立殺無表。言煩", "1348": "惱者。謂貪嗔癡簡善心殺非業道故。諸菩薩", "1349": "住大悲心行殺生非業道故。如昔國王殺五", "1350": "百婆羅國而無殺罪今三煩惱。或具或不具", "1351": "以為方便由嗔究竟　言究竟者。謂所殺者", "1352": "命終之後方成業道。彼命未捨。不成業道。唯", "1353": "是方便。由此道理。彼能殺者。前死俱時死皆", "1354": "不成業。所依異故。第四輕重者有二。一據所", "1355": "殺。二依殺心。據所殺者。如涅槃經第十五說。", "1356": "上殺者父母乃至阿羅漢辟支佛畢竟菩薩。", "1357": "中殺者。謂從凡夫人乃至即那含是名中。下", "1358": "殺者。謂三惡道。解言。畢竟菩薩者。十解以", "1359": "上畢竟不退故。或初地以上殺即那含等不", "1360": "成逆故。名為中殺。殺三惡道非道器名為下", "1361": "殺。問。云何殺地獄。答。據殺意樂故名下殺。", "1362": "不心殺。彼又獄卒等有時殺彼故。前釋為好。", "1363": "瑜伽論說。那落迦等。非自他害故。第二由心", "1364": "者。謂能殺心有三品故。彼殺生業成下中上。", "1365": "第五得果者。謂殺生故墮三惡趣。此彼異熟", "1366": "果殺有上中下。如其次第生那落迦傍生鬼", "1367": "趣中。等流果者。若生人間。得命短促。增上", "1368": "果者。一切外事之少光澤。具如雜集論第七。", "1369": "第六對治者。謂大慈悲。若別說者。如十地經", "1370": "第四言。是菩薩復於一切眾生中生安隱心。", "1371": "愛樂心。慈心。悲心。矜愍心。利益心。守護心。", "1372": "我心。師心。生尊心。釋論云。依增上悲復為念", "1373": "眾生故生十種心。復次此心為八種眾生故", "1374": "生。一者於惡行眾生欲令種善行。如經安隱", "1375": "心故。二者於苦眾生欲令如樂具不盡故。如", "1376": "經樂心故。三於怨憎眾生不念加報。如經慈", "1377": "心故。四者於貧窮眾生欲令遠離彼苦。如經", "1378": "悲心故。五者於樂眾生欲令不放逸。如經憐", "1379": "愍心故。六者於外道眾生欲令現信佛法故。", "1380": "如經利益心故。七者於同行眾生欲令不退", "1381": "轉。如經守護心故。八者於一切攝菩提願眾", "1382": "生取如己身。是諸眾生即是我身。如經我心", "1383": "故。生餘二心者。觀彼眾生乘大乘道進趣集", "1384": "具足功德。如經師心故。生尊心故。總說意", "1385": "者。謂諸菩薩以大悲心乃至命難救眾生苦。", "1386": "是為殺對治。如昔鵝吞玉珠。比丘見而為救", "1387": "彼命。乃至命難而不報知。又如菩薩鹿王愍", "1388": "懷身鹿化彼命死。又如鹿王以身為橋。度諸", "1389": "禽獸。力盡致死。如尸毘王救鴿捨身。薩埵王", "1390": "子救虎捨命。如是等類。不可具述。此即菩薩", "1391": "以大慈悲救眾生苦對治殺心。第七辨境者。", "1392": "有二。一可殺境。二起戒境。可殺境者。除色無", "1393": "色天。一切地獄一切中有。佛及第八地以上", "1394": "菩薩所餘有情。皆可殺境。然不律儀者。於一", "1395": "切有情得殺生罪惡阿世耶無分限故。得戒", "1396": "境者。於一切有情得不殺戒。所以者何。於諸", "1397": "有情起善意樂無分限故。是故此中對一切", "1398": "有情制不殺戒。第八釋本文有四。一唱機。二", "1399": "制戒相。三是菩薩下勸修對治。四而自恣下", "1400": "結業道名。此即第一初相汎論殺生。謂奪彼", "1401": "命如是殺生大小通制而少差別。謂聲聞教", "1402": "於一切時唯制不開。菩薩戒中若有利益開", "1403": "許亦殺。如瑜伽論四十一說。若諸菩薩安住", "1404": "菩薩淨戒律儀善權方便為利他故。於諸性", "1405": "罪少分現行。由此因緣。於菩薩戒無所違犯。", "1406": "生多功德。謂如菩薩見劫盜賊。為貪財故。欲", "1407": "殺多生。或復欲害大德聲聞獨覺菩薩。或復", "1408": "欲造多無間業。見是事已發心思惟。我若斷", "1409": "彼惡眾生命當墮地獄。如其不斷無間業成", "1410": "當受大苦。我寧殺彼墮於那落迦。終不令其", "1411": "受無間苦。如是菩薩意樂思惟。於彼眾生。或", "1412": "以善心。或無記心。知是事已為當來故。深生", "1413": "慚愧。以憐愍心而斷彼命。由此因緣。於菩薩", "1414": "戒無所違犯生多功德。問。殺生業道於何時", "1415": "成。為所殺生住死有位能殺生者。成根本業", "1416": "道。為待死後成業道耶。解云。決定死後方成", "1417": "業道。若住死有時成業道者。能殺與所殺俱", "1418": "時捨命。亦應成業道。而不許然。故知死後方", "1419": "成業道。有言。依薩婆多。云如前無異。若依大", "1420": "乘。所殺有情住死有時。能殺生者得成業道。", "1421": "所以者何。過去無體。對何有情得成業道。故", "1422": "知所殺住死有時。能殺生者得成業道。無實", "1423": "眾生及實命根而壞和合故成業道。彌勒所", "1424": "問經論第二卷云。問。無命可殺云何斷命得", "1425": "罪。答。雖無實命。斷和合體。名為殺生。問。害", "1426": "何世蘊名為殺生。過去不可害。已滅無故。未", "1427": "來不可害。未生無故。現在不可害。剎那不住。", "1428": "不待害緣。自然滅故。解云。以現在世刀等緣", "1429": "故。遮未來蘊令不生起。故言殺生。如彌勒所", "1430": "問論云。有人說言。住現在世壞未來世和合", "1431": "蘊體。問。自斷命者成業道不。解云。不成業道。", "1432": "故彌勒所問論云。問。以何義故。自斷命者不", "1433": "得罪報。答。以無可殺者故。此明何義。答。有", "1434": "他人是可殺者。能殺生人得殺生罪。以自殺", "1435": "者無可殺境。即更無殺者故。自斷命不得惡", "1436": "報。問。自殺身者。發起殺心。斷人命根。破壞", "1437": "五陰。捨離人趣。殺業成熟。何故不得殺生罪", "1438": "報。答。若爾阿羅漢人得殺生罪。以死相羅漢", "1439": "自害其身斷己命故。彼阿羅漢亦應獲得斷", "1440": "命之罪。而彼無罪。以離嗔心故。言佛子者。是", "1441": "唱機從佛口生。從法化生。得佛法分又紹佛", "1442": "位。經若自殺至呪殺。第二戒相。先舉過。後", "1443": "制戒。前中有三。初有六句。辨殺相。次一句顯", "1444": "殺業。後四句明緣。自殺者。謂自行殺。教人", "1445": "殺者。謂遣使殺。方便殺者。謂藥等殺。又勸", "1446": "殺等。讚歎殺者。謂讚歎言投巖而死心得生", "1447": "天等。呪殺者。謂人誦呪咀鬼神敬彼而殺彼", "1448": "怨又呪死屍令殺怨家。", "1449": "經。殺因殺緣殺法殺業　釋曰。第二顯緣。殺", "1450": "法者。謂依先師法而行殺生。此復云何。此有", "1451": "二。一有外道經書云。殺羊祠天得生天上等。", "1452": "二有外經書說。諸苦行必得生天等。如大莊", "1453": "嚴論第五言。我昔曾聞。有婆伽利人。至中天", "1454": "竺國。王即用彼人為聚落主。於聚落中多諸", "1455": "婆羅門有親近者。為聚落主說婆羅陀書。說", "1456": "陣戰死者命終生天。投火死者亦生天上。又", "1457": "說。天上種種快樂。辭章巧妙而作是說。使聚", "1458": "落主心意駭動。謂必有是。即作火坑聚香薪", "1459": "𧂐。作婆羅門會。諸人雲集時。聚落主將欲投", "1460": "火。此聚落主與一釋種比丘先共相識。來至", "1461": "其家。見聚落主。於其家中。種種莊嚴。比丘問", "1462": "言。欲作何等。聚落主言。我欲生天。比丘問言。", "1463": "汝云何去。答言。我投火坑便得生天。比丘問", "1464": "言。汝體知天道不。答言。不知。比丘問言。汝若", "1465": "不知。云何得去。忉利天上。去此三百三十六", "1466": "萬里。無人引導。何由至彼。若天上樂者。彼上", "1467": "座婆羅門。年既老大。貧於財物。其婦又老。何", "1468": "不將去共向天上。主聞此語已。即便前提上", "1469": "座婆羅門手。欲共投火俱向天上。時婆羅門", "1470": "挌不肯去。主見婆羅門不欲入火。即說偈言。", "1471": "斯諸婆羅門樂為殺害事", "1472": "是故我捨離當入於佛法", "1473": "比丘知彼心已。即為說法。乃至廣說。如是等", "1474": "書。名為殺法。殺因者。謂貪嗔癡及方便思。殺", "1475": "緣者。謂羅網等。殺業者。謂動身手等。", "1476": "經。乃至一切有命者不得故殺　釋曰。第二", "1477": "制戒。然此所殺有其三品。謂上中下。如涅槃", "1478": "經十五說。上殺者。父母乃至阿羅漢辟支佛", "1479": "畢定菩薩。中殺者。從凡夫乃至阿那含。是名", "1480": "中殺。下殺者。謂三惡道。此中十解以上菩薩。", "1481": "名畢定菩薩。又初地以上。名為畢定。若殺三", "1482": "品皆他勝處。殺下三果及凡夫人。是重非逆。", "1483": "而下經說殺聖人名逆者。蓋阿羅漢辟支佛", "1484": "畢定菩薩名為聖人。殺三惡趣自有兩釋。一", "1485": "云。殺惡趣非重。如四分云。殺人是波羅夷。", "1486": "一云殺傍生等。是他勝處。所以者何。謂諸菩", "1487": "薩於一切有情平等慈悲無勝劣故。如經說。", "1488": "乃至一切有情命者。如是二釋後釋為善。而", "1489": "四分等是聲聞戒。今顯菩薩戒故不相違。言", "1490": "有命者。瑜伽說。與壽和合現在活故。名為命", "1491": "者。", "1492": "經。是菩薩至方便救護　釋曰。第三勸修對", "1493": "治有三心。一慈悲心。二孝順心。三方便救護", "1494": "心。慈悲心者。如花嚴經說。為一一眾生故。", "1495": "阿鼻地獄中無量劫燒煮。心淨如最勝。又大", "1496": "智論第十九言。當觀老病死一切無勉者。當", "1497": "起慈悲心。云何惡加物孝順心者。謂孝上順", "1498": "下而化眾生。言孝上者。謂於有德有恩有情", "1499": "恭敬供養。言順下者。隨順所化種種機宜而", "1500": "饒益之方便。救護者。謂四攝方便。四無量方", "1501": "便。救護眾生。如大乘莊嚴論第九云。如人有", "1502": "一子有德生極愛。菩薩於一切起梵勝過彼。", "1503": "慈悲為梵勝又彼十二云。菩薩於眾生似母於子作", "1504": "五饒益。一懷胎。二出生。三長養。四防害。", "1505": "五教語。菩薩亦爾。等心向眾生。二生之於", "1506": "聖地。三長養諸善根。四防護諸惡作。五教", "1507": "習以多聞。又似父於子五種饒益。一下種子。", "1508": "二教工巧。三為娉室。四付善友。五為絕債不", "1509": "為後償。菩薩亦爾。一令信起為聖體種子。二", "1510": "令學增上戒定以為工巧。三令得解脫喜樂", "1511": "以為娉室。四令勸請諸佛以為善友。五為遮", "1512": "諸障礙以為絕債。又似同侶於己作五饒益。", "1513": "一與樂。二與利。三恒與樂。四恒與利。五永", "1514": "不離。菩薩亦爾。又似健奴為主作五饒益。一", "1515": "極諸所作。二得不欺誑。三忍諸打罵。四作事", "1516": "精好。五善巧方便。菩薩亦爾。一成就眾生。二", "1517": "開示出要。三忍諸惡事。四與世間樂。五與出", "1518": "世利。乃至廣說。此中意說。臨其下類似父母", "1519": "恩。上順勝者同於健奴。於其同類顯同侶相。", "1520": "是為菩薩孝順方便救護眾生。以能救護無救", "1521": "有情故。言救護。言無救者。謂孤獨故。如十地", "1522": "論第五卷云。是中無救者。以孤獨故。孤獨無", "1523": "救。喻有九種。一恒常貧窮孤獨無救。二三毒", "1524": "之火熾燃不息孤獨無救。三閉在三有牢固", "1525": "之獄孤獨無救。四當為煩惱諸稠林所覆孤", "1526": "獨無救。五無正觀力孤獨無救。六遠離善法", "1527": "心無喜樂孤獨無救。七失諸佛妙法孤獨無", "1528": "救。八常順世流孤獨無救。九失涅槃方便孤", "1529": "獨無救。廣說如彼解云。菩薩能救如是九種", "1530": "無救有情故。言方便救護。四攝方便者。謂布", "1531": "施愛語利行同事。如瑜伽菩薩地說。", "1532": "經。而自恣意至波羅夷　釋曰。第四結罪名。", "1533": "問曰菩薩一念有漏戒有幾許福。答。初發菩", "1534": "提心菩薩一念淨戒。能勝一切二乘淨戒。何", "1535": "況餘者。如大般若經第五百八十六說。又滿", "1536": "慈子。假使世間一切有情皆成就十善業道。", "1537": "彼所有戒。於發無上正等覺心諸菩薩眾初", "1538": "發心時一菩薩戒。百分不及一。乃至鄔波尼", "1539": "殺曇分不及一。廣說乃至。滿慈子問舍利子", "1540": "言。云何菩薩有漏淨戒。唯求自利。迴向涅槃。", "1541": "菩薩淨戒普為度脫無量有情。迴向無上正", "1542": "等菩提。是故菩薩所有淨戒。能勝二乘無漏", "1543": "淨戒。此中勤心守護不殺之戒。如大智論十", "1544": "五說。為持戒故。不惜身命。以護淨戒如一須", "1545": "陀洹。一人生屠殺家年向成人。應當修其家", "1546": "業。而不肯殺。父母與刀并一口羊閉著室中", "1547": "而語之言。若不殺羊不令汝出得見日月光。", "1548": "兒自思惟言。我若殺此一羊。便當終為此業。", "1549": "豈為身故作此大罪。便以刀自殺。父母開門", "1550": "見羊在一面立。兒已命終。當自殺時即生天", "1551": "上。", "1552": "梵網經述記卷第一　　　　　　真如本"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2797 梵網經述記卷第一", "source": "CBETA"}