{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1428 四分律: 四分律: 四分律: 四分律", "text": {"0": "第二分6 說戒揵度", "1": "四分律卷第三十七二分之十六", "10": "如是何有正法？於一切時春、夏、冬人間遊", "100": "具白世尊，世尊言：「不應分僧都集處，若溫", "101": "室、若夏堂、若經行堂，若閣下堂是眾集處，", "102": "閣上應分。若閣上眾集處，閣下堂應分。」時", "103": "諸比丘遍看房舍，見阿練若窟，彼自念", "104": "言：「我當於此處安居。」後更有餘比丘，見阿", "105": "練若窟，彼如是言：「我當於此處安居。」初十", "106": "六日，眾多比丘共集在窟內，住處迮狹多諸", "107": "疾病。諸比丘即白世尊，世尊言：「若比丘欲", "108": "在如是處安居，先往作相，若作手迹、若", "109": "作輪、若作摩醯陀羅像、若滕像、若作葡", "11": "行，夏天暴雨水大漲，漂失衣鉢、坐具、針筒，", "110": "萄蔓像、若作華、若作五色、若書作名字某", "111": "甲欲於此安居。佛聽先作相者住。」此比丘", "112": "若於此住處去，不滅名字便去，餘比丘", "113": "見先已有占者不敢住。諸比丘以此白", "114": "佛，佛言：「不應不滅名便去，應滅名而去。」", "115": "爾時波斯匿王邊國人民反叛，時王自領軍", "116": "往討。諸比丘往邊國，彼間房舍迮狹，不", "117": "相容受。諸比丘作如是言：「佛勅我等應分", "118": "臥具。」諸比丘白佛，佛言：「聽齊床分，若不", "119": "容受，應等繩床分。若故不容受，應等臥處", "12": "蹈殺生草木斷他命根。諸外道法尚三月安", "120": "分。若故不容受，應共分坐處。」彼比丘移此", "121": "定床褥、臥具置餘房中，諸比丘往白佛，佛", "122": "言：「不應移轉。」或有房多臥具、或有房少臥", "123": "具。諸比丘以此因緣白佛，佛言：「聽諸比丘", "124": "語舊住人、若佛圖主、若經營人、若有三月", "125": "安居得房者，問如是人等，然後得移轉臥", "126": "具。」諸比丘不還復臥具著本處便去，後比", "127": "丘來，謂是此房臥具便用。諸比丘以此因緣", "128": "往白佛，佛言：「不應不還復臥具便去，應", "129": "還復臥具而去，若不者應如法治。」時有房", "13": "居；此諸釋子，而於一切時春、夏、冬人間遊行。", "130": "舍缺壞，諸比丘有畏慎，佛不聽移轉臥具", "131": "從此房至彼房，諸比丘以此因緣白佛。佛", "132": "言：「若房舍破壞，聽移此房臥具置餘", "133": "房。」彼移臥具不用而虫爛壞，諸比丘白佛，", "134": "佛言：「應用。」佛既聽用，彼不洗脚、不拭脚用，", "135": "作襯體衣。諸比丘以此因緣白佛，佛言：「不", "136": "應不洗脚、不拭脚及作襯體衣。」諸比丘畏", "137": "慎以此白佛，佛言：「不應用作襯體衣。」故", "138": "不敢手脚觸。諸比丘以此事白佛，佛言：「膝", "139": "已上、腋已下，不得襯體，手脚觸無苦。」時諸", "14": "天暴雨水大漲，漂失衣鉢、坐具、針筒，蹈殺", "140": "檀越有布施諸比丘襯體衣，諸比丘畏慎", "141": "不敢受，佛不聽用襯體衣。諸比丘白", "142": "佛，佛言：「聽隨檀越施意。」若治房舍竟，先", "143": "此房臥具，不還移來本處。諸比丘以此事", "144": "白佛，佛言：「若治房舍竟，應還移臥具著", "145": "本處，不者應如法治。」彼比丘移此寺定臥具", "146": "著餘寺，諸比丘以此事白佛，佛言：「不應", "147": "移此寺定臥具著餘寺。」若有恐怖、若有", "148": "怨家、若人民反叛、若國邑荒壞、人民破喪，住", "149": "處亦壞，諸比丘畏慎，佛不聽移此寺定臥", "15": "生草木斷他命根。至於蟲鳥尚有巢窟止", "150": "具著彼寺。諸比丘以此事白佛，佛言：「若有", "151": "恐怖怨家、若反叛國邑荒壞、人民破喪、住處", "152": "亦壞，聽移餘處移臥具。」時諸比丘畏慎，佛", "153": "教不聽以僧臥具襯體故不得好覆藏。諸", "154": "比丘以此因緣白佛，佛言：「隨宜覆藏應移。", "155": "若有餘比丘來索，不應索亦不應與，除可", "156": "信後必還得者應與。」後國邑還靜，人民還", "157": "復，寺舍還成，不還臥具。比丘以此事白", "158": "佛，佛言：「若國邑已靜，人民還復、寺舍已成，", "159": "應還臥具，若不還者應如法治。」爾時有住", "16": "住處。沙門釋子！一切時春、夏、冬人間遊行。天", "160": "處，四方眾僧大得不定臥具、繩床、木床、麁細", "161": "褥枕㲩𣰆𣰽毺地敷、澡瓶、杖扇，諸比丘，不", "162": "知云何處分？以此事白佛，佛言：「聽房中", "163": "無臥具者付與，若有餘從上座付爾。」時舍", "164": "利弗、目連，欲共世尊安居，十五日從所住", "165": "處往，十七日乃至，不知當云何？即白諸比", "166": "丘。諸比丘以此事白佛，佛言：「聽後安居。", "167": "有二種安居：有前安居、有後安居。若在前", "168": "安居應住前三月，若後安居應住後三月。」", "169": "前安居者欲自恣，後安居者不知得自恣", "17": "暴雨水大漲，漂失衣鉢、坐具、針筒，蹈殺生草", "170": "不？諸比丘以此事白佛，佛言：「聽受自恣，", "171": "住待日足。」前安居人自恣已數歲，後安居人", "172": "不知得數歲不？諸比丘以此事白佛，佛", "173": "言：「不應三月未足便數歲。」前安居者自恣", "174": "竟，驅遣後安居者，諸比丘以此事白佛，佛", "175": "言：「不應遣亦不應去。」前安居人自恣竟分", "176": "夏所得物，後安居者畏慎不敢受分，佛不", "177": "聽我等三月未竟乞求受物。諸比丘以此", "178": "事白佛，佛言：「聽比丘受，餘日應足令滿。」", "179": "前安居者自恣竟分臥具，後安居者畏慎不", "18": "木斷他命根。」時諸比丘聞，其中有少欲知", "180": "敢受，以夏三月日未滿故。諸比丘以此事", "181": "白佛，佛言：「聽為未來故受。」爾時諸比丘，露", "182": "處安居，得風飄日曝，形體黑瘦皮膚剝裂，", "183": "往詣佛所，頭面禮足却坐一面。世尊知而", "184": "故問：「汝等何故形體黑瘦皮膚剝裂耶？」諸比", "185": "丘白佛言：「在露地安居故爾。」佛言：「不", "186": "應在露地安居。自今已去，聽諸比丘作覆", "187": "障處安居。」爾時諸比丘樹上安居，即在樹", "188": "上大小便利。時樹神瞋嫌，伺其便欲斷", "189": "命根。諸比丘以此事白佛，佛言：「自今已", "19": "足、行頭陀、樂學戒、知慚愧者，呵責六", "190": "去，不聽比丘在樹上安居，亦不應上樹。", "191": "除齊人頭，不應遶樹左右大小便利澆灒", "192": "污樹。」爾時諸比丘，在拘薩羅國人間遊行，", "193": "道有惡獸。時諸比丘，上樹過人，畏慎還下，", "194": "佛不聽我等上樹過人，遂為惡獸所害。", "195": "諸比丘以此事白佛，佛言：「自今已去，聽為", "196": "命難、淨行難故得上樹過人頭。諸比丘欲", "197": "取樹上乾薪，聽作鉤鉤取、聽作梯取、若", "198": "繩羂取。」後諸比丘畏慎，不敢上乾樹上，佛", "199": "言：「若樹通身乾，聽上。」爾時諸比丘，欲於樹", "2": "姚秦罽賓三藏佛陀耶舍", "20": "群比丘言：「汝云何於一切時春、夏、冬人間遊", "200": "下安居，往白佛。佛言：「自今已去，聽在樹", "201": "下安居，若樹高過人頭者，枝葉足覆蔭一", "202": "坐。」時六群比丘，用蠟蜜塗帳坐中安居，彼", "203": "作如是心：「我等夜在中宿，朝則藏舉，其有", "204": "見者，當謂我等得神通人。」諸比丘以此事", "205": "白佛，佛言：「自今已去，不聽以蠟蜜塗帳", "206": "在中安居，亦不得諂曲為身故改常威", "207": "儀。」爾時比丘欲在小屋內安居，諸比丘白", "208": "佛，佛言：「自今已去聽諸比丘在小屋內安", "209": "居，起不礙頭坐趣容膝，亦足障水雨。」爾", "21": "行，夏天暴雨水大漲，漂失衣鉢、坐具、針筒，", "210": "時比丘，欲在山窟中安居，即往白佛，佛言：", "211": "「自今已去聽在山窟中安居，起不礙頭坐", "212": "趣容膝，亦足障水雨。」爾時比丘，欲於自然", "213": "山窟中安居，時諸比丘往白佛，佛言：「自今", "214": "已去，聽比丘在自然山窟中安居，起不礙", "215": "頭坐趣容膝，亦足障水雨。」爾時比丘，欲於", "216": "樹空中安居，諸比丘往白佛，佛言：「自今已", "217": "去聽諸比丘在樹空中安居，起不礙頭坐", "218": "趣容膝，亦足障水雨。」爾時比丘，欲依牧牛", "219": "者安居，往白佛，佛言：「自今已去，聽依牧牛", "22": "蹈殺生草木。諸居士於草木中有命根想，", "220": "者安居，安居中移徙隨牧牛者所去處應去。」", "221": "爾時諸比丘欲依客壓麻油人安居，往白", "222": "佛，佛言：「自今已去，聽依壓油人安居，安居", "223": "中移徙隨壓油人所去處應去。」爾時比丘，", "224": "欲於船上安居，往白佛，佛言：「自今已去，", "225": "聽諸比丘在船上安居，安居中移徙隨船", "226": "所去處應去。」爾時比丘，欲依斫材人安居，", "227": "往白佛，佛言：「自今已去，聽諸比丘依斫材", "228": "人安居，安居中移徙隨斫材人所去處應", "229": "去。」爾時比丘，欲依聚落安居，往白佛，佛", "23": "令居士譏嫌故得罪耶？」時諸比丘往世尊", "230": "言：「自今已去，聽依聚落安居。安居中若聚", "231": "落分為二分，隨所供給所須具足處住，安", "232": "居中移徙隨所去處應去。」爾時有檀越，請", "233": "比丘言：「我欲布施及房舍。」彼比丘自念：「彼", "234": "處遠不得即日還，佛未聽有如是因緣", "235": "得去。」諸比丘往白佛，佛言：「自今已去，聽", "236": "受七日去，不應專為飲食故受七日去，除", "237": "餘因緣，若為衣鉢、坐具、針筒乃至藥草，至第", "238": "七日應還。」爾時諸比丘，請餘比丘長老來：", "239": "「我等得僧殘，為我治覆藏法、本日治、摩那埵", "24": "所，頭面禮佛足，在一面坐，以此因緣具", "240": "出罪。」比丘自念：「彼處遠不得即日還，佛未", "241": "聽有如是因緣去。」諸比丘以此事白佛，", "242": "佛言：「聽有如是事受七日去及七日還。」爾", "243": "時比丘尼，請比丘長老來：「我等得僧殘，", "244": "為我作摩那埵出罪。」比丘自念：「彼處遠不", "245": "及即日還，佛未聽我等有如是事去。」往", "246": "白佛，佛言：「自今已去，聽有如是事，受七", "247": "日去及七日還。」爾時有式叉摩那，請比丘", "248": "言：「長老來！我等犯戒，為我等懺悔更受戒", "249": "若受大戒。」比丘自念：「彼處遠不及即日還，", "25": "白世尊。世尊爾時以此因緣集比丘僧，以", "250": "佛未聽有如是事去。」往白佛，佛言：「自今已", "251": "去，聽有如是事受七日去及七日還。」爾時", "252": "有沙彌請比丘：「長老來！我欲受戒。」比丘自", "253": "念：「彼處遠不及即日還，佛未聽有如是", "254": "事去。」往白佛，佛言：「自今已去，聽有如是", "255": "事受七日去及七日還。」爾時有沙彌尼，請比", "256": "丘：「大德來！我欲受六法。」比丘自念：「彼處遠", "257": "不得及即日還，佛未聽有如是事去。」往", "258": "白佛，佛言：「自今已去，聽如是事受七日去", "259": "及七日還。」爾時有不信樂大臣，請比丘：「大", "26": "無數方便呵責六群比丘：「汝所為非，非威", "260": "德來！我欲相見。」比丘自念：「彼處遠不及即", "261": "日還，佛未聽有如是事去。」往白佛，佛言：", "262": "「自今已去，聽有如是事受七日去，若有益", "263": "無益及七日還。」爾時有信樂大臣，請比丘：", "264": "「大德來！我欲相見。」比丘自念：「彼處遠不及", "265": "即日還，佛未聽有如是事去。」往白佛，佛", "266": "言：「自今已去，聽有如是事受七日去。此信", "267": "樂優婆塞，若病、若有諸憂惱事、若為利養", "268": "故，及七日應還。」爾時有不信樂父母，請比", "269": "丘：「大德來！我欲相見。」比丘自念：「彼處遠不", "27": "儀、非淨行、非沙門法、非隨順行，所不應", "270": "及即日還，佛未聽有如是事去。」往白佛，", "271": "佛言：「自今已去，有如是事聽受七日去，若", "272": "不信樂教令信樂，若惡戒教令持戒，若慳", "273": "貪教令布施，若無智教令有智，及七日應", "274": "還。」爾時有信樂父母，遣信請比丘：「大德來！", "275": "我欲相見。」比丘自念：「彼處遠不及即日還，", "276": "佛未聽有如是事去。」往白佛，佛言：「自今", "277": "已去，聽有如是事受七日去，若信樂父母，", "278": "若病、若有諸憂惱事、若有利益事，及七日", "279": "還。」爾時有母請比丘：「大德來，我欲相見。」比", "28": "為。云何六群比丘！於一切時春、夏、冬人間", "280": "丘自念：「彼處遠不及即日還，佛未聽有如", "281": "是事去往白佛。」佛言：「自今已去，有如是", "282": "事聽受七日去，及七日應還。」爾時有父，請", "283": "比丘亦如是；兄弟、姊妹，及諸親里知識，亦如", "284": "是。爾時有比丘，誦六十種經，如《梵動經》，為", "285": "求同誦人故，欲人間遊行。比丘自念：「彼處", "286": "遠不及即日還，佛未聽我等有如是事", "287": "去。」往白佛，佛言：「自今已去，聽有如是事", "288": "受七日去及七日還。」爾時經勞比丘，有作", "289": "事須往林樹間，自念：「彼處遠不及即日還。」", "29": "遊行，夏天暴雨水大漲，漂失衣鉢、坐具、針筒，", "290": "往白佛，佛言：「自今已去，聽有如是事受七", "291": "日去及七日還。」爾時波斯匿王邊國人民反", "292": "叛，王自領軍往討。王所供養佛及眾僧，衣", "293": "被飲食所須之物，不信樂大臣便奪不與。諸", "294": "比丘欲往白王，自念：「彼處遠不及即日", "295": "還，佛未聽有如是事去。」往白佛，佛言：「自", "296": "今已去，有如是事，聽受七日去及七日還。」", "297": "爾時波斯匿王邊國人民反叛，時王自領軍", "298": "往討。爾時有不信樂大臣，懷嫉妬惡心，欲", "299": "鑿祇桓通渠。比丘欲往白王，自念：「彼處遠", "3": "共竺佛念等譯", "30": "蹈殺生草木。居士於草木有命根想，譏嫌", "300": "不及即日還，佛未聽有如是事去往白", "301": "佛。」佛言：「自今已去，有如是事聽受七日去", "302": "及七日還。」爾時有檀越，遣信請比丘：「大德", "303": "來！我欲布施及房舍。」比丘自念：「彼處遠不", "304": "及七日還，佛未聽有如是事去。」往白佛，", "305": "佛言：「自今已去，聽有如是事受過七日法、", "306": "若十五日、若一月，白二羯磨。如是差堪能", "307": "羯磨者，若上座、若次座、若誦律、若不誦律。", "308": "能作羯磨者，應作如是白：『大德僧聽！若", "309": "僧時到僧忍聽，某甲比丘受過七日法，若十", "31": "故令居士得罪。」以無數方便呵責六群比", "310": "五日、若一月，出界外，為某甲事故，還此中", "311": "安居。白如是。』『大德僧聽！某甲比丘，受過七", "312": "日法，若十五日、若一月，出界外，為某甲事", "313": "故，還此中安居，誰諸長老忍。僧聽某甲比丘", "314": "受過七日法、若十五日、若一月，出界外，為", "315": "某甲事故，還此中安居者默然；誰不忍者", "316": "說。』『僧已忍某甲比丘受過七日法，若十五日、", "317": "若一月，出界外，為某甲事故，還此中安居", "318": "竟，僧忍，默然故，是事如是持。』」比丘遣信請", "319": "比丘，受過七日羯磨亦如是。比丘尼請比", "32": "丘已，告諸比丘：「汝不應於一切時春、夏、冬", "320": "丘受，過七日羯磨亦如是。式叉摩那請比", "321": "丘，羯磨亦如是。沙彌請比丘受戒，亦如是。", "322": "沙彌尼請比丘，受過七日羯磨亦如是。不", "323": "信大臣請比丘，受過七日法羯磨亦如是。", "324": "識信大臣，羯磨亦如是。不信父母、信父母、", "325": "兄弟、姊妹、諸親里知識、誦六十種經比丘、", "326": "經營事比丘、不信樂大臣，奪供養、通渠亦如", "327": "是。一切受過七日羯磨法盡同上。爾時世", "328": "尊在拘睒彌國。時有大臣勇健能鬪，往詣", "329": "佛所以信捨家為道。時憂填王語言：「汝何", "33": "人間遊行。從今已去，聽諸比丘三月夏安", "330": "不休道？當與汝婦、資生田宅財寶。」比丘自", "331": "念：「我在此安居，必與我淨行作留難。」作此", "332": "念已往白佛，佛言：「若有此難事便應去。」爾", "333": "時有比丘於住處安居，時有大童女來誘", "334": "調比丘：「汝何不休道？我當為汝作婦。」彼比", "335": "丘自念：「我在此安居，必為淨行作留難。」作", "336": "此念已往白佛，佛言：「若有此難事應去。」爾", "337": "時有比丘，在住處安居。時有婬女來誘調", "338": "比丘：「汝可休道，我當為汝作婦，或嫁女與", "339": "汝。」彼比丘自念：「我在此安居，必為淨行", "34": "居。白所依人言：『我於此處夏安居，長老", "340": "作留難。」作此念已往白佛，佛言：「若有此", "341": "難應去。」爾時有比丘在住處安居，有黃", "342": "門貪愛比丘故，數喚比丘共行不淨。比丘", "343": "自念：「我在此安居，必為我淨行作留難。」作", "344": "此念已往白佛，佛言：「若有此事應去。」爾", "345": "時有比丘在住處安居，時有鬼神語比", "346": "丘言：「此中有伏藏。」比丘自念：「我在此安居，", "347": "必為我淨行作留難。」作此念已往白佛，", "348": "佛言：「若有此事應去。」爾時有比丘在住", "349": "處安居，時有鬼神伺比丘便欲斷其命", "35": "一心念！我比丘某甲，依某甲聚落，某甲僧", "350": "根。比丘自念：「我在此安居，必為命作留難。」", "351": "作此念已往白佛，佛言：「若有此事應去。」", "352": "爾時有比丘在住處安居，有賊伺比丘便", "353": "欲斷命根。比丘自念：「我在此安居，必斷我", "354": "命。」作此念已往白佛，佛言：「若有此事應", "355": "去。」爾時有比丘在住處安居，毒蛇瞋恚伺", "356": "比丘便欲斷命根。比丘自念：「我在此安居，", "357": "必有斷命留難。」作此念已往白佛，佛言：「若", "358": "有此事應去。」爾時有比丘在住處安居，", "359": "諸惡獸瞋伺比丘便欲斷命根。比丘自念：", "36": "伽藍，某甲房前，三月夏安居，房舍破修治", "360": "「我在此安居，必有斷命留難。」作此念已往", "361": "白佛，佛言：「若有此事應去。」爾時有比丘", "362": "在住處安居，不得如意飲食，不得隨意", "363": "醫藥，不得隨意使人。彼自念言：「我當云何？」", "364": "即白諸比丘。諸比丘往白世尊，世尊言：「若", "365": "比丘於安居處，若不得隨意飲食，不得隨", "366": "意醫藥，不得隨意使人，即應以此事去。」爾", "367": "時有比丘在住處安居，經行處多諸毒蟲，", "368": "此比丘狎習經行，經行體安，不經行不安。", "369": "彼比丘自念：「我在此住，必為我命作留難。」", "37": "故。』如是第二、第三說。後三月夏安居法亦", "370": "作此念已往白佛，佛言：「若有此事應去。」", "371": "爾時有比丘在住處安居，見有比丘作", "372": "方便欲破僧。時彼自念言：「破僧事重，甚為", "373": "醜惡，莫為我故破僧。我當云何？」即白諸比", "374": "丘。諸比丘以此事白佛，佛言：「若比丘於住", "375": "處安居，見有比丘勤方便欲破僧，時彼", "376": "作如是念：『破僧事重，甚為醜惡，莫為我故", "377": "破僧。』彼比丘即應以此事去。」爾時有比丘", "378": "在住處安居，見有比丘尼勤方便欲破僧，", "379": "彼如是念：「破僧事重，甚為醜惡，莫為我", "38": "如是。」時諸比丘住處，無所依人，不知何所", "380": "故破僧。」彼即應以此事去。若比丘於住處，", "381": "安居時聞有比丘勤方便欲破僧，彼如是", "382": "念：「破僧事重甚為醜惡，莫為我故破僧。」彼", "383": "即應以此事去。若比丘於住處安居。聞有", "384": "比丘尼欲方便破僧，彼如是念：「破僧事重", "385": "甚為醜惡，莫為我故破僧。」彼即應以此事", "386": "去。爾時有比丘於住處安居，聞彼有比", "387": "丘欲方便破僧。彼自念言：「我若往呵諫責", "388": "數，必用我言止不破僧。」復作是念：「若我自", "389": "往，或不用我語，不能止其破僧事。我有", "39": "白。諸比丘有疑，不知成安居不？即白世", "390": "親友能止彼破僧事，我若語彼必用我言，", "391": "為我止彼破僧事。我當云何？」即語諸比", "392": "丘，諸比丘往白佛，佛言：「若比丘於住處安", "393": "居，聞有比丘欲方便破僧，比丘自念：『我若", "394": "自往彼呵諫責數，必用我言令其止不破", "395": "僧。』復作是念：『我或不能止彼諍事，我有親", "396": "友能止彼諍事，我當語彼令止破僧事。』彼", "397": "即應以此事去。」若比丘住處安居，聞彼有", "398": "比丘尼勤方便欲破僧，彼比丘自念：「彼若", "399": "往彼呵諫責數，必用我言止破僧事。」復作", "4": "7 安居揵度安居揵度", "40": "尊，世尊言：「發意為安居故，便得成安居。", "400": "是念：「我或不能，我有親友能止彼諍。若我", "401": "語彼，必能為我止破僧事。」彼即應以此事", "402": "去。若比丘是中安居，聞彼僧破，比丘自念：", "403": "「我若往彼呵諫責數，必用我言令僧和合。」", "404": "復作是念：「我或不能，我有親友能止彼諍，", "405": "我若語彼必用我言，和合彼僧。」比丘即", "406": "應以此事去。若比丘是中安居，聞彼比丘", "407": "尼僧破，「我若往彼呵諫責數，必用我言令", "408": "僧和合。」復作是念：「我或不能，我有親友能", "409": "止彼諍，若我語彼，必用我言和合彼僧。」彼", "41": "從今日聽諸比丘若無所依人心念安居。」", "410": "即應以此事去。爾時有比丘受七日出界", "411": "外，為其母所留，至意欲還，而遂不及七", "412": "日。彼自念言：「為失歲？為不失歲？」即白諸比", "413": "丘，諸比丘往白佛，佛言：「不失歲，父母、兄", "414": "弟、姊妹、本二、若本私通者、若夜叉、鬼神難，亦", "415": "如是。」爾時比丘受七日出界外住，水陸道", "416": "不通、若賊難、虎狼、師子諸難，作如是念：「我", "417": "為失歲？為不失歲？」即白諸比丘。諸比丘往", "418": "白佛，佛言：「不失歲。」爾時佛在拘睒彌國瞿", "419": "師羅園。爾時王憂陀延與跋難陀釋子為親", "42": "爾時比丘，於住處欲安居，無所依人無白", "420": "友，請跋難陀夏安居。跋難陀拘睒彌國結", "421": "安居，聞餘住處大得利養大得衣物，即", "422": "便往彼住處。小住彼已，復還拘睒彌。時王", "423": "憂陀延聞已嫌言：「云何跋難陀釋子！受我請", "424": "在此住夏安居，聞彼住處大得利養大", "425": "得衣物，便往至彼。在彼住已，復還來此？」諸", "426": "比丘聞，中有少欲知足、行頭陀、知慚愧、", "427": "樂學戒者，呵責跋難陀釋子：「云何汝在彼", "428": "夏安居，聞異住處大得利養大得衣物，", "429": "便往彼住。住既不久而還此？」即往佛所，頭", "43": "處，忘不心念安居，有疑，不知成安居不？", "430": "面禮足，各坐一面，以此因緣具白世尊。世", "431": "尊以此因緣集比丘僧，以無數方便呵責", "432": "跋難陀言：「汝無知，非威儀、非淨行、非沙", "433": "門法、非隨順行，所不應為。云何跋難陀！汝", "434": "於拘睒彌夏安居，聞彼異處大得利養大", "435": "得衣物，便往彼住，而復還拘睒彌？」呵責已", "436": "告諸比丘：「若比丘在前安居處，聞彼處大", "437": "得利養大得衣物，即便往彼。彼比丘不", "438": "得前歲，違本要得罪。若比丘，於此受他", "439": "前安居請，至界外布薩已便往餘處。彼比", "44": "往白世尊。世尊言：「若為安居故來，便成安", "440": "丘，破前安居違本要得罪。若比丘，受他", "441": "前安居請，在界外布薩已來至請處即日", "442": "還去。彼比丘，破前安居違本要得罪。若", "443": "比丘，受他前安居請，界外布薩已來至請", "444": "處，受房舍臥具無事便去，彼便破前安", "445": "居違本要得罪。若比丘受他前安居請，", "446": "界外布薩已來至住處，受七日出界外，意欲", "447": "來過七日。彼比丘，破前安居違本要得", "448": "罪。若比丘，受他前安居請，在界外布薩", "449": "已來至住處，受七日出界外及七日還。彼", "45": "居。」時諸比丘，往安居處，欲安居入界內，便", "450": "比丘，成前安居不違本要無罪。若比丘，", "451": "受他前安居請，在界外布薩已，來至住處，", "452": "末後受七日出界外。彼比丘，若來若不來", "453": "住處。彼比丘，成前安居不違本要無罪。", "454": "若比丘，受他前安居請，來至界內布薩已", "455": "到住處即日還去。彼比丘，破前安居違本", "456": "要得罪。若比丘，受他前安居請，來至界內", "457": "布薩已到住處，受房舍臥具，無事便去。彼", "458": "比丘，破前安居違本要得罪。若比丘受他", "459": "前安居請，來至界內布薩已到住處，受七", "46": "明相出，彼有疑，為成安居不？即白世尊。世", "460": "日出界外，意欲還不及七日。彼比丘，破前", "461": "安居違本要得罪。若比丘受他前安居請，", "462": "來至界內布薩已到住處，受七日出界外", "463": "及七日還。彼比丘，不破前安居不違本要", "464": "無罪。若比丘，受他前安居請，界內布薩已", "465": "到住處，末後受七日出界外。若還若不還", "466": "住處，不破前安居不違本要無罪。後安", "467": "居亦如是。」爾時有比丘，受他前安居請，在", "468": "彼見有命難若淨行難。彼作如是念：「我", "469": "當云何？」即告諸比丘。諸比丘往白佛，佛言：", "47": "尊言：「若為安居故來，便成安居。」爾時比丘，", "470": "「若比丘在住處，若受前安居、後安居，見有", "471": "命難若淨行難。彼比丘，若自往、若遣信使", "472": "往白檀越求移去。若聽者善，若不聽便應", "473": "去。」安居揵度竟", "474": "8 自恣揵度上自恣揵度", "475": "爾時佛在舍衛國祇樹給孤獨園。時有眾多", "476": "比丘，在拘薩羅國，於異住處夏安居。彼作", "477": "如是念：「我曹當云何得安樂住，不以飲食", "478": "為疲苦？」彼作如是語：「我等當共作制結安", "479": "居，不得共語禮拜問訊。若先入聚落乞者，", "48": "往安居處欲安居，入僧園內明相出，彼有", "480": "先還掃除食處，敷座具、具水器、具洗足器、", "481": "具盛食器，各自持食來置食處。若得食多", "482": "者，先應減留。若足便食，食訖默然還房。若", "483": "次有入聚落乞者，得食便還，持食至食處。", "484": "若得食多者，應先減留。若足便食，若不足", "485": "者，取先所留食足食，食訖默然還房。若末", "486": "後入聚落乞者，得食便還，持食至食處。若", "487": "得食多者，先應減留。若足食便食，若不足", "488": "者，取先所留者足食之。有餘殘食，若與乞", "489": "人若非人，若無與處，應置淨地無草處，若", "49": "疑，不知成安居不？即白世尊。世尊言：「若", "490": "置無蟲水中，洗治食器還復本處，臥具、水", "491": "器、洗足器，及座具還復本處，掃除食處。若見", "492": "水器、洗足器空。若能勝者，即應持還。若不", "493": "能勝，以手招伴，共持器還復本處，默然還", "494": "房，不應以此因緣有所說，如是我等可", "495": "得安樂住，不以食飲為苦，作如是制。」結", "496": "安居自恣竟，詣舍衛國祇桓中，至佛所，頭", "497": "面禮足各坐一面。時世尊慰勞諸比丘：「汝", "498": "曹安樂不？飲食足不？住止和合不？不以飲", "499": "食為疲苦耶？」諸比丘白佛言：「住止安樂，飲", "5": "爾時佛在舍衛國祇樹給孤獨園。時六群比", "50": "為安居故來，便成安居。」爾時比丘，往住", "500": "食不乏，彼此和合，不以飲食為苦。」佛問諸", "501": "比丘：「汝等以何方便住止安樂，彼此和合，不", "502": "以飲食為苦？」諸比丘以向因緣事具白佛。", "503": "佛告諸比丘：「汝曹癡人！自以為樂，其實是", "504": "苦。汝曹癡人！自以無患，其實是患。汝曹癡", "505": "人！共住如似怨家，猶如白羊。何以故？我無", "506": "數方便教諸比丘，彼此相教共相受語展轉", "507": "覺悟。汝曹癡人！同於外道，共受瘂法。不應", "508": "如是行瘂法，若行瘂法突吉羅。」時六群比", "509": "丘作如是言：「佛教諸比丘，彼此相教共相", "51": "處欲安居，一脚入界內、一脚在界外明相", "510": "受語展轉覺悟。」便舉他清淨比丘罪。諸比丘", "511": "往白世尊，世尊言：「不應舉他無罪比丘事，", "512": "若欲舉有事比丘，應先當語令知求聽，然", "513": "後應舉。」時六群比丘，聞佛教應先當語令", "514": "知求聽然後舉，先清淨比丘曾從六群比", "515": "丘求聽，六群比丘以嫌故覆，復從清淨", "516": "比丘求聽。諸比丘以此事往白佛，佛言：「不", "517": "應先清淨比丘曾從六群比丘求聽，六群", "518": "比丘不應以嫌故復從清淨比丘求聽。自", "519": "今已去，聽具五法得求聽。何等五？知時不", "52": "出，有疑，不知成安居不？即白世尊。世尊", "520": "以非時，如實不以虛妄，有利益不以無", "521": "利益，柔軟不以麁獷，慈心不以瞋恚。」彼", "522": "六群比丘內無五法，餘清淨比丘具足五", "523": "法者，從六群比丘求聽，六群比丘不聽。諸", "524": "比丘以此因緣往白佛，佛言：「聽比丘具足", "525": "五法者，若求聽應聽。」時六群比丘，從他求", "526": "聽已去，或與他聽已便離住處去。諸比", "527": "丘以此事白佛，佛言：「不應求他聽既聽", "528": "已便去，亦不應與他聽已便去。自今已去，", "529": "聽言要莫去。」六群比丘便要他已而自", "53": "言：「若為安居故來，便成安居。」時諸比丘，", "530": "去，或與他言要而復自去，諸比丘以此事", "531": "往白佛，佛言：「不應要他已而自去，不應", "532": "與他言要已而復去。自今已去，聽安居竟", "533": "自恣，聽遮自恣不應求聽。何以故？自恣即", "534": "是聽。」諸比丘作是念：「佛聽諸比丘自恣。」諸", "535": "比丘一時自恣鬧亂，諸比丘以此事白佛，", "536": "佛言：「不應一時自恣。自今已去，聽一一自", "537": "恣。」諸比丘不求次第隨意自恣，上座疲極，", "538": "諸比丘以此事白佛，佛言：「不應隨意自恣，", "539": "應從上座自恣。聽差授自恣人白二羯磨。", "54": "往住處欲安居，一脚入僧園內、一脚在僧", "540": "若有五法者，不應差作受自恣人：若愛、", "541": "若瞋、若怖、若癡、不知自恣未自恣。具如是", "542": "五法者，不應差受自恣。有五法者，應差", "543": "作受自恣人：若不愛、不瞋、不怖、不癡、知自", "544": "恣未自恣。具如是五法者，應差受自恣。", "545": "應如是差堪能人，若上座、若次座、若誦律、", "546": "若不誦律。堪能羯磨者白二羯磨，當作如", "547": "是白：『大德僧聽！若僧時到僧忍聽，僧差某", "548": "甲比丘作受自恣人。白如是。』『大德僧聽！僧", "549": "差某甲比丘作受自恣人。誰諸長老忍僧", "55": "園外明相出，有疑，不知成安居不？即白", "550": "差某甲比丘作受自恣人者默然，誰不忍", "551": "者說。』『僧已忍差某甲比丘作受自恣人", "552": "竟，僧忍，默然故，是事如是持。』」時諸比丘在", "553": "座上自恣，諸比丘以此事白佛，佛言：「不", "554": "應在座上自恣，聽離座胡跪自恣。」時上", "555": "座離座自恣，一切僧故在座自恣，佛言：「若", "556": "上座離座胡跪，一切僧亦應離座胡跪。」", "557": "時上座自恣竟胡跪，乃至一切僧自恣竟，", "558": "上座疲極，諸比丘以此事白佛，佛言：「聽", "559": "隨自恣竟復坐。」時六群比丘念言：「我曹竊語", "56": "世尊。世尊言：「若為安居故來，便成安居。」", "560": "自恣，彼比丘或能為我作羯磨若遮我自", "561": "恣。」諸比丘以此事往白佛，佛言：「不應作", "562": "如是念：『竊語自恣，恐餘比丘為我作羯磨", "563": "若遮我自恣。』應了了自恣，足使他聞。」彼六", "564": "群比丘復作是念：「我當疾疾自恣，恐餘比", "565": "丘為我作羯磨或遮自恣。」諸比丘白佛，佛", "566": "言：「不應作如是念：『我當疾疾自恣，恐餘比", "567": "丘為我作羯磨若遮我自恣。』自今已去", "568": "聽安居已徐徐自恣。」彼六群比丘作是念：「我", "569": "當一說自恣，恐餘比丘為我作羯磨若遮", "57": "若安居竟，客比丘來，移舊比丘。佛言：「不應", "570": "自恣。」諸比丘白佛，佛言：「不應作是念：『我", "571": "當一說自恣，恐餘比丘為我作羯磨若遮", "572": "自恣。』」彼六群比丘自念：「我當再說自恣，恐", "573": "餘比丘為我作羯磨若遮自恣。」諸比丘白", "574": "佛，佛言：「不應作如是念：『我當再說自", "575": "恣，恐餘比丘為我作羯磨若遮自恣。』自今", "576": "已去，聽諸比丘三說自恣。」時六群比丘，反", "577": "抄衣自恣、衣纏頸自恣、裹頭自恣、通肩披", "578": "衣自恣、著革屣自恣、若地坐自恣、若床", "579": "上坐自恣，諸比丘往白佛，佛言：「不應反抄", "58": "移，亦不應去。」時諸比丘，於住處不看房舍", "580": "衣、纏頸、裹頭、通肩、披衣、著革屣、若地坐、若床", "581": "自上坐自恣。今已去，聽諸比丘偏露右肩、脫", "582": "革屣、胡跪合掌，作如是語：『大德眾僧今日", "583": "自恣，我某甲比丘亦自恣。若見聞疑罪，大德", "584": "長老哀愍故語我。我若見罪，當如法懺悔。』", "585": "如是第二、第三說。」時有病比丘，偏露右肩、", "586": "脫革屣、胡跪合掌時頃久病即更增。諸比", "587": "丘白佛，佛言：「自今已去，聽病比丘隨身所", "588": "安受自恣。」爾時有異住處比丘自恣，有比", "589": "丘在說戒堂外，諸比丘自恣竟，起出去外。", "59": "臥具便受房，得不好房惡臥具，便瞋舊住", "590": "比丘問言：「長老何處去，不自恣耶？」彼答言：", "591": "「我已自恣竟。」「汝從何來？」答言：「我在說戒堂", "592": "外。」諸比丘白佛，佛言：「自今已去，自恣時不", "593": "應在說戒堂外，聽比坐應知若來若不", "594": "來，聽先白已然後自恣。如是白：『大德僧聽！", "595": "今日眾僧自恣。若僧時到僧忍聽，僧和合自", "596": "恣。白如是。』如是白已自恣。」六群比丘非法", "597": "別眾自恣、非法和合自恣、法別眾自恣。諸比", "598": "丘白佛，佛言：「不應非法別眾自恣、非法和", "599": "合自恣、法別眾自恣。有四種自恣：若比丘非", "6": "丘，於一切時春、夏、冬人間遊行。時夏月天", "60": "比丘言：「汝心不平等，所喜者便與好房好", "600": "法別眾自恣、非法和合自恣、法別眾自恣、法", "601": "和合自恣。若比丘作非法別眾自恣、非法和", "602": "合自恣、法別眾自恣，如是不應自恣。法和", "603": "合自恣，應如是自恣，是我所聽自恣。」爾時", "604": "自恣時，異住處前安居、後安居人雜住，不知", "605": "云何？隨前安居、為隨後安居自恣？諸比丘", "606": "白佛，佛言：「隨上座所在處自恣，上座或前", "607": "安居、或後安居，應隨舊住者自恣。舊住者", "608": "亦有前安居、有後安居，隨多者應自恣。」時", "609": "諸比丘，欲十四日十五日自恣，佛言：「聽如", "61": "臥具，不喜者便與惡房惡臥具。不喜我故，", "610": "是自恣，若王改日時應隨時。」諸比丘不", "611": "知，今日自恣、明日自恣？諸比丘往白佛，佛", "612": "言：「自今已去，聽若小食上、中食上，上座唱令：", "613": "『今日眾僧自恣。』」復不知用何時。佛言：「聽作", "614": "時相，若打揵稚、若吹唄、打鼓、若起烟、若", "615": "量影、若唱言：『今自恣時到。』」六群比丘聞佛", "616": "聽自恣，便於別房中，共同和尚、阿闍梨、親", "617": "厚同學、得意者別部作自恣。諸比丘白佛，", "618": "佛言：「不應於別房共同和尚、阿闍梨、親厚", "619": "同學、得意者別部作自恣。自今已去，一處和", "62": "與我惡房惡臥具。」時諸比丘以此因緣具", "620": "合自恣。」諸比丘復不知在何處自恣？白", "621": "佛，佛言：「聽在說戒處自恣。」爾時有眾多比", "622": "丘，於自恣日，在非村、阿練若、未結界處道", "623": "路行。諸比丘自念：「佛教我等和合自恣，我等", "624": "當云何？」諸比丘白佛，佛言：「若眾多比丘，於", "625": "自恣日，在非村、阿練若、未結界處道路行。諸", "626": "比丘，若和合得自恣者善。若不得和合者，", "627": "隨所同和尚、阿闍梨、隨親厚同意移異處，", "628": "結小界作自恣。白二羯磨，應如是結小", "629": "界。差堪能者，若上座、若次座、若誦律、若不誦", "63": "白世尊，世尊告諸比丘：「若比丘於住處欲", "630": "律，堪能羯磨者如是白：『大德僧聽！諸比丘", "631": "坐處已滿，齊如是比丘坐處，若僧時到僧忍", "632": "聽，僧於此處結小界。白如是。』『大德僧聽！", "633": "齊如是比丘座處，僧於此處結小界。誰諸", "634": "長老忍齊如是比丘座處僧於中結小界", "635": "者默然，誰不忍者說。』『僧已忍齊如是比丘座", "636": "處結小界竟，僧忍，默然故，是事如是持。』」時", "637": "比丘不捨界便去，諸比丘不喜，即往白佛。", "638": "佛言：「不應不捨界而去，應捨界竟然後", "639": "去。應如是捨，白二羯磨差堪能人，若上座、", "64": "安居，應先自往看房舍臥具然後受房。從", "640": "若次座、若誦律、若不誦律，堪能作羯磨者，", "641": "應作如是白：『大德僧聽！齊如是比丘座處，", "642": "若僧時到僧忍聽，僧解此處小界。白如是。』", "643": "『大德僧聽！齊如是比丘座處，僧於中解小", "644": "界。誰諸長老忍僧齊如是比丘座處解小", "645": "界者默然，誰不忍者說。』『僧已忍齊如是比", "646": "丘座處解小界竟，僧忍，默然故，是事如是", "647": "持。』」", "648": "四分律卷第三十七", "65": "今已去聽分房分臥具，應差分房分臥具", "66": "人白二羯磨。有五法者不應差分房舍", "67": "臥具：若愛、若瞋、若怖、若癡、若不知可分不可", "68": "分。有如是五法，不應差分臥具房舍。有五", "69": "法應差分房舍分臥具：若不愛、不瞋、不怖、不", "7": "暴雨水大漲，漂失衣鉢、坐具、針筒，蹈殺生", "70": "癡、知可分不可分。有如是五法，應差分房", "71": "舍分臥具。應如是差堪能羯磨者，若上座、", "72": "若次座、若誦律、若不誦律。堪能作羯磨者，", "73": "應如是白：『大德僧聽！若僧時到僧忍聽，差", "74": "某甲比丘分臥具房舍。白如是。』『大德僧聽！", "75": "僧差某甲比丘分臥具房舍。誰諸長老忍", "76": "僧差某甲比丘分房舍臥具者默然，誰不", "77": "忍者說。』『僧已忍僧差某甲比丘分房舍臥", "78": "具竟，僧忍，默然故，是事如是持。』差分房舍", "79": "臥具人竟，應數比丘、數房舍、數臥具。彼", "8": "草木。時諸居士見皆共譏嫌：「沙門釋子不知", "80": "應問：幾房有人住？幾房空？幾房有臥具？幾", "81": "房無臥具。幾房有被？幾房無被？幾房有", "82": "利養？幾房無利養？幾房有器物？幾房無器", "83": "物。幾房有檀越施衣？幾房無檀越施衣？幾", "84": "房有福饒？幾房無福饒？誰是經營房主？若", "85": "有經營者，應問長老欲住何處房？不住何", "86": "處房？彼盡數房舍臥具竟，至上座前作如", "87": "是言：『大德上座！如是房舍臥具隨意所樂", "88": "便取。』先與上座房竟，次與第二上座。第二", "89": "上座竟，次與第三上座。第三上座竟，次與", "9": "慚愧，蹈殺生草木。外自稱言：『我知正法。』", "90": "第四上座。如是展轉乃至下座。若有餘房舍", "91": "臥具座，應從上座更分。若復有餘房舍，復", "92": "應更從上座分。若餘故多，應開客比丘住", "93": "處。若有客比丘來應與，若惡比丘來不應", "94": "與，善比丘來應與。若有餘應留，若留房不", "95": "應遮，若遮應如法治。」時有比丘，得缺壞", "96": "房，心念：「我不受是房，恐使我修治。」諸比", "97": "丘即白世尊，世尊言：「應受隨力當治。」時諸", "98": "比丘分僧集處，若溫室、若夏堂、若經行堂，客", "99": "比丘來不得房無住處。諸比丘以此因緣"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1428 四分律: 四分律: 四分律: 四分律", "author": "姚秦 佛陀耶舍共竺佛念等譯", "sourceLink": "http://www.cbeta.org/"}