{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0977 佛說大白傘蓋總持陀羅尼經", "text": {"0": "No. 977", "1": "佛說大白傘蓋總持陀羅尼經", "10": "身成光。然後念莎末斡呪。想一切皆空。於其", "100": "難閃電難飛空難惡獸忿怒難。", "101": "又復天魔龍魔非天魔風神魔飛空魔尋香魔", "102": "疑神魔大腹行魔施礙魔夜叉魔餓鬼魔空行", "103": "母魔食肉魔出者魔瓶袋魔臭魔身臭魔令枯", "104": "瘦魔令忘魔令顛狂魔令魘寐魔令鎮伏魔奎", "105": "宿魔彼等一切之中願我獲得安穩吉祥。", "106": "又奪威力鬼奪容顏鬼食產宮鬼飲血鬼食胞", "107": "胎鬼食肉鬼食脂鬼食髓鬼食脂衣鬼取命鬼", "108": "食嘔吐鬼食大便鬼食小便鬼食竅流鬼食殘", "109": "鬼食唾鬼食涕鬼食涎鬼食膿鬼食施食鬼食", "11": "空中華月輪上。想白色唵字。唵字放光。其光", "110": "鬘鬼食香氣鬼食香鬼奪意鬼食華鬼食果鬼", "111": "食苗鬼食燒施鬼等之中。願我獲得安穩吉", "112": "祥。", "113": "彼等一切及一切魔所造明呪以此決斷將杵", "114": "擊之遍遊行所造明呪以此決斷將杵擊之。", "115": "空行與空行母所造明呪以此決斷將杵擊", "116": "之。大獸主所造明呪以此決斷將杵擊之。無", "117": "愛子所造明呪以此決斷將杵擊之。飛空及", "118": "真實作等所造明呪以此決斷將杵擊之。大", "119": "黑及陰母等所造明呪以此決斷將杵擊之。", "12": "復迴。字種變成白傘金柄。柄上嚴唵字。其字", "120": "持人頭器所造明呪以此決斷將杵擊之。令", "121": "勝及作蜂蜜與令義昔成所造明呪以此決斷", "122": "將杵擊之。四姊妹所造明呪以此決斷將杵", "123": "擊之。卑上腭屹哩帝及喜主與集主等所造明", "124": "呪以此決斷將杵擊之。無善淨所造明呪以", "125": "此決斷將杵擊之。壞怨所造明呪以此決斷", "126": "將杵擊之。離欲所造明呪以此決斷將杵擊", "127": "之。密主金剛手所造明呪以此決斷將杵擊", "128": "之。", "129": "敬禮出有壞母一切如來頂髻中出白傘蓋佛", "13": "放光復回。字種變成白傘蓋佛母。一面二臂", "130": "母。擁護於我擁護於我。", "131": "唵啞席怛捺辣室渴不囉末悉不怛𠵴遏能塞", "132": "󰶷怛末嘚哩二合󰷅辣󰷅辣渴󰶷渴󰶷󰶷囉󰶷", "133": "囉覓󰶷覓󰶷秦能捺秦能捺覓能捺覓能捺吽", "134": "吽發怛發怛莎曷馨馨發怛和和發怛啞母屹英", "135": "發怛啞不囉帝曷怛發怛不囉末囉怛發怛啞", "136": "須囉𠵴嘚囉末渴發怛薩㗚末帝併𦎨發怛", "137": "薩㗚末併京𦎨發怛薩㗚末啞須哩𦎨發怛薩", "138": "㗚末麻嚕寧𦎨發怛薩㗚末割嚕矴𦎨發怛薩", "139": "㗚末葛能󰶷冷𠵴𦎨發怛薩㗚末悉屹哩二合捺", "14": "具三目。金剛跏趺而坐。右手作無怖畏印。左", "140": "冷𦎨發薩㗚末麻和囉寧𦎨發怛薩㗚末也塞", "141": "輕𦎨發怛薩㗚末囉塞屹囉星𦎨發怛薩㗚末", "142": "不哩矴𦎨發怛薩㗚末𠵴哳󰷠𦎨發怛薩㗚末", "143": "母矴𦎨發怛薩㗚末孤能引末能引寧㗚發怛薩", "144": "㗚末莫怛矴𦎨發怛薩㗚末葛怛布怛禰𦎨發", "145": "怛薩㗚末廝葛能寧𦎨發怛薩㗚末烏能麻能寧", "146": "𦎨發怛薩㗚末拶英𦎨發怛薩㗚末啞不塞麻", "147": "哩𦎨發怛薩㗚末啊喉音重怛囉鷄帝𦎨發怛薩", "148": "㗚末󰶠冷辣上齶屹矴𦎨發怛薩㗚末󰶠冷併冷", "149": "屹矴𦎨發怛薩㗚末撮哩𦎨發怛薩㗚末屹哩", "15": "手執白傘當胸。嚴飾種種瓔珞。身色潔白如", "150": "怛葛囉麻禰葛戈冷矴𦎨發怛屹囉捺併咄怛", "151": "𦎨發怛唧嘚攃不囉折葛󰶠舌上攃冷帝矴𦎨發", "152": "怛哆冷直布屹矴𦎨發怛薩㗚末帝哩提屹𦎨發", "153": "怛薩㗚末室囉麻禰𦎨發怛薩㗚末𠵴得夜󰶷", "154": "哩𦎨發怛拶耶葛囉麻󰶠舌上葛囉也𦎨發怛薩", "155": "㗚末啞冷達薩怛京𦎨發怛覓󰶷舌上拶哩𦎨發", "156": "怛拶󰶠冷滅舌上重末屹禰英𦎨發怛薩㗚末戈", "157": "烏麻哩英𦎨發怛𠵴怛囉禰英𦎨發怛麻曷不", "158": "囉怛上腭屹哩𦎨發怛末𠷌囉二合山上腭葛辣", "159": "也不囉怛上腭屹囉囉拶也發怛麻曷葛辣也", "16": "雪山上日光明照。具喜悅相顯無自性。應觀", "160": "麻得哩葛捺捺麻塞屹哩怛英發怛", "161": "𠵴折󰶷併英發怛不囉黑末禰也發怛啞屹愛", "162": "禰英發怛麻曷葛哩英發怛葛辣󰶷能上腭帝英發", "163": "怛𠵱能舌上嘚哩英發怛𠺘鳥得哩英發怛孤名哩", "164": "英發怛不囉𠶹英發怛拶摩能帝英發怛囉嘚哩", "165": "英發怛葛辣囉嘚哩英發怛耶麻怛能帝英發怛", "166": "葛巴哩英發怛啞帝麼屹帝塞麻折捺末席捺", "167": "英發怛", "168": "凡有有情於我起憎嫌心等者。起暴惡心等者。", "169": "能奪威力等者。又復奪顏容鬼。食產宮鬼等。食", "17": "如鏡中像然。欲誦呪時。自己心中蓮華日輪", "170": "血鬼等。食凝脂鬼等。食肉鬼等。食脂鬼等。食髓", "171": "鬼等。食胎衣鬼等。取命鬼等。食嘔吐鬼等。食大", "172": "便鬼等。食小便鬼等。食竅流鬼等。食殘鬼等。食", "173": "涎鬼等。食涕鬼等。貪唾鬼等。食膿鬼等。食施食", "174": "鬼等。食鬘鬼等。食香氣鬼等。食香鬼等。食華鬼", "175": "等。食果鬼等。食苗鬼等。食燒施鬼等。具罪愆心", "176": "者等。具忌嫌心者等。具暴惡心者等。又復所有", "177": "天魔等。龍魔等。非天魔等。風神魔等。飛空魔等。", "178": "尋香魔等。疑神魔等。大腹行魔等。施礙魔等。夜", "179": "叉魔等。餓鬼魔等。食肉魔等。出者魔等。瓶袋魔", "18": "上。唵字周圍繞心。呪及長短總持等於彼。放", "180": "等。臭魔等。身臭魔等。令枯瘦魔等。令顛狂魔等。", "181": "令厭魅魔等。令忘魔等。鎮伏魔等。空行母魔等。", "182": "奎宿魔等。獄帝魔等。陰母令喜魔等。遍遊行具", "183": "瓔魔等。拔剌魔等。又復一日疫病。亦所有二日", "184": "病三日病四日病七日病。恒常疫病。無盡疫病。", "185": "瘌痛病出者依風起病。依膽起病。依痰起病。依", "186": "俱集起病。一切疾病身病等願令遣除。", "187": "又復身分病不進飲食病眼病鼻病口病項頸", "188": "病心病咽喉病耳病齒病心熱惱病腦病半肋", "189": "病背節病腹病腰病穀道病腿𦙶病脛病手病", "19": "光遣除自他一切罪障。及間斷等想已然後", "190": "足病肢病眾肢病等。願令遣除願令擁護。大", "191": "白傘蓋佛母金剛頂髻大迴遮母。以此十二", "192": "由旬內出者起屍者空行母者。又復疫病疥", "193": "瘡癢瘡痘瘡癩瘡皴烈瘡痔瘡燒瘡疙癆瘡妙", "194": "瘡。又枯瘦恐怖病及寶毒及和合毒厭禱毒", "195": "并火難水難。又鬪爭結怨損害非時夭壽。又", "196": "復嘚哩二合麻布割蟲嘚哩辣怛蟲蝮蝎蚖蛇", "197": "鼠狼獅子虎熊羆并熊狼水獸及猶如虻蠅取", "198": "他性命。彼等一切明呪。悉皆繫縛一切威儀。", "199": "繫縛餘者一切明呪。繫縛一切諸魔明呪。悉", "2": "元天竺俊辯大師唧󰶷銘得哩連", "20": "讀誦。若疲倦時欲奉施食。則面前置施食。念", "200": "皆願令繫縛。", "201": "怛得也達唵啞捺呤啞捺呤𠵴折得帝𠵴折得", "202": "帝𠵴引囉末𠷌囉󰶷哩末上腭󰶷末󰶷末𠷌囉", "203": "鉢禰發怛吽吽發怛發怛", "204": "吽𠹌隆二合末捺發怛莎曷", "205": "凡有行人。以此一切如來頂髻中出白傘蓋", "206": "佛母餘無能敵大迴遮母。或樺皮或白㲲或", "207": "樹皮上書寫已。或戴身上或項頸上。則能直", "208": "至終身。以毒不能害以器械不能害。以火不", "209": "能焚以水不能漂。以寶毒不能中以和毒不", "21": "唵啞吽三字呪攝受。變成甘露。面前空中召", "210": "能害。以呪毒不能壞非時夭壽不能侵。一切", "211": "冤魔及所有惡友等。凡一切處為悅愛所愛", "212": "敬也。又能恒河沙俱胝八萬四千金剛種等。", "213": "亦擁護亦救護亦覆護。彼等作悅意所愛敬", "214": "之。又能八萬四千大劫之中得宿命智。又世", "215": "世生處不受施礙羅剎餓鬼臭及身臭等身。", "216": "又不受人中貧窮之身。又具足無量無數恒", "217": "河沙數正覺出有壞之福祿也。又能一切如", "218": "來頂髻中出白傘蓋佛母餘無能敵大迴遮母", "219": "恒受持。則不行梵行亦成梵行。不能忍則亦", "22": "請白傘蓋佛母為首。并二十二山塚所居陰", "220": "能成忍。不清淨則亦為清淨。無近住戒得近", "221": "住戒。不持齋戒亦成齋戒。設爾所造五無間", "222": "罪則能清淨無餘。往昔業障悉皆消滅。若欲", "223": "女人求子。則能受持一切如來頂髻中出白", "224": "傘蓋佛母餘無能敵大迴遮母者。獲得具足", "225": "壽命福德威力之子。命終之後往生極樂世", "226": "界。又人病牛病畜病疫病。及損害及惹病礙。", "227": "及鬪戰餘他一切軍兵之中。則能以此一切", "228": "如來頂髻中出白傘蓋佛母餘無能敵大迴遮", "229": "母。安置於幢頂上作廣大供養已。將幢置大", "23": "母。及七種佛并十方正覺。三種具美淨梵帝", "230": "城門上。或宮宅之中或村坊之中。或聚落之", "231": "中或川原之中或寂靜之處。於餘無能敵大", "232": "迴遮母處作廣大供養。則能速然國界安寧。", "233": "亦能柔善疫病礙與損害鬪爭。餘他一切軍", "234": "兵也。", "235": "末𠷌囉鉢禰遣魔擁護呪", "236": "寧引得也達唵室哆沒末上腭󰶷末上腭󰶷擁護", "237": "於我擁護於我莎曷室渴囉室渴麻沒唵吽室", "238": "哆沒末能󰶷末能󰶷末𠷌囉二合擁護於我囉", "239": "室渴囉室渴麻沒末𠷌囉末禰英吽發怛莎曷", "24": "釋伴繞等已。想舌變成金剛光筒。誦奉食呪", "240": "恒常持心呪", "241": "唵薩㗚末怛達遏哆烏室禰折啞斡浪屹帝摩", "242": "冷󰶷叮𡁧囉室禰唵󰷅辣󰷅辣󰶷渴󰶷渴󰶷囉", "243": "󰶷囉覓能󰶷囉覓能󰶷囉秦󰶷秦󰶷覓沒󰶷覓沒", "244": "󰶷吽吽發怛發怛莎曷", "245": "增長身親心呪", "246": "唵薩㗚末怛達遏哆烏室禰折吽發怛發怛莎", "247": "曷", "248": "攝受呪", "249": "寧得也達唵啞捺令啞捺令渴薩銘渴薩銘𠵴", "25": "曰。", "250": "引囉𠵴引囉星烏禰榮切身星上同薩㗚末莫󰶷啞溺", "251": "室達捺啞溺室提矴薩㗚末怛達遏哆烏室禰", "252": "折席怛怛末嘚哩吽發怛莎曷", "253": "堅甲呪", "254": "吽麻麻吽禰莎曷", "255": "應作明滿修習。彼所有龍王等依時降雨矣。", "256": "正覺與菩提勇識。天及非天并人。與尋香一", "257": "切世間等。皆大歡喜出有壞所說之處現前", "258": "讚揚。", "259": "佛說大白傘蓋總持陀羅尼經", "26": "唵薩㗚斡二合怛達遏哆烏室禰折席󰶷怛末", "260": "大白傘蓋佛母總讚歎禱祝偈", "261": "唵蓮華月輪妙座上金剛跏趺身色白", "262": "左手當胸執白蓋具白傘處稱讚禮", "263": "右手結於無畏印喜笑及身具窈窕", "264": "一切正覺所攝受佛母汝處稱讚禮", "265": "一切所伏有情處隨類化現種種身", "266": "大寶莊嚴極美妙悅意母處稱讚禮", "267": "唵無有能敵大緊母大掇朴母大力母", "268": "大熾然母大威母大白蓋母大力母", "269": "熾然掛纓白衣母聖救度母大嗔皺", "27": "嘚哩吽發怛𠵱擔末哩渴渴渴兮渴兮", "270": "聖世金剛稱念珠蓮華昭明金剛名", "271": "無有能敵具念珠金剛牆等摧壞母", "272": "柔善佛等供養母柔相威力具大母", "273": "聖救度母大力母不歿金剛鐵鋜母", "274": "金剛少童持種母金剛手種金念珠", "275": "大赤色及寶珠母種明金剛稱頂髻", "276": "種相窈窕金剛母如金色光具眼母", "277": "金剛燭及白色母蓮華目及月光母", "278": "手印聚處稱讚禮出有壞母白蓋母", "279": "釋迦頂髻中出母金剛頂髻迴遮母", "28": "誦三遍或五遍已。然誦讚歎禱祝。求索願事", "280": "千臂千手大具母大俱胝之具眼母", "281": "不二熾燃具種相金剛廣博大白母", "282": "主宰三界中圍母最極於我求擁護", "283": "最極於我乞覆護", "284": "唵國王賊怖水火毒器械飢饉邪魔疾", "285": "霹靂非時并夭壽地震國王刑罰等", "286": "閃電飛空諸怖散惡獸虎等大難中", "287": "一切時中乞覆護其天魔等諸魔礙", "288": "能奪威力并餓鬼風膽痰等大病中", "289": "一切時中乞覆護貪癡嗔等諸煩惱", "29": "等畢。奉送佛會。其施食棄於淨處。回向善根", "290": "十不善業五無間所遮自性罪業等", "291": "惡趣苦果怖畏中愚資我今求覆護", "292": "以大慈悲之鐵鉤猶如愛子乞護持", "293": "一切時中擁護我", "294": "大白傘蓋總持讚歎禱祝偈竟", "3": "得囉磨寧及譯主僧真智等譯", "30": "矣。", "31": "啞呤耶怛達遏哆烏室禰折西󰶷引怛末嘚哩", "32": "捺麻啞末囉唧怛󰶷囉禰梵語", "33": "聖一切如來頂髻中出白傘蓋佛母餘無能敵", "34": "總持敬禮最上三寶華言。", "35": "如是我聞。一時出有壞。住三十三天善法妙", "36": "好諸天所居之處。與大比丘并大菩提勇識", "37": "及天主帝釋眾等集。爾時出有壞坐蓮華座。", "38": "入於普觀頂髻三昧。速然出有壞從頂髻中。", "39": "出現如是總持密呪法行。敬禮正覺及一切", "4": "敬禮一切最妙上師。", "40": "菩提勇識。敬禮正覺。敬禮妙法。敬禮大眾。敬", "41": "禮七俱胝真實究竟正覺及聲聞大眾等。敬", "42": "禮所有世間壞怨等。敬禮所有預流等。敬禮", "43": "所有一來等。敬禮所有不還等。敬禮所有世", "44": "間真實超越等。敬禮所有入實者等。敬禮天", "45": "仙呪咀及有加祐力能等。敬禮所有誦持明", "46": "呪獲成就者等。敬禮淨梵。敬禮帝釋。敬禮緊", "47": "威具美能令退屈苦行之主者等。敬禮具美", "48": "嚴五手印無愛子之所歸敬處。敬禮具美能", "49": "摧壞三層宮城住於墓地之中一切陰母所歸", "5": "夫欲修習白傘蓋佛母者。寂靜室內。於軟穩", "50": "敬處。敬禮出有壞如來種佛。敬禮蓮華種佛。", "51": "敬禮金剛種佛。敬禮寶珠種佛。敬禮大象種", "52": "佛。敬禮少童種佛。敬禮龍種佛。敬禮勇固部", "53": "器械王佛。敬禮無量光佛。敬禮不動佛。敬禮", "54": "藥師瑠璃光王佛。敬禮娑羅主王華實圓滿", "55": "佛。敬禮釋迦牟尼佛。敬禮寶上王佛。敬禮", "56": "最妙普賢佛。敬禮眾明主佛。敬禮目圓滿烏", "57": "巴辣香上王佛。彼等處敬禮已。出有壞母一", "58": "切如來頂髻中出白傘蓋佛母餘無能敵大迴", "59": "遮母。以此決斷一切出者邪魔。亦能決斷餘", "6": "氈上坐已。然發願云。為六道一切有情。於輪", "60": "者一切明呪。亦能迴遮非時橫夭。亦能令有", "61": "情解脫一切繫縛。亦能迴遮一切憎嫌惡夢。", "62": "亦能摧壞八萬四千邪魔。亦能歡悅二十八", "63": "宿。亦能折伏八大房宿。亦能迴遮一切冤讎。", "64": "亦能摧壞最極暴惡一切憎嫌惡夢。亦能救", "65": "度毒藥器械水火等難。", "66": "無有能敵大緊母大掇朴母大力母", "67": "大熾然母大威力大白蓋母大力母", "68": "熾然掛纓白衣母聖救度母具嗔皺", "69": "勝勢金剛稱念珠蓮華昭明金剛名", "7": "迴中令得解脫故。願我成究竟正覺。而發願", "70": "無有能敵具念珠金剛牆等摧壞母", "71": "柔善佛等供養母柔相威力具大母", "72": "聖救度母大力母不歿金剛鐵鋜母", "73": "金剛少童持種母金剛手種金念珠", "74": "大赤色及寶珠母種明金剛稱頂髻", "75": "種相窈窕金剛母如金色光具眼母", "76": "金剛燭及白色母蓮華眼及月光母", "77": "手印聚彼等一切力故。願令擁護於我擁護", "78": "於我。", "79": "唵呤室遏捺不囉二合引折󰶷引也怛達遏哆烏", "8": "已。面前空中想白傘蓋佛會。彼等處以真實", "80": "室禰折席󰶷怛巴嘚哩二合吽𠹌隆二合拶沒末", "81": "捺葛囉吽𠹌隆二合席怛沒末捺葛囉吽𠹌隆二", "82": "合麻曷覓得也三合口末室渴捺葛囉吽𠹌隆二", "83": "合撥囉覓能二合惹舌上三合口末室渴捺葛囉", "84": "吽𠹌隆二合薩沒斡󰶠舌上室達捺能席擔沒末", "85": "捺葛囉吽𠹌隆二合薩斡也室渴囉室渴薩屹", "86": "囉曷捺覓得󰶷能薩捺葛囉吽𠹌隆二合拶󰶠囉", "87": "室帝捺能屹囉曷薩曷悉囉覓󰶷能薩捺葛囉", "88": "吽𠹌隆二合引啞室捺𠵴能折帝󰶷能捺色曷上腭引", "89": "得得囉捺麻不囉薩怛捺葛囉吽𠹌隆二合引啞", "9": "心念三歸依已。佛會消融為光。融入自身自", "90": "希怛捺麻麻渴屹囉曷捺能覓能捺能上腭薩捺葛", "91": "囉吽𠹌隆二合引囉塞剋囉𪁪沒擁護於我", "92": "出有壞母一切如來頂髻中出白傘蓋佛母。", "93": "金剛頂髻大迴遮母。具千大臂母。有千大首", "94": "母。具十萬俱胝目不二熾燃具種相金剛寬", "95": "廣大白母。主宰三界中圍母。一切時中擁護", "96": "於我擁護於我。", "97": "唵國王難盜賊難火難水難毒藥難器械難外", "98": "國軍兵難飢饉難冤讎難疾疫難霹靂難非時", "99": "橫夭難地震動難星箭難國王刑罰難天難龍"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0977 佛說大白傘蓋總持陀羅尼經", "author": "元 真智等譯", "sourceLink": "http://www.cbeta.org/"}