{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0978 佛說一切如來烏瑟膩沙最勝總持經", "text": {"0": "No. 978", "1": "佛說一切如來烏瑟膩沙最勝總", "10": "讀誦。速得無病長壽安樂。", "100": "佛告聖觀自在菩薩。善哉善哉大無畏。一心", "101": "諦聽如汝所問當為汝說。爾時無量壽如來。", "102": "亦入普照吉祥三摩地。從定出已。即說一切", "103": "如來無量壽總持法門曰。", "104": "唵引阿密哩二合帝引阿密哩二合帝引阿密哩二", "105": "合覩捺婆二合吠阿密哩二合多尾訖㘓二合帝", "106": "引阿密哩二合多誐引彌儞去阿密哩二合多喻", "107": "哩那二合禰誐誐曩計哩帝二合羯哩引薩哩嚩", "108": "二合吉梨二合引舍叉演羯哩曳引娑嚩二合引賀", "109": "時無量壽如來說此法門已。告菩薩言。若善", "11": "即時觀自在菩薩摩訶薩。從座而起合掌恭", "110": "男子善女人。用此法門加持淨土。以水和泥", "111": "復更加持。以泥作塔乃至相輪。次第加持及", "112": "獻供養。能得廣大殊勝利益。", "113": "復有最上塔廟之法。或以金銀為塔瑠璃為", "114": "塔。鉢訥摩囉誐寶為塔。乃至種種珍寶之塔。", "115": "如法莊嚴高十二指安蓮華座。於塔四面安", "116": "護世四天王以手執幢。於彼塔前安帝釋天", "117": "主以手執弓。復安淨居天子手執香花及塗", "118": "香等。於塔左面安觀自在菩薩。右安金剛手", "119": "菩薩。各執白佛。塔儀如是。復次別畫蓮華。周", "12": "敬。白佛言世尊。我今樂聞此一切如來烏瑟", "120": "圍書此一切如來烏瑟膩沙最勝總持。安在", "121": "塔內。用香水灑淨。獻妙香花作千種供養。若", "122": "欲利益一切眾生。延於壽命及增智慧故。常", "123": "於白月八日晝夜潔淨精持齋戒。然後於寶", "124": "塔前誦此總持一千遍。每月如是滿六箇月", "125": "獲壽千歲。或志誠精進晝夜持誦得壽命長", "126": "滿洛叉歲。或日常持誦增壽無量。有大勢", "127": "力與天人阿修羅等無有異。騰空自在獲斯", "128": "功德。復有儀軌。於寂靜處取其淨土。以香", "129": "水和泥用作於塔。或一二三四五乃至數滿", "13": "膩沙最勝總持法門。善誓善說。", "130": "百千。書前總持安於塔內。作百千種廣大供", "131": "養。誦此總持七百遍。日增智慧延壽無量。或", "132": "為一切眾生枷鎖繫閉。誦此總持即得解脫。", "133": "復次若有眾生。於總持塔前倍興供養。日日", "134": "誦持滿八百遍。發自利利他平等之心。如是", "135": "依法消除八難。常得安樂延壽百歲。眾人愛", "136": "樂不久速得宿命神通。是人命終不生地獄", "137": "畜生焰魔羅界惡趣之中。如蛇蛻皮即得生", "138": "於極樂佛剎。獲大果報受勝妙樂說不可盡。", "139": "亦復不聞地獄之聲。何況生彼。", "14": "爾時世尊觀察大會人天眾已。入普照吉祥", "140": "爾時無量壽如來。復說成就㡧像之法。令諸", "141": "眾生獲壽無量。遠離輪迴解脫眾苦。先用童", "142": "女潔淨合線。尺寸依法織成素帛。用上好彩", "143": "色畫彼烏瑟膩沙最勝總持功德形像并微妙", "144": "字。用像安於塔內。身有千光坐蓮華月輪一", "145": "切莊嚴。面如滿月像有三面三目八臂。右面", "146": "善相金色。左面作忿怒相利牙青蓮華色。正", "147": "面圓滿白色。右一手在心執羯磨杵。第二手", "148": "執蓮花上有無量壽佛。第三手執箭。第四手", "149": "作施願印。左第一手作金剛拳執索竪頭指。", "15": "三摩地。從定出已。說此一切如來烏瑟膩沙", "150": "第二手執弓。第三手結無畏印。第四手執寶", "151": "瓶頂戴塔。於頸上安唵字。心上安阿字。額上", "152": "安吽字。臍上安怛囕字。足上安訖哩字惡阿", "153": "囉叉娑嚩賀為擁護。於真言下書已名字。於", "154": "像兩邊畫觀自在菩薩金剛手菩薩。手執白", "155": "拂。於像上面畫淨居天人降甘露雨。於㡧四", "156": "面。畫忿怒金剛不動尊明王吒枳明王儞羅", "157": "難拏明王大力明王。各執劍鉤金剛杵金剛", "158": "杖令降惡魔。如是志心畫於㡧像。若彼行人", "159": "作此法時。先自志心於舍利塔前。經一晝", "16": "最勝總持法門曰。", "160": "夜精持齋戒。即於㡧像前獻千種供養。從白", "161": "月一日起首。誦此總持一洛叉。至十五日復", "162": "獻千種供養。於明旦時總持聖像化現人前。", "163": "一切所求無不成就。", "164": "復次將此總持㡧像。於寂靜之處安置。用香", "165": "水灑淨獻於供養。逐日誦此總持八百遍。復", "166": "於每月一度獻千種供養。誦總持千遍。得無", "167": "量壽命無量威勢騰空自在。日記千頌語不", "168": "顛倒。能去有情一切重病。若人不能如前作", "169": "法。只於自住房舍就。白月八日以香水灑淨。", "17": "唵引曩謨婆誐嚩帝薩哩嚩二合怛󰪯二合路枳", "170": "安置㡧像隨力供養。志心像前誦此總持七", "171": "百至八百遍。每日三時復誦二十一遍。增長", "172": "智慧無病安樂。延壽百歲得宿命通。若自不", "173": "能作法持誦請他令作亦得長壽聰明智慧。", "174": "復次護摩之法。為利益有情故。圓作火爐闊", "175": "一肘深十二指。外用金剛杵界。以白檀香白", "176": "土相和泥飾。用白花散於爐內。於爐四邊安", "177": "四盞酥燈。即以香花四面供養。復置閼伽瓶", "178": "細妙如法。於其瓶頂纏白色衣。用花果樹枝", "179": "安於瓶口。樹有白汁者。取青色枝長十二指。", "18": "也二合鉢囉二合底尾始瑟吒二合引野沒馱引野", "180": "復用乾柴同燒。即召請火天。請訖用酥三合。", "181": "三度傾入爐內。隨合誦火天真言加持。然後", "182": "發送火天。即觀想無量壽佛分明在於爐內。", "183": "復誦烏瑟膩沙最勝總持法門。又如前作法。", "184": "用酥三合傾入爐內。誦此真言曰。", "185": "唵引阿彌多引喻哩捺二合那娑嚩二合賀引", "186": "當用五穀。以三指撮穀搵酥。稱所求之願誦", "187": "真言一遍。拋向爐內。如是至八百遍。一日", "188": "三時作法亦然。復誦一切如來烏瑟膩沙最", "189": "勝總持。離一切病聰明長壽。隨所願求無不", "19": "帝曩莫入怛儞也二合他引唵引部隴二合部隴二", "190": "成就。", "191": "或初八日於㡧像前。一日三時作護摩法。誦", "192": "此真言一千遍。增壽千歲不得損害有情恒", "193": "行布施。如是儀軌能降冤家。增長智慧得妙", "194": "音聲。若自不能作法請他令作。息除一切諸", "195": "惡災患。", "196": "復次成就法。如前用五穀作護摩法。即誦烏", "197": "瑟膩沙最勝總持一洛叉。作護摩已復誦一", "198": "洛叉。能延壽命一洛叉。至俱胝歲或無量歲。", "199": "騰空自在降伏魔冤。若求富貴吉祥。如前作", "2": "持經", "20": "合部隴二合輸達野輸達野尾輸達野尾輸達", "200": "護摩法。誦總持一洛叉永得大富貴。若求官", "201": "位用蓮華作護摩一洛叉得大官位。復有成", "202": "就劍法。用前㡧像安於舍利塔前。獻千種供", "203": "養。誦此總持一洛叉。用五鐵為劍安向塔前。", "204": "復誦總持一洛叉加持於劍。加持劍已。即以", "205": "右手執劍。得如意通變化自在。有大威勢增", "206": "壽無量。能為一切眾生作於禍福。", "207": "復次作法。如前用金剛杵輪三股叉等。皆得", "208": "成就。獲前殊勝無量功德。此大總持是一切", "209": "如來心甚為希有。如前所作必得成就。若復", "21": "野阿三摩三滿多引嚩婆引娑薩頗二合囉拏誐", "210": "有人。於此一切如來烏瑟膩沙最勝總持法", "211": "門。每日三時持誦二十一遍。獻供養已志心", "212": "受持為他解說。令彼有情得大快樂長壽無", "213": "病。具大智慧得宿命通。彼人命終如蛇蛻皮", "214": "即得往生極樂佛剎獲大果報。耳亦不聞地", "215": "獄等聲。何況生彼。佛說此經已。一切世間天", "216": "人阿修羅乾闥婆等。聞佛所說皆大歡喜信", "217": "受奉行。", "218": "佛說一切如來烏瑟膩沙最勝總持經", "22": "底誐誐曩莎婆嚩尾戍提阿毘詵左覩𤚥引薩", "23": "哩嚩二合怛他引誐多引酥誐多嚩囉嚩左曩引", "24": "沒哩二合多毘試罽摩賀引母捺囉二合滿怛囉", "25": "二合波奈阿引賀囉阿引賀囉阿引欲散馱引囉", "26": "尼輸達野輸達野誐誐曩莎婆引嚩尾戍提引", "27": "烏瑟膩二合沙尾惹仁左反野波哩戍提引娑賀", "28": "薩囉二合囉濕彌二合散祖禰帝引薩哩嚩二合", "29": "怛他引誐多引嚩路吉儞沙吒波引囉彌多引波", "3": "西天譯經三藏朝散大夫試鴻臚卿", "30": "哩布囉尼薩哩嚩二合怛他引誐多摩引帝捺舍", "31": "部彌鉢囉二合底瑟致二合帝引薩哩嚩二合怛", "32": "他引誐多紇哩二合那野引地瑟吒二合引曩引地", "33": "瑟致二合帝引母捺哩二合母捺哩二合摩賀引母", "34": "捺哩二合嚩日囉二合迦引野僧賀引多曩波哩", "35": "戍提引薩哩嚩二合迦哩摩二合嚩囉拏尾戍提", "36": "引鉢囉二合底儞嚩哩多二合野引欲尾戍提引", "37": "薩哩嚩二合怛他引誐多三摩野引地瑟吒二合", "38": "曩地瑟致二合帝引唵引牟儞牟儞摩賀引牟儞", "39": "尾牟儞尾牟儞摩賀引尾牟儞摩底摩底摩賀", "4": "傳教大師臣法天奉　詔譯", "40": "引摩底摩摩多引蘇摩底怛他引多引部多俱致", "41": "波哩戍提引尾娑普二合吒沒提戍提引呬呬", "42": "惹野惹野尾惹野尾惹野娑摩引囉娑摩二合", "43": "囉娑頗二合囉娑頗二合囉薩哩嚩二合沒馱引", "44": "地瑟吒二合引曩引地瑟致二合帝引戍提戍提引", "45": "沒提引嚩日哩二合嚩日哩二合摩賀引嚩日哩", "46": "二合蘇嚩日哩二合嚩日囉二合誐哩毘二合惹", "47": "野誐哩毘二合尾惹野誐哩毘二合嚩日囉二合", "48": "入嚩二合引攞引誐哩毘二合嚩日嚕二合捺婆二合", "49": "吠引嚩日囉二合三婆吠引嚩日哩二合嚩𡁠尼", "5": "如是我聞。一時佛在極樂佛剎大善法堂中。", "50": "嚩日覽二合婆嚩覩摩摩此處稱名舍哩覽薩哩嚩二", "51": "合薩埵難引左迦引野波哩戍提哩婆二合嚩覩", "52": "彌薩那引薩哩嚩二合誐底波哩戍提室左二合", "53": "薩哩嚩二合怛他誐多引室左二合𤚥三摩引濕", "54": "嚩二合引娑演覩沒󰇄沒󰇄悉󰇄󰂛達野󰂛達", "55": "野尾󰂛達野尾󰂛達野謨左野謨左野尾謨左", "56": "野尾謨左野輸達野輸達野尾輸達野尾輸達", "57": "野三滿多引哩謨二合左野三滿多囉濕彌二合", "58": "波哩戍提引薩哩嚩二合怛他引誐多紇哩二合", "59": "那野引地瑟吒二合曩引地瑟致二合帝引母捺", "6": "安庠而坐。爾時無量壽如來應正等覺。告聖", "60": "哩二合母捺哩二合摩賀引母捺哩二合滿怛囉二", "61": "合波禰去娑嚩二合賀", "62": "善男子此一切如來烏瑟膩沙最勝總持法", "63": "門。能延壽命消除罪業速得清淨。若以素帛", "64": "或樺皮上。書寫此總持法門。安置塔中作廣", "65": "大供養。作供養已右繞千匝恭敬禮拜。隨力", "66": "供養獲增智慧。若七日壽命延至七年。若七", "67": "年壽命延七十歲。獲得如是長壽安樂無諸", "68": "疾病。得宿命通明記不忘。若戴頂上如前所", "69": "獲消除罪障。", "7": "觀自在菩薩摩訶薩言。善男子所有一切眾", "70": "復次若以淨帛及樺皮上。用牛黃書此總持", "71": "及自名姓。用栴檀作塔。盛此總持安置房內。", "72": "獻廣大供養旋繞千匝。誦此總持八百遍。消", "73": "除眾病延壽百歲。", "74": "復次如無栴檀。當用淨泥為塔。內畫羯磨杵", "75": "外畫金剛界四門守護。中書自己名及安置", "76": "總持。所獲功德如前無異。或用牛黃書此總", "77": "持。安淨器內復以淨器蓋之。安置房中作廣", "78": "大供養。長得衛護無諸災難。", "79": "復次當用不著地瞿摩夷。作四方曼拏羅。以", "8": "生。疾病苦惱及短壽者。為利益彼故。所有一", "80": "白花散上。燃酥燈四盞安壇四隅。焚沈香乳", "81": "香。滿鉢盛閼伽水。復用白花作鬘。以此總持", "82": "或安塔中或功德像中安於壇上。持誦之人", "83": "以左手按壇右手持數珠。一日三時誦此總", "84": "持二十一遍加持水三合以自飲之。能消諸", "85": "病延壽百年。解諸冤結得妙音聲獲無礙辯。", "86": "生生常得宿命神通。若將前加持淨水。灑於", "87": "王宮及自舍宅乃至牛馬等所住之處。速得", "88": "去除羅剎龍蛇之難。常得衛護。離諸怖畏。若", "89": "有病苦以水灑頂。永得消除一切重病。如是", "9": "切如來烏瑟膩沙最勝總持法門。若人受持", "90": "無量讚大總持。如如所作必得成就。", "91": "復用柳枝以此總持加持二十一遍即將揩齒", "92": "獲得無病聰明長壽。", "93": "復用淨器盛水。加持二十一遍。一日三時飲", "94": "水三合。每一度飲加持一遍。除一切病安樂", "95": "長壽。", "96": "爾時聖觀自在菩薩摩訶薩。繞無量壽佛三", "97": "匝。合掌恭敬而白佛言。世尊云何善男子善", "98": "女人。造佛形像及彼塔廟。護摩成就之法唯", "99": "願說之。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0978 佛說一切如來烏瑟膩沙最勝總持經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}