{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0598 佛說海龍王經: 佛說海龍王經: 佛說海龍王經: 佛說海龍王經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "15 天帝釋品(三)", "1": "佛說海龍王經卷第四", "2": "西晉月氏國三藏竺法護譯", "3": "16 金翅鳥品(四)金翅鳥品第十六", "4": "爾時有龍王，一名噏氣，二名大噏氣，三名", "5": "熊羆，四名無量色，而白世尊曰：「於此海中", "6": "無數種龍，若干種行、因緣之報來生於是，或", "7": "有大種，或有小種，或有羸劣，獨見輕侮。有四", "8": "種金翅鳥，常食斯龍及龍妻子，恐怖海中", "9": "諸龍種類。願佛擁護，令海諸龍常得安隱，不", "10": "懷恐怖。」於是世尊脫身皂衣，告海龍王：", "11": "「汝當取是如來皂衣，分與諸龍王皆令周遍。", "12": "所以者何？其在大海中有值一縷者，金翅", "13": "鳥王不能犯觸。所以者何？持禁戒者所願", "14": "必得。」爾時諸大龍王皆懷驚懅，各心念言：", "15": "「是佛皂衣甚為少小，安得周遍大海諸龍？」", "16": "時佛即知諸龍王心所懷疑恐，告海龍王：「假", "17": "使三千大千世界所有人民，各各共分如來", "18": "皂衣，終不減盡。其欲取衣，譬如虛空，隨", "19": "其所欲則自然生。佛所建立不可思議巍巍", "20": "之德，其如斯矣！」時海龍王即取佛衣，而自分", "21": "作無央數百千叚，各各部分分與龍王，龍", "22": "王之宮隨其所之廣狹大小自然給與，其衣", "23": "如故，終不知盡。於時海龍王告諸龍王：「當", "24": "敬此衣如敬世尊、如敬塔寺。所以者何？今此", "25": "衣者如來所服，以是之故如敬塔寺也。假使", "26": "一切供養如來，有奉此衣等無差特。」於是", "27": "世尊告海龍王：「如是，如是！如仁所言！其奉", "28": "此衣則供養如來。且觀諸龍及龍妻息各各", "29": "所分如來衣不？」對曰：「唯然，已見！」佛言：「我皆", "30": "授決即脫龍身，於是賢劫除志大乘，其餘", "31": "諸龍皆得無著、當般泥洹。如是，龍王！如來", "32": "在世，一切眾祐發一善心，緣當致佛，未曾", "33": "有失。」爾時海中諸龍及龍妻息欣然大悅，自", "34": "投佛前同音說言：「如來所語終無有二，至誠", "35": "不虛，授我等決，至無為度。吾等今日住於大", "36": "海，歸命佛法及諸聖眾，奉受禁戒，恭順如來", "37": "反復之義。如來現在，數數往造，見佛稽首，", "38": "聽采法義；般泥洹後，供養舍利，一切眾具", "39": "而以奉事世尊舍利。」於是四金翅鳥王聞佛", "40": "所建立，惶懅速疾往詣佛所前稽首足：「何", "41": "故世尊奪吾等食？」佛言：「都有四食坐趣三", "42": "處。何等四？一曰網獵禽獸、殘害群畜、殺", "43": "生抂命以為飲食，是趣惡處。二曰執帶兵", "44": "杖、刀矛斫刺、逼迫格射、劫奪他財以用飲食，", "45": "是趣惡處。三曰慳貪諛諂、憒亂犯禁、邪見", "46": "巧欺而以得食，是趣惡處。四曰非師稱師、非", "47": "世尊稱世尊、墮邪稱正、非寂志稱寂志、非", "48": "清淨稱清淨、非梵行自稱梵行、自稱詐求", "49": "而以得食。是為四食，坐趣地獄、餓鬼、畜生三", "50": "惡之處。吾所說法除此四食，不當以此養", "51": "身、害眾生命。所以者何？一切眾生各自愛", "52": "命，無自憎者，以是之故，欲自護身當護他人，", "53": "安隱眾生。明者如是，不以危逼人，所不當作", "54": "慎勿為也！」爾時四金翅鳥王，各與千眷屬俱", "55": "而白佛言：「今日吾等自歸命佛及法眾僧，自", "56": "首悔過前所犯殃，奉持禁戒，從今日始常以", "57": "無畏施一切龍，擁護正法，至佛法住，將順道", "58": "法到于滅盡，不違佛教。」佛告四金翅鳥王：", "59": "「汝等之身，金仁佛時為四比丘，名曰欣樂、大", "60": "欣樂、上勝、上友。是四比丘，違犯戒法，貪於供", "61": "養，志迷醉惑，隨親友種逐於豪貴，意亂吾我，", "62": "墮於邪見，輕諸比丘逼迫惱之，不護身、口、", "63": "意，作惡眾多，供養金仁佛亦不可計，以是之", "64": "故不墮地獄，墮此禽獸。前後殺生不可稱", "65": "計，多所恐怖用不自護。」世尊應時即如其", "66": "像現其神足，令四金翅鳥識念宿命，所可供", "67": "養金仁佛及諸弟子。彼時所作罪福普悉念", "68": "之，目覩悉見前世所作，白世尊曰：「其心剛", "69": "䩕，難可調伏，坐心貪嫉，多所危害，違金仁尊", "70": "教。我等今始寧沒身命不敢犯惡！」佛為說經，", "71": "授其決言：「彌勒佛時，在第一會皆當得度！」", "72": "17 舍利品(四)舍利品第十七", "73": "爾時海龍王子及一切龍白佛言：「未曾有。世", "74": "尊！如來所說普安一切，授諸龍決開化眷屬", "75": "皆發道意。又以加恩乞施皂衣，使諸龍分。", "76": "各以供養稽首奉事。緣是得護因發道意，慈", "77": "愍眾生遵四等心慈悲喜護，興隆四恩惠施", "78": "仁愛，利人等利一切救濟合聚。由此行德", "79": "沙不雨身離於眾患，又寂意時不失天身，", "80": "變為蛇虺臨食意後不遭蝦蟇，金翅鳥王不", "81": "取食之。佛化四鳥皆識宿命，金仁佛時為四", "82": "比丘，坐行兇暴不順正法逼迫同學故，墮", "83": "金翅鳥自首悔過，改心易行發大道意，行四", "84": "等心不害群黎，以得善護吾等永安不復見", "85": "食，志不懷懼，長夜無難，皆蒙佛恩。今如來", "86": "受龍王請，所演廣覆，譬如虛空無所不蓋。", "87": "于今世尊還閻浮利，海中諸龍無所依仰，唯", "88": "加大哀，佛滅度時在此大海留全舍利，一", "89": "切眾類皆得供養華香、伎樂、被服、幢幡，轉加", "90": "功德，速脫龍身，疾得無上正真之道。續見", "91": "救濟，惟佛垂恩，威德兼加，所願得果。」佛言：", "92": "「善哉，從爾所志！」時須菩提謂諸龍子：「諸仁", "93": "者等勿建此心，則為妨廢一切之德。所以", "94": "者何？佛泥洹後舍利分布八方，上下天、龍、", "95": "鬼神、一切人民、蚑行喘息、人物之類，皆當供", "96": "養華香伎樂稽首自歸，變化現光見者歡喜，", "97": "知佛威神巍巍無極。緣是信之，皆發無上正", "98": "真道意；或成緣覺，或得聲聞，或生天上，還", "99": "得人身，與法相值，世世得度；如是之計普", "100": "蒙獲濟。今者卿等各自求願，使佛、世尊在於", "101": "大海而取滅度，供全舍利，獨欲奉侍。一切眾", "102": "生何緣得度？永為窮厄無一救護！以故吾言", "103": "勿發此心，令佛世尊海中滅度，獨奉全舍", "104": "利而供養乎！」諸龍答曰：「唯須菩提勿宣斯", "105": "言！無以己身限礙之智，以限如來無極之慧。", "106": "如來功德聖道自在，無不變現，無遠無近，無", "107": "彼無此，普遊十方其若虛空。發意之頃，能", "108": "令海中諸龍神宮，三千大千世界州城、郡國、", "109": "縣邑、丘聚，人中曠野天上世間，各各化現佛", "110": "全舍利一切供養，於佛身體不增不減；分身", "111": "十方無數佛土，亦無所分，普現一切，不去不", "112": "來。譬如日影現於水中，佛亦不生亦不滅", "113": "度，云何欲限如來慧乎？欲限如來為限虛空。」", "114": "時須菩提聞諸龍子歎如來德，無窮無極，不", "115": "可譬喻，默而無言。海中諸龍、虛空諸天及諸", "116": "鬼、神踊躍歡喜，皆發無上正真道意。時佛歎", "117": "嗟諸龍子曰：「善哉，善哉！仁等鑒明！誠如所", "118": "云，無有異也。佛道高妙，無邊無際，無方無圓，", "119": "無廣無狹，無遠無近，譬如虛空，不可為喻。」", "120": "18 法供養品(四)法供養品第十八", "121": "於是世尊告海龍王：「吾於大海所當教化皆", "122": "以周畢，欲還精舍！」即從坐起，與大眾俱，尋", "123": "從寶階出于大海，以無極莊嚴廣普威神住", "124": "於海邊。爾時大海神名曰光耀，則以此偈，", "125": "而讚歎曰：", "126": "「身相三十二，天人所恭敬，", "127": "無善神奉宗，稽首人中上。", "128": "光如百葉華，猶若月盛明，", "129": "清淨德超異，稽首施安隱。", "130": "顏容殊妙好，百福功德相，", "131": "德慧度無極，稽首於導師。", "132": "施與調順上，積於清淨戒，", "133": "忍辱力最勝，稽首世之上。", "134": "過於精進力，禪定思清淨，", "135": "智慧如虛空，稽首以自歸。", "136": "行慈以等心，修哀攝眾生，", "137": "喜心導御眾，常護度彼岸，", "138": "妙音如哀鸞，所說喻梵聲，", "139": "其響甚柔軟，願以稽首禮。", "140": "降伏於魔怨，其力無等倫，", "141": "遵修願道法，三處所奉持，", "142": "淨除於三垢，講說三脫門，", "143": "其名聞三千，是故稽首禮。", "144": "善願常至誠，超度諸法上，", "145": "尊勝諸國王，常施惠大財，", "146": "以離諛諂塵，威神甚巍巍，", "147": "光顏大殊妙，是以稽首禮。", "148": "心堅如金剛，譬如須彌山，", "149": "意至猶若地，故稽首德海。", "150": "為人說空義，常寂度無極，", "151": "湛然心平等，願以自歸命。", "152": "開演如甘露，無趣斷所趣，", "153": "天人人所敬，願稽首最勝。", "154": "聞天上人間，名稱無有比，", "155": "德普不可量，稽首于德海。", "156": "所作如所言，為人說本行，", "157": "所興為人講，稽首善調御。", "158": "度於老病死，為賢眾所奉，", "159": "演說解脫句，稽首歸命佛。", "160": "分別罪福應，淨除邪見冥，", "161": "為現正道行，歸命於最勝。", "162": "以經寶布施，究暢于法樂，", "163": "等心於怨友，以歸命世尊。", "164": "我嗟歎導師，於德度無極，", "165": "所以諮嗟福，願後如世尊。」", "166": "於是海神光耀，說是偈讚佛已，顯揚大海：", "167": "「如來出海，海無威神，願佛垂恩遺以法教，", "168": "使此海中蒙其莊挍而獲度脫。」佛告海神：「有", "169": "十法行得至莊挍。何等為十？護於諸根，十", "170": "善清淨；志于慈心，不害眾生；意立大哀，發", "171": "無上正真道；一切布施以若干行莊嚴其願；", "172": "以大精進具足善法，心常寂然；不違本德，好", "173": "樂經法；智慧清淨，以愍哀行；開化眾生，立於", "174": "正德；入乎殊異，以致欣悅；逮得佛意，導以", "175": "佛教。是為十法致乎莊嚴。」時大海神光耀", "176": "與二萬天神，發無上正真道意，俱共歎曰：", "177": "「今以莊嚴於是大海。所以者何？若發道意則", "178": "為莊嚴三千世界，何況海乎！我等以發諸", "179": "通慧心，一切莊嚴之功德也。我在於海，如來", "180": "現在、若滅度後，擁護佛法，令其宣布。如來入", "181": "城，現眾莊嚴，蒙以法恩化作講堂。」佛告光燿", "182": "海神：「汝前後供養萬佛，普立大殿，又護正法，", "183": "次當供養賢劫興佛，將導正法。竟賢劫已，當", "184": "生無怒佛國妙樂世界，轉女人身，得為男子。", "185": "無怒如來當授汝決，為無上正真道。」時大海", "186": "神光燿，聞佛授決，歡喜踊躍，則取珠瓔，價", "187": "踰海寶，用散佛上，即而頌曰：", "188": "「佛以聖諦音，能仁授吾決，", "189": "我不懷猶豫，後當成佛不？", "190": "可令三千界，地所有劈裂，", "191": "亦令月墮地，佛所說不妄。", "192": "觀慈志境界，心淨修精進，", "193": "今察我莊嚴，恭敬慧法義，", "194": "覩安住所行，以慧決狐疑，", "195": "了心如野馬，所說審至誠。", "196": "施安除眾苦，歿命救恐畏，", "197": "所療益無難，稽首最正覺。", "198": "度脫諸惡趣，歸命光照世，", "199": "導師明無上，稽首佛說道。", "200": "其有聞佛聲，諸天人快利，", "201": "佛法清淨行，志在于佛道。", "202": "不得歸惡趣，便棄于八難，", "203": "生天在人間，後得寂然跡。」", "204": "於是海龍王子，名曰受現，白佛言：「無央數", "205": "天、龍、神、香音神、無善神、鳳凰神、山神、恬柔神", "206": "供養佛，我身亦當少少供養如來、正覺。假使", "207": "世尊愍傷聽者，化作大殿，譬如忉利最上", "208": "選宮，佛及弟子悉處其上，送至靈鷲山。」世", "209": "尊曰：「如仁者願。宜知是時！」受現龍子自以", "210": "神力承佛聖旨，化大嚴殿如忉利宮，佛及眾", "211": "會皆處其上，在虛空中與八萬四千龍王諸", "212": "后，鼓諸琴瑟而雨眾華及一切香，送佛、世尊", "213": "詣靈鷲山。海龍王子與中宮俱，在世尊前", "214": "自投歸命：「願周不及。所以者何？所興供養", "215": "當如其寶。佛為一切無上福田，世尊大寶，正", "216": "使三千大千世界滿中羅漢皆共供養於百", "217": "千劫，不如奉侍如來、世尊，如是乃應供養。又", "218": "世尊！何謂菩薩供養如來？」佛言：「且聽菩薩", "219": "所行供養如來：其心清淨，除於瑕穢；而無諛", "220": "諂，本性自然；不著一切諸善之本；無加害心，", "221": "等光眾生；除妖邪心，所行鮮潔；言行相應，", "222": "不侵欺世；賢聖智足，威儀至德；一切平平，", "223": "而不違捨。賢聖大願；樂於空閑，捨眾憒閙；", "224": "自調其心，聞法靜思；解知本諦，無我、無人、無", "225": "壽、無命；入於空無，入普達寂；觀空、無想、無", "226": "願，至三脫法；如是像法，調諸邪見；棄有常", "227": "無常，不起不滅；逮得法忍，本淨無人；無身、口、", "228": "心志行因緣。是則應法供養如來。身、口、心行", "229": "則不供養；無所造行，不進不退；淨三道場，等", "230": "於三世；除去三垢，不著三界；入三脫門，得三", "231": "達智，是則名曰供養如來。」時海龍王問世", "232": "尊曰：「其有人以華香、雜香、擣香、繒蓋、幢幡、伎", "233": "樂、衣被、飲食、床臥、病瘦、醫藥供養如來，寧應", "234": "供養不？」佛言：「龍王！隨其所種各得其類，", "235": "此之供養不為究竟，離於垢塵，殖于德本，", "236": "逮至賢聖心之解脫，不為無德、不至無上。菩", "237": "薩有四事應供養如來。何等四？不捨道心，", "238": "殖諸德本；心立大哀，合集慧品；建大精進，", "239": "嚴淨佛土；入深妙法，心得法忍。是為四尊", "240": "敬如來，為供養也。」", "241": "爾時王舍城中梵志長者及無央數人民、尊", "242": "者、大臣，上至摩竭國王阿闍世，聞佛在大", "243": "海龍王宮，就請來還靈鷲山。時七萬二千", "244": "人皆詣佛所，王阿闍世與官屬三萬二千，出", "245": "王舍城詣靈鷲山，稽首佛足，遶佛三匝，却", "246": "住一面，前白佛言：「佛入大海，水何所至？」佛", "247": "言：「大王！其有比丘威光定意心正受者，普", "248": "見滿火，其水安在？」王對曰：「三昧自在之所", "249": "致也，天中天！志心所為也。」佛言：「王寧得", "250": "聲聞所興三昧自在已耶？心之所為乎！如來", "251": "常定等一切法，曉了坐起而得自在，於法", "252": "為尊心無所礙。佛入大海，其處水類續見如", "253": "故，其陸地人覩乎大海其水枯涸，但見眾", "254": "寶而莊嚴之，譬如第六他化自在諸天宮殿", "255": "所莊嚴也。佛光普照諸龍宮殿、香音神宮、無", "256": "善神宮，其大海中含血之類，皆行慈心，仁意", "257": "相向，無懷害者。」阿闍世王白佛：「其海龍王", "258": "久如發無上正真道意？奉事幾佛何時當逮", "259": "最正覺？所號為何？」佛告王曰：「乃往久遠無", "260": "央數劫不可思議，彼時有佛，號光淨照耀", "261": "如來、至真、等正覺、明行成為、善逝、世間解、無上", "262": "士、道法御、天人師，號佛、世尊，乃在東方，世界", "263": "曰善淨現，劫名可意寂。其善淨現世界，平正", "264": "而悉莊嚴，假使一切嗟歎其德，不能究竟。", "265": "時有轉輪聖王，號曰護天，常供養光淨照耀", "266": "如來，四百二十萬歲一切施安，竟此之數寐", "267": "於夢中，自然瑞應聞此偈曰：", "268": "「『王以供養大聖人，甚多無量難思議，", "269": "常興慈哀於眾生，當發最上菩薩心。", "270": "是供養尊妙第一，此則奉敬諸如來，", "271": "其有能發菩薩志，則為度世威神德。』」", "272": "佛告阿闍世王：「其護天轉輪聖王，夢聞此", "273": "已，寤自驚怪：『吾供養佛四百二十萬歲，佛", "274": "說經法章句各異，初未曾聞如此偈經，是", "275": "佛說邪？魔所云乎？』即䟽偈文而諷誦之。時", "276": "光淨照耀如來行遊諸國，聖王即與八萬四", "277": "千王及八萬四千后、國中臣民，其諸往者各", "278": "八萬四千，俱往追佛，欲決斯疑。即逮見佛，稽", "279": "首足下，敬問無量，即白佛言：『吾供養佛四", "280": "百二十萬歲，佛說經法若干種義。我昨夜夢，", "281": "夢中見佛說此二偈，寤甚驚怪，未從如來聞", "282": "此偈教，不審佛所歎乎？魔所說耶？今故遠", "283": "來欲決此疑！唯願世尊分別說之！』佛告護", "284": "天：『是吾所讚，非魔之所云。』王又白佛言：", "285": "『我奉事世尊若干億歲，供養衣食無所乏少，", "286": "為我說經章句各異，爾時何故不歎此義？』佛", "287": "即以偈答王曰：", "288": "「『人心羸劣未有識，初習福事未見深，", "289": "不可為說微妙法，心中驚疑或作却。", "290": "以解罪福信佛法，心堅意固不迴動，", "291": "乃可為說菩薩事，爾乃解至無極慧。』", "292": "「時王及群臣后民心中大悅，皆發無上正真", "293": "道意，尋立不退轉地，則以此偈而讚世尊", "294": "曰：", "295": "「『不以貪諸色，亦不猗音聲，", "296": "香薰眾細滑，不以此得佛。", "297": "離懈怠怯弱，避貪嫉犯法，", "298": "除瞋恚憒亂，乃得成正覺。", "299": "捨身諸所安，代眾生受惱，", "300": "精進常樂法，如是乃得佛。", "301": "我今志大道，佛與天證我，", "302": "唯導師造行，令所言無異。", "303": "夢中聞道心，適聞志大乘，", "304": "所作慧無疑，得至佛法王。』」", "305": "佛告阿闍世王：「欲知爾時轉輪聖王護天者", "306": "不？今海龍王是！彼時初發無上正真道意。", "307": "又王所問何時成佛？王具當聽：過二百無", "308": "央數劫當成為佛，號無垢淨無量德超所有", "309": "王如來、至真、等正覺，世界曰法音聲，劫曰首", "310": "華。其法音聲世界，眾寶合成若干種色，地平", "311": "如掌，其地柔軟，如天綩綖，有萬億安明山廣", "312": "普難量，安隱豐熟，五穀平賤，天人充滿，衣服", "313": "飲食如第六天人所居。法音聲世界諸樹，根、", "314": "葉、莖、節、華、實皆以七寶，悉出無數若干百", "315": "千道法音聲。其界人民猶若諸天，所語變", "316": "化柔軟之聲，皆承法音，寂然澹泊，及佛法眾", "317": "智度無極四恩之教，善權方便，滅定離欲，", "318": "空、無想、不願無為無數，以故其界名法音", "319": "聲。其有天人在彼土者，樂法歡喜，皆當入", "320": "大聖，分別諸慧，審諦究竟，發無上正真道意。", "321": "其佛欲說經時，身放大光普照佛界，其光明", "322": "中則出億佛說講法聲。時諸天人見光聞法", "323": "欣然大悅，往詣如來，自歸供養，則無央數以", "324": "神足力飛行虛空，化寶蓮華而坐其上。如來", "325": "應時亦在虛空坐師子座，為諸菩薩講說經", "326": "道。時諸十方無央數百千諸菩薩者，皆當來", "327": "會聽受經法，其國人民皆樂經法，亦無諸魔", "328": "有所嬈害，亦無眾邪異道，亦無橫死。其佛", "329": "壽十二劫，諸菩薩行超過於空。其國如是", "330": "莊嚴無量，說法無限，菩薩無數。」", "331": "19 空淨品(四)空淨品第十九", "332": "王阿闍世前白佛言：「唯然，世尊！常於諸法有", "333": "大愍哀，諸法誑詐，因惑起想，隨其所欲展", "334": "轉相惑。菩薩之行不可計量，彼為菩薩當", "335": "修道行，至彼佛土具足嚴淨，諸菩薩行皆當", "336": "追學攝取佛土，如海龍王國土嚴淨。」佛言：「如", "337": "是，如是！大王！一切諸法皆從念興，隨其所", "338": "作各各悉成，諸法無住亦無有處。」爾時阿闍", "339": "世王謂海龍王：「快哉，龍王！為得善利，乃令", "340": "如來授仁之決，當成佛時，國土清嚴不可", "341": "思議。」龍王答曰：「法無有決。所以者何？諸法", "342": "皆靜，因種、陰、入，假名曰人。其受決者，無", "343": "陰、種、入，以有名色，假名為人。其受決者，無名", "344": "無色，因緣報應，見思想念，假名曰人。其受決", "345": "者，無有報應，無見無思，無想無念；假使菩薩", "346": "等行德本，彼之德本亦無決矣。諸法相空，虛", "347": "空無決，一切諸法無想無願、無為無數，不", "348": "授無想無願、無為無數之決也。」龍王復謂", "349": "王阿闍世：「諸佛大哀不可思議！諸經無名，無", "350": "有思想，而說名想。諸佛、世尊無名相識，而", "351": "隨習俗因而示現有授決也！彼亦無法受", "352": "決，亦無內外當受決者。」阿闍世又問龍王言：", "353": "「以得法忍逮平等行，菩薩如是乃得決乎？」海", "354": "龍王曰：「其忍悉空，想不可盡；究竟曉了至", "355": "于本際，無盡之際；平等之際，無我之際；吾", "356": "我之際，審諦之際；至于究竟，無成就際。其際", "357": "以空至于脫際，婬怒癡際有了是際，則無", "358": "所猗。無所猗者，設於音聲無合會；無合會者，", "359": "不著無脫。無脫無行，行無所行，亦無不行，", "360": "亦無所憂。已無所憂，於斯菩薩則都一切", "361": "諸所作行所見無見。假使無所見，不作審諦，", "362": "而已平等。入已、所住已平等度，不殘不", "363": "禮，不卒不暴，以等諸法然後得忍。彼所謂", "364": "忍及所授決，若受決已及受決者，是一切", "365": "法皆平等法乎。諸法界究竟無法界，無不", "366": "以決了亦無所成，觀此法已，察其義理，諸法", "367": "無能計者，譬如虛空不可計數以度諸數，諸", "368": "法如是。」海龍王說是語時，二萬菩薩得不起", "369": "法忍，百比丘漏盡意解。", "370": "爾時王阿闍世白佛：「至未曾有。世尊！龍王", "371": "之辯。」佛言：「未足為怪，不以為難！新發意者", "372": "聞是不恐、不難、不畏，是乃為難。所以者何？", "373": "諸佛、世尊本之道法，如是難及，少有信者。", "374": "天上、世間人不能受，不入不信而不喜樂。以", "375": "故當知其有聞是深經法者，不以恐畏，此乃", "376": "為難。前世供養無央數佛，安以為難？譬如有", "377": "人，虛空無形而現形像，是為難不？」對曰：「甚", "378": "難！天中天！」佛言：「其聞此經深奧之義，一切信", "379": "樂，皆知無我、無人、無壽、無命。其有信者、甫當", "380": "信者，此等則是如來順明平夷之類親友善", "381": "師也。則能堪任信除垢塵，為一切人講說經", "382": "法，能詣道場以慈降伏百千億魔及餘官屬，", "383": "為於諸法而得自在。其心清淨，諸通之慧近", "384": "在目前；發意之頃成智慧明，逮最正覺；勸󰮔", "385": "眾生知一切心群萌諸根，而轉無上大法輪", "386": "也；療一切病，開化異道，破壞怨敵，吹大法", "387": "䗍。」於是海龍王所願皆獲，不失本志，聞所", "388": "受決，欣然大悅，善心生焉，踊在虛空以偈", "389": "讚佛：", "390": "「如虛空本清淨，無色無受無數，", "391": "安住說法如是，若虛空普自然，", "392": "名不有而不無，造因緣及報應，", "393": "安住講調不諍，無人命無壽識。", "394": "一切法甚清淨，吾我清悉平等，", "395": "吾我靜法等靜，解是者則受決。", "396": "察法界本清淨，人界靜亦如是，", "397": "如眾生界靜者，佛法靜亦復然。", "398": "若佛法清淨者，諸佛土靜亦等，", "399": "設佛土清淨者，諸慧靜無差特。", "400": "諸法淨因數號，以計數不得名，", "401": "由想數名本空，其諸名數無礙。", "402": "群萌類志所念，無見無色無成，", "403": "如無成心意識，諸法爾空無心。", "404": "或有作則無作，有緣罪無受者，", "405": "終始瑕無行者，名泥洹無寂然。", "406": "入本際無礙原，虛空本無我際，", "407": "選諸際得等原，知眾生本審門。", "408": "去來今現在際，順明智此諸際，", "409": "於慧等無際門，究法界佛種性。", "410": "不起滅最勝幢，空無想願本靜，", "411": "無言聲真諦法，是諸聖寂寞地。", "412": "若解諸法澹泊，自然悅如捉空，", "413": "彼無吾我身寂，假如此樂聖法。", "414": "十方佛所說法，當來佛所宣揚，", "415": "一切等未來聲，因音現入無聲。", "416": "聲空自然如響，諸法空猶虛念，", "417": "無法非法教化，誠本無可不得。", "418": "一切法無主名，若干想念非明，", "419": "人名靜不可得，諸法本靜如是。」", "420": "20 囑累受持品(四)囑累受持品第二十", "421": "於是世尊告諸大士言：「諸正士！汝等當持", "422": "此如來說無上正真道，使得久存。誰能堪任", "423": "受持誦說如是像比？」即時二萬菩薩、萬天", "424": "子起住佛前，同音白世尊曰：「吾等當受如", "425": "是像經，當令流布，普周遠近。」佛又問言：「汝", "426": "等云何而將御法，持斯如來無上正真道乎？」", "427": "彼有菩薩名曰慧英幢，前白佛言：「唯然，世尊！", "428": "隱省諸法都無所持，寧能髣髴持佛道乎？」世", "429": "尊答曰：「族姓子！如斯則應持佛道。」等見菩", "430": "薩白佛言：「揆察佛道等乎五逆，寧少髣髴", "431": "持佛道乎？」世尊曰：「族姓子！是故仁者則應", "432": "持如來佛大道也。」無見菩薩曰：「唯然，世尊！", "433": "我不見凡夫法，亦不見學、不學法，不見緣", "434": "覺及菩薩法，亦不見佛法，我有持如來法", "435": "乎？」世尊曰：「族姓子！以是寂故，應持如來佛", "436": "大道也。」諸法無所願菩薩曰：「唯，世尊！我永", "437": "不知一切諸法當所持者，寧能為持如來法", "438": "乎？」世尊曰：「族姓子！以是寂故，應持如來佛", "439": "大道也。」不眴菩薩曰：「唯，世尊！我自不行，亦", "440": "不遣心，亦不發意，我寧為持如來法乎？」世", "441": "尊曰：「族姓子！以是寂故，應持如來佛大道也。」", "442": "無得菩薩曰：「唯，世尊！其不說法及非法，不", "443": "演法聲，除諸法想，如是行者為護一切法乎？」", "444": "答曰：「族姓子！是應寂然。」無在菩薩曰：「唯，世", "445": "尊！其不聽受法應不應，為護正法乎？」答曰：", "446": "「族姓子！是應寂然。」虛空藏菩薩曰：「唯，世尊！", "447": "其觀諸法等如虛空，不見彼法，有所執持，為", "448": "護一切法乎？」答曰：「族姓子！是應寂然。」度金", "449": "剛作菩薩曰：「唯，世尊！不壞法界，入於人界", "450": "及以法界，為持正法乎？」答曰：「族姓子！是應", "451": "寂然。」度不動跡菩薩曰：「唯，世尊！其於諸法", "452": "無所動轉，不猗法及非法，為持正法乎？」", "453": "答曰：「族姓子！是應寂然。」嘲魔菩薩曰：「唯，世", "454": "尊！其至魔界、佛界，則於佛界及與魔界，悉", "455": "以為入諸法境界，為護正法乎？」答曰：「族姓子！", "456": "是應寂然。」無著菩薩曰：「唯然，世尊！其於諸", "457": "法都無所得，一切毛孔皆出法聲，為護正", "458": "法乎？」答曰：「族姓子！是應寂然。」普寂菩薩曰：", "459": "「唯世尊！不護諸魔，行菩薩道，為持正法乎？」", "460": "答曰：「族姓子！是應寂然。」海意菩薩曰：「唯，世", "461": "尊！其以海印等一切法，修一切解味而知自", "462": "然，為護法乎？」答曰：「族姓子！是應自然。」須", "463": "深天子曰：「唯，世尊！其有所生不起不生，諸", "464": "陰、種、入無心意識，為護正法乎？」答曰：「族姓子！", "465": "是應寂然。」無垢光天子曰：「唯，世尊！其見諸", "466": "法無垢塵者，無眾瑕穢，解脫諸受，為護法", "467": "乎？」答曰：「族姓子！是應寂然。」度人天子曰：「唯，", "468": "世尊！其度眾生不知萌類度無所度，既有", "469": "所度現周旋還不住彼此，為受法乎？」答曰：", "470": "「族姓子！是應寂然。」賢王天子曰：「唯然，世尊！", "471": "其於眾生而等一切，諸法已等，等諸國土，", "472": "等諸佛道，為受正法乎？」答曰：「族姓子！是應", "473": "寂然。」自在天子曰：「唯世尊！其於諸法而得", "474": "自在，普於諸法不起不滅，為受正法乎？」答", "475": "曰：「族姓子！是應寂然。」善念天子曰：「唯，世尊！", "476": "我不念法亦無所得，亦不有想，為受正法", "477": "乎？」答曰：「族姓子！是應寂然。」蓮華天女曰：「唯，", "478": "世尊！知一切法皆為佛法，不成正覺，無所不", "479": "覺，為受正法乎？」答曰：「族姓女！是應寂然。」", "480": "麻油上天女曰：「唯，世尊！我不得女亦不得男，", "481": "如佛法想及男女法想，亦復同等，此諸", "482": "法想則為非法，亦非無法，無二無一亦無", "483": "所至，我為受法乎？」答曰：「族姓女！是應寂然。」", "484": "寶女曰：「唯，世尊！我不見佛、佛道，覩菩薩行，", "485": "為被一切志德之鎧，不察於本末，為受法", "486": "乎？」答曰：「族姓女！是應寂然。」無垢光女曰：", "487": "「唯，世尊！於一切法不起法想，於一切人不起", "488": "人想，亦不想念人法佛法，覩諸佛法入一切", "489": "法，不見本末，我為受佛正法乎？」答曰：「族姓", "490": "女！是應寂然。建行如是，為受佛法。」於是天", "491": "帝釋白佛言：「未曾有也。世尊！此女人等", "492": "所說辯才不可思議，分別方便；合若干音、文", "493": "字之說，講于法界；不亂諸法，諸法平等；如", "494": "演說道，等不差特。」佛言：「如是，拘翼！是諸女", "495": "等分別無量不可思議法，供養奉事不可計", "496": "佛，以得法忍。又，拘翼！是經卷者，號『不起忍", "497": "持無所御』，當為眾會廣說其義。如來滅度", "498": "後受是法者，護持法城，則為供養佛、世尊已。」", "499": "天帝釋白佛：「我已奉受此經本已，佛所建", "500": "立當令廣普，當為將來諸大士故，分別說之，", "501": "終不迷謬違佛之教。所以者何？如來護我授", "502": "以法忍，佛當建立此之經典，令降眾魔，志", "503": "行於斯。」佛言拘翼：「有神呪，名曰遮諸妨礙。", "504": "具聽！今為汝說神呪要言，使一切魔及諸", "505": "外徑令諸官屬，自然降伏，使如來法光明", "506": "久立。」爾時世尊說神呪曰：", "507": "「無畏離畏　淨諸恐懼　施無畏　度於滅度", "508": "無所亂　淨所亂　無所諍　不鬪訟　無懷", "509": "瞋　無以歿　淨威神　威神跡　大威神", "510": "寂滅　趣慈心　除於瑕　示現諦　無蹉", "511": "踖　其同義　吉祥義　甘露句　見於要", "512": "以導御　無所懷　行次第　無所盡　光", "513": "無生　清淨生　鮮潔光照句　等順於等", "514": "心　至無上　佛所建立戒清淨　無所犯", "515": "無所負　制魔場　降外徑　光耀法明　攝", "516": "以法施　開法藏", "517": "「今是神呪，過去、當來、今現在佛所說，以擁護", "518": "法而順句義，以此章句總執降伏一切諸", "519": "魔塵勞跡也！」於是普首天，白佛言：「我當受", "520": "此經典之要，精進諷誦，當令廣普！所以者", "521": "何？於如來法則有反復，長益法律，布清白典。", "522": "我修反覆，擁護如來所齎法目。」時有天子，名", "523": "曰德超，白佛言：「若有受此如來之法，其福", "524": "云何？」於是世尊即說頌曰：", "525": "「今吾所見國，佛眼覩十方，", "526": "皆滿中珍寶，則以持布施，", "527": "其人所獲福，計當過於彼。", "528": "至心受世吼，所說之經法，", "529": "合集諸譬喻，一切歎廣說，", "530": "終不能究竟，總持正法德。」", "531": "佛說是經時，七十六那術人皆發無上正真", "532": "道意，六萬菩薩得不起法忍，三千大千世界", "533": "六返震動，其大光明普照世間，而雨天華，", "534": "百千伎樂不鼓自鳴，諸伎樂音出是輩聲：", "535": "「如來之尊建立是經，降伏眾魔，化諸外徑。如", "536": "來以印印此經已，順而不荒！」爾時海龍王雨", "537": "大珠瓔供養此經，周遍三千大千世界。佛告", "538": "賢者阿難：「以是經卷用為囑累，受持諷誦，", "539": "普令流布，為他人說。」阿難對曰：「唯然，世尊！", "540": "已受斯經。經名何等？云何奉持？」佛言：「是經", "541": "名曰『海龍王問龍總持品』，又名『集諸法寶淨", "542": "法門品』，當善奉持！」", "543": "佛說如是，海龍王及龍王子、諸天、人民、十", "544": "方諸來大會菩薩、諸大聲聞、釋、梵、四天王、賢", "545": "者阿難、一切魔眾、諸天、龍、神、香音神、無善神、", "546": "鳳凰神、山神、甜柔神、及世間人，莫不歡喜，", "547": "作禮奉行。", "548": "佛說海龍王經卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0598 佛說海龍王經: 佛說海龍王經: 佛說海龍王經: 佛說海龍王經", "source": "CBETA"}