{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2821 諸經要略文", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2821", "1": "諸經要略文", "2": "尊婆須蜜經說。若為亡人設齋眾僧行食遍。", "3": "即為亡人下食。若不作者亡人不得食喫。", "4": "地獄寶即經說。齋家行食未遍出眾生食者。", "5": "入截舌地獄。罪福決定經云。伽葉論說。兩願", "6": "一處者。死作兩頭蛇遞相教示。大乘莊嚴論", "7": "說。齋家佛盤上一顆一粒不許俗人。食食者", "8": "得餓鬼報。亦云。通與虫鳥喫。入佛境界經說。", "9": "若人食聖僧槃上食者。得無量罪。亦云。通與", "10": "守護伽藍人及與虫鳥喫。決定毘尼經說。應", "11": "是齋家不問大小供養。佛盤上食不得食。上", "12": "座應如法處分。若不爾者得無量罪。問曰。購", "13": "贖得否准罪福決定經。佛且不求科故無人", "14": "堪。上座教云。獻佛及僧行之則得無犯。若不", "15": "爾者千劫萬劫墮大地獄。師若不教亦招前", "16": "殃。縱得人身九百萬歲在下賤中。生曰。藏經", "17": "云。寧可一日然九百頭牛莫說三寶師僧長", "18": "短。其罪甚。寶集經不空過。略說七。善提分亦", "19": "名七寶泉。亦名七聖財。", "20": "蛤聽法得生天緣。出善見律毘婆抄要略。昔", "21": "佛在世到膽婆國迦羅池邊。為眾說法。彼池", "22": "中有一蛤。聞佛池邊說法之聲。即從池出", "23": "入草根下聽佛說法。時有一人持杖放牛見", "24": "佛在座為眾說法。即往佛所欲聽聞故以杖", "25": "刺地。誤著蛤頭。即命終生忉利天。以福報故", "26": "宮殿縱廣十二由旬。與諸天女娛樂受樂。生", "27": "天已為聽法故得須陀洹果。", "28": "鳥聞比丘誦經得生天緣。出賢愚經　昔佛", "29": "在世時有比丘林中誦經。音聲雅好。有一鳥", "30": "聞法。在樹而聽。時有獵師所射。命終生忉利", "31": "天。面貌端政無有倫比。自識宿命。知因比丘", "32": "見經聽法得生此中。即持天花到比丘所。禮", "33": "敬問訊。以天花香供養比丘。比丘且問知其", "34": "委由。即命令座為其說法得須陀洹果。既得", "35": "果已還歸天上。禽獸聽法尚獲宿報無量無", "36": "邊。豈況於人信心聽法寧無善根。", "37": "鸚鵡聞說四諦得生天緣。出賢愚經。昔佛在", "38": "世時。舍衛國中須長者信敬佛法。為僧壇越", "39": "眾僧所須一切供給。須達家中有二鸚鵡。一", "40": "名律捉。二名賒律提。稟性點慧解人言語。比", "41": "丘見來先報家內令出丞迎。阿難後時到長", "42": "者家見鳥聰明。為說四諦苦集滅道。門前有", "43": "樹。二鳥聞法飛向樹上。歡喜誦持夜在樹宿", "44": "野貍所食。緣此善根生四王天忉利天等。如", "45": "是七返受天已畢。來生人中出家修道得壁", "46": "支佛果。一名曇摩。二名修曇摩。", "47": "謹檢大小乘經。食胡䕑菜得惡趣報。大順經", "48": "云。食此菜者所生之處不得聞經佛法。華報", "49": "經云。食此菜者生生之處不覩諸佛被八增", "50": "疾。天畔經云。若誤食此菜不生悔。長劫處阿", "51": "鼻地獄無有出期。若故食者不通懺悔。大集", "52": "經云。此菜者是天魔波旬變身作千年媚狐尿", "53": "處因生此菜。食者能滅道。設今生不諸經典", "54": "來生決定。能厭聖教作外道一闡提。世間一", "55": "切罪極不過五逆盜常住物。此不通懺悔。若", "56": "對喫胡䕑人五逆盜常住僧物人吾即能救。", "57": "喫胡䕑菜人自業深重厚吾不能救也。菩薩", "58": "戒經中蘭葱是也。食者結業罪。龍樹論云。", "59": "若人食胡䕑入佛塔中墮大地獄。具足十劫", "60": "受大極苦花報。作穢糞中經無量劫。五明", "61": "論云。食此菜者令人散亂失於正定。鬼神得", "62": "便多非命所墮無間獄。尊者婆須蜜識其弟", "63": "子婆眉多言。汝宜護正法道引群生。便佛", "64": "種不斷乃真出家。汝當勤精進。將來無食胡", "65": "䕑五辛酒肉。則十重戒自然清淨現世證果。", "66": "若人食胡䕑菜者。縱齋戒具足死墮守廁中。", "67": "神中功令斷之。", "68": "勸僧以俗守巖壇莫喫胡䕑觸佛顏", "69": "薩埵投岸由自辨菜中間擇有何難", "70": "修四正懃。一惡法未生方便令不生。二惡法", "71": "已生方便令除斷。三善法未生方便令生。四", "72": "善法已生方便令增長。惡從心出還從心滅。", "73": "善從心生還從心長。當懃心觀察此四種法。", "74": "修四無量心。一修慈心。念一切眾生欲與其", "75": "樂。思惟作無量衣食等物施與眾生怨親平", "76": "等。皆以土樂是名修慈。二修悲心。念一切眾", "77": "生欲拔其苦。此名修悲心。三修喜心。念一切", "78": "眾生。若修善者我悉讚善。若造惡者勸令斷", "79": "惡。當遇惡揚善。四修捨心。於一切眾生皆悉", "80": "平等不見怨親等。同空法也。", "81": "修六妙行。一識不與色觀繫心不染著眼妙行明者青黃朱二耳", "82": "不著聲。三鼻不染香。四舌不含味。五身不著", "83": "細滑等。六意不思惟惡法。", "84": "四恩者。一父母恩。能生己身得有今日。二師", "85": "僧恩。生我法身以法施我。三國王恩。救我課", "86": "沒水土草木常以施我。四檀越恩。供給衣食", "87": "濟我身命。", "88": "四輩檀越。一天輩天厨甘露獻出家。二龍輩", "89": "牛鹿獻乳猨猴。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2821 諸經要略文", "source": "CBETA"}