{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0165 頂生王因緣經: 佛說頂生王因緣經: 佛說頂生王因緣經", "text": {"0": "佛說頂生王因緣經卷第六", "1": "西天譯經三藏朝奉大夫試光", "10": "間。", "100": "『諸世間人，少能於其五欲境中覺了知足，後", "101": "趣命終；而世間人多於五欲境中，不能覺了、", "102": "不生厭足，後趣命終。』", "103": "「復次，頂生王廣為利益於後人故，復說伽陀", "104": "曰：", "105": "「『極惡生死流轉中，了知壽命隨減少；", "106": "應當速脩諸福門，不脩福行斯為苦。", "107": "是故脩福為勝欲，隨應行施如法儀；", "108": "此世及於他世中，由脩福故生歡喜。』", "109": "「爾時，國中一切人民無數百千之眾，聞王寢", "11": "「爾時，常憍天王、持鬘天王、堅首天王、水居龍王", "110": "疾，悉來奔詣瞻仰致問。時頂生王為諸人眾，", "111": "以如是種貪欲等緣廣說對治，使諸人輩捨", "112": "家學道。是時即有無數百千人眾，聞所說已", "113": "而悉出家脩四梵行；復有多人斷除欲貪生", "114": "于梵世。」", "115": "佛言：「大王！彼頂生王始自初居童子之位至", "116": "太子位，及南贍部洲、東勝身洲、西牛貨洲、", "117": "北俱盧洲，統輪王位；又於七金山住，乃至", "118": "詣彼三十三天歷諸分位；於其中間總經一", "119": "百一十有四帝釋謝滅。大王當知，帝釋壽量", "12": "合集同力，與阿脩羅而共鬪戰。若四守護者", "120": "者，人間百年三十三天為一晝夜，三十晝夜", "121": "而為一月，亦十二月乃成一年，天中千年是", "122": "彼壽量；以彼千年校計人間，即三俱胝六百", "123": "萬歲。", "124": "「復次，大王！其頂生王，昔於三十三天起念，", "125": "欲其帝釋天主分于半座；是時迦葉苾芻方", "126": "為帝釋。又頂生王復起是念：『若帝釋天主於", "127": "此座中即謝世去，天上人間我為王者，豈不", "128": "快哉！』是時迦葉如來為帝釋天主，其頂生王", "129": "具大勝福、有大名稱，於一念中起心過失，減", "13": "得勝、阿脩羅眾退敗之時，即入自宮；若阿", "130": "沒神力還復退墮，疾惱所纏而謝世去。」佛", "131": "言：「大王！彼頂生王者豈異人乎？即我身是。", "132": "我於爾時廣施眾生利益安樂，趣無上智，然", "133": "於阿耨多羅三藐三菩提多諸魔障，由因緣", "134": "力之使然故。」", "135": "爾時，憍薩羅國主勝軍大王忽生疑念，前白", "136": "佛言：「世尊！彼頂生王久遠因中，修何行業", "137": "而能感此，宮中自然雨金錢七日？」佛言：「大", "138": "王！過去久遠有佛出世，號一切增上如來、應", "139": "供、正等正覺、明行足、善逝、世間解、無上士、調御", "14": "脩羅得勝、四守護者退敗之時，是即三十三", "140": "丈夫、天人師、佛、世尊。是時有長者子，於彼國", "141": "中與一童女依世法儀媾夫婦事。其婦持以", "142": "四寶所成妙華及甘美飲膳而奉於夫，其夫", "143": "受已，持是寶華乘車而歸；於其中路見彼一", "144": "切增上如來、應供、正等正覺，次第經游庠序", "145": "而行。其長者子見佛世尊三十二相殊妙莊", "146": "嚴，即起最上清淨信樂，下車肅恭持華奉獻；", "147": "以佛世尊威神力故，即變其華大若車輪盤", "148": "旋空中或飄或止。時長者子起清淨心，說伽", "149": "陀曰：", "15": "天四守護者兵力破散，乃從須彌山王第三", "150": "「『以此布施廣大因，得佛世間自然智；", "151": "願我速越生死流，先佛未度者皆度。", "152": "一切增上佛大僊，我所奉上悅意華；", "153": "願我以此廣大因，圓滿所求無上道。』」", "154": "佛言：「大王！彼頂生王以是因故，於自宮中", "155": "雨金錢七日。」", "156": "爾時，勝軍大王復白佛言：「世尊！彼頂生王又", "157": "以何緣，於四大洲統輪王位，乃能至于三十", "158": "三天？」佛言：「大王！過去久遠有佛出世，號毘", "159": "婆尸如來、應供、正等正覺、明行足、善逝、世間解、", "16": "層級詣第四層，彼有四大天王止住其間。", "160": "無上士、調御丈夫、天人師、佛、世尊。是佛以其", "161": "正法教化眾生，次第至于滿度摩帝城。一時，", "162": "如來入城乞食，時有商主名曰廣作，見於如", "163": "來巡行乞食，勝相希有；發清淨心，持少綠豆", "164": "擲置鉢內，以奉世尊。時豆四粒入于鉢中，一", "165": "粒旋轉擊鉢振聲然後墮地，餘豆亦還流散", "166": "于地。時彼商主見是相已起清淨心，即以伽", "167": "陀發誓願言：", "168": "「『以此布施廣大因，得佛世間自然智；", "169": "願我速越生死流，先佛未度者皆度。』」", "17": "「爾時四大天王、常憍天王、持鬘天王、堅首天王、", "170": "佛言：「大王！是時商主於毘婆尸如來所，雖", "171": "以少物施佛世尊，由心清淨，彼時四豆入於", "172": "鉢中，後感報應於四大洲統輪王位；其有一", "173": "豆擊鉢振聲方墮地者，後感報應能至三十", "174": "三天。又復大王！而彼一豆若不墮地得置鉢", "175": "中，後必報應為天中主；由墮地故，但統人", "176": "間不為天主。大王！彼商主者即頂生王是。", "177": "由於佛所種是善根，以彼世尊大悲攝受故，", "178": "得大果報、具大名稱、有大威光。是故大王！其", "179": "有智者，於佛世尊隨力所應修諸施行。如其", "18": "水居龍王合集同力，與阿脩羅而共鬪戰。若", "180": "所說，當如是學。」", "181": "佛說頂生王因緣經卷第六", "19": "五守護者得勝、阿脩羅眾退敗之時，即入自", "2": "祿卿傳法大師賜紫沙門臣施", "20": "宮；若阿脩羅得勝、五守護者退敗之時，是", "21": "即三十三天五守護者兵力破散，乃從須彌", "22": "山王第四層級，上起至于三十三天帝釋居", "23": "處。迄至最後，阿脩羅眾戰敵破散五護兵已，", "24": "復整四兵詣帝釋所以求鬪戰。", "25": "「爾時，四大天王即詣帝釋宮中，到已白言：『天", "26": "主！阿脩羅眾嚴以四兵力來求戰，天中五護", "27": "破散奔馳；于今還來至天主所，彼眾疆勝", "28": "我等不加。天主！今時願施戰力。』", "29": "「爾時，帝釋天主聞是語已，告三十三天眾言：", "3": "護等奉　詔譯", "30": "『仁等！當知，阿脩羅眾疆力鬪敵，五護破散，還", "31": "復來此求戰於我。仁等！今時宜施勇力。』", "32": "「爾時，帝釋天主即起是念：『善住象王所應乘", "33": "御。』時善住象王知天主念，譬如壯士屈伸臂", "34": "頃，於贍部洲所居處隱詣三十三天；乃現三", "35": "十二頭，其一一頭各有六牙，一一牙上有七", "36": "七池沼，一一池沼有七七蓮花，一一花中有", "37": "七七臺，一一臺中有七七樓閣，一一樓閣中", "38": "有七七守衛者，一一守衛者有七七天女，一", "39": "一天女有七七侍女，一一侍女鳴七七天鼓，", "4": "「爾時，持鬘天王、堅首天王、水居龍王三守護", "40": "而象王所有最勝頭相帝釋御之。其三十二", "41": "天於所化頭如次安處，餘諸天眾隨應而住。", "42": "象王行時迅猶風轉，天子天女皆悉不能瞻", "43": "其前後。「時善住象王至三十三天已，出于南", "44": "門詣麤堅園，以自神力現天人相，與諸天眾", "45": "嬉戲娛樂。爾時，帝釋天主乘御象王嚴整四", "46": "兵，悉被四寶莊嚴甲冑，執持四種鋒銳器仗，", "47": "將與阿脩羅眾而共鬪戰。時頂生王見斯事已，", "48": "白帝釋言：『天主！汝今且置戰事，我欲與之較", "49": "其兵力。』天主答言：『隨汝所欲，今正是時。』", "5": "者，合集同力與阿脩羅而共鬪戰。若三守護", "50": "「時頂生王與十八俱胝勝力兵眾，上昇空中", "51": "調弓振弦迅發其聲。阿脩羅眾聞是聲已，問", "52": "言：『何人振弦之聲？』知者答曰：『是頂生王振", "53": "弦之聲。』時阿脩羅心生驚異；又復法爾阿脩", "54": "羅眾與天戰時，兵力齊等無所增減。其頂生", "55": "王纔出兵眾，勇力疆勝過阿脩羅昇空而住。", "56": "時阿脩羅作是念言：『我久聞其人中王者名", "57": "曰頂生，勇猛正士具大福德，威德特尊無與", "58": "等者，高出虛空踰於我等。』作是言已，即懷", "59": "怯怖退入自宮。", "6": "者得勝、阿脩羅眾退敗之時，即入自宮；若", "60": "「時頂生王問臣佐言：『今此兵眾孰為勝邪？』", "61": "臣佐答言：『王今得勝。』王輙思念：『而我勝此三", "62": "十三天；我已統治南贍部洲、東勝身洲、西", "63": "牛貨洲、北俱盧洲；具足七寶及有千子，最", "64": "上色相勇猛無畏能伏他軍；又於宮中雨金", "65": "錢七日；復至三十三天入帝釋宮，登善法堂", "66": "處于半座；若帝釋天主於此座中即謝世去，", "67": "我統天界亦為人王；天人中勝豈不快哉。』其", "68": "王纔起念時，神通威力即便減失，還復墮於", "69": "贍部洲中本居宮室，旋生病惱逼切其身；加", "7": "阿脩羅得勝、三守護者退敗之時，是即三", "70": "復羸困近死邊際。是時臣佐之中有耆年上", "71": "首者，前詣王所而白王言：『天子！後或有人", "72": "來發問言：「頂生大王臨謝世時，有何言說？」", "73": "當云何答？』王謂之曰：『我謝世後，或有人來發", "74": "是問時，汝應答云：「頂生大王威德特尊七寶", "75": "具足，獨具人中四種神力。何等為四？頂生", "76": "大王得壽命長久住世間，總經一百一十有", "77": "四帝釋謝滅，是為第一壽命神力。又頂生王", "78": "最上容儀殊妙可觀，超人狀貌具天色相，是", "79": "為第二色相神力。又頂生王諸所受用皆悉", "8": "十三天三守護者兵力破散，乃從須彌山王", "80": "具足，少病少惱色力康疆，飲噉味全食銷", "81": "無患，不冷不熱時序合度，隨所資治悉獲安", "82": "樂，是為第三無病神力。又頂生王一切人眾", "83": "見者愛樂，瞻仰無厭猶子戀父；又復王者撫", "84": "育人民生喜樂心如父愛子，或時王出游觀", "85": "園苑謂御者言：『汝可徐徐駕車而進，使其容", "86": "緩人獲觀瞻。』又復眾人告御者曰：『仁者！駕車", "87": "幸當徐進，令我盤桓覩王相好。』是為第四愛", "88": "樂神力。又頂生王統四大洲為最勝主，後詣", "89": "三十三天，帝釋分其半座；具如是事。復於", "9": "第二層級詣第三層，彼有常憍天王止住其", "90": "五欲不生厭足，將謝世時說伽陀曰：", "91": "「『「『苦哉世間貪欲境，金寶雖豐無厭足；", "92": "是中樂少苦還多，智者如應能覺了。", "93": "乃至天中妙欲樂，貪愛心故不解脫；", "94": "何人能盡於愛源？唯佛如來聖弟子。", "95": "假使廣積其真金，與須彌山量齊等；", "96": "無人能生厭足心，智者於斯而善覺。", "97": "若思所欲為苦因，彼於欲境何貪愛；", "98": "貪等是為世所憂，智者調伏應善學。』」』」", "99": "佛言：「大王！彼頂生王以是緣故，又作是說："}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0165 頂生王因緣經: 佛說頂生王因緣經: 佛說頂生王因緣經", "author": "宋 施護等譯", "sourceLink": "http://www.cbeta.org/"}