{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0816 佛說道神足無極變化經: 佛說道神足無極變化經: 佛說道神通足無極變化經", "text": {"0": "佛說道神足無極變化經卷第四", "1": "西晉安息三藏安法欽譯", "10": "平如掌。目連！是遍等世界皆如此。有城名", "100": "切法無極積聚菩薩自念：『今欲問佛，儻肯說", "101": "者而欲問之。』作是念已便從坐起，放身一一", "102": "毛之光明照四百里，放身光明遍境界，若", "103": "干百千種華無央數色色甚鮮好，是華在", "104": "於虛空去地七刃，心念欲持是供養。應時", "105": "虛空中聞柔軟音樂之聲，譬如天樂，是音", "106": "樂聲皆出八種法印之聲，一一法印之聲，出", "107": "八萬四千拘利經卷，出七萬二千偈。是時菩", "108": "薩，便踊在虛空中結加趺坐，會九十六拘利", "109": "那術百千人，皆住阿惟越致地，皆得無所", "11": "颰陀欝沈晉言：善尊。其城中人，安隱豐饒熾盛大", "110": "從生法忍，當為阿耨多羅三耶三菩。如是", "111": "像色貌菩薩，目連！滿彼世界。一切人無有", "112": "盲者，亦無瘂者；亦無跛者亦無聾者、無貧者、", "113": "無醜惡者。彼一切人民皆是菩薩，有三十二", "114": "大人相，其世界無有他餘異雜行，彼國中亦", "115": "無飲食者，但以禪歡喜為飲食。其國中無有", "116": "羗、虜、夷、狄雜類之人；亦無三惡道；亦無邊地；", "117": "亦不於彼間沒而致他方國土生，若有沒", "118": "滅者便逮得如來。」佛言：「如是目連！彼世界", "119": "如來則我身是！我於彼土以法而教導，是名", "12": "樂，東西長三十二俞旬，南北廣十二俞旬，如", "120": "道神足無極之變化也，一切弟子、緣一覺所", "121": "不能及知。", "122": "「復次目連！於是三千大千剎土東北，去是", "123": "四萬二千四天下世界，其世界名榆末陀那", "124": "晉言：應時。彼世界人民婬欲甚多，貪婬、瞋恚、愚癡、", "125": "慳貪、閙憒強額，諸根習邪，無信、嫉妬、犯惡、多", "126": "疑、弊惡、急性、嬾惰、懈怠，憙忘憨無所畏，有", "127": "吾我人壽命，無黠智，譬如野禽畜獸不知慚", "128": "羞，無有禮節心意癡狂。彼世界醜惡面目無", "129": "色無所省錄，其處土地但有污泥及諸不", "13": "是目連！彼善尊城人皆共居其中。其國人民", "130": "淨，生活勤苦衣食不充，憙鬪更相罵詈。六月", "131": "一雨，一歲再雨，五穀不豐。惡行所致，其世界", "132": "地堅如鐵石𡻬嶽不平，譬如蒺蔾蹈傷人脚，", "133": "毒惡止上及地但生荊棘。彼世界所出水，人", "134": "民飲之，濁惡醎苦臭穢不淨，衣被皆用草蒭，", "135": "貧窮困厄更相看視轉相作使。彼世界國王", "136": "急性常喜瞋恚，其中人民役使作務甚大，勤", "137": "苦治生田作，穀粟、錢財王皆𡙸取，鞕杖暴瘧", "138": "無不被殃。如是目連！其國界中現世受殃甚", "139": "劇乃爾！如是比類彼復倍過此。其世界中人", "14": "繁裔，多於鴦迦、摩竭、拘留諸人民數。如是目", "140": "命盡，皆墮地獄、餓鬼、畜生三惡道中。「復次目", "141": "連！彼四天下世界，如來名振波迦論真陀摩", "142": "那迦樓晉言：傷悲憐念如來、無所著、等正覺，而為說", "143": "法。彼佛如來，目連！現十八大變化而為說法，", "144": "七百歲說法竟，七百歲無有一人解法者。是", "145": "時世尊亦不厭惓，說法如故，常持大悲而為", "146": "解說。如是目連！彼佛世尊若至聚落、郡國、縣", "147": "邑，若散居恒遊，行無一處，所到其國人民罵", "148": "詈，輕易挽滅唾言持怒作等，其世尊悉忍", "149": "誘恤養護，欲使度脫得至泥洹。目連！是時如", "15": "連！其幻華如來世尊於善尊城中遊行止", "150": "來於爾所歲中說法常養護之，說法時有八", "151": "萬四千那術人皆得阿羅漢；復八萬四千那", "152": "術人得阿那含；復八萬四千那術人得斯陀", "153": "含；復八萬四千那術人得須陀洹。諸大眾一", "154": "日之中皆除鬚髮，作沙門悉受大戒，是時學", "155": "者不學者，於三月中前所諸惡，從佛受誨皆", "156": "得離之，一時俱般泥洹。彼佛恒常在，復養護", "157": "緣一覺及菩薩行者，其所作罪惡故而生彼", "158": "國，彼受苦痛乃爾！一時皆得畢離。」於是目", "159": "連復白佛言：「惟，世尊！是輩菩薩作何等罪，生", "16": "頓其中，一會說法為師子吼，令三十那術人", "160": "於彼國土？」佛告目連：「菩薩有四事法往生彼", "161": "國。何等為四？一者、倚菩薩名而求供養，不", "162": "學菩薩事。二者、目連！於菩薩事不能行而懈", "163": "怠，雖見亦復不能持。三者、目連！菩薩見餘菩", "164": "薩得供養，便妬嫉之言：『何以供養？』是斷截他", "165": "人功德而輕易之。四者、目連！菩薩不能護身、", "166": "口、意，以是故得是。用是事，目連！得生彼", "167": "國。」佛言：「目連！彼佛則我身是！我於彼國以", "168": "法教導人，名為如來權道神足無極之變化", "169": "也，弟子、緣一覺所不能及知。其如是。目連！如", "17": "皆得阿羅漢；復有三十那術人得阿那含；復", "170": "來於是三千大千世界作佛事如是。目連！如", "171": "汝輩不盡悉現。所以者何？弟子不能及持，以", "172": "是故不能悉現。", "173": "「復次目連！於是三千大千世界百拘利四天", "174": "下世界，彼如來隨一切意而為說法。復次有", "175": "四天下世界，如梵天形像被服而為說法，彼", "176": "世界如來不出家除鬚髮。復次有如釋提桓", "177": "因形體被服而為說法；或如日天王形體被", "178": "服而為說法；或復如遮迦越王形體被服而", "179": "為說法。如是比，目連！於是三千大千世界中，", "18": "有三十那術人得斯陀含；復有三十那術人", "180": "如一切人之所願而為說法，如是比無央數。", "181": "復有異無央數，不可計數佛剎土，所為一切", "182": "弟子、緣一覺所不能及知。譬如目連！月宮殿、", "183": "日宮殿，日月天各坐其殿，亦復不出亦復不", "184": "入，坐照見天下。如是目連！佛世尊亦不從", "185": "是起，亦不到彼坐，悉見不可計佛剎悉皆示", "186": "現，隨一切人上中下之所願，皆養護之而為", "187": "說法。」是賢者大目揵連白佛言：「何所審是", "188": "佛世尊者？若忉利天、若閻浮利、若天宮、若三", "189": "千世界？此彼四天下世界，復異世界說法，乃", "19": "得須陀洹；復有三十那術人發辟支佛行；復", "190": "爾所世界，何所審是佛者？我曹當云何知無", "191": "極大嚫之議、大界之服？云何得知？目連所問", "192": "如是。世尊！」佛告大目揵連言：「如汝所問，能", "193": "受持不？今為汝說之。目連！譬如幻師化作人，", "194": "若男子若女人，何所審是男女者？」目連白佛", "195": "言：「無有審是者。何以故？是幻呪術力之所成，", "196": "於是無有持。」佛語目連：「是幻誰之所化？是幻", "197": "能所作耶？」目連白佛言：「可作。世尊！」佛語目連：", "198": "「如是一切諸法如幻化而無持，在所作為。如", "199": "是目連！幻師所化術力所成化幻，多有所作", "2": "「復次目連！於是三千大千剎土東南方，去是", "20": "倍不可計數發阿耨多羅三耶三菩提心；復", "200": "為，是幻皆等無有持。如是目連！如來以智慧，", "201": "一切諸剎而等示現，如是皆悉無持，為一切", "202": "所作而常等，如是為佛事，以是故為大無極", "203": "達嚫。如是等所為之大報，如，目連！諸佛世尊", "204": "皆一等無若干。如是比，目連！諸法常等住；如", "205": "諸法等住，成道亦爾！法界而無持亦不若干。", "206": "目連！汝熟思惟，如來於廣遠諦尋跡求佛，能", "207": "化作恒邊沙如來三十二相一等無異，亦能", "208": "令說法六十眾事所說同聲，是諸如來悉皆", "209": "知一切人心之所行；是諸如來皆悉知一切", "21": "異不可計數人皆悉作功德。目連！是彼四", "210": "人當得解脫者，如解脫印印六情根而為說", "211": "法，令稍稍得滿智；是諸如來為一切現說法，", "212": "以一切聞之皆奉行，等知諸苦皆盡；是諸如", "213": "來有三事變化說法為四面等說法；是諸如", "214": "來悉現諸佛事。於目連意云何？乃爾所諸佛", "215": "何所審是最持者？如來幻幻，如來何者為", "216": "持？」目連白佛言：「於是中如來無有能得知", "217": "持者。何以故？如怛薩。如怛薩所作而無增", "218": "減，於怛薩無若干作，若色、若像、若報答、若慧、", "219": "若神足、若說法、若脫一切人。如是如來！於是", "22": "天下世界，有樹名末頭三被晉言：此樹譬如蜜，其", "220": "眾事不能若干說。如是目連！所作如是！作", "221": "如是見，如化幻分諸法亦爾！是故諸法無有", "222": "持無若干。」「如此，目連！化幻分，知諸法亦爾！", "223": "凡人於此不能作若干，乃況諸佛世尊！何以", "224": "故？目連！一切諸法習於空故，念厭，不用欲不", "225": "欲、若有若無，即住其中，能所作如所得，於法", "226": "界亦不起亦不滅。目連！如法界，如來皆見、皆", "227": "知、皆覺。如是目連！如令閻浮利地人滿其中，", "228": "如來示現，示現變化，若作如來、若作比丘僧！", "229": "其人展轉不自知為如來、若比丘僧。置是閻", "23": "華果實常有不乏，其華果實味譬如百味飲", "230": "浮利中人。目連！滿是四天下若天、若人及蜎", "231": "蜚蠕動之類，諸可所生者。目連！爾所人皆住", "232": "佛前，乃爾久遠前世是一切皆住於佛前，皆", "233": "現如來、若比丘，展轉不相知。復置是四天下。", "234": "目連！於是三千大千剎土中，一切蜎蜚蠕動", "235": "之類滿其中，皆令得人身，得人身已皆令一", "236": "等。如是，目連！得人身，得人身已皆一種類，皆", "237": "現如來、比丘僧，展轉不相知。「目連！復置是三", "238": "千大千剎土人民。如是目連！東方恒邊沙剎", "239": "土，東方、南方、西方、北方、四維、上方下方，如是", "24": "食。彼若男子、母人，欲得一華一果，得以食", "240": "十方一切諸世界，是為甚多不可計界，都普", "241": "一切皆令得作人身。得作人身已，如是人輩，", "242": "目連！如來一種類，一一皆使如如來，皆復作", "243": "比丘僧！如是輩展轉復不能自知。「復置，目連！", "244": "十方十恒邊沙佛剎中，目連！如如來今坐，於", "245": "是持佛眼，視諸佛剎中，持佛所知，譬如是數", "246": "於百千劫說不能究竟。如是不可計佛剎，於", "247": "是間坐見，乃爾所佛剎如怛薩阿竭慧譬喻", "248": "所說，令一切皆如辟支佛，索不能知、不能數、", "249": "不能稱、不能視。辟支佛常皆不能知，何", "25": "之安隱飽滿，七日不飢不羸，色貌不減，身體", "250": "況弟子？以是故，如來皆見知，如是百、如是", "251": "千、如是百千、如是拘利百千、如是恒迦羅、如", "252": "是頻颰、如是阿壽、如是阿僧祇、如是不可", "253": "計數、如是恒邊沙、如是三千大千不可計數", "254": "國，皆悉遍滿中。如是目連！」佛言：「如是數無所", "255": "罣礙，眼所見直一而視，而不睥睨視，亦不延", "256": "頸視，持佛眼一而視，遍悉見十方不可計無", "257": "央數難思議無邊無際剎土中。如是比論佛", "258": "剎土，其中人民及蜎蜚蠕動之類，如是。如是", "259": "比一切薩惒薩之界，多於地土之分。如是薩", "26": "康強輕便有氣力，食是已訖如服甘露，亦無", "260": "惒薩前世初未曾有行，皆令得人身已，皆使", "261": "作遮加越王。一一遮加越王，各各坐有官", "262": "屬。一遮加越王者，其官屬都盧皆如爾所，遮", "263": "加越王展轉如是！如是目連！都盧爾所遮", "264": "加越王官屬，為一遮加越王官屬。如此數", "265": "如是比，皆為如來，其像色貌皆一種類。如是", "266": "因緣一切皆住前，一一遮加越王及其官", "267": "屬在前，皆各自見有如來、諸比丘僧，諸遮迦", "268": "越王各自呼：『獨有如來！』謂其餘皆無，各各皆", "269": "悉各各自見一如來，謂餘為無，各各皆悉爾！", "27": "小便、亦不大行、亦無涕唾。彼無田種殖者，", "270": "如是諸遮迦越王及其官屬，身一一諸毛皆各", "271": "一如來；一如來皆各有比丘僧。如是，非是如", "272": "來道神足無極之變化？其聞是者，不敢微意", "273": "言非是如來無極示現之變化也。若有起念，", "274": "是真為如來無極示現變化之所為。如是為", "275": "不可計慧所為事。「目連！如是於目連意云何？", "276": "如我令乃爾所人，皆立之於遮迦越王處如", "277": "是品福分。如是品福分，皆使得作遮迦越王，", "278": "七寶皆具，如是福分寧多不？」目連白佛言：「甚", "279": "多甚多。天中天！使一人得者，其福無能計量，", "28": "無舉賈償債者，其國中皆共食是華果，彼", "280": "乃爾所人不可計、不可限，其多安過之安。」佛", "281": "言：「目連！如是所說當受持，熟思惟之！如是諸", "282": "薩惒薩作遮迦越王所福分，如是福分甚多，", "283": "不如如來一毛之福，出過是上無央數。」", "284": "於是目連白佛言：「如是為是如來之德，是為", "285": "如來、為大神足、為大分、為大能。如是世界我", "286": "悔無所及。何以故？於諸法神通達而自損。」目", "287": "連復白佛言：「彼諸一切，聞是如來道神足無", "288": "極之大變化，皆逮得大德，其有聞已，發一心", "289": "念其中事，欲求解脫、欲學逮滿、欲得是道", "29": "國初不知有貧富，俱等無異。彼世界如來，目", "290": "神足無極之變化者，為發阿耨多羅三耶三", "291": "菩心。世尊！如此輩人當頭面禮之。所以者", "292": "何？如是人得不久，是輩終不復畏墮三惡道，", "293": "亦不復疑，如是如是議；亦不願天、龍、鬼神", "294": "揵沓惒；亦不願作梵天。如是世尊！」目連於", "295": "是聞道神足無極變化，起住叉手發聲言：「南", "296": "無佛世尊！當為聞是輩人作禮，令是人疾逮", "297": "所願。欲發者、已發者，皆令是輩人逮得無極", "298": "如佛無極，令心於是不復轉、不猶豫、不復疑", "299": "信。」爾時諸天、龍、閱叉、揵沓惒、釋梵護持世者，", "3": "剎八萬四千四天下國土，名三幔陀質晉言：", "30": "連！有九十六億那術百千弟子眾，其菩薩眾", "300": "供養於佛，以及於法言皆悉願樂。是時百千", "301": "種諸音樂器不鼓而自鳴，天優鉢羅、波曇、拘", "302": "文、芬陀利華，滿於忉利天上。聞是法言品所", "303": "說時，七萬二千那術諸天，從本來作功德，", "304": "皆發阿耨多羅三耶三菩心，皆說是言：「我曹", "305": "於後當來世，當在諸天及世間人前作大師", "306": "子吼，如今日佛世尊師子之吼。」", "307": "爾時月天子、月星天子前白佛言：「世尊！是族", "308": "姓子、族姓女，於是法言品所說，若受、若持、若", "309": "念、若說，於大眾中普廣說之，當得幾所福祐", "31": "復倍於弟之。有園名三曼陀拘冲晉言：法園，有", "310": "功德？」佛語天子：「於是三寶，若族姓子、族姓女，", "311": "不斷不忘求逮以於是法言，若自持、為他人", "312": "說。何以故？如天子聞是法，亦不於弟子心有", "313": "所求；亦不於辟支佛心有所求，心常在阿耨", "314": "多羅三耶三菩。何以故？持淨解脫。天子！得", "315": "利諸根，於是法言為逮為起道起歡喜心，於", "316": "解脫而不疑。天子！當持是法言而廣說之，不", "317": "斷三寶而得住。於是法言若持、若諷誦、若為", "318": "人說，於天子意云何？不斷三寶而常住。若有", "319": "於是法若持、若說，於天子云何？不斷於三寶", "32": "雜果。諸弟子眾食飲，常在是園中坐。其弟子", "320": "而住。供養於千佛衣被、飲食、床臥具、病瘦醫", "321": "藥所當得於百千劫中，寧有能計是人所得", "322": "功德者？」「不，無有能知者。世尊！」佛言：「如是天", "323": "子！於是所說法言，有智黠者知是福不可", "324": "計無有限量。若有於是法言若持、於眾中說，", "325": "其福過是，無能計者。」於是彌勒白佛言：「世尊！", "326": "是法言名為何等？當云何持奉行？」佛語彌勒：", "327": "「卿彌勒！是法言名為『於忉利天所說』持，一名", "328": "為『道神足無極變化』持。是屬累以相寄。卿彌", "329": "勒當審諦持，於大會中審諦具足說之。彌勒！", "33": "眾、菩薩眾皆坐樹下，若欲食時樹自然動，搖", "330": "如是像經，於閻浮利天下甚難得聞。如是彌", "331": "勒！如我所說。」佛說已，皆歡喜，月天子、月星天", "332": "子、彌勒菩薩、賢者大目揵連，諸天、龍、閱叉、", "333": "揵陀羅、阿須倫、阿須倫民，莫不樂聞歡喜，前", "334": "為佛作禮。", "335": "佛說道神通足無極變化經卷第四", "34": "華果落，墮皆在鉢中。食飲飽訖，樹不動搖，華", "35": "果不墮，還如本故。如是目連！彼世界所有事", "36": "物，過倍於是不可計。目連！彼世界如來則我", "37": "身是！我於彼世界以法而教導。如是目連！名", "38": "為如來道神足無極之變化也，一切諸弟子、", "39": "緣一覺所不及知。", "4": "遍等，其佛名質多拘冲怛薩阿竭、阿羅訶、三耶", "40": "「復次目連！於是三千大千剎土西南方，去是", "41": "四天下世界七萬四天下世界，其世界名比", "42": "實颰填晉言：容受。有八萬國王，一一天下有八萬", "43": "城，城外有八萬聚落。八萬王所治處八萬城，", "44": "八萬四千小城。一一處城聚落處城小城拘", "45": "利百千，皆滿其中，彼諸王皆奉行法，非法之", "46": "事皆悉除盡。是諸王各有八萬四千夫人、婇", "47": "女。爾時婇女端正，世之最上。一一諸王各有", "48": "五百太子，一一諸王各有萬二千女。是萬二", "49": "千女皆端正，於世最上。是諸王法無鞕杖亦", "5": "三佛晉言：幻華如來、無所著、等正覺，現在說法。彼四天下世界", "50": "無兵器，是諸王各各自治在其國。目連！彼容", "51": "受世界佛號波勿多羅陀那賴比怛薩阿竭、", "52": "阿羅訶、三耶三佛晉言：寶放光明如來、無所着、等正覺，現在說法。", "53": "彼如來，目連！得阿耨多羅三耶三菩時，於", "54": "彼四天下踊在虛空中，去地七刃結加趺", "55": "坐，一加趺坐放大光明。彼時四天下世界皆", "56": "悉相見，雨於天華，諸音樂器不鼓自鳴，一一", "57": "樂器出百千音聲，地為六反震動，諸伎樂", "58": "音譬如梵音聲，不可計百千所作功德所致。", "59": "轉於法輪，一切諸欲垢皆悉盡，無餘泥洹，持", "6": "盡甚好，東西南北十八街巷珍寶滿地，柔軟", "60": "菩薩所知為眾說法。「彼如來說法，以是四天", "61": "下世界，八萬諸王及夫人、婇女、諸子、諸女見", "62": "佛變化已，乃皆發阿耨多羅三耶三菩心。彼", "63": "國中一切人民男子、女人、男兒、女兒，皆遠塵", "64": "離垢，諸法法眼生。是諸王及夫人、婇女、諸兒、", "65": "諸女，從佛求作沙門。是時如來皆悉聽為沙", "66": "門。為沙門已，在在所處，在所處及城郭，縣邑、", "67": "聚落，其所至到處，皆步行不乘車馬，臥起", "68": "飲食常於寺舍，不復田作種殖，皆食自然，天", "69": "人來下而悉供養。「是時如來再會說法時，一", "7": "譬如天衣，地生柔軟之草，高四寸，其地所有，", "70": "切諸弟子行者皆得斯陀含，菩薩行者皆得", "71": "歡喜忍。三會說法時，一切人皆得阿那含，菩", "72": "薩行者皆逮得五通。四會說法時，一切皆得", "73": "阿羅漢，菩薩行者皆得不起法忍，夫人、婇女、", "74": "男女皆得不起法忍。爾時夫人、婇女及諸女", "75": "皆轉女人身悉得男子，不復見女像。時彼如", "76": "來皆授決為阿耨多羅三耶三菩。「於目連意", "77": "云何？乃知彼土寶放光明如來、無所著、等正", "78": "覺不？」目連言：「不及。天中天！」佛言：「則我身是！名", "79": "為如來道神足無極之變化也。是故目連！一", "8": "各各異種眾色，如是皆悉遍。行步若下足", "80": "切弟子、緣一覺所不能及知也。", "81": "「復次目連！於是三千大千剎土西北方，去是", "82": "五萬五千四天下世界，其世界名揵沓提晉言：", "83": "香氣，世界純以污勒迦挱羅栴檀，其栴檀大如", "84": "一錢者，價當是世。彼世界有樹三曼陀揵陀", "85": "晉言：其香普熏。彼世界一一樹其香四百里，其土皆", "86": "生蓮華大如車輪，一華者有不可計百千葉、", "87": "無央數色，其華柔軟如天綩綖。華生高二丈", "88": "華，其香遍四天下，香甚香。彼世界四天下栴", "89": "檀為交露，經行處亦皆栴檀，波曇華來在兩", "9": "蹈地，草皆柔軟可意，足舉則生如故，其地皆", "90": "邊。彼世界無城郭、縣邑、聚落，但有交露帳覆", "91": "蓋其上。其世界人民食飲，譬如第五尼曼羅", "92": "天上。復次彼放香普熏世界，佛號揵陀勿賴", "93": "比晉言：香氣放光明如來、無所著、等正覺，現在說法。彼", "94": "如來世界純是菩薩行，無有弟子、緣一覺行", "95": "者，其彼世界四天下悉遍滿皆得神足，其菩", "96": "薩皆得不可思議忍。彼菩薩輩中，有菩薩名", "97": "薩惒曇無惟屈羅遊晉言：一切法無極積聚，得不可思", "98": "議願事，已得三忍，神通為達，其所報答皆悉", "99": "過上，供養甚多不可計諸佛。「復次目連！彼一"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0816 佛說道神足無極變化經: 佛說道神足無極變化經: 佛說道神通足無極變化經", "author": "西晉 安法欽譯", "sourceLink": "http://www.cbeta.org/"}