{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0656 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經", "text": {"0": "24 有行無行品(八)", "1": "菩薩瓔珞經卷第九一名現在報", "10": "悉各離散無有合偶，復於諸法不生想念而", "100": "如來無著聖賢之行。「若善男子、善女人及菩", "101": "薩摩訶薩，獲四意斷至十八法、三十七品，莊", "102": "嚴佛土成眾相好，八種音聲過于梵天，其有", "103": "眾生聞佛音響得解脫者，斯亦復是如來無", "104": "著聖賢之行。若復善男子、善女人，一一思", "105": "惟空無相願，不復染著興是非想，緣此三觀", "106": "當成無上正真道意，斯亦復是如來無著聖", "107": "賢之行。「若有善男子、善女人，從無數諸佛世", "108": "尊受菩薩別，當成無上正真道意，畢志牢", "109": "固終不中退，亦不為眾魔所能沮壞，斯亦復", "11": "有所成，亦復不念有解脫者，所觀諸法亦不", "110": "是如來無著聖賢之行。」爾時，明觀菩薩說是", "111": "如來無著聖賢行時，有八十四億眾生之類，", "112": "願樂欲求如來無著聖賢之行。復有無數之", "113": "眾，求於親近明觀菩薩以為師宗。復有無量", "114": "眾生各生斯念：「今日明觀菩薩摩訶薩，久如", "115": "當成無上正真道意。」爾時，世尊知眾會心各", "116": "生此念，便告明觀菩薩曰：「汝今以能宣暢如", "117": "來無著之行，如來聖慧不可窮盡。却後無數", "118": "阿僧祇劫，上方去此五十恒河沙數諸佛剎", "119": "土，佛名無垢如來、至真、等正覺，純有一乘教", "12": "有內亦不有外，亦無有遠亦無有近。得慧菩", "120": "化眾生，不聞緣覺弟子之名，汝當作佛號曰", "121": "明觀如來、至真、等正覺、明行成為、善逝、世間解、", "122": "無上士、道法御、天人師，號佛、世尊，汝當作佛", "123": "其號如是。」爾時，眾會一切眾生，見如來授明", "124": "觀菩薩決，或有眾生覺知者、不覺知者。爾", "125": "時，世尊觀察人心各懷狐疑，佛知其意便告", "126": "明觀菩薩曰：「如來、至真、等正覺在大眾中授", "127": "菩薩決，有覺知者、不覺知者，有八因緣。云", "128": "何為八？善男子、善女人得如來決，當成無上", "129": "平等正覺，一切眾人無能知者，是謂如來授", "13": "薩深了本無，其知是者去貢高心不生憍慢，", "130": "眾生決，己身自覺、餘人不知。「復次，明觀！若", "131": "有善男子、善女人，在大眾中為如來所見授", "132": "決，餘人盡見、己不覺知，是謂如來授眾生決，", "133": "餘人盡見、己不覺知。「復次，明觀菩薩摩訶薩！", "134": "若有善男子、善女人，為諸佛世尊所見授決，", "135": "汝當成佛其號如是，己知受決、餘人亦見，是", "136": "謂如來授眾生決，己自覺知、餘人亦見。「復次，", "137": "明觀菩薩摩訶薩！若有善男子、善女人，在大", "138": "眾中為如來所見授決，自不覺知、餘人亦不", "139": "知，是謂如來授眾生決，自不覺知、餘人亦不", "14": "是為善男子、善女人於諸善法而得解脫，便", "140": "知。」佛復告明觀菩薩：「若有善男子、善女人，在", "141": "大眾中受如來決，然此受決之人乃在未", "142": "行不近如來，近如來者自謂受我決，是謂", "143": "如來授眾生決，遠者覺知、近者不覺。「復次，明", "144": "觀菩薩摩訶薩！若有善男子、善女人，在大眾", "145": "中為如來所見授決，近如來者便自覺知：『今", "146": "日如來而授我決。』遠如來者復自稱說：『如來", "147": "今日授我等決，然此眾生未應受決。』是謂如", "148": "來授眾生決，近者覺知、遠者不覺。」佛復告明", "149": "觀菩薩摩訶薩：「若有善男子、善女人，為諸佛", "15": "得住於無生滅地。其所住者不見有住，復於", "150": "世尊所見授決，當成佛時其號如是，近者不", "151": "覺、遠亦不知，是謂如來授眾生決，遠近眾生", "152": "皆不覺知。」佛復告明觀菩薩：「若有善男子、善", "153": "女人，在大眾中為如來所見授決，近者亦覺、", "154": "遠者亦知、餘人不見，是謂如來八因緣法授", "155": "眾生決，近者亦覺、遠者亦知、餘人不見。」爾時，", "156": "世尊告四部眾：比丘、比丘尼、優婆塞、優婆夷，菩", "157": "薩摩訶薩、天、龍、鬼神、乾沓和、阿須倫、迦留羅、", "158": "真陀羅、摩休勒、人及非人：「汝等頗見明觀菩", "159": "薩受記別乎？」對曰：「非也。世尊！」佛復告族姓子：", "16": "諸法住無所住，亦於諸法見無所見，是謂善", "160": "「若有菩薩摩訶薩受如來決，初發道心受別", "161": "不同，今此明觀菩薩受如來決，己自覺知、餘", "162": "人不覺，如此等人未獲如來四無所畏，發心", "163": "自誓未廣及眾生，亦復未得善權方便，是故", "164": "受決己自覺知、餘者不覺。」佛復告族姓子：「若", "165": "有善男子、善女人受如來決，眾人盡見、自不", "166": "覺知，如此等人發意弘普廣及眾生，得四無", "167": "畏發心曠大，有善權方便教化眾生，是故受", "168": "決餘者盡覺、己不自知。」佛復告族姓子：「若有", "169": "善男子、善女人受如來決，己身自知、餘者亦", "17": "男子、善女人正其性行不念非邪。其作正見", "170": "見，如此等人在七住地分別空觀，不計眾生", "171": "有染著想，初發道心不生此念：『我後成佛度", "172": "爾所眾生、不度爾所眾生，心如虛空不可沮", "173": "壞，以獲如來四無所畏，得空觀三昧善權方", "174": "便。』是故受決，己身自知、餘者亦見。」佛復告族", "175": "姓子：「若有善男子、善女人受如來決，己身不", "176": "覺、餘者不知，如斯等人未在七住不退轉地，", "177": "雖有善權方便信樂三尊，供養承事諸佛世", "178": "尊，然未得如來無著之行，未能淨佛國土教", "179": "化眾生，是故受決自不覺知、餘者不見。」佛復", "18": "者，便於內性觀了色相亦無有色，亦不見色", "180": "告族姓子：「若善男子、善女人受如來決，遠者", "181": "得決、近者不得，如此等人彌勒身是。何以故？", "182": "此善男子、善女人諸根具足，不捨如來無著", "183": "之行，是故受決，遠者自覺、近者不知。」佛復告", "184": "族姓子：「若善男子、善女人受如來決，近者覺", "185": "知、遠者不見，亦非眾會所能測度，如此等人", "186": "在菩薩位，未能演說賢聖之行，今師子膺菩", "187": "薩是也。眾相具足不捨法本，於無想法中不", "188": "壞法性，是故受決，近者覺知、遠者不見，亦非", "189": "眾會所能測度。」佛復告族姓子：「若善男子、善", "19": "而有色也。何以故？知一切法觀空無形，知", "190": "女人如來授決，近者亦知、遠者亦見，如此等", "191": "人眾行具足，行不思議無量佛事，超生死海", "192": "至無為岸。何以故？此善男子、善女人諸根", "193": "具足，不捨如來無著之行，遍遊十方無量世", "194": "界，作不思議顯佛神德，今柔順菩薩是也。是", "195": "故，近者亦知、遠者亦見。」佛復告族姓子：「若善", "196": "男子、善女人受如來決，近者不知、遠者不見，", "197": "如此等人眾行未具、未得善權方便，雖復去", "198": "離五欲之中，未能備悉如來法藏，今等行菩", "199": "薩是也。」佛復告族姓子：「若有菩薩摩訶薩，奉", "2": "姚秦涼州沙門竺佛念譯", "20": "其本空如色無有色，於一切法亦不有受亦", "200": "持修習八因緣法，我今視之如己無異，亦為", "201": "十方諸佛世尊所見擁護。」爾時，釋提桓因即", "202": "從座起，前至佛所，頭面禮足，在一面立。須臾", "203": "之頃，前至佛所，長跪叉手，白佛言：「世尊！我", "204": "名拘翼號天帝釋，唯願世尊聽所啟白。」佛", "205": "言：「善哉，善哉！拘翼！有所疑難，今正是時。」釋", "206": "提桓因白佛言：「世尊！若有善男子、善女人，興", "207": "顯如來無著之行，具足授決八因緣法，我等", "208": "諸天當護此善男子、善女人至竟成就，終不", "209": "中退墮於羅漢辟支佛道。」爾時，釋提桓因即", "21": "不無受，是謂善男子、善女人於一切法而得", "210": "於佛前，而歎頌曰：", "211": "「本無無所著，永離諸惡趣，", "212": "云何如來今，授決有高下？", "213": "昔從無數劫，功勳不可量，", "214": "積功累眾德，一切眾相具。", "215": "如來諸法本，無生滅著斷，", "216": "尊今已授決，論說高下相。", "217": "得定不起思，生滅無所有，", "218": "諸法如幻化，名號不真實。", "219": "知本所從來，願樂無生法，", "22": "解脫。」是時，勇進菩薩說此有受品時，有十", "220": "演說三達智，從限至無限。", "221": "今為天帝釋，縛解諸結盡，", "222": "願尊見記別，久如逮正覺。」", "223": "爾時，世尊以偈報釋提桓因曰：", "224": "「汝今天帝釋，功德眾行至，", "225": "乃從無數世，積德光明尊。", "226": "今為天帝身，經大小劫數，", "227": "三十六成敗，不捨本要誓。", "228": "千佛兄弟過，無復賢劫名，", "229": "中間永曠絕，二十四中劫，", "23": "三億眾生，聞此法已皆得不起柔順法忍，異", "230": "後乃有佛出，十力無所畏，", "231": "清淨德普尊，剎土名普忍。", "232": "彼佛極長壽，在世壽七劫，", "233": "教化已周訖，永寂取滅度。", "234": "遺法在世化，亦復經七劫，", "235": "漸漸法沒盡，不聞三尊名。", "236": "中間復逈絕，當復經五劫，", "237": "汝於彼剎土，當紹如來位。", "238": "我今授汝決，本無如來印，", "239": "號名無著尊，三界最第一。", "24": "口同音各稱斯言：「今日勇進菩薩大士離於", "240": "獨步無等侶，說法無窮盡，", "241": "當化阿僧祇，無量眾生類。」", "242": "爾時，釋提桓因聞如來已見授決，頭面禮足，", "243": "遶佛三匝，還復故座。是時，弊魔波旬心自念", "244": "言：「今日如來、至真、等正覺，教化眾生轉無著", "245": "法輪，以善權方便將導一切諸不及者，眾菩", "246": "薩等神通大智皆得授決不退轉地。此賢聖", "247": "等我則不疑，今釋提桓因在我部界為我所", "248": "使，先為如來所見授決。如我今日心離魔行，", "249": "不在榮冀愛欲之中，何故如來不授我決爾？」", "25": "諸著，亦使我等成辦此法。我等仁者當以此", "250": "時，世尊知魔波旬心中所念，便告目犍連：", "251": "「汝能堪任於如來前，說諸菩薩摩訶薩受記", "252": "別乎？」是時，目連承佛威神，即從座起，前白", "253": "佛言：「我能堪任說菩薩摩訶薩受決之法。」佛", "254": "告目連：「堪任說者，今正是時。」目連白佛：「若", "255": "有菩薩摩訶薩於諸空法生染著心，便自貢", "256": "高輕蔑前學。如此等善男子、善女人在凡夫", "257": "地，不應稱為菩薩，不應受決得如來號。」目", "258": "連復白佛言：「若有善男子、善女人，見人受決", "259": "便生增上心：『我今豪貴、斯人卑賤。』如此等善", "26": "法教授餘人，如我無異悉得解脫畢無所著。」", "260": "男子、善女人在凡夫地，不應稱為菩薩，不應", "261": "受決得如來號。」目連復白佛言：「若善男子、善", "262": "女人，得佛明慧分別三觀空無相願，便為如", "263": "來所見授決。然有眾生見此人受決，便生憎", "264": "嫉心：『如來何為先授此決？』如此等善男子、善", "265": "女人在凡夫地，不當稱為菩薩，不應受決得", "266": "如來號。」是時，目連復白佛言：「若有善男子、善", "267": "女人，得佛神足四無所畏，遊諸空界轉於法", "268": "輪，善權方便無所罣礙，所演法教皆有所", "269": "益，便為如來所見授決。然有眾生得世俗智", "27": "爾時，世尊告勇進菩薩曰：「夫泥洹心亦不在", "270": "辯才第一，知古明今三世通達，內自思惟而", "271": "生此念：『我所苞攬無事不貫，如來何為不", "272": "授我決？今乃返更授此人決？』如此等善男子、", "273": "善女人在凡夫地，不應稱為菩薩，不應受決", "274": "得如來號。」目連復白佛言：「若有善男子、善女", "275": "人，得無生法忍四等具足，遊至十方無量世", "276": "界，本從此佛而發道心，更從異佛受其記", "277": "別。然有眾生內自生念：『此非我眾，非我徒", "278": "類，如來何為先授此決、不授我別？』如此等", "279": "善男子、善女人在凡夫地，不應稱為菩薩，不", "28": "內、亦不在外、亦復不在兩中間止，有受菩薩", "280": "應受決得如來號。」目連復白佛言：「若有善男", "281": "子、善女人，轉無上法輪，六通變化無所觸", "282": "礙，權詐巧便攝取眾生，此菩薩摩訶薩，便", "283": "為如來所見授決。復有眾生在三毒等分愛", "284": "心未盡，未能適化承事諸佛，內自狐疑而生", "285": "是念：『今觀此人如有所辦，為是如來威力", "286": "所感？為此善男子審有此化？』於彼此中生猶", "287": "豫想。如此等善男子、善女人在凡夫地，不應", "288": "稱為菩薩，不應受決得如來號。」是時，目連復", "289": "白佛言：「世尊！若有善男子、善女人，生在龍", "29": "無生滅處，諸菩薩心道等無二亦無若干。道", "290": "中發菩薩心，眾行具足無所缺漏，便為如來", "291": "所見授決。或有眾生內自思惟：『我得人身諸", "292": "根具足，明達正法六情完具，如來何為不授", "293": "我決？今乃返更授此龍決？』如此等善男子、善", "294": "女人在凡夫地，不應稱為菩薩，不應受決得", "295": "如來號。」是時，目連復白佛言：「若有善男子、善", "296": "女人，已得天身發菩薩心，斷諸縛著無所戀", "297": "慕，捨己榮位遠離五樂，閉塞六情修清淨法，", "298": "離世八法不墮十惡，便為如來所見受決。", "299": "然有眾生內自生念：『今觀此天眾行未足，未", "3": "25 有受品(九)有受品第二十五", "30": "心適等無若干者，於一切人必有平等無二之", "300": "捨此形復於人身，何為如來而授此決、不授", "301": "我別？』如此等善男子、善女人在凡夫地，不", "302": "應稱為菩薩，不應受決得如來號。」是時，目", "303": "連復白佛言：「或有眾生受地獄形，以佛神力", "304": "往授其決，如我昔日為佛所遣授提婆達兜", "305": "決。然有眾生內自生念：『受地獄形苦痛無量，", "306": "鑊湯燒煮，死而更生，刀山劍樹、爐炭鐵輪、火", "307": "車熾風、銅柱碓臼，於中受苦痛毒無量。當爾", "308": "之時何有道心？如來今日返更授決得如來", "309": "號。然我等已得人身，不授我決？』如此等善", "31": "心，是謂菩薩故名曰等而無差別。」是時，坐", "310": "男子、善女人在凡夫地，不應稱為菩薩，不應", "311": "受決得如來號。」是時，目連復白佛言：「若有", "312": "善男子、善女人，生餓鬼中受餓鬼形，善見菩", "313": "薩父像、舍利弗祖、善施長者母，受形苦惱，", "314": "腹如泰山咽如細鍼，咽長千丈而有千鬲，一", "315": "鬲千節，雖得漿水化為膿血，眼如深井如", "316": "千丈崖，然受苦痛不可稱量，為餓火所燒", "317": "求死不得。然佛世尊以大慈悲，即遣舍利弗", "318": "各授其決，令發道心。然有眾生內自生念：『餓", "319": "鬼苦惱無量，飢寒苦毒不可稱計，然今如來", "32": "中有五百天子，聞如來平等之法有受無受，", "320": "返授彼決、不授我決。』如此等善男子、善女人", "321": "在凡夫地，不應稱為菩薩，不應受決得如來", "322": "號。」爾時，世尊告目連曰：「善哉，善哉！族姓子！堪", "323": "任宣暢菩薩受決無礙之行，真佛之子非思", "324": "欲生。」爾時，弊魔波旬內自生念：「咄！我所行將", "325": "不謬乎？今聞尊者大目揵連所說，不為諸", "326": "人，正為我耳。」是時，波旬即從坐起，除去貢高", "327": "捨憍慢心，前至佛所，頭面禮足，前白佛言：「世", "328": "尊！我今愚惑，久處邪見未識真道。今釋提桓", "329": "因為我所統，如來今日先授其決，我即興意", "33": "諸塵垢盡得法眼淨。復有比丘、比丘尼、優婆", "330": "生是非心。唯願世尊，受我悔過，消滅欲本不", "331": "著榮冀。」佛告弊魔波旬：「汝今座上見彌勒菩", "332": "薩不乎？」波旬白佛：「唯然。世尊！」佛告波旬：「此", "333": "彌勒菩薩當授汝決得菩薩號。」", "334": "27 淨智除垢品(九)菩薩瓔珞經淨智除垢品第二十七", "335": "東方去此三十七恒河沙數，有佛土名曰華", "336": "嚴，佛名一意如來、至真、等正覺、明行成為、善", "337": "逝、世間解、無上士、道法御、天人師，號佛、世尊。", "338": "彼佛如來遣一菩薩，名曰淨一切地，具眾行", "339": "本定意不亂，三昧正受無所罣礙。佛所住處", "34": "塞、優婆夷，五百餘眾皆得須陀洹道。復有無", "340": "皆悉履行，不染法界去吾我想，即從座起，偏", "341": "露右臂，右膝著地，長跪叉手，前白佛言：「欲", "342": "有所問，若見聽者，敢有所陳。」佛言：「善哉，善", "343": "哉！族姓子！欲問如來所懷疑者，今正是時。」淨", "344": "一切地菩薩白佛言：「世尊！云何善男子、善女", "345": "人，供養諸佛無諸佛想，於諸法本亦復如是？", "346": "雖度眾生無眾生念，行菩薩道不失本意，具", "347": "足諸願德行充滿，受決心淨不離明慧。」爾時，", "348": "世尊告淨一切地菩薩曰：「若有善男子、善女", "349": "人，分別思惟大乘行本不可思議深奧之藏，", "35": "央數天、龍、鬼神、乾沓和、阿須倫、迦留羅、真陀", "350": "先當習學定意正受，除亂想行，然後乃具六", "351": "度無極，自觀身空觀他人心亦復如是。若善", "352": "男子、善女人，入等定三昧心不動轉，悉能分", "353": "別一切眾行。云何善男子、善女人入定三昧，", "354": "於一切法思惟分別無有錯謬？於是，族姓子！", "355": "若有菩薩摩訶薩，立根得力逮不退轉，便能", "356": "入定自觀身本本所從來，一一分別悉知起", "357": "滅，來不知所從來、去不知所從去。此善男子、", "358": "善女人從定意起，復入外身定意，一一分別眾", "359": "生之類。復見無量諸佛剎土，有受形者不受", "36": "羅、摩休勒、人及非人，志趣大乘，皆發無上平", "360": "形者。或時善男子、善女人，復更入定觀內外", "361": "身，彼身我身發趣有異身行共同，如我所觀，", "362": "趣大乘者不捨眾生，求緣覺者亦不求清淨", "363": "於佛土，弟子學者承聲受教離於三有，是謂", "364": "內外觀定身行共同發趣有異。」佛復告淨一切", "365": "地曰：「若有善男子、善女人，入此等定正受三", "366": "昧，悉使無量世界盡從化教、從化得度，隨意", "367": "所樂恣其心意遊於百千三昧，於中攝意而", "368": "不錯亂，是謂善男子、善女人趣大乘者不捨", "369": "眾生。」佛復告淨一切地菩薩：「若有善男子、善", "37": "等道意。", "370": "女人入一身定，便能觀察眾生心本，有婬怒", "371": "癡、無婬怒癡，隨其本行而度脫之。此善男子、", "372": "善女人從一身定起，復入眾多身定，觀眾生", "373": "類有婬怒癡、無婬怒癡，隨其本行而度脫之。」", "374": "爾時，世尊復告淨一切地菩薩：「若有善男子、", "375": "善女人入無形觀三昧，遍觀眾生心識所念，", "376": "眾生若干所念不同。復有三昧名觀眾生心，", "377": "菩薩摩訶薩得此定意者，便能觀察人道眾", "378": "生，遍知十方無量世界，有婬怒癡、無婬怒癡，", "379": "隨其本行而度脫之。」佛復告族姓子：「復有定", "38": "26 無著品(九)菩薩瓔珞經無著品第二十六", "380": "意知閱叉心，菩薩摩訶薩得此三昧者，遍觀", "381": "閱叉心識所念，有婬怒癡、無婬怒癡，隨其本", "382": "行而度脫之。」佛復告淨一切地菩薩曰：「復", "383": "有定意知諸龍心，菩薩得此定意者，便能", "384": "觀察龍道眾生心識所念，遍知十方無量世", "385": "界，有婬怒癡、無婬怒癡，隨其本行而度脫之。」", "386": "佛復告淨一切地曰：「復有定意知阿須倫心，", "387": "菩薩摩訶薩得此定意者，便能觀察須倫", "388": "所念，遍觀十方無量世界，有婬怒癡、無婬怒", "389": "癡，隨其本行而度脫之。」佛復告族姓子：「復", "39": "是時，世尊告四部眾——比丘、比丘尼、優婆塞、優", "390": "有定意知諸天心，菩薩得此定意者，便能觀", "391": "察天道眾生心，遍知十方無量世界，有婬怒", "392": "癡、無婬怒癡，隨其本行而度脫之。」佛復告族", "393": "姓子：「復有定意知梵天心，菩薩摩訶薩得此", "394": "定意，便能觀察淨志天心，遍知十方無量", "395": "世界，有婬怒癡、無婬怒癡，隨其本行而度脫", "396": "之。」佛復告族姓子：「復有定意知欲界眾生心，", "397": "菩薩摩訶薩得此定意，便能觀察欲界眾生，", "398": "遍知十方無量世界，有婬怒癡、無婬怒癡，隨", "399": "其本行而度脫之。」佛復告族姓子：「復有定意", "4": "是時，勇進菩薩白佛言：「世尊！今聞如來說甚", "40": "婆夷——及諸菩薩摩訶薩，天、龍、鬼神、八部之眾：", "400": "知地獄心，菩薩摩訶薩得此定意者，便能", "401": "觀察地獄眾生，遍觀十方無量世界，有婬怒", "402": "癡、無婬怒癡，隨其本行而度脫之。」佛復告族", "403": "姓子：「復有定意知弗于逮眾生心，菩薩摩訶", "404": "薩得此定意者，便能觀察弗于逮眾生，遍", "405": "知十方無量世界，有婬怒癡、無婬怒癡，隨其", "406": "本行而度脫之。」佛復告淨一切地菩薩曰：「復", "407": "有定意知閻浮地眾生心，菩薩摩訶薩得此", "408": "定意者，便能觀察閻浮地眾生，遍知十方", "409": "無量世界，有婬怒癡、無婬怒癡，隨其本行而", "41": "「若有菩薩摩訶薩，欲逮一切智、欲上菩薩位、", "410": "度脫之。」佛復告淨一切地菩薩曰：「復有定意", "411": "知瞿耶尼眾生心，菩薩得此定意者，便能觀", "412": "察瞿耶尼眾生心意，遍知十方無量世界，有", "413": "婬怒癡、無婬怒癡，隨其本行而度脫之。」佛", "414": "告淨一切地菩薩曰：「復有定意知欝單曰眾", "415": "生心中所念，菩薩得此定意，便能觀察欝單", "416": "曰眾生心，遍知十方無量世界，有婬怒癡、無", "417": "婬怒癡，隨其本行而度脫之。」佛復告淨一切", "418": "地菩薩曰：「復有定意知一四天下眾生心中", "419": "所念，菩薩得此定意者，便能觀察一四天下", "42": "欲得金剛三昧、欲得降伏魔官屬者、欲逮一", "420": "眾生心中所念，遍知十方無量世界，有婬怒", "421": "癡、無婬怒癡，隨其本行而度脫之。」佛復告淨", "422": "一切地菩薩曰：「復有定意知二四天下眾生", "423": "心中所念，菩薩得此定意者，便能觀察二四", "424": "天下眾生心中所念，遍知十方無量世界，有", "425": "婬怒癡、無婬怒癡，隨其本行而度脫之。」佛復", "426": "告淨一切地菩薩曰：「復有定意知三四天下", "427": "眾生心中所念，菩薩得此定意者，便能觀察", "428": "三四天下眾生心中所念，遍知十方無量世", "429": "界，有婬怒癡、無婬怒癡，隨其本行而度脫之。」", "43": "切諸法門總持者、欲離此彼處者、欲莊嚴佛", "430": "佛復告淨一切地菩薩曰：「復有定意知四四", "431": "天下眾生心中所念，菩薩得此定意者，便能", "432": "觀察四四天下眾生心中所念，遍知十方無", "433": "量世界，有婬怒癡、無婬怒癡，隨其本行而度", "434": "脫之。」佛復告淨一切地菩薩曰：「復有定意知", "435": "五四天下眾生心中所念，菩薩得此定意者，", "436": "便能觀察五四天下眾生心中所念，遍知十", "437": "方無量世界，有婬怒癡、無婬怒癡，隨其本行", "438": "而度脫之。」", "439": "佛復告淨一切地菩薩曰：「復有定意知六四", "44": "樹者，是善男子、善女人，當習如來無著之行。", "440": "天下眾生心中所念，菩薩得此定意者，便能", "441": "觀察六四天下眾生心中所念，遍知十方無", "442": "量世界，有婬怒癡、無婬怒癡，隨其本行而度", "443": "脫之。」佛復告淨一切地菩薩曰：「復有定意知", "444": "七四天下眾生心中所念，菩薩得此定意者，", "445": "便能觀察七四天下眾生心中所念，遍知十", "446": "方無量世界，有婬怒癡、無婬怒癡，隨其本行", "447": "而度脫之。」佛復告淨一切地菩薩曰：「復有定", "448": "意知八四天下眾生心中所念，菩薩得此定", "449": "意者，便能觀察八四天下眾生心中所念，遍", "45": "「復次，善男子、善女人欲得淨佛國土教化眾", "450": "知十方無量世界，有婬怒癡、無婬怒癡，隨其", "451": "本行而度脫之。」佛復告淨一切地菩薩曰：「復", "452": "有定意知九四天下眾生心中所念，菩薩得", "453": "此定意者，便能觀察九四天下眾生心中所", "454": "念，遍觀十方無量世界，有婬怒癡、無婬怒癡，", "455": "隨其本行而度脫之。」佛復告淨一切地菩薩", "456": "曰：「復有定意知十四天下眾生心中所念，菩薩", "457": "得此定意者，便能觀察十四天下眾生心中所", "458": "念，遍知十方無量世界，有婬怒癡、無婬怒癡，", "459": "隨其本行而度脫之。」佛復告淨一切地菩薩", "46": "生，從一佛國至一佛國，承事禮敬諸佛世尊", "460": "曰：「復有定意知百四天下眾生心中所念，菩", "461": "薩得此定意者，便能觀察百四天下眾生心", "462": "中所念，遍觀十方無量世界，有婬怒癡、無婬", "463": "怒癡，隨其本行而度脫之。」佛復告淨一切地", "464": "菩薩曰：「復有定意知千四天下眾生心中所念，", "465": "菩薩得此定意者，便能觀察千四天下眾生", "466": "心中所念，遍觀十方無量世界，有婬怒癡、無", "467": "婬怒癡，隨其本行而度脫之。」佛復告淨一切", "468": "地菩薩曰：「復有定意知萬四天下眾生心中", "469": "所念，菩薩得此定意者，便能觀察萬四天下", "47": "者，當學如來無著之行。若有善男子、善女人，", "470": "眾生心中所念，遍觀十方無量世界，有婬怒癡、", "471": "無婬怒癡，隨其本行而度脫之。」佛復告淨一", "472": "切地菩薩曰：「復有定意知億萬四天下眾生", "473": "心中所念，菩薩得此定意者，便能觀察億萬", "474": "四天下眾生心中所念，遍知十方無量世界，", "475": "有婬怒癡、無婬怒癡，隨其本行而度脫之。」佛", "476": "復告淨一切地菩薩曰：「復有定意知一佛國", "477": "眾生心中所念，菩薩得此定意者，便能觀察", "478": "知一佛境界眾生心中所念，遍知十方無量", "479": "世界，有婬怒癡、無婬怒癡，隨其本行而度脫", "48": "欲得如來奇特之法甚尊重者，若有眾生不", "480": "之。」佛復告淨一切地菩薩曰：「復有定意知十", "481": "佛剎土眾生心中所念，菩薩得此定意者，便", "482": "能觀察十佛剎土眾生心中所念，遍觀十方", "483": "無量世界，有婬怒癡、無婬怒癡，隨其本行而", "484": "度脫之。」佛復告淨一切地菩薩曰：「復有定意", "485": "知百佛剎土眾生心中所念，菩薩得此定意", "486": "者，便能觀察百佛剎土眾生心中所念，遍觀", "487": "十方無量世界，有婬怒癡、無婬怒癡，隨其本", "488": "行而度脫之。」佛復告淨一切地菩薩曰：「復有", "489": "定意知萬佛剎土眾生心中所念，菩薩得此", "49": "於三界受色陰形，欲離五患不處五道，如斯", "490": "定意者，便能觀察萬佛剎土眾生心中所念，", "491": "遍觀十方無量世界，有婬怒癡、無婬怒癡，隨", "492": "其本行而度脫之。」佛復告淨一切地菩薩曰：", "493": "「復有定意知億佛剎土眾生心中所念，菩薩", "494": "得此定意者，便能觀察億佛剎土眾生心中", "495": "所念，遍觀十方無量世界，有婬怒癡、無婬怒", "496": "癡，隨其本行而度脫之。如是菩薩摩訶薩，於", "497": "此定意，盡得具足諸三昧王。」", "498": "佛復告淨一切地菩薩曰：「若有善男子、善女", "499": "人，奉持修習此法門者，便獲如來眾相具足。」", "5": "深法諸賢聖律所入之門，其有聞知了此法", "50": "等善男子、善女人，常當修習如來無著之行。」", "500": "爾時，世尊告淨一切地菩薩曰：「若有善男子、", "501": "善女人，得此三昧定意者，有善權方便教化", "502": "眾生，復有十事得功德業。云何為十？一者、", "503": "口氣清淨人多信用；二者、不失本意不譏彼", "504": "受；三者、善明算數知六十四變；四者、分別空", "505": "無形相法；五者、知當來法解脫無緣；六者、於", "506": "現在法念成證法；七者、憶過去行知以無相；", "507": "八者、於無相法本無自然；九者、起滅自然不", "508": "著三世；十者、菩薩定意不失次第。是謂菩薩", "509": "摩訶薩入定三昧，便能觀察億佛剎土眾生", "51": "佛復告：「善男子、善女人！吾般泥洹後正法漸", "510": "心中所念，有婬怒癡、無婬怒癡，隨其本行而", "511": "度脫之。」", "512": "28 無斷品(九)菩薩瓔珞經無斷品第二十八", "513": "佛復告等行菩薩：「若有善男子、善女人，從", "514": "初發意發菩薩心，修行五法不懷怯弱。云何", "515": "五法？一者、勸進前人不捨道心；二者、分別法", "516": "界不毀法性；三者、一意清淨無他異想；四者、", "517": "行權方便度未度者；五者、得三十二業定意", "518": "不亂。是謂，等行菩薩摩訶薩！從初發意守菩", "519": "薩心，修此五法不捨道意。」佛復告等行菩薩", "52": "衰，多有眾生倚託法服，貪小利養詐發道", "520": "曰：「若有善男子、善女人初發道心，復有五事。", "521": "云何為五？一者、分別三世不離空無；二者、淨", "522": "己國土育養眾生；三者、分別眼識不受外入；", "523": "四者、神足神通念則在前；五者、現在眾智而", "524": "自瓔珞。是謂，等行菩薩摩訶薩！從初發意修", "525": "此五法，而得成就無有疑難，進前成佛不懷", "526": "怯弱。」佛復告等行菩薩：「若善男子、善女人發", "527": "菩薩心，當行五法而自瓔珞。云何為五？於是，", "528": "族姓子！若菩薩初發道心入等定意，能令十", "529": "方天下盡為七寶；二者、使己國土眾生斷婬", "53": "心，虧損正法無清淨意，如斯等人不信三", "530": "怒癡；三者、己成佛時修三空慧；四者、莊嚴一", "531": "相不離慧根；五者、行六神通不自稱記。是謂", "532": "善男子、善女人從初發意行菩薩道，行此五", "533": "法而自瓔珞。」佛復告等行菩薩：「若有善男子、", "534": "善女人從初發意行菩薩道，復有五法。云何", "535": "為五？一者、思惟如來無形相法；二者、諸佛要", "536": "誓不違本性；三者、自識本命知所從來；四者、", "537": "不計我人壽命離五苦難；五者、法本自爾不", "538": "見起滅。是謂善男子、善女人修此五法而自", "539": "瓔珞。」佛復告等行菩薩：「若有善男子、善女人", "54": "寶至賢之行，雖在我眾離我甚遠。若復善", "540": "從初發意行菩薩道，當行五法不可思議。云", "541": "何為五？一者、諸佛神德不可思議；二者、諸佛", "542": "篋藏不可思議；三者、行果受報不可思議；", "543": "四者、諸佛剎土不可思議；五者、演布道教不", "544": "可思議。是謂善男子、善女人初發道心，修此", "545": "五行不可思議，乃至成佛而自瓔珞。」爾時，世", "546": "尊在於大眾，而說此偈：", "547": "「諸佛不思議，宣暢道亦然，", "548": "思惟眾生本，本末不可覩。", "549": "執四聖諦炬，照彼無明根，", "55": "男子、善女人，修習如來無著之行，雖在凡夫", "550": "常思無有常，念除結縛病。", "551": "劫數無有窮，無盡非有盡，", "552": "但為眾生惑，欲知本無心。", "553": "夫欲學在先，聞受深奧法，", "554": "亦非二乘行，所能用測度。", "555": "佛本自計誓，蠲除五道淵，", "556": "行盡由等心，故號人中尊。", "557": "佛慧無邊崖，神智無有量，", "558": "不以身苦本，永除三世難。", "559": "諸佛瓔珞法，自覺無師受，", "56": "未上菩薩位，執心牢固不捨道意。如斯等人，", "560": "心定如虛空，常想樂想緣。", "561": "吾從無數劫，入定不離空，", "562": "一意成一道，故號人中尊。", "563": "復於無數劫，承事諸世尊，", "564": "盡生逮無著，自致最正覺。", "565": "諸佛在世化，正法修道樂，", "566": "能淨諸佛國，不染三有樂。」", "567": "爾時，世尊說此偈已，復告等行菩薩：「若有善", "568": "男子、善女人奉持修習五不思議深奧法者，", "569": "十方諸佛悉來擁護，不為眾魔所能得便。」佛", "57": "正使處在億百千萬由延之外，猶去我近。何", "570": "復告等行菩薩：「若善男子、善女人從初發意", "571": "行菩薩心，當行五法不可思議。云何為五？", "572": "一者、以己定意遍施眾生，盡在佛處而不退", "573": "轉；二者、不猗三道而受果證；三者、無量法海", "574": "皆現在前；四者、眾相法門具足智辯；五者、", "575": "分身教化得六度慧。是謂，族姓子！從初發意", "576": "行菩薩心，行此五法不可思議，便能具足如", "577": "來眾行。」佛復告等行菩薩：「若有善男子、善女", "578": "人，思惟分別五苦法本。云何為五？一者、分別", "579": "色原不生識著；二者、思百八痛無有苦樂；三", "58": "以故？此善男子、善女人，修習如來無著行", "580": "者、永斷眾想不興亂意；四者、解十二因緣本", "581": "無此行；五者、識神無形不可究盡。是謂，等行", "582": "菩薩！若善男子、善女人分別思惟五苦法本", "583": "者，親近佛藏不離賢聖眾道之原。」佛告等", "584": "行菩薩：「若善男子、善女人從初發意修菩薩", "585": "心，復有五法不可窮盡。云何為五？一者、無", "586": "數功勳不可窮盡；二者、八十四智不可窮盡；", "587": "三者、如來法慧不可窮盡；四者、諸法要定不", "588": "可窮盡；五者、八種音響不可窮盡。是謂，等行", "589": "菩薩！若善男子、善女人從初發意修菩薩心，", "59": "故。」爾時，有菩薩名曰明觀，即從座起頭面", "590": "修此五法不可窮盡，便能具足如來之法。」爾", "591": "時，世尊復告等行菩薩：「若善男子、善女人從", "592": "初發意修菩薩心，修行六度不可思議法。", "593": "云何為六？於是，善男子、善女人不惜身命，", "594": "隨前所索不逆人意，於中具足施度無極。雖", "595": "具施度，攝持戒人不毀戒性，見暴逆者勸令", "596": "忍辱。若人懈怠，勸令精進。或有眾生著六十", "597": "二見，心意錯亂不識虛無泥洹大道，攝彼眾", "598": "生一意禪定，除去亂想不生二見。或有眾生", "599": "永在闇冥懷愚癡心，以權方便攝彼眾生令", "6": "者，亦不見著亦不見脫，於空無法而無所損，", "60": "禮足，前白佛言：「世尊！云何名為如來至真", "600": "見慧明。」佛復告等行菩薩：「若有善男子、善女", "601": "人從初發意修菩薩心，於一度中便當具足", "602": "六度無極。云何於一度中便能具足六度無", "603": "極？或有眾生一心持戒不毀戒性，於持戒中", "604": "具足布施，不譏彼受常行忍辱。若有眾生見", "605": "毀辱者，不興亂想無瞋怒心，日夜精懃無懈", "606": "怠心。雖持禁戒定意不亂，於戒性中不毀於", "607": "禪，演布智慧除愚闇心，是謂菩薩在戒度無", "608": "極，便能具足六度無極。」佛復告等行菩薩：「若", "609": "有善男子、善女人，從初發意修菩薩心，得忍", "61": "無著之行？唯願世尊一一分別，令諸會者各", "610": "度無極，降伏心意不念貢高，於忍度無極復", "611": "當具足六度之法。不捨忍心而行布施，雖有", "612": "所施不起想著。於中具足戒性之法，若人擊", "613": "打不起亂想自攝心意。具足修習忍度無極，", "614": "具足定意不毀禪法，於忍度中具足禪行。若", "615": "復善男子、善女人已得忍度，分別五陰成敗所", "616": "起，思惟三毒知從癡愛，以道慧觀察永無所", "617": "生。是謂善男子、善女人於忍度中具足六度", "618": "之法。」佛復告等行菩薩：「若有善男子、善女人", "619": "從初發意修菩薩心，於禪定中復當具足六", "62": "得開解。」佛告明觀菩薩曰：「我今問汝，汝當報", "620": "度無極，攝取眾生除去亂想。云何菩薩於禪", "621": "定中具足六度？於是善男子、善女人，觀空身", "622": "相不見起滅，定心不亂而行布施，不見眾生", "623": "及以財寶，亦不生心：『今我所施後獲大報，莊", "624": "嚴佛土本無清淨。』便能具足智度無極。」佛復", "625": "告等行菩薩：「若有善男子、善女人從初發意", "626": "修菩薩心，於智度無極具足六度。云何善男", "627": "子、善女人於智度無極具足六度？於是善男", "628": "子、善女人，已能修習智度無極，分別無想無", "629": "他異行，一一分別名身句身，攝意持戒不毀", "63": "我。云何？族姓子！汝何以故號明觀乎？用色", "630": "戒性，若人毀辱不懷憂慼，是謂於智具足戒", "631": "性。若復善男子、善女人，於智度無極修行忍", "632": "辱，心如虛空不受穢惡，是謂於智度無極得", "633": "忍辱心。」佛復告等行菩薩：「若善男子、善女人", "634": "得智度無極，攝意精進去懈怠心，分別眼界", "635": "不可思議，見懈怠者勸令精進，是謂於智度", "636": "無極具足精進。」佛復告等行菩薩：「若有善男", "637": "子、善女人得智度無極，無極禪定心不分散，", "638": "一意一念經百千劫攝意自伏，於三十六度", "639": "皆悉分別，是謂，等行菩薩摩訶薩！眾行根原。」", "64": "耶？用痛想行識乎？因身耶？因名乎？用何等故", "640": "爾時，世尊與等行菩薩說是語時，有無量眾", "641": "生本發心趣於緣覺，今皆迴意發於無上正", "642": "真之道。復有無數諸天世人，得盡信之行不", "643": "離大乘。", "644": "菩薩瓔珞經卷第九", "65": "號明觀耶？」是時，明觀菩薩白佛言：「世尊！觀", "66": "色非色亦非有色，色性自空亦不有色，我色", "67": "彼色本無所有，色空本空色性自空。諸法自", "68": "然復無自然，諸法然熾本無自然，觀色無", "69": "生亦不見生，生自無生況當有色？但為眾生", "7": "不見諸法有所從來有所從去。若善男子、善", "70": "癡心所潤，不能自悟遂致苦惱，墜墮生死流", "71": "轉五道，身死名滅復更受身。如來大聖無", "72": "所染著，知所從來離諸縛著，眾行根元悉歸", "73": "於空，痛想行識亦復如是。觀識非識亦非有", "74": "識，識性自空亦不有識，我識彼識本無所有，", "75": "識空本空識性自空。諸法自然復無自然，諸", "76": "法然熾本無自然，觀識無生亦不見生，生", "77": "自無生況當有識？但為眾生癡心所潤，不能", "78": "自悟遂致苦惱，墜墮生死流轉五道，身死名", "79": "滅復更受形。如來大聖無所染著，知所從來", "8": "女人，深觀此法無所從來無所從去，爾乃明", "80": "離諸縛著，眾行根元悉歸於空，無著眾行亦", "81": "復如是，自致無上正真道意，何況善男子、善", "82": "女人，聞則信解於佛法眾？斯乃名曰無著之", "83": "行。」是時，明觀菩薩復白佛言：「若使善男子、善", "84": "女人聞如來無著之行，便於是中發菩薩心，", "85": "雖有是念，亦不供養諸佛世尊，斯於如來無", "86": "著之行而有耗減。若復善男子、善女人，意欲", "87": "懈怠不復堪樂修無著行，能自剋責念無著", "88": "行，一念之頃而不忘失，便得發無上至真", "89": "道意，何況篤信而奉行乎？「若善男子、善女人，", "9": "達名為解脫。一切諸法各各別異，其所言見", "90": "得如來金剛三昧，發弘誓心不可沮壞，斯皆", "91": "由如來無著聖行而得成就。若復善男子、善", "92": "女人，得三昧王三昧名曰奮迅勇。若菩薩摩", "93": "訶薩得此三昧者，便能降伏諸魔官屬，此善", "94": "男子、善女人，皆由無著聖行而有成辦。「若復", "95": "善男子、善女人得信空法無量聖行，修四意", "96": "止念念成就，分別內外空寂無形，斯皆出於", "97": "如來無著聖賢之行。若善男子、善女人，得四", "98": "神足心識自由，坐臥經行而無罣礙，遊至十", "99": "方無量世界，禮事供養諸佛世尊，斯亦復是"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0656 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經", "author": "姚秦 竺佛念譯", "sourceLink": "http://www.cbeta.org/"}