{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0146 舍衛國王夢見十事經: 舍衛國王夢見十事經", "text": {"0": "No. 146 [Nos. 125(52.9), 147-148]", "1": "舍衛國王夢見十事經", "10": "牛從四面鳴來相趣欲鬪，當合未合不知牛", "100": "以車兵相殺、馬兵相殺、步兵相殺，血流正赤，", "101": "王夢見十事者，正為是耳。王莫恐莫恐！於", "102": "國於身妻子皆無他。是夢者皆為後世方來", "103": "之事。」王即長跪言：「得佛教心即歡喜，如人持", "104": "小器受膏，膏多器小更求大器，得大器更受", "105": "之，即安隱不恐。」王即稽首再拜，前以頭面著", "106": "佛足而去。還歸於宮重賜正夫人，皆奪諸公", "107": "大臣俸祿，不復信諸婆羅門語。", "108": "舍衛國王夢見十事經", "109": "按此經，與《增一阿含經》第五十一卷〈大愛", "11": "處。九者見大陂水，中央濁四邊清。十者見溪", "110": "道般涅槃品〉，同本異譯，今國、宋二本文義", "111": "相同，此本與宋義同文異，似非一譯，而未", "112": "知是非、不敢去取。然此丹本詳悉，今且雙", "113": "存，以待賢哲。", "12": "水流正赤。王夢已即覺，王大惶怖，恐亡其", "13": "國軀。明日王即召公卿大臣及明道知解夢", "14": "者婆羅門，皆到王前，王即為說夜夢十事，誰", "15": "能解者？諸能解夢者即言：「我能解之，恐王聞", "16": "之不樂。」王言：「便說之，如卿所知。」婆羅門即為", "17": "王說之言：「當殺王太子以祠天王，重夫人當", "18": "殺以祠天王，邊傍侍奴婢當殺以祠天王，", "19": "所有白象當殺以祠天王，所重好馬當殺以", "2": "失譯", "20": "祠天王，所可臥具及著身珍寶好物，皆當燒", "21": "用祠天王，此王身乃無他。」王聞婆羅門解夢", "22": "如是，王即大愁憂，却入齋室思念。是王有一", "23": "夫人名摩利，就到王所齋室問：「王何為入齋", "24": "室愁憂，我身將有過失？」王即言：「若莫問，儻聞", "25": "者令若愁。」夫人即復問：「何因緣愁？」王言：「不", "26": "須復問，聞者令若憂。」夫人復言：「我是王身", "27": "半也，王有急緩當以告我。」王即為說之言：「我", "28": "昨日夜夢見十事。一者見三瓶，兩邊滿中央", "29": "空，兩瓶滿沸氣交往來，不入空瓶中。二者見", "3": "佛在舍衛祇桓阿難邠坻阿藍。時，國王波斯", "30": "馬口亦食，尻亦食。三者見小樹生華。四者見", "31": "小樹生實。五者見一人切繩，人後有羊主食", "32": "繩。六者見狐坐好床，食以金器。七者見大牛", "33": "還從小犢子乳。八者見四牛從四面鳴來相", "34": "趣欲鬪，當合未合不知牛處。九者見大陂水，", "35": "中央濁四邊清。十者見大溪水流正赤。夢已", "36": "即覺惶怖，夢如是，恐亡我國、恐亡我子、恐亡", "37": "我國中人民。反明日我即召公卿大臣諸婆", "38": "羅門能解夢者，為說夢如是，婆羅門解夢言：", "39": "『王所愛者，皆當以祠天用。』是故憂愁。」", "4": "匿夜臥夢見十事。何謂為十事？一者見三瓶", "40": "夫人言：「王莫愁憂！人行買金，以金磨石好惡", "41": "其色見石上，今佛在祇桓阿難邠坻阿藍，可", "42": "往問佛夢意，如佛解者當隨佛語。」王即勅左", "43": "右車騎，車騎已嚴，王即乘高蓋車，車名", "44": "婆羅延。時車騎數千即從舍衛，到祇桓阿", "45": "難邠坻阿藍徐步徑，即下車步到佛所。見佛", "46": "前以頭面著佛足，乃坐白佛言：「我昨日夜夢", "47": "見十事。一者見三瓶併，兩邊滿中央空，兩瓶", "48": "滿沸氣交往來，不入空瓶中。二者見馬口亦", "49": "食，尻亦食。三者見小樹生華。四者見小樹生", "5": "併，兩邊滿中央空，兩瓶滿沸氣交往來，不入", "50": "實。五者見一人切繩，人後有羊主食繩。六者", "51": "見狐坐於好床，食以金器。七者見大牛還從", "52": "小犢子乳。八者見四牛從四面鳴來相趣欲", "53": "鬪，當合未合不知牛處。九者見大陂水，中央", "54": "濁四邊清。十者見大溪水流正赤。我夢如是，", "55": "覺即怖󰒅，恐亡我國、恐亡我子、恐亡我國中", "56": "人民。」反王言：「願佛為我解是十事。」佛即告", "57": "王言：「莫恐莫恐！所夢者無他，於王身無惡，於", "58": "國亦無惡，於大子亦無惡，於夫人亦無惡。王", "59": "所夢者，皆為後世施耳。後世人不畏法，皆淫", "6": "空瓶中。二者見馬口亦食，尻亦食。三者見小", "60": "泆皆貪，一妻不厭足，數怒愚癡不知慚愧。王", "61": "夢見三瓶併，兩邊滿中央空，兩瓶滿沸氣交", "62": "往來，不入空瓶中者，後世人當不給視貧窮，", "63": "近親兩富自相饋遺，王夢見一事者，正為是", "64": "耳。王莫恐莫恐！於國於身妻子皆無他。王夢", "65": "見馬口亦食，尻亦食者，後世大臣當廩食於", "66": "官，復食於民，王夢見二事者，但為是耳。王莫", "67": "恐莫恐！於國於身妻子皆無他。王夢見小樹", "68": "生華者，後世人年未滿三十，當頭生白髮，王", "69": "夢見三事者，正為是耳。王莫恐莫恐！於國於", "7": "樹生華。四者見小樹生實。五者見一人切繩，", "70": "身妻子皆無他。王夢見小樹生實者，後世女", "71": "人年少當行嫁抱子，不知慚愧，王夢見四事", "72": "者，正為是耳。王莫恐莫恐！於國於身妻子", "73": "皆無他。王夢見一人切繩，人後有羊主食繩", "74": "者，後世人當行出賈留婦於家，婦當私與男", "75": "子共栖宿，王夢見五事者，正為是耳。王莫恐", "76": "莫恐！於國於身妻子皆無他。王夢見狐坐於", "77": "好床，食以金器者，後世賤人當有財富者，當", "78": "在上坐食飲極味，王夢見六事者，正為是", "79": "耳。王莫恐莫恐！於國於身妻子皆無他。王夢", "8": "人後有羊主食繩。六者見狐坐於好床，食以", "80": "見大牛還從小犢子乳者，後世人母當為女", "81": "作媒，將他人男子與女共房，母當主守門，持", "82": "女婬錢用自給活，王夢見七事者，正為是", "83": "耳。王莫恐莫恐！於國於身妻子皆無他。王夢", "84": "見四牛從四面鳴來相趣欲鬪，當合未合不", "85": "知牛處者，後世人大臣當不畏天，淫泆貪，一", "86": "妻不厭足，數怒愚癡不知慚愧不畏上下；雨", "87": "師不為時節，帝王長吏人民皆當請雨，雨師", "88": "見帝王長吏人民施行如是故四面起雲，帝", "89": "王長吏皆喜言：『雲已四面起，今當雨。』須臾", "9": "金器。七者見大牛還從小犢子乳。八者見四", "90": "間雲各自散去。雨師故見怪，欲使帝王長吏", "91": "人民畏天地，不淫泆不貪，守一妻，慈心莫", "92": "怒，王夢見八事者，正為是耳。王莫恐莫恐！", "93": "於國於身妻子皆無他。王夢見大陂水，中央", "94": "濁四邊清者，後世人民在閻浮利內者，當不", "95": "孝父母不敬長老，無反復不顧後，邊國當孝", "96": "父母敬長老有反復，王夢見九事者，正為是", "97": "耳。王莫恐莫恐！於國於身妻子皆無他。王夢", "98": "見大陂水正赤者，後世諸王當不厭其國", "99": "興師，人民起兵共鬪，當作車兵馬兵步兵，當"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0146 舍衛國王夢見十事經: 舍衛國王夢見十事經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}