{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1589 大乘唯識論: 大乘唯識論: 大乘唯識論: 大乘唯識論", "text": {"0": "No. 1589 [Nos. 1588, 1590; cf. No. 1591]", "1": "序大乘唯識論序", "10": "有此我於一中住者。應於一中見。應於異", "100": "何得生地獄中。云何畜生得生天上。如是地", "101": "獄畜生及餓鬼別類等生地獄中名為獄卒。", "102": "是事不然。", "103": "如畜生生天地獄無雜道", "104": "地獄中苦報由彼不能受", "105": "若畜生生天由雜業能感起世界樂。生中受", "106": "天樂報。獄卒等不爾。不受地獄苦報故。是故", "107": "畜生及餓鬼。無道理得生地獄中。", "108": "由罪人業故似獄卒等生", "109": "若許彼變異於識何不許", "11": "中見。應於和合中見。云何一中無我者。以", "110": "由地獄人業報故。四大別類生獄卒等種種", "111": "差別顯現色形量異。說名獄卒等。變異亦爾。", "112": "或顯現動搖手足等。生彼怖畏作殺害事。或", "113": "有兩山相似羺羊乍合乍離。鐵樹林中鐵樹", "114": "利刺或低或竪彼言不無此事。何故不許由", "115": "識起業識有變異。而說是四大有此變異。復", "116": "次。", "117": "業熏習識內執果生於外", "118": "何因熏習處於中不說果", "119": "是罪人業於地獄中。能見如此等事四大聚", "12": "有常無常過故。若有我與五陰一者。五陰", "120": "及其變異。此業熏習在地獄人識相續中。不", "121": "在餘處。此熏習處是識變異似獄卒等。是業", "122": "果報而不許在本處。非熏習處而許業果生。", "123": "何因作如此執。阿含是因。若但識似色等塵", "124": "生無色等外塵。佛世尊。不應說實有色等諸", "125": "入。此阿含非因。以非阿含意故。", "126": "色等入有教為化執我人", "127": "由隨別意說如說化生生", "128": "如佛世尊說有化生眾生。由別意故說。幻相", "129": "續不斷乃至來生。復次佛說。", "13": "無常我亦應無常。復有我若與陰一者。我", "130": "無眾生及我但法有因果", "131": "由此別說知是別教。佛世尊說。色等諸入亦", "132": "如是。為度宜聞說入眾生。此說依教意。別教", "133": "意云何。", "134": "識自種子生顯現起似塵", "135": "為成內外入故佛說此二", "136": "此偈欲顯何義。似塵識從自種子勝類變異", "137": "生。是種子及似塵。顯現為似色識生方便門", "138": "故。佛世尊次第說。眼入色入乃至似觸識。", "139": "從自種子至變異差別生。是種子及似觸。顯", "14": "是常故陰亦應常。若我與陰二者。一邊即", "140": "現為觸識生方便門故佛世尊說。為身入及", "141": "觸入若約此義說入。有何利益。", "142": "若他依此教得入人無我", "143": "由別教能除分別入法空", "144": "若佛世尊由此義說諸入。受化弟子得入人", "145": "空。從唯六雙但六識生。無一法為見者乃至", "146": "為觸者。若知此義說人空。所化弟子得入", "147": "人我空。由別說者。由說唯識教。得入法我空。", "148": "云何得入法空。一切法唯識生似色塵等。無", "149": "有一法色等為相。若知如此得入法空。若", "15": "同前無常。一邊即同前常。若離二邊者此亦", "150": "一切法一向無。是唯識亦應無。云何得成立。", "151": "非一切法一向無。說為法空。非知此義名入", "152": "法空。若爾云何得入法空。由除分別性相故。", "153": "得入法空。如凡夫分別所有法相。由此法相", "154": "一切法空無所有。是名法空。不由不可言體", "155": "諸佛境界說諸法空。如此唯識由別識所分", "156": "別體無所有故空。若入此理得成立唯識入", "157": "法我空。不由撥一切法無。若不如此別識應", "158": "成別識境。唯識義則不成。識塵實有故。此云", "159": "何可信由此義。佛世尊說。色等入是有不由", "16": "不然。離於二邊別相不可得。是故實無神我。", "160": "實有。色等入為眼識等境界。由如此理是義", "161": "可信。", "162": "外塵與隣虛不一亦不異", "163": "彼聚亦非塵隣虛不成故", "164": "此偈欲顯何義。是色等入各各是眼識等境。", "165": "為當與隣虛一如有分色鞞世師所執。為當不", "166": "一由隣虛各別故。為當是隣虛聚色入與隣", "167": "虛成一作眼識境。是義不然。是有分色於分", "168": "中不可見異體故。亦非多隣虛各各不可見", "169": "故。亦非多隣虛聚集成塵。由隣虛不成一物", "17": "如是知者名入人無我空。因緣法體空者。謂", "170": "故。云何不成。", "171": "一時六共聚隣虛成六方", "172": "若六同一處聚量如隣虛", "173": "有六隣虛從六方來。與一隣虛共聚。是一隣", "174": "虛不成一物。有六方分故。是一隣虛處他方", "175": "隣虛不得住故。若一隣虛處即是六處。一切", "176": "同一處故。則一切聚物量同隣虛。更互不相", "177": "過故。如隣虛量聚亦不應可見。若汝言隣虛", "178": "不得聚集無方分故。此過失不得起。是隣虛", "179": "聚更互相應。罽賓國毘婆沙師作如此說。則", "18": "諸色等因緣法。以隨俗因緣起。云何隨俗因", "180": "應問之。如汝所說隣虛聚物。此聚不異隣", "181": "虛。", "182": "若隣虛不合聚中誰和合", "183": "復次無方分隣虛聚不成", "184": "若隣虛無和合。於聚中此和合屬何法。若汝", "185": "言隣虛更互得和合。此義不然。何以故。隣虛", "186": "無方分故。若和合不成。何況有假名聚。應如", "187": "此說。聚有方分。若和合義不可立。無方分隣", "188": "虛云何和合得成。是故隣虛不成一物。隣虛", "189": "和合。若可然若不可然。今所不論。", "19": "緣起。世人見牛起於牛想不起馬想。見馬起", "190": "若物有方分不應成一物", "191": "隣虛東方分異餘五方。乃至下方分亦如是。", "192": "若分有異隣虛取分為體。云何得成一物", "193": "影障復云何。", "194": "若一隣虛無有方分。日正出時云何一邊有", "195": "影。何故作如此問。是隣虛無有別分正為日", "196": "所照。復次此隣虛與彼隣虛若並無方分。云", "197": "何相障。何以故。此隣虛無有餘分。是處相合", "198": "他來則障。若無有障一切六方隣虛同一處", "199": "故。則一切聚同隣虛量。此義已如前說。是影", "2": "唯識論者。乃是諸佛甚深境界。非是凡夫二", "20": "於馬想不起牛想。色等法中亦復如是。見柱", "200": "及障。屬聚不屬隣虛。云何不許此義。汝今許", "201": "聚是有異隣虛不。故說影障屬聚耶不也。若", "202": "同則無二。若聚不異隣虛。此影及障則不屬", "203": "聚。何以故。但形相分別謂之為聚。何用作此", "204": "思量。是色等諸塵體相未破。何者為其體。眼", "205": "等境界及青等類此義即應共思量。此眼等", "206": "境界及青等類。汝執為塵體。為是多物為。是", "207": "一物若爾有何失。若多者其失如前。若一者", "208": "亦有過。如偈言。", "209": "若一無次行俱無已未得", "21": "起柱想不起色想。見色起色想不起柱想。如", "210": "及別類多事亦無細難見", "211": "若一切青黃等無有隔別。是眼境界執為一", "212": "物。於地則無次第行。若一下足應遍行一切。", "213": "此間已得彼處未得。於一時中此二不成。何", "214": "以故。一時中一物不應有已得未得。不應有", "215": "多別類如象馬等軍。亦不應有多別事。何以", "216": "故。是一物處多物則在其中。此彼差別云何", "217": "得成。復次云何為一是二所至中間則空。復", "218": "次是最細水蟲與大同色。無不可見義。若汝", "219": "由相差別色等諸塵。執有別物不由別義。若", "22": "薪火相待無實。以離於薪更無實火。以離於", "220": "爾決定約隣虛別類。應分別塵差別。則隣虛", "221": "不成一物。色等五塵非眼等境界。是故唯識", "222": "義得成。諸塵者。謂識及識法為體。離能取", "223": "所取故無增。立正因果故不減。無無因及不", "224": "平等因。二空及十二緣生即是其自性。如偈", "225": "言。是有是無由依諸量可決是非。一切量中", "226": "證量最勝。若塵實無如此證智。云何得起。所", "227": "謂我證如此。", "228": "證智如夢中", "229": "如夢時。離塵見山樹等色。無有外塵。證智亦", "23": "火更無實薪。於薪更無實火。以離於火更無", "230": "如此。", "231": "是時如證智是時不見塵", "232": "云何塵可證", "233": "如汝所說證智起時。謂我如此證。此時中汝", "234": "不得見塵。但意識分別。眼識已滅故。是塵", "235": "云何可證若人說剎那滅。此人是時執色乃", "236": "至觸已謝。問若非五識所量。意不能憶持。", "237": "是故五塵決定是五識所量。量者是名見。是", "238": "故色等六塵說是所證。答是義不然。謂先已", "239": "證塵後方憶持。何以故。", "24": "實薪。於薪更無實火能作薪因。以離於火更", "240": "如說似塵識。", "241": "離色等六塵眼等六識。似六塵起。此義如前", "242": "說。", "243": "從此生憶持。", "244": "從此似塵識有。分別意識與憶持相應。似前", "245": "所起之塵後時得生。是故不可執由憶持起。", "246": "謂先以識證塵。若如夢中識無塵得起覺時。", "247": "若爾如世人自知夢識無塵。亦應自知覺識", "248": "無塵。既無此事。故知覺時所見塵。異夢中", "249": "所見。復次夢有更起義。覺時則不爾。非一切", "25": "無實薪能作火因。而見火說假名薪。見薪說", "250": "無塵。答此言非證。", "251": "夢見塵非有未覺不能知", "252": "如是虛妄分別串習惛熟。世人見非實塵如", "253": "夢所見謂為實有。覺則不爾。如實能解夢塵", "254": "非有。如是若觀行人修出世治道得無分別", "255": "智。入非安立聖諦見位得覺悟。是時無分別", "256": "智。後得清淨世智。如理見六塵實無所有。", "257": "此義平等。若由自相續轉異勝故。眾生六識", "258": "似六塵起。實不從塵生者。由事善惡友聽受", "259": "正邪二法。眾生有正邪二定。云何得成。若所", "26": "假名火。以相待成故。如是能成所成。而不離", "260": "親近及說實無。", "261": "更互增上故二識正邪定", "262": "一切眾生由更互識增上故。有二種識定成。", "263": "或正定或邪定。更互者。自他共成自他事。是", "264": "故別識相續勝能故。別識相續勝能生。不從", "265": "外塵起。若如夢識無境界。覺識亦如此者。云", "266": "何夢覺二人。行善作惡愛憎兩果。未來不同。", "267": "夢識由眠壞未來果不同", "268": "是正因。能令夢心無有果報。謂惛睡所壞故。", "269": "心弱不能成善惡業。問若一切唯有識。則無", "27": "能成因而有所成。不離所成因而有能成。如", "270": "身及言。云何牛羊等畜生。非屠兒所害而死。", "271": "若彼死非屠兒所作。屠兒云何得殺生罪。答", "272": "曰。", "273": "由他識變異死事於此成", "274": "如他失心等因鬼等心力", "275": "猶如鬼神等心變異故。令他或失念。或得夢。", "276": "或著鬼等。諸變異得成。復次有神通人心願", "277": "故。有如此事。如娑羅那王等得夢。由大迦旃", "278": "延心願故。復次阿蘭若仙人瞋心故。毘摩質", "279": "多羅王見怖畏事。如是由他識變異。能斷他", "28": "彼薪火能成所成亦實無。是名因緣法體空。", "280": "命根。因此事故。同類相續斷說名為死。此義", "281": "應知。復次。", "282": "云何檀陀林空寂由仙瞋", "283": "若由他識變異增上不許眾生死。世尊。成立", "284": "心重罰最為大罪。問優婆離長者。長者汝曾", "285": "聞不。云何檀陀柯林。迦陵伽林。摩登伽林。", "286": "空寂清淨。長者答言。瞿曇。曾聞由仙人瞋心。", "287": "心重罰大罪若爾云何成", "288": "若汝執有諸鬼神愛敬仙人故。殺害此中眾", "289": "生。不由仙人瞋心。若爾云何由此業心重罰", "29": "真如法空者。所謂佛性清淨之體古今一定。", "290": "大罪。劇於身口重罰。由仙人瞋心故。如是多", "291": "眾生死故。心重罰成大罪。若一切唯識。他心", "292": "通人為知他心為不知。若爾有何所以。若不", "293": "知云何得他心通。若知云何言識無境。", "294": "他心通人智不如境云何", "295": "如知自心故不知如佛境", "296": "是他心智境云何不如由無智故。如不可言", "297": "體他心則成佛境如此不能知故。此二境界", "298": "不如非是如此顯現故。能取所取分別未滅故。", "299": "此唯識理無窮。簡擇品類甚深無底。", "3": "乘所知。然此論始末明三種空。何者為三。一", "30": "故經云佛性者名為第一義空。所言空者體", "300": "成就唯識理我造隨自能", "301": "如理及如量難思佛等境", "302": "我等作一切功用。不能思度此理。此理非覺", "303": "觀所緣故。何人能遍通達此境。是佛境界。何", "304": "以故。諸佛世尊於一切法知無礙故。如量如", "305": "理。此境唯佛所見。", "306": "婆藪槃豆菩薩造唯識論竟。", "307": "菩提留支法師。先於北翻出唯識論。慧愷以", "308": "陳天嘉四年歲次癸未正月十六日。於廣州", "309": "制旨寺。請三藏法師拘羅那他。重譯此論。", "31": "無萬相故。言其空無萬相者。無有世間色等", "310": "行翻行講。至三月五日方竟。此論外國本有", "311": "義疏。翻得兩卷。三藏法師更釋本文。慧愷", "312": "注記。又得兩卷。末有僧忍法師。從晉安齎舊", "313": "本達番禺。愷取新文對讎校舊本。大意雖", "314": "復略同。偈語有異。長行解釋。詞繁義闕。論初", "315": "無歸敬。有識君子宜善尋之。今謹別抄偈", "316": "文。安於論後。庶披閱者為易耳。此論是佛法", "317": "正義。外國盛弘　沙門慧愷記。", "318": "修道不共他能說無等義", "319": "頂禮大乘理當說立及破", "32": "有為法故無萬相。非是同於無性法。以其真", "320": "無量佛所修除障及根本", "321": "唯識自性靜昧劣人不樂", "322": "實無有外塵似塵識生故", "323": "猶如瞖眼人見毛兩月等", "324": "處時悉無定無相續不定", "325": "作事悉不成若唯識無塵", "326": "定處等義成如夢如餓鬼", "327": "續不定一切同見膿河等", "328": "如夢害作事復次如地獄", "329": "一切見獄卒及共受逼害", "33": "如法體。是故經云。去八解脫者名不空空。是", "330": "如畜生生天地獄無雜道", "331": "地獄中苦報由彼不能受", "332": "由罪人業故似獄卒等生", "333": "若許彼變異於彼何不許", "334": "業熏習識內執果生於外", "335": "何因熏習處於中不說果", "336": "色等入有教為化執我人", "337": "由隨別意說如說化生生", "338": "識自種子生顯現起似塵", "339": "為成內外入故佛說此二", "34": "故不同無法空也。若如是觀。是名解真如法", "340": "若他依此教得入人無我", "341": "由別教能除分別入法空", "342": "外塵與隣虛不一亦不異", "343": "彼聚亦非塵隣虛不成故", "344": "一時六共聚隣虛成六方", "345": "若六同一處聚量如隣虛", "346": "若隣虛不合聚中誰和合", "347": "復次無方分隣虛聚不成", "348": "若物有方分不應成一物", "349": "影障復云何若同則無二", "35": "空。唯識論言唯識者。明但有內心無色香等", "350": "若一無次行俱無已未得", "351": "及別類多事亦無細難見", "352": "證智如夢中是時如證智", "353": "是時不見塵云何塵可證", "354": "如說似塵識從此生憶持", "355": "夢見塵非有未覺不能知", "356": "更互增上故二識正邪定", "357": "夢識由眠壞未來果不同", "358": "由他識變異死事於此成", "359": "如他失心等因鬼等心力", "36": "外諸境界。何以得知。如人目有膚翳妄見毛", "360": "云何檀陀林空寂由仙瞋", "361": "心重罰大罪若爾云何成", "362": "他心通人智不如境云何", "363": "如知自心故不知如佛境", "364": "成就唯識理我造隨自能", "365": "如理及如量難思佛等境", "366": "大乘唯識論", "37": "輪犍闥婆城等種種諸色實無前境界。但虛", "38": "妄見有如是諸眾生等外諸境界。故言唯識。", "39": "若爾但應言破色。不應言破心。此亦有義。心", "4": "者人無我空。二者因緣法體空。三者真歸佛", "40": "有二種。一者相應心。二者不相應心。相應心", "41": "者。謂無常妄識虛妄分別。與煩惱結使相應。", "42": "名相應心。不相應心者。所謂常住第一義諦。", "43": "古今一相自性清淨心。今言破心者。唯破妄", "44": "識煩惱相應心。不破佛性清淨心。故得言破", "45": "心也。", "46": "大乘唯識論一卷", "47": "天親菩薩造", "48": "陳天竺三藏真諦譯", "49": "修道不共他能說無等義", "5": "性空。我空者。我本自無。但凡夫之人愚癡顛", "50": "頂禮大乘理當說立及破", "51": "無量佛所修除障及根本", "52": "唯識自性靜昧劣人不信", "53": "於大乘中立三界唯有識。如經言。佛子三界", "54": "者唯有心。心意識等是總名。應知此心有相", "55": "應法。唯言者為除色塵等。", "56": "實無有外塵似塵識生故", "57": "猶如瞖眼人見毛二月等", "58": "大乘中立義。外塵實無所有。若爾云何見有", "59": "外塵。為證此義故言。似塵識生故。由識似塵", "6": "倒。於五陰中妄計為有。何以知無。凡夫依心", "60": "現故。眾生於無塵中見塵。為顯此識故立斯", "61": "譬如眼有病及眼根亂。於無物中識似二月", "62": "及鹿渴等而現。唯識義亦如是。是故三界實", "63": "無外塵。識轉似塵顯。三性二諦同無性性。名", "64": "非安立。", "65": "處時悉無定無相續不定", "66": "作事悉不成若唯識無塵", "67": "此偈欲顯何義。若離六塵。色等識生不從塵", "68": "生。何因此識有處得生。非一切處生。於此", "69": "處中或生不生而不恒生。若眾人同在一時", "7": "識妄想分別。於五陰因緣法中見我為有。然", "70": "一處。是識不定相續生非隨一人。如人眼有", "71": "瞖見毛二月等。餘人則不見。復有何因瞖", "72": "眼人所見髮蠅等塵。不能作髮蠅等事。餘塵", "73": "能作。又夢中所得飲食衣服毒藥刀杖等。不", "74": "能作飲食等事餘物能作。又乾闥婆城實非", "75": "有。不能作城事。餘城能作。若同無塵。是四種", "76": "義云何不同。是故離塵。定處定時不定相續", "77": "及作事。是四義悉不成。非不成。定處等義成", "78": "如夢。云何夢中離諸塵有處。或見國園男女", "79": "等非一切處。或是處中有時見有時不見而", "8": "此我相於五陰中實不可得。若爾般若觀此", "80": "不恒見。是故離塵。定處定時得成立。如餓鬼", "81": "續不定。如餓鬼相續不定得成。云何得成。一", "82": "切同見膿河等。膿遍滿河故名膿河。猶如酥", "83": "甕。餓鬼同業報位故。一切悉見膿等遍滿河", "84": "中非一。如見膿河。餘糞穢等河亦爾。或見有", "85": "人捉持刀杖。遮護不令得近。如此唯識相續", "86": "不定離塵得成如夢害作事。", "87": "如夢離男女交會出不淨為相夢害得成作", "88": "事亦爾。如此喻各各譬處時定等四義得成。", "89": "復次如地獄一切由地獄譬四義得成立。云何", "9": "五陰中一二離二。實體不可得猶如兔角。若", "90": "得成。見獄卒及共受逼害。如地獄中諸受罪", "91": "人見獄卒等定處定時見狗烏山等來平等見", "92": "非一。受逼害亦爾。實無獄卒等。由同業報增", "93": "上緣故。餘處亦如是。由此通譬四義得成。何", "94": "故獄卒狗烏等不許是實眾生無道理故是獄", "95": "卒不成地獄道受罪人故如地獄苦不能受", "96": "故。若彼地獄人更互相害。云何得分別此是", "97": "地獄人彼是獄卒。若同形貌力量無更互相", "98": "怖畏義。於赤鐵地火焰恒起。彼自不能忍受", "99": "燒燃苦。云何於中能逼害他。彼非地獄人。云"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1589 大乘唯識論: 大乘唯識論: 大乘唯識論: 大乘唯識論", "author": "天親菩薩造  陳 真諦譯", "sourceLink": "http://www.cbeta.org/"}