{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1077 佛說七俱胝佛母心大准提陀羅尼經", "text": {"0": "No. 1077 [Nos. 1075, 1076]", "1": "佛說七俱胝佛母心大准提陀羅", "10": "若有比丘比丘尼優婆塞優婆夷。受持讀誦", "11": "此陀羅尼滿八十萬遍無量劫來所造五無間", "12": "等。一切諸罪皆悉消滅。所在生處皆得", "13": "值遇諸佛菩薩。所有資具隨意充足。生生", "14": "常得出家。具持菩薩律儀淨戒。恒生人天", "15": "不墮惡趣。常為諸天之所守護。若有在家善", "16": "男女等誦持之者。其家無有災橫病苦之所", "17": "惱害。諸有所作無不諧偶。所說言語人皆", "18": "信受。若有誦此陀羅尼呪滿十萬遍。夢中", "19": "得見諸佛菩薩聲聞緣覺。自見口中吐出黑", "2": "尼經", "20": "物。若有重罪誦滿二十萬遍。夢中亦見諸", "21": "佛菩薩。亦復自見吐出黑物。若有五逆", "22": "罪。不得如是善夢之者。宜應更誦滿七十", "23": "萬遍。是時還得如前之相。乃至夢見吐出", "24": "白色如酪飯等。當知此人即是罪滅。清淨", "25": "之相。", "26": "復次我今說此大陀羅尼所作之事。若於佛", "27": "像前。或於塔前若清淨處。以瞿摩夷塗地。", "28": "而作方壇隨其大小。復以花香幡蓋飲食", "29": "燈燭。隨力所辦而供養之。復呪香水散於四", "3": "大唐天竺三藏地婆訶羅譯", "30": "方上下以為結界。於壇四角及壇中央。皆", "31": "各置一香水之瓶。持呪之者於其壇中。面向", "32": "東方胡跪。誦呪一千八遍。其香水瓶即便", "33": "自轉。叉手捧雜花。呪千八遍。散一鏡面。", "34": "又於鏡前正觀。誦呪亦千八遍。得見佛", "35": "菩薩像。應呪花百八遍。而散供養。隨請", "36": "問法無不決了。若有鬼病以呪茅草而拂", "37": "病人即得除愈。若有幼小為鬼所著。以五色", "38": "縷應令童女搓以為線。一呪一結滿二十", "39": "一。用繫其頸。以芥子呪滿七遍。散其面", "4": "爾時佛在舍衛國祇樹給孤獨園。是時世尊", "40": "即便除差。", "41": "復次有法。於病者前墨畫其形。呪楊枝打", "42": "之。亦便除差。", "43": "復次有法。若有病人為鬼所著身在遠處。", "44": "應呪楊枝具滿七遍。寄人持打即亦除", "45": "差。", "46": "復次有法。若在路行誦此呪。無有賊盜惡", "47": "獸等畏。", "48": "復次有法。常持此呪。設有諍訟無不獲勝。", "49": "若欲往渡江河大海。誦呪而渡無有水中惡", "5": "思惟觀察。愍未來諸眾生故。說是七俱胝佛", "50": "獸等難。", "51": "復次有法。若被繫閉枷鎖禁其身。誦此呪", "52": "者即得解脫。", "53": "復次有法若諸國土水旱不調。疫毒流行。", "54": "應以酥和胡麻粳米。用手三指取其一撮。呪", "55": "之一遍置火中燒。或經七日七夜。六時如是", "56": "相續不絕。一切災疫悉皆消滅。", "57": "復次有法。於河渚間砂潬之上。以印。印", "58": "砂為塔形像。誦呪一遍印成一塔。滿六十", "59": "萬遍。或見觀世音菩薩。或見多羅菩薩。", "6": "母心准提陀羅尼法。即說呪曰。", "60": "或見金剛主菩薩。隨心所求皆得滿足。", "61": "或見授與仙藥。或見與受菩提之記。", "62": "復次有法。右遶菩提樹像。誦呪滿千萬遍。", "63": "即見菩薩為其說法。欲隨菩薩即得隨從。", "64": "復次有法。若乞食時常持此呪。不為惡人惡", "65": "狗等類之所惱害。若於塔前或佛像前或", "66": "舍利塔前。誦持此呪三十萬遍。復於白月", "67": "十五日設大供養。一日一夜不食正念誦呪。", "68": "乃至得見金剛手菩薩。而彼菩薩即將是", "69": "人往於自宮。", "7": "南謨颯哆南一三藐三勃陀俱胝南二", "70": "復次有法。若於轉法輪塔前或佛生處塔前。", "71": "或從忉利天下寶階塔前或舍利塔前。於如", "72": "是等諸塔之前誦呪右遶。即見阿鉢羅是多", "73": "菩薩及訶利底菩薩。隨其所願皆悉滿足。若", "74": "須仙藥即便授之。復為說法示菩薩道。若有", "75": "誦此陀羅尼者。乃至未坐道場。一切菩薩常", "76": "為善友。又此准提大陀羅尼大明呪法。過去", "77": "一切諸佛已說。未來一切諸佛當說。現在", "78": "一切諸佛今說。我今亦如是說。為利益一", "79": "切眾生故。令得無上菩提故。若有薄福眾", "8": "怛姪他三唵折戾四主戾五准締六娑", "80": "生。無少善根者。無有根器之者。無有菩提", "81": "分法者。若得聞此陀羅尼法。速疾證得阿耨", "82": "多羅三藐三菩提。若有人能常自憶念。誦", "83": "持此呪。無量善根皆得成就。佛說此大准提", "84": "陀羅尼法時。無量眾生遠塵離垢。得大准提", "85": "陀羅尼大明呪功德。得見十方諸佛菩薩諸", "86": "聖眾等作禮而去。", "87": "大明呪藏六萬偈中出此七俱胝佛母心大", "88": "准提陀羅尼經一卷垂拱二年於西魏國寺譯", "9": "婆訶七"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1077 佛說七俱胝佛母心大准提陀羅尼經", "author": "唐 地婆訶羅譯", "sourceLink": "http://www.cbeta.org/"}