{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1242 佛說妙吉祥瑜伽大教金剛陪囉嚩輪觀想成就儀軌經: 佛說妙吉祥瑜伽大教金剛陪囉\n嚩輪觀想成就儀軌經: 佛說妙吉祥瑜伽大教大金剛陪囉嚩輪觀\n想成就儀軌經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1242", "1": "佛說妙吉祥瑜伽大教金剛陪囉", "2": "嚩輪觀想成就儀軌經", "3": "西天譯經三藏朝散大夫試光祿卿", "4": "明教大師臣法賢奉　詔譯", "5": "1 曼拏羅分曼拏羅分第一", "6": "爾時金剛陪囉嚩。白佛言世尊。我今為欲利", "7": "益諸眾生故。演說一切成就之法。願佛大慈", "8": "賜我無畏。佛言善哉陪囉嚩。為利益者恣汝", "9": "宣說。時陪囉嚩受佛勅已。即於一切人天之", "10": "會現大惡相。演說一切成就之法。若有持明", "11": "之人。為欲修習我此法者。先於一切眾生。發", "12": "於廣大利益之心。即於金剛阿闍梨求受灌", "13": "頂得灌頂已。然於儀軌作種種法決定成", "14": "就。", "15": "復次持明之人。若見惡業眾生悖逆王命。恣", "16": "為禍亂不孝父母。於阿闍梨及於師長心存", "17": "佷戾。破滅三寶毀謗大乘及祕密法。以輕慢", "18": "心逾越三昧。於諸有情輒生危害。如是之人", "19": "當用此法而調伏之。或得悛心即與解釋。又", "20": "復持明之人。自心不得愚癡憎嫉。於諸有情", "21": "具眾善人。輒作是法為惱害者。當來感果入", "22": "於號叫大地獄中。受於眾苦經無量劫。持明", "23": "之人當須遠離如是過惡。方可修習作曼拏", "24": "羅求諸成就。欲作曼拏羅者。先須選擇勝地。", "25": "勝地者所謂大自在天像前。或山頂或空舍。", "26": "或諸天祠或母鬼廟。或尸陀林或河岸。或大", "27": "樹下或大戰地。或四衢道或聚落中。選得如", "28": "是諸勝地已。乃於此地建曼拏羅求諸成就", "29": "成就。法者所謂息災增益敬愛調伏。乃至發", "30": "遣禁縛等法。又復求彼聖藥聖劍眼藥。入龍", "31": "宮聖藥及出伏藏。又復降伏吠多拏必舍左。", "32": "夜叉夜叉女。乃至降龍等法。如是諸法持明", "33": "之人。若是專註依於儀軌定獲成就。", "34": "復次持明人建曼拏羅者。於前所得勝地。當", "35": "依摩呬沙目佉法。於尸陀林取夜分時。裸身", "36": "被髮用屍灰作四方曼拏羅作於四門上作重", "37": "樓。以金剛寶及半月等。乃至鈴鐸幢幡花鬘", "38": "等種種嚴飾。於曼拏羅中心畫八輻輪。於", "39": "輪中心分擘九位作圓月相。唯開一門餘門", "40": "作閉相。於輪中心安一舍嚩。東位安室囉南", "41": "位安賀娑多。西位安頞怛囉。北位安波捺。東", "42": "北隅安羯播羅。東南隅安拶沙迦。西南隅安", "43": "蘇摩舍曩羯哩鉢吒。西北隅安輸羅苾曩布", "44": "嚕沙。以如是幖幟安於輪中。次於輪外東方。", "45": "安羯吒哩頻尼波羅沒娑羅措哩迦迦拏野", "46": "盎俱舍等。南方安俱茶囉設囉誐捺朅椿誐", "47": "作訖囉播舍等。西方安嚩日囉拏摩嚕迦契", "48": "吒迦馱努健吒馬多羯哩鉢吒。北方安多哩", "49": "惹禰帝哩鉢多迦誐惹拶哩摩嚩日囉沒捺誐", "50": "囉軍多阿儗儞軍拏等。於四門四隅。安摩賀", "51": "吠多羅。當用摩賀設嚩油燃燈。曩囉佉囉烏", "52": "茶悉哩誐羅摩呬沙誐惹阿說噳弭沙沒哩誐", "53": "蘇迦囉等必尸多為食。獻曼拏羅。復用訖哩", "54": "馱囉烏路迦迦羯細曩嚩迦窒致婆娑囉娑摩", "55": "喻囉摩賀儞怛哩摩賀設俱曩等必尸多為", "56": "食。復獻曼拏囉。如是持明人。於獻食時虔心", "57": "專註。乃至作護摩時出生皆亦如是。又復於", "58": "曼拏羅外。周遍用嚕地囉灑淨。持明人如是", "59": "依摩呬沙目佉法受其齋戒。與彼助伴并已", "60": "四人。常須專註不得懈怠。唯持明人獨用吠", "61": "嚕左曩塗身。裸形被髮。於夜半時手執拏摩", "62": "嚕迦。擊作高聲。其持明人口稱賀賀。作勇猛", "63": "專註入曼拏羅。以求成就。時持明人依法人", "64": "曼拏羅已。即用前所辦食。奉獻本尊大金剛", "65": "陪囉嚩。其持明人即觀想。陪囉嚩在曼拏羅", "66": "中。受彼所獻飲食供養。如是觀想得現前已。", "67": "持明人即於曼拏羅前立。身作左舞勢作無", "68": "畏相。專心誦十字大明不得間斷。直至陪", "69": "囉嚩出現本身。而於中間若有種種魔境現。", "70": "可畏相欲作障難者。持明之人勿得怕怖。若", "71": "有怖心魔即得便。當令所求法不成就。若無", "72": "怖畏時。金剛陪囉嚩歡喜出現。告持明人言。", "73": "汝求何願我今與汝。持明人白言。我求聖劍", "74": "及入龍宮。種種聖藥等願施於我。時陪囉嚩", "75": "告持明人言。汝所求者我悉施與。時持明人", "76": "或無福德。於如是上品法不獲成就者。於中", "77": "下品事亦獲成就。", "78": "2 一切成就法分一切成就法分第二", "79": "持明之人欲作調伏設咄嚕者。先想自身如", "80": "金剛陪囉嚩大忿怒相。或遜婆曩。依摩呬沙", "81": "目佉法。取屍衣用毒藥及血鹽芥子。苦揀", "82": "木汁曼陀羅花汁合和為彩色。以烏翅為筆。", "83": "於前屍衣上畫金剛陪囉嚩曼拏羅。於中分", "84": "十六位中位。畫陪囉嚩像。面南裸形被髮。於", "85": "此像前畫二火爐。於二爐中間書設咄嚕名。", "86": "復書十字大明為界。名字在中。又書八吽字", "87": "圍於彼名。又於四隅書癹吒字。如是書已安", "88": "髑髏內。復以髑髏覆之。後作三角爐。以髑髏", "89": "安上下。用燒屍柴燃火燒之。持明之人作前", "90": "大忿怒相。以左足踏髑髏。誦十字大明。彼設", "91": "咄嚕速輒除滅。", "92": "復次如前用種種藥物合和。於屍衣上書設", "93": "咄嚕名。復加三十二字大明。圍名書之。又用", "94": "迦羯殘食及吠嚕左曩。塗於衣上。後埋尸陀", "95": "林中。其設咄嚕亦速除滅。若埋大樹下即為", "96": "發遣。若大自在天像前即速愛別離苦。若", "97": "沈於水底即速禁伏。若為息災理於舍中。", "98": "若取彼衣洗淨一切如常。", "99": "復次持明人取屍衣。書焰摩大明已。於尸陀", "100": "林中或四衢道。或大樹下或白蟻二土聚間。", "101": "或大自在天像前或囉惹門前。於如是等處", "102": "取土。復用吠嚕左曩嚩日嚕捺迦及燒屍炭。", "103": "和合作設咄嚕形。長八指。將前大明安於心", "104": "內。復於形五處。用人骨作橛釘之。復用棘針", "105": "於身分胑節。遍刺已安在髑髏內。復以髑髏", "106": "覆之。然後取日中時或半夜時。於七處取白", "107": "蟻聚土。作焰摩形長一肘面大惡相。有二臂", "108": "右手執劍被髮。於此焰摩心中。安設咄嚕形。", "109": "取夜半或日中時。於燒屍坑中。頭南覆面以", "110": "深埋之。其持明人還歸本處。依摩呬沙法誦", "111": "十字大明。及稱設咄嚕名。至滿三日決定除", "112": "滅。若出彼形像用牛乳洗淨。即獲如常。", "113": "復次同前用藥物等和合。於麁忖努哩蟲皮", "114": "上。書十字大明。後於設咄嚕足下取土。及於", "115": "母怛囉處取泥。相和填於皮內。用人髮繫。後", "116": "用佉囉母怛囉及吠嚕左曩。同入於一瓶內。", "117": "於燒屍坑中深埋。持明人作忿怒相。依摩呬", "118": "沙目佉法。誦十字大明滿一日。能令作遜婆。", "119": "此法不可解。", "120": "復次於七處取白蟻聚土。作水牛及馬形像。", "121": "作互相騎狀。用水牛及馬血相和同前書大", "122": "明。安於牛馬心內。埋在𩕳摩樹下。然後持明", "123": "人作觀想。想彼設咄嚕愛別離。於三日內定", "124": "如所作。", "125": "復次同前於七處取白蟻聚土。作馲駝形。同", "126": "前法書大明。安馲駝心內。持明人觀想邦", "127": "字。成於風輪如半月相。在馲駝上。又想設", "128": "咄嚕坐風輪上。又想焰摩在設咄嚕後。執杖", "129": "打趁彼設咄嚕南去。於七日內。其設咄嚕自", "130": "然遠去。", "131": "復次持明人取芥子油。於大陽直日以油塗", "132": "於象身繫象於𩕳摩樹下。却用蚌蛤刮取塗", "133": "象身油。後於大自在天廟中取幡。燒之勿令", "134": "作焰。收此煙與前油相和。塗設咄嚕足或衣", "135": "等。須臾遠去。", "136": "復次持明人取烏翅為筆。以烏血為墨。於樺", "137": "皮上畫風輪。於風輪中心書設咄嚕名。繫於", "138": "烏項。持明人依摩呬沙目佉法。作觀想向南", "139": "放烏。彼設咄嚕猶如烏飛。須臾遠去。", "140": "復次持明人用大小便相和。作設咄嚕像。復", "141": "用骨粖塗彼像身。持明人於夜半時。裸形入", "142": "尸陀林中。將前像段段截之。依摩呬沙目佉", "143": "法。於燒屍坑內或就焚屍火作護摩。彼設咄", "144": "嚕即自除滅。", "145": "復次持明人用前諸藥為墨。於屍衣上書焰", "146": "鬘得迦明王大明。復用摩賀鉢囉儞波。及吠", "147": "嚕左曩相和。作設咄嚕像。將前所書大明安", "148": "像心內。持明人依摩呬沙目佉法。身塗吠嚕", "149": "左曩。往尸陀林中以利刀斷彼形像。於燒屍", "150": "坑前。面南坐作護摩彼自除滅。", "151": "復次持明人取烏皮或獯狐皮。於此皮上用", "152": "鐵筆。書十字大明及書彼名。其持明人於寂", "153": "靜處。稱設咄嚕名誦十字大明。彼自離散。", "154": "復次持明人用前藥物調和。於屍衣上畫焰", "155": "摩王曼拏羅。復用屍炭作女像面醜惡相。於", "156": "像心內安前大明。持明人以足踏像。依摩呬", "157": "沙目佉法稱彼女名。誦十字大明速令禁", "158": "縛。", "159": "3 觀想分觀想分第三", "160": "復次持明人欲作觀想者。先誦淨三業大明。", "161": "淨三業已。然後以無我心。於一切法作無我", "162": "觀。觀一切法得無我已。稱真如理觀於賢聖。", "163": "乃於自心想出邦字。邦字現已變成風輪。復", "164": "想風輪其色如煙。於彼輪上現第一字。想", "165": "第一字變成印捺囉曼拏羅。於曼拏羅上想", "166": "現提字。又想提字成妙吉祥童子相。又復於", "167": "妙吉祥童子心中。想現阿字變成日輪。從日", "168": "輪中出大光明。遍往十方無邊剎土照於彼", "169": "土。佛及菩薩乃至持明王等。於彼剎土普", "170": "照耀已。還復入於日輪之內。如是觀想妙吉", "171": "祥童子。與諸如來無異無別。在日輪內放大", "172": "光明。照耀百千由旬。又想吽字黑色現日輪", "173": "上。有五色光周遍圍遶。復想光中吽字變成", "174": "大金剛杵。黑色有大光明。復想金剛杵化生", "175": "諸佛如來及諸明王。細如胡麻遍滿虛空。具", "176": "諸相好光明圍遶。復想如是諸佛如來。各度", "177": "眾生皆成正覺。度生畢已還復入於金剛杵", "178": "內。又復觀想從金剛杵。化出大金剛陪囉", "179": "嚩。而有九面。第一正面如摩呬沙目佉相。作", "180": "大黑色。於右邊設哩誐上有三面。中面青色", "181": "右面赤色左面黃色。皆忿怒相。左邊設哩誐", "182": "上亦三面。中面白色右面煙色左面黑色。皆", "183": "忿怒相。二設哩誐中間作第八面。大赤色忿", "184": "怒相。次上作第九面。作忿怒童子相。黃色頭", "185": "有五髻。作童子裝嚴。如是九面皆有三目。現", "186": "大惡相或大笑相。吐舌外出眉相顰蹙。裸身", "187": "大腹頭髮堅立。象皮為衣髑髏裝嚴。具三", "188": "十四臂。右第一手執刀。第二手執頻泥波羅。", "189": "第三手執擣杵。第四手執麁哩迦。第五手執", "190": "迦拏野。第六手執斧。第七手執椿。第八手", "191": "執人頭。第九手執鉤。第十手執寶捧第十", "192": "一手執朅椿誐。第十二手執輪。第十三手", "193": "執金剛杵。第十四手執金剛骨朵。第十五手", "194": "執劍。第十六手執拏摩嚕迦。左第一手執髑", "195": "髏。第二手執人頭。第三手執契吒迦。第四手", "196": "執人足。第五手執羂索。第六手執弓。第七手", "197": "執頞怛囉。第八手執鈴。第九手執人手。第十", "198": "手執屍衣。第十一手執籤人。第十二手執火", "199": "爐。第十三手執拶沙迦。第十四手作期剋印。", "200": "第十五手執幡。第十六手執帆。左右二手執", "201": "象皮。有一十六足。右第一足踏人。第二足踏", "202": "水牛。第三足踏黃牛。第四足踏驢。第五足踏", "203": "駝駝。第六足踏狗。第七足踏羊。第八足踏", "204": "野狐。左第一足踏鷲鳥。第二足踏獯狐。第三", "205": "足踏烏。第四足踏師子。第五足踏細曩。第六", "206": "足踏儞怛囉。第七足踏摩賀俱曩。第八足踏", "207": "鶴。身有光焰猶如劫火。照耀熾盛有大威力。", "208": "口稱癹吒字聲如雷震。人天聞見皆大怖畏。", "209": "此金剛陪囉嚩。不唯食人血肉髓腦。乃至三", "210": "界諸天亦怖食噉。持明之人作觀想時。於寂", "211": "靜處。屏絕異境正念專註。種真如理觀想賢", "212": "聖。得現前已。想賢聖身即是我身。已獲如是", "213": "住於無畏。復觀心中現一日輪。於日輪上觀", "214": "大明字。得字現已放光四照。持明之人如是", "215": "觀想。得成就已乃可持誦。持誦之時常飡", "216": "五種甘露之藥。及摩賀鉢囉儞波。持誦根本", "217": "大明滿三洛叉。得數滿已。方於此後作成就", "218": "法。若依儀軌無差謬者。於一切法決定成", "219": "就。", "220": "4 畫像儀軌分畫像儀軌分第四", "221": "持明之人欲畫本尊大金剛陪囉嚩像者。當", "222": "先訪求巧妙畫匠。而彼畫匠須是清淨。無有", "223": "懈怠輕慢之過。兼具慈悲忍信之心。求得如", "224": "是有德人已。持明之人隨彼畫人所索工直。", "225": "隨索便與不得酬價。得畫匠已持明之人。方", "226": "可求彼勇猛正直人衣。或來女人隱觸之衣。", "227": "或求女人產生衣。若無如是等衣即用屍衣。", "228": "求得衣已。即於寂靜無人到處。令彼畫人擇", "229": "日起首作㡧畫像。除持明人及畫匠外。諸餘", "230": "之人並不得見。若令人見作法不成。大金剛", "231": "陪囉嚩相者。一身九面裸形黑色。三十四臂", "232": "一十六足。第一面者黑色摩呬沙目佉相。右", "233": "邊設哩誐上有三面。中青色右赤色左黃色", "234": "皆忿怒相。左邊設哩誐上亦三面。中白色右", "235": "煙色左黑色。二設哩誐中間畫第八面赤色。", "236": "於第八面次上畫第九面。作妙吉祥童子相", "237": "黃色。如是九面皆忿怒相。具三十四手。右第", "238": "一手執刀第二手執頻泥波羅。第三手執擣", "239": "杵第四手執麁哩迦。第五手執迦拏野第六", "240": "手執大斧。第七手執槍第八手執箭。第九手", "241": "執鉤第十手執寶棒。第十一手執朅椿誐第", "242": "十二手執輪。第十三手執金剛杵第十四手", "243": "執骨朵。第十五手執利劍第十六手執拏摩", "244": "嚕迦。左第一手執髑髏。第二手執人頭。第三", "245": "手執契吒第四手執人足。第五手執羂索第", "246": "六手執弓。第七手執頞怛囉第八手執鈴。第", "247": "九手執人手第十手執屍衣。第十一手執籤", "248": "人第十二手執火爐。第十三手執拶沙迦第", "249": "十四手作期剋印。第十五手執幡第十六手", "250": "執帆。左右二手執象皮。右第一足踏人第二", "251": "足踏水牛。第三足踏黃牛第四足踏驢。第五", "252": "足踏𩢵駝第六足踏狗。第七足踏羊第八足", "253": "踏野狐。左第一足踏鷲第二足踏獯狐。第三", "254": "足踏烏第四足踏師子。第五足踏細曩鳥第", "255": "六足踏儞怛囉。第七足踏摩賀設俱曩鳥第", "256": "八足踏娑囉娑。於像前畫尸陀林。中有種種", "257": "囉叉娑鬼神吠多拏等。又畫尼俱陀樹。樹上", "258": "有懸掛人屍及有籤屍。復於林下畫眾人屍。", "259": "有雜類飛鳥及狐狗等食眾屍相。於本尊前", "260": "畫持明人。裸身被髮以髑髏為冠。以五種甘", "261": "露藥塗身。手持拏摩嚕迦及髑髏朅椿誐等。", "262": "作瞻顧本尊陪囉嚩。面復大笑行入尸陀林", "263": "相。如是畫像畢已。將此㡧安於深密寂靜之", "264": "處。常燒人肉為香供養。持明人用人骨為數", "265": "珠。於此像前以虔心專註一日三時。持誦大", "266": "明滿三洛叉。然後隨意作法決定成就。此畫", "267": "㡧像不得寄於他人。亦不得輒於人前開展", "268": "令人瞻見。持明之人以酒肉為食。又復一日", "269": "三時以吠嚕左曩及人血相和為香。於㡧前", "270": "焚燒以為供養。如是至誠不退者。決定獲得", "271": "最上成就。", "272": "5 護摩法分護摩法分第五", "273": "復次持明人。欲作護摩求成就者。先須預前", "274": "持誦本尊根本大明先行滿足。然後如儀備", "275": "辦所用柴及一切物等。具足已持明人。然後", "276": "於夜分時將諸護摩物。獨往尸陀林中。依法", "277": "求其成就。得悉地已此後隨意作一切法。", "278": "復次持明之人。於金剛陪囉嚩前。用人肉和", "279": "酒誦大明。日日作護摩一百八遍。滿六箇月。", "280": "持明人當得摩賀三滿多。", "281": "復次持明人欲求大力囉惹及人民敬愛者。", "282": "當依摩呬沙目佉法。端坐觀想己身為陪囉", "283": "嚩。手執鉤及羂索。復想此身中化出妙吉祥。", "284": "往彼所降人處。牽引彼人來入身中。又想十", "285": "字大明赤色。現彼人心中如大智相。持明之", "286": "人作是法時。至於極大力者亦可敬愛。乃至", "287": "盡生一切隨意。", "288": "復次持明人欲作息災者。當於陪囉嚩像前", "289": "作爐。面東坐於爐中。燒鉢羅舍木柴。用酥", "290": "蜜及訥哩嚩草相和。誦大明作護摩一百八", "291": "遍。乃至國城皆得災息。", "292": "復次持明人作增益法者。當面東坐觀想本", "293": "尊。得現前已。即於爐中燒烏曇摩木柴。用脂", "294": "麻白粳米酥相和。日三時作護摩千遍。速得", "295": "增益。", "296": "復次持明人欲作調伏者。用孔雀獯狐蛇烏", "297": "馬水牛等必尸多。及頭髮穀糠等物為藥。於", "298": "燒屍火內稱名。誦大明作護摩者速令調伏。", "299": "或取燒屍殘柴。及於旃陀羅家取火。於自舍", "300": "內稱彼名。誦大明作護摩者。於七日內亦得", "301": "調伏。作此法者金剛薩埵亦可調伏。", "302": "復次持明人為設咄嚕者。當用人骨吠嚕左", "303": "曩誐囉捺婆羅拏濕嚩那羅拏。及棘針頭髮", "304": "指甲等。用油相和。然後於燒屍坑前。面南坐。", "305": "稱名誦大明一百八遍。彼設咄嚕三日內除", "306": "滅。或於深密寂靜之處。作三角爐。一切同前", "307": "用諸物等。作護摩一百八遍亦可除滅。", "308": "復次持明人欲發遣設咄嚕者。當用烏肉及", "309": "𩢵駝糞。以酒相和。持明人裸形被髮。入尸陀", "310": "林中於燒屍坑前面南坐。先想風輪復想風", "311": "輪上有設咄嚕。得觀現前已。將前諸物於燒", "312": "屍火中。作護摩一千遍速自遠去。", "313": "復次作發遣設咄嚕者。用烏肉及米糠相和。", "314": "燒曼陀羅柴同作護摩七日自去。又用烏肉", "315": "同前作護摩一千遍三日自去。", "316": "復次持明人取牛肉及血。稱名誦大明。作護", "317": "摩一千遍。彼所稱名人速來降伏承事。或用", "318": "狗肉和金剛水。於夜分時作護摩一百八遍。", "319": "亦速來降伏及奉珍寶。或用馬肉及吠嚕左", "320": "曩相和。於深密處夜分時。作護摩一百八遍。", "321": "至七日得囉惹及一切人悉皆降伏。或用象", "322": "肉及輸迦羅相和。於夜分時作護摩。七日內", "323": "一切人降伏。", "324": "復次持明人用肉及魚和酒作護摩。一切悉", "325": "怛哩皆來降伏。", "326": "復次持明人觀想男女二人身紅色。稱名誦", "327": "大明面西坐。燒佉儞囉木柴。用脂麻及白粳", "328": "米。以金剛水和作護摩七日。自來降伏親近", "329": "承事。", "330": "復次作勾召。用芥子作彼像。於佉儞囉木火", "331": "中。作護摩至七日。所召必至。或用五種甘露", "332": "藥和酥。於佉儞囉木火中。作護摩一百八遍", "333": "所召速來。", "334": "6 觀想成就分觀想成就分第六", "335": "復次持明之人欲作此法者。先須習此觀想", "336": "令其精熟。然後作法。", "337": "復次持明人欲除滅設咄嚕者。依摩呬沙目", "338": "佉法。觀想囉字得分明現前已。即復變成火", "339": "輪火焰熾盛。於火輪上想設咄嚕。裸形被髮", "340": "羸弱相。持明人又於己身中。化出忿怒明王。", "341": "手執利劍斷截設咄嚕身血肉而噉食之。其", "342": "設咄嚕決定除滅如是作觀想法。誦大明至", "343": "於七日。非唯凡夫乃至金剛薩埵亦可除", "344": "滅。", "345": "復次持明人先觀自身。如摩呬沙目佉已。即", "346": "同前想大火輪。於火輪上想設咄嚕。作怖畏", "347": "顫掉相。又想有惡羅剎食彼設咄嚕。次想烏", "348": "鷲狐狗之類競來食噉之相。彼設咄嚕常自", "349": "除滅。", "350": "復次持明人作發遣法。先觀想鉢字。得現前", "351": "已即變成半月風輪。想設咄嚕在風輪上。裸", "352": "身被髮羸弱之相。持明人想自身如摩呬沙", "353": "目佉。亦在風輪上。次想風輪變成𩢵駝。想設", "354": "咄嚕乘𩢵駝南去相。復想有焰摩王。被髮手", "355": "執寶杖。隨後擊之。如是觀想若經七日。非獨", "356": "凡夫乃至聖賢亦可發遣。", "357": "復次持明人依摩呬沙目佉法。端坐觀想。設", "358": "咄嚕或乘鷲或乘烏。復想有焰摩王。右手執", "359": "杖左手捉髮。擲於向南。作如是想經於七日。", "360": "發遣一切無不去者。", "361": "復次持明人為與除解蛇蠚大毒者。即先觀", "362": "想自心成八葉白蓮花。上想有第三音字。却", "363": "變成己身。白色。復想一字現於頂上。從一字", "364": "中流出甘露。灌被蠚之人。又想八葉蓮花。於", "365": "八葉中現八大龍王。於龍眼中復出甘露。灌", "366": "蛇蠚人身。作此法時至於大毒滿於三界。亦", "367": "可除退。持明之人若作此法。乃至自食大毒", "368": "亦無所害。", "369": "爾時大金剛陪囉嚩。說是種種儀軌法已。復", "370": "告眾言。我先所誡勿得違犯。若違犯者現獲", "371": "殃咎。後受地獄無量之報。陪囉嚩說是語", "372": "已。禮佛而退。", "373": "佛說妙吉祥瑜伽大教大金剛陪囉嚩輪觀", "374": "想成就儀軌經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1242 佛說妙吉祥瑜伽大教金剛陪囉嚩輪觀想成就儀軌經: 佛說妙吉祥瑜伽大教金剛陪囉\n嚩輪觀想成就儀軌經: 佛說妙吉祥瑜伽大教大金剛陪囉嚩輪觀\n想成就儀軌經", "source": "CBETA"}