{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2759 無量壽經義記卷下", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2759 [cf. No. 360]", "1": "無量壽經義記下卷", "2": "者乃至七寶□□□□□□□□□□□", "3": "□□□□□□合成池體也。此池體亦□□", "4": "□□□□□□□□□□□□□□二明池", "5": "體。以七寶合成也。三明池體□□□□□□", "6": "□□□□□中辯明法相說。昔空無常十力", "7": "四無□□□□□□□□□□□第十子段。", "8": "從其池岸上訖。彌覆水上。此□□□□□", "9": "□□□□□諸菩薩及聲聞眾者。此是信說", "10": "門中第三段。明無量壽國。純大乘學無三乘", "11": "差別也。就此章復為六子段明義。", "12": "第一子段。從若入寶池。意欲令水沒足訖淨", "13": "若無形。此明菩薩聲聞有大神力在。寶池中", "14": "縱任隨意也。欲令水沒足水即沒足者。此亦", "15": "寄事以表意。寶池總譬三世諸佛教理。明水", "16": "能洗除塵垢。明教能生解。解能除或人一形", "17": "之中以足為卑。眾惑之中以見諦煩惱最為", "18": "下墜。今明初地已上乃至三地皆除見諦煩", "19": "惱。如水沒脚足也。欲令至膝者。從四地□六", "20": "地斷思惟九品惑盡。如水沒膝也。欲令至腰", "21": "者。明七地菩薩斷愛佛功德或處二門中間。", "22": "如水半腰也。欲令至頸水即至頸者。明八地", "23": "以上乃至九地入無生寂滅念念增明。斷恒", "24": "沙等障煩惱盡。唯有一品細無明在如水沒", "25": "頸　唯有頭在。欲令灌身者。明法雲一地斷除", "26": "無明盡。如水遍洗身淨也。欲令還復者。息化", "27": "歸本故言還復也。調和冷煖者。調和眾生貪", "28": "瞋癡。三不善根令眾生苦也。開神悅體者。應", "29": "根說法稱適物情也。淨若無形者。萬惑斯盡", "30": "無復累礙。譬如虛空無有形別也。", "31": "第二子段從寶沙映徹訖名曰安樂。此明菩", "32": "薩聲聞隨意欲聞寶池妙音辯明法相即自然", "33": "應之也。寶沙映徹者。譬大土金剛後心照理", "34": "既周與佛齊等。故言無深不照也。微蘭迴流", "35": "者。應入生死接物也。轉相灌注者。傳化小行", "36": "菩薩令增進也。不遲不疾者。言教接物從小", "37": "至大不得䪺說也。波揚無量者。應化無方演", "38": "說諸法。或聞佛聲歎佛寶。或聞法聲者歎法", "39": "寶也。或聞僧聲者。歎僧寶也。或聞寂滅聲者。", "40": "歎涅槃無累為寂滅也。無我聲者　無吾我二", "41": "十五有也。大慈悲聲者。慈欲與樂悲拔苦也。", "42": "無所作聲者。無為理中無有為起作也。", "43": "第三子段。從阿難彼佛國諸往生者訖泥洹", "44": "之道。明彼土賢聖感得自然果報。欲有所須", "45": "七珍寶器森然在前也。雖有此食實無食者。", "46": "明現賢聖感食百昧現前。雖不喰味但以見", "47": "色聞香自然飽滿。身心怡悅。謂聖食。不甘汁", "48": "澤故言不食也。", "49": "第四子段。從其諸聲聞菩薩訖無極之體。此", "50": "明純大乘學無三乘差別也。感同一類者。明", "51": "聲聞菩薩人天。此三大士。智慧高明。同行大", "52": "乘　萬善同歸。更無異趣故言同類也。形無", "53": "異狀者。同紫磨金容三十二相。相好齊等長", "54": "短亦均也。因順餘方故有天人之名者。同修", "55": "大乘無有三別。因順娑婆故有天人之名。名", "56": "雖有三同行一乘也。非天非人者。容根端政", "57": "微妙奇特。非人天方類也。皆受自然虛無之", "58": "身者。明此身虛妙火外映徹如光如影也。無", "59": "極之體者。身大無量壽命亦長也。", "60": "第五子段。從譬如世間貧窮乞人訖百千萬", "61": "億不可計倍。明西方大士容貌端政世之無", "62": "雙。今以此土帝王乃至第六他化自在天比於", "63": "百千萬億倍。不及一分也。故知。因曠劫來久", "64": "今得妙勝果報也。", "65": "第六子段。從無量壽國其諸天人衣服飲食", "66": "訖卷。明彼土人天所感果報。自然七珍隨意", "67": "受用。亦同諸菩薩所得果報不異。總結淨土", "68": "門果報訖耳答上四十八願中攝人天願也。", "69": "佛告阿難其有眾生生彼國者。此是正說中", "70": "第三讚歎勸修門也。前章以明彼佛長壽因", "71": "果。利根之徒即蒙解悟鈍根之人猶未能了。", "72": "是以十方諸佛共相影嚮。應機人而作讚歎", "73": "彼佛壽命長遠及國土純淨。天人妙樂勸引。", "74": "鈍根懃修妙因取於妙果也。就勸修門中凡", "75": "有十勸修明義。第一勸修。先歎彼佛。然後", "76": "此土三輩眾生願生彼國也。第二勸修。明十", "77": "方菩薩往詣西方。讚受妙法流通十方也。第", "78": "三勸修。明觀世音一生次補佛處。如無量壽", "79": "無異也。第四勸修。明無量壽佛濟度。為眾生", "80": "說法也。第五勸修。廣明眾生有得有失也。第", "81": "六勸修明簡釋也。第七勸修。明破淨戒也。第", "82": "八勸修。明誠勸也。第九勸修。明廣現國土", "83": "也。第十勸修。明解戒也。", "84": "第一勸修。從其有眾生生彼國者。此土眾生", "85": "殖因既久發心。往生因得信首五根已立。在", "86": "不退位中假名空成就。是正定聚人　即應前", "87": "四十八願中設我得佛國中天人皆悉於住正", "88": "定之聚也。所以者何。釋所以住於正定之聚", "89": "者。皆由修因真正故墮正定聚也。", "90": "無諸邪聚者。彼國淳淨無諸邪見。造作五逆", "91": "謗方等經也。及不定聚者。在正行中不退作", "92": "邪行也。十方恒沙諸佛如來。皆共讚歎無量", "93": "壽佛者。明無量壽佛何須此讚歎。為時情故", "94": "令生渴仰情至修因而取果也。威神功德者。", "95": "威舉其外德。神舉其內德。聖智外被為威冥", "96": "來益我內解為神也。功德者。修功進行而得", "97": "此善故言功德也。諸有眾生聞其名字信心", "98": "歡喜乃至一念者。眾生聞歎彼國清淨妙樂。", "99": "皆發至心念念相續願生彼國也。", "100": "至心迴向願生彼國者。若偏談善體善有習因", "101": "相生。自然感果復無迴向。若就果報復為陰", "102": "身及以財帛所繫。復無迴義。所以得有迴義", "103": "者。以我所得果報迴施一切眾生。以迴施之", "104": "功我生善。善既增長。所繫果報便斷。麁果報", "105": "既斷。得受細妙之身。迴麁來作細故言迴向", "106": "也。住不退轉者。迴向心為因。終得不退轉為", "107": "果也。願生彼國凡有三輩已下明十方諸天", "108": "人民有發心專政願生彼國。欲生彼者凡有", "109": "三輩。三輩之人上中下三品殊別。然此經文", "110": "雖略辯三品而義含有九。今就觀無量壽經", "111": "廣明三輩分為九品。佛自解釋分明歷然矣。", "112": "其上輩者。凡生方有九品人。上品生者。發三", "113": "種心即便往生。何等為三。一者誠心。二者", "114": "深心。三者迴向發願心。具此三心必生彼國", "115": "也。捨家棄欲而作沙門。發菩提心者。此是上", "116": "品之人。願生彼國。即棄欲出家發菩提心修", "117": "慈不殺。具諸戒行讀誦大乘方等經典。修行", "118": "六念發願往生。具此功德從一日乃至七日。", "119": "精進勇猛晝夜不息。阿彌陀佛與觀世音大", "120": "勢至無數化佛百千比丘諸天大眾。皆乘七", "121": "寶宮殿。觀世音執金剛臺。與大勢志。至其人", "122": "前。阿彌陀佛放大光明照其人身。與諸菩薩", "123": "授手迎接。讚歎行人勸進其心。行人見已歡", "124": "喜踊躍。自見其身乘金剛臺。隨從佛後。如彈", "125": "指頃往生彼國。見彼佛身及眾菩薩眾相具", "126": "足。於光明林中演說妙法。聞已即悟無生法", "127": "忍。遍歷十方供養諸佛。於諸佛前次第受記。", "128": "還至本國。得無量百千陀羅尼門。是名上品", "129": "人也。", "130": "一向專念無量壽佛者。此是上輩中品人願", "131": "生彼國。此人不必受持讀誦方等經典。善解", "132": "義趣。而於第一義心不驚動。深信因果不謗", "133": "大乘。以此功德願生彼國。臨命終時。阿彌", "134": "陀佛與觀世音大勢志無量大眾。皆持紫金", "135": "臺現其人前。讚言。法子。如行大乘解第一義。", "136": "是我今迎持汝。與千化佛一時授手。行人自", "137": "見坐紫金臺中。叉手讚嘆諸佛。如一念頃即", "138": "生彼國七寶池中。經一宿寶蓮華方開。行人", "139": "身作紫磨金色。足下有七寶蓮華。佛及菩薩", "140": "俱時放光。照其人身行人眼目開明。因前宿", "141": "習得聞眾聲。純甚深第一義諦。行人即下金", "142": "臺禮佛合掌讚歎世尊。經於七日。得不退轉。", "143": "即能飛至十方供養諸佛。於諸佛所修諸三", "144": "昧經。一小劫得無生忍現前受記。是名上輩", "145": "中品人也。", "146": "修諸功德願生彼國者。此是上輩下品人願", "147": "生彼國。此人亦信因果不謗大乘。但發無上", "148": "道心。以此功德迴向願生彼國。行人臨欲終", "149": "命。阿彌陀佛及觀世音大勢志。與諸菩薩持", "150": "金蓮華。化作五百佛。來迎此行人。五百化", "151": "佛一時授手讚言。法子。汝今清淨發無上道", "152": "心。我來迎汝。行人即自見坐蓮華。坐已華", "153": "合。即隨佛後往生彼國七寶池中。經一日一", "154": "夜蓮華乃開。七日之中乃得見佛。雖見佛身", "155": "於眾相好心未明了。於三七日後乃了了見。", "156": "聞遍至十方供養諸佛。於諸佛前聞意甚深", "157": "法。經三小劫得百法明門。住歡喜地。是名", "158": "上輩下品人也。此等眾生臨壽終時訖上輩", "159": "經文總舉三品人。隨佛住彼自然化生也。", "160": "其中輩者。亦有上中下品人也。雖不能行作", "161": "沙門乃大修功德者。此是中輩在家上品之人", "162": "願生彼國。受持五戒八戒齋法。不造五逆無", "163": "眾過患。以此善根迴向願生西方極樂世界。", "164": "臨命終時阿彌陀佛與諸比丘眷屬圍遶。放", "165": "金色光至其人前。演說苦空無常無我。讚歎", "166": "出家得離眾苦。其人見已心大歡憙。自見己", "167": "身坐蓮華臺。長跪合掌為佛作禮。舉頭之頃", "168": "即得往生彼國。蓮華尋開。得聞眾音讚歎四", "169": "諦。即得阿羅漢道。三明六通具八解脫。是", "170": "名中輩上品人也。", "171": "一向專念無量壽佛者。此是中輩中品之人", "172": "願生彼國。明此行人。若一日一夜受持八戒", "173": "齋。若一日一夜持沙彌戒。及具足戒。威儀", "174": "無缺。以此功德迴向願求生極樂國。戒香勳", "175": "修。此行人臨欲終時。見阿彌陀佛與諸眷屬", "176": "放金色光。持七寶蓮華至其人前行人。自見", "177": "空中有聲讚言。善男子。如汝善人。隨順三", "178": "世諸佛教。我來迎汝。行人即自見身坐蓮華", "179": "中。蓮華即合生於西方在寶池中。經於七日。", "180": "蓮華乃敷。華既敷已。開目合掌讚嘆世尊。聞", "181": "法歡憙得須陀洹道。經半劫已成阿羅漢道。", "182": "是中輩中品人也。", "183": "多少修善奉持齋戒訖散華燒香者。此是中", "184": "輩下品人願生彼國。明此行人。孝養父母行", "185": "世仁善。此人臨欲終時。遇善知識。為其廣", "186": "說阿彌陀佛國土妙樂。亦為說法藏比丘四", "187": "十八願。聞此事已尋即命終。如人屈伸臂頃。", "188": "即生西方極樂世界。終七日遇觀世音及大", "189": "勢志。聞法歡憙。過一小劫成阿羅漢道。是", "190": "名中輩下品人也。以此迴向願生彼國訖如", "191": "次如上輩者也。此總明中輩三品人願生西", "192": "方。而彼佛與諸大眾來相迎接也。", "193": "佛告阿難其下輩者亦有上中下品人也。假", "194": "使不能作諸功德。當發無上菩提之心者。此", "195": "明下品人願生彼國也。或作眾惡業雖不誹", "196": "謗方等經典。如此愚人。多造惡法無有慚愧。", "197": "命欲終時遇善知識。為讚大乘十二部經首", "198": "題名字。得聞如是諸經名故。除千劫重罪。智", "199": "者復教合掌叉手。稱南無阿彌陀佛名。除五", "200": "十億劫生死之罪。爾時彼佛。遣化佛化觀世", "201": "音化大勢志。至行人前讚言。善男子。汝稱佛", "202": "名故眾罪消滅。我來迎汝。作是語已。行人即", "203": "見化佛光明遍滿其室。見已歡喜即便命終。", "204": "乘寶華。隨化佛後生七寶池中。經七七日蓮", "205": "華乃敷。當華敷時。觀世音放大光明住其人", "206": "前。為說甚深十二部經聞以信解發無上道", "207": "心。經十小劫具百法明門。得入初地。是下輩", "208": "上品人也。", "209": "一向專意乃至十念念無量壽佛者。此是下", "210": "輩中品人也。明此行人。或毀犯五戒八戒及", "211": "具足戒。如此愚人。偷僧祇物。盜現前僧物。", "212": "不淨說法無有慚愧。以諸罪而自莊嚴。如此", "213": "罪人。以惡發故應墮地獄。命欲終時。地獄眾", "214": "火一時俱至。遇善知識。為說阿彌陀佛十力", "215": "威德。廣說彼佛光明神力　亦讚戒定慧解脫解", "216": "脫知見。此人聞已得除八十億劫生死之罪。", "217": "地獄猛火化為涼風。吹諸天華。華上皆有化", "218": "佛菩薩。迎接此人。如一念頃。即得往生七寶", "219": "池中。在蓮華中。經六劫蓮華方開。觀世音", "220": "大勢志。以梵聲音安慰彼人。為說大乘甚深", "221": "經典。聞此法已即發無上道心。是下輩中品", "222": "人也。", "223": "若聞深法歡憙信樂不生疑惑者。此是下輩", "224": "下品之人願生彼國也。明此行人。先作不善", "225": "業五逆十惡。具諸不善。必墮惡道。經歷多劫", "226": "受苦無窮。如此惡人臨命終時。遇善知識種", "227": "種安慰者。說妙法教令念佛。行人見苦逼切", "228": "不暇念佛。善知識語其人言。若不能默念。但", "229": "舉聲稱無量壽佛。如是至心令聲不絕。具足", "230": "十念。於念念中除八十億劫生死之罪。命終", "231": "之後見金蓮華猶如日輪住其人前。如一念", "232": "頃即得往生極樂世界。於蓮華中滿十二大", "233": "劫。蓮華方開。觀世音大勢志以大悲音聲。為", "234": "其人廣說實相之法。除滅罪法。行人聞已生", "235": "歡憙。即發無上菩提之心。是名下輩下品之", "236": "人也。不生疑惑。乃至一念者。明一念心沒定", "237": "明了不生狐疑。若有狐疑無量壽佛眉間白", "238": "豪苑轉如五須彌山。起心疑言。為有此白豪", "239": "如五須彌。為當無耶。起如此心便墮狐疑城", "240": "中。十二劫懃苦懺悔行道。滿十二劫便得出", "241": "狐疑城。始登不退位也。此人臨終夢見彼佛", "242": "者。此下總明三品人願生彼國也。", "243": "第二勸修。從無量壽佛威神無極訖偈歎。十", "244": "方菩薩往詣西方。聽受妙法宣通正教也。", "245": "諸佛如來莫不稱歎者。諸佛所以共讚彼佛", "246": "政欲級引凡夫菩薩現同故。往詣彼國聽受", "247": "經法。宣布未聞也。", "248": "爾時世尊而說頌曰者。此下凡有三十偈。悉", "249": "是釋迦頌彼佛德也。大判此偈凡作四階明", "250": "義。第一有七行。總歎十方菩薩以華香音樂", "251": "供養彼願得淨土。如西方無異也。第二從應", "252": "時無量尊此下有八行。明彼佛應其所請。為", "253": "說妙行必登淨果也。", "254": "第三從諸佛告菩薩此下有八行。明十方諸", "255": "佛歎諸菩薩。令修萬行往近彼國也。第四從", "256": "聲聞若菩薩此下訖偈。明佛智深遠非二乘", "257": "十地之所測也。就第一階中東方諸佛土。此", "258": "下二偈明恒沙菩薩住至彼土也。各齎天妙", "259": "華。此下二偈明菩薩齎妙華音樂以供養佛", "260": "也。究達神通慧。此下二偈歎佛智慧深遠無", "261": "與等者也。見彼嚴淨土。此一偈明菩薩見西", "262": "方淨土。發心願得淨土亦如是也。第二階中", "263": "應時無量壽尊。此下二偈持欲為說淨果先", "264": "現客咲及以放光也。大士觀世音。此一偈明", "265": "觀世音因機致請也。梵音猶雷震。此一偈明", "266": "阿彌陀佛將欲說法。先誡勅令殷重心。十方", "267": "來正士。此下四偈如來為說一切萬法如幻", "268": "如夢。若能深達此理淨土即便可階也。就第", "269": "三階中諸佛告菩薩。此二偈勸人發心往生", "270": "彼國。明十方佛令菩薩皆得記受得清淨妙", "271": "土也。其佛本願力。此一偈明無量壽佛有昔", "272": "本願力往生者有利益也。菩薩興至願。此下", "273": "二偈勸令修淨因。必獲於淨果。所得果報不", "274": "異西方也。若人無善本。此下三偈明善能修", "275": "因者得聞彼妙法。不修因者不得聞此法也。", "276": "第四階從聲聞或菩薩勸人莫強思量佛智。", "277": "明聲聞菩薩不能測佛智。何況凡夫能測佛", "278": "智也。下已盲人聲聞智。從如來智慧海深廣", "279": "無崖底。四偈歎佛智慧難得測量。壽命亦難", "280": "得辯。不但壽命難得辯。佛出世亦難得值。", "281": "不但佛出世難值。值佛生信亦難。若有智慧", "282": "生信即易。無慧則難也。", "283": "第三勸修。從佛告阿難彼國菩薩訖示現同彼", "284": "如我國也。明觀世音等位階十地。於一生次", "285": "補佛處。善能往還接引眾生也。除其本願為", "286": "眾生故者。明觀世音昔與娑婆眾生結緣。命", "287": "還來應生。然此菩薩本自無形應物故。形今", "288": "除應物之形故言唯除本願也。以弘誓功德", "289": "而自莊嚴。色身用化眾生。令脫三界眾苦。何", "290": "等為四。一未解者令解。二未度者令度。三未", "291": "安者令安。四未得涅槃者令得涅槃也。有二", "292": "菩薩最尊第一者。一是觀世音。二是大勢志。", "293": "此二菩薩德行高遠次補佛處。故言第一也。", "294": "此二菩薩訖命終轉化生彼國者。明觀世音", "295": "捨此身生西方成佛。是以釋迦讚歎。此二菩", "296": "薩捨命現成佛。所得國土淳淨而妙樂也。明", "297": "此大士本自無形。何所可捨。政欲級引時情", "298": "故現。命終時眾見二大士捨命生彼佛。㯹心", "299": "情重悉願往生彼國也。智慧成滿深入諸法", "300": "究暢要妙者。明眾生往彼國行道積久。入無", "301": "生平等智慧。成滿便登初地也。神通無礙具", "302": "六神通者。飛行自在也。諸根明利者。神智洞", "303": "達超越無方為利也。其鈍根者成就二忍者。", "304": "成就信忍柔順忍。明此人住下三十心殖因", "305": "來久懃修萬行。滿三阿祇劫願生彼國。經二", "306": "忍登六地位也。其利根者是住下三十心滿。", "307": "亦三阿僧祇劫勤修萬行。情根復利願生彼", "308": "國。即登八地之位得無生法忍。亦經歷下地", "309": "位過也。從彼國菩薩承佛威神訖還其本國。", "310": "明菩薩所得神通速疾欲往十方。供養諸佛", "311": "不齎香華於彼佛國。憶念則得隨意供養也。", "312": "第四勸修。從無量壽佛為諸聲聞菩薩已下。", "313": "明阿彌陀佛於七寶樹下廣說妙法也。嘆七", "314": "寶出五音聲。此音聲中辯宮商角徵羽苦空", "315": "無常無我之音聲。聞音皆悟道也。從生彼佛", "316": "國諸菩薩等已下。明菩薩內備無盡之法。外", "317": "能自在為人說法。就此章有三子段明義。隨", "318": "順知慧者。明菩薩三業。隨佛智行身業。隨", "319": "佛智慧行口業。隨佛智慧行意業。隨佛智慧", "320": "行也。無違無失者。明身無失口無失意無失", "321": "也。於其國土所有萬物無我所心者。此下歎", "322": "三善根。有四句。明八住無意地貪欲也。照無", "323": "生理。不見我之可受我之可取。混然無相。豈", "324": "有貪欲可得也。無染著心者。若內有煩惱見", "325": "境。是有生著。內既無煩惱外何所可染也。去", "326": "來進心者情無所係者。內無有貧。外能隨意", "327": "現化也。隨意自在無所適莫者。有感斯應不", "328": "偏。為一人故言無所適莫也。無彼無我者。此", "329": "四句明無瞋恚也。無競無訟者。第二句。若是", "330": "凡地可有諍訟。明此八地菩薩心會無生平", "331": "等理中。豈有瞋恚在德也。於諸眾生得大慈", "332": "悲饒益之心者。第三句。明菩薩內德慈悲救", "333": "苦眾生。常行利益之心。明知無瞋柔軟調伏", "334": "無忿恨心者。第四句。若剛強眾生以柔和語", "335": "調伏。教令入正道。亦無致忿也。離蓋清淨無", "336": "厭怠者。此下明無遇癡也。離三界惑蓋得清", "337": "淨之心。明心精進懃策故無厭怠心也。等心", "338": "者。平等之心也。勝心者。八地無生之心。求", "339": "於上地故言勝也。深心者。入無生寂滅之理。", "340": "念念增進。為深心也。定心者。在境而不散也。", "341": "愛法樂法憙法之心者。始起心觀境為愛見。", "342": "境應心為樂。混然一相不見無之別故憙法", "343": "之心也。滅諸煩惱離惡趣心者。滅三界或累", "344": "也。究竟一切菩薩所行者。究竟十地之行也。", "345": "得深禪定者。不但解四禪而已。乃深入四空", "346": "定。空處識處不用處非非想處也。諸通明慧", "347": "者。通是六神通。此是定家果。明是三明慧能", "348": "決斷也。遊志七覺者。明小乘行七覺。從斯陀", "349": "含至阿羅漢斷思惟惑盡。菩薩行七覺從四", "350": "地至七地。亦斷思惟惑盡故判七覺。何等為", "351": "七。一擇法覺者。簡擇諸法取最勝法也。二", "352": "精進覺。就思惟中晝夜懃察不息也。三憙覺。", "353": "得正觀在心欣悅無量也。四念覺。念念增明", "354": "也。五定覺。定是念家果心緣在境而不亂也。", "355": "六猗覺。明受樂唯泰也。七捨覺。捨於三界麁", "356": "細之惑盡也。肉眼清徹者。此中凡有五眼。前", "357": "四眼制因地。後一眼主在佛地。若不判作境", "358": "智唯是一慧眼。若不爾唯一法眼境。是所照", "359": "智。是能照就墳自為四眼。於法眼中離出三", "360": "眼對色者名為眼。天眼色有麁妙。肉眼見麁。", "361": "天眼見妙。十四種色中唯一色法麁故是肉", "362": "眼所見。餘有十三種色細妙故屬天眼所見", "363": "也。因緣之法莫過有無有者。是色屬肉眼所", "364": "見。無者是第一義諦法身佛性。是妙有。照於", "365": "妙有妙無名為慧眼也。照於四陰非色非心", "366": "心數及無為法有漏無漏行不同肉眼。天眼", "367": "之麁不及慧眼之妙。三眼所不攝。還伏法眼", "368": "名也。肉眼天眼約根受名法眼。從境以立稱。", "369": "慧眼就慧體以立號。四眼所不周見色不盡。", "370": "乃至照空未窮窮原盡性。其唯是佛。是以迦", "371": "之佛眼也。肉眼清徹靡不分了者。明肉眼唯", "372": "見麁色未及細色也。天眼通達無量無限者。", "373": "明天眼見細色明了故。言通達非一切處通", "374": "達也。此二眼從根受名制在三十心中也。法", "375": "眼觀察究竟諸道者。此法眼從初地至七地", "376": "明。此法眼攝一切有為無為數緣。非數緣無", "377": "作佛性等法也。慧眼見真能度彼岸者。此慧", "378": "眼從八地至十地。慧能鑒空會無生真如之", "379": "理。與佛果相近故能度彼堓也。佛眼具足覺", "380": "了法性者。此一眼是佛眼。五眼具足。覺了一", "381": "切有無之法無不朗然。大明降金剛已下未", "382": "得此眼。唯成佛當得了　以無礙智為人演說", "383": "者。如來以四無礙辯法辯義辯辭辯樂。說辯", "384": "常為眾生演說妙法也。等觀三界空無所有", "385": "者。三界之法悉為虛偽。無有一法真實也", "386": "志求佛法具諸辯才者。不見三界一法可樂。", "387": "便求如來真實妙典而具於四辯也。除滅眾", "388": "生煩惱之患者。如來有無量智慧之力。除眾", "389": "生煩惱之患也。從如來生者。八地以上智慧", "390": "辯才從如來而得故。言從如來生也。解法如", "391": "如者。明八地以上解與佛同。善能應現作佛", "392": "身說法。亦如佛所說故言解法如如也。善智", "393": "習滅音聲方便者。善知三界外習滅應現音", "394": "聲以接眾生也。修諸善本志崇佛道者。修念", "395": "進崇於佛果也。知一切法皆悉寂滅者。會無", "396": "生理不見有無之相故。言寂滅也。生身煩惱", "397": "二餘俱盡者。三界內生者是因。身者是果。煩", "398": "惱業為因。生死五陰身為果。明八地菩薩除", "399": "三界內分段報身。是一除三界麁煩惱是二。", "400": "此二麁報於八地邊成餘。今八地除此二餘", "401": "麁報故言二餘俱盡也。又一解生身煩惱二", "402": "餘俱盡者。判餘此細習煩惱在三界外。唯八", "403": "地菩薩至十地能斷盡。明此細習有二種餘。", "404": "一者業餘。二者是煩惱餘。所以言餘者。寔由", "405": "七地菩薩斷三界麁內麁業麁煩惱盡。未斷", "406": "三界外無明住地細習故言餘也。今言生身", "407": "煩惱二餘俱盡者。明八地菩薩斷已自分盡。", "408": "未能斷九地十地分也。生者是業。即是因也。", "409": "身者是果。以念念為身。八地菩薩斷意生身", "410": "餘業餘煩惱盡故。言生身煩惱二餘俱盡也。", "411": "聞甚深法心不疑懼常能修行者。明八地菩", "412": "薩上斷二餘煩惱唯有念念。意生身與無生", "413": "理會聞九地十地甚深妙法。念念修進何容", "414": "心德疑懼也。", "415": "第二子句歎大乘內德德量高遠。從其大悲", "416": "深遠微妙訖於世間無污染故者。歎大乘內", "417": "德也。悲能拔苦。寔由理深德妙故能爾也。靡", "418": "不覆載者。內德訖既備善能覆載眾生也。究", "419": "竟一乘至于彼岸者。究竟因中一乘便到泥", "420": "洹之彼岸也。決斷疑網慧由心出者。決斷無", "421": "明細惑之疑網。智慧明鑒由心而出也。於佛", "422": "教法該羅無外者。佛教弘廣該羅萬法無不", "423": "悉盡也。智慧如大海者。自下有二十三譬。明", "424": "此大乘德。內外化海水深而能廣明大乘妙", "425": "理。理深潤曠。舉手低頭之善悉入大乘海中", "426": "也。三昧如山王者。明須彌山七寶所成。乃是", "427": "眾山之王。八風所不動。明此三昧定力。眾邪", "428": "所不能干也。從慧光明淨乃至等一淨故者。", "429": "明大乘光明圓滿清淨超於二乘七地也。猶", "430": "如大地淨穢好惡無異心故者。地能勝一切好", "431": "惡之物。明大乘之善平等無二善能攝生三", "432": "乘眾生。如地能生一切萬物也。猶如淨水洗", "433": "除塵勞諸垢深故者。水能洗垢。大乘能除煩", "434": "惱之垢深也。猶如火王燒滅一切煩惱薪故", "435": "者。火能焚薪。明大乘之法能焚煩惱之薪也。", "436": "猶如大風行諸世界無障閡故者。明大乘有", "437": "自在之力縱任無方無障礙也。猶如虛空於", "438": "一切有無所著故者。此大乘平等之心應化", "439": "眾生雖入五欲而無所著。如虛空無異也。猶", "440": "如蓮華於諸世間無染污故者。蓮華雖處淤", "441": "泥不為淤泥之所染。明大乘雖應在三界五", "442": "欲中教化而不著於五欲也。", "443": "第三子句明大乘內德滿足善能外化也。從", "444": "猶如大乘運載群萠出生死故訖百千萬劫不", "445": "能窮盡。猶如大乘運載群萠出生死者。明八", "446": "地菩薩所得大乘未及於佛故言猶如。明此", "447": "大士用大法教化眾生運載。令出脫於眾苦", "448": "也。猶如重雲振大法雷覺未覺故者。雲能覆", "449": "蔭一切萬物。雷能振聲駭動物情。明菩薩內", "450": "以慈悲為覆蔭。外說四辯以引接。譬如若雷", "451": "音之振聲也。猶如大雨雨甘露法潤眾生故", "452": "者。天雨潤萠芽。菩薩說法潤益眾生故也。如", "453": "金剛山眾摩外道不能動故者。明金剛能碎", "454": "萬物。菩薩金剛之智能碎萬惑也。如尼拘類", "455": "樹普覆一切故者。明大乘平等普覆一切眾", "456": "生也。如金翅鳥威伏外道故者。譬菩薩威伏", "457": "外道也。如諸遊禽無所藏跡故者。大乘之", "458": "理平等不偏。如禽獸無有藏跡。若有藏便是", "459": "偏也。猶如牛王無能勝故者。國是菩薩而八", "460": "地以上勝於地下也。象王者明菩薩力大也。", "461": "如師子王者。明無畏說也。曠若虛空者。明", "462": "大乘之心運載彌曠如虛空也。修六和敬者。", "463": "身口意念見淨施人衣食。此六是同一意。出", "464": "家人法一一共相諮受心無障隔。若有微富", "465": "豪障隔六和敬則不成。滅三垢障者。滅貪瞋", "466": "癡煩惱也。因力者。明八地菩薩恒以大乘化", "467": "接眾生。始開悟物情逐境立名。故言因力也。", "468": "明大士唯是一慧體逐境有深淺。判名亦隨", "469": "境也。緣力者。為作外緣令眾生神解暫增長", "470": "快蔬也。意力者。明意地恒覓眾生善機欲接", "471": "之也。願力者。明菩薩為有重願願度一切眾", "472": "生也。方便之力者。方便言巧巧度眾生也。常", "473": "力者。常欲度眾生也。善力者。總上來諸力悉", "474": "是善也。定力者。在境而不亂也。慧力者。慧以", "475": "觀照為義。照於萬境。多聞之力者。眾生機", "476": "緣不一。欲得種種聞法故從境立名。故多聞", "477": "之力也。施戒忍辱行者。六波羅蜜以化物。此", "478": "正念者。勸作十念令生彼國也。止觀者。始", "479": "入定家初門也。諸通明力者。通是六通。明是", "480": "三明也。如法調人伏諸眾生力者。剛強眾", "481": "生化也。如是。以剛強伏之然後與正法受", "482": "之。柔順者以軟語化也。如是等力一切具足。", "483": "總結諸力明菩薩悉具也。常為諸佛之所稱", "484": "歎者。歎此菩薩殖因來久供養無量諸佛。是", "485": "以得如此諸力也。不生不滅諸三昧門者。無", "486": "生空理。豈容生滅心。會此理寂然不亂為三", "487": "昧。三昧是定也。成就無量功德訖不能窮", "488": "盡。上歎大乘內德。外化諸力用既竟。此總結", "489": "之力也。", "490": "第五廣明得失勸修。初修從佛告彌勒菩薩", "491": "諸天人等訖如教奉行不敢有疑。所以明得", "492": "失者對彌勒更舉彼土菩薩天人及以妙土。", "493": "是眾生所應得而貪著於五欲。鬪諍於錢財。", "494": "乃以父母兄弟皆無義理。不知棄之以修善。", "495": "是六失。就此章中復有四子句。", "496": "第一子句從初訖男女共憂錢財也。功德智", "497": "慧不可稱說者。將欲歎其失。先歎其所失之", "498": "果。果者是何。菩薩及以淨土是也。何不力", "499": "為善念道之自然者。勸令修因取自然佛果", "500": "也。著於無上下洞達無邊際者。經文衝應言", "501": "無著於上下。明自然之體雖復應在人天六", "502": "道而不染著。玄鑒未來三世不可窮盡。故言", "503": "洞達無邊際也。然解著於上下者。明彼土果", "504": "報。天之與人無有色欲界之隔。天亦來在下。", "505": "人亦上至天。國土通同無障隔。上下自在縱", "506": "任故言洞達無邊際也。宜各懃精進怒力自", "507": "求之住生安養國者。勸令懃策修因必得於", "508": "妙果。橫截五惡道自然閉者。精進懃策修善", "509": "增明。不復五道受生惡道俱然閉也。昇道無", "510": "窮極者。妙理清昇其土真淨曠若無邊故言無", "511": "窮極也。易往而無人者。勸修八萬四千諸波", "512": "羅蜜行。便是難勸修十念力故。便是易於易", "513": "中。修十念亦不能得一念成就。若修十念乃", "514": "至一念得成就者。便得往生淨國。以其不能", "515": "成就故。故言易往而無人也。其國不逆違自", "516": "然之所牽者。明彼國淨無有五道之苦違於", "517": "善心。唯有自然妙善善善資故言之所牽也。", "518": "何不棄世事乃至受樂無有極者。勸令修善", "519": "得生淨國壽命遐劫也。然世人薄俗共諍不", "520": "急之事者。明薄俗之人少於道訓不識有為", "521": "無常。唯共諍不急之事彌增重罪。聖人勸言。", "522": "何以不共諍修十念。念西方無量壽佛。便得", "523": "往生妙樂淨國也。無尊無卑者。在重惑之中", "524": "以苦為樂。既不識苦之可厭。復何由能識菩", "525": "提之可崇也。", "526": "第二子句明者。無勸修也。從有無同然憂思", "527": "適等訖莫能知者。所以明有無者。明眾生為", "528": "惑所纏不識有為無常。但只知有田憂田有", "529": "宅憂宅下悉如此。從初乃至與痛其居者。明", "530": "已有田憂之也。從貧窮下劣困乏常無已下", "531": "明無有田宅亦憂欲有之也。", "532": "第三子句明無義勸修。從世間人民父子兄", "533": "弟訖欲何樂乎。當相敬愛無相憎嫉者。勸令", "534": "修善學禮義識尊卑上下。共修善道生於西", "535": "方淨土之國也。有所恚怒今世恨意微相憎", "536": "嫉後世轉劇者。此明無義之人現世共相憎", "537": "嫉。已得無量重罪。未來世轉甚惑入三塗地", "538": "獄。無有休息也。", "539": "第四子句明不信勸修。從如是世人不信作", "540": "善得善訖痛不可言甚可哀愍。不信人死更", "541": "生者。果中不信也。惠施得福者。因中不信", "542": "也。善惡之事都不信之者。善惡雙不信也。然", "543": "謂之不然者。然實修善得善惠施得福。而今", "544": "不信修善得福故言謂之不然也。不然者。只", "545": "是不信之異名也。終無有是者。明不信終無", "546": "有修善得福也。但坐是故且自見之者。但坐", "547": "先師祖父行不信善惡致使見行。見此法用", "548": "依先師行不信也。更相瞻視先後同然者。行", "549": "不信種類前世後世傳相承受行惡不異。故", "550": "言同然也。自不能見無有語者。不自見已之", "551": "重惡。復無善知識語令修善也。吉凶禍福競", "552": "各作之無一怪者。無善知識語其吉凶禍福", "553": "懃學修之也。", "554": "第六明簡擇勸修。從佛告彌勒菩薩諸天人", "555": "等我今語汝訖四教奉行不敢有疑。所以明", "556": "簡擇者。簡去諸惡。擇取妙善也。擇其善者。", "557": "懃而行之者。勸令簡惡以修善世間榮之。物", "558": "皆是無常。不如修一豪之善必離生死之苦", "559": "也。勿得隨心所欲虧負經戒在人後者。誡勅", "560": "催學令離五欲。使善根日夜增長。不得在他", "561": "人後也。與佛相值聽受經法者。殖因來久。今", "562": "值遇佛誡令聽法擊厲時情也。又復得聞無", "563": "量壽佛快哉甚善者。時眾聞彼佛國土長壽", "564": "妙樂快當物情故言快哉甚善也。長與道德", "565": "令明者。既生淨土以善自居神解。與無生理", "566": "會為合明也。次於泥洹之道者。此彌勒乃至", "567": "一生補處之士隣佛之境故言次於泥洹之道", "568": "也。無得疑或中悔者。無量壽佛眉間白豪宛", "569": "轉如五須彌。眾生見此白豪起於疑言。此白", "570": "豪為是無量壽佛白豪為非是作。如此疑後", "571": "生西方落狐疑城中。蓮華合頭不開。在此蓮", "572": "華中行道懺悔。滿五百歲蓮華方開。見佛聞", "573": "法。雖見佛聞法由不明了。雖不明了已漸悟", "574": "於道也。生彼邊地七寶殿堂者。此由是狐疑。", "575": "城中人雖有此疑願生彼國。有願力強得生", "576": "彼國。以狐疑故不得近佛。唯得始入彼佛境", "577": "界邊在蓮華中住。蓮華合頭不開故言生在", "578": "邊地也。", "579": "第七明破五戒勸修。從佛告彌勒如等能於", "580": "此世。特欲明五痛五燒。先廣明五戒十善之", "581": "相。此五戒十善悉具意地三善根無貪癡瞋", "582": "也。修十善幡十惡修五戒幡五惡。此五戒是", "583": "在家律儀。凡律儀者。詮量輕重也。今言五戒", "584": "者。戒以心惡為義。心惡之義即是心善自心", "585": "意地惡不起。復能外化即是行善也。此戒亦", "586": "言彼。彼解脫亦言事。事得解脫於不。不得", "587": "殺邊解脫乃至不飲酒。於不飲酒邊得解脫", "588": "也。然眾生欺惑情重違破五戒。起於五惡乃", "589": "至五燒也。就此章中凡有七段明義。第一段", "590": "總明破五戒相。五痛五燒是也。從如等能於", "591": "此世端心正意訖長壽泥洹之道。如等能於", "592": "此世端心正意者。若能無意地貪瞋癡便是", "593": "無眾惡。無眾惡故內德便生也。十方世界最", "594": "無倫匹者。能無貪瞋癡。是世之所無故無倫", "595": "匹也。所以者何。釋所以意地無貪瞋癡者。何", "596": "只由修善幡惡故無貪瞋癡也。自然作善者。", "597": "彼國天人無有三毒。唯有淳善也。易可開悟", "598": "者。入理之人易為道化也。今我於此世間作", "599": "佛處於五惡者。釋迦自明所得國土。爰是穢", "600": "惡眾生洹以三毒四倒以為過患。是以幡五", "601": "戒起五惡也。此五惡是起惡之因。何者是五。", "602": "一者殺生。二者偷盜。三者貪婬。四者妄語。", "603": "五者飲酒。此五惡是過去時因能滅現在。五", "604": "痛五燒之果也。五痛者。是現在果。因惡而", "605": "果痛。煩惱熾然盛自相燋然故言五痛也。五", "606": "燒者。是未來果。現在果既不實。未來便應", "607": "磨滅燒盡也。教化群生令捨五惡者。勸令修", "608": "善令幡五惡。惡因既不起。俱然無五痛五燒", "609": "之果也。降化其意令持五善者。令持五戒之", "610": "善也。度世長壽泥洹之道者。是無為之果也。", "611": "第二段明殺生破不殺戒。從其一惡者訖是", "612": "為一大善。就此段中有五子句明義。第一子", "613": "句明過去造殺生因也。從其一惡者訖犯者。", "614": "不殺蠕動之類。欲為眾惡莫不皆然者。明過", "615": "去行惡。因眾生修行殺惡業。現在得短壽六", "616": "根不具報也。殘害殺戮者。不知反流盡源。唯", "617": "以殺戮為懷。此造地獄之因也。惡逆無道後", "618": "受殃罰者。過去有造惡因現在必受貧賤下", "619": "劣斯報也。第二子句明現在受餘果報也。從", "620": "故有貧窮下賤訖不逮之屬貧窮下賤者。此", "621": "下八句明現在餘果定。是由前身造殺生惡", "622": "業不行布施。只劫奪他物。是以墮地獄。受罪", "623": "畢已餘殃不盡。現在受得人身。雖得人身聾", "624": "盲瘖啞六根不具足也。第三子句明修善得", "625": "果報尊貴也。從又有尊貴訖轉相受身。又有", "626": "尊貴豪富高才明達者。明行善因得善果也。", "627": "皆由宿世慈孝修善德所致者。明過去時行", "628": "此慈孝善因。現在得尊貴豪富果報也。第四", "629": "句與上聾盲瘖啞人作譬受二世果報也。從", "630": "譬如王法痛苦極形者訖一痛一燒懃苦如", "631": "是。一譬如王法痛苦極一刑者。明聾盲瘖啞", "632": "示人現世受極重苦報也。故有自然三塗無", "633": "量苦惱者。現在已受苦未來世復受三塗之", "634": "重苦也。轉貿其身者。受六道之身非一更故", "635": "言轉貿其身也。改刑易道者。既訖受六道之", "636": "身所行惡道亦同也。所受命或長或短者。受", "637": "六道之形所行造業亦不同。是以壽有長短", "638": "也。第五子句明勸結也。從譬如大火焚燒人", "639": "身訖是為一大善明。此勸修。若能懃修自策", "640": "者。便得無為泥洹之道。若不能修行起惡者。", "641": "便墮三塗如大火燒人也。", "642": "第三段明偷盜破不盜戒也。從佛言其二惡", "643": "者訖是為二大善。就此段中有五子句明義。", "644": "第一子句段明盜因。從佛言其二惡者訖無", "645": "所恃怙。此盜中句明義無異前章也。第二第", "646": "三子句雙明也。從獨來獨去無一隨者訖事", "647": "至乃悔善惡禍福追命所生者。善因善果惡", "648": "因惡果雙明也。或在樂處者。此是善果也。或", "649": "入苦毒者。此是苦果也。第四子句與前行惡", "650": "人作譬也。從今世現有王法牢獄訖二痛二", "651": "燒懃苦如是。此明二世苦。現在受五法之苦。", "652": "未來世受三塗之苦也。第五子句明勸結。從", "653": "譬如大火焚燒人身訖二大惡。第四段明貪", "654": "婬破不婬戒。從佛言其三惡者訖是為三大", "655": "善。就此段中有四子句明義。第一子句明貪", "656": "婬因。從初訖但欲唐得。第二子句明行惡因", "657": "果。從眄睞細色患人而苦之也。第三子句明", "658": "後受三塗苦報　從亦復不畏五法禁令訖三", "659": "痛三燒懃苦如是。如是之惡著於人鬼者。造", "660": "如此重。或注其名字。或在人中六根不具。或", "661": "在鬼中也。第四子句段明勸結也。從譬如大", "662": "火焚燒人身訖三大善。第五段明妄語破不", "663": "妄語戒。從佛言其四惡者訖是為四大善。就", "664": "此段中有五子句。第一子句明妄語因。從佛", "665": "言其四惡者訖難得誠實。第二子句明惡果。", "666": "從尊貴自大訖天神記識。第三子句明修善", "667": "因也。從賴其前世頗其作福德訖營護助之。", "668": "第四子句明行惡眾生後世受三塗地獄果報。", "669": "從今世為惡福德自滅訖四痛四燒懃苦如", "670": "是。第五子句明勸結。從譬如大火焚燒人身", "671": "訖四大善。第六段明飲酒破不飲酒戒。從佛", "672": "言其五惡者訖是為五大善。就此段中有六子", "673": "句明義。第一子句明飲酒方便。從佛言其五", "674": "惡者訖用自振給。特欲飲酒先起方便飲酒。", "675": "是正犯戒體也。第二子句明飲酒是惡因也。", "676": "從耽酒嗜美訖父母兄弟眷屬。第三子句明", "677": "行惡果報。從六親憎惡訖無得脫捨。如是人", "678": "心意俱然者。明六親及一切世人同心願令", "679": "其死故言心意俱然也。第四子句明善因果", "680": "也。善人行善者。明行善因也。從樂入樂唯", "681": "明入明者。善果也。第五子句明行惡未來世", "682": "愛重苦報也。從惡人行惡訖五痛五燒懃苦", "683": "如是。第六子句明勸結。從譬如大火焚燒人", "684": "身訖五大善。人能於中一心制意者。此明十", "685": "善意地貪瞋癡也。端身正念者。明身無殺盜", "686": "婬也言行相副者。不妄語也。所作至誠者。不", "687": "綺語也。所語如諸者。不兩舌也。心口不轉者。", "688": "不惡口也。此是十善幡十惡勸持五戒十善", "689": "必得生天也。", "690": "第七段明總結五痛五燒勸修。從佛告彌勒", "691": "菩薩吾語如等訖古今有是痛哉可傷。總結", "692": "勸修所以來者。上明五痛五燒違負五戒起", "693": "於重惡。現世受報得貧窮下賤六根不具。後", "694": "世受報必墮三塗地獄之中。是以勸令修善", "695": "令免此苦。是以總結勸修來也。", "696": "第八明戒勅勸修。從佛語彌勒世間如是訖", "697": "受佛重誨不敢違失。流通方法所以來者。勸", "698": "令自策。就此章中有四子句明誡勅諸弟子。", "699": "第一從初訖為德立善。第二子句格量功德。", "700": "從正心正意訖如是忪務未甞寧息。齋戒清", "701": "淨一日一夜勝在無量壽國為善百歲者。無", "702": "量壽國淳善無惡。彼國人修善心縱容不甚", "703": "有急。此土眾生淳穢。若能於穢中反流盡源。", "704": "精懃一日一夜苦行道者。勝在西方為善百歲。", "705": "所以然者。明心勇猛處勝也。彼佛國土無為", "706": "自然者。明彼國淳善無為豪毛之惡。常以大", "707": "乘法樂以自勳心也。第三子句明如來授與", "708": "經法勸令修之。從吾哀如等訖昇無為之安。", "709": "隨器開導授與經法者。隨眾生有授道之器。", "710": "授已法藥令悟道也。第四子句明佛滅度後", "711": "經法漸滅勸令懃修善也。從吾去世後經道", "712": "漸滅訖受佛重誨不敢違失。明佛滅之後人", "713": "民語偽。還起五痛五燒。劇於前世。是以如", "714": "來誡勅彌勒。我滅度後懃行正化度脫眾生", "715": "令離三塗也。", "716": "第九明現國勸修。從佛告阿難汝起更整衣", "717": "服訖亦皆自然。上開宗中願欲得見彼佛。壽", "718": "命長遠國土清淨眷屬淳黃金色會。釋迦重", "719": "命阿難。汝起更整衣服禮西方無量壽佛。乃", "720": "可得見二聖共相影響。無量壽佛即放大光", "721": "明普照諸佛世界。時眾悉見彼佛微妙淨土。", "722": "無不願生彼國也。普照一切諸世界金剛圍", "723": "山者。明彼佛明光淳黃金色。今照十方石沙", "724": "諸山悉同黃金色也。譬如劫水彌滿世界其", "725": "中萬物沈沒不現者。借譬以明光色大水彌", "726": "滿不見萬物。明此光明照十方世界及以諸", "727": "山。悉作金色不見石沙之異也。阿難即見無", "728": "量壽佛威德巍巍如須彌山王者。明阿難見", "729": "彼佛色身相好。如百千萬億夜摩天宮。閻浮", "730": "檀金色佛身高十六萬億那由他恒河沙由旬", "731": "也。眉間白豪右旋婉轉如五須彌山也。佛眼", "732": "如四大海水清白分明也。身諸毛孔演出光", "733": "明如須彌山彼佛圓光如百億三千大千世", "734": "界。於圓光中有百萬億那由他恒河沙佛。一", "735": "一化佛亦有眾多無數化菩薩。以為侍者。又", "736": "明無量壽佛吾八萬四千相。一一相中各有", "737": "八萬四千隨形好。一一好復有八萬四千光", "738": "明。一一光明遍照十方世界。明阿難悉見此", "739": "事也。如見彼國。從地已上至淨居天。其中微", "740": "妙之物為悉見不者。彼間本無淨居天。借此", "741": "間天以況彼國。阿難答言悉見也。彼國人民", "742": "有胎生者。明此土眾生願欲生彼。疑佛智慧", "743": "為深為淺。命終得生彼國。在狐疑城中方經", "744": "五百歲。方出狐疑城見佛。為說法便得解了", "745": "然。極鈍根者。經五百歲耳。若利根者。或二", "746": "百一百歲乃至五三十歲。得出此城見佛聞", "747": "法。彼國淳是化生。無有胎生。今言胎生者。", "748": "只猶在狐疑城中不見佛不聞法名胎生也。", "749": "又一解舊經本解言。在狐疑城中見佛聞法", "750": "不明了。以不明了故落不聞中故言名為胎", "751": "生。其實是化生也。", "752": "第十明解。或勸修。從爾時慈氏菩薩何因何", "753": "緣訖我今略說之耳也。就此章中有四段明", "754": "義也。第一章從初訖謂之胎生也。何因何緣", "755": "彼國人民胎生化生者。彌勒請問胎生化生", "756": "之法用也。願生彼國不了佛智者。此人願生", "757": "彼國唯疑佛智為深為淺。有此疑故命終生", "758": "在狐疑城中。經五百歲。此是鈍根人也。利", "759": "根者或一百乃至五三十歲也。自下釋胎生", "760": "之所以也。第二明化生也。從若有眾生明信", "761": "佛智訖無有智慧疑惑所致。明彼國淳是化", "762": "生身相光明智慧如諸菩薩具是無異也。第", "763": "三段與胎生人作譬。從譬如轉輪聖王別有", "764": "宮室訖無上智慧。轉輪聖者。譬佛也。若有諸", "765": "小王子得罪於王者。與胎生人作譬明胎生", "766": "也。不見佛不聞法如王子犯於大王繫在宮", "767": "中也。但種種方便求諸大力欲自免出者。明", "768": "胎生人在狐疑城中。雖復行道懺悔不樂在", "769": "此城中。恒欲出此城求至佛邊也。雖有餘樂", "770": "猶不樂彼處者。在狐疑城中雖脫此間石沙", "771": "之苦。猶不樂住在城中欲求出此城也。為失", "772": "大利者。若不疑惑佛智即得生在佛邊。聞法", "773": "悟道故為大利。只由狐疑故失此大利益也。", "774": "第四段明釋迦引證也。從於此世界有幾數", "775": "不退菩薩生彼佛國訖略說之耳。此引證所", "776": "以來者。寔由上彼佛放光照十方世界。此土", "777": "諸菩薩悉見彼佛國土清淨長受妙樂。是以", "778": "我國土諸菩薩悉往生彼國。何但我諸弟子", "779": "往生。亦有他方十四佛國土諸菩薩往生彼", "780": "國。乃至十方世界諸菩薩亦爾。是以引證得", "781": "知彼土淳淨妙樂也。於此世界六十七億不", "782": "退菩薩往彼國者。此是釋迦國土菩薩位階。", "783": "七地悉往生西方無量壽佛國也　一一菩薩", "784": "已曾供養無數諸佛者。明此菩薩德量甚高", "785": "與彌勒同類位階十地。諸小行菩薩者。諸言", "786": "不一。此小行菩薩是住下三十心人。初十心", "787": "是習種性人也。初六心有退。至第七心不退。", "788": "此人作四念處觀。在外凡夫位中也。中十心", "789": "者。是性種性人也。在軟頂忍位中也。最後三", "790": "十心者。是解行地人也。在世第一法位中也。", "791": "不但我剎土諸菩薩往生彼國他方佛土亦復", "792": "如是者。此是正明引證由。彼佛國土清淨妙", "793": "樂致使我諸弟子及諸他方諸菩薩悉往生彼", "794": "土也。其第一佛名曰遠照有百八十億菩薩", "795": "皆當往生者。所以列他方十四名佛者。欲令", "796": "出十方諸佛弟子悉往生彼國。諸佛證明彼", "797": "土清淨妙樂也。自下諸佛弟子類可知也。十", "798": "方世界無量佛國其往生者。亦復如是者。何", "799": "但十四佛國菩薩往生乃至十方世界諸菩薩", "800": "眾皆當往生彼國也。佛告彌勒其有得聞彼", "801": "佛名號歡喜踊躍者。此是第三分流通門也。", "802": "上說序正已竟。次說付囑流通。就流通中有", "803": "三段明義。第一從其有得聞彼佛名號訖應", "804": "當信順如法修行。明說此經既竟便付囑流", "805": "通令後代使不斷絕也。特留此經正住百歲", "806": "者。像法將滅龍王舐一切經字悉盡。唯留此", "807": "無量壽經文字在世經百年流通。後代受持", "808": "讀誦也。自得隨意所願度危難也。如來興世", "809": "難值難聞者。此下凡有五難得。聞此經已乃", "810": "至信樂受持此之甚難也。第二從爾時世尊", "811": "說此經法無量眾生皆發無上正覺之心訖", "812": "經。明無量眾生諸天人民及諸菩薩聞說經", "813": "竟。皆悟道得果也。萬二千那由他人得清淨", "814": "法眼者。得悟須陀洹果也。八十萬比丘漏盡", "815": "意解者。得阿羅漢道也。四十億菩薩得不退", "816": "轉者。得七地不退也。第三何。但有情之類得", "817": "悟道。亦使無情之物六種震動降於妙華也。", "818": "無量壽義記下卷", "819": "一校竟", "820": "比丘洪琇許"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2759 無量壽經義記卷下", "source": "CBETA"}