{"author": "唐 弘忍述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2011 最上乘論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2011", "1": "最上乘論", "2": "第五祖弘忍禪師述", "3": "凡趣聖道悟解真宗。修心要論若其不護淨", "4": "者。一切行無由取見。願善知識如有寫者。用", "5": "心無令脫錯。恐誤後人。", "6": "夫修道之本體須識。當身心本來清淨不生", "7": "不滅無有分別。自性圓滿清淨之心。此是本", "8": "師。乃勝念十方諸佛。", "9": "問曰。何知自心本來清淨。答曰。十地經云。眾", "10": "生身中有金剛佛性。猶如日輪體明圓滿廣", "11": "大無邊。只為五陰黑雲之所覆。如瓶內燈光", "12": "不能照輝。譬如世間雲霧八方俱起天下陰", "13": "闇。日豈爛。也何故無光。光元不壞。只為雲霧", "14": "所覆。一切眾生清淨之心亦復如是。只為攀", "15": "緣妄念煩惱諸見黑雲所覆。但能凝然守心。", "16": "妄念不生。涅槃法自然顯現。故知自心本來", "17": "清淨。", "18": "問曰。何知自心本來不生不滅。答曰。維摩經", "19": "云。如無有生如無有滅。如者真如佛性自性", "20": "清淨。清淨者心之原也。真如本有不從緣生。", "21": "又云。一切眾生皆如也。眾賢聖亦如也。一切", "22": "眾生者。即我等是也。眾賢聖者。即諸佛是也。", "23": "名相雖別身中真如法性並同。不生不滅故", "24": "言皆如也。故知自心本來不生不滅。", "25": "問曰。何名自心為本師。答曰。此真心者。自然", "26": "而有不從外來。不□束修於三世中。所有至", "27": "親莫過自守於心。若識心者。守之則到彼岸。", "28": "迷心者。棄之則墮三塗。故知三世諸佛以自", "29": "心為本師。故論云。了然守心則妄念不起。則", "30": "是無生。故知心是本師。", "31": "問曰。何名自心勝念彼佛。答曰。常念彼佛不", "32": "免生死。守我本心則到彼岸。金剛經云。若以", "33": "色見我。以音聲求我。是人行邪道不能見如", "34": "來。故云。守本真心勝念他佛。又云。勝者只是", "35": "約行勸人之語。其實究竟果體平等無二。", "36": "問曰。眾生與佛真體既同。何故諸佛不生不", "37": "滅。受無量快樂自在無礙。我等眾生墮生死", "38": "中受種種苦耶。答曰。十方諸佛悟達法性。皆", "39": "自然照燎於心源。妄想不生正念不失。我所", "40": "心滅故得不受生死。不生死故即畢竟寂滅。", "41": "故知萬樂自歸。一切眾生迷於真性。不識心", "42": "本。種種妄緣不修正念故即憎愛心起。以憎", "43": "愛故則心器破漏。心器破漏故即有生死。有", "44": "生死故則諸苦自現。心王經云。真如佛性沒", "45": "在知見六識海中。沈淪生死不得解脫。努力", "46": "會是。守本真心妄念不生。我所心滅自然與", "47": "佛平等無二。", "48": "問曰。真如法性同一無二。迷應俱迷。悟應俱", "49": "悟。何故佛覺性。眾生昏迷因何故然。答曰。自", "50": "此已上入不思識分。非凡所及。識心故悟。", "51": "失性故迷。緣合即合說不可定。但信真諦守", "52": "自本心。故維摩經云。無自性無他性。法本無", "53": "生今即無滅。此悟即離二邊入無分別智。若", "54": "解此義但於行知法要。守心第一。此守心者。", "55": "乃是涅槃之根本入道之要門。十二部經之", "56": "宗三世諸佛之祖。", "57": "問曰。何知守本真心是涅槃之根本。答曰。涅", "58": "槃者體是寂滅無為安樂。我心既是真心。妄", "59": "想則斷。妄想斷故則具正念。正念具故寂照", "60": "智生。寂照智生故窮達法性。窮達法性故則", "61": "得涅槃。故知守本真心是涅槃之根本。", "62": "問曰。何知守本真心是入道之要門。答曰。乃", "63": "至舉一手爪畫佛形像。或造恒沙功德者。只", "64": "是佛。為教導無智慧眾生作當來勝報之業", "65": "及見佛之因。若願自早成佛者會是守本真", "66": "心。三世諸佛無量無邊。若有一人不守真心", "67": "得成佛者。無有是處。故經云。制心一處無事", "68": "不辦。故知守本真心是入道之要門也。", "69": "問曰。何知守本真心是十二部經之宗。答曰。", "70": "如來於一切經中。說一切罪福一切因緣果", "71": "報。成引一切山河大地草木等種種雜物起", "72": "無量無邊譬喻。或現無量神通種種變化者", "73": "只是佛。為教導無智慧眾生有種種欲心心", "74": "行萬差。是故如來隨其心門引入一乘。我既", "75": "體知眾生佛性本來清淨如雲底日。但了然", "76": "守本真心。妄念雲盡慧日即現。何須更多學", "77": "知見所生死苦一切義理及三世之事。譬如", "78": "磨鏡塵盡明自然現。則今於無明心中。學得", "79": "者終是不堪。若能了然不失正念。無為心中", "80": "學得者此是真學。雖言真學竟無所學。何以", "81": "故。我及涅槃二皆空故。更無二無一。故無所", "82": "學。法性雖空要須了然守本真心。妄念不生。", "83": "我所心滅故。涅槃經云。知佛不說法者。是名", "84": "具足多聞。故知守本真心。是十二部經之宗", "85": "也。", "86": "問曰。何知守本真心是三世諸佛之祖。答曰。", "87": "三世諸佛皆從心性中生。先守真心妄念不", "88": "生。我所心滅後得成佛。故知守本真心是三", "89": "世諸佛之祖也。上來四種問答。若欲廣說何", "90": "窮。吾今望。得汝自識本心是佛。是故慇懃勸", "91": "汝。千經萬論莫過守本真心。是要也。吾今努", "92": "力。按法華經示汝。大車寶藏明珠妙藥等物", "93": "汝自不取不服。窮苦奈何會是。妄念不生。我", "94": "所心滅一切功德自然圓滿。不假外求歸生", "95": "死苦。於一切處正念察心。莫愛現在樂種未", "96": "來苦。自誑誑他。不脫生死。努力努力。今雖無", "97": "常共作當來成佛之因。莫使三世虛度狂喪", "98": "功夫。經云。常處地獄如遊園觀。在餘惡道如", "99": "己舍宅。我等眾生今現如此。不覺不知驚怖", "100": "殺人了無出心。奇哉苦哉。若有初心學坐禪", "101": "者。依觀無量壽經端坐正念。閉目合口。心前", "102": "平視隨意近遠。作一日想守真心。念念莫住。", "103": "即善調氣息。莫使乍麁乍細。則令人成病苦。", "104": "夜坐禪時或見一切善惡境界。或入青黃赤", "105": "白等諸三昧。或見身出大光明。或見如來身", "106": "相。或見種種變化。但知攝心莫著並皆是空。", "107": "妄想而見也。經云。十方國土皆如虛空。三界", "108": "虛幻唯是一心作。若不得定不見一切境界", "109": "者亦不須怪。但於行住坐臥中常了然守本", "110": "真心。會是妄念不生。我所心滅一切萬法不", "111": "出自心。所以諸佛廣說。如許多言教譬喻者。", "112": "只為眾生行行不同。遂使教門差別。其實八", "113": "萬四千法門。三乘八道位體七十二賢行宗。", "114": "莫過自心是本也。若能自識本心。念念磨鍊", "115": "莫住者即自見佛性也。於念念中常供養十", "116": "方恒沙諸佛。十二部經念念常轉。若了此心", "117": "源者一切心義自現。一切願具足一切行滿", "118": "一切皆辦不受後有。會是妄念不生。我所心", "119": "滅。捨此身已定得無生不可思議。努力莫造", "120": "大。如此真實不妄語難可得聞。聞而能行者", "121": "恒沙眾中莫過有一。行而能到者億叉劫中", "122": "希有一人。好好自安自靜。善調諸根。就視心", "123": "源。恒令照燎清淨。勿令無記心生。", "124": "問曰。何名無記心。答曰。諸攝心人為緣外境", "125": "麁心小息。內鍊真心心未清淨時。於行住坐", "126": "臥中恒懲意看心。猶未能了了清淨獨照心", "127": "源。是名無記心也。亦是漏心猶不免生死大", "128": "病。況復總不守真心者。是人沈沒生死苦海。", "129": "何日得出。可憐。努力努力。經云。眾生若情誠", "130": "不內發者。於三世縱值恒沙諸佛無所能為。", "131": "經云。眾生識心自度。佛不能度眾生。若佛能", "132": "度眾生者。過去諸佛恒沙無量。何故我等不", "133": "成佛也。只是情誠不自內發。是故沈沒苦海。", "134": "努力努力。勤求本心勿令妄漏。過去不知。已", "135": "過亦不及。今身現在有遇得聞妙法。分明相", "136": "勸決解此語。了知守心。是第一道。不肯發至", "137": "誠心求願成佛受無量自在快樂。乃始轟轟", "138": "隨俗貪求名利。當來墮大地獄中。受種種苦", "139": "惱。將何所及。奈何奈何。努力努力。但能著破", "140": "衣飱麁食。了然守本真心。佯癡不解語。最省", "141": "氣力而能有功。是大精進人也。世間迷人不", "142": "解此理。於無明心中。多涉艱辛廣修相善。望", "143": "得解脫。乃歸生死。若了然不失正念而度眾", "144": "生者。是有力菩薩。分明語汝等守心第一。若", "145": "不勤守者甚癡人也。不肯現在一生忍苦。欲", "146": "得當來萬劫受殃。聽汝更不知何囑。八風吹", "147": "不動者真是珍寶山也。若知果體者但對於", "148": "萬境。起恒沙作用巧辯若流。應病與藥。而能", "149": "妄念不生。我所心滅者真是出世丈夫。如來", "150": "在日歎何可盡。吾說此言者至心勸汝。不生", "151": "妄念。我所心滅則是出世之士。", "152": "問曰。云何是我所心滅。答曰。為有小許勝他", "153": "之心。自念我能如此者。是我所心涅槃中病", "154": "故。涅槃經曰。譬如虛空能容萬物。而此虛空", "155": "不自念言我能含容如是。此喻我所心滅趣", "156": "金剛三昧。", "157": "問曰。諸行人求真常寂者。只樂世間無常麁", "158": "善。不樂第一義諦。真常妙善其理未見。只欲", "159": "發心緣義遂思。覺心起則是漏心。只欲亡心", "160": "則是無明昏住。又不當理。只欲不止心不緣", "161": "義即惡取空。雖受人身行畜生行。爾時無有", "162": "定慧方便。而不能解了明見佛性。只是行人", "163": "沈沒之處。若為超得到無餘涅槃。願示真心。", "164": "答曰。會是信心具足志願成就緩緩靜心。更", "165": "重教汝。好自閑靜身心。一切無所攀緣。端坐", "166": "正念善調氣息。懲其心不在內不在外不在", "167": "中間。好好如如穩看看熟則了見此心識流", "168": "動。猶如水流陽焰曄曄不住。既見此識時唯", "169": "是不內不外。緩緩如如穩看看熟則返覆銷", "170": "融虛凝湛住。其此流動之識颯然自滅。滅此", "171": "識者乃是滅十地菩薩眾中障惑。此識滅已", "172": "其心即虛凝寂淡泊皎潔泰然。吾更不能說", "173": "其形狀。汝若欲得者。取涅槃經第三卷中金", "174": "剛身品及維摩經第三卷見阿閦佛品。緩緩", "175": "尋思細心搜撿熟看。若此經熟實得能於行", "176": "住坐臥及對五欲八風不失此心者。是人梵", "177": "行已立所作已辦。究竟不受生死之身。五欲", "178": "者色聲香味觸。八風者利衰毀譽稱譏苦樂。", "179": "此是行人磨鍊佛性處。甚莫怪今身不得自", "180": "在。經曰。世間無佛住處菩薩不得現用。要脫", "181": "此報身。眾生過去根有利鈍不可判。上者一", "182": "念間。下者無量劫。若有力時隨眾生性起菩", "183": "薩善根。自利利他莊嚴佛土。要須了四依乃", "184": "窮實相。若依文執則失真宗。諸比丘等汝學", "185": "他出家修道。此是出家出生死枷。是名出家。", "186": "正念具足修道得成。乃至解身支節。臨命終", "187": "時不失正念。即得成佛。弟子上來集此論者。", "188": "直以信心依文取義作如是說。實非了了證", "189": "知。若乖聖理者。願懺悔除滅。若當聖道者。迴", "190": "施眾生。願皆識本心。一時成佛。聞者努力當", "191": "來成佛。願在前度我門徒。", "192": "問曰。此論從首至末。皆顯自心是道。未知果", "193": "行二門是何門攝。答曰。此論顯一乘為宗。然", "194": "其至意道迷趣。解自免生死。乃能度人直言", "195": "自利不說利他。約行門攝。若有人依文行者", "196": "即在前成佛。若我誑汝當來墮十八地獄。指", "197": "天地為誓。若不信我世世被虎狼所食。", "198": "最上乘論一卷終", "199": "以此所冀。", "200": "聖壽萬歲十方法界含靈同入如來果海云。", "201": "校正雪訔　刻手一訓等二十　化主印珠", "202": "慧澄道熙", "203": "隆慶四年庚午仲春全羅道同福地安心寺", "204": "開板", "205": "欽捨小財雕刻現論。以屬宣流。伏冀人人", "206": "守真心。箇箇證果體。", "207": "旹正德六歲丙申林鐘穀旦　尼妙嚴　白"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2011 最上乘論", "source": "CBETA"}