{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八揵度論: 阿毘曇八揵度論: 阿毘曇八揵＝犍【明】揵犍度論", "text": {"0": "5 四大犍度1 淨根跋渠", "1": "阿毘曇八揵度論卷第十九", "10": "彼眼入幾緣緣。眼入四大幾緣緣。四大乃", "100": "四大造耶。設色未來四大造。彼色一切未來", "101": "耶。諸色現在。彼色一切現在四大造耶。設色", "102": "現在四大造。彼色一切現在耶。云何地。云何", "103": "地種。云何水。云何水種。云何火。云何火種。", "104": "云何風。云何風種。地何入攝幾識識。地地", "105": "種。水水種。火火種。風風種。四大幾入攝幾", "106": "識識。此章義願具演說。四大彼四大因增", "107": "上。四大造色因增上。造色彼造色因增上。造", "108": "色彼四大因增上。四大心心法緣增上。心心", "109": "法彼心心法因次第緣增上。心心法四大因", "11": "至法入幾緣緣。法入彼法入幾緣緣。法入", "110": "增上。四大眼入因增上。眼入彼眼入因增上。", "111": "眼入四大增上。耳鼻舌身入香味入亦如是。", "112": "四大色入因增上。色入彼色入因增上。色入", "113": "四大因增上。聲細滑入亦如是。四大意入緣", "114": "增上。意入彼意入因次第緣增上。意入四大", "115": "因增上。四大法入因緣增上。法入彼法入因", "116": "次第緣增上。法入四大因增上入竟。四大眼根", "117": "因增上。眼根四大一增上。耳鼻舌身根。男根", "118": "女根亦如是。四大意根緣增上。意根四大因", "119": "增上。樂根苦根喜根憂根護根信根精進念", "12": "四大幾緣緣入竟。四大眼根幾緣緣。眼根四大", "120": "定慧根亦如是。四大命根一增上。命根四大", "121": "一增上。四大未知根緣增上。未知根四大一", "122": "增上。已知根無知根亦如是根竟。以何等故。四", "123": "大一起一住一盡。然不相應。心心法一起一", "124": "住一盡。然彼相應。答曰。如說得四大若大若", "125": "小。然非心心法。復次心心法共緣四大無緣", "126": "不得無緣相應。頗過去四大。造過去色未來", "127": "現在色。答曰。有。頗未來四大造未來色。答", "128": "曰。有。無過去現在。頗現在四大造現在色。", "129": "答曰。有。無過去未來有。若成就過去四大。彼", "13": "幾緣緣。四大乃至無知根幾緣緣。無知根", "130": "成就過去造色耶。答曰。無過去成就四大。有", "131": "過去成就造色。無垢人處母胎卵膜漸厚。若", "132": "生欲界戒律處不戒律處。亦不戒律不不戒", "133": "律處。身口本有教不失。若生色界。若學生無", "134": "色界也。若成就過去四大。彼成就未來四大", "135": "耶。答曰無。有成就過去四大。亦非成就未來", "136": "四大也。若成就過去四大。彼成就未來造色", "137": "耶。答曰。無成就過去四大。有成就未來造色", "138": "無垢人處母胎卵膜漸厚。若生欲界得色界", "139": "善心。若生色界。無垢人生無色界也。若成", "14": "四大幾緣緣根竟。以何等故。四大一起一住一", "140": "就過去四大。彼成就現在四大耶。答曰。無成", "141": "就過去四大。有成就現在四大。生欲界色界", "142": "也。若成就。過去四大。彼成就現在造色耶。", "143": "答曰。無成就過去四大。有成就現在造色。生", "144": "欲界色界也過去四大竟。若成就過去造色。彼成就", "145": "未來四大耶。答曰。無成就未來四大。有成就", "146": "過去造色。無垢人處母胎卵膜漸厚。若生欲", "147": "界戒律處不戒律處。亦不戒律不不戒律處。", "148": "身口本有教不失。若生色界學生無色界也。", "149": "若成就過去造色。彼成就未來造色耶。答曰。", "15": "盡。然不相應。心心法一起一住一盡。然彼相", "150": "或成就過去造色。非未來造色。云何成就過", "151": "去造色。非未來造色。答曰。生欲界戒律處。不", "152": "得色界善心。不戒律處不戒律亦不不戒律", "153": "處。身口本有教不失。是謂成就過去造色非", "154": "未來造色。云何成就未來造色非過去造色。", "155": "答曰。阿羅漢生無色界。是謂成就未來造色", "156": "非過去造色。云何成就過去造色未來造色。", "157": "答曰。無垢人處母胎卵膜漸厚。若生欲界得", "158": "色界善心。若生色界學生無色界。是謂成就", "159": "過去造色未來造色。云何不成就過去未來", "16": "應。頗過去四大造過去色未來現在色。頗", "160": "造色。答曰。凡夫人處母胎卵膜漸厚。若生", "161": "欲界亦不戒律不不戒律處。身口本無教有", "162": "教便失。若凡夫人生無色界。是謂不成就過", "163": "去未來造色。若成就過去造色。彼成就現在", "164": "四大耶。答曰。或成就過去造色。非現在四大。", "165": "云何成就過去造色非現在四大。答曰。學生", "166": "無色界。是謂成就過去造色非現在四大。云", "167": "何成就現在四大非過去造色。答曰。凡夫人", "168": "處母胎卵膜漸厚。若生欲界亦不戒律處亦", "169": "不不戒律處。身口本無教有教便失。是謂成", "17": "未來四大造未來色過去現在色。頗現在四", "170": "就現在四大非過去造色。云何成就過去造", "171": "色現在四大。答曰。無垢人處母胎卵膜漸", "172": "厚。若生欲界戒律處不戒律處。亦不戒律不", "173": "不戒律處。身口本有教不失。若生色界。是謂", "174": "成就過去造色現在四大。云何非成就過去", "175": "造色現在四大。答曰。阿羅漢凡夫人生無色", "176": "界。是謂非成就過去造色現在四大。若成就", "177": "過去造色。彼成就現在造色耶。答曰。或成就", "178": "過去造色非現在造色。云何成就過去造色。", "179": "非現在造色。答曰。學生無色界。是謂成就過", "18": "大造現在色過去未來色。若成就過去四大。", "180": "去造色非現在造色。云何成就現在造色非過", "181": "去造色。答曰。凡夫人處母胎卵膜漸厚。若生", "182": "欲界亦不戒律處不不戒律處。身口本無教有", "183": "教便失。是謂成就現在造色非過去造色。云", "184": "何成就過去造色現在造色。答曰。無垢人處", "185": "母胎卵膜漸厚。若生欲界戒律處不戒律處。", "186": "亦不戒律不不戒律處。身口本有教不失。若", "187": "生色界。是謂成就過去造色現在造色。云何", "188": "非成就過去造色現在造色耶。答曰。阿羅漢", "189": "凡夫人生無色界。是謂不成就過去現在造", "19": "彼成就過去造色耶。設成就過去造色。彼成", "190": "色過去造色竟。若成就未來四大。彼成就未來造色", "191": "耶。答曰。無成就未來四大。有成就未來造色。", "192": "無垢人處母胎卵膜漸厚。若生欲界得色界", "193": "善心。生色界無垢人生無色界也。若成就未", "194": "來四大。彼成就現在四大耶。答曰。無成就", "195": "未來四大。有成就現在四大。生欲色界。若", "196": "成就未來四大。彼成就現在造色耶。答曰。無", "197": "成就未來四大。有成就現在造色。生欲色界", "198": "未來四大竟。若成就未來造色。彼成就現在四大。", "199": "答曰。或成就未來造色非現在四大。云何成", "2": "迦旃延子造", "20": "就過去四大。若成就過去四大。彼成就未來", "200": "就未來造色非現在四大。答曰。無垢人生無", "201": "色界。是謂成就未來造色非現在四大。云何", "202": "成就現在四大非未來造色。答曰。凡夫人處", "203": "母胎卵膜漸厚。若生欲界不得色界善心。是", "204": "謂成就現在四大非未來造色。云何成就未來", "205": "造色現在四大。答曰。無垢人處母胎卵膜", "206": "漸厚。若生欲界得色界善心。若生色界。是謂", "207": "成就未來造色現在四大。云何非成就未來", "208": "造色現在四大。答曰。凡夫人生無色界。是謂", "209": "非成就未來造色現在四大。若成就未來造", "21": "四大。設成就未來四大。彼成就過去四大耶。", "210": "色。彼成就現在造色耶。答曰。或成就未來造", "211": "色。非成就現在造色。云何成就未來造色。非", "212": "現在造色。答曰。無垢人生無色界。是謂成就", "213": "未來造色非現在造色。云何成就現在造色", "214": "非未來造色。答曰。凡夫人處母胎卵膜漸厚。", "215": "若生欲界不得色界善心。是謂成就。現在造", "216": "色。非成就未來造色。云何成就未來現在造", "217": "色。答曰。無垢人處母胎卵膜漸厚。若生欲", "218": "界得色界善心。若生色界。是謂成就未來現", "219": "在造色。云何非成就未來現在造色。答曰。凡", "22": "若成就過去四大。彼成就未來造色。設成就", "220": "夫人生無色界。是謂非成就未來現在造色", "221": "現在造色竟。若成就現在四大。彼成就現在造色。", "222": "答曰。如是。設成就現在造色。彼成就現在", "223": "四大。答曰。如是三世成就竟。過去四大彼過去四", "224": "大因增上。過去四大過去造色因增上。過去", "225": "造色彼過去造色因增上。過去造色過去四", "226": "大因增上。過去四大未來四大因增上。未來", "227": "四大彼未來四大因增上。未來四大過去四", "228": "大一增上。過去四大未來造色因增上。未來", "229": "造色彼未來造色因增上。未來造色過去四", "23": "未來造色。彼成就過去四大耶。若成就過去", "230": "大一增上。過去四大現在四大因增上。現在", "231": "四大彼現在四大因增上。現在四大過去四", "232": "大一增上。過去四大現在造色因增上。現在", "233": "造色彼現在造色因增上。現在造色過去四", "234": "大一增上過去四大竟。過去造色未來四大因增上。", "235": "未來四大過去造色一增上。過去造色未來", "236": "造色因增上。未來造色過去造色一增上。", "237": "過去造色現在四大因增上。現在四大過去", "238": "造色一增上。過去造色現在造色因增上。現", "239": "在造色過去造色一增上過去造色竟。未來四大未", "24": "四大。彼成就現在四大。設成就現在四大。", "240": "來造色因增上。未來造色未來四大因增上。", "241": "未來四大現在四大一增上。現在四大未來", "242": "四大因增上。未來四大現在造色一增上。現", "243": "在造色未來四大因增上未來四大竟。未來造色現", "244": "在四大一增上。現在四大未來造色因增上。", "245": "未來造色現在造色一增上。現在造色未來", "246": "造色因增上未來造色竟。現在四大現在造色因增", "247": "上。現在造色現在四大因增上三世竟。若成", "248": "就欲界繫四大。彼成就欲界繫造色。答曰。", "249": "如是。設成就欲界繫造色。彼成就欲界繫", "25": "彼成就過去四大耶。若成就過去四大。彼成", "250": "四大耶。答曰。如是。若成就色界繫四大。彼", "251": "成就色界繫造色耶。答曰。如是。若成就色界", "252": "繫四大。彼成就色界繫造色也。頗成就色界", "253": "繫造色。非成就色界繫四大耶。答曰。有生欲", "254": "界得色界善心。色界四大不現在前也。欲界", "255": "繫四大彼欲界繫四大因增上。欲界繫四大", "256": "欲界繫造色因增上。欲界繫造色彼欲界繫", "257": "造色因增上。欲界繫造色。欲界繫四大因增", "258": "上。色界繫四大。彼色界繫四大因增上。色界", "259": "繫四大。色界繫造色因增上。色界繫造色彼", "26": "就現在造色。設成就現在造色。彼成就過去", "260": "色界繫造色因增上。色界繫造色色界繫四", "261": "大因增上。若成就欲界繫四大。彼成就色界", "262": "繫四大耶。答曰。或成就欲界繫四大。非色界", "263": "繫四大。云何成就欲界繫四大。非色界繫四", "264": "大。答曰。生欲界色界四大不現在前。是謂成", "265": "就欲界繫四大。非色界繫四大。云何成就色", "266": "界繫四大非欲界繫四大。答曰。生色界欲界", "267": "化不化不作欲界語。是謂成就色界繫四大非", "268": "欲界繫四大。云何成就欲界色界繫四大。答", "269": "曰。生欲界色界四大現在前。若生色界欲界", "27": "四大耶過去四大竟。若成就過去造色。彼成就未來", "270": "化化作欲界語。是謂成就欲界色界繫四大。", "271": "云何不成就欲界繫四大非色界繫四大。答", "272": "曰。生無色界。是謂不成就欲界繫四大非色", "273": "界繫四大。若成就欲界繫四大。彼成就色界", "274": "繫造色耶。答曰。或成就欲界繫四大非色界", "275": "繫造色。云何成就欲界繫四大非色界繫造", "276": "色。答曰。生欲界不得色界善心。是謂成就欲", "277": "界繫四大非色界繫造色。云何成就色界繫造", "278": "色非欲界繫四大。答曰。生色界欲界化化不", "279": "作欲界語。是謂成就色界繫造色非欲界繫", "28": "四大耶。設成就未來四大。彼成就過去造色", "280": "四大。云何成就欲界繫四大色界繫造色。答", "281": "曰。生欲界得色界善心。若生色界欲界化化", "282": "作欲界語。是謂成就欲界繫四大色界繫造", "283": "色。云何不成就欲界繫四大。非色界繫造色。", "284": "答曰。生無色界。是謂不成就欲界繫四大。非", "285": "色界繫造色。若成就欲界繫造色。彼成就色", "286": "界繫四大耶。答曰。或成就欲界繫造色非色", "287": "界繫四大。云何成就欲界繫造色非色界繫", "288": "四大。答曰。生欲界色界四大不現在前。是謂", "289": "成就欲界繫造色非色界繫四大。云何成就", "29": "耶。若成就過去造色。彼成就未來造色。設", "290": "色界繫四大非欲界繫造色。答曰。生色界欲", "291": "界化不化不作欲界語。是謂成就色界繫四", "292": "大非欲界繫造色。云何成就欲界繫造色色", "293": "界繫四大。答曰。生欲界色界四大現在前。若", "294": "生色界欲界化化作欲界語。是謂成就欲界", "295": "繫造色色界繫四大。云何不成就欲界繫造", "296": "色色界繫四大。云何不成就欲界繫造色", "297": "非非色界繫四大。答曰。生無色界。是謂不成", "298": "就欲界繫造色非色界繫四大。若成就欲界", "299": "繫造色。彼成就色界繫造色。答曰。或成就欲", "3": "符秦罽賓三藏僧伽提婆", "30": "成就未來造色。彼成就過去造色。若成就過", "300": "界繫造色非色界繫造色。云何成就欲界繫", "301": "造色非色界繫造色。答曰。生欲界不得色界", "302": "善心。是謂成就欲界繫造色非色界繫造色。", "303": "云何成就色界繫造色非欲界繫造色。答曰。", "304": "生色界欲界化不化不作欲界語。是謂成就", "305": "色界繫造色非欲界繫造色。云何成就欲界", "306": "繫造色色界繫造色。答曰。生欲界得色界善", "307": "心。若生色界欲界化化作欲界語。是謂成就", "308": "欲界繫造色色界繫造色。云何不成就欲界", "309": "繫造色非色界繫造色。答曰。生無色界。是", "31": "去造色。彼成就現在四大。設成就現在四", "310": "謂不成就欲界繫造色非色界繫造色。欲界繫", "311": "四大。色界繫四大一增上。色界繫四大。欲界", "312": "繫四大一增上。欲界繫四大。色界繫造色一", "313": "增上。色界繫造色。欲界繫四大一增上。欲界", "314": "繫造色色界繫四大一增上。色界繫四大。欲", "315": "界繫造色一增上。欲界繫造色。色界繫造色", "316": "一增上。色界繫造色。欲界繫造色一增上", "317": "也。諸色欲界繫。彼色一切欲界繫四大造", "318": "耶。答曰。或色欲界繫。彼色非欲界繫四大造。", "319": "云何色欲界繫。彼色非欲界繫四大造。答曰。", "32": "大。彼成就過去造色耶。若成就過去造色。彼", "320": "欲界繫四大。是謂色欲界繫彼色。非欲界繫", "321": "四大造。云何色欲界繫四大造。彼色非欲界", "322": "繫。答曰。諸色不繫。欲界繫四大造。是謂色", "323": "欲界繫四大造。彼色非欲界繫。云何色欲界", "324": "繫。彼色欲界繫四大造。答曰。諸色欲界繫。", "325": "欲界繫四大造。是謂色欲界繫。彼色欲界繫", "326": "四大造。云何色不欲界繫。彼色非欲界繫四", "327": "大造。答曰。色界繫四大。諸色色界繫色界繫", "328": "四大造。諸色不繫色界繫四大造。是謂色非", "329": "欲界繫。彼色非欲界繫四大造。諸色色界繫", "33": "成就現在造色耶。設成就現在造色。彼成就", "330": "彼色一切。色界繫四大造耶。答曰。或色色界", "331": "繫彼色。非色界繫四大造。云何色色界繫彼", "332": "色。非色界繫四大造。答曰。色界繫四大。是謂", "333": "色色界繫彼色。非色界繫四大造。云何色色", "334": "界繫四大造。彼色非色界繫。答曰。諸色不繫", "335": "色界繫四大造。是謂色色界繫四大造。彼色", "336": "非色界繫。云何色色界繫。彼色色界繫四大", "337": "造。答曰。諸色色界繫。色界繫四大造。是謂色", "338": "色界繫彼色。色界繫四大造。云何色非色界", "339": "繫。彼色非色界繫四大造。答曰。欲界繫四大。", "34": "過去造色過去造色竟。若成就未來四大。彼成就", "340": "諸色欲界繫欲界繫四大造。諸色不繫欲界", "341": "繫四大造。是謂色非色界繫。彼色非色界繫", "342": "四大造。諸色過去彼色。一切過去四大造耶。", "343": "答曰。或色過去彼色非過去四大造。云何色", "344": "過去彼色非過去四大造。答曰。過去四大。是", "345": "謂色過去彼色。非過去四大造。云何色過去", "346": "四大造。彼色非過去。答曰。諸色未來現在過", "347": "去四大造。是謂色過去四大造彼色非過去。", "348": "云何色過去彼色過去四大造。答曰。諸色過", "349": "去過去四大造。是謂色過去彼色過去四大", "35": "未來造色。設成就未來造色。彼成就未來", "350": "造。云何色非過去。彼色非過去四大造。答曰。", "351": "未來現在四大。諸色未來現在現在四大造。", "352": "諸色未來未來四大造。是謂色非過去彼色", "353": "非過去四大造。諸色未來彼色一切未來四", "354": "大造耶。答曰。如是諸色未來四大造。彼色一", "355": "切未來也。頗色未來彼色非未來四大造耶。", "356": "答曰。有未來四大。諸色未來過去現在四大", "357": "造。諸色現在彼色一切現在四大造耶。答曰。", "358": "或色現在彼色非現在四大造。云何色現在。", "359": "彼色非現在四大造。答曰。現在四大。諸色現", "36": "四大。若成就未來四大。彼成就現在四", "360": "在過去四大造。是謂色現在。彼色非現在四", "361": "大造。云何色現在四大造。彼色非現在。答曰。", "362": "諸色未來現在四大造。是謂色現在四大造", "363": "彼色非現在。云何色現在彼色現在四大造。", "364": "答曰。諸色現在現在四大造。是謂色現在彼", "365": "色現在四大造。云何非現在色彼色。非現在", "366": "四大造。答曰。過去未來四大諸色過去未來", "367": "過去四大造。諸色未來未來四大造。是謂色", "368": "非現在。彼色非現在四大造。云何地地種。云", "369": "何水水種。云何火火種。云何風風種。地云何。", "37": "大。設成就現在四大。彼成就未來四大耶。若", "370": "答曰。形處。地種云何。答曰堅。水云何。答曰。", "371": "形處。水種云何。答曰濕。火云何。答曰形處。", "372": "火種云何。答曰熱。風云何。答曰風。風種云何。", "373": "答曰動。地一入攝色入。二識識眼識意識。地", "374": "種一入攝細滑入。二識識身識意識。水一入", "375": "攝色入。二識識眼識意識。水種一入攝細滑", "376": "入。二識識身識意識。火一入攝色入。二識識", "377": "眼識意識。火種一入攝細滑入。二識識身識", "378": "意識。風風種一入攝細滑入。二識識身識意", "379": "識。", "38": "成就未來四大。彼成就現在造色。設成就現", "380": "緣跋渠第二竟梵本五百四十七首盧秦六千五百五十言。", "381": "阿毘曇八揵度論卷第十九", "39": "在造色。彼成就未來四大耶未來四大竟。若成就", "4": "共竺佛念譯", "40": "未來造色。彼成就現在四大。設成就現在四", "41": "大。彼成就未來造色。若成就未來造色。彼", "42": "成就現在造色耶。設成就現在造色。彼成就", "43": "未來造色耶未來造色竟。若成就現在四大。彼成就", "44": "現在造色耶。設成就現在造色。彼成就現在", "45": "四大三世成就竟。過去四大。彼過去四大幾緣緣。", "46": "過去四大過去造色幾緣緣。過去造色。彼過", "47": "去造色幾緣緣。過去造色過去四大幾緣緣。", "48": "過去四大未來四大幾緣緣。未來四大。彼未", "49": "來四大幾緣緣。未來四大過去四大幾緣緣。", "5": "2 緣跋渠四大犍度中緣跋渠第二", "50": "過去四大未來造色幾緣緣。未來造色。彼未", "51": "來造色幾緣緣。未來造色過去四大幾緣緣。", "52": "過去四大現在四大幾緣緣。現在四大彼現", "53": "在四大幾緣緣。現在四大過去四大幾緣緣。", "54": "過去四大現在造色幾緣緣。現在造色。彼現", "55": "在造色幾緣緣。現在造色過去四大幾緣緣", "56": "過去四大竟。過去造色未來四大幾緣緣。未來四大", "57": "過去造色幾緣緣。過去造色未來造色幾緣", "58": "緣。未來造色過去造色幾緣緣。過去造色現", "59": "在四大幾緣緣。現在四大過去造色幾緣緣。", "6": "四大彼四大幾緣緣。四大造色幾緣緣。造", "60": "過去造色現在造色幾緣緣。現在造色過去", "61": "造色幾緣緣過去造色竟。未來四大未來造色幾緣", "62": "緣。未來造色未來四大幾緣緣。未來四大現", "63": "在四大幾緣緣。現在四大未來四大幾緣緣。", "64": "未來四大現在造色幾緣緣。現在造色未來", "65": "四大幾緣緣未來四大竟。未來造色現在四大幾緣", "66": "緣。現在四大未來造色幾緣緣。未來造色現在", "67": "造色幾緣緣。現在造色未來造色幾緣緣未來造色", "68": "竟。現在四大現在造色幾緣緣。現在造色現", "69": "在四大幾緣緣三世竟。若成就欲界繫四大。彼", "7": "色彼造色幾緣緣。造色四大幾緣緣。四大", "70": "成就欲界繫造色耶。設成就欲界繫造色。彼", "71": "成就欲界繫四大耶。若成就色界繫四大。彼", "72": "成就色界繫造色耶。設成就色界繫造色。彼", "73": "成就色界繫四大耶。欲界繫四大。彼欲界繫", "74": "四大幾緣緣。欲界繫四大欲界繫造色幾緣", "75": "緣。欲界繫造色。彼欲界繫造色幾緣緣。欲界", "76": "繫造色。彼欲界繫四大幾緣緣。色界繫四", "77": "大。彼色界繫四大幾緣緣。色界繫四大。色界", "78": "繫造色幾緣緣。色界繫造色。彼色界繫造色", "79": "幾緣緣。色界繫造色。色界繫四大幾緣緣。若", "8": "心心法幾緣緣。心心法彼心心法幾緣緣。心", "80": "成就欲界繫四大。彼成就色界繫四大耶。設", "81": "成就色界繫四大。彼成就欲界繫四大耶。若", "82": "成就欲界繫四大。彼成就色界繫造色耶。設", "83": "成就色界繫造色。彼成就欲界繫四大耶。若", "84": "成就欲界繫造色。彼成就色界繫四大。設成", "85": "就色界繫四大。彼成就欲界繫造色。若成就", "86": "欲界繫造色。彼成就色界繫造色耶。設成就", "87": "色界繫造色。彼成就欲界繫造色耶。欲界繫", "88": "四大。色界繫四大幾緣緣。色界繫四大。欲界", "89": "繫四大幾緣緣。欲界繫四大。色界繫造色幾", "9": "心法四大幾緣緣。四大眼入幾緣緣。眼入", "90": "緣緣。色界繫造色。欲界繫四大幾緣緣。欲界", "91": "繫造色。色界繫四大幾緣緣。色界繫四大。欲", "92": "界繫造色幾緣緣。欲界繫造色。色界繫造色", "93": "幾緣緣。色界繫造色。欲界繫造色幾緣緣。諸", "94": "色欲界繫。彼色一切欲界繫四大造耶。設色", "95": "欲界繫四大造。彼色一切欲界繫耶。諸色色", "96": "界繫。彼色一切色界繫四大造耶。設色色界", "97": "繫四大造。彼色一切色界繫耶。諸色過去。", "98": "彼色一切過去四大造耶。設色過去四大造。", "99": "彼色一切過去耶。諸色未來。彼色一切未來"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八揵度論: 阿毘曇八揵度論: 阿毘曇八揵＝犍【明】揵犍度論", "author": "迦栴延子造  符秦 僧伽提婆共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}