{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0466 佛說象頭精舍經", "text": {"0": "No. 466 [Nos. 464, 465, 467]", "1": "佛說象頭精舍經", "10": "訖，棄諸重擔，度生死流，捨離慳貪，拔三毒刺，", "100": "如是，悉是一切善之根本；如學文字，得少分", "101": "智，繼念修行，亦復如是；得少分智，猶如算", "102": "師總計無量，知其分齊，不退轉心，亦復如是；", "103": "知心不退，譬如有人明解經論，與善同生，善", "104": "心明了，亦復如是。「復次，天子！初發心者，繼念", "105": "善因；第二發心，繼念智慧；第三發心，繼念禪", "106": "定；第四發心，繼念於果。「復次，天子！初發心", "107": "者，受持善因；第二發心，受持智慧；第三發心，", "108": "受持禪定；第四發心，受持於果。「復次，天子！", "109": "初發心者，善因成就；第二發心，智慧成就；第", "11": "盡諸渴愛，集大法船，擊大法鼓，吹大法䗍，", "110": "三發心，禪定成就；第四發心，正果成就。「復", "111": "次，天子！初發心者，因善入道；第二發心，因智", "112": "入道；第三發心，因禪入道；第四發心，因果入", "113": "道。「復次，天子！初發心者，如醫識藥；第二發", "114": "心，善知藥分；第三發心，隨病授藥；第四發心，", "115": "令得服行。「復次，天子！因初發心，生法王家；", "116": "第二發心，學法王法；第三發心，修法王行；第", "117": "四發心，滿足王位；是名四種發心。」", "118": "爾時，淨光焰天子白文殊師利：「何等是菩薩", "119": "摩訶薩速疾道？菩薩行是道，疾得阿耨多", "12": "建大法幢，已斷生死——演說正法：「閉諸惡趣，開", "120": "羅三藐三菩提。」文殊師利言：「天子！速疾道", "121": "有二種，菩薩摩訶薩乘此二道，疾得阿耨", "122": "多羅三藐三菩提。何等為二？一者、方便道，二", "123": "者、般若道。受持方便智故，能觀一切眾生；", "124": "受持般若故，觀一切法空，能斷疑執。以方", "125": "便智故，和合諸法；以般若故，諸法不合。方便", "126": "為因，般若為果。以方便故，知一切法；以般若", "127": "故，知諸法空。以方便智，莊嚴佛國；以般若故，", "128": "知諸佛國，皆悉平等。以方便故，知諸眾生根", "129": "性差別；以般若故，知諸眾生根性皆空。以方", "13": "善道門，永離惡土，遊諸淨國。我觀彼法，誰", "130": "便故，得甘露味，證成菩提；以般若故，覺諸佛", "131": "法，平等正道。「復次，天子！復有二行，能令菩薩", "132": "摩訶薩疾得阿耨多羅三藐三菩提。何等為", "133": "二？一者、有為，二者、無為。有為者，總攝五波", "134": "羅蜜；無為者，總攝般若波羅蜜。復有二行，能", "135": "令菩薩摩訶薩疾得菩提。何等為二？一者、", "136": "有漏行，二者、無漏行。有漏行者，五波羅蜜；", "137": "無漏行者，般若波羅蜜。復有二行，能令菩", "138": "薩摩訶薩疾得菩提。何等為二？一者、住行，二", "139": "者、不住行。住行者，五波羅蜜；不住行者，般若", "14": "修菩提、誰得菩提、誰欲得者？過去、現在、及以", "140": "波羅蜜。復有二行，能令菩薩摩訶薩疾得", "141": "菩提。何等為二？一者、有量，二者、無量。有量者，", "142": "五波羅蜜；無量者，般若波羅蜜。有量行者，是", "143": "有相法；無量行者，是無相法。復有二行，能令", "144": "菩薩摩訶薩疾得菩提。何等為二？一者、智", "145": "行，二者、定行。以智行故，從初地至七地；以定", "146": "行故，從八地至十地。」爾時，不怯弱智總持菩", "147": "薩白文殊師利童子：「菩薩摩訶薩云何知義？", "148": "云何知智？」文殊師利言：「善男子！義者無體，智", "149": "亦無體。」不怯弱智總持菩薩復問文殊師利：", "15": "未來，誰之所證？為是身得、為心得乎？「若以", "150": "「云何義無體，智亦無體？」文殊師利言：「善男子！", "151": "義無體者，無為、無作、無相、無貌、無來、無去，是名", "152": "為義；智無體者，非定法、非不定法，是名為智；", "153": "如是受持。義者無體，非有、非無；智者體空，非", "154": "有、非無；無取、無捨，如是受持。復次，義者，非定、", "155": "非非定；智者，名為心道，心、智平等，無有分別；", "156": "如是受持。復次，智者，以禪為體，禪、智平等，無", "157": "有分別。以方便故，觀陰、入、界、十二因緣生死", "158": "流轉，善惡之相猶如幻化，非有、非無。菩薩摩", "159": "訶薩應當如是觀於諸法。「復次，善男子！菩薩", "16": "身得，是身無知，猶如草木、沙礫、牆壁，無所覺", "160": "摩訶薩復有十種智行。何等為十？一者、因智，", "161": "二者、果智，三者、義智，四者、方便智，五者、般", "162": "若智，六者、受持智，七者、波羅蜜智，八者、大悲", "163": "智，九者、憐愍教化眾生智，十者、不著一切諸", "164": "法智。是名菩薩十種智行。「復次，善男子！菩薩", "165": "摩訶薩發十種清淨行。何等為十？一者、自", "166": "發身業清淨行，二者、發一切眾生身業清淨", "167": "行，三者、自發口業清淨行，四者、發一切眾生", "168": "口業清淨行，五者、自發意業清淨行，六者、發", "169": "一切眾生意業清淨行，七者、發一切眾生清", "17": "知。四大和合，父母所生，常須飲食、衣服、澡浴、", "170": "淨平等行，八者、發一切眾生外清淨平等行，", "171": "九者、發諸佛清淨智行，十者、發淨佛國土成", "172": "就眾生行——若有眾生，遇諸疾病，給施醫藥，令", "173": "得安樂；具煩惱者，以無為智，而教化之，令離", "174": "三界；悉令滿足，功德智慧，無為之道——是名", "175": "菩薩具足十種清淨之行。「復次，善男子！菩薩", "176": "摩訶薩有十種方便。何等為十？一者、彼岸方", "177": "便，二者、受持方便，三者、智慧方便，四者、方便", "178": "方便，五者、大悲方便，六者、智滿足方便，七者、", "179": "慧滿足方便，八者、靜念方便，九者、真實行方", "18": "摩拭，終歸敗壞，是磨滅法。是菩提者，但有", "180": "便，十者、於一切眾生無諸憎愛平等方便。是", "181": "名菩薩十種方便。「復次，善男子！菩薩摩訶薩", "182": "有十種分別身無盡。何等為十？一者、分別事", "183": "物無盡，二者、分別煩惱無盡，三者、分別法無", "184": "盡，四者、分別渴愛無盡，五者、分別諸見無盡，", "185": "六者、分別善惡無盡，七者、分別造作無盡，八", "186": "者、分別無執、無著無盡，九者、分別和合無盡，", "187": "十者、分別菩提智圓滿無盡。是名十種分別", "188": "身無盡。「復次，善男子！菩薩摩訶薩有十種", "189": "調伏行。何等為十？一者、調伏善行，二者、調", "19": "空名，而無實相，無聲、無色、無成、無見、無入、無", "190": "伏慳悋、捨施如雨行，三者、調伏不精進行，四", "191": "者、調伏三業行，五者、調伏毒心不瞋怒行，六", "192": "者、調伏起慈愍心行，七者、調伏嬾惰心行，", "193": "八者、調伏勤修佛法行，九者、調伏不善心、不", "194": "行諸惡行，十者、調伏禪定解脫自在行。復有", "195": "十種調伏行。何等為十？一者、調伏破愚癡無", "196": "智行，二者、調伏方便總持般若波羅蜜行，三", "197": "者、調伏煩惱行，四者、調伏生起道行，五者、調", "198": "伏總持信實行，六者、調伏不墮惡道行，七者、", "199": "調伏不善心行，八者、調伏時、非時自在行，九", "2": "隋天竺三藏毘尼多流支譯", "20": "知、無去、無來，如是等法，亦無繫縛。能過諸法，", "200": "者、調伏自身行，十者、調伏觀空行。是名十種", "201": "調伏行。「復次，善男子！菩薩摩訶薩有十種調", "202": "伏他。何等為十？所謂調伏遠離身三惡業、", "203": "口四惡業、意三惡業。復有十種內外觀法，不", "204": "起執著。何等為十？一者、觀身內界，皆悉是空，", "205": "不起執著；二者、觀身外界，亦悉是空，不起執", "206": "著；三者、觀內外諸法皆悉是空，不起執著；四", "207": "者、於一切智不起執著；五者、所修行道不起", "208": "執著；六者、觀諸賢聖地不起執著；七者、久修", "209": "清淨不起執著；八者、住於般若波羅蜜不起", "21": "超出三界，無見、無聞、無我我所、無作者、無處", "210": "執著；九者、於講論法教化眾生，不起執著；十", "211": "者、觀諸眾生，起大方便慈悲憐愍，不起執著。", "212": "是名十種內外觀法不起執著。「復次，善男子！", "213": "菩薩摩訶薩應如是作堅固心，修菩提道。若", "214": "不如是堅固菩提，不名菩薩。云何堅固？身、口、", "215": "意等三業相應，不相違背，是名堅固。云何不", "216": "堅固？身、口、意等三業不相應，共相違背，是名", "217": "不堅固。「復次，善男子！菩薩摩訶薩復有二", "218": "種正行，堅固菩提心。何等為二？一者、正念菩", "219": "提行，二者、修行禪定，斷諸煩惱行。是名二種", "22": "所、無窟宅、無取、無著、無出、無入、無願、無住、", "220": "正行堅固菩提心。", "221": "「復次，善男子！菩薩摩訶薩復有二種正行", "222": "堅固。何等為二？一者，自調身行，二者，調眾", "223": "生身行。善男子！是名菩薩摩訶薩二種正行", "224": "堅固。", "225": "「復次，善男子！菩薩摩訶薩復有二種正行堅", "226": "固。何等為二？一者、勤修習故，得一切智，二者、", "227": "不修習故，而得一切智。是名菩薩摩訶薩二", "228": "種正行堅固。「復次，善男子！菩薩摩訶薩復有", "229": "二種正行堅固。何等為二？一者、住地方便正", "23": "無相、無貌、無彼、無此、無示，猶如幻化。以十", "230": "行堅固，二者、住地不動正行堅固。是名菩", "231": "薩摩訶薩二種正行堅固。", "232": "「復次，善男子！菩薩摩訶薩復有二種正行堅", "233": "固。何等為二？一者、遠離染地正行堅固，二者、", "234": "於地地方便自行圓滿正行堅固。是名菩薩", "235": "摩訶薩二種正行堅固。「復次，善男子！菩薩", "236": "摩訶薩復有二種正行堅固。何等為二？一者、", "237": "於聲聞、辟支佛地示現正行堅固，二者、於佛", "238": "菩提方便不退正行堅固。是名菩薩摩訶薩", "239": "二種正行堅固。「善男子！菩薩摩訶薩以如是", "24": "二因緣生，無處所、不可見、離相，如虛空現，寂", "240": "等正行堅固，無量方便，當得阿耨多羅三藐", "241": "三菩提。」爾時，世尊讚文殊師利童子言：「善哉，", "242": "善哉！文殊師利！快說此語。」說此法時，文殊", "243": "師利、無量天、人、阿修羅、乾闥婆等一切大眾，", "244": "聞佛說法，信受頂禮，歡喜奉行。", "245": "象頭精舍經", "25": "靜，無聲、無響、無文、無字、亦無言說。如是知者，", "26": "是名菩提。「若以心得，是心無定，猶如幻化，皆", "27": "因過去妄想業生，無形、無執，猶如虛空。菩提", "28": "者，無有處所，非過去、非未來、非現在，一切法", "29": "空。雖復言說，有名無實，是無為法，空、無相、無", "3": "如是我聞：一時婆伽婆住伽耶城象頭精舍。", "30": "作、非有、非無、非可示現、無說、無聞。夫菩提", "31": "者，非過去得、非未來得、非現在得，亦不離三", "32": "世得，無相、非作、非不作，若能如是覺了三世", "33": "法者，即是菩提。」", "34": "爾時，文殊師利童子白佛言：「世尊！若無相是", "35": "菩提者，今善男子、善女人等，因何而住，得", "36": "成菩提？」佛告文殊師利：「諸菩薩等學菩提", "37": "者，應如是住。」文殊師利白佛言：「世尊！諸菩", "38": "薩等應云何住？」佛告文殊師利：「夫菩提者，超", "39": "出三界，越於言說，離諸文字，無有住處。復次，", "4": "爾時，如來成佛未久，與大比丘眾滿足千人——", "40": "文殊師利！菩薩摩訶薩住無所住，是住菩提；", "41": "住無執著，是住菩提；住於空法，是住菩提；住", "42": "於法性，是住菩提；住一切法無有體相，是住", "43": "菩提；住無量信，是住菩提；住無增減，是住菩", "44": "提；住無異念，是住菩提；住如鏡像、如空谷響、", "45": "如水中月、如熱時焰，文殊師利！住如是等法，", "46": "是住菩提。」爾時，淨光焰天子白文殊師利童", "47": "子言：「云何修行？以何等業是菩薩行？」文殊師", "48": "利言：「天子！於諸眾生起大慈心，是菩薩行。」天", "49": "子復白文殊師利：「諸菩薩等云何修行，起大", "5": "皆是過去往昔螺髻仙人，所作已辦，棄捨重", "50": "慈心？」文殊師利言：「天子！無諂誑心，是菩薩", "51": "大慈。」天子復白文殊師利：「云何修行，得無", "52": "諂誑？」文殊師利言：「天子！於一切眾生起平", "53": "等心，是無諂誑，諸菩薩等應如是學。」天子復", "54": "白文殊師利：「菩薩摩訶薩云何修行，於一切", "55": "眾生起平等心？」文殊師利言：「無彼、無此、無諸", "56": "異見，是平等行，諸菩薩等應如是學。」天子", "57": "復白文殊師利：「菩薩摩訶薩復云何修無彼、", "58": "無此、無諸異見，於一切眾生起平等行？」文殊", "59": "師利言：「天子！善念恭敬，無彼、無此、無諸異", "6": "擔，久離生死，盡諸煩惱，平等空慧，正受智心，", "60": "見及平等法，諸菩薩等應如是修。」天子復白", "61": "文殊師利：「菩薩摩訶薩善念恭敬，乃至無彼、", "62": "無此、無諸異見，因何而起？」文殊師利言：「天子！", "63": "善念恭敬，因發菩提心，諸菩薩等應如是學。」", "64": "天子復白文殊師利：「菩提心者因何而起？」文", "65": "殊師利言：「天子！菩提心者，從六波羅蜜起。」", "66": "天子復白文殊師利：「六波羅蜜從何而起？」", "67": "文殊師利言：「天子！從方便智慧起。」天子復", "68": "白文殊師利：「菩薩摩訶薩方便智慧，從何而", "69": "起？」文殊師利言：「天子！方便智慧，從不放逸", "7": "一切覺知，到於彼岸，皆阿羅漢——復與無量大", "70": "起。」天子復白文殊師利：「不放逸者復從何起？」", "71": "文殊師利言：「天子！不放逸者，從修三善業起。」", "72": "天子復問：「修三善業，因何而起？」文殊師利言：", "73": "「天子！從修十善業起。」天子復問：「修十善業，", "74": "因何而起？」文殊師利言：「天子！從善攝身、口、", "75": "意起。」天子復問文殊師利：「此三善業，復因何", "76": "起？」文殊師利言：「從善思惟起。」天子復問：", "77": "「善思惟者，因何而起？」文殊師利言：「從善思觀", "78": "行起。」天子復問：「善思觀行，因何而起？」文殊", "79": "師利言：「從憶持不忘起。」天子復問：「憶持不", "8": "菩薩摩訶薩眾俱。爾時，世尊獨坐思惟，入諸", "80": "忘，有幾種心？以何因緣，而得果報？」文殊師利", "81": "言：「天子！菩薩摩訶薩有四種發心，從因得果。", "82": "何等為四？一者、初發心，二者、係念修行，三", "83": "者、不退，四者、與善同生。因初發心，而得係", "84": "念；因修係念，得不退轉；因不退轉，與善同", "85": "生。「復次，天子！初發心者，猶如種子種之良田；", "86": "係念修行，猶如苗生；修行不退，猶如莖、幹、枝", "87": "葉增長；與善同生，猶如華果結實、成熟。發心、", "88": "係念修行、不退、與善同生，亦復如是。「復次，天", "89": "子！初發心人，猶如車匠，善知眾木；繼念修", "9": "三昧，遍觀法界，自覺成道——具一切智，所作已", "90": "行，猶如合木；修行不退，猶如車成；與善同生，", "91": "猶如載用。發心、繼念修行、不退、與善同生，亦", "92": "復如是。「復次，天子！初發心者，猶如初月；繼", "93": "念修行，如五日月、乃至七日月；修行不退，如", "94": "十日月；與善同生，如十四日月；如來智慧滿", "95": "足、無缺，如十五日月。發心、繼念修行、不退、與", "96": "善同生，亦復如是。「復次，天子！初發心人，過聲", "97": "聞地；第二發心，過辟支佛地；第三發心，過不", "98": "定地；第四發心，得於定地。「復次，天子！如噁、", "99": "啊等音，悉是一切字之根本，初發心者，亦復"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0466 佛說象頭精舍經", "author": "隋 毘尼多流支譯", "sourceLink": "http://www.cbeta.org/"}