{"author": "宋 延壽集", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2016 宗鏡錄", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "3 引證章", "1": "宗鏡錄卷第一百", "2": "慧日永明寺主智覺禪師延壽集", "3": "東國義相法師。釋華嚴經云。當知此一部華", "4": "嚴經。雖七處九會。而唯在十地品。所以者何。", "5": "以根本攝法盡故。雖在十地不同。而唯在初", "6": "地。何以故。不起一地。普攝一切諸地功德故。一", "7": "地中雖多分不同。而唯在一念。何以故。三", "8": "世九世。即一念故。一切即一故。如一念。多念", "9": "亦如是。一即是一切。一念即多念。陀羅尼法。", "10": "主伴相成。一即為主。一切為伴。隨舉一法。盡", "11": "攝一切。乃至一文一句。盡攝一切。何以故。若", "12": "無此。彼不成故。陀羅尼法。法如是故。經云。如", "13": "來於一語言中。演出無邊契經海。復禮法", "14": "師云。觀業義者。夫業因心起。心為業用。業引", "15": "心而受形。心隨業而作境。然則因業受身。身", "16": "還造業。從心作境。境復生心。若影隨形而曲", "17": "直。猶響隨聲而大小矣。慧集法師悟道頌", "18": "云。普光初學道。無邊世界動。迴天復轉地。", "19": "併入一毛孔。弘沇法師云。若人執眾生心", "20": "外別有無情。佛性不遍。皆違如來藏遍法界", "21": "義。唯識論云。根身器世間。即是賴耶相分。相", "22": "分不離見分。又云。若時於所緣。智都無所得。", "23": "離二取相故。真實住唯識。如第六識緣現在", "24": "心。唯一剎那。誰為能所。設緣三世。亦現在心。", "25": "妄分能所。若得此意。三界唯心。法界一相。亦", "26": "何不適。神鍇法師云。一念淨心微細。如芥", "27": "子。森羅萬像。猶若須彌。萬像雖復眾多。要從", "28": "一心變起。離心之外。畢竟無法。是則攝相從", "29": "心。云內須彌於芥子也。元康法師云。明悟", "30": "入者。如來說法八萬四千。所明至理。更無異", "31": "道。華嚴經云。一道出生死。涅槃經云。一道清", "32": "淨。大品經云。一相無相。淨名經云。不二法門。", "33": "論云。自知不隨他。寂滅無戲論。無異無分別。", "34": "是則名實相。乃群賢所趣眾義同歸。咸指一", "35": "心之實道矣。智者大師與陳宣帝書云。夫學", "36": "道之法。必須先識根原。求道由心。又須識心", "37": "之體性。分明無惑。功業可成。一了千明。一迷", "38": "萬惑。心無形相。內外不居。境起心生。境亡心", "39": "滅。色大心廣。色小心微。乃至知心空寂。即入", "40": "空寂法門。知心無縛。即入解脫法門。知心無", "41": "相。即入無相法門。覺心無心。即入真如法門。", "42": "若能知心如是者。即入智慧法門。圓覺疏", "43": "序云。夫血氣之屬必有知。凡有知者必同體。", "44": "所謂真淨明妙。虛徹靈通。卓然而獨存者也。", "45": "眾生之本原。故曰心地。諸佛之所得。故曰菩", "46": "提。交徹融攝。故曰法界。寂靜常樂。故曰涅槃。", "47": "不濁不漏。故曰清淨。不妄不變。故曰真如。離", "48": "過絕非。故曰佛性。護善遮惡。故曰總持。隱覆", "49": "含攝。故曰如來藏。超越玄祕。故曰密嚴國。統", "50": "眾德而大備。鑠群昏而獨照。故曰圓覺。其實", "51": "皆一心也。背之則凡。順之則聖。迷之則生死", "52": "始。悟之則輪迴息。親而求之。則止觀定慧。推", "53": "而廣之。則六度萬行。引而為智。然後為正智。", "54": "依而為因。然後為正因。其實皆一法也。終日", "55": "圓覺而未嘗圓覺者。凡夫也。欲證圓覺而未", "56": "極圓覺者。菩薩也。住持圓覺而具足圓覺者。", "57": "如來也。離圓覺無六道。捨圓覺無三乘。非圓", "58": "覺無如來。泯圓覺無真法。其實皆一道也。三", "59": "世諸佛之所證。蓋證此也。如來為大事出現。", "60": "蓋為此事也。三藏十二部。一切脩多羅。蓋", "61": "詮此也。釋曰。心之一法。名為普法。欲照此心。", "62": "應須普眼虛鑒。寂照靈知。非偏小而可窮。以", "63": "圓滿而能覺。故曰圓覺。此約能證也。真如", "64": "妙性。寂滅無為。具足周遍。無有缺減。故曰圓", "65": "覺。此約所證也。能所冥合。唯是一心。此一心。", "66": "能為一切萬法之性。又能現三乘六道之相。", "67": "攝相歸性。曾無異轍。則世出世間。昇降雖殊。", "68": "凡有種種施為。莫不皆為此也。離此則上無", "69": "三寶一乘。下無四生九有。臺山釋󱕫楞伽", "70": "經訣云。佛法大旨。舉要言之。不出心為大旨。", "71": "所以楞伽經。以心為正宗。故云佛語心為宗。", "72": "無門為法門。所言心者。謂佛語心。所言宗者。", "73": "謂心實處。又云。迷則萬惑累心。解則真照法", "74": "界。迷則生死紛紜。解則涅槃常寂。迷解雖殊。", "75": "莫不皆是一心隱顯。三藏法師云。眾生之類。", "76": "是菩薩佛土。驗此六識。即究竟果處。而惑者", "77": "終日作迷解。跋陀三藏云。理心者。心非理", "78": "外。理非心外。心即是理。理即是心。心理平等。", "79": "名之為理。理照能明。名之為心。覺。心理平等。", "80": "名之為佛。心。會實性者。不見生死涅槃有別。", "81": "凡聖無異。境智一如。理事俱融。真俗齊觀。圓", "82": "通無礙。名修大道。釋道世云。四禪無像。三", "83": "達皆空。千佛異迹。一智心同。澄觀和尚華嚴", "84": "疏云。上來諸門。乃至無盡。不離一心。一心即", "85": "法界。故起信云。所言法者。謂眾生心。心體即", "86": "大。心之本智即方廣。觀心起行即華嚴。覺心", "87": "性相即是佛。覺非外來。全同所覺故。理智不", "88": "殊。理智形奪。雙亡寂照。則念念皆是華嚴性", "89": "海。則物我皆如。泯同平等。為未了者。令了自", "90": "心。若知觸物皆心。方了心性。故梵行品云。知", "91": "一切法。即心自性。成就慧身。不由他悟。然", "92": "今法學之者。多棄內而外求。習禪之者。好亡", "93": "緣而內照。並為偏執。俱滯二邊。既心境如如。", "94": "則平等無礙。昔曾瑩兩面鏡。鑑一盞燈。置一", "95": "尊容。而重重交光。佛佛無盡。見夫心境互照。", "96": "本智雙入。心中悟無盡之境。境上了難思", "97": "之心。心境重重。智照斯在。又即心了境界之", "98": "佛。即境見唯心如來。心佛重重。而本覺性一。", "99": "皆取之不可得。則心境兩亡。照之不可窮。則", "100": "理智交徹。心境既爾。境境相望。心心互研。萬", "101": "化紛綸。皆一致也。唯證相應。名佛華嚴矣。釋", "102": "云。今人只解即心即佛。是心作佛。不知即境", "103": "即佛。是境作佛。今明以如為佛。心境皆如。心", "104": "如即佛。境如焉非。又心有心性。心能作佛。境", "105": "有心性。安不作佛。以心收境。則心中見佛。是", "106": "境界之佛。以境收心。境中見佛。是唯心如來。", "107": "華嚴錦冠云。觀心釋大方廣佛華嚴經者。若", "108": "約教詮義。則有多門。若不攝歸一心。於我何", "109": "預。夫言大者。即是心體。心體無邊。故名為大。", "110": "方是心相。相具德相之法。故名方。廣。是心用。", "111": "心。有稱體之用。佛是心果。心解脫處名佛。華", "112": "是心因。心所引行。喻之以華。嚴是心功。心能", "113": "善巧嚴飾。目之為嚴。經是心教。心起名言。詮", "114": "顯此理。故名為經。然心之一字。雖非一切。能", "115": "為一切。觀者。以三大中。具四法界。對彼四界。", "116": "故成四觀。法本如是。故依法而觀。若依此悟", "117": "解。念念即是華嚴法界。念念即是毘盧遮那", "118": "法界也。肇論注云。近而不可知者。其唯物", "119": "性乎者。尚書云。天生萬物。唯人之靈。有情無", "120": "情。為萬物也。靈是心之性。亦即萬物之性也。", "121": "即物之性空。目擊而非遙。雖近而不可知也。", "122": "故論云。遠不可見。如空中鳥跡。近不可見。如", "123": "眼中之藥。遠喻三祇至道。近喻即真不見", "124": "也。如上所引祖教。委細披陳。可以永斷纖", "125": "疑。圓成大信。若神珠在掌。寶印當心。諸佛常", "126": "現目前。法界不離言下。是以從初標宗。於一", "127": "心演出無量名義。無量名義。不出理智。非理", "128": "不智。故理外無智。非智不理。故智外無理。亦", "129": "攝智從理。離體無用。攝用歸體。體性自離。故", "130": "體即非體。即一切法。如虛空性。空性亦空。畢", "131": "竟寂滅。斯滅亦滅。不知以何言故。強名之無", "132": "盡真心耳。今還攝無量義海。總歸一句。乃至", "133": "無句。一字一點。卷舒自在。不動一心。究竟指", "134": "歸。言思絕矣。又此乃是內證自心。真性。絕待。", "135": "無依平等法門。如華嚴疏鈔云。悟一切法。自", "136": "性平等者。入於諸法真實之性故。謂真實性", "137": "中。無差別相。無種種相。無無量相。萬法一如。", "138": "何有不等。此真實性。依何立故。復次明燈", "139": "無依法。所謂不依於色。不依於空。若萬法依", "140": "空。空無所依。今萬法依真。真無所依。即無依", "141": "印法門。故捨離世間。世間即有種種差別。斯", "142": "則性尚不立。何況於相。亦不依空立色。亦", "143": "不依色立空。亦無異無不異。無即無不即。斯", "144": "見即絕。強名內證爾。問。如上解釋引證。皆", "145": "是祖佛之言。何不自語。答。我若自語。一切", "146": "茫然。罔措津涯。豈有申問之處。設祖佛之教。", "147": "皆是隨他意語。曲順時機。是以世尊言。三世", "148": "諸佛所說之法。吾四十九年不加一字。又經", "149": "云。先佛己說。後佛隨順。若能如是了達。則知", "150": "佛語是自語。自語是佛語。故本師云。一切", "151": "外道經書。皆是佛說。非外道說。又云。釋迦", "152": "如來語。提婆達多語。無二無別。若於此不信", "153": "不明。皆成二見。常縈分別凡聖之想。恒生取", "154": "捨自他之情。欲紹吾宗。無有是處。問。前標", "155": "宗章。已廣說唯心之旨。何故十帙之中。卷卷", "156": "委曲重說。答。此是祕要之門。難信之法。轉", "157": "深轉細。難解難知。悉抱疑情。盡居惑地。夫疑", "158": "者。於諸諦理猶豫為性。能障善品為業故。疑", "159": "有多種。略說具三。一疑自。謂己不能入理。二", "160": "疑師。謂彼不能善教。三疑法。謂於所學。為令", "161": "出離。為不出離。況如有病之人。疑自疑醫。疑", "162": "藥。病終不愈。若具前三疑。終不能決定信入。", "163": "今宗鏡所錄。皆是正直捨方便。但說無上道。", "164": "隨聞一法。盡合圓宗。實可以斷深疑。成大信。", "165": "如清涼記云。謂聞空莫疑斷。是即事之空。非", "166": "斷滅故。聞有莫疑常。非定性有。從緣有故。聞", "167": "雙是莫疑兩分。但雙照二諦。無二體故。聞", "168": "雙非莫疑無據。以但遮過。令不著故。又聞", "169": "空莫疑有。是即有之空故。聞有莫疑空。是即", "170": "空之有故。聞雙是莫疑雙非。是即非有無。為", "171": "有無故。聞雙非莫疑雙是。是即有無。方是非", "172": "有無故。是知諦了一心。群疑頓斷。則有不", "173": "能有。空不能空。凡不能凡。聖不能聖。豈世間", "174": "言語是非之所惑哉。如佛藏經云。佛告舍利", "175": "弗。須彌山王。為高大不。高大。世尊。舍利弗。", "176": "四天下中。普雨大石。皆如須彌。有人以手承", "177": "接此石。無有遺落如芥子者。於意云何。為希", "178": "有不。希有。世尊。舍利弗。如來所說一切諸法。", "179": "無生無滅。無相無為。令人信解。倍為希有。舍", "180": "利弗。譬如有人。以一切眾生。置左手中。右手", "181": "接舉三千世界。山河草木。皆能令是一切眾", "182": "生。同心喜樂。其意不異。於意云何。為希有", "183": "不。希有。世尊。舍利弗。如來所說一切諸法。無", "184": "生無滅。無相無為。令人信解。倍為希有。此宗", "185": "鏡文。所以前後廣引者。只為此心深奧故難", "186": "信。祕密故難知。乃至菩薩大智。尚須佛力所", "187": "加。豈況淺劣而能知者。如寶雨經云。佛言。云", "188": "何菩薩深信如來意業祕密。若諸菩薩。聞於", "189": "如來意之祕密。謂如來所有意樂法義。依止", "190": "於心。依心而住。一切菩薩聲聞緣覺。及諸有", "191": "情。無能知者。唯除如來之所加持。是以雖前", "192": "引後證。文廣義繁。則語語內而利益根機。", "193": "聞聞中而驚新耳目。何厭重說。起此慢心。所", "194": "以本師云。行住坐臥。常說妙法。又云。我於", "195": "得道夜。及涅槃夜。是二夜中間。常說般若。是", "196": "以機多生熟。信有淺深。前聞熏而未堅。後聞", "197": "熏而方入。如大智度論云。譬如搖樹取果。熟", "198": "者前墮。若未熟者。更須後搖。又如捕魚。前網", "199": "不盡。後網乃得。又云。復次是般若波羅蜜相。", "200": "甚深難解難知。佛知眾生心。根有利鈍。鈍", "201": "根者少智。為其重說。若利根者。一說二說便", "202": "悟。不須種種說。譬如駃馬。下一鞭便走。駑馬", "203": "多鞭乃去。如是等種種因緣故。經中重說無", "204": "咎。又問曰。上來數說。是般若波羅蜜甚深因", "205": "緣。今何以復重說。答曰。處處說甚深。多有所", "206": "利益。凡人不知。謂為重說。譬如大國王。未有", "207": "嫡子。求禱神祇。積年無應。時王出行。夫人產", "208": "子男。遣信告王。大夫人產男。王聞喜而不答。", "209": "乃至十反。使者白王。向所白者。王不聞也。王", "210": "曰。我即聞之。久來。願滿故喜。心內悅樂。聞不", "211": "已耳。即勅有司。賜此人百萬兩金。一語十萬", "212": "兩。王聞使者言。語語中有利益。非是重說。", "213": "不知者謂為重。處處說甚深亦如是。佛與菩", "214": "薩須菩提。知大有利益。須菩提聞佛說深般", "215": "若。不能得底。轉覺甚深。聽者處處聞甚深。得", "216": "禪定智慧利益等。凡夫人謂為重說。且如", "217": "國王聞於一語。有多利益。賜十萬兩金。此乃", "218": "增生死根。成於識樂。今聞宗鏡。卷卷之中。", "219": "文文之內。重重唱道。一一標宗。長菩提根。", "220": "成於法樂。盡大地為黃金。未酬一字。請不生", "221": "怠厭於頻聞。令已達者。重堅信心。使未入者。", "222": "速發聞慧。問。此宗鏡門。還受習學不。答。", "223": "學則不無。略有二義。一者。若論大宗。根本正", "224": "智。不從心學。非在意思。圓明了知。不因心念。", "225": "故台教云。手不執卷。常讀是經。口無言音。", "226": "遍誦眾典。佛不說法。恒聞梵音。心不思惟。普", "227": "照法界。此論上上根器。聞而頓悟。親自證時。", "228": "二者。若未省達。亦有助發之力。印可之功。或", "229": "機思遲迴。乃至中根下品。及學差別智門。須", "230": "依明師以辯邪正。先以聞解信入。後以無", "231": "思契同。須得物物圓通。事事無滯。方乃逢緣。", "232": "對境。不失旨迷宗。故云。會萬物為自己者。其", "233": "唯聖人乎。又若約大綱。應須自省。設有相助。", "234": "亦指自知。如有學人問先德。如何是禪。答。悟", "235": "自理為禪。問。如理心性。但是假名。何者是實。", "236": "答。有三阿僧祇百千名號。但假施設。實相無", "237": "相如虛空。須自反悟。問。悟後更有何法。答。", "238": "只箇悟處是法。從緣發明。反得自理。問。此", "239": "性還可示人令見不。答。還示渠教自省達即", "240": "得。不是眼見耳聞意知之事。此箇真精妙明", "241": "性。不同大虛木石。天生靈妙不思議。即自性", "242": "佛法僧。若不悟。推求欲見。一毫亦不可得。但", "243": "離前塵好醜。即是自家本心。若一毫不盡。與", "244": "佛道者。無有是處。問。見色但見色。如何見心。", "245": "答。即思思之。是阿誰見色。問。豈不是當境者", "246": "全是。不應更求見。答。自思量看。是之與不是。", "247": "莫問他人。若直下見。更不圖度。佛法只在方", "248": "寸。心外斷行蹤。但一心一智慧。離內外中間", "249": "取受。三際理玄。便入無為道。問。悟何心是", "250": "道。答。悟心無心即是道。問。請為指示。答。指", "251": "示了也。汝自不見。問。是何物教學人見。答。", "252": "教渠直下見。也不是物。又先德問。即今見何", "253": "物。答。見本心。問。見與本心。為別不別。答。不", "254": "別。真如體上。自有照用。以明故得名為見。以", "255": "不動故得名為心。又自性清淨名照。常見自", "256": "性名用。故知此心。目前顯露。何須問答。豈假", "257": "推窮。即圓滿門。是成現法。如有學人問忠國", "258": "師。和尚。如何是解脫心。答。解脫心者。本來", "259": "自有。視之不見。聽之不聞。搏之不得。眾生日", "260": "用而不知。此之是也。此乃直指。目擊道存。", "261": "今古常然。凡聖共有。夫宗鏡所錄。皆是佛說。", "262": "設有菩薩製作。法師解釋。亦是達佛說意。順", "263": "佛所言。以此土眾生。皆以聞慧入三摩地故。", "264": "須以音聲為佛事。顯示正義。破除邪執。非言", "265": "不通。此有二義。一者約畢竟門。則實不可", "266": "說。如起信論云。一切諸法。從本已來。離言說", "267": "相。離名字相。離心緣相。又云。復次究竟離妄", "268": "執者。當知染法淨法。皆悉相待。無有自相可", "269": "說。是故一切法。從本已來。非色非心。非智非", "270": "識。非有非無。畢竟不可說相。而有言說者。當", "271": "知如來善巧方便。假以言說。引導眾生。得其", "272": "旨趣者。皆為離念歸於真如。以念一切法。令", "273": "心生滅。不入實智故。此是引導一切初發菩提", "274": "心人。且令自利。理行成就。歸於實智。究竟指", "275": "歸宗鏡矣。二者約方便門。是利他行。故云如", "276": "來善巧方便。假以言說。引導眾生。又不可一", "277": "向執發言為非。起念成過。何者以即言無言。", "278": "即念無念。是知言言契道。念念歸宗。若分", "279": "別門。不無二說。若畢竟門。言思絕矣。問。如", "280": "上所立一心之旨。能攝無量法門。融通一切。", "281": "此心為復能含一切法。能生一切法。為復", "282": "自生。他生。共生。無因生。答。此心不縱不橫。", "283": "非他非自。何者。若云心含一切法。即是橫。若", "284": "云心生一切法。即是縱。若云自生。心不生心。", "285": "若云他生。既不得自。云何有他。若云共生。自", "286": "他既無。將何為共。若云無因生。有因尚不生。", "287": "況無因乎。問。心非四性者。教中云何說。意", "288": "根生意識。心如工畫師。無不從心造。則是自", "289": "生。又云。心不孤起。必藉緣而起。有緣思生。", "290": "無緣思不生。則是他生。又云。所謂六觸因緣", "291": "生六受。得一切法。則是共生。又云。十二因緣。", "292": "非佛天人脩羅作。性自爾。則無因生。既屬教", "293": "文。云何成過。答。諸佛隨緣差別。俯為群", "294": "機。生善破惡。令入第一義理。皆是四悉方便", "295": "權施。空拳誑小兒。誘度於一切。問。既非縱", "296": "橫。不墮四性。則一切法是心。心是一切法不。", "297": "答。是則成二。問。如是則一切不立俱非耶。", "298": "答。非亦成二。如文殊言。我真文殊。無是文殊。", "299": "若有是者。則二文殊。然我今日。非無文殊。於", "300": "中實無是非二相。問。既無二相。宗一是不。", "301": "答。是非既乖大旨。一二還背圓宗。問。如何", "302": "得契斯旨。答。境智俱亡。云何說契。問。如", "303": "是則言思道斷。心智路絕矣。答。此亦強言。", "304": "隨他意轉。雖欲隱形。而未亡跡。問。如何得", "305": "形跡俱亡。答。本無朕跡。云何欲亡。問。如是", "306": "則如人飲水。冷煖自知。當大悟時。方合斯旨。", "307": "答。我此門中。亦無迷悟。合與不合之道理。", "308": "撒手似君無一物。徒勞苦說數千般。此事", "309": "萬種況不成。千聖定不得。大地載不起。虛空", "310": "包不容。非大器人。無由檐荷。如古德云。盡十", "311": "方世界覓一人為伴不得。又云。只有一人承", "312": "紹祖位。終無第二人。若未親到。徒勞神思。直", "313": "饒說玄之又玄。妙中更妙。若以方便。於稱揚", "314": "門中。助他信入。一期傍讚。即不然。若於自", "315": "己分上親照之時。特地說玄說妙。起一念殊", "316": "勝不可思議之解。皆落魔界。所以圓覺經云。", "317": "虛偽浮心。多諸巧見。不能成就圓覺。又先德", "318": "偈云。得之不得天魔得。玄之又玄外道玄。拋", "319": "却父孃村草裏。認他黃葉作金錢。百丈竿頭", "320": "快散手。不須觀後復觀前。如今但似形言跡。", "321": "紋綵生時。皆是執方便門。迷真實道。並是認", "322": "他黃葉。喚作金錢。若大悟之時。似百丈竿頭", "323": "放身。更不顧於前後。此宗鏡中。是一切凡聖", "324": "大捨身命之處。不入此宗。皆非究竟。問。畢", "325": "竟如何。答。亦無畢竟。問。前云不入此宗。", "326": "皆非究竟。此又云何稱無畢竟。答。前對增", "327": "上慢人。未得為得。認虛妄為真實。執顛倒作", "328": "圓常。為破情塵。權稱究竟。今論見性。豈言虛", "329": "實耶。問。以此通明之後。如何履踐。答。教", "330": "誰履踐。問。莫不成斷滅不。答。尚不得常", "331": "住。云何斷滅。問。乞最後一言。答。化人。問。", "332": "幻士。谷響。答。泉聲。欲達吾宗旨。泥牛水上", "333": "行。問。此錄括略微細。理事圓明。於慕道人。", "334": "得何資益。答。若第一義中。無利無功德。就", "335": "世俗門內。似有於稱揚。總有二途。能俾初學。", "336": "一者為未信人。令成正信。攝歸一念。不外馳", "337": "求。二者為已信人。助成觀力。理行堅固。疾證", "338": "菩提。步步而不滯寶所功程。念念而流入薩", "339": "婆若海。似乘廣大之輦。立至寶坊。如駕堅牢", "340": "之船。坐登覺岸。問。集此宗鏡。有何功德。答。", "341": "此不思議大威德法門。但有見聞。深獲善利。", "342": "如一塵落嵩獄之崗隴。已帶陵雲。滴露入滄", "343": "海之波瀾。便同廣潤。可謂直紹菩提之種。全", "344": "生諸佛之家。何況信解受持。正念觀察。為人", "345": "敷演。傳布施行。約善利門。無法比喻。功德無", "346": "盡。非種智而不可稱量。利樂何窮。過太虛而", "347": "莫知邊際。以滿空珍寶。供養恒沙如來。化十", "348": "方眾生。盡證辟支佛果。未若弘宣斯旨。開演", "349": "此宗。以茲校量。莫能儔比。可謂下佛種子。於", "350": "眾生身田之中。抽正法芽。向煩惱欲泥之", "351": "內。然後七覺華發。菩提果成。展轉相生。至無", "352": "盡際。如華嚴探玄記云。於遺法中。見聞信向", "353": "此無盡法。成金剛種子。當必得此圓融普法。", "354": "如經云。吞服金剛喻。小火廣燒喻。又如兜率", "355": "天子從地獄出。得十地無生忍。展轉利益。不", "356": "可窮盡。皆由宿聞此法。為本因故。頌云。雖在", "357": "於大海。及劫盡火中。決定信無疑。必得聞此", "358": "經。大智度論云。受持般若。校量功德。於是", "359": "持邊。正憶念最勝。今如諸佛憐愍眾生。故為", "360": "解其義。令易解。勝自行正憶念。是時佛欲廣", "361": "分別福德故。說言。若有人盡形壽供養十方", "362": "佛。不如為他解說般若義。此中說勝因緣。三", "363": "世諸佛皆學般若成無上道。乃至教恒河沙", "364": "世界中人。令得聲聞辟支佛道。不如為他人", "365": "演說般若波羅蜜義。此中說因緣。是諸賢聖。", "366": "皆從般若波羅蜜出。故首楞嚴經云。佛告阿", "367": "難。若復有人。遍滿十方所有虛空。盈滿七寶。", "368": "持以奉上微塵諸佛。承事供養。心無虛度。於", "369": "意云何。是人以此施佛因緣得福多不。阿", "370": "難答言。虛空無盡。珍寶無邊。昔有眾生施佛", "371": "七錢。捨身猶獲轉輪王位。況復現前虛空既", "372": "窮。佛土充遍。皆施珍寶。窮劫思議。尚不能及。", "373": "是福云何更有邊際。佛告阿難。諸佛如來。語", "374": "無虛妄。若復有人。身具四重。十波羅夷。眴息", "375": "即經此方他方阿鼻地獄。乃至窮盡十方無", "376": "間。靡不經歷。能以一念將此法門。於末劫中", "377": "開示未學。是人罪障。應念消滅。變其所受地", "378": "獄苦因。成安樂國。得福超越前之施人。百倍", "379": "千倍千萬億倍。如是乃至算數譬喻所不能", "380": "及。所以讚弘此典。善利無邊。謂首楞嚴經。以", "381": "如來藏心為宗。如來藏者。即第八阿賴耶識。", "382": "密嚴經偈云。如來清淨藏。世間阿賴耶。如金", "383": "與指鐶。展轉無差別。以諸佛了之成清淨", "384": "藏。異生執之為阿賴耶。如真金隨工匠爐火", "385": "之緣。標指鐶之異名。作圓小之幻相金體不", "386": "動。名相妄陳。類真心隨眾生染淨之緣。成凡", "387": "聖之異名。現昇沈之幻相。心性不動。名相本", "388": "空。認假名而二見俄分。悟真體而一心圓證。", "389": "迷悟即於言下。法喻皎在目前。昧之者歷劫", "390": "而浪修。達之者當體而凝寂。法華經云。我滅", "391": "度後。能竊為一人脫法華經乃至一句。當知", "392": "是人則如來使。如來所遣。行如來事。何況於", "393": "大眾中廣為人說。竊為一人者。竊者。私也。若", "394": "私地只為一人說此一句。此人則是從一心", "395": "真如中遣來作使。告報異生。直了一如之理。", "396": "即是行真如中事。以真如無邊。至一切處故。", "397": "則所得法利。亦隨真如之性。無量無盡。又云。", "398": "當知是人。與如來共宿。則為如來手摩其頭。", "399": "乃至入如來室。著如來衣。坐如來座。以要", "400": "言之。持此經人。四威儀中。舉足下足。皆不離", "401": "一心真如諸佛行處矣。鴦崛魔羅經云。若", "402": "人過去曾值諸佛。供養奉事。聞如來藏。於彈", "403": "指頃。暫得聽受。緣是善業諸根純熟。所生", "404": "殊勝。富貴自在。是眾生今猶純熟。所生殊勝。", "405": "富貴自在。由彼往昔曾值諸佛。暫得聽聞如", "406": "來藏故。乃至佛告鴦崛魔羅。非是如來為", "407": "第一難事。更有難事。鴦崛魔羅。譬如士夫。檐", "408": "須彌山王。及大地大海。經百千歲。此為大力", "409": "第一難不。鴦崛魔羅白佛言。是如來境界。非", "410": "彼聲聞緣覺所及。佛告鴦崛魔羅。彼非大", "411": "力。非為甚難。若以大海一塵。為百億分。百", "412": "千億劫。持一塵去。乃至將竭。餘如牛跡。復能", "413": "檐負須彌山王。大地河海。百千億劫。而彼不", "414": "能於正法住世。餘八十年時。演說如來常恒", "415": "不變如來之藏。唯菩薩人中之雄。能說如來", "416": "常恒不變如來之藏。護持正法。我說此人。第", "417": "一甚難。又法華見寶塔品云。若接須彌。擲置", "418": "他方。無數佛土。亦未為難。若以足指。動大千", "419": "界。遠擲他國。亦未為難。又云。假使有人。手把", "420": "虛空。而以遊行。亦未為難。又云。假使劫燒。", "421": "檐負乾草。入中不燒。亦未為難。我滅度後。若", "422": "持此經。為一人說。是則為難。故知竭海移山。", "423": "非無為之力。任使躡虛履水。皆有漏之通。曷", "424": "若開諸佛心。演如來藏。紹菩提種。入一乘門。", "425": "能託聖胎。成真佛子。何以故。謂得本故。如從", "426": "源出水。因乳得酥。如鴦崛魔羅經云。復次文", "427": "殊師利。如知乳有酥。故方便鑽求。而不鑽水。", "428": "以無酥故。如是文殊師利。眾生知有如來藏。", "429": "故。精勤持戒。淨修梵行。復次文殊師利。如知", "430": "山有金。故鑿山求金。而不鑿樹。以無金故。", "431": "如是文殊師利。眾生知有如來藏故。精勤持", "432": "戒。淨修梵行。言我必當得成佛道。復次文殊", "433": "師利。若無如來藏者。空修梵行。如窮劫鑽水。", "434": "終不得酥。故知入宗鏡中。見如來性。菩提道", "435": "果。應念俱成。如下水之舟。似便風之火。若背", "436": "宗鏡。不識自心。設福智齊修。終不成就。如求", "437": "乳鑽水。離山鑿金。任歷三祇。豈有得理。如宗", "438": "鏡所錄。前後之文。皆是諸佛五眼所觀。五語", "439": "所說。無一言而不諦。非一義而不圓。可俟後", "440": "賢。決定信入。如月上經偈云。假動須彌山倒", "441": "地。脩羅住處皆悉滅。大海枯涸月天墜。如來", "442": "終不出妄言。假使十眾同心。或火成水。水", "443": "成火。無量功德最大尊。利益眾生無異說。大", "444": "地虛空成渾沌。百剎同入芥子中。羅網可用", "445": "縛猛風。如來終不有妄語。以茲誠實。可遍傳", "446": "持。功德無邊。言思罔及。所以唯識論偈云。作", "447": "此唯識論。非我思量處。諸佛妙境界。福德施", "448": "群生。斯論大旨。非情識知解之所思量。乃是", "449": "大覺不思議絕妙境界。以此弘揚不思議無", "450": "盡之福。悉用普施一切法界無量含生。同入", "451": "此宗。齊登佛地。華嚴疏主藏法師發願偈云。", "452": "誓願見聞修習此。圓融無礙普賢法。乃至失", "453": "命終不離。盡未來際願相應。以此善根等法", "454": "性。普潤無盡眾生界。一念多劫修普行。盡成", "455": "無上佛菩提。", "456": "宗鏡錄卷第一百", "457": "戊申歲分司大藏都監開板"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2016 宗鏡錄", "source": "CBETA"}