{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1571 大乘廣百論釋論: 大乘廣百論釋論: 大乘廣百論釋論: 大乘廣百論釋論", "text": {"0": "1 破常品", "1": "大乘廣百論釋論卷第二", "10": "論曰。前已具說諸有句義越現量境於諍論", "100": "論曰。若無餘依般涅槃界有我種子不永拔", "101": "者。則應決定生現起思。我無異故猶如前位。", "102": "思若現起則有一切。何名解脫生死繫縛。若", "103": "言此中雖有我種眾具闕故思不得生。此亦", "104": "不然。我無異故應如前位。眾具無闕。又汝所", "105": "執我體周遍。與他眾具恒共相應。無別處故", "106": "猶如己有。云何而言眾具有闕。若言眾具各", "107": "屬自我。雖他眾具恒共相應。不屬己故言有", "108": "闕者。此亦不然。處無別故恒共相應。何不屬", "109": "已。如是所執後當廣破。若說此位究竟寂滅。", "11": "時。必以生果比量安立非涅槃界能有所生。", "110": "本無有我。今復無思。一切種子無所依故。即", "111": "便永滅不生後有。如無外種芽等不生。如是", "112": "即名究竟解脫。非空非有。非斷非常。非苦非", "113": "樂。非我無我。非染非淨。絕諸戲論。為止邪", "114": "見撥無涅槃。故說真有常樂我淨。此方便言。", "115": "不應定執。既不執有亦不撥無。如是乃名正", "116": "知解脫。", "117": "復次勝論外道作如是言。若能永拔苦樂等", "118": "本。棄捨一切唯我獨存。蕭然自在無所為作。", "119": "常住安樂。名曰涅槃。如是涅槃決定應許。若", "12": "云何比知實有常樂。若許能生。則違自論。涅", "120": "唯苦滅無有我者。便為斷壞。何謂涅槃。又此", "121": "涅槃離諸繫縛。自在為相。智者欣樂。體若都", "122": "無。何所欣樂。此有虛言而無實義。為破彼執。", "123": "故次頌曰。", "124": "若離苦有我則定無涅槃", "125": "是故涅槃中我等皆永滅", "126": "論曰。汝執一切苦樂等法皆是我德。乃至未", "127": "滅恒常隨逐自所依我。云何此中與我相離。", "128": "我無異故。應如前位與彼相應。又此樂等無", "129": "餘依中應不永離自所依我是我德故。猶如", "13": "槃無果。違諸行故。是故涅槃體非實有。設許", "130": "數等。如汝所執一德遍德是我德故。常與我", "131": "合。苦等亦然。云何相離。如是此我。於無餘依", "132": "般涅槃界理所逼故。亦與苦等諸德相應。是", "133": "則涅槃決定無有。我恒被縛不解脫故。生死", "134": "唯有眾苦聚集。因緣力故無始輪迴。無明所", "135": "迷妄生我執。謂我恒為苦火焚燒。恐失我故", "136": "不求解脫。設求解脫亦不能證。妄執我故眾", "137": "苦熾盛。諸有智者依真善友無倒了知如是", "138": "事已。為欲息滅熾然大苦。精勤方便如救頭", "139": "然。得聖慧水數數灌注。如所燒薪熾然永滅。", "14": "實有。於自依身無成勝用。何名解脫。若令己", "140": "寂靜安樂。名曰涅槃。如是生死純大苦聚。熾", "141": "然永滅安樂涅槃。諸有智人誰不欣樂。誰有", "142": "智者身嬰重病。恐身斷故欣樂此疾。唯有愚", "143": "人能為是事。如地獄中諸有情類。雖為種種", "144": "猛焰焚燒。大苦煎迫時無暫廢。而於自身深", "145": "愛著者。皆是所作惡業勢力。無明妄見鬼魅", "146": "所纏。未拔我見煩惱根本。令彼有情怖畏", "147": "斷滅。智者觀見諸行相續。空無有我純大苦", "148": "聚。永斷滅時何所怖畏。是故若能離於我見。", "149": "必定欣樂永滅涅槃。由此亦能捨於斷見。以", "15": "身蕭然自在。永離繫縛可名解脫。此於己身", "150": "見我斷。名為斷見。非唯苦斷名為斷見。故契", "151": "經說。見我世間永斷壞故。名為斷見。言世間", "152": "者。顯我所事執我我所真實有體。聞彼斷時", "153": "便生斷見。若無所執則無斷見。唯依所執我", "154": "我所事。所起顛倒斷常兩見。無上大師立邊", "155": "執見。由此妄見擊發生死。大苦熾火令其增", "156": "廣逼迫無量無智有情。是故世尊稱讚永滅。", "157": "離欲寂靜最勝安樂。令其可化深心欣樂。如", "158": "是涅槃非無非有。妙智所證名為勝義。又諸", "159": "義中最為勝故。過此更無所求義故。名為勝", "16": "無如是用。是故設有於身無益。何黨如是無", "160": "義。復次有作是說。常法定有。以勝義諦無生", "161": "無滅真實善有能為所緣生聖智故。此亦不", "162": "然。非勝義故。若勝義諦是實有者。應如色等", "163": "從眾緣生。若非緣生。應如兔角。體非實有。", "164": "又無同喻有因不成。設許因成則非常住。又", "165": "勝義諦體若是有。應如瓶等。非聖智境。若真", "166": "聖智緣有為境。應如餘智。非真聖智。不斷煩", "167": "惱不證涅槃。勝義諦理。非空非有。非常非", "168": "無常。欲於其中求少有性。定不可得。為顯此", "169": "義故。次頌曰。", "17": "用法為。若許有用則同有為。既許無用便同", "170": "寧在世間求非求於勝義", "171": "以世間少有於勝義都無", "172": "論曰。世間有法略有三種。一現所知法。如色", "173": "聲等。二現受用法。如瓶衣等。如是二法世", "174": "共知有不待成立。三有作用法。如眼耳等。由", "175": "彼彼用證知是有。如此三法是入世俗所了", "176": "受境。世間復有三種無法。謂究竟無及隨三", "177": "有前後際無。為簡此無故說少有。又簡妄見", "178": "所立諸法故言少有。如是世俗三有三無。依", "179": "勝義說。皆非真實。以勝義諦非有非無。分別", "18": "兔角。諸有智者。定應不許。有用無為無用實", "180": "語言皆不能及。寧在世間虛偽事內。欲求有", "181": "性少易可得。於勝義諦真實理中。欲求有性", "182": "究竟難得。以此世間少分有性。於彼尚無。", "183": "況餘有性。若爾寧樂如是少有世間不須如", "184": "是都無勝義。以於世間雖有種種災患過失。", "185": "而有少法可得受用。勝義諦中無有少法。何", "186": "所受用。不爾世間勝義有苦無苦可欣厭故。", "187": "誰有智者。知水不消成重病苦。更求多飲。哀", "188": "哉世間愚癡顛倒。欣讚生死眾苦熾然。厭毀", "189": "勝義寂靜安樂。如此癡言何煩聽受。是故智", "19": "有。故知涅槃體非實有。此中煩惱及隨煩惱。", "190": "者當勤精進觀諸法空。於生死苦應除邪願。", "191": "於勝義樂應修正願。如是具足三解脫門。雖", "192": "復久居生死大海。而非生死過失所染。蕭", "193": "然解脫利樂有情。由此善通契經句義。方便", "194": "善巧證法空者。雖處猛焰而不焚燒。雖現死", "195": "生而常解脫。", "196": "2 破我品大乘廣百論釋論破我品第二之一", "197": "復次勝論外道作如是言。前說無餘般涅槃", "198": "位。無蘊無我依誰而說。有涅槃者。其理不然。", "199": "我定有故。若無我者。依緣何法而起我見。我", "2": "聖天菩薩本　護法菩薩釋", "20": "順生後受諸決定業。總名為縛。由此勢力令", "200": "見若無。執我所見亦不得有。若異生等從無", "201": "始來。不起如是我我所見。應如永滅薩迦耶", "202": "見。不受三界生死眾苦。又不應說緣心根身", "203": "發生我見。以心根身世間說為我所有故。又", "204": "我我所決定有異。所屬能屬言所詮故。如天", "205": "授等所乘車等。又緣他身我見無故。若許我", "206": "見緣心根身為境生者。應如天授德授等見。", "207": "亦緣他身為境生起。亦不應說自他心等有", "208": "差別故。我見不緣無始時來自心根等。剎那", "209": "展轉前後各異。而許俱緣生我見故。又此我", "21": "諸有情久處生死廣大牢獄受諸劇苦不解脫", "210": "見不緣現在自心為境。與世現見事相違故。", "211": "亦不得緣過去未來心等為境。彼無體故。如", "212": "空華等不生我見。現見有我非曾當故。又於", "213": "一身二心不並。故不可說緣現自心而生我", "214": "見。又心念念異滅異生。若無我者。云何得", "215": "有憶識習誦恩怨等事。又心根等決定不為", "216": "我見所緣。男女等相此中無故。如瓶盆等。是", "217": "故決定有真實我。由此為緣發生我見。因斯", "218": "謂我是大丈夫。", "219": "如是所說雖有虛言。而無實義。所以者何。我", "22": "故。諸縛所招五取蘊果。總名所縛。所生苦果", "220": "若是有。應如色等從緣而生。生定歸滅則非", "221": "常住。若非緣生應如兔角。無勝體用。何名為", "222": "我。又雖立我是有是常。而竟不能立因立喻。", "223": "非無因喻。所立得成。若唯立宗則得成者。一", "224": "切所立皆應得成。設復方便矯立因喻。即所", "225": "立我其體非常。一切有因皆非常故。又所立", "226": "我定非實有。常住我性是所知故。是所說故。", "227": "如瓶盆等。又所立我若是實有。應非顛倒我", "228": "見所緣。若稱實見是顛倒者。一切聖智皆應", "229": "顛倒。一切聖智稱境而見。既非顛倒。我見亦", "23": "繫屬集因不自在故。所有能除諸縛聖道。總", "230": "爾。應非顛倒。若爾我見應如聖智。非無始來", "231": "生死根本。若此我見稱實而知。而無始來引", "232": "生死者。聖智亦應引諸生死。則應究竟不得", "233": "涅槃。是故異生愚癡顛倒。於五取蘊無我法", "234": "中。妄執有我。因執我所。由此妄執我我所見。", "235": "不稱實境成顛倒故。能引三界生死眾苦。若", "236": "於無我五取蘊中。起聖智見通達無我及無", "237": "我所。永斷生死證得涅槃。是故定應信受無", "238": "我。又汝所言。以心根身世間說為我所有故。", "239": "不應緣彼生我見者。我亦不應是我見境。世", "24": "名為因。由此永斷煩惱隨眠。不引諸業不招", "240": "間亦說我所有我。有如是相。是故不應以世", "241": "間說為我所故。非我見境我我所事相望不", "242": "定。或有別物。或無別物。又汝所言。所屬能", "243": "屬言所詮故。如天授等。我與我所定有異者。", "244": "此因不定。世間亦說。如是飲食所有香味特", "245": "異於常。豈離香味別有飲食。我我所見雖俱", "246": "緣蘊。而或別執一蘊為我。餘蘊為所。或復總", "247": "執內蘊為我。外蘊為所。故所立宗有相符過。", "248": "又汝所言。以緣他身我見無故。心等非是我", "249": "見境者。我亦應非我見所緣。由於他我我見", "25": "後苦。證得離繫解脫果故。此解脫果。非離能", "250": "無故。若緣他我不起我見。而緣自我生我見", "251": "者。雖緣他身不起我見。何妨我見緣自心", "252": "等。無智有情不了平等空無我理。唯於諸行", "253": "無始數習我我所見。於自於他諸蘊相續。執", "254": "自為我。異我為他。其中都無我之實性。又汝", "255": "所言。亦不應說。自他心等有差別故。我見不", "256": "緣無始時來自心根等剎那展轉前後各異。", "257": "而許俱緣生我見者。此亦不然。自身前後因", "258": "果相續。自望於他因果斷故。如汝所執。我體", "259": "是一。前後無異。他我相別。我見自緣己身中", "26": "縛所縛及因別有實體。謂從能縛得解脫時。", "260": "我。力用斯盡不緣他我。我亦如是。自身前後", "261": "雖念念別。而無始來因果不斷。如燈河等相", "262": "續假一。無智有情謂為一我而生我見。他身", "263": "於自因果斷故。我見不緣。又汝計我。自他", "264": "相似皆遍皆常。無所繫屬。我見何緣。緣此非", "265": "彼。若汝計我有所繫屬。或有所生此彼差別。", "266": "應如色等其性無常。是故當知有為因果相", "267": "續各異。故令我見如是差別。又汝所說。我見", "268": "不緣現在自心為境等難。皆不應理。所以者", "269": "何。緣自身中前後因果。相續假一生我見故。", "27": "非能縛外別證解脫。如實證見分位別故。即", "270": "無緣現在自心等過。又一身中有多心品。因", "271": "果相屬名一有情。異心品中發起我見。緣異", "272": "心品計我何失。汝等所計我是實者。我見見", "273": "我應如正見即非妄見。若不見我應如邪見。", "274": "則非我見。又汝所言。心等念念異滅異生。若", "275": "無我者。云何得有憶識習誦恩怨等者。此亦", "276": "不然。有情身中一一各有阿賴耶識。一類相續", "277": "任持諸法種子不失。與一切法互為因果。熏", "278": "習力故。得有如是憶識習誦恩怨等事。汝所", "279": "計我常無變易。後位如前應無是事。有應常", "28": "彼不生。名為解脫。所縛亦爾。離煩惱縛蕭然", "280": "有。無應常無。我體一故。不可說言。我用轉", "281": "變。用不離體。我亦應變。若爾此我應如色等", "282": "體用俱變則是無常。若言心等皆屬於我。心", "283": "等轉變有如是事。故所屬我亦得其名。若爾", "284": "心等應從我起。能生果故。我應非常。若我於", "285": "心無生長用。云何得言心屬於我。我既是", "286": "常。不能任持心等種子。云何得有憶識等事。", "287": "又汝所言。此心根等決定不為我見所緣。男", "288": "女等相此中無故。如瓶等者。此因不成。男女", "289": "等相身現有故。又所計我。亦應不為我見所", "29": "自在分位差別。名為解脫。無別有法。因亦如", "290": "緣。男女等相我中無故。即所立因便為不定。", "291": "為顯此義。故次頌曰。", "292": "內我實非男非女非非二", "293": "但由無智故謂我為丈夫", "294": "論曰。依止身相有差別故。世俗說為男女非", "295": "二。此身別相內我中無。以所計我體是一故。", "296": "又男等相生生改易。亦見此生有轉變者。捨", "297": "別異相取所餘相。汝所執我常無變易。無捨", "298": "無取故無此相。亦不可說男女等相。雖非我", "299": "體而是我德。我與德合。說為男等。所以者何。", "3": "三藏法師玄奘奉　詔譯", "30": "是。作用差別離諸煩惱。名為解脫。離聖道外", "300": "樂等德中所不說故。我不共德略有九種。一", "301": "苦。二樂。三貪。四瞋。五勤勇。六法。七非法。八", "302": "行。九智。男女等相九所不攝。云何而言。此是", "303": "我德。又樂等德遍諸所依。男女等相所依不", "304": "遍。云何得說此為我德。又不可說男女等相", "305": "同異性攝。由同異性。亦得說我為男女等。所", "306": "以者何。同異性者。所依決定常遍所依。我既", "307": "是常。男女等相常應不捨。應一切時常有三", "308": "相。又男等相遍表一切我及身等。云何唯我", "309": "同異性攝。又同異性所依各別。設許唯我同", "31": "無別有法。是故離此縛所縛因。無別實有涅", "310": "異性攝。云何一我有三同異。不見一依有多", "311": "同異。亦不可說。如波羅奢一樹之上有三同", "312": "異。波羅奢性樹性實性。我亦如是。一我體上", "313": "有三同異。男性女性非男女性。所以者何。波", "314": "羅奢性遍波羅奢。樹性遍樹。實性遍實。此三", "315": "所依互有寬狹。我上三性皆唯遍我。所依無", "316": "別。云何為喻。是故唯依無始數習妄想分別", "317": "所起假相。世俗道中說為男等。非有實我有", "318": "男等相。但由無明憍逸妄想。愚夫自謂我是", "319": "丈夫。亦有自謂為女非二。頌中略故。且說丈", "32": "槃解脫。", "320": "夫。以身中有男女等相。所執我體男等相無。", "321": "故汝比量因有不成。不定過失。若汝復言。我", "322": "及身等。雖復皆有男女等相。然我是實身等", "323": "是假。此亦不然。若男等相二處皆有。云何得", "324": "知一假一實。應立量言。我見決定不緣實我。", "325": "男女等相所雜糅故。如緣身等。起男等相所", "326": "雜糅心。又我見等。不緣實我有所緣故。如餘", "327": "心等。又我見境非是實我。男等相心之所緣", "328": "故。猶如身等。故汝所言虛無實義。", "329": "復次順世外道作如是言。諸法及我大種為", "33": "復次涅槃若有必有所依。此所依者。若蘊若", "330": "性。四大種外無別有物。即四大種和合為我。", "331": "及身心等內外諸法。現世是有前後世無。有", "332": "情數法如浮泡等。皆從現在眾緣而生。非前", "333": "世來不往後世。身根和合安立差別。為緣發", "334": "起男女等心。受用所依與我和合。令我體有", "335": "男等相現。緣此我境復起我見。謂我是男女", "336": "及非二。今應問彼。汝說大種和合變異為身", "337": "根等。如是成內大種自性。為是男等。非男等", "338": "耶。彼答言非。內外大種。性無異故。雖大種性", "339": "內外無異。然有安立形相差別。如是世間所", "34": "我般涅槃時。俱不可得。故說頌曰。", "340": "知形相。所有男等自性差別。皆是自心分別", "341": "所起。非實物中有如是性。若爾頌曰。", "342": "若諸大種中無男女非二", "343": "云何諸大種有男等相生", "344": "論曰。若四大種本性無有男女非二。云何得", "345": "有男等相生。男女等心何緣而起。受用所依", "346": "雖與我合。云何令我男等相現。若我無有男", "347": "女等相。云何我見。謂我是男女及非二。若本", "348": "性無。雖與他合。終不能令轉成餘相。亦不能", "349": "令生餘相心。如鮮白物雖合餘色不成餘相。", "35": "究竟涅槃時無蘊亦無我", "350": "不起餘心頗胝迦等。餘色合時前滅後生。不", "351": "可為喻。是故決定無有實我。大種為性經久", "352": "時住。有男等相我見所緣。", "353": "復次記論外道作如是言。諸法及我。一切皆", "354": "與三相和合。由此三相。皆能發起三種心聲。", "355": "何謂三相。一者男相。能生諸法。二者女相。能", "356": "滅諸法。三非二相。能守本位。此亦不然。諸法", "357": "及我。體非三相。云何能起三種心聲。亦不可", "358": "說。與他合故轉成三相。前所說過不相離故。", "359": "若法及我。體非三相。三相合故轉成三相。三", "36": "不見涅槃者依何有涅槃", "360": "相更無餘三相合。故此三相應非三相。應不", "361": "能起三種心聲。又此三相與非相合。能使非", "362": "相轉成相者。諸法及我與相合時。應令三相", "363": "轉成非相。是則畢竟應不能起三種心聲。又", "364": "此三相功能差別。更互相違必應不並。云何", "365": "一物得有三聲。如角等物。男女非二。三聲所", "366": "呼世共知故。又一物上三相功能。更互相違", "367": "而得並者。應一切物皆具三相。不應現見聲", "368": "有差別。又此三相若實有者。唯應依止有法", "369": "非無。是則三聲應不周遍。云何現見諸方言", "37": "論曰。住無餘依般涅槃位。前蘊永滅後蘊不", "370": "音。有法上無。無法上有。現見境界不可誹謗。", "371": "若無三相而有三聲。則一切處皆應如是。又", "372": "此三相配生住滅。理不應然。男死女生非二", "373": "生死。世現見故。又此三相無別實體。後當廣", "374": "辨。是故但隨世俗言路。說有男等三聲差", "375": "別。非別實有如是三相。外道執有如是三相。", "376": "依附實我我見所緣。是顛倒智。內道不執。故", "377": "無顛倒。汝不應依。有顛倒智與無倒者。正決", "378": "擇時立為定量。以我見緣證實有我。又此我", "379": "見。為隨我相執有我耶。為隨自覺執有我耶。", "38": "生。其中都無諸蘊相續。既不見有般涅槃者。", "380": "若隨我相應。名正見。若隨自覺。應不緣我。又", "381": "若初者。頌曰。", "382": "汝我餘非我故我無定相", "383": "論曰。若汝身中我之自相。諸餘身中我亦同", "384": "有。隨我自相而起我見。云何一見不緣一切。", "385": "既無一見緣一切我。故知我見不隨我相。若", "386": "汝身中我自相異。餘身中我自相復別。汝以", "387": "為我。餘則為非。餘以為我。汝則為非。是則此", "388": "我相不決定。既無定相。便無定性。性相不定。", "389": "非實非常。云何執我真實常住。又立量言。自", "39": "依何說有真實涅槃。若於爾時亦許施設。有", "390": "身我見。不隨自我自相而起。不緣餘我自相", "391": "生故。如所餘緣所有心等。又自身我應不為", "392": "緣。發自我見汝許我故。如他身我。又諸我", "393": "見。定不緣我。自他境相互有無故。如青黃等", "394": "能緣之心。又一切我非我見境。諸餘有法所", "395": "不攝故。猶如一切兔角等無。又一切我非實", "396": "我性。是所知故。如一切法。是故我見不緣實", "397": "我。諸所計我無實性相。一切智者皆非所見。", "398": "唯諸愚人恒深樂著。如病眼境定非實有。故", "399": "不可以我見所緣。證立此我實有常住。若第", "4": "破常品第一之餘", "40": "其真實補特伽羅。便墮如來滅後定有。見處", "400": "二者。頌曰。", "401": "豈不於無常妄分別為我", "402": "論曰。若隨自覺執有我者。豈不但緣無常身", "403": "等。虛妄分別執為實我。所以者何。現見世間", "404": "但緣身等。前後隨緣分位差別。虛妄計度。我", "405": "肥我瘦。我勝我劣。我明我闇。我苦我樂。身", "406": "等無常可有是事。常住實我無此差別。由此", "407": "比知。一切我見。皆無實我以為境界。唯緣虛", "408": "妄身等為境。隨自妄想覺慧生故。如緣闇繩", "409": "顛倒蛇執。又如世間虛妄分別。執有空華第", "41": "過失。若於爾時不施設有補特伽羅。還同前", "410": "二月等。必由先見世間少事。然後方執有如", "411": "是事。我見執我亦復如是。先緣生滅五取蘊", "412": "事。後方決定執有實我。又如夢中虛妄境界。", "413": "隨先所見和合計度。我見境界亦復如是。先", "414": "緣諸蘊。然後和合虛妄計度。又諸我見略有", "415": "二種。一者俱生。二者分別。俱生我見。由無", "416": "始來。內因力故恒與身俱。不待邪教及邪分", "417": "別。任運而起。故名俱生。此復二種。一常相", "418": "續。在第七識緣第八識。起自心相。即執為我。", "419": "名為我見。二有間斷。在第六識緣五取蘊。或", "42": "過。般涅槃者。既不可得。是故決定無實涅槃。", "420": "總或別起自心相。即執為我。名為我見。", "421": "如是二種。俱生我見微細難斷。數數修習勝", "422": "無我觀。方能除滅分別我見。由現在世外緣", "423": "力故。非與身俱。要待邪教及邪分別。然後方", "424": "起。故名分別。此亦二種。一緣邪教所說蘊相。", "425": "起自心相。分別為我。名為我見。二緣邪教所", "426": "說我相。起自心相。分別為我。名為我見如是", "427": "二種分別我見。麁重易斷聖諦現觀。初現行", "428": "時即便除滅。如是所說一切我見。心外蘊境", "429": "或有或無。心內蘊境一切皆有。是故我見皆", "43": "以於世間都未曾見無貪等者。有貪等故。設", "430": "緣無常。諸蘊行相妄執為我。諸蘊行相從緣", "431": "生故。是虛幻有妄所執我。非緣生故決定非", "432": "有。故契經說。苾芻當知。世間沙門婆羅門等。", "433": "所有我見。一切皆緣五取蘊起。", "434": "復次今應審問。諸瞖盲徒空無我理。有何所", "435": "失。而強分別固執我耶。若一切法空無我者。", "436": "生死涅槃二事俱失。所以者何。由有我故。", "437": "諸無智者樂著生死。先造能招善不善業。", "438": "後受所感愛非愛果。諸有智者欣樂涅槃。先", "439": "觀生死苦火煎逼。發心厭離。後方捨惡勤修", "44": "復計有涅槃所依。是則涅槃有所依故。應如", "440": "諸善。得正解脫。如是一切皆由我成。我為作", "441": "者。我為受者。我為苦逼發心厭離。捨惡修善", "442": "證得涅槃。若爾頌曰。", "443": "我即同於身生生有變易", "444": "故離身有我常住理不然", "445": "論曰。若我先造種種行業。後方領受種種果", "446": "報。是則此我體應轉變。因必有轉變。果有差", "447": "別故。無有道理。因不轉變而果眾多。及非恒", "448": "有。謂所執我那落迦等。諸趣諸界生差別中。", "449": "若能造受種種業果。則應同身生生變易。非", "45": "貪等其性無常。又若涅槃體是有者。則有緣", "450": "天授等。身無變易。先能造作善惡二業。後能", "451": "領受苦樂兩果。是故我體同所依身。能造受", "452": "故。生生變易。有變易故。則有生滅。生滅相", "453": "應。豈得常住。又所執我不離身等。有情數", "454": "攝。體非常故。如所依身。是故執我常住離身。", "455": "能為作者。及為受者。生死輪迴。皆不應理。以", "456": "離身等無別用故。", "457": "復次云何此我能造諸業。若謂與身合故能", "458": "造。由此內我有勤勇德。因此德故。與身和合", "459": "起諸作業。此德作業雖待依身。而屬於我。如", "46": "相而可了知。應如色等不出生死。如說世尊", "460": "以金石投於樹枝。重德相應故有搖動。是德", "461": "作用雖待樹枝。而屬金石。此亦不然。有觸對", "462": "物。可有如是動搖作用。汝我不爾。云何身合", "463": "能造諸業。所以者何。頌曰。", "464": "若法無觸對則無有動搖", "465": "是故身作業非命者能造", "466": "論曰。一切能起動搖作業。決定不離有觸對", "467": "物。我無觸對。雖與身合。云何能作搖動業", "468": "因。如所執時無有觸對。雖與身合不能作業。", "469": "心及心法唯能生風。風與身合方能造業。故", "47": "若求涅槃體實有者不出生死。所以者何。言", "470": "所立因無不定過。此說近因。非展轉故。又可", "471": "合者必有方分。兩物相觸無間名合。所執我", "472": "等既無方分。云何與身合故造業。不可假說", "473": "我有方分。即有實起作業功能。勿以假名說", "474": "水為火。即有實火焚燒作用。由能說人假說", "475": "諸法。非能說人有差別故。令所說法其性轉", "476": "變。法性決定前已具論。於本頌中。無觸對者。", "477": "顯無方分。無動搖者。顯無合義。又自有動", "478": "方能動他。如金石等要自有動。方能為因令", "479": "樹枝動。我既無動無形礙故。何能為因令所", "48": "涅槃者。永滅眾相離諸散動。此經義言。一切", "480": "依動。如金石等不動轉位。無觸對者顯無形", "481": "礙。無形礙故自無有動。無動搖者顯非動因。", "482": "如是所執無動神我。尚無能動一毫之力。況", "483": "能造業得名作者。既不造業即無有果。若不", "484": "受果何名受者。", "485": "復次如汝所言。我為苦逼發心厭離捨惡修", "486": "善得解脫者。此亦不然。何以故。頌曰。", "487": "我常非所害豈煩修護因", "488": "誰恐食金剛執仗防眾蠹", "489": "論曰。汝所計我既無變易。如太虛空其體常", "49": "世間散動妄見皆永離故。彼所發起所取能", "490": "住。一切災苦皆不能害。豈煩精進修防護因。", "491": "有變壞身。苦所逼害罪所塗染。理須防護。誰", "492": "有智者。了知金剛物無能壞。而恐侵食。率侶", "493": "執仗防諸蠹蟲。唯有愚人。或為是事。可變壞", "494": "物應加守衛。若汝意謂。命可害故。我亦隨害。", "495": "此亦不然。我既是常。不應隨害。又汝計命三", "496": "事和合。謂身我意前已遮破。我與身合無方", "497": "分故。如汝所計。色等諸德無和合義。又和", "498": "合者無別有性。唯有方分無間而生。既無別", "499": "體。復何所害。此設可害必隨所依。所依既常。", "5": "復次有執涅槃實有常樂。如契經說。苾芻當", "50": "取相永滅故。證得涅槃。是故涅槃決定非是", "500": "云何可害。設復害命。於我何惱。以汝所計我", "501": "常無礙。如太虛空寒暑風雨霜雹無損。如是", "502": "我性苦何所惱。又所執我其性凝然。前後", "503": "無變。設離眾惡。復何所增而名解脫。豈不", "504": "此位善法增耶。我性既常。善增何益。所執", "505": "我體常無改變。餘法雖生亦無增損。如是解", "506": "脫。於我無用。是故執我常住無變。生死涅槃", "507": "二事俱失。若空無我二事俱成。", "508": "大乘廣百論釋論卷第二", "51": "一切有執所依緣處。有說二句知其次第。涅", "52": "槃永滅所緣眾相。永離一切能緣散動。涅槃", "53": "既絕眾相散動。不可以有而取涅槃。然經說", "54": "有涅槃界等。為破撥無涅槃者見。有執生死", "55": "無始無終。決定無有般涅槃界。故佛說有煩", "56": "惱眾苦熾火永滅。般涅槃界無生無滅無相", "57": "無為究竟安樂。此立道理。顯生死火非常相", "58": "續永無滅期。從眾緣生有損惱故。猶如世間", "59": "山林熾火。謂生死苦雖無始來依眾緣生相", "6": "知。有涅槃界。無生無滅無相無為究竟安樂。", "60": "續無斷。若遇善友聞法修行。無漏聖道現在", "61": "前時。滅諸煩惱不起諸業。後苦不續。名曰涅", "62": "槃。譬如世間薪盡火滅。然此涅槃聖道所證。", "63": "究竟寂滅離諸性相。永絕一切分別戲論。所", "64": "以契經種種宣說。皆為方便除妄見執。諸有", "65": "智者應正覺知。勿謂涅槃是有無等。若於生", "66": "死起諸分別。易作方便。令其斷除。若於涅槃", "67": "起諸分別。其病深固難可救療。是故不應執", "68": "有無等。", "69": "復次數論外道作如是言。因果散壞悕望止", "7": "此亦依前理教應破。又說頌曰。", "70": "息。唯有思我離繫獨存。爾時名為涅槃解脫。", "71": "為破彼執故。說頌曰。", "72": "我時捨諸德離愛有何思", "73": "論曰。隨所現境分別受用。汝說名思。即執為", "74": "我。此必不離根境和合。如是二事不離悕望。", "75": "為滿悕望根境和合。隨所現境思即受用。般", "76": "涅槃時悕望止息。因果散壞何得有思。既無", "77": "有思我亦非有。云何汝說唯有思我離繫獨", "78": "存。爾時名為涅槃解脫。若汝復謂般涅槃時", "79": "雖無有思而有我在。此亦不然。故說頌曰。", "8": "離縛所縛因更無真解脫", "80": "若有我無思便同無所有", "81": "論曰。汝宗計我思為性相。般涅槃時思既非", "82": "有。性相俱滅。更無所有。復依何物而說有我。", "83": "若謂爾時雖無思用而有種子我體猶存。譬", "84": "如眼根見色為用。有時用滅而眼體在。此亦", "85": "不然。若有所依可有是事。所以者何。功能差", "86": "別。名為種子。如是種子必依於他。既無所依。", "87": "何有種子。先世諸行功能差別所引識上。能", "88": "生眼識差別功能。說名為眼。如是眼根必定", "89": "依止阿賴耶識及四大種。無餘依中因果散", "9": "生成用闕故設有亦名無", "90": "壞。悕望思慮悉皆滅盡。都無所依。而計有我", "91": "體是種子。理不應然。又若執我即是種子。由", "92": "此發思差別作用。此我即應最勝所攝。有勝", "93": "功能起諸法故。又若執我是種所依。由此為", "94": "因。能生思果。便失自宗。思即是我。及失思我", "95": "其性懈墮。唯是受者。而非作者。若所執我非", "96": "即是思。汝今應說如是我相。若不說相而我", "97": "成者。則應一切妄執皆成。又說頌曰。", "98": "無餘有我種則定能生思", "99": "要無我無思諸有乃無有"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1571 大乘廣百論釋論: 大乘廣百論釋論: 大乘廣百論釋論: 大乘廣百論釋論", "author": "聖天菩薩本  護法菩薩釋  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}