{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0226 摩訶般若鈔經: 摩訶般若鈔經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若鈔經", "text": {"0": "6 清淨品", "1": "摩訶般若鈔經卷第四", "10": "教。」佛言：「云何，須菩提！知隨怛薩阿竭教？」須菩", "100": "作是知：『不為泊然者，難得阿耨多羅三耶三", "101": "菩。』」須菩提謂舍利弗：「用色還，不作阿耨多羅", "102": "三耶三菩？」答言：「不。」「用痛痒思想生死識還，不", "103": "作阿耨多羅三耶三菩？」答言：「不。」「能有異色得", "104": "法還，不作阿耨多羅三耶三菩？」答言：「不。」「能有", "105": "異痛痒思想生死識得法還，不作阿耨多羅", "106": "三耶三菩？」答言：「不。」「色本無，寧還，不作阿耨多", "107": "羅三耶三菩？」答言：「不。」「痛痒思想生死識本無，", "108": "寧還，不作阿耨多羅三耶三菩？」答言：「不。云何，", "109": "舍利弗！能有異色本無，於法得還，不作阿耨", "11": "提復言：「如怛薩阿竭本無，是為怛薩阿竭", "110": "多羅三耶三菩？」答言：「不。」「能有異痛痒思想生", "111": "死識本無，於法得還，不作阿耨多羅三耶三", "112": "菩？」答言：「不。」「云何，舍利弗！本無為還，不作阿耨", "113": "多羅三耶三菩？」答言：「不。」「能有異本無，於法得", "114": "還，不作阿耨多羅三耶三菩？」答言：「不。設於是", "115": "法不得何所法還者，作阿耨多羅三耶三菩。」", "116": "舍利弗謂須菩提：「如所說法，無有菩薩還者。」", "117": "須菩提言：「菩薩之人而有三德，是怛薩阿竭", "118": "所說。一者佛衍，菩薩而不計三，如須菩提所", "119": "言。」分耨文陀尼弗語舍利弗：「須菩提所說一", "12": "教。諸過去當來現在悉為本無。」佛言：「隨本無", "120": "道者，而當問之。」舍利弗謂須菩提：「欲問所說", "121": "一道佛衍菩薩事。須菩提！欲問所說一道佛", "122": "衍菩薩事。」須菩提言：「云何，舍利弗！於本無中", "123": "能見三道？是為聲聞、辟支佛。」佛語舍利弗言：", "124": "「不見本無中得二事者。」須菩提言：「云何，舍利", "125": "弗！本無者為一不？是故曰得。若菩薩摩訶薩", "126": "聞本無，心不懈怠，是菩薩摩訶薩會致至菩", "127": "薩。」佛言：「善哉，善哉！須菩提！如所說無異，悉佛", "128": "威神之所致，是為菩薩摩訶薩本無無有異。", "129": "若菩薩心不懈怠，會至菩薩。」舍利弗白佛言：", "13": "者，為隨怛薩阿竭教。諸法亦本無。如諸法本", "130": "「何謂為菩薩？」佛語舍利弗：「成阿耨多羅三耶", "131": "三菩則是。」須菩提白佛：「何謂菩薩摩訶薩？欲", "132": "成者，云何住？」佛言：「視一切人皆等，其心不異，", "133": "無有害意，以慈心向人，若身無異。其心柔軟，", "134": "其心加哀，其心無瞋恚，無所礙心，無所嬈心，", "135": "視之若父母無異。是心，菩薩摩訶薩所住。當", "136": "作是學。」", "137": "8 阿惟越致品摩訶般若波羅蜜阿惟越致品第八", "138": "須菩提白佛言：「阿惟越致菩薩摩訶薩，當何", "139": "以比觀其相行，知是為阿惟越致菩薩摩訶", "14": "無，怛薩阿竭亦本無。一切本無悉為本無。是", "140": "薩？」佛語須菩提：「於凡人及聲聞、辟支佛，乃至", "141": "怛薩阿竭道地，聞悉本無而不動搖，亦無有", "142": "異。於其法亦本無，是為本無於不動搖。是即", "143": "為度。如所聞不轉亦不有疑，亦不言是亦不", "144": "言非，如本無者為無所失。其所語不輕，不說", "145": "他事但說中正。他人有所作亦不觀視。如是", "146": "比觀其相行具足，知是即阿惟越致菩薩摩", "147": "訶薩。「復次，須菩提！阿惟越致菩薩摩訶薩者，", "148": "不形沙門、婆羅門面類，是為沙門、是為婆羅", "149": "門。所見知悉諦，了終不祠祀跪拜餘天，不持", "15": "為須菩提以隨怛薩阿竭教無有異。隨本無", "150": "華香而奉上之。如是比觀其相行具足，知是", "151": "即阿惟越致菩薩摩訶薩。「復次，須菩提！阿惟", "152": "越致菩薩摩訶薩終不生惡處，不作婦人。如", "153": "是比觀其相行具足，知是即阿惟越致菩薩", "154": "摩訶薩。「復次，須菩提！阿惟越致菩薩摩訶薩", "155": "終不離十善，身自不殺，教人不殺；身自不盜、", "156": "不婬泆、不兩舌、不惡口、不妄言、不綺語、不", "157": "妬嫉、不貪餘、不疑亂，身自作正，教人守正，", "158": "是為十善。又於夢中自護不失十善，是為阿", "159": "惟越致菩薩摩訶薩於夢中面自見十善。如", "16": "者，是為怛薩阿竭教不異無有異。隨怛薩阿", "160": "是比觀其相行具足，知是即阿惟越致菩薩", "161": "摩訶薩。「復次，須菩提！阿惟越致菩薩摩訶薩", "162": "心所學法，持欲安隱一切人，悉為說法，是為", "163": "法施。令一切皆得法所，是即為法施於一切。", "164": "如是比觀其相行具足，知是即阿惟越致菩", "165": "薩摩訶薩。「復次，須菩提！阿惟越致菩薩摩訶", "166": "薩！若王者為人中之雄，持所知名慧，聞說深", "167": "法終不有疑，不有疑、不言不信，所言柔軟，所", "168": "語如蜜，復少睡臥，出入行步其心不亂，徐行", "169": "安步舉足蹈地擇地而行，及所被服衣中無", "17": "竭者為隨本無，本無者是為怛薩阿竭。立須", "170": "蚤，常而淨潔無有塵垢亦無有憂，身中都無", "171": "八十種蟲。所以者何？是菩薩摩訶薩所有功", "172": "德過出世間功德上。稍稍欲成滿，其功德轉", "173": "倍故。其身清淨，心亦清淨。」須菩提白佛：「云何，", "174": "天中天！菩薩摩訶薩心清淨？當何以知？」佛語", "175": "須菩提：「菩薩摩訶薩所作功德，轉倍益多稍", "176": "稍極上，其心自在而無所礙，其功德悉逮心", "177": "故清淨，過聲聞辟支佛道地，是為菩薩摩訶", "178": "薩心清淨。如是比觀其相行具足，知是即阿", "179": "惟越致菩薩。「復次，須菩提！阿惟越致菩薩摩", "18": "菩提之所立，為隨怛薩阿竭教。如怛薩阿竭", "180": "訶薩不求財物，若供養者無有慳貪，說深法", "181": "時無有厭極正作在知。其欲聞深法者，持般", "182": "若波羅蜜為說之。其有作餘道若世事者，持", "183": "般若波羅蜜主為正之。其不解者，以般若波", "184": "羅蜜便為解之。如是比觀其相行具足，知是", "185": "即阿惟越致菩薩摩訶薩。「復次，須菩提！至者", "186": "弊魔便來致所，化作八大泥犁，一泥犁化有", "187": "若干百千菩薩。便指示言：『是輩人者，皆從佛", "188": "受決已，皆是阿惟越致。今悉墮泥犁中。皆佛", "189": "之所授決。設若作阿惟越致受決已者，當疾", "19": "本無無所礙，諸法亦本無無所礙。是者，須菩", "190": "悔之：「我非阿惟越致。」設若言爾者，便不入泥", "191": "犁，當生天上。』」佛語須菩提：「設心不動者，是阿", "192": "惟越致菩薩摩訶薩。」佛言：「我所語者無有異。", "193": "設當生惡處者，佛語為有異。如是比觀其相", "194": "行具足，知是即阿惟越致菩薩摩訶薩。「復次，", "195": "須菩提！弊魔化作沙門若用被服，到菩薩摩", "196": "訶薩所言：『若前從我所聞、從我所受，今悉棄", "197": "捨，皆不可用，若今當自悔其過。若疾悔之，隨", "198": "我言者，我日日自來問訊；若設不用我言者，", "199": "我終不復來相視。若莫復說是語非佛所說，", "2": "秦天竺沙門曇摩蜱共竺佛念譯", "20": "提！為隨怛薩阿竭教。以如怛薩阿竭本無", "200": "是皆他餘外道之造作，今我所語是佛所說。』」", "201": "佛言：「聞是說而動轉者，當知其人不從過去", "202": "佛受決。來在菩薩摩訶薩舉中，多有菩薩摩", "203": "訶薩未在阿惟越致其界。設不動轉者，念法", "204": "無有生死，念無有生死信他人言。譬若比丘", "205": "得羅漢者，不隨他人所言，眼悉見法以為作", "206": "證。是為無所有終不可動。是菩薩摩訶薩亦", "207": "不可動，如聲聞、辟支佛道地所念法眾不復", "208": "還，是菩薩摩訶薩正向薩芸若不可復還。用", "209": "是比觀其相行具足，知是即阿惟越致菩薩", "21": "者，於法亦本無，一本無等無異。我者亦無，作", "210": "摩訶薩。「復次，須菩提！弊魔到菩薩摩訶薩所，", "211": "化作異人：『若所求者甚為勤苦，非薩芸若行。", "212": "若致負是勤苦為？若用是勤苦為？作不當自", "213": "還厭耶？當復於何所更索是軀？汝何不早取", "214": "羅漢用佛為求耶？』」佛言：「設不動轉者，弊魔復", "215": "棄捨去，更為方略。化作若干菩薩在其邊立，", "216": "復生指語之：『若見是菩薩不？皆供養如恒邊", "217": "沙佛已，皆與衣服、飯食、床臥、醫藥悉具足，皆", "218": "於恒邊沙佛所悉行清淨戒，皆從受事，聞其中", "219": "慧，當所施行。其所求者為悉學已，所住如法，", "22": "者本無，亦無作者，一切皆本無，亦復無本無。", "220": "今皆不能得阿耨多羅三耶三菩。作是學已、", "221": "作是受已、作是行已，不能得薩芸若，何況若", "222": "欲得阿耨多羅三耶三菩？』」佛言：「設是不動者，", "223": "弊魔便去。更化作比丘，作是言語：『是悉羅漢，", "224": "過去世時皆行菩薩道，今悉取羅漢。今是尚", "225": "如是比丘，若當從何所得阿耨多羅三耶三", "226": "菩？』」佛言：「是菩薩摩訶薩雖從異處聞是言，續", "227": "作其行，心不動轉亦無有異心，覺知魔為。」佛", "228": "言：「若有學波羅蜜隨其行者，不得薩芸，若當", "229": "從何所得？佛所語者為無有異。其作是學，其", "23": "如本無本無，我者亦爾，故須菩提為隨怛薩", "230": "作是行，如般若波羅蜜者心不動搖，設是不", "231": "得薩芸若，佛語為有異。佛所語者終不有欺，", "232": "是菩薩摩訶薩當作是學。用是比觀其相行", "233": "具足，知是即阿惟越致菩薩摩訶薩。「復次，須", "234": "菩提！弊魔往到阿惟越致菩薩所，作是曉言：", "235": "『薩芸若者如空，是法不可得邊幅，是法不可", "236": "得窮極有所可得。何以故？無阿惟越致，亦無", "237": "得阿惟三佛者。今我觀視其法，都盧皆空。若", "238": "之所作是為勤苦，不當覺知是魔所為。云何", "239": "欲得阿耨多羅三耶三菩？是非佛所說。』」佛言：", "24": "阿竭教。如怛薩阿竭本無不異無有異，是故", "240": "「是善男子、善女人當如是知，當作是念為魔", "241": "事，其心正直而不動搖。用比觀其相行具足，", "242": "知是即阿惟越致菩薩摩訶薩。「復次，須菩提！", "243": "阿惟越致菩薩摩訶薩欲作第一禪、第二禪、", "244": "第三至于第四禪三摩越，隨是四禪而不錄", "245": "禪目，是為三摩越，為人欲故。用是比觀其相", "246": "行具足，知是即阿惟越致菩薩摩訶薩。「復次，", "247": "須菩提！阿惟越致菩薩摩訶薩，不求稱譽其", "248": "名字者。若稱說者，不念所欲，其心廣大，但念", "249": "一切悉令得安。行步坐起其心不亂，出入用", "25": "諸法亦本無不異無有異。是為怛薩阿竭本", "250": "意當而至誠，不求有力，不他婬欲。若欲往來", "251": "自患其欲，於欲常有恐怖。譬若男子過大空", "252": "澤之中，若欲飲食，畏於賊盜疾欲發去。自念：", "253": "『何時當到聚落安隱之處疾得脫去？』阿惟越", "254": "致菩薩摩訶薩亦復如是，於愛欲有往來時，", "255": "自念所作是為不可，是即為非，皆悉不正，非", "256": "我法之所作，亦不念餘惡。何以故？欲使一切", "257": "皆得安隱。」佛言：「其作是念，皆是般若波羅蜜", "258": "威神之力。用是比觀其相行具足，知是即阿", "259": "惟越致菩薩摩訶薩。「復次，須菩提！和夷羅洹", "26": "無亦不壞，亦不腐，不可得，是者須菩提為隨", "260": "閱叉常隨從阿惟越致菩薩摩訶薩，其餘鬼", "261": "神不敢附之，終不失志，其心不亂，其身亦不", "262": "妄起，身體完具無所缺減，為人雄，不誘他人", "263": "婦女，若為作符若咒若藥都不為是，亦不自", "264": "為亦不教人為，是為菩薩之淨。不說男子事，", "265": "亦不說婦人事，都無是𠎝。用是比觀其相行", "266": "具足，知是即阿惟越致菩薩摩訶薩。「復次，須", "267": "菩提！阿惟越致菩薩摩訶薩不與聚會人從", "268": "事，亦不與王者，亦不與賊，亦不與兵，亦不與", "269": "軍，亦不與聚邑，亦不與城郭，亦不與世俗，亦", "27": "怛薩阿竭教。怛薩阿竭與諸法俱本無無異，", "270": "不與女人，亦不與男子，亦不與餘道，亦不與", "271": "穀，亦不與須，亦不與祠，亦不與雜色，亦不與", "272": "華，亦不與香，亦不與調戲，亦不從海，亦不從", "273": "利，亦不作若干種，亦不與所有從事，但與般", "274": "若波羅蜜從事。不離薩芸若，常念不忘，亦不", "275": "與鬪從事。自守如法，常行中正，不從非法。常", "276": "稱譽賢者以為上頭，常於人欲作親厚，不作", "277": "怨惡，但求怛薩阿竭法，則欲求生異方佛剎。", "278": "作是求，將不生彼間，用是故，常得見佛，復得", "279": "供養阿惟越致菩薩摩訶薩。或從欲、從色、從", "28": "亦無異本無，亦不有異本無，悉皆是本無。如", "280": "無色，去其彼間來生中國，若在善人家，若黠", "281": "慧中生，若在生談語之中，若在曉經書之家，", "282": "不喜豫少事。有生於邊地，悉生大國中，終不", "283": "犯法。用是比觀其相行具足，知是即阿惟越", "284": "致菩薩摩訶薩。「復次，須菩提！阿惟越致菩薩", "285": "摩訶薩亦不言：『我是阿惟越致。』亦不念：『我是", "286": "阿惟越致。』亦不自疑：『我不在阿惟越致地。』譬", "287": "若男子得須陀洹道，於其道地終不有疑。魔", "288": "事雖起，即悉覺知；既起者，不隨其計。阿惟越", "289": "致菩薩摩訶薩亦如是，自於道地終不有疑，", "29": "須菩提所隨者，以入不可計人，亦復無所入，", "290": "亦不懈怠。魔事雖起，即悉覺知；既起者，不隨", "291": "其計。譬若男子作惡逆者，其心終不有忘，至", "292": "于命盡其心終不可轉。阿惟越致菩薩摩訶", "293": "薩者，終不可移，其心忠正立，於阿惟越致菩", "294": "薩心終不可動，天上天下終不可轉。魔事雖", "295": "起，即悉覺知；既起者，不隨其計。自於道地終", "296": "不有疑，亦無聲聞、辟支佛心。終不念言：『佛之", "297": "難得，其地安隱端自堅住，無有勝者。』何以故？", "298": "如是住者無有能過。弊魔大愁，便化作佛，往", "299": "到其所言：『若當聚羅漢證證，如來受決得", "3": "7 本無品本無品第七", "30": "是為隨怛薩阿竭教。怛薩阿竭者是為本無，", "300": "阿耨多羅三耶三菩。何以故？若不得比，亦不", "301": "得相。其如心比者，用是相行具足，能為菩薩", "302": "摩訶薩，或尚不得阿耨多羅三耶三菩。若當", "303": "何當因得？』」佛言：「設是菩薩摩訶薩心不動轉，", "304": "知是菩薩摩訶薩從過去怛薩阿竭阿羅訶", "305": "三耶三佛所受決已。設復作是念者：『知魔作", "306": "佛像來，是男子即非佛，是魔所為。其作是作", "307": "以應阿惟越致地，如佛所說魔事無有異。其", "308": "作是視其作是念，知魔所為欲使我轉。』」佛言：", "309": "「設不動者，是菩薩摩訶薩從過去怛薩阿竭", "31": "亦不過去當來今現在。及諸法悉皆本無故，", "310": "阿羅訶三耶三佛所以受決，住阿惟越致地", "311": "已。何以故？用是比觀其相行具足，知是審阿", "312": "惟越致。如是比觀其相行具足，知是即阿惟", "313": "越致菩薩摩訶薩。「復次，須菩提！阿惟越致菩", "314": "薩摩訶薩用法故，不貪所有，亦不惜身壽命。", "315": "是菩薩摩訶薩欲悉受法，為護過去當來今", "316": "現在佛所有法。其欲護過去當來今現在佛", "317": "法，以為人數，是即為決，是為護法。用是故，無", "318": "所惜，亦不惜命身，未曾懈時，無有厭極。如是", "319": "比觀其相行具足，知是阿惟越菩薩摩訶薩。", "32": "亦無過去當來今現在。如是者，須菩提為隨", "320": "「復次，須菩提！阿惟越致菩薩摩訶薩，怛薩阿", "321": "竭阿羅訶三耶三佛之所說法，未曾有疑亦", "322": "不言非。」須菩提白佛：「怛薩阿竭之所說法，", "323": "亦不疑不言非。為於聲聞說法，亦不有疑", "324": "亦不言非？」「諸聲聞之所說法，於其中亦不疑", "325": "亦不言非。何以故？須菩提！是菩薩摩訶薩為", "326": "逮無所從生法樂忍。用是比觀其相行具足，", "327": "知是阿惟越致菩薩摩訶薩。」", "328": "9 架調優婆夷品", "329": "摩訶般若波羅蜜恒架調優婆夷品第九", "33": "怛薩阿竭教。以如來本無者，即曰怛薩阿竭", "330": "須菩提白佛言：「大哉！阿惟越致菩薩摩訶薩。", "331": "從大功德，自致阿惟越致，乃從恒邊沙等為", "332": "以應相。今天中天說深法，是菩薩摩訶薩之", "333": "所施行。」佛言：「善哉，善哉！須菩提！汝之所內", "334": "是為甚深，是即為空、無相、無願、無生死、無所", "335": "生、無所有、無所欲，是為滅。泥洹者是為限。」須", "336": "菩提白佛：「泥洹者是限，非是諸法。」佛語須菩", "337": "提：「諸法甚深。何以故？色者甚深，須菩提！痛痒", "338": "思想生死識亦甚深，陰亦甚深如色甚深者。", "339": "何謂，須菩提！痛痒思想生死識之甚深？有甚", "34": "教，怛薩阿竭者即是本無。當來亦本無，過去", "340": "深者非色之甚深，是為色之甚深。痛痒思想", "341": "生死識亦爾，是識為甚深。」須菩提白佛言：「大", "342": "哉！微妙色之稍從泥洹。」佛語須菩提：「痛痒思", "343": "想生死識，為稍從泥洹甚深，甚深者般若波", "344": "羅蜜。菩薩摩訶薩思惟念，是為住。如般若波", "345": "羅蜜教，為學般若波羅蜜。是菩薩摩訶薩隨", "346": "是思想惟念，如空教應行一日，甚深不可言。」", "347": "須菩提白佛言：「是菩薩摩訶薩應行一日者，", "348": "為却幾劫之生死？」佛語須菩提：「譬若婬泆，有", "349": "所重愛端正女人，與共期會。女人不得自在。", "35": "亦本無，現在亦本無。以隨過去本無，怛薩阿", "350": "云何，須菩提！其男子寧念不？」須菩提言：「用女", "351": "人故，思念甚多，無有忘時。」佛言：「如是男子所", "352": "念，一日其心不轉。是菩薩摩訶薩念般若波", "353": "羅蜜，應行一日，却生死若干劫已。其如般若", "354": "波羅蜜教，如中所說學，思念隨行一日者，是", "355": "菩薩為却惡除罪已。若菩薩摩訶薩離般若", "356": "波羅蜜者，正使布施如恒邊沙劫，不如菩薩", "357": "摩訶薩隨般若波羅蜜教應行一日者，其功", "358": "德出彼上。「復次，須菩提！若菩薩摩訶薩壽如", "359": "恒邊沙等劫持所布施，與須陀洹、斯陀含、阿", "36": "竭教是為本無。以隨當來本無，怛薩阿竭教", "360": "那含、阿羅漢、辟支佛，而離般若波羅蜜。若有", "361": "菩薩摩訶薩隨般若波羅蜜教，其功德出彼", "362": "菩薩壽如恒邊沙劫布施持戒者上。若有菩", "363": "薩摩訶薩念般若波羅蜜起便說法，其功德", "364": "復出彼菩薩上。「復次，須菩提！是菩薩摩訶薩", "365": "為以法施，其功德復轉倍。若菩薩摩訶薩作法", "366": "施者，是為阿耨多羅三耶三菩。若有菩薩摩", "367": "訶薩法施者而不守中，其功德不如菩薩摩", "368": "訶薩作法施而復守中。若有持般若波羅蜜", "369": "者不離守中，是菩薩摩訶薩其功德甚多。」須", "37": "是為本無。以隨現在本無，怛薩阿竭教是為", "370": "菩提白佛：「一切無生死，若有不動。天中天！此", "371": "二事，何功德為甚多？」佛語須菩提：「菩薩摩訶", "372": "薩於福生死，於功德生死，所行般若波羅蜜", "373": "樂於空、樂於無所有、樂於盡、樂於無所得。念", "374": "是時，為不離般若波羅蜜。若不離般若波羅", "375": "蜜者，是菩薩摩訶薩得不可計阿僧祇功德。」", "376": "須菩提白佛：「天中天之所說，何謂不可計阿", "377": "僧祇功德？有何差特？」佛語須菩提：「阿僧祇者，", "378": "其數不可盡極。不可計者，不可量計之，了不", "379": "可得邊幅。爾故，為不可計阿僧祇。」須菩提言：", "38": "本無。以如過去當來今現在本無，怛薩阿竭", "380": "「佛說不可計者，色亦不可計，痛痒思想生死", "381": "識亦不可計。」佛語須菩提：「如所言，色亦不可", "382": "計，痛痒思想生死識亦不可計。」須菩提白佛：", "383": "「何謂為不可計？」佛語須菩提：「如空故不可計，", "384": "無相、無願故言不可計。如是者不可計，即為", "385": "是空，亦無異法。」佛言：「云何，須菩提！我言諸法", "386": "悉空不？」須菩提言：「如是，天中天所說法悉空", "387": "不可盡。」佛言：「如是，須菩提！諸法悉空不可計，", "388": "無有法各各異者，有所差特分別可得不可得", "389": "者，即怛薩阿竭得不可盡、不可計，如空、無相、", "39": "教是為本無。以如過去當來今現在本無，怛", "390": "無願、無生死、無所生、無所有、無所起、無所", "391": "滅、如泥洹，隨所喜，在所說，是為怛薩阿竭教。」", "392": "須菩提白佛：「大哉！天中天之所說法，是法實", "393": "不可逮。如我念佛之所語，諸法亦不可逮。」佛", "394": "語須菩提：「如是諸法不可逮悉，法如空故不", "395": "可逮。」須菩提言：「如佛說本不可逮。願解不可", "396": "逮。」佛言：「不。」須菩提言：「六波羅蜜為不可逮，是為", "397": "布施無增無減。尸波羅蜜、羼波羅蜜、惟逮波", "398": "羅蜜、禪波羅蜜、般若波羅蜜為不增不減。是", "399": "即為六波羅蜜不增不減。何謂於六波羅蜜", "4": "須菩提白佛言：「諸法隨次者，天中天！是為法", "40": "薩阿竭教是為本無等無異。如諸法本無，是", "400": "不增不減？是為菩薩摩訶薩自致阿耨多羅", "401": "三耶三菩。何緣近佛坐？是菩薩摩訶薩而不", "402": "離般若波羅蜜，自致阿耨多羅三耶三菩。」佛", "403": "語須菩提：「如本不可逮，不增不減。是菩薩摩", "404": "訶薩為行般若波羅蜜漚和拘舍羅者，不念", "405": "是為檀波羅蜜之所增減，是為般若波羅蜜", "406": "但為有字，是為檀波羅蜜持所有而布施。心", "407": "念持是功德，施作阿耨多羅三耶三菩。其施", "408": "如阿耨多羅三耶三菩者，是菩薩摩訶薩為", "409": "行般若波羅蜜。其行般若波羅蜜，是為漚和", "41": "者須菩提等無異，為隨怛薩阿竭教等無異。", "410": "拘舍羅。不念尸波羅蜜之增減，但為有字，是", "411": "為尸波羅蜜，是為持戒心念，以是功德施作", "412": "阿耨多羅三耶三菩，施如阿耨多羅三耶三", "413": "菩，是菩薩摩訶薩為行般若波羅蜜。羼波羅", "414": "蜜、惟逮、禪波羅蜜亦爾。是菩薩摩訶薩為行", "415": "般若波羅蜜漚和拘舍羅者，不念般若波羅", "416": "蜜之增減，但為有字。為般若波羅蜜者，即是", "417": "智慧發心，持是功德施作阿耨多羅三耶三", "418": "菩，施如阿耨多羅三耶三菩者，是能為施。」須", "419": "菩提白佛言：「何等為阿耨多羅三耶三菩施？」", "42": "是為真菩薩之本無，自致阿惟三佛，亦俱等", "420": "佛語須菩提：「本無者是為阿耨多羅三耶三", "421": "菩，是為不增不減。常隨是念終不離行，今近", "422": "阿耨多羅三耶三菩坐。如是，須菩提！其本無", "423": "者，不可逮亦不增不減。思惟念是為無所失，", "424": "是為波羅蜜不減。是菩薩摩訶薩思惟念是，", "425": "為離阿耨多羅三耶三菩坐。」須菩提白佛：「菩", "426": "薩摩訶薩持心初發心，當近阿耨多羅三藐", "427": "三菩坐。若持後心，近阿耨多羅三耶三菩坐。", "428": "初心、後心，是二者無有對。後心、初心亦無有", "429": "對。何等功德而出生者？」佛語須菩提：「譬如燈", "43": "本無。以如本無者，便得本無如來名，地即為", "430": "炷之然，其炷用初明得然？若用後明得然？」須", "431": "菩提言：「亦非初明得然，亦不離初明得然；亦", "432": "非後明得然，亦不離後明得然。」佛言：「云何，須", "433": "菩提！為如是不？」須菩提言：「如是，如是！天中", "434": "天！」佛語須菩提：「菩薩摩訶薩亦不初心得阿", "435": "耨多羅三耶三菩，亦不離初心得阿耨多羅", "436": "三耶三菩；亦不後心得阿耨多羅三耶三菩，", "437": "亦不離後心得阿耨多羅三耶三菩。」須菩提", "438": "白佛言：「因緣者甚深。天中天！菩薩摩訶薩不", "439": "用初心得阿耨多羅三耶三菩，菩薩亦不離", "44": "六反震動。怛薩阿竭因是本無而得成，是故", "440": "初心得阿耨多羅三耶三菩；亦不後心得阿", "441": "耨多羅三耶三菩，亦不離後心得阿耨多羅", "442": "三耶三菩。」「云何，須菩提！前心為滅耶？後心", "443": "復生耶？」須菩提言：「不。天中天！」「云何，須菩提！", "444": "心初生者為滅不？」須菩提言：「其法為滅法。天", "445": "中天！」「云何，須菩提！其法當所滅者，寧可滅不？」", "446": "須菩提言：「不。天中天！」「云何，須菩提！寧可住如", "447": "本無？」須菩提言：「其欲住者，當如本無。」「云何，須", "448": "菩提！設令住如本無，將無有異？」須菩提言：「不。", "449": "天中天！」「云何，須菩提！本無為甚深不？」須菩提", "45": "須菩提為隨怛薩阿竭教。復次，須菩提為不", "450": "言：「甚深。天中天！」「云何，須菩提！本無為有心不？」", "451": "答言：「無有。天中天！」「云何，須菩提！能有異本無", "452": "有心者不？」答言：「不。天中天！」「云何，須菩提！本無", "453": "見意不？」答言：「不。天中天。」「云何，須菩提！其作是", "454": "行，為深行不？」答言：「其作是行，天中天！為無所", "455": "行。何以故？作是不見行，為不可見行。」佛語須", "456": "菩提：「菩薩摩訶薩行般若波羅蜜者，為行何", "457": "等？」須菩提言：「為行審諦。天中天！」「云何，須菩", "458": "提！其行諦者，為行想不？」答言：「不。天中天！」「云何，", "459": "須菩提！菩薩摩訶薩為識想念不？」答言：「不。天", "46": "隨色，為不隨痛痒思想生死識，亦不隨須陀", "460": "中天！」「云何，須菩提！為不識想念為念？」須菩提", "461": "言：「菩薩摩訶薩而不為是。」「云何，須菩提！不作", "462": "想而得應行，具足一切佛法，不為聲聞？」須菩提", "463": "言：「菩薩摩訶薩漚和拘舍羅者，於無想為無", "464": "所貪。」舍利弗問須菩提：「若菩薩摩訶薩於夢", "465": "向三事三昧，念脫門空空、無相無相、無願無", "466": "願，三昧是為有益。般若波羅蜜於晝日夜復", "467": "有益。若夜夢中時亦復有益。何以故？佛之所", "468": "說晝日若夜夢中，俱等無有異。」須菩提語舍", "469": "利弗：「若菩薩摩訶薩晝日念般若波羅蜜，夜", "47": "洹道，亦不隨斯陀含、阿那含、阿羅漢、辟支佛，", "470": "於夢中亦復倍益念般若波羅蜜。」舍利弗言：", "471": "「云何，須菩提！若於夢中有所作，寧有所有不？」", "472": "答言：「不。一切諸法說，亦如夢中之所有。」須菩", "473": "提語舍利弗：「夢中所作善，覺即大喜，是者為", "474": "益。若所作惡而不喜者，是即為減。」舍利弗言：", "475": "「設於夢中有殺，其心大喜。覺已言：『我殺是，大", "476": "快。』是者云何？」須菩提言：「不妄，皆有因緣。心不", "477": "空爾，會有所緣。若見若聞若念，覺即知之，是", "478": "為因緣故，令人心為所著，便有所得。何謂所", "479": "得？從所因緣乃受其罪，不從無因緣受其罪，", "48": "是者須菩提為隨怛薩阿竭教。」舍利弗白佛", "480": "皆從因緣生故。」舍利弗言：「一切所作因緣，皆", "481": "為恍忽，皆為空耳。云何，天中天從何因緣而", "482": "得所生？」答言：「為從想因緣得生。」舍利弗言：「菩", "483": "薩摩訶薩於夢中布施，持是施與作阿耨多", "484": "羅三耶三菩。為有施與無？」須菩提報舍利弗", "485": "言：「大彌勒菩薩摩訶薩今近在是，旦暮當補", "486": "佛處。所問者可問之，即能發遣。」舍利弗白彌", "487": "勒菩薩：「今我所問，須菩提言：『大彌勒菩薩即", "488": "能解之。』」彌勒菩薩語舍利弗：「如我字為彌", "489": "勒，當所解者，當以色解，若當以痛痒思想生", "49": "言：「本無者甚深。天中天！」佛言：「如是，本無實", "490": "死識解。色者即空，當以無所有解之，若痛痒", "491": "思想生死識空解，亦不見法當所解者，何所", "492": "得解。亦不見法所解，當得阿耨多羅三耶三", "493": "菩。」舍利弗白彌勒菩薩：「所說者為已得證。」彌", "494": "勒菩薩語舍利弗：「所說法不言得證。」舍利弗", "495": "便作是念：「彌勒菩薩所入慧為甚深。所以者", "496": "何？般若波羅蜜以來久遠。」佛言：「云何，舍利弗！", "497": "若能見彼作羅漢者不？」舍利弗言：「不。天中天！」", "498": "佛語舍利弗：「菩薩摩訶薩行般若波羅蜜亦", "499": "如是，不念：『我從是法受決。不從是法得決。』若", "5": "語，故曰無所損。諸法者為無有端，其法相者", "50": "甚深。」說本無時，三百比丘皆得阿羅漢，五百", "500": "於是法當得阿耨多羅三耶三菩，自致阿惟", "501": "三佛，是菩薩摩訶薩其作是作為行般若波", "502": "羅蜜，不恐不得阿惟三佛。隨是教者，為行般", "503": "若波羅蜜。是菩薩摩訶薩為以無所畏。何以", "504": "故？若至大劇難處虎狼之中不畏不怖，心念", "505": "言：『設有噉我者，當為布施。是為具足行檀波", "506": "羅蜜，近阿耨多羅三耶三菩。願我作佛，令其", "507": "剎中無禽獸之道。』若菩薩摩訶薩至大劇賊", "508": "之中亦不畏怖。何以故？設令於其中死，心念", "509": "言：『我身會當棄捐，設殺我者，我不瞋恚。是為", "51": "比丘尼皆得須陀洹道，五百諸天及人悉逮", "510": "具足忍辱行羼波羅蜜，當近阿耨多羅三耶", "511": "三菩。願我作佛時，令其剎中人無有賊盜。』若", "512": "菩薩摩訶薩至大無水漿之處亦不畏怖，心", "513": "念言：『一切人念悉無德，使無水漿。願我作佛", "514": "時，令其剎中常有八味之水，使一切人悉得", "515": "用之。』用世間人故，常為精進。若菩薩摩訶薩", "516": "至穀貴之處亦不畏怖，心念言：『我當堅其精", "517": "進，自致得阿耨多羅三耶三菩，成阿惟三佛", "518": "時，令我剎中無有惡，皆使一切人在所願", "519": "飲食，悉令在前，如忉利天上所有。』是善男", "52": "得無所從生法樂忍，六十菩薩皆得阿羅漢", "520": "子用一切人故，精進自致阿耨多羅三耶三", "521": "菩，成阿惟三佛。若菩薩摩訶薩在惡賊時亦", "522": "不畏怖。何以故？不見法當所痛者。用是故無", "523": "所畏：『假使我身遭是病死，心不有異，必當精", "524": "進。願我作阿耨多羅三耶三菩成至佛時，令", "525": "其剎中一切人皆無惡穢者死亡者。』是菩薩", "526": "摩訶薩之所言，如佛語而無異。「復次，舍利弗！", "527": "是菩薩摩訶薩不久當成阿耨多羅三耶三", "528": "菩，自致阿惟三佛，自於其法亦不恐怖。何以", "529": "故？從本際已來發心呼言不久。其本際者為", "53": "道。佛語舍利弗：「是輩菩薩供養過去五百佛", "530": "若干？為久遠、為甚大久？心如一轉頃，是為本", "531": "際。是菩薩摩訶薩今近阿耨多羅三耶三菩，", "532": "成阿惟三佛，故日聞是而不恐怖。」爾時優婆", "533": "夷從坐起，前為佛作禮，長跪白佛：「我聞是語", "534": "不恐不怖，必後欲為一切人說法令不恐怖。」", "535": "應時佛笑，口中五色光出。笑竟訖。以優婆", "536": "夷者，即以金華持散佛上。用佛威神，其華在", "537": "佛上亦不墮地。阿難從坐起，整衣服，前為佛", "538": "作禮，却長跪問佛：「怛薩阿竭所笑不妄，必有", "539": "所說。」佛語阿難：「是恒架調優婆夷者，却後當", "54": "已，皆作施與，護於淨戒，成於忍辱，所作精", "540": "來世，其劫名為星宿，當於是劫中作佛，號字", "541": "曰金華佛。」佛語阿難：「是優婆夷者，後當棄女", "542": "人形體，更受男子身，便生阿閦佛國。」", "543": "摩訶般若鈔經卷第四", "55": "進，定足於禪，以不得般若波羅蜜漚和拘舍", "56": "羅，雖是菩薩摩訶薩有道意入空、無相、無願，", "57": "離於漚和拘舍羅者，便中道為本際作證得", "58": "聲聞。譬如有大鳥，舍利弗！其身若四千里、若", "59": "八千里、若萬二千里、若萬六千里、若三萬里，", "6": "為無所礙，如空法者為無所生，諸所生不可", "60": "從忉利天上欲來下至閻浮利地。是鳥而無", "61": "翅，反從忉利天上自投來下。云何，舍利弗！是", "62": "鳥欲中道還上忉利天上，寧能還不？」舍利弗", "63": "言：「不能。天中天！」佛言：「是鳥來下至閻浮利地，", "64": "欲令其身不痛。寧能使不痛？」舍利弗言：「不能。", "65": "天中天！其鳥來下，身不得不痛。若死、若當悶", "66": "極。何故？其身甚大而反無翅。」佛言：「如是，舍利", "67": "弗！正使菩薩摩訶薩，如恒邊沙劫，作布施，護", "68": "於淨戒，成於忍辱，所作精進，定足於禪，發心", "69": "甚大，欲總攬一切成阿惟三佛。不得般若波羅", "7": "得，是為法生故無所得。」諸欲、諸梵天子俱白", "70": "蜜漚和拘舍羅者，便中道墮落在聲聞、辟支", "71": "佛道地。如是，舍利弗！菩薩摩訶薩於過去當", "72": "來今現在佛所，為不持戒三昧，若智慧、若脫", "73": "慧、若見慧，而反作想，是為不持怛薩阿竭戒", "74": "三昧，智慧、若脫慧、若見慧，為不知怛薩阿竭", "75": "故而曉知，但聞空聲想之，如所聞，持欲作阿", "76": "耨多羅三耶三菩，會不能得，便中道在聲聞、", "77": "辟支佛道地。何以故？如是為不得般若波羅", "78": "蜜漚和拘舍羅故。」舍利弗白佛言：「我念佛之", "79": "所說，其離般若波羅蜜漚和拘舍羅者，便不", "8": "佛言：「其寂者，即佛弟子。今尊者須菩提所說", "80": "能自致阿耨多羅三耶三菩。若有菩薩摩訶", "81": "薩欲得阿耨多羅三耶三菩阿惟三佛者，當", "82": "黠學般若波羅蜜漚和拘舍羅。」諸欲天、諸色", "83": "天子俱白佛言：「般若波羅蜜者甚深，難曉難", "84": "了，泊然者不得阿耨多羅三耶三菩。」佛語諸", "85": "天子言：「如是，般若波羅蜜者甚深難曉了，泊", "86": "然不得阿耨多羅三耶三菩。」須菩提白佛言：", "87": "「般若波羅蜜者難曉了。天中天！如我念是慧，", "88": "其為泊然者，乃能得阿耨多羅三耶三菩。何", "89": "以故？亦不於是有得阿惟三佛者，故曰法空", "9": "者悉空。」須菩提語諸天子言：「為隨怛薩阿竭", "90": "無作阿惟三佛。用法空故，於法亦不能得當", "91": "作阿惟三佛者，故諸法悉空。於法無所有是", "92": "為法語，無作阿惟三佛故曰法空。無作阿惟", "93": "三佛者，亦無得阿惟三佛者，其念一切諸法", "94": "悉空。隨是者，天中天！而泊然得阿耨多羅三", "95": "耶三菩，成阿惟三佛。」舍利弗謂須菩提：「如所", "96": "說者，泊然得阿耨多羅三耶三菩，是為甚難。", "97": "何以故？空不念：『我當作阿耨多羅三耶三菩，", "98": "成阿惟三佛。』如是法者，易得阿惟三佛。何以", "99": "故？如恒邊沙等菩薩云何轉還？」須菩提言：「當"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0226 摩訶般若鈔經: 摩訶般若鈔經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若鈔經", "author": "前秦 曇摩蜱共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}