{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0310 大寶積經: 大寶積經: 大寶積經: 大寶積經", "text": {"0": "44 寶梁聚會7 糞掃衣比丘品", "1": "大寶積經卷第一百一十五", "10": "劫中一切菩薩摩訶薩，彌勒菩薩而為上首。", "100": "無滅，四者知一切法無所有，五者於一切法", "101": "無執著，六者知一切法無來，七者知一切法", "102": "無去，八者知一切法無自性，九者知一切法", "103": "無初中後平等，十者於一切法初中後無分", "104": "別；是為十。善男子！菩薩行智波羅蜜，以十", "105": "法為首：一者於一切法善能了知決擇，二者", "106": "善能圓滿白法，三者積習菩薩無量資糧，四", "107": "者成就廣大福智資糧，五者大悲圓滿，六者", "108": "入種種差別世界，七者入一切眾生諸煩惱", "109": "行，八者作意入如來境界，九者趣入十力無", "11": "復有六萬菩薩摩訶薩，無盡慧菩薩而為上首。", "110": "畏不共佛法殊勝境界，十者受灌頂位成就", "111": "一切智最勝之相；是為十。善男子！是為諸菩", "112": "薩摩訶薩行十波羅蜜皆以十法為首。", "113": "「復次善男子！云何為波羅蜜義？所謂明示超", "114": "過一切聲聞獨覺所行故、廣大圓滿如來智", "115": "故、於有為無為不執著故、如實了知生死過", "116": "故、諸未覺者悉令覺故、得如來無盡法藏故、", "117": "得無礙解脫故、以布施度脫諸眾生故、以持", "118": "戒圓滿本誓願故、以忍辱具足端嚴相故、以", "119": "精進究竟諸佛法故、以禪定出生四無量故、", "12": "爾時無盡慧菩薩即從坐起，偏袒右肩右膝", "120": "以般若滅除諸煩惱故、以方便積集諸佛法", "121": "故、以願能令佛法圓滿故、以力能令眾生淨", "122": "信故、以智具足如來一切智故、得無生法忍", "123": "故、得不退轉地故、淨治佛剎故、成熟眾生", "124": "故、於菩提道場圓滿一切如來智故、降伏眾", "125": "魔故、遊四神足故、於生死涅槃俱無住故、超", "126": "過一切聲聞獨覺菩薩功德故、摧伏一切諸", "127": "異論故、成就十力四無所畏不共佛法故、證", "128": "得無上正等覺故、轉十二種法輪故。如是一", "129": "切是波羅蜜義。", "13": "著地，合掌向佛頭面禮敬，以眾寶華奉散", "130": "「復次善男子！菩薩摩訶薩將住初歡喜地先", "131": "有是相，見三千大千世界中所有百千億那", "132": "由他眾寶伏藏。菩薩將住第二離垢地先有", "133": "是相，見三千大千世界地平如掌，無量百千", "134": "億那由他眾寶蓮花清淨嚴飾。菩薩將住第", "135": "三明地先有是相，見於自身被甲持杖勇猛", "136": "堅固摧伏怨敵。菩薩將住第四焰地先有是", "137": "相，見四方風吹種種名華布散於地。菩薩將", "138": "住第五難勝地先有是相，見於女人首戴阿", "139": "提目多華鬘、婆利師迦華鬘、瞻蔔迦華鬘，身", "14": "於佛，而白佛言：「世尊！所言菩提心者，以何", "140": "佩種種眾莊嚴具。菩薩將住第六現前地先", "141": "有是相，見於華池八功德水澄淨盈滿，底布", "142": "金沙，寶階四道，又於池中有優鉢羅花、波頭", "143": "摩花、拘勿頭花，復見分陀利花而為莊嚴，", "144": "復見自身於中遊戲。菩薩將住第七遠行地", "145": "先有是相，見於自身左右兩邊皆有地獄，從", "146": "彼超過無所傷害。菩薩將住第八不動地先", "147": "有是相，見自身兩肩被師子王相，一切諸獸", "148": "悉皆怖畏。菩薩將住第九善慧地先有是相，", "149": "見於自身為轉輪王以正法教化，為無量百", "15": "義故說菩提心？菩薩復以幾法成就菩提心？", "150": "千億那由他諸王之所圍繞，種種寶嚴鮮白", "151": "之蓋蓋菩薩上。菩薩將住第十法雲地先有", "152": "是相，見於自身為真金色，具足如來三十二", "153": "種大丈夫相，圓光一尋，安處高廣師子之座，", "154": "無量百千億那由他梵天前後圍繞，恭敬供", "155": "養而聽說法。善男子！菩薩摩訶薩以三昧力", "156": "顯現如是十地先相。「復次善男子！初地菩薩", "157": "圓滿施波羅蜜，二地菩薩圓滿戒波羅蜜，三", "158": "地菩薩圓滿忍波羅蜜，四地菩薩圓滿精進", "159": "波羅蜜，五地菩薩圓滿禪波羅蜜，六地菩薩", "16": "云何是菩提心？菩提中心不可得，心中菩提", "160": "圓滿般若波羅蜜，七地菩薩圓滿方便波羅", "161": "蜜，八地菩薩圓滿力波羅蜜，九地菩薩圓滿", "162": "願波羅蜜，十地菩薩圓滿智波羅蜜。", "163": "「復次善男子！菩薩初發心得現寶三昧，第二", "164": "發心得善住三昧，第三發心得不動三昧，第", "165": "四發心得不退轉三昧，第五發心得寶花三", "166": "昧，第六發心得日輪光明三昧，第七發心得", "167": "成就一切義三昧，第八發心得智炬三昧，第", "168": "九發心得現證佛法三昧，第十發心得首楞", "169": "嚴三昧。", "17": "亦不可得，離菩提心不可得，離心菩提亦不", "170": "「復次善男子！菩薩於初地中得殊勝加持陀", "171": "羅尼，第二地中得無能勝陀羅尼，第三地中", "172": "得善住陀羅尼，第四地中得不可壞陀羅尼，", "173": "第五地中得無垢陀羅尼，第六地中得智輪", "174": "燈陀羅尼，第七地中得殊勝行陀羅尼，第八", "175": "地中得清淨分別陀羅尼，第九地中得示現", "176": "無邊法門陀羅尼，第十地中得無盡法藏陀", "177": "羅尼。」", "178": "爾時會中有一天子名無礙光明師子幢，從", "179": "坐而起，偏袒右肩右膝著地，合掌向佛白佛", "18": "可得。菩提者無色無相不可言說，心亦無色", "180": "言：「希有世尊！希有善逝！如是法門甚深廣", "181": "大，而能含攝一切佛法。」於是佛告無礙光明", "182": "師子幢言：「如是如是，如汝所說。善男子！若有", "183": "菩薩於此法門暫能聽受，必不退轉阿耨多", "184": "羅三藐三菩提。何以故？彼善男子善女人曾", "185": "種諸善根故、成熟諸善根故，得聞如是經典，", "186": "為是經典之所印故。善男子！若有男子女人", "187": "聞此經典，所種善根悉皆清淨，當得不捨離", "188": "見佛聞法供養眾僧、成熟眾生，得不捨離海", "189": "印陀羅尼，得不捨離出現無盡陀羅尼，得不", "19": "無相不可顯示，眾生亦爾皆不可得。世尊！諸", "190": "捨離入眾生欲樂心行陀羅尼，得不捨離清", "191": "淨日光幢陀羅尼，得不捨離無垢月光幢陀", "192": "羅尼，得不捨離息一切結陀羅尼，得不捨離", "193": "摧滅無邊堅如金剛山煩惱陀羅尼，得不捨", "194": "離入平等法性言說陀羅尼，得不捨離入真", "195": "實語言音聲陀羅尼，得不捨離如虛空顯現", "196": "無邊清淨印所印陀羅尼，得不捨離成就顯", "197": "現無邊佛身陀羅尼。善男子！若菩薩成就如", "198": "是諸陀羅尼，能於十方一切剎土變現佛身", "199": "教化眾生，然於法性而無來去，亦復無有教", "2": "大唐三藏菩提流志奉　詔譯", "20": "法如是，當依何義而得修行？」佛言：「善男子！汝", "200": "化眾生。於所說法不著文字平等無動，雖現", "201": "身生死而無起滅，亦無少法有去來者，了知", "202": "諸行本來寂靜安住佛法。何以故？彼一切諸", "203": "法無分別故。」說是法時，眾中三萬菩薩得無", "204": "生法忍，無量菩薩於阿耨多羅三藐三菩提", "205": "獲不退轉，無量眾生發菩提心，無量比丘得", "206": "法眼淨。佛說此經已，無盡慧菩薩，及諸比丘、", "207": "世間天、人、阿修羅、乾闥婆等，皆大歡喜，信受", "208": "奉行。", "209": "46 文殊說般若會大寶積經文殊說般若會第四十六之一", "21": "今諦聽。我說菩提者，本無名字言說。何以故？", "210": "梁三藏曼陀羅仙譯", "211": "如是我聞：一時佛在舍衛國祇樹給孤獨園，", "212": "與大比丘僧滿足千人。菩薩摩訶薩十千人，", "213": "俱以大莊嚴而自莊嚴，皆悉已住不退轉地。", "214": "其名曰：彌勒菩薩、文殊師利菩薩、無礙辯菩", "215": "薩、不捨擔菩薩，與如是等大菩薩俱。文殊師", "216": "利童真菩薩摩訶薩，明相現時從其住處來", "217": "詣佛所在外而立。爾時尊者舍利弗、富樓那", "218": "彌多羅尼子、大目揵連、摩訶迦葉、摩訶迦", "219": "栴延、摩訶拘絺羅，如是等諸大聲聞，各從住", "22": "於菩提中名字言說不可得故，心及眾生亦", "220": "處俱詣佛所在外而立。佛知眾會皆悉集已，", "221": "爾時如來從住處出、敷座而坐，告舍利弗：「汝", "222": "今何故於晨朝時在門外立？」舍利弗白佛言：", "223": "「世尊！文殊師利童真菩薩先已至此住門外", "224": "立，我實於後晚來到耳。」爾時世尊問文殊師", "225": "利：「汝實先來到此住處欲見如來耶？」文殊師", "226": "利即白佛言：「如是世尊！我實來此欲見如", "227": "來。何以故？我樂正觀，利益眾生。我觀如來，如", "228": "如相不異相、不動相不作相、無生相無滅相、", "229": "不有相不無相、不在方不離方、非三世非不", "23": "復如是，若如是知名菩提心。菩提者非過去", "230": "三世、非二相非不二相、非垢相非淨相，以如", "231": "是等正觀如來，利益眾生。」佛告文殊師利：「若", "232": "能如是見於如來，心無所取亦無不取，非積", "233": "聚非不積聚。」爾時舍利弗語文殊師利言：「若", "234": "能如是，如汝所說見如來者，甚為希有。為一", "235": "切眾生故見於如來，而心不取眾生之相；化", "236": "一切眾生向於涅槃，而亦不取向於涅槃相；", "237": "為一切眾生發大莊嚴，而心不見莊嚴之相。」", "238": "爾時文殊師利童真菩薩摩訶薩語舍利弗", "239": "言：「如是如是，如汝所說。雖為一切眾生發大", "24": "未來現在，心及眾生亦非過去未來現在，若", "240": "莊嚴，心恒不見有眾生相；為一切眾生發大", "241": "莊嚴，而眾生界亦不增不減。假使一佛住世，", "242": "若一劫若過一劫，如此一佛世界復有無量", "243": "無邊恒河沙諸佛，如是一一佛若一劫若過", "244": "一劫，晝夜說法心不暫息，各各度於無量恒", "245": "河沙眾生皆入涅槃，而眾生界亦不增不減。", "246": "乃至十方諸佛世界亦復如是，一一諸佛說", "247": "法教化，各度無量恒河沙眾生皆入涅槃，於", "248": "眾生界亦不增不減。何以故？眾生定相不可", "249": "得故，是故眾生界不增不減。」舍利弗復語文", "25": "知此義是名菩薩。然於其中亦不可得，於一", "250": "殊師利言：「若眾生界不增不減，何以故菩薩", "251": "為諸眾生求阿耨多羅三藐三菩提，常行說", "252": "法？」文殊師利白佛言：「若諸眾生悉空相者，亦", "253": "無菩薩求阿耨多羅三藐三菩提，亦無眾生", "254": "而為說法。何以故？我說法中無有一法當可", "255": "得故。」爾時佛告文殊師利：「若無眾生，云何說", "256": "有眾生及眾生界？」文殊師利言：「眾生界相如", "257": "諸佛界。」又問：「眾生界者是有量耶？」答曰：「眾", "258": "生界量如佛界量。」又問：「眾生界量有處所不？」", "259": "答曰：「眾生界量不可思議。」又問：「眾生界相為", "26": "切法都無所得，是名得菩提心。如阿羅漢得", "260": "有住不？」答曰：「眾生無住，猶如空住。」佛告文", "261": "殊師利：「如是修般若波羅蜜時，當云何住般", "262": "若波羅蜜？」文殊師利言：「以不住法為住般若", "263": "波羅蜜。」佛復問文殊師利：「云何不住法名住", "264": "般若波羅蜜？」文殊師利言：「以無住相即住般", "265": "若波羅蜜。」佛復告文殊師利：「如是住般若波", "266": "羅蜜時，是諸善根云何增長？云何損減？」文殊", "267": "師利言：「若能如是住般若波羅蜜，於諸善根", "268": "無增無減，於一切法亦無增無減，是般若波", "269": "羅蜜性相亦無增無減。世尊！如是修般若波", "27": "阿羅漢果，而於此中都無所得，唯除隨俗說", "270": "羅蜜，則不捨凡夫法亦不取賢聖法。何以故？", "271": "般若波羅蜜不見有法可取可捨。如是修般", "272": "若波羅蜜，亦不見涅槃可樂、生死可厭。何以", "273": "故？不見生死況復厭離，不見涅槃何況樂著。", "274": "如是修般若波羅蜜，不見垢惱可捨亦不見", "275": "功德可取，於一切法心無增減。何以故？不", "276": "見法界有增減故。世尊！若能如是，是名修般", "277": "若波羅蜜。世尊！不見諸法有生有滅，是修般", "278": "若波羅蜜。世尊！不見諸法有增有減，是修般", "279": "若波羅蜜。世尊！心無悕取，不見法相有可取", "28": "言得果，於一切法皆無所得；得菩提心亦復", "280": "者，是修般若波羅蜜。世尊！不見好醜、不生高", "281": "下、不作取捨。何以故？法無好醜，離諸相故，", "282": "法無高下，等法性故，法無取捨，住實際故。", "283": "是修般若波羅蜜。」佛告文殊師利：「是諸佛法", "284": "得不勝乎？」文殊師利言：「我不見諸法有勝如", "285": "相。如來自覺一切法空，是可證知。」佛告文殊", "286": "師利：「如是如是。如來正覺自證空法。」文殊師", "287": "利白佛言：「世尊！是空法中當有勝如而可得", "288": "耶？」佛言：「善哉善哉。文殊師利！如汝所說是真", "289": "法乎？」謂文殊師利言：「阿耨多羅是名佛法。」文", "29": "如是，為欲引攝初業菩薩故說菩提心，然於", "290": "殊師利言：「如佛所說，阿耨多羅是名佛法。何", "291": "以故？無法可得名阿耨多羅。」文殊師利言：", "292": "「如是修般若波羅蜜，不名法器，非化凡夫法、", "293": "亦非佛法、非增長法，是修般若波羅蜜。復次", "294": "世尊！修般若波羅蜜時，不見有法可分別思", "295": "惟。」", "296": "佛告文殊師利：「汝於佛法不思惟耶？」文殊師", "297": "利言：「不也。世尊。如我思惟，不見佛法，亦不可", "298": "分別：是凡夫法、是聲聞法、是辟支佛法，如", "299": "是名為無上佛法。復次修般若波羅蜜時，不", "3": "45 無盡慧菩薩會無盡慧菩薩會第四十五", "30": "其中無心無心名、無菩提無菩提名、無眾生", "300": "見凡夫相、不見佛法相、不見諸法有決定相，", "301": "是為修般若波羅蜜。復次修般若波羅蜜時，", "302": "不見欲界、不見色界、不見無色界、不見寂滅", "303": "界。何以故？不見有法，是盡滅相，是修般若波", "304": "羅蜜。復次修般若波羅蜜時，不見作恩者、", "305": "不見報恩者，思惟二相心無分別，是修般若", "306": "波羅蜜。復次修般若波羅蜜時，不見般若波", "307": "羅蜜。復次修般若波羅蜜時，不見是佛法可", "308": "取、不見是凡夫法可捨，是修般若波羅蜜。復", "309": "次修般若波羅蜜時，不見凡夫法可滅、亦不", "31": "無眾生名、無聲聞無聲聞名、無獨覺無獨覺", "310": "見佛法而心證知，是修般若波羅蜜。」", "311": "佛告文殊師利：「善哉善哉。汝能如是善說甚", "312": "深般若波羅蜜相，是諸菩薩摩訶薩所學法", "313": "印，乃至聲聞緣覺學無學人亦當不離是印", "314": "而修道果。」佛告文殊師利：「若人得聞是法不", "315": "驚不畏者，不從千佛所種諸善根，乃至百千", "316": "萬億佛所久殖德本，乃能於是甚深般若波", "317": "羅蜜不驚不怖。」文殊師利白佛言：「世尊！我", "318": "今更說般若波羅蜜義。」佛言：「便說。」「世尊！修般", "319": "若波羅蜜時，不見法是應住是不應住，亦不", "32": "名、無菩薩無菩薩名、無如來無如來名、無有", "320": "見境界可取捨相。何以故？如諸如來不見一", "321": "切法境界相故，乃至不見諸佛境界，況取聲", "322": "聞緣覺凡夫境界。不取思議相亦不取不思", "323": "議相，不見諸法有若干相，自證空法不可思", "324": "議，如是菩薩摩訶薩皆已供養無量百千萬", "325": "億諸佛種諸善根，乃能於是甚深般若波羅", "326": "蜜不驚不怖。復次修行般若波羅蜜時，不見", "327": "縛不見解，而於凡夫乃至三乘不見差別相，", "328": "是修般若波羅蜜。」", "329": "佛告文殊師利：「汝已供養幾所諸佛？」文殊師", "33": "為無有為名、無無為無無為名、無現得無當", "330": "利言：「我及諸佛如幻化相，不見供養及與受", "331": "者。」佛告文殊師利：「汝今可不住佛乘耶？」文殊", "332": "師利言：「如我思惟不見一法，云何當得住於", "333": "佛乘？」佛言：「文殊師利！汝不得佛乘乎？」文殊", "334": "師利言：「如佛乘者但有名字，非可得亦不可", "335": "見，我云何得？」佛言：「文殊師利！汝得無礙智", "336": "乎？」文殊師利言：「我即無礙，云何以無礙而得", "337": "無礙？」佛言：「汝坐道場乎？」文殊師利言：「一切如", "338": "來不坐道場，我今云何獨坐道場？何以故？現", "339": "見諸法住實際故。」佛言：「云何名實際？」文殊師", "34": "得。善男子！我今依言說如是敷演，若有諸眾", "340": "利言：「身見等是實際。」佛言：「云何身見是實", "341": "際？」文殊師利言：「身見如相，非實非不實、不來", "342": "不去，亦身非身，是名實際。」舍利弗白佛言：", "343": "「世尊！若於斯義諦了決定，是名菩薩摩訶薩。", "344": "何以故？能聞如是甚深般若波羅蜜相，心不", "345": "驚不怖不沒不悔」彌勒菩薩白佛言：「世尊！得", "346": "聞如是般若波羅蜜，具足法相，是即近於佛", "347": "坐。何以故？如來現覺此法相故。」文殊師利", "348": "白佛言：「世尊！得聞甚深般若波羅蜜，能不驚", "349": "不怖不沒不悔，當知此人即是見佛。」爾時復", "35": "生善根廣大超諸眾生，如須彌山出過一切，", "350": "有無相優婆夷，白佛言：「世尊！凡夫法、聲聞", "351": "法、辟支佛法、佛法，是諸法皆無相，是故於所", "352": "從聞般若波羅蜜，皆不驚不怖不沒不悔。何", "353": "以故？一切諸法本無相故。」佛告舍利弗：「善男", "354": "子善女人若聞如是甚深般若波羅蜜，心得", "355": "決定，不驚不怖不沒不悔，當知是人即住不", "356": "退轉地。若人聞是甚深般若波羅蜜不驚不", "357": "怖，信樂聽受歡欣不厭，是即具足檀波羅蜜、", "358": "尸波羅蜜、羼提波羅蜜、毘梨耶波羅蜜、禪波", "359": "羅蜜、般若波羅蜜，亦能為他顯示分別如說", "36": "是初發心為施波羅蜜因。猶如大地善能安", "360": "修行。」", "361": "佛告文殊師利：「汝觀何義，為得阿耨多羅三", "362": "藐三菩提？住阿耨多羅三藐三菩提？」文殊師", "363": "利言：「我無得阿耨多羅三藐三菩提。我不住", "364": "佛乘，云何當得阿耨多羅三藐三菩提？如我", "365": "所說即菩提相。」佛讚文殊師利言：「善哉善哉。", "366": "汝能於是甚深法中巧說斯義。汝於先佛久", "367": "種善根，以無相法淨修梵行。」文殊師利言：「若", "368": "見有相則言無相，我今不見有相亦不見無", "369": "相，云何而言以無相法淨修梵行？」", "37": "住一切事業，是第二發心為戒波羅蜜因。志", "370": "佛告文殊師利：「汝見聲聞戒耶？」答曰：「見。」佛", "371": "言：「汝云何見？」文殊師利言：「我不作凡夫見、不", "372": "作聖人見，不作學見、不作無學見，不作大", "373": "見、不作小見，不作調伏見、不作不調伏見，非", "374": "見非不見。」舍利弗語文殊師利言：「汝今如是", "375": "觀聲聞乘，若觀佛乘當復云何？」文殊師利言：", "376": "「不見菩薩法，不見修行菩提及證菩提者。」舍", "377": "利弗語文殊師利言：「云何名佛？云何觀佛？」文", "378": "殊師利言：「云何為我？」舍利弗言：「我者但有名", "379": "字，名字相空。」文殊師利言：「如是如是。如我但", "38": "意勇猛安受煩惱，如師子王威伏眾獸身無", "380": "有名字，佛亦但有名字；名字相空即是菩提，", "381": "不以名字而求菩提。菩提之相無言無說。何", "382": "以故？言說、菩提二俱空故。復次舍利弗！汝問", "383": "云何名佛、云何觀佛者，不生不滅、不來不去、", "384": "非名非相，是名為佛。如自觀身實相，觀佛亦", "385": "然，唯有智者乃能知耳，是名觀佛。」", "386": "大寶積經卷第一百一十五", "39": "怖畏，是第三發心為忍波羅蜜因。勢力雄迅", "4": "如是我聞：一時佛在王舍城耆闍崛山，與大", "40": "能伏煩惱，如那羅延摧伏異眾，是第四發心", "41": "為精進波羅蜜因。功德善根種種開發，如波", "42": "利質多俱鞞陀羅樹其華開敷，是第五發心", "43": "為禪波羅蜜因。除去癡暗，猶如日輪光明無", "44": "邊，是第六發心為般若波羅蜜因。功德意樂", "45": "一切莊嚴皆得圓滿，如大商主豐足財物，能", "46": "以巧便拔眾險難，是第七發心為方便波羅", "47": "蜜因。障礙除滅，意樂具足如淨滿月，是第八", "48": "發心為力波羅蜜因。佛土眾生皆悉嚴淨，善", "49": "法備足所作成辦，譬如貧人得無盡藏所願", "5": "比丘眾千二百五十人俱。爾時復有一萬菩", "50": "圓滿，是第九發心為願波羅蜜因。福智無邊", "51": "猶如虛空，於法自在如轉輪王已受灌頂，是", "52": "第十發心為智波羅蜜因。善男子！若此十種", "53": "發心修習成就名為菩薩，名為最勝眾生、無", "54": "障礙眾生、非下劣眾生。然以實義不可得故，", "55": "故於其中無眾生、無心、無菩提。", "56": "「復次善男子！菩薩行施波羅蜜，以十法為首：", "57": "一者信根，二者信力，三者意樂，四者增上意", "58": "樂，五者饒益眾生，六者大慈，七者大悲，八", "59": "者行四攝法，九者愛樂佛法，十者求一切智；", "6": "薩摩訶薩俱，所謂：慧幢菩薩、法幢菩薩、月幢", "60": "是為十。善男子！菩薩行戒波羅蜜，以十法為", "61": "首：一者身業清淨，二者語業清淨，三者意業", "62": "清淨，四者無怨害心，五者淨除惡趣，六者", "63": "遠離八難，七者超諸聲聞辟支佛地，八者安", "64": "住佛功德，九者滿諸希望，十者成就大願；", "65": "是為十。善男子！菩薩行忍波羅蜜，以十法為", "66": "首：一者捨離瞋恚，二者不計其身，三者不計", "67": "其命，四者信解，五者成熟眾生，六者慈力，", "68": "七者隨順法忍，八者甚深法忍，九者廣大勝", "69": "忍，十者破無明暗；是為十。善男子！菩薩行", "7": "菩薩、日幢菩薩、無邊幢菩薩。復有十六在家", "70": "精進波羅蜜，以十法為首：一者隨諸眾生所", "71": "作而作，二者身口意業常生隨喜，三者無懈", "72": "怠，四者務進趣，五者修正勤，六者修念處，", "73": "七者破煩惱怨，八者觀察諸法，九者成熟一", "74": "切眾生，十者求一切智；是為十。善男子！菩", "75": "薩行禪波羅蜜，以十法為首：一者安住善法，", "76": "二者心緣一境，三者緣境等至，四者正定，五", "77": "者禪解脫，六者定根，七者定力，八者壞煩惱", "78": "怨，九者定聚圓滿，十者護法三昧；是為十。善", "79": "男子！菩薩行般若波羅蜜，以十法為首：一者", "8": "菩薩，跋陀婆羅而為上首。復有六十無比喻", "80": "善觀察諸陰，二者善觀察界處，三者正見，", "81": "四者正念，五者了知聖諦，六者捨離諸見，七", "82": "者慧根，八者無生法忍，九者慧力，十者無障", "83": "礙智；是為十。善男子！菩薩行方便波羅蜜，", "84": "以十法為首：一者入諸眾生心行欲樂，二者", "85": "以力加諸眾生，三者大慈大悲，四者成熟眾", "86": "生而無厭倦，五者捨離聲聞辟支佛地，六者", "87": "殊勝智見，七者修習諸波羅蜜，八者如實觀", "88": "諸法，九者攝不思議力，十者不退轉地；是為", "89": "十。善男子！菩薩行力波羅蜜，以十法為首：", "9": "心菩薩摩訶薩，文殊師利而為上首。復有賢", "90": "一者知一切眾生心行稠林，二者知一切眾", "91": "生煩惱行稠林，三者知一切眾生意樂勝解", "92": "行稠林，四者知一切眾生根行稠林，五者知", "93": "一切眾生種種界行稠林，六者知一切眾生", "94": "隨煩惱行稠林，七者知一切眾生死生行稠", "95": "林，八者知一切眾生三世業報行稠林，九者", "96": "知一切眾生習氣煩惱行稠林，十者以無疲", "97": "倦心成熟眾生諸根行稠林；是為十。善男子！", "98": "菩薩行願波羅蜜，以十法為首：一者知一切", "99": "法無生，二者知一切法無相，三者知一切法"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0310 大寶積經: 大寶積經: 大寶積經: 大寶積經", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}