{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1539 阿毘達磨識身足論: 阿毘達磨識身足論: 識身足論: 說一切有部識身足論: 識身足論", "text": {"0": "總嗢拖南頌1 目乾連蘊1 第一之一4 嗢拕南頌初", "1": "阿毘達磨識身足論卷第二", "10": "天在彼初生。是名第二有情居。有諸有情。有", "100": "定別有㮈落迦趣。乃至決定別有人趣。彼答", "101": "言爾。復問彼言。汝然此不。有從㮈落迦沒生", "102": "傍生趣。彼答言爾汝聽墮負若有五趣決定", "103": "安立不相雜亂。謂㮈落迦趣乃至人趣。決", "104": "定別有㮈落迦趣。乃至決定別有人趣。則不", "105": "應說有從㮈落迦沒生傍生趣。汝作是言不", "106": "應道理。汝今若說有從㮈落迦沒生傍生。", "107": "趣則不應說如是五趣決定安立不相雜亂。", "108": "謂㮈落迦趣乃至人趣。決定別有㮈落迦趣。", "109": "乃至決定別有人趣。言此五趣決定安立不", "11": "色有一種身。有種種想。謂光音天。是名第三", "110": "相雜亂。謂㮈落迦趣乃至人趣。決定別有㮈", "111": "落迦趣。乃至決定別有人趣。不應道理。彼作", "112": "是言。定有從㮈落迦沒生傍生趣。應問彼言", "113": "汝然此不。彼即是彼答言不爾。汝聽墮負。", "114": "若定有從㮈落迦沒生傍生趣。是則應說彼", "115": "即是彼。汝作是言不應道理。若汝不說彼即", "116": "是彼。則不應言定有從㮈落迦沒生傍生趣。", "117": "言定有從㮈落迦沒生傍生趣。不應道理。若", "118": "作是言。彼即是彼。應問彼言。汝然此不。彼㮈", "119": "落迦即傍生趣。答言不爾。汝聽墮負。若彼", "12": "有情居。有諸有情。有色有一種身。有一種想。", "120": "即是彼。是則應說彼㮈落迦即傍生趣。汝作", "121": "是言不應道理。若汝不說彼㮈落迦即傍生", "122": "趣。則不應說彼即是彼。言彼即是彼不應道", "123": "理。若作是言。彼異於彼。應問彼言。汝然此", "124": "不。㮈落迦斷別生傍生。答言不爾。汝聽墮負。", "125": "若彼異彼。是則應說㮈落迦斷別生傍生。汝", "126": "作是言不應道理。若汝不說㮈落迦斷別生", "127": "傍生則不應說彼異於彼。言彼異於彼不應", "128": "道理。若作是言。不可說彼或彼或異應問彼", "129": "言。汝然此不。有從㮈落迦沒生傍生趣。如", "13": "謂遍淨天。是名第四有情居。有諸有情。有色", "130": "是之言。亦不可說或彼或異。答言不爾。汝", "131": "聽墮負。若不可說彼或彼或異。是則應言有", "132": "從㮈落迦沒生傍生趣。如是之言。亦不可說", "133": "或彼或異。汝作是言不應道理。若汝不說有", "134": "從捺落迦沒生傍生趣。如是之言。亦不可說", "135": "或彼或異。則不應言不可說彼或彼或異。言", "136": "不可說彼或彼或異。不應道理。如有從㮈落", "137": "迦沒生傍生趣。如是有從㮈落迦沒生於鬼", "138": "趣亦爾。", "139": "補特伽羅論者作如是言。諦義勝義。補特伽", "14": "無想無各異想。謂無想天。是名第五有情", "140": "羅。可得可證。現有等有。是故定有補特伽羅。", "141": "性空論者作。是問言。汝然此不。謂契經中世", "142": "尊善語善詞善說。如是五趣決定安立不相", "143": "雜亂。謂㮈落迦趣傍生趣鬼趣天趣人趣。決", "144": "定別有㮈落迦趣。乃至決定別有人趣。彼答", "145": "言爾。復問彼言。汝然此不。有從㮈落迦沒生", "146": "於人趣。彼答言爾。汝聽墮負。若有五趣決定", "147": "安立不相雜亂。謂㮈落迦趣乃至人趣。決定", "148": "別有㮈落迦趣。乃至決定別有人趣。則不", "149": "應說有從㮈落迦沒生於人趣。汝作是言不", "15": "居。有諸有情。無色一切種色想超過故。有對", "150": "應道理。汝今若說有從㮈落迦沒生於人趣。", "151": "則不應說如是五趣決定安立不相雜亂。謂", "152": "㮈落迦趣乃至人趣。決定別有㮈落迦趣。乃", "153": "至決定別有人趣。言此五趣決定安立不相", "154": "雜亂。謂㮈落迦趣乃至人趣。決定別有㮈落", "155": "迦趣。乃至決定別有人趣。不應道理。彼作是", "156": "言。定有從㮈落迦沒生於人趣。應問彼言。", "157": "汝然此不彼即是彼。答言不爾。汝聽墮負。", "158": "若定有從㮈落迦沒生於人趣。是則應說彼", "159": "即是彼。汝作是言不應道理。若汝不說彼即", "16": "想滅沒故。種種想不作意故。無邊虛空空", "160": "是彼。則不應言定有從㮈落迦沒生於人趣。", "161": "言定有從㮈落迦沒生於人趣。不應道理。若", "162": "作是言。彼即是彼。應問彼言。汝然此不彼㮈", "163": "落迦即是人趣。答言不爾。汝聽墮負。若彼即", "164": "是彼。是則應說彼㮈落迦即是人趣。汝作是", "165": "言不應道理。若汝不說彼㮈落迦即是人趣。", "166": "則不應說彼即是彼。言彼即是彼不應道理。", "167": "又若作是言。彼即是彼。應問彼言。汝然此", "168": "不。㮈落迦趣於生無漏根力覺支無所堪能。", "169": "入趣有所堪能。彼答言爾。復問彼言。汝然", "17": "無邊處具足住。謂近趣空無邊處天。是名第", "170": "此不。彼無堪能即有堪能。答言不爾汝聽墮", "171": "負。若彼即是彼是則應說彼無堪能。即有堪", "172": "能。汝作是言。不應道理。若汝不說彼無堪能。", "173": "即有堪能。則不應說彼即是彼。言彼即是彼", "174": "不應道理。若作是言。彼異於彼。應問彼言。", "175": "汝然此不。㮈落迦斷別生人趣。答言不爾。", "176": "汝聽墮負。若彼異於彼。是則應說㮈落迦斷", "177": "別生人趣。汝作是言不應道理。若汝不說㮈", "178": "落迦斷別生人趣。則不應說彼異於彼。言彼", "179": "異於彼不應道理。若作是言。不可說彼或彼", "18": "六有情居。有諸有情。無色一切種無邊虛空", "180": "或異。應問彼言。汝然此不。有從㮈落迦沒生", "181": "於人趣。如是之言。亦不可說或彼或異。答", "182": "言不爾。汝聽墮負。若不可說彼或彼或異。", "183": "是則應言有從㮈落迦沒生於人趣。如是之", "184": "言。亦不可說或彼或異。汝作是言不應道理。", "185": "若汝不說有從㮈落迦沒生於人趣。如是之", "186": "言。亦不可說或彼或異。則不應言不可說彼", "187": "或彼或異。言不可說彼或彼或異。不應道理。", "188": "如有從㮈落迦沒生於人趣。如是有從㮈落", "189": "迦沒生於天趣亦爾。如㮈落迦趣。如是傍生", "19": "處超過已。無邊識識無邊處具足住。謂近", "190": "鬼天人趣亦爾。此中差別者。於㮈落迦傍生", "191": "鬼趣中。不應說有所堪能。於天人趣中應說", "192": "有所堪能。於天人趣中不應說無所堪能。於", "193": "㮈落迦傍生鬼趣中。應說無所堪能。", "194": "補特伽羅論者。作如是言。諦義勝義。補特伽", "195": "羅。可得可證。現有等有。是故定有補特伽羅。", "196": "性空論者。作是問言。汝然此不。謂契經中世", "197": "尊善語善詞善說。如是八種補特伽羅。決定", "198": "安立不相雜亂。謂預流果能作證向。若預流", "199": "果。乃至阿羅漢果。能作證向。若阿羅漢果。決", "2": "提婆設摩阿羅漢造", "20": "趣識無邊處天。是名第七有情居。有諸有", "200": "定別有預流果能作證向。決定別有預流果。", "201": "乃至決定別有阿羅漢果能作證向。決定別", "202": "有阿羅漢果。彼答言爾。復問彼言。汝然此", "203": "不。諸預流果能作證向。補特伽羅得預流果。", "204": "彼答言爾。汝聽墮負。若有八種補特伽羅決", "205": "定安立不相雜亂。謂預流果能作證向。若預", "206": "流果乃至阿羅漢果。能作證向。若阿羅漢果。", "207": "決定別有預流果。能作證向。決定別有預流", "208": "果。乃至決定別有阿羅漢果。能作證向。決", "209": "定別有阿羅漢果。則不應言諸預流果能作", "21": "情。無色一切種識無邊處超過已。無少所有", "210": "證向補特伽羅得預流果。汝作是言。不應道", "211": "理。今汝若說諸預流果能作證向補特伽羅", "212": "得預流果。則不應說如是八種補特伽羅決", "213": "定安立不相雜亂。謂預流果能作證向。若", "214": "預流果乃至阿羅漢果能作證向。若阿羅漢", "215": "果決定別有預流果能作證向。決定別有預", "216": "流果。乃至決定別有阿羅漢果。能作證向。", "217": "決定別有阿羅漢果。言此八種補特伽羅。決", "218": "定安立不相雜亂。謂預流果能作證向。若預", "219": "流果乃至阿羅漢果。能作證向。若阿羅漢", "22": "無所有處具足住。謂近趣無所有處天。是名", "220": "果。決定別有預流果。能作證向。決定別有", "221": "預流果。乃至決定別有阿羅漢果。能作證", "222": "向。決定別有阿羅漢果。不應道理。彼作是", "223": "言。諸預流果能作證向補特伽羅定得預流", "224": "果。應問彼言。汝然此不。彼即是彼答言不", "225": "爾。汝聽墮負。若預流果能作證向補特伽羅。", "226": "定得預流果。是則應說。彼即是彼。汝作是言", "227": "不應道理。若汝不說彼即是彼。則不應言諸", "228": "預流果能作證向補特伽羅定得預流果。言", "229": "預流果能作證向補特伽羅定得預流果。不", "23": "第八有情居。有諸有情。無色一切種無所有", "230": "應道理。若作是言。彼即是彼。應問彼言。汝然", "231": "此不彼作證向。即是住果。答言不爾。汝聽墮", "232": "負。若彼即是彼。汝則應言。彼作證向即是住", "233": "果。汝作是言不應道理。若汝不說彼作證向", "234": "即是住果。則不應言彼即是彼。言彼即是彼", "235": "不應道理。又若作是言。彼即是彼。應問彼", "236": "言。汝然此不。諸預流果能作證向補特伽羅", "237": "不成就果。若預流果成就於果。彼答言爾。", "238": "復問彼言。汝然此不。彼不成就即是成就。", "239": "答言不爾。汝聽墮負。若預流果能作證向補", "24": "處超過已。非想非非想處具足住。謂近趣非", "240": "特伽羅不成就果彼。預流果成就於果。是", "241": "則應言。彼不成就即是成就。汝作是言不應", "242": "道理。若汝不說彼不成就。即是成就。則不應", "243": "言彼即是彼。言彼即是彼不應道理。若作是", "244": "言。彼異於彼。應問彼言。汝然此不。諸預流果", "245": "能作證向斷別生預流果。答言不爾。汝聽墮", "246": "負。若彼異於彼。是則應言。諸預流果能作", "247": "證向斷別生預流果。汝作是言。不應道理。", "248": "若汝不說諸預流果能作證向斷別生預流", "249": "果。則不應言彼異於彼。言彼異於彼不應", "25": "想非非想處天是名第九有情居。彼答言。爾", "250": "道理。若作是言。不可說彼或彼或異。應問", "251": "彼言。汝然此不。諸預流果能作證向得預流", "252": "果。如是之言亦不可說或彼或異。答言不爾。", "253": "汝聽墮負。若不可說彼或彼或異。是則應言。", "254": "諸預流果能作證向得預流果。如是之言亦", "255": "不可說或彼或異。汝作是言不應道理。若汝", "256": "不說諸預流果能作證向得預流果。如是之", "257": "言亦不可說或彼或異。則不應言不可說彼", "258": "或彼或異。汝作是言不應道理。如預流果能", "259": "作證向望預流果。如是之言亦不可說或彼", "26": "具壽若阿羅漢身在欲界。現入滅定。當言住", "260": "或異。則不應言不可說彼或彼或異。汝作", "261": "是言不應道理。如預流果能作證向望預流", "262": "果。如是諸一來果能作證向望一來果亦爾。", "263": "此中差別者。諸一來果能作證向。不應定說", "264": "不成就果。", "265": "補特伽羅論者。作如是言。諦義勝義。補特伽", "266": "羅可得可證。現有等有。是故定有補特伽羅。", "267": "性空論者作是問言。汝然此不。謂契經中世", "268": "尊善語善詞善說。如是八種補特伽羅決定", "269": "安立不相雜亂。謂預流果能作證向。若預流", "27": "在何有情居。彼答言有種種身有種種想。具", "270": "果乃至阿羅漢果能作證向。若阿羅漢果。決", "271": "定別有預流果能作證向。決定別有預流果。", "272": "乃至決定別有阿羅漢果能作證向。決定別", "273": "有阿羅漢果。彼答言爾。復問彼言。汝然此不。", "274": "諸不還果能作證向得不還果。彼答言爾。汝", "275": "聽墮負。若有八種補特伽羅。決定安立。不相", "276": "雜亂。謂預流果能作證向。若預流果乃至阿", "277": "羅漢果能作證向。若阿羅漢果決定別有預", "278": "流果能作證向。決定別有預流果。乃至決定", "279": "別有阿羅漢果能作證向。決定別有阿羅漢", "28": "壽由何世想說名有想。過去耶未來耶現在", "280": "果。則不應說諸不還果能作證向得不還果。", "281": "汝作是言不應道理。汝今若說諸不還果能", "282": "作證向得不還果。則不應言如是八種補特", "283": "伽羅決定安立不相雜亂。謂預流果能作證", "284": "向若預流果。乃至阿羅漢果能作證向。若阿", "285": "羅漢果。決定別有預流果能作證向。決定別", "286": "有預流果。乃至決定別有阿羅漢果能作證", "287": "向。決定別有阿羅漢果。言有八種補特伽羅", "288": "決定安立不相雜亂。謂預流果能作證向。若", "289": "預流果。乃至阿羅漢果能作證向。若阿羅漢", "29": "耶。若言由過去。應說有過去。不應無過去。言", "290": "果。決定別有預流果能作證向。決定別有預", "291": "流果。乃至決定別有阿羅漢果能作證向。決", "292": "定別有阿羅漢果。不應道理。彼作是言。諸", "293": "不還果能作證向。定得不還果。應問彼言。", "294": "汝然此不彼即是彼。答言不爾。汝聽墮負。", "295": "若不還果能作證向定得不還果。是則應說", "296": "彼即是彼。汝作是言不應道理。若汝不說", "297": "彼即是彼。則不應言諸不還果能作證向定", "298": "得不還果。言不還果能作證向定得不還果。", "299": "不應道理。若作是言。彼即是彼。應問彼", "3": "三藏法師玄奘奉　詔譯", "30": "過去無不應道理。若言由未來。應說有未來。", "300": "言。汝然此不。彼作證向即是住果。答言不爾。", "301": "汝聽墮負。若彼即是彼。是則應說。彼作證", "302": "向即是住果。汝作是言不應道理。若汝不說", "303": "彼作證向即是住果。則不應言彼即是彼。言", "304": "彼即是彼。不應道理。又若作是言。彼即是彼。", "305": "應問彼言。汝然此不。諸不還果能作證向有", "306": "其瞋恚。彼不還果遠離瞋恚。彼答言爾。復", "307": "問彼言。汝然此不。彼有瞋恚即離瞋恚。答", "308": "言不爾。汝聽墮負。若彼即是彼。是則應說。彼", "309": "有瞋恚即離瞋恚。汝作是言不應道理。若汝", "31": "不應無未來。言未來無不應道理。若言由現", "310": "不說彼有瞋恚即離瞋恚。則不應言彼即是", "311": "彼。言彼即是彼不應道理。若作是言彼異於", "312": "彼。應問彼言。汝然此不。諸不還果。能作", "313": "證向斷別生不還果。答言不爾。汝聽墮負。", "314": "若彼異於彼。是則應說。諸不還果能作證向", "315": "斷別生不還果。汝作是言不應道理。若汝", "316": "不說諸不還果能作證向斷別生不還果。則", "317": "不應言彼異於彼。言彼異於彼不應道理。若", "318": "作是言。不可說彼或彼或異。應問彼言。汝", "319": "然此不。諸不還果能作證向得不還果。如是", "32": "在。則不應說現入滅定。言現入滅定不應道", "320": "之言。亦不可說或彼或異。答言不爾汝聽墮", "321": "負。若不可說彼或彼或異。是則應說。諸不", "322": "還果能作證向得不還果。如是之言。亦不", "323": "可說或彼或異。汝作是言不應道理。若汝不", "324": "說諸不還果能作證向得不還果。如是之言。", "325": "亦不可說或彼或異。則不應言不可說彼或", "326": "彼或異。言不可說彼或彼或異。不應道", "327": "理。", "328": "補特伽羅論者作如是言。諦義勝義。補特伽", "329": "羅可得可證現有等有。是故定有補特伽羅。", "33": "理。若言不由過去未來現在。是則阿羅漢身", "330": "性空論者作是問言。汝然此不。謂契經中", "331": "世尊善語善詞善說。如是八種補特伽羅決", "332": "定安立不相雜亂。謂預流果能作證向若預", "333": "流果。乃至阿羅漢果能作證向若阿羅漢果。", "334": "決定別有預流果能作證向。決定別有預流", "335": "果。乃至決定別有阿羅漢果能作證向。決定", "336": "別有阿羅漢果。彼答言爾。復問彼言。汝然", "337": "此不。阿羅漢果能作證向得阿羅漢果。彼答", "338": "言爾。汝聽墮負。若有八種補特伽羅。決定安", "339": "立不相雜亂。謂預流果能作證向若預流果。", "34": "在欲界。現入滅定。應言無想。應言無想有情。", "340": "乃至阿羅漢果能作證向若阿羅漢果。決定", "341": "別有預流果能作證向。決定別有預流果。乃", "342": "至決定別有阿羅漢果能作證向。決定別有", "343": "阿羅漢果。則不應說阿羅漢果能作證向得", "344": "阿羅漢果。汝作是言不應道理。汝今若說阿", "345": "羅漢果能作證向得阿羅漢果。則不應說如", "346": "是八種補特伽羅決定安立不相雜亂。謂預", "347": "流果能作證向若預流果。乃至阿羅漢果能", "348": "作證向若阿羅漢果。決定別有預流果能作", "349": "證向。決定別有預流果。乃至決定別有阿羅", "35": "應言住在無想有情。", "350": "漢果能作證向。決定別有阿羅漢果。言有八", "351": "種補特伽羅。決定安立不相雜亂。謂預流果", "352": "能作證向若預流果。乃至阿羅漢果能作證", "353": "向若阿羅漢果。決定別有預流果能作證向。", "354": "決定別有預流果。乃至決定別有阿羅漢果", "355": "能作證向。決定別有阿羅漢果。不應道理。", "356": "彼作是言。阿羅漢果能作證向定得阿羅漢", "357": "果。應問彼言。汝然此不彼即是彼。答言不", "358": "爾。汝聽墮負。若有阿羅漢果能作證向定得", "359": "阿羅漢果。是則應說。彼即是彼。汝作是言不", "36": "沙門目連作如是說。過去未來無。現在無為", "360": "應道理。若汝不說彼即是彼。則不應言阿羅", "361": "漢果能作證向定得阿羅漢果。言阿羅漢果", "362": "能作證向定得阿羅漢果不應道理。若作是", "363": "言。彼即是彼。應問彼言。汝然此不。彼", "364": "作證向即是住果。答言不爾。汝聽墮負。若", "365": "彼即是彼。是則應說。彼作證向即是住果。", "366": "汝作是言不應道理。若汝不說彼作證向即", "367": "是住果。則不應言彼即是彼。言彼即是彼", "368": "不應道理。又若作是言。彼即是彼。應問彼", "369": "言。汝然此不諸阿羅漢果。能作證向。未全離", "37": "有。應問彼言。汝然此不。謂契經中世尊善語", "370": "貪。未全離慢。未全離無明。學有所作。阿羅", "371": "漢果已全離貪。已全離慢。已全離無明。是其", "372": "無學所作已辦。彼答言爾。復問彼言。汝然此", "373": "不。彼有所作即所作已辦。答言不爾。汝聽墮", "374": "負。若彼即是彼。是則應說。彼有所作即所作", "375": "已辦。汝作是言不應道理。若汝不說彼有", "376": "所作即所作已辦。則不應言彼即是彼。言彼", "377": "即是彼不應道理。若作是言。彼異於彼。應問", "378": "彼言。汝然此不。諸阿羅漢果能作證向斷", "379": "別生阿羅漢果。答言不爾。汝聽墮負。若彼異", "38": "善詞善說。一切有情皆依食住。彼答言爾。具", "380": "於彼。是則應說。諸阿羅漢果能作證向斷別", "381": "生阿羅漢果。汝作是言不應道理。若汝不說", "382": "諸阿羅漢果。能作證向斷別生阿羅漢果。則", "383": "不應言彼異於彼。言彼異於彼不應道理。若", "384": "作是言。不可說彼或彼或異。應問彼言。汝", "385": "然此不。諸阿羅漢果能作證向得阿羅漢果。", "386": "如是之言。亦不可說或彼或異。答言不爾。汝", "387": "聽墮負。若不可說彼或彼或異。是則應說。諸", "388": "阿羅漢果能作證向得阿羅漢果。如是之言。", "389": "亦不可說或彼或異。汝作是言不應道理。若", "39": "壽。無想有情諸天。當言有何食。彼答有觸意", "390": "汝不說。諸阿羅漢果能作證向得阿羅漢果。", "391": "如是之言。亦不可說或彼或異。則不應言不", "392": "可說彼或彼或異。言不可說彼或彼或異。不", "393": "應道理。", "394": "補特伽羅論者。作如是言。諦義勝義補特伽", "395": "羅。可得可證現有等有。是故定有補特伽羅。", "396": "性空論者作是問言。汝然此不。謂契經中世", "397": "尊善語善詞善說。如是三聚決定安立不相", "398": "雜亂。謂不定聚。邪性定聚。正性定聚。決定別", "399": "有不定聚。決定別有邪性定聚。決定別有正", "4": "2 第一之二4 嗢拕南頌後目乾連蘊第一之二第四嗢拕南頌後", "40": "思識食。具壽。彼食爾時當言在何世。過去耶", "400": "性定聚。彼答言爾。復問彼言。汝然此不。有從", "401": "不定聚入邪性定聚。彼答言爾。汝聽墮負。", "402": "若有三聚決定安立不相雜亂。謂不定聚。邪", "403": "性定聚。正性定聚。決定別有不定聚。決定", "404": "別有邪性定聚。決定別有正性定聚。則不應", "405": "說有從不定聚入邪性定聚。汝作是言不應", "406": "道理。汝今若說有從不定聚入邪性定聚。則", "407": "不應說如是三聚決定安立不相雜亂。謂不", "408": "定聚邪性定聚正性定聚。決定別有不定聚。", "409": "決定別有邪性定聚。決定別有正性定聚。言", "41": "未來耶現在耶。若言在過去。應說有過去。不", "410": "有三聚決定安立不相雜亂。謂不定聚邪性", "411": "定聚正性定聚。決定別有不定聚。決定別有", "412": "邪性定聚。決定別有正性定聚。不應道理。彼", "413": "作是言。定有從不定聚入邪性定聚。應問彼", "414": "言。汝然此不彼即是彼。答言不爾。汝聽墮", "415": "負。若定有從。不定聚入邪性定聚。是則應說", "416": "彼即是彼。汝作是言不應道理。若汝不說彼", "417": "即是彼。則不應言。定有從不定聚入邪性定", "418": "聚。言定有從不定聚入邪性定聚。不應道理。", "419": "若作是言。彼即是彼。應問彼言。汝然此不。", "42": "應無過去。言過去無不應道理。若言在未來。", "420": "諸住不定聚即是住邪性定聚。答言不爾。汝", "421": "聽墮負。若彼即是彼。是則應說諸住不定聚", "422": "即是住邪性定聚。汝作是言不應道理。若", "423": "汝不說諸住不定聚即是住邪性定聚。則不", "424": "應言彼即是彼。言彼即是彼不應道理。又若", "425": "作是言。彼即是彼。應問彼言。汝然此不。住不", "426": "定聚於生無漏根力覺支有所堪能。住邪性", "427": "定聚無所堪能。彼答言爾。", "428": "復問彼言汝然此不。彼有堪能即無堪能。答", "429": "言不爾。汝聽墮負。若彼即是彼。是則應說彼", "43": "應說有未來。不應無未來。言未來無不應道", "430": "有堪能即無堪能。汝作是言不應道理。若汝", "431": "不說彼有堪能即無堪能。則不應言彼即是", "432": "彼。言彼即是彼不應道理。若作是言。彼異", "433": "於彼。應問彼言。汝然此不。諸住不定聚斷別", "434": "生住邪性定聚。答言不爾。汝聽墮負。若彼異", "435": "於彼。是則應。說諸住不定聚斷別生住邪性", "436": "定聚。汝作是言不應道理。若汝不說諸住不", "437": "定聚斷別生住邪性定聚。則不應言彼異於", "438": "彼。言彼異於彼不應道理。若作是言。不可說", "439": "彼或彼或異。應問彼言。汝然此不。諸從不定", "44": "理。若言在現在。則不應說無想有情。言無", "440": "聚入邪性定聚。如是之言。亦不可說或彼或", "441": "異答言不爾。汝聽墮負。若不可說。彼或彼", "442": "或異是則應說。諸從不定聚入邪性定聚。如", "443": "是之言。亦不可說或彼或異。汝作是言不應", "444": "道理。若汝不說諸從不定聚入邪性定聚。如", "445": "是之言。亦不可說或彼或異。則不應言不可", "446": "說彼或彼或異。言不可說彼或彼或異。不應", "447": "道理。", "448": "補特伽羅論者。作如是言。諦義勝義補特伽", "449": "羅。可得可證現有等有。是故定有補特伽羅。", "45": "想有情不應道理。若言不在過去未來現在。", "450": "性空論者作是問言。汝然此不。謂契經中世", "451": "尊善語善詞善說。如是三聚決定安立不相", "452": "雜亂。謂不定聚。邪性定聚。正性定聚。決定", "453": "別有不定聚。決定別有邪性定聚。決定別", "454": "有正性定聚。彼答言爾。復問彼言。汝然此不。", "455": "有從不定聚入正性定聚。彼答言爾。汝聽墮", "456": "負。若有三聚決定安立不相雜亂。謂不定聚", "457": "邪性定聚正性定聚。決定別有不定聚。決定", "458": "別有邪性定聚。決定別有正性定聚。則不應", "459": "說有從不定聚入正性定聚。汝作是言不應", "46": "是則經中世尊善語善詞善說。一切有情皆", "460": "道理。汝今若說有從不定聚。入正性定聚。", "461": "則不應言如是三聚決定安立不相雜亂。謂", "462": "不定聚邪性定聚正性定聚。決定別有不定", "463": "聚。決定別有邪性定聚。決定別有正性定聚。", "464": "言有三聚決定安立不相雜亂。謂不定聚邪", "465": "性定聚正性定聚。決定別有不定聚。決定別", "466": "有邪性定聚。決定別有正性定聚。不應道理。", "467": "彼作是言定有從。不定聚入。正性定聚。應", "468": "問彼言。汝然此不。彼即是彼。答言不爾。汝聽", "469": "墮負。若定有從不定聚入正性定聚。是則", "47": "依食住。如是契經世尊所說。汝便誹謗違越", "470": "應說彼即是彼。汝作是言不應道理。若汝不", "471": "說彼即是彼。則不應言定有從不定聚入正", "472": "性定聚。言定有從不定聚入正性定聚。不應", "473": "道理。若作是言。彼即是彼。應問彼言。汝然此", "474": "不。諸住不定聚即是住正性定聚。答言不爾。", "475": "汝聽墮負。若彼即是彼。是則應說諸住不定", "476": "聚即是住正性定聚。汝作是言。不應道理。", "477": "若汝不說諸住不定聚。即是住正性定聚。則", "478": "不應言彼即是彼。言彼即是彼不應道理。又", "479": "若作是言。彼即是彼。應問彼言。汝然此不。諸", "48": "拒逆。若汝誹謗違越拒逆如是世尊所說契", "480": "住不定聚是有量福田。住正性定聚是無量", "481": "福田。彼答言爾。復問彼言。汝然此不。諸有量", "482": "福田即是無量福田。答言不爾。汝聽墮負。", "483": "若彼即是彼。是則應說。諸有量福田即是無", "484": "量福田。汝作是言不應道理。若汝不說諸", "485": "有量福田即是無量福田。則不應言彼即是", "486": "彼。言彼即是彼不應道理。若作是言。彼異於", "487": "彼。應問彼言。汝然此不。諸住不定聚斷別生", "488": "住正性定聚。答言不爾。汝聽墮負。若彼異", "489": "於彼。是則應說諸住不定聚斷別生住正性", "49": "經。不應道理。", "490": "定聚。汝作是言不應道理。若汝不說諸住不", "491": "定聚斷別生住正性定聚。則不應言彼異於", "492": "彼。言彼異於彼。不應道理。若作是言。不可說", "493": "彼或彼或異。應問彼言。汝然此不。諸有從", "494": "不定聚入正性定聚。如是之言。亦不可說或", "495": "彼或異。答言不爾。汝聽墮負。若不可說彼", "496": "或彼或異。是則應說。諸有從不定聚入正性", "497": "定聚。如是之言亦不可說或彼或異。汝作是", "498": "言。不應道理。若汝不說諸有從不定聚入正", "499": "性定聚。如是之言。亦不可說或彼或異。則", "5": "沙門目連作如是說。過去未來無。現在無為", "50": "沙門目連作如是說。過去未來無現在無為", "500": "不應言不可說彼或彼或異。言不可說彼或", "501": "彼或異。不應道理。", "502": "說一切有部識身足論卷第二", "51": "有。應問彼言。汝然此不。謂契經中世尊善語", "52": "善詞善說。有六識身眼識耳識鼻識舌識身", "53": "識意識。彼答言爾。應問彼言。汝然此不。謂", "54": "有能於眼識已觀今觀當觀。是無常是苦是", "55": "空是無我。已觀今觀當觀。彼因是因是集是", "56": "生是緣。彼滅是滅是靜是妙是離。能斷彼道", "57": "是道是如是行是出。彼答言爾。為何所觀。過", "58": "去耶未來耶現在耶。若言觀過去。應說有過", "59": "去。不應無過去。言過去無不應道理。若言", "6": "有。應問彼言。汝然此不。謂契經中世尊善語", "60": "觀未來。應說有未來。不應無未來。言未來無", "61": "不應道理。若言觀現在。應說有一補特伽", "62": "羅非前非後二心和合。一是所觀一是能觀。", "63": "此不應理若言無一補特伽羅非前非後二心", "64": "和合。一是所觀一是能觀。則不應說觀於", "65": "現在。言觀現在。不應道理。若言不觀過去未", "66": "來現在。是則應無能於眼識已觀今觀當觀。", "67": "是無常是苦是空是無我。已觀今觀當觀。", "68": "彼因是因是集是生是緣。彼滅是滅是靜是", "69": "妙是離。能斷彼道是道是如是行是出。若", "7": "善詞善說。九有情居有諸有情。有色有種種", "70": "無能觀。則應無能已厭今厭當厭。若無能", "71": "厭。則應無能已離染今離染當離染。若無能", "72": "離染則應無能已解脫今解脫當解脫。若無", "73": "能解脫。則應無能已般涅槃今般涅槃當般", "74": "涅槃。如眼識如是耳識鼻識舌識身識意識", "75": "亦爾。", "76": "沙門目連作如是說。過去未來無。現在無為", "77": "有。應問彼言。汝然此不。謂契經中世尊善語", "78": "善詞善說。是諸苾芻。應斷諸漏。彼答言爾。為", "79": "何所斷。過去耶未來耶現在耶。若言斷過去。", "8": "身。有種種想。謂人及天一分。是名初有情居。", "80": "應說有過去。不應無過去。言過去無不應道", "81": "理。若斷未來應說有未來。不應無未來。言未", "82": "來無不應道理。若言斷現在。應說有一補特", "83": "伽羅非前非後二心和合。一是所斷一是能斷。", "84": "此不應理。若言無一補特伽羅非前非後二", "85": "心和合。一是所斷一是能斷。則不應說斷", "86": "於現在。言斷現在不應道理。若言不斷過去", "87": "未來現在。是則經中世尊善語善詞善說。是", "88": "諸苾芻。應斷諸漏。如是契經世尊所說。汝便", "89": "誹謗違越拒逆。若汝誹謗違越拒逆如是世", "9": "有諸有情。有色有種種身。有一種想。謂梵眾", "90": "尊所說契經。不應道理。", "91": "2 補特伽羅蘊1 嗢拕南頌識身足論補特伽羅蘊第二之一第一嗢", "92": "拕南頌初", "93": "趣補特伽羅八種與三聚", "94": "三種自造作見聞覺知後", "95": "補特伽羅論者作如是言。諦義勝義。補特伽", "96": "羅。可得可證。現有等有。是故定有補特伽羅。", "97": "性空論者作是問言。汝然此不謂契經中世", "98": "尊善語善詞善說。如是五趣決定安立不相", "99": "雜亂。謂捺落迦趣傍生趣鬼趣天趣人趣。決"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1539 阿毘達磨識身足論: 阿毘達磨識身足論: 識身足論: 說一切有部識身足論: 識身足論", "author": "提婆設摩造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}