{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1392 大寒林聖難拏陀羅尼經", "text": {"0": "No. 1392", "1": "大寒林聖難拏陀羅尼經", "10": "種異類烏鵲。獯狐豺狼蟲蟻等。極多擾惱。", "100": "re, curu vīre, curu 2 vīre, mahā vīre, iramati, caramati, rakṣamati, sarvārtha sādhani, paramārtha sādhani, aprati hate,", "101": "indro rājā, yamo rājā, varṇo rājā, kuvero rājā, kumbāṇḍo rājā, manasvī rājā, vāsukī rājā, daṇḍakī rājā,daṇḍāgnī rājā,", "102": "dhṛtarāṣṭro rājā, virūḍako rājā, virupakṣo rājā, brahmā sahasrādhipatī rājā, buddho bhagavān dharma svāmī rājā, anutta-", "103": "ro lokānukampakaḥ. Manasaparivārasya sarvasattvāñca rakṣaṁ kurvantu guptiṁ parigrāṇaṁ parigrāhaṁ paripāraṁ śānt-", "104": "iṁ svastyanaṁ daṇḍa parihāraṁ śastra parihāraṁ viṣadūṣaṇaṁ viṣanāśanaṁ śīmāvandhandharaṇī vandhañca kuruvantu", "105": "jīvatu varṣa śataṁ paśyatu śaradāṁ śataṁ. Tad yathā, ilāmilā, utpalā, iramati viramati rakṣamati haramati talamati la-", "106": "kṣamati, kuru 2 mati, hurumati huru 2, phuru 2, curu 2, khara 2, khuru 2 mati 2 bhūmi caṇḍa, kālike, abhisaṁlāṣite, sa-", "107": "malate, hule sthūle sthūle śikhare, jaya sthūle, valavadū?, jayanaṅge, cala nāḍi, curu nāḍi, curu curu āḍi, vāg vand-", "108": "hani, virohini, gorohini, aṇḍare paṇḍare, karāle, kinnare, vidure, keyure ketumati, bhūtamati, bhūtaṅgame, dhauye maṅgal-", "109": "ye, hiranye garbhe. Mahāvale, avale, kitamūle, acala caṇḍe, dhurandharā, jayā like, jayā gorohioi, curu 2 phuru 2 cundha", "11": "于時尊者羅睺羅往詣佛所。到已頭面著地。", "110": "2 khuru 2 phuru 2 khuramati, vandhamati svāhā, dhurandhare 2 vidhare. vimati, viskambhini, bhāvani vibhāvani, nāśani", "111": "vināśani, vandhani, mokṣaṇi śodhani, sādhani, saṁśodhani, viśodhani, saṁkhiraṇi, saṁkiraṇi saṁcchindani. Sādhu turamā-", "112": "ne, turu 2 manohara 2 vandhumati, hiri 2 khiri 2 khurali, huru 2 khuru 2 piṅgale manośtu buddhānāṁ bhagavatāṁ svāhā.", "113": "復次羅睺羅。此大明陀羅尼念誦之人。能以", "114": "香花而作供養。及結印契志心念誦一百八", "115": "遍結諸線索繫於手上及安頸上。即得周遍", "116": "百踰繕那能為擁護。人非人等悉皆遠離。亦", "117": "迺不被水火之所焚漂刀杖毒藥瘧病沴疾。", "118": "不能侵害亦不中夭尾怛拏病及明呪術。誦", "119": "此真言皆得安樂。若他繫縛即得解脫一切", "12": "禮世尊足圍遶三匝。涕淚悲泣立世尊前。", "120": "災惱。言誦鬪諍亦悉除滅。", "121": "若有鬼魅來作嬈亂不退散者。但專志心誦", "122": "此真言。彼等鬼神見持誦人。如執金剛大藥", "123": "叉主純一金剛。威猛熾盛炎烈火焰。四大天", "124": "王各執鐵輪。鋒利刀劍逐令馳散。頭破七分", "125": "身體劈裂。", "126": "若彼鬼魅還本住處。彼諸同類不容入眾。亦", "127": "不令住阿吒迦嚩底大王都城。復次羅睺羅", "128": "此難拏大明陀羅尼志心誦持。即得遠離王", "129": "賊水火毒氣刀杖。曠野山林險難惡道。往來", "13": "爾時世尊告羅睺羅言。汝今云何涕淚悲泣", "130": "之者一切無畏。", "131": "復次羅睺羅。此難拏大明陀羅尼。九十一殑", "132": "伽沙數諸佛。已說今說當說。具足神通。大神", "133": "通者諸天龍藥叉犍闥婆阿素洛㜸魯荼摩", "134": "護囉誐。一切群生圍遶禮拜。彼諸眾生離一", "135": "切怖皆得安樂。", "136": "時尊者羅睺羅及諸大眾聞世尊說一心信受", "137": "禮佛而退。", "138": "大寒林聖難拏陀羅尼經", "14": "住立我前。羅睺羅言如是世尊。我先住於王", "15": "舍城孕欺迦耶怛曩地寒林之中。於大塚間。", "16": "彼時有諸天魅龍魅藥叉羅剎緊捺囉㜸嚕荼", "17": "摩護囉誐。及餘一切人非人。餓鬼部多比舍", "18": "佐供畔拏等。皆來魅我。亦有多種異類鳥鵲", "19": "獯狐豺狼諸蟲蟻等。極擾惱我。", "2": "西天中印度摩伽陀國那爛陀寺", "20": "爾時世尊告尊者羅睺羅。言羅睺羅汝今諦", "21": "聽此有大明祕密難拏陀羅尼。為擁護聽眾。", "22": "若苾芻苾芻尼鄔播索俱鄔播斯迦。長夜利", "23": "益得安樂故。說此陀羅尼曰。", "24": "怛上儞也二合他去引一阿於肯反去誐罔武肯反誐婆蒲肯", "25": "反去誐二嚩㘄轉舌誐三僧去娑引去囉哆𠻴轉舌誐", "26": "上四娑去引麼嚩娜娑去引五婆蒲肯反去誐𡁠仁際反上素囉", "27": "六翳迦哆囉上引阿囉尾囉七哆囉尾囉八引哆", "28": "囉哆囉尾囉上引九迦囉尾囉引迦囉迦囉尾囉引", "29": "十印娜印娜罽居翳反娑去引羅引十一悍娑去引悍", "3": "三藏傳教大師賜紫沙門臣", "30": "娑罽准上切娑去引囉引十二嗶唧麼攞去引十三麼賀引", "31": "枳佐去引尾呬去恥迦去引十四迦去引攞砌迦去引阿", "32": "於肯反虞去引娜囉引十五惹引野引惹引耶梨迦去引十六", "33": "際攞去引翳攞去引十七尾跢去引梨唧唧醯梨醯梨", "34": "十八三去麼底嚩素麼底十九祖魯曩恥上祖魯", "35": "祖魯曩恥上二十祖攞曩引嬭上矩曩引嬭上二十一賀", "36": "引栗吒枳二十二迦去引栗去吒枳迦去引栗吒枳", "37": "二十三矯魚夭反哩巘馱去引哩二十四贊拏上里麼引登", "38": "去儗二十五達囉抳陀去引囉抳二十六塢瑟怛囉三合", "39": "播上栗計二十七迦左迦引哩計嚩羅曩引嬭二十八", "4": "法天奉　詔譯", "40": "迦去引羯栗計二十九攞攞麼底三十囉乞叉二合", "41": "麼底三十一嚩囉引矩禮三十二麼儞也二合帝三十三", "42": "塢怛跛二合禮迦囉尾㘑三十四多囉尾㘑三十五哆", "43": "囉哆囉尾㘑矩嚕尾㘑矩嚕矩嚕尾㘑三十六祖", "44": "嚕祖嚕尾㘑三十七麼賀引尾㘑誐囉麼底三十八拶", "45": "囉麼底三十九囉乞叉二合麼底四十薩轉舌嚩引", "46": "囉他二合娑上馱𩕳上四十一跛囉麼引轉舌呼囉他二合娑", "47": "引去馱𩕳上四十二阿鉢囉二合底賀帝四十三印捺嚕", "48": "二合囉引惹引四十四素引謨去引囉引惹引四十五嚩嚕𠯆", "49": "拏矩反囉引惹引四十六矩吠無閉反嚕引囉引惹引四十七麼曩", "5": "如是我聞。一時薄伽梵。在王舍城中。是時尊", "50": "引悉尾二合上囉引惹引四十八嚩去引素罽囉引惹引四十九", "51": "難去拏上引仡𩕳二合囉引惹引五十沒度去引娑賀", "52": "娑囉二合引地跛底丁曳反囉引惹引五十一沒度去引婆去", "53": "誐挽無泮反達轉舌麼娑嚩二合引弭囉引惹引五十二阿弩", "54": "哆上嚕去引路去引迦去引努劍跛迦五十三囉乞", "55": "叉二合囉乞叉二合𤚥去引阿呬崩去引五十四薩轉舌", "56": "嚩薩怛嚩二合引難去引左五十五囉乞產二合引迦嚕", "57": "去引都五十六跛哩怛囉二合喃上五十七跛哩㜸囉二合", "58": "憾五十八跛哩播攞能去五十九扇引底孕二合娑嚩二合", "59": "悉底也三合野能去六十難上拏跛哩賀引囕六十一", "6": "者羅睺羅。遊於孕欺迦耶怛曩地寒林之中。", "60": "設娑怛囉三合跛哩賀引囕六十二尾灑努灑喃上六", "61": "十三尾灑曩引舍喃上六十四枲上麼引滿去重呼鄧上陀", "62": "去引囉抳上六十五滿鄧上左矩囉挽二合無漢反覩六十六爾", "63": "上仁際反嚩都挽無鉢反哩灑二合舍蹬六十七跛舍野二", "64": "合都設囉那上引設蹬六十八怛儞也二合他上引六十九", "65": "嚩攞嚩底七十拶囉麼底七十一哆攞麼底七十二洛", "66": "乞叉二合麼底七十三囉乞叉二合麼底七十四護嚕", "67": "麼底七十五護上嚕護上嚕七十六普嚕普嚕七十七拶", "68": "囉拶囉七十八設覩嚨二合詎其據反嚕詎嚕七十九麼", "69": "底麼底八十普弭贊抳上八十一迦去引里計置八十二", "7": "於大塚間。彼時有諸天魅龍魅藥叉羅剎緊", "70": "阿枳娑攞引比上禰八十三娑引麼曩帝八十四護上", "71": "禮窣兔二合禮娑他二合攞始伽㘑八十五惹引野", "72": "窣兔二合引禮八十六惹攞曩引嬭上八十七祖魯曩引嬭", "73": "上八十八嚩引仡挽二合無漢反馱儞八十九尾嚕去引賀抳素", "74": "引魯呬上帝九十阿拏上㘑上半拏上㘑上九十一迦囉", "75": "引禮九十二緊曩㘑上九十三計庾㘑上九十四計都麼底九十", "76": "五普蹬誐謎九十六普哆麼底歎儞曳上二合瞢上誐", "77": "禮曳九十七二合麼賀引嚩攞九十八魯引呬多母上禮", "78": "九十九阿拶魯抳上一百馱囉馱囉引一百一惹野引里計", "79": "一百二惹野嬌魚夭反𡀔去引賀抳一百三祖嚕祖嚕一百四", "8": "捺囉㜸嚕荼摩護囉誐。及餘一切人非人。餓", "80": "𡃝盧恩反轉舌馱𡃝淮上馱一百五普嚕普嚕一百六麌嚕", "81": "麌嚕一百七詎淮前嚕詎嚕一百八麼底麼底一百九滿", "82": "重呼兔麼底一百十度上𡃝淮上切馱嚕馱𠼝一百十一馱上", "83": "㘑上馱上㘑上一百十二尾達㘑尾麼底尾瑟劍二合", "84": "婆去禰一百十三曩引舍禰尾曩引舍禰一百十四滿去重呼", "85": "馱禰謨去引乞叉二合抳一百十五尾謨去引拶禰一百十六", "86": "謨去引賀禰婆去引嚩禰一百十七戍引馱去禰僧去戍", "87": "馱禰去一百十八尾戍引馱去禰一百十九僧去契上囉抳", "88": "一百二十僧去髻囉禰一百二十一僧去瑳引娜禰一百二十二僧", "89": "砌上那禰一百二十三娑引去度跢上嚕一百二十四麼引儞", "9": "鬼部多比舍佐供畔拏等之所來魅。亦有多", "90": "上麼引儞上賀囉賀囉一百二十五滿度麼底一百二十六呬", "91": "哩呬哩一百二十七企哩企哩伽囉禮一百二十八護嚕護", "92": "嚕一百二十九氷去誐禮一百三十曩謨引窣覩二合沒馱", "93": "去引喃去婆誐嚩蹬引娑嚩二合引賀引一百三十一", "94": "Tad yathā, aṅgā vaṅgā kaliṅgā bhaṅgā varaṅgā saṁsārataraṅgā, sāsadaṅgā, bhagā, asurā, ekataraṅgā, asuravīrā, tara", "95": "vīrā tara tara vīrā, kara vīrā, kara kara vīrā, indrā indra kisarā, hansā hansa kisarā picimalā. Mahāceiccā. Viheṭhikā,", "96": "kālucchikā, aṅgādarā jayā jayā likā delā elā cintāli, cili cili hili hili sumati, vasuvati, culu naḍḍe, culu culu nadre, culu", "97": "3 naḍḍe, culu nāḍi, kunādi, hārīṭaki 2, kārīṭaki 2, varīṭaki 2 gauri 2 gandhāri, caṇḍāli, vctāli, mātaṅgi, vacasi, dharaṅi,", "98": "dharaṅi, taraṅi tāraṅi, ḍaṁṣṭramālike, kaca kācike, kaca vācike, caranāṭike, kaka lipte, lalamati, lakṣamat ,varāha ku-", "99": "le, matpale?, utpale, dhārā kuli pārā kuli, karavīre, kara kara vīre, tara vīre, tara tara vīre, kuru vīre, kuru kuru vī-"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1392 大寒林聖難拏陀羅尼經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}