{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0570 佛說賢首經", "text": {"0": "No. 570", "1": "佛說賢首經一卷", "10": "說之。東方有佛名入精進，剎名持計樹，菩", "11": "薩名敬首。南方有佛名不捨樂精進，剎名世", "12": "念樹，菩薩名覺首。西方有佛名長精進，剎", "13": "名蓮華樹，菩薩名寶首。北方有佛名曰精進，", "14": "剎名辛已樹，菩薩名施首。東北有佛名哀", "15": "精進，剎名青蓮樹，菩薩名功德首。東南有", "16": "佛名百藍精進，剎名香樹，菩薩名令首。西", "17": "南有佛名上精進，剎名寶樹，菩薩名精進", "18": "首。西北有佛名一度精進，剎名思惟樹，菩", "19": "薩名善首。下方有佛名梵精進，剎名水精樹，", "2": "西秦沙門聖堅譯", "20": "菩薩名智慧首。」跋陀師利聞十方佛名、菩", "21": "薩及剎土名，踊躍歡喜，前以頭面著地，為", "22": "佛作禮，白佛言：「我今雖發阿耨多羅三藐", "23": "三菩提心，當用何行離母人身？」佛言：「善哉！", "24": "善哉！是佛所問。」佛言：「跋陀師利！奉行十", "25": "事，可得離母人身。有一事行疾得男子，自", "26": "致阿耨多羅三藐三菩提。何等一事？以發", "27": "薩芸若意，作無央數功德，能不忘；是為一事。", "28": "「復有二事，母人疾得男子，自致阿耨多羅三", "29": "藐三菩提。何等二事？一者、所作如語，不事", "3": "聞如是：一時，佛在摩竭提國清淨法坐處。爾", "30": "天但自歸諸佛；二者、所作不信邪；是為二", "31": "事。「復有三事，母人疾得男子，自致阿耨多", "32": "羅三藐三菩提。何等為三事？一者、常淨護身", "33": "三；二者、淨護口四；三者、淨護意三；是為三", "34": "事。「復有四事，母人疾得男子，自致阿耨多", "35": "羅三藐三菩提。何等四事？一者、所施與不諛", "36": "諂；二者、於戒不諛諂；三者、自守淨；四者、不", "37": "諛諂聽聞六法；是為四事。", "38": "「復有五事，母人疾得男子，自致阿耨多羅三", "39": "藐三菩提。何等為五事？一者、以用法；二者、", "4": "時，都大會諸菩薩彌勒菩薩等，比丘、比丘尼、", "40": "所作如法；三者、聞法直住；四者、不樂母人身；", "41": "五者、念作男子；是為五事。「復有六事，母人疾", "42": "得男子，自致阿耨多羅三藐三菩提。何等為", "43": "六事？一者、不懈怠所作而不忘；二者、其心柔", "44": "軟；三者、質朴；四者、不諛諂；五者、無有態；六", "45": "者、所作至誠；是為六事。「復有七事，母人疾得", "46": "男子，自致阿耨多羅三藐三菩提。何等為", "47": "七？一者、常念佛法身；二者、常念法得佛慧；", "48": "三者、常念僧為來屬；四者、常念戒所求淨；五", "49": "者、常念施與去諸垢；六者、常念天令菩薩心；", "5": "優婆塞、優婆夷，諸天、龍、鬼神、阿須倫共會。佛", "50": "七者、常念人欲一切度故；是為七事。「復有八", "51": "事，母人疾得男子，自致阿耨多羅三藐三菩", "52": "提。何等為八？一者、不以飯食被服自娛", "53": "樂；二者、亦不華；三者、亦不香；四者、亦不眾", "54": "雜香；五者、亦不嬉戲至觀廬；六者、亦不倡", "55": "伎；七者、亦不歌舞；八者、但月六齋；是為八", "56": "事。「復有九事，母人疾得男子，自致阿耨多", "57": "羅三藐三菩提。何等為九？一者、無所斷；二", "58": "者、無所著；三者、無我；四者、不念有人；五者、", "59": "不念有壽；六者、不念有命；七者、不念所生", "6": "告舍利弗：「十方佛今日亦大會，為諸菩薩說", "60": "處；八者、不念無所生處；九者、但離十二因", "61": "緣；是為九事。", "62": "「復有十事，母人疾得男子，自致阿耨多羅三", "63": "藐三菩提。何等為十？一者、為有慈於一切；二", "64": "者、不貪一切人物；三者、不念他人男子身；四", "65": "者、不兩舌；五者、不惡口；六者、不妄言；七者、", "66": "不綺語；八者、人持伎樂樂之不以為樂；九者、", "67": "亦不起意亦無所恨但正住；十者、不興邪因", "68": "緣福事與人相知；是為十事。」佛說經竟，跋", "69": "陀師利，摩竭提國六萬優婆夷，聞是法行，", "7": "經。」清淨法坐中，有優婆夷名跋陀師利，即", "70": "皆發阿耨多羅三藐三菩提心，諸菩薩、彌勒", "71": "等，比丘、比丘尼、優婆塞、優婆夷，諸天、龍、鬼", "72": "神、阿須倫，前持頭面著地，為佛作禮，歡喜而", "73": "去。", "74": "佛說賢首經", "8": "洴沙國王夫人也，叉手白佛言：「願欲聞十方", "9": "佛名、菩薩及剎土名。」佛言：「善哉！善哉！當為汝"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0570 佛說賢首經", "author": "西秦 聖堅譯", "sourceLink": "http://www.cbeta.org/"}