{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0951 一字佛頂輪王經: 一字佛頂輪王經: 一字佛頂輪王經: 一字佛頂輪王經", "text": {"0": "9 供養成就品", "1": "一字佛頂輪王經卷第五", "10": "是時釋迦牟尼如來。與殑伽沙一切如來。從", "100": "是一法呪。能摧一切眾惡神鬼。并呪同伴蓋", "101": "覆護身。四方住立施為大法。", "102": "大難勝奮怒王印之九大難勝奮怒王印之九", "103": "准根本印。唯改屈二中指。右押左。各頭竪", "104": "押左右指背岐間。是一法印。若常輪結。能", "105": "滅眾罪得大安隱。不作惡夢。於扇底迦法偏", "106": "用為勝印呪曰。", "107": "娜謨皤伽同上嚩底同上一瑦瑟膩灑野二薩嚩", "108": "怛登乙反二合邏去󰺖跛邏去聲爾嚲野三唵二合", "109": "𤙖四捨麼野捨麼野五扇底但底六達麼邏去聲", "11": "三摩地安詳而起。告金剛密跡主菩薩。汝靜", "110": "惹七皤使底八摩訶苾二合地薩嚩喇彈舌呼詑", "111": "娑馱𩕳九窣嚩訶十", "112": "是一印呪。以一新淨二斗白甆甕子。滿盛", "113": "香水置。壇中心。呪一千八遍灌頂浴身。能遣", "114": "一切罪垢災厄毘那夜迦。晝夜獲安蠲眾惡", "115": "夢。密跡主此名略說一印。生差別印隨諸法", "116": "用。若廣解說如是流布呪者教行。一一之法", "117": "則有無量無假廣說。何以故我於餘部已廣", "118": "分別五頂輪王呪共佛眼呪法及諸呪法。是", "119": "故今於此中略說五頂輪王成就呪法。以呪", "12": "諦聽一切諸佛五頂輪王。異呪同法。能成頂", "120": "神力證所解脫。是一切佛所佛子說。言以精", "121": "進力誓利眾生種種苦。受世間安樂。是知呪", "122": "者為利眾生斷諸疑網。發勤精進而修習之", "123": "則證成就。", "124": "密跡主若當呪者。以大精進久受持呪而不", "125": "成證。又當作一四肘方壇。如法泥飾處壇中", "126": "心。畫彩一肘一百八葉七寶蓮華。於花臺上", "127": "畫七寶輪。又東門首畫采輪印。次南門首畫", "128": "彩三戟叉印。次西門首畫彩龍王印。次北門", "129": "首畫采三股金剛杵。次四角中十字交叉畫。", "13": "輪王呪佛眼呪等無量威德無量業事。能現", "130": "二五股金剛杵印。以二斗淨白瓷甕滿盛", "131": "香水。正置壇心蓮華臺上。日日加以大難勝", "132": "奮怒王呪。呪一千八遍如法自持又呪七遍。", "133": "灌頂浴身心口發願。", "134": "准前大灌頂法發願云云。", "135": "日常三度滿三七日或七七日。准前持誦。即", "136": "得一切障礙毘那夜迦惡星災怪悉皆散伏福", "137": "德增長。速證一字頂輪王呪大三摩地。", "138": "密跡主是五頂輪王。又有少法。但憶誦持結", "139": "如來頂印。印於頂上呪印三遍。則成擁護。或", "14": "種種大不思議。利益眾生。從一印中生差別", "140": "以燒火食灰。或以白芥子呪之七遍。帶頭髻", "141": "身亦成擁護。", "142": "若有災厄魍魎諸疾。合白線索一呪一結。帶", "143": "佩身頸則得除滅。", "144": "若屍陀林作諸法者。結印誦呪一百八遍。則", "145": "護益身任所作法。", "146": "若扇底迦准下作法。以酥一呪一燒則得法", "147": "成。", "148": "若取伏藏。以淨鍊。酥一呪一燒一千八遍。取", "149": "無障礙。或以白芥子一呪一燒一千八遍亦", "15": "印。差別通用。等皆成就無量事故。", "150": "得無障。", "151": "若欲開阿素洛門。前摩隨心壇。燒香供養誦", "152": "三洛叉梵言一洛叉唐云十萬數令阿素洛門關鑰折開。", "153": "又以白芥子鹽等分和自身嚕地羅。每日三", "154": "時兩指󰹬持。一呪一燒一千八遍。滿三七日", "155": "是阿素洛窟宮殿皆大火起。阿素洛女眾俱", "156": "出窟門。迎廙呪者施長年藥。與杵輪劍雄黃", "157": "悉地。或復恭敬請將窟內。呪者若見惡阿素", "158": "洛者。當結如來頂印。一呪印一向擲印。滿一", "159": "七遍則悶躄地。", "16": "一切頂輪王根本心印之一一切頂輪王根本心印之一", "160": "又法常食大麥乳糜。摩檀誦呪滿三洛叉。則", "161": "於夢覺。得長年藥而噉食之。", "162": "又法於月蝕時。摩壇燒香。是時呪者特勿觀", "163": "月。銀器盛乳置壇中心。專心呪乳月還如故。", "164": "即持飲服能除一切身中厄難。", "165": "又法詣山頂住。常食粳米乳飯。面東跌坐。結", "166": "印誦呪滿三洛叉。乃於三日三夜不食不語。", "167": "以菩提木齊截燃火即當持此油麻酥酪等分", "168": "相和。於三日三夜一呪一燒勿使間斷。滿三", "169": "日夜欲明之時。則得吉祥財寶自然。", "17": "以左右二頭指二無名指二小拇指。右押左", "170": "又於山頂作隨心壇。正於壇心置舍利塔。常", "171": "於塔前面東趺坐。每日一呪蓮華。一置塔前。", "172": "滿一洛叉。能轉短命薄福之人福壽增倍。", "173": "又法詣於河岸。純以白檀香泥塗蓮華上。一", "174": "呪一擲河中滿一洛叉。亦蠲罪垢福慶逾遠。", "175": "又法以白芥子和油。日三時一呪一燒。一千", "176": "八遍。滿七日已則得他人而自敬伏。", "177": "又法若欲淨行婆羅門恭敬讚伏。當燒白花。", "178": "若欲剎利恭敬愛伏。當燒黃花。若欲田利之", "179": "人愛敬順伏。當燒黑花。", "18": "相叉入掌中作拳。其二大拇指並雙屈頭入", "180": "若欲遣伏邪見惡人者。以稻穀糠苦棟木葉", "181": "毒藥。等分相和一呪一燒。則得遺伏。", "182": "若罰怨人。以黑芥子一呪一燒則得摧伏。", "183": "若欲調伏步多鬼畢舍遮鬼者。以欝金香一", "184": "呪一燒。時別一千八遍。滿三日夜則自敬伏", "185": "若欲遣伏作病鬼者。結印誦呪。每呪遍復。", "186": "加誦泮字。", "187": "若人著於虫毒藥毒。悶惱疼痛。呪者呪之每", "188": "呪遍復。加誦若𩕳二字七遍。又加莫摩摩三", "189": "字七遍。又加宲字七遍。又加䋾穆二字七遍。", "19": "掌中。其二中指直竪合頭。是一法印通諸佛", "190": "如是加字皆默音誦攝禁於毒。", "191": "若欲禁鬼。呪復加誦底瑟侘底瑟侘字。或加", "192": "迦居娜反䋾迦同上䋾或加𠻐訖灑疎價反下同𠻐", "193": "訖灑則禁身住。若加𡃝此字彈舌呼之下同馱𡃝馱。則禁", "194": "鬼喉氣不通泄。", "195": "又法取孔雀尾一百八枚。繫束一處。於日月", "196": "蝕時摩壇安像。當於像前置孔雀尾。結印誦", "197": "呪呪孔雀尾。乃候日月還復如故。執持是尾", "198": "隨用搖拂。能作一切吉祥之法。若拂著毒人", "199": "者毒漸除滅。如是等法隨所作修一切皆成。", "2": "大唐南天竺三藏菩提流志譯", "20": "頂成就法。用其諸一切惡天龍神藥叉羅剎阿", "200": "若欲殃罰鬼神病者。以鹽和油一呪一燒。則", "201": "殃鬼病。", "202": "又法以瞿摩夷揑鬼形像。置於像前持刀。一", "203": "呪刀一截鬼形手脚肢節。能令真鬼肢節疼痛。", "204": "若欲豐饒。以諸乳木齊截然火。持諸菓子酥", "205": "蜜相和。一呪一燒則如所願。", "206": "又法以白油麻和於酥蜜。一呪一燒亦得如", "207": "願。", "208": "又法以骨路草寸截和酥。一呪一燒滿一洛", "209": "叉。則轉正業福命逾壽。", "21": "素洛迦樓羅緊那羅摩呼羅伽毘那夜迦。見", "210": "又法以酥一呪一燒得大威德。", "211": "又法酥乳相和一呪一燒得大安隱。", "212": "又法酥酪相和一呪一燒得大財食。如是火", "213": "食每日三時時別一千八遍。各滿七日則得", "214": "成就。", "215": "復次蜜跡主。又有一字頂輪王法王大法樂", "216": "成就者。於舍利處或高山頂。燒香供養面東", "217": "趺坐。結印誦呪滿三洛叉。乃炒稻穀花和", "218": "酥酪蜜。像前趺坐。每日三時三指󰹬之。一呪", "219": "一燒一千八遍。滿一洛叉。則詣大山松柏林", "22": "輪是印悉皆怖走印呪曰。", "220": "處。三日三夜不食不語。面東趺坐。結袈裟角。", "221": "誦一字頂輪王呪。呪之滿一洛叉。若是俗人", "222": "呪髮梳結滿一洛叉。即證安怛陀那。世間遊", "223": "行不為人見。", "224": "又法詣山頂住。每食大麥乳糜。常面於日結", "225": "跏趺坐。誦呪滿一洛叉。亦得證於安怛陀那。", "226": "又法以左手為拳。呪滿一洛叉證如上法。", "227": "又法若月蝕時。塗隨心壇。以赤黃牛酥盛", "228": "赤銅器置於壇內。把赤銅筯調調攪酥呪酥", "229": "不絕令現三相。一沸沫相。呪人服者得大文", "23": "娜謨皤蒲誐反下同伽同上嚩無可反下同底丁禮反下同一瑦", "230": "持。二現煙相。呪人服者得大安怛陀那。三現", "231": "光相。呪人服者得證識通。能知三世。成就雄", "232": "黃法亦如是。", "233": "又法舍利塔處。高山頂處。阿蘭若處。深山谷", "234": "處。河泉池處。造作輪法劍法杵法杖法黑鹿", "235": "皮法等。皆各先呪一千八遍。然乃依法作法", "236": "誦呪。皆證如上三種悉地三昧耶故。", "237": "又法以未壞米嚲羅。清淨沐浴著新淨衣。頭", "238": "著花鬘塗八肘壇。當壇中心頭東仰面。臥是", "239": "米嚲羅。又以佉陀羅木橛四枚。深釘入地。則", "24": "瑟膩灑疎價反下同野二唵二合𤙖三卓二合嚕𤙖四", "240": "便繫縛米嚲羅兩脚兩手於四橛上。呪者亦", "241": "淨沐浴護身結界。食三白食。騎是米嚲羅心", "242": "上。先呪米嚲羅三萬一千八遍。即當持以乳", "243": "粥。一抄一呪一布米嚲羅口。滿乃休。但一心", "244": "呪是米嚲羅。令自動起口吐乳粥。呪者見已", "245": "持赤銅椀。隨即承取而自噉之。則證呪仙。", "246": "若呪金末布米嚲羅口。如前呪動。口吐一切", "247": "寶莊嚴具。取持佩帶亦證呪仙。", "248": "若呪鐵末布米嚲羅口。如前呪動口吐其劍。", "249": "取之持執亦證劍仙。", "25": "畔馱五窣嚩訶六", "250": "若呪白芥子布米嚲羅口。如前呪動。口吐瓔", "251": "珞取持佩帶則證呪仙。", "252": "若呪油麻。布米嚲羅口。如前呪動。令說一字", "253": "頂輪王三摩地門。又以右手罯米嚲羅口上。", "254": "如前呪之令現三相。一自語相。問所求事即", "255": "為說之二起動相。樂為使者三口光出。呪者", "256": "乘騎俱騰空界。", "257": "復次密跡主是五頂輪王。復有同成藥法。是", "258": "諸佛說。以少功力則得成就。當以羯儞迦囉", "259": "華蓮華鬚素嚕旦惹三物等分。和搗為末。", "26": "是一印呪具大威德。若常輪結自護護他。得", "260": "水和為丸盛銀合中。於日月蝕時摩二肘壇。", "261": "壇心安像置合像前。呪是藥合令現三相。若", "262": "得煖相。帶者則能調伏一切人類。若得煙相。", "263": "佩者則證安怛陀那。若得光相。佩者則證世", "264": "間呪仙。若聞雷聲霹靂之聲。或像動搖。名得", "265": "證於下品悉地。若見惡相。改修火法。每日三", "266": "時以酥蓮華稻穀華等。相和指󰹬。一呪一燒", "267": "時別一千八遍。滿於七日。又准前法修印佛", "268": "塔滿一洛叉。則加福祐得大成就。", "269": "若作法時聞見訖哩迦羅縒虫聲。加迦鳥", "27": "大安樂蠲除眾苦。利諸有情。亦能營辦一切", "270": "等好聲。入壇作法則得成就。", "271": "若誦呪遍。常聯歸命一一誦持。迴施有情。得", "272": "最上證大福聚蘊。若有愚智尠福有情。三千", "273": "日中誦持斯法。無量艱苦乃得成就。是故修", "274": "斯法者。精信一心淨持戒行。沐浴清淨不營", "275": "雜法。唯持此法為求佛果救濟眾生。則得", "276": "福果最上證地。常得大梵天王天帝釋等。及", "277": "諸大天大威德者冥夢擁護。若有呪者不依", "278": "斯教。呪如世間下劣愚民不依方書。作長年", "279": "藥。自服食之求於延壽。反夭滅身。又如合鍊", "28": "事法。", "280": "金銀匠人。不解陰陽懸像法度。又復不依教", "281": "法不祕作法。亦無所成。為他謀害。又如採伏", "282": "藏人不依方法。外泄漏法。則為神鬼國王惡", "283": "人殃害喪身。密跡主此法亦復如是。若有人", "284": "能依教方法發菩提心。讀誦受持聽聞思修。", "285": "則獲勝福一切成就。何以故是法以於聞智", "286": "信智思智修智真智持智。得是證成。是故此", "287": "法我以廣略。當為有情說是法教。", "288": "11 護法品一字佛頂輪王經護法品第十一", "289": "爾時世尊復觀會眾。告金剛密跡主菩薩言。", "29": "一切頂輪王同請喚印之二一切頂輪王同請喚印之二", "290": "於當世時多有有情。下劣精進下劣修學。我", "291": "慢邪慢瞋癡具縛。慳貪嫉妬懈怠邪命。儀服", "292": "徐行外示賢善內無真見。不依律教心無慚", "293": "𧹞。言常詖諂耽著名利。魔所嬈惑唯說斷見。", "294": "空無有法。如斯有情意思業思。晝夜如是。雖", "295": "多功苦受持諸呪。永無證効。我今為斯魔業", "296": "有情。破黑業故。說往諸佛難勝奮怒王呪。為", "297": "令利益此之有情得最上證。有能精心每日", "298": "三時受持誦者。則得破滅一切障難魔所家", "299": "業。", "3": "10 世成就品世成就品第十", "30": "准根本印。唯以二中指頭。下上微微來去印", "300": "於時金剛密跡主菩薩。歡喜踊躍禮佛雙足。", "301": "曲躬前立偈白世尊。", "302": "救世大覺主智者所恭敬", "303": "我今願樂聞難勝奮怒呪", "304": "爾時世尊告金剛密跡主菩薩言。汝善思念", "305": "我今即說大難勝奮怒王呪曰。", "306": "娜謨喇怛二合娜怛二合囉耶野一娜莫薩", "307": "嚩勃馱二菩地薩得登訖反二合廢無計反䌎同上三怛地", "308": "儞也反他四爾泥爾泥五爾娜嚩利六嚲詑誐魚迦反", "309": "又迦字居娜反又娜字奴我反下同唎縒㰤惹羝七薩嚩勃馱𩕳曬", "31": "呪曰。", "310": "弭諦八𣘨慕祇虬曳反󰺖跛比波反二合囉底㰤羝九", "311": "󰺖播邏去音彈舌呼之下同爾經音羝十弭囉臡如嵆反下同十一", "312": "弭誐嚲皤曳十二弭麼黎十三䁥儞一反捺二合囉", "313": "去音塞同上二合囉米十四皤嚩底曳迦弭㘑十五娜", "314": "以羝十六努囉地誐謎十七薩底二合曳十八𩕳", "315": "囉矩黎十九摩囉嚩攞二十弭那捨𩕳二十一舍枳", "316": "野姥泥二十二塞僧沒反諦惹娑二十三嚩隷曩寐彌異反", "317": "下同󰓑曳拏二十四𠻐乞灑𠻐乞灑摩二合𤙖牟甘反二十五", "318": "縒跛󰓑嚩琳彈舌呼二十六薩嚩諾都洛反二十七薩嚩迦同上", "319": "琳同上二十八囉去音惹注嚧娜箇二十九近二合攘如養", "32": "娜謨皤伽上同嚩底上同一瑦瑟膩灑野二翳", "320": "反捨𩕳三十密窟儞聿反僧思孕反荷釾毘耶反䞘二合囉", "321": "三十一縒哩塞󰓑跛三十二禰嚩健闥嚩三十三奈奴箇反", "322": "誐藥䞘灑三十四囉䞘灑縒三十五比跌丁吉二合履比", "323": "舍者步多鉢塞同上麼囉三十六布嚲那迦同上䋾", "324": "布嚲那三十七迦同上驅區句反𤜲怒塞同上嚲囉迦", "325": "同上三十八謎跢攞訖二合󰓑姐丁寫反羯摩拏三十九曼", "326": "怛二合囉曜齶聲重呼誐四十注𤜲拏曜同上誐四十一", "327": "拏緊儞二合曜同上劭同上㰤邏去音四十二薩嚩皤", "328": "野四十三訥瑟柱知主反四十四鉢捺二合囉暮鉢薩俣", "329": "愚句反四十五皤野細瓢毘遙反四十六娜謨窣覩皤伽󰨢亡遏", "33": "呬虛以反下同曳呬三薄伽畔四達麼邏去聲彈舌呼下同惹", "330": "反底丁以反二合野四十七瑦奈囉避腎二合臡四十八", "331": "呬󰓑呬󰓑四十九喇怛二合娜矩攞縒五十摩室", "332": "二合󰓑羝五十一弭理弭理五十二󰺖迦同上捨馱覩", "333": "俣同上者㘑五十三企輕以反󰓑企󰓑五十四薩嚩嚲詑", "334": "誐跢󰓑野五十五室邏去音嚩迦同上楞迦同上囉", "335": "步羝五十六泥弭揟寧執反二合󰶟弭耶反󰓑野五十七沒", "336": "二合囉㰤麼嚲詑誐跢五十八努誐羝弭濕二合", "337": "嚩振底二合耶五十九嚩攞皤邏去音訖二合囉", "338": "謎六十那暮皤伽同上嚩妲同上皤邏去音爾羝", "339": "六十一󰶽䞘灑𠻐䞘灑麼麼稱己名六十二馱羅尼健惹", "34": "五跛同上二合囉底撦蚩也反麼麼稱己名字揭於割反儉引六", "340": "寫六十三薩嚩訥瑟柱同上六十四鉢捺二合囉󰹊亡苦反", "341": "六十五皤耶細䌎六十六窣嚩訶六十七", "342": "密跡主是難勝奮怒王呪。能破一切魔王魔", "343": "眾。能增勇猛大威德力能持呪力大三摩地。", "344": "汝應知之。", "345": "難勝奮怒王心咒難勝奮怒王心呪", "346": "娜莫颯跢南一三藐三勃馱南二薩室囉嚩迦", "347": "同上僧蘇亘反㰤南三薩嚩謎囉上皤耶底跢南四", "348": "弭跛始諾塞同上諦惹娑五㗚二合地亭夜反者始", "349": "企同上曩塞同上怛詑六弭濕二合嚩部跛同上二合", "35": "健馱補。澁跛度跛嚩廩驢枕反者七慢牟蘭反遮避", "350": "囉腎二合壞同上耶同上臡嚩七訖二合囉𦁐俱欝", "351": "反愻蘇問反娜八嚩隷曩者九迦同上娜迦同上姥", "352": "泥十始乞二合灑耶十一迦始野跛寫十二悞摨", "353": "尼諧反囉比舍枳野僧同上㰤寫十三寐理曳拏十四", "354": "窣嚩悉底皤嚩覩麼麼稱自名十五馱囉尼健惹枲", "355": "二合野十六薩嚩薩埵二合嚩難者十七薩嚩皤", "356": "曜同上鉢捺二合囉上聲米䌎同上十八怛地儞也反他十", "357": "九惹曳弭惹曳二十惹演底同上弭惹演底二十一", "358": "󰺖爾爾旦惹曳惹演羝二十二󰺖爾羝󰺖播囉", "359": "上爾羝二十三摩囉細攘同上二十四跛同上二合囉上末", "36": "囉乞二合灑󰺖跛囉底㰤嚲八嚩攞播邏去聲九", "360": "娜𩕳曳二十五窣嚩訶二十六", "361": "爾時如來說是呪時。三千大千大地諸魔宮", "362": "殿一時皆大六反震動。是時如來告金剛密", "363": "跡主菩薩言。此呪是我所說。稱讚七佛神通", "364": "十力功德為令利益諸有有情。受持成就一字", "365": "頂輪王呪及諸呪者。令淨如法書寫佩帶頸", "366": "臂頂上。則速成證呪神宜逐圍繞護念。若有", "367": "詣往淨不淨處。應先誦是難勝奮怒王心呪", "368": "三遍。則常不為一切天魔沙門婆羅門而作", "369": "惱亂若藥叉羅剎毘那夜迦卑舍遮鬼鳩槃荼", "37": "訖二合囉摩野十窣嚩訶十一", "370": "鬼諸惡神鬼。若有起心伏不違逆此心呪者。", "371": "則不得入毘沙門城。則已背叛金剛種族及", "372": "自種族。是故密跡主。此奮怒王心呪。有大威", "373": "德能成護衛一切事業。諸佛菩薩悉皆隨喜。", "374": "12 證學法品一字佛頂輪王經證學法品第十二", "375": "爾時世尊見知法界一切有情無明堅蓋垢障", "376": "纏惑分割未盡。復告金剛密跡主菩薩言。我", "377": "為一切苾芻苾芻尼信男信女等。持此不可", "378": "思議一字頂輪王印呪樂成就者。說所修行", "379": "三昧耶門。應各持清淨戒發菩提心。請阿闍", "38": "是一印呪。捧持白花呪之三遍。請召一切諸", "380": "梨。作受法壇灌頂授法。淨如法行善根具足。", "381": "依善知識念修六念。善巧方便觀知真如實", "382": "法法界如虛空性。入深般若波羅蜜多。無二", "383": "無二行心不放逸。口不妄語。常不卒暴。瞋惱", "384": "我慢故相嘲誂。謗說有情。依學三世諸佛菩", "385": "薩境界法行。善解分別隨喜修習。不惜軀命", "386": "遠離人間。住阿蘭若每日三時。發菩提心歸", "387": "佛法僧。如法自誓受菩薩戒。憶持不忘如所", "388": "聽習。思惟法義修四攝法。塗掃佛塔摩壇供", "389": "養。發勤精進心口唯一。內外清淨住無住相。", "39": "佛五頂輪王菩薩種族壇中會坐。", "390": "應常謙下恭敬和上闍梨同學。憐愍有情了", "391": "達密義甚深法門。恒樂精進濟度有情。住於", "392": "佛道。如是相應則得證成一字頂輪王法。於", "393": "當來世身真金色。相好殊特具不思議。純以", "394": "七寶耳璫環釧花冠纓珞而莊飾之。身相光", "395": "明過百千日。映蔽眾相皆不現之。密跡主如", "396": "是證成一字頂輪王法。人眾見者皆大歡喜。", "397": "如如意樹所樂圓滿。", "398": "復次密跡主若有菩薩。證此一字頂輪王法。", "399": "心樂變化天諸美食。施雨地獄一切有情。則", "4": "爾時釋迦牟尼如來。於是之時復入一切佛", "40": "一切頂輪王供養印咒之三一切頂輪王供養印呪之三", "400": "皆圓滿。亦得世間意樂喜滿。若有發心為諸", "401": "有情。修成一字頂輪王法者。十地菩薩亦不", "402": "能障我此一字頂輪王法。密跡主是呪於諸", "403": "呪中而最為上。若成就者菩薩萬行悉皆圓", "404": "滿。所有十重一切罪垢。地獄之報悉皆除滅。", "405": "獲諸神通一剎那頃即遍遊往阿迦尼吒天。", "406": "行菩薩行得一切佛菩薩獨覺聲聞諸天喜", "407": "見讚歎。若欲遊往無量無邊一切世界。導化", "408": "眾生。隨彼言音說諸法者。亦皆遊往無量無", "409": "邊種種世界。隨所世界現種種身。皆得端好。", "41": "此中供養印准餘供養印用。", "410": "隨其形類言詞靡特悉皆圓滿。是時如來重", "411": "說頌曰。", "412": "成就頂輪王法人相好超特那羅天", "413": "諸呪仙天大威者各手執劍若青蓮", "414": "相鬪紛騰如雲轉威光勇奕映空天", "415": "若遇頂王法呪人咸心息伏等投然", "416": "密跡主我今復為一切呪者。略說三種地成", "417": "就處。一者上地。二者中地。三者下地。淨不淨", "418": "處。如是三地各復有三。智者善知。言上地者。", "419": "所謂天上有三勝地。成上悉地。言中地者。謂", "42": "娜謨皤伽嚩底同上一瑦瑟膩灑野二縊烏以反摩", "420": "大河沜海沜山中。如是三地成中悉地。言下", "421": "地者。謂大泉池有蓮華處。多花菓林處。屍陀", "422": "林處。如是三地成下悉地。一切呪法亦如是", "423": "說。若惡國王處。多賊難處。雜惡同伴饑饉等", "424": "處。皆不同住修治作法。所修治法復有三時。", "425": "不可修習。善分別知。一極熱時。二瀑雨時。三", "426": "極寒時。不於是時修治大法。日修治法。復有", "427": "三時善分別知。一從五更至日晨時。二從午", "428": "時至日未時。三從酉時至夜亥時。如是時中", "429": "誦念作法皆得圓滿。", "43": "二合𤙖牟甘反健談三補澁帆脯甘反度帆同上四嚩琳", "430": "13 護摩壇品一字佛頂輪王經護摩壇品第十三", "431": "爾時世尊復告金剛密跡主菩薩言。有三密", "432": "法善分別知。若不解知所念誦法則不成證。", "433": "所謂火壇法。鑪法。燒時食法。謂是三法。各別", "434": "有三。法不同一。若同一者則殃咎生。是󰺖毘", "435": "柘嚕迦鑪燒時。作法不作補瑟胝迦法扇底", "436": "迦法。何以故如毒藥不盛甘乳。若盛乳中乳", "437": "亦隨毒。是故說三。", "438": "扇底迦火壇。方量四肘或復三肘。如法泥拭。", "439": "處壇中心圓掘鑪坑。深十六指闊三十二指。", "44": "儞帆上同者五跛同上二合囉底丁異反撦六歌囉", "440": "正於坑底又作土臺。高四指量。又可臺面泥", "441": "揑十二輻輞角輪。高一指量。以白黃土泥。", "442": "如法泥鑪。於壇東門畫十二輻金輪。南門畫", "443": "三戟叉。西門畫龍索印。北門畫金剛杵印。四", "444": "角各畫二金剛杵。十字交叉。起白月一日洗", "445": "浴清淨著白淨衣。唯食乳飯乳粥酪粥。盡斷", "446": "言論心清恬寂。壇中誦念至日沒時。壇鑪南", "447": "面敷茅草席。面北安坐。當以櫁木柏木桑木", "448": "構木如是等木。隨得一木亦得通用。長一磔", "449": "手兩頭齊截。酥蜜相和塗搵兩頭。一一呪之。", "45": "歌囉七薩嚩勃馱地瑟恥羝八達麼囉上惹九", "450": "鑪中方累如法然火。叉以青稞大麥小麥粳", "451": "米烏麻。各皆等分和酥乳酪。日日三時一呪", "452": "一燒時別一千八遍。滿一七日或滿半月或", "453": "滿一月。則得除滅一切罪障一切災厄。福命", "454": "增壽一切安隱。世間一切惡星變怪不吉祥", "455": "相。亦皆散滅。夜日沒時是淨居天眾下遊此", "456": "界所集會時。樂成世間安隱法故。如是作法。", "457": "每欲至時。以白淨土稀泥。遍鑪摩拭。", "458": "補瑟置迦法者。准前扇底迦法。作壇畫印。唯", "459": "改鑪坑方圓二肘深亦二肘。坑中土臺圓闊", "46": "󰺖跛同上二合囉上底同上㰤跢得箇反野十窣嚩訶十一", "460": "一肘。量高四指。可臺面上泥揑八葉蓮華。是", "461": "臺花葉皆令分明。以赤黃土泥如法塗拭。起", "462": "白月一日潔身清淨著白淨衣。食三白食斷", "463": "諸談論。壇中念誦至日出時。住壇鑪西面東", "464": "安坐。坐茅草席發歡喜心。以櫁木構木桑木", "465": "柏木。長一磔手兩頭齊截。以酥蜜乳酪相和。", "466": "皆搵兩頭一一呪持。鑪中方累如法然火。以", "467": "蒸粳米飯及烏油麻等。二皆等分用和酥蜜", "468": "酪乳。一呪一燒一千八遍。滿一七日或滿半", "469": "月或滿一月。如是作法即得成就吉祥豐樂。", "47": "是一法呪。若供養時持以塗香燒香香水花", "470": "是日出時吉祥諸天下遊此界。歡喜集時。樂", "471": "成世間求豐饒法。如是作法。每欲至時以淨", "472": "赤黃土。泥淨塗拭鑪。又以摩羅木或楓香木", "473": "或柏木。日日三時斫截然火。以骨露草截和", "474": "欝金香及酥蜜等。燒焯火食。為補瑟胝迦。求", "475": "大豐饒諸眾善法。又以波羅奢木齊截然火。", "476": "當以烏麻酥蜜白芥子相和。燒呪火食。亦得", "477": "成就三種法故。", "478": "󰺖毘拓嚕迦法者。起黑月八日。或黑月十四", "479": "十五日。著青赤衣。作飾三肘三角火壇。掘深", "48": "等及諸飲食。皆呪三遍持獻供之。", "480": "一肘。一角指東一角指西。一角指南。其壇上", "481": "唇。令闊三指。唇高二指。坑底泥揑一尺三戟", "482": "叉頭。量高三指。頭刃指南。以黑土泥周遍塗", "483": "拭。至日午時夜半時。住壇北面左足踏右足", "484": "上。端身蹲坐。顰眉努目瞋怒誦呪。以酸棗", "485": "木苦棟木。長一搩手頭銛斫截。於壇鑪中三", "486": "角累然。又以臭花黑芥子糠鹽人󰺖薩底計", "487": "捨。和自身嚕地羅。一呪一燒一千八遍。時別", "488": "如是滿終三日或滿七日。則彼障礙惡神鬼", "489": "等身患殃疾。支節疼痛或身災沒不能障惱。", "49": "一切頂輪王請喚火天印之四一切頂輪王請喚火天印之四", "490": "如是作法若為自身貪求財寶。則不成就。當", "491": "復墮於阿鼻地獄。是午時夜半時乃是諸惡", "492": "藥叉羅剎神鬼遊行集時。樂願成就世間一", "493": "切調伏他法。如是作法。每欲至時皆以黑土", "494": "泥。遍鑪摩拭。", "495": "密跡主是正月二月四月八月九月臘月。此", "496": "斯等月白月一日至十五日。月朔時吉。修求", "497": "大法決定成就。正月多諸難時。作上中法。若", "498": "有雷電相應相現。決定無障速證成就。二月", "499": "風難。作安隱法有大風相。四月雨難。作降伏", "5": "不思議陀羅尼頂法光王境界神變三摩地", "50": "准根本印。唯改屈二中指。如半環勢。頭勿", "500": "法有大雨相。八月九月無寒熱時。作富饒法", "501": "當有雷電霹靂難相。唯於臘月作求法者。無", "502": "諸難相。如是諸難。皆上成相。是六箇白月", "503": "時。一日至十五日。當令修趣扇底迦法補瑟", "504": "置迦法。一切成就無上願事。是六箇黑月時。", "505": "一日至十五日。亦作補瑟置迦法󰺖毘拓嚕", "506": "迦法。一切成就願求法事。如是二法若鬼宿", "507": "日時。若月蝕時。如法建修得最上成。唯日蝕", "508": "時通上中下作成就法。如是作法皆以白黑", "509": "等月一日三日。或於五日或於八日。或十三", "51": "相著。是一法印。請喚火天而供養之。若獻供", "510": "日或十五日。舉修諸物成就法事。", "511": "若作猛利成就法者。還依猛利宿曜時作。或", "512": "准三種事法相作。其所成就三事法品。各如", "513": "本法指授。時分正月二月是春首時。上雨初", "514": "節。應於是時通作上中一切事法。三月四月", "515": "後春夏時。上雨中節。應於是時作󰺖毘拓櫓", "516": "迦法。五月六月中夏熱時。中雨下節。要欲", "517": "成者修下成法。七月八月末夏秋時後雨中", "518": "節。應於是時作扇底迦法。九月十月末秋冬", "519": "初首冬上節。應於是時作補瑟置迦法。如是", "52": "畢發送火天。則却直伸二中指頭印呪曰。", "520": "春夏秋冬時等。應宜成就三種悉地。各上中", "521": "下九品分別。夜有三時。初夜下時。初夜相現", "522": "是下成就。中夜中時。中夜相現是中成就。後", "523": "夜上時。後夜相現是上成就。於初夜時。是作", "524": "扇底迦法時。於中夜時。是作󰺖毘拓嚕迦法", "525": "時。於後夜時是作補瑟置迦法時。如斯三時", "526": "九品分別知其時節類法相應是三時分所說", "527": "法相上中下事。惟日月蝕時修諸法事。不觀", "528": "時節。若樂猛利成就事法及󰺖毘拓嚕迦事", "529": "法。於日月蝕時。如法作者。得上相應。凡法起", "53": "娜謨皤伽同上嚩底同上一瑦瑟膩灑野二翳呬曳", "530": "首願祈成者。皆令一日二日三日斷食不語。", "531": "其上中下修悉地法。於十二月中類日。應知", "532": "每白月一日至十五日。作扇底迦補瑟置迦", "533": "一切成就解脫事法。每黑月中一日至十五", "534": "日。作󰺖毘拓嚕迦降調伏法若有災難不應", "535": "侯時隨事作法亦得禳除。", "536": "密跡主是上中下應作法時。不應作法時。呪", "537": "者善知則得成現三種法悉地。是故密跡主。", "538": "若當呪者。成就一字頂輪王祕密法者。應常", "539": "持以風香木榓木柏木壇木。齊截然火。持", "54": "呬三諦劭儒照反下同摩理禰奴禮反下同四󰺖䞘其栗反下同", "540": "以烏麻和酥乳等。日日三時燒焯供養。則得", "541": "呪神歡喜守護。與三悉地。密跡主如是得證", "542": "三悉地者。以身口心如法界性不變異性。如", "543": "如不動修習律法誦法火法。則得昇證三種", "544": "悉地。一天上悉地。二虛空悉地。三地上悉", "545": "地。此證三地。隨上中下所修持法得法願財。", "546": "密跡主若欲成就一切呪法。應起正見慈悲", "547": "一切。供養諸佛不居世法。求無上道偏功印", "548": "塔。則速成就。證三種地。現世滋增福善圓", "549": "滿。當所生處常受福樂。", "55": "娜曳五窣嚩訶六", "550": "復次密跡主此呪王呪。是所過去無量無數", "551": "同名異名一切如來。皆凡夫時。同得證是一", "552": "字頂輪王呪無上菩提三摩地法。成等正覺。", "553": "我亦證成是一字頂輪王呪無上菩提三摩地", "554": "法。成等正覺。", "555": "爾時世尊重以佛眼。觀察無量無邊一切佛", "556": "剎。殷勤三告金剛密跡主菩薩言。我餘呪部", "557": "所說律法成法作法固法果法壇法火法。於", "558": "此法中任皆取用。是軍吒利金剛部成就之", "559": "法。及佛部法觀世音部法金剛藏菩薩部法", "56": "是一印呪燒火食時誦之三遍。先請火天燒", "560": "等說印呪法。皆任取用。以彼呪力毘那夜迦", "561": "不能障惱。所有金剛種族苾地逾嚲麼印法。", "562": "亦於此部而任取用。", "563": "密跡主是故呪者永不應食葱蒜韮油蘿蔔地", "564": "肥等食。世所臭食穢食宿食皆不應食。若其", "565": "食者則不證成悉地驗法。如是等法略說少", "566": "耳。若我住劫廣演解說。於少分中亦不窮極。", "567": "何以故是我本所證獲無上正等菩提之處。", "568": "亦是過去一切如來證於無上正等菩提之", "569": "處。是故密跡主縱諸如來菩薩摩訶薩等。住", "57": "食供養。後乃燒食供養諸佛菩薩金剛及諸", "570": "百千億劫以種種方便。說是一字頂輪王三", "571": "摩地呪法少分之耳。而亦不盡。若當有人得", "572": "此一字頂輪王法王。如法修行受持讀誦恭", "573": "敬供養。從此生際乃至菩提。更不退轉。應知", "574": "是人早已過去積集資糧菩提善根。由此因", "575": "緣。是故今得此一字頂輪王法王具足圓滿。", "576": "時金剛密跡主菩薩諸大菩薩。大苾蒭眾諸", "577": "天呪仙龍神藥叉羅剎乾闥婆阿素洛迦樓羅", "578": "緊那羅摩呼羅伽。及於世間一切人非人等。", "579": "一時聞佛說是經已。皆大歡喜信受奉行。", "58": "呪神。", "580": "一字佛頂輪王經卷第五", "59": "一切頂輪王發遣火天印咒之五一切頂輪王發遣火天印呪之五", "6": "中。其殑伽沙一切諸佛。俱是之時亦入一切", "60": "此發遣印准前請印用。", "61": "娜謨皤伽同上嚩底同上一瑦瑟膩灑野二耶餘箇反", "62": "下同呬耶呬三諦劭摩理禰四󰺖䞘娜曳五窣嚩", "63": "訶六", "64": "是一印呪所獻火食都已周畢誦三七遍發遣", "65": "火天。", "66": "請召五頂輪王印咒之六請召五頂輪王印呪之六", "67": "此呪印准前請印用。", "68": "娜謨皤伽同上嚩底同上一瑦瑟膩灑野二唵二", "69": "合𤙖三󰺖播囉上爾嚲三唵二合𤙖四入嚩攞", "7": "佛不思議陀羅尼頂法光王境界神變三摩地", "70": "爾唵二合𤙖五若曜齶聲重呼誐同上嚲虎二合𤙖六", "71": "唵二合𤙖七姥𤜲馱𩕳索八唵二合𤙖九麼麼", "72": "麼十虎二合𤙖𩕳十一", "73": "是一印呪啟召五頂輪王及一切佛菩薩諸呪", "74": "仙神。亦通塗香散花燒香供養法用。", "75": "摧碎頂輪王印之七摧碎頂輪王印之七", "76": "准根本印。唯改屈右中指頭。拄左中指上第", "77": "一節文。其左中指直竪伸之。是一法印亦名", "78": "淨治地印。力能成就一切諸事。結界護身治", "79": "地灌頂。悉皆通用印呪曰。", "8": "中。是時金剛密跡主菩薩。從座而起合掌恭", "80": "娜謨皤伽同上嚩底同上一瑦瑟膩灑野二唵二", "81": "合𤙖三弭枳囉上拏四度曩輕呼度曩同上五度重引", "82": "六", "83": "是一印呪若為毘那夜迦嬈惱障者。常以是", "84": "呪灌頂護身結界結壇一切通用。若作一字", "85": "頂輪王大法壇者。淨屋舍時當誦此呪呪燒", "86": "火食灰白芥子等。一百八遍相和持。散屋舍", "87": "裏外四方。淨界。或以一切頂輪王心呪呪水", "88": "灰等。周遍散灑。或用本所誦持身呪心呪呪", "89": "之。又誦摧碎頂輪王呪呪佉陀羅木橛四枚。", "9": "敬。繞佛三匝却住一面。瞻仰如來目不異顧。", "90": "一百八遍釘之四方。結為壇界。", "91": "一字頂輪王摧諸惡神鬼印之八一字頂輪王摧諸惡神鬼印之八", "92": "淮根本印。唯改屈左中指頭。拄右中指上第", "93": "一節文。其右中指直竪伸之。是一法印。亦名", "94": "一字頂輪王心印。力能調伏障礙毘那夜迦", "95": "諸惡神鬼常輪是印。摧諸障難。灌頂沐浴悉", "96": "皆通用無諸障惱印呪曰。", "97": "娜謨皤伽同上嚩底同上一瑦瑟膩灑野二薩嚩", "98": "弭䞘娜三苾擴途廣反縒迦同上野四咄二合露", "99": "彈舌呼之䋾野五窣嚩訶六"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0951 一字佛頂輪王經: 一字佛頂輪王經: 一字佛頂輪王經: 一字佛頂輪王經", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}