{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0221 放光般若經: 放光般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "text": {"0": "60 加調品", "1": "放光般若經卷第十四", "10": "是觀意而不亂，於諸法無所見。適無所見，於", "100": "品、佛十八法具足是行，不與三界共同行也。須", "101": "菩提！菩薩行是三十七品，行三十七品已當問", "102": "言：『菩薩云何欲得阿耨多羅三耶三菩？不以", "103": "空為證、以覺真際得須陀洹、斯陀含、阿那含、阿", "104": "羅漢、辟支佛道，亦不證無相、無願，亦不證滅，", "105": "亦不證所作，亦不證所生，亦不證無所有，而", "106": "念般若波羅蜜。』須菩提！若有菩薩問諸菩薩：", "107": "『若聞說空則當念空，若聞無相、無願當念無", "108": "相、無願；若聞無所作當念無所作；聞無所生、", "109": "無所有當念無所生、無所有。但當行空三十", "11": "諸法不作證。何以故？善學於空法故。至於", "110": "七品，不行無相、不行無願、不行無所作亦不", "111": "行無所生。』須菩提！當知是菩薩未受記莂，未", "112": "從諸佛受記莂。何以故？阿惟越致菩薩亦不", "113": "作是念，亦不作是行，亦不作是說，亦不作是", "114": "想，但行阿惟越致菩薩事，但念是事，但行、但", "115": "說、但想是事。須菩提！當知是菩薩已過諸地，", "116": "如阿惟越致地，以過阿惟越致地。」須菩提白", "117": "佛言：「世尊！是菩薩為得阿惟越致不？」佛言：「若", "118": "有菩薩聞六波羅蜜、若不聞，所作行事如阿", "119": "惟越致菩薩。」須菩提白佛言：「多有人行佛道", "12": "得證，亦不斷諸法，不決定於諸法；所可得證，", "120": "者，少有如阿惟越致菩薩所行者。何以故？少", "121": "有菩薩受阿惟越致慧地記莂。受阿惟越菩", "122": "薩莂者，為已遠離上諸想著不具足事。是菩", "123": "薩摩訶薩，諸天、世間人無能及者。」", "124": "62 阿惟越致相品摩訶般若波羅蜜阿惟越致相品第六十二", "125": "佛告須菩提：「菩薩夢中不近羅漢、辟支佛地，", "126": "亦不近三界亦不壞三界，亦不起意，視諸法", "127": "如夢、如響、如幻、如熱時焰，視諸法如化而不", "128": "作證。須菩提！是菩薩摩訶薩是為阿惟越致", "129": "相。「復次，須菩提！菩薩夢中見佛與若干百", "13": "亦不見證，亦不見是法。」須菩提白佛言：「世尊！", "130": "千不可計數四輩之眾圍繞說法。從佛聞法", "131": "即解中義，所作常不離法，所說不失法則。須", "132": "菩提！當知是為阿惟越致相。「復次，須菩提！菩", "133": "薩夢中見佛如來踊在虛空，身有三十二相，", "134": "八十種好變化神通，為比丘僧說法變化，使", "135": "人詣他佛土施作佛事。須菩提！是為阿惟越", "136": "致相。「復次，須菩提！菩薩夢中若見郡縣兵", "137": "起相殺，若有火災，若見虎狼師子毒蟲諸恐", "138": "畏之事憂悲苦惱，若見飢餓，若見喪失父母", "139": "兄弟親友知識。夢見是已，不恐不怖。於夢覺", "14": "云何如佛所說菩薩不於空法取證？云何住", "140": "已，便作念言：『三界所有皆如夢耳。我當精進，", "141": "成阿惟三佛已，當為三界眾生說法。』須菩提！", "142": "是為阿惟越致相。」佛告須菩提：「一切人盡當", "143": "云何知是菩薩成阿耨多羅三耶三菩。須菩", "144": "提！菩薩若見泥犁、薜荔、禽獸三惡趣中諸勤", "145": "苦者，當發願言：『我當成阿惟三佛時，使我", "146": "國中無有三惡趣。何以故？夢中所有及一切", "147": "諸法，一法無有二。』當知是為阿惟越致相。「復", "148": "次，須菩提！菩薩夢中見泥犁中火燒湯煮，覺", "149": "已念言：『我於夢中所見形像及其災變，若於", "15": "空而復取證？」佛告須菩提：「觀空具足無所乏", "150": "夢中自見阿惟越致相，便作誓言：「如我所見，", "151": "泥犁中火即當滅去。」』若火滅湯冷，當知是菩", "152": "薩以受記莂，當成阿耨多羅三耶三菩。是為", "153": "阿惟越致相。若是火焰燒一家至一家，燒", "154": "一里至一里，或燒一家不燒一家，或燒一里", "155": "不燒一里，中有為火所燒者，當知被燒家人", "156": "斷法所致，皆是斷法餘殃。從是以來，斷法餘", "157": "殃悉畢，是為罪滅福生。是為阿惟越致相。」佛", "158": "告須菩提：「今我當說阿惟越致像貌相行。若", "159": "有男子、女人為鬼神所持，是菩薩便作是念：", "16": "短，亦不念言：『我當受證。』是亦非證。菩薩之法", "160": "『過去諸佛如來、無所著、等正覺審授我莂者，", "161": "所作願行清淨無穢，不應墮羅漢、辟支佛地，", "162": "亦無羅漢辟支佛念，當成阿惟三佛者，亦不", "163": "成亦不不成。假令諸十方現在諸如來、無所", "164": "著、等正覺，無所不知、無所不見、無所不覺，諸", "165": "佛知我必當成阿耨多羅三耶三菩者，是鬼", "166": "神當去。』若是鬼神不去者，當知是菩薩不從", "167": "過去諸佛受其記莂。須菩提！若是菩薩為說", "168": "經已，鬼神即為去，當知是菩薩以從諸如來、", "169": "無所著、等正覺受記莂已。須菩提！以是像貌", "17": "所應所行，不以證為期，但以行為期。菩薩亦", "170": "相行具足，是為阿惟越致相。「復次，須菩提！菩", "171": "薩行六波羅蜜，離漚惒拘舍羅，未行三十七", "172": "品及三脫門，未逮菩薩位，未得菩薩三昧處，", "173": "亦不從過去諸佛受莂。是菩薩往至是男子、", "174": "女人所復言：『我審受莂，當為阿耨多羅三耶", "175": "三菩者，是鬼神當去。』鬼神不為去，是菩薩", "176": "故為說經法不止者。時魔波旬往至彼所，波", "177": "旬念言：『我當令鬼神去。所以者何？波旬有威", "178": "神，勝是鬼神。』時彼波旬便勅鬼神令去。是菩", "179": "薩不知波旬令鬼神去，喜言：『鬼神用我故去。』", "18": "不定意，亦不有所而係意，於三十七品而不", "180": "便自貢高輕蔑餘人，語他人言：『我已從過", "181": "去諸佛受莂已，其餘人皆未受莂。』用是貢高", "182": "輕易人故，離薩云然，不得如來、無所著、等正", "183": "覺之智慧；用是貢高，失漚惒拘舍羅，便墮二", "184": "地：羅漢、辟支佛地。用至誠誓故，便起魔事，遠", "185": "離真知識，墮魔羅網。何以故？不行六波羅蜜，", "186": "不持漚惒拘舍羅故。須菩提，當知是菩薩為", "187": "自作魔事。」佛告須菩提：「菩薩未行六波羅蜜，", "188": "未得漚惒拘舍羅，未逮菩薩位。以魔事故，波", "189": "旬復來至菩薩所，作異被服語菩薩言：『善男", "19": "耗減，亦不受漏盡之證。何以故？菩薩摩訶", "190": "子！如來已授卿莂，當為阿耨多羅三耶三菩。", "191": "卿父母字某、卿兄弟妹姊字某、卿朋友知識", "192": "親族字某、卿七世父母字某、卿從某國某縣", "193": "某村落生。』若見菩薩體行和順，『卿前世時亦", "194": "復柔軟。』若見才朗、若見行沙門十二法、若", "195": "見節言，波旬隨形語菩薩言：『卿前世時皆有", "196": "是行，卿前世時亦行此十二法。』彼菩薩聞魔", "197": "語說先世事，復自觀所作行，倍復貢高輕於", "198": "同學。魔重語言：『過去如來已授卿莂，如卿", "199": "所作功德不復轉還。』波旬或作比丘形像、或", "2": "西晉于闐國三藏無羅叉", "20": "薩以具足於深妙之法故。何以故？菩薩已住", "200": "作父母、或作迦羅越形像而來，言：『卿必當成", "201": "阿耨多羅三耶三菩。所以者何？卿盡有阿惟", "202": "越致相行具足故。』」佛告須菩提：「我所說阿惟", "203": "越致像貌相行，彼菩薩獲無是相，當知是菩", "204": "薩為魔所使，以聞是名譽貢高自可，輕易同", "205": "學，形笑他人，無所復錄。用貢高故，是為魔事。", "206": "「復次，須菩提！菩薩於魔因緣，當覺魔事。", "207": "何以故？是菩薩不行六波羅蜜故，不知魔事", "208": "如，不知五陰如。彼菩薩用不覺魔事，聞前", "209": "比丘說其記莂，今復聞是記莂名字，意中歡", "21": "於三十七品，作是知言：『是為行時，非為證", "210": "喜，便自念言：『以是證像，我今定當得阿耨多", "211": "羅三耶三菩。』益復貢高，輕易他人，呼無所知。", "212": "是菩薩無有阿惟越致相，便遠離般若波羅", "213": "蜜漚惒拘舍羅，失阿耨多羅三耶三菩智，遠", "214": "離真知識更得惡知識，當知是菩薩終不成", "215": "就、墮二道地。若後久遠更諸勤苦生死極遠，", "216": "乃當復得真知識、得聞般若波羅蜜，爾乃悔", "217": "本所著受字，用是悔故乃得羅漢辟支佛。譬", "218": "如比丘犯四事禁，現世不能得成四道。須菩", "219": "提！是彼菩薩其罪重於四事之禁，用受名字", "22": "時。』菩薩行般若波羅蜜，當作是觀，言：『今正是", "220": "著貢高故。置是罪事。其有犯是貢高、受字、受", "221": "偽號者，其罪過於五逆。須菩提！若有名字", "222": "受想著者，急當護魔覺微因緣。「復次，須菩提！", "223": "波旬復往至菩薩所，讚歎遠離說其功德：『如", "224": "卿所行，佛所稱譽正當如是。』須菩提！如我所", "225": "說菩薩遠離之法不爾，若在山間樹下獨處", "226": "寂無人中，未必是為遠離之法。」須菩提白佛", "227": "言：「何等為菩薩異遠離？」佛告須菩提：「菩薩", "228": "遠離，寂於聲聞、辟支佛念，寂於山間樹下獨", "229": "處念。須菩提！菩薩如是，是為大遠離之法。菩", "23": "行五波羅蜜時，非是證時。今正是行三十七", "230": "薩如是當晝夜行，是為菩薩寂然遠離。若在", "231": "人間，隨我寂教者雖在城傍，為與山澤等無", "232": "有異。若受魔教便止遠離，墮於羅漢、辟支佛", "233": "地，不應般若波羅蜜，不具足薩云然事。作", "234": "是行念者，非是清淨之法。雜糅羅漢、辟支佛", "235": "意，更反形笑輕易人間清淨行者。人間行者", "236": "亦不雜糅羅漢、辟支佛意，反更輕易之。亦復", "237": "輕易得禪、惟無、三昧者，輕易得神通者。菩薩", "238": "無漚惒拘舍羅者，雖在絕曠百俞旬外，億千", "239": "萬歲禽獸飛鳥所不至處，鬼神盜賊所不至", "24": "品時，非是證時。今正是行三三昧時，行十種", "240": "處；雖久在中，不知菩薩遠離之法，會無所", "241": "益。受波旬教行遠離者，不樂我所教遠離也，", "242": "亦復不能具足遠離之法，亦復不在遠離法", "243": "中。何以故？以去是遠離法遠故。適去是遠", "244": "離法遠已，時魔波旬在虛空中歎言：『善哉，善", "245": "哉！善男子！是為佛之所說，是真遠離法。汝", "246": "行是遠離法，可疾得阿耨多羅三耶三菩。』彼", "247": "妄遠離菩薩得是讚歎已，便歡喜貢高，輕易", "248": "是真遠離者，反誹謗言是為憒乎，謂為不淨", "249": "憒閙志亂。有不淨者反呼為淨，不應敬者更", "25": "力、四等、大慈大悲，是行薩云若時，非是須陀", "250": "敬之，應所敬者更輕慢之。何以故？『我為諸", "251": "天及人非人所見勸助恭敬，我所行者真為", "252": "是行。汝在城傍，誰當來恭敬讚歎汝者？』是人", "253": "於城傍善男子、善女人求菩薩道者，於前貢", "254": "高言：『諸天來語我當得道時日數。』須菩提！當", "255": "知是貢高菩薩輩如旃陀羅󰍡陀羅者晉言主殺人獄卒。是輩", "256": "之人在諸菩薩中為大瑕病，是為倚法像如", "257": "菩薩，是為天上人中之大賊，亦復是沙門像", "258": "法之中為大賊，復是善男子、善女人之中大", "259": "賊。如是輩人，不當與共從事，亦不當與相見", "26": "洹、羅漢、辟支佛道證時。』須菩提！菩薩行般若", "260": "坐起語言飲食。何以故？是輩之人貢高頑佷", "261": "故。若有菩薩不欲捨薩云然，不欲捨阿耨多", "262": "羅三耶三菩者，莊事欲得求阿惟三佛者，欲", "263": "救一切眾生者，當遠離是輩之人。不當與共", "264": "從事自修其行，莫與往來。常當有厭意於世", "265": "間，不當受三界之樂，常當慈哀加於眾生，當", "266": "為是輩倒見之人起大悲意，當自念言：『令我", "267": "世世莫有是曹非法之事，若有是意，疾令滅", "268": "之。』須菩提！當知是輩菩薩自起神通。「復次，", "269": "須菩提！若有菩薩至誠莊事求阿耨多羅三", "27": "波羅蜜，因三三昧，行空、無相、無願三昧；因三", "270": "耶三菩者，當與真知識從事。」須菩提白佛言：", "271": "「何等為菩薩真知識？」佛告須菩提：「諸佛世尊", "272": "是菩薩真知識，諸菩薩摩訶薩亦是菩薩真", "273": "知識，諸弟子眾亦是真知識；當知是為菩薩", "274": "真知識。真知識者，常為菩薩解說般若波羅", "275": "蜜分別其事。六波羅蜜、三十七品、佛十八法、", "276": "如、真際、法性，是為菩薩真知識也。六波羅蜜", "277": "者是世多羅，六波羅蜜者是道，六波羅蜜者", "278": "是大明，六波羅蜜者是為大炬，六波羅蜜者", "279": "是大智光明，六波羅蜜者是護，六波羅蜜者", "28": "十七品，行根、力、覺意法亦不取證；因三十七", "280": "是歸，六波羅蜜者是父是母，六波羅蜜者是", "281": "三十七品，六波羅蜜者是薩云然，六波羅蜜", "282": "者除人諸習緒。何以故？須菩提！三十七品", "283": "者，是過去當來今現在十方諸佛之母。何以", "284": "故？去來今諸如來、無所著、等正覺，皆從三十", "285": "七品中出生故。是故，須菩提！菩薩欲成阿耨", "286": "多羅三耶三菩，淨佛國土、教化眾生者，當以", "287": "四事饒益攝眾生：一者、施，二者、愛，三者、利，", "288": "四者、同義；以是四恩事益於眾生。須菩提！我", "289": "觀是義，故說是事。三十七品者，則是菩薩摩", "29": "品而作作行，不受聲聞證。須菩提！譬如士", "290": "訶薩父母，則為是舍，是則為護，是則為燈", "291": "明。須菩提！菩薩不欲隨他人教住者，欲斷", "292": "一切眾生狐疑者，欲淨佛國、教化眾生者，當", "293": "學般若波羅蜜。何以故？般若波羅蜜者廣", "294": "說菩薩之行，是諸菩薩所應當學者。」須菩提", "295": "白佛言：「何等為般若波羅蜜相？」佛言：「般若", "296": "波羅蜜如虛空相，亦非相亦不作相。」須菩提", "297": "言：「世尊！頗有因緣可知般若波羅蜜相不？以", "298": "相知諸法不？」佛言：「如是，須菩提！欲知般若", "299": "波羅蜜相，如諸法相。何以故？諸法寂故，諸", "3": "奉　詔譯", "30": "夫，端正勇健猛於兵法，堅持鎧杖具足悉", "300": "法常淨故。以是故，須菩提！般若波羅蜜相則", "301": "諸法之相，以空寂故。」須菩提白佛言：「世尊！若", "302": "諸法寂、若諸法空，云何知諸法有著有斷？空", "303": "之寂亦不斷亦不著，亦不成阿耨多羅三耶", "304": "三菩。於空寂中亦不有法，於空寂中亦不", "305": "見得阿惟三佛者。世尊！我等云何當知是義？」", "306": "佛告須菩提：「眾生長夜著吾我行。」須菩提言：", "307": "「爾。世尊！眾生長夜著吾我行。」佛言：「云何為", "308": "知吾我空寂不？」須菩提言：「爾。世尊！」「須菩提！", "309": "知眾生以吾我故久在生死不？」須菩提言：「爾。", "31": "曉，六十四能皆明諸術。眾人無不愛敬者，所", "310": "世尊！以眾生著吾我故，久在世間更受勤苦", "311": "便知有著。」「須菩提！無吾無我、無有受者，亦", "312": "不久在世間，亦不久受勤苦，亦不著便不斷。」", "313": "須菩提白佛言：「世尊！菩薩作如是行者，不", "314": "於五陰行，亦不於三十七品作行，亦不行", "315": "四無礙慧。何以故？不見有法有可行者，亦不", "316": "見法當可行者。菩薩如是行者，諸天、世人無", "317": "能動者、無能伏者，羅漢、辟支佛無能及者。何", "318": "以故？所住處無有能逮故。世尊！行薩云然菩", "319": "薩所住，無有能及者。菩薩如是，疾近薩云然。」", "32": "作事物無不成辦，見眾敬侍倍復歡喜。若以", "320": "佛言：「於須菩提意云何，閻浮提眾生盡得人", "321": "道已，皆為阿耨多羅三耶三菩。若有善男子、", "322": "善女人供養承事盡其壽命，持是供養之福，", "323": "施為阿耨多羅三耶三菩。是善男子、善女人", "324": "其福寧多不？」須菩提言：「世尊！甚多，甚多。」佛", "325": "言：「不如是善男子、善女人持般若波羅蜜教", "326": "人，具足為說、解其中慧，意不遠離應薩云然", "327": "念。乃至三千大千國土眾生皆得為人，若有", "328": "善男子、善女人皆教使行十善地，立於四禪、", "329": "四等及四空定，又立於須陀洹、斯陀含、阿那", "33": "他事當有所至，道過厄難危險之處，多有怨", "330": "含、阿羅漢、辟支佛、阿耨多羅三耶三菩，持是", "331": "功德施為阿耨多羅三耶三菩。是善男子、善", "332": "女人功德寧多不？」須菩提言：「世尊！甚多，甚", "333": "多。」佛言：「不如是善男子、善女人持般若波羅", "334": "蜜宣示他人，具足為說、解其中慧，意不遠離", "335": "薩云然念者，出於賢聖之表。何以故？除如", "336": "來、無所著、等正覺，唯當有是菩薩摩訶薩。何", "337": "以故？以是善男子、善女人行般若波羅蜜", "338": "有大慈行故。行般若波羅蜜，見諸眾生趣死", "339": "地故便起大悲，以是行故便得大護不與想", "34": "憎，彼怨家者亦復勇猛，所將群從父母大小", "340": "俱，便得大喜具足四等。須菩提！為菩薩", "341": "大智之明。大智明者，則六波羅蜜明是。是", "342": "善男子、善女人雖未得道，為一切眾生作救，", "343": "於阿耨多羅三耶三菩不動還，所受供養衣", "344": "服飲食、床臥醫藥、一切珍寶，以行般若波羅", "345": "蜜故，必報眾生信施之福，疾近薩云然。須", "346": "菩提！若不欲癡妄受人施者，若欲示眾生之", "347": "道徑者，若欲解無所有者，若欲度脫牢獄中", "348": "人者，若欲與一切眾生眼者，身所行當應般", "349": "若波羅蜜；有所語言亦當應般若波羅蜜意。", "35": "莫不驚怖。時勇猛者安隱父母慰諸群從，言：", "350": "應般若波羅蜜者，他餘之意亦不得其便，當", "351": "作方便晝夜念般若波羅蜜莫有斷絕。須菩", "352": "提！譬如士夫曾得摩尼寶，後復得之，大歡喜", "353": "踊躍。後復失之。失是寶已甚大愁憂，憶想是", "354": "摩尼寶，坐起無忘不離須臾，自念：『我云何欻", "355": "亡此大寶？』」佛告須菩提：「菩薩離於薩云然念，", "356": "亦如彼人失大珍寶，坐起不忘須臾之間。」須", "357": "菩提白佛言：「云何，世尊！一切諸念無有止處，", "358": "皆空皆寂？云何菩薩不離薩云然念，亦不從", "359": "離中、亦不從念中可得菩薩，亦不從薩云然", "36": "『莫有恐畏，我有術能無所乏短，自當得脫此", "360": "中可得菩薩？」佛告須菩提：「若有菩薩知諸法", "361": "自遠離，法性常住，道法及如、真際常住；非佛", "362": "所作，亦非羅漢、辟支佛所可作。菩薩知是已，", "363": "終不復離般若波羅蜜。何以故？般若波羅蜜", "364": "空寂故，亦不增亦不減。」須菩提白佛言：「世尊！", "365": "若般若波羅蜜自空寂者，云何菩薩與般若", "366": "波羅蜜等，成阿惟三佛？」佛言：「菩薩亦不與般", "367": "若波羅蜜等，亦不增亦不減，真際亦不增亦", "368": "不減，法性亦不增不減。何以故？般若波羅", "369": "蜜亦非一亦非二。若菩薩聞是，不怖不難亦", "37": "諸厄難。』既得脫難降伏怨敵而無所害，以至", "370": "不恐畏，當知是菩薩已住於阿惟越致地行", "371": "般若波羅蜜。」須菩提白佛言：「云何，世尊！念", "372": "般若波羅蜜空，念般若波羅蜜無所有，為行", "373": "般若波羅蜜耶？」佛言：「不也。」須菩提言：「世尊！", "374": "頗有離般若波羅蜜行般若波羅蜜者不？」佛", "375": "言：「不也。」須菩提言：「世尊！般若波羅蜜行般", "376": "若波羅蜜不？」佛言：「不也。」須菩提言：「世尊！空", "377": "可行空不？」佛言：「不也。」須菩提言：「世尊！五陰", "378": "行般若波羅蜜不？」佛言：「不也。」須菩提言：「世", "379": "尊！六波羅蜜行般若波羅蜜不？」佛言：「不也。」須", "38": "所在安隱，父母群從莫不歡喜。所以者何？用", "380": "菩提言：「世尊！乃至四無礙慧行般若波羅蜜", "381": "不？」佛言：「不也。」須菩提言：「世尊！五陰之空、如", "382": "及爾法、法性、四無礙慧空，行般若波羅蜜不？」", "383": "佛言：「不也。」須菩提言：「世尊！是諸法不行般", "384": "若波羅蜜耶？若不行是法，菩薩云何行般若", "385": "波羅蜜？」佛言：「於須菩提意云何，頗見有法", "386": "行般若波羅蜜者不？」須菩提言：「不見也。世尊！」", "387": "「頗見般若波羅蜜菩薩有可行者不？」須菩提", "388": "言：「不見也。世尊！」「於須菩提意云何，汝所不", "389": "見法為可得不？」「不也。世尊！」佛言：「不可得法", "39": "是男子勇健雄猛具足諸術無乏短故。」佛告", "390": "為有生滅不？」「不也。世尊！」佛告須菩提：「如菩", "391": "薩無所從生法忍，阿耨多羅三耶三菩莂亦", "392": "復如是。若菩薩學，承用如來四無所畏、四無", "393": "礙慧習行是法，終不離阿耨多羅三耶三菩", "394": "慧、薩云然慧、摩訶衍慧。何以故？菩薩摩訶", "395": "薩得無所從生法忍，至成阿耨多羅三耶三", "396": "菩，終不耗減。」須菩提白佛言：「世尊！從諸法", "397": "無所生中，授諸菩薩阿耨多羅三耶三菩記", "398": "莂耶？」佛言：「不也。」須菩提言：「世尊！從所生法", "399": "中授諸菩薩莂耶？」佛言：「不也。」須菩提言：「亦", "4": "61 問相行願品摩訶般若波羅蜜問相行願品第六十一", "40": "須菩提：「菩薩以四等意慈悲喜護，為眾生", "400": "不從無所從生法授菩薩莂，亦不從有所生", "401": "中授菩薩莂。如是，云何授諸菩薩阿耨多羅", "402": "三耶三菩記莂？」佛告須菩提：「頗見法受阿耨", "403": "多羅三耶三菩記莂者不？」須菩提言：「世尊！我", "404": "亦不見法有授記莂者，我亦不見得阿耨多", "405": "羅三耶三菩，亦不見當得者，亦不見已得者。」", "406": "佛言：「如是，如是！須菩提！菩薩摩訶薩於諸", "407": "法無所得。菩薩亦不念言：『有阿惟三佛。』亦不", "408": "念言：『我當得阿惟三佛。』何以故？菩薩行般若", "409": "波羅蜜，於諸法無所分別，般若波羅蜜亦無", "41": "故具足六度，未得漏盡，開薩云若之大徑路，", "410": "所分別故。」", "411": "63 釋提桓因品摩訶般若波羅蜜釋提桓因品第六十", "412": "三", "413": "爾時釋提桓因白佛言：「世尊！般若波羅蜜者，", "414": "甚深微妙，難曉難了、難解難知、不可思議，以", "415": "本淨故。聞是深般若波羅蜜書持學者，為已", "416": "具足從大功德來，想著之意為不復生，至阿", "417": "耨多羅三耶三菩亦無想著。」佛告釋提桓因", "418": "言：「如是，如是！拘翼！有行般若波羅蜜者，不", "419": "從小功德來。拘翼，閻浮提滿中眾生，皆行", "42": "以住於空、無相、無願，亦不以空、無相、無願隨", "420": "十善、四等、四禪及四空定。不如是善男子、善", "421": "女人書持般若波羅蜜，諷誦受學如其教", "422": "住，至阿耨多羅三耶三菩不聽餘念。其福百", "423": "倍千倍巨億萬倍，不可以譬喻為比。」爾時有", "424": "異比丘語釋提桓因言：「拘翼！是善男子、善女", "425": "人守行奉持般若波羅蜜，轉復教人者，其", "426": "功德出彼閻浮提眾生所作者上。」釋提桓因", "427": "語是比丘言：「善男子、善女人於般若波羅蜜", "428": "中一發意，勝閻浮提所作十善、四禪、四等、五", "429": "通者上；何況奉行書持諷誦如中教者，皆過", "43": "至為證，具足不墮羅漢、辟支佛地。譬如眾鳥", "430": "諸天、阿須倫、世間人上。是菩薩不獨過諸天、", "431": "世間人，乃過須陀洹、斯陀、含阿那含、阿羅漢、", "432": "辟支佛上。不但過是上，乃至菩薩行五波羅", "433": "蜜無般若波羅蜜漚惒拘舍羅者上。菩薩如", "434": "般若波羅蜜教住者，出諸天、世人上，諸天世", "435": "人皆不能及。如般若波羅蜜教住者，為不斷", "436": "薩云然種地住，終不離如來名號菩薩行，如", "437": "是終不失道場。菩薩摩訶薩所行如是，為欲", "438": "拔出眾生沈沒長流者，如是學者為學菩薩", "439": "所學，不學聲聞、辟支佛學。菩薩如是學者，諸", "44": "飛行空中，而不墮地亦不住空。菩薩如是，行", "440": "四天王當來至是菩薩所言：『善男子、善女人", "441": "勤學疾學，成阿耨多羅三耶三菩，坐於道場", "442": "時，過去諸如來、無所著、等正覺所持四鉢，今", "443": "在是間當奉不久。』如是行般若波羅蜜者，諸", "444": "釋提桓因亦當復來勸助是善男子、善女人；", "445": "須焰天子將諸焰天子來下，兜率天子將諸", "446": "兜率天子來下，諸尼摩羅天皆悉來下，諸波", "447": "羅尼蜜天亦悉來下，乃至首陀會諸天皆悉", "448": "來下，至是行深般若波羅蜜菩薩所。十方現", "449": "在諸如來、無所著、等正覺，皆常念是善男子、", "45": "空、無相、無願三昧而不取證，度於羅漢、辟支", "450": "善女人行般若波羅蜜者。行是深般若波羅", "451": "蜜者，諸可世間所有厄難勤苦之事，了無復", "452": "有。須菩提！是為行般若波羅蜜者現世功德", "453": "之報。一切世間皆有四病，一事動者，身中", "454": "諸根無不受痛。以受痛故，意便受惱。是諸", "455": "病惱不復著是菩薩身，用行深般若波羅蜜", "456": "故；是為現世功德之報。」爾時阿難意念：「釋", "457": "提桓因自持辯才說？以佛事說？」釋提桓因知", "458": "阿難意之所念，語阿難言：「我之所說，皆是佛", "459": "事。」佛告阿難：「釋提桓因所可說者，皆是佛", "46": "佛地，悉當具足佛十種力、四無所畏及十八", "460": "事因緣。若菩薩學習念般若波羅蜜時，三千", "461": "大千國土中魔皆生狐疑：『今是菩薩當為真", "462": "際作證，取聲聞、辟支佛道耶？當成阿耨多羅", "463": "三耶三菩阿惟三佛乎？』阿難！若有菩薩不離", "464": "般若波羅蜜時，魔復大愁毒。爾時魔復起大", "465": "風，欲使是菩薩恐怖有難起懈怠之意，欲", "466": "使菩薩於薩云然念中起一亂意。」阿難白佛", "467": "言：「世尊！魔為都盧嬈亂諸菩薩耶？有不嬈", "468": "者？」佛告阿難：「有行亂者，有不亂者。」阿難白", "469": "佛言：「有嬈者誰？不嬈者誰？」佛言：「菩薩從本", "47": "法、薩云然慧，終不取證。須菩提！譬如士夫", "470": "聞般若波羅蜜時，意中不樂不解者，波旬便", "471": "往嬈亂。若聞說深般若波羅蜜時，意中狐疑，", "472": "言：『為審有是耶？為無有耶？』用是故，波旬往嬈。", "473": "「復次，阿難！若有菩薩遠離真知識，便不聞不", "474": "知般若波羅蜜，不解其事意便不樂，是故波", "475": "旬復往嬈亂。「復次，阿難！若有菩薩遠離般若", "476": "波羅蜜反持非法，用是故，魔得其便。「復次，阿", "477": "難！菩薩失般若波羅蜜，更歎非法。魔即歡喜", "478": "念言：『彼說非法之事，當有若干伴輩，當滿", "479": "我願，復并使餘人墮於二地羅漢、辟支佛是", "48": "壯勇多力善於射術，仰射虛空，尋以後箭射", "480": "也。』「復次，阿難！若有菩薩聞說深般若波羅蜜", "481": "時，便意念言：『是深不能大深耶？』作是念者，", "482": "魔便念言：『我今已得子便。』「復次，阿難！若有", "483": "菩薩向餘人貢高言：『我能行六波羅蜜，汝不", "484": "能行。』是菩薩為魔所得便。阿難！時魔波旬", "485": "大歡喜踊躍。「復次，阿難！若有菩薩自怙智慧、", "486": "自怙種姓、自怙其善、自怙知識，便起貢高下", "487": "於他人，亦無阿惟越致相行像貌，專自貢高", "488": "輕賤他人，便語人言：『汝亦不在菩薩種姓之", "489": "中現，汝亦不在摩訶衍中。』爾時波旬歡喜念", "49": "於前箭，箭箭相柱，不得令箭有墮地者。意欲", "490": "言：『今我境界宮殿不空，增益三惡趣，我種姓", "491": "不損。』魔常伺是菩薩，欲使說非法之事，欲使", "492": "眾人皆聞非法，亦當邪見增益勞垢，造顛倒", "493": "行顛倒於法，身口意錯貪著邪福。從是因緣", "494": "增益三惡趣，魔之眷屬宮殿益多。爾時波旬", "495": "倍歡喜踊躍而自娛樂。「復次，阿難！若行菩薩", "496": "道者，與聲聞道家共爭。魔時念言：『是善男", "497": "子離薩云然遠，不近大智。』所以者何？鬪爭怨", "498": "恚非薩云然道，是三惡之業。「復次，阿難！菩", "499": "薩、菩薩自還共爭，波旬念言：『兩離佛遠，失薩", "5": "須菩提白佛言：「世尊！菩薩摩訶薩行般若波", "50": "令墮，便止後箭不復射者，爾乃墮耳。須菩提！", "500": "云然，是二菩薩俱不得成阿耨多羅三耶三", "501": "菩。』所以者何？是善男子所造，是三惡業，非", "502": "薩云然。「復次，阿難！未受莂者與得記莂菩", "503": "薩共爭，興起惡意，隨其意起多少之數，却若", "504": "干劫。雖起爭意，如故不捨薩云然者，當却劫", "505": "數若干徑路，然後乃成阿耨多羅三耶三菩。」", "506": "阿難白佛言：「世尊！乃當更爾所劫數，於其", "507": "中間寧有除不？」佛告阿難：「我為三乘說法，隨", "508": "其意起多少之數，各盡其事，無有中間減少", "509": "之除。」佛告阿難：「若菩薩、菩薩共爭，若恚若", "51": "菩薩摩訶薩行般若波羅蜜，為漚惒拘舍羅", "510": "罵懷恨不悔者，我不說有除，當更劫數勤行", "511": "僧那，然後乃成。若有菩薩鬪爭恚已，便自悔", "512": "言：『是利難得，我今當為一切下屈，今世後", "513": "世當使眾生皆共和解。我今云何惡聲加人", "514": "而念人惡？我終不敢復作是事，當如聾羊當", "515": "自除過，成阿耨多羅三耶三菩度脫眾生。云", "516": "何起恚而自陷溺？不當起恨，不當陷溺。』爾時", "517": "菩薩適起是意已，魔波旬不能得其便。「復次，", "518": "阿難！行菩薩者不當與聲聞家共止，若共止", "519": "者不當與爭。所以者何？當自念言：『我不應得", "52": "所持，殖諸功德，具足一切眾善之本。一事不", "520": "與是輩人起恚共爭，我當成就阿耨多羅三", "521": "耶三菩度諸苦厄。』」阿難白佛言：「世尊！菩薩、菩", "522": "薩自共住止，其法云何？」佛告阿難：「菩薩、菩薩", "523": "共止之法，相視當如世尊共止。所以者何？當", "524": "作念言：『是我真伴，共乘一船。彼學我學，是為", "525": "同學，共行檀波羅蜜至薩云然。若彼意憒不", "526": "順薩云然者，我所不應。若彼意定不離薩云", "527": "然者，我亦應爾。』菩薩摩訶薩作是學者，為共", "528": "等學。」", "529": "64 問等學品摩訶般若波羅蜜問等學品第六十四", "53": "具，終不中道取證。至成阿耨多羅三耶三菩", "530": "須菩提白佛言：「世尊！何等為菩薩摩訶薩之", "531": "等所應學者？」佛告須菩提：「內空、外空是菩薩", "532": "摩訶薩之等。五陰自空，乃至于道道亦自空。", "533": "須菩提！是空為是菩薩摩訶薩之等。於是等", "534": "空成阿耨多羅三耶三菩。」須菩提言：「世尊！菩", "535": "薩學消五陰為學薩云然？五陰不染為學薩", "536": "云然？學滅五陰為學薩云然？不生五陰為學", "537": "薩云然？乃至四無礙學為學薩云然？」佛告須", "538": "菩提：「如所言，學消五陰為學薩云然，乃至", "539": "學無所生為學薩云然。」佛言：「於須菩提意云", "54": "阿惟三佛，功德具足，爾乃於真際作證。是故，", "540": "何，五陰所有如乃至道如及世尊如。是諸如，", "541": "頗有減盡滅時不？」須菩提言：「不也。世尊！」佛", "542": "言：「菩薩如是學，為學如、為學薩云然。如亦", "543": "不盡，亦不減亦不滅。如是學，為學如、為學薩", "544": "云然。菩薩如是學，為學六波羅蜜、為學三十", "545": "七品、為學佛十八法、為學薩云然。」佛告須", "546": "菩提：「菩薩作如是學，為度諸學表、為第一學。", "547": "如是學者，諸天及魔不能壞敗。作如是學，疾", "548": "近阿惟越致。如是學者，為習尊業、為習如來。", "549": "如是學者，為導御眾生。如是學者，為淨佛土，", "55": "須菩提！菩薩行般若波羅蜜，當具足是上諸", "550": "為學大慈大悲，為學教化眾生。須菩提！菩薩", "551": "如是學者，為學三合十二法輪轉，度脫眾生。", "552": "如是學者，為學不斷佛種。如是學者，為學開", "553": "甘露法門。作如是學，為學示無為法。須菩提！", "554": "下劣之人不能學是。作是學者，為欲拔一切眾", "555": "生生死之根。如是學者，為不入三惡趣，不生", "556": "邊地，不生栴陀羅家。如是學者，不復聾盲瘖", "557": "瘂跛蹇。如是學者，諸根具足終不缺減，無惡", "558": "音聲，不犯十惡，終不學邪以自生活，不為無", "559": "反，復不與惡者俱。須菩提！如是學者，不生", "56": "法。」須菩提白佛言：「世尊！菩薩學是，謙苦甚", "560": "長壽天，用漚惒拘舍羅故。何等為漚惒拘舍", "561": "羅？般若波羅蜜所說漚惒拘舍羅，四禪、四等", "562": "及四空定不隨禪計。如是學者，為淨一切諸", "563": "法之力，淨羅漢、辟支佛力。」須菩提白佛言：「世", "564": "尊！諸法之性皆自清淨，云何菩薩欲淨諸法？」", "565": "佛告須菩提：「如是，如是！菩薩已淨性之本。學", "566": "般若波羅蜜不厭不懈，是為學般若波羅蜜。", "567": "是法非是凡夫愚人之所能學、所能知見，菩", "568": "薩為眾生故，行檀波羅蜜至薩云然。菩薩學", "569": "如，是為學十力，為學無所畏力。如是學者，出", "57": "難。作是學者，為學真際，是為學如，為學法性，", "570": "過眾生所為之表。須菩提！譬如地之所出，出", "571": "金銀異寶，少少處出耳。如是，須菩提！少少人", "572": "學般若波羅蜜，多有發聲聞、辟支佛意。少少", "573": "人能行遮迦越羅福者，作粟散小王行者多。", "574": "少少眾生能入薩云然者，多有人入羅漢、辟", "575": "支佛道。須菩提！多所人求阿耨多羅三耶三", "576": "菩意者，得成就者少少耳，多住羅漢、辟支佛", "577": "地。須菩提！多有人行菩薩道、學般若波羅", "578": "蜜者，至阿惟越致地者亦少少耳。用是故，", "579": "須菩提！若欲堅住在阿惟越致地者，當學深", "58": "為學本空，為學自空，為學三脫；如是所學而", "580": "般若波羅蜜。「復次，須菩提！菩薩學般若波羅", "581": "蜜時，嫉意不生犯戒意不生。恚意不生亂意", "582": "不生。懈怠意不生、愚癡意不生、三毒意不生、", "583": "疑意不生、五陰意不生，乃至道意不生。何以", "584": "故？須菩提！是菩薩行深般若波羅蜜時，不", "585": "見法有所生者，於無生法亦無所得亦無所", "586": "起。是故菩薩學持深般若波羅蜜，為悉總持", "587": "諸波羅蜜。何以故？菩薩學深般若波羅蜜時，", "588": "諸波羅蜜皆悉隨從。譬如著吾我之人，悉總", "589": "持六十二見。是故菩薩學般若波羅蜜，諸波", "59": "不中道有厭。世尊！大哉，甚奇甚特！」佛告須", "590": "羅蜜皆悉隨從。譬如人欲死時，風先命去，諸", "591": "根悉滅。須菩提！菩薩行深般若波羅蜜時，諸", "592": "波羅蜜皆悉入中。菩薩欲出過諸波羅蜜表", "593": "者，當學深般若波羅蜜。學深般若波羅蜜者，", "594": "為學人中最尊上。須菩提！三千大千剎土其", "595": "中眾生寧為多不？」須菩提言：「世尊！一閻浮", "596": "提眾生尚多，況乃三千大千剎土所有眾生？」", "597": "佛言：「令此眾生盡得入道，悉得阿耨多羅三", "598": "耶三菩。若有菩薩一一供養衣被飲食、眾所", "599": "當得，盡其壽命。其福寧多不？」須菩提言：「甚多，", "6": "羅蜜，云何行空三昧、無相三昧、無願三昧？當", "60": "菩提：「所以者何？菩薩有願志，不捨一切眾生", "600": "甚多。」佛言：「不如是善男子、善女人至意念般", "601": "若波羅蜜也。何以故？是深般若波羅蜜者，是", "602": "諸菩薩摩訶薩之大益，能使菩薩成阿耨多", "603": "羅三耶三菩。須菩提！菩薩欲在眾生之上，一", "604": "切眾生為無所歸、無所依怙，欲受其歸，欲為", "605": "作依怙者，欲為盲人作明導者，欲求作佛者，", "606": "欲得佛境界者，欲作佛遊步者，欲為佛師子", "607": "音響者，欲撞擊佛鐘鼓者，欲放大蠡音者，", "608": "欲為佛會講說佛法義、決斷眾人諸狐疑者，", "609": "悉欲得是者，當學深般若波羅蜜。菩薩行般", "61": "故。須菩提！菩薩若有意不捨眾生，盡當度", "610": "若波羅蜜者，所有三界諸善之福德無事不", "611": "得。」須菩提言：「世尊！菩薩寧復得羅漢、辟支", "612": "佛之福德耶？」佛言：「亦得羅漢、辟支佛之福德，", "613": "但不於中作證耳。以智慧觀察羅漢、辟支佛", "614": "慧即得過，不於中住，自上菩薩位。菩薩作如", "615": "是學者，去薩云然不遠，疾成阿耨多羅三耶", "616": "三菩。須菩提！菩薩如是學者，為諸天、阿須倫", "617": "之福祐。如是行者，過諸羅漢、辟支佛上，疾近", "618": "薩云然。須菩提！如是學者，不久行般若波羅", "619": "蜜，不離般若波羅蜜。菩薩如是行深般若波", "62": "脫一切眾生。於無端緒之法出生三脫門，當", "620": "羅蜜，當知是為不耗減法，不遠薩云然，疾近", "621": "三乘慧。菩薩若復反作念言：『彼此般若波羅", "622": "蜜便不逮薩云然。』作是念者，為不行般若波", "623": "羅蜜。若復此彼深般若波羅蜜，不知般若波", "624": "羅蜜，亦不見般若波羅蜜，亦不知般若波羅", "625": "蜜為誰，亦不知誰當於般若波羅蜜中得阿", "626": "耨多羅三耶三菩。若復作是念：『般若波羅蜜，", "627": "亦非彼亦非此，亦無從中出者，法性常住，如、", "628": "真際，有佛無佛法性常住。』菩薩摩訶薩作是", "629": "學者，為學般若波羅蜜。」", "63": "知是為漚惒拘舍羅。菩薩要當成薩云若慧，", "630": "放光般若經卷第十四", "64": "終不中道真際取證。「復次，須菩提！菩薩欲得", "65": "觀知諸深法處者——內空外空及有無空，三十", "66": "七品及三脫門——當作是念：『一切眾生，長夜常", "67": "有我想、人想，有壽命想，有見知想；所念所作", "68": "皆依是想。』是故菩薩摩訶薩普見眾生有是", "69": "輩想，欲為眾生除是念想，成阿耨多羅三耶", "7": "云何入？當云何行？當云何行三十七品？當云", "70": "三菩而為說法，行空三昧，無相、無願。雖作是", "71": "行，終不中道取羅漢、辟支佛證。須菩提！用是", "72": "菩薩有是願故，功德具足故，亦不中道取證。", "73": "不失四禪，不失四等及四空定，不失三十七", "74": "品法及三脫門、四無所畏、四無礙慧，不失十", "75": "力及十八法，便得具足諸所有之法，終不失", "76": "阿耨多羅三耶三菩。諸有菩薩為漚惒拘舍", "77": "羅所護持者，具足功德，善法轉增，諸根通利，", "78": "過於羅漢、辟支佛根。「復次，須菩提！菩薩常念", "79": "眾生行四顛倒，有常想、有淨想、有樂想、有我", "8": "何念？」佛告須菩提：「菩薩摩訶薩行般若波羅", "80": "想。『當為是輩，我當行道，成阿惟三佛時當為", "81": "說法，為說無常，為說不淨、無樂、無我。』菩薩如", "82": "是意行具足者，是為漚惒拘舍羅行般若波", "83": "羅蜜，悉當具足十力、四無所畏、大悲四等、三", "84": "十七品、無願三昧，然後乃當坐佛三昧真際", "85": "取證。菩薩作是念言：『一切眾生常有倚著，常", "86": "著吾我、著於壽命、著於五陰、著於六衰、著於", "87": "十八法、著於四禪、著於四空定、著於四等。我", "88": "成阿耨多羅三耶三菩阿惟三佛時，當使眾", "89": "生皆無有是倚著之病。』持是意行，以漚惒拘", "9": "蜜，觀五陰空，乃至欲界，色、無色界觀空。當作", "90": "舍羅行般若波羅蜜，未具足十力、四無所畏、", "91": "四無礙慧、無願三昧，終不中道取證；具足諸", "92": "願，爾乃取證。「復次，須菩提！菩薩行般若波羅", "93": "蜜，意復念言：『眾生長夜常著想行或想念，男", "94": "女、有色、無色想。我當勤行，成阿耨多羅三耶", "95": "三菩時，令我眾生無想著病。』以具足是念，以", "96": "漚惒拘舍羅行般若波羅蜜，十力不具足，及", "97": "四無所畏、佛十八法未具足者，終不取證；成", "98": "諸功德，具足無相三昧，爾乃取證。須菩提！菩", "99": "薩行六波羅蜜，內空、外空及有無空，三十七"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0221 放光般若經: 放光般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "author": "西晉 無羅叉譯", "sourceLink": "http://www.cbeta.org/"}