{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0974F 佛頂尊勝陀羅尼別法", "text": {"0": "No. 974F", "1": "佛頂尊勝陀羅尼別法", "10": "一切眷屬圍繞。右邊作乾闥婆兒名善住。顏", "100": "二十二法。若有眾多貴人賤人。欲得常擁護", "101": "及自身所求財寶稱意。當起善心。敬禮無時。", "102": "佛像前結印。誦呪七遍。瞻仰佛面目不動。如", "103": "此作法。即得種種福德充足。命終之後。不入", "104": "地獄惡道。", "105": "二十三法。若有女人欲得男子者。於一百日。", "106": "造美飲食。施與貧兒病者食。食時口誦呪莫", "107": "絕。如此作之。必得有男子身。", "108": "二十四法。若夫婦相憎。取絹帛呪之二十一", "109": "遍。當作衣著。夫婦相戀。", "11": "端嚴似菩薩。頂髻衣冠亦復如是。以種種瓔", "110": "二十五法。有女嫁。施與現前僧喫。即得嫁。長", "111": "定決無疑。", "112": "二十六法。若有人及國王大臣百官等不信", "113": "佛法。取無瘡瘢黃乳牛三頭。呪水草二十一", "114": "遍。與牛喫。日欲出時取乳。以銀器盛之。又呪", "115": "乳二十一遍。即於四方淨地寫之。其將乳人", "116": "須著白衣。口云乾闥婆兒善住及帝釋。今此", "117": "事當自處分。呪師當即入城。國王大臣外道", "118": "不信佛法人等。見此呪師深生歡喜。呪師所", "119": "說悉皆信受深心讚。", "12": "珞華冠嚴飾。又似白疊斜勒左臂。右手把毬", "120": "二十七法。有人所在住處界內。有惡鬼神惡", "121": "龍。池內若龍又出來者。呪師語言。莫損此界", "122": "內眾生。令依舊安置。若薄媚不出。惡業不止。", "123": "即呪砂二十一遍。散於龍。即呪龍二十一遍。", "124": "莫遣東西。若鬼神呪餘食二十一遍以施之。", "125": "呪師言。我語汝。若不損害眾生。任汝此住。若", "126": "損害眾生者。須即出界宜告其鬼神。若薄媚", "127": "不受處分。即作鐵橛長二十二指。呪二十一", "128": "遍。即於入地。鬼等散出去。呪師仍安置鬼", "129": "神遣得所。又造言一如處分。不得東西。", "13": "杖。又作乾闥婆眷屬。圍繞善住。歌舞作樂。佛", "130": "二十八法。若呪師每出行之時。作一拂呪之", "131": "一百八遍持行。若逢諸畜生等。遙拂之一遍。", "132": "即得畜生離苦解脫。", "133": "二十九法。若欲令先亡離苦解脫。當屍陀林", "134": "中安坐。七日日別三時誦呪。任意多少。七日", "135": "滿已。即以呪師所坐土散於四方。當散之時。", "136": "離惡道即生天上。", "137": "三十法。若人雇賣不信所求不稱意者。呪師", "138": "結印。誦二十一遍。安置善住形像前。於密處", "139": "供養。即得所求雇賣稱意歡喜。", "14": "左右各作兩箇四天王及諸眷屬。又於佛左", "140": "三十一法。若人欲入山林。遇逢師子虎狼毒", "141": "蛇惡獸者。欲入之時。須於山頭誦呪一百八", "142": "遍呪黃土。以土口含。數呵氣入於山中。口云。", "143": "惡毒禽獸等所有惡毒皆盡消滅。此地屬我。", "144": "若能於我法行者。任意聽住。若不能依行者。", "145": "即宜急出去。若不出者。口塞不開。呪師見", "146": "此禽獸虎狼口閉者。即須集之一處。以手摩", "147": "娑其頭上。呪之二十一遍。師云。我和上令開", "148": "汝口。旋出界外守護此地。勿令損此界內眾", "149": "生。呪之發去。仍須著所安置令盡得所。呪師", "15": "邊。作梵天王并魔王。畫像了。即須作壇受", "150": "坐山中。二月餘日。更不得坐。即須且東西去", "151": "已後更來坐。若其久住者。禽獸即不安穩。知", "152": "之。", "153": "三十二法。若人入山中。有慳鬼神慳龍等。不", "154": "許呪師於此山中隱者。呪師見知此事。即依", "155": "法處分。師云。我樂此地。是儞與我。若其許", "156": "我。當共汝住。若不許者。汝即須出界於三百", "157": "由旬外安置。若其薄媚不受勸諫者。我即禁", "158": "繫汝。不令東西。呪師釘鍼橛如其法。彼諸禽", "159": "獸於一百由旬外。始得安置。不敢入界。", "16": "法。", "160": "三十三法。有諸龍被外道禁繫者。致令國內", "161": "無風雨。呪師當於有龍泉邊作一小壇。以桑", "162": "木根作橛八箇。安於壇中。又乳酪三椀安置", "163": "壇上。總呪橛子等一百八遍。即以木橛釘泉", "164": "四伴處。又以乳酪寫於池水中。以金簿葉書", "165": "呪。著荷葉上著泉中。呪師云。善知識今有厄", "166": "難。被諸外道禁繫。今此作法已訖。以陀羅尼", "167": "擁護汝。發盡已收飲食。其荷葉與金薄呪", "168": "等。即投水底去。呪師呵氣三回。外道禁法即", "169": "使被懷。其龍即得解脫無難。其龍當出來供", "17": "結壇。此壇法者。先覓淨地。勿令有瓦石。以五", "170": "養呪師。龍云。曹主有何處分。呪師云。汝可每", "171": "依時節興雲致雨。將此陀羅尼頂上安置。令", "172": "汝永得安樂無諸災難。", "173": "三十四法。若大水泛漲損人者。即呪師呪水", "174": "二十一遍。散大水中。更不泛溢。", "175": "三十五法。若常念誦。速得決定生諸淨土。永", "176": "得安樂。", "177": "三十六法。若人日日諸千遍并詰印者。得", "178": "金剛不懷身。此生即證無生法忍。", "179": "三十七法。若人日日誦一百八遍并結印。速", "18": "香湯和黃士。泥地方圓一杖。於壇中心方", "180": "得十方諸佛為授記。決定無疑。", "181": "三十八法。若人四方四面誦二十一遍并結", "182": "印。為眾生稱名者。并散散印一遍。得一切魔", "183": "王鬼神毘那夜迦諸惡鬼王龍等。敬愛守護。", "184": "一切所須悉皆自至。顏色姣美。福德無量功", "185": "德無邊。十方諸佛讚嘆。何況餘人但制心一", "186": "處持誦。速證無生法忍。十方淨土隨意受生。", "187": "蓮華化生得證佛果。", "188": "尊勝陀羅尼別法", "19": "圓周內闊一肘內。畫佛頂螺髻青色。於壇四", "2": "龜茲國僧若那奉　詔譯", "20": "面外。名安飲食面別七盆。四方安香爐一具", "21": "燒諸名香。南門安一銅瓶滿盛五香水。南門", "22": "安帝釋坐處。東門安乾達婆兒善住座。呪師", "23": "於西門坐。面向東。佛像面向西。又以五色綵", "24": "幡立於壇外四邊。又著五盞燈。中心一盞高。", "25": "著四角各一盞。如下似塔形。壇內散諸雜華。", "26": "供養物等並於壇外安置。勿於壇內。作法七", "27": "日。於七日內。誦數滿萬遍了。佛頂山放大光", "28": "明。呪師七日內。數數發露懺悔。起大悲願。當", "29": "爾之時。即得法成。更莫疑盧之。乾心供養。", "3": "口問筆綴。授與崇福寺僧普能。因即流布", "30": "生福無量。", "31": "一法。若人欲得壽命長遠。不墮地獄惡道餓", "32": "鬼畜生阿修羅道。及滅諸重罪者。每時至心", "33": "誦此真言二十一遍。起大悲願。憐愍一切眾", "34": "生。即得十障五逆消滅。", "35": "二法。若人有飛騰羅利鬼神入國。恐怖亂惱", "36": "一切人者。常即結印稱南無佛。心心憶念誦", "37": "此陀羅尼。即得如上諸難悉皆消滅。", "38": "三法。若有不信人者。但制心一處。當作此法", "39": "印。得大驗已。即令不信者悉得信受。若作法", "4": "先畫像。凡欲受持此呪者。先須畫像。畫像須", "40": "得驗之時。當有白旋風來入身。身所有麁惡", "41": "重黑皮及諸厄難。出風吹惡皮變退。厄難重", "42": "障風吹消滅畫之。", "43": "四法。若人欲得威力自在者。於七日內。對四", "44": "方誦呪。以種種穀作人形。安置四方。必得所", "45": "願如意。", "46": "五法。欲得滅自身重罪者。即於城門底作前", "47": "法。", "48": "六法。欲得滅先亡罪者。即於十字街頭作前", "49": "法。", "5": "好絹用白㲲三幅高一丈。彩色中勿用皮膠。", "50": "七法。欲得一切眾生罪滅者。即於佛前作前", "51": "法。", "52": "八法。欲得救地獄若眾生者。每時結佛頂印", "53": "誦呪。即向四方散。即得罪障消滅。", "54": "九法。欲施餓鬼漿水者。呪淨水七遍。以水散", "55": "灑四方。作施彼鬼之心。鬼等悉得甘露水喫", "56": "之。", "57": "十法。若欲救畜生罪苦者。呪黃土二十一遍。", "58": "散畜生上及四方。即得罪障消滅。", "59": "十一法。欲得救人天罪苦及墮落恐怖。剪五", "6": "須用香汁。畫人須清淨不喫葷辛。從月一日", "60": "色雜綵華。誦呪華散三寶及佛頂上。即得一", "61": "切罪垢消滅。", "62": "十二法。若有王難官難甲兵口舌等難起時。", "63": "呪五香水二十一遍。以香湯洗佛及灌頂。即", "64": "得安樂。", "65": "十三法。若沙門婆羅門毘舍首陀及四眾等。", "66": "欲得福報具足。每日發願懺悔。誦此陀羅尼。", "67": "以此功德迴施眾生。但作此願。必得如願。一", "68": "切罪障皆消滅。", "69": "十四法。欲得滅一切眾生罪障滅者。當以", "7": "起首畫。滿七日須造了。當作甘露山。山中作", "70": "五色破帛作拂。用當拂。誦呪二十二遍。拂", "71": "故佛身經。至心作印。誦呪二十一遍。一生罪", "72": "即消滅。", "73": "十五法。若有口舌者。取蜜淨器盛。以朱砂和", "74": "蜜。呪二十一遍。即以朱蜜塗一百軀佛像唇", "75": "口。便得口舌消滅。得福無量。", "76": "十六法。若人長病在床。復有人欲須一切人", "77": "愛念恭敬。欲救一切世及出世事必得定成", "78": "者。若被鬼神鬪亂夢想顛倒者。當以金薄一", "79": "百薄。呪二十一遍。用帖百佛像頂前。作摩尼", "8": "雜樹木華菓流泉鳥獸。山中心作禪窟。窟內", "80": "寶珠形。一切罪銷。求得如意。", "81": "十七法。若國內被神鬼作病。及時氣疫病流", "82": "行。當於四城門。以青紙寫呪。白檀作函盛之。", "83": "以蠟印。當城門立之。以五色傘蓋函。門門安", "84": "置一本。即疫疾鬼病皆悉消滅不敢來。", "85": "十八法。若有國內五穀不熟風雨不時。當以", "86": "白絹作幡。畫佛頂印。呪於幡上。立於一百", "87": "八十尺剎上。正滿著之。即得風雨調順五穀", "88": "成熟人人安樂。即得惡鬼風神迴心向善。阿", "89": "修羅王不能障礙。", "9": "作釋迦牟尼佛結跏趺坐。左邊作天主帝釋", "90": "十九法。若多雨不止者。即以緋絹書上呪。呪", "91": "二十一遍。立著剎上。即得天雨時晴。", "92": "二十法。若諸怨家賊起時國內。以青絹書呪", "93": "二十一首。中心畫乾闥婆兒善住。兩手調弓", "94": "箭。立於正東剎上。即得怨賊之難亦得自退", "95": "散走。", "96": "二十一法。若有國土災禍至。當以雜物作一", "97": "百八箇浮圖相輪。又打葉各書呪十本。於一", "98": "一相輪置上頭。函內盛之。即得災禍消盡福", "99": "祚延命。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0974F 佛頂尊勝陀羅尼別法", "author": "唐 若那譯", "sourceLink": "http://www.cbeta.org/"}