{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1758 阿彌陀經通贊疏", "text": {"0": "阿彌陀經通贊疏序", "1": "阿彌陀經通贊疏卷下", "10": "女二聲故。聞說阿彌陀佛者，謂於善友處聞", "100": "要門、證常樂之疾路，事既廣大，現瑞非輕，舒", "101": "舌相而遍覆大千，證西方而真快樂。", "102": "經曰：「說誠實言，汝等眾生當信是稱讚不可思", "103": "議功德，一切諸佛所護念經」。贊曰：第五引", "104": "證詞。經文易見。誠者實也。問：「汝等者！為是六", "105": "方諸佛告語自國聽徒，為當釋迦勸試祇園", "106": "之眾？」答：「觀此經勢而有二意：一、他方諸佛告", "107": "自國聽眾；二、釋迦轉引彼佛意言證彼西方，", "108": "令一會眾生信敬也。」一切諸佛所護念經者，", "109": "即是此經也，准此具足應名稱讚阿彌陀佛", "11": "此阿彌陀教中往生之事，或自尋覽。執持佛", "110": "不可思議功德，其文略也。一切諸佛所護念", "111": "經者，諸佛護持明記憶念也，即眾行雖廣難", "112": "方念佛之功德福，然多爭並持經之力，故使", "113": "六方諸佛以神力而護持。沙界聖人乃一念", "114": "而憶念，故云一切諸佛所護念經。問：「若釋迦", "115": "談於淨土，可言佛所護念；諸佛不說此經，何", "116": "說佛所護念？」答：「王言是勅，佛語成經，既稱讚", "117": "於淨方，此說便成經也。或可佛所護念者即", "118": "指釋迦所說阿彌陀經也。」問：「靈山開塔要假", "119": "召集分身，舍衛啟筵何故不邀諸佛？」答：「召佛", "12": "名號一日乃至七日一心者，更無間隔，故名", "120": "開其寶塔，赴彼佛之願心，證土啟相信誠，顯", "121": "此尊之悲意，但各居自國不至此方也。」", "122": "經曰：「舍利弗！南方世界有日月燈佛、名聞光佛、", "123": "大焰肩佛、須彌燈佛、無量精進佛」。贊曰：第二", "124": "南方也。分五如前，此前二段也一指國土、二舉佛名，可知。", "125": "日月燈佛者，身光智光內外俱照故。名聞光", "126": "者，有大名聞光照內外，或聞名見光生覺悟", "127": "故。大焰肩者，身光發焰出於肩故，或肩者齊", "128": "也，即身光智光皆發焰齊也。須彌燈者，身光", "129": "如燈焰有破暗故。無量精進者，利樂有情也。", "13": "曰一心。不亂者，專注無散也。問：「《淨土論》云：女", "130": "經曰：「如是等恒河沙數諸佛，各於其國，出廣長", "131": "舌相，遍覆三千大千世界」。贊曰：第三辨多", "132": "少、第四明證相，行相如何。", "133": "經曰：「說誠實言，汝等眾生當信是稱讚不可思", "134": "議功德，一切諸佛所護念經」。贊曰：第五引", "135": "證詞，亦同前釋。", "136": "經曰：「舍利弗！西方世界有無量壽佛、無量相佛、", "137": "無量幢佛、大光佛、大明佛、寶相佛、淨光佛」。贊", "138": "曰：第三西方，同前五段，此二文也。無量壽", "139": "者，即西方本尊，依二義得名，如前已解。問：「儒", "14": "人及根缺，二乘種不生。云何相違？」答：「只如女", "140": "宗尚無自伐其善，何故彌陀自讚難思？」答：「據", "141": "其文勢即是諸佛稱讚。又設若彌陀自讚，於", "142": "理何違，引轉眾生令生勝意。」無量相者，相好", "143": "無量故。無量幢者，身量功德高而復峻由如", "144": "幢也。大光者，身智二光無不照故。大明者，得", "145": "佛三明無不知故，即正遍知也。寶相者，內外", "146": "二相皆可寶重故。淨光者，淨者無漏。光者身", "147": "智二光，故言淨光也。", "148": "經曰：「如是等恒河沙數諸佛，各於其國，出廣長", "149": "舌相，遍覆三千大千世界。」贊曰：第三、第四", "15": "子念佛，至意專精，命盡欲生，轉成男子便生", "150": "文也。如上說也。", "151": "經曰：「說誠實言，汝等眾生當信是稱讚不可思", "152": "議功德，一切諸佛所護念經。」贊曰：第五文", "153": "也，引證詞可知。", "154": "經曰：「舍利弗！北方世界有焰肩佛、最勝音佛、難", "155": "阻佛、日生佛、網明佛」。贊曰：第四北方證也，", "156": "文五同前。焰肩佛義同於前。最勝音，音聲美", "157": "妙勝過餘故。難阻佛者，諸魔不能阻礙故。日", "158": "生者，依智慧日流聲教故，或依智慧日令眾", "159": "生生諸善法故。網明者，施此教網令眾生生", "16": "淨土，有何不可；根缺亦爾。《文殊般若經》云：若", "160": "於明解故。", "161": "經曰：「如是等恒河沙數諸佛，各於其國，出廣長", "162": "舌相，遍覆三千大千世界」。贊曰：第三、第四", "163": "文，如前可知。", "164": "經曰：「說誠實言，汝等眾生當信是稱讚不可思", "165": "議功德，一切諸佛所護念經」。贊曰：第五段", "166": "文，意可知也。", "167": "經曰：「舍利弗！下方世界有師子佛、名聞佛、名光", "168": "佛、達磨佛、法幢佛、持法佛」。贊曰：第五下方", "169": "證也。文五同前，此二文也。師子佛者，如於", "17": "人欲生他方現在淨妙國土者，應當隨彼國", "170": "師子獸中自在，佛於法中自在故得此名。又", "171": "世師子伏諸猛獸，佛即伏四魔也。名聞者，名", "172": "振十方故。名光者，聞名見光生覺悟故。達磨", "173": "者梵語，此云法也，以法為身，即有為無為諸", "174": "法所依止故。法幢佛者，廣開大法，高峻如幢", "175": "故也。持法佛者，持過去佛法付未來故。", "176": "經曰：「如是等恒河沙數諸佛，各於其國，出廣長", "177": "舌相，遍覆三千大千世界」。贊曰：第三、第四，", "178": "文相可知。", "179": "經曰：「說誠實言，汝等眾生當信是稱讚不可思", "18": "土佛名，一心誦念，願往生者，必得往生。《觀佛", "180": "議功德，一切諸佛所護念經」。贊曰：第五文", "181": "也，行相同前。", "182": "經曰：「舍利弗！上方世界有梵音佛、宿王佛、香上", "183": "佛、香光佛、大焰肩佛、雜色寶華嚴身佛、娑羅樹", "184": "王佛、寶華德佛、見一切義佛、如須彌山佛」。贊", "185": "曰：第六上方佛。文五同前，此初二文也。梵音", "186": "者，聲相美妙聞者悅心故。宿王佛者，宿者星", "187": "也，月是星中之王；佛者，是十地菩薩二乘凡", "188": "夫之王也，得自在故。香上佛者，戒德馨香更", "189": "無過上故。香光佛者，馨香自遠，光彩教門故。", "19": "三昧經》云：此念佛三昧，欲使成就，有五因緣：", "190": "大焰肩佛者，身肩發焰故。雜色寶華嚴身佛", "191": "者，心華發明自嚴飾故，或可雜色眾寶以嚴", "192": "其身，飾形可以美价故。娑羅樹王佛者，如大", "193": "樹王能覆癊故，佛能覆癊諸眾生故。寶華德", "194": "佛者，身智功德如寶可重故。見一切義佛者，", "195": "義者境也，佛具五眼見一切境故。如須彌山", "196": "佛者，福智如山巍巍高峻故。", "197": "經曰：「如是等恒河沙數諸佛，各於其國，出廣長", "198": "舌相，遍覆三千大千世界」。贊曰：第三、第四，", "199": "文可知也。", "2": "大慈恩寺沙門窺基撰", "20": "一、持戒不犯；二、不起邪見；三、不生諂慢；四、不", "200": "經云：「說誠實言，汝等眾生當信是稱讚不可思", "201": "議功德，一切諸佛所護念經」。贊曰：第五文", "202": "也，同前可知。", "203": "經云：「舍利弗！於汝意云何，何故名為一切諸佛", "204": "所護念經」。贊曰：第三釋經名字。文分為三：", "205": "初徵問、次通釋、後結勸。此初也。世尊云：「汝，舍", "206": "利弗！還知此經如何得名一切諸佛所護念經", "207": "否？」", "208": "經曰：「舍利弗！若有善男子、善女人聞是諸佛所", "209": "說名及經名者，是諸善男子、善女人皆為一切", "21": "恚不嫉；五、勇健精進。《鼓音聲經》云：令念彼佛", "210": "諸佛共所護念，皆得不退轉於阿耨多羅三藐", "211": "三菩提」。贊曰：此是第二通釋也。善男子、善", "212": "女人等，是所護人也。聞是阿彌陀佛及聞六", "213": "方恒沙佛名者，能護念人也。是諸善男子、善", "214": "女人皆為一切諸佛所護念者，得正護念也。", "215": "即受持經及佛名男子、女兒，因聞諸佛及釋迦", "216": "佛說修淨土經，方始得生淨土，即此經是諸", "217": "佛所匡護明記憶念故。阿耨多羅三藐三菩", "218": "提者，阿之言無，耨多羅云上，三云正，藐云", "219": "等，三云正，菩提云覺，即是無上正等正覺。問：", "22": "名號，七日七夜六時禮拜。《賢愚經》云：持戒專", "220": "「為但念阿彌陀佛即得不退，為更有餘方便？」", "221": "答：「非但稱念禮敬，又應至心於諸佛前懺悔、", "222": "勸請、隨喜、迴向、發願，由懺悔故轉諸定業，如", "223": "如意珠隨願即得不退轉。為由諸佛護念故，", "224": "於無上正等覺心得不退也。」", "225": "經云：「是故，舍利弗！汝等皆當信受我語，及諸佛", "226": "所說」。贊曰：此第三結勸也。是故者，結上之", "227": "詞。皆當等者，勸勵之語。汝等信我上來所說", "228": "及六方諸佛之言。", "229": "經云：「舍利弗！若有人已發願、今發願、當發願欲", "23": "念七日，亦得往生。《平等覺經》及《大阿彌陀經》", "230": "生阿彌陀佛國者」。贊曰：自下第四三生發", "231": "願。文分為四：第一、發心往生；第二、彰其勝益；", "232": "第三、位居三世；第四、勸生彼國。此即初也。已", "233": "發願者過去，今發願者現在，當發願者是未", "234": "來。欲者希望也。生者即五蘊假者也。", "235": "經云：「是諸人等，皆得不退轉於阿耨多羅三藐", "236": "三菩提」。贊曰：第二彰其勝益。念佛發願故，", "237": "一即彼佛冥加，二即此佛潛衛，遂令求道之", "238": "心不退、願生之志不轉，故言不退轉。若已發", "239": "願已得不退，今發願者即現在今得不退，當", "24": "並說三輩得生，如彼中說。」", "240": "發願者當得不退轉也。", "241": "經曰：「於彼國土，若已生、若今生、若當生」。贊曰：", "242": "第三位居三世。已發願者，為過去發願者已", "243": "生。今發願者，為現在者即生。未來發願者，為", "244": "未來未來發願當生。", "245": "經曰：「是故，舍利弗！諸善男子、善女人若有信者，", "246": "應當發願生彼國土」。贊曰：第四勸生彼國。", "247": "若有信心深重、煩惱輕微，知大覺以誠言，獲", "248": "良願而當往也。", "249": "經曰：「舍利弗！如我今者稱讚諸佛不可思議功", "25": "經曰：「其人臨命終時，阿彌陀佛與諸聖眾現在", "250": "德，彼諸佛等亦稱說我不可思議功德」。贊曰：", "251": "第五彼尊讚歎咸曰希奇。文有四段：初、讚功", "252": "德難思；二、歎化行濁世；三、嗟訝成佛；四、說法", "253": "幽玄。此文是初。我讚六方諸佛能為眾生作", "254": "真實語，眾生因此心無疑惑。又彌陀如來慈", "255": "悲接引，我等偏讚彼佛，彼佛復讚於我。", "256": "經曰：「而作是言，釋迦牟尼佛能為甚難希有之", "257": "事，能於娑婆國土五濁惡世，劫濁、見濁、煩惱濁、", "258": "眾生濁、命濁中」。贊曰：第二歎化行濁世。而", "259": "作是言，結集家敘也。釋迦，梵語，此云能仁，牟", "26": "其前」。贊曰：第三聖眾來迎也。其人者，既七", "260": "尼，此云寂默。得姓之緣如別處說。言甚難希", "261": "有之事者，即是忍苦教化眾生之事也。能於", "262": "娑婆國土者，梵云娑婆，此云堪忍，堪可忍受", "263": "苦惱之事故也。五濁惡世者，略以五門：一、釋", "264": "名；二、出體；三、對治；四、癈立；五、相攝。初、釋名", "265": "者，濁是滓穢義，如食滓穢下惡可污，名之為", "266": "濁。此言意說劫增之時，三災漸輕、煩惱轉薄，", "267": "眾生向好、惡見漸微，命根轉長漸漸向勝。已", "268": "上好可忻名之為清，眾生無苦化佛不出世。", "269": "諸化佛出世必向劫減，小三災漸起煩惱轉", "27": "日念佛行人也。臨命終時者，此一報壽命臨", "270": "厚，眾生向惡染見漸增，命根轉短漸漸向劣，", "271": "下惡可厭故立濁名。五者是數，帶數釋也。次", "272": "望別名，皆持業釋也。或以別揀總，亦依主釋。", "273": "二、出體者，《地持論》云：謂今世人多皆短壽，極", "274": "長百歲，是名命濁。此以本識名言種子，由業", "275": "所引功能差別命根為體，善業力弱命根漸", "276": "短，由殺生業之所感故。若諸眾生不識父母、", "277": "不識沙門及宗族尊長，不修義理、不怖不畏今", "278": "世後世惡業果報，不修惠施不作功德、不修", "279": "齊法不持禁戒，是名有情濁。雖第八識名為", "28": "欲終時，即彼佛與諸聖眾，即彼國菩薩聲聞", "280": "有情，今說由近惡外緣故，五蘊假者作惡無", "281": "善名有情濁，合以第八識及五為性。若此眾", "282": "生增非法貪，或惠刀劍或施器仗，諍訟鬪亂", "283": "諂曲妄語，攝受邪法及餘惡不善法，是名煩", "284": "惱濁。除五見外，所餘一切煩惱隨煩惱皆煩惱", "285": "濁體，此非法貪、惠刀劍等令行殺害，或慳好", "286": "財但捨刀劍，因非法貪諍等竟起，乃至諸餘", "287": "惡不善法通攝一切煩惱隨煩惱盡，由性數", "288": "習逢惡境牽煩惱尤重。若於今世法壞法沒，", "289": "像法漸起邪法轉生，是名見濁。此以五見而", "29": "等，現身於念佛修行人前，如梁朝珍禪師見", "290": "為體性，多近外道惡見數生。若飢饉劫起、疾", "291": "病劫起、刀兵劫起，是名劫濁。此以色蘊四塵", "292": "為體，或通五蘊，仍是不相應時為其體，依四", "293": "五蘊而建立故，煩惱增多惡業尤重，便招惡", "294": "果三災遂生。三、對治者，《智度論》中立四悉檀，", "295": "悉檀宗也：一、世界悉檀；二、為人悉檀；三、對治", "296": "悉檀；四、第一義諦悉檀。劫濁、眾生濁，世界悉", "297": "檀治之。識器世間、眾生世間悉皆虛幻，厭怖", "298": "修道即永離故。命濁以各各為人悉檀治之。", "299": "識知人由善業所得，修持淨戒行不殺等，命", "3": "經曰：「舍利弗！若有善男子、善女人聞說阿彌陀", "30": "白銀臺或見化佛來迎也。", "300": "自長故，或為三乘之人各說自乘涅槃之果，", "301": "便除生死所有命濁。煩惱濁、見濁，對治悉檀", "302": "治之。修習隨應對治之道令不起故。由三悉", "303": "檀破五濁故，入第一義證會真宗。四、癈立", "304": "者，何故唯立五濁不增減耶？答：眾生有二：", "305": "一、惡行，謂在家白衣；二、邪行，謂出家外", "306": "道，白衣無慧煩惱增時名煩惱濁，外道邪解", "307": "浪推求時立為見濁；又諸鈍惑名煩惱濁，諸", "308": "餘利惑名為見濁。由此二因得當果時，離合", "309": "不同，復分二濁，合二內果名眾生濁，惡眾生", "31": "經云：「是人終時，心不顛倒，即得往生阿彌陀佛", "310": "故；合二外果總名劫濁，惡器具故。劫謂時分，", "311": "時無別時，依法辨故。劫濁故，以惡器為體。此", "312": "惡眾生及與外果，雖復總陳，是二濁果未辨。", "313": "何者？正惡果體今顯根本故立命濁，或內惡", "314": "果名為命濁，外惡果者名為劫濁。此惡因果", "315": "由誰而有？謂惡眾生，故名眾生濁。由此五濁", "316": "據增行相，欲令生厭故偏說五。五相攝者，《薩", "317": "遮尼乾子經》云立十二濁：一、示現劫濁；二、示", "318": "現時濁；三、示現眾生濁；四、示現煩惱濁；五、示", "319": "現命濁；六、示現三乘差別濁；七、示現不淨國", "32": "極樂國土」。贊曰：第四眾生往生。不顛倒者，", "320": "土濁；八、示現難化眾生濁；九、示現說種種煩", "321": "惱濁；十、示現外道亂濁；十一、示現魔濁；十二、", "322": "示現魔業濁。劫濁及時即劫濁，眾生及難化", "323": "眾生即眾生濁，煩惱及說種種煩惱即煩惱", "324": "濁，命即命濁，外道亂即是見濁，此八即五濁。", "325": "餘之四種謂三乘差別、不淨國土、魔及魔業，", "326": "非五濁攝。五濁據勝，唯實雜染；十二濁通能", "327": "化能障，佛示現故。問：「何故釋迦百歲時生，彌", "328": "勒八萬歲出？」答：「各據本願，出時不同故。」", "329": "經曰：「得阿耨多羅三藐三菩提」。贊曰：第三", "33": "不移正念也，即得往彼國也，蓮華化生顏貌", "330": "嗟訝成佛。緣此界境唯穢惡人，不足是非，證", "331": "菩提如火內生蓮，得解脫似氷中出燭故", "332": "也。", "333": "經曰：「為諸眾生說是一切世間難信之法。」讚", "334": "曰：第四說法幽玄。難信之法者，只如此典一", "335": "朝誦佛十念精進誠，超五濁之穢方、登初地之", "336": "淨域，豈非難信哉？上來第五彼尊讚嘆咸曰：", "337": "「希奇訖！」", "338": "經曰：「舍利弗！當知我於五濁惡世行此難事」。", "339": "贊曰：下第六段我佛敘陳獨稱難事。文分為", "34": "端正如諸菩薩，心無顛倒意想正修，便別穢", "340": "四：初、敘行難修；二、敘果難證；三、敘法難信；四、", "341": "總結甚難。此即初也。行此難事者，即三僧祇", "342": "劫萬行備修，捐身命以殉菩提，捨國城而為", "343": "郡眾，方成正覺，豈非難事也！", "344": "經曰：「得阿耨多羅三藐三菩提」。贊曰：此第", "345": "二敘果難證。如上已解，其文可知。", "346": "經曰：「為一切世間說此難信之法」。贊曰：此", "347": "第三敘法難信也。", "348": "經曰：「是為甚難」。贊曰：此第四段總結甚難，", "349": "結上三事。上來已解正宗分訖。", "35": "方頓生淨土，故云即得往生。問：「眾生惡業無", "350": "經曰：「佛說此經已，舍利弗及諸比丘，一切世間", "351": "天、人、阿修羅等，聞佛所說，歡喜信受，作禮而去」。", "352": "贊曰：第三流通分文有四段：初、說經事畢；", "353": "二、聽法緣終；三、聞法歡忻；四、退辭佛去，四段", "354": "合一唱也。佛說此經已者，是第一說經事畢，", "355": "及諸下文皆結集之語也。舍利弗及諸比丘，", "356": "一切世間、天、人、阿修羅等聞佛所說者，是第", "357": "二聽法緣終。言世間者，即有情世間也，可破", "358": "壞故。天人者，天即欲界六天。天者，即光潔自", "359": "在名天。人即人趣，謂多忍義名人。阿修羅此", "36": "量，如何念佛滅除業障便得往生淨土？」答：「《十", "360": "云非天，如人不仁名曰非人，修羅亦爾。歡喜", "361": "信受者，是第三聞法歡忻，顏舒曰歡，神悅曰", "362": "喜，故云歡喜，即意識相應喜受也。此經乃三", "363": "乘妙旨，眾聖要樞，出生死之鴻源，證真常之", "364": "疾路，得路得聞圓備，豈不樂哉！故云歡喜。問：", "365": "「先標聽徒之處兼明菩薩聲聞，經終作禮歡", "366": "忻，何故不明菩薩？」答：「迓影略說，不必俱陳。」作", "367": "禮而去者，是第四退辭佛去。五輪俱屈，三業", "368": "歸誠，咸別世尊，各還本土，故云作禮而去。", "369": "佛說阿彌陀經通贊疏卷下終", "37": "疑論》說有三義故能敵惡業：一者在心，為造", "370": "此慈恩所撰《阿彌陀經通贊》一卷者，祐世僧", "371": "統於元豐、元祐之間，入于中華求得，將到", "372": "流通之本也。予助洪願，付於廣教院，命工", "373": "重剶，自戊辰十月十九日起首，至十二月", "374": "十日畢乎矣。所有功德自利利他，此世來", "375": "生福慧圓滿，普與含識同會樂方。時大安", "376": "五年已已二月晦日記。", "377": "海東大慈恩玄化寺住持廣祐僧統釋韶", "378": "顯題", "379": "件書等予以嘉保二年孟冬下旬，西府郎會", "38": "罪是虛妄心，念佛是真實心，以實除虛有何", "380": "宋人柳裕傳語高麗王子義天，誂求極樂", "381": "要書、彌陀行願相應經典章疏等。其後折", "382": "裕守約，以永長二年丁丑三月二十三日丁", "383": "丑送自義天所傳得彌陀極樂書等十三部", "384": "二十卷。則以同五月二十三日家時興福", "385": "寺淨名院到來，懇誠相臻，清素自𢝷，仍以", "386": "彼本，已重新寫，善種不朽，宿心爰成，欲為", "387": "自他法界往生極樂之因緣矣！", "388": "康和四年壬午四月二十二日未剋藥師", "389": "寺西室大房書寫畢。", "39": "不可，如千年之闇不能拒朝日之光；二者在", "390": "願以此書寫善根，先二親消滅罪障，次桓", "391": "賢終往生極樂矣！生年三十一。但此書者，", "392": "桓賢沒後，門弟之中常住僧房修學為宗之", "393": "輩可傳領也。", "394": "嘉曆元年丙寅六月十七日，依眾議誂有", "395": "小生分書寫所奉奇符春日社西新談議", "396": "屋也。", "397": "大法師源覺", "4": "佛，執持名號，若一日、若二日、若三日、若四日、若", "40": "境，謂造罪緣於顛倒境界，念佛緣於勝妙功", "41": "德，以真遣偽有何不可；三者在淨，謂造罪是", "42": "染意，念佛是淨心，淨勝染劣詎可相比，如童", "43": "子󰴻刀能斷千丈之索，一星之火能燒萬束", "44": "之薪。又《觀經》云：於念念中滅除八十億劫生", "45": "死之罪。罪業既除，得生何惑？西域之人臨命", "46": "終時皆以幡像前引，親友知識助念彌陀令", "47": "發往生之意，是此教也。又《華嚴》云：將欲沒者", "48": "令其憶念想見如來，命終得生淨土。見有臨", "49": "命欲終，勸念佛名，又示尊像，令其瞻敬，令生", "5": "五日、若六日、若七日，一心不亂」。贊曰：第二", "50": "善念即得往生。」問：「臨終作善便得往生，何假", "51": "預前修諸勝業？」答：「人生壽夭難測短長，或即", "52": "病因昏迷、或即非時奄逝，既闕生前之善，難", "53": "逃後世之殃，預作善緣恐防斯咎。」問：「往生之", "54": "人有中有身否？」答：「《群疑論》中有二師義：一師", "55": "云極善極惡無中有；二、不揀善惡，但有捨報", "56": "受生者皆有中有，為傳識故，除現世變身即", "57": "無中有。淨土既是極善，中有定有，有者為", "58": "正。」", "59": "經曰：「舍利弗！我見是利故說此言，若有眾生聞", "6": "說多因也。善男子者，梵云烏波索迦，此云近", "60": "是說者，應當發願生彼國土」。贊曰：第五結", "61": "勸往生。我見是利者，我者世尊稱我也，見是", "62": "利者見是殊常勝利益，故勸生彼國也。", "63": "經曰：「舍利弗！如我今者讚嘆阿彌陀佛不可思", "64": "議功德」。贊曰：第三諸佛證明。文分為三：初、", "65": "陳自讚言；二、引他佛證；三、釋經名字。此即初", "66": "也。如我今者，自指也，彼佛功德不可以心思", "67": "言議故也。", "68": "經曰：「東方亦有阿閦鞞佛、須彌相佛、大須彌佛、", "69": "須彌光佛、妙音佛」。贊曰：第二引他佛證。《稱", "7": "事男，索者男聲也，堅持五戒堪可親近承事", "70": "讚淨土經》云十方諸佛，此略舉六方，便為六", "71": "段。且舉東方，每一方各有五段：一、指國土；二、", "72": "舉佛名；三、辨多少；四、明證相；五、引證言，今初", "73": "兩段合一唱也。東方者指國土，亦有阿閦下", "74": "舉佛名。先引東方者，西域以東為上，所以先", "75": "舉。阿閦梵語，此云無動，不被煩惱四魔違順", "76": "等動故。須彌相者，謂金容尊狀若須彌。大須", "77": "彌者，謂諸相甚大如大山王。須彌光者，大如", "78": "山王身光故。妙音者，其聲微妙清徹遠聞。", "79": "經曰：「如是等恒河沙數諸佛，各於其國，出廣長", "8": "比丘僧故。善女人者，烏波斯迦，斯者是女聲", "80": "舌相，遍覆三千大千世界」。贊曰：第三辨多", "81": "少、四明證相。如是等恒河沙數諸佛，是辨多", "82": "少。各於其國，辨明證相也。如是等佛數比河", "83": "沙而不具列，故言等也。恒河數者，梵云殑伽，", "84": "訛略云恒河，是河神之名，河從彼稱。殑音其", "85": "󱍥反去聲也。經中說河沙為喻。無熱惱池出", "86": "四大河，此河即一也。由具五義：一、由沙多；二、", "87": "由世人共為福水，入洗罪滅、投死生天；三、雖", "88": "經劫壞名字常在；四、佛多近此宣說妙法；五、", "89": "眾人共委，故多為喻。仍取初出池口方四十", "9": "也，亦持五戒堪可承事比丘尼故。西天分男", "90": "里河以為喻，明證相。諸佛各於其國出廣長", "91": "舌相者，即各在本國舒舌相也。三千大千世", "92": "界者，准《大論》云：千須彌山、千日月、千四天下，", "93": "及千梵王是謂小千，以小千為一數至千名", "94": "大千，故名三千，非小中故為大千。《俱舍論》云：", "95": "小千至初禪，中千至二禪，大千至三禪，俱同", "96": "一成壞遍，此故云遍，故云遍覆三千大千世", "97": "界也，表無量劫來口離四過感此舌相也。證", "98": "小事即覆面門以至髮際，今證大事故至三", "99": "千。今說因微果勝，恐眾生疑，此乃拋苦惱之"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1758 阿彌陀經通贊疏", "author": "唐 窺基撰", "sourceLink": "http://www.cbeta.org/"}