{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0475 維摩詰所說經: 維摩詰所說經: 維摩詰所說經: 維摩詰所說經: 維摩詰所說經: 維摩詰經", "text": {"0": "No. 475 [Nos. 474, 476]", "1": "維摩詰所說經一名不可思議解脫上卷", "10": "心常安住，無礙解脫；念、定、總持，辯才不斷；布", "100": "是五百長者子，皆已發阿耨多羅三藐三菩", "101": "提心，願聞得佛國土清淨，唯願世尊說諸", "102": "菩薩淨土之行！」佛言：「善哉！寶積！乃能為諸菩", "103": "薩，問於如來淨土之行。諦聽，諦聽！善思念", "104": "之，當為汝說！」於是寶積及五百長者子受", "105": "教而聽。佛言：「寶積！眾生之類是菩薩佛土。", "106": "所以者何？菩薩隨所化眾生而取佛土，隨", "107": "所調伏眾生而取佛土，隨諸眾生應以何", "108": "國入佛智慧而取佛土，隨諸眾生應以何", "109": "國起菩薩根而取佛土。所以者何？菩薩取", "11": "施、持戒、忍辱、精進、禪定、智慧及方便力，無不", "110": "於淨國，皆為饒益諸眾生故。譬如有人，欲", "111": "於空地，造立宮室，隨意無礙；若於虛空，", "112": "終不能成！菩薩如是，為成就眾生故，願", "113": "取佛國，願取佛國者，非於空也。「寶積當", "114": "知！直心是菩薩淨土，菩薩成佛時，不諂眾生", "115": "來生其國；深心是菩薩淨土，菩薩成佛時，具", "116": "足功德眾生來生其國；菩提心是菩薩淨土，", "117": "菩薩成佛時，大乘眾生來生其國；布施是菩", "118": "薩淨土，菩薩成佛時，一切能捨眾生來生其", "119": "國；持戒是菩薩淨土，菩薩成佛時，行十善道", "12": "具足；逮無所得不起法忍，已能隨順轉不退", "120": "滿願眾生來生其國；忍辱是菩薩淨土，菩薩", "121": "成佛時，三十二相莊嚴眾生來生其國；精進", "122": "是菩薩淨土，菩薩成佛時，勤修一切功德眾", "123": "生來生其國；禪定是菩薩淨土，菩薩成佛時，", "124": "攝心不亂眾生來生其國；智慧是菩薩淨", "125": "土，菩薩成佛時，正定眾生來生其國；四無量", "126": "心是菩薩淨土，菩薩成佛時，成就慈悲喜捨", "127": "眾生來生其國；四攝法是菩薩淨土，菩薩成", "128": "佛時，解脫所攝眾生來生其國；方便是菩薩", "129": "淨土，菩薩成佛時，於一切法方便無礙眾生", "13": "輪；善解法相，知眾生根；蓋諸大眾得無所", "130": "來生其國；三十七道品是菩薩淨土，菩薩成", "131": "佛時，念處、正勤、神足、根、力、覺、道眾生來生其", "132": "國；迴向心是菩薩淨土，菩薩成佛時，得一切", "133": "具足功德國土；說除八難是菩薩淨土，菩", "134": "薩成佛時，國土無有三惡八難；自守戒行、", "135": "不譏彼闕是菩薩淨土，菩薩成佛時，國土無", "136": "有犯禁之名；十善是菩薩淨土，菩薩成佛時，", "137": "命不中夭，大富梵行，所言誠諦，常以軟語，", "138": "眷屬不離，善和諍訟，言必饒益，不嫉不恚，", "139": "正見眾生來生其國。「如是，寶積！菩薩隨其", "14": "畏、功德智慧，以修其心；相好嚴身，色像第", "140": "直心，則能發行；隨其發行，則得深心；隨其", "141": "深心，則意調伏；隨意調伏，則如說行；隨", "142": "如說行，則能迴向；隨其迴向，則有方便；隨", "143": "其方便，則成就眾生；隨成就眾生，則佛土", "144": "淨；隨佛土淨，則說法淨；隨說法淨，則智慧", "145": "淨；隨智慧淨，則其心淨；隨其心淨，則一切", "146": "功德淨。是故寶積！若菩薩欲得淨土，當淨", "147": "其心；隨其心淨，則佛土淨。」", "148": "爾時舍利弗承佛威神作是念：「若菩薩心", "149": "淨，則佛土淨者，我世尊本為菩薩時，意豈不", "15": "一，捨諸世間所有飾好；名稱高遠，踰於須", "150": "淨，而是佛土不淨若此？」佛知其念，即告之", "151": "言：「於意云何？日月豈不淨耶？而盲者不見。」", "152": "對曰：「不也，世尊！是盲者過，非日月咎。」「舍利弗！", "153": "眾生罪故，不見如來佛土嚴淨，非如來咎；", "154": "舍利弗！我此土淨，而汝不見。」爾時螺髻梵王", "155": "語舍利弗：「勿作是意，謂此佛土以為不", "156": "淨。所以者何？我見釋迦牟尼佛土清淨，譬", "157": "如自在天宮。」舍利弗言：「我見此土丘陵坑", "158": "坎、荊蕀沙礫、土石諸山、穢惡充滿。」螺髻梵王", "159": "言：「仁者心有高下，不依佛慧，故見此土", "16": "彌；深信堅固，猶若金剛；法寶普照，而雨甘露；", "160": "為不淨耳！舍利弗！菩薩於一切眾生，悉皆", "161": "平等，深心清淨，依佛智慧，則能見此佛土清", "162": "淨。」於是佛以足指按地，即時三千大千世", "163": "界，若干百千珍寶嚴飾，譬如寶莊嚴佛，無量", "164": "功德寶莊嚴土，一切大眾歎未曾有！而皆自", "165": "見坐寶蓮華。佛告舍利弗：「汝且觀是佛土", "166": "嚴淨？」舍利弗言：「唯然，世尊！本所不見，本所", "167": "不聞，今佛國土嚴淨悉現。」佛語舍利弗：「我", "168": "佛國土常淨若此，為欲度斯下劣人故，示", "169": "是眾惡不淨土耳！譬如諸天，共寶器食，隨", "17": "於眾言音，微妙第一；深入緣起，斷諸邪見，", "170": "其福德，飯色有異。如是，舍利弗！若人心淨，", "171": "便見此土功德莊嚴。」當佛現此國土嚴淨", "172": "之時，寶積所將五百長者子皆得無生法", "173": "忍，八萬四千人皆發阿耨多羅三藐三菩提", "174": "心。佛攝神足，於是世界還復如故；求聲聞", "175": "乘三萬二千天及人，知有為法皆悉無常，", "176": "遠塵離垢，得法眼淨；八千比丘，不受諸法，", "177": "漏盡意解。", "178": "2 方便品維摩詰所說經方便品第二", "179": "爾時毘耶離大城中有長者，名維摩詰，已曾", "18": "有無二邊，無復餘習；演法無畏，猶師子吼，", "180": "供養無量諸佛，深植善本，得無生忍；辯才", "181": "無礙，遊戲神通，逮諸總持；獲無所畏，降魔", "182": "勞怨；入深法門，善於智度，通達方便，大願", "183": "成就；明了眾生心之所趣，又能分別諸根利", "184": "鈍，久於佛道，心已純淑，決定大乘；諸有所", "185": "作，能善思量；住佛威儀，心大如海，諸佛咨", "186": "嗟！弟子、釋、梵、世主所敬。欲度人故，以善方", "187": "便，居毘耶離；資財無量，攝諸貧民；奉戒清", "188": "淨，攝諸毀禁；以忍調行，攝諸恚怒；以大精", "189": "進，攝諸懈怠；一心禪寂，攝諸亂意；以決定", "19": "其所講說，乃如雷震，無有量，已過量；集", "190": "慧，攝諸無智；雖為白衣，奉持沙門清淨律", "191": "行；雖處居家，不著三界；示有妻子，常修", "192": "梵行；現有眷屬，常樂遠離；雖服寶飾，而", "193": "以相好嚴身；雖復飲食，而以禪悅為味；", "194": "若至博弈戲處，輒以度人；受諸異道，不毀", "195": "正信；雖明世典，常樂佛法；一切見敬，為供", "196": "養中最；執持正法，攝諸長幼；一切治生諧", "197": "偶，雖獲俗利，不以喜悅；遊諸四衢，饒益眾", "198": "生；入治政法，救護一切；入講論處，導以", "199": "大乘；入諸學堂，誘開童蒙；入諸婬舍，示", "2": "姚秦三藏鳩摩羅什譯", "20": "眾法寶，如海導師，了達諸法深妙之義；善", "200": "欲之過；入諸酒肆，能立其志；若在長者，長", "201": "者中尊，為說勝法；若在居士，居士中尊，斷", "202": "其貪著；若在剎利，剎利中尊，教以忍辱；若", "203": "在婆羅門，婆羅門中尊，除其我慢；若在大臣，", "204": "大臣中尊，教以正法；若在王子，王子中尊，示", "205": "以忠孝；若在內官，內官中尊，化政宮女；若", "206": "在庶民，庶民中尊，令興福力；若在梵天，梵", "207": "天中尊，誨以勝慧；若在帝釋，帝釋中尊，示", "208": "現無常；若在護世，護世中尊，護諸眾生。長", "209": "者維摩詰，以如是等無量方便饒益眾生。", "21": "知眾生往來所趣及心所行；近無等等佛自", "210": "其以方便，現身有疾。以其疾故，國王大臣、", "211": "長者居士、婆羅門等，及諸王子并餘官屬，無", "212": "數千人，皆往問疾。其往者，維摩詰因以身", "213": "疾，廣為說法：「諸仁者！是身無常、無強、無力、", "214": "無堅、速朽之法，不可信也！為苦、為惱，眾病", "215": "所集。諸仁者！如此身，明智者所不怙；是身", "216": "如聚沫，不可撮摩；是身如泡，不得久立；是", "217": "身如炎，從渴愛生；是身如芭蕉，中無有堅；", "218": "是身如幻，從顛倒起；是身如夢，為虛妄見；", "219": "是身如影，從業緣現；是身如響，屬諸因緣；", "22": "在慧、十力、無畏、十八不共；關閉一切諸惡趣", "220": "是身如浮雲，須臾變滅；是身如電，念念不", "221": "住；是身無主，為如地；是身無我，為如火；", "222": "是身無壽，為如風；是身無人，為如水；是身", "223": "不實，四大為家；是身為空，離我我所；是身", "224": "無知，如草木瓦礫；是身無作，風力所轉；是", "225": "身不淨，穢惡充滿；是身為虛偽，雖假以澡", "226": "浴衣食，必歸磨滅；是身為災，百一病惱；是", "227": "身如丘井，為老所逼；是身無定，為要當死；", "228": "是身如毒蛇、如怨賊、如空聚，陰界諸入所", "229": "共合成。「諸仁者！此可患厭，當樂佛身。所以", "23": "門，而生五道以現其身；為大醫王，善療眾", "230": "者何？佛身者即法身也；從無量功德智慧", "231": "生，從戒、定、慧、解脫、解脫知見生，從慈、悲、喜、", "232": "捨生，從布施、持戒、忍辱、柔和、勤行精進、禪定、", "233": "解脫、三昧、多聞、智慧諸波羅蜜生，從方便", "234": "生，從六通生，從三明生，從三十七道品", "235": "生，從止觀生，從十力、四無所畏、十八不共", "236": "法生，從斷一切不善法、集一切善法生，", "237": "從真實生，從不放逸生；從如是無量清", "238": "淨法生如來身。諸仁者！欲得佛身、斷一", "239": "切眾生病者，當發阿耨多羅三藐三菩提", "24": "病，應病與藥，令得服行；無量功德皆成就，", "240": "心。」如是長者維摩詰，為諸問疾者，如應", "241": "說法，令無數千人皆發阿耨多羅三藐三", "242": "菩提心。", "243": "3 弟子品維摩詰所說經弟子品第三", "244": "爾時長者維摩詰，自念：「寢疾于床，世尊大慈，", "245": "寧不垂愍？」佛知其意，即告舍利弗：「汝行詣", "246": "維摩詰問疾。」舍利弗白佛言：「世尊！我不堪", "247": "任詣彼問疾。所以者何？憶念我昔，曾於林", "248": "中宴坐樹下，時維摩詰來謂我言：『唯，舍利", "249": "弗！不必是坐，為宴坐也。夫宴坐者，不於三", "25": "無量佛土皆嚴淨；其見聞者，無不蒙益；", "250": "界現身意，是為宴坐；不起滅定而現諸", "251": "威儀，是為宴坐；不捨道法而現凡夫事，是", "252": "為宴坐；心不住內亦不在外，是為宴坐；", "253": "於諸見不動，而修行三十七品，是為宴坐；", "254": "不斷煩惱而入涅槃，是為宴坐。若能如是", "255": "坐者，佛所印可。』時我，世尊！聞說是語，默", "256": "然而止，不能加報！故我不任詣彼問疾。」", "257": "佛告大目犍連：「汝行詣維摩詰問疾。」目連", "258": "白佛言：「世尊！我不堪任詣彼問疾。所以者", "259": "何？憶念我昔入毘耶離大城，於里巷中為", "26": "諸有所作，亦不唐捐；如是一切功德、皆悉具", "260": "諸居士說法。時維摩詰來謂我言：『唯，大目", "261": "連！為白衣居士說法，不當如仁者所說。", "262": "夫說法者，當如法說。法無眾生，離眾生垢", "263": "故；法無有我，離我垢故；法無壽命，離生", "264": "死故；法無有人，前後際斷故；法常寂然，滅", "265": "諸相故；法離於相，無所緣故；法無名字，", "266": "言語斷故；法無有說，離覺觀故；法無形相，", "267": "如虛空故；法無戲論，畢竟空故；法無我所，", "268": "離我所故；法無分別，離諸識故；法無有", "269": "比，無相待故；法不屬因，不在緣故；法同", "27": "足——", "270": "法性，入諸法故；法隨於如，無所隨故；法", "271": "住實際，諸邊不動故；法無動搖，不依六", "272": "塵故；法無去來，常不住故；法順空，隨無相，", "273": "應無作；法離好醜，法無增損，法無生滅，法", "274": "無所歸；法過眼耳鼻舌身心；法無高下，法", "275": "常住不動，法離一切觀行。唯，大目連！法相如", "276": "是，豈可說乎？夫說法者，無說無示；其聽法", "277": "者，無聞無得。譬如幻士，為幻人說法。當建", "278": "是意，而為說法。當了眾生根有利鈍，善於", "279": "知見無所罣礙，以大悲心讚于大乘，念", "28": "其名曰：等觀菩薩、不等觀菩薩、等不等觀菩", "280": "報佛恩不斷三寶，然後說法。』維摩詰說", "281": "是法時，八百居士發阿耨多羅三藐三菩提", "282": "心。我無此辯，是故不任詣彼問疾。」佛告", "283": "大迦葉：「汝行詣維摩詰問疾。」迦葉白佛言：", "284": "「世尊！我不堪任詣彼問疾。所以者何？憶念", "285": "我昔，於貧里而行乞，時維摩詰來謂我言：", "286": "『唯，大迦葉！有慈悲心而不能普捨豪富，從", "287": "貧乞。迦葉！住平等法，應次行乞食；為不", "288": "食故，應行乞食；為壞和合相故，應取揣", "289": "食；為不受故，應受彼食；以空聚想，入於", "29": "薩、定自在王菩薩、法自在王菩薩、法相菩薩、", "290": "聚落；所見色與盲等，所聞聲與響等，所嗅", "291": "香與風等，所食味不分別，受諸觸如智", "292": "證，知諸法如幻相；無自性，無他性；本自", "293": "不然，今則無滅。迦葉！若能不捨八邪、入八", "294": "解脫，以邪相入正法；以一食施一切，供", "295": "養諸佛，及眾賢聖，然後可食；如是食者，非", "296": "有煩惱，非離煩惱；非入定意，非起定意；", "297": "非住世間，非住涅槃。其有施者，無大福，", "298": "無小福；不為益，不為損，是為正入佛道，", "299": "不依聲聞。迦葉！若如是食，為不空食人", "3": "1 佛國品佛國品第一", "30": "光相菩薩、光嚴菩薩、大嚴菩薩、寶積菩薩、辯", "300": "之施也。』時我，世尊！聞說是語，得未曾有，即", "301": "於一切菩薩，深起敬心，復作是念：『斯有家", "302": "名，辯才智慧乃能如是！其誰聞此不發阿", "303": "耨多羅三藐三菩提心？』我從是來，不復勸人", "304": "以聲聞、辟支佛行。是故不任詣彼問疾。」", "305": "佛告須菩提：「汝行詣維摩詰問疾。」須菩提", "306": "白佛言：「世尊！我不堪任詣彼問疾。所以者", "307": "何？憶念我昔，入其舍，從乞食，時維摩詰取", "308": "我鉢，盛滿飯，謂我言：『唯，須菩提！若能於食", "309": "等者，諸法亦等，諸法等者，於食亦等；如是", "31": "積菩薩、寶手菩薩、寶印手菩薩、常舉手菩薩、", "310": "行乞，乃可取食。若須菩提不斷婬怒癡，亦", "311": "不與俱；不壞於身，而隨一相；不滅癡愛，", "312": "起於明脫；以五逆相而得解脫，亦不解", "313": "不縛；不見四諦，非不見諦；非得果，非", "314": "不得果；非凡夫，非離凡夫法；非聖人，非", "315": "不聖人；雖成就一切法，而離諸法相，乃可", "316": "取食。若須菩提不見佛，不聞法，彼外道", "317": "六師：富蘭那迦葉、末伽梨拘賒梨子、刪闍", "318": "夜毘羅胝子、阿耆多翅舍欽婆羅、迦羅鳩馱", "319": "迦旃延、尼犍陀若提子等，是汝之師。因其", "32": "常下手菩薩、常慘菩薩、喜根菩薩、喜王菩薩、", "320": "出家，彼師所墮，汝亦隨墮，乃可取食。若須", "321": "菩提入諸邪見，不到彼岸；住於八難，不", "322": "得無難；同於煩惱，離清淨法；汝得無諍三", "323": "昧，一切眾生亦得是定；其施汝者，不名福", "324": "田；供養汝者，墮三惡道；為與眾魔共一", "325": "手作諸勞侶，汝與眾魔，及諸塵勞，等無有", "326": "異；於一切眾生而有怨心，謗諸佛、毀於", "327": "法，不入眾數，終不得滅度。汝若如是，乃可", "328": "取食。』時我，世尊！聞此語茫然，不識是何", "329": "言？不知以何答？便置鉢欲出其舍。維摩", "33": "辯音菩薩、虛空藏菩薩、執寶炬菩薩、寶勇菩", "330": "詰言：『唯，須菩提！取鉢勿懼。於意云何？如來", "331": "所作化人，若以是事詰，寧有懼不？』我言：『不", "332": "也！』維摩詰言：『一切諸法，如幻化相，汝今不", "333": "應有所懼也。所以者何？一切言說不離是", "334": "相；至於智者，不著文字，故無所懼。何以", "335": "故？文字性離，無有文字，是則解脫；解脫相", "336": "者，則諸法也。』維摩詰說是法時，二百天子", "337": "得法眼淨，故我不任詣彼問疾。」", "338": "佛告富樓那彌多羅尼子：「汝行詣維摩詰問", "339": "疾。」富樓那白佛言：「世尊！我不堪任詣彼", "34": "薩、寶見菩薩、帝網菩薩、明網菩薩、無緣觀菩", "340": "問疾。所以者何？憶念我昔於大林中，在一", "341": "樹下為諸新學比丘說法。時維摩詰來謂", "342": "我言：『唯，富樓那！先當入定，觀此人心，然後", "343": "說法。無以穢食置於寶器，當知是比丘心", "344": "之所念，無以琉璃同彼水精。汝不能知", "345": "眾生根源，無得發起以小乘法。彼自無瘡，", "346": "勿傷之也；欲行大道，莫示小徑；無以大", "347": "海，內於牛跡；無以日光，等彼螢火。富樓那！", "348": "此比丘久發大乘心，中忘此意，如何以小", "349": "乘法而教導之？我觀小乘智慧微淺，猶如", "35": "薩、慧積菩薩、寶勝菩薩、天王菩薩、壞魔菩", "350": "盲人，不能分別一切眾生根之利鈍。』時維", "351": "摩詰即入三昧，令此比丘自識宿命，曾於", "352": "五百佛所植眾德本，迴向阿耨多羅三藐三", "353": "菩提，即時豁然，還得本心。於是諸比丘稽首", "354": "禮維摩詰足。時維摩詰因為說法，於阿耨", "355": "多羅三藐三菩提不復退轉。我念聲聞不", "356": "觀人根，不應說法，是故不任詣彼問疾。」", "357": "佛告摩訶迦旃延：「汝行詣維摩詰問疾。」迦", "358": "旃延白佛言：「世尊！我不堪任詣彼問疾。", "359": "所以者何？憶念昔者，佛為諸比丘略說法", "36": "薩、電德菩薩、自在王菩薩、功德相嚴菩薩、師", "360": "要，我即於後，敷演其義，謂無常義、苦義、空", "361": "義、無我義、寂滅義。時維摩詰來謂我言：『唯，迦", "362": "旃延！無以生滅心行，說實相法。迦旃延！諸", "363": "法畢竟不生不滅，是無常義；五受陰，洞達", "364": "空無所起，是苦義；諸法究竟無所有，是空", "365": "義；於我、無我而不二，是無我義；法本不然，", "366": "今則無滅，是寂滅義。』說是法時，彼諸比丘", "367": "心得解脫。故我不任詣彼問疾。」", "368": "佛告阿那律：「汝行詣維摩詰問疾。」阿那律", "369": "白佛言：「世尊！我不堪任詣彼問疾。所以者", "37": "子吼菩薩、雷音菩薩、山相擊音菩薩、香象菩", "370": "何？憶念我昔於一處經行，時有梵王，名曰", "371": "嚴淨，與萬梵俱，放淨光明，來詣我所，稽首", "372": "作禮問我言：『幾何阿那律天眼所見？』我即", "373": "答言：『仁者！吾見此釋迦牟尼佛土三千大千", "374": "世界，如觀掌中菴摩勒果。』時維摩詰來謂", "375": "我言：『唯，阿那律！天眼所見，為作相耶？無作", "376": "相耶？假使作相，則與外道五通等；若無作", "377": "相，即是無為，不應有見。』世尊！我時默然。彼", "378": "諸梵聞其言，得未曾有！即為作禮而問曰：", "379": "『世孰有真天眼者？』維摩詰言：『有佛、世尊，得", "38": "薩、白香象菩薩、常精進菩薩、不休息菩薩、妙", "380": "真天眼，常在三昧，悉見諸佛國，不以二相。』", "381": "於是嚴淨梵王及其眷屬五百梵天，皆發阿", "382": "耨多羅三藐三菩提心，禮維摩詰足已，忽然", "383": "不現！故我不任詣彼問疾。」", "384": "佛告優波離：「汝行詣維摩詰問疾。」優波離", "385": "白佛言：「世尊！我不堪任詣彼問疾。所以者", "386": "何？憶念昔者，有二比丘犯律行，以為恥，", "387": "不敢問佛，來問我言：『唯，優波離！我等犯律，", "388": "誠以為恥，不敢問佛，願解疑悔，得免斯", "389": "咎！』我即為其如法解說。時維摩詰來謂我", "39": "生菩薩、華嚴菩薩、觀世音菩薩、得大勢菩薩、", "390": "言：『唯，優波離！無重增此二比丘罪！當直除", "391": "滅，勿擾其心。所以者何？彼罪性不在內、不", "392": "在外、不在中間，如佛所說，心垢故眾生垢，", "393": "心淨故眾生淨。心亦不在內、不在外、不在", "394": "中間，如其心然，罪垢亦然，諸法亦然，不出", "395": "於如。如優波離，以心相得解脫時，寧有垢", "396": "不？』我言：『不也！』維摩詰言：『一切眾生心相無", "397": "垢，亦復如是。唯，優波離！妄想是垢，無妄想", "398": "是淨；顛倒是垢，無顛倒是淨；取我是垢，不", "399": "取我是淨。優波離！一切法生滅不住，如幻", "4": "如是我聞：一時佛在毘耶離菴羅樹園，與", "40": "梵網菩薩、寶杖菩薩、無勝菩薩、嚴土菩薩、金", "400": "如電，諸法不相待，乃至一念不住；諸法皆", "401": "妄見，如夢、如炎、如水中月、如鏡中像，以妄", "402": "想生。其知此者，是名奉律；其知此者，是名", "403": "善解。』於是二比丘言：『上智哉！是優波離所", "404": "不能及，持律之上而不能說。』我即答言：", "405": "『自捨如來，未有聲聞及菩薩，能制其樂說", "406": "之辯，其智慧明達，為若此也！』時二比丘疑悔", "407": "即除，發阿耨多羅三藐三菩提心，作是願", "408": "言：『令一切眾生皆得是辯。』故我不任詣彼", "409": "問疾。」", "41": "髻菩薩、珠髻菩薩、彌勒菩薩、文殊師利法王", "410": "佛告羅睺羅：「汝行詣維摩詰問疾。」羅睺羅", "411": "白佛言：「世尊！我不堪任詣彼問疾。所以者", "412": "何？憶念昔時，毘耶離諸長者子來詣我所，稽", "413": "首作禮，問我言：『唯，羅睺羅！汝佛之子，捨轉", "414": "輪王位，出家為道。其出家者，有何等利？』我", "415": "即如法為說出家功德之利。時維摩詰來謂", "416": "我言：『唯，羅睺羅！不應說出家功德之利。所", "417": "以者何？無利無功德，是為出家；有為法者，", "418": "可說有利有功德。夫出家者，為無為法，無", "419": "為法中，無利無功德。羅睺羅！出家者，無彼", "42": "子菩薩，如是等三萬二千人。", "420": "無此，亦無中間；離六十二見，處於涅槃；智", "421": "者所受，聖所行處；降伏眾魔，度五道，淨五", "422": "眼，得五力，立五根；不惱於彼，離眾雜惡；", "423": "摧諸外道，超越假名；出淤泥，無繫著；無", "424": "我所，無所受；無擾亂，內懷喜；護彼意，隨", "425": "禪定，離眾過。若能如是，是真出家。』於是維", "426": "摩詰語諸長者子：『汝等於正法中，宜共出", "427": "家。所以者何？佛世難值！』諸長者子言：『居士！", "428": "我聞佛言，父母不聽，不得出家。』維摩詰言：", "429": "『然！汝等便發阿耨多羅三藐三菩提心，是即", "43": "復有萬梵天王尸棄等，從餘四天下，來詣", "430": "出家，是即具足。』爾時三十二長者子皆發阿", "431": "耨多羅三藐三菩提心，故我不任詣彼問", "432": "疾。」", "433": "佛告阿難：「汝行詣維摩詰問疾。」阿難白佛", "434": "言：「世尊！我不堪任詣彼問疾。所以者何？憶", "435": "念昔時，世尊身小有疾，當用牛乳，我即持", "436": "鉢，詣大婆羅門家門下立。時維摩詰來謂", "437": "我言：『唯，阿難！何為晨朝，持鉢住此？』我言：『居", "438": "士！世尊身小有疾，當用牛乳，故來至此。』維", "439": "摩詰言：『止，止！阿難！莫作是語！如來身者，金", "44": "佛所，而聽法；復有萬二千天帝，亦從餘四", "440": "剛之體，諸惡已斷，眾善普會，當有何疾？當", "441": "有何惱？默往，阿難！勿謗如來，莫使異人", "442": "聞此麁言；無令大威德諸天，及他方淨土諸", "443": "來菩薩得聞斯語。阿難！轉輪聖王，以少福", "444": "故，尚得無病，豈況如來無量福會普勝者哉！", "445": "行矣，阿難！勿使我等受斯恥也。外道、梵志，", "446": "若聞此語，當作是念：「何名為師？自疾不能", "447": "救，而能救諸疾？」仁可密速去，勿使人聞。", "448": "當知，阿難！諸如來身，即是法身，非思欲身。佛", "449": "為世尊，過於三界；佛身無漏，諸漏已盡；佛身", "45": "天下，來在會坐；并餘大威力諸天、龍神、夜", "450": "無為，不墮諸數。如此之身，當有何疾？當", "451": "有何惱？』時我，世尊！實懷慚愧，得無近佛而", "452": "謬聽耶！即聞空中聲曰：『阿難！如居士言。", "453": "但為佛出五濁惡世，現行斯法，度脫眾生。", "454": "行矣，阿難！取乳勿慚。』世尊！維摩詰智慧辯", "455": "才，為若此也。是故不任詣彼問疾。」如是", "456": "五百大弟子各各向佛說其本緣，稱述維", "457": "摩詰所言，皆曰：「不任詣彼問疾！」", "458": "4 菩薩品維摩詰所說經菩薩品第四", "459": "於是佛告彌勒菩薩：「汝行詣維摩詰問疾。」", "46": "叉、乾闥婆、阿脩羅、迦樓羅、緊那羅、摩睺羅", "460": "彌勒白佛言：「世尊！我不堪任詣彼問疾。所", "461": "以者何？憶念我昔為兜率天王及其眷屬，說", "462": "不退轉地之行。時維摩詰來謂我言：『彌勒！世", "463": "尊授仁者記，一生當得阿耨多羅三藐三菩", "464": "提。為用何生，得受記乎？過去耶？未來耶？", "465": "現在耶？若過去生，過去生已滅；若未來生，未", "466": "來生未至；若現在生，現在生無住。如佛所", "467": "說：「比丘！汝今即時，亦生亦老亦滅。」若以無生", "468": "得受記者，無生即是正位，於正位中，亦無", "469": "受記，亦無得阿耨多羅三藐三菩提，云何彌", "47": "伽等，悉來會坐；諸比丘、比丘尼、優婆塞、優婆", "470": "勒受一生記乎？為從如生得受記耶？為", "471": "從如滅得受記耶？若以如生得受記者，", "472": "如無有生；若以如滅得受記者，如無有", "473": "滅。一切眾生皆如也，一切法亦如也，眾聖", "474": "賢亦如也，至於彌勒亦如也。若彌勒得受", "475": "記者，一切眾生亦應受記。所以者何？夫如", "476": "者不二不異，若彌勒得阿耨多羅三藐三菩", "477": "提者，一切眾生皆亦應得。所以者何？一切", "478": "眾生即菩提相。若彌勒得滅度者，一切眾", "479": "生亦應滅度。所以者何？諸佛知一切眾", "48": "夷，俱來會坐。彼時佛與無量百千之眾，恭敬", "480": "生畢竟寂滅，即涅槃相，不復更滅。是故，彌勒！", "481": "無以此法誘諸天子，實無發阿耨多羅三", "482": "藐三菩提心者，亦無退者。彌勒！當令此諸", "483": "天子，捨於分別菩提之見。所以者何？菩提者", "484": "不可以身得，不可以心得；寂滅是菩提，", "485": "滅諸相故；不觀是菩提，離諸緣故；不行是", "486": "菩提，無憶念故；斷是菩提，捨諸見故；離是", "487": "菩提，離諸妄想故；障是菩提，障諸願故；不", "488": "入是菩提，無貪著故；順是菩提，順於如故；", "489": "住是菩提，住法性故；至是菩提，至實際故；", "49": "圍繞，而為說法，譬如須彌山王顯于大海，", "490": "不二是菩提，離意法故；等是菩提，等虛空", "491": "故；無為是菩提，無生住滅故；知是菩提，了", "492": "眾生心行故；不會是菩提，諸入不會故；不合", "493": "是菩提，離煩惱習故；無處是菩提，無形色", "494": "故；假名是菩提，名字空故。如化是菩提，無取", "495": "捨故；無亂是菩提，常自靜故；善寂是菩提，性", "496": "清淨故；無取是菩提，離攀緣故；無異是菩提，", "497": "諸法等故；無比是菩提，無可喻故；微妙是菩", "498": "提，諸法難知故。』世尊！維摩詰說是法時，二", "499": "百天子得無生法忍。故我不任詣彼問疾。」", "5": "大比丘眾八千人俱，菩薩三萬二千——眾所知", "50": "安處眾寶師子之座，蔽於一切諸來大眾。", "500": "佛告光嚴童子：「汝行詣維摩詰問疾。」光嚴", "501": "白佛言：「世尊！我不堪任詣彼問疾。所以者", "502": "何？憶念我昔出毘耶離大城，時維摩詰方入", "503": "城，我即為作禮而問言：『居士從何所來？』答", "504": "我言：『吾從道場來。』我問：『道場者何所是？』答", "505": "曰：『直心是道場，無虛假故；發行是道場，能辦", "506": "事故；深心是道場，增益功德故；菩提心是道", "507": "場，無錯謬故；布施是道場，不望報故；持戒", "508": "是道場，得願具故；忍辱是道場，於諸眾生", "509": "心無礙故；精進是道場，不懈退故；禪定是", "51": "爾時毘耶離城有長者子，名曰寶積，與五百", "510": "道場，心調柔故；智慧是道場，現見諸法故；慈", "511": "是道場，等眾生故；悲是道場，忍疲苦故；喜", "512": "是道場，悅樂法故；捨是道場，憎愛斷故；神通", "513": "是道場，成就六通故；解脫是道場，能背捨故；", "514": "方便是道場，教化眾生故；四攝是道場，攝眾", "515": "生故；多聞是道場，如聞行故；伏心是道場，正", "516": "觀諸法故；三十七品是道場，捨有為法故；", "517": "諦是道場，不誑世間故；緣起是道場，無明", "518": "乃至老死皆無盡故；諸煩惱是道場，知如實", "519": "故；眾生是道場，知無我故；一切法是道場，", "52": "長者子，俱持七寶蓋，來詣佛所，頭面禮足，", "520": "知諸法空故；降魔是道場，不傾動故；三界", "521": "是道場，無所趣故；師子吼是道場，無所畏", "522": "故；力、無畏、不共法是道場，無諸過故；三明是", "523": "道場，無餘礙故；一念知一切法是道場，成", "524": "就一切智故。如是，善男子！菩薩若應諸波", "525": "羅蜜教化眾生，諸有所作，舉足下足，當知", "526": "皆從道場來，住於佛法矣！』說是法時，五百", "527": "天、人皆發阿耨多羅三藐三菩提心。故我不", "528": "任詣彼問疾。」佛告持世菩薩：「汝行詣維摩", "529": "詰問疾。」持世白佛言：「世尊！我不堪任詣", "53": "各以其蓋共供養佛。佛之威神，令諸寶蓋", "530": "彼問疾。所以者何？憶念我昔，住於靜室，時", "531": "魔波旬，從萬二千天女，狀如帝釋，鼓樂絃歌，", "532": "來詣我所。與其眷屬，稽首我足，合掌恭敬，", "533": "於一面立。我意謂是帝釋，而語之言：『善來", "534": "憍尸迦！雖福應有，不當自恣。當觀五欲無", "535": "常，以求善本，於身命財而修堅法。』即語我", "536": "言：『正士！受是萬二千天女，可備掃灑。』我言：", "537": "『憍尸迦！無以此非法之物要我沙門釋子，", "538": "此非我宜。』所言未訖，時維摩詰來謂我言：", "539": "『非帝釋也，是為魔來嬈固汝耳！』即語魔", "54": "合成一蓋，遍覆三千大千世界，而此世界廣", "540": "言：『是諸女等，可以與我，如我應受。』魔即", "541": "驚懼，念：『維摩詰將無惱我？』欲隱形去，而不", "542": "能隱；盡其神力，亦不得去。即聞空中聲", "543": "曰：『波旬！以女與之，乃可得去。』魔以畏故，俛", "544": "仰而與。「爾時維摩詰語諸女言：『魔以汝等", "545": "與我，今汝皆當發阿耨多羅三藐三菩提", "546": "心。』即隨所應而為說法，令發道意。復言：『汝", "547": "等已發道意，有法樂可以自娛，不應復", "548": "樂五欲樂也。』天女即問：『何謂法樂？』答言：『樂", "549": "常信佛，樂欲聽法，樂供養眾，樂離五欲；", "55": "長之相，悉於中現；又此三千大千世界諸須", "550": "樂觀五陰如怨賊，樂觀四大如毒蛇，樂", "551": "觀內入如空聚；樂隨護道意，樂饒益眾", "552": "生，樂敬養師；樂廣行施，樂堅持戒，樂", "553": "忍辱柔和，樂勤集善根，樂禪定不亂，樂離", "554": "垢明慧；樂廣菩提心，樂降伏眾魔，樂斷", "555": "諸煩惱，樂淨佛國土，樂成就相好故，修諸", "556": "功德；樂嚴道場；樂聞深法不畏；樂三脫", "557": "門，不樂非時；樂近同學，樂於非同學中，", "558": "心無恚礙；樂將護惡知識，樂親近善知", "559": "識；樂心喜清淨，樂修無量道品之法。是為", "56": "彌山、雪山、目真隣陀山、摩訶目真隣陀山、香", "560": "菩薩法樂。』「於是波旬告諸女言：『我欲與汝", "561": "俱還天宮。』諸女言：『以我等與此居士，有法", "562": "樂，我等甚樂，不復樂五欲樂也。』魔言：『居士", "563": "可捨此女？一切所有施於彼者，是為菩薩。』", "564": "維摩詰言：『我已捨矣！汝便將去，令一切眾生", "565": "得法願具足。』於是諸女問維摩詰：『我等云何，", "566": "止於魔宮？』維摩詰言：『諸姊！有法門名無盡", "567": "燈，汝等當學。無盡燈者，譬如一燈，燃百千", "568": "燈，冥者皆明，明終不盡。如是，諸姊！夫一菩", "569": "薩開導百千眾生，令發阿耨多羅三藐三菩", "57": "山、寶山、金山、黑山、鐵圍山、大鐵圍山，大海江", "570": "提心，於其道意亦不滅盡，隨所說法，而自", "571": "增益一切善法，是名無盡燈也。汝等雖住", "572": "魔宮，以是無盡燈，令無數天子天女，發阿", "573": "耨多羅三藐三菩提心者，為報佛恩，亦大", "574": "饒益一切眾生。』爾時天女頭面禮維摩詰", "575": "足，隨魔還宮，忽然不現。世尊！維摩詰有如", "576": "是自在神力，智慧辯才，故我不任詣彼問", "577": "疾。」", "578": "佛告長者子善德：「汝行詣維摩詰問疾。」", "579": "善德白佛言：「世尊！我不堪任詣彼問疾。", "58": "河，川流泉源，及日月星辰、天宮、龍宮、諸尊神", "580": "所以者何？憶念我昔自於父舍設大施會，", "581": "供養一切沙門、婆羅門，及諸外道、貧窮、下賤、", "582": "孤獨、乞人。期滿七日，時維摩詰來入會中，", "583": "謂我言：『長者子！夫大施會不當如汝所設，", "584": "當為法施之會，何用是財施會為？』我言：『居", "585": "士！何謂法施之會？』答曰：『法施會者，無前無", "586": "後，一時供養一切眾生，是名法施之會。』曰：", "587": "『何謂也？』『謂以菩提，起於慈心；以救眾生，", "588": "起大悲心；以持正法，起於喜心；以攝智", "589": "慧，行於捨心；以攝慳貪，起檀波羅蜜；以", "59": "宮，悉現於寶蓋中；又十方諸佛，諸佛說法，亦", "590": "化犯戒，起尸羅波羅蜜；以無我法，起羼提", "591": "波羅蜜；以離身心相，起毘梨耶波羅蜜；以", "592": "菩提相，起禪波羅蜜；以一切智，起般若波", "593": "羅蜜。教化眾生，而起於空；不捨有為法，而", "594": "起無相；示現受生，而起無作；護持正法，", "595": "起方便力；以度眾生，起四攝法；以敬事", "596": "一切，起除慢法；於身命財，起三堅法；於六", "597": "念中，起思念法；於六和敬，起質直心；正", "598": "行善法，起於淨命；心淨歡喜，起近賢聖；不", "599": "憎惡人，起調伏心；以出家法，起於深心；", "6": "識，大智本行，皆悉成就；諸佛威神之所建立，", "60": "現於寶蓋中。爾時一切大眾。覩佛神力，歎", "600": "以如說行，起於多聞；以無諍法，起空閑處；", "601": "趣向佛慧，起於宴坐；解眾生縛，起修行地；", "602": "以具相好，及淨佛土，起福德業；知一切眾", "603": "生心念，如應說法，起於智業；知一切法，不", "604": "取不捨，入一相門，起於慧業；斷一切煩惱、", "605": "一切障礙、一切不善法，起一切善業；以得", "606": "一切智慧、一切善法，起於一切助佛道法。如", "607": "是，善男子！是為法施之會。若菩薩住是法施", "608": "會者，為大施主，亦為一切世間福田。』「世尊！", "609": "維摩詰說是法時，婆羅門眾中二百人，皆發", "61": "未曾有！合掌禮佛，瞻仰尊顏，目不暫捨。於", "610": "阿耨多羅三藐三菩提心。我時心得清淨，歎", "611": "未曾有！稽首禮維摩詰足，即解瓔珞價直百", "612": "千以上之，不肯取。我言：『居士！願必納受，隨", "613": "意所與。』維摩詰乃受瓔珞，分作二分，持一", "614": "分施此會中一最下乞人，持一分奉彼難", "615": "勝如來。一切眾會皆見光明國土難勝如來，", "616": "又見珠瓔在彼佛上變成四柱寶臺，四面", "617": "嚴飾，不相障蔽。時維摩詰現神變已，作是", "618": "言：『若施主等心施一最下乞人，猶如如來福", "619": "田之相，無所分別，等于大悲，不求果報，", "62": "是長者子寶積即於佛前，以偈頌曰：", "620": "是則名曰具足法施。』城中一最下乞人，見", "621": "是神力，聞其所說，皆發阿耨多羅三藐三菩", "622": "提心，故我不任詣彼問疾。」如是諸菩薩各", "623": "各向佛說其本緣，稱述維摩詰所言，皆曰：", "624": "「不任詣彼問疾！」", "625": "維摩詰經卷上", "63": "「目淨脩廣如青蓮，心淨已度諸禪定，", "64": "久積淨業稱無量，導眾以寂故稽首。", "65": "既見大聖以神變，普現十方無量土，", "66": "其中諸佛演說法，於是一切悉見聞。", "67": "法王法力超群生，常以法財施一切，", "68": "能善分別諸法相，於第一義而不動，", "69": "已於諸法得自在，是故稽首此法王。", "7": "為護法城，受持正法；能師子吼，名聞十方；", "70": "說法不有亦不無，以因緣故諸法生，", "71": "無我無造無受者，善惡之業亦不亡。", "72": "始在佛樹力降魔，得甘露滅覺道成，", "73": "已無心意無受行，而悉摧伏諸外道。", "74": "三轉法輪於大千，其輪本來常清淨，", "75": "天人得道此為證，三寶於是現世間。", "76": "以斯妙法濟群生，一受不退常寂然，", "77": "度老病死大醫王，當禮法海德無邊。", "78": "毀譽不動如須彌，於善不善等以慈，", "79": "心行平等如虛空，孰聞人寶不敬承。", "8": "眾人不請，友而安之；紹隆三寶，能使不絕；", "80": "今奉世尊此微蓋，於中現我三千界，", "81": "諸天龍神所居宮，乾闥婆等及夜叉，", "82": "悉見世間諸所有，十力哀現是化變，", "83": "眾覩希有皆歎佛，今我稽首三界尊。", "84": "大聖法王眾所歸，淨心觀佛靡不欣，", "85": "各見世尊在其前，斯則神力不共法。", "86": "佛以一音演說法，眾生隨類各得解，", "87": "皆謂世尊同其語，斯則神力不共法。", "88": "佛以一音演說法，眾生各各隨所解，", "89": "普得受行獲其利，斯則神力不共法。", "9": "降伏魔怨，制諸外道，悉已清淨，永離蓋纏；", "90": "佛以一音演說法，或有恐畏或歡喜，", "91": "或生厭離或斷疑，斯則神力不共法。", "92": "稽首十力大精進，稽首已得無所畏，", "93": "稽首住於不共法，稽首一切大導師，", "94": "稽首能斷眾結縛，稽首已到於彼岸，", "95": "稽首能度諸世間，稽首永離生死道。", "96": "悉知眾生來去相，善於諸法得解脫，", "97": "不著世間如蓮華，常善入於空寂行，", "98": "達諸法相無罣礙，稽首如空無所依。」", "99": "爾時長者子寶積說此偈已，白佛言：「世尊！"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0475 維摩詰所說經: 維摩詰所說經: 維摩詰所說經: 維摩詰所說經: 維摩詰所說經: 維摩詰經", "author": "姚秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}