{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含: 中阿含王相應品: 中阿含王相應品: 中阿含王相應品: 中阿含王相應品: 中阿含王相應品: 中阿含經", "text": {"0": "初誦5 習相應品57 即為比丘說經", "1": "中阿含經卷第十一", "10": "世時，當知便有七寶出世。云何為七？輪", "100": "頸平滿，是謂大人大人之相。復次，大人四十", "101": "齒牙、平齒、不踈齒、白齒、通味第一味，是謂大", "102": "人大人之相。復次，大人梵音可愛，其聲猶如", "103": "加羅毘伽，是謂大人大人之相。復次，大人廣", "104": "長舌，廣長舌者，舌從口出遍覆其面，是謂", "105": "大人大人之相。復次，大人承淚處滿，猶如牛", "106": "王，是謂大人大人之相。復次，大人眼色", "107": "紺青，是謂大人大人之相。復次，大人頂有肉", "108": "髻，團圓相稱，髮螺右旋，是謂大人大人之", "109": "相。復次，大人眉間生毛，潔白右縈，是謂大", "11": "寶、象寶、馬寶、珠寶、女寶、居士寶、主兵臣寶，是", "110": "人大人之相。「諸比丘！大人成就此三十二", "111": "相，必有二處真諦不虛。若在家者，必為轉", "112": "輪王，聰明智慧，有四種軍，整御天下，由己", "113": "自在；如法法王成就七寶，彼七寶者，輪寶、象", "114": "寶、馬寶、珠寶、女寶、居士寶、主兵臣寶，是為", "115": "七，千子具足，顏貌端正，勇猛無畏，能伏他", "116": "眾，彼必統領此一切地乃至大海，不以刀", "117": "杖，以法教令，令得安樂。若剃除鬚髮，著袈", "118": "裟衣，至信、捨家、無家、學道者，必得如來、無所", "119": "著、等正覺，名稱流布，周聞十方。」佛說如是。", "12": "謂為七。若轉輪王出於世時，當知有此七", "120": "彼諸比丘聞佛所說，歡喜奉行。", "121": "三十二相經第二竟千六百八字", "122": "60 四洲經（六〇）中阿含王相應品四洲經第三初一日誦", "123": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "124": "園。爾時，尊者阿難在安靜處，燕坐思惟而作", "125": "是念：「世人甚少少能於欲有滿足意，少有", "126": "厭患於欲而命終者；世人於欲有滿足意，", "127": "厭患於欲而命終者，為甚難得。」尊者阿難", "128": "則於晡時從燕坐起，往詣佛所，到已作禮，", "129": "却住一面，白曰：「世尊！我今在安靜處，燕坐", "13": "寶出世。如是如來、無所著、等正覺出於世", "130": "思惟而作是念：『世人甚少少能於欲有滿", "131": "足意，少有厭患於欲而命終者；世人於", "132": "欲有滿足意，厭患於欲而命終者，為甚難", "133": "得。』」佛告阿難：「如是，如是。世人甚少少能", "134": "於欲有滿足意，少有厭患於欲而命終者。", "135": "阿難！世人於欲有滿足意，厭患於欲而命", "136": "終者，為甚難得。阿難！世人極甚難得，極甚", "137": "難得於欲有滿足意，厭患於欲而命終者。", "138": "阿難！但世間人甚多甚多，於欲無滿足意，", "139": "不厭患欲而命終也。所以者何？阿難！往昔", "14": "時，當知亦有七覺支寶出於世間。云何為", "140": "有王名曰頂生，作轉輪王，聰明智慧，有四", "141": "種軍，整御天下，由己自在，如法法王成就", "142": "七寶，彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、居", "143": "士寶、主兵臣寶，是為七，千子具足，顏貌端", "144": "正，勇猛無畏，能伏他眾，彼必統領此一切地", "145": "乃至大海，不以刀杖，以法教令，令得安樂。", "146": "阿難！彼頂生王而於後時極大久遠，便作", "147": "是念：『我有閻浮洲，極大富樂，多有人民，我", "148": "有七寶，千子具足，我欲於宮雨寶七日，積", "149": "至于膝。』阿難！彼頂生王有大如意足，有大", "15": "七？念覺支寶、擇法覺支、精進覺支、喜覺支、", "150": "威德，有大福祐，有大威神，適發心已，即於", "151": "宮中雨寶七日，積至于膝。「阿難！彼頂生王", "152": "而於後時極大久遠，復作是念：『我有閻浮", "153": "洲，極大富樂，多有人民，我有七寶，千子具", "154": "足，及於宮中雨寶七日，積至于膝。我憶曾", "155": "從古人聞之，西方有洲名瞿陀尼，極大富", "156": "樂，多有人民。我今欲往見瞿陀尼洲，到已", "157": "整御。』阿難！彼頂生王有大如意足，有大威", "158": "德，有大福祐，有大威神，適發心已，即以如", "159": "意足乘虛而去，及四種軍。阿難！彼頂生", "16": "息覺支、定覺支、捨覺支寶，是謂為七。如來、", "160": "王即時往到住瞿陀尼洲。阿難！彼頂生王住", "161": "已整御瞿陀尼洲，乃至無量百千萬歲。「阿難！", "162": "彼頂生王而於後時極大久遠，復作是念：", "163": "『我有閻浮洲，極大富樂，多有人民，我有七", "164": "寶，千子具足，及於宮中雨寶七日，積至于", "165": "膝，我亦復有瞿陀尼洲。我復曾從古人聞", "166": "之，東方有洲名弗婆鞞陀提，極大富樂，多", "167": "有人民。我今欲往見弗婆鞞陀提洲，到已", "168": "整御。』阿難！彼頂生王有大如意足，有大威", "169": "德，有大福祐，有大威神，適發心已，即以如", "17": "無所著、等正覺出於世時，當知有此七覺", "170": "意足乘虛而去，及四種軍。阿難！彼頂生王", "171": "即時往到住弗婆鞞陀提洲。阿難！彼頂生王", "172": "住已整御弗婆鞞陀提洲，乃至無量百千萬", "173": "歲。「阿難！彼頂生王而於後時極大久遠，復", "174": "作是念：『我有閻浮洲，極大富樂，多有人民，", "175": "我有七寶，千子具足，及於宮中雨寶七日，", "176": "積至于膝，我亦復有瞿陀尼洲，亦有弗婆", "177": "鞞陀提洲。我復曾從古人聞之，北方有洲", "178": "名欝單曰，極大富樂，多有人民，彼雖無我", "179": "想亦無所受。我今欲往見欝單曰洲，到已", "18": "支寶出於世間。」佛說如是。彼諸比丘聞佛", "180": "整御，及諸眷屬。』阿難！彼頂生王有大如意足，", "181": "有大威德，有大福祐，有大威神，適發心已，", "182": "即以如意足乘虛而去，及四種軍。「阿難！彼", "183": "頂生王遙見平地白，告諸臣曰：『卿等見欝", "184": "單曰平地白耶？』諸臣對曰：『見也。天王！』王復", "185": "告曰：『卿等知不？彼是欝單曰人自然粳米，", "186": "欝單曰人常所食者，卿等亦應共食此食。』", "187": "阿難！彼頂生王復遙見欝單曰洲中，若干", "188": "種樹，淨妙嚴飾，種種綵色，在欄楯裏，告諸臣", "189": "曰：『卿等見欝單曰洲中，若干種樹，淨妙嚴飾，", "19": "所說，歡喜奉行。", "190": "種種綵色，在欄楯裏耶？』諸臣對曰：『見也。天", "191": "王！』王復告曰：『卿等知不？是欝單曰人衣樹，", "192": "欝單曰人取此衣著，卿等亦應取此衣", "193": "著。』阿難！彼頂生王即時往到住欝單曰洲。", "194": "阿難！彼頂生王住已整御欝單曰洲，乃至無", "195": "量百千萬歲，及諸眷屬。「阿難！彼頂生王而於", "196": "後時極大久遠，復作是念：『我有閻浮洲，極", "197": "大富樂，多有人民，我有七寶，千子具足，及", "198": "於宮中雨寶七日，積至于膝，我亦復有瞿陀", "199": "尼洲，亦有弗婆鞞陀提洲，亦有欝單曰洲。", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "七寶經第一竟一百八十二字", "200": "我復曾從古人聞之，有天名曰三十三天。", "201": "我今欲往見三十三天。』阿難！彼頂生王有", "202": "大如意足，有大威德，有大福祐，有大威神，", "203": "適發心已，即以如意足乘虛而往，及四種", "204": "軍，向日光去。「阿難！彼頂生王遙見三十三", "205": "天中，須彌山王上猶如大雲，告諸臣曰：『卿", "206": "等見三十三天中，須彌山王上猶如大雲耶？』", "207": "諸臣對曰：『見也。天王！』王復告曰：『卿等知不？是", "208": "三十三天晝度樹也。三十三天在此樹下，於", "209": "夏四月，具足五欲，而自娛樂。』阿難！彼頂生", "21": "59 三十二相經（五九）中阿含王相應品三十二相經第二", "210": "王復遙見三十三天中，須彌山王上近於南", "211": "邊猶如大雲，告諸臣曰：『卿等見三十三天", "212": "中，須彌山王上近於南邊猶如大雲耶？』諸", "213": "臣對曰：『見也。天王！』王復告曰：『卿等知不？是三", "214": "十三天正法之堂，三十三天於此堂中，八日、", "215": "十四日、十五日，為天為人，思法思義。』「阿難！", "216": "彼頂生王即到三十三天。彼頂生王到三十", "217": "三天已，即入法堂。於是，天帝釋便與頂生", "218": "王半座令坐，彼頂生王即坐天帝釋半", "219": "座。於是，頂生王及天帝釋都無差別，光光", "22": "初一日誦", "220": "無異，色色無異，形形無異，威儀禮節及其", "221": "衣服亦無有異，唯眼眴異。「阿難！彼頂生王", "222": "而於後時極大久遠，復作是念：『我有閻浮", "223": "洲，極大富樂，多有人民，我有七寶，千子具", "224": "足，及於宮中雨寶七日，積至于膝。我亦復", "225": "有瞿陀尼洲，亦有弗婆鞞陀提洲，亦有欝", "226": "單曰洲。我又已見三十三天雲集大會，我已", "227": "得入諸天法堂。又天帝釋與我半座，我已", "228": "得坐帝釋半座，我與帝釋都無差別，光光", "229": "無異，色色無異，形形無異，威儀禮節及其", "23": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "230": "衣服亦無有異，唯眼眴異。我今寧可驅帝", "231": "釋去，奪取半座，作天人王，由己自在。』「阿", "232": "難！彼頂生王適發此念，不覺已下在閻浮", "233": "洲，便失如意足，生極重病。命將終時，諸臣", "234": "往詣頂生王所白曰：『天王！若有梵志、居士", "235": "及臣人民，來問我等：「頂生王臨命終時說", "236": "何等事？天王！我等當云何答梵志、居士及臣", "237": "人民？」』「時，頂生王告諸臣曰：『若梵志、居士及臣", "238": "人民，來問卿等：「頂生王臨命終時說何等", "239": "事？」卿等應當如是答之：「頂生王得閻浮洲，", "24": "獨園。爾時，諸比丘於中食後集坐講堂，共", "240": "意不滿足而命終。頂生王得七寶，意不滿", "241": "足而命終。千子具足，意不滿足而命終。頂", "242": "生王七日雨寶，意不滿足而命終。頂生王", "243": "得瞿陀尼洲，意不滿足而命終。頂生王得", "244": "弗婆鞞陀提洲，意不滿足而命終。頂生王", "245": "得欝單曰洲，意不滿足而命終。頂生王見", "246": "諸天集會，意不滿足而命終。頂生王具足", "247": "五欲功德色、聲、香、味、觸，意不滿足而命終。」若", "248": "梵志、居士及臣人民，來問卿等：「頂生王臨命", "249": "終時說何等事？」卿等應當如是答之。』」於是，", "25": "論此事：「諸賢！甚奇！甚特！大人成就三十", "250": "世尊而說頌曰：", "251": "「天雨妙珍寶，欲者無厭足，", "252": "欲苦無有樂，慧者應當知。", "253": "若有得金積，猶如大雪山，", "254": "一一無有足，慧者作是念。", "255": "得天妙五欲，不以此五樂，", "256": "斷愛不著欲，等正覺弟子。」", "257": "於是，世尊告曰：「阿難！昔頂生王，汝謂異", "258": "人耶？莫作斯念，當知即是我也。阿難！我", "259": "於爾時為自饒益，亦饒益他，饒益多人，", "26": "二相，必有二處真諦不虛。若在家者，必為", "260": "愍傷世間，為天、為人求義及饒益，求安隱", "261": "快樂。爾時說法不至究竟，不究竟白淨，", "262": "不究竟梵行，不究竟梵行訖。爾時不離", "263": "生老病死、啼哭憂慼，亦未能得脫一切苦。", "264": "阿難！我今出世，如來、無所著、等正覺、明行成", "265": "為、善逝、世間解、無上士、道法御、天人師，號佛、眾", "266": "祐。我今自饒益，亦饒益他，饒益多人，愍", "267": "傷世間，為天、為人求義及饒益，求安隱快", "268": "樂。我今說法得至究竟，究竟白淨，究竟梵", "269": "行，究竟梵行訖。我今得離生老病死、啼哭", "27": "轉輪王，聰明智慧，有四種軍，整御天下，由", "270": "憂慼，我今已得脫一切苦。」佛說如是。尊者", "271": "阿難及諸比丘，聞佛所說，歡喜奉行。", "272": "四洲經第三竟二千三百五十三字", "273": "61 牛糞喻經（六一）中阿含王相應品牛糞喻經第四初", "274": "一日誦", "275": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "276": "獨園。爾時，有一比丘在安靜處，燕坐思惟而", "277": "作是念：「頗復有色常住不變，而一向樂，恒久", "278": "存耶？頗有覺、想、行、識常住不變，而一向樂，恒", "279": "久存耶？」彼一比丘則於晡時從燕坐起，往", "28": "己自在；如法法王成就七寶，彼七寶者，輪", "280": "詣佛所，稽首作禮，却坐一面，白曰：「世尊！我", "281": "今在安靜處燕坐思惟而作是念：『頗復有", "282": "色常住不變，而一向樂，恒久存耶？頗有覺、想、", "283": "行、識常住不變，而一向樂，恒久存耶？』」佛告比", "284": "丘：「無有一色常住不變，而一向樂，恒久存者，", "285": "無有覺、想、行、識常住不變，而一向樂，恒久存", "286": "者。」於是，世尊以手指爪抄少牛糞，告曰：「比", "287": "丘！汝今見我以手指爪抄少牛糞耶？」比丘", "288": "白曰：「見也。世尊！」佛復告曰比丘：「如是，無有", "289": "少色常住不變，而一向樂，恒久存也。如是，無", "29": "寶、象寶、馬寶、珠寶、女寶、居士寶、主兵臣寶，是", "290": "有少覺、想、行、識常住不變，而一向樂，恒久存", "291": "也。所以者何？比丘！我憶昔時長夜作福，長", "292": "作福已，長受樂報。比丘！我在昔時七年行", "293": "慈，七反成敗，不來此世，世敗壞時，生晃昱", "294": "天，世成立時，來下生空梵宮殿中，於彼梵", "295": "中作大梵天，餘處千反，作自在天王，三十", "296": "六反，作天帝釋，復無量反，作剎利頂生王。「比", "297": "丘！我作剎利頂生王時，有八萬四千大象，", "298": "被好乘具，眾寶校飾，白珠珞覆，于娑賀象", "299": "王為首。比丘！我作剎利頂生王時，有八萬", "3": "6 王相應品中阿含王相應品第六有七經王相應品本有十四經", "30": "為七，千子具足，顏貌端正，勇猛無畏，能伏", "300": "四千馬，被好乘具，眾寶莊飾，金銀珓珞，", "301": "䭷馬王為首。比丘！我作剎利頂生王時，有", "302": "八萬四千車，四種校飾，莊以眾好、師子、虎豹", "303": "斑文之皮，織成雜色，種種莊飾，極利疾名", "304": "樂聲車為首。比丘！我作剎利頂生王時，", "305": "有八萬四千大城，極大富樂，多有人民，拘", "306": "舍惒堤王城為首。比丘！我作剎利頂生王", "307": "時，有八萬四千樓，四種寶樓，金、銀、琉璃及水", "308": "精，正法殿為首。「比丘！我作剎利頂生王", "309": "時，有八萬四千御座，四種寶座，金、銀、琉璃及", "31": "他眾，彼必統領此一切地乃至大海，不以刀", "310": "水精，敷以氍氀、毾𣰆，覆以錦綺羅縠，有襯", "311": "體被，兩頭安枕，加陵伽波惒邏、波遮悉多羅", "312": "那。比丘！我作剎利頂生王時，有八萬四千", "313": "雙衣，初摩衣、錦衣、繒衣、劫貝衣、加陵伽波惒", "314": "邏衣。比丘！我作剎利頂生王時，有八萬四千", "315": "女，身體光澤，晈潔明淨，美色過人，小不及", "316": "天，姿容端正，覩者歡悅，眾寶瓔珞嚴飾具足，", "317": "盡剎利種女，餘族無量。比丘！我作剎利頂生", "318": "王時，有八萬四千種食，晝夜常供，為我故", "319": "設，欲令我食。「比丘！彼八萬四千種食中，有", "32": "杖，以法教令，令得安樂。若剃除鬚髮，著袈", "320": "一種食，極美淨潔，無量種味，是我常所食。", "321": "比丘！彼八萬四千女中，有一剎利女，最端正", "322": "姝好，常奉侍我。比丘！彼八萬四千雙衣中，", "323": "有一雙衣，或初摩衣、或錦衣、或繒衣、或劫貝", "324": "衣、或加陵伽波惒邏衣，是我常所著。比丘！彼", "325": "八萬四千御座中，有一御座，或金、或銀、或琉", "326": "璃、或水精，敷以氍氀、毾𣰆，覆以錦綺羅縠，", "327": "有襯體被，兩頭安枕，加陵伽波惒邏、波遮悉", "328": "多羅那，是我常所臥。比丘！彼八萬四千樓觀", "329": "中，有一樓觀，或金、或銀、或琉璃、或水精，名正", "33": "裟衣，至信、捨家、無家、學道者，必得如來、無所", "330": "法殿，是我常所住。「比丘！彼八萬四千大城中，", "331": "而有一城，極大富樂，多有人民，名拘舍惒", "332": "堤，是我常所居。比丘！彼八萬四千車中，而", "333": "有一車，莊以眾好、師子、虎豹斑文之皮，織", "334": "成雜色，種種莊飾，極利疾名樂聲車，是我常", "335": "所載，至觀望園觀。比丘！彼八萬四千馬中，", "336": "而有一馬，體紺青色，頭像如烏，名䭷馬王，", "337": "是我常所騎，至觀望園觀。比丘！彼八萬四千", "338": "大象中，而有一象，舉體極白，七支盡正，名于", "339": "娑賀象王，是我常所乘，至觀望園觀。「比丘！", "34": "著、等正覺，名稱流布，周聞十方。」爾時，世尊在", "340": "我作此念：『是何業果，為何業報，令我今日", "341": "有大如意足，有大威德，有大福祐，有大威", "342": "神？』比丘！我復作此念：『是三業果，為三業報，", "343": "令我今日有大如意足，有大威德，有大福", "344": "祐，有大威神。一者布施，二者調御，三者守護。』", "345": "比丘！汝觀彼一切所有盡滅，如意足亦失。比", "346": "丘！於意云何？色為有常，為無常耶？」答曰：", "347": "「無常也。世尊！」復問曰：「若無常者，是苦，非苦耶？」", "348": "答曰：「苦、變易也。世尊！」復問曰：「若無常、苦、變易", "349": "法者，是多聞聖弟子頗受是我，是我所，我是", "35": "於燕坐，以淨天耳出過於人，聞諸比丘於", "350": "彼所耶？」答曰：「不也。世尊！」復問曰：「比丘！於意", "351": "云何？覺、想、行、識為有常，為無常耶？」答曰：「無", "352": "常也。世尊！」復問曰：「若無常者，是苦，非苦耶？」答", "353": "曰：「苦、變易也。世尊！」復問曰：「若無常、苦、變易法", "354": "者，是多聞聖弟子頗受是我，是我所，我是彼", "355": "所耶？」答曰：「不也。世尊！」「是故，比丘！汝應如是", "356": "學。若有色，或過去、或未來、或現在，或內、或外，", "357": "或麤、或細，或好、或惡，或近、或遠，彼一切非我，", "358": "非我所，我非彼所，當以慧觀知如真。若", "359": "有覺、想、行、識，或過去、或未來、或現在，或內、或", "36": "中食後集坐講堂，共論此事：「諸賢！甚奇！甚", "360": "外，或麤、或細，或好、或惡，或近、或遠，彼一切非", "361": "我，非我所，我非彼所，當以慧觀知如真。", "362": "比丘！若多聞聖弟子如是觀者，彼便厭色，", "363": "厭覺、想、行、識，厭已便無欲，無欲已便解脫，", "364": "解脫已便知解脫，生已盡，梵行已立，所作已", "365": "辦，不更受有，知如真。」於是，彼比丘聞佛所", "366": "說，善受善持，即從坐起，稽首佛足，繞三匝", "367": "而去。彼比丘受佛化已，獨住遠離，心無放", "368": "逸，修行精勤，彼獨住遠離，心無放逸，修行", "369": "精勤已，族姓子所為，剃除鬚髮，著袈裟衣，", "37": "特！大人成就三十二相，必有二處真諦不虛。", "370": "至信、捨家、無家、學道者，唯無上梵行訖，於現", "371": "法中自知自覺，自作證成就遊，生已盡，梵行", "372": "已立，所作已辦，不更受有，知如真。如是彼", "373": "比丘知法已，乃至得阿羅訶。佛說如是。彼", "374": "諸比丘聞佛所說，歡喜奉行。", "375": "牛糞喻經第四竟千六百三十三字", "376": "62 頻鞞娑邏王迎佛經（六二）中阿含王相應品頻鞞娑邏王迎佛", "377": "經第五初一日誦", "378": "我聞如是：一時，佛遊摩竭陀國，與大比丘眾", "379": "俱，比丘一千悉無著、至真，本皆編髮，往詣王", "38": "若在家者，必為轉輪王，聰明智慧，有四種", "380": "舍城摩竭陀邑。於是，摩竭陀王頻鞞娑邏", "381": "聞世尊遊摩竭陀國，與大比丘眾俱，比", "382": "丘一千悉無著、至真，本皆編髮，來此王舍城", "383": "摩竭陀邑。摩竭陀王頻鞞娑邏聞已，即集四", "384": "種軍，象軍、馬軍、車軍，步軍，集四種軍已，與", "385": "無數眾俱，長一由延，往詣佛所。於是，世尊遙", "386": "見摩竭陀王頻鞞娑邏來，則便避道，往至", "387": "善住尼拘類樹王下，敷尼師檀，結跏趺坐，", "388": "及比丘眾。摩竭陀王頻鞞娑邏遙見世尊", "389": "在林樹間，端正姝好，猶星中月，光耀煒曄，晃", "39": "軍，整御天下，由己自在；如法法王成就七", "390": "若金山，相好具足，威神巍巍，諸根寂定，無", "391": "有蔽礙，成就調御，息心靜默，見已下車。若", "392": "諸王剎利以水灑頂，得為人主，整御大地，", "393": "有五儀式：一者劍，二者蓋，三者天冠，四", "394": "者珠柄拂，五者嚴飾屣，一切除却，及四", "395": "種軍，步進詣佛。到已作禮，三自稱名姓：「世", "396": "尊！我是摩竭陀王洗尼頻鞞娑邏。」如是至", "397": "三。於是，世尊告曰：「大王！如是，如是。汝是摩", "398": "竭陀王洗尼頻鞞娑邏。」於是，摩竭陀王洗尼", "399": "頻鞞娑邏再三自稱名姓已，為佛作禮，却", "4": "分後七經屬第二誦初二日誦", "40": "寶，彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、居士", "400": "坐一面。諸摩竭陀人或禮佛足，却坐一面，", "401": "或問訊佛，却坐一面，或叉手向佛，却坐一", "402": "面，或遙見佛已，默然而坐。爾時，尊者欝毘", "403": "邏迦葉亦在眾坐。尊者欝毘羅迦葉是摩竭", "404": "陀人意之所係，謂大尊師，是無著真人。於", "405": "是，摩竭陀人悉作是念：「沙門瞿曇從欝毘羅", "406": "迦葉學梵行耶？為欝毘羅迦葉從沙門瞿", "407": "曇學梵行耶？」爾時，世尊即知摩竭陀人心", "408": "之所念，便向尊者欝毘羅迦葉而說頌曰：", "409": "「欝毘見何等，斷火來就此？", "41": "寶、主兵臣寶，是為七，千子具足，顏貌端正，勇", "410": "迦葉為我說，所由不事火。", "411": "飲食種種味，為欲故事火，", "412": "生中見如此，是故不樂事。", "413": "迦葉意不樂，飲食種種味，", "414": "何不樂天人？迦葉為我說。」", "415": "「見寂靜滅盡，無為不欲有，", "416": "更無有尊天，是故不事火。", "417": "世尊為最勝，世尊不邪思，", "418": "了解覺諸法，我受最勝法。」", "419": "於是，世尊告曰：「迦葉！汝今當為現如意足，", "42": "猛無畏，能伏他眾，彼必統領此一切地乃至", "420": "令此眾會咸得信樂。」於是，尊者欝毘羅迦", "421": "葉即如其像作如意足，便在坐沒，從東方", "422": "出，飛騰虛空，現四種威儀，一行、二住、三坐、", "423": "四臥。復次，入於火定，尊者欝毘羅迦葉入火", "424": "定已，身中便出種種火焰，青、黃、赤、白中水", "425": "精色，下身出火，上身出水，上身出火，下身", "426": "出水，如是南、西、北方，飛騰虛空，現四種威", "427": "儀，一行，二住，三坐，四臥。復次，入於火定，尊者", "428": "欝毘羅迦葉入火定已，身中便出種種火", "429": "焰，青、黃、赤、白中水精色，下身出火，上身出", "43": "大海，不以刀杖，以法教令，令得安樂。若剃", "430": "水，上身出火，下身出水。於是，尊者欝毘羅", "431": "迦葉止如意足已，為佛作禮，白曰：「世尊！", "432": "佛是我師，我是佛弟子，佛一切智，我無一切", "433": "智。」世尊告曰：「如是。迦葉！如是。迦葉！我有一", "434": "切智，汝無一切智。」爾時，尊者欝毘羅迦葉因", "435": "自己故，而說頌曰：", "436": "「昔無所知時，為解脫事火，", "437": "雖老猶生盲，邪不見真際。", "438": "我今見上跡，無上龍所說，", "439": "無為盡脫苦，見已生死盡。」", "44": "除鬚髮，著袈裟衣，至信、捨家、無家、學道者，必", "440": "諸摩竭陀人見如此已，便作是念：「沙門瞿", "441": "曇不從欝毘羅迦葉學梵行，欝毘羅迦葉", "442": "從沙門瞿曇學梵行也。」世尊知諸摩竭", "443": "陀人心之所念，便為摩竭陀王洗尼頻鞞娑", "444": "邏說法，勸發渴仰，成就歡喜，無量方便", "445": "為彼說法，勸發渴仰，成就歡喜已。如諸", "446": "佛法，先說端正法，聞者歡悅，謂說施、說戒、", "447": "說生天法，毀呰欲為災患，生死為穢，稱歎", "448": "無欲為妙道品白淨，世尊為彼大王說之。", "449": "佛已知彼有歡喜心、具足心、柔軟心、堪耐心、", "45": "得如來、無所著、等正覺，名稱流布，周聞十方。」", "450": "昇上心、一向心、無疑心、無盡心，有能、有力", "451": "堪受正法，謂如諸佛所說正要，世尊即為", "452": "彼說苦、習、滅、道。「大王！色生滅，汝當知色生", "453": "滅。大王！覺、想、行、識生滅，汝當知識生滅。大", "454": "王！猶如大雨時，水上之泡或生或滅。大王！", "455": "色生滅亦如是，汝當知色生滅。大王！覺、想、", "456": "行、識生滅，汝當知識生滅。「大王！若族姓子", "457": "知色生滅，便知不復生當來色。大王！若族", "458": "姓子知覺、想、行、識生滅，便知不復生當來", "459": "識。大王！若族姓子知色如真，便不著色，不", "46": "世尊聞已，則於晡時從燕坐起，往詣講堂", "460": "計色，不染色，不住色，不樂色是我。大王！若", "461": "族姓子知覺、想、行、識如真，便不著識，不計", "462": "識，不染識，不住識，不樂識是我。大王！若族", "463": "姓子不著色，不計色，不染色，不住色，不", "464": "樂色是我者，便不復更受當來色。大王！若", "465": "族姓子不著覺、想、行、識，不計識，不染識，不", "466": "住識，不樂識是我者，便不復更受當來識。", "467": "大王！此族姓子無量、不可計、無限，得息寂，若", "468": "捨此五陰已，則不更受陰也。」於是，諸摩竭", "469": "陀人而作是念：「若使色無常，覺、想、行、識無常", "47": "比丘眾前敷座而坐，問諸比丘：「汝等今日共", "470": "者，誰活？誰受苦樂？」世尊即知摩竭陀人心之", "471": "所念，便告比丘：「愚癡凡夫不有所聞，見我", "472": "是我而著於我，但無我、無我所，空我、空我", "473": "所。法生則生，法滅則滅，皆由因緣合會生", "474": "苦，若無因緣，諸苦便滅。眾生因緣會相連續", "475": "則生諸法，如來見眾生相連續生已，便作", "476": "是說：『有生有死，我以清淨天眼出過於人，", "477": "見此眾生死時、生時，好色、惡色，或妙、不妙，往", "478": "來善處及不善處，隨此眾生之所作業，見其", "479": "如真。若此眾生成就身惡行，口、意惡行，誹謗", "48": "論何事集坐講堂？」時，諸比丘白曰：「世尊！我", "480": "聖人，邪見成就邪見業，彼因緣此，身壞命終，", "481": "必至惡處，生地獄中。若此眾生成就身善行，", "482": "口、意善行，不誹謗聖人，正見成就正見業，", "483": "彼因緣此，身壞命終，必昇善處，乃至天上。』", "484": "我知彼如是，然不語彼，此是我為能覺、能", "485": "語、作教、作起、教起，謂彼彼處受善惡業報，於", "486": "中或有作是念：『此不相應，此不得住，其行", "487": "如法，因此生彼，若無此因便不生彼，因", "488": "此有彼，若此滅者，彼便滅也。』所謂緣無明", "489": "有行，乃至緣生有老死，若無明滅，則行便", "49": "等今日集坐講堂共論此事：『諸賢！甚奇！甚", "490": "滅，乃至生滅則老死滅。大王！於意云何？色", "491": "為有常，為無常耶？」答曰：「無常也。世尊！」復問", "492": "曰：「若無常者，是苦，非苦耶？」答曰：「苦、變易也。世", "493": "尊！」復問曰：「若無常、苦、變易法者，是多聞聖弟", "494": "子頗受是我，是我所，我是彼所耶？」答曰：「不", "495": "也。世尊！」「大王！於意云何？覺、想、行、識為有常，", "496": "為無常耶？」答曰：「無常也。世尊！」復問曰：「若無", "497": "常者，是苦，非苦耶？」答曰：「苦、變易也。世尊！」復問", "498": "曰：「若無常、苦、變易法者，是多聞聖弟子頗受", "499": "是我，是我所，我是彼所耶？」答曰：「不也。世尊！」「大", "5": "七寶、相、四洲牛糞、摩竭王", "50": "特！大人成就三十二相，必有二處真諦不虛。", "500": "王。是故汝當如是學。若有色，或過去、或未", "501": "來、或現在，或內、或外，或麤、或細，或好、或惡，或", "502": "近、或遠，彼一切非我，非我所，我非彼所，當", "503": "以慧觀知如真，大王。若有覺、想、行、識，或過", "504": "去、或未來、或現在，或內、或外，或麤、或細，或好、", "505": "或惡，或近、或遠，彼一切非我，非我所，我非彼", "506": "所，當以慧觀知如真。大王！若多聞聖弟子", "507": "如是觀者，彼便厭色，厭覺、想、行、識，厭已便", "508": "無欲，無欲已便得解脫，解脫已便知解脫，", "509": "生已盡，梵行已立，所作已辦，不更受有，知", "51": "若在家者，必為轉輪王，聰明智慧，有四種", "510": "如真。」佛說此法時，摩竭陀王洗尼頻鞞娑", "511": "邏遠塵離垢，諸法法眼生，及八萬天、摩竭", "512": "陀諸人萬二千，遠塵離垢，諸法法眼生。於", "513": "是，摩竭陀王洗尼頻鞞娑邏見法得法，覺白", "514": "淨法，斷疑度惑，更無餘尊，不復從他，無", "515": "有猶豫，已住果證，於世尊法得無所畏，", "516": "即從坐起，稽首佛足，白曰：「世尊！我今自歸", "517": "於佛、法及比丘眾，唯願世尊受我為優婆", "518": "塞，從今日始，終身自歸，乃至命盡。」佛說如", "519": "是。摩竭陀王洗尼頻鞞娑邏及八萬天，摩竭", "52": "軍，整御天下，由己自在；如法法王成就七", "520": "諸人萬二千，及千比丘，聞佛所說，歡喜奉行。", "521": "頻鞞娑邏王迎佛經第五竟二千二百二十字", "522": "中阿含經卷第十一七千九百九十六字", "53": "寶，彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、居士", "54": "寶、主兵臣寶，是為七，千子具足，顏貌端正，勇", "55": "猛無畏，能伏他眾，彼必統領此一切地乃至", "56": "大海，不以刀杖，以法教令，令得安樂。若", "57": "剃除鬚髮，著袈裟衣，至信、捨家、無家、學道", "58": "者，必得如來、無所著、等正覺，名稱流布，周聞", "59": "十方。』世尊！我等共論如此事故集坐講堂。」", "6": "鞞婆麗陵耆天使最在後", "60": "於是，世尊告曰：「比丘！汝等欲得從如來聞", "61": "三十二相耶？謂大人所成，必有二處真諦", "62": "不虛。若在家者，必為轉輪王，聰明智慧，有", "63": "四種軍，整御天下，由己自在；如法法王成", "64": "就七寶，彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、", "65": "居士寶、主兵臣寶，是為七，千子具足，顏貌", "66": "端正，勇猛無畏，能伏他眾，彼必統領此一切", "67": "地乃至大海，不以刀杖，以法教令，令得安", "68": "樂。若剃除鬚髮，著袈裟衣，至信、捨家、無家、", "69": "學道者，必得如來、無所著、等正覺，名稱流布，", "7": "58 七寶經（五八）中阿含王相應品七寶經第一", "70": "周聞十方。」時，諸比丘聞已，白曰：「世尊！今正", "71": "是時。善逝！今正是時。若世尊為諸比丘說", "72": "三十二相者，諸比丘聞已當善受持。」世尊告", "73": "曰：「諸比丘！諦聽，諦聽！善思念之，吾當為汝", "74": "廣分別說。」時，諸比丘受教而聽。佛言：「大人足", "75": "安平立，是謂大人大人之相。復次，大人足下", "76": "生輪，輪有千輻，一切具足，是謂大人大人", "77": "之相。復次，大人足指纖長，是謂大人大人之", "78": "相。復次，大人足周正直，是謂大人大人之相。", "79": "復次，大人足跟踝後兩邊平滿，是謂大人大", "8": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "80": "人之相。復次，大人足兩踝𦟛，是謂大人大人", "81": "之相。復次，大人身毛上向，是謂大人大人之", "82": "相。復次，大人手足網縵，猶如鴈王，是謂大人", "83": "大人之相。復次，大人手足極妙柔弱軟敷，猶", "84": "兜羅華，是謂大人大人之相。復次，大人肌皮", "85": "軟細，塵水不著，是謂大人大人之相。「復次，大", "86": "人一一毛，一一毛者，身一孔一毛生，色若", "87": "紺青，如螺右旋，是謂大人大人之相。復次，", "88": "大人鹿𨄔腸，猶如鹿王，是謂大人大人之", "89": "相。復次，大人陰馬藏，猶良馬王，是謂大人大", "9": "獨園。爾時，世尊告諸比丘：「若轉輪王出於", "90": "人之相。復次，大人身形圓好，猶如尼拘", "91": "類樹，上下圓相稱，是謂大人大人之相。復次，", "92": "大人身不阿曲，身不曲者，平立申手以摩", "93": "其膝，是謂大人大人之相。復次，大人身黃金", "94": "色，如紫磨金，是謂大人大人之相。復次，大人", "95": "身七處滿，七處滿者，兩手、兩足、兩肩及頸，是", "96": "謂大人大人之相。復次，大人其上身大，猶如", "97": "師子，是謂大人大人之相。復次，大人師子頰", "98": "車，是謂大人大人之相。「復次，大人脊背平直，", "99": "是謂大人大人之相。復次，大人兩肩上連，通"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含: 中阿含王相應品: 中阿含王相應品: 中阿含王相應品: 中阿含王相應品: 中阿含王相應品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}