{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0346 佛說大方廣善巧方便經: 佛說大方廣善巧方便經: 佛說大方廣善巧方便經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說大方廣善巧方便經卷第四", "1": "西天譯經三藏朝奉大夫試光祿卿", "2": "傳法大師賜紫臣施護奉　詔譯", "3": "「復次，智上！我念過去世時有五百商人入海", "4": "求寶。是時，別有一商人其性剛強，猛利暴惡，", "5": "於海中路而忽相逢。彼一商人即生惡心，欲謀", "6": "珍寶。彼自思惟：『我今宜應設其方便，悉斷彼", "7": "諸商人命已，當取珍寶，還閻浮洲，自受快樂。』", "8": "是時，五百商人眾中有一商主名曰善御，其", "9": "性慈和，於一切人常生悲愍。商主一時止息", "10": "而臥，忽於夢中見大海神出現其相，謂商主", "11": "言：『汝今當知，諸商眾外別有一人，其性暴惡，", "12": "如是色相、如是名字。彼人起賊害心欲謀珍", "13": "寶，彼作是念：「應當速斷諸商人命，取其珍寶，", "14": "還閻浮洲，自受快樂。」是故，我今如彼所念而", "15": "先語汝，汝可思惟作何方便，令此惡人不造", "16": "殺業、免地獄報，又復商眾得全其命。何以故？", "17": "此五百商人皆於阿耨多羅三藐三菩提已", "18": "住不退轉，而彼惡人於如是住菩薩法者若", "19": "造殺業，永墮地獄，無有出期。是故，汝今宜設", "20": "方便，善為救度。』「爾時，善御商主從夢覺已，即", "21": "作是念：『我於今時有何方便，令此惡人不造", "22": "殺業、免地獄報，得諸商人各全其命？』於一日", "23": "中如是思惟求善方便而未能得，乃至七日", "24": "審諦思惟亦不能得。過七日已，即作是念：『我", "25": "今無復方便可得，但當於彼興殺心者先與", "26": "斷命。彼斷命故，不造殺業、免地獄報，又令餘", "27": "眾得全其命。』如是念已而復籌量：『我若與此", "28": "五百商人共斷其命，而五百人皆墮地獄。我", "29": "今宜應起大悲心，為救護故，自手當殺。此殺", "30": "因者，設於百千劫中獲地獄報亦當忍受。但", "31": "能今時以如是大悲方便令此惡人不造殺", "32": "業，當免地獄無量劫苦；又令住菩薩法者諸", "33": "商人眾，安隱無難。』爾時，商主作是念已，即設", "34": "方便乃斷其命。時彼惡人既此命終得生天", "35": "界。「智上！彼五百商人者，當知即是此賢劫中", "36": "五百如來；是時眾中為商主者，即我身是。我", "37": "於百千劫在輪迴中，以大悲心出生善巧方", "38": "便，如是種種救度眾生。於汝意云何？菩薩摩", "39": "訶薩雖經百千劫在輪迴中，皆為以方便智", "40": "救度眾生，勿謂菩薩摩訶薩有業障可得。是", "41": "故當知，諸佛、菩薩諸所作業皆悉清淨，無復", "42": "少分障累可得。「智上！又復當知，如來、應供、正", "43": "等正覺是金剛不壞之身，乃至舉足、下足皆", "44": "以神通方便作大利益。」是時，舍衛城中有二", "45": "十人，忽與二十極惡知識而相值遇，是諸人", "46": "等互起惡心欲相謀殺，各各伺求彼彼方便。", "47": "時四十人承佛威神力故俱詣佛所，到佛所", "48": "已，住立一面。爾時，如來、應供、正等正覺為欲", "49": "化度彼四十人故，於剎那間化一大人在佛", "50": "會中，即白大目乾連言：「尊者當知，今此大地", "51": "不久出現諸草木相。」而彼大人作是言：「時世", "52": "尊即為垂其右足。」於須臾間而此大地即生", "53": "草木，各一尺量。時尊者大目乾連白佛言：「世", "54": "尊！今所出現草木之相，我於餘方可能見不？」", "55": "佛言：「不能。」尊者大目乾連而即隨取少分草", "56": "木乃自執持。時三千大千世界皆悉震動。于", "57": "是，如來、應供、正等正覺以神通力現自身相", "58": "出過梵界，而此草木亦復隨從出過梵界；又", "59": "復如來以神通力現大海中，而此草木亦隨", "60": "彼住；又復如來以神通力入大山間，而此草", "61": "木亦隨彼住。爾時，如來還本座已即收右足，", "62": "而此草木亦安住不動。", "63": "爾時，尊者阿難白佛言：「世尊！如來往昔有何", "64": "因緣，今現是相？」佛言：「阿難！我於往昔為大商", "65": "主，入海求寶，逢惡知識，我時以大悲心而斷", "66": "其命。昔因緣故，今有是相。」爾時，世尊說伽陀", "67": "曰：", "68": "「今此所現如是相，不住虛空及山、海，", "69": "乃至不住諸地方，以宿因故如是住。」", "70": "爾時，彼四十人咸作是念：「如來是大法王，無", "71": "實業障可得。我等互起惡心自相謀害，今對", "72": "佛前宜應懺悔。」作是念已，俱白佛言：「世尊！我", "73": "等先起惡心互欲殺害。是故，今時各各懺悔。」", "74": "爾時，世尊即為如應宣說法要，彼四十人皆", "75": "得智證三昧。是時，有三百二十萬眾生遠塵", "76": "離垢，得法眼淨。「智上！以此因緣，當知諸佛如", "77": "來舉足、下足皆是神通方便，作大利益，實無", "78": "少分業障可得。「又復如來已離諸病，何故一", "79": "時遣諸苾芻詣耆婆所求青蓮華蘂汁？要當", "80": "何用？所謂：我於一時與五百苾芻結夏未久", "81": "住於林間，是時有修左囉摩婆尾迦行者住", "82": "彼林側。是人忽有病生，不能進止、不能調伏，", "83": "即於我所求以妙藥而救其苦。我時作是思", "84": "惟：『今不應知是病所宜。何以故？我若知其病", "85": "所宜者，後末世中破壞聖心。于今設何方便", "86": "得藥與療？但當令此諸苾芻眾為求其藥。』作", "87": "是念已，即令諸苾芻詣耆婆所求青蓮華蘂", "88": "汁與療其病。是諸苾芻雖承佛旨而未即", "89": "行。爾時，淨居天子見諸苾芻已，白言：『尊者！", "90": "汝等當如佛旨，求如是藥為作救療，勿求別", "91": "藥令彼服已而趣命終。』諸苾芻言：『我等若行", "92": "求藥違佛戒法，我等寧自喪命，終不違佛戒", "93": "法而行。』淨居天子復白諸苾芻言：『如來是大", "94": "法王，以利益心猶故現相服藥除病。汝等今", "95": "時何不如教？當行求藥，當行求藥。』淨居天子", "96": "如是三白已，時諸苾芻息疑悔心，即詣耆婆", "97": "所求如是藥。得是藥已授彼病人，服已除差。", "98": "智上！以是因緣，我為利益故乃遣苾芻求如", "99": "是藥，而非如來有諸病惱。「又復如來諸福蘊", "100": "中最上、最勝，何故最先執持應器入城乞食？", "101": "所謂：如來已離諸障、無叚食想，但為愍念後", "102": "末世中有諸苾芻少福德者，雖入王城聚落", "103": "持鉢乞食而不能得，乃生退屈，不能長時勤", "104": "行乞食。為令此等苾芻當於爾時作是思惟：", "105": "『如來大師於諸世間福聚最勝，猶尚隨宜持", "106": "鉢乞食，況復我今末世苾芻薄福德故，乞食", "107": "所難不應生苦。但當行乞，雖復少得而亦為", "108": "足。』「智上！如來在世行乞食者，又為隨順作利", "109": "益故，所謂令諸婆羅門、長者、居士，乃至一切人", "110": "民，以佛威神所加持故，於現世中飲食豐足，", "111": "不值飢饉之苦。何以故？如來在世，不令諸魔", "112": "作飢饉難。是故，如來以善方便隨順世間，雖", "113": "受叚食不生愛著，不令婆羅門、長者，乃至一", "114": "切人民及餘諸天子眾等起如是念：『沙門瞿", "115": "曇於其叚食愛樂作意。』如來為令彼等不生", "116": "念故，於晝夜中與苾芻眾常住三昧，依止一", "117": "心，寂而無動，無高、無下，前引於後、後如於前，", "118": "正念相應。於一時中我住三昧，有七萬天子", "119": "發清淨心禮敬於我，我即從三昧出為其如", "120": "應宣說法要，彼諸天子於諸法中得法眼淨。", "121": "由此因緣，是故當知，諸佛、如來現行乞食，但", "122": "以善巧方便作利益故。「又復一時有贊左摩", "123": "拏嚩迦於佛如來而生惡意，當墮地獄，佛為", "124": "救護，其事云何？所謂：如來怨親平等，無復少", "125": "分障累可得，但為眾生安樂利益。我於爾時", "126": "為欲救護彼贊左摩拏嚩迦故，以我威神力", "127": "令其得見兢伽沙數世界諸佛如來，是諸如", "128": "來大圓鏡智中現彼所作業。以諸如來神通", "129": "力故，令此摩拏嚩迦見自業已即生悔心，作", "130": "如是言：『今於此中真實顯現，乃自思惟如來", "131": "一切白法具足。云何我今但造惡業，於白法", "132": "分而不能得？』彼摩拏嚩迦作是念時，即得清", "133": "淨正白梵行，於其夢中見佛現身，所有先起", "134": "惡意之罪皆悉銷滅，命終已後免地獄報。當", "135": "知皆是如來神力而為救護。何以故？所謂：如", "136": "來以大悲方便不捨眾生故。「又復一時有孫", "137": "那利梵志於祇陀林中，彼以因緣而斷其命。", "138": "佛時不知，云何名為一切智耶？所謂：如來無", "139": "礙正智皆悉具足，無不知見，如來隨諸色相、", "140": "神通等事皆以威神建立。今此孫那利梵志", "141": "者，佛觀是人壽量已盡，決定命終，亦非如來", "142": "不能了知。又，欲以是因緣令諸外道攝伏其", "143": "心，止息自罪。", "144": "爾時，如來以加持力於七夜中不入聚落。是", "145": "時有六十俱胝天人過七夜已往詣佛所。到", "146": "佛所已，乃為隨應宣說法要，即時各得智證", "147": "三昧。「又復何緣如來昔曾於三月中食馬麥", "148": "耶？所謂：如來欲令婆羅門、長者等生希有心，", "149": "又為成就利益事故。所以者何？我於一時", "150": "與五百苾芻見五百馬，我觀彼馬宿世善根", "151": "今已成熟。何以故？此五百馬於前前世已曾", "152": "為人，親近供養先佛如來，於先佛所發菩提", "153": "心，後因值遇彼惡知識破壞善法、造諸惡業，", "154": "以是報應今受馬身。又復此五百馬往昔曾", "155": "於日藏菩薩所發大誓願，以其宿世大願力", "156": "故，今復值遇日藏菩薩以菩提法方便教化，", "157": "令得度脫。是五百馬以菩薩威力及自願力", "158": "故，各能思念宿生中事。智上！我觀彼馬有是", "159": "因緣，生悲愍心欲為化度，乃與苾芻往彼馬", "160": "所，以所食麥即取食之。我自食已而復授彼", "161": "五百苾芻。時五百馬以宿善根力故，見佛及", "162": "苾芻眾食是馬麥，即時禮佛及諸苾芻。彼五", "163": "百馬過三月已皆悉命終，生兜率天，即從彼", "164": "天來詣佛所，恭敬、尊重、瞻禮、供養。佛即隨應", "165": "為說法要，是諸天子悉於阿耨多羅三藐三", "166": "菩提住不退轉。如來為令此五百馬成就如", "167": "是大利益事故食馬麥。「智上當知，所有一切", "168": "飲食，如來食者皆為最上食。假使三千大千", "169": "世界土及乳糖，如來食者，於是二種等無差", "170": "別，皆成上味。何以故？如來舌根常得上味，是", "171": "大人相。以是緣故，當知諸佛如來凡所受食", "172": "皆為最上食。我時謂阿難言：『汝捨轉輪王位", "173": "出家修道，於諸眾生起悲愍心。汝今食此馬", "174": "麥而得何味？』阿難白佛言：『世尊！今此馬麥甚", "175": "為希有，我雖生於王宮，昔未曾得此最上味。』", "176": "是時，阿難食馬麥已，於七日中得大喜樂。「智", "177": "上！我時與彼五百苾芻夏安居已，各還所止。", "178": "是時，五百苾芻眾中有四十苾芻食是馬麥，", "179": "雖於其味作清淨想，還復思念諸苦糲食。如", "180": "是思念已，於七夜中各得阿羅漢果。「智上當", "181": "知，如來雖食馬麥，實非宿障報應之事，但為", "182": "眾生作大利益；又令諸修淨戒沙門、婆羅門", "183": "生希有心；復令一切眾生如說能行。當知如", "184": "來一切最勝，諸所施作不壞法行。「又復何緣", "185": "如來一時謂迦葉言：『我患背痛，汝可為我說", "186": "七覺支法。』此因緣者，所謂：爾時，有八千天子", "187": "而共集會。是諸天子先於佛、法、僧寶未生淨", "188": "信，當於爾時暫聞迦葉說七覺支法，而彼信", "189": "心漸能開悟。即詣迦葉所，迦葉重復廣為分", "190": "別七覺支法。是八千天子即時各得智證三", "191": "昧，乃自思惟：『眾生有病不能聽法，若聞法者", "192": "病得銷除。如來是大法王，猶故現病令大迦", "193": "葉說七覺支法。我等云何不樂聽法？』彼諸天", "194": "子作是思惟已，即於佛法心得清淨。以是利", "195": "益因故，如來乃現背痛令大迦葉說七覺支", "196": "法。當知皆是善巧方便，實非宿障報應之事。", "197": "「又復何緣，昔有莊嚴幢婆羅門於一時中向", "198": "佛世尊發不善語，佛於爾時不生恚礙？所謂：", "199": "如來於天人四眾大集會中已得忍、力具足，", "200": "隨觀諸境不生恚礙。如來爾時於諸眾生住", "201": "平等心、救護心、安住心、柔軟心、勇猛心。如來", "202": "住是諸心時，有四千眾生發阿耨多羅三藐", "203": "三菩提心。以是利益因故，如來乃於莊嚴幢", "204": "婆羅門不生恚礙。當知皆是如來善巧方便，", "205": "實非宿障報應之事。「復次，智上！我念昔為菩", "206": "薩時，彼提婆達多在在處處常隨於我。何以", "207": "故？彼提婆達多雖來我所伺求嬈害，而能令", "208": "我圓滿六波羅蜜多、能令無量眾生得大利", "209": "益，所謂若時欲令眾生得大快樂，我不能行", "210": "布施攝法，提婆達多即來我所乞妻子、奴婢、", "211": "頭、目、手、足，我於爾時皆悉能捨。以能捨故，彼", "212": "作是言：『如是名為難行之行，能令眾生起發", "213": "善根。』我作是施時，有無量眾生起愛樂心，於", "214": "布施行得淨信解。又復若時我以菩提願力", "215": "住淨戒行，提婆達多來詣我所欲破淨戒。我", "216": "於爾時堅固不動，不壞戒行。有無量眾生見", "217": "是事已，悉住清淨戒地。又復若時提婆達多", "218": "於我起其忿恚、打、罵，我於爾時不生瞋恨，住", "219": "忍辱心。有無量眾生見是事已，皆住忍行。所", "220": "有精進、禪定、智慧等行，以提婆達多故，我皆", "221": "圓滿及令無量眾生得大利益。「智上！當知彼", "222": "提婆達多雖於我所欲生嬈害，而能令我增", "223": "長善法、為諸眾生作利益事。是故應知，諸佛", "224": "如來以善巧方便故，於諸眾生隨所施作，皆", "225": "令不壞所有報應。又復如來於眾生界普遍", "226": "觀察，有某眾生造如是因、得如是報，隨所觀", "227": "已，設諸方便而為化度。「智上！如我上說種種", "228": "法門皆是最勝善巧方便，如是法門不應於", "229": "彼下劣善根眾生前說。所以者何？所有眾生", "230": "雖種聲聞、緣覺相應善根，而亦不能於此最", "231": "勝善巧方便中如理修學。何以故？非法器故。", "232": "但當為彼修菩薩法者如實宣說。譬如盲人，", "233": "於夜分中雖有光明，亦不能見一切境相；若", "234": "有目人於其夜分，得彼光明而為照耀，一切", "235": "境相悉能觀見。菩薩摩訶薩亦復如是，已修", "236": "菩薩最勝行法、又能具足善巧方便，所有諸", "237": "佛勝行、解脫法門悉能通達。「智上！若有志求", "238": "無上菩提諸善男子、善女人，愛樂法故，縱在", "239": "百千由旬之外，若有宣說如是善巧方便法", "240": "門處，而亦不怖遙遠即來聽受。何以故？若人", "241": "聞是法已，即得廣大光明，所行清淨，於佛法", "242": "中離諸疑悔。是故當知，所有天人四眾之中，", "243": "是法器者即能愛樂聽受此法；非法器者雖", "244": "復得聞，不生愛樂。」佛說是法時，有七萬二千", "245": "眾生發阿耨多羅三藐三菩提心。", "246": "爾時，尊者阿難白佛言：「世尊！此經何名？我等", "247": "云何受持？」佛言：「阿難！此名『善巧方便波羅蜜", "248": "多正法』，亦名『一切祕密最上波羅蜜多正法』。", "249": "如是名字汝當受持，於後末世宣通流布，令", "250": "諸眾生得大利益。」", "251": "佛說此經已，阿難等諸聲聞，智上等諸菩薩", "252": "摩訶薩，乃至世間天、人、阿修羅、乾闥婆等一", "253": "切大眾，聞佛所說，皆大歡喜，信受奉行。", "254": "佛說大方廣善巧方便經卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0346 佛說大方廣善巧方便經: 佛說大方廣善巧方便經: 佛說大方廣善巧方便經", "source": "CBETA"}