{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0974B 佛頂尊勝陀羅尼", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 974B", "1": "佛頂尊勝陀羅尼", "2": "􇖵􄖩曩􄗭謨引􄗙婆􄑘誐􄙖縛􄕝帝引歸命世尊􄩥怛󰪯二合引􄙒路", "3": "􄛁", "4": "枳也二合三世亦云三界􄪼鉢羅二合􄕙底􄙘尾􄙤始􆵋瑟吒二合引", "5": "􄗱野最殊勝也􈎭沒􇧺馱􄗱野大覺􄗙婆􄑘誐􄙖縛􄕝帝世尊。已上第一歸敬尊德門", "6": "􄕗怛􇩊儞也二合􄕤他所謂之義。即說之義􇩂唵三身無見頂相義。已上第二影表法身門", "7": "􄙘尾􄙪戍引􄕻馱􄗱野􄙘尾􄙪戍􄕻馱􄗱野清淨􄙺娑上", "8": "􄗥麼􄙺娑􄗥麼􄙺三去􄗥滿􆩗跢去引􄙖縛􄗙婆􄙺薩普遍照曜", "9": "􆷱婆頗二合􄗽羅轉舌呼􄕋拏鼻舒遍􄑘誐􄕙底􄑘誐􄚩賀􄖩曩六種稠林", "10": "􅁥娑縛二合􄗚婆去引􄙖縛􄙘尾􄙦秼􇧼􇟄第自然清淨。已上第三淨除惡趣門", "11": "􆿅阿􄗛鼻􈁤詵􄑼左􄕛覩􈁝𤚥引灌頂我􈂼素􄑘誐􄕗哆善逝", "12": "􄙖縛􄗽羅􄙖縛􄑼左􄖩曩殊勝言教􆿅阿􇩸蜜㗚二合􄕘多去􄗛鼻", "13": "􄙵麗􄑇罽􄗥摩􄚩訶􄗥曼􈃵怛羅二合􄖵跛􄕶􇟄乃甘露。又云灌頂不死句", "14": "􆿆阿去引􄚨賀􄗽羅􆿅阿去引􄚨賀􄗽羅唯願攝受攝受攝受又三遍攘勝諸苦惱", "15": "􆿆阿􈃷庾􄙺散􆩻馱引􄗽羅􄕍抳堅住持壽命。已上第四善明灌頂門􄙪戍引", "16": "􄕻馱􄗱野􄙪戍引􄕻馱􄗱野􄑘誐􄑘誐􄖩曩􄙘尾􄙦秼􇧼第如虛空清淨", "17": "􆿉鄔􈃇瑟抳二合􄙮灑佛頂􄙘尾􄒶惹􄗱野􄙘尾􄙦秼", "18": "􇧼第最勝清淨􄙺娑􄚨賀􄭵娑羅二合􄗽羅􅋎濕茗二合千光明􄚦散", "19": "􄒦祖􄕱儞􄕝帝驚覺􄙺薩􅞣縛􄕗怛􄕤多􄑘誐􄕘多去引􄙖縛", "20": "􄙒路去􄑀伽􄖫𩕳􄙮娑上􇧺吒憣二合􄗽羅􄗧󰫃􄕘哆去引", "21": "􄖵跛􄙀哩􄪼布􄗽羅􄕍抳􄙺薩􅞣縛􄕗怛􄕤他去引􄑘誐􄕗多", "22": "􆱨仡哩二合􄕯娜􄗲野引􄕽地􆵋瑟姹二合引􄖩曩􄕽地􆵍瑟恥二合", "23": "􄕗􇟄哆一切如來神力所加持􄗥摩􄚩賀􈁃母􄩸捺隷二合印契􄙖縛", "24": "􄦽曰羅二合􄑁迦引􄗱野􄚦僧􄚩賀􄕗哆上􄖩曩􄙘尾􄙦秼", "25": "􇧼第金剛鉤鎖身清淨􄙺薩􅞣縛去􄙖縛􄗽羅􄕍􇟄拏鼻􄖵播􄗱野􄩶訥", "26": "哩􅖱󰵲二合􄕙底􄖵跛􄙀哩􄙘尾􄙦秼􇧼第一切障清淨也。所謂業障報障煩惱障也。得清淨云云。已上第五神力加持門", "27": "􄪼鉢羅二合􄕙底􄖫𩕳􄙖󰨢", "28": "􇪱囉􇟄多二合􄗱野􆿆阿去引􈃷欲􄙦秼􇧼第壽命增長皆得清淨􄙺三", "29": "􄗥麼􄗱野引􄕽地􆵋瑟恥二合􄕝帝誓願加持􄗥麼􄕍抳􄗥麼􄕍抳", "30": "􄗥麼􄚩賀􄗥麼􄕍尼世寶亦云法寶。所謂福惠二種資糧。已上第六壽命增長門􄕗怛", "31": "􄕤闥􄕘哆去引􄗞部􄕗多􄑈句􄓜致􄖵跛􄙀哩􄙦秼􇧼第真如實際遍滿清淨", "32": "􄙘尾􆷵娑普二合􄓚􇟄吒􈎭沒􇧻地􄙦秼􇧼第顯現智惠清淨􄒶惹", "33": "􄗱野􄒶惹􄗱􇟄野􄙘尾􄒶惹􄗱野􄙘尾􄒶惹􄗱野最勝最勝即是真俗二諦法門", "34": "􅋌娑麼二合􄗽羅􅋌娑麼二合􄗽羅念持定惠相應。已上第七定惠相應門􄙺薩", "35": "􅞣嚩􈎭沒􇧺馱引一切諸佛􄖩曩􄗭謨􄙘毘􄖵婆􄣊尸􄖯寧􄕗怛􄕤他", "36": "􄑘󰵲􄕘多􄗱􇟄野敬禮毘婆尸如來􄖩曩􄗭謨􄙤尸􄑎棄􄖯曩􄕗怛􄕤他", "37": "􄑘󰵲􄕘多􄗱􇟄野敬禮尸棄如來􄖩曩􄗭謨􄙘毘􄙢舍􄗞浮吠􄕗怛􄕤他", "38": "􄑘󰵲􄕘多􄗱􇟄野敬禮毘沙浮如來􄖩曩􄗭謨􄥇迦羅􄑀拘􄚦孫􄕻馱", "39": "􄗱野􄕗怛􄕤他􄑘󰵲􄕘多􄗱野敬禮拘樓孫如來􄖩曩􄗭謨􄑀迦􄖩曩", "40": "􄑀迦􈁃牟􄕍曩􄗷曳􄕗怛􄕤他􄑘󰵲􄕘多􄗱野敬禮拘那含牟尼如來􄖩曩", "41": "􄗭謨􄑀迦􄣊葉􄖵婆􄗲野􄕗怛􄕤他􄑘󰵲􄕘多􄗱􇟄野敬禮迦葉如來", "42": "􄖩曩􄗭謨􄙢尺􄛀迦􈁃牟􄖫曩􄗷曳􄕗怛􄕤他􄑘󰵲􄕘多􄗱野敬禮尺迦牟尼如來", "43": "􄖩曩􄗭謨􆿆阿􅝩利耶二合􄙖縛􄙒路􄑂枳􄕝帝", "44": "􈂫濕縛二合􄗽羅􄗱野􄗕󰂛􄕽地􄙺薩􄽙􇟄多縛敬禮聖觀自在菩薩􄕽地", "45": "􆵍瑟恥二合􄕗多􄙦秼􇧼第加持清淨􄙖縛􄦿曰哩二合􄙖縛", "46": "􄦽曰羅二合引􄑘󰵲􅝗陛金剛藏􄙖縛􈁺曰覽二合引􄗚婆去引􄙖浮", "47": "􄕛覩願成金剛􄗥麼􄗥麼是我之義自稱姓名。為他人即稱他姓名。已上第八金剛供養門􄙢設", "48": "􄙀哩􄙈覽􄙺薩􅞣縛􄙺薩􄽙怛縛二合􄖳難上引􄑼左􄑀迦􄗱野", "49": "􄖵跛􄙀哩􄙘尾􄙦秼􇧼第一切有情身得清淨􄙺薩􅞣縛􄑘誐􄕙底􄖵跛", "50": "􄙀哩􄙦秼􇧼􇟄第一切趣皆清淨􄙺薩􅞣縛􄕗怛􄕤他􄑘󰵲􄕘多去引", "51": "􈂽室者二合􄗫銘􄙺三去􄗥麼􈂫濕縛二合引􄙺娑􄗻琰􄕛覩", "52": "􄙺薩􅞣縛􄕗怛􄕤他去引􄑘󰵲􄕗多􄙺三去􄗦麼鼻去􈂫濕縛二合", "53": "􄙻娑􄕽地􆵋瑟恥二合􄕝帝一切如來安慰令得加持􈎭沒􈁙地野二合", "54": "􈎭沒􈁙地野二合􄙘尾􈎭沒􈁙地野二合􄙘尾􈎭沒", "55": "􈁙􇟄地野二合所覺所覺􄗕󰂛􄕻馱􄗱野􄗕󰂛􄕻馱􄗱野􄙘尾􄗕󰂛􄕻馱", "56": "􄗱野􄙘尾􄗕󰂛􄕻馱􄗱􇟄野能令覺悟。能令有情速得覺悟􄙺三􄗥滿􆩖跛", "57": "􄖵跛􄙀哩􄙦秼􇧼􇟄第普遍清淨􄙺薩􅞣縛􄕗怛􄕤他去引􄑘󰵲􄕗多", "58": "􆱨仡哩二合􄕯娜􄗲野引􄕽地􆵋瑟姹二合引􄖩曩􄕽地", "59": "􆵋瑟恥二合􄕗􇟄多一切如來神力所加持􄗥麼􄚩賀引􈁃母􄩸捺􇟄哩二合大印。所謂如來大印。已上第九普證清淨門", "60": "􅁥娑縛二合引􄚩􇥐􄙺􄗥􆻤賀引吉祥之句。又云成就之義。已上第十成就涅槃門", "61": "師云。此陀羅尼凡有九本。所謂杜行鎧月照", "62": "三藏。義淨三藏。佛陀波利善無畏三藏。金剛", "63": "智三藏。不空三藏等所譯本。及法崇注釋。弘", "64": "法大師所傳梵本等也。之中今以弘法大師", "65": "梵本。與金剛智三藏所譯加字具足漢字本", "66": "所雙書也。件梵本是弘法大師在唐之日。惠", "67": "果阿闍梨所授多羅葉梵本也。七佛及觀音", "68": "梵號裁干此中。異他梵本也。後人知之。", "69": "佛頂尊勝陀羅尼", "70": "建久二年辛"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0974B 佛頂尊勝陀羅尼", "source": "CBETA"}