{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論", "text": {"0": "非問分2 業品", "1": "舍利弗阿毘曇論卷第八", "10": "正定人邪定人不定人。盲人一眼人二眼人。", "100": "行無色行煩惱無餘斷未斷。是名阿那含人。", "101": "復次趣阿羅漢果證人。若人五下分煩惱斷。", "102": "身見疑戒取欲愛瞋恚。以聖道一時俱斷。得", "103": "上道思惟斷色行。無色行煩惱無餘斷未斷。", "104": "是名趣阿羅漢果證人。復次阿羅漢人。若人", "105": "思惟斷色行煩惱無色行煩惱無餘斷。是名", "106": "阿羅漢人。復次阿羅漢人。若人一切煩惱斷。", "107": "是名阿羅漢人。一切煩惱盡阿羅漢果。若人", "108": "得觸證。是名阿羅漢人。云何自足人。如世尊", "109": "說。世二人難得。何等二。自足他足。云何他", "11": "慈行人悲行人。喜行人捨行人空行人。無", "110": "足。若人施沙門婆羅門貪無厭人貧窮乞", "111": "匃人。飲食車乘衣服香花塗香床褥臥具舍", "112": "宅依止燈明。是名他足人。云何自足人。若", "113": "比丘有漏盡。乃至所作已辦更不還有。是名", "114": "自足人。如是二人誰所說。如來性因曰。", "115": "稱自足他足世間甚希有", "116": "施者如清池常住淨戒身", "117": "又能施飲食是人甚難得", "118": "離欲斷瞋恚滅癡得無漏", "119": "聖法以自足是人甚難得", "12": "相行人。無願行人。不惱行人。勝入行人。一", "120": "云何學人。趣須陀洹果證人。須陀洹人。趣斯", "121": "陀含果證人。斯陀含人。趣阿那含果證人。阿", "122": "那含人。趣阿羅漢果證人。是名學人。云何無", "123": "學人。阿羅漢。是名無學人。云何非學非無學", "124": "人。凡夫人。是名非學非無學人。", "125": "云何正定人。若人上正決定。是名正定人。云", "126": "何邪定人。若人入邪定。是名邪定人。云何不", "127": "定人。若人不上正決定。不入邪定。是名不定", "128": "人。云何正定人。若人得正決定。是名正定", "129": "人。云何邪定人。若人得邪定。是名邪定人。云", "13": "切入行人。修八解脫人。六通人。五此竟人。五", "130": "何不定人。若人不得正決定。不得邪定。是名", "131": "不定人。云何正定人。若人得聖五根已曾得。", "132": "是名正定人。云何邪定人。若人作五無間業。", "133": "成就已未受報。於五無間業成就。若一若二", "134": "未受報。是名邪定人。云何不定人。若人未得", "135": "聖五根未曾得。不作五無間業。不成就不受", "136": "報。於五無間業不成就。若一若二不受報是", "137": "名不定人。", "138": "云何盲人。若人成就眼。未得財寶。能得得已", "139": "弘廣。無如是眼。若人成就眼。未生善法。能", "14": "彼竟人。一分解脫人。二分解脫人。慧解脫人。", "140": "生生已弘廣。無如是眼。是名盲人。云何一", "141": "眼人。如人成就眼。未得財寶。能得得已弘", "142": "廣。有如是眼。如人成就眼。未生善法。能生", "143": "生已弘廣。無如是眼。是名一眼人。云何二眼", "144": "人。若人成就眼。未得財寶。能得得已弘廣。", "145": "有如是眼。如人成就眼。未生善法。能生生已", "146": "弘廣。有如是眼。是名二眼人。", "147": "云何慈行人。若人得慈解心。多行是行。是名", "148": "慈行人。云何悲行人。若人得悲解心。多行是", "149": "行。是名悲行人。云何喜行人。若人得喜解心。", "15": "身證人。見得人。信解脫人。堅信人。堅法人。", "150": "多行是行。是名喜行人。云何捨行人。若人得", "151": "捨解心。多行是行。是名捨行人。復次慈行人。", "152": "若人得慈解調心已。修行柔軟已。次第上正", "153": "決定。得須陀洹果斯陀含果阿那含果阿羅", "154": "漢果。是名慈行人。復次悲行人。若人得悲解", "155": "調心已。修行柔軟已。次第上正決定。得須陀", "156": "洹果斯陀含果阿那含果得阿羅漢果。是名", "157": "悲行人。復次喜行人。若人得喜解調心已。修", "158": "行柔軟已。次第上正決定。得須陀洹果斯陀", "159": "含果阿那含果阿羅漢果。是名喜行人。云何", "16": "斷五支人。六支成就人。一護人。四依人。滅", "160": "捨行人。若人得捨解調心已。修行柔軟已。次", "161": "第上正決定。得須陀洹果斯陀含果阿那含", "162": "果阿羅漢果。是名捨行人。", "163": "云何空行人。若人得空定多行是行。是名空", "164": "行人。云何無相行人。若人得無相定。多行是", "165": "行。是名無相行人。云何無願行人。若人得", "166": "無願定。多行是行。是名無願行人。復次空", "167": "行人。若人得空行。上正決定。得須陀洹果斯", "168": "陀含果阿那含果阿羅漢果。是名空行人。復", "169": "次無相行人。若人得無相定上正決定。得", "17": "異緣實人。求最勝人。不濁想人。除身行人。心", "170": "須陀洹果斯陀含果阿那含果阿羅漢果。是", "171": "名無相行人。云何無願行人。若人得無願定", "172": "上正決定。得須陀洹果斯陀含果阿那含果", "173": "阿羅漢果。是名無願行人。", "174": "云何無惱行人若人得無惱法。何等無惱法。", "175": "謂若人知勸讚。知不勸讚。知勸讚不勸讚已。", "176": "非勸讚非不勸讚。說法明了知法明了。知法", "177": "已內樂精進。背不說惡。面不讚善。稱滿說法。", "178": "非不稱滿。不必顧方語。不是非人禮。隨方說", "179": "法。復次修根力覺禪解脫定修已。得聖無漏", "18": "善解脫人。慧善解脫人。共解脫人。非共解脫", "180": "捨。若捨則應法律。不行欲樂凡夫卑行。不行", "181": "非聖無義苦行。常捨二邊入應中道行。知勸", "182": "讚知不勸讚。知勸讚非不勸讚已。不勸讚", "183": "非不勸讚。說法明了知法明了。知法已內樂", "184": "精進背。處不說惡面。前不讚善稱滿說法非", "185": "不稱滿。不必顧方語不是非人禮。隨方而說", "186": "法。無惱害離惱。於惱解脫入無惱法。復次", "187": "此是彼人數共制名無惱。是名無惱行人。", "188": "云何勝入行人。若人得八勝入。多行是行。是", "189": "名勝入行人。云何一切入行人。若人得十一", "19": "人。有退人。無退人。思有人。微護人。思不退", "190": "切入。多行是行。是名一切入行人。云何修八", "191": "解脫人。若人得八解脫。多行是行。是名修八", "192": "解脫人。云何六通人。若人六通成就。多行是", "193": "行。是名六通人。", "194": "云何五此竟人。七生人。家家人。斯陀含人。一", "195": "種人。若現身得阿羅漢人。云何七生人。須陀", "196": "洹是名七生人。復次七生人。若人見斷三煩", "197": "惱斷。身見疑戒盜。聖道一時俱斷。於彼斷住。", "198": "未得上道思惟斷欲愛瞋恚煩惱分斷。作業", "199": "必當生受七天七人身。受行七天七人身已", "2": "姚秦罽賓三藏曇摩耶舍", "20": "不思退人。護不退不護退人。有緣射人。法", "200": "盡苦邊。是名七生人。云何家家人。若人見斷", "201": "三煩惱斷。身見疑戒盜。聖道一時俱斷。得上", "202": "道思惟斷欲愛瞋恚煩惱分斷。未斷作業。必", "203": "當生或受二三人身。彼或受行二三人身已盡", "204": "苦邊。是名家家人。復次家家人。若人見斷三", "205": "煩惱斷身見疑戒盜。聖道一時俱斷。思惟斷", "206": "欲愛瞋恚煩惱分斷。未如斯陀含作業。必當", "207": "生或受二三人身。受行二三人身已盡苦邊。", "208": "是名家家人。云何斯陀含人。若人見斷三煩", "209": "惱斷。身見疑戒盜。以聖道一時俱斷。思惟斷", "21": "不發起人。住劫人。首等人。度塹人。壞塹", "210": "欲愛瞋恚煩惱分斷。以聖道一時俱斷。於彼", "211": "斷住。未得上道餘思惟斷欲愛瞋恚無餘斷作", "212": "業。必當生受一天一人身。受行一天一人身已", "213": "盡苦邊。是名斯陀含人。復次斯陀含人。若人", "214": "見斷三煩惱身見疑戒盜。以聖道一時俱斷。", "215": "思惟斷欲愛瞋恚煩惱分斷。過家家人。非如", "216": "一種人作業。必當生受一天一人身。受行一", "217": "天一人身已盡苦邊。是名斯陀含人。云何一", "218": "種人。若人見斷三煩惱斷身見疑戒盜。以聖", "219": "道一時俱斷。思惟斷欲愛瞋恚煩惱分斷。以聖", "22": "人。乘進人。無沾污人。惰慢人。云何凡夫人。", "220": "道一時俱斷得上道餘思惟斷。欲愛瞋恚無餘", "221": "斷。未斷作業。必當生受一人身。受行一人身", "222": "已盡苦邊。是名一種人。復次一種人。若人見", "223": "斷三煩惱斷身見疑戒盜。聖道一時俱斷。思", "224": "惟斷欲愛瞋恚多斷過斯陀含。非如阿那含", "225": "作業。必當生受一人身。受行一人身已盡苦", "226": "邊。是名一種人。云何現身得阿羅漢人。若人", "227": "以我分身。若長若幼上正決定。此人此生我", "228": "分身此長此幼。得須陀洹果斯陀含果阿那", "229": "含果。得阿羅漢果。是名現身得阿羅漢果人。", "23": "若人未上正決定。是名凡夫人。云何非凡夫", "230": "是名五此竟人。", "231": "云何五彼竟人。中般涅槃人。速般涅槃人。無", "232": "行般涅槃人。有行般涅槃人。上流般涅槃", "233": "人。云何中般涅槃人。若人五下。分煩惱斷。", "234": "身見疑戒盜欲愛瞋恚。以聖道一時俱斷。彼", "235": "聖五根利用最勝。信根進根念根定根慧根。", "236": "若此道樂速解。若修彼道已。得阿羅漢果。", "237": "彼有留難現身。不得阿羅漢果。或多諸緣行", "238": "慈愍親屬。宿業必當生受一天身。於彼有不", "239": "適意。生不適意。住不適意。行不適意。於彼天", "24": "人。若人上正決定。是名非凡夫人。復次凡夫", "240": "身中般涅槃。何謂中般涅槃。於欲界命終。若", "241": "生色界天上。於彼天壽中。於彼斷法中般涅", "242": "槃。是名中般涅槃。復次此是彼人數共制。名", "243": "中般涅槃。是名中般涅槃人。云何速般涅槃", "244": "人。若人五下分煩惱斷。身見疑戒盜欲愛瞋", "245": "恚。以聖道一時俱斷。此聖五根利。不如中般", "246": "涅槃。何等五。信根進根念根定根慧根。若此", "247": "道若速解。若修彼道得阿羅漢果。彼有留難", "248": "現身。不得阿羅漢果。以多諸緣行慈愍親屬。", "249": "由宿業必受一天身。於彼有不適意。生不適", "25": "人。若人未得正決定。是名凡夫人。復次非凡", "250": "意。住不適意。行不適意。於彼天身速般涅", "251": "槃。何謂速般涅槃。欲界命終生色界天上。", "252": "彼天壽少樂多離速般涅槃。是名速般涅", "253": "槃。復次此是彼人數共制。名速般涅槃人。", "254": "是名速般涅槃人。云何無行般涅槃人。若人", "255": "五下分煩惱斷。身見疑戒盜欲愛瞋恚。以", "256": "聖道一時俱斷。此聖五根軟。何等五。信根", "257": "進根定根慧根念根。若此道樂難。解若修", "258": "彼道得阿羅漢果。彼有留難。現身不得阿羅", "259": "漢果。以多諸緣行慈愍親屬。由宿業必當生", "26": "夫人。若人得正決定。是名非凡夫人。復次凡", "260": "受一天身。彼有適意生適意。住不適意。行不", "261": "適意。於彼天身無行般涅槃。何謂無行般涅", "262": "槃。欲界命終。若生色界天上。於彼無行得無", "263": "間道。得已即於彼間般涅槃。是名無行般涅", "264": "槃。復次此是彼人數共制。名無行般涅槃。", "265": "是名無行般涅槃人。云何有行般涅槃人。若", "266": "人五下分煩惱斷。身見疑戒盜欲愛瞋恚。以", "267": "聖道一時俱斷。若此聖五根軟。何等五。信根", "268": "進根念根定根慧根。若此道苦難解。若修彼", "269": "道已。得阿羅漢果。彼有留難。現身不得阿羅", "27": "夫人。若人未得聖。五根未曾得。是名凡夫人。", "270": "漢果。以多諸緣業行慈愍親屬。由宿業必當", "271": "生受一天身。彼有適意生適意。住適意。行不", "272": "適意。於彼天身有行般涅槃。何謂有行般涅", "273": "槃。欲界命終。若生色界天上。彼有行難得無", "274": "間道。得已便於彼般涅槃。是名有行般涅槃。", "275": "復次此是。彼人數共制。名有行般涅槃。是名", "276": "有行般涅槃人。云何上流至阿迦膩吒人。若", "277": "人五下分煩惱斷。身見疑戒盜欲愛瞋恚。以", "278": "聖道一時俱斷。此聖五根最軟。何等五。信根", "279": "進根念根定根慧根。若此道或樂難解。或苦", "28": "復次非凡夫人。若人得聖五根曾得。是名非", "280": "難解。修彼道已。得阿羅漢果。彼有留難。現身", "281": "不得阿羅漢果。以多諸緣行慈愍親屬。由宿", "282": "業必當生受五天身。於彼天上有適意生適", "283": "意。住適意行適意。此若命終上流。至阿迦膩", "284": "吒。何謂上流至阿迦膩吒。於欲界命終。生色", "285": "界無勝天中。如彼天壽住彼天壽。住已彼命", "286": "終轉生無熱天中。生無熱天中已。彼命終轉", "287": "生善見天中。生善見天中已。彼命終轉生如", "288": "妙善見天中。生如妙善見天中已。彼命終轉", "289": "生阿迦膩吒天中。如彼天壽住。如彼天壽住", "29": "凡夫人。", "290": "已。逮無間道得阿羅漢果。得阿羅漢果已。", "291": "即於彼般涅槃。是名上流至阿迦膩吒。復次", "292": "此是彼人數共制。名上流至阿迦膩吒。是名", "293": "上流至阿迦膩吒人。是名五彼竟人。云何一分", "294": "解脫人。若人先學時得八解脫滅盡定。非後", "295": "無學時得八解脫滅盡定。後無學時得八解", "296": "脫滅盡定。非學時得八解脫滅盡定。是名一", "297": "分解脫人。云何二分解脫人。若人學時得八", "298": "解脫滅盡定。後無學時亦得八解脫滅盡定。", "299": "是名二分解脫人。復次一分解脫人。若人盡", "3": "共曇摩崛多等譯", "30": "云何性人。若人次第住凡夫勝法。若法即滅。", "300": "智生非無生智。是名一分解脫人。復次二分", "301": "解脫人。若盡智生無生智生。是名二分解脫", "302": "人。云何慧解脫人。若人寂靜解脫過色無色。", "303": "彼非身觸行見慧斷有漏。是名慧解脫人。云", "304": "何身證人。若人寂靜解脫過色無色。修身觸", "305": "行非慧見斷有漏。是名身證人。云何見得人。", "306": "若人寂靜解脫過色無色。彼非身觸行。非慧", "307": "見斷有漏。如世尊所流布法。多用慧擇行。是", "308": "名見得人。云何信解脫人。若人寂靜解脫過", "309": "色無色。彼非身觸行。非慧見斷有漏。如世尊", "31": "上正決定。是名性人。云何性人。若人成就性", "310": "所流布法。以慧擇行不及見得。是名信解脫", "311": "人。云何見得人。若人得堅法上正決定。得須", "312": "陀洹果。得斯陀含果。得阿那含果。未得八", "313": "解脫滅盡定。是名見得人。云何信解脫人。若", "314": "人得堅信上正決定。得須陀洹果。得斯陀含", "315": "果。得阿那含果。未得八解脫滅盡定是名信", "316": "解脫人。云何堅信人。若人寂靜解脫過色無", "317": "色。彼非身觸行。非慧見斷有漏。彼信受於世", "318": "尊。是名堅信解脫人。云何堅法人。若人寂靜", "319": "解脫過色無色。彼非身觸行。非慧見斷有漏。", "32": "法。何等性法。若無常苦空無我。思惟涅槃寂", "320": "如世尊所流布法。慧觀而堪忍。是名堅法人。", "321": "云何堅信人。若人性好信多信上正決定。未", "322": "得四沙門果一一觸證。若須陀洹果。若斯陀", "323": "含果。若阿那含果。若阿羅漢果。彼於五根", "324": "信根多。餘四根少。未得八解脫滅盡定。是名", "325": "堅信人。云何堅法人。若人性好擇法多擇法", "326": "上正決定。未得四沙門果一一觸證。若須陀", "327": "洹果若斯陀含果。若阿那含果。若阿羅漢果。", "328": "彼於此五根慧根多。餘四根少。未得八解脫", "329": "滅盡定。是名堅法人。", "33": "滅不定心。未上正決定如實人。若受想思觸", "330": "云何斷五支人。若人五蓋斷欲愛蓋瞋恚睡", "331": "眠掉悔疑蓋。是名斷五支人。復次斷五支人。", "332": "若人五下分煩惱斷。身見疑戒盜欲愛瞋恚。", "333": "是名斷五支人。", "334": "云何六支成就人。若人六捨成就。彼眼見色", "335": "無憂無喜捨行念知。耳聞聲鼻嗅香舌甞味。", "336": "身覺觸意知法。無憂無喜捨行念知。是名六", "337": "支成就人。", "338": "云何一護人。若人以念護心成就。是名一護", "339": "人。", "34": "思惟覺觀。見慧解脫無癡順信悅喜心進信", "340": "云何四依人。若人知堪忍知親近知離知捨。", "341": "是名四依人。", "342": "云何滅異緣實人。若人於此外或有沙門婆", "343": "羅門異緣見。我世常此見實餘虛妄。我世非", "344": "常此實餘虛妄。我世常非常此實餘虛妄。我", "345": "世非常非非常此實餘虛妄。我世有邊此實", "346": "餘虛妄。我世無邊此實餘虛妄。我世有邊無", "347": "邊此實餘虛妄。我世非有邊非無邊此實餘", "348": "虛妄。身是命此實餘虛妄。命是身此實餘虛", "349": "妄。身異命異此實餘虛妄。無命無身此實餘", "35": "欲不放逸念意識界意界若如實身戒口戒。", "350": "虛妄。有如去涅槃此實餘虛妄。無如去涅槃", "351": "此實餘虛妄。有如去不如去涅槃此實餘虛", "352": "妄。有如去非不如去涅槃。此實餘虛妄。於", "353": "彼一切滅害捨解吐出離盡已。是名滅異緣", "354": "實人。云何求最勝人。若人欲求斷有求斷。", "355": "求梵淨行所作已竟。何謂欲求。欲界未覺未", "356": "知。欲界未斷法若欲界陰界入。若色聲香味", "357": "觸。若眾生若法。若求彼悕望聚集盡求愛求", "358": "已。悕望已聚集盡求已。是名欲求。云何有求。", "359": "色界無色界未覺未知。色界無色界未斷。若", "36": "是名性法。若人此法成就。是名性人。", "360": "色界無色界陰界入。若禪若解脫。若定若三", "361": "摩跋提。若求此悕望聚集盡求愛求已。悕望", "362": "已聚集盡求已。是名有求。云何求梵淨行。謂", "363": "八聖。若求彼悕望聚集盡求愛求已悕望已。", "364": "聚集盡求已。是名求梵淨行人。若人欲求斷", "365": "有求斷。求梵淨行所作已竟。是名求最勝", "366": "人。", "367": "云何不濁想人。濁想謂欲想瞋想害想不", "368": "濁想。謂出想不瞋恚想非害想若人捨欲想", "369": "憶念出想。捨瞋恚想憶念非瞋恚想。捨害想", "37": "云何聲聞人。若人從他聞。受他教請他說聽", "370": "憶念非害想。是名不濁想人。", "371": "云何除身行人。身謂出息入息。彼若入於寂", "372": "靜滅除。是名除身行人。復次除身行人。若此", "373": "比丘斷苦斷樂。先滅憂喜想不苦不樂捨念", "374": "清淨。成就於四禪行。是名除身行人。", "375": "云何心善解脫人。若人於欲心解脫。瞋恚愚", "376": "癡心解脫。是名心善解脫人。云何慧善解脫", "377": "人。若人自知法。我欲斷必不生。瞋恚愚癡斷", "378": "必不生。是名慧善解脫人。云何心善解脫人。", "379": "若人心解脫欲無欲得觸證已。是名心善解", "38": "他法。非自思非自覺非自觀。上正決定。得", "380": "脫人。云何慧善解脫人。若人離無明慧解脫", "381": "得觸證已。是名慧善解脫人。云何心善解脫", "382": "人。若人盡智生非無生智。是名心善解脫人。", "383": "云何慧善解脫人。若人盡智生及無生智。是", "384": "名慧善解脫人。云何共解脫人。若人於共解", "385": "脫心住發起。是名共解脫人。云何不共解脫", "386": "人。若人不共解脫心住不發起。是名不共解", "387": "脫人。云何有退人。若人於共解脫心住發起。", "388": "彼有共解脫心退變。是名有退人。云何無退", "389": "人。若人於不共解脫心住不變起。彼非有共", "39": "須陀洹果斯陀含果阿那含果阿羅漢果。是", "390": "解脫心不退變。是名無退人。云何思有人。若", "391": "人於共解脫心住發起。彼有思有於共解脫", "392": "心令我不終不退不變。是名思有人。云何有", "393": "微護人。若人於共解脫心住發起。彼若護令", "394": "我於共解脫心不退不變。彼於共解脫心不", "395": "退不變。是名微護人。云何或有人若思不退", "396": "不思便退。若人於共解脫心住發起。彼若思", "397": "害我。令我於共解脫心不退不變。彼於共解", "398": "脫心不退不變不思害我。令我於共解脫心", "399": "不退不變。彼於共解脫退變。是名或有人思", "4": "3 人品非問分人品第三", "40": "名聲聞人。", "400": "不退不思便退人。云何或有人若微護不退", "401": "不微護便退。若人於共解脫心住發起。彼若", "402": "護令我於共解脫心不退不變。便於共解脫", "403": "心不退不變。若不護令我於共解脫心不退", "404": "不變。彼於共解脫心不退不變。彼於共解脫", "405": "心退變。是名或有人微護不退不微護便退。", "406": "云何有緣射人。若人盡智生非無生智。必當", "407": "生無生智當緣射。於解脫心終不發起。是名", "408": "有緣射人。", "409": "云何法不發起人。若人心解脫於欲瞋恚愚", "41": "云何菩薩人。若人三十二相成就。不從他聞。", "410": "癡。是名法不發起人。何謂法不發起人。欲", "411": "不發起。瞋恚愚癡不發起。是名法不發起", "412": "人。", "413": "云何住劫人。若堅信堅法。若復有善行。若人", "414": "現世得阿羅漢。是名住劫人。何謂住劫。乃", "415": "至一切世界煩惱不壞。必令彼人得四沙門", "416": "果得三觸證。若須陀洹果。若斯陀含果。若阿", "417": "那含果。若阿羅漢果。是名住劫人。", "418": "云何首等人。若人未行道。若有漏若壽命一", "419": "時俱斷。復次斷漏無間命得斷。是名首等", "42": "不受他教。不請他說。不聽他法。自思自覺自", "420": "人。", "421": "云何度塹人。若人無明斷。是名度塹人。云", "422": "何壞塹人。若人生死斷。是名壞塹人。云何", "423": "乘進人。若人有愛斷。是名乘進人。云何無沾", "424": "污人。若人五下分煩惱斷。是名無沾污人。", "425": "云何惰慢人。若人我慢斷。是名惰慢人。", "426": "舍利弗阿毘曇論卷第八", "43": "觀。於一切法知見無礙。當得自力自在豪尊", "44": "勝貴自在。當得知見無上正覺。當成就如來", "45": "十力四無所畏。成就大慈轉於法輪。是名菩", "46": "薩人。云何緣覺人。若人三十二相不成就", "47": "彼不從他聞。不受他教。不請他說。不聽他", "48": "法。自思自覺自觀。上正決定。得須陀洹果斯", "49": "陀含果阿那含果阿羅漢果。於一切法非無礙", "5": "凡夫人。非凡夫人。性人。聲聞人。菩薩人。緣", "50": "知見。非得自在。非得由力自在。非豪尊勝貴", "51": "自在。非知見無上最勝正覺。非成就如來十", "52": "力四無所畏大慈轉於法輪。是名緣覺人。", "53": "云何緣覺人。若人三十二相不成就。亦不從", "54": "他聞。不受他教。不請他說。不聽他法。自思自", "55": "覺自觀。上正決定。得須陀洹果斯陀含果阿", "56": "那含果阿羅漢果。於一切法心無礙知見心", "57": "得自在心得由力自在心豪尊勝貴自在。非", "58": "知見無上最勝正覺。非成就如來十力四無", "59": "所畏大慈轉於法輪。是名緣覺人。", "6": "覺人。正覺人。趣須陀洹果證人。須陀洹人。趣", "60": "云何正覺人。若人三十二相成就。不從他聞。", "61": "不受他教。不請他說。不聽他法。自思自覺自", "62": "觀。於一切法。知見無礙得由力自在豪尊勝", "63": "貴自在知見。無上最勝正覺成就。如來十力", "64": "四無所畏成就。大慈成就。自在轉於法輪。是", "65": "名正覺人。", "66": "云何趣須陀洹果證人。若人得證須陀洹果", "67": "道。未得須陀洹果。未觸未證。是名趣須陀洹", "68": "果證人。云何須陀洹人。若人須陀洹果觸證", "69": "已於果住。未得上道趣斯陀含果是名須陀", "7": "斯陀含果證人。斯陀含人。趣阿那含果證人。", "70": "洹人。云何趣斯陀含果證人。若人得證斯陀", "71": "含果道。未得斯陀含果觸證。是名趣斯陀含", "72": "果證人。云何斯陀含人。若人得斯陀含果觸", "73": "證已。於彼果住。未得上道趣阿那含果。是名", "74": "斯陀含人。云何趣阿那含果證人。若人得證", "75": "阿那含果道。未得阿那含果未觸證。是名趣", "76": "阿那含果證人。云何阿那含人。若人得阿那", "77": "含果觸證已於果住。未得上道趣阿羅漢果。", "78": "是名阿那含人。云何趣阿羅漢果證人。若人", "79": "得證阿羅漢果道。未得阿羅漢未觸證。是名", "8": "阿那含人。趣阿羅漢果證人。阿羅漢人。自足", "80": "趣阿羅漢果證人。云何阿羅漢人若人得阿", "81": "羅漢果道觸證已。是名阿羅漢人。復次趣須", "82": "陀洹果證人。堅信堅法。是名趣須陀洹果證", "83": "人。云何須陀洹人。若人見斷三煩惱身見疑", "84": "戒取。以聖道一時俱斷彼煩惱。於彼斷住。未", "85": "得上道思惟斷欲愛瞋恚煩惱分斷。是名須", "86": "陀洹人。復次趣斯陀含果證人。若人見斷三", "87": "煩惱身見疑戒取。以聖道一時俱斷彼煩惱", "88": "已。得上道思惟斷。欲愛瞋恚煩惱分斷未斷。", "89": "是名趣斯陀含果證人。復次斯陀含人。若人", "9": "人他足人。學人無學人。非學人非無學人。", "90": "見斷三煩惱身見疑戒取。以聖道一時俱斷", "91": "已。思惟斷欲愛瞋恚煩惱分斷。以聖道一時", "92": "俱斷。於彼斷住。未得上道餘思惟斷欲愛瞋", "93": "恚無餘斷未斷。是名斯陀含人。復次趣阿那", "94": "含果證人。若人見斷三煩惱身見疑戒取。以", "95": "聖道一時俱斷。思惟斷欲愛瞋恚煩惱。聖道", "96": "一時俱斷。得上道餘思惟斷欲愛瞋恚無餘斷", "97": "未斷。是名趣阿那含果人。復次阿那含人。若", "98": "五下分煩惱斷身見疑戒取欲愛瞋恚。以聖", "99": "道一時俱斷。於彼斷住。未得上道思惟斷色"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1548 舍利弗阿毘曇論: 舍利弗阿毘曇論", "author": "姚秦 曇摩耶舍共曇摩崛多等譯", "sourceLink": "http://www.cbeta.org/"}