{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含經", "text": {"0": "初誦1 七法品5 木積喻經", "1": "中阿含經卷第二", "10": "合會不著。如是行者，無上息迹慧之所見，", "100": "若立若坐，若眠若覺，若晝若夜，其福常生，轉", "101": "增轉廣。」於是，尊者摩訶周那即從坐起，偏", "102": "袒右肩，右膝著地，長跪叉手白曰：「世尊！可", "103": "得施設出世間福耶？」世尊告曰：「可得。周那！", "104": "更有七福出於世間，得大福祐，得大果報，", "105": "得大名譽，得大功德。云何為七？周那！有信", "106": "族姓男、族姓女，聞如來、如來弟子遊於某處，", "107": "聞已歡喜，極懷踊躍。周那！是謂第一出世間", "108": "福，得大福祐，得大果報，得大名譽，得大功", "109": "德。「復次，周那！有信族姓男、族姓女，聞如", "11": "然未得證。比丘行如是，往至何所？譬如燒", "110": "來、如來弟子欲從彼至此，聞已歡喜，極懷", "111": "踊躍。周那！是謂第二出世間福，得大福", "112": "祐，得大果報，得大名譽，得大功德。「復次，周", "113": "那！有信族姓男、族姓女，聞如來、如來弟子", "114": "已從彼至此，聞已歡喜，極懷踊躍，以清", "115": "淨心躬往奉見，禮敬供養，既供養已，受三自", "116": "歸於佛、法及比丘眾，而受禁戒。周那！是", "117": "謂第七出世間福，得大福祐，得大果報，得", "118": "大名譽，得大功德。「周那！信族姓男、族姓女", "119": "若得此七世間之福及更有七出世間福", "12": "䴸，纔燃便滅。當知比丘亦復如是，少慢未", "120": "者，其福不可數，有爾所福，爾所福果，爾所", "121": "福報，唯不可限、不可量、不可得大福之", "122": "數。周那！譬如從閻浮洲有五河流：一曰恒", "123": "伽，二曰搖尤那，三曰舍勞浮，四曰阿夷羅婆", "124": "提，五曰摩企，流入大海，於其中間水不可", "125": "數，有爾所升斛，唯不可限，不可量、不可", "126": "得大水之數。周那！如是信族姓男、族姓女", "127": "若得此七世間之福及更有七出世間福", "128": "者，其福不可數，有爾所福，爾所福果，爾", "129": "所福報，唯不可限、不可量、不可得大福", "13": "盡，五下分結已斷，得中般涅槃，是謂第一", "130": "之數。」爾時，世尊而說頌曰：", "131": "「恒伽之河，清淨易渡，", "132": "海多珍寶，眾水中王。", "133": "猶若河水，世人敬奉，", "134": "諸川所歸，引入大海。", "135": "如是人者，施衣飲食，", "136": "床㯓茵褥，及諸坐具。", "137": "無量福報，將至妙處，", "138": "猶若河水，引入大海。」", "139": "佛說如是。尊者摩訶周那及諸比丘，聞佛所", "14": "善人所往至處，世間諦如有。「復次，比丘行當", "140": "說，歡喜奉行。", "141": "世間福經第七竟九百九十三字", "142": "8 七日經（八）中阿含七法品七日經第八初一日誦", "143": "我聞如是：一時，佛遊鞞舍離，在㮈氏樹園。", "144": "爾時，世尊告諸比丘：「一切行無常，不久住法、", "145": "速變易法、不可猗法，如是諸行不當樂著，", "146": "當患厭之，當求捨離，當求解脫。所以者", "147": "何？有時不雨，當不雨時，一切諸樹、百穀、", "148": "藥木皆悉枯槁，摧碎滅盡，不得常住。是故一", "149": "切行無常，不久住法、速變易法、不可猗法，如", "15": "如是。我者無我，亦無我所，當來無我，亦無", "150": "是諸行不當樂著，當患厭之，當求捨離，", "151": "當求解脫。「復次，有時二日出世，二日出時，", "152": "諸溝渠川流皆悉竭盡，不得常住。是故一切", "153": "行無常，不久住法、速變易法、不可猗法，如是", "154": "諸行不當樂著，當患厭之，當求捨離，當", "155": "求解脫。「復次，有時三日出世，三日出時，諸", "156": "大江河皆悉竭盡，不得常住。是故一切行無", "157": "常，不久住法、速變易法，不可猗法，如是諸", "158": "行不當樂著，當患厭之，當求捨離，當求", "159": "解脫。「復次，有時四日出世，四日出時，諸大", "16": "我所，已有便斷，已斷得捨，有樂不染，合會不", "160": "泉源從閻浮洲五河所出：一曰恒伽，二曰", "161": "搖尤那，三曰舍牢浮，四曰阿夷羅婆提，", "162": "五曰摩企，彼大泉源皆悉竭盡，不得常住。", "163": "是故一切行無常，不久住法、速變易法，不可", "164": "猗法，如是諸行不當樂著，當患厭之，當", "165": "求捨離，當求解脫。「復次，有時五日出世，五", "166": "日出時，大海水減一百由延，轉減乃至七百", "167": "由延；五日出時，海水餘有七百由延，轉減乃", "168": "至一百由延；五日出時，大海水減一多羅樹，", "169": "轉減乃至七多羅樹；五日出時，海水餘有七", "17": "著。行如是者，無上息迹慧之所見，然未得", "170": "多羅樹，轉減乃至一多羅樹；五日出時，海水", "171": "減一人，轉減乃至七人；五日出時，海水餘有", "172": "七人，轉減乃至一人；五日出時，海水減至頸、", "173": "至肩、至腰、至䐀、至膝、至踝，有時海水消", "174": "盡，不足沒指。是故一切行無常，不久住法、速", "175": "變易法、不可猗法，如是諸行不當樂著，當", "176": "患厭之，當求捨離，當求解脫。「復次，有時", "177": "六日出世，六日出時，一切大地須彌山王皆", "178": "悉烟起，合為一烟，譬如陶師始爨竈時，皆悉", "179": "烟起，合為一烟。如是六日出時，一切大地須", "18": "證。比丘行如是，往至何所？譬若如鐵洞燃", "180": "彌山王皆悉烟起，合為一烟。是故一切行無", "181": "常，不久住法、速變易法，不可猗法，如是諸", "182": "行不當樂著，當患厭之，當求捨離，當求", "183": "解脫。「復次，有時七日出世，七日出時，一切大", "184": "地須彌山王洞燃俱熾，合為一㷿；如是七", "185": "日出時，一切大地須彌山王洞燃俱熾，合為", "186": "一㷿，風吹火㷿，乃至梵天。是時，晃昱諸天", "187": "始生天者，不諳世間成敗，不見世間成", "188": "敗，不知世間成敗，見大火已，皆恐怖毛竪", "189": "而作是念：『火不來至此耶？火不來至此", "19": "俱熾，以椎打之，迸火飛空，上已即滅。當", "190": "耶？』前生諸天諳世間成敗，見世間成敗，", "191": "知世間成敗，見大火已，慰勞諸天曰：『莫", "192": "得恐怖，火法齊彼，終不至此。』七日出時，須", "193": "彌山王百由延崩散壞滅盡，二百由延、三百由", "194": "延，乃至七百由延崩散壞滅盡；七日出時，須", "195": "彌山王及此大地燒壞消滅，無餘栽燼，如", "196": "燃酥油，煎熬消盡，無餘烟墨；如是七日出", "197": "時，須彌山王及此大地無餘烖燼。是故一切", "198": "行無常，不久住法、速變易法、不可猗法，如", "199": "是諸行不當樂著，當患厭之，當求捨離，", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "知比丘亦復如是，少慢未盡，五下分結已斷，", "200": "當求解脫。「我今為汝說須彌山王當崩壞", "201": "盡，誰有能信？唯見諦者耳，我今為汝說大", "202": "海水當竭消盡，誰有能信？唯見諦者耳。我", "203": "今為汝說一切大地當燒燃盡，誰有能信？唯", "204": "見諦者耳。所以者何？比丘！昔有大師名曰", "205": "善眼，為外道仙人之所師宗，捨離欲愛，", "206": "得如意足。善眼大師有無量百千弟子，善眼", "207": "大師為諸弟子說梵世法，若善眼大師為", "208": "說梵世法時，諸弟子等有不具足奉行法", "209": "者，彼命終已，或生四王天，或生三十三天，或", "21": "得中般涅槃，是謂第二善人所往至處，世間", "210": "生㷿摩天，或生兜率哆天，或生化樂天，或", "211": "生他化樂天。若善眼大師為說梵世法時，", "212": "諸弟子等設有具足奉行法者，彼修四梵", "213": "室，捨離於欲，彼命終已，得生梵天。彼時善", "214": "眼大師而作是念：『我不應與弟子等同俱", "215": "至後世共生一處，我今寧可更修增上慈。", "216": "修增上慈已，命終得生晃昱天中。』彼時善", "217": "眼大師則於後時更修增上慈，修增上慈", "218": "已，命終得生晃昱天中。善眼大師及諸弟子", "219": "學道不虛，得大果報。「諸比丘！於意云何？昔", "22": "諦如有。「復次，比丘行當如是。我者無我，亦", "220": "善眼大師為外道仙人之所師宗，捨離欲", "221": "愛，得如意足者，汝謂異人耶？莫作斯念，當", "222": "知即是我也。我於爾時名善眼大師，為外", "223": "道仙人之所師宗，捨離欲愛，得如意足；我", "224": "於爾時有無量百千弟子，我於爾時為諸", "225": "弟子說梵世法。我說梵世法時，諸弟子等", "226": "有不具足奉行法者，彼命終已，或生四王", "227": "天，或生三十三天，或生㷿摩天，或生兜率", "228": "哆天，或生化樂天，或生他化樂天。我說梵", "229": "世法時，諸弟子等設有具足奉行法者，修", "23": "無我所，當來無我，亦無我所，已有便斷，已", "230": "四梵室，捨離於欲，彼命終已，得生梵天。我", "231": "於爾時而作是念：『我不應與弟子等同俱", "232": "至後世共生一處，我今寧可更修增上慈。", "233": "修增上慈已，命終得生晃昱天中。』我於後", "234": "時更修增上慈，修增上慈已，命終得生晃", "235": "昱天中。我於爾時及諸弟子學道不虛，得", "236": "大果報。我於爾時親行斯道，為自饒益，亦", "237": "饒益他，饒益多人，愍傷世間，為天、為人", "238": "求義及饒益，求安隱快樂，爾時說法不至", "239": "究竟，不究竟白淨，不究竟梵行，不究竟", "24": "斷得捨，有樂不染，合會不著。行如是者，無", "240": "梵行訖，爾時不離生、老、病、死、啼哭、憂慼，亦", "241": "未能得脫一切苦。「比丘！我今出世，如來、無", "242": "所著、等正覺、明行成為、善逝、世間解、無上士、道", "243": "法御、天人師，號佛、眾祐；我今自饒益，亦饒益", "244": "他，饒益多人，愍傷世間，為天、為人求義", "245": "及饒益，求安隱快樂；我今說法得至究竟，", "246": "究竟白淨，究竟梵行；究竟梵行訖，我今已", "247": "離生、老、病、死、啼哭、憂慼，我今已得脫一切苦。」", "248": "佛說如是。彼諸比丘聞佛所說，歡喜奉行。", "249": "七日經第八竟千七百一字", "25": "上息迹慧之所見，然未得證。比丘行如是，", "250": "9 七車經（九）中阿含七法品七車經第九初一日誦", "251": "我聞如是：一時，佛遊王舍城，在竹林精舍，", "252": "與大比丘眾共受夏坐，尊者滿慈子亦於", "253": "生地受夏坐。是時，生地諸比丘受夏坐訖，", "254": "過三月已，補治衣竟，攝衣持鉢，從生地", "255": "出，向王舍城，展轉進前，至王舍城，住王舍", "256": "城竹林精舍。是時，生地諸比丘詣世尊所，", "257": "稽首作禮，却坐一面。世尊問曰：「諸比丘！從", "258": "何所來？何處夏坐？」生地諸比丘白曰：「世尊！", "259": "從生地來，於生地夏坐。」世尊問曰：「於彼生", "26": "往至何所？譬若如鐵洞燃俱熾，以椎打之。", "260": "地諸比丘中，何等比丘為諸比丘所共稱", "261": "譽，自少欲、知足，稱說少欲、知足；自閑居，稱說", "262": "閑居；自精進，稱說精進；自正念，稱說正念；", "263": "自一心，稱說一心；自智慧，稱說智慧；自漏盡，", "264": "稱說漏盡；自勸發渴仰、成就歡喜，稱說勸發", "265": "渴仰、成就歡喜？」生地諸比丘白曰：「世尊！尊者", "266": "滿慈子於彼生地，為諸比丘所共稱譽，自", "267": "少欲、知足，稱說少欲、知足；自閑居，稱說閑居；", "268": "自精進，稱說精進；自正念，稱說正念；自一心，", "269": "稱說一心；自智慧，稱說智慧；自漏盡，稱說", "27": "迸火飛空，從上來還，未至地滅。當知比丘", "270": "漏盡；自勸發渴仰、成就歡喜，稱說勸發渴仰、", "271": "成就歡喜。」是時，尊者舍梨子在眾中坐，尊者", "272": "舍梨子作如是念：「世尊如事問彼生地諸比", "273": "丘輩，生地諸比丘極大稱譽賢者滿慈子，自", "274": "少欲、知足，稱說少欲、知足；自閑居，稱說閑居；", "275": "自精進，稱說精進；自正念，稱說正念；自一", "276": "心，稱說一心；自智慧，稱說智慧；自漏盡，稱", "277": "說漏盡；自勸發渴仰、成就歡喜，稱說勸發渴", "278": "仰，成就歡喜。」尊者舍梨子復作是念：「何時當", "279": "得與賢者滿慈子共聚集會，問其少義，彼", "28": "亦復如是，少慢未盡，五下分結已斷，得中", "280": "或能聽我之所問。」爾時，世尊於王舍城受", "281": "夏坐訖，過三月已，補治衣竟，攝衣持鉢，", "282": "從王舍城出，向舍衛國，展轉進前，至舍衛", "283": "國，即住勝林給孤獨園。尊者舍梨子與生地", "284": "諸比丘於王舍城共住少日，攝衣持鉢，向", "285": "舍衛國，展轉進前，至舍衛國，共住勝林給孤", "286": "獨園。是時，尊者滿慈子於生地受夏坐訖，", "287": "過三月已，補治衣竟，攝衣持鉢，從生地出，", "288": "向舍衛國，展轉進前，至舍衛國，亦住勝林", "289": "給孤獨園。尊者滿慈子詣世尊所，稽首作禮，", "29": "般涅槃，是謂第三善人所往至處。世間諦如", "290": "於如來前敷尼師檀，結加趺坐。時，尊者", "291": "舍梨子問餘比丘：「諸賢！何者是賢者滿慈子", "292": "耶？」諸比丘白尊者舍梨子：「唯然，尊者在如", "293": "來前坐，白皙隆鼻，如鸚鵡𠿘，即其人也。」時，", "294": "尊者舍梨子知滿慈子色貌已，則善記念。尊", "295": "者滿慈子過夜平旦，著衣持鉢，入舍衛國", "296": "而行乞食，食訖中後，還舉衣鉢，澡洗手足，", "297": "以尼師檀著於肩上，至安陀林經行之", "298": "處。尊者舍梨子亦過夜平旦，著衣持鉢，入", "299": "舍衛國而行乞食，食訖中後，還舉衣鉢，澡", "3": "6 善人往經（六）七法品善人往經第六初一日誦", "30": "有。「復次，比丘行當如是。我者無我，亦無我", "300": "洗手足，以尼師檀著於肩上，至安陀林經", "301": "行之處。時，尊者滿慈子到安陀林，於一樹下", "302": "敷尼師檀，結加趺坐。尊者舍梨子亦至", "303": "安陀林，離滿慈子不遠，於一樹下敷尼師", "304": "檀，結加趺坐。尊者舍梨子則於晡時從", "305": "燕坐起，往詣尊者滿慈子所，共相問訊，却", "306": "坐一面，則問尊者滿慈子曰：「賢者！從沙門", "307": "瞿曇修梵行耶？」答曰：「如是。」「云何？賢者！以", "308": "戒淨故，從沙門瞿曇修梵行耶？」答曰：「不", "309": "也。」「以心淨故、以見淨故、以疑蓋淨故、以", "31": "所，當來無我，亦無我所，已有便斷，已斷得", "310": "道非道知見淨故、以道跡知見淨故、以道", "311": "跡斷智淨故，從沙門瞿曇修梵行耶？」答曰：", "312": "「不也。」又復問曰：「我向問賢者從沙門瞿曇", "313": "修梵行耶？則言如是。今問賢者以戒淨", "314": "故從沙門瞿曇修梵行耶？便言不也。以心", "315": "淨故、以見淨故、以疑蓋淨故、以道非道知", "316": "見淨故、以道跡知見淨故、以道跡斷智淨", "317": "故，從沙門瞿曇修梵行耶？便言不也。然以", "318": "何義，從沙門瞿曇修梵行耶？」答曰：「賢者！", "319": "以無餘涅槃故。」又復問曰：「云何？賢者！以戒", "32": "捨，有樂不染，合會不著。行如是者，無上息", "320": "淨故，沙門瞿曇施設無餘涅槃耶？」答曰：「不", "321": "也。」「以心淨故、以見淨故、以疑蓋淨故、以", "322": "道非道知見淨故、以道跡知見淨故、以道", "323": "跡斷智淨故，沙門瞿曇施設無餘涅槃耶？」答", "324": "曰：「不也。」又復問曰：「我向問仁，云何賢者以", "325": "戒淨故，沙門瞿曇施設無餘涅槃耶？賢者", "326": "言不。以心淨故、以見淨故、以疑蓋淨故、", "327": "以道非道知見淨故、以道跡知見淨故、以", "328": "道跡斷智淨故，沙門瞿曇施設無餘涅槃", "329": "耶？賢者言不。賢者所說為是何義？云何得", "33": "迹慧之所見，然未得證。比丘行如是，往至", "330": "知？」答曰：「賢者！若以戒淨故，世尊沙門瞿曇", "331": "施設無餘涅槃者，則以有餘稱說無餘；", "332": "以心淨故、以見淨故、以疑蓋淨故、以道非", "333": "道知見淨故、以道跡知見淨故、以道跡斷", "334": "智淨故，世尊沙門瞿曇施設無餘涅槃者，", "335": "則以有餘稱說無餘。賢者！若離此法，世尊", "336": "施設無餘涅槃者，則凡夫亦當般涅槃，以", "337": "凡夫亦離此法故。賢者！但以戒淨故，得心", "338": "淨，以心淨故，得見淨，以見淨故，得疑蓋", "339": "淨，以疑葢淨故，得道非道知見淨，以道非", "34": "何所？譬若如鐵洞然俱熾，以椎打之，迸火", "340": "道知見淨故，得道跡知見淨，以道跡知見", "341": "淨故，得道跡斷智淨，以道跡斷智淨故，世", "342": "尊沙門瞿曇施設無餘涅槃也。「賢者！復聽。昔", "343": "拘薩羅王波斯匿在舍衛國，於婆雞帝", "344": "有事，彼作是念：『以何方便，令一日行，從舍", "345": "衛國至婆雞帝耶？』復作是念：『我今寧可從", "346": "舍衛國至婆雞帝，於其中間布置七車。』爾", "347": "時，即從舍衛國至婆雞帝，於其中間布置", "348": "七車。布七車已，從舍衛國出，至初車，乘", "349": "初車，至第二車，捨初車，乘第二車，至第三", "35": "飛空，墮地而滅。當知比丘亦復如是，少慢", "350": "車，捨第二車，乘第三車，至第四車，捨第三", "351": "車，乘第四車，至第五車，捨第四車，乘第五", "352": "車，至第六車，捨第五車，乘第六車，至第七", "353": "車，乘第七車，於一日中至婆雞帝。「彼於", "354": "婆雞帝辦其事已，大臣圍繞，坐王正殿，群", "355": "臣白曰：『云何，天王！以一日行從舍衛國至", "356": "婆雞帝耶？』王曰：『如是。』『云何天王，乘第一車", "357": "一日從舍衛國至婆雞帝耶？』王曰：『不也。』『乘", "358": "第二車乘第三車至第七車，從舍衛國至", "359": "婆雞帝耶？』王曰：『不也。』云何賢者！拘薩羅王", "36": "未盡，五下分結已斷，得生般涅槃，是謂第", "360": "波斯匿群臣復問，當云何說？「王答群臣：『我", "361": "在舍衛國，於婆雞帝有事，我作是念：「以", "362": "何方便，令一日行，從舍衛國至婆雞帝耶？」", "363": "我復作是念：「我今寧可從舍衛國至婆雞", "364": "帝，於其中間布置七車。」我時即從舍衛", "365": "國至婆雞帝，於其中間布置七車。布七", "366": "車已，從舍衛國出，至初車，乘初車，至第", "367": "二車，捨初車，乘第二車，至第三車，捨第二", "368": "車，乘第三車，至第四車，捨第三車，乘第", "369": "四車，至第五車，捨第四車，乘第五車，至第", "37": "四善人所往至處。世間諦如有。「復次，比丘", "370": "六車，捨第五車，乘第六車，至第七車，乘", "371": "第七車，於一日中至婆雞帝。』「如是，賢者！拘", "372": "薩羅王波斯匿答對群臣所問如是。如是，", "373": "賢者！以戒淨故，得心淨，以心淨故，得見淨，", "374": "以見淨故，得疑蓋淨，以疑葢淨故，得道非", "375": "道知見淨，以道非道知見淨故，得道跡知見", "376": "淨，以道跡知見淨故，得道跡斷智淨，以道", "377": "跡斷智淨故，世尊施設無餘涅槃。」於是，", "378": "尊者舍梨子問尊者滿慈子：「賢者名", "379": "何等？諸梵行人云何稱賢者耶？」尊者", "38": "行當如是。我者無我，亦無我所，當來無我，", "380": "滿慈子答曰：「賢者！我號滿也。我母名慈，故", "381": "諸梵行人稱我為滿慈子。」尊者舍梨子歎曰：", "382": "「善哉，善哉！賢者滿慈子，為如來弟子，所作", "383": "智辯聰明決定，安隱無畏，成就調御，逮大辯", "384": "才，得甘露幢，於甘露界自作證成就遊，以", "385": "問賢者甚深義盡能報故。賢者滿慈子！諸", "386": "梵行人為得大利，得值賢者滿慈子，隨時", "387": "往見，隨時禮拜，我今亦得大利，隨時往見，隨", "388": "時禮拜。諸梵行人應當縈衣頂上戴賢者", "389": "滿慈子，為得大利，我今亦得大利，隨時往", "39": "亦無我所，已有便斷，已斷得捨，有樂不染，", "390": "見，隨時禮拜。」尊者滿慈子問尊者舍梨子：「賢", "391": "者名何等，諸梵行人云何稱賢者耶？」尊者", "392": "舍梨子答曰：「賢者！我字優波鞮舍，我母名", "393": "舍梨，故諸梵行人稱我為舍梨子。」尊者滿", "394": "慈子歎曰：「我今與世尊弟子共論而不知，", "395": "第二尊共論而不知，法將共論而不知，轉", "396": "法輪復轉弟子共論而不知。若我知尊者舍", "397": "梨子者，不能答一句，況復爾所深論？善哉，", "398": "善哉！尊者舍梨子！為如來弟子，所作智辯聰", "399": "明決定，安隱無畏、成就調御、逮大辯才、得", "4": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "40": "合會不著。行如是者，無上息迹慧之所見，", "400": "甘露幢，於甘露界自作證成就遊，以尊者", "401": "甚深甚深問故。尊者舍梨子！諸梵行人為", "402": "得大利，得值尊者舍梨子，隨時往見，隨時", "403": "禮拜，我今亦得大利，隨時往見，隨時禮拜。諸", "404": "梵行人應當縈衣頂上戴尊者舍梨子，為", "405": "得大利，我今亦得大利，隨時往見，隨時禮", "406": "拜。」如是二賢更相稱說，更相讚善已，歡喜奉", "407": "行，即從坐起，各還所止。", "408": "七車經第九竟二千五百八字", "409": "10 漏盡經（一〇）中阿含七法品漏盡經第十初一日誦", "41": "然未得證。比丘行如是，往至何所？譬若如", "410": "我聞如是：一時，佛遊拘樓瘦，在劒磨瑟曇", "411": "拘樓都邑。爾時，世尊告諸比丘：「以知、以見", "412": "故諸漏得盡，非不知、非不見也。云何以知、", "413": "以見故諸漏得盡耶？有正思惟、不正思惟，", "414": "若不正思惟者，未生欲漏而生，已生便增", "415": "廣，未生有漏、無明漏而生，已生便增廣；若正", "416": "思惟者，未生欲漏而不生，已生便滅，未生有", "417": "漏、無明漏而不生，已生便滅。」「然凡夫愚人不", "418": "得聞正法，不值真知識，不知聖法，不調", "419": "御聖法，不知如真法。不正思惟者，未生欲", "42": "鐵洞燃俱熾，以椎打之，迸火飛空，墮少薪", "420": "漏而生，已生便增廣，未生有漏、無明漏而生，", "421": "已生便增廣。正思惟者，未生欲漏而不生，已", "422": "生便滅，未生有漏、無明漏而不生，已生便滅。", "423": "不知如真法故，不應念法而念，應念法", "424": "而不念，以不應念法而念，應念法而不", "425": "念故，未生欲漏而生，已生便增廣，未生有漏、", "426": "無明漏而生，已生便增廣。「多聞聖弟子得", "427": "聞正法，值真知識，調御聖法，知如真法。不", "428": "正思惟者，未生欲漏而生，已生便增廣，未", "429": "生有漏、無明漏而生，已生便增廣。正思惟者，", "43": "草上，若烟若燃，燃已便滅。當知比丘亦復如", "430": "未生欲漏而不生，已生便滅，未生有漏、無明", "431": "漏而不生，已生便滅。知如真法已，不應念", "432": "法不念，應念法便念，以不應念法不", "433": "念，應念法便念故，未生欲漏而不生，已生", "434": "便滅，未生有漏、無明漏而不生，已生便滅", "435": "也。「有七斷漏、煩惱、憂慼法。云何為七？有漏", "436": "從見斷，有漏從護斷，有漏從離斷，有漏", "437": "從用斷，有漏從忍斷，有漏從除斷，有漏", "438": "從思惟斷。「云何有漏從見斷耶？凡夫愚人", "439": "不得聞正法，不值真知識，不知聖法，不", "44": "是，少慢未盡，五下分結已斷，得行般涅槃，", "440": "調御聖法，不知如真法，不正思惟故，便", "441": "作是念：『我有過去世，我無過去世，我何因", "442": "過去世，我云何過去世耶？我有未來世，我", "443": "無未來世，我何因未來世，我云何未來世耶？", "444": "自疑己身何謂是，云何是耶？今此眾生從何", "445": "所來，當至何所？本何因有，當何因有？』彼作", "446": "如是不正思惟，於六見中隨其見生而生", "447": "真有神，此見生而生真無神，此見生而生神", "448": "見神，此見生而生神見非神，此見生而生非", "449": "神見神，此見生而生此是神，能語、能知、能作、", "45": "是謂第五善人所往至處。世間諦如有。「復", "450": "教、作起、教起，生彼彼處，受善惡報，定無", "451": "所從來，定不有、定不當有，是謂見之弊，為", "452": "見所動，見結所繫。凡夫愚人以是之故，便", "453": "受生、老、病、死苦也。「多聞聖弟子得聞正法，", "454": "值真知識，調御聖法，知如真法，知苦如真，", "455": "知苦習、知苦滅、知苦滅道如真。如是知", "456": "如真已，則三結盡，身見、戒取、疑三結盡已，得", "457": "須陀洹，不墮惡法，定趣正覺，極受七有，天", "458": "上人間七往來已，便得苦際；若不知見者，則", "459": "生煩惱、憂慼，知見則不生煩惱、憂慼，是謂", "46": "次。比丘行當如是。我者無我，亦無我所，當", "460": "有漏從見斷也。「云何有漏從護斷耶？比丘！", "461": "眼見色護眼根者，以正思惟不淨觀也，不", "462": "護眼根者，不正思惟以淨觀也。若不護者，", "463": "則生煩惱、憂慼，護則不生煩惱、憂慼。如是", "464": "耳、鼻、舌、身、意知法，護意根者，以正思惟不", "465": "淨觀也，不護意根者，不正思惟以淨觀也。", "466": "若不護者，則生煩惱、憂慼，護則不生煩惱、", "467": "憂慼，是謂有漏從護斷也。「云何有漏從離", "468": "斷耶？比丘！見惡象則當遠離，惡馬、惡牛、惡", "469": "狗、毒蛇、惡道、溝坑、屏廁、江河、深泉、山巖。惡知", "47": "來無我，亦無我所，已有便斷，已斷得捨，有", "470": "識、惡朋友、惡異道、惡閭里、惡居止，若諸梵行", "471": "與其同處，人無疑者而使有疑，比丘者應", "472": "當離。惡知識、惡朋友、惡異道、惡閭里、惡居止，", "473": "若諸梵行與其同處，人無疑者而使有疑，", "474": "盡當遠離。若不離者，則生煩惱、憂慼，離則", "475": "不生煩惱、憂慼，是謂有漏從離斷也。「云何", "476": "有漏從用斷耶？比丘！若用衣服，非為利故，", "477": "非以貢高故，非為嚴飾故，但為蚊虻、風", "478": "雨、寒熱故，以慚愧故也。若用飲食，非為", "479": "利故，非以貢高故，非為肥悅故，但為令", "48": "樂不染，合會不著。行如是者，無上息迹慧", "480": "身久住，除煩惱、憂慼故，以行梵行故，欲令", "481": "故病斷，新病不生故，久住安隱無病故也。若", "482": "用居止房舍、床褥、臥具，非為利故，非以貢", "483": "高故，非為嚴飾故，但為疲惓得止息故，", "484": "得靜坐故也。若用湯藥，非為利故，非以", "485": "貢高故，非為肥悅故，但為除病惱故，攝", "486": "御命根故，安隱無病故。若不用者，則生煩", "487": "惱、憂慼，用則不生煩惱、憂慼，是謂有漏從", "488": "用斷也。「云何有漏從忍斷耶？比丘！精進斷", "489": "惡不善，修善法故，常有起想，專心精勤，身", "49": "之所見，然未得證。比丘行如是，往至何所？", "490": "體、皮肉、筋骨、血髓皆令乾竭，不捨精進，要", "491": "得所求，乃捨精進。比丘！復當堪忍飢渴、", "492": "寒熱、蚊虻蠅蚤虱，風日所逼，惡聲捶杖，亦", "493": "能忍之，身遇諸病，極為苦痛，至命欲絕，", "494": "諸不可樂，皆能堪忍。若不忍者，則生煩惱、憂", "495": "慼，忍則不生煩惱、憂慼，是謂有漏從忍斷", "496": "也。「云何有漏從除斷耶？比丘！生欲念不除", "497": "斷捨離，生恚念、害念不除斷捨離，若不除", "498": "者，則生煩惱、憂慼，除則不生煩惱、憂慼，是", "499": "謂有漏從除斷也。「云何有漏從思惟斷耶？", "5": "園。爾時，世尊告諸比丘：「我當為汝說七善", "50": "譬若如鐵洞燃俱熾，以椎打之，迸火飛空，", "500": "比丘！思惟初念覺支，依離、依無欲、依於滅", "501": "盡，起至出要，法精進喜息定，思惟第七捨", "502": "覺支，依離、依無欲、依於滅盡，趣至出要。若", "503": "不思惟者，則生煩惱、憂慼，思惟則不生煩", "504": "惱、憂慼，是謂有漏從思惟斷也。「若使比丘", "505": "有漏從見斷則以見斷，有漏從護斷則以", "506": "護斷，有漏從離斷則以離斷，有漏從用斷", "507": "則以用斷，有漏從忍斷則以忍斷，有漏從", "508": "除斷則以除斷，有漏從思惟斷則以思惟", "509": "斷，是謂比丘一切漏盡諸結已解，能以正", "51": "墮多薪草上，若烟若燃，燃盡已滅。當知比丘", "510": "智而得苦際。」佛說如是。彼諸比丘聞佛所", "511": "說，歡喜奉行。", "512": "漏盡經第十竟千六百二十一字", "513": "中阿含經卷第二七千九百三十四字", "514": "中阿含七法品第一竟一萬六千四十三字初一日", "515": "誦", "52": "亦復如是，少慢未盡，五下分結已斷，得無", "53": "行般涅槃，是謂第六善人所往至處。世間諦", "54": "如有。「復次。比丘行當如是。我者無我，亦無", "55": "我所，當來無我，亦無我所，已有便斷，已斷得", "56": "捨，有樂不染，合會不著。行如是者，無上息", "57": "迹慧之所見，然未得證。比丘行如是，往至", "58": "何所？譬若如鐵洞燃俱熾，以椎打之，迸火", "59": "飛空，墮多薪草上，若烟若燃，燃已便燒村邑、", "6": "人所往至處及無餘涅槃。諦聽，諦聽！善思念", "60": "城郭、山林、曠野。燒村邑、城郭、山林、曠野已，或", "61": "至道、至水、至平地滅。當知比丘亦復如是，", "62": "少慢未盡，五下分結已斷，得上流阿迦膩", "63": "吒般涅槃，是謂第七善人所往至處。世間諦", "64": "如有。「云何無餘涅槃？比丘行當如是。我者", "65": "無我，亦無我所，當來無我，亦無我所，已有", "66": "便斷，已斷得捨，有樂不染，合會不著。行如", "67": "是者，無上息迹慧之所見，而已得證。我說彼", "68": "比丘不至東方，不至西方、南方、北方、四維、", "69": "上、下，便於現法中息迹滅度。我向所說七", "7": "之。」時，諸比丘受教而聽。佛言：「云何為七？比丘", "70": "善人所往至處及無餘涅槃者，因此故說。」佛", "71": "說如是。彼諸比丘聞佛所說，歡喜奉行。", "72": "善人往經第六竟千一百三字", "73": "7 世間福經（七）中阿含七法品世間福經第七初一日誦", "74": "我聞如是：一時，佛遊拘舍彌，在瞿沙羅園。", "75": "爾時，尊者摩訶周那則於晡時從宴坐起，", "76": "往詣佛所，到已作禮，却坐一面，白曰：「世尊！", "77": "可得施設世間福耶？」世尊告曰：「可得。周", "78": "那！有七世間福，得大福祐，得大果報，得大", "79": "名譽，得大功德。云何為七？周那！有信族姓", "8": "行當如是。我者無我，亦無我所，當來無我，", "80": "男、族姓女，施比丘眾房舍、堂閣。周那！是謂", "81": "第一世間之福，得大福祐，得大果報，得大名", "82": "譽，得大功德。「復次，周那！有信族姓男、族姓", "83": "女，於房舍中施與床座、氍󰩡、𣯾𣰆、氈褥、", "84": "臥具。周那！是謂第二世間之福，得大福祐，", "85": "得大果報，得大名譽，得大功德。「復次，周那！", "86": "有信族姓男、族姓女，於房舍中施與一切", "87": "新淨妙衣。周那！是謂第三世間之福，得大", "88": "福祐，得大果報，得大名譽，得大功德。「復次，", "89": "周那！有信族姓男、族姓女，於房舍中常施", "9": "亦無我所，已有便斷，已斷得捨，有樂不染，", "90": "於眾朝粥、中食，又以園民供給使令，若風", "91": "雨寒雪，躬往園所，增施供養。諸比丘眾食已，", "92": "不患風雨寒雪沽漬衣服，晝夜安樂禪寂", "93": "思惟。周那！是謂第七世間之福，得大福祐，", "94": "得大果報，得大名譽，得大功德。「周那！信族", "95": "姓男、族姓女已得此七世間福者，若去若來，", "96": "若立若坐，若眠若覺，若晝若夜，其福常生，轉", "97": "增轉廣。周那！譬如恒伽水，從源流出，入于", "98": "大海，於其中間轉深轉廣。周那！如是信族", "99": "姓男、族姓女已得此七世間福者，若去若來，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含七法品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}