{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集: 尊婆須蜜論", "text": {"0": "4 天揵度", "1": "尊婆須蜜菩薩所集論卷第五", "10": "諸結。使彼無欲愛。色拔諸結使更不復染。或", "100": "三昧中色。彼有觸想根依四大。當言根轉有", "101": "下。當言根轉有上。或作是說。當言不高不下", "102": "亦不移動。或作是說。設當有下有高者。則有", "103": "移動。或作是說。此則散亂。如車輪轉轉不常", "104": "住。義無有處彼亦如是。復次觀有住相。於中", "105": "有高下未知根。是故根力四大。於此間是苦", "106": "法。色聲香味依四大色聲香味。當言下當言", "107": "上耶。或作是說。亦不下亦不上。此皆集聚。設", "108": "有下有上者。則當有散。復次當言雜裸。如", "109": "車輪轉轉不常住。若一色可得者。於彼中間", "11": "作是說。以世俗道斷智。以第一道。知彼世俗", "110": "色復有色耶。或作是說。可得若亦無邊。亦無", "111": "有中間。盡無所有。問設彼有中間者。則非", "112": "第一義有餘中間。復次不可得空無所有。最", "113": "細微色者得聲香味。或作是說。得皆為集聚。", "114": "問今非有細微色耶。彼則為微。或作是說。色", "115": "最細微。彼色聲香味不住獨處。設當有者。一", "116": "一不別。復次更有異剎土想。設當少所有者。", "117": "一切無吾我。我亦如是。色不去離色習不可", "118": "稱。問若四大若小若大者。彼所有色聲香味。", "119": "當言觸彼色耶。或作是說。亦離彼色色則有", "12": "道者。結使得斷。彼已盡。謂第一道拔諸結使", "120": "壞。問四大壞色亦有壞。問云何得知四大壞", "121": "色壞四大亦壞。問亦見希望壞所依亦壞然", "122": "希望不壞。復次彼不觸。設當觸者則為細滑", "123": "更樂。問如觸身根。彼非細滑更樂。答曰。非以", "124": "觸身根有細滑更樂也。彼處以何識知。或作", "125": "是說。用二識知。眼識意識。復次或不以識知。", "126": "何以故。彼非識處住色聲香味細滑法本所", "127": "造處。聲當言耳根來耶。當言於彼間聞。或作", "128": "是說。當言來。順風聞聲。逆不大聞。問設順", "129": "風來者。逆風何以不聞。或作是說。當言彼間", "13": "彼欲愛盡。或作是說。以四諦道知。以思惟道", "130": "聞。如大市中聲甚高遠四方皆聞。問迴轉速", "131": "疾則無方。有方便憍慢。如旋無枝輪其像如", "132": "輪。若聞其聲周遍四面。如以一滴油著水", "133": "器中皆悉周遍。答曰。觀無枝輪人向不同。非", "134": "以聲速疾得住義也。設當聲滅者則少有所", "135": "攝。當言彼相依來。當言彼不相依來。問如", "136": "人來者彼則有聲也。相依來不是其聲。若", "137": "聲從耳根來。當言依相依來。當言不相依來。", "138": "或作是說。當言相依來。問彼則有是各相依", "139": "來。不以聲故而耳根。", "14": "斷。知四諦道滅盡。思惟所斷道欲愛盡。或作", "140": "若有少勝者不觸根一色", "141": "一微依更樂依住聲相應", "142": "香鼻根當言來。為於彼間聞香耶。答曰。當", "143": "言來香無處所。鼻聞香鼻根來者。當言彼相", "144": "依來。不相依往。問依痛作諸想。當言相", "145": "依來。如藏羅薩羅花逆風聞香。當言香近", "146": "鼻根不近鼻根耶。或作是說。當言不近。設當", "147": "近者則為細滑更樂。復次當言近也。不以", "148": "不觸彼聞香也。味當言舌根來耶。當言於彼", "149": "知味。答曰。當言來。非以舌根無處所知味。諸", "15": "是說。身諦處所是知智慧處所。是斷智施處", "150": "味從舌根來者。彼當言相依來。當言不相依", "151": "來。答曰。當相依來非不相依知有味。味舌根", "152": "當言近當言不近。或作是說。當言不近。設當", "153": "近者則為細滑更樂。復次當言近。非以不近", "154": "彼有所攝。更樂身根當言來耶。當言於彼住。", "155": "答曰。當言來。彼不以身根觸無處所。諸更樂", "156": "與身來者。當言相依來。當言不相依來。或作", "157": "是說。當言相依來。各各相依。復次當言不相", "158": "依來。彼相依則所造色。可見者其義云何。或", "159": "作是說。自現故曰可見。或作是說。從眼中得", "16": "所。欲愛盡休息處所不起。復次於是此色分", "160": "故曰可見。復次可現示人故曰可見。不可見", "161": "者其義云何。如上義無異。有對法其義云何。", "162": "或作是說。對住故曰有對。或作是說。選擇故", "163": "曰有對。復次覺知空義故曰有對。法者其義", "164": "云何。如上義無異。可得餘色處所。或作是說。", "165": "不可得此集聚義。或作是說。不可得色處想", "166": "著。復次住三世知有處所。如彼處所。是故不", "167": "餘無對。有對造作處所空空處有何差別。或", "168": "作是說。空無有形可數處。是故空識色空界。", "169": "或作是說。空不可見色不可見識處可見。或", "17": "別知色。彼色亦無常。知苦空無我。彼空無我", "170": "作是說。空無有對。有對是空識。復次不可移", "171": "動謂虛空。造色本末是空。識相亦微妙。可", "172": "住無住得無住住。得青無青得無青青。如此", "173": "四義前已說。以何等故。樹若干種蔭影不異。", "174": "或作是說。是樹蔭因緣。或作是說。緣四大有", "175": "其蔭。復次蔭無有義。在在處處冥去無處", "176": "所。彼彼常住不移處。自作識想。", "177": "香味現更樂有對住不移", "178": "因緣境界盡二情樹及影", "179": "以何等故。大海水同一醎味。或作是說。昔仙", "18": "色恒隨愚癡。彼滅無常苦無復愛著。彼欲", "180": "聖呪術使然耳。或作是說。海中眾生大小便", "181": "使然耳。或作是說。彼有大鹽山使然耳。或作", "182": "是說。潮波水激波。猶如此間見水澇為鹽。", "183": "復次彼器自然使水成醎。如此間見器淨水", "184": "淨器。不淨水如四大相觸各各聞聲。彼義云", "185": "何。或作是說。緣四大是其義。實相觸其故各", "186": "各聞聲。問此間作聲彼間響應聲連屬。答", "187": "曰。本行報故。如埏埴器輪。或作是說。前已生", "188": "響聲各各相應。非以中間更有聲異。聞初", "189": "聲然後有中間聲。欲使彼非聲因緣耶。復", "19": "愛盡。如是自隨愚癡不除己愛。無明斷愛盡", "190": "次彼聲展轉有其諦故。如盆器聲拷便出聲", "191": "展轉聞聲。如有神通地壁皆過空亦無礙。彼", "192": "云何知此是地此是空。或作是說。若最有方", "193": "方便者此是地此是空。如所說入地踊出其", "194": "猶能浮入出水也。水中常可用力空不用力。", "195": "或作是說。空無所著不入三昧。亦復自知", "196": "空去地遠地亦是空。復次意性迴轉名色有", "197": "勝。有染著處所。如地不可見空亦如是。空無", "198": "有義。如所說染著眾生。空為地想地為空", "199": "想。欲使彼想獲果實耶。或作是說。由想故彼", "2": "尊婆須蜜造", "20": "無餘。身壞命盡身名識除。如是不有等苦盡。", "200": "獲果實。問彼則自想。壞耶。或作是說。彼不", "201": "以想故得獲果實。彼想顛倒。問空為地想則", "202": "有壞。地為空想亦作壞。不以想故戒有顛", "203": "倒。設當以想戒顛倒者。一家同相。然後眾", "204": "生空為地想地為空想。此不相應。齒者當言", "205": "根相應。當言非根相應。答曰。諸血肉相著。彼", "206": "根當言著。彼便有痛。若肉血不著齒。彼非根", "207": "所縛。設彼無有痛。當言無苦不淨。當言非根", "208": "縛。答曰。當言非根縛。不以捐棄不淨時有", "209": "苦痛也。不淨當與欲俱起數數畜積。答曰。當", "21": "以何等故。地種為堅相。或作是說。於中無", "210": "言與欲俱起。彼生有長益。空為何相。或作是", "211": "說。空相不可數。或作是說。容受為空相。復", "212": "次空無有義。是故彼無有相。觀在物言有空", "213": "耳。又世尊言。無邊無際。去此東剎土流轉", "214": "反覆時。世尊亦說。世無限數此不可記。說是", "215": "語時其義云何。或作是說。此不可記。斷滅有", "216": "常。剎土無有邊無有限。現其有多。復次眾生", "217": "境界世尊不然。彼生死方便無有眾生邊際。", "218": "如無數集聚有二果。如兩石相磨便有火出。", "219": "或作是說。彼不一集會火因大聲因聲有聲。", "22": "有事法性自爾。問設地堅無緣者。水亦當無", "220": "二事合會成火因緣。或作是說。彼或有集會", "221": "便有聲出。或有火出。是故彼不與相應。復以", "222": "因緣力便有色色非因緣。當觀如是。如心彼", "223": "或有色習。或聲或為相應。", "224": "一味兩相觸無想及神通", "225": "齒澤有二相無邊無有限", "226": "微當空當言不空。或作是說。當言不空。設當", "227": "空者則有往來。以生勝故則有往來。或作是", "228": "說。當言空。何以故。彼無有壞敗。設不空者亦", "229": "有壞敗。或作是說。微妙自然空。初第二處。則", "23": "緣。如水無有堅。如是因無地也。或時為水。", "230": "當有勝各各有異。若無勝者彼故空。是故究", "231": "竟不壞敗。彼自覺知時。彼三昧壞。是故彼不", "232": "自覺初時則壞。是故當言虛空。復次當言", "233": "空何以故。相應無有空。設此微妙當住者。", "234": "彼非相應住。是故住相應。初時則住勝。若不", "235": "住中間相應者則不空。設中間相住。相應亦", "236": "不空相應亦空。是故當言相應空。微妙者當", "237": "言有方當言無方。如所說彼集微妙方便成", "238": "就。如所說當亦有方當言亦無方。設微妙", "239": "者集無有限量。於彼有減。復次無有方不", "24": "是故當說地有緣。或作是說。有不堅緣。不以", "240": "有無方。空無所有不可具說。若於此若於彼。", "241": "以何等故。內六入三入謂之死。或作是說。此", "242": "緣無記。或作是說。此是死根。復次此還境", "243": "界還有死想。與一色聲香味細滑。彼當言", "244": "一因。當言無數因。或作是說。當言一因一相", "245": "應生。問云何果不壞有相應果。相自然壞", "246": "得無果報。問不以自然得果報。證我相應便", "247": "有果報。是故相應不壞。答曰。雖相應無記。是", "248": "故相應無因相應作因。彼亦復無也。或作是", "249": "說。當言一因為四大因。問云何四大不壞有", "25": "財果相應有其緣也。問財無有因緣則有常。", "250": "壞果報。答曰。事相應故。或作是說。當言無數", "251": "因。色為色因。香為香因。味為味因。復次當言", "252": "無所因。相應壞則果壞。是色相應異香亦異。", "253": "問有眾多相應。一微妙耶。答曰。一微妙眾多", "254": "色聲香味之數有。其微妙想得六大勝。知", "255": "色所由各有上中下。或作是說。得如薪出火", "256": "如牛屎火。觀事增減自相亦有增減。答曰。上", "257": "中下各有勝。或作是說。火亦增火。若鑽火時", "258": "若見日光出光皆是因緣果有壞敗。可得火", "259": "自相。或無自相。或作是說。不可得也。何以", "26": "一切相應相類異流轉諸行。或時有或時無。", "260": "故。非以熱知熱上中下。彼各有宜聲。當言空", "261": "當言不空。或作是說。當言不空。設聲空者聲", "262": "無所攝。不以事故。心持心俱有壞。亦見聲自", "263": "作。是故彼不究竟。彼心不生。問以本故心聲", "264": "出響應。若二俱事者此理不然。是故此無", "265": "苦。或作是說。當言空。設聲有住處者。彼則當", "266": "久住。何以故。聲無有壞此非妙。是故聲空。", "267": "或作是說。當言空。設聲有住處者。則當數數", "268": "聞。若不數數聞者。是故當言空。或作是說。若", "269": "聲自然空者。初第二第三處。則有勝無有異。", "27": "復次地是其事。堅有堅報。問亦曾見軟成", "270": "復次聲當言空。設聲有住處者。中間相應亦", "271": "當住。此亦如上所說。聲當言有方。尋聲當言", "272": "無方。或作是說。當言有方。尋聲知有人。亦知", "273": "一切東方有聲。非餘方聲。問不取彼聲。或", "274": "有須聲處所。彼則有聲。如言頭有痛不知", "275": "所在。痛所生處彼亦當見。如是聲有處所。彼", "276": "聲亦當現。復次不當言有方。聲等俱生不當", "277": "言無方。俱當觀聲。若此若彼方。當言成就。當", "278": "言不成就。或作是說。當言成就。如日初出光", "279": "從東方。所沒處從西方。問若閻浮利日出。欝", "28": "堅。是故堅無有緣。答曰。一切諸四大。或時有", "280": "單越日沒。若閻浮利日沒。欝單越出。是故", "281": "不成就。問一切四方中央有須彌山。是欝單", "282": "越成就。問此亦不同。須彌山在一邊。一北", "283": "一南。東西方亦如是。北方從北方。或東或南。", "284": "是故欝單越不得成就。復次當言不成就。何", "285": "以故。此非義以生思惟觀便有智慧。彼亦不", "286": "住性成就。色或無也。或作是說。當有過去", "287": "亦爾未來現在亦爾。問此因緣無辯何事。答", "288": "曰。因緣有礙。復次觀彼住。物等行其業空無", "289": "所有。亦不造新。能說等業。以何等故。暖水", "29": "堅有實有軟因緣成堅。是故軟與堅地為因", "290": "之時先從上熱非下熱。或作是說。鎗麁更緣", "291": "先熱。冷氣下流。復次先從下熱。反由火炎多", "292": "少炎先至上。冷氣下住。", "293": "二微妙入水大諸根二聲東方", "294": "水熱在後", "295": "頗有一色不前不後四方盡現耶。或作是說。", "296": "無也。一色微妙彼不可見。方不成就。是故", "297": "無也。復次作四角想擲毱空中。此毱或墮東", "298": "邊。或墮西邊。或墮南邊。或墮北邊。以何等", "299": "故。彼燒丸鐵既軟且輕。或作是說。是火", "3": "符秦罽賓三藏僧伽跋澄等譯", "30": "緣。火種風種亦復如是。如地種堅相可使不", "300": "木荕力亦用風力。彼風力輕。水力使軟。火", "301": "力使淨。或作是說。不獨彼鐵餘有輕者相則", "302": "自壞。彼性自爾必熟不疑。復次自然觀。輕", "303": "重自然。於其中間或時觀輕或時觀重。彼則", "304": "軟細地種等。生彼鮮明者。由地種生。當言與", "305": "火相應。應如四大所造青色四大所造黃色", "306": "耶。或作是說。青色微妙。或作黃色。非青色", "307": "如青黃石。復次餘四大所造青色。餘四大所", "308": "造黃色。或依微妙或依黃。非以一色微妙相", "309": "依。如是青赤。如是青白。如是黃赤。如是黃", "31": "堅相耶。或作是說。不可得也。獨自思惟自", "310": "白。如是赤白是謂六。問如四大所造酢味。", "311": "彼四大所造醎味也。或作是說。或四大所造", "312": "酢味。則四大所造醎味。亦見其義酢醎。復", "313": "次餘四大所造酢味。餘四大所造醎味。或有", "314": "微妙依酢或依醎味。如是醎苦。如是酢辛。", "315": "如是酢甜。如是酢穢。如是鹽苦。如是鹽辛。", "316": "如是鹽甜。如是鹽穢。如是辛苦。如是辛甜。", "317": "如是辛穢。如是甜苦。如義所說。頗地種因", "318": "水種耶。或作是說。無也。無有四大。復因四大", "319": "各各別異。復次有曾見地種有軟時。如剛物", "32": "相不知思惟。思惟無量斷思。水種火種亦如", "320": "融消。頗地種因火種耶。或作是說。有如鑽", "321": "木得火。頗地種因風種耶。答曰。有耶。如扇", "322": "則有風。頗水種因地種耶。或作是說。無也。如", "323": "種無有餘因此各別異。復次有如剛融消。頗", "324": "水種因水種耶。答曰。有如水杇故。頗水種因", "325": "火種耶。答曰。無耶。非以中間有熱氣。頗水", "326": "種因風種。答曰。無也。不以中間風生風。頗", "327": "火種因地種耶。答曰。無不以中間軟堅生火", "328": "也。頗火種因水種耶。答曰。無也。不以中間軟", "329": "堅火生水。頗火種因火種耶。答曰有。亦見火", "33": "是。可得四大一時俱生。有多少數也。答曰。", "330": "還生火。頗火種因風種耶。答曰。無也。不以", "331": "中間風堅火生風也。頗風種因地種耶。答曰。", "332": "無也。非以餘種。復因餘種此變易法。復次有。", "333": "亦見虛空中風集雲雨。頗風種因水種耶。答", "334": "曰。無也。不以中間軟堅生風也。頗風種因火", "335": "種耶。答曰。無也。不以中間熱堅風生火。頗風", "336": "種因風種耶。答曰有。亦見虛空中風漸漸速", "337": "疾。頗泥黎中陰還因泥黎陰耶。答曰。有", "338": "如從泥黎中死。泥黎中陰現在前生泥", "339": "黎。中受泥黎形。頗泥黎中陰因畜生陰", "34": "可得也。憂鉢花以風相知。有一四大處。彼", "340": "耶。或作是說無也。非以餘趣。復次有如從", "341": "泥黎中死受畜生陰。如是一切諸趣。一一諸", "342": "趣各各有五義。一切四大覺別所知。問欲使", "343": "住有開闢耶。復次說世俗相。眾生四大一", "344": "切有對一切四大依色。或作是說。一切四大", "345": "依一切色四大所造。或作是說。三大依色一。", "346": "風不依色。非以依風得色。復次地種水種依", "347": "色非以中間此四大依火依風而得色也。云", "348": "何得知。餘四大餘所造色。答曰。非一切色有", "349": "牢固。非一切色中間知四大當說如聚揵度", "35": "有四四大耶。或作是說。有一大則有四大。不", "350": "中。而無有異。", "351": "一切方鐵丸色味及持陰", "352": "攝彼諸知法知有若干想", "353": "身幾陰幾持幾入所攝。當隨象根。答曰。身", "354": "根身持身入色陰所攝。四大身四持四入色", "355": "陰所攝。色身九持九入色陰所攝。痛身法持", "356": "法入痛陰所攝。想身法持法入想陰所攝。意", "357": "身法持法入行陰所攝。受身法持法入行陰", "358": "所攝。名身句身法持法入行陰所攝。象身馬", "359": "身車身輦身。十七持十一入五陰所攝。色陰", "36": "得分離。問有一則有四大者。終不有一欲使", "360": "幾陰幾持幾入一切所攝界。若干種色陰色", "361": "持。彼色持色入色陰所攝。棄捐色持十四持", "362": "十入五陰所攝神山處。色陰十八持十二入", "363": "五陰所攝。如尊者舍利弗說。有炎則有火有", "364": "火則有炎。然見炎各異處。說是時其義云何。", "365": "或作是說。此等生語。或作是說。展轉無中間", "366": "故說此義復次欲解縛故。故說此義。如尊者", "367": "舍利弗說。汝諸賢。如壽如盛煖此法成辦。", "368": "非為不為。不辨色不因色習。說是語時其義", "369": "云何。或作是說。欲界色界性所造此方便說。", "37": "無四。或作是說。有一則有四大。世尊亦說。", "370": "或作是說。欲界色界性造展轉無礙。亦方便", "371": "說。復次三界所造展轉相依。日當言因日光。", "372": "當言因四大。或作是說。當言因日光色因有", "373": "色。或作是說。若覆蓋色便生煖氣。影者是光", "374": "因緣。當言無緣色則不生。復次當言因四大。", "375": "煖氣為光淨。當言因聲。當言因四大。或作", "376": "是說。聲亦因四大亦因自然。或作是說。當言", "377": "因四大。四大相因便有聲出響。應當言因聲。", "378": "當言因四大。或作是說。當言因聲。前已生聲", "379": "彼因自然。復次當言因四大。由四大有聲。彼", "38": "諸所有色彼則有四大。由四大生。問此但說", "380": "於中間生不觸。自鳴者當言因聲。當言因四", "381": "大。或作是說。當言因聲。當言因四大或作是", "382": "說。於其中間本聲不自鳴。復次當言因四大。", "383": "四大不自鳴。諸所有圓色者。彼所有色聲香", "384": "味亦圓耶或作是說彼不於中圓。彼有一處圓。", "385": "問設有圓者色聲香味亦當圓。云何彼不圓。", "386": "答曰。如有白色毱色。如是彼有一白無色聲", "387": "香味。如是當有圓。彼有一處圓。或作是說。彼", "388": "一色圓非以色故有色處所。復次觀住有對", "389": "則知有圓。不以住故便有色也。以何等故。色", "39": "色是謂為色。若如汝經說。則無有四大。或作", "390": "法不謂之中間次第耶。或作是說。色不有壞。", "391": "復更生餘色。是故彼無中間次第。復次以", "392": "少中間生眾多色。眾多中間生少色。云何得", "393": "知性明各各別異。或作是說。所造永盡所", "394": "生即滅。復次因緣集聚。展轉有生微者。即生", "395": "便住與身纏縛。或作是說當言與身俱縛。如", "396": "心意迴色亦如是。復次微色不可限量。色習", "397": "者或心意俱生。彼迴轉時知有心意。性無有", "398": "色。何以故。識少中間有眾多色生。是故色性", "399": "無也。無所造。是故俱生當言住也。如不見", "4": "5 四大揵度四大揵度首", "40": "是說。曾見如石在火精練然後乃軟。故彼", "400": "麥一萌牙陰有迴轉。云何得知。一麥牙緣", "401": "彼影耶。影亦緣牙。或作是說。自然得知彼", "402": "自然迴轉。復次彼身有自然後得知。亦見麥", "403": "陰。牙生諸莖。亦見麥種因緣生萌牙。於中", "404": "得知。設本麥因緣。緣生則有所得。有諸萌", "405": "牙生。設後緣麥等生得者。影亦當迴轉。於", "406": "中得知是二因緣麥也。", "407": "身界光炎壽影響靜圓色", "408": "因緣光性縛亦不見一麥", "409": "尊婆須蜜菩薩所集四大揵度第五竟。", "41": "無者亦不成軟。是故一切是也。或作是說。有", "410": "6 契經揵度尊婆須蜜菩薩所集契經揵度首", "411": "又世尊言。我弟子中第一比丘。居處巖峻遊", "412": "止山澤。名婆那伽婆蹉居處巖峻。其義云", "413": "何。或作是說。三昧得自在。捨前三昧更入餘", "414": "三昧。復捨此三昧復遊餘三昧。如是居處巖", "415": "峻。或作是說。入逆順三昧。如是居處巖峻。或", "416": "作是說。入㯹褰度三昧。是故居處巖峻復", "417": "次諸隱處巖峻。於無數中解脫。是故處巖峻。", "418": "又世尊言。於是比丘有四人。或有人利己不", "419": "利彼。或有人利彼不利己。或有人利己亦利", "42": "一則有四。設地無水者則有壞敗。問欲使壞", "420": "彼。或有人亦不利己亦不利彼。此有何等", "421": "別異。答曰。利己不利彼者。自居平等欲使彼", "422": "不平等。雖依彼有居平等。彼不於中得平等", "423": "意。利彼不利己者。欲使彼發平等意。自不居", "424": "平等。雖與彼說法有法想。少有平等不應與", "425": "彼說。利己利彼者。自處平等。亦教餘人使處", "426": "平等。雖彼不得教者。彼二因緣說平等得。不", "427": "利己亦不利彼者。自不處平等。亦不教人使", "428": "處平等。又世尊言。於是比丘有四人。或有人", "429": "所生結盡不更受餘結。或有人不受餘結盡", "43": "敗在處處耶。或作是說。不遍有一切。若當遍", "430": "非所生結。或有人所生結盡不受餘結亦盡。", "431": "或有人所生亦不盡不受餘結亦不盡。說是", "432": "語其義云何。答曰。所生結盡不受餘結者。中", "433": "般涅槃。不受餘結盡非所生結。生無色界", "434": "中阿那含。所生結盡不受餘結盡者。阿羅", "435": "漢。亦不受所生結盡。亦不受餘結盡者。彼是", "436": "餘學人亦是凡夫人。", "437": "又世尊言。於是比丘有四人。或有人受身痛", "438": "不受命痛。或有人受命痛不受身痛。或有人", "439": "亦受身痛亦受命痛。或有人不受身痛亦不", "44": "有一切者。石無有水風不可得。問便有增益。", "440": "受命痛。說是語言其義云何。答曰。受身痛", "441": "不受命痛者。欲界色界命終無色界阿那含", "442": "者也。受命痛不受身痛者。無色界命終便", "443": "般涅槃也。受身痛亦受命痛者。欲界色界命", "444": "終若阿羅漢也。亦不受身痛亦不受命痛者。", "445": "除上爾所事則其義也。", "446": "又世尊言。於是比丘有四人。或有人於現法", "447": "中行般涅槃及身壞。非不般涅槃也。或有無", "448": "行般涅槃非行般涅槃。或有行般涅槃無行", "449": "般涅槃。或有人無行般涅槃。亦無行般涅槃。", "45": "答曰。於中長者則在處處。復次此不有定。不", "450": "說是語時其義云何。或作是說。猶如有一人。", "451": "以眾多行。以大方便。以大慇懃。滅五下分結。", "452": "於此間命終生色界中。眾行少少方便少少。", "453": "慇懃滅上分五結。是謂此人於法中行般涅", "454": "槃及身壞無行般涅槃。第二於此間少彼多", "455": "者。第三二俱不大者。第四或作是說。猶如此", "456": "人緣行依三昧。滅五下分結。於此間終生色", "457": "無色界。依般涅槃三昧。滅上分五結。是謂此", "458": "人行般涅槃及身壞無行般涅槃。第二於現", "459": "法中緣般涅槃身壞緣行。第三第二俱者緣", "46": "遍有一切所。可無處彼不可得。以何等故。四", "460": "行。第四二俱緣涅槃。或作是說。猶如人於此", "461": "間為苦滅五下分結。生色無色界中受樂。滅", "462": "上分五結。是謂此人行般涅槃無行般涅槃", "463": "者。若人於此間受樂。滅五下分結。生彼受苦", "464": "滅上分五結。是謂此人無行般涅槃。云何此", "465": "人現法中行般涅槃及身壞。無行般涅槃。第", "466": "三二俱苦。第四二俱樂。復次此人愚戇。凡夫", "467": "人滅下分結。生彼得捷疾智。滅上分結。是謂", "468": "此人於現法中行般涅槃。第二於此間捷疾", "469": "智故彼間愚戇。第三二俱愚戇故。第四二", "47": "大謂煖法非冷法耶。或作是說。若四大是冷", "470": "俱捷疾。以何等故。阿羅漢成就世間第一", "471": "法。然非苦法忍。或作是說。不捨苦法忍。得須", "472": "陀洹果時。然不滅世間第一法。問此亦是", "473": "我疑。何以故。捨苦法忍。然非世間第一法。答", "474": "曰。由死處所。世間第一法果果遊。滅苦法忍。", "475": "阿羅漢果果遊者。是故世間第一法不滅也。", "476": "或作是說。禪攝世間第一法。學攝苦法忍。阿", "477": "羅漢禪成就者非學法。是故世間第一法成", "478": "就阿羅漢。非苦法忍。問若依禪等越次取", "479": "證。彼禪攝苦法忍。欲使禪成就苦法忍耶。", "48": "法者。則在處處。一時有煖有冷。問此所造", "480": "答曰。學攝禪苦法忍不學亦不不學。禪攝世", "481": "間第一法。以捨此學。此學禪然非不學亦", "482": "非不學也。問如所說若禪攝世間第一法者。", "483": "是故禪成就世間第一法。是事不然。或作是", "484": "說。得微妙無漏法。或有不成就。非世間第一", "485": "法。是故不成就苦法忍。問得增上世間第一", "486": "法。微不成就。", "487": "復次作默然想。復次諸善根。緣增上中下法。", "488": "當言成就。若凡夫人五下分結盡。彼當言", "489": "一處阿那含耶。或作是說。不得作是語。如阿", "49": "色則無處處。是故一時有寒暑。或作是說。若", "490": "羅漢一切結使盡。阿那含不一處所盡趣處", "491": "盡。阿羅漢一處盡不。復次若彼賢聖道一處。", "492": "五下分結盡斯陀含。亦當復說一處阿那含。", "493": "況當凡夫人。若欲界結使於中間少。有不盡", "494": "也。", "495": "又世尊言。人有五恚誹謗諸賢。口出惡言瞋", "496": "怒無常。作不倩罪人所憎嫉。說是語時其", "497": "義云何。或作是說。若人與不相得不觀行作", "498": "意。懷猶預誹謗諸賢。是謂此人誹謗愁惱彼", "499": "人。懷顛倒意醜惡喜諍。除四所犯。諸犯罪業", "5": "又世尊言。比丘色無斷智亦無所知。無斷滅", "50": "四大是冷法者。此非四大。當言五大。問此", "500": "身懷猶預。於中復犯餘事。是謂人所憎嫉。", "501": "或作是說。婬欲偏多瞋怒無常。不避尊卑為", "502": "人憎嫉。而前欺詐幻惑。讒人無實常習非", "503": "法。復次彼人以精進意。去欲戢悉欲行頭", "504": "陀。威儀禮節常不失時人所信樂。歎譽彼", "505": "人不還使還。是謂此人當言犯法。此人不", "506": "順戒律。意常親近。於其中間所得利養。亦歎", "507": "譽說。常威儀禮節得不喜。亦不修行不知恩", "508": "養。是謂此人當言不存。設有人增上戒不成", "509": "就戒。喜鬪諍訟誹謗諸賢。是謂此人喜怒無", "51": "亦是我疑。何以故無五大。或作是說。煖法冷", "510": "常。若人微妙行行中。分別戒律諷誦禁戒。事", "511": "事學知。無戒無智慧者。是謂此人常懷猶", "512": "預。復次有人微妙行中。分別戒律諷誦禁", "513": "戒。是謂此人人所憎嫉。如憂陀那耶婆嵯", "514": "羅耶說。云何尊者婆羅墮闍。以何因緣此", "515": "諸比丘年少端正。出家未久修善功德。於", "516": "深法中娛樂順教。諸根柔和顏色暉暉。皮", "517": "體軟細樂靜知足。如野鹿象。盡形壽清淨修", "518": "梵行知足。如野鹿象。其義云何。答曰。坐禪", "519": "諷經而不順從不著事務。是謂知足。隨法乞", "52": "法大事興。是故四大當言非冷法。復次此四", "520": "求亦不染著。是謂如野鹿象。", "521": "又世尊言。我見調達無有毫釐之善。我不", "522": "記之。調達入地獄更歷劫數不可療救。所以", "523": "然者。如調達入骨徹髓三歸命佛。當言彼", "524": "調達此非善法耶。或作是說。此非善法。此亦", "525": "非歸命三尊。瞋恚盛故說此語。設當入地獄", "526": "者。如所說。若歸命佛者。彼不墮惡趣。設當實", "527": "者。若不向三惡趣。如所說。調達入地獄經", "528": "歷一劫。是故彼調達無有善法。或作是說。調", "529": "達亦有善法。猶不能拔調達還。是故彼不可", "53": "大亦煖法亦冷法。若無煖法者。但當言冷法。", "530": "療救。調達有三不倩罪。復次彼有頂法調", "531": "達。由此方便故曰有善法。", "532": "又世尊言。我弟子中第一比丘遊四空定。名", "533": "跋陀婆梨。四等力成就名僧迦摩寺。此二人", "534": "有何差別。或作是說。尊跋陀婆梨得軟身護。", "535": "以自多娛樂。彼以此娛樂先得護堂。尊者僧", "536": "迦摩寺得增上護。然不多調習。於中先見護", "537": "力成就。復次尊跋陀婆梨得四禪四等心。恒", "538": "諷誦習。於中得自在先見護堂。尊者僧迦摩", "539": "寺遊六善來堂。是謂先發意得護力成就。云何", "54": "初新眼識當言是微非眼識知。答曰。當言非", "540": "知阿羅漢而不復更生。或作是說。以捨諸結", "541": "使。有諸結使便生。阿羅漢無有結使便不生。", "542": "亦未曾見無結有生者。於中知阿羅漢不復", "543": "更生。復次身愛諸垢永盡。故曰阿羅漢。不於", "544": "中間無明有愛更染著身。以是之故。阿羅漢", "545": "不復更生中陰之中。當言如所趣。當言往不", "546": "如所趣。或作是說。當言往如所趣中陰。是山", "547": "神之處。如世尊言。彼有如是慢。譬如極黑羊", "548": "毛。亦如冥室無明。復次是中陰之傍。復次", "549": "當言往如所趣。如死欲至時善惡俱至中陰。", "55": "眼識知。無有根微妙未知智知。問如彼色新", "550": "亦如是隨行善惡。各趣其所中陰。當言住過", "551": "七日。當言住不過七日。或作是說當言。住", "552": "過七日。何以故如。隨行善惡亦無方便有。過", "553": "七日者。問如七日中間未得處胎。便當斷滅", "554": "耶。答曰。不斷滅故。度中陰形。復次乃至因", "555": "緣集聚俱住不斷。若不得生因緣者。是故久", "556": "住。", "557": "步遊四句中世俗凡夫人", "558": "王婆利毫釐護阿羅漢陰", "559": "又世尊言。於是比丘有四人。強記智慧。宣布", "56": "者一切無見。答曰。一一不可見。合集然後可", "560": "智慧。順從頑鹵齊一句。說是語時其義云", "561": "何。或作是說。強記智慧人者。發語便知義如", "562": "易化者。若比丘如彼法便滅。世尊亦知。宣布", "563": "智慧說即解。如所說。比丘非汝色非汝。痛想", "564": "行識非汝。世尊亦說。順從頑鹵人者。以若干", "565": "行誘進便順從。云何比丘為色。諸所有色彼", "566": "盡四大。四大所造廣說。頑鹵齊一句人者。", "567": "亦不解義。或作是說。強記智慧人者利根。心", "568": "心相知。分別智慧人中根。順從人者軟根。頑", "569": "鹵人齊一句者無有根。或作是說。強記智慧", "57": "見。如身中垢一一不可見。垢盡然後可見。復", "570": "人者。宿命求解脫力。宣布智慧人者。宿命求", "571": "軟解脫。頑鹵齊一句人。宿命之中不求解", "572": "脫。復次強記智慧人設便知。如尊者舍利弗", "573": "質便默然。分布智慧人者。分別曉了然後能", "574": "知。如尊者弗迦羅婆梨審明義理。順從人", "575": "者。隨時學增上戒律。隨時降伏心意。隨時學", "576": "增上智慧。此之謂也。本性所習漸學戒律。漸", "577": "受訓誨承受奉行。如尊者羅雲漸漸至道。頑", "578": "鹵齊一句人者。受句義。亦不解義理。亦不", "579": "解深法。以何等菩薩本宿命時。不等越次取", "58": "次色最鮮明。當言造眼識。不習餘色有鮮明。", "580": "證。或作是說。以盟誓故。以此誓願當出世作", "581": "佛未度當度。未解脫當使解脫。或作是說。菩", "582": "薩思念觀。彼以智慧意常發願言。度諸眾生。", "583": "或作是說。菩薩逮一切智以自具足。以眾生", "584": "故不等越次取證。復次諸根未熟故。不等越", "585": "次取證。以何等故。阿那邠堤長者。供養四", "586": "如來不於彼佛出家學道。或作是說。此盟誓", "587": "因緣。以願誓故當供養餘如來。或作是說。親", "588": "族力勢不能去恩愛意。或作是說。彼長者意", "589": "常樂寂靜。好施鈍根。以寂靜故。不趣惡趣之", "59": "如是不可沮壞。得餘四大所造色耶。或作是", "590": "功德處處獲大報。鈍根者不見。家累之慈。", "591": "以是故不出家作沙門。復次彼長者婬意偏", "592": "多。常樂婇女之間作方便。一切諸佛如所造", "593": "事得賢聖道。以何等故。不成男不應法義。或", "594": "作是說。諸情闕少。是故不應法義。或作是", "595": "說。心馳萬端不得三昧。是故不應法義。或", "596": "作是說。障諸報實宿所作緣。得受此形不依", "597": "智慧。復次遂障結使彼結所蓋。不得休止", "598": "心無慚愧。又世尊言。作偷婆有三事。多薩", "599": "阿竭阿羅訶三耶三佛。比丘漏盡者。轉輪聖", "6": "欲愛未盡不斷苦原。云何色無斷智。云何亦", "60": "說。不可得也。此在處處。問如色處所。如瞻蔔", "600": "王。以何等故。學辟支佛不入此三事。或作", "601": "是說。是如來勸教語。說佛則說辟支佛。說比", "602": "丘漏盡者則說學。彼或有漏盡者。復次彼", "603": "亦是數。以此眾生故現其深義。此勸教語", "604": "如上所說。", "605": "又世尊言。於是比丘有六阿羅漢。退法阿羅", "606": "漢。念法護法住法分別法無疑法。此有何", "607": "差別。或作是說。種種無學根。上上中上下", "608": "中中上中下下上下中於彼下下中成就。謂", "609": "退法阿羅漢也。下上成就者。謂念法阿羅漢", "61": "花香甚香好。云何無處所。或作是說。不可得", "610": "也。中下成就者。謂護法阿羅漢也。中中成就", "611": "者。謂住劫阿羅漢也。中上成就者。謂分別法", "612": "阿羅漢也。三上成就者。謂無疑阿羅漢也。彼", "613": "聲聞增上下成就。辟支佛者上中成就。多薩", "614": "阿竭上上成就。或作是說。猶如一人方便造", "615": "業。有不慇懃者。亦有鈍根。彼以方便業不", "616": "慇懃。鈍根求等心解脫受證。彼復以方便不", "617": "慇懃。鈍根於等心解脫便退轉。是謂退法", "618": "阿羅漢。猶如一人方便求甚慇懃。鈍根彼以", "619": "方便甚慇懃。鈍根得等心解脫受證。彼以方", "62": "四大增益。四大因緣依彼四大。復次不可得。", "620": "便慇懃。鈍根護等心解脫。是謂護法阿羅漢", "621": "也。猶如一人常方便求甚慇懃。然鈍根彼", "622": "以常方便求甚慇懃。然鈍根得等心解脫證。", "623": "彼以常方便求甚慇懃。然鈍根等心解脫。亦", "624": "不增亦不減。是謂住劫阿羅漢也。猶如一人", "625": "常方便求甚慇懃。然利根彼以常方便求甚", "626": "慇懃。然根利得等心解脫證。彼以常方便求", "627": "甚慇懃。然利根方便得無疑。是謂分別法阿", "628": "羅漢也。猶如一人常方便求甚慇懃。然利根", "629": "彼以常方便求甚慇懃。然利根得無疑等心", "63": "四大中間。說可得者。則彼無有造色。彼則", "630": "解脫證。是謂無疑法阿羅漢也。復次若人恃", "631": "怙他力。尋生得等心解脫證。是故等心解脫。", "632": "猶如羸病人尋起無持扶人便還臥床。是謂", "633": "退法阿羅漢也。若復有人等心解脫不牢固。", "634": "但恐失意欲求死以刀自害。是謂念法阿羅", "635": "漢也。若復有人等心解脫。護等心解脫。我", "636": "能護此盡形壽守持。隨時育養。是謂護法", "637": "阿羅漢也。若復有人等心解脫。超越鈍根住", "638": "中根。是故等心解脫不退轉。亦不增不死。是", "639": "謂住劫阿羅漢也。若復有人等心解脫。初", "64": "有非不有。瞻蔔花香瞻服當觀。如是此", "640": "始有益得諸根。彼恃怙外。力得無疑。是謂分", "641": "別法阿羅漢也。若復有人自以己力初始得", "642": "增上根。住等解脫自知時節。是謂無疑法阿", "643": "羅漢也。", "644": "又世尊言。阿難鞞舍離甚樂無極。跋闍復彌", "645": "亦甚快樂。遮波羅寺亦甚快樂。瞿曇彌那拘", "646": "驢亦甚快樂。閻浮利有若干種快樂。無比人", "647": "民茂盛。以何等故世尊作是說。或作是說。正", "648": "坐入定使諸比丘生樂希望。或作是說。鞞舍", "649": "離城甚樂無極。穀食豐賤乞求易得。跋闍復", "65": "身非以瞻蔔花香從彼生少有迴轉。又世尊", "650": "彌甚樂無極。人民和順不遭苦厄。遮波羅", "651": "寺轉法輪處瞿曇彌尼拘陀。種種座具少事寂靜。", "652": "閻浮利地有若干種園菓。種種人民茂盛智", "653": "慧業明。復次世尊亦復現去諸縛著。滅若", "654": "干彼無欲永息。", "655": "初發意菩薩出家不成男", "656": "三塔六羅漢鞞舍離在後", "657": "又世尊言。遊鞞舍離從今以後。不復更見鞞", "658": "舍離更無三佛來鞞舍離。何以故。尊作是說。", "659": "或作是說。更不復受胎。復次等智滅彼死", "66": "言。如火焚燒野澤。當言火燒耶。不燒當言燒", "660": "迹。欲鞞舍離城樂法眾生報諸狐疑。是謂", "661": "彼時。以何等世尊請摩訶迦葉與半座坐。或", "662": "作是說。時諸比丘輕易迦葉起染污心。不知", "663": "迦葉入大法要。以是故世尊與半座坐。欲使", "664": "比丘心開意解。懼獲不善報。或作是說。彼尊", "665": "者有種種功德。世尊先所化。恐諸比丘犯禁", "666": "戒罪。或作是說。第一尊重尊者阿那律。世尊", "667": "往視依衣。更請摩訶迦葉與半座。或作是", "668": "說。世尊欲付授戒律。後來眾生信受其言。復", "669": "次未曾有與弟子半座者。復次世尊欲布現", "67": "耶。或作是說。不燒當言燒。如依造色火生當", "670": "大德。又世尊言。諸比丘等。若沙門婆羅門晝", "671": "有夜想。夜有晝想。彼心意顛倒。比丘如我晝", "672": "有晝想。夜有夜想。於我心無有顛倒。說是語", "673": "時其義云何。或作是說。彼起天眼除外想修", "674": "向明想。觀晝如觀夜無異。彼或無異。彼或", "675": "時晝有夜想。夜有晝想。然世尊不爾。或作是", "676": "說。彼沙門婆羅門。於眠寐中夜有晝想。晝有", "677": "夜想。是彼顛倒。復次閑居右脇倚臥。觀如是", "678": "色入禪中。然世尊若行若坐常如一定。", "679": "又世尊言。於是比丘有三如來。於是比丘於", "68": "言燒。或作是說。無有不燒而燒。設燒而燒者", "680": "現法中實有無疑。自得智慧亦教他人入智", "681": "慧。云何自得智慧。或作是說。彼不可得虛無", "682": "有實。況當得實。復次是世尊勸教語也。作", "683": "是語。我覺此。或作是說。若彼著色心所念法。", "684": "自譽戒盜自憑仰作。以實為虛。世尊觀彼見", "685": "盜。復次是彼邪見。五陰之中是我所實住。佛", "686": "所語亦如是。不有餘陰言我所以何等故。以", "687": "外道盡欲愛等越次取證。相應不退轉法此", "688": "之謂也。或作是說。彼以二道滅諸結使。或以", "689": "世俗道。或以無漏道斷諸結使。或作是說。若", "69": "則無有燒。此變易義。世俗之數所造。火燒者", "690": "依禪等越次取證。彼觀禪便有道生。彼不", "691": "見諦所斷。是故不退轉。復次彼等越次取證", "692": "時。修行忍智得等方便力勢尋益。若力勢", "693": "無益者。不於力勢中退轉。是故不退轉。", "694": "又世尊言。四雙八輩幾果成就幾無果成就。", "695": "或作是說。五果成就。須陀洹斯陀含阿那含", "696": "趣阿羅漢及阿羅漢。一非果成就。趣須陀洹", "697": "果證。二人或果成就。或果不成就。趣斯陀", "698": "含果證。趣阿那含果證。彼趣斯陀含果證者。", "699": "方便欲愛未盡等越次取證。當言非果成就。", "7": "無所知。云何無斷滅。云何愛未盡滅。或作", "70": "是謂野澤。復作是說。火無所燒到便燒。若未", "700": "有得須陀洹果。求趣斯陀含證。當言彼果成", "701": "就也。以無為須陀洹果。趣阿那含果證。彼", "702": "欲愛盡等越次取證。當言非果成就。彼復得", "703": "斯陀含果。求趣阿那含果。當言彼果成就。無", "704": "為斯陀含果彼果有為。當言諸根壞敗。是謂", "705": "知有八人。", "706": "又世尊言。四沙門無有五。說是語時其義云", "707": "何。答曰。道智為如來自得證果。無著說道清", "708": "淨說法而轉法輪。彼故敷演道命。為學諸", "709": "智慧。斷諸疑網誹謗道者。無究竟行。無戒律", "71": "到無因。若起當言燒。若滅當言燒。或作是說。", "710": "威儀犯諸戒。為沙門服皆悉覺知。彼第二沙", "711": "門當言攝辟支佛。第三沙門當言攝凡夫人。", "712": "第四沙門當言攝外道。異一切假沙門被服。", "713": "計吾我著命計眾生。彼一切於道退轉。", "714": "又世尊言。無染著謂戒。", "715": "無染著袈裟袈裟被服始", "716": "意已得所欲袈裟非無著", "717": "說是語其義云何。答曰。有三種。濁身口意", "718": "穢濁。彼若思惟校計。是謂無穢。袈裟服虛稱", "719": "詐逸。非神仙所學。彼非其宜。此謂之忍。亦", "72": "滅當燒彼有此想。火燒野澤當燒。問彼生則", "720": "非移動。如實而對意常審諦。彼若不得忍。", "721": "被罵便報罵。被打便報打。此非沙門法。況", "722": "當作如此行。是故不應袈裟。故彼袈裟無", "723": "著。又世尊言。若已生刈斷更不種。說是語", "724": "時其義云何。答識對生受。於四禪止處生", "725": "行垢因緣。所造之義便有斷絕。來無有對亦", "726": "不受生。四禪止住處亦復不生。選擇取要。", "727": "設與四神止處因本行緣。彼亦不受。已除", "728": "棄愛已盡受。第二人馳走。當言此無學亦無", "729": "威儀。亦不觀於無上智慧涅槃滅盡。得仙人", "73": "有想火燒火。或作是說。火無所燒。此亦如", "730": "法是謂大仙人。", "731": "初迦葉睡眠最勝無有欲", "732": "已說四袈裟斷滅不復生", "733": "又世尊言。", "734": "習智至無智降伏作牢固", "735": "有漏盡無餘是謂為梵志", "736": "說是語其義云何。尊者大迦葉契經是說也。", "737": "自持法比丘習智智者。學雖諸梵行人住彼", "738": "業者獲法養生之具。彼亦是法戒律之義。故", "739": "曰。智者知不於中間住已修行心得觀覺照", "74": "上所說。", "740": "住二解脫。彼已思惟無明愛盡。欲說眼根", "741": "此沙門法。故曰有漏盡無欲。故曰為梵志者。", "742": "世尊即是大梵志。心垢已盡。", "743": "又世尊言。", "744": "比丘無有欲有欲見大懼", "745": "於欲不退轉是謂為涅槃", "746": "說是語其義云何。答曰。智慧相應寂靜。以自", "747": "娛樂無有憂慼。是謂比丘無有欲。無事清淨", "748": "靜事。為苦惱有欲。彼見法者乃能覺知。是謂", "749": "有欲。見大懼於欲不退轉。捐棄諸垢善漸漸", "75": "色所知相者堅并及多少", "750": "益等相應。是謂三昧。一切結使盡覺賢聖道。", "751": "是謂涅槃。以何等故。入慈三昧不可傷害。或", "752": "作是說。諸天衛侍而護其身。或作是說。彼三", "753": "昧者閑靜無事。害不加身身不有壞。復次受", "754": "色界四大身。", "755": "又世尊言。", "756": "麑鹿歸野鳥歸虛空法歸分別", "757": "羅漢歸滅", "758": "分別人者何者是。答曰。學謂之分。能分別色", "759": "痛想行識賢聖之道。皆悉分別。", "76": "如有一煖色色住二相燒", "760": "又世尊言。", "761": "無想有思想思想不有想", "762": "如是變易色緣想有其數", "763": "變易色人何者是。或作是說。生無色界阿那", "764": "含。當言變易色想。彼則色想變易。復次阿羅", "765": "漢。於中亦變易想。阿羅漢不於五陰有所變", "766": "易。修行究竟。以何等故。世尊謂調達食唾子。", "767": "或作是說。爾時調達方便欲壞眾僧。以是之", "768": "故。世尊呵之。恐諸比丘意有移動。或作是說。", "769": "淳惡之人以染和誨之。數數住求欲壞聖", "77": "諸所有火盡有所燒耶。說有所燒。盡是火", "770": "躬。爾時世尊逆其意利語誨。或作是說。若", "771": "於佛得供養具。調達欲使入已。故曰食唾", "772": "子。復次調達本有大神足。化作小兒形。金縷", "773": "帶腰住阿闍世太子抱上。宛轉戲笑。彼時阿", "774": "闍世太子抱弄嗚口與唾使吮。彼時調達亦", "775": "復食唾。太子亦復知此尊調達。爾時世尊以", "776": "沙門息心意。呵曰。食唾子也。云何調達先善", "777": "根斷壞眾。壞眾僧仁後善根斷。或作是說。", "778": "調達本善根斷後壞眾僧。亦告人民善惡無", "779": "果報。以是誓故。發意壞眾僧。問非以今壞眾", "78": "耶。答曰。或是火非有燒。過去未來火在木。鑽", "780": "僧有非法想或作是說。調達先壞眾僧。後善", "781": "根斷。非以善根斷壞眾僧。有劫數償罪。設當", "782": "彼告語者。善惡無果報。不以壞有非法相也。", "783": "問若壞眾僧非已善根。欲使向惡趣耶。世", "784": "尊亦說。我不見調達毫釐之善。契經句廣", "785": "說。復次調達從壞僧以來。齊是以來善根本", "786": "斷。如彼告語。我壞瞿曇沙門。眾僧。斷轉法", "787": "輪。便歡喜踊躍。彼當言善根本斷。從是以來", "788": "作眾惡事無變悔心。是故壞眾僧善根本尋", "789": "斷。云何善根本斷得善根本。或作是說。設生", "79": "火在舍。火神祠火也。頗有所燒彼非火耶。", "790": "泥梨中者。知受泥梨苦痛。我作是罪今受", "791": "此報。此當言得善根本或作是說。如此受泥", "792": "梨中陰。便有觀心有是果實。當言得善根", "793": "本。復次於現法中或有得者。於彼有善知識", "794": "者。便起悔心。漸漸教至道。鹿𨄔腸者其義", "795": "云何。漸漸𦟛髀故曰鹿𨄔腸。七合滿盈其", "796": "義云何。肉脈平正鉤鎖骨。七處滿足平住", "797": "色不變移。是謂七合滿盈。師子臆其義云何。", "798": "身無高下不前却。是謂師子臆。味味知者其", "799": "義云何。輕軟微妙皆悉能知。是為味味曉", "8": "是說。自相斷智智相應。觀彼自相諸結使", "80": "答曰。汝為寒耶。燒彼非火耶。如所說炎暑繁", "800": "了。", "801": "不養賢恐懼慈及諸所趣", "802": "無想有想唾曩昔云何相", "803": "以何等故。鳥畜生昔日皆能語。今不能語。或", "804": "作是說。爾時從人中終生畜生中。以前所習", "805": "故能語也。問如今從人中終生畜生者。亦復", "806": "能語。或作是說。所可食噉與人無異。如今", "807": "無有此食四大改異。以是之故不能語也。問", "808": "如今與微妙食使噉者。能語不乎。或作是", "809": "語。昔日時人無鬪諍訟無殺害心。爾時畜", "81": "熾生老病死。頗有火有燒耶。答曰。依彼所造", "810": "生見人亦不恐懼。與共止住聞其音響。故", "811": "能知語。問如今生畜生人無有恐懼。復能", "812": "語耶。或作是說。今亦能語。但不可解。若得", "813": "音響辯才便能解語。如夷狄語語不可解。若", "814": "俱解二語者彼則能知。問昔時之人得音響", "815": "辯才。便能知乎。復次不見畜生知文字者。", "816": "或聞欲音響者。鸚鵡鴛鴦此便可解。然世尊", "817": "喻無有差違。智者所說欲使人解。是事不然", "818": "精進者云何自知不墮惡趣。或作是說。知無", "819": "解者不墮惡趣。我無此犯戒意。是故不墮", "82": "火現在欲怒癡也。頗有非火非燒耶。答曰。除", "820": "惡趣。或作是說。得功德力。如寤寐中善意不", "821": "變。彼便作是念。我命終時有不善報不墮惡", "822": "趣。或作是說。不誠之思墮惡趣中。亦不生", "823": "惡念。彼有熾盛眾生。我不墮惡趣。或作是", "824": "說。彼無有此方便能自覺了。世尊亦說。如", "825": "是精進者覺知。亦自知所趣。我生彼間。如", "826": "我亦知精進所趣。以刀自害若飲毒藥。問精", "827": "進雖知故不如佛究竟。復次若有教戒者。不", "828": "恃怙戒。我不生惡趣。亦不得第四禪。心發", "829": "涅槃想有趣三惡道也。遠離七處。亦作是說。", "83": "上爾所事則其義也。以何等故。弊惡四大生", "830": "大行分別契經。以心穢濁眾生趣惡道。世", "831": "尊亦說。如壽百歲奉具足戒。然戒羸不捨能", "832": "拔惡趣邪。欲使六師逼迫眾。將拘利人入", "833": "惡道中。此之謂之惡。彼得第一精進。彼亦", "834": "好信世尊者。有惡趣法智慧自在也。諸邪", "835": "定者彼一切成就邪見耶。設成就邪見者。彼", "836": "一切成就邪定耶。或作是說。諸定邪見者。彼", "837": "一切成就邪見。設成就邪見。彼一切成就邪", "838": "定。五逆為邪見成就邪定。或作是說。諸成", "839": "就邪見者。彼一切成就邪定。頗成就邪定非", "84": "微妙色。或作是說。緣所造色。依彼四大便有", "840": "成就邪見也。斷善根本不成就五逆。復次諸", "841": "定邪見者。彼一切成就邪見也。頗成就邪", "842": "見彼非邪定耶。想心成就邪見。諸定等見", "843": "者彼一切成就等見耶。設成就等見。彼一切", "844": "定等見耶。或作是說。諸定等見彼一切成就", "845": "等見也。設成就等見彼一切定等見。賢聖之", "846": "道是等見。彼定成就等見。復次諸定等見者。", "847": "彼一切成就等見也。頗成就等見非定等見", "848": "耶。等心想心一切成就等見。諸上流者彼", "849": "一切阿迦尼吒。設阿迦尼吒處。彼一切是上", "85": "色生。色緣彼色。香緣彼香。味緣彼味。是故展", "850": "流耶。答曰。或有上流。非阿迦尼吒處。或有", "851": "阿迦尼吒處非上流也。或有上流及阿迦尼", "852": "吒。或非上流非阿迦尼吒處。云何上流非阿", "853": "迦尼吒處。若阿那含生色界中。然憶上事", "854": "不定阿迦尼吒也。若欲界中生若阿那含。生", "855": "無色界然憶上事。若欲界所生。是謂上流非", "856": "阿迦尼吒處。最初阿迦尼吒處。是謂阿迦尼", "857": "吒非上流。若阿那含生色界中。然憶上事", "858": "定在阿迦尼吒。是謂上流及阿迦尼吒。云何", "859": "非上流非阿迦尼吒。", "86": "轉增。或作是說。四大增上所生色。復以餘事", "860": "答曰。除上爾所事則其義。以何等故。阿那含", "861": "阿羅漢住劫不移動。或作是說。住劫者不", "862": "為世所迴轉也。復次得等解脫。柔軟下根超", "863": "越住上。是故等解脫亦不增亦不減。故曰。住", "864": "不移動。然阿那含當言住已得誓願。凡夫", "865": "人者當言善心命終。當言不善心命終。當", "866": "言無記心命終。或作是說。當言不善心念。", "867": "非以善心有所住處。問如世尊言。臨欲終時", "868": "得善心。所念已還等見。是謂契經有相違。", "869": "或作是說。若生惡趣中者。彼不善心命終也。", "87": "彼則有勝。或作是說。緣四大生色。非一因緣", "870": "若生天上者。彼善心命終。如最後心。住受生", "871": "亦復如是。或作是說。當言無記心命終也。以", "872": "無記心自住身中有報數望終。復次若不修", "873": "善。不修善法。不住後心亦不滅。是故當言", "874": "無記心命終。若作是說。必死無疑。是時當", "875": "言命終有所避處。以何等故。阿羅漢不得最", "876": "後善心。或作是說。自住心受報望終。然爾時", "877": "無善。是故不得善。復次若修善終時亦不住。", "878": "復次彼心無記本行休息。又世尊言。與共止", "879": "住然後得知。或有不知顏色和悅。其義云", "88": "想應彼則有勝。如一弦琴高下隨曲聲與歌", "880": "何。答曰。若聞彼毀譽輕舉。信用樂受他語。", "881": "雖顏色悅。彈指頃信樂忍受。有威儀禮節", "882": "身樂靜寂得歡喜。外如不密內懷詐偽。若復", "883": "說法之時。無義辯才無法辯才。如是不如至", "884": "實。是謂愚癡。又二等信等戒等聞等智慧", "885": "等施。現在前時何者最是大果。二俱清淨。", "886": "一俱清淨。或作是說。二分別俱清淨。世尊亦", "887": "說。於彼比丘布施之家。二分俱清淨。是謂檀", "888": "越親。第一之德。問云何兩意。或作是大果。", "889": "或非大果。答曰。田業良如良穀子。猶田業良", "89": "同。如眾人有咽喉聲各有異字亦復異。復次", "890": "彼穀子好。問猶田猶穀子。然不隨時。是故難", "891": "可齊。或作是說。二分俱清淨。已得清淨。作", "892": "如是施。心所有因緣得諸報實。問若施勝者", "893": "則施無有等。當說等施。復次量二果平等思", "894": "念所行。是故彼施二俱清淨。有諸果實。問", "895": "如向者世尊言。於彼比丘二分俱清淨。檀嚫", "896": "者第一之施。如是則差違。答曰。多二分俱", "897": "清淨。意所念行亦清淨。心意平等果亦平", "898": "等。云何殺害之蟲有淨法生。或作是說。邦", "899": "國時俗使親友明黨意所思惟。復次如水波", "9": "盡永斷無餘。從此以來常懷和合。自斷智拔", "90": "四大境界各有異。是故四大與色不同。問有", "900": "動。世俗等者。彼有淨行者。或以行報故便", "901": "有。止淨行者。墮殺害中於彼生。中間行報", "902": "因緣便受其殃。親近善知識而聽受法。思惡", "903": "露不淨。如是殺害之人也。云何清淨之人而", "904": "生黑法。或作是說。隣國時俗使爾親友朋黨", "905": "意所思惟。復次如水波動。彼不善等者。清", "906": "淨行者。或以行報閉塞不善行已。得淨彼", "907": "生中間便受行報。彼親近不善知識。聽不善", "908": "法。亦不思惟惡露之行。如是清淨便生黑", "909": "法。", "91": "一人見色。非與色聲香味同。答曰。彼非一色。", "910": "又世尊言。二法成就。若不有善自不精進。", "911": "若他精進牢固不移。云何他精進牢固不移。", "912": "或作是說。以五法內自省察。教他精進牢固", "913": "不移。若一切違與共相應者。則有壞敗。復次", "914": "學他非法不應法而犯。未曾有如義法不爾。", "915": "以何等故。世尊言聲聞第一耶。或作是說。現", "916": "微妙法。或作是說。現聲聞威儀。或作是說。", "917": "擁護法故。或作是說。為諸比丘發勇猛意等", "918": "行具足。復次以二因緣故。世尊言聲聞第一", "919": "弟子。現授決義故。於彼解脫現變化故。", "92": "彼或有好醜。依彼色或依香或依味。亦見多", "920": "畜生語精進上流住不移", "921": "凡夫人止住施之所供養", "922": "黑白無戒人此弟子第一", "923": "尊婆須蜜菩薩所集契經揵度第六竟。", "924": "尊婆須蜜論卷第五", "93": "少色聲香味。如琉璃雲母方鹽苦摩利瞻蔔", "94": "花自然。自然者當言減當言增。答曰。當言有", "95": "增有減。或作是說。不增不減。非有增非有減。", "96": "復次若觀彼事。亦不有增亦不有減。是故不", "97": "作是說。等生四大展轉相觸。當言不觸耶。或", "98": "作是說。當言觸也。各各集聚。或作是說。當言", "99": "不觸。空無所有。初各各不相觸。復次當言觸"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集: 尊婆須蜜論", "author": "尊婆須蜜造  符秦 僧伽跋澄等譯", "sourceLink": "http://www.cbeta.org/"}