{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0324 佛說幻士仁賢經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 324 [No. 310(21)]", "1": "佛說幻士仁賢經", "2": "西晉月氏國三藏竺法護譯", "3": "聞如是：一時，佛在王舍城靈鳥山，與大比丘", "4": "眾千二百五十、菩薩五千俱，皆神通菩薩，一", "5": "切大聖悉得總持辯才無礙，其名曰：師子菩", "6": "薩、師子意菩薩、誠樂菩薩、道御菩薩、大御菩", "7": "薩、光首菩薩、光淨菩薩、寂意菩薩、人明菩", "8": "薩、開化人菩薩、常應菩薩、慈氏菩薩、文殊", "9": "師利六十賢者，一切五千菩薩，皆此上首者", "10": "也。梵王帝釋、四王諸天、龍王神無央數。于", "11": "時，國王大臣、長者居士、群臣僚屬，供奉世尊", "12": "衣被、飲食、醫藥、床臥之具。世尊名稱普聞遠", "13": "至，是為：如來、至真、等正覺、明行成為、善逝、世", "14": "間解、無上士、道法御、天人師、佛、世尊。諸神通", "15": "慧普見所覩無餘，如來十力、四無所畏、十八", "16": "法不共，不捨大慈、不廢大哀，慧眼、佛眼具", "17": "足，變化無極，神足變化、說本變化、教授變", "18": "化得無極。發意之頃，能使三千大千世界州", "19": "城河海、須彌眾山、龍神天宮、鐵圍山川、", "20": "溝坑樹木、國邑墟聚，在一毛孔，從劫復過", "21": "一劫。是時，王舍大城中，有一幻士名曰󰉈陀", "22": "晉言仁賢，明經解術曉了幻伎，所作巧黠多所喜", "23": "悅，所興如意名聞于遠，其摩竭國諸餘幻", "24": "者皆所不及，所至到處最上第一。除諸見諦", "25": "清淨士女得法忍者，一切人民莫不傾側。", "26": "如所言者無不迷惑，隨未曾有法，而以此幻", "27": "邪行之術，得眾利養。幻士仁賢聞佛世尊", "28": "名稱普徽如來、至真、等正覺，聞已自念：「我身", "29": "轉化摩竭人民及諸州城，莫不受教，唯未", "30": "化沙門瞿曇，亦未曾試及諸弟子。我寧可", "31": "試知可惑不？假能惑者，摩竭人民皆共同心", "32": "來供事我。」於是仁賢，緣本功德、承佛威神，", "33": "出王舍城至靈鳥山。見佛世尊光踰日月", "34": "百千億倍，明淨無垢光炎遠照，髻相之耀", "35": "灼若摩尼，曄如蓮華清淨，超梵八部音", "36": "說法廣度，見佛色身具足嚴妙，意甚踊躍心", "37": "自念言：「我欲試佛諸通之慧審普見不？」便行", "38": "趣佛，稽首作禮，用試佛故，緣此請佛：「設", "39": "知我意當不受請，若不知者必受無疑。」佛知", "40": "其意，愍傷仁賢及王舍城一切人民，欲度之", "41": "故，默然受請并比丘眾。時仁賢念：「沙門瞿", "42": "曇無諸通慧亦不普見，以不見故今當曉", "43": "試。」是時，仁賢稽首作禮，繞佛三匝而退。賢", "44": "者大目揵連白佛言：「幻士仁賢內懷誑詐請", "45": "佛及僧，云何受之？」佛告目連：「汝且安默，如", "46": "來深究一切群民長夜迷惑，因化立之以平", "47": "等行，天上世間無能施穢欺惑佛者。如來", "48": "以斷婬、怒、癡、亂，無餘瑕垢滅諸縛著，離八", "49": "十垢得不起法忍，以故三界無能惑者，一小", "50": "幻士何所能諧？如來解暢一切法幻，自致最", "51": "正覺，使諸人界及其本原，皆使巧妙幻過，", "52": "仁賢終不能與佛幻術等，百倍千倍無數億", "53": "倍，不可假託以為比喻。」", "54": "佛告目連：「於意云何？幻士仁賢寧能莊嚴", "55": "化三千大千世界令淨好不？」對曰：「唯然，此幻", "56": "不能。」佛言：「如來發意之頃，能使三千大千世", "57": "界，嚴淨入一毛孔，佛之幻術終不惑。正使", "58": "十方佛國，有風名隨嵐及斷截風，飄壞三", "59": "千大千世界，還復如故；有風名追逐風、住止", "60": "風，旋轉世間；有風名曰波栗屠那，迴行", "61": "三十二天；有風名曰摧破崩壞須彌；有風", "62": "名曰拘那，起大火上至三十二天；有風", "63": "名曰常來，起劫燒天地；有風名曰熾火，使", "64": "三千大千世界一時俱然；有風名曰澆灑，", "65": "起大雨；有風名曰枯竭，除盡水災之變。」佛", "66": "告目連：「今我粗說是諸風名，從劫過劫無有", "67": "竟時。云何目連？寧有人能止虛空，坐諸風", "68": "之中作四器行，使此諸風入一芥子，其於芥", "69": "子無所罣礙亦無毀害，令諸天人安隱娛樂", "70": "而不驚怖？如來幻法而復過是無有極也，非", "71": "弟子、緣一覺地之所能及。」於時，目連在眾會", "72": "前，稽首作禮白佛言：「唯然，世尊！我等為得", "73": "善利。所以者何？世尊威神巍巍如是大尊無", "74": "極。」其人民聞佛如來此變化者，歡喜踊躍逮", "75": "得善利，便發無上正真道意，一時欣然功德", "76": "無量。於是幻士仁賢入王舍城還歸到家，", "77": "即其日夜，於城內穢惡流聚最不淨處，化於", "78": "其中作大講堂，懸繒華蓋而起幢幡，現地", "79": "平正，樹木茂盛，瓶罃、珍器、香爐、鐙錠散眾", "80": "華香。於講堂傍殖八千寶樹，枝、葉、華、實眾", "81": "色馚馥，一一樹下為諸比丘敷師子座。於", "82": "講堂中央，特為如來設師子座，眾寶為足", "83": "挍飾無量，高四丈九尺。於座四面化四寶", "84": "樹，作百味之饌若干種食，其為供者合五百", "85": "人，端正皎潔寶瓔珞身。幻士仁賢化作是", "86": "已，時四天王往詣幻士所化作講堂，謂仁", "87": "賢言：「甚善仁者！乃請如來於此講堂而供養", "88": "佛，寧可聽我次助所乏，欲造宮室以奉如", "89": "來？」於是仁賢益用踊躍得未曾有，報：「聽。天王！", "90": "宜知是時。」四天王即化作立宮室極妙姝", "91": "好，仁賢所建厭蔽不現。時，天帝釋與三萬二", "92": "千夫人，俱到幻士講堂，謂仁賢言：「善哉快", "93": "乎！真得善利，乃請如來於化飾講堂以供養", "94": "佛，寧可聽吾給助所乏，欲造宮殿以奉如來？」", "95": "於是仁賢！倍復踊躍得未曾有，私自疑怪？報：", "96": "「聽。帝釋！宜知是時。」天帝即化作大殿舘，踰於", "97": "忉利最勝之宮，化殖寶樹，超乎已質拘者", "98": "之樹姝好，厭蔽仁賢、四王所立講堂、宮室、所", "99": "挍諸樹。仁賢則自念言：「世尊非凡，乃有如", "100": "是神妙尊天及諸天子，興大供養奉事如來，", "101": "今我寧可沒滅我之所建，大為迷謬，豈忍以", "102": "此舉向上尊乎？」於是仁賢欲沒所幻而不能", "103": "滅，遍作諸術亦不可滅，幻食供助講堂嚴飾", "104": "師子之座，永為真實而不可變。仁賢驚怪，心", "105": "自念言：「往昔所言，幻現則現、欲沒即沒，今", "106": "為如來變作化供而不能改？」於是天帝知仁", "107": "賢所念，便告言：「如卿為佛化作嚴淨供具，", "108": "不能變復使如本，故其見如來發歡喜心，常", "109": "得安隱至泥洹道。」爾時，仁賢踊悅怡懌，晨", "110": "旦白佛：「飯時已到，願可自屈？」於是世尊！著衣", "111": "持鉢，與諸菩薩及比丘僧眷屬圍繞，往詣仁", "112": "賢莊挍講堂。佛時變化，使仁賢知坐所為立", "113": "師子之座，四天王亦見如來坐所造宮師子", "114": "之座。帝釋自念：「如來坐我所化莊嚴之座。」時，", "115": "王舍城諸不信法眾邪異道，棄自貢高及瞋", "116": "怒心，一切共詣莊嚴講堂：「今日共觀瞿曇所", "117": "現感應。」其邊道法清淨士女，悉共喜踊往詣", "118": "講堂：「今日我等當見如來、至真、等正覺，聽師", "119": "子吼，覩其變化。」於是仁賢蠲除自大，稽首佛", "120": "足，白世尊言：「唯願如來原我罪過，本愚所", "121": "作欲亂如來，化作此食、助供侍使，師子諸座", "122": "亦皆化作。心中念悔，欲得滅沒所可化現。佛", "123": "為聖尊矜恕為意，諸所施造令不復變。」於是", "124": "佛告仁賢：「一切人民及其所有皆如幻化，諸", "125": "坐比丘亦如幻化，如我之身亦是慧幻，此三", "126": "千大千世界則復為化，因緣罪福一切諸法", "127": "亦如幻化，皆由因緣各在合會。便持所化", "128": "飯食之具分布施設。」於是幻士仁賢、梵王、帝", "129": "釋、四天王、諸助供者，擎化食供養世尊及比", "130": "丘眾。", "131": "於是賢者大迦葉說偈言：", "132": "「如今所設座，及其處上者；", "133": "定意為平等，善哉施無上。」", "134": "舍利弗頌曰：", "135": "「如今供具心，及其受者意；", "136": "如是常等覺，是疾畢信施。」", "137": "須菩提頌曰：", "138": "「是施無所施，受者無所受；", "139": "其有應是行，是為畢信施。」", "140": "阿難頌曰：", "141": "「是施為尊乘，食者無有心；", "142": "其身意無著，是為世眾祐！」", "143": "於是光英菩薩曰：", "144": "「譬如彼幻士，仁賢現此化；", "145": "一切世亦然，愚者不及解。」", "146": "光造菩薩曰：", "147": "「譬如坐樹下，悉以幻化作；", "148": "所有幻亦空，適等無差異。」", "149": "師子菩薩曰：", "150": "「不聞師子吼，小獸樹間鳴；", "151": "師子適震吼，馳走竄十方。", "152": "仁賢卿有恨，以幻惑人民；", "153": "如來所現幻，眾魔不能當。」", "154": "師子意菩薩曰：", "155": "「是飯食化作，供助者亦幻；", "156": "食飯者皆化，善哉祠無上。」", "157": "慈氏菩薩曰：", "158": "「油醍醐澆火，其明益熾盛；", "159": "仁賢幻如是，佛幻為普現。」", "160": "軟首童子曰：", "161": "「譬如本此處，一切皆化造；", "162": "仁賢所興幻，欺誑惑眾人。", "163": "一切法如是，本為悉平等；", "164": "不覺了當來，愚癡行生死。」", "165": "於是世尊欲勸化幻士仁賢，則於講堂之東", "166": "化造殿舍，長者處其中，謂仁賢曰：「今何所", "167": "作？」答曰：「我供養沙門瞿曇及比丘僧。」長者答：", "168": "「幻士！勿說是言，今者世尊在王阿闍世宮", "169": "而食，及比丘眾。」時仁賢承佛威神，見佛及僧", "170": "在王宮食。時，佛復化作長者來入講堂，問仁", "171": "賢曰：「今何所作？」答曰：「今供佛及僧。」長者答曰：", "172": "「勿說是言，今佛及僧遊於異道分衛。」時仁賢", "173": "承佛威神，見佛之眾於異道分衛。復有長者", "174": "到仁賢所曰：「今何所作？」答曰：「供佛及眾。」長", "175": "者答曰：「勿說是言，今世尊在耆域醫王後園，", "176": "為四部眾講說經道。」仁賢承佛威神，見佛在", "177": "耆域後園，為四部眾講法。時，天帝釋謂仁賢", "178": "曰：「今何所作？」答曰：「我供佛及眾。」帝釋答曰：「勿", "179": "說是言，今者如來在忉利天晝夜樹下為諸", "180": "天人講法。」仁賢承佛威神，見佛在忉利天為", "181": "天人說法。幻士仁賢見諸樹上，枝、葉、花、實皆", "182": "有寶座，如來相好具足，僧眾圍繞，在諸化師", "183": "子座上。四天王、帝釋梵王，而化師子座皆見", "184": "坐如來；并王舍城諸街、里、巷、舘、宇，皆見如", "185": "來遍諸佛世尊前，皆見仁賢悔過自韙。時，仁", "186": "賢目之所覩，不復見餘但見如來，幻士喜踊", "187": "即生善心，用歡喜故得佛意三昧，從定意起，", "188": "叉手於佛前，以頌問佛曰：", "189": "「今我覩見，如來神足；發意之頃，", "190": "化若干佛。其數百千，復過是限；", "191": "若江河沙，諸佛如是。我本自謂，", "192": "廣學幻術；於閻浮利，無與等者。", "193": "今日觀見，佛之神足；計挍譬喻，", "194": "不可為比。今我目覩，不復見餘；", "195": "普見諸佛，相好莊嚴。是故今我，", "196": "欲問法王，何許是佛？唯願尊說。", "197": "奉事何佛？為第一供。施何所佛？", "198": "功德最大。何所清淨？受施眾祐！", "199": "願為說是，平等普見。我今首過，", "200": "一切所犯；身所試佛，世雄導師。", "201": "其於尊人，不行恭敬；是為自棄，", "202": "不得所願。諸天已聞，及與帝釋！", "203": "於是眾會，一切普達。我今為發，", "204": "菩薩之心；用一切故，今悉度脫。", "205": "今我為請，一切眾生；皆使飽滿，", "206": "甘露安隱。令睡瞑者，疾得覺悟；", "207": "逮得奇特，智慧燈明。誰能化變，", "208": "如是所現？聞其所言，安定柔軟。", "209": "其慧無礙，導行最上；彼不生心，", "210": "道意最尊。願為我說，微妙道行；", "211": "為奉何尊，疾逮佛道？云何如是，", "212": "為具足行？一切弟子，所不能及。", "213": "無行之行，德為何類？正義云何？", "214": "而諦聽聞。何謂所樂，禮節經行？", "215": "云何而發，所生無疑？云何精進，", "216": "聞受無厭？何時逮得，堅固聽聞？", "217": "云如之何，講說法教？何謂光耀，", "218": "法皆照人？云何施道，而得慈行？", "219": "云何得立，無異之心？何謂祠祀，", "220": "所在充備，於眾人民，為堅固慈？", "221": "云何善師？當奉習效；云何惡友？", "222": "而當遠離。云何得往？見佛世尊！", "223": "已得見值，云何供養？當學何學，", "224": "得為上尊？云何精學，而得智慧？", "225": "云何於戒，而為清淨？云何逮得，", "226": "三昧定意？何所施設，成嚴淨行？", "227": "云何捨離，非法之義？云何於道，", "228": "而伏其意；示現降魔，欲塵繫縛？", "229": "云何聽受，思惟經義；其心不捨，", "230": "一切眾生？云何教化，人物群黎；", "231": "堅固奉德，無所行處？云何於人，", "232": "而不捨行；善權慈心，仁愛之跡？", "233": "云何神通，而得具足？何謂意志，", "234": "道心尊特？云何一切，得成所願；", "235": "逮得分別，總持法忍；辯才清淨，", "236": "行不退轉；深奧之意，解義第一？", "237": "云何於是，得極過度；已得道證，", "238": "微妙曉了；一切皆知，是佛道行；", "239": "於道堅住，而不動轉？唯願說是，", "240": "上妙之義；諸通之慧，明智如海。", "241": "世尊愍傷，願為我說；我思逮得，", "242": "堅固奉行。」", "243": "於是佛為幻士仁賢說偈曰：", "244": "「其能解知，一切法化；彼則能化，", "245": "億百千佛。亦能化至，億千佛國；", "246": "所至到處，度億群生。如卿仁賢！", "247": "以無形色；能示現色，覩無央數。", "248": "彼無有起，亦無有滅；不見有來，", "249": "亦無去處。如是仁賢！其佛、正士；", "250": "化現佛身，及比丘僧。無所從來，", "251": "不見住處；智不思議，是佛神足。", "252": "譬如所幻，因緣等一；現有象馬，", "253": "車步行人。無有坐者，亦無所至；", "254": "是顛倒事，人謂為正。諸佛如是，", "255": "無有色身；亦無形像，不行無處。", "256": "自見身者，求索處所；寤不覺者，", "257": "除去眾想。佛無色貌，離於相好；", "258": "不起種姓，觀不可見。無有音聲，", "259": "及以言說；無心意識，離所思念。", "260": "如佛所覺，實為以來；三世悉空，", "261": "想無所起。常不生想，已見本淨；", "262": "彼無有法，其德皆吉。佛之所生，", "263": "本淨無數；無有四大，亦無蔭蓋。", "264": "彼之所住，不動無著；不能曉了，", "265": "智慧之眼。如我所覺，為得見佛；", "266": "其人未曾，得見世尊！見無所見，", "267": "為覩導師；譬如舉手，探捉虛空。", "268": "如卿仁賢！所見諸佛；悉為一義，", "269": "當平等定。我亦如是，餘佛無異；", "270": "一切正慧，其相平等。其戒清淨，", "271": "三昧平等；定意智慧，解脫平等。", "272": "於是慧等，度知見事；一切諸力，", "273": "佛之名德。空義平等，及道行跡；", "274": "一切諸法，所住無礙。一切如幻，", "275": "本淨解脫；無所成就，所起嚴淨。", "276": "仁賢當知，供一佛已；為已奉事，", "277": "十方諸佛。於此如是，法平等故；", "278": "求索若干，終不可得。一切能淨，", "279": "人之信施；一切所施，皆大德果。", "280": "一切清淨，起法平等；佛無若干，", "281": "亦無差特。一切皆悉，審為是佛！", "282": "有顛倒行，則不見佛。今是諸佛，", "283": "所示形像；一切皆盡，平等無處。", "284": "如卿仁賢！念所見佛！譬若如仁，", "285": "所造化作。喻觀五陰，亦當如是！", "286": "凡著諸蓋，及與愚癡。其是無生，", "287": "不實無有；於此無處，亦無所立。", "288": "是不可見，亦無有色；諦觀是已，", "289": "不得久住。五陰自然，於是如幻；", "290": "眾生諍訟，自貪身相。無相之相，", "291": "所可現相；正覺佛道，遠如復遠。", "292": "虛妄之法，起眾想處；生眾因緣，", "293": "無形之樹。造發眾事，若干種意；", "294": "斷諸受想，是為本無。其知因緣，", "295": "及所作為；彼即了法，逮得離欲。", "296": "離欲法已，即識知如；即得見道，", "297": "其眼清淨。」", "298": "佛說此偈時，幻士仁賢得柔順法忍；五千人", "299": "未曾發心，皆發無上正真道意；二百天人", "300": "遠塵離垢諸法眼淨。於是佛食化飯已，欲增", "301": "益仁賢信施之德，便說偈言：", "302": "「如是不想報，所與者得淨；", "303": "一切施等具，仁賢德滿足。」", "304": "賢者大目揵連白佛言：「唯願世尊！令化講", "305": "堂得住晝夜七日，使不滅沒。」佛即以威神，", "306": "令化講堂晝夜七日住立不滅，莊嚴如故。時，", "307": "佛從坐起，與比丘及諸菩薩、天、龍、鬼、揵沓", "308": "惒，往詣佛所聽受經法。於是仁賢往到佛", "309": "所，稽首禮足繞佛三匝，却叉手住白佛言：", "310": "「唯世尊！菩薩有幾道行所可住處，得至道場", "311": "曉了正義？」於是佛告仁賢：「諦聽，善思念之！", "312": "吾當為汝解說菩薩道場。」於是仁賢！與諸大", "313": "眾受教而聽。佛言：「菩薩有四事住於道，得", "314": "至道場：一曰、心常習諸通慧；二曰、不捨一切", "315": "人；三曰、求功德無有厭；四曰、護諸法常行精", "316": "進；是為四，得至道場。「復有四清淨行，得至", "317": "道場：一曰、護戒清淨；二曰、意性清淨；三曰、慧", "318": "清淨；四曰、所生清淨；是為四。「復有四事法，", "319": "弟子、緣覺所不能及：一曰、其行過於四禪；二", "320": "曰、其心多所入；三曰、行大哀於眾生；四曰、辯", "321": "才之音若干種；是為四。「復有四威儀行：一", "322": "曰、樂於閑居遠離眾閙；二曰、往於彼行慈念", "323": "眾生；三曰、無諛諂邪行、無所至到；四曰、求", "324": "於道行；是為四。「復有四，所問無礙無能斷截：", "325": "一曰、不惜身命；二曰、心常歡悅；三曰、棄貢高；", "326": "四曰、常奉行法；是為四。「復有四事，所行具足：", "327": "一曰、常知時節；二曰、隨人所喜而現教；三曰、", "328": "常知羞慚；四曰、知止足；是為四。「復有四事，", "329": "意行平等：一曰、隨人所應而恭敬教授；二曰、", "330": "所願大智慧所應教授；三曰、不說他人長短；", "331": "四曰、見說短者慈心向之，不懷結怨；是為四。", "332": "「復有四事，名德具足莫不聞知：一曰、自學深", "333": "慧并施教他人；二曰、有來問事悉遣彼疑；", "334": "三曰、常護正法；四曰、佛之意力而不可盡；是", "335": "為四。「復有四事，博聞堅強：一曰、聞法則解", "336": "所歸；二曰、所聞法樂不貪家懷居；三曰、聞已", "337": "廣宣咸為人說；四曰、已聞起賢聖解說，向佛", "338": "道法；是為四。「復有四事，講說經法名德流", "339": "行：一曰、先辦眾事後受以衛之食；二曰、得", "340": "利養、衣被、飯食、床臥、醫藥、降伏魔力；三曰、晝", "341": "夜樂法為諸天所護；四曰、不輕嬈他人；是", "342": "為四。「復有四事，光輝眾會身得自在：一", "343": "曰、少於所欲；二曰、知止足；三曰、微妙柔軟；四", "344": "曰、身自奉法；是為四。「復有四事，得明慧利", "345": "說法無異：一曰、拔濟生死之懼；二曰、不希", "346": "求世供養之利；三曰、常護他人；四曰、常住", "347": "道願；是為四。「復有四事法，有反復知報善", "348": "惡：一曰、勸化人使發道意；二曰、不失所成", "349": "立之功；三曰、自敬念迎當來慈；四曰、常詣正", "350": "士、法師；是為四。「復有四事不壞慈：一曰、", "351": "具足忍力；二曰、不誘嬈他人眷屬；三曰、不捨", "352": "大哀；四曰、求脫罪福因緣，志在于道；是為四。", "353": "「復有四事習於慈行：一曰、常合和人；二曰、", "354": "性行柔順；三曰、其行具足；四曰、所有稍稍近", "355": "道；是為四。「復有四事，知是惡師：一曰、教人", "356": "為小道；二曰、教人壞菩薩意；三曰、教求名聞，", "357": "增益不善之法；四曰、教遠離功德善法；是為", "358": "四。「復有四事，與世尊諸佛共會：一曰、常一", "359": "其心；二曰、常說諸佛世尊功德；三曰、奉清淨", "360": "之戒；四曰、志性不捨本願；是為四。「復有四", "361": "事法，稱其德行，供養菩薩及如來尊，不以", "362": "懈倦：一曰、所供養佛最尊眾祐；二曰、其有見", "363": "我亦當效行；三曰、見如來道意得堅固；四曰、", "364": "得見三十二大人之相其功德本，使成善權；", "365": "是為四。「復有四事，觀經義學菩薩戒行得", "366": "至尊上：一曰、過度惡道；二曰、常勸立善道；", "367": "三曰、恭敬如來；四曰、具足所願；是為四。「復", "368": "有四事學：一曰、不捨道意；二曰、等於一切；三", "369": "曰、求度無極；四曰、護無數諸佛法使不斷絕；", "370": "是為四。「復有四事，行清淨戒：一曰、奉行少事；", "371": "二曰、解了空行；三曰、不犯邪見狐疑；四曰、無", "372": "猶豫心；是為四。「復有四事，三昧種性：一", "373": "曰、不習土地語言；二曰、心清淨無著；三曰、成", "374": "功德本；四曰、稍近佛道；是為四。「復有四事，", "375": "應清白行：一曰、興諸善本；二曰、其心宴寂，", "376": "行無所著；三曰、所見隨其脫門；四曰、寂定於", "377": "道義；是為四。「復有四事，棄瑕穢心：一曰、", "378": "恐畏生死常專其行；二曰、欲求解脫功德之", "379": "本；三曰、於安隱無所造立；四曰、心無所起；是", "380": "為四。「復有四事，降伏其心：一曰、以一人之故，", "381": "當來億百千數遊在生死；二曰、知一切人心", "382": "所念，為斷塵勞隨其本願而為說法；三曰、悉", "383": "棄捐諸不善法，奉行眾善坐於道場降伏魔", "384": "兵，逮得無上正真之道；四曰、聲告三千大千", "385": "世界為其說法；是為四。「復有四事，降伏魔怨：", "386": "一曰、觀視幻法清淨之行；二曰、逮得不起法", "387": "忍；三曰、截斷諸無慧之事；四曰、已離生死奉", "388": "修正行；是為四。「復有四事，思惟經義：一曰、", "389": "因緣法起不為無緣；二曰、興立深法而無有", "390": "人；三曰、觀視空法而無所起；四曰、自然無想", "391": "悉為處寂；是為四。「復有四事，心不捨菩薩", "392": "法：一曰、不捨本願；二曰、忍於苦惱；三曰、不惜", "393": "身命；四曰、不捨四恩行；是為四。「復有四事，", "394": "法開化人：一曰、衣食布施應為說法；二曰、數", "395": "數勸使堅固；三曰、自在安隱之業；四曰、立他", "396": "人善本；是為四。「復有四事，安諦受法而攝奉", "397": "行：一曰、善本雖少心不輕念；二曰、常奉行安", "398": "隱行；三曰、布施、調意修善具足；四曰、奉承經", "399": "義使一切歸趣安隱；是為四。「復有四事，得入", "400": "道行：一曰、逮得神通；二曰、成就正慧；三曰、", "401": "在大道心深入無量；四曰、一切所造但習", "402": "空行不著解脫；是為四。「復有四事，奉修慈", "403": "心：一曰、救護幻化之人；二曰、常開導人使持", "404": "法；三曰、度脫幻者；四曰、使得無為；是為四。", "405": "「復有四事，奉修哀心：一曰、為惡道故而作親", "406": "友，使得入道而為興哀；二曰、使離惡罪教令", "407": "修善；三曰、教求小道者勸發大乘；四曰、設行", "408": "哀者，為一切眾生而攝此哀；是為四。「復有", "409": "四事，行善權方便：一曰、一切心向道意在", "410": "前；二曰、不捨塵勞心，況善權方便心；三曰、", "411": "觀一切人及眾邪見，悉為法器；四曰、見一切", "412": "法悉為佛法，自然得最正覺，念行諸三昧", "413": "逮得善解脫；是為四。「復有四事，逮神通行：", "414": "一曰、常輕其身及本淨意；二曰、輕心自然如", "415": "幻；三曰、所作唯造立法；四曰、寂然一心而", "416": "無憒亂；是為四。「復有四事，得分別法句：一", "417": "曰、念成慧義不為嚴飾；二曰、唯求取法而不", "418": "取人，不起無所滅；三曰、知一切無盡不可", "419": "盡；四曰、所說於文字無著無縛；是為四。「復", "420": "有四事，逮得總持：一曰、不厭博聞，常敬法師；", "421": "二曰、常行精進為人說經；三曰、曉近一切法", "422": "句而不失義；四曰、又使入如來之法；是為四。", "423": "「復有四事，逮得法忍：一曰、度不度者；二曰、", "424": "解未脫者；三曰、一切樂法；四曰、不斷善行；", "425": "是為四。「復有四事，逮得辯才：一曰、見他法師", "426": "所說，不求其短；二曰、聽採法義，不以貢高；三", "427": "曰、不自稱譽；四曰、見少智未學不以輕易；是", "428": "為四。「復有四事，行不退轉：一曰、不退於婬怒", "429": "癡；二曰、於眾生之行不退轉；三曰、於一切", "430": "不善法而不退轉；四曰、解最正覺而不退轉；", "431": "是為四。「復有四事，解深義：一曰、曉十二因緣；", "432": "二曰、自然解得佛道為正諦覺；三曰、一切法", "433": "一義其義悉空；四曰、悉解佛道；是為四。「復", "434": "有四事，得成所願：一曰、戒忍清淨；二曰、淨除", "435": "惡道；三曰、質朴無有諛諂；四曰、如善權方便", "436": "隨其本行；是為四。「復有四事，得成諸度無極", "437": "不退轉法：一曰、以一波羅蜜悉入諸度無極；", "438": "二曰、善權使一切人皆入，一切人亦無有；三", "439": "曰、見一切法悉為一法，離諸所欲；四曰、見一", "440": "切佛悉為一佛，以法身故；是為四，得成諸度", "441": "無極不退轉法。」佛說四事句時，幻士仁賢得", "442": "不起法忍，歡喜踊躍在虛空，去地四丈九尺。", "443": "時，佛見幻士仁賢心所念便笑。賢者阿難以", "444": "偈讚佛而問曰：", "445": "「差特無量威，慧事踰日月；", "446": "三世悉聞名，德稱度無極。", "447": "所知了三達，佛以逮自在；", "448": "今佛何故笑？唯願為解說。", "449": "一切眾生類，住立若所立；", "450": "已見諸人心，人尊無所著。", "451": "其於下中上，如是為悉淨；", "452": "今佛所笑者，唯願解說之！", "453": "諸天聞其聲，真陀人亦然！", "454": "帝釋、阿須倫！乾陀、摩睺勒！", "455": "梵天亦如是，其聲寂清淨；", "456": "彼諸所有音，終不與佛等。", "457": "月所出光明，及日摩尼珠，", "458": "其帝釋光明，一切光及梵，", "459": "其明悉蔽歇，為盡不復現；", "460": "佛出光明時，悉照諸佛國。", "461": "已解諸深法，靜然為空寂；", "462": "其無有吾我，亦無有壽命。", "463": "不有亦不無，悉損是二事；", "464": "尊皆令世吉，所遊如月光。", "465": "於此唯發心，立意遵妙道；", "466": "今誰於佛道，安定住正法？", "467": "所以得受身，歸命佛寶尊；", "468": "善哉唯願說，今日所笑意。", "469": "佛說義清淨，為諸弟子故；", "470": "佛尊為安隱，其光普日照。", "471": "為異學故說，辟支諸佛義；", "472": "若為求佛者，志尊上妙法。", "473": "總持等無疑，於是天中天；", "474": "唯願為解說，所應得佛道。」", "475": "此色佛光炎，清淨滅垢穢；", "476": "還來繞佛身，頂上沒不現。", "477": "爾時，佛告賢者阿難：「寧見幻士仁賢乎踊在", "478": "虛空？」對曰：「已見世尊！」佛言：「阿難！族姓子仁", "479": "賢！却後九萬二千劫當得作佛，名嚴淨王", "480": "如來、至真、等正覺、明行成為、善逝、世間解、無上", "481": "士、道法御、天人師，號佛、世尊。世界名曰大淨，", "482": "劫曰幻化。其嚴淨王如來大淨世界，人民眾", "483": "多，安隱快樂，五穀豐賤，其土平博，無有丘墟，", "484": "日月光照，種種樹木皆以莊嚴，眾香具足常", "485": "懸幢幡。其國人民如意所願，皆見佛土嚴淨，", "486": "所有自然，譬如第二忉利天上七寶宮殿。", "487": "其國人民皆見國土安雅，生彼佛國者皆求", "488": "上願志於大乘。嚴淨王如來住世萬歲，般", "489": "泥洹後行法住億歲。臨佛滅度，有菩薩名曰", "490": "聞稱，佛授其決：『我滅度後，是聞稱菩薩當", "491": "得作佛，名曰普達如來、至真、等正覺、明行成", "492": "為、善逝、世間解、無上士、道法御、天人師，號佛、世", "493": "尊。』」時，族姓子仁賢從虛空下，稽首佛足，白佛", "494": "言：「佛是我師，導御善道。唯世尊！我與無數", "495": "億百千人，歸命等正覺及法、比丘僧。若如來", "496": "本無，諸佛本無無異，其如者無壞，如者無", "497": "動、如者無想念、如者無所起、如者無行、如", "498": "者無二，如來本無亦復如是！我因是成就。」", "499": "於是賢者阿難問族姓子仁賢：「於如來法為", "500": "何所得，乃說如來本無？今卿遠離於本無", "501": "事？」答曰：「一切法皆棄離，爾乃興如來法。於", "502": "阿難意云何？如來皆了本無致等正覺，以", "503": "故如來本無無壞者，我亦得之，一切人亦逮", "504": "本無。唯賢者意云何？如來法為有二乎？", "505": "唯阿難！法無二無二，有想者其識若干。所", "506": "以者何？捐捨眾想乃成佛慧。」爾時，阿難白佛", "507": "言：「唯世尊！族姓子仁賢寧當復持本所幻", "508": "化，迷惑諸天人不耶？」佛告阿難：「於是仁賢入", "509": "法智慧之幻。所以者何？用明智辯才故也。」", "510": "時，世尊告族姓子仁賢：「卿寧能化或諸天", "511": "世人？」對曰：「唯然！如佛所惑化，我亦如是。", "512": "所以者何？解無我者是為大行，號有人名", "513": "無壽命，無有人而言有人，如來無字亦不處", "514": "道場。何所法中有去沒去，而說法有去來？", "515": "教法無般泥洹而現泥洹法？是故世尊說平", "516": "等行，便能化惑諸天世人，為說如來功德", "517": "平等。」時，佛讚族姓子仁賢：「善哉善哉，仁賢！", "518": "如卿所說，為大化惑說無音聲法。」時仁賢", "519": "從佛求出家。佛告彌勒菩薩：「汝下幻士鬢髮，", "520": "令作沙門。」彌勒受教，即使仁賢為出家。志已", "521": "還白佛言：「唯然世尊！是非菩薩形貌色像，亦", "522": "非沙門。所以者何？其有菩薩成諸通慧，處", "523": "於三界教化群生，是為菩薩出家也。」說是語", "524": "時，五千人發無上正真道意，二百比丘漏盡", "525": "意解。", "526": "爾時賢者阿難白佛言：「當何名斯經，以何奉", "527": "行之？」", "528": "佛告阿難：「是經名『授幻士仁賢決』，又名『稍入", "529": "至佛道』。」佛言：「阿難！其有菩薩欲得見佛，為一", "530": "切故，當受是經持諷誦讀，當曠其志為他人", "531": "說。所以者何？其於是法菩薩求道，是為大乘", "532": "平等經法，以故是經名曰『稍入道義』。」佛告阿", "533": "難：「我以是經囑累汝，心念口諷，執持經卷，", "534": "若聞奉行，眾惡反趣，當知其人曾見五百佛", "535": "然後得佛道。」時，族姓子仁賢白佛言：「其受", "536": "是經，皆本功德。唯然世尊！我本亦學。所以", "537": "者何？聞是經者，皆前善本善權，我心如是！」", "538": "佛說經已，族姓子仁賢、比丘賢者阿難，一切", "539": "眾會，諸天、龍、神、阿須倫、世間人民，聞經歡喜，", "540": "稽首而退。", "541": "佛說幻士仁賢經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0324 佛說幻士仁賢經", "source": "CBETA"}