{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "text": {"0": "16 三昧品", "1": "光讚經卷第七", "10": "痛痒俱，亦不想念，亦不得身。觀內思想，不與", "100": "慇懃精進攝其心本，令斷諸瑕，諸惡不善非", "101": "法之事，適興尋斷，慇懃精進自攝其心，使", "102": "平等斷；諸善德本設來興者，假欲斷者，慇", "103": "懃精進救攝其心，平等解脫；懷善法生，堅住", "104": "不失，思惟具足，廣普令備益加歡樂，慇懃精", "105": "進救攝其心，平等解脫。有所得亦無所得、亦", "106": "無所見。是為，須菩提！菩薩摩訶薩摩訶衍也！", "107": "「復次，須菩提！菩薩摩訶薩行摩訶衍，謂五", "108": "根：信根、精進根、意根、定根、慧根。是為菩薩摩", "109": "訶薩摩訶衍，有所得亦無所得、亦無所獲。「復", "11": "想俱，亦無想念，不得思想。觀外思想，不與想", "110": "次，須菩提！菩薩摩訶薩摩訶衍者，謂五力也。", "111": "何謂五力？信力、精進力、意力、定力、慧力。是為", "112": "菩薩摩訶薩摩訶衍五力也。有所得亦無所", "113": "得、亦無所獲也。「復次，須菩提！菩薩摩訶薩摩", "114": "訶衍，謂七覺意。何謂七覺意？於是，須菩提！菩", "115": "薩摩訶薩專修思覺意，依於寂然，無有貪欲，", "116": "亦無所依，除於諍訟、捨諸法，是謂思覺意。有", "117": "行精進覺意，依於寂然，無有貪欲，亦無所", "118": "依，除諍訟、捨諸法，是謂精進覺意。又行悅豫", "119": "覺意、行信覺意、行安覺意、定覺意、行觀覺", "12": "俱，亦無想念，不得思想。觀於內法，不與法俱，", "120": "意，依於寂然，無有貪欲，亦無所依，除諍訟、", "121": "捨諸法，是謂菩薩摩訶薩摩訶衍行七覺也。", "122": "有所得亦無所得、亦無所獲。「復次，須菩提！菩", "123": "薩摩訶薩摩訶衍，謂八由行賢聖之路。何", "124": "謂八？正見、正念、正語、正治、正業、正方便、正意、", "125": "正定，是為八由行賢聖之法。有所得亦無所", "126": "得、亦無所獲，是為菩薩摩訶薩摩訶衍也。「復", "127": "次，須菩提！菩薩摩訶薩摩訶衍者，謂三品三", "128": "昧。何謂為三？空三昧，無相、無願三昧。彼何", "129": "謂空三昧？已相法空，空者脫門，則為無", "13": "亦無法想，亦不得法。觀于外法，不與法俱，亦", "130": "相，其無相者便為脫門，其所行者無所行也，", "131": "是為無願脫門也。是為，須菩提！菩薩摩訶薩摩", "132": "訶衍也。逮得此已，亦無所得、亦無所獲。「復次，", "133": "須菩提！菩薩摩訶薩摩訶衍，當分別若曉了", "134": "所習、決斷滅盡、覺知由路、知所盡者、知無", "135": "所起。曉了諸法，分別無我。曉了柔和終沒之", "136": "事，自知其心、了他人心，是謂為慧。彼何謂", "137": "分別？於苦知苦、無所從生、亦無所起，是謂", "138": "分別苦。何謂為曉了所習？謂蠲除所習令不", "139": "復生。何等為決斷滅盡？謂苦已盡，令無根本。", "14": "無法念，亦不得法。於是寂然調御其意於世", "140": "何等覺知由路？謂賢聖之法八由路也。何謂", "141": "知所盡者？謂婬、怒、癡滅。何謂知無所起？", "142": "謂無所從生不起之慧。何謂曉了法慧？謂於", "143": "五陰所造罪福，斷絕為慧。何謂分別無我？謂", "144": "色非常，痛痒思想生死識非常。眼耳鼻舌身", "145": "心，非我所有；色聲香味細滑法，非我所有；", "146": "眼色識、耳聲識、鼻香識、舌味識、身細滑識、意", "147": "法識，亦非我所有；何謂曉了柔和終沒之事？", "148": "有所咨嗟多所發起。何謂自知其心？自知古", "149": "來根原。何謂知人心？能別他人眾生心", "15": "無明愁慼之事。何謂，須菩提！菩薩摩訶薩內", "150": "之所念。彼何謂如所慧心？謂怛薩阿竭薩芸", "151": "若慧，是謂如所慧心。已得，是以亦無所得，", "152": "亦無所獲。「復次，須菩提！菩薩摩訶薩摩訶衍", "153": "謂有三根！異人根、異根、別根。彼何謂異人", "154": "根？謂有諸學士未得平等信根、精進根、意根、", "155": "定根、慧根。何謂異根？其學士者無有異", "156": "信、信根、精進根、意根、定根、慧根，是謂異根。彼", "157": "何謂別根？謂未學士而發大意——辟支佛、菩薩、", "158": "怛薩阿竭、阿羅訶、三耶三佛——信根、精進根、意", "159": "根、定根、慧根！是謂菩薩摩訶薩別根摩訶衍", "16": "觀身？於此菩薩摩訶薩，知心所行若住已住，", "160": "也。有所得者亦無所得、亦無所獲也。「復次，", "161": "須菩提！菩薩摩訶薩摩訶衍者，謂平等定也。", "162": "有三事：有想有行三昧、無想有行三昧、無", "163": "想無行三昧。彼何謂有想有行三昧？脫諸欲，", "164": "寂除諸惡不善之法，有想有行，行第一寂，是", "165": "謂有想有行三昧。彼何謂無想有行三昧？謂", "166": "其心之內無想有行，亦無所著至第二寂，亦", "167": "無內外，是謂無想有行三昧。彼何謂無想無", "168": "行三昧？過第二、第三寂，度於無量有慧之定，", "169": "越於無量識慧之宜，過於無量不用慧定，越", "17": "亦知已坐當坐，亦知行臥已當行臥，如身應", "170": "於無量有想無想之定，是謂無想無行。是", "171": "謂須菩提菩薩摩訶薩摩訶衍也。「復次，須菩", "172": "提！菩薩摩訶薩摩訶衍者，當行十念。何謂十", "173": "念？念佛、念法、念聖眾、念戒、念布施、念天、念恬", "174": "怕、念無所起、念觀身、念當終亡，是為十念。", "175": "是為菩薩摩訶薩摩訶衍。有所得亦無所得、", "176": "亦無所獲。「復次，須菩提！菩薩摩訶薩摩訶衍，", "177": "謂四禪、四無色定、四等心、八脫門、未曾所獲", "178": "味之定，是謂須菩提菩薩摩訶薩摩訶衍也。", "179": "有所得者亦無所得、亦無所獲。「復次，須菩提！", "18": "住所志所趣，皆悉知之。是為菩薩摩訶薩觀", "180": "菩薩摩訶薩摩訶衍，謂怛薩阿竭十種力也。", "181": "何謂十種力？謂知他人、眾生之類處處非處，", "182": "處有限無限。如審悉知過去、當來、今現在因", "183": "緣罪福所行之處有所報應。如審悉知，世間", "184": "之人有若干種，其體不同。如審悉知，他人眾", "185": "生若干種心，所憙各異。如審悉知，他人眾生", "186": "根原所趣，本末各異。如審悉知，一切五道終", "187": "始所歸。如審悉知，知於眾人行者之心，根、", "188": "力、覺意、一心、脫門、三昧正受，結縛、瞋恨、鬪訟", "189": "之事，能慧分別。如審悉知，無數寂然。悉識", "19": "內身也。於是安詳調御其意於世無明愁慼", "190": "過去無數億劫之事。識過去無數億劫之所。", "191": "遊居眾生察其終沒之所歸趣。道眼徹視於", "192": "十方一切佛界。五道生死、善惡、禍福、起滅終", "193": "始。如審悉知，諸漏已盡，無有塵垢，度於", "194": "想念，以知慧脫現在造行，自以神通證", "195": "知諸行，生死已斷，稱舉梵行，所作已辦", "196": "知未度者。是為，須菩提！菩薩摩訶薩摩訶", "197": "衍。有所得亦無所得、亦無所獲。「復次，須菩", "198": "提！菩薩摩訶薩摩訶衍，謂四無所畏。何謂四", "199": "無所畏？今吾已逮成平等覺，若有沙門、梵志、", "2": "西晉三藏竺法護譯", "20": "之事。「復次，須菩提！菩薩摩訶薩往反安詳觀", "200": "諸天、人民，若復異天、異覺之人，來欲訟理", "201": "求佛之短，謂為不成平等之覺，不見瑞應，", "202": "敢有發意當如來者！無敢發念，故佛安隱", "203": "所行，無難亦無畏。勇猛行達無所著，而為", "204": "他人師子之吼，講說分別清淨法輪，沙門、梵", "205": "志、諸天宮魔及諸梵天，天上、世間無有能及", "206": "道法之誼，諸漏已盡，無有終始。沙門、梵志、諸", "207": "天魔梵、天上、世間，欲求佛短，謂不然者，諸漏", "208": "未盡。都了不見發心求短者，故佛安隱無有", "209": "恐懼，則為眾人而師子吼。悉知內法，無有", "21": "察視瞻而不卒暴，進止屈伸、著衣持鉢、飲食", "210": "內外，不見吾我。沙門、梵志、諸天魔梵、天上、世", "211": "間，欲求佛短，謂不然者，不知內法計有吾我。", "212": "都了不見發心求短者，故佛安隱無有恐懼，", "213": "則為眾人而師子吼。講說賢聖，不解者解、不", "214": "達者達、無乘者乘，而以平等普除苦惱，終", "215": "不能求得佛短也。以奉法故，不違道誼，勇猛、", "216": "無恐、無懼，而為他人講說清淨法輪，為師子", "217": "吼。是為，須菩提！菩薩摩訶薩摩訶衍也。有所", "218": "得亦無所得、亦無所獲。「復次，須菩提！菩薩摩", "219": "訶薩摩訶衍，謂四分別辯。何謂為四？一", "22": "臥寐，懈息所從律行去來，坐起臥覺，有所說", "220": "曰分別誼、二曰分別法、三曰所歸順分別、", "221": "四曰分別辯。是謂，須菩提！菩薩摩訶薩摩訶", "222": "衍。有所得亦無所得、亦無所獲。「復次，須菩提！", "223": "菩薩摩訶薩摩訶衍者，謂十八不共諸佛之", "224": "法。何謂十八？一者如來無有瑕短。所說應", "225": "時，無有短乏心、無忘失、無有若干想、無有不", "226": "定心、無有不辯。分別所觀無有所樂。斷", "227": "精進無失，終無失意。智慧無損解脫不闕。", "228": "度知見不減。一切諸身之事無所不達。一切", "229": "口所言說無所不通，各令得所。一切心所", "23": "者，常懷徐詳，憙在閑居心不馳騁。是為，須", "230": "念，以智慧心悉知其原。又知過去不可計會", "231": "無央數劫事，智慧悉見。又知當來不可計", "232": "會無央數劫事，智慧悉見。又知現在不可", "233": "計會無央數劫事，智慧悉見。是為，須菩提！", "234": "菩薩摩訶薩摩訶衍。有所得亦無所得、亦無", "235": "所獲。「復次，須菩提！菩薩摩訶薩摩訶衍者，", "236": "謂總持門。彼何謂總持門？諸文字等，所說平", "237": "等，文字之門、文字所入。何謂文字門、文字所", "238": "入因緣之門？一切諸法，以過去者亦無所起。", "239": "其門所作是羅之門，法離諸垢是波之門，分", "24": "菩提！菩薩摩訶薩行般若波羅蜜自觀內身而", "240": "別諸誼是遮之門。逮得一切諸法之行，亦無", "241": "所得，亦無所沒者、亦無所生者，是那之門。一", "242": "切法離諸號字，計其本淨而不可得，是羅之", "243": "門。皆悉超度一切世法——恩愛、報應、因緣——是", "244": "陀之門。一切諸法悉為本無，有、無斷絕，是為", "245": "波之門。皆悉解結諸法所縛，是咤之門。燒", "246": "盡諸法逮至清淨，是沙之門。一切諸法，無有", "247": "罣礙不得諸事，是惒之門。斷除一切諸法音", "248": "聲句跡所趣，是多之門。一切諸法而無有本", "249": "不可動搖，是計之門。一切諸法而無所起，", "25": "不可得。「復次，須菩提！菩薩摩訶薩其心專一覩", "250": "是吒之門。一切諸法得至究竟，是阿之門。", "251": "一切諸法所當作為皆悉逮得，是娑之門。", "252": "一切諸法皆已時得，通不悉節，是摩之門。解", "253": "知諸法從吾我起，是迦之門。一切諸法逮得", "254": "擁護，是癉之門。一切諸法逮得諸法之處，", "255": "是闍之門。一切諸法而無所起，是波之門。", "256": "一切諸法而無所起，是陀呵之門。一切諸", "257": "法諸種無所起會，是奢之門。一切諸法寂", "258": "然不起，是呿之門。一切諸法猶如虛空而", "259": "無所生，是叉之門。一切諸法皆悉滅盡而不", "26": "出入息，息長、息短亦悉知之；意息若近、若遠", "260": "可得，是尸癉之門。一切諸法堅住於處而", "261": "不可動，亦不可得，是𢜪之門。一切諸法慧不", "262": "可得，是咤呵之門。一切諸法逮得所持，", "263": "是披何之門。一切諸法已得閑靜，是車之門。", "264": "一切諸法皆已焚燒，是那之門。一切諸法而", "265": "無所作，是沙波之門。一切諸法而得至信，", "266": "是嗟之門。一切諸法皆得盡滅，是迦何之", "267": "門。一切諸法得輪數所在，是咤徐之門。一", "268": "切諸法有所住處得無所住，是那之門。一", "269": "切諸法，不來不去不立不坐不臥不寐，無應", "27": "亦悉知之；意息若遲、若疾亦悉知之；意息卒", "270": "不應、無想不想，是頗之門。一切諸法不可所", "271": "奏，是尸迦之門。一切諸法不得五陰，是磋", "272": "之門。一切諸法不得他念，是伊陀之門。捨", "273": "一切法而無所得，伊陀之門。一切諸法不得", "274": "所在，是吒之門。一切諸法，究竟邊際盡其", "275": "處所，無生無死、無有無作，拔去文字音聲之", "276": "說。所以者何？厭諸罣礙，無彼無名、無處所言，", "277": "亦不可得、亦不可說、亦不可盡、亦不可見。譬", "278": "如，須菩提！虛空虛無，一切諸法亦悉如是。", "279": "是為，須菩提！總持所入因緣，文字分別所入。", "28": "暴、柔和亦悉知之。譬如，轉輪聖王知土地長", "280": "其有菩薩摩訶薩知是一切因緣，文字方便分", "281": "別，則不復著音聲言說，則能次第曉了諸", "282": "法之所歸趣也。」", "283": "18 蜜十住品摩訶般若波羅蜜十住品第十八", "284": "佛告須菩提：「如汝所言：『何謂菩薩摩訶薩為", "285": "摩訶衍三拔致？』如是，須菩提！菩薩摩訶薩", "286": "行六波羅蜜入於道地。云何菩薩入於道地？", "287": "入一切諸法，無來亦無所去，無去亦無所", "288": "壞。一切諸法不可知處、亦無想念，行十道", "289": "地不見道地。何謂菩薩行十道地者？是菩薩", "29": "短廣狹！譬如，瓦師作器知大小深淺！如是，須", "290": "摩訶薩行第一住者，當行十事。何謂為十？", "291": "修治志性不為顛倒；修治愍哀除去眾想；等", "292": "心眾生不得眾生；行布施事受者無異；敬善", "293": "知識無有輕慢；求法為業而無所得；慇懃出", "294": "學無所貪慕；求於佛身不想相好；開闡法事", "295": "悉於眾生無所希望；棄除貢高則於諸法而", "296": "無所著；口之所言至誠為業。是為十事。須", "297": "菩提！菩薩摩訶薩行第一道地也。「復次，須菩", "298": "提！菩薩摩訶薩行第二住者，當行八法。何謂", "299": "為八？其戒清淨而有反復；能知報恩；住於", "3": "17 觀品摩訶般若波羅蜜觀品第十七", "30": "菩提！菩薩摩訶薩知息出入、長短、遲疾、剛柔。", "300": "忍力；常行歡喜；不捨眾生勤於大哀；受尊", "301": "長教；其出家者視如世尊；行波羅蜜慕", "302": "求善權。是為八事。「復次，須菩提！菩薩摩訶", "303": "薩行第三住者，行五法。何謂為五？博問", "304": "無厭不著文字；開化法施無衣食想；淨於", "305": "佛土；勸眾德本；亦無所望。是為五事。「復次，", "306": "須菩提！菩薩摩訶薩行第四住者，當行十法", "307": "終不為捨。何謂為十？不捨閑居；志在少求；", "308": "而知止足；不離宴坐；不毀禁戒；不厭受", "309": "欲；不止滅度；一切所有施而不惜；而不怯", "31": "菩薩如是觀其內身，知其安詳，調御其心令", "310": "弱；於諸所有而無所慕。是為十事。「復次，須", "311": "菩提！菩薩摩訶薩行第五住者，當棄八事。", "312": "何謂為八？棄捐家居；離比丘尼；捨棄動", "313": "性；不貪功德；捨於睡臥；離於瞋爭；不自", "314": "稱譽；不毀他人。是為八事。「復次，須菩提！", "315": "菩薩摩訶薩行第六住者，以具六法。何謂為", "316": "六？謂六波羅蜜；不為六法；不求聲聞、無", "317": "緣覺想、不念於小；見貧乞者心色和悅；有", "318": "所施與不以憂慼；心不懷恨。是為六事。「復", "319": "次，須菩提！菩薩摩訶薩行第七住者，為以離", "32": "順法教。是為，須菩提！菩薩摩訶薩內自觀身", "320": "二十法。何謂二十？無所受；無吾我；不計", "321": "人；不有命；不念壽；不念常；不著斷滅；", "322": "無諸想著；離因緣見；不倚諸陰；不慕諸", "323": "種；捨於諸種；捨於諸入；無三界想；不著於", "324": "佛；不著於法；不著聖眾；護禁捨見；不猗念", "325": "空；捨諸邪見無所染污，是為二十事。當復", "326": "具足二十法事。何謂二十。曉了於空；不證", "327": "無相；惠無所願；淨於三場；愍哀眾生；不", "328": "見眾生；無所輕慢；等觀諸法；體解法義；", "329": "無所分別；曉了真正；亦無所著；無從生忍；", "33": "調御其意於世無明愁慼之事。「復次，須菩提！", "330": "講說一品；滅除眾想；棄捐塵勞；寂然離邪；", "331": "其心調定；不離智慧；無有卒暴。是為二十。", "332": "復次，須菩提！菩薩摩訶薩行第八住者，以為", "333": "具足四法。何謂為四？入眾生心神通自樂；", "334": "現諸佛土隨所觀察；具成己土稽首諸佛；以", "335": "真諦觀諸佛之身。是為四法。「復次，須菩提！", "336": "菩薩摩訶薩行第九住者，當復具足四法。何", "337": "謂為四？曉了諸根成諸佛土；慇懃奉修於幻", "338": "三昧；順化眾生令其造德本處於淳淑；為", "339": "眾示現具足之身為說道義。是為四事。「復", "34": "菩薩摩訶薩自觀其身四分諸種，今身有是地", "340": "次，須菩提！菩薩摩訶薩行第十住者，於十", "341": "二事悉具足。何謂十二？為無量處而設", "342": "擁護；隨眾所願各令得所；口所演說，諸天、", "343": "龍神、揵沓惒、阿須倫、迦樓羅、真陀羅、摩烋勒", "344": "聞其音各各解了；辯才如是；胞胎眾事、", "345": "種姓尊貴、所生之處、眷屬國土、棄國捐", "346": "家、詣於佛樹、清淨具足；一切名德，皆為備", "347": "悉。是為十二。「復次，須菩提！第十菩薩摩訶", "348": "薩者，即謂是佛。」須菩提白佛言：「何謂菩薩", "349": "遵修志性？」佛言：「所作德本，心皆勸助薩芸若", "35": "種、水種、火種、風種。譬如，屠兒以持利刀，殺害", "350": "慧故。何謂菩薩等心？一切志薩芸若，行四", "351": "等心——慈悲喜護——故。何謂菩薩為布施業？施", "352": "於一切，無所想念故。何謂菩薩結善知識？", "353": "勸化一切令立正道，稽首問信恭敬尊長故。", "354": "何謂菩薩具足求法？諸所求法，心常在於薩", "355": "芸若慧，而不墮落聲聞、辟支佛地故。何謂菩", "356": "薩慇懃出家？所生之處，世世捨業無所毀壞，", "357": "隨怛薩阿竭教，其出家者修無上行故。何謂", "358": "菩薩遵求佛身？若見佛形，其心未曾離佛爾，", "359": "乃至於薩芸若慧故。何謂菩薩開闡諸法？", "36": "牛、畜解為四段，為四段已，坐起省察則無牛，因", "360": "假使菩薩現在見佛若般泥洹，而為眾生講", "361": "說經法，初語亦善、中語亦善、竟語亦善，其", "362": "義備悉，微妙具足清淨之行，及十二部經——聞", "363": "經、德經、聽經、分別經、示現經、譬喻經、所說經、", "364": "所生經、方等經、未曾有經章句經、所行經，是", "365": "為菩薩十二部經——開闡諸法。何謂菩薩棄捐", "366": "憍慢心？未曾懷自大，終不生小姓家故。何", "367": "謂菩薩所言至誠？若有所說，言行相副故。」佛", "368": "語須菩提：「是為菩薩摩訶薩行第一住奉行", "369": "十事！」須菩提白佛言：「何謂菩薩戒品清淨？」", "37": "緣合成。如是，須菩提！菩薩摩訶薩行般若波", "370": "佛言：「心不念求聲聞、辟支佛乘，亦不毀訾於", "371": "諸菩薩。若犯戒者，而以勸喻，令不墮壍故。", "372": "何謂菩薩而有反復知報恩者？設使菩薩行", "373": "菩薩道時，若施少者不以廢忘，何況於多。", "374": "何謂菩薩住於忍力？常於眾生無有亂心，志", "375": "不懷害故。何謂菩薩心色和悅？念化眾生不", "376": "違正行故。何謂菩薩不捨眾生？能救濟護一", "377": "切人故。何謂菩薩近於大悲？假使菩薩行道", "378": "之時，心自念言：『因一切人故，恒河沙劫在", "379": "於地獄，若見考署終不懈怠，當令彼人成", "38": "羅蜜自觀是身，而身有此地種、水種、火種、風", "380": "於佛乘，以得滅度。』如是比類一切眾生，其心", "381": "自勸，微妙如是。何謂菩薩受尊長教？其有出", "382": "家，若見師父視之如佛。何謂菩薩求波羅蜜？", "383": "若使菩薩不志餘業、不念他法，無所輕慢，求", "384": "無極故。何謂菩薩博聞無厭？諸佛天中天", "385": "所可言說於此所講，及十方佛口所演說，悉", "386": "奉受持故。何謂菩薩所說法施無衣食想？以", "387": "此法施，心念如是，不想佛道故。何謂菩薩", "388": "淨於佛土？所殖德本，皆以勸助嚴淨佛土故。", "389": "何謂菩薩不厭生死？常欲具足一切功德，成", "39": "種。菩薩摩訶薩行般若波羅蜜自觀內身，亦", "390": "就善本開化眾生，淨於佛土未曾懈惓，至", "391": "令具足薩芸若慧故。何謂菩薩而知慚愧？常", "392": "無聲聞、辟支佛心故。何謂菩薩不捨閑居？不", "393": "入聲聞、辟支佛地故。何謂菩薩志在少求？行", "394": "菩薩道無所貪慕，志在佛道故。何謂菩薩而", "395": "知止足？用成薩芸若故。何謂菩薩不捨節", "396": "限？謂能分別曉深法故。何謂菩薩不捨學戒？", "397": "所持禁戒而不放逸故。何謂菩薩不厭受欲？", "398": "其心未曾起貪欲故。何謂菩薩心不滅度？於", "399": "一切法而無所行故。何謂菩薩一切所有？能", "4": "佛告須菩提：「菩薩摩訶薩摩訶衍者，謂四意", "40": "不見身，亦無所得。「復次，須菩提！菩薩摩訶薩", "400": "以布施而悉將護，內外諸法無所貪故。何", "401": "謂菩薩志不怯弱？心未曾發而為二識故。", "402": "何謂菩薩觀諸所有而無所貪？於諸萬物無", "403": "所念故。何謂菩薩棄國捐家？從一佛國復遊", "404": "一國，所生之處，除其鬚髮而被袈裟，現作", "405": "沙門故。何謂菩薩捨比丘尼？彈指之頃不與", "406": "從事，於彼因緣心無所起故。何謂菩薩捨", "407": "棄種姓？菩薩當念：『令眾生處在安隱，以自", "408": "然安。』若使見者，終不起嫉心故。何謂菩薩棄", "409": "捐眾貪及與睡臥？假使菩薩所在眾會，若有", "41": "自察其身從頭至足，有身、髮、髓、腦，惡穢不淨", "410": "興發聲聞、辟支佛心者，不當於彼與從事故。", "411": "何謂菩薩離瞋恚？不從恨怒危害之心，無鬪", "412": "訟意無所爭故。何謂菩薩不自稱譽？不見內", "413": "法，無所觀故。何謂菩薩不毀他人？於外一切", "414": "無所見故。何謂菩薩棄於十惡？習賢聖道為", "415": "上行，淨身、口、意故。何謂菩薩棄捐憍慢？如是", "416": "所行，不見諸法而有慢故。何謂菩薩捨於自", "417": "大？所行不見形貌及與所有故。何謂菩薩離", "418": "於顛倒？察諸所有而不可得故。何謂菩薩棄", "419": "婬怒癡？永不覩見婬、怒、癡垢之所在故。何謂", "42": "具足充滿。有此身者，有髮毛、爪齒、皮革、筋脈、", "420": "菩薩具足六法？第六住者當具六法。何謂為", "421": "六？謂六波羅蜜當具足之。云何具足六波羅", "422": "蜜？住六波羅蜜則能超越聲聞、辟支佛故。何", "423": "謂菩薩不起聲聞、辟支佛心？此等所行不應", "424": "為道，行小乘者不順佛道。若見乞求者則懷", "425": "怯弱。行菩薩者當捨離之，心無憂慼。所以", "426": "者何？斯等所行為不入道，從初發意常行布", "427": "施，心不忘捨故。何謂菩薩不自貪身？所以爾", "428": "者？推求本末無有吾我，計人壽命亦復如", "429": "是。所以者何？諦觀察之心無所有故。何謂菩", "43": "骨節、腸𦝩、腹、肝、肺、心、腎、五臟、血肉、脂髓、涕", "430": "薩不墮滅見？所以爾者，一切諸法心無所斷，", "431": "本末不起，一切諸法亦無所生故。何謂菩薩", "432": "不計有常？所以爾者，假使諸法悉無所起，則", "433": "無有常故。何謂菩薩不為想著？所以爾者，", "434": "如是計之無有塵勞，無因緣見。所以爾者，彼", "435": "所見者不見諸見故。何謂菩薩不猗名色？", "436": "所以爾者，一切有所為無所有故。何謂菩薩", "437": "不著諸陰？不猗諸種、不慕諸入。所以爾者，", "438": "如是行者悉為自怨而無所有，以是故，不當", "439": "猗著陰、種、諸入故。何謂菩薩不猗三界？", "44": "唾、垢濁、不淨、大便、小便。譬如，佃家以囊器盛", "440": "其三界者自然無形，雖在三界而無所猗故。", "441": "何謂菩薩不處所有？不以剋期而為虛空，一", "442": "切所有悉無所有故。何謂菩薩見佛不著？不", "443": "以猗見為見諸佛故。何謂菩薩不爭於空？", "444": "一切諸法悉為空無，空不亂空，無所爭故。何", "445": "謂菩薩具足於空？身相虛空則為菩薩具足", "446": "於空故。何謂菩薩不證無相？於一切相而無", "447": "所念故。何謂菩薩志無願慧？而於三界皆無", "448": "所行故。何謂菩薩淨於三場？便能具足十善", "449": "德故。何謂菩薩愍哀一切眾生之類？便能行", "45": "若干種穀、麻、米、粟、豆、大麥、小麥、稻穬。明目之", "450": "德無極大哀故？何謂菩薩不慢眾生？而欲具", "451": "足佛土故。何謂菩薩等觀諸法？察於諸法", "452": "無高無下故。何謂菩薩諦觀道地？於一切法", "453": "而無所習，無所動轉故。何謂菩薩無從生忍？", "454": "一切諸法悉無所起，亦無所滅，忍無所有故。", "455": "何謂菩薩無所生慧？其於名色，慧無所起故。", "456": "何謂菩薩說於一品？不行二事故。何謂菩薩", "457": "不念諸念？於一切法而無所念故。何謂菩", "458": "薩棄捐諸見？能捨離聲聞、辟支佛地故。何謂", "459": "菩薩滅除塵勞？一切諸漏所習止處，欲垢悉", "46": "人寫之置地分別知之，是為麻油、是為粳米、", "460": "斷故。何謂菩薩寂離見地？謂能逮成薩芸若", "461": "慧故。何謂心調？於三界無所患難故。何謂", "462": "心寂？能御六根故。何謂菩薩不捨智慧？謂", "463": "能逮得明眼故。何謂菩薩無有卒暴？觀於", "464": "六入無染著故。何謂菩薩心有所入？則以一", "465": "心普見一切眾生之念故。何謂菩薩神通自", "466": "娛？則以神通而自娛樂，從一佛國復至一國，", "467": "所遊之處無佛土想故。何謂菩薩見諸佛國？", "468": "住此佛國則見十方無量佛國，於諸佛國亦", "469": "無所著故。何謂菩薩如所觀察？見諸佛國具", "47": "是為豆粟、是為稻穬。如是，須菩提！菩薩摩訶", "470": "足嚴淨，三千世界所遊之處，輒為轉輪聖王", "471": "故。何謂菩薩稽首諸佛供事歸念？一切經", "472": "法分別義趣故。何謂菩薩而常審諦觀諸佛", "473": "身？以真正見諸佛則為法身故。何謂菩薩曉", "474": "了諸根？若能住於怛薩阿竭十種力者，則能", "475": "曉了一切眾生諸根本故。何謂菩薩佛土清", "476": "淨？人民清淨是則名曰佛土清淨故。何謂菩", "477": "薩如幻三昧？住此三昧菩薩則能變現一切，", "478": "無所不入，心無所處故。何謂菩薩而等三昧？", "479": "菩薩於諸三昧無所希望故。何謂菩薩能教", "48": "薩今此身者，從足至頭，髮毛、爪齒、皮革、筋脈、", "480": "眾生？所造德本各隨其行而開化，菩薩摩", "481": "訶薩則以至誠而護己身，隨其眾生而開度", "482": "之。何謂菩薩至誠？自然有所勸發，欲以度", "483": "脫一切眾生故。何謂菩薩如其志願必能得", "484": "之？菩薩常具足六波羅蜜故。何謂菩薩所演", "485": "出音，諸天、龍神及揵沓惒聞其音者，各得解了", "486": "而順化之？用有大哀普等音故。何謂菩薩入", "487": "於胞胎？菩薩摩訶薩世世所生而無所生故。", "488": "何謂菩薩在於尊貴？菩薩所生在諸種姓則", "489": "能化之故。何謂菩薩所生具足？假使菩薩在", "49": "骨節、腸胃、腹、肝、肺、心、腎、五臟、血肉、脂髓、㖒唾、", "490": "君子種、在梵志種、在居士種，則能勸化故。", "491": "何謂菩薩在於尊姓？諸以過去眾菩薩性", "492": "等無差別故。何謂菩薩眷屬具足？菩薩所", "493": "從諸眷屬侍使無所乏故。何謂菩薩土地嚴", "494": "淨？始生之時，光明照曜無數世界，其蒙光", "495": "者皆得安隱故。何謂菩薩棄國捐家？菩薩", "496": "摩訶薩捨家學道時，化無央數億百千人", "497": "而與從俱，能令眾生立於三乘故。何謂菩薩", "498": "詣諸佛樹？其樹則為根莖枝葉華實，皆為七", "499": "寶紫磨金色，照於十方無數佛土悉為大明，", "5": "止。何謂四意止？內自觀身，不與身俱，亦不想", "50": "垢濁、不淨、大便、小便。如是，須菩提！菩薩摩訶", "500": "是為菩薩詣佛樹嚴淨。何謂菩薩一切名德", "501": "而悉具足？設使菩薩人清淨者則佛國淨，是", "502": "為菩薩名德具足。何謂菩薩住十道地成為", "503": "如來？菩薩摩訶薩具足六波羅蜜，十力、無畏、", "504": "十八不共諸佛之法，得薩芸若慧，斷除塵勞、", "505": "無所罣礙，是為菩薩住十道地成為如來。如", "506": "是，須菩提！菩薩摩訶薩漚惒拘舍羅行六波", "507": "羅蜜，意止、意斷、神足、根、力、七覺、八道、三十七品、", "508": "十力、無畏、四分別辯、十八不共諸佛之法，寂", "509": "然離見，現入種性八等之地。若有所處，離欲", "51": "薩內自觀身調御其意於世無明愁慼之事，", "510": "之地、所作辦地，離於聲聞辟、支佛地、菩薩之", "511": "地，是為菩薩摩訶薩入第九住於佛地，是為", "512": "菩薩摩訶薩第十行住，是為菩薩摩訶薩三", "513": "拔致！」", "514": "光讚經卷第七", "52": "亦無所得。「復次，須菩提！菩薩摩訶薩如今觀", "53": "身遭諸寒熱，若其壽終一日、若三日四日五", "54": "日，其身膖脹，其色變青，臭爛膿血流出，計", "55": "如此身，則不能離無常之法。如是，須菩提！", "56": "菩薩摩訶薩自觀內身！知其安詳，調御其意", "57": "於世無明愁慼之事，亦無所得，亦無所見。", "58": "「復次，須菩提！菩薩摩訶薩觀人壽終遭是寒", "59": "熱日炙風飄，死至一日、若至二日三日四日", "6": "念、亦不得身。觀于外身，不與身俱，亦不想念、", "60": "五日六日七日，為鳥烏所食，狐、狼、熊、羆、虎、豹、", "61": "鵄、梟、狗犬所食，無央數蟲從其身出還食其", "62": "體。其人自察身所遊處，法無有常，分散離別，", "63": "無脫此者。內自觀身調御其意於世無明愁", "64": "慼之事，亦無所見。「復次，須菩提！菩薩摩", "65": "訶薩假使見身非常之後，寒熱所遭、日炙風", "66": "飄，膖腫青脹，鳥獸所噉，臭處不淨。還自觀", "67": "身亦當如是，調御其意於世無明愁慼之", "68": "事，亦無所得，亦無所見。「復次，須菩提！菩薩", "69": "摩訶薩假使觀身終亡之後，遭於寒熱、日炙", "7": "亦不得身，於是安詳調御其意。觀於世間無", "70": "風飄，骨節相連譬如交璅，肉塗血澆、筋纏革", "71": "裹皮覆。自觀身調定其意於世無明愁慼", "72": "之事，亦無所得，亦無所見。「復次，須菩提！菩", "73": "薩摩訶薩假使見人終亡之後，但白骨鉤璅", "74": "相連，有血脈皮肉筋髓，則而察之：『今此軀體", "75": "其法如是，分散別離，此非常法，無有脫者。』如", "76": "是，須菩提！菩薩摩訶薩觀身，調定其意於世", "77": "無明愁慼之事，亦無所得，亦無所見。「復次，", "78": "須菩提！菩薩摩訶薩假使見骨髓筋纏碎壞", "79": "分散還與土合。觀察如是：『今此軀體，其法如", "8": "明愁慼，內觀痛痒彼心法者，於是安詳調御", "80": "是。』內自觀身，調御其意於世無明愁慼之", "81": "事，亦無所得，亦無所見。「復次，須菩提！假使", "82": "覩見骨散在地，東西南北腳骨異處，膝臏、項", "83": "頸、胸脇、頭髗各自異處，則而察之：『今此軀", "84": "體，其法如是，手足分散別離，此非常法，無脫", "85": "此者。』內觀其身，調定其意於世無明愁慼", "86": "之事，亦無所得，亦無所見。「復次，須菩提！菩", "87": "薩摩訶薩便觀身，死來久遠骨散在地，積有", "88": "年歲，不可稱數難量之載，青骨碎壞與灰土", "89": "合：『今此軀體其法如是，分散別離，此非常法，", "9": "其意。覩於世間無明愁慼，觀外痛痒，不與", "90": "無有脫者。』如是，須菩提！菩薩摩訶薩內自觀", "91": "身，調定其意於世無明愁慼之事，亦無所得，", "92": "亦無所見。痛痒思想觀法，亦復如是。以持誘", "93": "進初發意者為無常觀，稍稍入空乃知無本；", "94": "以為發意達者，觀內外身亦無有身，觀內外", "95": "想亦無有想，觀內外法亦無有法，亦無所觀", "96": "亦無所見，道不離俗、俗不離道，二者俱空，亦", "97": "無所獲。「復次，須菩提！菩薩摩訶薩行摩訶衍", "98": "者，四意斷。何等為四意斷？於是菩薩摩訶", "99": "薩，諸惡未起不善之法，設來興者，制令不生；"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}