{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1537 阿毘達磨法蘊足論: 阿毘達磨法蘊足論: 說一切有部法蘊足論", "text": {"0": "20 多界品", "1": "阿毘達磨法蘊足論卷第十一", "10": "行識。并所等起身業語業。不相應行。總名恚", "100": "是名滅界。復次諸有色法。總名色界。除擇滅", "101": "非擇滅。餘無色法。是名無色界。擇滅非擇滅。", "102": "是名滅界。云何過去界。謂過去五蘊。是名過", "103": "去界。云何未來界。謂未來五蘊。是名未來界。", "104": "云何現在界。謂現在五蘊。是名現在界。云何", "105": "劣界。謂不善有覆無記法。是名劣界。云何中", "106": "界。謂有漏善。及無覆無記法。是名中界。云", "107": "何妙界。謂無漏善法。是名妙界。云何善界。", "108": "謂善身語業。心心所法。不相應行。及擇滅。", "109": "是名善界。云何不善界。謂不善身語業。心心", "11": "界。云何害界。謂以手塊刀杖等物。隨一苦具。", "110": "所法。不相應行。是名不善界。云何無記界。謂", "111": "無記色心心所法不相應行。及虛空非擇滅。", "112": "是名無記界。云何學界。謂學五蘊。是名學界。", "113": "云何無學界。謂無學五蘊。是名無學界。云何", "114": "非學非無學界。謂有漏五蘊。及虛空擇滅非", "115": "擇滅。是名非學非無學界。", "116": "云何有漏界。謂有漏五蘊。是名有漏界。云何", "117": "無漏界謂無漏五蘊。及虛空擇滅非擇滅。是", "118": "名無漏界。云何有為界。謂五蘊。是名有為界。", "119": "云何無為界。謂虛空及二滅。是名無為界。嗢", "12": "捶打有情。諸損等損害等害。瞋恚所起。能起", "120": "拕南曰。", "121": "界有六十二十八界為初", "122": "三六一四種六三兩種二", "123": "21 緣起品緣起品第二十一之一", "124": "一時薄伽梵。在室羅筏。住逝多林給孤獨園。", "125": "爾時世尊。告苾芻眾。吾當為汝。宣說緣起緣", "126": "已生法汝應諦聽。極善作意。云何緣起。謂", "127": "依此有彼有。此生故彼生。謂無明緣行。行緣", "128": "識。識緣名色。名色緣六處。六處緣觸。觸緣受。", "129": "受緣愛。愛緣取。取緣有。有緣生。生緣老死。", "13": "苦事。總名害界。復次諸害及害相應受想行", "130": "發生愁歎苦憂擾惱。如是便集純大苦蘊。苾", "131": "芻當知。生緣老死。若佛出世。若不出世。如是", "132": "緣起法住法界。一切如來。自然通達。等覺宣", "133": "說。施設建立。分別開示。令其顯了。謂生緣", "134": "老死。如是乃至。無明緣行。應知亦爾。此中所", "135": "有法性法定法理法趣。是真是實。是諦是如。", "136": "非妄非虛。非倒非異。是名緣起。云何名為緣", "137": "已生法。謂無明行識名色六處觸受愛取有", "138": "生老死。如是名為緣已生法。苾芻當知。老死", "139": "是無常。是有為是所造作。是緣已生。盡法沒", "14": "識并所等起身業語業。不相應行。總名害界。", "140": "法。離法滅法。生有取愛受觸六處名色識行", "141": "無明亦爾。苾芻當知。我諸多聞賢聖弟子。於", "142": "此緣起緣已生法。能以正慧。如實善見善知", "143": "善了。善思惟。善通達。不依前際而起愚惑謂。", "144": "我於過去世。為曾有非有。何等我曾有。云何", "145": "我曾有。不依後際而起愚惑謂。我於未來世。", "146": "為當有非有。何等我當有。云何我當有。亦不", "147": "依內而起愚惑謂。何等是我此我。云何我誰", "148": "所有。我當有誰。今此有情。從何而來。於此", "149": "處沒。當往何所。彼如是知如是見故。所有世", "15": "云何無欲界。謂於欲界。思惟過患。如是欲界。", "150": "間。各別見趣。謂我論相應有情論相應命者", "151": "論相應吉凶論相應瑩飾防護。執為己有。有", "152": "苦有礙。有災有熱。彼於爾時。得斷遍知。如斷", "153": "樹根及多羅頂。無復勢力。後永不生。所以者", "154": "何。謂我多聞賢聖弟子。於此緣起緣已生法。", "155": "能以正慧。如實善見善知善了。善思惟。善通", "156": "達故。時諸苾芻。歡喜敬受。", "157": "此中緣起緣已生法。其體雖一。而義有異。謂", "158": "或有緣起非緣已生法。或有緣已生法非緣", "159": "起。或有緣起亦緣已生法。或有非緣起亦非", "16": "是不善法。是下賤者。信解受持。佛及弟子。賢", "160": "緣已生法。或有緣起非緣已生法者無也。或", "161": "有緣已生法非緣起者。謂無明行識名色六", "162": "處觸受愛取有生老死。或有緣起亦緣已生", "163": "法者。謂生定能生於老死。如是生支。定能為", "164": "緣。是緣起性。及緣已生法性。如是有取愛受", "165": "觸六處名色識行無明。應知亦爾。非緣起非", "166": "緣已生法者。謂除前相。又生緣老死者。謂此", "167": "生支。雖異生異滅。而緣起理。恒時決定。若", "168": "過去生非老死緣者。應未來生亦非老死緣。", "169": "若未來生非老死緣者。應過去生亦非老死", "17": "貴善士。共所呵厭。能為自害。能為他害。能為", "170": "緣。若過去生非老死緣者。應現在生亦非老", "171": "死緣。若現在生非老死緣者。應過去生亦非", "172": "老死緣。若未來生非老死緣者。應現在生亦", "173": "非老死緣。若現在生非老死緣者。應未來生", "174": "亦非老死緣。若佛出世時生非老死緣者。應", "175": "佛不出世時生亦非老死緣。若佛不出世時", "176": "生非老緣者。應佛出世時生亦非老緣。若緣", "177": "起理。有顛倒者。應成二分。不決定故。應可破", "178": "壞。理雜亂故。若爾不應施設緣起佛不應說", "179": "生緣老死。然佛所說生緣老死。理趣決定。去", "18": "俱害。能滅智慧。能礙彼類。能障涅槃。受持此", "180": "來今世。有佛無佛。曾無改轉。法性恒然。不", "181": "隱不沒。不傾不動。其理湛然。前聖後聖。同所", "182": "遊履。是真是實。是諦是如。非妄非虛。非倒", "183": "非異。是故佛說生緣老死。如是有取愛受觸", "184": "六處名色識行無明緣行亦爾。", "185": "復次無明緣行者。云何無明。謂於前際無知。", "186": "後際無知。前後際無知。於內無知。外無知。", "187": "內外無知。於業無知。異熟無知。業異熟無知。", "188": "於善作業無知。惡作業無知。善惡作業無知。", "189": "於因無知。因所生法無知。於佛法僧無知。於", "19": "法。不生通慧。不引菩提。不證涅槃。如是思", "190": "苦集滅道無知。於善不善法無知。於有罪無", "191": "罪法無知。於應脩不應脩法無知。於下劣勝", "192": "妙法無知。於黑白法無知。於有敵對法無知。", "193": "於緣生無知。於六觸處如實無知。如是無知", "194": "無見非現觀。黑闇愚癡。無明盲冥。罩網纏", "195": "裏。頑騃渾濁。障蓋發盲。發無明。發無智。", "196": "發劣慧。障礙善品。令不涅槃。無明漏。無明瀑", "197": "流。無明軛。無明毒根。無明毒莖。無明毒枝。", "198": "無明毒葉。無明毒花。無明毒果。癡等癡極癡。", "199": "欣等欣極欣。癡類癡生。總名無明。云何", "2": "尊者大目乾連造", "20": "惟。發勤精進。乃至勵意不息。是名無欲界。", "200": "無明緣行。謂世尊說。苾芻當知。無明為因。無", "201": "明為緣。故貪瞋癡起。此貪瞋癡性。是名無明", "202": "緣。行復次如世尊說。苾芻當知。無明為前行。", "203": "無明為幖幟。故起無量種惡不善法。謂無慚", "204": "無愧等。由無慚無愧故起諸邪見。由邪見故", "205": "起邪思惟。由邪思惟故起邪語。由邪語故起", "206": "邪業。由邪業故起邪命。由邪命故起邪勤。由", "207": "邪勤故起邪念。由邪念故起邪定。此邪見邪", "208": "思惟邪語邪業邪命邪勤邪念邪定。是名無", "209": "明緣行。復次如世尊說。苾芻當知。起無量種", "21": "復次為斷欲界。於無欲界。思惟功德。如是無", "210": "惡不善法。一切皆以無明為根。無明為集。是", "211": "無明類。從無明生。墮無明趣者。不如實知善", "212": "不善法。有罪無罪法。應脩不應脩法。下劣勝", "213": "妙法。黑白法。有敵對法。緣生諸法。不如實知", "214": "此諸法故。便起邪見邪思惟。乃至邪念邪定。", "215": "是名無明緣行。復次瓮喻經中。佛作是說。無", "216": "明為緣。造福非福及不動行。云何福行。謂有", "217": "漏善身業語業。心心所法。不相應行。如是諸", "218": "行。長夜能招可愛可樂可欣可意諸異熟果", "219": "此果名福亦名福果。以是福業。異熟果故是", "22": "欲界。是善法。是尊勝者。信解受持。佛及弟", "220": "名福行。云何非福行。謂諸不善身業語業。心", "221": "心所法。不相應行。如是諸行。長夜能招不可", "222": "愛不可樂不可欣不可意諸異熟果。此果名", "223": "非福。亦名非福果。是非福業異熟果故。是名", "224": "非福行。云何不動行。謂四無色定。諸有漏善。", "225": "是名不動行。云何無明為緣造非福行。謂有", "226": "一類。由貪瞋癡纏縛心故。造身語意三種惡", "227": "行。此三惡行。名非福行。由此因緣。身壞命", "228": "終。墮於地獄。於彼復造非福行等。是名無明", "229": "為緣造非福行。如說地獄。傍生鬼界。應知亦", "23": "子。賢貴善士。共所欣讚。不為自害。不為他", "230": "爾。云何無明為緣造福行謂有一類。於人趣", "231": "樂。繫心悕求。彼作是念。願我當生人趣同分。", "232": "與諸人眾。同受快樂。因此悕求。造能感人趣", "233": "身語意妙行。此三妙行。名為福行。由此因緣。", "234": "身壞命終。生於人趣。與諸人眾。同受快樂。於", "235": "彼復造諸福行等。是名無明為緣造福行。有", "236": "不繫心悕求人樂。但由無明蔽動心故。造", "237": "身語意三種妙行。此三妙行。名為福行。由", "238": "此因緣。身壞命終。生於人趣。於彼復造諸", "239": "福行等。是名無明為緣造福行。如說人趣。", "24": "害。不為俱害。增長智慧。不礙彼類。不障涅", "240": "四大王眾天。三十三天。夜摩天。覩史多", "241": "天。樂變化天。他化自在天。應知亦爾。復有", "242": "一類。於梵眾天。繫心悕求。彼作是念。願我當", "243": "生梵眾天眾同分中。因此悕求。勤修加行。離", "244": "欲惡不善法。有尋有伺離生喜樂。初靜慮具", "245": "足住。於此定中。諸身律儀。語律儀。命清淨。", "246": "名為福行。由此因緣。身壞命終。生梵眾天眾", "247": "同分中。於彼復造諸福行等。是名無明為緣", "248": "造福行。有不繫心悕求生彼。但由無明蔽動", "249": "心故。勤修加行。離欲惡不善法。有尋有伺。離", "25": "槃。受持此法。能生通慧。能引菩提。能證涅", "250": "生喜樂。初靜慮具足住。於此定中。諸身律儀。", "251": "語律儀。命清淨。名為福行。由此因緣。身壞命", "252": "終。生梵眾天眾同分中。於彼復造諸福行等。", "253": "是名無明為緣造福行。如說梵眾天。梵輔天。", "254": "大梵天。少光天。無量光天。極光淨天。少淨", "255": "天。無量淨天。遍淨天。無雲天。福生天。廣果", "256": "天。隨其所應。廣說亦爾。復有一類。於無想", "257": "天。繫心悕求。彼作是念。願我當生無想天", "258": "眾同分中。因此悕求。勤修加行。思惟諸想。是", "259": "麁苦障。思惟無想是靜妙離。由此思惟。能滅", "26": "槃。如是思惟。發勤精進。乃至勵意不息。是", "260": "諸想。安住無想。彼諸想滅。住無想時。名無想", "261": "定。入此定時。諸身律儀。語律儀。命清淨。名", "262": "為福行。由此因緣。身壞命終。生無想天眾同", "263": "分中。於彼亦能造少福行。是名無明為緣造", "264": "福行。有不繫心悕求生彼。但由無明蔽動心", "265": "故。勤修加行。思惟諸想是麁苦障。思惟無想", "266": "是靜妙離。由此思惟。能滅諸想。安住無想。彼", "267": "諸想滅。住無想時。名無想定。入此定時。諸身", "268": "律儀。語律儀。命清淨。名為福行。由此因緣。", "269": "身壞命終。生無想天眾同分中。於彼亦能造", "27": "名無欲界。復次思惟欲界。如病如癰。如箭惱", "270": "少福行。是名無明為緣造福行。云何無明為", "271": "緣造不動行。謂有一類。於空無邊處天。繫心", "272": "悕求。彼作是念。願我當生空無邊處天眾同", "273": "分中。因此悕求。勤修加行。超諸色想。滅有對", "274": "想。不思惟種種想。入無邊空。空無邊處具足", "275": "住。於此定中。諸思等思現前。等思已思當思。", "276": "思性思類。造心意業。名不動行。由此因緣。身", "277": "壞命終。生空無邊處天眾同分中。於彼復能", "278": "造不動行。是名無明為緣造不動行。有不繫", "279": "心悕求生彼。但由無明蔽動心故。勤修加行。", "28": "害。無常苦空非我轉動。勞倦羸篤。是失壞法。", "280": "超諸色想。滅有對想。不思惟種種想。入無邊", "281": "空。空無邊處具足住。於此定中。諸思等思現", "282": "前。等思已思當思。思性思類。造心意業。名", "283": "不動行。由此因緣。身壞命終。生空無邊處天", "284": "眾同分中。於彼復能造不動行。是名無明為", "285": "緣造不動行。如說空無邊處。識無邊處。無", "286": "所有處。非想非非想處。應知亦爾。如是諸", "287": "行。無明為緣。無明為依。無明為建立。故起", "288": "等起生等生。聚集出現。故名無明緣行。云", "289": "何行緣識。謂有一類。貪瞋癡俱生思為緣故。", "29": "迅速不停。衰朽非恒。不可保信。是變壞法。", "290": "起貪瞋癡俱生諸識。是名行緣識。復有一類。", "291": "無貪無瞋無癡俱生思為緣故。起無貪無瞋", "292": "無癡俱生諸識。是名行緣識。復次眼及色為", "293": "緣生眼識。此中眼是內有為行。色為外緣生", "294": "眼識。是名行緣識。乃至意及法為緣生意識。", "295": "此中意是內有為行。法為外緣生意識。是名", "296": "行緣識。復次瓮喻經中。佛作是說。造福非福", "297": "不動行已。有隨福非福不動識。云何造非福", "298": "行已有隨非福識。謂有一類。由貪瞋癡纏縛", "299": "心故。造身語意三種惡行。此三惡行。名非福", "3": "三藏法師玄奘奉　詔譯", "30": "如是思惟。發勤精進。是名無欲界。復次為斷", "300": "行。由此因緣。身壞命終。墮於地獄。於彼起", "301": "識。是名造非福行已有隨非福識。如說地獄。", "302": "傍生鬼界。應知亦爾。云何造福行已有隨福", "303": "識。謂有一類。於人趣樂。繫心悕求。彼作是念。", "304": "願我當生人趣同分。與諸人眾。同受快樂。因", "305": "此悕求。造能感人趣身語意妙行。此三妙行。", "306": "名為福行。由此因緣。身壞命終。生於人趣。於", "307": "彼起識。是名造福行已有隨福識。有不繫心", "308": "悕求人樂。但由無明蔽動心故。造身語意三", "309": "種妙行。此三妙行。名為福行。由此因緣。身", "31": "欲界。思惟彼滅是滅是離。思惟彼道是道是", "310": "壞命終。生於人趣。於彼起識。是名造福行已", "311": "有隨福識。如說人趣。四大王眾天。乃至他化", "312": "自在天。應知亦爾。復有一類。於梵眾天。繫心", "313": "悕求。彼作是念。願我當生梵眾天眾同分中。", "314": "因此悕求。勤修加行。離欲惡不善法。有尋有", "315": "伺。離生喜樂。初靜慮具足住。於此定中。諸", "316": "身律儀。語律儀命清淨。名為福行。由此因緣。", "317": "身壞命終。生梵眾天眾同分中。於彼起識。是", "318": "名造福行已有隨福識。有不繫心悕求生彼。", "319": "但由無明蔽動心故。勤修加行。離欲惡不善", "32": "出。如是思惟。發勤精進。乃至勵意不息。是", "320": "法。乃至命清淨。名為福行。由此因緣。身壞", "321": "命終。生梵眾天眾同分中。於彼起識。是名造", "322": "福行已有隨福識。如說梵眾天。梵輔天乃至", "323": "無想天。應知亦爾。云何造不動行已有隨不", "324": "動識。謂有一類。於空無邊處天。繫心悕求彼", "325": "作是念。願我當生空無邊處天眾同分中。因", "326": "此欣求。勤修加行。超諸色想。滅有對想。不思", "327": "惟種種想。入無邊空空無邊處具足住。於此", "328": "定中。諸思等思。現前等思。已思當思。思性思", "329": "類。造心意業。名不動行。由此因緣。身壞命", "33": "名無欲界。復次若思惟。捨心定及道。捨心", "330": "終。生空無邊處天眾同分中。於彼起識。是名", "331": "造不動行已有隨不動識。有不繫心悕求生", "332": "彼。但由無明蔽動心故。勤修加行。超諸色想。", "333": "乃至造心意業。名不動行。由此因緣。身壞命", "334": "終。生空無邊處天眾同分中。於彼起識。是名", "335": "造不動行已有隨不動識。如說空無邊處天。", "336": "乃至非想非非想天。應知亦爾。如是諸識。行", "337": "為緣。行為依。行為建立。故起等起生等生。聚", "338": "集出現。故名行緣識。云何識緣名色。謂有一", "339": "類。貪瞋癡俱生識為緣故。起貪瞋癡俱生身", "34": "定相應。并無想定。滅定擇滅。如是思惟。發", "340": "業語業。名為色。即彼所生受想行識。名為名。", "341": "是名識緣名色。復有一類。無貪無瞋無癡俱", "342": "生識為緣故。起無貪無瞋無癡俱生身業語", "343": "業。名為色。即彼所生受想行識。名為名。是名", "344": "識緣名色。復次教誨那地迦經中。佛作是說。", "345": "若那地迦所愛親友。變壞離散。便生愁歎苦", "346": "憂擾惱。此愁俱生識為緣故。起愁俱生身業", "347": "語業。名為色。即彼所生受想行識。名為名。", "348": "是名識緣名色。復次教誨頗勒窶那經中。佛", "349": "作是說。頗勒窶那識為食故。後有生起。此識", "35": "勤精進。乃至勵意不息。是名無欲界。復次無", "350": "云何。謂健達縛最後心。心意識增長堅住。", "351": "未斷未遍知。未滅未變吐。此識無間。於母胎", "352": "中。與羯剌藍自體和合。此羯剌藍自體和合。", "353": "名為色。即彼所生受想行識。名為名。是名識", "354": "緣名色。復次教誨莎底經中。佛作是說。三事", "355": "和合。入母胎藏。云何為三。謂父母和合俱起", "356": "染心。其母是時調適。及健達縛。正現在前。如", "357": "是三事和合。入母胎藏。此中健達縛最後心", "358": "意識。增長堅住。未斷未遍知。未滅未變吐。此", "359": "識無間。入母胎藏。此所託胎。名為色。即彼所", "36": "欲及無欲相應受想行識。并所發起身業語", "360": "生受想行識。名為名。是名識緣名色。復次大", "361": "因緣經中。尊者慶喜問佛。名色為有緣不。佛", "362": "言有緣。此緣謂識。佛告慶喜。識若不入母胎", "363": "藏者。名色得成羯剌藍不。阿難陀曰。不也世", "364": "尊。識若不入母胎藏者。名色得生此界中不。", "365": "不也世尊。識若初時已斷壞者。後時名色得", "366": "增長不。不也世尊。識若全無為可施設有名", "367": "色不。不也世尊。是故慶喜。一切名色。皆識為", "368": "緣。是名識緣名色。如是名色。識為緣。識為", "369": "依。識為建立。故起等起生等生。聚集出現。", "37": "業。不相應行。總名無欲界。云何無恚界。謂", "370": "故名識緣名色。", "371": "云何名色緣識。謂眼色為緣生眼識。此中眼", "372": "及色。名為色。即彼所生受想行識。名為名。於", "373": "中作意等。能助生眼識。是名名色緣識。乃至", "374": "意法為緣生意識。此中諸意識所了色。名為", "375": "色。即彼所生受想行識。名為名。於中作意等", "376": "能助生意識。是名名色緣識。復次教誨頗勒", "377": "窶那經中。佛作是說。頗勒窶那。識為食故。後", "378": "有生起。此識云何。謂健達縛。廣說乃至。與羯", "379": "剌藍自體和合。此羯剌藍自體和合。名為色。", "38": "於恚界。思惟過患。如是恚界。是不善法。乃", "380": "即彼所生受想行識。名為名。爾時非理作意", "381": "俱生名色為緣。起俱生識。是名名色緣識。復", "382": "次教誨莎底經中。佛作是說。三事和合。入母", "383": "胎藏。廣說乃至。此識無間。入母胎藏。此所託", "384": "胎。名為色。即彼所生受想行識。名為名。爾時", "385": "非理作意俱生名色為緣。起俱生識。是名名", "386": "色緣識。復有一類。由貪瞋癡纏縛心故。造身", "387": "語意三種惡行。此中身語惡行。名為色。意惡", "388": "行。名為名。由此惡行名色為緣。身壞命終。", "389": "墮於地獄。於彼起識。是名名色緣識。如說地", "39": "至不證涅槃。如是思惟。發勤精進。乃至勵", "390": "獄。傍生鬼界。應知亦爾。復有一類。於人趣", "391": "樂。繫心悕求。因此悕求。造能感人趣身語", "392": "意妙行。此中身語妙行。名為色。意妙行。名為", "393": "名。由此妙行名色為緣。身壞命終。生於人", "394": "趣。於彼起識。是名名色緣識。有不繫心希求", "395": "人樂。但由無明蔽動心故。造身語意三種妙", "396": "行。此中身語妙行。名為色。意妙行。名為名。", "397": "由此妙行名色為緣。身壞命終。生於人趣。於", "398": "彼起識。是名名色緣識。如說人趣。四大王眾", "399": "天。乃至他化自在天。應知亦爾。復有一類。", "4": "多界品第二十之餘", "40": "意不息。是名無恚界。復次為斷恚界。於無恚", "400": "於梵眾天。繫心希求。因此希求。勤修加行。離", "401": "欲惡不善法。乃至初靜慮具足住。於此定中。", "402": "諸身律儀。語律儀。命清淨。名為色。即彼所生", "403": "受想行識。名為名。由此為緣。身壞命終。生梵", "404": "眾天眾同分中。於彼起識。是名名色緣識。如", "405": "說梵眾天。梵輔天。乃至非想非非想處。隨其", "406": "所應。當知亦爾。復次大因緣經中。尊者慶喜", "407": "問佛。諸識為有緣不。佛言有緣。此謂名色。佛", "408": "告慶喜。若無名色。諸識轉不。阿難陀曰。不也", "409": "世尊。若無名色為所依止。後世所受生老死", "41": "界。思惟功德。如是無恚界。是善法。乃至能", "410": "識。為得生不。不也世尊。若諸名色。都無所", "411": "有為可施設。有諸識不。不也世尊。是故慶喜。", "412": "諸識皆以名色為緣。是名名色緣識。如是諸", "413": "識。名色為緣。名色為依。名色為建立。故起", "414": "等起生等生。聚集出現。故名名色緣識。", "415": "云何名色緣六處。謂有一類。為寒所逼。希求", "416": "於暖。得好暖故。便起身中暖俱大種。此中若", "417": "暖若暖俱大種名為色。即彼所生受想行識。", "418": "名為名。由此名色。眼耳鼻舌身及意根。皆得", "419": "增長。是名名色緣六處。為熱所逼。希求於冷。", "42": "證涅槃。如是思惟。發勤精進。乃至勵意不", "420": "應知亦爾。復有一類。為飢所逼。希求於食。得", "421": "好食故。便起身中食俱大種。此中若食若食", "422": "俱大種。名為色。即彼所生受想行識。名為名。", "423": "由此名色。六根增長。是名名色緣六處。復有", "424": "一類。為渴所逼。希求於飲。得好飲故。便起", "425": "身中飲俱大種。此中若飲若飲俱大種。名為", "426": "色。即彼所生受想行識。名為名。由此名色。", "427": "六根增長。是名名色緣六處。復有一類。勞倦", "428": "所逼。希求止息。按摩睡眠。由遂意故。便起身", "429": "中彼俱大種。此中若按摩等。若彼俱大種。名", "43": "息。是名無恚界。復次思惟恚界。如病如癰。乃", "430": "為色。即彼所生受想行識。名為名。由此名色。", "431": "六根增上。是名名色緣六處。復有一類。於盛", "432": "熱時。熱渴所逼。入清涼池。恣意飲浴。便起身", "433": "中彼俱大種。此中若清冷水。若彼俱大種。名", "434": "為色。即彼所生受想行識。名為名。由此名色。", "435": "六根增長。是名名色緣六處。復次教誨頗勒", "436": "窶那經中。佛作是說。頗勒窶那。識為食故。後", "437": "有生起。此識云何。謂健達縛。廣說乃至。與羯", "438": "剌藍自體和合。此羯剌藍自體和合。名為色。", "439": "即彼所生受想行識。名為名。爾時非理作意", "44": "至是變壞法。如是思惟。發勤精進。是名無恚", "440": "俱生名色為緣。母胎藏中。六根生起。是名名", "441": "色緣六處。復次教誨莎底經中。佛作是說。三", "442": "事和合。入母胎藏。廣說乃至。此識無間。入", "443": "母胎藏。此所託胎。名為色。即彼所生受想行", "444": "識。名為名。爾時非理作意俱生名色為緣。母", "445": "胎藏中。六根生起。是名名色緣六處。復有", "446": "一類。由貪瞋癡纏縛心故。造身語意三種惡", "447": "行。此中身語惡行。名為色。意惡行。名為名", "448": "由此惡行。名色為緣。身壞命終。墮於地獄。六", "449": "根生起。是名名色緣六處。如說地獄。傍生", "45": "界。復次為斷恚界。思惟彼滅是滅是離。思", "450": "鬼界。應知亦爾。復有一類。於人趣樂。繫心", "451": "希求。因此希求。造能感人趣身語意妙行。此", "452": "中身語妙行。名為色。意妙行。名為名。由此", "453": "妙行名色為緣。身壞命終。生於人趣。六根生", "454": "起。是名名色緣六處。如說人趣。四大王眾", "455": "天。乃至他化自在天。應知亦爾。復有一類。", "456": "於梵眾天。繫心希求。因此希求。勤修加行。離", "457": "欲惡不善法。乃至初靜慮具足住。於此定中。", "458": "諸身律儀。語律儀。命清淨。名為色。即彼所生", "459": "受想行識。名為名。由此為緣。身壞命終。生梵", "46": "惟彼道是道是出。如是思惟。發勤精進。乃至", "460": "眾天眾同分中。六根生起。是名名色緣六處。", "461": "如說梵眾天。梵輔天。乃至非想非非想處天。", "462": "隨其所應。當知亦爾。是名名色緣六處。如是", "463": "六處。名色為緣。名色為依。名色為建立。故", "464": "起等起生等生。聚集出現。故名名色緣六", "465": "處。", "466": "說一切有部法蘊足論卷第十一", "47": "勵意不息。是名無恚界。復次若思惟。慈心定", "48": "及道。慈心定相應。如是思惟。發勤精進。乃", "49": "至勵意不息。是名無恚界。復次無恚及無恚", "5": "云何欲界。謂於欲境諸貪等貪。乃至貪類", "50": "相應受想行識。并所等起身業語業。不相應", "51": "行總名無恚界。云何無害界。謂於害界。思惟", "52": "過患。如是害界。是不善法。乃至不證涅槃。", "53": "如是思惟。發勤精進。乃至勵意不息。是名無", "54": "害界。復次為斷害界。於無害界。思惟功德。如", "55": "是不害界。是善法。乃至能證涅槃。如是思惟。", "56": "發勤精進。乃至勵意不息。是名無害界。復次", "57": "思惟害界。如病如癰。乃至是變壞法。如是思", "58": "惟。發勤精進。是名無害界。復次為斷害界。思", "59": "惟彼滅是滅是離。思惟彼道是道是出。如是", "6": "貪生。總名欲界。復次欲貪及欲貪相應受想", "60": "思惟。發勤精進。乃至勵意不息。是名無害界。", "61": "復次若思惟。悲心定及道。悲心定相應。如是", "62": "思惟。發勤精進。乃至勵意不息。是名無害界。", "63": "復次無害及無害相應受想行識。并所等起", "64": "身業語業。不相應行。總名無害界。", "65": "云何樂界。謂順樂觸所起身樂心樂平等受。", "66": "受所攝。是名樂界。復次脩第三靜慮順樂受", "67": "觸所起心樂平等受。受所攝。是名樂界。云何", "68": "苦界。謂順苦觸所起身苦不平等受。受所攝。", "69": "是名苦界。云何喜界。謂順喜觸所起心喜平", "7": "行識。并所等起身業語業。不相應行。總名欲", "70": "等受。受所攝。是名喜界。復次脩初二靜慮。順", "71": "喜觸所起心喜平等受。受所攝。是名喜界。云", "72": "何憂界。謂順憂觸所起心憂不平等受。受所", "73": "攝。是名憂界。云何捨界。謂順捨觸所起身捨", "74": "心捨非平等非不平等受。受所攝。是名捨界。", "75": "復次脩未至定靜慮中間第四靜慮。及無色", "76": "定。順不苦不樂觸所起心捨非平等非不平", "77": "等受。受所攝。是名捨界。云何無明界。謂三界", "78": "無知。是名無明界。", "79": "云何受界。謂六受身。即眼觸所生受。乃至意", "8": "界。云何恚界。謂於有情。欲為損害。乃至現為", "80": "觸所生受。是名受界。云何想界。謂六想身。即", "81": "眼觸所生想。乃至意觸所生想。是名想界。云", "82": "何行界。謂六思身。即眼觸所生思。乃至意觸", "83": "所生思。是名行界。云何識界。謂六識身。即眼", "84": "識乃至意識。是名識界。", "85": "云何欲界。謂有諸法。欲貪隨增。是名欲界。", "86": "復次欲界繫。十八界十二處五蘊。是名欲界。", "87": "復次下從無間地獄。上至他化自在天。於中", "88": "所有色受想行識。是名欲界。云何色界。謂有", "89": "諸法。色貪隨增。是名色界。復次色界繫。十", "9": "過患。總名恚界。復次瞋恚及瞋恚相應受想", "90": "四界十處五蘊。是名色界。復次下從梵眾天。", "91": "上至色究竟天。於中所有色受想行識。是名", "92": "色界。云何無色界。謂有諸法。無色貪隨增。是", "93": "名無色界。復次無色界繫。三界二處四蘊。是", "94": "名無色界。復次如欲色界。處定建立。不相雜", "95": "亂。非無色界有如是事。然依定生。勝劣差別。", "96": "建立上下。下從空無邊處。上至非想非非想", "97": "處。於中所有受想行識。是名無色界。云何色", "98": "界。謂欲色界。總名色界。云何無色界。謂四", "99": "無色。是名無色界。云何滅界。謂擇滅非擇滅。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1537 阿毘達磨法蘊足論: 阿毘達磨法蘊足論: 說一切有部法蘊足論", "author": "尊者大目乾連造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}