{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1545 阿毘達磨大毘婆沙論: 阿毘達磨大毘婆沙論: 大毘婆沙論: 說一切有部發智大毘婆沙論: 大毘婆沙論", "text": {"0": "1 雜蘊", "1": "阿毘達磨大毘婆沙論卷第二十", "10": "法者。是正法將攝受聖教。御聖教船。恒巡", "100": "藏雖多珍寶沙土覆之不得顯現。若有開", "101": "發令無量人採取受用得世富樂。此亦如", "102": "是。故佛問之。復次開覺施主勝思願故。謂", "103": "有施主。恒以衣服等四種供具。施彼上座", "104": "及五百苾芻。而不知彼有勝功德。欲令知", "105": "已歡喜踊躍起勝思願。我等得遇如是福", "106": "田已種善種。定於來世受大快樂。是故世", "107": "尊問彼功德。復次為止世間誹謗事故。謂", "108": "彼上座在母胎中經六十年。既出胎已形容", "109": "衰老無有威德。故初生已立上座名。後雖", "11": "四眾。教授教誡。數數觀察諸苾芻等。勿有", "110": "出家而被嗤笑。少年強盛晝夜精勤尚難", "111": "得果況此衰老氣力羸劣能得果耶。又彼上", "112": "座所度五百新學苾芻先隨天授。眾人毀曰。", "113": "如是老叟貪著名利度五百人。為充自身", "114": "驅役供侍。不能教誡令從邪法。五百苾芻", "115": "先受邪化後雖歸正得無學果。而有謗言。", "116": "此愚人輩先貪利養捨佛從邪。雖後還來", "117": "而無所得。為止如是諸誹謗故問彼功德。", "118": "令世共知捨誹謗罪勤修敬養。於當來世", "119": "生天解脫。彼經雖說斷等三界。而不廣辯", "12": "懈怠耽著戲論。或於境界顛倒思惟。令彼", "120": "三界差別。彼是此論所依根本。彼不說者今", "121": "欲說之。故作斯論。", "122": "云何斷界。答除愛結餘結斷名斷界。云何", "123": "離界答愛結斷名離界。云何滅界。答諸餘", "124": "順結法斷名滅界。此中先約阿毘達磨。依", "125": "世俗理說三界別。近對治道有差別故。餘", "126": "結斷者。餘八結斷。順結法者。謂除九結", "127": "餘有漏法。是名一種三界差別。復有說者。若", "128": "八結及此相應并生等斷名斷界。若愛結及", "129": "此相應并生等斷名離界。若諸餘順結法及", "13": "一生空過顛墜。故往彼所。復次阿難作如", "130": "此相應并生等斷名滅界。即有漏善及諸有", "131": "為無覆無記名順結法。復有說者。若無", "132": "明結斷名斷界。若愛結斷名離界。若諸餘", "133": "結斷名滅界。復有說者。或有諸法能縛", "134": "非能染。彼斷名斷界。或有諸法能縛亦", "135": "能染。彼斷名離界。或有諸法非能縛非", "136": "能染。而是所縛是所染。彼斷名滅界。復有說", "137": "者。或有諸法是能繫非能染。彼斷名斷界。", "138": "或有諸法是能繫是能染。彼斷名離界。或", "139": "有諸法非能繫非能染。而是所繫所染。彼", "14": "是念。彼名上座恒樂寂靜居阿練若。勇猛", "140": "斷名滅界。有餘師說。唯諸隨眠有自性斷。", "141": "問契經所說當云何通。如說。一切行斷故", "142": "名斷界。一切行離故名離界。一切行滅故", "143": "名滅界。品類足說復云何通。如說。云何所", "144": "斷法。答一切有漏法。云何遍知法。答一切有", "145": "漏法。彼作是答。若諸隨眠緣八結起。彼斷", "146": "名斷界。若諸隨眠緣愛結起。彼斷名離界。", "147": "若諸隨眠緣餘法起。彼斷名滅界。評曰。彼", "148": "不應作是說。諸有漏法先被繫縛離繫縛", "149": "時皆得斷故。有作是說。唯愛隨眠有自性", "15": "精勤證何妙德。我應往問。若能為我說所", "150": "斷。問若爾。前說契經及論當云何通彼作是", "151": "答。若愛隨眠緣八結起。彼斷名斷界。若愛", "152": "隨眠緣愛結起。彼斷名離界。若愛隨眠緣", "153": "餘法起。彼斷名滅界。評曰。彼不應作是", "154": "說。諸有漏法先被繫縛。離繫縛時皆得斷", "155": "故。尊者妙音作如是說。煩惱體斷名斷界。", "156": "於境離繫名離界。棄諸重擔名滅界。脇尊", "157": "者言。無繫縛繫縛息名斷界。無染污染污", "158": "息名離界。無彼果彼果息名滅界。尊者設", "159": "摩達多說曰。諸煩惱斷名斷界。無貪治貪", "16": "證德。我當合掌隨喜讚歎。若不爾者。方便", "160": "名離界。果相續滅名滅界。尊者左取作是", "161": "說言。相續斷故名斷界。於緣離繫名離界。", "162": "離執受故名滅界。復有說者。過去煩惱斷", "163": "故名斷界。現在煩惱斷故名離界。未來煩惱", "164": "斷故名滅界。如煩惱斷蘊斷亦爾。復有說", "165": "者。苦受斷故名斷界。樂受斷故名離界。不", "166": "苦不樂受斷故名滅界。如三受斷順三受法", "167": "斷亦爾。復有說者。若苦苦斷名斷界。若壞", "168": "苦斷名離界。若行苦斷名滅界。復有說者。", "169": "若欲界斷名斷界。若色界斷名離界。若無色", "17": "慇懃示其加行。令速證得。勿彼多時居阿", "170": "界斷名滅界。如是等說皆依世俗隨就一", "171": "門辯三界別皆非勝義。諸斷界是離界耶。", "172": "答如是。設離界是斷界耶。答如是。諸斷界", "173": "是滅界耶。答如是。設滅界是斷界耶。答如", "174": "是。諸離界是滅界耶。答如是。設滅界是離", "175": "界耶。答如是。問何故復作此論。答前約阿", "176": "毘達磨依世俗理。就近對治辯三界別。今", "177": "隨契經顯此三界體無差別。謂有漏法一一", "178": "斷時。皆得一斷。此一一斷約差別義說為", "179": "三界。故此三界義雖有別而體無異。", "18": "練若空無所獲。故往彼所。如彼經說。具壽", "180": "如世尊說。有三想。謂斷想離想滅想。乃至廣", "181": "說。問何故作此論。答為廣分別契經義故。", "182": "謂契經說有三種想。謂斷離滅。契經雖作", "183": "是說。而不廣分別。彼是此論根本。彼所不", "184": "說者今欲說之。故作此論。云何斷想。答除", "185": "愛結餘結斷諸想解名斷想。云何離想。答愛", "186": "結斷諸想解名離想。云何滅想。答諸餘順結", "187": "法斷諸想解名滅想。此中廣釋如界應知。問", "188": "何故此中不說三想如前三界展轉相即。答", "189": "應說而不說者。當知此義有餘。復次此中", "19": "阿難到已施設同分言論。非不同分。問何等", "190": "欲顯異相異文故作是說。若作異相異文", "191": "說者易受持故。復次此中欲現二門二略", "192": "二階二蹬二光二炬二明二照二文相影。如", "193": "界相即。想亦應然。如想不相即界亦應然。", "194": "而為相影故作是說。問十六行相外有無", "195": "漏慧不。設爾何失。若有者。識身論及智蘊中", "196": "何故不說。若無者。此文所說當云何通。如", "197": "說云何斷想。答除愛結餘結斷。諸想解名", "198": "斷想。乃至廣說。此斷等想與何行相聖慧", "199": "相應。品類足論復云何通。如說。云何盡", "2": "九", "20": "名為同分言論。答若居阿練若者。問以阿", "200": "智。謂如實知我已知苦已斷集已證滅已修", "201": "道。云何無生智。謂如實知我已知苦不復", "202": "知。乃至我已修道不復修。如是二智何行", "203": "相攝。集異門論復云何通。如說。如實了知我", "204": "已盡欲漏有漏無明漏是盡智。不復當盡", "205": "是無生智。如是二智何行相攝。此論見蘊復", "206": "云何通。如說。受樂受時如實知受樂受。是", "207": "何行相。契經所說復云何通。如說。如實了知", "208": "我生已盡梵行已立所作已辦不受後有。是", "209": "何行相。有作是說。十六行相外無別無漏", "21": "練若法。若持毘奈耶者。問毘奈耶。若誦素", "210": "慧。故識身論此論智蘊俱不說有。問此中所", "211": "說當云何通。如說。云何斷想。廣說乃至此斷", "212": "等想與何行相聖慧相應。答此約所緣建", "213": "立三想不依行相。由此三想皆作緣滅", "214": "四行相故。謂緣斷故名為斷想。不於此斷", "215": "作斷行相。餘二亦爾。若作是說。則此三想", "216": "如前三界展轉相即。問品類足論復云何通。", "217": "如說。云何盡智。廣說乃至如是二智何行相", "218": "攝答如實知我已知苦不復知者。緣苦二", "219": "行相攝。謂苦非常。我已斷集不復斷者。緣", "22": "怛纜者。問素怛纜若學阿毘達磨者。問阿", "220": "集四行相攝。我已證滅不復證者。緣滅四", "221": "行相攝。我已修道不復修者。緣道四行相", "222": "攝。問集異門論復云何通。如說。如實了知我", "223": "已盡欲漏。廣說乃至如是二智何行相攝。答", "224": "六行相攝。謂苦非常及緣集四。問見蘊所說", "225": "復云何通。如說。受樂受時如實知受樂受", "226": "是何行相。答彼於聖道說樂受聲即是緣", "227": "道四行相攝。問契經所說復云何通。如說。如", "228": "實了知我生已盡。廣說乃至是何行相。答如", "229": "實了知我生已盡者。是緣集四行相。梵行已", "23": "毘達磨。是名同分言論。與此相違名不同", "230": "立者。是緣道四行相所作已辦者。是緣滅四", "231": "行相。不受後有者。是緣苦二行相。謂苦非", "232": "常。復次由五緣故經作是說不說行相。云", "233": "何為五。一由意樂故。謂加行時起此意樂。", "234": "云何當令我生永盡。廣說乃至不受後有。", "235": "二由對治故。謂修如是殊勝對治令生永", "236": "盡。廣說乃至不受後有。三由所作故。謂由", "237": "如是殊勝所作令生永盡。廣說乃至不受", "238": "後有。四相續故。謂得如是殊勝相續令生", "239": "永盡。廣說乃至不受後有。五由補特伽羅", "24": "分言論。謂居阿練若者。問以三藏。持毘奈", "240": "故。謂此補特伽羅易現易施設一切生盡。", "241": "廣說乃至不受後有。由此五緣故作是說。", "242": "非謂別有如是行相。有餘師說。十六行相", "243": "外有別無漏慧。問若爾。後說諸文善通識身", "244": "智蘊何故不說。答應說而不說者。當知此", "245": "義有餘。復次若有行相現在和合能辦所", "246": "作有作用者。識身見蘊明了說之。彼未來", "247": "修畢竟不起。是故不說復次若有行相能", "248": "入見道得果離染盡諸漏者。識身見蘊明", "249": "了顯示。彼無此用是故不說。謂彼行相無", "25": "耶者。問阿練若及餘二藏。誦素怛纜者。", "250": "學果後方起現前。受現法樂遊戲神通觀", "251": "本所作受用聖財。復次若有行相加行無間", "252": "解脫勝進四道可得。識身見蘊明了顯示。彼", "253": "諸行相唯遠加行遠勝進道乃得現起。是故", "254": "不說。若作是說。十六行相外有無漏慧者。", "255": "彼說此中依行相別建立三想。謂斷行相相", "256": "應想名斷想。離行相相應想名離想。滅行相", "257": "相應想名滅想。如是三想。依行相別建立", "258": "三種。不約所緣。謂於一一擇滅無為起此", "259": "三想。如於一的三箭所中其相各異。依此所", "26": "問阿練若及餘二藏。學阿毘達磨者。問阿", "260": "說斷等三想互不相即。應作是說諸斷想", "261": "是離想耶答不爾。廣說乃至設滅想是離想", "262": "耶。答不爾。評曰。應作是說。十六行相外無", "263": "別無漏慧於理為善。然此中說斷等三想。", "264": "若無漏者。展轉相即。若是有漏。容作斷等", "265": "三種行相互不相即。是故此中不決定說。", "266": "大毘婆沙論雜蘊第一中愛敬納息第四", "267": "之一", "268": "云何愛。云何敬。如是等章。及解章義。既領會", "269": "已。次應廣釋。問何故作此論。答為廣分別", "27": "練若及餘二藏。或更問餘事。皆名不同分言", "270": "契經義故。謂契經說。若有修習慚愧圓滿。應", "271": "知愛敬亦得圓滿。契經雖作是說。而不分", "272": "別云何愛云何敬。契經是此論所依根本。彼", "273": "所不分別者今應盡分別之。復次為欲訶", "274": "毀非善士法令棄捨故。為欲讚歎諸善士", "275": "法令修習故。為欲顯示五濁增時廣大有", "276": "情甚難得故。此中非善士法者。謂有一類。愛", "277": "則妨敬。敬則妨愛。愛妨敬者。如有父母於", "278": "子寵極。子於父母有愛無敬。師於弟子應", "279": "知亦然。此等名為愛則妨敬敬妨愛者。如", "28": "論。尊者阿難所以唯作同分言論。若作不", "280": "有父母於子嚴酷子於父母有敬無愛。師", "281": "於弟子應知亦然。此等名為敬則妨愛。如", "282": "是俱名非善士法。善士法者。謂有一類愛", "283": "則加敬敬則加愛。愛敬俱行名善士法。若", "284": "有此法增上圓滿。應知即是廣大有情。如", "285": "是有情甚為難得。世若無佛此類難遇。設", "286": "令有者是大菩薩。諸大菩薩愛敬必俱。為顯", "287": "此事及前所說三種因緣故作斯論。", "288": "云何愛。答諸愛等愛憙等憙樂等樂是謂愛。", "289": "此本論師於異文義得善巧故。以種種文", "29": "同分言論者。彼不解故。便不能答。既不", "290": "顯示此愛而體無別。問愛以何為自性。答", "291": "愛有二種。一染污謂貪。二不染污謂信問諸", "292": "貪皆愛耶。答應作順前句謂貪皆愛。有愛非", "293": "貪此即是信問諸信皆愛耶。有作是說諸信", "294": "皆愛。有愛非信謂染污愛。應作是說信有", "295": "二種。一者於境唯信不求。二者於境亦信亦", "296": "求。是故此中應作四句有是信非愛。謂信", "297": "不求有是愛非信。謂染污愛。有亦信亦愛。", "298": "謂信亦求。有非信非愛。謂除前相。云何敬。", "299": "答謂有敬有敬性。有自在有自在性。於", "3": "五百大阿羅漢等造", "30": "能答。心便羞恥。以羞恥故鬪諍違拒。不欲", "300": "自在者有畏怖轉是謂敬。此本論師於異", "301": "文義得善巧故。以種種文顯示此敬。而體", "302": "無別。問敬以何為自性答敬以慚為自性。", "303": "云何愛敬。乃至廣說。問何故復作此論。答前", "304": "雖別說愛敬自性。而未總說於一境轉。今", "305": "欲顯示愛敬二種於一境轉故作斯論。云", "306": "何愛敬。答如有一類於佛法僧親教軌範", "307": "及餘隨一有智尊重同梵行者。愛樂心悅恭", "308": "敬而住。若於是處有愛及敬。是謂愛敬。此", "309": "中一類者。謂異生或聖者。異生於佛愛樂心", "31": "令彼起如是過。是故唯作同分言論。謂但", "310": "悅恭敬住者彼作是念。佛威力故我等解脫", "311": "災橫王役種種苦事。及得世間諸資生具。聖", "312": "者於佛愛樂心悅恭敬住者彼作是念。佛威", "313": "力故我等永捨諸惡趣因。斷二十種薩迦耶", "314": "見。得正決定見四聖諦。於無邊際生死輪", "315": "迴諸苦事中。已作分限。復次彼二於佛愛樂", "316": "心悅恭敬住者。俱作是念。佛威力故我等出", "317": "家受具足戒得苾芻性。及餘利益安樂資", "318": "糧。是故尊者鄔陀夷言。世尊於我有大恩", "319": "德。謂拔我無量苦。與我無量樂。滅我無量", "32": "問彼阿練若法。如彼經說。爾時阿難問名", "320": "惡。生我無量善。復次彼二於佛俱作是念。", "321": "世尊開發我等慧眼故應愛敬。是故尊者舍", "322": "利子言。若佛世尊不出于世。我等一切盲生", "323": "盲死。復次彼二於佛俱作是念。佛為法王", "324": "最初開示無上正法。令諸有情無倒了達。雜", "325": "染清淨繫縛解脫。流轉還滅生死涅槃。餘無", "326": "此能。故應愛敬。復次彼二於佛俱作是念。", "327": "世尊最初出無明㲉宣說正法。亦令無量", "328": "無邊有情出無明㲉。餘無此能。故應愛敬。", "329": "復次彼二於佛俱作是念。無始時來七依勝", "33": "上座。若有苾芻。居阿練若。或居樹下。或居", "330": "定隱蔽不現。佛出世間無倒開示令無量", "331": "眾依之趣入大涅槃宮。餘無此能。故應愛", "332": "敬。復次彼二於佛俱作是念。佛威力故能", "333": "令無量無邊有情修諸善法。謂從不淨觀", "334": "乃至無生智。餘無此力。故應愛敬。復次彼", "335": "二於佛俱作是念。佛威力故令諸有情種諸", "336": "善根成熟解脫。餘無此力。故應愛敬。復次", "337": "彼二於佛俱作是念。佛威力故念住正斷神", "338": "足根力覺支道支三十七種菩提分等功德寶", "339": "藏出現世間。利益安樂無邊有情故應愛", "34": "靜室。或在塚間。應數思惟何等行法。時名", "340": "敬。彼二於法愛樂心悅恭敬住者俱作是念。", "341": "我依此法解脫一切身心苦惱究竟安樂。", "342": "彼二於僧愛樂心悅恭敬住者俱作是念。僧", "343": "威力故我於正法毘奈耶中淨信出家。受具", "344": "足戒得苾芻性。能正受持百一羯磨。無所", "345": "毀犯安樂而住。由此速證究竟涅槃。彼二", "346": "俱於親教軌範及餘隨一有事尊重同梵行", "347": "者。愛樂心悅恭敬住者。謂作是念。此諸師友", "348": "為我伴侶。令我於法勤修正行速得成辦。", "349": "於前所說三寶師友殊勝境中。具起愛敬。餘", "35": "上座白阿難言。若有苾芻。居阿練若。或居", "350": "則不定。應作四句。謂或有境起愛非敬。", "351": "如父母於子師於弟子等。或復有境起敬", "352": "非愛。如於有德非已師長。或復有境起愛", "353": "及敬。如有一類子於父母弟子於師等。或", "354": "復有境不起愛敬。謂除前相。問如是愛敬", "355": "於何處有。答三界五趣雖皆容有。而此中", "356": "說殊勝愛敬唯在欲界人趣非餘。唯佛法", "357": "中有此愛敬。", "358": "云何供養乃至廣說。問何故作此論。答為廣", "359": "分別契經義故。謂契經說。", "36": "樹下。或居靜室。或在塚間。應數思惟二種", "360": "若於佛法僧及所受學處", "361": "能供養恭敬乃名為智者", "362": "若於不放逸及勝三摩地", "363": "能供養恭敬不退近涅槃", "364": "契經雖作是說。而不廣分別。云何供養。云", "365": "何恭敬。彼是此論所依根本。彼不說者今應", "366": "說之。復次為欲訶毀非善士法令棄捨", "367": "故。為欲讚歎諸善士法令修習故。為欲", "368": "顯示五濁增時廣大有情甚難得故。此中非", "369": "善士法者。謂有一類若供養則妨恭敬。若", "37": "行法。謂奢摩他毘鉢舍那所以者何。若奢摩", "370": "恭敬則妨供養。云何供養則妨恭敬。如在", "371": "家者或有男女雖具勢力能以種種資生", "372": "珍饌供養父母。而恃此力心生輕慢。如出", "373": "家者。或有弟子福德多聞。雖於其師能設", "374": "種種財法供養。而恃此事遂於師所不生", "375": "恭敬。此等供養則妨恭敬。云何恭敬則妨供", "376": "養。如有一類懼他威力雖恭敬之而不", "377": "供養。如是俱名非善士法。善士法者。謂有一", "378": "類若供養彼則加恭敬。若恭敬彼則加供", "379": "養。二事俱行。名善士法。若有此法增上圓", "38": "他熏修心者。依毘鉢舍那而得解脫。若毘", "380": "滿。應知即是廣大有情。如是有情甚為難", "381": "得世若無佛。此類難遇。設令有者是大菩", "382": "薩諸大菩薩此二必俱。為顯此事及前所說", "383": "三種因緣故作斯論。", "384": "云何供養。答此有二種。一財供養。二法供", "385": "養。財供養者。問財供養以何為自性。有", "386": "作是說。為饒益故捨諸財物。即所捨財", "387": "是此自性。有餘師說。能供養者。身語二業", "388": "是此自性。或有說者。即能發彼心心所法", "389": "是此自性。復有說者。受者受已諸根大種", "39": "鉢舍那熏修心者。依奢摩他而得解脫。若", "390": "及餘造色皆得增長是此自性。評曰。應作", "391": "是說。若所捨財。若能捨者身語二業。若能", "392": "發彼心心所法。若受者受已諸根大種造色", "393": "增長皆此自性。如是財供養。總用五蘊以", "394": "為自性。已說自性。所以今當說。問何故", "395": "名財供養。財供養是何義。答能為緣義。是", "396": "供養義。此以財為初故名財供養。若為饒", "397": "益故捨諸財物。受者受已身心增益如是", "398": "名施亦名供養。若為饒益故捨諸財物。受", "399": "者受已身心損減。如是名施不名供養。若", "4": "三藏法師玄奘奉　詔譯", "40": "奢摩他毘鉢舍那熏修心者依三種界而", "400": "為損害故捨匪宜物。受者受已或由神通", "401": "或由呪藥或由福力身心增盛。此雖非施", "402": "而名供養若為損害故捨匪宜物。受者受", "403": "已身心損減。此不名施亦非供養。問此財", "404": "供養在何處有。答唯在欲界。非色無色唯", "405": "在四趣。非捺落迦。問此財供養誰設誰受。", "406": "有作是說。傍生趣設。唯傍生趣受。乃至天", "407": "趣設。唯天趣受。有餘師說。傍生趣設唯傍生", "408": "受。鬼趣設二趣受。人趣設三趣受。天趣設四", "409": "趣受。下不及上上及下故。評曰。應作是說。", "41": "得解脫。云何三界。所謂斷界離界滅界。問", "410": "四趣皆能展轉供養問施設論說。天欲食時", "411": "取空寶器。以衣覆上而置座前。經須臾頃", "412": "隨其福力麁妙飲食自然盈滿。既爾如何受", "413": "他供養。答雖不受他飲食供養。而有受餘", "414": "香花資具。法供養者。問法供養以何為自", "415": "性。有作是說。以說法者語為自性。有餘師", "416": "說。以語所起名為自性。或有說者。以能", "417": "發語心心所法為其自性。復有說者。受者", "418": "聞已生未曾有善巧覺慧以為自性。評曰。", "419": "應作是說。若說法者語。若能發語心心所", "42": "依對法義於一心中有奢摩他毘鉢舍那", "420": "法。若受者聞已生未曾有善巧覺慧皆此自", "421": "性。如是法供養。總用五蘊以為自性。已說", "422": "自性。所以今當說。問何故名法供養。法供", "423": "養是何義。答能為緣義是供養義。此以法", "424": "為初故名法供養。若為饒益故為他說法。", "425": "他聞法已生未曾有善巧覺慧。如是名施", "426": "亦名供養。若為饒益故為他說法。他聞法", "427": "已不生未曾有善巧覺慧。如是名施不名", "428": "供養。若為損害故說譏刺他法。他聞是已", "429": "住正憶念歡喜忍受不數其過。生未曾有", "43": "云何建立如是二種行者差別。答由加行", "430": "善巧覺慧。此雖非施而名供養。若為損害", "431": "故說譏刺他法。他聞是已發恚恨心。不生", "432": "未曾有善巧覺慧。此不名施亦非供養。問", "433": "此法供養在何處有。答此法供養在欲色界。", "434": "非無色界。五趣皆有。地獄有者如慈授子", "435": "生地獄中。謂是浴室見諸苦具。便說頌言", "436": "甞聞世間受苦樂非我非他之所作。", "437": "受諸苦樂皆緣身身若滅無誰復受", "438": "時彼地獄無量眾生聞此頌已脫地獄苦。", "439": "從彼命終生天受樂。傍生有者。如迦賓折", "44": "故二種差別。謂加行時或多修習奢摩他資", "440": "羅鳥自修梵行為他說法。鬼趣有者。如發", "441": "愛鬼母為諸鬼子說是頌言。", "442": "默然汝上勝默然汝井宿", "443": "我得見諦時亦當令汝見", "444": "人趣有者。如今現見。天趣有者。欲界天中如", "445": "補處慈尊為諸天說法。色界天中如手天子", "446": "來白佛言。如此世尊四眾圍遶為說正法", "447": "聞已奉行。我聞法已還無熱天。為彼諸天", "448": "說法亦爾。問此法供養誰設誰受。有作是", "449": "說。地獄趣設唯地獄趣受。乃至唯天趣設唯", "45": "糧。或多修習毘鉢舍那資糧多修習奢摩他", "450": "天趣受。有餘師說。地獄趣設唯地獄趣受。", "451": "傍生趣設二趣受。鬼趣設三趣受。人趣設", "452": "四趣受。天趣設五趣受。評曰。應作是說。五", "453": "趣皆能展轉供養。云何恭敬。答諸有恭敬有", "454": "恭敬性。有自在有自在性。於自在者有怖", "455": "畏轉。是謂恭敬。此本論師於異文義得善", "456": "巧故。以種種文顯示恭敬。而體無別恭", "457": "敬亦以慚為自性。", "458": "說一切有部發智大毘婆沙論卷第二十九", "46": "資糧者。謂加行時恒樂獨處閑居寂靜怖", "47": "畏憒鬧見誼雜過恒居靜室入聖道時。名", "48": "奢摩他行者。多修習毘鉢舍那資糧者謂加", "49": "行時恒樂讀誦思惟三藏。於一切法自相共", "5": "雜蘊第一中補特伽羅納息第三之七", "50": "相數數觀察入聖道時。名毘鉢舍那行者。", "51": "復次或有繫心一緣不分別法相。或有分", "52": "別法相不繫心一緣。若繫心一緣不分別", "53": "法相者入聖道時。名奢摩他行者。若分別", "54": "法相不繫心一緣者入聖道時。名毘鉢舍", "55": "那行者。復次若利根者。名毘鉢舍那行者若", "56": "鈍根者。名奢摩他行者。如利根鈍根如是。", "57": "因力緣力。內分力外分力。內正思惟力外聞", "58": "他音力。應知亦爾。問斷離滅界體是無為無", "59": "因無果。云何乃說若奢摩他毘鉢舍那熏修", "6": "如世尊說。有三界。謂斷界離界。滅界乃至", "60": "心者依三種界而得解脫。答彼契經於緣", "61": "涅槃勝解以界聲說。謂修行者雖加行時", "62": "精進勇猛修習止觀二種資糧。若於涅槃", "63": "不起勝解決定趣證。畢竟不能斷諸煩惱", "64": "心得解脫。故緣涅槃勝解名界。依此界故", "65": "心得解脫。如彼經說。爾時阿難問名上座。", "66": "何等斷故名為斷界。何等離故名為離界。何", "67": "等滅故名為滅界。名上座言。一切行斷故名", "68": "斷界。一切行離故名離界。一切行滅故名滅", "69": "界。尊者阿難聞已合掌隨喜讚歎辭退。復詣", "7": "廣說。問何故作此論答為廣分別契經義", "70": "竹林道場以此事問五百苾芻。彼復皆如", "71": "名上座答。問彼諸苾芻云何而答。有作是", "72": "說。從少至老次第而答。如法集時少者先", "73": "問。有餘師說。從老至少次第而答。如行施", "74": "物自老至少。復有說者。一苾芻答餘皆隨", "75": "喜。脇尊者言。先作白已後次行籌。受籌名", "76": "答。如彼經說。爾時阿難聞已合掌隨喜讚歎。", "77": "辭詣佛所到已頂禮世尊雙足。却住一面。", "78": "以此句義問佛世尊。佛還如彼上座等答。", "79": "問尊者阿難忍可上座五百苾芻所說義不。", "8": "故。謂契經說。具壽阿難往詣尊者名上座", "80": "設爾何失。若忍可者。何故復以問佛世尊。若", "81": "不忍可何故合掌隨喜讚歎。答阿難忍可彼", "82": "所說義。問何故復以問佛世尊。答如佛世", "83": "尊知而故問。尊者阿難亦復如是。所以者", "84": "何。阿難欲顯善說法中同見同欲文義決定。", "85": "如大師說。徒眾亦然。如親教說。弟子亦然。", "86": "如軌範說。受學亦然。如是文義微妙決定。", "87": "依之修學乃至能證阿羅漢果。非如外道", "88": "所說文義師徒眾等展轉相違。依之修學空", "89": "無所證。復次阿難欲以佛妙言印印所說", "9": "所。問何故阿難往詣彼所。答尊者阿難。是樂", "90": "義。故重問佛。若不以佛妙言印之則所說", "91": "義猶可傾動。當來四眾不敬信故。如世文", "92": "符。若無王印則所行處人不敬受。此亦如", "93": "是。故重問佛。如彼經說佛問阿難汝知上", "94": "座五百苾芻有何功德。阿難白佛。彼名上", "95": "座五百苾芻皆阿羅漢諸漏已盡已捨重擔", "96": "盡諸有結。逮得己利善辦聖旨心善解脫。", "97": "佛告阿難。如汝所說。問何故世尊問彼功", "98": "德。答為欲開發少欲喜足所覆真實功德寶", "99": "藏。令諸世間知已敬養得勝果故。如世伏"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1545 阿毘達磨大毘婆沙論: 阿毘達磨大毘婆沙論: 大毘婆沙論: 說一切有部發智大毘婆沙論: 大毘婆沙論", "author": "五百大阿羅漢等造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}