{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0152 六度集經: 六度集經", "text": {"0": "4 精進度無極章73 然燈授決經〔獨母本生〕", "1": "六度集經卷第七", "10": "佛無佛，有經無經，心意識念，清淨無垢，心", "100": "得禪。或見惡歲五穀不豐，民窮為亂更相", "101": "挌戰，死屍縱橫，覩之愴然：『吾不為道必", "102": "復如之。』一其心得禪。覩盛有衰榮財難", "103": "保，少壯有老病壽猶電光，憶之愕然，一", "104": "其心得禪。念佛巍巍相難雙矣，皆由清", "105": "淨致為眾祐，存之欣然，一其心得禪。念", "106": "經深義，沙門高行，一其心得禪。惟身行", "107": "善，前後積德，一其心得禪。惟愚所求", "108": "違佛明法，勞而益罪，諸天處世守戒奉齋，", "109": "自致升天榮壽無量，一其心得禪。受佛", "11": "明覩真得無不知，天龍鬼妖所不能惑。", "110": "深經反覆思之，為眾訓導，中心歡喜，一", "111": "其心得禪。存憶眾生有成輙壞，壞皆苦痛，", "112": "惟之愴然，一其心得禪。眾生之性莫能", "113": "自保，來始之變，道人自懼，命盡卒至，或", "114": "墮惡道，視世榮樂真偽如夢，志重醒悟，一", "115": "其心得禪。諸食入口與涕唾澆灒，外好", "116": "內臭化成屎尿，憶之可惡，一其心得禪。", "117": "兒在母腹，初如凝粥，以漸長大，三十八七", "118": "日，身體皆成，臨生之難，多危少安。既", "119": "生之後，諸病並進，或一或十、或五十至百", "12": "猶人有十怨脫身離之，獨處山間眾所", "120": "年，皆當老死無免斯患，惟己亦然，一其", "121": "心得禪。有存即滅，尋之無處，三界皆空，", "122": "志無貪慕，悲念眾生不覩佛經，邪欲所蔽", "123": "無知非常，誓願拯濟，一其心得禪。「志成", "124": "行高，懷四等心愍育眾生，猶若慈母哀護", "125": "幼兒，兒隨輩熙戲，母以慈心行索，覩兒為", "126": "泥塵所污，飢渴啼呼。覩兒若茲，悲淚抱歸，", "127": "洗浴衣食，身康心悅，慈母歡喜，愛攝徘", "128": "徊不捨如前。道人慈悲愛護眾生，踰彼慈", "129": "母，教天下人蜎飛蚑行蠕動之類，奉佛覩", "13": "不知、無所復畏，人遠情慾，內淨心寂，斯", "130": "經，親沙門眾，採執佛戒懷而行之，遠離", "131": "三惡，心念善、口言善、身行善，抑上三惡，", "132": "永興三善，長不令更太山、地獄、餓鬼、畜生", "133": "窮苦險處。安以無極之福堂，尋復追誨，", "134": "懼其處福為之憍蕩，恣縱惡心還處三", "135": "塗，亦榮祿之禍，非常苦空之變以誡之", "136": "也。勸取無為，如彼慈母攝護之意也。「思", "137": "十六事，一其心得禪。何謂十六？喘息長", "138": "短即自知，喘息動身即自知，喘息微著即", "139": "自知，喘息快不快即自知，喘息止走即自", "14": "謂一禪。心獲一禪進向二禪，第二之禪，如", "140": "知，喘息歡慼即自知，自惟萬物無常喘息自", "141": "知，萬物過去不可追得喘息自知，內無", "142": "所思棄捐所惟喘息自知，放棄軀命不棄", "143": "軀命喘息自知。道人深思，有是即得是，", "144": "無是不得是，夫生必有老死之患，魂靈", "145": "不滅即更受身。不生即無老，不老即無", "146": "死，念是一其心得禪。道人以眼觀世生", "147": "死，但以十二因緣，念此一其心得禪。", "148": "「道人以五事自觀形體：一曰自觀面類數", "149": "變，二曰苦樂數移，三曰志意數轉，四曰", "15": "人避怨，雖處深山懼怨尋之，逾自深藏，", "150": "形體數異，五曰善惡數改。是謂五事。數", "151": "有變異猶如流水前後相及，念此一其心", "152": "得禪。道人念禪當云何？目見死人自頭", "153": "至足，諦思熟視存想著心，行坐臥起飯", "154": "飲萬役，常念著心以固其志，得禪自在所", "155": "念。譬如人炊數斛米飯欲知熟未，直取一", "156": "米捻󰥆視之，一米熟者明餘者皆熟。道志", "157": "若茲，心之迴走，猶水之流，道人直念一事，", "158": "心停意淨，應儀真道，滅度可得。「第一之禪", "159": "欲得應儀，可得不？曰「中有得者有不得", "16": "行家雖遠十情慾怨，猶恐慾賊來壞道", "160": "者。何行能得？何行不得？於一禪中，有念", "161": "有愛，道則不成。天地無常，虛空難保，盡", "162": "內穢垢，無貪愛念，志淨如斯，應真可得。二", "163": "三至四，執心當如一禪。志存一禪未得", "164": "應儀，命終可趣，即上七天受壽一劫；在", "165": "二禪終，上十一天受壽二劫；處三禪終，", "166": "上十五天受壽八劫；處四禪終，上十九", "167": "天壽十六劫。「道人自觀內體惡露都為不", "168": "淨，髮膚髑髏皮肌，眼瞬涕唾，筋脉肉髓，", "169": "肝肺腸胃，心膽脾腎，屎尿膿血，眾穢共", "17": "志，得第二禪，情慾稍遠不能污己。第一", "170": "合乃成為人。猶若以囊盛五穀也，有目", "171": "瀉囊，分別視之，種種各異。明人如此內", "172": "觀其身，四大種數各自有名都為無人，", "173": "以無欲觀乃覩本空，一其心得禪。「道人", "174": "深觀別身四大，地水火風。髮毛骨齒，皮肉", "175": "五藏，斯即地也。目淚涕唾，膿血汗肪，髓", "176": "腦小便，斯即水也。內身溫熱主消食者，", "177": "斯即火也。喘息呼吸，斯即風也。譬如屠兒殺", "178": "畜刳解，別作四分具知委曲。道人內觀分", "179": "別四大，此地彼水，火風俱然，都為無人，", "18": "之禪，善惡諍已，以善消惡，惡退善進。第", "180": "念之志寂，一其心得禪。道人自覺喘息長", "181": "短，遲疾巨細皆別知之，猶人削物自知深", "182": "淺，念息如此，一其心得禪。菩薩禪度無極", "183": "一心如是。」", "184": "77 〔太子得禪〕（七七）太子出遊，王勅國內無令眾穢當彼", "185": "王道。太子出城，第二天帝化為老人，當其", "186": "車前，頭白背僂，倚杖羸步。太子曰：「斯人", "187": "何乎？」御使對曰：「老人矣！」「何謂為老？」曰：「四", "188": "大根熟，餘命無幾。」太子曰：「吾後亦當老乎？」", "189": "對曰：「自古有老，無聖免茲。」太子曰：「吾謂尊", "19": "二之禪，喜心寂止，不復以善住消彼惡", "190": "榮與凡有異，而俱不免，榮何益己？」還宮", "191": "存之，一心得禪。王問僕曰：「太子出遊觀", "192": "國喜乎？」對曰：「道觀老叜，存世非常，心不", "193": "為欣。」王懼去國，重益樂人，惑之以榮華，", "194": "亂之以眾音，欲壞其道意令守尊位", "195": "也。後復出遊，王重勅曰：「無令羸老在道", "196": "側也。」前釋復化為病人，體疲氣微，肉盡骨", "197": "立，惡露塗身，倚在門側。曰：「斯復何人？」對", "198": "曰：「病人也。」曰：「何謂為病？」「飲食不節，臥起", "199": "無常，故獲斯病，或愈或死。」曰：「吾亦飲食", "2": "吳康居國沙門康僧會譯", "20": "也。喜善二意，悉自消滅，十惡煙絕，外無因", "200": "不節，臥起無常，當更病乎？」對曰：「有身即", "201": "病，無免斯患。」太子曰：「吾不免患，後必如", "202": "之。」還宮存之，一心入禪。後出，帝釋復化", "203": "為死人，舁擔建旐，哀慟塞路。曰：「斯復", "204": "何人？」對曰：「死人。」「何謂為死？」「命終神遷，", "205": "形骸分散，長與親離，痛夫難處。」太子曰：", "206": "「吾亦然乎？」對曰：「上聖之純德，無免斯患。」", "207": "迴車還宮，一心入禪。後復出遊，之王田", "208": "廬，坐樹下。覩耕犁者，反土蟲出，或傷或", "209": "死，鳥追食之。心中愴然，長歎曰：「咄眾生", "21": "緣來入心者。譬如高山其頂有泉，無流入", "210": "擾擾，痛焉難處。」念之悵如，一心入禪。時，", "211": "日盛出照太子身，樹為低枝不令日炙。王", "212": "尋所之，遙覩無上聖德之靈，悲喜交集，不", "213": "識投身，稽首為禮，太子亦俱稽首于地。父", "214": "子辭畢，王還于宮，太子一心入禪。菩薩禪", "215": "度無極一心如是。", "216": "78 〔太子得禪〕（七八）太子初生，王令師相，師曰：「處國必為飛", "217": "行皇帝；捐國作沙門者，當為天人師也。」", "218": "王興三時殿，春夏冬各自異殿，殿有五百", "219": "妓人，不肥不瘦，長短無訶，顏華鮮明，皆", "22": "者，亦非龍雨水自內出，水淨泉滿，善內心", "220": "齊桃李，各兼數伎，姿態傾賢，以樂太子。", "221": "殿前列種甘果，華香苾芬，清淨浴池，中有", "222": "雜華，異類之鳥，鳴聲相和。宮門開閉聞", "223": "四十里，忠臣衛士徼循不懈，警備之鳥，", "224": "鵁鶄鴛鴦驚鳴相屬。太子年十七無經不通，", "225": "師更拜受。王為納妃，妃名裘夷，容色之", "226": "華，天女為雙，力勢頓却六十巨象。至年十", "227": "九，太子都合諸妓凡千五百人，共處一殿，", "228": "極其伎樂。欲令疲臥可得捨去，天令樂人", "229": "皆臥無知。太子靖思視諸伎人，猶木梗", "23": "出，惡不復由耳目鼻口入，御心如是，便", "230": "人，百節皆空，中如竹節，手足垂地，涕淚流", "231": "出，口唾污頰，伏鼓亂頭，樂人皆著名璫垂", "232": "懸步搖華光，珠璣瓔珞琨環雜巧，羅縠文", "233": "繡上服御衣，琴瑟箏笛，笳簫樂器，縱橫", "234": "著地。警備之鳥及守衛者，頓瞑無識。太子", "235": "以無蔽之眼遍觀眾身，還觀其妃，頭髮髑", "236": "髏，骨齒爪指，皮膚肌肉，膿血髓腦，筋脉心", "237": "膽，脾腎肝肺，腸胃眼窌，屎尿涕唾，內", "238": "視猶枯骨，外視猶肉囊，無一可貴。不淨臭", "239": "處，覩之存憶令人吐逆，猶藍假面文綵衣", "24": "向三禪。第三之禪，守意牢固，善惡不入，心", "240": "之熏香其表，以屎尿膿血滿著其內，愚者", "241": "信其表，明者覩其內，遠之萬里猶復閉", "242": "目也。", "243": "太子覩之若幻難可久保，處世假借，必當", "244": "還主。臥者縱橫，猶如死屍，愈不樂焉，一", "245": "心得禪。從禪覺，仰視沸星，夜已向半，", "246": "諸天側塞，叉手作禮，華香眾樂舉頭無", "247": "量，太子覩諸天稽首，即說經曰：「淫泆最惡，", "248": "令人狂醉，謗正歎邪，以瞑為明，是故諸", "249": "佛、辟支佛、阿羅漢，不譽為善，當疾遠之。」", "25": "安如須彌，諸善不出。外事善惡寂滅不入，", "250": "反覆思惟，呼車匿曰：「疾被鞬陟。」重自", "251": "惟曰：「城門開閉聞四十里，云如之何？」諸", "252": "天僉曰：「敬諾。世尊！吾等御門令其無聲。」", "253": "宮人無知，馬蹄寂然不聞微聲，太子上馬，", "254": "百億帝釋、四百億四大天王、天龍鬼神翼從", "255": "導引，平治塗路。天樂詠謌：「無上巍巍吾生", "256": "遇哉，得覩靈輝消心塵勞，永世不衰，痛夫", "257": "八難遠尊可哀！」重曰：「遇哉吾等偶諧。」馬", "258": "始出門，門即有聲。馬哽咽悲鳴，淚流交", "259": "頰。諸天𧞣王，一國無知。所以然者，欲", "26": "心猶蓮華根莖在水，華合未發為水所覆。", "260": "令太子早得佛道。太子棄金輪王七寶之", "261": "位，忍眾苦度眾生，菩薩禪度無極一心如", "262": "是。", "263": "79 〔太子得禪〕（七九）太子未得道時，取地槀草，於樹下叉", "264": "手正坐，棄眾垢念，清其心，一其志。自念", "265": "曰：「今日為始，肌筋枯腐，於此不得佛者，", "266": "吾終不起。」菩薩即得一禪，二三至四禪，即", "267": "於一夜得一術闍，知無數劫父母兄弟妻", "268": "子九族。二夜之中得二術闍，自知無數劫", "269": "貧富貴賤長短白黑，眾生心中有念無念，得", "27": "三禪之行，其淨猶華，去離眾惡身意俱安。", "270": "無不知。三夜之中得三術闍，三毒都滅。", "271": "夜向明時，佛道成矣。深自思曰：「吾今得佛，", "272": "甚深甚深難知難了，微中之微、妙中之妙也。", "273": "今佛道成得無不知。」起至龍水所，龍名", "274": "文隣，文隣所處，水邊有樹，佛坐樹下曰：", "275": "「昔者錠光佛授吾尊決，當為釋迦文佛，真", "276": "如所聞，吾今得佛矣。自無數劫來，布", "277": "施、持戒、忍辱、精進、禪定、明度，積功之願，始", "278": "今得極尊，作善福歸，不亡我功。」佛適念", "279": "之，便入禪度無極。佛在水邊，光明徹照", "28": "御心如是，便向四禪。善惡皆棄，心不念", "280": "龍所居處。龍覩光影，鱗甲皆起。龍甞見", "281": "三佛：拘婁秦佛、拘那鋡牟尼佛、迦葉佛，", "282": "三佛得道，皆在此坐。明悉照龍所居，龍覩", "283": "光明念曰：「斯光與前三佛光影齊同，世間", "284": "得無復有佛乎？」龍大歡喜，出水左右顧", "285": "視，覩佛坐樹下，身有三十二相，紫磨金色，", "286": "光明奕奕過月踰日，相好端正如樹有華。", "287": "龍前趣佛，頭面著地，遶佛七匝，身去佛", "288": "四十里，以七頭覆佛上。龍喜作風雨七日", "289": "七夕，佛端坐不動不搖不喘不息，七日不", "29": "善亦不存惡，心中明淨猶琉璃珠，又如", "290": "食得佛，心喜都無有想。龍大歡喜，亦七", "291": "日不食無飢渴念，七日畢風雨止，佛禪覺", "292": "悟。龍化為梵志，年少鮮服，長跪叉手，稽首", "293": "問曰：「得無寒無熱無飢無渴，功福會聚，眾", "294": "毒不加，處世為佛，三界特尊，豈不快哉？」佛", "295": "告龍曰：「過去諸佛經說，眾生離三惡道得", "296": "為人快，處世閑居守道志快，昔者所聞今", "297": "皆獲快，處世懷慈不害眾生快，天魔重", "298": "毒皆歇快，惔怕無欲不慕榮快，於世得道", "299": "為天人師，志空、不願、無相之定。眾欲之有", "3": "5 禪度無極章禪度無極章第五此有九章", "30": "士女淨自沐浴，名香塗身，內外衣新，鮮明", "300": "身，還神於本無，長存之寂，永與苦絕，斯", "301": "無上之快矣。」龍稽首言：「自今以後，自歸佛", "302": "歸法。」佛告龍：「方有眾聖，其誓應儀欲除", "303": "饉苦，亦當豫自歸之。」龍曰：「諾。」自歸除饉", "304": "眾。畜生之中歸佛先化，斯龍為首。菩薩禪", "305": "度無極一心如是。", "306": "80 〔佛得禪〕（八〇）佛行得小徑，其邊有樹，佛坐其下，與", "307": "千二百五十比丘俱，一心入定。有五百乘", "308": "車過，佛時盛渴，告阿難曰：「爾取水，吾欲", "309": "飲之。」曰：「屬有五百乘車過，其水盛濁不可", "31": "上服，表裏香淨，菩薩心端獲彼四禪。群邪", "310": "飲。」又重勅曰：「吾渴尤甚，爾駛取水來。」至", "311": "再三。阿難曰：「有溪名鳩對，清澄且美，可", "312": "浴可飲。」佛與阿難說斯未竟，時有一人", "313": "名胞罽，師事逝心，逝心名羅迦藍。胞罽", "314": "覩佛靈輝，身色紫金，相好甚奇，古聖希", "315": "有，心喜踰溢，拱手直進，稽首而曰：「屬", "316": "有五百乘車由斯行矣，世尊寧聞見乎？」曰：", "317": "「不聞不見也。」胞罽曰：「世尊臥乎？」曰：「吾坐禪", "318": "得一心定。」胞罽歎曰：「如來、無所著、正真覺，玄", "319": "深之定，乃至斯乎？車向者震國，躬污塵", "32": "眾垢無能蔽其心，猶若淨繒在作何色。又", "320": "埃，志道無猗不聞不見，乾坤可動，斯志", "321": "難傾。吾師在時，亦於道邊樹下得禪，時，亦", "322": "有五百乘車歷其前，有人問曰：『寧聞見乎？』", "323": "曰：『不聞不覩。』其人曰：『子時臥出乎？』曰：『吾一", "324": "其心得清淨定，故不聞。』其人曰：『羅漢道志", "325": "深，乃如之乎？車歷前，身污塵而不覺。』", "326": "其人覩彼志幽玄，師事終年。」胞罽曰：「佛", "327": "寂定無猗之志猶吾往師，自今日始終命，", "328": "奉佛五戒為清信士敢履眾惡。」佛告胞", "329": "罽：「五百車聲孰如雷震之響。」對曰：「千車之", "33": "如陶家埏埴為器，泥無沙礫在作何器。又", "330": "聲，猶不比雨之小雷，豈況激怒之霹靂乎？」", "331": "世尊曰：「吾昔處阿譚縣蓬廬之下，坐惟生", "332": "死之本，暴風雨雹雷電霹靂，殺四特牛、耕", "333": "者兄弟二人。其縣黎民，觀者甚眾。吾時", "334": "出經行，有一人至吾所，吾問之曰：『眾將", "335": "何觀乎？』其人如事說之。人曰：『佛時何之？』答", "336": "曰：『獨在屋下。』人曰：『佛時臥乎？』曰：『不。』人曰：『焉", "337": "有寤而不聞乎？志道甚深，自今之後，願", "338": "師事世尊，奉五淨戒為清信士，終身守", "339": "真。』」胞罽聞之，心開結解，其喜無量，顧", "34": "猶鍛師熟煉名金，百奇千巧從心所欲。菩", "340": "勅從者曰：「內藏金織成衣有千領，擇取妙", "341": "者來，吾欲上佛。」從者承命歸家取來，胞", "342": "罽自手以衣被佛身上，退稽首曰：「自今願", "343": "世尊屈影靈，之吾鄉諸清信士所，并顧", "344": "下吾家，宗門巨細，各自親身供養於佛。", "345": "畢天地之壽以至恭之心，奉養天龍鬼神", "346": "蜎飛蚑行蠕動之類者，不如一日飯一沙", "347": "門，豈況無上正真佛乎？願垂弘慈授吾", "348": "無極之福。」世尊曰：「大善！」菩薩禪度無極道", "349": "志如是。", "35": "薩心淨得彼四禪，在意所由，輕舉騰飛，", "350": "81 〔常悲菩薩本生〕（八一）眾祐自說，為菩薩時，名曰常悲。常悲", "351": "菩薩，常流淚且行。時世無佛，經典悉盡，", "352": "不覩沙門賢聖之眾，常思覩佛聞經妙旨。", "353": "時世穢濁，背正向邪，華偽趣利猶蛾之", "354": "樂火；四等六度永康之宅，而世廢佛斯", "355": "法，就彼危禍，以自破碎也，故為愁荒哀", "356": "慟且行。往昔有佛名影法無穢如來王，滅", "357": "度來久，經法都盡。常悲菩薩，夢見其佛", "358": "為其說法云：「慎無貢高，學士之行，去心", "359": "恩愛之垢，無著六情之塵勞，無遺眾愛毛", "36": "履水而行，分身散體，變化萬端，出入無間", "360": "髮之大。藏爾心內，諸念寂滅是為無為。」菩薩", "361": "從佛聞斯法，猶餓夫得甘食，其喜無量，", "362": "心垢除，入淨定。即棄家捐妻子，入深山", "363": "處閑寂，以山水果蓏自供，處山舉手椎", "364": "心哀號而云：「吾生怨乎！不值佛世，不聞", "365": "佛經，十方現在至真世尊，洞視徹聽，皆一", "366": "切知，恍惚髣髴，暉靡不之，願現尊靈，", "367": "令吾覩佛，得聞弘摸大道極趣。」哀聲適", "368": "訖，天神下曰：「明士乃爾，莫復哀號，佛有大", "369": "法，名明度無極之明。過去諸佛，今現在、甫", "37": "存亡自由。摸日月，動天地，洞視徹聽靡", "370": "當來，皆由斯成，爾必索之誦習其文，懷識", "371": "其義奉而行之，爾必得四無所畏、十種力、", "372": "十八不共。身色紫金，項光無際。十方經道，", "373": "爾為明主，眾聖之尊、天人之師，應儀各佛", "374": "所無有也。」常悲菩薩仰視報曰：「當由誰", "375": "聞斯尊法乎？以何方便之何國土？厥師", "376": "族名？」天人報曰：「爾自斯正東行，無念色", "377": "痛想行識，無念苦樂善惡、耳目鼻口身", "378": "心吾我，及人往世所更、來世之事，無念", "379": "地水火風空，青黃白黑都及眾色，貪淫瞋恚，", "38": "不聞見，心淨觀明得一切智，未有天地眾", "380": "愚癡嫉妬，男女九族，左右前後高下遲疾。", "381": "無念有佛無佛、有經道無經道、有賢聖無", "382": "賢聖，空爾意、絕眾願。爾之執心無違吾", "383": "教，今覩明度無極聖典。」常悲菩薩仰曰：「敬", "384": "諾，終始戢之。」天人重曰：「精進存之。」言", "385": "竟忽然不現。菩薩受教，端心內淨，東行", "386": "索之。數日即止，深自思曰：「吾宿薄祐，生", "387": "不值佛，世無沙門，君臣憒憒，無知佛", "388": "者。明度無極、除冥尊師，去斯幾里，未覩", "389": "之頃。」心中悲猛，舉哀而行，精誠之至感", "39": "生所更，十方現在眾心所念，未萠之事，眾", "390": "於諸佛。上方佛來，飛在其前，身色紫金，", "391": "相好絕聖，面若滿月，項有日光，諸天翼", "392": "從，寶帳華蓋，作樂散華，叉手垂首。佛歎", "393": "菩薩曰：「善哉善哉！爾之快健，覩世希有。」", "394": "菩薩見佛，且喜且悲，稽首而曰：「願佛哀", "395": "我，斷我繫、解吾結、開吾盲、愈吾病，為吾", "396": "說經。」佛告之曰：「三界皆空，夫有悉無，萬", "397": "物若幻，一生一滅，猶若水泡，覩世皆然。", "398": "爾其思之，吾為爾說經，端心諦聽，慎無忘", "399": "也。自是東行二萬里，有國名揵陀越，諸", "4": "74 〔得禪法〕（七四）「禪度無極者云何？端其心，壹其意，合", "40": "生魂靈為天為人，入太山、餓鬼、畜生道中，", "400": "菩薩城也，一國之內皆是上士無凡庸人，欲", "401": "為說諸菩薩之德，劫數已盡，其德有餘。至", "402": "尊上德菩薩名法來，於彼諸聖猶星有月，", "403": "懷諸經典，其明無限，敷演明度無極之經，", "404": "反覆教人，諸菩薩有受經者、誦者、書者、定", "405": "經原者，爾往見焉，必為爾師。勸爾索", "406": "佛，疾馳就之，自當為爾說內外明度無", "407": "極景德。」常悲菩薩聞佛歎彼菩薩名德，", "408": "心入法喜，得現在定，眾想都寂，悉覩諸", "409": "佛為己說明度無極之德，歎己精進索佛", "41": "福盡受罪，殃訖受福，無遠不知。夫得", "410": "之勳，僉曰：「善哉！求佛之志爾為得之。吾", "411": "於往昔始發意時亦皆然也。已逝、甫來、現", "412": "在諸佛，皆如爾索矣。爾必得佛，濟一切生", "413": "也。」常悲菩薩從定寤，左右顧視不復覩諸", "414": "佛，即復心悲流淚且云：「諸佛靈耀自何所", "415": "來？今逝焉如？」菩薩禪度無極一心如是。", "416": "82 〔那賴梵志本生〕（八二）「昔有兩菩薩，志清行淨，內寂無欲，表", "417": "如天金，去穢濁之群，處山澤，鑿石為室。", "418": "閑居靖志，菅衣草席，食果飲泉，清淨無", "419": "為，志若虛空，四禪備悉，得五通智：一能", "42": "四禪，欲得溝港、頻來、不還、應儀，各佛如", "420": "徹視無遐不覩，二能洞聽無微不聞，三", "421": "能騰飛出入無間，四能通知十方眾生心", "422": "中所念，五能自知無數劫來宿命所更。梵", "423": "釋仙聖，諸天龍鬼，靡不稽首。處山澤六", "424": "十餘年，悲念眾生展轉愚冥，不覩為惡", "425": "後有重殃，約情棄欲敬奉三尊，福至響", "426": "應必獲其榮。二梵志者：一名題耆羅，二名", "427": "那賴。題耆夜興誦經，疲極臥出，那賴時亦", "428": "誦經，誤蹈題耆羅首，題耆即興而曰：『誰蹈", "429": "吾首者，明旦日出一竿，破爾之首為七", "43": "來、至真平等正覺、無上之明，求之即得。猶若", "430": "分善乎！』那賴曰：『誤蹈爾耳，祝誓何重？瓦", "431": "器不行之類，尚有相觸，豈況於人共處，終", "432": "年而不誤失乎？爾言常誠，明旦日出，吾", "433": "首必為七分矣。吾當制日不令其出。』遂", "434": "爾不出。五日之間，舉國幽冥，炬燭相尋，", "435": "眾官不修，君民惶惑，會群寮、請道士。王", "436": "曰：『日之不出，其咎安在？』道士之中有五", "437": "通者曰：『山中道士，兩有微諍，故制日令", "438": "不出耳。』王曰：『其諍有緣乎？』道士具以本", "439": "未為王說之。王曰：『奈之何？』答曰：『王率", "44": "萬物皆因地生，自五通智至于世尊，皆四", "440": "群寮民無巨細，馳詣于彼稽首和解，彼", "441": "必慈和。』王即有詔如道士令，詣于山澤叩", "442": "頭曰：『國豐民寧，二尊之潤，而今不和，率土", "443": "失所。其咎在我，黎民無過，願赦之。』那賴", "444": "曰：『王勤曉彼意，彼意解者、吾放日矣。』王之", "445": "題耆羅所，宣那賴旨。王即曰：『令彼以泥塗", "446": "其首放日。』泥首即破為七分，那賴無為。王", "447": "臣黎民靡不欣懌，兩道士為王廣陳治國，", "448": "當以四等無蓋之慈，勸奉五戒載十善而", "449": "行。王及臣民，僉然受戒。王還國有詔曰：『人", "45": "禪成，猶眾生所作非地不立。眾祐又曰：", "450": "無尊卑，帶五戒十善經，以為國政。』自斯", "451": "之後，王潤逮草木，忠臣誠且清讓，父法母", "452": "儀室家各尚，守道貞信，家有孝子。眾祐曰：", "453": "『兩菩薩覩其國主不知三尊，臣民憒憒邪見", "454": "自蔽，猶冥中閉目行。愍其徒死不覩佛", "455": "經，故為斯變，欲其覩明也。』」佛告諸比丘：「那", "456": "賴者，吾身是。題耆羅者，彌勒是。菩薩禪度無", "457": "極一心如是。」", "458": "六度集經卷第七", "46": "『群生處世，正使天帝仙聖巧黠之智，不", "47": "覩斯經，不獲四棄之定者，猶為愚矇", "48": "也。』既有智慧，而復一心即近度世。此為", "49": "菩薩禪度無極一心如是。」", "5": "會眾善，內著心中，意諸穢惡，以善消之。凡", "50": "75 〔比丘得禪〕（七五）「昔者比丘，飯畢澡漱，入深山丘墓間樹", "51": "下坐，叉手低頭，一心滅念。內意心中消去", "52": "五蓋，五蓋滅後，其心煚然，冥退明存。顧", "53": "愍天人蜎飛蚑行蠕動之類，傷其愚惑懷斯", "54": "五蓋，遏絕明善之心。消去五蓋諸善即強，", "55": "猶若貧人舉債治生，獲利還彼餘財修居，", "56": "日有利入，其人心喜。又如奴使免為良", "57": "民，困病獲瘳，九族日興，牢獄重罪逢赦得", "58": "出。又如重寶渡海歷險，還家見親其", "59": "喜無量。心懷五蓋猶斯五苦，比丘見諦", "6": "有四禪：一禪之行，去所貪愛五妖邪事，眼", "60": "去離五蓋，猶彼凡人免上五患，蓋退明進，", "61": "眾惡悉滅，道志強盛即獲一禪。自一禪之", "62": "二禪，凡有三行：一曰勤仂，二曰數念，三", "63": "曰思惟。自斯三事得成四禪，以一禪至", "64": "二禪，以二禪之三禪，以三禪之四禪。四", "65": "禪勝三禪，三禪勝二禪，二勝一。第一之", "66": "禪，十惡退，五善進。何謂十惡？眼樂色、耳音、", "67": "鼻香、口味、身好，并上五蓋，謂之十惡。何謂", "68": "五善？一計、二念、三愛、四樂、五曰一心。斯五善", "69": "處內。第二之禪不計、不念，制心內觀，善", "7": "覩華色心為淫狂，去耳聲、鼻香、口味、身好，", "70": "行在內，不復由耳目鼻口出入，善惡二行", "71": "不復相干，心處在內唯有歡喜也。三禪", "72": "之行除去歡喜，心尚清淨，怕然寂寞，眾", "73": "祐各佛應儀曰：『諸能滅欲淨其心者，身", "74": "終始安。』第四之禪喜心去，得寂定。一禪耳", "75": "為聲亂，二禪心為念亂，三禪心歡喜亂，四", "76": "禪心為喘息亂。一禪耳聲止，進至二禪，二", "77": "禪念滅，進至三禪，三禪歡喜滅，進至四", "78": "禪，四禪喘息滅得空定。菩薩禪度無極一心", "79": "如是。」", "8": "道行之志必當遠彼。又有五蓋：貪財蓋、恚", "80": "76 〔菩薩得禪〕（七六）「菩薩志道，凡以幾事，能令內淨心一得", "81": "禪？或見老者，頭白齒落形體變異，覩之意", "82": "悟曰：『吾後必然。』一心得禪。或覩病者身心", "83": "困痛，猶被杖楚。悵然悟曰：『吾後必然。』一心", "84": "得禪。或覩眾生壽命終訖，息絕熅逝，神", "85": "遷身冷，九族捐之，遠著外野，旬日之間胮", "86": "脹爛臭，或為狐犬眾鳥所噉，肌肉生蟲，", "87": "蟲還食身，膿血惡露滂沱流地，骸骨解散，", "88": "節節異處，足趺脛髀，尻脊脇臂，頭齒髑", "89": "髏，各自分離。道人念曰：『夫生有死，人物", "9": "怒蓋、睡眠蓋、淫樂蓋、悔疑蓋。有道無道，有", "90": "猶幻，會即有離，神逝體散。吾豈得止，獨不", "91": "如彼乎？』覩之愴然，一心得禪。或見久死體", "92": "骨消滅，泥土同塵。深自惟曰：『吾體方爾。』一", "93": "心得禪。或以聞太山湯火之毒、酷裂之痛，", "94": "餓鬼飢饉積年之勞，畜生屠剝割截之苦，", "95": "存之愕然，一心得禪，或見窮凍餓死，或", "96": "見履非之人為王法所戮。道人念曰：『斯人", "97": "遭患由無道志，吾不精進必復如彼也。』", "98": "一其心得禪。深惟內觀，下即為𡱁尿所", "99": "迫，上即為寒熱所愶，覺身可惡，一心"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0152 六度集經: 六度集經", "author": "吳 康僧會譯", "sourceLink": "http://www.cbeta.org/"}