{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2115 鐔津文集", "text": {"0": "14 （與楊公濟晤冲晦山游唱和詩）(一八)重次韻奉詶", "1": "鐔津文集卷第十九", "10": "有效古高世僧萬里求師之志。於稠人中沈", "100": "師之自携書西上獻之　天子。事畢將東歸", "101": "山林。而大覺璉禪師。賦白雲謠以將師之行", "102": "云。白雲人間來。不染飛埃色。遙爍太陽輝。萬", "103": "態情何極。嗟嗟輕肥子。見擬垂天翼。圖南", "104": "誠有機。去當六月息。寧知絪縕采。無心任吾", "105": "適。天宇一何遼。舒卷非留迹。然則師之風貌", "106": "聲容。其所以出處斷可見也矣。紹興改元之", "107": "四年甲寅重陽後一日。書于禦溪東郊草堂", "108": "之北軒。", "109": "又序又序", "11": "沈自策其氣志。若上將軍負所欲建立邦家", "110": "師自東來。始居處無常。晚居餘杭之佛日山。", "111": "退老于靈峯永安精舍。默視其迹。雖或出處", "112": "不定。然其所履之道高妙幽遠。而末路學者", "113": "器近不能曉悟。而師終亦不肯少低其韻。以", "114": "撫循其機。因而嘆曰。吾安能圓鑿以就方柄", "115": "哉。聞聖賢所謂得志則行其道。否則行其言", "116": "而已。言之行猶足為萬世法。使天下後世學", "117": "者。識度修明遠邪見而游正途。則奚必目擊", "118": "而授之謂從己出耶。因卻關著書。以考正其", "119": "祖宗所以來之之迹。為十二卷。輔教編三卷。", "12": "之意。前邁敵國而且戰且行。不遑食息也。聞", "120": "又列定祖圖一面。書成携之京師。因內翰王", "121": "公素獻之　仁宗皇帝。又為書以先之。上讀", "122": "其書。至臣固為道不為名為法不為身。歎愛", "123": "久之。旌以明教大師之號。賜其書入藏。書", "124": "既送中書時。魏國韓公琦覽之。以示歐陽文", "125": "忠公。修公以文章自任以師表天下。又以護", "126": "宗不喜吾教。及見其文。乃謂魏公曰。不意僧", "127": "中有此郎也。黎明當一識之。師聞因往見之。", "128": "文忠與語終日。遂大稱賞其學瞻道明。由是", "129": "師之聲德益振寰宇。事竟遂買舟東下。終老", "13": "所謂東山明教禪師之高文卓行道邁識遠。", "130": "于山林。師雖古今內外之書無所不讀。至於", "131": "所著書。乃廣明外教皇極中庸之道。安危治", "132": "亂之略。王󰊉刑名賞罰之權。而終導之歸於", "133": "無為寂默之道。當世聞人少見其比肩焉。而", "134": "痛以內教自律其身。端以儉素誠德為宿歸", "135": "之地。而慕梁惠約之為人也。其所蘊至道淵", "136": "密。然以其所學較其所為。而未見少差焉。所", "137": "著書觀當世士大夫。不顧名實而是己非他", "138": "也謂以儒而嫉佛乃作輔教編。學者亡孝背義。循養", "139": "其所欲也。乃作孝論。尚綺飾辭章而不知道", "14": "凡獲見其所著文畫莫不錄敘而祕藏之。及", "140": "本也。乃作壇經贊。苟合自輕而不自上以德", "141": "也。乃題遠公影堂文。志其所慕。以風末世之", "142": "華侈也。乃作山茨堂序。因風俗山川之勝欲", "143": "拋擲才力以收其景趣也。乃作武林山志。其", "144": "明聖賢出處之際。性命道德之原。典雅詳正。", "145": "汪洋浩渺。尤為博贍。總號之為論原。其如詩", "146": "書序贊記傳表啟銘誌題述評辯。是是非非。", "147": "所謂太山之毫芒耳。及後終於湖山而火化。", "148": "不壞者六物。天下聞其風莫不東首而長想。", "149": "嗚呼師雲行鳥飛於天地之間。視萬乘之尊。", "15": "於錢唐靈隱山。得嘉禾陳令舉所撰師之行", "150": "其勢霄壤之遼也。顧王公貴人雲泥之異也。", "151": "一旦以其所為之書。獻之天子。為之動容。天", "152": "下靡然嚮風。而使其乃宗乃祖吾佛無上妙", "153": "道。明白於萬世。而卒酬其抱道輔教之志。非", "154": "其自信修誠之效歟。後之學者讀其書。必有", "155": "掩卷而三嘆者也嗚呼。", "156": "師之道譽聲德。既其超邁。故後世學者或", "157": "當時在位道贊人主師表於天下後世者。", "158": "皆仰而慕之。若天雲日星焉。故有尋遺風", "159": "想遐迹。瞻頌稱讚不已。有若前所記。淨因", "16": "業記石刻。末云。師自定祖圖而下謂之治平", "160": "大覺璉禪師將師之白雲謠。若江西洪覺", "161": "範之禮師之骨塔詩。若南海楞伽山端介", "162": "然弔師之古詩凡百韻者。西蜀住龍舒天", "163": "柱山靜禪師遙慕詩而序贊者。若靈源惟", "164": "清禪師之跋詩二手帖而伸贊之者。今皆", "165": "筆之于此。或詳或略。以備研覽。而發季", "166": "世學佛者之志操焉。其淨因大覺璉禪師", "167": "送師之白雲謠者。已見前之後序中。此不", "168": "煩錄矣。", "169": "今既以陳令舉所著之記為前敘舊得一敘。不書名。不知何人所作。或云。瑩道溫觀其　文藻美麗。或近", "17": "集。又有嘉祐集。總六十萬餘言。而其甥沙", "170": "似之他輩不能為也。而中間敘其為文之所以。而不甚流類。不免隨為。葺正之。仍舊綴于集末云。", "171": "禮嵩禪師塔詩禮嵩禪師塔詩三十乙韻石門釋惠洪作", "172": "吾道比孔子。譬如掌與拳。展握故有異。要之", "173": "手則然。晚世苦陵夷。講習失淵源。君看投迹", "174": "者。紛紛等狂顛。韓子亦儒衣。倔強稱時賢。憑", "175": "陵作詬語。到死不少悛。後世師韓輩。冗長猶", "176": "可憐。趨名不自信。泛逐工詞言。譁然皇祐初。", "177": "飛聲鬧喧闐。田衣動成群。怒癭空自懸。縮首", "178": "不暇息。兀坐如蹲猿。堂堂東山公。才大德亦", "179": "全。齒牙生風雷。筆陣森戈鋋。隱然湖海上。長", "18": "門法澄克奉藏之。以信後世。繼聞其廣本。", "180": "庚橫曉天。作書肆豪猛。揮斥莫敢前。群兒", "181": "雖貌敬。臆論已不專。書成謁天子。一日萬口", "182": "傳。坐令天下士。欲見嗟無緣。功成還山中。笑", "183": "語答雲烟。我來不及見。山水自明鮮。入門寂", "184": "無聲。修竹空滿軒。永懷翛然姿。骨目聳清堅。", "185": "僮奴豈知此。住茲亦彌年。指余以石塔。草棘", "186": "北峯巔。再拜不忍去。聽此遶㵎泉。吁嗟末運", "187": "中。那復斯人焉。文章亦細事。清苦非所便。但", "188": "愛公所守。遠拍諸祖肩。遲遲哦公詩。落日滿", "189": "晴川。願持折脚鐺。結茅西㵎邊。歲時邏松檜。", "19": "除已入藏正宗記輔教編外。餘皆在姑蘇吳", "190": "來此掃頹磚。", "191": "吊嵩禪師詩吊嵩禪師詩并引南海楞伽山守端述", "192": "建中靖國改元辛巳冬十一月既望。余抱", "193": "遠公文集。自廬嶽而東。圖入木錢唐布流", "194": "天下。乃特詣師故居永安精舍之後。嶺端", "195": "蒙雪霜排榛莽。於所藏闍維不壞之五相", "196": "舍利小石塔前。恭備香羞茗燭等。作禮以", "197": "供焉。因抽鄙思為五言古詩。凡一百韻。長", "198": "跪端想誠百其心。粲若有對。遂作南音。稽", "199": "然以諷之。庶不忘其本而聊為攀慕悼之", "2": "15 附錄諸師著述(一九)附錄諸師著述", "20": "山諸僧室藏之。余固累遣人至彼山諸僧居", "200": "之誠也。禪師平日有詩云。異鄉風俗客不", "201": "惡。但欲南音來耳邊。余連與藤東西交徼。", "202": "最為密邇。禪師遷寂在於熙寧五年之夏。", "203": "余纔八歲。其實忝師里中之晚生。所作南", "204": "音不得不爾。苟不離正受。庶其裁擇焉。", "205": "覺城否復隍。慧日書有食。苟無明哲士。曷", "206": "以救顛仄。緬惟東山師。降靈自天德。申甫寧", "207": "加諸。奮身若葡蔔。吾法傾不綱。蒼黃莫之測。", "208": "詵詵排佛徒。岩岩侍君側。適操權衡者。兼", "209": "領辭翰職。率意務品藻。庶形在埏埴。唐書預", "21": "歷訪之。而寂然無知其所在者。往往所委不", "210": "之修。韓語例增飾。竊自比丘軻。拒我過楊墨。", "211": "惜彼述至言。曾之通皇極。廢道專以人。訐惡", "212": "肆其力。坑焚必有待。伐削豈容刻。愚俗初易", "213": "欺。聖主終難惑。當時禪講輩。動類百千億。獨", "214": "誰敢枝梧。縮手俟徽纏。唯師奮然作。感憤形", "215": "諸色。一言塗腦肝。萬卷羅胸臆。人爵猶唾遺。", "216": "冥鴻詎籠得。蠢蠢嗟東人。遲遲別南國。歷楚", "217": "仍騁吳。百城慕知識。義龍雲之天。禪虎角而", "218": "翼。誅茆靈峯西。殺簡仙源北。著書傚龍猛。護", "219": "法掌司直。正宗序昭穆。原教辯離即謂儒釋二教雖殊皆", "22": "得其人失於護藏。而為好事者竊移他所也。", "220": "相資而化物也筆峯迴崷󱜛。詞海彌湢㳁。紛葩若輝", "221": "散。宏麗尚典實。匠媧補穹旻。効禹導溝洫。動", "222": "或幾百卷。經世為模則。斯文千古雄。斯義萬", "223": "夫特。據理從所征。處戰無弗克。吾皇遇唐虞。", "224": "吾相遭禹稷。抱書乃西獻。乘時闢凶塞。喜", "225": "覽明光殿。撫念加歎息。賞其繫表才。欝為天", "226": "下式。謂嘗獵英雋。忽此遺彀弋。小避三公位。", "227": "高憑四依軾。慧日昏復明。禪經亂還緎。智林", "228": "久宜茂。福田廣須植。大信過豚魚。至仁周動", "229": "植。良可班諸藏。尋即遵所勅略去五韻飛章類席", "23": "大觀初。余居儀真長蘆之慈杭室。於廣眾中", "230": "卷。橫議同鏡拭。舂喉那補爨。樹口拑拱默。始", "231": "知猛陵翁即師里名。彼多獮猛陵男子故原筮無遺慝。金湯義", "232": "存存。涇渭情湜湜略去二韻既而謂東歸。湖山夢", "233": "還憶。列戶翠可染。當窓秀堪織。風尚清散為。", "234": "僧年白駒逼。孰貴秉燭遊。鼓缶欹吳日。林遠", "235": "爭追隨。宗雷苦凄惻。禪誦心稍隙。騷雅興仍", "236": "亟。道行愈峻卓。德聲轉輝赩略去七韻宴坐君無", "237": "何。遺偈見敦飾。大梅鼯鼠聲。匪我相囚福", "238": "師臨終偈云。不似大梅老。貪隨鼯鼠聲。云奄然遂長往。休徵難具仂。", "239": "明發鷲峯下。闍維火初熄。五相堅不化。鮮柔", "24": "得湖南僧景純上人者。入予室一日投一大", "240": "光燿翌。燦若金出䤵。瑩如玉分玏。式旌無妄", "241": "犯。奉法剛而㥶。靈山眾咸覩。望林加渴醷。剋", "242": "奇冠前籍。景仰動殊域。王公競嗟駭。士庶增", "243": "悃愊略去二韻共收鶴林骨。合葬鷲山肋略去三韻㵎猿", "244": "徒自號。書魚蠹誰蝕。僧史半十料。工歌全九", "245": "罭略去六韻致我來吳楚。慕師自岐嶷。獲記楞伽", "246": "遊。誦味踰鱠職師有遊吾湟川燕嘉亭。及楞伽山寺記也。哲人既云", "247": "殂。至道亦將踣。已乎三十年。臨弔徒深剋。妙", "248": "峯高為塔。梵天廣成國國或作異萬物備蒸嘗。五雲", "249": "爭輔翊。乾坤或幾息。海山有時泐。師其道與", "25": "集於席間曰。此老嵩之全集也。祕之久矣。聞", "250": "名。勃然長觺觺。", "251": "命研味其詩。雖風調氣韻高爽酋勁。而中間凡用事綴韻過于迂辟。今略取其辭意簡雅超邁之", "252": "句。次成七十三韻。亦可見其才志向慕之誠至焉。", "253": "贊明教大師贊明教大師并敘龍舒天柱山修靜述", "254": "始余讀嵩禪師輔教編。愛其文落落有奇偉", "255": "氣。而能發揮釋氏之道。以諭夫當世名儒釋", "256": "子之不知教本者。俾之達性命之奧。見聖賢", "257": "所以施教敷化之心。而不淪於是非相戰之", "258": "地中間敘繁處。皆略之若夫統之有宗而窮深及微。則尚", "259": "恐二家之學者或未易曉其邊徼。況能究其", "26": "師切慕其遺文。願以獻師。余獲之且驚且喜。", "260": "道而見其全乎。及其示寂後闍維而五物不", "261": "灰。然此雖師之糠粃而以歿故已方見信於", "262": "其徒。則其所蘊精粹要妙。而不獲見知於人", "263": "者多矣。嗚呼道之難傳也若是乎。予甚悲之。", "264": "其道雖能化當世名儒。而不能盡化其徒。故", "265": "師歿後其真風勝軌不甚章章絢爛於世。茲", "266": "或希世之才黃鍾之音不投於里耳。小器哉。", "267": "予晚路末學不遑洒掃于庭宇而覘望餘光。", "268": "徒臨風揮涕有胡不萬年之歎也。今採其遺", "269": "芳稽首長想。系之以贊云。", "27": "念茲或天所相而授我耶。若獲至珍重寶。自", "270": "藤山之東。紫雲浮空。爰有僧龍。名配維嵩。自", "271": "脫襁褓。居仁由孝。氷雪其躬。律儀是傚。遠覽", "272": "高翔。遊吳暨梁。道繼佛祖。欲隱彌彰。適丁祇", "273": "園。謗焰四起。縱筆成書。蓋不得已。既而撲", "274": "滅。曇花重榮。嘉祐之間。獨飛英聲。帝澤屢", "275": "霑。公卿折節。咄嗟吾徒。反肆駃舌。遂賦歸", "276": "歟。安於覆盂。少林食毒。異軌同途。小智自", "277": "賢。所在成市。頎然誰儔。理固宜爾。太阿出", "278": "匣。斬蛟戮螭。用之補履。曾不如錐。答焉云", "279": "逝。遺迹莫繼。凜乎真風。永蠲氛翳。嗟乎鯫", "28": "皇極中庸而下總五十餘論。及書啟敘記辯", "280": "生。不克祇承。每一念至。氣填于膺。竟何能", "281": "為。只益慚怍。聊筆清芬。式告來學。", "282": "題明教禪師手帖後題明教禪師手帖後二首靈源叟", "283": "吾佛大法。蓋世出世間千聖萬靈道德性命", "284": "之本源。源深本妙非思議可及。其應緣揚化", "285": "也。當必資開士因王臣之力啟物信而禦外", "286": "魔。開士出。蓋視法運之通塞。決與世致益。不", "287": "苟然也。藤州明教大師嵩和尚其人歟。妙達", "288": "玄宗博極世解。出皇祐至和間。見外黨有致", "289": "吾法之瘡疣者。則曰。予竊菩薩權。為如來使。", "29": "述銘贊武林山志與諸雜著等。約一十六萬", "290": "辯而明之。以度彼惑。俾歸正趣。實所任職矣。", "291": "於是著書聞奏蒙", "292": "仁宗皇帝嘉賞。勅入經藏。班行天下。於是魔", "293": "雲廓而佛日輝也。和尚既建功德於教門。其", "294": "英聲茂實壯飾其曹。稍蘊知識舉知欽慕。而", "295": "比年法值下衰。人根鄙劣。喜剃染之便。爭變", "296": "形服。竊入吾家。紛情世塵。濫廁僧倫者。皆是", "297": "見聞思慮不脫俚俗。何高德勝義之能講慕", "298": "哉。寶因擇言上人當此時能竦所聞而矜所", "299": "慕其賢於濫廁之流者故可稱也。雖久游禪", "3": "序", "30": "餘言。皆舊所聞名而未及見者。雖文理少有", "300": "林服業祖道。而於弘教大士知開導耳目起", "301": "睎󱥱之志也。故在京師。聞律僧有上世與明", "302": "教相厚善者。乃訪問之。彼為道前事。且出", "303": "此帖示之。擇言苦求得之。珍收南來以示余。", "304": "若有異獲。因語之曰。汝企其人而重其遺迹。", "305": "以彼名耶實耶。以名則於彼外矣。徒可資於", "306": "談柄。無益乎己。以實則明教之至論可考。以", "307": "發覆致遠者甚多。汝宜尋而究之。且想彼標", "308": "致以自勉激。則終有益也矣。年月日。", "309": "又帖又帖", "31": "差誤。皆比較選練詮次。幾始成集。庶可觀焉。", "310": "明教大師嵩和尚。自稱藤州東山沙門。乘夙", "311": "悲誓出于皇朝。始以天下縉紳先生。或未究", "312": "我法大道之源。而域守所習跡佛教為夷狄", "313": "之法而篾視之。至加毀滅謂無使混害中國", "314": "周孔之道。和尚惜彼循枝而遺根背源而向", "315": "派。非徒謂暗乎此。其學周孔之道也。可得", "316": "謂能自其明而極其誠。由其誠而盡其道。以", "317": "成天下大本大公。包博無外純全之妙神者", "318": "耶。由於不自知。所以不知人矣。和尚博極古", "319": "今儒釋教道之本。會通聖賢理事論議之跡。", "32": "更冀善本較詳。莫由得也。後又遇周格非出", "320": "若振綱張網舉領提裘。目分毛斂。見者皆明。", "321": "義貫理融感會神府。乃知凡聖人所出之方", "322": "所示之言。特其教之跡矣。使知識之明者。由", "323": "此自返所以跡所以言者。以內照之則靈于", "324": "廓然。無內外無彼此。豈華夷儒釋之可辯耶。", "325": "乃著之書號輔教編。以開諭縉紳先生之徒。", "326": "奏之　天子。上嘉歎之。勅與班行。而名卿鉅", "327": "儒至如歐陽文忠公諸豪。覽其書莫不歎服", "328": "敬而禮之。復緣淺識講解輩毀其宗門。故撰", "329": "正宗記定祖圖以辯其說。亦奏上行之。既而", "33": "守虔州。回得其非韓文三十篇三萬餘言。又", "330": "還東吳示滅。靈迹甚異。具如傳記。其牆岸法", "331": "門啟迪信路。雖古高僧之雄者。不過爾耳。禪", "332": "人寶智得其遺帖求跋。故援毫信手。愧不能", "333": "述其萬一也。靈源叟書。", "334": "至聖至言。回偏樹正。皇天皇覺。決淺賾深。大", "335": "哉善哉。福霑諸後。重刊所疏。續繼斯云。", "336": "鐔津集重刊疏鐔津集重刊疏", "337": "夫明教大師。乃是大乘菩薩。知佛法有難。於", "338": "是乘大願輪復生世間。著書輔教者也。昔宋", "339": "之鉅儒縉紳先生嘗評其文曰。不惟空宗通。", "34": "緣兵火失之。遂未能就其集。近又得本於禦", "340": "亦乃文格高。斯言是矣。歐陽子云。不意僧中", "341": "有此郎耶。當時排佛之心。已廓然熄滅而無", "342": "餘矣。古今僧中之為文者多。而未嘗有出其", "343": "右者。所謂北斗以南一人而已。自昔兵變已", "344": "來。書板磨滅。後之學者無所見聞。為可憂也。", "345": "茲欲重刻吳中。所費繁夥。於是綴疏仰謁群", "346": "賢同道學者。覩茲勝事得無慨然贊助者乎。", "347": "為因緣而出現世間。咸宗鷲嶺。以文章而黼", "348": "黻聖諦。惟尚鐔津。深窮萬法之原。同入三乘", "349": "之藏。讀之可以開人天之眼目。統之可以掃", "35": "溪東藍彥上人。乃與余昔於匡山所得別本", "350": "儒釋之藩籬。好書而不好此書。孰謂好學。明", "351": "道而不明斯道。豈曰明心。欲重刻雲間益廣", "352": "傳于天下。致永叔黎明之見。名重一時。遭", "353": "仁宗天縱之資。功垂萬古。群賢既遇。勝事當", "354": "成。", "355": "洪武甲子春天台松雨齋沙門原旭撰", "356": "右松雨老和尚為琦首座製疏。重刊宋明教", "357": "大師文集於雲間。既以化行開至二十餘版", "358": "矣。適琦公疾作。不克成其事。茲以天全叡首", "359": "座愍邪法增盛。發堅固志繼其芳猷。一日持", "36": "較之。文字亦甚疎謬。乃以韓文條理而正之。", "360": "此卷過余堅密精舍。命題于後。余雖不敏。覩", "361": "此勝因。不覺踴躍而喜。此集湮沒久矣。若使", "362": "竭力成就。大行于世。正所謂揭慧日于中天。", "363": "耀昏衢於叔世者也。天全其勉之。", "364": "永樂三年冬嘉興府僧綱司都綱天寧弘宗書", "365": "重刻鐔津文集後序重刻鐔津文集後序", "366": "學有及物之功。文為載道之器。學而不能利", "367": "乎物。徒學也。文而不能衍乎道。空文也。若", "368": "夫推其道發於文章。肆其學以援斯人。宋明", "369": "教嵩禪師其人歟。嗟夫吾佛之教法心法也。", "37": "然師之著述不得其傳而散落多矣。如天竺", "370": "生靈同而有焉。但為虛妄所蔽。不能顯現。汩", "371": "四生淪六趣。何由得已哉。而吾佛愍之。以此", "372": "心法隨器而諭。俾各得乎本有。或者不仰恩", "373": "懷德反生譏毀。是則自毀其心非毀其教法", "374": "也。教中所謂世智辯聰八難之一。且不信而", "375": "毀。又非虛妄所蔽。若虛妄所蔽。或能了妄即", "376": "真。不信而毀則自昧其心。自昧其心猶種之", "377": "敗芽之焦。不復有發生之日矣。得不尤可愍", "378": "哉。而明教性稟生知。能體佛意。學則必欲援", "379": "世。非徒學也。文則必在明道。非空文也。況是", "38": "慈雲法師行狀曲記。長水暹勤二師碑誌。行", "380": "時天下學士。宗韓氏以拒我。故勸書原教諸", "381": "文不得不作焉。學者總󱓞號鐔津文集。斯文", "382": "行世。真救世明道之要術也。可一日而無哉。", "383": "舊版湮沒。人皆痛惜。嘉禾天寧首座天全獻", "384": "公。乃東海慧眼弘辯禪師之弟子。施衣資重", "385": "梓流行。其亦明教之心也歟。板既成。請敘其", "386": "後。蒙晚生。讀其文集有不得執筆從游之歎。", "387": "今獲廁名于後。不亦大幸乎。不亦大幸乎。", "388": "永樂八年歲在庚寅夏四月初吉", "389": "淅江杭州府徑山禪寺住持沙門文琇", "39": "道舍利述。匡山暹道者碑。定祖圖序。皆余", "390": "鐔津文集卷第十九終", "4": "序釋懷悟述", "40": "自獲石刻而模傳之。今總以入藏正宗記定", "41": "祖圖與今文集等會計之。纔得三十有餘萬。", "42": "其餘則蔑然無聞矣。如令舉所記謂有六十", "43": "萬餘言者。今則失其半矣。吁嗟惜哉。今以", "44": "令舉所撰行業記標之為卷首。貴在見乎師", "45": "之世系嗣祖出世去留之迹。奇節偉行高才", "46": "勝德邁世之風焉。乃以輔教編上中下為前三", "47": "卷。以師所著之文。志在通會儒釋以誘士夫。", "48": "鏡本識心窮理見性。而寂其妬謗是非之聲", "49": "也。又以真諦無聖論。綴于輔教編內壇經贊", "5": "昔賢首菩薩。於華嚴會中。以偈答文殊大士。", "50": "後。以顯師之志在乎弘贊吾佛大聖人無上", "51": "勝妙幽遠淵曠之道。不存乎文字語言。其所", "52": "謂教外別傳之旨殆見乎斯作矣。故其贊末", "53": "云。示法非文字。故至人之宗尚乎默傳也。又", "54": "曰。聖人如春陶陶而發之也。至人如秋濯濯", "55": "而成之也。此謂終歸乎靜默焉。故真諦無聖", "56": "論結云。凡聖知覺者真諦之影響。妄心之攀", "57": "緣耳。然有志於外文字之學者。覽此二說。豈", "58": "不少警于中乎。其輔教集舊本以累經鏤板。", "59": "故雖盛傳于世。而文義脫謬約六十有餘處。", "6": "讚菩薩能示同世間云。雅思淵才文中王。歌", "60": "今皆以經書考正之。覽者可以古本參讀之。", "61": "則其疎謬可審矣。今自論原而下至于贊辭。", "62": "約為十二卷。次前成一十五卷。昔題名嘉祐", "63": "集者是也。其非韓文昔自分三十章。今約為", "64": "三卷。次前成一十八卷。又得古律及山遊唱", "65": "詶詩共一百二十四首。分之為二。總成二十", "66": "卷。命題鐔津文集。示不忘其本也。然師嘗自", "67": "謂。人生世間閑為第一。蓋其自得閒中之趣。", "68": "故其所為之詩。雖不甚豐濃華麗。而其風調", "69": "高古雅談。至其寫志舒懷。有邁世凌雲之風。", "7": "舞談說眾所欣。信乎文之能顯道濟物也。豈", "70": "亦可想見其人也。觀師與月公晦書。自言余", "71": "志在原教而行存孝論。余詳考其書。則功在", "72": "於原教非韓。行在於書僧即僧也者孝論。德在於志", "73": "尚遠公。而題其影堂文道在於壇經贊真諦", "74": "無聖論。其文之高拔勝邁絕出古今。則見乎", "75": "武林山志。故後敘謂因風俗山川之勝。欲拋", "76": "擲其才力。以收其景趣也。乃作武林山志。然", "77": "求世之知言審音者。不亦難其人哉。師自携", "78": "書謁天子宰相而下。凡所見則止以正宗記", "79": "輔教編而投之。至於文忠公則特獻之新撰", "8": "獨今之然乎。自往古他方佛世。無不然耳。始", "80": "武林山志焉。嗚呼。文忠公謂文章如精金美", "81": "玉市有定價。非人輒可以口舌輕重之也。其", "82": "重讀徂徠集云。待彼謗焰熄。放此光芒懸。人", "83": "生一世中。長短無百年。無窮在其後。萬世在", "84": "其前。得長多幾何。得短未足憐。惟彼不可朽。", "85": "名聲文行然。讒誣不須辯。亦止百年間。百年", "86": "後來者。憎愛不相緣。公議然後出。自然見媸", "87": "妍。故師之於慶曆間。始以文鳴道於天下。然", "88": "當是時也。宗儒束教輩。是非之鋒謗罵之焰", "89": "紛然。而師終以是道發而著之。為高文至論", "9": "余年少時。走四方叢林尋訪師友務道專學。", "90": "乘風而殄之蔑如也。故後世學者。有聞其風", "91": "務其道而矚其文者。若脫冥遊望北辰仰昭", "92": "回也。然茲姑以師之經世文章。恢弘輔贊吾", "93": "如來至聖之教之道。涉人間世而然也。若其", "94": "自所履蘊操守。則瑩然若珠光玉采日精月", "95": "華。而不足以方其溫潤高潔明淨也。故令舉", "96": "記其行業云。師之所以自得而樂諸己者。蓋", "97": "不與於此中間。雖以護法遭難。然其所謂珠", "98": "光玉采日精月華者。世雖見其有烟雲水火", "99": "焚溺蔽虧之患。而其光采精華固瑩如也。故"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2115 鐔津文集", "author": "宋 契嵩撰", "sourceLink": "http://www.cbeta.org/"}