{"author": "唐 佛陀波利譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0967 佛頂尊勝陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 967", "1": "御製佛頂尊勝總持經咒序御製佛頂尊勝總持經呪序", "2": "朕惟如來演大乘教。開方便門。千經萬法。無", "3": "非為濟度群生。使不淪業報。佛頂尊勝總持", "4": "經呪者。一切如來智印。廣大慈悲。甚深希有。", "5": "普利昏迷。實巨海之津梁。幽暗之日月。飢渴", "6": "之飲食也。世間善男子善女人一切眾生。能", "7": "發菩提心持誦佩服者。其福德種種無盡。永", "8": "脫諸惡苦趣。從無始以來百千億劫。所積罪", "9": "業悉皆消除。若晝夜勤修不懈。當得諸佛灌", "10": "頂。神天擁護。福壽無量。如是勝果。目覩其", "11": "效。誠實不虛。朕君臨天下。閔斯民之執迷。所", "12": "作所為。墮於惡趣。而不知若斯謬戾。誠為", "13": "可矜。遂以是經呪。用俾河沙剎土。一切有情。", "14": "均沾利益。壽延福增。同臻佛道。又況佛有誓", "15": "盟。廣濟眾生。必先度忠孝。凡忠臣孝子身生", "16": "中國。又逢治世。受種種快樂。皆由其事君事", "17": "親能盡其道。又能敬禮三寶。修積善因。舉足", "18": "之頃。即登覺路。若夫為惡之徒。昧於改悟。所", "19": "作所為。日甚一日。造業深重。甘心墮落。身如", "20": "沐漆。求潔實難。隕墜幽扃。何由出世。苟能回", "21": "心向善。即此一路。可超出劫塵也。", "22": "永樂九年六月　日", "23": "佛頂尊勝陀羅尼經序佛頂尊勝陀羅尼經序", "24": "佛頂尊勝陀羅尼經者。婆羅門僧佛陀波利。", "25": "儀鳳元年從西國來至此漢土到五臺山次。", "26": "遂五體投地向山頂禮曰。如來滅後眾聖潛", "27": "靈。唯有大士文殊師利。於此山中汲引蒼生", "28": "教諸菩薩。波利所恨生逢八難不覩聖容。遠", "29": "涉流沙故來敬謁。伏乞大慈大悲普覆令見", "30": "尊儀。言已悲泣雨淚向山頂禮。禮已舉首", "31": "忽見一老人從山中出來。遂作婆羅門語謂", "32": "僧曰。法師情存慕道追訪聖蹤。不憚劬勞遠", "33": "尋遺跡。然漢地眾生多造罪業。出家之輩亦", "34": "多犯戒律。唯有佛頂尊勝陀羅尼經。能滅眾", "35": "生一切惡業。未知法師頗將此經來不。僧報", "36": "言曰貧道直來禮謁不將經來。老人言既不", "37": "將經來空來何益。縱見文殊亦何得識。師", "38": "可却向西國取此經將來流傳漢土。即是遍", "39": "奉眾聖廣利群生。拯濟幽冥報諸佛恩也。師", "40": "取經來至此。弟子當示師文殊師利菩薩所", "41": "在。僧聞此語不勝喜躍。遂裁抑悲淚至心敬", "42": "禮。舉頭之頃忽不見老人。其僧驚愕倍更虔", "43": "心。繫念傾誠迴還西國。取佛頂尊勝陀羅尼", "44": "經。至永淳二年迴至西京。具以上事聞奏大", "45": "帝。大帝遂將其本入內。請日照三藏法師。及", "46": "勅司賓寺典客令杜行顗等。共譯此經。勅施", "47": "僧絹三十匹。其經本禁在內不出。其僧悲泣", "48": "奏曰。貧道捐軀委命遠取經來。情望普濟群", "49": "生救拔苦難。不以財寶為念。不以名利關懷。", "50": "請還經本流行。庶望含靈同益。帝遂留翻得", "51": "之經。還僧梵本。其僧得梵本將向西明寺。訪", "52": "得善解梵語漢僧順貞。奏共翻譯。帝隨其", "53": "請。僧遂對諸大德共順貞翻譯訖。僧將梵本", "54": "遂向五臺山。入山於今不出。今前後所翻", "55": "兩本並流行於代。其中小小語有不同者幸", "56": "勿怪焉。至垂拱三年。定覺寺主僧志靜。因", "57": "停在神都魏國東寺。親見日照三藏。法師問", "58": "其逗留一如上說。志靜遂就三藏法師諮受", "59": "神呪。法師於是口宣梵音。經二七日句句", "60": "委授。具足梵音一無差失。仍更取舊翻梵本", "61": "勘挍。所有脫錯悉皆改定。其呪初注云最後", "62": "別翻者是也。其呪句稍異於杜令所翻者。其", "63": "新呪改定不錯并注其音。訖後有學者幸詳", "64": "此焉。至永昌元年八月。於大敬愛寺見西明", "65": "寺上座澄法師。問其逗留亦如前說。其翻經", "66": "僧順貞見在住西明寺。此經救拔幽顯最不", "67": "可思議。恐有學者不知故。具錄委曲以傳", "68": "未悟。", "69": "佛頂尊勝陀羅尼經", "70": "罽賓國沙門佛陀波利奉　詔譯", "71": "如是我聞。一時薄伽梵在室羅筏。住誓多林", "72": "給孤獨園。與大苾芻眾千二百五十人俱。又", "73": "與諸大菩薩僧萬二千人俱。爾時三十三天", "74": "於善法堂會。有一天子名曰善住。與諸大天", "75": "遊於園觀。又與大天受勝尊貴。與諸天女前", "76": "後圍繞。歡喜遊戲種種音樂。共相娛樂受諸", "77": "快樂。", "78": "爾時善住天子即於夜分聞有聲言。善住天", "79": "子却後七日命將欲盡。命終之後生贍部洲。", "80": "受七返畜生身。即受地獄苦。從地獄出希得", "81": "人身生於貧賤。處於母胎即無兩目。", "82": "爾時善住天子聞此聲已。即大驚怖身毛皆", "83": "竪愁憂不樂。速疾往詣天帝釋所。悲啼號哭", "84": "惶怖無計。頂禮帝釋二足尊已。白帝釋言聽", "85": "我所說。我與諸天女共相圍繞受諸快樂。聞", "86": "有聲言善住天子却後七日命將欲盡。命終", "87": "之後生贍部洲。七返受畜生身。受七身已即", "88": "墮諸地獄。從地獄出希得人身。生貧賤家而", "89": "無兩目。天帝云何令我得免斯苦。", "90": "爾時帝釋聞善住天子語已。甚大驚愕即自", "91": "思惟。此善住天子受何七返惡道之身。爾時", "92": "帝釋須臾靜住入定諦觀。即見善住當受七", "93": "返惡道之身。所謂猪狗野干獼猴蟒蛇烏鷲", "94": "等身。食諸穢惡不淨之物。爾時帝釋觀見善", "95": "住天子當墮七返惡道之身。極助苦惱痛割", "96": "於心。諦思無計何所歸依。唯有如來應正等", "97": "覺。令其善住得免斯苦。", "98": "爾時帝釋即於此日初夜分時。以種種花鬘", "99": "塗香末香。以妙天衣莊嚴執持往詣誓多林", "100": "園於世尊所到已頂禮佛足右繞七匝。即於", "101": "佛前廣大供養。佛前胡跪而白佛言。世尊善", "102": "住天子云何當受七返畜生惡道之身。具如", "103": "上說。", "104": "爾時如來頂上放種種光。遍滿十方一切世", "105": "界已。其光還來繞佛三匝。從佛口入。佛便微", "106": "笑告帝釋言。天帝有陀羅尼名為如來佛頂", "107": "尊勝。能淨一切惡道。能淨除一切生死苦惱。", "108": "又能淨除諸地獄閻羅王界畜生之苦。又破", "109": "一切地獄能迴向善道。", "110": "天帝此佛頂尊勝陀羅尼。若有人聞一經於", "111": "耳。先世所造一切地獄惡業。悉皆消滅當得", "112": "清淨之身。隨所生處憶持不忘。從一佛剎至", "113": "一佛剎。從一天界至一天界。遍歷三十三天。", "114": "所生之處憶持不忘。", "115": "天帝若人命欲將終。須臾憶念此陀羅尼。還", "116": "得增壽得身口意淨。身無苦痛。隨其福利隨", "117": "處安隱。一切如來之所觀視。一切天神恒常", "118": "侍衛。為人所敬惡障消滅。一切菩薩同心覆", "119": "護。", "120": "天帝若人能須臾讀誦此陀羅尼者。此人所", "121": "有一切地獄畜生閻羅王界餓鬼之苦。破壞", "122": "消滅無有遺餘。諸佛剎土及諸天宮。一切菩", "123": "薩所住之門。無有障礙隨意趣入。", "124": "爾時帝釋白佛言。世尊唯願如來為眾生。說", "125": "增益壽命之法。", "126": "爾時世尊知帝釋意心之所念。樂聞佛說是", "127": "陀羅尼法。即說呪曰。", "128": "曩謨一婆誐嚩帝二怛喇二合路枳也三二合鉢", "129": "囉底四尾始瑟吒二合野五沒馱野六婆誐縛帝", "130": "七怛儞也二合他八唵九尾戌馱野十娑麼娑麼", "131": "三滿哆十一嚩婆娑十二娑頗二合囉拏十三蘖", "132": "帝誐賀曩十四娑嚩二合婆嚩尾󰡊弟十五阿鼻", "133": "詵左覩𤚥十六素蘖哆十七嚩囉嚩左曩十八阿", "134": "蜜㗚二合哆十九鼻矖罽二十摩賀曼怛囉二合", "135": "橎乃二十一阿賀囉阿賀囉二十二阿庾散馱囉柅二十", "136": "三戌馱野戌馱野二十四誐誐曩尾󰡊弟二十五鄔瑟", "137": "膩灑二十六尾惹野尾󰡊弟二十七娑賀娑囉二十八二合", "138": "囉濕銘二十九二合散󰳮儞帝三十薩嚩怛他蘖哆三十", "139": "一嚩路迦𩕳三十二殺橎引囉弭哆三十三跛哩布囉", "140": "抳三十四薩嚩怛他引蘖哆三十五紇哩二合娜野三十", "141": "六地瑟姹二合曩三十七地瑟耻二合跢三十八摩賀", "142": "母捺哩三十九二合嚩日囉二合迦野四十僧賀跢曩", "143": "尾󰡊弟四十一薩嚩嚩囉拏四十二跛野訥蘖帝四十三", "144": "跛哩尾󰡊弟四十四鉢囉二合底四十五𩕳󰨢跢野四十", "145": "六阿欲󰡊弟四十七三摩野四十八地瑟耻二合帝四十", "146": "九麼柅麼柅五十摩賀麼柅五十一怛闥哆五十二部", "147": "跢句致五十三跛哩󰡊弟五十四尾窣普二合吒五十五", "148": "沒地󰡊弟五十六惹野惹野五十七尾惹野尾惹野五十", "149": "八娑麼囉五十九薩嚩沒馱六十地瑟耻二合哆󰡊", "150": "弟六十一嚩日哩二合嚩日囉二合蘖陛六十二嚩日囕", "151": "六十三二合婆嚩覩麼麼六十四稱名舍哩囕六十五薩嚩", "152": "薩怛嚩六十六二合難上左迦野六十七尾󰡊弟六十八薩", "153": "嚩誐帝六十九跛哩󰡊弟七十薩嚩怛他蘖哆七十一", "154": "三麼濕嚩二合娑演覩七十二薩嚩怛他蘖哆七十三", "155": "三麼濕嚩二合娑七十四地瑟耻二合帝七十五沒地", "156": "野沒地野七十六尾沒地野七十七冒馱野冒馱野七十", "157": "八尾冒馱野尾冒馱野七十九三滿哆八十跛哩󰡊", "158": "弟八十一薩嚩怛他蘖哆八十二紇哩二合娜野八十三", "159": "地瑟姹二合曩八十四地瑟耻二合哆八十五摩賀母捺", "160": "㘑二合娑嚩二合賀", "161": "佛告帝釋言。此呪名淨除一切惡道佛頂尊", "162": "勝陀羅尼。能除一切罪業等障。能破一切穢", "163": "惡道苦。天帝此大陀羅尼。八十八殑伽沙俱", "164": "胝百千諸佛同共宣說。隨喜受持。大日如來", "165": "智印印之。為破一切眾生穢惡道苦故。為一", "166": "切地獄畜生閻羅王界眾生得解脫故。臨急", "167": "苦難墮生死海中眾生得解脫故。短命薄福", "168": "無救護眾生樂造雜染惡業眾生得饒益故。", "169": "又此陀羅尼於贍部洲住持力故。能令地獄", "170": "惡道眾生。種種流轉生死。薄福眾生。不信", "171": "善惡業失正道眾生等。得解脫義故。", "172": "佛告天帝。我說此陀羅尼付囑於汝。汝當授", "173": "與善住天子。復當受持讀誦思惟愛樂憶念", "174": "供養。於贍部洲與一切眾生。廣為宣說此陀", "175": "羅尼。印亦為一切諸天子故說此陀羅尼印。", "176": "付囑於汝。天帝汝當善持守護勿令忘失。天", "177": "帝若人須臾得聞此陀羅尼。千劫已來積造", "178": "惡業重障。應受種種流轉生死。地獄餓鬼畜", "179": "生閻羅王界阿修羅身。夜叉羅剎鬼神布單", "180": "那羯吒布單那阿波娑摩囉。蚊虻龜狗蟒蛇", "181": "一切諸鳥。及諸猛獸一切蠢動含靈。乃至蟻", "182": "子之身更不重受。即得轉生諸佛如來一生", "183": "補處菩薩同會處生。或得大姓婆羅門家生。", "184": "或得大剎利種家生。或得豪貴最勝家生。天", "185": "帝此人得如上貴處生者。皆由聞此陀羅尼", "186": "故。轉所生處皆得清淨。天帝乃至得到菩提", "187": "道場最勝之處。皆由讚美此陀羅尼功德。如", "188": "是天帝此陀羅尼。名為吉祥能淨一切惡道。", "189": "此佛頂尊勝陀羅尼。猶如日藏摩尼之寶。淨", "190": "無瑕穢淨等虛空。光焰照徹無不周遍。若諸", "191": "眾生。持此陀羅尼亦復如是。亦如閻浮檀金", "192": "明淨柔軟。令人喜見不為穢惡之所染著。天", "193": "帝若有眾生。持此陀羅尼亦復如是。乘斯善", "194": "淨得生善道。天帝此陀羅尼所在之處。若能", "195": "書寫流通受持讀誦聽聞供養。能如是者一", "196": "切惡道皆得清淨。一切地獄苦惱悉皆消", "197": "滅。", "198": "佛告天帝。若人能書寫此陀羅尼。安高幢上。", "199": "或安高山或安樓上。乃至安置窣堵波中。天", "200": "帝若有苾芻苾芻尼優婆塞優婆夷族姓男族", "201": "姓女。於幢等上或見或與相近。其影映身。", "202": "或風吹陀羅尼。上幢等上塵落在身上。天帝", "203": "彼諸眾生所有罪業。應墮惡道地獄畜生閻", "204": "羅王界餓鬼界阿修羅身惡道之苦。皆悉", "205": "不受亦不為罪垢染污。天帝此等眾生。為一", "206": "切諸佛之所授記。皆得不退轉。於阿耨多羅", "207": "三藐三菩提。", "208": "大帝何況更以多諸供具華鬘塗香末香幢", "209": "幡蓋等衣服瓔珞。作諸莊嚴。於四衢道造窣", "210": "堵波。安置陀羅尼。合掌恭敬旋繞行道歸依", "211": "禮拜。天帝彼人能如是供養者。名摩訶薩埵。", "212": "真是佛子持法棟梁。又是如來全身舍利窣", "213": "堵波塔。", "214": "爾時閻摩羅法王。於時夜分來詣佛所。到已", "215": "以種種天衣妙華塗香莊嚴。供養佛已。繞佛", "216": "七匝頂禮佛足。而作是言。我聞如來演說讚", "217": "持大力陀羅尼故來修學。若有受持讀誦是", "218": "陀羅尼者。我常隨逐守護。不令持者墮於地", "219": "獄。以彼隨順如來言教而護念之。", "220": "爾時護世四天大王。繞佛三匝白佛言。世尊", "221": "唯願如來為我。廣說持陀羅尼法。爾時佛告", "222": "四天王。汝今諦聽我當為汝。宣說受持此陀", "223": "羅尼法。亦為短命諸眾生說。當先洗浴著新", "224": "淨衣。白月圓滿十五日時。持齋誦此陀羅尼。", "225": "滿其千遍。令短命眾生還得增壽。永離病苦", "226": "一切業障悉皆消滅。一切地獄諸苦亦得解", "227": "脫。諸飛鳥畜生含靈之類。聞此陀羅尼一經", "228": "於耳。盡此一身更不復受。", "229": "佛言若人遇大惡病。聞此陀羅尼。即得永離", "230": "一切諸病。亦得消滅應墮惡道。亦得除斷。即", "231": "得往生寂靜世界。從此身已後更不受胞胎", "232": "之身。所生之處蓮華化生。一切生處憶持不", "233": "忘。常識宿命。", "234": "佛言若人先造一切極重惡業。遂即命終乘", "235": "斯惡業應墮地獄。或墮畜生閻羅王界。或墮", "236": "餓鬼乃至墮大阿鼻地獄。或生水中或生禽", "237": "獸異類之身。取其亡者隨身分骨。以土一把", "238": "誦此陀羅尼二十一遍。散亡者骨上即得生", "239": "天。", "240": "佛言若人能日日誦此陀羅尼二十一遍。應消", "241": "一切世間廣大供養。捨身往生極樂世界。若", "242": "常誦念得大涅槃。復增壽命受勝快樂。捨此", "243": "身已即得往生種種微妙諸佛剎土。常與諸", "244": "佛俱會一處。一切如來恒為演說微妙之義。", "245": "一切世尊即受其記。身光照曜一切剎土。佛", "246": "言若誦此陀羅尼法。於其佛前先取淨土。作", "247": "壇隨其大小。方四角作。以種種草華散於壇", "248": "上。燒眾名香。右膝著地胡跪。心常念佛。作", "249": "慕陀羅尼印。屈其頭指以大母指。押合掌。", "250": "當其心上。誦此陀羅尼一百八遍訖。於其壇", "251": "中如雲王雨華。能遍供養八十八俱胝殑伽", "252": "沙那庾多百千諸佛。彼佛世尊咸共讚言。善", "253": "哉希有真是佛子。即得無障礙智三昧。得大", "254": "菩提心莊嚴三昧。持此陀羅尼法應如是。佛", "255": "告天帝我以此方便。一切眾生應墮地獄道", "256": "令得解脫。一切惡道亦得清淨。復令持者增", "257": "益壽命。天帝汝去將我此陀羅尼。授與善住", "258": "天子。滿其七日。汝與善住俱來見我。", "259": "爾時天帝於世尊所。受此陀羅尼法奉持還於", "260": "本天。授與善住天子。爾時善住天子。受此陀", "261": "羅尼已。滿六日六夜。依法受持一切願滿。應", "262": "受一切惡道等苦。即得解脫住菩提道。增壽無", "263": "量甚大歡喜。高聲歎言希有如來。希有妙法", "264": "希有明驗。甚為難得令我解脫。爾時帝釋至", "265": "第七日。與善住天子將諸天眾。嚴持華鬘塗", "266": "香末香寶幢幡蓋天衣瓔珞微妙莊嚴。往詣佛", "267": "所設大供養。以妙天衣及諸瓔珞。供養世尊", "268": "繞百千匝。於佛前立踊躍歡喜坐而聽法。", "269": "爾時世尊舒金色臂。摩善住天子頂。而為說", "270": "法授菩提記。佛言此經名淨除一切惡道", "271": "佛頂尊勝陀羅尼。汝當受持。爾時大眾聞法", "272": "歡喜信受奉行。", "273": "佛頂尊勝陀羅尼經", "274": "那莫薄伽跋帝一　啼隷路迦稽㖿反鉢囉底", "275": "㖿翊可反毘失瑟咤㖿長余何反聲下同勃陀耶一云歸命聖尊三世勝覺", "276": "二　薄伽跋底三　怛姪他四　唵長五　毘輸陀耶馱音", "277": "大娑摩三漫多皤婆娑漫音文六　娑破囉拏揭底", "278": "伽訶那娑婆皤輸󰡊地輸律反下音同阿鼻詵去聲者", "279": "蘇揭多伐折那八　阿󰪹㗚多毘曬平音罽九", "280": "阿上聲訶羅去聲阿訶羅下同十　阿輸散陀長聲", "281": "羅尼十一　輸馱耶輸馱耶馱音並太十二　伽伽那毘", "282": "󰡊提那去十三　烏瑟尼沙毘逝耶󰡊提輸音十四舜入　娑訶", "283": "娑囉喝囉濕弭珊珠地帝帝音伭十五　薩婆怛他", "284": "揭多地瑟咤長聲那頞地瑟恥帝亦丁儞反慕󰮟", "285": "󰺚慕音母干󰽫音犁十六　跋折囉迦長聲耶僧訶多那󰡊", "286": "提十七　薩婆伐羅拏毘󰡊提十八　鉢羅底底丁儞反", "287": "儞伐怛耶阿瑜󰡊提十九　薩末耶阿地瑟恥", "288": "帝底丁儞反帝音伭二十　末禰末禰二十一　怛闥多部多俱", "289": "胝鉢唎󰡊提二十二　毘薩普吒勃地󰡊提毘音弭薩音悉", "290": "二十三　社耶社耶餘何反下同二十四　毘社耶毘社耶二十五", "291": "薩末囉薩末囉勃陀頞地瑟恥多󰡊提底丁儞反", "292": "二十六　跋折梨跋折囉揭鞞二十七　跋折濫婆伐都", "293": "二十八　麼麼受持者於此自稱名薩婆薩埵󰪺迦長聲耶毘", "294": "󰡊提二十九　薩婆揭底鉢唎󰡊提底丁儞反三十句　薩婆", "295": "怛他揭多三摩濕婆娑遏地瑟恥帝底丁儞反三十一帝音伭", "296": "也　勃陀地耶反勃陀同上蒱馱耶蒱馱耶馱音太三", "297": "漫多鉢唎󰡊提三十二　薩婆怛他揭多地瑟咤", "298": "長聲那頞地瑟恥帝底丁儞反三十三　娑婆訶", "299": "那謨薄伽跋帝一　啼隷路迦稽㖿切", "300": "鉢囉底毘失瑟咤㖿餘何切下同長聲勃陀耶", "301": "一云歸命聖尊三世勝覺二　薄伽跋底三　怛姪他四　唵", "302": "長聲五　毘輸馱音太耶娑摩三漫音文多皤", "303": "婆娑六　娑破囉拏揭底伽訶那七　娑", "304": "婆皤輸󰡊輸律切下同地阿鼻詵去聲者蘇揭", "305": "多伐折那八　阿嘧㗚多毘曬鷄取罽切平聲九　阿", "306": "上聲訶羅去聲阿訶囉下同十　阿瑜散陀長聲羅", "307": "尼十一　輸舜入聲馱音太下同耶輸馱耶十二　伽伽那", "308": "去聲毘󰡊提十三　烏瑟尼沙毘逝耶󰡊提十四", "309": "娑訶娑囉喝囉濕弭珊珠地帝十五　薩婆怛", "310": "他揭多地瑟咤長聲那頞地瑟恥帝丁儞切慕音", "311": "母󰮟隷音犁十六　跋折囉迦長聲耶僧訶多那󰡊提", "312": "十七　薩婆伐羅拏毘󰡊提十八　鉢羅底丁儞切儞", "313": "伐怛耶阿瑜󰡊提十九　薩末那阿地瑟恥帝", "314": "音低二十　末禰末禰二十一　怛闥多部多俱胝鉢唎󰡊", "315": "提二十二　毘音弭薩音悉普吒勃地󰡊提二十三　社", "316": "耶社耶餘何切下同二十四　毘社耶毘社耶二十五　薩末囉", "317": "薩末囉勃陀頞地瑟恥多󰡊提二十六　跋折梨", "318": "跋折囉揭鞞二十七　跋折濫婆伐都二十八　麼麼受持", "319": "者於此自稱名薩婆薩埵󰪺迦長聲耶毘秝提二十九　薩", "320": "婆揭底丁儞切鉢唎󰡊提三十　薩婆怛他揭多", "321": "三摩濕婆娑遏地瑟恥帝低字呼三十一　勃陀地耶切勃", "322": "陀同上蒱馱音太耶蒱馱音太耶三漫多鉢唎", "323": "󰡊提三十二　薩婆怛他揭多地瑟咤長聲那頞地", "324": "瑟恥帝三十三　娑婆訶"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0967 佛頂尊勝陀羅尼經", "source": "CBETA"}