{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1976 西方合論", "text": {"0": "9 修持門", "1": "西方合論卷之十", "10": "處，以便參攻。", "100": "正等，十二由旬。」大本云：「池中蓮華，或一由", "101": "旬，乃至百由旬千由旬。」夫人世車輪，大不逾", "102": "丈，縱復輪王千輻金輪，縱廣不過一由旬，何", "103": "得大小相懸乃爾？釋：「花輪大小亦如身城，以", "104": "眾生機有大小故，身城水樹現有大小，蓮華", "105": "亦然。如初地化百佛剎，見佛百葉花；二地化", "106": "千佛剎，即見千葉；三地萬葉；四地億葉；五地", "107": "千億；六地百千億；七地百千億那由他；八地", "108": "百千萬三千大千世界微塵數；九地百千萬", "109": "億阿僧祇國土微塵數；十地十不可說百千", "11": "一、剎土遠近釋。　二、身城大小釋。", "110": "億那由他佛微塵數。以自受用身有大小故，", "111": "見花亦爾，非是花有大小故。甞聞僧言：『海邊", "112": "有阿育王舍利塔，眾生見者光明各異，有", "113": "見無光者，有見光如細豆許者，有見如棗炬", "114": "者，有見如指頂大者，有見大如斗者，如斗", "115": "者千不一見。』眾生同一肉眼所見尚異，何況菩", "116": "薩聲聞乃至人天等，功用懸絕，所感花輪，", "117": "焉得不殊。如此土中剎利貴種，飛樓傑閣遍", "118": "滿城邑；寒微煢子，敝茅土窟乃至不得，不", "119": "應難言大小懸殊。何故？是自福德所招故。寶", "12": "三、壽量多少釋。　四、花輪大小釋。", "120": "池花相，應亦如是。」", "121": "五、日月有無者，諸本或言日月虛空；或言處", "122": "空而不運轉；或不言有無；或直言無有。又經", "123": "曰：「彼佛光明普照佛剎，無量無數不可思議，", "124": "映蔽日月。諸聲聞眾皆有身光，能照一尋；", "125": "菩薩光照極百千尋；二菩薩光明，常照三千", "126": "大千世界。」如是雖有日月，如爝火之處太陽，", "127": "豈有光照？若日月不能照者，應無晝夜。何故？", "128": "經言晝夜六時，及與清旦食時等事，明知", "129": "亦是權說，借此晝夜喻彼時分，非為實事。且", "13": "五、日月有無釋。　六、二乘有無釋。", "130": "晝夜往來者，是眾生心明暗傾奪感有此相，", "131": "故淨佛國土，不應有此。如忉利而上，尚不假", "132": "明日月，何況極樂？縱令有者，亦是彼化國眾", "133": "生，色空見未盡，現有如是日月相故，而實佛", "134": "土，無有日月。如《大論》曰：「釋迦文佛更有淨國", "135": "土如阿彌陀佛；阿彌陀佛亦有不嚴淨國", "136": "如釋迦文佛。」此隨機感說，亦不妨說有故。", "137": "六、二乘有無者，問：「天親菩薩無量壽偈曰：『大", "138": "乘善根界，等無譏嫌名。』乃至『不聞二乘名，何", "139": "況有實是？』諸經中皆言：『國土聲聞不可稱量。』", "14": "七、婦女有無釋。　八、發心大小釋。", "140": "何故？」釋：「先德云：『二乘生者，皆是臨終回小向", "141": "大，以習小功深，聞佛所說及風柯水響，皆", "142": "演小故，暫證小果漸次增進，至菩薩位，非是", "143": "住小。』是故說無二乘者，有二義：一是決定二", "144": "乘不生，是寔無故；二是不住二乘，是畢竟無", "145": "故。辟如二人同官郎署，一人官止于此，一人", "146": "將遷。止郎署者，可以稱郎，以無後官故；將遷", "147": "官者，不定是即，以即畢竟改故。以是故淨土", "148": "不得言有二乘，以畢竟至菩薩位故。」", "149": "七、婦女有無者，《聲王經》中阿彌陀佛，亦有父", "15": "九、疑城胎生釋。　十、五逆往生釋。", "150": "母，何得言無女人？釋此亦化作，如化鸚鵡。", "151": "《海東疏》曰：「《聲王經》說安樂世界阿彌陀佛有", "152": "父母者，是變化女非寔報女；又復雖有父母，", "153": "而非胎生，實是化生，假為父母。如彼經言：", "154": "『若四眾能正受佛之名號，以此功德臨命終", "155": "時，阿彌陀佛即與大眾，住此人所令其得", "156": "見；見已慶悅倍增功德，以是因緣所生之", "157": "處，永離胞胎穢欲之形，純處鮮妙寶蓮花中，", "158": "自然化生，具大神通光明赫奕。』當知父母", "159": "假寄之耳。」或說《聲王經》中說有父母，是顯彼", "16": "一、剎土遠近者，問：「大小本經，皆云西方去此", "160": "佛所住穢土。是義不然。何故？彼經既說寶蓮", "161": "化生，又言二菩薩侍立左右，此等悉是淨土", "162": "相，不異《觀經》所說故。當知彼經所說，提婆達", "163": "多及魔王等，悉于淨土變化所作，不由此等", "164": "為非淨土，如化畜生非穢土故。", "165": "八、發心大小者，魏譯三輩之中，皆有發菩提", "166": "心，《觀經》下品，直言十念。諸經互異，今欲知會", "167": "者，諸經皆是發大菩提心以為因故。何故？若", "168": "是最初無大因者，其人雖復經耳，亦生疑難，", "169": "何得頓聞頓信？是故當知下品十念者，亦是", "17": "十萬億剎，《觀經》獨云：『阿彌陀佛，去此不遠。』二", "170": "宿植大因，後生退墮，故其臨終遇善知識，如", "171": "旱苗得雨，萌芽頓發故。若無因者，知識尚不", "172": "得遇，何況信受。如聰慧貴遊之士，多有愈", "173": "聞愈不信者，即知一聞頓念，非是小緣，不", "174": "應以一生作惡，便謂此人無大因故。經云：「世", "175": "間人民，得聞阿彌陀名號，若慈心喜悅，毛", "176": "髮聳然，淚即出者，皆是累世嘗行佛道，或", "177": "他方佛所嘗為菩薩。」是故不論顓愚黠慧，凡", "178": "至心念佛者，皆是多劫深植善根，發大菩提", "179": "心故。何故？所謂善根者，不專言智慧，若復", "18": "說誰正？」釋：「以遠近無定故，故言亦遠亦近。何", "180": "無根，如種焦穀，豈有芽出？如世間弈棋小", "181": "事，有無知賤流，頓學頓精者；有智士習之，", "182": "終身居末品者，即知是因。小枝無因，尚不", "183": "得入，何況大法？是故若有信是希有難信之", "184": "法者，是人即是大心菩薩故。", "185": "九、疑城胎生者，元魏譯曰：「若有眾生，墮于疑", "186": "悔，積集善根希求佛智、普遍智、不思議智、", "187": "無等智、威德智、廣大智，於自善根不能生", "188": "信，由聞佛名起信心故，以此因緣於五百", "189": "歲處花胎中，猶如苑觀宮殿之想，不見佛，", "19": "故？凡言某方者，某方至某方，至某方幾城幾", "190": "不聞法，是名胎生。」魏譯曰：「不了佛智，然猶信", "191": "罪福，修習善本，願生其國，是故胎生。」宋譯", "192": "曰：「眾生所種善根，不能離相，不求佛慧，妄", "193": "生分別，深著世樂，人間福報，是故胎生。」王", "194": "氏本曰：「若有眾生，修諸功德，願生彼剎，後復", "195": "疑悔，不信有彼佛剎，不信作善得福。其人雖", "196": "爾，續有念心，暫信暫不信，臨命終時，佛乃化", "197": "現其身，令彼目見。以心悔故，其過差少，亦", "198": "生彼剎，是謂胎生。」今按前二譯，但不信自", "199": "性，不了佛智，名胎生故。宋譯則直言修善求", "2": "10 釋異門第十釋異門", "20": "剎者，是從色身建立；身相虛故，是故所計", "200": "生人天者為胎生，極樂國中無胎生故。若王", "201": "氏則又以不信佛剎，不信罪福，暫信暫不", "202": "信為胎生，異前譯中聞名起信，及修習善", "203": "本二種往生。大約淨土中，略言九品，廣言千", "204": "萬品，亦不能盡。如今生人中者，種種福報，", "205": "種種罪業，各各不同，是故諸譯雖互異，皆", "206": "為實語。就中元魏譯，旨趣尤奧，以不信自", "207": "善根故，依他起信即是疑城。信自善根者，即", "208": "頓了自心不從他得，以入悟方能脫疑。是故", "209": "未悟而修，終隔疑胎。胎以裹蔽為義，未悟之", "21": "方向道里，亦皆不實，不得言誰近誰遠。如滇", "210": "人，諸障未徹，合得是報。此等當在中下、下上", "211": "品攝，何故？下品後二種，經歷六劫、十二劫方", "212": "得花開，此但五百歲故。若如王本，則信佛猛", "213": "利未若最後二種。又所生在其剎邊地，不應", "214": "五百歲得見佛故。", "215": "十、五逆往生者，《大經》曰：「唯除造五無間惡業，", "216": "誹謗正法及諸聖人。」《觀經》則五逆十惡，臨終", "217": "十念，皆得往生。當知《大經》揀五逆者，以誹", "218": "謗故。何故？入淨土以信為導師，誹謗是信", "219": "之賊。如水無所不容但不容火，以火自不能", "22": "人言燕地遠，是從滇計故，燕實無遠；齊人", "220": "容故；如風無所不入但不入石，以石自不堪", "221": "入故。誹謗之人，燒正法如猛焰，障佛智如鐵", "222": "壁，是故法海慧風，無因得受。《觀經》揀誹謗", "223": "不揀五逆者，義同文異。以五逆雖至惡，尚無", "224": "決定不信之見，不應揀故。然有大心之人，始", "225": "或不信，後因啟發，猛省前失。如韓昌黎始斥", "226": "佛骨，後歸依大顛；張無盡初詆佛書，欲著無", "227": "佛論，後觀《淨名經》，大有省發，卒為宗門龍", "228": "象，尤是法中希有之事。是故儒林英特，或", "229": "有謬聽先入，誤謗佛法，但速圖改悔，即是", "23": "言燕地近，是從齊計故，燕實無近。又如十", "230": "盛事，不應以謗為障難故。", "231": "西方合論卷之十終", "24": "步之地，蟻子即遠，大象即近，不應言遠是", "25": "實。何故？是地不當從蟻計故。亦不應言近是", "26": "實。何故？是地不當從象計故。又則計十步", "27": "者，亦非是寔，何故？是地既不從蟻不從象，亦", "28": "不當從人計故。《智度論》曰：『隨世俗所傳，故說", "29": "有方，方實不可得。』問曰：『何以言無方是方，亦", "3": "夫西方大旨，經中自明；淨土要門，諸論具", "30": "有亦常？如經中說日出處是東方，日沒處是", "31": "西方，日行處是南方，日不行處是北方。日有", "32": "三分合，若前合，若今合，若後合，隨方日分，", "33": "初合是東方，南方西方亦如是，日不行處是", "34": "無分。』答曰：『不然。須彌山在四域之中，日繞須", "35": "彌照四天下。欝怛羅越日中，是弗婆提日出，", "36": "於弗婆提人是東方；弗婆提日中，是閻浮提", "37": "日出，於閻浮提人是東方，是實無初。何以", "38": "故？一切方皆東方，皆南方，皆西方，皆北方。", "39": "汝言日出處是東方，日行處是南方，日沒處", "4": "釋。如天親、智者、海東、越溪等，皆抉發幽微，", "40": "是西方，日不行處是北方，是事不然。』問曰：", "41": "『我說一國中方相，汝以四國為難。以是故東", "42": "方非無初。』答曰：『若一國中日與東方合，是為", "43": "有邊，有邊故無常，無常故是不遍，以是故但", "44": "有方名而無實。是則方所尚不可得，豈有程", "45": "途？然亦不廢方所及程途故，何故？以不當從", "46": "閻浮提計，亦可即閻浮提計故。如日雖非東", "47": "西出沒，亦可言東出西沒故。』」", "48": "二、身城大小者，問：「《聲王經》曰：『阿彌陀佛與", "49": "聲聞俱，其國號曰清泰。聖王所住，其城縱廣", "5": "舉揚宗趣；近則雲棲和尚，所著小本疏鈔，條", "50": "十千由旬。』《觀經》曰：『佛身高六十萬億那由他", "51": "恒河沙由旬，眉間白毫右旋宛轉如五須彌", "52": "山，佛眼如四大海水。』今計一海八萬四千", "53": "由旬，四海合三十三萬六千由旬。身過其眼", "54": "五百六十萬由旬，計所住城，尚少于眼三十", "55": "二萬六千由旬，何況其身，不應身城懸絕如", "56": "是。」釋：「海東《疏》中，亦有此問。《疏》曰：『彼佛有眾多", "57": "城，隨眾大小城亦大小。大城之中，示以大", "58": "身，小城之中，現以小身。《聲王經》言「十千由旬」", "59": "者，是與聲聞俱住之城，當知佛身相當而住。", "6": "分類析，精宏淵博，真照夜途之長炬，截苦海", "60": "《觀經》所說身高大者，當知其城亦隨廣大，與", "61": "諸大眾俱住處。』故先德云：『《法華》中淨光莊嚴", "62": "土，唯演頓故；《淨名》中眾香佛土，純菩薩故，所", "63": "以彼佛但現高大之身。若安養土，頓漸俱談，", "64": "聲聞菩薩共為僧故，故使佛示生身法身二", "65": "種之相，三十二相，通于生法，大小共見；若", "66": "八萬相，局在法身，大乘賢聖，方得見也。』是故", "67": "應以藏塵尊特之相得四益者，佛為稱機現", "68": "藏塵尊特身；應以八萬尊特之相得四益者，", "69": "佛為稱機現八萬尊特身；應以三十二尊特", "7": "之輕舟。諸師所發，已無餘蘊。但諸經中，隨時", "70": "之相得四益者，佛為稱機現三十二尊特身。", "71": "如毘盧遮那，聲聞視聽，隔于對顏，不妨菩", "72": "薩，更見大身。何故？佛身隨所被機，大小如", "73": "日，光隨隙分大分小，而是日光無大小故。」", "74": "三、壽量多少者，經云：「彼佛壽命無量無邊阿", "75": "僧祇劫。」又云：「彼佛至般泥洹時，觀世音菩薩", "76": "乃當作佛。」既當入滅，即是有量。釋：「先德云：", "77": "『藏通補處彰佛有量；別圓補處顯佛無量。以", "78": "十方三世一切如來，更無彼此，迭相見故；同", "79": "一法身，一智慧故。菩薩機忘，如來應息，名補", "8": "立教，逗根說義，時有差別，致生學者疑畏。", "80": "佛處，實異藏通，前佛定滅，後佛定生。故《金光", "81": "明》四佛降室，《疏》乃釋云：「若見四佛同尊特身，", "82": "一身一智慧，即是常身，弟子眾一故；若見四", "83": "佛佛身不同，即是應化，弟子眾多故。」』故知", "84": "全法界身，非生非滅，豈得竪分當現，橫論彼", "85": "此；既非生滅，無量義成。且淨佛剎中，摩剎水", "86": "樹，皆是佛身故。經中云：『是諸眾鳥，皆是阿彌", "87": "陀佛變化所作。』《智度論》曰：『眾生甚多，若佛處", "88": "處現身，眾生不信謂為幻化，心不敬重；有眾", "89": "生從人聞法，心不開悟，若從畜生聞法，則便", "9": "今略為拈出，博採諸論，附以管見，會歸一", "90": "信受。如《本生經》說：菩薩受畜生身為人說法，", "91": "人以說法希有故，無不信受。有人謂畜生是", "92": "有情之物，以樹木無心而有音聲，則皆信受。』", "93": "以是故水樹禽鳥，皆是佛身變現故。若佛壽", "94": "量有盡者，道場國土及諸水鳥音聲，亦應有", "95": "盡。若有盡者，不應有補；若無盡者，不應言", "96": "滅。如虛空分齊，非有分齊，非無分齊，以不思", "97": "議智照之可得。」", "98": "四、花輪大小者，小本曰：「池中蓮華，大如車輪。」", "99": "《觀經》云：「一一池中有六十億七寶蓮華，團圓"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1976 西方合論", "author": "明 袁宏道撰", "sourceLink": "http://www.cbeta.org/"}