{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1502 菩薩受齋經: 菩薩受齋經: 菩薩受齋經", "text": {"0": "No. 1502", "1": "菩薩受齋經", "10": "檀布施，當得檀波羅蜜；如我受莂，當得惟逮", "11": "波羅蜜；一心坐禪，當得禪波羅蜜；如我說經，", "12": "當得般若波羅蜜，是為漚惒拘舍羅，從是得", "13": "摩訶般若波羅蜜，如念泥犁中人、薜荔中人、", "14": "畜生中人，令得解脫出生為人，從是分檀布", "15": "施，當到須摩提拘樓檀阿彌陀佛前，受得三", "16": "昧禪。」是為菩薩受齋法。", "17": "佛告須菩提：「菩薩有十念，當護之。何等十念？", "18": "當念過去佛，是菩薩法；當念未來佛，是菩", "19": "薩法；當念一切十方現在佛，是菩薩法；當念", "2": "西晉居士聶道真譯", "20": "尸波羅蜜持戒，是菩薩法；當念禪波羅蜜，是", "21": "菩薩法；當念漚惒拘舍羅，是菩薩法；當念般", "22": "若波羅蜜，是菩薩法；當念禪三昧六萬菩薩", "23": "在阿彌陀佛所，是菩薩法；當念過去、當來、今", "24": "現和上阿闍梨，是菩薩法。是為十念。若有", "25": "發意求菩薩道者禪，日當思惟，是為十事，不", "26": "念為污行。「菩薩齋日有十戒：第一，菩薩齋日", "27": "不得著脂粉、花香。第二，菩薩齋日不得歌舞、", "28": "捶鼓、伎樂、莊飾。第三，菩薩齋日不得臥高床", "29": "上。第四，菩薩齋日過中以後不得復食。第五，", "3": "菩薩受齋法言：「某自歸佛，自歸法，自歸比丘", "30": "菩薩齋日不得持錢、刀、金銀、珍寶。第六，菩薩", "31": "齋日不乘車、牛、馬。第七，菩薩齋日不得捶兒", "32": "子、奴婢、畜生。第八，菩薩皆持是齋，從分檀布", "33": "施得福，我是菩薩，如我念在泥犁中人、薜", "34": "荔中人、畜生中人，令得解脫，出生為人，從是", "35": "分檀布施，當至須訶摩持拘樓檀阿彌陀佛", "36": "前，受得三昧禪，是為菩薩解齋法。", "37": "菩薩齋日去臥時，於佛前叉手言：『今日一切", "38": "十方其有持齋戒者，某助安無量；今日其有", "39": "持戒者，某助安無量；今日其有忍辱者，念", "4": "僧。某身所行惡，口所言惡，意所念惡，今已除", "40": "天下人民者，某助安無量；今日其有精進者，", "41": "某助安無量；今日其有智慧說經者，某助安", "42": "無量，持是代勸助歡喜福施，與歸流十方一", "43": "切人、非人薩惒薩所在勤苦厄難之處，皆令", "44": "得福，解脫憂苦出生為人，安隱富樂無極。』是", "45": "菩薩齋日，不得見掃除。第九，菩薩齋日不得", "46": "飲食盡器中。第十，菩薩齋日不得與女人相", "47": "形笑，共坐席，女人亦爾。是為十戒，不得犯，不", "48": "得教人犯，亦不得勸勉人犯。」菩薩解齋法言：", "49": "「南無佛，南無法，南無比丘僧！某若干日、若干", "5": "棄。某若干日、若干夜，受菩薩齋，自歸菩薩，如", "50": "夜，持菩薩齋。從分檀布施，當得檀波羅蜜；如", "51": "我持戒，當得尸波羅蜜；如我念十方天下人", "52": "令得安隱，當得羼提波羅蜜；如我受莂，當", "53": "得惟逮波羅蜜；如我坐禪，當得禪波羅蜜，是", "54": "為漚惒拘舍羅，如摩訶般若波羅蜜。」如諸菩", "55": "薩六萬菩薩法齋，日夜一分禪、一分讀經、一", "56": "分臥，是為菩薩齋日法。正月十四日受，十七", "57": "日解；四月八日受，十五日解；七月一日受，十", "58": "六日解；九月十四日受，十六日解。", "59": "右齋日數。", "6": "前六萬菩薩，皆持是齋。我是菩薩，如先行菩", "60": "歸命西方阿彌陀三耶三佛檀，廅樓亘摩訶", "61": "那鉢菩薩，三毒消除，往生尊剎。", "62": "清淨尊神國，安隱在西方，", "63": "願得自歸命，奉事無上王。", "64": "神通聖智達，照見我心情，", "65": "自歸諸大護，百劫不動傾。", "66": "菩薩受齋經", "7": "薩文殊師利，洹那鳩樓、阿蕪陀、曇無迦、彌勒、", "8": "阿惟樓尸利、沙門陀樓檀那、羅首楞及陀宿", "9": "命菩薩所持齋。我是菩薩，持菩薩齋。若我分"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1502 菩薩受齋經: 菩薩受齋經: 菩薩受齋經", "author": "西晉 聶道真譯", "sourceLink": "http://www.cbeta.org/"}