{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0776 佛說四品法門經: 佛說四品法門經: 佛說四品法門經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 776", "1": "佛說四品法門經", "2": "西天譯經三藏朝奉大夫試光祿卿", "3": "明教大師臣法賢奉　詔譯", "4": "如是我聞：一時，佛在舍衛國祇樹給孤獨園，", "5": "與大眾俱。爾時，尊者阿難獨止靜室，心生", "6": "是念：「世間有情，所有驚怖，乃至災害、障難、疾", "7": "病、過咎。已生、當生者，皆是愚人所有；智者即", "8": "無。」尊者阿難思惟如是事已，從座而起，往詣", "9": "佛所。到佛所已，頭面禮足，修奉已畢，住", "10": "立一面，而白佛言：「世尊！我獨靜室，心生是", "11": "念：『世間所有驚怖等事，皆是愚人所有；智", "12": "者即無。』惟願世尊，為我解說。」", "13": "佛告阿難：「汝今諦聽，當為汝說。」阿難白言：「唯", "14": "然。世尊！願樂欲聞。」佛言：「阿難！如是世間所有", "15": "驚怖等事，已生、當生，所謂災害、障難、疾病、過", "16": "咎等，皆是愚人所有；智者即無。阿難！譬如有", "17": "人堆積乾葦為火所燃，而彼愚人驚怖等事，", "18": "亦復如是。阿難！如是過去、未來、現在世中，愚", "19": "人有災害，智者無災害；愚人有障難，智者", "20": "無障難；愚人有疾病，智者無疾病；愚人有過", "21": "咎，智者無過咎。阿難！當知是愚人法，是智者", "22": "法，知彼愚人法已，當可遠離行智者法。如是，", "23": "阿難！汝應當學。」", "24": "阿難白佛言：「世尊！何名愚人？」佛告阿難：「愚人", "25": "者，愚為不了。世間愚人，於法不了，故名為愚。", "26": "不了者何？不了法境有四品類，所謂不了界", "27": "法、不了處法、不了緣起法、不了處非處法。阿", "28": "難！於如是法，不能了達，是故得名為愚人", "29": "也。」", "30": "阿難白言：「世尊！如是，如是。不了四法，得名", "31": "愚人。又復云何得名智者？」", "32": "佛告阿難：「言智人者，於法揀擇，善了是非，故", "33": "名智人。善了者何？善了法境，亦四品類，所謂", "34": "善了界法、善了處法、善了緣生法、善了處", "35": "非處法。善能了知如是等法，是故得名為智", "36": "人也。」", "37": "阿難復白佛言：「善了此法，得名智者。而此智", "38": "者，了何界法？」", "39": "佛告阿難：「汝能善問，當為汝說。言界法者，而", "40": "有多種，所謂眼界、色界、眼識界；耳界、聲界、耳", "41": "識界；鼻界、香界、鼻識界；舌界、味界、舌識界；身", "42": "界、觸界、身識界；意界、法界、意識界。如是十八", "43": "界，彼智慧者，如實了達。「復有六界，所謂地", "44": "界、水界、火界、風界、空界、識界，如是六界，彼智", "45": "慧者，如實了達。「復有六界，所謂喜界、樂界、", "46": "苦界、捨界、煩惱界、無明界，如是六界，彼智慧", "47": "者，如實了達。「復有六界，所謂貪欲界、瞋恚", "48": "界、不瞋界、殺害界、不殺界、出離界，如是六界，", "49": "彼智慧者，如實了達。「復有四界，所謂受界、想", "50": "界、行界、識界，如是四界，彼智慧者，如實了達。", "51": "「復有三界，所謂欲界、色界、無色界，如是三界，", "52": "彼智慧者，如實了達。「復有三界，所謂下界、", "53": "中界、上界，如是三界，彼智慧者，如實了達。「復", "54": "有三界，所謂善界、不善界、無記界，如是三界，", "55": "彼智慧者，如實了達。「復有三界，所謂有學", "56": "界、無學界、學無學界，如是三界，彼智慧者，如", "57": "實了達。「復有二界，所謂有漏界、無漏界，如", "58": "是二界，彼智慧者，如實了達。「復有二界，所", "59": "謂有為界、無為界，如是二界，彼智慧者，如", "60": "實了達。「阿難！如是等界，諸有智者，善能了", "61": "達。」阿難白佛言：「世尊！彼智慧者，如是了達諸", "62": "界法已，又復云何，了達處法？」", "63": "佛告阿難：「言處法者，謂十二處：眼處、色處、耳", "64": "處、聲處、鼻處、香處、舌處、味處、身處、觸處、意處、", "65": "法處。此十二處，智慧之者，如實了達。」", "66": "阿難白佛言：「世尊！智者如是了達十二處已，", "67": "又復云何了緣生法？」", "68": "佛告阿難：「智者應知，十二緣法，從因緣起，由", "69": "因緣故，即有諸法。因緣者何？所謂無明緣行，", "70": "行緣識，識緣名色，名色緣六處，六處緣觸，", "71": "觸緣受，受緣愛，愛緣取，取緣有，有緣生，生", "72": "緣老死、憂悲、苦惱，如是即一大苦蘊集。若了", "73": "如上緣生之法，因緣性空，緣聚即有，緣散", "74": "即無；緣法無故，即無諸法。所謂無明滅即行", "75": "滅，行滅即識滅，識滅即名色滅，名色滅即", "76": "六處滅，六處滅即觸滅，觸滅即受滅，受滅", "77": "即愛滅，愛滅即取滅，取滅即有滅，有滅即", "78": "生滅，生滅即老死憂悲苦惱滅，如是即一大", "79": "苦蘊滅。如是生滅之法，智者應當如實了", "80": "達。」", "81": "阿難白佛言：「世尊！彼智慧者，於緣生法，如實", "82": "知已，復云何了處非處法？」", "83": "佛告阿難：「非處法者，謂身、口、意造不善業，", "84": "而獲所樂善果報者，無有是處。若身、口、意造", "85": "諸善業，而復獲於不善報者，亦無是處。言", "86": "是處者，謂身、口、意造諸善業，而獲所樂勝妙", "87": "果報，斯有是處。若身、口、意造不善業，而獲", "88": "所感不善果報，亦有是處。", "89": "「又復，阿難！言非處者，謂身、口、意造不善業，", "90": "如所希求殊勝之果，由此因緣，命終之後，若", "91": "生人天，無有是處。若身、口、意造於善業，墮惡", "92": "趣者，亦無是處。言是處者，謂身、口、意造諸善", "93": "業，生人天者，斯有是處。若造惡業，墮惡趣", "94": "者，亦有是處。", "95": "「又復，阿難！世間若有二佛出世，無有是處。一", "96": "佛出世，斯有是處；又復世有二輪王出，亦無", "97": "是處。一輪王出，斯有是處。如是若有女人，為", "98": "轉輪王，治化世間，乃至為彼四王天主、忉", "99": "利天主、大梵天王，及成緣覺無上菩提者，如", "100": "是等事，無有是處。若有善男子，具大人相，福", "101": "慧莊嚴，為轉輪王，出於世間，乃至得成無上", "102": "菩提，斯有是處。", "103": "「又復，阿難！若正見人，殺父、害母、殺阿羅漢、破", "104": "和合僧、出佛身血，造於如是五逆業者，無", "105": "有是處。若異生凡夫愚癡邪見，造五逆者，斯", "106": "有是處。", "107": "「又復，阿難！若正見人，受具戒品，自犯戒已，於", "108": "阿闍梨而生毀謗，作如是言：『此阿闍梨不善", "109": "戒法，亦復不能受持禁戒，我當揀擇別阿闍", "110": "梨，受學戒法。』作是言已，詣餘沙門婆羅門所，", "111": "選擇師受彼人，或見沙門婆羅門，作諸戲論。", "112": "不律儀者，依稟於彼為阿闍梨，而求寂靜出", "113": "離三有，無有是處。如是等事，若愚癡邪見，作", "114": "此求者，斯有是處。", "115": "「又復，阿難！若人不斷根本煩惱及隨煩惱，", "116": "由煩惱故損減善根，障礙智慧，覆蓋涅盤真", "117": "寂靜法。彼人若了四念處者，無有是處。若", "118": "人斷除根本煩惱及隨煩惱，善能了解四念", "119": "處法，求趣涅盤者，斯有是處。", "120": "「又復，阿難！若人不斷煩惱，善了四念處，能", "121": "證七覺支，趣向涅盤者，無有是處。若人斷除", "122": "煩惱法已，了四念處，證七覺支，趣向涅槃者，", "123": "斯有是處。", "124": "「又復，阿難！若人不斷煩惱，而了四念處，證", "125": "七覺支，盡苦邊際，趣向涅盤，成緣覺菩提，乃", "126": "至無上正等正覺者，無有是處。若斷煩惱，了", "127": "四念處，證七覺支，盡苦邊際，趣向涅盤，成緣", "128": "覺菩提，乃至無上正等正覺者，斯有是處。」", "129": "佛告阿難：「智者如是，如實了達處非處法。汝", "130": "等應當如理而學。」", "131": "爾時，阿難白佛言：「世尊！我聞如是未曾有法，", "132": "得甘露味，深自慶快。世尊！當何名此經，我等", "133": "云何受持？」佛告阿難：「是經名為『四品法門』，亦", "134": "名『法鏡』，亦名『甘露鼓』，亦名『多界』，如是名字，汝", "135": "當受持。」", "136": "爾時，尊者阿難及諸大眾聞佛所說，皆大歡", "137": "喜，信受奉行。", "138": "佛說四品法門經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0776 佛說四品法門經: 佛說四品法門經: 佛說四品法門經", "source": "CBETA"}