{"author": "唐 徐靈府撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2096 天台山記", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2096", "1": "天台山記", "2": "方瀛觀徐徵君纂", "3": "孫綽云。涉海則有方丈蓬萊。登陸則有四明", "4": "天台。信矣哉。蓋寰瀛之靈塘。三清之別館", "5": "按真誥云。天台山高一萬八千丈。周迴八百", "6": "里。山有八重。四面如一。當牛斗之分。以其上", "7": "應台宿光輔紫宸故。名天台。亦曰。桐柏棲", "8": "山陶隱居登真。隱訣云。大少台處五縣中央。", "9": "即餘姚臨海處興句章剡縣是大小台乃桐柏山六里乃至二石", "10": "橋。先得小者。復行百餘里。更得大者。在最高", "11": "處。採藥人髣髴見之。石屏虹梁與畫相似。又", "12": "見玉堂金闕。望橋邊有蓮花。狀大如車輪。其", "13": "花恍惚不可熟見。大小台者。以石橋之大少", "14": "為名。據此說。即天台與桐柏二山。相接而", "15": "小異也。按長康啟蒙記云。天台山在會稽郡", "16": "五縣界中。去人境不遠。路經瀑布。次經猶", "17": "溪。至于浙山。猶溪在唐興縣。東二十里發", "18": "源。自花頂。從鳳凰山東南流。合縣大溪。入", "19": "于臨海郡溪江也。其水深岭前有石橋。遙", "20": "望不盈尺長。數十步臨絕溟之澗。忘其身者", "21": "然後能度。度者見天台山。蔚然凝秀。雙嶺於", "22": "青霄之上。有瓊樓玉堂。瑤琳醴泉。仙物異", "23": "種。偶或有見者。當時斫樹記之。爾尋則不復", "24": "可得也。按此記說。則神異之所。非造次可", "25": "覩焉。今遊人眾所見者。蓋非此橋。且猶溪", "26": "高處不見有橋。今眾人所見者。乃在歇亭西", "27": "二十里。水流于剡縣界。定知。不是長康所說", "28": "之橋也。州取山名。曰台州。縣隷唐興。即古始", "29": "豐縣也。肅宗上元二年。改為唐興縣。山去州", "30": "一百四十八里。去縣有一十八里。一頭亞入", "31": "滄海。中有金𨓍不死之鄉。在桐柏之中。方圓", "32": "可三十里。上常有黃雲䨱之。樹則蘇玡琳碧。", "33": "泉則石髓金漿。真誥所謂金庭洞。天是桐柏。", "34": "真人之所治也。真人　周靈王太子喬。字", "35": "子晉。好吹笙。作鳳鳴於伊𨿜間。道人浮近公", "36": "接以上嵩山。三十餘年後。求之不得。偶乘白", "37": "鶴謝時人而去。以仙官授任為桐柏。真人右", "38": "弼王領五岳。司侍帝來治茲山也。故真誥云。", "39": "吳句曲之金陵。越桐柏之金𨓍。成真之靈墟。", "40": "養神之福境。名山福地記云。洪波不登三災", "41": "黃莫至。又云。經丹水南行。有洞交會。從中過", "42": "即。赤城丹山之洞。上玉清平之天。周迴三百", "43": "里。洞門在樂安縣界。即十六洞天第六洞也。", "44": "即茆司命所治也。群峯崢嶸。碧障合沓。磨霄", "45": "凌漢。因蒸雲起霧。桑迸芳瑤。花間發。光彩", "46": "輝燭。四時如春。鳳翔神鸞棲於其上。豐孤文", "47": "豹隱於其中。南馳縉雲。北接四明。東拒溟滶。", "48": "西通剡川。又多產檉松桂垂珠積翠於重巖", "49": "聖光靈芝吐耀於幽谷。至於巖煙匿景。匪從", "50": "與五岳爭雄。考異搜奇自可引三山為正爰", "51": "泊。晉宗至于梁陳咸以日中星󱤵望秩茲山", "52": "藏壁獻琛率為常興。枹朴子內篇云。凡諸小", "53": "山不堪作神丹金液。皆有木石之精。千歲老", "54": "魅能壞人藥。唯嵩鎮少失縉雲羅浮。大小台", "55": "比諸山。正神居處。助人為福。可以修真。練", "56": "藥台矣。天台觀在唐興縣北十八里。洞柏山", "57": "西南瀑布巖下。舊圖經云。吳主孫權為葛仙", "58": "公所創。最居形勝。北松王真君。壇東北連丹", "59": "霞洞。西北拋翠屏巖。故孫興公天台山賦云。", "60": "榑壁立之翠屏即此巖也。仙壇與翠屏巖聳", "61": "空鬪峙瀑布迸流落落西崖間。可千餘丈。狀", "62": "素蜺垂天。飛帛觸地。孫興公賦云。瀑布飛流。", "63": "以界道即此處是也。騰波濆沫近驚翻雲。鼓", "64": "怒浪雷遙聞神悅瀑布南流。百餘步與靈溪", "65": "相合。流注縣大溪。入于臨海郡也。觀中流", "66": "引瀑水縈遶廊院。灌注池沼。苛芰芬芳蘿竹", "67": "交暯。遊者忘歸。勝概之極也。觀東一百五十", "68": "步。先有故柳史君宅。號曰。紫霄山居。南矚", "69": "蒼嶺。北接紫霄。峯左右皆烈小山。邐迤為", "70": "勢。東北連丹霞洞。洞有葛仙公練丹之初所", "71": "也。宅中多植靈苑翠檉修笙。其卉曲池環沼。", "72": "藥院丹爐。斯亦鍊化之奇景也。柳君名泌。憲", "73": "宗十三年自復州石門山。詔徵授台州刺史。", "74": "不至郡便山。山下領務備藥後渾家於丹霞", "75": "洞隱仙也。自天台觀。西去瀑布寺一里。宋元", "76": "嘉年中。沙門法順所興立。近瀑布下。因以為", "77": "名寺。北一里有巖。高百丈名百丈巖。巖下靈", "78": "溪。孫興公賦。過靈溪而一灌疏煩憲於心󱤮", "79": "寺引溪水經厨中。過還遶廊院。寺南九峯山。", "80": "山高百餘丈。周迴六里。亦天台有派幹也。舊", "81": "名九壠山。天寶六載改為九峯山。昔王逸少", "82": "與支遁林。常登此山。以為勝矚也。自天台觀。", "83": "北路上桐柏觀一十二里。皆懸崖磴道盤折", "84": "而上。皆長松狹路。至于桐柏洞門。故賦云。", "85": "蘇萋萋纖草蔭落落之長松。即此地也。自洞", "86": "門一小嶺可二里。乃至觀處倚小松嶺。嶺前", "87": "豁然平陸數傾。四面持起。峯巒有若郛郭。迺", "88": "神真之所休憩。巢許之所欽。自非噏沈凌霄", "89": "漢。夢龜鶴之夭促。與天地而長久者何以居", "90": "焉。昔褚先生修道之所。又徐法師亦於此立", "91": "道房。󱤶閤號曰。隱真之中峯觀前有田傾餘。", "92": "東有溪曰清溪。溪注田。西經三井飛流瀑布。", "93": "凡是遊客但覩景奇物異。恍然似昇玄都至", "94": "京者矣。觀即唐叡宗景龍二年。為白雲先生", "95": "所置。白先生乃司馬天師也。名子徵。字承禎。", "96": "河內溫人。事載在碑中。先生初入花頂峯。遇", "97": "王義之。入山學業。先生過筆法付義之。子欲", "98": "學書。好聽吾語。夫受筆法。與俗不同。須靜其", "99": "心後澄其心。思暮在功書筋骨附近氣力。又", "100": "須圴停。握管與握至無殊下筆。與投峯不別。", "101": "莫誇端正。但取堅強筋力。若成自然端正。東", "102": "邊石室。子莫頻過盡。是異獸精靈也。向餘邊", "103": "受業。凡人到彼必傷緣。殘吾命。汝將來料伊", "104": "不敢。西邊石室甚是清閑。案硯俱全。詩書並", "105": "足。松花仙果可給。朝飡石茗香泉堪充。暮飲", "106": "閑翫水自散情。懷悶即凌峯。莫思閑事。義之", "107": "既蒙處分。豈敢有違。一登石室二載不虧。夜", "108": "則望月臨池。朝則投雲握管。澄濾其。思暮在", "109": "功書。清靜其心神。志求筆法。光迴影轉節。勿", "110": "頻移日就月。將便經年載。義之第一年學書。", "111": "似蛇驚春蟄。魚躍寒泉。筆下龍飛行間蝶舞。", "112": "雖未殊妙。早以驚群。至第二年學書。似鶴度", "113": "春林。雲飛玉間。筆含五彩。墨點如龜。筯骨相", "114": "連。似垂金鎖。至第三年學書。將為是妙也。遂", "115": "書得數紙來。先生再拜。展於案上。一見凜然", "116": "作色。高聲謂責義之曰。子之書法全未有功。", "117": "筯骨俱少。氣力全無。作此書格。豈成文字。", "118": "但且學書。有命即至仙堂。無事不勞相訪。義", "119": "之唱喏。即歸書堂。後又得三年功書成矣。先", "120": "生乃讚義之曰。念汝書跡異世不同。淡處不", "121": "淡。濃處不濃。得之者罕有。見之者難逢。進一", "122": "字千金重賞獻一字萬戶封侯。再讚曰。眾木", "123": "中松。群山中峯。靈鶴中冲。五岳中嵩。吾令歸", "124": "俗。汝向九霄紅。汝歸於世界。如鶴出籠。別後", "125": "有心相顧。時時遙望白雲中。先生初入天台", "126": "後。睿宗皇帝詔復桐柏舊額。請　先生居", "127": "之。其降勅書曰。吳朝葛仙公廢桐柏。觀在天", "128": "台山。如聞始豐縣人。斫伐松竹。毀癈壇場。", "129": "多有穢觸。頻致死已。仰州縣官與司馬練師", "130": "相知。於天台山中。僻方封取四十里。以為禽", "131": "獸草木長生之福地。置一觀仍還舊額。初構", "132": "天尊堂。有五雲其上三。而良吏書之。以記祥", "133": "也。天寶六載郡守賈公長源。及玄靜先生李", "134": "君。名含光即天師弟子。亦　玄宗師慶立碑。", "135": "太史雀尚製文翰林學士翰林學士韓擇木", "136": "書。玄宗皇帝親書其碑額。觀南一里有石", "137": "壇。一級以塼石雜砌。方廣三十二丈。按法輪", "138": "經。即太極三真人下降。援葛仙公修道於天", "139": "台山。感降上真於此壇也。仙公真經并義注", "140": "之所也。事迹具在本起傳中。此不備載。壇西", "141": "南下。石上有隷書。刻記之日。誥使徐公醮壇", "142": "授仙公經。真人自稱姓徐名來勒。字則未詳", "143": "何人也。壇前有塘。名日降真塘。塘多植荷莕", "144": "之類。自塘南一里至洞門。門外西南一里餘。", "145": "至王真君壇。真君即桐柏真人也。有小殿即", "146": "真君儀像儼焉。開元初　玄宗創立之。度道", "147": "士七人灑掃也。殿前有石泉名曰醴泉。南三", "148": "步新立上真亭子。臨萬仞坐觀千里。遊者登", "149": "之坐眺平陸。按正壇在真君殿西北二十步。", "150": "有石壇方廣四丈八尺一級。甃以古塼。今州", "151": "縣祈請水旱。皆於此壇。殿東二十步。又有古", "152": "八角壇。自殿西北下山三百步。即至三井。一", "153": "井今闉塞。俗傳云。曾有尼師。洗手觸之。一", "154": "且自塞。二井其深不惻。並自然天󱣼。甞有好", "155": "事者。投綸於其間。繪綸盡而不及底。或云。", "156": "通海。或云。海服。未可詳也。其春夏時每雨將", "157": "降。則潀流灌激湓湧雷吼。有若󱢏螭潛隱之", "158": "鼓怒也。其間遊者見之。莫不神駭瞻慄。邑中", "159": "有水旱。令長每歲記情誠祈於晴雨。無不響", "160": "應。亦是國家投龍壁醮祭祈福之所。高宗永", "161": "淳二年投龍於此。玄宗開元二十五年。詔令", "162": "太當卿修禮儀使韋諂。齎金龍白壁投於井。", "163": "寶曆元年。主上遣中使王士岌道門威儀趙", "164": "常盈。太清宮大德阮幽閑翰林待詔祿通玄。", "165": "五月十三日到山。於天台觀。設醮許往三井。", "166": "投龍壁也。自三井西上一峯約二里。有僧院", "167": "名佛窟院。今道元觀是也。前枕翠屏巖。北", "168": "連桐柏大山。翠屏巖與仙壇俠徑。瀑布雙峙", "169": "霄降半隱雲表。巖上有亭子極眺平陸。此處", "170": "並為殊景也。自桐柏觀西北行七里。乃至瓊", "171": "臺中天以懸居。自百丈巖無上瓊。瓊臺路皆", "172": "水石深。嶮不可登涉。事須登仙壇。取桐柏路", "173": "方可得到。即平視瓊臺。而下望雙闕。而遊者", "174": "多怪瓊臺不在中天。雙闕不出雲表。猶在山", "175": "上觀之然也。若目下仰視。則瓊臺不啻中天。", "176": "雙闕五里俠雲溪而行。翠壁萬仞森倚相向。", "177": "奇花秀檉牙發芳𦶿珍禽雲獸。造楊清音。余", "178": "曾尋瓊臺下雲溪泝流。北行三十里。或潺湲", "179": "淺漱。其平則三里五里。或潭洞院杳。其深", "180": "則千丈萬丈。怪石󱣠󱤉。水色明鮮。歷歷見", "181": "底。纖鱗莫隱。造之者不覺忘歸。非神仙之窟", "182": "宅。曷能若斯桐柏。東北五里有華林山居。水", "183": "石清秀靈寂之境也長慶初道士陳宗言修真之所自觀北上一", "184": "峯。可五里有方𤅀山居。上有平地。傾餘前有", "185": "池塘廣數敏畝。塘中有小洲島焉。有苛芰前", "186": "眺望蒼岑。後聳雲。蓋即後峯名也。西接瓊臺", "187": "東近華林。即靈府。長慶元年定室於此。是天", "188": "台第二重。自方𤅀上七里。有玉霄山居。平地", "189": "傾餘四山迴合。又邃若洞天也。即天台第三", "190": "重。自玉霄東南行三里。有雙石磵列為高門。", "191": "可百餘仞。因呼為石門。桐柏觀北亦有上華", "192": "頂路。路深邃梗澁。遊人罕。逢此行多取國清", "193": "路上。自天台觀西行十五里。有白巖寺。寺去", "194": "縣三十里。宋末有僧普遼所見精舍。自天台", "195": "觀東行一十五里。有赤城山。山高三百丈。周", "196": "迴七里。即天台南門也。古今即是於國家醮", "197": "祭之所。其山積石石色赩然如朝霞。望之如", "198": "雉堞。故名赤城。亦名燒山。故賦云。赤城霞", "199": "起以建標。即此山也。半山有飛霞寺。即是梁", "200": "岳王母為居此寺也。今則癈矣。山下有石室。", "201": "道士居之。其中山趾有寺。曰中巖寺。即是西", "202": "國高僧白道猷所立也。國清寺在縣北十里。", "203": "皆長松夾道至于寺。寺即　隋煬帝開皇十", "204": "八年。為智顗禪師所創也。寺有五峯。一八桂", "205": "峯。二映霞峯。三靈芝峯。四靈禽峯。五祥", "206": "雲峯。雙澗迴抱天下四絕寺。國清第一絕也。", "207": "寺上方兜率臺。臺東有石壇。中有泉。昔普明", "208": "禪師將錫杖琢開。名錫杖泉。自國清寺。東北", "209": "一十五里。有禪林寺。寺本智顗禪師修禪於", "210": "此也。以貞元四年。使牒移黃巖縣癈禪林寺", "211": "額。來易於道場之名。寺東一十五里有香爐", "212": "峯。甚高嶮。峯上多有香柏檉桂之木相連。有", "213": "宴坐峯。其峯可高百餘丈。是智者大師降魔", "214": "峯。後有神人送石屏峯於大師背後。至今存", "215": "焉。峯下有龍潭。周迴一里。下注螺溪亦出縣", "216": "大溪耳。寺西北上十里至陳田昔有神人於此開田供智者大師朝", "217": "種暮收自陳田可五里西入。一源甚平坦。號曰", "218": "白砂。有僧居之。禪林寺西北上二十五里。乃", "219": "至歇亭。即平昌孟公簡廉察浙東北一十里。", "220": "乃至至靈墟令來。是智者禪院。即　白雲先", "221": "生所居之處也。先生早歲從道始居。嵩華猶", "222": "雜。以風塵不任幽賞。迺東入台岳。雅愜素尚", "223": "遂此建修真之所。真詔云。天台山中有不死", "224": "之卿。成禪之靈墟。常有黃雲䨱之。此則其地", "225": "也。故䢖思真之堂。兼號黃雲堂。堂有小澗。南", "226": "有崗。其勢迴合。崗前有平地。立壇一級。用石", "227": "甃之。名白玄神。故先生靈墟頌云。堂號黃", "228": "雲以真氣。壇名玄神。仰窺清景。東為練刑", "229": "之室。吸引所居。南為鳳軫之臺。以吟風奏", "230": "暢。西為朝神靜開啟祈依。北日龍章之閣。以", "231": "瞻雲副墨。卑而不陋可待風雨。怙而不豐可", "232": "全󱡲。白壇前十步。有大溪。發源華頂東南。", "233": "流寧海界。又堂西十步有泉。其色味甘可以", "234": "愈疾。中間平地立別院。營大丹爐。修劍鏡。", "235": "並皆克就。長松十株。修竹數傾。皆天師手", "236": "植。頻有詔。命先生皆不就。至叡宗景雲二年。", "237": "今兄承禕就山邀迓。詔書曰。練師德超河", "238": "上。道邁浮近。高遊碧落之𨓍。獨步清源源", "239": "境。朕初臨寶位。久藉微猷。雖非堯舜。丕圖", "240": "翹心齧缺軒轅御歷遙想崆峒緬。惟彼懷寧", "241": "妨此。顧朝欽夕佇。跡滯心飛欲遣使者迎。或", "242": "慮鍊師驚懼故。令承禕往詔。願與同來披󱤊", "243": "不遙無先此慮。先生無詔至京。帝問以理", "244": "身以清高。為貴理國則如何。先師對日。國猶", "245": "身也。身猶國也。老君曰。遊心於談。合氣於", "246": "漢。順物自然。而無私也。而天下治也。易曰。", "247": "大人與天地合。其德是知。天不言而信。不為", "248": "而成。無為之理家之道也。帝歎曰。廣成之言", "249": "何以加此。請歸山。帝賜寶琴一張。及霞紋。帔", "250": "中朝屬詞之士贈詩百餘人。帝遂置桐柏觀。", "251": "諸先生居之。自靈墟南出二十里。有小莊在", "252": "歡溪也。梁高士顧歡曾居此。是名歡溪也。自", "253": "歇亭西行絃澗一十五里。至石橋。頭有小亭", "254": "子。石橋色皆清。長七丈。南頭闊七尺。北頭闊", "255": "二尺。龍形龜背。架萬仞之󱄻。上有兩澗。合流", "256": "從橋下過。泄為瀑布。西流出剡縣界。從下仰", "257": "視。若晴虹之飲澗。橋勢崯峭。水聲崩落。時有", "258": "過者目眩心悸。今遊人所見者正是北橋也。", "259": "是羅漢所居之所也。意為即小者則不知。大", "260": "者復在何處。蓋神仙冥隱。非常人所覩。從此", "261": "橋㳂澗行一十五里。又有一石橋。中斷號為斷", "262": "橋也。自歇亭北上二十里。上華頂峯北天台", "263": "山極高處也。常為雲霧霾翳。少有晴朗之時。", "264": "其高霖微。似寒先雲幽澗凝冴經夏不消。若", "265": "遇晴時。則朝觀日之所。設圖經云。白雲先生", "266": "從靈墟至華頂兩處。從來朝謁不絕。其上造", "267": "天尊堂。並左右二室開竇以延日月。朝飡其", "268": "光󱣼龕以貯雲霧。夕吸其氣堂前立壇三級。", "269": "堂內有石像。石磬上有鐵香爐並鍾。北壇久", "270": "為荒榛近亦修開也。堂東一十步。有甘泉。先", "271": "生住經二十八載。頻奉勅詔。先生多不就。有", "272": "表云。俗人貞隱猶許高棲。道士修真理宜遜", "273": "遠。又詔云。雖阻彼懷宜從此旨請䉼來表無", "274": "或二三。開元十一年　玄宗皇帝追入內。先", "275": "生辭歸。帝以天台幽遠難以迎請。遂於上屋", "276": "山選形勝。特置陽臺觀居之。合靈墟華頂。無", "277": "復堂宇。唯餘松竹。天氣晴望。見海水碧色。朕", "278": "然與天同光。若清真之儔。則三山十洲髣髴", "279": "而覩。雲珮風笙條忽而聞。自華頂北直下甚", "280": "嶮阻。千崖萬󱄻千霖複磵。猿猱騰翥靈祇憑", "281": "託非人迹所及。又去天台北門。在剡縣金靈", "282": "觀。觀前有香爐峯。峯下有小穴。可以窺之。", "283": "則莫窮於深淺。自天台山西北有一峯。孤秀", "284": "迴拔與天台相對。曰天姥峯。峯下臨剡縣路。", "285": "仰望宛在天表。舊屬臨海郡。令隷會稽。又有", "286": "大唾小唾二峯。去天姥唾為谷。天姥峯有石", "287": "橋。以天台相連。石壁上有刊字科斗文。亦高", "288": "邈不可尋覓矣。月醮者聞笳簫鼓之聲。宋元", "289": "嘉中。臺遣盡工匠寫山狀於圓扇。以標󱤞靈", "290": "異。即夏禹時劉阮二人採藥遇仙之所也。古", "291": "之剡人劉曰成阮肇入山遇仙於此。其事亦", "292": "具在本傳。又按。仙經云。此山有石橋。一所", "293": "現二所不知其處。又云。多散仙人遇得橋即", "294": "與相見。以此言之。即靈仙之橋也。非今常人", "295": "見者。自非精誠玄達阻絕相偶。真仙亦不可", "296": "得見。橋亦安可覩之。至於寄禽異獸千狀萬", "297": "類不可稱記。靈葩仙草潛產谷中。莫能名之。", "298": "而五芝耀綵非真不遇。建木匿影。豈凡所觀。", "299": "靈府以元和十年自衝岳移居台嶺。定室方", "300": "𤅀。至寶曆初歲已逾爾閏修真之暇。聊採經", "301": "誥以述斯記。用彰靈焉。", "302": "天台山記一卷", "303": "直齋書錄解題 天台山記一卷直齋書錄解題", "304": "天台山記一卷", "305": "唐道士徐靈府譔。元和中人也。余假守臨", "306": "海就使本道。嘉熙丙申十月解郡符趨會", "307": "稽治所道過之。銳欲往遊。會大雪不果。改", "308": "轅由驛道至。今以為恨。偶見此記錄之以", "309": "寄臥遊之意。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2096 天台山記", "source": "CBETA"}