{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0522 普達王經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 522", "1": "普達王經", "2": "失譯人今附西晉錄", "3": "聞如是：一時，眾祐遊於聞物國祇氏之樹給", "4": "孤獨聚，與千二百五十比丘俱。時有夫延國", "5": "王，號名普達，典領諸國，四方貢獻。王身奉", "6": "佛尊法，未甞偏抂，常有慈心，愍傷愚民不", "7": "知三尊，每當齋戒，輒登高觀燒香，還頭面", "8": "著地，稽首為禮。國中臣民怪王如此，自共", "9": "議言：「王處萬民之尊，遠近敬伏，發言人從，", "10": "有何請欲，毀辱威儀，頭面著地？」群臣數數", "11": "共議，欲諫不敢。王勅臣下，使嚴當行，王即", "12": "與吏民數千人，始出宮未遠，忽見一道人，王", "13": "便下車却蓋，住其群從，頭面著地，為道人", "14": "作禮，尋從而還，施設飯食，遂不成行。群臣", "15": "於是乃諫言：「大王至尊！何宜於道路為此乞", "16": "匃道人，頭面著地？天下尊貴唯有頭面，加", "17": "為國主，不與他同。」王便勅臣下，令求死人", "18": "頭及牛、馬、猪、羊頭。臣下即遍行求索，歷日乃", "19": "得，還白王言：「前被教求死人頭及六畜頭，今", "20": "悉已得。」王言：「於市賣之。」臣下即使人賣之，", "21": "牛、馬、猪、羊頭皆已售，但當有人頭未售。王", "22": "言：「賤貴賣之，趣使其售，如其不售，便以匃", "23": "人。」如是歷日，賣既不售，匃人又無取者，頭", "24": "皆膖脹臭處不可近。王便大怒，語臣下言：", "25": "「卿曹前諫言：『人頭最貴，不可毀辱頭面著", "26": "地禮道人。』今使賣六畜頭皆售，人頭何故匃", "27": "人無取者？」王即勅臣下，嚴駕當出，到城外", "28": "曠澤中有所問，群臣人民莫不振悚，未知王", "29": "趣。王即導從出到城外，告群臣言：「卿寧識吾", "30": "先君時，有小兒常執持蓋者不？」臣下對曰：「實", "31": "識有之。」王言：「今此兒何所在？」對曰：「亡已久", "32": "遠，乃歷十七年。」王言：「此兒為人善惡何如？」", "33": "對言：「臣等常覩，其承事先王，齋戒恭肅，誠", "34": "信自守，非法不言。」王告諸臣：「今若見此兒", "35": "在時所著衣服，寧識之不？」諸臣對曰：「雖自", "36": "久遠，臣故識之。」王顧使邊，從急還內藏，覓", "37": "取前亡兒衣來，須臾衣至。王曰：「此寧是不？」", "38": "臣下對曰：「實是其衣。」王曰：「今儻見兒身，為", "39": "識之不？」臣下皆默，然良久對曰：「臣自懼蔽", "40": "闇，卒覩不別。」王始欲說其本變，前所見道人", "41": "來到，王大歡喜，起頭面著地，為道人作禮，", "42": "臣下莫不歡喜。道人就座，王叉手白言：「吾", "43": "前卒於道路見道人，旋從而還，並為臣民", "44": "所見譏怪，諫言：『人頭面最為尊貴，加為國君", "45": "萬姓之主，四方歸向。何所請欲，為乞匃道", "46": "人，頭面作禮？』吾時勅令，六畜頭及與人頭，", "47": "俱於市賣之，六畜頭皆售，有人頭無買者，匃", "48": "人又不取，而是曹所珍貴，今故嚴出亦欲", "49": "示其本末，有幸之願，道人屈威，願為此國", "50": "臣民，開導愚癡，令知真法，導現橋梁。」道人", "51": "即為臣下說王本變：「欲知王者，本是先王時", "52": "執蓋小兒，常隨先王齋戒一日，奉行正法，", "53": "清淨守意，不犯諸惡。其後過世，魂神還生，", "54": "為王作子，今致尊貴，皆由宿行齋戒所致。」臣", "55": "下大小，莫不僉然曰：「吾等幸遇得覩道人，願", "56": "遂哀愍愚朦，乞為弟子。」道人告諸臣民：「吾", "57": "有大師，當從受問。」諸臣報言：「願聞大師何", "58": "所施行？皆盡年命，儻一親奉，受其法言。」道", "59": "人告言：「我師號曰佛，身能飛行，頂有圓光，", "60": "分身散體，變化萬端，奇相三十二，姿好八", "61": "十章，典領天地，萬有二千獨步三界莫與齊", "62": "倫，門徒清潔號為沙門，其所教授度脫不唐。」", "63": "臣下即啟道人：「佛寧可得見不？」道人報言：「甚", "64": "善！當往啟尊。」臣下問道人言：「佛今所在，去", "65": "是幾何？」道人報言：「乃六千餘里。」語言須臾頃，", "66": "道人便飛到舍衛國，具以啟佛：「彼國人民甚", "67": "可愍傷，今皆誠心願欲見佛。唯垂大慈，開", "68": "示真道。」佛則默然，呼告阿難：「勅諸比丘，明", "69": "日當到夫延國。」阿難宣佛教，還白佛言：「明", "70": "日行儀式云何？」佛言：「臨至當現威神到。」時，", "71": "佛即與諸比丘俱，未到數十里，王及群臣皆", "72": "隨道人，持華香出城迎佛，覩佛威靈，喜懼", "73": "交并，五體投地，稽首為禮迎佛上殿就座。", "74": "王前長跪叉手，白佛言：「勞屈世尊并及眾僧，", "75": "遠來到此。」王及臣下恐懼不辦，佛知其意，即", "76": "語阿難：「爾告王，莫憂不辦，佛所至到，豈有", "77": "所乏？」王盡心供設，手自斟酌，飯食已行澡", "78": "水。呪願畢訖，佛笑口中五色光出，阿難正衣", "79": "服，為佛作禮，白佛言：「佛不妄笑，將有所說。」", "80": "佛言：「欲知普達王及道人本末不？」阿難言：「願", "81": "聞其事。」佛言：「乃昔摩訶文佛時，王為大姓家", "82": "子，其父供養三尊，父命子傳香。時有一侍使，", "83": "意中輕之，不與其香，罪福響應故獲其殃，雖", "84": "暫為驅使，奉法不忘，今得為王，典領人民，", "85": "當知是趣其所施設，慎勿不平。道人本是侍", "86": "使，時不得香，雖不得香，其意無恨，即誓言：", "87": "『若我得道，當度此人。』福願果合，今來度王并", "88": "及人民。」王聞佛說其本末意解，即得須陀洹，", "89": "國中人民聞經，皆受五戒十善，以為常法。", "90": "是時，四輩弟子聞經歡喜，前為佛作禮而", "91": "去。", "92": "普達王經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0522 普達王經", "source": "CBETA"}