{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0663 金光明經: 金光明經: 金光明經: 金光明經: 金光明經: 金光明經: 金光明經", "text": {"0": "5 空品(一)", "1": "金光明經卷第二", "10": "此經能照諸天宮殿，是經能與眾生快樂，是", "100": "汝等四王及餘眷屬無量百千諸鬼神等。何", "101": "以故？汝等四王，若得時時聞是經典，則為", "102": "已得正法之水，服甘露味增益身力，心進", "103": "勇銳具諸威德。是諸人王，若能至心聽受是", "104": "經，則為已能供養於我。若供養我，則是供", "105": "養過去未來現在諸佛；若能供養過去未來", "106": "現在諸佛，則得無量不可思議功德之聚。以", "107": "是因緣，是諸人王應得擁護，及后妃婇女中", "108": "宮眷屬諸王子等亦應得護，衰惱消滅快樂", "109": "熾盛，宮殿堂宇安隱清淨無諸災變，護宅之", "11": "經能令地獄、餓鬼、畜生諸河焦乾枯竭，是經", "110": "神增長威德，亦受無量歡悅快樂。是諸國", "111": "土所有人民，悉受種種五欲之樂，一切惡事", "112": "悉皆消滅。」", "113": "爾時四天王白佛言：「世尊！未來之世若有人", "114": "王，欲得護身及后妃婇女諸王子等宮殿屋", "115": "宅，得第一護身所王領最為殊勝，具不", "116": "可思議王者功德；欲得攝取無量福聚，國", "117": "土無有他方怨賊，無諸憂惱及諸苦事。世", "118": "尊！如是人王，不應放逸散亂其心，應生", "119": "恭敬謙下之心，應當莊嚴第一微妙最勝宮", "12": "能除一切怖畏，是經能却他方怨賊，是經", "120": "宅，種種香汁持用灑地，散種種華，敷大法", "121": "座師子之座，兼以無量珍琦異物而為校", "122": "飾，張施種種無數微妙幢幡寶蓋；當淨洗浴", "123": "以香塗身，著好淨衣纓絡自嚴，坐卑小", "124": "座不自高大，除去自在離諸放逸，謙下自", "125": "卑除去驕慢，正念聽受如是妙典，於說法", "126": "者生世尊想；復於宮內后妃王子婇女眷", "127": "屬，生慈哀心和顏與語，勸以種種供養之", "128": "具供養法師。是王爾時既勸化已，即生無", "129": "量歡喜快樂，心懷悅豫倍復自勵，不生疲", "13": "能除穀貴饑饉，是經能愈一切疫病，是經能", "130": "倦多作利益，於說法者倍生恭敬。」爾時", "131": "佛告四天大王：「爾時人王，應著白淨鮮潔之", "132": "衣，種種纓絡齊整莊嚴，執持素白微妙上", "133": "蓋，服飾容儀不失常則，躬出奉迎說法之", "134": "人。何以故？是王如是隨其舉足步步之中，", "135": "即是供養值遇百千億那由他諸佛世尊；復", "136": "得超越如是等劫生死之難；復於來世爾", "137": "所劫中，常得封受轉輪王位；隨其步步亦", "138": "得如是現世功德不可思議自在之力；常得", "139": "最勝極妙七寶人天宮殿；在在生處增益壽", "14": "滅惡星變異，是經能除一切憂惱。舉要言", "140": "命；言語辯了人所信用；無所畏忌有大", "141": "名稱；常為人天之所恭敬，天上人中受上", "142": "妙樂；得大勢力具足威德；身色微妙端嚴", "143": "第一；常值諸佛遇善知識；成就具足無量", "144": "福聚。「汝等四天王！如是人王，見如是等種", "145": "種無量功德利益，是故此王應當躬出奉迎", "146": "法師；若一由旬至百千由旬，於說法師應", "147": "生佛想，應作是念：『今日釋迦如來正智，入", "148": "於我宮受我供養，為我說法，我聞是法，即", "149": "不退轉於阿耨多羅三藐三菩提，已為得", "15": "之，是經能滅一切眾生無量無邊百千苦惱。", "150": "值百千萬億那由他佛，已為供養過去未", "151": "來現在諸佛，已得畢竟三惡道苦。我今已", "152": "種百千無量轉輪聖王釋梵之因，已種無邊", "153": "善根種子，已令無量百千萬億諸眾生等度", "154": "於生死，已集無量無邊福聚，後宮眷屬已得", "155": "擁護，宮宅諸衰悉已消滅，國土無有怨", "156": "賊棘刺，他方怨敵不能侵陵。』「汝等四王！如", "157": "是人王，應作如是供養正法，清淨聽受是", "158": "妙經典，及恭敬供養尊重讚歎持是經典四", "159": "部之眾；亦當迴此所得最勝功德之分，施", "16": "「世尊！是金光明微妙經典，若在大眾廣宣說", "160": "與汝等及餘眷屬諸天鬼神。聚集如是諸善", "161": "功德，現世常得無量無邊不可思議自在之", "162": "利，威德勢力成就具足，能以正法摧伏諸", "163": "惡。」爾時四王白佛言：「世尊！若未來世有諸", "164": "人王，作如是等恭敬正法，至心聽受是妙", "165": "經典，及恭敬供養尊重讚歎持是經典四部", "166": "之眾，嚴治舍宅香汁灑地，專心正念聽說", "167": "法時，我等四王亦當在中共聽此法，願諸", "168": "人王為自利故，以己所得功德少分施與", "169": "我等。「世尊！是諸人王於說法者所坐之處，", "17": "時，我等四王及餘眷屬，聞此甘露無上法", "170": "為我等故燒種種香供養是經，是妙香氣，", "171": "於一念頃即至我等諸天宮殿，其香即時", "172": "變成香蓋，其香微妙金色晃耀照我等宮釋", "173": "宮梵宮。大辯天神、功德天神、堅牢地神、", "174": "散脂鬼神、最大將軍、二十八部鬼神大將、摩", "175": "醯首羅、金剛密迹、摩尼跋陀鬼神大將、鬼子", "176": "母，與五百兒子周匝圍繞，阿耨達龍王、娑", "177": "竭羅龍王，如是等眾，自於宮殿各各得", "178": "聞是妙香氣，及見香蓋光明普照，是香蓋光", "179": "明亦照一切諸天宮殿。」佛告四王：「是香蓋光", "18": "味，增益身力心進勇銳具諸威德。「世尊！我", "180": "明非但至汝四王宮殿。何以故？是諸人王手", "181": "擎香爐，供養經時，其香遍布，於一念頃遍", "182": "至三千大千世界，百億日月、百億大海、百億", "183": "須彌山、百億大鐵圍山小鐵圍山及諸山王；", "184": "百億四天下、百億四天王、百億三十三天，乃", "185": "至百億非想非非想天。於此三千大千世界、", "186": "百億三十三天，一切龍、鬼、乾闥婆、阿脩羅、迦", "187": "樓羅、緊那羅、摩睺羅伽，宮殿虛空悉滿種種", "188": "香煙雲蓋，其蓋金光亦照宮殿。如是三千大", "189": "千世界，所有種種香煙雲蓋，皆是此經威神", "19": "等四王，能說正法修行正法，為世法王以", "190": "力故。「是諸人王手擎香爐供養經時、種種", "191": "香氣，不但遍此三千大千世界，於一念頃", "192": "亦遍十方無量無邊恒河沙等百千萬億諸", "193": "佛世界，於諸佛上虛空之中，亦成香蓋，金", "194": "光普照，亦復如是。諸佛世尊聞是妙香，", "195": "見是香蓋及金色光，於十方界恒河沙等", "196": "諸佛世界，作如是等神力變化已，異口同", "197": "音於說法者稱讚：『善哉，善哉！大士！汝能廣", "198": "宣流布如是甚深微妙經典，則為成就無量", "199": "無邊不可思議功德之聚，若有聞是甚深經", "2": "北涼三藏法師曇無讖譯", "20": "法治世。「世尊！我等四王及天、龍、鬼神、乾闥", "200": "典，所得功德則為不少，況持讀誦為他眾", "201": "生開示分別演說其義。何以故？善男子！此", "202": "金光明微妙經典，無量無邊億那由他諸菩", "203": "薩等，若得聞者，即不退於阿耨多羅三藐", "204": "三菩提。』「爾時十方無量無邊恒河沙等，諸佛", "205": "世界現在諸佛，異口同聲作如是言：『善男", "206": "子！汝於來世必定當得坐於道場菩提樹", "207": "下，於三界中最尊最勝，出過一切眾生之", "208": "上，勤修力故受諸苦行，善能莊嚴菩提道", "209": "場，能壞三千大千世界外道邪論，摧伏諸魔", "21": "婆、阿脩羅、迦樓羅、緊那羅、摩睺羅伽，以法治", "210": "怨賊異形，覺了諸法第一寂滅清淨無垢甚", "211": "深無上菩提之道。「『善男子！汝已能坐金剛", "212": "座處，轉於無上諸佛所讚十二種行甚深法", "213": "輪，能擊無上最大法鼓，能吹無上極妙法", "214": "螺，能竪無上最勝法幢，能然無上極明法", "215": "炬，能雨無上甘露法雨，能斷無量煩惱怨", "216": "結，能令無量百千萬億那由他眾，度於無", "217": "涯可畏大海，解脫生死無際輪轉，值遇無", "218": "量百千萬億那由他佛。』」", "219": "爾時四天王復白佛言：「世尊！是金光明微妙", "22": "世，遮諸惡鬼噉精氣者。「世尊！我等四王二", "220": "經典，能得未來現在種種無量功德，是故人", "221": "王，若得聞是微妙經典，則為已於百千萬", "222": "億無量佛所種諸善根。我以敬念是人王", "223": "故，復見無量福德利故，我等四王及餘眷屬", "224": "無量百千萬億鬼神，於自宮殿見是種種香", "225": "煙雲蓋瑞應之時，我當隱蔽不現其身，為", "226": "聽法故，當至是王所至宮殿講法之處。", "227": "大梵天王、釋提桓因、大辯天神、功德天神、", "228": "堅牢地神、散脂鬼神、大將軍等，二十八部鬼", "229": "神大將、摩醯首羅、金剛密迹、摩尼跋陀鬼神", "23": "十八部諸鬼神等，及無量百千鬼神，以淨天", "230": "大將、鬼子母及五百兒子，周匝圍繞，阿耨達", "231": "龍王、娑竭羅龍王，無量百千萬億那由他鬼", "232": "神諸天，如是等眾為聽法故，悉自隱蔽不", "233": "現其身，至是人王所止宮殿講法之處。", "234": "「世尊！我等四王及餘眷屬無量鬼神，悉當同", "235": "心以是人王為善知識，同共一行善相應行，", "236": "能為無上大法施主，以甘露味充足我等；我", "237": "等應當擁護是王，除其衰患令得安隱，及", "238": "其宮宅國土城邑，諸惡災患悉令消滅。「世尊！", "239": "若有人王，於此經典心生捨離不樂聽聞，", "24": "眼過於人眼，常觀擁護此閻浮提。世尊！是", "240": "其心不欲恭敬供養尊重讚歎；若四部眾有", "241": "受持讀誦講說之者，亦復不能恭敬供養", "242": "尊重讚歎。我等四王及餘眷屬無量鬼神，即", "243": "便不得聞此正法，背甘露味失大法利，無", "244": "有勢力及以威德，減損天眾增長惡趣。世", "245": "尊！我等四王及無量鬼神捨其國土，不但", "246": "我等，亦有無量守護國土諸舊善神皆悉", "247": "捨去。我等諸王及諸鬼神既捨離已，其國當", "248": "有種種災異，一切人民失其善心，唯有繫", "249": "縛瞋恚鬪諍，互相破壞多諸疾疫，彗星現怪", "25": "故我等名護世王。若此國土有諸衰耗、怨賊", "250": "流星崩落，五星諸宿違失常度，兩日並現日", "251": "月薄蝕，白黑惡虹數數出現，大地震動發大", "252": "音聲，暴風惡雨無日不有，穀米勇貴饑饉凍", "253": "餓，多有他方怨賊侵掠其國，人民多受苦", "254": "惱，其地無有可愛樂處。世尊！我等四王及", "255": "諸無量百千鬼神，并守國土諸舊善神，遠離", "256": "去時生如是等無量惡事。「世尊！若有人王，", "257": "欲得自護及王國土多受安樂，欲令國土", "258": "一切眾生悉皆成就具足快樂，欲得摧伏", "259": "一切外敵，欲得擁護一切國土，欲以正法", "26": "侵境、饑饉疾疫種種艱難，若有比丘受持", "260": "正治國土，欲得除滅眾生怖畏。世尊！是人", "261": "王等，應當必定聽是經典，及恭敬供養讀", "262": "誦受持是經典者。我等四王及無量鬼神，", "263": "以是法食善根因緣，得服甘露無上法味，", "264": "增長身力心進勇銳增益諸天。何以故？以", "265": "是人王至心聽受是經典故，如諸梵天說出", "266": "欲論、釋提桓因種種善論、五通之人神仙之", "267": "論。「世尊！梵天釋提桓因五神通人，雖有百", "268": "千億那由他無量勝論，是金光明於中最勝。", "269": "所以者何？如來說是《金光明經》，為眾生故，", "27": "是經，我等四王當共勸請，令是比丘以我", "270": "為令一切閻浮提內諸人王等以正法治，", "271": "為與一切眾生安樂，為欲愛護一切眾生，", "272": "欲令眾生無諸苦惱，無有他方怨賊棘刺，", "273": "所有諸惡背而不向，欲令國土無有憂惱，", "274": "以正法教無有諍訟，是故人王各於國土，", "275": "應然法炬熾然正法增益天眾。我等四王", "276": "及無量鬼神、閻浮提內諸天善神，以是因緣，", "277": "得服甘露法味充足，得大威德進力具足，", "278": "閻浮提內安隱豐樂，人民熾盛安樂其處；復", "279": "於來世無量百千不可思議那由他劫，常受", "28": "力故，疾往彼所國邑郡縣，廣宣流布是金", "280": "微妙第一快樂，復得值遇無量諸佛種諸", "281": "善根，然後證成阿耨多羅三藐三菩提。得", "282": "如是等無量功德，悉是如來正遍知說，如來", "283": "過於百千億那由他諸梵天等，以大悲力", "284": "故，亦過無量百千億那由他釋提桓因，以苦", "285": "行力故。是故如來為諸眾生，演說如是《金", "286": "光明經》。若閻浮提一切眾生及諸人王，世間", "287": "出世間所作國事，所造世論皆因此經。欲", "288": "令眾生得安樂故，釋迦如來示現是經廣", "289": "宣流布。世尊！以是因緣故，是諸人王，應當", "29": "光明微妙經典，令如是等種種百千衰耗之", "290": "必定聽受供養恭敬尊重讚歎是經。」爾時", "291": "佛復告四天王：「汝等四王及餘眷屬無量百", "292": "千那由他鬼神！是諸人王，若能至心聽是經", "293": "典，供養恭敬尊重讚歎。汝等四王，正應擁護，", "294": "滅其衰患而與安樂。若有人能廣宣流布", "295": "如是妙典，於人天中大作佛事，能大利益", "296": "無量眾生，如是之人，汝等四王，必當擁護", "297": "莫令他緣而得擾亂，令心恬靜受於快", "298": "樂，續復當得廣宣是經。」爾時四天王，即從", "299": "座起偏袒右肩，右膝著地長跪合掌，於世", "3": "6 四天王品(二)金光明經四天王品第六", "30": "事悉皆滅盡。「世尊！如諸國王所有土境，是持", "300": "尊前以偈讚曰：", "301": "「佛月清淨，滿足莊嚴，佛日暉曜，", "302": "放千光明。如來面目，最上明淨，", "303": "齒白無垢，如蓮華根；功德無量，", "304": "猶如大海；智淵無邊，法水具足；", "305": "百千三昧，無有缺減；足下平滿，", "306": "千輻相現；足指網縵，猶如鵝王；", "307": "光明晃耀，如寶山王；微妙清淨，", "308": "如鍊真金；所有福德，不可思議；", "309": "佛功德山，我今敬禮。佛真法身，", "31": "經者若至其國，是王應當往是人所，聽受", "310": "猶如虛空，應物現形，如水中月，", "311": "無有障礙，如焰如化，是故我今，", "312": "稽首佛月。」", "313": "爾時世尊，以偈答曰：", "314": "「此金光明，諸經之王，甚深最勝，", "315": "為無有上；十力世尊，之所宣說，", "316": "汝等四王，應當勤護。以是因緣，", "317": "是深妙典，能與眾生，無量快樂，", "318": "為諸眾生，安樂利益，故久流布，", "319": "於閻浮提；能滅三千，大千世界，", "32": "如是微妙經典，聞已歡喜，復當護念恭敬", "320": "所有惡趣，無量諸苦。閻浮提內，", "321": "諸人王等，心生慈愍，正法治世，", "322": "若能流布，此妙經典，則令其土，", "323": "安隱豐熟，所有眾生，悉受快樂。", "324": "若有人王，欲愛己身，及其國土，", "325": "欲令豐盛，應當至心，淨潔洗浴，", "326": "往法會所，聽受是經。是經能作，", "327": "所有善事，摧伏一切，內外怨賊；", "328": "復能除滅，無量怖畏；是諸經王，", "329": "能與一切，無量眾生，安隱快樂。", "33": "是人。世尊！我等四王，復當勤心擁護是王", "330": "譬如寶樹，在人家中，悉能出生，", "331": "一切珍寶；是妙經典，亦復如是，", "332": "悉能出生，諸王功德。如清冷水，", "333": "能除渴乏；是妙經典，亦復如是，", "334": "能除諸王，功德渴乏。譬如珍寶、", "335": "異物篋器，悉在于手，隨意所用；", "336": "是金光明，亦復如是，隨意能與，", "337": "諸王法寶。是金光明，微妙經典，", "338": "常為諸天，恭敬供養；亦為護世，", "339": "四大天王，威神勢力，之所護持；", "34": "及國人民，為除衰患令得安隱。「世尊！若", "340": "十方諸佛，常念是經，若有演說，", "341": "稱讚善哉。亦有百千，無量鬼神，", "342": "從十方來，擁護是人；若有得聞，", "343": "是妙經典，心生歡喜，踊躍無量。", "344": "閻浮提內，無量大眾，皆悉歡喜，", "345": "集聽是經；聽是經故，具諸威德，", "346": "增益天眾，精氣身力。」", "347": "爾時四天王聞是偈已，白佛言：「世尊！我", "348": "從昔來未曾得聞如是微妙寂滅之法，我", "349": "聞是已心生悲喜涕淚交流，舉身戰動", "35": "有比丘、比丘尼、優婆塞、優婆夷受持是經，若", "350": "肢節怡解，復得無量不可思議具足妙樂。」", "351": "以天曼陀羅華、摩訶曼陀羅華，供養奉散於", "352": "如來上。作如是等供養佛已，復白佛言：「世", "353": "尊！我等四王，各各自有五百鬼神，常當隨", "354": "逐是說法者而為守護。」", "355": "7 大辯天神品(二)金光明經大辯天神品第七", "356": "爾時大辯天白佛言：「世尊！是說法者，我當", "357": "益其樂說辯才，令其所說莊嚴次第善得", "358": "大智，若是經中有失文字句義違錯，我能", "359": "令是說法比丘次第還得，能與總持令不", "36": "諸人王有能供給施其所安，我等四王，亦當", "360": "忘失。若有眾生於百千佛所種諸善根，是", "361": "說法者為是等故，於閻浮提廣宣流布是", "362": "妙經典令不斷絕，復令無量無邊眾生得", "363": "聞是經，當令是等悉得猛利不可思議大", "364": "智慧聚、不可稱量福德之報，善解無量種種", "365": "方便、善能辯暢一切諸論、善知世間種種", "366": "技術，能出生死得不退轉，必定疾得阿耨", "367": "多羅三藐三菩提。」", "368": "8 功德天品(二)金光明經功德天品第八", "369": "爾時功德天白佛言：「世尊！是說法者，我當", "37": "令是王及國人民一切安隱具足無患。世尊！", "370": "隨其所須之物，衣服飲食臥具醫藥及餘資", "371": "產，供給是人無所乏少，令心安住晝夜歡", "372": "樂，正念思惟是經章句分別深義。若有眾", "373": "生於百千佛所種諸善根，是說法者為是", "374": "等故，於閻浮提廣宣流布是妙經典令不", "375": "斷絕，是諸眾生聽是經已，於未來世無量", "376": "百千那由他劫，常在天上人中受樂，值遇", "377": "諸佛，速成阿耨多羅三藐三菩提，三惡道苦", "378": "悉畢無餘。「世尊！我已於過去寶華功德海", "379": "琉璃金山照明如來、應供、正遍知、明行足、善逝、", "38": "若有四眾受持讀誦是妙經典，若諸人王", "380": "世間解、無上士、調御丈夫、天人師、佛、世尊所", "381": "種諸善根，是故我今隨所念方、隨所視方、", "382": "隨所至方，能令無量百千眾生受諸快樂，", "383": "若衣服飲食資生之具、金銀七寶、真珠琉", "384": "璃、珊瑚琥珀、壁玉珂貝，悉無所乏。若有人", "385": "能稱金光明微妙經典，為我供養諸佛世", "386": "尊，三稱我名燒香供養；供養佛已，別以香", "387": "華種種美味，供施於我灑散諸方，當知是", "388": "人即能聚集資財寶物。以是因緣增長地", "389": "味，地神諸天悉皆歡喜，所種穀米牙莖枝", "39": "有能供養恭敬尊重讚歎；我等四王，亦復", "390": "葉果實滋茂，樹神歡喜出生無量種種諸物。", "391": "我時慈念諸眾生故，多與資生所須之物。", "392": "「世尊！於此北方，毘沙門天王有城名曰", "393": "阿尼曼陀，其城有園名功德華光，於是園", "394": "中有最勝園，名曰金幢七寶極妙，此即是", "395": "我常止住處。若有欲得財寶增長，是人當", "396": "於自所住處，應淨掃灑洗浴其身，著鮮白", "397": "衣妙香塗身，為我至心三稱彼佛寶華琉", "398": "璃世尊名號，禮拜供養燒香散華；亦當三稱", "399": "金光明經至誠發願，別以香華種種美味，供", "4": "爾時毘沙門天王、提頭賴吒天王、毘留勒叉", "40": "當令如是人王，於諸王中常得第一供養", "400": "施於我散灑諸方，爾時當說如是章句：", "401": "「波利富樓那遮利　三曼陀達舍尼羅佉", "402": "摩訶毘呵羅伽帝　三曼陀毘陀那伽帝", "403": "摩訶迦梨波帝　波婆禰　薩婆哆㖃　三", "404": "曼陀　脩鉢梨富隷　阿夜那達摩帝　摩", "405": "訶毘鼓畢帝　摩訶彌勒簸僧祇帝　醯帝簁", "406": "三博祇悕帝　三曼陀阿咃　阿㝹婆羅尼", "407": "「是灌頂章句，必定吉祥真實不虛。等行眾", "408": "生及中善根，應當受持讀誦通利，七日七夜", "409": "受持八戒，朝暮淨心，香華供養十方諸佛，", "41": "恭敬尊重讚歎，亦令餘王欽尚羨慕稱讚其", "410": "常為己身及諸眾生，迴向具足阿耨多羅三", "411": "藐三菩提，作是誓願：『令我所求皆得吉祥。』", "412": "自於所居房舍屋宅淨潔掃除。若自住處、若", "413": "阿蘭若處，以香泥塗地、燒微妙香、敷淨好", "414": "座，以種種華香布散其地以待於我；我於", "415": "爾時如一念頃，入其室宅即坐其座，從", "416": "此日夜令此所居，若村邑、若僧坊、若露地，無", "417": "所乏少，若錢若金銀若珍寶、若牛羊若穀", "418": "米，一切所須即得具足悉受快樂。若能以", "419": "己所作善根最勝之分迴與我者，我當終", "42": "善。」", "420": "身不遠其人，於所住處至心護念，隨其所", "421": "求令得成就。「應當至心禮如是等諸佛世", "422": "尊，其名曰：寶勝如來、無垢熾寶光明王相如", "423": "來、金焰光明如來、金百光明照藏如來、金山", "424": "寶蓋如來、金華焰光相如來、大炬如來、寶相", "425": "如來；亦應敬禮：信相菩薩、金光明菩薩、金", "426": "藏菩薩、常悲菩薩、法上菩薩；亦應敬禮：東", "427": "方阿閦如來、南方寶相如來、西方無量壽佛、", "428": "北方微妙聲佛。」", "429": "9 堅牢地神品(二)金光明經堅牢地神品第九", "43": "爾時世尊讚歎護世四天王等：「善哉，善哉！汝", "430": "爾時地神堅牢白佛言：「世尊！是金光明微", "431": "妙經典，若現在世若未來世，在在處處——若城", "432": "邑聚落，若山澤空處，若王宮宅。世尊！隨是", "433": "經典所流布處，是地分中敷師子座，令說", "434": "法者坐其座上，廣演宣說是妙經典；我當在", "435": "中常作宿衛，隱蔽其身於法座下頂戴其", "436": "足。我聞法已，得服甘露無上法味增益身", "437": "力，而此大地深十六萬八千由旬，從金剛際", "438": "至海地上，悉得眾味增長具足，豐壤肥", "439": "濃過於今日。以是之故，閻浮提內藥草樹", "44": "等四王，過去已曾供養恭敬尊重讚歎無", "440": "木、根莖枝葉華果滋茂，美色香味皆悉具足。", "441": "眾生食已，增長壽命色力辯安，六情諸根", "442": "具足通利，威德顏貌端嚴殊特；成就如是種", "443": "種等已，所作事業多得成辦，有大勢力精", "444": "勤勇猛。「是故，世尊！閻浮提內安隱豐樂人民", "445": "熾盛，一切眾生多受快樂，應心適意隨其", "446": "所樂。是諸眾生得是威德大勢力已，能供", "447": "養是《金光明經》，及恭敬供養持是經者", "448": "四部之眾。我於爾時當往其所，為諸眾生", "449": "受快樂故，請說法者廣令宣布如是妙典。", "45": "量百千萬億諸佛，於諸佛所種諸善根，說", "450": "何以故？世尊！是金光明若廣說時，我及眷屬", "451": "所得功德倍過於常，增長身力心進勇銳。", "452": "「世尊！我服甘露無上味已，閻浮提地縱廣", "453": "七千由旬豐壤倍常。世尊！如是大地眾生", "454": "所依，悉能增長一切所須之物，增長一切", "455": "所須物已，令諸眾生隨意所用受於快樂——", "456": "種種飲食衣服臥具、宮殿屋宅樹木林苑、河", "457": "池井泉，如是等物依因於地悉皆具足。是", "458": "故，世尊！是諸眾生為知我恩，應作是念：『我", "459": "當必定聽受是經，供養恭敬尊重讚歎。』作", "46": "於正法修行正法，以法治世為人天王。汝", "460": "是念已，即從住處，若城邑聚落舍宅空地，", "461": "往法會所聽受是經。既聽受已還其所止，", "462": "各應相慶作如是言：『我等今者聞此甚深無", "463": "上妙法，已為攝取不可思議功德之聚，值", "464": "遇無量無邊諸佛，三惡道報已得解脫，於未", "465": "來世常生天上人中受樂。』是諸眾生各於", "466": "住處，若為他人演說是經，若說一喻一品", "467": "一緣，若復稱歎一佛一菩薩一四句偈乃至", "468": "一句，及稱是經首題名字。世尊！隨是眾生", "469": "所住之處，其地具足豐壤肥濃過於餘地，凡", "47": "等今日長夜利益於諸眾生，行大悲心，施", "470": "是因地所生之物，悉得增長滋茂廣大，令", "471": "諸眾生受於快樂，多饒財寶好行惠施，心", "472": "常堅固深信三寶。」", "473": "爾時佛告地神堅牢：「若有眾生，乃至聞是", "474": "《金光明經》一句之義，人中命終隨意往生三", "475": "十三天。地神！若有眾生，為欲供養是經典", "476": "故莊嚴屋宅，乃至張懸一幡一蓋及以一", "477": "衣，欲界六天已有自然七寶宮殿，是人命終", "478": "即往生彼。地神！於諸七寶宮殿之中，各各", "479": "自然有七天女共相娛樂，日夜常受不可思", "48": "與眾生一切樂具，能遮諸惡勤與諸善。以", "480": "議微妙快樂。」爾時地神白佛言：「世尊！以是", "481": "因緣，說法比丘坐法座時，我常晝夜衛護不", "482": "離，隱蔽其形在法座下頂戴其足。世尊！", "483": "若有眾生於百千佛所種諸善根，是說法", "484": "者為是等故，於閻浮提廣宣流布是妙經", "485": "典令不斷絕。是諸眾生聽是經已，未來", "486": "之世無量百千那由他劫，於天上人中常", "487": "受快樂，值遇諸佛，疾成阿耨多羅三藐三菩", "488": "提，三惡道苦悉斷無餘。」", "489": "金光明經卷第二", "49": "是義故，若有人王能供養恭敬此金光明", "5": "天王、毘留博叉天王，俱從座起偏袒右肩，", "50": "微妙經典，汝等正應如是護念，滅其苦惱", "51": "與其安樂。「汝等四王及諸眷屬、無量無邊", "52": "百千鬼神，若能護念如是經者，即是護持", "53": "去來現在諸佛正法。汝等四王及餘天眾百", "54": "千鬼神，與阿脩羅共戰鬪時，汝等諸天常", "55": "得勝利。汝等若能護念此經，悉能消伏一", "56": "切諸苦，所謂怨賊饑饉疾疫。若四部眾有能", "57": "受持讀誦此經，汝等亦應勤心守護，為除", "58": "衰惱施與安樂。」爾時四王復白佛言：「世尊！", "59": "是金光明微妙經典，於未來世在所流布，若", "6": "右膝著地胡跪合掌，白佛言：「世尊！是金光", "60": "國土城邑郡縣村落隨所至處，若諸國王以", "61": "天律治世，復能恭敬至心聽受是妙經典，", "62": "并復尊重供養供給持是經典四部之眾，以", "63": "是因緣，我等時時得聞如是微妙經典，聞", "64": "已即得增益身力，心進勇銳具諸威德。是", "65": "故我等及無量鬼神，常當隱形隨其妙典所", "66": "流布處，而作擁護令無留難；亦當護念", "67": "聽是經典諸國王等及其人民，除其患難", "68": "悉令安隱，他方怨賊亦使退散。若有人王", "69": "聽是經時，隣國怨敵興如是念：『當具四", "7": "明微妙經典眾經之王，諸佛世尊之所護念，", "70": "兵壞彼國土。』世尊！以是經典威神力故，", "71": "爾時隣敵更有異怨為作留難，於其境界", "72": "起諸衰惱災異疫病。爾時怨敵起如是等諸", "73": "惡事已，備具四兵，發向是國規往討罰。", "74": "我等爾時，當與眷屬無量無邊百千鬼神，", "75": "隱蔽其形為作護助，令彼怨敵自然退散，", "76": "起諸怖懅種種留難。彼國兵眾尚不能到，", "77": "況復當能有所破壞？」", "78": "爾時佛讚四天王等：「善哉，善哉！汝等四王，乃", "79": "能擁護我百千億那由他劫所可修習阿耨", "8": "莊嚴菩薩深妙功德，常為諸天之所恭敬，", "80": "多羅三藐三菩提，及諸人王受持是經恭敬", "81": "供養者，為消衰患令其安樂；復能擁護宮", "82": "殿舍宅城邑村落國土邊疆，乃至怨賊悉令", "83": "退散，滅其衰惱令得安隱，亦令一切閻浮", "84": "提內所有諸王無諸凶衰鬪訟之事。「四王當", "85": "知，此閻浮提八萬四千城邑聚落、八萬四", "86": "千諸人王等，各於其國娛樂快樂，各各於", "87": "國而得自在；於自所有錢財珍寶，各各自", "88": "足不相侵奪；如其宿世所修集業隨業受", "89": "報，不生惡心貪求他國；各各自生利益之", "9": "能令天王心生歡喜，亦為護世之所讚歎。", "90": "心，生於慈心、安樂之心、不諍訟心、不破壞心、", "91": "無繫縛心、無楚撻心，各於其土自生愛樂，", "92": "上下和睦猶如水乳，心相愛念增諸善根。", "93": "以是因緣故，此閻浮提安隱豐樂，人民熾盛", "94": "大地沃壤，陰陽調和時不越序，日月星宿不", "95": "失常度，風雨隨時無諸災橫，人民豐實自", "96": "足於財，心無貪吝亦無嫉妬，等行十善，", "97": "其人壽終多生天上，天宮充滿增益天眾。「若", "98": "未來世有諸人王聽是經典，及供養恭敬", "99": "受持是經四部之眾，是王則為安樂利益"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0663 金光明經: 金光明經: 金光明經: 金光明經: 金光明經: 金光明經: 金光明經", "author": "北涼 曇無讖譯", "sourceLink": "http://www.cbeta.org/"}