{"author": "闕譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0448a 未來星宿劫千佛名經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 448", "1": "未來星宿劫千佛名經亦名集諸佛大功德山", "2": "闕譯人名今附梁錄", "3": "夫修善福臻，為惡禍徵，明理晈然，而信寤者", "4": "鮮。既共生此五濁惡世，五陰煩惱、三毒熾盛，", "5": "輪轉生死無有竟已。昔佛在世時，人民數如", "6": "恒沙，今漸凋微，萬不遺一。何以故爾？為善者", "7": "少，作惡者多，死墮三塗，悉為魚虫、畜生，不復", "8": "得人身。故《法花經》云：「三惡道充滿，天人眾減", "9": "少，劫盡不久，長衰可悲。」是以如來隨方教化，", "10": "敦慈尚善，不悋軀命，勤行精進，可得勉度，", "11": "禮拜儀頂之勞，能却無量劫罪，罪滅福生以", "12": "致無為。此未來星宿劫中，當有千佛出世，名", "13": "字如是，若人聞名，一心禮事，不異錯謬，必得", "14": "涅槃，永離三塗生死之患，安住慈忍，具足多", "15": "聞。若能受持、習誦之者，是人則必歷值千佛，", "16": "獲滅無量阿僧祇劫生死重罪，得諸佛神通", "17": "三昧、無礙辯才。諸大法門、陀羅尼門，一切經", "18": "書種種智慧，隨宜說法，皆勿生欺誑；離於名", "19": "利，勿懷疾妬，行六和敬，一心奉持，無失是緣。", "20": "如是行者，疾得阿耨多羅三藐三菩提丹本無前後長", "21": "行。", "22": "南無龍威佛、南無華嚴佛、南無王中王佛、", "23": "南無阿須輪王護佛、南無作吉祥佛、南無", "24": "師子慧佛、南無寶意如來、南無成辦事佛、", "25": "南無成辦事見根原佛、南無種姓華佛、南", "26": "無高雷音佛、南無無比辯佛、南無智慧", "27": "自在佛、南無師子牙佛、南無威懷步佛、", "28": "南無福德光明佛、南無月燈明佛、南無目", "29": "犍連性佛、南無無憂村佛、南無思惟智慧", "30": "佛、南無意智如來、南無諸天供養法佛、", "31": "南無勇悍如來、南無無限力佛、南無智慧", "32": "華佛、南無彊音如來、南無歡樂如來、南", "33": "無說義如來、南無淨懷如來、南無師子口", "34": "佛、南無好結如來、南無相好如來、南無", "35": "月光如來、南無無動如來、南無大淨如來、", "36": "南無香音如來、南無常光明佛、南無栴檀", "37": "相好佛、南無無限高佛、南無蓮華幢佛、", "38": "南無蓮華化生佛、南無寶巖如來、南無", "39": "阿竭留香佛、南無大勇如來、南無栴檀相", "40": "好佛、南無海意如來、南無大海意佛、", "41": "南無幡幢好佛、南無梵王德佛、南無大香", "42": "熏佛、南無大勇現佛、南無寶輪如來、南", "43": "無無量壽佛、南無大德如來、南無金寶甕", "44": "佛、南無天輞如來、南無言從如來、南無", "45": "常雨華佛、南無大好樂佛、南無師子上香", "46": "佛、南無魔天相好佛、南無帝釋光明佛、", "47": "南無大相好佛、南無師子華好佛、南無寂", "48": "滅幢幡佛、南無持戒王佛、南無相好翼從", "49": "佛、南無翼從面首佛、南無無憂相好佛、", "50": "南無蓮華香佛、南無大地如來、南無大力", "51": "龍翼從好佛、南無淨行王佛、南無大遊戲", "52": "佛、南無蓮華威佛、南無放捨華佛、南無", "53": "龍威如來、南無華嚴如來、南無香象如來、", "54": "南無常觀如來、南無作直行如來、南無", "55": "善住如來、南無尼俱類樹王佛、南無無", "56": "常中上佛、南無月威如來、南無栴檀色佛、", "57": "南無日空如來、南無威相腹佛、南無須彌", "58": "山力佛、南無摩尼珠腹佛、南無金剛王佛、", "59": "南無難勝人佛、南無難勝伏佛、南無好觀", "60": "如來、南無勇興丹捍如來、南無大海如來、", "61": "南無翼從樹佛、南無狸牛威佛、南無天中", "62": "天佛、南無師子幢佛、南無智慧威佛、南", "63": "無無底威佛、南無德豐如來、南無厚德", "64": "如來、南無德臂如來、南無德精進佛、南", "65": "無德巖如來、南無山德如來、南無出現如", "66": "來、南無寶聚如來、南無服德如來、南無", "67": "大講如來、南無普見如來、南無寶樹如來、", "68": "南無普悲如來、南無德養如來、南無大轉", "69": "如來、南無絕眾生疑王佛、南無寶德如來、", "70": "南無普蓋如來、南無大蓋如來、南無最德", "71": "如來、南無千近如來、南無寶蓮華勇佛、", "72": "南無厚德如來、南無幡幢如來、南無寶月", "73": "德丹有王佛、南無服丹勝樹王佛、南無尊德", "74": "如來、南無普蓮佛、南無等德如來、南無", "75": "龍中密佛、南無寶淨如來、南無無量寶蓋", "76": "佛、南無無表識佛、南無須彌身佛、南無虛", "77": "空巖佛、南無彊稱王佛、南無放光如來、", "78": "南無無染濁佛、南無在華聚德佛、南無離", "79": "恐衣毛不竪佛、南無栴檀香佛、南無雷", "80": "目眼佛、南無寶室如來、南無香象如來、", "81": "南無眾尊聚佛、南無山王身佛、南無一蓋", "82": "如來、南無無能屈眼佛、南無栴檀宮佛、", "83": "南無攝根如來、南無光網如來、南無紅蓮", "84": "華佛、南無慧華寶光滅佛、南無善現光佛、", "85": "南無散眾畏佛、南無須彌身佛、南無安王", "86": "如來、南無法室如來、南無出十光佛、", "87": "南無過千光佛、南無慧光如來、南無出", "88": "顯光佛、南無無量光佛、南無無能屈聲佛、", "89": "南無網光如來、南無寶智如來、南無無量", "90": "淨佛、南無無量翼從佛、南無蓮華德佛、", "91": "南無住慧如來、南無能仁仙佛、南無慧", "92": "稱如來、南無諸樹王佛、南無寶樹如來、", "93": "南無車乘如來、南無寶實如來、南無離愚", "94": "稱佛、南無德現如來、南無名稱王佛、南", "95": "無不唐精進佛、南無香動丹薰光佛、南無", "96": "無能屈香光佛、南無眾彊王佛、南無出須", "97": "彌山頂佛、南無從寶丹實出德佛、南無蓮", "98": "華上佛、南無從寶出佛、南無香光如來、", "99": "南無稱遠方佛、南無藏香自在佛、南無雲", "100": "雷王佛、南無無際光佛、南無無量慧成佛、", "101": "南無種種無量行佛、南無無量德光王佛、", "102": "南無尊聚如來、南無覺華剖德佛、南無覺", "103": "華剖上王佛、南無寶體如來、南無無唐稱", "104": "佛、南無共發意佛、南無莊嚴一切意佛、", "105": "南無蓋蓮華寶佛、南無光輪成王佛、南無", "106": "德王光佛、南無過一切德佛、南無燈光行", "107": "佛、南無成作光佛、南無江仙如來、南無", "108": "無畏如來、南無蓮華德佛、南無慧蓮華", "109": "德佛、南無寶室如來、南無無量顏佛、南", "110": "無無量聚會王佛、南無寶身如來、南無", "111": "王中王佛、南無寶光如來、南無寶明如", "112": "來、南無尊取如來、南無無量德鎧丹燈佛、", "113": "南無世音如來、南無須彌山光佛、南無過", "114": "上步佛、南無由寶蓮華德佛、南無作際如", "115": "來、南無眾生所憙鎧丹燈佛、南無上寶蓋", "116": "佛、南無尊聚如來、南無無量蓋佛、南無", "117": "翼從如來、南無月現德佛、南無即發意", "118": "能轉輪佛、南無稱遠方佛、南無離曠野王", "119": "佛、南無日輪光佛、南無寶上如來、南無", "120": "慧功德佛、南無眾生王中立佛、南無無能", "121": "屈眼佛、南無無畏如來、南無慧聚如來、", "122": "南無無比鎧丹燈佛、南無光輪幢德王佛、", "123": "南無因緣助佛、南無人乘力士佛、南無淨", "124": "幢如來、南無金剛所須用佛、南無慧淨如", "125": "來、南無善求如來、南無善討鎧佛、南無", "126": "勝伏怨佛、南無蓮華德佛、南無名稱力王", "127": "佛、南無無量光香佛、南無須彌山王佛、", "128": "南無種種華佛、南無無量光佛、南無降化", "129": "男女佛、南無最香德佛、南無寶上王佛、", "130": "南無須彌山丹有香王佛、南無可喜眾生覺", "131": "見佛、南無無想音聲佛、南無慧德如來、", "132": "南無音聲無屈礙佛、南無一寶無憂佛、南", "133": "無無動勇佛、南無種姓如來、南無觀諸欲", "134": "趣佛、南無車乘如來、南無成就如來、", "135": "南無現德如來、南無名稱如來、南無壞", "136": "眾疑佛、南無慧德如來、南無仙江如來、", "137": "南無星王如來、南無無量幢佛、南無清涼", "138": "如來、南無光羅網佛、南無淨音如來、南", "139": "無無量德姓佛、南無於諸法無所著佛、南", "140": "無於一切眾生誓鎧無脫佛、南無普見一切", "141": "法佛、南無有無量德佛、南無慧上光佛、", "142": "南無蓮華上佛、南無方上如來、南無有華", "143": "德佛、南無眾生中尊佛、南無慧光如來、", "144": "南無慧聚如來、南無離腹內解慧王佛、南", "145": "無壞諸欲佛、南無寶輪如來、南無無量寶", "146": "花丹化光明佛、南無常滅度佛、南無見一", "147": "切法佛、南無不墮落佛、南無山王如來、", "148": "南無栴檀清涼室佛、南無金面光佛、南", "149": "無無量慧稱佛、南無清涼室佛、南無無比", "150": "覺華剖佛、南無善住樹王佛、南無月光中", "151": "上佛、南無車乘如來、南無須彌山身佛、", "152": "南無廣名稱佛、南無名號興顯佛、南無名", "153": "稱爻丹支佛、南無名稱最尊佛、南無除憂", "154": "如來、南無蓮華上德王佛、南無闡華幢佛、", "155": "南無普放香花佛、南無最眼如來、南無放", "156": "焰如來、南無遠方稱佛、南無須彌山光佛、", "157": "南無寶光如來、南無火焰如來、南無三界", "158": "雄勇佛、南無光輪如來、南無虛空雄巧佛、", "159": "南無窮盡雄佛、南無天鼓音聲佛、南無普", "160": "雄如來、南無慧稱如來、南無無畏輪疆界", "161": "上佛、南無善住王佛、南無諸覺疆界應", "162": "飾佛、南無眾德聚佛、南無覺寶德稱丹備", "163": "佛、南無慧上德佛、南無慧光王中上明佛、", "164": "南無蓮花中出現佛、南無尊法雄佛、南", "165": "無月半光佛、南無光象如來、南無無量", "166": "光佛、南無蓮華中現德佛、南無執炬如來、", "167": "南無寶上德佛、南無栴檀清涼德丹室佛、", "168": "南無寶巖慧中上佛、南無德尊如來、南無", "169": "光幢如來、南無無量德海佛、南無眾聚如", "170": "來、南無一切德聚佛、南無蓮華應德佛、", "171": "南無極上中王佛、南無星王如來、南無無", "172": "量山王佛、南無虛空輪上佛、南無無量音", "173": "佛、南無無量光佛、南無雜寶色華佛、南", "174": "無最聚如來、南無不捨弘誓鎧佛、南無金", "175": "華如來、南無寶室如來、南無雜華色佛、", "176": "南無放光如來、南無從蓮華出現佛、南無", "177": "華蓋如來、南無被慧鎧佛、南無稱力王", "178": "佛、南無淨音聲佛、南無大雄如來、南無", "179": "無量聚會佛、南無車乘如來、南無無礙眼", "180": "佛、南無散眾步佛、南無壞疑如來、南無", "181": "無想聲佛、南無無量德具足佛、南無有眾", "182": "德佛、南無蓮華上德佛、南無寶尊如來、", "183": "南無於去來今無礙鎧佛、南無尊光如來、", "184": "南無寶山王佛、南無日鎧中上佛、南無炬", "185": "燈如來、南無無比光佛、南無德王光佛、", "186": "南無長養如來、南無無量眼佛、南無祉江", "187": "如來、南無諸遠方鎧佛、南無覺華有德剖", "188": "佛、南無樹王如來、南無師子如來、南無", "189": "寶山王佛、南無異觀如來、南無賢藥王", "190": "佛、南無尊聚如來、南無無量香光明佛、", "191": "南無普觀如來、南無善中上德佛、南無", "192": "雄猛如來、南無香尊幢佛、南無香最德佛、", "193": "南無香幢如來、南無清涼室佛、南無無量", "194": "精進佛、南無過十方光佛、南無覺華剖上", "195": "佛、南無無量雄猛佛、南無蓮華恐畏過上", "196": "佛、南無寶羅網佛、南無善住中王佛、南", "197": "無香中尊王佛、南無致諸安樂佛、南無一", "198": "切聚觀佛、南無不唐棄名稱佛、南無壞散", "199": "諸恐丹怖畏佛、南無善住王佛、南無寶光", "200": "如來、南無為諸眾生致佛、南無虛空無際", "201": "佛、南無淨德如來、南無虛空幢佛、南無", "202": "在無恐畏華德佛、南無尊善中德佛、南無", "203": "無量雄猛形法佛、南無淨眼如來、南無大", "204": "車乘佛、南無極最德上佛、南無莫能勝幢", "205": "佛、南無須彌山王佛、南無趣向常住、佛", "206": "南無無量最香佛、南無月輪稱王佛、南無", "207": "尊須彌佛、南無寶德如來、南無尊德如", "208": "來、南無無礙眼佛、南無住無量集德佛、", "209": "南無威神王佛、南無善思願自調佛、南無", "210": "淨輪王佛、南無慧上如來、南無慧巖丹嚴", "211": "如來、南無造成遠方佛、南無會中尊佛、", "212": "南無決斷如來、南無車乘如來、南無慧隱", "213": "如來、南無極趣上德佛、南無眾生意欲所", "214": "趣勇意視之佛、南無無量寶佛、南無無", "215": "量佛、南無於一切諸愛中雄佛、南無光", "216": "無礙佛、南無無礙丹量光明佛、南無寶蓮", "217": "華剖上德佛、南無一切所趣中覺雄見諸", "218": "覺身佛、南無好丹鄉有堅如來、南無過化音", "219": "聲佛、南無蓮花尊在諸寶德佛、南無海須", "220": "彌王德佛、南無無麁慧佛、南無在慧華佛、", "221": "南無極趣上威神聚佛、南無寂定如來、南", "222": "無離雄如來、南無捨一切步佛、南無德不", "223": "可思議佛、南無在於遊戲德佛、南無趣無", "224": "畏德佛、南無香趣無量香光佛、南無雲鼓", "225": "音佛、南無在福德佛、南無無量勇雄猛佛、", "226": "南無須彌山身佛、南無最香須彌身佛、南", "227": "無無量光佛、南無光普見佛、南無恐畏如", "228": "來、南無自至到佛、南無月燈如來、南無", "229": "星燈如來、南無成熟如來、南無極趣上佛、", "230": "南無尊會如來、南無金剛有佛、南無慧", "231": "中自在王佛、南無慧力稱佛、南無最安", "232": "如來、南無德身王德佛、南無善眼如來、", "233": "南無諸樹王佛、南無須彌山王佛、南無虛", "234": "空須彌佛、南無十力王佛、南無師子步佛、", "235": "南無施豐德佛、南無滿月如來、南無寶", "236": "德如來、南無賢最德佛、南無淨音聲佛、", "237": "南無寶華如來、南無從蓮華佛、南無栴檀", "238": "香佛、南無須彌意佛、南無尊思如來、南", "239": "無寶蓋如來、南無香象如來、南無無量雄", "240": "佛、南無名稱不唐佛、南無德不可思議王", "241": "光佛、南無雜華如來、南無安隱王佛、南", "242": "無蓮華中上德佛、南無常自起覺寤佛、", "243": "南無藥王如來、南無無量意佛、南無求善", "244": "如來、南無無量雄佛、南無無量光佛、南", "245": "無無量眼佛、南無色聲雄佛、南無無量虛", "246": "空雄佛、南無星王如來、南無香最德佛、", "247": "南無虛空尊極上德佛、南無成方土佛、南", "248": "無極趣上須彌佛、南無無礙眼佛、南無大", "249": "海如來、南無執炬如來、南無火幢如來、", "250": "南無善無垢威光佛、南無慧聚如來、南無", "251": "力稱王佛、南無德光王佛、南無慧光王佛、", "252": "南無蓮華上有德佛、南無寶火如來、南無", "253": "染蓮花德佛、南無壞散眾疑佛、南無尊", "254": "聚如來、南無拘留秦佛、南無幢王如來、", "255": "南無從蓮花德佛、南無放光如來、南無慈", "256": "氏如來、南無蓮華光明佛、南無尊王法幢", "257": "佛、南無無量勇佛、南無海須彌佛、南無", "258": "極志上佛、南無能仁仙佛、南無不唐觀佛、", "259": "南無言辯音聲無礙佛、南無無礙德稱光佛、", "260": "南無無稱不散誓鎧佛、南無無量光佛、南無", "261": "善眼如丹本無如佛、南無一寶無憂佛、南無無", "262": "垢離度佛、南無於三世礙誓鎧佛、南無無", "263": "礙丹量華佛、南無無量光明佛、南無無", "264": "礙丹量明佛、南無無量雄佛、南無無量勇", "265": "佛、南無一蓋如來、南無蓋實如來、南無", "266": "寶蓋如來、南無星王如來、南無善星如來、", "267": "南無光輪場佛、南無光明如來、南無極上", "268": "德佛、南無無礙雄佛、南無無量雄勇佛、", "269": "南無言音無礙佛、南無大雲光佛、南無羅", "270": "網光聚佛、南無覺華剖佛、南無蓮華雄佛、", "271": "南無華山王佛、南無月聚自在佛、南無放", "272": "光如來、南無攝身如來、南無離無愚觀佛、", "273": "南無頂上極出王佛、南無蓮華頂上王佛、", "274": "南無無愚稱佛、南無不唐勇佛、南無無唐雄", "275": "佛、南無無愚丹量光明佛、南無無量精進", "276": "佛、南無薩梨樹王佛、南無寶樹如來、南", "277": "無正覺蓮華步佛、南無師子音佛、南無", "278": "禪思蓋佛、南無寶身如來、南無栴檀室佛、", "279": "南無無量光明佛、南無光輪場佛、南無禪", "280": "思須彌佛、南無無礙眼佛、南無無涯際", "281": "佛、南無有眾寶佛、南無一蓋如來、南無", "282": "造鎧如來、南無一切德佛、南無覺剖花中", "283": "德佛、南無善住意佛、南無無量勇佛、南", "284": "無無過德佛、南無寶通如來、南無無量誓", "285": "鎧佛、南無無量禪德佛、南無虛空輪場光", "286": "佛、南無無表識音聲佛、南無藥王如來、", "287": "南無離恐衣毛不竪佛、南無德王光佛、南", "288": "無觀意花出佛、南無虛空室佛、南無虛空", "289": "聲佛、南無在虛空禪思佛、南無大眼如來、", "290": "南無在尊德佛、南無覺蓮華德佛、南無師", "291": "子德佛、南無成就義佛、南無師子護佛、", "292": "南無師子頰頤佛、南無善中王佛、南無靜", "293": "須彌佛、南無靜眼如來、南無無遇丹過勇", "294": "步佛、南無香象如來、南無香德如來、南", "295": "無香須彌佛、南無無量眼佛、南無香嚴", "296": "如來、南無寶室如來、南無寶須彌佛、南", "297": "無善住如來、南無善住中王佛、南無淨須", "298": "彌佛、南無薩梨樹王佛、南無光輪場佛、", "299": "南無星燈如來、南無無過精進佛、南無善", "300": "思惟誓鎧佛、南無師子如來、南無於諸眾", "301": "中尊佛、南無諸尊中王佛、南無無量國土", "302": "中王佛、南無精進上中王佛、南無捨離疑", "303": "佛、南無善星中王佛、南無造鎧如來、南無", "304": "造化如來、南無須彌光佛、南無光輪場佛、", "305": "南無各成就佛、南無帛蓋如來、南無香蓋", "306": "如來、南無寶蓋如來、南無栴檀室佛、南", "307": "無栴檀德佛、南無須彌身佛、南無寶光如", "308": "來、南無薩梨樹王佛、南無淨德如來、南", "309": "無淨眼如來、南無無畏離衣毛竪佛、南無", "310": "攝身如來、南無寶尊如來、南無山王如來、", "311": "南無轉化女誓鎧佛、南無無量誓鎧佛、南", "312": "無無比光佛、南無羅網光中緣起中王佛、", "313": "南無趣向諸覺身佛、南無無量趣觀諸覺", "314": "身佛、南無成覺剖蓮花佛、南無羅網光佛、", "315": "南無無量覺花開剖佛、南無寶薩梨樹佛、", "316": "南無即發意轉法輪佛、南無慧明愛戒端", "317": "正佛、南無華巖丹嚴佛、南無千光如來、", "318": "南無無量光佛、南無無動勇佛、南無無量", "319": "步勇佛、南無無量辯佛、南無無量顏佛、", "320": "南無寶海如來、南無月光如來、南無金", "321": "光明佛、南無金海如來、南無精進軍佛、", "322": "南無無量雄佛、南無無決斷願佛、南無內", "323": "調如來、南無調化無休息佛、南無哀諸池", "324": "染佛、南無無趣向誓鎧佛、南無覺虛空德", "325": "佛、南無成就義佛、南無成就誓鎧佛、南", "326": "無火光如來、南無常精進佛、南無善住如", "327": "來、南無無量誓鎧佛、南無善相善鎧佛、", "328": "南無善言誓鎧佛、南無造鎧如來、南無", "329": "一種姓佛、南無無量身佛、南無無量精進", "330": "佛、南無羅網光佛、南無光輪場佛、南無", "331": "普觀如來、南無無名稱佛、南無散諸恐怖", "332": "佛、南無無量德光王佛、南無除恐衣毛竪", "333": "佛、南無伏一切怨佛、南無度諸魔界佛、", "334": "南無無量花佛、南無無量執持佛、南無無", "335": "量音聲佛、南無光巖丹嚴如來、南無光德", "336": "如來、南無離輪場後佛、南無無量光佛、", "337": "南無覺華開剖光佛、南無無量音佛、南無", "338": "須彌光佛、南無薩梨樹王佛、南無日面如", "339": "來、南無善眼如來、南無尊德如來、南無", "340": "寶華德佛、南無在諸寶佛、南無月華如來、", "341": "南無一切群萌誓鎧佛、南無轉化一切牽連", "342": "佛、南無無量辯才佛、南無無諍無恐佛、", "343": "南無都趣眾辯佛、南無普香丹有光如來、南", "344": "無香光如來、南無須彌香佛、南無香象如", "345": "來、南無香雄如來、南無無量雄佛、南", "346": "無香室如來、南無光輪場佛、南無光王如", "347": "來、南無蓮花上王佛、南無覺雄如來、南", "348": "無無量雄佛、南無無量香雄佛、南無極尊", "349": "如來、南無聞德如來、南無華蓋寶佛、南", "350": "無開華如來、南無香室如來、南無金華如", "351": "來、南無香華如來、南無須彌王佛、南無", "352": "導師如來、南無光造如來、南無一藏如", "353": "來、南無過一切眾生誓鎧佛、南無轉化眾", "354": "相佛、南無極遲誓鎧佛、南無善華如來、", "355": "南無無量香佛、南無普開光佛、南無普放", "356": "香熏佛、南無普放光佛、南無在蓮華德佛、", "357": "南無寶羅網佛、南無極上中王佛、南無一", "358": "界持覺剎佛、南無星王如來、南無善攝身", "359": "佛、南無善住王佛、南無香熏如來、南無", "360": "無量慧雄佛、南無無量誓鎧佛、南無無量", "361": "觀佛、南無無我眼丹明佛、南無難動如來、", "362": "南無初發意佛、南無無王勇佛、南無無", "363": "跡步佛、南無除一切憂佛、南無離憂如", "364": "來、南無如娛樂在德佛丹本娛樂自在德佛、南無安", "365": "隱王德佛、南無尊須彌威香丹音山佛、南", "366": "無大種姓佛、南無精進德佛、南無紅蓮華", "367": "德佛、南無白蓮華威德佛、南無吼眼如來、", "368": "南無尊聚如來、南無無邊際光佛、南無現", "369": "月光佛、南無遠方聲稱佛、南無月自在王", "370": "佛、南無無量光明佛、南無香尊須彌佛、", "371": "南無吉祥有德佛、南無在無量安隱德佛、", "372": "南無在月光有德佛、南無一切以德自莊", "373": "嚴佛、南無華光如來、南無莫能勝幢幡佛、", "374": "南無尊隱藏光佛、南無從威華王佛、南無", "375": "入在無邊際佛、南無一切尊佛、南無虛", "376": "空輪靜王佛、南無聲音無表識佛、南無諸", "377": "寶上德佛、南無靜天德佛、南無無量香象", "378": "佛、南無須彌光佛、南無造燈明佛、南無", "379": "蓮華尊光佛、南無施安隱佛、南無名稱友", "380": "佛、南無薩梨樹王佛、南無無量光明佛、", "381": "南無大部分佛、南無金面光佛、南無善稱", "382": "德威帝釋威幢光佛、南無普光威德佛、南", "383": "無普丹本有德光佛、南無精進伏怨勇佛、南", "384": "無無礙藥樹威德佛、南無寶蓮華勇佛、南", "385": "無寶蓮花住薩梨樹王佛、南無求德如來、", "386": "南無日輪場光佛、南無寶蓮勇佛、南無", "387": "寶蓮花薩梨樹王佛、南無一寶蓋佛、南", "388": "無住禪思勇佛、南無寶幢威德佛、南無住", "389": "無量勇佛、南無好香尊香熏佛、南無思惟", "390": "尊象德佛、南無蓮花尊德佛、南無日輪場", "391": "尊上德佛、南無一寶蓋佛、南無思惟最勇佛、", "392": "南無寶華普光威佛、南無一寶蓋佛、南", "393": "無思惟最勇佛、南無寶華普光威佛、南無", "394": "住無比勇佛、南無無量最丹本有香中王佛、南", "395": "無寶蓮華勇佛、南無大光明佛、南無寶輪", "396": "威丹成極上德佛、南無寶內丹綱如來、南無", "397": "寶尊如來、南無百光如來、南無放光如來、", "398": "南無大光如來、南無無量光佛、南無清", "399": "徹光佛、南無光明王佛、南無極尊如來、", "400": "南無蓮華上尊佛、南無華氏如來、南無", "401": "寶月如來、南無寶焰如來、南無大焰身", "402": "佛、南無無礙光佛、南無須彌幡佛、南", "403": "無寶幢如來、南無寶輪輞佛、南無天帝幢", "404": "佛、南無栴檀香佛、南無善聚光蓮丹軍華", "405": "部丹剖體佛、南無無量名稱德光佛、南", "406": "無須彌巖佛、南無慧燈明佛、南無光極明", "407": "佛、南無難勝如來、南無照曜如來、南無", "408": "色幢幡星王佛、南無威自在王佛、南無", "409": "正覺中王佛、南無尊寶如來、南無大海如", "410": "來、南無十力王佛、南無寶場輪上尊王佛、", "411": "南無無垢慧佛、南無寶幢如來、南無在寶", "412": "如來、南無施無威佛、南無雜華如來、", "413": "南無施寶光佛、南無悲慈意佛、南無無", "414": "墮落佛、南無蓮華葉眼佛、南無名稱如", "415": "來、南無哀眼如來、南無執敷飾佛、南", "416": "無虛空意佛、南無世師如來、南無不墮", "417": "落佛、南無普觀如來、南無施豐德佛、南", "418": "無滿月如來、南無栴檀香佛、南無大光明", "419": "佛、南無龍尊如來、南無快見如來、南無", "420": "香上如來、南無大懷如來、南無德不墮", "421": "落佛、南無大化如來、南無寶逈如來、南", "422": "無大車花佛、南無美快德佛、南無師子如", "423": "來、南無諸帝釋中王佛、南無戒味如來、", "424": "南無花威如來、南無普威如來、南無普", "425": "極上佛、南無海威如來、南無無量際威佛、", "426": "南無大德如來、南無香威如來、南無上幢", "427": "如來、南無安隱德佛、南無大光明佛、南", "428": "無不墮落佛、南無顯現如來、南無寶威如", "429": "來、南無在德如來、南無普德如來、南無", "430": "增益如來、南無普威德佛、南無寶樹如來、", "431": "南無海威如來、南無大化如來、南無悅音", "432": "聲佛、南無施威如來、南無普月如來、南", "433": "無臂月如來、南無尊威如來、南無寶威如", "434": "來、南無香象如來、南無幢幡如來、南無", "435": "尼拘類樹王佛、南無普德如來、南無普豐", "436": "音佛、南無香尊如來、南無勝命如來、", "437": "南無師子幢佛、南無幢威如來、南無聚威", "438": "如來、南無蓮華香佛、南無喻寶如來、南", "439": "無蓮華威佛、南無華威如來、南無大龍威", "440": "佛、南無香象佛、南無龍威佛、南無十", "441": "力娛樂佛、南無大海如來、南無師子音佛、", "442": "南無師子幢丹幡佛、南無天帝釋淨幢佛、", "443": "南無栴檀雜香樹佛、南無喻如須彌山佛、", "444": "南無雲中自在燈明佛、南無雲中自在王佛、", "445": "南無除世畏覺寤佛、南無蓮華葉淨佛、", "446": "南無星王華佛、南無寶上王佛、南無力士", "447": "王佛、南無象鷲丹龍師子巖雷難過上佛、", "448": "南無寶臺如來、南無無終聲佛、南無大光", "449": "如來、南無龍天如來、南無天力如來、", "450": "南無師子如來、南無離垢光佛、南無威巖", "451": "如來。", "452": "從此以上一千佛未來。", "453": "若有族姓子女，聞是諸佛世尊名號，歡喜信", "454": "樂，持諷誦讀而不誹謗，或能書寫為他人說，", "455": "或能造作立其形像，或能供養香華伎樂，歎", "456": "佛功德，至心作禮者，勝用十方諸佛國土，滿", "457": "中珍寶，純摩尼珠，積至梵天，百千劫中而布", "458": "施者。是輩族姓子女，前已曾供養是如來已，", "459": "其人後生得此功德，至于作佛而無窮盡，皆", "460": "當為賢劫中佛之所授決。其人所生之處，常", "461": "遇三寶，得生諸佛剎土，六情完具，不墮八難，", "462": "三十二相、八十種好，疾得具足，若能一過五", "463": "體投地，而為作禮，口自宣言：「我今普禮一切", "464": "十方三世諸佛，我今普禮一切十方三世諸", "465": "佛。」至千過然後乃起，所得福祐，如上所說。持", "466": "此功德，願共一切五道眾生，其無常者生無", "467": "量壽佛國；立大誓願，使諸眾生悉生彼剎。生", "468": "彼剎已，身諸相好；智慧辯才，如眾界尊阿彌", "469": "陀佛，所獲果報亦如大尊。", "470": "未來星宿劫千佛名經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0448a 未來星宿劫千佛名經", "source": "CBETA"}