{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0009 人仙經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 9 [No. 1(4)]", "1": "佛說人仙經", "2": "西天譯經三藏朝奉大夫試光祿", "3": "卿明教大師臣法賢奉　詔譯", "4": "如是我聞：一時，佛在那提迦城崐左迦精舍", "5": "中，與大眾俱。爾時，尊者阿難獨止一處，起", "6": "如是念：「我佛世尊，先說所有諸方諸國，及諸", "7": "城隍，所謂：盎誐國、摩伽陀國、迦尸國、憍薩", "8": "羅國、蜜𡁠沙國、大力士國、奔拏國、蘇摩國、", "9": "阿說迦國、嚩帝國、俱嚕國、半左國、嚩蹉國、", "10": "戍囉西那國、夜嚩那國、甘謨惹國等。而彼", "11": "諸國，所有聲聞，已入滅者，佛皆說彼生於", "12": "某果報。唯彼摩伽陀國，所有上首諸優婆", "13": "塞皆已命終，彼摩伽陀國，空廓無人。我佛", "14": "世尊，未為宣說生於何處？」是時，尊者阿難", "15": "作是念已，即出自舍，往詣佛所，到佛所已，", "16": "偏袒右肩，右膝著地，即以頭面，禮世尊足，", "17": "住立佛前，白世尊言：「如先所說，諸方諸國，", "18": "我從佛聞，皆已了知。乃至從佛聞所說法，", "19": "亦悉了知。乃至那提迦城諸優婆塞所生之", "20": "處，佛亦說已。又彼那提迦城，次有五百優", "21": "婆塞，亦已命終，彼優婆塞善斷三障，證須陀", "22": "洹果，逆生死流，七來人間，七生天上，了苦", "23": "邊際，決證菩提。又彼那提迦城，復有三百", "24": "優婆塞，亦次命終，彼優婆塞亦斷三障及", "25": "貪瞋癡，一來人間，了苦邊際，證斯陀含果。", "26": "又彼那提迦城，有二百五十優婆塞，復次命", "27": "終，彼優婆塞能斷五種煩惱及隨煩惱，證", "28": "阿那含果，不還人間，不復輪轉。如是等事，", "29": "亦悉了知。唯獨摩伽陀國，所有諸上首優婆", "30": "塞命終之後，摩伽陀國空廓無人。云何，世", "31": "尊！獨不說彼諸優婆塞所生之處？唯願世尊，", "32": "為我宣說，摩伽陀國諸優婆塞，今生何處？", "33": "所修行業，得何果報？世尊！又彼摩伽陀國，", "34": "頻婆娑羅王一心向佛，知於正法及奉僧伽，", "35": "盡於壽命，常念不忘。命終之後，國中人民，", "36": "咸讚王德，作如是言：『此是法王。願此法王，", "37": "生於善世，獲最勝樂。』世尊！云何未說彼王所", "38": "生之處，及心所願乃至果位？唯願世尊，一", "39": "一宣說。」又復白言：「世尊！彼摩伽陀國，乃是", "40": "我佛成正覺地，最勝無比。而此勝地，是王", "41": "為主，唯願世尊，為說生處。」", "42": "爾時，世尊受阿難請已，默然而住。時，尊者阿", "43": "難見佛默然，即知受請，便以頭面禮世尊足，", "44": "還於本處。", "45": "爾時，世尊過夜分已，至於來晨食時，著衣執", "46": "持應器，入那提迦城，次行乞食。得品饌已，", "47": "還於本處，收衣洗足，敷座而食。飯食訖已，", "48": "而暫經行，復還本座，觀察阿難所問：「摩伽", "49": "陀國王，及諸優婆塞此處滅已，當生何處？", "50": "以何行願，得何果報？」作是觀時，以佛神通，", "51": "於虛空中，有聲稱名：「世尊！我是人仙。善", "52": "逝！我是人仙。」爾時，世尊聞空聲已，即從座", "53": "起，往聲聞處，彼聲聞眾，圍遶而坐。阿難尊", "54": "者來詣佛所，偏袒右肩，禮世尊足，住立佛", "55": "前，而白佛言：「世尊！何因何緣倍常適悅？」", "56": "爾時，世尊告阿難言：「如汝所請，為摩伽陀國", "57": "頻婆娑羅王，及諸優婆塞，此處滅已，當生何", "58": "處？以何行願，得何果報？我以此義，說時未", "59": "至，示同世間，憶念而住。過是夜分，至於食", "60": "時，入城乞食，迴還本處，食訖經行，復還本", "61": "座，以汝所問說時已至，憶念觀察。彼摩伽", "62": "陀國王，及諸優婆塞，死此生彼，行願果報。", "63": "如是之次以我神通，於虛空中，有聲稱言：", "64": "『世尊！我是人仙。善逝，我是人仙。』」佛復告言：", "65": "「阿難！汝於往昔，聞有如是名否？」阿難白言：", "66": "「世尊！未聞有是名者，我聞此名，身毛喜竪。」", "67": "尊者阿難，說是語次又聞空中聲曰：「世尊！我", "68": "是頻婆娑羅王。善逝，我是頻婆娑羅王。我", "69": "今向佛，二三稱說名字族氏。世尊！往昔人", "70": "仙，命終之後，生於人間，得為人王，證須陀", "71": "洹果。今第七生，生毘沙門宮，為天王子，亦名", "72": "人仙。世尊！我為毘沙門天王之子，善能了知", "73": "佛所說法，微妙寂靜安樂之句，當來證得斯", "74": "陀含果。」佛即讚言：「善哉！善哉！而汝人仙甚善", "75": "甚善，汝能如是行無放逸。先於何處，以何因", "76": "緣，而能獲得須陀洹果？」人仙答言：「我別無因，", "77": "亦別無緣，唯知佛法微妙最勝，深信奉行，", "78": "乃證初果。」又復白言：「世尊！我受持國天王", "79": "命，往彼南方增長天王處。由是見知我佛世", "80": "尊，在崑左迦精舍，獨處堂中，觀察摩伽陀", "81": "國王，及諸優婆塞，從此處滅生於何處？以", "82": "何行願？得何果報？如是等事，我佛欲說。世", "83": "尊！我從父王毘沙門所，親聞是事，憶持不", "84": "忘，是故我今正以此緣，來詣佛所，欲說斯", "85": "事。」", "86": "佛言：「人仙！今正是時，汝當廣說。」是時，人仙", "87": "承佛聖旨，而白佛言：「世尊！一時我聞，父毘", "88": "沙門天告於眾言：『汝等聖者當一心聽。我於", "89": "往昔在三十三天，說法勝會。諸天皆集，及", "90": "護世天，亦在彼會，各處本方。持國天王處", "91": "於東方，面西而坐。增長天王處於南方，面", "92": "北而坐。廣目天王處於西方，面東而坐。我", "93": "處北方面南而坐。諸聽法眾坐護世前。是時，", "94": "諸天及護世等，皆為聽法，來赴勝會。既聞", "95": "法已欲還本宮，忽有大光，普照勝會，諸天", "96": "光明映蔽不現。", "97": "「『爾時，帝釋天主告諸天言：「汝等當知，今此大", "98": "光普照勝會，使我諸天光明色相映蔽不現。", "99": "是故汝等當知非久，大梵天王來此會中。於", "100": "意云何？大梵天王，凡所行處，先現祥瑞。汝", "101": "諸天等，勿起本座，知彼何緣現此光明。」時，", "102": "諸天眾及護世天白帝釋言：「我等承命未起", "103": "本座，乃至了知所現光明。」時，大梵王以童", "104": "子形，於彼勝會，忽然出現。頭有五髻，色相", "105": "具足，於彼會中即便說偈，告諸天曰：", "106": "「『「汝歸佛世尊，世間為眼目，", "107": "善說微妙法，令得寂靜句。", "108": "汝等諸天眾，威力大色相，", "109": "因持佛梵行，由是生天界。", "110": "復有淨行者，具色壽名稱，", "111": "是大智佛子，非久生此界。", "112": "天眾聞是語，心生大歡喜，", "113": "歸依佛世尊，信法中妙法。", "114": "梵王說偈時，具五種妙音，", "115": "甚深如雲雷，聞者樂真實。」", "116": "「『大梵天王說偈之時，具五種妙音，所謂大梵", "117": "音、迦陵頻伽音、大鼓音、大雷音、及愛樂音", "118": "等。又彼梵王於勝會中，攝童子形，復現大", "119": "身。於意云何？大梵天王隨眾心樂，而現其", "120": "身。所現大身，有二種德，具大色相，普聞", "121": "名稱。譬如黃金有二種德，謂色及名。大梵", "122": "天王於天眾中，二種顯現亦復如是。又復梵", "123": "王到勝會時，會中天眾，不起本座，亦不作", "124": "禮。時，彼天眾合掌而住，各起所念：「嗚呼！娑", "125": "婆世界主，大梵天王於此會前以所現身，復", "126": "現大身。」是時，梵王知天眾心，於大身中，倍", "127": "復現大，於彼勝會，上虛空中，跏趺而坐，譬", "128": "大力士於地而坐，大梵天王亦復如是。", "129": "「『爾時，大梵天王復告天眾：「所現大身，是四神", "130": "足力，唯佛世尊悉知悉見，能說、能修、亦復能", "131": "現。是故汝等，亦當誠心修彼神足，乃至現", "132": "通作大利益。四神足者，謂欲勤心慧。」是時，", "133": "天眾又復心念：「嗚呼！大梵天王，願化我等", "134": "天眾，一一皆如梵天王身，一一梵天懷中坐", "135": "一天王。」爾時，大梵天王知天眾心，即以神力，", "136": "攝諸天身，化梵王身，各於懷中，坐一天王。", "137": "是彼天眾，所有心念，皆悉滿足，獲大安樂，", "138": "譬如剎帝利王，受父灌頂，而紹王位，心念", "139": "滿足，獲大安樂，彼諸天眾亦復如是。", "140": "「『爾時，大梵復告天眾：「汝等諸天及護世等，當", "141": "一心聽。諸聖者唯佛、如來、正等正覺，於四神", "142": "足，能廣宣說、能久修習、能大變現。是故汝", "143": "等當發誠心，應勤修習，自在變現，作大利", "144": "益。」是時，梵王懷中所坐天王，各生疑念：「唯", "145": "有一大梵王，我坐懷中；云何言時諸天皆言？", "146": "若彼默時諸天亦默？」又帝釋天主，起如是念：", "147": "「嗚呼！大梵天王，願攝我等天眾本形，變一大", "148": "身，坐我懷中。」時，大梵王知帝釋念，攝天眾", "149": "形，現一大身，帝釋懷中跏趺而坐。大梵天", "150": "王當以如是神足之力，種種變現，作化事已，", "151": "又復告彼諸天及護世等：「我佛世尊以此四", "152": "神足力，及聲聞法，先所化度者，即摩伽陀", "153": "國，八萬優婆塞善斷三障，盡苦邊際，證須陀", "154": "洹果。於天上人間，七返往來，有生他化自", "155": "在天者、有生化樂天者、有生三十三天者、", "156": "有生四王天者；有生人間大剎帝利王宮者、", "157": "有生上首大婆羅門家、有生上首大長者家。」", "158": "又復諸天眾等，有思念者：「嗚呼！云何能得四", "159": "佛出現於世？」復有思念：「嗚呼！云何能得八佛", "160": "出現於世？」大梵天王知彼天眾心之所念，而", "161": "復告言：「汝等天眾莫作是念，思欲四佛出現", "162": "於世，乃至八佛出現於世。是義不然。汝等", "163": "當知，我從佛聞，無有二佛同出於世，何有", "164": "四佛八佛同出世耶？汝等但願，我佛世尊無", "165": "漏之體，壽命增長，久住世間。」時，彼諸天又", "166": "復作念：「大梵天王，云何一一實知我心？」彼", "167": "諸天等，即生驚怖，心懷愁惱。時，大梵王告", "168": "彼眾言：「汝諸天眾及護世等，一心諦聽。如", "169": "來、應供、正等正覺宣說一乘正法，令諸眾生", "170": "遠離憂悲苦惱，皆得清淨，證真實理。」又復", "171": "告言：「有三種法，如來悉知。何名三種？所謂", "172": "有人，先作身不善業、意不善行，後因親近", "173": "善友，聽聞妙法，繫念思惟，斷身不善、造身", "174": "善業，斷意不善、行意善行。是人樂中生樂，", "175": "悅意中復生悅意。譬如有人於喜生喜，喜復", "176": "生喜，彼人悅樂亦復如是，此謂第一種法。", "177": "復次，有人先受五慾作不善業，後親善友，聽", "178": "聞妙法，繫念思惟，棄於慾樂，亦復不造諸", "179": "不善業。是人樂中生樂，悅意中復生悅意。", "180": "譬如有人喜中生喜，喜復生喜，悅樂法者亦", "181": "復如是，此謂第二種法。復次，有人於不善", "182": "法如實了知，亦於善法如實了知，乃至苦", "183": "集滅道亦如實知。後復親近善友，於不善", "184": "法及諸善法，乃至苦集滅道，於是諸法，倍", "185": "復精曉，是人樂中生樂，於悅意中復生悅", "186": "意。譬如有人喜中生喜，喜復生喜，悅樂法", "187": "者亦復如是，此謂第三種法。」復次，大梵天王", "188": "又告諸天及護世等：「諸聖者當一心聽。有四", "189": "種法，彼佛世尊悉知悉見。何者為四？謂身、", "190": "受、心、法。如來以慧觀是四法，若內若外，如", "191": "實了知。智慧現行，修習圓滿。善說菩提一", "192": "乘正法，令諸眾生咸得清淨，離憂悲苦惱，", "193": "證妙法理。」", "194": "「『復次，大梵天王又告諸天及護世等言：「諸聖", "195": "者當一心聽。有八正道法，彼佛如來、應供、正", "196": "等正覺悉知悉見。何等為八？謂正見、正思", "197": "惟、正語、正業、正命、正精進、正念、正定。如是八", "198": "正道，即是三摩地受用法。若有如是得正思", "199": "惟，行於梵行，修習圓滿，獲梵天樂。又復正", "200": "語，正一切言，滿一切相，正說梵行，分別顯", "201": "教，得如實旨。宣說正語，開甘露門，示一乘", "202": "法，令諸眾生咸得清淨，離憂悲苦，證妙法", "203": "理。」』」", "204": "爾時，人仙白佛言：「世尊！如我所說種種法要，", "205": "皆是大梵天王於帝釋宮，為三十三天及四", "206": "護世諸天眾等，如是宣說；我父毘沙門天", "207": "王，迴還本宮，為我宣說，我悉記憶，無所", "208": "忘失。今承如來大威力故，為尊者阿難欲", "209": "知頻婆娑羅王所生所滅行願果報，我今對", "210": "佛如實宣說。」佛即讚言：「善哉！善哉！汝能善", "211": "說。」", "212": "爾時，人仙說是法已，阿難尊者及諸會眾，", "213": "得聞是法，歡喜信受，禮佛而退。", "214": "佛說人仙經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0009 人仙經", "source": "CBETA"}