{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1423 五分比丘尼戒本: 五分比丘尼戒本: 五分比丘尼戒本", "text": {"0": "No. 1423 [cf. No. 1421]", "1": "五分比丘尼戒本", "10": "有罪一心悔，後更莫復犯。", "100": "犯僧伽婆尸沙可悔過。「若比丘尼，助破和合", "101": "僧，若一若二若眾多，語諸比丘尼言：『是比", "102": "丘尼所說，是知說非不知說、說法不說非法、", "103": "說律不說非律，皆是我等心所忍樂。』諸比丘", "104": "尼語是比丘尼：『汝莫作是語：「是比丘尼所說，", "105": "是知說非不知說、說法不說非法、說律不說", "106": "非律，皆是我等心所忍樂。」何以故？是比丘尼", "107": "非知說、非說法、非說律，汝莫樂助破和合僧。", "108": "當樂助和合僧，僧和合故，歡喜無諍，一心一", "109": "學如水乳合，共弘師教，安樂行。』如是諫，堅持", "11": "心馬馳惡道，放逸難禁制，", "110": "不捨，應第二、第三諫。第二第三諫捨是事善。", "111": "不捨者，是比丘尼三諫，犯僧伽婆尸沙可悔", "112": "過。「若比丘尼，惡性難共語。與諸比丘尼同", "113": "學戒經，數數犯罪。諸比丘尼如法如律諫其", "114": "所犯。答言：『阿姨！汝莫語我若好若惡，我亦", "115": "不以好惡語汝。』諸比丘尼復語言：『汝莫作自", "116": "我不可共語。汝當為諸比丘尼說如法，諸比", "117": "丘尼亦當為汝說如法。如是展轉相教、轉相", "118": "出罪，成如來眾。』如是諫，堅持不捨，應第二、第", "119": "三諫。第二、第三諫捨是事善。不捨者，是比丘", "12": "佛說切戒行，亦如利轡勒。", "120": "尼三諫，犯僧伽婆尸沙可悔過。「若比丘尼，依", "121": "聚落住，行惡行、污他家，行惡行皆見聞知、污", "122": "他家亦見聞知。諸比丘尼語是比丘尼：『汝行", "123": "惡行、污他家，行惡行皆見聞知、污他家亦見", "124": "聞知。汝出去，不應是中住。』彼比丘尼言：『諸阿", "125": "姨隨愛、恚、癡、畏。何以故？有如是等同罪比丘", "126": "尼，有驅者、有不驅者。』諸比丘尼復語言：『汝莫", "127": "作是語：「語諸阿姨隨愛、恚、癡、畏。有如是等", "128": "同罪比丘尼，有驅者、有不驅者。」汝行惡行、污", "129": "他家，行惡行皆見聞知、污他家亦見聞知。汝", "13": "佛口說教誡，善者能信受，", "130": "捨是隨愛恚癡畏語。汝出去，不應是中住。』如", "131": "是諫，堅持不捨，應第二、第三諫。第二第三諫", "132": "捨是事善。不捨者，是比丘尼三諫，犯僧伽婆", "133": "尸沙可悔過。", "134": "「若二比丘尼共作惡行、有惡名聲，更相覆罪、", "135": "觸惱眾僧。諸比丘尼語言：『汝二比丘尼共作", "136": "惡行、有惡名聲，更相覆罪、觸惱眾僧。汝相遠", "137": "離，捨是作惡、觸惱僧事，於佛法中增廣得安", "138": "樂住。』彼二比丘尼言：『我等不作惡行、無惡名", "139": "聲，不相覆罪、不觸惱僧。此中更有餘二比丘", "14": "是人馬調順，能破煩惱軍。", "140": "尼，共作惡行、觸惱眾僧。』諸比丘尼復語言：『莫", "141": "作是語。何以故？此中更無餘二比丘尼作惡", "142": "惱僧，唯有汝等。可相遠離，捨是作惡、觸惱僧", "143": "事，於佛法中增廣得安樂住。』如是諫，堅持不", "144": "捨，應第二，第三諫。第二，第三諫捨是事善。不", "145": "捨者，是比丘尼三諫，犯僧伽婆尸沙可悔過。", "146": "「若二比丘尼共作惡行、有惡名聲，更相覆罪、觸", "147": "惱眾僧。諸比丘尼語言：『汝二比丘尼共作惡", "148": "行、有惡名聲，更相覆罪、觸惱眾僧。汝相遠離，", "149": "捨是作惡、觸惱僧事，於佛法中增廣得安樂", "15": "若不受教勅，亦不愛樂戒，", "150": "住。』二比丘尼言：『我等不作惡行、無惡名聲，不", "151": "相覆罪、不觸惱僧。僧見我等羸弱，輕易我故", "152": "作如是語。』諸比丘尼復言：『莫作是語。何以故？", "153": "僧不見汝羸弱輕易汝等。汝等可相遠離，捨", "154": "是作惡、觸惱僧事，於佛法中增廣得安樂住。』", "155": "如是諫堅持不捨，應第二、第三諫。第二、第三", "156": "諫捨是事善。不捨者，是比丘尼三諫，犯僧", "157": "伽婆尸沙可悔過。「若比丘尼，好共他鬪。僧", "158": "斷其事，便言：『僧隨愛、恚、癡、畏』。諸比丘尼語言：", "159": "『汝莫好共他鬪。莫作是語：「僧隨愛恚癡畏。」何", "16": "是人馬不調，沒在煩惱軍。", "160": "以故？僧不隨愛恚癡畏。汝等捨是語，於佛法", "161": "中增廣得安樂住。』如是諫，堅持不捨，應第二、", "162": "第三諫。第二、第三諫捨是事善。不捨者，是比", "163": "丘尼三諫，犯僧伽婆尸沙可悔過。「若比丘尼，", "164": "好共他鬪。僧斷其事，便言：『我捨佛、捨法、捨", "165": "僧、捨戒，作外道。餘沙門婆羅門亦學戒亦慚", "166": "愧，我於彼得修梵行。』諸比丘尼語言：『汝莫好", "167": "共他鬪。莫作是語：「我捨佛法僧。」何以故？餘沙", "168": "門婆羅門無學戒、無慚愧。汝云何於彼得修", "169": "梵行？汝捨是惡見，於佛法中增廣得安樂住。』", "17": "若人守護戒，如犛牛愛尾，", "170": "如是諫，堅持不捨，應第二、第三諫。第二、第三", "171": "諫捨是事善。不捨者，是比丘尼三諫，犯僧", "172": "伽婆尸沙可悔過。」「諸大姊！已說十七僧伽", "173": "婆尸沙法，九初罪、八乃至三諫。若比丘尼犯", "174": "一一罪，應二部僧中半月行摩那埵，次到阿", "175": "浮訶那。如法作已，應二部僧各二十人中出", "176": "罪，若少一人不名出罪，諸比丘尼亦可呵。是", "177": "法應爾。今問，諸大姊是中清淨不？」第二、第三亦如是說「諸", "178": "大姊是中清淨，默然故，是事如是持。」", "179": "「諸大姊！是三十尼薩耆波逸提法，半月半", "18": "繫心不放逸，亦如猴著鎖。", "180": "月戒經中說。「若比丘尼，五衣竟，捨迦絺那", "181": "衣已，長衣乃至十日。若過，尼薩耆波逸提。", "182": "「若比丘尼，衣竟，捨迦絺那衣已，五衣中若離", "183": "一一衣宿，過一夜，除僧羯磨，尼薩耆波逸提。", "184": "「若比丘尼，衣竟，捨迦絺那衣已，得非時", "185": "衣，若須應受、速作受持。若足者善，若不足望", "186": "更有得處，令具足成，乃至一月。若過，尼薩耆", "187": "波逸提。「若比丘尼，從非親里居士居士婦乞", "188": "衣，除因緣，尼薩耆波逸提。因緣者，奪衣、失", "189": "衣、燒衣、漂衣、壞衣、是名因緣。「若比丘尼，奪", "19": "日夜常精進，求實智慧故，", "190": "衣、失衣、燒衣、漂衣、壞衣，從非親里居士居士", "191": "婦乞衣。若居士居士婦欲多與衣，是比丘尼", "192": "應受二衣，若過受，尼薩耆波逸提。「若非親", "193": "里居士居士婦共議：『當以是衣直作衣，與某", "194": "甲比丘尼。』是比丘尼先不受自恣請，便往問", "195": "居士居士婦言：『汝為我以如是衣直作衣不？』", "196": "答言：『如是。』便言：『善哉。居士居士婦！可作如", "197": "是如是衣與我，為好故。』尼薩耆波逸提。「若非", "198": "親里居士居士婦共議：『我當各以如是衣直", "199": "作衣，與某甲比丘尼。』是比丘尼先不受自恣", "2": "梁建初寺沙門釋明徽集", "20": "是人佛法中，能得清淨命。」", "200": "請，便往問居士居士婦言：『汝各為我以如是", "201": "衣直作衣不？』答言：『如是。』便言：『善哉。居士居", "202": "士婦！可合作一衣與我，為好故。』尼薩耆波逸", "203": "提。「若王、若大臣、婆羅門、居士，為比丘尼故，", "204": "遣使送衣直。使到比丘尼所言：『阿姨！彼王、", "205": "大臣送此衣直。阿姨受之。』是比丘尼言：『我", "206": "不應受衣直。若得淨衣，當手受持。』使言：『阿", "207": "姨！有執事人不？』比丘尼即指示處。使便到", "208": "執事所言：『某王、大臣送此衣直與某甲比丘", "209": "尼。汝為受作取。』便與之。使既與已，還比丘尼", "21": "「未受具戒者出。」有者依言遣出，無者答言：「此處無未受具戒人。」「諸大姊！不", "210": "所白言：『阿姨！所示執事人，我已與竟。阿姨", "211": "須衣便可往取。』是比丘尼二反三反到執事", "212": "所，作是言：『我須衣。我須衣。』若得者善。若不得，", "213": "四反五反六反到執事前默然立，若得者善。", "214": "若過是求得者，尼薩耆波逸提。若不得衣，應", "215": "隨使來處，若自往、若遣信語言：『汝為某甲比", "216": "丘尼送衣直，是比丘尼竟不得。汝自還索，莫", "217": "使失。是事應爾。』「若比丘尼自行乞縷，雇織", "218": "師織作衣，尼薩耆波逸提。「若居士居士婦，", "219": "為比丘尼，使織師織作衣。是比丘尼先不自", "22": "來諸比丘尼說欲及清淨。」有者依言說，無者答言：「此處無說欲人。」「僧", "220": "恣請，便到織師所作是言：『汝知不？此衣為", "221": "我作。汝為我故，好織令極緻廣，當別相報。』", "222": "後若與一食、若一食直，得者，尼薩耆波逸提。", "223": "一十「若比丘尼，與比丘尼衣，後瞋不喜，若自", "224": "奪、若使人奪，作是語：『還我衣，不與汝。』尼薩耆", "225": "波逸提。「若比丘尼，知檀越欲與僧物，迴以", "226": "入己，尼薩耆波逸提。", "227": "「若比丘尼病，得服四種含消藥：酥、油、蜜、石", "228": "蜜，一受乃至七日。若過，尼薩耆波逸提。「若", "229": "比丘尼，前後安居十日未至自恣，得急施衣，", "23": "今和合，先作何事？」答言：「說戒羯磨。」", "230": "若須應受，乃至衣時。若過，尼薩耆波逸提。", "231": "「若比丘尼，鉢未滿五綴，更乞新鉢，為好故，尼", "232": "薩耆波逸提。「若比丘尼，種種販賣求利，尼", "233": "薩耆波逸提。「若比丘尼，以金銀及錢種種賣", "234": "買，尼薩耆波逸提。「若比丘尼，自捉金銀及", "235": "錢、若使人捉、若發心受，尼薩耆波逸提。「若", "236": "比丘尼，先乞是，既得不用，更乞餘物，尼薩耆", "237": "波逸提。「若比丘尼，非時衣作時衣受，尼薩", "238": "耆波逸提。二十「若比丘尼，與比丘尼貿衣，後", "239": "悔還索。得者，尼薩耆波逸提。「若比丘尼，諸", "24": "「大姊僧聽！今十五日布薩說戒，僧一心作布", "240": "比丘尼語：『汝取遮月水衣。』自言：『不用。』臨時", "241": "先取，尼薩耆波逸提。「若比丘尼，乞重衣，應", "242": "取價直四大錢者。若受貴價衣，尼薩耆波逸", "243": "提。「若比丘尼，乞輕衣，應取價直二大錢半", "244": "者。若受貴價衣，尼薩耆波逸提。「若比丘尼，", "245": "為僧為是事，從一居士乞，而餘用者，尼薩耆", "246": "波逸提。「若比丘尼，為僧為是事，從眾多居", "247": "士乞，而餘用者，尼薩耆波逸提。「若比丘尼，", "248": "自為是事，從一居士乞，自作餘用者，尼薩", "249": "耆波逸提。「若比丘尼，自為是事，從眾多居士", "25": "薩說戒。若僧時到僧忍聽。白如是。」", "250": "乞，自作餘用者，尼薩耆波逸提。「若比丘尼，", "251": "藏積器物，尼薩耆波逸提。「若比丘尼，多積", "252": "聚鉢，尼薩耆波逸提。」三十「諸大姊！已說三十", "253": "尼薩耆波逸提法。今問，諸大姊是中清淨不？」", "254": "第二、第三亦如是說", "255": "「諸大姊是中清淨，默然故，是事如是持。」", "256": "「諸大姊！是二百一十波逸提法，半月半月戒", "257": "經中說。「若比丘尼，故妄語，波逸提。「若比丘", "258": "尼，毀呰比丘尼，波逸提。「若比丘尼，兩舌鬪亂", "259": "比丘尼，波逸提。「若比丘尼，為男子說法過五", "26": "「諸大姊！今布薩說波羅提木叉，一切共聽，善", "260": "六語，除有別知好惡語女人，波逸提。「若比", "261": "丘尼，知僧如法斷事已，還更發起，波逸提。", "262": "「若比丘尼，教未受具戒女人經，並誦者，波逸", "263": "提。「若比丘尼，與未受具戒女人同室宿，過", "264": "三夜，波逸提。「若比丘尼，向未受具戒女人自", "265": "說得過人法，言：『我如是知、如是見。』實者，波逸", "266": "提。「若比丘尼，知比丘尼麁罪，向未受具戒", "267": "女人說，除僧羯磨，波逸提。」「若比丘尼，作是", "268": "語：『何用是雜碎戒為？說是戒時令人憂惱。』作", "269": "如是毀呰戒者，波逸提。一十「若比丘尼，自伐", "27": "思念之。若有罪應發露，無罪者默然。默然故，", "270": "鬼村、若使人言伐是，波逸提。「若比丘尼，故", "271": "不隨問答，波逸提。「若比丘尼，誣說僧所差人，", "272": "波逸提。「若比丘尼，於露地自敷僧臥具、若", "273": "使人敷、若他敷，若坐若臥。去時不自舉、不教", "274": "人舉、不囑舉，波逸提。「若比丘尼，於僧房內", "275": "自敷僧臥具、若使人敷、若他敷，若坐若臥。去", "276": "時不自舉、不教人舉、不囑舉，波逸提。「若比丘", "277": "尼，瞋不喜，於僧坊中自牽比丘尼出、若使人", "278": "牽，作是語：『出去滅去，莫此中住。』波逸提。「若", "279": "比丘尼，知他先敷臥具，後來強自敷、若使人", "28": "當知我及諸大姊清淨。如聖默然，我及諸大", "280": "敷，作是念：『若不樂者自當出去。』波逸提。", "281": "「若比丘尼，僧重閣上尖脚繩床木床用力坐", "282": "臥，波逸提。「若比丘尼，知水有蟲，若取澆泥、", "283": "若飲食諸用，波逸提。「若比丘尼，數數食，除", "284": "因緣，波逸提。因緣者，病時、作衣時、施衣時，", "285": "是名因緣。二十「若比丘尼，受別請眾食，除因", "286": "緣，波逸提。因緣者，病時、施衣時、作衣時、行", "287": "路時、船上行、時大會時，是名因緣。「若比丘", "288": "尼，無病，施一食處過一食者，波逸提。「若比", "289": "丘尼，到白衣家自恣多與飲食，若餅若󰉓。若", "29": "姊亦如是。若比丘尼，如是眾中乃至三唱，憶", "290": "不住其家食，須二三鉢應受，出外應與餘", "291": "比丘尼共食。若無病，過是受，及不與餘比", "292": "丘尼共食，波逸提。「若比丘尼，食竟，不作殘", "293": "食法食，波逸提。「若比丘尼，食竟不作殘食", "294": "法，強勸令食，欲使他犯，波逸提。「若比丘尼，", "295": "不受食著口中，除甞食、楊枝及水，波逸提。", "296": "「若比丘尼，非時食，波逸提。「若比丘尼，食殘宿", "297": "食，波逸提。「若比丘尼，食家中與男子坐，波", "298": "逸提。「若比丘尼，觀軍發行，波逸提。三十「若比", "299": "丘尼，有因緣到軍中，乃至二三宿。若過，波逸", "3": "「大姊僧聽！春時一月過少一夜，餘有一夜三", "30": "有罪不發露，得故妄語罪。故妄語罪，佛說遮", "300": "提。「若比丘尼，有因緣到軍中二三宿，觀軍", "301": "陣合戰，波逸提。「若比丘尼，作如是語：『如", "302": "我解佛所說，障道法不能障道。』諸比丘尼語", "303": "是比丘尼：『汝莫作是語，莫謗佛、莫誣佛。佛", "304": "說障道法實能障道。汝捨是惡邪見。』如是諫", "305": "時，堅持不捨，應第二、第三諫。第二、第三諫", "306": "捨是事善。不捨者，波逸提。「若比丘尼，知是", "307": "比丘尼不如法悔、不捨惡邪見，共住、共語、共", "308": "宿、共事，波逸提。「若沙彌尼作是語：『如我解", "309": "佛所說，若受五欲不能障道。』諸比丘尼語是", "31": "道法。發露者得安樂，不發露罪益深。」「諸大姊！", "310": "沙彌尼：『汝莫作是語，莫謗佛、莫誣佛。佛說", "311": "五欲障道實能障道。汝沙彌尼捨是惡邪見。』", "312": "如是教，堅持不捨，應第二、第三教。第二、第三", "313": "教，捨是事善。若不捨，諸比丘尼應語是沙彌", "314": "尼：『汝出去，從今莫言佛是我師，莫在諸比", "315": "丘尼後行。如餘沙彌尼得共諸比丘尼二宿，", "316": "汝亦無是事。癡人出去滅去，莫此中住。』若比", "317": "丘尼知如法擯沙彌尼，畜使共住共語，波逸", "318": "提。「若比丘尼，故奪畜生命，波逸提。「若比", "319": "丘尼，故令比丘尼生疑悔，作是念：『令是比", "32": "已說戒經序。今問，諸大姊是中清淨不？」第二、第三", "320": "丘尼乃至少時惱。』波逸提。「若比丘尼，僧斷", "321": "事時不與欲起去，波逸提。「若比丘尼，擊攊", "322": "比丘尼，波逸提。「若比丘尼，水中戲，波逸提。", "323": "四十「若比丘尼，與男子同室宿，波逸提。「若", "324": "比丘尼，飲酒，波逸提。「若比丘尼，輕師，波逸", "325": "提。「若比丘尼，自掘地、若使人掘言掘是，波", "326": "逸提。「若比丘尼，共諍已默聽，作是念：『諸比", "327": "丘尼所說我當憶持。』波逸提。「若比丘尼，受", "328": "四月自恣請，過是受，除更請、自送請、長請，波", "329": "逸提。「若比丘尼，數數犯罪，諸比丘尼如法", "33": "亦如是說「諸大姊是中清淨，默然故，是事如是持。」", "330": "諫。作如是語：『我不學是戒。當問餘比丘尼", "331": "持法持律者。』波逸提。「若比丘尼，說戒時作", "332": "是語：『我今始知是法半月布薩戒經中說。』諸", "333": "比丘尼知是比丘尼已再三說戒中坐。是比", "334": "丘尼不以不知故得脫，隨所犯罪如法治，應", "335": "呵其不知：『汝所作不善，說戒時不一心聽、不", "336": "著心中。』波逸提。「若比丘尼，與賊期共道行，", "337": "從此聚落到彼聚落，波逸提。「若比丘尼，與", "338": "男子期共道行，從此聚落到彼聚落，波逸提。", "339": "五十「若比丘尼，無病，為炙故自然火、若", "34": "「諸大姊！是八波羅夷法，半月半月戒經中說。", "340": "使人然，波逸提。「若比丘尼，若寶等物，", "341": "若自取、若使人取，除僧坊內及宿處，波逸", "342": "提。若僧坊內及宿處取寶等物，後有主索", "343": "應還。是事應爾。「若比丘尼，半月內浴，除", "344": "因緣，波逸提。因緣者，病時、作時、行路時、風", "345": "雨時、熱時，是名因緣。「若比丘尼，瞋故打比", "346": "丘尼，波逸提。「若比丘尼，瞋故以手擬比丘", "347": "尼，波逸提。「若比丘尼，故恐怖比丘尼，波", "348": "逸提。「若比丘尼，以無根僧伽婆尸沙謗比", "349": "丘尼，波逸提。「若比丘尼，語彼比丘尼：『共到", "35": "「若比丘尼，共諸比丘尼同學戒法，戒羸不", "350": "諸家，與汝多美飲食。』既到不與，作是言：『汝", "351": "去。共汝若坐若語不樂，我獨坐獨語樂。』欲令", "352": "惱故，波逸提。「若比丘尼，新衣應三種色作", "353": "幟，若青、若黑、若木蘭。若不以三色作幟，波", "354": "逸提。「若比丘尼，為戲笑故，藏比丘尼若", "355": "衣若鉢、若坐具針筒，如是一一生活具，若使", "356": "人藏，波逸提。六十「若比丘尼，僧斷事時如法", "357": "與欲竟，後更呵，波逸提。「若比丘尼，作是語：", "358": "『諸比丘尼隨知識迴僧物與。』波逸提。「若比", "359": "丘尼，與比丘、比丘尼、式叉摩那、沙彌、沙彌尼淨", "36": "捨，隨意行婬乃至共畜生，是比丘尼得波羅", "360": "施衣，強奪取，波逸提。「若比丘尼，受他請，食", "361": "前食後行到諸家，不近白餘比丘尼，除因緣。", "362": "波逸提。因緣者，衣時，是名因緣。「若比丘", "363": "尼，以兜羅貯坐臥具，波逸提。「若比丘尼，自", "364": "作坐臥繩床木床，足應高修伽陀八指，除", "365": "入梐。若過，波逸提。「若比丘尼，用骨牙角作", "366": "針筒，波逸提。「若比丘尼，作修伽陀衣量衣、", "367": "若過，波逸提。修伽陀衣量者，長九修伽陀磔", "368": "手、廣六磔手，是名修伽陀衣量。「若比丘尼，", "369": "知檀越欲與僧物，迴與餘人，波逸提。「若比", "37": "夷不共住。「若比丘尼，若聚落、若空地，盜心", "370": "丘尼，噉蒜，波逸提。七十「若比丘尼，以手拍女", "371": "根，波逸提。「若比丘尼，作男根內女根中，波", "372": "逸提。「若比丘尼，以水洗女根，應用二指齊", "373": "一節。若過，波逸提。「若比丘尼，剃腋下、隱處", "374": "毛，波逸提。「若比丘尼，與比丘獨屏處共立", "375": "共語，波逸提。「若比丘尼，與白衣及外道獨", "376": "屏處共立共語，波逸提。「若比丘尼，與比丘", "377": "獨露處共立共語，波逸提。「若比丘尼，與白", "378": "衣及外道獨露處共立共語，波逸提。「若比", "379": "丘尼，與比丘獨街巷中共立耳語，遣伴比丘", "38": "不與取。若王、若大臣，若捉、若縛、若殺、若擯，語", "380": "尼令遠去，波逸提。「若比丘尼，與白衣及外", "381": "道獨行巷中共立耳語，遣伴比丘尼令遠去，", "382": "波逸提。八十「若比丘尼，裸形洗浴，波逸提。「若", "383": "比丘尼，離水，浴衣行，波逸提。「若比丘尼，比", "384": "丘尼得新衣，先以供養，便不復還，波逸提。", "385": "「若比丘尼，遮僧分衣，波逸提。「若比丘尼，撤", "386": "比丘尼衣已，無病過四五日不成，波逸提。", "387": "「若比丘尼，離五衣行，波逸提。「若比丘尼，以", "388": "比丘尼衣與白衣及外道女，波逸提。「若比", "389": "丘尼，斷施人物與僧，波逸提。「若比丘尼，護", "39": "言：『汝賊、汝小、汝癡。』是比丘尼得波羅夷不共", "390": "惜他家，波逸提。「若比丘尼，不安居，波逸提。", "391": "九十「若比丘尼，不依比丘眾安居，波逸提。「若", "392": "比丘尼，於安居內遊行，波逸提。「若比丘尼，", "393": "安居竟不從比丘僧請見聞疑罪，波逸提。", "394": "「若比丘尼，就安居請竟，一宿不去，波逸提。", "395": "「若比丘尼，於國內恐怖處，無所依怙而獨行", "396": "者，波逸提。「若比丘尼，出國境恐怖處，無所", "397": "依怙而獨行者，波逸提。「若比丘尼安居竟，", "398": "不付囑精舍出行者，波逸提。「若比丘尼安", "399": "居竟，不捨精舍還主去者，波逸提。「若比丘", "4": "月在。老死至近，佛法欲滅。諸大姊！為得道故，", "40": "住。「若比丘尼，若人、若似人，若自殺、若與刀", "400": "尼，種種遊看，波逸提。「若比丘尼，半月不於", "401": "僧中乞教誡師，波逸提。一百「若比丘尼，入有比", "402": "丘住處，見比丘不白，除急難時，波逸提。", "403": "「若比丘尼，不滿十二歲畜眷屬，波逸提。「若", "404": "比丘尼，滿十二歲，僧不與作畜眾羯磨，畜眾", "405": "者，波逸提。「若比丘尼，與未滿十二歲已嫁", "406": "女受具足戒，波逸提。「若比丘尼，滿十二歲", "407": "已嫁女，僧不作羯磨，與受具足戒，波逸提。", "408": "「若比丘尼，與未滿十八歲童女受學戒，波逸", "409": "提。「若比丘尼，雖滿十八歲童女，僧不作羯", "41": "藥殺、若教人殺、若教自殺，譽死、讚死：『咄人用", "410": "磨，與受學戒，波逸提。「若比丘尼，語白衣歸", "411": "女：『先與我衣，我當度汝。』波逸提。「若比丘尼，", "412": "諸比丘尼語言：『如佛所說，應與作畜眾羯磨。", "413": "汝無是事。』便呵諸比丘尼者，波逸提。「若比", "414": "丘尼，教誡及羯磨時不往聽，波逸提。一百一十", "415": "「若比丘尼，式叉摩那滿二歲無難，不與受具", "416": "足戒，語言：『汝且學是戒。』波逸提。「若比丘尼，", "417": "度婬女，波逸提。「若比丘尼，與未滿二歲學", "418": "戒尼受具足戒，波逸提。「若比丘尼，滿二歲", "419": "學戒尼，僧不作羯磨，與受具足戒，波逸提。", "42": "惡活為？死勝生。』作是心隨心殺，如是種種因", "420": "「若比丘尼，與滿二歲學戒尼不學戒，受具足", "421": "戒，波逸提。「若比丘尼，與懷妊女受具足戒，", "422": "波逸提。「若比丘尼，與新產婦受具足戒，波", "423": "逸提。「若比丘尼，年年與弟子受具足戒，波", "424": "逸提。「若比丘尼，異宿與弟子受具足戒，波", "425": "逸提。「若比丘尼，新受具足戒，不六年依承", "426": "和上、若使人依承者，波逸提。一百二十「若比丘", "427": "尼，畜弟子，六年中不自攝取、不教人攝取，波", "428": "逸提。「若比丘尼，畜弟子，不自將、不使人將", "429": "離本處五六由旬，波逸提。「若比丘尼，同學", "43": "緣，彼因是死，是比丘尼得波羅夷不共住。", "430": "病，不自看、不教人看，波逸提。「若比丘尼，度", "431": "屬人婦女，波逸提。「若比丘尼，度長病女人，", "432": "波逸提。「若比丘尼，度屬夫婦人，波逸提。", "433": "「若比丘尼，度負債女人，波逸提。「若比丘尼，", "434": "與男子闇處共立共語，波逸提。「若比丘尼，", "435": "不語主人輒坐其座，波逸提。「若比丘尼，自", "436": "手與白衣及外道男子食，波逸提。一百三十「若比", "437": "丘尼，向白衣說比丘過，波逸提。「若比丘尼，與", "438": "人鬪已，自打啼哭，波逸提。「若比丘尼，不諦", "439": "了人語，妄瞋他，波逸提。「若比丘尼自呪誓", "44": "「若比丘尼，不知、不見過人法聖利滿足，自", "440": "實以呪彼。波逸提。「若比丘尼，擲屎尿於籬", "441": "牆外、若使人擲，波逸提。「若比丘尼，擲糞", "442": "掃及殘食於籬牆外、若使人擲，波逸提。「若", "443": "比丘尼，於生草上大小便，波逸提。「若比丘", "444": "尼，擲糞掃、殘食生草上，波逸提。「若比丘尼，", "445": "於有食家宿，波逸提。「若比丘尼，若比丘如", "446": "法問不答，波逸提。一百四十「若比丘尼，乘乘行，", "447": "波逸提。「若比丘尼，著革屣捉蓋行來，波逸", "448": "提。「若比丘尼，捉水瓶及扇立比丘前、若", "449": "給水若扇，波逸提。「若比丘尼，誦治病經方，", "45": "稱：『我如是知、如是見。』是比丘尼後時若問若", "450": "波逸提。「若比丘尼，教他誦治病經方，波逸", "451": "提。「若比丘尼，為人治病以為生業，波逸提。", "452": "「若比丘尼，教他治病以為生業，波逸提。", "453": "「若比丘尼，以飲食故為白衣家作，波逸提。", "454": "「若比丘尼，共白衣及外道婦女同衣臥，波逸", "455": "提。「若比丘尼，與比丘尼、式叉摩那、沙彌尼同", "456": "衣臥，波逸提。一百五十「若比丘尼，與白衣及外道", "457": "婦女更相覆眠，波逸提。「若比丘尼，與比丘", "458": "尼、式叉摩那、沙彌尼更相覆眠，波逸提。「若", "459": "比丘尼，以香塗身，波逸提。「若比丘尼，無病，", "46": "不問，為出罪求清淨故，作是言：『我不知言知、", "460": "以澤枯揩身，波逸提。「若比丘尼，畜華鬘若", "461": "著，波逸提。「若比丘尼，著寶腰絡，波逸提。", "462": "「若比丘尼，著裨身衣，波逸提。「若比丘，尼畜", "463": "種種嚴身具，波逸提。「若比丘尼，畜髲，波", "464": "逸提。「若比丘尼，髮長，波逸提。一百六十「若比丘", "465": "尼，著嚴身具，波逸提。「若比丘尼，為他作嚴", "466": "身具，波逸提。「若比丘尼，績縷，波逸提。「若", "467": "比丘尼，不問白衣輒在其家敷臥具住，波逸", "468": "提。「若比丘尼，至白衣家敷其坐臥具、若使", "469": "人敷，去時不自舉、不教人舉，波逸提。「若", "47": "不見言見，虛誑妄語。』除增上慢，是比丘尼得", "470": "比丘尼，自煮生物作食，波逸提。「若比丘尼，", "471": "先聽住後慎誘者，波逸提。「若比丘尼不白", "472": "僧輒使男子治病。波逸提。「若比丘尼，夜輒", "473": "開都門出，不語餘比丘尼令閉，波逸提。「若", "474": "比丘尼，白衣不喚非時入其家，波逸提。一百七十", "475": "「若比丘尼，受請，主人未唱隨意，食者，波逸", "476": "提。「若比丘尼，被驅出羯磨，不去者，波逸", "477": "提。「若比丘尼，僧如法集會，不即往，波逸", "478": "提。「若比丘尼，觀歌舞作伎，波逸提。「若比", "479": "丘尼，往邊地，波逸提。「若比丘尼，度二根人，", "48": "波羅夷不共住。「若比丘尼，欲盛變心，受男", "480": "波逸提。「若比丘尼，度二道合作一道女人，", "481": "波逸提。「若比丘尼，度常有月水女人，波逸", "482": "提。「若比丘尼，見比丘不起不禮不請坐，波", "483": "逸提。「若比丘尼，燒隱處毛，波逸提。一百八十「若", "484": "比丘尼，不著僧祇支入白衣家，波逸提。「若比", "485": "丘尼，與白衣對坐臨身相近說法，波逸提。", "486": "「若比丘尼，自歌舞，波逸提。「若比丘尼，遮受", "487": "迦絺那衣，波逸提。「若比丘尼，遮捨迦絺那", "488": "衣，波逸提。「若比丘尼，不白比丘輒問義者，", "489": "波逸提。「若比丘尼，以男子不淨自內形中，", "49": "子種種摩觸，髮際已下、膝已上、肘已後，是比", "490": "波逸提。「若比丘尼，作外道事火法然火，波", "491": "逸提。「若比丘尼，在有人處浴，波逸提。「若", "492": "比丘尼，誦外道呪術、若教人誦，波逸提。一百九十", "493": "「若比丘尼，一眾授具足戒，波逸提。「若比丘", "494": "尼，自作畜眾羯磨，波逸提。「若比丘尼，自作", "495": "二歲學戒羯磨，波逸提。「若比丘尼，自受二", "496": "歲學戒，波逸提。「若比丘尼，作二歲學戒竟，", "497": "羯磨經宿乃授具足戒，波逸提。「若比丘尼，", "498": "作二歲學戒羯磨竟，經宿乃授其學戒，波逸", "499": "提。「若比丘尼，自織作衣著，波逸提。「若比", "5": "一心勤精進。所以者何？諸佛一心勤精進故，", "50": "丘尼得波羅夷不共住。「若比丘尼，欲盛變", "500": "丘尼，國內恐怖處於中遊行，波逸提。「若", "501": "比丘尼，自作己像、若使人作，波逸提。「若比", "502": "丘尼，莊嚴女人，波逸提。二百「若比丘尼，水中逆", "503": "流行，波逸提。「若比丘尼，仰臥水來下處，波", "504": "逸提。「若比丘尼，治腰使細，波逸提。「若比", "505": "丘尼，種種治身，波逸提。「若比丘尼，如妓女", "506": "法著衣，波逸提。「若比丘尼，如白衣婦女法", "507": "著衣，波逸提。「若比丘尼，以欲心自觀形體，", "508": "波逸提。「若比丘尼，照鏡，波逸提。「若比丘", "509": "尼，自卜、若就他卜，波逸提。「若比丘尼，隨世", "51": "心，受男子捉手、捉衣、共期獨、共行獨、共住獨、", "510": "俗論者，波逸提。」二百一十「諸大姊！已說二百一", "511": "十波逸提法。今問，諸大姊是中清淨不？」第二、第三亦如", "512": "是說「諸大姊是中清淨，默然故，是事如是持。」", "513": "「諸大姊，是八波羅提提舍尼法，半月半月戒", "514": "經中說。「若比丘尼，無病，自為乞酥食。是比", "515": "丘尼應諸比丘尼邊悔過：『我墮可呵法，今向", "516": "諸阿姨悔過。』是名悔過法。「若比丘尼，無病，", "517": "自為乞油食。是比丘尼應諸比丘尼邊悔過：", "518": "『我墮可呵法，今向諸阿姨悔過。』是名悔過法。", "519": "「若比丘尼，無病，自為乞蜜食。是比丘尼應諸", "52": "共語獨、共一座坐、身親近男子。八法具者，是", "520": "比丘尼邊悔過：『我墮可呵法，今向諸阿姨悔", "521": "過。』是名悔過法。「若比丘尼，無病，自為乞石", "522": "蜜食。是比丘尼應諸比丘尼邊悔過：『我墮可", "523": "呵法，今向諸阿姨悔過。』是名悔過法。「若比", "524": "丘尼，無病，自為乞乳食。是比丘尼應諸比丘", "525": "尼邊悔過：『我墮可呵法，今向諸阿姨悔過。』是", "526": "名悔過法。「若比丘尼，無病，自為乞酪食。是", "527": "比丘尼應諸比丘尼邊悔過：『我墮可呵法，今", "528": "向諸阿姨悔過。』是名悔過法。「若比丘尼，無", "529": "病，自為乞魚食。是比丘尼應諸比丘尼邊悔", "53": "比丘尼得波羅夷不共住。「若比丘尼，知僧如", "530": "過：『我墮可呵法，今向諸阿姨悔過。』是名悔", "531": "過法。「若比丘尼，無病，自為乞肉食。是比丘", "532": "尼應諸比丘尼邊悔過：『我墮可呵法，今向諸", "533": "阿姨悔過。』是名悔過法。」「諸大姊！已說八波", "534": "羅提提舍尼法。今問，諸大姊是中清淨不？」第二、", "535": "第三亦如是說「諸大姊是中清淨，默然故，是事如是", "536": "持。」", "537": "「諸大姊！是眾學法，半月半月戒經中說。「不", "538": "高著下衣，應當學。「不下著下衣，應當學。「不", "539": "參差著下衣，應當學。「不如多羅葉著下衣，應", "54": "法與比丘作不見罪羯磨，諸比丘不共住、不", "540": "當學。「不為象鼻著下衣，應當學。「不如圓", "541": "㮈著下衣，應當學。「不細襵著下衣，應當學。", "542": "「不高披衣，應當學。「不下披衣，應當學。「不參", "543": "差披衣，應當學。一十「好覆身入白衣舍，應當學。", "544": "「好覆身入白衣舍坐，應當學。「不反抄衣著", "545": "右肩上入白衣舍，應當學。「不反抄衣著右", "546": "肩上白衣舍坐，應當學。「不反抄衣著左肩上", "547": "入白衣舍，應當學。「不反抄衣著左肩上白衣", "548": "舍坐，應當學。「不左右反抄衣著兩肩上入白", "549": "衣舍，應當學。「不左右反抄衣著兩肩上白衣", "55": "共事、不共語，而隨順之。諸比丘尼語是比丘", "550": "舍坐，應當學。「不搖身入白衣舍，應當學。「不", "551": "搖身白衣舍坐，應當學。二十「不搖頭入白衣舍，", "552": "應當學。「不搖頭白衣舍坐，應當學。「不搖肩", "553": "入白衣舍，應當學。「不搖肩白衣舍坐，應當學。", "554": "「不携手入白衣舍，應當學。「不携手白衣舍坐，", "555": "應當學。「不隱人入白衣舍，應當學。「不隱人", "556": "白衣舍坐，應當學。「不扠腰入白衣舍，應當學。", "557": "「不扠腰白衣舍坐，應當學。三十「不拄頰入白", "558": "衣舍，應當學。「不拄頰白衣舍坐，應當學。「不", "559": "掉臂入白衣舍，應當學。「不掉臂白衣舍坐，", "56": "尼：『姊妹！此比丘僧已作不見罪羯磨，諸比", "560": "應當學。「不高視入白衣舍，應當學。「不高視", "561": "白衣舍坐，應當學。「不左右顧視入白衣舍，應", "562": "當學。「不左右顧視白衣舍坐，應當學。「不蹲", "563": "行入白衣舍，應當學。「不蹲行白衣舍坐，應當", "564": "學。四十「不企行入白衣舍，應當學。「不企行", "565": "白衣舍坐，應當學。「不覆頭入白衣舍，應當學。", "566": "「不覆頭白衣舍坐，應當學。「不戲笑入白衣舍，", "567": "應當學。「不戲笑白衣舍坐，應當學。「不高聲", "568": "入白衣舍，應當學。「不高聲白衣舍坐，應當學。", "569": "「庠序入白衣舍，應當學。五十「庠序白衣舍坐，", "57": "丘不共住、不共事、不共語，汝莫隨順。』如是諫，", "570": "應當學。「一心受食，應當學。「不溢鉢受食，", "571": "應當學。「羹飯俱食，應當學。「不於鉢中處處", "572": "取食，應當學。「不刳中央食，應當學。「不曲指", "573": "抆鉢食，應當學。「不嗅食食，應當學。「諦視", "574": "鉢食，應當學。「不棄飯食，應當學。「不以食手", "575": "捉淨飲器，應當學。六十「不吸食食，應當學。「不嚼", "576": "食作聲，應當學。「不舐取食，應當學。「不滿手", "577": "食，應當學。「不大張口食，應當學。「飯未至不", "578": "張口待，應當學。「不脹頰食，應當學。「不嚙半", "579": "食，應當學。「不縮鼻食，應當學。「不含食語，應", "58": "堅持不捨，應第二、第三諫。第二、第三諫捨是", "580": "當學。七十「不舒臂取食，應當學。「不振手食，應", "581": "當學。「不吐舌舐食，應當學。「不全吞食，應當", "582": "學。「不揣飯遙擲口中，應當學。「不以鉢中有", "583": "食水灑白衣屋內，應當學。「不以飯覆羹更望", "584": "得，應當學。「不嫌呵食，應當學。「不為己索益", "585": "食，應當學。「不嫌心視比坐鉢，應當學。八十「不", "586": "立大小便，除病，應當學。「不大小便淨水中，", "587": "除病，應當學。「不大小便生草菜上，除病，應", "588": "當學。「人著履，不應為說法，除病，應當學。", "589": "「人著革屣，不應為說法，除病，應當學。「人現", "59": "事善。不捨者，是比丘尼得波羅夷不共住。", "590": "胸，不應為說法，除病，應當學。「人坐、比丘尼", "591": "立，不應為說法，除病，應當學。「人在高座、比", "592": "丘尼在下，不應為說法，除病，應當學。「人臥、", "593": "比丘尼坐，不應為說法，除，病應當學。「人在", "594": "前、比丘尼在後，不應為說法，除病，應當學。九十", "595": "「人在道中、比丘尼在道外，不應為說法，除病，", "596": "應當學。「不為覆頭人說法，除病，應當學。「不", "597": "為反抄衣人說法，除，病應當學。「不為左右", "598": "抄衣人說法，除病，應當學。「不為持蓋覆身", "599": "人說法，除病，應當學。「不為騎乘人說法，除", "6": "得阿耨多羅三藐三菩提，何況餘善道法！」", "60": "「若比丘尼，見比丘尼犯波羅夷覆藏。彼比丘", "600": "病，應當學。「不為拄杖人說法，除病，應當學。", "601": "「不為捉刀人說法，除病，應當學。「不為捉弓", "602": "箭人說法，除病，應當學。「樹過人，不得上，除", "603": "大因緣，應當學。因緣者，惡獸諸難，是名大", "604": "因緣。一百」「諸大姊！已說眾學法。今問，諸大姊", "605": "是中清淨不？」第二、第三亦如是說", "606": "「諸大姊是中清淨，默然故，是事如是持。」", "607": "「諸大姊，已說戒經序、已說八波羅夷法、已說", "608": "十七僧伽婆尸沙法、已說三十尼薩耆波逸", "609": "提法、已說二百一十波逸提法、已說八波羅", "61": "尼後時，若在、若死、若遠行、若被擯、若罷道、", "610": "提提舍尼法、已說眾學戒法。是法入佛戒經", "611": "中，半月半月波羅提木叉中說。及餘隨道", "612": "法。是中諸大姊，一心和合歡喜不諍，如水乳", "613": "合，安樂行。應當學。」", "614": "「毘婆尸如來、應、正遍知，為寂靜僧略說波羅", "615": "提木叉：", "616": "「『忍辱第一道，涅槃佛稱最，", "617": "出家惱他人，不名為沙門。』", "618": "「尸棄如來、應、正遍知，為寂靜僧略說波羅提", "619": "木叉：", "62": "若變形，作是語：『我先親見其犯波羅夷。』是", "620": "「『譬如明眼人，能避險惡道，", "621": "世有聰明人，能遠離諸惡。』", "622": "「比葉婆如來、應、正遍知，為寂靜僧略說波羅", "623": "提木叉：", "624": "「『不惱不說過，如戒所說行，", "625": "飯食知節量，常樂在閑處，", "626": "心寂樂精進，是名諸佛教。』", "627": "「拘留孫如來、應、正遍知，為寂靜僧略說波羅", "628": "提木叉：", "629": "「『譬如蜂採花，不壞色與香，", "63": "比丘尼得波羅夷不共住。」「諸大姊！已說八", "630": "但取其味去。比丘入聚落，", "631": "不破壞他事，不觀作不作，", "632": "但自觀身行，諦視善不善。』", "633": "「拘那含牟尼如來、應、正遍知，為寂靜僧略說", "634": "波羅提木叉：", "635": "「『欲得好心莫放逸，聖人善法當勤學，", "636": "若有知寂一心人，爾乃無復憂愁患。』", "637": "「迦葉如來、應、正遍知，為寂靜僧略說波羅提", "638": "木叉：", "639": "「『一切惡莫作，當具足善法，", "64": "波羅夷法。若比丘尼犯一一戒，不得共住。如", "640": "自淨其志意，是則諸佛教。』", "641": "「釋迦牟尼如來、應、正遍知，為寂靜僧略說波", "642": "羅提木叉：", "643": "「『護身為善哉，能護口亦善，", "644": "護意為善哉，護一切亦善，", "645": "比丘護一切，便得離眾苦。", "646": "比丘守口意，身不犯眾惡，", "647": "是三業道淨，得聖所得道。", "648": "若人打罵不還報，於嫌恨人心不恨，", "649": "於瞋人中心常淨，見人為惡自不作。』」", "65": "前後亦如是，是比丘尼得波羅夷罪不應共", "650": "「七佛為世尊，能救護世間，", "651": "所可說戒經，我已廣說竟。", "652": "諸佛及弟子，恭敬是戒經，", "653": "恭敬戒經已，各各相恭敬，", "654": "慚愧得具足，能得無為道。」", "655": "「諸大姊！已說波羅提木叉竟，僧一心得布", "656": "薩。」", "657": "五分比丘尼戒本", "66": "住。今問，諸大姊是中清淨不？」第二、第三亦如是說", "67": "「諸大姊是中清淨，默然故，是事如是持。」", "68": "「諸大姊！是十七僧伽婆尸沙法，半月半月戒", "69": "經中說。「若比丘尼，行媒法，若為私通事，持", "7": "「合十指爪掌，供養釋師子，", "70": "男意至女邊、持女意至男邊，乃至一交會，是", "71": "比丘尼初犯僧伽婆尸沙可悔過。「若比丘尼，", "72": "自不如法惡瞋故，以無根波羅夷謗無波羅", "73": "夷比丘尼，欲破彼梵行。是比丘尼後時，若問", "74": "若不問，言：『我是事無根，住瞋故謗。』是比丘尼", "75": "初犯僧伽婆尸沙可悔過。「若比丘尼，自不如", "76": "法惡瞋故，於異分中取片、若似片，作波羅夷", "77": "謗無波羅夷比丘尼，欲破彼梵行。是比丘", "78": "尼後時，若問若不問，言：『我是事異分中取片、", "79": "若似片，住瞋故謗。』是比丘尼初犯僧伽婆尸", "8": "我今欲說戒，僧當一心聽。", "80": "沙可悔過。「若比丘尼，知有罪女，主不聽，度為", "81": "道，除先出家，是比丘尼初犯僧伽婆尸沙可", "82": "悔過。「若比丘尼，知僧如法擯比丘尼，比丘", "83": "尼心未調伏、不隨順僧，自與眷屬於界外解", "84": "其擯者，是比丘尼初犯僧伽婆尸沙可悔過。", "85": "「若比丘尼，獨宿、獨渡水、於道中獨在後，染", "86": "著男子。除因緣，是比丘尼初犯僧伽婆尸沙", "87": "可悔過。因緣者，恐怖走時、老病疲極不及伴", "88": "時、水狹淺有橋船處、畏男子處，是名因緣。", "89": "「若比丘尼，詣官言人，是比丘尼初犯僧伽婆", "9": "乃至小罪中，心應大怖畏，", "90": "尸沙可悔過。「若比丘尼，有染著心，自手受", "91": "染著心男子食食，是比丘尼初犯僧伽婆尸", "92": "沙可悔過。「若比丘尼，教他比丘尼，作是語：", "93": "『汝但莫生染著，受染著男子飲食何苦？』是比", "94": "丘尼初犯僧伽婆尸沙可悔過。「若比丘尼，為", "95": "破和合僧勤方便。諸比丘尼語是比丘尼：『汝", "96": "莫為破和合僧勤方便，當與僧和合。僧和合", "97": "故，歡喜無諍，一心一學如水乳合，共弘師教，", "98": "安樂行。』如是諫，堅持不捨，應第二、第三諫。第", "99": "二第三諫捨是事善。不捨者，是比丘尼三諫，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1423 五分比丘尼戒本: 五分比丘尼戒本: 五分比丘尼戒本", "author": "梁 明徽集", "sourceLink": "http://www.cbeta.org/"}