{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0516 佛說勝軍王所問經", "text": {"0": "No. 516 [Nos. 514, 515]", "1": "佛說勝軍王所問經", "10": "即乘寶車，與諸臣從及無數百千婆羅門、長", "100": "觀自身，雖有種種上妙寶衣眾莊嚴具，乃至", "101": "種種庫藏諸物無所乏少，象馬車步四兵具", "102": "足，其數甚多無與等者，彼壽報盡悉歸無", "103": "常。", "104": "「復次，大王！如世間人有大財富，於日日中潔", "105": "淨澡浴香油塗身，復以諸妙上服莊嚴，眾", "106": "妙華鬘及彼真珠纓絡，耳璫環釧如是等物", "107": "而莊嚴已，處於寶座，富貴自在威德特尊，與", "108": "諸眷屬而共圍繞。奏百千種殊妙音樂，妙寶", "109": "樓閣處處，皆爇旃檀沈水等諸妙香，生滅", "11": "者等而共圍繞，以諸音樂而導其前，出舍", "110": "相續輪轉無有窮盡，皆是無明為因生故。由", "111": "此即有貪等諸法，若滅無明貪等不生，貪等", "112": "既滅正行得起離諸過失，此即名為出世間", "113": "法。", "114": "「復次，大王！世間一切所緣境界，若得若失，若", "115": "決定不決定；若可愛不可愛，貪心生起無所", "116": "厭足是為大失；若於聖道出世間法，愛樂希", "117": "求無厭足者，乃為正行是大利益。」爾時世尊，", "118": "說加陀曰：", "119": "「大王今當知，彼死法極惡，", "12": "衛國，詣祇樹給孤獨園佛世尊所，恭敬供養", "120": "能斷人壽命，及破壞諸蘊。", "121": "斯為大怖畏，世皆非愛樂，", "122": "彼死法若來，普遍於一切。", "123": "虛空并大海，深穴與高山，", "124": "大地及諸方，無處可逃避。", "125": "唯諸有智者，安住真實法，", "126": "即堅固無動，一切不能壞。", "127": "壽報未盡時，當發大精進，", "128": "廣修眾善因，勤行諸梵行。", "129": "由善根力故，得至涅槃界，", "13": "聽受正法。「爾時，為人民主，常以正法而行", "130": "至涅槃界已，能遠離死怖。」", "131": "爾時，憍薩羅國勝軍大王，聞佛世尊以諸方", "132": "便善巧譬喻說妙法已，歡喜踊躍恭敬讚歎，", "133": "頂禮佛足迴復王宮。佛說此經已，諸大苾芻", "134": "眾聞佛所說，皆大歡喜信受奉行。", "135": "佛說勝軍王所問經", "136": "大王既出城已漸向祇園，其王即時遠見", "137": "世尊於一樹下安詳而坐，諸苾芻眾而共", "138": "圍遶。時王見已，生大歡喜，深信尊重下車", "139": "去蓋，合掌曲躬遙伸讚歎：「佛身廣大猶若", "14": "治化，於諸非法捨而不行。何以故？大王當", "140": "金山，佛身端嚴殊妙無比，有大光明如百", "141": "千日，吉祥熾盛猶大火聚，諸根調寂住奢", "142": "摩他，眾德莊嚴具波羅蜜，三十二相八十", "143": "種好圓滿具足，為人中龍人中師子，人", "144": "中大仙人中勝者，於世間中如寶山現。」是", "145": "時，大王既讚歎已，徒步而進到佛所已，頭", "146": "面著地禮世尊足，持以寶冠、寶蓋、寶劍、寶", "147": "珠、寶莊革屣，如是等物奉上世尊，作如是", "148": "言：「惟願世尊，受我所施。」是時，世尊即為", "149": "納受。其王即復禮世尊足，退住一面合掌", "15": "知，若王及臣棄背正法行非法者，於現世中", "150": "恭敬，而白佛言：「世尊！願佛慈悲為說法", "151": "要，使我長夜得大利樂。」爾時，世尊而讚王", "152": "言：「善哉，善哉！大王！汝於如來深信尊重，", "153": "於佛正法愛樂趣求純善相應，是大賢者，", "154": "如汝所言樂聞法要，汝當諦聽如善作意，", "155": "記念修習為汝宣說。」佛言：「大王！汝統大", "156": "國，", "157": "常有百千內外親族恭敬讚歎，雖復如是", "158": "富貴自在，壽報盡時即生苦惱，一切眷屬", "159": "徒共圍繞悲惱啼泣。當於爾時，一切所有", "16": "人所輕謗，乃至身壞命終不生勝處。若王及", "160": "不能守護，既命盡已內外親屬，所共圍繞", "161": "至屍陀林，所有遺體各各離散，皮肉筋骨", "162": "分其異處，有諸蟲鳥而來𠯗食，彼食盡已，", "163": "此虛妄身悉無所有。「大王！以是緣故諦觀", "164": "世間，如水聚沫有何堅實？以是無常不究", "165": "竟法，起常想者是為顛倒，諸有漏法念念", "166": "壞滅，我觀是事深可悲愍。「是故，大王！當須", "167": "速捨諸世間法，常念修行出世間法。何以", "168": "故？大王當知，彼生滅法皆由無明為因緣", "169": "故，所謂無明緣行、行緣識、識緣名色、名色", "17": "臣捨離非法行正法者，於現世中人所稱讚，", "170": "緣六處、六處緣觸、觸緣受、受緣愛、愛緣取、取", "171": "緣有、有緣生、生緣老死憂悲苦惱，如是即", "172": "一大苦蘊集。若無明滅即行滅，行滅即識", "173": "滅，識滅即名色滅，名色滅即六處滅，六處滅", "174": "即觸滅，觸滅即受滅，受滅即愛滅，愛滅即取", "175": "滅，取滅即有滅，有滅即生滅，生滅即老死憂", "176": "悲苦惱滅，如是即一大苦蘊滅，是故……。」", "18": "乃至身壞命終，生天界中受勝果報，富樂自", "19": "在天人愛敬。「大王！譬如世人生育一子，父", "2": "西天譯經三藏朝奉大", "20": "母憐愛猶如珍寶，多設方便常令快樂，其子", "21": "長大亦生孝敬，王心慈愛亦復如是，一切人", "22": "民皆如一子，王所愛念猶如父母，常以四法", "23": "而為攝化，所謂布施、愛語、利行、同事，常行如", "24": "是四種法故，一切人民皆悉歸伏，王以慈心", "25": "觀諸人民既如子想，彼一切人亦復於王如", "26": "其父母。「又如有人於其夢中見種種事，所謂", "27": "江河泉池、園林花菓、街巷道陌處處莊嚴，清", "28": "淨適悅人所愛樂，如是等事，既夢覺已都無", "29": "所有，諸世間法亦復如是，皆悉如夢竟無其", "3": "夫試鴻臚卿傳法大師", "30": "實。如汝大王，為人中主受三種樂，所謂富樂、", "31": "欲樂、自在樂，統大國城多諸所有，象馬、車乘、", "32": "金銀、珍寶庫藏諸物，乃至后妃、眷屬、諸臣僕", "33": "等其數甚多，富貴熾盛而無等比，如是富貴", "34": "雖多所有不以為勝。何以故？為顛倒法勞役", "35": "其心增諸煩惱。「大王當知，此等皆是無常滅", "36": "法，是不堅牢而不究竟，如水聚沫而無其實。", "37": "是故，大王！於如是事如實了知，於世間法常", "38": "所覺了，離諸煩惱修出世行。「又世間法如一", "39": "大樹，沃潤其根即生枝葉，枝葉繁茂即能開", "4": "臣施護奉　詔譯", "40": "華，開華非久乃結果實，果實成熟色香美妙", "41": "人皆愛樂。其樹忽為大火所焚，四面俱熾紅", "42": "焰光明映蔽日月，四方上下都一大光，其", "43": "可愛樹悉無所有，唯火光現，而彼火光非久，", "44": "即為大雨所滅，雲雷掣電交映而出。是時，火", "45": "聚悉無所有，唯彼大雨連霔不息，其雨非久", "46": "亦復停止。大王當知，如前所說諸世間法亦", "47": "復如是，剎那壞滅竟無其實，如王所統，雖復", "48": "廣大積諸所有，剎那壞其義亦然。是故，大", "49": "王！於無常法莫生常住想，於有盡法莫作無", "5": "如是我聞：一時，佛在舍衛國祇樹給孤獨園，", "50": "盡想，念念思惟無常來侵，捨世間法離諸所", "51": "著，修出世行增益善根。「大王！又如四方有四", "52": "大山從空而來，彼山高廣一一堅牢墮於閻", "53": "浮，而此地中所有一切草木叢林，皆悉摧滅", "54": "而無有餘，彼有力者不能為救。大王！此諸", "55": "世間有四大怖而來逼迫，亦復如是，一切眾", "56": "生無所逃避，有大力者不能為救。四怖者何？", "57": "一者、邪行怖；二者、老怖；三者、病怖；四者、死", "58": "怖。大王！邪行若生壞滅正行，老怖若來壞", "59": "少年相，病怖若來壞安樂法，死怖若來壞滅", "6": "與大苾芻眾千二百五十人俱。是時，有憍薩", "60": "壽命。大王！又如師子為獸中王，若入獸群", "61": "取一獸食，彼所取獸何能逃避，入師子腹滅", "62": "無有餘。大王！無常大力於諸眾生，亦復如是。", "63": "「大王！諸世間人將趣命終，先染病苦如中毒", "64": "箭氣力劣弱，筋骨肢節皆悉疼痛，皮肉乾枯", "65": "手足戰動穢惡流溢，眼耳鼻舌身等諸根不", "66": "能發識，諸境不現，唯見自造不善業境現在", "67": "其前生大怖畏，無所依怙誰為救者？父母眷", "68": "屬徒共圍繞，名醫良藥不能為療，上味飲食", "69": "不能食噉，於念念中起無常怖，彼出入息漸", "7": "羅國勝軍大王，其王尊貴，有大威德富饒自", "70": "漸微細，如是病怖方始起心念作善業，微出", "71": "其聲告父母言：『我今大怖，惡境現前，壽命將", "72": "斷，父母為我作諸利益，施佛及僧願垂救護。』", "73": "如是言已，於剎那間其命即斷，此處既謝他", "74": "處復生，隨自作業受諸果報。「大王當知，世", "75": "間眾生若善不善、若勝若劣，從自因生果無", "76": "所失，作善業者是所歸趣是所依怙，臨命終", "77": "時不生怖畏，此處緣謝生於他處受勝果報。", "78": "是故，大王！汝今應當捨世間法離諸染著，修", "79": "出世行趣善法門，於念念中作無常想，若如", "8": "在，所居國土境界廣遠，為一切人所共尊", "80": "是者，於善法中乃名精進。", "81": "「復次，大王！如世間人入大火聚，須以方便", "82": "即能息滅；處熱惱中，須假清淨而方醒寤；受", "83": "飢渴時，假以飲食方能救濟；染病苦時，假以", "84": "良藥即能除愈；於危難中，得有力者諸善知", "85": "識乃脫諸難；受貧困時，得大財寶方能拯濟；", "86": "入戰陣時，須被勇猛堅固鎧甲方得戰勝；於", "87": "一切處，無依無怙孤獨苦惱，得其親友方為", "88": "依止。「大王！出世善法亦復如是，於諸世間", "89": "同彼上說，飲食良藥親友等類，能為依止能", "9": "敬；其王福德久於佛法生大信重。是時，大王", "90": "為救護。大王！若人不修出世善法都無所託，", "91": "臨命終時自生怖畏誰為救者，捨此報已自", "92": "受其苦誰為拯拔，以是事故，我如實說。「大王！", "93": "速疾於世間法捨諸常見作無常想，捨堅執", "94": "見作破壞想，如水聚沫而無其實，當念修行", "95": "出世善法，自所作已轉勸他人，如是乃得於", "96": "善法中名為精進。「大王！當觀自身，無有少", "97": "樂可得，雖復具有種種上味精妙飲食而為", "98": "資養，未曾一時有飢渴失，如是暫能資持命", "99": "根，彼壽報盡即時散壞歸無常法。大王！復"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0516 佛說勝軍王所問經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}