{"author": "劉宋 求那跋陀羅譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0536 申日兒本經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 536 [Nos. 534, 535]", "1": "申日兒本經", "2": "宋天竺三藏求那跋陀羅譯", "3": "聞如是：一時，佛在王舍國止鷂山中。是時，", "4": "國王、邊大臣、長吏、人民，莫不敬重受教戒者。", "5": "佛教國王、長者、吏民皆令不得殺生、盜竊、犯", "6": "他人婦女，不得兩舌、惡口、妄言、綺語、不得嫉", "7": "妬、慳貪、狐疑，當信作善得善、作惡得惡，己", "8": "所不欲莫施於人。其有學餘異道不受佛教", "9": "戒者，國王、長者、吏民皆不復敬；所以不敬者，", "10": "非正道也，教人不以道德，身自殺生，教人殺", "11": "生；身自盜人財物，教人奪人財物；身自犯", "12": "他人婦女，教人犯他人婦女；身自兩舌，惡口，", "13": "妄言，綺語，教人兩舌、惡口、妄言、綺語；身自嫉", "14": "妬、慳貪、狐疑，教人嫉妬、慳貪、狐疑。其國中有", "15": "一四姓長者，字為申日，財產甚富，金銀珍寶", "16": "無央數。申日事餘道，不事佛道、不信佛經。異", "17": "道人皆共嫉妬佛，悉會申日共議言：「佛今為", "18": "王及傍臣、長吏、人民所敬重，而我等獨不為", "19": "王及邊臣、長吏、人民所敬重。佛常自說言：『知", "20": "去來現在之事，豫知他人所言心中所念。』今", "21": "寧可試知，為審如佛言不？」申日言：「當何以試", "22": "之？」餘異道人教申日：「作飯請佛，持毒藥置", "23": "飯中；掘門裏地令深五丈，以火置中土薄", "24": "覆其上，令佛從上來入。如佛知去來現在之", "25": "事者當不受請；受請為不知去來現在之事", "26": "也。」便可穿地作坑、設飯食置毒藥其中。申日", "27": "言：「諾！大嘉！」即行請佛。佛言：「大善！」申日便語", "28": "異道人，道人言：「人已無所知，但當穿地作", "29": "坑耳。」申日有一子，字旃羅法，年十六，過世", "30": "宿命學佛道，能知去來現在之事，語其父言：", "31": "「佛已知餘道所議，不須試也，莫用惡人言自", "32": "投湯火。」申日不信子言，便使掘坑以火置其", "33": "中，作飯具置毒藥。佛告阿難：「勅諸比丘，明", "34": "日皆不得先佛行，到飯上也悉隨佛後。」佛坐", "35": "思惟正道，諸天王皆騷動。申日遣人白佛：", "36": "「時已到，願可就飯。」佛告阿難：「令諸比丘著衣", "37": "持應器隨佛後。」諸比丘受教，著衣持應器皆", "38": "隨佛行，諸天王及諸鬼神無央數共從佛行。", "39": "佛即以地作黃金，乃至申日門，佛適向道便", "40": "放光影，令申日舍中悉作金色。旃羅法即", "41": "語父言：「今佛已起向道，十方皆明如日，佛", "42": "與諸比丘，及無央數天共發來，佛與諸比丘", "43": "及無央數天共行如星中有月；今父舍中明", "44": "如是乎！不須試佛也。」申日不用子言。佛到", "45": "城門足蹈門限，舉城中即為大動，病者即愈，", "46": "盲者得視，聾者得聽，瘖者能語，被毒者毒", "47": "不行，狂者得正，傴者得申，瞋恚者為歡喜。", "48": "箜篌樂器不鼓自鳴，婦女珠環皆自作聲，百", "49": "鳥畜獸相和悲鳴。佛到申日門，五丈火坑以", "50": "作浴池，中生蓮華，一華生千葉，諸弟子所蹈", "51": "華生百葉，皆悉蹈華上而行。申日見火坑", "52": "以作水池中生蓮華，便大懼怖，持頭面著地", "53": "以誠自說：「今為佛作飯，皆以毒藥置其中，願", "54": "乞收，更作好飯。」佛言：「不須更炊，持毒飯來", "55": "食之。」佛就坐，諸比丘皆坐。佛告阿難：「勅諸", "56": "比丘，且勿得食，須佛教乃食。」佛即呪曰：「天", "57": "下凡有三毒：一者、貪婬；二者、瞋恚；三者、愚", "58": "癡。佛無是三毒者，毒為不行，至誠有經法者，", "59": "毒亦不行，如諸比丘道正者，毒亦不行。」佛語", "60": "適竟，飯食中毒皆消去。佛語阿難：「令諸比", "61": "丘皆飯，毒皆已去。」佛及諸比丘皆飯已，申", "62": "日便前長跪，以頭面著佛足，白佛言：「我無", "63": "狀，用惡人之言，令我作惡，願從佛求哀悔過。」", "64": "佛即為申日說經，便得第一須陀洹道。申日", "65": "即受五戒為優婆塞：一者、不殺；二者、不盜；三", "66": "者、不犯他人婦女；四者、不兩舌；五者、不飲酒。", "67": "申日受五戒已，持頭面著佛足，為佛作禮。", "68": "申日兒本經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0536 申日兒本經", "source": "CBETA"}