{"author": "後漢 支婁迦讖譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0624 佛說伅真陀羅所問如來三昧經: 佛說伅真陀羅所問如來三\n昧經: 佛說伅真陀羅經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說伅真陀羅所問如來三", "1": "昧經卷下", "2": "後漢月氏三藏支婁迦讖譯", "3": "伅真陀羅諸子聞是法得歡喜信忍，各各解", "4": "身上珍寶以供養上佛，各各說言：「今用吾等", "5": "故以是所有上佛，今還得聞諸法。」各各", "6": "白佛：「甚可奇。是伎樂之音乃作是問，諸坐", "7": "化菩薩悉決其難，其在會者皆無狐疑，為我", "8": "等開無央數冥而令得明。是者誰之所致，令", "9": "諸伎樂音乃作是難問，諸坐化菩薩而皆", "10": "發遣，悉為解之？」佛言：「皆怛薩阿竭之所致。若", "11": "我欲令空而作音聲常可致，何況伎樂及諸", "12": "樹？以是故，怛薩阿竭所作不可計。」伅真陀羅", "13": "諸子皆言：「令一切人皆如怛薩阿竭。」及伅真", "14": "陀羅八萬四千夫人，各各持天珠而奉上佛，", "15": "則時散佛頭上，便化作八萬四千交露帳。其", "16": "中悉有床，具足皆珍寶，皆布天繒以為綩綖。", "17": "諸交露帳中悉有坐佛，其佛皆三十二相、諸", "18": "種好悉具。八萬四千夫人見是變化莫不歡", "19": "喜，皆發阿耨多羅三耶三菩提心，皆踊躍", "20": "合作一音，而嘆：「怛薩阿竭已自淨復淨他人，", "21": "悉去無垢，無所著、無所污，其明甚好，其眼如", "22": "優鉢華。今自歸明若如月一。「其歡者莫若如", "23": "見佛，佛為一切莫不斷其罪，所語其聞者", "24": "莫不歡悅，常愛樂於廬野，以眾寶而合成，", "25": "悉覽持法寶藏。今自歸無所不度者二。「若度", "26": "水以到岸，却外道、伏諸邪，其淨於蓮華，以", "27": "空率化、以諦教道。今自歸歡喜者三。「度四", "28": "竇，已四諦而率人，於世間行與人眼，足下", "29": "輪有千好。今自歸音安好四。「其身過於人，", "30": "為一切而說之。其有力無與佛等。今自歸", "31": "十種力五。「而斷欲，有所得而不喜、無所得不", "32": "已憂。於世間開盲者如冥中然燈火六。「已伏", "33": "心致十種力而施與，自娛樂身已伏寂而度。", "34": "今自歸而無何七。「其相者而甚尊，在於一切", "35": "為之上，為一切示現，莫不得其本。其忍及", "36": "慈已自娛樂。今自歸為尊所敬八。「若船師無", "37": "所不度，佛者是即尊。燒三毒、壞絕眾冥，一", "38": "切愚闇皆蒙其恩莫不來供。今自歸寂諸惡", "39": "已盡九。「光而七尺，色若如金，其音甚大，聲而", "40": "清淨，於人之上是則為尊。今自歸為一切而", "41": "作本者十。「貢高諸冥已悉除去，度於一切，自守", "42": "如道，為眾作導，所語悉諦而無有異。今自歸", "43": "於冥而作明十一。「其祠祀而甚大，故名字而悉", "44": "聞其法。說如所言，其所聞莫不遍。今自歸歡", "45": "喜十二。「大已住其處，降伏貢高自用者，於一", "46": "切而無所著，故知而極尊。今自歸脫人之欲", "47": "者十三。「其聲甚好，音聞梵天。悉知罪福，去人之", "48": "垢。曉知五陰，所作得重莫能等者。今自歸去", "49": "諸穢垢十四。「其心悉等，將護一切，已率其意，其知", "50": "無所不曉。已住於道，所作悉正、所教皆諦，莫", "51": "不得脫。今自歸所知而時十五。「為人示導。其德", "52": "軟好，其聞音者莫不解釋。眾魔甚多，莫不而", "53": "伏。一切悉過自用、諸所貢高。今自歸已去眾", "54": "惡十六。「諸有附者莫不隨教，皆而來敬，莫不供", "55": "者。其佛難值，所入微妙，其來問者，莫不喜悅。", "56": "今自歸其德無輩十七。「其意己力無所不曉，於", "57": "好、於醜其心適等，已堅住其處，莫能動者。今", "58": "自歸已總諸力十八。「其手足而有網、足下有輪，", "59": "脫諸生老死，常勝一切。今自歸其德如天無", "60": "所不蓋十九。」則時伅真陀羅夫人讚嘆已竟，各", "61": "各復問：「雖發阿耨多羅三藐三菩提心，難以", "62": "母人自致阿耨多羅三耶三菩提二十。」佛言：", "63": "「以一事離於母人，疾得男子，至阿耨多羅三", "64": "耶三菩提。何謂一事？以發薩芸，若作無央數", "65": "功德而不忘，是為一事。「復有二事，母人疾", "66": "得男子，自致阿耨多羅。何謂二事？所作如所", "67": "語，不事諸天，但歸於佛；所作如正，不信於邪，", "68": "是為二事。「復有三事，母人疾得男子，自致阿", "69": "耨多羅。何謂三事？護身三事而淨、護口四事、", "70": "護意三事，是為三事。「復有四事，母人疾得男", "71": "子，自致阿耨多羅。何謂四事？所施與不諛諂、", "72": "於戒而不諛諂、常自守護亦不諛諂、聽聞其", "73": "法亦不諛諂，是為四事。「復有五事，母人疾得", "74": "男子，自致阿耨多羅。何謂五事？用法故、所", "75": "作如法、聞法而直住、不樂於母人、常念作", "76": "男子，是為五事。「復有六事，母人疾得男子，自", "77": "致阿耨多羅。何謂六事？不懈怠、所作不忘、其", "78": "心柔軟、質朴而不諛諂、亦無恣態、所作至", "79": "誠，是為六事。「復有七事，母人疾得男子，自致", "80": "阿耨多羅。何謂七事？常念佛得法身、常念法", "81": "得佛慧、常念僧欲令來屬、常念戒欲淨之所", "82": "求、常念施與去諸垢、常念天上欲令如菩薩", "83": "心、常念人欲度生死故，是為七事。「復有八事，", "84": "母人疾得男子，自致阿耨多羅。何謂八事？", "85": "不以飲食而自樂、亦不華、亦不香、亦不眾", "86": "好雜色、亦不至戲觀之廬、亦不倡伎而為樂、", "87": "亦不歌、舞，是為八事。「復有九事，母人疾得男", "88": "子，自致阿耨多羅。何謂為九？亦無所斷、亦無", "89": "所著、亦不念有我、亦不念有人、亦不念有壽、", "90": "亦不念有命、亦不念有所生、亦不念無所生、", "91": "而信因緣，是為九事。「復有十事，母人疾得男", "92": "子，自致阿耨多羅。何謂為十？為一切而有慈、", "93": "不貪利、一切物亦不念他、男子身命盡而不", "94": "欺眾、不兩舌而憙罵、亦不妄語、其有作倡", "95": "伎樂其心不以為樂、亦不起意、亦無所恨而", "96": "正住、不以邪罪福事而索知，是為十事，母人", "97": "可得為男子，疾得阿耨多羅三藐三菩提。「母", "98": "人有施心、有法心，視諸色若水中之聚沫，自", "99": "於色不貢高。於安、於苦，視若雨中之泡，若得", "100": "安不以為愛、若得痛而不怒。於安隱亦不", "101": "喜、於痛亦不憂，視而知思想若野馬。其心亦", "102": "不在男、亦不在女。生死譬如芭蕉，知生死", "103": "無有可，於生死亦不念有、亦不念無。其識譬", "104": "如幻，視其心意若幻無有異。於諸法無有著，", "105": "以四大——地、水、火、風——而知一切。若舍以三事而", "106": "得成——有草、有土、有木。人者，亦無吾、無我、無命", "107": "所作，如所為無崖閡，是則本。眼已自然而有", "108": "所視。眼者，如水中泡，但怙以肉而裏空，本", "109": "空而淨；耳、鼻、口、身、意亦爾。視其身若如影、其", "110": "聲者譬若嚮、知其心如幻，其作是者，疾離", "111": "母人而得男子，自致阿耨多羅三藐三菩提。」", "112": "佛說是時，諸夫人皆歡喜，已頭面著佛足。", "113": "應時佛笑，無央數色光明而從口出，遍十方", "114": "還，繞身三匝還從頂入。阿難從坐起，正衣服，", "115": "長跪已，讚嘆而問：「面明如月，其光甚尊，其色", "116": "如火中之金。今笑，願聞其緣，今欲所問一。「總", "117": "持尊慧，為一切悉作本，其因地之者莫不供", "118": "事。屬之所笑會有歡者，今欲而問二。「已法施", "119": "自樂、已清淨之戒、忍辱之力，屬之所笑是誰", "120": "之本，今欲所問三。「精進而根得成之力，以", "121": "禪惟務以自娛樂，其慧若天，無所不遍。屬之", "122": "所笑而為論本，今欲所問四。「常若有慈，加", "123": "之於哀護，壽適平而無奇特。屬之所笑，誰", "124": "當得本？今欲所問五。「已斷三毒而有三眼，所", "125": "語法譬若甘露。屬之所笑，誰當值本？今欲", "126": "所問六。「降伏眾魔，却於外道，已四諦而教。屬", "127": "之所笑，誰當致本？今欲所問七。「尊於十力，決", "128": "斷眾疑，其德無數。屬之所笑，誰當得本？今欲", "129": "所問八。」佛語阿難：「乃見伅真陀羅諸夫人眷", "130": "屬為我作禮者不？」阿難白言：「已見。」佛謂阿難：", "131": "「諸夫人因是歡喜為我作禮，而自發心合會", "132": "功德。壽終已後離於母人，當得男子，便生兜", "133": "術天上，當與彌勒相見，講議菩薩之事。彌勒", "134": "佛時皆當供養，是波羅劫其當作佛者皆悉", "135": "來而供養，稍稍於是劫中當成菩薩行。伅真", "136": "陀羅自致至成佛，是諸夫人皆當生彼佛剎，", "137": "悉作菩薩道。」", "138": "伅真陀羅白佛：「今吾等所作已若如佛，生死", "139": "已盡，但住於天及人，已住於佛道。今已具法", "140": "藏、已住其慧地、已治於功德、已現於諦道、", "141": "已說漚惒拘舍羅、已造菩薩心，開決眾法說", "142": "所說而得、依歡喜而聞法。」時眾會及諸菩薩各", "143": "各有念：「伅真陀羅能至久如而成佛，號字云", "144": "何？及其剎土有眾菩薩及其所有？」佛應時悉", "145": "知諸菩薩所念，便呼阿難，謂：「伅真陀羅王却", "146": "後七萬四千八百劫當為佛，號字群那羅耶", "147": "波披沙漢曰德王明，其剎土名栴陀惟摩羅漢言", "148": "日月明，其劫名羅陀那三披漢言寶等有。其地平等，悉白", "149": "琉璃；其地之明，譬若如日；其地甚淨，無有塵", "150": "垢。在於虛空而有交露之帳，皆悉眾寶，諸菩", "151": "薩悉坐其中。所行徑處，諸菩薩各見佛，見已", "152": "便念：『我之所見若如是。』化諸菩薩所疑，所見", "153": "佛則當開解其疑，皆當得無所從生法樂忍。", "154": "「爾時，剎土無有城郭、丘聚、縣邑、王者之土，一切", "155": "人皆在交露帳中，不見母人、亦不聞母人，其", "156": "往生者皆悉而化在蓮華師子之座。眾菩薩", "157": "以禪為樂、以法歡喜為食。亦無異道，不聞異", "158": "道一切，但有眾菩薩悉摩訶衍。無有邪道、不", "159": "信佛者，亦無眾魔、亦無魔民。亦無求者、亦無", "160": "苦者，以好之藏、以空印而封。彼聞諸天及", "161": "人等無異，但有名字。「其佛壽十小劫，當以無", "162": "央數眾菩薩以為僧，悉當得不可議惟務。是", "163": "佛欲般泥洹時，先當授菩薩決。其菩薩名曰", "164": "漚多惟授，後當作佛，號字摩訶惟授漢言大嚴，是", "165": "劫羅陀羅三披——於佛、於法、於僧無有盡時，", "166": "故名曰羅陀那三披。」伅真陀羅於佛前受決，", "167": "即時歡喜踊躍，飛上去地百四十丈而住——欲", "168": "令一切在會者而歡喜。自用功德、因佛威神", "169": "而說嘆：「諸法本淨若空，自然無有，自然故無", "170": "垢。其知是者，則佛之上子一。「若夢之所見不", "171": "可得，故不可持，若如虛空。其知諸法如夢，不", "172": "以死生為勤苦二。「如幻師有所現，於其中無", "173": "所得。其五陰，若如幻三。「其色本，若水中之沫；痛", "174": "痒者，若水中之泡；而自然思想者，若野馬、如", "175": "芭蕉，無所得。生死無所得四。心意所知，但有", "176": "字。」佛言：「若如幻，知五陰本如空，於生死不已", "177": "等已四大，等如稱，所已等如毒故五。「六衰者", "178": "如空野，已如法持佛威神六。「自伏者乃施與，", "179": "為是者即之安；其已淨，是則戒；想已盡，則忍", "180": "辱；能自制而寂為精進七。所作而無異，是", "181": "則之為禪；如所緣無所礙，故慧；持是學則波", "182": "羅蜜八。「無我、無人則善慈，清淨者是為哀，其", "183": "寂者若護，等作是行上梵天九。以四事雜施", "184": "與受佛。忍以不怒，貪已無，過所有十。無我、壽", "185": "命亦爾，六衰空而悉寂。其知者則菩薩十一。菩", "186": "薩者不希望，不想有人、無人，亦不想有我、無", "187": "我，其心不二，故無所著十二。「法無所有、而無所", "188": "依，去無所至、來無所從，住法身無所閡。怛", "189": "薩者與佛等十三。亦不有、亦不無，因法緣所因", "190": "便有。若電現則滅，心者亦爾十四。於生死而有", "191": "行，其心不可見。心者如風，無所著。「其心者為", "192": "本淨，已知心本淨，於生死無所沾污十五。「若垣", "193": "壁牆，因土、草木而得成，其身無知。譬若石本", "194": "之淨，身者無所希望十六。「若風不可得，其聲亦", "195": "爾。若山中有妓樂之響，其知是聲之亦淨，於", "196": "是響亦不作欲十七。「若虛空而不墮，無所住、無", "197": "有處；盡知諸法若虛空，無所住、無所止，如是", "198": "知者已為等住十八。「若有大火，不能焦燒其虛空；", "199": "其知諸法淨若空，若異方剎土而有大火，往", "200": "到彼間，其火亦不能害。已知是法，不已須彌、", "201": "遮迦和山之為礙；其知是者，能遍諸剎土。其", "202": "四大——地、水、火、風——悉平等，用空故。其知是者，能", "203": "到億億剎土十九。「於三界而有聲——上、中、下——於百億", "204": "劫而有聲，無有竟，本自然故二十。「佛色心等如", "205": "稱而微妙，用淨故。諸佛平等若稱二十一。「菩薩行", "206": "已，合會無央數之功德。已知善心諸法悉平", "207": "等，後能便受其決二十二。「菩薩者，自己界於法身", "208": "而甚淨。其知是者，後乃受決二十三。「於色不想、於", "209": "想亦不想，於痛痒、思想、生死、識亦不想，以法", "210": "故而受決。受決者不以陰四大故，空者盡平", "211": "若稱，已知是者為無所從生，後乃受決二十四。", "212": "「盡者，不能自知；不盡者，不能知盡；已向盡者，", "213": "諸法忍後乃受決。無想者，若直之道；有想者，", "214": "若入邪道；於諸法無所著，已過三世，其知是", "215": "者乃得決二十五。「自知我而自然，諸法悉自然；", "216": "無我而自然，用空故而自然；空者自然無所", "217": "有，其知三蓋心等而空，是故曰自然。其知", "218": "受決者，不當作是知，為有希望故。其知不心、", "219": "不意受決者，是則為受決二十六。」伅真陀羅謂", "220": "諸會者：「若等悉住在地，而我在虛空。其知在", "221": "地、於虛空，心適等，遍於三世而無所著二十", "222": "七。」伅真陀羅讚歎說是，從虛空來下，前到佛", "223": "所而白曰：「今佛者用我故於世而有，佛盡", "224": "為我說。吾之願已從無央數阿僧祇劫而行", "225": "菩薩道，不忘功德，今悉得聞。」時會諸菩薩各", "226": "有是念：「伅真陀羅已從本何過去佛而發心？」", "227": "佛則知諸菩薩所念，欲決其疑，故喚提無離", "228": "菩薩言：「過去不可勝數阿僧祇劫，", "229": "爾時有佛號字羅陀那吱頭漢言為寶英，其剎", "230": "土名曰首呵首呵者，漢言曰為淨貌，其劫名波羅林波羅", "231": "林者，清淨貌。爾時，怛薩阿竭有十二億菩薩，皆精進、", "232": "悉得忍、皆阿惟越致。其佛壽六十億歲。其剎", "233": "土莊嚴，無所不辦。其地悉琉璃，無種諸穀者。", "234": "其有飢渴，名美飲食盡悉在前。其土者無有", "235": "異道，皆悉摩訶衍。「爾時之世有遮迦越羅，名", "236": "曰尼彌陀羅，而主四方。是遮迦越羅供養佛、", "237": "六十億菩薩至千億萬歲，所作功德而無央", "238": "數。及夫人八萬四千，及子千人，及官屬八萬", "239": "四千人與俱發阿耨多羅三耶三菩提心，發", "240": "心復供事佛至億萬歲。却後以太子——名曰", "241": "和陀波利林——代而立為王，棄國行作沙門。其", "242": "太子立為王者亦供養佛如前數已，復立其", "243": "子而為王，便棄國行作沙門。如是展轉相傳", "244": "如前法，乃至盡于佛壽。其佛般泥洹已。最後", "245": "末王而制持法。」佛語提無離菩薩：「汝乃知時", "246": "遮迦越羅尼彌陀羅不？今現伅真陀羅是。」提", "247": "無離則言：「善哉，善哉。佛之智以不可計盡久", "248": "遠悉知而說之。」佛言：「是智不足言。所以故？", "249": "能知一切人已過去、當來、今現在心所行，有", "250": "所因、無所因，有功德、無功德，是故怛薩阿竭", "251": "智無所罣礙。」佛說無所罣礙時，八萬四千人", "252": "悉發阿耨多羅三耶三菩提心。伅真陀羅與宮", "253": "室眷屬供養佛七日已，便持所有國土悉奉", "254": "上佛：「是者皆怛薩阿竭所有。時時抂尊來到", "255": "是間，當用哀一切故。」伅真陀羅太子——名曰遺", "256": "摩羅涅——以摩尼珠交露以奉上佛，白言：「今吾", "257": "伅真陀羅者於伎樂而有大欲，唯願佛以法", "258": "教照吾等，令於伎樂而無欲心。」佛言：「從今", "259": "已去我為若心作護，有伎樂之音時，令若聞", "260": "六十四法聲當所向。何謂六十四法？但聞無", "261": "常聲、苦聲、空聲、無我聲、寂聲、清淨聲、無生", "262": "死聲、本淨聲、無所從生聲、如其本聲、本際聲、", "263": "本無聲、法身聲、怛薩阿竭聲、無人聲、無壽", "264": "聲、無命聲、無來聲、無當來聲、無過去聲、無", "265": "現在聲、無處所聲、無所得聲、無所上聲、布", "266": "施聲、淨戒聲、忍辱聲、精進聲、一心聲、智慧", "267": "聲、慈聲、哀聲、護聲、等聲、佛聲、法聲、僧聲、不", "268": "忘菩薩聲、意止聲、意斷聲、神足聲、根聲、力", "269": "聲、覺意聲、道所入聲、響聲、觀聲、漚和拘舍", "270": "羅聲、四事雜布施聲、教一切聲、護法聲、降伏", "271": "魔聲、幻聲、夢所見聲、若日明聲、若響聲、若", "272": "水中影聲、不壞法身聲、十種力聲、四無所", "273": "畏聲、十八法不共聲、阿耨多羅三耶三菩提", "274": "聲、阿惟越致聲、莊嚴國土聲，是為六十四事。", "275": "諸所伎樂以佛威神但聞法聲，已入是者便", "276": "得三十七品。」時會者莫不歡喜，皆以頭面著", "277": "地，各各悉言：「菩薩甚尊，已住法者皆為佛所", "278": "護。」佛語：「諸會者！如若之言：『菩薩已住法者，皆", "279": "為佛所護。』所以者何？以護菩薩者，為護一切", "280": "人。所以者何？菩薩發心用一切故，所以為僧", "281": "那，將護愚冥脫於生死，皆至泥洹。」佛言：「其知", "282": "護菩薩者，是人已為護一切人。以其有、以鉢、", "283": "震越衣被所當得者而與菩薩已，為施與一", "284": "切已。所以者何？菩薩出息、入息而得生活。譬", "285": "若如人有出息、入息，因是而得住足，欲饒益", "286": "一切故。」一切眾會諸欲天子、諸色天子、清淨", "287": "天子、真陀羅、揵陀羅、摩休勒，皆讚歎勸助佛", "288": "之所言，皆持眾華而散佛上。伅真陀羅自念：", "289": "「諸比丘、菩薩、上至佛，皆當還去。」欲令因伅真", "290": "陀羅神足而還，便化作交露車，縱廣三百里，", "291": "皆悉眾寶，無央數寶以為諸樹。為怛薩阿竭", "292": "作師子座，高四丈九尺，以天繒、無央數色有", "293": "綩綖布其諸座，令諸比丘、菩薩各各就坐。為", "294": "諸帝釋、四梵天王作座如天座，則已成辦，", "295": "白佛：「已加哀，當就之。」佛與比丘僧、諸菩薩悉", "296": "就伅真陀羅車，則時因伅真陀羅神足去地", "297": "百四十丈，其車行於虛空，八千天子、其諸", "298": "伅真陀羅、揵陀羅皆共隨從。伅真陀羅以金", "299": "為繩，與眷屬俱挽交露車適當向道。佛放光", "300": "明，悉照三千大千剎土。王阿闍世及諸群臣、", "301": "比丘、比丘尼、優婆塞、優婆夷見光明，知佛當", "302": "來，悉持繒、蓋幡、花香出羅閱城，皆出而行", "303": "迎。伅真陀羅八萬四千伎樂皆作倡伎，鼓琴", "304": "瑟而行，其音先聞，伅真陀羅與子及眷屬挽", "305": "車送佛。至耆闍崛山中已到，佛從車已下自", "306": "就其座，諸比丘、菩薩皆在前而住。阿闍貰", "307": "王、比丘、比丘尼、優婆塞、優婆夷、諸一一尊者、", "308": "及散王屬阿闍貰者，皆持繒蓋、華香，悉以供", "309": "養佛作禮，各各問言怛薩阿竭。提無離菩薩", "310": "問佛：「伅真陀羅與諸眷屬以車送佛到是，當", "311": "得何功德？」佛言：「伅真陀羅及眷屬其發阿耨", "312": "多羅三耶三菩心者，因是功德皆當得五旬，", "313": "乃至成佛而不忘。從一剎到一剎供養諸佛，", "314": "聞其法亦供。視諸比丘僧皆當知宿命，悉當", "315": "成無極之大哀，常當護法、常當教化一切", "316": "人。」王阿闍貰語伅真陀羅：「善哉，仁者！為佛所", "317": "譽。」阿闍貰復報語伅真陀羅：「仁所作功德，願", "318": "分我少所，令我得其功德。」伅真陀羅則答言：", "319": "「若可意者，持是功德而相與及一切人。何以", "320": "故？菩薩諸所作功德皆為一切故，不於中", "321": "有所貪。諸所作功德不念獨是我所作，一切", "322": "人許；菩薩有所作，為一切當蒙其福祐。何以", "323": "故？菩薩者是一切之因緣，稍而自習故能", "324": "益於人。」伅真陀羅謂阿闍貰：「善哉，仁者！而得", "325": "二加羅蜜：一者、是佛，二者、是文殊尸利。蒙", "326": "是恩，所作非法其狐疑悉得解除。」阿闍貰王", "327": "言：「菩薩所作甚善，已意作法器，諸所聞法其", "328": "心不疑、亦不念、亦不忘。」提無離菩薩問佛：「何", "329": "謂菩薩能作法器？」佛言：「以三十二事為法器。", "330": "何謂三十二事？菩薩堅住為佛所護，是為法", "331": "器一；其意不諂，所語無異，於功德有信，是為", "332": "法器二；以習菩薩事，是為法器三；所聞用意，", "333": "是為法器四；已入意稍欲至道，是為法器五；入", "334": "知諸本，是為法器六；布施得尊，是為法器七；淨", "335": "戒具足所願，是為法器八；忍辱者致三十二", "336": "相，是為法器九；精進者一切諸佛法，是為", "337": "法器十；一心者療治其病，是為法器十一；智慧", "338": "者無所罣礙，是為法器十二；慈者為一切人而", "339": "等，是為法器十三；其哀者護一切貧窮，是為法", "340": "器十四；其護者為哀一切人，是為法器十五；等心者", "341": "為一切其心無有異，是為法器十六；為人作", "342": "迦羅蜜，是為一切功德之法器十七；所聞不厭足，", "343": "是為般若波羅蜜法器十八；作沙門，雖離父母親", "344": "屬，其心不已為勤苦，是為法器十九；樂在山間，", "345": "而自獨處其心專一，是為法器二十；能忍空閑，可", "346": "得禪旬，是為法器二十一；其無者，己所有而與", "347": "之，便教道入，是為法器二十二；護諸法，使盲冥", "348": "而得明，是則為法器二十三；知陀隣尼，曉了", "349": "其事能開導人，是為法器二十四；在所欲為一切", "350": "人能決其疑，是為法器二十五；其念佛者疾得見", "351": "佛，是為法器二十六。二十七、二十八兩法諸本並皆闕；其無瞋怒、其", "352": "心不恨，其功德不知盡，是為法器；已知", "353": "空事，不慕所有，是為法器；曉了十二因緣", "354": "過著，斷上而去，是為法器二十九；已得法忍者，是", "355": "為法器三十；今受決不久，是為法器三十一；於阿惟", "356": "越致前其力故不動轉，是為法器三十二。是為", "357": "三十二事菩薩法器。」說是時，萬人皆發阿耨", "358": "多羅三耶三菩心，皆舉言：「令一切悉得是法", "359": "器，令吾等逮得如佛所說法器。」佛謂伅真陀", "360": "羅：「可還處所，勿令人勤勞。」伅真陀羅言：「其心", "361": "念勞者，是非菩薩；其不念勞者，是為菩薩。」伅", "362": "真陀羅復問佛：「何所菩薩念勞？何所菩薩而", "363": "不念勞？」佛言：「菩薩以四事可知有勞。何謂四", "364": "事可知有勞？聞無央數人，其心恐怖，是為一", "365": "勞；聞不可度生死，其心恐怖，是為二勞；聞不", "366": "可限諸佛智，其心恐怖，是為三勞；聞無央數", "367": "功德而成一相，其心恐怖，是為四事知而有", "368": "勞。「菩薩以四事知而不勞。何謂四事？欲度一", "369": "切人皆令至泥洹，是為一事不以為勞；欲自", "370": "護無央數生死蓋，欲作功德，其心不恐，是", "371": "則不為勞；聞無央數佛智，欲悉具足，其心不", "372": "恐，是則不難；聞無央數功德而成一相，其心", "373": "不恐，續作功德不以為難，是為四事知菩薩", "374": "而不為勤勞。「復有四事知而計勤勞。何謂四", "375": "事？中間中間愛樂聲聞之事而往附覲；中間", "376": "中間樂辟支佛法而往親近；諸法欲盡時而", "377": "不用意，亦無有護；亦不教人發菩薩心。是為", "378": "四事知菩薩而計勤勞。「復有四事不可計有", "379": "勞。何謂四事？不於羅漢、辟支佛法而自娛樂；", "380": "聽亡身命不離其法；若聞有好人可發菩薩", "381": "心，故往教不避大遠。是為四事知菩薩而不", "382": "為勞。「復有四事可知有勞。何謂四事？若沙門、", "383": "婆羅門、貧窮乞丐者，如有所求輒瞋怒向之；", "384": "但憂食飲臥起得安，而不念餘人；不念學問；", "385": "我當多知，時時所聞慧急去而不欲教人向。", "386": "是為四事知菩薩而計有勞。「復有四事知而", "387": "不計勞。何謂四事？其乞丐者有所求則而施", "388": "與，視之如迦羅蜜，其心柔軟，好顏向一切；不", "389": "自念身安，但欲安他人；於學不以厭足；如所", "390": "聞教化一切人，無所希望。是為四事知菩薩", "391": "不計有勞。「復有四事菩薩計而有勞。何謂", "392": "四事？不求波羅蜜道；不以四事而有所施；於", "393": "一切人不精進而欲教其趣；可所聞念已為", "394": "足，不念菩薩道。是為四事知計有勞。「復有四", "395": "事可知菩薩不計有勞。何謂四事？若身被火", "396": "不已為劇，求諸波羅蜜亦如是不以懈怠；以", "397": "四事施與常以備足，不逆求者；以精進欲於", "398": "人歡喜；欲具諸功德，知而不厭。是為四事菩", "399": "薩知不計勞。」佛謂阿闍貰：「聞菩薩而不計勞？」", "400": "則答言：「已聞。」佛言：「已聞者，從今已去，其有", "401": "行菩薩者，所作勿厭，極而計勞。」王阿闍貰問", "402": "佛：「何謂菩薩行？」佛則於伅真陀羅、揵陀羅諸", "403": "會中而言：「各各得所。其阿闍貰聞佛所說菩", "404": "薩行，如所行聞法則作行，於菩薩不計勤苦", "405": "而行。於一切等心行、堅固行、諦行，其意所", "406": "作而淨行，於菩薩法而不諂行。布施行、與行、", "407": "所有無所惜行。其作菩薩行、不作有所依淨", "408": "戒行。寂行、身口意淨行，菩薩已心常念而行", "409": "忍辱行，棄捨眾恨而行。其作菩薩行者，不起", "410": "其意精進行。有所致行，於生死不以勤劇而", "411": "行，其作菩薩行其心不怯弱。禪行、知行、安", "412": "身心而行，其作菩薩行心而不亂。菩薩者，以", "413": "智慧行當如法行，其行菩薩不計有所得。慈", "414": "行、柔心行、常作哀行、菩薩所作行無有恚", "415": "行，空行、以意行、無有想清淨行，其菩薩行", "416": "無所願，菩薩行是當行，具足意智慧行。「菩薩", "417": "所行，無所礙信行、精進行、用意安三昧行。其", "418": "菩薩行無所斷神足行、惟務行、以五旬行。菩", "419": "薩所作而不罪行，平實行、乘法行、欲教一", "420": "切而行。其如菩薩行所作而不藉因緣行、", "421": "如作行、斷絕眾冥行。於菩薩所作而不錯淨", "422": "行、清淨行、脫眾垢行，菩薩其作是行。無有悔", "423": "安行、護一切令無畏行，菩薩其作是行，為", "424": "悉具足所欲。如日行、如月行、如蓮花不污行，", "425": "菩薩作是行，為諸天一切之所敬。如釋行、", "426": "如梵行、具足道行，菩薩其作是行眾魔悉恐。", "427": "「持行、尊行、盡婬怒癡行，菩薩作是行者，無央", "428": "數諸天皆讚歎之。「所行、久長行、智慧眼清淨", "429": "行，菩薩作是行者無所希望。「寂行、肅行、於", "430": "名色無所著行，菩薩其作是行無有罪。菩薩", "431": "所作如是行，為諸天所歎。「所語柔軟行、如", "432": "平等行、捨邪道行，菩薩之所行。以慧為本", "433": "行、勇猛行、動眾魔行、會當坐佛樹無有異", "434": "行，得陀隣尼行者，菩薩在所作而不厭行。「山", "435": "間行、能忍行、常愛樂欲作沙門行，菩薩所行。", "436": "如所因欲脫行而心行、於一切而尊行、菩薩", "437": "所緣所而不失辯行、漚和拘舍羅行、於禪旬", "438": "而不希望行、其作菩薩無所法行、於俗行、非", "439": "俗行、欲色無色行，菩薩作是行無所畏，一切", "440": "無所不行，盡知一切人行。「菩薩所行譬若如", "441": "天，無所不覆三十二。」佛說菩薩行時，五百菩薩", "442": "皆得無所從生法樂忍。於眾會八千人皆", "443": "發阿耨多羅三耶三菩心，悉對佛言：「吾等悉", "444": "當奉行菩薩行，如所行。」佛作瑞應，欲令伅真", "445": "陀羅還歸其處。時伅真陀羅宮室眷屬遶佛", "446": "三匝，前長跪而辭，放身光明，皆作伎樂，鼓於", "447": "琴瑟，地六反為震動而雨天華，便還處所", "448": "歸其宮室。釋提桓因白佛言：「今伅真陀羅", "449": "供養佛、及法、比丘僧、諸菩薩，其功德已出我", "450": "上。」佛語釋提桓因：「不獨過若上，其德已過", "451": "三千大千剎土諸釋梵四天王、諸聲聞、辟支佛", "452": "上。所以過者何？菩薩一發心過諸聲聞、辟", "453": "支佛、一切人，當因其法得度脫故。「菩薩勝於", "454": "一切，莫能有勝於佛者，故知無能勝菩薩者。", "455": "所以者何？佛因菩薩心而自致成，諸聲聞悉", "456": "因佛法而得成。」佛說是語，釋提桓因則自", "457": "泣淚出，白佛：「今我有損，本不發菩薩心。」時", "458": "座中有天子名曰懼或，謂釋提桓因：「佛法", "459": "而普天莫不發菩薩心。今若之悔，當復何", "460": "益？所以者何？焦燒菩薩種故，已不在菩薩法", "461": "器。」懼或說是語時，五百忉利天子皆發阿", "462": "耨多羅三耶三菩心。懼或天子白佛：「我見", "463": "佛從本行、菩薩從提和竭佛受決得無所從", "464": "生法忍，時今怛薩阿竭如所得法樂忍，惟", "465": "願說之，今吾等聞佛。」佛言：「無功德菩薩不", "466": "能得聞無所從生法樂忍。」佛語懼或：「菩薩以", "467": "四事得無所從生法忍。何謂四事？等知諸佛", "468": "以過去當來今現在無有一、於諸法等無有", "469": "異二、等諸剎土三、等一切人四，是為四事。「復", "470": "有四事。何謂四事？樂空而知四禪一、以無極", "471": "哀樂於三活二、以漚和拘舍羅樂六波羅蜜", "472": "三、以智慧樂於五旬四，是為四事。「復有四事。", "473": "何謂四事？於五陰求菩薩道，菩薩知五陰", "474": "而自然一；於四大求菩薩以自然二；信四大，", "475": "於六衰求菩薩，視六衰而自然三；於諸法求", "476": "菩薩，於諸法自然而不疑四。是為四事。「復有", "477": "四事。何謂四事？以住於本際而知諸法一；已", "478": "住怛薩阿竭，於法無所不入，於三世而等二；", "479": "入於法身，悉知諸法其相若空不可壞三；視", "480": "諸法悉等無有異四。是為四事。菩薩得無所從", "481": "生法樂忍。」說是時，五百菩薩悉得無所從生", "482": "法樂，懼或天子得法忍不疑。說是欲竟時，", "483": "佛呼阿難：「若悉得伅真陀羅所問不？」阿難白", "484": "言：「悉得，甚善。是法快哉無比，甚深微妙如", "485": "本所說。以是而知本，曉了諸法。」阿難白佛：「如", "486": "本所聞法，今聞是者可悉曉了。今我聲聞聞", "487": "是，悉曉了是法，何況菩薩其智無極，其心", "488": "若海，無所不受；其智甚廣，無所不苞。於諸法", "489": "無所不總、於眾寶而為大器、於一切無倩者", "490": "而為作倩，若視厚其慧不可度。」阿難復問", "491": "佛：「其後聞是者，當得向法明？」佛言：「今怛薩", "492": "阿竭一毛光明悉覆三千大千日月之明，如", "493": "怛薩阿竭舉身毛光明，不如得是法明，其決", "494": "無所不過。所以者何？諸明者皆因智慧而得。", "495": "法明者而知一切人，故尊而無蓋者一。其後", "496": "聞是者皆得慧明，便持、諷、誦、讀、教人，為其", "497": "法智不離菩薩，用一切故，於無極哀以為", "498": "摩呵僧那僧涅，以慈而為鎧以降伏眾魔，稍", "499": "近佛樹下。」阿難白言：「今我承佛威神而持是", "500": "法，其諷、誦、讀、為一切人廣說，其福云何？」佛", "501": "言：「若有人以七寶滿三千大千剎土，施與須", "502": "陀洹、斯陀含、阿那含、阿羅漢、辟支佛、上至佛，", "503": "所作功德至千歲。」佛問阿難：「其德甚多不？」阿", "504": "難白言：「甚多，甚多。天中天！」佛言：「不如男子、", "505": "女人奉行菩薩事而晝夜各三諷、誦、讀。若為", "506": "人說是法中事，其德出彼上，何況說如是法", "507": "者？何以故？菩薩以經中四事為人說解中", "508": "義，是故為法施——眾施中之尊——於是為極上", "509": "之恩，法施者是為極上之護。何以故？其法施", "510": "者，聞聽心垢則除，便得脫。其所有物而施與，", "511": "但長養於生死，其欲度於生死者，當以法而", "512": "施與。是為隨佛教法施者，一切人因是中而", "513": "得德。「菩薩法施時，得三十二事。何謂三十", "514": "二事？用意安一；所作安二；於行安三；於愛欲", "515": "少四；於怒尠五；癡亦爾六；自就脫復脫人", "516": "度生死七；為人所愛八；為諸天所歎九；為龍、閱", "517": "叉、犍陀羅所護十；因所作而分越十一；便得衣鉢、", "518": "震越、床臥具、病瘦醫藥十二；名聲遠近莫不聞", "519": "者，終不為邪之所得十三；為諸佛之所讚，便", "520": "能行護法十四；因是而得法身，不畏於惡道十五；", "521": "於諸天及人不以為難十六；所生不離諸佛法十七；", "522": "所生便知宿命十八；所生愛十九；身而不缺減二十；", "523": "便逮得三十二相二十一；得陀隣尼所破壞欲", "524": "二十二；而知諸因緣以禪自養二十三；以大慧治道", "525": "路二十四；於冥疾明二十五；其心不邪念二十六；俗事之", "526": "所施與而過上二十七；於法藏不可盡在所欲二十", "527": "八少，二十九至三十二四法，諸本皆闕，是為三十二。」釋提桓因白", "528": "佛：「我奉行持是法。若佛般泥洹以後，其有人", "529": "應法器者，我當擁護，令得聞是法。所以者何？", "530": "如是經中所說功德，用功德歡喜故。」佛言：「善", "531": "哉，善哉。釋提桓因！於我前而勇猛若師子，說", "532": "後當護是法。用是功德故，若阿須倫欲以兵", "533": "而來，不敢當若。所以者何？是法要無能得者。", "534": "而若欲護之，其有所畏者所見不邪故。於法", "535": "無所希望，是故為護。」梵天白佛：「其有郡國、縣", "536": "邑、聚落其說是法，吾等自當捨其處所，當往", "537": "擁護。所以故？聲聞、辟支佛、釋、梵因是法而得", "538": "自成致。」四天王白佛：「吾等是佛弟子，皆當", "539": "奉行是法，當擁護之，令得久住。其吾等所部", "540": "主不信佛法者，若龍、閱叉、犍陀羅、真陀羅、摩", "541": "休勒，其有不信者，我當令信。」則皆言：「隨其", "542": "習俗，說呪曰：「多錍唵錍阿獵錍婆少獵錍", "543": "休晏摩休晏伊晏牽晏阿和𡄷惟越𡄷波利", "544": "眄陀那尼蚊眄波袈散那吚和吚和惟", "545": "利頞眄妲眄妲摩羅伊陀「悉當令信向佛法。", "546": "其有邪意者，皆令正心；其有閱叉自用者，皆", "547": "不自貢高，皆當令讚歎佛而擁護法。是要，佛", "548": "之所說。」四天王呪是言：「其有求人短者，皆", "549": "得不勝。」佛語彌勒、提無離菩薩：「我從阿僧", "550": "祇劫而行菩薩道，今以法而相屬，累令得久", "551": "住。」彌勒菩薩謂提無離菩薩：「佛般泥洹已後，", "552": "吾等當護是法，當教告人，廣說其事。後世若", "553": "有菩薩有功德者，當逮得是經卷，我等當勸", "554": "助而擁護之。若後世其逮得是經者，有書、諷、", "555": "誦、讀皆得安隱，當知彌勒、提無離菩薩之所", "556": "擁護。」時於會中魔來而白佛：「佛為聲聞說", "557": "法時，我不恐懼、亦無所憂。佛今所說菩薩", "558": "印、住怛薩阿竭、稍近菩薩道、為一切作護，", "559": "我今聞是愁憂。譬若如老，今以羸極，若欲", "560": "躄地，惟怛薩阿竭加哀而哀。所以者何？", "561": "聞是甚愁、甚憂，從今已去莫復說是。」佛謂：「魔", "562": "莫復啼哭、亦勿致愁，今若伴者亦甚眾多。", "563": "其有不聞是法者悉是其伴，信樂者少少", "564": "耳。」佛以取土著爪甲上：「其有信向是法，其數", "565": "若爪上之土；其有不信者之數，譬若地之土。", "566": "如地土之數，不信者悉若之侶也，用是故且", "567": "自歡喜。」無央數一切人界，說是法時悉發阿", "568": "耨多羅三耶三菩提心，九萬二千菩薩皆得", "569": "無所從生法忍，八萬四千人皆得須陀洹道，", "570": "八千比丘皆得阿羅漢。爾時，三千大千剎土", "571": "而為六反震動，其光明無所不照，普雨於天", "572": "華，其琴瑟倡伎樂不鼓而自鳴。諸天無央數", "573": "輩在虛空中，皆言：「善哉，善哉。吾等於閻浮", "574": "利再見法輪而轉。如怛薩阿竭於波羅那", "575": "界轉於法輪多得安隱，不如今之所說復", "576": "增加轉倍。其有持、諷、誦、讀是經者，所說以為", "577": "助法輪轉。」彌勒、提無離菩薩及阿難問佛：", "578": "「是法為何等？當云何行？」佛言：「是名『伅真陀羅", "579": "所問諸波羅蜜解諸法寶品』。」佛說是經，彌勒、", "580": "提無離菩薩、比丘僧、諸天、人、犍陀羅、鬼神、龍，", "581": "莫不歡喜，前為佛作禮而去。", "582": "佛說伅真陀羅經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0624 佛說伅真陀羅所問如來三昧經: 佛說伅真陀羅所問如來三\n昧經: 佛說伅真陀羅經", "source": "CBETA"}