{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2058 付法藏因緣傳", "text": {"0": "付法藏因緣傳卷第六", "1": "元魏西域三藏吉迦夜共曇曜譯", "10": "遠機明內發。顧目觀察無愧於心。唯以其言", "100": "誓願而自莊嚴。超過聲聞緣覺境界。曾於一", "101": "時有阿羅漢。棄捨重擔具諸功德。僧伽難提", "102": "欲試彼故。即宣一偈而問之言。", "103": "轉輪種中生非佛非羅漢", "104": "不受後世有亦非辟支佛", "105": "大德應當好諦觀察。如上所言是何等物。爾", "106": "時羅漢即入三昧。深諦思惟不能解了。便以", "107": "神力分身飛往兜率陀天至彌勒所。具宣上", "108": "事請決所疑。爾時彌勒告彼羅漢。世以埿團", "109": "置於輪上。埏埴成瓦。如是瓦者。豈同諸聖至", "11": "人未信受。道化不行夙夜憂念。於彼國中有", "110": "後世乎。時彼羅漢即便開解。還閻浮提宣說", "111": "斯事。僧伽難提語言。大德。此必當是彌勒菩", "112": "薩為汝宣說然後解耳。如是智慧神力變化。", "113": "濟諸群生不可限量。所應作已將欲捨身。至", "114": "一樹下指攀樹枝。尋便捨壽猶依此樹。諸羅", "115": "漢等欲移其尸。置平坦處積薪耶旬。如須", "116": "彌山不可傾動。盡其神力亦無異相。即便復", "117": "以諸大白象併力俛之。不能移動如芥子處。", "118": "尋積香木就下闍毘。其火熾盛焚燒身盡。樹", "119": "更蓊欝都無凋毀。時眾咸見歎未曾有。收取", "12": "一天神。鍛金為形立高六丈。咸皆號曰大自", "120": "舍利起塔供養。僧伽難提捨身已後。有羅漢", "121": "名僧伽耶舍。次受付囑流布法眼。廣化眾生", "122": "拯諸苦惱。有大智慧言辭清辯昔雖山家未", "123": "證道迹。遊大海邊見一宮殿。七寶莊嚴光明", "124": "殊勝。僧伽耶舍見時已到。即往彼宮說偈", "125": "乞食。", "126": "飢為第一病行為第一苦", "127": "如是知法者可得涅槃道", "128": "是時舍主即出奉迎。敷置茵褥請入就坐。僧", "129": "伽耶舍見其家內有二餓鬼。裸形黑瘦飢虛", "13": "在天。有求願者令現獲報。提婆詣廟求入拜", "130": "羸乏。鎖其身首各著一床。復有一鉢滿中", "131": "香飯。以瓶盛水安置其側。爾時舍主即取此", "132": "食奉施比丘。語言大德。慎勿以食與此餓鬼。", "133": "爾時比丘見其飢困。即以少飯而施與之。鬼", "134": "得食已即吐膿血。遍流在地污其宮殿。爾時", "135": "比丘怪而問之。此鬼何緣受斯罪報。舍主答", "136": "曰。斯鬼前世一是吾息一是兒婦。我昔布施", "137": "作諸功德。而彼夫妻恒懷恚惜。我數教誨都", "138": "不納受。因立誓曰。如此罪業必獲惡報。若受", "139": "罪時我當看汝。由是因緣得斯苦惱。小復前", "14": "覲。主廟者言天像至神。人有見者不敢正視。", "140": "行至一住處。堂閣嚴飾種種奇妙。滿中眾僧", "141": "經行禪思。日時已到鳴椎集食。食將欲訖。爾", "142": "時餚饍變成膿血。便以鉢器共相打擲頭首", "143": "破壞。血流污身而作是言。何為惜食今受此", "144": "苦。僧伽耶舍前問其意。答言長老。我等先世", "145": "迦葉佛時同止一處。客比丘來。咸共瞋恚藏", "146": "惜飲食而不共分。以此緣故今受斯苦。如是", "147": "尊者僧伽耶舍。周遊大海遍行觀察。見于地", "148": "獄凡有五百。即生厭惡深患三有呵責五欲。", "149": "甚生怖畏便作是念。世間造業終不敗亡。如", "15": "又令退後失魂百日。汝今但當詣門乞願。更", "150": "影隨形誰能捨離。我今應當方便求免。觀察", "151": "情至得羅漢道。六通無礙三明清徹。於一山", "152": "林有五百仙。勤修苦行欲望梵福。僧伽耶舍", "153": "往至其所。為宣三偈讚佛法僧。五百仙人俱", "154": "得道迹。如是尊者廣為佛事。教化已訖便入", "155": "涅槃。收集舍利起塔供養。僧伽耶舍未滅度", "156": "時。以法付囑鳩摩羅馱。而告之曰。佛以正法", "157": "付大迦葉。如是展轉乃至於我。我欲涅槃持", "158": "用相付。汝宣至心勤加守護。鳩摩羅馱答言", "159": "受教。於是次宣深法寶藏。彼之功德甚深淵", "16": "復何求而欲見耶。提婆答言。神審若斯吾乃", "160": "遠。發大弘誓行菩薩道。智慧辯才猶如大海。", "161": "少有名稱國人宗仰。鳩摩羅馱秦言童子。", "162": "少有美名。以何緣故號美名耶。有一長者緣", "163": "事餘行。以二瓮金寄其親友。一瓮金大。二者", "164": "金小語親友言。吾欲他行持此相寄。我子意", "165": "若有欲得者必當與之。後長者子往從索金。", "166": "親友爾時還其小者。彼即瞋恚不肯取金。遂", "167": "共相將詣斷事所。具陳上意以求理決。眾斷", "168": "事官莫能分了。鳩摩羅馱時為童子。於路遊", "169": "戲聞其訟音。即作是言。兒得金矣何勞苦諍。", "17": "願見。設不如是非我所欲。時人聞之咸奇其", "170": "其父本言隨子所欲。今樂大者理自屬之。爾", "171": "時斷事便用其語。於是名聞馳布四遠。因即", "172": "號為美名童子。出家學道才慧超世。至一國", "173": "土人多頑嚚。雖聞法教都不信受。鳩摩羅馱", "174": "即語之言。汝今可集鐵馬萬騎。遣人乘之在", "175": "吾前過。便如其言即為嚴辦。鳩摩羅馱暫一", "176": "見已。盡皆分別人名馬色衣服相貌。具足宣", "177": "說無一錯謬。彼國人民方皆信伏。造諸經論", "178": "遊化世間。所為已訖即便捨壽。鳩摩羅馱臨", "179": "捨命時。告一比丘名闍夜多。長老當知。如人", "18": "意。追入廟者數千萬人。提婆既至稽首為禮。", "180": "渡海必由船栰。眾生如是。欲離三界修行", "181": "善法然後得出。故我今者欲付汝法。宜好習", "182": "學利益人天。闍夜多言。善哉受教。遂演深法", "183": "度化世間。彼闍夜多有大功德。精進勇猛勤", "184": "修苦行。善持禁戒無有漏失。世尊所記最後", "185": "律師。曾於眾中有一比丘。其嫂至寺持食餉", "186": "之。婬火熾盛便共交通。犯重禁已尋自悔責", "187": "極生慚恥。我大愚癡造斯惡業。吾今定非沙", "188": "門釋子。衣鉢盡置三奇杖上。處處遊行高聲", "189": "唱言。我是罪人不應復著佛法染衣。為釁既", "19": "天動其眼怒目視之。提婆語曰。天實神矣。", "190": "重必入地獄。當於何處而得救護。時闍夜多", "191": "語比丘言。汝今若能隨順我語。當令汝罪尋", "192": "自消滅。比丘歡喜白言受教。時闍夜多。即以", "193": "神力。化作火坑其焰猛盛。令此比丘自投其", "194": "中。爾時比丘為滅罪故。舉身投入大火坑內。", "195": "於時猛焰轉成清流。纔齊其膝都不傷害。時", "196": "闍夜多告比丘曰。汝以善心至誠悔過。所有", "197": "諸罪今悉摧滅。即為說法得羅漢道。由是緣", "198": "故世皆號為清淨持律。復於一時將諸弟子。", "199": "圍遶往詣德叉尸羅城。至其城已時闍夜多", "2": "龍樹菩薩臨去此世。告大弟子迦那提婆。善", "20": "然今相觀甚大卑劣。夫為神者。當以精靈偃", "200": "慘然嚬蹙。弟子疑怪問其師意。答言且止。", "201": "後當宣說。小復前行路見一烏。爾時尊者欣", "202": "然微笑。諸弟子眾重白師言。唯願哀愍說其", "203": "因緣。時闍夜多告眾人曰。我初至城。於其門", "204": "下見餓鬼子。飢急羸困前白我言。母生吾已", "205": "入城求食。自與別來滿五百年。飢虛窮乏命", "206": "不云遠。尊若入城見我母者。為吾具宣辛苦", "207": "之事。我始入城便見彼母。即為具說其子飢", "208": "乏。爾時鬼母前白我言。吾入城來經五百年。", "209": "未曾能得一人㖒唾。何以故。我既新產氣力", "21": "伏群類。而假黃金頗梨為飾。熒惑民物何", "210": "羸惙。設得少唾為諸鬼神之所欺奪。始於今", "211": "日值一人唾。邊無餘鬼會遇得之。欲出城外", "212": "共子分食。門下多有大力鬼神。畏其侵奪復", "213": "不敢出。唯願尊者垂哀矜愍。持我出城與子", "214": "相見。我於爾時將此鬼母出於城外。今共子", "215": "食。即問彼言。汝生已來為幾時耶。鬼答我曰。", "216": "吾見此城七返成壞。國土豐樂人民熾盛。又", "217": "見毀敗殄滅無遺。我聞彼言。深歎生死受苦", "218": "長遠無有邊際。以是緣故慘然嚬蹙。彼烏因", "219": "緣。善聽當說。乃往過去九十一劫。毘婆尸佛", "22": "期小也。即登高梯鑿出其目。時諸觀者咸有", "220": "在世教化。我於爾時為長者子。志厭五欲常", "221": "念出家。我若爾時作沙門者。必斷眾結得羅", "222": "漢道。吾之父母不見從志。強為娉妻欲遮斷", "223": "我。我不違命便即娶妻。娶妻已後復欲出家。", "224": "父母語言。為汝娉妻正求繼嗣。若生一子乃", "225": "當相放。我尋受教與共交會生一男兒。年始", "226": "六歲。爾時父母即教此兒。汝父若出欲作沙", "227": "門。當抱其足而語之曰。父若捨我誰見養活。", "228": "先當見殺然後可去。爾時此兒如父母教。啼", "229": "泣抱我甚生悲戀。我於爾時以愛染心即語", "23": "疑意。大自在天威德高遠。云何為此小婆羅", "230": "子言。吾當為汝不復出家。由彼兒故不得道", "231": "證。九十一劫流轉生死。於五道中未曾得見。", "232": "今以道眼觀察彼烏。乃我前世所生之子。愍", "233": "其嬰愚久處生死。以斯因緣是故微笑。如是", "234": "尊者善說法要。以辯才力遊化世間。所為已", "235": "訖入般涅槃。尊者闍夜多臨當滅度。告一比", "236": "丘名婆修槃陀。汝今善聽。昔天人師於無量", "237": "劫勤修苦行。為上妙法。今已滿足利安眾生。", "238": "我受囑累至心護持。今欲委汝當深憶念。婆", "239": "修槃陀白言受教。從是以後宣通經藏。以多", "24": "門之所毀辱。將無彼神名過其實。爾時提婆", "240": "聞力智慧辯才。如是功德而自莊嚴。善解一", "241": "切修多羅義。分別宣說廣化眾生。所應作已", "242": "便捨命行。次付比丘名摩奴羅。令其流布無", "243": "上勝法。彼摩奴羅智慧超勝少欲知足勤修", "244": "苦行言辭要妙悅可眾心。善能通達三藏之", "245": "義。於南天竺興大饒益。時有尊者號曰夜奢。", "246": "辯慧聰敏甚深淵博。與摩奴羅功德同等。亦", "247": "能解了三藏之義。流布名聞咸為宗仰。曾於", "248": "一時彼摩奴羅至北天竺。尊者夜奢而語之", "249": "言。恒河以南二天竺國。人多邪見聽辯利", "25": "曉眾人曰。神明遠大近事試我。我深達彼心", "250": "智。長老善解音聲之論。可於彼土遊行教化。", "251": "我當於此利安眾生。時摩奴羅即如其語至", "252": "二天竺。廣宣毘羅無我之論。摧伏一切異道", "253": "邪見。所為既辦捨身命終。於是已後次有尊", "254": "者名鶴勒那。夜奢出興於世。受付囑法廣宣", "255": "流布。福德深遠才明淵博。化世迷惑令就正", "256": "路。所作已訖然後捨身。復有比丘名曰師子。", "257": "於罽賓國大作佛事。時彼國王名彌羅掘。邪", "258": "見熾盛心無敬信。於罽賓國毀壞塔寺殺害", "259": "眾僧。即以利劍用斬師子。頂中無血唯乳流", "26": "所念故。登金山聚出頗梨珠。咸令一切皆悉", "260": "出。相付法人於是便絕。如此之法為大明燈。", "261": "能照世間愚癡黑闇。是故如上諸賢聖人。皆", "262": "共頂戴受持守護。更相付囑常轉法輪。為諸", "263": "眾生起大饒益。斷塞惡道開人天路。逮至最", "264": "後斯法衰殄。賢聖隱沒無能建立。世間闇冥", "265": "永失大明。造作惡業行十不善。命終多墮三", "266": "惡八難。是故智者宜當觀察。無上勝法有大", "267": "功德。微妙淵遠不可思議。譬如賈人欲過大", "268": "海。必乘船舫然後得度。一切眾生亦復如是。", "269": "欲出三界生死大海。必假法船方得度脫。法", "27": "了知。精靈純粹不假形質。吾既非慢。神豈辱", "270": "為清涼除煩惱熱。法是妙藥能愈結病。即是", "271": "眾生真善知識。為大利益濟諸苦惱。何以故。", "272": "一切眾生性無定相。隨所染習起善惡業。若", "273": "有習近外道邪見受其教誡。永即流轉無有", "274": "邊際。是則不名善知識也。若有人能起信敬", "275": "心。親近賢聖聽受妙法。由聽斯法功德因緣。", "276": "出欲淤泥受最勝樂。是故此人名善知識。宜", "277": "應勤心習近供養。必能令人離三惡苦。如昔", "278": "往日華氏國王有一白象。氣力勇壯能滅怨", "279": "敵。若有罪人令象蹈殺。後時象厩為火所燒。", "28": "也。作是語已從廟而出。即於其夜求諸供備。", "280": "移在異處近一精舍。聞有比丘誦法句曰。為", "281": "善生天為惡入淵。心便柔和起慈悲意。後付", "282": "罪人都不殺害。但以鼻嗅舐之而去。王見斯", "283": "已心大惶怖。召諸智臣共謀此事。時有一臣", "284": "即白王言。此象繫處近在精舍。必聞妙法是", "285": "故爾耳。今可移繫令近屠肆。彼覩殺害惡心", "286": "當盛。王用其計繫象屠所。象見殺戮剝皮斬", "287": "截。惡心猛熾殘害增甚。以是當知。眾生之類", "288": "其性不定。所以者何。畜生猶尚聞法生慈。見", "289": "有屠殺便為殘害。況復於人。而不染習起善", "29": "明日清旦敬祀天神。迦那提婆名德素著智", "290": "惡業。是故智者宜應覺知。邪見惡法多所損", "291": "害。棄而離之勤作方便。習近聖法受持流布", "292": "起大師想。由是微妙功德因緣。永當超越三", "293": "惡道苦。度生死海受涅槃樂。又此法者為得", "294": "道利全分因緣。是故復名真善知識。如昔阿", "295": "難白佛言。世尊。善知識者。於得道利作半因", "296": "緣。佛言不也。善知識者。即是得道全分因緣。", "297": "阿難當知。此閻浮提除大迦葉舍利弗等。其", "298": "餘眾生若不遇我。恒當流轉無解脫期。是故", "299": "我言。善知識者能大利益。以此緣故當知。佛", "3": "男子聽。佛以大悲愍傷眾生。演甘露味利益", "30": "與神會。其所發言無不響應。一夜之中供具", "300": "法最尊最妙為無有上。無量功德之所成就。", "301": "是故世尊初成正覺。於樹王下端坐思惟。一", "302": "切世間若使無有父母師長。單獨孤露永無", "303": "恃怙。我今應當依誰而立。復作是念過去未", "304": "來現在諸佛。悉以勝法用為師範。我亦應當", "305": "如三世佛深妙勝法用以為師。由是緣故佛", "306": "常恭敬如斯妙法。至心禮拜懃加守護。當知", "307": "此法甚為希有。是故智者宜應受持。又於往", "308": "昔有婆羅門。持人髑髏其數其多。詣華氏城", "309": "遍行衒賣。經歷多時都無買者。便極瞋恚高", "31": "斯備。大自在天作一肉形。高數四丈。左眼枯", "310": "聲唱言。此城中人若不就我買髑髏者。吾當", "311": "相為作惡名聞言。汝諸人愚癡闇鈍。爾時城", "312": "中諸優婆塞聞是語已。畏其毀謗。便持錢物", "313": "至彼買之。即以銅筋貫穿其耳。若徹之者便", "314": "與多價。其半徹者與價漸少。都不通者全不", "315": "與直。時婆羅門問優婆塞。我此髑髏皆悉無", "316": "異。何故價直而有差別。優婆塞言。如前髑髏", "317": "有通徹者。斯人生時聽受妙法。智慧高勝貴", "318": "其若此。相與多價。其半徹者雖聽妙法未善", "319": "分別。以是因緣與汝少直。全不通者此人往", "32": "涸徐步安詳而來就坐。遍觀餚饍歎未曾有。", "320": "昔都不聽法。吾以是故不相與價。時優婆塞", "321": "持此髑髏。往至城外起塔供養。命終皆得生", "322": "于天中。以是因緣當知。妙法有大功德能建", "323": "立人。何以故。此優婆塞以聽法人髑髏起塔", "324": "尚生天上。況能至心聽受斯法供養恭敬持", "325": "經人者。此之福報甚難窮盡。未來必當成無", "326": "上道。是故諸有欲得無上安隱快樂。為化眾", "327": "生作大饒益。皆應受持如是勝法。", "328": "付法藏因緣傳卷第六", "33": "嘉其德力能有所致。而告之曰。善哉大士。深", "34": "得吾心以智見供。汝今真是敬信我者。世人", "35": "愚癡唯得吾形。以食奉獻畏而誣我。今汝供", "36": "饌。美味具足我之左眼宜當垂給。若能見與", "37": "真上施也。提婆答言善哉受教。即以左手出", "38": "眼與之。天神力故出而隨生。索之不已。出眼", "39": "數萬。天神讚曰。善哉摩納。真上施也。欲求", "4": "來世。次第相付乃至於我。我欲去世囑累於", "40": "何願必滿汝意。是時提婆白天神曰。我索明", "41": "識不假於外。唯恨吾教人莫信受。正願我言", "42": "後必流布。神曰甚善。即便起退。於是提婆詣", "43": "龍樹所。剃除鬚髮受出家法。周遊揚化廣濟", "44": "群生。南天竺王總御諸國。懷貢高心信用邪", "45": "道。沙門釋子一不得見。國人遠近咸受其化。", "46": "提婆念曰。樹不伐本枝條難傾。人主不化道", "47": "豈流布。其國政法王家出錢雇人宿衛。爾時", "48": "提婆應募為將荷戟前馳。整勒部曲威德恩", "49": "仁物樂其政。王嘉其意問曰。何人侍者。答言。", "5": "汝。汝當流布至心受持。提婆敬諾當承尊教。", "50": "此人應募。既不食稟。又不取賈。在事恭謹", "51": "性好閑習。未達其心何求何欲。王即召之具", "52": "問其意。答言大王。我是智人善於言論。欲於", "53": "王前而求試驗。即便許之為建論座。爾時提", "54": "婆即立三義。一切聖中佛最殊勝。若於諸法", "55": "佛法無比。救世福田眾僧第一。八方論士能", "56": "壞斯語。我當斬首以謝其屈。所以者何立理", "57": "不明是為愚癡。若斯之頭非吾所惜。八方論", "58": "士咸來雲集。亦各言曰。我若有屈斬首相謝。", "59": "愚癡之頭非吾甘樂。提婆語言。我所修法仁", "6": "於是宣說真法寶藏。以智慧力摧伏異學。博", "60": "活萬物。要不如者當剃汝髮以為弟子。不斬", "61": "頭也。立此要已便共論義。諸外道中情智淺", "62": "者。適至一言尋便屈滯。智慧勝者遠至二日。", "63": "辭理俱匱。悉剃其髮度令出家。爾時有一外道", "64": "弟子。兇頑無智恥其師屈。形雖隨眾心結怨", "65": "忿。含毒熾盛嚙刀自誓。彼口勝我我刀伏汝。", "66": "作是語已持挾利刀。常於日夜伺求其便。爾", "67": "時提婆出在閑林。造百論經以破邪見。弟子", "68": "分散樹下思惟。提婆菩薩起定經行。外道弟", "69": "子往至其所。執刀窮之。汝昔曾以智伏吾師。", "7": "識淵覽才辯超絕。擅名天下獨步諸國。其初", "70": "我於今者刀破汝腹。即便決之。五藏出外。命", "71": "猶未絕。愍其狂愚而告之曰。我有衣鉢在吾", "72": "坐所。汝可取之急上山去。我諸弟子未得道", "73": "者。若脫遇汝必當相執。或送於王困汝不少。", "74": "夫身名者眾患根本。汝今迷惑愛惜情重。是", "75": "故宜當好自防護。時諸弟子有先來者。覩見", "76": "其師發聲悲哭。合諸門徒競各雲集。驚怖號", "77": "咷宛轉于地。其中或有狂突奔走。共相分衛", "78": "追截要路。爾時提婆語眾人曰。諸法本空無", "79": "我我所。無有能害亦無受者。誰親誰怨孰為", "8": "託生南天竺土婆羅門種。尊貴豪勝。由毀神", "80": "惱害。汝等今者愚癡所覆。橫生妄見種不善", "81": "業。彼人所害害吾往報。非殺我也。於是放身", "82": "蟬蛻而去。迦那提婆未捨身時。告於尊者羅", "83": "睺羅曰。佛婆伽婆為度眾生。演暢妙法利益", "84": "來世。次第委囑乃至於我。我若滅後當付於", "85": "汝。汝宜護持深經寶藏。令諸眾生普皆蒙益。", "86": "羅睺羅言。善哉受教。於後敷演深經妙法。以", "87": "智慧力摧滅邪道。三聞說法盡能受持。龍樹", "88": "提婆及斯大士名德竝著美聲俱聞。當是時", "89": "也有婆羅門。聰慧奇悟善於言論。造鬼名書", "9": "眼遂無一目。因是號曰迦那提婆。智慧深", "90": "甚難解了。章句廣博十有萬偈。為三大士。而", "91": "讚誦之。龍樹一聞尋便開悟。善能憶持如舊", "92": "誦習。提婆未解重為宣說。既經再聞復即明", "93": "了。提婆菩薩為羅睺羅。更廣分別演其章句。", "94": "羅睺羅聞豁然意解。時婆羅門便大驚怪。此", "95": "諸沙門才慧乃爾。讀吾此書不久通利。善能", "96": "分別似若舊習。即便信伏改其邪心。彼羅睺", "97": "羅聰慧如是。有善方便教化眾生。然後以法", "98": "付囑尊者僧伽難提。令其流布饒益眾生。僧", "99": "伽難提有大功德。智慧深遠修菩薩行。以堅"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2058 付法藏因緣傳", "author": "元魏 吉迦夜共曇曜譯", "sourceLink": "http://www.cbeta.org/"}