{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0038 輪王七寶經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 38 [No. 26(58), No. 99(721), No. 125(39.7)]", "1": "佛說輪王七寶經", "2": "西天譯經三藏朝奉大夫試鴻臚卿", "3": "傳法大師臣施護奉　詔譯", "4": "如是我聞：一時，佛在舍衛國，與大芻苾眾俱。", "5": "是時佛告諸苾芻言：「汝等當知，有剎帝利大", "6": "灌頂王——已受灌頂得輪王位，威德自在人所", "7": "尊重——出現世間，其王出時有七寶現。何等為", "8": "七？所謂輪寶、象寶、馬寶、主藏臣寶、主兵臣寶、摩", "9": "尼寶、女寶，如是七寶隨王出現。「何名輪寶？所", "10": "謂千輻金輪最上殊妙，諸相圓滿有大威力，", "11": "其金輪寶從空而下住王宮門，是時彼剎帝", "12": "利大灌頂輪王，見是輪寶出已心大歡喜，即", "13": "告侍臣言：『汝今速嚴四兵，當出遊幸。』是時侍", "14": "臣受王命已，即嚴四兵，既嚴整已，即詣王所", "15": "而白王言：『四兵已嚴，王出遊幸今正是時。』爾", "16": "時彼剎帝利大灌頂輪王，即從座起整其衣", "17": "服，出於宮門；彼千輻輪導於王前，從王右手", "18": "順次而轉。是時彼王遊於四海，於少時間即", "19": "還王宮，以其輪寶功能勝故。諸苾芻！此名剎", "20": "帝利大灌頂輪王出時第一輪寶出現。", "21": "「復次，諸苾芻！彼剎帝利大灌頂輪王出時，復", "22": "有象寶出現，其相殊妙純白無雜，猶如大龍，", "23": "七處具足圓滿而住，從於北方乘空而來住", "24": "王宮門。是時臣寮見是事已，即馭王所，具以", "25": "其事而白於王。彼大灌頂輪王見是象寶出", "26": "已，心大歡喜內自思惟：『甚為賢善，最大殊勝，", "27": "我有所用而必當取。』是時彼王謂諸臣言：『象", "28": "寶出現，汝等宜應專勤守護備吾所用。』是時", "29": "侍臣受王命已，於長時中專勤守護，善巧調", "30": "習，無少損失，備王所用。」佛告諸苾芻：「往昔有", "31": "剎帝利大灌頂輪王出世，是時亦有象寶出", "32": "現，其王於晨朝時乘彼象寶，遊於四海即時", "33": "還宮。汝等當知，象寶有是勝妙功能。諸苾芻！", "34": "此名大灌頂輪王出時第二象寶出現。", "35": "「復次，諸苾芻！大灌頂輪王出時，復有馬寶出", "36": "現，其數有四，諸分圓滿而各有其上妙色相，", "37": "所謂青、黃、赤、白，項頸妙好猶如謨囉，行步迅", "38": "疾而復調善。是四馬寶出現宮門，爾時臣寮", "39": "見是馬寶希有妙好，即馭王所。彼大灌頂輪", "40": "王見是四馬寶已，心大歡喜內自思惟：『馬寶", "41": "出現甚為賢善，我有所用必當如意。』彼大灌", "42": "頂輪王而復宣言：『汝等諸臣！於長時中當勤", "43": "守護善巧調習，我有所用而必當取。』是時臣", "44": "寮受王命已，長時守護備王所用。諸苾芻！", "45": "往昔有大灌頂輪王出世，是時亦有馬寶出", "46": "現，其王於晨朝時乘是馬寶，遊於四海即復", "47": "還宮。汝等當知，馬寶有是殊勝功能。諸苾芻！", "48": "此名大灌頂輪王出時第三馬寶出現。", "49": "「復次，諸苾芻！輪王出時復有主藏臣寶出現。", "50": "是時有大寶藏，堅牢具足大財大富，彼臣所", "51": "主。時主藏臣，即詣王所作是白言：『有大寶藏，", "52": "一切殊妙珍寶具足，所謂金等一切寶物；王", "53": "有所用，我當授王一切如意無少闕失。』是時", "54": "輪王見是主藏臣寶出已，心大歡喜，又聞其", "55": "言金等諸寶一切具足獲大如意。時王即謂", "56": "彼主藏臣寶言：『汝今有如是色相神通威力，", "57": "能主地中廣大伏藏，金等諸寶一切具足。觀", "58": "如是事，甚為希有最上賢善，汝善主持，我有", "59": "所欲汝當供給，餘非欲者亦善主持。』諸苾芻！", "60": "汝等當知，此地伏藏，人所不見非人即見，輪", "61": "王出時有主藏臣而自出現，為王守護一切", "62": "供給，此名輪王出時第四主藏臣寶出現。", "63": "「復次，諸苾芻！輪王出時復有主兵臣寶出現。", "64": "是時彼臣，有大智略勇猛威德，大力色相一", "65": "切具足，善御兵眾護王國界不令侵擾。時主", "66": "兵臣詣於王所，白如是言：『大王當知，我善主", "67": "兵守護王境，若時非時諸有所作，當如王意", "68": "無少闕失。』是時彼王見是主兵臣寶出現已，", "69": "心大歡喜即謂彼言：『汝今有大智略勇猛威德", "70": "大力色相。若時非時一切能作，善御兵眾，守", "71": "護國界，甚為賢善。汝當長時親輔於我，諸有", "72": "所為汝善方便，汝今於王是大守護。』諸苾芻！", "73": "此名輪王出時第五主兵臣寶出現。", "74": "「復次，諸苾芻！輪王出時復有大摩尼寶出現。", "75": "彼摩尼寶，最上色相妙好殊勝，有大光明圓滿", "76": "具足，其光廣大普照一切，有大功能。於王", "77": "宮中若有是寶，而彼夜暗非燈所照，寶出光", "78": "明自然照曜猶如日光。諸苾芻！往昔有大輪", "79": "王出世，是時亦有大摩尼寶出現，有大光明。", "80": "彼王爾時欲驗其能，即勅臣寮速嚴四兵，當", "81": "於夜分出遊園林。是時臣寮受王命已，即嚴", "82": "四兵，速詣王所白如是言：『四兵已集，王出遊", "83": "幸今正是時。』爾時彼王，即以大摩尼寶置旌", "84": "旗上引導王前，於夜分中出遊園林。其寶光", "85": "明照一由旬，其王四兵皆悉光明互相映曜，", "86": "如天光明等無有異。諸苾芻！此名輪王出時", "87": "第六大摩尼寶出現。", "88": "「復次、諸苾芻！輪王出時復有女寶出現，最上", "89": "色相諸分圓滿妙好第一，諸世間人無有等", "90": "者，輕妙柔軟如幹唧梨，身諸毛孔出諸妙香。", "91": "譬如盛香寶器，於一切時香氣常在。又復女", "92": "寶所有出入之息，一一皆如青蓮華香，人所", "93": "愛樂。如王所行女寶從後，諸有所作適悅自", "94": "在，性行貞正不受邪染，常出愛語人所樂聞，", "95": "面有光明人所喜見。諸苾芻！此名輪王出時", "96": "第七女寶出現。」", "97": "佛告諸苾芻：「如是名為輪王出時七寶出現。", "98": "汝等當知，如來、應供、正等正覺出時，宣說七", "99": "覺支法。何等為七？所謂念覺支、擇法覺支、精", "100": "進覺支、喜覺支、輕安覺支、定覺支、捨覺支，", "101": "如是名為七覺支法。唯除如來、應供、正等正", "102": "覺出世宣說，如前七寶亦如是，唯除大灌頂", "103": "輪王出時其寶出現。汝等當知，如來所說七", "104": "覺支法，令諸眾生如理修行，一切皆得安樂", "105": "利益，汝等當勤如是修學。」", "106": "佛說輪王七寶經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0038 輪王七寶經", "source": "CBETA"}