{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0238 金剛能斷般若波羅蜜經: 金剛能斷般若波羅蜜經: 金剛能斷般若波羅蜜經", "text": {"0": "No. 238 [Nos. 220(9), 235-237, 239]", "1": "金剛能斷般若波羅蜜經", "10": "直身作現前念近住。爾時，多比丘若世尊彼", "100": "一人，彼故說名流入。不色入，不聲、不香、不", "101": "味、不觸、不法入，彼故說名流入者。彼若，世尊！", "102": "流入如是念：『我流入果得到。』彼如是，彼所我", "103": "取有，眾生取、壽取、人取有。」世尊言：「彼何意", "104": "念？善實！雖然，一來如是念：『我一來果得到。』？」善", "105": "實言：「不如此，世尊！彼何所因？不一來如是", "106": "念：『我一來果得到。』彼何所因？不彼有法若一", "107": "來人，彼故說名一來者。」世尊言：「彼何意念？", "108": "善實！雖然，不來如是念：『我不來果得到。』？」善實", "109": "言：「不如此，世尊！彼何所因？不彼有法若不", "11": "詣到已，世尊兩足頂禮，世尊邊三右繞作已，", "110": "來入，彼故說名不來者。」世尊言：「彼何意念？善", "111": "實！雖然，應如是念：『我應得到。』？」善實言：「不如此，", "112": "世尊！彼何所因？不彼，世尊！有法若應名，彼故", "113": "說名應者。彼若，世尊！應如是念：『我應得到。』如", "114": "是彼所我取有，眾生取、壽取、人取有。彼何所", "115": "因？我此，世尊！如來、應、正遍知，無諍行最勝說，", "116": "我此，世尊！應離欲。不我，世尊！如是念：『我此應", "117": "者。』若我，世尊！如是念：『我應得到。』不我，如來記", "118": "說：『無諍行最勝。』善實！善家子無所行，彼故", "119": "說名無諍行、無諍行者。」世尊言：「彼何意念？善", "12": "一邊坐。彼復時，命者善實，彼所如是眾聚集", "120": "實！有一法，若如來燈作如來、應、正遍知受取？」", "121": "善實言：「不如此，世尊！無一法，若如來燈作如", "122": "來、應、正遍知受取。」世尊言：「若有，善實！菩薩摩", "123": "訶薩如是語：『我國土莊嚴成就。』我者，彼不", "124": "如語。彼何所因？國土莊嚴者，善實！不莊嚴，", "125": "彼，如來說；彼故，說名國土莊嚴者。彼故此，善", "126": "實！菩薩摩訶薩如是不住心發生應，不色住", "127": "心發生應，不聲、香、味、觸、法住心發生應，無所", "128": "住心發生應！「譬如，善實！丈夫有此如是色我", "129": "身有，譬如善高山王。彼何意念？善實！雖然，", "13": "會坐。爾時，命者善實起坐。一肩上著作已，右", "130": "彼大我身有？」善實言：「大，世尊！大，善逝！彼我", "131": "身有。彼何所因？我身、我身者，世尊！不有，彼，", "132": "如來說；彼故，說名我身者。不彼，世尊！有；彼故，", "133": "說名我身者。」世尊言：「彼何意念？善實！所有", "134": "恒伽大河沙，彼所有，如是恒伽大河有，彼", "135": "中若沙，雖然，彼多沙有？」善實言：「彼如是所", "136": "有，世尊！多，恒伽大河有，何況若彼中沙。」世尊", "137": "言：「欲我汝，善實！知我汝。所有彼中恒伽大河", "138": "中沙有，彼所有世界有，如是婦女，若丈夫，若", "139": "七寶滿作已，如來等、應等、正遍知等施與。彼", "14": "膝輪地著已，若世尊彼合掌，向世尊邊如是", "140": "何意念？善實！雖然，彼婦女，若丈夫，若彼緣，多", "141": "福聚生？」善實言：「多，世尊！多，善逝！彼婦女，若", "142": "丈夫，若彼緣，多福聚生，無量、不可數。」世尊言：", "143": "「若復時，善實！善家子，若善家女，若彼所有", "144": "世界七寶滿作已，如來等、應等、正遍知等施", "145": "與。若此法本乃至四句等偈，受已，為他等", "146": "分別廣說，此如是，彼緣，多過福聚生，無量、不", "147": "可數！雖然復次時，善實！此中地分，此法本", "148": "乃至四句等偈，為他等說，若分別，若廣說，", "149": "若彼地分支帝有天、人、阿脩羅世。何復言，善", "15": "言：「希有，世尊！乃至所有如來、應、正遍知，菩", "150": "實！若此法本，持當、讀當、誦當，他等及分別", "151": "廣說當，最勝彼希有具足當有。此中，善實！地", "152": "分，教師遊行別異，尊重處相似，共梵行。」如", "153": "是語已。命者善實，世尊邊如是言：「何名此，", "154": "世尊！法本？云何及如此持我？」如是語已。世尊，", "155": "命者善實邊如是言：「『智慧彼岸到』名，此，善實！", "156": "法本，如是此持。彼何所因？若如是，善實！智", "157": "慧彼岸到；如來說，彼如是非彼岸到；彼故，", "158": "說名智慧彼岸到者。彼何意念？善實！雖然，", "159": "有法若如來說？」善實言：「不如此，世尊！不有，", "16": "薩摩訶薩順攝，最勝順攝；乃至所有如來、應、", "160": "世尊！法，若如來說。」世尊言：「所有，善實！三千", "161": "大千世界地塵有多有？」善實言：「多，世尊！多，", "162": "善逝！彼地塵。彼何所因？若彼，世尊！地塵，如", "163": "來說；非塵，彼，如來說；彼故，說名地塵者。若", "164": "彼世界，如來說；非界，如來說；彼故，說名世界", "165": "者。」世尊言：「彼何意念？善實！三十二大丈夫", "166": "相，如來、應、正遍知見應？」善實言：「不如此，世", "167": "尊！不三十二大丈夫相，如來、應、正遍知見", "168": "應。彼何所因？所有，世尊！三十二大丈夫相，", "169": "如來說；非相所有，如來說；彼故，說名三十二", "17": "正遍知，菩薩摩訶薩付囑，最勝付囑。彼云", "170": "大丈夫相者。」世尊言：「若復時，善實！婦女，若", "171": "丈夫，若日日恒伽河沙等我身捨，如是捨恒", "172": "伽河沙等劫所有我身捨，若此法本乃至四", "173": "句等偈，受已，為他等分別，此如是，彼緣，多過", "174": "福聚生，無量、不可數。」爾時，命者善實，法疾轉", "175": "力淚出，彼淚拭已，世尊邊如是言：「希有，世", "176": "尊！最勝希有，善逝！所有此法本如來說，此", "177": "我，世尊！智生，不我曾生來，如是色類法本聞", "178": "先。最勝，彼，世尊！希有具足眾生有當，若此經", "179": "中說中，實想發生當。彼何所因？若此，世尊！實", "18": "何，世尊！菩薩乘發行住應？云何修行應？云何", "180": "想；彼如是，非想；彼故，如來說實想、實想者。不", "181": "我，世尊！希有。若我此法本說中，信我、解我。若", "182": "彼，世尊！眾生有當，未來世，此法本，受當、持", "183": "當、讀當、誦當，他等及分別廣說當，彼最勝希", "184": "有具足有當。雖然復次時，世尊！不彼等菩薩", "185": "摩訶薩我想轉當，不眾生想、不壽想、不人想", "186": "轉當。彼何所因？若彼，世尊！我想，彼如是非", "187": "想；若及如是眾生想、壽想、人想，彼如是非", "188": "想。彼何所因？一切想遠離，此佛、世尊。」如是", "189": "語已。世尊，命者善實邊如是言：「如是，如是！善", "19": "心降伏應？」如是語已。世尊，命者善實邊如是", "190": "實！如是，如是！如言汝。最勝希有具足彼眾生", "191": "有當，若此經中說中，不驚當，不怖當，不畏當。", "192": "彼何所因？最勝彼岸到，此，善實！如來說；若及，", "193": "善實！如來最勝彼岸到說，彼無量亦佛、世尊", "194": "說；彼故，說名最勝彼岸到者。「雖然復次時，善", "195": "實！若如來忍彼岸到，彼如是非彼岸到。彼", "196": "何所因？此時我，善實！惡王分別分肉割斷，不", "197": "時我彼中時我想，若眾生想，若壽想，若人想，", "198": "若不我有想非想有。彼何所因？若我，善實！彼", "199": "中時我想有，瞋恨想亦我彼中時有；眾生想、", "2": "隋大業年中三藏笈多譯", "20": "言：「善，善！善實！如是，如是！善實！如是，如是！順攝，", "200": "壽想、人想有，瞋恨想亦我彼中時有。念", "201": "知我，善實！過去世五百生，若我忍語仙人", "202": "有，彼中亦我不想有，不眾生想、不壽想、不人", "203": "想，不亦我有想非想有。彼故此，善實！菩薩", "204": "摩訶薩一切想捨離，無上正遍知心發生應，", "205": "不色住心發生應，不聲、香、味、觸住心發生應，", "206": "不法住、非無法住心發生應，無所住心發生", "207": "應。彼何所因？若無所住，彼如是住，彼故，如", "208": "是如來說，不色住，菩薩摩訶薩施與應；不聲、", "209": "香、味、觸、法住施與應。「雖然復次時，善實！菩薩", "21": "如來，菩薩摩訶薩最勝順攝；付囑，如來，菩薩", "210": "摩訶薩如是捨施應，一切眾生為故。彼何所", "211": "因？若如是，善實！眾生想，彼如是非想。若如", "212": "是，彼一切眾生如來說，彼如是非眾生。彼何", "213": "所因？真語，善實！如來，實語如來，不異語如", "214": "來，如語如來，非不如語如來。「雖然復次時，", "215": "善實！若如來法證覺說，若思惟，若不彼中", "216": "實不妄。譬如，善實！丈夫闇舍入，不一亦見。如", "217": "是事墮，菩薩見應，若事墮施與。譬如，善實！", "218": "眼者丈夫，顯明夜月出，種種色見。如是菩薩", "219": "摩訶薩見應，若事不墮施與。「雖然復次時，善", "22": "摩訶薩最勝付囑。彼，善實！聽善，善意念作，說", "220": "實！若善家子、善家女，若此法本，受當、持當、", "221": "讀當、誦當，為他等及分別廣說當。知彼，善實！", "222": "如來佛智；見彼，善實！如來佛眼。一切彼，善實！", "223": "眾生，無量福聚生當取當。「若復時，善實！婦", "224": "女，若丈夫，若前分時，恒伽河沙等我身捨，如", "225": "是中分時，如是晚分時，恒伽河沙等我身捨。", "226": "以此因緣，劫俱致那由多百千我身捨。若此", "227": "法本，聞已不謗，此如是，彼緣，多過福聚生，", "228": "無量、不可數。何復言若寫已受持讀誦，為", "229": "他等及分別廣說。「雖然復次時，善實！不可", "23": "當如菩薩乘發行住應，如修行應，如心降伏", "230": "思、不可稱，此法本，彼不可思，如是果報觀", "231": "察應。此，善實！法本如來說，勝乘發行眾生", "232": "為故，最勝乘發行眾生為故。若此法本，受當、", "233": "持當、讀當、誦當，為他等及分別廣說當。知彼，", "234": "善實！如來佛智；見彼，善實！如來佛眼。一切彼，", "235": "善實！眾生，無量福聚具足有當，不可思、不可", "236": "稱亦不可量福聚具足有當。一切彼，善實！", "237": "眾生，我肩菩提持當有！彼何所因？不能，善實！", "238": "此法本，小信解者眾生聞，不我見者、不眾", "239": "生見者、不壽見者、不人見者、不菩薩誓眾", "24": "應。」「如是，世尊！」命者善實：「世尊邊願欲聞。」世尊", "240": "生能聞受，若持、若讀、若誦，若無是處有。「雖然", "241": "復次時，善實！此中地分，此經廣說，供養彼", "242": "地分有當天、人、阿脩羅世，禮右繞作及彼", "243": "地分有當，支帝彼地分有當。「若彼，善實！善家", "244": "子，若善家女，若此如是色類經，受當、持當、讀", "245": "當、誦當，為他等及分別廣說當，彼輕賤有", "246": "當極輕賤。彼何所因？所有彼眾生，前生不", "247": "善業作已，惡趣轉墮；所有現如是法中，輕", "248": "賤盡當，佛菩提得當。「彼何所因？念知我，善", "249": "實！過去世不可數，劫不可數，過燈作如來、應、", "25": "於此言：「此，善實！菩薩乘發行，如是心發生應：", "250": "正遍知，他他過四八十佛俱致那由多百千", "251": "有，若我親承供養，親承供養已，不遠離。若", "252": "我，善實！彼佛、世尊親承供養已，不遠離，若", "253": "後時、後長時，後分五百，正法破壞時中，轉", "254": "時中，此經受當、持當、讀當、誦當，為他等及", "255": "分別廣說當。此復時，善實！福聚邊，此前福", "256": "聚，百上亦數不及，千上亦，百千上亦，俱致", "257": "百千上亦，俱致那由多百千上亦，僧企耶", "258": "亦，迦羅亦，算亦，譬喻亦，憂波泥奢亦，乃至", "259": "譬喻亦不及。「若復，善實！彼等善家子、善家女，", "26": "『所有，善實！眾生，眾生攝攝已，卵生、若胎生、若", "260": "我福聚說，此所有彼善家子、善家女，若彼中", "261": "時中福聚取當，猛眾生順到，心亂到。雖然", "262": "復次時，善實！不可思、不可稱，法本如來說，", "263": "彼不可思，如是果報觀察應。」爾時，命者善實，", "264": "世尊邊如是言：「云何，世尊！菩薩乘發行住應？", "265": "云何修行應？云何心降伏？」世尊言：「此，善實！", "266": "菩薩乘發行，如是心發生應：『一切眾生，無我", "267": "受餘涅槃界滅度應，如是一切眾生滅度，無", "268": "有一眾生滅度有。』彼何所因？若，善實！菩薩", "269": "眾生想轉，彼不菩薩摩訶薩名說應；乃至人", "27": "濕生、若化生，若色、若無色，若想、若無想、若", "270": "想轉，不彼菩薩摩訶薩名說應。彼何所由？無", "271": "有，善實！一法，菩薩乘發行名。彼何意念？善實！", "272": "有一法，若如來燈作如來、應、正遍知邊，無上正", "273": "遍知證覺？」如是語已。命者善實，世尊邊如", "274": "是言：「無有彼，世尊！一法，若如來燈作如來、應、", "275": "正遍知邊，無上正遍知證覺。」如是語已。世尊，", "276": "命者善實如是言：「如是，如是！善實！如是，如是！", "277": "無有彼一法，若如來燈作如來、應、正遍知邊，", "278": "無上正遍知證覺。若復，善實！一法，如來證覺", "279": "有，不我燈作如來應正遍知記說有當：『汝", "28": "非想非無想，所有眾生界施設已，彼我一切", "280": "行者，未來世，釋迦牟尼名，如來、應、正遍知。』者。", "281": "是故，此，善實！如來、應、正遍知，無有一法，若", "282": "無上正遍知證覺，彼故，燈作如來、應、正遍", "283": "知記說有當：『汝行者，未來世，釋迦牟尼", "284": "名，如來、應、正遍知。』彼何所因？如來者，善實！", "285": "真如故此即是；如來者，善實！不生法故此即", "286": "是；世尊者，善實！道斷此即是；如來者，善實！", "287": "畢竟不生故此即是。彼何所因？如是，彼實", "288": "不生，若最勝義。「若有，善實！如是語：『如來、應、正", "289": "遍知，無上正遍知證覺。』彼不如語，誹謗我。彼，", "29": "無受餘涅槃界滅度應。』如是無量雖眾生滅", "290": "善實！不實取。彼何所因？無有彼，善實！一法，若", "291": "如來、應、正遍知，無上正遍知證覺。若，善實！", "292": "如來法證覺說，若不彼中實不妄，彼故如來", "293": "說：『一切法，佛法者。』彼何所因？一切法、一切法", "294": "者，善實！一切彼非法，如來說；彼故，說名一", "295": "切法者。「譬如，善實！丈夫有具足身、大身。」命者", "296": "善實言：「若彼，世尊！如來，丈夫說具足身、大身；", "297": "非身，彼，世尊！如來說；彼故，說名足身、大身", "298": "者。」世尊言：「如是，如是！善實！如是，如是！若菩", "299": "薩如是語：『有眾生般涅槃滅度。』我不彼菩薩", "3": "歸命一切佛菩薩海等！", "30": "度，無有一眾生滅度有。彼何所因？若，善實！", "300": "名說應。彼何所因？有，善實！有一法若菩薩名？」", "301": "善實言：「不如此，世尊！」世尊言：「眾生、眾生者，", "302": "善實！非眾生，彼，如來說；彼故，說名眾生者。彼", "303": "故，如來說：『無我一切法，無眾生、無壽者、無長", "304": "養者，無人一切法者。』若，善實！菩薩如是語：", "305": "『我佛土莊嚴成就。』彼亦如是不名說應。彼", "306": "何所因？國土莊嚴、國土莊嚴者，善實！非", "307": "莊嚴，彼，如來說；彼故，說名國土莊嚴者。若，", "308": "善實！菩薩摩訶薩無我法、無我法者信解，彼，", "309": "如來、應、正遍知，菩薩摩訶薩名說。「彼何意", "31": "菩薩摩訶薩眾生想轉，不彼菩薩摩訶薩名", "310": "念？善實！有如來肉眼？」善實言：「如是，如是！世", "311": "尊！有如來肉眼。」世尊言：「彼何意念？善實！有", "312": "如來天眼？」善實言：「如是，如是！世尊！有如來天", "313": "眼。」世尊言：「彼何意念？善實！有如來慧眼？」善", "314": "實言：「如是，如是！世尊！有如來慧眼。」世尊言：「彼", "315": "何意念？善實！有如來法眼？」善實言：「如是，如是！", "316": "世尊！有如來法眼。」世尊言：「彼何意念？善實！有", "317": "如來佛眼？」善實言：「如是，如是！世尊！有如來佛", "318": "眼。」世尊言：「善，善！善實！彼何意念？善實！所有", "319": "恒伽大河沙，雖然彼沙，彼，如來說？」善實言：「如", "32": "說應。彼何所因？不彼，善實！菩薩名說應，若眾", "320": "是，如是！世尊！如是，如是！善逝說彼如來彼沙。」", "321": "世尊言：「彼何意念？善實！所有恒伽大河沙，彼", "322": "所有恒伽大河有，所有彼中沙，彼所有及世", "323": "界有，多彼世界有？」善實言：「多，世尊！多，善逝！", "324": "彼世界有。」世尊言：「所有，善實！彼中世界中", "325": "眾生，彼等我種種有心流注知。彼何所因？心", "326": "流注、心流注者，善實！非流注，此，如來說；彼", "327": "故，說名心流注者。彼何所因？過去，善實！心不", "328": "可得，未來心不可得，現在心不可得。「彼何", "329": "意念？善實！若有善家子，若善家女，若三千", "33": "生想轉，壽想若、人想若轉。「雖然復次時，善實！", "330": "大千世界七寶滿作已施與，雖然，彼善家子，", "331": "若善家女，若彼緣，多福聚生？」善實言：「多，世", "332": "尊！多，善逝！」世尊言：「如是，如是，善實！如是，如", "333": "是！多。彼善家子，若善家女，若彼緣，多福聚生，", "334": "無量、不可數。福聚、福聚者，善實！非聚，彼，如", "335": "來說；彼故，說名福聚者。若復，善實！福聚有，", "336": "不如來說福聚、福聚者。「彼何意念？善實！色", "337": "身成就如來見應？」善實言：「不如此，世尊！非", "338": "色身成就如來見應。彼何所因？色身成就、色", "339": "身成就者，世尊！非成就，此，如來說；彼故，說", "34": "不菩薩摩訶薩事住施與應，無所住施與應，", "340": "名色身成就者。」世尊言：「彼何意念？善實！相", "341": "具足如來見應？」善實言：「不如此，世尊！非相", "342": "具足如來見應。彼何所因？此，世尊！相具足，", "343": "如來說；非相具足，如來說；彼故，說名相具", "344": "足者。」世尊言：「彼何意念？善實！雖然，如來如", "345": "是念：『我法說。』？」善實言：「不如此，世尊！不如來", "346": "如是念：『我法說。』」世尊言：「若我，善實！如是語：『如", "347": "來法說。』誹謗我。彼，善實！不實取。彼何所因？", "348": "法說、法說者，善實！無有法，若法說名可得。」", "349": "爾時，命者善實，世尊邊如是言：「雖然，世尊！當", "35": "不色住施與應，不聲、香、味、觸、法中住施與應。", "350": "有未來，頗有眾生，後時、後長時、後分五", "351": "百，正法破壞時中，轉時中，若此如是色類", "352": "法說，聞已信當有？」世尊言：「不彼，善實！眾生，非", "353": "不眾生。彼何所因？眾生、眾生者，善實！一切彼", "354": "非眾生，彼，如來說；彼故，說名眾生者。彼何", "355": "意念？善實！雖然，有法若如來無上正遍知證", "356": "覺？」命者善實言：「無有彼，世尊！有法若如來無", "357": "上正遍知。」世尊言：「如是，如是！善實！如是，如", "358": "是！微小彼中法無有、不可得，彼故說名無上", "359": "正遍知者。雖然復次時，善實！平等正法，彼", "36": "如是，此，善實！菩薩摩訶薩施與應，如不相想", "360": "不中有不平等，彼故說名無上正遍知者。無", "361": "我故、無壽故、無眾生故、無人故，平等。無", "362": "上正遍知，一切善法證覺。善法、善法者，善", "363": "實！非法，如是彼，如來說；彼故，說名善法者。", "364": "「若復，善實！所有三千大千世界須彌山王，彼", "365": "所有聚七寶，普散如來、應、等正遍知施與。若", "366": "此智慧彼岸到，乃至四句等偈，受已，為他等", "367": "分別，此，善實！福聚，彼前者福聚，百上亦數不", "368": "及，千上亦，百千上亦，俱致百千上亦，俱致", "369": "那由他百千上亦，僧企耶亦，迦羅亦，算亦，", "37": "亦住。彼何所因？若，善實！菩薩摩訶薩不住施", "370": "譬喻亦，憂波泥奢亦，乃至譬喻亦不及。「彼", "371": "何意念？善實！雖然，如來如是念：『我眾生度脫。』", "372": "不？復彼，善實！如是見應。彼何所因？有無，善", "373": "實！無有一眾生若如來度脫。若復，善實！有，如", "374": "是眾生有，若彼如來度脫。彼如是，如來我", "375": "取有，眾生取、壽取、人取有。我取、我取者，", "376": "善實！非取，此，如來說；彼小兒凡夫生取。小兒", "377": "凡夫生、小兒凡夫生者，善實！非生，彼，如來說；", "378": "彼故，說名小兒凡夫生者。「彼何意念？善實！相", "379": "具足如來見應？」善實言：「不如此，世尊！如我，", "38": "與，彼所，善實！福聚不可量受取。「彼何意念？善", "380": "世尊說義解，我不相具足如來見應。」世尊言：", "381": "「善，善！善實！如是，如是！善實！如如語汝，不相", "382": "具足如來見應。彼何所因？彼復，善實！相具", "383": "足如來見應；有彼王轉輪，如來有；彼故，不相", "384": "具足如來見應。此相非相故，如來見應。」爾時，", "385": "命者善實世尊邊如是言：「如我，世尊！世尊", "386": "說義解，我不相具足如來見應。」爾時，世尊彼", "387": "時此伽陀說：", "388": "「若我色見，若我聲求，邪解脫行，", "389": "不我見彼。", "39": "實！可前方虛空量受取？」善實言：「不如此，世", "390": "「法體佛見應，法身彼如來，", "391": "法體及不識，故彼不能知。", "392": "「彼何意念？善實！相具足，如來無上正遍知證", "393": "覺？不，復彼，善實！如是見應。彼何所因？不，善", "394": "實！相具足，如來無上正遍知證覺。復時，彼，善", "395": "實！有如是語：『菩薩乘發行，有法破滅，施設", "396": "斷。』不，復，善實！如是見應。彼何所因？不菩薩", "397": "乘發行有法破滅，施設不斷。「若復，善實！善家", "398": "子，若善家女，若恒伽河沙等世界七寶滿作", "399": "已施與；若菩薩摩訶薩無我、無生中，法中忍", "4": "如是我聞：一時，世尊聞者遊行勝林中，無親", "40": "尊！」世尊言：「如是右南後西高北下上方順不", "400": "得。此如是，彼緣，多過福聚生。不，復，善實！菩薩", "401": "福聚取應。」命者善實言：「不，世尊！菩薩福聚取", "402": "應？」世尊言：「取應，善實！不取應，彼故說名取應。", "403": "「雖然復次時，善實！若有如是語：『如來去、若不", "404": "去、若住、若坐、若臥、若如法。』不我，善實！說義解。", "405": "彼何所因？如來者，善實！說名無所去、無所", "406": "來，彼故說名如來、應、正遍知者。「若復，善實！", "407": "善家子，若善家女，若所有三千大千世界地", "408": "塵，彼如是色類墨作已，乃至如是不可數，譬", "409": "如最小聚。彼何意念？善實！雖然，彼多最小聚", "41": "正方，普十方可虛空量受取？」善實言：「不如此，", "410": "有？」善實言：「如是，如是！世尊！多彼最小聚有。", "411": "彼何所因？彼，世尊！聚有，不世尊說最小聚者。", "412": "彼何所因？若彼，世尊！最小聚說；非聚，彼，如", "413": "來說；彼故，說名最小聚者。若及如來說三千", "414": "大千世界者；非界，如來說；彼故，說名三千大", "415": "千世界者。彼何所因？彼，世尊！界有，彼如是", "416": "摶取有。若如是，如來摶取說；非取，彼，如來", "417": "說；彼故，說名摶取者。」世尊言：「摶取，如是，善", "418": "實！不世俗語，不可說，非法，非非法，彼小兒凡", "419": "夫生取。彼何所因？若此有，善實！如是說：『我", "42": "世尊！」世尊言：「如是，如是！善實！如是，如是！若", "420": "見，如來說，眾生見、壽見、人見，如來說。』雖然，", "421": "彼，善實！正說語？」善實言：「不如此，世尊！不如", "422": "此，善逝！彼何所因？若彼，世尊！我見，如來說；非", "423": "見，彼，如來說；彼故，說名我見者。」世尊言：「如", "424": "是，此，善實！菩薩乘發行，一切法知應，見應，信", "425": "解應。如信解，如無法想亦住。彼何所因？法想、", "426": "法想者，善實！非想，此，如來說；彼故，說名法", "427": "想者。若復時，善實！菩薩摩訶薩無量無數世", "428": "界七寶滿中作已，如來等、應等、正遍知等施", "429": "與，若善家子，若善家女，若如是智慧彼岸到，", "43": "菩薩摩訶薩不住施與，彼所，善實！福聚不可", "430": "乃至四句等偈，受持、分別、讀誦，為他等及分", "431": "別廣說。此如是，彼緣，多過福聚生，無量、不可", "432": "數。云何及廣說？如不廣說，彼故說名廣說。", "433": "「星、翳、燈、幻、露、泡、夢、電、雲，見如是，", "434": "此有為者。」", "435": "此語，世尊，歡喜上座善實，彼及比丘、比丘", "436": "尼、優婆塞、優婆夷，彼天、人、阿脩羅、乾闥婆等，", "437": "聞世尊說，大歡喜。", "438": "歸命一切佛菩薩海等！", "439": "金剛能斷般若波羅蜜經", "44": "量受取。雖然復次時，善實！如是菩薩乘發行", "45": "施與應，如不相想亦住。「彼何意念？善實！相", "46": "具足如來見應？」善實言：「不，世尊！相具足如來", "47": "見應。彼何所因？若彼，如來相具足說；彼如是", "48": "非相具足。」如是語已。世尊，命者善實邊如", "49": "是言：「所有，善實！相具足，所有妄，所有不相具", "5": "搏施與園中，大比丘眾共半三十比丘百。爾", "50": "足，所有不妄，名此相不相如來見應。」如是語", "51": "已。命者善實，世尊邊如是言：「雖然，世尊！頗", "52": "有眾生，當有未來世，後時、後長時、後分五", "53": "百，正法破壞時中，轉時中，若此中，如是色", "54": "類經中說中，實想發生當有？」世尊言：「莫，善", "55": "實！汝如是語：『雖然，世尊！頗有眾生，當有未來", "56": "世，後時、後長時、後分五百，正法破壞時中，", "57": "轉時中，若此中，如是色類經中說中，實想發", "58": "生當有？』雖然復次時，善實！當有未來世，菩", "59": "薩摩訶薩，後分五百，正法破壞時中，轉時", "6": "時，世尊前分時，上裙著已，器上給衣持，聞", "60": "中，戒究竟、功德究竟、智慧究竟。「不，復次時，", "61": "彼，善實！菩薩摩訶薩一佛親近供養當有，不", "62": "一佛種植善根。雖然復次時，善實！不一佛百", "63": "千親近供養，不一佛百千種植善根，彼菩薩", "64": "摩訶薩當有，若此中，如是色類中，經句中", "65": "說中，一心淨信亦得當。知彼，善實！如來佛智；", "66": "見彼，善實！如來佛眼。一切彼，善實！無量福聚", "67": "生當取當。彼何所因？不，善實！彼等菩薩摩訶", "68": "薩我想轉，不眾生想、不壽想、不人想轉。不", "69": "亦彼等，善實！菩薩摩訶薩，法想轉，無法想", "7": "者大城搏為入。爾時，世尊聞者大城搏為行", "70": "轉；不亦彼等，想、無想轉不。彼何所因？若，善", "71": "實！彼等菩薩摩訶薩法想轉，彼如是，彼等我", "72": "取有，眾生取、壽取、人取有；若無法想轉，彼", "73": "如是，彼等我取有，眾生取、壽取、人取有。彼", "74": "何所因？不，復次時，善實！菩薩摩訶薩法取", "75": "應，不非法取應。彼故此義意，如來說筏喻，法", "76": "本解法，如是捨應，何況非法。」復次，世尊，", "77": "命者善實邊如是言：「彼何意念？善實！有如", "78": "來、應、正遍知，無上正遍知證覺？有復法如", "79": "來說？」善實言：「如我，世尊！世尊說義解，我，", "8": "已，作已食，作已後食，搏墮過器上給衣收", "80": "無有一法若如來無上正遍知證覺；無有一", "81": "法若如來說。彼何所因？若彼，如來法說，不可", "82": "取，彼不可說，不彼法，非不法。彼何因？無", "83": "為法顯明聖人。」世尊言：「彼何意念？善實！若", "84": "有善家子，若善家女，若此三千大千世界七", "85": "寶滿作已，如來等，應等，正遍知等施與。彼", "86": "何意念？善實！雖然，彼善家子，若善家女，", "87": "若彼緣，多福聚生？」善實言：「多，世尊！多，善逝！", "88": "彼善家子，若善家女，若彼緣，多福聚生！彼", "89": "何所因？若彼，世尊！福聚；如來說非聚；彼，世", "9": "攝，兩足洗，坐具世尊施設，如是座中跏趺結，", "90": "尊！如來說福聚、福聚者。」世尊言：「若復，善實！", "91": "善家子，若善家女，若此三千大千世界七寶", "92": "滿作已，如來等、應等、正遍知等施與。若此法", "93": "本，乃至四句等偈，受已，為他等分別廣說，", "94": "此，彼緣，多過福聚生，無量、不可數。彼何所因？", "95": "此出，善實！如來、應、正遍知，無上正遍知；此生", "96": "佛、世尊。彼何所因？佛法、佛法者，善實！非佛", "97": "法，如是彼；彼故，說名佛法者。」世尊言：「彼何", "98": "意念？善實！雖然，流入如是念：『我流入果得到。』？」", "99": "善實言：「不如此，世尊！彼何所因？不彼，世尊！"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0238 金剛能斷般若波羅蜜經: 金剛能斷般若波羅蜜經: 金剛能斷般若波羅蜜經", "author": "隋 笈多譯", "sourceLink": "http://www.cbeta.org/"}