{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1639 提婆菩薩破楞伽經中外道小乘四宗論: 提婆菩薩破楞伽經中外道小乘\n四宗論: 提婆菩薩破楞伽經中外道小乘四宗論", "text": {"0": "No. 1639", "1": "提婆菩薩破楞伽經中外道小乘", "10": "各各執著。以為實有物故。問曰。何等外道", "100": "壁是先有畫是後作。而彼白疊起無前後。不", "101": "可得言此白先有疊是後作。已答外道衛世", "102": "師論師一切法異義竟。", "103": "問曰。尼揵子外道論師言一切法俱。迦毘羅", "104": "等論師皆有過失。以說一異故。是故我說俱", "105": "而不俱。譬如燈明。有此有彼。有彼有此。無", "106": "此無彼。無彼無此。如有燈有明有明有燈。無", "107": "燈無明無明無燈。異者能照所照。以燈異處", "108": "明異處。是故說異。如我覺白疊等。亦得說一", "109": "亦得說異。譬如白於疊中別處不可得言此", "11": "說一切法一。答曰。言一切法一者。外道僧佉", "110": "是白此是疊。如世間此是牛此是馬等。白疊", "111": "不爾。是故我不說異亦不說一。若一者白滅", "112": "疊應滅。又若一者亦不應說赤疊黑疊等。是", "113": "故我言得說一得說異。此義云何。答曰。此義", "114": "不然。如向說僧佉毘世師等過失。與此無異。", "115": "以何等義僧佉一如向說。以何等義毘世師", "116": "異如向說。云何向說。如向說言。燈明一者燈", "117": "即是明。明即是燈。此唯有別數而無別義。若", "118": "爾燈亦應明。明亦應燈。若此二法。一者云何", "119": "異處。如手與指掌無差別。脚手有差別。手", "12": "論師說。言一切法異者。外道毘世師論師說。", "120": "指掌無差別。若一者云何言異。是故不得言", "121": "一言異。此一異義不成。已答外道尼犍子論", "122": "師一切法俱竟。", "123": "問曰。若提子論師言。僧佉等論師說一切法", "124": "一異俱皆有過失。我若提子不說一切法一", "125": "異俱。如我論中不許此義。唯許不俱。是故我", "126": "無僧佉等過失。雖然不得說言無不俱。此義", "127": "云何。答曰。此義不然。以無譬喻故。以無譬喻", "128": "者我說。世諦有如是法。第一義諦中無如是", "129": "相。是故此成我所說義。此明何義。以無彼法", "13": "言一切法俱者。外道尼犍子論師說言一切", "130": "即無此法無彼法體亦無此法體。以此法不", "131": "成彼法。彼法不成此法。以此法畢竟非彼法。", "132": "彼法亦畢竟非此法。以白非疊以疊非白。以", "133": "滅不應滅。以一者即白是疊疊即是白。不爾", "134": "者滅是滅。不滅者不滅。若爾云何虛妄分別。", "135": "彼法是一異俱不俱。若爾疊亦應非疊非不", "136": "疊。白亦應非白非不白。以疊即是疊白即是", "137": "白。是故疊非疊白非白。是故非白不得白。如", "138": "是一異俱不俱皆是虛妄分別。唯有言說無", "139": "有實義。如是我覺因果等義亦如是故。已答", "14": "法不俱者。外道若提子論師說。問曰。云何", "140": "外道若提子論師一切法不俱竟。", "141": "提婆菩薩破楞伽經中外道小乘四宗論", "15": "僧佉人說一切法一。答曰。僧佉外道言。我覺", "16": "二法是一。何以故。二相差別不可得故。問", "17": "曰。云何二相差別不可得。答曰。如牛馬異法。", "18": "二相差別可見可取。言此是牛此是馬。而我", "19": "離覺我不可得。離我覺不可得。如我經中說。", "2": "四宗論", "20": "我覺體相如火與熱。二法差別不可得。問", "21": "曰。云何差別不可得。答曰。彼法不可說異故。", "22": "譬如白疊不可說言此是白此是疊。二法差", "23": "別如白疊。一切法因果亦如是。問曰。云何", "24": "毘世師外道說一切法異。答曰。所言異者。我", "25": "與覺異。何以故。以說異法。問曰。云何名說", "26": "異法。答曰。如說此是白此是疊。此是天德。此", "27": "是天德疊。我與覺異亦如是。此是我此是智", "28": "故。問曰。有何差別彼法不可說一。答曰。譬如", "29": "白疊此是白此是疊。如是一切因果各異。不", "3": "提波菩薩造", "30": "可說一故。問曰。云何尼乾子說一切法俱。", "31": "答曰。言一切法俱者。如我與覺不可說一不", "32": "可說異。復有異義可說一可說異故。問曰。", "33": "云何不一不異亦一亦異。答曰。如我與命用", "34": "相有異方便異故言。如貪瞋癡等得言有異。", "35": "譬如燈明得說言一得說言異。以有此有彼", "36": "無此無彼。得言一。燈異處明異處。故得言異。", "37": "如燈明因果白疊一切法亦如是。亦得說一", "38": "亦得說異。故言俱也。問曰。云何若提子外", "39": "道說一切法不俱。答曰。不俱者。謂一切法不", "4": "後魏北印度三藏菩提流支譯", "40": "可說一不可說異。以二邊見過故。以說一異", "41": "俱論師等皆有過失故。智者不立如是三法。", "42": "問曰。云何過失。答曰。若離白別無疊者。白滅", "43": "疊亦應滅。若異白更有疊者。應有疊非白有", "44": "白非疊。是故一異俱等法我俱不立。雖然一", "45": "異俱等一切法不可得言無。答曰。此諸外道", "46": "虛妄分別。是邪見相非是智相。皆是不善。", "47": "此義云何。又一等法虛妄分別。以不得言即", "48": "彼法。彼法一不得言瓶。瓶一以瓶即是瓶故", "49": "亦不得異法。異法一以不得言瓶共。疊一以", "5": "問曰。外道所立四宗法非佛法者何者是。答", "50": "瓶相異疊相異以異法離異法。異法不得一", "51": "不得異。以異法不成異法。以異法不得言異", "52": "法。若二法說一說異。彼二法應說一應說異。", "53": "若不說一不說異者。此是虛妄分別。若彼二", "54": "法是一者。不得言彼法是異。若無二者云何", "55": "言一。以彼法相待成故依世諦虛妄分別。第", "56": "一義諦中無彼外道虛妄分別戲論過故。此", "57": "是總答四種外道邪見之相。", "58": "自此已下別答四義。如是一一觀察迦毘羅", "59": "憂樓佉等外道虛妄分別義不成就。此義云", "6": "曰。謂一異俱不俱。問曰。云何言一異俱不", "60": "何。言一切法一者。此義不然。以滅應滅。不", "61": "滅不應滅。俱滅俱不滅此義云何。汝向說我", "62": "與覺相差別不可得如白疊。我破此義。何以", "63": "故。以此義不與諸經論相應故。汝說諸法差", "64": "別不可得者。此義不然。如手爪彼法二相差", "65": "別不可得故。此明何義。如爪指掌名之為", "66": "手。若異此法手不可得。如是白疊一不可得。", "67": "何以故。無異法故。我覺一不可得。如是白疊", "68": "一不可得。如手與指掌。若此滅者彼亦應滅。", "69": "此義云何。若白滅者疊應滅故。如截手即截", "7": "俱。答曰。有諸外道言。一切法一。有諸外道", "70": "指掌。汝意若謂白滅疊不滅者。此義不然。若", "71": "疊不滅白亦不應滅。如截於手指掌應在如", "72": "截指掌手亦應在故。汝意若謂青黃赤等唯", "73": "滅白色不滅疊者。云何言一。若不爾者青黃", "74": "赤等色不應滅。不爾疊不滅者青黃白等色", "75": "亦不應滅。", "76": "問曰。我青黃赤等覆白色而不滅白。此義云", "77": "何。答曰。疊亦如是覆疊而不滅疊。又此義不", "78": "然。洗疊已還見白色故。疊亦如是。覆疊不滅", "79": "疊。是故白即是疊。疊即是白。若疊滅者青黃", "8": "言。一切法異。有諸外道言。一切法俱。有諸", "80": "赤白等色云何見。若汝意謂白滅覆非滅疊", "81": "應滅覆疊不應滅白。若爾有法滅覆有法不", "82": "滅不覆。云何言一。是故一義不成。已答外道", "83": "僧佉論師一切法一竟。", "84": "問曰。迦那陀外道論師言一切法異者。我與", "85": "覺異。以說異法故。此是我此是覺。如白疊此", "86": "是白此是疊故。答曰。此義不然。以無譬喻故。", "87": "如人說言。此是手此是指掌。彼人雖說此語", "88": "不能說異法。是故不得言我覺異。如白疊以", "89": "見世間有二種差別故。一者相二者處。相差", "9": "外道言。一切法不俱。是諸外道於虛妄法中", "90": "別者。色香味觸不異相有異相故。處差別者。", "91": "如穀豆等有白疊不異相有差別。如彼色香", "92": "味觸。若不爾者有四種過。此義云何。白滅", "93": "疊亦滅。如彼色香味觸。譬如火和合燒瓶成", "94": "赤色已又為青色。香味亦爾。若不爾者色香", "95": "味觸亦不應滅。如彼白疊異不可得。若白滅", "96": "者疊亦應滅。疊不滅者白亦不應滅。", "97": "問曰。此義不然。依彼法有此法。譬如畫壁依", "98": "壁有畫。壁滅畫亦滅。畫滅壁不滅。我白滅", "99": "疊不滅義亦如是。答曰。汝此譬喻事不相似。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1639 提婆菩薩破楞伽經中外道小乘四宗論: 提婆菩薩破楞伽經中外道小乘\n四宗論: 提婆菩薩破楞伽經中外道小乘四宗論", "author": "提波菩薩造  後魏 菩提流支譯", "sourceLink": "http://www.cbeta.org/"}