{"author": "吳 支謙譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0708 了本生死經: 了本生死經: 了本生死經: 了本生死經: 了本生死經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 708 [Nos. 709-712]", "1": "了本生死經", "2": "吳月氏優婆塞支謙譯", "3": "佛說是：「若比丘見緣起為見法，已見法為見", "4": "我。」於是賢者舍利弗謂諸比丘言：「諸賢者！佛", "5": "說：『若諸比丘見緣起為見法，已見法為見我。』", "6": "此謂何義？是說有緣。若見緣起無命、非命，為", "7": "見法；見法無命、非命，為見佛。當隨是慧。「彼", "8": "有二事見外緣起，有二事見內緣起，合為四。", "9": "「何謂二事見外緣起？為因相縛、緣相縛。因相", "10": "縛為何等？從種根，從根葉，從葉莖，從莖節，", "11": "從節懷華，從華實。是為因相縛。何謂緣相", "12": "縛？為地種、水種、火種、風種、空種，從是因緣有", "13": "種生彼。地為持種，水為潤種，火為熱種，風", "14": "為起種，空為令種無礙。如是得時節會，令", "15": "種生。彼種不知我生根，根不知從種有；根", "16": "不知我生葉，葉不知從根有；葉不知我生莖，", "17": "莖不知從葉有節懷華，實亦不自知轉相生", "18": "有。又地不知我生種，種亦不知地持我；水亦", "19": "不知我潤種，種亦不知水潤我；至火、風、空皆", "20": "不相知。是諸賢者，從因緣有，得時會，令種生。", "21": "為非自作，非彼作，亦非無因生。當以五事見", "22": "外緣起。何謂五？一非常，二不斷，三不步，", "23": "四種不敗亡，五相象非故。彼種已壞為非", "24": "常，有根出為不斷，種根分異為不躇步，少", "25": "種多生實為不敗亡，實生如種根非種為相", "26": "象非故。「當知是二事見內緣起：因相縛、緣相", "27": "縛。何謂因相縛？緣不明，行；緣行，識；緣識，", "28": "名色；緣名色，六入；緣六入，更樂；緣更樂，痛；", "29": "緣痛，愛；緣愛，受；緣受，有；緣有，生；緣生，", "30": "老、死、憂、悲、苦、懣心惱。如是是但大苦性具成", "31": "有病。彼不明不知我作行，行不知從不明", "32": "有；行不知我作識，識不知從行有；識不知", "33": "我作名色，名色不知從識有；六入、更樂、痛、愛、", "34": "受、有、生至于老死亦轉不知。是從不明有行，", "35": "從行有識，從識有名色，從名色有六入、更樂、", "36": "痛、愛、受、有、生、老、死、憂、悲、苦、懣心惱，如上說。是", "37": "但大苦性具成有。彼若無生，則無老、死、憂、悲、", "38": "苦、懣心惱。「是諸賢者，因緣起故，緣是生法。有", "39": "緣起不緣生法，有緣生法不緣起，有緣起緣", "40": "生法，有不緣起不緣生法。「何謂緣起不緣生", "41": "法？為緣不明，行；緣行，識；緣識，名色，至于老", "42": "死，大苦惱具成有，如上說。是謂緣起非緣", "43": "生法。「何謂緣生法非緣起？為如不明、行、識、名", "44": "色、六入、更樂、痛、愛、受、有、生、老死。是謂緣生法", "45": "非緣起也。「何謂緣起緣生法？若出生住不斷", "46": "老死之生，是出生住因緣相近、因有相近、因", "47": "微相近、因諦相近、因如相近、無異相近、不", "48": "狂相近、緣起相近，以緣生如是法：有、受、愛、", "49": "痛、更樂、六入、名色、識、行。是謂緣起緣生法。「何", "50": "謂不緣起不緣生法？謂得道者。彼何謂不明？", "51": "為如六種。六種受若女、若男。何謂六？為地", "52": "種、水種、火種、風種、空種、識種。彼身得住，是為", "53": "地種；如持不散，是為水種；飲、食、嘗、啖臥得善", "54": "消，是為火種；身中出息、入息，是為風種；四", "55": "大所不能持，是為空種；隨轉如雙箭笮，是為", "56": "識種。如彼地種，非女，非男，非人，非士，非身，", "57": "非身所，非人生，非少年，非作、無作者，非住、", "58": "無住者，非智、無智者，非眾生，非吾，非我，非", "59": "彼有、無有主。水、火、風、空種亦如是。識種非女，", "60": "非男，非人，非士，非身，非身所，非人生，非少", "61": "年，非作、無作者，非住、無住者，非智、無智者，", "62": "非眾生，非吾，非我，非我有、無有主。如是但", "63": "從六種為一想，為合想，為女想，為男想，為", "64": "妄想，為身想，為自在想，為強自在，受若", "65": "干種，故為不明。時說曰性癡，淨、常想、樂想、", "66": "身想，疑嫌妄，非上要。佛說是不明，亦為染", "67": "於物，無慧生妄，故為不明；妄故為行；知物", "68": "故為識；五性故為名色；猗名色根故為六", "69": "入；三合故為更樂；更樂行故為痛；痛而樂", "70": "故為愛；愛彌廣故為受；受當復有行故為有；", "71": "五性具成故為生；諸種熟故為老；命根噤閉", "72": "故為死；熱中為憂；誑語為悲；臨五識身合", "73": "為五苦；心識身合為懣；心念勞為惱；有故", "74": "生有。如是見知，障顯是，說具滿，大苦性足。", "75": "從是受凶衰，著故復生。其始不可見知，不", "76": "可度量。又冥為不明義；作成為行義；知為", "77": "識義；緣住彼，彼相倚，為名色義；主亦不專為", "78": "六入義；更亦合會為更樂義；從知痛義；渴", "79": "欲得物，如火無厭，為愛義；取為受義；當復有", "80": "為有義；五性仰為生義；熟為老義；行虧為", "81": "死義。如是義說，亦為十二緣起相。「又從不明", "82": "近福德行作、近罪賊行作，是謂緣不明；行", "83": "有諸行故，近福、不福而有識，是謂緣行識；由", "84": "識作性行，名色具成生，是謂緣識名色；是緣", "85": "生作，作輒受，是謂緣名色；六入、眼識會更樂，", "86": "是謂緣六入更樂；如更樂，痛知亦爾，是謂緣", "87": "更樂痛死；不知痛者為行別故，從愛象輒", "88": "取，是謂緣痛愛；從愛象更吞，是謂緣愛受", "89": "有；受為三行身、口、意，是謂緣受有；有行勞，", "90": "當復有具成生，是謂緣有生；五性已成故有", "91": "老死。是為十二緣起，隨轉宛轉，造作田業，識", "92": "造種行，不明造對行。如地持種，水令種不", "93": "散，火令種熟，風令種起，空令種無礙。行造", "94": "田業亦如是，愛造潤行，彼行不知：『我造田業。』", "95": "愛不知：『我為潤行。』識不知：『我為種行。』不明不", "96": "知：『我為對行。』如地不知：『我持種。』水、火、風、空如", "97": "上說。從有行勞，當復有具成生。此亦無有", "98": "從是世躇步者，但因緣相持。譬如鏡淨、明", "99": "朗，緣內、外生面象。面亦不死此生彼，鏡中", "100": "從有面，因緣不虧。是不死此而生彼，為有苦", "101": "情，因緣不虧，從是有受。如火以受，不斷現晝", "102": "夜，然其炎不步。識亦如是，不身相縛，往來五", "103": "道。有緣故生，是法無主。譬如月圓四十九", "104": "由延，而圓形現於下水，有緣不虧，非月死彼", "105": "而於此生。觀生死當如是。是為因相縛。「何", "106": "謂緣相縛？如佛告阿難：『眼緣色生眼識。彼", "107": "眼不知：「我作猗行。」色不知：「我為識對。」明不知：", "108": "「我為識照。」空不知：「我令識無礙。」識不知：「我生", "109": "此作有。」眼、色、明、空、念，令眼識具成生。耳、鼻、口、", "110": "身、心緣法生心識。彼眼不知：「我為識作猗。」法", "111": "不知：「我為識作行。」心不知：「我為識作明。」空不", "112": "知：「我令識無礙。」識不知：「我成此因緣。」是，阿難！", "113": "緣心、法、明、空、念，令心識具成生，而此非自作，", "114": "非彼作，非兩作，非無因生，非我故，非彼故，", "115": "非無因有。』「當以五事見內緣起。何謂五？非", "116": "常、不斷、不步、少行多報、相象非故。彼如", "117": "死際，身已壞為非常；出生有身分為不斷；或", "118": "同去、或異去，分異故為不步；少行多報，謂", "119": "行不敗亡。如行報生，非故家也。若見此緣", "120": "起無命、非命，為見法；見法無命、非命，為見", "121": "四諦：苦、習、盡、道。譬如明人見師成畫，歎其", "122": "畫好、師妙。見四諦者亦如是，佛一切知、一", "123": "切現，從是得喜不離佛，得法眾至真，戒喜", "124": "不離。」", "125": "了本生死經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0708 了本生死經: 了本生死經: 了本生死經: 了本生死經: 了本生死經", "source": "CBETA"}