{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1006 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經", "text": {"0": "9 護摩品", "1": "廣大寶樓閣善住祕密陀羅尼經", "10": "法。若有見聞此陀羅尼者。與佛無異。如此眾", "100": "次說一切如來心印呪。亦名安慰一切如來", "1000": "唵娑婆羅羅一比薩羅吽吽二", "1001": "此蓮華印壇中所有一切畫蓮華者。皆以此", "1002": "印印拄華上。有著瓶者亦印瓶上。", "1003": "第十九根本印法第十九根本印法", "1004": "爾時執金剛菩薩。白佛言世尊。云何根本印。", "1005": "云何心印。云何隨心印。唯願世尊為我演說。", "1006": "佛言根本印者。以右手頭指。與拇指相拄。以", "1007": "頭指甲搯大指甲側。左手亦爾。二手合掌當", "1008": "心。然後稍屈左右中指。令兩頭相拄。復展左", "1009": "右無名指亦令兩相拄。各舒左右小指。作此", "101": "印呪法。", "1010": "印時應誦上說根本呪。作此印呪請四天王", "1011": "即得速來最勝擁護。", "1012": "第二十心印法第二十心印法", "1013": "佛言心印者以右手拇指與無名指相拄。舒", "1014": "餘三指掩於心上。復以左手拇指與小指拄", "1015": "舒。餘三指覆膝上。指面向下平直展之。名為", "1016": "安慰手。當說如上所說心呪。", "1017": "第二十一隨心印法第二十一隨心印法", "1018": "佛言隨心印者。以右手拇指與無名指相拄。", "1019": "舒餘三指仰安膝上。復以左手拇指與小指", "102": "佛言。先以左肘當𦜮。平展仰掌。即屈二無名", "1020": "相捻。舒餘三指以掩於心。又右手大指捻無", "1021": "名指端仰橫當心。展舒三指。左手仰於左膝", "1022": "上。屈拇指一節餘悉展之。作此印已所願者", "1023": "速得成就。一切惡業自然消滅。此印能成無", "1024": "上正覺。若復有人隨所在處結是三印。當知", "1025": "此地如有佛塔全身舍利。持是法者十方一", "1026": "切諸天護世四天王應當供養如來舍利塔等", "1027": "無有異也。一一印法所有功德說無窮盡。作", "1028": "一法時則得以諸香華旛蓋塗香粖香衣服瓔", "1029": "珞雨諸七寶百味飲食湯藥臥具。供養無量", "103": "指二小指頭相拄。兩指端仰側當於心。小低", "1030": "無邊恒沙諸佛。便與如來同一法會。得佛授", "1031": "記讚言善哉。諸佛如來皆來問訊慈眼視之。", "1032": "執金剛菩薩四天王等。與其眷屬晝夜衛護。", "1033": "當知此地則為是塔。若有眾生住此地者。決", "1034": "定當得不退轉位。是故執金剛菩薩。若善男", "1035": "子善女人苾芻苾芻尼優婆塞優婆夷。應生", "1036": "尊重心常讚誦受持書寫供養。獲福無量。成", "1037": "就諸戒成就大精進。大忍辱成就大禪定。成", "1038": "就大檀那成就大智慧。成就洪流功德。成就", "1039": "六波羅蜜。若有得此陀羅尼呪印壇場法者", "104": "頭。微開其眼。少歛其眉。齒咬下脣目視其身。", "1040": "獲福如是佛說是經已。一切大眾皆大歡喜", "1041": "信受奉行。", "1042": "廣大寶樓閣善住祕密陀羅尼經卷下", "105": "繼心念佛不令散動。誦持此呪二十一遍即", "106": "說呪曰。", "107": "唵薩婆怛他伽多鉢囉縛囉迦囉摩尼吽", "108": "作此法時。即為得入十方一切諸佛法藏。等", "109": "無有異。亦為入於一切諸佛曼荼羅。即為攝", "11": "生。決定當得無上正覺。捨離一切諸惡業障。", "110": "入一切諸佛眷屬。如是人者。百千劫來重罪", "111": "惡業蕩盡無餘。亦如已作十方諸佛壇印一", "112": "等。若為十方所有一切作障礙者。若惡魔惡", "113": "龍毘那夜迦等。如被呪師脚踏無異。其諸魔", "114": "等如被火燒。十方一切諸族種類所作障難。", "115": "呪師但當以念佛心結此印者。是諸種族悉", "116": "以胸膺著地求哀歸命當是之時其諸族等。", "117": "見印聞呪而更蒙益其惡心者。自來改悔獲", "118": "大福聚。", "119": "次說一切如來普光大寶會祕密印呪。亦名", "12": "唯願世尊為諸眾生。說陀羅尼印法。此之手", "120": "一切如來加護心印呪法。", "121": "佛言應舒右臂仰置右膝上。以大拇指捻中", "122": "指甲上。以左手仰橫心上。以大拇指壓無名", "123": "指中指甲上。舒頭指及小指。發慈悲心開目", "124": "而住。專誠念佛誦此呪曰。", "125": "唵薩婆怛他伽多毘三菩檀娜跋闍梨吽吽", "126": "作此印呪法已即得一切如來之所護念。唱", "127": "言善哉善哉。舒手摩頂猶如赤子。所有業障", "128": "悉皆散滅。菩薩諸天恭敬擁護。藥叉惡鬼不", "129": "能侵欺。見此印已。悉生慈悲心自然調伏。誦", "13": "印如何而作。如何安手如何安臂。復更云何", "130": "此呪時諸見聞者皆生佛想。若男子女人得", "131": "見。受持讀誦此印呪法者。彼人已為親見六", "132": "十二那庾多百千萬俱胝諸佛如來。等無異", "133": "也。決定無疑。所有餘法如上所說。一切願者", "134": "皆得圓滿。若念六趣眾生。一遍作此印呪法。", "135": "彼諸眾生無足二足四足多足。皆得解脫。來", "136": "生決定成等正覺。一切諸天常來擁護。若欲", "137": "令一切壇場法成就者。亦速成就之。", "138": "次說一切如來瓔珞印呪法。", "139": "佛言應以兩手相交。右腕壓左腕。令兩手背", "14": "以手按手。云何而作心印。云何舒臂云何住", "140": "相著。以二手中指無名指相鈎。各屈二手頭", "141": "指小指。以大拇指壓之。結加趺坐以印當臍", "142": "上。傾身向右。竪其兩眉清目而視。心念諸佛", "143": "發慈悲心。欲結印時先稱唵字。交腕相鈎時", "144": "稱吽吽聲。結印竟云泮吒。復誦印呪曰。", "145": "唵薩婆怛他伽多地瑟奼那摩尼摩尼吽吽泮", "146": "吒", "147": "作此印呪能加護菩提道場。加護轉大法輪", "148": "加護佛菩提身。令不動搖如須彌山。一切如", "149": "來護念此人。皆為授記。身心清淨內外明徹。", "15": "念。云何安慰壇神。云何能得諸如來之所加", "150": "猶如日光寶珠。解脫煩惱積聚功德。其作手", "151": "印之處。即是舍利之塔。此地當有諸佛成道。", "152": "當有無量眾生蒙如來授記。若惡鬼神來此", "153": "地者。皆自退走。若有得見此印呪者。滅無量", "154": "罪不入八大地獄。所有善願速即圓滿。成就", "155": "一切壇場印法。", "156": "次說一切如來師子座印呪法。", "157": "佛言應先結加趺坐。於心前作金剛合掌印", "158": "已。即各屈左右手頭指。各與大拇指相捻拄。", "159": "屈二中指頭相拄。二小指相交入掌中。二無", "16": "護。云何請佛坐金剛座。云何請諸如來。而為", "160": "名指相拄。以帛覆印曲躬向前。令印拄地及", "161": "拄兩膝上。印所觸地皆為金剛。此是一切如", "162": "來金剛座印。一切天魔惡鬼神等。不能惱害", "163": "自來降伏。天龍國王大臣咸來恭敬。諸佛如", "164": "來加持護念。以佛神力嚴飾清淨。此金剛座", "165": "印。若有人結此印呪者。則為施與無量恒河", "166": "沙諸佛如來金剛座已。若為地獄餓鬼傍生", "167": "阿蘇羅作此印者。彼諸眾生皆速解脫。當得", "168": "清淨金剛之身。即說呪曰。", "169": "唵薩婆怛他伽多鉢囉縛囉摩尼戶嚧二合指", "17": "灌頂轉大法輪。云何得勝持印之法。云何作", "170": "黎吽吽泮吒", "171": "次說一切如來成就大寶灌頂印呪法。", "172": "佛言應先合掌。然後開左右頭指。復以左右", "173": "中指。各與無名指相拄。復屈二大拇指。壓二", "174": "小指甲上。結加趺坐頂戴手印。誦此呪曰。", "175": "唵薩婆怛他伽多毘布羅三婆鞞吽吽", "176": "若有善男子善女人。作此印呪法已。即得八", "177": "十億恒河沙微塵數諸佛如來。以佛神力而", "178": "為灌頂。與其授記。成就一切曼荼羅印法。獲", "179": "無量無邊不可思議功德。無量金剛菩薩及", "18": "轉輪王印。云何作如意寶印。云何作四天王", "180": "諸明仙。亦來灌頂。一切天龍藥叉乾闥婆阿", "181": "蘇羅迦樓羅緊那羅摩睺羅伽。及四天王皆", "182": "來灌頂。於明仙中為最上轉輪王。於諸如來", "183": "為灌頂最尊子。得入如來祕密會中。若欲隱", "184": "其形質。一切怨家不善知識。及諸龍藥叉諸", "185": "鬼神等。皆不得見如觀虛空。其持呪人能往", "186": "十方一切世界。於諸如來前。以大神變化作", "187": "七寶供具。香花衣服雨寶冠蓋。如天垂雲而", "188": "以供養。由呪力故。成就如是殊勝功德。", "189": "次說一切如來降伏熾然大魔軍智炬轉法輪", "19": "印。云何作吉祥天女印。云何作餉棄尼天女", "190": "神變加護印呪法。", "191": "佛言應先屈右手頭指。拄大拇指頭側節。舒", "192": "三指而掩於心上。次屈左手大拇指於掌中。", "193": "微拳四指如蓮華葉。以左手大拇指。拄右手", "194": "大拇指。結加趺坐興慈悲心。安住寂靜然後", "195": "乃作此印。作此印已則能轉大法輪。當此之", "196": "時三千大千世界。決定六種震動。諸佛菩薩", "197": "皆以慈眼觀持呪人。大力金剛神虛空明仙", "198": "常來隨從。四天神王在四面立。而為擁護晝", "199": "夜侍衛。若轉法輪時。一切如來而為加護。摧", "2": "卷下", "20": "印。云何作金剛使者天女印。云何作安置諸", "200": "滅魔軍無諸障礙。其持呪人能現世轉法輪。", "201": "坐菩提道場眾所尊重。其有切德。亦如諸佛", "202": "菩薩轉大法輪。身心清淨憐愍一切眾生。然", "203": "後作此呪印。作此法時先顰兩眉。合其口齊", "204": "上下齒。觀如來實相心念轉法輪。作此法已。", "205": "能破一切魔王及諸障礙者。能然大法炬建", "206": "大法幢。擊大法鼓鳴大法蠡。能師子大吼增", "207": "長功德𧂐。當與八十億恒河沙諸小呪力等", "208": "無有異。一切諸佛讚言善哉。并為授記。呪曰。", "209": "唵薩婆怛他伽多三摩耶摩尼跋社黎吽吽", "21": "天印。云何作呼召諸天印。云何作根本印。此", "210": "次說得勝符印呪法。", "211": "佛言應以右手頭指。拄大拇指頭。舒餘三指。", "212": "左手亦然。復以覆左手重於右手上。當於臍", "213": "上。面作嗔相自觀己身。以右脚安左髀上。令", "214": "右脚大拇指拄地。以眼斜顧誦呪結印。作是", "215": "法已。即能降伏一切魔軍而得強勝。摧諸毘", "216": "那夜迦毘那夜迦女。能隱其形。一切有情及", "217": "諸藥叉羅剎等不能得見。一切怨敵不能為", "218": "害。能破一切地獄。餓鬼傍生等苦。離諸惡業", "219": "及貪嗔癡。其作法人獲福如是。於一切處常", "22": "諸印法我先不解。世尊慈悲為我解說。若解", "220": "得尊勝。所作事業永無障難。離諸病苦速得", "221": "菩提。十方諸天皆為擁護。即說呪曰。", "222": "唵薩婆怛他伽多社耶微社耶阿爾多跋社黎", "223": "吽吽", "224": "次說如來轉法輪印呪法。", "225": "佛言應先拳右手四指。壓大拇指上。然後微", "226": "拳左手似握物相。覆重右手上。手面向下安", "227": "之。是名如來轉法輪印。一切如來悉皆隨喜。", "228": "作是印已。如是恒河沙百千萬俱胝如來咸", "229": "皆歡喜。令受持者所有上願悉皆成就。恒見", "23": "此印。速能成就諸功德故。若有見者獲福無", "230": "諸佛轉大法輪。得仙人圍繞。一切呪法及手", "231": "印壇法。恒得現前。十方諸天晝夜擁護。即說", "232": "呪曰。", "233": "唵薩婆怛他伽多達摩馱都摩訶摩尼試佉黎", "234": "曷羅曷羅吽吽泮吒", "235": "次說一切如來虛空寶三昧耶金剛母印呪曰。", "236": "唵薩婆怛他伽多三末耶末尼拔折囉吽", "237": "印相以二手相叉右壓左。即以二中指合頭相", "238": "拄。蹙其上節猶如寶形。以印當心誦呪。舉印", "239": "置頂上。作是法時。盡虛空際一切諸佛如來。", "24": "量。", "240": "一時彈指皆稱善哉。若聞聲者。當知是人罪", "241": "障滅盡。速得虛空寶三摩地。成就無障礙智。", "242": "次說聖者執金剛菩薩印呪法。", "243": "佛言應先以二手大拇指。各捻無名指。復以", "244": "二中指相鈎。二頭指相拄。二小指磔開之。舉", "245": "其右肘垂其左肘向下努目。嗔相口急銜下", "246": "脣眼視左肘。喉中出聲吽。心想執金剛菩薩。", "247": "半跏而坐。以右脚壓左髀上。稍展左脚。誦此", "248": "呪曰。", "249": "唵薩婆怛他伽多摩訶跋折囉二合嚩焰馱囉", "25": "爾時世尊於大眾中。舒百千萬億俱胝莊嚴", "250": "馱囉吽吽泮吒", "251": "作此法已。所有諸天皆悉戰懼宮殿震動。藥", "252": "叉羅剎及鬼神。毒龍毘那夜迦等。皆悉伏面", "253": "於地。口稱救護歿滅消散執金剛菩薩常為", "254": "喜悅。所願成就獲福無量。便得為明仙主。其", "255": "作法時。香湯沐浴著鮮淨衣。以香塗身。一切", "256": "如來共觀此作印。壇場之地所有諸神皆大", "257": "歡喜。", "258": "次說思惟寶金剛菩薩印呪法。", "259": "佛言應如前二手唯磔開。二頭指不令相著。", "26": "功德手。覆金剛菩薩頂上。安慰金剛密跡曰。", "260": "又改結加趺坐。以印當心發大慈悲。淨目瞻", "261": "視一心誦呪。即說呪曰。", "262": "唵杜嚧杜嚧摩尼摩尼摩訶摩尼密󰷋丁庾反多", "263": "末尼莎訶", "264": "作此印法者。口出善言所願成就。思惟寶金", "265": "剛菩薩甚大歡喜。護念呪者如母念子。所求", "266": "皆得。", "267": "次說四天王印呪法。", "268": "佛言應以右手叉腰。舉其頭指。以左手小指", "269": "壓其大拇指。竪餘三指安於臍上。其持呪人", "27": "大藥叉主汝今諦聽。我為汝說陀羅尼印法。", "270": "應以慈心。而現嗔相注睛而視。誦此呪曰。", "271": "唵嚧迦波唎低社耶社耶吽", "272": "作此印呪用請四天王。即得速來最勝擁護。", "273": "次說吉祥天女印呪法。", "274": "佛言應先舒其兩臂。然後合其兩手掌相著。", "275": "並二大拇指。相去一寸詐微曲。二頭指如鉤。", "276": "以餘三指。兩兩相擬如蓮華形。作已誦此呪", "277": "曰。", "278": "唵毘摩囉蘗囉伐底三婆囉吽", "279": "作是法時。心所樂者皆得如意。", "28": "付囑於汝。為諸未來一切眾生。汝應受持為", "280": "次說餉棄尼天女印呪法。", "281": "佛言應舉右手近左乳邊微為拳。展舒頭指。", "282": "覆其左手置左膝上。曲身向前努目而視。誦", "283": "此呪曰。", "284": "唵碭瑟㨖哩尼味薩囉吽", "285": "作是法時。餉棄尼天女速來擁護。作法之者。", "286": "隨意所作皆得成就。", "287": "次說金剛使者天女印呪法。", "288": "佛言應屈左手臂肘及肩向上斜努。以手掌", "289": "斜掩兩乳房間。復屈右手掩左手上。低肘向", "29": "我流布。當加敬護。猶如諸佛同入如來道場", "290": "下引頸向前。微曲其身。誦此呪曰。", "291": "唵阿竭儞一怛他囉二滿遮吒吒訶悉儞三吽", "292": "四", "293": "作此法請金剛使者天女。歡喜速來住呪者", "294": "所。任意作法悉得成就。", "295": "次說請住壇中諸神等印呪法。", "296": "佛言應以二手十指。反相鈎掩於臍上。立地。", "297": "以右脚直竪踏地。左脚橫向左斜踏地。如世", "298": "丁字。誦此呪曰。", "299": "唵一三漫多迦囉二鉢哩布囉尼三馱迦馱迦", "3": "大唐天竺三藏菩提流志奉　詔譯", "30": "之想。同見如來轉大法輪。亦如守護諸佛舍", "300": "四吽泮五", "301": "作此法時。其諸神等周遍雲集。滿所願求堅", "302": "固護念。作法之者速得成就。", "303": "次說蓮華齒天女印呪法。", "304": "佛言應以二手掌相。著微屈十指如蓮華相。", "305": "舉印置左肩上。然後漸漸以印向下。近於心", "306": "左而住。誦此呪曰。", "307": "唵娑囉娑囉毘婆囉吽吽", "308": "誦此呪時。以大拇指向內招之。使者花齒速", "309": "來擁護令法疾成。", "31": "利。勿以此法於後世時。妄相付與下劣賤人", "310": "次說根本印法心印法隨心印法。", "311": "爾時執金剛菩薩白佛言。世尊云何根本印。", "312": "云何心印。云何隨心印。唯願世尊為我演說。", "313": "佛言根本印者。先以右手頭指。與大拇指相", "314": "拄。以頭指捻大拇指甲側。左手亦然。二手合", "315": "掌當心。屈二中指相拄猶如寶形。二無名指", "316": "相著如獨鈷杵形。直舒二小指相去少許。根", "317": "誦本呪。", "318": "佛言心印者。應以右手大拇指。與無名指相", "319": "拄。舒餘三指掩於心上。復以左手大拇指。與", "32": "惡性眾生。破戒眾生懈墮眾生。邪見眾生小", "320": "小指相拄。舒餘三指覆左膝上。直展指頭。名", "321": "為安慰手。誦上心呪。", "322": "佛言隨心印者。應以右手大拇指。與無名指", "323": "相拄。餘三指展之。仰安右膝上。復以左手大", "324": "拇指。與小指相捻。餘三指展之。橫仰心上。誦", "325": "前隨心呪。", "326": "作此印已。所有願者速得成就。一切惡業自", "327": "然消滅。此印能成無上正覺。若復有人。隨所", "328": "在處結是三印。當知此地如有佛塔全身舍", "329": "利。持是法者。十方一切諸天護世四天王等。", "33": "乘眾生。貪欲眾生我慢眾生。如斯之類不須", "330": "供養恭敬此人如供養如來舍利等塔。無有", "331": "異也。一一印法所有功德。說無窮盡。作一法", "332": "印時。則得以諸香花幡蓋。塗香末香衣服瓔", "333": "珞。雨諸七寶百味飲食湯藥臥具。供養無量", "334": "無邊恒河沙諸佛。便與如來同一法會。得佛", "335": "授記讚言善哉。是諸如來皆來問訊。慈眼視", "336": "之。執金剛菩薩四天王等。與其眷屬晝夜衛", "337": "護。當知此地則為是塔。若有眾生住此地者。", "338": "決定得不退轉位。是故執金剛菩薩。若有善", "339": "男子善女人苾芻苾芻尼優婆塞優婆夷。應", "34": "為說。此陀羅尼如來舍利若有薄福眾生。聞", "340": "生尊重心。常當讀誦受持書寫。供養禮讚獲", "341": "福無量。成就諸戒成就大精進。咸就大忍辱", "342": "成就大禪定。成就大檀那成就大智慧。成就", "343": "洪流功德成就六波羅蜜。若有得此陀羅尼", "344": "呪印壇場法者。成就如是廣大功德。佛說是", "345": "經已。一切大眾皆大歡喜信受奉行。", "346": "廣大寶樓閣善住祕密陀羅尼經卷下", "347": "附文附文卷一6 雜咒品雜呪品第六", "348": "坐壇呪曰。", "349": "唵摩尼軍荼利吽吽莎訶誦七遍然後作餘護持法", "35": "我此法便令損壞。當知此等。如毀謗佛無有", "350": "結界呪曰。", "351": "唵摩尼微微者殄者曳達囉達囉執義吽吽莎婆訶", "352": "此結界呪用白芥子呪七遍以。散壇中便成", "353": "結界法結十方界呪曰。", "354": "唵一膩如夜切縛上聲離多二摩尼三阿盧二合止", "355": "囉妙義四枳唎底勝義五吽吽鏺吒", "356": "此結十方界呪以香水和白芥子。呪八百遍", "357": "散灑十方。", "358": "縛毘那夜迦呪曰。", "359": "唵一摩尼鉢囉光義婆皤儞二賀羅賀羅吽吽", "36": "異也。是故金剛主菩薩。應勤加護勿妄傳授。", "360": "󰴤莎婆訶", "361": "其呪用灰水誦呪二十一遍散於十方則令一", "362": "切毘那夜迦悉皆被縛無能作難。", "363": "結護身呪曰。", "364": "唵跋質囉摩儞一帝瑟吒帝瑟吒二吽吽󰴤", "365": "誦此呪七遍呪自身手以自摩頭。", "366": "結淨衣呪曰。", "367": "唵　摩尼微布梨一地唎地唎二吽󰴤吒三", "368": "此呪香水灑衣上。", "369": "洗手呪曰。", "37": "此呪所在之處如佛無異。", "370": "唵　微唯丁庾切筏底一訶囉訶囉二摩訶摩儞三", "371": "吽吽󰴤", "372": "若欲洗手時呪水洗手用灑身上。", "373": "洗浴呪曰。", "374": "唵蘇󰺔寧結切一摩羅伐底二訶囉訶囉三跛半", "375": "弭離弭離吽莎訶", "376": "用白芥子和其淨水呪八百遍以浴身。", "377": "灑水及洗衣呪曰。", "378": "唵摩尼達哩吽吽󰴤吒", "379": "此是結護呪一切香華果等及所用物皆用呪", "38": "爾時金剛手菩薩。頂禮佛足白佛言世尊。如", "380": "索白。", "381": "㲲線呪曰。", "382": "唵地哩地哩微麼羅能義迦哩者義吽吽󰴤", "383": "吒", "384": "散華呪曰。", "385": "唵薩婆多他伽多一布闍摩布闍摩供義二儞吽", "386": "吽", "387": "此散華呪呪華二十一遍散華時亦誦。", "388": "塗香泥壇呪曰。", "389": "唵薩婆多他伽多一乾陀摩儞二娑頗囉拏如夜叉六", "39": "是如是世尊。我當專心恭敬供養以報佛恩。", "390": "熾盛吽吽", "391": "誦此呪呪香塗壇。", "392": "燒香呪曰。", "393": "唵拾縛利多一摩尼二阿筏囉句吒雲臺也三娑頗", "394": "囉拏四微伽低五吽", "395": "然燈呪曰。", "396": "唵拾然攝切縛利多一始佉哩二陀縛利三吽吽󰴤", "397": "吒", "398": "壇外施一切天神鬼等食祭祀食呪曰。", "399": "唵鉢囉縛囉一竭囉縛底二娑羅娑羅吽吽", "4": "10 印法品印法品第十", "40": "唯願世尊為我演說悟作印之法。令諸學者", "400": "散秔米華獻諸天又用呪秔米於神邊供養呪", "401": "曰。", "402": "唵摩訶摩儞一布囉耶二達囉達囉三吽吽", "403": "此供養遏迦壇內日別獻佛食呪曰。", "404": "唵摩訶摩儞一微布犁二吽吽三婆囉婆囉四吽", "405": "吽", "406": "獻火食呪曰。", "407": "唵拾然攝切縛囉一薩普囉二伽伽那三鉢囉鉢囉", "408": "二合多囉尼吽吽", "409": "把數珠呪曰。", "41": "得法成就。", "410": "唵呵嚧止囉一摩儞鉢囉縛多耶二吽", "411": "以此呪誦七遍已即成就一切如來無量百千", "412": "呪法若准模壇界呪繩七遍乃可施用。", "413": "次結跏趺坐呪曰。", "414": "唵　拔折囉摩儞一迦囉緊迦唎迦唎吽吽󰴤", "415": "吒", "416": "念誦呪時呪曰。", "417": "唵蘇鉢囉縛底多一吠藝二摩儞摩儞三莎", "418": "訶", "419": "先誦此呪然後持餘。", "42": "爾時世尊知眾渴仰作印之法。便為說言。應", "420": "啟告諸佛願知呪曰。", "421": "唵薩婆多陀伽多南縛與社鞞一多囉多囉", "422": "吽吽二摩儞迦那寧三莎訶", "423": "此呪初繫念時誦之。", "424": "請一切諸佛呪曰。", "425": "唵蘇微布羅一鉢囉鉢囉二縛梨三杜嚧杜", "426": "嚧四吽吽", "427": "求請一切菩薩願呪曰。", "428": "唵薩婆多他伽多　地瑟吒質多僧伽一拔社", "429": "梨吽吽", "43": "於佛壇中作四佛心印呪。復作四聖金剛心", "430": "求請菩薩眷屬呪曰。", "431": "唵蘇微布囉一縛多寧二訶羅訶羅吽", "432": "此呪用請一切諸佛及菩薩等眷屬。", "433": "追一切諸天及龍呪曰。", "434": "唵　阿鼻娑薩音摩咩音耶一拔質梨二達囉達", "435": "囉三吽", "436": "請追一切諸天及四天王呪曰。", "437": "唵摩儞微迦縛低吽", "438": "已上法若請佛菩薩請神及四天王安於座上", "439": "一一皆以其身本呪請安之。", "44": "印呪。以此二印啟請諸佛。勿用別印。若持印", "440": "侍者呪曰。", "441": "唵署莘羽切婆摩儞一呼嚧呼嚧二吽", "442": "此呪用結護壇外供事人欲入時誦之。", "443": "入壇場呪曰。", "444": "唵娑婆多他伽多一拔質唎儞二達囉達囉", "445": "吽吽", "446": "此呪臨入壇時門前禮拜已䠒跪合掌誦之即", "447": "入壇中。", "448": "一切祭祀呪曰。", "449": "唵微羅微羅制一伽伽那縛希音四儞二羅呼", "45": "呪者。應淨洗浴著鮮潔衣。以五種牛淨物用", "450": "羅呼三吽", "451": "此呪獻一切佛及一切菩薩天神香華飲食時", "452": "用。", "453": "又是時訖已送一切佛菩薩呪獲身呪曰。", "454": "唵摩儞一蘇婆儞二蘇婆儞三微伽縛低四阿囉", "455": "叉多五摩尼吽", "456": "誦此呪時願一切佛菩薩一切天神加被。", "457": "發遣諸天呪曰。", "458": "唵薩婆多他伽多俱廬儞低娑摩囉微伽低什", "459": "縛羅什縛羅吽　莎訶", "46": "護其身。復以塗香遍拭其體。以白檀香塗其", "460": "此呪通一切處用。此中心呪有殊勝威力。若", "461": "有用時先誦八百遍。然後作法但念誦。成就", "462": "一切善業消滅一切惡業。一切苦惱皆悉解", "463": "脫。諸佛如來為決定授記當得作。佛先世惡", "464": "業受持此呪悉皆消散速證菩提獲無量恒河", "465": "沙等無量功德。速成正覺能轉法輪已上雜呪並是心呪中作", "466": "法用之餘准此。", "467": "廣大寶樓閣善住祕密陀羅尼經卷上", "468": "附文卷二廣大寶樓閣善住祕密陀羅尼經", "469": "卷中", "47": "手掌。復以欝金香再塗其上。以五色呪索交", "470": "唐三藏法師菩提流志奉　詔譯", "471": "7 結壇場法品結壇場法品第七", "472": "爾時世尊說壇場法。先擇勝地然後作壇。其", "473": "壇場作四門以五色彩畫。其彩於新器中和", "474": "香然後用之。其場中心作一小壇方圓二肘。", "475": "以白檀香欝金香而塗飾之。其大壇四肘以", "476": "牛糞塗飾。其小壇中畫一佛像。其佛前作一", "477": "蓮華七寶莊嚴。於蓮華臺中畫作一輪。輪有", "478": "千輻有輞有臍。以金飾輪輪外畫焰光。其蓮", "479": "華莖如毘瑠璃色。右邊畫執金剛菩薩。而作", "48": "結其身。復想自身為本聖尊。或於佛前有舍", "480": "瞋相手執白拂。又可右手把杵左手把鉞斧。", "481": "左邊畫寶光金剛菩薩。種種瓔珞以為嚴飾。", "482": "一手擎寶珠亦可一手把數珠一手執白拂。", "483": "四角各畫四天大王。身著衣甲手執器仗。種", "484": "種瓔珞而嚴飾之作瞋怒相。其小壇中畫七", "485": "寶階道。於其壇上懸繒旛蓋。其壇大門向東", "486": "而開。四角各置一金銀瓶。或無金瓶瓦瓶金", "487": "塗。中盛滿香水及安妙華。銀瓶無者亦應如", "488": "是。滿中盛乳。於小壇東門內南邊。畫吉祥天", "489": "女。種種瓔珞而以莊嚴。北邊畫餉棄尼天女。", "49": "利塔前。面向東坐端意寂靜。發慈悲心念根", "490": "壇中門應畫。金剛使女神。其神形安八臂種", "491": "種瓔珞以為嚴飾手執刀仗。於小壇懸種種", "492": "幡蓋。然三十二燈。種種華果散其壇上。於佛", "493": "像前置金香鑪燒蘇合香。於小壇外置銀香", "494": "爐燒安息香。於摩尼藥叉前燒蘇合香。於", "495": "四天王前燒薰陸香及薩闍羅娑香白膠也於吉", "496": "祥天女前燒白檀香。於餉棄尼天女前燒安", "497": "息香。於金剛使女前燒薩羅計香青膠也其諸", "498": "天神各各別以飲食而供養之。其小壇四門", "499": "外各立吉祥標。於其東門外畫作鬼子母神。", "5": "爾時金剛藥叉主菩薩。踊躍欣慶身毛皆竪。", "50": "本呪心。呪隨心呪亦復如是。常以香花供養", "500": "有七鬼子圍遶。於南門外畫大自在天神。於", "501": "西門外畫華齒落叉女。於北門外畫毘摩天", "502": "女。有七婇女圍繞。於壇四邊上插三十二箭。", "503": "其一一箭各以五色線纏之。壇四面懸五色", "504": "旛。應作七種油餅。於大壇外置三十二淨水", "505": "盆。盆中安種種華。三十二淨水瓶。瓶各各安", "506": "漿。三十二香爐。然一百八燈懸一百八流蘇", "507": "流蘇者華鬘也散種種粖香然種種香。所謂安息薰", "508": "陸悉必栗迦云苜蓿香栴檀沈香多伽羅蘇合薩羅", "509": "計青膠香也五味香龍腦香麝香欝金紫檀等香。以", "51": "諸佛。於執金剛觀世音曼殊室利彌勒菩薩", "510": "為塗香塗天神上。復以乳酪沙糖石密水。各", "511": "盛以八瓶。復以乳粥乳粥。者秔米菉豆胡麻", "512": "酥相和煮之。秔米飯歡喜團歡喜團者炒秔米󰉓和石榴", "513": "漿各有八盆。復盛四瓦椀油。四瓦椀酥。四瓦", "514": "椀沙糖。四瓦椀油麻。四瓦椀果子。四瓦椀七", "515": "種穀子。作種種食散於壇外。所謂𩛩餅煎餅", "516": "小豆煎餅豆黃末和蒲萄漿作油麻煎餅無", "517": "憂餅妙味餅酥餅沙糖餅。復於大壇西門外", "518": "置二香水瓶。并置發祠食。欲入壇時先誦此", "519": "呪呪門兩邊香水瓶取香水一掬呪洗已自潔淨能令諸", "52": "等前。亦應如是供養。禮十方諸佛賢聖作。如", "520": "穢悉皆清淨既嚴結已則入道場呪曰。", "521": "唵摩訶毘富羅一鉢囉底二瑟恥多悉睇三阿", "522": "鞞詵者四摩唅薩婆呾他伽多鼻灑鷄五婆", "523": "囉婆羅六三婆羅　三婆羅七吽吽", "524": "又當知應入壇物飲食香華衣服水土果子一", "525": "切等物。皆以此呪呪三七遍。洗止然始將入。", "526": "誦此呪者能除先世以來所有惡業。令得身", "527": "心清淨。一切諸佛皆來擁護攝受。而為授記", "528": "施其無畏。所有事業能令成就。得入如來三", "529": "摩地悟甚深法忍。登佛道場當成正覺。", "53": "是啟請曰。", "530": "8 手印咒品手印呪品第八", "531": "爾時世尊為諸大眾說手印呪法。佛言應於", "532": "佛壇中作四佛心印呪。復作四聖金剛心印", "533": "呪以此二印啟請諸佛。勿用別印。", "534": "第一即諸佛心印法呪曰。", "535": "唵薩婆呾他一纈哩多耶二摩尼步婆邏尼三", "536": "阿費瑟吒耶四吽", "537": "第二復說諸如來入壇呪曰。", "538": "唵薩婆呾他一鉢邏縛囉碣羅摩尼二吽請佛已誦", "539": "此呪", "54": "稽首十方過去未來現在一切諸佛及諸菩", "540": "第三安慰如來呪曰。", "541": "唵　薩婆呾他伽多一毘三步陀那二跋逝梨", "542": "三吽", "543": "第四請如來加護心印呪曰。", "544": "唵薩婆呾他伽多一鉢邏縛囉二摩尼三嚧指", "545": "梨四吽吽󰴤", "546": "復次如來重說建立呪曰。", "547": "唵薩婆怛他伽多地瑟侘耶摩尼吽󰴤", "548": "第五請如來坐金剛師子座印呪曰。", "549": "唵薩婆呾他伽多一毘富羅三婆鞞二吽吽", "55": "薩。我今盡皆禮足尊重供養。作是言已便結", "550": "第六請如來灌頂印呪曰。", "551": "唵薩婆呾他伽多一三摩耶二摩尼跋闍梨三", "552": "吽吽", "553": "第七請如來轉法輪印呪曰。", "554": "唵薩婆呾他伽多一社耶毘社耶二阿枳多跋", "555": "闍梨三吽吽", "556": "第八帶勝符印呪曰。", "557": "唵薩婆呾他伽多一達摩馱都二摩訶摩尼始", "558": "佉梨四曷囉曷囉五吽吽", "559": "第九如來轉法輪印呪曰。", "56": "寶蓮花印呪。用請佛菩薩一切壇神諸天等", "560": "唵薩婆呾他伽多一摩訶跋闍囉阿縛耶二馱", "561": "囉馱囉吽吽󰴤", "562": "第十請執金剛手菩薩印呪曰。", "563": "唵杜盧杜盧一摩尼摩尼二鼻女頞摩尼三", "564": "薩婆訶", "565": "第十一請聖摩尼金剛菩薩以如意寶印呪", "566": "曰。", "567": "唵露迦波利低社耶社耶吽", "568": "第十二請四天王呪曰。", "569": "唵毘富羅一竭囉伐底二三跋羅三吽", "57": "坐之。即說寶蓮華呪曰。", "570": "第十三請吉祥天女印呪曰。", "571": "唵碣瑟㮹哩尼一毘婆羅二吽", "572": "第十四呼餉棄尼天女呪曰。", "573": "唵阿伽摩耶一婆囉聞遮吒上聲二訶斯󰷜三吽", "574": "第十五請金剛使者天女神印呪曰。", "575": "唵三漫多伽囉一波布囉尼二馱迦馱迦吽吽", "576": "󰴤", "577": "第十六呼所住壇中天神等印呪曰。", "578": "唵婆囉娑囉毘娑囉吽吽", "579": "第十七蓮華印呪法。", "58": "唵摩尼一縛馹囉二鉢囉縛離麌呬耶三鉢豆", "580": "9 畫像品畫像品第九", "581": "爾時世尊告諸大眾。我今說畫像法。而能成", "582": "就一切事業。應取新白㲲未割線者。或一肘", "583": "或二肘或三肘或四肘乃至七肘。四方令等", "584": "畫一如來坐師子座作說法像。於像右傍畫", "585": "執金剛菩薩。為赤白紅色。有十二臂皆執刀", "586": "仗。有四面正一面端正歡喜。左一面瞋相。右", "587": "一面有牙上出。又一面皺眉怒目可畏相。以", "588": "種種瓔珞而嚴飾之。坐蓮華臺半結跏而坐。", "589": "垂一脚也如來左邊畫摩尼金剛菩薩。有四", "59": "摩摩尼四鉢羅鞞五莎訶", "590": "面前面歡喜。右面青色青色者作摩訶迦羅", "591": "天面。左面作師子面綠色半作師子半作人", "592": "面。後面瞋相皺眉露齒色作淺綠色。有十六", "593": "臂右手把如意珠作奉佛相。左手持蓮華。右", "594": "手施無畏無畏者仰展舒相如低。二手合掌。", "595": "餘手皆執諸仗所謂三鋒槊輪刀金剛杵華篋", "596": "數珠澡瓶利劍經夾寶塔須彌山。錫杖羂索", "597": "鐵鎚於蓮華臺半跏而坐。於其座下作餉棄", "598": "尼天女。有八臂胡跪合掌作供養佛相。金剛", "599": "手菩薩座下作吉祥天女。胡跪執種種寶器", "6": "於仙人會中持杵揮空。以種種香花衣服。與", "60": "印相以二手虛中合掌。令如合蓮華相。即復", "600": "供養如來於吉祥天女後畫作使者天女。作", "601": "笑面有四臂。種種瓔珞而為嚴飾。手持刀仗。", "602": "餉棄天女後畫作華齒羅剎女。身著素服以", "603": "手持華瞻仰如來。於大像前畫作七寶蓮華。", "604": "而有千葉琉璃為莖。其上作千輻金輪。有轂", "605": "有輞四面皆焰光。其下畫作四天王。種種嚴", "606": "飾手執刀仗。七寶蓮下作七寶池。於池岸上", "607": "作眾多仙人。皆悉胡跪。或各各手執華寶香", "608": "爐。或手持數珠。各異嚴持。瞻仰如來而為供", "609": "養。於大像上畫梵天帝釋大自在天散華供", "61": "開頭指中指無名指。二大小指頭相拄。如大", "610": "養。勿以皮膠和於綵色。其畫像人應受八關", "611": "齋戒。誦呪之者著新淨衣食三白食。月八日", "612": "在如來前如法誦呪。至十五日令滿一億遍。", "613": "乃見自身而發光明。便悟無障慧眼證清淨", "614": "摩尼定於諸仙人得輪王位。親見一切如來。", "615": "若誦一遍不墮一切惡趣。離諸貪瞋癡無諸", "616": "妬嫉。成就一切功德。攝受一切善根。諸佛", "617": "如來之所護念常來安慰。能攝一切諸天。一", "618": "切天龍藥叉乾闥婆迦樓羅緊那羅摩睺羅", "619": "伽人非人等皆來供養。國王大臣常應恭敬。", "62": "開敷蓮華形。誦前呪次第布於壇中。請聖坐", "620": "在於人間遊行無畏。諸波羅蜜皆速成就。其", "621": "有但受持讀誦者得無量功德。若能如法結", "622": "壇場畫形像備諸壇法。彼人功德與佛無異。", "623": "為諸人天之所敬養。諸佛如來授記。此人使", "624": "定證於無上菩提。不復受胎藏之身。所生之", "625": "處皆蓮華中。常於佛前與諸菩薩同坐一處。", "626": "10 火祭品火祭品第十", "627": "復次如來為諸大眾說火祭法。於一一法中", "628": "欲求一切驗効者。能令作者成就。利益諸眾", "629": "生者。佛告諸誦呪者先須清淨身心作淨梵", "63": "之。", "630": "行。然後呪食燒之供養祭火誦此呪曰。", "631": "唵　薩婆訶一鉢底丁以切勃𡀔二薄婆三吽吽󰴤", "632": "四莎訶", "633": "誦此呪時。應以油麻白芥子和酥。呪八千遍", "634": "一呪一投於火中。能令一切呪法速得成就。", "635": "伏諸一切障礙鬼神。一切惡鬼惡業惡友怨", "636": "家皆得調伏。一切惡夢災怪不祥之事自然", "637": "消散。以安息香白芥子和酥。呪八千遍投於", "638": "火中。誦呪滿八千遍。一切鬼神欲來惱者頭", "639": "自裂破。一切病患速得除愈。復以酥和白芥", "64": "次說普光明寶清淨一切如來心印呪法。", "640": "子誦滿八千遍當得王位無諸怨敵。若以天", "641": "水香松木也和酥。投於火中誦呪八千遍。當得", "642": "轉輪王位。所願皆得。若以娑羅樹香松梢去聲和", "643": "因垢羅酥及白芥子。於山峯上以火燒之諸", "644": "阿素囉門自然而開。此人得作明仙王。若以", "645": "乾陀囉樹香安息香也又可那伽鷄薩龍華葉也和白芥子油。於龍", "646": "池傍誦以八千遍。燒之能伏一切諸龍。須使", "647": "皆有須雨即雨。更無雷雹之難。以雜穀子又", "648": "可供養佛淨齋食。若為自他稱名誦呪滿八", "649": "千遍。火中燒之能令五穀豐熟。以白鹽誦滿", "65": "佛言。先以右手大拇指。與頭指相拄。餘三指", "650": "八千遍。火中燒之一切藥叉女皆來禮足。言", "651": "勿傷我命隨意驅使。以酥和秔米誦呪八千", "652": "遍。於火燒之得大富貴。以胡椒對日日東方", "653": "時。祠火呪八千遍其人常得諸天擁護恒為", "654": "利益。若於吉祥天女前。以油麻和白芥子燒", "655": "之得大財若以遏迦木云杜仲長一尺八百叚誦呪八百遍。", "656": "火中燒之得一切諸佛菩薩。悉知是人離諸", "657": "業障。於一切世間出世間明呪皆悉了悟。無", "658": "諸疾病於諸怨敵而得最勝。世間煩惱不能", "659": "染著。由此明呪力故。諸有善業皆得成就。一", "66": "展之。次以左手展其頭指。屈其大拇指。餘三", "660": "切惡夢不祥之事皆得消散。一切邪魅厭禱", "661": "之橫皆不著身。不墮邪見雜惡道中。爾時佛", "662": "告金剛密跡菩薩。此陀羅尼王法有大威德。", "663": "是一切諸佛如來心。是諸佛母。是諸如來轉", "664": "大法輪。是諸如來入菩提路。是諸如來智慧", "665": "法炬。是諸如來鳴大法蠡。是諸如來坐金剛", "666": "座。是諸如來降伏魔軍。是諸如來最勝祕密。", "667": "能除贍部洲眾生所有煩惱。能竭贍部洲眾", "668": "生地獄餓鬼傍生之業。能除贍部洲眾生生", "669": "老病死憂悲苦惱。", "67": "指壓之。二手聚於心上。在於佛前寂靜而住", "670": "爾時世尊復告金剛密跡菩薩。我以佛眼觀", "671": "諸如來。不能說此陀羅尼所有功德甚深妙", "672": "法。此陀羅尼有如是最勝殊妙。妙非諸譬喻", "673": "之所能盡。薄福少德下賤眾生。永不聞此陀", "674": "羅尼名字。況復得見受持讀誦。若有聞見此", "675": "陀羅尼者。是人已曾親近恒河沙諸佛菩薩。", "676": "佛告金剛密跡菩薩。此如來心難解難入。若", "677": "有善男子善女人。於百千萬劫。供養八十俱", "678": "胝無量恒河沙諸佛菩薩。飲食衣服房舍臥", "679": "具。百種湯藥旛蓋香華塗香粖香。復以七寶", "68": "威儀齊整。應以慈眼觀於眾生。身不動搖安", "680": "滿三千大千世界。於日日中奉施諸佛。金剛", "681": "菩薩於汝意云何。是善男子善女人功德多", "682": "不。金剛菩薩白佛言。世尊此人功德無量無", "683": "邊不可勝數。佛言若於如來心陀羅尼。能讀", "684": "誦滿萬遍者。此人功德勝前功德。諸佛如來", "685": "說不能盡。若有善男子善女人。雖不讀誦但", "686": "心念者。亦得如上無量功德。爾時如來說是", "687": "言已。眾中天龍藥叉乾闥婆迦樓羅緊那羅", "688": "摩睺羅伽人非人等。一切大眾踊躍歡喜。發", "689": "聲歎詠五體投地。合掌向佛白言世尊。佛出", "69": "然禪定。誦印呪曰。", "690": "世間甚成希有今佛世尊於贍部洲。能善建", "691": "立置祕密陀羅尼心法。爾時十方同會諸佛", "692": "菩薩。咸讚釋迦如來言。善哉善哉。既同讚已", "693": "各還本土。爾時釋迦牟尼世尊。以佛神力還", "694": "娑婆世界。", "695": "11 普光心印品普光心印品第十一", "696": "爾時金剛藥叉主菩薩。踊躍歡喜身毛皆竪。", "697": "於仙人會中持杵揮空。以種種香華衣服。與", "698": "諸仙人往詣佛所。頂禮佛足右繞三匝。以諸", "699": "香華而散佛上。偏袒右肩右膝著地。白佛言", "7": "諸仙人往詣佛所。頂禮佛足右繞三匝。以諸", "70": "唵薩婆怛他伽多紇哩陀耶摩尼涉縛邏尼阿", "700": "世尊如來今於人間。然大法炬建立陀羅尼", "701": "法。若有見聞此陀羅尼者與佛無異。如此眾", "702": "生決定當得無上正覺。捨離一切諸惡業障。", "703": "惟願世尊為諸眾生說陀羅尼印法。此之手", "704": "印如何而作。如何安手如何安臂。復更云何", "705": "以手按手。云何而作心印云何舒臂。云何住", "706": "念云何安慰壇神。云何能得諸佛如來之所", "707": "加護。云何請佛坐金剛座。云何請諸如來而", "708": "為灌頂轉大法輪。云何得勝持印之法。云何", "709": "作轉輪王。云何作如意寶。云何作四天王。云", "71": "吠瑟吒耶吽", "710": "何作吉祥天女。云何作餉棄尼印。云何作女", "711": "使者印。云何作安置諸天。云何作呼諸天。云", "712": "何作根本。此諸法我先不解。世尊慈悲為我", "713": "而說。若解此印速能成就諸功德故。若有見", "714": "者獲福無量。爾時世尊於大眾中。舒百千萬", "715": "俱胝莊嚴功德手。覆金剛菩薩頂上。安慰金", "716": "剛密跡曰。太藥叉主汝今諦聽。諦聽我為汝", "717": "說陀羅尼印法付囑於汝。為諸未來一切眾", "718": "生。汝應受持為我流布。當加敬護猶如諸佛。", "719": "同入如來道場之想。同見如來轉大法輪。亦", "72": "誦此呪兼作手印已。即得一切如來心印成", "720": "如守護佛諸舍利。勿以此法於後世時。妄相", "721": "付於下劣賤人。惡性眾生破戒眾生。懈怠眾", "722": "生邪見眾生。小乘眾生貪欲眾生。我慢眾生", "723": "如斯之類。不須為說此陀羅尼如佛舍利。若", "724": "有薄福眾生聞我此法便令損壞。當知此等", "725": "如毀謗佛無有異也。是故金剛菩薩。應勤加", "726": "護勿妄傳授。此呪所在之處如佛無異。", "727": "爾時金剛手菩薩。頂禮佛足白佛言世尊。如", "728": "是如是如世尊所說我當專心恭敬供養以報", "729": "佛恩。唯願世尊為我演悟作印之法。令諸學", "73": "就獲福德身。若有善男子善女人。以七寶滿", "730": "者得法成就。", "731": "廣大寶樓閣善住祕密陀羅尼經卷中", "732": "附文卷三廣大寶樓閣善住祕密陀羅尼經", "733": "卷下", "734": "唐三藏法師菩提流志奉　詔譯", "735": "12 手印品手印品第十二", "736": "爾時世尊知眾渴仰作印之法便為說言。若", "737": "持呪者應淨洗浴著鮮潔衣。以五種牛淨物", "738": "用護其身。復以塗香遍拭其體。以白檀香塗", "739": "其掌。復以欝金香再塗其上。以五色呪索而", "74": "三千大千世界。及以衣服塗香末香。雜花瓔", "740": "繫其臂或於佛前舍利塔前面東向坐。居寂", "741": "靜處發慈悲心。念根本呪隨心呪心呪。亦復", "742": "如是常以香華供養諸佛。於執金剛觀世音", "743": "曼殊師利彌勒菩薩等亦應如是供養。禮十", "744": "方諸佛賢聖。作如是啟請曰。", "745": "第一稽首十方過去未來見在一切諸佛及諸", "746": "菩薩。我今盡皆禮足尊重供養。", "747": "便說呪曰。", "748": "唵牟尼摩尼一嚩囉上義鉢囉縛離上義二麌呬", "749": "耶三鉢逗迷四摩摩尼鉢囉鞞摩尼五莎訶", "75": "珞幢幡花蓋。供養無量百千萬億恒河沙微", "750": "此呪名結蓮華坐呪。一切佛菩薩天神坐華", "751": "上。誦此呪結之。", "752": "印相以二手於中合掌。令如合蓮華相。印復", "753": "開頭中指無名指。二大小指頭相拄。如大開", "754": "敷蓮華形。誦前呪。次第布於壇中請聖坐之", "755": "前之十五道皆在此用然後結印作法。", "756": "第二普光寶清淨如來心印法第二普光寶清淨如來心印法梵云因鉢𡀔婆", "757": "誦此呪已便作手印先以右手拇指。與頭指", "758": "拄。餘三指展之。次以左手展其頭指。屈其拇", "759": "指餘三指壓之。二手聚於心上。在於佛前寂", "76": "塵等數諸佛世尊。所得功德可思量不。甚多", "760": "靜而住威儀齊整。應以慈眼觀於眾生身。不", "761": "動搖安然禪定誦。印呪曰。", "762": "唵薩婆呾他伽多耶一摩尼涉縛邏尼二阿吠", "763": "瑟吒耶三吽呼憾切下同", "764": "誦此呪兼手印已。即得一切如來心印。成就", "765": "獲福德身。若有善男子善女人。以七寶滿三", "766": "千大千世界。及以衣服塗香粖香雜華瓔珞", "767": "幢幡華蓋。供養無量百千萬億恒河沙微塵", "768": "等數諸佛世尊。所得功德可思量不。甚多世", "769": "尊不可思量。佛言若有善男子善女人。誦此", "77": "世尊不可思量。", "770": "陀羅尼呪及作印法滿一遍者。所獲福德百", "771": "千萬倍。多前功德非諸如來以佛智力格量", "772": "能盡。若誦持一遍。猶得如是無量功德。況復", "773": "如法作壇。若有心念地獄餓鬼傍生惡趣諸", "774": "苦惱者。彼等眾生悉蒙解脫。得生極樂世界。", "775": "親見一切諸佛如來。此印是普光寶清淨如", "776": "來心印。即為六十四恒河沙那庾他百千萬", "777": "諸佛菩薩攝受。誦持之者與諸菩薩得為眷", "778": "屬。一切諸天常來擁護。四天大王之所侍衛。", "779": "吉祥天女辯才天女餉棄尼天女日夜利益。", "78": "佛言。若有善男子善女人。誦此陀羅尼呪及", "780": "作此印時諸有藥叉羅剎。欲來惱者皆自馳", "781": "散。如不去者頭破作七分。若有刀仗傷者病", "782": "瘦困者業命盡者。得見此印壽命增長無諸", "783": "疾苦。持一切呪者若見此印呪則成就。所有", "784": "壇法亦速成就。若有百千萬億手印之法。此", "785": "印成已彼印即成。諸佛如來悉為授記。決定", "786": "當得無上菩提。若法成時。三十三天所有宮", "787": "殿皆自震動。諸天歡喜潛相扶衛。辯才色力", "788": "皆自增長。有大威德眾人恭敬。所出言詞聞", "789": "者生信。具宿命智一切世論自然明了。命終", "79": "作印法。滿一遍者。所獲福德百千萬倍。多前", "790": "之後生蓮華臺相好端嚴。由印力故速證菩", "791": "提。若欲作印當潔身淨服龍腦檀麝塗兩手", "792": "然後恭敬作之。", "793": "一切如來普光大寶會祕密印法梵名波羅薩羅摩尼矩醯摩訶", "794": "母陀羅尼。", "795": "第三一切如來加護心印咒第三一切如來加護心印呪", "796": "佛言應舒右臂仰置右膝上。以拇指捻中指", "797": "甲上。以左手仰橫心上。以拇指壓無名指中", "798": "指甲上。舒頭指及小指發慈悲心開目而住。", "799": "專誠念佛誦此呪曰。", "8": "香花而散佛上。偏袒右肩右膝著地。白佛言", "80": "功德非諸如來以佛智力挍量能盡。若誦持", "800": "唵薩婆怛他伽多一毘三菩壇娜覺義二跋闍梨", "801": "三吽吽四", "802": "作此印呪法已。即得一切如來之所護念。唱", "803": "言善哉舒手摩頂猶如赤子。所有業障悉皆", "804": "散滅。菩薩諸天恭敬擁護。藥叉惡鬼不能侵", "805": "欺。見此印已悉。生慈悲心自然調伏。誦此呪", "806": "時諸見聞者皆生佛想。若男子女人得見受", "807": "持讀誦此印呪者。彼人已為親見六十二那", "808": "庾他百千萬俱胝諸佛如來等無異也決定無", "809": "疑。所有餘法如上所說。一切願者皆得圓滿。", "81": "一遍。猶得如是無量功德。況復如法作壇。若", "810": "若念六趣眾生。一遍作此印呪法。彼諸眾生", "811": "無足二足四足多足。皆得解脫來生決定成", "812": "正等覺。一切諸天常來擁護。若欲令一切壇", "813": "場法成就者。亦速成就。", "814": "第四一切如來瓔珞印法第四一切如來瓔珞印法", "815": "佛言我今說瓔珞手印法應以兩手返掌於外", "816": "互以中指無名指相鉤。各拳其拇指結跏趺", "817": "坐以印當臍傾。身向右竪其兩肩。清目而觀", "818": "心念諸佛發慈悲心。欲結印時先稱唵字。交", "819": "腕相鉤時稱吽吽聲。印竟云泮吒。復誦後印", "82": "有心念地獄餓鬼傍生惡趣諸苦惱者。彼等", "820": "呪誦此呪曰。", "821": "唵迦嵐一迦爛者二吽迦爛󰴤三迦爛者四", "822": "又一呪。", "823": "唵吽吽泮", "824": "此呪印能加護菩提道場。加護轉大法輪加", "825": "護佛菩提樹。令不動搖如須彌山如來護念", "826": "此人皆為授記。身心清淨內外明徹。猶如日", "827": "光寶珠。解脫煩惱積聚功德。其作手印之處", "828": "即是舍利之塔。此地當有諸佛成道。當有無", "829": "量眾生蒙如來記。若惡鬼神來此地者。皆自", "83": "眾生悉蒙解脫。得生極樂世界。親見一切諸", "830": "退走。若有得見此印呪者。滅無量罪不入八", "831": "大地獄。所有善願速即圓滿。成就一切壇場", "832": "印法重說呪曰。", "833": "唵薩婆怛他伽多一地瑟咤那建立義二摩尼摩尼", "834": "吽吽󰴤三", "835": "第五一切諸佛心印法第五一切諸佛心印法", "836": "一切諸佛心印右肘當跨平展仰掌。屈無名", "837": "指小指。與大指頭拄兩指端仰側。當心小低", "838": "頭。微開其眼少斂其眉。齒咬下脣自視其", "839": "身。繫心念佛不令散動。誦持此呪二十一遍。", "84": "佛如來。此印名曰普光明寶清淨如來心印。", "840": "即說呪曰。", "841": "唵薩婆怛他伽他伽鉢囉二合答比羅迦囉摩", "842": "尼𤙖", "843": "結此呪者。即為得入十方一切諸佛法藏等", "844": "無有異。亦為已入於一切諸佛曼陀羅。即為", "845": "攝一切諸佛眷屬。如是百千劫來重罪惡業", "846": "消滅蕩盡無餘。亦如已作十方諸佛壇印一", "847": "等。若為十方所有一切作障難者。若魔惡龍", "848": "比怛野迦等。如被呪師踏頭無異。其諸魔等", "849": "如被火燒。十方一切諸族種類所作障難。呪", "85": "即為六十四恒河沙那庾多百千萬諸佛菩", "850": "師但當以念佛心。結此印者是諸種族。悉以", "851": "胸膺著地求哀歸命。當是之時其諸施等。見", "852": "印聞呪而更蒙益。捨其惡心獲大福聚。", "853": "第六一切如來師子座印法第六一切如來師子座印法", "854": "佛言我說一切如來師子座印。此印呪在如", "855": "來加護心印呪上。名安慰如來印呪法應結", "856": "跏趺坐。於心前作印如金剛鋒屈右手頭指。", "857": "與右手拇指相拄左手。亦然復合兩手令兩", "858": "中指頭相拄。令兩小指相交至於掌中。各舒", "859": "兩無名指以帛覆手曲躬向前。令印拄地及", "86": "薩。攝受誦持之者。與諸菩薩得為眷屬。一切", "860": "兩膝上。印所觸地皆為金剛。此是一切如來", "861": "金剛座印。一切天魔惡鬼神等。不能惱害自", "862": "來降伏。大龍國主咸來恭敬。諸佛如來常加", "863": "護念。以佛神力嚴飾清淨。此金剛座。若有作", "864": "此金剛座印者。則為施與無量恒河沙諸佛", "865": "如來金剛座已。若為地獄餓鬼畜生阿素羅", "866": "作此印者。彼諸眾生皆速解脫。當得清淨金", "867": "剛之身。即說呪曰。", "868": "唵薩婆呾他伽多一鉢囉縛囉摩尼二戶嚧指", "869": "黎三吽吽泮", "87": "諸天常來擁護四天大王之所。侍衛吉祥天", "870": "第七一切如來成大寶灌頂印法第七一切如來成大寶灌頂印法", "871": "佛言我今說一切如來成大寶灌頂印法應先", "872": "合掌然後開左右頭指。復以左右中指與左", "873": "右無名指頭兩兩相拄。復屈其左右拇指壓", "874": "左右小指甲上。拄拇指中節即結跏趺坐頂", "875": "戴手印。誦呪曰。", "876": "唵薩婆呾他伽多一毘布邏廣義三婆鞞生義二", "877": "吽吽", "878": "若有善男子善女人。作此印呪法已。即得八", "879": "十億恒河沙微塵數諸佛如來。以佛神力而", "88": "女辯才天女餉棄尼天女。日夜利益。作此印", "880": "為灌頂。與其授記成就一切曼茶羅印法。獲", "881": "無量無邊不可思議功德。無量金剛菩薩及", "882": "諸明仙亦來灌頂。一切天龍藥叉乾闥婆阿", "883": "修羅迦樓羅緊那羅摩睺羅伽。及四天王皆", "884": "來灌頂。於明仙中為最上轉輪王。於諸如來", "885": "為灌頂最尊子。得入如來祕密會中。若欲隱", "886": "其形質。一切怨家不善知識。及天龍藥叉諸", "887": "鬼神等。皆不得見如觀虛空。其持呪人能往", "888": "十方一切世界。於諸如來前。以大神變化作", "889": "七寶供具。香華衣服雨寶冠蓋。如垂天雲而", "89": "時。諸有藥叉羅剎欲來惱者。皆自馳散。如不", "890": "以供養。由呪印力故成就如是殊勝功德。故", "891": "名此印。名達摩羯囉。阿地瑟旦。摩訶母姪囉。", "892": "阿世伽母達囉南。", "893": "第八一切如來降伏熾然大魔軍智炬轉法輪神變加護印法第八一切如來降伏熾然大魔軍智炬轉法輪", "894": "神變加護印法", "895": "佛言我今說如來降伏熾然大魔軍智炬轉法", "896": "輪神變加護印法先屈右手頭指拄大指頭側", "897": "節。舒三指而掩心次屈左手大指於掌中微", "898": "拳。四指如蓮華葉。以左大指。拄右大指。結", "899": "跏趺坐興慈悲心安住寂靜。然後乃作此。印", "9": "世尊。如來今於人間。然大法炬建立陀羅尼", "90": "去者頭破作七分。若有刀仗傷者。病瘦困者。", "900": "已即能轉大法輪。當此之時三千大千世界。", "901": "決定六種震動。諸佛菩薩皆以慈眼觀持呪", "902": "人。大力金剛神虛空明仙常來隨從。四天神", "903": "王在四面立。而為擁護晝夜侍衛。若轉法輪", "904": "時一切如來而為加護。摧滅魔軍無諸障礙。", "905": "其持呪人能見世轉法輪。坐菩提道場眾所", "906": "尊重。其有功德亦如諸佛菩薩轉大法輪。身", "907": "清淨心清淨憐愍一切眾生。然後作此呪印。", "908": "作此法時。先顰其兩眉合其口齊其上下齒。", "909": "觀如來實相心念轉法輪。作此法已。能破一", "91": "命業盡者。得見此印。壽命增長無諸疾苦。持", "910": "切魔王及諸障礙者。能然大法炬建大法幢。", "911": "擊大法鼓鳴大法蠡。能師子大吼增長功德。", "912": "即當與八十億恒河沙諸小呪力等無有異。", "913": "一切諸佛讚言善哉并為授記。呪曰。", "914": "唵薩婆呾他伽多一三摩耶二摩尼跋社嚟", "915": "三吽吽四", "916": "第九得勝印法第九得勝印法梵名阿波羅至多母達羅", "917": "佛言我今說勝印法應以右手頭指。拄大拇", "918": "指頭。側舒餘三指。左手亦然。後復以左手重", "919": "於右手上。當於臍上面作瞋相自觀己身。以", "92": "一切呪者。若見此印呪則得成就。所有壇法", "920": "右脚安左髀上。令右脚拇指拄地。以眼斜顧", "921": "誦呪作印。作是法已即能降伏一切魔軍而", "922": "得強勝。摧諸毘那夜迦能隱其形一切有情", "923": "及諸藥叉羅剎等不能得見。一切怨敵不能", "924": "為害。能破一切地獄餓鬼傍生等苦。離諸惡", "925": "業及貪瞋癡。其作法人獲福如是。於一切處", "926": "常得尊勝。所作事業永無障難。離諸病苦速", "927": "得菩提。十方諸天皆為擁護。即說呪曰。", "928": "唵薩婆呾他揭多一社耶微社耶二阿爾多", "929": "跋闍梨三吽吽", "93": "亦速成就。若有百千萬億手印之法。此印成", "930": "第十如來輪印法第十如來輪印法此名一切諸佛轉輪聖王母達羅亦是十方一切諸佛母達羅", "931": "佛言我今說如來印法應先拳其右手四指", "932": "壓拇指上。然後微拳。左手似握物相。覆重", "933": "右手上。手面向下按之。此名如來印。法一切", "934": "如來悉皆隨喜。作是印已如恒河沙百千萬", "935": "俱胝如來咸皆歡喜。令受持者所有上願悉", "936": "皆成就。恒見諸佛轉大法輪得仙人圍繞。一", "937": "切呪法及手印壇法恒得現前。十方諸天晝", "938": "夜擁護。即說呪曰。", "939": "唵薩婆呾他伽多一達摩馱都二摩訶摩尼三", "94": "已彼印即成。諸佛如來悉為授記。決定當得", "940": "誐佉梨頂義四曷囉曷囉吽吽󰴤五", "941": "重呪曰。", "942": "唵薩婆怛他揭多三末耶末尼拔折羅二合", "943": "吽", "944": "一切如來寶三末耶金剛母印元闕呪本。", "945": "第十一金剛手菩薩印第十一金剛手菩薩印", "946": "佛言我今說轉輪王印法。應以右手拇指與", "947": "無名指相拄。左手亦然。復以右手中指與左", "948": "手中指相鉤。復以右手頭指與左手頭指相", "949": "拄。仍舒其左右小指。右肘遍稍舉上。左肘遍", "95": "無上菩提。若法成時。三十三天所有宮殿皆", "950": "稍垂下。恒看左肘展其左脚。以右脚安左脚", "951": "上。作怒目瞋相。銜其下脣。喉中發聲云。吽", "952": "心念執金剛神。并誦其呪。作此法已。三十三", "953": "天所有諸天。皆悉戰懼宮殿震動。藥叉羅剎", "954": "及鬼神毒龍毘那夜迦等。皆悉伏面於地口", "955": "稱救護沒滅消散。執金剛神常為喜悅。所願", "956": "成就獲福無量。便得為明仙主。其作法時香", "957": "湯沐浴。著鮮淨衣以香塗身。一切如來共觀", "958": "此印壇場之中。所有諸神皆大歡悅。呪曰。", "959": "唵薩婆呾他伽多一摩訶跋闍羅二阿婆二合", "96": "自震動。諸天歡喜潛相扶衛。辯才色力皆自", "960": "閻馱囉馱囉我義三吽吽󰴤", "961": "第十二真多摩尼金剛菩薩咒第十二真多摩尼金剛菩薩呪", "962": "佛言印同前。唯開其二手頭指不相拄結跏", "963": "趺坐。以印當心發大慈悲。淨目瞻視心專念", "964": "呪。口出善言所願成就。執金剛菩薩甚大歡", "965": "喜護念如此呪曰。", "966": "唵杜嚧杜嚧一摩尼摩尼二摩訶摩尼費拄", "967": "丁庾切多摩尼三薩婆訶四", "968": "第十三四天王印咒第十三四天王印呪", "969": "佛言應以右手扠腰。舉其頭指。以左手小指", "97": "增長。有大威德眾人恭敬。所出言詞聞者生", "970": "壓其拇指。竪餘三指安於臍上。其持呪人應", "971": "作瞋相。注睛而視。誦呪曰。", "972": "唵嚧迦一波唎低二社耶社耶吽三", "973": "第十四吉祥天女印法第十四吉祥天女印法梵云施羅地縛印", "974": "佛言應先舒其兩臂。然後合其兩手掌相著。", "975": "並二大指相去一寸許。微曲二頭指如鉤。以", "976": "三餘指兩兩相擬如蓮華形。作此法時心所", "977": "樂者皆如願。即說呪曰。", "978": "唵毘摩羅一孽筏底二三婆囉三吽四", "979": "第十五餉棄尼印法第十五餉棄尼印法", "98": "信。具宿命智。一切世論自然明了。命終之後。", "980": "佛言舉其左手微拳四指舒右頭指覆其左", "981": "手。置左膝上作怒目相。稍前曲身。誦此呪曰。", "982": "唵碭瑟里尼一味薩羅吽", "983": "女使者印法杜池印。", "984": "第十六大笑女使者印法第十六大笑女使者印法", "985": "佛言舒舉左手臂。臂肘及肩向上斜努掩兩", "986": "嬭閒。復低右手掩左手上。引頸向前。微曲其", "987": "身。誦呪曰。", "988": "唵阿竭儞摩耶一恒地囉聞遮吒二阿薩尼信", "989": "儞三吽", "99": "生華臺中相好端嚴。由印力故速證菩提。", "990": "第十七住壇諸神等印法第十七住壇諸神等印法", "991": "佛言我今說住壇諸神等法。仰交兩腕以十", "992": "指相鉤。掩於臍上。立地以右脚踏左脚橫向", "993": "左斜踏地上誦此呪曰。", "994": "唵三漫多迦羅邊義一鉢里布囉尼圓滿義二馱迦馱", "995": "迦吽󰴤三", "996": "第十八蓮華印法第十八蓮華印法", "997": "佛言我今當說蓮華齒天女印法。應微拳左", "998": "右手掌相著作蓮華相。以近左耳上。然後漸", "999": "漸印向下近於心左而住。誦此呪曰。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1006 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經: 廣大寶樓閣善住祕密陀羅尼經", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}