{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1054 聖觀自在菩薩一百八名經", "text": {"0": "No. 1054", "1": "聖觀自在菩薩一百八名經", "10": "他數。天龍夜叉乾闥婆阿修羅迦樓羅緊那", "100": "娑訖哩三合哆入聲", "101": "爾時佛告梵王及帝釋言。若有受持讀誦此", "102": "聖觀自在菩薩一百八名祕密明者。當知是", "103": "人世世生生。恒得覩見聖觀自在。若恒受持", "104": "得大富貴。獲得聰明獲得勇猛。獲得端嚴獲", "105": "得妙聲。獲得辯才。獲得恒知一切法義入曼", "106": "拏羅。凡有所祈一切真言悉地成就。早晨課", "107": "念永無病苦疥癩氣疾。臨命終時往生西方", "108": "極樂世界。爾時世尊告梵王。言若人受持六", "109": "十二億恒河沙數諸佛名號。復能盡形四事", "11": "羅摩睺羅迦人非人等往詣佛所頭面作禮。", "110": "供養。是人所獲果報多不。梵王白言甚多世", "111": "尊甚多善逝。佛言若人受持聖觀自在菩薩", "112": "一百八名。乃至須臾禮拜供養。二人果報正", "113": "等無異。梵王當知受持讀誦聖觀自在菩薩", "114": "一百八名。獲得如是無量無邊福報之利。何", "115": "況盡形受持讀誦。所獲功德世世生生不可", "116": "窮盡。爾時世尊說是語已。大梵天王及天帝", "117": "釋。天龍八部一切大眾。聞佛所說信受奉行。", "118": "聖觀自在菩薩一百八名經", "12": "供養恭敬尊重讚歎。一心合掌寂然聽法。爾", "13": "時世尊告梵王言。如來說法初中後善。其義", "14": "深遠其語巧妙。純一無雜圓滿清淨梵行之", "15": "相。隨宜說法利益眾生。是聖觀自在菩薩一", "16": "百八名。若有聞者百千萬億無數劫中不墮", "17": "惡趣。彼人若有五無間業盡得消除。世世生", "18": "生得宿命智。聖觀自在菩薩一百八名祕密", "19": "明曰。", "2": "宋西天中印度惹爛馱羅國三藏", "20": "怛儞野二合他引呬婆嚩曩半音訖哩二合哆訖", "21": "哩二合怛野二合一訖哩二合哆迦囉抳野二賀哩", "22": "二合哆婆引囉三阿努鉢囉二合鉢哆二合娑嚩二", "23": "合迦引囉他二合四波哩訖叉二合拏婆嚩三喻惹", "24": "曩五娑弭野二合誐引惹拏二合曩六蘇尾目訖", "25": "哆二合唧哆七蘇尾目訖哆二合鉢囉二合惹拏", "26": "二合八阿惹儞引喻摩賀引曩引誐九薩哩嚩二合", "27": "唧引覩引嚩勢波囉摩波引囉弭哆鉢囉二合鉢", "28": "哆二合十波哩布囉拏二合惹拏二合曩三婆引囉", "29": "十一塢諦囉拏二合婆嚩建引哆引囉十二波囉呬", "3": "明教大師天息災奉　詔譯", "30": "哆野怛曩二合十三迦嚕拏引滿馱賀哩二合那野十", "31": "四鉢囉二合惹波囉摩嚩怛娑二合囉十五蘇佉", "32": "鉢囉二合那十六娑儞二合引賀鉢囉二合悉哩二合", "33": "哆十七阿難哆薩怛夢二合引哆引囉拏怛俱二合", "34": "舍羅十八蘇誐哆引惹敢二合摩十九怛哩二合部", "35": "嚩乃迦滿引馱嚩二十尾誐哆囉引誐二十一尾誐", "36": "哆禰吠二合引灑二十二尾誐哆謨去聲引賀二十三怛哩", "37": "二合摩羅鉢囉二合呬拏二十四怛󰪯二合引尾儞野二", "38": "合波引囉誐二十五沙吒鼻惹拏二合鉢囉二合引鉢哆", "39": "二合二十六儞野二合虞嚕二合引馱波哩曼拏羅二十七", "4": "如是我聞。一時佛在補怛落迦山聖觀自在", "40": "馱怛陵二合扇摩賀引布嚕沙洛訖叉二合拏馱", "41": "囉二十八阿世怛野二合努尾焰二合惹曩引楞訖", "42": "哩二合哆誐引怛囉二合二十九蘇嚩囉拏二合蘇訖", "43": "叉摩三合蹉尾三十鉢蘭二合引輸囉嚩那引怛沒", "44": "哩諦二合三十一曩嚩曩引誐計引娑囉引嚕拏惹吒", "45": "馱囉三十二惹吒迦囉引布引波虞嗏沒哩地儞三", "46": "合阿彌哆引婆三十三惹敢二合母曩那引建引左曩", "47": "嚩婆引娑三十四鉢囉二合目訖哆二合囉濕弭二合三十", "48": "五入嚩二合隷哆尾野二合引摩鉢囉二合婆三十六建", "49": "左曩引捺哩二合鉢囉二合體哆野舍娑三十七尾", "5": "菩薩宮。其山峯峙眾寶所成。無垢清淨閻浮", "50": "布羅諦引惹三十八塢那喻引禰詣二合囉拏二合", "51": "禰曩迦嚕引瑟抳二合沙三十九鉢羅二合入嚩二合引", "52": "隷哆摩抳四十野詣引波尾哆引哩馱二合迦引", "53": "野四十一部弭鉢囉二合尾左野四十二捺舍波引囉", "54": "弭哆引左囉拏四十三阿欠抳哆尸羅四十四阿砌掩", "55": "囉二合尸羅四十五僧賀尾訖蘭二合引覩引囉瑟迦", "56": "二合四十六俱引摩羅羅隷哆誐引怛囉二合四十七沒哩", "57": "二合鼻孕二合引捺囉二合訖叉二合抳誐諦四十八諾", "58": "訖剎二合拏引挽哩哆二合曩引鼻引四十九阿哩馱", "59": "引贊捺囉二合引楞訖哩二合哆諦羅迦五十尾悉", "6": "檀金。摩尼寶王種種珍寶。妙色光明常普照", "60": "諦二合囉拏二合羅羅引吒五十一鉢囉二合楞嚩嚩", "61": "護五十二儞囉鑒二合哆囉部嚕二合塢覩誐曩引", "62": "舍五十三迦羅娑引訖哩二合諦誐哩二合嚩五十四禰", "63": "哩伽二合引虞隷波哩嚩引抳五十五麼哩二合努哆", "64": "引摩囉二合曩佉五十六惹囉引嚩曩馱賀娑哆二合", "65": "五十七作訖囉二合楞訖哩二合哆波引抳五十八哆羅", "66": "娑囉怛迦二合摩羅儞婆舍羅二合訖叉𠯆三合引", "67": "波唧哆誐引怛囉二合五十九沒囉二合憾摩二合儼", "68": "鼻囉濕嚩二合囉賀哩二那焰誐摩六十必哩", "69": "二合麼抳喻捺哩舍二合儞野六十一囉麼抳野六十二", "7": "曜復有如意天劫波樹。恒時流出阿僧祇數。", "70": "迦摩羅引婆六十三迦摩路引訥婆二合縛六十四迦", "71": "摩羅三婆嚩六十五迦摩羅薩曩六十六迦摩羅賀娑", "72": "哆六十七迦曼拏路尾野二合誐囉二合賀娑哆二合", "73": "六十八訖哩二合瑟拏二合引𠰒曩馱囉六十九難拏馱囉", "74": "七十阿訖叉二合馱囉七十一布哆鉢尾怛囉二合七十", "75": "二布哩嚩二合鼻婆引史七十三阿蜜哩三合哆嚩", "76": "哩沙二合七十四唧哆引麼抳迦羅波二合七十五蘇涅哩", "77": "舍二合曩沒哩二合訖叉二合七十六薩哩嚩二合薩怛", "78": "嚩二合沒哩二合諦迦囉七十七必哩二合諦迦囉七十", "79": "八薩哩嚩二合薩怛󰂛二合引波𠰒尾野二合七十九沒", "8": "蘇羅鼻香栴檀沈水。俱蘇摩華柔軟適意。妙", "80": "馱儞哩摩二合引拏八十蘇誐哆尾沙馱囉八十一伊", "81": "罽迦嚕引摩俱波八十二薩怛嚩二合娑引囉八十三", "82": "訖哩二合哆奔抳野二合八十四訖哩二合哆俱舍羅", "83": "八十五訖哩二合哆儞室左二合野八十六塢哆鉢哆二", "84": "合尾哩野二合八十七僧娑引囉引諦訖蘭二合哆八十", "85": "八薩達哩麼二合窈嚩囉引惹野二合鼻瑟訖哆", "86": "二合八十九哆引囉引努誐哆左囉拏九十部哩二合", "87": "俱致訖哩二合哆惹拏二合九十一惹野挽覩引曩野", "88": "滿哆九十二娑沒哩二合諦滿哆九十三摩賀引尾迦", "89": "囉二合摩滿哆九十四虞拏挽覩引昧怛哩二合滿", "9": "色芬芳處處嚴飾。復有無量百千萬億那由", "90": "哆九十五扇引哆滿哆九十六尸羅滿哆九十七婆誐野", "91": "二合滿哆九十八阿哩他二合滿哆九十九阿哩他二合引", "92": "喃引尾孕二合哆引囉一百商娑野引喃引親去聲", "93": "哆引囉一百一達哩麼二合𧹞引鉢囉二合嚩訖哆二合", "94": "引囉一百二路引迦喃引設娑哆二合引囉一百三波哩", "95": "布囉拏二合曼拏羅目佉一百四薩哩嚩二合囉怛", "96": "曩二合佉唧哆一百五儞檐摩然囉二合禰引舍一", "97": "百六蘇嚩囉拏二合嚩囉喻波弭嚩娑他二合引曳", "98": "一百七蘇哩野二合娑賀娑囉二合引諦哩迦嚕唧囉", "99": "舍哩囉一百八沒囉二合憾摩二合捺囉二合引禰曩麼"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1054 聖觀自在菩薩一百八名經", "author": "宋 天息災譯", "sourceLink": "http://www.cbeta.org/"}