{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1440 薩婆多毘尼毘婆沙: 薩婆多毘尼毘婆沙: 薩婆多毘尼毘婆沙", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "6 九十事68 第六十八事", "1": "續薩婆多毘尼毘婆沙序續薩婆多毘尼毘婆沙序", "2": "西京東禪定沙門智首撰", "3": "世雄息化、律藏枝分，遂使天竺聖人隨部別", "4": "釋。自佛教東流年代綿久，西土律論頗傳此", "5": "方，然此薩婆多即解其十誦。智首宿緣積善、", "6": "早預緇門，始進戒品，即為毘尼藏學。至於諸", "7": "律諸論每備披尋，常慨斯論要妙而文義闕", "8": "少。乃至江左淮右爰及關西，諸有藏經", "9": "皆親檢閱，悉同彫落罕有具者。雖復求之彌", "10": "懇，而緣由莫測，每恨殘缺、滯於譯人，靜", "11": "言思此恒深悲歎。比奉詔旨來居禪定，幸逢", "12": "西蜀寶玄律師共談此論，闕義玄言本鄉", "13": "備有。非意聞之，不勝慶躍，於是慇懃三覆", "14": "問其所由，方知此典譯在於蜀，若依本翻", "15": "有其九卷。往因魏世道武殄滅法門，乃令茲", "16": "妙旨首末零落，遂使四方皆傳闕本，其真言", "17": "圓備尚蘊成都。智首乃託卭僰行人、井絡", "18": "良信，經涉三周所願方果。以皇隋之馭天", "19": "下二十六載大業二年歲次丙寅冬十二月，", "20": "躬獲此本，傳之京邑。智首深願流茲覺水、散", "21": "此慧燈，悟彼學徒、補其法寶。已有一本，附齊", "22": "州神通寺僧沙禪師，令於海岱之間諸藏傳", "23": "寫。猶恨晉魏燕趙未獲流布，相州靜洪律師", "24": "毘尼匠主，復是智首生年躬蒙訓導，今謹附", "25": "一本屈傳之河朔。故具述由序標之卷初，願", "26": "尋覽諸賢無猜惑也。", "27": "薩婆多毘尼毘婆沙卷第九", "28": "失譯人名今附秦錄", "29": "69 第六十九事九十事第六十九", "30": "謗人犯重，偷蘭遮。犯突吉羅向一人謗，亦犯。", "31": "70 第七十事九十事第七十", "32": "女人同道行者，上制尼，此制白衣女也。義如", "33": "上尼中無異也。若共多女，犯多也。", "34": "71 第七十一事九十事第七十一", "35": "賊共行者，袈裟，秦言染也；結愛等亦名染。", "36": "著此服者，在獸不令其畏，是故獵師喜假服", "37": "之。後令獸遠見比丘便生畏心，遠而避之。與", "38": "賊行亦爾，是以人見比丘共賊行便生不信，", "39": "是故佛制。", "40": "72 第七十二事九十事第七十二", "41": "不滿二十年中人，若不滿二十、自想不滿，不", "42": "得戒者，真實不滿乃至無十九故，所以不得", "43": "戒也。胡本十九得戒者，不如秦也，要數日滿，", "44": "為年下不滿得戒者，以母胎足故也。共事者，", "45": "說戒羯磨等。共住得罪者，以過二宿也，若歲", "46": "滿日少亦得也。若人滿二十、自想滿二十，僧", "47": "中問云不滿者，有二種：一誤若忘此人得戒；", "48": "二意不欲受，師強與故說不滿，此人不得戒。", "49": "年六十不得受大戒，設師僧強授亦不得，以", "50": "其人不任堪苦行道。又心智鈍弱，唯聽為沙", "51": "彌。七歲以下亦不聽度，度受戒，俱突吉羅。", "52": "僧祇家有觀相貌義。年未滿二十不聽者，以", "53": "其輕躁不耐寒苦，若受大戒人多呵責。若是", "54": "沙彌，人則不呵故也。尼十二得者，為夫家所", "55": "使，任忍眾苦，加厭本事也。", "56": "73 第七十三事九十事第七十三", "57": "掘地中生地者，胡本云實地。不生者，云不實", "58": "地。四月及八月此是雨時，地相連著潤勢相", "59": "淹，能生草木故，義名生地。餘無雨時，日炙乾", "60": "燥風吹土起，而不生草故，義名不生地也。", "61": "若觸此上乾土，犯突吉羅。下侵濕地，犯墮。牆", "62": "根齊築處，不犯，以異於地故。地雖築治，若濕", "63": "相淹，發犯墮。凡欲取菜草土，當遙言某處有", "64": "好者淨來，若到邊指示，犯也。蟻封雨時犯突", "65": "吉羅，以非根本實地故。若中生草，觸草犯墮，", "66": "封土犯突吉羅。所以犯突者，有少相連分", "67": "故。泥下地，犯墮。屋上牆上生草，如蟻封通覆", "68": "處地若土，起犯突及下地犯墮。", "69": "74 第七十四事九十事第七十四", "70": "四月請中，佛遮非時非親里乞。六群以釋摩", "71": "男是親故，四月竟已從乞，以非時非法呵責，", "72": "強索故制之。以數數請者，或請主官事怱懅，", "73": "不如所請後更請；或二月已盡，後有財，更請", "74": "二月；或多財人數數請故。事不一同。三時之", "75": "中隨請，若夏初請夏中受，若夏半來請不盡", "76": "四月則并入冬分受，餘時亦爾。別請者，私請", "77": "大德人，不犯也。", "78": "75 第七十五事九十事第七十五", "79": "結同戒者，若二部同戒，必於大僧中結，後令", "80": "大比丘告尼，以女人賤當從大僧受故。若獨", "81": "結尼戒，就二部中也，或因尼起同、或因比", "82": "丘起同、或俱因起不同。修多羅者，四阿含", "83": "及二百五十戒。毘尼者，言折伏，以能折伏", "84": "貪恚癡故，諸律是也。摩多勒伽者，善擇諸", "85": "法相義，有似阿毘曇也。毘婆沙者，云阿毘", "86": "曇及戒僧一，是以明義相、論色非色、教非教", "87": "等故也。及入毘尼經者，餘經中諸說戒處是。", "88": "云若以此經中戒向未受大戒說，犯突，要", "89": "心口輕其人不來聽戒，犯；若有餘事不來，無", "90": "苦。", "91": "76 第七十六事九十事第七十六", "92": "往聽鬪諍犯者，以能破佛法令僧為二部，是", "93": "故制諍後聽者犯。所以在高下處聽犯者，以", "94": "諍事重故，故不同說戒布薩羯磨等也。此", "95": "中諍人及餘不諍人來聽，及向人說不說，皆", "96": "犯。", "97": "77 第七十七事九十事第七十七", "98": "僧斷事時默然起去中，若但明白白二白四", "99": "羯磨者，以百一羯磨入此三中故。輕事白羯", "100": "磨、中事白二、重事白四，說此三羯磨時，若起", "101": "去犯墮，餘非羯磨事起去犯突。", "102": "78 第七十八事九十事第七十八", "103": "不恭敬者，胡云惱他也。凡四事惱他：與記", "104": "識已、師及於已是上座，語令莫作是事，初順", "105": "言不作，後作一也。二逆言當作犯墮。惱下坐", "106": "犯突。未與記時有二事，唯犯突也。", "107": "79 第七十九事九十事第七十九", "108": "飲酒中，凡有酒香、酒味、醉，此三中若飲一，犯", "109": "墮也。噉麴犯者，云此麴以麥及藥草以酒和，", "110": "臥之後乾持行，和水飲之，能令人醉者也。", "111": "餘麴無犯也。若過是罪者，此酒極重，飲之者", "112": "能作四逆，除破僧逆，以破僧要當自稱為佛", "113": "故。亦能破一切戒及餘眾惡也。", "114": "80 第八十事九十事第八十", "115": "非時入聚落中，明在阿練若處者，有檀越近", "116": "聚落外作住處、學問處及阿練若處。有遠阿", "117": "練若住畏賊故，近聚落作僧藏也。若寺在聚", "118": "落外，不白出寺至城門，犯突。又云，入聚", "119": "落內時，若總白入聚落，後到隨意所至也。", "120": "若別相白、若先不白隨見異寺比丘白，無", "121": "犯。", "122": "81 第八十一事九十事第八十一", "123": "食前後者，此為檀越家比丘結也。緣跋難陀", "124": "出百兩金錢、百兩貯畜、百兩飲食。此施主所", "125": "以請佛及僧，欲在僧中從其乞生。然知其欲", "126": "乞故先至已，餘行晚來，因制戒也。檀越道人", "127": "設食，日晨白，僧往不犯。不白，往者犯墮。若白，", "128": "往於道中至餘家索食，食得正食墮，助食", "129": "突。若與僧一時去不白，先入者墮。主人明", "130": "日當作食，今日自往者墮，除主人喚。食後主", "131": "人不留，輒自住者墮。作經勞主人，僧先至", "132": "而方後到者墮，食後未嚫去者墮。餘道人欲", "133": "私行，直報同學，得犯與不犯，與上同。雖大", "134": "界內近寺白衣家，不白亦犯墮也。入城突。", "135": "若白而還晚，令僧惱者突。", "136": "82 第八十二事九十事第八十二", "137": "門者，王宮外門也。門閫者，宮門前一限木也，", "138": "過此木犯。未藏寶者，王已出外、夫人未起。其", "139": "進御時，所著寶衣輕明照徹內身外現，以發", "140": "欲意未藏此衣，名未藏寶。又女為男寶，夫人", "141": "未以餘衣覆身，亦名未藏寶。夜未曉者，胡", "142": "本有二義：一未曉、二夫人未起。王及夫人", "143": "未出、寶衣未藏，入限木內犯。已出已藏，入限", "144": "不犯。及王夫人大臣太子勢力強將入，不犯。", "145": "或未藏寶夫人無突。有夫人無寶，突。入天", "146": "龍鬼神宮門，突。入空宮門，不犯。王者，取聚", "147": "落主已上也。", "148": "83 第八十三事九十事第八十三", "149": "我今始知是法者，云經心聽、亂心聽戒故犯。", "150": "云初至眾學犯突，說竟犯墮。實先知、言始", "151": "知，犯妄語墮。此中正結不專心聽罪也。", "152": "84 第八十四事九十事第八十四", "153": "針筒者，以是小物故，所以不入三十事故。", "154": "又應破故，若還主主不受，若與他則主惱。", "155": "施僧則非法，唯毀棄。骨者，象馬龍骨。牙者，", "156": "象及猪牙。齒者，象馬猪齒。角者，牛羊鹿角", "157": "也。貪好故、不淨故犯也。現餘鉢支等亦爾", "158": "也。", "159": "85 第八十五事九十事第八十五", "160": "高廣床者，以生憍慢故，木床高大悉犯，俗人", "161": "八戒同是也。八指者，一指二寸也。隨得者，", "162": "明用時隨坐臥得罪。所以不入捨墮者，以截", "163": "斷故。截使應量，入僧中悔，若下濕處聽八寸，", "164": "支過悉犯。", "165": "86 第八十六事九十事第八十六", "166": "兜羅者，草木華綿之總稱也。以是貴人所", "167": "畜故。又人所慊故、喜生蟲故。又若臥軟暖", "168": "上，後得寒及麁䩕時不堪忍故，乞時犯突，", "169": "隨貯至成犯墮。凡施佛即得其福，無從用生。", "170": "今佛不用故，僧則常用，福則常生故，應護", "171": "作臥具也。", "172": "87 第八十七事九十事第八十七", "173": "覆瘡衣者，先未聽畜涅槃僧。有一比丘，病癰", "174": "膿血流出，污安多衛。佛見，聽畜覆瘡衣，乃至", "175": "瘡差後十日內畜，不犯。既聽涅槃僧，患瘡", "176": "時涅槃僧內著之，量如涅槃僧。", "177": "88 第八十八事九十事第八十八", "178": "尼師檀者，本佛在時不臥故小作，後因難", "179": "陀聽益，縷際從織邊，唯於一頭更益一搩手，", "180": "凡長六尺廣三尺，令比丘臥故。僧臥具量四", "181": "八尺也。今若欲作尼師檀，量故如本作也。", "182": "云以此先制故，所以在此中也。後以結三十", "183": "捨墮，則入捨墮。今作不如法，便入捨墮也。", "184": "89 第八十九事九十事第八十九", "185": "雨浴衣中求願，佛不與過願者，云過願如王", "186": "大人法，有從求願所索，禮必不違，若求妻妾", "187": "奴婢田宅悉與。佛以過此不如法與，故云不", "188": "與過願，唯與如法願也。云今凡比丘浴，若", "189": "露覆室，要不共白衣及覆上身，要當著竭支，", "190": "一當有羞媿、二喜生他欲想故。昔有羅漢比", "191": "丘浴，有一比丘見其身體鮮淨細軟，便", "192": "欲心生。後不久男根墮落即有女根，則休道", "193": "為俗生子。後還遇見即便識之，知本所因即", "194": "歸情求，及羅漢教令悔過，用心純至還得男", "195": "根。故宜不露形也。云婬持戒大比丘及沙彌", "196": "罪，同破七寶塔，勸人令出家精進，斯福同", "197": "塔也。", "198": "90 第九十事九十事第九十", "199": "云佛衣量，佛身丈六，常人半之，衣量廣長皆", "200": "應半也。佛弟難陀短佛四指，衣應減長中一", "201": "尺、廣中四寸。難陀先著上衣，佛著中衣，今不", "202": "聽過等，聽著下衣，常人則下中下也。佛衣色", "203": "如金詰施，㲲色亦爾，故難陀衣宜當覆沙。", "204": "覆沙者，秦言壞色也，令同比丘衣也。", "205": "7 四悔過1 第一事四悔過第一", "206": "此是不共戒，比丘尼、式叉摩尼、沙彌尼無犯，", "207": "沙彌突吉羅。此戒體無罪名，一人邊一說悔", "208": "過。是中犯者，若比丘不病入聚落中，非親比", "209": "丘尼邊自手取根食，得波羅提提舍尼罪。若", "210": "一時取十五種食，一波羅提提舍尼。若一一", "211": "取，十五波羅提提舍尼。不犯者，若病、若親里", "212": "比丘尼、若天祠中多人聚中與、若沙門住處", "213": "與、聚落外若比丘尼坊舍中與，不犯。", "214": "2 第二事第二事", "215": "此是不共戒，比丘尼、式叉摩尼、沙彌尼無犯，", "216": "沙彌突吉羅。是中犯者，若比丘受比丘尼所", "217": "教與食，得波羅提提舍尼罪，隨受得爾所", "218": "波羅提提舍尼。若二部僧共坐，一部僧中若", "219": "有一人語是比丘尼者，第二部僧亦名為語。", "220": "若別入別坐別食別出者，是中入檀越門比", "221": "丘應問出比丘：「何比丘尼是中教檀越與比", "222": "丘食？」答言：「某。」應問：「約勅未？」答言：「已約勅。」是", "223": "入比丘亦名約勅。有諸比丘出城門時，有比", "224": "丘入者，應問出者。若出未約勅，入者應約勅。", "225": "若出約勅，入者亦名約勅。", "226": "3 第三事第三事", "227": "此戒與比丘尼共，三眾不共。是中犯者，若比", "228": "丘學家中，僧作學家羯磨已，先不請後來自", "229": "手取根食，得波羅提提舍尼。若一時取十五", "230": "種食，得一罪。若異時各各取，得十五波羅提", "231": "提舍尼。", "232": "4 第四事第四事", "233": "此是不共戒，四眾無犯。是中犯者，若比丘僧", "234": "未差，是人不僧坊外自手取根食，僧坊內", "235": "取，得波羅提提舍尼罪。若比丘受僧羯磨已，", "236": "是比丘知是中有賊入，應將淨人是中立。若", "237": "是中見人有似賊者，應取是食，語諸持食人：", "238": "「汝莫來入，是中有人似賊。」若是持食人強", "239": "來者，不犯。律師云：所羯磨人必使勇健多力", "240": "能却賊者。若不能却，一切僧盡應至有賊", "241": "處。若復不能，應語聚落檀越令多人防護", "242": "也。", "243": "5 眾學初眾學初", "244": "此是共戒。諸比丘極高著泥洹僧者，非是五", "245": "比丘，非是優為迦葉等，亦非舍利弗、目揵連", "246": "等，又非善來比丘，多是白四羯磨受具戒", "247": "者。如釋種千人同時出家者，此諸人等多壞", "248": "威儀。如釋種比丘本出豪族，以先習故，下", "249": "著泥洹僧。諸婆羅門外道在佛法中出家，", "250": "高著泥洹僧。諸六群比丘參差著泥洹僧。問", "251": "曰：「五篇戒中佛何以正制著泥洹僧著三衣，", "252": "觀去來現佛及淨居天耶？」答曰：「佛結五篇戒，", "253": "皆應觀三世諸佛及淨居天。但年歲久遠，文", "254": "字漏落，餘篇盡無此中獨有。復次結五篇戒，", "255": "此最在初，結後集藏者銓次在後，以此篇", "256": "貫初故，餘篇不說。復次此戒於餘篇是輕", "257": "者，將來弟子不生重心，是故如來以佛眼觀", "258": "去來諸佛及淨居天也而後結也，使來世眾", "259": "生不生慢罪。復次三世諸佛結戒有同不同，", "260": "於五篇戒中不必盡同，此著泥洹僧袈裟，三", "261": "世諸佛一切盡同，是故此戒觀諸佛及淨居", "262": "天，餘篇不觀也。」問曰：「此眾學戒結既在初，", "263": "而在後耶？」答曰：「佛在初結，後集法藏者銓", "264": "次在後。何以故？罪名雖一而輕重有五，以重", "265": "戒在先、輕戒在後，此戒於五篇中最輕，是故", "266": "在後。又以一是實罪、二是遮罪，以實在初、遮", "267": "罪在後。又以一是無殘、二是有殘。又以如", "268": "焦敗種、又以如多羅葉，是故重者在初、輕", "269": "者在後。」問曰：「餘篇戒不言應當學，而此戒", "270": "獨爾？」答曰：「餘戒易持而罪重，犯則成罪，或", "271": "眾中悔或對首悔。此戒難持而罪輕，脫爾", "272": "有犯，心悔念學，罪即滅也。以戒難持易犯", "273": "故，常慎心念學，不結罪名，直言應當學也。」", "274": "高下著內衣者，踝上一搩手，上下過名高", "275": "下。若比丘沙彌遠行來時，聽踝上二搩手", "276": "上至膝下。比丘尼、式叉摩尼、沙彌尼，一切時", "277": "踝上一搩手，正使行來不得高也。三、不參", "278": "差。四、不如釿頭。五、不如多羅葉。六、不如象", "279": "鼻。七、不如󰉓揣。八、不細襵。九、不著茸。十、不", "280": "并襵兩邊。十一、不著細縷內衣。十二、周齊著", "281": "三衣。有四事：高下者，在泥洹僧上四指；三", "282": "不參差；四周齊也。", "283": "入白衣舍有四十一事，受食有二十七事：一、", "284": "一心受飯。二、一心受羹。三、不溢鉢受羹飯。四、", "285": "羹飯等食。五、不拘飯食。六、不搆飯食。七、不大", "286": "揣飯食。八、不手捉食。九、不豫張口待食。十、", "287": "不含食語。十一、不齧半食。十二、不吸食作聲。", "288": "十三、不嚼食作聲。十四、不味咽食。十五、不吐", "289": "舌食。十六、不縮鼻食。十七、不舐手食。十八、不", "290": "指抆鉢食。十九、不振手食。二十、不棄箸半", "291": "飯。二十一、不膩手捉飲器。二十二、不病不得", "292": "自為索羹飯。二十三、不飯覆羹更望得。二十", "293": "四、不相看比坐鉢。二十五、端視鉢。二十六、次", "294": "第噉食盡。二十七、洗鉢水有飯，不問主人不", "295": "應棄舍內。為人說法有十九事，大小便唾涕", "296": "有三事，上樹有一事。", "297": "8 七滅諍1 第一事七滅諍第一", "298": "自言滅諍法。五眾有事，及五篇犯有犯不", "299": "犯事，盡自言滅諍法滅也。自言滅諍，有十", "300": "種非法、十種如法。十非法者，若比丘犯波羅", "301": "夷罪，自言不犯。眾僧問言：「汝自說犯不？」自言", "302": "不犯，是名非法。又比丘犯僧殘、波逸提、波羅", "303": "提提舍尼、突吉羅，自言不犯。眾僧問言：「汝自", "304": "說犯不？」自言不犯，是名五非法也。又比丘不", "305": "犯波羅夷罪，自言我犯。眾僧問言：「汝自說犯", "306": "不？」自言我犯，是名非法。有比丘不犯僧殘、波", "307": "夜提、波羅提提舍尼、突吉羅，自言我犯。眾僧", "308": "問言：「汝自說犯不？」自言我犯，是名十非法。十", "309": "如法者，有比丘犯波羅夷，自言我犯。眾僧問", "310": "言：「汝自說犯不？」自言我犯，是名如法。有比丘", "311": "犯僧殘、波夜提、波羅提提舍尼、突吉羅，自言", "312": "我犯。眾僧問言：「汝自說犯不？」自言我犯，是名", "313": "五如法。又比丘不犯波羅夷、僧殘、波夜提、波", "314": "羅提提舍尼、突吉羅，自言不犯。眾僧問言：「汝", "315": "自說犯不？」自言不犯，是名十如法。", "316": "2 第二事第二事", "317": "現前滅諍，有二種非法、二種如法。二非法者，", "318": "有非法僧，約勅非法僧令折伏，與現前滅", "319": "諍。有非法僧，約勅非法三人、二人、一人令折", "320": "伏，與現前毘尼。乃至不如法一人，約勅不", "321": "如法一人、僧、三人、二人令折伏，與現前毘尼，", "322": "是名一非法現前毘尼。有不如法僧，約勅如", "323": "法僧令折伏，與現前毘尼。有不如法僧，約", "324": "勅如法三人、二人、一人令折伏，與現前毘尼。", "325": "乃至不如法一人，約勅如法一人、僧、三人、二", "326": "人令折伏，與現前毘尼。是名二非法現前", "327": "毘尼。二種如法現前毘尼者，有如法僧，約", "328": "勅如法僧令折伏，與現前毘尼。又如法僧，約", "329": "勅如法三人、二人、一人令折伏，與現前毘尼。", "330": "乃至如法一人，約勅如法一人、僧、三人、二人", "331": "令折伏，與現前毘尼，是名一如法現前毘", "332": "尼。又如法僧，約勅不如法僧令折伏，與現", "333": "前毘尼。又如法僧，約勅不如法三人、二人、一", "334": "人令折伏，與現前毘尼。乃至如法一人，約", "335": "勅不如法一人、僧、三人、二人令折伏，與現前", "336": "毘尼。是名二種如法現前毘尼。", "337": "3 第三事第三事", "338": "此是守護毘尼，三眾盡與憶念毘尼，五篇戒", "339": "盡與憶念毘尼。與憶念毘尼，必白四羯磨", "340": "與，或現前或不現前，比丘比丘尼現前、三眾", "341": "不現前。若比丘得憶念已，若下戒作沙彌，", "342": "即先憶念。若反戒還俗後更出家，若作沙彌", "343": "若受具戒，即先憶念。若根變作比丘尼，即先", "344": "憶念。若沙彌得憶念已，若受具戒，即先憶念。", "345": "若返戒還俗後更出家，若作沙彌若受具戒，", "346": "即先憶念。若根變作沙彌尼，亦即先憶念。若", "347": "比丘尼、式叉摩尼、沙彌尼得憶念已，展轉次", "348": "第如比丘、沙彌法。有三種非法憶念毘尼、有", "349": "三種如法憶念毘尼。三種非法者，有比丘犯", "350": "無殘罪，自言犯有殘罪。是比丘從僧乞憶念", "351": "毘尼，若僧與是比丘憶念毘尼，是名非法。", "352": "何以故？是人應滅擯故。又如施越比丘，狂", "353": "癡心故，多作不清淨非法不隨順道非沙門", "354": "法。是人還得本心，先所作罪，若僧、三人、二人、", "355": "一人常說是事。是人從僧乞憶念毘尼，若僧", "356": "與是人憶念毘尼，是名非法。何以故？是人", "357": "應與不癡毘尼故。又如呵多比丘，無慚無愧", "358": "破戒見聞疑罪，是人自言我有是罪，後言", "359": "我無是罪。若僧與是人憶念毘尼，是名非法。", "360": "何以故？是人應與實覓毘尼故。是名三非法", "361": "憶念毘尼。三如法者，又如陀驃比丘，為慈", "362": "地比丘尼無根波羅夷謗故，若僧、三人、二人、", "363": "一人常說是事。是比丘從僧乞憶念毘尼，若", "364": "僧與是人憶念毘尼，是名如法。何以故？是", "365": "人應與憶念毘尼故。又如一比丘犯罪，是罪", "366": "發露如法悔過除滅。若僧、三人、二人、一人猶", "367": "說是事。是比丘從僧乞憶念毘尼，若僧與憶", "368": "念毘尼，是名如法。何以故？是人應與憶念", "369": "毘尼故。又如比丘未犯是罪、將必當犯，以是", "370": "事故，若僧、三人、二人、一人說是犯罪。是比丘", "371": "從僧乞憶念毘尼，若僧與是人憶念毘尼，是", "372": "名如法。何以故？是人應與憶念毘尼故。是名", "373": "三如法憶念毘尼。憶念毘尼行法者，餘比丘", "374": "不應出其罪過、不應令憶念、不應乞聽亦", "375": "不應受餘比丘乞聽，若彼從乞聽突吉羅，若", "376": "受他乞聽亦突吉羅。若彼不聽若出過罪、若", "377": "令憶念，得波夜提。", "378": "4 第四事第四事", "379": "此是守護毘尼，五眾盡與不癡毘尼。與不癡", "380": "毘尼，必白四羯磨，或與現前或不現前，比丘", "381": "比丘尼現前、三眾不現前。若比丘得不癡毘", "382": "尼已，若下戒作沙彌，即先不癡毘尼。若反戒", "383": "還俗後更出家，若作沙彌若受具戒，即先不", "384": "癡毘尼。若根變作比丘尼，即先不癡毘尼。若", "385": "沙彌得不癡毘尼已，若受具戒，即先不癡毘", "386": "尼。若反戒還俗後更出家，若作沙彌若受具", "387": "戒，即先不癡毘尼。若根變作沙彌尼，亦即先", "388": "不癡毘尼。若比丘尼、式叉摩尼、沙彌尼得不", "389": "癡毘尼已，展轉次第如比丘、沙彌法。不癡毘", "390": "尼有四種非法、四種如法。四種非法者，有比", "391": "丘不癡狂現狂癡相貌，諸比丘僧中問：「汝狂", "392": "癡時所作今憶念不？」答言：「長老！我憶念癡", "393": "故作。」他人教我，使作二憶。夢中，作三憶。裸", "394": "形、東西走、立大小便，四也。是人從僧乞不癡", "395": "毘尼，若僧與是人不癡毘尼，是名四非法。", "396": "四如法者，有比丘實狂癡心顛倒現狂癡相", "397": "貌，諸比丘問：「汝憶念狂癡時所作不？」答言：「不", "398": "憶念他不教我作、不憶念夢中作、不憶裸形", "399": "東西走、不憶立大小便。」是人從僧乞不癡比", "400": "尼，若僧與是人不癡毘尼，是名四如法不癡", "401": "毘尼。得不癡毘尼行法者，餘比丘不應出其", "402": "過罪、不應令憶念、不應從乞聽亦不應受他", "403": "比丘乞聽。若從彼乞聽得突吉羅，若受他乞", "404": "聽亦得突吉羅。若彼不聽便出過罪、若令憶", "405": "念，得波夜提罪。", "406": "5 第五事第五事", "407": "此是折伏毘尼，一切五篇戒盡與實覓毘尼，", "408": "一切五眾盡與此毘尼。比丘比丘尼現前、三", "409": "眾不現前，白四羯磨與。實覓毘尼有五種非", "410": "法、五種如法。五種非法者，有比丘犯波羅夷", "411": "罪，先言不犯、後言犯。若僧與是人實覓毘", "412": "尼，是名非法。何以故？是人應與滅擯故。有比", "413": "丘犯僧殘、波夜提、波羅提提舍尼、突吉羅，先", "414": "言不犯、後言犯。若僧與是人實覓毘尼，是名", "415": "非法。何以故？是人隨所犯應治故。五如法者，", "416": "有比丘犯波羅夷，先言犯、後言不犯。若僧與", "417": "是人實覓毘尼，是名如法。何以故？是人應與", "418": "實覓故。若比丘犯僧殘、波夜提、波羅提提舍", "419": "尼、突吉羅，先言犯、後言不犯。若僧與是比丘", "420": "實覓毘尼，是名如法。何以故？是人應與實覓", "421": "毘尼故。實覓毘尼行法者，是比丘不應與他", "422": "受大戒，不得受他依止，不應畜新舊沙彌，", "423": "不得教比丘尼法，若僧羯磨教化比丘尼不", "424": "應受，僧所與作實覓毘尼罪更不應犯，若", "425": "似是罪及過是罪亦不應作，不應呵僧羯", "426": "磨亦不應呵作羯磨人，不應從他乞聽，不應", "427": "遮說戒，不應遮受戒，不應遮自恣，不應出", "428": "無罪比丘過罪，不應共同事。應調伏心行隨", "429": "順比丘僧意。若不如是行法者，盡形不得離", "430": "是羯磨。", "431": "6 第六事第六事", "432": "多覓毘尼者，多求因緣斷，多處未斷，從多", "433": "人斷故，名多覓毘尼。行籌時、斷事時，一切", "434": "僧集，不得取欲。何以故？或多比丘說非法故。", "435": "是名一切行籌。此中一切比丘不應取欲，如", "436": "行鉢法也。若不能斷，乃至彼處僧坊中，若", "437": "有三人二人一人比丘持三藏四眾所重者，", "438": "應到彼處，應語彼一比丘，如前次第事具足", "439": "向說。是大德比丘應作是語：「不可二人相言", "440": "俱得勝也，是中必一勝一負。」如是語者，是", "441": "名如法說。若不如是語者，是名非法說。是", "442": "諸相言比丘若如法斷事已，還更發起，波逸", "443": "提。若但訶責，言是斷事不如法，犯突吉羅。", "444": "闥賴吒利者，闥賴名地、吒利名住，智勝自", "445": "在於正法不動，如人住地無傾覆也。應滅期", "446": "者，恐事纏難斷，當云受語有偏故，亦恐前人", "447": "求及於己故也。應捨付僧者，以從僧中來，既", "448": "不能滅，宜還付本故也。僧現前者，明僧既", "449": "集，中有能遮者而不遮，則僧和合，名現前也。", "450": "烏迴鳩羅者，烏迴名二、鳩羅名平等，心無", "451": "二其平如秤。今必以二人有五法。五法者，", "452": "不隨愛故捨有罪、不隨瞋故罰無過、不畏彼", "453": "故而違法、不癡故不畏罪非法輕斷事也、", "454": "知斷不斷，故名烏迴鳩羅。與欲以小遠去", "455": "者，恐僧中有相佐助事，必叵斷故也。所以", "456": "取欲者，令有相助者後更無言故。更立烏迴", "457": "鳩羅者，諍事逐增，恐有破僧之由妨行道", "458": "故。故更差多方能善斷事者，不必具五法", "459": "也。遣使近處僧者，若就他處事必增多難斷，", "460": "故遣使也。彼既來已，若彼中能者云七日盡", "461": "已破安居者，以未開三十九夜故也。開某", "462": "處乃至持摩多勒伽者，佛法有二柱能持佛", "463": "法，謂坐禪、學問，故求此人輩。亦中有大德", "464": "人，令諍事羞難故也。傳事人斷者，恐至他", "465": "處難滅，亦望其人向他處，僧有愧，受諫故。", "466": "又坐禪道遠之勞故、亦惡事得滅為善故。作", "467": "期者，以事起從夏故，除夏三月，取餘九月明", "468": "事。若叵斷，其當作方宜令斷，莫令還至夏分", "469": "也。若能者，付以傳事便還。所以界外令滿眾", "470": "者，明差四人使界外滅。若事可斷，必令後", "471": "不起故、以重故也。為五事故，立行籌人也、", "472": "疾滅也。強者有三：一其人身有力、二倚有", "473": "力人、三有錢力往來。從一住處至一住處", "474": "者，明事久，既經多處不斷，事纏堅結。其人無", "475": "慚無愧心轉姦巧故。所以行籌者，事既難斷，", "476": "若說一是一非，必增其惡心，故行籌於眾人", "477": "前，好惡自伏、理亦無偏。藏行籌者，行籌人", "478": "心為非法人故，望取非法者多。若在明處助", "479": "非法者，著取非法籌故也。期行者，要共，相", "480": "親者，作要也。一切僧取籌者，以此事重故，", "481": "一切悉集說戒自恣。雖要猶有不來，此將欲", "482": "令相助者後無語故，亦恐受欲人多取非法", "483": "籌故。四眾所尊重者，以上取二種籌、停等", "484": "叵斷故，就有德人，眾所歸伏無不用語故，", "485": "有不隨者羞亦為諸人所笑，必受語，傳事人", "486": "多說事不說人，大德比丘亦直說事是非不", "487": "說人。有事二人各自內知而伏，則勝負相現", "488": "也。還發起波逸提者，以二罪印之，令彼此後", "489": "更無言，故結罪也。", "490": "7 第七事第七事", "491": "何以名布草毘尼？或有一住處，諸比丘喜鬪", "492": "諍相言。是諸比丘應和合一處已，應作是念：", "493": "「諸長老！我等大失非得、大衰非利、大惡不善。", "494": "我等以信故，佛法中出家求道，然今喜鬪諍", "495": "相言。若我等求是事根本者，僧中或未起事", "496": "便起、已起事不可滅。」作是念故白僧：「若僧時", "497": "到僧忍聽，是事以布草毘尼滅。是名白。」諸比", "498": "丘應分作二部，是中若有上座大長老，應語", "499": "此一部言：「我等大失非得、大衰非利、大惡非", "500": "善。我等信故，佛法中出家求道，然今喜鬪諍", "501": "相言。若我當自屈意，我等所作罪，除偷", "502": "蘭罪、除白衣相應罪，是汝等現前發露悔過", "503": "不覆藏。」是中若無一比丘遮是事者，應到第", "504": "二部眾所，是中若有長老上座，應語言：「我等", "505": "大失非得、大衰非利、大惡非善。我等信故，佛", "506": "法中出家求道，今喜鬪諍相言。若我等求是", "507": "事根本者，僧中或有未起事便起、已起事不", "508": "可滅。今汝等當自屈意，我等所作罪，除偷蘭", "509": "遮、除白衣相應罪，今自為及為彼故，當現前", "510": "發露悔過不覆藏。」諸比丘言：「汝自見罪不？」答", "511": "言：「見罪。」「如法悔過莫復更起。」第二部眾亦如", "512": "是說。是名如布草毘尼法。", "513": "一切鬪諍誹謗犯罪和合事，現前毘尼所攝。", "514": "唯有下四事，用上七毘尼滅無餘也。", "515": "一切善不善無記，及十四破僧、六諍本生，通", "516": "名諍事在人名諍、在僧名事，用三毘尼滅現前、多覓、布草。從見聞疑", "517": "根生，作不作俱言犯，通名出事在人名出、在僧名事，用四", "518": "毘尼滅現前、憶念、不癡、實覓。從身作口作身心作口作生，", "519": "通名犯事方便名犯事、成名破、不悔名越，用二毘尼滅現前、自言。從白白", "520": "二白四布薩自恣差十四人，從僧至僧為事", "521": "本，通名作事，用一毘尼現前。", "522": "薩婆多毘尼毘婆沙卷第九"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1440 薩婆多毘尼毘婆沙: 薩婆多毘尼毘婆沙: 薩婆多毘尼毘婆沙", "source": "CBETA"}