{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0451 藥師琉璃光七佛本願功德經: 藥師琉璃光七佛本願功德經: 藥師琉璃光七佛本願功德經", "text": {"0": "No. 451 [Nos. 449, 450; 灌頂經卷第十二]", "1": "藥師琉璃光七佛本願功德經卷", "10": "執金剛菩薩，如是等諸大菩薩而為上首，及", "100": "願。云何為八？", "101": "「第一大願：願我來世得菩提時，若有眾生，", "102": "為營農業及商賈事，令心擾亂，廢修菩提、", "103": "殊勝善法，於生死中不能出離，各各備受", "104": "無邊苦惱；若能至心稱我名者，由是力故，", "105": "衣服、飲食、資生之具，金銀、珍寶，隨願充足，所", "106": "有善根皆得增長，亦不捨離菩提之心，諸", "107": "惡道苦咸蒙解脫，乃至菩提。", "108": "「第二大願：願我來世得菩提時，於十方界，", "109": "所有眾生，若為寒熱、飢渴逼身，受大苦惱；", "11": "諸國王、大臣、婆羅門、居士、天龍八部，人、非人", "110": "若能至心稱我名者，由是力故，先世罪業", "111": "悉皆消滅，捨諸苦惱，受人天樂，乃至菩提。", "112": "「第三大願：願我來世得菩提時，於十方界，", "113": "若有女人，貪婬煩惱常覆其心，相續有娠，", "114": "深可厭惡，臨當產時，受大苦惱；若我名字", "115": "暫經其耳，或復稱念，由是力故，眾苦皆除，", "116": "捨此身已，常為男子，乃至菩提。", "117": "「第四大願：願我來世得菩提時，若有眾生，", "118": "或與父母、兄弟、姊妹、妻子、眷屬及諸親友，", "119": "行險難處，為賊所侵，受諸苦惱；暫聞我名，", "12": "等，無量大眾恭敬圍遶，而為說法，初、中、後善，", "120": "或復稱念，由是力故，解脫眾難，乃至菩", "121": "提。", "122": "「第五大願：願我來世得菩提時，若有眾生，", "123": "行於闇夜，作諸事業，被惡鬼神之所惱亂，", "124": "極生憂苦；暫聞我名，或復稱念，由是力故，", "125": "從闇遇明，諸惡鬼神起慈悲意，乃至菩", "126": "提。", "127": "「第六大願：願我來世得菩提時，若有眾生，", "128": "行鄙惡事，不信三寶，智慧尠少，不修善", "129": "法，根、力、覺、道、念、定、總持，皆不修習；若能至心", "13": "文義巧妙，純一圓滿，清淨鮮白，梵行之相，", "130": "稱我名者，由是力故，智慧漸增，三十七品", "131": "悉皆修學，深信三寶，乃至菩提。", "132": "「第七大願：願我來世得菩提時，若有眾生，", "133": "意樂鄙劣，於二乘道，修行而住，棄背無上勝", "134": "妙菩提；若能至心稱我名者，捨二乘見，於", "135": "無上覺得不退轉，乃至菩提。", "136": "「第八大願：願我來世得菩提時，若有眾生，", "137": "見劫將盡，火欲起時，生大憂怖，苦惱悲泣，", "138": "由彼前身惡業力故，受斯眾苦，無所歸依；", "139": "若能至心稱我名者，所有憂苦悉皆消滅，", "14": "示教利喜，皆令具足微妙行願，趣大菩", "140": "受清涼樂，從此命終，於我佛土蓮華化生，", "141": "常修善法，乃至菩提。", "142": "「曼殊室利！是為彼佛、如來、應、正等覺，行菩薩", "143": "道時，所發八種微妙大願。又彼如來所居佛", "144": "土，廣博嚴淨，地平如掌；天妙香樹而為行列，", "145": "天花遍覆，天樂常鳴，天妙鈴鐸隨處懸布，天", "146": "寶莊嚴師子之座，天寶砌飾諸妙浴池；其地", "147": "柔軟，無諸瓦礫，亦無女人及諸煩惱，皆是不", "148": "退諸菩薩眾，蓮花化生；若起念時，飲食、衣服", "149": "及諸資具隨意現前，是故名為妙寶世界。", "15": "提。", "150": "「曼殊室利！若有淨信男子、女人、國王、王子、大", "151": "臣、輔相、中宮、婇女，晝夜六時，慇重至心，恭敬", "152": "供養彼佛世尊，及稱名號，并造形像，香花、", "153": "音樂、燒香、末香、塗香而為奉獻，清淨嚴潔，於", "154": "七日中，持八戒齋，於諸眾生起慈悲意，願", "155": "生彼土；彼佛世尊及諸菩薩，護念是人，一", "156": "切罪業悉皆消滅，無上菩提得不退轉，於貪、", "157": "恚、癡漸得微薄，無諸病苦，增益壽命，隨", "158": "有悕求，悉皆如意，鬪諍怨家咸生歡喜，", "159": "捨此身已，往彼剎土，蓮花化生，當生之時，", "16": "爾時，曼殊室利法王子菩薩摩訶薩，承佛威", "160": "念、定、總持，悉皆明了。曼殊室利！如是當知，", "161": "彼佛名號無量功德，若得聞者，所願皆成。", "162": "「復次，曼殊室利！東方去此，過六殑伽河沙", "163": "佛土，有世界名曰圓滿香積，佛號金色寶", "164": "光妙行成就如來、應、正等覺，有無量億萬菩", "165": "薩圍遶，現在說法。「曼殊室利！彼佛如來，從", "166": "初發心行菩薩道時，發四大願。云何為", "167": "四？", "168": "「第一大願：願我來世得菩提時，若有眾生，", "169": "造作種種屠害之業，斷諸生命，由斯惡業，", "17": "神，從座而起，偏袒右肩，右膝著地，合掌", "170": "受地獄苦，設得為人，短壽多病，或遭水火、", "171": "刀毒所傷，當受死苦；若聞我名，至心稱念，", "172": "由是力故，所有惡業悉皆消滅，無病、長壽、不", "173": "遭橫死，乃至菩提。", "174": "「第二大願：願我來世得菩提時，若有眾生，", "175": "作諸惡業，盜他財物，當墮惡趣，設得為", "176": "人，生貧窮家，乏少衣食，常受諸苦；若聞我", "177": "名，至心稱念，由是力故，所有惡業悉皆消", "178": "滅，衣服、飲食無所乏少，乃至菩提。", "179": "「第三大願：願我來世得菩提時，若有眾生，", "18": "恭敬，而白佛言：「世尊！今有無量人天大眾，", "180": "更相凌慢，共為讐隙；若聞我名，至心稱念，", "181": "由是力故，各起慈心，猶如父母，乃至菩", "182": "提。", "183": "「第四大願：願我來世得菩提時，若有眾生，", "184": "貪欲、瞋恚、愚癡所纏，若出家在家男女七", "185": "眾，毀犯如來所制學處，造諸惡業，當墮", "186": "地獄，受諸苦報；若聞我名，至心稱念，由是", "187": "力故，所有惡業悉皆消滅，斷諸煩惱，敬奉", "188": "尸羅，於身、語、心，善能防護，永不退轉，乃至", "189": "菩提。", "19": "為聽法故，皆已雲集。惟佛世尊，從初發意，", "190": "「曼殊室利！是為彼佛、如來、應、正等覺，行菩薩", "191": "道時，所發四種微妙大願。曼殊室利！又彼如", "192": "來所居佛土，廣博嚴淨，地平如掌，皆以寶成；", "193": "常有香氣，如妙栴檀，復以香樹而為行列，", "194": "天妙珠瓔、摩尼等寶處處垂下；多有浴池，天", "195": "寶嚴飾，香水盈滿，眾德皆具，於其四邊，懸", "196": "妙繒綵；街衢八道，隨處莊嚴；所有眾生，無諸", "197": "煩惱及憂悲苦，亦無女人，多是住地諸菩薩", "198": "眾；勝妙音樂，不鼓自鳴，演說大乘微妙深法，", "199": "若有眾生聞此音者，得不退轉無上菩", "2": "上", "20": "乃至於今，所有無量塵沙數劫諸佛剎土，無", "200": "提。", "201": "「曼殊室利！彼佛如來由昔願力，善巧方便成", "202": "就佛土，圓滿莊嚴，坐菩提座，作如是念：", "203": "『於未來世，若有眾生，為貪、瞋、癡之所纏繞，", "204": "眾病所逼，怨家得便，或時橫死，復由惡業，", "205": "墮地獄中，受大劇苦。』彼佛見此苦惱眾生，", "206": "為除業障，說此神呪，令彼受持，於現世中", "207": "得大利益，遠離眾苦，住菩提故。即說呪", "208": "曰：", "209": "「『呾姪他悉󰬘悉󰬘　蘇悉󰬘　謨折儞木剎", "21": "不知見。願為我等及未來世像法眾生，慈", "210": "儞　目帝毘目帝　菴末麗毘末麗　忙揭例", "211": "呬㘓若揭鞞曷喇呾娜　揭鞞　薩婆頞他娑", "212": "但儞　鉢囉摩頞他　娑但儞末捺細　莫訶", "213": "末捺細　頞步帝頞室步帝　毘多婆曳", "214": "蘇跋泥去　跋囉蚶摩　瞿俠佉　跋囉蚶", "215": "摩柱俠帝　薩婆頞剃數　阿鉢囉匝帝薩", "216": "跋呾囉　阿鉢󰬊底𠿒帝　折覩殺　瑟㮹", "217": "勃陀俱胝　婆俠帝　納摩娑婆　呾他", "218": "揭多喃　莎訶』」", "219": "爾時，世尊說此大力大明呪時，眾中所有諸", "22": "悲演說諸佛名號、本願功德、國土莊嚴、善巧", "220": "大菩薩、四大天王、釋梵王等讚言：「善哉！善哉！", "221": "大悲世尊！能說如是過去如來大力神呪，為", "222": "欲饒益無量眾生，竭煩惱海，登涅槃岸，除", "223": "去疾病，所願皆滿。」", "224": "佛告大眾：「若有淨信男子、女人、國王、王子、", "225": "大臣、輔相、中宮、婇女，情悕福德，於此神", "226": "呪起敬信心，若讀、若誦、若為他人演說其", "227": "義，於諸含識起大悲心，晝夜六時，香華燈", "228": "燭，殷重供養，清淨澡浴，持八戒齋，至誠念", "229": "誦，所有極重無邊業障，悉皆消滅，於現身中", "23": "方便差別之相，令諸聞者，業障消除，乃至菩", "230": "離諸煩惱，命欲終時諸佛護念，即於彼國", "231": "蓮花化生。", "232": "「復次，曼殊室利！東方去此，過七殑伽河沙", "233": "佛土，有世界名曰無憂，佛號無憂最勝吉", "234": "祥如來、應、正等覺，今現在彼，為眾說法。又彼", "235": "如來所居佛土，廣博嚴淨，地平如掌，皆以寶", "236": "成，細滑柔軟，常有香氣；無憂苦聲，離諸煩", "237": "惱，亦無惡趣及女人名；處處皆有金砌浴", "238": "池，香水盈滿；寶樹行列，花果滋茂；勝妙音樂，", "239": "不鼓自鳴，譬如西方極樂世界無量壽國功", "24": "提，得不退轉。」爾時，世尊讚曼殊室利菩薩", "240": "德莊嚴。「曼殊室利！彼佛世尊行菩薩道時，", "241": "發四大願。云何為四？", "242": "「第一大願：願我來世得菩提時，若有眾生，", "243": "常為憂苦之所纏逼；若聞我名，至心稱念，", "244": "由是力故，所有憂悲及諸苦惱，悉皆消滅，長", "245": "壽安隱，乃至菩提。", "246": "「第二大願：願我來世得菩提時，若有眾生，", "247": "造諸惡業，生在無間黑闇之處，大地獄中", "248": "受諸苦惱；由彼前身聞我名字，我於爾時，", "249": "身出光明，照受苦者，由是力故，彼見光", "25": "言：「善哉！善哉！曼殊室利！汝以大悲愍念", "250": "時，所有業障悉皆消滅，解脫眾苦，生人天", "251": "中，隨意受樂，乃至菩提。", "252": "「第三大願：願我來世得菩提時，若有眾生，", "253": "造諸惡業，殺盜邪婬，於其現身受刀杖苦，", "254": "當墮惡趣，設得人身，短壽多病，生貧賤家，", "255": "衣服飲食，悉皆乏少，常受寒熱、飢渴等苦，身", "256": "無光色，所感眷屬，皆不賢良；若聞我名，至", "257": "心稱念，由是力故，隨所願求，飲食、衣服悉", "258": "皆充足，如彼諸天，身光可愛，得善眷屬，乃", "259": "至菩提。", "26": "無量業障有情，種種疾病、憂悲苦惱，得安樂", "260": "「第四大願：願我來世得菩提時，若有眾生，", "261": "常為藥叉諸惡鬼神之所嬈亂，奪其精氣，", "262": "受諸苦惱；若聞我名，至心稱念，由是力故，", "263": "諸藥叉等悉皆退散，各起慈心，解脫眾苦，", "264": "乃至菩提。", "265": "「曼殊室利！是為彼佛、如來、應、正等覺，所發四", "266": "種微妙大願。若有眾生，聞彼佛名，晝夜六", "267": "時，稱名禮敬，至心供養，於眾生處起慈悲", "268": "心，業障消滅，解脫憂苦，無病長壽，得宿命", "269": "智，於諸佛土，蓮花化生，常為諸天之所衛", "27": "故，勸請我說諸佛名號、本願功德、國土莊", "270": "護。曼殊室利！稱彼佛名，能生如是無量福", "271": "業，而彼佛土願力莊嚴、殊勝功德，聲聞、獨覺", "272": "所不能知，唯除如來、應、正等覺。", "273": "「復次，曼殊室利！東方去此，過八殑伽河沙佛", "274": "土，有世界名曰法幢，佛號法海雷音如來、", "275": "應、正等覺，今現說法。曼殊室利！彼佛世尊所", "276": "居國土，清淨無穢，其地平正，頗梨所成，常有", "277": "光明，香氣芬馥；以帝青寶而為城郭，有八", "278": "街道砌以金銀，樓閣殿堂、飛甍戶牖、欄楯莊", "279": "飾，皆眾寶成；天香寶樹隨處行列，於其枝", "28": "嚴。此由如來威神之力，令發斯問。汝今諦", "280": "上，挂以天繒，復有寶鈴處處垂下，微風吹", "281": "動，出妙音聲，演暢無常、苦、空、無我，眾生聞者，", "282": "捨離欲纏，習氣漸除，證甚深定；天妙香花，繽", "283": "紛而下；於其四面，有八浴池，底布金沙，香", "284": "水彌滿。曼殊室利！於彼佛土無諸惡趣，亦", "285": "無女人，蓮花化生，無復煩惱。「彼佛如來行", "286": "菩薩道時，發四大願。云何為四？", "287": "「第一大願：願我來世得菩提時，若有眾生，", "288": "生邪見家，於佛、法、僧不生淨信，遠離無上", "289": "菩提之心；若聞我名，至心稱念，由是力故，", "29": "聽，極善思惟，當為汝說。」曼殊室利言：「惟", "290": "無明、邪慧日夜消滅，於三寶所深生正信，", "291": "不復退轉，乃至菩提。", "292": "「第二大願：願我來世得菩提時，若有眾生，", "293": "生在邊地，由近惡友，造眾罪業，不修善", "294": "品，三寶名字曾不經耳，命終之後墮三惡", "295": "趣；彼諸眾生，暫聞我名者，由是力故，業", "296": "障消除，遇善知識，不墮惡趣，乃至菩提。", "297": "「第三大願：願我來世得菩提時，若有眾生，", "298": "衣服、飲食、臥具、醫藥，資生所須，悉皆乏少，由", "299": "此因緣，生大憂苦，為求覓故，造眾惡業；若", "3": "大唐三藏沙門義淨於佛光內寺譯", "30": "願為說，我等樂聞。」", "300": "聞我名，至心稱念，由是力故，有所乏少，", "301": "隨念皆得，乃至菩提。", "302": "「第四大願：願我來世得菩提時，若有眾生，", "303": "由先惡業，共相鬪諍，作不饒益，弓箭刀杖，", "304": "互為傷損；若聞我名，至心稱念，由是力故，", "305": "各起慈心，不相損害，不善之念尚自不生，", "306": "況於前人欲斷其命？常行喜捨，乃至菩", "307": "提。", "308": "「曼殊室利！是為彼佛、如來、應、正等覺，行菩薩", "309": "道時，所發四種微妙大願。若有淨信男子、女", "31": "佛告曼殊室利：「東方去此，過四弶伽河沙", "310": "人，聞彼佛名，至心禮敬、慇懃供養、受持念誦，", "311": "業障消滅，得不退轉菩提之心，具宿命智，", "312": "所生之處常得見佛，無病長壽，命終之後", "313": "生彼國中，衣服、飲食、資生之具，隨念皆至，無", "314": "所乏少。曼殊室利！彼佛世尊具足如是無", "315": "量功德，是故眾生常當憶念，勿令忘失。", "316": "「復次，曼殊室利！東方去此，過九殑伽河沙", "317": "佛土，有世界名曰善住寶海，佛號法海勝", "318": "慧遊戲神通如來、應、正等覺，現在說法。「曼殊", "319": "室利！彼佛如來行菩薩道時，發四大願。云", "32": "佛土，有世界名曰無勝，佛號善名稱吉祥", "320": "何為四？", "321": "「第一大願：願我來世得菩提時，若有眾生，", "322": "造眾惡業，種植耕耘，損諸生命，或復興易，", "323": "欺誑他人，戰陣兵戈，常為殺害；若聞我名，", "324": "至心稱念，由是力故，資生之具，不假營求，", "325": "隨心滿足，常修眾善，乃至菩提。", "326": "「第二大願：願我來世得菩提時，若有眾生，", "327": "造十惡業，殺生等罪，由此因緣，當墮地獄；", "328": "若聞我名，至心稱念，於十善道皆得成就，", "329": "不墮惡趣，乃至菩提。", "33": "王如來、應、正等覺、明行圓滿、善逝、世間解、無上", "330": "「第三大願：願我來世得菩提時，若有眾生，", "331": "不得自在，繫屬於他，或被禁繫，杻械枷鎖，", "332": "鞭杖苦楚，乃至極刑；若聞我名，至心稱念，", "333": "由是力故，所有厄難皆得解脫，乃至菩", "334": "提。", "335": "「第四大願：願我來世得菩提時，若有眾生，", "336": "造眾惡業，不信三寶，隨虛妄見，棄背正", "337": "理，愛樂邪徒，謗毀佛經，言非聖說，外道典", "338": "籍，恭敬受持，自作教人，俱生迷惑，當墮", "339": "地獄，無有出期，設得為人，生八難處，遠", "34": "丈夫、調御士、天人師、佛、世尊，有無量億眾，不", "340": "離正道，盲無慧目；如是之人，若聞我名，至", "341": "心稱念，由是力故，臨命終時，正念現前，解", "342": "脫眾難，常生中國，受勝妙樂，乃至菩提。", "343": "「曼殊室利！是為彼佛、如來、應、正等覺，行菩薩", "344": "道時，所發四種微妙大願。曼殊室利！彼佛國", "345": "土，功德莊嚴，與上妙寶如來世界等無有", "346": "異。", "347": "「復次，曼殊室利！東方去此，過十殑伽河沙", "348": "佛土，有世界名淨琉璃，佛號藥師琉璃光", "349": "如來、應、正等覺。「曼殊室利！彼佛世尊，從初發", "35": "退菩薩之所圍遶，安住七寶勝妙莊嚴師子", "350": "心行菩薩道時，發十二大願。云何十二？", "351": "「第一大願：願我來世得菩提時，自身光明", "352": "照無邊界，三十二相、八十隨好，莊嚴其身，", "353": "令諸有情如我無異。", "354": "「第二大願：願我來世得菩提時，身如琉璃，", "355": "內外清徹，光明廣大，遍滿諸方，焰網莊嚴，過", "356": "於日月，鐵圍中間，幽冥之處，互得相見，或於", "357": "此界，闇夜遊行，斯等眾生見我光明，悉蒙", "358": "開曉，隨作眾事。", "359": "「第三大願：願我來世得菩提時，以無量無", "36": "之座，現在說法。曼殊室利！彼佛國土清淨嚴", "360": "邊智慧方便，令諸有情所受用物，皆得無盡。", "361": "「第四大願：願我來世得菩提時，若諸有情，", "362": "行邪道者，悉令遊履菩提正路，若行聲聞、", "363": "獨覺乘者，亦令安住大乘法中。", "364": "「第五大願：願我來世得菩提時，若諸有情，", "365": "於我法中修行梵行，一切皆令得不缺戒，", "366": "善防三業，無有毀犯、墮惡趣者。設有毀犯，", "367": "聞我名已，專念受持，至心發露，還得清淨，", "368": "乃至菩提。", "369": "「第六大願：願我來世得菩提時，若諸有情，諸", "37": "飾，縱廣正等百千踰繕那，以贍部金而為", "370": "根不具、醜陋頑痹、聾盲瘖瘂、攣躄背僂、白", "371": "癩瘨狂，種種病苦之所纏逼；若聞我名，至心", "372": "稱念，皆得端嚴，眾病除愈。", "373": "「第七大願：願我來世得菩提時，若諸有情，", "374": "貧窮困苦，無有歸趣，眾病所逼，無藥無醫；", "375": "暫聞我名，眾病消散，眷屬增盛，資財無乏，", "376": "身心安樂，乃至菩提。", "377": "「第八大願：願我來世得菩提時，若有女人，", "378": "為女眾苦之所逼切，極生厭離，願捨女身；", "379": "若聞我名，至心稱念，即於現身，轉成男子，", "38": "其地，平正柔軟，氣如天香；無諸惡趣及女人", "380": "具丈夫相，乃至菩提。", "381": "「第九大願：願我來世得菩提時，令諸有情", "382": "出魔羂網，復有種種邪見之徒，皆當攝受，", "383": "令生正見，漸令修習諸菩薩行，乃至菩", "384": "提。", "385": "「第十大願：願我來世得菩提時，若諸有情，王", "386": "法所拘，幽禁牢獄，枷鎖鞭撻，乃至極刑，復", "387": "有眾多苦楚之事，逼切憂惱，無暫樂時；若", "388": "聞我名，以我福德威神力故，皆得解脫一", "389": "切憂苦，乃至菩提。", "39": "名，亦無瓦礫、沙石、棘刺；寶樹行列，花果滋", "390": "「第十一大願：願我來世得菩提時，若諸有", "391": "情，飢火所惱，為求食故，造諸惡業；若聞我", "392": "名，至心稱念，我當先以上妙飲食，隨意飽", "393": "滿，後以法味，令住勝樂，乃至菩提。", "394": "「第十二大願：願我來世得菩提時，若諸有情，", "395": "身無衣服，蚊虻、寒熱之所逼惱；若聞我名，", "396": "至心稱念，隨其所好，即得種種上妙衣服、", "397": "寶莊嚴具、伎樂香華，皆令滿足，離諸苦惱，", "398": "乃至菩提。", "399": "「曼殊室利！是為藥師瑠璃光如來、應、正等覺，", "4": "如是我聞：一時，薄伽梵遊化諸國，至廣嚴", "40": "繁；多有浴池，皆以金銀、真珠、雜寶而為砌", "400": "行菩薩道時，所發十二微妙上願。」", "401": "藥師琉璃光七佛本願功德經卷上", "41": "飾。曼殊室利！彼國菩薩皆於七寶蓮花化", "42": "生。是故，淨信善男子、善女人，皆當願生彼", "43": "佛國土。「曼殊室利！彼佛如來、應、正等覺，", "44": "從初發心行菩薩道時，發八大願。云何為", "45": "八？", "46": "「第一大願：願我來世得無上菩提時，若有", "47": "眾生，為諸病苦逼切其身，熱病、諸瘧、蠱道、", "48": "厭魅、起屍鬼等之所惱害；若能至心稱我", "49": "名者，由是力故，所有病苦悉皆消滅，乃至", "5": "城，在樂音樹下，與大苾芻眾八千人俱，菩", "50": "證得無上菩提。", "51": "「第二大願：願我來世得菩提時，若有眾生，", "52": "盲聾、瘖瘂、白癩、瘨狂，眾病所困；若能至心稱", "53": "我名者，由是力故，諸根具足，眾病消滅，乃", "54": "至菩提。", "55": "「第三大願：願我來世得菩提時，若有眾生，", "56": "為貪、瞋、癡之所纏逼，造無間罪及諸惡行，", "57": "誹謗正法，不修眾善，當墮地獄，受諸苦", "58": "痛；若能至心稱我名者，由是力故，令無間", "59": "罪及諸業障，悉皆消滅，無有眾生墮惡趣", "6": "薩摩訶薩三萬六千，其名曰：曼殊室利菩薩、", "60": "者，常受人天殊勝安樂，乃至菩提。", "61": "「第四大願：願我來世得菩提時，若有眾生，", "62": "少乏衣食、瓔珞、臥具、財貨、珍寶、香花、伎樂；若", "63": "能至心稱我名者，由是力故，所乏資生皆", "64": "得充足，乃至菩提。", "65": "「第五大願：願我來世得菩提時，若有眾生，", "66": "或被枷鎖繫縛其身，及以鞭撻，受諸苦惱；", "67": "若能至心稱我名者，由是力故，所有苦楚", "68": "皆得解脫，乃至菩提。", "69": "「第六大願：願我來世得菩提時，若有眾生，", "7": "觀自在菩薩、慈氏菩薩、善現菩薩、大慧菩薩、", "70": "於險難處，為諸惡獸，熊羆、師子、虎豹、豺狼、蚖", "71": "蛇、蝮蠍之所侵惱，欲斷其命，發聲大叫，", "72": "受大苦時；若能至心稱我名者，由是力", "73": "故，所有恐怖皆得解脫，諸惡獸等悉起慈心，", "74": "常得安樂，乃至菩提。", "75": "「第七大願：願我來世得菩提時，若有眾生，", "76": "鬪諍言訟，因生憂惱；若能至心稱我名", "77": "者，由是力故，鬪訟解散，慈心相向，乃至菩", "78": "提。", "79": "「第八大願：願我來世得菩提時，若有眾", "8": "明慧菩薩、山峯菩薩、辯峯菩薩、持妙高峯菩", "80": "生，入於江海，遭大惡風吹其船舫，無有", "81": "洲渚而作歸依，極生憂怖；若能至心稱我", "82": "名者，由是力故，皆得隨心，至安隱處，受", "83": "諸快樂，乃至菩提。「曼殊室利！是謂彼佛、", "84": "如來、應、正等覺，行菩薩道時，所發八種微妙", "85": "大願。又彼世尊，從初發心，常以定力成就", "86": "眾生、供養諸佛、嚴淨佛土，菩薩眷屬悉皆", "87": "圓滿。此之福德，不可思議，一切聲聞及諸獨", "88": "覺，縱經多劫，說不能盡，唯除如來、補處", "89": "菩薩。曼殊室利！若有淨信男子、女人，若王、大", "9": "薩、不空超越菩薩、微妙音菩薩、常思惟菩薩、", "90": "臣、長者、居士，心悕福德，斷諸煩惱，稱彼佛", "91": "名，讀斯經典，於彼如來至心尊重，恭敬供", "92": "養，所有一切罪惡業障及諸病苦，悉皆消滅，", "93": "諸有願求，無不隨意，得不退轉，乃至菩", "94": "提。", "95": "「復次，曼殊室利！東方去此，過五殑伽河沙", "96": "佛土，有世界名曰妙寶，佛號寶月智嚴光", "97": "音自在王如來、應、正等覺，有無量億菩薩圍", "98": "繞，現在說法，皆演大乘微妙深義。「曼殊室利！", "99": "彼佛如來，從初發心行菩薩道時，發八大"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0451 藥師琉璃光七佛本願功德經: 藥師琉璃光七佛本願功德經: 藥師琉璃光七佛本願功德經", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}