{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1370 佛說持明藏八大總持王經", "text": {"0": "No. 1370", "1": "佛說持明藏八大總持王經", "10": "欲持誦而修行者。每持誦時先須稱念。曩謨", "100": "天。於四足中現身。說此陀羅尼而作利益。若", "101": "有志心受持者所願具足若有眾生造眾惡業", "102": "當墮畜生者。以此陀羅尼威德力故。除滅先", "103": "罪定生人天。此陀羅尼能成就種種事業。若", "104": "復有人欲求成就種種事業者。當須修先行", "105": "法。得圓滿已。然後將所求成就物。於大持明", "106": "王前。或日三時或六時持誦。每一時誦千遍", "107": "為限。不得虧闕直至悉地得悉地已所作圓", "108": "滿。", "109": "若人欲降冤家者。當面南坐。手畫冤家頭面。", "11": "一切諸佛及法聖眾。如是歸命三寶已竟即", "110": "手按呪之冤自降伏。若人一日三時恒持誦", "111": "者。得一切人欽伏。若人面向南。以烏麻作護", "112": "摩者心所求事一一皆得。若以鉢置地手按", "113": "加持之必獲多施。又若加持酥食之。永不患", "114": "瘧及常輕安。又若女人無乳。加持酥及鹽食", "115": "之有乳。又若女人無子。加持栴檀華為粖。一", "116": "日三時點額。或以藥繫項或繫手臂定生福", "117": "子。又若女人惡性者。夫誦加持之即性改柔", "118": "善。又若夫惡性者。妻誦加持之和栴檀華", "119": "粖令食。即相欽重。又若人渡水至中流深處。", "12": "虔心持誦。即說陀羅尼曰。", "120": "身力疲乏慮其沈沒。心若憶念即得淺處。或", "121": "加持枯樹再生華葉。若加持枯池即水自瀰", "122": "滿。", "123": "復說陀羅尼曰。", "124": "娑引帝引阿迦致尾迦致補補紺切囉尼二合阿引", "125": "誐帝引娑摩引呬帝引悉地娑三帝引三波那引", "126": "𧹞曩謨引娑覩二合阿左里阿𧹞", "127": "此陀羅尼我於往昔。為極怒持明王時之所", "128": "宣說。若人常受持者。當獲吉祥勝事。若人持", "129": "誦成先行已取畢鉢羅華尾孕二合摩菓藏粖。", "13": "曩謨阿致嚩致曩致吒計姹囉計姹計烏嚕摩", "130": "後用酥蜜和然。加持乳汁同服。後持誦七晝", "131": "夜得大聰明。若以虎及獯狐猫兒猪等。各取", "132": "眼睛為粖。等分合和作丸。加持內於鼻中當", "133": "得隱身。若以微苦根藥。與乳蜜同和。加持食", "134": "之得顏貌不老。或於屍林或獨樹下或四衢", "135": "道。如是之處不食持誦。若獲成就當得空中", "136": "行住。亦可遊於欲色天界。若得劍成就而為", "137": "最上。若於海岸及大河岸。常食乳汁或肉汁。", "138": "持誦十箇月。日日相應身心不退。必獲海中", "139": "河中異寶。若於山上有龍處。常食菉豆及酥", "14": "帝嚕嚕摩帝覩嚕呬隷彌隷薩哩嚩二合惹拏", "140": "持誦。得龍送珠金。若於憂曇鉢樹下持誦。", "141": "常乞食誦不間斷。至成就呪酥。須臾間成水。", "142": "服之得解世間種種之法。若以土捏作師子", "143": "加持。若得成就乘之可往天界。如是諸法一", "144": "一修行。若求成就者。得先行圓滿已。依法復", "145": "誦八千遍必獲悉地。", "146": "爾時世尊說是持明藏八大總持王已。告阿", "147": "難言。此祕密法汝善受持。使於未來流傳不", "148": "斷。令修行者與諸眾生作大利益。時彼阿難", "149": "受佛教勅。歡喜踊躍作禮而退。", "15": "二合尾波那誐曩莫薩哩嚩二合三摩三沒馱", "150": "佛說持明藏八大總持王經", "16": "曩悉殿覩滿怛囉二合波曩莎賀", "17": "此陀羅尼。乃是過去無量正等正覺二足世", "18": "尊之所宣說。若欲修行於諸眾生。作息災增", "19": "益及擁護者。先須持誦精熟。成先行已有大", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "20": "功力。然可為於眾生。此陀羅尼法可於中秋", "21": "時作有大功力。若於是時作者持念易成。能", "22": "除八大怖畏。若復眾生常持誦者。恒得擁護", "23": "晝夜安樂。一切不祥悉皆遠離。福德增長無", "24": "諸苦惱。或在王城或遇兵革。欲脫種種危難", "25": "者。擇取吉晨於日午時。持誦作法當得解脫。", "26": "若被天龍鬼神種種持魅者。亦能解除。以持", "27": "誦力至於枯樹。亦可能令再生花菓。乃至令", "28": "持誦之人。獲宿命通知無量生事。", "29": "復說陀羅尼曰。", "3": "傳法大師臣施護奉　詔譯", "30": "普俱入嚩二合隷普俱入嚩二合隷三野替摩賀", "31": "引薩滿多摩賀入嚩二合隷帝護計目計護計", "32": "目計摩賀設䜝抳囉彌多野設細舍覩摩賀入", "33": "嚩二合隷入嚩二合羅帝悉地蹉僧左摩囉抳拏", "34": "莎賀", "35": "此陀羅尼。乃是行輪迴義成童子之所宣說。", "36": "可於十月作持誦法。為諸眾生而作利益。當", "37": "獲無量清淨果報復說陀羅尼曰。", "38": "酥那替引酥吠那那癡去聲呼下同烏那癡涅里", "39": "二合癡婆惹儞引馱末隷引蹉末曩致嚩致怛布", "4": "爾時世尊為末世眾生。宣說持明藏八大總", "40": "二合嚕曩吒嚩吒儞引那替伊迦拶囉󰂛地薩", "41": "際拏囉珂悉地拶泥去呼呬䜝泥同上尾莎賀", "42": "此陀羅尼。乃是緣覺之所宣說。可於冬時求", "43": "清淨處作持誦法。能擁護一切眾生。", "44": "復說陀羅尼曰。", "45": "多囉唧嚕嚕唧嚕吠嚕吠囉吒計呬隷彌隷帝", "46": "隷始隷曩致嚩致俱曩致阿曩末帝摩曩末帝", "47": "路引隷迦娑迦悉迦娑始羅引路引羅摩馱烏", "48": "末野尼頗娑頗細引唵引尾婆嚩帝引莎賀", "49": "此陀羅尼。乃是俱胝羅漢之所宣說。能擁護", "5": "持王經。令彼未來四眾之中諸修行人。為一", "50": "一切眾生離諸怖畏。是法可於春時持誦。作", "51": "息災增益定獲成就。若依法無失功行不退。", "52": "可得隱身無人能見。", "53": "復說心陀羅尼曰。", "54": "唵引按多捺嚩二合彌尾婆嚩酥莎賀", "55": "此心明以所求事。復稱名誦九洛叉所求必", "56": "遂。至數滿時備種種香華燃燈。供養佛法僧", "57": "菩薩緣覺聲聞等。若乞食者當持鉢北行。至", "58": "於聚落可次第行乞。以七家為限不得驀越", "59": "而彼七家所施之後福及七族所供養華可求", "6": "切眾生而作利益。乃至求諸悉地而獲成就。", "60": "迦羅尾羅華。及龍華等而為最上。", "61": "復說陀羅尼曰。", "62": "娑嚩儞娑嚩儞娑嚩曩目契嚕半彌僧呬引摩", "63": "賀迦波禰引唵引唧引隷彌隷唵引迦伊底尾儞", "64": "虞賀𤚥引蹉曩野莎賀", "65": "此陀羅尼乃是預流之所宣說。是法可於夏", "66": "時持誦以求成就。作法之處當求屍林。或兩", "67": "河間或橋上建立持誦若為他人作擁護者。", "68": "先求清淨童女合線貫珠。誦一洛叉所求成", "69": "就。或取自身左肋上血。搵白蓮華護摩。誦", "7": "佛言若有行人。發勇猛心堅固不退。於此八", "70": "八百遍所求皆得。或以黑貓兒死豬死人等", "71": "左眼睛。同研和合并三金同為丸。用娑羅樹", "72": "汁同服。所求必得成就。", "73": "復說陀羅尼曰。", "74": "阿迦細引迦細引曩迦細引誐拏迦羅細引鉢囉", "75": "二合拏那旦鉢囉二合拏那嚩怛嚩二合唵引尾", "76": "馱摩賀引尾馱細引那閉多那閉嚕嚕弭呬唧", "77": "隷彌隷阿𡁠多𡁠拏哩野彌覩野曩謨薩哩嚩", "78": "二合沒馱三沒地三婆嚩二合喃莎賀", "79": "此陀羅尼。乃是無能勝菩薩之所宣說。若有", "8": "大總持而修行者。先須清淨身心內外嚴潔。", "80": "志心持誦經其一年。必獲色力殊勝吉祥安", "81": "樂。具足功德名稱遠聞。", "82": "復說陀羅尼曰。", "83": "曩謨囉旦曩二合怛囉二合夜野曩謨娜誐彌鼻", "84": "曩謨囉俱舍嚩哩曳二合曩謨馱覩毘藥二合迦", "85": "引曳引曳引阿曩閉尾惹儞引具具烏沒馱二合", "86": "佉誐作羯囉二合莎賀", "87": "此陀羅尼。乃是阿那含之所宣說。能救一切", "88": "病苦。若有患者行人執其手誦此。加持乳汁", "89": "令服及令洗身。設臨命終亦可除差。或呪摩", "9": "直至成就無令間斷。若暫間斷不獲成就。若", "90": "曩尸羅藥。安病人耳中亦得除差。若有行人", "91": "成先行已欲求悉地者。或執數珠或輪。但依", "92": "法持誦。行人設使無福。以法力故亦獲成就。", "93": "復說陀羅尼曰。", "94": "波散儞引迦羅里波散儞引摩迦引里波散儞引", "95": "摩迦引里波散儞引多迦引里多迦引里波散儞", "96": "引摩里迦引里波散儞引嚕羅里波散儞引波散", "97": "曩迦引里帝曩謨阿左哩野二合波引那引喃引", "98": "唵引波散儞引酥路引彌計莎賀", "99": "此陀羅尼我於往昔為菩薩時。名妙意持明"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1370 佛說持明藏八大總持王經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}