{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2823 大乘入道次第開決", "text": {"0": "No. 2823 [cf. No. 1864]", "1": "大乘入道次第開決", "10": "編錄其可覿乎。大唐開元初有樸陽大德身", "100": "所修善根等者。由救物故自得增長。名為方", "1000": "謂四諦法即是依圓。苦集兩諦染因果故但", "1001": "依他性。滅道兩諦淨因果故而是圓成。道諦", "1002": "無漏雖從緣生。今乃攝入不倒圓成。故後二", "1003": "諦皆圓成攝。以四諦法是實因果。不攝遍計", "1004": "無體之法。故言但說依他圓成有等。", "1005": "正等菩提廣大深遠者。無上菩提不過福智。", "1006": "約福名廣。無邊際故。約智名深。難測知故。或", "1007": "大菩提即是理智。智無限極故名廣大。理無", "1008": "思議故名深遠。", "1009": "省己意樂修等者。省謂省察。意樂即是信及", "101": "便具足義也。如外典云。夫欲達己先達人等。", "1010": "欲樂。若有施等難修屈時。便即有察自身本", "1011": "有信及欲樂。堪能修習不應退也。", "1012": "三聞諸佛圓滿等者。即六轉依中果圓滿轉", "1013": "也。六轉依者。唯識論云。轉依位別略有六種。", "1014": "一損力益能轉。謂初二位。由勝解及慚愧故。", "1015": "損本識中染種勢力。益本識內淨種功能。漸", "1016": "伏二障。亦名為轉。二通達轉。在通達位。由見", "1017": "道力通達真如。斷分別生二障麁重。證得一", "1018": "分真實轉依。三修習轉。謂修習位。由數修", "1019": "習十地行故。漸斷俱生二障麁重。漸次證得", "102": "所聞讚毀心定不動。謂聞讚毀佛法菩薩。菩", "1020": "真實轉依。四果圓滿轉。謂究竟位。由三大劫", "1021": "阿僧企耶修集無邊難行勝行。金剛喻定現", "1022": "在前時。永斷本來一切麁重。頓證佛果圓滿", "1023": "轉依。窮未來際利樂無盡。五下劣轉。謂二乘", "1024": "位。專求自利厭苦欣寂。唯能通達生空真如。", "1025": "斷煩惱種證真擇滅。無勝堪能名下劣轉。六", "1026": "廣大轉。謂大乘位。為利他故趣大菩提。生死", "1027": "涅槃俱無欣厭。具能通達二空真如。雙斷所", "1028": "知煩惱障種。頓證無上正等菩提。有勝堪能", "1029": "名廣大轉。前果圓滿別指佛果。此廣大轉通", "103": "薩所行其心安住。名正心住。", "1030": "約諸位。或前顯體此作用。對二乘位別顯此", "1031": "能。故亦即是果圓滿攝。", "1032": "引他麁善況己等者。如攝大乘世親釋云。如", "1033": "世間者由有障善而成其善。謂有障善當命", "1034": "終時即引可愛一切自體圓滿而生。況我今", "1035": "者由無障善而成其善。不當成佛無上菩提。", "1036": "無有是處。", "1037": "由斯三事練磨等者。始從初住至迴向終。皆", "1038": "以三事練磨其心。故於修證而不退也。", "1039": "忍世第一印所取境觀能取等者。此中文略。", "104": "聞說三寶三際等者。謂聞三寶有之與無。又", "1040": "且作是說。非世第一但印境空觀於能取。於", "1041": "忍義中尚猶不足。豈兼世第一而是說耶。下", "1042": "次文中又說。忍及世第一法印所取空。觀能", "1043": "取識亦非實有。文亦不足。若具文義。如下當", "1044": "知。此不繁舉。", "1045": "妄執六塵識外他造者。若諸小乘說。由業力", "1046": "引四大種極微所成。若諸外道亦有說是極", "1047": "微成者如順世。亦有外道各別執有大梵時", "1048": "方本際自然虛空我等。隨執此七常住實有", "1049": "具諸功能生一切法。即是妄執六塵等法識", "105": "聞三世有佛無佛。其心不轉名不退住。", "1050": "外他造也。", "1051": "依因善友作意等者。一依因力。謂即性習二", "1052": "種為因。二善友力。謂即十方諸佛菩薩。三作", "1053": "意力。謂於大乘深生信解。四資糧力。謂即福", "1054": "智二種資糧。由此四種能修勝行。故說依於", "1055": "四勝力也。", "1056": "如名身等所詮等者。等即等取句身文身。名", "1057": "詮自性。句詮差別。文即是字為二所依。若唯", "1058": "一名等即但稱名等。若二名等聚即稱名身", "1059": "等。至三已上更稱多矣。所言蘊者積聚為義。", "106": "三業清潔悟二等者。三業清潔故名為童。謂", "1060": "謂十一色五受六想七十三行八識　各略以", "1061": "為一聚。名為色受想行識蘊故。舊經論譯云", "1062": "為陰。謂以略名陰多義故。所言處者生義門", "1063": "義。即內六根及外六境是六識心生長處故。", "1064": "此六根境隨應能通分別六識出入處故。舊", "1065": "翻為入。失生出義。所言界者是種族義。謂即", "1066": "六根六境六識是根境識之種類故。如彼四", "1067": "姓族類異故。故種族義名為界義。故俱舍頌", "1068": "云。聚生門種族。是蘊處界義。雜集中邊義稍", "1069": "異此。不能繁敘。樂者述之。此等並是所詮義", "107": "如童子身語意行皆無咎故。悟二世間故亦", "1070": "也。", "1071": "似外相轉實唯等者。如翳眼所見空花。似在", "1072": "眼外。實在眼中。", "1073": "今顯內法似彼妄情者。此顯似義遣外難也。", "1074": "謂外難云。若有外法是所似者應有外法。若", "1075": "無外法何所似耶。無所似故似義不成。如何", "1076": "可言心似外境。故今釋云。所言似者。謂顯內", "1077": "法似能執心。言內法者。即是心所變相分實", "1078": "唯在內。妄情不了執為心外。故說內法似彼", "1079": "妄情。不說內法似外境也。", "108": "為真。了眾生器悉皆虛假。心無礙故。", "1080": "海樓崇聳蜃氣虛構等者。謂於海中有蟲名", "1081": "蜃。狀如蜂蛤。來遊水上吐氣為戲。日光初照", "1082": "氣狀似樓。人遠見之謂樓實有。但是蜃氣非", "1083": "有實樓。", "1084": "何乃同觀覿異等者。覿見也。矚視也。瞰又視", "1085": "也。諒信也。否惡也。藏善也。謂水是一。四見", "1086": "不同。信可由心。與離心執善惡全別也。", "1087": "於加行時推求等者。此中語倒。若正應言。推", "1088": "求假有實無行見。謂於正起加行智時。所有", "1089": "推求假有實無行解知見名尋思也。", "109": "解真俗諦悟法王等者。謂善了知說真俗諦。", "1090": "次依於忍印取無等者。謂忍不同有其三品。", "1091": "下忍起時印所取無順觀能取。中忍轉位正", "1092": "觀能取。如彼所取決定是無。上忍起位審定", "1093": "印可能取是空。今此文中闕上忍文。下文即", "1094": "具如次文。今重印可決定是無。即是下忍。又", "1095": "能取心對境已下。即是中忍。此忍雖亦印能", "1096": "取等。即是上忍。", "1097": "又境之體通於內外者。問。既此內外境與四", "1098": "緣中親疏二緣云何。言四緣者。唯識第七廣", "1099": "顯其相。今略舉之。一者因緣。謂有為法親辦", "11": "號智周。我大唐三藏曾孫弟子。慈恩大師之", "110": "名解真俗。悟法王處軌度法王處宮殿等。名", "1100": "自果。此體有二。種子現行。種子者。謂本識中", "1101": "善染無記諸界地等功能差別。能引次後自", "1102": "類功能。及起同時自類現果。此唯望彼是因", "1103": "緣性。現行者。謂七轉識及彼相應所變相見。", "1104": "除佛果善極劣無記。餘熏本識生自類種。此", "1105": "唯望彼是因緣性。因即是緣持業釋。二等無", "1106": "間緣。舊亦說為次第緣。謂八現識及彼心所。", "1107": "前聚於後自類無間。等而開導令彼定生。八", "1108": "識相望既非自類又俱時轉。故非互作等無間", "1109": "緣。心所與心雖恒俱轉。非自體類而相應故。", "111": "悟法王法。", "1110": "和合似一。不可施設離別殊異。故得互作等", "1111": "無間緣。三所緣緣。謂若有法是帶己相心或", "1112": "相應所慮託。此體有二。一親二疏。若與能緣", "1113": "體不相離。是見分等內所慮託。應知彼是親", "1114": "所緣緣。若與能緣體雖相離。為質能起內所", "1115": "慮託。應知彼是疏所緣緣。親所緣緣能緣皆", "1116": "有。離內所慮託必不生故。疏所緣緣能緣或", "1117": "有。離外所慮託亦得生故。四增上緣。謂若有", "1118": "法有勝勢用。能於餘法或順或違。雖前三緣", "1119": "亦得增上。而今第四除彼取餘。為顯諸緣有", "112": "如王太子堪受王位行漸勝者。所謂振動照", "1120": "差別故。今此所言通外境者。非第三中疏所", "1121": "緣也。以疏所緣亦不離識。不可說為心外境", "1122": "故。但說妄情及諸妄執所計實境說為外耳。", "1123": "是故得之外無內有。若疏所緣外亦有故。若", "1124": "爾外執亦稱實智。如何說是虛妄執也。答。眼", "1125": "等取境但是現量。不能分別強執為外。後意", "1126": "分別強生外相。故說虛妄為不稱實。了知假", "1127": "有實無。觀此義主所釋意云。了知假有實無。", "1128": "是尋思智。由此為因所得決定行智。名如實", "1129": "智。尋攝論意與此不同。推求假有實無行見。", "113": "曜住持往詣。嚴淨無數世界。開示觀察知根。", "1130": "說名尋思。了知假有實無行見。名如實智。是", "1131": "故了知假有實無非尋思智。本釋既爾。且依", "1132": "而解決定行者。謂如實智即作假有實無決", "1133": "定行解也。", "1134": "壞證微妙淨相法者。謂若能斷雜染相法。便", "1135": "能證得妙淨相法。淨相法者即是真如。相者", "1136": "即是體相義故。由不能斷雜染法故。正智壞", "1137": "滅不證真如。故云壞證淨相法也。", "1138": "懈怠住法動法等者。謂懈怠者於所住法於", "1139": "所動法。堅固守護都無失壞。即前所說雜染", "114": "調伏無數眾生。此等諸行勝過於前。漸能增", "1140": "相法。名所住法。是可破壞。不安穩故。名為動", "1141": "法。常與雜染不相捨離。故懈怠者深可愍也。", "1142": "而猶未能除空有相者。謂前三位觀二取無", "1143": "皆作假有實無行見。故世第一雙印二空。亦", "1144": "得假有實無觀智。假有即是依他起性。此即", "1145": "有相。實無即是遍計所執。此名無相。證真理", "1146": "時二相皆滅。故世第一未證真也。", "1147": "即四諦等名為等者。謂彼四諦以十六門差", "1148": "別建立名安立諦。十六門者。即四諦下各四", "1149": "行相。苦諦四者。謂即非常苦空非我。集諦四", "115": "上一切種智。名行漸勝。", "1150": "者。因集生緣。滅諦四者。滅靜妙離。道諦四", "1151": "者。道如行出。參詳俱舍顯宗二論。就其相顯", "1152": "易解說云。有生滅故非常。逼迫性故苦。違我", "1153": "所見故空。違我見故非我。能生法故因。有多", "1154": "種故集。恒滋產故生。各別助故緣。諸蘊盡故", "1155": "滅。三相息故靜。無眾患故妙。脫眾災故離。通", "1156": "行義故道。契正理故如。正趣向故行。能永超", "1157": "故出。", "1158": "三謂無間解脫勝進者。謂從加行創起聖智。", "1159": "所應斷惑一念斷盡更不隔念。名無間道。前", "116": "此位菩薩行六度等者。同三世佛悟空寂理。", "1160": "斷障種後捨麁重。證前所斷煩惱解脫真如", "1161": "之智。名解脫道。為欲進斷餘品煩惱。證餘功", "1162": "德所有加行。無間解脫勝品諸道。總名勝進。", "1163": "故勝進道亦不離前無間解脫。念念進趣即", "1164": "名勝進。故前但說二。謂無間解脫道也。或約", "1165": "總別別開勝進。如斷欲界上三品惑。品品須", "1166": "起無間解脫。總起勝進斷中三品。故此文中", "1167": "許三心也。雜集更有多種復次義釋勝進道。", "1168": "恐繁不敘。", "1169": "能除煗品見道等者。謂見道智有其三品。即", "117": "而能起彼無住妙行名諸行勝。故花嚴云。此", "1170": "下品道名之為煗。以是初起力微弱故。此道", "1171": "所斷分別煩惱既是麁猛。不名為煗。故煗品", "1172": "言。唯自見道分別煩惱。但是煗品。見道所斷", "1173": "故名煗品。見道所斷煩惱麁重。若准雜集。", "1174": "煩惱及道各分九品。謂煗煗等。即煗煗道斷", "1175": "上上惑。以上上道斷煗煗惑。今於此中但總", "1176": "言耳。", "1177": "第三雙觀人法二空者。前智力劣各別觀斷。", "1178": "今智力勝故雙觀也。問。更有何障第三觀耶。", "1179": "答。此是相見非真見道。擬儀於真假說斷言。", "118": "菩薩行不可思議。與法界虛空等。學三世佛", "1180": "故初智劣各別觀斷。第三智勝一時倣像。", "1181": "二苦法智者。此言文略。若具應言苦法智忍", "1182": "智。謂是苦法智忍無間道後所得解脫道智", "1183": "故。為存略故但言苦法智也。不作是釋。與方", "1184": "便道中苦法智何別。", "1185": "苦諦所起增上教法者。謂說苦諦所有教法。", "1186": "此教依因苦諦而起故言苦諦所起教也。此", "1187": "教能與諸修行者方便道中苦智為緣。即說", "1188": "此教名為增上。", "1189": "於方便道中緣苦法智者。謂依教法所生苦", "119": "而修行故。名之為行。", "1190": "智。與苦法忍為方便因。故苦法智名方便道。", "1191": "由能分別見道等者。問。既言分別見道所證。", "1192": "明知即是相見道收。何故前言於修道中而", "1193": "建立也。答。理實見修皆有二智。各自分別自", "1194": "所證理。而彼論中。依自他利增微義邊隱顯", "1195": "而說。謂於初地能利自地。於見道中初得自", "1196": "利。真見義增相見用微。但說真見隱相不論。", "1197": "於修道中所起利他。本智用微後智用增。隱", "1198": "正體智但說後得。故說修道所有正見分別", "1199": "見道自所證理。理實分別自修道中自正體", "12": "孫弟子。河南法師之親弟子。即是青龍大師", "120": "愍生慕法者。但為救護攝受饒益一切眾生。", "1200": "智所證理也。", "1201": "如此各修一度者。問。十地全無十度行相。如", "1202": "何妄說名修一耶。答。此中但約義准說之。何", "1203": "必皆須行相同也。謂第二地得離垢名。而第", "1204": "十地成大法智。准知餘地諸度別修。但舉一", "1205": "隅三隅返故。又說。十度麁細易難故。由前前", "1206": "而引後後。前前麁故而易修行。後後細故而", "1207": "難修習。故知十度別別漸修。又說。真如有二", "1208": "功德。一則本有十相真如。二乃新生十種勝", "1209": "行。既真本德十地證殊故。新生行地地修別。", "121": "名為愍生。為學憶念愛樂清淨增長住持宣", "1210": "然地與行名相應同。恐失雜修通行之義。故", "1211": "地與行名相異同。依雜依純相影顯說。", "1212": "據實二障俱障二果者。由說煩惱迷闇諦理", "1213": "障我空智故障菩提。由所知障畏法空理令", "1214": "不顯現故障涅槃。煩惱障涅槃。所知障菩提。", "1215": "次文自說。此不煩舉。", "1216": "約別而言初障等者。謂約相增別相而說。以", "1217": "煩惱障能感生死故障涅槃。說所知障礙智", "1218": "不生故障菩提。", "1219": "染慧為性等者。然五惡見皆用別境慧為體", "122": "說諸佛本所修行。名為慕法。", "1220": "性。然別境慧通於三性。今取二性故言染慧。", "1221": "染通不善有覆無記。覆即是染。障聖道故。故", "1222": "惡及覆皆名染也。", "1223": "一薩迦耶見等者。取隨煩惱一切煩惱皆名", "1224": "取故。蘊從取生故名取蘊。即舊疏云五盛陰", "1225": "也。由煩惱力蘊熾盛故。蘊言取者簡無漏蘊。", "1226": "要依漏蘊起身見故。然此身見於取蘊身。或", "1227": "執二以之為我。或執一為我。執餘為我所。不", "1228": "定執故名移轉身也。", "1229": "二十六等諸見等者。此六十二即是邪見。廣", "123": "覩者歡喜等者。花嚴經云。修此行時。令一切", "1230": "如唯識顯揚等說。百法疏中當廣分別。", "1231": "及見所依五蘊等者。見依蘊起名見所依。既", "1232": "執諸見為勝能淨。此見不離所依五蘊。故所", "1233": "依蘊亦勝淨也。戒取亦爾。無煩重舉。", "1234": "佷戾為性者。上胡墾反。違也。下力計反。曲", "1235": "也。說文深不諫也。", "1236": "於自盛事等者。謂即種姓端嚴財寶多聞持", "1237": "戒門徒眷屬。乃至在身一切勝事。皆名盛事。", "1238": "不顧自法者。謂即自身所有勝法。即前種姓", "1239": "多聞等是。身有勝事更合慕善。不顧自身所", "124": "眾生歡喜愛樂。若見一切來求索者。菩薩見", "1240": "有勝法。於賢善人不崇重也。", "1241": "於實德能不忍等者。實謂諸法實事理也。德", "1242": "謂三寶真淨德也。能謂諸善勝功能也。於三", "1243": "種中。心不忍可意不樂欲。故名不信。", "1244": "第八唯是無覆等者。然其無記總有二種。所", "1245": "謂有覆無覆別故。若是無覆惑不相應。若是", "1246": "有覆惑得俱起。覆謂染法。障聖道故。不障聖", "1247": "道故名無覆。第八唯是無覆無記。不同末那。", "1248": "雖是無記性有覆故。煩惱俱故。", "1249": "眼等五識不能等者。必要稱量勝劣等故。而", "125": "之倍生歡喜。由此二行名歡喜行。", "1250": "方起於慢過慢等。由此慢有七種不同。廣如", "1251": "唯識百法疏述。", "1252": "第七識中有大八者。以此八種遍諸染心有", "1253": "勝力故。名之為大。故唯識論第六卷云。此二", "1254": "十種類別有三。謂忿等各十別起故名小隨", "1255": "煩惱。無慚等二遍不善故名中隨煩惱。掉舉", "1256": "等八遍染心故名大隨煩惱。", "1257": "然斷煩惱總有二種等者。即是前四轉依義", "1258": "中。當其第一能轉道也。斷種等即能斷道。等", "1259": "即等取無堪任性。二但折伏即能伏道。應以", "126": "無恚行者。新經名為無違逆行。若有瞋恚即", "1260": "前義委釋此也。", "1261": "且資糧位頓悟等者。然諸菩薩總有二種。一", "1262": "者頓悟。二者慚悟。若不定性。復從二乘。無漏", "1263": "聖位而發心者。此名為漸悟菩薩。由是此類", "1264": "有五種人。謂即四果及獨覺果。如次八六四", "1265": "二一萬劫數修習。方始得到十住初心。以二", "1266": "乘心礙大乘故。經多劫數方至初住。是故經", "1267": "云。須陀洹人八萬劫相心於本位證我空故。", "1268": "故資糧位無漏智行。若大乘姓直從凡位而", "1269": "發大心。名為頓悟。但十千劫修行世間十善", "127": "是違逆忍波羅蜜。違逆諸佛所說空法。違逆", "1270": "道故得入初住。故資糧位但是有漏。無漏之", "1271": "智未起現行。", "1272": "或復翻此者。若思惟而起者。此位不伏。若因", "1273": "邪師邪教起者。此位能伏。今詳二義此理必", "1274": "然。自思惟內心所起細難伏故。邪教邪師外", "1275": "緣所起易可捨故。", "1276": "以修三種對治等者。於三義中各有標釋。如", "1277": "文可解。下言永斷正見前行道者。謂初地中", "1278": "所得聖智能永斷惑。是故名為永斷正見。此", "1279": "之三種是道前加行之道。是故名為前行道", "128": "攝受一切眾生。若無恚者則不違逆。亦異義", "1280": "也。", "1281": "從何而得斷耶者。此諸斷義稍難取意。未見", "1282": "本釋。且作一解。若有別義改而正之。謂所斷", "1283": "障有其二種。一則麁重。二乃現行。從於何者", "1284": "而得斷耶。然所斷障不離三世。從於何世而", "1285": "得斷耶。", "1286": "答不從過去等者。此中意說。不斷現惑。以道", "1287": "起時現惑先無。過去已滅無惑可斷。未來未", "1288": "至亦無可斷。現道不俱亦無所斷。是故不從", "1289": "三世現惑而得斷也。", "129": "一不相乖也。", "1290": "然從諸煩惱麁重等者。此通伏難顯斷義也", "1291": "若於三世無惑斷者。何故諸教說斷惑耶。故", "1292": "此答言。若於現惑雖無斷義。可從麁重種得", "1293": "名斷。然者則是許可義故。", "1294": "為斷如是如是等者。於加行時為欲永斷如", "1295": "是麁重。起此對治。治道正生麁重正滅。故約", "1296": "麁重而得斷名。若約現行則無斷故。", "1297": "由此品離繫故等者。謂由此品麁重滅故。未", "1298": "來現惑無因不生。永不生故說名斷惑。非謂", "1299": "正斷現起惑也。", "13": "異方同學。內窮三藏外達九流。為學者師宗", "130": "無盡行者。新經名為無屈撓行。屈者即是退", "1300": "此意不說斷三世者。若准本釋不說斷其三", "1301": "世麁重。若爾何故前文說言。若此品對治生", "1302": "則此品麁重滅等。由是義故但可說言不斷", "1303": "三世現行惑也。", "1304": "初約遮門不斷三世等者。雜集瑜伽二論皆", "1305": "有斷不斷義。雜集具約種子現行說斷不斷。", "1306": "瑜伽就種剎那相續說斷不斷。各據義明不", "1307": "相乖越。故不斷義兩文同也。", "1308": "正見相應能對治心者。正見即是八聖道中", "1309": "正見支也。能對治心即是正體智。以此正見", "131": "轉之義。撓者乃是怯弱之義。故由勝精進無", "1310": "是後得智而能分別見道所證故。與能治心", "1311": "相應也。即此後智正見相應正體無漏。是即", "1312": "名為能治心也。", "1313": "於現在無隨眠等者。謂顯三時皆無斷義。以", "1314": "一切法於念念中從眾緣生無自性故。剎那", "1315": "必滅無作用故。於現在世暫有即無隨眠不", "1316": "待斷而方滅。豈此聖道能對治耶。況一念障", "1317": "治不俱明闇不並。何有斷義。故現在世無有", "1318": "隨眠。於現在世尚無隨眠。況入過去更有何", "1319": "斷。縱此一念剎那心後。未來所起隨眠心在", "132": "退弱故所行不息。故此彼亦不相違也。", "1320": "未來世。亦無隨眠是所斷者。故念念中此無", "1321": "斷義。", "1322": "從此已後於已等者。次下即明有所斷義。謂", "1323": "前正智於當念中雖無斷義。然彼隨眠於念", "1324": "念無所不斷。以一切法於念中而有不動相", "1325": "續門故。依不動門即無斷義。以一切法剎那", "1326": "即滅無有遷動作用義故。約相續門即有斷", "1327": "義。以因前念引後念生。相續因緣有所作用", "1328": "故。如燈念念雖不破闇。由焰相續闇相便除。", "1329": "水日月等諸法皆然。當知此中道理亦爾。故", "133": "尊重行者。新花嚴經名難得行。謂能成就難", "1330": "由聖道相續力故隨眠並斷而得轉依。是故", "1331": "說言從此已後於已轉依身相續等。", "1332": "所有後得世間等者。謂由正智斷隨眠故。人", "1333": "令後所得無漏聖智及在世間善無記心。三", "1334": "時皆無隨眠縛故。是故名為皆離隨眠。無記", "1335": "心者即是文中本識心也。", "1336": "答據彼三心見道說者。即前無間解脫勝進。", "1337": "然詳此說於理不正。以見道中三界諸惑一", "1338": "剎那中一時頓斷。既斷惑時不分品數。則不", "1339": "別起多無間道。何須彼言。為斷如是如是品", "134": "得善根。即由難得故成尊重。既得難得尊重", "1340": "麁重起如是如是品對治等。故知如是如是", "1341": "重言不約見道三心而說。但依見修治道合", "1342": "言。對法明諸位斷義。不唯約初見道斷說故。", "1343": "二義中後說為正。", "1344": "二障下品總名第三等者。問。諸論皆說此三", "1345": "心者依相見道總別建立。故唯識云。前二名", "1346": "法智。各別解故。第三名類智。總合解故。但是", "1347": "總觀我法二障所有斷相立此第三。如何說", "1348": "是二障下品。更以何障為下品耶。答。即彼二", "1349": "障無堪任性。既是麁重說為下品。而為第三。", "135": "善根。二利之行更增進也。", "1350": "於理何失。若爾應亦許有中品。更以何法為", "1351": "中品耶。答。經論皆說有三麁重。在皮在膚在", "1352": "骨別故。由是麁重亦有三品。故相見道有三", "1353": "品障。", "1354": "為能取及上下諦等者。依觀二取立十六者。", "1355": "所取即是四諦真如。能取即是緣真如智。依", "1356": "觀所取立法忍智八種觀心。依觀能取立類忍", "1357": "智八種觀心。此可即依觀能取所取別立法", "1358": "類十六心也。所有行相文中自顯。依觀上下", "1359": "十六者。上謂色界及無色界。下欲界。依觀欲", "136": "四無礙諸陀羅尼門等者。此四無礙諸陀羅", "1360": "界苦諦真如所起無間道立為法忍。所起解", "1361": "脫道立為法智。依觀上界苦諦真如所起無", "1362": "間道立為類忍。所起解脫道立為類智。何故", "1363": "上界立為類耶。謂上界類下欲界斷所斷惑", "1364": "證所證理故。於上界而立類言。苦諦既爾。餘", "1365": "三准前。四諦共有八無間道八解脫道即成十", "1366": "六。此即依觀上下諦境別立法類十六心也。", "1367": "正斷三界見苦所斷等者。謂於三界苦諦之", "1368": "下有二十八種分別惑。隨眠正是見苦真如", "1369": "正智之所斷也。故苦法忍見苦真如。正斷三", "137": "尼門既以念慧而為體性。是故即名諸善慧", "1370": "界苦諦之下二十八種分別惑也。", "1371": "七地已前諸識中等者。諸識即謂前七識也。", "1372": "以七地前猶起有相故。俱生障未全伏也。六", "1373": "識尚爾。第七必然。故七地前七識之中俱生", "1374": "煩惱亦得起也。", "1375": "由能引識是無漏故等者。謂前五識生時必", "1376": "由意識引起。以是微劣少分別故。要以意識", "1377": "為分別根方得生故。其能引識既是無漏故。", "1378": "所引識障不行故。", "1379": "第六意識入生空時等者。謂末那識與第六", "138": "法。能除眾生諸煩惱熱。如入池浴而得清涼。", "1380": "識為不共根六識方起。其末那識既無勝用。", "1381": "是故欲入無漏之時。必由意識而為道引。是", "1382": "故意識入生空時。即末那識我執不行。入法", "1383": "空時法執不行。方始得成平等性智。由斯意", "1384": "識入生空時。其第七識即是有漏故。所智障", "1385": "亦得起也。", "1386": "以煩惱障不障十地等者。謂十地者即以法", "1387": "空真如理智差別建立故。唯所知障能障十", "1388": "地。其煩惱障但能發業招感生死。唯障涅槃。", "1389": "是故不能障十地也。若爾應與所知障別。便", "139": "是故喻彼清涼池也。然此所行四無礙等。但", "1390": "違唯識。故彼文云。煩惱障中此障必有。彼定", "1391": "用此為所依故。彼論又云。補特加羅我見起", "1392": "位。彼法我見亦必現行。如妄迷杌方謂人等。", "1393": "既許二障二執體同。如何所障乃有差。", "14": "作詞場雄伯。工手著述妙手讚揚。所撰章鈔", "140": "相似得非真滿得。真在地上。滿第九地。故", "141": "此但是相似得耳。四無礙等義如下說。此無", "142": "繁舉。", "143": "凡所修行悉皆迴向者。迴向實際。迴向菩提。", "144": "向迴眾生。以此三種攝於一切。是故名為悉", "145": "皆迴向。", "146": "不著生死不離菩提者。不離菩提即是不住", "147": "涅槃之義。若住涅槃即離菩提。故唯識論釋", "148": "無餘依涅槃文中。離相湛然寂滅安樂。依斯", "149": "說彼與佛無差。但無菩提利樂他用。故復說", "15": "凡十數部。即法花攝釋唯識諠祕因明決擇", "150": "彼與佛有異。", "151": "令此善根功德等者。謂至一切三寶之所作", "152": "諸供養。至於一切眾生之所為利益事。", "153": "修悔過善根離一切業障者。若准經文。此語", "154": "倒也。若正應言。悔過懺除一切業障所生善", "155": "根。", "156": "所有善根悉皆隨喜者。此中文略。此前應有", "157": "禮拜勸請所生善根。於隨喜中語又不足。致", "158": "令讀者皆有謬解。若具應言。於諸如來一切", "159": "眾生所有善根。皆生隨喜所生善根。", "16": "皆所造也。雖不至長安而聲聞遐被關輔諸", "160": "以此善根悉皆迴向者。以此懺悔禮拜勵請", "161": "隨喜所有善勸根皆迴向也。", "162": "常作佛事善巧方便者。即作佛事為巧方便。", "163": "故花嚴云。善巧方便常作佛事。佛事即是放", "164": "佛光明普照世界無有限極。", "165": "具諸功德離諸虛妄等者。此中語倒。應先離", "166": "妄後方具德。故花嚴云。此菩薩了一切眾", "167": "生。無眾生解一切法無壽命等。由了此故能", "168": "離虛妄。心無所著故念念中得不可說十力", "169": "善地具足。一切功德成就清淨善根。所須樂", "17": "德咸仰高風。然觀其述作文約義著。究其", "170": "具一切皆種。色相無比。威力光明超諸世間。", "171": "乃至能得十種無盡藏功德。", "172": "堅固安住自在功德者。若准經文此語亦倒。", "173": "若正應言安住自在堅固功德。謂此菩薩為", "174": "轉輪王名為安住自在功德。獲那羅延不可", "175": "壞身名為安住堅固功德。", "176": "以如是等諸善等者。謂以如前內外物施所", "177": "有功德及以自在堅固功德而迴向也。", "178": "而能增長一切等者。謂能增長一切善者。由", "179": "修習時究竟安住堪忍也。此中唯舉修行一", "18": "所志既慈具悲實。謂間生英賢傳法菩薩者", "180": "種。花嚴經中則有數義。謂於一切諸善根所", "181": "修行安住趣入攝受積集辦具悟解開示發", "182": "起之時堪忍力。", "183": "拔出眾生者。於虛妄道拔出眾生令其安住", "184": "一切善道。", "185": "成就念智者。住正念故其心明了深心不動。", "186": "成就智故趣一切智終不退轉。", "187": "所修諸善皆順如相者。譬如真如是真實性。", "188": "諸佛行處無能測量。得者無退乃至廣說。善", "189": "根迴向皆亦如是。", "19": "也。恐初學者望法海而忙然。瞻義山而永退。", "190": "離憍慢等縛著等者。謂此菩薩所起一切諸", "191": "善根時。皆從尊重珍敬心起。名離憍慢。不見", "192": "我行他人不行而生輕賤。故置等言。謂自能", "193": "行即名為縛。謂他不行乃名為著。既離憍等", "194": "所有縛著。名解脫心也。", "195": "迴向饒益品物一切者。品物一切其言倒也。", "196": "應言饒益一切品物。謂即一切諸品物類也。", "197": "行普賢行者。所習諸善不執為己及以他人。", "198": "觀一切法悉皆平等無非賢善。是則名為普", "199": "賢之行。令此菩薩三業皆然。是則名為行普", "2": "京西明道場沙門曇曠撰", "20": "遂乃纂大教之樞要。舉法網之大綱。爰示方", "200": "賢行。", "201": "離垢繒繫頂者。謂如西方紹高位者。皆以鮮", "202": "繒而繫其頂。今此菩薩行法施行。以清淨法", "203": "而標其首。故離垢繒而繫頂也。故花嚴云。佛", "204": "子此菩薩以法施為首。後生一切清淨白法。", "205": "即是淨繒繫頂義也。", "206": "受大法師記者。謂此菩薩行法施故。便受諸", "207": "佛記是法師。此即受記見是法師。非受當記", "208": "為法師也。故花嚴云住法師位。", "209": "此位初首而有等者。前之五種下諸文中數", "21": "隅撰茲義記。然入道次第通乎三乘。唯我大", "210": "頻解釋。但釋後五於身命財常作捨相。名為", "211": "捨心。常持菩薩三聚淨戒。名為戒心。能於惡", "212": "世傳法不絕。名護法心。所修善根願共眾生。", "213": "名為願心。咸起諸行咸向菩提。名迴向心。決", "214": "定信位所得心故。名十信心。", "215": "以初發心而甚等者。初菩提心甚難可發。若", "216": "不廣陳行相難見。故於初住離出十信令解", "217": "進趣。菩提之心總別雙舉四十心矣。", "218": "擇簡於見見不擇者。統論見者有其二種。一", "219": "推求義。即未見諦諸有漏智。二照理義。即已", "22": "乘方稱至極。今明最勝究竟大乘。故言大乘", "220": "見諦諸無漏智。今所簡者即依前說。以無漏", "221": "見而能擇故。", "222": "加行無間此智等者。謂前剎那是加行道。即", "223": "後剎那是通達是。前加行滅通達智生。是故", "224": "名為加行。無間謂要前滅後念方生。不與後", "225": "念而為隔礙。故前念滅名為無間。或前念滅", "226": "後念即生。無別念隔名無間也。雖有二義前", "227": "解為勝。", "228": "一真見道體離等者。此釋真見有其二義。前", "229": "解真者即是實義。以此智見有實用故。此見", "23": "入道次第　言大乘者。總而言之不過四種。", "230": "即真名真見道。持業釋也。後解即約理智不", "231": "同。真之見故名為真見。依主釋也。", "232": "為斷餘障證得轉依等者。餘障即是俱生障", "233": "也。是分別障之餘障故。轉依義別有其四種。", "234": "一能轉道。此復有二。一能伏道。為伏二障", "235": "隨眠勢力令不引起。二障現行。此通有漏無", "236": "漏二道。加行根本後得三智。隨其所應能漸", "237": "頓伏。二能斷道。謂能永斷二障隨眠。此道定", "238": "非有漏加行。有漏曾習相執所引未泯相故。", "239": "加行趣求所證所引未成辨故。二所轉依。此", "24": "謂如常說教理行果。皆廣包故名之為大。並", "240": "復有二。一持種依。謂本識由此能持染淨法", "241": "種。與染淨法俱為所依。聖道轉令捨染得", "242": "淨。二迷悟依。謂真如由此能作迷悟根本。", "243": "諸染淨法依之得生。聖道轉令捨染得淨。三", "244": "所轉捨。此復有二。一所斷捨。謂二障種。真無", "245": "間道現在前時。障治相違彼便斷滅永不成", "246": "就。說之為捨。二所棄捨。謂餘有漏劣無漏種。", "247": "金剛喻定現在前時。所引圓明純淨本識非", "248": "彼依故皆永棄捨。四所轉得。此復有二。一所", "249": "顯得。謂大涅槃。此雖本來自性清淨。而由客", "25": "能運故稱之為乘。此義具如起信義釋　所", "250": "障覆令不顯。真聖道生斷彼障故。令其相顯。", "251": "名得涅槃。此依真如離障施設。故體即是清", "252": "淨法界。二所生得。謂大菩提。此雖本來有能", "253": "生種。由所知障礙故不生。真聖道生斷彼障", "254": "故令從種起。名得菩提。起已相續窮未來際。", "255": "此即四智相應心品。此文所言為斷餘障即", "256": "屬第三。證得轉依即屬第四。", "257": "復數修習無分別智。即第一中能斷道也。", "258": "此修習位能為依持等者。然修習位即以有", "259": "為能證正智。及以無為所證真理而為其體。", "26": "言道者。趣向為義。遊履為義。通運為義。亦", "260": "此真及智與所修行布施等行。一為依持。二", "261": "令生長。猶如大地與一切物為所依持令得", "262": "生長。故法從喻得地名也。", "263": "由得勝定及殊妙教等者。勝定即是等持等", "264": "至。妙教即是法大乘教。四種總持法義呪忍。", "265": "法謂名等能詮之法。義為所詮差別之義。呪", "266": "謂祕密文字章句。忍謂菩薩離言法智。此四", "267": "是境體非總持。由念慧力未聞法義聞之便", "268": "記長時不妄。故以念慧為法義二陀羅尼也。", "269": "謂由等持自在力故。加被諸呪所有章句令", "27": "即不離教理行果。隨應而有趣向遊履通運", "270": "成神驗除諸災患。故以等持等至為呪陀羅", "271": "尼。由妙智力了智呪等皆無自性。達一切法", "272": "離言法性。故以無相妙智為忍陀羅尼。此勝", "273": "定教及四總持。即是三地所得功德。", "274": "以此為因能起三慧者。由因定故能發修慧。", "275": "因殊妙教發聞思慧。復因總持離妄失障。", "276": "令心明達於所緣境。故為三慧總別因也", "277": "瑜伽等云觀察諸行者。諸行即是十二因緣。", "278": "以流轉故名為諸行。", "279": "七地菩薩唯修無相不起功用者。觀此所說", "28": "義。故皆名為道。下文皆有應尋引之　入", "280": "應是筆誤。不爾便與八地何別。又違唯識及", "281": "攝論等。唯識論云。前之五地有相觀多無相", "282": "觀少。於第六地有相觀少無相觀多。至第七", "283": "地純無相觀。雖恒相續猶有加行。攝大乘云。", "284": "謂此地中於功用行得至究竟。雖一切相不", "285": "能動搖。而於無相猶名有行。准此等文。故知", "286": "未絕功用之行。", "287": "然瑜伽云能遠證入無缺無間無相作意者。", "288": "非缺間言顯功用義。無缺無間意說常在無", "289": "相觀中。何妨常起作意住也。", "29": "次第者。總即五位。別以四十二賢聖也。於此", "290": "無相之行逾於等者。前三地行施戒定相同", "291": "世間。次之三地得增上慧相同二乘。今至無", "292": "相功用後邊。已過世間及二乘道。能於定中", "293": "起有勝行。是故此地名遠行地也。", "294": "不被一切有相等者。即約三義釋不動名。功", "295": "用即是加行異名。前第七地雖亦無相及無", "296": "煩惱。而有加行行動相不動。未得名不動。今", "297": "至第八地相行俱不動。故與第七有差別也。", "298": "說法自在獲得等者。以前諸地無礙智於說", "299": "法時則有過失。今得無礙說法自在既無過", "3": "夫登峻宇者必先拾級。陟層樓者咸歷階墀。", "30": "四種大乘之道。從淺向深從分向滿。依大乘", "300": "失故名無罪。", "301": "而有勝智能含等者。攝大乘云。由得總緣一", "302": "切法智。總緣一切契經等法不離真如。此一", "303": "切法共相境智。譬如大雲陀羅尼門。三摩地", "304": "門猶如清水。智能藏彼如雲含水。有能生彼", "305": "勝功能故名法雲也。", "306": "資糧加行剋性等者。謂若相從亦有信等。今", "307": "據剋性唯取智體。如言現觀乃是智名。而即", "308": "說有信戒思等。相助等故皆名現觀。故約相", "309": "從非唯是慧。今此亦爾。故言剋性。其見道等", "31": "教悟大乘理。起大眾行得大乘果。故依大乘", "310": "皆准此智。", "311": "謂即三性三無性等者。等即等取二諦有空。", "312": "三世因果多種差別皆智境也。", "313": "自性即是我法等性者。等即等取但隨言說", "314": "依假名言所立性者。即如龜毛兔角空花毛", "315": "輪二月皆此所等。", "316": "一切有漏心及等者。謂心起時而有見境變", "317": "境功能。所起見望別境相便熏成種。所變境", "318": "相當情而現亦熏成種。後心起時從種變起", "319": "見相二分。後心既爾。前心亦然。種子為因現", "32": "五位之中漸次悟入道次第也。故唯識論第", "320": "行為果。現行為因種子為果。如是展轉從無", "321": "始成有見相分種現相生。既從因生故依他", "322": "攝。", "323": "遍計依斯妄執等者。謂薩婆多執識及境皆", "324": "別實有。清辨所執依勝義諦識境俱無。如數", "325": "論執彼有法與有性一異。如勝論執彼有法", "326": "與有性異俱者有二亦有亦無。如清辨執世", "327": "俗勝義有空相即亦一亦異。如無慚等執一", "328": "法上一異體同不俱有二非有非無。亦即清", "329": "辨翻第三句雙遮有無非一非異。如邪命等", "33": "九卷云。謂具大乘二種姓者。略於五位漸次", "330": "避一異俱過雙說非一異。此總意云。相見二", "331": "分實從因生。是依他性。依此二分妄執定實", "332": "有無四句一異四句。二相方名遍計所執。非", "333": "謂緣生相見二分亦名遍計所執性也。", "334": "成即成就非生滅義者。以非生滅釋成就義。", "335": "行相難見今應廣釋。然此真如名圓成者。由", "336": "具三義簡三種法。故唯識論第八卷云。顯此", "337": "遍常體非虛謬。簡自共相虛空我等。一者周", "338": "遍。此簡自相。色等諸法各守自相既不周遍", "339": "故非圓滿。二者常住。此簡共相。苦無常等雖", "34": "悟入。若爾應無超越之義。寧說釋迦超彌勒", "340": "有遍義。不成常住故非成就。三非虛謬。此簡", "341": "妄執虛空我等雖說遍常。是妄所執故非真", "342": "實。於中第二空無我等生滅共相不成常義。", "343": "既非生滅成就常義。故不生滅釋常義也。", "344": "究竟能斷煩惱染法成就此能者。謂諸無漏", "345": "究竟能斷煩惱染法。而成就此緣功能也。", "346": "有為總攝一切等者。如中邊云。圓成實性總", "347": "有二種。無為有為有差別故。無為總攝真如", "348": "涅槃。無變異故名圓成實。有為總攝一切聖", "349": "道。於境無倒亦圓成實。一切聖道謂三乘者", "35": "等。答。超時可爾。超位不然。以於位位皆有", "350": "所有聖智。皆於證境無顛倒故。", "351": "何故瑜伽但以等者。言五法者。相名分別正", "352": "智如如。若准唯識瑜伽本文。皆云真如。若依", "353": "楞伽金光明經。即云如如。釋此五法諸教不", "354": "同。是故唯識數般解釋。今者且依瑜伽釋云。", "355": "心似所詮說名為相。似能詮現施設為名。以", "356": "能變心名為分別。無漏心等名為正智。心等", "357": "實性名曰真如。前二緣生依他起攝。第五真", "358": "性圓成實收。遍計所執不攝五事。既說正智", "359": "而屬依他。唯說真如圓成實攝。寧言無漏亦", "36": "所修所斷所證不可越故。如行遲疾時夕雖", "360": "成實耶。", "361": "漏無漏門但是等者。所言漏者染污漏泄連", "362": "注流散不絕之義。故舊經論譯為有流。然釋", "363": "此漏有其二種。一者性漏。此有三種。一者欲", "364": "漏。二者有漏。三無明漏。雜集第七釋此義之。", "365": "依外門流注故名欲漏。依內門流注故立有", "366": "漏。依彼二所依門流注故立無明漏。謂諸現", "367": "惑令心連注流散不絕是漏義故。若俱舍等", "368": "諸論所說。有身見等諸煩惱中立漏名相。自", "369": "體令他心心所等染漏泄故。故以一切現行", "37": "殊。而於里步不可越故。若爾何故楞伽經說", "370": "煩惱為漏自性。二者有漏。此為五種。一五色", "371": "根。二五塵境。三惡心品。四善心品。五無記", "372": "心。此等皆與自身現惑俱時相資境故名有", "373": "漏。故唯識論第五卷云。然諸有漏由與自身", "374": "現行煩惱俱生俱滅互相增益方成有漏。自", "375": "身煩惱即簡他身。要自煩惱成自有漏。非由", "376": "他惑成有漏故。現行煩惱即簡惑種。有學聖", "377": "者雖惑種隨。而諸聖道不成漏故。俱生俱滅", "378": "簡色未惑。非前後惑能成現漏。已成未生不", "379": "俱有故。互相增益簡無漏種。雖與五法俱生", "38": "一地即十地等無所有。何次耶。答。彼約所證", "380": "俱滅。不相資益性相壞故。由此返顯自身所", "381": "有現行煩惱與前五法俱生俱滅。其性同故。", "382": "互相資益方成有漏。此則五法非本性漏。有", "383": "彼漏故名為有漏。此能熏成有漏法種。種復", "384": "能生有漏現行。故無始來有漏成立。若爾世", "385": "間信等善品應非有漏。無現惑故。答。雖意識", "386": "中現惑不起。而末那識諸識常生。此與諸識", "387": "既非定異。能污信等亦成有漏。若爾末那初", "388": "地轉時。則五八識亦成無漏。答。雖第七識無", "389": "現行漏。而有漏種。亦令五八耶識成漏。若", "39": "圓融道理。此依證位行布道理。彼以初證與", "390": "爾亦由隨眠成漏。如何前說簡種子耶。答。前", "391": "正簡者但當識種。今末那種故不應例。此唯", "392": "識中約剋體說。但取末那為有漏依。若依瑜", "393": "伽及雜集論。通約諸義辨有漏因。故彼文云。", "394": "謂由事故。隨眠故。相應故。所緣故。生起故。", "395": "所言事者。即前五體皆漏隨眠所隨逐故。若", "396": "三性心漏相應故。若五塵境漏所緣故。若五", "397": "色根漏所生故。故五體事皆成有漏。言無漏", "398": "者與前相違。謂由永斷漏自性故。內證真理", "399": "發生聖智及智所起皆名無漏。此無漏體亦", "4": "況乎覺道崇高不憑行位。真源綿敻豈越資", "40": "後體同。就所證理言無有等。若依證智行位", "400": "有五種。即五般若。無漏體故。無漏性故。無", "401": "漏起故。無漏伴故。無漏境故。雖有五種總攝", "402": "為二。五種不離有無為故。故俱舍論本頌說", "403": "云。無漏謂道體及三種無為等。", "404": "清淨增上力等者。清淨力者。謂善根力以能", "405": "降伏所除障故。增上力者。謂大願力常作善", "406": "友增進道故。堅固心者。由善根力大菩提心", "407": "堅固不退。心昇進者。由大願力修善之心運", "408": "運增長。此依攝論二釋文說。而本釋中謬以", "409": "善根為增上力。智者詳之。", "41": "不同。是故得有五位次第。故與彼說亦不相", "410": "名菩薩初心三無數大劫者。然劫不同有其", "411": "四種。故俱舍論本頌說云。應知有四劫。謂壞", "412": "成中大。壞從獄不生。至外器都盡。成劫從風", "413": "起。至地獄初生。中劫從無量。減至壽唯十。次", "414": "增減十八。後增至八萬。如是成已住。名中二", "415": "十劫。成壞壞已空。時皆等住劫。八十中大劫。", "416": "大劫三無數。菩薩發此二心之時。即名創入", "417": "三無數劫之初心也。", "418": "眾生成就十六種法等者。未見本義且隨愚釋。", "419": "心達本性名之為上。根不染境故因瑩磨。因", "42": "違。", "420": "行無替名勤修善。果德剋備名曰莊嚴。止惡", "421": "而喜故不生悔。集善而欣故無所厭。學觀同", "422": "體名修大悲。常行拔濟故云憐愍。無緣普救", "423": "名大慈悲。以己方他故名信。有行非自利名", "424": "為諸。難作能作名受行苦。身心逼迫名有苦", "425": "惱。令永無餘故名破壞。身不起惡名調諸根。", "426": "心順真理名具正見。不欣涅槃名心無畏。不", "427": "樂生死名不求有。常行大道名求佛智。不視", "428": "小逕故遠二乘。於樂不憍故云不慢。於苦無", "429": "惡謂之無悔。崇重賢善慚名恭敬。輕拒憍慢", "43": "稽首等者。以下釋文大分三段。初三行頌致", "430": "愧名破壞。荷佛慈誨名曰知恩。感而奉行稱", "431": "報恩矣。於善堪能名身有力。榮而無退名為", "432": "具足。契理真宗謂之正法。自行化彼名曰護", "433": "持。重佛法僧種為三寶。讚譽光顯名不斷焉。", "434": "於菩薩藏等者。即大乘教名菩薩藏。藏者攝", "435": "也。大乘教中能攝菩薩理行果義。攝益菩薩", "436": "名菩薩藏。菩薩藏中說深妙法。既聞法已生", "437": "悟解心。知說法者有大智慧。於深大智而生", "438": "愛樂。為得妙智故發心也。", "439": "十隨煩惱所惱亂者。謂十煩惱隨逐眾生常", "44": "敬述意分。夫欲已下正諫所說分。最後一頌", "440": "起不息故得隨名。非根本後之隨煩惱。故雜", "441": "集云。又貪嗔癡名隨煩惱。隨惱於心。令不離", "442": "染。令不斷障。令不解脫。名隨煩惱。", "443": "菩薩種姓得具足者。種姓有二。一本種姓。無", "444": "始時來法爾有故。二習種姓。後聞法已新熏", "445": "起故。自有本種未聞正法無新熏種有。雖聞", "446": "法新熏法種。無本住種。隨闕一種名不具足。", "447": "以瑜伽論及唯識宗許有一分無姓有情故。雖", "448": "新熏種有闕本種者。若具二種能發心也。", "449": "謂欲從諸不善等者。善不善處通因及果。且", "45": "結說迴向分。初分之中又分為二。前之二頌", "450": "因相者。如作諸非法名不善處。令捨惡從善", "451": "名置善處。言果相者。從三惡道不善之處。置", "452": "人天道善果之處。惑但行因即必感果。但約", "453": "因說善不善處。", "454": "恒正思惟一切相智者。准大般若說三種智。", "455": "謂一切智。道相智。一切相智。檢文未獲。且作", "456": "一釋。謂二乘智名為一切。一切聖人共所得", "457": "故。其菩薩智名為道相。具證二空真道體故。", "458": "說佛果智名一切相。圓證一切境界相故。此", "459": "既果德圓滿之智。故正思惟一切相智。更有", "46": "歸敬三寶。後一行頌述製作意。前中又二。", "460": "別義。智者敘之。", "461": "得倍輪王護所等者。然其輪王總有四種。皆", "462": "有七寶四兵衛護。故俱舍論本頌義云。輪王", "463": "八萬上。金銀銅鐵輪。一二三四洲。逆次獨如", "464": "佛。他迎自往伏。諍陳勝無害。相不正圓明。故", "465": "與佛非等。既一切時無有損害。發心菩薩所", "466": "得守護。倍勝輪王所有守護。", "467": "勝故無盡故等者。謂顯大乘超餘二乘。故", "468": "以初句標顯二義。欲顯初句勝無盡義。故以", "469": "後句而重釋之。由能攝益他諸有情。是故大", "47": "初之二字是能乘相。其無上等是所敬德。言", "470": "乘名為最勝。由雖涅槃利他不息。是故大乘", "471": "復名無盡。", "472": "三千大千世界者。俱舍頌云。四大洲日月。蘇", "473": "迷盧欲天。梵世各一千。名一小千界。此小千", "474": "千倍。說名一中千。此千倍大千。皆同一成", "475": "壞。", "476": "初漸起時者。此三千界初漸起時。如俱舍論", "477": "第十一二及顯宗論第十六七頌及長行廣釋", "478": "其相。今恐文繁但舉其頌。就中更以取要而", "479": "言。欲令學者易知解故。安立器世間。風輪最", "48": "稽首者。稽者屈也。首者頭也。屈所尊之頭禮", "480": "居下。其量廣無數。厚十六洛叉。次上水輪深。", "481": "十一億二萬。下八洛叉水。餘凝結成金。此水", "482": "金輪廣。徑十二洛叉。三千四百半。周圍此三", "483": "倍於此金輪上。乃有九大山。蘇迷盧處中。餘", "484": "八而圍繞。於大洲等外。有鐵輪圍山。前七金", "485": "所成。蘇迷盧四寶。入水皆八萬。妙高出亦然。", "486": "餘八半半下。廣皆等高量。山間有八海。前七", "487": "名為內。最初廣八萬。四邊各三倍。餘六半半", "488": "狹。第八名為外。三洛叉二萬。四千二百餘。於", "489": "中大洲相。南贍部如車。三邊各二千。南邊有", "49": "所卑之足。顯敬之極故言稽首。無上等者。顯", "490": "三半。東毘提訶洲。其相如半月。三邊如贍部。", "491": "東邊三百半。西瞿陀尼洲。其相如滿月。徑二", "492": "千五百。周圍山三倍。北俱盧畟方。面各二", "493": "千等。中洲復有八。四洲邊各二。此下過二萬。", "494": "無間深廣同。上七捺落迦。八增皆十六。謂煻", "495": "煨屍糞。鋒刃烈河增。各住彼四方。餘八寒地", "496": "獄。日月迷盧半。五十一五十。夜半日沒中。日", "497": "出四洲等。雨際第二月。後九夜漸增。寒第四", "498": "亦然。夜減晝翻此。晝夜增臘縛。行南北路", "499": "時。近日自影覆。故見月輪缺。妙高層有四。相", "5": "糧。是以時積三祇行周四等。堅精六度炳煥", "50": "所乘相。於中有三。謂佛法僧。前之四句顯其", "500": "去各十千。傍出十六千。八四二千量。堅手及", "501": "持鬘。恒憍大王眾。如次居四級。亦住餘七山。", "502": "妙高頂八萬。三十三天居。四角有四峯。金剛", "503": "手所住。中宮名善見。周萬踰繕那。高一半", "504": "金城。雜飾地柔軟。中有殊勝殿。周千踰繕那。", "505": "外四苑莊嚴。眾車麁雜喜。妙地居四方。相去", "506": "各二千。東北圓生樹。西南善法堂。此上有", "507": "色天。住持空宮殿。如彼去下量。去上數亦然。", "508": "離通力依他。下無昇見上。更有文義恐繁不", "509": "錄。此等皆是漸起相也。", "51": "佛寶。上之兩句顯佛二利之因行也。後之兩", "510": "當知便為二十五有等者。二十五有而作頌", "511": "曰。四洲四惡趣。六欲大梵天。無想及淨居。四", "512": "禪四空處。是二十五有。隨開合應知。問。如三", "513": "災起不及四禪。修漸成住豈能荷負。況能荷", "514": "負無色界耶。答。以若無下欲色二界。誰修彼", "515": "定生彼天中。故約展轉亦能荷負。", "516": "願者所習等者。願是菩薩本所修行。故十度", "517": "中而有願度。誓即是願讚助之緣。以誓助願", "518": "願方成故。或由願樂方能修行。故願即是行", "519": "之本矣。後以誓助行得增長。故誓於行為助", "52": "句明佛二利之果德也。前復有二。此句則", "520": "緣矣。", "521": "發心菩薩住乾慧地者。即十住位慧多定少。", "522": "慧少定水名之乾慧。", "523": "了第一義得正法智者。正法智者即正體智。", "524": "法者即是自體之義。", "525": "行一切種菩薩正行者。即行一切種種菩薩", "526": "所行之也。", "527": "無倒加行皆不唐捐者。所修六度名曰加行。", "528": "行不求報即名無倒。行無倒行皆於佛果為", "529": "勝因力無虛棄也。", "53": "顯自利因行。調謂調和。御謂制御。調和制御", "530": "一能堅固其心者。由立誓故恐有違犯招現", "531": "當惡。故行願心得堅固也。", "532": "能破五蓋者。一貪欲蓋。二嗔恚蓋。三惛沈睡", "533": "眠蓋。四掉舉惡作蓋。五者疑蓋。覆蔽其心不", "534": "得顯了。障諸善品令其不轉。故此五種而立", "535": "蓋名。由誓持心除此五種。是故名為破五蓋", "536": "也。遮放逸等准而說之。", "537": "觀一切法如真實等者。一切法謂善不善等。", "538": "稱真實性皆無二相。順真實性起於觀智。觀", "539": "不善等不起二見。初起觀智名之為受。後無", "54": "身語意業。離惡進善成自利行。", "540": "間妄故謂之持。故言隨順受持等也。", "541": "若我慳悋心悔等者。我則欺誑十方等文。兩", "542": "處用之。謂我慳悋乃至起於二見相者。便不", "543": "能起六波羅蜜。我即欺誑十方佛也。設我能", "544": "修六波羅蜜。若以施戒忍進禪智求淨報者。", "545": "我亦欺誑十方佛也。", "546": "即是趣向一切智門等者。如無門戶路擁莫", "547": "通。無善知識不入真道。故善智識是趣智門。", "548": "趣向一切智炬等者。如因執炬光發十方。賴", "549": "善知識智分十力。故善知識為智炬也。", "55": "能拔生死苦沈溺者。此句則顯利他因行。自", "550": "趣向一切智潮等者。如因潮泛枯涸水盈。蒙", "551": "善友攝受慈波演溢。故善知識為智海潮。", "552": "於善知識生同己心等者。精勤修行辨一切", "553": "智。是我己事。由善知識而能得之。故善知識", "554": "無異己也。", "555": "生清淨自業果心等者。謂即是我清淨業果。", "556": "如須果實必植根災。與我成根故是我果。", "557": "普賢菩薩所有行願者。我發心時一切眾生", "558": "同我發心。我修行時同我修行。我成正覺等", "559": "成正覺。心願既爾。智見亦然。不見一人不發", "56": "既調御。復以調善大乘御車。於生死泥拔出", "560": "心者。不行行者不成佛者。即是名為行普賢", "561": "行也。", "562": "於善知識生福智海心等者。謂善知識是我", "563": "福德智慧之海。如諸珍寶積集海中。一切白", "564": "法集福智海。既由因善根諸願方滿。既能令", "565": "我積集白法。故與我作福智海也。", "566": "生具一切善根等者。由因善根諸願方滿。既", "567": "善知識令我願滿。故知具足諸善根也。", "568": "天地別乎行潦者。天地即是大海異名。如言", "569": "南溟北溟浡澥等。行潦乃是流水名也。以水", "57": "沈溺苦眾生也。以調御聲。具此二義故。以二", "570": "流處小而且淺。與海異也。", "571": "及福智二十波羅蜜者。謂顯十度皆有福德", "572": "智慧二性。此義即約前引於後。後淨前說以", "573": "約別相。前五福德後五智慧。若約引淨通相", "574": "而說。皆具福知。", "575": "即如來等盡無生智等者。等即等阿羅漢辟", "576": "支。唯無學位所得智故。盡無生者即是盡智", "577": "無生智也。釋此二智通別不同。若依俱舍通", "578": "約四諦。謂此是苦集滅道我盡知斷證修。所", "579": "得後智名為盡智。復於四諦起如是相。謂我", "58": "義而釋調御。於調御中更無過比故名無上", "580": "已知斷證修更不知斷證修。所起後智名無", "581": "生智。若依雜集。別依苦集因盡所得智名為", "582": "盡智。謂此位中永斷集因令無有餘。所得之", "583": "智名為盡故。果斷所得智名為無生智。由因", "584": "盡故當來苦果必竟不生。所境之智名無生", "585": "故。皆能照境窮其根源。故此二智名為覺", "586": "也。", "587": "集起名心者。若隨相增屬第八識。集諸法種", "588": "起諸法故。通而言之亦在七識。採集諸業起", "589": "諸種故。故所積集而為心義。", "59": "善調御也。", "590": "軌持稱法者。軌為軌則是法則義。持謂任持", "591": "是法體義。具此二義故名為法。", "592": "足者彼因體即緣定等者。如對法論第十卷", "593": "云。神足自體者。謂三摩地。由已成滿三摩地", "594": "力。發起種種神變等事。", "595": "此四非足足之因也者。即雜集論又作是說。", "596": "神足助伴者。謂欲勤心觀。由欲引心起猛利", "597": "愛方便證觸心一境性。由勤勵心於初中後", "598": "長時證觸心一境性。由定持心於內寂靜速", "599": "能證觸心一境性。由觀策心得定依法練心", "6": "二心。乃獲圓常方登極果。未可朝聞其道夕", "60": "如空性相無去來者。此下二句顯佛二利之", "600": "速證心一境性。故此四種為神足因。若爾四", "601": "中心非是定。不可定與定為因故。答。雖俱是", "602": "定。初後有別。神足定者心一境性。即三摩地", "603": "已來滿位。心之定者持心為義。即是心一境", "604": "性加行。故為定因理無失也。", "605": "能深忍樂清淨等者。忍謂忍可。即是信因。由", "606": "因忍可方生信故。樂謂樂欲。即是信果。由因", "607": "有信方樂欲故。性自證清能淨心等。如水清", "608": "珠能清濁水。故清淨性名之為信。", "609": "念支覺法所依止者。由依繫念令諸善法皆", "61": "果德也。此句顯佛自利之果。由行自利感得", "610": "不妄失有覺智故。", "611": "精進是覺出離支故者。謂由精進增勝勢力", "612": "能令覺智到所到故。", "613": "喜是覺法利益支者。由此勢力令身調適喜", "614": "樂發生勝覺智故。", "615": "是以自體及餘等者。猶如四智般若義等。其", "616": "中雖有非是智者。相從義故亦名智等。當知", "617": "此中道理亦爾。", "618": "麁重為因能生諸染者。麁重有二。一二障種。", "619": "故唯識論云。二障種子立麁重名。性無堪任", "62": "法報二身極果。皆悉常住無有去來。故言如", "620": "違細輕故。二謂障種。所引身中無堪任性。與", "621": "五蘊法不一不異。而離五蘊無別自性。若無", "622": "此者身必細輕。違細輕故亦名麁重。故唯識", "623": "云。或二所起無堪任性。今於此中說後非前。", "624": "有麁重故能生過染。故瑜伽云。有過患義是", "625": "麁性義。過患增多性故名為麁。不安穩性以", "626": "為麁重性。是故麁重能生染也。", "627": "輕安近能治此等者。有輕安故便離麁重。離", "628": "麁重故於善堪能。堪任善故不生諸染。故輕", "629": "安是無染因也。", "63": "空無去來等。", "630": "由依定故方能離染等者。謂要依定方發輕", "631": "安而離諸染。故說定是離染依也。", "632": "捨除障法等者。由捨遠離沈掉愛憂。不染污", "633": "位為自性故。", "634": "無漏身語離五邪求者。觀諸星像。耕墾營農。", "635": "通致使命。合和湯藥。占相吉凶。以此五種邪", "636": "求活命。如次名為仰口．下口．方口．維口開", "637": "口食也。", "638": "以自相續身等為境者。自相續者即謂自體。", "639": "若言自身則不通心等。故以相續言顯總包", "64": "若影隨形應所化者。此句顯佛利他德果。由", "640": "也。言身等者。謂即等取受心法也。觀自身境", "641": "以修不淨對治之觀。觀自受境以修非樂對", "642": "治之行。餘二准知。", "643": "以無常等行相思惟等者。謂即等取非樂非", "644": "我非淨三種。行相即是見解義也。", "645": "以無所得行相思惟等者。謂觀自他身無身", "646": "相。而不見有淨與不淨。而修對治身妄念也。", "647": "受及心法亦如是說。", "648": "於現法中得身等者。謂修行時於現生中遠", "649": "離一切煩惱麁重。便得自身適悅樂也。現法", "65": "利他德從法報身而起應化化諸凡聖。如影", "650": "即是現生義故。", "651": "常樂宣說可意等者。等即等取諦語法語引", "652": "義利語。諸如是等一切愛語略有三種。", "653": "命進問安者。瑜伽論中先明問安後方命進。", "654": "故彼文云。或問安穩吉祥。或問諸界調適。或", "655": "問晝夜怡樂。或命前進善來。據實道理先合", "656": "命進後方問安。瑜伽及乃據西方語故。", "657": "圓滿殊勝微妙法教者。瑜伽但有圓滿法教。", "658": "此中更加殊勝微妙。依於上下別文而說。字", "659": "義具足故名圓滿。令得出離故言殊勝。能契", "66": "隨形而得起也又應所化如影隨形不捨離也", "660": "真理故謂微妙。此則通謂三乘教也。", "661": "但化彼行何假身同等者。此問意者。菩薩所", "662": "化通乎三乘。但可說法化二乘人。豈要同行", "663": "二乘行也。不爾便是和光同塵。便與涅槃經", "664": "文違背。答之意云。菩薩為化他令行故。縱二", "665": "乘行亦須示行。自嫌不行人不學故。故法花", "666": "云。內祕菩薩行外現是聲聞。雖少欲知足而", "667": "實淨佛道。涅槃但和其光而不同塵。此義故", "668": "不乖於理也。", "669": "若於是義於是等者。義謂境義即是起行。所", "67": "以此句中含二義故。是故亦以二義釋也。", "670": "依道理境界之處。如修念佛三昧之行。必有", "671": "所依佛功德境。故境即是起行之處。善根乃", "672": "是所起之行。", "673": "能離不善防護受持等者。能離不善謂即是", "674": "戒。此能防護諸惡不善。於此防護諸惡不善。", "675": "淨戒法中常受持也。七眾謂即近圓男近圓", "676": "女正學眾求寂女近事男近事女。若兼近住", "677": "即為八眾。以非常時但日夜戒。是故經論但", "678": "言七眾。", "679": "一切佛法為攝善法戒者。謂正修習力無畏", "68": "實相一味妙甘露等者。此之二句顯法寶也。", "680": "等一切佛法但是所修所學佛法皆此攝也。", "681": "若修諸行發起勇捍者。唯識論云。勇表勝進", "682": "簡諸染法。捍表精淳簡淨無記。即顯精進唯", "683": "善性攝。", "684": "而能安住現法等者。若欲安住現身輕安調", "685": "暢之樂而所入者。此即名為安住靜慮。若欲", "686": "引發六神通故而所入者。此即名為引發靜", "687": "慮。若欲成辨利有情事而所入者。如是即名", "688": "辨事靜慮。", "689": "波羅蜜多相違事者。謂與六度所相違法。於", "69": "上句顯其真如理法。下句顯其所流教法。而", "690": "喜樂欲財富自在深見功德及與勝利。當知", "691": "即是施相違事。於隨所樂縱身口意見功德", "692": "利。是戒相違。於他輕蔑不堪忍中見功德利。", "693": "是忍相違。於不勤修著欲樂中見功德利。是", "694": "進相違。於處憒陋世雜亂行見功德利。是定", "695": "相違。於見聞覺知諸言說戲論見功德利。是", "696": "慧相違。", "697": "波羅蜜多果異熟者。即是六度所得果報。如", "698": "下勝德果利中說。此通因中所得果報。是故", "699": "名為諸果異熟。若在果位是無漏善。則不得", "7": "希德滿。譬乎纔艤方舟即期越海。懈怠菩薩", "70": "言一味甘露等者。依涅槃經而作此說。故彼", "700": "稱為異熟故。此義如下菩提中說。", "701": "無間雜染法等者。深密經云。何等名為間雜", "702": "染法。略有四種。一無悲加行故。謂行行時於", "703": "諸有情無拔濟心。二不如理加行故。謂若修", "704": "一波羅蜜時於餘失壞。三不常加行故。謂於", "705": "所修波羅蜜中多有間斷。四不慇重加行故。", "706": "謂修行時於前境界心生輕慢。離此四種。是", "707": "名無間雜染法也。云何名為非方便行。謂但", "708": "財施與生安樂。不行法施成勝利益。所以然", "709": "者。非但與財名實饒益。唯處善法乃真益故。", "71": "經云。雪山之中有上妙藥。其名甘露。人若服", "710": "若離此事。是則名離非方便行。", "711": "能裂慳悋貧窮等者。能裂現在慳悋之綱。引", "712": "得廣大福德資糧。能裂當來貧窮苦綱。引得", "713": "廣大財寶勝位。", "714": "能息滅惡戒等者。息滅現在所有惡戒引得", "715": "等持。息滅當來諸險惡趣引得善趣。", "716": "能息滅忿怒等者。息滅現在所有忿怒。息滅", "717": "當來所有怨讎。引得現當善住自在。", "718": "能除遣一切見趣等者。言見趣者即五見也。", "719": "見趣即是諸邪惡慧。既能除遣虛妄見趣。故", "72": "者得壽無量。本唯一味。隨其流處生種種味。", "720": "於品類諸別異法。隨其所知悉得真實。", "721": "謂要行一切事業者。且如行施。於內外事一", "722": "切種類皆能善捨。若持戒時。於遮性等諸戒", "723": "種類悉能修持。忍辱等四准此應知。", "724": "況當能得一切智智者。一切智者即正體智。", "725": "復言智者即後得智。或是一切智人之智。是", "726": "故得名一切智智。", "727": "清淨相者當知七種等者。第一不求令他知", "728": "我是能修行六度行者。第四不於不行六度", "729": "放逸之人毀而輕蔑。第五不於自所修行恃。", "73": "而其真味停留在山。一味甘露喻實相如。隨", "730": "而高舉於防修事而生逸蕩。第七不於能行", "731": "之人嫉其所行慳所解法不相勸示。", "732": "成就八法能淨檀等者。不為自利而行名離", "733": "為我。不求生死染報名離愛結。了施性空而", "734": "無著名離無明。不背性而求覺名離彼我菩", "735": "提相。不見福田非田等名離種種相見。不求", "736": "報恩供養名離怖望。自行化他名曰離慳。他", "737": "施而喜故言離嫉。其心平等猶若虛空不見", "738": "彼此。即是能淨真實智也。", "739": "成就八法能淨尸羅等者。菩提心者即三聚", "74": "流諸味喻諸教法。隨諸眾生種種根性。以彼", "740": "戒。忘菩提心即失淨戒。求二乘地異求小果", "741": "亦非護戒。取著於境障礙淨心即失淨戒。恃", "742": "戒陵人是真破戒。不捨慈悲名不捨願。不求", "743": "當有名不依生。能勝利生名成大願。戒淨相", "744": "者即第三四。非謂一切皆戒淨相。", "745": "成就八法成淨羼提等者。心無所動名善淨", "746": "內。不悕他報名善淨外。世俗三品名上中下", "747": "法。了皆無礙名究竟無礙。住第一義名順法", "748": "性。心無量礙名無染著。無所推求名離諸見。", "749": "不取諸境名斷諸覺。無所希求名為捨願。無", "75": "真如種種門說。而本真如竟無改易。", "750": "所造作謂除諸行。", "751": "成就八法能淨毘梨耶等者。勤斷諸惡故謂", "752": "之精。勤修諸善說名為進。見惡可斷非極能", "753": "斷。見善可修非極能進。曷可得為真精進乎。", "754": "即前三種斷惡精進。其後五種修善精進。若", "755": "有斷惡淨三業相。非謂真實淨除三業。今雖", "756": "為淨三業之惡。而了三業如影如響如幻相", "757": "者。是即名為真淨三業。下之五種修諸善品。", "758": "既知諸法無有自性。何有具足諸波羅蜜。既", "759": "覺諸法一真無礙。何有所照菩提分耶。既知", "76": "三賢永截愛流等者。此後二句顯僧寶也。初", "760": "諸法無念非念。何有所得陀羅尼法。是則名", "761": "為真波羅蜜真菩提分真陀羅尼。餘文易解。", "762": "不煩解釋。此總意云。既無所斷。亦何所精。", "763": "又無所修。於何而進。則無所精無所不精。亦", "764": "無所進無所不進。是即名為真精進矣。", "765": "成就八法能淨禪等者。於中道者即是因也。", "766": "言不依者無託緣也。依託陰等而修禪者。是", "767": "有所得世間靜慮。非謂真實出世間禪。心無", "768": "所依與慧平等。是則名為清淨禪矣。", "769": "成就八法能淨般若等者。諸法性空無善不", "77": "句顯其地前凡僧。不同外凡順生死流。今截", "770": "善。斷無所斷生無所生。故雖斷惡生善而無", "771": "斷常二見。有為無自性。皆從緣所生。緣亦", "772": "無自性。一切皆無生。故雖觀緣生而知無生", "773": "也。一切字句能詮於法。既無所詮何有能詮。", "774": "故云平等離言說也。無常苦法依有為觀。有", "775": "為既空。無常何有。即非常無常是真如法界", "776": "而無所見。故寂靜也。知善惡業招苦樂報。業", "777": "無所造。既非能感。何有業果為所感耶。故能", "778": "了知無業報也。表是所酬假名過去表是所", "779": "引假名未來。對此前後立為現在。故名籌量", "78": "愛河欲超渡也。後句顯其地上聖僧。一證不", "780": "三世之事。已滅未生中無所住。皆不可得。故", "781": "知諸法無去來今。如是八法約俗有義而有", "782": "分別。約真空義而無分別。既此真俗自體無", "783": "差。觀而不觀。不觀而觀。照而無照。無照而", "784": "照。是謂真實般若波羅蜜也。", "785": "由布施故攝受等者。由行布施所有事業故", "786": "常攝受一切資具施諸有情作饒益事。", "787": "有味無味等者。謂在定中得三昧樂。於中耽", "788": "著名為有味。故在散位無三昧樂即名無味", "789": "謂修施時禁防忍受者。禁其三業防殺盜等", "79": "退名曰長驅。無漏聖道故名正路。者謂假者", "790": "則有戒性。施內外財忍受諸苦則有忍性。餘", "791": "義易解。准而說之。", "792": "若修戒時遠離等者。謂起慳恚犯菩薩戒故。", "793": "修戒時無慳恚故。則於戒中有施忍也。戒能", "794": "止進。止進即勤。既離懈怠有精進也。一心持", "795": "戒故無散動。具正信解故無邪見。無亂無邪", "796": "故有定慧。", "797": "修習所餘亦如是說者。謂修忍時於苦堪耐。", "798": "便能廣捨內外財等。又無報怨便施無畏。既", "799": "能忍故不造諸惡。故有戒性。既有堪能便無", "8": "非此無誰。故欲遠剋菩提必行大道。入道次", "80": "即僧人也。", "800": "懈退。故有精進。一心諦察二空之理。便有", "801": "定慧。精進遍能策勵前後。故精進中有餘五", "802": "度。又由精進斷惡修善能除六弊。故有六度。", "803": "定慧二度准而說之。", "804": "能得廣大無盡可愛果者。然此三果具通依", "805": "正體無限極故名廣大。用無窮際謂之無盡。", "806": "相無麁弊故名可愛。此通因果所得而說。是", "807": "故說言諸果異熟。", "808": "昔於眾生起大悲等者。由行施時令彼獲得", "809": "命色力安無礙辨喜。故自果位得身最勝。能", "81": "故我等者。此則後顯述申敬意。前之二句述", "810": "令見者生歡喜也。由修戒時普於一切無諸", "811": "染為滅苦因。故獲淨身遍滅諸苦。由修忍時", "812": "遠離嗔怒心無分別離翳障故。色相圓滿普", "813": "施光明。由修精進於一切處勤行利益滅眾", "814": "生障。故於果位能分身等。由修定時身心寂", "815": "靜。見者歡喜而生善心。故於果位普歡喜等。", "816": "由般若故能令自他離愚癡闇得智慧明。故", "817": "於果位得舒光等。", "818": "何果異熟當知六種等者。然准經論說五種", "819": "果。與此六種而相攝者。先明五果。後顯配攝。", "82": "歸敬意。後之二句述製作意。第三句意顯以", "820": "一異熟果。此有二種。一真異熟。即第八識。由", "821": "善惡業之所招感正為三界總報體故。二異", "822": "熟生。即意識中無記性者。不能招報。非正報", "823": "體。但從異熟識引生故。合此二種為異熟果。", "824": "二等流果。此有二種。一真等流。謂有無漏所", "825": "有三性心心所法種及現行。剎那剎那前滅", "826": "後生。前因似後故名為等。後果類前故謂之", "827": "流。二假等流。謂善惡業所引同類好醜諸果。", "828": "且如殺生得短命報。令他命短自命不長。果", "829": "似於因名等流矣。實是增上。假名等流。合此", "83": "法燈常照生死久處愚闇諸眾生也。第四句", "830": "二種名等流果。三離繫果。此有二種。一由我", "831": "空無漏智故。永斷煩惱繫縛障故。所顯證得", "832": "我空真如。二由法空無漏智故。永斷所知繫", "833": "縛障故。所得法空真如之理。合此二種為離", "834": "繫果。四士用果。此亦二種。一法士用。謂", "835": "諸假者士夫作用假諸作具而營造故。所辨", "836": "稼穡工巧等果。二喻士用。不唯取於士夫作", "837": "用。凡是因法而為作者。諸緣助法以為作具。", "838": "諸所辦果亦名士用。如世士夫有造作用而", "839": "得果故。從喻為名。合此二種為士用果。五", "84": "意永去眾生二障所覆重昏之闇。", "840": "增上果。此亦有二。一者有力。謂有為法即因", "841": "於果有增上力。如因柱等而成屋等。即柱於", "842": "舍有增上力。故屋望柱為增上果。二者無力。", "843": "謂此於彼雖無勝力。但於彼法無障礙能。即", "844": "此於彼為增上緣。故彼於此為增上果。合此", "845": "二種為增上果。今此六度所得之果。不唯是", "846": "初異熟果故。是故倒言果異熟也。於六果中。", "847": "得大財富是增上果。往生善趣是異熟果。無", "848": "怨壞等亦增上果。亦是相似等流果攝。第四", "849": "五六皆增上果。亦是喻說士用果收。", "85": "列別名者等。此中列名依舊花嚴。故與新經", "850": "此通因中所得果者。顯不唯是佛位果也。以", "851": "佛非是趣生攝故。不用世間財富樂故。", "852": "雖觀身等四境無相等者。問。若未除障何假", "853": "須修。復何故說能除四倒。答。且息四倒不起", "854": "愛增染淨之業。而未即能除彼能起二根本", "855": "障。故懈怠等障未除也。", "856": "謂諸菩薩先於等者。謂即資糧加行二位未", "857": "能親證二空真如。凡所修行依勝解力。是故", "858": "名為勝行地。言勝解者決印為義。於所照解", "859": "決定印持故名勝解。", "86": "時有不同。待至釋文一一對會。", "860": "修奢摩他等者。奢摩他者此云止品。為欲令", "861": "心息分別故。止諸境相所有相應心心所等", "862": "總名為止。毘鉢舍那此云觀品。為欲令心明", "863": "利現前不沈沒故。觀察境相所有心等總名", "864": "為觀。既非一法故皆言品。即是趣入心一境", "865": "性。等持真空之方便也。", "866": "能為三慧作助伴者。由前八種所有善法。能", "867": "與聞慧而為助伴。第九思惟所有善法。能與", "868": "思慧而為助伴。第十修習所有善品。能與修", "869": "慧而為助伴。於其三聚諸善法中。由念思定", "87": "菩薩在此創安其心等者。謂創安住空無我", "870": "力最勝故。而名思惟及修習等。", "871": "法門一軌適絕等者。軌則也。適往也。躊躇疑", "872": "路也。轍迹也。岐路也。履步也。此總意云。若", "873": "法門唯遵一。則而往者無疑異道。今既教迹", "874": "殊途。進步者焉能無惑。", "875": "且夫阿含至教等者。謂阿含經擯斥我相但", "876": "留於法相不亡。故知實有有無為法。般若經", "877": "說一切有為真如涅槃皆如幻化。則有無為", "878": "一切皆空。花嚴經說三界唯心。地論釋云第", "879": "一義心。明知許有法性真體。涅槃經說大般", "88": "理得住佛家故名安住。故釋經中名為十解。", "880": "涅槃常樂我淨四德無為。故知許有真實我", "881": "相。", "882": "有無紛亂人法等者。阿含說有。般若談空。涅", "883": "槃我人。花嚴心法。紛紜糺亂。人法交雜。驅疑", "884": "惑迷生使無直道。幻失本居名為弱喪。既無", "885": "定趣何路歸方。", "886": "若存乎法我等者。若如花嚴涅槃二經存乎", "887": "法我。則外道教同於內宗。足可依據。若如般", "888": "若觸類皆空。修行之典徒欲修習。言日親者。", "889": "即謂佛教。依而修行日親道故。未詳本意。且", "89": "解空理故。故本業云。心住空理。名之為住。花", "890": "述愚情。後有智者改而正也。", "891": "鉾楯斯存物疑那遣者。上莫侯反。矟之類也。", "892": "說文云。鉾長二丈建於兵車也。下食允反。欄", "893": "㩜之類。從日㩜橫日楯。此亦兵車欄障之類", "894": "也。古人有賣二物於市。極誇語於人言。鉾利", "895": "而楯堅。或有質曰。以子之鉾擊子之楯如何。", "896": "其人自知語違。遂默而無對。今此乖違亦存", "897": "鉾楯之義也。未詳所出。知者敘之。", "898": "諸蘊自相者。色變現為相。受領納為相。想取", "899": "像為相。行造作為相。識了別為相。相者即是", "9": "第繫賴㼼明。雖事具群經然詎能圓攬。不有", "90": "嚴經云。諸菩薩住不可思議。與法界虛空等。", "900": "自體義。故雜集論中廣以多門宣說蘊等。此", "901": "別蘊自相也。", "902": "生相滅相永斷等者。未見本釋。且敘一解。從", "903": "緣起故名生即緣盡故名滅。因亡名永斷。果", "904": "喪名遍知。謂從煩惱而起諸業故。故有諸蘊。", "905": "名蘊生相。若業煩惱因緣滅時。則諸蘊謝。名", "906": "蘊滅相。既知苦蘊從業惑生。永斷其因名永", "907": "斷相。由因斷故遍知三界諸蘊不生。名遍知", "908": "相。由修念住正斷等故。而得永斷遍知等智。", "909": "故念住等未生令生生已等也。此等皆是二", "91": "是故得住三世佛家。雖解空理名之為解。而", "910": "乘宗中有所得觀。世尊昔於阿含經中而宣", "911": "說也。彼時宣說諸蘊自相生相滅相永斷遍", "912": "知所有諸相。皆說為有。至第二時說般若等。", "913": "乃說諸法皆無自性無生滅等。一向相違。是", "914": "何深意。", "915": "餘二准知者。依他不以自然而生。以無自然", "916": "生性為第二無性。是故名為生無自性性。圓", "917": "成不以我諸為性。以是二空勝義理故。即以", "918": "勝義無我法性為第三無性。名為勝義無自", "919": "性性。", "92": "未即能依解起於無住妙行。名行未勝。", "920": "然因我法二空所顯等者。謂真如理乃是勝", "921": "智所行境義。故名勝義。非是我法二執境義。", "922": "故要我法二執空處。方顯真如勝義。既因我", "923": "法二執無性所顯故。從能顯二空為名。名為", "924": "無性。若爾應言無性勝義。何故乃言勝義無", "925": "性。答。勝義既因無性所顯。勝義即無我法二", "926": "性。是故得名勝義無性。", "927": "成實依他而體非是三無性者。然三無性皆", "928": "約遍計所執而說。相無自性約計所執當性", "929": "無有體相而言。生無自性約依他上無計所", "93": "淨治三業等者。譬如大地生長一切善惡草", "930": "執自然性說。勝義不約二性本體言也。", "931": "隨所化宜覆相談也者。謂據實理一切諸法", "932": "非空不空。以一切法皆有三性不相離故。然", "933": "阿含經隨所化者宜聞不空。佛即隱覆遍計", "934": "空相。偏就依圓說有諸法。大般若經隨所化", "935": "人宜聞不有。佛即隱覆依圓有相。偏就計執", "936": "說諸法空。是故皆名覆相談也。", "937": "生由漸染堪聞等者。如深好色漸染方成。究", "938": "竟大乘漸聞始悟。故初說有次乃談空。後時", "939": "方說非空非有。契會中道乃名圓宗。", "94": "木。若治其地即生善草。眾生三業能生善惡。", "940": "唯為發趣聲聞乘者。者謂假者即發心人。彼", "941": "乘體者即以彼位諸無漏智及所證理并諸功", "942": "德皆為乘體。故莊嚴論乘體頌云。心說行聚", "943": "果。名有上中下。依此三品別。建立有三乘。此", "944": "假者人為欲趣入彼所證道而發其心故。名", "945": "發趣聲聞乘者。", "946": "以四諦相轉正法輪等者。然此文中三種法", "947": "輪。即金光明說轉照持。既法輪義佛法要宗。", "948": "況此文中三種不同。今者略以三門分別。一", "949": "明體性。復有五種。一者自性。即取三乘見修", "95": "故喻於地。治三業地離諸過惡生長善行。故", "950": "無學所有聖道。唯此性能摧碾等故。二者因", "951": "起。即取能生聖道之教及聞思修諸方便慧", "952": "為道因故。三者助伴。即取相應四蘊心法及", "953": "色蘊性。要有戒等方起證故。四者境界。即取", "954": "四諦十二因緣三性等境。要觀境界方有智", "955": "故。五者得果。即是三乘菩提涅槃。隨其所", "956": "應三乘聖道所得果故。故法輪體剋性相從", "957": "有此五種闕一無故。故亦即是教理行果。二", "958": "釋名字。復分二義。一法二輪。法有二義。一者", "959": "軌則。即前體性皆可軌則故為法。二任持義。", "96": "能起悲利有識也。", "960": "即前五種皆持自性又得名法。輪有四義。一", "961": "圓滿義。具轂輻輞圓滿義故。即如所修八聖", "962": "道中。正見思惟說名為轂。是根本故。正語業", "963": "命說名為輻。因轂有故。正念勤定說名為輞。", "964": "攝錄餘故。故說聖道喻之為輪。二摧碾義。此", "965": "四種法若伏若斷若助若正。未斷煩惱皆能", "966": "摧故。如聖王輪能降未降諸怨敵故。故喻於", "967": "輪。三鎮過義。能鎮已伏一切煩惱。遏其勢力", "968": "更不令起。如聖王輪鎮已伏者更無返動。故", "969": "喻於輪。四不定義。轉所解法至餘身中。從彼", "97": "修勝理觀等者。觀一切法無常苦空無我等", "970": "見修無學轉生言教等智發言教他。他從言", "971": "教轉生見修無學道等。如世間輪隨轉不定。", "972": "故前聖法喻之為輪。法即是轉持業釋也。三", "973": "者轉相。有其三義。一示相轉。謂此是苦集滅", "974": "道諦。示四諦相令其悟解。入於見道斷分別", "975": "障證諦理故。二勸修轉。謂說汝應遍知永斷", "976": "作證修習。勸修諦行令更進修。所有斷證有", "977": "學道故。三引證轉。謂告彼言。汝已知斷證修", "978": "諦理。住無學道。為作證明。知彼滿故。故一一", "979": "諦皆有三轉。故維摩經云。三轉法輪於大", "98": "故名勝理觀。起此觀行名上妙行。非謂依觀", "980": "千等。其一一轉皆有四相。謂即眼智明覺行", "981": "解。即依三世總別照解而說四種。三轉各四", "982": "故成十二。四諦合有四十八種。以行數同但", "983": "言三轉十二行輪。法輪之義其相甚多。恐文", "984": "繁廣略示少分。然此所說四諦法輪。既包一", "985": "切染淨因果。體雖非無非定實有非有非無。", "986": "是中道理。既許通是三乘境界。故亦通是三", "987": "時法輪。初為小乘除其遍計所執我相了我", "988": "空故。就不無義說皆為有。故言此是苦集滅", "989": "道。是以經言。以四諦相轉正法輪。次為大乘", "99": "別起妙行。", "990": "除其遍計所執法相令悟諸空。約不有義總", "991": "說為無。故言一切無自性等。是故經言。以隱", "992": "密相轉法輪等。復為諸乘雙除二執故。約三", "993": "性顯中道理。顯說諸法有空之相。是故經言。", "994": "以顯了相轉正法輪。初轉外道所有我相令", "995": "入小乘。名轉法輪。次以空法照破前有令入", "996": "大乘。名照法輪。後以顯說處中之法住持中", "997": "道。名持法輪。佛法大海深廣無涯。若欲具說", "998": "窮劫不盡。粗釋經文令易入故。", "999": "初為二乘偏談四諦但說依他圓成有等者。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2823 大乘入道次第開決", "author": "唐 曇曠撰", "sourceLink": "http://www.cbeta.org/"}