{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含王相應品: 中阿含王相應品: 中阿含經", "text": {"0": "小土城頌1 王相應品68 大善見王經", "1": "中阿含經卷第十五", "10": "眠，除陰蓋故，比丘眾坐甚深極甚深，息極", "100": "種種車莊，以眾好師子、虎、豹斑文之皮，織成", "101": "雜色種種莊飾。舍梨子！如是，比丘、比丘尼", "102": "以止觀為車。舍梨子！若比丘、比丘尼成就", "103": "止觀以為車者，便能捨惡，修習於善。舍梨", "104": "子！猶如王及大臣有駕御者，謂御車人。舍", "105": "梨子！如是，比丘、比丘尼以正念為駕御人。", "106": "舍梨子！若比丘、比丘尼成就正念為駕御", "107": "人者，便能捨惡，修習於善。舍梨子！猶如王", "108": "及大臣有極高幢。舍梨子！如是，比丘、比丘", "109": "尼以己心為高幢。舍梨子！若比丘、比丘尼", "11": "息、妙極妙。是時，尊者舍梨子亦在眾中。於", "110": "成就己心為高幢者，便能捨惡，修習於善。", "111": "「舍梨子！猶如王及大臣有好道路，平正坦", "112": "然，唯趣園觀。舍梨子！如是，比丘、比丘尼以", "113": "八支聖道為道路，平正坦然，唯趣涅槃。舍", "114": "梨子！若比丘、比丘尼成就八支聖道以為道", "115": "路，平正坦然，唯趣涅槃者，便能捨惡，修習", "116": "於善。舍梨子！猶如王及大臣有主兵臣，", "117": "聰明智慧，分別曉了。舍梨子！如是，比丘、比丘", "118": "尼以智慧為主兵臣。舍梨子！若比丘、比丘尼", "119": "成就智慧為主兵臣者，便能捨惡，修習於", "12": "是，世尊告曰：「舍梨子！比丘眾靜坐默然極默", "120": "善。舍梨子！猶如王及大臣有大正殿，極廣", "121": "高敞。舍梨子！如是，比丘、比丘尼以智慧為", "122": "大正殿。舍梨子！若比丘、比丘尼成就智慧為", "123": "大正殿者，便能捨惡，修習於善。「舍梨子！猶", "124": "如王及大臣昇高殿上，觀殿下人往來走", "125": "踊、住立坐臥。舍梨子！如是，比丘、比丘尼以昇", "126": "無上智慧高殿，為自觀己心，周正柔軟，歡喜", "127": "遠離。舍梨子！若比丘、比丘尼成就無上智慧", "128": "高殿，為自觀己心，周正柔軟，歡喜遠離者，便", "129": "能捨惡，修習於善。舍梨子！猶如王及大臣", "13": "然，無有睡眠，除陰蓋故，比丘眾坐甚深極", "130": "有宗正卿，諳練宗族。舍梨子！如是，比丘、比", "131": "丘尼以四聖種為宗正卿。舍梨子！若比丘、", "132": "比丘尼成就四聖種為宗正卿者，便能捨", "133": "惡，修習於善。舍梨子！猶如王及大臣有名", "134": "良醫，能治眾病。舍梨子！如是，比丘、比丘尼", "135": "以正念為良醫。舍梨子！若比丘、比丘尼成", "136": "就正念為良醫者，便能捨惡，修習於善。「舍", "137": "梨子！猶如王及大臣有正御床，敷以氍氀、", "138": "毾𣰆，覆以錦綺羅縠，有襯體被，兩頭安枕，", "139": "加陵伽波惒邏、波遮悉多羅那。舍梨子！如是，", "14": "甚深，息極息、妙極妙。舍梨子！誰能敬重奉", "140": "比丘、比丘尼以無礙定為正御床。舍梨子！", "141": "若比丘、比丘尼成就無礙定為正御床者，", "142": "便能捨惡，修習於善。舍梨子！猶如王及大", "143": "臣有名珠寶。舍梨子！如是，比丘、比丘尼以", "144": "不動心解脫為名珠寶。舍梨子！若比丘、比", "145": "丘尼成就不動心解脫為名珠寶者，便能", "146": "捨惡，修習於善。舍梨子！猶如王及大臣極", "147": "淨沐浴，好香塗身，身極清淨。舍梨子！如是，比", "148": "丘、比丘尼以自觀己心為身極淨。舍梨子！", "149": "若比丘、比丘尼成就自觀己心為身淨者，", "15": "事比丘眾者？」於是，尊者舍梨子即從坐起，", "150": "便能敬重奉事世尊、法及比丘眾、戒、不放逸、", "151": "布施及定。」佛說如是。尊者舍梨子及諸比丘，", "152": "聞佛所說，歡喜奉行。", "153": "三十喻經第五竟二千三百八十八字", "154": "70 轉輪王經（七〇）中阿含王相應品轉輪王經第六第", "155": "二小土城誦", "156": "我聞如是：一時，佛遊摩兜麗剎利，在㮈", "157": "林駛河岸。爾時，世尊告諸比丘：「諸比丘！當", "158": "自然法燈，自歸己法，莫然餘燈，莫歸餘", "159": "法。諸比丘！若自然法燈，自歸己法，不然餘", "16": "偏袒著衣，叉手向佛，白曰：「世尊！如是比丘", "160": "燈，不歸餘法者，便能求學得利，獲福無量。", "161": "所以者何？比丘！昔時有王名曰堅念，為轉", "162": "輪王，聰明智慧，有四種軍整御天下，由己", "163": "自在，如法法王，成就七寶，得人四種如意之", "164": "德。云何成就七寶，得人四種如意之德？如", "165": "前所說成就七寶，得人四種如意之德。「於", "166": "是，堅念王而於後時，天輪寶移，忽離本處。", "167": "有人見之，詣堅念王白曰：『天王！當知天輪", "168": "寶移離於本處。』堅念王聞已，告曰：『太子！我天", "169": "輪寶移離於本處。太子！我自曾從古人聞", "17": "眾靜坐默然極默然，無有睡眠，除陰蓋故，", "170": "之，若轉輪王天輪寶移離本處者，彼王必", "171": "不久住，命不久存。太子！我已得人間之欲，", "172": "今當復求於天上欲。太子，我欲剃除鬚髮，", "173": "著袈裟衣，至信、捨家、無家、學道。太子！我今", "174": "以此四天下付授於汝，汝當如法治化，莫", "175": "以非法，無令國中有諸惡業、非梵行人。太", "176": "子！汝後若見天輪寶移離本處者，汝亦當", "177": "復以此國政授汝太子，善教勅之。授太子", "178": "國已，汝亦當復剃除鬚髮，著袈裟衣，至信、", "179": "捨家、無家、學道於是。』堅念王授太子國，善教", "18": "比丘眾坐甚深極甚深，息極息、妙極妙。世尊！", "180": "勅已，便剃除鬚髮，著袈裟衣，至信、捨家、無", "181": "家、學道。「時，堅念王出家學道七日之後，彼天輪", "182": "寶即沒不現，失天輪已，剎利頂生王便大", "183": "憂惱，愁慼不樂，剎利頂生王即詣父堅念王", "184": "仙人所。到已，白曰：『天王！當知天王學道七日", "185": "之後，彼天輪寶便沒不現。』父堅念王仙人告", "186": "子剎利頂生王曰：『汝莫以失天輪寶故而", "187": "懷憂慼。所以者何？汝不從父得此天輪。』剎", "188": "利頂生王復白父曰：『天王！我今當何所為？』", "189": "「父堅念王仙人告其子曰：『汝當應學相繼之", "19": "無能敬重奉事比丘眾者，唯有世尊能敬", "190": "法，汝若學相繼之法者，於十五日說從解", "191": "脫時，沐浴澡洗，昇正殿已，彼天輪寶必從", "192": "東方來，輪有千輻，一切具足，清淨自然，非", "193": "人所造，色如火㷿，光明昱爍。』剎利頂生王", "194": "復白父曰：『天王！云何相繼之法欲令我學？", "195": "令我學已，於十五日說從解脫時，沐浴澡", "196": "洗，昇正殿已，彼天輪寶從東方來，輪有千", "197": "輻，一切具足，清淨自然，非人所造，色如火㷿，", "198": "光明昱爍。』「父堅念王仙人復告子曰：『汝", "199": "當觀法如法，行法如法，當為太子、后妃、婇女，", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "重奉事法及比丘眾、戒、不放逸、布施及定，唯", "200": "及諸臣民、沙門、梵志，乃至蜫蟲奉持法齋，", "201": "月八日、十四日、十五日修行布施，施諸窮乏", "202": "沙門、梵志、貧窮、孤獨、遠來乞者，以飲食、衣被、", "203": "車乘、華鬘、散華、塗香、屋舍、床褥、氍󰩡、綩綖、給使、", "204": "明燈。若汝國中有上尊、名德、沙門、梵志者，汝", "205": "當隨時往詣彼所，問法受法：「諸尊！何者", "206": "善法？何者不善法？何者為罪？何者為福？何者", "207": "為妙？何者非妙？何者為黑？何者為白？黑白", "208": "之法從何而生？何者現世義？何者後世義？云", "209": "何作行受善不受惡？」從彼聞已，行如所說。", "21": "有世尊能敬重奉事。」世尊告曰：「舍梨子！如", "210": "若汝國中有貧窮者，當出財物，以給恤之。", "211": "天王！是謂相繼之法，汝當善學。汝善學已，", "212": "於十五日說從解脫時，沐浴澡洗，昇正殿", "213": "已，彼天輪寶必從東方來，輪有千輻，一切", "214": "具足，清淨自然，非人所造，色如火焰，光", "215": "明昱爍。』「剎利頂生王便於後時觀法如法，行", "216": "法如法，而為太子、后妃、婇女及諸臣民、沙門、", "217": "梵志，乃至蜫蟲奉持法齋，月八日、十四日、十", "218": "五日修行布施，施諸窮乏沙門、梵志、貧窮、孤", "219": "獨、遠來乞者，以飲食、衣被、車乘、華鬘、散華、塗", "22": "是，如是。無能敬重奉事比丘眾者，唯有世", "220": "香、屋舍、床褥、氍󰩡、綩綖，給使、明燈。若其國中", "221": "有上尊、名德、沙門、梵志者，便自隨時往詣彼", "222": "所，問法受法：『諸尊！何者善法？何者不善法？", "223": "何者為罪？何者為福？何者為妙？何者非妙？", "224": "何者為黑？何者為白？黑白之法從何而生？何", "225": "者現世義？何者後世義？云何作行受善不受", "226": "惡？』從彼聞已，行如所說。若其國中有貧窮", "227": "者，即出財物，隨時給恤。剎利頂生王於後", "228": "十五日說從解脫時，沐浴澡洗，昇正殿已，", "229": "彼天輪寶從東方來，輪有千輻，一切具足，", "23": "尊能敬重奉事法及比丘眾、戒、不放逸、布", "230": "清淨自然，非人所造，色如火㷿，光明昱爍，", "231": "彼亦得轉輪王，亦成就七寶，亦得人四種", "232": "如意之德。云何成就七寶、得人四種如意之", "233": "德？亦如前說。「彼轉輪王而於後時，天輪寶", "234": "移，忽離本處。有人見之，詣轉輪王白曰：『天", "235": "王！當知天輪寶移離於本處。』轉輪王聞已，告", "236": "曰：『太子！我天輪寶移離本處。太子！我曾從", "237": "父堅念王仙人聞之：若轉輪王天輪寶移離", "238": "本處者，彼王必不久住，命不久存。太子！我", "239": "已得人間之欲，今當復求於天上欲。太子！", "24": "施及定，唯有世尊能敬重奉事。舍梨子！猶", "240": "我欲剃除鬚髮，著袈裟衣，至信、捨家、無家、", "241": "學道。太子！我今以此四天下付授於汝，汝", "242": "當如法治化，莫以非法，無令國中有諸惡", "243": "業、非梵行人。太子！汝後若見天輪寶移離本", "244": "處者，汝亦當復以此國政授汝太子，善教", "245": "勅之。授太子國已，汝亦當復剃除鬚髮，著", "246": "袈裟衣，至信、捨家、無家、學道於是。』轉輪王授", "247": "太子國，善教勅已，便剃除鬚髮，著袈裟衣，", "248": "至信、捨家、無家、學道。「彼轉輪王出家學道七日", "249": "之後，彼天輪寶即沒不現，失天輪已，剎利頂", "25": "如王及大臣有種種嚴飾具，繒綵錦罽、指環、", "250": "生王而不憂慼，但染欲著欲，貪欲無厭，為", "251": "欲所縛，為欲所觸，為欲所使，不見灾患，", "252": "不知出要，便自出意治國，以自出意治國", "253": "故，國遂衰減，不復增益，猶如昔時諸轉輪", "254": "王學相繼法，國土人民轉增熾盛，無有衰", "255": "減。剎利頂生王亦復如是，自出意治國，以", "256": "自出意治國故，國遂衰減，不復增益。「於是，國", "257": "師梵志案行國界，見國人民轉就衰減，不", "258": "復增益，便作是念：『剎利頂生王自出意治國，", "259": "以自出意治國故，國土人民轉就衰減，不", "26": "臂釧、肘瓔、咽鉗、生色珠鬘。舍梨子！如是，比", "260": "復增益，猶如昔時諸轉輪王學相繼法，國土", "261": "人民轉增熾盛，無有衰減。此剎利頂生王亦", "262": "復如是，自出意治國，以自出意治國故，國", "263": "土人民轉就衰減，不復增益。』「國師梵志即共", "264": "往詣剎利頂生王，白曰：『天王！當知天王自", "265": "出意治國，以自出意治國故，國土人民轉", "266": "就衰減，不復增益，猶如昔時諸轉輪王學", "267": "相繼法，國土人民轉增熾盛，無有衰減。今天", "268": "王亦復如是，自出意治國，以自出意治國", "269": "故，國土人民轉就衰減，不復增益。』剎利頂", "27": "丘、比丘尼以戒德為嚴飾具。舍梨子！若比", "270": "生王聞已告曰：『梵志！我當云何？』國師梵志白", "271": "曰：『天王！國中有人聰明智慧，明知算數，國中", "272": "有大臣眷屬學經明經，誦習受持相繼之", "273": "法，猶如我等一切眷屬。天王！當學相繼之", "274": "法。學相繼法已，於十五日說從解脫時，沐", "275": "浴澡洗，昇正殿已，彼天輪寶必從東方來，", "276": "輪有千輻，一切具足，清淨自然，非人所造，", "277": "色如火㷿，光明昱爍。』「剎利頂生王復問曰：『梵", "278": "志！云何相繼之法欲令我學？令我學已，於", "279": "十五日說從解脫時，沐浴澡洗，昇正殿已，", "28": "丘、比丘尼成就戒德為嚴飾具者，便能捨", "280": "彼天輪寶必從東方來，輪有千輻，一切具", "281": "足，清淨自然，非人所造，色如火㷿，光明昱", "282": "爍。』國師梵志白曰：『天王！當觀法如法，行法如", "283": "法，當為太子、后妃、婇女及諸臣民、沙門、梵志", "284": "乃至蜫蟲奉持法齋，月八日、十四日、十五日", "285": "修行布施，施諸窮乏沙門、梵志、貧窮、孤獨、遠", "286": "來乞者，以飲食、衣被、車乘、華鬘、散華、塗香、屋", "287": "舍、床褥、氍󰩡、綩綖，給使、明燈。若王國中有上", "288": "尊、名德、沙門、梵志者，當自隨時往詣彼所，", "289": "問法受法：「諸尊！何者善法？何者不善法？何", "29": "惡，修習於善。舍梨子！猶如王及大臣有五", "290": "者為罪？何者為福？何者為妙？何者非妙？何", "291": "者為黑？何者為白？黑白之法從何而生？何", "292": "者現世義？何者後世義？云何作行受善不受", "293": "惡？」從彼聞已，行如所說。若王國中有貧窮", "294": "者，當出財物，用給恤之。天王！是謂相繼之", "295": "法，當善取學。善取學已，於十五日說從解", "296": "脫時，沐浴澡洗，昇正殿已，彼天輪寶必從", "297": "東方來，輪有千輻，一切具足，清淨自然，非", "298": "人所造，色如火㷿，光明昱爍。』「剎利頂生王便", "299": "於後時觀法如法，行法如法，而為太子、后", "3": "69 三十喻經（六九）中阿含王相應品三十喻經第五第", "30": "儀式，劍、蓋、天冠、珠柄之拂及嚴飾屣，守衛其", "300": "妃、婇女及諸臣民、沙門、梵志乃至蜫蟲奉持", "301": "法齋，月八日、十四日、十五日修行布施，施", "302": "諸窮乏沙門、梵志、貧窮、孤獨、遠來乞者，以飲", "303": "食、衣被、車乘、華鬘、散華、塗香、屋舍、床褥、氍󰩡、綩", "304": "綖，給使、明燈。若其國中有上尊、名德、沙門、梵", "305": "志者，便自隨時往詣彼所，問法受法：『諸尊！", "306": "何者善法？何者不善法？何者為罪？何者為福？", "307": "何者為妙？何者非妙？何者為黑？何者為白？", "308": "黑白之法從何而生？何者現世義？何者後世", "309": "義？云何作行受善不受惡？』從彼聞已，行如", "31": "身，令得安隱。舍梨子！如是，比丘、比丘尼以", "310": "所說。「然國中民有貧窮者，不能出物，用給", "311": "恤之，是為困貧無財物者不能給恤，故人", "312": "轉窮困，因窮困故，便盜他物；因偷盜故，其", "313": "主捕伺收縛，送詣剎利頂生王，白曰：『天王！", "314": "此人盜我物，願天王治。』剎利頂生王問彼", "315": "人曰：『汝實盜耶？』彼人白曰：『天王！我實偷盜。", "316": "所以者何？天王！以貧困故，若不盜者，便無", "317": "以自濟。』剎利頂生王即出財物而給與之，", "318": "語盜者曰：『汝等還去，後莫復作。』於是，國中", "319": "人民聞剎利頂生王若國中人有行盜者，王", "32": "持禁戒為衛梵行。舍梨子！若比丘、比丘尼", "320": "便出財物而給與之。由斯之故，人作是念：", "321": "『我等亦應盜他財物。』於是，國人各各競行", "322": "盜他財物。是為困貧無財物者，不能給", "323": "恤，故人轉窮困；因窮困故，盜轉滋甚。因盜", "324": "滋甚故，彼人壽轉減，形色轉惡。彼壽轉減色", "325": "轉惡已，比丘！父壽八萬歲，子壽四萬歲。比丘！", "326": "彼人壽四萬歲時，有人便行盜他財物，其主", "327": "捕伺收縛，送詣剎利頂生王，白曰：『天王！此", "328": "人盜我物，願天王治。』剎利頂生王問彼人", "329": "曰：『汝實盜耶？』彼人白曰：『天王！我實偷盜。所以", "33": "成就禁戒為衛梵行者，便能捨惡，修習於", "330": "者何？以貧困故，若不盜者，便無以自濟。』剎", "331": "利頂生王聞已，便作是念：『若我國中有盜他", "332": "物，更出財物盡給與者，如是唐空竭國藏，", "333": "盜遂滋甚。我今寧可作極利刀，若我國中", "334": "有偷盜者，便收捕取，坐高標下，斬截其頭。』", "335": "「於是，剎利頂生王後便勅令，作極利刀：『若國", "336": "中有盜他物者，即勅捕取，坐高標下，斬截", "337": "其頭。』國中人民聞剎利頂生王勅作利刀，若", "338": "國中有盜他物者，即便捕取，坐高標下，斬", "339": "截其頭。『我亦寧可效作利刀，持行劫物，若", "34": "善。「舍梨子！猶如王及大臣有守閤人。舍梨", "340": "從劫物者，捉彼物主而截其頭。』於是，彼人", "341": "則於後時効作利刀，持行劫物，捉彼物主，", "342": "截斷其頭。是為困貧無財物者，不能給", "343": "恤故，人轉窮困；因窮困故，盜轉滋甚；因盜", "344": "滋甚故，刀殺轉增。因刀殺增故，彼人壽轉減，", "345": "形色轉惡。彼壽轉減，色轉惡已，比丘！父壽四", "346": "萬歲，子壽二萬歲。「比丘！人壽二萬歲時，有人盜", "347": "他財物，其主捕伺收縛，送詣剎利頂生王，白", "348": "曰：『天王！此人盜我財物，願天王治。』剎利頂", "349": "生王問彼人曰：『汝實盜耶？』時，彼盜者便作", "35": "子！如是，比丘、比丘尼以護六根為守閤人。", "350": "是念：『剎利頂生王若知其實，或縛鞭我，或", "351": "拋或擯，或罰錢物，或種種苦治，或貫標上，", "352": "或梟其首，我寧可以妄言欺誑剎利頂生", "353": "王耶？』念已，白曰：『天王！我不偷盜，是為困貧", "354": "無財物者，不能給恤故。』人轉窮困，因窮困", "355": "故，盜轉滋甚；因盜滋甚故，刀殺轉增；因刀殺", "356": "增故，便妄言、兩舌轉增。因妄言、兩舌增故，彼", "357": "人壽轉減，形色轉惡。彼壽轉減，色轉惡已，比", "358": "丘！父壽二萬歲，子壽一萬歲。「比丘！人壽萬歲", "359": "時，人民或有德，或無德，若無德者，彼為有", "36": "舍梨子！若比丘、比丘尼成就護六根為守", "360": "德人起嫉妬意而犯其妻。是為困貧無財", "361": "物者，不能給恤故，人轉窮困；因窮困故，盜", "362": "轉滋甚；因盜滋甚故，刀殺轉增；因刀殺增", "363": "故，便妄言，兩舌轉增；因妄言、兩舌增故，便嫉", "364": "妬、邪婬轉增。因嫉妬、邪婬增故，彼人壽轉減，", "365": "形色轉惡。彼壽轉減，色轉惡已，比丘！父壽萬", "366": "歲，子壽五千歲。「比丘！人壽五千歲時，三法轉", "367": "增，非法、欲、惡貪、邪法。因三法增故，彼人壽轉減，", "368": "形色轉惡。彼壽轉減，色轉惡已，比丘！父壽五", "369": "千歲，子壽二千五百歲。比丘！人壽二千五百歲", "37": "閤人者，便能捨惡，修習於善。舍梨子！猶如", "370": "時，復三法轉增，兩舌、麤言、綺語。因三法增故，", "371": "彼人壽轉減，形色轉惡。彼壽轉減，色轉惡已，", "372": "比丘！父壽二千五百歲，子壽千歲。比丘！人壽", "373": "千歲時，一法轉增，邪見是也。因一法增故，", "374": "彼人壽轉減，形色轉惡。彼壽轉減，色轉惡已，", "375": "比丘！父壽千歲，子壽五百歲。「比丘！人壽五百", "376": "歲時，彼人盡壽不孝父母，不能尊敬沙門、", "377": "梵志，不行順事，不作福業，不見後世罪。", "378": "彼因不孝父母，不能尊敬沙門、梵志，不", "379": "行順事，不作福業，不見後世罪故，比丘！", "38": "王及大臣有守門將，聰明智慧，分別曉了。舍", "380": "父壽五百歲，子壽或二百五十、或二百歲。比", "381": "丘！今若有長壽，或壽百歲，或不啻者。」佛復", "382": "告曰：「比丘！未來久遠時，人壽十歲。比丘！人壽", "383": "十歲時，女生五月，即便出嫁。比丘！人壽十歲", "384": "時，有穀名稗子，為第一美食，猶如今人，粳", "385": "粮為上饌。比丘！如是人壽十歲時，有穀名", "386": "稗子，為第一美食。比丘！人壽十歲時，若今", "387": "日所有美味，酥油、鹽、蜜、甘蔗、糖，彼一切盡", "388": "沒。比丘！人壽十歲時，若行十惡業道者，彼", "389": "便為人所敬重，猶如今日若行十善業道", "39": "梨子！如是，比丘、比丘尼以正念為守門將。", "390": "者，彼便為人所敬重。比丘！人壽十歲時亦", "391": "復如是，若行十惡業道者，彼便為人之所", "392": "敬重。比丘！人壽十歲時都無有善名，況復", "393": "有行十善業道？「比丘！人壽十歲時，有人名", "394": "彈罰，周行遍往，家家彈罰。比丘！人壽十歲時，", "395": "母於其子極有害心，子亦於母極有害心，", "396": "父子、兄弟、姉妹、親屬，展轉相向，有賊害心，猶", "397": "如獵師見彼鹿已，極有害心。比丘！人壽十", "398": "歲時亦復如是，母於其子極有害心，子亦", "399": "於母極有害心，父子、兄弟、姉妹、親屬，展轉相", "4": "二小土城誦", "40": "舍梨子！若比丘、比丘尼成就正念為守門", "400": "向，有賊害心。比丘！人壽十歲時，當有七日", "401": "刀兵劫，彼若捉草，即化成刀，若捉樵木，亦", "402": "化成刀，彼以此刀各各相殺，彼於七日刀", "403": "兵劫，過七日便止。「爾時，亦有人生慙耻羞", "404": "愧，厭惡不愛，彼人七日刀兵劫時，便入山", "405": "野，在隱處藏，過七日已，則從山野於隱", "406": "處出，更互相見，生慈愍心，極相愛念。猶如", "407": "慈母，唯有一子，與久離別，從遠來還，安隱", "408": "歸家，相見喜歡，生慈愍心，極相愛念。如是", "409": "彼人過七日後，則從山野於隱處出，更互", "41": "將者，便能捨惡，修習於善。舍梨子！猶如王", "410": "相見，生慈愍心，極相愛念，共相見已，便作是", "411": "語：『諸賢！我今相見，今得安隱，我等坐生不", "412": "善法故，今值見此，親族死盡，我等寧可共", "413": "行善法。云何當共行善法耶？我等皆是殺", "414": "生之人，今寧可共離殺、斷殺，我等應共行", "415": "是善法。』彼便共行如是善法。行善法已，壽", "416": "便轉增，形色轉好。彼壽轉增，色轉好已，比丘！", "417": "壽十歲人生子壽二十。比丘！壽二十歲人復", "418": "作是念：『若求學善者，壽便轉增，形色轉", "419": "好，我等應共更增行善。云何當共更增", "42": "及大臣有好浴池，清泉平滿。舍梨子！如是，", "420": "行善？我等已共離殺、斷殺，然故共行不與", "421": "而取。我等寧可離不與取、斷不與取，我等", "422": "應共行是善法。』彼便共行如是善法。行善", "423": "法已，壽便轉增，形色轉好。彼壽轉增，色轉", "424": "好已，比丘！壽二十歲人生子壽四十。「比丘！", "425": "壽四十歲人亦作是念：『若求學善者，壽便", "426": "轉增，形色轉好，我等應共更增行善。云何", "427": "當共更增行善？我等已離殺、斷殺，離不與", "428": "取、斷不與取，然故行邪婬。我等寧可離邪", "429": "婬、斷邪婬，我等應共行是善法。』彼便共行", "43": "比丘、比丘尼以自心為浴池泉。舍梨子！若", "430": "如是善法。行善法已，壽便轉增，形色轉好。", "431": "彼壽轉增，色轉好已，比丘！壽四十歲人生子", "432": "壽八十。「比丘！壽八十歲人亦作是念：『若求", "433": "學善者，壽便轉增，形色轉好，我等應共更", "434": "增行善。云何當共更增行善？我等已離殺、", "435": "斷殺，離不與取、斷不與取，離邪婬、斷邪", "436": "婬，然故行妄言。我等寧可離妄言、斷妄言，", "437": "我等應共行是善法。』彼便共行如是善法。", "438": "行善法已，壽便轉增，形色轉好。彼壽轉增，色", "439": "轉好已，比丘！壽八十歲人生子壽百六十。「比", "44": "比丘、比丘尼成就自心為浴池泉者，便能", "440": "丘！壽百六十歲人亦作是念：『若求學善者，", "441": "壽便轉增，形色轉好，我等應共更增行善。云", "442": "何當共更增行善？我等已離殺、斷殺，離不", "443": "與取、斷不與取，離邪婬、斷邪婬，離妄言、", "444": "斷妄言，然故行兩舌。我等寧可離兩舌、斷", "445": "兩舌，我等應共行是善法。』彼便共行如是", "446": "善法。行善法已，壽便轉增，形色轉好。彼壽轉", "447": "增，色轉好已，比丘！壽百六十歲人生子壽三", "448": "百二十歲。「比丘！壽三百二十歲人亦作是念：", "449": "『若求學善者，壽便轉增，形色轉好，我等應", "45": "捨惡，修習於善。舍梨子！猶如王及大臣有", "450": "共更增行善。云何當共更增行善？我等已", "451": "離殺、斷殺，離不與取、斷不與取，離邪婬、", "452": "斷邪婬，離妄言、斷妄言，離兩舌、斷兩舌，", "453": "然故行麤言。我等寧可離麤言、斷麤言，我", "454": "等應共行是善法。』彼便共行如是善法。行", "455": "善法已，壽便轉增，形色轉好。彼壽轉增，色轉", "456": "好已，比丘！壽三百二十歲人生子壽六百四", "457": "十。「比丘！壽六百四十歲人亦作是念：『若求", "458": "學善者，壽便轉增，形色轉好，我等應共更", "459": "增行善。云何當共更增行善？我等已離殺、", "46": "沐浴人，常使洗浴。舍梨子！如是，比丘、比丘", "460": "斷殺，離不與取、斷不與取，離邪婬、斷邪", "461": "婬，離妄言、斷妄言，離兩舌、斷兩舌，離麤", "462": "言、斷麤言，然故行綺語。我等寧可離綺語、", "463": "斷綺語，我等應共行是善法。』彼便共行如", "464": "是善法。行善法已，壽便轉增，形色轉好。彼壽", "465": "轉增，色轉好已，比丘！壽六百四十歲人生", "466": "子壽二千五百。「比丘！壽二千五百歲人亦作", "467": "是念：『若求學善者，壽便轉增，形色轉好，我", "468": "等應共更增行善。云何當共更增行善？我", "469": "等已離殺、斷殺，離不與取、斷不與取，離邪", "47": "尼以善知識為沐浴人。舍梨子！若比丘、比", "470": "婬、斷邪婬，離妄言、斷妄言，離兩舌、斷兩", "471": "舌，離麤言、斷麤言，離綺語、斷綺語，然故", "472": "行貪嫉。我等寧可離貪嫉、斷貪嫉，我等應", "473": "共行是善法。』彼便共行如是善法。行善法", "474": "已，壽便轉增，形色轉好。彼壽轉增，色轉好已，", "475": "比丘！壽二千五百歲人生子壽五千。「比丘！", "476": "壽五千歲人亦作是念：『若求學善者，壽便", "477": "轉增，形色轉好，我等應共更增行善。云何", "478": "當共更增行善？我等已離殺、斷殺，離不與", "479": "取、斷不與取，離邪婬、斷邪婬，離妄言、斷", "48": "丘尼成就善知識為沐浴人者，便能捨", "480": "妄言，離兩舌、斷兩舌，離麤言、斷麤言，離", "481": "綺語、斷綺語，離貪嫉、斷貪嫉，然故行瞋", "482": "恚。我等寧可離瞋恚、斷瞋恚，我等應共行", "483": "是善法。』彼便共行如是善法。行善法已，壽", "484": "便轉增，形色轉好。彼壽轉增，色轉好已，比丘！", "485": "壽五千歲人生子壽一萬。「比丘！壽萬歲人亦", "486": "作是念：『若求學善者，壽便轉增，形色轉好，", "487": "我等應共更增行善。云何當共更增行善？", "488": "我等已離殺、斷殺，離不與取、斷不與取，離", "489": "邪婬、斷邪婬，離妄言、斷妄言，離兩舌、斷", "49": "惡，修習於善。「舍梨子！猶如王及大臣有塗", "490": "兩舌，離麤言、斷麤言，離綺語、斷綺語，離", "491": "貪嫉、斷貪嫉，離瞋恚、斷瞋恚，然故行邪", "492": "見。我等寧可離邪見、斷邪見，我等應共行", "493": "是善法。』彼便共行如是善法。行善法已，壽", "494": "便轉增，形色轉好。彼壽轉增，色轉好已，比丘！", "495": "壽萬歲人生子壽二萬。「比丘！壽二萬歲人亦", "496": "作是念：『若求學善者，壽便轉增，形色轉好，", "497": "我等應共更增行善。云何當共更增行善？", "498": "我等已離殺、斷殺，離不與取、斷不與取，離", "499": "邪婬、斷邪婬，離妄言、斷妄言，離兩舌、斷", "5": "我聞如是：一時，佛遊王舍城，在竹林加蘭哆", "50": "身香，木蜜、沈水、栴檀、蘇合、雞舌、都梁。舍梨", "500": "兩舌，離麤言、斷麤言，離綺語、斷綺語，離", "501": "貪嫉、斷貪嫉，離瞋恚、斷瞋恚，離邪見、斷", "502": "邪見，然故有非法、欲惡、貪行邪法。我等寧可", "503": "離此三惡不善法、斷三惡不善法，我等應", "504": "共行是善法。』彼便共行如是善法。行善法", "505": "已，壽便轉增，形色轉好。彼壽轉增，色轉好已，", "506": "比丘！壽二萬歲人生子壽四萬。「比丘！人壽", "507": "四萬歲時孝順父母，尊重恭敬沙門、梵志，", "508": "奉行順事，修習福業，見後世罪。彼因孝", "509": "順父母，尊重恭敬沙門、梵志，奉行順事，修", "51": "子！如是，比丘、比丘尼以戒德為塗香。舍梨", "510": "習福業，見後世罪故，比丘！壽四萬歲人生", "511": "子壽八萬。比丘！人壽八萬歲時，此閻浮洲", "512": "極大豐樂，多有人民，村邑相近，如雞一飛。", "513": "比丘！人壽八萬歲時，女年五百乃當出嫁。", "514": "比丘！人壽八萬歲時，唯有如是病，寒熱、大小便、", "515": "欲、不食、老，更無餘患。「比丘！人壽八萬歲時", "516": "有王名螺，為轉輪王，聰明智慧，有四種軍", "517": "整御天下，由己自在。如法法王，成就七寶，", "518": "彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、居士寶、", "519": "主兵臣寶，是謂為七。千子具足，顏貌端正，勇", "52": "子！若比丘、比丘尼成就戒德為塗香者，便", "520": "猛無畏，能伏他眾，彼必統領此一切地，乃至", "521": "大海，不以刀杖，以法教令，令得安樂。比", "522": "丘！諸剎利頂生王得為人主，整御天下，行", "523": "自境界，從父所得，彼因行自境界，從父", "524": "所得，壽不轉減，形色不惡，未曾失樂，力亦", "525": "不衰。諸比丘！汝等亦應如是，剃除鬚髮，", "526": "著袈裟衣，至信、捨家、無家、學道，行自境界，", "527": "從父所得。諸比丘！汝等因行自境界，從父", "528": "所得，壽不轉減，形色不惡，未曾失樂，力亦", "529": "不衰。「云何比丘行自境界，從父所得？此", "53": "能捨惡，修習於善。舍梨子！猶如王及大臣", "530": "比丘觀內身如身，觀內覺、心、法如法，是", "531": "謂比丘行自境界，從父所得。云何比丘壽？", "532": "此比丘修欲定如意足，依遠離，依無欲，依", "533": "滅盡，趣向出要；修精進定，修心定，修思惟", "534": "定如意足，依遠離，依無欲，依滅盡，趣向出", "535": "要，是謂比丘壽。云何比丘色？此比丘修習", "536": "禁戒，守護從解脫，又復善攝威儀禮節，見", "537": "纖介罪，常懷畏怖，受持學戒，是謂比丘色。", "538": "云何比丘樂？此比丘離欲、離惡不善之法，乃", "539": "至得第四禪成就遊，是謂比丘樂。云何比", "54": "有好衣服，初摩衣、錦繒衣、白㲲衣、加陵伽波", "540": "丘力？此比丘諸漏已盡，得無漏，心解脫、慧", "541": "解脫，於現法中自知自覺，自作證成就遊，生", "542": "已盡，梵行已立，所作已辦，不更受有，知如真，", "543": "是謂比丘力。「比丘！我不更見有力不可降", "544": "伏如魔王力，彼漏盡比丘則以無上聖慧", "545": "之力而能降伏。」佛說如是。彼諸比丘聞佛", "546": "所說，歡喜奉行。", "547": "轉輪王經第六竟六千三百一十三字", "548": "中阿含經卷第十五八千七百二十一字", "55": "惒邏衣。舍梨子！如是。比丘、比丘尼以慙愧", "56": "為衣服。舍梨子！若比丘、比丘尼成就慙愧", "57": "為衣服者，便能捨惡，修習於善。舍梨子！猶", "58": "如王及大臣有好床座，極廣高大。舍梨子！", "59": "如是，比丘、比丘尼以四禪為床座。舍梨子！若", "6": "園，與大比丘眾俱，共受夏坐。爾時，世尊於", "60": "比丘、比丘尼成就四禪為床座者，便能捨", "61": "惡，修習於善。「舍梨子！猶如王及大臣有工", "62": "剃師，常使洗浴。舍梨子！如是，比丘、比丘尼", "63": "以正念為剃師。舍梨子！若比丘、比丘尼成", "64": "就正念為剃師者，便能捨惡，修習於善。舍", "65": "梨子！猶如王及大臣有餚饌美食，種種異", "66": "味。舍梨子！如是，比丘、比丘尼以喜為食。舍", "67": "梨子！若比丘、比丘尼成就於喜以為食者，", "68": "便能捨惡，修習於善。舍梨子！猶如王及大", "69": "臣有種種飲，㮈飲、瞻波飲、甘蔗飲、蒲桃飲、", "7": "十五日說從解脫時，在比丘眾前敷座而", "70": "末蹉提飲。舍梨子！如是，比丘、比丘尼以法", "71": "味為飲。舍梨子！若比丘、比丘尼成就法味", "72": "以為飲者，便能捨惡，修習於善。「舍梨子！猶", "73": "如王及大臣有妙華鬘，青蓮華鬘、瞻蔔華鬘、", "74": "修摩那華鬘、婆師華鬘、阿提牟哆華鬘。舍梨", "75": "子！如是，比丘、比丘尼以三定為華鬘，空、無", "76": "願、無相。舍梨子！若比丘、比丘尼成就三定", "77": "為華鬘者，便能捨惡，修習於善。舍梨子！猶", "78": "如王及大臣有諸屋舍、堂閣、樓觀。舍梨子！", "79": "如是，比丘、比丘尼以三室為屋舍，天室、梵室、", "8": "坐，世尊坐已，便入定意，觀諸比丘心。於是，", "80": "聖室。舍梨子！若比丘、比丘尼成就三室為", "81": "屋舍者，便能捨惡，修習於善。舍梨子！猶如", "82": "王及大臣有典守者，謂守室人。舍梨子！如", "83": "是，比丘、比丘尼以智慧為守室人。舍梨子！", "84": "若比丘、比丘尼成就智慧為守室人者，便", "85": "能捨惡，修習於善。「舍梨子！猶如王及大臣", "86": "有諸國邑四種租稅，一分供王及給皇后、宮", "87": "中婇女；二分供給太子、群臣；三分供國一切", "88": "民人；四分供給沙門、梵志。舍梨子！如是，比", "89": "丘、比丘尼以四念處為租稅。舍梨子！若比", "9": "世尊見比丘眾靜坐默然極默然，無有睡", "90": "丘、比丘尼成就四念處為租稅者，便能捨", "91": "惡，修習於善。舍梨子！猶如王及大臣有四", "92": "種軍，象軍、馬軍、車軍、步軍。舍梨子！如是，比丘、", "93": "比丘尼以四正斷為四種軍。舍梨子！若比", "94": "丘、比丘尼成就四正斷為四種軍者，便能", "95": "捨惡，修習於善。舍梨子！猶如王及大臣有", "96": "種種輿，象輿、馬輿、車輿、步輿。舍梨子！如是，比", "97": "丘、比丘尼以四如意足為掆輿。舍梨子！若", "98": "比丘、比丘尼成就四如意足以為輿者，便能", "99": "捨惡，修習於善。「舍梨子！猶如王及大臣有"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含王相應品: 中阿含王相應品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}