{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜道行經: 摩訶般若波羅蜜道行經: 摩訶般若波羅蜜道行經: 道行般若經: 摩訶般若波羅蜜", "text": {"0": "24 強弱品", "1": "道行般若經卷第九", "10": "從兜術陀天上行。何以故？佛般泥洹後，般若", "100": "若智慧悉具足。」佛語須菩提：「若有菩薩行般", "101": "若波羅蜜時，思惟十二因緣不可盡，作是思", "102": "惟者，出過羅漢、辟支佛道去，正住佛道。菩", "103": "薩不作是思惟行般若波羅蜜，及思惟十二", "104": "因緣不可盡，設不作是思惟者，便中道得羅", "105": "漢、辟支佛。菩薩不中道還者，用思惟般若波", "106": "羅蜜，思惟行摩訶漚惒拘舍羅故。」佛語須菩", "107": "提：「菩薩行般若波羅蜜時，思惟視十二因緣", "108": "不可盡，作是視十二因緣，所視法生者滅", "109": "者皆有因緣，法亦無有作者。作是思惟十二", "11": "波羅蜜若於十方見，若於兜術天上見，有行", "110": "因緣行般若波羅蜜時，不見色，不見痛痒思", "111": "想生死識，不見佛境界，無有所因法見佛境", "112": "界，是為菩薩行般若波羅蜜。若有菩薩行般", "113": "若波羅蜜，當爾時魔大愁毒，譬如父母新死", "114": "啼哭愁毒憂思。菩薩行般若波羅蜜時，魔愁", "115": "毒如是。」須菩提白佛言：「一魔愁毒耶？餘魔復", "116": "愁毒乎？」佛語須菩提：「一佛境界所有魔，各各", "117": "於其所止處不安。菩薩隨般若波羅蜜教時，", "118": "菩薩應行如是者，諸天、阿須倫、龍、鬼神、人若", "119": "非人，不能害菩薩。若有菩薩欲得佛道者，當", "12": "是般若波羅蜜若書者，諸佛悉視護之。是菩", "120": "行般若波羅蜜。菩薩行般若波羅蜜，為行檀", "121": "波羅蜜具足，行尸波羅蜜亦爾，行羼提波羅", "122": "蜜亦爾，行惟逮波羅蜜亦爾，行禪波羅蜜亦", "123": "爾。菩薩摩訶薩行般若波羅蜜，具足行漚惒", "124": "拘舍羅波羅蜜。菩薩摩訶薩行般若波羅蜜，", "125": "若有魔事起，即覺使不至。菩薩悉欲得諸漚", "126": "惒拘舍羅波羅蜜者，當行般若波羅蜜，當守", "127": "般若波羅蜜。若有菩薩行般若波羅蜜，守般", "128": "若波羅蜜，", "129": "爾時菩薩思惟十方不可計阿僧祇現在諸佛，", "13": "薩復轉教人，勸樂合偶，知是菩薩供養若干", "130": "諸佛本行菩薩道時，悉從般若波羅蜜出生。", "131": "菩薩作是念：『如諸佛悉得諸經法，我悉當得。』", "132": "如是菩薩行般若波羅蜜時，作是思惟念，如", "133": "兩指相彈頃，若有菩薩布施具足如恒邊沙", "134": "劫，不如是菩薩行般若波羅蜜如彈兩指", "135": "頃。菩薩如是行者，為住阿惟越致地，是菩", "136": "薩為諸佛所念，菩薩終不還餘道，會當得佛，", "137": "終不歸三惡道，是菩薩未曾離諸佛時。行般", "138": "若波羅蜜菩薩，如兩指相彈頃間，功德如是。", "139": "何況一日守般若波羅蜜者，行當如是揵", "14": "佛以來，不於羅漢、辟支佛品中作功德，知是", "140": "陀訶盡菩薩。揵陀訶盡菩薩，在阿閦佛剎", "141": "最尊第一。」", "142": "27 隨品摩訶般若波羅蜜道行經隨品第二十七", "143": "須菩提白佛言：「菩薩何因隨般若波羅蜜教？」", "144": "佛語須菩提：「諸經法無有能壞者，菩薩隨般", "145": "若波羅蜜教，當如是。虛空不可盡，菩薩隨般", "146": "若波羅蜜教，當如是。五陰本無形，菩薩隨般", "147": "若波羅蜜教，當如是。四大本無形，菩薩隨般", "148": "若波羅蜜教，當如是。沙羅伊檀六事大虛空", "149": "無形，菩薩隨般若波羅蜜教，當如是。發心行", "15": "菩薩供養若干佛以來，學是般若波羅蜜不", "150": "佛道無有與等者，菩薩隨般若波羅蜜教，當", "151": "如是。發心行願甚廣大，菩薩等心於十方人", "152": "無有極，佛有四事不護，各各異端無有極，菩", "153": "薩隨道般若波羅蜜教，當如是。菩薩為諸天、", "154": "阿須倫、龍、鬼神、甄陀羅、摩睺勒、人及非人，作", "155": "不可計之覆護，菩薩隨般若波羅蜜教，當如", "156": "是。十方天下人呼為是我所非我所悉斷之，", "157": "菩薩隨般若波羅蜜教，當如是。虛空之中音", "158": "響無形，菩薩隨般若波羅蜜教，當如是。譬", "159": "如大海水不可斗量，菩薩隨般若波羅蜜教，", "16": "恐不怖。若有受般若波羅蜜，若有學，若有持，", "160": "當如是。譬如須彌山巔珍寶各各別異，菩薩", "161": "隨般若波羅蜜教，當如是。釋梵各自有教，菩", "162": "薩隨般若波羅蜜教，當如是。譬如月盛滿姝", "163": "好，菩薩隨般若波羅蜜教，當如是。譬如日", "164": "明所照悉至，菩薩隨般若波羅蜜教，當如是。", "165": "諸經法但有字耳，無有處所，菩薩隨般若波", "166": "羅蜜教，當如是。般若波羅蜜本無形但有字", "167": "耳，菩薩隨般若波羅蜜教，當如是。般若波羅", "168": "蜜本無所從生，菩薩隨般若波羅蜜教，當如", "169": "是。般若波羅蜜等無有異，菩薩隨般若波羅", "17": "若有解中事，若有隨，知是菩薩如面見佛無", "170": "蜜教，當如是。幻化及野馬但有名無形，菩薩", "171": "隨般若波羅蜜教，當如是。地水火風是四事", "172": "無有極，菩薩隨般若波羅蜜教，當如是。佛身", "173": "相本無色，菩薩隨般若波羅蜜教，當如是。諸", "174": "佛境界各各虛空，菩薩隨般若波羅蜜教，當", "175": "如是。佛諸經本無說無教，菩薩隨般若波羅", "176": "蜜教，當如是。譬如眾鳥飛行空中而無足跡，", "177": "菩薩隨般若波羅蜜教，當如是。生死根，波羅", "178": "蜜力，諸覺禪棄脫三昧定，入禪具足，悉脫愛", "179": "欲，臨作佛時乃得行是，菩薩隨般若波羅蜜", "18": "異。是菩薩不止亦不誹謗般若波羅蜜，知是", "180": "教，當如是。諸經法無有極不可盡，菩薩隨般", "181": "若波羅蜜教，當如是。諸經法無所從生，無所", "182": "因出，菩薩隨般若波羅蜜教，當如是。臨作佛", "183": "時諸經法悉具足成，菩薩隨般若波羅蜜教，", "184": "當如是。泥洹虛空無所有，菩薩隨般若波羅", "185": "蜜教，當如是。諸經法本無淨適無所因，菩薩", "186": "隨般若波羅蜜教，當如是。佛所作為變化無", "187": "有極，菩薩隨般若波羅蜜教，當如是。一切無", "188": "有索菩薩過者，亦無有得佛過者，脫無央", "189": "數人，菩薩隨般若波羅蜜教，當如是。諸佛說", "19": "菩薩供養若干佛以來。」佛語阿難：「雖有人", "190": "經法行道如是，菩薩隨般若波羅蜜教，當如", "191": "是。佛所教化等無有異，菩薩隨般若波羅蜜", "192": "教，當如是。」佛語須菩提：「若有菩薩行般若", "193": "波羅蜜時，當作是隨、當作是念、當作是入、當", "194": "作是視，去離諛諂、去離貢高、去離強梁、去", "195": "離非法、去離自用、去離財富、去離僥倖、去離", "196": "世事，棄身不惜壽命，適無所慕，但念佛所", "197": "行事安隱。菩薩行能如是者，得佛不久，悉得", "198": "薩芸若功德不久。如是輩菩薩，不當字菩薩，", "199": "當字為佛。何以故？今得佛不久故。若有菩薩", "2": "後漢月支國三藏支婁迦讖譯", "20": "於佛所作功德，持用求羅漢、辟支佛，會當得", "200": "隨般若波羅蜜教，甫當來世為得佛字。佛在", "201": "者亦當隨般若波羅蜜教，佛般泥洹後亦當", "202": "隨般若波羅蜜教，當如是。」", "203": "28 薩陀波倫菩薩品摩訶般若波羅蜜道行經薩陀波倫菩薩品第二十八", "204": "佛語須菩提：「疾欲得佛者，索般若波羅蜜，當", "205": "如薩陀波倫菩薩。於今在上方，過六百三十", "206": "億佛國，佛名揵陀羅耶，其國名尼遮揵陀波", "207": "勿，薩陀波倫菩薩於彼間止。」須菩提白佛言：", "208": "「薩陀波倫菩薩本何因緣索般若波羅蜜？」佛", "209": "語須菩提：「乃往久遠世有菩薩，名薩陀波倫，", "21": "佛無異。若有菩薩摩訶薩行般若波羅蜜，常", "210": "為前世施行功德所追逮，本願所成，世世作", "211": "功德所致，前世以供養數千萬億佛。時菩薩", "212": "臥出，天人於夢中語言：『汝當求索大法。』覺起", "213": "即行，求索了不得，其意惆悵不樂；欲得見佛，", "214": "欲得聞經，索之了不能得，亦無有菩薩所行", "215": "法則。用是故，甚大愁憂啼哭而行。譬如人有", "216": "過於大王所，其財產悉沒入縣官，父母及身", "217": "皆閉在牢獄，其人啼哭愁憂不可言。薩陀波", "218": "倫菩薩愁憂啼哭如是。時忉利天人來下在", "219": "虛空中，觀見菩薩日日啼哭，天人見菩薩至", "22": "當遠離羅漢、辟支佛道。」佛語阿難：「持是般若", "220": "心啼哭，天人即於菩薩父母兄弟親屬交友", "221": "中，字菩薩為薩陀波倫。「是時世有佛，名曇", "222": "無竭阿祝竭羅佛，般泥洹以來甚久，亦", "223": "不聞經，亦不見比丘僧。時薩陀波倫菩薩於", "224": "夢中，忉利天人語言：『前世有佛，名曇無竭", "225": "阿祝竭羅。』「是時菩薩於夢中聞佛名即覺，覺", "226": "已即大歡喜踊躍，即棄捐家，入深山中無", "227": "人之處，棄身無所貪慕而大啼哭，自念言：『我", "228": "惡所致，不見佛、不聞經、不得菩薩所行法。』「是", "229": "時薩陀波倫菩薩啼哭，時便聞虛空中有聲", "23": "波羅蜜囑累汝。阿難！我為汝所說經，捨置", "230": "言：『善男子！可止，莫復啼哭。有大法名般若波", "231": "羅蜜，若有行者，若有守者，得佛疾。汝當求索", "232": "是大法，汝聞是法若行若守，佛所有功德汝", "233": "悉當得之；得佛三十二相八十種好，汝悉當", "234": "得之；汝悉當持經法教十方天下人。』「薩陀波", "235": "倫菩薩問虛空中聲：『當何因緣得般若波", "236": "羅蜜？當到何方求索？當何等方便得之？』「虛空", "237": "中聲報菩薩言：『從是東行莫得休息，汝行時", "238": "莫念左、莫念右，莫念前、莫念後，莫念上、莫念", "239": "下，莫念行，行時莫念恐怖、莫念喜，莫念食、", "24": "般若波羅蜜摩訶漚惒拘舍羅及諸摩訶惟", "240": "莫念飲，莫念坐、莫念行道、莫念中止，莫念", "241": "婬、莫念怒、莫念癡，莫念守、莫念有所得，莫", "242": "念內、莫念外，莫念色、莫念痛痒思想生死識，", "243": "莫念眼、莫念耳、莫念鼻、莫念口、莫念身、莫念", "244": "心意，莫念地水火風、莫念空，莫念人、莫念", "245": "我、莫念命，莫念有空、莫念無空，莫念行菩薩", "246": "道，莫念有經、莫念無經，莫念生天上、莫念", "247": "生世間，莫念菩薩善、莫念菩薩惡，一切所向", "248": "念悉斷遍無所著。從是東行悉斷念已，作", "249": "是行不缺者，令得聞般若波羅蜜不久。過去", "25": "曰羅，我每所說餘經汝所受，設令悉散悉", "250": "諸佛行菩薩道時，索般若波羅蜜如是，得般", "251": "若波羅蜜，隨其教者得佛疾，作是精進行者，", "252": "當疾得佛。』「薩陀波倫菩薩聞虛空中教聲，大", "253": "歡欣，當隨天人之教。虛空中聲復報言：『莫", "254": "失是教。』作是語已，便不復聞聲。「是時薩陀波", "255": "倫菩薩聞是教法，倍踊躍歡欣，隨是教即東", "256": "行，心適無所著。行中道，作是念：『去是幾所", "257": "乃當得般若波羅蜜？』作是念已住復大啼哭。", "258": "「薩陀波倫菩薩作是啼哭時，上方虛空中化", "259": "作佛，在空中立言：『善哉，善哉！如若所索者", "26": "亡，雖有是，其過少耳。汝所從佛受般若波羅", "260": "甚難，如汝作是精進者，今得般若波羅蜜不", "261": "久。』「薩陀波倫菩薩叉手仰向視化佛，身有金", "262": "色，身放十億光炎，身有三十二相，見已大", "263": "歡欣，叉手白化佛言：『願佛為我說經法，我從", "264": "佛聞經，聞經已，諸佛所有經法我皆欲悉得", "265": "之。』「是時化佛語薩陀波倫菩薩：『受我所教", "266": "法，悉當念持之。諸經法本無，恐懼本淨，無端", "267": "緒住。諸經法一切無所罣礙，本端無所因住。", "268": "諸經法本無，所因端緒無所說住。諸經法無", "269": "所說教，如虛空無形，本無端緒，如泥洹無有", "27": "蜜，設散設亡，其過甚大不小。」佛語阿難：", "270": "異。諸經法如泥洹無有異，無所從生，無形", "271": "住。諸經法無所從生無形計，如幻無形，如水", "272": "中見影。諸經法如水中影現，如夢中所見等", "273": "無有異。諸經法如夢中所見，等無有異，佛聲", "274": "音都盧見如是，當隨是經法教。善男子！當", "275": "作是守念。從是東行索般若波羅蜜，去是間", "276": "二萬里，國名揵陀越，王治處其國豐熟，熾盛", "277": "富樂，人民眾多。其城縱廣四百八十里，皆以", "278": "七寶作城，其城七重，其間皆有七寶琦樹，城", "279": "上皆有七寶，羅縠緹縵以覆城上，其間皆有", "28": "「復囑累汝般若波羅蜜，受學持法，當諦學，", "280": "七寶交露間垂鈴，四城門外皆有戲盧，遶", "281": "城有七重池水，水中有雜種優鉢蓮花、拘文羅", "282": "華、不那利華、須揵提華、末願揵提華，皆在", "283": "池水中生間。陸地有占匐華，如是眾華數", "284": "千百種。其池中有眾雜琦鳥鳧鴈鴛鴦異", "285": "類琦鳥，數千百種。池中有七寶之船，其人", "286": "乘船娛樂戲池中。城中皆行列五色幢幡，", "287": "復懸五色幢幡，復有羅列雜色華蓋，城中街", "288": "巷各各周遍。譬若忉利天上帝釋宮殿，懸幢", "289": "幡音樂之聲，數千百種日日不絕。譬如忉利", "29": "悉具足受，悉念持書，字令正無缺減，過去、", "290": "天上難檀桓戲盧，其中有音樂之聲，快樂不", "291": "絕，其城快樂亦復如是。其城中無有異人，", "292": "皆是菩薩，中有成就者，中有發意者，皆共居", "293": "其中，快樂不可言。其中所有服飾，玄黃琦珍", "294": "不可復計。其國中有菩薩，名曇無竭，在眾菩", "295": "薩中最高尊，有六百八十萬夫人采女共", "296": "相娛樂。揵陀越國中諸菩薩，常共恭敬曇無", "297": "竭，為於國中央施高座，隨次轉下施座，中有", "298": "黃金座、白銀座、琉璃座、水精座，座皆有雜", "299": "色文繡綩綖，座間皆散雜種香華，座上皆施", "3": "25 累教品摩訶般若波羅蜜累教品第二十五", "30": "當來、今現在佛經身等無異。阿難！當作是念：", "300": "雜寶交露之蓋，中外周匝皆燒名香。曇無竭", "301": "菩薩常於高座上，為諸菩薩說般若波羅蜜，", "302": "中有聽者，中有書者，中有學者，中有諷者，中", "303": "有守者。汝從是去到揵陀越國曇無竭菩薩", "304": "所，自當為汝說般若波羅蜜，當為汝作師教", "305": "汝。何以故？前數千億世常為汝作師，是汝本", "306": "發意時師。汝往至師所時，若見若聞，莫得說", "307": "其短亦莫念其短，汝設見，慎莫疑慎莫怠。", "308": "何以故？汝未曉漚惒拘舍羅，當諦覺魔事。善", "309": "男子！慎莫隨，魔教莫用。師在深宮尊貴教，", "31": "『般若波羅蜜莫使缺減。』何以故？今佛現在，有", "310": "敬當如敬佛無有異。當用經法故，莫念財利", "311": "貪意心念，所有者當施與師，當樂好恭敬於", "312": "師。作是行不缺者，今得聞般若波羅蜜不", "313": "久。』", "314": "「爾時，薩陀波倫菩薩從化佛聞是教，即踊躍", "315": "歡欣，用歡欣踊躍故，即得見十方諸佛三昧。", "316": "爾時十方諸佛皆讚歎言：『善哉，善哉！善男子！", "317": "我曹本為菩薩時，用精進故，得聞般若波羅", "318": "蜜便成就得薩芸若，亦復當得三十二相、八", "319": "十種好、十種力、四無所畏、四事不護、十八事", "32": "慈心佛恩德，欲報佛恩具足供養者，汝設有", "320": "不共。我曹爾時亦復得是三昧，爾時諸佛亦復", "321": "讚歎我曹如是，汝行亦當復如我曹，作是行", "322": "者菩薩所有功德，汝悉當具足得之。』「薩陀波", "323": "倫菩薩從三昧覺，作是念：『諸佛本從何所來？", "324": "去至何所？』作是思惟已，便復舉聲大哭，復作", "325": "是念：『諸佛教我至曇無竭菩薩所。』薩陀波倫", "326": "菩薩便從是去。中道得一國，國名魔所樂國，", "327": "薩陀波倫菩薩便於城外園中止宿，自念：『佛", "328": "經實難得，何況乃聞耶？我當供養盡力於師。", "329": "今我一身加復貧窮，亦無有珍琦好物及華", "33": "慈心於佛者，當受持般若波羅蜜，當恭敬作", "330": "香持用供養於師，如我無所有者，請且自賣", "331": "身，持用供養於師。』作是念已即入城街里，街", "332": "里衒言：『誰欲買我者？』「時魔在城外戲，與五萬", "333": "婇女共遊戲，遙見菩薩聞自衒賣聲，魔即", "334": "自念言：『是薩陀波倫菩薩自賣身，欲供養曇", "335": "無竭菩薩持用索佛。是人當出我境界，脫人", "336": "眾多。今我且壞乎？令一國中男女，當不見", "337": "其形、不聞其聲。』「是時薩陀波倫菩薩賣身不", "338": "售，便自宛轉臥地啼哭，大呼：『欲自賣身持用", "339": "供養於師，了無有買者。』「是時釋提桓因遙於", "34": "禮供養，設有是行，汝悉為供養佛報恩，以", "340": "天上見薩陀波倫菩薩精進乃爾，自念言：『我", "341": "當下試之，知為至誠索佛，不但諛諂。』是時釋", "342": "提桓因來下化作婆羅門，問薩陀波倫言：『善", "343": "男子！何其勤苦乃爾乎？用何等故宛轉啼哭？』", "344": "「薩陀波倫菩薩報言：『不須問。』「道人婆羅門如", "345": "是問至三：『所欲勅使願相語，我欲相佐助。』「薩", "346": "陀波倫菩薩報言：『道人欲知者，我自賣身，欲", "347": "供養於師故。』「婆羅門語薩陀波倫菩薩：『卿欲", "348": "供養於師故。』「婆羅門語薩陀波倫菩薩：『善男", "349": "子！今我欲大祠，欲得人血，欲得人肉，欲得人", "35": "汝為恭敬過去當來今現在佛已，汝慈孝於", "350": "髓，欲得人心。卿設能與我者，我益與卿財。』「薩", "351": "陀波倫菩薩大歡欣報言：『願相與。』「薩陀波倫", "352": "菩薩即取刀自刺兩臂，血大出，持與之；復割", "353": "兩髀裏肉，持與之；復自破骨，持髓與之。適復", "354": "欲自刺胸時，樓觀上有長者女，遙見之，傷愍", "355": "哀之。時長者女與諸伎人婇女五百人，相隨", "356": "來至薩陀波倫菩薩所，問言：『善男子！年尚幼", "357": "少，端正如是，何以故自割截其身體？』「薩陀波", "358": "倫菩薩報女言：『我欲供養於師故，用是故，出", "359": "血出肉出髓欲賣，持欲供養於師。』「是時長者女", "36": "佛，恭敬思念於佛，不如恭敬於般若波羅", "360": "問薩陀波倫菩薩言：『設供養於師者，能得何", "361": "等福？師名為誰？在何方止？』「薩陀波倫菩薩報", "362": "女言：『師在東方，師名曇無竭，當為我說般若", "363": "波羅蜜。我聞者當行守之，當用疾得佛，我身", "364": "當得三十二相、八十種好、十種力、四事不", "365": "護、四事無所畏、十八事不共，當得法輪轉，當", "366": "度脫十方天下人。』「是時長者女語薩陀波倫", "367": "菩薩：『如善男子所言，天上天下無有比。汝莫", "368": "自困苦乃爾，我自與汝金銀珍寶琦物。我自", "369": "與五百婇女相隨行，我亦欲自供養曇無竭", "37": "蜜，慎莫亡失一句。」佛語阿難：「囑累汝般", "370": "菩薩，復欲聞經。』「是時婆羅門語薩陀波倫菩", "371": "薩言：『善哉，善哉！善男子！如是精進難及。欲知", "372": "我不？善男子！我是天王釋提桓因，故相試", "373": "耳。欲求索何等願，我悉與卿。』「薩陀波倫菩薩", "374": "報天王釋言：『欲哀我者，使我身體平復如故。』", "375": "菩薩身體即平復如故。釋提桓因即自去。「是", "376": "時長者女語薩陀波倫菩薩言：『共歸至我父", "377": "母所，索金銀珍寶琦物，并報父母去。』薩", "378": "陀波倫菩薩即隨至父母舍。「女歸以具為父", "379": "母說是事，父母即報女言：『汝所說甚快，難得", "38": "若波羅蜜以為信，若有不欲離於佛、離於經、", "380": "聞。我亦復欲與汝共行，自惟年老不能自", "381": "行，汝所欲得便自說。』「女言：『我欲得金銀珍寶", "382": "琦物。』「父母言：『女自恣取之。』「女便自取金銀", "383": "雜寶珍琦好物，盛搗栴檀名香及餘雜碎諸", "384": "寶蜜香甚多，以五百乘車載自重，五百侍女", "385": "自副。是時五百侍女皆行報長者女父母：『欲", "386": "侍貴女隨菩薩行。』報已即相隨俱行。「是時薩", "387": "陀波倫菩薩與五百女人輩，稍引導而去。", "388": "遙見犍陀越國有幢幡，譬如忉利天上懸幢", "389": "幡，遙聞犍陀越國音樂之聲，復遙見揵陀越", "39": "離於比丘僧，亦不欲離於過去、當來、今現在", "390": "國，城上皆有七寶緹縵七重，其下有七寶交", "391": "露七重，一重間者皆懸鈴，城外周匝遶有", "392": "七寶樹七重，城外皆有戲盧，男子女人遊", "393": "戲娛樂其中——中有乘車伎自樂者，中有步行", "394": "伎自樂者——香風四散分布四出，無不聞者，譬", "395": "如天香，用是故名為揵陀越國。「是時薩陀波", "396": "倫菩薩及五百女人，皆遙見如是。見已，皆大", "397": "歡欣踊躍，自念言：『我曹義不可於車上載，當", "398": "下步入國耳。』「薩陀波倫菩薩及五百女人，共", "399": "從西城門入。薩陀波倫菩薩入城門裏，遙見", "4": "佛語阿難：「作是立者，無有能過。菩薩作是立", "40": "佛者，不當遠離般若波羅蜜，是佛所教。」佛語", "400": "高臺，雕文刻鏤金銀，塗錯五色玄黃，光耀", "401": "炳然，臺四面四角，皆反羽向陽，懸鈴旗幡，音", "402": "樂相和。遙見已，問城中出人：『是何等臺，交露", "403": "七寶服飾姝好乃爾？』「其人報薩陀波倫菩薩", "404": "言：『賢者不知耶？是中有菩薩，名曇無竭，諸", "405": "人中最高尊，無不供養作禮者。是菩薩用般", "406": "若波羅蜜故，作是臺，其中有七寶之函，以紫", "407": "磨黃金為素，書般若波羅蜜在其中，匣中", "408": "有若干百種雜名香。曇無竭菩薩日日供養，", "409": "持雜華名香，然燈懸幢幡，華蓋雜寶，若干百", "41": "阿難：「若有受般若波羅蜜持護，是為持過去、", "410": "種音樂，持用供養般若波羅蜜。餘菩薩供養", "411": "般若波羅蜜，亦復如是。忉利天人晝夜各各", "412": "三，持文陀羅華、摩訶文陀羅華，供養般若波", "413": "羅蜜如是。』「薩陀波倫菩薩及五百女人，聞是", "414": "大歡欣，踊躍無極，俱往至般若波羅蜜臺所，", "415": "持雜華雜香散般若波羅蜜上，持金縷織成", "416": "雜衣，中有持衣散上者，中有持衣作織者，", "417": "中有持衣榻壁者，中有持衣布施者。是時", "418": "薩陀波倫菩薩及五百女人，供養般若波羅", "419": "蜜已，便行至曇無竭菩薩高座大會所相去", "42": "當來、今現在佛教法。何以故？過去、當來、今現", "420": "不遠，遙見曇無竭菩薩在高座上坐，為人幼", "421": "少，顏貌姝好，光耀明照，為數千巨億人中說", "422": "般若波羅蜜。「薩陀波倫菩薩及五百女人，見", "423": "曇無竭菩薩已，皆大歡欣踊躍，持雜種華香", "424": "散曇無竭菩薩上，復持若干種寶散其上，復", "425": "持數百種雜色珍寶衣以上菩薩，為曇無竭", "426": "菩薩作禮，遶八百匝已作是言：『我曹亦當復", "427": "逮得尊經，亦當復如是。』", "428": "「爾時曇無竭菩薩持深經好語，語薩陀波倫", "429": "菩薩及五百女人言：『多賀來到，得無疲倦。他", "43": "在佛，皆從般若波羅蜜出生。菩薩欲得佛道", "430": "所勅使、所欲得者，莫自疑難。我是度人之師，", "431": "適無所愛惜。』「薩陀波倫菩薩白曇無竭菩薩", "432": "言：『我本索般若波羅蜜時，於空閑山中大啼", "433": "哭，於上虛空中有化佛，身有三十二相，紫磨", "434": "金色身有千億光耀炎出，是時化佛嗟嘆我", "435": "言：「善哉，善哉！人索般若波羅蜜，當如是也。」便", "436": "語我言：「去是東出二萬餘里，其國名揵陀越，", "437": "廣縱四百八十里，珍寶交露服飾，譬如忉利", "438": "天上殿舍，有菩薩名曇無竭，於人中最尊，常", "439": "反覆教人。汝往至彼間，當得聞般若波羅蜜，", "44": "者，當學六波羅蜜。何以故？六波羅蜜是諸菩", "440": "前世數千巨億萬世常為汝作師，是汝本發", "441": "意時師。」是時聞師名聲，大歡欣踊躍，不能自", "442": "勝，用歡欣踊躍故，即得悉見十方諸佛三昧。", "443": "是時諸佛悉讚歎我言：「善哉，善哉！索般若", "444": "波羅蜜當如是。我曹本索佛時，索般若波羅", "445": "蜜如是，得般若波羅蜜者自致得成佛如是。」", "446": "佛為我說經已，便不復見。我自念言：「佛從何", "447": "所來？去至何所？」持是事，師願為我解之，佛", "448": "為從何所來？去至何所？』「爾時曇無竭菩薩報", "449": "言：『賢者善聽。』「薩陀波倫菩薩報言：『諾！當善聽。』", "45": "薩摩訶薩母。」佛語阿難：「囑累汝六波羅蜜，", "450": "「曇無竭菩薩報言：『空本無所從來，去亦無所", "451": "至，佛亦如是。無想本無所從來，去亦無所至，", "452": "佛亦如是。無處所本無所從來，去亦無所至，", "453": "佛亦如是。無所從生本無所從來，去亦無所", "454": "至，佛亦如是。無形本無所從來，去亦無所至，", "455": "佛亦如是。幻本無所從來，去亦無所至，佛亦", "456": "如是。野馬本無所從來，去亦無所至，佛亦如", "457": "是。夢中人本無所從來，去亦無所至，佛亦如", "458": "是。泥洹本無所從來，去亦無所至，佛亦如是。", "459": "想像本無所從來，去亦無所至，佛亦如是。無", "46": "六波羅蜜者，佛不可盡經法之藏，過去、當來、", "460": "有生、無有長本無所從來，去亦無所至，欲知", "461": "佛亦如是。無所適本無所從來，去亦無所至，", "462": "欲知佛亦如是。虛空本無所從來，去亦無所", "463": "至，欲知佛亦如是。經果本無所從來，去亦無", "464": "所至，欲知佛亦如是。本端本無所從來，去亦", "465": "無所至，欲知佛亦如是。』「爾時薩陀波倫菩薩", "466": "聞佛深事法，如是比，不可計，不可念，不可", "467": "量，此大法如是。爾時即於坐上得六萬三昧", "468": "門。何等為三昧門？無處所三昧，無恐懼衣毛", "469": "不起三昧，脫諸魔中不恐懼三昧，脫於愛欲", "47": "今現在佛，皆從六波羅蜜出生。」佛語阿難：「汝", "470": "之本三昧，脫出格戰離患三昧，不可計向入", "471": "三昧，譬如大海水不可量多慧所入三昧，", "472": "在須彌山功德莊飾三昧，五陰六衰無形觀", "473": "三昧，入諸佛界三昧，悉見諸佛三昧，菩薩守", "474": "道三昧，諸經法本無形見說三昧，珍寶莊飾", "475": "三昧，悉學珍寶入三昧，悉念諸佛三昧，菩", "476": "薩上高三昧，真阿惟越致及法輪為轉三昧，", "477": "莊佛功德三昧，無瑕穢悉及淨三昧，所聞眾", "478": "事如大海三昧，無所護無有過三昧，樂經音", "479": "聲遍三昧，經法章顯其幡三昧，怛薩阿竭", "48": "日日教人，盡一佛境界中人，汝悉教令得阿", "480": "身無形入三昧，諸經法無形遍視三昧，菩薩", "481": "印三昧，怛薩阿竭目見三昧，照明諸境", "482": "界佛界所願具足三昧，解十方人難三昧，臨", "483": "成佛莊嚴三昧，種種雜華異色三昧，多珍寶", "484": "三昧，法輪常轉三昧，諸音聲遠聞入要三昧，", "485": "入十方人本三昧，諸三界悉遍至三昧，成諸", "486": "功德三昧，無有能過六波羅蜜三昧，菩薩坐", "487": "樹下時壞餘外道羅網三昧，怛薩阿竭現飛", "488": "三昧，不可復計功德度莊嚴三昧，諸珍寶智", "489": "慧功德三昧，薩芸若地三昧，悉淨因三昧，悉", "49": "羅漢道。雖有是教，尚未報佛恩，不如具足為", "490": "遍照三昧，悉入十方人生死之根智慧出中", "491": "三昧，過去當來今現在悉等三昧，如是比等。", "492": "薩陀波倫菩薩得六萬三昧門如是。爾時曇", "493": "無竭菩薩起入宮。", "494": "道行般若經卷第九", "5": "為如佛立，作是立無有為作師者，是為薩芸", "50": "菩薩說般若波羅蜜。汝所教人悉使得阿羅", "51": "漢，此所作功德，持戒、精進、守道，雖教乃爾所", "52": "人，其福寧多不？」阿難報佛言：「甚多，天中天！」佛", "53": "語阿難：「不如持般若波羅蜜具足為菩薩說，", "54": "雖不能多，一日可，雖不能一日，食時可，雖不", "55": "能食時，為說須臾間可，其福勝度爾所阿羅", "56": "漢。菩薩摩訶薩自於般若波羅蜜，念思惟其", "57": "中事，菩薩雖思惟其中事，得其功德，出眾阿", "58": "羅漢、辟支佛上去。雖思惟其中事，會當得阿", "59": "惟越致。設不中道還，說般若波羅蜜時，四部", "6": "若立。欲作是立者，當隨般若波羅蜜教。有應", "60": "弟子，及諸天、阿須倫及鬼神，一佛境界中，持", "61": "釋迦文佛威神，一切悉見阿閦佛，及見諸比", "62": "丘不可計皆阿羅漢，諸菩薩亦無央數，以", "63": "後不復見。」佛語阿難：「譬如見國中人，不復見", "64": "阿閦佛及諸菩薩、阿羅漢諸經法，索眼不見", "65": "亦如是。法不見法，法不念法。何以故？諸", "66": "經法無念不見，亦無所益。」佛語阿難：「諸經", "67": "法皆空，無所持，亦不可念。譬如幻師化作人，", "68": "諸經法亦如是，無念亦無痛。何以故？無形故。", "69": "菩薩作是行，為行般若波羅蜜，作是學，為學", "7": "是般若波羅蜜行者，當知是人從人道中來，", "70": "般若波羅蜜，悉欲得六波羅蜜者，當學般若", "71": "波羅蜜。作是學，在諸學中最尊無有及者，百", "72": "倍千倍萬倍，是為安十方天下。作是學者，困", "73": "厄苦者悉護視，是為隨佛法學，是為隨佛教。", "74": "有應學是者，持手舉一佛境界，移著還復他方剎土，以其處人無有覺知者。」佛語阿難：", "75": "「佛從是般若波羅蜜中學成，過去、當來、今現", "76": "在佛，無所罣礙諸智慧法，悉從般若波羅蜜", "77": "具足成。欲得般若波羅蜜限者，為欲得虛空", "78": "限。何以故？般若波羅蜜不可盡，十方之事可", "79": "計，般若波羅蜜事不可計。」佛告阿難：「般若", "8": "或從兜術天上來，是人或從人道中聞般若", "80": "波羅蜜事不可計不可盡，般若波羅蜜本淨。", "81": "何以故？過去不可復計佛悉從其中成就得", "82": "佛，般若波羅蜜亦不增亦不減；甫當來不可", "83": "復計佛悉從般若波羅蜜成就得佛，般若波", "84": "羅蜜亦不增亦不減；十方今現在不可復計", "85": "佛悉從般若波羅蜜成就得佛，般若波羅蜜", "86": "亦不增亦不減。是故般若波羅蜜不可盡，虛", "87": "空亦不可盡。」", "88": "26 不可盡品摩訶般若波羅蜜道行經不可盡品第二", "89": "十六", "9": "波羅蜜，或從兜術天上聞，或從人道中行，或", "90": "是時須菩提作是念：「佛所說般若波羅蜜事", "91": "甚深，是須菩提當作是問。」須菩提白佛言：", "92": "「般若波羅蜜不可盡，譬如虛空亦不可盡。菩", "93": "薩當何因思惟般若波羅蜜？」佛語須菩提：「色", "94": "不可盡，當作是思惟般若波羅蜜，痛痒思想", "95": "生死識不可盡，當作是思惟般若波羅蜜，十", "96": "二因緣不可盡，當作是思惟般若波羅蜜。」佛", "97": "語須菩提：「菩薩當作是思惟般若波羅蜜，菩", "98": "薩當作是思惟十二因緣，適得其中。菩薩初", "99": "坐樹下時，不共法思惟十二因緣，是時薩芸"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜道行經: 摩訶般若波羅蜜道行經: 摩訶般若波羅蜜道行經: 道行般若經: 摩訶般若波羅蜜", "author": "後漢 支婁迦讖譯", "sourceLink": "http://www.cbeta.org/"}