{"author": "龍樹菩薩造  姚秦 鳩摩羅什譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1568 十二門論: 十二門論: 十二門論: 十二門論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1568", "1": "品目十二門論品目", "2": "觀因緣門第一", "3": "萬法所因似各有性，推而會之實自無性，通達無滯故謂之門", "4": "觀有果無果門第二", "5": "重推無性之法，為先有而生？為先無而生？有無無生，以之為門", "6": "觀緣門第三", "7": "上推因，此推緣，四緣廣略皆無有果，故以為門", "8": "觀相門第四", "9": "上三門推因緣無生，此推三相，三相既無，以之為門", "10": "觀有相無相門第五", "11": "此推三相之實，為有相而相？為無相而相？有無無相，故以為門", "12": "觀一異門第六", "13": "即推有相無相，為在一法？為在異法？不一不異，以之為門", "14": "觀有無門第七", "15": "上推三相非相，此明四相亦非，生住為有變異？為無？同處不有，異處亦無，故以為門", "16": "觀性門第八", "17": "既知有無，又推其性，變易無常從緣而有，則非性也，故以為門", "18": "觀因果門第九", "19": "無性之法既無因果，變異處推求則無得理，故以為門", "20": "觀作門第十", "21": "無因無果則為無作，四處既無，以之為門", "22": "觀三時門第十一", "23": "既推無作必盡其因，故尋三時無作而以為門", "24": "觀生門第十二", "25": "作為有造，生為有起，時中既無，誰為生者？即以為門", "26": "序十二門論序", "27": "十二門論者，蓋是實相之折中，道場之要軌", "28": "也。十二門者，總眾枝之大數也；門者，開通", "29": "無滯之稱也；論之者，欲以窮其源、盡其理", "30": "也。若一理之不盡，則眾異紛然，有或趣之", "31": "乖；一源之不窮；則眾塗扶疏；有殊致之迹。", "32": "殊致之不夷、乖趣之不泯，大士之憂也。是", "33": "以龍樹菩薩，開出者之由路，作十二門以", "34": "正之。正之以十二，則有無兼暢，事無不", "35": "盡。事盡於有無，則忘功於造化。理極於虛", "36": "位，則喪我於二際。然則喪我在乎落筌，筌", "37": "忘存乎遺寄。筌我兼忘，始可以幾乎實", "38": "矣！幾乎實矣，則虛實兩冥、得失無際。冥而", "39": "無際，則能忘造次於兩玄、泯顛沛於一致，", "40": "整歸駕於道場、畢趣心於佛地。恢恢焉，真", "41": "可謂運虛刃於無間、奏希聲於宇內，濟溺", "42": "喪於玄津、出有無於域外者矣。遇哉後之", "43": "學者，夷路既坦、幽塗既開，真得振和鸞於", "44": "北冥、馳白牛以南迴，悟大覺於夢境、即", "45": "百化以安歸。夫如是者慧，復知曜靈之方", "46": "盛、玄陸之未希也哉。叡以鄙倍之淺識，猶", "47": "敢用誠虛關、希懷宗極，庶日用之有", "48": "宜、冀歲計之能殖。況才之美者乎！不勝", "49": "敬仰之至。敢以鈍辭𢭃思序而申之，并", "50": "目品義題之於首，豈其能益也？庶以此", "51": "心開疾進之路耳。", "52": "1 觀因緣門觀因緣門第一", "53": "龍樹菩薩造", "54": "姚秦三藏鳩摩羅什譯", "55": "說曰：今當略解摩訶衍義。問曰：「解摩訶", "56": "衍者，有何義利？」答曰：「摩訶衍者，是十方三", "57": "世諸佛甚深法藏，為大功德利根者說。末世", "58": "眾生薄福鈍根，雖尋經文不能通達。我", "59": "愍此等欲令開悟，又欲光闡如來無上大", "60": "法，是故略解摩訶衍義。」問曰：「摩訶衍無量無", "61": "邊不可稱數，直是佛語尚不可盡，況復解", "62": "釋演散其義？」答曰：「以是義故，我初言略解。」", "63": "問曰：「何故名為摩訶衍？」答曰：「摩訶衍者，於", "64": "二乘為上，故名大乘；諸佛最大，是乘能至，", "65": "故名為大；諸佛大人乘是乘故，故名為大；", "66": "又能滅除眾生大苦、與大利益事，故名為大；", "67": "又觀世音、得大勢、文殊師利、彌勒菩薩等，是", "68": "諸大士之所乘故，故名為大；又以此乘能", "69": "盡一切諸法邊底，故名為大；又如《般若經》", "70": "中佛自說摩訶衍義無量無邊，以是因緣，", "71": "故名為大。」大分深義，所謂空也。若能通達", "72": "是義，即通達大乘，具足六波羅蜜，無所障", "73": "礙，是故我今但解釋空。解釋空者，當以十", "74": "二門入於空義。初是因緣門，所謂：", "75": "眾緣所生法，是即無自性；", "76": "若無自性者，云何有是法？", "77": "眾緣所生法有二種：一者內，二者外。眾緣亦", "78": "有二種：一者內，二者外。外因緣者，如泥團、", "79": "轉繩、陶師等和合，故有瓶生；又如縷繩、機", "80": "杼、織師等和合，故有疊生；又如治地、築基", "81": "梁、椽、泥、草、人功等和合，故有舍生；又如酪", "82": "器、鑽搖、人功等和合，故有酥生；又如種子、", "83": "地、水、火、風、虛空、時節、人功等和合，故有芽生；", "84": "當知外緣等法皆亦如是。內因緣者，所謂", "85": "無明、行、識、名色、六入、觸、受、愛、取、有、生、老死，各", "86": "各先因而後生。如是內外諸法皆從眾緣", "87": "生，從眾緣生故，即非是無性耶！若法自性", "88": "無，他性亦無，自他亦無。何以故？因他性故", "89": "無自性。若謂以他性故有者，則牛以馬", "90": "性有，馬以牛性有，梨以柰性有，柰以", "91": "梨性有，餘皆應爾，而實不然。若謂不以", "92": "他性故有，但因他故有者，是亦不然。何以", "93": "故？若以蒲故有席者，則蒲、席一體，不名", "94": "為他；若謂蒲於席為他者，不得言以蒲", "95": "故有席。又蒲亦無自性。何以故？蒲亦從眾", "96": "緣出，故無自性。無自性故，不得言以蒲", "97": "性故有席，是故席不應以蒲為體。餘瓶、", "98": "酥等外因緣生法，皆亦如是不可得。內因", "99": "緣生法，皆亦如是不可得，如《七十論》中說：", "100": "「緣法實無生；若謂為有生，", "101": "為在一心中；為在多心中？」", "102": "是十二因緣法實自無生。若謂有生，為一", "103": "心中有？為眾心中有？若一心中有者，因果即", "104": "一時共生。又因果一時有，是事不然。何以", "105": "故？凡物先因後果故。若眾心中有者，十二因", "106": "緣法則各各別異，先分共心滅已，後分誰", "107": "為因緣？滅法無所有，何得為因？十二因緣", "108": "法若先有者，應若一心、若多心，二俱不然。是", "109": "故眾緣皆空。緣空故，從緣生法亦空，是故", "110": "當知一切有為法皆空。有為法尚空，何況我", "111": "耶？因五陰、十二入、十八界有為法故說有", "112": "我，如因可然故說有然；若陰、入、界空，更", "113": "無有法可說為我，如無可然不可說然。", "114": "如經說：「佛告諸比丘：『因我故有我所，若無", "115": "我則無我所。』」如是有為法空故，當知無為", "116": "涅槃法亦空。何以故？此五陰滅更不生餘", "117": "五陰，是名涅槃。五陰本來自空，何所滅故說", "118": "名涅槃？又我亦復空，誰得涅槃？復次，無生", "119": "法名涅槃，若生法成者，無生法亦應成；生", "120": "法不成，先已說因緣，後當復說，是故生法", "121": "不成。因生法故名無生，若生法不成，無生", "122": "法云何成？是故有為、無為及我皆空。", "123": "2 觀有果無果門觀有果無果門第二", "124": "復次，諸法不生。何以故？", "125": "先有則不生，先無亦不生，", "126": "有無亦不生，誰當有生者？", "127": "若果因中先有則不應生，先無亦不應生，", "128": "先有無亦不應生。何以故？若果因中先有", "129": "而生，是則無窮。如果先未生而生者，今", "130": "生已復應更生。何以故？因中常有故。從是", "131": "有邊復應更生，是則無窮。若謂生已更", "132": "不生，未生而生者，是中無有生理；是故先", "133": "有而生，是事不然。復次，若因中先有果，而", "134": "謂未生而生、生已不生者，是亦二俱有而", "135": "一生一不生，無有是處。復次，若未生定有", "136": "者，生已則應無。何以故？生、未生共相違故；", "137": "生未生相違故，是二作相亦相違。復次，有", "138": "與無相違，無與有相違，若生已亦有、未生", "139": "時亦有者，則生、未生不應有異。何以故？", "140": "若有生，生已亦有、未生亦有，如是生、未生", "141": "有何差別？生、未生無差別，是事不然，是故", "142": "有不生。復次，有已先成，何用更生？如作已", "143": "不應作，成已不應成，是故有法不應生。", "144": "復次若有生，因中未生時果應可見，而實", "145": "不可見；如泥中瓶、蒲中席，應可見而實", "146": "不可見，是故有不生。問曰：「果雖先有，", "147": "以未變故不見。」答曰：「若瓶未生時瓶體", "148": "未變故不見者，以何相知言泥中先有", "149": "瓶？為以瓶相有瓶？為以牛相、馬相故有", "150": "瓶耶？若泥中無瓶相者，亦無牛相、馬相，是", "151": "豈不名無耶？是故汝說因中先有果而生", "152": "者，是事不然。復次，變法即是果者，即應因中", "153": "先有變。何以故？汝法因中先有果故。若瓶", "154": "等先有，變亦先有，應當可見而實不可得，是", "155": "故汝言未變故不見，是事不然。若謂未變", "156": "不名為果，則果畢竟不可得。何以故？是變", "157": "先無，後亦應無，故瓶等果畢竟不可得。若", "158": "謂變已是果者，則因中先無，如是則不定：", "159": "或因中先有果，或先無果。」問曰：「先有變，但", "160": "不可得見。凡物自有有而不可得者，如", "161": "物或有近而不可知；或有遠而不可知；", "162": "或根壞故不可知；或心不住故不可知；障", "163": "故不可知；同故不可知；勝故不可知；微", "164": "細故不可知。近而不可知者，如眼中藥。遠", "165": "而不可知者，如鳥飛虛空高翔遠逝。根壞", "166": "故不可知者，如盲不見色、聾不聞聲、鼻", "167": "塞不聞香、口爽不知味、身頑不知觸、心", "168": "狂不知實。心不住故不可知者，如心在色", "169": "等則不知聲。障故不可知者，如地障大", "170": "水、壁障外物。同故不可知者，如黑上墨點。", "171": "勝故不可知者，如有鍾鼓音，不聞捎拂聲。", "172": "細微故不可知者，如微塵等不現。如是諸", "173": "法雖有，以八因緣故不可知。汝說因中", "174": "變不可得、瓶等不可得者，是事不然。何", "175": "以故？是事雖有，以八因緣故不可得。」答曰：", "176": "「變法及瓶等果，不同八因緣不可得。何以", "177": "故？若變法及瓶等，果極近不可得者，小遠", "178": "應可得；極遠不可得者，小近應可得；若根", "179": "壞不可得者，根淨應可得；若心不住不可", "180": "得者，心住應可得；若障不可得者，變法及", "181": "瓶法無障應可得；若同不可得者，異時應", "182": "可得；若勝不可得者，勝止應可得；若", "183": "細微不可得者，而瓶等果麁應可得。若瓶", "184": "細故不可得者，生已亦應不可得。何以", "185": "故？生已、未生細相一故，生已、未生俱定有", "186": "故。」問曰：「未生時細，生已轉麁，是故生已", "187": "可得，未生不可得。」答曰：「若爾者，因中則", "188": "無果。何以故？因中無麁故。又、因中先無", "189": "麁，若因中先有麁者，則不應言細，故不", "190": "可得；今果是麁，汝言細故不可得，是麁不", "191": "名為果。今果畢竟不應可得而果實可", "192": "得，是故不以細故不可得。如是有法因", "193": "中先有果，以八因緣故不可得，先因中有", "194": "果，是事不然。「復次，若因中先有果生者，", "195": "是則因、因相壞，果、果相壞。何以故？如疊在", "196": "縷，如果在器，但是住處，不名為因。何以", "197": "故？縷、器非疊，果因故。若因壞，果亦壞，是", "198": "故縷等非疊等因。因無故，果亦無。何以故？", "199": "因因故有果成，因不成，果云何成？「復次，若", "200": "不作不名果，縷等因不能作疊等果。何", "201": "以故？如縷等不以疊等住故能作疊等", "202": "果，如是則無因無果。若因果俱無，則不應", "203": "求因中若先有果、若先無果。「復次，若因中有", "204": "果而不可得，應有相現，如聞香知有華、", "205": "聞聲知有鳥、聞笑知有人、見烟知有火、", "206": "見鵠知有池。如是因中若先有果，應有", "207": "相現；今果體亦不可得，相亦不可得，如是", "208": "當知因中先無果。「復次，若因中先有果", "209": "生，則不應言因縷有疊、因蒲有席。若因", "210": "不作，他亦不作。如疊非縷所作，可從蒲", "211": "作耶？若縷不作，蒲亦不作，可得言無所", "212": "從作耶？若無所從作，則不名為果。若果", "213": "無，因亦無，如先說。是故從因中先有果生，", "214": "是則不然。「復次，若果無所從作，則為是常，", "215": "如涅槃性。若果是常，諸有為法則皆是常。", "216": "何以故？一切有為法皆是果故。若一切法皆", "217": "常，則無無常；若無無常，亦無有常。何以", "218": "故？因常有無常、因無常有常，是故常無", "219": "常二俱無者，是事不然。是故不得言因中", "220": "先有果生。「復次，若因中先有果生，則果更", "221": "與異果作因，如疊與著為因，如席與障", "222": "為因。如車與載為因，而實不與異果作", "223": "因，是故不得言因中先有果生。若謂如地", "224": "先有香，不以水灑，香則不發；果亦如是，若", "225": "未有緣會，則不能作因。是事不然，何以", "226": "故？如汝所說，可了時名果，瓶等物非果。何", "227": "以故？可了是作，瓶等先有非作，是則以作", "228": "為果。是故因中先有果生，是事不然。「復次，", "229": "了因但能顯發，不能生物，如為照闇中瓶", "230": "故然燈，亦能照餘臥具等物；為作瓶故和", "231": "合眾緣，不能生餘臥具等物，是故當知", "232": "非先因中有果生。「復次，若因中先有果生，則", "233": "不應有今作、當作差別。而汝受今作、當作，", "234": "是故非先因中有果生。「若謂因中先無果", "235": "而果生者，是亦不然。何以故？若無而生者，", "236": "應有第二頭、第三手生。何以故？無而生故。」", "237": "問曰：「瓶等物有因緣，第二頭、第三手無因", "238": "緣，云何得生？是故汝說不然。」答曰：「第二頭、", "239": "第三手及瓶等果，因中俱無。如泥團中無瓶，", "240": "石中亦無瓶，何故名泥團為瓶因，不名石", "241": "為瓶因？何故名乳為酪因、縷為疊因，不", "242": "名蒲為因？「復次，若因中先無果而果生者，", "243": "則一一物應生一切物，如指端應生車、", "244": "馬、飲食等；如是縷不應但出疊，亦應出", "245": "車、馬、飲食等物。何以故？若無而能生者，何故", "246": "縷但能生疊，而不生車、馬、飲食等物？以", "247": "俱無故。若因中先無果而果生者，則諸", "248": "因不應各各有力能生果。如須油者要", "249": "從麻取，不笮於沙；若俱無者，何故麻中求，", "250": "而不笮沙？若謂曾見麻出油、不見從沙", "251": "出，是故麻中求而不笮沙。是事不然。何以", "252": "故？若生相成者，應言餘時見麻出油、不見", "253": "沙出，是故於麻中求，不取沙；而一切法生", "254": "相不成，故不得言餘時見麻出油，故麻", "255": "中求，不取於沙。「復次，我今不但破一事，皆", "256": "總破一切因果。若因中先有果生、先無果", "257": "生、先有果無果生，是三生皆不成；是故", "258": "汝言餘時見麻出油，則墮同疑因。「復次，若", "259": "先因中無果而果生者，諸因相則不成。何", "260": "以故？諸因若無，法何能作？何能成？若無作、", "261": "無成，云何名為因？如是作者不得有所", "262": "作，使作者亦不得有所作。「若謂因中先有", "263": "果，則不應有作、作者、作法別異。何以故？若", "264": "先有果，何須復作？是故汝說作、作者、作", "265": "法諸因皆不可得。因中先無果者，是亦", "266": "不然。何以故？若人受作、作者分別有因果，", "267": "應作是難：『我說作、作者及因果皆空，若汝", "268": "破作、作者及因果，則成我法，不名為難。』是", "269": "故因中先無果而果生，是事不然。「復次，若人", "270": "受因中先有果，應作是難：『我不說因中", "271": "先有果，故不受此難，亦不受因中先無", "272": "果。』「若謂因中先亦有果亦無果而果生，是亦", "273": "不然。何以故？有、無性相違故；性相違者，云", "274": "何一處？如明闇、苦樂、去住、縛解不得同", "275": "處，是故因中先有果先無果二俱不生。「復次、", "276": "因中先有果先無果，上有無中已破。是故先", "277": "因中有果亦不生，無果亦不生，有無亦不生，", "278": "理極於此。一切處推求不可得，是故果畢竟", "279": "不生。果畢竟不生故，則一切有為法皆空。何", "280": "以故？一切有為法，皆是因是果。「有為空故，", "281": "無為亦空。有為、無為尚空，何況我耶？」", "282": "3 觀緣門觀緣門第三", "283": "復次，諸法緣不成。何以故？", "284": "廣略眾緣法，是中無有果；", "285": "緣中若無果，云何從緣生？", "286": "瓶等果，一一緣中無，和合中亦無，若二門中", "287": "無，云何言從緣生？問曰：「云何名為諸緣？」", "288": "答曰：", "289": "「四緣生諸法，更無第五緣，", "290": "因緣次第緣，緣緣增上緣。」", "291": "四緣者：因緣、次第緣、緣緣、增上緣。因緣者，", "292": "隨所從生法，若已從生、今從生、當從生，是法", "293": "名因緣。次第緣者，前法已滅次第生，是名", "294": "次第緣。緣緣者，隨所念法，若起身業、若", "295": "起口業、若起心心數法，是名緣緣。增上緣", "296": "者，以有此法故彼法得生，此法於彼法", "297": "為增上緣。如是四緣，皆因中無果。若因", "298": "中有果者，應離諸緣而有果，而實離緣", "299": "無果。若緣中有果者，應離因而有果，而實", "300": "離因無果。若於緣及因有果者，應可得，以", "301": "理推求而不可得，是故二處俱無。如是一", "302": "一中無、和合中亦無，云何得言果從緣生？", "303": "復次：", "304": "若果緣中無，而從緣中出，", "305": "是果何不從，非緣中而出？", "306": "若謂果，緣中無而從緣生者，何故不從非", "307": "緣生？二俱無故。是故無有因緣能生果者。", "308": "果不生故，緣亦不生。何以故？以先緣後果", "309": "故。緣果無故，一切有為法空；有為法空故，無", "310": "為法亦空；有為、無為空故，云何有我耶？", "311": "4 觀相門觀相門第四", "312": "復次，一切法空。何以故？", "313": "有為及無為，二法俱無相；", "314": "以無有相故，二法則皆空。", "315": "有為法不以相成。問曰：「何等是有為相？」答曰：", "316": "「萬物各有有為相，如牛，以角、峯、垂𩑶、尾端", "317": "有毛，是為牛相。如瓶，以底平、腹大、頸細、", "318": "脣麁，是為瓶相。如車，以輪、軸、轅、軛，是為車", "319": "相。如人，以頭、目、腹、脊、肩、臂、手、足，是為人相。", "320": "如是生、住、滅，若是有為法相者，為是有為？", "321": "為是無為？」問曰：「若是有為有何過？」答曰：", "322": "「若生是有為，復應有三相；", "323": "若生是無為，何名有為相？", "324": "「若生是有為者，即應有三相，是三相復應", "325": "有三相，如是展轉則為無窮。住、滅亦爾。", "326": "若生是無為者，云何無為與有為作相？", "327": "離生、住、滅，誰能知是生？復次，分別生、住、滅", "328": "故有生，無為不可分別，是故無生、住、滅", "329": "亦爾。生、住、滅空故，有為法空；有為法空故，無", "330": "為法亦空，因有為故有無為；有為、無為法", "331": "空故，一切法皆空。」問曰：「汝說三相復有三", "332": "相，是故無窮，生不應是有為者。今當說：", "333": "「生生之所生，生於彼本生；", "334": "本生之所生，還生於生生。", "335": "「法生時，通自體七法共生：一、法，二、生，三、住，", "336": "四、滅，五、生生，六、住住，七、滅滅。是七法中，本", "337": "生除自體，能生六法；生生能生本生，本生", "338": "還生生生，是故三相雖是有為而非無窮。", "339": "住、滅亦如是。」答曰：", "340": "「若謂是生生，還能生本生，", "341": "生生從本生，何能生本生？", "342": "「若謂生生能生本生，本生不生生生，生生", "343": "何能生本生？", "344": "「若謂是本生，能生彼生生，", "345": "本生從彼生，何能生生生？", "346": "「若謂本生能生生生，生生生已還生本生，", "347": "是事不然。何以故？生生法應生本生，是故", "348": "名生生；而本生實自未生，云何能生生生？", "349": "「若謂生生生時能生本生者，是事亦不然。", "350": "何以故？", "351": "「是生生生時，或能生本生；", "352": "生生尚未生，何能生本生？", "353": "「是生生生時，或能生本生，而是生生自體未", "354": "生，不能生本生。「若謂是生生生時，能自生", "355": "亦生彼；如燈然時，能自照亦照彼。是事不", "356": "然。何以故？", "357": "「燈中自無闇，住處亦無闇，", "358": "破闇乃名照，燈為何所照？", "359": "「燈體自無闇，明所住處亦無闇。若燈中無", "360": "闇，住處亦無闇，云何言燈自照亦能照彼？", "361": "破闇故名為照，燈不自破闇，亦不破彼", "362": "闇，是故燈不自照亦不照彼。是故汝先說", "363": "燈自照亦照彼，生亦如是自生亦生彼者，", "364": "是事不然。」問曰：「若燈然時能破闇，是故燈", "365": "中無闇、住處亦無闇。」答曰：", "366": "「云何燈然時，而能破於闇？", "367": "此燈初然時，不能及於闇。", "368": "「若燈然時不能到闇，若不到闇不應言", "369": "破闇。復次：", "370": "「燈若不及闇，而能破闇者，", "371": "燈在於此間，則破一切闇。", "372": "「若謂燈雖不到闇而力能破闇者，此處然", "373": "燈應破一切世間闇，俱不及故。而實此間", "374": "然燈不能破一切世間闇，是故汝說燈", "375": "雖不及闇而力能破闇者，是事不然。「復", "376": "次，", "377": "「若燈能自照，亦能照於彼，", "378": "闇亦應如是，自蔽亦蔽彼。", "379": "「若謂燈能自照亦照彼，闇與燈相違，亦應", "380": "自蔽亦蔽彼。若闇與燈相違，不能自蔽", "381": "亦不蔽彼，而言燈能自照亦照彼者，是事", "382": "不然，是故汝喻非也。「如生能自生亦生彼", "383": "者，今當更說：", "384": "「此生若未生，云何能自生？", "385": "若生已自生，已生何用生？", "386": "「此生未生時，應若生已生、若未生生。若未", "387": "生而生，未生名未有，云何能自生？若謂生", "388": "已而生，生已即是生，何須更生？生已更無", "389": "生，作已更無作，是故生不自生。若生不自", "390": "生，云何生彼？汝說自生亦生彼，是事不然。", "391": "住、滅亦如是。「是故生、住、滅是有為相，是事不", "392": "然；生、住、滅有為相不成故，有為法空。「有為", "393": "法空故，無為法亦空。何以故？滅有為名無", "394": "為涅槃，是故涅槃亦空。「復次，無生、無住、無", "395": "滅，名無為相；無生、住、滅則無法，無法不", "396": "應作相。「若謂無相是涅槃相。是事不然。若", "397": "無相是涅槃相，以何相故知是無相？若", "398": "以有相知是無相，云何名無相？若以無相", "399": "知是無相，無相是無，無則不可知。「若謂如", "400": "眾衣皆有相，唯一衣無相，正以無相為相", "401": "故，人言取無相衣，如是可知無相衣可", "402": "取；如是生、住、滅是有為相，無生住滅處當", "403": "知是無為相。是故無相是涅槃者，是事不", "404": "然。何以故？生、住、滅種種因緣皆空，不得有", "405": "有為相，云何因此知無為？汝得何有為決", "406": "定相，知無相處是無為？是故汝說眾相衣", "407": "中無相衣喻涅槃無相者，是事不然。又衣", "408": "喻，後第五門中廣說。」是故有為法皆空；有為", "409": "法空故，無為法亦空；有為、無為法空故，我亦", "410": "空。三事空故，一切法皆空。", "411": "5 觀有相無相門觀有相無相門第五", "412": "復次，一切法空。何以故？", "413": "有相相不相，無相亦不相；", "414": "離彼相不相，相為何所相？", "415": "有相事中相不相。何以故？若法先有相，更", "416": "何用相為？復次，若有相事中相得相者，則", "417": "有二相過：一者先有相，二者相來相是相。", "418": "是故有相事中相無所相。無相事中相亦", "419": "無所相。何法名無相而以有相相？如象有", "420": "雙牙，垂一鼻，頭有三隆，耳如箕，脊如彎", "421": "弓，腹大而垂，尾端有毛，四脚麁圓，是為象", "422": "相。若離是相，更無有象可以相相。如馬", "423": "竪耳、垂𩭤，四脚同蹄，尾通有毛，若離是相，", "424": "更無有馬可以相相。如是有相中相無所", "425": "相，無相中相亦無所相；離有相、無相，更無", "426": "第三法可以相相，是故相無所相。相無所", "427": "相故，可相法亦不成。何以故？以相故知是", "428": "事名可相。以是因緣故，相、可相俱空。相、可", "429": "相空故，萬物亦空。何以故？離相、可相，更無", "430": "有物。物無故，非物亦無；以物滅故名無物，", "431": "若無物者，何所滅故名為無物？物、無物空", "432": "故，一切有為法皆空；有為法空故，無為法亦", "433": "空；有為、無為空故，我亦空。", "434": "6 觀一異門觀一異門第六", "435": "復次，一切法空。何以故？", "436": "相及與可相，一、異不可得；", "437": "若無有一、異，是二云何成？", "438": "是相、可相，若一不可得，異亦不可得；若一、異", "439": "不可得，是二則不成，是故相、可相皆空。相、可", "440": "相空故，一切法皆空。問曰：「相、可相常成，何故", "441": "不成？汝說相、可相，一、異不可得，今當說：凡", "442": "物，或相即是可相，或相異可相，或少分是相", "443": "餘是可相。如識相是識，離所用識更無識；", "444": "如受相是受，離所用受更無受，如是等相", "445": "即是可相。如佛說滅愛名涅槃，愛是有為", "446": "有漏法，滅是無為無漏法；如信者有三相，", "447": "樂親近善人、樂欲聽法、樂行布施，是三事", "448": "身、口業故色陰所攝，信是心數法故行陰所", "449": "攝，是名相與可相異。如正見是道相，於道", "450": "是少分；又生、住、滅是有為相，於有為法是少", "451": "分，如是於可相中少分名相。是故，或相即", "452": "可相，或相異可相，或可相少分為相；汝言", "453": "一、異不成，故相、可相不成者，是事不然。」答", "454": "曰：「汝說或相是可相，如識等。是事不然。何", "455": "以故？以相故可知，名可相，所用者名為相。", "456": "凡物不能自知，如指不能自觸，如眼", "457": "不能自見，是故汝說識即是相、可相，是事", "458": "不然。「復次，若相即是可相者，不應分別是", "459": "相、是可相；若分別是相、是可相者，不應言", "460": "相即是可相。「復次，若相即是可相者，因果則", "461": "一。何以故？相是因，可相是果，是二則一；而實", "462": "不一，是故相即是可相，是事不然。「汝說相", "463": "異可相者，是亦不然。汝說滅愛是涅槃相，", "464": "不說愛是涅槃相；若說愛是涅槃相，應言", "465": "相、可相異；若言滅愛是涅槃相者，則不得", "466": "言相可相異。「又汝說信者有三相，俱不", "467": "異，信若無信則無此三事，是故不得相、", "468": "可相異。又相、可相異者，相更復應有相，則", "469": "為無窮。是事不然，是故相、可相不得異。」", "470": "問曰：「如燈能自照亦能照彼，如是相能自", "471": "相亦能相彼。」答曰：「汝說燈喻，三有為相中", "472": "已破。又自違先說，汝上言相、可相異，而今", "473": "言相自能相亦能相彼。是事不然。又汝說", "474": "可相中少分是相者。是事不然。何以故？此", "475": "義或在一中、或在異中，一異義先已破故，", "476": "當知少分相亦破。如是種種因緣相、可相，一", "477": "不可得、異不可得，更無第三法成相可相，是", "478": "故相、可相俱空。是二空故，一切法皆空。」", "479": "7 觀有無門觀有無門第七", "480": "復次一切法空。何以故？有、無一時不可得，非", "481": "一時亦不可得。如說：", "482": "有、無一時無，離無有亦無，", "483": "不離無有有，有則應常無。", "484": "有無性相違，一法中不應共有。如生時無", "485": "死、死時無生，是事《中論》中已說。若謂離無", "486": "有有無過者。是事不然。何以故？離無云何", "487": "有有？如先說法生時通自體七法共生。", "488": "如阿毘曇中說，有與無常共生。無常是滅相", "489": "故名無。是故離無，有則不生。若不離無", "490": "常有有生者，有則常無。若有常無者，初無", "491": "有住，常是壞故。而實有住，是故有不常無。", "492": "若離無常有有生者。是亦不然。何以故？", "493": "離無常有實不生。問曰：「有生時，已有無常", "494": "而未發，滅時乃發壞是有。如是生、住、滅、老、", "495": "得皆待時而發：有起時生為用，令有生；", "496": "生滅中間住為用，持是有；滅時無常為用，", "497": "滅是有；老變生至住，變住至滅；無常則壞；", "498": "得常令四事成就。是故法雖與無常共", "499": "生，有非常無。」答曰：「汝說無常是滅相與有", "500": "共生，生時有應壞，壞時有應生。「復次，生", "501": "滅俱無。何以故？滅時不應有生，生時不", "502": "應有滅，生滅相違故。「復次，汝法無常與住", "503": "共生，有壞時，應無住，若住則無壞。何以故？", "504": "住、壞相違故。老時無住，住時無老。是故汝說", "505": "生、住、滅、老、無常、得本來共生，是則錯亂。何以", "506": "故？是有若與無常共生，無常是壞相，凡物", "507": "生時無壞相，住時亦無壞相，爾時非是無", "508": "無常相耶？如能識故名識，不能識則無", "509": "識相；能受故名受，不能受則無受相；能", "510": "念故名念，不能念則無念相。起是生相，", "511": "不起則非生相；攝持是住相，不攝持則非", "512": "住相；轉變是老相，不轉變則非老相；壽命", "513": "滅是死相，壽命不滅則非死相。如是壞是", "514": "無常相，離壞非無常相。若生、住時，雖有無", "515": "常不能壞有、後能壞有者，何用共生為？", "516": "如是應隨有壞時乃有無常。是故無常雖", "517": "共生、後乃壞有者，是事不然。「如是有、無共", "518": "不成，不共亦不成，是故有、無空。有、無空故，", "519": "一切有為空；一切有為空故，無為亦空；有為、", "520": "無為空故，眾生亦空。」", "521": "8 觀性門觀性門第八", "522": "復次，一切法空。何以故？諸法無性故。如說：", "523": "見有變異相，諸法無有性；", "524": "無性法亦無，諸法皆空故。", "525": "諸法若有性，則不應變異；而見一切法皆", "526": "變異，是故當知諸法無性。復次，若諸法有定", "527": "性，則不應從眾緣生；若性從眾緣生者，", "528": "性即是作法；不作法不因待他名為性，是", "529": "故一切法空。問曰：「若一切法空，則無生無", "530": "滅；若無生滅，則無苦諦；若無苦諦，則無集", "531": "諦；若無苦、集諦，則無滅諦；若無苦滅，則無", "532": "至苦滅道。若諸法空無性，則無四聖諦；無", "533": "四聖諦故，亦無四沙門果；無四沙門果故，", "534": "則無賢聖。是事無故，佛、法、僧亦無，世間法皆", "535": "亦無。是事不然，是故諸法不應盡空。」答曰：", "536": "「有二諦：一、世諦，二、第一義諦。因世諦得說", "537": "第一義諦，若不因世諦，則不得說第一義", "538": "諦；若不得第一義諦，則不得涅槃。若人不", "539": "知二諦，則不知自利、他利、共利。如是若知", "540": "世諦，則知第一義諦；知第一義諦，則知世", "541": "諦。汝今聞說世諦，謂是第一義諦，是故墮", "542": "在失處。諸佛因緣法，名為甚深第一義，是因", "543": "緣法無自性，故我說是空。「若諸法不從眾", "544": "緣生，則應各有定性，五陰不應有生滅相；", "545": "五陰不生不滅，即無無常；若無無常，則無", "546": "苦聖諦。若無苦聖諦，則無因緣生法集聖", "547": "諦。諸法若有定性，則無苦滅聖諦。何以故？", "548": "性無變異故。若無苦滅聖諦，則無至苦滅", "549": "道。是故若人不受空，則無四聖諦；若無四", "550": "聖諦，則無得四聖諦；若無得四聖諦，則無", "551": "知苦、斷集、證滅、修道，是事無故則無四沙門", "552": "果；無四沙門果故，則無得、向者。若無得、向", "553": "者，則無佛；破因緣法故，則無法；以無果", "554": "故，則無僧；若無佛、法、僧，則無三寶。若無三", "555": "寶，則壞世俗法。此則不然，是故一切法空。", "556": "「復次，若諸法有定性，則無生無滅、無罪無", "557": "福；無罪福果報，世間常是一相。是故當知", "558": "諸法無性。「若謂諸法無自性、從他性有者，", "559": "是亦不然。何以故？若無自性，云何從他性", "560": "有？因自性有他性故。又他性即亦是自性。", "561": "何以故？他性即是他自性故。若自性不成，他", "562": "性亦不成；若自性、他性不成，離自性、他性", "563": "何處更有法？若有不成，無亦不成。是故今", "564": "推求無自性、無他性，無有、無無故，一切有", "565": "為法空。有為法空故，無為法亦空；有為、無為", "566": "尚空，何況我耶？」", "567": "9 觀因果門觀因果門第九", "568": "復次，一切法空。何以故？諸法自無性，亦不", "569": "從餘處來。如說：", "570": "果於眾緣中，畢竟不可得，", "571": "亦不餘處來，云何而有果？", "572": "眾緣若一一中、若和合中，俱無果，如先說。", "573": "又是果不從餘處來，若餘處來者則不從", "574": "因緣生，亦無眾緣和合功。若果眾緣中無，", "575": "亦不從餘處來者，是即為空。果空故，一切", "576": "有為法空；有為法空故，無為法亦空；有為、無", "577": "為尚空，何況我耶？", "578": "10 觀作者門觀作者門第十", "579": "復次，一切法空。何以故？自作、他作、共作、無因", "580": "作，不可得故。如說：", "581": "自作及他作，共作無因作，", "582": "如是不可得，是則無有苦。", "583": "苦自作，不然。何以故？若自作即自作其體，", "584": "不得以是事即作是事，如識不能自識，", "585": "指不能自觸，是故不得言自作。他作亦不", "586": "然，他何能作苦？問曰：「眾緣名為他，眾緣作", "587": "苦故名為他作，云何言不從他作？」答曰：", "588": "「若眾緣名為他者，苦則是眾緣作；是苦從眾", "589": "緣生，則是眾緣性；若即是眾緣性，云何名", "590": "為他？如泥瓶，泥不名為他；又如金釧，金", "591": "不名為他；苦亦如是，從眾緣生故，眾緣不", "592": "得名為他。「復次，是眾緣亦不自性有，故不", "593": "得自在，是故不得言從眾緣生果。如《中", "594": "論》中說：", "595": "「『果從眾緣生，是緣不自在；", "596": "若緣不自在，云何緣生果？』", "597": "「如是，苦不得從他作。自作他作亦不然，", "598": "有二過故。若說自作苦、他作苦，則有自作、", "599": "他作過，是故共作苦亦不然。若苦無因生，", "600": "亦不然，有無量過故。如經說：『裸形迦葉", "601": "問佛：「苦自作耶？」佛默然不答。「世尊！若苦不", "602": "自作者，是他作耶？佛亦不答。世尊！若爾者，", "603": "苦自作他作耶？」佛亦不答。「世尊！若爾者，苦", "604": "無因無緣作耶？」佛亦不答。』如是四問，佛皆", "605": "不答者，當知苦則是空。」問曰：「佛說是經，", "606": "不說苦是空。」「隨可度眾生故作是說。是裸", "607": "形迦葉謂人是苦因，有我者說：好醜皆神所", "608": "作，神常清淨無有苦惱，所知所解悉皆是", "609": "神，神作好醜苦樂，還受種種身。以是邪見", "610": "故，問佛苦自作耶？是故佛不答。苦實非是", "611": "我作。若我是苦因，因我生苦，我即無常。何", "612": "以故？若法是因及從因生法，皆亦無常。若我", "613": "無常，則罪福果報皆悉斷滅，修梵行福報是", "614": "亦應空。若我是苦因，則無解脫。何以故？我若", "615": "作苦，離苦無我能作苦者，以無身故。若無", "616": "身而能作苦者，得解脫者亦應是苦。如是", "617": "則無解脫，而實有解脫，是故苦自作，不然。", "618": "他作苦亦不然，離苦何有人而作苦與他？", "619": "復次，若他作苦者，則為是自在天作。如此", "620": "邪見問故，佛亦不答。而實不從自在天作。", "621": "何以故？性相違故。如牛子還是牛。若萬物", "622": "從自在天生，皆應似自在天，是其子故。復", "623": "次，若自在天作眾生者，不應以苦與子，是", "624": "故不應言自在天作苦。」問曰：「眾生從自在", "625": "天生，苦樂亦從自在所生，以不識樂因，", "626": "故與其苦。」答曰：「若眾生是自在天子者，唯", "627": "應以樂遮苦，不應與苦。亦應但供養自", "628": "在天則滅苦得樂，而實不爾，但自行苦樂", "629": "因緣而自受報，非自在天作。「復次，彼若自", "630": "在者，不應有所須。有所須自作，不名自", "631": "在；若無所須，何用變化作萬物如小兒", "632": "戲？「復次，若自在作眾生者，誰復作是自在？", "633": "若自在自作，則不然，如物不能自作；若", "634": "更有作者，則不名自在。「復次，若自在是作", "635": "者，則於作中無有障礙，念即能作。如自", "636": "在經說：『自在欲作萬物，行諸苦行，即生諸", "637": "腹行蟲；復行苦行，生諸飛鳥；復行苦行，", "638": "生諸人天。』若行苦行，初生毒蟲、次生飛", "639": "鳥、後生人天，當知眾生從業因緣生，不", "640": "從苦行有。「復次，若自在作萬物者，為住何", "641": "處而作萬物？是住處為是自在作？為是他", "642": "作？若自在作者，為住何處作？若住餘處", "643": "作，餘處復誰作？如是則無窮。若他作者，則", "644": "有二自在。是事不然，是故世間萬物非", "645": "自在所作。「復次，若自在作者，何故苦行供養", "646": "於他，欲令歡喜從求所願？若苦行求他，", "647": "當知不自在。「復次，若自在作萬物，初作便定，", "648": "不應有變，馬則常馬，人則常人；而今隨業", "649": "有變，當知非自在所作。「復次，若自在所", "650": "作者，即無罪福、善惡、好醜，皆從自在作故；", "651": "而實有罪福，是故非自在所作。「復次，若眾生", "652": "從自在生者，皆應敬愛，如子愛父；而實", "653": "不爾，有憎、有愛，是故當知非自在所作。「復", "654": "次、若自在作者，何故不盡作樂人、盡作苦", "655": "人，而有苦者、樂者？當知從憎、愛生，故不自", "656": "在；不自在故，非自在所作。「復次，若自在作", "657": "者，眾生皆不應有所作；而眾生方便各有", "658": "所作，是故當知非自在所作。「復次，若自在", "659": "作者，善惡苦樂事不作而自來，如是壞世", "660": "間法。持戒修梵行，皆無所益。而實不爾，是", "661": "故當知非自在所作。「復次，若福業因緣故", "662": "於眾生中大，餘眾生行福業者亦復應大，", "663": "何以貴自在？若無因緣而自在者，一切眾", "664": "生亦應自在；而實不爾，當知非自在所", "665": "作。若自在從他而得，則他復從他，如是則", "666": "無窮，無窮則無因。「如是等種種因緣，當知", "667": "萬物非自在生，亦無有自在。如是邪見問", "668": "他作，故佛亦不答。「共作亦不然，有二過", "669": "故。眾因緣和合生，故不從無因生，佛亦", "670": "不答。」「是故此經但破四種邪見，不說苦為", "671": "空。」答曰：「佛雖如是說，從眾因緣生苦；破", "672": "四種邪見，即是說空。說苦從眾因緣生，", "673": "即是說空義。何以故？若從眾因緣生，則無", "674": "自性，無自性即是空。如苦空，當知有為、無", "675": "為及眾生一切皆空。」", "676": "11 觀三時門觀三時門第十一", "677": "復次，一切法空。何以故？因與有因法，前時、後", "678": "時、一時生不可得故。如說：", "679": "若法先、後、共，是皆不成者，", "680": "是法從因生，云何當有成？", "681": "先因後有因，是事不然。何以故？若先因後從", "682": "因生者，先因時則無有因，與誰為因？若先", "683": "有因後因者，無因時有因已成，何用因為？", "684": "若因、有因一時，是亦無因，如牛角一時生，左", "685": "右不相因。如是因非是果因，果非是因果，", "686": "一時生故。是故三時因果皆不可得。問曰：「汝", "687": "破因果法，三時中亦不成。若先有破後有", "688": "可破，則未有可破，是破破誰？若先有可破，", "689": "而後有破，可破已成，何用破為？若破可破", "690": "一時，是亦無因，如牛角一時生，左右不相", "691": "因故。如是破不因可破，可破不因破。」答", "692": "曰：「汝破可破中，亦有是過。若諸法空，則無破、", "693": "無可破，我今說空，則成我所說。若我說破、", "694": "可破定有者，應作是難；我不說破、可破", "695": "定有故，不應作是難。」問曰：「眼見先時因，", "696": "如陶師作瓶。亦有後時因，如因弟子有", "697": "師，如教化弟子已，後時識知是弟子。亦有", "698": "一時因，如燈與明。若說前時因、後時因、一", "699": "時因不可得，是事不然。」答曰：「如陶師作瓶，", "700": "是喻不然。何以故？若未有瓶，陶師與誰作", "701": "因？如陶師，一切前因皆不可得。後時因亦", "702": "如是不可得，若未有弟子，誰為是師？是故", "703": "後時因亦不可得。若說一時因如燈明，是亦", "704": "同疑因，燈明一時生，云何相因？如是因緣", "705": "空故，當知一切有為法、無為法、眾生皆空。」", "706": "12 觀生門觀生門第十二", "707": "復次，一切法空。何以故？生、不生、生時不可得", "708": "故，今生已不生，不生亦不生，生時亦不生。", "709": "如說：", "710": "生果則不生，不生亦不生，", "711": "離是生不生，生時亦不生。", "712": "生名果起出，未生名未起未出未有，生時", "713": "名始起未成。是中生果不生者，是生生已", "714": "不生。何以故？有無窮過故，作已更作故。若", "715": "生生已生第二生，第二生生已生第三生，第", "716": "三生生已生第四生；如初生生已有第二", "717": "生，如是生則無窮。是事不然，是故生不生。", "718": "復次，若謂生生、已生所用生生，是生不生", "719": "而生。是事不然。何以故？初生不生而生，是", "720": "則二種生：生已而生、不生而生，故汝先定", "721": "說而今不定。如作已不應作、燒已不應燒、", "722": "證已不應證，如是生已不應更生；是故生", "723": "法不生。不生法亦不生。何以故？不與生合", "724": "故，又一切不生有生過故。若不生法生，", "725": "則離生有生，是則不生。若離生有生，", "726": "則離作有作、離去有去、離食有食，如是", "727": "則壞世俗法。是事不然，是故不生法不生。", "728": "復次，若不生法生，一切不生法皆應生；一切", "729": "凡夫未生阿耨多羅三藐三菩提皆應生，", "730": "不壞法阿羅漢煩惱不生而生，兔馬等角不", "731": "生而生。是事不然，是故不應說不生而生。", "732": "問曰：「不生而生者，如有因緣和合時方作", "733": "者，方便具足是則不生而生，非一切不生", "734": "而生，是故不應以一切不生而生為難。」答", "735": "曰：「若法生時方作者，方便眾緣和合生，是", "736": "中先定有不生，先無亦不生，又有無亦不", "737": "生，是三種求生不可得，如先說。是故不生", "738": "法不生。「生時亦不生。何以故？有生生過，不", "739": "生而生過故。生時法，生分不生，如先說。未生", "740": "分亦不生，如前說。「復次，若離生有生時，則", "741": "應生時生，而實離生無生時，是故生時亦", "742": "不生。「復次，若人說生時生，則有二生：一、以", "743": "生時為生，二、以生時生。無有二法，云何", "744": "言有二生？是故生時亦不生。「復次，未有生，", "745": "無生時，生於何處行？生若無行處，則無生", "746": "時生，是故生時亦不生。「如是生、不生、生時", "747": "皆不成，生法不成故。無生，住、滅亦如是。生、", "748": "住、滅不成故，則有為法亦不成；有為法不", "749": "成故，無為法亦不成；有為、無為法不成故，", "750": "眾生亦不成。是故當知一切法無生，畢竟", "751": "空寂故。」", "752": "十二門論一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1568 十二門論: 十二門論: 十二門論: 十二門論", "source": "CBETA"}