{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1380 佛說善樂長者經", "text": {"0": "No. 1380", "1": "佛說善樂長者經", "10": "爾時善樂長者遙向世尊作是願言。我佛世", "11": "尊大慈大悲。願施我眼目施我眼光明施我", "12": "眼清淨除我眼昏暗。發是願已又作是言。我", "13": "今歸依佛歸依善逝。", "14": "爾時世尊以清淨天耳過於人耳。遙聞彼長", "15": "者發願言已。即告尊者阿難言。阿難汝今持", "16": "我祕密神呪。往彼釋種善樂長者處。與作救", "17": "拔護持令得寂靜安樂。乃至與彼四眾亦作", "18": "利益安樂故。", "19": "爾時世尊為善樂長者等。說此清淨眼祕密", "2": "西天譯經三藏朝奉大夫試光祿卿", "20": "大神呪曰　怛󰍕切身下同他引一呬里彌里企里二", "21": "呬係引多三忽喻忽喻四忽夜引尾底五忽盧忽", "22": "盧忽盧六訥訥訥訥盧七以此清淨眼祕密神", "23": "呪句力。眼得清淨除去昏暗除去翳障。乃至", "24": "除去風毒眼病黃毒眼病。痰毒眼病癊毒眼", "25": "病。無痛無腫無惱無苦無諸眵淚。如是等病", "26": "皆悉消除。復以戒真實力修行真實力苦。行", "27": "真實力祕密神呪真實力緣生法真實力。苦", "28": "法真實力集法真實力。滅法真實力道法真", "29": "實力。須陀洹真實力斯陀含真實力。阿那含", "3": "明教大師臣法賢奉　詔譯", "30": "真實力阿羅漢真實力。緣覺真實力菩薩真", "31": "實力。佛真實力法真實力聖眾真實力。以如", "32": "是等真實力故。眼得清淨除去昏暗除去翳", "33": "障。所有風毒眼病黃毒眼病。痰毒眼病癊毒", "34": "眼病。皆不能侵。無痛無腫無惱無苦無諸眵", "35": "淚等。", "36": "佛告阿難此祕密神呪。是過去六正等正覺", "37": "同共宣說。所謂尾鉢尸如來正等正覺。室棄", "38": "如來正等正覺。尾說部如來正等正覺。訖囉", "39": "葛忖陀如來正等正覺。葛那葛牟尼如來正", "4": "如是我聞。一時佛在迦毘羅城。與大眾俱。是", "40": "等正覺。迦葉波如來正等正覺。我今第七釋", "41": "迦牟尼如來正等正覺亦如是說。乃至四大", "42": "天王。謂持國天王增長天王。廣目天王多聞", "43": "天王。及帝釋天主娑婆界主大梵天王等。皆", "44": "亦隨喜宣說。", "45": "佛告阿難。我未見彼天界梵界及諸魔界。乃", "46": "至沙門婆羅門等界。若有人持誦此祕密大", "47": "神呪三遍者。有諸病苦而能侵害。所有昏暗", "48": "內外翳障等。乃至天所作病龍所作病。夜叉", "49": "所作病阿脩羅所作病。迦樓羅所作病乾闥", "5": "時有一釋種長者。名曰善樂住在本處。而彼", "50": "婆所作病。鳩盤茶所作病必隷多所作病。富", "51": "單那所作病羯吒富單那所作病。毘舍左所", "52": "作病羅剎所作病。羯枯陀所作病𠯈多拏所", "53": "作病。星曜所持乃至中毒。及諸邪呪法等悉", "54": "皆消除。又復阿難如是祕密大神呪法。若有", "55": "患者日念三遍。是人眼得清淨如前見物此。", "56": "如是清淨眼祕密大神呪有大力故。眼得如", "57": "是清淨。除去昏暗及內外瞖障。乃至風毒障", "58": "黃毒障痰毒障。痰毒障等皆悉消除。無痛無", "59": "苦無諸眵淚。又復清淨戒真實力修行真實", "6": "長者信重三寶。歸依佛歸依法歸依僧。唯信", "60": "力。五通仙真實力賢聖真實力聖藥真實力。", "61": "祕密句真實力緣生法真實力。苦法真實力", "62": "集法真實力。滅法真實力道法真實力。須陀", "63": "洹真實力斯陀含真實力。阿那含真實力阿", "64": "羅漢真實力。緣覺真實力菩薩真實力佛真", "65": "實力。以如是等真實力故。眼得清淨。", "66": "爾時世尊復說祕密神呪曰。", "67": "那謨引沒馱寫一句婆誐嚩都引悉殿覩滿怛囉", "68": "二合鉢那莎引賀二", "69": "佛告阿難此祕密大神呪。若人日日三時。與", "7": "佛法僧不復信於諸餘外道。唯求佛法僧善", "70": "前神呪同共依法誦念。是人所有眼病悉皆", "71": "消除。", "72": "爾時尊者阿難白佛言世尊。我今承佛聖旨", "73": "持此祕密大神呪。往彼善樂長者處廣為宣", "74": "說。與彼善樂長者及四眾等作大利益。佛說", "75": "是經已尊者阿難及諸大眾。聞佛所說皆大", "76": "歡喜信受奉行。", "77": "佛說善樂長者經", "8": "解苦集滅道。見真實理獲大果報。而當非大", "9": "即證菩提。時彼長者於所見色忽然不見。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1380 佛說善樂長者經", "author": "宋 法賢譯", "sourceLink": "http://www.cbeta.org/"}