{"author": "後漢 安世高譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0554 佛說奈女耆婆經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 554 [No. 553]", "1": "佛說奈女耆婆經", "2": "後漢安世高譯", "3": "佛在世時，維耶離國王苑中，自然生一奈樹，", "4": "枝葉繁茂，實又加大，既有光色，香美非凡。", "5": "王實愛此奈，自非宮中尊貴美人，不得噉此", "6": "奈果。其國中有梵志居士，財富無數，一國", "7": "無雙，又聰明博達，才智超群，王重愛之，用", "8": "為大臣。王請梵志，飯食畢，以一奈賞與之。", "9": "梵志見奈香美非凡，乃問王曰：「此奈樹下，", "10": "寧有小栽可得乞不？」王曰：「大多小栽，吾恐", "11": "妨其大樹，輒除去之。卿若欲得，今當相與。」", "12": "即以一奈栽與。梵志得歸種之，朝夕灌溉，", "13": "日日長大，枝條茂好，三年生實，光彩大小，", "14": "如王家奈。梵志大喜，自念：「我家資財無數，", "15": "不減於王，唯無此奈，以為不如，今已得之，", "16": "為無減王。」即取食之，而大苦澁，了不可食。", "17": "梵志更大愁惱，乃退思惟：「當是土無肥潤故", "18": "耳。」乃捉取百牛之乳，以飲一牛，復取一牛", "19": "乳，煎為醍醐，以灌奈根。日日灌之，到至明", "20": "年，實乃甘美，如王家奈；而樹邊忽復生一", "21": "瘤節，大如手拳，日日增長。梵志心念：「忽有", "22": "此瘤節，恐妨其實；適欲斫去，復恐傷樹。」連", "23": "日思惟，遲迴未決，而節中忽生一枝，正指", "24": "上向，洪直調好，高出樹頭，去地七丈，其杪", "25": "乃分作諸枝，周圍傍出，形如偃蓋，華葉茂", "26": "好勝於本樹。梵志怪之：「不知枝上當何所有？」", "27": "乃作棧閣，登而視之。見枝上偃蓋之中，乃", "28": "有池水，既清且香，又如眾華，彩色鮮明。披", "29": "視華下，有一女兒，在池水中。梵志抱取，歸", "30": "長養之，名曰奈女。至年十五，顏色端正，天", "31": "下無雙，宣聞遠國。有七國王，同時俱來，詣", "32": "梵志所，求娉奈女以為夫人。梵志大恐怖，", "33": "不知當以與誰，乃於園中，架一高樓，以奈", "34": "女著上，出謂諸王曰：「此女非我所生，自出", "35": "於奈樹之上，亦不知是天、龍、鬼神女耶？鬼魅", "36": "之物？今七王俱來求之，我設與一王，六王", "37": "當怒，不敢愛惜也。女今在園中樓上，諸王", "38": "便自共議，有應得者，便自取去，非我所制", "39": "也。」於是七王口共諍之，紛紜未決。至其夕", "40": "夜，萍沙王從伏竇中入，登樓就之共宿。明", "41": "晨當去，奈女白曰：「大王幸枉威尊，接近於", "42": "我，今復相捨而去，若其有子，則是王種，當", "43": "何所付？」王曰：「若是男兒，當以還我；若是女", "44": "兒，便以與汝。」王即脫手金鐶之印，以付奈", "45": "女，以是為信。便出語群臣曰：「我已得奈女，", "46": "與共一宿，亦無奇異，故如凡人，故不取耳。」", "47": "萍沙軍中皆稱萬歲，曰：「我王已得奈女。」六", "48": "王聞之，便各還去。奈女後生得男兒，兒生", "49": "之時，手中抱持針藥囊出。梵志曰：「此國王", "50": "之子，而執持醫器，必是醫王。」名曰耆婆。至", "51": "年八歲，聰明高才，學問書䟽，越殊倫匹，與", "52": "比隣小兒遊戲，心常輕諸小兒，以不如己。", "53": "諸小兒共罵之曰：「無父之子，婬女所生，何敢", "54": "輕我？」耆婆愕然，默而不答。便歸問母曰：「我視", "55": "子曹，皆不如我，而反罵我言：『無父之子。』我", "56": "父今者，為在何許？」母曰：「汝父者正萍沙王是", "57": "也。」耆婆曰：「萍沙王乃在羅閱祇國，去此五百", "58": "里，何緣生我？若如母言，何以為證？」母即出", "59": "印鐶示之曰：「此則汝父鐶也。」耆婆省之，見", "60": "有萍沙王印文，便奉持此鐶，往到羅閱祇國。", "61": "徑入宮門，門無訶者，即到王前為王作禮，", "62": "長跪白王言：「我是王子，奈女所生，今年八", "63": "歲，始知是大王種類，故持指鐶印信，遠來", "64": "歸家。」王見印文，憶昔日之誓，知是其子，悵", "65": "然憐之，以為太子。涉歷二年後，阿闍世王生，", "66": "耆婆因白王曰：「我初生時手持針藥囊，是應", "67": "當為醫也。王雖以我為太子，非我所樂；王今", "68": "自有嫡子生矣，應襲尊嗣，我願得行學醫術。」", "69": "王即聽之。王曰：「汝不為太子者，不得空食王", "70": "祿，應學醫道。」王即命勅國中諸上手醫，盡術", "71": "教之。而耆婆但行嬉戲，未曾受學，諸師責", "72": "謂之曰：「醫術鄙陋，誠非太子至尊所宜當學，", "73": "然大王之命，不可違廢。受勅以來積有日月，", "74": "而太子初不受半言之方，王若問我，我當何", "75": "對？」耆婆曰：「我生而有醫證在手，故白大王", "76": "捐棄榮豪，求學醫術，豈復懈怠須師督促？", "77": "直以諸師之道，無足學者故耳。」便取本草藥", "78": "方針脈諸經，具難問師。師窮無以答，皆下", "79": "為耆婆作禮，長跪叉手曰：「今日密知太子神", "80": "聖，實非我等所及也。向所問諸事，皆是我師", "81": "歷世疑義所不能通，願太子具悉說之，開", "82": "解我等生年之結。」耆婆便為解說其義，諸醫", "83": "歡喜，皆悉更起，頭面作禮，承受其法。於是", "84": "耆婆便行治病，所治輒愈，國內知名。後欲", "85": "入宮，於宮門前，逢一小兒擔樵，耆婆望視，", "86": "悉見此兒五臟腸胃縷悉分明。耆婆心念：", "87": "「本草經說，有藥王樹，從外照內見人腹臟。", "88": "此兒樵中，得無有藥王耶？」即往問兒：「賣樵幾", "89": "錢？」兒曰：「十錢。」便雇兒十錢，兒下樵置地，則", "90": "更闇冥不復見其腹中。耆婆心更思惟：「不知", "91": "束中何者為是藥王？」便解兩束，一一取之", "92": "以著兒腹上，無所照見輒復更取；如是盡", "93": "兩束樵，最後有一小枝裁長尺餘，試取以照，", "94": "即復具見腹內，耆婆大喜，知此小枝定是藥", "95": "王，悉還兒樵。兒即已得錢，樵又如故，歡喜", "96": "而去。", "97": "爾時，國中有迦羅越家女，年十五，臨當嫁日，", "98": "忽頭痛而死。耆婆聞之，往至其家問女父：「此", "99": "女常有何病，乃至致死？」父曰：「女小有頭痛疾，", "100": "日月增甚，今朝發作尤甚於常，以致絕命。」耆", "101": "婆便進，以藥王照視頭中，見有刺蟲，大小相", "102": "生，乃數百頭，鑽食其腦，腦盡故死。便以金", "103": "刀，㓟破其頭悉出諸蟲，封著甖中。以三種", "104": "神膏塗瘡，一種者補蟲所食骨間之傷；一種", "105": "生腦；一種治外刀瘡。告女父曰：「好令安靜慎", "106": "莫使驚，七日當愈平復如故，到其日，我當", "107": "復來。」耆婆適去，女母便啼哭曰：「我子為再", "108": "死也，豈有㓟破頭醫腦，當復活者？父何忍命", "109": "他人取子那爾？」父止之曰：「耆婆生而把持針", "110": "藥，棄國尊位，行作醫師，但為一切人命故", "111": "耳，此乃天之醫王，豈當妄耶！囑語汝言：『慎", "112": "莫使驚。』而汝今反啼哭，以驚動之，將令此", "113": "兒不復得生耶！」母聞父言，止不復哭，供養", "114": "護之，寂靜七日。七日晨明，女便吹氣而寤，", "115": "如從臥覺曰：「我今者了不復頭痛，身體皆安。", "116": "誰護我者，使得如是？」父曰：「汝前已死，醫王", "117": "耆婆，故來護汝，破頭出蟲，以得更生。」便開", "118": "甖出蟲示之。女見便大驚怖，深自僥倖曰：「耆", "119": "婆神乃如是，我以何報其恩？」父曰：「耆婆與", "120": "我期言：『今日當來。』」於是須臾耆婆便來，女", "121": "大歡喜，出門奉迎，頭面禮足，長跪叉手曰：", "122": "「願為耆婆作婢，終身供養，以報更生之恩。」", "123": "耆婆曰：「我為醫師，周行治病，居無常處，何", "124": "用婢為？汝必欲報恩者，與我五百兩金。我", "125": "亦不用此金，所以求者，凡人學道，法當謝", "126": "師。師雖無以教我，我現曾為弟子，今得汝", "127": "金當以與之。」女便奉五百兩金以上耆婆，", "128": "耆婆便受以與師，因白王：「暫歸省母，到維", "129": "耶離國。」國中復有迦羅越家男兒，好學武事，", "130": "作一木馬，高七尺餘，日日習學，騙上初學。適", "131": "得上馬，久久益習，忽過去失踞，躄地而死。", "132": "耆婆聞之，便往以藥王照視腹中，見其肝", "133": "反戾向後，氣結不通故死。復以金刀破腹，", "134": "手探料理，還肝向前畢，以三種神膏塗之，", "135": "其一種補手所攫持之處；一種通利氣息；一", "136": "種主合刀瘡。畢囑語其父曰：「慎莫令驚，三", "137": "日當愈。」父承教勅，寂靜養視，至於三日，兒", "138": "便吐氣而寤，狀如臥覺，即便起坐。須臾耆", "139": "婆亦來，兒歡喜出門迎，頭面作禮，長跪", "140": "白言：「願為耆婆作奴，終身供養，以報再活", "141": "之恩。」耆婆曰：「我為醫師，周行治病，病者", "142": "之家，爭為我使，何用奴為？我母養我勤", "143": "苦，我未有供養之恩報母。卿若欲謝我恩", "144": "者，可與我五百兩金，以報我母恩。」於是", "145": "取金以上奈女，還歸羅閱祇國。耆婆活此", "146": "兩人，馳名天下，莫不聞知。又南方有大", "147": "國，去羅閱祇八千里，萍沙及諸小國皆臣屬", "148": "之。其王疾病，積年不瘥，恒苦瞋恚，睚眥", "149": "殺人，人舉目視之亦殺，低頭不仰亦殺，使", "150": "人行遲亦殺，疾走亦殺。左右侍人，不知當", "151": "何措手足。醫師合藥，輒嫌有毒亦殺之。前", "152": "後所殺，宮女傍臣，及醫師之輩，不可稱數。", "153": "病日增甚，毒熱攻心，煩滿短氣，如火燒身。", "154": "聞有耆婆名，即為下書，勅萍沙王，徵召耆", "155": "婆。耆婆聞此王多殺醫師，大以恐怖，萍沙", "156": "又憐其年小，恐為所殺，適欲不遣，畏見誅伐。", "157": "父子相守，晝夜憂愁，不知何計。爾時，萍沙", "158": "王乃將耆婆，俱往問佛。佛告耆婆：「汝宿命", "159": "時，與我約誓，俱當救護天下人病。我治內", "160": "病，汝治外病，今我得佛，故如本願，會生我", "161": "前。此王病篤，遠來迎汝，如何不往？急往救", "162": "護之，好作方便，令病必愈，王不殺汝。」耆婆", "163": "便承佛威神，往到王所，診省脈理，及以藥", "164": "王照之，見王五臟及百脈之中血氣擾擾，", "165": "悉是蛇蠆之毒周匝身體。耆婆白王：「王病", "166": "可治，治之保愈，然宜得入見於太后，諮議", "167": "合藥，若不見太后，藥終不成。」王聞此語，", "168": "不解其故，意甚欲怒，然患身病，宿聞耆婆", "169": "之名，故遠迎之，冀必有益，且是小兒知無", "170": "他奸，忍而聽之，即遣青衣黃門，將入見", "171": "太后。耆婆白太后：「王病可治，今當合藥，宜", "172": "密啟其方，不得宣露，宜願屏左右。」太后即", "173": "遣青衣黃門去。耆婆因問太后：「向省王病，", "174": "見王身中血氣，悉是蛇蠆之毒，似非人類，", "175": "王為定是誰子？太后以實語我，我今能治；", "176": "若不語我，我則不治，病不得愈。」太后曰：「我", "177": "昔曾於金柱殿中晝臥，忽有物來壓我身上，", "178": "我時恍惚若夢若覺，狀如魘夢，遂與情通。", "179": "忽然而寤，見有大蠆長三尺餘從我上去，則", "180": "覺有胎，王實是此蠆子也。我羞恥此，未曾出", "181": "口，童子今乃覺之，何若神妙！若病可治，", "182": "願以王命，委囑童子；今者治之，當用何藥？」", "183": "耆婆曰：「唯有醍醐耳。」太后曰：「咄！童子慎莫", "184": "道此醍醐，而王大惡聞醍醐之氣，又惡聞", "185": "醍醐之名，前後坐口道醍醐而死者，數百千", "186": "人，汝今道此必當殺汝；以此飲王，終不得", "187": "下，願更用他藥。」耆婆曰：「醍醐治毒，毒病惡", "188": "聞醍醐是也。王病若微及是他毒，為有餘", "189": "藥可以愈之。蠆毒既重，又已匝王身體，自", "190": "非醍醐終不能消。今當煎鍊化令成水，無氣", "191": "無味，王意不覺，自當飲之，藥下必愈，無可", "192": "憂也。」便出見王曰：「向入見太后，已啟藥方，", "193": "今當合之，十五日當成。今我有五願，王若", "194": "聽我，病即可愈；若不聽我，病不得愈。」王問：", "195": "「五願盡何等事？」耆婆曰：「一者、願得王甲藏中", "196": "新衣未歷軀者與我著之；二者、願令我得獨", "197": "自出入宮門門無訶者；三者、願得日日獨入", "198": "見太后及王皇后，莫禁訶我；四者、願王飲藥，", "199": "當一時令盡，莫得中息；五者、願得王八千里", "200": "白象與我乘之。」王聞大怒曰：「鼠子！何敢求是", "201": "五願？促具解之，若不能解，今打殺汝。汝何", "202": "故求我新衣？為欲殺我，便著我衣，詐作我身", "203": "耶？」耆婆曰：「合藥宜當精潔齋戒，而我來日", "204": "經久，衣服皆被塵垢，固欲得王衣著之以合", "205": "藥也。」意便解曰：「如此，大佳！汝何故復欲自", "206": "出入宮門令無禁訶？欲因此將兵來攻殺我", "207": "耶？」耆婆曰：「王前後使諸醫師，皆嫌疑之，無", "208": "所委信，又誅殺之，不服其藥。群臣大小，皆", "209": "言王當復殺我，而王病已甚，恐外人生心作", "210": "亂。若令我自出入不見禁訶，外人大小皆", "211": "知王信我，必服我藥，病必當愈，則不敢生逆", "212": "亂之心也。」王曰：「大佳！汝何故欲日日獨入，見", "213": "我母及見我婦？欲作婬亂耶？」耆婆曰：「王前", "214": "後殺人甚多，臣下大小各懷恐怖，皆不願王", "215": "之安隱，無可信者。今共合藥，因我顧睨之", "216": "間，便投於毒藥，我所不覺，即非小事。因思", "217": "惟天下可信者，恩情無二，唯有母與婦，固", "218": "欲入見太后皇后，與共合藥當煎，十五日乃", "219": "成，固欲日日得入伺候火劑耳。」王曰：「大佳！", "220": "汝何故使我飲藥一時令盡，不得中息？為欲", "221": "內毒恐我覺耶？」耆婆曰：「藥有劑數，氣味宜", "222": "當相及，若其中息，則氣不相繼。」王曰：「大佳！", "223": "汝何故欲得我白象乘之？此象是我國寶，", "224": "一日行八千里，我所以威伏諸國，正怙此象；", "225": "汝欲乘之，為欲盜以歸家，與汝父攻我國耶？」", "226": "耆婆曰：「乃南界山中，有神妙藥草，去此四", "227": "千里，王服藥宜當即得此草，重復服之。固", "228": "欲乘此白象詣往採之，朝去暮還，令藥味相", "229": "及也。」王意大解，皆悉聽之。於是，耆婆煎鍊", "230": "醍醐，十五日成，化如清水，凡得五升，便與", "231": "太后皇后，俱捧藥出，白王：「可服，願鞁白象，", "232": "預置殿前。」王即聽之。王見藥，但如清水，初", "233": "無氣味，不知是醍醐，又太后、皇后身自臨", "234": "合，信其非毒，便如本約，一服而盡。耆婆便", "235": "乘象，徑歸其本國。適行三千里，耆婆年小", "236": "力勢尚微，不堪疾迅，頭眩疲極，便止山間", "237": "臥息。到日過中，王噫氣出，聞醍醐臭，便大", "238": "怒曰：「小鼠子以醍醐中我，我怪鼠子所以", "239": "求我白象，正欲以叛去耳。」王有勇士之臣，", "240": "名曰為烏，唯烏神足步行，能及此象。即呼", "241": "烏曰：「汝急往逐取鼠來，生將以還，我自目", "242": "前捶殺之。汝性常不能廉，貪於飲食，故名為", "243": "烏。此醫師輩，多喜行毒，若鼠為汝設食，慎", "244": "莫食之！」烏受勅便行，及之於山中，烏曰：「汝", "245": "何故以醍醐中王，而言是藥？王故令我追呼", "246": "汝還，汝急隨我還，陳謝自首，庶可望活。汝", "247": "若欲走，今必殺汝，終不得脫。」耆婆自念：「我", "248": "雖作方便求此白象，復不得脫，今當復作方", "249": "便，何可隨去？」乃謂烏曰：「我朝來未食，還必", "250": "當死，寧可假我須臾，得於山間噉果飲水，飽", "251": "而就死乎！」烏見耆婆小兒畏死懼怖，言辭辛", "252": "苦，矜而聽之曰：「促食當去，不得久留。」耆婆", "253": "乃取一梨，齧食其半，以毒藥著爪甲中，以", "254": "分餘半，便置於地；又取一盃水，先飲其半，", "255": "又行爪下毒於餘水中，復置於地。乃歎曰：", "256": "「此水及梨，皆是天藥，既清香且美，其飲食", "257": "此者，令人身安，百病皆愈，氣力兼倍。恨其", "258": "不在國都之下，百姓當共得之，而在深山之", "259": "中，人不知也，便進入山，索求他木果。」烏性", "260": "既貪，不能忍於饑渴，又聞耆婆歎為神藥，亦", "261": "見耆婆已飲食之，謂必無毒，便取餘梨噉，盡", "262": "飲餘水，即便下痢，痢如注水，躄地而臥起輒", "263": "眩倒，不能復動。耆婆往語之曰：「王服我藥，", "264": "病必當愈。然今藥力未行，餘毒未盡，我今", "265": "往者必當殺我。汝無所知，起欲得我以解身", "266": "負，固使汝病。病自無苦，慎莫動搖，三日當", "267": "瘥；若遂起逐我，必死不疑。」便上象而去。耆", "268": "婆則過墟聚，語伍長曰：「此是大國王使，今", "269": "忽得病，汝等急往舁取歸家，好養護之，厚", "270": "其床席，給與麋粥，慎莫令死，若令死者，王", "271": "滅汝國。」語畢便去，遂歸本國。伍長承勅，迎", "272": "取養護，三日毒歇下絕。烏便歸見王，叩頭", "273": "自陳曰：「我實愚癡，違負王教，信耆婆言，飲", "274": "食其餘果水，為毒所中，下痢三日，始今旦", "275": "瘥，自知當死。」比烏還三日之中，王病已瘥，", "276": "王自追念，悔遣烏行，見烏來還，且悲且喜", "277": "曰：「賴卿不即將兒還，當我恚時必當捶殺。", "278": "我得其恩，命得生活，而反殺之，逆戾罪不", "279": "細也。」即悔前後所枉殺者，悉更厚葬，復其", "280": "家門賜與錢財。思見耆婆欲報其恩，即遣使", "281": "者奉迎耆婆。耆婆雖知王病已瘥，猶懷餘怖，", "282": "不欲復往。耆婆復詣佛所，接足頂禮，白佛言：", "283": "「世尊！彼土遣使來喚，可往不？」佛告耆婆：「汝", "284": "本宿命，已有弘誓，當成功德，何得中止？今", "285": "應更往。汝已治其外病，我亦復當治其內病。」", "286": "耆婆便隨使者去，王見耆娑，而大歡喜，引", "287": "與同坐，把持其臂曰：「賴蒙仁者之恩，今得", "288": "更生，當何以報？當分國土以半相與，宮內婇", "289": "女，庫藏寶物，悉當分半，幸願仁者受之。」耆", "290": "婆曰：「我本為太子，雖是小國，亦有人民珍", "291": "寶具足，不樂治國故求為醫，當行治病，當", "292": "用土地婇女寶物為？皆所不用。王前聽我五", "293": "願，外病得愈，若重復聽我一願，內病可復", "294": "除愈。」王曰：「唯聽仁教，請復聞一願之事。」耆", "295": "婆曰：「願王請佛，從受明法。」便為王說佛之", "296": "功德巍巍特尊。王聞大喜曰：「今欲遣烏臣白", "297": "象迎佛，可得致不？」耆婆曰：「不用白象也，佛", "298": "解一切，遙知人心所念，但宿齋戒清淨，供", "299": "具燒香，遙請向佛作禮，長跪白請，佛必自", "300": "來。」王如其言。佛明日與千二百五十比丘俱", "301": "來，飲食已畢，為王說經，王意開解，便發無", "302": "上正真道心，舉國大小，皆受五戒，各各恭", "303": "敬，作禮而去。", "304": "又奈女生既奇異，長又聰明，從父學問，博知", "305": "經道星曆諸術，殊勝於父，加達聲樂，音如", "306": "梵天。諸迦羅越，及梵志家女，合五百人，皆", "307": "往從學，以為大師。奈女常從五百弟子講受", "308": "經術，或相與遊戲園池，及作音樂。國人不", "309": "解其故，便生謗議，呼為婬女，五百弟子皆", "310": "號婬黨。又奈女生，時國中復有須曼女及波", "311": "曇女，亦同時俱生。須曼女者，生於須曼華", "312": "中，國有迦羅越家，常笮須曼，以為香膏，笮", "313": "膏石邊，忽作瘤節，大如彈丸，日日長大，至", "314": "如手拳，石便爆破，見石節之中，耿耿如螢", "315": "火，光射出墮地。三日而生須曼，又三日成", "316": "華，華舒中有小女兒，迦羅越取養之，名曰", "317": "須曼女。長大姝好，才明智慧，亞次奈女。時", "318": "又有梵志家，浴池中自然生青蓮華，華特加", "319": "大，日日益長，如五斗瓶。華舒見中有女兒，", "320": "梵志取養之，名曰波曇女。長大又好，才明智", "321": "慧，如須曼女。諸國王聞此二女顏容絕世，", "322": "交來求娉之。二女曰：「我生不由胞胎，乃出", "323": "草華之中，是與凡人不同，豈宜當隨世人乃", "324": "復嫁耶？」聞奈女聰明世無與等，又生與我同", "325": "體，皆辭父母，往事奈女，求作弟子，明智博", "326": "達，皆勝五百人。佛時遊維耶離國，奈女便", "327": "將弟子五百，出城迎佛，頭面作禮，長跪白", "328": "言：「願佛明日到我園中飯食。」佛默然受之，", "329": "奈女還歸供具。佛進入城，國王又出宮迎佛，", "330": "禮畢長跪請佛，願佛明日到宮。佛言：「奈女", "331": "向已前請，王後之矣。」王曰：「我為國王，至心", "332": "請佛，必望哀許！奈女但是婬女，日日將從", "333": "五百婬弟子行作不軌，佛何為捨我而應其", "334": "請？」佛言：「此女非婬，其宿命有大功德，已供養", "335": "三億佛。昔奈女又常與須曼、波曇，俱為姊妹，", "336": "奈女最大，須曼次之，波曇最小，生於大姓", "337": "家，財寶饒富。姊妹相率，共供養五百比丘", "338": "尼，日日施設飲食，及作衣服，隨所乏無，皆", "339": "悉供之，盡其壽命。三人常誓言：『願我後世", "340": "逢佛，得自然化生，不由胞胎，遠離垢穢。』今", "341": "如本願，生值我時。「又昔雖供養比丘尼，然", "342": "其豪富家兒，言語憍逸，時時或戲比丘尼曰：", "343": "『諸道人於邑日久，必當欲嫁也。迫有我等供", "344": "養撿押，不得放恣情意耳。』故今者受此餘殃，", "345": "雖日讀經行道，而虛被誹謗生。此五百弟子，", "346": "時亦并力相助供養，同心歡喜，今故會此，", "347": "果復相隨。「耆婆時為貧家作子，見奈女供養，", "348": "意甚慕樂，而無資財，乃常為比丘尼掃除，", "349": "潔淨已輒發念言：『令我能掃除天下人身病", "350": "穢，如是快耶！』奈女矜其貧窮，又加勤力，常", "351": "呼為子。其比丘尼有疾病，常使耆婆迎醫", "352": "及合湯藥，曰：『令汝後世與我共獲是福。』耆婆", "353": "迎醫，所治悉愈，乃誓曰：『願我後世為大醫", "354": "王，常治一切人身四大之病，所向皆愈。』宿", "355": "日因緣，今故為奈女作子，皆如其本願。」王", "356": "聞佛言，乃長跪悔過，却期後日。佛明日便", "357": "與諸比丘，到奈女園，具為說本願功德。三", "358": "女聞經開解，并五百弟子，同時歡喜，皆得", "359": "阿羅漢道。佛告阿難：「汝當受持，為四眾說，", "360": "莫令斷絕。一切眾生慎身口意，勿生憍慢", "361": "放逸。奈女往昔時，調戲比丘尼故，今被婬", "362": "謗。汝當修行身口意業，恒發善願，聞者隨", "363": "喜信樂受持，莫生誹謗，墮於地獄，餘報畜生，", "364": "經百千劫，後報為人，貧窮下賤，不聞正法，", "365": "邪見家生，恒值惡王，身不具足。汝當修行，", "366": "受持讀誦，盡未來際，常使不絕。」", "367": "佛說奈女耆婆經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0554 佛說奈女耆婆經", "source": "CBETA"}