{"author": "元 道󰂎集", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1955 顯密圓通成佛心要集", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "顯密圓通成佛心要", "1": "顯密圓通成佛心要集卷下供佛利生儀附", "2": "五臺山金河寺沙門道󰂎集", "3": "三顯密雙辯者。若雙依顯密二宗修者。上上", "4": "根也。謂心造法界帝網等觀。口誦準提六字", "5": "等呪。此有二類。一久修者。顯密齊運。二初習", "6": "者。先作顯教普賢觀已。方乃三密加持。或", "7": "先用三密竟然後作觀。二類皆得。余雖下材", "8": "心尚顯密雙修。故仁王般若陀羅尼釋。并仁", "9": "王儀軌皆云。若不修三密門。不依普賢行願。", "10": "得成佛者無有是處。又華嚴經字輪儀軌云。", "11": "夫欲頓入一乘修習毘盧遮那法身觀者。先", "12": "應發起普賢行願。復以三密加持身心。則能", "13": "悟入文殊師利大智慧海。是知上根須要顯", "14": "密雙修。中下之根隨心所樂。或顯或密科修", "15": "一門皆得。然顯圓華嚴諸佛共讚菩薩同遵。", "16": "西天東夏上智上賢。無不歸心為大教廣行。", "17": "人多見聞不假讚揚。密圓神呪是諸佛之頂", "18": "菩薩之心。功能廣大利樂無邊。為時流少知", "19": "今略敘述。亦分為二。一敘述密呪功德深廣。", "20": "二問答密呪法器勝劣。且初敘述密呪功德", "21": "深廣者。粗依聖教略出十門。廣有無量為人多不知密", "22": "教深勝故。以十門讚揚用警未聞。若實一向捨顯讚密。亦非通人。華嚴經云。受一非餘魔所攝持。勸諸後學若", "23": "顯若密。或性或相行則任在。一門信須圓通無礙。勿同盲人摸象弟子洗足。余曾有偈云。大聖親宣五教文。千", "24": "門萬戶入天真。遍觀受一非餘者。盡是佛家不了人。又既準提總攝二十五部。即知已下十門。皆說準提陀羅尼", "25": "功德也。", "26": "一護持國王安樂人民門　二能滅罪障遠離", "27": "鬼神門　三除身心病增長福慧門　四凡所", "28": "求事皆不思議門　五利樂有情救脫幽靈門", "29": "六是諸佛母教行本源門　七四眾易修金", "30": "剛守護門　八令凡同佛如來歸命門　九具", "31": "自他力現成菩提門　十諸佛如來尚乃求學", "32": "門", "33": "初護持國王安樂人民門者。謂祕密藏諸陀", "34": "羅尼經。皆說陀羅尼能護持國王安樂人民。", "35": "故寶星陀羅尼經云。一切國土中所有陀羅", "36": "尼流行之地。令其人王常得擁護勢力自在。", "37": "亦能擁護王之政化。所有王子妃后。宰相輔", "38": "臣諸官將等。皆得擁護令獲安樂。國中所有", "39": "內外怨敵。謀計姦詐疾疫飢饉。亢旱水澇惡", "40": "獸毒龍。如是一切不祥之事皆悉斷滅。復令", "41": "財穀豐饒庫藏盈溢。華果榮盛人民安樂。又", "42": "寶藏陀羅尼經說。陀羅尼流行之處。能擁護", "43": "國王王子。妃后公主百寮輔相。令其災難消", "44": "滅。所願圓成善神加護。不令鬼魔來相嬈惱。", "45": "復於國內獲十種果報。一國中無他兵怨賊", "46": "侵嬈。二國中無諸星宿變怪而起災患。三國", "47": "中無惡鬼神行諸疾疫。善神衛護萬民安樂。", "48": "四國中無諸風火霜雹等難。五國中人無怨", "49": "家得便。六國中人不為諸魔所逼。七國中人", "50": "無諸橫死。八國中五穀成熟甘果豐足。九國", "51": "中善龍入境依時降雨。無有旱澇不調之名。", "52": "十國中人不為虎狼兕獸諸惡雜毒損害。又", "53": "七佛神呪經云。陀羅尼若日月失度能使正", "54": "行。穀米不登能使豐登。大臣謀反惡心自滅。", "55": "疾疫刀兵悉能攘之。又云其諸人王。欲得現", "56": "世安樂離眾患難。其王應當勤心讀誦陀羅", "57": "尼。亦當勸於后妃婇女諸王子等。勤心修習。", "58": "又守護國界主陀羅尼經云。何以偏說護於", "59": "國主。謂國主若安樂時。萬民安樂是以偏說", "60": "護於國主。葉衣觀自在菩薩經云陀羅尼能", "61": "除一切有情災禍。疾疫飢儉劫賊刀兵。水旱", "62": "不調星宿失度。亦能增長福德。國界豐盛人", "63": "民安樂。國王男女皆得長壽。又蘇婆呼童子", "64": "經云。離真言外更無別法。能與眾生樂者。廣", "65": "如諸陀羅尼經中說之。昔有遼國天佑皇帝。", "66": "法輪廣運佛慧流通。堅持密呪聿獲神功。遂", "67": "得禾登九穗麥秀兩岐。寶祚恒安兆民永樂。", "68": "斯乃陀羅尼之驗也。", "69": "二能滅罪障遠離鬼神門者。謂菩提場莊嚴", "70": "陀羅尼經。最勝總持經樓閣陀羅尼等。二", "71": "十餘本經皆說。若書寫陀羅尼置佛像中塔", "72": "中杵中。或書在幢上堂殿上。或紙素竹帛上。", "73": "或樺皮牆壁板木等上。有眾生得覩視者。或", "74": "身手觸者或影中過者。或真言字上塵飄在", "75": "身者。又或書之戴在頂上者。身上者衣中者。", "76": "或書之旛上。若風吹旛動其旛。所指處眾生。", "77": "或書鐘鼓鈴鐸螺鈸等出聲物上。有聞聲者。", "78": "此上來所說諸眾生等。縱有五無間之罪諸", "79": "佛不懺之業悉皆滅盡。來世生諸佛國。何況", "80": "親誦持者。故昔人云。五無間之極釁應念雲", "81": "消。十惡業之巨愆纔聞霧散。又隨求頌云。縱", "82": "犯波羅十惡罪殺阿羅漢及尊親。五逆根本", "83": "七無遮。應念隨聲並消滅。真言聖力功無量。", "84": "故我稱讚不思議。又末法中一字呪等諸陀", "85": "羅尼經說。持呪者於四方面五百驛內。諸惡", "86": "星曜鬼神天魔等。盡皆馳散而去。有發善心", "87": "守護者不去。若有固爾不去作障礙者。便令", "88": "頭破百分身心粉碎。由是行者無諸魔障得", "89": "至菩提。問曰有人言。持呪者能惹魔障。今", "90": "何却說能離魔障。答曰此是閭巷之談聖教", "91": "無文。今密部諸經皆說陀羅尼能離魔障。且", "92": "置勿論。如顯教法華經中。恐有講誦修習法", "93": "華者。有魔障起故。說陀羅尼品令除惡魔故", "94": "彼經云。若不順我呪惱亂說法者。頭破作七", "95": "分如阿梨樹枝。又釋摩訶衍論。令坐禪人須", "96": "得誦呪除魔又止觀云。若諸魔障惱亂坐禪", "97": "行者當誦大乘方等教中諸治魔呪若出禪時", "98": "亦當誦呪。又金光明經說。十地菩薩尚以呪", "99": "護持。何況凡夫。故首楞嚴經云。若不持呪而", "100": "坐道場。令其身心遠諸魔事。無有是處。又", "101": "云末世眾生樂修三昧恐同邪魔。應當勸令", "102": "持我神呪。若未能誦寫於禪堂或戴身上。一", "103": "切諸魔所不能動。如是等文藏教彌多。現見", "104": "世人被鬼神惱害。持呪者尚能除得。況於自", "105": "己敢惱害耶。", "106": "三除身心病增長福慧門者。謂聖六字陀羅", "107": "尼經。普賢陀羅尼經。文殊一字呪等。十五餘", "108": "本經皆說。真言行人能除種種身心病苦。言", "109": "身病者。所謂一切熱病冷病風病瘧病。眼病", "110": "耳病鼻病舌病。口病齒病脣病喉病。面病頭", "111": "病頸病胸病。脅病腹病手病背病。腰病臍病", "112": "髀病膝病。脚病痔病痢病痰病。氣病痲病疔", "113": "病腫病。班病疥病疱病癩病。癬病痒病瘡病", "114": "狂病。癲癎病鬼魅病。舉要而言。或四大種", "115": "種病。或五臟種種病。或鬼神所作種種病。或", "116": "宿業所感種種病。如是等病。以神呪不思議", "117": "力悉能除愈。故持句神呪經。大悲心陀羅尼", "118": "經皆云。陀羅尼能令枯木還生華果。況有情", "119": "病而不除也問曰真言行者。許加持鬼神療他人病不。答謂妙臂童子經。蘇悉地經等皆", "120": "云。若求上品大成就事。不得用真言加持鬼神。禁諸蟲蛇療他人病。作此能妨大事。後學宜依佛語誡之誡之。", "121": "若實大悲深廣懷菩薩心。不在所遮。故羂索經云。除鬼神病須三業清淨具慈悲心。此諸菩薩方能為之。又", "122": "一切貪嗔癡心病自然消滅故白傘蓋陀羅尼", "123": "經云。若有宿習貪心等不能除滅。應當一心", "124": "誦我神呪如摩登伽女與阿難。是曩劫恩愛", "125": "以我呪力愛心永斷成阿羅漢。彼是婬女無", "126": "心修行。神呪冥資速證無學。何況本心求菩", "127": "提者。又大悲經云至心稱念陀羅尼。婬欲火", "128": "滅邪心除。又如意輪等諸陀羅尼經說。真言", "129": "行人現能增長一切福慧。凡所出言人皆信", "130": "受。所用衣物財寶等。舉意從心。能令五百", "131": "由旬內人天鬼神盡來歸仰。又自然通曉一", "132": "切經律論。并世間典籍。或得總持不忘日記", "133": "千頌。故大佛頂經云。若讀若誦陀羅尼者。此", "134": "諸眾生縱其自身不作福業。十方如來所有功", "135": "德悉與此人。又云若持神呪不生疑悔。是善", "136": "男子。於此父母所生之身不得心通。十方諸", "137": "佛便為妄語。又云未精進者令得精進。無智", "138": "慧者令得智慧等云云。如世間藥餌。尚能令", "139": "人去除睡眠增長精神。豈況神呪不生智慧耶", "140": "又不空羂索神呪心經云。若有四眾受持齋戒。專心持誦神呪七遍。不雜異語。當知是人現世定得二十種勝利云", "141": "何二十。一者身無眾病安隱快樂。二者由先業力雖有病生而速除愈。三者身體柔軟皮膚光澤面目鮮明。四者", "142": "眾人愛敬。五者密護諸根。六者多獲財寶隨意受用。七者所有財寶王賊水火不能侵損。八者所作事業皆善成", "143": "辦。九者所有種植不畏惡龍霜雹風雨。十者若有稼穡災橫所侵。持誦神呪加持灰或水。經七遍已於其田中。八方", "144": "結界上下散灑。災橫爾時皆即除滅。十一者不為一切暴惡鬼神羅剎等吸奪精氣。十二者一切有情見聞歡喜。愛", "145": "樂尊重常無厭足。十三者常不怖畏一切怨讐。十四者設有怨讐速自消滅。十五者人非人等不能侵害。十六者厭", "146": "魅呪詛蠱道不著。十七者煩惱纏垢不數現行。十八者刀毒水火不能傷害。十九者諸天善神常隨衛護。二十者生", "147": "生不離慈悲喜捨。又下一面觀世音神呪經云。若有淨信善男子善女人等。誦持神呪者。現身獲得十勝利。何", "148": "等為十。一者身常無病。二者恒為十方諸佛攝受。三者財寶衣食受用無盡。四者能伏怨敵而無所畏。五者令諸", "149": "尊貴恭敬信言。六者蠱毒鬼魅不能中傷。七者一切刀杖所不能害。八者水不能溺。九者火不能燒。十者冬不橫", "150": "死。", "151": "四凡所求事皆不思議門者。謂觀自在儀軌", "152": "經。文殊師利儀軌經。一字頂輪等十餘本經", "153": "皆說。真言行人求成就時用四種物。一者弓", "154": "箭鉞斧鉤輪杵鏡。或數珠瓶鉢袈裟等。僧家", "155": "所用種種之物。二者雄黃雌黃等種種藥物。", "156": "三者取河岸上土和泥。作師子象馬牛駝。或", "157": "鷄鵝孔雀金翅鳥等種種禽獸之形。四者或", "158": "塑畫雕刻種種佛菩薩明王等形像。隨心所", "159": "樂科作一事。依法成已而置壇中。如法誦呪。", "160": "若得火焰出時。或手執或塗身或乘之。與助", "161": "伴知識飛騰虛空。或有人見成就者。或成就", "162": "者見彼人等。總得騰空遊諸世界。供養諸佛", "163": "菩薩皆壽命一劫。獲初地百法明門。若煙出", "164": "時依前用之。得諸仙中為王。住壽萬萬歲。若", "165": "煖氣出時。得一切人天敬愛所求如意。此是", "166": "上中下三品成就相也若火光出上品。煙出中品。煖氣出下品也。又云若火", "167": "光現。得一切呪神常來擁護。八部之眾皆常恭敬。一切神呪用之皆得最勝靈驗。若煙相現。隨所去處而無障", "168": "難。所求遂心。若煖氣現。得一切諸人并鬼神等同心敬愛。西方有一人。得上品", "169": "成就。引五百人昇空。如此方淮南王藥就。鷄", "170": "犬舐鼎皆得昇空。故昔人云。淮南成道犬吠", "171": "雲中。王喬得仙劍飛天上。藥力尚爾。況佛", "172": "不思議呪耶。神變疏云。人手執仙方。未曾和", "173": "合服用。却謗白日昇空者。以為虛談全成不", "174": "可。又大教王等諸陀羅尼經說。或令人追龍", "175": "女為妻。降藥叉作奴。執羂索入修羅宮。呪死", "176": "屍令開伏藏。或說成於聖藥。或說勅於財寶", "177": "等云云顯教之中此事罕聞。故先德云。三乘", "178": "教外別有持明是也。問曰諸佛本意令斷貪", "179": "嗔等何却令人起貪心求世事名利等耶。答", "180": "云諸佛有不思議度生方便。謂有眾生不肯", "181": "直求菩提。且隨其所樂令持呪求之。由神呪", "182": "不思議力。所求之事盡得遂心。一切罪業亦", "183": "得消滅。自然超凡入聖。如小兒有病不肯服", "184": "藥。被有智醫人塗在母乳。其小兒本食母乳。", "185": "不覺服著良藥除却病苦。故羂索心呪經云。", "186": "若有眾生設以諂曲。為求富貴名利等得聞", "187": "此呪。彼諸眾生生生處處。成就智慧福聚之", "188": "香。神變疏云。真言境界。十地菩薩尚非其境。", "189": "況生死中人乎有人云。陀羅尼多令人有所希求。反損陷眾生者。此是離求外別取無", "190": "求。全同斷見外道。今佛教說。終日求之不見求相。是真無求。非同木石全不希求也。故觀音鈔云。雖念念", "191": "求。而無能求所求之相。又況諸佛大慈大悲。豈可故意損害眾生。", "192": "五利樂有情救脫幽靈門者。謂大寶樓閣經", "193": "大悲心經。牟梨呪等十五餘本經皆說。若有", "194": "眾生得見持呪人身者。或聞語音者或影中", "195": "過者。盡滅十惡五逆之罪。來世生諸佛國。又", "196": "持呪人眼所見者。身所觸者諸有情等。亦滅", "197": "一切罪。來世生諸佛國。又持呪人。路行有風", "198": "吹衣。此風已去所吹者。或江河中洗身。此", "199": "水已去所漂者。或天雨時仰空誦呪。其雨滴", "200": "所霑者。或山頂上誦呪。盡目所覩處。如上所", "201": "說諸眾生等。皆得滅一切罪。來世生諸佛淨", "202": "土蓮華化生。如世間有毒藥處下風過者。觸", "203": "著風時便致損傷。尚有難測功力。況不思議", "204": "神呪耶。又羂索經說。若聞陀羅尼而生毀謗", "205": "者。亦獲利益。如人惡心入龍腦栴檀等林中。", "206": "斫截踐踏龍腦樹等。其人亦身惹香氣。故佛", "207": "頂頌云。神通勝化不思議。陀羅尼門最第一。", "208": "又無垢淨光經。云空羂索經。佛頂尊勝經。隨", "209": "求經等皆說。若亡人廣造惡業死墮三塗。真", "210": "言行者。即稱亡人名字專心誦呪。亡者應時", "211": "得離惡趣生於天上。又以真言呪土砂或蓮", "212": "華。散亡者墓上屍上。亡者即得生於諸佛淨", "213": "土又亡人衣物或身分骨肉等。得持呪人影", "214": "映著。亦得生諸佛國。又書陀羅尼置亡人骨", "215": "上屍上。亡人即得生於天宮。故先哲云。塵飄", "216": "影爍神翫天宮。土散水霑識分惡趣。問曰亡", "217": "人造業既成已墮三塗之中。云何真言行者。", "218": "或稱亡人名字。或呪砂土置屍塚上。便令亡", "219": "人轉惡道苦得佛國樂耶。非唯俗士懷疑。兼", "220": "乃緇流難信。答云智者以譬喻得解。今舉喻", "221": "況之。如世禁呪之人。禁火不燒禁刀不斫禁", "222": "蛇不螫。尚能變有毒而作無毒。豈況如來神", "223": "呪。不能改苦得樂耶。又如列子書說。師文善", "224": "彈琴。正當春時而叩商弦以召南呂。涼風總", "225": "至草木成實商金音屬秋。南呂八月律。由得秋氣草木成實。正秋而叩", "226": "角弦以激夾鍾。涼風徐迴草木發榮角木音屬春。夾鍾", "227": "二月律。由得春氣草木榮華。當夏而叩羽弦以召黃鍾霜雪交", "228": "下川池暴凍羽水音屬冬。黃鐘十一月律。得冬氣故凝陰氷凍。及冬而叩", "229": "徵弦以激蕤賓。陽光熾烈堅氷消散徵火音屬夏。蕤賓", "230": "五月律。得夏氣故堅氷消散。此是世間彈琴之術。尚能變秋", "231": "作春更冬為夏。況如來大不思議神呪。豈不", "232": "能改惡道苦得佛國樂耶。又莊子云。六合之", "233": "外。聖人存而不論。華嚴經說。十地菩薩一", "234": "舉足量智功德。九地菩薩不能知。況我如來", "235": "是諸聖中王。所有祕密心印。豈可以凡夫妄", "236": "情而欲籌量者哉。其猶井坎之魚爭知東海", "237": "之深廣也。唯宜諦而信之。故觀世音菩薩祕", "238": "密藏神呪經云。若有受持神呪之者。凡有所", "239": "作必得成就。唯須深信不得生疑持呪之者既能利樂有情救脫", "240": "幽靈。準千手千眼觀世音菩薩大悲心陀羅尼經說。其持呪人不受　五種惡死。一者不令其人飢餓困苦死。二者", "241": "不為枷禁杖楚死。三者不為冤家讐對死。四者不為軍陣相殺死。五者不為虎狼惡獸殘害死。六者不為毒蛇蚖蝎", "242": "所中死。七者不為水火漂焚死。八者不為毒藥所中死。九者不為蠱毒所害死。十者不為狂亂失念死。十一者不", "243": "為山樹崖岸墜落死。十二者不為惡人厭魅死。十三者不為邪神惡鬼得便死。十四者不為惡病纏身死。十五者不", "244": "為非分自害死。又不空羂索神呪心經說。誦呪之人。臨命終時獲八種勝利。一者臨命終時見觀自在菩薩。作苾", "245": "芻相來現其前歡喜慰喻。二者安隱命終無諸苦痛。三者將捨命時眼不反戴口無欠呿。手絕紛擾足離舒捲。不泄", "246": "便利無顛墮床。四者將捨命時住正憶念意無亂想。五者當命終時不覆面死。六者將捨命時得無盡辯。七者既捨", "247": "命已隨願往生諸佛淨國。八者常與善友不相捨離。又十一面觀世音神呪經說。誦呪之人得四種功德。一者臨命", "248": "終時得見諸佛。二者終不墮諸惡趣。三者不因險厄而死。四者得生極樂世界。", "249": "六是諸佛母教行本源門者。謂一切諸佛皆", "250": "從陀羅尼所生。樓閣經云。真言是諸佛之母。", "251": "成佛種子。若無真言終不能成無上正覺。又", "252": "三藏教盡從陀羅尼所出。故最上大乘寶王", "253": "經中。說有四乘。一聲聞乘。二緣覺乘。三方", "254": "廣大乘。四最上金剛乘。謂陀羅尼藏是也。一", "255": "切法皆從金剛乘陀羅尼中流出。神變鈔云。", "256": "千流萬派起自崑崙積石之山。十二分經出", "257": "乎總持祕密之藏。又萬行總從陀羅尼所流。", "258": "謂真言中每一一字全是無相法界。萬行無", "259": "不從法界所流。故持明藏儀軌經云。唵字即", "260": "是無相法界。神變疏云。無相法界全是真言。", "261": "真言全是無相法界。又真言亦名三藏。有持", "262": "呪者皆號三藏。謂真言中每一一字。皆含戒", "263": "定慧三。且萬行不出六度。六度不離三學。既", "264": "真言名三藏。即知真言總含萬行。真言是總", "265": "行。其餘法門是支流行門也問曰上引經云。陀羅尼是禪定藏。百", "266": "千三昧常現前故。今又說真言總含三藏。即知真言備含一切禪定之門。何以今時禪者不許持呪耶。答云準諸傳", "267": "記。竺天華夏。古來禪德眾善奉行。何況神呪是無相定門諸佛心印耶。故白傘蓋陀羅尼頌云。開無相門圓寂", "268": "宗。字字觀照金剛定。又云瑜珈妙旨傳心印。摩訶衍行總持門。如龍樹菩薩準傳燈錄。是西天禪宗第十四祖。", "269": "節略持明藏經。弘揚準提神呪。一行禪師是中夏聖人。贊述神變真言。智者禪師得宿命通。廣示持呪軌儀。契", "270": "符禪師。人問最上乘法。直教持誦密言。古來禪師豈不許持呪耶。又禪宗既說一切諸法皆是真如。持誦真言豈", "271": "非是真如耶。今有或禪或講見弘密呪。恐失己利心生嫉妬者。請現在未來隄防惡報。故佛頂無垢光明陀羅尼經", "272": "說。昔無垢婆羅門。為人宣說祕密神呪。有光明長者。先有多人歸仰。恐失利己而生惡心。興惡心已便得癩", "273": "病。受大苦惱直至命終。墮於無間大地獄中。受苦一劫又墮傍生中。受苦一劫復生地獄中。受苦一劫方得為", "274": "人。生無兩目以宿緣力再遇無垢婆羅門。作大苾芻宣說密呪。聞之歡喜承彼呪力。死生天上等上說謗之獲益。", "275": "但有遠益非無謗罪。如光明長者是也。蓋為密呪是諸佛心印。有無量明王諸天龍神等護持。致使謗之者現世多", "276": "得癩病。奉勸時流切宜慎之。", "277": "七四眾易修金剛守護門者。謂一切四眾但", "278": "解言語者。行住坐臥四威儀中而易誦習。又", "279": "但口誦便是真行。能除煩惱安樂法身。不假", "280": "備通教典如病人得藥服之。便能除病身安。", "281": "不在廣會醫書。故般若經云。總持猶妙藥。亦", "282": "如天甘露。能療眾惑病。服者常安樂。佛頂", "283": "陀羅尼疏云。齋戒不稟而自備。果證不遠而", "284": "不可。消難獲利自行化他。因人果人靡不由", "285": "此而辦其事。又曼荼羅疏云。念如來之神呪。", "286": "心心暗契如來心。諷菩薩之密言。願願冥符", "287": "菩薩願。何生死而不逃。何涅槃而不得。若", "288": "依餘宗修行。須要廣知聖教明悟真心。然後", "289": "修行方是正行。若未悟而修皆非正行。如世", "290": "病人。須要廣知醫書明閑藥性。方得治病者。", "291": "即萬中難得一也。是知神呪行門省略功德", "292": "甚深。普引七眾速至菩提。最為要道故義淨", "293": "三藏云。昇天乘龍役使百神。利生之道唯呪", "294": "是親。問曰夫依顯教。須得依教生信依信生", "295": "解。依解起行行成得果。今密宗神呪不令生", "296": "解。但誦持之便得道果。既越常規難以生信。", "297": "答曰如世間病人不解醫方。遇神妙藥而服", "298": "食之。便得病除身安。彼既不解藥性。何得病", "299": "除身安。世藥尚爾。況如來不思議呪耶。又如", "300": "來之教不可以一理推。既言顯密有異。不須", "301": "一𤳖要解。起信鈔云。膠柱調絃全歸愚者。守", "302": "株待兔且非智人。唯宜信而持之速得道果。", "303": "若不生信空無所獲。大悲心經說。誦持呪者。", "304": "一切所求皆得果遂。唯除於呪生疑。又云若", "305": "有生疑不信。其人百萬劫中。常處惡道不聞", "306": "三寶。又諸經說。真言行者四威儀中。有無", "307": "量天龍八部。諸金剛眾常守護之。故廣大圓", "308": "滿無碍大悲心陀羅尼經云。誦持陀羅尼者", "309": "是無畏藏。龍天善神常護持故。又云若能如", "310": "法誦呪。即有一切善神龍王金剛密跡。常隨", "311": "衛護不離其側。如護眼睛如護己命。又持呪", "312": "者若在空山曠野獨宿孤眠。是諸善神番代", "313": "宿衛辟除災障。若在深山迷失道路。善神王", "314": "化作善人示其正道。若逢賊陣被他抄掠墮", "315": "落他國。善神龍王接還本土。若在山林曠野", "316": "乏少水火。龍王護故化出水火。故彼頌云。龍", "317": "天眾聖同慈護。百千三昧頓熏修。又大佛頂", "318": "陀羅尼經說。設有眾生於散亂心口持神呪", "319": "常有八萬四千那由他恒河沙俱胝金剛藏王", "320": "菩薩種族。一一皆有諸金剛眾而為眷屬。晝", "321": "夜常隨侍衛此人。縱令魔王求其方便終不", "322": "可得。諸小鬼神去此善人十由旬外。若魔眷", "323": "屬欲來侵擾是善人者。諸金剛眾而以寶杵。", "324": "殞碎其首猶如微塵。恒令此人所作如願。故", "325": "彼頌云。八萬四千金剛眾。行住坐臥每隨身。", "326": "密部諸經廣說護持。誦呪之人欲要知者。請", "327": "看藏教。", "328": "八令凡同佛如來歸命門者。謂真言行者持", "329": "誦神呪課數滿時。身語意三所作善惡之業。", "330": "皆成無漏功德法門。故白傘蓋頌云。誦滿一", "331": "萬八千遍。遍遍入於無相定。號成堅固金剛", "332": "幢。自在得名人中佛。縱使罵詈不為過。諸天", "333": "常聞梵語聲。大悲心陀羅尼經云。誦持陀羅", "334": "尼者。口中所出言音若善若惡。一切天龍聞", "335": "者皆是清淨法音。又偈云。譬如靈丹藥。點鐵", "336": "成金寶。誦持陀羅尼。變凡作賢聖。又神變疏", "337": "云。真言行者能令三業。即同本尊三業。又持", "338": "呪行者。得諸佛歸命故。佛頂偈云十方世界", "339": "諸如來。護念歸命受持者是也。", "340": "九具自他力現成菩提門者。謂顯教中有自", "341": "力他力二門。十住論念佛鏡等說。一自力門。", "342": "謂修六度萬行等。名難行道。如人陸地步行", "343": "千里程則遲到。二他力門。謂念佛等名易行", "344": "道。如人水路乘船行千里程則疾到。今真言", "345": "中密具自他二力。謂大乘寶王等諸經中說。", "346": "真言行者日日得具。六波羅蜜圓滿功德。又", "347": "佛頂頌云。不持齋者名持齋。不持戒者名持", "348": "戒。僧破二百五十戒。比丘尼犯八波羅。聞念", "349": "佛頂陀羅尼。便得具足聲戒彼佛頂疏云。菩薩行門隨行則具。今", "350": "不行而備蓋神呪之力具足萬行。斯言不誣矣。則是自力門。又真言中", "351": "每一一字。皆是諸佛全身。末法中一字呪經", "352": "云。吾滅度之後變身作此呪等。即是他力門。", "353": "又諸經說。真言行者現世能成無上菩提。故", "354": "樓閣經云。我與無量俱胝百千劫。雖行苦行", "355": "猶不得菩提。由纔聞陀羅尼故。加行相應便", "356": "成正覺。又五字陀羅尼頌云。諸佛本誓力。現", "357": "成諸聖事。即於一坐中。便成最正覺。又陀羅", "358": "尼序云。若覺蘊於心。即凡夫三業成功德聚。", "359": "只於此生便得菩提。何勞修進多劫。又神變", "360": "疏判陀羅尼。為大不思議成佛神通乘。謂依", "361": "餘門成佛。如乘羊馬行千里程。經久方到。", "362": "依陀羅尼門成佛。如乘神通行千里程。舉意", "363": "便到所至處。雖無異所乘法有遲疾也。又餘", "364": "門成佛。如磨黃石取如意珠。依真言門成佛。", "365": "如神通力取如意珠。又云如餘菩薩為求菩", "366": "提。雖難行苦行如救頭然經無量劫。尚不能", "367": "得如是成就。真言行者不虧法則。只於此生", "368": "得菩提也故神變鈔云。頓超地位譬之以神", "369": "通。速離纏痾喻之以呪術。又大教王經云。若", "370": "不依祕密課誦修行。終不成於無上菩提也。", "371": "十諸佛如來尚乃求學門者。如大乘莊嚴寶", "372": "王經說。諸佛亦求神呪。何況凡夫而不持誦", "373": "耶。故彼經說。觀音菩薩一毛孔中有無量國", "374": "土無量諸佛菩薩等。普賢菩薩入觀音一毛", "375": "孔中。經十二年不知分齊。又云觀音有六字", "376": "大明陀羅尼。一切如來皆不知其所得之處。", "377": "因位菩薩云何得知。乃至說蓮華上佛成", "378": "佛竟。方經歷諸佛求此六字大明等。問曰", "379": "佛具一切智。豈不知得陀羅尼也。答有三", "380": "義。一者表此陀羅尼最勝最深。令人生於", "381": "尊重。所以言佛不知而自求之。二者謂權教", "382": "中佛。不能知得圓宗密呪。如小乘極果。不", "383": "能知得大乘深法。三者密宗神呪即體便是", "384": "圓圓果海。故佛不得。如釋大乘論說。圓圓海", "385": "佛亦不得。今六字大明准提神呪即體便是", "386": "圓圓果海也今密部一切神呪。當顯教中所詮法也。實而論之具含能所詮。一切神呪說文。", "387": "當顯教中能詮言也。今六字准提。當顯教中果海也。問曰寶王經。只言六字大明佛不知得。云何今說准提佛亦", "388": "不知得。答云彼寶王經。說六字大明已便說准提。是知准提同是果海。又佛知佛說者真言。於五部中佛部中", "389": "收。今准提獨出五部之外。若非圓圓果海是何法耶。又問曰夫真言者但是能詮言教即以聲名句文為體。何得判", "390": "為圓圓果海。答云若作此問。蓋是未知密教宗旨。今密教中祕密神呪。即是所詮之法。一切說文。是能詮言。", "391": "如上已說。又設縱神呪便屬能詮。若伸此問但是小乘之見解也。謂小乘教中能詮言教。多以聲名句文為體。大", "392": "乘始教。或以聲名句文為體。或以唯識為體。終教中說。以無性真如為體。頓教之中。以絕待真如為體。圓", "393": "教中說。或以十玄為體。或海印三昧為體。彼顯教中能詮之言尚爾。即是絕待真如十玄門等。況密宗神呪。當顯", "394": "圓中一真法界耶。又釋摩訶衍論。據生滅門中能詮之教。會相歸性以真如為體。或多一心為體。真如門中即", "395": "絕待真如為體。又甚深玄理論。不動本源論。此二論中廣略解說不二果海。當彼二論中能詮之言以何為體。以", "396": "理推徵。即知以不二果海為體。彼能詮言當爾。即是不二果海。況今六字大明准提神呪。義當彼二論中所詮", "397": "法耶。又自古諸師皆云。祕密神呪是諸佛心印。唯佛得知非因位所解。又今莊嚴寶王經說。佛亦不知神呪。若", "398": "非圓圓果海是何法耶。願諸學者。虛懷體之勿滯局情。", "399": "問曰何以圓圓果海諸佛不得。答云謂圓圓", "400": "果海。是本性成就之法表。非是諸佛修因斷", "401": "障所得故。又表逈出因果之外故。所以言諸", "402": "佛不得而自求之。據實而論諸佛皆知得也。", "403": "故賢首云。性德果海即十方境界是也。問曰", "404": "六字大明准提神呪。即是圓圓果海即是十", "405": "佛境界。何以凡夫而得持誦。答云今密教中", "406": "說。以真言不思議力。令凡夫三業同如來三", "407": "業而得持誦。又密宗神呪。若據所知所解。即", "408": "唯是諸佛境界。今位因凡夫。雖非知解但當", "409": "持誦。自然滅障成德超凡入聖也。斯之一義。", "410": "語驚俗聽理越常情。人既罕聞庸流難信。博", "411": "學上智細而詳之。於上三義任情取捨。上來", "412": "十門略述密部盡依經典。非是下愚能知密", "413": "旨。故神變鈔云。金剛手方可探其賾。蓮華眼", "414": "始能窺其奧。", "415": "二問答密呪法器勝劣者。問曰上之十門盡", "416": "敘述圓教中真言。為當一切真言而有勝劣。", "417": "五教各不同耶。為復一切真言而無勝劣。皆", "418": "是圓教耶。答云准神變疏而有二門。一隨他", "419": "意門。一切真言而有勝劣。諸部不同。又清", "420": "涼疏主。於經律論三藏之外立一雜藏。收陀", "421": "羅尼而成四藏。三乘各四。成十二藏。既三乘", "422": "中各有陀羅尼。例知五教下亦各有密呪也。", "423": "如諸阿含經中呪。即是小教。諸般若經中呪。", "424": "即是始教。金光明經中呪。即是終教。楞伽經", "425": "中呪。即是頓教。大乘莊嚴寶王經中。六字大", "426": "明准提神呪。即是圓教又上來十門中所引諸陀羅尼經。多是圓教梵", "427": "語陀羅尼。此云總持。即以教理行果四法為", "428": "體。五教中陀羅尼。各總含攝當教中教理行", "429": "果也五教勝劣今舉喻況之。令初學易知。一小教如鐵。二始教如銅。三終教如銀。四頓教如金。", "430": "五圓教似如意珠。二隨自意門。一切真言更無勝劣。皆", "431": "是毘盧遮那大不思議祕密心印一代教中乃至鬼神所說真", "432": "言。皆是毘盧遮那如來。欲普門益生。全體變作彼鬼神類而說真言。非實鬼神能說真言。餘類皆爾。又", "433": "賢首清涼以義判教。一經之中容有多教。即", "434": "知一切經中真言。皆是圓教。一切真言名總", "435": "持者。能總含攝無盡教理行果也。實而言之。", "436": "雙用二門妙契佛心。故神變疏云。真言行者。", "437": "能於差別中解無差別義。於無差別中解差", "438": "別義。當知是人善達真言相也。問曰上說密", "439": "部。包廣包深難思難議。未審此法被何根器。", "440": "答云所被根器亦有二門。一就隨他意門。真", "441": "言既有五教不同。根器亦乃五種各異。五教", "442": "中陀羅尼。各總被當教中上中下三根也。故", "443": "曼荼羅疏中亦說。陀羅尼通被勝劣諸根。二", "444": "就隨自意門。一切陀羅尼皆被不思議圓根。", "445": "故佛頂頌云。神通勝化不思議。陀羅尼門最", "446": "第一。今有未曾鑽仰密教者。多云陀羅尼藏", "447": "唯被下根。斯言甚謬。且諸經中說陀羅尼。或", "448": "名最上乘或名無上乘。或名金剛乘或名不", "449": "思議乘。豈可唯被下根耶。故清涼云。以淺為", "450": "深有符理之得。以深為淺有謗法之愆。冀諸", "451": "學者。切宜留心。不得固執先聞而生輕忽。五", "452": "天中夏。顯密雙明方是通人。上來顯密雙辯", "453": "竟。", "454": "四慶遇述懷者。謂如來一代聖教。不出顯密", "455": "兩門仁王經鈔云。如來一切教。不越顯密兩宗。於顯教中雖五教不", "456": "同。而華嚴一經最尊最妙。是諸佛之髓菩薩", "457": "之心。具包三藏總含五教梵本有十萬偈。此方已翻譯者。或八十卷六十", "458": "卷四十卷等。雖文義廣博。其中最津要者。唯別行普賢行願品一卷經文。是華嚴之關鍵修行之樞機。可讚可", "459": "崇。西天道流無不依之修行也。於密部中雖五部有異。而准提", "460": "一呪最靈最勝。是諸佛之母菩薩之命。具包", "461": "三密總含五部梵本有十萬偈。此方已翻譯者。有諸師諸本。雖儀式稍異。其中最綱", "462": "要者。准唐善無畏三藏所譯一卷經文。是諸壇之領袖", "463": "七眾之藥餌。可傳可尚。東夏高德無不依之持誦也。", "464": "今此兩宗。准纂靈記并義淨傳說。自如來密", "465": "度已後。時人不聞不知不聞顯圓不知密圓。至龍樹菩薩", "466": "七百年中出世。雙弘顯密圓宗。方乃流行人", "467": "世。今居末法之中。得值天佑皇帝菩薩國王。", "468": "率士之內流通二教。一介微僧幸得遭逢。感", "469": "慶之心終日有懷。似病人逢靈丹妙藥。窘夫", "470": "得如意寶珠。喜躍不已形於詠言。乃成頌曰。", "471": "數年何幸頓忘愁顯密雙逢稱所求", "472": "五部神功功可賴十玄妙觀觀無休", "473": "音高音下真言轉身去身來華藏遊", "474": "法界眾生歡喜事只疑都在我心頭", "475": "顯密圓通成佛心要卷下", "476": "供佛利生儀供佛利生儀", "477": "夫祈道者。若非上供三寶下拯四生。福慧無", "478": "由增長。今於密藏之內。錄出要妙之門。冀諸", "479": "四眾依而行之。若欲供養佛法僧三寶者。應", "480": "先於三寶像前。五體投地普禮遍法界無盡", "481": "佛法僧三寶。口誦普禮真言七遍。真言曰。", "482": "􈁴唵引􄙖縛􄦽日囉二合􈇕勿微一切", "483": "由真言不思議力。自然遍法界無盡三寶前。", "484": "皆有自身盡皆禮拜奉事也每至晨昏或入寺禮佛等時。宜誦此真言。", "485": "方始以飲食香華等隨力所辦之物。并盛飲", "486": "食器物等。皆以普通吉祥印印之石手拇指與無名指相捻。餘", "487": "三指皆捨散誦淨法界真言。加持二十一遍。真言", "488": "曰。􈍉㘕", "489": "由誦㘕字真言加持及手印力。其飲食器物", "490": "等。自然清淨遍法界也。次誦無量威德自在", "491": "光明勝劣力變食真言。加持二十一遍。真言", "492": "曰。􄖩娜􄗭謨􄙺薩􅞣嚩􄕗怛􄕤他􄑘蘖􄕘多", "493": "􄙖嚩􄙒盧􄑂枳􄕝帝􈁴唵􄚦參􄗙婆􄗽囉􄚦參", "494": "􄗙婆􄗽囉􈋶吽", "495": "由加持力其飲食等。即變成諸天種種餚膳", "496": "上味。奉獻供養滿十方佛法僧三寶。亦為讚", "497": "歎勸請隨喜功德。後結出生供養印二手當心合掌以十", "498": "指右壓左頭指交復安在頂上。誦出生供養真言二十一遍。真", "499": "言曰。􈁴唵", "500": "由誦唵字真言及印不思議力。自然遍法界", "501": "有無盡香華燈燭幢旛傘蓋衣服臥具樓閣宮", "502": "殿音樂歌舞等種種諸供養具。盡供養遍法", "503": "界無量佛法僧三寶諸天等若無飲食香華但佛像前手結此印口誦此真", "504": "言。亦自然有無盡供養。遍供養法界無盡諸三寶也。", "505": "若施諸仙。以淨飲食盛滿一器。誦前變食呪", "506": "二七遍。投於淨流水中。即變成天仙美妙之", "507": "食。供養百千俱胝恒河沙數諸仙。彼諸仙等", "508": "得加持食。各各成就根本所願諸善功德若有善男", "509": "子善女人等。以此密言加持於食施彼諸仙。能令現世壽命延長福德安樂。心所見聞正解清淨。具足成就梵天威", "510": "德。一切冤讐不能侵害。", "511": "若濟餓鬼。每於晨朝及一切時悉無障礙。取", "512": "一淨器盛少淨水。置少飯及諸餅食。以左手", "513": "執器。右手作寶手印以大拇指。壓頭指中指小指。舒無名指用攪食上。施仙食亦", "514": "作此印誦前變食呪七遍加持已。然後稱四如", "515": "來名號。南無多寶如來能除餓鬼慳悋業。得福德圓滿。南無", "516": "妙色身如來能破餓鬼醜陋形。得色相具足。南無廣博身如來", "517": "能令餓鬼喉咽寬大。所施之食悉皆充足。南無離怖畏如來能除餓鬼一切怖畏。得", "518": "離鬼趣。稱四如來名號已。彈指七遍。取於食器", "519": "於淨地上。展臂瀉之或淨石上。生食臺上。淨足器中皆得。作此施", "520": "已。於四方百千俱胝那由他恒河沙數餓鬼", "521": "前各有摩伽陀國七七斛食。受此食已悉皆", "522": "飽滿盡捨鬼趣生於天上若有比丘比丘尼優婆塞優婆夷。常以此密", "523": "言及四如來名號。加持於食施諸餓鬼。便能具足無量功德。短命之者壽命延長。薄福之者福德增榮。又得顏色", "524": "鮮潔威德強記。速能滿足檀波羅蜜。一切非人夜叉羅剎諸惡鬼神。皆畏是人不敢侵害。", "525": "若欲施水。取水一掬用甘露呪。呪之七遍", "526": "散於空中。其水一滴即皆變成十斛甘露。", "527": "一切餓鬼並得飲之。無有之少皆得飽足甘", "528": "露呪曰。􄖩南􄗭無􈂼素􄙂嚕􄖵皤􄗱耶􄕗怛", "529": "􄕤他􄑘揭􄕗多􄗱耶􄕗怛􇩊姪􄕗他􈁴唵􈂼素", "530": "􄙂嚕􈂼素􄙂嚕􄖵皤􄗽囉􈂼素􄙂嚕􄖵皤􄗽囉", "531": "􈂼素􄙂嚕􅁥莎􄚩呵曼荼羅疏云。夫為道者祈運為宗。上若不供諸佛菩薩。", "532": "何處展智欲求菩提。下若不濟諸仙餓鬼。何處行悲以度薩埵。有信之流。無遺斯業", "533": "若救地獄。誦智炬如來心破地獄真言一遍。", "534": "無間地獄碎如微塵。於中受苦眾生。悉生極", "535": "樂世界。真言曰。", "536": "􄖩曩", "537": "􄗭謨", "538": "􆿅阿", "539": "􅕇灑吒􄙥", "540": "悉", "541": "􄕚底", "542": "􈁀喃", "543": "􄙺三", "544": "􄢦摩也二合", "545": "􇩀三", "546": "􈎭母", "547": "􇧺馱", "548": "􄑄", "549": "故", "550": "􄓜緻", "551": "􈁀喃", "552": "􈁴唵", "553": "􈂤艮齧二合􄖩曩􄙖嚩􄗙婆􄙼", "554": "悉􄓨蹄􄙀哩􄕽提􄙀哩􈋶吽若書此陀羅尼。於鍾鼓鈴鐸作聲木上等。", "555": "有諸眾生得聞聲者。所有十惡五逆等罪。悉皆消滅不墮諸惡趣中。又凡諸經中。說書寫陀羅尼利樂有情者。皆", "556": "用西天梵字。非是隨方文字也。如或梵漢字雙兼書之。更妙", "557": "若救一切亡靈者。應誦不空羂索毘盧遮那", "558": "佛大灌頂光真言。謂若有眾生具造十惡五", "559": "逆四重諸罪。數如微塵滿斯世界。身壞命終", "560": "墮諸惡趣。誦此真言加持土砂一百八遍。散", "561": "亡者屍上骨上或墓塚上。彼所亡者。若在地", "562": "獄餓鬼傍生修羅等中。以此真言神通威力", "563": "加持土砂之力。應時即得光明及身。除諸罪", "564": "報捨所苦身。往於西方極樂國土。蓮花化生", "565": "更不墮落。直至成佛。真言曰。􈁇唵", "566": "􆿅阿", "567": "􄗭", "568": "謨", "569": "􄑤伽", "570": "􄙝尼", "571": "􄙂嚧", "572": "􄑼左", "573": "􄖩曩", "574": "􄗥摩", "575": "􄚩賀", "576": "􈁃母", "577": "􄩶", "578": "捺囉二合", "579": "􄗥麼􄕍抳􄖵鉢􇪯納麼二合􄺸入嚩二合􄙊", "580": "攞􄪼鉢囉二合􄙖靺􅚰哆􄗱野􈋶吽引或用紙帛等書此諸真", "581": "言。置亡人屍上或骨上甚妙。故偈云。真言梵字觸屍骨。亡者即生淨土中。見佛聞法親授記。速證無上大菩提", "582": "若欲利益一切有情者。每至天降雨時。起大", "583": "悲心仰面向空誦聖觀自在菩薩甘露真言二", "584": "十一遍。其雨滴所霑一切有情。盡滅一切惡", "585": "業重罪皆獲利樂。又若誦此陀羅尼者。所有", "586": "過現作四重五逆。謗方等經一闡提罪。悉", "587": "皆消滅無有遺餘。身心輕利智慧明達。若", "588": "身若語悉能利樂一切眾生。若有眾生廣造", "589": "一切無間等罪。若得遇此持明人影暫映其", "590": "身。忽得共語或聞語聲。彼人罪障悉得消滅。", "591": "真言曰。􄖩曩􄗭謨􄗽囉􇩋怛曩二合􄩞怛囉二合􄗲", "592": "夜引􄗱野􄖩曩􄗭謨􆿅阿去引􅝩哩也二合􄙖嚩􄙒", "593": "路􄑂枳􄕝帝􈂫濕嚩二合􄗽囉平引􄗱野􄙞冐􄕽地", "594": "􄙺薩􄽙怛嚩二合􄗱野􄗥摩􄚩賀引􄙺薩􄽙怛嚩", "595": "二合􄗱野􄗥摩􄚩訶􄑁迦引􄙂嚕􄕍抳􄑁迦􄗱野", "596": "􄕗怛􇩊爾也二合􄕤他引􈁴唵引􈃁度􄖫𩕳􈃁度", "597": "􄖫𩕳􄑀迦􈃁度􄖫𩕳􇩉婆嚩二合􄚩賀樂略者。只唵字已", "598": "下持之。唵字已上是歸敬辭。唵字等是正呪也。若書此陀羅尼。於鍾鼓鈴鐸等一切出聲物上。或有撞擊吹振出", "599": "聲。一切眾生聞此聲者悉皆清淨命終得生西方淨土若欲利樂一切四生等", "600": "有情者。應書大寶廣博樓閣善住祕密陀羅", "601": "尼。在於幢上堂殿上。或素㲲上或紙帛上。或", "602": "經卷上或牆壁牌版等上。有諸眾生暫得眼", "603": "見者。或手觸者或身觸者。或影中過者及餘", "604": "人轉觸此人者。又或書之戴在頂上者。身上", "605": "者衣中者。或書出聲物上有聞聲者。或讀者", "606": "或誦者。或但聞此陀羅尼名者。如是眾生等。", "607": "縱有不孝父母者不敬沙門者。不敬婆羅門", "608": "者不敬耆舊者。誹謗正法者誹謗聖人者。應", "609": "墮地獄者誹謗諸佛者。誹謗菩薩者殺阿羅", "610": "漢者。造五逆罪者殺婆羅門者。殺牛犢者抄", "611": "劫竊盜者。故妄語者不與取者。邪染者兩舌", "612": "者。麁惡語者輕秤小斗者。強奪財物者匿他", "613": "財物者。負言背信者捕獵者。屠殺者魁膾者。", "614": "如是等罪悉皆消滅。決定當得阿耨多羅三", "615": "藐三菩提。能於現世獲無量百千功德。常", "616": "得國王王子宰官。及諸四眾歡喜敬愛。不受", "617": "世間種種諸苦。毒藥刀杖水火等難。一切師", "618": "子虎狼諸惡禽獸不敢為害。又無一切諸盜", "619": "賊難諸鬼神難。諸邪魅難諸毒蛇難。又現身", "620": "不受一切諸病。所謂一切瘧病眼病。耳病鼻", "621": "病舌病齒病。脣病喉病頭病項病。諸支分病", "622": "手病背病腰病。臍病痔病淋病痢病。瘻瘡病", "623": "髀病脚病疔病。腫病瘰癧病班病肚病。疥病", "624": "疱病癩病癬病。如是等病悉不著身。不為厭", "625": "禱蠱毒呪詛著身。無橫災死臥安覺安。臨命", "626": "終時心不散亂。一切諸佛現前安慰。又一切", "627": "傍生鹿鳥蚊虻飛蛾螻蟻。乃至胎生卵生濕", "628": "生化生。諸有情等聞此陀羅尼名者。或身觸", "629": "者或影中過者。決定當得無上菩提等云云。", "630": "大寶廣博樓閣善住祕密陀羅尼曰。", "631": "􄖩曩", "632": "􄗰", "633": "謨", "634": "􄙺薩", "635": "􅞣嚩", "636": "􄕗怛", "637": "􄕤他引", "638": "􄑘蘖􄕘多去聲", "639": "􈁀南引一", "640": "􈁴俺二􄙘尾􄖹補􄙊攞􄑘蘖􄗥陛三􄗥麼􄕍抳", "641": "􄪼鉢囉二合􄗟陛四􄕗怛􄕤他􄑘蘖􄕘多五", "642": "􄖫儞", "643": "􄕯", "644": "捺", "645": "􈋧捨􄖯寧", "646": "六􄗥麼", "647": "􄕍", "648": "抳", "649": "􄗥", "650": "麼", "651": "􄕍", "652": "抳七", "653": "􈂼", "654": "蘇", "655": "上", "656": "􄪼", "657": "鉢囉", "658": "二合", "659": "􄗟陛八􄙘尾􄗥麼􄙐黎九􄙻娑引", "660": "􄑘蘗􄗽囉十􄑘儼􄗛鼻􄙄㘑十一􈋶吽十二􈋶吽十三", "661": "􄺸入嚩二合􄙊攞􄺸入嚩二合􄙊攞十四􈎭沒􇧹馱􄙘", "662": "尾􄙒盧􄑂枳􄕝帝十五", "663": "􄑜麌", "664": "􈃃呬夜", "665": "􄕽地", "666": "􈋗", "667": "瑟恥", "668": "二合", "669": "􄕗", "670": "多", "671": "上聲", "672": "􄑘蘗", "673": "􅝗陛十六", "674": "􅁥娑嚩二合", "675": "􄚩訶十七", "676": "又若人於", "677": "高山頂上誦此陀羅尼者。盡眼所見處一切眾生。皆得滅一切罪業。得離一切地獄業。得免一切傍生身。上來諸", "678": "呪藏中各有數本不同。皆是前後三藏西天諸國語音有異。但依一本誦持無得揀擇。寡學之者。多分受一非餘", "679": "呵斥聖賢。寄語後人勿霑斯咎上來供佛利生諸真言等。若", "680": "不能都各誦持書寫得。皆用准提真言亦得。", "681": "故持明藏儀軌經云。此准提呪似如意珠。若", "682": "有行人。處處用之皆得成就是也。", "683": "供佛利生儀", "684": "顯密圓通成佛心要并供佛利生儀後序顯密圓通成佛心要并供佛利生", "685": "儀後序", "686": "門人比丘性嘉述", "687": "恭聞大日雄尊。始王華嚴之界。圓音妙法。遍", "688": "周帝網之區。稱其性演重重無盡之門。就其", "689": "根開種種有限之義。爰自結集之後。洎于翻", "690": "譯已還。五藏八藏以殊分。一乘三乘而異設。", "691": "若迺舉其大柄振其宏綱。則唯密及顯。斯可", "692": "得而稱矣。謂密言玄妙統五部之真詮。顯字", "693": "淵沖貫十宗之微旨。應根派異涇渭雙流。會", "694": "旨源同清濁共濕。然而去聖時邈群生見差。", "695": "或密顯偏修。或有空別立。或學聲字迷神呪", "696": "之本宗。或滯名言昧佛經之正意。雖有觀心", "697": "照性。然多背正趨邪。各計斷常競封人法。弘", "698": "性弘相。商參互起於多端。宗立宗禪。水火", "699": "交騰於異義。遂使滔滔性海罕挹波瀾。燦燦", "700": "義天難窺光彩。斯蓋未遇通人與開示焉。今", "701": "我親教和尚。諱道󰂎字法幢。俗姓杜氏雲中", "702": "人也。家傳十善世稟五常。始從齠齓之年。習", "703": "於儒釋之典。天然聰辯性自仁賢。博學則侔", "704": "羅什之多聞。持明則具佛圖之靈異。禪心鏡", "705": "淨神遊華藏之間戒體氷清行出塵勞之外。", "706": "加以霜松潔操水月虛襟。曲己利人輕身為", "707": "法。恒思至理匿在筌蹄。每念生靈懵於修證。", "708": "由是尋原討本採異搜奇。研精甫僅於十旬。", "709": "析理遂成於一卷。號之曰顯密圓通成佛心", "710": "要。并供佛利生儀。其文則精俊簡約。其義", "711": "則淵奧該弘。窮顯密之根源。盡修行之岐路。", "712": "四門朗朗。如皓月之呈輝。十段明明。若群星", "713": "之列耀。五法界之妙觀。燦爛於行間。三祕密", "714": "之神宗。昭彰於字下。包括鷲峯之妙典。彌綸", "715": "龍藏之遺文。會萬法以無違皆歸圓教。融諸", "716": "呪而不滯盡是總持使瓦礫並作於真金。草", "717": "木悉成於妙藥。寔乃改張異見端正前修。依", "718": "之則無塞不通。弘之則無根不被。其猶出匣", "719": "之鏡動則臨人。射空之箭發必有中。盡善盡", "720": "美兼質兼文。有玄之又玄之宗。祕之又祕之", "721": "趣。使將來者開卷便知聖旨。得意皆是全才。", "722": "貧子獲衣內之珠。輪王雪夢中之恥。北秀南", "723": "能之心印。詎假躬參。西林東社之靈編。無勞", "724": "親閱。真可謂登覺山之捷徑。濟苦海之逆船。", "725": "一十二分教之蓍龜。八萬四千行之鈐鍵。抉", "726": "學人之疑膜。有類金󱌷。斷釋子之邪心。無", "727": "殊寶劍。復有供佛供僧之祕法。濟仙濟鬼", "728": "之玄門。拯幽靈之神方。利含生之聖術。其功", "729": "德之廣大。逾五嶽之崢嶸其利益之宏深。越", "730": "四溟之浩森。若非鍊智鍊神精教精理。內憑", "731": "呪力外感佛加。曷以著斯絕妙之文哉。性嘉", "732": "叨承宿幸忝會此生。自得伏膺親蒙誨道。七", "733": "十子仲尼門下。入室徒忻。一千輩黃梅山中。", "734": "傳衣匪預。雖滴露乏添江之力。輕塵無足嶽", "735": "之能。但竭愚衷聊為後序。所願萬靈密佑四", "736": "眾圓修。長然心要之燈。恒照愚冥之路云爾。", "737": "切以藏海汪洋。深廣莫窺其涯涘。聖途坦蕩。", "738": "指歸直造於根源。矧圓通顯密之要門。極性", "739": "相有空之至理。惟持明者斯問津焉。管主八", "740": "緣幸釋流慶逢聖世。聲教熾焰。佛法莫盛於", "741": "當今。車書混同。華竺咸歸於至化。眷此霾塵", "742": "之寶。奚其韞櫝之緘。敬鐫刻於斯文。俾流", "743": "通而入藏。恭願法輪大轉。億萬年睿算永祝", "744": "帝齡。佛日高懸。一大事因緣俱明本智。文英", "745": "武烈子孝臣忠。干戈息於八方風雨調於六", "746": "合。功能最勝筆舌奚殫。恩有普資自他俱利", "747": "者。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1955 顯密圓通成佛心要集", "source": "CBETA"}