{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0656 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經", "text": {"0": "36 本行品(一二)", "1": "菩薩瓔珞經卷第十三一名現在經", "10": "教乃得聞法？為無言教乃得聞法？」爾時，世尊", "100": "子！菩薩觀過去當來今現在諸佛出要，在樹", "101": "王下降伏眾魔，執心如地不可傾動。是時", "102": "弊魔波旬，作若干變化來恐於佛，或人頭獸", "103": "身或獸頭人身，或四眼八眼至百千眼，或作", "104": "猿猴虎豹來恐於佛，執心如地不為傾動，是", "105": "謂無盡之行。「復次，天子！菩薩於億百千劫疆", "106": "記總持而現在前，或於一生至百千生，或", "107": "念一劫至百千劫，其中所行或善或惡，一一", "108": "分別悉不忘失，是謂無盡之行。「復次，天子！菩", "109": "薩能分別三世諸行，諸善功德盡現在前，如", "11": "默然不對。文殊師利三白佛言：「法有生滅，法", "110": "彈指頃，能使三千大千世界蜎飛蠕動之類，", "111": "盡成無上正真之道，或成羅漢緣覺辟支之", "112": "道，是謂無盡之行。「復次，天子！菩薩摩訶薩，", "113": "復憶過去無數諸佛所度眾生身口意行，不", "114": "壞諸法演布智慧廣及一切，是謂無盡之行。", "115": "如是，天子！菩薩摩訶薩得此師子奮迅定意", "116": "者，則能具足三世諸法。「復次，天子！或時菩薩", "117": "分別十無相法。云何分別十無相法？於是善", "118": "男子、善女人，內自觀身分別諸行諸根純熟，", "119": "或有善行或不善行，或時清淨或時不清淨。", "12": "無生滅，一切諸佛所轉法輪，為有轉耶？為無", "120": "「復次，天子！若善男子、善女人，外觀他人身，一", "121": "一分別諸根純熟諸根不純熟，或時清淨或", "122": "時不清淨，是謂天子一無相行。「復次，天子！若", "123": "彼行人內自思惟攝意不亂，如我所行不違", "124": "聖典。時諸如來、至真、等正覺，出入經行與身", "125": "口意相應，懷來法寶轉大法輪，以無生心教", "126": "化三世未度眾生，於中便獲自然法輪，無限", "127": "無量悉入法律，是謂二無相法。「復次，天子！若", "128": "善男子、善女人，發弘誓心遍滿三千大千世", "129": "界，智慧思惟亦無窮盡，音響流利無所障礙，", "13": "轉耶？」爾時，世尊告文殊師利：「云何？族姓子！一", "130": "分別一切眾生音響，或以一音報百千萬音", "131": "皆演道教，普潤一切眾生之類，是謂三無相", "132": "之法。「復次，天子！若善男子、善女人，轉無上", "133": "法輪廣化眾生，皆取滅度不染三世，諸天人", "134": "民魔若魔天所未曾轉而佛獨轉，是謂四無", "135": "相法。「復次，天子！若善男子、善女人，於一生", "136": "中出家學道，剃除鬚髮受持禁戒，身既清淨", "137": "亦使眾人樂其所樂，是謂五無相法。「復次，天", "138": "子！若善男子、善女人，性行合空，從空往來無", "139": "量無限，終不自為教化眾生，超卓過空無所", "14": "切諸佛皆轉法輪，亦有轉亦無轉。汝今所", "140": "觸礙，是謂六無相法。「復次，天子！若善男子、", "141": "善女人，於一切眾生獨步無礙，於諸法智演", "142": "通慧義，坐放光明普到十方無量世界，或取", "143": "滅度現無常義，或存或亡，或示相好、或隱相", "144": "好，於中教化無量眾生淨佛國土，是謂七無", "145": "相之法。「復次，天子！若善男子、善女人，復有", "146": "通慧名曰降魔，得此定意者，降伏四魔：愛、", "147": "欲、死、天魔，使菩薩依猗此法而得成就，欲", "148": "為法王最在前者，先當習此降魔定意，是謂", "149": "八無相之法。「復次，天子！若善男子、善女人，遍", "15": "問，為問有轉？為問無轉？」時文殊師利白佛言：", "150": "學諸法深入至要具足善本，亦使無量眾生", "151": "得入此要，見菩薩力增長止觀，已盡無盡無", "152": "生滅法。雖見相貌本無相貌，坐臥思惟菩薩", "153": "眾行，是謂九無相之法。「復次，天子！若善男", "154": "子、善女人，具足十善之本。云何為十？身三、口", "155": "四、意三，眾法自在不染著有，樂無量無為，復", "156": "能樂無量百千定意，一一定意化無量眾生。", "157": "是謂十無相之法。如是，天子！夫習法者當習", "158": "無法，無行為行、無觀為觀，是謂為王眾行", "159": "中妙，一切諸佛之所歎譽，為行佛事為無等", "16": "「世尊！今所問者，亦問有轉亦問無轉。」佛言：「族", "160": "侶。」爾時，天子復白佛言：「云何？世尊！三世諸", "161": "佛則無三世，如世尊所說，過去諸佛還至現", "162": "在，現在諸佛復至未來。法界不定，云何世", "163": "尊言有三世乎？此義不然。何以故？過去已", "164": "滅權還現在，現在未動復說未來，眾法相違。", "165": "云何言過去諸佛數如恒沙？當來諸佛數如", "166": "恒沙？現在諸佛數如恒沙？」爾時，世尊告曰：「善", "167": "哉，善哉！族姓子！今汝所問皆承佛威神，令", "168": "汝得問此義。諦聽諦聽，善思念之！吾當與汝", "169": "一一分別。」天子：「受教！如是。世尊！」佛告天子：「過", "17": "姓子！諸佛正法，亦不有轉亦不無轉。」文殊", "170": "去云何為過去乎？」天子白佛：「漸漸生滅故", "171": "曰過去，昨色非今色故曰過去，昨身非今身", "172": "故曰過去，昨力非今力故曰過去。」爾時，世尊", "173": "復問天子：「云何？族姓子！身想知為異乎？」天", "174": "子白佛言：「不也。世尊！」佛又問：「名色更樂為", "175": "異乎？」天子白佛言：「不也。世尊！」佛又問：「出要", "176": "至道為有異乎？」對曰：「無也。世尊！」佛告天子：", "177": "「止止！族姓子！佛藏廣大非汝境界。過去智", "178": "有限，現在智有限，未來智有限。何以故？一", "179": "切諸法，法法相生、法法相滅，本無法者，無", "18": "師利復問：「云何亦不有轉亦不無轉？」佛言：「諸", "180": "過去當來今現在，亦無今世後世善行惡行，", "181": "亦無賢聖有果證者，是謂，族姓子！云何言有", "182": "三世法乎？」爾時，天子復白佛言：「三世名號云", "183": "何而生？何由而滅？」佛告天子：「生本無生、滅本", "184": "無滅，一切諸法亦復如是，生本無生、滅本無", "185": "滅。何以故？性自然空故。」爾時，天子復白佛", "186": "言：「世尊！今日如來，為在生耶？為在不生耶？」", "187": "佛告天子：「如來身者，於過去未來現在，亦不", "188": "在生亦不在無生，是故無過去未來現在。」天", "189": "子白佛言：「世尊！但如來、至真、等正覺過去", "19": "法如空，故無有轉，故無無轉。」文殊師利又問：", "190": "未來現在無生？一切諸法盡無生耶？」佛告", "191": "天子：「一切諸法皆悉無生，亦不見生亦不見", "192": "無生。」天子白佛：「我人壽命眾生根本至六度", "193": "無極，為有生耶？為無生乎？」佛告天子：「起不", "194": "見起亦不見不起，諸法不可得而自成就，故", "195": "曰無生。三世諸佛，無欲無污亦不有生，亦", "196": "不無生故無所起，三昧正受亦復如是，說無", "197": "所說故無言教。」天子白佛：「四依四道為有生", "198": "耶？為無生乎？」佛告天子：「四依四道本無所生，", "199": "況今有生？當來亦不生。」爾時，天子白佛言：「世", "2": "姚秦涼州沙門竺佛念譯", "20": "「今日如來，為有轉耶？為無轉耶？此諸菩薩", "200": "尊！淨地、性地、薄地、本無地、無婬怒癡地，為有", "201": "生耶？為無生乎？」佛告天子：「有受有取乃至一", "202": "切諸法，色、痛、想、行、識、癡、愛、更樂，乃至生、老、病", "203": "死，從須陀洹乃至無上道，亦不有生亦不無", "204": "生。」爾時，天子白佛言：「世尊！云何有生？云何", "205": "無生？」佛告天子：「得如意度無極者，是故不", "206": "見有生不見無生。」天子白佛：「云何如意度無", "207": "極，亦不有生亦不無生？」佛告天子：「從此岸", "208": "至彼岸，不見眾生有生者有滅者，亦不見巢", "209": "窟處所，是故亦不見生亦不見無生。」天子白", "21": "眾生，為聞法耶？不聞法耶？」佛言：「族姓", "210": "佛：「一切諸法及如來身，為在有生？為在無生？」", "211": "佛告天子：「亦在有生亦在無生，亦不見有生", "212": "亦不見無生，是故三耶三佛亦不在有生亦", "213": "不在無生。」佛告天子：「若善男子、善女人，得", "214": "此通慧定意觀了諸法，不在有生不在無生，", "215": "如來經法亦復如是，不在有生不在無生。何", "216": "以故？諸法無著無縛亦無解脫，是故降伏四", "217": "魔。」佛復告天子：「若有善男子、善女人成就智", "218": "者，則能具足一切諸法，復當修於十法。云", "219": "何為十？一者、親近善知識求為朋友；二者、行", "22": "子！諸法清淨，眾會菩薩亦復清淨。以是之", "220": "大慈悲廣及一切；三者、滿足前人隨意所念；", "221": "四者、淨一切界斷諸結使；五者、修清淨道為", "222": "人重任；六者、荷負眾苦不譏彼受；七者、教化", "223": "愚人訓誨正要；八者、教誨愚惑令信正道；九", "224": "者、與法相應不譏彼受；十者、一心奉法不與", "225": "邪部共相參預。是謂，族姓子！若善男子、善女", "226": "人修持正法得此定意，便能具足一切諸法。」爾", "227": "時，世尊復告天子：「若有男子、女人恭敬於", "228": "師，復當修習十無礙法。云何為十無礙法？一", "229": "者、遊至十方禮事諸佛，是謂族姓子一無礙；", "23": "故，亦不有轉亦不無轉。」文殊師利又問：「云何", "230": "二者、於諸智慧無縛無脫念斷滅法，二無礙；", "231": "三者、於諸苦樂心寂然滅，三無礙；四者、在空", "232": "閑處思惟禪定意不錯亂，四無礙；五者、菩薩", "233": "法本七出要道無有增減，五無礙；六者、一切", "234": "色相本無所有不見來處，六無礙；七者、計本", "235": "無形不有生滅解知無常，七無礙；八者、一心入", "236": "定，道本自然不著諸法；九者、一意一行與法", "237": "相應不相違背；十者、亦不在內亦不在外自", "238": "然起滅，十無礙。如是，族姓子！若善男子、善女", "239": "人，分別思惟十無礙者，便能具足一切諸法。」", "24": "有轉無轉？」佛告文殊師利：「眾生無轉，本末", "240": "佛告天子：「若有善男子、善女人，一心念頃盡", "241": "能具足一切諸法，當修十法第一義辯。云何", "242": "為十？一者、生智盡智無生滅智；二者、四等平", "243": "均無吾我想；三者、喜安自守不失四信；四者、", "244": "所言如意不違本願；五者、道心牢固法法成", "245": "就，所行正見不違本相；六者、修六重法觀", "246": "本無相；七者、怨讐一等無有是非；八者、一向", "247": "信心了本所生；九者、講授諸法不有法想；十", "248": "者、金剛定意不毀如性。是謂，族姓子！若善男", "249": "子、善女人具此十法者，便能具足一切諸法。」", "25": "空慧乃謂為轉；一切眾會、我身及汝皆謂無", "250": "佛復告天子：「善男子、善女人修十法施亦", "251": "無施想，便能具足一切諸法。云何為十？一", "252": "者、坐樹王下心不移動；二者、恒樂閑居不處", "253": "憒亂；三者、修三向定趣泥洹門；四者、禪寂定", "254": "意自滅亂想；五者、檢意修道永無貪著；六者、", "255": "法施財施不生想念；七者、相好自嚴照曜世", "256": "界。八者、方便令無覺者；九者、顯曜正法示", "257": "慧光明；十者、代人受苦不求相報。是謂，天子！", "258": "若善男子、善女人行此十施，不起世想則能", "259": "具足一切諸法。何以故？此善男子、善女人，心", "26": "轉，本末空慧乃謂為轉。」文殊師利又問：「云", "260": "如金剛不可沮壞，菩薩所行諸法如是，亦非", "261": "羅漢辟支所知。」佛復告天子：「若善男子、善女", "262": "人，修十清淨法者，復能具足一切諸法。云", "263": "何為十清淨法？一者、道當清淨，穢濁非道；二", "264": "者、道當一意，多想非道；三者、道當知足，多欲", "265": "非道；四者、道當尊敬，憍慢非道；五者、道當檢", "266": "意，放逸非道；六者、道當顯曜，自隱非道，六者", "267": "道當連屬，無行非道三本皆同第六重出；七者、道當精", "268": "懃，懈怠非道；八者、道當覺悟，愚惑非道；九", "269": "者、道當教化，矜悋非道；十者、道近善友，習惡", "27": "何有轉？云何無轉？」佛言：「有斷無轉，無斷有轉；", "270": "非道。是謂，天子！善男子、善女人修此十法", "271": "者，則能具足一切諸法。猶如日光永除闇冥，", "272": "照曜世人各得眼目，菩薩亦復如是，習此十", "273": "法便能具足一切諸法。天子當知，猶如真金", "274": "內外明淨，所欲作器皆悉成就。菩薩摩訶薩", "275": "亦復如是，內無塵垢外有所照，亦如虛空普", "276": "覆一切。菩薩亦復如是，修此十法亦無想", "277": "念：『我有所辦，教化眾生斷諸結著。』「復次，天子！", "278": "猶如須彌山王四寶所成，須彌山王亦無此", "279": "念：『我四寶所成，趾立四海中央。』菩薩得四辯", "28": "生滅無轉，無生滅者乃謂有轉。」文殊師利又", "280": "才亦復如是，不念此辯所說如應。何以故？本", "281": "無想念故。猶如大地普載萬物，樹木花果及", "282": "諸藥草盡皆生長。地亦無此念：『我能成辦長", "283": "養諸物。』菩薩摩訶薩亦復如是，不作此念：『我", "284": "化眾生行大慈悲，從一佛國至一佛國，擁護", "285": "一切諸不度者。』「天子當知，猶如四大海水出", "286": "種種寶，諸有眾生往採寶者隨意而歸，海水", "287": "亦不念：『我生諸寶給與眾生。』菩薩摩訶薩亦", "288": "復如是，救濟苦人，給施七寶。所謂七寶者，七", "289": "覺意是，菩薩亦不作是念：『我施七覺意寶，善", "29": "問：「云何有轉無轉？」佛言：「有邊際縛著乃謂", "290": "根具足、莊嚴佛樹、眾好自嚴飾。』何以故？本無", "291": "想念。「天子當知，猶如法界出生諸法大慈大", "292": "悲六度無極。法界亦不作是念：『我出生諸法", "293": "大慈大悲六度無極。』菩薩摩訶薩亦復如是，", "294": "出生諸法教化眾生，亦不念言：『我有所度。』「天", "295": "子當知，猶如入定比丘斷除眾想心不移動。", "296": "入定比丘亦不作是念：『我今神力入定自在。』", "297": "菩薩摩訶薩亦復如是，隨所念法悉皆成就，", "298": "所言真誠不違本要。「天子當知，猶如金剛不", "299": "可沮壞。何以故？本性自爾。菩薩摩訶薩亦", "3": "37 聞法品(一三)聞法品第三十七", "30": "無轉，無邊際縛著是謂有轉。」文殊師利又問：", "300": "復如是，與法性相應不失本際。猶如明珠廣", "301": "有所照，明月珠者亦不作是念：『我有所照，", "302": "令眾生見其光明。』菩薩摩訶薩亦復如是。猶", "303": "如得仙道人，意有所願皆能成辦。彼五通人", "304": "亦不作是念：『我今所念皆悉成辦。』菩薩亦復", "305": "如是。猶如工巧之人善解六藝，或以刀劍", "306": "或以矛矟壞敗大眾。彼工巧人亦不作是念：", "307": "『我今所作人中最上，降伏大眾，無有與我", "308": "等。』菩薩摩訶薩亦復如是，入無量三昧正", "309": "受定意，感動三千大千世界，亦不自稱譽：", "31": "「云何有轉無轉？」佛言：「一切世間見然熾法是", "310": "『我有此神力，感動諸世界莫不周遍。』「猶如轉", "311": "輪聖王本修十善五戒，具足統領三千大千", "312": "世界，千子勇猛七寶具足，諸粟散小王盡來", "313": "朝賀。爾時，轉輪聖王亦不作是念：『我今眾德", "314": "具足、相好嚴身、統領四域。』何以故？福向性", "315": "爾不相違背故。菩薩摩訶薩亦復如是，修菩", "316": "薩道敬承佛教，恒行教化天人蒙恩，所度眾", "317": "生不可稱量。何以故？菩薩亦無是念：『我當", "318": "濟度無量眾生，於無餘泥洹界而般泥洹。』空", "319": "性自爾，無有眾生能使不爾。「猶如農夫隨時", "32": "謂無轉，一切世間不見然熾法是謂有轉。」文", "320": "種種作不失時節，前子非後子後子非前子，", "321": "各各長大共相受入。然彼穀子不作是念：『我", "322": "有所生、彼有所損。』何以故？本性自爾，無有人", "323": "使令不爾者。菩薩摩訶薩亦復如是，遍學諸", "324": "法行菩薩道，復以十善功德之本淨眾生根，", "325": "皆趣無為之道。爾時，菩薩不作是念：『我今有", "326": "所濟度從此至彼。』何以故？本性自爾，無有人", "327": "使令不爾。猶如甘雨隨時下降，百穀草木隨", "328": "時滋長。然彼雲雨亦不作是念：『我有潤澤有", "329": "所長養。』何以故？本無心故。菩薩摩訶薩亦", "33": "殊師利又問：「云何有轉無轉？」佛言：「淨無量福", "330": "復如是，法雲一降普潤三千大千世界，令眾", "331": "生類盡得潤澤，不捨本願行菩薩道。菩薩亦", "332": "不作是念：『我今能降法雨，普潤三千大千世", "333": "界，使眾生類盡得開解。』何以故？本無心意，", "334": "弘誓之心性自然故。「如是菩薩摩訶薩入此", "335": "三昧定意，能使眾生至竟清淨，非餘清淨；能", "336": "使眾生至竟安隱，非餘安隱；能使眾生得到", "337": "彼岸，非餘得到；能使眾生獲度無極，非餘能", "338": "度；能使眾生至竟歡喜，非餘歡喜；能使眾生", "339": "斷結使，非餘能斷；能使眾生安處良祐福田，", "34": "福祐眾生是謂無轉，見淨無量福福祐眾生", "340": "非餘能安；能使眾生受人信施福度一切，非", "341": "餘能受福度一切；能使眾生入於賢聖法律，", "342": "非餘能入賢聖法律；能使眾生立不退轉，非", "343": "餘能立不退轉地；能使眾生得一切智盡遍", "344": "三千大千剎土，非餘能遍三千大千；能使眾", "345": "生為人作將導，非餘能作將導。何以故？菩", "346": "薩摩訶薩習此定意，無量法行普周一切使", "347": "得蒙濟，為開法性弘誓法門，不可思議無限", "348": "廣大，不為一人淨菩薩道，普及一切難度", "349": "眾生，於中建立應度無極。「或時菩薩救濟一", "35": "是謂有轉。」文殊師利又問：「云何有轉無轉？」佛", "350": "人故，沒命代受苦惱。或有菩薩為一人故，從", "351": "劫至劫初不捨離，要使得度後乃自滅度。或", "352": "有菩薩欲淨己界斷諸縛著，淨除眾生根本，", "353": "安處清淨正法出要。復有菩薩執懃苦行不", "354": "著天福，恒在五道周旋教化。「或有菩薩得四", "355": "無畏，", "356": "教化眾生不懷怯弱。或有菩薩得四辯才，人", "357": "來詰問理通無礙。或有菩薩堪任說法，不著", "358": "榮冀僥倖求利。或有菩薩得總持門，分別法", "359": "觀修不淨行。或有菩薩得佛定意，立一切智", "36": "言：「淨無量眾生根本成一切智是謂無轉，見", "360": "不捨却妄想。或有菩薩得佛出要，令一切人", "361": "出家學道。或有菩薩得神通慧，行權方便", "362": "隨形而入。「或有菩薩得無形觀三昧，入虛空", "363": "界行不思議。或有菩薩得滅盡定，現取滅度", "364": "不處泥洹。或有菩薩得七觀道，外現威儀內", "365": "實充足。或有菩薩得天眼通，遍察十方無量", "366": "諸佛，諮受未聞而自娛樂。或有菩薩得天耳", "367": "通，遍聞眾聲分別善惡，輒往能度不令墮墜。", "368": "或有菩薩得心意通，以神足力往而度之。或", "369": "有菩薩得宿命通，自知宿命亦知他人所從", "37": "淨一切無量眾生是謂有轉。」文殊師利又問：", "370": "來處，隨類降伏不墮邊際。「或有菩薩得漏盡", "371": "通，能斷一切眾生結縛。或有菩薩坐樹王下，", "372": "得佛神德威儀法則，威儀成就、種性成就、父", "373": "母成就、居家成就。或有眾生得佛光明，住佛", "374": "所住心進如月初。或有眾生住佛慧地，能以", "375": "智劍割斷塵垢。如是菩薩摩訶薩七十五法、", "376": "如來深藏不思議行，得成作佛終不退轉，亦", "377": "非羅漢辟支所及。「如是，天子！菩薩摩訶薩得", "378": "此眾行定意者，能使三千大千世界盡黃金", "379": "色，招喚一切眾生之類，悉向無上正真之", "38": "「云何有轉無轉？」佛言：「亦不有轉亦不無轉，故", "380": "道。「如是，天子！當以此法教化眾生，乃應菩薩", "381": "律。復有菩薩修十二法，所行無礙，進止行來", "382": "修菩薩道。云何為十二？一者、降伏魔兵現十", "383": "力行；二者、與共功德無生滅想；三者、能以神", "384": "力充一切願；四者、依無著力見佛變化；五者、", "385": "如己所種善本功德，能施一切無有悔悋；六", "386": "者、修第一法過於佛量；七者、知生為苦不染", "387": "三有；八者、無盡道本而自娛樂；九者、知聲聞", "388": "行亦不染著；十者、知緣覺法捨離不從；十一", "389": "者、無礙道法行九次第；十二者、當化父母眷", "39": "謂有轉無轉。」爾時，世尊與文殊師利說有轉", "390": "屬成就。是謂，天子！十二無礙清淨道本，菩薩", "391": "當念修習成其道果。「天子當知，菩薩摩訶薩", "392": "當習一心定意，想知滅有十事，知過去未來", "393": "現在，如佛所行而無有異。云何想知滅有十", "394": "事？一者、觀色形像本無所有，亦不染著起形", "395": "想法，菩薩摩訶薩如佛所行而無有異。爾時，", "396": "菩薩修相好度無極，一一相者，如佛所行而", "397": "無有異。菩薩神智變化無方，應化眾生隨緣", "398": "往度，如佛所行而無有異。爾時，菩薩化無量", "399": "身色像第一，以八種音聲勸導眾生，如佛所", "4": "爾時，有菩薩名文殊師利，即從坐起，攝持威", "40": "無轉時，有八千比丘、三千比丘尼，逮得本末", "400": "行而無有異。又彼菩薩淨佛國土，觀察眾生", "401": "心意所念，威儀禮節不失禁戒，如佛所行而", "402": "無有異。爾時，菩薩復入定意正受三昧，能", "403": "憶眾生分別音響強記不忘，如佛所行而無", "404": "有異。又彼菩薩行十明慧，無限無量不可窮", "405": "盡，亦使眾生習此法本，應適隨時轉無上法", "406": "輪，如佛所行而無有異。又彼菩薩得四無畏，", "407": "在大眾中作師子吼，不斷賢聖如來正法，復", "408": "以此法教化眾生，皆悉成就得無上道，逮一", "409": "切智無所罣礙，如佛所行而無有異。又彼菩", "41": "空慧心不退轉。復有無數眾生，聞此未曾有", "410": "薩口所演教，遍布一切入三世行，盡諸有", "411": "漏成無漏行，神通智達能化一切，如佛所行。", "412": "又彼菩薩得佛無畏十力具足，見佛國土眾", "413": "生清淨，如佛所行而無有異。「如是，天子！菩", "414": "薩摩訶薩行此十事者，進成作佛而無有難。", "415": "何以故？一切諸法本無所有，亦不來時亦不", "416": "去時，諸法無相相亦無所有，諸法無聲聲本", "417": "無形，本性自空。何以故？聲從空出還歸於", "418": "空，眾生染污從起識想。天子當知，吾昔求道，", "419": "從無敷劫分別本末，未能究盡一法定意。云", "42": "法，皆發無上正真道意，於將來世悉皆成佛", "420": "何為一法？所謂無念也。菩薩得無念定意者，", "421": "觀一切法皆悉無形。如是，天子！吾今成佛，由", "422": "此一行，得成無上正真之道。」爾時，淨居天子", "423": "前白佛言：「世尊！如今所聞菩薩所行，諸法無", "424": "量難可究竟，眾生若干諸根不同，云何欲得", "425": "成無上正真之道？又聞佛言，如佛所行而無", "426": "有異。今問如來，云何如佛所行而無有異？唯", "427": "願世尊一一分別。」爾時，天子復白佛言：「菩薩", "428": "所行其法各異，志意所趣行迹不同。云何？世", "429": "尊！如佛所行菩薩不異者，何以故不名為", "43": "同一名號，精進勇猛與我無異。", "430": "佛？何以故十力不具降伏魔宮？何以故不", "431": "名為一切智？何以故不名為覺了一切諸法？", "432": "何以故不名為遍觀行菩薩道？何以故不", "433": "坐佛道場頒宣緣起？何以故不名為最正覺？", "434": "何以故？不知三世正法諸佛所行？何故不住", "435": "壽一劫宣布智慧？何故不依猗諸法修正受", "436": "定意？何故不分別法界進無量慧教誨菩薩", "437": "以為眷屬？」爾時，世尊告淨居天子曰：「善哉，", "438": "善哉！族姓子！如汝所問，已過諸量，今當與", "439": "汝說。諦聽諦聽，善思念之！天子！今問菩薩", "44": "38 淨居天品(一三)菩薩瓔珞經淨居天品第三十八", "440": "所行與佛無異者，一切善男子、善女人，覺了", "441": "諸法無形不可見，菩薩弘誓廣及一切當來", "442": "過去今現在有形之類，展轉相成未獲智慧", "443": "清淨空觀，設當得智慧者，故名為如來、至真、", "444": "等正覺，倚菩薩慧化度眾生，自得復授彼，", "445": "是謂菩薩道能斷三毒、不興十惡、盡如來境", "446": "界，是謂名為十力。已越凡夫立菩薩行迹，", "447": "心不移動於無上正真之道，是謂名為菩薩。", "448": "若復善男子、善女人，分別法界共相受入，是", "449": "謂名為一切智。猶如諸法本無相貌，以眾生", "45": "爾時，世尊與文殊師利說此聞法轉不轉品", "450": "故各有名號，可就知就、可捨知捨，不離善本", "451": "修菩薩道，是謂名為菩薩。「猶如菩薩分別無", "452": "一無二，自然出生諸度無極。復自覺了亦使", "453": "眾人同其法相，是謂名為佛。猶如彼菩薩不", "454": "見二三諸法所生，善察不忘思惟達了，法從", "455": "何起？法從何滅？轉法輪者為是何人？聞法是", "456": "誰？能解知一切諸法者，是謂名為菩薩。猶如", "457": "菩薩以其慧眼遍觀三千大千世界，有愛欲", "458": "心無愛欲心，有愚癡心無愚癡心，有瞋恚心", "459": "無瞋恚心，復能思惟遍斷根本者，是故名慧", "46": "時，時有淨居天子，乃從過去無量諸佛殖", "460": "眼。「復次，慧眼菩薩周旋往返遊諸佛境界，盡", "461": "知眾生心心所念應度不度，便能入化隨類", "462": "度之，是謂名為菩薩。猶如菩薩以諸光明普", "463": "有所照遍諸境界，示以無量智慧，憶諸佛世", "464": "尊深奧之法，是謂名為菩薩。「猶如菩薩以智", "465": "慧光乃能照曜虛空境界，如來神智而現在", "466": "前，閉塞罪門開泥洹路，復不染著十八本持", "467": "無著無縛，是謂名為菩薩。猶如菩薩以佛威", "468": "儀而自修習分別，如來獨步無侶，名色六入", "469": "更樂受有生死，過去三世眾生本末一一悉", "47": "諸功德，承事供養諸佛世尊，從一佛國至一", "470": "知，名為無等侶。「猶如菩薩紹繼如來、不斷", "471": "佛種施行佛事，生者不知生、滅者不知滅，本", "472": "無虛寂具四等心，亦復分別本無今有、本有", "473": "今無，解了悉空不生若干念，是故名為佛。猶", "474": "如菩薩得神通慧觀眾生，劫有近有遠，劫遠", "475": "不以為慼，劫近不以為喜，成劫敗劫亦復如", "476": "是，攝意持心而不亂者，是故名為菩薩。」", "477": "佛復告淨居天子：「若善男子、善女人行菩薩", "478": "道，復當思惟一切諸法，從初發意乃至成佛，", "479": "不計吾我我人壽命，自然其行斷諸塵垢，此", "48": "佛國，通盡法藏辯才無礙，行大慈悲得空法", "480": "乃名曰修菩薩道。「復有菩薩發求道者，為一", "481": "切眾生荷負苦行，亦復不見有得道者，亦復", "482": "能度阿僧祇無量眾生，有受證者不受證者，", "483": "於中受決無所染著，此乃名曰修菩薩道。「復", "484": "次，天子！若善男子、善女人，分別三空無量深", "485": "法如實知之。云何為三空？一者、有覺有觀；二", "486": "者、無覺有觀；三者、無覺無觀。是謂三空，菩薩", "487": "所行。」復告天子：「復有三空。云何為三？一", "488": "者、盡空；二者、無盡空；三者、非盡非無盡空。是", "489": "謂三空，菩薩所行。」佛復告天子：「復有三空：", "49": "性，權現生天欲度天故，即從坐起，整頓衣服，", "490": "一者、生空；二者、無生空；三者、非生非無生空。", "491": "是謂三空，菩薩所行。」佛復告天子：「復有三空。", "492": "云何為三？一者、住空；二者、無住空；三者、非", "493": "住非無住空。」爾時，淨居天子白佛言：「世尊！過", "494": "去當來今現在諸法，一切眾生盡有生滅著", "495": "斷，有此三空不乎？」佛告天子：「我今與汝說，", "496": "善思念之！云何為住空？所謂住空，無為寂靜", "497": "是也。天子當知，云何為無住空？汝身及我", "498": "是也。云何為非住非無住空？一切有形三世", "499": "諸法是也。」佛復告天子：「若善男子、善女人，解", "5": "儀，前至佛所，長跪叉手，白佛言：「云何？世尊！名", "50": "及諸將從儼然起立。時彼天子前至佛所，頭", "500": "此三空者，便能盡解一切諸法，五盛陰身亦", "501": "復如是，是謂菩薩道。」佛復告天子：「諸法無", "502": "合無散，亦不見淨亦不見不淨，亦不自念言：", "503": "『若我成佛，當於某處生，國土郡縣父母宗親姓", "504": "氏名氏。』亦復不念：『生某劫中壽命長短。』復", "505": "不自念言：『身黃金色坐花樹下，當成無上正", "506": "真之道。』是謂菩薩道已能具足，得不退轉行", "507": "無生心，本無一相況有二相。「爾時，菩薩分", "508": "別諸法悉歸空寂，恒自將護不為弊魔得便，", "509": "趣無所趣轉無所轉，如是已入法界無量空", "51": "面禮佛足，白佛言：「世尊！我等諸天宿種功", "510": "慧，能自嚴飾眾相之法。」佛復告天子曰：「猶", "511": "如眼色內外無主，三事共合乃成眼識，痛想", "512": "行識亦復如是，內外成就乃成諸識。」佛告天", "513": "子：「我今與汝引喻，智者以喻自解。猶如伊", "514": "羅鉢龍王，金福山側於中止住，七寶殿堂七", "515": "寶垣牆七寶樹木，梯陛街巷皆七寶成，彫文", "516": "刻鏤眾寶所成。時彼伊羅鉢龍王，身體絕白", "517": "如雪珂𧂐，金蓋逐後，身體香，瓔悉七寶", "518": "成。復以七寶以作食器，純紫磨金造作華鬘。", "519": "復以七寶作鍾鼓樂器，七處齊平口齒齊正，", "52": "福今得生天五樂自娛，左右侍從自然響應，", "520": "容貌端嚴視無厭足清淨香潔，左右迴轉無", "521": "所觸礙，有此眾德不可稱量。「然，釋提桓因領", "522": "三十三天天王中尊，心有所念如彈指頃，欲", "523": "使金福山側伊羅鉢龍王，如屈伸臂頃往至", "524": "三十三天者，左右侍從給使天王尋到無礙。", "525": "「爾時，天王釋提桓因，欲使諸天證其功德，即", "526": "被以七寶莊嚴龍身。時天帝釋乘此神龍東", "527": "西遊觀，當於爾時，伊羅鉢龍王復以神力", "528": "化作種種供養，承事恭順彼天帝釋。龍自化", "529": "形三十二首，一一首上口有七牙，一一牙上", "53": "遊戲浴池快樂難量，為修何福得生天上？我", "530": "有七浴池，一一池中有七百蓮華，一一華上", "531": "有七百玉女，一一玉女復將七百使人，作倡", "532": "伎樂共相娛樂。若復天王釋提桓因意欲懈", "533": "息，即詣七寶殿後至一浴池，名曰香潔，躬", "534": "入浴池，乘伊羅鉢龍王恣意遊戲。「爾時，天王", "535": "釋提桓因，以入一好浴池乘此龍已，眾寶雜", "536": "廁莊嚴其身，作倡伎樂五欲自遊，共相娛樂", "537": "樂不可言。爾時，伊羅鉢龍王，捨本形狀不作", "538": "龍身，以己神力變作三十三天像，復入一浴", "539": "池，及彼諸天將諸玉女共相娛樂，亦如天帝", "54": "所居宮四十九由延，七寶殿堂與世奇妙，後", "540": "釋無異。左右觀見此變化，天身龍身各無有", "541": "異，身與天身同、色與天色同，共在一浴池", "542": "無有變異，釋身、龍身一而無二。何以故？皆由", "543": "宿積功德所致。設此二人本求無上正真道", "544": "者，今日成佛亦復不久，行從心得心淨道成，", "545": "如彼天宮本不知所從來去亦無所至，一切", "546": "眾行皆空皆寂。「天子當知，汝今此身及彼天", "547": "宮日月天子，悉歸磨滅不可久保。是故，天", "548": "子！當解法性成敗所趣起滅常分，唯有泥洹", "549": "最安最妙，非刀劍呪術能摧毀壞敗。」爾時，", "55": "有浴池有七寶樹七重圍遶，為修何福乃獲", "550": "世尊復告天子：「菩薩摩訶薩亦復如是，獲無", "551": "礙定意弘誓牢固，以菩薩三昧七寶而自瓔", "552": "珞，以七覺意花莊嚴其身，善住無礙定意不", "553": "亂，身放光明無不有照。擊法鳴鼓聲徹十方，", "554": "竪法高幢顯揚威儀，身鉤鎖骨力過天人，增", "555": "益一切諸度無極，於自然法律皆悉成就。肌", "556": "肉軟細不受塵垢，演慧法輪法王中勝入深", "557": "法藏，以諸菩薩用為眷屬，八解浴池用洗心", "558": "垢。不斷眾人弘誓之本，坐道樹下捨一切業，", "559": "不悋國榮，用此惠施而成佛道，出此聲響：", "56": "此德？」爾時，世尊告淨居天子曰：「善哉，善哉！天", "560": "『今日正是時，吾不成佛者不起于座，要覺", "561": "所覺乃起于座，唯地樹神乃知我心。』「爾時，世", "562": "尊說是語時，十方無量恒沙剎土，有八十億", "563": "姟及神通菩薩僉然俱至，天地大動。十方", "564": "諸佛各於其方，稱揚其德告四部眾：『今日菩", "565": "薩釋迦文者，於沙呵剎土，當成無上正真", "566": "之道。汝等堪任能至彼者，攝持威儀而往親", "567": "覲。』是時，十方諸神通菩薩承佛聖旨，僉然興", "568": "敬禮佛三匝，各持香華詣忍世界，興致供養", "569": "圍遶道樹，稱善無量忍心如地，衣毛不竪係", "57": "子！乃能於如來前而問此義，今當與汝一一", "570": "意在前，不左右顧視，慈心遂盛愍傷苦厄。", "571": "『我今所以欲成佛者，矜愍一切。』說是語時，天", "572": "地六返震動。爾時，世尊直前瞻視七日不動，", "573": "諸天龍神八部之眾，皆來圍遶擁護菩薩，至", "574": "成作佛令得究竟。我亦不捨菩薩所行。「復次，", "575": "天子！菩薩神足行六聖法，進前成佛乃應道", "576": "教。吾前成佛，由此六行行大慈悲。云何為六？", "577": "一者、慈仁哀愍不度；二者、兼施周滿一切；", "578": "三者、廣演聖慧不有進退；四者、行三空慧淨", "579": "攝國土；五者、攝取國土無進退心；六者、受佛", "58": "分別，善思念之！過去恒沙諸佛世尊亦說此", "580": "印信封可眾生；是謂六事得成如來、至真、等", "581": "正覺。」佛復告天子：「菩薩摩訶薩復有六事，念", "582": "化眾生不懷懈慢，充足一切眾生之願。一者、", "583": "精進斷諸漏結；二者、苦行不捨道心；三者、自", "584": "憶攝身口意；四者、追師求受正法；五者、修德", "585": "為眾生故；六者、入定觀察根原；是謂菩薩摩", "586": "訶薩具此六事便應通慧。」佛復告天子：「諸佛", "587": "世尊修此六法，得成無上正真之道，廣化眾", "588": "生轉深法輪入總持門。云何為總持？所為總", "589": "持者，樂法清淨總持。菩薩入此總持者，能使", "59": "義，現在未來一切諸佛亦當說此微妙之法。", "590": "眾生娛樂法樂之樂。」佛復告天子：「復有無邊", "591": "際總持，菩薩得此總持者，使無邊際眾生立", "592": "八解脫。」佛復告天子：「復有無斷轉法總持，菩", "593": "薩得此總持者，使諸眾生聞法不斷。復有覺", "594": "道了眾生本總持，菩薩得此總持者，令阿僧", "595": "祇眾生知本所從來。復有行迹無礙總持，菩", "596": "薩得此總持者，知自然法無起無滅。復有誦", "597": "法不忘總持，菩薩得此總持者，獲諸法門不", "598": "起法想。「如是，天子！菩薩總持百千億數非心", "599": "所念，菩薩由此總持，便得遊戲百千三昧。」佛", "6": "曰聞法得成無上正真之道，聞如空等空無", "60": "云何？天子！我今問汝，汝當一一報我。汝所", "600": "復告天子：「有四賢聖如來辯才，菩薩得此賢", "601": "聖辯才者，向泥洹門而無有礙。云何賢聖辯", "602": "才？於是，天子！或有菩薩初心入定，後心向", "603": "道行如來智，不壞前心入定之意，是謂菩薩", "604": "賢聖辯才。「復次，天子！菩薩入定，前念後念寂", "605": "然不動，能具相好布現世人，純以菩薩左右", "606": "侍衛，是謂菩薩賢聖辯才。「復次，天子！或有", "607": "菩薩現如入定，心遊無量諸佛世界，採取", "608": "殊妙賢聖法律，一切眾生無覺知者。「復次，", "609": "天子！復有菩薩入滅盡三昧無形正定，復從", "61": "居天前過去者可記不乎？」答曰：「不也。世尊！過", "610": "定起作無數變，一切眾生無覺知者。或現一", "611": "劫至百千劫，或現一月或現一日乃至七日，", "612": "或現成佛取般泥洹。是謂，天子！菩薩辯才功", "613": "德無量。」爾時，世尊告天子曰：「若有菩薩獨步", "614": "三界，供養諸佛世尊者，先當習此賢聖辯才。", "615": "若欲超過聲聞辟支佛者，欲供養諸佛世尊", "616": "者，欲盡三世無量法者，欲得解脫如佛解", "617": "脫者，欲使眾生一時成佛者，如是，天子！此", "618": "菩薩摩訶薩當習此賢聖辯才，受持諷誦為", "619": "人解說，雖不能多，初夜可；雖不能初夜，一時", "62": "去諸天其號名字不可稱記。」「云何？天子！汝今", "620": "問可；雖不能一時，彈指頃可。何以故？三世", "621": "諸佛一切諸道皆從此生，為世光明，諸困苦", "622": "者自然安隱。若有善男子、善女人，身生瘡癩", "623": "膿血流溢，彼人聞此賢聖辯才即得除差。若", "624": "善男子、若善女人，脊曲負天目盲耳聾瘖", "625": "瘂不言，遭值善知識，與說四賢聖辯才，即", "626": "蒙解脫無有眾苦。如是，天子！若我曩昔不得", "627": "四賢聖辯才，終不能成賢聖四辯才。何以故？", "628": "其功德福難可限量，若從一劫至百千劫，復", "629": "無數恒沙劫中歎譽此法無以為喻。」佛復告", "63": "此身為有常？為無常？」天子報曰：「如我今身，是", "630": "天子：「吾今略說其要。若有善男子、善女人，至", "631": "如來所頭面禮足，以此為首，乃至十方無量", "632": "剎土，禮事供養信心不斷，種種華香懸繒幡", "633": "蓋，問佛深義增益功德，知一切法如幻如化，", "634": "兼化一切說菩薩道，一一分別平等大道。菩", "635": "薩眾行種種不同，眾生性行亦復如是。種種", "636": "菩薩境界、種種菩薩智慧、種種菩薩威儀、種", "637": "種菩薩妙行、種種菩薩神足、種種菩薩出要、", "638": "種種菩薩入不染著境界、種種菩薩無惑心", "639": "自娛樂。種種菩薩法要，分別無量法故；種種", "64": "有常法非無常法。」佛復告天子：「設汝今身是", "640": "菩薩通慧，觀眾生純熟根故；種種菩薩道慧，", "641": "不捨本末定故；種種菩薩深觀，入定意故；", "642": "種種菩薩弘誓，不違本願故；種種菩薩勇猛，", "643": "成辦諸法故；種種菩薩精進，不懷懈怠故；種", "644": "種菩薩勤苦，不念劫遠近故；種種菩薩大慈", "645": "悲，心平等故；種種菩薩大悲，愍念一切故。", "646": "種種菩薩喜心，未曾起怒故；種種菩薩護心，", "647": "放捨一切故；種種菩薩不淨觀，自觀內諸法", "648": "故；種種菩薩數出入息，內自攝意故；種種", "649": "菩薩十二緣起，自滅諸法故；種種菩薩觀五", "65": "有常法，過去諸天今為所在？」答曰：「磨滅。」佛", "650": "盛陰，念斷諸想故。「如是，天子！菩薩摩訶薩", "651": "觀察諸法不可思議，淨一切迹應一切智，成", "652": "一道本歸一泥洹，乃應賢聖辯才，分別如來", "653": "所說經戒。云何為經？所謂經者，契經、歌、授", "654": "決、本末、久遠事、相應、生經、方等、未曾有法、因緣", "655": "經、譬喻、深藏斷結，是謂，天子！菩薩摩訶薩學", "656": "此法者，便能具足。」佛復告天子：「若有菩薩欲", "657": "得具足如來身相者，三十二大人之相、八十", "658": "種好，八種羯毘音聲、圓光七尺。欲得如是相", "659": "者，當學賢聖辯才。欲得如來法身具足五分", "66": "言：「云何？天子！過去諸天悉皆磨滅，汝今此", "660": "法身者，當學賢聖辯才。欲攝取一切菩薩具", "661": "足六度無極，成一切智具足佛法，當學辯", "662": "才。」佛復告天子：「若有眾生，欲不斷諸法、不", "663": "猗四大達如來深奧妙法，欲得如是，當學", "664": "賢聖辯才。欲入智慧深淵，乘三達智遊戲於", "665": "百千三昧，當學辯才。欲滅本姓名號成如來", "666": "名號，欲離縛著不樂居業，欲得如是者，當", "667": "學賢聖辯才。「如是，天子！菩薩摩訶薩通學", "668": "諸法已成大乘迹，具足本願、佛國成就、眾生", "669": "清淨，於佛法藏無所罣礙，解了諸法如幻如", "67": "身焉得存在？」天子報言：「過去諸佛皆取滅", "670": "響，如芭蕉樹、如鏡中像、如夢中所見，亦如", "671": "幻化悉無所有。如是，天子！菩薩解了諸法，便", "672": "能禮事諸佛世尊，從一佛國至一佛國，聽受", "673": "佛法入深妙藏。」佛復告天子：「若有善男子、", "674": "善女人，欲得轉輪聖王七寶導從領四天子，", "675": "欲作梵天王及釋提桓因，欲得如是者，當學", "676": "賢聖戒律。」爾時，世尊說此語時，九十八億", "677": "得阿羅漢皆懷變悔，前白佛言：「我等過重，捨", "678": "本所習今墮邊際，唯願世尊垂愍教誨，欲得", "679": "修習賢聖辯才。」如是再三，佛默然可之。復", "68": "度，今日世尊何由而生？」佛告天子：「過去諸", "680": "有無數眾生聞此法已，諸塵垢盡得法眼淨。", "681": "佛告淨居天子：「此賢劫中七百佛過，汝當作", "682": "佛，名曰智積如來、至真、等正覺、明行成為、善", "683": "逝、世間解、無上士、道法御、天人師，號佛、世尊。」", "684": "菩薩瓔珞經卷第十三", "69": "佛及我今身，為同不乎？」天子答曰：「不也。何", "7": "所聞，亦無善惡諸法相貌。法無形相，云何？世", "70": "以故？過去諸佛，於過去中是過去現。」「云何", "71": "言過去諸佛皆悉滅度？」天子又問：「為有三", "72": "世？為無三世？」佛報天子：「有三世名，然三世", "73": "行異。」天子又問：「如來今說有過去佛，我則", "74": "不疑。復說十方現在諸佛，我亦不疑。云何", "75": "世尊說有未來世佛？」世尊報曰：「汝今問我，", "76": "為問過去三世？為問現在三世？為問未來三", "77": "世？」天子白佛：「我亦不問過去三世、現在三", "78": "世、未來三世，今日但問三世諸佛。云何未來", "79": "說言佛乎？」佛告天子：「未來佛者有二因緣。云", "8": "尊！言受持諷誦本末空慧。」爾時，世尊默然不", "80": "何為二？或有過去諸佛如來、至真、等正覺，行", "81": "大慈悲眾相具足，行善權方便入五道中，教", "82": "化眾生不壞法界。復現在俗，或為梵天、或", "83": "現釋身，隱佛形像，是謂菩薩摩訶薩未來成", "84": "佛。或有菩薩受如來慧施行佛事，遊至三", "85": "千大千佛土，供養承事諸佛世尊。既未成佛", "86": "眾相未具，或作天身或作鬼神不毀法界，是", "87": "謂，天子！未來成佛，有此因緣。「復次，天子！過", "88": "去諸佛世尊復有二因緣。云何為二？得師子", "89": "奮迅三昧，在閑靜處心無所著，內自思惟十", "9": "對。時，文殊師利復更白佛：「夫聞法者，為有言", "90": "法無量功德。云何為十種？是菩薩修諸佛", "91": "世尊念所念法，是謂無盡之行。「復次，天子！菩", "92": "薩摩訶薩，分別如來一切諸法，是謂無盡之", "93": "行。「復次，天子！菩薩教化眾生，盡趣無上正", "94": "真之道，是謂無盡之行。", "95": "「復次，天子！菩薩分別無量諸佛世界，淨佛國", "96": "土教化眾生不毀智慧，如所念法而成就之，", "97": "是謂無盡之行。「復次，天子！菩薩如佛世尊所", "98": "行禁戒修解脫法，因此禁戒教化無量眾生，", "99": "盡發無上正真之道，是謂無盡之行。「復次，天"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0656 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經", "author": "姚秦 竺佛念譯", "sourceLink": "http://www.cbeta.org/"}