{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0305 信力入印法門經: 信力入印法門經: 信力入印法門經", "text": {"0": "信力入印法門經卷第五", "1": "元魏天竺三藏曇摩流支譯", "10": "界微塵大海，阿僧祇百千萬億那由他微塵", "100": "海，有阿僧祇異異說法異異差別，念念示現", "101": "無障、無礙、無差別，遍虛空法界，無有邊際，盡", "102": "未來際，劫數住持。「文殊師利！十方世界，一切", "103": "世界，過去未來現在世界大海，諸佛如來，一", "104": "切毛孔，一一毛孔，於一時間，非前後時，皆悉", "105": "示現。何以故？以得無邊無中際故。「文殊師", "106": "利！是名略說諸佛如來不可思議境界，若廣", "107": "說者，盡未來際劫數住持，說不可盡。", "108": "「文殊師利！云何諸佛如來普見？「文殊師利！所", "109": "謂諸佛如來，十方世界，一切世界中，見諸眾", "11": "數世界，一切世界，一一世界，一一閻浮提，於念", "110": "生若退、若生、若入善道、若入惡道，如是如", "111": "來頂上相見，如是如來白毫相見，如是如來", "112": "一切諸相一一遍見，如是如來一切諸好一", "113": "一遍見，如是如來一切毛孔一一遍見。如是", "114": "一時，非前後見，一切世界，見諸眾生若退、若", "115": "生、若入善道、若入惡道。「文殊師利！是名略說", "116": "諸佛如來遍見，若廣說者，盡未來際劫數住", "117": "持，不可說盡。", "118": "「文殊師利！云何諸佛如來名稱？「文殊師利！所", "119": "謂諸佛如來，十方世界，一切世界，一一世界，", "12": "念間，諸佛如來自然智，依諸眾生異異善根", "120": "一一閻浮提，一一微塵，一切微塵世界，入一", "121": "切世界海。如是一一世界，一一閻浮提，於念", "122": "念間，一切世界微塵數眾生，奮迅示現無障、", "123": "無礙、無差別，遍虛空法界，無有邊際，可化眾", "124": "生，盡未來際劫數住持。何以故？以得不共法", "125": "相應故，如是佛國土奮迅、如是身奮迅、如是", "126": "願奮迅。如是境界奮迅、如是智奮迅、如是神", "127": "通奮迅、如是力奮迅，如是等於念念間，一切", "128": "世界微塵數奮迅，示現無障、無礙、無差別，", "129": "遍虛空法界，無有邊際，可化眾生，盡未來", "13": "異異修行，一切種種異異伎術，自然而現。而", "130": "際劫數住持。何以故？以得不共法相應故。「文", "131": "殊師利！是名略說諸佛如來名稱，若廣說者，", "132": "盡未來際劫數住持，不可說盡。", "133": "「文殊師利！云何諸佛如來無差別無依止？「文", "134": "殊師利！所謂諸佛如來，非此世界差別，餘世", "135": "界無差別。文殊師利！諸佛如來非依止此世", "136": "界，不依止餘世界。文殊師利！諸佛如來非此", "137": "閻浮提差別，餘閻浮提無差別。文殊師利！諸", "138": "佛如來非依止此閻浮提，不依止餘閻浮提。", "139": "文殊師利！諸佛如來非此畜生道差別，餘畜", "14": "諸佛如來，不分別離分別，而自然如是，無分", "140": "生道無差別。文殊師利！諸佛如來非此餓", "141": "鬼道差別，餘餓鬼道無差別。文殊師利！諸佛", "142": "如來非此畜生道依止，餘畜生道不依止。文", "143": "殊師利！諸佛如來非欲界差別色界依止。「文", "144": "殊師利！是名略說諸佛如來無差別無依止，", "145": "若廣說者，盡未來際劫數住持，不可說盡", "146": "「文殊師利！云何諸佛如來身無障礙？「文殊師", "147": "利！所謂諸佛如來，十方世界，一切世界，國土", "148": "大海，一切住處，三世無邊一切眾生，隨眾生心，", "149": "隨其可化，於念念間，頂相示現法相生滅，如", "15": "別離分別，自然如是，諸伎術現。何以故？以得", "150": "彼眾生所應見聞，令見聞知，乃可虛空容有", "151": "遍見，如來頂相終不可見。如是如來，十方世", "152": "界，一切世界，國土大海，一切住處，三世無邊，", "153": "一切眾生，隨眾生心，隨其可化，於念念間，一", "154": "切相好，一一相好，一切毛孔，一一毛孔，皆悉", "155": "示現法相生滅，如彼眾生所應見聞，令見聞", "156": "知，乃可虛空容有遍見，諸佛如來一毛孔相，", "157": "終不可見。如有天人菩薩，隨眾生心，隨其可", "158": "化，依彼生滅法相而說，如彼所信，令入法中。", "159": "「文殊師利！或有天人菩薩，見如來頂相出阿", "16": "不共法相應故。「文殊師利！十方世界，一切世", "160": "僧祇功德莊嚴大海異異說法，知如是法，為", "161": "眾生說，令眾生聞，如彼所信，入於法中。或有", "162": "眾生，知阿僧祇智功德莊嚴大海異異說法；", "163": "或有眾生，聞阿僧祇波羅蜜大海勝說法聲；", "164": "或有眾生，聞阿僧祇住地大海勝說法聲；或", "165": "有眾生，聞阿僧祇陀羅尼大海勝說法聲；或", "166": "有眾生，聞阿僧祇三昧大海勝說法聲；或有", "167": "眾生，聞阿僧祇解脫大海勝說法聲；或有眾", "168": "生，聞阿僧祇無礙樂說辯才大海勝說法聲；", "169": "或有眾生，聞阿僧祇神通大海勝說法聲；或", "17": "界海，一切所住處，世間出世間，一切法成就，", "170": "有眾生，聞阿僧祇發勤精進大海勝說法聲；", "171": "或有眾生，聞阿僧祇得安隱大海勝說法聲；", "172": "或有眾生，聞阿僧祇令入菩薩行大海勝說", "173": "法聲；或有眾生，聞阿僧祇令入如來大海勝", "174": "說法聲；或有眾生，聞阿僧祇令入隨順眾生", "175": "心行大海勝說法聲；或有眾生，聞阿僧祇令", "176": "入世界大海勝說法聲；或有眾生，聞阿僧祇", "177": "令入劫大海勝說法聲；或有眾生，聞阿僧祇", "178": "令入三世大海勝說法聲；或有眾生，聞阿僧", "179": "祇令入三世說大海勝說法聲；或有眾生，聞", "18": "彼一切種事，皆諸佛如來自然而現在前。何", "180": "阿僧祇令入不疲倦心大海勝說法聲。或有", "181": "天人菩薩，見佛頂相出阿僧祇無差別智大", "182": "海異異說法，知如是法，為眾生說，令眾生聞，", "183": "如彼所信，入於法中。「如是念念一切相好，一", "184": "一相好，一切毛孔，一一毛孔，如是十方世界，", "185": "一切世界，一一世界，隨眾生心，隨其可化，天", "186": "人菩薩，見佛如來一毛孔相出阿僧祇異異", "187": "法海異異說法，知如是法，為眾生說，令眾生", "188": "聞，如彼所信，入於法中。「文殊師利！是名略說", "189": "諸佛如來身無障礙，若廣說者，盡未來際劫", "19": "以故？以得不共法相應故。「文殊師利！譬如大", "190": "數住持，不可說盡。", "191": "「文殊師利！云何諸佛如來頂相不可得見？「文", "192": "殊師利！所謂諸佛如來，過五十世界微塵數", "193": "世界微塵大海，阿僧祇百千萬億那由他微", "194": "塵數諸佛如來菩薩摩訶薩大眾大海，文殊", "195": "師利！如是過五十世界微塵數世界微塵大", "196": "海，阿僧祇百千萬億那由他微塵數諸佛如", "197": "來菩薩摩訶薩大眾大海，文殊師利！或有菩", "198": "薩，見如來身高百由旬；或有菩薩，見十二十", "199": "三十四十百由旬高；如是或有菩薩，見如來", "2": "「文殊師利！云何諸佛如來自然智？「文殊師利！", "20": "地，依大地故，住持一切種子草木諸樹林等，能", "200": "身高百由旬；或有菩薩，見十二十三十四十", "201": "百由旬高；或有菩薩，即於如是大眾中見", "202": "高千由旬；或有菩薩，見十二十三十四十", "203": "千由旬高；如是或有菩薩，即於如是大眾中", "204": "見高千由旬；或有菩薩，見十二十三十四十", "205": "千由旬高；或有菩薩，見如來身高億由旬；", "206": "或有菩薩，見十二十三十四十億由旬高。如", "207": "是或有菩薩，見如來身高億由旬；或有菩", "208": "薩，見十二十三十四十億由旬高；或有菩", "209": "薩，見如來身高千億由旬；或有菩薩，見十", "21": "生能長，廣狹大小，皆悉成就。而彼大地，不分", "210": "二十三十四十千億由旬。十方世界，一切世", "211": "界海剎，一切閻浮提，同一時中，皆見如來，非", "212": "前後見。「文殊師利！譬如若有菩薩摩訶薩，住", "213": "不思議解脫三昧，於念念間，五十世界微塵", "214": "世界以為一步，行東方世界，其一一步，過", "215": "五十世界微塵數世界大海去向東方，為欲", "216": "觀察如來頂相，如是而去，經五十世界微塵", "217": "數劫大海而去彼處，觀察如來頂相，二倍轉", "218": "高。何以故？以如來得不共法相應故。「文殊師", "219": "利！是名略說如來頂相不可觀察，若廣說者，", "22": "別離分別，而自然如是，無分別離分別，自然", "220": "盡未來際劫數住持，不可說盡。", "221": "「文殊師利！云何諸佛如來住持菩薩行教化", "222": "眾生？「文殊師利！所謂諸佛如來，十方世界微", "223": "塵數世界，猶尚是少，諸佛如來過於是數，一", "224": "切世界，一一世界，一一微塵，教化行事。「文殊", "225": "師利！所謂隨若干數如來身中，說爾許菩薩", "226": "行，爾許如來無見頂相，一切諸相，一一相中，", "227": "一切諸好，一一好中，一切毛孔，一一毛孔，念", "228": "念常出一切世界微塵數阿僧祇光明大海，", "229": "或有常出一切世界微塵數阿僧祇功德莊嚴", "23": "如是，生長廣狹，大小成就。何以故？以得不", "230": "光明大海；或有常出阿僧祇智功德莊嚴光明", "231": "大海；或有常出阿僧祇波羅蜜光明大海；或", "232": "有常出阿僧祇住地光明大海；或有常出阿", "233": "僧祇陀羅尼光明大海；或有常出阿僧祇解", "234": "脫光明大海；或有常出阿僧祇無礙樂說辯", "235": "才光明大海；或有常出阿僧祇大願光明大", "236": "海；或有常出阿僧祇得安隱光明大海；或有", "237": "常出阿僧祇令入菩薩行光明大海；或有常", "238": "出阿僧祇令入如來光明大海；或有常出阿", "239": "僧祇令入隨順眾生心行光明大海；或有常", "24": "共法相應故。「文殊師利！如是，依諸佛如來住", "240": "出阿僧祇令入世界光明大海；或有常出阿", "241": "僧祇令入劫光明大海；或有常出阿僧祇令", "242": "入三世說光明大海；或有常出阿僧祇令入", "243": "不疲倦心光明大海。「文殊師利！如是常出阿", "244": "僧祇光明大海，無差別智大海無障、無礙、無", "245": "差別，遍虛空法界，無有邊際，劫數住持，教化", "246": "眾生，而無所畏。", "247": "「文殊師利！諸佛如來如是不思議事，十方世", "248": "界，一切世界大海，一時念念眾生大海同時", "249": "教化。或有眾生海，以阿僧祇異異功德莊嚴", "25": "持十方世界海剎，外道、尼乾子等一切作業，", "250": "大海異異說智而教化之；或有眾生海，以阿", "251": "僧祇異異智功德莊嚴大海異異說智而教", "252": "化之；或有眾生海，以阿僧祇異異波羅蜜大", "253": "海異異說智而教化之；或有眾生海，以阿僧", "254": "祇異異三昧大海異異說智而教化之；或有", "255": "眾生海，以阿僧祇異異解脫大海異異說智", "256": "而教化之；或有眾生海，以阿僧祇異異無礙", "257": "樂說辯才大海異異說智而教化之；或有眾", "258": "生海，以阿僧祇異異神通大海異異說智而", "259": "教化之；或有眾生海，以阿僧祇異異大願大", "26": "及諸眾生諸善根業，若世間業出世間業，生", "260": "海異異說智而教化之；或有眾生海，以阿", "261": "僧祇異異發勤精進大海異異說智而教化", "262": "之；或有眾生海，以阿僧祇異異得安隱大海", "263": "異異說智而教化之；或有眾生海，以阿僧祇", "264": "異異令入菩薩行大海異異說智而教化之；", "265": "或有眾生海，以阿僧祇異異令入如來大海", "266": "異異說智而教化之；或有眾生海，以阿僧祇", "267": "異異令入隨順眾生心行大海異異說智而", "268": "教化之；或有眾生海，以阿僧祇異異令入世", "269": "界大海異異說智而教化之；或有眾生海，以", "27": "長廣狹，大小成就。而諸佛如來，不分別離分", "270": "阿僧祇異異令入劫大海異異說智而教化", "271": "之。「如是或有眾生海，令入三世；或有眾生", "272": "海，令入三世說；或有眾生海，令入不疲倦心；", "273": "或有眾生海，令入無差別智；或有眾生海，令", "274": "入奮迅智；或有眾生海，令入國土奮迅智；或", "275": "有眾生海，令入海奮迅智；或有眾生海，令", "276": "入身奮迅智；或有眾生海，令入願奮迅智；或", "277": "有眾生海，令入境界奮迅智；或有眾生海，令", "278": "入智奮迅智；或有眾生海，令入神通奮迅智；", "279": "或有眾生海，令入力奮迅智。如是念念眾生", "28": "別，而自然如是，無分別離分別，自然如是，生", "280": "大海，一切微塵數，一切若干微塵數智，以阿", "281": "僧祇異異說智而教化之。「文殊師利！是名略", "282": "說諸佛如是教化眾生而無所畏，若廣說者，", "283": "盡未來際，劫數住持，不可說盡。", "284": "「文殊師利！若有善男子、善女人，於一切世界", "285": "微塵數諸眾生，日日以天甘露百味飲食，及", "286": "天衣服臥具湯藥，給施供養，如是乃至阿僧", "287": "祇恒河沙數世界微塵等數劫海，給施供養。", "288": "文殊師利！若復有善男子、善女人，於一優婆", "289": "塞不信餘尊，持十善業道，攝取彼人，生如是", "29": "長廣狹，大小成就。何以故？以得不共法相應", "290": "心，此是學佛諸戒行人，乃至一日，以一食", "291": "施。文殊師利！此福勝前，無量阿僧祇。「文殊師", "292": "利！若有善男子、善女人，於一切世界微塵數", "293": "不信餘尊，持十善業道，諸優婆塞，日日以天", "294": "甘露百味飲食，及天衣服臥具湯藥，給施供", "295": "養，如是乃至阿僧祇恒河沙數世界微塵等", "296": "數劫海而供養之。文殊師利！若復有善男子、", "297": "善女人，於一比丘，攝取彼人，乃至一日，以一", "298": "食施。文殊師利！此福勝前，無量阿僧祇。「文殊", "299": "師利！若有善男子、善女人，於一切世界微塵", "3": "譬如十方各過五十世界微塵數世界微塵大", "30": "故。「文殊師利！譬如有人到離惡刺諸藥草處，", "300": "數比丘，日日以天甘露百味飲食，及天衣服", "301": "臥具湯藥，奉施供養，如是乃至阿僧祇恒河", "302": "沙數世界微塵等數劫海而供養之。文殊師", "303": "利！若復有善男子、善女人，於一信行人，攝取", "304": "彼人，乃至一日，以一食施。文殊師利！此福勝", "305": "前，無量阿僧祇。「文殊師利！若有善男子、善女", "306": "人，於一切世界微塵數諸信行人，日日以天", "307": "甘露百味飲食，及天衣服臥具湯藥，奉施供", "308": "養，如是乃至阿僧祇恒河沙數世界微塵等", "309": "數劫海而供養之。文殊師利！若復有善男子、", "31": "一切惡刺，皆自墮落，然彼到處，不分別離分", "310": "善女人，於一法行人，攝取彼人，乃至一日，", "311": "以一食施。文殊師利！此福勝前，無量阿僧祇。", "312": "「文殊師利！若有善男子、善女人，於一切世界", "313": "微塵數諸法行人，日日以天甘露百味飲食，", "314": "及天衣服臥具湯藥，奉施供養，如是乃至阿", "315": "僧祇恒河沙數世界微塵等數劫海而供養", "316": "之。文殊師利！若復有善男子、善女人，於八人", "317": "中一人，攝取彼人乃至一日，以一食施。文殊", "318": "師利！此福勝前，無量阿僧祇。「文殊師利！若", "319": "有善男子、善女人，於一切世界微塵數諸八", "32": "別，而自然如是，無分別離分別，自然如是，惡", "320": "人，日日以天甘露百味飲食，及天衣服臥具", "321": "湯藥，奉施供養，如是乃至阿僧祇恒河沙數", "322": "世界微塵等數劫海而供養之。文殊師利！若", "323": "復有善男子、善女人，於一須陀洹向，攝取彼", "324": "人，乃至一日，以一食施。文殊師利！此福勝", "325": "前，無量阿僧祇。「文殊師利！若有善男子、善女", "326": "人，於一切世界微塵數諸須陀洹向，日日以", "327": "天甘露百味飲食，及天衣服臥具湯藥，奉施", "328": "供養，如是乃至阿僧祇恒河沙數世界微塵", "329": "等數劫海而供養之。文殊師利！若復有善男", "33": "刺藥草，悉皆墮落。何以故？以得不共法相", "330": "子、善女人，於一須陀洹，攝取彼人，乃至一日，", "331": "以一食施。文殊師利！此福勝前，無量阿僧祇。", "332": "「文殊師利！若有善男子、善女人，於一切世界", "333": "微塵數諸須陀洹，日日以天甘露百味飲食，", "334": "及天衣服臥具湯藥，奉施供養，如是乃至阿", "335": "僧祇恒河沙數世界微塵等數劫海而供養", "336": "之。文殊師利！若復有善男子、善女人，於一斯", "337": "陀含向，攝取彼人，乃至一日，以一食施。文殊", "338": "師利！此福勝前，無量阿僧祇。「文殊師利！若有", "339": "善男子、善女人，於一切世界微塵數諸斯陀", "34": "應故。「文殊師利！如是一切諸眾生等，乃至盡", "340": "含向，日日以天甘露百味飲食，及天衣服臥", "341": "具湯藥，奉施供養，如是乃至阿僧祇恒河沙", "342": "數世界微塵等數劫海而供養之。文殊師利！", "343": "若復有善男子、善女人，於一斯陀含，攝取彼", "344": "人，乃至一日，以一食施。文殊師利！此福勝", "345": "前，無量阿僧祇。「文殊師利！若有善男子、善女", "346": "人，於一切世界微塵數諸斯陀含，日日以天", "347": "甘露百味飲食，及天衣服臥具湯藥，奉施供", "348": "養，如是乃至阿僧祇恒河沙數世界微塵等", "349": "數劫海而供養之。文殊師利！若復有善男子、", "35": "解諸佛如來，或有經夾。彼諸眾生，因彼因", "350": "善女人，於一阿那含向，攝取彼人，乃至一日，", "351": "以一食施。文殊師利！此福勝前，無量阿僧祇。", "352": "「文殊師利！若有善男子、善女人，於一切世界", "353": "微塵數諸阿那含向，日日以天甘露百味飲", "354": "食，及天衣服臥具湯藥，奉施供養，如是乃至", "355": "阿僧祇恒河沙數世界微塵等數劫海而供", "356": "養之。文殊師利！若復有善男子、善女人，於一", "357": "阿那含，攝取彼人，乃至一日，以一食施。文殊", "358": "師利！此福勝前，無量阿僧祇。「文殊師利！若有", "359": "善男子、善女人，於一切世界微塵數諸阿那", "36": "故，一切貪欲瞋恚癡刺，悉皆墮落。而諸佛如", "360": "含，日日以天甘露百味飲食，及天衣服臥具", "361": "湯藥，奉施供養，如是乃至阿僧祇恒河沙數", "362": "世界微塵等數劫海而供養之。文殊師利！若", "363": "復有善男子、善女人，於一阿羅漢，攝取彼人，", "364": "乃至一日，以一食施。文殊師利！此福勝前，無", "365": "量阿僧祇。「文殊師利！若有善男子、善女人，於", "366": "一切世界微塵數諸阿羅漢，日日以天甘露百", "367": "味飲食，及天衣服臥具湯藥，奉施供養，如是", "368": "乃至阿僧祇恒河沙數世界微塵等數劫海", "369": "而供養之。文殊師利！若復有善男子、善女人，", "37": "來，不分別離分別，而自然如是，無分別離分", "370": "於一辟支佛，攝取彼人，乃至一日，以一食施。", "371": "文殊師利！此福勝前無量阿僧祇。「文殊師利！", "372": "若有善男子、善女人，於一切世界微塵數諸", "373": "辟支佛，日日以天甘露百味飲食，及天衣服", "374": "臥具湯藥，奉施供養，如是乃至阿僧祇恒河", "375": "沙數世界微塵等數劫海而供養之。文殊師", "376": "利！若復有善男子、善女人，見於壁上一畫佛", "377": "像，或經夾中見畫佛像。文殊師利！此福勝", "378": "前，無量阿僧祇。何況合掌，若以一華，奉施佛", "379": "像，或以一香，或以末香，或有塗香，或然一", "38": "別，自然如是，貪瞋癡刺，悉皆墮落。何以故？", "380": "燈。文殊師利！此福勝前無量阿僧祇。「文殊師", "381": "利！若有善男子、善女人，於一恒河沙等世界", "382": "諸佛如來，及聲聞僧，日日以天甘露百味飲", "383": "食，及天衣服臥具湯藥，奉施供養，如是乃至", "384": "無量無邊阿僧祇恒河沙數世界微塵等數劫", "385": "海而供養之。文殊師利！若復有善男子、善女", "386": "人，於一羊車乘行菩薩得直心人，隨一善根", "387": "能作佛種，攝取彼菩薩，乃至一日，以麁飲", "388": "食，一施其人。文殊師利！此福勝前，無量阿僧", "389": "祇。「文殊師利！若有善男子、善女人，於一切世", "39": "以得不共法相應故。「文殊師利！譬如如意寶", "390": "界微塵數諸羊車乘行菩薩人，日日以天甘", "391": "露百味飲食，及天衣服臥具湯藥，奉施供養，", "392": "如是乃至阿僧祇恒河沙數世界微塵等數劫", "393": "海而供養之。文殊師利！若復有善男子、善女", "394": "人，於一象乘行菩薩人，隨一善根能作佛種，", "395": "攝取彼人，乃至一日，以一食施。文殊師利！", "396": "此福勝前，無量阿僧祇。「文殊師利！若有善男", "397": "子、善女人，於一切世界微塵數諸象乘行菩", "398": "薩人，日日以天甘露百味飲食，及天衣服臥", "399": "具湯藥，奉施供養，如是乃至阿僧祇恒河沙", "4": "海，阿僧祇百千萬億那由他微塵數世界，一", "40": "王，隨諸眾生有所須者，悉皆能與，而如意寶", "400": "數世界微塵等數劫海而供養之。文殊師利！", "401": "若復有善男子、善女人。於一日月乘行菩薩", "402": "人種佛善根，攝取彼人，乃至一日，以一食施。", "403": "文殊師利！此福勝前。無量阿僧祇。「文殊師利！", "404": "若有善男子、善女人，於一切世界微塵數諸", "405": "日月乘行菩薩人，日日以天甘露百味飲食，", "406": "及天衣服臥具湯藥，奉施供養，如是乃至阿", "407": "僧祇恒河沙數世界微塵等數劫海而供養", "408": "之。文殊師利！若復有善男子、善女人，於一聲", "409": "聞乘神通行菩薩人，攝取彼人，乃至一日，以", "41": "王，不分別離分別，而自然如是，無分別離分", "410": "一食施。文殊師利！此福勝前，無量阿僧祇。「文", "411": "殊師利！若有善男子、善女人，於一切世界微", "412": "塵數諸聲聞乘神通行菩薩人，日日以天甘", "413": "露百味飲食，及天衣服臥具湯藥，奉施供養，", "414": "如是乃至阿僧祇恒河沙數世界微塵等數劫", "415": "海而供養之。文殊師利！若復有善男子、善女", "416": "人，於一如來神通行菩薩人，攝取彼人，乃至", "417": "一日，以一食施。文殊師利！此福勝前，無量阿", "418": "僧祇。「文殊師利！若有善男子、善女人，於一切", "419": "世界微塵數諸如來神通行菩薩摩訶薩，日", "42": "別，自然如是，有所須者，悉皆能與。何以故？", "420": "日以天甘露百味飲食，及天衣服臥具湯藥，", "421": "奉施供養，如是乃至阿僧祇恒河沙數世界", "422": "微塵等數劫海而供養之。文殊師利！若復有", "423": "善男子、善女人，於此法門，能自書寫，若令他", "424": "書寫。文殊師利！此福勝前，無量阿僧祇。", "425": "「文殊師利！不善業罪，亦如是說，應當善知。「文", "426": "殊師利！如是羊乘行人、象乘行人、日月乘行", "427": "人、聲聞乘神通行人，菩薩乃至為畜生道，令", "428": "生善根。若男子、女人起微瞋心貌相變異，", "429": "乃至畜生障一善根。文殊師利！此罪過前，無", "43": "以不共法相應故。「文殊師利！如是若有人天、", "430": "量阿僧祇。「文殊師利！若有男子、女人，於十", "431": "方世界，一切世界微塵數諸眾生，挑却其眼，", "432": "劫奪一切資生財物。文殊師利！若復有男子、", "433": "女人，於一菩薩所，起欺慢心，罵辱毀訾。文殊", "434": "師利！此罪過前，無量阿僧祇。「文殊師利！若有", "435": "男子、女人，於一菩薩，乃至微少，隨何因緣，以", "436": "欺慢心，罵辱毀訾。彼男子女人，墮大叫喚地", "437": "獄之中，身形大小五百由旬，有五百頭，於一", "438": "一頭有五百口，於一一口有五百舌，於一一", "439": "舌有五百犁，以耕其舌。「文殊師利！若有男子、", "44": "若諸菩薩摩訶薩等，往到諸佛如來之所，欲", "440": "女人，於三千世界所有眾生，若以刀杖，斫打", "441": "殺之，劫奪一切資生財物。文殊師利！若復有", "442": "男子、女人，於菩薩所生欺慢心，起瞋恨意。文", "443": "殊師利！此罪過前，無量阿僧祇。「文殊師利！若", "444": "有男子、女人，起於惡心，不生眾生安隱之心，", "445": "於恒河沙等一切諸世界，一一世界，一一閻", "446": "浮提，恒河沙等，諸阿羅漢，盡皆殺害；恒河沙", "447": "等諸佛如來，七寶塔廟，七寶欄楯，寶幢幡蓋，", "448": "皆悉破壞，盡令消滅。文殊師利！若復有男子、", "449": "女人，於信大乘菩薩，乃至微少，隨何因緣，生", "45": "得如是如是聞法思義，彼人天等，一切悉得", "450": "欺慢心，瞋罵毀訾。文殊師利！此罪過前，無量", "451": "阿僧祇。何以故？以從菩薩生諸佛故，以從菩", "452": "薩不斷諸佛如來種故。若其有人，謗菩薩者，", "453": "彼人名為謗佛謗法。何以故？以不異法有菩", "454": "薩故，以諸菩薩即是法故。「文殊師利！若有男", "455": "子、女人，於十方世界，一切世界，一切眾生，以", "456": "瞋恚心，繫縛安置黑闇地獄。文殊師利！若復", "457": "有男子、女人，瞋於菩薩，乃至迴身異方看頃。", "458": "文殊師利！此罪過前，無量阿僧祇。「文殊師利！", "459": "若有男子、女人，於一切閻浮提，一切眾生，所", "46": "聞彼彼法。而諸佛如來，不分別離分別，而自", "460": "有資生，一切財物，悉皆奪盡。文殊師利！若復", "461": "有男子、女人，隨一菩薩，若好若惡，以瞋恨心，", "462": "罵辱毀訾。文殊師利！此罪過前，無量阿僧祇。", "463": "「文殊師利！譬如須彌山王勝於諸山光明照", "464": "曜，勝者所謂高下廣狹。文殊師利！如是菩薩", "465": "信此法門，十方世界一切世界微塵等數諸菩", "466": "薩中，最勝最上。何以故？若有菩薩信此法", "467": "門，五波羅蜜所起功德，一切善根阿僧祇劫", "468": "之所修行，信此法門，其福為勝；所謂勝者，高", "469": "下廣狹。「文殊師利！若有善男子、善女人，於十", "47": "然如是，無分別離分別，自然如是，一切悉得", "470": "方世界微塵數菩薩，令發菩提心。文殊師利！", "471": "若復有善男子、善女人，信此法門是出世間", "472": "法。文殊師利！此福勝前，無量阿僧祇。「文殊", "473": "師利！若有善男子、善女人，一切眾生，信此法", "474": "門，令發菩提心。文殊師利！若復有善男子、善", "475": "女人，信此法門，信已書寫，若教他書，若自身", "476": "誦，若教他誦，乃至經夾書寫信敬，受持供", "477": "養，然燈香華，末香塗香，華鬘供養，此法門", "478": "者。文殊師利！此福勝前，無量阿僧祇。「文殊師", "479": "利！若有善男子、善女人，一切世界，所有眾生，", "48": "聞彼彼法。何以故？以得不共法相應故。「文殊", "480": "信聲聞道。彼聲聞道一一眾生，皆與無量", "481": "阿僧祇轉輪聖王住處善根，及與生天勝妙", "482": "善根，盡皆斷滅。文殊師利！若復有異人，於一", "483": "菩薩摩訶薩，障一善根。文殊師利！此罪過前，", "484": "無量阿僧祇，何況瞋恚罵辱毀訾？「文殊師利！", "485": "若有男子、女人，恒河沙等諸佛塔廟，破壞焚", "486": "燒。文殊師利！若復有男子、女人，於信大乘菩", "487": "薩眾生起瞋恚心，罵辱毀訾。文殊師利！此罪", "488": "過前，無量阿僧祇。何以故？以從菩薩生諸佛", "489": "故，以從諸佛有塔廟故。以因佛有一切世間", "49": "師利！是名略說諸佛如來無障礙智，若廣說", "490": "諸天人故。是故供養諸菩薩者，即是供養諸", "491": "佛如來；若有供養諸菩薩者，即是供養三世", "492": "諸佛；毀訾菩薩，即是毀訾三世諸佛。「文殊師", "493": "利！若有善男子、善女人，若欲得依無上供養", "494": "諸如來者，應當供養諸菩薩也。", "495": "「文殊師利！若有城邑聚落等中，或有一億，或", "496": "有千億，或有百千億無量無邊阿僧祇菩薩，", "497": "於此法門，不生信心。彼諸菩薩，若有王亂，或", "498": "有業亂，或有水難，或有嶮難，或有火難，或有", "499": "賊難。而彼城邑聚落等中，有一菩薩，信此法", "5": "切世界，一一世界，一一閻浮提，於念念間，見", "50": "者，盡未來際劫數住持，不可盡說。「文殊師", "500": "門，而彼菩薩，有阿僧祇罪業，皆盡遠離諸難。", "501": "然此菩薩，於彼城邑聚落等中，無有王難，無", "502": "有業難，無有水難，無有嶮難，無有火難，無有", "503": "賊難，無惡眾生不信法難。菩薩若信此法門", "504": "者，阿僧祇劫所有眾罪，應入地獄、畜生、餓鬼，", "505": "即現身滅。然彼菩薩，有阿僧祇不可說劫阿", "506": "鼻地獄極重罪業，即現身滅，一切諸難悉皆", "507": "消盡，若十二十若三十劫阿鼻地獄極重罪", "508": "業，即現身中皆得消滅。何以故？以大功德積", "509": "聚集故。", "51": "利！云何諸佛如來不可思議境界？「文殊師利！", "510": "「文殊師利！如大水池廣百由旬，彼池中水，具", "511": "足八味，若有人以一波羅毒，著彼池中，乃", "512": "至千斤，即無毒氣。何以故？以得大水多聚集", "513": "故。文殊師利！如是雖有無量無邊諸惡罪業，", "514": "應墮地獄、畜生、餓鬼滿一劫住，而即消滅。何", "515": "以故？信此法門，有大功德無量無邊故。」佛", "516": "說此法門已，十方世界，阿僧祇諸來菩薩摩", "517": "訶薩，大會之眾，及諸天龍、夜叉、乾闥婆、阿修", "518": "羅、迦樓羅、緊那羅、摩睺羅伽等，聞佛所說，歡", "519": "喜奉行。", "52": "所謂諸佛如來，十方世界，一切世界，一一", "520": "信力入印法門經卷第五", "53": "世界，一切微塵，一一微塵，入一切世界海；微", "54": "塵世界，一一世界，一一閻浮提，亦復如是。「文", "55": "殊師利！過五十世界微塵數世界微塵大海，", "56": "阿僧祇百千萬億那由他微塵數諸佛如來，種", "57": "種異異功德莊嚴大海，有阿僧祇種種說法", "58": "異異差別，念念示現無障、無礙、無差別，遍虛", "59": "空法界，無有邊際，盡未來際劫數住持。「如是", "6": "佛色身，於一時見，非前後見。而諸佛如來，不", "60": "種種異異智功德莊嚴大海，有阿僧祇異異", "61": "說法異異差別，念念示現無障、無礙、無差別，", "62": "遍虛空法界，無有邊際，盡未來際劫數住持。", "63": "「如是種種異異波羅蜜大海，有阿僧祇異異", "64": "說法異異差別，念念示現無障、無礙、無差別，", "65": "遍虛空法界，無有邊際，盡未來際劫數住持。", "66": "「如是種種異異住地大海，有阿僧祇異異說", "67": "法異異差別，念念示現無障、無礙、無差別，遍", "68": "虛空法界，無有邊際，盡未來際劫數住持。「如", "69": "是種種異異陀羅尼大海，有阿僧祇異異說", "7": "分別離分別，而自然如是，無分別離分別，自", "70": "法異異差別，念念示現無障、無礙、無差別，遍", "71": "虛空法界，無有邊際，盡未來際劫數住持。「如", "72": "是種種異異三昧大海，有阿僧祇異異說法", "73": "異異差別，念念示現無障、無礙、無差別，遍虛", "74": "空法界，無有邊際，盡未來際劫數住持。「如是", "75": "種種異異解脫大海，有阿僧祇異異說法異", "76": "異差別，念念示現無障、無礙、無差別，遍虛空", "77": "法界，無有邊際，盡未來際劫數住持。「如是種", "78": "種異異無礙樂說辯才大海，有阿僧祇異異", "79": "說法異異差別，念念示現無障、無礙、無差別，", "8": "然如是，一時遍見。何以故？以得不共法相應", "80": "遍虛空法界，無有邊際，盡未來際劫數住持。", "81": "「如是種種異異大願大海，有阿僧祇異異說", "82": "法異異差別，念念示現無障、無礙、無差別，遍", "83": "虛空法界，無有邊際，盡未來際劫數住持。「如", "84": "是種種異異得安隱大海，有阿僧祇異異說", "85": "法異異差別，念念示現無障、無礙、無差別，遍", "86": "虛空法界，無有邊際，盡未來際劫數住持。「如", "87": "是種種異異令入菩薩行大海，有阿僧祇異", "88": "異說法異異差別，念念示現無障、無礙、無差", "89": "別，遍虛空法界，無有邊際，盡未來際劫數住", "9": "故。「文殊師利！十方各過五十世界微塵數世", "90": "持。「如是種種異異令入如來大海，有阿僧祇", "91": "異異說法異異差別，念念示現無障、無礙、無", "92": "差別，遍虛空法界，無有邊際，盡未來際劫數", "93": "住持。如是種種異異令入隨順眾生心行大", "94": "海，有阿僧祇異異說法異異差別，念念示現", "95": "無障、無礙、無差別，遍虛空法界，無有邊際，盡", "96": "未來際劫數住持。「如是種種異異令入世界大", "97": "海，有阿僧祇異異說法異異差別，念念示現", "98": "無障，無礙，無差別，遍虛空法界，無有邊際，盡", "99": "未來際劫數住持。「如是種種異異令入劫大"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0305 信力入印法門經: 信力入印法門經: 信力入印法門經", "author": "元魏 曇摩流支譯", "sourceLink": "http://www.cbeta.org/"}