{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0362 佛說阿彌陀三耶三佛薩樓佛檀過度人道經: 佛說阿彌陀三耶三佛薩樓佛檀\n過度人道經: 阿彌陀經: 佛說阿彌陀三耶三佛薩樓佛檀過度人道經", "text": {"0": "No. 362 [Nos. 360, 361, 363, 364]", "1": "佛說阿彌陀三耶三佛薩樓佛檀", "10": "目揵連、賢者摩訶迦葉、賢者摩訶迦旃延、賢", "100": "佛，亦無央數。其曇摩迦菩薩至其然後，自", "101": "致得作佛，名阿彌陀佛，最尊智慧勇猛光明", "102": "無比，今現在所居國土甚快善。在他方異佛", "103": "國，教授八方、上下諸無央數天人民，及蜎飛", "104": "蠕動之類，莫不得過度解脫憂苦。」佛語阿難：", "105": "「阿彌陀佛為菩薩時，常奉行是二十四願，珍", "106": "寶愛重，保持恭慎，精禪從之，與眾超絕，卓", "107": "然有異，皆無有能及者。」佛言：「何為二十四", "108": "願？「第一願：使某作佛時，令我國中，無有泥", "109": "犁、禽獸、薜荔、蜎飛蠕動之類。得是願乃作佛，", "11": "者摩訶揭質、賢者摩訶拘私、賢者摩訶梵提、", "110": "不得是願終不作佛。", "111": "「第二願：使某作佛時，令我國中，無有婦人，", "112": "女人欲來生我國中者即作男子；諸無央", "113": "數天人民、蜎飛蠕動之類，來生我國者，皆", "114": "於七寶水池蓮華中化生，長大皆作菩薩、阿", "115": "羅漢都無央數。得是願乃作佛，不得是願終", "116": "不作佛。", "117": "「第三願：使某作佛時，令我國土，自然七寶，", "118": "廣縱甚大曠蕩無極自軟好。所居舍宅，被", "119": "服飲食，都皆自然，皆如第六天王所居處。", "12": "賢者邠提文陀弗、賢者阿難律、賢者難提、", "120": "得是願乃作佛，不得是願終不作佛。", "121": "「第四願：使某作佛時，令我名字，皆聞八方、", "122": "上下無央數佛國。皆令諸佛，各於比丘僧大", "123": "坐中，說我功德國土之善。諸天人民、蜎飛", "124": "蠕動之類，聞我名字，莫不慈心歡喜踊躍者，", "125": "皆令來生我國。得是願乃作佛，不得是願終", "126": "不作佛。", "127": "「第五願：使某作佛時，令八方、上下諸無央", "128": "數天人民，及蜎飛蠕動之類，若前世作惡，聞", "129": "我名字，欲來生我國者，即便反政自悔過，", "13": "賢者󰣙脾坻、賢者須楓、賢者䗍越、賢者摩", "130": "為道作善，便持經戒，願欲生我國不斷絕。壽", "131": "終皆令不復泥犁、禽獸、薜荔，即生我國，在", "132": "心所願。得是願乃作佛，不得是願終不作", "133": "佛。", "134": "「第六願：使某作佛時，令八方、上下無央數", "135": "佛國，諸天人民，若善男子、善女人，欲來生", "136": "我國，用我故益作善，若分檀布施、遶塔燒", "137": "香、散花然燈、懸雜繒綵、飯食沙門、起塔作", "138": "寺，斷愛欲，來生我國作菩薩。得是願乃作", "139": "佛，不得是願終不作佛。", "14": "訶羅倪、賢者摩訶波羅延、賢者波鳩蠡、賢", "140": "「第七願：使某作佛時，令八方、上下無央數", "141": "佛國，諸天人民，若善男子、善女人，有作菩", "142": "薩道，奉行六波羅蜜經。若作沙門，不毀經戒，", "143": "斷愛欲，齋戒清淨，一心念欲生我國，晝夜不", "144": "斷絕。若其人壽欲終時，我即與諸菩薩、阿羅", "145": "漢，共飛行迎之，即來生我國；則作阿惟越", "146": "致菩薩，智慧勇猛。得是願乃作佛，不得是", "147": "願終不作佛。", "148": "「第八願：使某作佛時，令我國中諸菩薩，欲", "149": "到他方佛國生，皆令不更泥犁、禽獸、薜荔，", "15": "者難持、賢者滿楓䗍、賢者蔡揭、賢者厲", "150": "皆令得佛道。得是願乃作佛，不得是願終不", "151": "作佛。", "152": "「第九願：使某作佛時，令我國中諸菩薩、阿", "153": "羅漢，面目皆端正，淨潔姝好，悉同一色，都", "154": "一種類，皆如第六天人。得是願乃作佛，不", "155": "得是願終不作佛。", "156": "「第十願：使某作佛時，令我國中諸菩薩、阿羅", "157": "漢，皆同一心所念所欲，言者豫相知意。", "158": "得是願乃作佛，不得是願終不作佛。", "159": "「第十一願：使某作佛時，令我國中諸菩薩、", "16": "越，如是諸比丘僧甚眾多，數千億萬人，悉", "160": "阿羅漢，皆無有淫泆之心；終無念婦女意，", "161": "終無有瞋怒、愚癡者。得是願乃作佛，不得是", "162": "願終不作佛。", "163": "「第十二願：使某作佛時，令我國中諸菩薩、", "164": "阿羅漢，皆令心相敬愛，終無相嫉憎者。得", "165": "是願乃作佛，不得是願終不作佛。", "166": "「第十三願：使某作佛時，令我國中諸菩薩，", "167": "欲共供養八方、上、下，無央數諸佛，皆令飛行，", "168": "即到欲得自然萬種之物，即皆在前，持用供", "169": "養諸佛；悉皆遍已後，日未中時，即飛行還", "17": "諸菩薩、阿羅漢，無央數不可復計；都共大會", "170": "我國。得是願乃作佛，不得是願終不作佛。", "171": "「第十四願：使某作佛時，令我國中諸菩薩、", "172": "阿羅漢欲飯時，即皆自然七寶鉢中，有自然", "173": "百味飯食在前，食已自然去。得是願乃作佛，", "174": "不得是願終不作佛。", "175": "「第十五願：使某作佛時，令我國中諸菩薩，", "176": "身皆紫磨金色，三十二相、八十種好，皆令", "177": "如佛。得是願乃作佛，不得是願終不作佛。", "178": "「第十六願：使某作佛時，令我國中諸菩薩、", "179": "阿羅漢，語者如三百鍾聲，說經行道皆如", "18": "坐，皆賢者也。時佛坐息思念正道，面有九", "180": "佛。得是願乃作佛，不得是願終不作佛。", "181": "「第十七願：使某作佛時，令我洞視徹聽，飛", "182": "行十倍，勝於諸佛。得是願乃作佛，不得是", "183": "願終不作佛。", "184": "「第十八願：使某作佛時，令我智慧說經行道，", "185": "十倍於諸佛。得是願乃作佛，不得是願終", "186": "不作佛。", "187": "「第十九願：使某作佛時，令八方、上下無央", "188": "數佛國，諸天人民、蜎飛蠕動之類，皆令得", "189": "人道，悉作辟支佛、阿羅漢，皆坐禪一心，共", "19": "色光，數千百變，光色甚大明。阿難即起，更", "190": "欲計數，知我年壽幾千億萬劫歲數，皆令", "191": "無有能極知壽者。得是願乃作佛，不得是願", "192": "終不作佛。", "193": "「第二十願者：使某作佛時，令八方、上下各", "194": "千億佛國中，諸天人民、蜎飛蠕動之類，皆", "195": "令作辟支佛、阿羅漢，皆坐禪一心，共欲計", "196": "數我國中諸菩薩、阿羅漢，知有幾千億萬", "197": "人，皆令無有能知數者。得是願乃作佛，不得", "198": "是願終不作佛。", "199": "「第二十一願，使某作佛時，令我國中諸菩", "2": "過度人道經卷上", "20": "被袈裟，前以頭面著佛足，即長跪叉手，問", "200": "薩、阿羅漢，壽命無央數劫。得是願乃作佛，不", "201": "得是願終不作佛。", "202": "「第二十二願：使某作佛時，令我國中諸菩", "203": "薩、阿羅漢，皆智慧勇猛，自知前世億萬劫時", "204": "宿命，所作善惡却知無極，皆洞視徹，知十", "205": "方去、來、現在之事。得是願乃作佛，不得是願", "206": "終不作佛。", "207": "「第二十三願：使某作佛時，令我國中諸菩", "208": "薩、阿羅漢，皆智慧勇猛，頂中皆有光明。得", "209": "是願乃作佛，不得是願終不作佛。", "21": "佛言：「今日佛面光色，何以時時更變明乃爾", "210": "「第二十四願：使某作佛時，令我頂中，光明", "211": "絕好，勝於日月之明百千億萬倍，絕勝諸", "212": "佛。光明焰照，諸無央數天下，幽冥之處皆", "213": "當大明。諸天人民、蜎飛蠕動之類，見我光", "214": "明，莫不慈心作善者，皆令來生我國。得是", "215": "願乃作佛，不得是願終不作佛。」", "216": "佛告阿難：「阿彌陀為菩薩時，常奉行是二十", "217": "四願。分檀布施，不犯道禁，忍辱、精進、一心、", "218": "智慧；志願常勇猛，不毀經法。求索不懈，每", "219": "獨棄國捐王，絕去財色，精明求願無所適莫，", "22": "乎？今佛面光精數千百色，上下明好乃如是。", "220": "積功累德，無央數劫，今自致作佛，悉皆得之，", "221": "不亡其功也。」佛言：「阿彌陀佛，光明最尊第", "222": "一無比；諸佛光明，皆所不及也。八方、上下", "223": "無央數諸佛中，有佛頂中光明照七丈，有佛", "224": "頂中光明照一里，有佛頂中光明照二里，有", "225": "佛頂中光明照五里，有佛頂中光明照十里，", "226": "有佛頂中光明照二十里，有佛頂中光明照", "227": "四十里，有佛頂中光明照八十里，有佛頂中", "228": "光明照百六十里，有佛頂中光明照三百二", "229": "十里，有佛頂中光明照六百四十里，有佛頂", "23": "我侍佛已來，未曾見佛面有如今日色者。", "230": "中光明照千三百里，有佛頂中光明照二千", "231": "六百里，有佛頂中光明照五千二百里，有佛", "232": "頂中光明照萬四百里，有佛頂中光明照二萬", "233": "一千里，有佛頂中光明照四萬二千里，有佛", "234": "頂中光明照八萬四千里，有佛頂中光明照", "235": "十七萬里，有佛頂中光明照三十五萬里，有", "236": "佛頂中光明照七十萬里，有佛頂中光明照", "237": "百五十萬里，有佛頂中光明照三百萬里，有", "238": "佛頂中光明照六百萬里；有佛頂中光明照", "239": "一佛國，有佛頂中光明照兩佛國，有佛頂中", "24": "我未曾見三耶三佛光明威神乃爾。獨當有", "240": "光明照四佛國，有佛頂中光明照八佛國，有", "241": "佛頂中光明照十五佛國，有佛頂中光明照", "242": "三十佛國，有佛頂中光明照六十佛國，有佛", "243": "頂中光明照百二十佛國，有佛頂中光明照", "244": "二百四十佛國，有佛頂中光明照五百佛國，", "245": "有佛頂中光明照千佛國，有佛頂中光明照", "246": "二千佛國，有佛頂中光明照四千佛國，有佛", "247": "頂中光明照八千佛國，有佛頂中光明照萬", "248": "六千佛國，有佛頂中光明照三萬二千佛國，", "249": "有佛頂中光明照六萬四千佛國，有佛頂中", "25": "意，願欲聞之。」佛言：「賢者阿難！有諸天神教", "250": "光明照十三萬佛國，有佛頂中光明照二十", "251": "六萬佛國，有佛頂中光明照五十萬佛國，有", "252": "佛頂中光明照百萬佛國，有佛頂中光明照", "253": "二百萬佛國。」佛言：「諸八方、上下無央數佛，", "254": "頂中光明所焰照皆如是也。阿彌陀佛頂中", "255": "光明所焰照，千萬佛國。所以諸佛光明所", "256": "照有近遠者何？本其前世宿命求道，為菩薩", "257": "時，所願功德各自有大小；至其然後作佛", "258": "時，各自得之，是故令光明轉不同等。諸佛", "259": "威神同等爾，自在意所欲，作為不豫計。阿", "26": "汝、若諸佛教汝，今問我者耶？汝自從善意", "260": "彌陀佛光明，所照最大，諸佛光明，皆所不", "261": "能及也。」", "262": "佛稱譽：「阿彌陀佛光明極善！阿彌陀佛光明", "263": "極善！善中明好，甚快無比，絕殊無極也。阿", "264": "彌陀佛光明，清潔無瑕穢，無缺減也。阿彌", "265": "陀佛光明姝好，勝於日月之明，百千億萬倍。", "266": "諸佛光明中之極明也，光明中之極好也，光", "267": "明中之極雄傑也，光明中之快善也，諸佛中", "268": "之王也，光明中之極尊也，光明中之最明無", "269": "極也。焰照諸無數天下，幽冥之處，皆常大", "27": "出問佛耶？」阿難白佛言：「無有諸天神教我，", "270": "明。諸有人民、蜎飛蠕動之類，莫不見阿彌", "271": "陀佛光明也，見者莫不慈心歡喜者。世間諸", "272": "有婬泆、瞋怒、愚癡者，見阿彌陀佛光明，莫", "273": "不作善也。諸在泥犁、禽獸、薜荔，考掠勤苦", "274": "之處，見阿彌陀佛光明至，皆休止不復治，", "275": "死後莫不得解脫憂苦者也。阿彌陀佛光明，", "276": "名聞八方、上下無窮無極，無央數諸佛國，", "277": "諸天人民，莫不聞知；聞知者莫不度脫也。」", "278": "佛言：「不獨我稱譽阿彌陀佛光明也。八方、上", "279": "下，無央數佛、辟支佛、菩薩、阿羅漢，所稱譽", "28": "亦無諸佛教我令問佛也。我自從善心知佛", "280": "皆如是。」佛言：「其有人民，善男子、善女人，聞", "281": "阿彌陀佛聲，稱譽光明。朝暮常稱譽其光明", "282": "好，至心不斷絕，在心所願，往生阿彌陀佛", "283": "國，可得為眾菩薩、阿羅漢所尊敬。若其然後", "284": "作佛者，亦當復為八方、上下諸無央數佛、辟", "285": "支佛、菩薩、阿羅漢，所稱譽光明如是也。即眾", "286": "比丘僧，諸菩薩、阿羅漢，諸天、帝王、人民，聞", "287": "之皆歡喜踊躍，莫不讚歎者。」佛言：「我道阿彌", "288": "陀佛光明，姝好巍巍，稱譽快善，晝夜一劫，", "289": "尚未竟也；我但為若曹小說之耳。」", "29": "意，問佛爾！每佛坐起行來出入，所欲至到、", "290": "佛說阿彌陀佛為菩薩，求索得是二十四願", "291": "時，阿闍世王太子，與五百長者迦羅越子，各", "292": "持一金華蓋，俱到佛所，前為作禮佛，以頭", "293": "面著佛足，皆持金華蓋，前上佛已，悉却坐", "294": "一面聽經。阿闍世王太子，及五百長者子，", "295": "聞阿彌陀佛二十四願，皆大歡喜踊躍，心中", "296": "俱願言：「令我等後作佛時，皆如阿彌陀佛。」佛", "297": "即知之，告諸比丘僧：「是阿闍世王太子，及", "298": "五百長者子，却後無數劫，皆當作佛，如阿彌", "299": "陀佛。」佛言：「是阿闍世王太子，及五百長者", "3": "吳月支國居士支謙譯", "30": "當所作為、諸所教勅者，我輒如佛意。今佛", "300": "子，住菩薩道已來無央數劫，皆各供養四", "301": "百億佛已，今復來供養我。阿闍世王太子，", "302": "及五百長者子，皆前世迦葉佛時，為我作", "303": "弟子，今皆復會是共相值也。」則諸比丘僧，", "304": "聞佛言皆踊躍，莫不代之歡喜者。", "305": "佛告阿難：「阿彌陀作佛已來，凡十小劫。所", "306": "居國土，名須摩題，正在西方，去是閻浮提地", "307": "界千億萬須彌山佛國。其國地皆自然七寶，", "308": "其一寶者白銀，二寶者黃金，三寶者水精，", "309": "四寶者琉璃，五寶者珊瑚，六寶者琥珀，七", "31": "獨當念，諸已過去佛，諸當來佛，若他方佛", "310": "寶者車渠，是為七寶。皆以自共為地，曠蕩", "311": "甚大無極。皆自相參，轉相入中，各自焜煌", "312": "參明，極自軟好，甚姝無比。其七寶地，諸八", "313": "方、上下眾寶中精味，自然合會，其化生耳。", "314": "其寶皆比第六天上之七寶也。其國中無有", "315": "須彌山，其日、月、星辰、第一四天王、第二忉", "316": "利天，皆在虛空中。其國土無有大海，亦無", "317": "有小海水，亦無江、河、恒水也。亦無有山林、溪", "318": "谷，無有幽冥之處，其國七寶地皆平正。無", "319": "有泥犁、禽獸、薜荔、蜎飛蠕動之類。無有阿", "32": "國，今現在佛，獨展轉相思念故，佛面色光", "320": "須倫、諸龍、鬼神。終無天雨時，亦無有春、夏、", "321": "秋、冬，亦無大寒，亦無大熱，常和調中適，甚", "322": "快善無比。皆有自然萬種之物，百味飯食，", "323": "意欲有所得，即自然在前；所不用者，即自", "324": "然去。比如第六天上自然之物，恣若自然即", "325": "皆隨意。其國中悉諸菩薩、阿羅漢，無有婦女，", "326": "壽命無央數劫。女人往生，即化作男子。但", "327": "有諸菩薩、阿羅漢無央數，悉皆洞視、徹聽；悉", "328": "遙相見，遙相瞻望，遙相聞語聲；悉皆求道", "329": "善者，同一種類，無有異人。其諸菩薩、阿羅", "33": "明乃爾耳！」佛言：「善哉，善哉！賢者阿難！汝所", "330": "漢，面目皆端正，淨潔絕好，悉同一色，無有", "331": "偏醜惡者也。諸菩薩、阿羅漢，皆才猛黠慧，", "332": "皆衣自然之衣，心中所念道德，其欲語言，", "333": "皆豫相知意所念；言常說正事，所語輒說經", "334": "道，不說他餘之惡。其語言音響，如三百鍾", "335": "聲。皆相敬愛，無相嫉憎者，皆以長幼上下", "336": "先後言之。以義如禮，轉相敬事如兄、如弟。", "337": "以仁履義，不妄動作言語。如誡轉相教，令", "338": "不相違戾，轉相承受；皆心淨潔，無所貪慕，", "339": "終無瞋怒、淫泆之心，愚癡之態。無有邪心", "34": "問者甚深大快，多所度脫。若問佛者，勝於供", "340": "念婦女意，悉皆智慧勇猛，和心歡樂好喜", "341": "經道。自知前世所從來生億萬劫時，宿命善", "342": "惡存亡；現在却知無極。「阿彌陀佛所可教授，", "343": "講堂精舍，皆復自然七寶，金、銀、水精、琉璃、白", "344": "玉、虎珀、車𤦲，自共相成甚姝明，好絕無比。", "345": "亦無作者，不知所從來，亦無持來者，亦無", "346": "所從去；阿彌陀佛所願德重，其人作善故，論", "347": "經語義，說經行道，講會其中，自然化生爾。", "348": "其講堂精舍，皆復有七寶樓觀、欄楯，復以金、", "349": "銀、水精、琉璃、白玉、虎珀、車𤦲為瓔珞；復以白", "35": "養一天下阿羅漢、辟支佛，布施諸天人民及", "350": "珠、明月珠、摩尼珠為交露，覆蓋其上。皆自作", "351": "五音聲，甚好無比。諸菩薩、阿羅漢所居舍宅，", "352": "皆復以七寶，金、銀、水精、琉璃、珊瑚、虎珀、車𤦲、碼", "353": "碯化生，轉共相成其舍宅。悉各有七寶樓觀、", "354": "欄楯，復以金、銀、水精、琉璃、白玉、虎珀、車𤦲為", "355": "瓔珞；復以白珠、明月珠、摩尼珠為交露，覆蓋", "356": "其上；皆各復自作五音聲。「阿彌陀佛講堂精", "357": "舍，及諸菩薩、阿羅漢所居舍宅中，內外處", "358": "處，皆復有自然流泉浴池，皆與自然七寶俱", "359": "生，金、銀、水精、琉璃、虎珀、車渠，轉共相成。淳", "36": "蜎飛蠕動之類，累劫百千億萬倍也。」佛言：「阿", "360": "金池者，其水底沙白銀也。淳白銀池者，其", "361": "水底沙黃金也。淳水精池者，其水底沙琉璃", "362": "也。淳琉璃池者，其水底沙水精也。淳珊瑚", "363": "池者，其水底沙虎珀也。淳虎珀池者，其水", "364": "底沙珊瑚也。淳車渠池者，其水底沙馬瑙也。", "365": "淳馬瑙池者，其水底沙車渠也。淳白玉池者，", "366": "其水底沙紫磨金也。淳紫磨金池者，其水底", "367": "沙白玉也。中復有兩寶共作一池者，其水底", "368": "沙金、銀也。中復有三寶共作一池者，其水底", "369": "沙金、銀、水精也。中復有四寶共作一池者，其", "37": "難！今諸天世間帝王人民，及蜎飛蠕動之類，", "370": "水底沙金、銀、水精、琉璃也。中有五寶共作一", "371": "池者，其水底沙金、銀、水精、琉璃、珊瑚也。中有", "372": "六寶共作一池者，其水底沙金、銀、水精、琉璃、", "373": "珊瑚、虎珀也。中有七寶共作一池者，其水底", "374": "沙金、銀、水精、琉璃、珊瑚、虎珀、車渠也。中有浴", "375": "池長四十里者，有長八十里者，有長百六十", "376": "里者，有長三百二十里者，有長六百四十里", "377": "者，有長千二百八十里者，有長二千五百六", "378": "十里者，有長五千一百二十里者，有長萬二", "379": "百四十里者，有長二萬四百八十里者。其池", "38": "汝皆度脫之。」佛言：「佛威神甚重難當也。汝", "380": "縱廣適等，是池者皆諸菩薩、阿羅漢常所可", "381": "浴池。」佛言：「彌陀佛浴池長四萬八千里，廣", "382": "亦四萬八千里，其池皆以七寶轉共相成；其", "383": "水底沙白珠、明月珠、摩尼珠也。阿彌陀佛及", "384": "諸菩薩、阿羅漢浴池中水，皆清香潔。池中", "385": "皆有香華，悉自然生百種華，種種異色；色", "386": "異香華，枝皆千葉甚香無比也，香不可言。", "387": "其華者亦非世間之華，復非天上之華；此華", "388": "香都八方、上下，眾華香中精也，自然化生耳。", "389": "其池中水流行，轉相灌注；其水流行，亦不", "39": "所問者甚深，汝乃慈心於佛所，哀諸天帝王", "390": "遲不駃，皆復作五音聲。」佛言：「八方、上下無", "391": "央數佛國，諸天人民及蜎飛蠕動之類，諸", "392": "生阿彌陀佛國者，皆於七寶水池蓮華中化", "393": "生，便自然長大；亦無乳養之者，皆食自然", "394": "之飲食。其身體亦非世間人之身體，亦非天", "395": "上人之身體，皆積眾善之德，悉受自然虛", "396": "無之身，無極之體，甚姝好無比。」佛語阿難：", "397": "「如世間貧窮乞丐人，令在帝王邊住者，其面", "398": "目形狀寧類帝王面目形類顏色不？」阿難言：", "399": "「假使王子在帝王邊住者，其面目形狀甚醜", "4": "佛在羅閱祇耆闍崛山中。時有摩訶比丘僧", "40": "人民，若比丘僧、比丘尼、優婆塞、優婆夷，大善", "400": "惡不好；不如帝王，百千億萬倍也。所以者", "401": "何？乞人貧窮困極，飲食常惡，未常有美食", "402": "時。既惡食不能得飽食，食纔支命，骨節相", "403": "撐拄，無以自給，常乏無有儲；飢餓寒凍，怔", "404": "忪愁苦。但坐前世，為人愚癡，無智慳貪，不", "405": "肯慈哀、為善博愛施與；但欲唐得貪惜飲食", "406": "獨食嗜美，不信施貸後得報償，復不信作善", "407": "後世當得其福，蒙悾抵佷益作眾惡。如是", "408": "壽終財物盡索，素無恩德無所恃怙，入惡道", "409": "中坐之適苦，然後得出解脫。今生為人，作", "41": "當爾，皆過度之。」佛語阿難：「如世間有優曇", "410": "於下賤，為貧家作子。強像人形狀類甚醜，", "411": "衣被弊壞單空獨立，不蔽形體乞丐生耳。飢", "412": "寒困苦面目羸劣不類人色，坐其前世身之", "413": "所作，受其殃罰，示眾見之，莫誰哀者。棄捐", "414": "市道曝露痟瘦，黑醜惡極不及人耳。「所以帝", "415": "王人中獨尊最好者何？皆其前世為人時，作", "416": "善信受經道，布恩施德，博愛順義，慈仁憙", "417": "與，不貪飲食與眾共之。無所匱惜都無違", "418": "爭，得其善福，壽終德隨，不更惡道。今生為人", "419": "得生王家，自然尊貴獨王典主，攬制人民為", "42": "樹，但有實無有華也。天下有佛，乃有華出", "420": "其雄傑。面目潔白和顏好色，身體端正眾共", "421": "敬事，美食好衣隨心恣意。若樂所欲自然在", "422": "前都無違爭，於人中姝好，無憂快樂面目", "423": "光澤，故乃爾耳。」佛告阿難：「若言是也！帝王", "424": "雖於人中好無比者，當令在遮迦越王邊住", "425": "者，其面形類甚醜惡不好，比如乞人在帝王", "426": "邊住耳。其帝王面目，尚復不如遮迦越王面", "427": "色姝好，百千億萬倍。如遮迦越王於天下絕", "428": "好無比，當令在第二天王邊住者，其面甚醜", "429": "不好，尚復不如帝釋面類端正姝好，百千億", "43": "耳！世間有佛，甚難得值也。今我出於天下", "430": "萬倍。如天帝釋，令在第六天王邊住者，其", "431": "面類甚醜不好，尚復不如第六天王面類端", "432": "正姝好，百千億萬倍。如第六天王，令在阿", "433": "彌陀佛國中諸菩薩、阿羅漢邊住者，其面甚", "434": "醜，尚復不如阿彌陀佛國中，菩薩、阿羅漢面", "435": "類端正姝好，百千億萬倍。」佛言：「阿彌陀佛", "436": "國諸菩薩、阿羅漢面類，悉皆端正絕好無比，", "437": "次於泥洹之道。阿彌陀佛及諸菩薩、阿羅漢，", "438": "講堂精舍所居處舍宅中，內外浴池上，皆有", "439": "七寶樹。中有淳金樹，淳銀樹，淳水精樹，淳琉", "44": "作佛，若有大德聖明善心豫知佛意，若不妄", "440": "璃樹，淳白玉樹，淳珊瑚樹，淳琥珀樹，淳車", "441": "𤦲樹，種種各自異行。中有兩寶共作一樹者：", "442": "銀樹，銀根、金莖，銀枝、金葉，銀華、金實；金樹", "443": "者，金根、銀莖，金枝、銀葉，金華、銀實；水精樹", "444": "者，水精根、琉璃莖，水精枝、琉璃葉，水精華、", "445": "琉璃實；琉璃樹者，琉璃根、水精莖，琉璃枝、", "446": "水精葉，琉璃華、水精實；是二寶共作一樹。", "447": "中復有四寶共作一樹者：水精樹，水精根、琉", "448": "璃莖，金枝、銀葉，水精華、琉璃實；琉璃樹者，", "449": "琉璃根、水精莖，金枝、銀葉，水精華、琉璃實；", "45": "在佛邊侍佛也。」佛告阿難：「前已過去事，摩", "450": "是四寶樹轉共相成，各自異行。中復有五寶", "451": "共作一樹者：銀根、金莖，水精枝、琉璃葉，銀", "452": "華、金實；金樹者，金根、銀莖，水精枝、琉璃葉，", "453": "珊瑚華、銀實；水精樹者，水精根、琉璃莖，珊", "454": "瑚枝、銀葉，金華、琉璃實；琉璃樹者，琉璃根、", "455": "珊瑚莖，水精枝、金葉，銀華、珊瑚實；珊瑚樹", "456": "者，珊瑚根、琉璃莖，水精枝、金葉，銀華、琉璃", "457": "實；是五寶共作一樹，各自異行。中有六寶", "458": "共作一樹者：銀樹，銀根、金莖，水精枝、琉璃", "459": "葉，珊瑚華、虎珀實。金樹者，金根、銀莖，水精", "46": "訶僧祇已來，其劫無央數不可復計。乃爾", "460": "枝、琉璃葉，虎珀華、珊瑚實；水精樹者，水精", "461": "根、琉璃莖，珊瑚枝、虎珀葉，銀華、金實；琉璃", "462": "樹者，琉璃根、珊瑚莖，虎珀枝、水精葉，金華、", "463": "銀實；是六寶樹轉共相成，各自異行。中復", "464": "有七寶共作一樹者：銀樹，銀根、金莖，水精", "465": "枝、琉璃葉，珊瑚華、虎珀實。金樹者，金根、水精", "466": "莖，琉璃枝、珊瑚葉，虎珀華、銀實；水精樹者，", "467": "水精根、琉璃莖，珊瑚枝、虎珀葉，車𤦲華、白玉", "468": "實；珊瑚樹者，珊瑚根、虎珀莖，白玉枝、琉璃", "469": "葉，車𤦲華、明月珠實；虎珀樹者，虎珀根、白", "47": "時有過去佛，名提惒竭羅。次復有佛，名旃", "470": "玉莖，珊瑚枝、琉璃葉，水精華、金實；白玉樹", "471": "者，白玉根、車𤦲莖，珊瑚枝、虎珀葉，金華、摩", "472": "尼殊實。是七寶樹轉共相成，種種各自異，", "473": "行行相值，莖莖自相准，枝枝自相值，葉葉", "474": "自相向，華華自相望，實實自相當。」佛言：「阿", "475": "彌陀佛，當講堂精舍中，內外七寶浴池繞邊", "476": "上諸七寶樹，及諸菩薩、阿羅漢，七寶舍宅中，", "477": "內外七寶浴池繞池邊諸七寶樹，數千百重", "478": "行，皆各如是。各自作五音聲，音聲甚好無", "479": "比也。」佛告阿難：「如世間帝王有百種伎樂", "48": "陀倚，已過去。次復有佛，名須摩扶劫波薩", "480": "音聲，不如遮迦越王諸伎樂音聲好，百千億", "481": "萬倍。如遮迦越王萬種伎樂音聲，尚復不如", "482": "第二忉利天上諸伎樂一音聲，百千億萬倍。", "483": "如忉利天上萬種伎樂之聲，尚復不如第六", "484": "天上一音聲好，百千億萬倍。如第六天上萬", "485": "種音樂之聲，尚復不如阿彌陀佛國中七寶", "486": "樹一音聲好，百千億萬倍。阿彌陀佛國中，亦", "487": "有萬種自然伎樂，甚樂無極。阿彌陀佛及諸", "488": "菩薩、阿羅漢欲浴時，便各自可入其七寶池", "489": "中浴。諸菩薩、阿羅漢意欲令水沒足，水即沒", "49": "多，已過去。次復有佛，名維末樓，已過去。", "490": "足；意欲令水至膝，水即至膝；意欲令水至腰，", "491": "水即至腰；意欲令水至腋，水即至腋；意欲令", "492": "水至頸，水即至頸；意欲令水自灌身上，水", "493": "即自灌身上；意欲令水還復如故，水即還復", "494": "如故；恣若隨意所欲好喜。」佛言：「阿彌陀及", "495": "諸菩薩、阿羅漢皆浴已，悉自於一大蓮華上", "496": "坐，即四方自然亂風起。其亂風者，亦非世", "497": "間之風，亦非天上之風。都八方、上下眾風中", "498": "精，自然合會化生耳。不寒、不熱，常和調中", "499": "適，甚清涼好無比也，徐起不遲、不駃，適得", "5": "萬二千人，皆淨潔一種類，皆阿羅漢：賢者", "50": "次復有佛，名阿難那利，已過去。次復有佛，", "500": "中宜。吹七寶樹，皆作五音聲。以七寶樹華，", "501": "悉覆其國中，皆散佛及諸菩薩、阿羅漢上。華", "502": "隨墮地，皆厚四寸，極自軟好無比。即自然", "503": "亂風吹萎華，悉自然去。即復四方自然亂風", "504": "吹七寶樹，樹皆復作五音聲，樹華皆自然散", "505": "佛及諸菩薩、阿羅漢上。華小萎墮地，即自然", "506": "去。即復四方亂風起吹七寶樹；如是四反。", "507": "諸菩薩、阿羅漢中有但欲聞經者，中有但欲", "508": "聞音樂者，中有但欲聞華香者，有不欲聞經", "509": "者，有不欲聞音樂聲者，有不欲聞華香者；", "51": "名那竭脾，已過去。次復有佛，名者梨俱遰", "510": "其所欲聞者，輒即獨聞之；不欲聞者，則獨", "511": "不聞；隨意所欲喜樂，不違其願也。浴訖各", "512": "自去行道，中有在地講經者、誦經者、說經", "513": "者、口受經者、聽經者、念經者、思道者、坐", "514": "禪者、經行者，中有在虛空中講經者、誦經", "515": "者、說經者、口受經者、聽經者、念經者、思", "516": "道者、坐禪一心者、經行者。未得須陀洹道", "517": "者，即得須陀洹道；未得斯陀含道者，即得", "518": "斯陀含道；未得阿那含道者，即得阿那含道；", "519": "未得阿羅漢道者，即得阿羅漢道；未得阿惟", "52": "波羅夜蔡，已過去。次復有佛，名彌離俱樓，", "520": "越致菩薩者，即得阿惟越致；各自說經行道，", "521": "悉皆得道，莫不歡喜踊躍者也。「諸菩薩中，", "522": "有意欲供養八方、上下無央數諸佛，即皆俱", "523": "前為佛作禮，白佛辭行，供養八方、上下無央", "524": "數佛，佛即然可之，即使行。諸菩薩皆大歡喜，", "525": "數千億萬人無央數不可復計，皆當智慧勇", "526": "猛，各自幡輩飛相追，俱共散飛，則到八方、", "527": "上下無央數諸佛所。皆前為諸佛作禮，即便", "528": "供養。意欲得萬種自然之物在前，即自然", "529": "百種雜色華、百種雜繒綵、百種劫波育衣、", "53": "已過去。次復有佛，名軷陀尼，已過去。次復", "530": "七寶燈火、萬種伎樂，悉皆在前。其華香萬", "531": "種，自然之物，亦非世間之物，亦非天上之物", "532": "也。是萬種物，都八方、上下眾自然合會化", "533": "生耳。意欲得者，即自然化生，意不用者，即", "534": "化去。諸菩薩便共持，供養諸佛及諸菩薩、阿", "535": "羅漢，邊傍前後迴遶周匝，在意所欲即輒皆", "536": "至。當是之時，快樂不可言也！諸菩薩意，各", "537": "欲得四十里華，即自然在前，便於虛空中，", "538": "共持散諸佛及菩薩、阿羅漢上；皆在虛空中", "539": "下向，華甚香好，小萎墮地，即自然亂風吹，", "54": "有佛，名朱蹄波，已過去。次復有佛，名凡扶", "540": "萎華悉自然去。諸菩薩意，各復欲得八十里", "541": "華，即自然在前，共持散諸佛及諸菩薩、阿羅", "542": "漢上；華皆復在虛空中下向，小萎墮地，即", "543": "自然亂風吹，萎華悉自然去。諸菩薩意，各", "544": "復欲得百六十里華，即自然在前，便於虛空", "545": "中，共持散諸佛及諸菩薩、阿羅漢上；華皆復", "546": "於虛空中下向，小萎墮地，即自然亂風吹，", "547": "萎華悉自然去。諸菩薩意，各復欲得三百二", "548": "十里華，即自然在前，復於虛空中，持散諸", "549": "佛及諸菩薩、阿羅漢上；華於虛空中下向，小", "55": "坻，已過去。次復有佛，名墮樓勒耶，已過去。", "550": "萎墮地，即自然亂風吹，萎華悉自然去。諸", "551": "菩薩意，各復欲得六百四十里華，即自然在", "552": "前，復以散諸佛及諸菩薩、阿羅漢上；皆在虛", "553": "空中下向，小萎墮地，亂風自然吹萎華去。", "554": "諸菩薩意，各復欲得千二百八十里華，即自", "555": "然在前，復於虛空中，共持散諸佛及諸菩薩、", "556": "阿羅漢上；皆在虛空中下向，小萎墮地，亂", "557": "風自然吹，萎華悉自然去。諸菩薩意，各復", "558": "欲得二千五百六十里華，即自然在前，復於", "559": "虛空中，共持散諸佛及諸菩薩、阿羅漢上；皆", "56": "次復有佛，名旃陀扈斯，已過去。次復有佛，", "560": "在虛空中下向，小萎墮地，亂風吹萎華悉自", "561": "然去。諸菩薩意，各復欲得五千一百二十里", "562": "華，即自然在前，復於虛空中，共持散諸佛", "563": "及諸菩薩、阿羅漢上；皆在虛空中下向，小萎", "564": "墮地，亂風吹萎華悉自然去。諸菩薩意，各", "565": "復欲得萬二百四十里華，即皆自然在前，復", "566": "於虛空中，共持散諸佛及諸菩薩、阿羅漢上；", "567": "小萎墮地，亂風吹萎華悉自然去。諸菩薩", "568": "意，各復欲得二萬四百八十里華，即皆在前，", "569": "復於虛空中，共持散諸佛及諸菩薩、阿羅漢", "57": "名須耶惟于沙，已過去。次復有佛，名拘還", "570": "上；皆在虛空中下向，小萎墮地，亂風吹萎", "571": "華悉自然去。諸菩薩意，各復欲得五萬里華，", "572": "即皆在前，復於虛空中，共持散諸佛及諸菩", "573": "薩、阿羅漢上；皆在虛空中下向，小萎墮地，", "574": "亂風吹萎華悉自然去。諸菩薩意，各復欲得", "575": "十萬里華，即皆在前，諸菩薩復於虛空中，", "576": "共持散諸佛及諸菩薩、阿羅漢上；皆在虛空", "577": "中下向，小萎墮地，亂風吹萎華悉自然去。", "578": "諸菩薩意，各復欲得二十萬里華，即皆在前，", "579": "復於虛空中，共持散諸佛及諸菩薩、阿羅漢", "58": "彌鉢摩耆，已過去。次復有佛，名屍利滑", "580": "上；小萎墮地，亂風吹萎華悉自然去。諸菩", "581": "薩意，各復欲得四十萬里華，即皆在前，復", "582": "於虛空中，共持散諸佛及諸菩薩、阿羅漢上；", "583": "皆在虛空中下向，小萎墮地，亂風吹萎華悉", "584": "自然去。諸菩薩意，各復欲得八十萬里華，", "585": "即皆在前，復於虛空中，共持散諸佛及諸菩", "586": "薩、阿羅漢上；皆在虛空中下向，小萎墮地，", "587": "亂風吹萎華悉自然去。諸菩薩意，各欲得百", "588": "六十萬里華，即皆在前，共持散諸佛及諸菩", "589": "薩、阿羅漢上；小萎墮地，亂風吹萎華悉自然", "59": "攱，已過去。次復有佛，名摩訶那提，已過去。", "590": "去。諸菩薩意，各欲得三百萬里華，即皆在", "591": "前，共持散諸佛及諸菩薩、阿羅漢上；小萎墮", "592": "地，亂風吹萎華自然去。諸菩薩意，各欲得", "593": "六百萬里華，即皆在前，共持散諸佛及諸菩", "594": "薩、阿羅漢上；華都自然合為一華，華正端", "595": "圓周匝各適等，華轉倍前，華極自軟好，勝", "596": "於前華數千百倍，色色異，香香不可言。諸菩", "597": "薩皆大歡喜，俱於虛空中，大共作眾音自然", "598": "伎樂，樂諸佛及諸菩薩、阿羅漢。當此之時，快", "599": "樂不可言。「諸菩薩皆悉却坐聽經，聽經竟即", "6": "拘隣、賢者拔智致、賢者摩訶那彌、賢者合", "60": "次復有佛，名耆頭摩提，已過去。次復有佛，", "600": "悉諷誦通，重知經道，益明智慧。即諸佛國", "601": "中，從第一四天上，至三十三天上，諸天人", "602": "皆共持天上萬種自然之物來下，供養諸菩", "603": "薩、阿羅漢。天人皆復於虛空中，大共作眾音", "604": "伎樂。諸天人前來者，轉去避後來者；後來", "605": "者轉復供養如前，更相開避。諸天人歡喜聽", "606": "經，大共作音樂，當是時快樂無極。諸菩薩", "607": "供養聽經訖竟，便皆起為佛作禮而去，即復", "608": "飛到八方、上下無央數諸佛所，供養聽經，", "609": "皆各如前。悉遍已後，日未中時，各飛還其", "61": "名羅隣祇離，已過去。次復有佛，名俞樓俱", "610": "國，為阿彌陀佛作禮，皆却坐聽經竟大歡喜。」", "611": "佛言：「阿彌陀佛及諸菩薩、阿羅漢欲食時，即", "612": "自然七寶机，劫波育罽疊以為座。佛及菩", "613": "薩皆坐前悉有自然七寶，鉢中有百味飲", "614": "食。飲食者亦不類世間，亦非天上；此百味", "615": "飲食，八方、上下眾自然飲食中精味，甚香美", "616": "無比，自然化生耳，欲得甜酢在所欲得。諸", "617": "菩薩、阿羅漢中，有欲得金鉢者，有欲得銀鉢", "618": "者，有欲得水精鉢者，有欲得珊瑚鉢者，有", "619": "欲得虎珀鉢者，有欲得白玉鉢者，有欲得車", "62": "路蔡。已過去，次復有佛，名滿呼群尼鉢賓", "620": "𤦲鉢者，有欲得馬瑙鉢者，有欲得明月珠鉢", "621": "者，有欲得摩尼珠鉢者，有欲得紫磨金鉢者，", "622": "隨意即至；亦無所從來，亦無供養者，自然化", "623": "生耳。諸菩薩、阿羅漢皆食，食亦不多亦不少，", "624": "悉平等；亦不言美惡，亦不以美故喜。食訖諸", "625": "飯具鉢机座，皆自然化去，欲食時乃復化", "626": "生耳。諸菩薩、阿羅漢皆心淨潔，所飲食但用", "627": "作氣力爾，皆自然消散摩盡化去。」", "628": "佛告阿難：「阿彌陀佛為諸菩薩、阿羅漢說經", "629": "時，都悉大會講堂上。諸菩薩、阿羅漢，及諸", "63": "䫛，已過去。次復有佛，名旃陀遬臾拔惒沙，", "630": "天人民無央數，都不可復計，皆飛到阿彌陀", "631": "佛所，為佛作禮，却坐聽經。其佛廣說道智大", "632": "經，皆悉聞知，莫不歡喜踊躍心開解者。即", "633": "四方自然亂風起，吹七寶樹，皆作五音聲。", "634": "七寶樹華，覆蓋其國，皆在虛空中下向，其", "635": "華之香遍一國中，皆散阿彌陀佛，及諸菩薩、", "636": "阿羅漢上。華墮地皆厚四寸，小萎即亂風吹，", "637": "萎華自然去。四方亂風，吹七寶樹華，如是", "638": "四反。即第一四天王，第二忉利天上，至三", "639": "十二天上，諸天人皆持天上萬種自然之物，", "64": "已過去。次復有佛，名旃陀蔡拘岑，已過去。", "640": "百種雜色華、百種雜香、百種雜繒綵、百種", "641": "劫波育疊衣、萬種伎樂轉倍好相勝，各持來", "642": "下，為阿彌陀佛作禮，供養佛及諸菩薩、阿羅", "643": "漢。諸天人皆復大作伎樂，樂阿彌陀佛及諸", "644": "菩薩、阿羅漢。當是時，快樂不可言。諸天更", "645": "相開避，後來者轉復供養如前。即東方無央", "646": "數佛國，其數不可復計；如恒水邊流沙，一", "647": "沙一佛其數如是。諸佛各遣諸菩薩無央數，", "648": "不可復計，皆飛到阿彌陀佛所，作禮聽經，", "649": "皆大歡喜，悉起為作禮如去。西方、北方、南", "65": "次復有佛，名潘波䗍頻尼，已過去。次復有", "650": "方、四角諸佛，其數各如恒水邊流沙，各遣諸", "651": "菩薩無央數，飛到阿彌陀佛所，作禮聽經亦", "652": "復如是。即下方、上方諸佛，其數各如恒水邊", "653": "流沙，皆遣諸菩薩，都不可復計，飛到阿彌", "654": "陀佛所，作禮聽經。更相開避，如是終無休", "655": "絕時也。」佛言：「所以諸佛以恒水邊流沙為數", "656": "者，八方、上下無央數佛，甚大眾多，都各不", "657": "可復計，故以恒水邊流沙為數耳。」", "658": "佛語阿難：「阿彌陀佛為諸菩薩、阿羅漢說經", "659": "竟，諸天人民中有未得道者，即得道。未得", "66": "佛，名軷波惒斯，已過去。次復有佛，名阿術", "660": "須陀洹者，即得須陀洹；未得斯陀含者，即", "661": "得斯陀含；未得阿那含者，即得阿那含；未", "662": "得阿羅漢者，即得阿羅漢；未得阿惟越致菩", "663": "薩者，即得阿惟越致菩薩。阿彌陀佛輒隨", "664": "其宿命時求道心所憙願，大小隨意，為說", "665": "經授與之，即令疾開解得。皆悉明慧，各自", "666": "好喜，所願經道，莫不喜樂。誦習之者，自諷", "667": "誦通利，無厭無極。諸菩薩、阿羅漢中，有誦", "668": "經者，其音如三百鐘聲。中有說經者，如疾", "669": "風暴雨時，如是盡一劫竟，終無懈倦時。皆", "67": "祇陀揭䗍，已過去。次復有佛，名勿署提，", "670": "悉智慧勇猛，身體輕便，終無痛痒。極時行", "671": "步坐起，悉皆才健勇猛，如師子中王，在深", "672": "山中，有所趣向，時無有敢當者。無有疑難", "673": "之意，在心所作，為不可豫計，百千億萬倍。", "674": "是猛師子中王，百千億萬倍，尚復不如我第", "675": "二弟子摩訶目揵連勇猛，百千億萬倍。如摩", "676": "訶目揵連，於諸國菩薩、阿羅漢中，最為無比。", "677": "飛行進止，智慧勇猛，洞視徹聽，知八方、上", "678": "下、去來現在之事，百千億萬倍。共合為一智", "679": "慧，當令在阿彌陀佛國中諸羅漢邊，其德尚", "68": "已過去。次復有佛，名質夜蔡，已過去。次復", "680": "復不及，百千億萬倍。」阿逸菩薩，即起前長", "681": "跪叉手，問佛言：「阿彌陀佛國中，諸阿羅漢，", "682": "寧頗有般泥洹去者無？願欲聞之。」佛言：「若", "683": "欲知者，如是四天下星，若見之不？」阿逸菩", "684": "薩言：「唯然見之。」佛言：「如我第二弟子，摩訶", "685": "目揵連，飛上天上一晝一夜，遍數知星有幾", "686": "枚。此四天下星甚眾多，不可得計尚復百千", "687": "億萬倍是星也。如天下大海水減去一渧，", "688": "寧能令海水為減，知少不耶？」對曰：「減去百", "689": "千億萬斗石，尚不能令減知少也。」佛言：「阿", "69": "有佛，名曇摩惒提，已過去。次復有佛，名篩", "690": "彌陀佛國，諸阿羅漢中，雖有般泥洹去者，", "691": "如大海減一渧水爾，不能令在諸阿羅漢", "692": "為減知少也。」佛言：「大海減去一溪水，寧令", "693": "減少不？」對曰：「減去百千億萬溪水，尚不能", "694": "減知少也。」佛言：「減大海一恒水，寧能令減", "695": "知少不？」對曰：「減去百千億萬恒水，不能令", "696": "減知少也。」佛言：「阿彌陀佛國，諸阿羅漢，般", "697": "泥洹去者無央數，其在者新得道者亦無央", "698": "數，都不為增減也。」佛言：「令天下諸水，都流", "699": "入大海水中，寧能令海水增多不？」對曰：「不", "7": "尸、賢者須滿日、賢者維末坻、賢者不迺、", "70": "耶維䫛質，已過去。次復有佛，名樓耶帶，已", "700": "能令增多也。所以者何？是大海為天下諸水", "701": "眾善中王，故能爾耳。」佛言：「阿彌陀佛國亦", "702": "如是，悉令八方、上下無央數佛國，諸無央數", "703": "天人民、蜎飛蠕動之類都往生，甚大眾多不", "704": "可復計。阿彌陀佛國，諸菩薩、阿羅漢、眾比丘", "705": "僧，故如常一法不異為增多。所以者何？阿彌", "706": "陀佛國為最快，八方、上下無央數諸佛國中", "707": "眾善之王，諸佛國中之雄，諸佛國中之寶，諸", "708": "佛國中壽之極長久也，諸佛國中之眾傑也，", "709": "諸佛國中之廣大也，諸佛國中之都，自然之", "71": "過去。次復有佛，名僧迦羅彌樓迦帶，已過", "710": "無為，最快明好甚樂之無極。所以者何？阿彌", "711": "陀佛本為菩薩時，所願勇猛，精進不懈，累", "712": "德所致，故能爾耳。」阿逸菩薩即大歡喜，長跪", "713": "叉手言：「佛說阿彌陀佛國土，快善明好最姝", "714": "無比，乃獨爾乎？」佛言：「阿彌陀佛國，諸菩薩、", "715": "阿羅漢所居七寶舍宅中，有在虛空中者，有", "716": "在地者；中有欲令舍宅最高者，舍宅即高；中", "717": "有欲令舍宅最大者，舍宅即大；中有欲令舍", "718": "宅在虛空中者，舍宅即在虛空中；皆自然隨", "719": "意在所作為。中有殊不能令舍宅隨意者。所", "72": "去。次復有佛，名曇昧摩提阿維難提，已過", "720": "以者何？中有能令舍宅隨意者，皆是前世宿", "721": "命求道時，慈心精進，益作諸善，德重所致；", "722": "中有殊不能者，皆是前世宿命求道時，不慈", "723": "心精進，益作諸善，德薄所致。其所衣被、飯", "724": "食，俱自然平等。德有大小，別知其勇猛，令", "725": "眾見之耳。」佛言：「若見第六天王所居處不？」「唯", "726": "然見之。」佛言：「阿彌陀佛國講堂舍宅，都復", "727": "勝第六天王所居處，百千億萬倍。諸菩薩、阿", "728": "羅漢，悉皆洞視徹聽，見知八方、上下、去來現", "729": "在之事。復無數天上、天下人民，及蜎飛蠕動", "73": "去。」佛告阿難：「次復有佛，名樓夷亘羅，在世", "730": "之類，心意所念善、惡，口所欲言，皆知；當何", "731": "歲、何劫得度脫、得人道，往生阿彌陀佛國，", "732": "知當作菩薩、阿羅漢，皆豫知之。諸菩薩、阿", "733": "羅漢頂中，皆悉自有光明，所照有大、小。諸", "734": "菩薩中，有最尊兩菩薩，常在佛左、右坐侍正", "735": "論；佛常與是兩菩薩共對坐，議八方、上下、去", "736": "來現在之事。若欲使是兩菩薩，到八方、上下", "737": "無央數諸佛所，即便飛行；隨心所欲至到飛", "738": "行，使疾如佛，勇猛無比。其一菩薩名蓋", "739": "樓亘，其一菩薩名摩訶那鉢。光明智慧最第", "74": "間教授，壽四十二劫。乃爾時世有大國王，", "740": "一，頂中光明各焰照他方千須彌山佛國中", "741": "常大明。其諸菩薩頂中光明各照千億萬里，", "742": "諸阿羅漢頂中光明，各照七丈。」佛言：「世間", "743": "人民，若善男子、善女人，若有急恐怖縣官事", "744": "者，但自歸命是蓋樓亘菩薩、摩訶那鉢菩薩", "745": "所，無不得解脫者。」", "746": "佛告阿逸菩薩：「阿彌陀佛頂中光明，極大光", "747": "明。其日、月、星辰，皆在虛空中住止，不可復", "748": "迴轉運行，亦無有精光，其明皆蔽不復見。", "749": "佛光明照國中，及焰照他方佛國常大明，終", "75": "王聞佛經道，心即歡喜開解；便棄國捐王，行", "750": "無有冥時。其國無有一日、二日，亦無五日、十", "751": "日，亦無十五日、一月，亦無五月、十月、五歲、十", "752": "歲，亦無百歲、千歲，亦無萬歲、億萬歲，無百", "753": "千億萬歲；無有一劫、十劫、百劫、千劫，無萬劫、", "754": "百萬劫，無千萬劫、百億萬劫。阿彌陀佛光明，", "755": "明無有極，却後無數劫無數劫，重復無數", "756": "劫無數劫，無央數，終無有當冥時。國土及", "757": "諸天，終無壞敗時。所以者何？阿彌陀佛壽", "758": "命極長，國土甚好，故能爾耳！其佛尊壽，却", "759": "後無數劫，重復無數劫，尚未央般泥洹也。", "76": "作沙門，字曇摩迦。作菩薩道，為人高才，智", "760": "於世間教授，意欲過度八方、上下諸無央數", "761": "佛國，諸天人民及蜎飛蠕動之類，皆欲使", "762": "往生其國，悉令得泥洹之道。其作菩薩者，", "763": "皆欲令悉作佛。作佛已，轉復教授八方、上", "764": "下諸天人民及蜎飛蠕動之類，皆復欲令", "765": "作佛。作佛已，復教授諸無央數天人民、蜎", "766": "飛蠕動之類，皆令得泥洹道去。諸可教授弟", "767": "子者，展轉復相教授，轉相度脫，至令得須", "768": "陀洹、斯陀含、阿那含、阿羅漢、辟支佛道，", "769": "轉相度脫，皆得泥洹之道悉如是。尚未欲般", "77": "慧勇猛，與世人絕異。往到樓夷亘羅佛所，", "770": "泥洹，阿彌陀佛所度脫，展轉如是。復住止", "771": "無數劫無數劫，不可復計劫，終無般泥洹時。", "772": "八方、上下諸無央數天人民、蜎飛蠕動之類，", "773": "其生阿彌陀佛國，當作佛者，不可復勝數。", "774": "諸作阿羅漢，得泥洹道者，亦無央數，都不", "775": "可復計。阿彌陀佛恩德，諸所布施，八方、上", "776": "下無窮無極，甚深無量，快善不可言。其智", "777": "慧教授所出經道，布告八方、上下諸無央數", "778": "天上、天下，甚不原也。其經卷數甚眾多，不", "779": "可復計，都無有極。」佛告阿逸菩薩：「若欲知", "78": "前為佛作禮，却長跪叉手，白佛言：『我欲求", "780": "阿彌陀佛壽命無極時不？」對曰：「願皆欲聞知", "781": "之。」佛言：「明聽！悉令八方、上下諸無央數佛", "782": "國中，諸天人民、蜎飛蠕動之類，皆使得入", "783": "道，悉令作辟支佛、阿羅漢，共坐禪一心，都", "784": "合其智慧為一勇猛，共欲計知阿彌陀佛壽", "785": "命，幾千億萬劫歲數，皆無有能計知者。復", "786": "令他方面各千須彌山佛國中，諸天人民、蜎", "787": "飛蠕動之類，皆復使得入道，悉令作辟支", "788": "佛、阿羅漢，皆令坐禪一心，合其智慧為一勇", "789": "猛，共欲數阿彌陀佛國中，諸菩薩、阿羅漢，", "79": "佛為菩薩道，令我後作佛時，於八方、上下諸", "790": "知有幾千億萬人，皆無有能知數者。阿彌陀", "791": "年壽甚長久，浩浩照照，明善甚深，無極", "792": "無底，誰當能知信其者？獨佛自信知爾！」阿", "793": "逸菩薩聞佛言大歡喜，長跪叉手言：「佛說阿", "794": "彌陀佛壽命甚長，威神尊大，智慧光明巍巍", "795": "快善，乃獨如是。」佛言：「阿彌陀佛至其然後", "796": "般泥洹者，其蓋樓亘菩薩，便當作佛。總領", "797": "道智，典主教授，世間及八方、上下所過度", "798": "諸天人民、蜎飛蠕動之類，皆令得佛泥洹之", "799": "道。其善福德，當復如大師阿彌陀佛，住止", "8": "賢者迦為拔坻、賢者憂為迦葉、賢者那履迦", "80": "無央數佛中，最尊智慧勇猛。頭中光明如佛", "800": "無央數劫無央數劫，不可復計劫，准法大", "801": "師，爾乃般泥洹。其次摩訶那鉢菩薩，當復", "802": "作佛。典主智慧，總領教授，所過度福德，當", "803": "復如大師阿彌陀佛。止住無央數劫，尚復不", "804": "般泥洹。展轉相承受，經道甚明，國土極善。", "805": "其法如是，終無有斷絕，不可極也。」", "806": "阿難長跪叉手。問佛言：「阿彌陀佛國中，無", "807": "有須彌山，其第一四天、第二忉利天，皆依", "808": "因何等住止？願欲聞之。」佛告阿難：「若有疑", "809": "意於佛所耶？八方、上下，無窮無極，無邊無", "81": "光明，所焰照無極。所居國土，自然七寶極自", "810": "量，諸天下大海水，一人斗量之，尚可枯盡", "811": "得其底泥；佛智不如是。」佛言：「我所見知，", "812": "諸已過去佛，如我名字釋迦文佛者，復如恒", "813": "水邊流沙，一沙一佛。諸當來佛，如我名字，", "814": "亦如恒水邊流沙。甫始欲求作佛者，如我名", "815": "字，亦如恒水邊流沙。佛正坐直南向，視見", "816": "南方。今現在佛，如我名字者，復如恒水邊", "817": "流沙。八方、上下，去來現在諸佛，如我名字", "818": "者，各如十恒水邊流沙，一沙一佛，其數如", "819": "是；佛皆悉豫見知之。」佛言：「往昔過去無數", "82": "軟好。令我後作佛時，教授名字，皆聞八方、", "820": "劫已來，一劫、十劫、百劫、千劫、萬劫、億劫、", "821": "億萬億劫中有佛。諸已過去佛，一佛、十佛、", "822": "百佛、千佛、萬佛、億佛、億萬億佛，各自有名", "823": "字不同，無有如我名字者。甫始當來劫，一", "824": "劫、十劫、百劫、千劫、萬劫、億劫、億萬億劫，劫", "825": "中有佛。一佛、十佛、百佛、千佛、萬佛、億佛、億", "826": "萬億佛，各各自有名字不同，時時乃有一佛", "827": "如我名字耳。諸八方、上下無央數佛國，今", "828": "現在佛，次他方異國，一佛國、十佛國、百佛", "829": "國、千佛國、萬佛國、億佛國、億萬億佛國中", "83": "上下無央數佛國，莫不聞知我名字者。諸無", "830": "有佛，各自有名字，多多復不同，無如我名", "831": "字者。八方、上下無央數諸佛中，時時乃有", "832": "如我名字爾！八方、上下，去來現在，其中間", "833": "曠絕甚遠，悠悠迢迢，無窮無極，佛智亘然", "834": "甚明，探古知今，前知無窮却覩未然，豫知", "835": "無極，都不可復計。甚無央數佛，威神尊明，", "836": "皆悉知之。佛智慧道德合明，都無能問佛經", "837": "道窮極者，佛智慧終不可稱量盡也。」阿難聞", "838": "佛言，即大恐怖衣毛皆起，白佛言：「我不敢", "839": "有疑意於佛所。所以問佛者，他方佛國，皆", "84": "央數天人民，及蜎飛蠕動之類，諸來生我國", "840": "有須彌山，第一四天、第二忉利天，皆依因", "841": "之住止。我恐佛般泥洹後，儻有諸天人民，", "842": "若比丘僧、比丘尼、優婆塞、優婆夷來問我：『阿", "843": "彌陀佛國，何以獨無有須彌山？其第一四天", "844": "王、第二忉利天，皆依因何等住止？』我當應答", "845": "之。今不問佛者，佛去後，當持何等語報答", "846": "之？獨佛自知之爾，餘人無有能為我解者。", "847": "以是故問佛耳！」佛言：「阿難！是第三焰天、第", "848": "四兜術天，上至第七梵天，皆依因何等住止", "849": "乎？」阿難言：「是諸天皆自然在虛空中住，在虛", "85": "者，悉皆令作菩薩、阿羅漢，無央數都勝諸佛", "850": "空中住止，無所依因。」「佛威神甚重，自然所", "851": "欲作為，意欲有所作，為不豫計。是諸天皆", "852": "尚在虛空中住止。何況佛威神尊重，欲有所", "853": "作為耶？」阿難聞佛言，即大歡喜，長跪叉手", "854": "言：「佛智慧知八方、上下，去來現在之事，無窮", "855": "無極，無有邊幅，甚高大妙絕快善，極明好甚", "856": "無比，威神尊重不可當。」", "857": "阿彌陀經卷上", "86": "國。如是者寧可得不？』」佛語阿難：「其樓夷亘", "87": "羅佛，知其高明所願快善，即為曇摩迦菩薩", "88": "說經言：『譬如天下大海水，一人斗量之，一", "89": "劫不止，尚可枯盡令空，得其底埿。人至心", "9": "葉、賢者那翼迦葉、賢者舍利弗、賢者摩訶", "90": "求道，可如當不可得乎？求索精進不休止，會", "91": "當得心中所欲願爾。』曇摩迦菩薩聞樓夷", "92": "亘羅佛說經如是，即大歡喜踊躍。其佛即選", "93": "擇二百一十億佛國土中，諸天人民之善惡、", "94": "國土之好醜，為選擇心中所欲願。夷亘羅", "95": "佛說經竟，曇摩迦便一其心，即得天眼徹視，", "96": "悉自見二百一十億諸佛國中諸天人民之善", "97": "惡、國土之好醜。即選擇心中所願，便結得", "98": "是二十四願經，則奉行之，精進勇猛勤苦求", "99": "索。如是無央數劫，所師事供養諸已過去"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0362 佛說阿彌陀三耶三佛薩樓佛檀過度人道經: 佛說阿彌陀三耶三佛薩樓佛檀\n過度人道經: 阿彌陀經: 佛說阿彌陀三耶三佛薩樓佛檀過度人道經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}