{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1063 番大悲神呪", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1063 [cf. Nos. 1056-1058, 1060-1062,", "1": "1064]", "2": "番大悲神呪", "3": "捺麼囉得捺二合得囉二合牙引牙󰋂麼阿㗚牙", "4": "二合啞斡盧雞帝說囉引牙布提薩咄引牙麼曷", "5": "引薩咄引牙麼曷引葛引嚕禰葛引牙怛爹塔唵", "6": "薩㗚斡二合板塔捺妻達納葛囉引牙薩㗚斡二", "7": "合巴引鈸薩麼度嚕二合束攝納葛囉引牙薩㗚", "8": "斡二合月引提不囉二合攝麻捺葛囉二合牙薩", "9": "㗚斡二合咿帝烏巴特囉二合斡月捺引攝捺葛", "10": "囉引牙薩㗚斡二合杷宜熟舌腭得囉二合引󰋂舌腭", "11": "引牙怛薛捺麻思屹哩二合擔咿擔啞引㗚牙二", "12": "合啞斡二合魯結帝說囉怛斡禰引辣竿剎󰋂引", "13": "麻紇哩二合達巖啞引斡㗚怛二合葉沙引咩薩", "14": "㗚斡二合啞㗚塔二合薩塔納束平聲婆疾怛捺", "15": "薩哩斡二合薩哆引喃巴引鉢麻引㗚葛月束塔", "16": "葛怛爹塔引啞斡魯吉魯葛麻疊魯葛葛爹伊", "17": "奚歇麻曷布提薩咄兮布提薩咄兮麻曷布提", "18": "薩埵兮不哩二合牙布提薩埵兮葛魯禰舌腭葛", "19": "思麻二合囉𠶹哩二合達巖伊兮歇啞引㗚牙二", "20": "合啞斡嚕結帝說囉巴囉麻埋引得哩二合引即舌腭", "21": "怛葛引嚕禰舌腭葛孤嚕孤嚕葛㗚末二合薩塔", "22": "牙薩塔牙微店帝兮帝兮迷啞曩葛莽葛末月", "23": "㰠葛末席塔由吉說囉哆呼哆呼尾引㗚顏帝", "24": "麻曷引尾引㗚顏帝塔囉塔囉塔囉禰說囉󰷅", "25": "辣󰷅辣尾麻辣啞麻辣摩引㗚帝啞㗚牙啞斡", "26": "嚕結帝說囉屹哩二合室󰋂二合舌腭唧󰋂拶劄麻孤", "27": "劄啞郎屹哩二合怛攝哩囉嵐鉢不囉嵐鉢月", "28": "嵐鉢麻曷引席塔熟塔塔囉巴辣巴辣麻曷巴", "29": "辣末辣麻辣麻曷末辣󰷅辣󰷅辣麻曷辣󰷅屹", "30": "哩二合室捺二合舌腭巴徹二合屹哩二合室捺二合舌腭", "31": "斡㗚納二合屹哩二合室納二合巴引賒聶㗚渴", "32": "平聲二合怛納兮巴得末曷思達拶牙葛囉禰攝引", "33": "拶哩二合說囉屹哩二合室納二合薩㗚巴二合屹", "34": "哩二合怛牙𡩶切身巴尾引怛伊兮歇咓囉引曷", "35": "麻渴得哩二合布囉達曷禰引說囉󰋂引囉牙捺", "36": "舌腭巴辣嚕鉢微攝塔哩兮禰辣竿剎兮麻曷", "37": "引曷辣引曷辣月攝禰㗚唧二合怛盧葛薛囉引", "38": "葛微攝納攝納引堆攝微攝納攝納平聲模曷", "39": "微攝捺攝捺儞哩二合木克二合徹納呼盧呼盧", "40": "門拶門拶摩呼盧摩呼盧曷辣引曷辣麻曷巴", "41": "特麻二合捺引潑薩囉薩囉席哩席哩蘇嚧蘇", "42": "嚧勃鐵勃鐵布塔牙布塔牙布塔牙咩怛斡禰", "43": "引辣竿剎夷兮歇引禰引辣竿剎夷兮歇咓麻", "44": "思貼二合怛辛曷麻渴曷薩曷薩門拶門拶麻", "45": "曷劄劄哈薩引禰㗚捺爹儞伊兮歇蒲蒲麻曷", "46": "悉塔由吉說囉引班塔班塔咓咱薩塔牙薩塔", "47": "牙微店思麻囉思麻囉󰺿含口呼兮杷葛頑嚕葛", "48": "月魯葛思端二合怛塔葛達怛達歇迷怛哩賒", "49": "喃不囉薩塔牙迷莎訶席塔牙莎訶麻曷席塔", "50": "牙莎訶席塔由吉說囉牙莎訶禰引辣竿剎牙", "51": "莎曷咓囉曷摩渴牙莎曷辛曷摩渴牙莎引曷", "52": "麻曷引捺囉辛曷摩渴引牙莎引曷引席塔重微", "53": "疊塔囉引牙莎曷引巴特麻二合曷思塔二合引牙", "54": "莎引曷引麻曷引巴特麻二合曷思塔二合引牙莎", "55": "引曷引斡𠷌囉二合曷思怛二合引牙莎引曷麻曷", "56": "斡𠷌囉二合曷思怛二合引牙莎引曷引屹哩二合", "57": "室納二合舌腭薩㗚巴二合吃哩二合怛牙𡩶切身巴尾", "58": "引怛牙莎引曷麻曷引葛引辣麻孤劄塔囉牙莎", "59": "引曷拶屹囉二合引由塔塔囉引牙莎引曷引商渴", "60": "攝鈸達二合禰㗚捺二合引怛捺葛囉牙莎引曷引", "61": "布塔捺葛囉牙莎引曷引咓末引思竿二合塔低", "62": "攝思鐵怛屹哩二合室捺二合舌腭啞唧捺引牙莎引", "63": "曷咓末訶思怛二合月仡囉二合重拶㗚麻二合禰", "64": "斡薩捺引牙莎引曷引盧雞說囉二合牙莎引曷", "65": "引麻曷盧雞說囉牙莎曷引薩里斡席梯說囉", "66": "牙莎曷囉克徹二合囉克徹二合慢閉口呼莎曷孤", "67": "嚕孤嚕囉克徹二合舌腭麼㗚帝二合喃莎曷捺麼發", "68": "葛咓諦呵哩二合牙啞斡盧吉帝說囉牙布提", "69": "薩埵牙麻曷薩埵牙麻曷葛嚕禰舌腭葛牙席", "70": "甸都迷滿特囉二合巴達引禰莎引曷引", "71": "番大悲神呪"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1063 番大悲神呪", "source": "CBETA"}