{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含經", "text": {"0": "初誦4 未曾有法品35 阿修羅經", "1": "中阿含經卷第九", "10": "曰：「世尊！今地大動，地大動時，四面大風起，四", "100": "念：「世尊為何比丘而說此眾中有一比丘已", "101": "為不淨？我寧可入如其像定，以如其像定", "102": "他心之智，觀察眾心。」尊者大目乾連即入", "103": "如其像定，以如其像定他心之智，觀察眾", "104": "心，尊者大目乾連便知世尊所為比丘說，", "105": "此眾中有一比丘已為不淨。於是，尊者大", "106": "目乾連即從定起，至彼比丘前，牽臂將出，", "107": "開門置外：「癡人遠去，莫於此住，不復得", "108": "與比丘眾會，從今已去，非是比丘。」閉門下", "109": "鑰，還詣佛所，稽首佛足，却坐一面，白曰：「世", "11": "方彗星出，屋舍牆壁皆崩壞盡。」於是，世尊語", "110": "尊所為比丘說，此眾中有一比丘已為不", "111": "淨，我已逐出。世尊！初夜既過，中夜復訖，後夜", "112": "垂盡，將向欲明，明出不久，佛及比丘眾集", "113": "坐極久，唯願世尊說從解脫。」世尊告曰：「大目", "114": "乾連！彼愚癡人當得大罪，觸嬈世尊及比", "115": "丘眾。大目乾連，若使如來在不淨眾說從", "116": "解脫者，彼人則便頭破七分。是故大目乾連！", "117": "汝等從今已後說從解脫，如來不復說從", "118": "解脫。所以者何？大目乾連！如彼大海，從下", "119": "至上，周迴漸廣，均調轉上，以成於岸，其水常", "12": "尊者阿難曰：「如是，阿難！今地大動。如是，阿", "120": "滿，未曾流出。大目乾連！我正法、律亦復如是，", "121": "漸作漸學，漸盡漸教。大目乾連！若我正法、律", "122": "漸作漸學，漸盡漸教者，是謂我正法、律中未", "123": "曾有法。「復次，大目乾連！如大海潮，未曾失", "124": "時。大目乾連！我正法、律亦復如是，為比丘、比", "125": "丘尼、優婆塞、優婆私施設禁戒，諸族姓子", "126": "乃至命盡，終不犯戒。大目乾連！若我正法、", "127": "律為比丘、比丘尼、優婆塞、優婆私施設禁", "128": "戒，諸族姓子乃至命盡，終不犯戒者，是謂", "129": "我正法、律中未曾有法。「復次，大目乾連！如大", "13": "難！地大動時，四面大風起，四方彗星出，屋舍", "130": "海水，甚深無底，極廣無邊。大目乾連！我正法、", "131": "律亦復如是，諸法甚深，甚深無底，極廣無邊。", "132": "大目乾連！若我正法、律諸法甚深，甚深無底，", "133": "極廣無邊者，是謂我正法、律中未曾有法。「復", "134": "次，大目乾連！如海水鹹，皆同一味。大目乾連！", "135": "我正法、律亦復如是，無欲為味，覺味、息味及", "136": "道味。大目乾連！若我正法、律無欲為味，覺", "137": "味、息味及道味者，是謂我正法、律中未曾有", "138": "法。「復次，大目乾連！如大海中多有珍寶，無", "139": "量璝異，種種珍奇，充滿其中，珍寶名者，謂", "14": "牆壁皆崩壞盡。」尊者阿難白曰：「世尊！有幾因", "140": "金、銀、水精、琉璃、摩尼、真珠、碧玉、白珂、車𤦲、珊", "141": "瑚、虎珀、馬瑙、瑇瑁、赤石、琁珠。大目乾連！我", "142": "正法、律亦復如是，多有珍寶，無量璝異，種", "143": "種珍琦，充滿其中。珍寶名者，謂四念處、四正", "144": "勤、四如意足、五根、五力、七覺支、八支聖道。大目", "145": "乾連！若我正法、律多有珍寶，無量璝異，種", "146": "種珍奇，充滿其中，珍寶名者，謂四念處、四正", "147": "勤、四如意足、五根、五力、七覺支、八支聖道者，是", "148": "謂我正法、律中未曾有法。「復次，大目乾連！", "149": "如大海中，大神所居，大神名者，謂阿修羅、", "15": "緣令地大動，地大動時，四面大風起，四方彗", "150": "乾沓惒、羅剎、魚摩竭、龜、鼉、婆留泥、帝麑、帝麑", "151": "伽羅、提帝麑伽羅。復次，大海中甚奇甚特，眾", "152": "生身體有百由延，有二百由延，有三百由", "153": "延，有至七百由延，身皆居海中。大目乾", "154": "連！我正法、律亦復如是，聖眾大神皆居其", "155": "中。大神名者，謂阿羅訶、向阿羅訶、阿那含、", "156": "向阿那含、斯陀含、向斯陀含、須陀洹、向須", "157": "陀洹。大目乾連！若我正法、律聖眾大神皆", "158": "居其中，大神名者，謂阿羅訶、向阿羅訶、阿那", "159": "含、向阿那含，斯陀含、向斯陀含、須陀洹、向須", "16": "星出，屋舍牆壁皆崩壞盡？」世尊答曰：「阿難！", "160": "陀洹者，是謂我正法、律中未曾有法。「復次，", "161": "大目乾連！如大海清淨，不受死屍。若有", "162": "命終者，過夜風便吹著岸上。大目乾連！我", "163": "正法、律亦復如是，聖眾清淨，不受死屍。若", "164": "有不精進人惡生，非梵行稱梵行，非沙門", "165": "稱沙門，彼雖隨在聖眾之中，然去聖眾", "166": "遠，聖眾亦復去離彼遠。大目乾連！若我正", "167": "法、律聖眾清淨，不受死屍。若有不精進人惡", "168": "生，非梵行稱梵行，非沙門稱沙門，彼雖隨", "169": "在聖眾之中，然去聖眾遠，聖眾亦復去離", "17": "有三因緣令地大動，地大動時，四面大風", "170": "彼遠者，是謂我正法、律中未曾有法。「復次，大", "171": "目乾連！如彼大海閻浮洲中有五大河，一", "172": "曰恒伽，二曰搖尤那，三曰舍牢浮，四曰阿夷", "173": "羅婆提，五曰摩企，皆入大海，及大海中龍", "174": "水從空雨墮，渧如車釧，是一切水不能", "175": "令大海有增減也。大目乾連！我正法、律亦", "176": "復如是，剎利種族姓子剃除鬚髮，著袈裟", "177": "衣，至信、捨家、無家、學道，不移動心解脫，自作", "178": "證成就遊。大目乾連！不移動心解脫，於我", "179": "正法、律中無增無減，如是梵志種、居士種、", "18": "起，四方彗星出，屋舍牆壁皆崩壞盡。云何為", "180": "工師種族姓子剃除鬚髮，著袈裟衣，至信、", "181": "捨家、無家、學道，不移動心解脫，自作證成就", "182": "遊。大目乾連！不移動心解脫，於我正法、律", "183": "中無增無減。大目乾連！若我正法、律剎利", "184": "種族姓子剃除鬚髮，著袈裟衣，至信、捨家、無", "185": "家、學道，不移動心解脫，自作證成就遊。大目", "186": "乾連！不移動心解脫，於我正法、律中無增", "187": "無減，如是梵志種、居士種、工師種族姓子", "188": "剃除鬚髮，著袈裟衣，至信、捨家、無家、學道，", "189": "不移動心解脫，自作證成就遊。大目乾連！", "19": "三？阿難！此地止水上，水止風上，風依於空。", "190": "不移動心解脫，於我正法、律中無增無減者，", "191": "是謂我正法、律中未曾有法。」佛說如是。尊者", "192": "大目乾連及諸比丘聞佛所說，歡喜奉行。", "193": "瞻波經第六竟一千八百一十四字", "194": "38 郁伽長者經（三八）中阿含未曾有法品郁伽長者經第七", "195": "初一日誦", "196": "我聞如是：一時，佛遊鞞舍離，住大林中。", "197": "爾時，郁伽長者唯婦女侍從，在諸女前從鞞", "198": "舍離出，於鞞舍離大林中間唯作女妓，娛", "199": "樂如王。於是郁伽長者飲酒大醉，捨諸婦", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "阿難！有時空中大風起，風起則水擾，水擾則", "200": "女，至大林中，郁伽長者飲酒大醉，遙見世", "201": "尊在林樹間，端正姝好，猶星中月，光耀暐", "202": "曄，晃若金山，相好具足，威神巍巍，諸根寂定，", "203": "無有蔽礙，成就調御，息心靜默。彼見佛已，即", "204": "時醉醒，郁伽長者醉既醒已，便往詣佛，稽首", "205": "禮足，却坐一面。爾時，世尊為彼說法，勸發渴", "206": "仰，成就歡喜，無量方便為彼說法，勸發渴仰，", "207": "成就歡喜已。如諸佛法先說端正法，聞者", "208": "歡悅，謂說施、說戒、說生天法，毀呰欲為災", "209": "患，生死為穢，稱歎無欲為妙，道品白淨。世", "21": "地動，是謂第一因緣令地大動，地大動時，", "210": "尊為彼說如是法已，佛知彼有歡喜心、具", "211": "足心、柔軟心、堪耐心、勝上心、一向心、無疑心、", "212": "無蓋心，有能、有力堪受正法，謂如諸佛", "213": "說正法要。世尊即為彼說苦、習、滅、道，彼時", "214": "郁伽長者即於坐中見四聖諦苦、習、滅、道，", "215": "猶如白素，易染為色，郁伽長者亦復如是，", "216": "即於坐中見四聖諦苦、習、滅、道。於是，郁伽", "217": "長者已見法得法，覺白淨法，斷疑度惑，更", "218": "無餘尊，不復從他，無有猶豫，已住果證，", "219": "於世尊法得無所畏，即從坐起，為佛作禮，", "22": "四面大風起，四方彗星出，屋舍牆壁皆崩壞盡。", "220": "白曰：「世尊！我今自歸於佛、法及比丘眾，唯願", "221": "世尊受我為優婆塞，從今日始，終身自歸，", "222": "乃至命盡。世尊！我從今日，從世尊自盡形", "223": "壽，梵行為首，受持五戒。」郁伽長者從世尊", "224": "自盡形壽，梵行為首，受持五戒已，稽首佛", "225": "足，繞三匝而去。還歸其家，即集諸婦人，集", "226": "已，語曰：「汝等知不？我從世尊自盡形壽，梵", "227": "行為首，受持五戒，汝等欲得住於此者，", "228": "便可住此，行施作福，若不欲住者，各自還", "229": "歸，若汝欲得嫁者，我當嫁汝。」於是，最大夫", "23": "「復次，阿難！比丘有大如意足，有大威德，有", "230": "人白郁伽長者：「若尊從佛自盡形壽，梵行", "231": "為首，受持五戒者，便可以我與彼某甲。」郁", "232": "伽長者即為呼彼人，以左手執大夫人臂，", "233": "右手執金澡罐，語彼人曰：「我今以大夫人", "234": "與汝作婦。」彼人聞已，便大恐怖，身毛皆竪，白", "235": "郁伽長者：「長者！欲殺我耶？欲殺我耶？」長", "236": "者答曰：「我不殺汝，然我從佛自盡形壽，梵行", "237": "為首，受持五戒。是故我以最大夫人與汝", "238": "作婦耳。」郁伽長者已與大夫人，當與、與時", "239": "都無悔心。是時，世尊無量百千大眾圍繞，於", "24": "大福祐，有大威神，心自在如意足。彼於地", "240": "中咨嗟稱歎郁伽長者，郁伽長者有八未曾", "241": "有法。於是，有一比丘過夜平旦，著衣持鉢，", "242": "往詣郁伽長者家，郁伽長者遙見比丘來，即", "243": "從坐起，偏袒著衣，叉手向比丘白曰：「尊者", "244": "善來！尊者久不來此，願坐此床。」彼時，比丘", "245": "即坐其床，郁伽長者禮比丘足，却坐一面。", "246": "比丘告曰：「長者！汝有善利，有大功德。所以", "247": "者何？謂世尊為汝無量百千大眾圍繞，於", "248": "中咨嗟稱歎，郁伽長者有八未曾有法。長", "249": "者！汝有何法？」郁伽長者答比丘曰：「尊者！世", "25": "作小想，於水作無量想，彼因是故，此地隨", "250": "尊初不說異，然我不知世尊為何因說？但", "251": "尊者聽，謂我有法。一時，世尊遊鞞舍離，住", "252": "大林中。尊者！我於爾時唯婦女侍從，我最在", "253": "前出鞞舍離，於鞞舍離大林中間唯作女", "254": "妓，娛樂如王。尊者！我於爾時飲酒大醉，捨", "255": "諸婦女，至大林中。尊者！我時大醉，遙見世", "256": "尊在林樹間，端正姝好，猶星中月，光耀暐", "257": "曄，晃若金山，相好具足，威神巍巍，諸根寂定，", "258": "無有蔽礙，成就調御，息心靜默，我見佛已，", "259": "即時醉醒。尊者！我有是法。」比丘歎曰：「長者！", "26": "所欲、隨其意，擾復擾，震復震。護比丘天亦", "260": "若有是法，甚奇！甚特！」「尊者！我不但有是法，", "261": "復次，尊者！我醉醒已，便往詣佛，稽首禮足，却", "262": "坐一面。世尊為我說法，勸發渴仰，成就歡喜，", "263": "無量方便為我說法，勸發渴仰，成就歡喜已。", "264": "如諸佛法先說端正法，聞者歡悅，謂說施、", "265": "說戒、說生天法，毀呰欲為災患，生死為穢，", "266": "稱歎無欲為妙，道品白淨。世尊為我說如", "267": "是法已，佛知我有歡喜心、具足心、柔軟心、堪", "268": "耐心、勝上心、一向心、無疑心、無蓋心，有能、有", "269": "力堪受正法。謂如諸佛說正法要，世尊即", "27": "復如是，有大如意足，有大威德，有大福祐，", "270": "為我說苦、習、滅、道。我爾時即於坐中見四", "271": "聖諦苦、習、滅、道，猶如白素，易染為色，尊者！", "272": "我亦如是，即於坐中見四聖諦苦、習、滅、道，", "273": "尊者！我有是法。」比丘歎曰：「長者！若有是法，", "274": "甚奇！甚特！」「尊者！我不但有是法。復次，尊者！", "275": "我見法得法，覺白淨法，斷疑度惑，更無餘", "276": "尊，不復從他，無有猶豫，已住果證，於世", "277": "尊法得無所畏。尊者！我爾時即從坐起，稽", "278": "首佛足：『世尊！我今自歸於佛、法及比丘眾，唯", "279": "願世尊受我為優婆塞，從今日始，終身自", "28": "有大威神，心自在如意足。彼於地作小想，", "280": "歸，乃至命盡。世尊！我從今日，從世尊自盡", "281": "形壽，梵行為首，受持五戒。』尊者！若我從世", "282": "尊自盡形壽，梵行為首，受持五戒，未曾知", "283": "己犯戒。尊者！我有是法。」比丘歎曰：「長者！若", "284": "有是法，甚奇！甚特！」「尊者！我不但有是法。復", "285": "次，尊者！我爾時從世尊自盡形壽，梵行為", "286": "首，受持五戒已，稽首佛足，繞三匝而去，還歸", "287": "其家，集諸婦女，集已，語曰：『汝等知不？我從", "288": "世尊自盡形壽，梵行為首，受持五戒，汝等", "289": "欲得住於此者，便可住此，行施作福，若", "29": "於水作無量想，彼因是故，此地隨所欲、隨", "290": "不欲住者，各自還歸，若汝欲得嫁者，我當", "291": "嫁汝。』於是，最大夫人來白我曰：『若尊從佛", "292": "自盡形壽，梵行為首，受持五戒者，便可以", "293": "我與彼某甲。』尊者！我爾時即為呼彼人，以", "294": "左手執大夫人臂，右手執金澡罐，語彼", "295": "人曰：『我今以大夫人與汝作婦。』彼人聞已，", "296": "便大恐怖，身毛皆竪，而白我曰：『長者欲殺", "297": "我耶？長者欲殺我耶？』尊者！我語彼曰：『不欲", "298": "殺汝，然我從佛自盡形壽，梵行為首，受持", "299": "五戒。是故我以最大夫人與汝作婦耳。』尊", "3": "36 地動經（三六）未曾有法品地動經第五初一日誦", "30": "其意，擾復擾，震復震，是謂第二因緣令地", "300": "者！我已與大夫人，當與、與時都無悔心。尊", "301": "者！我有是法。」比丘歎曰：「長者！若有是法，甚", "302": "奇！甚特！」「尊者！我不但有是法。復次，尊者！我", "303": "詣眾園時，若初見一比丘，便為作禮，若彼", "304": "比丘經行者，我亦隨經行，若彼坐者，我亦於一", "305": "面坐，坐已聽法。彼尊為我說法，我亦為", "306": "彼尊說法，彼尊問我事，我亦問彼尊事，彼", "307": "尊答我事，我亦答彼尊事。尊者！我未曾憶", "308": "輕慢上中下長老上尊比丘。尊者！我有是", "309": "法。」比丘歎曰：「長者！若有是法，甚奇！甚特！」「尊", "31": "大動，地大動時，四面大風起，四方彗星出，屋", "310": "者！我不但有是法。復次，尊者！我在比丘眾", "311": "行布施時，天住虛空而告我曰：『長者！此是", "312": "阿羅訶，此是向阿羅訶，此是阿那含，此是向", "313": "阿那含，此是斯陀含，此是向斯陀含，此是須", "314": "陀洹，此是向須陀洹，此精進，此不精進。』尊者！", "315": "我施比丘眾時，未曾憶有分別意。尊者！我", "316": "有是法。」比丘歎曰：「長者！若有是法，甚奇！甚", "317": "特！」「尊者！我不但有是法。復次，尊者！我在比", "318": "丘眾行布施時，有天住虛空中而告我", "319": "曰：『長者！有如來、無所著、等正覺、世尊善說法，", "32": "舍牆壁皆崩壞盡。「復次，阿難！若如來不久過", "320": "如來聖眾善趣向。』尊者！我不從彼天信，不", "321": "從彼欲樂，不從彼所聞，但我自有淨智，知", "322": "有如來、無所著、等正覺、世尊善說法，如來聖", "323": "眾善趣向。尊者！我有是法。」比丘歎曰：「長者！", "324": "若有是法，甚奇！甚特！」「尊者！我不但有是法。", "325": "復次，尊者！謂佛所說五下分結，貪欲、瞋恚、身", "326": "見、戒取、疑、我見此五，無一不盡令縛我還", "327": "此世間，入於胎中。尊者！我有是法。」比丘歎", "328": "曰：「長者！若有是法，甚奇！甚特！」郁伽長者白", "329": "比丘曰：「願尊在此食。」比丘為郁伽長者故，", "33": "三月已當般涅槃，由是之故，令地大動，地", "330": "默然受請。郁伽長者知彼比丘默然受已，", "331": "即從坐起，自行澡水，以極淨美種種豐饒食", "332": "噉含消，自手斟酌，令得飽滿，食訖收器，行", "333": "澡水竟，持一小床，別坐聽法。比丘為長者", "334": "說法，勸發渴仰，成就歡喜，無量方便為彼說", "335": "法，勸發渴仰，成就歡喜已，從坐起去，往詣佛", "336": "所，稽首禮足，却坐一面，謂與郁伽長者本", "337": "所共論，盡向佛廣說。於是，世尊告諸比", "338": "丘：「我以是故，咨嗟稱歎郁伽長者有八", "339": "未曾有法。」佛說如是。彼諸比丘聞佛所說，", "34": "大動時，四面大風起，四方彗星出，屋舍牆壁", "340": "歡喜奉行。郁伽長者經第七竟二千三百二十九字", "341": "39 郁伽長者經（三九）中阿含未曾有法品郁伽長者經第八", "342": "初一日誦", "343": "我聞如是：一時，佛般涅槃後不久，眾多上尊", "344": "長老比丘遊鞞舍離，在獼猴水邊高樓臺", "345": "觀。爾時，郁伽長者施設如是大施，謂與遠", "346": "來客食，與行人、病人、瞻病者食，常設粥食，", "347": "常設飯食，供給守僧園人，常請二十眾食，", "348": "五日都請比丘眾食，施設如是大施；復於", "349": "海中有一舶船，載滿貨還，價直百千，一時", "35": "皆崩壞盡，是謂第三因緣令地大動，地大動", "350": "沒失。眾多上尊長老比丘聞郁伽長者施設", "351": "如是大施，謂與遠來客食，與行人、病人、瞻", "352": "病者食，常設粥食，常設飯食，供給守僧園", "353": "人，常請二十眾食，五日都請比丘眾食，聞", "354": "已共作是議：「諸賢！誰能往語郁伽長者：『長者", "355": "可止！勿復布施。長者後自當知。』彼作是", "356": "念：『尊者阿難是佛侍者，受世尊教，佛所稱", "357": "譽及諸智梵行人，尊者阿難欲往語郁伽", "358": "長者：「長者可止！勿復布施，長者後自當知。」』", "359": "諸賢！我等共往詣尊者阿難所，說如此事。」", "36": "時，四面大風起，四方彗星出，屋舍牆壁皆崩", "360": "於是，眾多上尊長老比丘往詣尊者阿難所，", "361": "共相問訊，却坐一面，語曰：「賢者阿難知不？郁", "362": "伽長者施設如是大施，謂與遠來客食，與", "363": "行人、病人、瞻病者食，常設粥食，常設飯食，", "364": "供給守僧園人，常請二十眾食，五日都請", "365": "比丘眾食，施設如是大施；復於海中有一", "366": "舶船，載滿貨還，價直百千，一時沒失。我等共", "367": "作是議，誰能往語郁伽長者而作是語：『長", "368": "者可止！勿復布施，長者後自當知。』復作是", "369": "念：『尊者阿難是佛侍者，受世尊教，佛所稱", "37": "壞盡。」於是，尊者阿難聞是語已，悲泣涕零，", "370": "譽及諸智梵行人，尊者阿難能往語郁伽長", "371": "者：「長者可止！勿復布施，長者後自當知。」』賢", "372": "者阿難可往詣郁伽長者而語彼曰：『長者", "373": "可止！勿復布施，長者後自當知。』」尊者阿難", "374": "白諸長老上尊比丘曰：「諸尊！郁伽長者其性", "375": "嚴整，若我自為語者，儻能致大不喜。諸尊！", "376": "我為誰語？」諸長老上尊比丘答曰：「賢者！稱", "377": "比丘眾語，稱比丘眾語已，彼無所言。」尊者", "378": "阿難便默然受諸長老上尊比丘命。於是，諸", "379": "長老上尊比丘知尊者阿難默然許已，即從", "38": "叉手向佛，白曰：「世尊！甚奇！甚特！如來、無所著、", "380": "坐起，繞尊者阿難，各自還去。尊者阿難過", "381": "夜平旦，著衣持鉢，往詣郁伽長者家。郁伽", "382": "長者遙見尊者阿難來，即從坐起，偏袒著", "383": "衣，叉手向尊者阿難，白曰：「善來！尊者阿難！", "384": "尊者阿難久不來此，願坐此床。」尊者阿難即", "385": "坐其床，郁伽長者禮尊者阿難足，却坐一", "386": "面。尊者阿難告曰：「長者知不？長者施設如是", "387": "大施，與遠來客食，與行人、病人、瞻病者食，", "388": "常設粥食，常設飯食，供給守僧園人，常請", "389": "二十眾食，五日都請比丘眾食，施設如是", "39": "等正覺成就功德，得未曾有法。所以者何？", "390": "大施；復於海中有一舶船，載滿貨還，價直", "391": "百千，一時沒失。長者可止！勿復布施，長者", "392": "後自當知。」長者白曰：「尊者阿難！為是誰語？」", "393": "尊者阿難答曰：「長者！我宣比丘眾語。」長者白", "394": "曰：「若尊者阿難宣比丘眾語者，無所復論，", "395": "若自語者，或能致大不喜。尊者阿難！若我如", "396": "是捨與，如是惠施，一切財物皆悉竭盡，但使", "397": "我願滿，如轉輪王願。」尊者阿難問曰：「長者云", "398": "何轉輪王願？」長者答曰：「尊者阿難！村中貧人", "399": "作是念：『令我於村中最富！』即是彼願。村中", "4": "我聞如是：一時，佛遊金剛國，城名曰地。爾", "40": "謂如來不久過三月已當般涅槃，是時令", "400": "富人作是念：『令我於邑中最富！』即是彼願。", "401": "邑中富人作是念：『令我於城中最富！』即是", "402": "彼願。城中富人作是念：『令我於城中作宗", "403": "正！』即是彼願。城中宗正作是念：『令我作國", "404": "相！』即是彼願。國相作是念：『令我作小王！』即", "405": "是彼願。小王作是念：『令我作轉輪王！』即是", "406": "彼願。轉輪王作是念：『令我如族姓子所為，", "407": "剃除鬚髮，著袈裟衣，至信、捨家、無家、學道", "408": "者，謂無上梵行訖，令我於現法中自知自覺，", "409": "自作證成就遊，生已盡，梵行已立，所作已辦，", "41": "地大動，地大動時，四面大風起，四方彗星出，", "410": "不更受有，知如真。』即是彼願。尊者阿難！若", "411": "我如是捨與，如是惠施，一切財物皆悉竭盡，但", "412": "使我願滿，如轉輪王願。尊者阿難！我有是", "413": "法。」尊者阿難歎曰：「長者！若有是法，甚奇！甚", "414": "持！」「復次，尊者阿難！我不但有是法。尊者阿", "415": "難！我詣僧園時，若初見一比丘，便為作禮，", "416": "若彼比丘經行者，我亦隨經行，若彼坐者，我", "417": "亦於一面坐，坐已聽法，彼尊為我說法，我亦", "418": "為彼尊說法，彼尊問我事，我亦問彼尊事，", "419": "彼尊答我事，我亦答彼尊事。尊者阿難！我", "42": "屋舍牆壁皆崩壞盡。」世尊語尊者阿難曰：「如", "420": "未曾憶輕慢上中下長老上尊比丘。尊者阿", "421": "難！我有是法。」尊者阿難歎曰：「長者！若有是", "422": "法，甚奇，甚持。」「復次，尊者阿難！我不但有是", "423": "法。尊者阿難！我在比丘眾行布施時，天住", "424": "虛空而告我曰：『長者！此是阿羅訶，此是向阿", "425": "羅訶，此是阿那含，此是向阿那含，此是斯陀", "426": "含，此是向斯陀含，此是須陀洹，此是向須陀", "427": "洹，此是精進，此不精進。』尊者阿難！我施比", "428": "丘眾時未曾憶有分別意。尊者阿難！我有", "429": "是法。」尊者阿難歎曰：「長者！若有是法，甚奇！", "43": "是，阿難！如是，阿難！甚奇！甚特！如來、無所著、", "430": "甚特！」「復次，尊者阿難！我不但有是法。尊者", "431": "阿難！我在比丘眾行布施時，天住虛空", "432": "而告我曰：『長者！有如來、無所著、等正覺、世尊", "433": "善說法，如來聖眾善趣向。』我不從彼天信，", "434": "不從彼欲樂，不從彼所聞，但我自有淨智，", "435": "知有如來、無所著、等正覺、世尊善說法，如來", "436": "聖眾善趣向。尊者阿難！我有是法。」尊者阿難", "437": "歎曰：「長者！若有是法，甚奇！甚特！」「復次，尊者", "438": "阿難！我不但有是法，尊者阿難！我離欲、離", "439": "惡不善之法，至得第四禪成就遊。尊者阿", "44": "等正覺成就功德，得未曾有法。所以者何？", "440": "難！我有是法。」尊者阿難歎曰：「長者！若有是", "441": "法，甚奇！甚特！」於是，郁伽長者白曰：「尊者阿", "442": "難！願在此食。」尊者阿難為郁伽長者故，默", "443": "然受請。郁伽長者知尊者阿難默然受已，", "444": "即從坐起，自行澡水，以極淨美種種豐饒食", "445": "噉含消，自手斟酌，令得飽滿，食訖收器，行", "446": "澡水已，取一小床，別坐聽法。尊者阿難為", "447": "彼說法，勸發渴仰，成就歡喜，無量方便為彼", "448": "說法，勸發渴仰，成就歡喜已，從坐起去。尊者", "449": "阿難所說如是。郁伽長者聞尊者阿難所說，", "45": "謂如來不久過三月已當般涅槃，是時令", "450": "歡喜奉行。郁伽長者經第八竟一千七百四十八字", "451": "40 手長者經（四〇）中阿含未曾有法品手長者經第九", "452": "初一日誦", "453": "我聞如是：一時，佛遊阿邏鞞伽邏，在惒", "454": "林中。爾時，手長者與五百大長者俱，往詣", "455": "佛所，稽首禮足，却坐一面，五百長者亦禮", "456": "佛足，却坐一面。世尊告曰：「手長者！汝今有", "457": "此極大眾，長者！汝以何法攝此大眾？」彼時", "458": "手長者白曰：「世尊！謂有四事攝，如世尊說，", "459": "一者惠施，二者愛言，三者以利，四者等利。世", "46": "地大動，地大動時，四面大風起，四方彗星出，", "460": "尊！我以此攝於大眾，或以惠施，或以愛", "461": "言，或以利，或以等利。」世尊歎曰：「善哉！善哉！", "462": "手長者！汝能以如法攝於大眾，又以如門", "463": "攝於大眾，以如因緣攝於大眾。手長者！若", "464": "過去有沙門、梵志以如法攝大眾者，彼一", "465": "切即此四事攝於中或有餘。手長者！若有", "466": "未來沙門、梵志以如法攝大眾者，彼一切", "467": "即此四事攝，於中或有餘。手長者！若有現", "468": "在沙門、梵志以如法攝大眾者，彼一切即", "469": "此四事攝於中或有餘。」於是，世尊為手長", "47": "屋舍牆壁皆崩壞盡。「復次，阿難！我往詣無量", "470": "者說法，勸發渴仰，成就歡喜，無量方便為", "471": "彼說法，勸發渴仰，成就歡喜已，默然而住。", "472": "於是，手長者佛為說法，勸發渴仰，成就歡喜", "473": "已，即從坐起，為佛作禮，繞三匝而去，還歸", "474": "其家。到外門已，若有人者，盡為說法，勸發渴", "475": "仰，成就歡喜；中門、內門及入在內，若有人者", "476": "盡為說法，勸發渴仰，成就歡喜已，昇堂敷床，", "477": "結跏趺坐，心與慈俱，遍滿一方成就遊。如是", "478": "二三四方、四維上下，普周一切，心與慈俱，無結無", "479": "怨，無恚無諍，極廣甚大，無量善修，遍滿一切", "48": "百千剎利眾，共坐談論，令可彼意，共坐定", "480": "世間成就遊。如是悲、喜心與捨俱，無結無怨，", "481": "無恚無諍，極廣甚大，無量善修，遍滿一切世", "482": "間成就遊。爾時，三十三天集在法堂，咨嗟稱歎", "483": "手長者：「諸賢！手長者有大善利，有大功德。", "484": "所以者何？彼手長者，佛為說法，勸發渴仰，成", "485": "就歡喜已，即從坐起，為佛作禮，繞三匝而", "486": "去，還歸其家。到外門已，若有人者盡為說", "487": "法，勸發渴仰，成就歡喜；中門、內門及入在內，", "488": "若有人者盡為說法，勸發渴仰，成就歡喜已，", "489": "昇堂敷床，結加趺坐，心與慈俱，遍滿一方", "49": "已，如彼色像，我色像亦然；如彼音聲，我音", "490": "成就遊。如是二三四方、四維上下，普周一切，心", "491": "與慈俱，無結無怨，無恚無諍，極廣甚大，無量", "492": "善修，遍滿一切世間成就遊。如是悲、喜心與", "493": "捨俱，無結無怨，無恚無諍，極廣甚大，無量善", "494": "修，遍滿一切世間成就遊。」於是，毘沙門大天", "495": "王色像巍巍，光耀暐曄，夜將向旦，往詣手", "496": "長者家，告曰：「長者！汝有善利，有大功德。所", "497": "以者何？今三十三天為長者集在法堂，咨", "498": "嗟稱歎：『手長者有大善利，有大功德。所以", "499": "者何？諸賢！彼手長者，佛為說法，勸發渴仰，成", "5": "時，彼地大動，地大動時，四面大風起，四方彗", "50": "聲亦然；如彼威儀禮節，我威儀禮節亦然；若", "500": "就歡喜已，即從坐起，為佛作禮，繞三匝而", "501": "去，還歸其家。到外門已，若有人者盡為說", "502": "法，勸發渴仰，成就歡喜；中門、內門及入在內，", "503": "若有人者盡為說法，勸發渴仰，成就歡喜已，", "504": "昇堂敷床，結加趺坐，心與慈俱，遍滿一方成", "505": "就遊。如是二三四方、四維上下，普周一切，心", "506": "與慈俱，無結無怨，無恚無諍，極廣甚大，無量", "507": "善修，遍滿一切世間成就遊。如是悲、喜心與", "508": "捨俱，無結無怨，無恚無諍，極廣甚大，無量善", "509": "修，遍滿一切世間成就遊。』」是時，手長者默然", "51": "彼問義，我答彼義。復次，我為彼說法，勸發", "510": "不語，不觀、不視毘沙門大天王。所以者何？", "511": "以尊重定，守護定故。爾時，世尊於無量百千", "512": "眾中，咨嗟稱歎手長者：「手長者有七未曾", "513": "有法。彼手長者，我為說法，勸發渴仰，成就歡", "514": "喜已，即從坐起，為我作禮，繞三匝而去，還", "515": "歸其家。到外門已，若有人者盡為說法，勸", "516": "發渴仰，成就歡喜；中門、內門及入在內，若有", "517": "人者盡為說法，勸發渴仰，成就歡喜已，昇堂", "518": "敷床，結加趺坐，心與慈俱，遍滿一方成就", "519": "遊。如是二三四方、四維上下，普周一切，心與", "52": "渴仰，成就歡喜，無量方便為彼說法，勸發渴", "520": "慈俱，無結無怨，無恚無諍，極廣甚大，無量善", "521": "修，遍滿一切世間成就遊。如是悲、喜心與捨", "522": "俱，無結無怨，無恚無諍，極廣甚大，無量善修，", "523": "遍滿一切世間成就遊。「今三十三天為彼集", "524": "在法堂，咨嗟稱歎：『手長者有大善利，有大", "525": "功德。所以者何？諸賢！彼手長者，佛為說法，勸", "526": "發渴仰，成就歡喜已，即從坐起，為佛作禮，", "527": "繞三匝而去，還歸其家。到外門已，若有人", "528": "者盡為說法，勸發渴仰，成就歡喜；中門、內門", "529": "及入在內，若有人者盡為說法，勸發渴仰，成", "53": "仰，成就歡喜已，即彼處沒，我既沒已，彼不知", "530": "就歡喜已，昇堂敷床，結加趺坐，心與慈俱，", "531": "遍滿一方成就遊。如是二三四方、四維上下，", "532": "普周一切，心與慈俱，無結無怨，無恚無諍，極", "533": "廣甚大，無量善修，遍滿一切世間成就遊。如", "534": "是悲、喜心與捨俱，無結無怨，無恚無諍，極廣", "535": "甚大，無量善修，遍滿一切世間成就遊。』「今毘", "536": "沙門大天王色像巍巍，光曜暐曄，夜將向旦，", "537": "詣手長者家，告曰：『長者！汝有善利，有大功", "538": "德。所以者何？今三十三天為長者集在法", "539": "堂，咨嗟稱歎：「手長者有大善利，有大功德。", "54": "誰，為人，為非人？阿難！如是甚奇！甚特！如來、", "540": "所以者何？諸賢！彼手長者，佛為說法，勸發渴", "541": "仰，成就歡喜已，即從坐起，為佛作禮，繞三", "542": "匝而去，還歸其家。到外門已，若有人者盡", "543": "為說法，勸發渴仰，成就歡喜；中門、內門及入", "544": "在內，若有人者盡為說法，勸發渴仰，成就", "545": "歡喜已，昇堂敷床，結加趺坐，心與慈俱，遍", "546": "滿一方成就遊。如是二三四方、四維上下，普", "547": "周一切，心與慈俱，無結無怨，無恚無諍，極廣", "548": "甚大，無量善修，遍滿一切世間成就遊。如是", "549": "悲、喜心與捨俱，無結無怨，無恚無諍，極廣甚", "55": "無所著、等正覺成就功德，得未曾有法。如", "550": "大，無量善修，遍滿一切世間成就遊。」』」於是，", "551": "有一比丘過夜平旦，著衣持鉢，往詣手長", "552": "者家，手長者遙見比丘來，即從坐起，叉手", "553": "向比丘白曰：「尊者善來！尊者久不來此，", "554": "願坐此床。」彼時比丘即坐其床，手長者禮", "555": "比丘足，却坐一面。比丘告曰：「長者！汝有", "556": "善利，有大功德。所以者何？世尊為汝於", "557": "無量百千眾中，咨嗟稱歎手長者：『手長者", "558": "有七未曾有法，手長者我為說法，勸發渴仰，", "559": "成就歡喜已，即從坐起，為我作禮，繞三匝", "56": "是梵志眾、居士眾、沙門眾。「阿難！我往詣無量", "560": "而去，還歸其家。到外門已，若有人者盡為", "561": "說法，勸發渴仰，成就歡喜；中門、內門及入在", "562": "內，若有人者盡為說法，勸發渴仰，成就歡喜", "563": "已，昇堂敷床，結加趺坐，心與慈俱，遍滿一", "564": "方成就遊。如是二三四方、四維上下，普周一切，", "565": "心與慈俱，無結無怨，無恚無諍，極廣甚大，無", "566": "量善修，遍滿一切世間成就遊。如是悲、喜心", "567": "與捨俱，無結無怨，無恚無諍，極廣甚大，無量", "568": "善修，遍滿一切世間成就遊。「『今三十三天為彼", "569": "集在法堂，咨嗟稱歎：「手長者有大善利，有", "57": "百千四王天眾，共坐談論，令可彼意，共坐定", "570": "大功德。所以者何？諸賢！彼手長者，佛為說法，", "571": "勸發渴仰，成就歡喜已，即從坐起，為佛作", "572": "禮，繞三匝而去，還歸其家。到外門已，若有", "573": "人者盡為說法，勸發渴仰，成就歡喜；中門、內", "574": "門及入在內，若有人者盡為說法，勸發渴仰，", "575": "成就歡喜已，昇堂敷床，結加趺坐，心與慈", "576": "俱，遍滿一方成就遊，如是二三四方、四維上", "577": "下，普周一切，心與慈俱，無結無怨，無恚無諍，", "578": "極廣甚大，無量善修，遍滿一切世間成就遊。", "579": "如是悲、喜心與捨俱，無結無怨無恚無諍，極", "58": "已，如彼色像，我色像亦然；如彼音聲，我音", "580": "廣甚大，無量善修，遍滿一切世間成就遊。」「『於", "581": "是，毘沙門大天王色像巍巍，光耀暐曄，夜將", "582": "向旦，詣手長者家，告曰：「長者！汝有善利，", "583": "有大功德。所以者何？今三十三天為手長者", "584": "集在法堂，咨嗟稱歎：『手長者有大善利，有", "585": "大功德。所以者何？諸賢！彼手長者，佛為說法，", "586": "勸發渴仰，成就歡喜已，即從坐起，為佛作", "587": "禮，繞三匝而去，還歸其家。到外門已，若有", "588": "人者盡為說法，勸發渴仰，成就歡喜；中門、內", "589": "門及入在內，若有人者盡為說法，勸發渴仰，", "59": "聲亦然；如彼威儀禮節，我威儀禮節亦然；若", "590": "成就歡喜已，昇堂敷床，結加趺坐，心與慈", "591": "俱，遍滿一方成就遊。如是二三四方、四維上下，", "592": "普周一切，心與慈俱，無結無怨，無恚無諍，極", "593": "廣甚大，無量善修，遍滿一切世間成就遊。如", "594": "是悲、喜心與捨俱，無結無怨，無恚無諍，極廣", "595": "甚大，無量善修，遍滿一切世間成就遊。』」是時，", "596": "手長者默然不語，亦不觀視毘沙門大天王。", "597": "所以者何？以尊重定、守護定故。』」於是，手長", "598": "者白比丘曰：「尊者！是時無白衣耶？」比丘答", "599": "曰：「無白衣也。」又問曰：「若有白衣者，當有", "6": "星出，屋舍牆壁皆崩壞盡。於是，尊者阿難見", "60": "彼問義，我答彼義。復次，我為彼說法，勸發", "600": "何咎？」長者答曰：「尊者！或有不信世尊語者，", "601": "彼當長夜不義不忍，生極惡處，受苦無量。", "602": "若有信佛語者，彼因此事故，便能尊重恭", "603": "敬禮事我。尊者！我亦不欲令爾也。尊者！願", "604": "在此食。」彼比丘為手長者故，默然受請。手", "605": "長者知彼比丘默然受已，即從坐起，自行", "606": "澡水，以極淨美種種豐饒食噉含消，自手斟", "607": "酌，令得飽滿，食訖收器，行澡水已，取一小", "608": "床，別坐聽法。彼比丘為手長者說法，勸發", "609": "渴仰，成就歡喜，無量方便為彼說法，勸發渴", "61": "渴仰，成就歡喜，無量方便為彼說法，勸發渴", "610": "仰，成就歡喜已，從坐起去，往詣佛所，稽首", "611": "禮足，却坐一面，謂與手長者本所共論盡", "612": "向佛說。於是，世尊告諸比丘：「我以是故，稱", "613": "說手長者有七未曾有法。復次汝等當知，手", "614": "長者復有第八未曾有法，手長者無求無欲。」", "615": "佛說如是。彼諸比丘聞佛所說，歡喜奉行。", "616": "手長者經第九竟二千六百五十八字", "617": "41 手長者經（四一）中阿含未曾有法品手長者經第十", "618": "初一日誦", "619": "我聞如是：一時，佛遊阿邏鞞伽邏，在惒", "62": "仰，成就歡喜已，即彼處沒，我既沒已，彼不知", "620": "林中。爾時，世尊告諸比丘：「手長者有八未曾", "621": "有法。云何為八？手長者有少欲、有信、有慚、", "622": "有愧、有精進、有念、有定、有慧。手長者有", "623": "少欲者，此何因說？手長者自少欲，不欲令", "624": "他知我少欲，有信、有慚、有愧、有精進、有", "625": "念、有定、有慧，手長者自有慧，不欲令他", "626": "知我有慧。手長者有少欲者，因此故說。「手", "627": "長者有信者，此何因說？手長者得信堅固，深", "628": "著如來，信根已立，終不隨外沙門、梵志、若", "629": "天、魔、梵及餘世間。手長者有信者，因此故說。", "63": "誰，為天，為異天？阿難！如是甚奇！甚特！如來、", "630": "「手長者有慚者，此何因說？手長者常行慚耻，", "631": "可慚知慚，惡不善法、穢污煩惱受諸惡報，", "632": "造生死本。手長者有慚者，因此故說。「手長", "633": "者有愧者，此何因說？手長者常行羞愧，可", "634": "愧知愧，惡不善法，穢污煩惱受諸惡報，造", "635": "生死本。手長者有愧者，因此故說。「手長者", "636": "有精進者，此何因說？手長者常行精進，除", "637": "惡不善，修諸善法，恒自起意，專一堅固，為", "638": "諸善本，不捨方便。手長者有精進者，因此", "639": "故說。「手長者有念者，此何因說？手長者觀內", "64": "無所著、等正覺成就功德，得未曾有法。如", "640": "身如身，觀內覺、心、法如法。手長者有念者，", "641": "因此故說。「手長者有定者，此何因說？手長者", "642": "離欲、離惡不善之法，至得第四禪成就遊。", "643": "手長者有定者，因此故說。「手長者有慧者，此", "644": "何因說？手長者修行智慧，觀興衰法，得如", "645": "此智，聖慧明達，分別曉了，以正盡苦。手長者", "646": "有慧者，因此故說。手長者有八未曾有法", "647": "者，因此故說。」佛說如是。彼諸比丘聞佛所", "648": "說，歡喜奉行。", "649": "手長者經第十竟四百七十三字", "65": "是三十三天、㷿摩天、兜率哆天、化樂天、他化樂", "650": "中阿含經卷第九一萬二千八十八字", "651": "中阿含未曾有法品第四竟一萬九百四十六字初一", "652": "日誦", "66": "天、梵身天、梵富樓天、少光天、無量光天、晃昱", "67": "天、少淨天、無量淨天、遍淨天、無罣礙天、受福天、", "68": "果實天、無煩天、無熱天、善見天、善現天。「阿", "69": "難！我往詣無量百千色究竟天眾，共坐談論，", "7": "地大動，地大動時，四面大風起，四方彗星出，", "70": "令可彼意，共坐定已，如彼色像，我色像亦", "71": "然；如彼音聲，我音聲亦然；如彼威儀禮節，", "72": "我威儀禮節亦然；若彼問義，我答彼義。復次，", "73": "我為彼說法，勸發渴仰，成就歡喜，無量方便", "74": "為彼說法，勸發渴仰，成就歡喜已，即彼處沒，", "75": "我既沒已，彼不知誰，為天，為異天？阿難！", "76": "如是甚奇！甚特！如來、無所著、等正覺成就功", "77": "德，得未曾有法。」佛說如是。尊者阿難及諸", "78": "比丘，聞佛所說，歡喜奉行。", "79": "地動經第五竟一千二百三十三字", "8": "屋舍牆壁皆崩壞盡。尊者阿難見已恐怖，舉", "80": "37 瞻波經（三七）中阿含未曾有法品瞻波經第六初", "81": "一日誦", "82": "我聞如是：一時，佛遊瞻波，在恒伽池邊。爾", "83": "時，世尊月十五日說從解脫時，於比丘眾", "84": "前敷座而坐。世尊坐已，即便入定，以他心", "85": "智觀察眾心，觀眾心已，至初夜竟，默然而", "86": "坐。於是，有一比丘即從坐起，偏袒著衣，叉", "87": "手向佛，白曰：「世尊！初夜已訖，佛及比丘眾集", "88": "坐來久，唯願世尊說從解脫。」爾時，世尊默然", "89": "不答。於是，世尊復至中夜默然而坐。彼一", "9": "身毛竪，往詣佛所，稽首禮足，却住一面，白", "90": "比丘再從坐起，偏袒著衣，叉手向佛，白曰：", "91": "「世尊！初夜已過，中夜將訖，佛及比丘眾集坐", "92": "來久，唯願世尊說從解脫。」世尊亦再默然不", "93": "答。於是，世尊復至後夜默然而坐。彼一比", "94": "丘三從坐起，偏袒著衣，叉手向佛，白曰：「世", "95": "尊！初夜既過，中夜復訖，後夜垂盡，將向欲", "96": "明，明出不久，佛及比丘眾集坐極久，唯願世", "97": "尊說從解脫。」爾時，世尊告彼比丘：「於此眾", "98": "中，有一比丘已為不淨。」彼時尊者大目乾", "99": "連亦在眾中，於是，尊者大目乾連便作是"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含未曾有法品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}