{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0130 佛說給孤長者女得度因緣經: 佛說給孤長者女得度因緣經: 佛說給孤長者女得度因緣經", "text": {"0": "佛說給孤長者女得度因緣經", "1": "卷下", "10": "名聞二百億。此人生已足不履地去地四指，", "100": "末香、儞誐嚕香、多誐嚕香、多摩羅香等種種妙", "101": "香供養於佛，又復奏彼天妙音樂，有如是等", "102": "天人大眾圍繞而行。", "103": "爾時路次大曠野中，有七千仙人先止於彼，", "104": "見佛世尊三十二相、八十種好皆悉具足，圓", "105": "光照耀如千日輪，廣大巍巍如寶山現，吉祥", "106": "勝相無有等比，復有微妙金色光明周遍熾", "107": "盛；如是見已俱近佛前，頭面禮足合掌恭敬", "108": "退住一面。此諸仙人皆以宿種善根力故，而", "109": "能最先見佛世尊。爾時，世尊普遍觀察如是", "11": "足下有金色毛表其異相，若足履地時，地即", "110": "七千仙人善根成熟，即於曠野中，乃為如應", "111": "略說四諦法門。時諸仙人聞是法已，智慧堅", "112": "固心開意解各各歡喜，即時踊身虛空高二", "113": "十山峯，俱證須陀洹果，從空下已圍繞世尊", "114": "即同隨從。爾時，世尊度是七千仙人已，漸次", "115": "前行將至福增城門，即作是念：「此福增城有", "116": "十八門，我今若從西門而入，餘門所有一切", "117": "人眾不能見我，我今宜應於彼諸門各現佛", "118": "身，隨諸門入，令一切人皆見佛身，我即實從", "119": "西門而入。」", "12": "六種震動。佛曾謂諸苾芻言：『汝等當知，此聞", "120": "爾時，世尊作是念已，即現其身隨諸門入，一", "121": "一皆有天人大眾周匝圍繞。當佛入城門時", "122": "以神通力，自然除去荊棘砂礫，一切不淨悉", "123": "令清淨，內外香潔地平如掌無高下相。佛所", "124": "行處彼彼諸門，有低小者自然高大，有迮", "125": "狹處自然寬廣，城中所有一切象馬等類，其", "126": "性𢤱悷不調伏者自然調伏。又復城中一切", "127": "人民，各各歡喜瞻仰世尊，又復以佛神通力", "128": "故，其中所有盲者能視，聾者能聞，瘂者能言，", "129": "乃至諸根不完具者，悉得完具，迷惑醉亂顛", "13": "二百億童子，於九十一劫中皆同此名，隨所", "130": "狂心者，皆得醒悟正定不亂，為毒所中者悉", "131": "離諸毒，互起恚恨者慈心相向，諸懷妊者胎", "132": "藏安隱生福德子，諸貧匱者自然財寶悉得", "133": "豐足。佛入城時有如是等希有之事，一切人", "134": "民皆獲利益，佛乃實從西門而入。", "135": "爾時，世尊既入城已，攝諸化身唯一實身，至", "136": "謨尸羅長者舍。時善無毒女即謂長者言：「此", "137": "所來者是我大師，號釋迦牟尼如來、應供、正", "138": "等正覺。」是時長者并諸眷屬，見佛如是神通", "139": "威德種種相好，心生敬信即各頭面禮佛雙", "14": "生處足不履地，此人由起重法精進心故福", "140": "足。時善無毒女見佛世尊，踊躍歡喜頭面禮", "141": "足合掌向佛說伽陀曰：", "142": "「我佛常說最上語，而能調伏他語言，", "143": "聞者能生清淨心，我不見佛深苦惱。", "144": "佛悲愍故來此中，我等今日得大利，", "145": "我以清淨至誠心，頂禮如來吉祥足。」", "146": "時，善無毒女說伽陀已，即取牛頭栴檀香水", "147": "奉佛洗足，佛洗足已處于最上莊嚴寶座，諸", "148": "苾芻眾亦各洗足次第而坐。爾時，善無毒女", "149": "即持清淨上味飲食，自手奉上供佛世尊及", "15": "報無盡。』佛說此人精進第一。是此尊者次第", "150": "苾芻眾，長者并眷屬亦各持食奉上於佛及", "151": "苾芻眾，如是次第行食已遍，佛及苾芻隨應", "152": "而食。是時福增城中一切婆羅門長者居士，", "153": "外道尼乾陀等，無數百千人眾悉詣長者舍", "154": "欲觀世尊。彼等意謂：「長者住舍而甚迫迮不", "155": "能容受爾許人眾。」咸起礙想。", "156": "爾時，世尊知其意已，即變長者舍作水精舍，", "157": "內外瑩徹廣博嚴淨，令諸人眾各得觀佛無", "158": "所妨礙。是諸人眾各見佛已，心大歡喜異口", "159": "同音，說伽陀曰：", "16": "而來。」", "160": "「今此長者舍，而水精所成，", "161": "摩尼及真金，諸寶皆映現。", "162": "清淨復廣博，如天帝釋宮，", "163": "各得見世尊，斯為甚希有。", "164": "我等一切眾，瞻仰住佛前，", "165": "咸生清淨心，恭敬合掌禮。", "166": "牟尼處眾會，如星中現月，", "167": "功德所莊嚴，是故我歸命。」", "168": "爾時，世尊飯食已訖，諸苾芻眾亦各食訖，於", "169": "是世尊不起于座，與無數百千天、龍、夜叉、乾", "17": "復次，尊者畢陵伽婆蹉化大鵝車，現是神通", "170": "闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽、人非人", "171": "等，并餘婆羅門、長者、居士、外道、尼乾陀，乃至", "172": "善無毒女及謨尸羅長者，妻子眷屬如是等", "173": "眾，周匝圍繞聽佛說法。", "174": "爾時，世尊普為大眾，如應演說苦集滅道四", "175": "諦法門。佛說是法門時，諸外道中有善根成", "176": "熟者，聞法歡喜生淨信心歸依世尊，隨其所", "177": "應而獲利益。又復眾中有得住煖位者，有得", "178": "住頂位者，有得住忍位者，有得須陀洹果者，", "179": "有得斯陀含果者，有得阿那含果者，有得阿", "18": "從空而來三繞彼城，次從空下入長者舍。爾", "180": "羅漢果者。謨尸羅長者聞佛說法發清淨心，", "181": "如其所應亦得利益，善無毒女以宿善根力，", "182": "及聞說法得須陀洹果。", "183": "爾時，諸苾芻俱白佛言：「世尊！善哉希有！此善", "184": "無毒女，真是善知識，因此女故多人獲益，而", "185": "能如是施作佛事。」佛言：「諸苾芻！汝等當知此", "186": "善無毒女，非唯今日於我法中為善知識能", "187": "作佛事，此人已於過去佛法中，為善知識開", "188": "導他人施作佛事，汝等善聽我今略說。」時，諸", "189": "苾芻受教而聽。", "19": "時，長者見是相已，問善無毒女言：「今此所來", "190": "佛言：「諸苾芻！過去世中人壽二萬歲時，有佛", "191": "出世名曰迦葉如來、應供、正等正覺、明行足、", "192": "善逝、世間解、無上士、調御丈夫、天人師、佛、世", "193": "尊。彼佛一時，在波羅奈國仙人墮處鹿野園", "194": "中，與苾芻眾俱、彼國有王名為哀愍，其王具", "195": "大福德，正法治世。王有一女，生已自然頂有", "196": "金鬘，乃為彼女立名金鬘，王所愛念，即勅后", "197": "妃宮嬪眷屬，養育侍衛後至成長。彼女以其", "198": "宿善根力，於佛法中深生愛樂，聞佛在彼鹿", "199": "野園中，即與五百宮嬪眷屬圍繞，往詣鹿野", "2": "西天譯經三藏朝奉大夫試光祿卿", "20": "乘大鵝車現如是相，入此舍者是汝師邪？」女", "200": "園中瞻禮世尊，到已至誠頭面禮足，佛即如", "201": "應為說法要，彼聞法已心生淨信，而白佛言：", "202": "『我自今日乃至盡壽，常以飲食衣服臥具醫", "203": "藥奉上世尊。』作是白已即如其言，常以四事", "204": "供給世尊。時彼哀愍王，忽於一夜得十種夢：一", "205": "者夢見有一大象從窓牖出，身雖得出尾為", "206": "窓礙。二者夢見有一渴人井隨其後，是人寧", "207": "忍於渴終不取飲。三者夢見有人以其真珠", "208": "貿易於󰉓。四者夢見有人以其栴檀香木貿", "209": "易常木。五者夢見有一大園華果茂盛，忽為", "21": "即答言：「此非我師，是佛弟子名畢陵伽婆蹉。", "210": "猛風吹落散壞。六者夢見有諸小象，驅大香", "211": "象奔走而出。七者夢見有一獼猴身有糞穢，", "212": "四向馳走污諸獼猴，眾皆迴避。八者夢見有", "213": "一獼猴於一處坐，有眾獼猴為作灌頂。九者", "214": "夢見一張白㲲，有十八人各各執奪少分而", "215": "㲲不破。十者夢見有多人眾聚集一處，互相", "216": "鬪諍論競是非。此等是為所得十夢。王睡覺", "217": "已作是思惟：『我得此夢是不吉祥，豈非於我", "218": "壞壽命邪？』作是念已至明旦時，即集群臣共", "219": "議斯夢。是時諸臣皆悉不能定其善惡，王復", "22": "常修悲行，佛說此人悲行第一。是此尊者次", "220": "召一婆羅門具說十夢，令其伺察善惡之相。", "221": "婆羅門言：『大王當知，此夢不祥，願王作法破", "222": "不祥事。』王言：『汝法云何？』婆羅門言：『王所愛念", "223": "彼金鬘女，一切人民亦悉愛重，願王今時以", "224": "此愛女，破身出血流為江河，剖腹取腸聯作", "225": "城邑，若作是法，即能破彼不祥之事，若不如", "226": "是，於王壽命有所損失。』爾時，王言：『我於今時", "227": "寧自失命，而終不害彼金鬘女。』作是言已王", "228": "入後宮，搘頤不悅默然而坐。時金鬘女見王", "229": "默坐，有愁憂相，來詣王前即白王言：『我父何", "23": "第而來。」", "230": "故有愁憂相？思惟何事，願王今說。』爾時，彼王", "231": "具以十夢及婆羅門言，為金鬘女說。彼女聞", "232": "已復白王言：『去此不遠鹿野園中，迦葉如來、", "233": "應供、正等正覺，與苾芻眾而現集會。我今與", "234": "王同詣於彼，以夢問佛，佛是一切智者，必能", "235": "為王說善惡相。』時哀愍王即如其言，與金鬘", "236": "女及諸臣從，詣鹿野園佛世尊所，到已頭面", "237": "禮世尊足退坐一面，彼金鬘女及諸臣從，亦", "238": "各禮佛一面而住。是時復有諸婆羅門長者", "239": "居士亦在佛會，爾時，彼佛即為哀愍王及諸", "24": "復次，尊者烏陀夷化大馬車四寶莊嚴，現是", "240": "會眾，如應說法示教利喜已，佛即默然。彼哀", "241": "愍王從座而起住立佛前，具以十夢次第而", "242": "說，說已復言：『我以此緣，恐於壽命有所損失，", "243": "願佛悲愍為我開決。』佛言：『大王！勿怖勿怖！", "244": "如所得夢皆非汝事，亦非今時善惡之相，於", "245": "汝壽命亦無損失。大王當知，是未來世中人", "246": "壽百歲時，有佛出世名釋迦牟尼十號具足，", "247": "彼佛住世演說諸法教化眾生，如其所應作", "248": "佛事已而入涅槃，入涅槃後於遺法中苾芻弟", "249": "子諸所作事，王今此夢是彼前相，我今為王", "25": "神通從空而來三繞彼城，次從空下入長者", "250": "次第而說。如王所夢有一大象從窓牖出，身", "251": "雖得出尾為窓礙者，是彼佛入涅槃後，於遺", "252": "法中有婆羅門長者居士若男若女，棄捨眷", "253": "屬出家學道，雖出家已，心猶貪著名利俗事", "254": "不能解脫。如王所夢有一渴人井隨其後，是", "255": "人寧忍於渴終不取飲者，是彼遺法中有諸", "256": "苾芻，為婆羅門長者居士說佛經典，彼婆羅", "257": "門等心生厭捨不樂聽受。如王所夢有人以", "258": "其真珠貿易於󰉓者，是彼遺法中有諸苾芻", "259": "弟子，不能依佛正典修習根力覺道禪定出", "26": "舍。爾時，長者見是相已，問善無毒女言：「今此", "260": "世間法，而復愛樂修習世間經書呪術歌詠言", "261": "頌。如王所夢有人以其栴檀香木貿易常木", "262": "者，是彼遺法中有諸苾芻，以佛經典，貿易世", "263": "間經書外道典籍。如王所夢有諸小象驅大", "264": "香象奔走而出者，是彼遺法中有諸破戒無", "265": "德苾芻，見彼持戒有德苾芻眾共嫌惡，巧設", "266": "方便擯令遠去。如王所夢有一大園華果茂盛，", "267": "忽為猛風吹落散壞者，是彼遺法中有諸清", "268": "淨持戒具德多聞苾芻，安止僧伽藍摩，為彼", "269": "所有不修身不修心不修慧麁惡苾芻眾共毀", "27": "所來乘大馬車四寶莊嚴，現如是相入此舍", "270": "壞彼僧伽藍摩；如是壞已，復令清淨苾芻最", "271": "勝事業亦悉破壞。如王所夢有一獼猴身有", "272": "糞穢，四向馳走污諸獼猴，眾皆迴避者，是彼", "273": "遺法中有諸破戒苾芻，自破淨戒不具慚愧，", "274": "而復返於清淨信心王臣之前，毀謗持戒有", "275": "德苾芻。如王所夢有一獼猴於一處坐，有眾", "276": "獼猴為作灌頂者，是彼遺法中不修勝行無", "277": "德苾芻，眾共成立為僧中上首，統攝有德修", "278": "勝行者。如王所夢一張白㲲有十八人，各各", "279": "執奪少分而㲲不破者，是彼遺法中有諸弟", "28": "者是汝師邪？」女即答言：「此非我師，是佛弟子", "280": "子異見興執，以佛教法分十八部，雖復如是", "281": "而佛教法亦不破壞。如王所夢有多人眾聚", "282": "集一處，互相鬪諍論競是非者，是彼遺法中", "283": "有諸苾芻，聚集議論世間名聞利養等事，由", "284": "此因緣互相鬪諍不能寂靜，漸使世尊清淨", "285": "法滅。大王！如是十夢皆非汝事，是彼之相汝", "286": "不應怖，壽命無失宜自安意。』爾時，哀愍王聞", "287": "佛為說所夢事已，心大歡喜，禮彼佛足還復", "288": "王宮。諸苾芻！彼迦葉如來，為哀愍王說所夢", "289": "已，復為眾會說四諦法，時彼會中有八萬四", "29": "名烏陀夷。此人是釋種眷屬，釋種之中，有淨", "290": "千人，皆悉見諦而獲利益。諸苾芻！於汝意云", "291": "何？彼金鬘女，於彼佛法中為哀愍王作善知", "292": "識建立佛事者，豈異人乎？即今善無毒女是。", "293": "諸苾芻！是故當知此善無毒女，已於過去佛", "294": "法中為善知識，今於我法中亦與多人為善", "295": "知識，使令多人皆獲利益。」爾時，諸苾芻復白", "296": "佛言：「世尊！彼迦葉佛時金鬘女者，以何因緣", "297": "生已自然頂有金鬘？又復何緣得生王家受", "298": "大富樂？」佛言：「諸苾芻！彼金鬘女過去世時，於", "299": "波羅奈國為一貧女，周行求乞諸莊嚴具及", "3": "傳法大師賜紫臣施護奉　詔譯", "30": "飯王、白飯王、斛飯王、甘露飯王，并邪輸陀羅、", "300": "以塗香。於一緣覺塔中，莊嚴塗飾起清淨心，", "301": "發是願言：『願我以此善根，世世所生頂有金", "302": "鬘，生大富家富貴自在，施作佛事。』諸苾芻！彼", "303": "時貧女者，即彼迦葉佛法中金鬘女是，以其", "304": "善根及大願力，於五百生中在在處處生已，", "305": "自然頂有金鬘。諸苾芻！是故今時此善無毒", "306": "女，以其過去善根及大願力，今得生此給孤", "307": "獨長者大富之家，而善開導施作佛事。是故", "308": "當知，決定善業決定善報，於一切時一切處", "309": "無能散失。彼彼業因彼彼果報，如外地界彼", "31": "娛閉迦沒哩誐惹等，六萬宮嬪婇女眷屬，是", "310": "堅實性，而非水火風界流潤等性，如是蘊處", "311": "界等彼彼差別，所有一切眾生作善惡業，亦", "312": "復如是。彼彼業因差別有異，彼彼果報所得", "313": "非一，假使經於百劫之中，而因果法決定無", "314": "失。」佛言：「諸苾芻！是故善男子善女人，應當於", "315": "佛法僧深生淨信尊重恭敬，於此經典諦信", "316": "受持，宣通流布如理修行。汝等諸苾芻！亦如", "317": "是修學。」", "318": "爾時，世尊為諸苾芻說善無毒女往昔因緣已，", "319": "如先已為善無毒女及謨尸羅長者眷屬，乃", "32": "諸眷屬廣大熾盛富樂自在，此人棄捨出家", "320": "至福增城中婆羅門長者居士等，并餘一切", "321": "天人大眾，隨其所應宣說正法各獲利益。于", "322": "時世尊及苾芻眾，即於會中隱身不現，至舍", "323": "衛國祇樹給孤獨園還復現身。佛說此經已，", "324": "善無毒女等長者諸眷屬，諸苾芻等，一切大", "325": "眾聞佛所說，皆大歡喜，信受奉行。", "326": "佛說給孤長者女得度因緣經卷下", "33": "修道而獲果證。佛說此人於釋種中端嚴第", "34": "一。是此尊者次第而來。」", "35": "復次，尊者摩訶劫賓那化室尾迦四寶莊嚴，", "36": "而此尊者乘彼室尾迦，現是神通從空而來", "37": "三繞彼城，次從空下入長者舍。爾時，長者見", "38": "是相已，問善無毒女言：「今此所來乘室尾迦", "39": "四寶莊嚴，現如是相入此舍者是汝師邪？」女", "4": "復次，尊者聞二百億化種種色華果樹林細密", "40": "即答言：「此非我師，是佛弟子名摩訶劫賓那。", "41": "此人棄捨家族出家修道而獲果證，常出軟", "42": "語眾所愛樂，佛說此人軟語第一。是此尊者", "43": "次第而來。」", "44": "復次，尊者難陀化大園林華果茂盛，復有鵝", "45": "鴈鸚鵡、孔雀舍利、囉俱枳羅命命等種種異鳥", "46": "遊集其內，而此尊者在彼園中，現如是相從", "47": "空而來三繞彼城，次從空下入長者舍。爾時，", "48": "長者見是相已，問善無毒女言：「今此所來處", "49": "大園林，華果茂盛異鳥遊集，現如是相入此", "5": "滿空，而此尊者林中現身，起是神通從空而", "50": "舍者是汝師邪？」女即答言：「此非我師，是佛弟", "51": "子名曰難陀，淨飯王之子，是佛親弟，比佛身", "52": "量而短四指，三十二相莊嚴具足。此人往昔", "53": "以清淨心，曾於迦葉如來、應供、正等正覺塔", "54": "中，施一傘蓋眾寶莊嚴最上殊妙，以是因緣", "55": "感勝福報，經一千五百生作轉輪王，受彼勝", "56": "福而不出家，乃至于今出家修道而獲果證，", "57": "此人於威儀中密護諸根。佛說此人密護諸", "58": "根第一。是此尊者次第而來。」", "59": "復次，尊者羅睺羅化作轉輪王，福德威容勝妙", "6": "來三繞彼城，次從空下入長者舍。爾時，長者", "60": "殊特，眷屬侍衛七寶具足，有八十四俱胝勇", "61": "健步兵烏布沙陀等，八萬四千最上象兵嚩", "62": "羅賀迦等，八萬四千調善馬兵難儞瞿沙等，", "63": "八萬四千妙寶車兵，復有無數百千侍衛人", "64": "眾周匝圍繞，動百千種微妙音樂，寶嚴幢幡", "65": "前後導從，大白傘蓋覆輪王頂，現是神通從", "66": "空而來三繞彼城，未入其舍住虛空中。爾時，", "67": "長者見是相已，問善無毒女言：「今此所來轉", "68": "輪聖王，福德威容勝妙殊特，象馬車步四兵", "69": "具足，現此勝相住空中者是汝師邪？」女即答", "7": "見是相已，問善無毒女言：「今此所來有種種", "70": "言：「此非我師，是佛弟子名羅睺羅。此人是佛", "71": "之子，出家學戒而獲果證，佛說此人學戒第", "72": "一。是此尊者現輪王身次第而來。」", "73": "爾時，羅睺羅即以所現轉輪王身住彼空中，", "74": "說伽陀曰：", "75": "「今我所現輪王身，以神通力故如是，", "76": "如龍有力我亦然，七寶四兵皆具足。", "77": "此所現身而非實，神通方便故隨宜，", "78": "長者應當如實知，我是佛子羅睺羅。", "79": "已獲果證神通具，人天供養悉歸依，", "8": "色華果樹林，林中現身起如是相，入此舍者", "80": "我依佛勅故今來，牟尼大師後當至。」", "81": "說是伽陀已即從空下入長者舍。如是等諸", "82": "有神通大苾芻眾，咸依佛勅各現神通，次第", "83": "來入長者舍中，俟佛當至。", "84": "爾時，世尊知時已至，即入三摩地普遍觀察，", "85": "於是三摩地出已，舉身出現青黃赤白種種", "86": "妙色清淨光明，如是色光廣大照耀遍舍衛", "87": "國，乃至福增城中所有一切人眾蒙光照者，", "88": "以佛神力皆見佛身，內外映徹一切無礙。佛", "89": "放光時大地震動。於是世尊著僧伽梨衣，與", "9": "是汝師邪？」女即答言：「此非我師，是佛弟子", "90": "彼一切所應隨佛，崑努鉢陀那等苾芻大眾", "91": "前後圍繞，出舍衛國往詣福增城。時娑婆界", "92": "主大梵天王知是事已，即與色界諸天子眾，", "93": "來佛右邊侍衛而行；帝釋天主知是事已，即", "94": "與欲界諸天子眾，來佛左邊侍衛而行。復有", "95": "善愛音等五百乾闥婆王，奏百千種微妙音", "96": "樂引導佛前；又有無數百千天龍鬼神人非", "97": "人等隨從佛後；又有無數天女在虛空中，各", "98": "持優鉢羅華、鉢訥摩華、俱母那華、奔拏利迦華、", "99": "天曼陀羅華、摩訶曼陀羅華等，及雨栴檀香、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0130 佛說給孤長者女得度因緣經: 佛說給孤長者女得度因緣經: 佛說給孤長者女得度因緣經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}