{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含穢品經: 中阿含穢品: 中阿含經", "text": {"0": "小土城頌2 長壽王品86 說處經", "1": "中阿含經卷第二十二", "10": "穢不自知，內有穢不知如真；或有一人內", "100": "犯戒。』賢者！或有不如人訶彼犯戒，非是", "101": "勝人，彼因不如人訶，非勝人故，心便生惡，", "102": "若彼心生惡及心生欲者，俱是不善。「賢者！", "103": "或有一人心生如是欲：『令我在佛前坐，", "104": "問世尊法，為諸比丘說，莫令餘比丘在", "105": "佛前坐，問世尊法，為諸比丘說。』賢者！或", "106": "有餘比丘在佛前坐，問世尊法，為諸比丘", "107": "說，彼因餘比丘在佛前坐，問世尊法，為諸", "108": "比丘說故，心便生惡，若彼心生惡及心生", "109": "欲者，俱是不善。賢者！或有一人心生如", "11": "實有穢自知，內有穢知如真；或有一人內", "110": "是欲：『諸比丘入內時，令我最在其前，諸比", "111": "丘侍從我將入內，莫令餘比丘諸比丘入", "112": "內時，最在其前，諸比丘侍從彼將入內。』", "113": "賢者！或有餘比丘諸比丘入內時，最在其", "114": "前，諸比丘侍從彼將入內，彼因餘比丘諸", "115": "比丘入內時，最在其前，諸比丘侍從彼將入", "116": "內故，心便生惡，若彼心生惡及心生欲者，", "117": "俱是不善。「賢者！或有一人心生如是欲：『諸", "118": "比丘已入內時，令我最在上坐，得第一座，", "119": "第一澡水，得第一食，莫令餘比丘諸比丘", "12": "實無穢不自知，內無穢不知如真；或有", "120": "已入內時，最在上坐，得第一座，第一澡水，", "121": "得第一食。』賢者！或有餘比丘諸比丘已入", "122": "內時，最在上坐，得第一座，第一澡水，得第", "123": "一食；彼因餘比丘諸比丘已入內時，最在上", "124": "坐，得第一座，第一澡水，得第一食故，心便", "125": "生惡，若彼心生惡及心生欲者，俱是不善。", "126": "「賢者！或有一人心生如是欲：『諸比丘食竟，", "127": "收攝食器，行澡水已，令我為諸居士說", "128": "法，勸發渴仰，成就歡喜；莫令餘比丘諸比", "129": "丘食竟，收攝食器，行澡水已，為諸居士說", "13": "一人內實無穢自知，內無穢知如真。「諸賢！", "130": "法，勸發渴仰，成就歡喜。』賢者！或有餘比丘", "131": "諸比丘食竟，收攝食器，行澡水已，為諸居", "132": "士說法，勸發渴仰，成就歡喜；彼因餘比丘諸", "133": "比丘食竟，收攝食器，行澡水已，為諸居士", "134": "說法，勸發渴仰，成就歡喜故，心便生惡，若", "135": "彼心生惡及心生欲者，俱是不善。「賢者！或", "136": "有一人心生如是欲：『諸居士往詣眾園時，", "137": "令我與共會共集，共坐共論，莫令餘比丘", "138": "諸居士往詣眾園時，與共會共集，共坐共論。』", "139": "賢者！或有餘比丘諸居士往詣眾園時，與", "14": "若有一人內實有穢不自知，內有穢不知", "140": "共會共集，共坐共論，彼因餘比丘諸居士往", "141": "詣眾園時，與共會共集，共坐共論故，心便", "142": "生惡，若彼心生惡及心生欲者，俱是不善。", "143": "「賢者！或有一人心生如是欲：『令我為王", "144": "者所識，及王大臣、梵志、居士、國中人民所知", "145": "重，莫令餘比丘為王者所識，及王大臣、梵", "146": "志、居士、國中人民所知重。』賢者！或有餘比", "147": "丘為王者所識，及王大臣、梵志、居士、國中人", "148": "民所知重，彼因餘比丘為王者所識，及王", "149": "大臣、梵志、居士、國中人民所知重故，心便生", "15": "如真者，此人於諸人中為最下賤。若有一", "150": "惡，若彼心生惡及心生欲者，俱是不善。「賢", "151": "者！或有一人心生如是欲：『令我為四眾", "152": "比丘、比丘尼、優婆塞、優婆私所敬重，莫令餘", "153": "比丘為四眾比丘、比丘尼、優婆塞、優婆私所", "154": "敬重。』賢者！或有餘比丘為四眾比丘、比丘", "155": "尼、優婆塞、優婆私所敬重，彼因餘比丘為四", "156": "眾比丘、比丘尼、優婆塞、優婆私所敬重故，心", "157": "便生惡，若彼心生惡及心生欲者，俱是不", "158": "善。「賢者！或有一人心生如是欲：『令我得", "159": "衣被、飲食、床褥、湯藥、諸生活具，莫令餘比丘", "16": "人內實有穢自知，內有穢知如真者，此人", "160": "得衣被、飲食、床褥、湯藥、諸生活具。』賢者！或", "161": "有餘比丘得衣被、飲食、床褥、湯藥、諸生活具，", "162": "彼因餘比丘得衣被、飲食、床褥、湯藥、諸生活", "163": "具故，心便生惡，若彼心生惡及心生欲者，", "164": "俱是不善。「賢者！如是彼人若有諸智梵行", "165": "者，不知彼生如是無量惡不善心欲者，如", "166": "是彼非沙門沙門想，非智沙門智沙門想，", "167": "非正智正智想，非正念正念想，非清淨清", "168": "淨想。賢者！如是彼人若有諸智梵行者，知", "169": "彼生如是無量惡不善心欲者，如是彼非", "17": "於諸人中為最勝也。若有一人內實無穢", "170": "沙門非沙門想，非智沙門非智沙門想，", "171": "非正智非正智想，非正念非正念想，非", "172": "清淨非清淨想。「賢者！猶如有人或從市", "173": "肆，或從銅作家，買銅合槃來，盛滿中糞，蓋", "174": "覆其上便持而去，經過店肆，近眾人行，", "175": "彼眾見已，皆欲得食，意甚愛樂，而不憎惡，", "176": "則生淨想；彼持去已，住在一處便開示之，", "177": "眾人見已，皆不欲食，無愛樂意，甚憎惡之，", "178": "生不淨想。若欲食者則不復用，況其本自", "179": "不欲食耶？「賢者！如是彼人若有諸智梵行", "18": "不自知，內無穢不知如真者，此人於諸", "180": "者，不知彼生如是無量惡不善心欲者，如", "181": "是彼非沙門沙門想，非智沙門智沙門想，", "182": "非正智正智想，非正念正念想，非清淨", "183": "清淨想。賢者！如是彼人若有諸智梵行者，", "184": "知彼生如是無量惡不善心欲者，如是彼", "185": "非沙門非沙門想，非智沙門非智沙門", "186": "想，非正智非正智想，非正念非正念想，", "187": "非清淨非清淨想。賢者！當知如是人莫", "188": "得親近，莫恭敬禮事。若比丘不應親近便", "189": "親近，不應恭敬禮事便恭敬禮事者，如是", "19": "人中為最下賤。若有一人內實無穢自知，", "190": "彼便長夜得無利無義，則不饒益，不安隱", "191": "快樂，生苦憂慼。「賢者！或有一人心不生", "192": "如是欲：『我所犯戒，莫令他人知我犯戒。』賢", "193": "者！或有他人知彼犯戒，彼因他人知犯戒", "194": "故，心不生惡；若彼心無惡，心不生欲者，", "195": "是二俱善。賢者！或有一人心不生如是欲：", "196": "『我所犯戒，當令他人於屏處訶，莫令在", "197": "眾訶我犯戒。』賢者！或有他人於眾中訶，", "198": "不在屏處，彼因在眾中訶，不在屏處故，", "199": "心不生惡；若彼心無惡，心不生欲者，是二", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "內無穢知如真者，此人於諸人中為最勝", "200": "俱善。賢者！或有一人心不生如是欲：『我", "201": "所犯戒，令勝人訶，莫令不如人訶我犯戒。』", "202": "賢者！或有不如人訶彼犯戒，非是勝人，彼", "203": "因不如人訶，非勝人故，心不生惡；若彼", "204": "心無惡，心不生欲者，是二俱善。「賢者！或有", "205": "一人心不生如是欲：『令我在佛前坐，問", "206": "世尊法，為諸比丘說，莫令餘比丘在佛前", "207": "坐，問世尊法，為諸比丘說。』賢者！或有餘比", "208": "丘在佛前坐，問世尊法，為諸比丘說，彼", "209": "因餘比丘在佛前坐，問世尊法，為諸比", "21": "也。」於是，有一比丘即從坐起，偏袒著衣，", "210": "丘說故，心不生惡；若彼心無惡，心不生", "211": "欲者，是二俱善。「賢者！或有一人心不生", "212": "如是欲：『諸比丘入內時，令我最在其前，諸", "213": "比丘侍從我將入內，莫令餘比丘諸比丘", "214": "入內時，最在其前，諸比丘侍從彼將入內。』", "215": "賢者！或有餘比丘諸比丘入內時，最在其", "216": "前，諸比丘侍從彼將入內，彼因餘比丘", "217": "諸比丘入內時，最在其前，諸比丘侍從彼將入", "218": "內故，心不生惡；若彼心無惡，心不生欲", "219": "者，是二俱善。「賢者！或有一人心不生如", "22": "叉手向尊者舍梨子，白曰：「尊者舍梨子！何", "220": "是欲：『諸比丘已入內時，令我最在上坐，得", "221": "第一座，第一澡水，得第一食，莫令餘比丘", "222": "諸比丘已入內時，最在上坐，得第一座，第一", "223": "澡水，得第一食。』賢者！或有餘比丘諸比丘", "224": "已入內時，最在上坐，得第一座，第一澡水，", "225": "得第一食，彼因餘比丘諸比丘已入內時，", "226": "最在上坐，得第一座，第一澡水，得第一食", "227": "故，心不生惡；若彼心無惡，心不生欲者，", "228": "是二俱善。「賢者！或有一人心不生如是", "229": "欲：『諸比丘食竟，收攝食器，行澡水已，我為", "23": "因、何緣說前二人俱有穢，穢污心，一者下賤，", "230": "諸居士說法，勸發渴仰，成就歡喜，莫令餘", "231": "比丘諸比丘食竟，收攝食器，行澡水已，", "232": "為諸居士說法，勸發渴仰，成就歡喜。』賢者！", "233": "或有餘比丘諸比丘食竟，收攝食器，行澡", "234": "水已，為諸居士說法，勸發渴仰，成就歡喜，", "235": "彼因餘比丘諸比丘食竟，收攝食器，行澡", "236": "水已，為諸居士說法，勸發渴仰，成就歡喜", "237": "故，心不生惡；若彼心無惡，心不生欲者，", "238": "是二俱善。「賢者！或有一人心不生如是", "239": "欲：『諸居士往詣眾園時，令我與共會共集，", "24": "一者最勝？復何因緣說後二人俱無穢，不穢", "240": "共坐共論，莫令餘比丘諸居士往詣眾園", "241": "時，與共會共集，共坐共論。』賢者！或有餘比", "242": "丘諸居士往詣眾園時，與共會共集，共坐共", "243": "論，彼因餘比丘諸居士往詣眾園時，與共", "244": "會共集，共坐共論故，心不生惡；若彼心無", "245": "惡，心不生欲者，是二俱善。「賢者！或有一人", "246": "心不生如是欲：『令我為王者所識，及王", "247": "大臣、梵志、居士、國中人民所知重，莫令餘比", "248": "丘為王者所識，及王大臣、梵志、居士、國中人", "249": "民所知重。』賢者！或有餘比丘為王者所識，", "25": "污心，一者下賤，一者最勝？」於是，尊者舍梨子", "250": "及王大臣、梵志、居士、國中人民所知重，彼", "251": "因餘比丘為王者所識，及王大臣、梵志、居士、", "252": "國中人民所知重故，心不生惡；若彼心無", "253": "惡，心不生欲者，是二俱善。「賢者！或有一", "254": "人心不生如是欲：『令我為四眾比丘、比丘", "255": "尼、優婆塞、優婆私所敬重，莫令餘比丘為", "256": "四眾比丘、比丘尼、優婆塞、優婆私所敬重。』賢", "257": "者！或有餘比丘為四眾比丘、比丘尼、優婆塞、", "258": "優婆私所敬重，彼因餘比丘為四眾比丘、比", "259": "丘尼、優婆塞、優婆私所敬重故，心不生惡；", "26": "答彼比丘曰：「賢者！若有一人內實有穢", "260": "若彼心無惡，心不生欲者，是二俱善。「賢者！", "261": "或有一人心不生如是欲：『令我得衣被、飲", "262": "食、床褥、湯藥、諸生活具，莫令餘比丘得衣被、", "263": "飲食、床褥、湯藥、諸生活具。』賢者！或餘比丘得", "264": "衣被、飲食、床褥、湯藥、諸生活具，彼因餘比丘", "265": "得衣被、飲食、床褥、湯藥、諸生活具故，心不生", "266": "惡；若彼心無惡，心不生欲者，是二俱善。", "267": "「賢者！如是彼人若有諸智梵行者，不知彼", "268": "生如是無量善心欲者，如是彼沙門非沙", "269": "門想，智沙門非智沙門想，正智非正智想，", "27": "不自知，內有穢不知如真者，當知彼人", "270": "正念非正念想，清淨非清淨想。賢者！如是", "271": "彼人若有諸智梵行者，知彼生如是無量", "272": "善心欲者，如是彼沙門沙門想，智沙門智", "273": "沙門想，正智正智想，正念正念想，清淨清", "274": "淨想。「賢者！猶如有人或從市肆，或從銅作", "275": "家，買銅合槃來，盛滿種種淨美飲食，蓋覆", "276": "其上便持而去，經過店肆，近眾人行，彼", "277": "眾見已，皆不欲食，無愛樂意，甚憎惡之，生", "278": "不淨想，便作是說：『即彼糞去，即彼糞去。』彼", "279": "持去已，住在一處便開示之，眾人見已，則", "28": "不欲斷穢，不求方便，不精勤學，彼便有", "280": "皆欲食，意甚愛樂而不憎惡，則生淨想。彼", "281": "若本不用食者，見已欲食，況復其本欲得", "282": "食耶？「賢者！如是彼人若有諸智梵行者，不", "283": "知彼生如是無量善心欲者，如是彼沙門", "284": "非沙門想，智沙門非智沙門想，正智非正", "285": "智想，正念非正念想，清淨非清淨想。賢者！", "286": "如是彼人若有諸智梵行者，知彼生如是", "287": "無量善心欲者，如是彼沙門沙門想，智沙", "288": "門智沙門想，正智正智想，正念正念想，清", "289": "淨清淨想。賢者！當知如是人應親近之，", "29": "穢，穢污心命終；彼因有穢，穢污心命終故，", "290": "恭敬禮事；若比丘應親近者便親近，應恭", "291": "敬禮事者便恭敬禮事。如是彼便長夜得利", "292": "得義，則得饒益安隱快樂，亦得無苦，無", "293": "憂愁慼。」爾時，尊者大目揵連在彼眾中。於", "294": "是，尊者大目揵連白曰：「尊者舍梨子！我今", "295": "欲為此事說喻，聽我說耶？」尊者舍梨子告", "296": "曰：「賢者大目揵連！欲說喻者便可說之。」", "297": "尊者大目揵連則便白曰：「尊者舍梨子！我憶", "298": "一時遊王舍城，在巖山中，我於爾時過夜", "299": "平旦，著衣持鉢，入王舍城而行乞食，詣", "3": "3 穢品穢品第三有十經第二小土城誦", "30": "便不賢死，生不善處。所以者何？彼因有穢，", "300": "舊車師無衣滿子家。時，彼比舍更有車師", "301": "斫治車軸，是時，舊車師無衣滿子往至彼家。", "302": "於是，舊車師無衣滿子見彼治軸，心生是", "303": "念：『若彼車師執斧治軸，斫彼彼惡處者，如", "304": "是彼軸便當極好。』時，彼車師即如舊車師無", "305": "衣滿子心中所念，便持斧斫彼彼惡處。於", "306": "是，舊車師無衣滿子極大歡喜，而作是說：", "307": "『車師子！汝心如是，則知我心。所以者何？以", "308": "汝持斧斫治車軸彼彼惡處，如我意故。』如", "309": "是，尊者舍梨子！若有諛諂、欺誑、嫉妬、無信、", "31": "穢污心命終故。賢者！猶如有人或從市肆，", "310": "懈怠，無正念正智，無定無慧，其心狂惑，不", "311": "護諸根，不修沙門，無所分別。尊者舍梨", "312": "子！心為知彼心故，而說此法。尊者舍梨子！", "313": "若有人不諛諂，不欺誑，無嫉妬，有信，精進", "314": "而無懈怠，有正念正智，修定修慧，心不", "315": "狂惑，守護諸根，廣修沙門而善分別。彼聞", "316": "尊者舍梨子所說法者，猶飢欲得食，渴欲", "317": "得飲，口及意也。「尊者舍梨子！猶剎利女，梵", "318": "志、居士、工師女，端正姝好，極淨沐浴，以香塗", "319": "身，著明淨衣，種種瓔珞嚴飾其容；或復有", "32": "或從銅作家，買銅槃來，塵垢所污，彼持來", "320": "人為念彼女，求利及饒益，求安隱快樂，", "321": "以青蓮華鬘，或薝蔔華鬘；或修摩那華鬘，或", "322": "婆師華鬘；或阿提牟哆華鬘，持與彼女。", "323": "彼女歡喜，兩手受之，以嚴其頭。尊者舍梨子！", "324": "如是，若有人不諛諂，不欺誑，無嫉妬，有", "325": "信，精進而無懈怠，有正念正智，修定修", "326": "慧，心不狂惑，守護諸根，廣修沙門而善", "327": "分別，彼聞尊者舍梨子所說法者，猶飢", "328": "欲食，渴欲得飲，口及意也。尊者舍梨子甚", "329": "奇！甚特！尊者舍梨子常拔濟諸梵行者，令", "33": "已，不數洗塵，不數揩拭，亦不日炙，又著", "330": "離不善，安立善處。」如是二尊更相稱說，從", "331": "座起去。尊者舍梨子所說如是。尊者大目", "332": "揵連及諸比丘，聞尊者舍梨子所說，歡喜奉", "333": "行。", "334": "穢經第一竟五千一百九十六字", "335": "88 求法經（八八）中阿含穢品求法經第二第二小土城誦", "336": "我聞如是：一時，佛遊拘娑羅國，與大比丘", "337": "眾俱，往詣五娑羅村北尸攝惒林中，及諸", "338": "名德、上尊長老、大弟子等，謂尊者舍梨子、尊", "339": "者大目揵連、尊者大迦葉、尊者大迦旃延、", "34": "饒塵處，如是銅槃增受塵垢。賢者！如是若", "340": "尊者阿那律陀、尊者麗越、尊者阿難，如是", "341": "比餘名德、上尊長老、大弟子等，亦在五娑羅", "342": "村並皆近佛葉屋邊住。爾時，世尊告諸比", "343": "丘：「汝等當行求法，莫行求飲食。所以者", "344": "何？我慈愍弟子故，欲令行求法，不行求", "345": "飲食。若汝等行求飲食，不行求法者，汝等", "346": "既自惡，我亦無名稱。若汝等行求法，不", "347": "行求飲食者，汝等既自好，我亦有名稱。「云", "348": "何諸弟子為求飲食故而依佛行，非為求", "349": "法？我飽食訖，食事已辦，猶有殘食，於後有", "35": "有一人內實有穢不自知，內有穢不知如", "350": "二比丘來，飢渴力羸，我語彼曰：『我飽食訖，", "351": "食事已辦，猶有殘食，汝等欲食者便取食", "352": "之。若汝不取者，我便取以瀉著淨地，或復", "353": "瀉著無蟲水中。』彼二比丘，第一比丘便作", "354": "是念：『世尊食訖，食事已辦，猶有殘食，若我不", "355": "取者，世尊必取瀉著淨地，或復瀉著無蟲", "356": "水中，我今寧可取而食之。』即便取食。「彼比", "357": "丘取此食已，雖一日一夜樂而得安隱，但", "358": "彼比丘因取此食故，不可佛意。所以者何？", "359": "彼比丘因取此食故，不得少欲，不知厭", "36": "真者，當知彼人不欲斷穢，不求方便，不", "360": "足，不得易養，不得易滿，不得知時，不知", "361": "節限，不得精進，不得宴坐，不得淨行，不", "362": "得遠離，不得一心，不得精勤，亦不得涅", "363": "槃。是以彼比丘因取此食故，不可佛意。是", "364": "謂諸弟子為行求飲食故而依佛行，非為", "365": "求法。「云何諸弟子行求法，不行求飲食？彼", "366": "二比丘，第二比丘便作是念：『世尊食訖，食事", "367": "已辦，猶有殘食，若我不取者，世尊必取瀉", "368": "著淨地，或復瀉著無蟲水中；又世尊說食中", "369": "之下極者，謂殘餘食也，我今寧可不取此", "37": "精勤學，彼便有穢，穢污心命終；彼因有穢，", "370": "食。』作是念已，即便不取。「彼比丘不取此食", "371": "已，雖一日一夜苦而不安隱，但彼比丘因", "372": "不取此食故，得可佛意。所以者何？彼比", "373": "丘因不取此食故，得少欲，得知足，得易", "374": "養，得易滿，得知時，得節限，得精進，得宴", "375": "坐，得淨行，得遠離，得一心，得精勤，亦得", "376": "涅槃。是以彼比丘因不取此食故，得可", "377": "佛意。是謂諸弟子為行求法故而依佛行，", "378": "非為求飲食。」於是，世尊告諸弟子：「若有法、", "379": "律尊師樂住遠離，上弟子不樂住遠離者，彼", "38": "穢污心命終故，便不賢死，生不善處。所以", "380": "法、律不饒益多人，多人不得樂，非為愍", "381": "傷世間，亦非為天為人求義及饒益，求安", "382": "隱快樂。若有法、律尊師樂住遠離，中、下弟子", "383": "不樂住遠離者，彼法、律不饒益多人，多人", "384": "不得樂，非為愍傷世間，亦非為天為人", "385": "求義及饒益，求安隱快樂。若有法、律尊師", "386": "樂住遠離，上弟子亦樂住遠離者，彼法、律饒", "387": "益多人，多人得樂，為愍傷世間，亦為天為", "388": "人求義及饒益，求安隱快樂。若有法、律尊", "389": "師樂住遠離，中、下弟子亦樂住遠離者，彼法、", "39": "者何？彼因有穢，穢污心命終故。「賢者！若有", "390": "律饒益多人，多人得樂，為愍傷世間，亦為", "391": "天為人求義及饒益，求安隱快樂。」是時，尊", "392": "者舍梨子亦在眾中。彼時，世尊告曰：「舍梨", "393": "子！汝為諸比丘說法如法，我患背痛，今欲", "394": "小息。」尊者舍梨子即受佛教：「唯然。世尊！」於", "395": "是，世尊四疊優多羅僧以敷床上，卷僧伽", "396": "梨作枕，右脇而臥，足足相累，作光明想，正", "397": "念正智，常念欲起。是時，尊者舍梨子告諸比", "398": "丘：「諸賢！當知世尊向略說法。若有法、律尊", "399": "師樂住遠離，上弟子不樂住遠離者，彼法、律", "4": "穢、求、比丘請智、周那問見", "40": "一人我內有穢，我內實有此穢知如真者，", "400": "不饒益多人，多人不得樂，不為愍傷世", "401": "間，亦非為天為人求義及饒益，求安隱快", "402": "樂。若有法、律尊師樂住遠離，中、下弟子不", "403": "樂住遠離者，彼法、律不饒益多人，多人不", "404": "得樂，不為愍傷世間，亦非為天為人求", "405": "義及饒益，求安隱快樂。若有法、律尊師樂住", "406": "遠離，上弟子亦樂住遠離者，彼法、律饒益", "407": "多人，多人得樂，為愍傷世間，亦為天為", "408": "人求義及饒益，求安隱快樂。若有法、律尊", "409": "師樂住遠離，中、下弟子亦樂住遠離者，彼法、", "41": "當知彼人欲斷此穢，求方便，精勤學，彼便", "410": "律饒益多人，多人得樂，為愍傷世間，亦", "411": "為天為人求義及饒益，求安隱快樂。然世", "412": "尊說此法極略，汝等云何解義？云何廣分", "413": "別？」彼時，眾中或有比丘作如是說：「尊者舍", "414": "梨子！若諸長老上尊自說：『我得究竟智，我", "415": "生已盡，梵行已立，所作已辦，不更受有，知", "416": "如真。』諸梵行者聞彼比丘自說我得究竟", "417": "智，便得歡喜。」復有比丘作如是說：「尊者舍", "418": "梨子！若中、下弟子求願無上涅槃，諸梵行者", "419": "見彼行已，便得歡喜。如是彼比丘而說此", "42": "無穢，不穢污心命終；彼因無穢，不穢污心命", "420": "義，不可尊者舍梨子意。」尊者舍梨子告彼", "421": "比丘：「諸賢等！聽我為汝說。諸賢！若有法、律", "422": "尊師樂住遠離，上弟子不樂住遠離者，上弟", "423": "子有三事可毀。云何為三？尊師樂住遠離，", "424": "上弟子不學捨離，上弟子以此可毀。尊師", "425": "若說可斷法，上弟子不斷彼法，上弟子以", "426": "此可毀。所可受證，上弟子而捨方便，上弟", "427": "子以此可毀。若有法、律尊師樂住遠離，上", "428": "弟子不樂住遠離者，上弟子有此三事可", "429": "毀。諸賢！若有法、律尊師樂住遠離，中、下弟", "43": "終故，便賢死，生善處。所以者何？彼因無穢，", "430": "子不樂住遠離者，中、下弟子有三事可毀。", "431": "云何為三？尊師樂住遠離，中、下弟子不學", "432": "捨離，中、下弟子以此可毀。尊師若說可斷", "433": "法，中、下弟子不斷彼法，中、下弟子以此可", "434": "毀。所可受證，中、下弟子而捨方便，中、下弟", "435": "子以此可毀。若有法、律尊師樂住遠離，中、", "436": "下弟子不樂住遠離者，中、下弟子有此三事", "437": "可毀。「諸賢！若有法、律尊師樂住遠離，上弟", "438": "子亦樂住遠離者，上弟子有三事可稱。云", "439": "何為三？尊師樂住遠離，上弟子亦學捨離，", "44": "不穢污心命終故。賢者！猶如有人或從市", "440": "上弟子以此可稱。尊師若說可斷法，上弟", "441": "子便斷彼法，上弟子以此可稱。所可受", "442": "證，上弟子精進勤學，不捨方便，上弟子以", "443": "此可稱。諸賢！若有法、律尊師樂住遠離，上", "444": "弟子亦樂住遠離者，上弟子有此三事可稱。", "445": "諸賢！若有法、律尊師樂住遠離，中、下弟子亦", "446": "樂住遠離者，中、下弟子有三事可稱。云何", "447": "為三？尊師樂住遠離，中、下弟子亦學捨離，", "448": "中、下弟子以此可稱。尊師若說可斷法，中、", "449": "下弟子便斷彼法，中、下弟子以此可稱。所", "45": "肆，或從銅作家，買銅槃來，塵垢所污，彼持", "450": "可受證，中、下弟子精進勤學，不捨方便，中、", "451": "下弟子以此可稱。諸賢！若有法、律尊師樂", "452": "住遠離，中、下弟子亦樂住遠離者，中、下弟子", "453": "有此三事可稱。」尊者舍梨子復告諸比丘：", "454": "「諸賢！有中道能得心住，得定得樂，順法", "455": "次法，得通得覺，亦得涅槃。諸賢！云何有中", "456": "道能得心住，得定得樂，順法次法，得通", "457": "得覺，亦得涅槃？諸賢！念欲惡，惡念欲亦惡，", "458": "彼斷念欲，亦斷惡念欲；如是恚、怨結、慳嫉、", "459": "欺誑、諛諂、無慙、無愧、慢、最上慢、貢高、放逸、", "46": "來已，數數洗塵，數數揩拭，數數日炙，不著饒", "460": "豪貴、憎諍。諸賢！貪亦惡，著亦惡，彼斷貪，亦", "461": "斷著。諸賢！是謂中道能得心住，得定得樂，", "462": "順法次法，得通得覺，亦得涅槃。「諸賢！復", "463": "有中道能得心住，得定得樂，順法次法，得", "464": "通得覺，亦得涅槃。諸賢！云何復有中道能", "465": "得心住，得定得樂，順法次法，得通得覺，亦", "466": "得涅槃？謂八支聖道，正見乃至正定，是為", "467": "八。諸賢！是謂復有中道能得心住，得定得", "468": "樂，順法次法，得通得覺，亦得涅槃。」於是，", "469": "世尊所患即除而得安隱，從臥寤起，結跏", "47": "塵處，如是銅槃便極淨潔。賢者！如是若有", "470": "趺坐，嘆尊者舍梨子：「善哉！善哉！舍梨子為", "471": "諸比丘說法如法。舍梨子！汝當復為諸比", "472": "丘說法如法。舍梨子！汝當數數為諸比丘", "473": "說法如法。」爾時，世尊告諸比丘：「汝等當共", "474": "受法如法，誦習執持。所以者何？此法如法，有", "475": "法有義，為梵行本，得通得覺，亦得涅槃。諸", "476": "族姓子剃除鬚髮，著袈裟衣，至信、捨家、無", "477": "家、學道者，此法如法，當善受持。」佛說如是。", "478": "尊者舍梨子及諸比丘，聞佛所說，歡喜奉行。", "479": "求法經第二竟二千二百八十六字", "48": "一人我內有穢，我內實有此穢知如真者，", "480": "中阿含經卷第二十二七千四百八十二字第二小土", "481": "城誦", "49": "當知彼人欲斷此穢，求方便，精勤學，彼便", "5": "華喻、水淨梵黑、住、無在後", "50": "無穢，不穢污心命終；彼因無穢，不穢污心命", "51": "終故，便賢死，生善處。所以者何？彼因無穢，", "52": "不穢污心命終故。「賢者！若有一人我內無", "53": "穢，我內實無此穢不知如真者，當知彼人", "54": "不護由眼耳所知法，彼因不護由眼耳所", "55": "知法故，則為欲心纏，彼便有欲有穢，穢污", "56": "心命終；彼因有欲有穢，穢污心命終故，", "57": "便不賢死，生不善處。所以者何？彼因有欲", "58": "有穢，穢污心命終故。賢者！猶如有人或", "59": "從市肆，或從銅作家，買銅槃來，無垢淨潔，", "6": "87 穢品經（八七）中阿含穢品經第一", "60": "彼持來已，不數洗塵，不數揩拭，不數日炙，", "61": "著饒塵處，如是銅槃必受塵垢。賢者！如是", "62": "若有一人我內無穢，我內實無此穢不知", "63": "如真者，當知彼人不護由眼耳所知法，彼", "64": "因不護由眼耳所知法故，則為欲心纏，彼", "65": "便有欲有穢，穢污心命終；彼因有欲有穢，", "66": "穢污心命終故，便不賢死，生不善處。所以", "67": "者何？彼因有欲有穢，穢污心命終故。「賢者！", "68": "若有一人我內無穢，我內實無此穢知如", "69": "真者，當知彼人護由眼耳所知法，彼因護", "7": "我聞如是：一時，佛遊婆奇瘦，在鼉山怖林", "70": "由眼耳所知法故，則不為欲心纏，彼便無", "71": "欲無穢，不穢污心命終；彼因無欲無穢，不穢", "72": "污心命終故，便賢死，生善處。所以者何？彼", "73": "因無欲無穢，不穢污心命終故。賢者！猶如", "74": "有人或從市肆，或從銅作家，買銅槃來，無", "75": "垢淨潔，彼持來已，數數洗磨，數數揩拭，數數", "76": "日炙，不著饒塵處，如是銅槃便極淨潔。賢", "77": "者！如是若有一人我內無穢，我內實無此", "78": "穢知如真者，當知彼人護由眼耳所知法，", "79": "彼因護由眼耳所知法故，則不為欲心纏，", "8": "鹿野園中。爾時，尊者舍梨子告諸比丘：「諸賢！", "80": "彼便無欲無穢，不穢污心命終；彼因無欲無", "81": "穢，不穢污心命終故，便賢死，生善處。所以", "82": "者何？彼因無欲無穢，不穢污心命終故。「賢", "83": "者！因是緣是，說前二人俱有穢，穢污心，一", "84": "者下賤，一者最勝。因是緣是，說後二人俱", "85": "無穢穢污心，一者下賤，一者最勝。」於是，復", "86": "有比丘即從坐起，偏袒著衣，叉手向尊者", "87": "舍梨子，白曰：「尊者舍梨子！所說穢者，何等為", "88": "穢？」尊者舍梨子答比丘曰：「賢者！無量惡", "89": "不善法從欲生，謂之穢。所以者何？或有一", "9": "世有四種人。云何為四？或有一人內實有", "90": "人心生如是欲：『我所犯戒，莫令他人知", "91": "我犯戒。』賢者！或有他人知彼犯戒，彼因他", "92": "人知犯戒故，心便生惡，若彼心生惡及心", "93": "生欲者，俱是不善。賢者！或有一人心生如", "94": "是欲：『我所犯戒，當令他人於屏處訶，莫", "95": "令在眾訶我犯戒。』賢者！或有他人於眾", "96": "中訶，不在屏處，彼因他人在眾中訶，不", "97": "在屏處故，心便生惡，若彼心生惡及心生", "98": "欲者，俱是不善。賢者！或有一人心生如是", "99": "欲：『我所犯戒，令勝人訶，莫令不如人訶我"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含穢品經: 中阿含穢品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}