{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0226 摩訶般若鈔經: 摩訶般若鈔經: 摩訶般若波羅蜜: 摩訶般若鈔經", "text": {"0": "No. 226 [Nos. 220(4 or 5), 224, 225, 227,", "1": "228, cf. 229]", "10": "難。佛告須菩提：「今日樂不？為諸菩薩說般若", "100": "行色行、不想色行、不生色行、不壞色行、不滅", "101": "色行、不空色行，不痛痒思想生死識行、不生", "102": "識行、不壞識行、不滅識行、不空識行，為行般", "103": "若波羅蜜。亦無見，亦無行，亦無見行無行，亦", "104": "不見亦不不行亦不無行，如是為不見。何以", "105": "故？一切法無所從來，亦無所持。是菩薩摩訶", "106": "薩於一切字法不受，是三昧無有邊、無有極、無", "107": "所不入，諸羅漢、辟支佛所不能知。菩薩摩訶", "108": "薩隨是三昧者，疾得阿耨多羅三耶三菩", "109": "得成至佛。」須菩提承佛威神說是言時，菩薩", "11": "波羅蜜。菩薩當從是學成。」舍利弗心念：「今", "110": "摩訶薩皆得受決。前過去怛薩阿竭自致阿", "111": "耨多羅三耶三菩時得成至佛，隨是三昧者亦", "112": "不見三昧，亦不言：「我知三昧。」亦不念：「我三昧已。」", "113": "亦不想：「我坐三昧。」亦不言：「我三昧已。」隨是法", "114": "者，都無有短。舍利弗問須菩提：「何所菩薩摩", "115": "訶薩隨是三昧行者，前過去佛得決時自致", "116": "成佛，可得見三昧處不？」須菩提言：「不可得見。", "117": "善男子於三昧，亦不知，亦不曉，亦不了。」「何以故", "118": "不知不了？」則答言：「亦不得，亦無有三昧，亦不得", "119": "字。」佛言：「善哉，善哉！須菩提！如我所說空身", "12": "須菩提為諸菩薩說般若波羅蜜，自用力說", "120": "慧。菩薩摩訶薩作是者，為隨般若波羅蜜學，", "121": "是菩薩摩訶薩為學般若波羅蜜。」舍利弗白", "122": "佛：「菩薩摩訶薩如是學，天中天！為學般若波", "123": "羅蜜？」佛語舍利弗：「是菩薩摩訶薩為學般", "124": "若波羅蜜。」舍利弗白佛：「如是者，為學何法？」佛", "125": "語舍利弗：「菩薩摩訶薩為學無學法。何以故？", "126": "法無所逮得，莫癡如小兒學。」舍利弗問佛：「誰", "127": "能逮得法者？」佛語舍利弗：「無所得，是故得。」佛", "128": "言：「無所得法，莫癡如小兒學。謂有字不能得，", "129": "欲學習入法，適為兩礙耳。亦不知，亦不見。法", "13": "耶？持佛威神說乎？」須菩提知舍利弗心所念，", "130": "若有法，以有便可得色，是故法不可知是為", "131": "知，亦不知亦不可見。若小兒癡，謂有身即不", "132": "解，便不信。以不解，中住，故曰小兒。」舍利弗白", "133": "佛：「菩薩摩訶薩作是學，為不學薩芸若？」佛語", "134": "舍利弗：「菩薩摩訶薩作是學，為不學薩芸若。", "135": "菩薩摩訶薩不作是學，為學薩芸若，以成薩", "136": "芸若。」須菩提白佛：「若有問者，天中天！幻為學", "137": "佛得作佛？或時作是問，當何以報之？」佛語須", "138": "菩提：「我故問，汝隨所報之。於須菩提云何，幻", "139": "與色為有異乎？幻與痛痒思想生死識有異", "14": "便語舍利弗：「敢佛弟子所說法所成法，皆承佛", "140": "乎？」須菩提報佛言：「無有異。幻與色，天中天！無", "141": "有異。色是幻，幻是色。幻與痛痒思想生死識", "142": "等無有異。」佛言：「云何，須菩提！所問等，不隨法", "143": "從五陰字菩薩？」須菩提言：「如是，天中天！菩薩", "144": "摩訶薩學欲作佛，為學幻耳。何以故？作幻者", "145": "持陰色，如幻無所有。色六衰五陰如幻。痛痒", "146": "思想生死識，皆空無所有，但有字六衰五陰", "147": "耳。」須菩提白佛言：「若新學菩薩摩", "148": "訶薩聞是語，得無恐怖？」佛語須菩提：「設使", "149": "新學菩薩摩訶薩，與惡師相得相隨，或恐或", "15": "威神。何以故？佛所說法，法中所學皆有證，以", "150": "怖。設與善師相隨，不恐不怖。」須菩提白佛：「何", "151": "所菩薩摩訶薩惡師？當何以知之？」佛語須", "152": "菩提：「其人不尊重摩訶般若波羅蜜，教人棄", "153": "捨去，遠離菩薩心，反教作想令學雜經，隨雜", "154": "經心邪喜樂，教學餘經聲聞若辟支佛事，", "155": "卷卷令諷誦之。為說魔事魔主行壞敗菩薩，", "156": "為種種說生死勤苦，言：『菩薩道不可得。』是故", "157": "為菩薩摩訶薩惡師。」須菩提白佛：「何所是菩", "158": "薩摩訶薩善師？當何從知之？」佛語須菩提：", "159": "「其人尊重摩訶般若波羅蜜，稍稍教人令學", "16": "知便能有所成，展轉能相成教，於諸法隨其", "160": "成，教語魔事，令覺魔、令遠離諸魔。是故菩薩", "161": "摩訶薩，摩訶僧那僧涅，摩訶衍三拔致諦。是", "162": "為菩薩摩訶薩善師。」須菩提問佛：「何因菩薩", "163": "名為菩薩？天中天！」佛語須菩提：「學諸經法，悉", "164": "曉了於諸法無所著，爾故字為菩薩。」須菩提", "165": "復問佛：「悉曉知諸經法，爾故字菩薩。何以故", "166": "復呼摩訶薩？」佛語須菩提：「摩訶薩者，於天上天", "167": "下最尊，爾故字為摩訶薩。」舍利弗白佛：「我亦", "168": "樂聞。何以故為摩訶薩？」佛語舍利弗：「樂聞者，", "169": "當為若說之。摩訶薩者，悉自了見、悉了知，一", "17": "教。所以者何？怛薩阿竭所說無有異。若有仁", "170": "切人世間所有悉了知，人壽命悉了知，悉了", "171": "知著斷之事，便能隨人所樂為說法，以是故", "172": "名為摩訶薩。」須菩提白佛：「摩訶薩者，天中天！", "173": "以得摩訶薩字。設菩薩心，無有心與心等者，", "174": "無有能逮心者，諸羅漢、辟支佛所不能及，心", "175": "無所著心。何以故？是薩芸若心故，用無有餘", "176": "故。以是心無所著，是故號為摩訶薩。」舍利弗", "177": "問須菩提：「何因菩薩心無所著？」須菩提：「心無", "178": "所思，故無所著。」分耨文陀尼弗白佛：「何因摩", "179": "訶薩摩訶薩者？何所菩薩為摩訶僧那僧涅？", "18": "善欲學是法，於中終不諍。」須菩提白佛言：「使", "180": "摩訶衍者，大乘。三拔諦三拔諦者，等住。」佛言：", "181": "「是菩薩即為摩訶薩。」須菩提白佛：「摩訶僧那", "182": "僧涅者，何因菩薩摩訶薩為摩訶僧那僧涅？」", "183": "佛言：「菩薩摩訶薩念：『我當度不可計阿僧祇", "184": "人悉令般泥洹。如是賜般泥洹，而無有法般", "185": "泥洹者。』何以故？須菩提！譬若如幻師，於廣大", "186": "處化作眾人滿一城中，悉斷所化人頭。於須", "187": "菩提意云何，有所中傷死者不？」須菩提言：「無", "188": "有中傷死者。」佛言：「如是，須菩提！度不可計阿", "189": "僧祇人賜般泥洹，無有人般泥洹者。聞是不", "19": "我為諸菩薩說般若波羅蜜，菩薩當從中成", "190": "恐，當知是菩薩摩訶薩即為摩訶僧那僧涅。」", "191": "須菩提白佛：「如我從佛聞，念其中事，如是不", "192": "為摩訶僧那僧涅。何以故？無有作薩芸若者，", "193": "無有供養、無有作人者。何所人當作僧那僧", "194": "涅？色，天中天！無著無縛無脫。痛痒思想生死", "195": "識，天中天！無著無縛無脫。」分漫陀尼弗問須", "196": "菩提：「色無著無縛無脫，痛痒思想生死識無", "197": "著無縛無脫，乃有色不著不縛不脫，乃有痛", "198": "痒思想生死識不著不縛不脫。何所色，須菩", "199": "提！無著無縛無脫。何所痛痒思想生死識，無", "2": "摩訶般若鈔經卷第一亦名長安品", "20": "菩薩。菩薩有字，為在何法而字菩薩？亦不見", "200": "著無縛無脫？」須菩提語分漫陀尼弗：「色如", "201": "幻，無著無縛無脫。痛痒思想生死識如幻，無", "202": "著無縛無脫。無有邊，無著無縛無脫。恍忽，無", "203": "著無縛無脫。無所生，無著無縛無脫。是故", "204": "菩薩摩訶薩摩訶僧那僧涅。」須菩提白佛：「何", "205": "因菩薩摩訶薩為摩訶衍三拔諦？何所是摩", "206": "訶衍？從何所住衍？衍為住何所？當從何所立", "207": "衍中？」佛語須菩提：「摩訶衍摩訶衍者，無有極，", "208": "不可得邊幅，從何所自致立衍。摩訶衍者，從", "209": "三界出，立薩芸若中，亦不於衍有所立不立。", "21": "法，有法字菩薩，亦不見菩薩亦不能得，亦不", "210": "何以故？立不立者，於法不知法，何所法當立", "211": "者？」須菩提白佛言：「摩訶衍摩訶衍者，於天上", "212": "天下人中極過上，其衍與空等，如虛空覆不", "213": "可計阿僧祇人，爾故為摩訶衍。菩薩摩訶薩，", "214": "亦不見來時，亦不見去時，亦不見住處，於摩", "215": "訶衍，天中天！不能得本。亦不能得當所來，亦", "216": "不能得中間，於三界見字，為摩訶衍。」佛言：「善", "217": "哉，善哉！須菩提！爾故菩薩摩訶薩為摩訶衍。」", "218": "分漫陀尼弗白佛：「尊者須菩提，佛使說般若", "219": "波羅蜜，乃說摩訶衍事為？」須菩提白佛言：「我", "22": "見般若波羅蜜亦不能得。亦不見菩薩亦不", "220": "說般若波羅蜜得無過？天中天！」佛語須菩提：", "221": "「所說般若波羅蜜，不過如毫毛，適得其中。」「復", "222": "次，天中天！亦不見菩薩本，亦不見當來。菩薩，", "223": "亦不見菩薩中間。色無有邊，菩薩亦無有邊。", "224": "色、菩薩不可逮，亦不可知，亦不可得。如是，天", "225": "中天！菩薩摩訶薩亦不可知，亦不可得。當以", "226": "何般若波羅蜜為菩薩摩訶薩說之？亦不得", "227": "菩薩，亦不見菩薩，當以何法說般若波羅蜜？", "228": "菩薩轉復相，字為菩薩。云何，天中天！何所字", "229": "我我？天中天！我者亦滅，是者法之自然。何所", "23": "能得，亦不見般若波羅蜜亦不能得。何所有", "230": "是色其要不滅者？何所色為是？痛痒思想生", "231": "死識亦爾，識者無有邊，菩薩亦無有邊。菩薩", "232": "了不知處，亦不可見。天中天！一切菩薩摩訶", "233": "薩了無有處亦無可得。何所是菩薩摩訶薩，", "234": "當為說般若波羅蜜？於菩薩都不可得見，亦不", "235": "知處，當從何法中說般若波羅蜜？菩薩摩訶", "236": "薩為得字者，如是字想。我我，天中天！我亦", "237": "滅，是法之自然。何所識要而不滅者？何所識", "238": "於法之自然而不滅？不滅者，非法作，亦不無", "239": "不滅。何無滅者？如般若波羅蜜所說不作異", "24": "菩薩當為說般若波羅蜜？說是時，菩薩聞之，", "240": "滅，當從何法自致？菩薩為住行者，其聞是者", "241": "不恐不畏，為行般若波羅蜜。般若波羅蜜者，", "242": "天中天！熟思惟是時為不入，色何以得？色無", "243": "所生，為非色。設非色為無色，亦無有生。從其", "244": "中無所得字是色，為法作數。是時菩薩摩訶", "245": "薩為行般若波羅蜜，當視法思惟深入中，是", "246": "時亦不入痛痒思想生死識。何以故？識無所", "247": "生，為非識。設非識為無識，亦無有生。從其", "248": "中無所得字是識，為法作數。」舍利弗問須菩", "249": "提：「所說法無所出生。設菩薩無所出生者，菩", "25": "心不懈不怯不恐不難不畏。是故菩薩摩訶", "250": "薩用何等故勤苦行菩薩之道？設用一切人", "251": "故，何能忍是勤苦？」須菩提語舍利弗：「我", "252": "亦不使菩薩忍是勤苦行。菩薩忍勤苦行，是", "253": "菩薩之道。不自念：『我忍勤苦行。』何以故？菩薩", "254": "心不作是念，便能為不可計阿僧祇人而作", "255": "本，令悉安隱。念之如母、念之如父、念之如子、", "256": "念之如身，菩薩摩訶薩當持心作是念。一切", "257": "於菩薩不見亦不知處，於內外法當作是念、", "258": "當作是行。作是行者，為忍勤苦行。設使菩薩，", "259": "舍利弗！不見出生，菩薩為無所生。」舍利弗謂", "26": "薩以應般若波羅蜜，菩薩摩訶薩當作是學", "260": "須菩提：「設使菩薩無所生，薩芸若亦無所生？」", "261": "須菩提語舍利弗：「薩芸若亦無所生。」舍利弗", "262": "復謂須菩提：「薩芸若無所生，凡人亦無所生？」", "263": "須菩提言：「凡人者亦無所生。」舍利弗謂須菩", "264": "提：「菩薩無所生，菩薩法亦無所生。薩芸若無", "265": "所生，薩芸若法亦無所生。凡人亦無所生，凡", "266": "人法亦無所生。菩薩無所從生，自致薩芸若。」", "267": "須菩提言：「不從無所生法可入，亦不無無所", "268": "從生法逮得。」舍利弗復問：「其生生者，乃能逮", "269": "得法不？」須菩提言：「無所從生法為逮生，無無", "27": "般若波羅蜜，當念作是住，是為學。」須菩提白", "270": "所生法是為逮得。」舍利弗復言：「以生生者為", "271": "從無所生生？」須菩提言：「無所生，無所生樂聞。」", "272": "舍利弗語須菩提：「無所樂生，是故為樂。」須菩", "273": "提言：「無所生聞是為聞。」舍利弗言：「以聞所語。」", "274": "須菩提語舍利弗：「無無所語，是為語。無所語，", "275": "無所樂，是故語，是故樂。」舍利弗言：「善哉，善哉！", "276": "須菩提所說，於法中為尊。何以故？尊者須菩", "277": "提隨所問即答，悉報之。」須菩提語舍利弗：「佛", "278": "弟子所說法，皆悉如事。隨其所問即能解。何", "279": "以故？隨法如事故，亦不知所出生。」舍利弗言：", "28": "佛：「菩薩摩訶薩行般若波羅蜜，當作是學學，", "280": "「善哉，善哉！須菩提！從何波羅蜜度菩薩摩訶", "281": "薩？」須菩提語舍利弗：「從般若波羅蜜說是法", "282": "時，若諷誦讀，菩薩摩訶薩當知信之不疑。有", "283": "隨是法不增，不隨是法者不減。」舍利弗謂須", "284": "菩提：「隨是法不增，不隨是法亦不減。隨法教", "285": "一切人，隨法者不失一切人，皆使得菩薩摩", "286": "訶薩。何以故？一切人悉學法，其法俗如故。」須", "287": "菩提言：「善哉，善哉！舍利弗！所解法如舍利弗", "288": "言無異。何以故？人之自然當念知，人之恍", "289": "忽當念知，恍忽人身難了知當念知之。舍", "29": "其心不當自念：『我是菩薩。』何以故？心無心，心", "290": "利弗！菩薩摩訶薩法，當作是守、當作是行。」", "291": "2 問品摩訶般若波羅蜜問品第二", "292": "爾時，釋提桓因與四萬天人俱來共會，四天", "293": "王與天上二萬天人俱來共會，梵迦夷天與", "294": "一萬天人俱來共會，首陀譮天與五千天人", "295": "俱來共會。諸天宿命有德光明巍巍，得佛威", "296": "神力，諸天光明悉不復見。釋提桓因白須菩", "297": "提：「若干萬千天人大會，欲聽須菩提說般若", "298": "波羅蜜。云何菩薩摩訶薩於般若波羅蜜中", "299": "住？」須菩提語釋提桓因：「拘翼！是若干萬千天", "3": "秦天竺沙門曇摩蜱共竺佛念譯", "30": "者淨。」舍利弗謂須菩提：「云何有心心無心？」須", "300": "人樂聞者，皆聽。我當持佛威神力，廣為諸天", "301": "人說般若波羅蜜。何所天人未發菩薩心者，", "302": "今皆當行，以得須陀洹者不可復得菩薩道。", "303": "何以故？閉塞生死故。正使是輩人索菩薩道，", "304": "我亦勸助之，不斷其功德，悉使取法中極尊", "305": "欲使極上。」佛言：「善哉，善哉！須菩提！勸樂諸學", "306": "乃爾。」須菩提白佛言：「我當報恩，不得不報。何", "307": "以故？過去時怛薩阿竭皆令弟子為諸菩薩說", "308": "般若波羅蜜。怛薩阿竭時亦在其中，學如是", "309": "法中，今自致作佛。天中天！因是故當報恩。", "31": "菩提語舍利弗：「心亦不有亦不無，亦不能得，", "310": "今我復說般若波羅蜜，菩薩亦當復受菩薩", "311": "法，我亦復勸樂菩薩摩訶薩疾得成佛。」須菩", "312": "提語拘翼：「當所問者，且聽所問。菩薩摩訶", "313": "薩云何住般若波羅蜜？菩薩摩訶薩以空", "314": "住般若波羅蜜。菩薩摩訶薩摩訶僧那僧涅，摩", "315": "訶衍三拔諦，色不那中住，痛痒思想生死識", "316": "不那中住，須陀洹不那中住，斯陀含不那中", "317": "住，阿那含不那中住，阿羅漢不那中住，辟支", "318": "佛不那中住，佛不那中住。有色不那中住，有", "319": "痛痒思想生死識不那中住，有須陀洹不那中", "32": "亦不能知處。」舍利弗謂須菩提：「何等心，亦不", "320": "住，有斯陀含不那中住，有阿那含不那中住，", "321": "有阿羅漢不那中住，有辟支佛不那中住，有", "322": "佛不那中住。色常無常不那中住，痛痒思想", "323": "生死識常無常不那中住。色若樂若苦不那", "324": "中住，痛痒思想生死識若苦若樂不那中住。", "325": "色若空不空不那中住，痛痒思想生死識若", "326": "空不空不那中住。色是我所非我所不那中", "327": "住，痛痒思想生死識是我所非我所不那中", "328": "住。須陀洹道不動成就不那中住，須陀", "329": "洹道成已不那中住。何以故？七死七生便", "33": "有心、不無心，亦不能得，亦不能知處者？」須菩", "330": "度去，是故須陀洹道不那中住。斯陀含道不", "331": "動成就不那中住，斯陀含道成已不那中", "332": "住。何以故？斯陀含一死一生便度去，是故斯", "333": "陀含道不那中住。阿那含道不動成就不那", "334": "中住。阿那含道成已便於天上般泥洹。是故", "335": "阿那含道不那中住。阿羅漢道不動成就不", "336": "那中住。何以故？羅漢道成已便盡是間無有", "337": "餘泥洹般泥洹，是故羅漢道不那中住。辟", "338": "支佛道不動成就不那中住。辟支佛道成已", "339": "過聲聞道地，不逮佛道，便中道般泥洹，是故", "34": "提言：「從對雖有心，心無心。如是心亦不知者，", "340": "辟支佛道不那中住。自致成佛，為阿僧祇人", "341": "作本，教不可計阿僧祇人皆當般泥洹。佛所", "342": "作為皆究竟，已當般泥洹，亦不那中住。」舍利", "343": "弗心念言：「菩薩云何住？」須菩提知舍利弗心", "344": "所念，便即報之：「云何，舍利弗！佛為在何所住？」", "345": "舍利弗語須菩提：「佛無所住。怛薩阿竭心無", "346": "所住止，亦不在不動處止，亦無動處止。」須菩", "347": "提語舍利弗：「菩薩摩訶薩當作是學。如怛薩", "348": "阿竭不住，亦不不住，亦無無住，當作是學住。」", "349": "諸天人聞是，其心各作是念：「諸閱叉若大若", "35": "亦無造者，以是亦不有有心，亦不無無心。」舍", "350": "小，所語悉可了知。尊者須菩提所說。了不可知。」", "351": "須菩提知諸天人心之所念，即報言：「是語難", "352": "了難了，亦不可聞，亦不可知。」諸天人心各各", "353": "復念：「是語當解當解。今尊者須菩提所知深", "354": "入深入。」須菩提即復知諸天人心所念，語諸", "355": "天人：「欲得須陀洹道證，以得須陀洹道不忍，", "356": "不那中住，便度去。欲得斯陀含道證，以得斯", "357": "陀含道不忍，不那中住，便度去。欲得阿那含", "358": "道證，以得阿那含道不忍，不那中住，便度去。", "359": "欲得阿羅漢道證，已得羅漢道不忍，不那中住，", "36": "利弗言：「善哉，善哉！須菩提！為佛所舉，作所舉", "360": "便度去。欲得辟支佛道證，已得辟支佛道不", "361": "忍，不那中住，便度去。欲得佛道證，已得佛道", "362": "不忍，不那中住，便度去。」諸天人皆念言：「尊者", "363": "須菩提所說乃爾，誰當聽受是法者？」須菩提", "364": "知諸天人心所念，語諸天人：「幻人者當聽我法、", "365": "當受我法。何以故？從我聞法已，亦不作證。」諸", "366": "天人心各各復念：「云何幻人聽法，與人等無有", "367": "異？」須菩提知諸天人心所念，語諸天人：「幻如", "368": "人，人如幻。」須菩提言：「我說須陀洹、斯陀含、阿", "369": "那含、阿羅漢、辟支佛道，亦如幻耳。正使佛道，", "37": "者，不妄空身。空身慧所說最第一。從是中菩", "370": "我說亦復如幻。」諸天人謂須菩提：「乃至佛，亦", "371": "復說如幻？」須菩提語諸天人：「乃至泥洹，亦復", "372": "如幻。」諸天人復問須菩提：「乃至泥洹，亦復如", "373": "幻。云何？」須菩提言：「諸天人！設復有法出於泥", "374": "洹者，亦復如幻。何以故？幻人泥洹賜，如空所", "375": "有。」舍利弗、分漫陀尼弗、摩訶拘絺羅、摩訶迦", "376": "栴延等，共問須菩提：「般若波羅蜜實重深。何", "377": "等人當受是法者？」賢者阿難亦爾。須菩提報", "378": "諸比丘言：「阿惟越致菩薩當受是法。若成就", "379": "阿羅漢者，復有是法，無有持者。何以故？般若", "38": "薩摩訶薩署，得阿惟越致舉名，終不復失般", "380": "波羅蜜說相如是。從中無所出。何以故？法中", "381": "無所有、無所聞、無所得如是法。比無所聞法、", "382": "無所得法，從是法中無所受。」釋提桓因心念：", "383": "「雨法寶，尊者須菩提所說。我寧可化作華，持", "384": "散須菩提上。」釋提桓因即化作華，散尊者須", "385": "菩提上。須菩提即言：「是華不出於忉利天上，", "386": "曾見是華為從幻化。釋提桓因所化、散我上", "387": "者，為從心樹出，不從樹木出生。是華為從心", "388": "樹出生。」釋提桓因言：「如所說，華為從心樹", "389": "出。」須菩提言：「如是，拘翼！」釋提桓因言：「亦不從", "39": "若波羅蜜，菩薩摩訶薩以應中住。欲學聲聞", "390": "心樹出。」須菩提言：「以是故為非華。」釋提桓因", "391": "言：「尊者須菩提！所入慧甚深甚深，所說不", "392": "增不減，作是說法。如須菩提教，菩薩摩訶薩", "393": "當作是學。」須菩提語釋提桓因：「拘翼！所言如", "394": "語，無有異，是菩薩摩訶薩所學。", "395": "菩薩摩訶薩作是學者，為不學須陀洹、", "396": "斯陀含、阿那含、阿羅漢、辟支佛道，是菩薩為", "397": "學薩芸若。作是學者，為學不可計阿僧祇法，", "398": "不生色學，不生痛痒思想生死識學。不學受", "399": "色，不學痛痒思想生死識。不學受想法樂，亦", "4": "1 道行品道行品第一", "40": "道地，當聞般若波羅蜜，當學當持當守。欲學", "400": "不學受有所失。作是者為學薩芸若，為如", "401": "薩芸若。」舍利弗語須菩提：「作是學者，亦不", "402": "受薩芸若亦不失學，為學薩芸若？為如薩芸", "403": "若？」須菩提語舍利弗：「作是學，亦不受薩芸若", "404": "亦不失學，是為學薩芸若，為如薩芸若。」釋提", "405": "桓因問舍利弗：「菩薩摩訶薩當云何求般若", "406": "波羅蜜？」舍利弗言：「當問尊者須菩提！」釋提桓", "407": "因問尊者須菩提：「當持何威神恩而所學？」須", "408": "菩提言：「所學者，悉承用佛威神恩屬。拘翼所", "409": "問：『菩薩摩訶薩當云何求般若波羅蜜？』亦不", "41": "辟支佛道地，當聞般若波羅蜜，當學當持當", "410": "可從色求，亦不可離色求，亦不可從痛痒思", "411": "想生死識求，亦不可離識求。何以故？般若", "412": "波羅蜜亦非色亦不離色，般若波羅蜜非", "413": "痛痒思想生死識，般若波羅蜜亦不離識。般", "414": "若波羅蜜。」釋提桓因問須菩提：「摩訶波羅", "415": "蜜無有邊？摩訶波羅蜜無有極？」須菩提語", "416": "拘翼：「摩訶波羅蜜無有邊、無有極。波羅", "417": "蜜了不可見、無有極，波羅蜜了不可極。人無", "418": "極，波羅蜜亦無極。如是，拘翼！當云何求？波羅", "419": "蜜於法中無有極，無有邊際，亦無中間，亦不", "42": "守。欲學菩薩道地，當聞般若波羅蜜，當學當", "420": "能得有所限。波羅蜜者亦復如是。復次，拘翼！", "421": "法者，無際無限無有極，無有中間、無可得者。」", "422": "釋提桓因言：「云何，尊者須菩提！人無極，波羅", "423": "蜜亦無極？」須菩提語釋提桓因：「都盧不可議", "424": "計。正使倍復倍，人亦無極，波羅蜜亦復無極。」", "425": "釋提桓因言：「何緣人無極，波羅蜜亦無極？」須", "426": "菩提言：「於拘翼意云何，何所法中說人、人之", "427": "本？」釋提桓因言：「無有法作是說者，亦無法留", "428": "置者。設有出者，但字耳。無有作者，但以字耳。」", "429": "須菩提言：「於釋提桓因云何，能有人可得見", "43": "持當守。所以者何？般若波羅蜜法甚廣大故，", "430": "者不？」釋提桓因言：「不可得見。」須菩提報釋提", "431": "桓因：「無有作者，何所有人？正使怛薩阿竭阿", "432": "惟三佛壽如恒邊沙劫，說有人生者滅者。」釋", "433": "提桓因言：「無有人。何以故？本淨淨故。」「以是，", "434": "拘翼！人無有極。當作是念般若波羅蜜。」", "435": "摩訶般若鈔經卷第一", "44": "菩薩摩訶薩所學。」須菩提白佛：「我熟念菩薩", "45": "心不可得，亦不知處，亦不可見而可得，亦不", "46": "能及說何所是菩薩摩訶薩。般若波羅蜜亦不", "47": "能逮說菩薩字，字處無有處。如是字處，無所", "48": "止、無所住。作是說者，菩薩聞之，心不懈不惓", "49": "不恐不難不畏，以應阿惟越致。其畏無所住，", "5": "聞如是：一時佛在羅閱祇耆闍崛山中，與千", "50": "住以如是住，悉了知不復還。」須菩提白佛：「菩", "51": "薩摩訶薩行般若波羅蜜，色中不當住痛痒", "52": "思想生死識，不當於中住想色住為行生死", "53": "識想，痛痒思想生死識住為行生死識。不當", "54": "行生死識。設住其中，不隨般若波羅蜜教，不", "55": "為應薩芸若，為受色故。不當受色，以不受色，", "56": "為不受痛痒思想生死識。不受色者為非色，", "57": "不受痛痒思想生死識者為非識。復不受般", "58": "若波羅蜜，是菩薩摩訶薩為行般若波羅蜜。", "59": "復不受三昧字廣大所入，不受聲聞、辟支佛，", "6": "二百五十比丘俱，皆是羅漢，於生死以盡，垢", "60": "乃至薩芸若都不受。所以者何？不當作想。若", "61": "作想，亦如外外小道。而有信於薩芸若，雖異", "62": "外道，未得解脫。雖不受色，亦受痛痒思想生", "63": "死識。以不受，亦未曉，尚未成，不見慧。亦不內", "64": "色見慧，亦不外色見慧，亦不異色見慧，亦不", "65": "內痛痒思想生死識見慧。亦不於外識見慧，", "66": "亦不於內外識見慧，亦不異識見慧。雖從信", "67": "欲得脫，欲知薩芸若事，於法而作限，謂為得", "68": "脫，以為得法。於法亦為無所得，亦未得脫，其", "69": "不以泥洹自貢高，是為菩薩摩訶薩般若波", "7": "濁以索，所語如言，已脫於心度於智慧，其聖", "70": "羅蜜。所以者何？為不受色，為不受痛痒思想", "71": "生死識，亦不中道般泥洹，悉得十種力、四無", "72": "所畏、佛十八事不同。是故為菩薩摩訶薩般", "73": "若波羅蜜。復次，天中天！菩薩摩訶薩入般", "74": "若波羅蜜行者，當作是視：『何所是般若波羅", "75": "蜜？在何所法？』了不能知、不能得處，是故為般", "76": "若波羅蜜。當作是念：『菩薩摩訶薩聞是，不懈", "77": "不怯不恐不難不畏。』知是菩薩，以住不離般", "78": "若波羅蜜。」舍利弗問須菩提：「何因菩薩摩", "79": "訶薩不離般若波羅蜜住。離色，色之自然。", "8": "已了，皆悉上士，所作已辦離於重擔，是即自", "80": "痛痒思想生死識，識之自然。般若波羅蜜離，", "81": "般若波羅蜜之自然。」須菩提語舍利弗：「離色", "82": "者，色之自然。痛痒思想生死識離，識之自然。", "83": "離般若波羅蜜，般若波羅蜜之自然。般若波", "84": "羅蜜自然，為離相故。相之自然，為離故。相自", "85": "然相，相之自然離相。」舍利弗謂須菩提：「學是", "86": "者，為學薩芸若？」須菩提言：「以學是者，為入薩", "87": "芸若。何以故？於諸法為無所入。菩薩摩訶薩", "88": "作是行者，便自致至薩芸若坐，是菩薩摩訶", "89": "薩般若波羅蜜薩芸若種。復次，舍利弗！菩薩", "9": "從所有已盡，其智已脫心即從計，除賢者阿", "90": "摩訶薩精進，作是語：『我欲學。』設使行色為行", "91": "想，設想色行為行想，設生色行為行想，設", "92": "壞色行為行想，設滅色行為行想，設空色行", "93": "為行想，設我行立欲得為行想，痛痒思想生", "94": "死識滅為行想，識生行為行想，壞識行為行", "95": "想，識滅行為行想，空識行為行想，我行立欲", "96": "得為行想，是菩薩摩訶薩為反行想行。是", "97": "守行般若波羅蜜，為不行般若波羅蜜反作", "98": "想行，是菩薩摩訶薩無有護行。」舍利弗問須", "99": "菩提：「菩薩摩訶薩當云何行般若波羅蜜？不"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0226 摩訶般若鈔經: 摩訶般若鈔經: 摩訶般若波羅蜜: 摩訶般若鈔經", "author": "前秦 曇摩蜱共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}