{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0696 佛說摩訶剎頭經: 佛說摩訶剎頭經: 佛說摩訶剎頭經", "text": {"0": "No. 696 [No. 695]", "1": "佛說摩訶剎頭經亦名灌佛形像經", "10": "第七梵天、第二忉利天王釋，及第一四天王，", "11": "皆來下，持十二種香湯、雜華，用浴太子身。太", "12": "子立身作佛，開視道法，以示天下人。」", "13": "佛告天下人民：「十方諸佛，皆用四月八日夜", "14": "半時生；十方諸佛，皆用四月八日夜半時，去", "15": "家入山行學道；十方諸佛，皆用四月八日夜", "16": "半時得佛道；十方諸佛，皆用四月八日夜半", "17": "時般泥洹。」佛言：「所以用四月八日者何？春", "18": "夏之際殃罪悉畢，萬物普生毒氣未行，不寒", "19": "不熱時氣和適。今是佛生日故，諸天下人民", "2": "西秦沙門釋聖堅譯", "20": "共念佛功德，浴佛形像如佛在時，是故以示", "21": "天下人。」", "22": "佛言：「我為菩薩在世時，三十六反為天王釋、", "23": "三十六反作金輪王、三十六反作飛行皇帝。", "24": "今日諸賢者，誰有好心善意，念釋迦文佛恩", "25": "德者，以香華浴佛形像求第一福者，諸天", "26": "鬼神所證明知。」佛言：「人身難得，佛經難得", "27": "聞。能自減省，持五家財物，用浴佛形像，自在", "28": "所願。欲求度世無為道，長不欲與生死會者，", "29": "可得；欲求精進勇猛，立身如釋迦文佛者，可", "3": "「摩訶剎頭、諸天、人民、長老，皆明聽。「夫得為人", "30": "得；欲求文殊師利、阿惟越致菩薩飛行教授，", "31": "人民具相，可得；欲求辟支佛、阿羅漢，可得；欲", "32": "求閉絕三惡，根本生天上、人間，可得；欲求作", "33": "第七梵天及第二忉利天王釋，可得；欲作飛", "34": "行皇帝，可得；欲在世間豪貴，可得；欲求財富", "35": "巨億萬家生，可得；欲求百子千孫，可得；欲", "36": "求長壽無病，可得。世間人寧亡身上一臠肉，", "37": "不欲亡一錢，人生不持一錢來，死亦不持一", "38": "錢去，財物故留世間，死當受苦惱；持用浴", "39": "佛，生死與俱，無有斷絕。」佛言：「閻浮利內", "4": "難，無上道亦然；人命難得，佛世難值。釋迦", "40": "外諸天梵釋、鬼神、龍，皆當擁護浴佛形像者，", "41": "從是因緣，得佛泥洹道。」佛言：「諸持好香、湯，", "42": "浴佛形像者，自得其福，所在清淨名聞；持", "43": "好花上佛者，自得其福，端正好色無比；持", "44": "繒幡上佛者，自得其福，在所從生常得自然，", "45": "好衣無極。」佛言：「我累功積德行善至誠，持", "46": "戒、忍辱、精進、一心、智慧，乃自致得作佛耳。", "47": "「灌佛形像所得多少，當作三分分之：一者", "48": "為佛錢、二者為法錢、三者為比丘僧錢。佛", "49": "錢繕作佛形像，若金、若銅、若木、若泥、若塐、若", "5": "文佛本出阿僧祇劫時，佛身作白衣時，累功", "50": "畫，以佛錢修治之；法錢者，架立樓塔、精舍、", "51": "籬落、牆壁、內外屋，是為法錢；比丘僧有萬錢，", "52": "千比丘當共分之。若無眾比丘，但一分作，有", "53": "以一分給與法錢。數人亦三分分之，出以一", "54": "分。持後法錢、僧錢，一文以上不可妄用，私", "55": "取一錢自私用，以為施惠，見世貧極，後長受", "56": "苦。寧以利刀割肉，以施惠人，不以灌佛一錢，", "57": "私作恩惠；寧吞洋銅，不以灌佛一錢以作恩", "58": "分；寧自投大火中，不以灌佛一錢與妻子，若", "59": "共持治，生飯食也，今現世當受恐怖，後世魂", "6": "積德，每生自剋；展轉五道，不貪財寶出身施", "60": "神，當受是痛。世人多有發意求所願者，布施", "61": "之日，不計少多，趣使充饒事業，必敬者疲極。", "62": "眾家殘肴饌，噉食不盡，當持那置。」佛言：「少", "63": "多皆當，送以給與，守嵩寺中，持法沙門。眾僧", "64": "自共分，以出物當望生。云何春種食之，福那", "65": "得生耶？不應各各竟分、分歸與妻子。是為種", "66": "於石上，根株焦盡終無生時。今以布施者餘", "67": "福，重以施眾僧，是為施一得萬倍。", "68": "「四月八日浴佛法，都梁、藿香、艾納，合三種", "69": "草香，挼而漬之，此則青色水；若香少，可以", "7": "與。自致為王太子，以四月八日，夜半明星出", "70": "紺黛、秦皮，權代之矣。欝金香手挼而漬之", "71": "於水中，挼之以作赤水；若香少若乏無者，", "72": "可以面色權代之。丘隆香擣而後漬之，以作", "73": "白色水；香少可以胡粉足之，若乏無者，可", "74": "以白粉權代之。白附子擣而後漬之，以作黃", "75": "色水；若乏無白附子者，可以梔子權代之。", "76": "玄水為黑色，最後為清淨，今見井華水名玄", "77": "水耳。", "78": "「右五色水灌，如上疏。", "79": "「以水清淨灌像訖，以白練若白綿拭之矣，斷", "8": "時生。墮地行七步，舉右手而言：『天上天下，", "80": "後自占更灌，名曰清淨灌。其福與第一福無", "81": "異也。」", "82": "佛說摩訶剎頭經", "83": "此經，宋藏即云：灌洗佛形像經，法炬譯。撿尋經文，與宋藏", "84": "中《摩訶剎頭經》相濫，即宋藏錯亂。今按丹本，此經却是", "85": "《摩訶剎頭經》，聖賢譯者，今從丹本，換其經題及譯者云。", "9": "我當為人民作師。』「太子生時，天地皆為大動。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0696 佛說摩訶剎頭經: 佛說摩訶剎頭經: 佛說摩訶剎頭經", "author": "西晉 聖堅譯", "sourceLink": "http://www.cbeta.org/"}