{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0445 佛說不思議功德諸佛所護念經: 佛說不思議功德諸佛所護念經: 佛說不思議功德諸佛所護念經", "text": {"0": "佛說不思議功德諸佛所護念經", "1": "卷下", "10": "喜世界栴檀德如來。南方莊嚴世界嚴淨如", "100": "雲自在如來。北方雲自在王如來。北方鉤", "101": "鎖如來。北方迦禪那如來。北方阿迦頭華", "102": "如來。北方諸欲無脫那如來。北方焰肩如", "103": "來。北方最勝音如來。北方難勝如來。北", "104": "方日生如來。北方網明如來。北方金剛藏", "105": "如來。北方堅固世界金剛堅強消伏壞散如", "106": "來。北方摩尼光世界寶火如來。北方阿竭", "107": "流香世界寶月如來。北方歡喜世界賢最如", "108": "來。北方現入世界寶蓮華出如來。北方", "109": "豐嚴世界德內豐嚴王如來。北方不虛力如", "11": "來。南方離憂世界無憂德如來。南方諸欲", "110": "來。北方不虛自在力如來。北方不虛光如", "111": "來。北方無邊精進如來。北方娑羅王如來。", "112": "北方寶娑羅王如來。北方一蓋嚴如來。", "113": "北方寶肩如來。北方栴檀窟如來。北方栴", "114": "檀香如來。北方無邊明如來。北方明輪如", "115": "來。北方彌樓嚴如來。北方無礙眼如來。", "116": "北方無邊眼如來。北方寶生如來。北方諸", "117": "德如來。北方覺華生德如來。北方善住意", "118": "如來。北方無邊力如來。北方不虛德如來。", "119": "北方寶力如來。北方無邊嚴如來。北方無", "12": "淨世界無垢稱如來。南方寶城世界寶體", "120": "邊德嚴如來。北方虛空光如來。北方無相", "121": "音如來。北方藥王如來。北方無驚如來。", "122": "北方離怖畏如來。北方德明王如來。北方", "123": "觀覺華生如來。北方虛空性如來。北方", "124": "虛空音如來。北方虛空嚴生如來。北方", "125": "釋迦文如來。北方堅固世界威儀幢如來。", "126": "北方優鉢羅世界香風月如來。東北方去是", "127": "九十九億江河沙諸佛土，淨觀世界法觀如", "128": "來。東北方去是十一江河沙諸佛土，忍慧世", "129": "界香盡如來。東北方去是八江河沙佛土，無", "13": "品如來。南方樂林世界不捨樂精進如來。", "130": "垢世界等行如來。東北方拔所念世界壞魔", "131": "羅網獨步如來。東北方一切住世界建大", "132": "音普至如來。東北方青華世界悲精進如", "133": "來。東北方焰氣世界固受如來。東北方樂", "134": "白交露世界寶蓋起光如來。東北方淨住", "135": "世界空域離垢心如來。東北方照耀世界", "136": "普世如來。東北方愛見世界尊自在如來。", "137": "東北方豐盛世界吉祥義如來。東北方無垢", "138": "世界離垢如來。東北方眾歸世界滅一切憂", "139": "如來。東北方離一切憂世界離憂如來。", "14": "南方華迹世界普華如來。南方佛辯世界", "140": "東北方喜樂世界喜生德如來。東北方安隱", "141": "世界安王如來。東北方金網覆世界上彌樓", "142": "如來。東北方香明世界妙香如來。東北方", "143": "實聚世界憍陳若如來。東北方堅固世界", "144": "勢德如來。東北方青蓮華世界赤蓮華德如", "145": "來。東北方白蓮華世界白蓮華生如來。", "146": "東北方大音世界大音眼如來。東北方香嚴", "147": "世界上眾如來。東北方眾明世界無邊明如", "148": "來。東北方栴檀香世界月出光如來。東北", "149": "方明世界名流十方如來。東北方月世界星", "15": "無量億寶辯如來。南方寶淨世界寶焰如", "150": "宿王如來。東北方普明德世界無邊光明如", "151": "來。東北方香明世界上香彌樓如來。東北", "152": "方無畏世界離怖畏如來。東北方上安隱世", "153": "界生德如來。東北方無邊明世界無邊功", "154": "德月如來。東北方莊嚴世界一切功德嚴如", "155": "來。東北方蓮華散世界華王如來。東北方", "156": "離相世界不壞相如來。東北方堅固世", "157": "界宗守光如來。東北方樂戲世界大威德", "158": "蓮生王如來。東北方樂世界無異生行如", "159": "來。東北方喜世界一切智上如來。東北方", "16": "來。南方真珠世界日月燈明如來。南方戒", "160": "樂德世界虛空淨王如來。東北方喜樂世界", "161": "無相音聲如來。東北方娑婆世界寶最高德", "162": "如來。東北方梵眾世界梵德如來。東北方", "163": "眾香世界無礙香像如來。東北方眾華世", "164": "界彌樓明如來。東北方然燈世界大燈如", "165": "來。東北方作名聞世界華上光如來。東北", "166": "方多樂世界作名聞如來。東北方安立世界", "167": "名慈如來。東北方娑羅世界娑羅王如來。", "168": "東北方照明世界無邊光如來。東北方壞一", "169": "切世間怖畏如來。東北方師子吼如來。", "17": "光世界須彌如來。南方音響世界大須彌", "170": "東北方金剛藏如來。東北方阿閦如來。東", "171": "北方堅固青蓮華如來。東北方梵天如來。", "172": "東北方世界自在幢如來。東北方相德如", "173": "來。東北方釋迦牟尼如來。東北方星宿世", "174": "界星宿月如來。東南方去是十四江河沙諸", "175": "佛土，梵音世界梵德如來。東南方去是七", "176": "十七億江河沙諸佛土，仁賢世界善眼如來。", "177": "東南方去是三億諸佛土，積寶世界善積如", "178": "來。東南方賢聖普集世界觀世苦如來。東", "179": "南方極妙世界微妙如來。東南方常照耀", "18": "如來。南方紫磨金世界超出須彌如來。南", "180": "世界初發心不退轉輪成首如來。東南方", "181": "多所造作世界多所念如來。東南方普錦綵", "182": "色世界眾華如來。東南方金林世界盡精進", "183": "如來。東南方德王世界德明王如來。東南", "184": "方無憂世界除眾慼冥如來。東南方無悅", "185": "世界首寂如來。東南方寶首莫能當甚光", "186": "明如來。東南方佛華生世界一切緣中現佛", "187": "相如來。東南方師子相如來。東南方師", "188": "子音如來。東南方無憂首如來。東南方興", "189": "光明如來。東南方法種尊如來。東南方", "19": "方色像見世界喻如須彌如來。南方珠光", "190": "慧王如來。東南方蓮華敷力如來。東南", "191": "方無邊緣中現佛相如來。東南方網明如", "192": "來。東南方無邊明如來。東南方上華如", "193": "來。東南方寶娑羅如來。東南方發心即轉", "194": "法輪如來。東南方金剛藏如來。東南方華", "195": "聚如來。東南方增千光如來。東南方無上", "196": "光如來。東南方不動力如來。東南方無邊", "197": "光力如來。東南方無邊願如來。東南方", "198": "無量願如來。東南方無邊自在力如來。東", "199": "南方無定願如來。東南方轉胎如來。東", "2": "曹魏代失譯人名", "20": "世界香像如來。南方得勇力世界圍遶香", "200": "南方轉諸難如來。東南方一切緣修行如來。", "201": "東南方無緣莊嚴如來。東南方佛虛空如", "202": "來。東南方有德如來。東南方釋迦牟尼如", "203": "來。東南方堅固摩尼世界明相幢如來。東", "204": "南方妙行世界自在天月如來。西南方去是", "205": "十三億諸佛土，廣勝世界妙積如來。西南", "206": "方去是十一江河沙佛土，一切世界等慧如", "207": "來。西南方去是八江河沙佛土，無量藏世界", "208": "忍慧如來。西南方覆白交露世界寶蓋照空", "209": "如來。西南方去是如江河沙佛土，遍淨一切", "21": "熏如來。南方無垢光世界淨光如來。南方", "210": "世界無極身如來。西南方善選擇世界釋寶", "211": "光如來。西南方去是無極寶林世界上精進", "212": "如來。西南方樂成世界寶林如來。西南", "213": "方善觀世界大哀觀眾生如來。西南方樂御", "214": "世界智首如來。西南方尊調世界離臂如來。", "215": "西南方普明世界無垢如來。西南方陰雨世", "216": "界雨王如來。西南方大尊王如來。西南方", "217": "梵相如來。西南方諦相如來。西南方師子", "218": "如來。西南方妙寶如來。西南方阿彌陀如", "219": "來。西南方善吉世界吉利如來。西南方吉利", "22": "法界世界法最如來。南方星自在王世界", "220": "嚴如來。西南方尸棄如來。西南方常精進", "221": "如來。西南方善住如來。西南方無邊嚴如", "222": "來。西南方無相嚴如來。西南方普嚴如來。", "223": "西南方燈明如來。西南方藏聚如來。西南", "224": "方無邊像如來。西南方無邊精進如來。西", "225": "南方網光如來。西南方大神通如來。西南", "226": "方明輪如來。西南方觀智如來。西南方不", "227": "虛勝如來。西南方壞諸怖畏如來。西南方", "228": "無邊德明王如來。西南方離怖畏如來。西", "229": "南方壞諸怨賊如來。西南方過諸魔界如來。", "23": "香自在王如來。南方正直世界大集如來。", "230": "西南方無量華如來。西南方持無量德如來。", "231": "西南方無量音聲如來。西南方光聚如來。", "232": "西南方明德如來。西南方離二邊如來。西", "233": "南方無量覺華光如來。西南方無量聲如來。", "234": "西南方明彌樓如來。西南方娑羅王如來。", "235": "西南方日面如來。西南方妙眼如來。西南", "236": "方上德如來。西南方寶華如來。西南方寶", "237": "生如來。西南方日華如來。西南方一切", "238": "眾生嚴如來。西南方轉一切生死如來。西", "239": "南方無邊辯才如來。西南方釋迦牟尼如來。", "24": "南方廣博世界香光明如來。南方廣遠世界", "240": "西南方金剛藏如來。西南方堅固金剛世界", "241": "帝幢如來。西南方無諍怖如來。西南方", "242": "善行世界清淨月如來。西南方緣一辯才如", "243": "來。西北方去是百千萬江河沙諸佛土，師子", "244": "口世界法成就如來。西北方去是二百億江", "245": "河沙佛土，盡度世界清淨觀如來。西北方去", "246": "是七十七億江河沙佛土，不動轉世界眾相如", "247": "來。西北方釋迦牟尼如來。西北方住清淨", "248": "世界眾德如來。西北方興顯世界廣耀如", "249": "來。西北方青琉璃世界身相如來。西北方", "25": "火光如來。南方無際世界無量光明如來。", "250": "無盡世界徹聽如來。西北方毛孔光世界法", "251": "觀如來。西北方雷吼世界如意如來。西北", "252": "方清泰世界無動如來。西北方眾智自在世", "253": "界慧造如來。西北方賢善世界賢勇如來。", "254": "西北方住清淨世界開化菩薩如來。西北方", "255": "貪眾淨意世界善變無形如來。西北方雨氏", "256": "世界雨香王如來。西北方金剛世界一乘度", "257": "如來。西北方除眾闇冥世界光淨王如來。", "258": "西北方栴檀香世界普香光如來。西北方", "259": "多摩羅跋栴檀香神通如來。西北方須彌相", "26": "南方堅固世界開光如來。南方馬瑙世界", "260": "如來。西北方見無恐懼如來。西北方香明", "261": "如來。西北方香彌樓如來。西北方香象如", "262": "來。西北方香自在如來。西北方香窟如來。", "263": "西北方明輪如來。西北方光王如來。西北", "264": "方蓮華生王如來。西北方佛法自在如來。", "265": "西北方無邊法自在如來。西北方樂愛德如", "266": "來。西北方散華如來。西北方華蓋行列如", "267": "來。西北方華窟如來。西北方金華如來。", "268": "西北方香華如來。西北方彌樓王如來。西", "269": "北方善導師如來。西北方一切眾生最勝嚴", "27": "月燈光如來。南方妙香世界月光如來。南", "270": "如來。西北方轉諸難如來。西北方善行嚴", "271": "如來。西北方妙華如來。西北方無邊香如", "272": "來。西北方普放光如來。西北方普放香如", "273": "來。西北方普光如來。西北方散華生德如", "274": "來。西北方寶網手如來。西北方極高王如", "275": "來。西北方普照一佛土如來。西北方宿王", "276": "如來。西北方妙見如來。西北方安立王如", "277": "來。西北方香琉如來。西北方無邊智自", "278": "在如來。西北方不虛嚴如來。西北方不", "279": "虛見如來。西北方無量眼如來。西北方", "28": "方日光世界日月光明如來。南方金珠光明", "280": "不動如來。西北方初發意如來。西北方無", "281": "邊眼如來。西北方燈上如來。西北方普照", "282": "明如來。西北方光照如來。西北方一切眾", "283": "生不斷辯才如來。西北方無垢力如來。西", "284": "北方無積行如來。西北方金剛藏如來。西", "285": "北方歡喜蓮華世界上幢如來。西北方歡", "286": "喜世界無上月如來。下方去是百千萬億江", "287": "河沙諸佛土，尊幢若君世界善寂月音王如", "288": "來。下方去是七十二億江河沙諸佛土，眾寶", "289": "普現世界一寶蓋如來。下方去是三十二億", "29": "世界火光如來。南方眾色像世界集音如", "290": "江河沙佛土，堅固世界不捨弘誓如來。下方", "291": "照耀世界光明王如來。下方明開闢世界", "292": "賴毘羅耶如來。下方地氏世界持地如來。", "293": "下方念無倒世界念斷疑拔欲除冥如來。", "294": "下方無量華世界燈尊王如來。下方無減", "295": "世界普願如來。下方極深世界寶聚如來。", "296": "下方錦幢世界師子鷹像頂吼如來。下方名", "297": "善世界善德如來。下方載諸淨世界金剛剎", "298": "如來。下方水精世界梵精進如來。下方沙", "299": "陀惟懼咤世界唯首陀失利如來。下方照明", "3": "南方去是百千萬億江河沙諸佛土，雜種寶錦", "30": "來。南方眾聚世界最威儀如來。南方勝戰", "300": "世界染青蓮首如來。下方普明世界普現", "301": "如來。下方起得度世界導龍如來。下方光", "302": "剎世界普觀如來。下方照明世界月辯如", "303": "來。下方導御世界堅要如來。下方虛空淨", "304": "世界大目如來。下方無垢稱王如來。下方", "305": "師子如來。下方名聞如來。下方名光如來。", "306": "下方達磨如來。下方法幢如來。下方法", "307": "持如來。下方名稱遠聞如來。下方法名", "308": "號如來。下方法幢如來。下方奉法如來。", "309": "下方意無恐懼衣毛不竪如來。下方上德如", "31": "超度無極世界光明尊如來。南方音響世界", "310": "來。下方大德如來。下方蓮華德如來。下", "311": "方有德如來。下方師子德如來。下方成利", "312": "如來。下方師子護如來。下方師子嚬如", "313": "來。下方安立王如來。下方梵彌樓如來。", "314": "下方淨眼如來。下方不虛步如來。下方香", "315": "像如來。下方香德如來。下方香彌樓如來。", "316": "下方無量眼如來。下方香聚如來。下方寶", "317": "窟如來。下方寶彌樓如來。下方安住如來。", "318": "下方善住王如來。下方梵彌樓如來。下方", "319": "娑羅王如來。下方明輪如來。下方明燈如", "32": "蓮華軍如來。南方月光世界蓮華響如來。", "320": "來。下方不虛精進如來。下方善思嚴如", "321": "來。下方師子喜如來。下方眾真實如來。", "322": "下方妙善住王如來。下方釋迦文如來。", "323": "下方金剛藏如來。下方堅固栴檀世界梵", "324": "憧如來。下方無厭慈世界不衰變月如來。", "325": "上方去是百千萬億江河沙諸佛土，善分別", "326": "世界無數精進願首如來。上方去是百億江", "327": "河沙佛土，蓮華嚴世界蓮華上如來。上方去", "328": "是六十二億江河沙佛剎一土，世界一切德所", "329": "見明王如來。上方離諸恐懼無處所世界消", "33": "南方天自在世界多寶如來。南方蓮華世界", "330": "冥等超王如來。上方釋迦牟尼如來。上方", "331": "迴轉世界音響如來。上方普慈世界弘等如", "332": "來。上方眾香世界香積如來。上方吉祥世", "333": "界行真如來。上方安寂世界妙識如來。", "334": "上方尼遮揵陀波勿世界犍陀羅耶如來。", "335": "上方莊嚴世界寶好如來。上方莊嚴世界寶", "336": "英如來。上方名喜世界喜德如來。上方過", "337": "度眾妙世界信色清虛如來。上方欲林世界", "338": "至精進如來。上方虛空世界無限眼王如來。", "339": "上方莊嚴世界名稱如來。上方寶君主世界", "34": "師子吼如來。南方明星世界師子音如來。", "340": "無量光明最勝如來。上方寶月世界金寶光", "341": "明如來。上方象步樓世界無量尊豐如來。", "342": "上方天王女世界無量離垢王如來。上方須", "343": "彌幡世界德首如來。上方尊聚妙意世界無", "344": "數精進興豐如來。上方無受世界無言勝如", "345": "來。上方淨觀莊嚴世界無愚豐如來。上方", "346": "日光世界月英豐如來。上方說法世界無異", "347": "光豐如來。上方寶豐首盡世界逆空光明如", "348": "來。上方好集世界最清淨無量幡如來。上", "349": "方殊勝世界好諦住准王如來。上方主精", "35": "南方無憂世界精進軍如來。南方金剛聚世", "350": "進世界成就一切諸剎豐如來。上方願力世", "351": "界淨慧德豐如來。上方好樂世界淨論幡如", "352": "來。上方栴檀香世界琉璃光最勝如來。上", "353": "方星宿世界寶德步如來。上方無量德豐世", "354": "界最清淨德寶住如來。上方聲所至世界度", "355": "寶光明塔如來。上方無際眼世界無量慚愧", "356": "金最豐如來。上方蓮華莊嚴世界蓮華尊豐", "357": "如來。上方寶鐙世界淨寶興豐如來。上方", "358": "電光世界電鐙幡王如來。上方虛空緻世界", "359": "法空鐙如來。上方審諦世界一切眾德成如", "36": "界金剛踊躍如來。南方明珠世界度一切禪", "360": "來。上方月英世界賢幢幡如來。上方寶", "361": "種世界一切眾寶緻色持如來。上方栴檀香", "362": "明世界無邊高力王如來。上方所度無足如", "363": "來。上方處法形如來。上方所行香華如", "364": "來。上方梵聲如來。上方宿王如來。上方", "365": "香上如來。上方香光如來。上方火焰肩", "366": "如來。上方雜色寶莊嚴如來。上方金剛藏", "367": "如來。上方薩羅樹王如來。上方寶華德如", "368": "來。上方見一切義如來。上方如須彌山如來。", "369": "上方精進最高王如來。上方破疑如來。上", "37": "絕眾疑如來。南方香華熏世界寶大侍從如", "370": "方善宿王如來。上方然燈如來。上方作明", "371": "如來。上方明彌樓如來。上方明輪如來。", "372": "上方淨明如來。上方白蓋如來。上方香蓋", "373": "如來。上方寶蓋如來。上方栴檀窟如來。", "374": "上方栴檀德如來。上方須彌肩如來。上方", "375": "寶明如來。上方娑羅王如來。上方梵德如", "376": "來。上方淨眼如來。上方無驚怖如來。上", "377": "方離怖畏如來。上方妙肩如來。上方上寶", "378": "如來。上方山王如來。上方轉女相嚴如來。", "379": "上方無邊嚴如來。上方無上光如來。上方", "38": "來。南方名喜世界無憂如來。南方哀色世", "380": "網明相如來。上方因王如來。上方堅固香", "381": "世界寧泰幢如來。上方虛空世界無量自在", "382": "月如來。過去十方雷明音王如來。過去雨", "383": "音王如來。過去寂趣音王如來。過去總水", "384": "雷音肅華慧王如來。過去無量勳寶綿淨", "385": "王如來。過去離垢日月光首如來。過去梵", "386": "首天王如來。過去日月鐙明王如來。過去", "387": "世饒王如來。過去藥王如來。過去超空如", "388": "來。過去首寂如來。過去寶月如來。過去", "389": "息意如來。過去燈光如來。過去栴檀香如", "39": "界地力持踴如來。南方一大世界最踊躍", "390": "來。過去大通智勝如來。過去多寶如來。", "391": "過去光遠如來。過去定光如來。過去月教", "392": "如來。過去無著如來。過去龍天如來。過", "393": "去安明頂如來。過去惟衛如來。過去式棄", "394": "如來。過去隨葉如來。過去拘留秦如來。", "395": "過去拘那鋡牟尼如來。過去迦葉如來。過", "396": "去釋迦牟尼如來。未來十方忍世界彌勒如", "397": "來。未來離垢心世界普現如來。未來阿彌", "398": "陀如來。未來慧見如來。未來師子威如來", "399": "未來金剛步積如來。未來光無垢稱王如", "4": "世界樹根華王如來。南方去是無數百千諸", "40": "如來。南方栴檀光世界自在王如來。南方", "400": "來。未來時大光明如來。未來蓮華光如來。", "401": "未來海持覺娛樂神通如來。未來度七寶華", "402": "界如來。未來力嚴淨王如來。未來普明變", "403": "動光王如來。未來嚴淨法王如來。未來稱", "404": "英如來。未來普光如來。未來散華如來。", "405": "未來金華如來。未來阿耨達如來。未來強", "406": "行精進如來。未來賢劫千佛如來。未來", "407": "留油如來。出《華手》等諸經", "408": "佛說不思議功德諸佛所護念經卷下", "41": "一切伎樂振動世界無量音如來。南方光明", "42": "世界錠光如來。南方一切香世界寶光如來。", "43": "南方虛空住如來。南方常滅度如來。南方", "44": "一切德嚴如來。南方炬照天師如來。南方", "45": "寶樹光明如來。南方呼那僧如來。南方蓮", "46": "華提如來。南方阿兒三耶三佛馱如來。", "47": "南方日月鐙如來。南方名聞光如來。南", "48": "方大焰肩如來。南方須彌鐙如來。南方", "49": "無量精進如來。南方金剛藏如來。南方純", "5": "佛土，諸好莊飾世界德寶尊如來。南方去是", "50": "寶藏如來。南方釋迦文如來。南方堅固樂", "51": "世界風幢如來。南方蓮華世界無盡月如來。", "52": "西方去是百千萬億江河沙諸佛土，勝月明世", "53": "界造王神通焰華如來。西方去是百億江河", "54": "沙諸佛土，水精世界淨尊如來。西方去是無", "55": "量佛土，普樂世界離垢三世無礙嚴如來。西", "56": "方去是九十九億江河沙諸佛土，光明幡世界", "57": "光明王如來。西方樂圍世界妙樂如來。", "58": "西方淨復淨世界越淨如來。西方瓔珞世界", "59": "無礙如來。西方善選擇世界金剛步積如來。", "6": "百千萬億諸佛土，消冥等世界初發心離恐", "60": "西方滅惡世界寶山如來。西方消諸毒螫世", "61": "界普度空如來。西方寶錦世界寶成如來。", "62": "西方華林世界習精進如來。西方極樂世界", "63": "阿彌陀如來。西方思夷像世界華嚴神通如", "64": "來。西方照曜世界普明如來。西方莊嚴世", "65": "界見若燈之明王如來。西方無憂世界離", "66": "憂如來。西方寂定世界吉祥如來。西方破", "67": "一切塵世界殊勝如來。西方伏一切魔世界", "68": "集音如來。西方度一切世間苦惱如來。西", "69": "方泥洹華如來。西方諸寶般如來。西方阿", "7": "畏超首如來。南方去是十八億江河沙諸", "70": "彌陀如來。西方無量相如來。西方無量幢", "71": "如來。西方大光如來。西方大明如來。西", "72": "方寶相如來。西方淨光如來。西方無量明", "73": "如來。西方無量華如來。西方無量光如來。", "74": "西方無量光明如來。西方無量自在力如", "75": "來。西方無量力如來。西方一蓋如來。西", "76": "方蓋行如來。西方寶蓋如來。西方宿王如", "77": "來西方善宿如來。西方明輪如來。西方", "78": "明王如來。西方高廣德如來。西方無邊光", "79": "如來。西方自在王如來。西方自在力如", "8": "佛土，嚴淨世界離垢淨如來。南方去是五十", "80": "來。西方無礙音聲如來。西方大雲光如來。", "81": "西方網聚如來。西方覺華光如來。西方蓮", "82": "華自在如來。西方山王如來。西方月眾增", "83": "上如來。西方放光如來。西方妙肩如來。", "84": "西方不虛見如來。西方頂生王如來。西方蓮", "85": "華生如來。西方釋迦文如來。西方阿彌陀如", "86": "來。西方堅固寶王世界清白如來。西方眾", "87": "寶世界不動月如來。北方去是百千萬億江", "88": "河沙諸佛土，決了寶網世界月殿清淨如來。", "89": "北方去是七十二億江河沙諸佛土，堅要世界", "9": "萬諸佛土，寶積世界寶積示現如來。南方歡", "90": "梵慧如來。北方去是六十六億江河沙諸佛", "91": "土，華迹世界覺積如來。北方不動轉世界照", "92": "意如來。北方住清淨世界正意如來。北方", "93": "覺辯世界寶智首如來。北方化成世界無", "94": "染如來。北方普光世界勇辯如來。北方", "95": "瞻倍世界滅意根如來。北方名勝世界勝王", "96": "如來。北方無恐懼世界無畏如來。北方道", "97": "林世界行精進如來。北方日轉世界蔽日", "98": "月光如來。北方眾寶錦世界無量德寶光如", "99": "來。北方善行列世界不虛稱如來。北方"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0445 佛說不思議功德諸佛所護念經: 佛說不思議功德諸佛所護念經: 佛說不思議功德諸佛所護念經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}