{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1031 聖觀自在菩薩心真言瑜伽觀行儀軌", "text": {"0": "No. 1031", "1": "聖觀自在菩薩心真言瑜伽觀行", "10": "發殷重心。頂禮一切如來及諸菩薩。即結跏", "100": "彼心。是心亦非能取所取。非彼能取妄想之", "101": "心。非彼所取青黃等相故。世尊言。心不住內", "102": "亦不住外不住中間。何以故。本來清淨無分", "103": "別故。如是觀察則知自心無我平等。了一切", "104": "法本來不生。離妄分別。皆無自性猶如虛空。", "105": "緣諸有情思惟愍念。彼無始來不知自心本", "106": "來清淨。妄生分別顛倒鬼魅之所噉嚼。於生", "107": "死中受種種苦。我今云何起大精進。令諸", "108": "有情覺悟自心。了清淨法。令彼遠離虛妄分", "109": "別。如是大悲為菩提心。發是心已。於囉字上", "11": "趺坐。觀想諸佛如在目前。然後至誠懺一切", "110": "具圓點。即為囕字為法界種子。想二囉字置", "111": "二眼中。如盛燈光普照一切。用此光明智慧", "112": "之眼。觀自心中所置阿上字。了一切法本來", "113": "不生。即於阿字流出白色光明。照無邊塵沙", "114": "世界。除一切有情身中無明癡闇。即想自身", "115": "轉成毘盧遮那如來。具頭冠瓔珞坐白蓮", "116": "華。身如金色光明照曜住三摩地。相應如是", "117": "觀。", "118": "次結觀自在菩薩心印。", "119": "以二手內相叉。翹竪二大拇指。印相即成。", "12": "罪。作如是言。我某甲自從無始已來。輪迴生", "120": "結印當心。誦觀自在菩薩心真言七遍。以印", "121": "加持心額喉頂。誦真言曰。", "122": "唵阿去引嚧引力迦迦半音呼娑嚩二合引賀引", "123": "隨誦真言。以右大拇指向身招之。即成召請", "124": "即觀本尊心上有圓滿寂靜月輪。於月輪中", "125": "右旋安布陀羅尼字。其字皆放白色光遍周", "126": "法界。其光還入行者頂。於修瑜伽者心月", "127": "輪中。准前右旋布列了了分明。其字復放光", "128": "明。准前作觀。如是觀已。修瑜伽者自身與本", "129": "尊觀自在菩薩身。等無差別。如彼鏡像不一", "13": "死乃至今日。所造眾罪無量無邊。不自覺知", "130": "不異。", "131": "次應思惟字義。阿上字門者一切法本不生", "132": "故。囉字門者一切法遠離塵故。攞字門者一", "133": "切法相不可得故。此攞字為加聲。變成力字。", "134": "從此力字中。流出迦字。迦字門者一切法", "135": "無造作故。應如是觀繫心於真言文字之上。", "136": "即思字下所詮義門。謂本來不生等如上四", "137": "義如是作觀終而復始。名為三摩地念誦。若", "138": "作出聲念者。於真言中應作此句。誦真", "139": "言曰。", "14": "自作教他見作隨喜。我今懺悔不復更造。唯", "140": "唵阿去引嚧引力迦力者中含迦字也枳引囉底二合丁異", "141": "反下同𡀩乞灑弭去尾步底銘娜娜娑嚩二合引", "142": "賀", "143": "次應觀前阿嚧力迦等四字黃金色。誦前真", "144": "言即得增益。法中所求皆得。前所觀心中阿", "145": "上字及腦中暗字。體是一也。眼中囉字頂上", "146": "囕字。如是四字義。以成自身等覺句也。復觀", "147": "菩提心。即結前三昧耶印。及結前法界生轉", "148": "法輪并劍印等。加持自身五處。各誦本真言。", "149": "即禮佛發願迴向已出道場。常轉大乘華嚴", "15": "願諸佛慈悲攝受。令我罪障速得消滅如是三說。", "150": "般若等教。及印佛印塔經行。旋遶窣堵波令", "151": "速成就。", "152": "聖觀自在菩薩心真言瑜伽觀行儀軌一", "153": "卷", "16": "復應自誓受三歸依戒。作如是言。諸佛菩薩", "17": "哀愍護我。我某甲始從今日。乃至當坐菩提", "18": "道場。歸依如來無上三身。歸依方廣大乘法", "19": "藏。歸依僧伽諸菩薩眾如是三說。", "2": "儀軌出大毘盧遮那成道經", "20": "我某甲歸依佛竟歸依法竟歸依僧竟。從今", "21": "已往乃至成佛。更不歸餘二乘外道。唯願諸", "22": "佛慈悲攝受。", "23": "次應捨身供養。應作是言。諸佛菩薩願哀愍", "24": "故。攝受於我。從今已往乃至成佛。我常捨身", "25": "供養一切如來及諸菩薩。唯願慈悲哀愍加", "26": "護如是三說。", "27": "次於最下方空中。觀賀字黑色。其字變成風", "28": "輪。其形半月。於風輪上。應觀嚩字白色。其字", "29": "變成水輪其形圓滿。於水輪上。應觀囉字金", "3": "開府儀同三司特進試鴻臚卿肅國", "30": "色。其字變成猛利金剛杵。流出金剛火焰其", "31": "形三角。從下向上至於地輪及以自身。火焰", "32": "焚燒唯有灰燼。即以此灰變成金剛輪。其輪", "33": "白色堅密。隨量大小其形正方。次於金剛輪", "34": "上。觀想八葉大蓮華。具寶鬚蘂。於蓮華臺上。", "35": "想娑上字黃金色。其字具無量光明。變此娑", "36": "字成聖觀自在菩薩。結跏趺坐身如金色。圓", "37": "光熾盛。身披輕縠繒綵衣著赤色裙。左手當", "38": "臍執未敷蓮華。右手當胸作開華葉勢。具頭", "39": "冠瓔珞。首戴無量壽佛住於定相。作是觀已。", "4": "公食邑三千戶賜紫贈司空諡大鑒", "40": "即結三昧耶印。", "41": "以二手當心。密合掌並竪二大指。誦真言曰。", "42": "那莫三滿多母馱引南引阿上三去銘底哩二", "43": "合三銘三去麼鼻曳引娑嚩二合引賀引", "44": "誦真言三遍。以印印五處加持。所謂額右肩", "45": "左肩心喉頂上散之。由結此印。即能速滿十", "46": "地行願十波羅蜜。能見一切如來地。能超過", "47": "法道界。所謂超過勝解地淨心地如來地名超過法", "48": "道界。", "49": "次結法界生印。", "5": "正號大廣智大興善寺三藏沙門", "50": "以二手各作金剛拳側相著。竪二頭指頭側", "51": "相拄。置於頂上。即於頂上想囕字。從字流", "52": "出白色光。遍照自身及以內外。即觀自身等", "53": "同法界。誦真言曰。", "54": "那莫三去滿多母馱引南引達磨馱引都", "55": "娑嚩二合婆引去嚩句引憾", "56": "誦真言三遍。以印從頂上便分。二拳兩邊徐", "57": "徐下散。", "58": "次結轉法輪印。", "59": "以二手當心。背相附以右押左。四指互相鉤。", "6": "不空奉　詔譯", "60": "左手大拇指。祕於右手掌中。以右手大拇", "61": "指頭相拄。觀自身如金剛薩埵菩薩。左手執", "62": "金剛鈴置於左𦜮上。右手持五股杵當心作", "63": "跳躑勢。身如白月色頂戴五佛冠坐月輪中。", "64": "誦真言曰。", "65": "娜莫三去滿多嚩日囉二合引喃引嚩日囉二合引", "66": "怛麼二合句引憾", "67": "誦真言三遍已。即於頂上散印。", "68": "次結大日如來劍印。", "69": "以二手當心合掌。屈二頭指中節橫相跓。以", "7": "夫修瑜伽者。先於靜處建立曼荼羅。以香水", "70": "二大拇指。並押二頭指上節如劍形。結此印", "71": "已。即觀自心中有八葉蓮華。於蓮華中想阿", "72": "上字。放金色光與印相應。想彼阿上字了", "73": "一切法本來不生。即誦真言曰。", "74": "娜莫三去滿多母馱引南引惡引尾引囉吽", "75": "引欠", "76": "誦真言八遍。以印如前加持自身五處。於頂", "77": "上散印。", "78": "次結普供養印。", "79": "以二手合掌。右押左交上節即成。誦真言", "8": "散灑。以種種時華散於壇上。行者先須澡", "80": "曰。", "81": "娜莫三去滿多母馱引南薩嚩他去引欠嗢", "82": "娜蘖二合帝颯頗二合囉呬引𤚥誐誐曩劍平", "83": "娑嚩二合引賀引", "84": "結印當心。誦真言五遍。想從印流出無量無", "85": "邊香華飲食。供養盡虛空遍法界一切賢聖。", "86": "於頂上散印。", "87": "次觀行布字法。", "88": "修瑜伽者應觀想。自身眉間置吽字。赤金色。", "89": "變成白毫相。於腦交縫內置暗字。白色光", "9": "浴著新淨衣。次入道場對尊像前。五輪投地", "90": "滿其腦中。於頂上置囕上字。作赤色光分", "91": "焰上掣。於佛頂上應想唵字白色光照法界。", "92": "於自右足掌置娑嚩二合字。左足掌置賀字。即", "93": "觀自心為菩提心。離一切我離蘊處界能取", "94": "所取。於法平等。了知自心本來不生空無自", "95": "性。是故應當觀察。自心非我人眾生壽者等", "96": "性。何以故。彼我人等性。無所造作無所得故。", "97": "我人等本無。寧有自性。即得遠離一切我見。", "98": "是心亦非蘊處界性。何以故。此蘊等性。於", "99": "勝義中實不可得故。蘊處界分別自性。即非"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1031 聖觀自在菩薩心真言瑜伽觀行儀軌", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}