{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2002B 天童山景德寺如淨禪師續語錄", "text": {"0": "No. 2002B", "1": "天童遺落錄序天童遺落錄序", "10": "蒼松架󱐙風雨盤空。曹洞正宗為之一變。所", "100": "生萬德作化。靈靈而運步。密密而轉身。德雲", "101": "不下山。誰相見別山。經事長一智。善財隔關", "102": "山。畢竟如何立命良久云。山虛風落石。樓靜月", "103": "侵門。", "104": "上堂云。善行者不移雙足。善入者不動雙扉。", "105": "清秋夜冷波心月。誰問安禪友亦稀。出入從", "106": "來曾不覺。所以騰騰和尚了。元歌曰。今日任", "107": "運騰騰。明日騰騰任運。畢竟古佛堂前。無可", "108": "不可學人。須恁麼體取。", "109": "上堂云。不勞澄九鼎流動。百花新木雞前樹。", "11": "謂懼洞宗玄學或為語言勝。等實得淨公意。", "110": "報月磨蘿鏡輪。還會麼掛拂子於禪床角而云。用", "111": "何竪拂拈杖。自是國有賢臣。民悉安寧。滿堂", "112": "雲眾。如何商量去現成公案。大難大難。", "113": "上堂云。青蘿倚喬松之勢。紅尾競禹門之浪。", "114": "還有出頭人麼。舉拂子云寶劍振來試霜刃。何", "115": "用埃塵惹匣中。一喝云超方者委。又云吾王庫", "116": "裏無如是刀。良久云收。", "117": "上堂云。念念勿生疑。碧波江上靜。觀世音淨", "118": "聖。翠竹真如體。於苦惱死厄。曾錦紋添花。能", "119": "為作依怙。山色春猶香。畢竟如何。世界無心", "12": "抓著其癢處。永平正法眼藏中。有言云。有一", "120": "塵不染。山河不盡意無巧。乃擲下拂子云且低聲。", "121": "上堂云。一花開五家宗要。一葉綴九室訣機。", "122": "朝朝暮暮只斯是。何用瓊林覓玉枝。畢竟如", "123": "何良久云。虛谷傳聲妙應手。塵塵剎剎達磨宗。", "124": "又云關。", "125": "上堂云。一機織作錦衣裳。是可太平君子床。", "126": "只許寶山堆這裏。細把玉鍼貞上方。畢竟如", "127": "何。良久云須知佛國三千界。只在吾皇一化", "128": "中。", "129": "上堂云。一片間田地荒草。曾不鋤誰把金鋤", "13": "般野猫兒。言洞山高祖有偏正五位。只須知", "130": "犁。方彰玉手段。無鼻之鍼穴細。無頭之線芒", "131": "長。所以道。古鏡臺前荒草秀。未曾與人天相", "132": "見。畢竟如何。將劫外之口。正辨那人之心。", "133": "上堂云。時節因緣佛性義。共移靈棹渡頭舟。", "134": "玉麟帶月離雲漢。金鳳銜花下彩樓。若能如", "135": "是通自己心。又合萬象體。所以洞山大師道。", "136": "盡底來徹底恁麼見。畢竟如何。內既不可得。", "137": "外又不思議。還會麼。掛拂子於禪床角云是什麼。", "138": "上堂云。靈鷲山頭無師句。少室峯下不傳妙。", "139": "直下道得。堪報不報之恩。畢竟作麼生。高天", "14": "洞山高祖有正法眼藏。是亦會淨公意。懼為", "140": "日上煙猶冷。匝地月輝雨正晴。還會麼。良久云", "141": "梅花依舊綻紅墀。", "142": "上堂云。帝力山岳重。君恩雨露深。丹霄步轉。", "143": "清曉風逈。野菊銜金。山泉漱玉。正與麼時作", "144": "麼生。是一念萬年。一氣契同。萬象生成。畢竟", "145": "無位真人。在什麼處。舉拂子云夜深水冷魚不", "146": "飡滿船虛載月明浮。", "147": "上堂云。倚天長劍。明珠在掌。太虛有月。老兔", "148": "含霜。大海無風。華鯨吐浪。有時萬年。松下擊", "149": "金鐘。有時三昧門下握玉印。畢竟作麼生。委", "15": "語言勝也。但所謂曹洞正宗。為之一變者不", "150": "悉去。良久云觀彼久遠猶如今日。", "151": "上堂云。田地穩密言行玄妙。至這裏知。音路", "152": "斷而無伴。獨行還發一步。作水牯牛。此眼可", "153": "將來。若不將來。有什麼活處。諸人是活是死。", "154": "言語道斷非去來今。拈拄杖云天台楖𣗖黑𥻘", "155": "皴。", "156": "上堂云。舉。仰山問溈山。如何是祖師西來意。", "157": "山云。大好燈籠。仰云。莫便是也無。山云。適", "158": "來道什麼。仰云。大好燈籠。山云。果然不會。", "159": "師云。無明暗室勿人近。暮日江山相映紅。處", "16": "爾。其似變者唯語言跡。而如正宗。冥合洞山", "160": "處煙塵收不得。早來晚去失真風。諸人畢竟", "161": "如何。委悉去。一喝云南山向海聳。北岳接雲", "162": "高。參。", "163": "上堂舉。僧問曹山。如何是布袋家風。山云。奇", "164": "哉此老笑滿腮。僧云。有何忌諱。山云。朝入僧", "165": "堂暮歸方丈。師云。雲形水意擁通身。德用不", "166": "孤道正親。年少風流猶一段。花棚鋪錦蝶飛", "167": "頻。且道。布袋即今在什麼處。曹山老子見之", "168": "有分。山僧又如何。以手指面前云看看百草頭", "169": "上閑。和尚為露柱燈籠。說法參。", "17": "本旨。莫過於淨公。譬如言能學柳下惠者不", "170": "上堂舉。古德云。道也須臾不可離。可離非道", "171": "莫尋思。師云。且道。如何是道心田法。地有靈", "172": "苗。不動金鋤。耕步休何事長松脩竹下風師", "173": "雨客逐春秋諸禪德畢竟如何。覓即知君不", "174": "可見。且道。如何即是。舉拂子云即此用離此用", "175": "乎。參。", "176": "上堂舉。僧問曹山。如何是真實人體。山云。儞", "177": "是虛頭人體。僧云。家業解什麼活計。山云。無", "178": "是非交結之憶。僧禮拜。山云。若真實如是。今", "179": "日也不妨。師云。淨妙妙時解活計。露堂堂處", "18": "師其跡也。淨公有六會語錄二卷。所謂建康", "180": "有家風。須知脫體卓然道。廓落圓通是箇宗。", "181": "諸禪德心跡俱泯。體上無瘡。真實人體也。若", "182": "不與麼只是虛頭漢參。", "183": "上堂舉。僧問曹山。如何是四稜蹈地處。山云。", "184": "入摩訶三摩地異性湛然。僧云。還存分別智", "185": "麼否。山云。是是。僧禮拜。山云。鳳穴雛皆好。", "186": "龍門客又新。師云。如何是四稜蹈地。入三摩", "187": "存分別智。若是有事而不通。知未知伊彼元", "188": "氣。諸兄弟畢竟作麼生。照東方萬八千土。天", "189": "上人間金色尊參。", "19": "府清涼。台州瑞巖。臨安府淨慈。明州瑞巖。再", "190": "上堂舉。僧問曹山。如何是純無學處。山云。雲", "191": "吐波中月。天橫雨外山。僧云。恁麼去時如何。", "192": "山云。意氣天然別。神筆畫不成。僧禮拜。山", "193": "云。他不受人禮道聻。師云。到純無學處。語路", "194": "若何生。意氣天然別。神筆畫不成。諸人者且", "195": "道。如何是純無學處。良久云槐夏日長麥秋", "196": "風凉參。", "197": "上堂舉。曹山因慧霞參。問如何是佛袈裟。山", "198": "云。汝披得始得。霞云。學人披得時如何。山", "199": "云。非公境界。霞云。還和尚境界也無。山云。老", "2": "夫佛祖道實際理地。本離言語相。然佛事門", "20": "住淨慈。寧波府天童之六會。而侍者文素妙", "200": "僧又不得披得。霞云。與麼則無方便乎。山云。", "201": "從無相田披得始得。霞云。從無相田披得時", "202": "如何。山云。生下還有一句子。霞擬進語。山乃", "203": "打。霞禮拜退山後。令侍者喚慧霞。霞乃來。山", "204": "畫米字與之。霞受之捧云。大好大好。無相福", "205": "田衣。山云。如是如是。師云。一粒曾生無相", "206": "田。異苗繁茂試機先。莊嚴劫佛借他力。雙樹", "207": "蔭涼本自然。諸大德是箇曹山。老子米袈裟", "208": "後。曹山慧霞大師。已得披得。即今這裏誰為", "209": "我得披。便舉拂子云這箇又佛袈裟。那箇是米", "21": "宗唯敬如玉智湖祖日等所編次。桐柏吏呂", "210": "袈裟。人人正命食。佛佛正傳授。衲僧披得底", "211": "眾類活眼睛。畢竟非米袈裟乎參。", "212": "天童山如淨禪師續語錄終", "213": "觀音導利興聖寶林寺觀音導利興聖寶林寺入宋傳法沙門道元記", "214": "師初自芙蓉山。到明州雪竇山鑑禪師處。鑑", "215": "問云。什麼處來。師云。芙蓉來。鑑云。來事為", "216": "什麼事。師云。吾聞和尚。有一夜三千里語。是", "217": "也無。鑑云是。師云。如何是世尊有密語。鑑乃", "218": "打。師云。如何是迦葉不覆藏。鑑又打。師擬分", "219": "疎。鑑又打。師於此大悟。燒香禮拜。鑑云。燒", "22": "瀟作序。靈隱高原泉天衣嘯巖蔚共作跋。淨", "220": "香事如何。師云。賜師三頓。而遍體汗流。鑑乃", "221": "休。師云。咄咄咄咄。乃出去。自此相侍一十", "222": "五年。有時鑑授于師洞上玄奧云。汝善保護。", "223": "師受之。密好山居。不望出世。後從皇帝受詔。", "224": "二度辭之。至第三度。乃住持天童山景德禪", "225": "寺。問答提唱無有怖畏。再興陽廣山頭宗風。", "226": "法嗣出世者六人。即六處盛化。承天孤蟾如", "227": "瑩。瑞巖無外義遠。華嚴田翁頃公。自菴師楷。", "228": "嶽林癡翁師瑩。及日本吾。而六箇也皆受師", "229": "印記出世。今日本仁治二年歲。次辛丑二月", "23": "公小師廣宗。以理宗紹定二年乙丑夏。所募", "230": "中旬。瑞巖遠公遙送此錄付吾。頂戴奉獻五", "231": "體投地。重集所記得問答機緣。書其末以酬", "232": "法乳之恩者也。", "233": "師因請益。次承天瑩公致問云。佛是幻化身。", "234": "祖是老比丘。和尚還免得乎。師乃打。瑩禮拜。", "235": "師云。正是幻化底者。", "236": "師因普請。次瑞巖遠公致問。云如何是無盡", "237": "藏。師云。當途者昇清霄。失路者下水底。遠", "238": "云。出頭人又作麼生。師云。非儞境界。遠云。", "239": "學人如何得會。師良久。遠云。非和尚境界。師", "24": "刻。而永平廣錄第一卷。有天童和尚語錄到", "240": "云。如是如是。遠禮拜。", "241": "師因華嚴頃公致問云。如何是洞門宗風。師", "242": "云。須彌立太虛。日月輔而轉。頃云。一般兩般", "243": "乎。師云。群峯漸倚他。白雲正改變。頃乃禮", "244": "拜。師云。金鳳宿龍巢。宸苔豈車碾。", "245": "師因自菴楷公致問云。世尊云。吾不見時何", "246": "不見吾不見處。意旨如何。師云。老僧若答汝", "247": "喪兒孫。楷云。幸有回互底時節。師云。如何是", "248": "學人分上事。楷乃禮拜。師云。是回互不回互", "249": "乎。楷云。不見道和之。以禮不禮親切。師云。", "25": "上堂云。箇是天童打𨁝跳。蹈翻東海龍魚驚。", "250": "如是如是。", "251": "師因嶽林瑩公致問云。新豐雪曲如何得和。", "252": "師云。無孔笛撞著版上。莫道更無音響曲。瑩", "253": "云。是什麼曲調。師云。一任他雪曲。始得瑩禮", "254": "拜。", "255": "師因入室。次予致問云。青天無片雲時如何。", "256": "師云。猶是半提。予云。全提時節作麼生。師", "257": "云。青天功盡後。一步更一步。予云。秋疎山瘦", "258": "月落潭空。師云。尚帶凝然。予禮拜。師云。且", "259": "去也。", "26": "乃此二卷錄也。延寶八年庚申之秋。予在東", "260": "師因歲旦上堂。予致問云。如何是心中寶珠。", "261": "師云。汝心外有何嫌底。予乃禮拜。師云。瞻", "262": "之仰之。予收坐具而立。師云。諦觀法王法。法", "263": "王法如是。予乃歸眾。", "264": "師因入堂。懲衲子坐睡云。夫參禪者身心脫", "265": "落只管打睡作麼。予聞此語豁然大悟。徑上", "266": "方丈燒香禮拜。師云。禮拜事作麼生予云。身", "267": "心脫落來。師云。身心脫落脫落身心。予云。這", "268": "箇是暫時伎倆。和尚莫亂印。師云。我不亂印", "269": "儞。予云。如何是不亂印底事。師云。脫落脫落。", "27": "武王子峯。挍讎鏤梓至今三十五年。而偶得", "270": "予乃休。", "271": "師因僧問。如何是祖師西來意。師云。古德問", "272": "答來。多僧擬議。師云。問什麼。僧云。西來意。", "273": "師乃打。僧於此大悟。", "274": "師因示云。老僧見今時師僧。皆是無鼻孔。而", "275": "誇名誇利。未曾休歇。勸諸兄弟。一一如如而", "276": "一一玄玄。若不如是。悉不免生死之緣。且道。", "277": "作麼生。離却生死底一句子。良久云。一鑒透", "278": "骨人人意。三世難諳箇箇真。", "279": "師諱如淨。明州葦江人也。俗姓俞氏。子也振", "28": "見丹州德雲室中所祕。梵清和尚真筆瑞巖", "280": "法柄於太白峯麓。顯密語於流水香。白鷺立", "281": "雪明月庭。青山直聳蘆花外。於是曹洞宗要。", "282": "再紹大陽本宗。青鷂飛九天。老鶴棲梧桐。時", "283": "人皆推望玄風。依之問答提唱。興一代宗風。", "284": "受芙蓉曩祖衲法衣。而祕在屋裏。收真歇老", "285": "子竹杖子。而靠却室中。其餘家訓訣。無一不", "286": "領略。見此集者一見證無數勝果焉。", "287": "時日本仁治辛丑之春。書道場釋宅觀音導", "288": "利興聖寶林寺。", "289": "天童如淨禪師續語錄跋終", "29": "遠公所編天童如淨禪師語錄一卷。但是天", "290": "記天童淨和尚天童淨和尚。門風高古。當世無雙。超凡越聖。", "291": "十方坐斷。或時孤峯頂上白浪滔天。或時干", "292": "戈叢裏神通遊戲。宜哉永平高祖。入宋之日。", "293": "僧覺璡者語曰。人天導師一代宗匠者。長翁", "294": "淨公其人也。元朝以來所編之僧史。載其法", "295": "嗣不詳。而今此續錄。無外義遠和尚所編。永", "296": "平高祖作跋。其所記之略傳。宛如雨中見杲", "297": "日也。五百年之後。此錄行於世。高祖之所謂", "298": "留在人天光照夜者也。然誰是知貴知價人", "299": "乎哉。咦。", "3": "中為物垂慈。則雖非有為又非無語。洞山五", "30": "童上堂法語二十則而已矣。於其卷末。高祖", "300": "正德乙未歲仲春穀旦", "301": "洛北鷹峯寶樹林下心聞海音焚香九拜撰", "31": "元和尚。記淨公法嗣六人機緣淨公略傳了", "32": "云。日本仁治二年歲。次辛丑二月中旬。瑞巖", "33": "遠公遙送此錄付吾。蓋仁治二年者。廣宗募", "34": "刻後十三年也。而其六會中之天童錄者。祖", "35": "日侍者所編。而其編中遺落二十則瑞巖搜", "36": "出編集。寄元和尚者分明也。而今德雲寺主", "37": "了山師。南陽寺主大鏡師。捨衣資圖災木。甚", "38": "是好心可以嘉矣。予乃考其顛末。令其附前", "39": "刻。併為三卷。前刻有跋云。昔瑞巖遠公。拔取", "4": "位臨濟三玄。共是垂慈心。聲止啼黃葉。若就", "40": "永平廣錄為一卷。作之跋云。得百千之十一。", "41": "抑此亦天童之十一歟。想必有廣錄在。只願", "42": "後賢勤搜羅之。而今二師附此一卷。則實後", "43": "賢搜羅之一數也。好事不乏。天必錫類。則正", "44": "好摩眼待附之附矣。", "45": "旹", "46": "正德五年龍舍乙未春二月吉旦", "47": "永平遠孫卍山白嗣祖比丘稽首拜書", "48": "天童山景德寺如淨禪師續語錄", "49": "住瑞巖嗣法小師義遠編", "5": "語中生實解者。求馬於唐肆待兔於枯株也。", "50": "天童山如淨禪師續語錄師初到明州。上堂示眾云。受與不受。空谷橫", "51": "雲。寒溪濯月。住與無住。虛舟駕浪。夜宿蘆", "52": "花。這裏還有出頭者麼。理理泯絕。事事和融。", "53": "良久云高處高平。低處低平。目前異草。千種萬", "54": "般。不可受他授記去卓拄杖一下下座。", "55": "蔣山夷和尚白槌云。法筵龍象眾。當觀第一", "56": "義。又白槌云。諦觀法王法法王法。如是便人", "57": "事已畢。", "58": "上堂云。靈靈而時時。昧不得月隨流水。歷歷", "59": "而處處。混不得雨逐行雲。畢竟作麼生。聖人", "6": "璨無文之無文印第五卷天地雪屋韶禪師塔", "60": "無己勿所不已。良久云周遍十方心。不在一切", "61": "處。還會麼。南岳嶺頭雲片片。天台峯下雨漓", "62": "漓。", "63": "上堂云。山披錦雲而爛成春意。水含碧月而", "64": "淡存秋容。恁麼也恁麼。說似曾不中。黃頭并", "65": "碧眼。消息子難通。卓拄杖一下云西天用梵語。", "66": "此土使唐言。", "67": "上堂云。是不是是。江光鋪練。非不是非。花岳", "68": "疊錦。畢竟合成什麼邊事。三界無法。何處求", "69": "心便下座揖云嶮。", "7": "銘序中云。嘉定間淨禪師。倡足菴之道于天", "70": "上堂云。我為法王。於法自在。霽寒破夜。霜月", "71": "行空。安穩眾生。故現於世。露沾衣袖。秋苦吟", "72": "心。畢竟如何。履踐去。良久云多歲定眼夢未", "73": "醒。一朝風月作清明。又云放。", "74": "上堂云。世尊有密語。寒潭月夜圓。迦葉不覆", "75": "藏。枯木雲籠秀。若人死中得活。活中得死。以", "76": "知有箇是消息。展開兩手云花林馥郁芳春氣。", "77": "一點靈光照世明。", "78": "上堂云。真如實際一切了然。山雲冉冉而江", "79": "水滔滔。跡包寒溪之流。聲送冷嶂之松。處處", "8": "童。懼洞宗玄學或為語言勝。以惡拳痛棒。陶", "80": "觀音入理之門。家家古佛堂前之心。若人欲", "81": "知爭得知。還辨得麼。一喝云山河不隔越。處處", "82": "是光明。且道。何處是光明。阿嚕嚕繼。是什麼", "83": "章句。", "84": "上堂云。太白峯高。影沈四海之波濤。堂前雲", "85": "湧。勢吞九天之皓月。區分杖拂。而烹煉爐鎚。", "86": "至這裏作家。衲子如何下嘴。良久云還會麼。放", "87": "行也瓦礫生光。而煒煒煌煌。把住也真金失", "88": "色。而暗暗默默。畢竟如何。若不得流水。還應", "89": "過別山。", "9": "冶學者。肆口縱談。擺落枝葉。無華滋旨味。如", "90": "上堂云。月增寒影蘆花底。夜宿江邨漁父歌。", "91": "可謂絕學無為閒。道人不知清夢老。來事得", "92": "坐披衣瑩徹麼。也是知趣能有幾人。良久云。自", "93": "此陽春應有脚。百花富貴草精神。", "94": "上堂云。列坐昭鑒古今無間。竪起拂子云還見", "95": "麼。德雲比丘從來不下山。善財童子於別峯", "96": "相見。已是不下山。為什麼別山相見。良久云風", "97": "隣寒水波。月浸雲中鏡。", "98": "上堂云。金牛弄得爛銀蹄。耕破劫空田地開。", "99": "不帶泥痕今古路。牧童疎笛入雲來。一氣發"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2002B 天童山景德寺如淨禪師續語錄", "author": "宋 義遠編", "sourceLink": "http://www.cbeta.org/"}