{"author": "唐 善無畏譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0894a 蘇悉地羯羅供養法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "蘇悉地羯羅供養法卷下", "1": "大唐中印度三藏善無畏譯", "2": "於佛部中其線白色。蓮花部中其線黃色。金", "3": "剛部中其線赤色。此等物備具在身。方可作", "4": "法。依經依部。如經所說。結大界已。次應供", "5": "養。隨其成就及與事部差別。所辦塗香色味", "6": "香氣。與彼相應。前所瀉垢乃至光澤塗香。以", "7": "此真言及本真言。持誦後作手印而奉獻", "8": "之。奉塗香真言曰。", "9": "伊上咩言上馱引輸上婆上儞微夜二合輸", "10": "者也輸上者瑜那上也莽夜儞輕吠儞妬", "11": "薄訖底夜二合鉢羅二合底丁以反仡㗚二合呬也", "12": "二合鉢囉二合呬那咩　唵阿去賀羅　阿賀", "13": "羅　薩囉　縛二合尾儞夜二合達囉布爾帝莎", "14": "訶七遍誦之此是奉獻塗香真言通三部用之", "15": "其手印相。以右手舒五指。竪掌向外。以左手", "16": "向上。把右手腕。四指向外。大指在內把之", "17": "此是奉塗香印通三部用之。", "18": "又佛部奉塗香真言。", "19": "唵　阿仡路二合多上羅引仡囉二合微灑曳囊", "20": "上莽莎訶去七遍誦之此是佛部奉塗香真言", "21": "蓮華部奉塗香真言曰。", "22": "唵　那㗚二合知㗚知那㗚二合吒鉢寧上", "23": "那㗚二合帝那㗚二合底夜鉢寧上𤙖泮吒", "24": "二合七遍誦之此是蓮花部奉塗香真言", "25": "金剛部奉塗香真言曰。", "26": "唵　微薩囉　薩囉　𤙖泮吒七遍誦之此是金剛部奉塗香真言", "27": "前所瀉垢乃至光澤花。以此真言及本真言", "28": "持誦。復作手印而奉獻之。奉花真言曰。", "29": "伊上咩蘇上莽囊儞尾夜二合輸上者也輸", "30": "上者瑜囊上也囊莽夜寧上吠儞多上薄", "31": "訖底夜二合鉢囉二合底仡㗚二合呬也二合鉢", "32": "囉二合四那咩唵阿去賀羅　阿賀囉　薩羅", "33": "嚩二合尾儞夜二合達囉布爾帝　莎訶七遍誦之", "34": "此是奉花真言通三部用之", "35": "其手印相如車輅印。惟改二頭指相叉此是奉花", "36": "印通三部用。", "37": "又佛部奉花真言曰。", "38": "唵尸祇起二合尸契莎訶七遍誦之此是佛部奉花真言", "39": "蓮華部奉花真言曰。", "40": "唵戰尼寧健陀謨丁泥二合𤙖泮吒二合七遍誦之此是蓮花", "41": "部奉花真言", "42": "金剛部奉花真言曰。", "43": "唵部哩二合囉若嚩二合蘭多詣莎訶七遍誦之此是金剛", "44": "部奉花真言", "45": "次前所瀉垢乃至光澤燒香。以此真言及本", "46": "真言持誦。復作手印而奉獻之。奉燒香真言", "47": "曰。", "48": "阿閦嚩囊娑鉢二合底囉素賀㗚二合儞也二合好心", "49": "健陀引值也二合欝馥蘇囉部若天養囊莽夜", "50": "寧吠儞妬虔誠奉獻薄訖底夜二合度報閦鉢囉二", "51": "合底仡㗚二合呬也二合旦願納受　唵　阿賀羅", "52": "賀羅　薩囉嚩二合尾儞夜二合達羅布", "53": "爾帝莎訶七遍誦之此是奉燒香真言通三部用之", "54": "其手印相。以二手小指無名指中指。並向內", "55": "曲。背相著。向上直竪。二頭指側相向上。一", "56": "麥道不著。二大指博著二頭指側此是奉燒香真言通三部", "57": "用之。", "58": "又佛部奉燒香真言曰。", "59": "那謨仡羅二合蔓拏微灑曳尸棄寧上莎訶", "60": "七遍誦之", "61": "蓮華部燒香真言曰。", "62": "唵　戰捺囉二合婆夢拏里伽㗚二合那祇里", "63": "尼𤙖泮吒七遍誦之此是蓮華部燒香真言", "64": "金剛部奉燒香真言曰。", "65": "唵　微薩羅　薩羅　𤙖泮吒七遍誦之", "66": "次前所瀉垢乃至光澤飲食。以此真言及本", "67": "真言持誦。復作手印而奉獻之。奉食真言曰。", "68": "粵灑悌難囉索憙㗚儞也二合心歡喜曀灑滿多", "69": "囉二合設怒麼里莽也此等尊食至誠奉獻寧儞妬", "70": "薄訖底夜二合鉢囉底訖㗚二合呬也二合鉢囉", "71": "二合四那咩　唵　阿賀羅　阿賀羅　薩囉", "72": "嚩二合尾儞夜達囉布爾帝莎訶七遍誦之此是奉食通三部用之", "73": "其手印相。仰兩手二掌。向前側相著。二無", "74": "名指頭側相著。微屈二頭指。博著中指側。二", "75": "大指博著二頭指側。小似掬水相此是奉食印通三部用之。", "76": "又佛部奉食真言曰。", "77": "唵掣𠼝那弭二合尼上莎訶七遍誦之此是佛部奉食真言", "78": "蓮華部奉食真言曰。", "79": "唵漸路緊寧上莎訶七遍誦之此是中部奉食真言", "80": "金剛部奉食真言曰。", "81": "唵嚩日哩二合尼上嚩日藍引二合藝莎去訶", "82": "七遍誦之此是下部奉食真言", "83": "復當前瀉垢乃至光澤然燈。以此真言及本", "84": "真言持誦。及作手印而奉獻之。然燈真言曰。", "85": "囉訖芻引二合近囊上二合灑者二合能護清淨能去無明以此等虔誠奉獻惟", "86": "願納受跛尾怛囉二合室者二合膽謨上尾曇莽", "87": "囊上輸上婆莽衣寧上吠儞妬薄訖底夜二", "88": "合儞去報閻鉢囉二合底仡㗚二合呬也二合旦", "89": "唵阿去路迦也路迦也薩囉嚩二合尾儞底", "90": "二合達囉布爾帝莎訶七遍誦之此是奉燈真言通三部用之", "91": "其手印相。以右手作拳舒中指。大頭相捻直", "92": "竪此是奉燈印通三部用之。", "93": "又佛部奉燈真言曰。", "94": "唵　阿莽羅于建引二合底帝爾寧上莎訶三遍誦之", "95": "此是佛部奉燈真言", "96": "中部奉燈真言曰。", "97": "唵　戰安二合尼上寧上茹瑳囊二合羯哩𤙖", "98": "泮吒二合三遍誦之此是中部奉燈真言", "99": "下部奉燈真言曰。", "100": "唵尾嚩㗚二合多路者囊上𤙖泮吒二合三遍誦之此是下部", "101": "奉燈真言", "102": "真言并手印運心供養者。若當不辦塗香乃", "103": "至燈明供養。但誦如上奉塗香等真言。及作", "104": "手印。亦成圓滿供養。次運心供養者。以心", "105": "運想。水陸諸花。無主所攝。遍滿虛空盡十方", "106": "界。及與人天妙塗香雲。燒香燈明幢幡繖", "107": "蓋。種種鼓樂歌舞妓唱。真珠羅網懸諸寶鈴。", "108": "花鬘白拂微妙磬鐸。矜羯尼網如意寶樹。衣", "109": "服之雲。天諸厨食上妙香美。種種樓閣寶柱", "110": "莊嚴。天諸嚴身頭冠瓔珞。如是等雲。行者運", "111": "心遍滿虛空。以至誠心如是供養。最為勝上。", "112": "是發行者。以決定心而行此法。運心供養。", "113": "誦此真言及作手印。如上所想供養皆悉成", "114": "就真言曰。", "115": "唵薩囉嚩二合他去烏骨那蘖二合帝娑頗二", "116": "合囉呬引門伽伽輕呼囊上劍莎訶七遍誦之此是成就運心", "117": "供養真言", "118": "其手印相。兩手相叉合掌。以右押左置於頂", "119": "上此是成就運心供養手印。", "120": "凡作供養。應具此法。至誠信心。及奉閼伽。皆", "121": "以真言手印持誦成就。及以運心合掌置頂。", "122": "方成圓滿供養之法。", "123": "己身座者。以捺婆草或餘草等。而作其座。長", "124": "十六指。厚四指。闊十二指。隨其成就及事差", "125": "別相應。坐之。其坐法者略有三種。一結加坐。", "126": "二半加坐。三記賢坐。令身端直勿使動搖。", "127": "而作念誦。以其手印而執數珠。置當心前而", "128": "作念誦。先禮三寶。次禮本尊。然後普禮諸餘", "129": "尊等。而作念誦。初應須臾觀察本尊。然後念", "130": "誦。中間勿起諸惡分別及嗔憙等。正念誦", "131": "持觀本尊形。或觀真言所有文字。或時觀彼", "132": "本尊心上有真言文字。或寂淨心而作念誦。", "133": "念誦之法。不急不緩。亦不聲高亦不太小。中", "134": "間不應共餘人語。亦不心緣諸外境界。真言", "135": "文字不得訛錯。當觀本尊如對目前。晨暮二", "136": "時遍數須足。午時減半乃至少分。於真言中。", "137": "有其唵字者及歸命字。應寂心誦。若作息", "138": "災增益之事。應以小聲念誦。真言有其𤙖字", "139": "及泮吒字。應嗔猛誦。若作損他。誦念之時令", "140": "餘人聞。凡真言字數有多少。從一至四。應誦", "141": "數滿一俱胝遍。從五字至十五字。一一字數", "142": "誦落叉遍。十五已上至三十二字。誦三落叉。", "143": "數過此者誦一萬遍。於一一時如法念誦。其", "144": "數畢已。隨所懷願及以成就。殷勤求之。護本", "145": "尊者。佛部之中。以佛眼真言應護未定本", "146": "尊。中部中。以半拏羅嚩私寧真言應護本尊。", "147": "下部中。以忙莽計真言應護本尊。初欲誦及", "148": "了之時。於此二時應護本尊。所誦真言若寧", "149": "靜者。應以猛忿真言而護本尊。或用部主而", "150": "護本尊。所誦真言若猛忿者。應以寧靜而", "151": "護本尊。或用部主而護本尊。所誦真言若歡", "152": "喜者。應以寧靜猛忿二種真言而護本尊迴", "153": "施功德者。誦畢已。應以部母護其遍數奉寄", "154": "部主。應知如是言。一切有情無明所覆。惟", "155": "求菩提。信受我今為彼。非為己身。惟願世", "156": "尊。成就之時還我遍數。念誦畢已。次執閼", "157": "伽。置於頂上而奉獻之。復重供養香花等物。", "158": "作三麼耶。重作護法。以其部母重護本尊。", "159": "亦以部母。或以明王。自護己身作阿三忙祇", "160": "寧印。誦其真言。左轉其印。前所能護。並悉", "161": "解。其手印相。准奉請印。惟改二大指。向", "162": "外送之。即成發遣。於其奉請真言之中加", "163": "去去句即成發遣。護摩分者。如於念誦次第。", "164": "護摩所有澡浴。乃至奉請本尊。皆同念誦", "165": "法則。其護摩柴。謂烏曇末羅木。閼說他木。", "166": "閼迦木羅引闍閼迦木。莽囊伽木。阿輸迦木。", "167": "密螺木。尼俱律木。庵沒羅木。却地羅木。閃", "168": "珍木。鉢落叉木。阿波末伽木。莽度迦木。粘", "169": "目迦木。取如是等木。截十指量。於其乳酥", "170": "酪蜜之中。搵其兩頭。於諸成就及與息災增", "171": "益損他之事。而作護摩。其護摩物。謂蓮花", "172": "酪飯酥乳胡麻及蜜芥子鹽等。本尊之前己", "173": "身中間。而置其爐。方一肘量。下深半肘。或", "174": "復圓作。或於室內作。或在室外令見對本", "175": "尊。如法而作。四面安堦爐口置緣。量高四指。", "176": "爐中安輪。餘諸物等印。各高一指。以瞿摩", "177": "夷。和牛尿塗。用香水灑。於其堦上。順布青捺", "178": "婆草。所有護摩柴等物。置於右邊。其閼伽器", "179": "置於左邊。諸供養物黃白色類。隨事而辦。燃", "180": "火著已。用忿怒王瀉垢。而請火神。請火神真", "181": "言曰。", "182": "唵曀呬醯莽訶去部多泥去嚩哩使二合儞", "183": "尾二合若薩多上莽仡㗚二合呬引怛嚩引二合", "184": "護底莽引訶去囉莽娑泯二合散寧上呬妬婆", "185": "上嚩阿仡囊上二合曳合尾也二合却尾也二合", "186": "嚩引賀囊也莎去訶去三遍誦之此是請火神真言", "187": "其手印相。以右手直竪五指。舒掌向外。屈其", "188": "頭指向掌。屈大指橫在掌中大指來去此是請火神手", "189": "印。", "190": "請以。右灑香水三遍。及與三遍漱口之水。", "191": "即誦此真言護三遍。以祀火神真言曰。", "192": "唵阿仡囊二合曳合尾也二合劫尾也二合嚩賀", "193": "囊也儞去比也二合儞去跛也莎訶", "194": "祀火神訖。重灑香水。及與漱口。以香花等供", "195": "養。令坐本位。於其堦外。別立一處。為置本", "196": "尊。如法奉請。次第供養。以本尊言。持誦一", "197": "花置於其處。作如是言。惟願尊者加被此處。", "198": "受此護摩。次以枳里枳里忿怒王真言及手", "199": "印。重作瀉垢火等真言曰。", "200": "唵　枳里　枳里　𤙖泮吒二合此是瀉垢火等真言", "201": "其手印相。左手竪五指。掌向外。右手竪五指。", "202": "掌向內。以手背相著。即以右手頭指已下四", "203": "指。及鉤左手四指。向下轉腕。向身。却合兩", "204": "掌相向。二腕相著此是瀉垢火等印。", "205": "其灑香水真言曰。", "206": "唵　闇沒㗚二合帝賀囊賀囊上𤙖泮吒二合此是灑香", "207": "水真言", "208": "燃火真言曰。", "209": "唵部囉若嚩二合攞此是燃火真言", "210": "瀉垢火等了己。還灑香水。乃至漱口。兩手置", "211": "其兩膝之間。初以一杓滿蘇。護摩一遍。次", "212": "則護摩其柴。次護摩飲。次護摩諸穀。或以", "213": "乳粥。次則蓮花羯尼迦羅等花隨意護摩。隨", "214": "其本事。或寂靜心。或歡喜心。或忿怒而護摩。", "215": "其所著衣。或白或黃赤。隨事應知。或面向", "216": "東。或北或南。隨事而作。其供養物。或白黃", "217": "赤。香味等類亦復須知。護摩畢已。還以一杓", "218": "滿蘇。護摩一遍。重獻閼伽乃至供養准前。", "219": "重作護身及方等印。并與護尊及護己身。乃", "220": "至解界。准方可發遣。其遣火神手印相。如", "221": "前請火神印。惟改頭指。與大指相捻此是發遣火神印。", "222": "於請火神真言中。置其去去字。即成發遣。然", "223": "後隨意。", "224": "牛五淨者。謂黃牛尿。及糞未墮地者。乳酪", "225": "酥等。茅香水。一一持誦。經一百遍。然後相", "226": "和。更復持誦一百八遍。於十五日。斷食一", "227": "宿。以面向東。其牛五淨置於蓮荷等葉之中。", "228": "默飯三兩。十五日中所犯。穢觸及不淨食皆", "229": "得清淨。", "230": "初佛部五淨真言曰。", "231": "那上謨上婆伽輕嚩帝烏悉膩二合沙去也", "232": "微輸上提微囉誓而曳反尸吠扇引底羯哩莎訶", "233": "三遍誦之此是佛部五淨真言", "234": "蓮華部五淨真言曰。", "235": "嚩帝鉢那莽二合簸儜上曳唵也輸去誓而曳", "236": "反莎訶三遍誦之此是中部五淨真言", "237": "金剛部五淨真言曰。", "238": "那上謨上囉怛囊上二合怛囉二合夜也囊莽", "239": "室戰拏嚩日囉二合簸儜上曳摩訶去藥乞沙", "240": "二合細囊鉢多上曳唵尸棄寧尸棄寧上囉莽", "241": "二合麗鉢囉二合鞞鉢囉二合婆娑嚩去二合󰳌", "242": "帝誓而曳反帝若嚩底鉢囉二合婆去嚩底莎去", "243": "訶去三遍誦之此是金剛部五淨真言", "244": "又以五淨。用灑臂釧。數珠腰線茅環神線嚩", "245": "日囉。皆得清淨。其腰線者。令童女右旋搓合。", "246": "經三合已。重更三合。若網調雲作。", "247": "其臂釧者。作二十五金剛之結。中置一珠。兩", "248": "頭各一。其茅環者。稱無名指量。以茅三纏。作", "249": "金剛結喫食之時。以部主真言。持誦其食。方", "250": "可食之睡眠之時。以部母護身。若見惡夢及", "251": "以失精。當誦部母真言百遍。應用部主真言。", "252": "護所住處及以己身并弟子等。三時灑水淨", "253": "衣。或洗令淨。飲食之時。先以所持真言。持誦", "254": "團食。奉獻本尊。然後方食。於諸節日。應加供", "255": "養。半月半月。用閼伽器。以軍茶利等真言持", "256": "誦。一百八遍。自灌頂能摧諸難成就漸近", "257": "每日三時作漫荼羅。及作制底。讀大乘經。思", "258": "惟六念。作慈等觀。旋遶制底佛堂等處。沐浴", "259": "尊容及以舍利。", "260": "蘇悉地羯羅供養法卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0894a 蘇悉地羯羅供養法", "source": "CBETA"}