{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2878 救疾經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2878", "1": "佛說救疾經一卷", "2": "爾時佛在娑羅雙樹□□□□□□□□□", "3": "阿難及無量諸天□□□□□□□□□□", "4": "切諸天人皆來集會□□□□□□□□□", "5": "佛還正坐告阿難言吾□□□□□□□□", "6": "諸弟子及諸菩薩摩訶□□□□□□□□", "7": "國界安行人民無諸□□□□□□□□□", "8": "亂世界和順善敬三寶□□□□□□□□", "9": "侵害三寶者佛安行□□□□□□□□□", "10": "見三人身體瘡穢不可□□□□□□□□", "11": "墮落言語不轉衣服染污身負荷□□□□", "12": "行復似疾人以乞耳為命。", "13": "佛問此三人。汝何而來。何國之子□□□□", "14": "皆默然。佛便慇懃問之。三問不答。佛即以善", "15": "方便化之。三人答言。我等是幽厄之子。用何", "16": "苦問。佛問此三人。汝之所疾從何所起。由何", "17": "所得。三人答言。我之所患不知何由。不覺痛", "18": "痒瘡遂增廣。願世尊說病本緣使我開解。佛", "19": "即告阿難并集眷屬。乃至七佛名字悉來集", "20": "坐。吾為此人觀其宿業即調七佛。第一唯衛", "21": "佛。第二式佛。第三隨葉佛。第四拘樓秦佛。第", "22": "五拘那含牟尼佛。第六迦葉佛。第七釋迦文", "23": "佛。此七佛悉來集坐。", "24": "佛復問七佛言。三人病是誰與之。七佛從西", "25": "面各各答言。我無與者。佛即入三昧禪定。", "26": "諦觀三病知疾本緣。七佛白言。世尊此疾不", "27": "從他生。即自招患發之與。是金剛密迹見惡", "28": "人。以金剛杵打之。唾面生瘡。鬚眉即落。由", "29": "犯三寶使之然也。佛即問。金剛密迹復何因", "30": "緣與此三人病也。金剛答言。世尊我願恒在", "31": "佛左右。為護三寶故。不令惡人侵害如來善", "32": "心沈沒。我見此三人。一犯如來毀損尊像。二", "33": "犯正法淩盜經像斷滅聖教善法沈塞。三犯", "34": "聖僧欺害大眾。能使四道眾僧遂從陵滅。金", "35": "剛密迹白佛言。設犯餘神病不如此。鬚眉不", "36": "落。其瘡痒膿世有可治。犯三寶者非世諦之", "37": "師可能治也。面目生光。身中脂出。金剛密", "38": "迹白佛言。我先願世尊得道之時。恒在左", "39": "右。為防三寶。使眾魔惡鬼惡人不來侵惱。若", "40": "有惡人淩辱竊盜三寶者。我金剛杵碎其頭。", "41": "如阿梨樹落地七分。金剛密迹白佛言。此三", "42": "人者。一從父母并及七世罪累相牽受此惡", "43": "報。或從自身微犯不覺。設有故犯不時懺", "44": "悔。罪遂增厚。治此惡病。唯有歸心諸佛悔心", "45": "七佛發露金剛至心願七佛威力可令消滅重", "46": "罪。", "47": "佛告一切眾生。凡三寶物有人取者。不問隱", "48": "顯入手幾倍。七佛答言。若是佛物入手十倍。", "49": "十年不還。密迹生憤能使取者惡病。若是經", "50": "像之物入手七倍。七年不還。能使取者惡病。", "51": "若是眾僧常住之物入手五倍。五年不還。故", "52": "生欺捍能使取者惡病。阿難白佛言。世尊閻", "53": "浮提人多生不信。謂無三寶侵犯者眾招致", "54": "惡病罪積無數。閻浮提人殺父母害法儀。及", "55": "伯仲星歷有契者殺之。正身能使惡病。", "56": "若有人保任是實者。六齋之日佛前誓者。使", "57": "人交報。或四天王下。或太子下。或使者下。", "58": "或三十三天下。或大仙人下。或剎命下。或金", "59": "剛力士下。當下之日。注人善惡宜行善事不", "60": "宜作惡。或有人偷劫經像之物。知如故為使", "61": "人惡病。或舉持金銀銅鐵。或有闇取三寶", "62": "之物及以錢粟絹帛之物。逕年有如不還。能", "63": "使人惡病。或人呪誓燒佛形像。推擬佛身。", "64": "或燒煮聖容。點滅經句。或將內人僧伽藍內", "65": "宿。或將內人入佛塔裏。共內人言語信要。或", "66": "共內人共相貪模。或身生往及如此之事。能", "67": "使人惡病。如此之事久久當病。不至三年。或", "68": "有人闇取他人齋米供齋之。調知而故取能", "69": "使人惡病。", "70": "若有人取他綵色與他內人。受者知情與者", "71": "因罪。二人俱病。或有闇取僧尼雜器。知", "72": "而不還。能使人病。若有人共經像牛驢行", "73": "不淨行。能使人病。雖是畜生擬作經像乃至", "74": "三年病。或有人將內人入三寶屋行不淨", "75": "法。能使人病。若有人妻掠淨行尼。能使人", "76": "病。", "77": "若有人安經像屋裏。無木函盛之在下。共內", "78": "人止宿。能使人病。不出三年一切身招惡", "79": "病。宜以苦重懺悔。罪從心生。罪從心滅。心如", "80": "天堂。心如地獄。仰手是天堂。覆手是地獄。", "81": "欲滅身中重罪。至心懺悔莫生懈退。佛告七", "82": "佛及金剛密迹諸大菩薩及諸眷屬。此三病", "83": "人云何可濟。金剛大士以發本緣。今者可愍。", "84": "方便方宜救濟得免此人病苦。世稱如來大", "85": "慈大悲。七佛各各白言。世尊眾生蠢蠢皆", "86": "有佛性。此人之病易除消滅。今自問之。金剛", "87": "密迹是吾長兄。阿難是吾小弟。吾之眷屬數", "88": "不可計。阿私陀仙能禁毒氣。阿羅羅仙能呪", "89": "惡鬼。三十三天能下法水。雪山大醫能降妙", "90": "藥。甘露法津能潤枯涸。阿闍世王身犯重", "91": "罪。尚有可消。身瘡除滅。佛以方便身復如故", "92": "不消不滅。是病者心中生也。佛即以觀心虛", "93": "實化作大坑。方圓四千步。滿中火炭。問", "94": "阿闍世王。汝能入此大坑除滅汝罪。瘡痍平", "95": "復。阿闍世王言。若能滅我罪。我當即入。阿闍", "96": "世王即以佛前燒香發願。踊身入火。入已水", "97": "擠掖變為浴池。眾罪消滅。譬如有人堰長流", "98": "水。從上如堰在下則止。從諸佛歸悔重罪。", "99": "則滅不信經語輕罪難滅。", "100": "佛告諸疾人。吾教汝。但當至心百日之中請", "101": "大德法師治齋。日日禮七佛名字。日日禮金", "102": "剛密迹。日日禮無量壽佛。一日之中造成一", "103": "卷救疾經。百日之中行道懺悔百卷成就作", "104": "濟度經。可免此宿殃患耳。", "105": "莫生不信。瘡遂增廣。佛語不虛。經云非謬。", "106": "正法之言。甚深甚善。", "107": "諸佛語大弟子。此經名救護眾生惡疾經。令", "108": "流布閻浮提人有疾者知聞。", "109": "救疾經一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2878 救疾經", "source": "CBETA"}