{"author": "宋 法天譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1234 無能勝大明陀羅尼經: 無能勝大明陀羅尼經: 無能勝大明陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1234", "1": "無能勝大明陀羅尼經", "2": "西天譯經三藏朝散大夫", "3": "試鴻臚少卿傳教大師臣", "4": "法天奉　詔譯", "5": "歸命禮正覺及法賢聖僧", "6": "菩薩說此明所說破障礙", "7": "吠多拏羯吒布多曩一切根本呪法。藥叉及", "8": "羅剎娑眾所作邪法。此明能破恒令正行。若", "9": "有情懇虔誠一心受持此明呪者。或以絹帛", "10": "書寫。或以樺皮紙等書寫。彼一切處諸惡鬼", "11": "魅生決定慈。消除災障成最上事。若戴項上", "12": "入於軍陣。人互相殺彼能護持。心離迷怖不", "13": "損一毛。若戴手臂之上速得勝利。如佛說言。", "14": "若有男子女人受持此明。所欲之事一切成", "15": "就。若王法禁繫。若行曠野遇師子虎狼之難。", "16": "若行路中遇賊盜相隨。此大明力而能救護。", "17": "令離諸怖獲得安樂。若有女人頂戴受持。常", "18": "得眷屬心生愛敬恒獲財寶。若復懷胎產難", "19": "速得平安。菩薩所說大明之呪。晝夜護持恒", "20": "時亦然。若有智者一心受持。若行若立若坐", "21": "若臥。鬼魅諸難而不能害。乃至酒醉睡眠", "22": "亦無惡夢。彼無能勝明。若執持讀誦。所有國", "23": "王聚落眾人鬪諍。一切障難悉皆消散。", "24": "爾時無能勝菩薩告諸魔言。我今說明。汝部", "25": "多眾聽吾所說。菩薩見彼諸惡魔軍。具種種", "26": "形色住立於前。為彼魔軍說如是言。我俱胝", "27": "劫為求菩提。捨自身命妻子財寶。難作能作", "28": "行大精進。利益安樂一切眾生。行願圓滿住", "29": "菩提樹。證真實法殷勤保重。時有魔王領惡", "30": "軍兵而來障礙。以明呪力彼等降伏。我所思", "31": "惟往昔魔侶降彼隨喜。過去冤家而自破壞。", "32": "我今說明破壞魔軍。大明呪曰。", "33": "怛󰍕他引護嚕護嚕贊拏引禮摩引鄧詣娑嚩", "34": "二合引賀", "35": "無能勝菩薩說此明時。變身為天女像。住立", "36": "魔前生悲慜心。合掌頂上說如是言。", "37": "菩薩清淨心如我說勝義", "38": "大智大光明永斷愚癡暗", "39": "往昔求菩提魔軍今已降", "40": "降彼魔眾已而獲大無畏", "41": "永出於世間決定成正覺", "42": "為彼天人師速疾度群品", "43": "汝等一切見心生大歡喜", "44": "魔王諸眷屬無蹈尼連岸", "45": "今以明呪力破彼煩惱蓋", "46": "是時無能勝菩薩。以微妙梵音聲遍十方。即", "47": "說明曰。", "48": "怛儞野二合他引阿𡁠旦惹曳引惹演諦阿鉢囉", "49": "二合諦賀諦引麼隷引麼羅麼囉嚩諦麼賀", "50": "引麼羅嚩諦尾惹演諦尾惹曳引薩哩嚩二合悉", "51": "馱曩麼塞訖哩二合諦引儞愈二合諦儞尾馱", "52": "哩引尾囉婆捺哩二合引阿麼哩引尾𡫸切身諦引", "53": "哆尼諦引阿𡁠諦引阿曩契引阿婆曳引嚩囉儞", "54": "摩引囉賽儞野二合鉢囉二合摩哩那二合儞曳", "55": "引娑嚩二合引賀引摩引囉賽儞野二合尾曩引娑", "56": "儞曳引娑嚩二合引賀引尾儞野二合引野娑嚩二合引", "57": "賀引室鑁迦哩曳引娑嚩二合引賀引扇引諦迦哩", "58": "曳引娑嚩二合引賀引室哩二合夜引曳引娑嚩二合引", "59": "賀引野戍引摩諦室哩二合摩諦薩哩嚩二合羯", "60": "哩摩二合迦囉尼薩哩嚩二合引囉他二合娑引達", "61": "儞薩哩嚩二合引囉他二合鉢囉二合嚩引馱儞薩", "62": "哩嚩二合夢誐囉娑引馱儞摩努引囉替引摩", "63": "賀引摩努引囉替引薩哩嚩二合𡫸切嚩曩摩", "64": "娑訖哩三合諦引薩哩嚩二合薩怛嚩二合呬哆", "65": "迦囉抳薩哩嚩二合引呬哆儞挽哩哆二合儞尾", "66": "引倪尾引倪摩賀引尾引倪仡哩二合那焰鉢囉", "67": "二合尾舍引弭諦引伊致迷致摩賀引詣隷麼", "68": "迷引鉢扇覩薩哩嚩二合播引波迦娑嚩二合賀", "69": "引吒迦娑嚩二合賀引吒迦致引吒迦嚩囉致引", "70": "吒迦吒迦抳引誐拏嚩囉抳引賀引哩諦室哩二", "71": "合摩諦底瑟姹二合底瑟姹二合句囕惹哩引拏", "72": "摩摩達哩麼二合迦囉細引曩寫設波哩嚩引", "73": "囉寫薩哩嚩二合摩呬旦儞嚩引囉野娑嚩三", "74": "合賀引阿詣曩詣引哆詣引哆囉詣引哆致娑細", "75": "引伊隷弭隷呬隷弭隷尾隷引隷隷尾隷凄隷", "76": "卑隷尾隷引弭隷引隷隷引契隷唧隷引隷隷引", "77": "𡫸切身詣阿詣引曩詣引哆隷引哆囉詣引哆致", "78": "引娑細引嚩囉抳引嚩諦引印捺嚕二合囉引惹", "79": "夜謨引囉引惹嚩嚕尼爼二合囉引惹蘇謨引囉引", "80": "惹尾惹野半左謨引囉引惹難拏計囉引惹作", "81": "羯囉二合尾惹曳囉引惹尾惹演覩引囉引惹度", "82": "哩二合哆囉引瑟吒囉三合囉引惹尾嚕𠻬俱引", "83": "囉引惹尾嚕博乞芻二合囉引惹俱尾嚕引囉引", "84": "惹摩曩歲囉引惹嚩蘇枳囉引惹沒囉二合憾", "85": "摩二合娑賀娑囉二合引地鉢諦囉引惹沒度引婆", "86": "誐鑁引達哩摩二合娑嚩二合弭囉引惹曩摩娑", "87": "覩二合半左引覩迦引野隷隷娑嚩二合引賀引設", "88": "囉二合憾弭二合引沒囉二合憾摩二合娑嚩二合", "89": "哩引布攞抳二合布囉拏二合摩褥引囉替引阿", "90": "致引嚩致引站計引吒囕計引迦囉迦唧引尾孕", "91": "二合努摩賀引尾孕二合努阿鼻娑引嚕摩賀引", "92": "鼻娑引嚕󰳮護沒護護護蘇補瑟卑二合蘇嚩引", "93": "悉悉哆引囕抳引曩引囉泥引儞弭引儞弭引祖", "94": "囉拏二合迦引隷摩賀引祖囉拏二合迦引隷祖", "95": "囉拏二合迦引隷閉哆難諦摩迦囉難諦伊賀", "96": "摩引曩細引尾賀摩引曩細引伊賀賀努尾賀賀", "97": "努嚩護波哩嚩引哩倪哩波哩嚩引哩引阿難", "98": "哆波哩嚩引哩引怛賴二合引路枳野二合波哩", "99": "嚩引哩引覽弭引鉢囉二合覽弭引迦覽弭引迦", "100": "羅世引迦羅戍那哩迦羅戍隷必諦二合弭", "101": "隷引尾隷引唧隷薩哩嚩二合路引迦引挽哩哆", "102": "二合儞曳引娑嚩二合賀引薩哩嚩合路引迦", "103": "尾挽馱儞曳引娑嚩二合賀迦引羅作羯哩二合", "104": "作羯囉二合挽哩諦二合底瑟姹二合底瑟姹二", "105": "合句囕惹哩引拏摩摩達哩麼二合引迦囉細", "106": "引曩寫薩波哩嚩引囉寫薩哩嚩二合引呬旦儞", "107": "嚩引囉野娑嚩二合引賀引阿曩曳引阿曩野摩", "108": "諦引部諦引部旦引諦引計愈哩引三滿哆婆捺", "109": "哩二合引那弭引左囉尼呬隷呬隷娑嚩二合引賀引", "110": "摩賀引迦引嚕抳迦入設娑哆二合引賀娑哆二合引", "111": "倪哩二合引拏馱囉抳演二合娑必哩三合世引哆", "112": "必哩二合體尾焰二合引左誐哆入攝那薩哩", "113": "嚩二合摩引囉波囉引惹藥吒建諦引吒迦嚩囕", "114": "諦引仡哩二合恨𧹞二合諦引仡哩二合恨拏二合", "115": "嚩囕諦引尸囕諦引尸囉嚩囕諦引底瑟姹二", "116": "合底瑟姹二合但囕惹哩引拏摩摩達哩麼二合", "117": "迦囉細引曩寫薩波哩嚩引囉寫薩哩嚩二合呬", "118": "旦儞嚩引囉野娑嚩二合引賀阿仡哩二合引阿仡哩", "119": "二合引薩怛曳二合引薩怛曳二合引呬隷呬隷馱儞引", "120": "摩儞引難勅罽二合那𧹞勅罽二合引俱租嚕母", "121": "祖嚕娑嚩二合引賀引作芻孕二合普入摩賀引", "122": "作芻孕二合普入蘇嚕二合怛囕二合普入摩賀", "123": "引蘇嚕二合怛囕二合普入伽囉二合引𧹞普入", "124": "摩賀引伽囉二合引𧹞普入𡁠賀鑁二合引普入", "125": "摩賀引𡁠賀鑁二合普入迦引焰普入摩賀引迦", "126": "焰普入仡哩二合那焰普入摩賀引仡哩二合引", "127": "那焰普入印捺哩二合引囉引惹泥引嚩引喃引普", "128": "入蘇引謨引囉引惹曩乞叉二合怛囉二合𧹞引", "129": "普入嚩嚕尼句二合囉引惹曩引誐引喃引普入", "130": "野謨引囉引惹必哩二合哆俱瑟滿二合引拏迦引", "131": "喃引普入", "132": "爾時無能勝菩薩。降伏魔王及魔眷屬已。理", "133": "事究竟意願圓滿成大悲師。爾時說此陀羅", "134": "尼。", "135": "怛儞野二合他引度布度布度嚕度嚕度母度", "136": "母伊嚕唧引伊嚕唧引伊嚕唧引尾嚕唧引尾嚕", "137": "唧引尾嚕唧引曀嚕布嚕詵引迦引羅賓誐隷引", "138": "曩吒曩吒哩引覩嚕覩哩引呬呬呬呬泥引嚩", "139": "嚩哩引泥引嚩嚩哩引虞度左哩虞度左哩引怛", "140": "尼儞阿賀弭賀弭引佉誐左哩引計哩計唧計", "141": "哩計唧部哆仡哩二合引摩摩末瑟婆引弭達哩", "142": "弭二合引達哩弭二合引達哩弭二合引那細引那細引那", "143": "細引那細引那細引達哩達哩度哩度哩賀曩", "144": "弭賀弭引嚩囕嚩哩引嚩囉野普左囉普左哩", "145": "引左囉普難那儞曳引俱嚕俱唧引迦抳引迦", "146": "抳引誐曩嚩囉抳引護護護護俱嚕君抳俱嚕", "147": "娑伴二合泥引乞史二合哩尼伽囉細引摩囉細", "148": "引虞引哩巘馱引哩贊拏引隷摩鄧詣咎虞隷布", "149": "忙二合羯細沒囉二合憾摩二合引抳曩吒儞引怛", "150": "哩二合拏設野尼引怛哩二合布囉乞史二合哩", "151": "尼娑嚩二合引賀引怛哩二合拏尾那引囉尼悉馱", "152": "引曳引娑嚩二合引賀怛儞野二合他引呬隷引呬", "153": "隷引曩致寫曩吒尾布曩惹囕二合鼻諦引印捺", "154": "哩二合引野弭引嚩嚕抳引蘇摩訶引泥諦引娑", "155": "嚩二合賀引野覩引毘愈二合訥誐二合哆蘇哩野", "156": "二合夜怛囉二合蘇哩喻二合引毘愈二合訥誐二合", "157": "哆入贊捺囉二合蘇哩要二合引曩摩細引諦引", "158": "怛致引普告二合囉怛曩二合波哩嚩二合覩引", "159": "入沒囉二合憾摩二合拏引謨呬旦作芻入作芻", "160": "󰴊捺哩二合曳引拏謨引呬旦阿蘇哩引謨引呬", "161": "旦作芻入作芻部帶引娑覩二合謨引呬旦囉引", "162": "乞叉二合賽引謨引呬旦作芻入作芻入悉泰", "163": "引室左二合謨引呬旦怛　怛囉二合滿怛囉二合", "164": "播那引儞悉馱引波囉摩那引嚕拏入引迦引具", "165": "引哩那二合波那散喻訖哆二合引具引囉末達", "166": "野二合引怛娑二合母達哩二合哆引娑滿阿引呬", "167": "娑滿阿引呬娑滿阿引呬娑滿阿引呬尾引諦", "168": "囕阿引呬尾諦囕阿引呬供俱囕散野地難挽", "169": "󰳮隷引祖隷引旦詣引旦詣引旦詣引哆弭引哆", "170": "弭引哆弭引昝婆儞昝婆儞謨引賀儞謨引賀儞", "171": "謨引賀夜引弭薩哩嚩二合設怛嚕二合𧹞作芻", "172": "娑嚩二合賀部囉二合摩野引弭三部囉二合摩", "173": "野引弭薩哩嚩二合設怛嚕二合𧹞引作芻娑嚩", "174": "二合引賀引泥引扇引哆囉誐覩引嚩引悉體二合覩", "175": "引嚩沒囉二合惹覩引嚩捨野引努引嚩引惹仡", "176": "囉二合覩引嚩引蘇鉢覩二合嚩引滿覩引嚩引阿", "177": "鉢囉二合滿覩引嚩引薩哩嚩二合怛囉二合悉體", "178": "二合覩引曩引捨野引弭尾曩引捨野引弭婆", "179": "囉二合引摩野引弭三婆囉二合引摩野引弭薩哩嚩", "180": "二合設怛嚕二合𧹞引作芻入娑嚩二合引賀引曳", "181": "引曩薩諦野二合引曩薩諦野二合引嚩左儞引曩", "182": "婆誐嚩哆引摩引囕摩引囉末覽摩引囉波哩", "183": "沙二合難左儞哩𡁠怛野二合阿耨哆囉三摩野", "184": "二合三󰿉引地囉諦誐哆引諦引曩薩諦野二合", "185": "曩薩怛野二合嚩左儞引曩悉殿覩弭滿怛囉二", "186": "合播那引摩摩達哩麼二合引迦囉細引儞野", "187": "二合薩波哩嚩引囉寫娑嚩二合賀引阿濕尾二合引", "188": "阿濕尾二合引諦引嫰鼻引嫰鼻摩諦引計引喻哩", "189": "引三滿哆婆捺哩二合引那弭引那摩計引普", "190": "囉抳二合引布囉拏二合嚩諦左哩引左囉尼羅", "191": "隷隷呬引娑嚩二合賀引", "192": "以此大明神力。令梵天之眾及沙門婆羅門。", "193": "一切世間天人阿修羅眾。永不見於諸魔境", "194": "界。又此真言能作救護。饒益有情息除災", "195": "患。消眾毒藥令得安樂。若有人非人眾天子", "196": "天眾及天女眾。阿修羅阿修羅眾及阿修羅", "197": "女眾。乾闥婆乾闥婆眾及乾闥婆女眾。龍及", "198": "龍眾及龍女眾。藥叉藥叉眾及藥叉女眾。羅", "199": "剎羅剎眾及羅剎女眾。毘舍遮毘舍遮眾及毘", "200": "舍遮女眾。部多部多眾及部多女眾。羯吒布", "201": "單那羯吒布單曩眾及羯吒布單曩女眾。", "202": "車夜車夜眾及車夜女眾。烏麼那烏麼那眾", "203": "及烏麼那女眾。阿鉢娑麼二合引囉阿鉢娑麼", "204": "二合引囉眾及阿鉢娑麼二合引囉女眾。烏娑多二合引", "205": "囉烏娑多二合引囉眾及烏娑多二合引囉女眾。仡", "206": "囉二合賀仡囉二合賀眾及仡囉二合賀女眾。迦", "207": "軀哩那二合迦軀哩那二合眾及迦軀哩那二合", "208": "女眾。復有起屍鬼黑鬼。祖囉拏二合瑜虞吠哆", "209": "尼所二合嚩毒藥鬼。丁瘡病鬼漏瘡病鬼。癩病", "210": "鬼噎病鬼吐病鬼。顛倒鬼迷癡鬼。惡心者瞋", "211": "心者。彼等諸鬼所著所魅之時。皆不能為害", "212": "終不得其便。此大明力火不能燒。水不能漂", "213": "毒不能害。刀杖弓箭而不能傷。凶惡賊盜不", "214": "能怖畏。橫病不侵命不中夭壽年永遠。一切", "215": "眾生見者和順。一切有情見者愛樂名譽遠", "216": "聞。假使冤家亦如兄弟。如前所說種種利益", "217": "皆令獲得。即說明曰。", "218": "曩莫薩哩嚩二合沒馱達哩摩二合僧契引毘", "219": "藥二合悉馱野二合哆引摩波囉引𡁠哆引尾儞", "220": "野二合摩摩達哩麼二合引迦囉細引曩寫薩波", "221": "哩嚩引囉寫阿曩囉他二合引鉢囉二合底嚩引", "222": "哩焰二合檐引阿哩體二合數左散捺哩二合設", "223": "孕二合檐引娑嚩二合悉諦野三合娑覩二合摩", "224": "摩達哩麼二合引迦囉細引曩寫薩波哩嚩引囉", "225": "寫悉馱尾儞野二合娑嚩二合引賀引", "226": "無能勝大明陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1234 無能勝大明陀羅尼經: 無能勝大明陀羅尼經: 無能勝大明陀羅尼經", "source": "CBETA"}