{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1494 佛說淨業障經: 佛說淨業障經: 佛說淨業障經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1494", "1": "佛說淨業障經", "2": "失譯人名今附秦錄", "3": "如是我聞：一時佛住毘舍離菴羅樹園，與大", "4": "比丘眾五百人俱，菩薩摩訶薩三萬二千，其", "5": "名曰壞魔菩薩、神通遊戲光焰菩薩、蓮花身", "6": "菩薩、放光王菩薩、常調身菩薩、滿眾願菩", "7": "薩、寶莊嚴堅意菩薩、雜華眼菩薩、淨音聲王", "8": "菩薩、光照明菩薩、妙真金菩薩、降伏一切", "9": "諸根境界菩薩、大雷音菩薩、如意光積菩薩、", "10": "文殊師利法王子，如是等三萬二千菩薩而", "11": "為上首。", "12": "爾時有一比丘名無垢光，入毘舍離城次第", "13": "乞食，以不知故入婬女家。時無垢光入其家", "14": "已，是時婬女於無垢光起染污心，作是思惟：", "15": "「我今必當與此比丘共行欲法。若不從我，我", "16": "將殞命。」作是念已即便閉門，語比丘言：「願", "17": "與尊者共行欲事。若不從我，我當必死。」時無", "18": "垢光語婬女言：「且止。大姊！我今不應犯如此", "19": "事。所以者何？佛所制戒我應奉行，寧捨身命", "20": "不毀此戒。」爾時婬女復更思惟：「我今當以呪", "21": "術藥草令此比丘共為欲事。」語比丘言：「我今", "22": "不能令汝退轉毀犯禁戒，但當受我所施之", "23": "食。」而入舍內，便呪其食投比丘鉢。呪術力故，", "24": "令此比丘便失正念，起於欲心展轉增盛。爾", "25": "時婬女見此比丘顏色變異，即前牽手共為", "26": "欲事。是時比丘與彼婬女共相愛樂行婬欲", "27": "已，持所乞食還詣精舍。到精舍已，生大憂", "28": "悔舉體煩熱：「咄哉！何為破大戒身？我今不應", "29": "受他信施，我今則是破戒之人當墮地獄。」時", "30": "無垢光向諸比丘同梵行者說如是言：「我", "31": "今破戒，非是沙門，必趣地獄。」時諸比丘問無", "32": "垢光：「有何因緣而破此戒？」時無垢光具", "33": "說上事。時諸同學語無垢光：「仁者當知，此", "34": "有菩薩摩訶薩名文殊師利，得無生法忍，", "35": "善能除滅破戒之罪，亦令眾生離諸蓋纏。我", "36": "今與汝共詣文殊師利菩薩摩訶薩所，除汝", "37": "憂悔。」時無垢光猶故未食，與諸比丘詣文殊", "38": "師利法王子所。到已問訊供養恭敬，即以上", "39": "事具白文殊師利。文殊師利語無垢光：「汝今", "40": "且食。食已當共詣如來所問如此事。如佛所", "41": "說，當共受持。」比丘食已，與文殊師利共詣佛", "42": "所。到已頂禮佛足却坐一面。爾時無垢光比", "43": "丘心懷恐懼不敢問佛。於是文殊師利即從", "44": "坐起整衣服，偏袒右肩右膝著地，合掌向佛，", "45": "即以上事具白世尊。爾時世尊告無垢光：「汝", "46": "實爾不？」答言：「實爾。」佛告比丘：「汝本有心欲", "47": "犯婬不？」答言：「不也。」佛告比丘：「汝本無心，云", "48": "何而犯？」比丘答言：「我於後時乃生欲心。」「如", "49": "是比丘！心犯欲耶？」答言：「如是。」佛告比丘：「我", "50": "常不言心垢故眾生垢，心淨故眾生淨耶？」答", "51": "言：「如是。」佛告比丘：「於意云何？汝曾夢中受", "52": "欲之時，心覺知不？」答言：「覺知。」佛告比丘：「汝", "53": "向犯欲，豈非由心而覺知耶？」答言：「如是。」「若如", "54": "是者，比丘！寤、夢犯欲有何差別？」比丘答言：「寤、", "55": "夢犯欲無差別也。」佛言：「於意云何？我先不", "56": "言一切諸法皆如夢耶？」答言：「如是。」佛言：「於意", "57": "云何？如夢諸法是真實耶？」答言：「不也。」佛告比", "58": "丘：「於意云何？寤、夢二心俱真實耶？」「不也。世", "59": "尊！」佛告比丘：「若非真實，是有法不？」「不也。世", "60": "尊！」佛告比丘：「於意云何？無所有法，為有生", "61": "不？」「不也。世尊！」佛告比丘：「若法無生，有滅、有", "62": "縛、有解脫耶？」「不也。世尊。」佛告比丘：「於意云何？", "63": "無生之法，當墮阿鼻地獄、餓鬼、畜生中耶？」答", "64": "言：「世尊！無生之法尚無所有，而當有墮三惡", "65": "道耶？」佛告比丘：「一切諸法本性清淨。然諸", "66": "凡夫愚小無智，於無有法不知如故妄生分", "67": "別，以分別故墮三惡道。」復告比丘：「諸法無", "68": "實而現種種所應作事，為著貪欲、瞋恚、愚癡", "69": "凡夫等故分別諸法。不如如故，非是真實。」", "70": "復告比丘：「諸法虛誑，如野馬故。諸法如夢，本", "71": "性自然逮清淨故。諸法究竟，如水中月、泡沫", "72": "等故。諸法寂靜，無生老病死諸過患故。諸法", "73": "無取，非是色法，不可見故。諸法無聚，如虛空", "74": "故。諸法無性，過諸性故。諸法甚深，過虛空故。", "75": "諸法廣大，無處所故。法無所作，究竟寂故。", "76": "法無所依，境界空故。法無根本，畢竟空故。法", "77": "離蓋纏，煩惱結使不可得故。法離熾然，性不", "78": "生故。法無障礙，本性淨故。諸法無報，猶如影", "79": "故。諸法如幻，不如如故。法無所依，妄分別", "80": "故。諸法流轉，而諸眾生著諸邊故。諸法不起，", "81": "諸緣各各性相違故。法無染愛，無所屬故。法", "82": "無穢污，一切結使不可得故。諸法無垢，淨過", "83": "空故。法無微相，相寂靜故。諸法調柔，性不生", "84": "故。諸法如如，初中後際無差別故。諸法解脫，", "85": "不相屬故。諸法無聞，如瓦礫故。諸法非色，同", "86": "虛空故。諸法平等，無積聚故。法不可持，猶如", "87": "虛空不可執故。諸法無得，智者推求不可得", "88": "故。法無擾動，三世淨故。法無扼縛，破闇冥故。", "89": "法無荊棘，離諸纏故。諸法安隱，如涅槃故。", "90": "法無怖畏，過諸畏故。法無彼岸，無此岸故。諸", "91": "法無量，過算數故。諸法無相，其相空故。諸法", "92": "無作，斷諸願故。諸法無行，行虛誑故。法無戲", "93": "論，滅覺觀故。法無窟宅，離住處故。法無有濁，", "94": "常清淨故。法同涅槃生不可得，空無有故。比", "95": "丘當知，諸法如是不可宣說，是故我昔坐於", "96": "道場得無所得，無有一法有出有沒、有縛有", "97": "解，亦無有法有障有纏、有憂有悔。所以者", "98": "何？諸法清淨無雜穢故。」", "99": "爾時無垢光聞說是法，心懷踊躍悲喜交集，", "100": "即時雨淚叉手合掌一心觀佛，即說偈言：", "101": "「快哉世尊大功德，諸天世人所歸仰，", "102": "善覺一切妙勝行，稽首能斷諸苦行。", "103": "無所依者為作依，無有導者為獎導，", "104": "安住實道常清淨，稽首世尊大威德。", "105": "為世闇冥作燈明，諸無目者為作目，", "106": "深著虛妄能度脫，稽首勇猛大精進。", "107": "已離染污無瞋恚，於諸縛著得解脫，", "108": "等於怨親能解縛，稽首真實功德聚。", "109": "乾竭渴愛及愚癡，破壞諸有除眾苦，", "110": "生死輪轉久已斷，稽首大力無上乘。", "111": "於諸分別無所著，解脫妙智難思議，", "112": "三界最勝離諸垢，稽首清淨無垢人。", "113": "我今悉求如是道，當脫無依眾生苦，", "114": "願令我得如是乘，終不小乘盡諸漏。", "115": "億那由他無量劫，常受眾苦不捨道，", "116": "如月盛滿顯眾星，我觀如來亦如是。", "117": "譬如有人入大海，其意下劣求水精，", "118": "雖遇無量珍寶聚，捨之而取下賤者。", "119": "如人聞佛無量力，而不生念我當得，", "120": "大乘廣博所作事，放捨菩提證聲聞。", "121": "譬如有人見大王，與諸群臣相圍繞，", "122": "不求王位悕臣佐，當知是意非黠慧。", "123": "如人聞佛大功德，妙勝智慧所作事，", "124": "而於小乘生喜樂，是則下劣懈怠心。", "125": "眾生不應貪小乘，以如闇夜螢火明，", "126": "當悕日光普大照，能破一切諸黑闇。", "127": "佛有無量大名聞，聲徹人天諸惡趣，", "128": "佛光微妙為最上，能照世間諸闇冥。", "129": "譬如師子處野干，其心好樂野干眾，", "130": "放捨師子所應作，而更隨逐野干法。", "131": "如有大人在聲聞，其猶師子在野干，", "132": "貪樂小法以為足，當知是輩行貧道。", "133": "若人欲求大乘道，當應常發如是心，", "134": "利益世間斷眾苦，不應同彼諸聲聞。」", "135": "爾時眾會聞無垢光所說偈已，四萬二千天", "136": "子發阿耨多羅三藐三菩提心，即散摩訶曼", "137": "陀羅華拘茂陀等供養世尊、文殊師利，讚無", "138": "垢光作如是言：「善哉善哉！無垢！能報佛恩，", "139": "於菩提道多所饒益。」", "140": "爾時世尊即時微笑。諸佛常法，若微笑時", "141": "有五色光從口而出，所謂青、黃、赤、白、紅頗梨", "142": "色，遍照無量無邊世界上至梵世，蔽於日月", "143": "所有光明，還至佛所繞佛三匝從頂上沒。爾", "144": "時阿難即從坐起整衣服，偏袒右肩右膝著", "145": "地，合掌向佛而白佛言：「世尊！有何因緣而", "146": "現微笑？諸佛世尊不以無緣而現微笑。」佛告", "147": "阿難：「此無垢光比丘有大深慧，發阿耨多羅", "148": "三藐三菩提心，我今當授阿耨多羅三藐三", "149": "菩提記。」佛告阿難：「此無垢光比丘，於未來世", "150": "彌勒佛所逮無生忍，亦當供養見賢劫千佛。", "151": "過是之後復經十劫，供養二十億諸佛已，得", "152": "成為佛，號名功德蓮華最勝妙行師子雷音", "153": "如來。」復告阿難：「功德蓮華最勝妙行師子雷", "154": "音如來、應、正遍知，彼佛世界名無量音，七寶", "155": "所成，無有緣覺聲聞弟子，純諸菩薩。彼佛", "156": "世界常轉平等不退法輪。阿難！此無垢光速", "157": "當得阿耨多羅三藐三菩提。所以者何？所乘", "158": "妙勝淨佛土故。」", "159": "爾時世尊復告阿難：「譬如日光所至之處破", "160": "眾闇冥。如是，阿難！若有眾生得聞此經，當", "161": "知是處有大照明，能令眾生於一切法得無", "162": "障礙。」爾時阿難前白佛言：「世尊！云何眾生", "163": "於一切法得無障礙？」佛言：「且止。阿難！何用", "164": "問此如是事為？如來若說障與無障，諸天世", "165": "人皆當驚疑。」爾時文殊師利法王子白佛言：", "166": "「世尊！願說障礙不障礙法。諸菩薩聞，能於", "167": "後時五濁惡世，於諸世法不生染著。」佛告文", "168": "殊師利：「夫障礙者，貪欲是障礙、瞋恚是障", "169": "礙、愚癡是障礙。布施是障礙、持戒是障礙、", "170": "忍辱是障礙、精進是障礙、禪定是障礙、智慧", "171": "是障礙。佛想是障礙、法想是障礙、僧想是障", "172": "礙。空想是障礙、無相想是障礙、無作想", "173": "是障礙。無行想是障礙、不生想是障礙。文殊", "174": "師利！取要言之，若於諸法有縛有解，當知如", "175": "是皆是障礙。」爾時文殊師利法王子白佛言：", "176": "「世尊！云何布施、持戒、忍辱、精進、禪定、智慧是", "177": "障礙法？」佛告文殊師利法王子：「一切諸法性", "178": "無障礙，而諸凡夫愚小無智自生分別，於布", "179": "施、持戒、忍辱、精進、禪定、智慧而作障礙。所以", "180": "者何？文殊師利！凡愚之人行布施時，於慳", "181": "眾生不生恭敬，以不恭敬便生瞋心，以瞋心", "182": "故墮大地獄。身自持戒，見犯戒者而生輕慢，", "183": "說其過惡令他聞之生不恭敬，以不恭敬故", "184": "墮於惡趣。自修忍辱，以忍辱故而生高心：", "185": "『我是忍辱，餘人麁惡。』以是忍故而生放逸，當", "186": "知即是眾罪之本。自行精進，於懈怠者生", "187": "如是念：『如此愚人，不應食他信施供養，乃", "188": "至不應受一飲水。』常於己身而起貢高、卑下", "189": "他人，當知是輩愚小無智。自行禪定，見亂", "190": "想者發如是念：『我常修定，其餘比丘多諸亂", "191": "心說於邪論。如此之人去道尚遠，何能得佛？』", "192": "作是念時，隨所起念，一念一劫還受生死，受", "193": "生死已甫當更修菩提之道。自恃多聞，於無", "194": "名法以不真智妄生分別，見有所得起大憍", "195": "慢：『我說是輩是大愚癡無智之人，諸覺所", "196": "覆非是大人。』雖復志求大乘之道，作如是言：", "197": "『我當於世為最為勝。』而於聲聞小乘之人不", "198": "生恭敬，輕慢惡賤說其過罪，以其惡心說麁", "199": "語故而墮惡趣。」爾時文殊師利法王子白佛", "200": "言：「世尊！菩薩不應於佛法中妄宣人惡。」佛", "201": "言：「如是如是。文殊師利！於意云何？菩薩豈不", "202": "於諸眾生常起慈心憐愍愛念，不以惡眼而", "203": "視之耶？」文殊師利言：「如是。世尊。」「復次文殊", "204": "師利！於意云何？菩薩豈當於一眾生不以聲", "205": "聞、緣覺、大乘而度脫耶？」「不也。世尊。菩薩未曾", "206": "捨一眾生而不度脫，常於一切起平等心。」佛", "207": "告文殊師利：「譬如良醫等療眾病，國王大臣", "208": "長者居士及諸貧民，常作是念：『云何能令眾", "209": "生免苦得離諸病？』文殊師利！菩薩亦爾，常", "210": "於眾生起大悲心發平等意：『云何當令一切", "211": "眾生受行佛法使不斷絕？』又如良醫所有醫", "212": "方經書呪術不斷絕時，心生歡喜踊躍無量。", "213": "文殊師利！菩薩亦爾，諸佛種性不斷絕時，心", "214": "生歡喜亦復如是。文殊師利！一切眾生不盡", "215": "如醫能治眾病，設有能者是亦難得。文殊師", "216": "利！菩薩亦爾，不盡如佛起菩提心而自莊", "217": "嚴，設有能者是亦難得。又如良醫於諸醫方", "218": "經書祕術，不應懈怠以修醫法。文殊師利！菩", "219": "薩亦爾，不應懈怠如羸病人發菩提心。文殊", "220": "師利！自然無師是為難得，不從他知是亦難", "221": "得，妙勝之心是亦難得，修行佛法是亦難", "222": "得。」爾時文殊師利法王子白佛言：「世尊！云", "223": "何菩薩於一切法心無障礙逮得清淨？」佛告", "224": "文殊師利法王子言：「若有菩薩觀於貪欲是", "225": "一切法、瞋恚愚癡是一切法，是則名為淨諸", "226": "業障。", "227": "「復次文殊師利！若有菩薩於諸五欲不生愛", "228": "樂亦不放捨，觀欲實性即是佛法，是則名為", "229": "淨諸業障。「復次文殊師利！若有菩薩而於五", "230": "蓋以求菩提，如是觀時不得五蓋及與菩提，", "231": "是則名為淨諸業障。「復次文殊師利！若有菩", "232": "薩觀九惱法即是慈心，思惟觀察九惱法時", "233": "不得他人及與己身，名最上慈，以於諸法無", "234": "所得故。菩薩觀忍亦復如是，是則名為淨", "235": "諸業障。「復次文殊師利！若有菩薩觀於犯戒", "236": "即是不犯、觀非毘尼即是毘尼、觀於繫縛即", "237": "是解脫、觀於生死即涅槃界，是則名為淨", "238": "諸業障。「復次文殊師利！若有菩薩觀貪欲界", "239": "即涅槃界，瞋恚、愚癡亦復如是，是則名為淨", "240": "諸業障。「復次文殊師利！若有菩薩觀一切法", "241": "即是佛法，是則名為淨諸業障。「復次文殊師", "242": "利！若有菩薩觀一切法無有體相亦無根本，", "243": "是則名為淨諸業障。「復次文殊師利！若有菩", "244": "薩觀慳及施不作二想、持戒毀戒不作二想、", "245": "瞋恚忍辱不作二想、懈怠精進不作二想、亂", "246": "心禪定不作二想、愚癡智慧不作二想，是則", "247": "名為淨諸業障。「復次文殊師利！若有菩薩觀", "248": "諸煩惱即是佛法，是則名為淨諸業障。」爾時", "249": "文殊師利法王子白佛言：「世尊！云何菩薩觀", "250": "諸煩惱即是佛法？」佛告文殊師利：「於意云何？", "251": "汝頗見法能還與法作繫縛不？」答言：「不也。世", "252": "尊！」「文殊師利！於意云何！頗見有法能為諸", "253": "法作解脫不？」「不也。世尊！」「文殊師利！云何菩", "254": "薩得無生忍？」文殊師利言：「一切煩惱即無生", "255": "忍。所以者何？一切煩惱同虛空性。以是義", "256": "故，我觀諸法無智無斷、無證無修，而諸凡夫", "257": "障礙所蔽無有佛法，見有斷結修佛法故。」爾", "258": "時世尊讚文殊師利法王子言：「善哉善哉！文", "259": "殊師利！善能解說無盡之法。文殊師利！過", "260": "去久遠無量無邊不可思議阿僧祇劫，爾時", "261": "有佛號日無垢光如來、應供、正遍知、明行足、", "262": "善逝、世間解、無上士、調御丈夫、天人師、佛、世", "263": "尊，出現於世。文殊師利！日無垢光如來壽九", "264": "十劫，國名眾香。彼佛世界多諸眾生好樂小", "265": "法，少能修習無上大乘。彼佛世尊般涅槃後，", "266": "法住千歲分布舍利，如我滅後等無差別。時", "267": "有比丘名曰勇施，慚愧樂學善修戒身，多聞", "268": "智慧顏貌端正，成就第一清淨妙色。爾時勇", "269": "施著衣持鉢入難勝城，次行乞食到長者舍，", "270": "其家有女容貌端正未適夫主。時長者女見", "271": "勇施已生愛染心，作如是念：『我若不得勇施", "272": "比丘以為夫者，當自殞命。』初不向人說如此", "273": "念，欲心內結遂以成病。爾時勇施乞食得已", "274": "還詣精舍。而於後時女父命終，爾時其母而", "275": "問女言：『汝何因緣而致斯病？』女時默然遂不", "276": "飲食。爾時女母密遣餘女，先來親善同苦樂", "277": "者，而往問言：『以何因緣而致斯病？』時女答", "278": "言：『我於先時見一比丘顏貌端正，便生欲心", "279": "以致斯病。若得從意我病則愈，若不得者便", "280": "當殞命。』是時餘女聞此事已，還向其母具說", "281": "上事。其母聞已作是思惟：『今我此女病患如", "282": "是，若使不得勇施比丘，當作何計？』復作是", "283": "念：『我今當請勇施比丘數至我家，當使此女", "284": "從受經法。』「爾時勇施而於異時入城乞食，復", "285": "至其家。見長者女身體羸瘦，而問之言：『此", "286": "女何緣而有此病？』時母答言：『而我此女好", "287": "聽經法。我常固遮不遂其意，以致斯病。』爾", "288": "時勇施語其母言：『莫遮此女使不聽法。』母還", "289": "報言：『尊者！若能教授此女經法，我當聽之。』", "290": "爾時勇施即便許可。其母語言：『從今已往常", "291": "至我家。』答言：『可。』爾時長者女聞是語已心大", "292": "歡喜：『我今當作種種方便，令此比丘於我生", "293": "著。』時長者女語勇施言：『唯願尊者！哀愍我", "294": "故常至我舍。』爾時勇施默然許可，即受其食", "295": "還詣精舍。「爾時其母語其女言：『從今已往好", "296": "自莊嚴，以好栴檀種種雜香以塗其身，更", "297": "著新好上妙衣服。如是莊嚴可得從意。』其後", "298": "勇施數到其家轉相親厚，數相見故便失正", "299": "念而生欲心，即與彼女共行婬法，心遂耽著", "300": "往來頻數。時彼女夫見此比丘往來頻數，心", "301": "生疑恚，即設方便欲斷其命。勇施比丘聞", "302": "是事已，即作是念：『當以毒藥持與彼女令斷", "303": "夫命。』爾時勇施即以毒藥持與彼女，而語之", "304": "言：『若必念我，可持此藥以殺汝夫。』時長者女", "305": "即以毒藥和著食中，勅其婢使：『持此飯食以", "306": "飯我夫。』夫食飯已即便命終。爾時勇施聞彼", "307": "命終，心生大悔作是思惟：『今我所作是大重", "308": "惡。何名比丘，受行婬法又斷人命？我今如", "309": "是當何所歸？』生大憂惱：『我若命終當墮惡道。", "310": "誰能免我如是之苦？』以是事故，從一精舍至", "311": "一精舍，惶怖馳走衣服落地，作如是言：『咄", "312": "哉怪哉！我今即是地獄眾生。』「時有精舍名曰", "313": "醯無，中有菩薩名曰鼻揉多羅，勇施比丘即", "314": "入其房舉身投地。時彼菩薩問勇施言：『何為", "315": "以身自投於地？』答言：『大德！我今即是地獄", "316": "眾生。』又復問言：『誰乃令汝為地獄人？』勇施答", "317": "言：『我作大罪，犯於婬戒又斷人命。』時彼菩", "318": "薩語勇施言：『比丘莫怖。我今力能施汝無畏。』", "319": "爾時勇施聞彼菩薩施無畏聲，心生歡喜踊", "320": "躍無量。爾時鼻揉多羅菩薩即時從地接起", "321": "勇施牽其右手，將至異處坐林樹中。時鼻揉", "322": "多羅菩薩湧身虛空高一多羅樹，語勇施言：", "323": "『今汝於我生深信不？』勇施即時叉手合掌而", "324": "答之言：『我見仁者，如遇大師亦如世尊。』「爾", "325": "時鼻揉多羅菩薩即時入於諸佛境界大乘妙", "326": "門如來寶印三昧。入三昧已，即於身上出無", "327": "量佛身，皆金色三十二相遍林樹間。爾時諸", "328": "佛即時同聲說是偈言：", "329": "「『諸法同鏡像，亦如水中月，", "330": "凡夫愚惑心，分別癡恚愛。", "331": "法無作無處，如虛空清淨，", "332": "亦無有覺知，虛誑不牢固，", "333": "於內求恚愛，未甞有得者。", "334": "凡夫生染愛，實無有染著，", "335": "如於眠夢中，染著於諸色，", "336": "亦如刀割物，而刀無所知。", "337": "凡夫亦如是，愚惑妄分別，", "338": "於愛生染著，於恚增諍訟。", "339": "世間猶如夢，空無不牢固，", "340": "如焰空中雲，癡愛寂無相。", "341": "諸法如草木，心不在內外，", "342": "愛非壽命人，自性無所有。", "343": "凡夫見諸法，計從因緣生，", "344": "無作不可取，性離常寂靜。", "345": "諸法猶如幻，凡夫生取著，", "346": "幻性無堅固，貪瞋癡亦然。", "347": "諸法常無相，寂靜無根本，", "348": "無邊不可取，欲性亦如是。", "349": "眾生如鏡像，計著於我所，", "350": "離如妄分別，無堅固可取。", "351": "諸法如影響，欲恚無處所，", "352": "如幻夢水月，實無染恚者。", "353": "境界不真實，空無不可取，", "354": "分別法無主，根本常寂靜。", "355": "譬如幻化人，無有貪恚癡，", "356": "幻夢等諸法，其邊不可得，", "357": "如月現於水，而不在水中。", "358": "凡夫染癡恚，癡愛恚無性，", "359": "貪瞋恚愚癡；諸緣常空無，", "360": "無眾生壽命。虛無常寂靜，", "361": "無眼亦無耳，鼻舌亦復然；", "362": "凡夫癡無智，虛妄生牢固。", "363": "如虛空無邊，無盡無去來，", "364": "諸法亦如是，如手摸虛空。", "365": "種種分別法，實無分別者，", "366": "凡愚計諸陰，而實無有生。", "367": "我觀一切法，性相無所有，", "368": "無生亦無滅，未曾有聚散。", "369": "諸法性解脫，寂靜無處所，", "370": "無能悕取者，解此名為智。』", "371": "「爾時林中萬二千天子，詣鼻揉多羅菩薩來", "372": "聽法者，聞說是偈即時皆得無生法忍。勇施", "373": "比丘見諸化佛神通變現，於諸法中思惟選", "374": "擇，離諸蓋纏得無生忍。「文殊師利！汝莫生", "375": "疑。爾時鼻揉多羅菩薩豈異人乎？今彌勒菩", "376": "薩是也。勇施比丘豈異人乎？寶月如來是也。」", "377": "爾時文殊師利白佛言：「世尊！勇施比丘已成", "378": "佛耶？」佛告文殊師利：「今已成佛，在於西方", "379": "去此佛土恒河沙數諸佛世界，有國名常光，", "380": "寶月如來於彼成佛。文殊師利！汝觀是法能", "381": "令眾生離諸業障，受行婬法斷人命根能令", "382": "現身得無生忍。所以者何？能觀三界如影響", "383": "故。猶如幻師觀於幻人無有障礙。文殊師利！", "384": "諸凡夫人於無有法妄生分別，墮諸惡趣受", "385": "於無量百千萬苦。」爾時文殊師利白佛言：「世", "386": "尊！若有菩薩得聞是經，受持讀誦書寫供養", "387": "尊重讚歎，而於現世得何等利？」佛告文殊師", "388": "利：「於意云何？如日光明照閻浮提，於諸眾", "389": "生有幾所利？」文殊師利白佛言：「世尊！如日", "390": "光明照閻浮提，於諸眾生而作利益，無量", "391": "無邊不可思議。」「文殊師利！當知是經亦復", "392": "如是，能令菩薩破諸結縛，能生無量智慧", "393": "光明，亦於諸法得無障礙，速疾能生無礙", "394": "智辯，若說法時不為眾魔及外道之所破", "395": "壞、斷其樂說。文殊師利！譬如大火焚燒草", "396": "木無有遺餘，當知是經燒一切結亦復如是。", "397": "文殊師利！如雪山王，諸餘黑山不能障翳。若", "398": "有菩薩得聞是經亦復如是，諸餘外道不能", "399": "如法而毀壞者。文殊師利！如轉輪王，諸小國", "400": "王無敢拒逆。若有菩薩得聞是經亦復如是，", "401": "一切雜論嚴飾章句，如是之人不能抑制。文", "402": "殊師利！譬如比丘善能持律，能除他人破戒", "403": "疑悔。當知此經亦復如是，能令眾生離諸憂", "404": "悔。文殊師利！如日天子所至之處能破眾冥。", "405": "若有菩薩得聞是經亦復如是，能破一切無", "406": "明黑闇，能生一切智慧光耀。所以者何？以", "407": "因是經善修慧故。」爾時惡魔來至佛所白佛", "408": "言：「世尊！如來大悲憐愍一切常施安樂。唯願", "409": "世尊莫說此經。所以者何？若說此經，諸魔宮", "410": "殿皆悉震動，諸憂惱箭入我身中。以此經典", "411": "行閻浮提故，世尊！我今當令如是經典，無有", "412": "受持讀誦書寫供養之者，當使此經似如邪", "413": "道，令諸眾生起於邪見，讀誦方廣大乘比丘", "414": "心生疑悔誹謗此經。」爾時釋提桓因以佛神", "415": "力，即於佛前頭面禮足，以天曼陀羅華而散", "416": "佛上，白佛言：「世尊！惡魔波旬設諸方便欲", "417": "為此經而作留難。世尊！我當受持讀誦書寫", "418": "供養恭敬。如來滅後，我與阿難當令此經行", "419": "閻浮提，普令周遍。我與四王諸鬼神等，常", "420": "當擁護說是經者。若有受持讀誦書寫供養", "421": "恭敬是經典者，於諸擁護我為宗主。」爾時世", "422": "尊告阿難言：「汝當受持讀誦書寫供養恭敬", "423": "如是經典，亦為他人流布顯現。所以者何？", "424": "阿難！此經則是諸法之鏡。」阿難言：「如世尊", "425": "教，我當受持。當何名斯經？云何奉行？」佛告", "426": "阿難：「此經名為『淨諸業障』，亦復名為『入於諸", "427": "法無障礙慧』。」說是經時，六十比丘不受諸法", "428": "漏盡意解，八十菩薩得無生法忍。爾時尊者", "429": "阿難，文殊師利法王子，及諸天、世人、乾闥婆、", "430": "阿修羅等，聞佛所說皆大歡喜，信受奉行。", "431": "佛說淨業障經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1494 佛說淨業障經: 佛說淨業障經: 佛說淨業障經", "source": "CBETA"}