{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0223 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經", "text": {"0": "79 善達品", "1": "摩訶般若波羅蜜經卷第二十五", "10": "提！菩薩摩訶薩行般若波羅蜜時，以不壞", "100": "一心。汝等住是三昧，所有作業，若身、若口、若", "101": "意，若布施、若持戒、若行忍辱、若勤精進、若", "102": "行禪定、若修智慧，若行四念處乃至若行", "103": "八聖道分，若行諸解脫、次第定，若行佛十", "104": "力、四無所畏、四無礙智、十八不共法、大慈大悲、", "105": "三十二相、八十隨形好，若聲聞道、若辟支佛", "106": "道、若菩薩道、若佛道，若須陀洹果、斯陀含果、", "107": "阿那含果、阿羅漢果、辟支佛道、若一切種智，", "108": "若成就眾生、若淨佛國土。汝等皆當應隨所", "109": "願，得住性空故。』如是，須菩提！菩薩摩訶", "11": "實際法，立眾生於實際中。」須菩提白佛言：", "110": "薩行般若波羅蜜，方便力為利益眾生故，", "111": "從初發意終不懈廢，常求善法利益眾生。", "112": "從一佛國至一佛國，供養諸佛，從諸佛", "113": "聞法，捨身受身乃至阿耨多羅三藐三菩提，", "114": "終不忘失。是菩薩常得諸陀羅尼法，諸根", "115": "具足，所謂身根、語根、意根。何以故？是菩薩摩", "116": "訶薩常修一切種智。修一切種智故，一切諸", "117": "道皆修，若聲聞道、若辟支佛道、若菩薩神通", "118": "道。行神通道菩薩常利益眾生，終不忘失。", "119": "是菩薩住報得神通，利益眾生，入生死五", "12": "「世尊！若實際即是眾生際，菩薩則為建立實", "120": "道終不耗減。如是，須菩提！菩薩摩訶薩行", "121": "般若波羅蜜住性空，以禪定利益眾生。「復", "122": "次，須菩提！菩薩摩訶薩行般若波羅蜜住", "123": "性空，以方便力故利益眾生，作是言：『汝等", "124": "諸善男子！觀一切法性空。善男子！汝等當", "125": "作諸業，若身業、若口業、若意業，取甘露味，", "126": "得甘露果。性空中無有法退。何以故？性空", "127": "不退，亦無退者。以性空非法亦非非法，於", "128": "無所有法中，云何當有退？』須菩提！菩薩摩", "129": "訶薩行般若波羅蜜時，如是教眾生常不", "13": "際於實際。世尊！若建立實際於實際，則為", "130": "懈廢。是菩薩自行十善，亦教他人行十善，", "131": "五戒、八戒成就齋亦如是。自行初禪，亦教", "132": "他人令行初禪，乃至第四禪亦如是。常", "133": "自行慈心，亦教他人令行慈心，乃至捨心", "134": "亦如是。自行無邊空處，亦教他人令行無", "135": "邊空處，乃至非有想非無想處亦如是。自行", "136": "四念處，亦教他人令行四念處，乃至八聖", "137": "道分、佛十力乃至八十隨形好亦如是。自", "138": "於須陀洹果中生智慧亦不住是中，亦教", "139": "他人令得須陀洹果，乃至阿羅漢亦如是。", "14": "建立自性於自性。世尊！不應建立自性", "140": "自於辟支佛道中生智慧亦不住是中，", "141": "亦教他人令得辟支佛道。自生阿耨多羅", "142": "三藐三菩提道，亦教他人令生阿耨多", "143": "羅三藐三菩提道。如是，須菩提！菩薩摩訶薩", "144": "行菩薩道時，方便力故，終不懈廢。」須菩提", "145": "白佛言：「世尊！若諸法性常空，常空中眾生不", "146": "可得，法、非法亦不可得。菩薩摩訶薩云何求", "147": "一切種智？」佛告須菩提：「如是，如是！如汝所", "148": "言。諸法性皆空，空中眾生不可得，法、非法亦", "149": "不可得。須菩提！若一切法性不空，菩薩摩訶", "15": "於自性。世尊！云何菩薩摩訶薩行般若波羅", "150": "薩不依性空成阿耨多羅三藐三菩提、為", "151": "眾生說性空法。須菩提！色性空，受想行識性", "152": "空。菩薩摩訶薩行般若波羅蜜時，說五", "153": "陰性空法，說十二入、十八界性空法，說四", "154": "禪、四無量心、四無色定，四念處乃至八聖道分", "155": "性空法，說三解脫門、八背捨、九次第定，佛十", "156": "力、四無所畏、四無礙智、十八不共法、大慈大悲、", "157": "三十二相、八十隨形好性空法，說須陀洹果、", "158": "斯陀含果、阿那含果、阿羅漢果、辟支佛道、一切", "159": "種智斷煩惱習性空法。須菩提！若內空性", "16": "蜜時，建立眾生於實際？」佛告須菩提：「實際", "160": "不空，外空乃至無法有法空性不空者，則", "161": "壞空性。是性空不常不斷。何以故？是性空", "162": "無住處，亦無所從來，亦無所從去。須菩", "163": "提！是名法住相。是中無法，無聚無散、無增", "164": "無減、無生無滅、無垢無淨，是為諸法相。", "165": "菩薩摩訶薩住是中，發阿耨多羅三藐三菩", "166": "提心，不見法有所發，無發無住是名法", "167": "住相。是菩薩摩訶薩行般若波羅蜜時，見", "168": "一切法性空，不轉阿耨多羅三藐三菩提。", "169": "何以故？是菩薩不見有法能障礙，當何處", "17": "不可建立於實際，自性不可建立於自性。", "170": "生疑？是名阿耨多羅三藐三菩提性空。不", "171": "得眾生、不得我、不得人、不得壽、不得", "172": "命，乃至不得知者、見者，性空中色不可得，", "173": "受想行識不可得，乃至八十隨形好不可得。", "174": "須菩提！譬如佛化作四眾——比丘、比丘尼、優婆", "175": "塞、優婆夷——常為是諸眾說法，千萬億劫不", "176": "斷。」佛告須菩提：「是諸化眾，當得須陀洹果、", "177": "斯陀含果、阿那含果、阿羅漢果，得阿耨多羅", "178": "三藐三菩提記不？」須菩提言：「不也，世尊！」「何", "179": "以故？是諸化眾無有根本實事故。一切", "18": "須菩提！今菩薩摩訶薩行般若波羅蜜時，", "180": "諸法性空，亦無根本實事。何等是眾生得須", "181": "陀洹果乃至阿羅漢果，得阿耨多羅三藐三", "182": "菩提記？須菩提！菩薩摩訶薩亦如是，為眾", "183": "生說性空法，是眾生實不可得。以眾生墮", "184": "顛倒故，拔眾生令住不顛倒。顛倒即是", "185": "無顛倒，顛倒、不顛倒雖一相，而多顛倒、少", "186": "不顛倒。無顛倒處中則無我無眾生，乃至", "187": "無知者、見者。無顛倒處中亦無色，無受想", "188": "行識，無十二入乃至無阿耨多羅三藐三菩", "189": "提，是名諸法性空。菩薩摩訶薩住是中行", "19": "以方便力故，建立眾生於實際，實際亦不", "190": "般若波羅蜜時，於眾生相顛倒中拔出眾", "191": "生，所謂無眾生有眾生相中拔出，乃至知", "192": "者、見者相中拔出。於無色色相中、無受想行", "193": "識受想行識相中拔出眾生，十二入、十八界", "194": "乃至一切有漏法亦如是。須菩提！亦有諸", "195": "無漏法，所謂四念處、四正勤、四如意足、五根、", "196": "五力、七覺分、八聖道分。如是等法雖無漏法，", "197": "亦不如第一義相。第一義相者，無作、無為、", "198": "無生、無相、無說，是名第一義，亦名性空，亦", "199": "名諸佛道。是中不得眾生，乃至不得知者、", "2": "後秦龜茲國三藏鳩摩羅什譯", "20": "異眾生際，實際、眾生際無二無別。」須菩提", "200": "見者。不得色受想行識，乃至不得八十隨", "201": "形好。何以故？菩薩摩訶薩非為道法故", "202": "求阿耨多羅三藐三菩提心，為諸法實相", "203": "性空故求阿耨多羅三藐三菩提。是性空前", "204": "際亦是性空，後際亦是性空，中際亦是性空。", "205": "常性空，無不性空時。菩薩摩訶薩行是性", "206": "空般若波羅蜜，為眾生種種著相欲拔出", "207": "故，求道種智。求道種智時遍行一切道，若", "208": "聲聞道、若辟支佛道、若菩薩道。是菩薩具足", "209": "一切道，拔出眾生於邪想著，淨佛國土已，隨", "21": "白佛言：「世尊！何等是諸菩薩摩訶薩方便力，", "210": "其壽命得阿耨多羅三藐三菩提。須菩提！", "211": "過去十方諸佛道所謂性空，未來現在十方", "212": "諸佛道亦性空。離性空，世間無道、無道果。", "213": "要從親近諸佛聞是諸法性空，行是法不", "214": "失薩婆若。」須菩提白佛言：「世尊！甚希有。」「諸", "215": "菩薩摩訶薩有行是性空法，亦不壞性空", "216": "相，所謂色與性空異，受想行識與性空異，", "217": "乃至阿耨多羅三藐三菩提與性空異。須菩", "218": "提！色即是性空、性空即是色，乃至阿耨多羅", "219": "三藐三菩提。阿耨多羅三藐三菩提即是性空、", "22": "用是方便力，菩薩摩訶薩行般若波羅蜜", "220": "性空即是阿耨多羅三藐三菩提。」佛告須菩", "221": "提：「若色與性空異，若受想行識與性空異，", "222": "乃至阿耨多羅三藐三菩提與性空異，菩薩", "223": "摩訶薩不能得一切種智。須菩提！今色不", "224": "異性空，乃至阿耨多羅三藐三菩提不異", "225": "性空。以是故，菩薩摩訶薩知一切法性空，", "226": "發意求阿耨多羅三藐三菩提。何以故？是中", "227": "無有法若實若常，但凡夫著色受想行識，", "228": "凡夫取色相、取受想行識相有我，心著內", "229": "外法故，受後身色受想行識。以是因緣", "23": "時，建立眾生於實際，亦不壞實際相？」佛告", "230": "故，不得脫生老病死愁憂苦惱，往來五道。", "231": "以是事故，菩薩摩訶薩行性空波羅蜜，不", "232": "壞色等諸法相，若空、若不空。何以故？色性空", "233": "相不壞色，所謂是色是空，是受想行識乃", "234": "至阿耨多羅三藐三菩提亦如是。譬如虛空", "235": "不壞虛空，內虛空不壞外虛空，外虛空不", "236": "壞內虛空。如是，須菩提！色不壞色空相，色", "237": "空相不壞色。何以故？是二法無有性能有", "238": "所壞，所謂是空、是非空，乃至阿耨多羅三藐", "239": "三菩提亦如是。」須菩提白佛言：「世尊！若一", "24": "須菩提：「若菩薩摩訶薩行般若波羅蜜時，", "240": "切法空無分別，云何菩薩摩訶薩從初發意", "241": "以來作是願：『我當得阿耨多羅三藐三", "242": "菩提。』世尊！若一切法無分別，云何菩薩發心", "243": "言：『我當得阿耨多羅三藐三菩提。』世尊！若", "244": "分別諸法，不能得阿耨多羅三藐三菩提。」", "245": "佛告須菩提：「如是，如是！若菩薩摩訶薩行二", "246": "相者，無阿耨多羅三藐三菩提。若分別作", "247": "二分者，無阿耨多羅三藐三菩提。若不二、", "248": "不分別諸法，則是阿耨多羅三藐三菩提。", "249": "菩提是不二相、不壞相。須菩提！是菩提，不色", "25": "以方便力故，建立眾生於布施。建立已，說", "250": "中行，不受想行識中行，乃至菩提亦不菩提", "251": "中行。何以故？色即是菩提、菩提即是色，不二", "252": "不分別，乃至十八不共法亦如是。是菩提非", "253": "取故行、非捨故行。」須菩提白佛言：「世尊！若", "254": "菩薩摩訶薩菩提非取故行、非捨故行，菩薩", "255": "摩訶薩菩提何處行？」佛告須菩提：「於汝意", "256": "云何，如佛所化人，在何處行？若取中行？", "257": "若捨中行？」須菩提言：「世尊！非取中行、非捨", "258": "中行。」佛言：「菩薩摩訶薩菩提亦如是，非取", "259": "中行、非捨中行。須菩提！於汝意云何，阿羅", "26": "布施先後際相空，作是言：『如是布施，前", "260": "漢夢中菩提何處行？若取中行、若捨中行不？」", "261": "「不也，世尊！非取中行、非捨中行。世尊！阿", "262": "羅漢畢竟不眠，云何夢中菩提若取中行、若", "263": "捨中行？」「須菩提！菩薩摩訶薩阿耨多羅三藐", "264": "三菩提亦如是，非取中行、非捨中行，所謂", "265": "色中行乃至一切種智中行。」「世尊！將無菩薩", "266": "摩訶薩不行十地，不行六波羅蜜，不行", "267": "三十七助道法，不行十四空，不行諸禪定、", "268": "解脫、三昧，不行佛十力乃至八十隨形好，", "269": "住五神通，淨佛國土、成就眾生，得阿耨多", "27": "際空、後際空、中際亦空；施者亦空、施報亦空、", "270": "羅三藐三菩提？」佛告須菩提：「如是，如是！如汝", "271": "所言。今菩薩離菩提無處行，若不具足", "272": "十地、六波羅蜜、四禪、四無量心、四無色定、四念", "273": "處，乃至八聖道分，空、無相、無作，佛十力乃", "274": "至八十隨形好，常捨行不誑法、不錯謬法。", "275": "不具足是諸法，終不得阿耨多羅三藐三", "276": "菩提。是菩薩摩訶薩住色相中，住受想行識", "277": "相中，乃至住阿耨多羅三藐三菩提相中，能", "278": "具足十地，乃至得阿耨多羅三藐三菩提。是", "279": "相常寂滅，無有法能增能減、能生能滅、能垢", "28": "受者亦空。諸善男子！是一切法實際中不可", "280": "能淨、能得道、能得果。世諦法故，菩薩摩訶薩", "281": "得阿耨多羅三藐三菩提，非第一實義。何以", "282": "故？第一義中無有色乃至無阿耨多羅三", "283": "藐三菩提，亦無行阿耨多羅三藐三菩提", "284": "者。是一切法皆以世諦故說，非第一義。", "285": "須菩提！菩薩摩訶薩從初發意以來，行", "286": "阿耨多羅三藐三菩提，菩提亦不增、眾生亦", "287": "不減，菩薩亦不增減。須菩提！於意云何，", "288": "若人初得道時，住無間三昧，得無漏根，成", "289": "就若須陀洹果、若斯陀含果、若阿那含果、若", "29": "得。汝等莫念布施異、施者異、施報異、受者異。", "290": "阿羅漢果。汝爾時有所得，若夢、若心、若道、若", "291": "道果不？」須菩提言：「世尊！不得也。」佛言：「須菩", "292": "提！云何當知得阿羅漢道者？」「世尊！世諦", "293": "法故，分別名阿羅漢道。」佛言：「如是，如是！須", "294": "菩提！世諦故，說名菩薩，說名色受想行識", "295": "乃至一切種智。是菩提中無法可得，若增若", "296": "減，以諸法性空故。諸法性空尚不可得，何", "297": "況得初地心乃至十地心，六波羅蜜，三十七", "298": "助道法，空三昧，無相、無作三昧，乃至一切佛", "299": "法當有所得，無有是處。如是，須菩提！菩薩", "3": "80 實際品實際品第八十", "30": "若汝等不念布施異、施者異、施報異、受者異，", "300": "摩訶薩行阿耨多羅三藐三菩提，得阿耨多", "301": "羅三藐三菩提，利益眾生。」", "302": "81 具足品摩訶般若波羅蜜經具足品第八十一丹照明品", "303": "須菩提白佛言：「世尊！若菩薩摩訶薩行六波", "304": "羅蜜、十八空、三十七助道法，佛十力、四無所", "305": "畏、四無礙智、十八不共法，不具足菩薩道，不", "306": "能得阿耨多羅三藐三菩提。世尊！菩薩摩", "307": "訶薩當云何具足菩薩道，能得阿耨多羅", "308": "三藐三菩提？」佛告須菩提：「若菩薩摩訶薩行", "309": "般若波羅蜜時，以方便力故，行檀那波羅", "31": "是時布施能取甘露味，得甘露味果。汝", "310": "蜜，不得施、不得施者、不得受者，亦不遠", "311": "離是法行檀那波羅蜜，是則照明菩薩道。", "312": "如是，須菩提！菩薩以方便力故，具足菩薩", "313": "道。具足已，能得阿耨多羅三藐三菩提。持戒、", "314": "忍辱、精進、禪定、智慧，乃至十八不共法亦如", "315": "是。」舍利弗白佛言：「世尊！云何菩薩摩訶薩", "316": "習般若波羅蜜？」佛告舍利弗：「若菩薩摩訶薩", "317": "行般若波羅蜜，以方便力故，不壞色、不隨", "318": "色。何以故？是色性無故，不壞不隨，乃至受", "319": "想行識亦如是。舍利弗！菩薩摩訶薩行般若", "32": "善男子！以是布施故，莫著色、莫著受想行", "320": "波羅蜜，以方便力故，檀那波羅蜜不壞不", "321": "隨。何以故？檀那波羅蜜性無故，乃至十八", "322": "不共法亦如是。」舍利弗白佛言：「世尊！若諸", "323": "法無自性可壞可隨者，云何菩薩摩訶薩", "324": "能習般若波羅蜜諸菩薩摩訶薩所學處？何", "325": "以故？菩薩摩訶薩不學般若波羅蜜，不能", "326": "得阿耨多羅三藐三菩提。」佛告舍利弗：「如", "327": "汝所言，菩薩不學般若波羅蜜，不能得阿", "328": "耨多羅三藐三菩提，不離方便力故可得。", "329": "舍利弗！若菩薩摩訶薩行般若波羅蜜，若有", "33": "識。何以故？是布施布施相空，施者施者空，施", "330": "一法性可得，應當取；若不可得，何所取？", "331": "所謂此是般若波羅蜜，是禪那波羅蜜，是", "332": "毘梨耶波羅蜜，是羼提波羅蜜、尸羅波羅蜜、", "333": "檀那波羅蜜，是色受想行識乃至是阿耨多", "334": "羅三藐三菩提。舍利弗！是般若波羅蜜不可", "335": "取相，乃至一切諸佛法不可取相。舍利弗！是", "336": "名不取般若波羅蜜乃至佛法，是菩薩摩訶", "337": "薩所應學。菩薩摩訶薩於是中學時，學相", "338": "亦不可得，何況般若波羅蜜？佛法、菩薩法、辟", "339": "支佛法、聲聞法、凡夫人法？何以故？舍利弗！", "34": "報施報空，受者受者空。空中布施不可得、施", "340": "諸法無一法有性，如是無性諸法，何等是", "341": "凡夫人、須陀洹、斯陀含、阿那含、阿羅漢、辟支佛、", "342": "菩薩、佛？若無是諸賢聖，云何有法？以是", "343": "法故，分別說是凡夫人、須陀洹、斯陀含、阿那", "344": "含、阿羅漢、辟支佛、菩薩、佛。」舍利弗白佛言：「世", "345": "尊！若諸法無性無實、無根本，云何知是凡夫", "346": "人乃至是佛？」佛告舍利弗：「凡夫人所著處，色", "347": "有性有實不？」「不也，世尊！」「但以顛倒心故，", "348": "受想行識乃至十八不共法亦如是。舍利弗！", "349": "菩薩摩訶薩行般若波羅蜜時，以方便力", "35": "者不可得、施報不可得、受者不可得。何以故？", "350": "故，見諸法無性、無根本故，能發阿耨多羅", "351": "三藐三菩提心。」舍利弗白佛言：「世尊！云何", "352": "菩薩摩訶薩行般若波羅蜜時，以方便力", "353": "故，見諸法無性、無根本故，能發阿耨多羅", "354": "三藐三菩提心？」佛告舍利弗：「菩薩摩訶薩行", "355": "般若波羅蜜時，不見諸法根本住中退沒、", "356": "生懈怠心。舍利弗！今諸法根本，實無我、無", "357": "所有性、常空，但顛倒愚癡故，眾生著陰、入、界。", "358": "是菩薩摩訶薩見諸法無所有性、常空、自相", "359": "空時，行般若波羅蜜自立。如幻師為眾", "36": "是諸法畢竟自性空故。』「復次，須菩提！菩薩摩", "360": "生說法，慳者為說布施法，破戒者為說持", "361": "戒法，瞋者為說忍辱法，懈怠者為說精進", "362": "法，亂者為說禪定法，愚癡者為說智慧法。", "363": "令眾生住布施乃至智慧，然後為說聖法", "364": "能出苦。用是法故，得須陀洹果，乃至得阿", "365": "羅漢果、辟支佛道，乃至阿耨多羅三藐三菩提。」", "366": "舍利弗白佛言：「世尊！菩薩摩訶薩得是", "367": "眾生無所有，教令布施、持戒乃至智慧，然後", "368": "為說聖法能出苦。以是法故，得須陀洹果", "369": "乃至阿耨多羅三藐三菩提。」佛告舍利弗：「菩", "37": "訶薩行般若波羅蜜時，以方便力故教眾", "370": "薩摩訶薩行般若波羅蜜時，無有有所", "371": "得過罪。何以故？舍利弗！是菩薩摩訶薩行般", "372": "若波羅蜜時，不得眾生，但空法相續故，名", "373": "為眾生。舍利弗！菩薩摩訶薩住二諦中為", "374": "眾生說法：世諦、第一義諦。舍利弗！二諦中", "375": "眾生雖不可得，菩薩摩訶薩行般若波羅蜜，", "376": "以方便力故，為眾生說法。眾生聞是法，今", "377": "世吾我尚不可得，何況當得阿耨多羅三藐", "378": "三菩提者及所用法？如是，舍利弗！菩薩摩", "379": "訶薩行般若波羅蜜時，以方便力故，為眾", "38": "生持戒，語眾生言：『汝善男子！除捨殺生法，", "380": "生說法。」舍利弗白佛言：「世尊！是菩薩摩訶", "381": "薩心曠大，無有法可得，若一相、若異相、若別", "382": "相，而能如是大誓莊嚴。用是莊嚴故，不", "383": "生欲界、不生色界、不生無色界，不見有", "384": "為性、不見無為性，而於三界中度脫眾生，", "385": "亦不得眾生。何以故？眾生不縛不解。眾生", "386": "不縛不解故，無垢無淨。無垢無淨故，無分別", "387": "五道。無分別五道故，無業、無煩惱。無業、", "388": "無煩惱故，亦不應有果報。以是果報故，生", "389": "三界中。」佛告舍利弗：「如是，如是！如汝所言。", "39": "乃至除捨邪見法。何以故？善男子！如汝所", "390": "若眾生先有後無，諸佛菩薩則有過罪；諸", "391": "法五道生死亦如是。若先有後無，諸佛菩", "392": "薩則有過罪。舍利弗！今有佛無佛，諸法相", "393": "常住不異。是法相中，尚無我、無眾生、無壽", "394": "命乃至無知者、無見者，何況當有色受想", "395": "行識？若無是法，云何當有五道往來、拔出", "396": "眾生處。舍利弗！是諸法性常空，以是故，", "397": "諸菩薩摩訶薩從過去佛聞是法相，發阿", "398": "耨多羅三藐三菩提意。是中無有法我當得，", "399": "亦無有眾生定著處法不可出，但以眾生", "4": "須菩提白佛言：「世尊！若眾生畢竟不可得，菩", "40": "分別法，是諸法無如是性。汝善男子！當", "400": "顛倒故著。以是故，菩薩摩訶薩發大誓莊", "401": "嚴，常不退阿耨多羅三藐三菩提。是菩薩", "402": "不疑：『我當不得阿耨多羅三藐三菩提；我", "403": "必當得阿耨多羅三藐三菩提。』得阿耨多羅", "404": "三藐三菩提已，用實法利益眾生，令出顛", "405": "倒。舍利弗！譬如幻師幻作百千萬億人，與", "406": "種種飲食令飽滿，歡喜唱言：『我得大福。』於", "407": "汝意云何，是中有人食飲飽滿不？」「不也，世", "408": "尊！」佛言：「如是。舍利弗！菩薩摩訶薩從初發", "409": "意以來，行六波羅蜜、四禪、四無量心、四無", "41": "諦思惟何等是眾生而欲奪命？用何等物", "410": "色定、四念處，乃至八聖道分、十四空、三解脫門、", "411": "八背捨、九次第定，佛十力乃至十八不共法，", "412": "具足菩薩道，成就眾生、淨佛國土；無眾生", "413": "法可度。」須菩提白佛言：「世尊！何等是菩薩", "414": "摩訶薩道？菩薩行是道，能成就眾生、淨佛", "415": "國土。」佛告須菩提：「菩薩摩訶薩從初發意", "416": "以來，行檀那波羅蜜，行尸羅、羼提、毘梨", "417": "耶、禪那、般若波羅蜜，乃至行十八不共法，", "418": "成就眾生、淨佛國土。」須菩提白佛言：「世尊！", "419": "云何菩薩摩訶薩行檀那波羅蜜成就眾", "42": "奪命？乃至邪見亦如是。』須菩提！菩薩摩訶", "420": "生？」佛告須菩提：「有菩薩摩訶薩行檀那波", "421": "羅蜜時，自布施，亦教眾生布施，作是言：『諸", "422": "善男子！汝等莫著布施。汝著布施故，當更", "423": "受身；受身故，多受眾苦。諸善男子！諸法相", "424": "中無所施、無施者、無受者，是三法性皆空，", "425": "是性空法不可取，不可取相是性空。』如是，須", "426": "菩提！菩薩摩訶薩行檀那波羅蜜時，布施", "427": "眾生，是中不得布施、不得施者、不得受", "428": "者。何以故？無所得波羅蜜是名為檀那波", "429": "羅蜜。是菩薩不得是三法故，能教眾生令", "43": "薩如是方便力成就眾生，是菩薩摩訶薩", "430": "得須陀洹果，乃至令得阿羅漢果、辟支佛道、", "431": "阿耨多羅三藐三菩提。如是，須菩提！菩薩摩", "432": "訶薩行檀那波羅蜜時，成就眾生。是菩薩", "433": "自行布施，亦教他人行布施，讚歎布施", "434": "法，歡喜讚歎行布施者。是菩薩如是布施", "435": "已，生剎利大姓、婆羅門大姓、居士大家，若作", "436": "小王、若轉輪聖王，是時以四事攝取眾生。", "437": "何等四？布施、愛語、利行、同事。是四事攝取眾", "438": "生已，眾生漸漸住於戒、四禪、四無量心、四無", "439": "色定，四念處、八聖道分，空、無相、無作三昧，得", "44": "即為眾生說布施、持戒果報：『是布施、持戒", "440": "入正位中，得須陀洹果乃至得阿羅漢果，", "441": "若得辟支佛道，若教令得阿耨多羅三藐", "442": "三菩提。作是言：『諸善男子！汝等當發阿", "443": "耨多羅三藐三菩提心，是阿耨多羅三藐三", "444": "菩提易得耳。何以故？無有定法眾生所著", "445": "處，但顛倒故，眾生著處。是故汝等自離生", "446": "死，亦當教他離生死；汝等當發心，能自利", "447": "益，亦當得利益他人。』須菩提！菩薩摩訶", "448": "薩應如是行檀那波羅蜜。是行檀那波", "449": "羅蜜因緣故，從初發意以來，終不墮惡", "45": "果報自性空。知布施、持戒果報自性空已，是", "450": "道，常作轉輪聖王。何以故！隨其所種，得大", "451": "果報。是菩薩作轉輪聖王時，見有乞者，不", "452": "作是念：『我為餘事故，受轉輪聖王果，但", "453": "為利益一切眾生故。』是時作是言：『此是汝", "454": "物，汝自取之。莫有所難，我無所惜。我為", "455": "眾生故受生死，憐愍汝等故具足大悲。』行", "456": "是大悲饒益眾生，亦不得實定眾生相，但", "457": "有假名字故可說是眾生。是名字亦空，", "458": "如響聲實不可說相。須菩提！菩薩摩訶薩", "459": "應如是行檀那波羅蜜，於眾生中無所", "46": "中不著。不著故，心不散，能生智慧。以是智", "460": "惜，乃至不惜自身肌肉，何況外物？以是法", "461": "故，能出眾生生死。何等是法？所謂檀那波", "462": "羅蜜、尸羅波羅蜜、羼提波羅蜜、毘梨耶波羅蜜、", "463": "禪那波羅蜜、般若波羅蜜，乃至十八不共法，", "464": "令眾生從生死中得脫。「復次，須菩提！菩薩", "465": "摩訶薩住檀那波羅蜜中，布施已，作是言：", "466": "『諸善男子！汝等持戒來，我當供給汝等，令", "467": "無所乏短，衣食臥具乃至資生所須，盡當", "468": "給汝。汝等乏少故破戒，我當給汝所須，令", "469": "無所乏，若飲食乃至七寶。汝等住是戒律", "47": "慧斷一切結使煩惱習，入無餘涅槃。是", "470": "儀中，漸漸當得盡苦，成於三乘而得度", "471": "脫，若聲聞乘、辟支佛乘、佛乘。』「復次，須菩提！", "472": "菩薩摩訶薩住檀那波羅蜜中，若見眾生", "473": "瞋惱，作是言：『諸善男子！汝等以何因緣", "474": "故瞋惱？我當與汝所須，汝等所欲從我取", "475": "之，悉當給汝令無所乏，若飲食衣服乃", "476": "至資生所須。』是菩薩住檀那波羅蜜中，教", "477": "眾生忍辱，作是言：『一切法中無有堅實。汝", "478": "等所瞋，是因緣亦空、無堅實，皆從虛妄憶", "479": "想生。汝以無根本瞋恚壞心，惡口罵詈、", "48": "世俗法，非第一實義。何以故？空中無有滅", "480": "刀杖相加以至害命。汝等莫以是虛妄法", "481": "起瞋故，墮地獄、畜生、餓鬼中，及餘惡道受", "482": "無量苦。汝等莫以是虛妄無實諸法故而", "483": "作罪業，以是罪業故，尚不得人身，何況得", "484": "生佛世？諸人！佛世難值、人身難得，汝等莫", "485": "失好時，若失好時則不可救。』是菩薩摩", "486": "訶薩如是教化眾生，自行忍辱，亦教他人", "487": "令行忍辱，讚歎忍辱法，歡喜讚歎行忍辱", "488": "者。是菩薩令眾生住忍辱中，漸以三乘得", "489": "盡眾苦。如是，須菩提！菩薩摩訶薩住檀那", "49": "亦無使滅者，諸法畢竟空即是涅槃。』「復次，須", "490": "波羅蜜，令眾生住忍辱。「須菩提！云何菩薩", "491": "摩訶薩住檀那波羅蜜，令眾生精進？須菩", "492": "提！菩薩見眾生懈怠，如是言：『汝等何以懈", "493": "怠？』眾生言：『因緣少故。』是菩薩行檀那波羅", "494": "蜜時，語諸人言：『我當令汝因緣具足，若布", "495": "施、若持戒、若忍辱，如是等因緣故，令汝具", "496": "足。』是眾生得菩薩利益因緣故，身精進、口", "497": "精進、心精進。身精進、口精進、心精進故，一切", "498": "善法具足，修聖無漏法。修聖無漏法故，當", "499": "得須陀洹果，乃至阿羅漢果、辟支佛道，若得", "5": "薩為誰故行般若波羅蜜？」佛告須菩提：「菩", "50": "菩提！菩薩摩訶薩見眾生瞋恚惱心，教言：", "500": "阿耨多羅三藐三菩提。如是，須菩提！菩薩摩", "501": "訶薩行檀那波羅蜜時，住精進波羅蜜攝", "502": "取眾生。「須菩提！云何菩薩摩訶薩行檀那", "503": "波羅蜜時，教化眾生，令修禪那波羅蜜？」", "504": "佛告須菩提言：「菩薩見眾生亂心，作是", "505": "言：『汝等可修禪定。』眾生言：『我等因緣不", "506": "具足故。』菩薩言：『我當與汝等作因緣，以", "507": "是因緣故，令汝心不隨覺觀，心不馳散。』眾", "508": "生以是因緣故，斷覺觀，入初禪二禪三禪", "509": "四禪，行慈悲喜捨心。眾生以是禪無量心因", "51": "『汝善男子來！修行忍辱作忍辱人，當樂忍", "510": "緣故，能修四念處乃至八聖道分。修三十", "511": "七助道法時，漸入三乘而般涅槃，終不失", "512": "道。如是，須菩提！菩薩摩訶薩行檀那波羅", "513": "蜜時，以檀那波羅蜜攝取眾生，令行禪", "514": "那波羅蜜。「須菩提！云何菩薩摩訶薩行檀", "515": "那波羅蜜，以般若波羅蜜攝取眾生？須菩", "516": "提！菩薩見眾生愚癡無有智慧，作是言：『汝", "517": "等何以故不修智慧？』眾生言：『因緣未具足", "518": "故。』菩薩住檀那波羅蜜中，作是言：『汝等", "519": "所須得智慧具足，從我取之，所謂布施、持", "52": "辱。汝所瞋者自性空。汝來，善男子！如是思", "520": "戒、忍辱、精進、入禪定。是因緣具足已，汝等", "521": "如是思惟：「思惟般若波羅蜜時，有法可得", "522": "不？若我、若眾生、若壽命，乃至知者、見者可得", "523": "不？若色受想行識，若欲界、色界、無色界，若六", "524": "波羅蜜，若三十七助道法，若須陀洹果，若斯", "525": "陀含、阿那含、阿羅漢果、辟支佛道，若阿耨多", "526": "羅三藐三菩提可得不？」』是眾生如是思惟時，", "527": "於般若波羅蜜中無有法可得、可著處。若", "528": "不著諸法，是時不見法有生有滅、有垢有", "529": "淨，不分別是地獄、是畜生、是餓鬼、是阿修羅", "53": "惟：「我於何所法中瞋？誰為瞋者？所瞋者誰？", "530": "眾、是天、是人，是持戒、是破戒，是須陀洹、是斯", "531": "陀含、是阿那含、是阿羅漢、是辟支佛、是佛。如", "532": "是，須菩提！菩薩摩訶薩行檀那波羅蜜時，", "533": "以般若波羅蜜攝取眾生。「須菩提！云何菩", "534": "薩摩訶薩住檀那波羅蜜中，以尸羅波羅", "535": "蜜、羼提波羅蜜、毘梨耶波羅蜜、禪那波羅蜜、", "536": "般若波羅蜜，乃至三十七助道法，攝取眾生？", "537": "須菩提！菩薩摩訶薩住檀那波羅蜜中，以", "538": "供養具利益眾生。以是利益因緣故，眾生", "539": "能修四念處、四正勤、四如意足、五根、五力、七", "54": "是法皆空，是性空法無不空時。是空非諸佛", "540": "覺分、八聖道分。眾生行是三十七助道法，於", "541": "生死中得解脫。如是，須菩提！菩薩摩訶薩", "542": "以無漏聖法攝取眾生。「復次，須菩提！菩薩", "543": "摩訶薩教化眾生時，如是言：『諸善男子！汝", "544": "等從我取所須物，若飲食衣服、臥具香華，", "545": "乃至七寶等種種資生所須，汝當以是攝", "546": "取眾生。汝等長夜利益安樂，莫作是念：「是", "547": "物非我所有，我長夜為眾生故集此諸物。」", "548": "汝等當取是物，如己物無異，教化眾生，", "549": "令行布施、持戒、忍辱、精進、禪定、智慧，乃至令", "55": "作，非辟支佛、聲聞作，非菩薩摩訶薩作，非", "550": "得三十七助道法，佛十力乃至十八不共法，", "551": "亦令得諸無漏果，所謂須陀洹果乃至阿", "552": "羅漢果、辟支佛道、阿耨多羅三藐三菩提。』如", "553": "是，須菩提！菩薩摩訶薩行檀那波羅蜜時，", "554": "應如是教化眾生，令得離三惡道及一切", "555": "生死往來苦。「復次，須菩提！菩薩摩訶薩住", "556": "尸羅波羅蜜，教化眾生，作是語：『眾生！汝等", "557": "少何因緣故破戒，我當與汝作具足因緣，", "558": "若布施乃至智慧，及種種資生所須。』是菩薩", "559": "摩訶薩住尸羅波羅蜜，利益眾生，令行十", "56": "諸天、鬼神、龍王、阿修羅、緊陀羅、摩睺羅伽，", "560": "善、遠離十不善道。是諸眾生持諸戒，不破戒、", "561": "不缺戒、不濁戒、不雜戒、不取戒，漸以三乘而", "562": "得盡苦。尸羅波羅蜜為首，如檀那波羅蜜", "563": "說。餘四波羅蜜亦如是。」", "564": "摩訶般若波羅蜜經卷第二十五", "57": "非四天王天乃至非他化自在天，非梵眾", "58": "天乃至非淨居天，非無邊空處乃至非有", "59": "想非無想諸天所作。」汝當如是思惟：「瞋誰？", "6": "薩為實際故行般若波羅蜜。須菩提！實際、", "60": "誰是瞋者？何等是瞋事？是一切法性空，", "61": "性空法無有所瞋。」』如是，須菩提！菩薩摩", "62": "訶薩行般若波羅蜜時，以是因緣建", "63": "立眾生於性空，次第漸漸示教利喜，令得", "64": "阿耨多羅三藐三菩提。是世俗法，非第一實", "65": "義。何以故？是性空中無有得者、無有得", "66": "法、無有得處。須菩提！是名實際性空法。", "67": "菩薩摩訶薩為眾生故行是法，眾生亦不可", "68": "得。何以故？一切法離眾生相。「復次，須菩提！", "69": "菩薩摩訶薩行般若波羅蜜時，方便力故，見", "7": "眾生際異者，菩薩不行般若波羅蜜。須菩", "70": "眾生懈怠，教令身精進心精進。作是言：『諸", "71": "善男子！諸法性空中，無懈怠法、無懈怠者、", "72": "無懈怠事。是一切法性皆空，無過性空者。", "73": "汝等生身精進、心精進，為生善法故莫懈", "74": "怠。善法者，若布施、若持戒、若忍辱、若精進、若", "75": "禪定、若智慧；若諸禪定、解脫、三昧；若四念處", "76": "乃至八聖道分；若空解脫門，無相、無作解脫", "77": "門；乃至十八不共法莫懈怠。諸善男子！是", "78": "一切法性空中當知無礙相，無礙法中無懈", "79": "怠者、無懈怠法。』如是，須菩提！菩薩摩訶薩", "8": "提！實際！眾生際不異。以是故，菩薩摩訶薩", "80": "行般若波羅蜜時，教眾生令住性空，不", "81": "墮二法。何以故？是性空中無二無別故。是", "82": "無二法，則無可著處。「復次，須菩提！菩薩摩", "83": "訶薩行性空般若波羅蜜時，教眾生令精", "84": "進。作是言：『諸善男子！勤精進若布施、若持戒、", "85": "若忍辱、若精進、若禪定、若智慧；若禪定、解脫、", "86": "三昧；若四念處乃至八聖道分；若空解脫門，", "87": "無相、無作解脫門；若佛十力、若四無所畏、若", "88": "四無礙智、若十八不共法、若大慈大悲。是諸", "89": "法，汝等莫念二相、莫念不二相。何以故？是", "9": "為利益眾生故行般若波羅蜜。復次，須菩", "90": "法性皆空。是性空法，不應用二相念、不應", "91": "用不二相念。』如是，須菩提！菩薩摩訶薩行", "92": "般若波羅蜜，以方便力故成就眾生。成就", "93": "眾生已，次第教令得須陀洹果、斯陀含果、阿", "94": "那含果、阿羅漢果、辟支佛道、菩薩位，令得", "95": "阿耨多羅三藐三菩提。「復次，須菩提！菩薩摩", "96": "訶薩行般若波羅蜜時，見眾生亂心，以方", "97": "便力，為利益眾生故，作是言：『諸善男子！當", "98": "修禪定。汝莫生亂想，當生一心。何以故？", "99": "是法性皆空性，空中無有法可得，若亂、若"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0223 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經", "author": "後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}