{"author": "唐 菩提流志譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1139 護命法門神呪經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1139 [Nos. 1137, 1138, 1140]", "1": "護命法門神呪經", "2": "唐天竺三藏菩提流志譯", "3": "如是我聞。一時薄伽梵。在菩提樹下成正覺", "4": "處大制多中。與大苾芻眾千二百五十人俱。", "5": "其名曰具壽舍利子。具壽大目揵連。具壽阿", "6": "難陀。如是大聲聞等而為上首。及與諸大菩", "7": "薩眾俱。其名曰金剛幢菩薩。金剛藏菩薩。金", "8": "剛手菩薩。慈氏菩薩。如是等於賢劫中一切", "9": "菩薩摩訶薩眾而為上首。", "10": "爾時金剛手菩薩摩訶薩。白佛言世尊。唯願", "11": "如來應正等覺。為諸有情說擁護壽命微妙", "12": "法門。由此法門與一切有情。作大光明作大", "13": "覆護。令彼有情得無所畏。一切怨讎諸惡知", "14": "識。若天若龍若藥叉。若羅剎若部多鬼。及鳩", "15": "畔茶人非人等。彼終不能起於惡心而為嬈", "16": "亂奪其精氣。若遇刀劍飲食毒藥。厭禱諸患", "17": "不能為害。若有眾生行住坐臥。睡眠惛醉及", "18": "以醒覺。於一切處我能守護。唯願世尊利益", "19": "一切諸有情故。演說如是種種神呪。如我常", "20": "時於如來所親近承事恒不捨離。我今守護", "21": "一切有情亦復如是。於一切時為義利故。為", "22": "安樂故為饒益故。是故我今勸請如來。擁護", "23": "一切諸善男子善女人住菩薩乘者。勿令鬪", "24": "諍罵辱毀訾心懷怨結。及諸病苦非時夭橫。", "25": "金剛手菩薩摩訶薩如是請已。時薄伽梵告", "26": "金剛手菩薩言。善哉善哉善男子。汝為利益", "27": "諸有情故勸請如來。汝今諦聽善思念之我", "28": "今為汝演說護命法門。名為善門。", "29": "怛姪徒也反下皆同他鄔俱一莽莫補反下皆同俱二鄔俱摩比", "30": "卑旨反尼三畔柁儞平聲呼下皆同自此已下字注平上去入者皆依平上去入聲呼之四", "31": "婆上羅者麼儞平五婆上虎梨婆上虎梨六", "32": "󰼮乃可反虎七虎虎梨八跋䫂丁可反耶藥何反下皆同九莎去聲", "33": "呼之下皆同訶十", "34": "爾時如來說此灌頂陀羅尼呪已。於是世尊", "35": "復說諸佛之所護念陀羅尼呪長壽法門。", "36": "怛姪他跋折常逸反下皆同𠼝自此已下口邊作字者皆轉舌呼之跋折𠼝跋", "37": "折𠼝一跋折囉柁嚟二跋折囉婆上底丁履", "38": "反下皆同三跋折囉蘗底四跋折囉柁啼田脂反下皆同五斫", "39": "訖囉跋折𠼝六斫訖囉柁𠼝七麼𠼝八柁𠼝柁", "40": "𠼝九鼻𠼝鼻𠼝十莽𠼝質𠼝十一虎虎𠼝十二朋", "41": "去伽鼻鼻𠼝十三始𠼝十四𠼝𠼝尸十五主主𠼝十", "42": "六嚕嚕旨十七婆上𠼝者之可反下皆同犁十八主𠼝莽", "43": "𠼝者𠼝十九曼茶上聲下皆同𠼝二十曼茶儞二十一薩", "44": "婆播跋鼻那捨尸可反下皆同儞二十二薩婆嚕伽鉢囉", "45": "奢末儞二十三阿迦羅蜜哩柱丁庾反下皆同鉢囉底鎩", "46": "柁儞二十四夜藥箇反下皆同婆柱婆思訖反下皆同婆上奔入那", "47": "奔入𡆆底鎩柁儞二十五", "48": "怛姪他曼茶儞一伽伽囉尼二謨茶儞三三", "49": "鉢𡆆謨茶儞四那捨尸可反下皆同儞五三鉢羅那", "50": "捨儞六薩婆毘蒲也反啼鉢𡆆捨末儞七夜藥可反", "51": "婆杜娑思訖反婆上奔入那阿迦羅蜜哩柱鉢𡆆", "52": "底鎩柁儞八", "53": "怛姪他那捨儞一那捨儞二畔柁儞畔柁儞三", "54": "瞋去聲呼下同陀瞋陀四鼻𠼝弭𠼝五娑上𠼝六訶", "55": "怛泥七跋𠼝八婆上聲下皆同𠼝婆𠼝九毘上啼十毘", "56": "上𠼝毘上𠼝毘上𠼝十一烏沙師可反𠼝十二奢", "57": "𡆆泥十三婆上𡆆婆嚕泥十四婆𡆆迦茶曳十", "58": "五婆𡆆𠿒訶訖反摩遮哩尼十六因達羅婆上底", "59": "十七地地囉野尼十八納慕莫醯濕筏囉囉曳儞", "60": "十九紇唎師婆社禰二十播跛闍時何反㰤呼可反", "61": "儞二十一迦去羅婆地儞二十二部多婆地儞二十三薩", "62": "多丁耶反羯挮二十四素摩跋低二十五素摩奔入𡆆鞞", "63": "二十六莎訶二十七", "64": "但姪他𠿒如字下皆同囉𠿒囉一呬虛利反下皆同犁二莎訶三", "65": "怛姪他揭雉多一鉢雉多二阿曳那三阿𠼝蟾", "66": "跋泥四翳迦羯柁泥五補多多訖反囉茶𠿒儞六", "67": "末伽長聲呼毘盧𠿒儞七虎娑跋底八虎娑跋底九", "68": "補娑跋底十補娑跋底十一呬梨呬梨十二也他", "69": "長聲下同闍時箇反耶十三也他阿耆耆逸反儞十四也他鉢", "70": "嚂者十五也他跋監十六也他跋折嚂十七也他", "71": "訶哩訶訖反柁監十八", "72": "佛告金剛手菩薩摩訶薩。此護命善門陀羅", "73": "尼神呪。過去如來應正等覺。先所演說先已", "74": "守護。發大誓願真實建立。我今亦為利益悲", "75": "愍一切有情。發大誓願真實建立。是故說此", "76": "陀羅尼呪。", "77": "爾時薄伽梵放大人相眉間光明。其光普曜", "78": "諸佛剎土。由佛神變諸剎土中一切如來見", "79": "此光明。各從自土俱時發趣索訶世界。到釋", "80": "迦牟尼佛所。讚言善哉善哉釋迦牟尼佛。乃", "81": "能利益擁護一切諸有情故。說此法門陀羅", "82": "尼呪。能作光明令得歡喜令得正念。是故我", "83": "今稱揚讚歎。若有善男子善女人。於晨朝時", "84": "受持讀誦此陀羅尼神呪句義。當獲二十種", "85": "功德。一者當得諸佛之所攝受。二者常為諸", "86": "佛之所憶念。三者當得永離受惡趣業。四者", "87": "當得長壽富貴。五者當得名稱遠聞。六者當", "88": "得勇猛威力。七者恒常無病復能精進。八者", "89": "常為諸佛之所覆護。九者復為諸天之所憶", "90": "念。十者勤修善行。十一者當得光明歡喜正", "91": "念。十二者當得諸相具足。十三者得無所畏。", "92": "十四者當得具足尸羅。十五者當得成就一", "93": "切善根。十六者當得諸天守護。十七者當得", "94": "諸龍守護。十八者當得藥叉守護。十九者當", "95": "得一切世間之所敬愛。二十者速疾得阿耨", "96": "多羅三藐三菩提。佛告金剛手。我今說此陀", "97": "羅尼呪。即是諸佛如來應正等覺祕密之處。", "98": "一切諸佛之所守護。", "99": "爾時金剛手菩薩摩訶薩。白佛言世尊。我今", "100": "亦為擁護利益諸善男子善女人故。說陀羅", "101": "尼。若復有人能受持此護命法門陀羅尼呪。", "102": "於晨朝時當起讀誦。世尊我常守護如是等", "103": "人令無惱害。", "104": "怛姪他尸弃平聲呼之下同尸弃尸弃尸弃一旨旨旨旨", "105": "二婆婆婆婆三鶻嚕嚕嚕嚕四恃恃恃恃五䞘", "106": "其乞反囉䞘囉䞘囉䞘囉六欯許日反𠼝欯𠼝欯", "107": "𠼝欯𠼝七㰤呼可反㰤㰤㰤八麼麼麼麼九末那末", "108": "那十㰤那㰤迷十一薩婆鉢喇多丁也反㗚體他旨反", "109": "迦十二柁訶柁訶謎十三薩婆設怛喇婆十四鉢", "110": "遮鉢遮謎十五薩婆阿呬帶史拏十六莎訶十七", "111": "爾時薄伽梵。讚金剛手菩薩摩訶薩言。善哉", "112": "善哉善男子。汝今說此陀羅尼神呪。成就最", "113": "勝有大義利。我為覆護諸有情故。於彼一切", "114": "毛孔之中。施其威光令得安樂。爾時索訶", "115": "世界主梵天王。即從座起向佛合掌恭敬。而", "116": "白佛言世尊。我今亦為利益守護諸善男子", "117": "及善女人。說陀羅尼神呪。", "118": "怛姪他呬𠼝一弭梨二旨梨三莎訶四勃𡆆黑", "119": "訶訖反下同摩補𠼝五莎訶六勃𡆆黑摩娑思訖反嚩𠼐", "120": "七莎訶八勃𡆆黑摩薜九蘇揭薜十補澁波僧娑", "121": "思訖反䫂𠼐十一莎訶十二", "122": "世尊此神呪句。欲為擁護利益諸善男子及", "123": "善女人。於晨朝時當起讀誦。", "124": "爾時天帝釋白佛言。世尊我今亦為擁護利", "125": "益諸善男子及善女人。唯願如來垂哀護念。", "126": "當說陀羅尼。若復有人能受持此護命善門。", "127": "於晨朝時憶念讀誦。", "128": "怛姪他毘儞平婆𡆆尼一憚茶摩󰸬茶徒皆反二", "129": "旨胝胝儞平三具𠼝乾陀𠼝四薩𡆆麼訶", "130": "儞平跋折㘕五多嚕尼六駐吒故反羅摩履儞平", "131": "七斫訖囉婆上雞吉夷反八捨婆上𠼐九捨麼𠼐十", "132": "鉢囉摩攞低十一㰤那摩蚶陀鹽反多𡆆尼十二", "133": "苫跋𠼝十三莎訶十四", "134": "爾時多聞天王持國天王增長天王醜目天", "135": "王。合掌恭敬白佛言世尊。我等亦為擁護利", "136": "益諸善男子及善女人。說陀羅尼神呪。若復", "137": "有人能受持此護命法門。於晨朝時當起讀", "138": "誦。", "139": "怛姪他補澁篦比奚反一蘇補澁篦二杜摩跛𠼝訶", "140": "𠼐三阿㗚耶鉢𡆆捨悉低四扇低五儞㗚目訖", "141": "低六瞢伽上例平七呬囉尼尼也反揭鞞八窣堵低", "142": "九娑思訖反多鼻低十莎訶十一", "143": "爾時鬼子母訶履底丁履反白佛言世尊。我今亦", "144": "為擁護利益諸善男子善女人故。說陀羅尼。", "145": "若復有人能受持此護命神呪善門陀羅尼。", "146": "於晨朝時當起讀誦。", "147": "怛姪他悉梨一斯悉梨二悉梨三斯悉梨四必梨", "148": "五摩訶卑必梨六悉弭履斯七堀嚕泥尼皆反八下皆同", "149": "堀嚕泥九堀嚕泥十摩訶堀嚕泥普十一莎訶十", "150": "二", "151": "爾時五大山藥叉軍將。合掌恭敬白佛言世", "152": "尊。我今亦為擁護利益諸善男子善女人故。", "153": "說陀羅尼神呪。若復有人能受持此護命神", "154": "呪法門陀羅尼。於晨朝時當起讀誦。", "155": "怛姪他遏𪘜卓皆反普一跋𪘜普二橠𪘜普三", "156": "矩󰼮𪘜普四摩󰼮𪘜普五曷囉門上茶㰤低", "157": "普六室𠼝普七朋去祁祁奚反普八麼者犁普九莎", "158": "訶十", "159": "爾時金剛手菩薩摩訶薩。白佛言世尊。我今", "160": "亦為擁護利益諸善男子善女人故。悲愍攝", "161": "受皆令安隱致諸吉祥。我當結界令離刀杖", "162": "銷諸惡毒。若復有人能受持此護命法門。於", "163": "晨朝時當起讀誦。", "164": "怛姪他𠿒訶訖反下同󰓑跋折𠼐一𠿒󰓑跋折𠼐二呬", "165": "呬呬呬三鼻四鼻私五麼訶鼻私普六莎訶七", "166": "爾時大自在天子。合掌恭敬白佛言世尊。我", "167": "今亦為擁護利益諸善男子善女人故。說陀", "168": "羅尼神呪。若復有人能受持此護命善門。於", "169": "晨朝時當起讀誦。", "170": "怛姪他虎盧虎盧虎盧虎盧一魯魯魯魯魯魯", "171": "二薩婆部多奔入𡆆底丁履反下同鎩柁南迦𡀔弭", "172": "三莎訶四", "173": "爾時童子軍將。向佛合掌恭敬而立。白佛言", "174": "世尊。我今亦為擁護利益諸善男子善女人", "175": "故。說陀羅尼。若復有人。能受持此護命神呪", "176": "陀羅尼法門。於晨朝時清潔其身當起讀誦。", "177": "怛姪他呬梨一呬梨二呬梨三梨四梨五梨六梨", "178": "七梨八梨九薩婆部多奔入囉底鎩拕南迦路", "179": "弭十莎訶十一", "180": "爾時月光天子。合掌恭敬白佛言世尊。我今", "181": "亦為擁護利益諸善男子善女人故。說陀羅", "182": "尼。若復有人能受持此護命法門陀羅尼神", "183": "呪。於晨朝時當起讀誦。", "184": "怛姪他應烏蹬反耆耆西反下同一朋去耆二障耆三呬儞", "185": "平四地地五地地六旨旨普七莎訶八", "186": "爾時聖觀自在菩薩摩訶薩。白佛言世尊。我", "187": "今亦為擁護利益諸善男子善女人故。說陀", "188": "羅尼。若復有人能受持此護命法門。於晨朝", "189": "時當起讀誦。", "190": "怛姪他㰤低一毘㰤低二儞平㰤低三蘇㰤低", "191": "四薩婆奔入𡆆多丁耶反㗚體他旨反鷄五奔入𡆆", "192": "多丁耶反弭怛𠼝六輸上提七目訖低八毘麼梨", "193": "九涅乃逸反麼犁十奔入𡆆婆娑思訖反嚩𠼐十一奔", "194": "入𡆆婆娑思訖反迦上𠼝十二奔入囉婆迦上", "195": "𠼐普十三莎訶十四", "196": "爾時慈氏菩薩。白佛言世尊。我今亦為擁護", "197": "利益諸善男子善女人故。說陀羅尼。若復有", "198": "人能受持此護命法門。於晨朝時當起讀誦。", "199": "怛姪他十筏犁一十筏犁二摩訶十筏犁三十", "200": "筏犁四十筏履儞平五鄔訖低六目訖低七閃", "201": "謎八奔入𡆆閃謎九摩訶閃謎十閃弭", "202": "十一三摩提十二摩訶三摩提十三三摩鉢低十四", "203": "摩訶三摩鉢低十五十筏犁十六摩訶十筏犁十", "204": "七十筏㘕婆謎普十八莎訶十九", "205": "爾時雪山大藥叉軍將。合掌恭敬而白佛言", "206": "世尊。我今亦為擁護利益諸善男子善女人", "207": "故。說陀羅尼神呪。若復有人能受持此護命", "208": "法門。於晨朝時當起讀誦。", "209": "怛姪他鄔禪婆上𠼐一禪婆上𠼐二奔入", "210": "𡆆禪婆上犁三毘毘耶反跋低四莽莫古反󰼮曳五", "211": "三摩提六摩訶三摩提七三摩鉢低八摩訶三", "212": "摩鉢低九儞平犁十儞平犁十一儞平羅計世", "213": "十二計始儞平十三矩隷十四矩隷十五摩訶矩隷", "214": "十六儞平羅矩隷十七悉提十八悉陀摩怒𡆆梯", "215": "十九遏𪘜二十跋𪘜二十一󰼮𪘜二十二拘󰼮𪘜二十", "216": "三三漫低二十四婆羅矩制二十五憚低二十六儞平羅", "217": "計世二十七矩隷二十八摩訶矩隷二十九尼羅建低三十", "218": "常具梨三十一虎世三十二牟虎世三十三婆羅常具梨", "219": "三十四叵羅矩制三十五叵羅悶制普三十六莎訶三十七", "220": "爾時七山大藥叉軍將。合掌恭敬白佛言世", "221": "尊。我今亦為擁護利益諸善男子善女人故。", "222": "說陀羅尼。若復有人能受持此護命法門陀", "223": "羅尼呪。於晨朝時當起讀誦。", "224": "怛姪他阿麼犁一毘麼犁二儞儞逸反麼犁三瞢", "225": "伽上例去四呬囉若尼也反揭鞞五薩婆阿喇他", "226": "娑柁儞平六麼迦室者之可反", "227": "儞平七庾訖低八毘囉逝九羯𪘜十計株吒拘反", "228": "劍平婆上犁十一勃𡆆𠿒訶訖反迷十二勃𡆆𠿒訶訖", "229": "反摩娑娑訖反嚩𠼐十三勃囉𠿒訶訖反摩悉提十四悉", "230": "陀麼怒𡆆替普十五莎訶十六", "231": "爾時金剛商羯羅大天女。合掌恭敬白佛言", "232": "世尊。我今亦為擁護利益哀愍攝受諸善男", "233": "子及善女人。說陀羅尼句。皆令安隱致諸吉", "234": "祥。若復有人能受持此法門護命神呪。於晨", "235": "朝時當起讀誦。", "236": "怛姪他跋折㘑一跋折𡆆二跋折㘑三摩訶跋", "237": "折㘑四跋折囉麼底五勃陀跋折隷六勃陀阿", "238": "地瑟恥多跋折㘑七烏勃提八儞勃提九三勃", "239": "提十婆虎勃提十一毘始瑟吒勃提十二勃提十", "240": "三勃提十四勃提十五勃提十六勃提十七提勝", "241": "伽弭儞平十八蟾伽上迷十九阿𡆆迷二十底囉", "242": "迷二十一底犁二十二底犁二十三底犁二十四末耆祁西反二十五", "243": "麼健多伽弭泥普二十六莎訶二十七", "244": "爾時金剛軍菩薩摩訶薩。合掌恭敬白佛言", "245": "世尊。我今亦為擁護利益諸善男子及善女", "246": "人。說陀羅尼句若復有人能受持此護命神", "247": "呪法門陀羅尼。於晨朝時當起讀誦。", "248": "怛姪他呬呬跋折囉一呬呬跋折囉二醯醯跋", "249": "折囉三也婆枳利枳利跋折囉四莎訶五", "250": "怛姪他安茶𠼐一般比寒反下同茶𠼐二失吠低", "251": "三般茶囉婆私儞平四緊󰼮㘑五迦囉茶茶皆", "252": "反六鷄庾㘑七伊上㰤勃提八怛多囉勃提九部", "253": "誓十部瞻伽上迷十一部瞻伽上迷十二部", "254": "瞻伽跋底十三婆上曳十四婆上樣耆祁西反十五", "255": "婆上也䞘囉跋低十六鼻儞平十七鼻儞平十八始", "256": "𠼝十九跛梯二十尸摩跛梯二十一阿地多丁耶反跛", "257": "梯二十二諦誓二十三諦誓跛梯二十四阿迦賒尸阿反跛", "258": "梯普二十五莎訶二十六", "259": "爾時金剛使者。合掌恭敬白佛言世尊。我今", "260": "亦為擁護利益諸善男子及善女人。所有諸", "261": "障皆令銷滅。若復有人能受持此護命法門", "262": "陀羅尼神呪。於晨朝時當起讀誦。", "263": "怛姪他矩𪘜一矩𪘜二矩徵張履反儞三矩吒", "264": "矩吒㘑四莎訶五儞犁六儞犁七儞羅計世八莎", "265": "訶九臂低十臂多十一臂多計世十二莎訶十三盧", "266": "呬低十四盧呬低十五盧呬多計世十六莎訶十七", "267": "阿婆柁低十八阿婆柁低十九阿婆柁多計世二", "268": "十莎訶二十一漫恃瑟𪘜二十二漫恃瑟𪘜二十三", "269": "漫恃瑟吒計世二十四莎訶二十五斫訖㘑二十六斫訖", "270": "㘑二十七斫訖囉二十八斫訖㘑二十九跋折囉斫訖㘑", "271": "三十莎訶三十一", "272": "爾時薄伽梵釋迦牟尼佛。即申右手真金色", "273": "臂。讚釋梵四天王等言。善哉善哉汝等諸天。", "274": "哀愍守護一切有情。我以威神擁護於汝。說", "275": "此陀羅尼呪。", "276": "爾時薄伽梵復告金剛手菩薩摩訶薩言。若", "277": "有善男子善女人。能受持此護命法門陀羅", "278": "尼神呪。於晨朝時受持讀誦。是人當為一切", "279": "諸佛及諸菩薩。乃至一切天龍藥叉阿素洛", "280": "揭路茶緊捺洛莫呼落伽之所擁護。時薄伽", "281": "梵說此經已。金剛手菩薩摩訶薩。及釋梵護", "282": "世天人阿素洛健闥縛等。一切眾會聞佛所", "283": "說歡喜奉行。", "284": "護命法門神呪經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1139 護命法門神呪經", "source": "CBETA"}