{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0399 寶女所問經: 寶女所問經: 寶女所問經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "8 十八不共法品", "1": "寶女所問經卷第四", "2": "西晉月支三藏竺法護譯", "3": "9 三十二相品三十二相品第九", "4": "於是寶女問世尊曰：「唯然，大聖！今所可謂", "5": "如來至真三十有二大人之相，前世宿命行", "6": "何功德，而致逮得三十有二大人之相遍布", "7": "在體？」佛告寶女：「吾往古世行無量德合集眾", "8": "行，如來由是逮得三十有二大人之相遍布", "9": "于體。今粗舉要。如來之相足安平立大人", "10": "之相者，乃往古世堅固勸助而不退轉，未曾", "11": "覆蔽他人功故。如來手足而有法輪大人相", "12": "者，乃往古世興設若干種種施故。如來至真", "13": "指纖長好大人相者，乃往古世則說經義救", "14": "護眾生令無患故。如來手足生網幔理大人", "15": "相者，乃往古世未曾破壞他人眷屬故。如來", "16": "手足柔軟微妙大人相者，乃往古世而以惠", "17": "施，若干種衣細軟服故。如來而有七合充滿", "18": "大人相者，乃往古世廣設眾施，供諸乏故。如", "19": "來之膝平正無節，𨄔腸如鹿大人相者，乃往", "20": "古世奉受經典不違失故。如來之身其陰馬", "21": "藏大人相者，乃往古世謹慎己身遠欲法故。", "22": "如來之身頰車充滿，猶如師子大人相者，乃", "23": "往古世廣修淨業修行備故。如來至真常於", "24": "胸前自然卍字大人相者，乃往古世蠲除穢", "25": "濁不善行故。如來肢體具足成就大人相者，", "26": "乃往古世施以無畏安慰人故。如來手臂長", "27": "出於膝大人相者，乃往古世人有所作，佐助", "28": "勸故。如來身淨而無瑕玼大人相者，乃往古", "29": "世奉行十善無厭足故。如來腦戶充滿弘備", "30": "大人相者，乃往古世其有病者，若干種藥瞻", "31": "視療故。如來師子步大人相者，乃往古世殖", "32": "眾德本具足備故。如來四十齒白大人相者，", "33": "乃往古世志性等仁於眾生故。如來牙齒無", "34": "有間䟽大人相者，乃往古世設人諍鬪令合", "35": "和故。如來頷牙大人相者，乃往古世則以微", "36": "妙可意之物而興施故。如來清白美好髮眉", "37": "大人相者，乃往古世善自護己身口心故。如", "38": "來廣長舌大人相者，乃往古世所言至誠護", "39": "口之過故。如來舋舋大人相者，以無量福供", "40": "養究竟心行仁和，與眾生願使得覆蓋。如", "41": "來梵聲哀鸞之音大人相者，乃往古世言語", "42": "柔和，與眾人言護口節辭，無央數人聞其所", "43": "語無不悅故。如來瞳子紺青色大人相者，乃", "44": "往古世常以慈目察眾人故。如來之眼如月", "45": "初生大人相者，乃往古世無麁暴志，心性和", "46": "順故。如來眉間白毫大人相者，乃往古世咨", "47": "嗟歌誦閑居之德眾人行故。如來頂上肉髻", "48": "自然大人相者，乃往古世敬奉賢聖禮尊長", "49": "故。如來肌體柔軟妙好大人相者，乃往古世", "50": "心念念集法品藏故。如來身形紫磨金色", "51": "大人相者，乃往古世多施衣服臥具床故。如", "52": "來之體一一毛生大人相者，乃往古世離於", "53": "集會眾閙之故。如來之毛上向右旋大人相", "54": "者，乃往古世尊敬於師，受善友教稽首從故。", "55": "如來頭髮紺青色大人相者，乃往古世愍傷", "56": "群黎，不以刀杖而加害故。如來之身平正方", "57": "圓，無有阿曲大人相者，乃往古世己身眾生", "58": "勸化安之令定意故。如來之脊如大鉤鎖，普", "59": "有威曜巍巍之德大人相者，乃往古世為諸", "60": "正覺，興立形像繕修壞寺，其離散者勸使和", "61": "合施無畏懼，其諍訟者化令相順故。女欲", "62": "知之吾往世時，行於無量不可計會眾德之", "63": "本，如來宿世奉行如斯，乃能致此三十有二", "64": "大人之相。」", "65": "爾時，寶女白世尊曰：「至未曾有，天中天！如來", "66": "往古所造德本誠不可及，而分別說諸佛之", "67": "法。」佛告寶女：「如是如是！如汝所言，如來則為", "68": "分別解說諸佛之法。若有菩薩逮得聞此如", "69": "來往古所殖德本諸佛所講，則獲善利無極", "70": "之慶，即當歸趣於真諦行，咸能具足諸佛之", "71": "法。」佛說於斯如來十力、四無所畏、十八不共", "72": "諸佛之法，及三十二大人之相法門品時，十", "73": "方世界六反震動，甚大光明普照佛土，不可", "74": "計量眾生之類，皆發無上正真道意；二萬五", "75": "千菩薩得不起法忍。天於虛空百千之眾而", "76": "雨天華，皷天上樂琴笛簫瑟，舉聲歎曰：「其有", "77": "眾人逮得聞此如來十力、四無所畏、十八不", "78": "共諸佛之法、三十二大人之相，功德具足無", "79": "有罪咎，信樂不疑行如上教，則於大眾、天上", "80": "世間、天人之前演師子吼，猶如今日如來至", "81": "真等正覺矣，天人之前而師子吼。所以者", "82": "何？斯正典者終不歸趣下劣少信，處於小乘", "83": "眾人之首，當歸清淨遵修法者，其人得此", "84": "經典之要，愛敬可意欣悅踊躍。」", "85": "10 法行品法行品第十", "86": "於是寶女白世尊曰：「至未曾有，天中之天！如", "87": "來乃講往古去世一切德本諸佛正典。何謂，", "88": "世尊！菩薩所行遵修經典為行法乎？善哉世", "89": "尊！願說菩薩所行之法。」佛告寶女：「志性清", "90": "淨則為菩薩所行法也。堅固親友則為行法；", "91": "有反覆者則為行法；能修加恩則為行法；能", "92": "忍罵詈則為行法；又歸命者而不棄捐則為", "93": "行法；其羸劣者能為忍辱則為行法；所難致", "94": "者而能施與則為行法；慈哀諸身則為行法；", "95": "志性愍傷則為行法；護於犯戒則為行法；", "96": "思惟經典則為行法；將順道教則為行法；", "97": "好樂正典則為行法；將御諸經則為行法；而", "98": "順寂然則為行法；而樂獨一則為行法；不厭", "99": "閑居則為行法；等於屏處則為行法；捨於眾", "100": "會則為行法；護於眾生則為行法；所覩無損", "101": "則為行法；專修慈心則為行法；入于大哀", "102": "則為行法；歡喜愛法則為行法；觀於禪思則", "103": "為行法；興顯道心則為行法；嘆大乘法則為", "104": "行法；棄捐重擔則為行法；心不怯弱則為", "105": "行法；思惟止足則為行法；棄捐貪餘多欲", "106": "之慳則為行法；知節賢聖有足之德，而少", "107": "言辭則為行法；無有諍訟鬪亂怨恚，忍辱仁", "108": "和則為行法；信知報應罪福之業則為行法；", "109": "信、戒、聞、施、慚、恥、智惠，順此七財則為行法；", "110": "奉敬尊長順從善友，恭禮受命則為行法；心", "111": "常謙卑恭順自損，則為行法；不自毀身不呰", "112": "他人、不歎己德不蔽他功，則為行法；蠲除", "113": "塵欲棄捐瞋恚及愚戇冥，離於憍慢則為行", "114": "法；威儀禮節所遵具足，則為行法；善聽經典", "115": "歡喜悅豫，則為行法；不離於佛、篤信正典、", "116": "敬從聖眾，則為行法；布施調意智慧出家淨", "117": "修梵行，則為行法；得利無利，若譽若謗有", "118": "名無名，若苦若樂不以動搖，以過世間之所", "119": "有法，則為行法；若見親友及與怨敵、先人問", "120": "訊，面色和悅而無愁悴，則為行法；無有調戲", "121": "離於闇昧而無諛諂，不為邪性而無瑕玼，", "122": "志性本末究竟清淨，則為行法；而行四恩", "123": "惠施仁愛利仁等利，一切合集救濟眾生，", "124": "則為行法；行堅固法則為行法；念佛、念法、念", "125": "於聖眾，思念布施、念奉禁戒、思念諸天，則為", "126": "行法；施度無極、戒、忍、精進、一心住慧，所度無", "127": "極，則為行法；善權方便勸助一切眾德之本", "128": "為諸菩薩，則為行法；身口意淨護於十善，", "129": "則為行法；非常、苦、空、而無有身，無人、無我、無", "130": "壽、無命，信解如此則為行法；分別空行建立", "131": "無想，曉了無願，在於三界而無所著，則為", "132": "行法；意止、意斷，遵修神足、根、力、覺意而入", "133": "徑路觀乎寂寞，則為行法。」佛告寶女：「其行", "134": "法者，謂無有眼亦無眼行、無色想行；無", "135": "有耳行亦無聲行、不想響行；無有鼻行亦無", "136": "香行、不想香行；無有舌行亦無味行、不想", "137": "味行；無有身行無細滑行、不想細滑；而", "138": "無意行亦無法行、不想法行、亦無色行則為", "139": "法行。無色想行、無色苦想、無我色行、不寂", "140": "色行，則為行法；不空色行，非色無想行，則", "141": "為行法。非色無願行，非色無造行；亦復非", "142": "色恬怕之行；亦復非色清淨之行；亦復非色", "143": "如審之行；亦復非色無生之行；亦復非色", "144": "無起之行；亦復非色無著之行；亦不究竟色", "145": "之所行；亦非於色無本為行，是則行法。如", "146": "是痛痒思想生死識行，則為行法。「非識無常", "147": "行、非識苦行、非識無我行、非識寂行、非識", "148": "空行、非識無想行、非識無願行、非識非", "149": "無造行，亦復非識恬怕之行；亦復非識清淨", "150": "之行；亦復非識如審之行；亦復非識無所生", "151": "行；亦復非識無起之行；亦復非識無著之行；", "152": "亦復非識究竟盡行；亦復非識無本之行；則", "153": "為行法。亦復非識覩空之行；亦復非識無", "154": "想之行；亦復非識無願之行，是則行法。", "155": "亦非四種行；亦非諸入行；亦非欲色無色之", "156": "行，是則行法。亦非有行亦非不行，亦復無", "157": "行，是則行法。亦非往至亦非不行，亦無處", "158": "所亦無所住，則為行法。無心意識之所行者，", "159": "則為行法。是名曰為行法矣！「其無有見，不", "160": "聞不知之所行者，是為行法。若使無身口心", "161": "之行，是為行法。其不行法不行非法，是為", "162": "行法。若無二行無若干行，是為行法。無過", "163": "去行、無當來行、無現在行，是為行法。其無", "164": "陰行、無諸種行、無眾入行，是為行法。無欲", "165": "塵行、無有結恨、無所念行，是為行法。若無合", "166": "行、無財業行，無我人壽命行，無有含血，若有", "167": "所受同像之行，是為行法。其無發起分數之", "168": "行，是為行法。其無吾我無己所行，是為行", "169": "法。無斷滅行不計常行，不得諸見崖底之", "170": "行，不倚中行，是為行法。諸法若住若無所", "171": "住，吾我之法處所自然，其處非處清淨法處，", "172": "一切法處皆無有處、空無之處、究本末處至", "173": "竟無處，一切諸法無動無著不可盡極，亦無", "174": "所有亦無所行、亦無輕戲亦無所依、亦無", "175": "不依亦無所住亦無所受，其於是法曉了慧", "176": "者，慧無所念，是曰諦。真諦無本則法之慧。", "177": "「設使，寶女！菩薩如是曉了諸法，遊在生死開", "178": "化眾生，亦不違失滅度之法，斯為菩薩等造", "179": "法行。」世尊說此行法之時，八千菩薩逮得法", "180": "忍。", "181": "11 不退轉品不退轉品第十一", "182": "於時寶女！即以十億百千貴價珠瓔，貢上大", "183": "聖，口宣斯言：「唯然，世尊！其有菩薩遵修奉順", "184": "此法行者，則具佛法悉能普備。如茲受決，處", "185": "佛道場，降伏眾魔怨敵之讎，以不退轉印", "186": "而印之，當造斯觀。」時，舍利弗謂寶女曰：「汝豈", "187": "能知諸菩薩行不退轉印所可印乎？」於時寶", "188": "女答舍利弗以偈頌曰：", "189": "「人界及法界，審諦解平等；", "190": "了斯無二際，則不退轉印。", "191": "其過去諸佛，當來并現在；", "192": "法界皆平等，逮成不退轉。", "193": "諸所有境界，并無為之界；", "194": "寂寞轉空議，覺成不退轉。", "195": "本際無崖底，不得其邊畔；", "196": "一時等能解，覺了不退轉。", "197": "其有方俗法，如行之所趣；", "198": "智慧觀平夷，覺了不退轉。", "199": "如魔之境界，佛界則平等；", "200": "相應為一類，以是印見印。", "201": "其婬怒癡者，欲塵不可限；", "202": "覺了諸想著，達解不退轉。", "203": "生死及無為，道教則寂然；", "204": "等解於滅度，覺了不退轉。", "205": "五陰道如之，有二分別慧；", "206": "猶如幻貌像，明哲無思想。", "207": "計於四種者，猶如虛空界；", "208": "曉了無可取，真印而見印。", "209": "覺眼則為道，解空無所著；", "210": "若眼道如之，以等上平等。", "211": "諸入皆如是，道空常平均；", "212": "當作是了知，以此印見印。", "213": "眾生之所念，一心悉知之；", "214": "則無所罣礙，斯故不退轉。", "215": "一切群萌根，卑劣妙中間；", "216": "于彼度無極，逮成不退轉。", "217": "辯才無罣礙，無逝無所住；", "218": "億劫中誦說，其法不可盡。", "219": "虛空尚可盡，風可尚執持；", "220": "彼明辯才慧，則不可盡極。", "221": "總持行如斯，攬攝一切法；", "222": "名德不違心，不失于博聞。", "223": "其十方諸佛，導師所說法；", "224": "皆得于總持，慧心念不忘。", "225": "於過去千劫，所聞大聖法；", "226": "諮問真諦教，善學於總持。", "227": "斯等總持然，辯才亦如之；", "228": "智惠及諸根，逮成不退轉。", "229": "以空印諸法，無著無所拔；", "230": "以印印於空，故曰不退轉。", "231": "虛空印諸法，清淨無所有；", "232": "曉了此本際，以印不退轉。", "233": "諸因緣法無，因緣其惟行；", "234": "因緣則非真，諦相一切法。", "235": "諸法相猶幻，猶如虛空相；", "236": "以是相印之，印於不退轉。", "237": "一切眾生行，色聲之禮節；", "238": "一時普能現，覺了不退轉。", "239": "於施捨無量，功德常無盡；", "240": "供養虛空界，至誠命為一。", "241": "禁戒高無極，懷來致佛戒；", "242": "無限無有量，等遊若虛空。", "243": "一切眾生禁，學不學緣覺；", "244": "及不退轉戒，十六分無倫。", "245": "忍辱悉盡極，遵修無所生；", "246": "成就此忍辱，逮成不退轉。", "247": "精進無限量，方便不可極；", "248": "悅可群萌類，精進為大仙。", "249": "常為專志定，無亂善謹慎；", "250": "普見一切法，無諍定三昧。", "251": "逮無礙智惠，淨除所覩處；", "252": "得佛之尊行，淨土令成就。", "253": "慧飛度無極，善學於善權；", "254": "以佛印見印，遵修于道行。", "255": "其行不可知，志性何所療？", "256": "積行無邊際，開化于眾生。", "257": "諸聲聞緣覺，一切魔異學；", "258": "緣不能及知，大人之所行。", "259": "彼不著諸行，感動神足定；", "260": "解空無所有，皆讀逮所興。", "261": "來過而出生，示現佛形像；", "262": "坐於佛樹下，則轉于法輪。", "263": "普現諸國土，面見十方佛；", "264": "譬若如日月，等遊于虛空。", "265": "示現取滅度，隨大信樂乘；", "266": "不違示斯印，其印不退轉。", "267": "無限如虛空，智慧普若斯！", "268": "不退轉之法，曉了道如斯！」", "269": "於是寶女說此頌已不退轉印時，三千大千", "270": "世界為大震動，五千菩薩得不退轉受別之", "271": "印。世尊則讚彼寶女曰：「善哉善哉！快說斯", "272": "言，能演菩薩不退轉印」。", "273": "12 大乘品大乘品第十二", "274": "於是賢者須菩提白世尊曰：「唯然，大聖！如今", "275": "斯女，不退轉印而見印矣，不復疑也，乃能有", "276": "斯如此像類上妙辯才也。設不爾者，無緣講", "277": "說若茲深法。」佛言：「如是，須菩提！誠如所云。如", "278": "斯寶女，不退轉印而見印矣！以逮法忍，乃得", "279": "入斯大乘之行。」於時寶女前問佛言：「所云大", "280": "乘為何謂乎？」佛告寶女：「所謂大乘，弘廣之乘，", "281": "慰撫一切眾生之類故；無有陰蓋，示現一切", "282": "眾德異惠故；離垢之乘，捨諸塵勞窈冥事故；", "283": "普照之乘，一切所解脫門相故；顯曜之乘，無", "284": "欲著故；隨因緣乘，脫所罣礙故；清淨之乘，護", "285": "戒品故；等善住乘；而諦慎護定品之故；無漏", "286": "之乘，選惠品故；解脫乘者，照解品故；等現一", "287": "切諸法乘者，曉了度知見品之故；不進退乘", "288": "者，攝十力故；無懼乘者，四無所畏師子吼", "289": "故；無所往至離處乘者，攝受諸佛十八不共", "290": "殊勝法故；普平乘者，等行慈心加眾生故；", "291": "無害乘者，則以正法抑制一切諸外學故；消", "292": "除乘者，降伏一切魔官屬故；寂滅乘者，壞塵", "293": "勞故；降化乘者，伏陰魔故；離限乘者，越死魔", "294": "故；殊勝乘者，棄天魔故；豪富乘者，則能具足", "295": "施度無極故；無熱乘者，戒度無極則具足故；", "296": "棄怨乘者，忍度無極則具足故；堅無壞乘", "297": "者，進度無極則具足故；斷除一切諸所自在", "298": "瑕玼之乘者，心離陰蓋故；所修乘者，寂度", "299": "無極則具足故；一切善德一切智惠世俗之", "300": "事度世之法所遭乘者，智度無極則具足故；", "301": "普御隨行一切乘者，權度無極則具足故；至", "302": "無至乘，趣滅度故；歸安乘者，建八路故；其所", "303": "至到無處乘者，遵修奉行觀寂之故；根力覺", "304": "意具志乘者，一切諸魔及諸異學無瞻顏故；", "305": "四神足乘，則能普現諸佛國故；等能超度", "306": "正諦住乘，蠲除一切諸不善法、遵修眾行", "307": "德善法故；善修謹慎意止乘者，無內怨故；", "308": "假使不著三界乘者，奉無漏故；不著有為諸", "309": "界乘者，逮得無為顯曜界故；不捨道心御善", "310": "住乘，不樂一切聲聞緣覺所行惠故；超越乘", "311": "者，則能施以無見頂故；莊嚴乘者，功德成故；", "312": "選擇眾生志性乘者，究竟慧故；闡門乘者，", "313": "所可詞祀無所逆故；一味乘者，等佛惠故；洪", "314": "音乘者，十方聞故；一切諸天普禮乘者，善修", "315": "業故；釋梵四王所歎乘者，德無量故；其有", "316": "慳貪能施乘者，為元首故。若有犯禁施惠戒", "317": "乘者，謂大乘故；志懷瞋怒施忍乘者，不加害", "318": "心於眾生故；其懈怠者施精進乘，被堅固鎧", "319": "未曾捨故；其亂心者施禪定乘，令心調定業", "320": "仁賢故；其邪智者施正惠乘，博聞解故；惠", "321": "施眾安除苦患乘，不造一切眾惡之故。佛之", "322": "聖道無罣礙智，無等倫惠所示現者，皆處一", "323": "切諸乘頂故。以是之故為大乘也。」佛講說", "324": "此大乘議時，萬二千人發無上正真道意，", "325": "口說斯言：「吾等亦當乘斯大乘，令無數人眾", "326": "生之類，皆使得立於此大乘。」", "327": "於是寶女白世尊曰：「唯然，大聖！其大乘者", "328": "有何塹路，而不疾歸諸通之惠？」佛告寶女：「行", "329": "大乘者，有三十二罣礙塹路，以此塹故不疾", "330": "得成諸通之慧。何謂三十二？樂聲聞乘一。", "331": "志緣覺乘二。求釋梵處三。倚著所生淨修梵行", "332": "四。專一德本言是我所五。若得財寶慳貪愛悋", "333": "六。以偏黨心而施眾生七。輕易戒禁八。不念道", "334": "心專精之行九。瞋恚之事以為名聞十。其心廢", "335": "逸十一。而心馳騁十二。不求博聞十三。不察所造十四。貢高", "336": "自大十五。不能清淨身口心行十六。不護正法十七。背", "337": "捨師恩十八。棄捨四恩十九。離堅要法二十。習諸惡友", "338": "二十一。隨諸陰種二十二。不勸助道二十三。念不善本二十", "339": "四。所發道意無權方便二十五。不以慇懃咨嗟三", "340": "寶二十六。憎諸菩薩二十七。所未聞法聞之誹謗二十八。", "341": "不覺魔事二十九。習恃俗典三十。不肯勸化於眾生", "342": "類三十一。厭於生死三十二。是為三十二事，違失大乘", "343": "墮于塹路，其墮塹路不能疾成諸通之惠。「又", "344": "復寶女！其學大乘之威神德，以此之乘墮于", "345": "塹路。所以者何？其於斯乘有為之穢，不如所", "346": "乘為大乘者，則墮塹路。若以於彼無為之德，", "347": "如斯行乘為大乘者，名聞之德計於彼乘，於", "348": "如來心即為塵勞一切不順，於斯大乘悉墮塹", "349": "路。其於斯乘著如來覺，德稱之故，如是乘者", "350": "大乘之德故墮塹路。是故寶女！菩薩大乘當", "351": "棄塵勞所慕法乘，以斯之法致淨大乘，當習", "352": "此法思惟奉行合斯恢弘。「何所是法淨致大", "353": "乘？有三十二法致淨大乘。何謂三十二？於諸", "354": "眾生無請之友故；真諦究竟為他人故；志性", "355": "堅強遵修眾德，行不以厭至德成故；心無憒", "356": "亂志性淨故；其身清淨威儀禮節無想念故；", "357": "口言清淨言行相副故；其心清淨不捨道心", "358": "故；布施清淨不望報故；戒行鮮潔護犯禁", "359": "故；忍清淨者不惜身命故；精進清淨十力、無", "360": "畏具足故；禪定清淨一切塵勞無雜錯故；智", "361": "惠清淨蠲除一切罣礙之故；清淨心者降伏", "362": "一切眾魔之故；堅固行者度諸願故；習諸四", "363": "恩不捨眾生故；於佛反覆護正法故；以不懈", "364": "惓則能具足道品法故；所聞無厭具聖智故；", "365": "其歡喜者轉加勝故；無慢善聖以能致到無", "366": "見頂故；於一切法無諍訟者，因緣報應所見", "367": "和故；無貧匱者獲七財故；所以不僕由自在", "368": "故；德慧成就不失通故；滅除眾生之塵勞者，", "369": "定於寂然成就之故；如來惠解所變化者具", "370": "足觀故；覩三脫門所示覩者，遵修於空無想", "371": "願故；澹泊內者，令諸眾生覺了分別寂然惠", "372": "故；興盡惠者不起法忍故；修行一切諸法要", "373": "者，致受別故。」佛言寶女：「是為三十二法淨", "374": "致大乘。」說此三十二事法品典時，七萬二千", "375": "天與人，皆發無上正真道意；萬二千菩薩得", "376": "不起法忍。天於虛空百萬之眾諮嗟歎吒，雨", "377": "於天華鼓諸伎樂，各各舉聲而歌頌曰：「其有", "378": "逮聞於此大乘名德之稱，斯等眾生振救建", "379": "立諸佛之德，其聞信樂篤信以後，若執持者", "380": "審諦奉行，復超此功。」", "381": "13 囑累品囑累品第十三", "382": "於是天帝釋、梵、忍跡天王、四大天王白世尊", "383": "曰：「至未曾有，天中之天！乃能善說深奧應", "384": "議，講斯經典多所導利，滅諸陰蓋及眾塵", "385": "勞，化不順議示導正義，以降魔怨，棄捐一切", "386": "諸外異學，總攝一切諸佛之法。是故世尊！吾", "387": "當受持於斯法典諷誦講說。若諸法師，攬受", "388": "奉持此經卷，歸身手執若在其舍，書著竹", "389": "帛宣布遠近。諸天、龍、神及揵沓惒，若信是經", "390": "欲奉持者，當令斯袖寬弘無役，其不悅樂而", "391": "察陰蓋者當令諦受，而使斯等不犯法師不", "392": "有所嬈。」於是世尊告天帝釋、梵、忍跡天、四大", "393": "天王：「善哉善哉！諸仁者等！汝等乃欲將護法", "394": "師，曉了志願。已能將護於法師者，諸仁者等", "395": "則為擁護於正法矣。已能擁護於正法者，則", "396": "為擁護一切群萌。」", "397": "爾時，世尊告賢者阿難：「汝當受此經卷之品，", "398": "寶女所問正法之典，受持諷誦為他人說。假", "399": "使菩薩於百千劫，而行布施忍辱者；設有菩", "400": "薩取是經法，受則上口而諷誦者、為他人說，", "401": "建立大哀欲度眾生，具足大慈思惟經法立", "402": "於忍辱，斯之獲德出彼福上，速疾得歸於此", "403": "大乘。」賢者阿難白世尊曰：「吾尋奉受斯法典", "404": "已。唯然，大聖！斯之經法名曰何等？云何奉行？」", "405": "佛告阿難：「斯之經法，名曰『真諦曉了義律達", "406": "門之品』當持。又名『無量之德發意所說』當持。", "407": "『如來十力、四無所畏、十八不共諸佛之法分別", "408": "諸相菩薩應時遵修法行』，『說不退轉輪印", "409": "講演大乘』當奉持之。『聚會之品寶女所問』當", "410": "奉持之。阿難！汝若能持此法門品為他人", "411": "說，便獲無量名德諸法法之光曜，則為眾生", "412": "建立佛事。所以者何？是為去來今現諸佛世", "413": "尊究竟之法。」佛說如是！寶女、阿難，一切眾會", "414": "諸天人民、阿須倫、世間人，聞經莫不歡喜。", "415": "寶女所問經卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0399 寶女所問經: 寶女所問經: 寶女所問經", "source": "CBETA"}