{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0715 佛說舊城喻經: 佛說舊城喻經: 佛說舊城喻經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 715 [Nos. 713, 714]", "1": "佛說舊城喻經", "2": "西天譯經三藏朝奉大夫試光祿卿", "3": "明教大師臣法賢奉　詔譯", "4": "如是我聞：一時佛在舍衛國祇樹給孤獨園，", "5": "與大眾俱。", "6": "爾時佛告諸苾芻言：「苾芻！我於往昔未證阿", "7": "耨多羅三藐三菩提時，獨止一處，心生疑念：", "8": "『何因世間一切眾生受輪迴苦？謂生、老死，滅", "9": "已復生。由彼眾生不如實知，是故不能出離", "10": "生、老死苦。我今思念此老死苦從何因有，復", "11": "從何緣有此老死？』作是念已，離諸攀緣，定心", "12": "觀察。諦觀察已，乃如實知：『今此老死因生而", "13": "有，復從生緣而有老死。』「知此法已，又復思", "14": "惟：『生何因有，復以何緣有此生法？』作是念", "15": "已，離諸攀緣，定心觀察。諦觀察已，乃如實知：", "16": "『生因有起，復從有緣起此生法。』「知此法已，又", "17": "復思惟：『有因何起，復以何緣起此有法？』作是", "18": "念已，離諸攀緣，定心觀察。諦觀察已，乃如實", "19": "知：『有因取起，復從取緣起此有法。』「知此法", "20": "已，又復思惟：『取何因有，復從何緣有此取法？』", "21": "作是念已，離諸攀緣，定心觀察。諦觀察已，乃", "22": "如實知：『取因愛有，復從愛緣有此取法。』「知", "23": "此法已，又復思惟：『愛何因有，復以何緣有此", "24": "愛法？』作是念已，離諸攀緣，定心觀察。諦觀", "25": "察已，乃如實知：『愛因受有，復從受緣有此愛", "26": "法。』「知此法已，又復思惟：『受何因有，復以何", "27": "緣有此受法？』作是念已，離諸攀緣，定心觀察。", "28": "諦觀察已，乃如實知：『受因觸有，復從觸緣有", "29": "此受法。』「知此法已，又復思惟：『觸何因有，復", "30": "以何緣有此觸法？』作是念已，離諸攀緣，定心", "31": "觀察。諦觀察已，乃如實知：『觸因六處有，復", "32": "從六處緣有此觸法。』「知此法已，又復思惟：『今", "33": "此六處何因而有，復從何緣有六處法？』作是", "34": "念已，離諸攀緣，定心觀察。諦觀察已，乃如實", "35": "知：『而彼六處因名色有，從名色緣有六處法。』", "36": "「知此法已，又復思惟：『今此名色何因而有，復", "37": "從何緣有此名色？』作是念已，離諸攀緣，定心", "38": "觀察。諦觀察已，乃如實知：『而彼名色因識而", "39": "有，復從識緣有名色法。』「知此法已，又復思", "40": "惟：『識何因有，復以何緣有此識法？』作是念已，", "41": "離諸攀緣，定心觀察。諦觀察已，乃如實知：『如", "42": "是識法因名色有，從名色緣有此識法。唯此", "43": "識緣能生諸行，由是名色緣識，識緣名色，名", "44": "色緣六處，六處緣觸，觸緣受，受緣愛，愛緣", "45": "取，取緣有，有緣生，生緣老死、憂、悲、苦、惱。是", "46": "故一大苦蘊集。』「知此法已，又復思惟：『以何", "47": "因故，得無老死？何法滅已，得老死滅？』作是念", "48": "已，離諸攀緣，定心觀察。諦觀察已，乃如實知：", "49": "『若無生法，即無老死。生法滅已，老死亦滅。』「知", "50": "此法已，又復思惟：『何法若無，生法得無？何", "51": "法滅已，生法得滅？』作是念已，離諸攀緣，定心", "52": "觀察。諦觀察已，乃如實知：『若無有法，即無生", "53": "法。有法若滅，生法亦滅。』「知此法已，又復思", "54": "惟：『何法若無，有法不起？何法滅已，有法得滅？』", "55": "作是念已，離諸攀緣，定心觀察。諦觀察已，乃", "56": "如實知：『若無取法，有法即無。取法滅已，有法", "57": "亦滅。』「知此法已，又復思惟：『何法若無，取法", "58": "得無？何法滅已，取法得滅？』作是念已，離諸", "59": "攀緣，定心觀察。諦觀察已，乃如實知：『若無愛", "60": "法，即無取法。愛法滅已，取法亦滅。』「知此法已，", "61": "又復思惟：『何法若無，得無愛法？何法滅已，愛", "62": "法得滅？』作是念已，離諸攀緣，定心觀察。諦", "63": "觀察已，乃如實知：『受法若無，愛法即無。受法", "64": "滅已，愛法亦滅。』「知此法已，又復思惟：『何法", "65": "若無，受法得無？何法滅已，受法得滅？』作是念", "66": "已，離諸攀緣，定心觀察。諦觀察已，乃如實知：", "67": "『觸法若無，受法即無。觸法滅已，受法亦滅。』「知", "68": "此法已，又復思惟：『何法若無，觸法即無？何", "69": "法滅已，觸法得滅？』作是念已，離諸攀緣，定心", "70": "觀察。諦觀察已，乃如實知：『六處若無，觸法得", "71": "無。六處滅已，觸法亦滅。』「知此法已，又復思", "72": "惟：『何法若無，六處得無？何法滅已，六處亦滅？』", "73": "作是念已，離諸攀緣，定心觀察。諦觀察已，乃", "74": "如實知：『名色若無，六處得無。名色滅已，六處", "75": "亦滅。』「知此法已，又復思惟：『何法若無，名色", "76": "得無？何法滅已，名色亦滅？』作是念已，離諸", "77": "攀緣，定心觀察。諦觀察已，乃如實知：『識法若", "78": "無，名色即無。識法滅已，名色亦滅。』「知此法已，", "79": "又復思惟：『何法若無，識法得無？何法滅已，識", "80": "法亦滅？』作是念已，離諸攀緣，定心觀察。諦", "81": "觀察已，乃如實知：『行法若無，識法即無。行法", "82": "若滅，識法亦滅。』「知此法已，又復思惟：『何法", "83": "若無，行法得無？何法滅已，行法得滅？』作是念", "84": "已，離諸攀緣，定心觀察。諦觀察已，乃如實知：", "85": "『無明若無，行法即無。無明滅已，行法亦滅。由", "86": "是無明滅則行滅；行滅則識滅；識滅則名色", "87": "滅；名色滅則六處滅；六處滅則觸滅；觸滅", "88": "則受滅；受滅則愛滅；愛滅則取滅；取滅則", "89": "有滅；有滅則生滅；生滅則老死、憂、悲、苦、惱滅。", "90": "由是一大苦蘊滅。』「一一了知如是法已，又復", "91": "思惟：『我今已履佛所行道，已被昔人所被之", "92": "甲，已到昔人涅盤之城。』」", "93": "佛復告言：「諸苾芻！譬如有人欲遠所詣，即", "94": "履昔人所行之道，又被昔人所被之甲，乃尋", "95": "昔人舊所都城。或行深山，或行曠野，行之不", "96": "已，到彼舊城。其城廣大，乃是往昔王之所都。", "97": "而此都城嚴麗依然。池沼、園苑皆悉殊好。人", "98": "之見者，心無厭捨。是人見已，即自思惟：『我", "99": "今迴還詣於本國，具以斯事上奏於王。』既", "100": "至本國，即奏王曰：『大王當知！我被昔人所被", "101": "之甲，乃履昔人所行之道。或行深山，或行曠", "102": "野，行之不已，到一舊城。其城廣大，乃是往", "103": "昔王之都聚。而彼城隍嚴麗依然。池沼、園苑", "104": "皆悉殊好。人所見者，心無厭捨。大王宜應", "105": "往彼都止。』王聞語已，即允所奏，乃與臣佐", "106": "尋都彼城。而彼都城由王居止，轉更嚴麗，人", "107": "民熾盛，豐樂倍常。「諸苾芻！我亦如是。履於", "108": "諸佛舊所行道，被於諸佛所被舊甲，行詣諸", "109": "佛涅盤舊城。諸苾芻！何謂舊道？何謂舊甲？", "110": "何謂舊城？即是過去諸佛所行八正之道。所", "111": "謂：正見、正思惟、正語、正業、正命、正精進、正念、正", "112": "定。諸苾芻！此八正道是即舊道，是即舊甲，", "113": "是即舊城。先佛所行，我亦履踐，乃可得見彼", "114": "老死集。是故我證得老死滅乃至觀見生、有", "115": "取、愛、受、觸、六處、名色、識等皆滅。又觀行集，亦", "116": "令行滅；行法滅已，無明亦滅；無明滅已，即無", "117": "所觀。是時我以自神通力成等正覺。「諸苾芻！", "118": "我所宣說如是正法，汝等精勤，應如是學，應", "119": "如是行，記念修習，成諸梵行。天上人間宣布", "120": "法化，廣為眾生作大利益。乃至苾芻尼、優婆", "121": "塞、優婆夷、婆羅門、外道尼乾子等，亦應如是", "122": "修習、宣布，廣為眾生作大利益。」爾時世尊說", "123": "是經已，一切大眾聞佛所說，信受奉行。", "124": "佛說舊城喻經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0715 佛說舊城喻經: 佛說舊城喻經: 佛說舊城喻經", "source": "CBETA"}