{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論: 初品中: 大智度論: 大智度論: 初品中", "text": {"0": "1 序品40 四無畏義", "1": "大智度論初品中十八不共法", "10": "業隨智慧行，十四者、一切口業隨智慧行，十", "100": "法。定心亦應異：聲聞入定則無說；佛在定", "101": "亦能說法，亦能遊行。如《密迹經》心密中說：", "102": "「諸佛心常在定中，心亦應說法。」復次，散亂心", "103": "法，諸結使，疑、悔等，佛皆無；阿羅漢雖無四諦", "104": "中疑，一切法中處處有疑；佛於一切法中", "105": "常定無疑，無不定智慧故。復次，聲聞有諸", "106": "煩惱習氣故、有退法故散亂；佛於一切智", "107": "處中智滿故無亂。如瓶中水滿，則無聲無", "108": "動。復次，唯佛一人名不誑法，三堅固人中", "109": "最上，苦樂心不異。一相異相、生滅相、斷常相、", "11": "五者、一切意業隨智慧行，十六者、智慧知過", "110": "來去相——如是等諸法相，皆是誑法，虛妄和合", "111": "作法故。佛安立於諸法實相中故，心無不", "112": "定，無不定故心不異。復次，五種不可思議", "113": "法中，佛最不可思議。是十八不共法，是佛", "114": "甚深藏，誰能思議者！以是故，佛無不定心，", "115": "事必當爾。佛雖常入定，無覺觀麁心，有不", "116": "可思議智慧故，亦能說法。譬如天樂，隨天", "117": "所好，種種聲應，是亦無心，亦無識法，以諸", "118": "天福德因緣故有是。如天樂無心無識而", "119": "能應物，何況佛有心而不說法！以是故，說", "12": "去世無礙，十七者、智慧知未來世無礙，十八", "120": "佛無不定心。「無不知已捨」者，眾生有三種受：", "121": "苦受、樂受、不苦不樂受。苦受生瞋，樂受生愛，", "122": "不苦不樂受生愚癡。是三種受：苦受生苦，", "123": "住苦滅樂；樂受生樂，住樂滅苦；不苦不樂", "124": "受，不知為苦，不知為樂。餘人鈍根故，多", "125": "覺苦受、樂受，於不苦不樂受中，不覺不知而", "126": "有捨心，是為癡使所使。佛於不苦不樂受", "127": "中，知覺生時、覺住時、覺滅時。以是故言", "128": "「佛無不知已捨心」。問曰：此中何等為捨？不苦", "129": "不樂即是捨耶？為七覺中捨、四無量心中捨", "13": "者、智慧知現在世無礙。問曰：是三十六法，皆", "130": "名為捨？答曰：不苦不樂即是捨，二處捨亦", "131": "是捨。何以故？餘人於不苦不樂受中，不覺", "132": "念念中生時、住時、滅時，久遠乃覺，佛念念中", "133": "盡皆了知。七覺中捨，若心正等不沒不掉，", "134": "是時應捨；若沒時，行精進想；若掉時，行攝", "135": "心想。諸聲聞、辟支佛，或時錯攝心，掉心未", "136": "平等便捨。佛於念念心中麁細深淺無不", "137": "悉知，知已而捨。問曰：若爾者，佛何以為難", "138": "陀說，告諸比丘：「難陀諸受生時覺、住時覺、", "139": "滅時覺，諸想、諸覺亦如是」？答曰：覺有二種：", "14": "是佛法，何以故獨以十八為「不共」？答曰：前", "140": "一者、覺心中苦受生知苦受生，苦受住知", "141": "苦受住，苦受滅知苦受滅；樂受生知樂受", "142": "生，樂受住知樂受住，樂受滅知樂受滅；不", "143": "苦不樂受亦如是。但能知是總相，不能別", "144": "相知。二者、念念中苦、樂、不苦不樂受中，悉覺", "145": "悉知；念念中心數法，無不知而過。以是故", "146": "說「佛無不知已捨」。復次，佛或時捨眾生，入", "147": "甚深禪定，一月、二月。有人疑佛為度眾生", "148": "故出世，何以故常入定？佛言：「我種種因緣知", "149": "故捨，非是無知已捨。」問曰：何等是知已捨", "15": "十八中，聲聞、辟支佛有分；於後十八中無", "150": "因緣？答曰：於大眾中疲厭故小息。復次，佛", "151": "世世常愛遠離行；若菩薩在母胎，母亦樂", "152": "遠離行，去城四十里，嵐鞞尼林中生；得道時，", "153": "漚樓頻螺林中，獨在樹下成佛；初轉法輪時，", "154": "亦在仙人住處鹿林中；入涅槃時，在娑羅林", "155": "雙樹下。長夜樂行遠離，以是故佛入禪定。", "156": "復次，佛常捨心成就，故入禪定。復次，佛遠離", "157": "憒閙及雜語處，亦自觀諸佛功德藏，亦受第", "158": "一清淨樂，故入禪定。復次，佛說法已，常教", "159": "諸比丘當坐禪，無令後悔。口之所說，身亦", "16": "分。如舍利弗能分別諸法，暢演一句，通達", "160": "自行，故入禪定。復次，厭惡供養故，知眾生", "161": "應得度者，入禪定作化人往度。復次，有", "162": "眾生定少慧多者，身示行禪以教化之。復", "163": "次，有人常見佛生厭想故，小遠離令其飢", "164": "虛故。復次，佛欲為諸天說法，故在閑靜處。", "165": "復次，佛為後世作法故坐禪。又佛自轉法", "166": "輪已，以事付弟子故，入禪定。復次，現二種", "167": "道攝眾生故：一者、禪定；二者、智慧。佛在大", "168": "眾說法，為現智慧；靜處攝心，為現禪定。", "169": "復次，眾生於六塵中三種行：見好色生喜", "17": "無礙，佛讚言「善通法性」；阿泥盧豆天眼第", "170": "樂，見惡色生憂苦，見不苦不樂色生捨", "171": "心，乃至法亦如是。佛於六塵中自在：於喜", "172": "樂、苦處能生捨心，如「聖如意」中說。如是等", "173": "種種因緣故入禪定，非不知已捨。「欲無減」", "174": "者，佛知善法恩故，常欲集諸善法故，欲無", "175": "減。修習諸善法，心無厭足故，欲無減。譬", "176": "如一長老比丘目闇，自縫僧伽梨，針絍脫；", "177": "語諸人言：「誰樂欲福德者，為我絍針！」爾", "178": "時，佛現其前語言：「我是樂欲福德無厭", "179": "足人，持汝針來！」是比丘斐亹見佛光明，又", "18": "一，如是等諸聲聞皆有分。於四無所畏有", "180": "識佛音聲，白佛言：「佛無量功德海，皆盡其", "181": "邊底，云何無厭足？」佛告比丘：「功德果報甚", "182": "深，無有如我知恩分者；我雖復盡其邊", "183": "底，我本以欲心無厭足故得佛，是故今猶", "184": "不息；雖更無功德可得，我欲心亦不休！」", "185": "諸天世人驚悟，佛於功德尚無厭足，何況", "186": "餘人！佛為比丘說法，是時肉眼即明，慧眼成", "187": "就。問曰：如佛甞斷一切善法中欲，今云何", "188": "言「欲無減」？答曰：言「斷一切善法中欲」者，是", "189": "未得欲得、得已欲增，佛無如是欲；佛一切", "19": "分者，如佛說弟子中能師子吼，第一賓徒羅", "190": "功德具足，無不得者，亦無增益。今言「欲」者，", "191": "如先說；佛雖具得一切功德，欲心猶不息。", "192": "譬如馬寶雖到至處，去心不息，至死不已；", "193": "佛寶亦如是。又如劫盡大火，燒三千大", "194": "千世界悉盡，火勢故不息；佛智慧火亦如", "195": "是，燒一切煩惱，照諸法已，智慧相應欲亦", "196": "不盡。復次，佛雖一切善法功德滿足，眾生", "197": "未盡故，欲度不息。問曰：若佛欲度眾生", "198": "未息，何以入涅槃？答曰：度眾生有二種：或", "199": "有現前得度，或有滅後得度。如《法華經》中", "2": "釋論第四十一卷第二十六", "20": "叵羅埵逝；舍利弗亦自誓言：「我七日七夜，能", "200": "說：「藥師為諸子合藥，與之而捨」，是故入", "201": "涅槃。復次，有眾生鈍根德薄故，不能成大", "202": "事，但可種福德因緣，是故入涅槃。問曰：佛", "203": "滅度後，亦有得阿羅漢者，何以言但可種", "204": "福德因緣？答曰：雖有得阿羅漢者，少不足", "205": "言；如佛一說法時，十方無量阿僧祇眾生", "206": "得道佛滅度後不爾。譬如大國征伐雖", "207": "少有所得，不名為得。以是故，雖眾生未盡", "208": "而入涅槃。復次，《摩訶衍首楞嚴經》中說：「佛", "209": "於莊嚴世界，壽七百阿僧祇劫，度脫眾生。」", "21": "演暢一義，令無窮盡。」四分別慧，諸阿羅漢：", "210": "以是故說佛欲無減。「精進無減」者，如欲中", "211": "說：欲義，即是精進。問曰：若爾者，無有十八", "212": "不共法。復次，「欲」以「精進」心數法中各別，云", "213": "何言「欲即是精進」？答曰：「欲」為初行，欲增長", "214": "名「精進」。如佛說：「一切法欲為根本。」欲如人", "215": "渴欲得飲，精進如因緣方便求飲；欲為心", "216": "欲得，精進為成其事；欲屬意業，精進屬三", "217": "業；欲為內，精進為外，如是等差別。復次，", "218": "是精進諸佛所樂，如釋迦牟尼佛精進力", "219": "故，超越九劫，疾得阿耨多羅三藐三菩提。", "22": "舍利弗、目揵連、富樓那、阿難、迦栴延等，亦知", "220": "復次，如說：一時，佛告阿難：「汝為諸比丘說", "221": "法，我背痛小息。」爾時，世尊四襞欝多羅僧", "222": "敷下，以僧伽梨枕頭而臥。是時阿難說七", "223": "覺義，至精進覺，佛驚起坐，告阿難：「汝讚精", "224": "進義？」阿難言：「讚！」如是至三。佛言：「善哉！善哉！", "225": "善修精進，乃至得阿耨多羅三藐三菩提，何", "226": "況餘道！」以是義故，佛精進無減，病時猶尚不", "227": "息，何況不病！復次，佛為度眾生故，捨甚", "228": "深禪定樂，種種身、種種語言、種種方便力度", "229": "脫眾生。或時遇惡險道；或時食惡食；或", "23": "是義、名字、語言、樂說。以是故，前十八不名", "230": "時受寒熱；或時值諸邪難聞，惡口罵詈，忍", "231": "受不厭。佛世尊雖於諸法中自在，而行是", "232": "事，不生懈怠。如佛度眾生已，於薩羅林", "233": "中雙樹下臥。梵志須跋陀語阿難：「我聞一切", "234": "智人今夜當滅度，我欲見佛！」阿難止之言：", "235": "「佛為眾人廣說法，疲極！」佛遙聞之，告阿難：", "236": "「聽須跋陀入，是我末後弟子！」須跋陀得入，", "237": "問佛所疑，佛隨意說法，斷疑得道，先佛入", "238": "無餘涅槃。諸比丘白佛言：「世尊！甚為希有！", "239": "乃至末後憐愍外道梵志，而共語言。」佛言：", "24": "不共。問曰：何以故佛「無身失」、「無口失」？答曰：", "240": "「我非但今世末後度，先世未得道時亦末後", "241": "度。乃往過去無量阿僧祇劫，有大林樹多", "242": "諸禽獸，野火來燒，三邊俱起，唯有一邊而", "243": "隔一水，眾獸窮逼，逃命無地。我爾時為大", "244": "身多力鹿，以前腳跨一岸，以後腳距一", "245": "岸，令眾獸蹈背上而渡，皮肉盡壞，以慈", "246": "愍力，忍之至死。最後一兔來，氣力已竭，自", "247": "強努力，忍令得過；過已背折，墮水而死！如", "248": "是久有，非但今也。前得度者，今諸弟子；最", "249": "後一兔，須跋陀是。」佛世世樂行精進，今猶不", "25": "佛於無量阿僧祇劫來，持戒清淨故，身、口業", "250": "息，是故言「精進無減」。「念無減」者，於三世諸", "251": "法，一切智慧相應故，念滿足無減。問曰：先", "252": "已說「念無失」，今復說「念無減」；「念無失」、「念無減」，", "253": "為一、為異？若一，今何以重說？若異，有何差", "254": "別？答曰：「失念」名誤錯；「減」名不及。「失念」名威", "255": "儀俯仰、去來法中失念；「無減」名住禪定神通，", "256": "念過去、現在世通達無礙。問曰：何以故念", "257": "無減獨是佛法？答曰：聲聞、辟支佛，善修四念", "258": "處故念牢固；念雖牢固，猶亦減少，礙不通", "259": "達。如「宿命智力」中說：「聲聞、辟支佛，念宿命", "26": "無失；餘諸阿羅漢如舍利弗等，極多六十", "260": "極多八萬劫，於廣有減；亦於見諦道中，", "261": "不能念念分別。」佛於念念中皆分別三相，", "262": "佛心無有一法而不念者。以是故，獨佛有", "263": "念無減。復次，宿命智力隨念知，佛於是中", "264": "有力；聲聞、辟支佛尚無是念力，何況餘人！", "265": "復次，佛以一切智無礙解脫守護念，是故無", "266": "減。如是等因緣故，佛念無減。「慧無減」者，佛", "267": "得一切智慧故，慧無減。三世智慧無礙故，慧", "268": "無減。復次，十力、四無所畏、四無礙智成就故，", "269": "慧無減。復次，譬如酥油豐饒，燈炷清淨，光", "27": "劫，不久習戒故有失。佛無量阿僧祇劫集", "270": "明亦盛；佛亦如是，三昧王等諸三昧禪定油，", "271": "念無減清淨炷，是因緣故，慧光明無量無減。", "272": "復次，從初發心，無量阿僧祇劫，集一切智", "273": "慧故；深心為法故，頭目髓腦，悉捨內外所", "274": "有而布施；入火投山，剝皮釘身，如是等無", "275": "苦不受，一心為集智慧故，慧無減。復次，佛", "276": "智慧以一切功德、持戒、禪定等助成故，慧無", "277": "減。復次，世世求一切經書、世俗法、佛法，麁細、", "278": "善不善，悉皆學知故，慧無減。復次，從十方無", "279": "量諸佛所，聞法、讀誦、思惟、修習、問難故，慧無", "28": "諸清淨戒成就故、常行甚深禪定故、得一", "280": "減。復次，為一切眾生故、為增益一切善法", "281": "故、破一切處無明故，慧無減。復次，是智慧實", "282": "知諸法相不生不滅、不淨不垢、無作無行；不", "283": "分別是智非智，知諸法一等，清淨如虛空，", "284": "無染無著；不以二法故得不二入法相，不", "285": "二入法相無量無邊，以是故慧無減。如是等", "286": "種種因緣，慧無減。「解脫無減」者，解脫有二種：", "287": "有為解脫，無為解脫。有為解脫，名無漏智慧", "288": "相應解脫；無為解脫，名一切煩惱習都盡", "289": "無餘。佛於二解脫無減。何以故？聲聞、辟支", "29": "切微妙智慧故、善修大悲心故，無有失。", "290": "佛智慧不大利故、煩惱不悉盡故，智慧有", "291": "減。佛智慧第一利故、煩惱習永盡無餘故，解", "292": "脫無減。復次，如「漏盡力」中說，佛與聲聞", "293": "解脫有差別。佛得漏盡力故，解脫無減；二", "294": "乘無力故有減。「解脫知見無減」者，佛於諸解", "295": "脫中，智慧無量無邊清淨故，名解脫知見無", "296": "減。問曰：佛一切法中無減，何以故但六事中", "297": "無減？答曰：一切自利他利中，四事能具足：「欲」，", "298": "求一切善法之根本；「精進」，能行；「念」，能守護，", "299": "如守門人，善者聽入，惡者遮；「慧」，照一切法", "3": "聖者龍樹造", "30": "復次，佛拔諸罪根因緣故，無有失。罪根本", "300": "門，斷一切煩惱。用是四法，事得成辦。是", "301": "四法果報有二種：一者、解脫；二者、解脫知見。", "302": "「解脫」義如先說。「解脫知見」者，固是解脫知", "303": "見，知是二種解脫相：有為、無為解脫；知諸", "304": "解脫相，所謂時解脫、不時解脫，慧解脫、俱解", "305": "脫，壞解脫、不壞解脫，八解脫，不可思議解脫，無", "306": "礙解脫等。分別諸解脫相，牢固不牢固，是", "307": "名解脫知見無減。如「念佛」中，佛成就五無", "308": "學眾解脫知見眾，此中應廣說。問曰：解脫知", "309": "見者，但言「知」，何以復言「見」？答曰：言「知」、言「見」，", "31": "因緣有四種：一者、貪欲因緣；二者、瞋恚因緣；", "310": "事得牢固；譬如繩二，合為一則牢固。復次，", "311": "若但說「知」，則不攝一切慧。如《阿毘曇》所說：", "312": "「慧有三種：有知非見，有見非知，有亦知亦", "313": "見。「有知非見者，盡智、無生智，五識相應智；", "314": "有見非知者，八忍，世間正見，五邪見；有亦知", "315": "亦見者，餘殘諸慧。」若說「知」則不攝「見」，若說", "316": "「見」則不攝「知」，是故說「知」、「見」則具足。復次，如", "317": "從人誦讀，分別籌量是名「知」；自身得證是", "318": "名「見」。譬如耳聞其事，猶尚有疑，是名「知」；", "319": "親自目覩，了了無疑，是名「見」。解脫中「知」、「見」亦", "32": "三者、怖畏因緣；四者、愚癡因緣；是罪根因緣", "320": "如是差別。復次，有人言：「阿羅漢自於解脫", "321": "中疑，不能自了是阿羅漢非阿羅漢。」以是", "322": "故，佛為破如是邪見故，說諸聖人於解脫", "323": "中亦知亦見。諸阿羅漢雖得解脫知見，解", "324": "脫知見有減，不得一切智故，上上智慧根", "325": "不成就故；諸法念念生滅時，不知別相分", "326": "別故。佛上上智慧根成就，知諸法念念別相", "327": "生滅故，解脫知見無減。復次，法眼清淨，具足", "328": "成就故，如「法眼義」中說。知是眾生「空解脫門」", "329": "入涅槃，是眾生「無相解脫門」入涅槃，是眾生", "33": "及習皆已拔。阿羅漢、辟支佛雖拔罪因緣，", "330": "「無作解脫門」入涅槃；知是眾生觀「五眾門」、「十", "331": "二入」、「十八界」，如是種種法門得解脫。佛於", "332": "解脫知見，盡知遍知，是故說佛解脫知見無", "333": "減。「一切身業、一切口業、一切意業隨智慧行」", "334": "者，佛一切身、口、意業，先知然後隨智慧行。", "335": "諸佛身、口、意業，一切行無不利益眾生，故", "336": "名先知然後隨智慧行。如《經》中說：「諸佛乃", "337": "至出息入息，利益眾生，何況身、口、意業，故作", "338": "而不利益？諸怨惡眾生，聞佛出入息氣香，皆", "339": "得信心清淨，愛樂於佛；諸天聞佛氣息香，", "34": "習不盡故，或時有失。佛於一切法中，遍滿", "340": "亦皆捨五欲發心修善。」以是故，言身、口、意", "341": "業隨智慧行。聲聞、辟支佛無是事，心故作", "342": "善，然後身、口業善；意業或時無記，不隨智", "343": "慧而自生，何況餘人！如憍梵波提比丘，雖", "344": "得阿羅漢，自食吐而更食，是業不隨智慧。", "345": "又如摩頭波斯咤比丘阿羅漢，跳上梁棚，", "346": "或壁上、樹上。又如畢陵伽婆蹉，罵恒神言：", "347": "「小婢！」如是等身、口業，先無智慧，亦不隨智", "348": "慧行；佛無是事。問曰：若爾者，佛或時身、", "349": "口業，亦似不隨智慧行。何以故？入外", "35": "智慧常成就故；若不知，故有失。如舍利弗", "350": "道眾中說法，都無信受者。又復一時在大", "351": "眾中說法，現胸臆示尼揵子。又復為人", "352": "疑不見二相故，在大眾中現舌相、陰藏", "353": "相。又復罵諸弟子：「汝狂愚人！」罵提婆達：「汝", "354": "是狂人、死人、嗽唾人！」佛結戒，八種鉢不應畜，", "355": "聽比丘用二種鉢：若瓦、若鐵，而自用石", "356": "鉢。有時外道難問，佛默然不答。又佛處處", "357": "說有我，處處說無我；處處說諸法有，處處", "358": "說諸法無。如是等身、口業，似不隨智慧", "359": "行；身口業不離意業，意業亦應有不隨", "36": "與五百比丘遊行至一空寺宿，是時說戒", "360": "智慧行，云何言常隨智慧行？答曰：是事不", "361": "然！於是諸事，皆先有智慧，然後諸業隨智", "362": "慧行。何以故？佛入外道眾中，雖知今世", "363": "不信不受，以種後世大因緣故。又復為止", "364": "外道謗，言「佛自高憍」，以是故自往入其眾", "365": "中。又外道言：「佛自言有大悲普濟一切，而", "366": "但自為四眾說法，我等亦是出家求道，而", "367": "不為說！」又如此經，佛往外道眾中說法，", "368": "不言不信受。佛遙見外道大會，高聲論議，", "369": "欲至餘處，迴往趣之。論議師輩遙見佛來，", "37": "日，不知內界、外界事，白佛；佛言：「住處乃至", "370": "自語其眾：「汝等皆默！佛是樂寂靜人，見", "371": "汝等靜默，或能來此。」眾即默然。佛入其", "372": "眾，說婆羅門三諦，外道眾皆默然。佛作是", "373": "念：「狂人輩皆為惡魔所覆，是法微妙，乃至", "374": "無有一人試作弟子者！」作是念已，從坐而", "375": "去。是人魔蔽得離，便自念：「我等得聞妙法，", "376": "云何不以自利？」即皆往詣佛所，為佛弟子，", "377": "得道離苦。復次，外道弟子難其師故，不敢", "378": "到佛所，是故佛自入其眾中；眾得聞法，信", "379": "受堅固，不復難師，得為弟子，或得道跡。", "38": "一宿，棄捨則無界。」又異時，舍利弗、目揵連，將", "380": "如是等，有種種智慧因緣，是故往入外道", "381": "眾。復次，薩遮祇尼揵子，銅鍱絡腹，自誓言：", "382": "「無有人得我難而不流汗破壞者！大象", "383": "乃至樹木瓦石，聞我難聲，亦皆流汗！」作是", "384": "誓已，來至佛所，與佛論議。佛質問之，皆不", "385": "能得答，汗流淹地，舉體如漬。佛告尼揵：", "386": "「汝先誓言，無有聞我難者而不流汗，汝", "387": "今汗流淹地；汝試觀佛，見有汗相不？」佛時", "388": "脫欝多羅僧示之言：「汗在何處？」復次，有人", "389": "言：「或有頭汗身不汗者，佛頭雖不汗身必", "39": "五百比丘還時，高聲大聲故，佛驅遣令出，", "390": "有汗。」以是故，佛脫欝多羅僧示其身；因是", "391": "外道大得信向，皆入佛法中；是智慧因緣身", "392": "業隨行。「佛現舌相、陰藏相」者，有人疑佛身", "393": "二相；而是人應得道，疑故不得，以是故現", "394": "二相。出舌覆面，舌雖大，還入口中而亦無", "395": "妨，見者疑斷。有人見出舌相，若生輕慢心，", "396": "出舌如小兒相；見還入口，說法無妨，便起", "397": "恭敬，歎未曾有！有人疑佛陰藏不現，爾時", "398": "世尊化作寶象、寶馬，指示之言：「陰藏相不", "399": "現，正如是。」有人言：「佛出陰藏相，但示一人，", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "是為口失。又如舍利弗不知等食法，佛言：", "400": "斷其疑故。」論議師輩言：「佛大慈悲心，若有", "401": "人見佛陰藏相，能集善根，發阿耨多羅三", "402": "藐三菩提心，及能大歡喜信敬心生者，皆令", "403": "得見，斷其疑心，除是皆不得見！」佛以大", "404": "悲為度眾生故，從三種覆出，暫現如電", "405": "光。是眾生見已，信佛有大悲心，實於戒", "406": "法不取不著。如是等因緣故現二相，非戲", "407": "非無羞。佛苦切語諸比丘，汝「狂愚人」者，苦", "408": "切語有二種：一者、垢心瞋罵；二者、憐愍眾", "409": "生，欲教化故。離欲人無有垢心瞋罵，何況", "41": "「食不淨食！」如是等身、口有失。佛諸煩惱習", "410": "佛！佛憐愍教化故，有苦切語；有眾生軟語善", "411": "教，不入道檢，要須苦切麁教，乃得入法。", "412": "如良馬見鞭影便去，鈍驢得痛手乃行。亦", "413": "如有瘡，得軟藥唾呪便差；有瘡刀破出", "414": "其惡肉，塗以惡藥乃愈者。復次，苦切語有", "415": "五種：一者、但綺語；二者、惡口亦綺語；三者、惡", "416": "口亦綺語、妄語；四者、惡口亦綺語、妄語、兩舌；", "417": "五者、無煩惱心苦切語：為教弟子分別善不", "418": "善法故，拔眾生於苦難地故。具四種惡語", "419": "者，其罪重，三、二、一，轉轉輕微。佛弟子白衣", "42": "盡故，無如是失。復次，佛一切身、口業，隨智", "420": "得初道、若二道，使令奴婢故有惡口，非不", "421": "善道。攝律儀有二種：若綺語，若惡口、綺語。阿", "422": "那含、阿羅漢無煩惱起惡口，但以淨心須", "423": "惡言教化故惡口、綺語。阿那含、阿羅漢尚", "424": "無煩惱所起惡口，何況佛？復次，佛若有苦切", "425": "語，不應疑，不應難，謂佛惡心起苦切語。", "426": "所以者何？佛惡心久已滅，但以深心念眾", "427": "生，如慈父教子，雖有苦言，為成就子故，", "428": "非是惡心。佛為菩薩時，三毒未盡，作仙人", "429": "名羼提，被惡王截其耳、鼻、手、足，而不生惡", "43": "慧行故，身無失、口無失。如是等種種因緣", "430": "心，不出惡言。爾時未得道，尚無惡心，何", "431": "況得阿耨多羅三藐三菩提，三毒已盡，於一", "432": "切眾生大慈悲具足，云何疑佛有惡心苦切", "433": "語！復次，佛若言「狂愚人」，是軟語、實語。所以者", "434": "何？三毒發故，名為狂愚。亦以善事利益而", "435": "不肯受，不解佛心不受佛語，是為狂愚。", "436": "復次，佛內常行無我智慧，外常觀諸法空，", "437": "如是者云何有惡口？是眾生不解佛心故，", "438": "求佛語短；若眾生解佛以深心憐愍者，假", "439": "令教入大火，即時歡樂而入，如人熱悶時", "44": "故，身無失、口無失。「念無失」者，四念處心長", "440": "入清涼池，何況但語而不受？眾生為惡魔", "441": "覆故不知，佛以深心念之，是故不受佛", "442": "語；以是故，佛言汝是狂愚人。復次，有人得", "443": "苦切語，便歡喜言：「親愛我故如是言！」以是", "444": "故，佛言「狂愚人」。佛語提婆達：「汝狂人、死人、嗽", "445": "唾人。」「狂人」者，以提婆達罪重，當入阿鼻地", "446": "獄，故三種苦切語。「死人」者，似人而不能", "447": "集諸善法故，亦以提婆達剃頭法服，似如", "448": "聖人，內無慧命，故名死人。如死人種種莊", "449": "嚴，轉轉爛壞，終不可令活。提婆達亦如是，", "45": "夜善修故；善修甚深禪定，心不散亂故；善", "450": "佛日日種種教化，惡心轉劇，惡不善法日日", "451": "轉增，乃至作三逆罪，以是故，名為死人。「嗽", "452": "唾人」者，提婆達貪利養故，化作天身小兒，", "453": "在阿闍貰王抱中，王嗚其口與唾令嗽，", "454": "以是故，名嗽唾人。問曰：提婆達得禪定，已", "455": "離欲，云何復嗽他唾？答曰：是人惡心亦深，", "456": "其根亦利；離欲故能變化，嗽唾時便失，利", "457": "根故求時便得，以是故，名嗽唾人。狂義，如", "458": "先說。復次，以提婆達白佛：「佛已老矣，常樂閑", "459": "靜，可入林中以禪自娛，僧可付我！」佛言：", "46": "斷欲愛及法愛，諸法中心無著故；得第一", "460": "「舍利弗、目揵連等有大智慧，善軟清淨人，", "461": "尚不令僧屬，何況汝狂人、死人、嗽唾人！」如", "462": "是等因緣故，佛於諸法雖無所著，而為教", "463": "化故，現苦切語。「佛不聽比丘用八種鉢」", "464": "者，金銀等寶鉢，以寶物人貪故，難得故；貪", "465": "著故，不聽畜此寶物，乃至不得手舉；名", "466": "寶亦不得畜，若作淨施得用，價不貴故。", "467": "木鉢受垢膩，不淨故不聽畜。三種鉢無如", "468": "是事。問曰：瓦、鐵鉢皆亦受垢膩，與木鉢無", "469": "異，何以聽畜？答曰：「瓦」、「鐵」鉢不熏亦不聽，", "47": "心安隱處故。若心懅怱怱，念有忘失；佛心", "470": "以熏不受垢膩故。「石」有麁細，細者亦不", "471": "受垢膩故，世尊自畜；所以不聽比丘畜", "472": "者，以其重故；佛乳哺力，勝一萬白香象，", "473": "是故不以為重；慈愍諸比丘故不聽。問曰：", "474": "侍者羅陀、彌喜迦、須那利羅多、那伽娑婆", "475": "羅、阿難等，常侍從世尊，執持應器，何以不", "476": "憐愍？答曰：侍者雖執持佛鉢，以佛威德力", "477": "故，又恭敬尊重佛故，不覺為重；又阿難身", "478": "力亦大故。復次，以細石鉢難得故，麁者受", "479": "垢膩故，不聽用。佛鉢四天王四山頭自然生", "48": "無得失，以是故無失。復次，佛宿命通、明、力", "480": "故，餘人無此自然鉢；若求作甚難，多所妨", "481": "廢，是故不聽。又欲令佛與弟子異故，佛", "482": "用石鉢。又如國王，人所尊重，食器亦異。有", "483": "人見佛鉢異，倍加尊重供養，信心清淨。問", "484": "曰：若鉢應異，衣何以同？答曰：佛衣亦異，佛", "485": "初成道時，知迦葉衣，應佛所著，迦葉衣價直", "486": "十萬兩金；次後耆域上佛深摩根羯簸衣，", "487": "價亦直十萬兩金；佛勅阿難持此衣去割", "488": "截作僧伽梨，作已佛受著，是為異。問曰：佛", "489": "因是告諸比丘：「從今日，若有比丘一心求", "49": "三種莊嚴念故，念則成就無失，念多在過", "490": "涅槃背捨世間者，若欲著，聽著價直十", "491": "萬兩金衣，亦聽食百味食。」衣異而後聽，鉢獨", "492": "不聽？答曰：我先已說石鉢因緣，今當更說。", "493": "佛鉢不從人受。佛初得道，欲食時須器，四", "494": "天王知佛心念，持四鉢上佛；三世諸佛法，", "495": "皆應四天王上鉢。爾時未有眾僧，云何言", "496": "聽？後若聽，無人與石鉢；又閻浮提不好石", "497": "鉢，故無人與。復次，佛說比丘常應覆功德，", "498": "若受石鉢，人謂從天龍邊得；若令人作，其", "499": "工既難，又恐人言：此比丘欲與佛齊功。所", "5": "41 十八不共法釋論十八不共法者：一者、諸佛身無失，二者、口", "50": "去用故。復次，念根力無邊無盡故，念無失。", "500": "以聽衣者，若有人言：佛在僧中，受檀越好", "501": "衣獨著而不聽比丘，是故佛聽著。比丘", "502": "亦自無著者，以施者難有、著者難得故。若", "503": "不清淨比丘，人所不與；清淨比丘，少欲知足", "504": "故不著。佛斷人疑，故聽著衣；鉢中無望，是", "505": "故不聽。問曰：如《經》中說：「佛金剛身，不恃", "506": "仰食，何以畜鉢？」答曰：佛法有二道：一者、聲", "507": "聞道；二者、佛道。聲聞法中，佛隨人法有所", "508": "食噉；摩訶衍法中，方便為人故，現有所噉，", "509": "其實不食。問曰：云何是方便？答曰：佛欲度", "51": "復次，佛一切意業隨智慧行故，念無失；一", "510": "人，示行人法。若不爾者，人以佛非人，我等", "511": "云何能行其法？復次，有人因布施得度，為", "512": "是人故，佛受其食，便作是念：「我食得助益", "513": "佛身，心大歡喜。」以歡喜故，信受佛語。如大", "514": "國主，臣下請食，王雖不須，為攝彼人故，", "515": "多少為食，令其歡喜。如是等因緣，佛現受", "516": "食。問曰：若佛不食，所受者在何處？答曰：", "517": "佛事不可思議，不應致問！復次，有人得佛", "518": "食而度者，有聞聲、見色、觸身、聞香而得度。", "519": "須食得度者，佛以食與之。如《密迹金剛經》", "52": "一念隨意行故。如是等名為念無失。如《天", "520": "說：「佛以食著口中，有天求佛道者，持至", "521": "十方施之。」問曰：若爾者，今僧中說，佛食", "522": "無有眾生能食者，此義云何？答曰：佛不與", "523": "者，無有能食；今佛施之，是故得食。何以知", "524": "之？佛食馬麥時以食與阿難；又沙門二", "525": "十億耳，以好羹上佛，佛以殘羹與頻婆", "526": "娑羅王；以是故，知佛受已，與則得食，不與", "527": "則不能消。復次，為佛設食，佛未食者，人", "528": "不能消；已食殘者，佛與能消。以是故，雖實", "529": "不食，為度人故，現受食、畜鉢。「佛不答十", "53": "問經》中說：", "530": "四難」者，佛有四種答：一者、定答；二者、分別", "531": "義答；三者、反問答；四者、置答。此十四難，法應", "532": "置答。又復若有所利益事則答；外道所問，", "533": "不為涅槃，增長疑惑，故以置答。知必有", "534": "所益者，分別為答，必無所益，置而不答；", "535": "以是因緣故知，佛是一切智人。復次，若佛", "536": "說三種法：有為法、無為法、不可說法，則為已", "537": "說一切法竟。復次，是諸外道依止常見、依", "538": "止滅見故，問以常、滅；實相無故，佛不答。如", "539": "外道所見常相、無常相，無是事。何以故？外", "54": "「何人無過失？何人不失念？", "540": "道取相，著是常、滅故；佛雖說常、無常相，但", "541": "為治用故。復次，若人說無者為有、有者為", "542": "無，如是人則是過罪，佛不答則無咎。如日", "543": "照天下，不能令高者下，下者高，但以顯現", "544": "而已；佛亦如是，於諸法無所作，諸法有者", "545": "說有，無者說無。如說：「生因緣老死，乃至無", "546": "明因緣諸行，有佛無佛，是因緣法相續常在", "547": "世間；諸佛出世，為眾生顯示此法。」復次，若", "548": "答常、滅，則為有咎。如問「石女、黃門兒，修短、", "549": "黑白、何類」，此問則不應答；十四難亦如是，", "55": "何人常一心？應作者能作，", "550": "但以「常、滅」為本故問，無「常、滅」故佛不答。", "551": "如是等種種因緣故，佛不答十四難，無咎。", "552": "「佛處處說有我，處處說無我」者，若人解佛", "553": "法義，知假名者，說言「有我」；若人不解佛法", "554": "義，不知假名者，說「無我」。復次，佛為眾生欲", "555": "墮斷滅見者，說言：「有我受後世罪福」；若人", "556": "欲墮常見者，為說言：「無我、無作者、受者，離", "557": "是五眾假名，更無一法自在者。」問曰：若爾者，", "558": "何等為實？答曰：無我，是實。如〈法印〉中說：「一", "559": "切作法無常，一切法無我，寂滅是安隱涅槃。", "56": "正知一切法，一切障得脫，", "560": "法印，名為諸法實相。」若人善根未熟，智慧不", "561": "利，佛不為說是深無我法；若為說，眾生即", "562": "墮斷滅見中。問曰：若爾者，如〈迦葉問〉中，佛", "563": "說：「我是一邊，無我是一邊，離此二邊，名為", "564": "中道。」今云何言無我是實，有我為方便說？", "565": "答曰：說無我有二種：一者、取無我相，著無", "566": "我；二者、破我不取無我，亦不著無我，自然", "567": "捨離。如先說無我，則是邊；後說無我，是中", "568": "道。復次，佛說有我、無我有二因緣：一者、用", "569": "世俗說故有我；二者、用第一實相說故無", "57": "諸功德成就，唯有佛一人！」", "570": "我。如是等說有我、無我無咎！「佛處處說諸", "571": "法有，處處說諸法無」者，問曰：不應別說", "572": "有、無。有，即是有我；無，即是無我；何以更說？", "573": "答曰：不然！佛法有二種空：一者、眾生空；二", "574": "者、法空。說無我，示眾生空；說無有法，示", "575": "法空。說有我，示知假名相，不著我者說", "576": "有我；於五眾中著我相者，為破是著我，", "577": "故說但有五眾，無常、苦、空、無我，寂滅涅槃是", "578": "名有。復次，有二種斷見：一者、無後世受罪", "579": "福苦樂者，為說有我從今世至後世受", "58": "「無異想」者，佛於一切眾生無分別，無遠近", "580": "罪福果報。二者、一切法皆空無，著是邪見，", "581": "為是眾生故，說有一切法，所謂有為、無為", "582": "法。復次，不大利根眾生，為說無我；利根深", "583": "智眾生，說諸法本末空。何以故？若無我則", "584": "捨諸法，如說：", "585": "「若了知無我，有如是人者，", "586": "聞有法不喜，無法亦不憂。」", "587": "說我者，一切法所依止處；若說無我者，一", "588": "切法無所依止。復次，佛法二種說：若了了說，", "589": "則言一切諸法空；若方便說，則言無我。是二", "59": "異想：是貴可為說，是賤不可為說。如日出", "590": "種說法，皆入般若波羅蜜相中。以是故，佛經", "591": "中說，趣涅槃道，皆同一向，無有異道。復次，", "592": "有我有法，多為在家者說，有父母、罪福、大", "593": "小業報。所以者何？在家人多不求涅槃故，", "594": "著於後世果報。為出家人，多說無我無法。", "595": "所以者何？出家人多向涅槃故。求涅槃者，", "596": "不受一切法故，自然滅是涅槃。復次，有人", "597": "信等諸根未成就故，先求有所得，然後能", "598": "捨；為是人故，佛說諸善法，捨諸惡法。有人", "599": "信等諸根成就故，於諸法不求有所得，但", "6": "無失，三者、念無失，四者、無異想，五者、無不定", "60": "普照萬物，佛大悲光明，一切憐愍等度：恭敬", "600": "求遠離生死道；為是人故，佛說諸法空無", "601": "所有。此二皆實，如無名指，亦長亦短，觀中", "602": "指則短，觀小指則長，長短皆實。有說、無說亦", "603": "如是；說有，或時是世俗，或時是第一義；說", "604": "無，或時是世俗，或時是第一義。佛說是有我、", "605": "無我，皆是實。問曰：若是二事皆實，佛何以", "606": "故多讚嘆空而毀訾有？答曰：空無所有，", "607": "是十方諸佛、一切賢聖法藏，如《般若波羅蜜．", "608": "囑累品》中說：「般若波羅蜜，是三世十方諸佛", "609": "法藏，般若波羅蜜，即是無所有空。佛或時", "61": "者、不恭敬者，怨、親，貴、賤，一切悉等。如客除", "610": "說有法，為教化眾生故，久後皆當入無", "611": "所有法藏中。」問曰：若爾者，云何《般若波羅蜜》", "612": "言：「若觀五眾空無所有，非是道？」答曰：是《般", "613": "若波羅蜜》中，說有、無皆無。如《長爪梵志經》", "614": "中說：「三種邪見：一者、一切有；二者、一切無；三", "615": "者、半有半無。「佛告長爪梵志：「『是一切有見，", "616": "為欲染，為瞋恚、愚癡所縛。「『一切無見，為不", "617": "染、不瞋、不癡故所不縛。「『半有半無，有者同", "618": "上有縛，無者同上無縛。』」於三種見中，聖弟", "619": "子作是念：「若我受一切有見，則與二人共", "62": "糞人，名尼陀，佛化度之，得大阿羅漢。亦", "620": "諍，所謂一切無者，半有半無者。「若我受一切", "621": "無見，亦與二人共諍，所謂一切有者，半有半", "622": "無者諍。「若我受半有半無者，亦與二人共", "623": "諍，所謂一切無者，一切有者。」鬪諍故相謗，相", "624": "謗故致惱，見是諍謗惱故，捨是無見，餘見", "625": "亦不受，不受故即入道。若不著一切諸法", "626": "空，心不起諍，但除結使，是名為實智。若", "627": "取諸法空相起諍，不滅諸結使，依止是", "628": "智慧，是為非實智。如佛所說，為度眾生", "629": "故有所說，無不是實；但眾生於中有著、不", "63": "如德護居士，火坑毒飯，欲以害佛；即以其", "630": "著故，有實、不實。如是種種因緣故，佛身、口、", "631": "意業無有過失。是故說佛身、口、意先知，然後", "632": "隨智慧行。問曰：初說身無失，口無失，念無", "633": "失；今復說身、口、意業隨智慧行，義有何差", "634": "別？答曰：先三種無失，不說因緣；今說因緣，", "635": "隨智慧行故不失。若先不籌量，而起身、口、", "636": "意業，則有失；佛先以智慧起身、口、意業，故", "637": "無失。復次，佛成就三種淨業，三種寂靜業，", "638": "三不護業。有人疑言：「佛何因緣成就如是", "639": "業？」以是故佛言：「我一切身、口、意業，先以智", "64": "日除其三毒，滅邪見火。如是等無有異", "640": "慧，然後隨智慧行。」佛以「智慧知過去、未來、", "641": "現在世，通達無礙」者，此三種智慧，於三世", "642": "通達無礙故，三業隨智慧行。問曰：過去諸", "643": "法已滅已盡，無所復有；未來世諸法，今不", "644": "來不生，未和合；現在乃至一念中無住時，", "645": "云何能知三世通達無礙？答曰：佛說過去、", "646": "未來、現在，通達無礙，此言豈虛？復次，若無過", "647": "去、未來，但有現在一念頃，佛亦不得成就", "648": "無量功德。如十種智是十力，是時亦不得", "649": "一心有十智。若爾者，佛亦不得具足十力。", "65": "想。復次，佛於舍利弗、彌勒菩薩等順佛法", "650": "以是因緣故，知有過去、未來。問曰：若過去、", "651": "未來、現在皆有者，何等是無？佛說四諦，苦諦", "652": "觀無常等相，無常名生滅、敗壞、不可得；若", "653": "過去法今實有，不名為無常、敗壞、不可得。復", "654": "次，若過去、未來、現在皆有者，便墮常，何以故？", "655": "是法在未來世中定有，轉來現在，從現在", "656": "轉入過去；如人從一房入一房，不名失", "657": "人？答曰：若不失，有何咎？問曰：若「無」無常，無", "658": "罪無福，無生無死，無縛無解。「罪」名殺等十不", "659": "善道，若「無」無常無殺等罪。如「分別邪見」中", "66": "行亦不愛；提婆達多、富羅那外道、六師邪見", "660": "說：「刀在身七分中過，無所惱害。」「福」名不殺", "661": "等十善道。「無常」名分別生死；若無無常，亦", "662": "無生死，亦無縛亦無解。如是等無量過", "663": "咎！答曰：諸法三世各各有相：過去法有過", "664": "去相，未來法有未來相，現在法有現在相。若", "665": "過去、未來有現在相者，應有是難；而今過", "666": "去、未來、現在各自有相。復次，若實無過去、未", "667": "來，亦無出家律儀。所以者何？若現在惡心中", "668": "住，過去復無戒，是為非比丘。又賢聖人心", "669": "在世俗中，是時應當是凡夫！無過去、未來、", "67": "等亦不憎。是為佛於無量阿僧祇劫修熏", "670": "現在道故。如是亦無五逆等諸罪。所以者", "671": "何？是五逆罪業已過去；及死時入地獄，是", "672": "五逆罪未來無業故無報；現在身不為逆", "673": "罪。若無過去，則無逆罪，若無逆罪，何有餘", "674": "罪？福亦如是。若無罪福，是為邪見，與禽", "675": "獸無異！復次，我不說：過去、未來如現在相", "676": "有；我說：過去雖滅，可生憶想，能生心心數", "677": "法。如昨日火滅，今日可生憶想念，不可", "678": "以憶想念故火便有。若見積薪，知當然火，", "679": "亦生心想念；明日火如過去火，不可以今", "68": "心故，是眾生中寶，如真金不可令異。復", "680": "心念火火便有；未來世事亦如是。現在心，", "681": "雖一念時不住，相續生故，能知諸法。內以", "682": "現在意為因，外以諸法為緣，是因緣中生", "683": "意識，用意識自在知過去、未來、現在法；但不", "684": "自知現在心心數法，餘者悉知。問曰：《般若波", "685": "羅蜜．如相品》中，「三世一相，所謂無相」，云何言", "686": "佛智慧知三世通達無礙？答曰：諸佛有二種", "687": "說法：先分別諸法，後說畢竟空。若說三世", "688": "諸法，通達無礙，是分別說；若說三世一相無", "689": "相，是說畢竟空。復次，非一切智人，於三", "69": "次，佛以佛眼，一日一夜各三時，觀一切眾", "690": "世中智慧有礙；乃至觀世音、文殊師利、彌勒、", "691": "舍利弗等諸賢聖，於三世中智慧皆有礙。", "692": "以是因緣故，說佛智慧於三世中通達無", "693": "礙，不為空事故說。復次，有人於三世中生", "694": "邪見，謂過去法及眾生有初、無初。若有初，", "695": "則有新眾生；諸法亦無因無緣而生。若無初", "696": "亦無後，若無初、無後，中亦無。初名有中、有", "697": "後，無前；後名有初、有中，無後；中名有初、", "698": "有後。若眾生及諸法無初，亦無中、無後，若", "699": "無三世，則都無所有。復次，若無初，云何有", "7": "心，六者、無不知已捨，七者、欲無減，八者、精進", "70": "生誰可度者，無令失時；等觀眾生故，無", "700": "一切智人？破如是等邪見故，說三世諸法", "701": "一相，所謂無相，不為破三世佛智慧。問曰：", "702": "無相是為有邊！答曰：若無相，即是無邊！不可", "703": "說、不可難法，云何言有邊？若無相中取相，", "704": "非是無相。是無相名為不可得空：是中無相", "705": "亦不可得，空亦不可得，是故名不可得空。", "706": "復次，佛有二種道：一者、福德道，有人聞佛", "707": "十力、四無所畏、四無礙智、十八不共法等，生", "708": "恭敬信樂心；二者、智慧道，有人聞說諸法", "709": "因緣和合生故，無有自性，便捨離諸法，於", "71": "有異想。復次，佛種種因緣讚善法，種種因緣", "710": "空中心不著。如月能潤物，日能熟物，二事", "711": "因緣故，萬物成就；福德道、智慧道亦如是。福", "712": "德道，能生諸功德；智慧道，能於福德道中", "713": "離諸邪見著。以是故，佛雖說諸法畢竟空，", "714": "亦說三世通達無礙而無咎。如是等，略說", "715": "佛十八不共法義。問曰：若爾者，迦栴延尼子", "716": "何以言「十力、四無所畏、大悲、三不共意止，名", "717": "為十八不共法」？若前說十八不共法是真義", "718": "者，迦栴延尼子何以故如是說？答曰：以是", "719": "故，名迦旃延尼子！若釋子則不作是說；釋", "72": "呵不善法；亦於善於惡心無增減，但為度", "720": "子說者，是真不共法。佛法無量，是三十六法，", "721": "於佛法中如大海一渧，法亦不少，何以重", "722": "數為十八？復次，諸阿羅漢、辟支佛、菩薩，亦能", "723": "知是處不是處，分別三世業果報，及諸禪定，", "724": "乃至漏盡智等，云何言不共法？問曰：聲聞、", "725": "辟支佛、菩薩，不能盡知遍知，但有通、明，無", "726": "有力，獨佛能盡遍知故言不共，如「十力」中", "727": "說。答曰：佛說十力義，不言「盡知遍知」，直", "728": "言「知是處不是處」；言「盡知遍知」者，是諸論", "729": "議師說。問曰：汝先自言摩訶衍經中說，佛為", "73": "眾生故有是分別，是為無有異想。復次，如", "730": "菩薩故，自說「盡知遍知」。答曰：摩訶衍經中", "731": "說，何益於汝？汝不信摩訶衍，不應以為", "732": "證！汝自當說聲聞法為證。復次，十力，佛雖", "733": "盡知遍知，而聲聞、辟支佛有少分；十八不共", "734": "法中，始終都無分。以是故，名真不共法。問", "735": "曰：十八不共法，二乘亦應有分，但佛身、口、", "736": "念常無失，二乘身、口、念亦有無失，如是等", "737": "皆應有分！答曰：不然！所以者何？常無失故，", "738": "名為不共；不以不失為不共；聲聞、辟支佛，", "739": "於常無失中無分。復次，諸阿羅漢說有力，", "74": "《一切不行經》中說：「佛觀一切眾生如己身，", "740": "無有處說有不共法；汝不信摩訶衍故，", "741": "不受真十八不共法，而更重數十力等，是", "742": "事不可！如汝所信八十種好，而三藏中無，", "743": "何以不更說？問曰：我等分別十八不共法，", "744": "不重數也！何等十八？一者、知諸法實相故，", "745": "名「一切智」；二者、佛諸功德相難解故，「功德無", "746": "量」；三者、深心愛念眾生故，名「大悲」；四者、得", "747": "無比智故，「智慧中自在」；五者、善解心相故，", "748": "「定中自在」；六者、得度眾生方便故，「變化自", "749": "在」；七者、善知諸法因緣故，「記別無量」；八者、", "75": "所作已辦，無始、無中、無終」是名無異想。復次，", "750": "說諸法實相故，「記別不虛」；九者、分別籌量", "751": "說故，「言無失」；十者、得十力成就，「智慧無減」；", "752": "十一者、一切有為法中，但觀法聚無我故，「常", "753": "施捨行」；十二者、善知時不時，安立於三", "754": "乘，「常觀眾生」故；十三者、常一心故，「不失念」；", "755": "十四者、無量阿僧祇劫深善心故，「無煩惱習」；", "756": "十五者、得真淨智故，「無有能如法出其失」；", "757": "十六者、世世敬重所尊故，「無能見頂」；十七", "758": "者、修大慈悲心故，安庠下足，「足下柔軟」，眾", "759": "生遇者，即時得樂；十八者、得神通波羅蜜", "76": "佛觀一切眾生及諸法，從本已來至不生不", "760": "故，轉眾生心令歡喜得度故；如入城時，「現", "761": "神變力」。答曰：如是十八不共法，非三藏中", "762": "說，亦諸餘經所不說。以有人求索是法故，", "763": "諸聲聞論議師輩，處處撰集，讚佛功德。如：「言", "764": "無失」，「慧無減」，「念不失」，皆於摩訶衍十八不共", "765": "法中，取已作論議。雖有「無見頂」，「足下柔軟」，", "766": "如是甚多，不應在十八不共法中；不共法", "767": "皆以智慧為義。佛身力如十萬白香象力，", "768": "及神通力等皆不說。以是故，當知十八不", "769": "共法中，但說智慧功德等；不說自然果報", "77": "滅，常清淨如涅槃，是名無異想。復次，不二", "770": "法。復次，是十八不共法，阿毘曇分別五眾攝：", "771": "身口無失，身口隨智慧行，是「色」眾攝；無異想，", "772": "是「想」眾攝；無不定心，是「識」眾攝；餘者「行」眾攝。", "773": "皆在四禪中，佛四禪中得道得涅槃故。有", "774": "人言：「四色不共法，色界、欲界中攝；餘九地中", "775": "攝。「皆是善，皆是無漏法。「四色法二緣生：因緣、", "776": "增上緣；餘殘四緣生。「四，無緣，十四，有緣。「四隨", "777": "心行，不與心相應；十三與心相應，亦隨心行；", "778": "一不與心相應，亦不隨心行。」如是等種種，", "779": "阿毘曇分別說。初如是分別，入般若波羅蜜", "78": "入法門是諸法實相門；異相即是二法，二法", "780": "諸法實相中，盡皆一相，所謂無相；入佛心", "781": "皆一寂滅相。", "782": "大智度論卷第二十六", "79": "即是邪道。佛是無誑法人，不應行誑法，常", "8": "無減，九者、念無減，十者、慧無減，十一者、解脫", "80": "行不二入法門；誑法即是異相。如是等名", "81": "無異想。「無不定心」者，「定」名一心不亂，亂心中", "82": "不能得見實事；如水波蕩不得見面，", "83": "如風中燈不得好照。以是故，說佛無不定", "84": "心。問曰：定名從未到地，乃至滅盡定；入此", "85": "定中，不能起身業、口業；佛若常定無不定", "86": "心者，云何得遊行諸國，具四威儀，為大", "87": "眾種種因緣譬喻說法，如是事？欲界繫心及", "88": "梵世不入定，可有是事！答曰：「無不定心」者，", "89": "有種種義。「定」名常攝心善法中住；佛於諸", "9": "無減，十二者、解脫知見無減，十三者、一切身", "90": "法實相中定，不退失，是名無不定心。復次，", "91": "欲界中有定，入是定中可說法；以是故，阿", "92": "毘曇中說欲界繫四聖種、四念處、四正懃、四", "93": "如意足、五根、五力、無諍三昧、願智、四無礙智，", "94": "有如是等妙功德；佛入欲界中定故，名無", "95": "不定心。諸聲聞、辟支佛從定起，若入無記", "96": "心、若入善、或退入垢心；佛從定起，入欲", "97": "界定，初無散亂心時，以是故名無不定心。", "98": "復次，如聲聞法，化人說法，化主不說；化主", "99": "說，化人不說；佛則不爾，化人、化主俱能說"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論: 初品中: 大智度論: 大智度論: 初品中", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}