{"author": "彌勒菩薩說  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1501 菩薩戒本: 菩薩戒本: 菩薩戒本", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1501", "1": "菩薩戒本出《瑜伽論．本事分》中菩薩地", "2": "彌勒菩薩說", "3": "沙門玄奘奉　詔譯", "4": "若諸菩薩已受菩薩所受淨戒，應自數數專", "5": "諦思惟，此是菩薩正所應作，此非菩薩正所", "6": "應作。既思惟已，然後為成正所作業，當勤修", "7": "學。又應專勵聽聞菩薩素呾纜藏，及以菩薩", "8": "摩呾理迦，隨其所聞，當勤修學。", "9": "若諸菩薩住戒律儀，有其四種他勝處法。何", "10": "等為四？若諸菩薩為欲貪求利養恭敬，自讚", "11": "毀他，是名第一他勝處法。若諸菩薩現有資財，", "12": "性慳財故，有苦有貧無依無怙正求財者，來", "13": "現在前，不起哀憐而修惠捨。正求法者來現", "14": "在前，性慳法故，雖現有法而不捨施，是名第", "15": "二他勝處法。若諸菩薩長養如是種類忿纏，", "16": "由是因緣，不唯發起麁言便息，由忿蔽故，加", "17": "以手足塊石刀杖，捶打傷害損惱有情，內", "18": "懷猛利忿恨意樂，有所違犯。他來諫謝，不受", "19": "不忍、不捨怨結，是名第三他勝處法。若諸菩", "20": "薩謗菩薩藏，愛樂宣說開示建立像似正法，", "21": "於像似法，或自信解，或隨他轉，是名第四", "22": "他勝處法。菩薩於四他勝處法，隨犯一種，況", "23": "犯一切，不復堪能於現法中，增長攝受菩薩", "24": "廣大菩提資糧，不復堪能於現法中，意樂清", "25": "淨。是即名為相似菩薩，非真菩薩。菩薩若用", "26": "軟中品纏，毀犯四種他勝處法，不捨菩薩淨", "27": "戒律儀。上品纏犯，即名為捨。若諸菩薩毀犯", "28": "四種他勝處法，數數現行，都無慚愧；深生愛", "29": "樂，見是功德，當知說名上品纏犯。非諸菩薩", "30": "暫一現行他勝處法，便捨菩薩淨戒律儀，如", "31": "諸苾芻犯他勝法，即便棄捨別解脫戒。若諸", "32": "菩薩由此毀犯，棄捨菩薩淨戒律儀，於現法", "33": "中堪任更受，非不堪任。如苾芻住別解脫戒，", "34": "犯他勝法，於現法中不任更受。如是菩薩安", "35": "住菩薩淨戒律儀，於有違犯及無違犯，是染", "36": "非染，軟中上品，應當了知。", "37": "若諸菩薩安住菩薩淨戒律儀，於日日中，若", "38": "於如來，或為如來造制多所；若於正法，或為", "39": "正法造經卷所，謂諸菩薩素呾纜藏，摩呾理", "40": "迦；若於僧伽，謂十方界已入大地諸菩薩眾，", "41": "若不以其或少或多諸供養具而為供養，下", "42": "至以身一拜禮敬，下至以語一四句頌讚佛", "43": "法僧真實功德；下至以心一清淨信隨念三", "44": "寶真實功德；空度日夜，是名有犯，有所違越。", "45": "若不恭敬嬾墮懈怠而違犯者，是染違犯。", "46": "若誤失念而違犯者，非染違犯。無違犯者：謂", "47": "心狂亂；若已證入淨意樂地，常無違犯。由得", "48": "清淨意樂菩薩，譬如已得證淨苾芻，恒時法", "49": "爾於佛法僧，以勝供具承事供養。", "50": "若諸菩薩安住菩薩淨戒律儀，有其大欲而", "51": "無喜足，於諸利養及以恭敬生著不捨，是名", "52": "有犯，有所違越，是染違犯。無違犯者：謂為", "53": "斷彼生起樂欲，發勤精進，攝彼對治，雖勤遮", "54": "遏，而為猛利性惑所蔽，數起現行。", "55": "若諸菩薩安住菩薩淨戒律儀，見諸耆長，有", "56": "德可敬同法者來，憍慢所制，懷嫌恨心，懷恚", "57": "惱心，不起承迎，不推勝座。若有他來語言談", "58": "論、慶慰、請問，憍慢所制，懷嫌恨心，懷恚惱心，", "59": "不稱正理，發言酬對，是名有犯，有所違越，是", "60": "染違犯。非憍慢制，無嫌恨心，無恚惱心，但由", "61": "嬾墮、懈怠、忘念、無記之心，是名有犯，有所違越，", "62": "非染違犯。無違犯者：謂遭重病；或心狂亂；或", "63": "自睡眠他生覺想而來親附，語言談論、慶慰、", "64": "請問；或自為他宣說諸法論義決擇；或復與", "65": "餘談論慶慰；或他說法論義決擇屬耳而聽；或", "66": "有違犯說正法者，為欲將護說法者心；或欲", "67": "方便調彼伏彼，出不善處，安立善處；或護僧", "68": "制；或為將護多有情心而不酬對，皆無違犯。", "69": "若諸菩薩安住菩薩淨戒律儀，他來延請，或", "70": "往居家，或往餘寺，奉施飲食及衣服等諸資", "71": "生具，憍慢所制，懷嫌恨心，懷恚惱心，不至其", "72": "所，不受所請，是名有犯，有所違越，是染違犯。", "73": "若由嬾墮、懈怠、忘念、無記之心，不至其所，不", "74": "受所請，是名有犯，有所違越，非染違犯。無違", "75": "犯者：或有疾病；或無氣力；或心狂亂；或處懸", "76": "遠；或道有怖；或欲方便調彼伏彼，出不善處，", "77": "安立善處；或餘先請；或為無間修諸善法，欲", "78": "護善品令無暫廢；或為引攝未曾有義；或為", "79": "所聞法義無退；如為所聞法義無退，論義決", "80": "擇當知亦爾；或復知彼懷損惱心，詐來延請；", "81": "或為護他多嫌恨心；或護僧制；不至其所，不", "82": "受所請，皆無違犯。", "83": "若諸菩薩安住菩薩淨戒律儀，他持種種生", "84": "色、可染、末尼、真珠、琉璃等寶，及持種種眾多", "85": "上妙財利供具，慇懃奉施，由嫌恨心，或恚惱", "86": "心，違拒不受，是名有犯，有所違越，是染違犯；", "87": "捨有情故。若由嬾墮、懈怠、忘念、無記之心，違", "88": "拒不受，是名有犯，有所違越，非染違犯。無", "89": "違犯者：或心狂亂；或觀受已心生染著；或觀", "90": "後時彼定追悔；或復知彼於施迷亂；或知施", "91": "主隨捨隨受；由是因緣定當貧匱；或知此物", "92": "是僧伽物、窣堵波物；或知此物劫盜他得；或", "93": "知此物由是因緣多生過患；或殺或縛、或罰", "94": "或黜、或嫌或責，違拒不受，皆無違犯。", "95": "若諸菩薩安住菩薩淨戒律儀，他來求法，懷", "96": "嫌恨心，懷恚惱心，嫉妬變異，不施其法，是名", "97": "有犯，有所違越，是染違犯。若由嬾墮、懈怠、忘", "98": "念、無記之心，不施其法，是名有犯，有所違越，", "99": "非染違犯。無違犯者：謂諸外道伺求過短；或", "100": "有重病；或心狂亂；或欲方便調彼伏彼，出不", "101": "善處安立善處；或於是法未善通利；或復見", "102": "彼不生恭敬，無有羞愧，以惡威儀而來聽受；", "103": "或復知彼是鈍根性，於廣法教，得法究竟，深", "104": "生怖畏，當生邪見，增長邪執，衰損惱壞；或復", "105": "知彼法至其手，轉布非人；而不施與，皆無違", "106": "犯。", "107": "若諸菩薩安住菩薩淨戒律儀，於諸暴惡犯", "108": "戒有情，懷嫌恨心，懷恚惱心，由彼暴惡犯戒", "109": "為緣，方便棄捨，不作饒益，是名有犯，有所違", "110": "越，是染違犯。若由嬾墮、懈怠、棄捨，由忘念故，", "111": "不作饒益，是名有犯，有所違越，非染違犯。何", "112": "以故？非諸菩薩於淨持戒身語意業，寂靜現", "113": "行諸有情所，起憐愍心欲作饒益。如於暴惡", "114": "犯戒有情，於諸苦因而現轉者。無違犯者：謂", "115": "心狂亂；或欲方便調彼伏彼，廣說如前；或為", "116": "將護多有情心；或護僧制；方便棄捨，不作饒", "117": "益，皆無違犯。若諸菩薩安住菩薩淨戒律儀，", "118": "如薄伽梵於別解脫毘奈耶中，將護他故，建", "119": "立遮罪，制諸聲聞令不造作，諸有情類，未淨", "120": "信者令生淨信，已淨信者令倍增長。於中菩", "121": "薩與諸聲聞應等修學，無有差別。何以故？以", "122": "諸聲聞自利為勝，尚不棄捨將護他行，為令", "123": "有情未信者信，信者增長，學所學處，何況菩", "124": "薩利他為勝。", "125": "若諸菩薩安住菩薩淨戒律儀，如薄伽梵於", "126": "別解脫毘奈耶中，為令聲聞少事少業少希望", "127": "住，建立遮罪，制諸聲聞令不造作；於中菩薩", "128": "與諸聲聞，不應等學。何以故？以諸聲聞自利", "129": "為勝，不顧利他，於利他中少事少業少希望", "130": "住，可名為妙；非諸菩薩利他為勝，不顧自利，", "131": "於利他中少事少業少希望住得名為妙。如", "132": "是菩薩為利他故，從非親里長者居士婆羅", "133": "門等，及恣施家，應求百千種種衣服，觀彼有", "134": "情有力無力，隨其所施如應而受，如說求衣，", "135": "求鉢亦爾。如求衣、鉢，如是自求種種絲縷，令", "136": "非親里為織作衣。為利他故，應蓄種種憍奢", "137": "耶衣，諸坐臥具，事各至百，生色可染百千拘", "138": "胝，復過是數，亦應取積。如是等中少事少業", "139": "少希望住制止遮罪，菩薩不與聲聞共學。安", "140": "住淨戒律儀菩薩，於利他中，懷嫌恨心，懷恚", "141": "惱心，少事少業少希望住，是名有犯，有所違", "142": "越，是染違犯。若由嬾墮、懈怠、忘念、無記之心，", "143": "少事少業少希望住，是名有犯，有所違越，非", "144": "染違犯。", "145": "若諸菩薩安住菩薩淨戒律儀，善權方便，為", "146": "利他故，於諸性罪少分現行，由是因緣，於菩", "147": "薩戒無所違犯，生多功德。謂如菩薩，見惡", "148": "劫賊為貪財故，欲殺多生，或復欲害大德聲", "149": "聞、獨覺、菩薩，或復欲造多無間業。見是事已，", "150": "發心思惟：「我若斷彼惡眾生命，墮那落迦，如", "151": "其不斷，無間業成當受大苦，我寧殺彼墮", "152": "那落迦，終不令其受無間苦。」如是菩薩意樂", "153": "思惟，於彼眾生，或以善心，或無記心，知此事", "154": "已，為當來故，深生慚愧，以憐愍心而斷彼命。", "155": "由是因緣，於菩薩戒無所違犯，生多功德。", "156": "又如菩薩，見有增上增上宰官，上品暴惡，於", "157": "諸有情無有慈愍，專行逼惱。菩薩見已，起憐", "158": "愍心，發生利益安樂意樂，隨力所能，若廢若", "159": "黜增上等位。由是因緣，於菩薩戒無所違犯，", "160": "生多功德。", "161": "又如菩薩，見劫盜賊，奪他財物，若僧伽物，窣", "162": "堵波物，取多物已，執為己有，縱情受用。菩薩", "163": "見已，起憐愍心，於彼有情發生利益安樂意", "164": "樂，隨力所能，逼而奪取，勿令受用如是財故，", "165": "當受長夜無義無利，由此因緣，所奪財寶，若", "166": "僧伽物還復僧伽，窣堵波物還窣堵波，若有", "167": "情物還復有情。又見眾生，或園林主，取僧伽", "168": "物，窣堵波物，言是己有，縱情受用。菩薩見已，", "169": "思擇彼惡，起憐愍心，勿令因此邪受用業，當", "170": "受長夜無義無利，隨力所能，廢其所主。菩薩", "171": "如是雖不與取，而無違犯，生多功德。", "172": "又如菩薩，處在居家，見有女色，現無繫屬，習", "173": "婬欲法，繼心菩薩，求非梵行。菩薩見已，作意", "174": "思惟，勿令心恚，多生非福，若隨其欲，便得自", "175": "在，方便安處，令種善根，亦當令其捨不善業。", "176": "住慈愍心，行非梵行。雖習如是穢染之法，而", "177": "無所犯，多生功德。出家菩薩，為護聲聞聖所", "178": "教誡，令不壞滅，一切不應行非梵行。", "179": "又如菩薩，為多有情解脫命難、囹圄縛難、刖", "180": "手足難、劓鼻刵耳剜眼等難，雖諸菩薩為自", "181": "命難，亦不正知說於妄語，然為救脫彼有情", "182": "故，知而思擇，故說妄語。以要言之，菩薩唯觀", "183": "有情義利，非無義利，自無染心，唯為饒益諸", "184": "有情故，覆想正知而說異語，說是語時，於菩", "185": "薩戒無所違犯，生多功德。", "186": "又如菩薩，見諸有情，為惡友朋之所攝受，親", "187": "愛不捨。菩薩見已，起憐愍心，發生利益安樂", "188": "意樂，隨能隨力說離間語，令離惡友，捨相親", "189": "愛，勿令有情，由近惡友，當受長夜無義無利。", "190": "菩薩如是以饒益心，說離間語，乖離他愛，無", "191": "所違犯，生多功德。", "192": "又如菩薩，見諸有情，為行越路非理而行，出", "193": "麁惡語，猛利訶擯，方便令其出不善處安立", "194": "善處。菩薩如是以饒益心，於諸有情，出麁惡", "195": "語，無所違犯，生多功德。", "196": "又如菩薩，見諸有情，信樂倡伎吟詠歌諷，或", "197": "有信樂王賊飲食、淫蕩街衢無義之論。菩薩", "198": "於中皆悉善巧，於彼有情起憐愍心，發生利", "199": "益安樂意樂，現前為作綺語相應種種倡伎", "200": "吟詠歌諷、王賊飲食淫衢等論，令彼有情歡", "201": "喜引攝，自在隨屬，方便獎導，出不善處安立", "202": "善處。菩薩如是現行綺語，無所違犯，生多功", "203": "德。若諸菩薩安住菩薩淨戒律儀，生起詭詐", "204": "虛談現相，方便研求假利求利，味邪命法無", "205": "有羞恥，堅持不捨，是名有犯，有所違越，是染", "206": "違犯。無違犯者：若為除遣生起樂欲，發勤精", "207": "進，煩惱熾盛，蔽抑其心，時時現起。", "208": "若諸菩薩安住菩薩淨戒律儀，為掉所動，心", "209": "不寂靜，不樂寂靜，高聲嬉戲，諠譁紛聒，輕躁", "210": "騰躍，望他歡笑，如此諸緣，是名有犯，有所違", "211": "越，是染違犯。若忘念起，非染違犯。無違犯者：", "212": "若為除遣生起欲樂，廣說如前；若欲方便解", "213": "他所生嫌恨令息；若欲遣他所生愁惱；若他", "214": "性好如上諸事，方便攝受，敬順將護，隨彼而", "215": "轉；若他有情猜阻菩薩，內懷嫌恨惡謀憎背，", "216": "外現歡顏，表內清淨；如是一切，皆無違犯。若", "217": "諸菩薩安住菩薩淨戒律儀，起如是見，立如", "218": "是論：菩薩不應忻樂涅槃，應於涅槃而生厭", "219": "背；於諸煩惱及隨煩惱，不應怖畏而求斷滅，", "220": "不應一向心生厭離；以諸菩薩三無數劫，流", "221": "轉生死求大菩提。若作此說，是名有犯，有所", "222": "違越，是染違犯。何以故？如諸聲聞，於其涅槃", "223": "忻樂親近，於諸煩惱及隨煩惱深心厭離；如", "224": "是菩薩於大涅槃忻樂親近，於諸煩惱及隨", "225": "煩惱深心厭離，其倍過彼百千俱胝。以諸聲", "226": "聞唯為一身，證得義利勤修正行；菩薩普為", "227": "一切有情，證得義利勤修正行。是故菩薩當勤", "228": "修集無雜染心，於有漏事隨順而行，成就勝", "229": "出諸阿羅漢無雜染法。若諸菩薩安住菩薩", "230": "淨戒律儀，於自能發不信重言，所謂惡聲惡", "231": "稱惡譽，不護不雪。其事若實而不避護，是名", "232": "有犯，有所違越，是染違犯。若事不實而不清", "233": "雪，是名有犯，有所違越，非染違犯。無違犯者：", "234": "若他外道；若他憎嫉；若自出家因行乞行，因", "235": "修善行，謗聲流布；若忿蔽者；若心倒者；謗", "236": "聲流布，皆無違犯。若諸菩薩安住菩薩淨戒", "237": "律儀，見諸有情，應以種種辛楚加行，猛利加", "238": "行，而得義利，護其憂惱而不現行；是名有犯，", "239": "有所違越，非染違犯。無違犯者：觀由此緣，於", "240": "現法中少得義利，多生憂惱。若諸菩薩安住", "241": "菩薩淨戒律儀，他罵報罵；他瞋報瞋；他打報", "242": "打；他弄報弄；是名有犯，有所違越，是染違犯。", "243": "若諸菩薩安住菩薩淨戒律儀，於他有情有", "244": "所侵犯；或自不為，彼疑侵犯；由嫌嫉心，由慢", "245": "所執，不如理謝而生輕捨；是名有犯，有所違", "246": "越，是染違犯。若由懶墮、懈怠、放逸、不謝輕", "247": "捨，是名有犯，有所違越，非染違犯。無違犯者：", "248": "若欲方便調彼伏彼，出不善處安立善處；若", "249": "是外道；若彼希望，要因現行非法有罪，方受", "250": "悔謝；若彼有情性好鬪諍，因悔謝時倍增憤", "251": "怒；若復知彼為性堪忍，體無嫌恨；若必了他", "252": "因謝侵犯，深生羞恥，而不悔謝；皆無違犯。", "253": "若諸菩薩安住菩薩淨戒律儀，他所侵犯，彼", "254": "還如法平等悔謝，懷嫌恨心，欲損惱彼，不受", "255": "其謝，是名有犯，有所違越，是染違犯。雖復於", "256": "彼無嫌恨心，不欲損惱，然由稟性不能堪忍，", "257": "故不受謝，亦名有犯，有所違越，是染違犯。無", "258": "違犯者：若欲方便調彼伏彼，廣說一切，如前", "259": "應知。若不如法不平等謝，不受彼謝，亦無違", "260": "犯。", "261": "若諸菩薩安住菩薩淨戒律儀，於他懷忿，相", "262": "續堅持，生已不捨，是名有犯，有所違越，是染", "263": "違犯。無違犯者：為斷彼故，生起樂欲，廣說如", "264": "前。", "265": "若諸菩薩安住菩薩淨戒律儀，貪著供事增", "266": "上力故，以愛染心管御徒眾，是名有犯，有所", "267": "違越，是染違犯。無違犯者：不貪供侍，無愛染", "268": "心管御徒眾。", "269": "若諸菩薩安住菩薩淨戒律儀，嬾墮懈怠，耽", "270": "睡眠樂臥樂倚樂，非時非量，是名有犯，有所", "271": "違越，是染違犯。無違犯者：若遭疾病；若無氣", "272": "力，行路疲弊；若為斷彼生起樂欲，廣說一切，", "273": "如前應知。", "274": "若諸菩薩安住菩薩淨戒律儀，懷愛染心，談", "275": "說世事，虛棄時日，是名有犯，有所違越，是染", "276": "違犯。若由忘念虛棄時日，是名有犯，有所違", "277": "越，非染違犯。無違犯者：見他談說，護彼意故，", "278": "安住正念須臾而聽；若事希奇，或暫問他，或", "279": "答他問，無所違犯。", "280": "若諸菩薩安住菩薩淨戒律儀，為令心住，欲", "281": "定其心，心懷嫌恨，憍慢所持，不詣師所求請", "282": "教授，是名有犯，有所違越，是染違犯。嬾墮懈", "283": "怠而不請者，非染違犯。無違犯者：若遇疾病；", "284": "若無氣力；若知其師顛倒教授；若自多聞，自", "285": "有智力，能令心定；若先已得所應教授；而不", "286": "請者，無所違犯。", "287": "若諸菩薩安住菩薩淨戒律儀，起貪欲蓋，忍", "288": "受不捨，是名有犯，有所違越，是染違犯。無違", "289": "犯者：若為斷彼生起樂欲，發勤精進，煩惱猛", "290": "利，蔽抑心故，時時現行。如貪欲蓋，如是瞋恚、", "291": "惛沈、睡眠、掉舉、惡作及與疑蓋，當知亦爾。", "292": "若諸菩薩安住菩薩淨戒律儀，貪味靜慮，於", "293": "味靜慮見為功德，是名有犯，有所違越，是染", "294": "違犯。無違犯者：若為斷彼生起樂欲，廣說", "295": "如前。", "296": "若諸菩薩安住菩薩淨戒律儀，起如是見，立", "297": "如是論：菩薩不應聽聲聞乘相應法教；不應", "298": "受持；不應修學；菩薩何用於聲聞乘相應法", "299": "教，聽聞受持，精勤修學？是名有犯，有所違越，", "300": "是染違犯。何以故？菩薩尚於外道書論精勤", "301": "研究，況於佛語。無違犯者：為令一向習小", "302": "法者，捨彼欲故，作如是說。", "303": "若諸菩薩安住菩薩淨戒律儀，於菩薩藏未", "304": "精研究，於菩薩藏一切棄捨，於聲聞藏一向", "305": "修學，是名有犯，有所違越，非染違犯。", "306": "若諸菩薩安住菩薩淨戒律儀，現有佛教，於", "307": "佛教中未精研究，於異道論及諸外論精勤", "308": "修學，是名有犯，有所違越，是染違犯。無違", "309": "犯者：若上聰敏；若能速受；若經久時能不忘", "310": "失；若於其義能思能達；若於佛教如理觀察，", "311": "成就俱行無動覺者，於日日中，常以二分修", "312": "學佛語，一分學外，則無違犯。", "313": "若諸菩薩安住菩薩淨戒律儀，越菩薩法，於", "314": "異道論及諸外論研求善巧，深心寶翫，愛樂", "315": "耽味，非如辛藥而習近之，是名有犯，有所違", "316": "越，是染違犯。", "317": "若諸菩薩安住菩薩淨戒律儀，聞菩薩藏，於", "318": "甚深處最勝甚深真實法義，諸佛菩薩難思", "319": "神力，不生信解，憎背毀謗；不能引義，不能引", "320": "法，非如來說，不能利益安樂有情，是名有犯，", "321": "有所違越，是染違犯。如是毀謗，或由自內非", "322": "理作意；或隨順他而作是說。", "323": "若諸菩薩安住菩薩淨戒律儀，若聞甚深最", "324": "甚深處，心不信解。菩薩爾時應強信受，應無", "325": "諂曲，應如是學，我為非善，盲無慧目，於如來", "326": "眼隨所宣說，於諸如來密意語言而生誹謗。", "327": "菩薩如是自處無知，仰推如來，於諸佛法無", "328": "不現知，等隨觀見，如是正行，無所違犯。雖無", "329": "信解，然不誹謗。", "330": "若諸菩薩安住菩薩淨戒律儀，於他人所，有", "331": "染愛心，有瞋恚心，自讚毀他，是名有犯，有所", "332": "違越，是染違犯。無違犯者：若為摧伏諸惡外", "333": "道；若為住持如來聖教；若為方便調彼伏彼，", "334": "廣說如前；或欲令其未淨信者發生淨信，已", "335": "淨信者倍復增長。", "336": "若諸菩薩安住菩薩淨戒律儀，聞說正法論", "337": "義決擇，憍慢所制，懷嫌恨心，懷恚惱心，而不", "338": "往聽；是名有犯，有所違越，是染違犯。若為󰝬", "339": "墮懈怠所蔽，而不往聽，非染違犯。無違犯", "340": "者：若不覺知；若有疾病；若無氣力；若知倒", "341": "說；若為護彼說法者心；若正了知彼所說義，", "342": "是數所聞所持所了；若已多聞，具足聞持，其", "343": "聞積集；若欲無間於境住心；若勤引發菩薩", "344": "勝定；若自了知上品愚鈍，其慧鈍濁，於所聞", "345": "法難受難持，難於所緣攝心令定；不往聽者，", "346": "皆無違犯。", "347": "若諸菩薩安住菩薩淨戒律儀，於說法師，故", "348": "思輕毀，不深恭敬，嗤笑調弄，但依於文，不", "349": "依於義，是名有犯，有所違越，是染違犯。", "350": "若諸菩薩安住菩薩淨戒律儀，於諸有情所", "351": "應作事，懷嫌恨心，懷恚惱心，不為助伴。謂於", "352": "能辦所應作事，或於道路若往若來；或於正", "353": "說事業加行；或於掌護所有財寶；或於和好", "354": "乖離諍訟；或於吉會；或於福業；不為助伴，是", "355": "名有犯，有所違越，是染違犯。若為嬾墮懈怠", "356": "所蔽，不為助伴，非染違犯。無違犯者：若有疹", "357": "疾；若無氣力；若了知彼自能成辦；若知求者", "358": "自有依怙；若知所作能引非義能引非法；若", "359": "欲方便調彼伏彼，廣說如前；若先許餘為作", "360": "助伴；若轉請他有力者助；若於善品正勤修", "361": "習不欲暫廢；若性愚鈍，於所聞法難受難持，", "362": "如前廣說；若為將護多有情意；若護僧制，不", "363": "為助伴，皆無違犯。", "364": "若諸菩薩安住菩薩淨戒律儀，見諸有情，遭", "365": "重疾病，懷嫌恨心，懷恚惱心，不往供事，是名", "366": "有犯，有所違越，是染違犯。若為嬾墮懈怠所", "367": "蔽，不往供事，非染違犯。無違犯者：若自有病；", "368": "若無氣力；若轉請他有力隨順令往供事；若", "369": "知病者有依有怙；若知病者自有勢力，能自", "370": "供事；若了知彼長病所觸，堪自支持；若為勤", "371": "修廣大無上殊勝善品；若欲護持所修善品", "372": "令無間缺；若自了知上品愚鈍，其慧鈍濁，於", "373": "所聞法難受難持，難於所緣攝心令定；若先", "374": "許餘為作供事。如於病者，於有苦者為作助", "375": "伴欲除其苦，當知亦爾。", "376": "若諸菩薩安住菩薩淨戒律儀，見諸有情，為", "377": "求現法、後法事故，廣行非理，懷嫌恨心，懷恚", "378": "惱心，不為宣說如實正理，是名有犯，有所違", "379": "越，是染違犯。若由嬾墮懈怠所蔽，不為宣說，", "380": "非染違犯。無違犯者：若自無知；若無氣力；若", "381": "轉請他有力者說；若即彼人自有智力；若彼", "382": "有餘善友攝受；若欲方便調彼伏彼，廣說如", "383": "前；若知為說如實正理，起嫌恨心，若發惡", "384": "言；若顛倒受；若無愛敬；若復知彼性弊𢤱戾，", "385": "不為宣說，皆無違犯。", "386": "若諸菩薩安住菩薩淨戒律儀，於先有恩諸", "387": "有情所，不知恩惠，不了恩惠，懷嫌恨心，不欲", "388": "現前如應酬報，是名有犯，有所違越，是染違", "389": "犯。若為󰝬墮懈怠所蔽，不現酬報，非染違犯。", "390": "無違犯者：勤加功用，無力無能不獲酬報；若", "391": "欲方便調彼伏彼，廣說如前；若欲報恩而彼", "392": "不受，皆無違犯。", "393": "若諸菩薩安住菩薩淨戒律儀，見諸有情墮", "394": "在喪失財寶眷屬祿位難處，多生愁惱，懷嫌", "395": "恨心，不往開解，是名有犯，有所違越，是染違", "396": "犯。若為嬾墮懈怠所蔽，不往開解，非染違犯。", "397": "無違犯者：應知如前，於他事業，不為助伴。", "398": "若諸菩薩安住菩薩淨戒律儀，有飲食等資", "399": "生眾具，見有求者正來悕求飲食等事，懷嫌", "400": "恨心，懷恚惱心，而不給施，是名有犯，有所違", "401": "越，是染違犯。若由嬾墮懈怠放逸，不能施與，", "402": "非染違犯。無違犯者：若現無有可施財物；若", "403": "彼希求不如法物，所不宜物；若欲方便調彼", "404": "伏彼，廣說如前；若來求者王所不宜，將護王", "405": "意；若護僧制；而不惠施，皆無違犯。", "406": "若諸菩薩安住菩薩淨戒律儀，攝受徒眾，懷", "407": "嫌恨心，而不隨時無倒教授、無倒教誡；知眾", "408": "匱乏，而不為彼從清淨信長者居士婆羅門", "409": "等，如法追求衣服飲食諸坐臥具，病緣醫藥", "410": "資身什物，隨時供給，是名有犯，有所違越，是", "411": "染違犯。若由嬾墮懈怠放逸，不往教授，不往", "412": "教誡，不為追求如法眾具，非染違犯。無違犯", "413": "者：若欲方便調彼伏彼，廣說如前；若護僧制；", "414": "若有疹疾；若無氣力不任加行；若轉請餘有", "415": "勢力者；若知徒眾世所共知有大福德，各自", "416": "有力求衣服等資身眾具；若隨所應教授教", "417": "誡，皆已無倒教授教誡；若知眾內，有本外道，", "418": "為竊法故來入眾中，無所堪能不可調伏，皆", "419": "無違犯。", "420": "若諸菩薩安住菩薩淨戒律儀，懷嫌恨心，於", "421": "他有情，不隨心轉，是名有犯，有所違越，是染", "422": "違犯。若由嬾墮懈怠放逸，不隨其轉，非染違", "423": "犯。無違犯者：若彼所愛非彼所宜；若有疾病；", "424": "若無氣力不任加行；若護僧制；若彼所愛雖", "425": "彼所宜，而於眾多非宜非愛；若為降伏諸惡", "426": "外道；若欲方便調彼伏彼，廣說如前；不隨心", "427": "轉，皆無違犯。", "428": "若諸菩薩安住菩薩淨戒律儀，懷嫌恨心，他", "429": "實有德不欲顯揚；他實有譽不欲稱美；他實", "430": "妙說不讚善哉；是名有犯，有所違越，是染違", "431": "犯。若由嬾墮懈怠放逸，不顯揚等，非染違犯。", "432": "無違犯者：若知其人性好少欲，將護彼意；若", "433": "有疾病；若無氣力；若欲方便調彼伏彼，廣說", "434": "如前；若護僧制；若知由此顯揚等緣，起彼雜", "435": "染憍舉無義，為遮此過；若知彼德雖似功德", "436": "而非實德；若知彼譽雖似善譽而非實譽；若", "437": "知彼說雖似妙說而實非妙；若為降伏諸惡", "438": "外道；若為侍他言論究竟，不顯揚等，皆無", "439": "違犯。", "440": "若諸菩薩安住菩薩淨戒律儀，見諸有情應", "441": "可訶責，應可治罰，應可驅擯，懷染污心，而不", "442": "訶責；或雖訶責，而不治罰，如法教誡；或雖治", "443": "罰如法教誡，而不驅擯，是名有犯，有所違越，", "444": "是染違犯。若由嬾墮懈怠放逸，而不訶責乃", "445": "至驅擯，非染違犯。無違犯者：若了知彼不可", "446": "療治，不可與語，喜出麁言，多生嫌恨，故應棄", "447": "捨；若觀待時；若觀因此鬪訟諍競；若觀因此", "448": "令僧諠雜；令僧破壞；知彼有情不懷諂曲，成", "449": "就增上猛利慚愧，疾疾還淨；而不訶責乃至", "450": "驅擯，皆無違犯。", "451": "若諸菩薩安住菩薩淨戒律儀，具足成就種", "452": "種神通變現威力，於諸有情應恐怖者能恐", "453": "怖之，應引攝者能引攝之；避信施故，不現神", "454": "通恐怖引攝，是名有犯，有所違越，非染違犯。", "455": "無違犯者：若知此中諸有情類，多著僻執，是", "456": "惡外道，誹謗賢聖，成就邪見，不現神通恐怖", "457": "引攝，無有違犯。", "458": "又一切處無違犯者：謂若彼心增上狂亂；若", "459": "重苦受之所逼切；若未曾受淨戒律儀。當知", "460": "一切皆無違犯。", "461": "若諸菩薩，從他正受戒律儀已，由善清淨求", "462": "學意樂，菩提意樂；饒益一切有情意樂，生起", "463": "最極尊重恭敬，從初專精不應違犯。設有違", "464": "犯，即應如法疾疾悔除，令得還淨。", "465": "如是菩薩一切違犯，當知皆是惡作所攝，應", "466": "向有力，於語表義能覺能受小乘大乘補特伽", "467": "羅，發露悔滅。若諸菩薩以上品纏，違犯如上", "468": "他勝處法，失戒律儀，應當更受。若中品纏，違", "469": "犯如上他勝處法，應對於三補特伽羅，或過", "470": "是數，應如發露除惡作法，先當稱述所犯事", "471": "名，應作是說：長老專志，或言大德，我如是", "472": "名，違越菩薩毘奈耶法，如所稱事，犯惡作罪。", "473": "餘如苾芻發露悔滅惡作罪法，應如是說。若", "474": "下品纏，違犯如上他勝處法，及餘違犯，應對", "475": "於一補特伽羅發露悔法，當知如前。若無隨", "476": "順補特伽羅，可對發露，悔除所犯。爾時菩薩", "477": "以淨意樂，起自誓心，我當決定防護當來，終", "478": "不重犯。如是於犯，還出還淨。", "479": "復次，如是所犯諸事菩薩學處，佛於彼彼素", "480": "呾纜中隨機散說，謂依律儀戒，攝善法戒，饒", "481": "益有情戒，今於此菩薩藏摩呾理迦，綜集而", "482": "說。菩薩於中應起尊重，住極恭敬，專精修學。", "483": "菩薩戒本一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1501 菩薩戒本: 菩薩戒本: 菩薩戒本", "source": "CBETA"}