{"author": "隋 智顗說  灌頂錄", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1785 金光明經文句", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "釋散脂鬼神品", "1": "金光明經文句卷第六", "2": "隋天台智者大師說", "3": "門人灌頂錄", "4": "釋正論品釋正論品", "5": "正論者。正名為聖。聖有二種。一世聖。二出世", "6": "聖。論名覈實。一覈事實。二覈理實。此品是先", "7": "王舊法世世相傳。先王傳力尊相。力尊相傳", "8": "於信相。信相又傳其子。其子又傳於後世。", "9": "世世正聖世世善實。即是先王之法言。亦是", "10": "世界悉檀立名名正論品。王行此法法律相", "11": "應。陰陽以之調。日月以之順。百穀以之豐。", "12": "萬民以之樂。社稷以之安。治化以之美。即是", "13": "民用和睦上下無怨。亦是為人悉檀立名名", "14": "正論品。王用此法外敵不敢謀。內姦不敢驚。", "15": "妖星不敢現。惡虹不敢行。暴風不敢動。疾", "16": "雨不敢零。是則禍亂不作災害不生。亦是對", "17": "治悉檀立名名正論品。此之世善本金光明。", "18": "從金光明出此正論。善用此正論。天宮天", "19": "身以之光明。天力天威以之增長。天心為之", "20": "倍樂。天之法味為之倍更深遠。即是先王", "21": "之至德要道。亦是第一義悉檀立名名正論", "22": "品也。此文是流通中第二意。明人王弘經感", "23": "通冥聖。天王佐助善政興隆。文為二。一長", "24": "行說事本。二偈頌說正論。長行中對告地神", "25": "說昔尊相。如文。偈有八十二行。文為四。初", "26": "二行半集眾。次三行半發問。次一行結問開", "27": "答。後七十五行梵天答。即說正論也。集", "28": "眾文為三。初一行是佛敘尊相欲為天子。", "29": "說先王本法。次一行佛敘尊相誡聽。次半行", "30": "明說論處所。次四王發四問。一問云何呼人", "31": "為天。二問非天所生而名天子。三問處王宮", "32": "殿何故名天。四問以人法治世那得名天。", "33": "次一行成前起後。可見云云。問既有四。答", "34": "亦為四。一答天護其入胎。雖是人子而稱天", "35": "子。三十三天各分己德。雖是於人而稱為天。", "36": "雖處人宮殿用天律治世。雖是人主而稱為", "37": "天。雖是人法治世。令眾生行善多生天上。", "38": "以因中說果故稱為天。從汝今雖以下是梵", "39": "答。文為二。初十行半略答。後六十四行半廣", "40": "答。略中有四。初一行半許答。次因集業故", "41": "一行略舉昔因今果答其問王義。次五行舉", "42": "三義答其問天義。次三行舉三義重答問王", "43": "義。答天舉三義者。未入胎入胎分德力加是", "44": "也。以護胎故稱為天子。答第二問也。以分德", "45": "故有其天德。故稱為天。答第一問也。神力", "46": "所加修善遮惡。後必生天。因中說果故稱", "47": "為天。答第三第四正法治世名為天問也。", "48": "答半名為天三義竟。從半名人王已下答有", "49": "三義故稱半為王。一名執樂者。樂由於王。", "50": "王執此樂使天下和平。五日一風十日一雨。", "51": "老者擊壤小騎竹馬。誰不歸德。故執樂者", "52": "名王。二者遮惡為民除害。天不亢旱地不洪", "53": "流。草不折傷民無疾癘者。誰不歸德。故", "54": "遮惡名王。三父母者。誨示禍福導語善惡。", "55": "制禮作樂而民知禁。誰不歸德。故父母名之", "56": "為王。能為民下作父母。故諸天護之名為", "57": "天子。以遮惡不起諸天分德名之為天。以執", "58": "樂故因中說果復名為天。非但半名人王義", "59": "成。半名為天三義亦顯。從若有惡事下三十", "60": "九行三句廣明非法不得名天不得名王。六", "61": "義俱失。三十三天各生瞋恨。是天不護。不護", "62": "故非天子。是諸天王各相謂言。是天不分德。", "63": "不分德故不得名天。捨遠善法增長惡法。則", "64": "無天因。寧得因中說果歎人為天也。生大愁", "65": "苦者。無執樂義。疾疫流遍無遮惡義。縱惡不", "66": "顧善無父母義云云。從當正治罪下二十四", "67": "行三句更廣說六義。當正治罪即父母義。諸", "68": "天護持即天子義。以滅惡法即魁膾義。魁膾", "69": "名典軍。遮制惡鬼。鬼畏典軍不敢亂行也。", "70": "修習善法即執樂義。應各為說即示因果", "71": "義。諸天即分德義。還以六義消文。皆可尋", "72": "云云。此中應明觀義。自思之云云。問金光明", "73": "是正論本。其意云何。天者即法性金也。法性", "74": "作依止故言天護。分德者即光也。報身與法", "75": "性冥。即是分德也。神力所加者即明也云云。", "76": "又父母者即金也。法性為父母故。遮惡即光", "77": "也。執樂即明也。以此為本故能正論爾。如", "78": "半名人王半名為天。為世間正論。半名出世", "79": "間正論。本末相關。即此意也。", "80": "釋善集品釋善集品", "81": "此轉輪王集眾善法如海導師。善海無涯六", "82": "度則攝。六度又廣。二度略攝。謂檀與智。提如", "83": "意殊捨四大地。滿中珍寶以用布施。即集檀", "84": "行也。合掌而立請寶冥尊者。宣揚顯說是", "85": "金光明。即集智行也。檀智既然。餘法亦爾。", "86": "從行得名故稱善集品也。此六度不同是世", "87": "界悉檀集善也。修於五度是為人集善也。", "88": "修於智度是對治集善也。皆波羅蜜是第一", "89": "義集善也。從此四集得名故言善集品。此", "90": "品是第二人王弘經。上明世間正見感動天", "91": "地。此明出世正見感動賢聖云云。文為二。初", "92": "對告地神。二以偈說。偈有六十四行半。", "93": "分為二。初四行通明因地行檀。次六十行", "94": "半別名善集施財施法。別為六。一六行半", "95": "明事本。二十一行半明聖王請法。三十九", "96": "行半明尊者宣揚。四十行半明輪王行施。", "97": "五二行結會古今。六十行半引因果以證", "98": "以勸。悉如文。就此品論金光明者。善集波羅", "99": "蜜金也。集般若光也。集五度明也。就寶冥", "100": "論者。在一窟中金也。面如滿月光也。讀誦", "101": "如是經明也。就二人作者在窟中金也。許", "102": "為王說光也。王提如意珠雨四天下珍寶", "103": "明也。", "104": "釋鬼神品釋鬼神品", "105": "鬼字訓歸。又云畏也。報多怖畏如阿修羅云", "106": "云。又云威也。能令他畏其威也。神者能也。", "107": "大力者能移山填海。小力者能隱顯變化。此", "108": "品通列一切天龍江海日月諸神。上已天題", "109": "品竟無容再出。雖通列諸道。而鬼神文多。從", "110": "多故以之題品。此品是第三。一切天龍鬼", "111": "神天靈地祇咸皆發誓溥遍弘宣以勸流", "112": "通。文為二。一長行二偈頌。長行中先舉事別", "113": "次圓供養。事別者。佛從慈悲中起受供養者", "114": "蓋應佛也。佛從如中起覺智智與如合者報", "115": "佛也。一切法悉是諸佛行處者法佛也。作如", "116": "此解者三佛歷別。若修事之供養。供養亦別", "117": "也。圓供養者勸聽經。聽經是法之供養。諸", "118": "供養中最為第一。第一供養者供養一切佛。", "119": "能說文字是應佛。能詮是報佛。所詮是法", "120": "佛。能敬文字即敬三佛。亦是敬三世佛。諸", "121": "佛從此生。故供養文字即供養一切諸佛云云。", "122": "又別時重聞更記之。長行舉四願欲而作一", "123": "勸。若欲知佛行處。行處者即如如境法佛也。", "124": "欲知者。知是如如智報佛也。能聽此經。此", "125": "經即文字。文字即應佛也。能聽者隨順佛教", "126": "即法供養。法供養即妙供養也。聽經能生覺", "127": "智。覺智生故即是佛受供養也。聽經一事具", "128": "諸願欲。秪圓一事具別諸事也。偈有一百", "129": "二行半。分為六。一從若欲供養下十一行頌", "130": "上長行秪能聽經即是舉圓妙以勸修。二從", "131": "隨所至處下三行半舉聽經即能禳災以勸", "132": "修。三從於說法處下六行舉聽經致靈瑞以", "133": "勸修。四從威德相貌下五行半舉秪聽經有", "134": "威力以勸修。五從大梵天王下四十九行", "135": "半舉聽經能致天龍鬼神以勸修。六從於諸", "136": "眾生下二十七行舉秪聽經能令國土安樂", "137": "以勸修云云。蠱道者。四天上遣神名彌栗頭", "138": "虔伽陀。漢言善品。主蠱毒也。摩醯首羅餘", "139": "經翻為大自在。灌頂經翻為威靈帝。摩尼", "140": "跋陀翻為威伏行。富那跋陀翻為集至成。", "141": "金毘羅翻為威如王。賓頭盧伽翻為立不", "142": "動。車鉢羅婆翻為忍得脫。曇摩跋羅翻為", "143": "學帝王。摩竭婆羅翻為除曲心。繡利蜜多", "144": "翻為有功勳。勒那翅奢翻為調和平。劍摩", "145": "舍帝翻為伏眾根。奢羅蜜帝翻為獨處快。", "146": "醯摩跋陀翻應舍主。薩多琦梨翻大力天。", "147": "波利羅睺翻勇猛進。毘摩質多翻為高遠。", "148": "睒摩利子翻英雄德。波訶梨子翻威武盛。", "149": "佉羅騫馱翻吼如雷。鳩羅擅提翻戰無敵。", "150": "脫因者脫業障也。脫果者脫報障也。度諸有", "151": "者脫煩惱障也。", "152": "釋授記品釋授記品", "153": "有四種授記。今是二種云云。授者與也。記者", "154": "記成道事也。此中授三大士一萬諸天當來", "155": "成佛事。故言授記。亦名授莂。亦名授決。授劫", "156": "國數量名為莂。審實不虛名為決。從佛所與", "157": "名為授。從其所得名為受。此中從佛所與故", "158": "言授記。此是流通中第四意。舉昔行經之因。", "159": "方成圓極之果。證弘護不虛以勸流通也。", "160": "文為二。一與記。二疑記。與記為二。一與三大", "161": "士記。二與十千天記。與三大士記又二。一同", "162": "緣者集。二正與記。世界轉名淨幢者。應論四", "163": "句。此中是其一也。十千記又二。一聞經生解。", "164": "二正與記云云。從爾時道場下是第二疑記。", "165": "又二。一疑問二佛答。疑者夫移山填海非一", "166": "日之功。菩提極果積行方剋。忉利暫下無久", "167": "聽之勞。不聞往昔有難思之行。行淺記深。是", "168": "故疑惑。如餘菩薩者。六度菩薩引錐指地無", "169": "非捨身命處。戒忍禪智滿三僧祇。若通教菩", "170": "薩從假入空非止一世修行。從空入假動逾", "171": "塵劫。若別教菩薩直行一行。動經無量阿僧", "172": "祇劫。況復遍行眾行。量不可數尚不獲記。", "173": "少時聞經而得斯決。時眾咸疑。故樹神發問", "174": "也。佛答為二。一舉現行。二舉遠緣。現行者。", "175": "捨天宮樂故來聽經。聞三大士獲菩提記。我", "176": "昔本誓與其法食。三事和合故與其記也。此", "177": "意證成鬼神品初以妙供養供養三世諸佛。及", "178": "欲得知諸佛行處。決定至心聽此妙典。雖有", "179": "此旨未見其人。今此十千即其人也。聞記當", "180": "果果必有因。因金光明生殷重心起功德身。", "181": "心無垢累起般若身。猶如虛空。起於法身一", "182": "心中聽三德圓成。復有無量功德。說不可盡。", "183": "此不得記。記與誰乎。證聽功德意在於此。以", "184": "隨相修指今現行。行隨實相而修也。有妙善", "185": "根指於遠緣也。違緣實相而種善根也。從亦", "186": "以過去下是舉遠緣答也。文為二。一略二廣。", "187": "此中少文是略。除病流水兩品是廣答也。", "188": "釋除病品釋除病品", "189": "廣答遠緣。由醫王救疾故言除病品。通取後", "190": "流水品。文為五。一緣本。二遠緣。三近緣。四", "191": "結緣。五會緣。從佛告樹神下明緣本。如文。", "192": "從像法中下明遠緣。遠緣為六。一明父。二", "193": "生子。三國人遇病。四其子請。五父為說。六", "194": "知已遍治。子請為三。一見人過病。二思惟。", "195": "三正問。問為四。初一偈問四大增損。二問飲", "196": "食犯觸。三問治病醫方。四問病動時節。身", "197": "火不滅者。食飽熱病慚息。食消熱復更生。故", "198": "言身火不滅也。水過肺病者。水多則損肺。即", "199": "是痰病也。父醫還答四問。初六行答四大", "200": "增損。二一行半答飲食犯觸。三二行答病動", "201": "時節。四八行半答治病方。就六行中分二。", "202": "初一行是佛敘父醫欲答爾。次五行正答", "203": "時節。時節有二。一俗法四時。謂春夏秋冬。", "204": "冬為歲末春為歲始。而初言夏者。或可趣", "205": "作此言。或可答問正是於夏。三三而說者。", "206": "一時三月。謂孟仲季。四時即十二月也。若依", "207": "佛說法。一歲三時。謂冬春夏。夏為歲末冬", "208": "為歲始。何故爾。為破諸弟子著常。為開安居", "209": "迦提月。故沒秋時爾。佛法三時亦是三三", "210": "說也。若二二說足滿六時者。依俗法四時。時", "211": "本二月土寄四季各十八日。本之二月只是", "212": "陰陽二月。一時唯有陰陽二月。合成六時。", "213": "正月二月是木王時。四月五月是火王時。七", "214": "月八月是金王時。十月十一月是水王時。臘", "215": "月三月是陽土寄王。六月九月是陰土寄王。", "216": "欲論本月亦二二說。若論土寄王亦二二說。", "217": "故言足滿六時也。若依佛法解二二說者。佛", "218": "法有三時。時有四月。各有初分後分。後臘月", "219": "十六日至二月十五日。此初分春時。從二", "220": "月十六日至二月十五日。此二月春後分。從", "221": "四月十六至六月十五日。此二月是夏時初", "222": "分。從六月十六至八月十五。此是夏後分。從", "223": "八月十六至十月十五。此二月是冬時初分。", "224": "從十月十六至臘月十五。此二月是冬後分。", "225": "故言若二二說足滿六時也。又云。正月三月", "226": "是陽月。二月四月是陰月。五月七月是陽月。", "227": "六月八月是陰月。九月十一月是陽月。十", "228": "月臘月是陰月。故言若二二說足滿六時。三", "229": "三本攝依俗法者。正月是春分本月。攝後兩", "230": "月悉屬春分。四月為夏本月。攝後兩月悉屬", "231": "夏分。七月為秋本月。攝後兩月悉屬秋分。十", "232": "月為冬本月。攝後兩月悉屬冬分。三三本攝", "233": "也。又云。正月二月正是春時木於中王。土", "234": "寄三月攝屬春時。四月五月正是夏時火於", "235": "中王。土寄六月攝屬夏時。七月八月正是秋", "236": "時金於中王。土寄九月攝屬秋時。十月十一", "237": "月正是冬時水於中王。土寄臘月攝屬冬時。", "238": "土寄四季正時為本。各三月並攝於土。故言", "239": "三三本攝主攝於客。客是土也。依佛法言三", "240": "三本攝者。本時各三月。既廢秋時。以秋之", "241": "三月各配入三時。時則四月。論本則三。論攝", "242": "則一。故言三三本攝也。問四時各有三月。", "243": "此是四三本攝。何謂三三本攝。答三為一數。", "244": "以三而數故言三三為本爾。隨是時節消息", "245": "者。時如上說。或四或三或二或攝等種種不", "246": "同。隨時以意消息斟酌去取。若依佛法。無秋", "247": "時。而言秋時發病。此云何釋。從八月半已還", "248": "隨俗名秋。而夏時攝。八月下半以去隨俗", "249": "名秋。冬時攝。隨時消息者。二法之間而斟", "250": "酌也。代謝增損者。春動肝病此可治。春動", "251": "脾病此難治。夏動心病此可治。夏動肺病此", "252": "難治。夏末冬初於秋分中動肺病此可治。若", "253": "動肝病此難治。冬動腎病此可治。若動心病", "254": "此則難治。論四時增損大略如此。問四時皆", "255": "動病。何故去秋時。解此為二。一為破保常。", "256": "秋時萬物結實。人計為常為樂。為破此著故", "257": "去秋時。佛為弟子保常心多故也。二者為", "258": "開後安居立迦提月。安居本名坐夏。八月", "259": "半內已還若是秋時。便是坐秋。為此義故。", "260": "故廢秋時爾。從有善醫師下一行半答犯觸。", "261": "犯觸有六。一多坐。二多眠。此二多致痰。宜", "262": "多行猗散之。三多行。四多猗。五多語生風", "263": "病。宜多眠治之。六多淫生一切病。即等分病", "264": "也。若火少痰多。若火多即熱壯。若風多吹", "265": "火成熱病。若風多吹痰成冷病。三事若等無", "266": "病。飲食得病者亦有六。一過量食。二少食不", "267": "足而止。三過飢食。四逆時食。未飢強與也。五", "268": "妨食。如食肉飲生乳使人癩。六不曾食而", "269": "強食。如南人飲漿北人飲蜜。若菜和蜜令不", "270": "結男。猪膏煎白鷺肉令人癩。若患熱而飲", "271": "酒。食小麥生牛肉。令人失明吐血痢血。若病", "272": "痰而食甜肥醎酸。令人𠲿鼻多汁。又", "273": "㿃痢也。六大者是六腑。大腸小腸膽胃三", "274": "焦兩膀胱也。從多風病者下二行答病起時", "275": "節。四月五月是風生時。六月七月是風起時。", "276": "八月九月是風滅時。六月七月是熱生時。八", "277": "月九月是熱起時。十月至正月是熱滅時。八", "278": "月九月等分生時。十月十一月是等分起時。", "279": "十二月正月是等分滅時。十月至正月是痰", "280": "生時。二月三月是痰起時。四月至七月是", "281": "痰滅時。痰是水病肺也。夏日動風者。夏日", "282": "毛孔開通。外風得入內風動也。熱病秋動者。", "283": "毛孔閉塞。熱伏於內不得行故成病。等分冬", "284": "動者。春時動水肺病不差。至夏復動風風病", "285": "不差。至秋復動熱熱病不差。至冬俱動一切", "286": "病故也。二月三月是痰起損肺肺病動也。", "287": "從有風病者下八行半答治病方。文為三。初", "288": "二行半未病前以藥防。次二行明正以藥治。", "289": "後四行病退以藥補風病夏服肥膩醎酸熱", "290": "食者。夏月毛孔開通。具以肥膩潤塞之。令", "291": "風不得入。醎酢性熱能消水。令體堅實治於", "292": "風虛。熱食流汗引風令出。又治虛冷風不", "293": "得進。冷甜是酥乳等能治熱也。等分冬服甜", "294": "酢等除風也。肺病服肥膩塞毛孔。令水不得", "295": "入。熱能焦水宣通故能治肺病也。飽食發肺", "296": "病。食既多則腸胃盈滿。故發肺也。食消發", "297": "熱者。如食沃潤則熱病伏。食消無潤熱病起", "298": "也。消已虛疎風氣入體。故發風也。風疎補酥", "299": "膩。醎除風。甜除熱。肺帶風水。宜吐也。此中", "300": "消文出瞋諦三藏疏中。從善女天下是第", "301": "六知已遍治。文為二。一病輕聞說即差。二病", "302": "重服藥方除云云。觀心者。三毒等分是內病", "303": "也。數息不淨慈心因緣是法藥。宜聞法藥", "304": "得悟者。信行人病差也。作觀研心得悟者。法", "305": "行人病差也。眼是春時。舌是夏時。鼻是秋", "306": "時。耳是冬時。身是四季。攝屬諸時。妙好五欲", "307": "增貪病。麁惡五欲損貪病。妙好五欲損瞋病。", "308": "麁惡五欲增瞋病。平平五欲增癡病。違順五", "309": "欲損癡病。總三種五欲增覺觀病。偏動三種", "310": "五欲損覺觀病。是為增損之相也。犯觸者。", "311": "違情犯瞋順情犯貪。不違不順犯癡。總三", "312": "犯覺觀。慢時即發瞋。求須時即發貪。僻解時", "313": "即發癡。放逸時即發覺觀。慈心治瞋。不淨治", "314": "貪。因緣治癡。數息治覺觀云云。", "315": "釋流水品釋流水品", "316": "文云。一能流水。二能與水。與水者與安樂水", "317": "也。一世安樂。二出世安樂。世安樂者。如象負", "318": "水濟彼枯魚是也。出世安樂者。如發誓言。於", "319": "未來世當施法食與菩提記是也。流水者。流", "320": "除苦惱水也。一果報苦惱。二業因苦惱。流除", "321": "果報苦惱。如治諸病人救彼渴魚是也。流除", "322": "業因苦惱者。授三歸說十二因緣。讚佛十", "323": "號是也。請父求方欲成流水之義。從王借象", "324": "欲成與水之義。既有二能。那單以流水題品。", "325": "文中既彰與水之義。題品須安流水之名。不", "326": "煩於文二義雙顯。出經者之巧為若此也。長", "327": "者者。如法華疏中十種長者義也。字者持水", "328": "之子故言子也。此文是斷疑中第三結緣之", "329": "近由。近由又二。一弄引二正近由。弄引又", "330": "二。一行恩布德。二國人稱美。並如文。近由又", "331": "三。一明眷屬。二見魚之緣。三正救魚。如文。", "332": "從未來之世當施法食下是第四正結緣。", "333": "又為四。一發誓願。二思惟說法。三正說法。", "334": "四魚改報生天酬恩供養。就魚報恩文為四。", "335": "一魚改報生天。二天酬恩而下地。三王見光", "336": "問瑞。四長者徵教而定答。如文。報恩有二義。", "337": "一事二理。事者真珠四邊報水飲食因緣十", "338": "號等四種澤也。理者準涅槃文云。施食令他", "339": "得命表常。令他得樂是故得涅槃。令他得悟", "340": "是故成自在我。如法求財是故得淨。用四十", "341": "千報常樂我淨之恩也。第五結會古今者。昔", "342": "佛疑魚數樹神定判十千。今神疑行淺記深。", "343": "佛為說妙因緣。今昔相關是故結會也。", "344": "釋捨身品釋捨身品", "345": "捨義甚多。財位壽命。獨以身當名耶。此從正", "346": "要得名。受者須身餘則非要。施者正捨身餘", "347": "旁捨爾。故言捨身品。文為四。一問二答三", "348": "眾得益四結成。問者上聞大士治病救魚實", "349": "為曠濟。小人小蟲得二世益。時眾願聞亡身", "350": "殞命感深契極之事。行苦而果樂可得聞耶。", "351": "是故請問。佛答為二。一敘緣起。二正明捨", "352": "身。緣起為十。一地塔涌。二大眾生疑。三佛", "353": "起禮。四樹神問禮。五佛答禮。六命阿難取。七", "354": "阿難述骨狀。八命示大眾。九奉命取示。十佛", "355": "勸眾禮。皆如文。從過去有王下是正捨身。文", "356": "為二。一長行二偈頌。長行為四。一明本眷屬。", "357": "二捨身方便。三正捨身。四捨後悲戀。就本眷", "358": "屬為五。一明本眷屬。摩訶羅陀此翻大無", "359": "罪。文殊問經云。羅陀翻為中。摩訶波那羅或", "360": "云此翻大度未詳摩訶提婆此言大天。摩訶", "361": "薩埵此翻大心。二游行。三各述相。四見產", "362": "虎。五各陳觀見。從作是念言我今捨身時已", "363": "到矣下是捨身方便。方便為二。初述觀解。", "364": "二起誓願。願行相扶。適產七日者。見虎子頭", "365": "上有七點。知已七日。出山海經也。又云。七日", "366": "眼開。又七日不食必死。虎兒垂死知是七日。", "367": "或云。鬼神示悟。如樹神數魚。正捨身為二。", "368": "一捨身。二感動天地。捨身後眷屬愁苦。先兩", "369": "兄愁惱各說偈共向捨所。次父母愁苦。偈九", "370": "十三行為三。初二行通明昔行。次別頌長行。", "371": "三結會。初如文。我念宿命下別頌長行。四行", "372": "頌上本眷屬。上有述相陳觀。今不頌。餘皆頌。", "373": "從時勝大士下二行頌上捨身方便不頌發", "374": "誓。從即上高山下頌上正捨身感動也。從", "375": "是時二兄下頌上捨身後眷屬愁苦。從是時", "376": "王子下頌上父母愁苦。從佛告樹神下第三", "377": "結會。結會為三。一結會人。二結會塔。三結", "378": "會誓願。說是經時下大眾所益也。樹神是名", "379": "禮塔下第四是結問意。", "380": "釋讚佛品釋讚佛品", "381": "此品從能所得名。能讚是三番菩薩。所讚是", "382": "一佛世尊。能所合標故言讚佛品。私謂三", "383": "番菩薩是能讚。一佛是所讚。一佛是能讚。", "384": "三番是所讚。三番是當佛。一佛是現佛。通", "385": "而為言。皆是能讚皆是佛。故言讚佛品。次第", "386": "者。因前十七品故有今品。何者。序品敘大", "387": "體。如來遊於無量甚深法性窮源極邊。壽", "388": "量品極果冥深合廣能起大用。懺品勸菩薩。", "389": "若欲修學當如懺品滅惡讚品生善空品導", "390": "成。四王至散脂誓願流通。說請者之功德。", "391": "正論至善集明說者之功德。鬼神至流水說", "392": "聽者之功德。捨身明行者之功德。如是等利", "393": "益出現世者。皆是如來大體大智大用金光", "394": "明力。既善始令終。初中後竟。故諸菩薩等", "395": "以讚讚佛稱揚教及教主。故言讚佛品。此", "396": "文為二。一經家敘陳列讚眾。從此至彼金", "397": "寶蓋剎施三業供養。投地是身。同聲是口。", "398": "口身共暢意業也。二正說偈。合六十五行", "399": "半。文為三。一二十行諸菩薩說。二十七行", "400": "信相說。三二十八行半樹神說云云。私謂其", "401": "文有四。前三是能讚。後一是所讚。所讚又是", "402": "能讚。能讚又是所讚。故文云。佛從三昧起。以", "403": "微如音而讚歎言。善哉善哉樹神善女。汝", "404": "於今日快說是言。豈非所讚讚能讚。其文既", "405": "明不須惑也。又是印成三番菩薩讚教。從序", "406": "品已來快說如來果地大體大智大用菩薩修", "407": "因也。上文有佛禮舍利。即果身禮因身也。今", "408": "文有佛讚大懺大讚能請能說能聽能行。皆", "409": "是快說也。當知快說是果讚因菩薩也。即", "410": "果口讚因口其義孱然。果意讚因意。任運例", "411": "成也云云。問佛何處入定。此云從三昧起。答", "412": "初將說經。佛遊甚深法性。今說將竟故從三", "413": "昧起。此經首尾皆在法性中說。其文甚明。若", "414": "作入法性者。法性自在。四佛五佛同處各處。", "415": "共見異見四來四去。一住一在隨人所覩。皆", "416": "無障礙也。觀心者。諸菩薩三業讚佛。三業事", "417": "可解。三觀心者。觀身不得身身空但有名字。", "418": "名字無量。或捨身名檀。乃至身空名智慧。六", "419": "度十度八萬塵沙法門。名字即空。說空不", "420": "定空。假非定假。非空非有即顯中道。三觀宛", "421": "然事理六法皆悉具足。若無觀慧事亦不成。", "422": "例如三衣六物。若解其意三六俱成。若不解", "423": "者。非但無六三亦不成。觀心亦爾。若得理觀", "424": "六觀六成。若不得意。既無理觀事觀亦不成。", "425": "無六亦無三此之謂也。此大好甚廣云云。", "426": "金光明經文句卷第六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1785 金光明經文句", "source": "CBETA"}