{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0864A 大日如來劍印", "text": {"0": "No. 864A", "1": "大日如來劍印", "10": "謂額、右肩、左肩、心、喉，頂上散。一字頂輪王印", "100": "「􄖩曩􄗭謨􆿅阿引、去􅝪哩也二合􄗥曼􄒺視􄭷室哩二合􄗱曳", "101": "􄗕󰂛􄕽地􄙺薩􄽚怛嚩二合􄗱野􄕗怛􇩊儞也二合􄕤他", "102": "􄒶惹􄗷曳􄒶惹􄗱野􄙊臘􄙜吠􄒶惹􄗱野􄗥麼􄚩賀􄗥摩􄚮係", "103": "􇩉娑嚩二合􄚩賀引」", "104": "祈雨助頂輪加持日真言：", "105": "「􇩂唵部嚕唵三合阿去、引儞顛誐囉迦上鼻艷二合", "106": "吽發吒」", "107": "金剛大輪陀羅尼曰：", "108": "「􄖩曩􄗰麼􈅾悉半音咥哩二合耶􈂸墜􄑁迦去􈁀南去", "109": "􄕗跢􄕤多􄑘伽􄕘陀去􄖳南上二􆿓唵三􄙘鞞􄗽囉去􄒸時", "11": "先合掌，以左右二無名指、二小指右押左，", "110": "􄙘鞞􄗽囉去􄒸時四􄗥摩􄚩訶􄑼斫􄥇迦囉二合􄙖嚩􄦽日哩五", "111": "􄙺薩􄕗多􄙺薩􄕗多􄙺娑􄗽囉上􄕝帝􄙺娑􄗽囉上􄕝帝", "112": "􄩞怛囉􄗳曳􄩞怛囉􄗳曳􄙘毘􄕻陀􄗥麼􄖫儞九􄚦三􄕉盤", "113": "􄒶誓􄖫儞十􄩞怛囉上􄗥麼􄕙底上二􄙼悉􇧺陀􄥡揭唎", "114": "􄗱􈋕怛囑炎十二三合􅁥娑嚩二合、引􄚩賀引」", "115": "懺悔滅罪真言：", "116": "「􇩂唵􄙺薩􅞣嚩􄖶跛引􄖵波􆽕捺􄚩賀引􄖩曩􄙖嚩􄦽日囉二合", "117": "􄗱野􅁥娑嚩二合、引􄚩賀引」", "118": "浴像偈：", "119": "「我今灌沐諸如來，淨智功德莊嚴聚，", "12": "相刃入掌，二中指直竪，屈第一節，頭相跓如", "120": "願彼五濁眾生類，速證如來淨法身。」", "121": "決暯偈：", "122": "「諸佛今為汝，決除無智暯，", "123": "猶如世醫王，我今亦如是。」", "124": "次結佛眼印，以二手合掌，二大拇指雙屈", "125": "入掌，二頭指輔二中指第一節背，如兩眼相", "126": "對，是名佛眼印。成已，加持五處，所謂額、右肩、", "127": "左肩、心、喉，頂上散。誦真言曰：", "128": "「􄖩曩􄗰莫􄙺薩􅞣嚩􄕗怛􄕤他去、引􄑘誐􄕝帝􄢢毘廋二合、引一", "129": "􅟓囉賀二合􄢥毘藥二合二􄙺三去􈋖藐􄙺三􈎭沒􇧼弟􄢥毘藥二合三", "13": "劍形，二大指入掌，平伸二頭指，屈押二大指", "130": "􇩂唵四􄙂嚕􄙂嚕􆷱娑普二合􄙂嚕五􈁊入嚩二合", "131": "􄙊攞􄕙底丁以反􆵋瑟姹二合六􄙼悉􇧹馱􄙒路引􄑼左􄖫寧七", "132": "􄙺薩􅞤嚩􅚼唎他二合􄙺娑􈁆馱􄖫𩕳八􅁥娑嚩二合、引􄚩賀引」", "133": "次結大日如來劍印。", "134": "以二手當心合掌，屈二頭指中節橫相跓，以", "135": "二大拇指並押二頭指上節如劍形。結此印", "136": "已，即觀自心中有八葉蓮華，於蓮華中想􆿅阿", "137": "字放金色光與印相應，想彼􆿅上字了一", "138": "切法本來不生。即誦真言曰：", "139": "「􄖩曩􄗰莫􄙺三去􄗥滿􄕗多􈎭母􄕰馱引􈁀南引􆿅惡引􄙘尾引", "14": "甲頭相跓，名頂輪王根本印。頌曰：此印摩訶", "140": "􄗽囉􇩴吽引􄑖欠」", "141": "次誦真言八遍，以印如前，加持自身五處，所", "142": "謂額、右肩、左肩、心、喉，於頂上散印。", "143": "次以軍荼利心真言，遍護諸物去垢清淨。誦", "144": "真言曰：", "145": "「􇩂唵􆿅阿上􆱈蜜㗚二合􄕟帝􇩴吽引􄗁發􈁆吒半音」", "146": "以右手掬淨水，加持七遍，用灑澡豆等物，便", "147": "成清淨。次誦軍荼唎根本真言及密印攬", "148": "水，其印平展慧臂，屈方、願二度入掌，以智度", "149": "捻二度甲上，慧度拳於方度節側，力度拳於", "15": "印，所謂如來頂，適纔結作之，即同於世尊。", "150": "願度節側，以此印攬水，誦根本真言七遍加", "151": "持，然後解衣隨意澡浴。真言曰：", "152": "「􄖩曩􄗭莫引􄗽囉􅑈怛曩二合􄩞怛囉二合􄗲夜引􄗱野􄖩娜", "153": "􄗰莫􅁒室戰二合􆧽拏􄗥摩􄚩賀引􄙖嚩􄦽日囉二合、引􄧩矩嚕二合、引", "154": "􄕻", "155": "駄引", "156": "􄗱", "157": "野三", "158": "􇩂", "159": "唵", "16": "頂輪王真言：", "160": "􈂪", "161": "護", "162": "􄙎", "163": "嚕", "164": "􈂪護􄙎嚕四􄕙底丁以反", "165": "􆵋瑟姹二合􄕙底􆵋瑟姹二合五􄙖滿􆩖馱􄙖滿􆩖馱六􄚨賀", "166": "􄖩曩􄚨賀􄖩曩􆿅阿􆱈蜜㗚二合􄕙帝􆿁吽引􄗁發􈁆吒半音", "167": "􇩉娑嚩二合􄚩賀引」", "168": "凡澡浴法，三分別洗，須知次第前後，從足至", "169": "臍為下分，從臍至頸名中分，從頸至頂為上", "17": "「􄖩曩􄗰莫􄙺三􄗥滿􆩖多􈎭母􇧺馱􈁀南引􇩂唵若有祈請所求一切事者於此應加孔雀王陀羅尼", "170": "分。應先洗下分淨已，即以皂莢澡豆淨手，次", "171": "洗中分；又淨洗手，次注上分。本經云：「凡澡洗", "172": "時，寂然一心持念不應散亂，亦不戲笑及無", "173": "義談話，亦勿視隱密處，亦不應思念男女等", "174": "欲事，但為去垢故而為澡浴，勿作嚴身之想，", "175": "一心明記次第如法護持，亦不應嗔呵大小，", "176": "設有不如意事應慈心善言教示。」如是依教", "177": "如法浴竟。次應灌頂，以此真言加持淨瓶", "178": "用灌其頂。真言曰：", "179": "「􇩂唵􄚳鸖􄑌佉􄙌哩􄙌哩􇩴吽引􄗁發􈁆吒半音」", "18": "􈃯部嚕唵三合」", "180": "若自加持，但誦真言二十一遍即得；若便同", "181": "伴或知法弟子加持，滿一百八遍。如無瓶或", "182": "無人，但以此印掬水，每掬水加持，誦真言七", "183": "遍。三度掬水如法加持，自灌其頂。其印以檀", "184": "慧右押左相叉入掌，以戒方雙屈並押交上，", "185": "以忍願直竪頭相跓，以進力屈跓忍願背上", "186": "節，禪智並竪即成，此名灌頂印。次以前大", "187": "三昧耶真言，言及印如前，加持自身五處如", "188": "前。次以軍荼利心如前，掬水加持灑於所", "189": "著衣上，令其清淨，然後取著。仍須自誦吉", "19": "次結孔雀王印　以二手內相刃，直竪檀慧", "190": "祥伽陀，不應間斷，直至本所座處，心想以", "191": "此清淨身心禮事供養一切諸佛，便入道場", "192": "供養，如大教中說。依《蘇悉地經》及《金剛頂經", "193": "略鈔》解諸觸穢加持三業法，夫淨三業者，", "194": "或時身有觸穢，或口有食噉及說諸雜語言，", "195": "或時心中思惟不饒益事等，皆名三業不淨，", "196": "故須以此陀羅尼及正觀加持，令罪垢消除、", "197": "身語意業速得清淨。真言曰：", "198": "「􇩂唵􅁤娑嚩二合􄗚婆去、引􄙖嚩􄙦󰡊詩律反􇧺馱引􄙺薩􅞣嚩", "199": "􄕻達􅝞磨引􅁤娑嚩二合􄗚婆􄙖嚩去、引􄙦󰡊􇧺度引􄚲憾」", "2": "二手當心合掌，屈二頭指中節橫相跓，以二", "20": "頭相跓，禪智亦直竪並相跓，其印即成。誦真", "200": "次誦真言七遍，彌多益善。此真言能除身語", "201": "意業一切罪垢皆得清淨。正誦之時，應入此", "202": "瑜伽觀思惟，一切諸法本性清淨，但為虛妄", "203": "客塵煩惱所覆，迷失正理，故有顛倒妄執善", "204": "惡業果。我今入法界平等不思議觀，了知一", "205": "切煩惱罪垢本來清淨，又以陀羅尼不思議", "206": "力，一切諸佛共以神通加持相應力故，應時", "207": "煩惱妄想皆得清淨。何以故？了彼煩惱彼虛", "208": "妄生無自性故，如幻如夢本來清淨，作此瑜", "209": "伽正觀及祕密加持，一切惡業無不清淨。本", "21": "言三遍或七遍，與頂輪王合誦，應加此真言", "210": "經中名為祕密內澡浴法。凡解穢法有二種", "211": "穢：一者，欲入觸穢處，即以烏蒭澁麼忿怒", "212": "真言，誦真言七遍，能辟除一切穢惡，不著", "213": "身心，以此加持身，如忿怒金剛，毘那夜迦不", "214": "能得便。烏蒭澁麼忿怒王真言曰：", "215": "「􇩂唵􄥏矩嚕二合、引􄕻馱􄖩曩􆿁吽引􈆲弱自落反」", "216": "二者，久持誦人身心清淨，忽然不覺悟被觸", "217": "穢，或食著穢食、或著穢衣、或穢觸陵突，自覺", "218": "身心不安之時，當須速以灰水摩洗一金銀", "219": "器或白瓷器，取少許新汲水，以軍荼唎真", "22": "句。誦真言曰：", "220": "言加持七遍，或二十一遍或一百八遍然飲", "221": "之，應時即定如湯󰣄雪。此真言名解觸穢。此", "222": "二真言具列軍吒唎軌。真言曰：", "223": "「􄖩曩􄗭謨引􄗽囉􅑈怛曩二合􄩞怛囉􄗲夜引􄗱野􄖩娜􄗰莫", "224": "􈋯室戰二合􆧽拏􄗥摩􄚩賀􄙖嚩􄦽日囉二合􄥏矩嚕二合、引", "225": "􄕻馱引􄗱野􇩂唵􈂪護􄙎嚕􈂪􄙎護嚕􄕙底􆵋瑟姹二合􄕙底", "226": "􆵋瑟姹二合􄙖滿􇧺馱􄙖滿􇧺馱􄚨賀􄖩曩􄚨賀􄖩曩􆿅阿", "227": "􆱈蜜㗚二合􄕗帝􆿁吽引􄗁發􈁆吒半音􅁥娑嚩二合􄚩賀引」", "228": "佛部心三昧耶印。以止觀十度內相叉作拳，", "229": "以禪智並竪，結印成已，觀諸佛遍虛空，即誦", "23": "「􇩂唵􄗥摩􄗵庾􄗾攞引􄥇迦蘭二合􆩜帝􅁥娑嚩二合、引􄚩賀」", "230": "真言三遍，頂上散印。誦真言曰：", "231": "「􇩂唵􄒸爾􄖩曩􄒸爾􈅝迦半音􅁥娑嚩二合、引􄚩賀引」", "232": "次結蓮華部三昧耶印。準前佛部心印，智", "233": "度屈入掌，直竪禪度。結印成已，想於一切", "234": "如來右邊有觀自在菩薩并諸眷屬，即誦真", "235": "言三遍，頂右散印。誦真言曰：", "236": "「􇩂唵􆿅阿去、引􄙆嚧引􄙌力􈅝迦半音􅁥娑嚩二合、引􄚩賀」", "237": "次結金剛部心三昧耶印。準前佛部心印，", "238": "以禪度屈入掌，直竪智度，想於一切如來左", "239": "邊有金剛手菩薩并諸眷屬，即誦真言三遍，", "24": "若以尋常持念一字頂輪王真言，須別誦孔", "240": "頂左散印。誦真言曰：", "241": "「􇩂唵􄙖嚩􄦽日囉二合􈋗地力二合􈅝迦半音􇩉娑嚩二合、引", "242": "􄚩賀」", "243": "次結被甲護身印。以觀羽禪度橫於掌內，", "244": "以進忍戒檀四度握拳，結印成已，加持五處，", "245": "所謂額、右肩、左肩、心、喉，是名為五處。護身真", "246": "言曰：", "247": "「􇩂唵􈃉部引􈁊入嚩二合􄙊囉􇩴吽」", "248": "一字頂輪王辟除印。以左右頭指、無名指、小", "249": "指右押左相叉入掌作拳，二大指雙屈入掌，", "25": "雀王真言，亦須別誦此加句法，親於阿闍梨", "250": "二中指直竪頭相跓，結印成已，於頂上左轉", "251": "三匝是辟除，右轉三匝是結護，想心所到便", "252": "成界方。此印能破障一切佛頂法事，若一切", "253": "惡天龍八部，藥叉、羅剎、阿修羅、迦樓羅、緊那羅、", "254": "摩呼羅伽、毘那夜迦倫，見是印悉皆怖走辟", "255": "除。誦真言曰：", "256": "「􄖩曩􄗰莫􄙺三􄗥滿􆩖多􈎭母􇧺馱引􈁀南引􇩂唵引􈃯奴嚕唵二合", "257": "􄗍滿􈏎馱􅁥娑嚩二合、引􄚩賀引」", "258": "次獻閼伽真言曰：", "259": "「􄖩曩􄗰莫􄙺三􄗥滿􆩖多􈎭母􇧺馱引􈁀南引􄑘誐􄑘誐􄖩曩", "26": "所以口傳授之，修瑜伽者知耳。", "260": "􄙺三􄗦摩􄙺穇去􄗥麼􅁥娑嚩二合、引􄚩賀引」", "261": "以二手捧器當額，䠒跪誦真言三遍，奉閼伽", "262": "沐浴聖眾。次結普通供養印：", "263": "「􄖩曩􄗰莫􄙺三􄗥滿􆩖多􈎭母􇧺駄􈁀南􄙺薩􅞣嚩􄕣他引􄑖欠", "264": "􇇳嗢􆲪娜蘖二合􄕝帝􆷱娑頗二合􄗽囉􄚮呬􄗯𤚥􄑘誐􄑘誐", "265": "􄖳曩􄑊劍􇩉娑嚩二合、引􄚩賀」", "266": "由此真言威力，流出一切燈明雲海，供養一", "267": "切如來及諸聖眾。復觀想幢幡蓋網、瓔珞衣", "268": "服繒綵等物，遍諸供養雲海無邊法界，以", "269": "誠實言誦妙伽陀而讚之曰：", "27": "金剛解脫真言：", "270": "「以我功德力，如來加持力，", "271": "及以法界力，普供養而住。」", "272": "次結佛大慈護印。以十度相叉作為月，禪", "273": "智檀慧竪相著，結印成已，印心、額、喉，頂上散", "274": "印。誦真言曰：", "275": "「􇩂唵􈎭沒􇧺駄􄗫昧􄩡底哩二合􄙖嚩􄦽日囉二合􄗽落", "276": "􄚴乞灑二合􈁅憾􅁥娑嚩二合、引􄚩賀引」", "277": "次結佛眼印。以二手合掌，二大拇指雙屈", "278": "入掌，二頭指輔二中指第一節背，如兩眼相", "279": "對，是名佛眼印。成已，加持五處，所謂額、右肩、", "28": "「􇩂唵􄙖嚩􄦽日囉二合􈁃謨􄚴乞叉二合􈂨穆」", "280": "左肩、心、喉，頂上散印。真言曰：", "281": "「􄖩曩􄗰莫􄙺薩􅞣嚩􄕗怛􄕣他去􄑘誐􄕝帝􄢢毘庾二合、引", "282": "􅟓囉賀二合􈋘毘藥二合一􄙺三􇩃藐􄙺三􈎭沒􇧼弟􈋘毘藥二合二", "283": "􇩂唵四􄙂嚕􄙂嚕􆷱娑普二合􄙂嚕五􈁊入嚩二合", "284": "􄙊囉􄕙底􆵋瑟𡛥二合六􄙼悉􇧹馱􄙒路引􄑼左􄖯寧七􄙺薩", "285": "􅞣嚩􅚼唎他二合􄙺娑􄕻馱􄖫𩕳八􅁥娑嚩二合、引􄚩賀」", "286": "次結一字頂輪王印。先合掌，以左右二無", "287": "名指、二小指右押左相叉入掌，二中指直竪", "288": "屈第一節，頭相跓如劍形，二大指入掌，平伸", "289": "二頭指屈押二大指甲頭相跓，名頂輪王根", "29": "葉衣觀世音菩薩真言曰：", "290": "本印。頌曰：", "291": "「此印摩訶印，所謂如來頂，", "292": "適纔結作之，即同於世尊。」", "293": "真言曰。", "294": "「􄖩曩􄗰莫􄙺三􄗥滿􄕗多􈎭母􇧺馱􈁀南引􇩂唵", "295": "若有祈請所求一切事者於此應加孔雀王陀羅尼􈃯部嚕唵三合」", "296": "次孔雀王印。以二手內相叉，直竪檀慧頭", "297": "相跓，禪智亦直竪並相跓，其印即成。誦真言", "298": "三遍或七遍，與頂輪王合誦，應加此真言句。", "299": "誦真言曰：", "3": "大母指並押二頭指上節如劍形。結此印即", "30": "「􇩂唵􄖵跛􈋒哩娜二合􄑼捨􄙖嚩􄙀哩􈅼吽􄗁發􈁆吒」", "300": "「􇩂唵􄗥摩􄗵庾􄗾攞引􄥑迦蘭二合􄕝帝􅁥娑嚩二合、引􄚩賀」", "301": "若以尋常持念一字頂輪王真言，須別誦孔", "302": "雀王真言，亦須別誦此加句法，親於阿闍梨", "303": "所以口傳傳授之，修瑜伽者知耳。", "304": "復說祈雨壇法。若天亢旱時，欲祈請雨者，", "305": "於露地作壇，除去瓦礫及諸穢物，張設青幕", "306": "懸青幡，香埿塗拭作一方壇，於壇中畫七寶", "307": "水池，池中畫海龍王宮，於龍宮中有釋迦牟", "308": "尼如來住說法相，佛右畫觀自在菩薩，佛左", "309": "畫金剛手菩薩等侍衛，於佛前右畫三千大", "31": "智矩如來真言：", "310": "千世界主輪蓋龍王，佛前左畫難陀、跋難陀", "311": "二龍王，於壇四方用瞿摩夷汁各畫一龍王，", "312": "於東方畫一龍王，一身三頭，量三肘，并眷屬圍", "313": "繞；又於南方畫一龍王，一身五頭，量長五肘，", "314": "并諸眷屬；又於西方畫一龍王，一身七頭，量", "315": "七肘，并諸眷屬圍繞；又於北方畫一龍王，一", "316": "身九頭，量長九肘，并諸眷屬圍繞，皆在靉靆", "317": "青黑雲中。半身以下如蛇形，尾在池中，半身", "318": "以上如菩薩形，皆合掌從池涌出。於壇四角", "319": "置四清水瓶，隨其力分飲食菓子等，皆作深", "32": "「􄖩曩􄗭謨引􆿅阿􆵋瑟吒二合􄙥始􄕙底􄖳南􄙺三􄢦藐􄚦三", "320": "青色，以淨布列供養，燒香散青色華。道場中", "321": "所用物，皆作青色。祈雨之人，若是出家苾芻", "322": "應具律儀；若是俗士應受八戒。作法之時，喫", "323": "三白食，每日香湯沐浴著新淨青衣，於壇西", "324": "面以青物為座，即以香塗手，先應三密加持", "325": "護自身及壇上，案上置此《大雲經》，於持一切", "326": "有情起大慈悲心，志誠請一切佛菩薩加持，", "327": "晝夜虔誠讀此《大雲經》。或二人三人乃至七", "328": "人，更替讀誦經聲不應間斷。亢旱之時，如是", "329": "依法誦此《大雲經》，或一日二日乃至七日，決", "33": "􈎭沒􇧺馱引􄑈矩二引􄓜胝􈁀南􇩂唵􈂤枳孃二合、引􄖩曩􄙖嚩", "330": "定降注甘雨。若災重不雨，更作亦降雨。假", "331": "令大海或過限越潮，依此經作法轉讀，無", "332": "不應。知應，發願讀經所生功德迴向諸龍，願", "333": "皆離諸苦難、發無上菩提心，為一切有情降", "334": "注甘雨，密經所居之處，去村邑等處也。", "335": "「唵", "336": "誐", "337": "誐", "338": "阿", "339": "帝", "34": "􄗚婆引􄚢細􄕽地􄙀哩􄕽地􄙀哩􆿁吽」", "340": "誐", "341": "誐", "342": "娑嚩二合", "343": "賀引」", "344": "金剛解脫真言：", "345": "「􇩂唵􄙖嚩􄦽日囉􈁃謨􄚴乞叉二合􈂨穆」", "346": "葉衣觀世音菩薩真言曰：", "347": "「􇩂唵􄖵跛􈋙哩娜二合􄑼捨􄙖嚩􄙀哩􆿁吽􄗁發􈁆吒」", "348": "智炬如來真言曰：", "349": "「􄖩曩􄗭謨引􆿅阿􆵌瑟吒三合􄙥始􄕙底􈁀南􄙺三􄢦藐", "35": "大悲隨心真言：", "350": "􄙺三􈎭沒􇧺駄引􄑄矩引􄓜胝􈁀南􇩂唵􈂤枳孃二合、引􄖩曩", "351": "􄙖嚩􄗚婆引􄙺細􄕽地􄙀哩􇩴吽」", "352": "大悲隨心真言：", "353": "「􇩂唵􄖵鉢􇪯怛麼二合􄑼左􄥇訖囉二合􄙬商􄑌佉􄑘誐􄕰那引", "354": "􄕼", "355": "馱引", "356": "􄗾", "357": "囉", "358": "􄕍", "359": "𩕳", "36": "「􇩂唵􄖵鉢􇪯怛麼二合􄙮左􄥇訖囉二合􄙬商􄑌佉􄑘誐􄕰那引", "360": "􄖫", "361": "儞", "362": "􄙊", "363": "攞", "364": "􈋚", "365": "建吒二合", "366": "􄙼", "367": "悉", "368": "􇩊地也二合", "369": "􄙼悉􇩊地也􆿁吽」", "37": "􄕼馱引􄗾囉􄕍𩕳􄖫儞􄙊攞􈆨建姹二合􄙼悉􇩊地也二合", "370": "無量壽如來心真言：", "371": "「􇩂唵􆿅阿􇩸密㗚二合􄕗多􄕝帝􄒼際􄚨賀􄗽囉􇩴吽」", "372": "多羅菩薩真言：", "373": "「􇩂唵􄕘跢引􄙄哩􄕛覩􄕘跢引􄙄哩􄕛覩􄙄哩􇩉娑嚩二合", "374": "􄚩賀引」", "375": "如來袈裟真言：", "376": "「􇩂唵􄗽𡀩􄚴乞叉二合􄙺薩􅞣嚩􈎭沒􇧺馱􄕽地􆵍失恥二合", "377": "􄕗跢引􈇪怛麼二合􄑾紫􄙖嚩􄗽囉􅁥娑嚩二合、引􄚩賀」", "378": "《大日經》略攝念誦行法：", "379": "「稽首無礙智，密教意生子，", "38": "􄙼悉􇩊地也二合􇩴吽」", "380": "依彼蘇多羅，攝此隨行法，", "381": "真言行菩薩，先住平等誓，", "382": "語密身密俱，後作相應行。」", "383": "三昧耶真言：", "384": "「􄖩曩􄗰謨􄙺三􄗥曼􆩖多􈎭勃􇧺馱􈁀喃􇩂唵􆿅阿􄙺三􄗫謎", "385": "􄩠底哩二合􄙺三􄗫謎􄙺三􄗥摩􄗷曳􅁥娑嚩二合􄚩賀」", "386": "契謂齊輪合，並建於二空，", "387": "五處頂肩心，最後加咽位。", "388": "次以不動聖私云，此念誦行法全同世流布本，故略之也。", "389": "八轉聲者，體、業、作具、所為、從、屬、依、呼是也。且", "39": "多羅菩薩真言：", "390": "釋者，體聲者，如菩薩摩訶薩等是體聲呼也。", "391": "二、業聲者，如前菩薩修行無所得觀業聲也。", "392": "三、作具聲者，如何菩薩修行無所得觀，謂用", "393": "般若波羅蜜多，是作具聲也。四、所為聲者，為", "394": "何修行，謂為度一切眾生為聲也。五、從聲者，", "395": "從何修行，謂從諸佛出現於世演說正法，是", "396": "從聲也。六、屬聲者，誰之無所得，一切法之", "397": "無所得，是屬聲也。七、依聲者，於何修行，依三", "398": "賢十地等，是依聲也。八、呼聲者，謂上來呼召", "399": "名言，是呼聲也。此下有六離合釋，全同世", "4": "觀自心中有八葉蓮華，於華中想􆿅阿上字", "40": "「􇩂唵􄕗跢引􄙄哩􄕛都􄕗跢引􄙄哩􄕛覩􄙄哩􄙄哩􇩉娑嚩二合」", "400": "布流文相，是故略之。此次有《摩利支菩薩", "401": "略念誦法則》，大興善寺三藏沙門大廣智不", "402": "空所譯也。是又全同世流布本，是故略之也。", "403": "《摩利支經》一卷，是又今略之。次有金剛", "404": "頂經瑜伽三十七尊三昧耶真言，如次第列", "405": "之，今又略之。《金剛頂瑜伽大教王經》十六", "406": "大菩薩讚：", "407": "金剛手：「􄙖嚩􄦽日囉二合􄙺薩􄽚埵嚩二合􄗥摩􄚩訶引", "408": "􄙺薩􄽚怛嚩二合􄙖嚩􄦽日囉二合􄙺薩􅞣嚩􄕗怛􄕤他引", "409": "􄑘誐􄕘多􄙺三􄗥滿􆩖多􄗙婆􄩶𢴉囉二合􄙖嚩􄦽日囉二合", "41": "􄚩賀引", "410": "􇩊儞也二合􄙖嚩􄦽日囉二合􄖶幡引􄕍膩􄖩曩", "411": "􄗭謨􆶭娑都二合􄕝帝」", "412": "金剛王：「􄙖嚩􄦽日囉二合􄗽囉引􄒶惹引􈁃素􈎭沒􇧺馱引", "413": "􄥟儗哩二合􄙖嚩􄦽日囉二合、引􄑄俱引􄙢捨􄕗多􄕤佗引", "414": "􄑘誐􄕗多􆿅阿􄗭謨引􄑤佉􄗽囉引􄒶惹􄙖嚩􄦽日囉二合", "415": "􇩊儞也二合􄙖嚩􄦽日囉二合􄑀羯􅞻㗚灑二合", "416": "􄖩曩􄗦謨引􆶭娑都二合􄕝帝」", "417": "金剛愛：「􄙖嚩􄦽日囉二合􄗽囉􄑘誐􄗥摩􄚩訶引􄚥掃引", "418": "􄛌俱也二合􄙖嚩􄦽日囉二合、引􄙗嚩􄕋拏􄙖嚩􄙬商􄑀迦上", "419": "􄗽囉􄗥摩引􄗽囉􄑀迦引􄗥摩􄗥摩􄚩訶􄙖嚩􄦽日囉引", "42": "如來袈裟真言：", "420": "􄑼左􄖵波􄖩曩􄗭謨引􆶭娑都二合􄕝帝」", "421": "金剛喜：「􄙖嚩􄦽日囉二合􄙺娑引􈃁徒􈁃蘇􄙖嚩􄦽日囉二合", "422": "􈁬誐囉也􄙖嚩􄦽日囉二合、引􄕛都􆵍瑟智二合", "423": "􄗥摩􄚩訶引􄗽囉􄕝帝􄪽鉢囉二合、引􄗭謨􇩊儞也二合", "424": "􄗽囉􄒶惹引􄙖嚩􄦽日囉二合􄚩訶􅞻㗚灑二合􄖩曩", "425": "􄗭謨􆶭娑都二合􄕝帝」", "426": "金剛寶：「􄙖嚩􄦽日囉二合􄗽囉􅑈怛那二合􈁃素􄙖嚩", "427": "􄦽日囉二合􅚼㗚他二合􄙖嚩􄦽日囉二合􄑁迦引", "428": "􄙢舍􄗥摩􄚩訶引􄗥摩􄕍膩􆿅阿引、去􄑁迦引􄙢舍􄑘蘖", "429": "􅝑婆􄙖嚩􄦽日囉二合􇩊擲也二合􄙖嚩􄦽日囉二合", "43": "「􇩂唵􄗽𡀩􄚴乞叉二合􄙺薩􅞣嚩􈎭沒􇧺馱􄕽地􆵍失恥二合", "430": "􄑘蘖􅝑婆􄖩曩􄗭謨引􆶭娑都二合􄕝帝」", "431": "金剛光：「􄙖嚩􄦽日囉二合、引􄖯帝􄒶惹引􄗥摩􄚩訶引", "432": "􈁊入嚩二合􄙊囉􄙖嚩􄦽日囉二合、引􈂼素􅝩哩也二合", "433": "􄒸爾引􄖩曩􄪼鉢羅二合􄗙婆􄙖嚩􄦽日囉二合􄗽囉", "434": "􅊶濕弭二合􄗥摩􄚩訶引􄕝帝􄒶惹引􄙖嚩􄦽日囉二合", "435": "􄪼鉢囉二合􄗙婆曩謨已下，梵漢如上，次下皆略」", "436": "金剛幢：「􄙖嚩􄦽日囉二合、引􄑆計􄕛都􈂼蘇􄙺薩􄽚怛嚩二合、引", "437": "􅚼㗚他二合􄙖嚩􄦽日囉二合、引􈅣墮嚩二合􄒶惹", "438": "􈂼素􄕟覩引􄙮灑􄑀迦􄗽囉􅑈怛娜二合􄑆計􄕛都􄗥摩", "439": "􄚩訶􄙖嚩􄦽日囉二合、引􄗱野􆵌瑟􄗷智曳二合……", "44": "􄕘跢引􈇪怛麼二合􄒡紫􄙖嚩􄗽囉􅁥娑嚩二合􄚩賀」", "440": "…」", "441": "金剛笑：「􄙖嚩􄦽日囉二合􄚨訶引􄙺薩􄗥摩􄚩訶引􄚩賀", "442": "􄙺娑􄙖嚩􄦽日囉二合、引􅊶悉弭二合􄕗多􄗥摩􄚩訶引", "443": "􆹎娜部二合􄕗多􄪿鉢哩二合􄕙底􄪽鉢囉二合􄗭謨引", "444": "􇩊儞也二合􄙖嚩􄦽日囉二合􄪿鉢哩二合􄕝底……」", "445": "金剛法：「􄙖嚩􄦽日囉二合、引􄕻達􈆺麼􈂼素􄙺薩􄽙怛嚩二合", "446": "􅚼㗚他二合􄙖嚩􄦽日囉二合、引􄖵鉢􄗥摩􈂼素引", "447": "􄕻駄􄑀迦􄙒盧引􄑆計􈂫濕嚩二合􄗽囉􈂼蘇􄙖嚩􄦽日囉二合、引", "448": "􄚴乞灑二合􄙖嚩􄦽日囉二合􄖯尼􄩞怛囉二合", "449": "………」", "45": "一字頂輪。「􈃯部嚕唵三合」", "450": "金剛利：「􄙖嚩􄦽日囉二合􄕙底􈁵乞灑拏三合", "451": "􄗥摩􄚩訶引", "452": "􄗱野引􆽕跢􄙖嚩􄦽日囉二合、引􄑄俱􄙢舍􄗥摩􄚩訶引", "453": "􄗵庾􄕻駄􄗥𤚥􄒺殂􈊸室哩二合􄙖嚩􄦽日囉二合􄑙誐引", "454": "􈋛鼻􅝩哩耶二合􄙖嚩􄦽日囉二合􈎭沒􈒻悌………」", "455": "金剛因：「􄙖嚩􄦽日囉二合、引􄚮係􄕛都􄗥摩􄚩訶引􄗥莽", "456": "􆧽拏􄙖嚩􄦽日囉二合、引􄑼作􄥇羯囉二合􄗥摩􄚩訶引", "457": "􄖩曩􄗱野􄙺蘇􄪼鉢囉二合􄙖嚩􇪱㗚多二合􄖩曩􄙖嚩", "458": "􄧅日嚧二合􄕗多􄕤他􄙖嚩􄦽日囉􄗥曼􆧽拏………」", "459": "金剛語：「􄙖嚩􄦽日囉二合􄗙婆引􄙮灑􈂼素􄙘尾􇩊儞也二合、引", "46": "金剛延命真言：", "460": "􈁬誐囉也三合􄙖嚩􄦽日囉二合􄒶惹引􄖵波􈂼蘇", "461": "􄙼悉􄽳提􄕯捺􆿅阿􄙗嚩引􄑼佐􄙖嚩􄦽日囉二合􄙘尾", "462": "􇩊儞也二合􄥟誐囉二合􄙖嚩􄦽日囉二合􄗙婆引􄙮娑", "463": "………」", "464": "金剛業：「􄙖嚩􄦽日囉二合􄑀羯􈆺麼􈂼蘇􄙖嚩􄦽日囉二合", "465": "􈂤枳惹二合􄑀羯􈆺麼􄙖嚩􄦽日囉二合􈂼蘇􄙺薩", "466": "􅞣嚩○誐􄙖嚩􄦽日囉􄗭母􄑤懼引􄗥摩􄚩護引􄕷捺引", "467": "􅝩哩耶二合􄙖嚩􄦽日囉二合􄙘尾􈂫濕嚩………」", "468": "金剛護：「􄙖嚩􄦽日囉二合􄗽囉􄚴乞叉二合􄗥摩􄚩訶", "469": "􄙝吠􅝩哩耶二合􄙖嚩􄦽日囉二合􄙖嚩􈆺摩二合􄗥摩", "47": "「􇩂唵􄙖嚩􄦽日囉二合􄗵喻􄙴曬􇩉娑嚩二合、引􄚩賀」", "470": "􄚩訶引􆯫涅哩二合􄓾捺􈇚奴􅝱哩庾二合􄕻馱􄖩曩􄙺蘇", "471": "􄙙尾引􅝩哩耶二合􄥟誐囉􄙖嚩􄦽日囉二合􄙙尾", "472": "􅝩㗚耶二合………」", "473": "金剛牙：「􄙖嚩􄦽日囉二合、引􄗱藥􄚴乞灑二合􄗥摩􄚰護引", "474": "􄖶波􄗱野􄙖嚩􄦽日囉二合􄕹能􈋰瑟吒囉三合􄗥摩", "475": "􄚩訶引􄗙婆􄗱野􄗥摩引􄗽囉􄪼鉢囉二合􄗥摩􄕱儞􄙖嚩", "476": "􄧅日嚧二合􄥟誐囉二合􄙖嚩􄦽日囉二合􄑼讚􆧽拏…", "477": "……」", "478": "金剛拳：「􄙖嚩􄦽日囉二合􄙺散􆩘地􈂼蘇􄗙婆引􄖯尼", "479": "􄟻𠆙􄙖嚩􄦽日囉二合、引􄙖滿􄾫馱􄪼鉢嚩二合􄗭謨引", "48": "金剛命真言：", "480": "􄑼左􄑀迦􄙖嚩􄦽日囉二合􈁃母􈋜瑟吒耶三合􄥟誐囉二合", "481": "􄙺三􄗥摩􄗻延􄙖嚩􄦽日囉二合􈂼謀􆵋瑟智二合", "482": "………」", "483": "此次有諸尊真言，今非所用，大概同世流布", "484": "呪陀羅尼故，又略之。", "485": "右大日劍印廣本者，大師歸朝之日，慧果", "486": "和尚授之。其略本者，小野僧正所述，相承", "487": "之說如是。今歲見多本，傳寫差謬不少，因", "488": "茲對校印版，令讀者易見。然《演奧鈔》四十", "489": "二釋轉字輪品歸敬偈云，歸命菩提心等", "49": "「􇩂唵􈁥砧􄙖嚩􄦽日囉二合􈃷欲」", "490": "者，以下六句讚梵本，出小野僧正大日劍", "491": "印中，最極祕也。茲覺、慧運、宗睿三師錄所", "492": "載，毘盧遮那如來菩提心讚是也。此兩本", "493": "中無其梵讚，蓋寫脫，且有別本乎，更可尋", "494": "之。時惟享和元辛酉年秋九月九日。", "495": "和州長谷寺歡憙院快道誌", "5": "放金色光與印相應，想彼􆿅阿上字，了一切", "50": "金剛王真言：", "51": "「􇩂唵􄓚吒􄑂計􆿁吽引􈆲惹」", "52": "白傘蓋佛頂真言：", "53": "「􇩂唵􄗥麼􄗥麼􇩴吽􈁹䁥」", "54": "毘盧遮那佛真言：", "55": "「􇩂唵􈃉部律二合􆿅阿􄙘尾􄗽囉􆿁吽引􄑖欠」", "56": "光聚佛頂真言：", "57": "「􇩂唵􄑌佉􄑌佉􄑌佉􄚪係􄑌佉􄚪係􆿁吽􆿁吽􈁊入嚩二合", "58": "􄙊囉􇩄鉢囉二合􈁊入嚩二合􄙊囉􇩄鉢囉二合􈁊入嚩二合", "59": "􄙊囉􄕙底􆵋瑟吒二合􄕙底􆵋瑟吒􈋓紇哩瑟胝四合", "6": "法本來不生。即誦真言曰：", "60": "􆷱薩泮􈁆吒􅁥娑嚩二合􄚩賀」", "61": "觀自在菩薩真言：", "62": "「􇩂唵􇩵紇哩􄚳郝􇩴吽􄗁泮􈁆吒」", "63": "不空羂索心真言：", "64": "「􇩂唵􆿅阿􄗭謨􄑤誐引􇩄鉢囉二合􄕙底􄚨賀􄕗跢􆿁吽􄗁泮", "65": "􈁆吒」", "66": "虛空藏滿願真言：", "67": "「􇩂唵􄙺薩􅞣嚩􄕗怛􄕤他􄑘蘖􄕘多引􄗧鞞􄖻󰵊􄑀迦􄙖嚩", "68": "􄦽日囉", "69": "􄗽囉", "7": "「􄖩娜􄗰莫􄙺三􄗥滿􆩖多􈎭母􇧺馱引􄖳南引􆿅惡引􄙘尾引", "70": "􅑈怛那二合", "71": "􄙺薩", "72": "􅞣嚩引", "73": "􄙣舍", "74": "􄖵跛", "75": "􄙀哩􈁂布", "76": "􄗽囉􄑀迦􄓁惹􆿁吽􄙠鑁􈁟斛􈂷怛覽」", "77": "虛空藏三昧耶真言：", "78": "「􇩂唵􄙖嚩􄦽日囉二合􄗽囉􅑈怛娜二合􆿁吽」", "79": "虛空藏真言：", "8": "􄗽羅􇩴吽引􄑖欠」", "80": "「􇩂唵􄑘誐􄑘誐􄖩曩􄙺三􄗙婆􄙖嚩􄙖嚩􄦽日囉􈁟斛􇩂唵", "81": "􆿅惡􇩴吽」", "82": "虛空藏羯麼真言：", "83": "「􇩂唵􄙖嚩􄦽日囉􄗽囉􅑐怛奴二合􈁅憾」", "84": "文殊八字真言：", "85": "「􆿆阿􄙘尾􄗽囉􆿁吽引􄑌佉􄑼左􄙉𡀩􄖧曇」", "86": "文殊菩薩六字真言：", "87": "「􇩂唵􄙖嚩􄑈計􄕯娜􄖩曩􄗰莫」", "88": "孔雀王真言：", "89": "「􄖩曩􄗭謨􄕝諦􈁆吒半音􄗽囉􄗽囉􅁥娑嚩二合、引􄚩賀引」", "9": "次誦真言八遍，以印如前加持自身五處，所", "90": "普賢菩薩陀囉尼曰：", "91": "「􇩂唵􄙺三􄗥漫􄕗多􄗙婆去􄩶捺囉二合􅁥娑嚩二合􄚩賀引」", "92": "除毒真言曰：", "93": "「􇩂唵􆿅阿􆧽拏􄙀哩􄖵跛􆧽拏􄙀哩􆧽娜引􄑘誐􄗦麼􄙌哩", "94": "􄖫儞􆿁吽􄗁泮􈁆吒􅁥娑嚩二合、引􄚩賀」", "95": "菩提心真言：", "96": "「􇩂唵􄗕󰂛􄕽地􄑾唧􆽖哆􈁃沒􈉥怛􄕯跛娜􄗱也􄗧弭」", "97": "下󰵏陀羅尼曰：", "98": "「􇩂唵􄙖嚩􄦽日囉二合􄑾質􄩞怛囉二合􄙺三􄗥麼􄗷曳􇩴吽」", "99": "文殊師利菩薩陀羅尼："}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0864A 大日如來劍印", "author": "", "sourceLink": "http://www.cbeta.org/"}