{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0603 陰持入經: 陰持入經: 陰持入經: 陰持入經", "text": {"0": "No. 603", "1": "陰持入經卷上", "10": "二、耳知痛，三、鼻知痛，四、舌知痛，五、身知痛，六、", "100": "種。皆從是教誡，令不啻教誡、令不啻教意、", "101": "令不啻慧教誡。彼戒種比丘，為拔瞋恚亦𦼇", "102": "本、為散瞋恚結、為合恚瘡、為識苦痛、為度欲", "103": "界。彼定種比丘，為拔慳𦼇本、為散欲結、為合", "104": "欲瘡、為知樂痛、為度色界。", "105": "彼慧種比丘，為拔癡𦼇本、為散癡結、為合憍", "106": "慢瘡、為知不樂不苦痛、為得度無有色界。", "107": "是為三種比丘。止為拔三𦼇本、散三𦼇使、", "108": "合四瘡、知三痛、度三界。", "109": "何等為十二種？從求如求等生，從癡因緣令", "11": "心知痛；是為身六痛，名為痛種。思想種為何", "110": "有𧗪，從𧗪令有識，從識令有名字，從名字令", "111": "有六入，從六入令有致，從致令有痛痒，從", "112": "痛痒令有愛，從愛令有受，從受令後有，從", "113": "有令有生，從生令有老死憂悲苦，不可心", "114": "致𤺙，如是具足苦種，為致習。癡已盡便𧗪", "115": "盡，已𧗪盡便識盡，已識盡便名字盡，已名字", "116": "盡便六入盡，已六入盡便致盡，已致盡便痛", "117": "痒盡，已痛痒盡便愛盡，已愛盡便受盡，已受", "118": "盡便有盡，已有盡便生盡，已生盡便老死盡，", "119": "已老死盡，憂悲苦不可心𤺙便盡，如是具足", "12": "等？思想種為身六思想：一、色想，二、聲想，三、香", "120": "苦種便得盡。彼癡名為不知四諦如有，不解", "121": "不見、不相應不受、不解不解根，是名為癡。", "122": "彼癡因緣𧗪為何等？為六望受。何等為六？色", "123": "聲、香、味、觸、法。是為身六望受，是名為𧗪。", "124": "彼𧗪因緣識為六身識，眼、耳、鼻、舌、身、心，是名", "125": "為六身識。", "126": "彼識因緣名字，字為色，名為四不色陰，痛想", "127": "𧗪識是為名。色為四大本，謂地、水、火、風是。上", "128": "為名，是四為色，是二相連共為名字。彼名字", "129": "因緣身六入受：眼、耳、鼻、舌、身、心，是名身六入", "13": "想，四、味想，五、更想，六、法想；是為身六思想，", "130": "受。彼六入因緣身六思望：眼、耳、鼻、舌、身、心，是", "131": "名為身六思望。", "132": "彼思望因緣身六痛：眼、耳、鼻、舌、身、心，是名為", "133": "身六痛。", "134": "彼痛因緣六身愛：色愛、聲愛、香愛、味愛、觸", "135": "愛、法愛，是名為六身愛。彼愛因緣受為四受：", "136": "一、欲受，二、見結受，三、戒願受，四、身結𧗪受，", "137": "是名為四受。", "138": "彼受因緣有為三有：一、欲界，二、色界，三、無色", "139": "界，是名為三有。彼有因緣生，為上五陰、六持、", "14": "名為思想種。行種為何等？𧗪種名為身六", "140": "六入。己有如有，生聚，已往墮致分別根，已入", "141": "得有，是名為生死。為何等名？為人人所在，在", "142": "所往。已往壞已過，死時是命，亦根已閉塞，", "143": "是為死。上本為老，後要為死，是故名為老", "144": "死。", "145": "癡相為何等？為冥中見冥。如有不解，令從是", "146": "致墮行相處。𧗪相為何等？為令後復有，是為", "147": "𧗪相。上從是發起，令從是致墮識處。識相為", "148": "何等？為識物、識事，是為識相，令從是致墮名", "149": "字處。名字相為何等？為俱猗，是為名字相，", "15": "更：一、色所更，二、聲所更，三、香所更，四、味所更，", "150": "令從是致墮六入處。六入相為何等？為分別", "151": "根，是為六入相，令從是致墮思望處。思望相", "152": "為何等？為相會更生，是為思望相，令從是致", "153": "墮痛處。痛相為何等？為更覺，是為痛相，令從", "154": "是致墮愛處。愛相為何等？為發往，是為愛相，", "155": "令從是致墮受處。受相為何等？為受持，是為", "156": "受相，令從是致墮有處。有相為何等？令墮", "157": "若干處，是為有相，令從是致墮生處。生相為", "158": "何等？為已有五陰，是為生相，令從是致墮老", "159": "處。老相為何等？為轉熟是為老相，令從是致", "16": "五、觸所更，六、法所更；是為身六更，是名為", "160": "墮死處。死相為何等？為命根盡，是為死相，", "161": "令從是致墮苦處。苦相為何等？為身急，是為", "162": "苦相，令從是致墮不可處。不可相為何等？為", "163": "心意急，是為不可相，令幹從是致墮悒悒", "164": "憂。悒悒相為何等？為憂五陰，令從是致墮", "165": "愁𤺙處。悲愁相為何等？口出聲言，令致悲𤺙", "166": "懣，懣為𤺙，𤺙亦為懣。", "167": "九絕處，為一切𦼇𧗪令部伴，從流行。為有", "168": "二本從有結罪，為三𦼇本，亦有四倒。彼二本", "169": "罪𤺙為何等？一為癡，二為墮有愛，名為二", "17": "行種。識種為何等？識種名為身六識：眼識、耳", "170": "本。三𦼇本為何等？一為貪欲，二為瞋恚，三為", "171": "癡惑，是名為三𦼇本。有四倒，四倒為何等？非", "172": "常念常，是為思想倒、為意倒、為見倒，是為一", "173": "倒；計苦為樂、非身為身、不淨為淨、思想意", "174": "見倒，如上說，是名為四倒。彼癡名為不解四", "175": "諦：不慧、不見、不相應、不解受為𦼇，是為癡。", "176": "彼有愛為何等？為所世間欲發往不捨，是為", "177": "有愛，是名為二本。彼欲貪本為何等？為所", "178": "在所種貪，為奇珍寶，為奇財產，為奇嚴事，", "179": "為有嫉在奇。貪可貪欲，可往愛相，愛哀相，往", "18": "識、鼻識、舌識、身識、心識；是為身六識，是名為", "180": "不捨，是為貪𦼇本。是本為誰？為所有貪，為身", "181": "非法𧗪，口非法𧗪，心非法行，亦餘俱相連。", "182": "𦼇種所作，意念是法本，是故名為貪𦼇本。彼", "183": "瞋恚非法本為何等？為在人為在𧗪，恚相", "184": "恚，不忍不識，因緣瞋瞋恚發評諄，念不可，", "185": "說不可，所念說不好令意却，是為恚非法", "186": "本。是本為誰？為非法本，所身罪、所言罪、所", "187": "心罪，亦餘所相連意念，為是法本，是故為瞋，", "188": "名為非法本。彼癡惑非法本為何等？不知", "189": "四賢者諦如有，不解不見、不相應不解，受非", "19": "識種。名為五陰種，當知是。是從何知？為非常、", "190": "法，或隨或受、或在或不識、或癡冥在冥。蔽覆", "191": "令冥、令無眼、令慧壞，知盡不能致無為度世，", "192": "是癡惑非法𧗪本。是本為誰？為惑非法，身", "193": "𧗪作、口𧗪作、心𧗪作，亦所共相助非法，意所", "194": "念非法本，是名為惑非法本。", "195": "彼當知，倒亦當知，所倒當知，從所倒當知是。", "196": "彼有一倒，從一倒為四倒，從所有為三倒。何", "197": "等為一倒？為對或受，非常為常，苦為樂，非", "198": "身為身，不淨為淨，是為一倒。何等為四倒？所", "199": "有身、痛、意、法，是為四倒。何等為三倒？一為想，", "2": "後漢安息國三藏安世高譯", "20": "苦、空、非身。從是知亦有二知：一為慧知，二為", "200": "二為意，三為見，是為三倒。使彼所可意根", "201": "相連著，若色若像為受想，是為欲想。以為有", "202": "欲想，相隨久不斷，在意念是為欲念種。若彼", "203": "所想分別受，是名為想倒。彼惑意不如有", "204": "受，所從不應受解，是名為意倒。所以受不", "205": "捨在意，念在色，不淨意計淨，聽可意念已快", "206": "所見受往，是名為見倒。彼所見已為相分", "207": "別，應當為十二倒。何等為十二？在身有三，", "208": "在痛有三，在意有三，在法有三。有四想倒，意", "209": "倒亦有四，見倒亦有四；亦為在入因緣相會", "21": "斷知。從慧知為何等？為非常、苦、空、非身，是為", "210": "色，令為十二倒。身三、痛三、意三、法三合為", "211": "十二倒。為如是六，為七十二倒。從本得因", "212": "緣，起隨因緣，多少無有量，不可數，在人無", "213": "有數，無有數倒。彼五陰為四身有，從所有色", "214": "陰是屬身；從有痛陰是屬痛身；從有識陰是", "215": "屬意身；從有想陰亦𧗪陰，是屬法身。從有", "216": "是五陰，令受四身因緣有。", "217": "彼身不淨計淨，是為身倒；彼痛苦計為樂，是", "218": "為痛倒；彼意非常計為常，是為意倒；彼法不", "219": "為身計為身，是為法倒。為欲正四倒故，佛", "22": "從慧知。從斷知為何等？愛欲已斷是為從斷", "220": "為現四意止為說分別。", "221": "彼為身身相觀𧗪止，為不淨意念淨倒得解；", "222": "彼為痛痛相觀為苦計為樂倒得解；彼為意", "223": "意相觀非常計為常倒得解；彼為法法相觀", "224": "非身計為身倒得解。彼冥中冥如有不解是", "225": "為癡相；令墮所倒處，欲得往是為愛相；", "226": "令從是受色為身，故令欺奇，是為貪相；令墮", "227": "不與取，所可不如意是為恚相；令墮殺處，為", "228": "不解事，是為癡惑相；令受邪墮邪處，為作", "229": "彼所𧗪法不却受相是為；令墮有常想，不知", "23": "知。陰貌為何等？積為陰貌，足為陰貌；譬如", "230": "身、軀、物為更相會相，令計樂想為墮身", "231": "處，為不解所法相為有身想；令墮是為是我", "232": "所處為墮，受色像相，令計是為淨想；令從是", "233": "墮，不攝守根處，是為九品。為已分別，為一切", "234": "不可𧗪非法伴已說。竟是，多聞者能解，不多", "235": "聞者卒不解；是為慧人能解，不慧卒不解；是", "236": "𧗪者能解，不隨行不解。有九絕處，令一", "237": "切淨法部墮聚合。何等為九？一、止，二、觀，三、不", "238": "貪，四、不恚，五、不癡，六、非常，七、為苦，八、非身，九、不", "239": "淨，是為九。彼止名為意止，在處能止、已止、", "24": "物種名為物種，木種名為木種，火種名為火", "240": "正止、攝止、不失止、不志、心寂然，一一向念是", "241": "名為止。何等為觀？觀名為了陰、為了持、為了", "242": "入、了名字、了從本生、了從本法已生、了苦、了", "243": "習、了盡、了道𧗪、了從善𦼇從是法生，了增復", "244": "增、了白黑，了是可隨、不可隨。如有分別，為", "245": "拕、不拕、為下、復下、為念、復念、為思觀、為", "246": "識、為慧、為眼、為謀、為滿、為解、為慧、為明、", "247": "為欲、為光、為敢不離、為觀法、為覺意、為直", "248": "見、為道種，是名為觀。亦有若干二輩觀：一為", "249": "淨觀，二為不淨觀，三為清淨觀，四為不清淨", "25": "種，水種名為水種，一切五陰亦如是。有十八", "250": "觀，五為黑觀，六為白觀，七為可𧗪觀，八為不", "251": "可𧗪觀，九為罪𧗪觀，十為殃福觀，十一為縛", "252": "觀，十二為解脫觀，十三為有所益觀，十四為", "253": "失無所益觀，十五為往觀，十六為還觀，十七", "254": "為受罪觀，十八為除罪觀，是故名為觀。亦為", "255": "二因緣令有是說止，為一切天下人有二病。", "256": "何等為二？一為癡，二為愛。是二病故，佛現二", "257": "藥。何等為二？一為止，二為觀。若用二藥為愈", "258": "二病，令自證。貪愛欲，不復貪念，意得解脫，癡", "259": "已解，令從慧得解脫。", "26": "本持，十八本持為何等？一、眼，二、色，三、識，四、耳，", "260": "陰持入經卷上", "27": "五、聲，六、識，七、鼻，八、香，九、識，十、舌，十一、味，十", "28": "二、識，十三、身，十四、更，十五、識，十六、心，十七、", "29": "法，十八、識，是名為十八本持。已知是，從何知？", "3": "佛經所𧗪，亦教誡，皆在三部，為合𧗪。何等", "30": "為非常、苦、空、非身，是為知。從是知亦有二知：", "31": "一為、從慧知，二為、從已斷知。從慧知為何等？", "32": "為非常、苦、空、非身，是為從慧知。從斷知為何", "33": "等？愛欲已斷是為從斷知。彼為具足，具足為", "34": "何等？或言無有餘具足，已無有餘，令眼明見", "35": "明。一𧗪者，說是已為斷眼本、耳本，遍說如是，", "36": "為本持；譬是人為多熱，如是名遍，譬喻是為", "37": "具足。亦有十二入，何等為十二？自身六，外有", "38": "六。自身六，為何等？一為眼、耳、鼻、舌、身、心，", "39": "是為自身六入。外有六，為何等？色、聲、香、味、更、", "4": "為三？一為五陰，二為六本，三為所入。五陰", "40": "法，是為十二入。一切從何知？為非常、苦、空、非", "41": "身，是從是知，亦有二知：一從慧知，二從斷", "42": "知。從慧解知為何等？為非常、苦、空、非身，是為", "43": "從慧知。從斷知為何等？愛欲已斷是為從斷", "44": "知。何等為入？解從是致名為入，從入解；譬從", "45": "金入名為金地，從銀入名為銀地，如是各各", "46": "應是譬喻所從所入，是從是有，如是從所意", "47": "念，有行罪苦法如是。從所致，是名為從是入。", "48": "亦有從是入，譬如王有入所有名，是亦如", "49": "是。為有四諦：苦、習、盡、道。苦名為要，語身亦念；", "5": "為何等？一為色，二為痛，三為想，四為𧗪，五為", "50": "習名為要，癡亦所世間愛；盡名為要，慧亦", "51": "解脫；道名為要，止亦觀。亦有三十七品經法：", "52": "四意止、四意斷、四神足、五根、五力、七覺意、", "53": "賢者八種道𧗪，是為三十七品經法。過去佛", "54": "亦有是，現在佛亦有是，未來佛亦有是。辟支", "55": "佛亦從是得度世道，佛弟子亦從是，是為度", "56": "世無為道。四意止為何等？或見比丘，自身身", "57": "身相觀行止，外身身身相觀𧗪止，內外身", "58": "身身相觀行止，盡意念以却世間癡心不", "59": "便；自痛痛痛相觀𧗪止，外痛痛痛相觀𧗪", "6": "識；是為五陰。色陰名為十現色入，十現色入", "60": "止，內外痛痛痛相觀𧗪止。盡意念以却世", "61": "間癡心不便；自意意意相觀𧗪止，外意意", "62": "意相觀𧗪止，內外意意意相觀𧗪止，盡意", "63": "念以却世間癡心不便；自法法法相觀𧗪", "64": "止，外法法法觀𧗪止，內外法法法相觀", "65": "𧗪止，盡意念以却世間癡不便。", "66": "何等為從四意正斷？或比丘有未生弊惡意", "67": "法發，方便令不生，勸意不捨方便，𧗪精進攝", "68": "制意，捨散惡意，是為一斷意；已生弊惡意發，", "69": "清淨法欲斷，勸意求方便，𧗪精進攝制意，捨", "7": "為何等？一、眼，二、色，三、耳，四、聲，五、鼻，六、香，七、", "70": "散惡意，是為二斷意；未生清淨法勸意發，", "71": "方便令生，𧗪精進攝制意，捨散惡意，是為", "72": "三斷意；已生清淨法，令止不忘、令不減、令𧗪，", "73": "不啻令𧗪足發方便，𧗪精進攝制意，捨散", "74": "惡意，是為四意正斷。何等為四神足？或有比", "75": "丘，為欲定斷生死，隨𧗪增神足，惡生死猗，", "76": "却欲猗盡猗，是為一神足精進定；斷生死，", "77": "隨𧗪增神足，惡生死猗，却欲猗盡猗，從不", "78": "便意生遣離去，是為二神足；意定斷生死，", "79": "隨𧗪增神足，惡生死猗，却欲猗盡猗，從不便", "8": "舌，八、味，九、身，十、樂；是為十現色入。是名為", "80": "意生遣離去，是為三神足；戒定斷生死，隨𧗪", "81": "增神足，惡生死猗，却欲猗盡猗，從不便意生", "82": "遣離去，是為四神足。四意止、四意斷、四神足，", "83": "為已說具。", "84": "何等為五根？信根、精進根、念根、定根、慧根，是", "85": "名為五根。彼根應何義根為根義？屬為根義，", "86": "可喜為根義，不為同事為根義，是名為根義。", "87": "何等為五力？信力、精進力、念力、定力、慧力，是", "88": "名為五力。彼力應何義？無有能得壞為力義，", "89": "有所益為力義，有膽為力義，能得依為力義，", "9": "色種。痛種為何等？痛種為身六痛：一、眼知痛，", "90": "是名為力義。有七覺意，何等為七覺意？一、", "91": "念覺意，二、法分別觀覺意，三、精進覺意，四、", "92": "愛可覺意，五、猗覺意，六、定覺意，七、護覺意；是", "93": "名為七覺意。", "94": "有得道者八種道𧗪，何等為八？一、直見，二、", "95": "直𧗪，三、直語，四、直治，五、直利，六、直方便，七、", "96": "直意，八、直定；是名為八道𧗪。八種道𧗪為", "97": "墮合三種：一、戒種，二、定種，三、慧種。彼所直", "98": "語、直業、直治，是名為戒種；彼所直方便、直念、", "99": "直定，是名為定種；彼所直見、直𧗪，是名為慧"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0603 陰持入經: 陰持入經: 陰持入經: 陰持入經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}