{"author": "唐 基撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1964 西方要決釋疑通規", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1964", "1": "西方要決釋疑通規", "2": "大慈恩寺沙門基撰", "3": "仰惟釋迦啟運。弘益有緣。教闡隨方。並霑法", "4": "潤。親逢聖化。道悟三乘。福薄因疎。勸歸淨", "5": "土。作斯業者。專念彌陀。一切善根。迴生彼", "6": "國。彌陀本願。誓度娑婆。上盡現生一形。下至", "7": "臨終十念。俱能決定。皆得往生。當今學者。特", "8": "懷疑慮。為諸經論。文有相違。若不會通。疑端", "9": "莫絕。略陳十四種。釋湍流。博識通才。幸尋", "10": "取悟耳。", "11": "第一金剛般若經云。若以色見我。以音聲求", "12": "我。是人行邪道。不能見如來。疑曰。般若經", "13": "說。色聲求佛。判為邪道。彌陀觀經等。乃教", "14": "觀佛身相。又念佛名也。既求佛不離色聲。如", "15": "何不入邪道。若歸正路。淨土是可依憑。經判", "16": "為邪。縱作恐歸魔境。二途莫決。皂白請分。通", "17": "曰。大師說教。義有多門。各稱時機。等無差", "18": "異。般若經說。自是一門。彌陀等經。復為一", "19": "理。何者。一切諸佛。並有三身。法佛無形體。", "20": "非聲色。若以色聲相取。此即為邪。為良二", "21": "乘及小菩薩。聞說三身不異。即謂同有色聲。", "22": "但見化身色相。遂執法身亦爾。乃以化身之", "23": "相。求見法身。妙理精微。相聲永絕。既以色", "24": "聲求覩。故說為邪。彌陀經等。勸念佛名觀相。", "25": "求生淨土者。但以凡夫障重。法身幽微。法體", "26": "難緣。且教念佛。觀形禮讚。障斷福生。願行相", "27": "資。求生淨土。擬逢化佛。以作不退良緣。所以", "28": "上代通人。咸依此教。觀形念號。求見化身。冀", "29": "命終時。親來接引。遂感彌陀化主。降念相迎。", "30": "報盡乘華。即生彼國。初心後境。理契無違。念", "31": "號觀形。並非邪道。豈得獨懷一執。不悟聖心。", "32": "異說紛紜。令他致惑。尋斯要決。皂白足分。猶", "33": "預既無。歸心妙業。勿生亂想。反墮三途。眾苦", "34": "迫傷。悔之何及。", "35": "第二。佛藏經云。若有比丘。見有佛法僧戒可", "36": "取者。是魔眷屬。非我弟子。我非彼師。非我攝", "37": "受。疑曰。佛藏經說。心外見佛。皆說是魔。佛", "38": "非彼師。說彼非佛弟子。如淨土教。專遣念佛", "39": "名。觀佛相好。求生佛國者。即非佛弟子。佛非", "40": "彼師。云何得佛護念。往生淨國。仰尋二教。無", "41": "不佛言。兩說既殊。若為取判。通曰。教跡萬", "42": "差。同歸一實。隨根差立。義別言詮。審察兩", "43": "經。文乖理一。何者。佛法僧戒。有三種不同。", "44": "一者真諦。二者別相。三者住持。真如體淨。二", "45": "障斯亡。本覺圓明。即為真佛。守性不改。勝", "46": "智軌成。大士同緣。萬行斯著。即為真法也。冥", "47": "符理會。乖諍絕言。此真僧也。性潔澄嚴。體淨", "48": "無垢。即為真戒也。據斯勝義。故說真諦。涅槃", "49": "經云。若能觀三寶。常住同真諦。此即是諸佛", "50": "最上之誓願。即其義也。言別相者。佛有三身。", "51": "即法報化也。法有四種。即理教行果也。僧有", "52": "二種。即有為無為也。戒者。即在家出家。修道", "53": "行者。止作二持。一切戒品也。但修別相。為證", "54": "真諦。起行之徒。只知別相。便為究竟。不悟真", "55": "原。學戒之流。並為助道。佛之名相。應現非", "56": "真。用接少凡。權為憩室。下愚不了。預執為", "57": "真。所以佛訶。稱魔眷屬。佛之真子。要達二", "58": "空。遠契如如。方期本願。端居名相。不悟真", "59": "空。却入魔鄉。遠佛違法。陰魔將越。必因常住", "60": "法身。煩惱障除。要賴虛空等定。出天魔界。還", "61": "由慈力等持。冀殄死魔。功據神足之定。仰瞻", "62": "四方。非大聖之莫能。伏察四魔。豈下流之有", "63": "効。若不栖神至道。絕愛網之無由。係想歸", "64": "真。隔生途之亂軌。所以佛教凡流。且學亂", "65": "固。若想西方。且求不退。得生化土。見佛化", "66": "身。化主提携。得無生忍。平等法界。了達分", "67": "明。籍此神功。壞諸魔網。近超三界。遠證菩", "68": "提。若不如斯。還沈惡趣。長時受苦。解脫未", "69": "期。詳此二因。差無違諍。勿隨一見。浪執生", "70": "疑。順此要門。乃為想土。仍壞住此。窂絕輪", "71": "迴。驗此隨行。淺深觀因。自分殊益。詳因念", "72": "理。契本何差。", "73": "第三無量壽經云。此界一日一夜修道。勝餘", "74": "佛土百年。維摩經云。娑婆國土。有十事善法。", "75": "諸餘佛土之所無有。謂以布施攝貧窮等。疑", "76": "曰。准此經說。娑婆修道。乃勝餘方。何勞專念", "77": "彌陀。願生極樂。捨勝求劣。業行難成。取捨", "78": "二途。幸詳曲委。通曰。善逝弘規靡。不存益。", "79": "各隨一趣。理不相違。何者。修行之機。凡有兩", "80": "位。未登不退。難居穢土。欲修自行。多有退", "81": "緣。違順觸情。便生憂喜。愛憎競發。惡業復", "82": "興。無法自安。還沈惡趣。若也修因萬劫。法忍", "83": "已成。穢土堪居。方能益物。既成自行。已免輪", "84": "迴。十事利他。諸方不及。為餘佛土。依報精", "85": "華。眾具莫虧。所須隨念。既無乏少。施欲何", "86": "人。自餘九事。准斯可委。所以自知不退。住此", "87": "無防。廣業益他。勝諸佛國。當今學者。去聖時", "88": "遙。三毒熾然。未能自在。若生淨土。託彼勝", "89": "緣。籍佛加威。方得不退。是故要生彼國。成", "90": "自利因。據此而言。差無違諍。", "91": "第四彌勒問經云。念佛者非凡愚念。不雜結", "92": "使念。得生彌陀佛國。疑曰。准此經說。夫念佛", "93": "者。非是凡愚。不雜結使。方成淨業。今修行", "94": "者。聖位未登。結使不除。如何得往。汝今念佛。", "95": "功不枉施。疑網稍淹。請垂剖折。通曰。教闡隨", "96": "機。密旨難悟。色絲之妙。達者須臾。所以取捨", "97": "不明。浪生疑執。何者。佛教淨業。都是凡夫。", "98": "因果深信。豈得愚也。今解凡愚。應作四句。一", "99": "凡而不愚。謂從善趣。乃至十信終心。無得相", "100": "似唯識智。故謂之凡。但於諦道緣生。深懷仰", "101": "信。運心取捨。損益能知。此即不愚也。二者。", "102": "愚而不凡者。十解已上菩薩。於真如境。未", "103": "能證見。故說為愚。得相似無漏智。皆比知二", "104": "無我。不隨生死凡流。亦得義說非凡也。又解。", "105": "初地已上菩薩。於勝進分。無明障故。約此", "106": "稱愚。由得聖法。故非凡也。三者。亦凡亦愚。", "107": "即善趣以前。一切眾生未順聖理。曰之為凡。", "108": "不了因果。復說為愚也。四者。非凡非愚。所謂", "109": "如來聖智滿足。二障都盡。故非凡愚也。所言", "110": "凡者汎也。准治人德。損益莫分。汎爾受生。等", "111": "同凡類。去來善惡。輕重不知。此為愚也。今欲", "112": "往生淨土。作業之人。知此娑婆。苦切充滿。特", "113": "生厭背。不可久居。聞說西方。勝樂無極。專誠", "114": "注想。誓往無疑。既能永滅苦流。長辭染界。即", "115": "非薄淺。汎爾隨生。但能念佛求往彼方。道悟", "116": "無生。當來作佛。意專廣度法界眾生。能運此", "117": "心。定生妙剎。有斯勝解。故非愚也。言不雜結", "118": "使者。使謂十使。結謂九結。念佛之心。即第六", "119": "識。心王正起。欲作惡事。結使煩惱。容可得生。", "120": "正念佛時。與遍行五所。及善十一所。不動", "121": "諸結。無因起故。心緣異境。結使爰生。注想佛", "122": "時。結使眠伏。故言不雜結使念也。願求生淨", "123": "土者。即不應言雜。良由結使未斷。容可雜生。", "124": "若已滅除。不得雜起。則由未斷。時有現行。念", "125": "佛淨心。性乖結使。心正念佛。諸結不行。有間", "126": "斷時。無防即起。非說滅盡。言不雜也。聖人惑", "127": "盡。此界足安。不勞念佛。求生彼土。", "128": "第五最勝妙定經云。有人造種種寺塔。其數", "129": "無邊。不如於暫時間。端心靜慮。又如諸部大", "130": "乘經中。說無生之理。遣人修道學慧。疑曰。准", "131": "依此教。佛讚無生。業行之中。特為尊勝。彌陀", "132": "經等。勸往西方。厭患娑婆。願生淨土。生為患", "133": "主。生盡患除。捨生求生。患因漸廣。何不作", "134": "無生行。以悟法身。念佛色形。生因不了。設生", "135": "彼國。與此何殊。但觀無生。去佛不遠。心即是", "136": "佛。何假別求。此業既專。幸示深趣。通曰。行", "137": "緣教起。並為利生。教說不同。良由器別。何", "138": "者。汎論根器。略有二意。一者業深。二者行", "139": "淺。業深之侶。可學無生。行淺之流。要生淨", "140": "土。夫論作業。凡有二條。一者倒還。二者出", "141": "離。言倒還者。雖學佛法。但為名聞。不懼當", "142": "來生死懸險。貪求勝解。轉執人我。自是非他。", "143": "不受三業。語宣無相。著想熾然。設學無生。", "144": "將為伎藝。見他念佛。即橫瞋嫌。致使行人。心", "145": "懷退沒。口宣妙藥。畏不能服。反喫諸餘動病", "146": "毒藥。是心為業。心乃浪遊。心既不諦。未能看", "147": "守。自云我解。勘撿全無。不覺命絕。却沈生", "148": "死。逡巡受苦。解脫未期。此為倒還也。言出離", "149": "者。復有二門。一者無生。二者有相。言無生", "150": "者。謂將恬靜。了別外緣。有無二相。善知取", "151": "捨。制心任運。不住二邊。口說心行。隨事勘", "152": "撿。若違若順。心得均平。且如炭火吞食口", "153": "飡吞食。暢悅無歎。喫火食炭。不殊吞食。諸", "154": "違順境。並得如斯。堪任娑婆。久居不退。迴茲", "155": "穢國。翻作淨方。功力既然。即成出離也。言有", "156": "相者。垢緣障重。無相難成。若在此方。諸苦彌", "157": "積。將心內靜。散境外牽。心逐境移。無生叵", "158": "悟。心緣一佛。想念彌陀。惡業不為。求生淨", "159": "土。見他別業。讚善顯揚。聞說他非。不生輕", "160": "毀。繫心一處。遠想西方。三業相扶。定生彼", "161": "國。亦成出離也。幸各以根驗教。契者當行。", "162": "自委業深。位居不退。未勞取相。願生西方。行", "163": "淺之徒。未免流浪。無生要證。始得出纏。口誦", "164": "無生。作者非一。據其證者。百無一人。欲得無", "165": "生。要由勝境。所以求無生見佛。用作證緣。久", "166": "住閻浮。常逢善友。雖聞正法。說者是凡。日夜", "167": "恒聞。未證理故。維摩經云。終日說法。不能令", "168": "人證滅修道。即是戲論。非求法也。設使來生。", "169": "遇善友。起今因。還為戲論。不如求生淨土。且", "170": "絕輪迴。登入寶林。一聞正語。塵沙法忍。應", "171": "念圓明。詳此兩緣。勿煩猶預也。", "172": "第六涅槃經云。阿難厄魔。文殊往救。大品經", "173": "云。魔王變作佛等。人不能知。優婆麴多經", "174": "云。魔變作佛。尊者頂禮。疑曰。阿難果證預", "175": "流。尚被魔嬈。佛令文殊往救。然得本心。又", "176": "魔能化佛身。為人說法。淺行菩薩。皆不覺知。", "177": "尊者麴多。道窮無學。見魔變作佛。不免歸依。", "178": "今欲想彌陀。臨終見佛。此皆魔境。豈可依憑。", "179": "所見若真。特為要藥。如逢魔像。虛入邪決。疑", "180": "積未除。定希會說。通曰。大覺權形。神像挺", "181": "拔。魔雖矯亂。其像懸殊。累劫勤修。勝因圓", "182": "著。果成萬德。相好超奇。豈有弊魔。輒能倫", "183": "擬。何者。如來體嚴紫磨。相具炳然。皎若明", "184": "珠光踰萬日。魔王設變。眾相不成。事等劣夫。", "185": "方乎貴宰。阿難權居小聖。迹示預流。據其實", "186": "行。久登初地。慮佛滅後。修行之徒。魔壞淨", "187": "心。無方制伏。所以示拘魔網。請佛加威。神呪", "188": "既宣則為起教廣流遐代。學者摧魔。非謂聖", "189": "人。凡厄魔網也。大品經云。魔變作佛。迷惑下", "190": "凡。淺行菩薩。不能了者。當說大品。未辨權", "191": "起。涅槃會中。因請為說。迦葉請言。佛說波", "192": "旬說。云何分別知。佛告迦葉。譬如偷狗。夜入", "193": "人室。其家婢使。若覺知已。尋即退去。行者亦", "194": "爾。已入佛家。護甘膳。不念魔雜。佛之靈", "195": "狀。殊異端嚴。魔來濫正。應善分別。眉間毫", "196": "相。右繞槃旋。外實裏虛。白光流散。其光映", "197": "潔。淨如瑠璃。面貌圓明。猶如聚日。頂髻高", "198": "顯。其髮紺青。一髮一䗍。右旋婉轉。覩茲勝", "199": "相。並佛真形。若異此門。並為魔也。言優婆", "200": "麴多。不識魔者。尊者麴多。生居佛後。以次傳", "201": "法。為第五師。說法度人。其數極眾。魔王姤", "202": "弊。法會雨華。嬈動眾心。不能領悟。又當更", "203": "惑。施以寶冠。聖者垂哀。愍而見受。因語魔", "204": "曰。我承佛教。識義知恩。聖者云。汝既施寶", "205": "冠。我有寶瓔相謝。乃取人蛇狗三種死屍。變", "206": "作寶瓔。繫魔頸下。波旬慶曰。麴多聖者。神", "207": "力難名。化導群機。果集聖侶。我之魔眾。展轉", "208": "希諫。今既受我寶冠。又以寶瓔酬我。麴多既", "209": "落魔網。惡趣轉增。我之軍眾。不復損減。身心", "210": "踊躍。輒即還宮。至四天王天。麴多遂攝神力。", "211": "寶瓔珠王。還作死屍。臭爛青膖。膿血交落。波", "212": "旬憂惱。控去無所。遍及諸天。欲請除棄。諸天", "213": "各報言。非我力能。此是釋迦如來弟子。優婆", "214": "麴多。為汝無知。橫加嬈亂。暫以此事。挫汝", "215": "身心。可速歸依。得免斯厄。波旬來下。至聖者", "216": "前。五體虔誠。悲哀懺謝。麴多尊者。愍而為", "217": "除。謂彼魔言。我生居佛後。不見如來。汝可為", "218": "我變作佛形瞻相。魔入村林。變身似佛。麴多", "219": "見已。敷座頂禮。魔乃驚懼。向麴多言。弟子", "220": "凡愚。不違尊教。雖變作佛。仍處庸流。聖者和", "221": "南。滅無量福。尊者答。我近禮佛像。遠敬大", "222": "師。汝弊魔。非我所敬。汝今莫懼。妄畏福消。", "223": "於是魔王。深生慶悅。捨諸雜行。歸佛法僧。頂", "224": "禮優婆麴多足。還宮不現。豈得疑言不識魔", "225": "也。又如眾多貴宰。力助一夫。兇惡之人。莫能", "226": "侵嬈修業者亦復如斯。修念至誠。決定生", "227": "彼。十方諸佛。咸助威靈。報盡之期。魔不能", "228": "亂。彌陀化眾。皆闡慈光。接引魂情。令昇妙", "229": "樂。勿懼魔嬈。不習良因。", "230": "第七西方淨土。彌勒天宮。共相比校。以彰優", "231": "劣。疑曰。彌陀淨土。去此懸遙。彌勒天宮。現", "232": "居欲界。何不願生兜率。乃趣西方。捨易求難。", "233": "豈非迂滯。通曰。比校兩緣。凡有多種。略陳十", "234": "異。同釋眾疑。一命有長短。二處居內外。三境", "235": "分穢淨。四身報兩殊。五種現差分六進退修", "236": "異。七界非界別。八好醜形乖。九捨生不同。十", "237": "經勸多少。一命有長短者。兜率壽命。只四千", "238": "年。西方壽命。一百千萬億那由他阿僧祇劫。", "239": "二處居內外者。兜率天宮。慧業若多。即生內", "240": "處。親侍彌勒。慧少福多。即生外處。不見慈", "241": "尊。淨土之中。一無內外。報雖優劣。俱是聖", "242": "賢。三境分穢淨者。若生兜率內院。見彌勒尊", "243": "聖會之境。能發淨緣。外院香華樓臺音樂。皆", "244": "生染想。西方樹鳥水網樂音。觸對六根。無", "245": "非長道。四身報兩殊者。天中正報。男女兩殊。", "246": "更相染著。障諸道業。西方生者。皆是丈夫。於", "247": "自他身。清潔無染。五種現差分者。若生天上。", "248": "種現之惑俱行。但生西方。唯種永無現惑。六", "249": "進退修異者。若生天上。多有男女。慧力輕", "250": "微。多不免退。往生極樂。慧力增強。既絕欲", "251": "行。唯轉進修。七界非界別者。上生兜率。未離", "252": "欲界。火災若起。不免焚燒。如生西方。永辭三", "253": "界。水火風等。並不能害。由彼國中有形質故。", "254": "非無色界。依地居故。不染色境。故非色界。無", "255": "婬及段食。故非欲界。八好醜形乖者。生在天", "256": "中。男女不同。好醜殊異。若生淨剎。紫磨金", "257": "身。一類瑩嚴。具丈夫相。九捨生不同者。捨命", "258": "生天。無人接引。若生淨國。聖眾來迎。十經勸", "259": "多少者。勸生兜率。唯有上生經文。不至慇懃。", "260": "粗令作業。勸生淨土。經論極多。大聖慇懃。專", "261": "誠使往。又問。西方淨土。處勝時安。一切下", "262": "流。如何並往。答曰。彼方精微。欲往實難。佛", "263": "力加持。去之甚易。", "264": "第八大無量壽經云。生彼國者。住正定聚。彌", "265": "陀經云。極樂國土。眾生生者。皆是阿鞞跋致。", "266": "疑曰。汎論不退之位。要說萬劫修功。如何念", "267": "佛一生。下至臨終十念。並蒙彌陀接引。生彼", "268": "得不退。論功行有差別。若為符契。通曰。不退", "269": "正定。名異義同。修行之人。凡有兩種。一者", "270": "居穢土。二處淨方。穢土修因。要資萬劫。淨方", "271": "起行。自有多途。今明不退。有其四種。十住毘", "272": "婆娑論云。一位不退。即修因萬劫。意言。唯識", "273": "觀成。不復退墮惡律儀行。流轉生死。二者行", "274": "不退。已得初地。真唯識觀。捨二乘心。於利他", "275": "行得不退也。三者。念不退。入八地已去。真", "276": "得任運無功用智於定散中。得自在故。無念", "277": "退也。四處不退者。雖無文證。約理以成。何", "278": "者。如婆娑論說。退根羅漢。欲界人中得果。遇", "279": "五緣退具。恐失聖果。起修道惑。謂遠行多病。", "280": "樂誦經典。樂和諍訟。樂營僧事。若天中得果。", "281": "不逢退具。即得不退。入般無餘。行者亦爾。前", "282": "三不退。未得人中。若在娑婆流浪生死。是其", "283": "常處。由此染界。遇五退緣。一者短命多病。二", "284": "者大惡緣伴。爼壞淨心。三者外道雜善。亂真", "285": "正行。四者六塵境界。嬈動淨心。五者不常見", "286": "佛。竭逢聖化。若常住此。遭五退緣。但生淨", "287": "土。逢五勝事。一者長命無病。二者勝侶提携。", "288": "三者純正無邪。四者唯淨無染。五者恒事聖", "289": "尊。由此五緣。故得不退。據其行位。未可輒", "290": "齊。地勝緣強更無退具也。譬如惡人。常行不", "291": "善。遇逢勝友。哀乃提獎絕惡交遊。恒隨良", "292": "伴。至于一代無起過緣也。", "293": "第九彌陀經云。不可以少善根福德因緣。得", "294": "生彼國疑曰。淨土往生。要須大善。具行諸業。", "295": "方可往生。但空念佛。如何生彼。通曰。夫論善", "296": "根多少。只約念佛。以明過去無宿善緣。今生", "297": "不聞佛號。但今得聞淨土。專心念佛。即是過", "298": "去善因。想念西方。方能決至。此為大善根也。", "299": "雖聞彌陀淨土。發意願生。進退未恒。心不決", "300": "定。判為少善。不生淨土也。又疑曰。據其念", "301": "佛。只念佛名。設使心專。未為大善。縱稱佛", "302": "號。那得往生。答曰。今明念佛。此辯總修。良", "303": "為群機受益不等。諸佛願行。成此果名。但能", "304": "念號。具包眾德。故成大善。不廢往生。故維摩", "305": "經云。佛初三號。佛若廣說。阿難經劫不能領", "306": "受。成實論。釋佛之號。前之九號。皆從別義。", "307": "總前九號名義功德。為佛世尊。說初三號。歷", "308": "劫難周。阿難領悟。莫能具悉。更加六號。以", "309": "製佛名。勝德既圓。念其大善也。", "310": "第十彌陀經。又云。善男子。善女人。念佛生", "311": "彼聲聞之眾數。無量無邊。淨土論云。大乘善", "312": "根界。等無譏嫌名。女人及根缺。二乘種不生。", "313": "疑曰。如淨土論。女人根缺。小聖不生。彌陀經", "314": "皆說生彼。二俱聖教。何以各殊。通曰。勘尋經", "315": "論。各順一緣。審而察之。並無差殊。言女人", "316": "生者。志性妙決。深厭女身。專念佛名。求生淨", "317": "土。娑婆報盡。轉作丈夫處妙華臺。即生淨國", "318": "也。言報缺者。有五種。一生。二揵。三半月。四", "319": "妬。五二形。如此根缺。志性無恒。但能發心。", "320": "決意勇猛。捨殘缺根。感具根身。即生彼國", "321": "也。二乘者一謂愚法。證人空理。已得小果。不", "322": "達法空。故云愚法。唯求自益。不能利他。不可", "323": "得生淨土。二謂不愚法。雖得羅漢。不住小果。", "324": "隨諸菩薩。起大乘心。願生佛前。發利他行。故", "325": "生彼國也。又觀經云。中生之人。至彼方證小", "326": "果。疑曰。淨土論云。二乘種不生。何因生彼。", "327": "然得小果。答曰。此人先有小乘種子。遇善知", "328": "識。發大乘心。即因前小習。悟四非常。發起", "329": "宿因。即證小果。大乘善友。力所携獎。不住小", "330": "乘。還興大念。故非小乘也。根雖是女。能求菩", "331": "提。深信自他佛性平等。即弘大願。誓當成佛。", "332": "廣度眾生。念捨女身。即生淨土。臨當報盡。化", "333": "佛來迎。成大丈夫。入蓮華座。即生彼國。佛令", "334": "安神。經約此門。故云皆往。論據不能若此。故", "335": "說不生也。小乘之人要生大志。乘此為業。即", "336": "得往生。從彼舊名。號聲聞也。疑曰。小乘之", "337": "因判作譏嫌。何因彼方。必稱斯號。答曰。聲", "338": "聞愚法。自利過深。不能益他。謂譏嫌耳。雖存", "339": "古號。即大聲聞。益物既弘。乃為良稱。故法華", "340": "經云。我等今者。真是聲聞。以佛道聲。令一切", "341": "聞。西方亦爾。雖有小乘。並真聲聞。故無譏", "342": "嫌等過也。", "343": "第十一會。釋三階行者。五種小疑。第一疑曰。", "344": "眾生流浪。苦事悉經。推究此因。皆由起邪三", "345": "毒。今者專心念佛。願往西方。邪毒轉增。豈非", "346": "倒見。何者。娑婆濁界。理合常居。特生厭捨。", "347": "即邪瞋矣。西方淨土。聖者堪遊。不揆下凡。發", "348": "願生彼。即邪貪也。所以然者。皆為無明。即邪", "349": "癡障也。此之三毒。內積心田。設令念佛。感神", "350": "鬼魔。如何得往淨土受生。通曰。教旨殊倫。僉", "351": "悕益物。善知取捨。各隨機緣。何者。若也道悟", "352": "無生。理可娑婆久住。未登不退。穢土難居。若", "353": "契無生。極樂與娑婆不二。未假厭茲雜界。別", "354": "仰淨方。位處輪迴。要須生彼。穢土大士所居。", "355": "理解恒遊莫隔。下凡未成勝觀。暫止還長苦", "356": "流。所以捨染土。不長邪嗔樂西方。邪貪不起。", "357": "同時分別。慧所相應。內積三善根。外招眾聖", "358": "助。此方後報謝。妙剎淨華迎。勿懼神鬼魔。不", "359": "勤修正業。第二疑曰。業道如秤。善惡必酬。感", "360": "生已來。造惡非一。如何不受。直往西方。設欲", "361": "往生。豈不為障。通曰。夫造業者。苦樂之報定", "362": "生。既同凡愚。久積罪因。非謬不委。感今人報", "363": "惡業。為斷不耶。若言已斷。今即無惡可除。如", "364": "其未滅。受生因何不障。三階行者。憫然而言。", "365": "受此生時。諸惡未斷。由人業勝。惡不能遮。善", "366": "報既終。苦果當受也。更應示云。惡雖未斷。人", "367": "業勝故。不廢招生。淨業轉強。焉能起礙。何者", "368": "三歸五戒。有漏善因。倒想所牽。入母胎藏。此", "369": "之劣行。惡所不遮。故得人身。罪已無力。無始", "370": "正行。及今發心。誓盡苦原。當來作佛。精勤剋", "371": "念。願生西方。報盡之期。慈悲善友。哀矜護", "372": "念。使住正心。聖眾現前。特生渴仰。乘茲勝", "373": "因。往彼豈難。勿得懷疑。不修淨業。第三疑", "374": "曰。准今修行。學普為宗。別念彌陀。乃成曲", "375": "見。翻為障道。不免輪迴。何不捨別行。以隨修", "376": "其普。通曰。仰尋普行。為益極深。大智通賢。", "377": "方能措意。力微智淺。難以輒行。大聖隨機。遣", "378": "修別行。稱根性故。於理無傷。假別為因。修成", "379": "普業。第四疑曰。夫欲修道。先識苦因。尋苦之", "380": "原。皆由惡業。起惡之境。在此娑婆。不逢眾聖", "381": "性相之理。造諸惡業。數量無邊。一切眾生。凡", "382": "有二種。一者實報。二者應形。言實報者。體唯", "383": "佛性。相即普親。由迷體故。妄生貪恚。如來藏", "384": "上。橫起癡心。約相雖殊。普親無別。隔生不", "385": "識。妄起愛憎。恒於佛性父母。緣行殺盜婬等。", "386": "三乘聖眾。愍念眾生。應體同凡。生盲不識。遂", "387": "懷輕抑。增長惡緣。由昔不知。乃生倒想。今得", "388": "啟悟。對境思愆。已作惡除。當過不起。但於", "389": "此方懺謝。罪盡可除。厭此欣西。豈亡怨結。通", "390": "曰。將尋至道。要絕苦原。息苦之因。無過斷", "391": "惡。造愆之境。實在娑婆。積此怨嫌。已成愛", "392": "結。今日審察。倒想所纏。若欲具了眾生體唯", "393": "佛性。相即普親。諸佛大悲權應。隨形六道。跡", "394": "示同凡。作此解心。人皆共委。如論起行。實驗", "395": "全無。知之非難。行者難矣。只可想此法。仰歎", "396": "非虛。已作之愆。特生重悔。當生過惡。誓不", "397": "更為。專念佛名。及修諸行。迴生淨土。如救頭", "398": "然。此界沈淪。吟嗟失路。且安神極樂。果證無", "399": "生。自行既成。翻歸五濁。大悲化物。等濟群", "400": "機。勿停一途。不進別徑。但須運心動念。先為", "401": "業對怨酬。願捨苦因。同生妙樂。彼皆領受。遂", "402": "捨怨嫌。不可緣茲乃懷疑難。第五疑曰。方今", "403": "之際。去聖時遙。下品凡愚。正合禮懺地藏菩", "404": "薩。當今有緣。理可專稱。並念三寶。彌陀淨", "405": "土。上行人修。第二階根。能得生念。今既時", "406": "當濁惡。性欲卑微。那得輒行上人之法。上學", "407": "下法。迂會稽留。下起上修。障道受苦。法根不", "408": "會。豈得成功。通曰。仁者所言。非無教旨。習", "409": "而未久。乃發斯疑。停想為通。定開近修。何", "410": "者。一引聖教。二辨義門。言聖教者。部類既", "411": "繁。備抄難究。略陳五要。以啟創聞。一者。大", "412": "集賢護經云。佛告賢護。我涅槃後。諸弟子等。", "413": "傳此三昧。諸惡比丘。不能信受。傍言魔說。又", "414": "告賢護。比丘行惡時。諸國相伐時。更相毀謗", "415": "時。眾生濁惡時有四眾弟子。能傳此法。利益", "416": "眾生。二者。藥師經云。文殊菩薩。為像法眾生", "417": "請云。四眾弟子。求往生西方不定者。念藥師", "418": "名。即斷疑網。臨命終時。八大菩薩。示往生", "419": "路。三者。彌陀經云。他方諸佛。共讚釋迦。能", "420": "於五濁。說難信之法。六方諸佛。舒舌證誠。四", "421": "者。觀經云。韋提希夫人。為五濁惡不善。五苦", "422": "所逼眾生。請生淨土。又下輩三品。具造惡業。", "423": "皆得往生也。五者。無量壽經云。釋迦如來。為", "424": "五濁眾生說法。令離五惡。除五痛。滅五燒。又", "425": "當來之世。經道滅盡。我以慈悲哀愍特留此", "426": "經。止住百年。爾時眾生。起一念信。即生彼", "427": "國。疑曰。所引經教。佛說不虛。未知方便之", "428": "門。為當盡理之說。通曰。大人之言。必合真", "429": "趣。向援經教。皆究竟門。所以知之。不了之", "430": "教。涅槃之會釋通。淨土一門。雙林更無疑", "431": "決。十方諸佛。舒舌印成。據斯二義。故非方", "432": "便也。上來略引聖教。以示說因。自下粗釋義", "433": "門。用祛疑停。一音演唱各解。萬殊無不並契。", "434": "地藏弘願惡趣救生。彌陀大悲。十念濟物。不", "435": "求淨土。恐落三塗。念地藏名。苦中望救。今", "436": "勸專心念佛。誓往西方。大命將終。諸佛來應。", "437": "既生淨國。永絕三塗。苦事不經。無勞請救也。", "438": "三階宗要。約時機說。千五百年後。不修淨業。", "439": "設有修者。眾行具成。即第二階。非下凡業也。", "440": "今觀此意。說上行人。三輩之中。獨明上中生", "441": "人也。淨土之法。定散俱通。作業淺深。同生極", "442": "樂。出家清眾。在俗尊賢。屏慮幽居。恬神息", "443": "亂。能修觀業。定善往生。志絕榮華。公私事", "444": "外。不貪俗務。問道勤修。能具三福散因。定生", "445": "彼國。家資匱乏。事務牽纏。一行能隨。亦生寶", "446": "界。今生作罪。乃至闡提。大命將終。苦具來", "447": "逼。忽逢善友。教念佛名。惡相既除。即生妙", "448": "剎。大乘善根。下至從生無過。上至迴向終", "449": "心。約作業淺深。分為上輩三品。小乘之根。初", "450": "從善趣。上至世第一法。分為中輩三生。大小", "451": "乘根機。約過輕重。分為下輩三位。此即行道", "452": "淺深。造惡重輕。俱發菩提。願生淨土。隨業多", "453": "小。皆得往生。不可偏執一隅。謗疑淨業。又言", "454": "今時濁惡。不合念佛願生西方者。此非博見。", "455": "大無量壽經云。經道滅盡。佛以慈悲哀愍。", "456": "特留此經。止住百年。爾時眾生聞名生信。皆", "457": "生彼國。義云。如來說教。潤益有時。末法萬", "458": "年。餘經悉滅。彌陀一教。利物偏增。大聖特留", "459": "百歲。時經末法。滿一萬年。一切諸經。並從滅", "460": "沒。釋迦恩重。留教百年。爾時修因。上生妙", "461": "土。何為預判。不令願生。詳此經文。足除憂", "462": "悔。勿懷管見。不達通經也。", "463": "第十二依攝大乘論。會釋別時義者。論云。唯", "464": "由發願。即得往生安樂者。是別時意。疑曰。准", "465": "依攝論。判作別時。今教念佛。如何即往。通", "466": "曰。今依攝論。判釋別時。與淨土門。一無差", "467": "殊。何者。由且發願。未可即生。依願念佛。乃", "468": "成淨業。願行前後。故說別時。非謂念佛不即", "469": "生也。", "470": "第十三會。釋法華經云。若人散亂心。入於塔", "471": "廟中。一稱南無佛。皆已成佛道。疑曰。散心一", "472": "稱佛。佛果未即成。一生念佛名。如何生淨", "473": "國。通曰。散稱成佛道。道是因不虛。念佛生淨", "474": "土。報盡生非謬。", "475": "第十四。略明作業方軌。疑曰。宗明念佛。作往", "476": "生因。未知心慮。作何等解。念佛方軌。其狀若", "477": "為。通曰。却尋無際。數劫施旋。設使修因多虛", "478": "少實。但求名利。妄計我人。廣作善緣。不為正", "479": "理。沈淪惡趣。受苦無窮。聖主彌陀。流名攝", "480": "化。果成為佛。十劫已經。我等愚癡。唯貪造", "481": "惡。雖學佛法。現世求名。自是非他。恒生傲", "482": "慢。追求衣食。日夜勞勤。設有餘功。用隨惡", "483": "儻。若也不逢善友。淨土豈聞。一旦無常。還歸", "484": "惡道。今逢大善知識。共我有緣。教我思惟。捨", "485": "諸惡行。得聞阿彌陀佛。本願慈悲。十劫已來。", "486": "恒流正法。我由障故。今日始聞。五內悲傷。特", "487": "生恥恨。瞋起貪行癡生。但修四修。以為正業。", "488": "一者。長時修。首從初發心。乃至菩提。恒作淨", "489": "因。終無退轉。二者。若恭敬修。此復有五。一", "490": "恭敬有緣聖人。謂行住坐臥。不背西方。涕唾", "491": "便利。不向西方也。二敬有緣像教。謂造西方", "492": "彌陀像變。不能廣作。但作一佛二菩薩。亦得。", "493": "教者。彌陀經等。五色袋盛。自讀教他。此之經", "494": "像。安置室中。六時禮懺。華香供養。特生尊", "495": "重。三者。敬有緣善知識。謂宣淨土教者。若", "496": "千由旬。十由旬已來。並須敬重。親近供養。", "497": "別學之者。總起敬心。與己不同。但知深敬也。", "498": "若生輕慢。得罪無窮。故須總敬。即除行障。四", "499": "者敬同緣伴。謂同修業者。自雖障重獨業不", "500": "成。要藉良朋。方能作行。扶危救厄。助力相", "501": "資。同伴善緣。深相保重。五敬三寶。同體別", "502": "相。並合深敬。不能具錄。為淺行者。不果依", "503": "修。住持三寶者。與今淺識人。作大因緣。今粗", "504": "料簡。言佛寶者。謂雕檀繡綺。素質金容。鏤玉", "505": "圖繒。磨石削土。此之靈像。特可尊承。暫爾", "506": "觀形。罪消增福。若生少慢。長惡善亡。但想尊", "507": "容。當見真佛。言法寶者。三乘教旨。法界所", "508": "流。名句所詮。能生解緣。故須珍仰。以發慧", "509": "基。抄寫尊經。恒安淨室。箱函盛貯。並合嚴", "510": "敬。讀誦之時。身手清潔。言僧寶者。聖僧菩", "511": "薩。破戒之流。等心起敬。勿生慢想。三者。無", "512": "間修。謂常念佛。作往生心。於一切時。心恒想", "513": "巧。譬若有人被他抄掠。身為下賤。備受艱辛。", "514": "忽思父母。欲走歸國。行裝未辦。由在他鄉。", "515": "日夜思惟。苦不堪忍。無時暫捨。不念耶孃。", "516": "為計既成。便歸得達。親近父母。縱任歡娛。行", "517": "者亦然。往因煩惱。壞亂善心。福智珍財。並皆", "518": "散失。久流生死。制不自由。恒與魔王。而作僕", "519": "使。驅馳六道。苦切身心。今遇善緣。忽聞彌陀", "520": "慈父。不違弘願。濟拔群生。日夜驚忙。發心願", "521": "往。所以精勤不倦。當念佛恩。報盡為期。心恒", "522": "計念。四者。無餘修。謂專求極樂。禮念彌陀。", "523": "但諸餘業行。不令雜起。所作之業。日別須修。", "524": "念佛讀經。不留餘課耳。", "525": "夫以生居像季。去聖斯遙。道預三乘。無方契", "526": "悟。人天兩位。躁動不安。智博情弘。能堪久", "527": "處。若也識癡行淺。恐溺幽塗。必須遠跡娑婆。", "528": "棲神淨域。仰願同緣正事。敬發身心。依此一", "529": "宗。定為拒割。幸勿縈心世利。窂懼非常。聲追", "530": "安遠之風。奚殊電影。德過肇生之節。詎謝乾", "531": "城。三空九斷之文。理幽言博。十地五修之教。", "532": "義奧詞繁。功非一簣之能。業成數載之慮。豈", "533": "剎那之分。念積塵沙。方宣九有之奇。心恒造", "534": "境。境述二無之妙。識戀邪魔。將崇達妄之由。", "535": "生期分促。待植會真之智。死路非運。未若屏", "536": "慮持齋。息多聞廣業。安神慧浦。興少學之", "537": "軍修。運竭穢方。涉遙邦之上苑。靈居淨國。託", "538": "妙質於金臺。同至道於慈顏。折疑何停。感悲", "539": "音於聖德。解證無生。弘益滋繁。可略云爾。粗", "540": "陳䗍酌。以簡良水。起行全功莫能府就也。", "541": "西方要決釋難通規"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1964 西方要決釋疑通規", "source": "CBETA"}