{"author": "宋 知禮述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1751 觀無量壽佛經疏妙宗鈔", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "觀無量壽佛經疏妙宗鈔卷第六", "1": "宋四明沙門知禮述", "2": "故荊谿云。勝兼兩處劣唯鹿園。若其似位", "3": "全不見者。法華四信何故見於實報土邪。有", "4": "餘那見圓滿相海。通教案位受接之人為見", "5": "何相。若非尊特合身不成。今經明說無量壽", "6": "佛身量無邊。與大論云色像無邊。有何異邪。", "7": "彼云無邊既稱尊特。此何獨非。況疏專引彼", "8": "論此文。以證身量無邊之義。驗今佛身的是", "9": "尊特。不須疑也。問若是尊特合是常身。何故", "10": "法華疏中。判觀無量壽佛經。云實有量而言", "11": "無量。答此乃刊正鈔中錯引彼疏。彼疏並云", "12": "實有量而言無量。如阿彌陀與金光疏及此", "13": "疏同。蓋以小大二彌陀經不專尊特被於頓", "14": "機。故彼佛現三十二相通被眾機。大機雖見", "15": "尊特常身。其慣習小人洎諸凡夫。雖因迴向", "16": "得生彼土。未宜尊特說常住理。故以應化說", "17": "無常法。成其小果。是故佛壽雖不可數。終歸", "18": "有量。娑婆生彼多是此機。以別圓似位人難", "19": "及故。三疏約此。故判彌陀在有量中。若觀無", "20": "量壽佛經純被圓人。明說佛身全法界起。應", "21": "既有本。生即同法。的類釋論法性尊特。正", "22": "當無量之無量也。故釋籤云。教分二身為機", "23": "劣故。暫現生身。今機不劣豈對生身。問大本", "24": "中云。生我國者身皆具足三十二相。彼國人", "25": "民既具此相。佛身理合超勝於人。故知常身", "26": "有八萬相。般舟經云三十二相。蓋借釋迦為", "27": "初心觀境耳。答般舟經云。菩薩用是念佛。故", "28": "當得生阿彌陀佛國。當念如是佛身。有三十", "29": "二相悉具足。光明徹照端正無比。在比丘僧", "30": "中說經。經指彌陀有三十二相。何文言借釋", "31": "迦為境。況止觀無文輔行不說。豈得自言成", "32": "於己見。又彼人民三十二相。故佛常相須八", "33": "萬者其義不然以同居土佛應同人。只淨由", "34": "土人。皆有於三十二相。故佛常身須現此相。", "35": "但於同中相相皆勝。穢土佛身雖異凡鄙。亦", "36": "同上人。故應此方所有相法。故三十二同輪", "37": "王相。亦於同中而分明昧。三十二相既同彼", "38": "人。驗是彼土常身常相。是知八萬別為大機", "39": "現尊特相。更何所疑。問一等尊特。以何因緣", "40": "相分三品。答悉檀因緣故。蓋一類機應以藏", "41": "塵尊特之相得四益者。故佛稱機而為現之。", "42": "應以八萬尊特之相。應以三十二尊特之相", "43": "得四益者。佛皆稱機而為現之。仍須了知此", "44": "之相海。別教則用別修緣了成就此相。即修", "45": "成之尊特。故名報身。圓教能了二修即性修", "46": "德無功。乃性具之尊特。故名法身。已在此觀", "47": "開章中說。須知華嚴華藏塵數之相雖多。此", "48": "以兼別故猶帶修成。此論八萬既唯圓頓無", "49": "非性具。故三聖觀疏皆示云觀於法身。行者", "50": "當須以教定理。就理明觀於觀顯相。無得但", "51": "以多數斥少使勝成劣。實在精學然後勤修。", "52": "欲罷不能故茲辯析。四第十觀音觀二。初疏", "53": "科略釋帶果行因者。觀音三昧經云。觀音昔", "54": "已成佛號正法明。今為菩薩修淨土行。斯乃", "55": "帶昔果德行今因行。頂有化佛表帶果也。二", "56": "依科列經三。初結上。二正觀菩薩身三。初正", "57": "觀身相。子科十一。初次復下身量。應云十八", "58": "萬億。今云八十者。翻過佛身二十萬億。故知", "59": "誤也。問如釋迦丈六人身八尺。今佛身六十", "60": "萬億菩薩十八。菩薩之身何太卑邪答淨土", "61": "勝應不可以穢土劣應例也。亦如妙音身量但", "62": "四萬二千由旬。佛身六百八十萬由旬。佛身", "63": "之量去菩薩更多。二身紫下身色。三頂有下", "64": "肉髻。四項有下項光。五舉身下身光。六頂有", "65": "下天冠。七觀世下面色。八眉間下毫相。九臂", "66": "如下臂相。十手掌下手相。十一舉足下足相。", "67": "二其餘下與佛同異。肉髻是相。無見頂是好。", "68": "此之相好表於極果。今作因人故不及佛。三", "69": "舉利勸修子科二。初佛告下舉觀利勸二。初", "70": "約修觀明滅罪。二如此下約稱名況獲福。二", "71": "若有下示觀次第。身相既多先觀何相。故今", "72": "示云先觀肉髻次觀天冠。以此二種能別表", "73": "示觀音德相。何者。肉髻降佛表現行因。冠有", "74": "化佛表昔成果。別相若顯其餘通相則易可", "75": "明。行者觀於冠髻毫面身色光明。一一須用", "76": "心作心是。而為能觀。說在像前用在此處。既", "77": "云作佛是佛。豈不能作觀音是觀音邪。作", "78": "髻作冠是髻是冠。皆可為例。不獨以佛例觀", "79": "菩薩。亦須例於普雜三輩。豈唯以前例後。亦", "80": "合以後例前。以今行人覽經始末。方修觀故。", "81": "大師得意乃於釋題總示三觀。若也不於十", "82": "六處用。則令大師虛說。亦見行者謾修。當遵", "83": "佛言勿背祖法。專用妙觀顯乎勝相。以此妙", "84": "觀為見佛本。逈出餘因。至彼土時速證法忍。", "85": "三作是下結觀邪正。五第十一勢至觀二。", "86": "初分科敘意二。初分科。二敘意二。初略無下", "87": "約當門明闕真觀。觀佛真身乃立觀云正觀佛", "88": "身等。觀音中云正明觀菩薩身。今勢至觀但", "89": "云因光神力制二種名。及云與觀音辯同異。", "90": "何不例上各立觀法。故疏出意云略無觀法", "91": "當不異上。以大勢至與觀世音身量大小皆", "92": "悉同等。此令行者辯異之後。用觀音觀觀勢", "93": "至身。何須別立。二所以下兼觀音明無像想。", "94": "觀成見佛真法身後。觀二侍者。豈須更修像", "95": "想方便邪。二依科列經三。初因光神力制二", "96": "名。子科二初遍示諸光。二但見下正立二名。", "97": "光照十方。故立無邊光為名。令三途人得佛", "98": "十力。故立大勢至為名也。行者應知即舉身", "99": "光名智慧光。以是隣極色心不二。若不爾者。", "100": "焉得色相名為法身。二明與觀音同異子科", "101": "三。初此菩下正明同異。二此菩下更示行坐。", "102": "觀音行坐豈不動地集佛等邪。但於勢至觀", "103": "中說耳。若不然者。何得云除頂上寶瓶。餘與", "104": "觀音等無有異。三作此下結成觀相。經云色", "105": "相疏稱法身。若非全色是心色由心造。安令", "106": "色相即名法身。此乃三諦一境之法身。發我", "107": "三觀一心之般若。相冥見相則三脫圓彰。故", "108": "云佛法界身入心想中。疏云。念佛三昧解入", "109": "相應。非此相應不發勝相。三除無下滅罪以", "110": "勸修。名為具足觀觀世音大勢至者。以二菩", "111": "薩唯有頂上化佛寶瓶。二種有異餘相皆同。", "112": "同異分明名具足見。六第十二普往生觀二。", "113": "初疏科二。初對雜辯異。二普中下就普分科。", "114": "二經文二。初作自身往想。上來諸觀先依次", "115": "正先主次徒。雖皆觀成未為普總。又未想身", "116": "生彼親見。故今令想身終生彼一時普見。非", "117": "獨所觀境界頓足。亦乃往生心想成就。可類", "118": "前文依報之觀。初地樹池等別觀。至樓觀成", "119": "四事總見。名為總觀。然但能總依報四事。今", "120": "想生彼普見普聞依正諸相。故名普觀。問上", "121": "品上生乘金剛臺。上品中生乘紫金臺。上品", "122": "下生入金蓮華。今三聖觀成方修普觀。合是", "123": "上品上生之者。何故同彼上品下生邪。答十", "124": "六觀人對九品位義有多途。今且一往以三", "125": "聖觀及普觀成。當上中品雜及三輩四觀成", "126": "者。方是上上故上中品終時雖見坐紫金臺。", "127": "此臺到彼成大寶華。經宿則開。此文亦云生", "128": "極樂界於蓮華坐作開合想。蓮華開時見佛", "129": "滿空。及說妙法。正合上品中生之相。若上品", "130": "下生華開七日乃得見佛。仍於眾相心不明", "131": "了。故知此文與上中品生相正齊。若其以品", "132": "對別圓位。至三品觀方得委論。二無量下明", "133": "三聖來現。上想終後生於彼土見佛菩薩。今", "134": "想未終三聖常來入我心想。良由當念即是", "135": "來際。故能預想將生之事。復由生佛體不別", "136": "故。故令三聖不來而來。斯乃三觀一心作是", "137": "雙運。致令心佛往彼來此。故知觀體不可言", "138": "思。七第十三雜明佛菩薩觀。今評此觀略有", "139": "二意。一為前觀佛及菩薩勝相不成者。乃令", "140": "捨大而觀丈六。二為觀前勝相已成之人。令", "141": "其更觀勝劣化用遍十方界。使品位增進。若", "142": "謂不然。前觀既成修後諸觀有何益邪。疏從", "143": "前意故作拂疑生重釋。以觀成者。自知經意。", "144": "是故大師從初意示。釋此為二初分科。二隨", "145": "釋二。初佛告下觀丈六像。經若欲等者。行人", "146": "於前依正諸觀修雖不入。求生之意彌加敦", "147": "督。名為至心。故令此人捨勝觀劣。未觀二侍", "148": "前想彌陀。故云先當觀於一丈六像。行人欲", "149": "託彼土蓮池。故令觀像在池水上。應知勝身", "150": "既心作心是。豈今丈六非作是邪。圓人作為", "151": "皆了唯心。全具而變全變是具。具變不二。故", "152": "觀佛相勝劣皆然。二明彌陀變現子科二。初", "153": "示化主隨物二。初如先下勸常修觀。二阿彌", "154": "下拂去眾疑。疏二。初所觀下示相問疑。二前", "155": "聞下示疑明破。勝身觀法修雖不成。而且得", "156": "知廣大無量。今聞觀小頓違前說。寧免輕疑。", "157": "為拂此疑。故說彌陀。神通如意能大能小皆", "158": "全法界。但以重心觀令成就。勿疑身謝不生", "159": "西方。二明補處同生二。初觀世下明劣應同", "160": "眾生。佛應既隨萬物。補處亦同眾生。二但觀", "161": "下倣勝身論觀法。前明觀音勝身觀法。先想", "162": "冠髻則令眾相次第皆明。勢至觀中髻有寶", "163": "瓶。其餘身相不異觀音。以此二種是二大士", "164": "身之別相。令修觀者但觀別相。別相若顯同", "165": "相則明。疏釋首相雖通兩說。然頭首之首手", "166": "足之手皆是別相。悉可以別而顯於通。應知", "167": "觀佛丈六之身。先觀白毫方彰眾相。備如前", "168": "疏約釋迦說。三後三觀明三輩往生四。初立", "169": "觀所由。此中二義。初即雜觀觀劣應者。位在", "170": "中下。令識三品進修勝觀登於上品。次義", "171": "即是前觀勝應。及修雜想了隨機化。在八九", "172": "信。今令此人以妙三觀。分別九品。即大本三", "173": "輩。事理窮深登第十信。既云此下三觀觀往", "174": "生人有二義。乃是修前觀法行者觀於九品", "175": "往生之相。非是凡小求生之者。讀今三輩經", "176": "文改轉行業。縱通此義亦是傍兼。非今增進", "177": "觀行意也。二釋會經論二。初會論即無量壽", "178": "經論。今云往生論是也。天親所造有十七成", "179": "就。至第十六大義門成就中。偈云。大乘善根", "180": "男。等無譏嫌名。女人及根缺。二乘種不生。長", "181": "行釋云。故淨土果報離二種譏嫌過。一者體。", "182": "二者名。體有三種。一二乘人。二女人。三諸根", "183": "不具足人。無此三種過故名離譏嫌也。名亦", "184": "三種非但無三體。乃至不聞二乘女人諸根", "185": "不具三種名故。此十七成就俱明彼土果報。", "186": "故無二乘等悉約彼土。非是此方二乘等不", "187": "得生也。恐惑者不曉。故和會解釋之。分二初", "188": "會二乘二。初會不生。且據彼論二乘種不生", "189": "句。並於此經小戒得生。以具足戒及沙彌戒", "190": "等是小乘種故。二說相違而為詰問。今以住", "191": "小迴心以會釋之。堅住小道志趣無餘。不求", "192": "淨土。故云正處。若迴小向大轉小乘業。作淨", "193": "土因故云要由。經就現今向大時說。是以得", "194": "生。論就本始住小時說。是故不生。然論說彼", "195": "土無二乘人。由在此身因轉故也。二何故下", "196": "釋證果云。垂終迴小向大方生彼國。何故中", "197": "輩三品行人生彼復證小乘果邪。今釋意者。", "198": "迴心故得生。慣習故證小。知大證小不執偏", "199": "真而為究竟。不久證大也。二問論下會女人。", "200": "復舉論偈女人根缺不生之文。並於此經韋", "201": "提侍女得生之說。而為詰問。今約彼此會釋", "202": "二說。論就轉報。是故彼土無有女人及根不", "203": "具者。若名若體。經就此土修淨業者。故有善", "204": "心一切得往。故大彌陀經薜荔多蠢動蜎蜚", "205": "皆得往生。故知經論無少相違。二問大下會", "206": "經二。初對經雙問。逆罪得生即下品下生文。", "207": "二釋有下立義雙釋二。初悔有輕重。上即利", "208": "根下即鈍根。俱舍云。愚智所犯輕重不同。愚", "209": "作罪小亦墮惡。智為罪大亦脫苦。如團鐵小", "210": "亦沈水。為鉢鐵大亦能浮。涅槃云。智者有", "211": "二。一者不造諸惡。二者作已懺悔。愚者亦二。", "212": "一者作罪。二者覆藏。如阿闍世王殺父害母。", "213": "至涅槃會身瘡腫熱。生重慚愧悔過自責。耆", "214": "婆勸往佛所。佛為說法得無根信。文載涅槃", "215": "梵行品。此經明逆罪得生淨土者。即同闍王", "216": "上根利智能重心懺也。彼經不生者。下根愚", "217": "人至于臨終不能重悔也。二二者下約行有", "218": "定散。大本就此者。指上散善力微也。此經明", "219": "觀者。即觀佛三昧。問若定力得生下下品。云", "220": "此人苦逼不遑念佛。善友告言。若不能念者", "221": "應稱無量壽佛。如是至心令聲不絕具足十", "222": "念。此與大本散心十念理應無別。答此雖造", "223": "惡已曾修觀故。使臨終善友勸稱十念。定心", "224": "則成。亦是法行乘急戒緩人也。修觀故乘急。", "225": "造惡故戒緩。由乘急故得值善友。縱現世不", "226": "修三昧。亦是宿種今熟。故得往生。所以華開", "227": "見二大士說實相法。自非定善孰至此乎。故", "228": "十疑論云。臨終遇善知識十念成就者。並是", "229": "宿善業強始遇知識等。當知作此解釋方合", "230": "此中定善之義。若本不修三昧之者。則屬前", "231": "悔有輕義也。三依品定位二。初通示九品二。", "232": "初就三下示三中具九。經文顯示三輩各三。", "233": "二判九品屬三二。初上品下約位判。雖分九", "234": "品。以義定之不出三位。即內凡外凡及悠悠", "235": "者。然習種解行及十信名。乃是別教地前凡", "236": "位。以為今經往生位者。略有三意。一別位次", "237": "第對品顯故。二別具四觀收機廣故。三九品", "238": "多判所觀人故。若以九品判今能觀圓觀位", "239": "者。則以三賢對今十信。彼之十信對今五品。", "240": "悠悠即對名字人也。以名字位通修未修故。", "241": "應知疏用此之三位。判九品人其意深細。不", "242": "可麁心。今試略言蓋一切善若能迴向。皆淨", "243": "土因。仍一切惡若能懺願。亦淨土因。故種種", "244": "善修之淺深。無非九品。其一一惡約懺功力。", "245": "亦皆九品。故上上品善通下下品。下下品惡", "246": "通上上品。三心六念或聞或修。未能伏惑屬下", "247": "三品。以此伏惑入中三品。能破二惑方預上", "248": "三。如五逆罪臨終十念為能消功。屬下下品。", "249": "闍王重悔得無根信。即是上輩三品所攝。豈", "250": "非五逆隨於懺功自分九品。中間七品若善", "251": "若惡若修若懺。隨功淺深一一皆須明於九", "252": "品。若據經文下三唯惡。中下世善。中中中上", "253": "即小乘行。上三唯大。疏則純用大乘三位。判", "254": "九品者。以中三品迴向大乘故。下三品人依", "255": "大滅罪故。故九品行一一成大。隨一品行若", "256": "至三賢。皆上三品。若至十信皆中三品。全未", "257": "伏惑即下三品。應知經為收機盡故。故以大", "258": "小善惡分其九品。蓋約增勝高下互顯也。大", "259": "師得意乃約三位判乎九品。則何機不攝。何", "260": "行不深。乃由妙解大小觀行善惡之業全修", "261": "即性。一一具於四種淨土。但能迴向隨功能", "262": "顯四種樂邦。如是說者。多約一行隨功淺深", "263": "歷於九品。亦自有人節節改行歷於九品。若", "264": "以三位定其高下。改與不改皆悉不濫。問今", "265": "十六觀既是圓修。為一一觀皆通九品。為須", "266": "節節改觀入品。答雖俱圓觀。而所託境隨其", "267": "宜樂有改不改。合有二途。若就現文。多從改", "268": "觀歷於九品。以初心人雖了根塵皆是法界。", "269": "而心想羸劣勝境難觀。是故如來設異方便。", "270": "先觀落日於西定心。疏云。除五逆罪下輩自", "271": "論。故知妙觀想落日成當下下品。次以三觀", "272": "想水結氷。合在下中。轉想瑠璃粗見彼地可", "273": "對下上。若得三昧見彼寶地及寶樹寶池。雖", "274": "五品初而五住圓伏。名得三昧。品當中下。總", "275": "見依報五品中心合當中中。華座觀成五品", "276": "後心即中上品。此之三品雖成三昧能伏五", "277": "住。見惑未斷事識猶存。未可即觀勝妙身相。", "278": "故修三觀觀於寶像。像想現前見思俱盡。所", "279": "以盡者。以事定力深能伏思。見斷即登圓第", "280": "七信。即上下品。事識既盡。全依業識可觀三", "281": "聖真法之身。及普觀成在八九信。即上中品。", "282": "故難思相法界光明。十方佛事悉能洞見。後", "283": "修雜觀及三輩觀成。當第十信。即上上品。內", "284": "外塵沙任運除盡。故隨機應相。及差別行業", "285": "觀察明了宣示無窮。此約修者從微至著。三", "286": "聖觀成後修雜想及三輩觀。故當如此。若觀", "287": "勝相不成就者。始依雜觀觀丈六身。此人或", "288": "在下。之三品。或沾中輩。今觀九品。必能進功", "289": "從劣觀勝求預上流。是故疏云。令識三輩往", "290": "生。捨於中下修習上品。此從節節改觀次第", "291": "入品。如是說也。有因改觀超品位者。不可定", "292": "判。此上皆從次第改境修觀者說。其不改者", "293": "十六境中宜樂何境。即用妙觀修之不捨。乃", "294": "從名字修成觀行。入相似位歷乎九品。然十", "295": "六中佛境最宜。從劣觀勝成於九品。故疏令", "296": "觀釋迦毫相。以為初心入門之漸。雜觀令觀", "297": "一丈六像。經雖不云從一相入。據理合然。若", "298": "般舟經則從足下千輻輪相。次第上觀至頂", "299": "肉髻。故知但解今家住前三位以判九品。於", "300": "境於行改與不改。次比自成也。非獨今經九", "301": "品如此。法華五品其義亦然。解一千從矣。二何", "302": "以下以經驗。以無生忍位在別圓初地初住。", "303": "非別十向圓第十信。何能見佛便登此位。上", "304": "上既爾諸品例知。復以造罪驗下三品。以別", "305": "圓教內外凡位不造眾惡。既約罪說。知是未", "306": "入外凡人也。類此似爾者。經不明示。故以得", "307": "悟及造罪等。比類驗之。此乃大師尊經謙己。", "308": "近人判解不遜者多。二別明上三二。初上品", "309": "下約三位定。上以三品判於九品下至悠悠。", "310": "今則別明上輩三品。故約種性以分三位。瓔", "311": "珞經明六種性。一十住習種性。二十行性種", "312": "性。三十向道種性。四十地聖種性。五等覺性", "313": "六妙覺性。問今此上品是出假位。合在穢土", "314": "利益有情。何故求生淨土邪。答大論四十三", "315": "正有此說。故彼問云。菩薩法應度眾生。何以", "316": "但至清淨無量壽佛國土中。答曰。菩薩有二", "317": "種。一者有慈悲心多為眾生。二者多集諸佛", "318": "功德樂多集功德者。至一乘清淨無量壽國", "319": "土。好多為眾生者。無佛法眾處讚歎三寶之", "320": "音。故知一等斷惑菩薩而好樂不同。故有二", "321": "別。又論第四十五云。菩薩有二。有先自成就", "322": "功德。然後度眾生。有先成就眾生然後自成", "323": "就功德者。故知今十向菩薩求生淨土。乃是", "324": "先自成就功德人也。故十疑論明未得無生", "325": "忍已還要須常不離佛故須求生。二一得下", "326": "約二義求。上上生已即悟無生法忍。上中經", "327": "七日得不退轉。上下經三。小劫住歡喜地。得", "328": "無生忍證念不退。即歡喜地也。四隨文解釋", "329": "三。即十六中後三觀也。疏前標云。此下三觀", "330": "觀往生人。若但讀文不名為觀。必須覽經所", "331": "詮之相入一念心。用空假中微妙之觀。照於", "332": "心性本具淨土因緣果報。生佛咸然三無差", "333": "別。諸佛淨土因果已滿。能應眾生。眾生由具", "334": "淨土因果。能感諸佛。感應緣起不一不異。一", "335": "一融妙相相宛然。隨品隨功感佛感土。觀之", "336": "不已。則難思俗諦淨土因緣自然明了。明了", "337": "之位大判有三。若相似明當上三品。若觀行", "338": "了即中三品。名字觀解屬下三品。論斷伏等", "339": "雖有高下。而皆了知一切善惡迴向懺悔。皆", "340": "通九品。或共不共或超不超。或改不改或進", "341": "或否。狀類萬差難以言具。若不爾者。豈得名", "342": "為觀於三輩往生人邪。初第十四上品生", "343": "觀三。初上品上生二。初分科。二隨釋三。初標。", "344": "二釋四。初明生因。經有二段。初段既云發三", "345": "種心即便往生。知此三心是一人發。次段乃", "346": "云復有三種眾生當得往生。據此合是三人", "347": "各修成三種行。然修之在人。或別一行或兼", "348": "餘行。或具足修。但能位至別教道種圓第十", "349": "信。即得名為上品上生。言至誠等三心者。此", "350": "與起信論中三心義合。彼云。一者直心。正念", "351": "真如故。二者深心。樂集一切諸善行故。三者", "352": "大悲心欲拔一切眾生苦故。今初至誠疏以", "353": "專實釋之。非念真如。豈名專實解於深心。疏", "354": "雖三義而不相捨。求高深果須契深理。欲契", "355": "深理須厚樂善根。此乃立行依理求果也。二", "356": "經證成三種深義。不出彼論樂集一切諸善", "357": "行也。經迴向發願心疏雖不解。義當彼論大", "358": "悲拔苦之義。蓋以真如實念趣果善心。二心", "359": "功德善巧迴向。願生淨土速證法忍。廣拔一", "360": "切眾生苦惱。然此三心順於三法。何者。初念", "361": "真如平等一性。次二即是自行化他二種修", "362": "義。既是修二性一。乃就圓融三法而發心也。", "363": "今此三心一念中修。見思塵沙任運先去。入", "364": "第十信。故當此品。若此三心但能圓伏即中", "365": "三品。若全未伏當下三品。文在此中義該下", "366": "八。經慈心不殺具諸戒行者。以無緣慈不害", "367": "物命。知性離非心具諸戒。讀誦方等者。隨文", "368": "成觀也。修行六念者。涅槃疏云。前三念他後", "369": "三念自。戒施是自因生天是自果。戒是止善", "370": "施是行善。天有近果遠果。遠即第一義天也。", "371": "安心下釋念義。謂念同體三寶一心戒施第", "372": "一義理。悉不為二邊所動。故通名念。經迴向", "373": "發願等者。總論不殺等皆須善巧迴向。願生", "374": "淨土。證無生後廣度含識。經具此功德者。或", "375": "全或分皆得言具。一日乃至七日即得往生", "376": "者。上一一行修之成就。至道種位長時彌善。", "377": "下至七日或唯一日。皆得預於上上品生也。", "378": "此等悉須約於斷伏及全未伏。分下八品。若", "379": "不爾者。豈令初修六念等人。三惑尚熾便登", "380": "極品邪。須知九品難將法定。只可隨功。此", "381": "去科節經疏分明。鈔不標也。上品中生明生", "382": "因云不必受持方等經典善解義趣等者。是", "383": "義持人不樂讀誦。但於經中取一句偈深窮", "384": "旨趣。於絕言思深廣之理。心不驚動。又復其", "385": "心安住中道。不為二邊之所驚動。了達因果", "386": "皆是實相。名為深信。雖不遍習或聞大教赴", "387": "機異說。知顯一理不生疑謗。此一種因亦通", "388": "九品。但今此觀位至圓教八九信位。故當此", "389": "品。若第一義解全未伏惑。只在下品三品攝", "390": "也。如常不輕不專讀誦。但以一句禮拜授人。", "391": "深知義故多年不懈。此以第一隨喜品行。始", "392": "從名字歷於五品至六根淨。故知讀誦等四", "393": "品行皆可從於名字修之至六根淨。若證分", "394": "真無偏修者也。生後利益中。疏云名之深妙", "395": "精進等者。以聞眾聲說第一義。能成趣理不", "396": "思議觀。既頓泯絕情塵微礙。是故進趣其疾", "397": "如風。比餘事行雜而且滯。故此精進最稱第", "398": "一。疏牒阿耨不退。釋云道種菩提等。以阿耨", "399": "多羅三藐三菩提翻為無上正等覺。斯是行", "400": "人心之本性所求之果。於此不退其位有三。", "401": "若破見思名位不退。則永不失超凡之位。習", "402": "種性也。伏斷塵沙名行不退。則永不失菩薩", "403": "之行。當性種性及道種性也。若破無明名念", "404": "不退。則永不失中道正念。聖種性也。上中生", "405": "者此土已得性種菩提。到彼一劫始得無生", "406": "聖種不退。今於七日所得菩提不退轉者。義", "407": "當道種菩提不退也。通名地者凡聖所依皆", "408": "名地故。四種授記一往現前者。淨名大疏出", "409": "四受記。謂未發心記密記現前記無生記。言", "410": "一往現前者。以現前記通於凡聖。今無生位。", "411": "佛就一往通名現前耳。上品下生亦信因果", "412": "不謗大乘。同上中品故名為亦。彼以解了第", "413": "一義諦而為別行。此以但發無上道心而為", "414": "別行。究理攝生標心雖異。從凡入聖歷位無", "415": "殊。謂依無作四諦妙境。發四誓願名為真正", "416": "發菩提心。未度苦者誓令得度。陰入皆如故。", "417": "未解集者誓令得解。塵勞本淨故。未安道者", "418": "誓令得安。即惑成智故。未證滅者誓令得證。", "419": "即生成滅故。發此道心亦通九品。名字中發", "420": "自有靜散。即下三品。觀行五位即中三品。相", "421": "似既分三般種性。即上三品。今習種發故當", "422": "此品。此心深運分真可階。豈不能至上上品", "423": "邪。約位判之無法非九。生後利益中。經雖", "424": "見佛身。於眾相好心不明了。於三七日後乃", "425": "了了見者。以此品人位當習種。見思雖破塵", "426": "沙未除。故於眾相心不明了。過三七日。進入", "427": "性種侵斷塵沙。故八萬相一一分明。自此三", "428": "劫遊歷十方。供佛聞法進入道種。登於初地。", "429": "此地即得百法明門。言百法者。如百法論所", "430": "出名數。今於此法皆證三諦。乃以百法而為", "431": "明達三諦之門。三諦若明。則了一切。是故論", "432": "云。增長智慧思惟種種法門義。明此義故心", "433": "大歡喜。故名歡喜地也。中品上生明生因中。", "434": "但言眾戒。斯乃略舉三學之初也。若據生彼", "435": "聞讚四諦。便成羅漢三明八解。以果驗因不", "436": "專持戒。合修小乘理觀事禪。但未證果猶在", "437": "賢位。於臨終時聞讚方等。迴心向大願生淨", "438": "土。然迴向心須至別教七信已上圓教觀行", "439": "四五二品。方是中品上生人也。若其小行已", "440": "至忍位及世第一。但案位迴即當此品。若在", "441": "煖頂及外凡者。須猛利迴超入此品。大約小", "442": "乘并世間善。從迴向心深淺高下判於九品。", "443": "生後利益疏二。初正釋經文。四諦者。既是共", "444": "二乘行。由宿習故而聞生滅無生二種四諦", "445": "也。生滅者。苦則三相遷移。集則四心流動。道", "446": "則對治易奪。滅則滅有還無。無生四者。苦無", "447": "逼迫相。集無和合相。道不二相。滅無生相。次", "448": "三明者。過去宿命明。現在漏盡明。未來天眼", "449": "明。此三名明。復得名通。餘三但得名通者。婆", "450": "沙云。身通但是工巧。天耳但是聞聲。他心緣", "451": "他別想而已。是故非明。宿命知過去苦生大", "452": "厭離。天眼知未來苦生大厭離。漏盡正觀斷", "453": "惑。是故此三稱明。大論問通明何別。答直知", "454": "過去等名通。知過去等因緣行業名明。次釋", "455": "八解脫。一內有等者。內色即內身骨人也。為", "456": "修八色流光故存骨人。欲界結使難斷故。以", "457": "不淨心觀外色也。位在初禪能脫自地及下", "458": "欲界。二者下位在二禪。二禪內淨故壞滅內", "459": "身骨人。欲惑難斷。故猶觀外不淨之相。三者", "460": "下除外不淨相。但於定中練八色光明。清淨", "461": "皎潔故名淨也。住在三禪。四空處者。若滅", "462": "根本四禪及三背捨等色。一心緣無邊虛空", "463": "而入定。即觀此定依陰入故有。無常苦空虛", "464": "誑不實。心生厭背而不受著。五識處者。若捨", "465": "空緣識入定。即觀此定虛誑不實。而不受著。", "466": "六無所有處者。若捨識緣無所有入定時。乃", "467": "至而不受著。七非非想處者。若捨無所有處", "468": "緣非非想入定時。乃至而不受著。八滅盡等", "469": "者。背滅受想諸心數法也。諸佛弟子患厭散", "470": "亂心。欲入定休息以涅槃法安著身中。故云", "471": "身證而想受滅也。前三等者。位在色界能離", "472": "自地五欲也。中四等者。位在無色界皆展轉", "473": "離下地。然前三亦離下。中四亦離自地。互現", "474": "說耳。後一可知。亦名下背捨因稱解脫果名。", "475": "二釋會下釋諸疑妨三。初會小乘不生疑。疏", "476": "與釋論取法華意會於今經及往生論。論云", "477": "不生。據決定性。入無餘者。今經云生。是退菩", "478": "提。取小乘者。疏前會云。正處小行不生要由", "479": "垂終發大心故生。若無宿種。豈能垂終迴小", "480": "向大。故知與前義不相反。仍釋伏疑既因迴", "481": "心向大得生。何故至彼却證小果。故釋云。無", "482": "漏道熟等。以退大既久習小功深。是故彼佛", "483": "稱習說小且令證果。或接下再出經論引小", "484": "之意。今經釋論說至彼土證小果者。意欲別", "485": "接小乘求生。其若生已。咸慕大乘必不證小。", "486": "然雖出此意前義為正。二中品下釋中不及", "487": "下妨。以下下品生彼聞法。應時即發菩提之", "488": "心。中上生彼何故只證無學果也邪。以大小", "489": "故難第四品不及九品。解云下以登地速而", "490": "為答也。中上順習雖證小果。不逾十劫必入", "491": "初地九品惡重十二大劫。方得出胎。雖發大", "492": "心更經多劫。方堦法忍。故以速證比彼為", "493": "勝。三大本下通中不出家難。彼明中品云雖", "494": "不能行作沙門。故云不明出家。長時始終者。", "495": "謂盡形出家者。就短時者。謂一日一夜也。是", "496": "知若據短時大本約義亦有。若論長時此經", "497": "約說亦無。此乃二經事同也。中品中生修因", "498": "中。疏云十戒者。釋經持沙彌戒也。金銀生像", "499": "者。南山云。胡漢二彰。謂胡言生像此翻金銀", "500": "也。善見云生色似色。似即像也。此謂金則生", "501": "是黃色銀則可染似金。故云生像。若爾生像", "502": "此方之言何謂胡語邪。答謂五竺之北胡地", "503": "言音有涉漢者。故謂生像胡人重譯又却入", "504": "漢。故存胡音。中品下生修因中。經云孝養父", "505": "母行世仁慈。此凡夫善不能伏惑。豈預中輩。", "506": "疏前判位中輩人常別教十信。即圓五品。斯", "507": "由垂終善友廣說阿彌陀佛隨順本性取極樂", "508": "國。及談法藏稱理發願。行者聞已解悟大乘。", "509": "發迴向心求生淨土。經雖不云發迴向心。既", "510": "聞廣說豈不迴心。特是影略。臨終發心心猛", "511": "利故。能入別圓外凡初位。通伏頓伏。故令", "512": "世善當此品位。大師唯就大乘三位對於九", "513": "品。深有其致。生後利益中過一小劫成阿羅", "514": "漢。問到彼證小皆順本習。今此行人本習世", "515": "善。是人天因非聲聞行。至彼那得阿羅漢", "516": "邪。答孝養仁慈大小基址。何教不談。而其", "517": "阿含偏論此善以果驗因。是依三藏行孝順", "518": "等。雖行世善心在無常。既久標心無漏道", "519": "熟。故證小果。第十六下三品人造罪輕重值", "520": "緣得滅。為往生因。須知經意為易解故。以三", "521": "業等惡滅。為下三品因。迴向凡小為中三品", "522": "因。以大乘諸善為上三品因。此乃上下互相", "523": "顯映為觀法境。若稱實觀依義而說。大小善", "524": "惡逐迴向心隨滅罪力。淺深階位各論九品。", "525": "今之三人聞法稱佛。雖業障滅全未伏惑。位", "526": "在名字故屬下三。若滅罪心利入別圓外凡。", "527": "即中三品。能至內凡即上三品。闍王悔逆得", "528": "無根信。是其類也。下品上生經云雖不誹方", "529": "等經典者。此品不謗顯罪猶輕。至下一品云", "530": "五逆十惡具諸不善。則謗經等一切惡業無", "531": "不造作。故言具也。圓頓教說罪無輕重悔則", "532": "皆滅。如仙預殺諸婆羅門。地獄三念知謗方", "533": "等。心生改悔即生佛國。下品中生經偷僧祇", "534": "物盜現前僧物者。所盜之物不出四種常住。", "535": "一常住常住。謂眾僧厨庫寺舍眾具。華果樹", "536": "林田園僕畜等。以體通十方不可分用故。二", "537": "十方常住。如僧家供僧常食。體通十方唯局", "538": "本處。三者現前現前謂僧得之物。四十方現", "539": "前。如亡五眾輕物。若未羯磨從十方僧得罪。", "540": "若已羯磨望現前僧得罪。則屬第三現前現", "541": "前盜前二種。名偷僧祇物。盜後二種名現前", "542": "僧物。不淨說法者。但求名利非益物也。無有", "543": "慚愧者。屏處為惡不。慚於天。顯露為惡不愧", "544": "於人。慚愧猶羞恥也。下品下生疏釋修因中", "545": "二。初稱無下明念佛滅罪。二引大論問答二。", "546": "初問云下約少時責。二是心下約猛心答。此", "547": "猛利心從二緣發。一值善友二為苦逼心怖", "548": "惡道耳聽佛名。是故牢強至誠稱念。既境勝", "549": "心猛故時少功多。能超百年悠悠願力若此", "550": "二緣猛心不發。此人乃是合墮地獄也。二明", "551": "利益二。初疏科。二釋經二。初夫人悟道。經豁", "552": "然大悟逮無生忍者。以凡夫心聞十六觀。即", "553": "聞即修頓入圓住。蓋由了知依正應色即報", "554": "即法非縱非橫三一融妙。全心作佛全心是", "555": "佛。能所既忘思議泯絕。三德祕藏當念頓開。", "556": "是故名為豁然大悟。悟通觀行及相似位。是", "557": "故特云逮無生忍。顯此大悟的在分真。若十", "558": "六觀非妙宗者。豈令當機頓入圓位。經文結", "559": "益顯此觀門非偏非漸。信不可用事相銷文。", "560": "二明侍女發心。經文但云。發無上正等覺心。", "561": "是何位邪。經示夫人無生忽後。別云發心驗", "562": "非真發。淨名疏云。菩薩柔順忍方有發義。故", "563": "多約相似明發心位。名字觀行亦有發義。去", "564": "無生遠故下得論。大段第三流通分。金光明", "565": "疏云。流名下澍通名不壅。欲使正法之水從", "566": "今以澍當。聖教筌罤不壅於來世。是故此下", "567": "舉名舉益勸人修習。若不爾者。安令法水下", "568": "澍不壅。疏二初總別分科。二隨科解釋。今經", "569": "兩處流通觀道。初於王宮佛自囑勸。次迴靈", "570": "鷲阿難備述。初文自四。初列名教持二。初阿", "571": "難問二。初當何下問經名。疏云言義非一等", "572": "者。經文別示三種淨業十六妙觀。未審以何", "573": "而為總目二。初法下問持法。二如來答二。", "574": "初佛答前問。觀之一字心觀妙宗也。極樂三", "575": "聖實相圓體也。此從宗體而立此名。淨除業", "576": "障極至五逆。生諸佛前該於九品。此名從用", "577": "總此三義即是釋名。此四既圓即當教相。故", "578": "示二名五章意足。信今釋題冥符佛旨。二汝", "579": "當下答後問。無令忘失即是念心。念心能成", "580": "欲等四法。良以欲進巧慧一心。若其忘失皆", "581": "不成就。佛令不忘則具五法。受持之功於茲", "582": "盡矣。二舉益勸修三。初明生善滅惡二。初次", "583": "明下直明生見佛善。能見彌陀及二菩薩真", "584": "法之身。生善極也。以深比淺何善不生。二善", "585": "男下況顯滅生死罪。聞名是聞慧。憶念是修", "586": "慧。舉聞之劣況其修勝。行者應知前無忘失。", "587": "亦是憶念然屬方便。今之憶念乃是正修。名", "588": "同義異善須分別。二明身勝友勝二。初念佛", "589": "下喻白蓮明身勝。分陀利者此云白蓮華。涅", "590": "槃云。水生華中分陀利最為第一。顯修圓觀", "591": "超餘一切修道之人。即七方便也。二觀音下", "592": "類補處明友勝。二聖本修圓念佛定。今為補", "593": "處。行者今修亦是此定。位雖高下所修法同。", "594": "故可為友。其猶世人道術之交。豈分貴賤。三", "595": "當坐下明得果起行。事相解釋。菩提樹下坐", "596": "金剛臺。此處成佛名為道場。事本表理。今觀", "597": "本性彌陀覺體。此體即是所坐道場所生佛", "598": "家。理一義異名場名家。此理為場坐必得果。", "599": "此理為家生必起行。果即分果行即真修。此", "600": "觀本期分證之果無功用行。欲以病行及嬰", "601": "兒行度眾生故。修念佛觀求生淨土。生彼速", "602": "獲故云當坐。三結名下結名付囑。經好持者。", "603": "好即妙也。以不縱橫絕思議心。方能受持此", "604": "經章句。別文既妙。是故能持經之總名。上以", "605": "三一融妙釋者。意在於此此寄阿難囑今人", "606": "也。四歡喜下眾聞歡喜。言三義者。一遇人。二", "607": "聞法。三得果。文出大論義歸此經。人既是佛。", "608": "佛必具足四無礙智。謂法義詞及以樂說。說", "609": "觀佛法離於錯謬。故名清淨。今遇此人寧不", "610": "歡喜。法是觀法。一十六門曲盡其妙。能令凡", "611": "心入深三昧。離虛設故名為清淨。聞如是法", "612": "豈不歡喜。果即修觀剋獲之果。韋提希等聞", "613": "法即修登分真果。侍女諸天得相似果。目連", "614": "阿難同佛化機。或能增道莫測淺深。各以離", "615": "惑名為清淨。得如是果豈不歡喜。此三相由。", "616": "得果由法法由人說。彼眾歡喜具茲三義。我", "617": "於今日雖面不覩金容。而為妙智所被。又得", "618": "聞此微妙觀法。但未獲果。是故闕於第三喜", "619": "耳。二崛山流通二初耆山下佛步空還。前赴", "620": "請時從崛山沒。於王宮出。今步虛空還於崛", "621": "山。二俱神通前隱後顯者。前欲施化化法未", "622": "成。故但密往。今宣妙觀當機已益。欲使同遵", "623": "此法。是故現變彰灼而還。二次阿下阿難重", "624": "述。王宮機悟崛山未知。故遣重宣普令信受。", "625": "阿難所述即是佛言。是以文云聞佛所說皆", "626": "大歡喜。理合同前三義故喜。", "627": "觀無量壽佛經疏妙宗鈔卷第六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1751 觀無量壽佛經疏妙宗鈔", "source": "CBETA"}