{"author": "唐 彥琮撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2051 唐護法沙門法琳別傳", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "琳法師別傳序", "1": "唐護法沙門法琳別傳卷下", "2": "京弘福道場釋彥琮撰", "3": "威等又問法師曰。論第六云。飾道昱禍宋之", "4": "服。曳孫恩敗晉之裳。著南鄭反漢之巾。把公", "5": "旗誅家之笏者。但大冠小冠之設。爰自漢朝", "6": "皮巾鹿巾之來興於往古。冠即法於年祀。笏", "7": "乃侔於搢紳。既而服象雲羅。致有攀霞道士。", "8": "衣同羽縠。時聞履霧仙人。故知其跡可尋三", "9": "芝弗遠。其風可仰八桂非遙。所以蕭史邕邕。", "10": "駕丹鳳於秦室。叔卿弈弈。驂白鹿於漢庭。而", "11": "云敗國破家。出何圖史。既陳虛唱。法有嚴科。", "12": "法師對曰。琳聞。聲調響順形直影端。未見鑽", "13": "火得水種豆生麥。所以蘇張逢於鬼谷。各處", "14": "浮詐之先。顏閔遇於孔門。俱標德行之始。", "15": "故知習二篇之化。徼妙無為。行三張之風。謀", "16": "為亂首。何者。後漢順帝時。沛人張陵。客遊蜀", "17": "土。聞諸古老相傳云。昔漢高祖。應二十四氣。", "18": "祭二十四山。遂王有天下。陵不自度德。遂", "19": "搆此謀。殺牛祭祀二十四所。置以土壇戴以", "20": "草屋。搆二十四治館。治館之興始乎此也。", "21": "二十三所在於蜀地。尹喜一所在於咸陽。於", "22": "是誑誘愚民招合兇黨。𣫍租稅米謀為亂階。", "23": "時被蛇吞亹逆不作。又陵孫張魯。行其祖術。", "24": "於後漢中。自稱師君。禍亂方起。為曹公所", "25": "滅。又中平元年。鉅鹿人張角。自稱黃天部", "26": "師。有三十六將。皆著黃巾。遠與張魯相應。眾", "27": "至十萬。焚燒鄴城。漢帝遣河南尹何進。將兵", "28": "討滅。又晉武帝咸寧二年。有道士陳端。以左", "29": "道惑眾。自號天師。徒附數千積有歲月。為益", "30": "州刺史王𤀹誅滅。又晉文帝大和元年。彭城", "31": "道士盧悚。自稱大道祭酒。以邪術惑眾。聚合", "32": "徒黨。向日占辰。攻廣漢門云。迎海西公。時殿", "33": "中桓祕等。覺知與戰。尋被誅斬。又梁武帝大", "34": "同五年。道士袁矜。妖言惑眾行禁步綱。官軍", "35": "收掩尋被誅滅。又隋文帝開皇十年。有綿州", "36": "昌隆縣道士蒲童。與左童二人。在崩溪館。自", "37": "稱得聖。誑惑人民。重床至屋。却坐其上云。十", "38": "五童女方堪受法。令女登床以幕圍遶遂便", "39": "姦匿。如此經月。後事發覺。因即逃亡。又開皇", "40": "十八年。益州道士韓朗。綿州道士黃儒林。扇", "41": "惑蜀王令興惡逆云。欲建大事須藉勝緣。遂", "42": "教蜀王傾倉竭庫。造千尺道像。設千日大", "43": "齋。畫先帝形。反縛頭手。呪而壓之。河北公", "44": "趙仲卿。撿察得實送身京省。被問伏罪在市", "45": "被刑。近如武德三年綿州昌隆縣人李望。先", "46": "事黃老恒作妖耶。去大業季年。有道士蒱子", "47": "真。微閑道術。被送東京。至梁漢身死。因葬", "48": "在彼。而李望矯云。子真近還。又於彼縣山側。", "49": "有一石室。巖穴幽闇人莫敢窺。望乃依憑以", "50": "作妖詐。在明則張喉大語領納通傳。入闇即", "51": "噎氣小聲詐陳禍福。遂令道士等傳說。達縣", "52": "聞州。官人初檢。並皆信受。後刺史李大禮云。", "53": "此事非輕必須申奏。要假親驗方定是非。遂", "54": "與合州縣官人。并道士等一百餘騎。同至穴", "55": "所。再拜祈請。望時詐答。聞者傾心。唯巴西", "56": "縣令樂世質。深達機情知其誑詐。入闇密候。", "57": "見望噎聲。質時呵之。望即欵伏。收禁州獄。方", "58": "欲科罪。未經數日。服藥而終。是知所習非正", "59": "亹逆相仍。左道亂群斯言信矣。竊惟賊飾黃", "60": "巾興乎鉅鹿。鬼書丹簡發自陽平。而云服象", "61": "雲羅斯言逕挺。衣同雨縠不近人情。安有駕", "62": "鶴乘龍身被布褐。驅鸞策鳳頂戴皮巾。所以", "63": "白石赤松之流。皆非鬼卒。王喬羨門之輩。", "64": "並匪治頭。又李聃事周之辰。服同儒墨。公", "65": "旗謀漢之日。始有黃巾。如其祖習伯陽。道士", "66": "並宜朝拜。若也宗旗取則。斯弊特可湮除。", "67": "威等又問法師曰。論第七云。建安感夢而疾", "68": "瘳。文宣降靈而病愈。吳王圍寺舍利浮光。齊", "69": "主行刑刀尋斷壞。宇文毀僧而瘡潰。拓拔廢", "70": "寺而膿流。孫皓尿像而陰疼。赫連兇頑而震", "71": "死者。詳其所引。並是帝王。豈有倏爾歸心。", "72": "則銷痾盪瘵。暫然廢毀。即國喪身亡。是知帝", "73": "代遷訛。自關運數脩短。皇王興替。計亦非", "74": "由信毀。何為妄陳禍福詭述妖祥。據此逗遛", "75": "非無指斥。法師對曰。易稱。積善餘慶積惡", "76": "餘殃。書云。善惡之報同乎影響。所以文武成", "77": "康之際。治道隆平。秦皇二世之時。酷毒天下。", "78": "此乃履道祚久淫刑嗣短。典籍盛談詎關運", "79": "數。況佛稱調御三界特尊。僧號福田四生崇", "80": "重。豈有恭虔敬仰福乃無徵。毀滅剪除禍之", "81": "無驗。前以略陳報應對彼邪人。使慶朝聞甘", "82": "乎夕殞。其文宣建安之輩。吳王齊后之流。拓", "83": "拔宇文赫連孫皓等。善惡之跡記傳具明。廣", "84": "如宣驗冥祥搜神感應等說。且善惡之分理", "85": "數皦然。傳之典謨懸諸日月。足使見不賢而", "86": "內自省。弱喪知歸。矚賢者而思齊。迷途", "87": "自曉。琳粗述一隅而已。令渠三反者焉。當", "88": "今。", "89": "聖上欽明。歸心覺路。揆竹園而興梵宇。陵祇", "90": "樹以起禪龕。造無著尊度降魔眾。恩覃馬岸", "91": "道被龍堆。凡是人倫孰不霑賴。琳豈敢妄陳", "92": "妖󰍚指斥國家。但為對彼仲卿。因興此論。威", "93": "等又問法師曰。論第八云。出道偽謬良有以", "94": "焉鹿馬殊形。秦人一其貌麟麕異質。魯俗迷", "95": "其容。欲示後昆考其虛詐者。但紫氣浮關。", "96": "尹喜啟二篇之奧。青牛出境。老子述重玄之", "97": "微。所以洪漢景文。修之匪懈。我皇繼踵。親自", "98": "依行。今乃謗黷浮華難希禹泣。驗之詭詐故", "99": "觸湯羅。當今。", "100": "聖上神謀。達四聰於六合。皇衰叡鑒朗二曜", "101": "於八紘。忽以鹿馬刺昌辰。麟麕譏哲后。斯", "102": "焉可忍孰不可容。法師對曰。琳聞。白馬東", "103": "旋。三藏創茲而起。青牛西逝。二篇自此而", "104": "興。或闡玄玄以化民。或明空空而救物。驗之", "105": "圖牒指掌可知。所以發唱顯宗終乎此世。釋", "106": "教翻譯時代炳然。文史備彰黎民不惑。至如", "107": "道家玄籍斯則不然。唯老子二篇李聃躬闡。", "108": "自餘經教製雜凡情。何者。前漢時王褒造洞", "109": "玄經。後漢時張陵造靈寶經及章醮等道書", "110": "二十四卷。吳時葛孝先造上清經。晉時道士", "111": "王浮造明威化胡經。又鮑靜造三皇經。後改", "112": "為三清經。齊時道士陳顯明造六十四卷真", "113": "步虛經。梁時陶弘景造大清經及章醮儀十", "114": "卷。後周武帝滅二教時。有華州前道士張賓。", "115": "詔授本州刺史。長安前道士焦子順。一名道", "116": "抗。選得開府扶風令。前道士馬翼。雍州別駕", "117": "李運等四人。以天和五年。於花州故城內守", "118": "真寺。挑攬佛經。造道家偽經一千餘卷。時萬", "119": "年縣人索皎裝潢。但是甄鸞笑道處。盡改除", "120": "之。近如大業末年。有五通觀道士輔慧祥。三", "121": "年不言。因改涅槃經為長安經。當時被約。不", "122": "許出城門。家見內著黃衣。執送留守改經事", "123": "發。為尚書衛文昇所奏。於金光門外被戮。", "124": "耳目同驗。又甄鸞笑道論云。道家妄注諸子", "125": "書。三百五十卷為道經。又撿玄都目錄。妄取", "126": "藝文志書名。矯注八百八十四卷為道經。據", "127": "此而言。足明虛謬。故知代代穿鑿狂簡寔繁。", "128": "人人妄造斐然盈貫。琳又案。後魏正光元年。", "129": "明帝召清通觀道士姜斌。與融覺寺僧曇謨", "130": "最對論。斌時妄引開天經云。天師張陵所造。", "131": "帝時勅遣大尉公丹陽王蕭綜。散騎常侍溫", "132": "子昇等。一百七十人。共議云。老子正著五千", "133": "文。西隱流沙更無言說。臣等所議。姜斌罪當", "134": "惑眾。", "135": "帝曰。姜斌既有妖言付獄斬決。又案。後漢明", "136": "帝永平十四年。道士褚善信等六百九十人。", "137": "聞佛法入洛。請求捔試。總將道家經書。合三", "138": "十七部。七百四十四卷。就中五百九卷是道", "139": "經。餘二百三十五卷。是諸子書。又案。晉葛洪", "140": "神仙傳云。老教所有度世消災之法。凡九百", "141": "三十卷。符書等七十卷。總一千卷。又案。宋太", "142": "始七年。道士陸修靜答明帝云。道家經書。并", "143": "藥方呪符圖等。總一千二百二十八卷云。一", "144": "千九十卷已行於世。一百三十八卷猶隱在", "145": "天宮。案今玄都經目錄云。依宋人陸修靜所", "146": "上目。今乃言有六千三百六十三卷云。二千", "147": "四十卷見有其本。四千三百二十三卷並未", "148": "見本。以此詳撿事跡可知。詭妄之由曝之圖", "149": "史。若據蕭溫等議。止有道德二篇。如取漢", "150": "帝挍量。便應七百餘卷。約葛洪神仙之說。", "151": "僅有一千。准修靜所上目中。過前九十。又撿", "152": "玄都經錄。轉復彌多。既其先後不同。足知", "153": "虛妄明矣。增加卷軸添足篇章。依傍佛經改", "154": "頭換尾。或道名山自出。時唱仙洞飛來。何乃", "155": "黃領獨知英賢不覩。請問當今道士。推勘後", "156": "出之經。為是老子別陳。為是天尊更說。縱", "157": "其說也應有時方。為是何代何邦何年何月。", "158": "如其有據容可流行。若是妄言理須焚剪。當", "159": "今明朝馭宇承蔽百王。聖上臨軒應期千載。", "160": "方欲廣敷五教。杜絕妖妄之書。重述九疇。", "161": "弘揚要道之訓。豈敢以麟麕刺上鹿馬譏朝。", "162": "但以無識黃巾混其真偽。管見道士不別是", "163": "非。所以借況秦人譬之魯俗。若乾坤之象", "164": "龍馬。豈天地則可騰驤。理固不然。如何見", "165": "責。", "166": "威等委細推撿。以十一月十五日具狀奏聞。", "167": "帝因親降問曰。朕本系老聃。東周隱德。末葉", "168": "承嗣。起自隴西。闡大道為道元。隨迎不測。", "169": "談上德為德母。視聽莫知。苞四象以運行。括", "170": "二儀而亭育。既無得而稱矣。信日用而不知。", "171": "朕所以尊乎祖風。高出一乘之上。敦乎本化。", "172": "超踰百氏之先。何為詭刺師資。妄陳先後。", "173": "無言即死。有說即生。法師對曰。琳聞師經", "174": "對文侯云。堯舜之君唯恐無言。桀紂之君唯", "175": "恐有言。又東方朔答武帝云。臣生亦言死亦", "176": "言。琳今屬堯舜之君。何得無言者哉。琳聞。", "177": "拓拔達闍唐言李氏。陛下之李。斯即其苗。", "178": "非柱下隴西之流也。謹案。老聃之李。牧母所", "179": "生。若據隴西。乃皆僕裔。何者燉煌寶錄云。", "180": "桓王三十九年。幸閑預庭與群臣經夜論古", "181": "今。王曰。老聃父為何如人也。天水大守槖綏", "182": "對曰。老聃父姓韓。名虔。字元卑。癃跛下踐。", "183": "胎即無耳。一目不明。孤單乞貸。年七十二無", "184": "妻。遂與隣人益壽氏宅上老婢字曰精敷。野", "185": "合懷胎而生老子。又王儉百家譜云。李姓者。", "186": "始祖皐繇之後。為舜理官。因遂氏焉。乃稱李", "187": "姓。李氏之興起於聃也。以李樹下生乃稱李", "188": "姓。至漢成帝時。有李隱抗烈毀上被誅。徙其", "189": "族於張掖。在路暴死。其奴隷等將其印綬冐", "190": "涼得仕。所謂隴西之李自此興焉。又老子云。", "191": "吾不敢為天下先。故述五千之訓。又言。不與", "192": "物競。處眾人之所惡。既處物不競。又不為先。", "193": "恕己推人。守雌保弱。老子西昇經又云。乾竺", "194": "有古皇先生者。是吾師也。綿綿常存吾今逝", "195": "矣。又符子云。老氏之師號釋迦文。尹喜內", "196": "傳云。老子曰。王欲出家。吾師號佛。覺一切人", "197": "也。今受天帝請食。還當為王及群臣等一時", "198": "受戒。竊以拓拔元魏。北代神君達闍達系陰", "199": "山。貴種經云。以金易鍮石。以絹易縷褐。如捨", "200": "寶女與婢交通。", "201": "陛下即其人也。棄北代而認隴西。陛下即其", "202": "事也。又老生姬季之末。釋誕隆周之初。世隔", "203": "一十餘王。年經二百餘祀。此即師資驗矣。先", "204": "後顯然。勘卷分明。在文指的。伏惟陛下。好生", "205": "惡殺賴及蟲魚。拯溺救焚化霑荇葦。等三皇", "206": "之世。教而不誅。同五帝之時。師而不陣。", "207": "陛下若奮赫斯之怒。則百萬不足悏情。陛下", "208": "若斂秋霜之威。則一言容有可錄。輕忤御覽", "209": "營魄飛揚。塵黷威嚴心魂失守。帝時大怒竪", "210": "目。又問法師曰。朕聞。周之宗盟異姓為後。", "211": "尊祖重親寔由先古。何為追逐其短禽鼠兩", "212": "端。廣引形似之言。備陳不遜之喻。擢髮數罪", "213": "比此猶輕。盡竹書愆方斯未擬。爬毀朕之祖", "214": "禰。謗黷朕之先人。如此要君理有不恕。法師", "215": "對曰。琳聞。文王大聖。周公大賢。追遠慎終。", "216": "昊天靡答。孝悌之至。通於神明。雖有宗周。", "217": "義不爭長。何者。皇天無親。唯德是輔。古人", "218": "黨理。而不黨親。不自我先。不自我後。不以疎", "219": "而不賞。賞彼有功。不以親而不誅。誅其有。", "220": "過伏惟。", "221": "陛下。道含弘而光大。恩被八埏。德普覆而平", "222": "均。網開三面。納忠言若弗及。懸五聽以乾乾。", "223": "從善諫其如流坐。九重而翼翼。", "224": "陛下今縱雷霆之怒。琳甘紛骨灰軀。儻垂雨", "225": "露之恩。庶全骸骨。自後辯對。傳有二百餘條。", "226": "詢訪莫知。闕而不錄。至二十日又降。", "227": "勅云。汝所著辯正論信毀交報篇言。念觀音", "228": "者臨刀不傷。既有斯靈。朕今赦汝七日之內。", "229": "爾其念哉。俟及刑科能無斷不。法師既羈縲", "230": "紲復迫刑期。氷炭交懷控告無所。至第六日", "231": "夜。盤桓悵快徙倚沈吟。步朗月以惘然。慨浮", "232": "生之如寄。不覺潛涕。因言志云。草命如懸露。", "233": "輕生類轉蓬。所嗟明夜月。難與古人同。法師", "234": "因揮涕昌言。仰天而歎曰。昔鄒衍拘齊獄。燕", "235": "丹質秦邦。尚感夏景零霜烏頭變白。豈可獨", "236": "於琳也。偏無徵應者哉。言訖俄有神人身長", "237": "丈餘。素服衣冠踰垣戾止。而謂法師曰。既能", "238": "亡形殉道。再紐頹網。冥衛寔繁。幸無勞慮。語", "239": "訖而失。法師因乃恭虔五體默念三尊。遂得", "240": "思逸胸懷釋然無懼。至七日旦。", "241": "勅遣劉德威等問法師曰。今赦期已滿當屆", "242": "臨刑。比念觀音有何靈應。法師對曰。自隋季", "243": "擾攘四海沸騰。疫毒流行干戈競起。與師相。", "244": "伐各擅兵威。臣佞君荒不為政化。遏絕王路", "245": "固執一隅。我皇興弔伐之心。統天立極。赦", "246": "戮刑於都市。斯即觀音。拯橫死於帝庭寧殊", "247": "勢至。論功比德。上聖道齊。琳於七日已來。唯", "248": "念。", "249": "陛下。威等重問法師曰。前奉。", "250": "勅旨。令師誦念觀音。因何不念。乃云唯念。", "251": "陛下。法師對曰。琳聞。觀音聖鑒垂形六道。", "252": "上天下地皆為師範。然我皇文思聰明光宅", "253": "海內。九夷奉職八表刑清。君聖臣賢不為枉", "254": "濫。今。", "255": "陛下子育群品。如經即是觀音。既其靈應相", "256": "符。所以唯念。", "257": "陛下。但琳所著辯正。爰與書史符同。一句參", "258": "差甘從斧鉞。", "259": "陛下若順忠順正。琳則不損一毛。", "260": "陛下若刑濫無辜。琳有伏屍之痛。威等錄狀", "261": "奏。", "262": "帝。帝悅。因召法師而問曰。朕比覽師文。僉隳", "263": "老教。發言佛理。感歎良哉。而釋劣道優。朕", "264": "今未曉。佛大道小。非不昧斯。宜悉爾心較", "265": "言優劣。佇聞嘉唱沃朕煩懷。法師面奏曰。伏", "266": "承。", "267": "聖旨宏博名義弘深。戴天不測其高方斯未", "268": "擬。履地莫知其厚匹此非儔。伏惟。", "269": "陛下。巨細不疑示迴天睠。等齊桓禮鄙人之", "270": "術。同燕昭師郭隗之才。敢不罄。言陳其淑忒。", "271": "琳聞。妙覺常身本無色像。為眾生故跡有形", "272": "儀。感等洪鐘隨撞擊之大小。應同明鏡。逐庶", "273": "物以妍嗤。然由道冠二篇理踰百氏。典謨在", "274": "目可略言焉。故後漢太傅張衍謂南岳道士", "275": "褐善信曰。夫西域教者。法王說也。濟於六道", "276": "普潤含靈。卿可棄妄歸真。勵心遵學。若不奉", "277": "敬。可謂虛度百年。無功而逝。卿若慢而不", "278": "敬。亦可專心黃老。黃老者雖無法王之量。", "279": "亦是前世聖人撰集。雖同諸子言行甚奧。託", "280": "性無為道德之府也。昔孝景皇帝常修行不", "281": "惓。道學從此興焉。處百家之長。得擬佛經為", "282": "次。至於茅成子列子莊子惠子等。並皆悉學", "283": "自然逍遙塵外。亦是黃老之次。卿可慕焉。", "284": "又吳尚書令闞澤。對吳主孫權曰。臣審知佛", "285": "是無上法王。眾聖所歸。教加一切哀含萬類。", "286": "深同巨海不簡細流。明並日月不嫌星燭。會", "287": "觸即化遇物斯乘。天上人中自在尊貴。縱使", "288": "天有普覆之功。地有普載之力。皆是諸佛建", "289": "立使之然也。臣又竊尋。魯孔丘者。英才挺秀", "290": "聖德不群。世號素王製作經典。訓獎周末教", "291": "加季葉。師儒之風澤潤今古。亦有逸民。如許", "292": "成子廣成子原陽子涓子惠子莊子等。百家", "293": "子書皆修仙自翫放暢山谷。縱太其心學歸", "294": "淡泊。事乖人倫長幼之節。亦非安世化人之", "295": "風。是以古人將為陷滯。蓋此之謂歟。至漢景", "296": "帝時。考諸百家。以黃子老子義體宏深內外", "297": "明達。故改子為經。始立道學。", "298": "勅訓朝野令諷誦焉。若將孔老二家比方佛", "299": "法。遠則遠矣。所以然者。孔老設教。法天制", "300": "用。不敢違天。諸佛設教。天法奉行。不敢違", "301": "佛。以此言之。實非比對明矣。吳主善之。因謂", "302": "闞澤曰。卿博學精通覽無不悉。宜加太子太", "303": "傅。領侍中尚書令如故。又梁武帝會三教詩", "304": "曰。小年學周孔。弱冠窮六經。中復觀道書。有", "305": "名與無名。晚年開釋卷。猶日映眾星。又案。", "306": "宋光祿大夫顏之推云。佛家三世之事。信而", "307": "有徵。萬行歸空千門入善。豈徒九經百氏之", "308": "博哉。明非堯舜周孔老莊所及也。又牟子論", "309": "曰。堯舜周孔老氏之化。比之於佛。猶白鹿之", "310": "與麒麟。又後周王褎庭誥曰。道家之義則隳", "311": "支體黜聰明。棄義絕仁離形去智。此域中之", "312": "教也。釋氏之教。見苦斷集。證滅修道。明因辯", "313": "果。革凡成聖。斯為教之極也。又今祕書監虞", "314": "世南帝王略論亦言。老子之義。谷神不死玄", "315": "牝長存。久視長生乘龍駕鶴。此區中之教也。", "316": "夫釋氏之法。空有不滯人我兼忘。超出生死", "317": "歸於寂滅。此象外之談也。且夫優劣之跡訓", "318": "誥如然而大小之來在乎。", "319": "陛下。何者詔未出前。佛大道小。詔出已後。道", "320": "大佛小。大小優劣此之謂歟。伏惟。", "321": "陛下。至德通神。布雲雨於緇侶。道隣極聖。垂", "322": "日月於玄門。親降德音問於庸菲。但琳欽承", "323": "顧問。敢述舊章。塵黷威嚴彌深戰越。帝覽法", "324": "師對異而釋放焉。時憲司執奏曰。法不可廢", "325": "國有常刑。諸指斥乘輿者。罪當大辟。", "326": "帝曰。法琳雖毀朕宗祖。非無典據。特可赦其", "327": "極犯。徙在益部為僧。法師見放意不自得。", "328": "因作悼屈原篇。用申厥志。其詞曰。何天道之", "329": "幽昧兮。乖張列宿。使忠正之屈原兮。而見放", "330": "逐。讒佞從旨兮。位顯名彰。直言不諱兮。遂", "331": "焉逢殃。和璞捐於山澤兮。燕石為珍。西施", "332": "嬮而不幸兮。嫫母見親。撫心思念屈原兮。博", "333": "達廣識。君王不察其貞正兮。斥逐去國。納讒", "334": "諂之詃惑兮。自昏厥德。燕蘇棄於荒野兮。", "335": "蘩𧂉見殖。鸋󱜃鳴嘯於君林兮。鵷鸞戢翼。豺", "336": "狼當路而從橫兮。麟麕伏匿。鳳鳥尚知懷德", "337": "兮。見覆巢而高翔。麒麟猶忻有道兮。矚不仁", "338": "而騰驤。忠諫之不入兮。箕子佯狂。杜伯之諒", "339": "直兮。遭尤逢殃。比干正而剖心兮。伍子胥貞", "340": "而抉眼痛。清白之屈原兮。沈汩羅而不返。時", "341": "京邑僧侶有流言於法師曰不能靜思澄神。", "342": "求出要道。而浪製破邪辯正。忤擾天庭。致使", "343": "主上瞋嫌釋教翻覆。汝若所陳必當寧容徙", "344": "汝劍南。若於佛法有功。何乃陵遲若是。法師", "345": "聞之謂三五友人曰。琳聞。主憂臣辱。主辱臣", "346": "亡。弈謂僧是禿丁佛為胡鬼。斯言可忍孰不", "347": "可容。于時大德如雲名僧若雨。縱引四含八", "348": "藏。措筆無由。徒解九部三乘。置言何地。琳", "349": "遂不量疎簿。誓紐頹綱。因乃捃摭典墳搜揚", "350": "子集。曉其未喻挫彼邪言。遂使佞傅無辭李", "351": "劉緘默。信知寸有所大。尺有不長。用珠彈鴞", "352": "未若泥梗。", "353": "勅縱遷琳益部。寧成伐罪。於琳佛法今且晏", "354": "然。此豈謂為翻覆。昔屈原被讒放逐原。豈不", "355": "為忠。卞氏獻璧加刑。誰言是瑕。此亦時君用", "356": "與不用也。屈原雖經放逐。離騷盛行。卞氏", "357": "縱復加刑。連城尚寶。但清水圓米行處豈無", "358": "所恨。世人莫知我也。言訖泣數行下。因為詩", "359": "曰。僕秉屈原操。不探漁父篇。問言蓬轉者。答", "360": "為直如絃時掩泣吞聲哽咽而言曰。琳也不", "361": "遇今被南遷。幸希諸德。寄目傳書。時訪生死。", "362": "時道俗送餞。填咽郊畿。敬若明神。步輦徐逝。", "363": "法師辭訣友人。又為詩曰。非意延非罪。離友", "364": "復離親。山川萬里隔。方勞七尺身。遊魂長去", "365": "楚。分念獨留秦。自匪相知者。誰憐死別人。夏", "366": "六月丁卯行至百牢關菩提寺。因苦痢疾遂", "367": "致不救。臨終而歎曰。大丈夫泡幻之軀。信為", "368": "無用。觀斯惡露。深可厭哉。本期殉道以立身。", "369": "不獲從志。泣麟傷鳳。能無悲心。言訖而卒。", "370": "即貞觀十四年秋七月二十三日也。春秋六", "371": "十有九。道俗摧慟如喪所親。因葬於東山之", "372": "巔。高樹白塔。行侶來往莫不傷嗟。人物周旋", "373": "知便下淚。但法師藝業優贍墳素必該。世號", "374": "詞林時稱學海。或復風前月下之詠。春蘭秋", "375": "菊之篇。體物緣情並多麗落。前祕書監虞世", "376": "南者。名超振古道邁當今。乃集法師之文。為", "377": "之敘引云爾。", "378": "若夫神妙無方。非籌算能測。至理凝邈。豈繩", "379": "準可知寔乃常道無言。有涯斯絕安可憑諸", "380": "天縱窺其杳冥者乎。至如五門五度之源。半", "381": "字一乘之教。九流百氏之目。三洞七撿之文。", "382": "曷可以經緯闡其圖。詎可以心力到其境者。", "383": "英猷茂實代有其人焉。法師少學三論名聞", "384": "朝野。長該眾典聲振殊俗。威儀肅穆介節淹", "385": "通。留連清翰發摘微隱。比地方春。藏用顯仁", "386": "之量。如愚若訥。外闇內明之功。固能智同測", "387": "海道亞彌天。豈止操類山濤神侔庾亮而已。", "388": "爾其文情。乃典而不野。麗而有則。猶八音之", "389": "並奏。等五色以相宣。道行則納正見於三空。", "390": "拯群生於八苦。既學博而心下。亦守卑而調", "391": "高。寔釋種之梁棟。善人之羽儀者矣。加以賑", "392": "乏扶危先人後己。重風光之拂照林牖。愛山", "393": "水之。負帶烟霞。願力是融晦迹肥遯。以隋開", "394": "皇之末隱。於青溪山之鬼谷洞焉。逈搆巖崖。", "395": "則弊虧日月。空飛戶牖。則吐納風雲。其間採", "396": "五芝而偃仰。遊八禪而寢息。餌松朮於溪㵎", "397": "披薜茘於山阿。皆合掌歸依。摩頂問道。經行", "398": "恬靜十有餘年。然而疊嶂危岑長松巨壑野", "399": "老之所桓盤。古賢之所遊踐。莫不身至目覩。", "400": "攀穴指歸。仍撰青溪山記一卷。見行於世故", "401": "此闕書。太史令傅弈。學業庸淺識慮非長。乃", "402": "穿鑿短篇憑陵正覺。將欲震茲布鼓竊比雷", "403": "門。中庸之人頗成阻惑。法師愍彼後昆。又撰", "404": "破邪論一卷。雖知虞衛同奏表異者九成。鴑", "405": "驥並馳見奇者千里。終須朱紫各色清濁分", "406": "流。訶以凡測聖之亹責以俗校真之咎。引文", "407": "證理。非道則儒。曲致深情。指的周密。莫不", "408": "轍亂旗靡瓦解氷銷。入室有操矛之圖。崩角", "409": "無容頭之地。於是傳寫不窮流布長世。若披", "410": "雲而見日。同迷蹤而得道乎。法師著述之性。", "411": "速而且理。凡厥勒成多所遺失。今散採所得。", "412": "詩賦碑誌。讚頌箴誡。記傳啟論。及三教系譜。", "413": "釋老宗源等。合成三十卷。法師與僕。情敦", "414": "淡水。義等金蘭。雖服制異宜。而風期是篤。輒", "415": "以虅綆聯彼珪璋。編為次第具如別目。並悉", "416": "文遒旨婉。桂馥蘭葩。盛傳緇素。流乎視聽矣。", "417": "釋彥琮贊曰易稱。大極生兩儀。兩儀生四象。", "418": "老子述無名天地始。有名萬物母。序道序德。", "419": "談孝談忠。斯亦方內之至言。域中之大訓也。", "420": "詎聞視聽之外四德常身。形器之先一如凝", "421": "湛。肇欲施安品物託像迦維。利見閻浮龍飛", "422": "道樹。於是淨五眼朗三明。具六通圓萬德。耀", "423": "神光於此界。放毫相於他方。動大地以警迷", "424": "徒。震雷音而駭群品。始垂雲於鹿野。蔭彼小", "425": "根。終灑潤於鶴林。霑茲大葉。其間則三邪", "426": "服道。捐火具於禪河。十異歸心。沐清流於福", "427": "地。自爾微言既絕佛曰潛輝。大義將乖邪風", "428": "競扇。則有提婆童受緝彼頹綱。龍樹馬鳴維", "429": "其絕紐。逮乎金人感夢秦蔡西遊。玉馬東旋", "430": "騰蘭降趾。則有九仙左道蟻聚於京畿。五岳", "431": "邪徒鴟張於帝闕。競誇蚊翼各恃螢光。欲方", "432": "駕大鵬比暉龍燭。勝上靡施於三略。已薦苞", "433": "茅蘭公未逞於六韜。嚮風銜璧。故得空懸五", "434": "雲之蓋。庭雰七寶之化。韜映日宮揚輝綺殿。", "435": "于時捐巾褐者其數若林。遵解脫者如風偃", "436": "草。此則釋門大敞佛日方興。牧野倒戈詎堪", "437": "為比。自後名僧間出髦彥抵生代有其人。群", "438": "諸史牒。則有道融牟最。提智劍以橫行。始上", "439": "顯公。擁法䗍而直進。挫姜斌於魏闕。撲陸靜", "440": "於齊朝。資神武於一時。流榮聞於千載。粵我", "441": "巨唐之有天下也。跨三皇而越五帝。母堯舜", "442": "而子成康。光宅八埏君臨萬國。闡玉鼓法䗍", "443": "之訓。揚佛日金鏡之光。蕩蕩巍巍斯之謂矣。", "444": "時有傅劉作鯁妄搆邪言。唱和既同互為脣", "445": "齒。而法師幼懷高量志殄群兇。所以搜括典", "446": "謨約文甲理。並懸諸日月緇素皎然。卷氛祲", "447": "於四生。舒慧照於三界。遂使朱藍各色邪正", "448": "區分。盛藻嘉聲傳乎口實。余既側聞餘論思", "449": "記德音。先乏史才徒知勵朽。至若詩賦啟頌", "450": "之作。章表碑誄之科。重席劇談花文豔藻者。", "451": "則詳諸別簡。非此所云。若股肱佛聖之篇。牆", "452": "塹法王之記。對揚天命光顯大猷者。則載彼", "453": "見聞存乎實錄。庶使前芳弗墜後進思齊。補", "454": "僧史此缺遺。記盛德之請問者矣。", "455": "唐護法沙門法琳別傳卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2051 唐護法沙門法琳別傳", "source": "CBETA"}