{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1898 律相感通傳", "text": {"0": "No. 1898", "1": "重刻律相感通傳序重刻律相感通傳序", "10": "之。天神隨問隨答。大師錄其有談戒律之相", "100": "全身相也。在西耳河鷲頭山寺。有成都人。往", "101": "彼興易。請像將還。至今多寶寺處。為海神蹈", "102": "舡所沒。初取像人見海神子岸上遊行。謂", "103": "是山怪。遂殺之。因爾神瞋覆沒。人像俱溺", "104": "同在一舡。多寶佛舊在鷲頭山寺。古基尚在。", "105": "仍有一塔。常發光明。今向彼土道。由朗州", "106": "過大小山。算三千餘里。方達西耳河。河大", "107": "闊。或百里。五百里。中有山洲。亦有古寺經", "108": "像。而無僧住。經同此文。時聞鐘聲。百姓殷", "109": "實。每年二時供養古塔。塔如戒壇。三重石砌", "11": "者。以為一卷。律相感通傳是也。是傳傳於本", "110": "上有覆釜。其數極多。彼土諸人但言神塚。每", "111": "發光明。人以蔬食祭之。求福祚也。其地西北。", "112": "去嶲州二千餘里。去天竺非遠。往往有至彼", "113": "者云云。至晉時有僧。於地見土墳出。隨出隨", "114": "除。終不可平。後見坼開。深怪其爾。乃堀深丈", "115": "餘。獲像及人骨在舡。其髑髏骨肘脛悉麁大。", "116": "數倍過今人。即迦葉佛時。閻浮人壽二萬歲", "117": "時也。今時命促形小。固其常然。初出之時。牽", "118": "曳難得。弟子化為老人。指揮方便須臾得出。", "119": "至周滅法暫隱。隋興重更出之。蜀人但知其", "12": "邦尚矣。惜其印本未免有魚魯之謬。近有僧", "120": "靈從地而出。亦不測其根源。見其華趺。有多", "121": "寶字。因遂名為多寶佛。遂名多寶寺也。余問。", "122": "多寶隷書出於亡秦之代。如何迦葉佛時。已", "123": "有神州書耶。答云。亡秦李斯隷書此乃近代。", "124": "遠承隷書之興。興於古佛之世。見今南洲。四", "125": "面千有餘洲。莊嚴閻浮。一方百有餘國。文字", "126": "言音同今唐國。但以海路遼遠動數十萬里。", "127": "譯者莫傳。故使此方封懷守株。不足怪也。師", "128": "不聞乎。梁顧野王大學之大博士也。周訪字", "129": "源。出沒不定。故玉篇序云。有開春申君墓。得", "13": "高淳元者。得諸本對挍。將欲重梓行之。來謁", "130": "其銘文。皆是隷字。撿春申是周代六國時", "131": "也。隷字則非吞併之日也。此國篆隷諸書", "132": "猶有茫昧。寧知迦葉佛時之事乎。非其耳目", "133": "之所聞見也。余又問。今京城西高四土臺。俗", "134": "諺云是蒼頡造書臺。如何云隷字古時已有。", "135": "答云。蒼頡於此臺上。增土造臺。觀鳥跡者。非", "136": "無其事。且蒼頡之傳。此土罕知其源。或云黃", "137": "帝之臣。或云古帝王也。鳥跡之書其變一途。", "138": "今所施。有無益之言。不勞述也。又有天人。", "139": "姓陸名玄暢。來謁云。弟子周穆王時。生在", "14": "予序。昔大慧禪師常讀是傳。往往以傳中事。", "140": "初天。本是迦葉佛時。天人為通化故。周時暫", "141": "現。所問京西高四臺者。其本迦葉佛於此第", "142": "三會說法度人。至穆王時。文殊目連來化。穆", "143": "王從之。即列子所謂化人者是也。化人示穆", "144": "王。高四臺是迦葉佛說法處。因造三會道場。", "145": "至秦穆公時。扶風獲一石佛。穆公不識。棄馬", "146": "坊中。穢污此像。護像神瞋。令公染疾。公又夢", "147": "遊上帝。極被責教。覺問侍臣由余。答云。臣", "148": "讀古書。周穆王時。有化人來此土。云是佛神。", "149": "穆王信之。於終南山。造中天臺。高千餘尺。基", "15": "自奉示人。蓋追仰大師也。今或有不信是傳", "150": "址見存。又於蒼頡臺。造神廟。名三會道場。公", "151": "今所患。殆非佛神為之耶。公聞大怖。語由余", "152": "曰。吾近獲一石人。衣冠非今所製。棄之馬坊。", "153": "將非是佛神耶。由余聞往視之。對曰。此真佛", "154": "神也。公取像澡浴。安清淨處。像遂放光。公又", "155": "怖。謂神瞋也。宰三牲以祭之。諸善神擎棄遠", "156": "處。公又大怖。以問由余。答曰。臣聞。佛神清", "157": "潔。不進酒肉。愛重物命。如護一子。所有供養", "158": "燒香而已。所可祭祀。餅果之屬。公又大悅。欲", "159": "造佛像。絕於工人。又問由余。答曰。昔穆王造", "16": "輒生誣謗者。所謂欲踰日月。多見其不知量", "160": "寺之側。應有工匠。遂於高四臺南村內。得一", "161": "老人。姓王名安。年百八十。自云。曾於三會道", "162": "場。見人造之。臣今年老。無力能作。所住村北", "163": "有兄弟四人。曾於道場為諸匠。執作請追共", "164": "造。依言作之。成一銅像相好圓備。公悅大賞", "165": "齎之。彼人得財。並造功德。於土臺上造重閣。", "166": "高三百尺。時人號為高四臺也。或曰高四", "167": "樓。其人姓高。大者名四。或曰。兄弟四人同立", "168": "故也。或取大兄之名以目之。故高四之名至", "169": "今稱也。又問。目連佛在日已終。如何重現。答", "17": "也。是傳之行固不俟予言。但佳元好學萠志", "170": "曰。同名六人。此曰小目連。非大目連也。至宇", "171": "文周時。文殊師利化為梵僧。來遊此土云。欲", "172": "禮拜迦葉佛說法處。并往文殊所住之處。名", "173": "清涼山。遍問道俗。無有知者。時有智猛法師。", "174": "年始十八。返問梵僧。何因知有二聖餘跡。答", "175": "云。在秦都城南二十里。有蒼頡造書臺。即其", "176": "地也。又云。在沙河南五十里。青山北四十里。", "177": "又問。沙河青山是何語。答云。渭水終南山也。", "178": "此僧便從渭水直南而涉。遂到高四臺。便云。", "179": "此是古佛說法處也。于時智猛法師隨往禮", "18": "于扶宗故為言之。其讀是傳者。庶幾有增尊", "180": "拜。不久失梵僧所在。智猛長大。具為太常韋", "181": "卿說之。請其臺處依本置寺。遂奏周王。名三", "182": "會寺。至隋大業中。廢入大寺。因被廢毀。配入", "183": "菩提寺。今菩提寺西堂佛首即三會寺佛也。", "184": "釋迦如來度迦葉後十二年中。來至此臺。其", "185": "中見有迦葉佛舍利。周穆王身遊大夏。佛告。", "186": "彼土有古塔。可返禮事。王問。何方佛。答。在", "187": "鄗京之東南也。西天竺國具有別傳。去歲長", "188": "年師子國僧。九十九夏。三果人也。聞斯聖跡。", "189": "跣行至此。尋清涼山。國家供送。今夏在彼。所", "19": "信矣。　旹", "190": "願應遂也。余問曰。自昔相傳。文殊在清涼山。", "191": "領五百仙人。說法經中明。文殊是久住娑婆", "192": "世界菩薩。娑婆則大千總號。如何偏在此方。", "193": "答曰。文殊諸佛仙之元師也。隨緣利見應變", "194": "不同。大士之功非人境界。不勞評泊。但知", "195": "多在清涼五臺之中。今彼見有五臺縣清涼", "196": "府仙華山。往往有人見之。不得不信。又問。今", "197": "五臺山中。臺之東南四十里。見有大孚靈鷲", "198": "寺。兩堂隔㵎猶存。南有華園。可二頃許。四時", "199": "發彩。人莫究之。或云。漢明所立。或云。魏孝", "2": "唐終南山澂照大師。兼通三藏。而精於毘尼。", "20": "享保戊戌歲三月既望日", "200": "文帝作。互說不同如何。答云。俱是二帝所作。", "201": "昔周穆之時。已有佛法。此山靈異。文殊所居。", "202": "周穆於中造寺供養。及阿育王亦依置塔。漢", "203": "明之初。摩騰天眼亦見有塔。請帝立寺。山形", "204": "像靈鷲。名曰大孚。孚者信也。帝信佛理。立", "205": "寺度人。元魏孝文。北臺不遠。常來禮謁。見", "206": "有人馬行跡石上分明。其事可知。豈惟五臺。", "207": "今終南。太白太華五岳名山。皆有聖人。為住", "208": "佛法。處處有之。人有供設。必須預請。七日已", "209": "前。在靜室內。安置軟座。燒香列疏。閉戶祈", "21": "河南龍山沙門慧淑敬撰", "210": "求。無不感應。至時來赴凡聖難知。若不爾者。", "211": "緣請者多。希來至飯。今時有作賓頭盧聖僧", "212": "像。立房供養。亦是一途。然須別施空座。前置", "213": "椀鉢。至僧食時。令大僧為受。不得以僧家盤", "214": "盂設之。以凡聖雖殊。俱不觸僧食器。若是俗", "215": "家則隨俗所設。若不置前靜室等者。止可諸", "216": "餘聖眾。或可降臨。以三天下同一供養。隨", "217": "緣別訃故。此賓頭盧難一遭遇。又問。今涼州", "218": "西番音盤和縣山裂像出。何代造耶。答曰。迦葉", "219": "佛時有利賓菩薩。見此土人不信業報。以殺", "22": "律相感通傳", "220": "害為事。于時住處有數萬家。無重佛法者。菩", "221": "薩救之。為立伽藍。大梵天王手造像身。初成", "222": "已後。菩薩神力。能令此像如真佛不異。遊步", "223": "說法教化諸人。雖蒙此導。猶不信受。于時菩", "224": "薩示行怖畏。手擎大石。可於聚落欲下壓", "225": "之。菩薩佯怖勸化。諸人便歘迴心。信敬於佛。", "226": "所有殺具變成蓮華。隨有街巷。華如種植。瑞", "227": "像自此方攝神力。菩薩又勸諸清信士女。令", "228": "造七寺。南北一百四里。東西八十里。彌山", "229": "亘谷。處處僧坊佛堂。經十三年方得成就。同", "23": "唐乾封二年仲春　終南山沙門釋道宣撰", "230": "時出家有二萬人。在七寺住。經三百年。彼諸", "231": "人等現業力大。昔所造惡。當世輕受。不入", "232": "地獄。前所害者在惡趣中。又發惡願。彼害我", "233": "者。及未成聖。我當害之。若不加害。惡業便", "234": "盡。我無以報。共吐大火。焚燒寺舍及彼聚落。", "235": "一時焚蕩縱盜得活。又以木水漂溺殺之。無", "236": "一孑遺。時彼山神寺未破。前收取此像。遠在", "237": "空中。寺破已後。下內石室。安置供養。年月既", "238": "久。石生室滅。至劉薩訶禮山示像。其薩訶者。", "239": "前身元是利賓菩薩。身首別處。更有別緣。又", "24": "余曾見晉太常于寶撰搜神錄述。晉故中牟", "240": "問。江表龍光瑞像。人傳羅什將來。有說扶", "241": "南所得。如何。答曰。非羅什也。斯乃宋孝武征", "242": "扶南獲之。昔佛滅後三百年中。北天竺大阿", "243": "羅漢優婁質那。以神力加工匠。三百年中。鑿", "244": "大石山安置佛。窟從上至下。凡有五重。高", "245": "三百餘尺。請彌勒菩薩。指揮作檀像。以處之。", "246": "玄奘法師傳云。高百餘尺。聖跡記云。高八丈。", "247": "足趺八尺。六齋日常放光其初作時。羅漢將", "248": "工人。上天三往方成。第一栴檀。第二牛頭栴", "249": "檀。第三金像。第四玉像。第五銅像。凡夫今", "25": "令蘇韶有才識。咸寧中卒。乃晝現形於其家。", "250": "見。止在下重。上四重閉。石窟映徹。見人藏", "251": "腑。第六百年。有佛奈遮阿羅漢。生已母亡。生", "252": "扶南國。念母恩重。從上重中取小檀像。令母", "253": "供養。母終生楊州。出家住新興寺。獲悟三果。", "254": "宋孝武征扶南。獲此像來都。亦是羅漢神力。", "255": "母今見在。時往羅浮天台西方諸處。昔法盛", "256": "曇無竭者。再往西方。有傳五卷。略述此緣。何", "257": "得云什師背負而來耶。余問。什師一代所翻", "258": "之經。至今若新受持轉盛何耶。答曰。其人聰", "259": "明善解大乘。以下諸人並皆俊艾。一代之寶", "26": "諸親故知友聞之。並同集。飲噉言笑不異於", "260": "也。絕後光前。仰之所不及。故其所譯以悟達", "261": "為先。得佛遺寄之意也。又從毘婆尸佛已來", "262": "譯經。又問。俗中常論以淪陷戒檢為言。答。此", "263": "不須評。非悠悠者所議。什師今位階三賢。所", "264": "在通化。然其譯經刪補繁闕。隨機而作。故大", "265": "論一部十分略九。自餘經論例此可知。自出", "266": "經後。至今盛誦。無有替廢。冥祥感降。歷代", "267": "彌新。以此證量深會聖旨。及文殊指授令其", "268": "刪定。特異恒倫。豈以別室見譏。頓忘玄致。殊", "269": "不足涉言也。又問防州顯際寺山出古像者。", "27": "人。或有問者。中牟在生。多諸賦述。言出難", "270": "何代所立。答云。像是秦穆公所造。像出處是", "271": "周穆王造寺處也。佛去世後。育王第四女又", "272": "造像塔。於此供養。于時此寺有三果人住中。", "273": "秦相由余常所奉敬。往者迦葉佛時。亦於此", "274": "立寺。是彼沙彌顯際造也。仍其本名以為寺", "275": "額。又問。今玉華宮南檀臺山上有塼塔。面別", "276": "三十步。下層極壯。四面石龕。旁有碎塼。又有", "277": "三十餘窯塼。古老莫知何代。然每聞鐘聲。答", "278": "云。此穆王寺也。名曰靈山。至育王時。勅山神", "279": "於此造像。西晉末亂。五胡控堀劉曜都長", "28": "尋。請敘死生之事。可得聞耶。韶曰。何得有", "280": "安。數夢此山佛見在塼塔中坐。語曜曰。汝少", "281": "飲酒。莫耽色欲。黜去邪佞。進用忠良。曜不能", "282": "從。後於洛陽酒醉落馬。為石勒所擒。初曜因", "283": "夢所悟。令人尋山訪之。遂見此像坐小塼塔。", "284": "與夢符同。便毀小塔。更作大者高一十九級。", "285": "並造寺宇。極存壯麗。寺名法燈。度三百僧住", "286": "之。曜沒趙後寺有三十二人。修得三果。仙", "287": "神於今塔後。又造一寺。供養三果僧。神往", "288": "太白。採取芝草。供養聖僧。皆獲延齡。寺今見", "289": "存。凡人不見。所聞鐘聲即寺鐘也。其塔本基", "29": "隱。索紙筆著死生篇。其詞曰。運精氣兮離故", "290": "雖因劉曜。仍是穆王立寺之處。又是迦葉如", "291": "來之古寺也。貞觀年中。玉華山北。慈烏川山", "292": "上。常見鹿集。逐去還來。有人異之。於鹿集", "293": "處。堀深一丈。獲一石像長丈許。又問。荊州前", "294": "大明寺栴檀像者。云是優填王所造。依傳。從", "295": "彼模來至梁。今京師又有。何者是本。答云。大", "296": "明是其本像。梁高祖既崩像來荊渚。至元帝", "297": "承聖三年。周平梁後。收國寶皆入北周。其檀", "298": "像者。有僧珍法師。藏隱房內。多以財物。賂遺", "299": "使人。像遂得停。隋開皇九年。高祖遣使人柳", "3": "親承曇無德宗。橫弘竪揚。天下釋氏之徒。不", "30": "形。神𦕈𦕈兮爽玄冥。歸北帝兮造酆京。崇墉", "300": "顧言往迎。寺僧又求像。令鎮荊楚。顧言既", "301": "是鄉人。從之令別刻檀像將往供旨。當時訪", "302": "匠。得一婆羅門僧。名真達。為造。即今興善寺", "303": "像是也。亦甚靈異。本像在荊州。僧以漆布縵", "304": "之。相好不及舊者。本是作佛生來七日之", "305": "身。今加布漆。乃同壯年相狀。故殊絕異於元", "306": "本。大明本是古佛住處。靈像不肯北遷故也。", "307": "近有長沙義法師。天人冥讚。遂悟開發。剝", "308": "除漆布。真容重顯。大動信心。披覿靈儀。全檀", "309": "所作。本無補接。光趺殊異。象牙彫刻。卒非人", "31": "欝兮廓崢嶸。升鳳闕兮謁帝庭。邇卜商兮室", "310": "工所成。興善像身一一乖本。又問。荊州河東", "311": "寺者。此寺甚大。余與慈恩寺嵩法師交故積", "312": "年。其人即河東寺雲法師下之學士也。云。此", "313": "寺本曾住萬僧。震旦之最。聞之欣然。莫測河", "314": "東之號。請廣而述之。亦佛法之大觀也。答曰。", "315": "晉氏南遷。郭璞多聞之士。周訪地圖云。此荊", "316": "楚舊為王都。欲於硤州置之。嫌逼山遂止。便", "317": "有宜都之目也。下至松滋。地有面勢都邑之", "318": "象。乃掘坑秤土。嫌其太輕。覆土本坑。土又不", "319": "滿。又見有一小堂子。周迴有塑像。云此地已", "32": "顏生。親大聖兮項良成。希吳季兮慕嬰明。抗", "320": "屬三寶便止。自昔金陵王氣於今不絕。固當", "321": "經三百年矣。便都建業。仍於此地置河東郡。", "322": "遷裴柳薛杜四姓居之。地在江曲之間。類蒲", "323": "州河曲。故有河東名也。東西二寺者。符堅伐", "324": "晉。荊州北岸並沒屬秦。時桓冲為荊州牧。要", "325": "翼法師。度江造東寺。安長沙寺僧。西寺安四", "326": "層寺僧。符堅敗後。北岸諸地還屬晉家。長沙", "327": "四層諸僧各還本寺。東西二寺因舊廣立。自", "328": "晉宋齊梁陳代。僧徒常有數萬人。陳末隋初。", "329": "有名者三千五百人。淨人數千。殿一十二", "33": "清論兮風英英。敷華藻兮文璨榮。庶擢身兮", "330": "間。唯兩柱通梁。五十五尺。欒櫨重疊。國中京", "331": "觀即彌天。釋道安使弟子翼法師之所造也。", "332": "自晉至唐。曾無虧損。殿前有四鐵鑊。各受十", "333": "餘斛。以種蓮華。殿前塔宋譙王義季所造。塔", "334": "內塑像。及東殿中彌勒像。並是忉利天工所", "335": "造。西殿中多金銅像。寶悵飛仙珠幡華珮。並", "336": "是四天王天人所造。寺內僧眾兼於主客出", "337": "萬餘人。當途講說者五十三人。得其聖果。各", "338": "領千僧。餘小法師五百餘人。十誦律師有四", "339": "十九人。得聖果。大小乘禪師八百餘人。其得", "34": "登崑瀛。受祚福兮享千齡。餘多不盡。初見其", "340": "聖果者二百四十四人。徒眾嚴肅說不可盡。", "341": "寺法立制。誦經六十紙者免維那。誦法華經", "342": "度者免直歲。寺房五重。並皆七架。別院大小", "343": "合有十所。般舟方等二院莊嚴最勝。夏別常", "344": "有千人。寺中屋宇及四周廊廡等。減一萬間。", "345": "寺開三門。兩重七間。兩廈殿宇橫設。並不重", "346": "安。約準地數。取其久固。所以殿宇至今三百", "347": "年餘。無有損敗。東川大寺唯此為高。映曜川", "348": "原。實稱壯觀也。又問。彌天釋氏宇內式膽", "349": "云。乘赤驢荊襄。朝夕而見未審如何。答實也。", "35": "詞。若存若亡。余見梁初江泌女誦出淨土大", "350": "今東寺見有驢臺存矣。後人崇敬其處。於上", "351": "植樹。周砌石池蓮華莊嚴供養。此印手菩薩", "352": "不思議之跡也。又一本云。乘驢事虛也。問曰。", "353": "若爾傳虛何為河東寺尚有驢臺。󱎺山南有", "354": "驢村。據此緣由。則乘驢之有地也。答曰。非", "355": "也。後人築臺於上。植樹供養焉。有佛殿之側", "356": "頓置驢耶。又中驢之名本是閭國郡國之故", "357": "地也。後人不練。遂妄擬之。此事兩本所說各", "358": "異。故備錄之。又問。蜀地簡州三學山寺空燈", "359": "常明者何。答曰。山有菩薩。寺迦葉佛正法時", "36": "莊嚴等三十餘經。逮于即目。猶有斯事。往緣", "360": "初立。有歡喜王菩薩造之。寺名法燈。自彼至", "361": "今。常明空表。有小菩薩三百餘人。斷粒遐齡。", "362": "常住此山。此燈又是山神。季特續後供養", "363": "特舊蜀主故。至正月處處然燈。以供養佛寺。又問。", "364": "涪州相思寺側。多有古跡。篆銘勒之。不識其", "365": "緣。答曰。迦葉佛時有山神。姓羅名子明。蜀人", "366": "也。舊是持戒比丘。生憎破戒者。發諸惡願。令", "367": "我死後作大惡鬼。噉破戒人。因願受身。作", "368": "此山神。多有眷屬。所主土地。東西五千餘里。", "369": "南北二千餘里。年噉萬人已上。此神本曾為", "37": "有幸。近以今年二月末。數感天人。有若曾面。", "370": "迦葉佛兄。後為弟子。彼佛憐愍。故來教化。種", "371": "種神變。然始調伏。與受五戒。隨識宿命。因不", "372": "噉人。恐後心變。故佛留跡。育王於上起塔。在", "373": "山頂。神便藏於石中。塔是白玉所作。其神", "374": "見在。郭下寺塔。育王所立事見付囑儀。南海循州", "375": "北山興寧縣界靈龕寺多有靈跡。此乃文殊", "376": "聖者弟子。為此山神。多造惡業。文殊愍之。便", "377": "來教化。遂識宿命。請為留跡。我常禮事。得離", "378": "諸惡。文殊為現。今者是也。貞觀三年。山神命", "379": "終。生兜率天。別有一神。來居此地。即舊神親", "38": "告余云。所著文翰。續高僧傳。廣弘明集等。裨", "380": "家也。大造諸惡生天。舊神愍之。下請文殊。為", "381": "現小跡。以化後神。又從正法。故今此山大小", "382": "跡現。莫不匪由焉事見付囑儀。又問。泌州北山見今", "383": "石窟中佛常有光明者何。答云。此窟迦葉佛", "384": "二時備有。往昔周穆王第二子造迦葉佛像。", "385": "又問。渭州終南山有佛面山七佛㵎者。事同", "386": "於前。南山庫谷大藏。是迦葉佛自手所造之", "387": "藏也。今見有十三緣覺。在谷內住。又曰。今諸", "388": "處塔寺多是古佛遺基。育王表之。故福地常", "389": "在。不可輕也。今有名塔如常所聞。無名藏者。", "39": "助聖化。幽靈隨喜。無不讚悅。至於律部抄錄", "390": "隨處亦有。河西甘州郭中寺塔中有古佛舍", "391": "利。及河州靈巖寺佛殿下亦有舍利。秦州麥", "392": "稜岸殿下亦有舍利。山神藏之。此寺周穆王", "393": "所造。名曰靈安。經四十年。常有人出。荊州長", "394": "寧寺塔是育王造。下有舍利。入地丈餘。石函", "395": "五重。盛碎身舍利。益州三塔。大石今名福感武擔", "396": "今名靜亂雒縣今名寶興並有神異。如別傳之。又問。", "397": "楊州長干塔。鄮縣塔。是育王者非耶。答曰。", "398": "是昔劉薩訶感靈。今往楊州。登越城。望見長", "399": "干。有異氣。因標掘獲。如今傳所明。余問。若", "4": "失僧伽之所以為僧伽。猶之春行大地。萬物", "40": "疏儀。無足與貳。但於斷輕重物。少有疎失。斯", "400": "爾。已有長干。便為佛剎不。答。非剎干也。干", "401": "是地之長隴。名隴為干。塔逼長隴之側。書不", "402": "云乎包括干越。越地多長隴也。臨海鄮縣塔", "403": "者。亦是育王古塔。小塔是賢劫初佛中者。有", "404": "迦葉佛臂骨。非人所見。羅漢將往鐵圍山。留", "405": "小塔。從地涌出。為開俗福也。其塔大有善神。", "406": "恒現二魚。井中鰻𩻌魚護塔神也。其側有佛", "407": "足跡石上者。云是前三佛所蹈處也。昔周時。", "408": "此土大有人住。故置此塔。又問。若爾。周穆已", "409": "後諸王建置塔寺。何為此土文紀罕見。答云", "41": "非仁過。抑推譯者。如何以王貴衣。同於白衣", "410": "立塔為於前緣多是神靈所造。人有見者少", "411": "故。文字少傳。楊雄劉向尋於藏書。往往見有", "412": "佛經。豈非秦前已有經塔。今衡嶽南可五六", "413": "百里。在永州北。有大川。東西五百餘里。南", "414": "北百餘里。川中昔有人。住數十萬家。今生諸", "415": "巨樹。大者徑二三丈。下無草木。深林可愛。中", "416": "有大江。東流入湘江。尋㵎覓之。即得川南有", "417": "谷北出入。谷有方池。四方砌石。水深龍居。", "418": "有犯者輒雷震。山谷左側。多出橘柚楊梅之", "419": "屬。列植相次。池南有育王大塔。石華捧之。上", "42": "俗服。相從入重。乃至𣰽𣯫。同法衣相量者。亦", "420": "以石龕覆。而與地平。塔東崖上具有碑記。篆", "421": "書可識。登梯抄取。足知立塔之由。衡山南大", "422": "明師置寺處。亦有石塔云云。其寺南北十餘", "423": "里。七處八會。流渠靜院。處處皆立。又問。此", "424": "土常傳。佛是殷時。周昭魯莊等。互說不同。如", "425": "何定指。答曰。皆有所以。弟子夏桀時生天。具", "426": "見佛之垂化。且佛有三身。法報二身則非人", "427": "見。並化登建已上。唯有化身。普被三千百億", "428": "天下。故有百億釋迦。隨人所感。前後不定。或", "429": "在殷末。或在魯莊。俱在天千之中。前後咸傳", "43": "在輕收。且王著貴衣。同比丘之三衣也。價直", "430": "一化。感見隨機前後。法報常自湛然。不足疑", "431": "也。又問。今時瑞像多者。云育王第四女所造。", "432": "其事幽遠。難得其實。答云。育王第四女。厥貌", "433": "非妍。久而不出。常恨其醜。乃圖佛形。相好異", "434": "佛。還如自身。成已發願。佛之相好挺異於人。", "435": "如何同我之形儀也。以此苦邀。彌經年月。後", "436": "感佛現。忽異昔形。父具問之。述其所願。今", "437": "北山玉華。荊州長沙。楊都高悝。及今崇敬", "438": "寺。並是其像。或書光趺。人罕識者。育王令諸", "439": "神鬼所在將往開悟佛法。今諸像面莫匪女", "44": "十萬者。故曰貴衣。用以施僧。可同輕限。白衣", "440": "形。崇敬寺地本是戰場。西晉將末。五胡大起。", "441": "兵戈殺害。此地極多。地下人骨今猶見在。所", "442": "殺無辜。殘害酷濫。故諸鬼神携以鎮之。令諸", "443": "冤魂得生善念。周朝滅法。神亦徙之。隋主載", "444": "隆。佛還重起。又問。諸神自在。威力殊大。至", "445": "如蜀川三塔。咸名大石。人有掘者。莫測其源。", "446": "至如秦川武功一塔。古老相傳。名曰育王塔。", "447": "三十年中。一度出現。貞觀已來。兩度曾出。雖", "448": "光瑞殊壯。而舍利如指骨。在石函中。如何", "449": "狹陋若此。答云。諸鬼神中。貧富不定。各是往", "45": "外道之服。斯本出家者絕之。三衣唯佛制名。", "450": "業。如人不殊。天中亦爾。隨其所有。而用供", "451": "養此塔云云。又問。幽冥所感俗中常有疑。以", "452": "神去形朽而猶重來。如記傳中。或經七日百", "453": "日至三年者。識來形起如生不殊。如經中云。", "454": "錄其精神在彼王所五三七日者何耶。答曰。", "455": "人稟七識。識各有神。心識為主。主雖前往。而", "456": "餘神守護。不足怪也。彼問余云。師言受戒一", "457": "戒幾神。余云。見五戒中一戒五神。未知大戒", "458": "如何。答云。僧之受戒有二百五十神。若毀一", "459": "重戒。唯一神不在。則二百四十九神恒隨犯", "46": "著者定得解脫。是故白衣俗服。佛嚴制斷。若", "460": "戒者。又問。苟蒨此見反者綿州巴西縣人也。得", "461": "第二果。客遊新繁村中教學。其人不食酒肉。", "462": "村人多信外道。與其酒肉令食。其人不食。村", "463": "人遂打之。其人能書。村人從乞。不與。又更被", "464": "打。復不禮遇。遂即慎惱。因發誓願。於村外草", "465": "中仰臥。以筆向空書之。村人怪問。答云。我書", "466": "經本。遣天看讀。不許人見。上界諸天將天中", "467": "紙向下承筆。遂寫得金剛般若經一卷。經于", "468": "七日。方始得了。諸天於上造作寶蓋覆之。地", "469": "遂無草。放牛小兒避雨多於其下。村人怪其", "47": "有亡者。並在重收。至於𣰽𣯫三衣。相量同三", "470": "衣燥。答云。我於苟先生寫經處避雨。村人因", "471": "此遂即信敬。今於其處。以木為欄。不許侵污。", "472": "每至齋日。村人於中設會。又問。鼓山竹林", "473": "寺名何代所出。答云。是迦葉佛時造。周穆王", "474": "於中更重造寺。穆王佛殿並及塑像。至今見", "475": "存。山神從佛請五百羅漢住此寺。即今見有", "476": "二千聖像遶寺。左側見有五萬五通神仙。供", "477": "養此寺餘者云云。已後論律相。", "478": "天問余云。師本在梁。已為持律之首。大有著", "479": "述論名。人皆聞之建初定林咸其所住。及生", "48": "衣也。邊方開皮臥具。亦是三衣。條葉在外。柔", "480": "見慈尊。少有慢惰。亦大有決律相。故今生人", "481": "間。今之所解百不存一。然有所注記鈔儀。並", "482": "是曾聞餘習。計師報命已。終過一年矣。今則", "483": "以傳錄餘業慈力所薰。天人扶助故。日復一", "484": "日。師豈不知。去年已來。無降損日。但枯喪", "485": "耳。如枯樹朽車。無由更壯。余問。若爾意欲更", "486": "讀藏經抄錄要行見事。可得遂不。答云。師前", "487": "讀藏經太麁。但究與律相扶者。至於優柔文", "488": "義。過非深細。必欲重讀。隨分亦應得耳。無奈", "489": "報命久終。生處復欲師到。師常觀不願早生", "49": "毛在內。寒酷之國。佛開為道。必至布鄉。還非", "490": "在人有弘律教。幸願悉之。又曰。前所製章服", "491": "儀。靈神感喜。自佛法東傳。六七百年。南北律", "492": "師曾無此意。安用殺生之財。而為慈悲之服。", "493": "全不然也。師何獨拔此意。答曰。余讀智度論。", "494": "見佛著麁布僧伽梨。因懷在心。何得乖此。及", "495": "聽律後。便見蠶衣臥具縱得已成並斬壞塗", "496": "埵。由此重增景仰。古昔周朝老僧咸著大布", "497": "衣。一生服一補者。咸布乃至重二三斤者。復", "498": "見西來梵僧。咸著布㲲。具問。答曰。五天竺", "499": "國。無著蠶衣。由此興念。著斯章服儀。通瞻古", "5": "咸被其澤。而其弘揚依開顯扶談之意。令諸", "50": "輕限。可改前迷宜從後悟。如來在日。尚有後", "500": "今成教。融會臥具三衣。且凡情瑣細。保固尤", "501": "重。身服所接。莫匪損生焉。肯捐捨著茲法服。", "502": "又法服所擬。本顯慈仁之心。非仁無以拔濟。", "503": "濟必由慈而護。故佛心者大慈也。殺生而行", "504": "慈。未見其可。故沈隱侯之著論也。五畝之宅。", "505": "樹之以桑。則年六十者。容色已衰。內假縑纊。", "506": "外存大布。所以大布之服。通於富貴貧賤也。", "507": "今猶通行於王臣。古法不改。有老少之殊。故", "508": "致降殺之異。道無損害之理。長少咸一法衣。", "509": "法是慈化焉。通損害也云云。又曰。三衣破緣", "51": "制廢前。何況於今。不存迷悟之事也。余問所", "510": "而縫。江表咸然。此何不爾。余曰。四分無文", "511": "故。絕二縫。答曰。十誦有文。何得不用。此制", "512": "有以。不可不行云云。又大衣重作師比行之。", "513": "然於上葉之下。乃三重也。豈得然耶。即問其", "514": "所作。便執余衣。以示之。此葉相者。表於稻", "515": "田之塍疆也。以割截衣叚。就裏刺之。去葉", "516": "󰎣麥許。此則條內表田。葉上表渠相。豈不", "517": "然耶。今則通以布縵。一非割截。二又多重既", "518": "非本制。非無著著之失。然猶全單之者。正", "519": "從得失為論。又問余云。坐具兩重斯成本制。", "52": "從來。有一天人。來禮敬敘暄涼已曰。弟子性", "520": "割截後更接。但是一邊一頭意者。接於四面。", "521": "通皆周緣如何。余云。今信誠教。不徒設也。律", "522": "云。於本制外。廣長更增半搩手。據文止是一", "523": "廣一長。不云四周之廣長也。在事非無不便。", "524": "猶勝跋闍之蹤。便默然。又問余云。今見比丘", "525": "行者。以坐具置左肩上。情有不忍。何者。坐具", "526": "資下之具。如何忽在上肩。又衣角多在左手。", "527": "今則如何在左肩上。弟子俗人未廣知律。師", "528": "可說之。樂聞斯要。余曰。坐具在肩。斯誠教", "529": "也。舍利弗初起祇垣。外道雲踊。須達命舍利", "53": "王名璠。是大吳之蘭臺臣也。會師初達建業。", "530": "弗。乃具修威儀。以尼師壇置左肩上。庠序入", "531": "大眾中。至高座取而敷之。又諸律論多處有", "532": "文。比丘食已。入定出定以尼師壇在左肩上。", "533": "入林坐禪。且三衣右角皆在左肩。坐具安上。", "534": "又加鉢袋於上。故善見云。鉢袋貫左肩。青色", "535": "分明。豈非古人行事也。今則三衣下置左肘。", "536": "坐具藏于內臂。及論方坐若食若語。並在左", "537": "󰕚。鉢袋絡左膞。下垂左腋。時代訛變。遂失本", "538": "源。余見古之瑞像今此方見制者。莫不以衣", "539": "搭於左肩。然始後取衣角共左臂內衣角。屈", "54": "孫主即未許之。令感希有之瑞。為立非常之", "540": "而捉之。努出二角。如羊耳之相。斯則俯同此", "541": "律。亦是聖之楷摸焉。有行則收來左肩。坐", "542": "則放縱左髀。未見正文所許。終是放逸威儀。", "543": "又坐具之制本為護。於身衣及僧臥具也。其", "544": "中表裏俱淨。不同此土之僧。故經中。乞食已", "545": "還至本處。收衣鉢方始洗之而坐。至於革屣。", "546": "拭刮綱系。如面手焉。故身衣俱淨在肩。無有", "547": "不淨之者。此土之僧。身之臭穢。焉可以言。左", "548": "古便利曾不澡除。內外衣裳曾何澣濯。三衣", "549": "少備。裙袴尤多。人見猶有厭其腥臊。天聞義", "55": "廟。于時天地神祇。咸加靈被。於三七日。遂感", "550": "當悲其忍辱。據此誠文。今在肩上。觀事止可", "551": "藏於臂中。如有依法沙門。不行惡習。內外俱", "552": "淨。形服可觀。豈得背佛誠言不順左肩之法。", "553": "故十誦鼻奈耶云。三衣之鉤紐也。前去緣四", "554": "指施鉤。後去緣八指施紐。以右角挑左肩上。", "555": "後紐綴於前鉤。今則一倍反之。豈是教文所", "556": "許。但以凡僧識想。憑準正教及以見緣。如", "557": "有差違。賜垂箴誨。諸非人等咸皆默然。次", "558": "後不久。有一天人來云。弟子黃瓊致敬已", "559": "云。向述坐具。殊有可觀。憑準經論。無差違", "56": "舍利。吳主手執銅缾傾銅盤內。舍利所衝。盤", "560": "者。然始終不備故。重仰論元。佛初度五人。", "561": "爰及迦葉兄弟。並制袈裟左臂。坐具在袈裟", "562": "下。西天王臣皆被白㲲。搭左肩上。故佛制。衣", "563": "角居臂異俗。頞鞞比丘威儀度物。爾時法服", "564": "猶未搭肩。後度諸眾。徒侶漸多年。少比丘儀", "565": "容端美。入城乞食。多為女愛。由是佛制。衣角", "566": "在左肩。後為風飄。聽以重物鎮上。比丘不達", "567": "佛意。自造鎮衣之物。種種莊嚴。諸俗譏嫌。比", "568": "丘以事白佛言。我前聽安重物。即是尼師壇。", "569": "餘者不合。後王舍城外道。名達摩多。稱一切", "57": "即破裂。乃至火燒鎚試。俱不能損。闞澤張昱", "570": "智。所著衣服並皆鮮淨。日易一衣。日三十浴。", "571": "所食皆以香薪香炭作之。所住皆以香材。塗", "572": "泥皆以香汁。園林皆植香樹。所種花藥皆是", "573": "香者。流泉池水皆聚牛頭檀香內水中。以為", "574": "香潔。雖帝釋歡喜之園。未能加也。世尊爾時", "575": "將諸比丘。入城乞食。執持衣鉢。坐具在肩。有", "576": "諸外道。語達摩多言。今瞿曇沙門入城乞食。", "577": "可往言論降從大師。時達摩多領諸徒眾。身", "578": "披白㲲。所披一張價直千兩紫磨黃金。將至", "579": "佛所。時大梵天王請佛昇天。外道至唯見比", "58": "之徒。亦是天人護助。入其身中。令其神爽通", "580": "丘。便問比丘。肩上片布持將何用。答曰。擬將", "581": "坐之。又問。汝所披衣名何等。聖答云。忍辱", "582": "鎧也。又問。何名忍辱鎧。答曰。即是為三寶之", "583": "相。上制天魔。下降外道。達摩多云。此衣既為", "584": "可貴。有大威靈。豈得以所坐之布而居其上。", "585": "為是瞿曇教汝。為是汝自為之。諸比丘咸皆", "586": "默然。外道云。若瞿曇教汝。此法不足可尊。云", "587": "何自稱一切智人。若是汝自為之。師何復不", "588": "教汝耶。比丘食訖還僧坊中。以事白佛。由此", "589": "佛制。還以衣角。居于左臂。坐具還在衣下。於", "59": "敏答對諧允。今並在天。弘護佛法為事。弟子", "590": "後比丘披著袈裟。多不齊整。諸離車子譏言。", "591": "無有威儀。所披衣服。狀如婬女。猶如象鼻。由", "592": "此始制。上安鉤紐。令以衣角達于左臂。置於", "593": "腋下。不得令垂如上過也。前引舍利弗事。此", "594": "乃前開不見後制。義須綸綜。往者鷄鳴之詩。", "595": "挈壺掌漏刻之官。齊侯無道官失其守。諸侯", "596": "來朝顛倒衣裳。詩人刺之。可不鏡哉。書云。冠", "597": "雖賤。不可以居下。屨雖貴。不可以居上。此言", "598": "雖小。可以況大。古人或詢蒭蕘。伏願仁慈。不", "599": "以人微廢教也。余備聞雅論。前代憲章斯則", "6": "學者域心於圓極之乘。聖僧賓頭盧嘗為現", "60": "是南天韋將軍下之使者。將軍事務極多。擁", "600": "一化之所宗承。三藏之弘轍也。如或鏗執頓", "601": "拒未聞。何殊結集永開八事之緣。不遵上座", "602": "重結之相也。縱無此示。情或廣之。五分律中。", "603": "餘方不為清淨者。雖制不行。據此可依準的。", "604": "況復天人賜降。周統開制。恨知之晚也。然於", "605": "現教。事等亡篇。仰以信之。亦同飲光之罰歡", "606": "喜也。如是云云又云。元制坐具之意。用表塔", "607": "基之相。僧服袈裟在上。以喻法身之塔。塔基", "608": "既不偏邪。坐具寧容長廣。縱使四周具貼。", "609": "不違半搩之文。但以翻譯語略。但云各半", "61": "護三洲之佛法。有鬪諍陵危之事。無不躬往", "610": "搩手。十字而論。即是四周之義。又問。比見西", "611": "域僧來。多縫衣葉者何。答曰。此佛滅後。將二", "612": "百年。北天竺僧與外道同住。外道嫉之。密以", "613": "利刀內衣葉中。同往王所。外道告王。沙門釋", "614": "子內藏利刀。將欲害王。因即撿獲。由此普誅", "615": "一國比丘。時有耶舍阿羅漢。令諸比丘權且", "616": "縫合。為絕命難。此乃北方因事權制。非佛", "617": "所開。今有南方比丘。皆悉縫合有無識者。", "618": "亦學縫之。又問余曰。戒壇之興佛所重也。祇", "619": "垣一寺頓結三壇。兩居佛院。唯佛所登。為", "62": "和喻令解。今附和南天欲即來。前事擁隔不", "620": "集諸佛登壇而論僧尼結戒也。僧院一壇為", "621": "受具者莊嚴列窟。如須彌座。神王石柱守護", "622": "不虧。下至水際。經劫無沒。北天竺東見有石", "623": "壇。相狀弘偉。師今何緣特立壇相。天人幽顯。", "624": "莫不讚悅。余答云。曾見僧傳。南林戒壇意便", "625": "重之。故仰則也。彼云。豈唯一所。今重幽求南", "626": "方大有。初昔宋求那跋摩於蔡州立壇。晉竺", "627": "法汰於瓦官寺立壇。晉支道林於石城沃州。", "628": "各立一壇。晉支法領於若耶謝敷隱處立壇。", "629": "竺道壹於洞庭山立壇。竺道生於吳中虎丘", "63": "久當至。且令弟子等共師言議。不久復有天", "630": "寺立壇。宋智嚴於上定林寺立壇。宋慧觀於", "631": "石梁寺立壇。齊僧敷於蕪湖立壇。梁法超於", "632": "南㵎立壇。梁僧祐於上雲居栖霞歸善愛敬", "633": "四處立壇。今荊州四層寺剎基。長沙剎基。大", "634": "明寺前湖中。並是戒壇。今以事斷。江左渝州", "635": "已下。迄于江淮之南。通計戒壇總有三百餘", "636": "所。山東河北關內劍南戒壇。事不絕故。使江", "637": "表佛法經今四五百年曾不退廢。由戒壇也。", "638": "戒為佛法之初源。本立而不可傾也。自此河", "639": "之左右曾不聞名。由此佛法三被誅殄。又江", "64": "來云。姓羅氏蜀人也。言作蜀音。廣說律相。初", "640": "漢之南。山川秀麗綺錯。見便忘返者。土地之", "641": "然也。人依外報故。使情智聰敏。形心勇銳。遂", "642": "能詳度佛教。深有可依。無所疑慮。不可忘廢", "643": "也。中原兩河。晉代南度之後。分為一十六國。", "644": "以武猛相陵。佛法三除。並是北狄之胤。本非", "645": "文地。隨心即斷。曾未大觀。豈不然乎。戒壇", "646": "之舉。住持之成相也。眾僧說戒受戒。咸往", "647": "登之。事訖東迴左轉。南出而返也。余問。經中", "648": "咸言右旋右脇右遶等相。今云左遶如何。答", "649": "云。天常法爾人常乃右也。故日月星辰皆左", "65": "相見時。如俗禮儀。敘述緣由。多有次第。遂有", "650": "行也。天氣風轉遂從西沒。不見月之始生也。", "651": "初在西方。漸漸而東。亦從西沒。漸上東迴也。", "652": "西沒風轉也。地上蔓草生必左旋。此是天常", "653": "也。今有西從日月之轉人謀也。佛亦從之。左", "654": "轉者。此方不為清淨也。故如來右脇而臥。首", "655": "北面西。觀本生地佛法久流。於此方制。諸比", "656": "丘悉右脇臥云云。因從請出祇垣圖相。遂取紙", "657": "畫分齊。一一諸院述其源流。如別可有百紙。", "658": "又復不久有天來云。姓姚氏云。弟子天人自", "659": "有姓字。語同天竺。師既不解。還述本音云云。", "66": "忽忘。次又一天云。姓費氏。禮敬如前云。弟子", "660": "不久復有天來云。姓苟氏。云弟子本相州人", "661": "也。往以夏殷多難。將家入白鹿山。山中素有", "662": "辟支佛住云云。最後一朝韋將軍。至致敬相", "663": "問。不殊恒禮云。弟子常見師在安豐坊。初述", "664": "廣弘明集。割斷邪正。開釋明顯。異於前者。甚", "665": "適幽心。常欲相尋。但為三天下中。佛僧事大。", "666": "鬪訟興兵。攻伐不已。弟子職當守護。慰喻和", "667": "解。無暫時停。所以令前諸使者。共師言議。今", "668": "暫得來。不得久住。師今須解佛法衰昧。天竺", "669": "諸國。不及此方。此雖犯戒。太途慚愧。內雖陵", "67": "迦葉佛時生。在初天韋將軍下。諸天貪欲所", "670": "犯。外猶慎護故。使諸天見其一善忘其百非。", "671": "若見造過。咸皆流涕。悉加守護。不令魔子所", "672": "見侵惱。余問。欲界主者豈非魔耶。以下諸", "673": "天皆非魔屬耶。答曰。魔若行惡。四天帝釋皆", "674": "所不從。若下二天行諸善法。魔及魔子無如", "675": "之何。此方僧勝於大小乘曾無二見。悉皆奉", "676": "之。西土不爾。諸小乘人獲大乘經。則投火中。", "677": "小僧皆賣於北狄耆者奪其命根。不可言", "678": "述。今菩提大寺主威猛象。有八萬僧戶數十", "679": "萬。王征不得。遶塔之下。日有金帛。收已自納", "68": "醉。弟子以宿願力。不受天欲。清淨梵行。偏", "680": "厨內生魚積成大聚。羊腔懸之。劇屠宰肆然", "681": "亦守護。不令惡鬼害之。余問曰。可無善神龍", "682": "王。何因縱其造罪。答曰。血食之神咸來嚮衛。", "683": "諸受佛語者。守護大乘寺僧。余曰。常見此國", "684": "以殺戮為功。每願。若死生龍鬼中。有大勢力。", "685": "令其不殺如何。此神還縱其殺者。答曰。並是", "686": "眾生惡業所致。魚羊還債。是其常理。余問。還", "687": "債之業誠是可嘉。然彼殺噉無不由惑。惑是", "688": "貪嗔癡。貪癡之惑結在惡道。如何諸神故縱", "689": "造耶。答曰。亦是業定諸佛不能除。況諸神者", "69": "敬毘尼。韋將軍童真梵行。不受天欲。一王之", "690": "生此國中。正念既失。便縱其殺。余曰。先有此", "691": "願。脫生失念。墮彼如何。答曰。自非觀行明", "692": "白。在涅而不𦃓。方可得行此也。韋將軍所", "693": "言既終。作禮而退。", "694": "律相感通傳卷終", "695": "高麗本卷尾記云。", "696": "此一卷書藏所無。然而可洪音疏云。出貞元", "697": "目錄。勘經慧澄上座傳來寄帙。故在此函。丙", "698": "午歲。高麗國大藏都監奉勅彫造。", "699": "右挍訂四本。以示其異。雖竭愚誠。尚恐有所", "7": "身。以佛滅已來弘律第一稱之。豈不爾耶。為", "70": "下有八將軍。四王三十二將。周四天下。往還", "700": "漏。然皆鑒取捨於四本。考援引于諸典。無敢", "701": "以臆斷。妄改易者矣。至舊刻字畫偽誤而今", "702": "歸正。則不錄也。讀者須知。", "703": "旹享保歲次戊戌春三月望日金蜂後學沙門", "704": "慈元敬識", "71": "護助諸出家人。四天下中。北天一洲少有佛", "72": "法。餘三天下佛法大弘。然出家人多犯禁戒。", "73": "少有如法。東西天下少有黠慧。煩惱難化。南", "74": "方一洲雖多犯罪。化令從善。心易調伏。佛臨", "75": "涅槃。親受付囑。並令守護。不使魔撓。若不守", "76": "護如是破戒。誰有行我之法教者。故佛垂誡。", "77": "不敢不行。雖見毀禁。愍而護之。見行一善。萬", "78": "過不咎。事等忘瑕。不存往失。且人中臭氣。上", "79": "薰於空。四十萬里。諸天清淨。無不厭之。但以", "8": "其持戒殊勝戒光直透天宮。感得諸天神將", "80": "受佛付囑令守護法。佛尚與人同。止諸天不", "81": "敢不來。韋將軍三十二將之中。最存弘護。多", "82": "有魔子魔女輕弄比丘道力微者。並為惑亂。", "83": "將軍恓惶奔赴。應機除剪。故有事至。須往四", "84": "王所。時王見皆起。為韋將軍修童真行護正", "85": "法故。弟子性樂戒律。如來一代所制毘尼。並", "86": "在座中。聽受戒法。因問律中諸隱文義。無不", "87": "決滯。然此東華三寶素有。山海水石往往多", "88": "現。但謂其靈。而敬之顧訪來由。莫知投詣。遂", "89": "因此緣隨而咨請。且泛舉文相。以理括之。", "9": "常來護衛供以天饌。因凡事可質者。一一舉", "90": "未曾博觀。不可以語也。余少樂多聞。希世", "91": "拔俗之典籍故。搜神研神冥祥冥報旌異述", "92": "異志怪錄幽。曾經閱之。非疑慮。況佛布天人", "93": "之說。心進勇銳之文。護助形神。守持城塔。", "94": "事出前聞。非為徒說。後諸緣敘並依出而疏", "95": "之。", "96": "初問佛事初問佛事", "97": "益州成都多寶石佛者。何代時像從地涌出。", "98": "答曰。蜀都元基青城山上。今成都大海之地。", "99": "昔迦葉佛時有人。於西耳河造之。擬多寶佛"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1898 律相感通傳", "author": "唐 道宣撰", "sourceLink": "http://www.cbeta.org/"}