{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2176 諸阿闍梨真言密教部類總錄: 大毘盧遮那成佛神變加持經七卷　無畏: 瞿醯經三卷: 蕤呬經三卷: 玉呬怛跢羅經三卷　不空: 金剛頂一切如來真實攝大乘現證大教王經\n三卷: 金剛頂瑜伽真實大教王經三卷: 金剛頂瑜伽真實大教王經三卷: 金剛頂瑜伽中略出念誦經六卷　金剛智: 佛說金剛頂瑜伽中略出念誦經: 金剛頂瑜伽中略出念誦經四卷　金剛智: 金剛頂瑜伽中略出念誦經四卷: 金剛頂瑜伽中略出念誦法四卷: 陀羅尼集經: 三曼陀颰陀羅菩薩經一卷: 與金剛弟子入壇受灌頂法經一卷: 最上乘受菩提心戒及心地祕訣一卷: 無畏三藏禪要一卷: 灌頂三昧耶戒一卷: 授灌頂金剛最上乘菩提心戒儀一卷: 最上乘教授戒懺悔文一卷: 授菩提心戒儀一卷: 受菩提心戒儀一卷: 菩提心戒一本: 金剛頂宗授菩薩戒法一卷: 灌頂儀式二卷: 授三昧耶戒及第七日夜行事一卷: 菩提心戒法并授灌頂法一卷: 第七日夜行法二卷: 菩提心戒儀一卷: 菩提心戒儀一卷: 胎藏教法并金剛界金剛名號一卷: 金剛界金剛密號一卷: 梵字一切如來菩提心戒真言一本: 一切如來灌頂真言一本: 梵唐兩字一切如來灌頂真言一本: 梵唐兩字灌頂心真言一本: 梵唐兩字心中心真言一本: 梵唐兩字灌頂心中真言一本: 胎藏授阿闍梨位極密印契一卷: 授阿闍梨位密印一卷: 授阿闍梨位密印一卷: 大日持明行者根本印并諸尊持明者根本印\n異說一卷安然記在觀中院: 大毘盧遮那成佛神變加持經: 大毘盧遮那經義記十卷: 大毘盧遮那經義記七卷: 大毘盧遮那經義記七卷: 大毘盧遮那經疏十四卷: 大毘盧遮那經疏: 大毘盧遮那經義釋: 大毘盧遮那經義釋: 大毘盧遮那經義釋十卷: 大毘盧遮那經序一卷: 大毘盧遮那經義釋序一卷: 大毘盧遮那經供養法疏二卷: 大毘盧遮那成佛神變加持經義釋目錄一卷\n珍和上述中州五本謂肪十山七海二十仁十四珍十叡: 大毘盧遮那經略義二卷: 略釋毘盧遮那經中義一卷: 大毘盧遮那胎藏經略解真言要義一卷: 大毘盧遮那經疏文次第二卷: 大毘盧遮那經義記一卷: 祕密記一卷: 祕密記一卷: 大毘盧遮那佛說要略念誦經一卷: 大日經供養儀式一卷: 大日經持誦次第儀軌一卷: 大日經持誦次第儀軌一卷: 大日經略攝念誦隨行法一卷: 大日經略攝念誦隨行法一卷: 大毘盧遮那成佛神變加持經略示七支念誦\n隨行法一卷　不空貞元新入目錄海仁珍圓覺: 大毘盧遮那略要速疾門五支念誦法一卷: 毘盧遮那五字真言修習儀軌一卷: 大日如來成佛經釋中略出世間六月持明禁\n戒念誦儀軌一卷運叡: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼羅廣大念誦儀軌三卷無畏譯一行筆\n受寶月譯語仁根本: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼攞廣大念誦儀軌三卷仁以前本脫中間與\n良相國人多持之: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼羅廣大念誦儀軌三卷珍是前根本本\n但中卷文與前少異亦字頗異: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼羅廣大念誦儀軌三卷叡前根本本但\n中卷文與珍本同字與仁本同: 大毘盧遮那經廣大儀軌三卷: 大毘盧遮那成佛神變加持經蓮花胎藏悲生\n曼荼羅廣大成就儀軌二卷法全仁: 大毘盧遮那成佛神變加持經蓮花胎藏悲生\n曼荼羅廣大成就儀軌二卷法全惟正與前同本但上卷有爛脫及處處\n有注: 大毘盧遮那成佛神變加持經蓮花胎藏悲\n生曼荼羅廣大成就儀軌三卷法全仁: 大毘盧遮那成佛神變加持經蓮花胎藏菩\n提幢幖幟普通真言藏成就瑜伽三卷法全珍: 大毘盧遮那成佛神變加持經蓮花胎藏菩提\n\n幢幖幟普通真言藏成就瑜伽三卷法全叡與前本同但以有\n注為異: 大毘盧遮那經儀軌三卷: 大毘盧遮那成佛神變加持經蓮花胎藏悲生\n曼荼羅廣大成就儀軌真言集三卷仁: 大毘盧遮那成佛神變加持經蓮花胎藏悲\n生曼荼羅真言集一卷　不空仁叡: 大毘盧遮那廣大儀軌真言一卷: 梵字大毘盧遮那胎藏大儀軌二卷: 梵字大毘盧遮那經真言一卷: 胎藏伍輪觀門一卷: 阿字觀門一卷: 大悲胎藏手契一卷: 胎藏曼荼羅手印樣一卷: 胎藏曼荼羅諸尊梵名一卷: 金剛部諸尊圖像儀軌一卷: 佛為難陀說出家人胎經一卷: 金剛頂瑜伽真實大教王經三卷: 金剛頂瑜伽中略出念誦經六卷: 金剛頂瑜伽中略出念誦法四卷: 金剛頂略出經一卷: 金剛頂教王經一卷: 金剛峯樓閣瑜伽瑜祇經一卷: 諸佛境界攝真實經三卷: 守護國界主陀羅尼呪經十卷: 大乘理趣六波羅蜜經十卷: 大乘心地觀經八卷: 菩提心經一卷: 瑜伽法鏡經二卷: 法鏡經二卷: 金剛頂瑜伽十八會指歸一卷: 金剛頂經大瑜伽祕密心地法門義訣一卷: 金剛頂瑜伽要訣一卷: 金剛頂瑜伽三十七尊分別聖位法門一卷: 略述金剛頂瑜伽分別聖位修證法門序一卷: 金剛頂瑜伽略述三十七尊心要一卷: 金剛頂瑜伽三十七尊出生義一卷: 三十七尊名一卷: 金剛頂瑜伽中發阿耨多羅三藐三菩提心論\n一卷亦云瑜伽總持教門說菩提心觀行修持義不空譯貞元新入目錄海仁珍叡: 禪門用心一卷: 菩提心義一卷: 心次第一卷: 菩提心記訣一卷: 金剛頂經疏七卷: 六波羅蜜經疏十卷: 六波羅蜜經疏十卷: 釋摩訶衍論十卷: 釋摩訶衍論疏三卷: 真言宗即身成佛義四種曼荼羅義文字實相\n義一卷: 金剛頂蓮花部心念誦法一卷: 金剛頂蓮花部心念誦儀軌一卷: 金剛頂蓮花部心念誦儀軌二卷: 金剛頂瑜伽真實教王念誦法二卷: 金剛頂瑜伽要略念誦法一卷: 金剛界大曼荼羅祕密修行法門一卷: 瑜伽蓮花部念誦法一卷: 瑜伽供養次第法一卷: 金剛頂經瑜伽修習毘盧遮那三摩地法一卷\n金剛智貞元新入目錄海仁運珍叡: 金剛頂蓮花部心念誦儀軌梵本真言二卷: 金剛頂毘盧遮那一百八尊法身契印一卷: 梵字金剛頂蓮花部大儀軌二卷: 梵字金剛頂瑜伽經真言一本: 梵字金剛峯樓閣經真言并百八名讚一卷\n仁: 梵字毘盧遮那三摩地儀軌一卷: 梵字十六大菩薩真言一卷: 梵字賢劫十六大菩薩真言一本: 梵字二十天真言一本: 二十天名并真言一本: 攝真實經成就三身密言要略一卷: 蘇悉地羯羅經三卷: 清淨毘盧遮那三種悉地一卷: 蘇悉地并蘇摩呼經梵本一夾: 蘇悉地經疏七卷: 陀羅尼集經: 雜呪集經十卷: 陀羅尼集要經一卷: 陀羅尼雜集一卷: 種種雜呪經一卷: 總釋陀羅尼義經一卷　不空: 呪五首經一卷: 決定總經一卷: 都攝一切真言王一卷: 都部陀羅尼目一卷: 青龍寺新譯經等入藏目錄一卷: 新譯經目錄一卷: 百千印陀羅尼經一卷: 略集印契幖幟釋義一卷: 念誦結護法普通諸: 蘇婆呼童子經三卷: 毘那耶律藏經一卷: 調伏藏十卷: 妙膊經文次第一卷: 蘇悉地供養法二卷: 蘇悉地供養法二卷: 蘇悉地供養法二卷: 蘇悉地羯羅供養法: 蘇悉地羯羅供養真言集一卷: 尊勝破地獄陀羅尼儀軌一卷: 三種悉地付法一卷: 院羅尼啟請文一卷: 明諸經中發願法一卷: 略發願法一卷: 諸曼荼羅圖一卷: 建立曼荼羅法一卷: 建立壇法一卷: 建立曼荼羅壇法一卷: 建立壇法一卷: 除壇上粉念此緣生偈讚一卷: 大乘緣生論一卷: 梵字法身偈一卷: 梵字三部心真言一本: 梵字大三昧耶真言一本: 四成就法一卷: 受用三衣法一卷: 別行要法一卷: 持呪祕方二卷: 蘇悉地羯羅玄重門一卷: 佛心經二卷: 一切佛心中心經一卷: 諸佛心陀羅尼經一卷: 諸佛集會陀羅尼經一卷: 諸佛要集陀羅尼經一卷: 諸佛興顯經三卷: 七佛所說神呪經四卷: 虛空藏菩薩問佛經: 受持七佛名號所生功德經一卷: 八陽神呪經一卷: 八吉祥神呪經一卷: 十二佛名神呪經一卷: 稱讚如來功德神呪經一卷: 藥師瑠璃光如來七佛本願功德經二卷: 藥師瑠璃光如來本願功德經一卷: 藥師如來本願經一卷: 舊藥師經一卷: 藥師如來本願殊勝隨願即得陀羅尼經一卷\n貞元無也今行於世是灌頂經第十一卷: 藥師法一卷: 唐代翻藥師經疏一卷: 藥師經疏一卷: 阿閦如來念誦法一卷: 阿閦佛國經二卷: 阿彌陀鼓音聲王陀羅尼經一卷: 無量壽如來念誦儀軌一卷: 金剛頂經觀自在王如來修行法一卷: 無量壽如來十甘露真言一卷: 梵字阿彌陀佛真言一本: 梵唐對譯阿彌陀經一卷: 阿彌陀經二卷: 無量壽經二卷: 觀無量壽佛經一卷: 阿彌陀經一卷: 稱讚淨土佛攝受經一卷: 後出阿彌陀佛偈經一卷: 小無量壽經一卷: 隨願往生經一卷: 千光王佛威德要法一卷: 牟梨曼荼羅呪經: 一切如來心真言一本: 一切如來心中心真言一本: 一切如來心印真言一本: 一切如來隨心真言一本: 梵唐兩字一切佛心真言一本: 梵唐兩字一切佛心中真言一本: 梵唐兩字祕密心真言一本: 梵唐兩字祕密心中心真言一本: 梵字如來心慈真言一本: 梵字如來慈真言一本: 梵字佛慈護真言一本: 一切如來金剛被甲真言一本: 一切如來結界真言一本: 梵唐兩字結界真言一本: 五佛頂轉輪王經五卷: 梵字五佛頂真言一本: 五佛頂法訣一卷: 大佛頂廣聚陀羅尼經五卷: 大佛頂如來密因修證了義諸菩薩滿行首\n楞嚴經十卷貞元圓覺梵釋云大佛頂首楞嚴經十卷: 大佛頂如來密因修證了義諸菩薩滿行品灌\n頂部錄中出印契別行法門一卷仁: 大佛頂如來大道場儀軌一卷: 大佛頂如來放光悉陀他鉢陀羅尼一卷: 注大佛頂陀羅尼一卷: 梵字大佛頂真言一卷: 新譯梵漢大佛頂陀羅尼一卷: 梵唐兩字大佛頂結護一本: 梵唐語對註譯大佛頂真言一卷: 小佛頂真言一本: 大佛頂碑一卷: 大佛頂玄贊三卷: 大佛頂經疏三卷: 大佛頂隨疏科文一卷: 大佛頂疏隨文補闕抄一卷: 金輪王佛頂略念誦法一卷: 奇特最勝金輪佛頂儀軌法要一卷: 金輪佛頂抄一卷: 遍照佛頂等真言一卷: 金剛頂瑜伽佛頂心真言一卷: 熾盛佛頂威德光明真言儀軌一卷: 一字佛頂輪王經五卷: 菩提場所說一字頂輪王經五卷: 奇特佛頂經三卷: 一字頂輪王瑜伽經一卷: 一字頂輪王瑜伽經一卷　不空: 瑜伽翳迦訖沙羅烏瑟尼沙斫訖羅真言安怛\n那儀則一字頂輪王瑜伽經一卷　不空私云上三同經\n仁: 大陀羅末法中一字心呪經一卷: 大陀羅尼經一卷: 金剛頂經一字頂輪王瑜伽一切時處念誦成\n佛儀軌一卷不空譯貞元新入目錄仁珍: 一字佛頂輪王念誦儀軌一卷: 一字頂輪王要法別行一卷: 一字頂輪王印一卷: 一字梵字一卷: 梵字一字頂輪王儀軌一卷: 梵漢兩字一字呪王陀羅尼一卷: 佛頂尊勝陀羅尼經一卷: 佛頂最勝陀羅尼經一卷: 佛頂尊勝陀羅尼經一卷: 佛頂尊勝陀羅尼經一卷: 最勝佛頂佛陀羅尼淨除業障經一卷: 大佛頂尊勝陀羅尼經: 尊勝菩薩所問一切諸法入無量門陀羅尼經\n一卷或直云尊勝菩薩所問經亦直云入無量門陀羅尼經貞元圓覺梵釋並欠注私云上二宜傍見之: 佛頂尊勝念誦法一卷: 尊勝佛頂真言修瑜伽經: 尊勝佛頂修瑜伽內別行成就三十四法一卷\n運: 佛頂尊勝陀羅尼別行法一卷: 佛頂尊勝陀羅尼并別行法一卷: 加句靈驗佛頂尊勝陀羅尼一卷: 佛頂尊勝陀羅尼呪一卷: 佛頂尊勝陀羅尼一卷: 注佛頂尊勝陀羅尼一卷: 佛頂尊勝陀羅尼注義一卷: 梵字佛頂尊勝陀羅尼一本: 梵字尊勝佛頂真言一卷: 梵字尊勝真言一本: 梵字佛頂尊勝陀羅尼一卷: 梵漢兩字佛頂尊勝陀羅尼一卷: 佛頂尊勝陀羅尼傳序一卷: 佛頂尊勝陀羅尼經珠林一卷: 大破碎摧真言一卷: 梵字大碎摧真言一卷: 白傘佛頂儀軌一卷: 一切如來白傘蓋大佛頂陀羅尼一本: 梵字白傘蓋佛頂真言一本: 七俱胝佛母陀羅尼經一卷: 七俱胝佛母准泥大明陀羅尼經一卷: 七俱胝佛母大心准提陀羅尼經一卷: 梵字七俱胝儀軌一卷: 梵字七俱胝佛母真言一本: 梵字七俱胝真言一本: 金剛吉祥大成就品經一卷: 佛眼佛母曼荼羅要集一卷: 梵字八大菩薩真言一本: 八大明王真言一本: 播般曩結使波法一卷: 梵字三界無能勝真言一本: 梵字七曜名號一本: 梵字二十八宿名號一本: 梵字三九祕法名號一本: 大孔雀明王經三卷: 注大孔雀明王經三卷: 佛說大金色孔雀王呪經一卷: 大金色孔雀王呪經一卷: 大孔雀呪王經三卷: 孔雀王呪經二卷: 孔雀王呪經一卷: 佛說大孔雀明王畫像壇場儀軌一卷: 梵字孔雀王真言一本: 成就妙法蓮花經王瑜伽觀智儀軌一卷: 梵字妙法蓮花經儀軌一卷: 梵唐對譯法花二十八品題目兼諸羅漢名一\n卷仁: 大方廣佛華嚴經入法界品頓證毘盧遮那法\n身字輪瑜伽儀軌一卷不空譯仁海無法身字圓覺云大方廣佛花嚴經入法\n界品瑜伽儀軌: 華嚴入法界四十二字觀門一卷: 花嚴經心陀羅尼一卷: 佛說十地經九卷: 修習般若波羅蜜菩薩觀行念誦儀軌一卷: 十八住金剛般若經一卷: 注金剛般若二卷: 梵唐對譯金剛般若經二卷: 梵唐對譯金剛般若論頌一卷: 金剛頂瑜伽般若理趣經一卷: 實相般若波羅蜜多經一卷: 般若理趣經釋一卷: 大曼荼羅十七尊釋一卷: 理趣般若決一卷: 理趣經述讚三卷: 理趣經幽贊一卷: 金剛頂瑜伽他化自在天理趣會普賢修行念\n誦儀軌一卷不空譯貞元新入目錄海仁珍: 大樂金剛薩埵修行成就儀軌一卷: 金剛頂勝初瑜伽經中略出大樂金剛薩埵念\n誦儀軌一卷不空譯貞元新入目錄海仁圓覺: 金剛頂瑜伽五祕密修行儀軌一卷: 仁王護國般若波羅蜜經二卷: 新譯仁王經二卷: 新譯仁王經疏三卷: 仁王般若念誦法經一卷: 仁王念誦儀軌一卷: 仁王護國般若波羅蜜菩薩觀行念誦儀軌一\n卷不空仁珍: 仁王般若陀羅尼釋一卷: 摩訶般若波羅蜜大明呪經一卷: 般若波羅蜜多心經一卷: 普遍智藏般若波羅蜜多經一卷: 新譯般若心經一卷: 梵本般若波羅蜜多心經一卷: 梵唐對譯般若心經一卷: 摩訶般若波羅蜜多呪一卷: 大方等陀羅尼經四卷: 大乘方等總持經一卷: 大乘方等總持經一卷: 大法炬陀羅尼經: 大威德陀羅尼經: 智矩陀羅尼經一卷: 莊嚴王陀羅尼經: 如來方便善巧呪經一卷: 善法方便陀羅尼呪經一卷: 大吉義神呪經二卷: 六門陀羅尼經一卷: 出生無邊門經一卷: 佛說無邊門陀羅尼儀軌一卷: 無邊門八字一卷: 出生無邊門陀羅尼一卷: 無邊門微密持經一卷: 出生無量門持經一卷: 無量門破魔陀羅尼經一卷: 阿難陀目佉尼訶離陀經一卷: 阿難陀目佉尼訶離陀隣尼經一卷: 寶篋經一卷: 梵字寶篋真言一本: 魔大寶樓閣善住祕密陀羅尼經三卷: 大寶廣博樓閣經三卷: 梵字大寶樓閣經真言一卷: 梵字廣大寶樓閣金剛劫真言一本: 梵字寶樓閣心真言一本: 文殊所說寶藏陀羅尼經一卷: 文殊師利法寶藏陀羅尼經一卷: 文殊師利現寶藏經三卷: 大方廣如來藏經一卷: 大方等如來藏經一卷: 大方廣如來祕密經二卷: 新譯密嚴經三卷: 大乘密嚴經三卷: 大乘密嚴經入密嚴微妙生身品一卷: 大寶積經: 大方等大集經: 大華嚴長者問佛那羅延力經一卷: 稻𦼮喻經一卷: 稻芉經一卷: 佛說十力經一卷: 佛說迴向經一卷: 佛說迴向輪經: 甚深大迴向經一卷: 華聚陀羅尼呪經一卷: 華積陀羅尼神呪經一卷: 雨寶陀羅尼經一卷: 大七寶陀羅尼經一卷: 勝幢臂印陀羅尼經一卷: 妙臂印幢陀羅尼經一卷: 金光明最勝王經十卷: 新翻最勝王經陀羅尼二卷: 最勝王經梵字真言一卷: 菩薩內習六波羅蜜經一卷: 梵字十波羅蜜真言一本: 梵字四無量真言: 梵字大忍真言一本: 梵字大悲真言一本: 注大悲呪一紙: 梵字龍猛集六真言一本: 三十七品真言一卷: 十二因緣真言一卷: 四諦真言一卷: 舍利弗陀羅尼經一卷: 一切如來金剛壽命陀羅尼經一卷: 金剛壽命陀羅尼經一卷: 金剛壽命陀羅尼經一卷: 佛說一切諸如來心光明加持普賢菩薩延\n命金剛最勝陀羅尼經一卷不空運: 一切如來普賢延命經一卷: 護命法門神呪經一卷: 壽延經一卷: 佛說招魂經一卷: 金剛壽命念誦法一卷: 梵字金剛延命真言一本: 梵字金剛壽命真言一本: 護命放生儀軌一卷: 造塔延命功德經一卷: 造塔功德經一卷: 右遶佛塔功德經一卷: 梵字修造佛塔陀羅尼一本: 無垢光大陀羅尼經一卷: 無垢淨光真言一卷: 梵字無垢淨光陀羅尼一本: 梵字相輪𢴤中陀羅尼一本: 梵字相輪真言一本: 梵字置相輪𢴤中及塔四周以呪王法置於塔\n內真言一本仁: 梵字電光真言一本: 梵字電光心真言一本: 新集浴像儀軌一卷: 浴像燒香偈讚一本: 大乘造像功德經二卷: 大乘造像功德經一卷: 造立形像福報經一卷: 作佛形像經一卷: 浴像功德經一卷: 浴像功德經一卷: 灌洗佛形像經一卷: 瑜伽念珠經一卷: 新譯木槵經: 木槵子經一卷: 數珠功德經一卷: 校量數珠功德經一卷: 東方最勝燈王如來經一卷: 持世陀羅尼經一卷: 持世經四卷: 持句神呪經一卷: 持世陀羅尼別行功能法一卷: 梵字持世陀羅尼一本: 梵字心真言并小心真言一本: 安宅神呪經一卷: 佛說三亭厨經一卷: 三厨經一卷: 陀隣尼鉢經一卷: 梵字袈裟加持供養真言一本: 梵字施一切眾生陀羅尼一本: 大雲請雨經二卷: 大雲輪請雨經二卷: 大雲請雨經一卷: 大方等大雲請雨經: 大方等大雲經六卷: 金剛光焰止風雨陀羅尼經一卷: 除一切疾病陀羅尼經一卷: 能淨一切眼陀羅尼經一卷: 拔濟苦難陀羅尼經一卷: 佛說集法悅捨苦陀羅尼經一卷: 除恐災患經一卷: 天地八陽經一卷: 救護身命濟人病苦尼經一卷: 能滅眾罪千轉陀羅尼一卷: 拔除罪障神呪經一卷: 梵字懺悔一切罪真言一本: 梵字滅惡趣真言一卷: 菩提場莊嚴經一卷: 梵字菩提場莊嚴陀羅尼一卷: 梵字菩提莊嚴心真言一本: 梵字心真言一本: 梵字心中心真言一本: 觀世音菩薩受記經一卷: 觀自在菩薩授記一卷: 觀世音三昧經一卷: 高王觀世音經一卷: 普門品經一卷: 請觀世音菩薩消伏毒害陀羅尼經一卷: 清淨觀世音普陀羅尼經一卷: 觀世音菩薩祕密藏神呪經一卷: 觀世音如意摩尼陀羅尼經一卷: 觀自在如意心陀羅尼呪經一卷: 觀自在隨心呪經一卷: 觀世音陀羅尼經一卷: 聖觀自在菩薩心真言觀行儀軌一卷: 聖觀自在菩薩根本心真言觀布字輪觀門一\n卷仁: 觀自在菩薩心真言一印念誦一卷: 觀自在菩薩心真言念誦法一卷: 梵字觀自在菩薩心真言一本: 觀自在大悲成就瑜伽蓮華部念誦法門一卷\n亦云成就大悲觀自在不空譯貞元新入目錄海仁珍列本名: 金剛頂經觀自在菩薩瑜伽修習三摩地法一\n卷馬列仁: 母哆囉觀自在菩薩隨心法一卷: 觀世音天厨劫粒法一卷: 大梵天經觀世音菩薩擇地法品一卷: 千轉陀羅尼觀世音菩薩呪經一卷: 千轉陀羅尼觀世音菩薩呪經呪一卷: 梵字觀自在聞持真言一本: 梵字觀自在聞持甘露真言一本: 六字陀羅尼呪經一卷: 六字神呪王經一卷: 六字呪王經一卷: 六字神呪經一卷: 六字法一卷: 千眼千臂觀世音菩薩陀羅尼神呪經二卷\n或一卷貞元梵釋上下: 千手千眼觀世音菩薩姥陀羅尼身經一卷: 千手千眼觀世音菩薩廣大圓滿無礙大悲心\n陀羅尼經一卷貞元圓覺梵釋: 千手千眼觀自在菩薩廣大圓滿無礙大悲心\n陀羅尼呪本一卷金剛智貞元新入目錄梵釋缺譯人及本字亦云觀世音仁珍存本字\n亦存譯人名: 千手千眼觀世音廣大圓滿無礙大悲心大\n陀羅尼神妙章句一卷仁: 千手千眼觀世音菩薩大身呪本一卷: 金剛頂瑜伽千手千眼觀自在念誦法一卷: 千手千眼觀自在菩薩根本真言釋一卷: 梵字經中漢字對注千手陀羅尼一卷: 梵字千手千眼真言一卷: 梵漢兩字千手陀羅尼一卷: 梵漢兩字千臂陀羅尼一卷: 梵唐兩字千手陀羅尼一卷: 十一面觀世音神呪經一卷: 十一面神呪心經一卷: 十一面神呪心經義疏一卷: 十一面觀自在菩薩經三卷: 如意輪陀羅尼經一卷: 觀世音祕密無障礙如意輪陀羅尼藏義經一\n卷梵釋闕本今有錄中載之: 觀自在菩薩如意輪瑜伽一卷: 都表如意輪瑜伽一卷: 觀自在如意輪菩薩瑜伽法要一卷: 如意輪念誦法一卷: 觀自在菩薩如意輪念誦法儀軌一卷: 如意輪要略法一卷: 如意輪觀門義注祕訣一卷: 如意輪菩薩真言注義一卷: 觀自在菩薩如意輪陀羅尼一卷: 梵字如意輪真言一本: 不空羂索神變真言經二卷: 不空羂索神變真言經: 不空羂索陀羅尼自在王呪經三卷: 不空羂索陀羅尼經一卷: 不空羂索神呪心經一卷: 不空羂索呪心經一卷: 不空羂索毘盧遮那佛大灌頂光真言一卷: 梵字不空羂索真言一本: 阿唎多羅阿嚕力經一卷: 觀世音說多利心呪經一卷: 蓮花部多利心菩薩念誦法一卷: 觀自在多羅瑜伽念誦法一卷: 梵字多羅真言一本: 葉衣觀自菩薩陀羅尼經一卷: 梵字葉衣心真言一本: 金剛頂瑜伽青頸大悲王觀自在念誦儀軌一\n卷金剛運: 大慈大悲救苦觀世音自在菩薩廣大圓滿\n無礙自在青頸大悲心真言一卷不空仁: 梵唐兩字青頸大悲真言一本: 梵字青頸觀音小心真言一本: 降三世大會觀自在菩薩說自心陀羅尼經一\n卷金剛智仁: 金剛頂降三世大儀軌一卷: 佛說一髻尊陀羅尼經一卷: 觀自在菩薩最勝明王心經一卷: 馬頭觀音陀羅尼一卷: 梵字馬頭觀自在菩薩心真言一本: 梵字馬頭觀世音心真言一本: 梵字馬頭明王真言一本: 盡馬頭像法一卷: 觀自在菩薩說普賢陀羅尼經一卷: 清淨觀世音普賢陀羅尼經一卷: 大普賢陀羅尼經一卷: 觀普賢菩薩行法經一卷: 大方廣普賢所說經一卷: 金剛頂勝初瑜伽普賢菩薩念誦法一卷: 普賢金剛薩埵念誦法一卷: 金剛頂瑜伽他化自在天理趣會普賢修行念\n誦儀軌一卷: 大樂金剛薩埵修行成就儀軌一卷: 金剛頂勝初瑜伽經中略出大樂金剛薩埵念\n誦儀軌一卷不空: 金剛頂瑜伽五祕密修行儀軌一卷: 梵字勝初瑜伽儀軌一卷: 大聖文殊師利菩薩佛剎功德莊嚴經三卷: 文殊師利佛土嚴淨經二卷: 文殊師利發願經一卷: 文殊師利巡行經一卷: 文殊尸利行經一卷: 文殊師利授記三卷: 文殊師利般涅槃經一卷: 大聖妙吉祥菩薩祕密八字陀羅尼修行曼荼\n羅次第儀軌法一卷淨智金剛譯運: 大聖文殊菩薩八字陀羅尼念誦法一卷: 梵字文殊師利菩薩八字真言一本: 六字神呪經一卷: 金剛頂經曼殊室利菩薩五字心陀羅尼品一\n\n卷金剛智行運貞元圓覺梵釋: 金剛頂經瑜伽文殊師利菩薩儀軌供養法一\n品并梵字亦名文殊五字念誦法不空譯貞元新入目錄圓覺列外題海云金剛頂瑜伽文殊師利菩薩儀軌供養\n法品一卷仁云金剛頂瑜伽文殊師利菩薩法一品一卷不空譯: 金剛頂瑜伽文殊師利菩薩經一卷: 文殊師利瑜伽五字念誦經修行教一卷: 文殊五字真言儀軌一卷: 金剛頂超勝三界經說文殊五字真言勝相一\n卷內云金剛頂超勝三界經說文殊師利菩薩祕密心真言不空譯貞元新入目錄海仁: 曼殊室利童子菩薩五字瑜伽法一卷: 梵字文殊五字真言儀軌一卷: 梵唐兩字文殊師利五字陀羅尼一卷: 五髻文殊法一卷: 五字陀羅尼念誦法一卷: 五字陀羅尼頌一卷: 大聖曼殊師利童子菩薩一字真言有二種: 大聖曼殊師利童子菩薩一字真言一卷: 曼殊室利菩薩呪藏中一字王呪經一卷: 文殊師利根本一字陀羅尼經一卷: 金剛頂經曼殊室利菩薩陀羅尼品一卷: 一髻文殊儀軌一卷: 文殊滅婬欲我慢陀羅尼一卷: 梵字文殊一字三字等并忿怒真言一本: 梵字文殊師利根本真言一卷: 梵字文殊劒真言一本: 普遍光明大隨求陀羅尼經二卷: 佛說普遍光焰如意寶即心無能勝隨求陀羅\n尼經一部三卷運: 佛說普遍焰鬘清淨熾盛思惟寶印心無能勝\n總持隨求大明陀羅尼自在陀羅尼功能一卷\n仁: 隨求自在陀羅尼功德經: 隨求即得大自在陀羅尼神呪經一卷: 大菩提心隨求陀羅尼一切佛心真言法一卷\n阿地瞿多仁: 大隨求八印法一卷: 梵字大隨求真言一卷: 梵字小隨求真言一卷: 梵唐兩字隨求即得陀羅尼一卷: 梵唐兩字大隨求結護一本: 大隨求陀羅尼碑一卷: 大隨求結護一本: 八名普密陀羅尼經一卷: 慈氏菩薩略修愈誐念誦法: 觀彌勒菩薩上生兜率天經一卷: 彌勒下生經一卷: 彌勒下生成佛經一卷: 彌勒成佛經一卷: 彌勒來時經一卷: 彌勒菩薩所問本願經一卷: 彌勒經一卷: 大虛空藏菩薩所問經八卷: 虛空藏菩薩問持經得幾福經一卷: 虛空藏菩薩經一卷: 虛空孕菩薩經二卷: 觀虛空藏菩薩經一卷: 虛空藏菩薩神呪經一卷: 大虛空藏菩薩念誦法卷: 虛空藏菩薩能滿諸願最勝心陀羅尼求聞持\n法一卷貞元圓覺梵釋注云亦虛空藏菩薩求聞持法一卷: 虛空藏菩薩能滿諸願法一卷: 梵字虛空藏真言一本: 地藏真言一紙: 大乘大集地藏十輪經十卷: 香王菩薩陀羅尼呪經一卷: 轉法輪菩薩摧怨敵法一卷: 轉法輪菩薩法一卷: 纔發心轉法輪菩薩印一卷: 八大菩薩曼荼羅經一卷: 師子莊嚴王菩薩請問經一卷: 八菩薩四弘誓呪經一卷: 八名普密陀羅尼經一卷: 梵字八大真言一本: 梵字八大菩薩真言一本: 八大明王真言一本: 授阿闍梨位密印一卷: 注大孔雀明王經三卷: 金剛光焰止風雨陀羅尼經一卷: 大隨求陀羅尼碑一卷: 大隨求結護一本: 虛空藏菩薩經一卷", "text": {"0": "No. 2176", "1": "諸阿闍梨真言密教部類總錄", "10": "錄。七諸佛母錄。八諸經法錄。九觀世音錄。十", "100": "梵唐兩字一切如來灌頂真言一本仁叡", "1000": "虛空藏菩薩能滿諸願最勝心陀羅尼求聞持", "1001": "法一卷貞元圓覺梵釋注云亦虛空藏菩薩求聞持法一卷", "1002": "虛空藏菩薩能滿諸願法一卷", "1003": "梵字虛空藏真言一本仁", "1004": "6 地藏法地藏法六加香王菩薩法", "1005": "地藏真言一紙運", "1006": "大乘大集地藏十輪經十卷貞元圓覺梵釋", "1007": "香王菩薩陀羅尼呪經一卷貞元圓覺梵釋", "1008": "7 轉法輪法轉法輪法七", "1009": "轉法輪菩薩摧怨敵法一卷仁", "101": "梵唐兩字灌頂心真言一本仁", "1010": "轉法輪菩薩法一卷海", "1011": "纔發心轉法輪菩薩印一卷運", "1012": "8 八大菩薩法八大菩薩法八", "1013": "八大菩薩曼荼羅經一卷不空譯貞元新入目錄海仁運珍圓覺", "1014": "師子莊嚴王菩薩請問經一卷一名八曼荼羅經貞元圓覺缺注梵釋有", "1015": "注", "1016": "八菩薩四弘誓呪經一卷梵釋缺本今有錄中載之", "1017": "八名普密陀羅尼經一卷貞元圓覺梵", "1018": "梵字八大真言一本仁", "1019": "梵字八大菩薩真言一本仁", "102": "梵唐兩字心中心真言一本仁叡", "1020": "八大明王真言一本錄外私云上二重出", "1021": "真言密教總目錄卷上終", "103": "梵唐兩字灌頂心中真言一本仁叡已上五本出隨求經八明中五", "104": "7 授灌頂位錄外法授灌頂位錄外法七", "105": "胎藏授阿闍梨位極密印契一卷行", "106": "授阿闍梨位密印一卷加三部阿闍梨位別印珍", "107": "授阿闍梨位密印一卷叡", "108": "大日持明行者根本印并諸尊持明者根本印", "109": "異說一卷安然記在觀中院", "11": "諸菩薩錄。十一金剛手錄。十二普世天錄。十", "110": "2 胎藏界部胎藏界部第二", "111": "1 本經義釋本經義釋一", "112": "大毘盧遮那成佛神變加持經又云大毘盧遮那成佛經貞元梵釋月", "113": "輪圓覺無注私曰此一前出", "114": "大毘盧遮那經義記十卷無畏釋一行記山階玄眆僧正", "115": "大毘盧遮那經義記七卷上下十四卷西大德清大德", "116": "大毘盧遮那經義記七卷上下十四卷叡山本師治定", "117": "大毘盧遮那經疏十四卷高野海贈僧正", "118": "大毘盧遮那經疏二十卷海贈僧正治定", "119": "大毘盧遮那經義釋十四卷有溫古序叡山慈覺大師", "12": "三護摩供錄。十四禮懺讚錄。十五梵字論錄。", "120": "大毘盧遮那經義釋十四卷有溫古序入唐遍明和上送來同叡和上本異", "121": "仁和上本", "122": "大毘盧遮那經義釋十卷叡山山王和上私云上八同疏異本", "123": "大毘盧遮那經序一卷行胎藏相承云金剛手付掬多而此序云北天竺山腹為", "124": "風吹落故人多疑", "125": "大毘盧遮那經義釋序一卷溫古珍", "126": "大毘盧遮那經供養法疏二卷不可思議義釋行仁和尚本云三藏於", "127": "烏底那國作此供養法而此疏云空中示現金色字故人多疑", "128": "大毘盧遮那成佛神變加持經義釋目錄一卷", "129": "珍和上述中州五本謂肪十山七海二十仁十四珍十叡", "13": "十六碑傳具錄。十六錄中各分部類。類類之", "130": "大毘盧遮那經略義二卷中下仁叡", "131": "略釋毘盧遮那經中義一卷仁叡", "132": "大毘盧遮那胎藏經略解真言要義一卷仁叡", "133": "大毘盧遮那經疏文次第二卷海和上集", "134": "大毘盧遮那經義記一卷海金剛頂三摩地儀軌之首妄題此名", "135": "祕密記一卷海和上集", "136": "祕密記一卷有人集", "137": "2 本錄略儀軌本錄略儀軌二", "138": "大毘盧遮那佛說要略念誦經一卷菩提金剛運叡缺經字", "139": "大日經供養儀式一卷海", "14": "中列經法名。名名之下更注人名。但恐繁文", "140": "大日經持誦次第儀軌一卷曉運錄外", "141": "大日經持誦次第儀軌一卷叡錄外與前稍廣", "142": "大日經略攝念誦隨行法一卷　不空海仁珍", "143": "大日經略攝念誦隨行法一卷亦名五支略念誦要行法不空譯貞元", "144": "新入目錄圓覺無注又云無本私云上二恐同本", "145": "大毘盧遮那成佛神變加持經略示七支念誦", "146": "隨行法一卷　不空貞元新入目錄海仁珍圓覺", "147": "大毘盧遮那略要速疾門五支念誦法一卷仁運", "148": "叡", "149": "毘盧遮那五字真言修習儀軌一卷　不空仁叡", "15": "敢取一諱。覽者恕之。", "150": "大日如來成佛經釋中略出世間六月持明禁", "151": "戒念誦儀軌一卷運叡", "152": "3 錄外廣儀軌三錄外廣儀軌三", "153": "攝大毘盧遮那成佛神變加持經入蓮花胎藏", "154": "海會悲生曼荼羅廣大念誦儀軌三卷無畏譯一行筆", "155": "受寶月譯語仁根本", "156": "攝大毘盧遮那成佛神變加持經入蓮花胎藏", "157": "海會悲生曼荼攞廣大念誦儀軌三卷仁以前本脫中間與", "158": "良相國人多持之", "159": "攝大毘盧遮那成佛神變加持經入蓮花胎藏", "16": "于時元慶九年正月二十八日元慶寺。", "160": "海會悲生曼荼羅廣大念誦儀軌三卷珍是前根本本", "161": "但中卷文與前少異亦字頗異", "162": "攝大毘盧遮那成佛神變加持經入蓮花胎藏", "163": "海會悲生曼荼羅廣大念誦儀軌三卷叡前根本本但", "164": "中卷文與珍本同字與仁本同", "165": "大毘盧遮那經廣大儀軌三卷　無畏叡法潤付惟謹本", "166": "大毘盧遮那成佛神變加持經蓮花胎藏悲生", "167": "曼荼羅廣大成就儀軌二卷法全仁", "168": "大毘盧遮那成佛神變加持經蓮花胎藏悲生", "169": "曼荼羅廣大成就儀軌二卷法全惟正與前同本但上卷有爛脫及處處", "17": "勅灌頂傳法沙門安然敘。", "170": "有注", "171": "大毘盧遮那成佛神變加持經蓮花胎藏悲", "172": "生曼荼羅廣大成就儀軌三卷法全仁", "173": "大毘盧遮那成佛神變加持經蓮花胎藏菩", "174": "提幢幖幟普通真言藏成就瑜伽三卷法全珍", "175": "大毘盧遮那成佛神變加持經蓮花胎藏菩提", "176": "幢幖幟普通真言藏成就瑜伽三卷法全叡與前本同但以有", "177": "注為異", "178": "大毘盧遮那經儀軌三卷空海集經中真言一卷印契一卷補闕一卷唐", "179": "無此本", "18": "諸阿闍梨真言密教部類總錄廣出新舊", "180": "4 加用本錄法加用本錄法四", "181": "大毘盧遮那成佛神變加持經蓮花胎藏悲生", "182": "曼荼羅廣大成就儀軌真言集三卷仁", "183": "大毘盧遮那成佛神變加持經蓮花胎藏悲", "184": "生曼荼羅真言集一卷　不空仁叡", "185": "大毘盧遮那廣大儀軌真言一卷運私云上二同本", "186": "梵字大毘盧遮那胎藏大儀軌二卷海叡", "187": "梵字大毘盧遮那經真言一卷仁叡", "188": "胎藏伍輪觀門一卷叡", "189": "阿字觀門一卷惟謹仁", "19": "陀羅尼法", "190": "大悲胎藏手契一卷仁叡", "191": "胎藏曼荼羅手印樣一卷仁叡行云印圖一卷", "192": "胎藏曼荼羅諸尊梵名一卷海仁叡", "193": "金剛部諸尊圖像儀軌一卷仁", "194": "佛為難陀說出家人胎經一卷或名胎藏會貞元不入藏錄內", "195": "也是寶積經別出私云宜傍見之", "196": "3 金剛界部金剛界部第三", "197": "1 本經集錄本經集錄一", "198": "金剛頂瑜伽真實大教王經三卷內云金剛頂一切如來真實攝", "199": "大乘現證大教王經不空譯貞元新入目錄圓覺無注仁行運珍叡", "2": "卷上", "20": "天台沙門安然集", "200": "金剛頂瑜伽中略出念誦經六卷兩本金剛智各少異", "201": "金剛頂瑜伽中略出念誦法四卷兩本並金剛智海珍私云此", "202": "二重出治六為四頗有加減", "203": "金剛頂略出經一卷運叡", "204": "金剛頂教王經一卷運叡", "205": "金剛峯樓閣瑜伽瑜祇經一卷海運叡", "206": "諸佛境界攝真實經三卷般若仁行運叡", "207": "守護國界主陀羅尼呪經十卷貞元錄外澄海珍叡", "208": "大乘理趣六波羅蜜經十卷般若貞元新入目錄海圓覺", "209": "大乘心地觀經八卷叡", "21": "安然序2竊檢諸阿闍梨目錄。並於貞元錄中。抽其新", "210": "菩提心經一卷叡", "211": "瑜伽法鏡經二卷叡", "212": "法鏡經二卷或一卷貞元圓覺梵釋並缺注字私云宜傍見之", "213": "2 義疏集錄義疏集錄二", "214": "金剛頂瑜伽十八會指歸一卷內略無十八會字不空譯貞元新入目錄", "215": "海叡珍仁云金剛頂瑜伽經十八會指歸一卷澄云十八會瑜伽法一卷", "216": "金剛頂經大瑜伽祕密心地法門義訣一卷智藏", "217": "仁海云金剛頂瑜伽祕密心地法門義訣一卷", "218": "金剛頂瑜伽要訣一卷運疑是前本", "219": "金剛頂瑜伽三十七尊分別聖位法門一卷并序", "22": "入經法。以為真言一家教門。諸舊譯中陀羅", "220": "經中云修證法門不空譯貞元新入目錄海無注圓覺缺注", "221": "略述金剛頂瑜伽分別聖位修證法門序一卷", "222": "不空仁珍叡私云是前本也", "223": "金剛頂瑜伽略述三十七尊心要一卷不空", "224": "澄仁行叡略尊字", "225": "金剛頂瑜伽三十七尊出生義一卷運仁錄外", "226": "三十七尊名一卷澄", "227": "金剛頂瑜伽中發阿耨多羅三藐三菩提心論", "228": "一卷亦云瑜伽總持教門說菩提心觀行修持義不空譯貞元新入目錄海仁珍叡", "229": "禪門用心一卷仁錄外", "23": "尼法。皆不取之。遂使學者不了取由欠博覽", "230": "菩提心義一卷海運", "231": "心次第一卷仁", "232": "菩提心記訣一卷叡", "233": "金剛頂經疏七卷仁和上述", "234": "六波羅蜜經疏十卷智通仁有初四卷", "235": "六波羅蜜經疏十卷超悟叡遍明和上送來", "236": "釋摩訶衍論十卷龍樹或明初來之日道俗判為偽論次德溢師引用叡山本師破為偽", "237": "論仁和上問南大寺新羅僧珍聰云新羅中朝山月忠󱭤造後海和上奏入真言三藏流行天下次福貴山道詮和上", "238": "箴誨破古偽論立為真論", "239": "釋摩訶衍論疏三卷法敏曉奏為真論", "24": "焉。今據八家祕錄。以為二十部類。類類之中", "240": "真言宗即身成佛義四種曼荼羅義文字實相", "241": "義一卷", "242": "3 儀軌法儀軌法三", "243": "金剛頂蓮花部心念誦法一卷內云念誦儀軌不空譯貞元新入目錄圓", "244": "覺云金剛頂蓮花心念誦法海運叡云或二卷可決", "245": "金剛頂蓮花部心念誦儀軌一卷仁與前海本少異又叡一卷與", "246": "前海仁兩本少異都有三家一卷異本", "247": "金剛頂蓮花部心念誦儀軌二卷仁", "248": "金剛頂瑜伽真實教王念誦法二卷　不空或一或四", "249": "兩卷少少文異珍又叡新入本二卷又行二卷都有四種", "25": "更分法類。類類之內頗加舊翻。雖非神呪亦", "250": "金剛頂瑜伽要略念誦法一卷仁", "251": "金剛界大曼荼羅祕密修行法門一卷仁", "252": "瑜伽蓮花部念誦法一卷　不空貞元新入目錄海珍叡仁圓覺", "253": "云經此本有疑", "254": "瑜伽供養次第法一卷叡", "255": "金剛頂經瑜伽修習毘盧遮那三摩地法一卷", "256": "金剛智貞元新入目錄海仁運珍叡", "257": "4 加用法加用法四", "258": "金剛頂蓮花部心念誦儀軌梵本真言二卷仁", "259": "金剛頂毘盧遮那一百八尊法身契印一卷海", "26": "引願緣。又諸錄中或據本錄唯存略題。或隨", "260": "梵字金剛頂蓮花部大儀軌二卷海", "261": "梵字金剛頂瑜伽經真言一本仁", "262": "梵字金剛峯樓閣經真言并百八名讚一卷", "263": "仁", "264": "梵字毘盧遮那三摩地儀軌一卷海", "265": "梵字十六大菩薩真言一卷海", "266": "梵字賢劫十六大菩薩真言一本", "267": "梵字二十天真言一本仁", "268": "二十天名并真言一本仁", "269": "攝真實經成就三身密言要略一卷叡", "27": "意樂各列廣名。仍令後人難見跡蹠實。今載", "270": "4 蘇悉地部蘇悉地部第四", "271": "1 本經疏本經疏一", "272": "蘇悉地羯羅經三卷　無畏澄圓覺梵釋", "273": "清淨毘盧遮那三種悉地一卷後題云毘盧遮那別行經曉", "274": "蘇悉地并蘇摩呼經梵本一夾兩部二卷仁", "275": "蘇悉地經疏七卷仁和上述", "276": "2 同類法同類法二", "277": "陀羅尼集經十二卷瞿多圓覺梵釋云十三卷貞元", "278": "雜呪集經十卷貞元錄外", "279": "陀羅尼集要經一卷貞元圓覺梵釋", "28": "本末之名目。亦示存略之異同。又諸錄中。諸", "280": "陀羅尼雜集一卷貞元圓覺梵釋", "281": "種種雜呪經一卷或無經字貞元圓覺梵釋", "282": "總釋陀羅尼義經一卷　不空行運仁云讚", "283": "呪五首經一卷或無經字貞元梵釋並缺注", "284": "決定總經一卷或云決定總持經亦云決總持經貞元圓覺梵釋", "285": "都攝一切真言王一卷運", "286": "都部陀羅尼目一卷內云陁羅尼門諸部要目不空譯貞元新入目錄海珍仁列內題", "287": "青龍寺新譯經等入藏目錄一卷仁", "288": "新譯經目錄一卷", "289": "百千印陀羅尼經一卷貞元圓覺梵釋", "29": "阿闍梨祕不載者。若有見聞並亦加矣。", "290": "略集印契幖幟釋義一卷運", "291": "念誦結護法普通諸部一卷行", "292": "蘇婆呼童子經三卷亦云蘇婆呼請問經或云蘇婆呼律或云蘇婆呼經或二卷貞元珍", "293": "云蘇婆呼童子經二卷或三卷仁云蘇摩呼童子請問經一卷澄云蘇婆呼律經三卷圓覺列本名梵釋并加注", "294": "毘那耶律藏經一卷海仁澄云毘那耶經一卷", "295": "調伏藏十卷一行出傳", "296": "妙膊經文次第一卷安然記在觀中院", "297": "3 儀軌法儀軌法三", "298": "蘇悉地供養法二卷　無畏珍錄外略本", "299": "蘇悉地供養法二卷仁錄外與前少廣", "3": "元慶寺沙門安然集", "30": "八家祕錄", "300": "蘇悉地供養法二卷行與前稍廣", "301": "蘇悉地羯羅供養法一部二卷運與前更廣都有四本第二是最初本", "302": "餘三法全治定", "303": "蘇悉地羯羅供養真言集一卷澄仁", "304": "尊勝破地獄陀羅尼儀軌一卷是三種悉地法", "305": "三種悉地付法一卷順曉出澄和上顯戒論緣起三卷中", "306": "4 加用法加用法四", "307": "院羅尼啟請文一卷澄", "308": "明諸經中發願法一卷貞元", "309": "略發願法一卷貞元", "31": "一叡山澄和上錄二高野海和上錄", "310": "諸曼荼羅圖一卷運", "311": "建立曼荼羅法一卷惠琳運", "312": "建立壇法一卷海", "313": "建立曼荼羅壇法一卷遍滿行錄外", "314": "建立壇法一卷公輔", "315": "除壇上粉念此緣生偈讚一卷仁叡", "316": "大乘緣生論一卷內云聖者欝楞迦造不空譯貞元新入目錄海仁", "317": "梵字法身偈一卷海", "318": "梵字三部心真言一本仁", "319": "梵字大三昧耶真言一本仁", "32": "三叡山仁和上錄四靈巖行和上錄", "320": "四成就法一卷運", "321": "受用三衣法一卷貞元圓覺梵釋私云宜傍見之", "322": "別行要法一卷運", "323": "持呪祕方二卷", "324": "蘇悉地羯羅玄重門一卷安然集在觀中院", "325": "5 諸如來部諸如來部第五", "326": "1 諸佛通法諸佛通法一", "327": "佛心經二卷海", "328": "一切佛心中心經一卷海仁私云宜傍見之", "329": "諸佛心陀羅尼經一卷貞元海圓覺梵釋", "33": "五安祥運和尚錄六小栗曉和上錄", "330": "諸佛集會陀羅尼經一卷貞元圓覺梵釋", "331": "諸佛要集陀羅尼經一卷亦直云要集經天竺曰佛陀僧祇經圓覺缺注梵釋", "332": "有注貞元", "333": "諸佛興顯經三卷亦云諸佛興顯如幻經圓覺梵釋私云宜傍見之", "334": "2 諸佛別法諸佛別法二", "335": "七佛所說神呪經四卷初卷云七佛十一菩薩說大陀羅尼神呪經圓覺缺注", "336": "梵釋有注貞元", "337": "虛空藏菩薩問佛經亦云虛空藏菩薩問七佛陀羅尼呪經亦云七佛神呪經貞元圓覺", "338": "缺注梵釋有注", "339": "受持七佛名號所生功德經一卷貞元圓覺梵釋私云宜傍見之", "34": "七叡山珍和尚錄八圓覺叡和上錄", "340": "八陽神呪經一卷亦云八陽經別有一本云八陽神呪初有七佛名者非也貞元圓覺缼", "341": "注梵釋有注", "342": "八吉祥神呪經一卷或無神字圓覺缺注梵釋有注貞元", "343": "十二佛名神呪經一卷內云十二佛名神呪挍量功德除障滅罪經貞元圓覺缺", "344": "注梵釋有注", "345": "稱讚如來功德神呪經一卷貞元圓覺梵釋", "346": "3 藥師佛法藥師佛法三出陀羅尼經", "347": "藥師瑠璃光如來七佛本願功德經二卷貞元圓覺", "348": "梵釋", "349": "藥師瑠璃光如來本願功德經一卷貞元圓覺梵釋", "35": "二十部類", "350": "藥師如來本願經一卷笈多圓覺梵釋貞元", "351": "舊藥師經一卷貞元不入藏中云佛遊維那離經第十三卷", "352": "藥師如來本願殊勝隨願即得陀羅尼經一卷", "353": "貞元無也今行於世是灌頂經第十一卷", "354": "藥師法一卷澄和上集仁珍和上多依阿閦儀軌傳之", "355": "唐代翻藥師經疏一卷梵釋", "356": "藥師經疏一卷清邁梵釋", "357": "4 阿閦佛法阿閦佛法四出陀羅尼集經", "358": "阿閦如來念誦法一卷內云念誦供養法不空譯貞元新入目錄仁云阿閦如來", "359": "念誦供養法二卷海珍云一卷", "36": "一三灌頂部二胎藏界部", "360": "阿閦佛國經二卷亦名阿閦佛剎諸菩薩覺成品經或一卷貞元圓覺梵釋有注", "361": "私云宜傍見之", "362": "5 阿彌陀佛法阿彌陀佛法五", "363": "阿彌陀鼓音聲王陀羅尼經一卷貞元圓覺梵釋", "364": "無量壽如來念誦儀軌一卷內云修觀行供養儀軌不空譯貞元新入目錄", "365": "澄海仁運珍云無量壽如來修觀行供養儀軌一卷", "366": "金剛頂經觀自在王如來修行法一卷　不空", "367": "貞元新入目錄海仁珍缺經字叡加瑜伽字", "368": "無量壽如來十甘露真言一卷運", "369": "梵字阿彌陀佛真言一本海", "37": "三金剛界部四蘇悉地部", "370": "梵唐對譯阿彌陀經一卷仁", "371": "阿彌陀經二卷內云佛說諸佛阿彌陀三耶三佛薩樓佛檀過度人道經亦名無量壽經貞元", "372": "亦錄外有內題經圓覺梵釋", "373": "無量壽經二卷貞元圓覺梵釋", "374": "觀無量壽佛經一卷亦云無量壽觀經貞元圓覺缺注梵釋有注", "375": "阿彌陀經一卷亦云無量壽經圓覺缺注梵釋有注貞元", "376": "稱讚淨土佛攝受經一卷亦直云稱讚淨土經貞元圓覺梵釋", "377": "後出阿彌陀佛偈經一卷或無經字圓覺缺注梵釋有注貞元或金剛界大儀", "378": "軌未出之", "379": "小無量壽經一卷貞元不入藏中云阿彌陀經文句全同", "38": "五諸如來部六諸佛頂部", "380": "隨願往生經一卷貞元不入藏中云是灌頂經第十一卷私云上八宜傍見之", "381": "6 千光王佛法千光王佛法六", "382": "千光王佛威德要法一卷曉", "383": "7 釋迦佛法釋迦佛法七", "384": "牟梨曼荼羅呪經或無經字貞元圓覺梵釋", "385": "8 諸佛通真言法諸佛通真言法八", "386": "一切如來心真言一本仁", "387": "一切如來心中心真言一本仁", "388": "一切如來心印真言一本仁", "389": "一切如來隨心真言一本仁", "39": "七諸佛母部八諸經法部", "390": "梵唐兩字一切佛心真言一本仁", "391": "梵唐兩字一切佛心中真言一本仁", "392": "梵唐兩字祕密心真言一本仁", "393": "梵唐兩字祕密心中心真言一本仁", "394": "梵字如來心慈真言一本仁", "395": "梵字如來慈真言一本仁", "396": "梵字佛慈護真言一本仁", "397": "一切如來金剛被甲真言一本仁", "398": "一切如來結界真言一本仁", "399": "梵唐兩字結界真言一本仁", "4": "安然序1據八目錄為十六錄。八目錄者。一叡山澄和", "40": "九諸觀音部十諸菩薩部", "400": "6 諸佛頂部諸佛頂部第六", "401": "1 五佛頂法五佛頂法一", "402": "五佛頂轉輪王經五卷澄", "403": "梵字五佛頂真言一本仁", "404": "五佛頂法訣一卷忠和上集", "405": "2 大佛頂法大佛頂法二", "406": "大佛頂廣聚陀羅尼經五卷仁", "407": "大佛頂如來密因修證了義諸菩薩滿行首", "408": "楞嚴經十卷貞元圓覺梵釋云大佛頂首楞嚴經十卷", "409": "大佛頂如來密因修證了義諸菩薩滿行品灌", "41": "十一諸金剛部十二諸忿怒部", "410": "頂部錄中出印契別行法門一卷仁", "411": "大佛頂如來大道場儀軌一卷運", "412": "大佛頂如來放光悉陀他鉢陀羅尼一卷海運", "413": "注大佛頂陀羅尼一卷運", "414": "梵字大佛頂真言一卷海是不空智譯", "415": "新譯梵漢大佛頂陀羅尼一卷澄是金剛智譯", "416": "梵唐兩字大佛頂結護一本仁", "417": "梵唐語對註譯大佛頂真言一卷忠和上述以不空梵本加注經", "418": "漢字漢語", "419": "小佛頂真言一本叡", "42": "十三諸世天部十四諸天供部", "420": "大佛頂碑一卷叡", "421": "大佛頂玄贊三卷行曉", "422": "大佛頂經疏三卷行曉云六卷", "423": "大佛頂隨疏科文一卷仁", "424": "大佛頂疏隨文補闕抄一卷仁私云上四宜傍見之", "425": "3 金輪佛頂法金輪佛頂法三", "426": "金輪王佛頂略念誦法一卷不空譯貞元新入目錄圓覺海仁運珍云金輪", "427": "王佛頂要略念誦法一卷", "428": "奇特最勝金輪佛頂儀軌法要一卷運仁行無法要字", "429": "金輪佛頂抄一卷運", "43": "十五諸護摩部十六諸禮懺部", "430": "遍照佛頂等真言一卷仁", "431": "金剛頂瑜伽佛頂心真言一卷運", "432": "熾盛佛頂威德光明真言儀軌一卷仁運", "433": "4 一字佛頂法一字佛頂法四", "434": "一字佛頂輪王經五卷亦名五佛頂經或四卷圓覺梵釋云一字佛頂輪王經四卷又", "435": "名五佛頂經或五卷貞元私云此一重出", "436": "菩提場所說一字頂輪王經五卷不空譯貞元新入目錄海仁珍", "437": "圓覺", "438": "奇特佛頂經三卷內云一字奇特佛頂經現威德品不空譯貞元新入目錄圓覺海仁珍云", "439": "一字奇特佛頂經三卷不空", "44": "十七諸讚歎部十八諸悉曇部", "440": "一字頂輪王瑜伽經一卷內云瑜伽翳迦訖沙羅烏瑟尼沙斫訖羅真言安怛", "441": "那儀則一字頂輪王瑜伽經不空譯貞元新入目錄", "442": "一字頂輪王瑜伽經一卷　不空海仁珍圓覺", "443": "瑜伽翳迦訖沙羅烏瑟尼沙斫訖羅真言安怛", "444": "那儀則一字頂輪王瑜伽經一卷　不空私云上三同經", "445": "仁", "446": "大陀羅末法中一字心呪經一卷貞元梵釋寶思惟", "447": "大陀羅尼經一卷澄", "448": "金剛頂經一字頂輪王瑜伽一切時處念誦成", "449": "佛儀軌一卷不空譯貞元新入目錄仁珍", "45": "十九諸碑傳部二十諸圖像部", "450": "一字佛頂輪王念誦儀軌一卷不空譯貞元新入目錄圓覺海澄行仁", "451": "運珍並無佛字", "452": "一字頂輪王要法別行一卷仁", "453": "一字頂輪王印一卷澄", "454": "一字梵字一卷澄", "455": "梵字一字頂輪王儀軌一卷海", "456": "梵漢兩字一字呪王陀羅尼一卷海", "457": "5 尊勝佛頂尊勝佛頂五是碎摧佛頂異名也", "458": "佛頂尊勝陀羅尼經一卷杜行顗譯圓覺梵釋貞元", "459": "佛頂最勝陀羅尼經一卷日照譯圓覺貞元", "46": "新來經法並注將來之人名。為恐繁文各取", "460": "佛頂尊勝陀羅尼經一卷佛陀波利譯貞元圓覺梵釋", "461": "佛頂尊勝陀羅尼經一卷義淨譯圓覺梵釋注云或加呪字貞元", "462": "最勝佛頂佛陀羅尼淨除業障經一卷日照譯", "463": "大佛頂尊勝陀羅尼經實刃密多羅譯梵釋入偽疑錄", "464": "尊勝菩薩所問一切諸法入無量門陀羅尼經", "465": "一卷或直云尊勝菩薩所問經亦直云入無量門陀羅尼經貞元圓覺梵釋並欠注私云上二宜傍見之", "466": "佛頂尊勝念誦法一卷內云佛頂尊勝陀羅尼念誦儀軌貞元新入目錄不空譯", "467": "海列外題圓覺仁行運珍列內題", "468": "尊勝佛頂真言修瑜伽經一部二卷喜異本無畏仁行運", "469": "尊勝佛頂修瑜伽內別行成就三十四法一卷", "47": "一諱。前後教門亦出寫得之寺號。若不寫者", "470": "運", "471": "佛頂尊勝陀羅尼別行法一卷龜茲國僧着那譯仁", "472": "佛頂尊勝陀羅尼并別行法一卷叡", "473": "加句靈驗佛頂尊勝陀羅尼一卷叡", "474": "佛頂尊勝陀羅尼呪一卷仁", "475": "佛頂尊勝陀羅尼一卷加字具足本珍錄外", "476": "注佛頂尊勝陀羅尼一卷三家譯運", "477": "佛頂尊勝陀羅尼注義一卷不空仁運", "478": "梵字佛頂尊勝陀羅尼一本澄", "479": "梵字尊勝佛頂真言一卷海", "48": "更不言之。", "480": "梵字尊勝真言一本仁", "481": "梵字佛頂尊勝陀羅尼一卷聰", "482": "梵漢兩字佛頂尊勝陀羅尼一卷澄曉", "483": "佛頂尊勝陀羅尼傳序一卷海", "484": "佛頂尊勝陀羅尼經珠林一卷波崙行感等撰梵釋", "485": "大破碎摧真言一卷叡是尊勝佛頂異名也大唐內供奉百員大德所持誦者也", "486": "梵字大碎摧真言一卷叡", "487": "6 白傘蓋佛頂法白傘蓋佛頂法六", "488": "白傘佛頂儀軌一卷行", "489": "一切如來白傘蓋大佛頂陀羅尼一本仁", "49": "于時延喜二年五月十一日敘", "490": "梵字白傘蓋佛頂真言一本仁", "491": "7 諸佛母部諸佛母部第七", "492": "1 七俱胝佛母法七俱胝佛母法一", "493": "七俱胝佛母陀羅尼經一卷內云七俱胝佛母取說准提陀羅尼經不空譯", "494": "貞元新入目錄仁珍列內題", "495": "七俱胝佛母准泥大明陀羅尼經一卷貞元圓覺梵釋", "496": "七俱胝佛母大心准提陀羅尼經一卷亦直云七俱胝佛母", "497": "心經貞元圓覺欠注梵釋有注", "498": "梵字七俱胝儀軌一卷海", "499": "梵字七俱胝佛母真言一本海仁", "5": "上錄。二高野海和上錄。三叡山仁和上錄。四", "50": "1 三灌頂部三灌頂部第一", "500": "梵字七俱胝真言一本仁", "501": "2 佛眼佛母法佛眼佛母法二", "502": "金剛吉祥大成就品經一卷出瑜祇經一品仁行", "503": "佛眼佛母曼荼羅要集一卷珍和上與高大夫共集", "504": "梵字八大菩薩真言一本仁", "505": "八大明王真言一本", "506": "播般曩結使波法一卷唐云步擲金剛法一卷叡", "507": "梵字三界無能勝真言一本仁", "508": "梵字七曜名號一本錄外", "509": "梵字二十八宿名號一本錄外", "51": "1 胎藏界灌頂本經法胎藏界灌頂本經法一", "510": "梵字三九祕法名號一本佛眼法所用也", "511": "3 佛母孔雀王法佛母孔雀王法三", "512": "大孔雀明王經三卷內云佛母大孔雀明王經初有啟請法在上卷經前不空譯貞元新", "513": "入目錄海仁珍圓覺", "514": "注大孔雀明王經三卷運錄外", "515": "佛說大金色孔雀王呪經一卷貞元圓覺梵釋", "516": "大金色孔雀王呪經一卷貞元圓覺梵釋", "517": "大孔雀呪王經三卷貞元圓覺梵釋注云上卷題云讀誦", "518": "孔雀王呪經二卷亦云孔雀王陀羅尼經圓覺欠注梵釋有注貞元", "519": "孔雀王呪經一卷亦云大金色孔雀王呪經并結界壇場法具貞元", "52": "大毘盧遮那成佛神變加持經七卷　無畏澄海", "520": "佛說大孔雀明王畫像壇場儀軌一卷不空譯貞元新入目", "521": "錄海仁珍圓覺初無佛說兩字下加法字追更寫", "522": "梵字孔雀王真言一本仁", "523": "8 諸經法部諸經法部第八", "524": "1 法華法法華法一", "525": "成就妙法蓮花經王瑜伽觀智儀軌一卷不空譯貞", "526": "元新入目錄仁運珍圓覺", "527": "梵字妙法蓮花經儀軌一卷海", "528": "梵唐對譯法花二十八品題目兼諸羅漢名一", "529": "卷仁", "53": "仁行運曉珍叡", "530": "2 華嚴法華嚴法二", "531": "大方廣佛華嚴經入法界品頓證毘盧遮那法", "532": "身字輪瑜伽儀軌一卷不空譯仁海無法身字圓覺云大方廣佛花嚴經入法", "533": "界品瑜伽儀軌", "534": "華嚴入法界四十二字觀門一卷內云大方廣佛花嚴經不空譯", "535": "貞元新入目錄海仁云大方廣佛花嚴經入法界品四十二字觀門一卷不空", "536": "花嚴經心陀羅尼一卷海", "537": "佛說十地經九卷尸羅達磨譯貞元新入目錄海仁圓覺", "538": "3 般若法般若法三", "539": "修習般若波羅蜜菩薩觀行念誦儀軌一卷不空", "54": "瞿醯經三卷澄叡", "540": "譯貞元新入目錄海仁珍圓覺", "541": "十八住金剛般若經一卷運", "542": "注金剛般若二卷一卷御註一卷山融運私云上二宜傍見之", "543": "梵唐對譯金剛般若經二卷仁私云六本出中契注經", "544": "梵唐對譯金剛般若論頌一卷仁", "545": "金剛頂瑜伽般若理趣經一卷內云大樂金剛不空真實三昧耶經般若", "546": "波羅蜜多理趣品不空譯貞元新入目錄圓覺海列外題仁珍列內題也澄云理趣品別譯經", "547": "實相般若波羅蜜多經一卷貞元私云是理趣經別譯金剛智", "548": "般若理趣經釋一卷內云大樂金剛不空真實三摩耶經般若波羅蜜多理趣釋一卷不", "549": "空譯貞元新入目錄圓覺列外題海仁珍列內題運云一部二卷", "55": "蕤呬經三卷海叡云蕤呬耶經三卷", "550": "大曼荼羅十七尊釋一卷內云般若波羅蜜多理趣大安樂不空三昧耶真實", "551": "金剛菩薩等一十七尊大曼荼羅義述不空譯貞元新入目錄圓覺珍列外題云義述海加釋字仁列內題云述義", "552": "理趣般若決一卷叡", "553": "理趣經述讚三卷基梵釋", "554": "理趣經幽贊一卷梵釋私云上二宜傍見之", "555": "金剛頂瑜伽他化自在天理趣會普賢修行念", "556": "誦儀軌一卷不空譯貞元新入目錄海仁珍", "557": "大樂金剛薩埵修行成就儀軌一卷出吉祥勝初大教王瑜伽", "558": "經不空譯貞元新入目錄圓覺列外題海仁珍", "559": "金剛頂勝初瑜伽經中略出大樂金剛薩埵念", "56": "玉呬怛跢羅經三卷　不空仁運私云已上三經是同本異名", "560": "誦儀軌一卷不空譯貞元新入目錄海仁圓覺", "561": "金剛頂瑜伽五祕密修行儀軌一卷內云金剛薩埵五祕密修", "562": "行念誦儀軌圓覺仁珍云金剛頂瑜伽金剛薩埵五祕密修行念誦儀軌海無念誦字", "563": "仁王護國般若波羅蜜經二卷亦云仁王般若經或一卷圓覺貞元私云", "564": "此一宜傍見之", "565": "新譯仁王經二卷內云仁王護國般若波羅蜜多經御製序不空譯貞元新入目錄圓覺海", "566": "云仁王經二卷", "567": "新譯仁王經疏三卷良賁私云此一宜傍見之", "568": "仁王般若念誦法經一卷不空譯貞元新入目錄仁圓覺", "569": "仁王念誦儀軌一卷內云仁王般若波羅蜜多經陀羅尼念誦儀軌不空譯貞元新入目", "57": "2 金剛界灌頂本經法金剛界灌頂本經法二", "570": "錄海列外題", "571": "仁王護國般若波羅蜜菩薩觀行念誦儀軌一", "572": "卷不空仁珍", "573": "仁王般若陀羅尼釋一卷不空譯貞元新入目錄海仁珍", "574": "摩訶般若波羅蜜大明呪經一卷亦云摩訶大明神呪經貞元", "575": "圓覺", "576": "般若波羅蜜多心經一卷亦云般若心經貞元圓覺", "577": "普遍智藏般若波羅蜜多經一卷法月譯貞元新入目錄仁行", "578": "新譯般若心經一卷般若譯貞元新入目錄仁私云六本如箴誨更有不空智惠輪二本", "579": "梵本般若波羅蜜多心經一卷般若運", "58": "金剛頂一切如來真實攝大乘現證大教王經", "580": "梵唐對譯般若心經一卷澄仁", "581": "摩訶般若波羅蜜多呪一卷出大乘疏中梵釋", "582": "4 方等法方等法四", "583": "大方等陀羅尼經四卷一名方等檀持陀羅尼經或無大字貞元梵釋圓覺", "584": "大乘方等總持經一卷或無經字圓覺貞元", "585": "大乘方等總持經一卷或無乘字圓覺梵釋", "586": "大法炬陀羅尼經二十卷貞元圓覺梵釋", "587": "大威德陀羅尼經二十卷貞元圓覺梵釋", "588": "智矩陀羅尼經一卷貞元圓覺梵釋", "589": "莊嚴王陀羅尼經貞元圓覺梵釋", "59": "三卷　不空海仁行運珍叡", "590": "如來方便善巧呪經一卷貞元圓覺梵釋", "591": "善法方便陀羅尼呪經一卷貞元圓覺梵釋", "592": "大吉義神呪經二卷或四卷圓覺梵釋云四卷或二卷貞元", "593": "六門陀羅尼經一卷貞元圓覺梵釋", "594": "出生無邊門經一卷內云出生無邊門陀羅尼經不空譯貞元新入目錄海仁珍列內題", "595": "佛說無邊門陀羅尼儀軌一卷海", "596": "無邊門八字一卷運", "597": "出生無邊門陀羅尼一卷貞元", "598": "無邊門微密持經一卷一名成道降魔得一切智經貞元圓覺梵釋", "599": "出生無量門持經一卷或云新譯密持經貞元圓覺欠注梵釋有注", "6": "靈巖行和上錄。五安祥運和上錄。六小栗曉", "60": "金剛頂瑜伽真實大教王經三卷海叡", "600": "無量門破魔陀羅尼經一卷或直云破魔陀羅尼經貞元圓覺欠注梵釋有", "601": "注", "602": "阿難陀目佉尼訶離陀經一卷或云出無量門持經貞元", "603": "阿難陀目佉尼訶離陀隣尼經一卷貞元梵釋", "604": "寶篋經一卷內云一切如來心祕密金身舍利寶篋印陀羅尼經不空譯貞元新入目錄圓覺海列外", "605": "題仁珍列內題", "606": "梵字寶篋真言一本仁", "607": "魔大寶樓閣善住祕密陀羅尼經三卷貞元圓覺梵釋", "608": "大寶廣博樓閣經三卷內云大寶廣博樓閣善住祕密陀羅尼經不空譯貞元新入", "609": "目錄圓覺海仁列內題", "61": "金剛頂瑜伽真實大教王經三卷內云金剛頂一切如來真實攝", "610": "梵字大寶樓閣經真言一卷海", "611": "梵字廣大寶樓閣金剛劫真言一本仁", "612": "梵字寶樓閣心真言一本仁", "613": "文殊所說寶藏陀羅尼經一卷仁", "614": "文殊師利法寶藏陀羅尼經一卷貞元圓覺", "615": "文殊師利現寶藏經三卷或二卷或無現字直云寶藏經貞元圓覺私云宜傍", "616": "見之", "617": "大方廣如來藏經一卷不空譯貞元新入目錄仁行", "618": "大方等如來藏經一卷或直云如來藏經貞元梵釋", "619": "大方廣如來祕密經二卷貞元圓覺梵釋私云上二宜傍見之", "62": "大乘現證大教王經不空譯貞元新入目錄淳和院月輪寺私云上三同經", "620": "新譯密嚴經三卷內云大乘密嚴經御製序不空譯貞元新入目錄海云密嚴經三卷不", "621": "空", "622": "大乘密嚴經三卷貞元梵釋", "623": "大乘密嚴經入密嚴微妙生身品一卷圓覺加本", "624": "大寶積經百二十卷貞元圓覺梵釋", "625": "大方等大集經三十卷貞元圓覺梵釋私云上四宜傍見之", "626": "大華嚴長者問佛那羅延力經一卷般若譯貞元新入目錄仁", "627": "欠大字", "628": "稻𦼮喻經一卷內云慈氏菩薩所說大乘緣生稻𦼮喻經貞元新入目錄圓覺海列外題仁列", "629": "內題", "63": "金剛頂瑜伽中略出念誦經六卷　金剛智仁錄外", "630": "稻芉經一卷貞元圓覺私曰宜傍見之", "631": "佛說十力經一卷勿提犀魚譯貞元新入目錄圓覺海仁", "632": "佛說迴向經一卷尸羅達磨譯貞元新入目錄海仁", "633": "佛說迴向輪經貞元圓覺", "634": "甚深大迴向經一卷貞元圓覺梵釋", "635": "華聚陀羅尼呪經一卷貞元圓覺梵釋", "636": "華積陀羅尼神呪經一卷貞元圓覺梵釋", "637": "雨寶陀羅尼經一卷內加佛說兩字不空譯貞元新入目錄海仁圓覺", "638": "大七寶陀羅尼經一卷貞元圓覺梵釋", "639": "勝幢臂印陀羅尼經一卷貞元圓覺梵釋", "64": "佛說金剛頂瑜伽中略出念誦經一部六卷運與", "640": "妙臂印幢陀羅尼經一卷別有一本十七紙非也貞元圓覺梵釋私云上九宜", "641": "傍見之", "642": "金光明最勝王經十卷貞元圓覺梵釋", "643": "新翻最勝王經陀羅尼二卷運", "644": "最勝王經梵字真言一卷運", "645": "菩薩內習六波羅蜜經一卷仁或云內六波羅蜜經安公云出方等部", "646": "貞元圓覺欠注梵釋有注", "647": "梵字十波羅蜜真言一本仁", "648": "梵字四無量真言仁", "649": "梵字大忍真言一本仁", "65": "前本少異也", "650": "梵字大悲真言一本仁", "651": "注大悲呪一紙運", "652": "梵字龍猛集六真言一本仁", "653": "三十七品真言一卷出大法矩經", "654": "十二因緣真言一卷出最勝王經", "655": "四諦真言一卷出緣生偈", "656": "舍利弗陀羅尼經一卷貞元梵釋", "657": "5 延命法延命法五", "658": "一切如來金剛壽命陀羅尼經一卷金剛智珍梵釋闕本今", "659": "在錄中載之", "66": "金剛頂瑜伽中略出念誦經四卷　金剛智海珍", "660": "金剛壽命陀羅尼經一卷不空海珍圓覺", "661": "金剛壽命陀羅尼經一卷內云一切如來金剛壽命陀羅尼經不空譯貞元新", "662": "入目錄私云前伴金剛智及不空智兩本今見行世而此錄中以為一本者非也", "663": "佛說一切諸如來心光明加持普賢菩薩延", "664": "命金剛最勝陀羅尼經一卷不空運", "665": "一切如來普賢延命經一卷叡", "666": "護命法門神呪經一卷貞元圓覺梵釋", "667": "壽延經一卷梵釋", "668": "佛說招魂經一卷梵釋闕本今有錄中載之", "669": "金剛壽命念誦法一卷內云陀羅尼念誦法不空譯貞元新入目錄圓覺海列外", "67": "治六為四頗有加減", "670": "題仁珍列內題云金剛壽命陀羅尼經念誦法", "671": "梵字金剛延命真言一本仁", "672": "梵字金剛壽命真言一本仁", "673": "護命放生儀軌一卷或云儀軌法貞元梵釋", "674": "6 造塔法造塔法六", "675": "造塔延命功德經一卷般若海圓覺加本", "676": "造塔功德經一卷貞元圓覺梵釋", "677": "右遶佛塔功德經一卷亦云遶塔功德經圓覺欠注梵釋有注貞元", "678": "梵字修造佛塔陀羅尼一本仁", "679": "無垢光大陀羅尼經一卷貞元圓覺云無垢淨光大陀羅尼經", "68": "金剛頂瑜伽中略出念誦經四卷叡與前少異也", "680": "無垢淨光真言一卷運", "681": "梵字無垢淨光陀羅尼一本仁海云一卷", "682": "梵字相輪𢴤中陀羅尼一本仁", "683": "梵字相輪真言一本仁", "684": "梵字置相輪𢴤中及塔四周以呪王法置於塔", "685": "內真言一本仁", "686": "梵字電光真言一本仁", "687": "梵字電光心真言一本仁", "688": "7 浴像法浴像法七", "689": "新集浴像儀軌一卷運", "69": "金剛頂瑜伽中略出念誦法四卷亦云經貞元錄梵釋寺圓覺寺", "690": "浴像燒香偈讚一本仁", "691": "大乘造像功德經二卷或一卷貞元圓覺欠注梵釋有注", "692": "大乘造像功德經一卷貞元圓覺", "693": "造立形像福報經一卷貞元圓覺梵釋", "694": "作佛形像經一卷亦云優填王作佛形像經一名作像因緣經貞元", "695": "浴像功德經一卷寶思惟譯圓覺貞元梵釋", "696": "浴像功德經一卷義淨譯圓覺梵釋", "697": "灌洗佛形像經一卷亦云四月八日灌佛經亦直云灌經內云佛說灌佛經貞元梵釋", "698": "8 念誦法念誦法八", "699": "瑜伽念珠經一卷內云金剛頂瑜伽念珠經於十方廣頌中略出不空譯貞元新入目錄海", "7": "和上錄。七叡山珍和上錄。八圓覺叡和上錄。", "70": "欠注私云上三同經已上六四兩經治定也治六為四互有加減", "700": "新譯木槵經不空譯貞元新入目錄海", "701": "木槵子經一卷或作患字亦作擐字貞元小乘錄中載之圓覺欠注梵釋有注", "702": "數珠功德經一卷內云曼珠室利呪藏中校量數珠功德法貞元", "703": "校量數珠功德經一卷貞元", "704": "9 持世法持世法九", "705": "東方最勝燈王如來經一卷內云東方最勝燈王如來遺二菩薩送呪奉釋", "706": "迦如來助護持世間經", "707": "持世陀羅尼經一卷貞元圓覺梵釋", "708": "持世經四卷一名法卯經或三卷貞元圓覺梵釋", "709": "持句神呪經一卷亦云陀羅尼句貞元圓覺欠注梵釋有注", "71": "3 蘇悉地灌頂本經法蘇悉地灌頂本經法三", "710": "持世陀羅尼別行功能法一卷義淨運", "711": "梵字持世陀羅尼一本仁", "712": "梵字心真言并小心真言一本仁", "713": "安宅神呪經一卷亦云安宅呪經貞元圓覺欠注梵釋有注", "714": "佛說三亭厨經一卷運", "715": "三厨經一卷運", "716": "陀隣尼鉢經一卷亦云陀隣鉢呪貞元圓覺欠注梵釋有註", "717": "梵字袈裟加持供養真言一本仁", "718": "梵字施一切眾生陀羅尼一本仁", "719": "10 請雨法請雨法十", "72": "陀羅尼集經十二卷瞿多貞元圓覺梵釋云十三卷", "720": "大雲請雨經二卷內云大雲輪請雨經不空譯貞元新入目錄圓覺列外題仁珍列內題海", "721": "云一卷叡云或云二卷可決", "722": "大雲輪請雨經二卷貞元圓覺私云恐前件注是此經名此外自有前兩卷錄中分明", "723": "大雲請雨經一卷內云大雲請雨品第六十四貞元圓覺", "724": "大方等大雲請雨經內云大方等大雲經請雨品第六十四貞元圓覺", "725": "大方等大雲經六卷一名大方等無相大雲經一名大雲無相經一名大雲密藏經或四", "726": "卷或五卷貞元圓覺", "727": "金剛光焰止風雨陀羅尼經一卷貞元", "728": "11 除病法除病法十一", "729": "除一切疾病陀羅尼經一卷不空譯貞元新入目錄仁圓覺", "73": "4 三摩耶戒本錄法三摩耶戒本錄法四", "730": "能淨一切眼陀羅尼經一卷內云能淨一切眼疾病羅尼經不空譯貞", "731": "元新入目錄圓覺海仁運列內題", "732": "拔濟苦難陀羅尼經一卷不空仁行貞元錄中不載譯人圓覺加本梵釋", "733": "佛說集法悅捨苦陀羅尼經一卷梵釋闕本今有錄中載之", "734": "除恐災患經一卷貞元圓覺梵釋", "735": "天地八陽經一卷梵釋闕本今有錄中載之私云上二宜傍見之", "736": "救護身命濟人病苦尼經一卷貞元疑錄中載之", "737": "12 滅罪法滅罪法十二", "738": "能滅眾罪千轉陀羅尼一卷玄奘海", "739": "拔除罪障神呪經一卷貞元圓覺", "74": "三曼陀颰陀羅菩薩經一卷貞元大乘律圓覺梵釋", "740": "梵字懺悔一切罪真言一本仁", "741": "梵字滅惡趣真言一卷仁", "742": "13 莊嚴菩提場法莊嚴菩提場法十三", "743": "菩提場莊嚴經一卷內云菩提場莊嚴陀羅尼經不空譯貞元新入目錄海仁珍列內題", "744": "梵字菩提場莊嚴陀羅尼一卷海仁無場字亦云一本", "745": "梵字菩提莊嚴心真言一本仁", "746": "梵字心真言一本仁", "747": "梵字心中心真言一本仁", "748": "9 諸觀音部諸觀音部第九", "749": "1 聖觀音法聖觀音法一", "75": "與金剛弟子入壇受灌頂法經一卷行叡", "750": "觀世音菩薩受記經一卷亦名觀世音菩薩受決經貞元圓覺欠注梵釋有注", "751": "觀自在菩薩授記一卷內云佛說大方廣曼殊室利經觀自在菩薩授記品第三十一", "752": "不空譯貞元新入目錄仁列內題云第三十四卷欠佛說字海列外題云視自在菩薩授記經一卷", "753": "觀世音三昧經一卷貞元疑錄中載之梵釋", "754": "高王觀世音經一卷貞元疑錄中載之梵釋私云上三宜傍見之", "755": "普門品經一卷亦云普門經貞元圓覺", "756": "請觀世音菩薩消伏毒害陀羅尼經一卷亦直云請", "757": "觀世音經貞元圓覺欠注梵釋有注", "758": "清淨觀世音普陀羅尼經一卷此有一錯本應湏審之貞元圓覺云清淨", "759": "觀世音普賢陀羅尼經私云有疑", "76": "最上乘受菩提心戒及心地祕訣一卷無畏出一行記仁行", "760": "觀世音菩薩祕密藏神呪經一卷貞元圓覺梵釋", "761": "觀世音如意摩尼陀羅尼經一卷貞元圓覺梵釋", "762": "觀自在如意心陀羅尼呪經一卷貞元圓覺梵釋", "763": "觀自在隨心呪經一卷亦名多利心經貞元", "764": "觀世音陀羅尼經一卷梵釋闕本今有錄中載之", "765": "聖觀自在菩薩心真言觀行儀軌一卷內云瑜伽觀行儀軌", "766": "不空譯貞元新入目錄觀自在菩薩心真言瑜伽觀行儀軌海欠瑜伽二字仁運珍云聖觀", "767": "聖觀自在菩薩根本心真言觀布字輪觀門一", "768": "卷仁", "769": "觀自在菩薩心真言一印念誦一卷不空仁", "77": "運", "770": "觀自在菩薩心真言念誦法一卷不空仁", "771": "梵字觀自在菩薩心真言一本仁", "772": "觀自在大悲成就瑜伽蓮華部念誦法門一卷", "773": "亦云成就大悲觀自在不空譯貞元新入目錄海仁珍列本名", "774": "金剛頂經觀自在菩薩瑜伽修習三摩地法一", "775": "卷馬列仁", "776": "母哆囉觀自在菩薩隨心法一卷叡", "777": "觀世音天厨劫粒法一卷", "778": "大梵天經觀世音菩薩擇地法品一卷海仁澄云梵天擇地", "779": "法一卷", "78": "無畏三藏禪要一卷海仁叡", "780": "千轉陀羅尼觀世音菩薩呪經一卷或無經字貞元", "781": "千轉陀羅尼觀世音菩薩呪經呪一卷智通仁", "782": "梵字觀自在聞持真言一本仁", "783": "梵字觀自在聞持甘露真言一本仁", "784": "六字陀羅尼呪經一卷貞元圓覺", "785": "六字神呪王經一卷貞元圓覺", "786": "六字呪王經一卷貞元", "787": "六字神呪經一卷或云六字呪經貞元梵釋注云或云六字呪法題云文殊師利菩薩六字", "788": "功能法私云依雜呪集六字經是觀音法也故此一經可入文殊法中", "789": "六字法一卷珍錄外", "79": "灌頂三昧耶戒一卷澄", "790": "2 千手千眼法千手千眼法二", "791": "千眼千臂觀世音菩薩陀羅尼神呪經二卷", "792": "或一卷貞元梵釋上下", "793": "千手千眼觀世音菩薩姥陀羅尼身經一卷或云", "794": "千臂千眼貞元", "795": "千手千眼觀世音菩薩廣大圓滿無礙大悲心", "796": "陀羅尼經一卷貞元圓覺梵釋", "797": "千手千眼觀自在菩薩廣大圓滿無礙大悲心", "798": "陀羅尼呪本一卷金剛智貞元新入目錄梵釋缺譯人及本字亦云觀世音仁珍存本字", "799": "亦存譯人名", "8": "十六錄者。一者灌頂法錄。二大日散錄。三金", "80": "授灌頂金剛最上乘菩提心戒儀一卷運叡", "800": "千手千眼觀世音廣大圓滿無礙大悲心大", "801": "陀羅尼神妙章句一卷仁", "802": "千手千眼觀世音菩薩大身呪本一卷金剛智貞元新入目", "803": "錄", "804": "金剛頂瑜伽千手千眼觀自在念誦法一卷內云", "805": "菩薩修行儀軌不空譯貞元新入目錄圓覺海珍列外題仁列內題云金剛頂瑜伽千手千眼觀自在菩薩修行儀軌經", "806": "一卷不空", "807": "千手千眼觀自在菩薩根本真言釋一卷仁", "808": "梵字經中漢字對注千手陀羅尼一卷仁和上注", "809": "梵字千手千眼真言一卷海", "81": "最上乘教授戒懺悔文一卷仁運", "810": "梵漢兩字千手陀羅尼一卷澄私云上二同本", "811": "梵漢兩字千臂陀羅尼一卷澄", "812": "梵唐兩字千手陀羅尼一卷菩提", "813": "3 十一面法十一面法三", "814": "十一面觀世音神呪經一卷耶舍崛多譯圓覺缺注梵釋有注周第一", "815": "譯", "816": "十一面神呪心經一卷玄奘譯圓覺缺注梵釋有注唐第二譯", "817": "十一面神呪心經義疏一卷梵釋大乘疏中載之", "818": "十一面觀自在菩薩經三卷內云十一面觀自在菩薩心密言儀軌經貞元", "819": "新入目錄海列外題仁珍列內題云十一面觀自在心密言儀軌經不空", "82": "授菩提心戒儀一卷海仁運珍叡", "820": "4 如意輪法如意輪法四", "821": "如意輪陀羅尼經一卷此經出大蓮花金剛三昧耶加持祕密無障礙經貞元圓覺缺", "822": "注梵釋有注", "823": "觀世音祕密無障礙如意輪陀羅尼藏義經一", "824": "卷梵釋闕本今有錄中載之", "825": "觀自在菩薩如意輪瑜伽一卷不空譯貞元新入目錄海仁圓覺", "826": "都表如意輪瑜伽一卷眷", "827": "觀自在如意輪菩薩瑜伽法要一卷貞元圓覺珍云觀自在菩", "828": "薩如意輪菩薩瑜伽法要一卷金剛智仁無譯人名", "829": "如意輪念誦法一卷不空譯貞元新入目錄海圓覺列外題也又加本云如意輪菩薩", "83": "受菩提心戒儀一卷內云最上乘教授戒懺悔文普賢瑜伽阿闍梨集不空譯貞元新", "830": "念誦法", "831": "觀自在菩薩如意輪念誦法儀軌一卷不空仁運珍私云恐", "832": "是前本", "833": "如意輪要略法一卷運", "834": "如意輪觀門義注祕訣一卷海", "835": "如意輪菩薩真言注義一卷仁", "836": "觀自在菩薩如意輪陀羅尼一卷仁", "837": "梵字如意輪真言一本仁", "838": "5 不空羂索法不空羂索法五", "839": "不空羂索神變真言經二卷不空六七海仁行", "84": "入目錄私云已上三同法", "840": "不空羂索神變真言經三十卷貞元圓覺梵釋缺神變真言字菩", "841": "提流支", "842": "不空羂索陀羅尼自在王呪經三卷亦名不空羂索呪王經貞", "843": "元圓覺梵釋注云不空羂索心呪王經", "844": "不空羂索陀羅尼經一卷一名普門貞元圓覺海缺注", "845": "不空羂索神呪心經一卷貞元圓覺梵釋", "846": "不空羂索呪心經一卷亦名不空羂索觀世音心呪經貞元圓覺缺注梵釋有注", "847": "不空羂索毘盧遮那佛大灌頂光真言一卷出不", "848": "空羂索經二十八卷不空譯貞元新入目錄海仁", "849": "梵字不空羂索真言一本仁", "85": "菩提心戒一本仁叡", "850": "6 多羅法多羅法六", "851": "阿唎多羅阿嚕力經一卷內云阿利多羅阿嚕力品第十四不空譯貞元新入", "852": "目錄圓覺海珍列外題仁列內題云阿利多羅陀羅尼阿嚕力品第十四不空", "853": "觀世音說多利心呪經一卷運不空", "854": "蓮花部多利心菩薩念誦法一卷拔折羅菩提集撰樞要念誦門", "855": "運", "856": "觀自在多羅瑜伽念誦法一卷內云金剛頂經多羅菩薩念誦法不空譯", "857": "貞元新入目錄仁運珍列內題", "858": "梵字多羅真言一本仁", "859": "7 被葉衣法被葉衣法七", "86": "金剛頂宗授菩薩戒法一卷出大日經受方便學處品義釋", "860": "葉衣觀自菩薩陀羅尼經一卷內略無陀羅尼字不空譯貞元新入目錄", "861": "圓覺海列外題珍列內題云葉衣觀自在菩薩法一卷", "862": "梵字葉衣心真言一本仁", "863": "8 青頸法青頸法八", "864": "金剛頂瑜伽青頸大悲王觀自在念誦儀軌一", "865": "卷金剛運", "866": "大慈大悲救苦觀世音自在菩薩廣大圓滿", "867": "無礙自在青頸大悲心真言一卷不空仁", "868": "梵唐兩字青頸大悲真言一本仁", "869": "梵字青頸觀音小心真言一本仁", "87": "5 三摩耶戒錄外法三摩耶戒錄外法五", "870": "9 降三世法降三世法九加一髮法", "871": "降三世大會觀自在菩薩說自心陀羅尼經一", "872": "卷金剛智仁", "873": "金剛頂降三世大儀軌一卷內云金剛頂降三世大儀軌法王教中觀自在", "874": "菩薩心真言一切如來蓮花大曼荼羅品不空譯貞元新入目錄圓覺海珍列外題仁列內題", "875": "佛說一髻尊陀羅尼經一卷不空譯貞元新入目錄圓覺海仁珍", "876": "觀自在菩薩最勝明王心經一卷內云金剛恐怖集會方廣儀軌", "877": "觀自在菩薩三世最勝心明王經不空譯貞元新入目錄圓覺缺心字海列外題運列外題云二卷仁珍列內題", "878": "10 馬頭法馬頭法十", "879": "馬頭觀音陀羅尼一卷海", "88": "灌頂儀式二卷澄和上述", "880": "梵字馬頭觀自在菩薩心真言一本仁", "881": "梵字馬頭觀世音心真言一本海仁", "882": "梵字馬頭明王真言一本仁", "883": "盡馬頭像法一卷", "884": "10 諸菩薩部諸菩薩部第十", "885": "1 普賢法普賢法一", "886": "觀自在菩薩說普賢陀羅尼經一卷不空譯貞元新入目錄圓", "887": "覺仁海無說字", "888": "清淨觀世音普賢陀羅尼經一卷貞元圓覺有賢字月輪脫賢字", "889": "或檢云無清淨字梵釋", "89": "授三昧耶戒及第七日夜行事一卷仁和上述", "890": "大普賢陀羅尼經一卷貞元圓覺梵釋", "891": "觀普賢菩薩行法經一卷亦云出深功德經中或無行法字亦云普賢經貞元", "892": "圓覺缺注梵釋有注亦云或無觀字", "893": "大方廣普賢所說經一卷別有一卷向三十紙者非也貞元圓覺", "894": "金剛頂勝初瑜伽普賢菩薩念誦法一卷不空譯貞", "895": "元新入目錄海仁云念誦法經", "896": "普賢金剛薩埵念誦法一卷內云瑜伽念誦儀軌不空譯貞元新入目錄海", "897": "列外題澄云普賢金剛瑜伽法仁云普賢菩薩金剛薩埵瑜伽念誦儀軌", "898": "金剛頂瑜伽他化自在天理趣會普賢修行念", "899": "誦儀軌一卷", "9": "剛頂錄。四蘇悉地錄。五諸如來錄。六諸佛頂", "90": "菩提心戒法并授灌頂法一卷珍和上述", "900": "大樂金剛薩埵修行成就儀軌一卷出吉祥勝初大教王瑜伽", "901": "經", "902": "金剛頂勝初瑜伽經中略出大樂金剛薩埵念", "903": "誦儀軌一卷不空", "904": "金剛頂瑜伽五祕密修行儀軌一卷內云金剛薩埵五祕密修", "905": "行念誦儀軌私云上四重出", "906": "梵字勝初瑜伽儀軌一卷海", "907": "2 文殊法文殊法二", "908": "大聖文殊師利菩薩佛剎功德莊嚴經三卷不空", "909": "譯貞元新入目錄海圓覺", "91": "第七日夜行法二卷二界觀中院述", "910": "文殊師利佛土嚴淨經二卷或云真實嚴淨佛土經二卷亦直云佛土嚴淨", "911": "經貞元圓覺缺注梵釋有注", "912": "文殊師利發願經一卷或加偈字貞元小乘錄未載之", "913": "文殊師利巡行經一卷貞元圓覺梵釋", "914": "文殊尸利行經一卷貞元圓覺梵釋", "915": "文殊師利授記三卷貞元云是寶積經別出故不入藏私云上五宜傍見之", "916": "文殊師利般涅槃經一卷", "917": "大聖妙吉祥菩薩祕密八字陀羅尼修行曼荼", "918": "羅次第儀軌法一卷淨智金剛譯運", "919": "大聖文殊菩薩八字陀羅尼念誦法一卷行", "92": "菩提心戒儀一卷行和上述", "920": "梵字文殊師利菩薩八字真言一本仁", "921": "六字神呪經一卷或云六字呪經貞元梵釋缺注亦云六字呪法題云文殊師利菩薩", "922": "六字功能法", "923": "金剛頂經曼殊室利菩薩五字心陀羅尼品一", "924": "卷金剛智行運貞元圓覺梵釋", "925": "金剛頂經瑜伽文殊師利菩薩儀軌供養法一", "926": "品并梵字亦名文殊五字念誦法不空譯貞元新入目錄圓覺列外題海云金剛頂瑜伽文殊師利菩薩儀軌供養", "927": "法品一卷仁云金剛頂瑜伽文殊師利菩薩法一品一卷不空譯", "928": "金剛頂瑜伽文殊師利菩薩經一卷內云法一品亦名五字呪", "929": "法不空譯貞元新入目錄海缺注", "93": "菩提心戒儀一卷日和上作", "930": "文殊師利瑜伽五字念誦經修行教一卷運云文殊", "931": "瑜伽五字念誦經一卷仁", "932": "文殊五字真言儀軌一卷海行運", "933": "金剛頂超勝三界經說文殊五字真言勝相一", "934": "卷內云金剛頂超勝三界經說文殊師利菩薩祕密心真言不空譯貞元新入目錄海仁", "935": "曼殊室利童子菩薩五字瑜伽法一卷不空譯貞元新入目", "936": "錄海", "937": "梵字文殊五字真言儀軌一卷海", "938": "梵唐兩字文殊師利五字陀羅尼一卷", "939": "五髻文殊法一卷運", "94": "6 加用本錄法加用本錄法六", "940": "五字陀羅尼念誦法一卷海", "941": "五字陀羅尼頌一卷不空譯貞元新入目錄海仁圓覺", "942": "大聖曼殊師利童子菩薩一字真言有二種亦名", "943": "五字瑜伽法一卷不空仁", "944": "大聖曼殊師利童子菩薩一字真言一卷仁", "945": "曼殊室利菩薩呪藏中一字王呪經一卷貞元圓覺", "946": "文殊師利根本一字陀羅尼經一卷內云大方廣菩薩藏經中", "947": "文殊師利根本一字陀羅尼法亦名一字呪王經貞元海列內題但無中字", "948": "金剛頂經曼殊室利菩薩陀羅尼品一卷金剛", "949": "智行運", "95": "胎藏教法并金剛界金剛名號一卷義操仁行運錄外叡云", "950": "一髻文殊儀軌一卷內云文殊師利菩薩如意寶儀軌福壽譯", "951": "文殊滅婬欲我慢陀羅尼一卷", "952": "梵字文殊一字三字等并忿怒真言一本仁", "953": "梵字文殊師利根本真言一卷仁", "954": "梵字文殊劒真言一本仁", "955": "3 隨求法隨求法三", "956": "普遍光明大隨求陀羅尼經二卷內云普遍光明清淨熾盛如意", "957": "寶印心無能勝大明王大隨求陀羅尼經不空譯貞元新入目錄海仁珍列外題", "958": "佛說普遍光焰如意寶即心無能勝隨求陀羅", "959": "尼經一部三卷運", "96": "胎藏教法金剛名號一卷", "960": "佛說普遍焰鬘清淨熾盛思惟寶印心無能勝", "961": "總持隨求大明陀羅尼自在陀羅尼功能一卷", "962": "仁", "963": "隨求自在陀羅尼功德經一部二卷不空海仁", "964": "隨求即得大自在陀羅尼神呪經一卷亦云隨求即得貞元", "965": "圓覺", "966": "大菩提心隨求陀羅尼一切佛心真言法一卷", "967": "阿地瞿多仁", "968": "大隨求八印法一卷惟謹仁運", "969": "梵字大隨求真言一卷海", "97": "金剛界金剛密號一卷惠果運錄外", "970": "梵字小隨求真言一卷海", "971": "梵唐兩字隨求即得陀羅尼一卷澄", "972": "梵唐兩字大隨求結護一本仁隨求經中八明梵本出上灌頂諸佛法中", "973": "可入此中具出仁錄", "974": "大隨求陀羅尼碑一卷睿", "975": "大隨求結護一本仁", "976": "4 彌勒法彌勒法四", "977": "八名普密陀羅尼經一卷貞元圓覺梵釋", "978": "慈氏菩薩略修愈誐念誦法一部二卷無畏行運圓", "979": "覺加本", "98": "梵字一切如來菩提心戒真言一本仁叡", "980": "觀彌勒菩薩上生兜率天經一卷亦直云彌勒上生經貞元圓覺", "981": "梵釋", "982": "彌勒下生經一卷一名彌勒受決經亦云彌勒成佛經亦云當下成佛經亦云下生成佛經", "983": "貞元圓覺梵釋", "984": "彌勒下生成佛經一卷義淨譯貞元圓覺", "985": "彌勒成佛經一卷貞元圓覺梵釋", "986": "彌勒來時經一卷貞元圓覺梵釋", "987": "彌勒菩薩所問本願經一卷或無所問字一名彌勒願經亦云彌勒本願", "988": "經貞元不入藏中云吉藏載兩今但存一私云上七宜傍見之", "989": "彌勒經一卷梵釋", "99": "一切如來灌頂真言一本仁", "990": "5 虛空藏法虛空藏法五", "991": "大虛空藏菩薩所問經八卷不空譯貞元新入目錄亦云或五卷是大集經", "992": "虛空藏品全一品故不入藏圓覺梵釋海仁", "993": "虛空藏菩薩問持經得幾福經一卷貞元云即攝前虛空藏品", "994": "故不入藏圓覺梵釋", "995": "虛空藏菩薩經一卷貞元圓覺梵釋", "996": "虛空孕菩薩經二卷貞元圓覺梵釋", "997": "觀虛空藏菩薩經一卷亦名虛空藏觀經或無觀字私云上五宜傍見之", "998": "虛空藏菩薩神呪經一卷貞元圓覺梵釋", "999": "大虛空藏菩薩念誦法卷不空譯貞元新入目錄海仁運珍圓覺"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2176 諸阿闍梨真言密教部類總錄: 大毘盧遮那成佛神變加持經七卷　無畏: 瞿醯經三卷: 蕤呬經三卷: 玉呬怛跢羅經三卷　不空: 金剛頂一切如來真實攝大乘現證大教王經\n三卷: 金剛頂瑜伽真實大教王經三卷: 金剛頂瑜伽真實大教王經三卷: 金剛頂瑜伽中略出念誦經六卷　金剛智: 佛說金剛頂瑜伽中略出念誦經: 金剛頂瑜伽中略出念誦經四卷　金剛智: 金剛頂瑜伽中略出念誦經四卷: 金剛頂瑜伽中略出念誦法四卷: 陀羅尼集經: 三曼陀颰陀羅菩薩經一卷: 與金剛弟子入壇受灌頂法經一卷: 最上乘受菩提心戒及心地祕訣一卷: 無畏三藏禪要一卷: 灌頂三昧耶戒一卷: 授灌頂金剛最上乘菩提心戒儀一卷: 最上乘教授戒懺悔文一卷: 授菩提心戒儀一卷: 受菩提心戒儀一卷: 菩提心戒一本: 金剛頂宗授菩薩戒法一卷: 灌頂儀式二卷: 授三昧耶戒及第七日夜行事一卷: 菩提心戒法并授灌頂法一卷: 第七日夜行法二卷: 菩提心戒儀一卷: 菩提心戒儀一卷: 胎藏教法并金剛界金剛名號一卷: 金剛界金剛密號一卷: 梵字一切如來菩提心戒真言一本: 一切如來灌頂真言一本: 梵唐兩字一切如來灌頂真言一本: 梵唐兩字灌頂心真言一本: 梵唐兩字心中心真言一本: 梵唐兩字灌頂心中真言一本: 胎藏授阿闍梨位極密印契一卷: 授阿闍梨位密印一卷: 授阿闍梨位密印一卷: 大日持明行者根本印并諸尊持明者根本印\n異說一卷安然記在觀中院: 大毘盧遮那成佛神變加持經: 大毘盧遮那經義記十卷: 大毘盧遮那經義記七卷: 大毘盧遮那經義記七卷: 大毘盧遮那經疏十四卷: 大毘盧遮那經疏: 大毘盧遮那經義釋: 大毘盧遮那經義釋: 大毘盧遮那經義釋十卷: 大毘盧遮那經序一卷: 大毘盧遮那經義釋序一卷: 大毘盧遮那經供養法疏二卷: 大毘盧遮那成佛神變加持經義釋目錄一卷\n珍和上述中州五本謂肪十山七海二十仁十四珍十叡: 大毘盧遮那經略義二卷: 略釋毘盧遮那經中義一卷: 大毘盧遮那胎藏經略解真言要義一卷: 大毘盧遮那經疏文次第二卷: 大毘盧遮那經義記一卷: 祕密記一卷: 祕密記一卷: 大毘盧遮那佛說要略念誦經一卷: 大日經供養儀式一卷: 大日經持誦次第儀軌一卷: 大日經持誦次第儀軌一卷: 大日經略攝念誦隨行法一卷: 大日經略攝念誦隨行法一卷: 大毘盧遮那成佛神變加持經略示七支念誦\n隨行法一卷　不空貞元新入目錄海仁珍圓覺: 大毘盧遮那略要速疾門五支念誦法一卷: 毘盧遮那五字真言修習儀軌一卷: 大日如來成佛經釋中略出世間六月持明禁\n戒念誦儀軌一卷運叡: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼羅廣大念誦儀軌三卷無畏譯一行筆\n受寶月譯語仁根本: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼攞廣大念誦儀軌三卷仁以前本脫中間與\n良相國人多持之: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼羅廣大念誦儀軌三卷珍是前根本本\n但中卷文與前少異亦字頗異: 攝大毘盧遮那成佛神變加持經入蓮花胎藏\n海會悲生曼荼羅廣大念誦儀軌三卷叡前根本本但\n中卷文與珍本同字與仁本同: 大毘盧遮那經廣大儀軌三卷: 大毘盧遮那成佛神變加持經蓮花胎藏悲生\n曼荼羅廣大成就儀軌二卷法全仁: 大毘盧遮那成佛神變加持經蓮花胎藏悲生\n曼荼羅廣大成就儀軌二卷法全惟正與前同本但上卷有爛脫及處處\n有注: 大毘盧遮那成佛神變加持經蓮花胎藏悲\n生曼荼羅廣大成就儀軌三卷法全仁: 大毘盧遮那成佛神變加持經蓮花胎藏菩\n提幢幖幟普通真言藏成就瑜伽三卷法全珍: 大毘盧遮那成佛神變加持經蓮花胎藏菩提\n\n幢幖幟普通真言藏成就瑜伽三卷法全叡與前本同但以有\n注為異: 大毘盧遮那經儀軌三卷: 大毘盧遮那成佛神變加持經蓮花胎藏悲生\n曼荼羅廣大成就儀軌真言集三卷仁: 大毘盧遮那成佛神變加持經蓮花胎藏悲\n生曼荼羅真言集一卷　不空仁叡: 大毘盧遮那廣大儀軌真言一卷: 梵字大毘盧遮那胎藏大儀軌二卷: 梵字大毘盧遮那經真言一卷: 胎藏伍輪觀門一卷: 阿字觀門一卷: 大悲胎藏手契一卷: 胎藏曼荼羅手印樣一卷: 胎藏曼荼羅諸尊梵名一卷: 金剛部諸尊圖像儀軌一卷: 佛為難陀說出家人胎經一卷: 金剛頂瑜伽真實大教王經三卷: 金剛頂瑜伽中略出念誦經六卷: 金剛頂瑜伽中略出念誦法四卷: 金剛頂略出經一卷: 金剛頂教王經一卷: 金剛峯樓閣瑜伽瑜祇經一卷: 諸佛境界攝真實經三卷: 守護國界主陀羅尼呪經十卷: 大乘理趣六波羅蜜經十卷: 大乘心地觀經八卷: 菩提心經一卷: 瑜伽法鏡經二卷: 法鏡經二卷: 金剛頂瑜伽十八會指歸一卷: 金剛頂經大瑜伽祕密心地法門義訣一卷: 金剛頂瑜伽要訣一卷: 金剛頂瑜伽三十七尊分別聖位法門一卷: 略述金剛頂瑜伽分別聖位修證法門序一卷: 金剛頂瑜伽略述三十七尊心要一卷: 金剛頂瑜伽三十七尊出生義一卷: 三十七尊名一卷: 金剛頂瑜伽中發阿耨多羅三藐三菩提心論\n一卷亦云瑜伽總持教門說菩提心觀行修持義不空譯貞元新入目錄海仁珍叡: 禪門用心一卷: 菩提心義一卷: 心次第一卷: 菩提心記訣一卷: 金剛頂經疏七卷: 六波羅蜜經疏十卷: 六波羅蜜經疏十卷: 釋摩訶衍論十卷: 釋摩訶衍論疏三卷: 真言宗即身成佛義四種曼荼羅義文字實相\n義一卷: 金剛頂蓮花部心念誦法一卷: 金剛頂蓮花部心念誦儀軌一卷: 金剛頂蓮花部心念誦儀軌二卷: 金剛頂瑜伽真實教王念誦法二卷: 金剛頂瑜伽要略念誦法一卷: 金剛界大曼荼羅祕密修行法門一卷: 瑜伽蓮花部念誦法一卷: 瑜伽供養次第法一卷: 金剛頂經瑜伽修習毘盧遮那三摩地法一卷\n金剛智貞元新入目錄海仁運珍叡: 金剛頂蓮花部心念誦儀軌梵本真言二卷: 金剛頂毘盧遮那一百八尊法身契印一卷: 梵字金剛頂蓮花部大儀軌二卷: 梵字金剛頂瑜伽經真言一本: 梵字金剛峯樓閣經真言并百八名讚一卷\n仁: 梵字毘盧遮那三摩地儀軌一卷: 梵字十六大菩薩真言一卷: 梵字賢劫十六大菩薩真言一本: 梵字二十天真言一本: 二十天名并真言一本: 攝真實經成就三身密言要略一卷: 蘇悉地羯羅經三卷: 清淨毘盧遮那三種悉地一卷: 蘇悉地并蘇摩呼經梵本一夾: 蘇悉地經疏七卷: 陀羅尼集經: 雜呪集經十卷: 陀羅尼集要經一卷: 陀羅尼雜集一卷: 種種雜呪經一卷: 總釋陀羅尼義經一卷　不空: 呪五首經一卷: 決定總經一卷: 都攝一切真言王一卷: 都部陀羅尼目一卷: 青龍寺新譯經等入藏目錄一卷: 新譯經目錄一卷: 百千印陀羅尼經一卷: 略集印契幖幟釋義一卷: 念誦結護法普通諸: 蘇婆呼童子經三卷: 毘那耶律藏經一卷: 調伏藏十卷: 妙膊經文次第一卷: 蘇悉地供養法二卷: 蘇悉地供養法二卷: 蘇悉地供養法二卷: 蘇悉地羯羅供養法: 蘇悉地羯羅供養真言集一卷: 尊勝破地獄陀羅尼儀軌一卷: 三種悉地付法一卷: 院羅尼啟請文一卷: 明諸經中發願法一卷: 略發願法一卷: 諸曼荼羅圖一卷: 建立曼荼羅法一卷: 建立壇法一卷: 建立曼荼羅壇法一卷: 建立壇法一卷: 除壇上粉念此緣生偈讚一卷: 大乘緣生論一卷: 梵字法身偈一卷: 梵字三部心真言一本: 梵字大三昧耶真言一本: 四成就法一卷: 受用三衣法一卷: 別行要法一卷: 持呪祕方二卷: 蘇悉地羯羅玄重門一卷: 佛心經二卷: 一切佛心中心經一卷: 諸佛心陀羅尼經一卷: 諸佛集會陀羅尼經一卷: 諸佛要集陀羅尼經一卷: 諸佛興顯經三卷: 七佛所說神呪經四卷: 虛空藏菩薩問佛經: 受持七佛名號所生功德經一卷: 八陽神呪經一卷: 八吉祥神呪經一卷: 十二佛名神呪經一卷: 稱讚如來功德神呪經一卷: 藥師瑠璃光如來七佛本願功德經二卷: 藥師瑠璃光如來本願功德經一卷: 藥師如來本願經一卷: 舊藥師經一卷: 藥師如來本願殊勝隨願即得陀羅尼經一卷\n貞元無也今行於世是灌頂經第十一卷: 藥師法一卷: 唐代翻藥師經疏一卷: 藥師經疏一卷: 阿閦如來念誦法一卷: 阿閦佛國經二卷: 阿彌陀鼓音聲王陀羅尼經一卷: 無量壽如來念誦儀軌一卷: 金剛頂經觀自在王如來修行法一卷: 無量壽如來十甘露真言一卷: 梵字阿彌陀佛真言一本: 梵唐對譯阿彌陀經一卷: 阿彌陀經二卷: 無量壽經二卷: 觀無量壽佛經一卷: 阿彌陀經一卷: 稱讚淨土佛攝受經一卷: 後出阿彌陀佛偈經一卷: 小無量壽經一卷: 隨願往生經一卷: 千光王佛威德要法一卷: 牟梨曼荼羅呪經: 一切如來心真言一本: 一切如來心中心真言一本: 一切如來心印真言一本: 一切如來隨心真言一本: 梵唐兩字一切佛心真言一本: 梵唐兩字一切佛心中真言一本: 梵唐兩字祕密心真言一本: 梵唐兩字祕密心中心真言一本: 梵字如來心慈真言一本: 梵字如來慈真言一本: 梵字佛慈護真言一本: 一切如來金剛被甲真言一本: 一切如來結界真言一本: 梵唐兩字結界真言一本: 五佛頂轉輪王經五卷: 梵字五佛頂真言一本: 五佛頂法訣一卷: 大佛頂廣聚陀羅尼經五卷: 大佛頂如來密因修證了義諸菩薩滿行首\n楞嚴經十卷貞元圓覺梵釋云大佛頂首楞嚴經十卷: 大佛頂如來密因修證了義諸菩薩滿行品灌\n頂部錄中出印契別行法門一卷仁: 大佛頂如來大道場儀軌一卷: 大佛頂如來放光悉陀他鉢陀羅尼一卷: 注大佛頂陀羅尼一卷: 梵字大佛頂真言一卷: 新譯梵漢大佛頂陀羅尼一卷: 梵唐兩字大佛頂結護一本: 梵唐語對註譯大佛頂真言一卷: 小佛頂真言一本: 大佛頂碑一卷: 大佛頂玄贊三卷: 大佛頂經疏三卷: 大佛頂隨疏科文一卷: 大佛頂疏隨文補闕抄一卷: 金輪王佛頂略念誦法一卷: 奇特最勝金輪佛頂儀軌法要一卷: 金輪佛頂抄一卷: 遍照佛頂等真言一卷: 金剛頂瑜伽佛頂心真言一卷: 熾盛佛頂威德光明真言儀軌一卷: 一字佛頂輪王經五卷: 菩提場所說一字頂輪王經五卷: 奇特佛頂經三卷: 一字頂輪王瑜伽經一卷: 一字頂輪王瑜伽經一卷　不空: 瑜伽翳迦訖沙羅烏瑟尼沙斫訖羅真言安怛\n那儀則一字頂輪王瑜伽經一卷　不空私云上三同經\n仁: 大陀羅末法中一字心呪經一卷: 大陀羅尼經一卷: 金剛頂經一字頂輪王瑜伽一切時處念誦成\n佛儀軌一卷不空譯貞元新入目錄仁珍: 一字佛頂輪王念誦儀軌一卷: 一字頂輪王要法別行一卷: 一字頂輪王印一卷: 一字梵字一卷: 梵字一字頂輪王儀軌一卷: 梵漢兩字一字呪王陀羅尼一卷: 佛頂尊勝陀羅尼經一卷: 佛頂最勝陀羅尼經一卷: 佛頂尊勝陀羅尼經一卷: 佛頂尊勝陀羅尼經一卷: 最勝佛頂佛陀羅尼淨除業障經一卷: 大佛頂尊勝陀羅尼經: 尊勝菩薩所問一切諸法入無量門陀羅尼經\n一卷或直云尊勝菩薩所問經亦直云入無量門陀羅尼經貞元圓覺梵釋並欠注私云上二宜傍見之: 佛頂尊勝念誦法一卷: 尊勝佛頂真言修瑜伽經: 尊勝佛頂修瑜伽內別行成就三十四法一卷\n運: 佛頂尊勝陀羅尼別行法一卷: 佛頂尊勝陀羅尼并別行法一卷: 加句靈驗佛頂尊勝陀羅尼一卷: 佛頂尊勝陀羅尼呪一卷: 佛頂尊勝陀羅尼一卷: 注佛頂尊勝陀羅尼一卷: 佛頂尊勝陀羅尼注義一卷: 梵字佛頂尊勝陀羅尼一本: 梵字尊勝佛頂真言一卷: 梵字尊勝真言一本: 梵字佛頂尊勝陀羅尼一卷: 梵漢兩字佛頂尊勝陀羅尼一卷: 佛頂尊勝陀羅尼傳序一卷: 佛頂尊勝陀羅尼經珠林一卷: 大破碎摧真言一卷: 梵字大碎摧真言一卷: 白傘佛頂儀軌一卷: 一切如來白傘蓋大佛頂陀羅尼一本: 梵字白傘蓋佛頂真言一本: 七俱胝佛母陀羅尼經一卷: 七俱胝佛母准泥大明陀羅尼經一卷: 七俱胝佛母大心准提陀羅尼經一卷: 梵字七俱胝儀軌一卷: 梵字七俱胝佛母真言一本: 梵字七俱胝真言一本: 金剛吉祥大成就品經一卷: 佛眼佛母曼荼羅要集一卷: 梵字八大菩薩真言一本: 八大明王真言一本: 播般曩結使波法一卷: 梵字三界無能勝真言一本: 梵字七曜名號一本: 梵字二十八宿名號一本: 梵字三九祕法名號一本: 大孔雀明王經三卷: 注大孔雀明王經三卷: 佛說大金色孔雀王呪經一卷: 大金色孔雀王呪經一卷: 大孔雀呪王經三卷: 孔雀王呪經二卷: 孔雀王呪經一卷: 佛說大孔雀明王畫像壇場儀軌一卷: 梵字孔雀王真言一本: 成就妙法蓮花經王瑜伽觀智儀軌一卷: 梵字妙法蓮花經儀軌一卷: 梵唐對譯法花二十八品題目兼諸羅漢名一\n卷仁: 大方廣佛華嚴經入法界品頓證毘盧遮那法\n身字輪瑜伽儀軌一卷不空譯仁海無法身字圓覺云大方廣佛花嚴經入法\n界品瑜伽儀軌: 華嚴入法界四十二字觀門一卷: 花嚴經心陀羅尼一卷: 佛說十地經九卷: 修習般若波羅蜜菩薩觀行念誦儀軌一卷: 十八住金剛般若經一卷: 注金剛般若二卷: 梵唐對譯金剛般若經二卷: 梵唐對譯金剛般若論頌一卷: 金剛頂瑜伽般若理趣經一卷: 實相般若波羅蜜多經一卷: 般若理趣經釋一卷: 大曼荼羅十七尊釋一卷: 理趣般若決一卷: 理趣經述讚三卷: 理趣經幽贊一卷: 金剛頂瑜伽他化自在天理趣會普賢修行念\n誦儀軌一卷不空譯貞元新入目錄海仁珍: 大樂金剛薩埵修行成就儀軌一卷: 金剛頂勝初瑜伽經中略出大樂金剛薩埵念\n誦儀軌一卷不空譯貞元新入目錄海仁圓覺: 金剛頂瑜伽五祕密修行儀軌一卷: 仁王護國般若波羅蜜經二卷: 新譯仁王經二卷: 新譯仁王經疏三卷: 仁王般若念誦法經一卷: 仁王念誦儀軌一卷: 仁王護國般若波羅蜜菩薩觀行念誦儀軌一\n卷不空仁珍: 仁王般若陀羅尼釋一卷: 摩訶般若波羅蜜大明呪經一卷: 般若波羅蜜多心經一卷: 普遍智藏般若波羅蜜多經一卷: 新譯般若心經一卷: 梵本般若波羅蜜多心經一卷: 梵唐對譯般若心經一卷: 摩訶般若波羅蜜多呪一卷: 大方等陀羅尼經四卷: 大乘方等總持經一卷: 大乘方等總持經一卷: 大法炬陀羅尼經: 大威德陀羅尼經: 智矩陀羅尼經一卷: 莊嚴王陀羅尼經: 如來方便善巧呪經一卷: 善法方便陀羅尼呪經一卷: 大吉義神呪經二卷: 六門陀羅尼經一卷: 出生無邊門經一卷: 佛說無邊門陀羅尼儀軌一卷: 無邊門八字一卷: 出生無邊門陀羅尼一卷: 無邊門微密持經一卷: 出生無量門持經一卷: 無量門破魔陀羅尼經一卷: 阿難陀目佉尼訶離陀經一卷: 阿難陀目佉尼訶離陀隣尼經一卷: 寶篋經一卷: 梵字寶篋真言一本: 魔大寶樓閣善住祕密陀羅尼經三卷: 大寶廣博樓閣經三卷: 梵字大寶樓閣經真言一卷: 梵字廣大寶樓閣金剛劫真言一本: 梵字寶樓閣心真言一本: 文殊所說寶藏陀羅尼經一卷: 文殊師利法寶藏陀羅尼經一卷: 文殊師利現寶藏經三卷: 大方廣如來藏經一卷: 大方等如來藏經一卷: 大方廣如來祕密經二卷: 新譯密嚴經三卷: 大乘密嚴經三卷: 大乘密嚴經入密嚴微妙生身品一卷: 大寶積經: 大方等大集經: 大華嚴長者問佛那羅延力經一卷: 稻𦼮喻經一卷: 稻芉經一卷: 佛說十力經一卷: 佛說迴向經一卷: 佛說迴向輪經: 甚深大迴向經一卷: 華聚陀羅尼呪經一卷: 華積陀羅尼神呪經一卷: 雨寶陀羅尼經一卷: 大七寶陀羅尼經一卷: 勝幢臂印陀羅尼經一卷: 妙臂印幢陀羅尼經一卷: 金光明最勝王經十卷: 新翻最勝王經陀羅尼二卷: 最勝王經梵字真言一卷: 菩薩內習六波羅蜜經一卷: 梵字十波羅蜜真言一本: 梵字四無量真言: 梵字大忍真言一本: 梵字大悲真言一本: 注大悲呪一紙: 梵字龍猛集六真言一本: 三十七品真言一卷: 十二因緣真言一卷: 四諦真言一卷: 舍利弗陀羅尼經一卷: 一切如來金剛壽命陀羅尼經一卷: 金剛壽命陀羅尼經一卷: 金剛壽命陀羅尼經一卷: 佛說一切諸如來心光明加持普賢菩薩延\n命金剛最勝陀羅尼經一卷不空運: 一切如來普賢延命經一卷: 護命法門神呪經一卷: 壽延經一卷: 佛說招魂經一卷: 金剛壽命念誦法一卷: 梵字金剛延命真言一本: 梵字金剛壽命真言一本: 護命放生儀軌一卷: 造塔延命功德經一卷: 造塔功德經一卷: 右遶佛塔功德經一卷: 梵字修造佛塔陀羅尼一本: 無垢光大陀羅尼經一卷: 無垢淨光真言一卷: 梵字無垢淨光陀羅尼一本: 梵字相輪𢴤中陀羅尼一本: 梵字相輪真言一本: 梵字置相輪𢴤中及塔四周以呪王法置於塔\n內真言一本仁: 梵字電光真言一本: 梵字電光心真言一本: 新集浴像儀軌一卷: 浴像燒香偈讚一本: 大乘造像功德經二卷: 大乘造像功德經一卷: 造立形像福報經一卷: 作佛形像經一卷: 浴像功德經一卷: 浴像功德經一卷: 灌洗佛形像經一卷: 瑜伽念珠經一卷: 新譯木槵經: 木槵子經一卷: 數珠功德經一卷: 校量數珠功德經一卷: 東方最勝燈王如來經一卷: 持世陀羅尼經一卷: 持世經四卷: 持句神呪經一卷: 持世陀羅尼別行功能法一卷: 梵字持世陀羅尼一本: 梵字心真言并小心真言一本: 安宅神呪經一卷: 佛說三亭厨經一卷: 三厨經一卷: 陀隣尼鉢經一卷: 梵字袈裟加持供養真言一本: 梵字施一切眾生陀羅尼一本: 大雲請雨經二卷: 大雲輪請雨經二卷: 大雲請雨經一卷: 大方等大雲請雨經: 大方等大雲經六卷: 金剛光焰止風雨陀羅尼經一卷: 除一切疾病陀羅尼經一卷: 能淨一切眼陀羅尼經一卷: 拔濟苦難陀羅尼經一卷: 佛說集法悅捨苦陀羅尼經一卷: 除恐災患經一卷: 天地八陽經一卷: 救護身命濟人病苦尼經一卷: 能滅眾罪千轉陀羅尼一卷: 拔除罪障神呪經一卷: 梵字懺悔一切罪真言一本: 梵字滅惡趣真言一卷: 菩提場莊嚴經一卷: 梵字菩提場莊嚴陀羅尼一卷: 梵字菩提莊嚴心真言一本: 梵字心真言一本: 梵字心中心真言一本: 觀世音菩薩受記經一卷: 觀自在菩薩授記一卷: 觀世音三昧經一卷: 高王觀世音經一卷: 普門品經一卷: 請觀世音菩薩消伏毒害陀羅尼經一卷: 清淨觀世音普陀羅尼經一卷: 觀世音菩薩祕密藏神呪經一卷: 觀世音如意摩尼陀羅尼經一卷: 觀自在如意心陀羅尼呪經一卷: 觀自在隨心呪經一卷: 觀世音陀羅尼經一卷: 聖觀自在菩薩心真言觀行儀軌一卷: 聖觀自在菩薩根本心真言觀布字輪觀門一\n卷仁: 觀自在菩薩心真言一印念誦一卷: 觀自在菩薩心真言念誦法一卷: 梵字觀自在菩薩心真言一本: 觀自在大悲成就瑜伽蓮華部念誦法門一卷\n亦云成就大悲觀自在不空譯貞元新入目錄海仁珍列本名: 金剛頂經觀自在菩薩瑜伽修習三摩地法一\n卷馬列仁: 母哆囉觀自在菩薩隨心法一卷: 觀世音天厨劫粒法一卷: 大梵天經觀世音菩薩擇地法品一卷: 千轉陀羅尼觀世音菩薩呪經一卷: 千轉陀羅尼觀世音菩薩呪經呪一卷: 梵字觀自在聞持真言一本: 梵字觀自在聞持甘露真言一本: 六字陀羅尼呪經一卷: 六字神呪王經一卷: 六字呪王經一卷: 六字神呪經一卷: 六字法一卷: 千眼千臂觀世音菩薩陀羅尼神呪經二卷\n或一卷貞元梵釋上下: 千手千眼觀世音菩薩姥陀羅尼身經一卷: 千手千眼觀世音菩薩廣大圓滿無礙大悲心\n陀羅尼經一卷貞元圓覺梵釋: 千手千眼觀自在菩薩廣大圓滿無礙大悲心\n陀羅尼呪本一卷金剛智貞元新入目錄梵釋缺譯人及本字亦云觀世音仁珍存本字\n亦存譯人名: 千手千眼觀世音廣大圓滿無礙大悲心大\n陀羅尼神妙章句一卷仁: 千手千眼觀世音菩薩大身呪本一卷: 金剛頂瑜伽千手千眼觀自在念誦法一卷: 千手千眼觀自在菩薩根本真言釋一卷: 梵字經中漢字對注千手陀羅尼一卷: 梵字千手千眼真言一卷: 梵漢兩字千手陀羅尼一卷: 梵漢兩字千臂陀羅尼一卷: 梵唐兩字千手陀羅尼一卷: 十一面觀世音神呪經一卷: 十一面神呪心經一卷: 十一面神呪心經義疏一卷: 十一面觀自在菩薩經三卷: 如意輪陀羅尼經一卷: 觀世音祕密無障礙如意輪陀羅尼藏義經一\n卷梵釋闕本今有錄中載之: 觀自在菩薩如意輪瑜伽一卷: 都表如意輪瑜伽一卷: 觀自在如意輪菩薩瑜伽法要一卷: 如意輪念誦法一卷: 觀自在菩薩如意輪念誦法儀軌一卷: 如意輪要略法一卷: 如意輪觀門義注祕訣一卷: 如意輪菩薩真言注義一卷: 觀自在菩薩如意輪陀羅尼一卷: 梵字如意輪真言一本: 不空羂索神變真言經二卷: 不空羂索神變真言經: 不空羂索陀羅尼自在王呪經三卷: 不空羂索陀羅尼經一卷: 不空羂索神呪心經一卷: 不空羂索呪心經一卷: 不空羂索毘盧遮那佛大灌頂光真言一卷: 梵字不空羂索真言一本: 阿唎多羅阿嚕力經一卷: 觀世音說多利心呪經一卷: 蓮花部多利心菩薩念誦法一卷: 觀自在多羅瑜伽念誦法一卷: 梵字多羅真言一本: 葉衣觀自菩薩陀羅尼經一卷: 梵字葉衣心真言一本: 金剛頂瑜伽青頸大悲王觀自在念誦儀軌一\n卷金剛運: 大慈大悲救苦觀世音自在菩薩廣大圓滿\n無礙自在青頸大悲心真言一卷不空仁: 梵唐兩字青頸大悲真言一本: 梵字青頸觀音小心真言一本: 降三世大會觀自在菩薩說自心陀羅尼經一\n卷金剛智仁: 金剛頂降三世大儀軌一卷: 佛說一髻尊陀羅尼經一卷: 觀自在菩薩最勝明王心經一卷: 馬頭觀音陀羅尼一卷: 梵字馬頭觀自在菩薩心真言一本: 梵字馬頭觀世音心真言一本: 梵字馬頭明王真言一本: 盡馬頭像法一卷: 觀自在菩薩說普賢陀羅尼經一卷: 清淨觀世音普賢陀羅尼經一卷: 大普賢陀羅尼經一卷: 觀普賢菩薩行法經一卷: 大方廣普賢所說經一卷: 金剛頂勝初瑜伽普賢菩薩念誦法一卷: 普賢金剛薩埵念誦法一卷: 金剛頂瑜伽他化自在天理趣會普賢修行念\n誦儀軌一卷: 大樂金剛薩埵修行成就儀軌一卷: 金剛頂勝初瑜伽經中略出大樂金剛薩埵念\n誦儀軌一卷不空: 金剛頂瑜伽五祕密修行儀軌一卷: 梵字勝初瑜伽儀軌一卷: 大聖文殊師利菩薩佛剎功德莊嚴經三卷: 文殊師利佛土嚴淨經二卷: 文殊師利發願經一卷: 文殊師利巡行經一卷: 文殊尸利行經一卷: 文殊師利授記三卷: 文殊師利般涅槃經一卷: 大聖妙吉祥菩薩祕密八字陀羅尼修行曼荼\n羅次第儀軌法一卷淨智金剛譯運: 大聖文殊菩薩八字陀羅尼念誦法一卷: 梵字文殊師利菩薩八字真言一本: 六字神呪經一卷: 金剛頂經曼殊室利菩薩五字心陀羅尼品一\n\n卷金剛智行運貞元圓覺梵釋: 金剛頂經瑜伽文殊師利菩薩儀軌供養法一\n品并梵字亦名文殊五字念誦法不空譯貞元新入目錄圓覺列外題海云金剛頂瑜伽文殊師利菩薩儀軌供養\n法品一卷仁云金剛頂瑜伽文殊師利菩薩法一品一卷不空譯: 金剛頂瑜伽文殊師利菩薩經一卷: 文殊師利瑜伽五字念誦經修行教一卷: 文殊五字真言儀軌一卷: 金剛頂超勝三界經說文殊五字真言勝相一\n卷內云金剛頂超勝三界經說文殊師利菩薩祕密心真言不空譯貞元新入目錄海仁: 曼殊室利童子菩薩五字瑜伽法一卷: 梵字文殊五字真言儀軌一卷: 梵唐兩字文殊師利五字陀羅尼一卷: 五髻文殊法一卷: 五字陀羅尼念誦法一卷: 五字陀羅尼頌一卷: 大聖曼殊師利童子菩薩一字真言有二種: 大聖曼殊師利童子菩薩一字真言一卷: 曼殊室利菩薩呪藏中一字王呪經一卷: 文殊師利根本一字陀羅尼經一卷: 金剛頂經曼殊室利菩薩陀羅尼品一卷: 一髻文殊儀軌一卷: 文殊滅婬欲我慢陀羅尼一卷: 梵字文殊一字三字等并忿怒真言一本: 梵字文殊師利根本真言一卷: 梵字文殊劒真言一本: 普遍光明大隨求陀羅尼經二卷: 佛說普遍光焰如意寶即心無能勝隨求陀羅\n尼經一部三卷運: 佛說普遍焰鬘清淨熾盛思惟寶印心無能勝\n總持隨求大明陀羅尼自在陀羅尼功能一卷\n仁: 隨求自在陀羅尼功德經: 隨求即得大自在陀羅尼神呪經一卷: 大菩提心隨求陀羅尼一切佛心真言法一卷\n阿地瞿多仁: 大隨求八印法一卷: 梵字大隨求真言一卷: 梵字小隨求真言一卷: 梵唐兩字隨求即得陀羅尼一卷: 梵唐兩字大隨求結護一本: 大隨求陀羅尼碑一卷: 大隨求結護一本: 八名普密陀羅尼經一卷: 慈氏菩薩略修愈誐念誦法: 觀彌勒菩薩上生兜率天經一卷: 彌勒下生經一卷: 彌勒下生成佛經一卷: 彌勒成佛經一卷: 彌勒來時經一卷: 彌勒菩薩所問本願經一卷: 彌勒經一卷: 大虛空藏菩薩所問經八卷: 虛空藏菩薩問持經得幾福經一卷: 虛空藏菩薩經一卷: 虛空孕菩薩經二卷: 觀虛空藏菩薩經一卷: 虛空藏菩薩神呪經一卷: 大虛空藏菩薩念誦法卷: 虛空藏菩薩能滿諸願最勝心陀羅尼求聞持\n法一卷貞元圓覺梵釋注云亦虛空藏菩薩求聞持法一卷: 虛空藏菩薩能滿諸願法一卷: 梵字虛空藏真言一本: 地藏真言一紙: 大乘大集地藏十輪經十卷: 香王菩薩陀羅尼呪經一卷: 轉法輪菩薩摧怨敵法一卷: 轉法輪菩薩法一卷: 纔發心轉法輪菩薩印一卷: 八大菩薩曼荼羅經一卷: 師子莊嚴王菩薩請問經一卷: 八菩薩四弘誓呪經一卷: 八名普密陀羅尼經一卷: 梵字八大真言一本: 梵字八大菩薩真言一本: 八大明王真言一本: 授阿闍梨位密印一卷: 注大孔雀明王經三卷: 金剛光焰止風雨陀羅尼經一卷: 大隨求陀羅尼碑一卷: 大隨求結護一本: 虛空藏菩薩經一卷", "author": "日本 安然集", "sourceLink": "http://www.cbeta.org/"}