{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1683 犍稚梵讚", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1683", "1": "揵稚梵讚", "2": "西天譯經三藏朝散大夫試鴻臚", "3": "少卿明教大師臣法賢奉　詔譯", "4": "夜布里鑁二合冒地謨隷引囉尾誐摩曩波替引", "5": "摩引囉誐引誐淩二合誐誐引誐淩二合一誐誐引誐", "6": "凌二合誐引誐誐引誐里二合伽曩伽伽曩伽伽里二合", "7": "馱馱散曩馱迦剎二夜悉怛里三合鼻里禰二合尾", "8": "野二合嚕輩引里努努鉢底努努鼻里努二合努努", "9": "鼻里努二合努鼻三芻畔迺嚩努夜引多酥囉曩", "10": "囉曩彌多鉢引多嚩設引枳野二合僧賀四", "11": "夜建那里波二合訥婆二合曩引喃引迦賀迦賀迦迦", "12": "賀引賀引呬賀底鉢囉二合賀引賽一里野二合悉彌", "13": "二合曩引拏寅二合摩囉𧹞引曩致多多致怛吒引怛", "14": "引致致底鉢囉二合羅引輩二俱怛俱二合度度俱怛", "15": "俱二合唧怛俱二合囉唧俱賀囉唧多枳二合迦囉引𧹞", "16": "引左嚩引訥鼻三二合努引怛怛囉三合酥窣覩二合噪", "17": "引摩野二合酥嚕二合多娑迦羅扇引多曳引冒引謨", "18": "儞寅二合捺囉四二合部嚕二合剎引播引波紺二合引誐", "19": "畔誐娑摩二合囉舍囉娑羅娑怛波二合剎摩二合多引", "20": "囉引剎波引帶引一鉢閙二合嗏引喃殑誐曩引喃引", "21": "羅隷多部惹羅多引羅引娑隷羅引鉢旦誐二引娑", "22": "沒里二合拏引娑悉彌二合堵訖帝二合引迦羅沒里二合", "23": "努末度囉引謨引那囉昧引嚩租引鼻三部覽二合", "24": "旦唧引堵引曩唧怛賴二合娑摩二合囉嚩羅惹曳努", "25": "野寫怛娑昧二合引曩謨引窣覩四二合", "26": "烏里尾二合散左引羅演多佉囉尸囉儞迦里界", "27": "二合引娑他二合引那演堵引怛多二合里羼一入嚩二合羅", "28": "引鼻骨嚕二合駄嚩呬儞二合入嚩二合羅多捺捨禰舍", "29": "芻引婆演堵引沒囉始二呬引路怛佉二合引多引", "30": "悉作羯囉二合羯囉二合迦左鉢跓囉嚩引囉引尾尼", "31": "所二合摩引囉尾囉三引昧引怛里二合設悉怛里三合引", "32": "拏曳引曩鉢囉二合娑婆摩鼻𡁠多引鉢引多冒引", "33": "噪引謨儞寅二合捺囉二合四", "34": "𡁠尾塞普二合里惹敢三合惹多俱引波鉢囉二合迦", "35": "致多尾迦吒引塞普二合引吒儞里瞿二合引沙瞿引", "36": "囉一誐里惹敢三合𡁠謨多惹囉鉢囉二合迦吒誐", "37": "惹伽竨吒句二合引波嚩探引馱迦引覽二散那里", "38": "布二合引那引重摩嚩呬儞二合塞普二合囉那悉枳囉尼", "39": "所二合訥婆二合悉多引世引沙尾孕二合𤚥三補瑟閉", "40": "二合引數賽引爾野二合謨載引昨賀二合致底尾伽", "41": "致旦曳引曩沒馱三冒引弟野二合引多四", "42": "禰吠囉引迦隣拏二合布里迦摩羅那羅爾鼻", "43": "波剎摩二合隷羅引尾路引賴一引婆引嚩悉爾二合", "44": "誐吠二合引里尾二合那誐吠二合引鉢囉二合左隷多羅", "45": "隷帶娑悉彌二合帶引里部二合尾羅引賽二引爾引", "46": "怛賴二合里摩二合引覽誐曩引喃引波里誐多囉", "47": "婆賽引里路二合引呬旦引帶引囉扇引帶三引曩引", "48": "訖里二合瑟吒二合薩里嚩二合他引野娑多二合摩賀", "49": "沒里二合史嚩覽摩引多努釤曩摩引彌四努引訥", "50": "婆覽三合引旦野寫唧旦塞普二合吒尾迦吒娑致", "51": "界二合引僧迦致界二合引里路二合羅爾賀吠二合引一摩", "52": "里界二合輸羅引誐囉二合賀悉帶二合里誐二合惹覩囉", "53": "誐目契引僧賀娑引里努二合羅嚩訖怛賴三合引二鉢", "54": "囉二合爾愈二合摩多二合迦引摩禰引嚩悉怛里三合拏", "55": "嚩那誐尼堵引曳引曩僧娑引囉鼻嚕三三沒馱", "56": "播引覩愈瑟曼二合引尾野二合波誐多嚕數引路引", "57": "迦曩引度引謨爾寅二合捺囉二合四", "58": "阿芻引婆野二合引野寫沒弟里馱囉尼曩誐曩", "59": "禰娑誐覽部引馱囉訥鼻一二合里誐二合里惹二合", "60": "訥鼻二合里摩二合引囉尾里引里尾二合里嚩設多目", "61": "契引里瞿二合囉嚕輩引囉喃帶引二曳引曩引噪引", "62": "補瑟波二合計引都悉怛里三合拏嚩那誐尼多薩", "63": "里嚩二合尾弟多囉引誐三娑室里二合曼引沒馱尾", "64": "囉迦嚕沙婆野賀囉鉢覩冒爾里尾二合迦引", "65": "囉四", "66": "摩引囉引爾引計引里摩二合護引契引囉悉波囉", "67": "󰡊馱努設訖帝二合輸去羅引誐囉二合賀悉帝二合", "68": "引一嚕迦引波引帶引囉爾引計引里那重二合賀曩", "69": "波跓囉吠引里鼻二合瑟尼所二合里鼻二合摩曩引迺", "70": "二引曩芻特鑁二合野寫唧旦詣里里嚩曩左楞誐", "71": "引嗏波里演二合迦嚩淡三旦曼禰引晚那爾演", "72": "怛里二合婆嚩婆野賀覽沒馱尾覽酥尾覽四", "73": "烏載引囉吒吒賀賽引鉢囉二合迦吒波跓怛吒引", "74": "滿馱健吒引囉𧹞旦一散吒引波引塞普二合引吒", "75": "吒降二合迦塞普二合吒惹致羅惹致緊迦囉引俱", "76": "引吒羅引剎二引婆誐喃二合迦里覩二合曩設訖多二合", "77": "引波跓波吒賀跓娑頗二合引羅曩野寫冒引冒", "78": "杲二合三怛里二合鉢多二合引喃引誐里二馱囉俱", "79": "致波跓波吒賀波跓酥娑多二合冒引沒馱里囉", "80": "四", "81": "俱引建𧹞囉引摩覽𧹞鉢囉二合底婆野俱賀", "82": "𧹞涅里波二合拏𧹞囉拏𧹞一引𧹞曼泥淫二合", "83": "曼拏泥淫二合摩尼所二合賀尼所二合賀迦尼所二合", "84": "憾悉怛覽三合誐羅悉怛覽二三合誐羅娑怛覽三合", "85": "昨賀二合沒覽二合砌沒覽二合昨賀二合砌沒覽二合佉謨", "86": "佉謨具具曼引具具曼引共具曼共三曀鼻里", "87": "嚩二合引迺引里曩二合鼻多酥囉囉囉彌多半引多", "88": "嚩設枳野二合僧賀四", "89": "焰摩引囉左引囉馱引囉三摩野娑摩引覽婆", "90": "三覽婆目訖旦一二合曩訖旦二合喃引殑引誐曩引", "91": "喃引目佉迦摩羅嚩喃室里二合尾波剎迦波叉", "92": "二三摩野三冒引地羅剎彌二合設始曩彌嚩舍", "93": "囉怛矯二合引謨禰三鉢囉二合曳引禰三引怛細引", "94": "焰駄摩努底特嚩二合曩底婆誐嚩堵引達里摩", "95": "二合囉引惹寫巘尼四", "96": "爾伽喃二合曩鉢囉二合鉢多二合怛里二合鉢底二合叉", "97": "拏摩閉尾佐囉底演二合多俱引演那覽多一旦", "98": "爾剎鉢多二合引爾野二合唧多引俱嚕多酥左", "99": "里帝引瑟姹二合引那覽薩里嚩二合迦覽二伊怛淡", "100": "二合囉怛曩二合怛囉二合夜引詣野二合彌嚩嚩賀底謨", "101": "護鉢囉二合尼喃引野寫世引沙三引曳引釤曼那引", "102": "野摩引曩引鉢囉二合體多目佉囉禰誐曼二合拏羅", "103": "引達里摩二合巘尼四", "104": "曼里多二合引拏曼拏羅引彌冒引努誐𧹞尾𡁠底", "105": "野一二合婆底賀底里體二合迦惹喃𡁠曩舍娑喃", "106": "左二覽囉摩野二合帝引馱囉尼曼拏羅曼拏曩", "107": "寫三巘尼夜摩寫惹野泥淫二合尼摩嚩怛鉢囉", "108": "二合贊拏四", "109": "夜室左二合怛鑁二合曩涅里二合嗏怛鑁二合惹彌惹彌", "110": "尼所二合尼所二合曼里寅二合惹尼寅二合喃引尼曩引", "111": "尼一𧹞曼泥淫二合曼拏泥淫二合曼拏婆拏婆尼", "112": "所二合尼所二合畔曩引尼婆曩引尼畔𧹞二覽尼寅", "113": "二引嚕泥淫二合嚕嚕泥淫二合野囉羅嚩佉佉曼佉", "114": "佉曼佉佉曼佉三夜室左二合怛吠二合引𡁠嚩路引", "115": "計引捺舍嚩囉嚩隷諾閉拏野二合帝引摩引囉", "116": "賽引爾野二合四", "117": "部劍布引怛劍二合波惹引多引鉢囉二合左隷多嚩", "118": "酥嚩引劍波帝引彌引嚕囉引惹一引烏怛囉二合娑", "119": "多二合引禰引嚩僧伽引誐囉二合賀誐拏計囉拏引", "120": "曩引誐囉引惹引三摩娑多二引二合酥嚕二合怛嚩二合", "121": "引巘尼鉢囉二合贊𧹞引尾尾馱婆野迦里寅二合底", "122": "里體二合迦喃引三冒馱南引扇引底呬引覩引鉢囉", "123": "二合底囉拏底摩呬囉引嚩演底嚩僧健四", "124": "曀沙引尾賀囉始佉里引鉢囉二合尾嚕引底巘尼", "125": "一彌引伽娑嚩二合爾嚩俱嚕帝引底摩努詣野", "126": "二合瞿引沙二引摩引帝引嚩嚩怛娑二合羅多夜引酥", "127": "嚩呬里誐二合旦引室左三二合補怛覽二合引娑摩引", "128": "賀嚩二合野底部引惹曩迦引羅巘尼四", "129": "僧娑引囉作羯囉二合波里摩里那二合曩多怛波二合", "130": "囉寫一沒馱寫薩里嚩二合娛拏囉怛曩二合尾", "131": "部史怛寫二曩引難迦嚕底酥囉努捺囉二合鼻", "132": "覩羅野二合瞿引沙引三巘尼娑摩娑多二合努里多爾", "133": "尾那引囉演底四曀沙引呬巘尼囉拏帝引曩誐", "134": "𧹞一三冒引嚩爾禰引嚩曩囉引酥囉引𧹞引二婆", "135": "捺囉二合引室里二合尼所二合特鑁二合酥誐怛寫巘尼", "136": "三摩引布里旦引鼻芻誐嬭引娑摩誐里四引二合", "137": "曩引詣引三曼里多二合迦羅芻鼻多惹羅馱囉引", "138": "迦引羅嚩馱喻二合引彌爾二合枳囉尼一引二合迦悉", "139": "彌二合囉特鑁二合設商迦引婆野左計多惹曩引娑", "140": "多二合怛鉢囉三合底迦引囉呬引堵二引俱里鑁二合底", "141": "野二合爾野二合引閉野寫引特嚩二合爾謨波舍彌", "142": "多引始引沙底里體二合引嚩隸焰三娑引巘尼鉢", "143": "多喻瑟曼二合引娑迦囉謨爾嚩里界二合引娑他", "144": "二合引閉多引達里摩二合沒里二合泰四引", "145": "曀沙引酥囉引酥囉摩護引囉誐娑怛訖里三合怛", "146": "寫一扇引底波囉引謨波誐怛寫怛他引誐多寫", "147": "二巘尼囉拏底野二合摩囉嫰努鼻都羅野二合瞿", "148": "沙引三訖里二合囉爾野二合底里他二合呬里二合那引野", "149": "引爾尾那引囉演底四布羅野二合怛波二合囉摩引", "150": "曩娑引婆嚩多部婆嚩二合凌誐二合引波嚩里誐二合", "151": "鉢囉二合爾一引波半引拏凌誐二合底那引野劍俱嚕", "152": "多摩引路引迦室左二合楞𡁠尾旦二伊璨摩地野", "153": "二合爾隷曩部凌二合誐尾嚕帶引里惹二合羅半二合", "154": "曩夜引野唧覽三摩引囉引里室左二合囉拏引惹", "155": "喻引尾爾呬多補瑟半二合引惹隷半引多嚩四", "156": "捫左訥鼻二合俱娑摩二合引爾怛里二合里野二合囉", "157": "尼帶引囉引野訥鼻二合里禰二合重輸一引祖引祖寅二合", "158": "引迦引囉布囉娑里界二合酥囉誐嬭引設羯囉二合", "159": "禰鼻娑那里界二引二合娑嚩二合凌誐二合引爾野二合寫", "160": "部鑁計羅引嚩多囉堵引難多引努夜引怛囉二合", "161": "唧覽三怛寫引嚩焰二合迦嚕拏引爾地引里婆二合", "162": "誐嚩堵引巘尼鉢囉二合贊拏引惹誐多四", "163": "誐怛嚩二合引娑鉢多二合曀那引爾曼引多嚕那", "164": "覽引爾瑟迦囉三合引多摩引怛囉二合娑嚩二合演一", "165": "僧娑囉弟囉底孕二合迦嚕底野二合賀引彌底布", "166": "嚕二合引嚩引左喻引曩羅波二合尾二野寫引曩羅", "167": "波二合婆尾嚩部嚩嚩左喃部囉二合引𡁠瑟拏二合", "168": "鼻嚩𡁠旦三部夜引馱酥誐怛寫怛寫惹曳拏", "169": "巘尼多摩欠尼爾四", "170": "𡁠怛嚩二合引摩引囉嚩楞摩賀引婆野迦覽訖里", "171": "二合怛嚩二合左努引沙叉焰一薩里嚩二合詣野二合波", "172": "那摩引波野二合酥嚕唧覽怛怛賴二合引地引囉引", "173": "怛囉二合引嚩呬二怛寫始引沙娛拏引迦囉寫", "174": "酥地喻引沒馱寫󰡊馱引怛摩二合努三巘尼欠尼", "175": "多贊拏枳囉尼二合沙多夜引弟部帝野二合引涅里", "176": "二合𧹞四引", "177": "沒囉二合憾摩二合引伊嚩引婆嚩酥囉娛嚕誐里鑁", "178": "二合惹護引薩里嚩二合他一引薩里嚩二合佉里嚩二合摩", "179": "底里嚩二合部嚩婆誐鑁引尾瑟拏室贊二合拏瑟", "180": "尼二合誐多二伊璨演娛拏枳里多二合爾引數尾", "181": "沒馱引夜引旦引呬里二合夜引謨迦旦三引巘尼怛", "182": "寫謨爾引里惹二引喃婆野鼻那波引夜引那播", "183": "引演引惹曩引曩四", "184": "夜寫引惹敢二合摩爾禰曩禰曩摩多野鉢囉二合", "185": "布輸贊底里體迦一引賀里沙二合尾始沙嚩弟多", "186": "尾喻引冒杲二合馱引達里二合底孕二合禮鼻里二引夜", "187": "引摩引娑引爾野二合娛拏引鉢囉二合演引底尾多", "188": "底孕二合努引沙引沒囉二合惹敢二合底叉焰三娑巘", "189": "尼迦㘑迦羅枳隷計二合沙賀囉引部夜引訥婆二合", "190": "嚩部多曳引四演引曩怛嚩二合尾尾馱尾󰡊弟摩", "191": "多喻引誐璨底孕二合旦殑誐底孕一二合野娑焰", "192": "二合利鉢囉二合多覽鉢囉二合演引底尾嚩舍引薩里", "193": "味二合引尾波叉引叉焰二特嚩二合娑多二合引尾野", "194": "二合娑多二合娑摩酥謨引賀波吒羅引娑引達里摩", "195": "二合巘尼謨爾三三部野引訥婆二合嚩婆引尾三", "196": "沒馱娑底禰愈瑟摩二合引迦摩引愈瑟摩二合旦", "197": "四引", "198": "酥嚕二合怛嚩二合引演引鉢底多引摩呬引多羅摩", "199": "楞沒囉二合撼摩二合引那野引娑嚩二合里部二合嚩一", "200": "劍波帝引馱囉尼馱囉引剎帝囉閉剎鉢囉二合", "201": "誐多引剎摩二合引多楞二底里體二合引喃引婆野", "202": "迦引里尼波囉呬多鉢囉二合引覽婆󰡊馱引怛摩", "203": "二合喃三引冒杲二合馱引曩引謨波扇引多曳引娑波", "204": "禰舍散多引爾野二合旦引巘尼劍四", "205": "揵稚梵讚"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1683 犍稚梵讚", "source": "CBETA"}