{"author": "元魏 菩提流支譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0675 深密解脫經: 深密解脫經: 深密解脫經: 深密解脫經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "10 聖者觀世自在菩薩問品(四-五)", "1": "深密解脫經卷第五", "2": "元魏天竺三藏菩提流支譯", "3": "聖者觀世自在菩薩問品之二", "4": "聖者觀世自在菩薩白佛言：「世尊！世尊！何故", "5": "諸菩薩心不多樂諸波羅蜜果報，而多樂諸", "6": "波羅蜜行？」佛言：「觀世自在！有五種法。何等為", "7": "五？所謂樂於增上歡喜樂故、攝取自利利他", "8": "故、樂未來世樂報恩故、不染諸法故、不失彼", "9": "法故，應知。」觀世自在菩薩白佛言：「世尊！世尊！", "10": "此諸波羅蜜各有幾種勝妙之力？」佛言：「觀世", "11": "自在！此諸波羅蜜各有四種妙力應知。何等", "12": "為四？一謂菩薩修行諸波羅蜜，遠離慳嫉", "13": "心、遠離破戒心、遠離瞋心、遠離懈怠心、遠離", "14": "散亂心，遠離諸見心故；能成就阿耨多羅三", "15": "藐三菩提諸功德故；現身攝取自身他身故；", "16": "於未來世能得廣大無盡愛果報故。」", "17": "觀世自在菩薩白佛言：「世尊！世尊！此諸波羅", "18": "蜜，何等為因？何等為果？何等為力？」佛言：「觀", "19": "世自在！大悲為因、愛樂攝取眾生為果、能滿", "20": "足菩提為力，應知。」", "21": "觀世自在菩薩白佛言：「世尊！世尊！若諸菩薩", "22": "一切資財隨心所用不可窮盡，菩薩復有大", "23": "悲愍心，何故世間貧窮眾生受種種苦？」佛言：", "24": "「觀世自在！此諸眾生自業罪過。菩薩大悲，常", "25": "欲與諸一切眾生無盡富樂，常懷憐愍，堅固", "26": "不動。觀世自在！若諸眾生無自罪障，世間", "27": "無有貧窮眾生。「觀世自在！譬如一切諸餓鬼", "28": "等為渴逼惱，往見一切諸河、大海悉皆乾竭。", "29": "此非諸河、大海過咎，是諸餓鬼自罪業報。諸", "30": "菩薩等施諸眾生一切資財，如彼大海無有", "31": "過咎；而諸眾生受貧窮苦，如彼餓鬼自作惡", "32": "業有如是報，非菩薩過。」觀世自在菩薩白佛", "33": "言：「世尊！世尊！菩薩何等波羅蜜取諸法無體", "34": "相？」佛言：「觀世自在！般若波羅蜜取諸法無", "35": "體相。」觀世自在言：「世尊！若菩薩般若波羅", "36": "蜜取諸法無體相者，世尊！何故般若波羅", "37": "蜜不取諸法有體相？」佛言：「觀世自在！我說", "38": "取無體相，無體相者，汝當莫著言語。何以故？", "39": "無體相法離諸一切名字、言語，內身證法，不", "40": "可以名字、章句說，我依名字說言般若取諸", "41": "法無體相。」", "42": "觀世自在菩薩白佛言：「世尊！如世尊說諸波", "43": "羅蜜、隨近波羅蜜、大波羅蜜。世尊！何者是波", "44": "羅蜜？何者是近波羅蜜？何者是大波羅蜜？」", "45": "佛言：「觀世自在！菩薩從無量劫修行布施等", "46": "諸波羅蜜，畢竟能得一切善法，而彼菩薩具", "47": "煩惱性現行於心，而彼煩惱不能染菩薩，而", "48": "菩薩能降伏煩惱——謂信行地——於軟中信心而", "49": "修諸行，是名波羅蜜。「觀世自在！復有無量劫", "50": "時畢竟修行增上善法，心行煩惱，而彼菩薩", "51": "能伏煩惱、煩惱不能降伏菩薩，謂未入初地", "52": "應知，觀世自在！是名近波羅蜜。「復次，觀世自", "53": "在！菩薩於無量劫畢竟修行上上善法，彼菩", "54": "薩一切煩惱不行於心，所謂初地至八地、第", "55": "十地。觀世自在！是名大波羅蜜應知。」", "56": "觀世自在菩薩白佛言：「世尊！世尊！此諸地中", "57": "有幾種使煩惱？」佛言：「觀世自在！有三種使煩", "58": "惱。何等為三？所謂害伴使煩惱、薄使煩惱、微", "59": "細使煩惱。觀世自在！何者害伴使煩惱？謂從", "60": "初地乃至第五地不俱生煩惱。俱生煩惱伴", "61": "彼菩薩，害伴使煩惱不行於心，是故我說害", "62": "伴使煩惱。觀世自在！何者是薄使煩惱？謂六", "63": "地、七地中微細無明使煩惱。菩薩修行薄", "64": "彼無明煩惱，是名薄使煩惱。觀世自在！何者", "65": "微細極微細煩惱？謂八地、上上地，一切無明", "66": "使煩惱不行於心，唯有一切境界微細障。觀", "67": "世自在！是名三種使煩惱應知。」", "68": "觀世自在菩薩白佛言：「世尊！世尊說菩薩斷", "69": "一切過得斷諸使。世尊！菩薩斷幾種過名斷", "70": "諸使？」佛言：「觀世自在！菩薩斷三種過能斷諸", "71": "使。何等為三？所謂皮、膚及骨。觀世自在！初斷", "72": "皮障離第一過、次斷膚障離第二過、次斷骨", "73": "障離第三過，我說一切使盡是名佛地應知。」", "74": "觀世自在菩薩白佛言：「世尊！世尊！幾阿僧祇", "75": "劫斷彼諸過？」佛言：「觀世自在！三大阿僧祇劫、", "76": "無量時、無量月、無量半月、無量夜、無量晝", "77": "日、無量念、無量剎那、無量無睺多、無量羅婆", "78": "劫斷彼諸過應知。」", "79": "觀世自在菩薩白佛言：「世尊！此諸地中諸菩", "80": "薩煩惱有何等相？有何功德？願為我說，而", "81": "我應知。」佛言：「觀世自在！無有染相生諸煩惱、", "82": "無量功德生諸煩惱應知。何以故？菩薩於", "83": "初地中自性證於一切法界，善能覺知一切", "84": "法界。是故，菩薩如實能知生諸煩惱，非為不", "85": "知。是故，於自身中無有染相，以不能生諸苦", "86": "過故；無有諸過，為眾生界斷因果故，菩薩無", "87": "量功德是煩惱生。」觀世自在菩薩言：「希有，", "88": "世尊！是大菩提能大利益，以諸菩薩生諸煩", "89": "惱降伏一切聲聞、緣覺一切善根，何況諸餘", "90": "無量功德？」觀世自在菩薩白佛言：「世尊！如世", "91": "尊說聲聞乘、大乘是為一乘。世尊！何意作如", "92": "是說？」佛言：「觀世自在！我聲聞乘中說種種法——", "93": "所謂五陰、內六入、外六入——如是等我說彼法", "94": "界一味，而彼聲聞不能覺知。是故，我說有種", "95": "種乘。觀世自在！如有眾生聞說如是，分別執", "96": "著，彼人不知一乘之體，取種種乘而證彼法，", "97": "異異而取迭共諍論。我意如是應知。」爾時，", "98": "世尊而說偈言：", "99": "「種種諸法相，我依一理說，", "100": "生於下劣解，我說名二乘。", "101": "如聞聲分別，而不知彼義，", "102": "故諸乘相違，憍慢眾生諍。", "103": "知諸地妙相、及諸願生處，", "104": "此勝相對治，我說是大乘。」", "105": "爾時，觀世自在菩薩白佛言：「世尊！深密解脫", "106": "修多羅中，此法門者名為何等？云何奉持？」佛", "107": "告觀世自在菩薩言：「觀世自在！此修多羅名", "108": "『地波羅蜜了義法門』，汝今應當如是受持。」說", "109": "此「地波羅蜜了義經」時，七萬五千菩薩得大", "110": "乘光明三昧。", "111": "11 聖者文殊師利法王子菩薩問品(五)聖者文殊師利法王子菩薩問品第十一", "112": "爾時，文殊師利法王子菩薩摩訶薩，依如來", "113": "所作住持業差別，白佛言：「世尊！世尊！如來法", "114": "身有何等相？」佛告文殊師利：「如實修行十地", "115": "波羅蜜，轉身成就得妙法身，是名諸佛如來", "116": "法身相應知。「文殊師利！彼佛法身有二種相", "117": "不可思議。何等為二？所謂法身離諸戲論、離", "118": "諸一切有為行相，而諸眾生執著戲論、有為", "119": "行相。」文殊師利白佛言：「世尊！聲聞、緣覺轉身", "120": "所得，為是法身？為非法身？」佛告文殊師利：「非", "121": "法身也。」文殊師利白佛言：「世尊！若非法身，是", "122": "何等身？」佛言：「文殊師利！名解脫身，非法身", "123": "也。依解脫身，聲聞、緣覺、諸佛如來其身平等，", "124": "而佛法身差別殊勝。法身勝者，勝彼一切聲", "125": "聞、緣覺無量無邊阿僧祇功德，奇特殊勝不", "126": "可為譬。為分別顛倒對治，彼人說如來生。」", "127": "文殊師利白佛言：「世尊！諸佛生世有何等相？」", "128": "佛告文殊師利：「化身生相隨世界相，一切種", "129": "一切功德莊嚴住持相相應，是即化身生世", "130": "間相應知。文殊師利！而佛如來法身不生。」文", "131": "殊師利白佛言：「世尊！我云何知化身所作現", "132": "方便相？」佛告文殊師利：「一切佛國土三千大", "133": "千世界中大勢力家及福田家一時退，入胎、", "134": "住胎、出胎，生已增長，受五欲樂，而行大捨出", "135": "家苦行、證菩提、轉法輪、入涅槃。文殊師利！是", "136": "應化身所作方便示現應知。」", "137": "文殊師利白佛言：「世尊！世尊！依如來法身住", "138": "持力，幾種語為眾生說法——如來說法依可化", "139": "眾生、未熟者令熟、已熟者令得解脫？」佛言：「文", "140": "殊師利！如來有三種語。何等為三？謂說修多", "141": "羅、毘尼、摩得勒伽。文殊師利！是為三種應", "142": "知。」文殊師利言：「世尊！何等修多羅？何等毘尼？", "143": "何等摩得勒伽？」佛言：「文殊師利！我所說少事", "144": "法，是名修多羅。少事法者，謂四種事、九種", "145": "事、二十九種事。「文殊師利！所言四種事者，謂", "146": "聞事、歸依事、學事、菩提事，是名四種事。「文", "147": "殊師利！所言九種事者，謂施設事、眾生向受", "148": "用事、向生事、向生住事、向染淨事、向種種事、", "149": "能說事、可說事、眷屬事，是名九種事。「文殊師", "150": "利！所言二十九事者，謂依煩惱對染諸行事", "151": "隨順事。「何者是隨順事？謂隨順彼人相。未來", "152": "世生因事故，依法相未來行因事，依淨分觀", "153": "事，即彼處修行事。令心住事、現身受樂法行", "154": "事、過一切苦觀行事，即如實知彼事。「彼事有", "155": "三種：依顛倒住持故、依眾生相外觀邪行住", "156": "持相故、內心無憍慢住持故。「修行住事、現證", "157": "事、修行事、作向堅固事，觀彼九種事：觀察", "158": "遠離不遠離方便事、向散亂事、不散亂、不失", "159": "事、修行無障礙事、修行利益事、向堅固事、", "160": "向彼實證事、具足得涅槃事。「如來善說毘尼", "161": "法——世間正見，出諸外道一切勝事——不修行彼", "162": "法退事。何以故？文殊師利！若於如來善說", "163": "毘尼法中不能修行，令善法退，非邪見過。」文", "164": "殊師利言：「世尊！何者是毘尼相？」「文殊師利！", "165": "毘尼相者，我為聲聞及諸菩薩說波羅提木", "166": "叉及波羅提木叉相應法，是名毘尼事。」文", "167": "殊師利言：「世尊！菩薩有幾種法攝波羅提木", "168": "叉？」佛言：「文殊師利！菩薩有七種法攝波羅提", "169": "木叉。何等為七？所謂菩薩知說受持法、知說", "170": "波羅夷事、知說過事、知說過事體、知說無過", "171": "事體、知說起過事、知說受持法失事。文殊師", "172": "利！是名菩薩七種法攝波羅提木叉應知。」", "173": "文殊師利言：「世尊！何者是摩得勒伽？」「文殊師", "174": "利！我所說十一種相示現了義經，是名摩得", "175": "勒伽。」文殊師利言：「世尊！何等是摩得勒伽十", "176": "一種相？」佛言：「文殊師利！所謂世諦相、第一義", "177": "諦相、觀菩提分法相、彼法相、自體相、彼法果", "178": "相、受彼法說相、彼法障相、彼法隨順相、彼法", "179": "過失相、彼法利益相。」", "180": "文殊師利言：「世尊！何者是世諦相？」「文殊師利！", "181": "世諦相者有三種。何等為三？說人相、說分別", "182": "體相、觀諸法思惟作種種業相，應知。」文殊師", "183": "利言：「世尊！何者第一義諦相？」「文殊師利！第一", "184": "義諦相有七種，如前七種真如中所說：一", "185": "者、所謂無始有為行相第一義諦；二者、相第", "186": "一義諦，所謂我空、法空；三者、唯識第一義諦，", "187": "知有為行唯是心識；四者、執著第一義諦，所", "188": "謂我說苦諦；五者、邪行第一義諦，所謂我說", "189": "集諦；六者、清淨第一義諦，所謂我說滅諦；七", "190": "者、正修行第一義諦，所謂我說道諦。「文殊師", "191": "利！行相第一義諦、執著第一義諦、邪行第一", "192": "義諦，此三第一義諦一切眾生平等無差別。", "193": "文殊師利！相第一義諦、唯識第一義諦，此二", "194": "第一義諦一切法平等無差別。文殊師利！清", "195": "淨第一義諦，聲聞、緣覺、菩薩阿耨多羅三藐", "196": "三菩提平等無差別。「文殊師利！正修行第一", "197": "義諦，如聞妙法差別，觀奢摩他、毘婆舍耶攝", "198": "取般若波羅蜜平等無差別應知。」文殊師利", "199": "言：「世尊！何者是觀菩提分法相？」「文殊師利！觀", "200": "菩提分法相者，所謂觀一切種事應知。」文殊", "201": "師利言：「世尊！何者是彼法相？」「文殊師利！彼", "202": "法相者如八種觀中應知。」文殊師利言：「世尊！", "203": "何等八種觀？」「文殊師利！所謂依實諦、住諦、過", "204": "失、功德、通相、形相、相應相、廣略說相。「文殊", "205": "師利！實諦相者，所謂真如。「住諦相者，所謂", "206": "人相、分別差別體一向答相、隨問分別答", "207": "相、置答相、密事示現相。「過失相者，所謂", "208": "我說諸法染過。「功德相者，所謂我說一切淨", "209": "法無量利益相。「通相者，有六種應知。何等六", "210": "種？謂真實義通、得通、說通、離二邊通、不可", "211": "思議通、意通。「形相者，所謂三世三有為相四", "212": "種因緣。「相應相者，有四種應知。何等為四？", "213": "謂相待相應、能作所作相應、生相應、法體", "214": "相應。相待相應者，謂何等因、何等緣能生有", "215": "為行、名字等用，是名相待相應。能作所作相", "216": "應者，何等因、何等緣能得法、能生法，能生法", "217": "已能成辦業，是名能作所作相應。生相應者，", "218": "謂何等因、何等緣知法、說法、示法，能成能正", "219": "覺知，是名生相應。法體相應者，略說有二種。", "220": "何等為二？謂一者、淨，二者、不淨。「文殊師利！淨", "221": "有五種相，不淨有七種相。「文殊師利！何者淨", "222": "五種相？一者、彼現前見相，二者、依彼現前見", "223": "相，三者、自相譬喻相，四者、成就相，五者、說清", "224": "淨阿含相。「文殊師利！何者是彼現前見相？謂", "225": "一切有為行無常、一切有為行苦、一切法無", "226": "我，世間現前見法如是等，是名彼現前見相，", "227": "應知。「文殊師利！何者是依彼現前見相？所謂", "228": "一切諸有為行一相故，不失未來善、不善業；", "229": "依彼麁法現見故、依種種業見種種眾生現", "230": "見故、依善不善業受苦受樂現見故，於現見", "231": "法中譬喻。如是等彼依止現見相應知。", "232": "「文殊師利！自相譬喻相者，所謂內、外、一切世", "233": "間現見譬喻因緣。如是等名為自相因緣譬", "234": "喻應知。「如是，依彼現見相、依止彼現見相、譬", "235": "喻相一向成就彼事，名為成就相應知。「文殊", "236": "師利！何者是說清淨阿含相？所謂一切智人", "237": "說彼寂靜涅槃之相。如是等名清淨阿含相", "238": "應知。「文殊師利！汝應如是深觀察五種清淨", "239": "相，深觀察已知清淨，知清淨已修行應知。」", "240": "文殊師利白佛言：「世尊！有幾種法知一切智", "241": "人相？」佛言：「文殊師利！有五種法知一切智人", "242": "相。何等為五？有人出世於諸一切天人世間", "243": "名一切智，有人畢竟成就三十二大人之相、得", "244": "十力法能斷一切眾生疑、具四無畏降伏一", "245": "切諸魔怨敵、說法更無能作礙難、於說法中", "246": "善說八聖菩提道分，現證成就四沙門果。「文", "247": "殊師利！如是，依生、依相斷疑降伏，無人能難，", "248": "現見沙門五種法現前，是名一切智人相應", "249": "知。「文殊師利！此依生成相應、現見相應、量相", "250": "應、比智相應、聖人說法相應，知五種相是名", "251": "清淨相應知。「文殊師利！何者是七種不清淨", "252": "相？所謂彼相似見相、彼不相似見相、有一切", "253": "相似見相、一切不相似見相、自譬喻異相、不", "254": "成相、說法不清淨阿含相。「文殊師利！何者是", "255": "有一切相似見相？謂一切法依意識知同相，", "256": "如是等名為一切法相似同見相。「文殊師利！", "257": "何者是一切法不相似見相？謂法相、體相、業", "258": "法因果異相、一一相、異相、畢竟彼彼相、待異", "259": "相，如是等是名一切不相似不同見相。「文殊", "260": "師利！何者是自譬喻異相？謂彼相似見相譬", "261": "喻中有一切不相似不同相，為成彼事一向", "262": "不成，是故我說彼不成相。「文殊師利！自譬", "263": "喻中彼不相似見相有一切相似同相，為成", "264": "彼事一向不成，是故我說不成相。「若不成相", "265": "者，彼法不清淨；若法不清淨者，不應修行。是", "266": "故，我說不清淨阿含相，以自性不清淨應知。", "267": "「文殊師利！何者是法體？所謂：如來出世及不", "268": "出世，法住、法體、法界，是名法體相應知。」", "269": "文殊師利言：「世尊！何者是略廣相？」「文殊師利！", "270": "所謂略說一句——彼一句、上上句、差別無量句、", "271": "乃至說應至處——是名略說應知。」", "272": "文殊師利言：「世尊！何者是得相？」「文殊師利！", "273": "謂取諸法見觀菩提分法，我說菩提分法四", "274": "念處等，是名彼法自體相。共世間、出世間、遠", "275": "離染相，彼法果起世間、出世間功德，是名彼", "276": "得相。文殊師利！即彼法依解脫智受用，應", "277": "知、廣為人說示現，是名彼法隨順示現相。文", "278": "殊師利！即彼修行菩提分法，離道相違染法，", "279": "是名向障法應知。文殊師利！為彼法多生增", "280": "長，是名隨順彼法相。文殊師利！障諸法是名", "281": "過相。文殊師利！隨順彼法功德是名利益相，", "282": "應知。」", "283": "爾時，文殊師利菩薩白佛言：「世尊！惟願世尊", "284": "為諸菩薩更重略說修多羅、毘尼、摩得勒伽", "285": "義，不共一切外道、二乘陀羅尼相。諸佛如來", "286": "說甚深法，諸菩薩得甚深意，得已能入一切", "287": "佛法。」佛告文殊師利：「汝今諦聽，我當為汝略", "288": "說陀羅尼義。諸菩薩等聞我法已，能得我意；", "289": "得我意已，入於我法。「文殊師利！何者略說陀", "290": "羅尼義？所謂我說一切染法、一切淨法、破一", "291": "切法、不覺相、無作相、無分別相、無我相，如", "292": "是如是法。我說不覺、無作、無分別、無我相，以", "293": "一切無覺無我相，是故染法，非先是染，後時", "294": "得淨；諸淨法者，亦非先淨，後得名染。愚癡凡", "295": "夫依虛妄染身執著我法，計自體相，依因邪", "296": "見而言有我——所謂我能見、能聞、能嗅、能味、", "297": "能觸、我能知、我能食、我染、我淨——生如是等諸", "298": "邪見行。若人如是如實能知離煩惱身，彼人", "299": "能得離諸煩惱、斷諸戲論、畢竟清淨，得無為", "300": "身，無有一切諸有為行。文殊師利！是名略說", "301": "陀羅尼義應知。」爾時，世尊而說偈言：", "302": "「諸法本無染、後時不清淨，", "303": "染及於清淨，是諸法無我。", "304": "染身見有我，生於我所相、", "305": "我染及清淨、我見及以食。", "306": "若能如是知，彼人離煩惱，", "307": "能得無染身，是故名無為。」", "308": "文殊師利菩薩白佛言：「世尊！世尊！如來心生", "309": "有何等相？願為我說。」佛告文殊師利：「文殊", "310": "師利！如來非心意意識得名，而無諸行心", "311": "生得名，依應化身說名為生。」文殊師利言：「世", "312": "尊！若法身離於諸行，云何離作心行而能生", "313": "心？」佛言：「文殊師利！依本方便般若修行自然", "314": "而生。文殊師利！譬如睡眠，無心覺起而能覺", "315": "起。文殊師利！如入滅盡定而無起心，依本作", "316": "心自然而起。文殊師利！如眠、滅定二無起心，", "317": "依本而起；如是，如來心生，依本般若方便修", "318": "行成就應知。」", "319": "文殊師利菩薩白佛言：「世尊！世尊說如來應", "320": "化所作化身，為是有心？為是無心？」佛言：「文殊", "321": "師利！得言有心、得言無心。何以故？以自心不", "322": "得自在故，言無心；假他力故，言有心。」文殊", "323": "師利白佛言：「世尊！如世尊說，如來行處、如", "324": "來境界，此二種法有何差別？」佛言：「文殊師", "325": "利！言如來行處者，一切諸佛功德平等不可", "326": "思議、無量功德莊嚴清淨佛之國土，是名諸", "327": "佛如來行處。文殊師利！言如來境界者有五", "328": "種。何等為五？所謂眾生界、世界、法界、可化", "329": "眾生界、方便界。文殊師利！如來行處、如來境", "330": "界如是差別應知。」", "331": "文殊師利菩薩白佛言：「世尊！世尊！如來得大", "332": "菩提、轉大法輪、入大涅槃，此三種相云何差", "333": "別？應云何知？」佛告文殊師利言：「文殊師利！", "334": "無有二相，不證菩提、非不證菩提，不轉法輪、", "335": "非不轉法輪，非入大涅槃、非不入大涅槃。」文", "336": "殊師利言：「世尊！我解世尊所說之義。何以故？", "337": "如來法身本來常清淨故、應化身示現故。」文", "338": "殊師利言：「世尊！眾生見彼應化之身、聞應化", "339": "身、解應化身、供養讚歎應化之身，得諸功德，", "340": "於何身得？」佛言：「文殊師利！以能正念如來身", "341": "故，以應化身依如來法身住持力得。」文殊師", "342": "利白佛言：「世尊！世尊等無心、無作、無行，何義", "343": "故如來法身為諸眾生出大光明及出無量", "344": "應化鏡像，而諸聲聞、辟支佛等解脫之身無", "345": "如是相？」佛言：「文殊師利！等無心、無作，譬如日、", "346": "月、摩尼珠等，為諸眾生出大光明及種種物，", "347": "而水、琉璃、頗梨珠等無心、無作，不出一切光", "348": "明等物。何以故？依大眾生住持力故、依諸眾", "349": "生增上業故。文殊師利！譬如善巧練治珠", "350": "寶能出影像，餘不善者不出光明。文殊師利！", "351": "諸佛如來亦復如是，依無量法正觀修行方", "352": "便般若，作諸善業、集諸善根，依佛法身方便", "353": "智慧出諸光明及出無量應化色像；聲聞、緣", "354": "覺解脫之身不能修集一切善根，故不能出。」", "355": "文殊師利菩薩白佛言：「世尊！世尊說依諸佛", "356": "菩薩住持力故，一切眾生成就世間功德之", "357": "身——所謂生於剎利婆羅門、大長者家、欲界、色", "358": "界、無色界、一切處、一切身——一切功德果報成", "359": "就皆依諸佛及諸菩薩住持力得。世尊！何意", "360": "作如是說？」佛言：「文殊師利！如來住持之力及", "361": "菩薩力，隨說何等道、何等修行，若有人能依", "362": "於彼道如實修行，彼人一切生處、一切身、一", "363": "切世間果報成就。文殊師利！若人不能信於", "364": "彼道，又復不能如實修行，謗我法、諍我法，", "365": "而於我身生惡瞋心，彼人命終一切生處常", "366": "得一切下劣惡身、受惡果報。文殊師利！依", "367": "於此義，汝今應知，非但成就上妙勝身及勝", "368": "果報依佛如來住持力，得下劣惡身及惡果", "369": "報亦依如來住持力得。」", "370": "文殊師利白佛言：「世尊！世尊不淨國土中，何", "371": "法易得？何法難得？世尊！淨佛國土中，何法易", "372": "得？何法難得？」佛告文殊師利言：「文殊師利！不", "373": "淨國土中有八事易得、二事難得。何等為八？", "374": "所謂外道易得、受苦眾生易得、生下姓家勢", "375": "力敗壞易得、惡行眾生易得、破戒眾生易得、", "376": "入惡道眾生易得、發下品心小乘眾生易得、", "377": "發菩提心菩薩狹劣心易得。", "378": "「文殊師利！何者二事難得？高心修行菩薩難", "379": "得、諸佛如來出世難得。文殊師利！淨佛國土", "380": "中八事難得、二事易得，應如是知。」爾時，文殊", "381": "師利法王子菩薩白佛言：「世尊！此深密解脫", "382": "修多羅中，此法門當名何等？云何奉持？」佛告", "383": "文殊師利法王子菩薩言：「文殊師利！此法門", "384": "名『說諸佛如來住持力了義經』。文殊師利！如", "385": "來所說了義修多羅，其義如是，汝當奉持。」說", "386": "此如來住持力了義經時，七萬五千菩薩得", "387": "滿足法身。文殊師利法王子菩薩摩訶薩及", "388": "諸一切天、人、阿修羅大眾，歡喜奉行。", "389": "深密解脫經卷第五"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0675 深密解脫經: 深密解脫經: 深密解脫經: 深密解脫經", "source": "CBETA"}