{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2796 律抄第三卷手決", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2796", "1": "律抄第三卷手決", "2": "此□□□□□□□佛依王舍□□□□", "3": "□□□應是等□□□□見解之亦同五錢者", "4": "□□□□□□□□□□□□□□□善見解", "5": "他僧□□角五錢等也。乃是善見五錢成重", "6": "與四分同也。", "7": "□觀五事者。一處。二時。三新。四貴。五賤等", "8": "也。其處者應觀取物處主捨不已作得心不", "9": "主。若不捨不成夷等說之。五錢為允者戒律", "10": "宜應從急。當部及善見但五錢犯重之文。道", "11": "從急也。更不勞引諸部。多論隨依國法之文。", "12": "又不要古大同錢之語。故名五錢為允也。", "13": "上三句互反皆同者。上三並貴時取後賤時", "14": "賣。依初依貴時結罪。若本取時賤後賣時貴。", "15": "若結罪邊就初取賤時。結罪名反皆同。師徒", "16": "四人互相教共盜。一人六錢者師主自取三", "17": "文一蘭。教三弟子各取一錢。教不滿五邊共", "18": "得一蘭。其三弟子各教和上取三錢。二同學", "19": "各取一文。自取一文。三弟子教人各滿五邊", "20": "各得一夷。自取一文邊得一蘭。善見盡地作", "21": "字者為分界也。知法人盡一頭云齊。此處是", "22": "某甲地。盡一頭輕。具足兩頭了重向前列自", "23": "業不合他業者不得兩業。合為一也。自偷業", "24": "與教他夷蘭。各自別非一也。", "25": "殺人戒第三殺人戒殺遣使者。直往遣人捉刀殺。", "26": "往來使者。遣一人往殺不遂。即來更令往殺。", "27": "後不遂情還却來。如是重重來往故云往來", "28": "也。重使者。前遣人往殺事不遂情。更遣異人", "29": "往殺。如是五人十人名為重使。展轉使者。前", "30": "殺王人。殺王人後殺張人。張人後殺李人。李", "31": "人後殺趙人。如是展轉相殺至於百千人。故", "32": "云展轉。遣書者。遣人持書往彼。彼人得言即", "33": "自斷命。教遣書者。語前人云。汝作書與某甲。", "34": "令其自死。三性者。教人往殺隨入阿性。但言", "35": "命終。斷即得其罪。餘如後蘭者。如下持犯篇", "36": "中。教人三性得罪等廣說。薩婆多比丘知星", "37": "歷陰陽吉凶者。比丘善知星歷陰陽龜易。餘", "38": "國興衰軍馬形勢。以比丘語征破異國有所", "39": "殺害。兼得財皆得殺盜二夷罪。優婆塞例同", "40": "者。此五戒人以王法故同心共征他國。手雖", "41": "不殺以同心故亦得二罪也。優婆塞為王所", "42": "使犯清淨戒。自殺偷蘭者。謂命斷自不合結", "43": "夷。但結方便也。過失殺人者。以贖論者謂失", "44": "奪也。失手殺誤借殺等。以財物贖過而論。大", "45": "殺戒。佛在毘舍離城。為諸比丘說不淨觀。依", "46": "決律釋。", "47": "大妄語戒大妄語戒戒本七句。若比丘者。能犯人也。", "48": "二實無所知者。明其境虛。三自種言我得上", "49": "人法我已入聖智勝法我知是我見是。已來正", "50": "障過體我得上人法。總舉過人法。我已入聖", "51": "智勝法。別舉無師過人法。言勝法者。別舉有", "52": "師過人法。言我知是我見是者。重語前二句。", "53": "已入聖智勝法等兩句。四彼於異時若問若不", "54": "問欲自清淨故作是說我實不知不見言知言", "55": "見。虛誑妄語等明其自言。彼於異時者謂非", "56": "妄語時。我實不知不見言知言見虛誑妄語。", "57": "以道。前罪故五。除增上慢者。除開勝也。無師", "58": "聖法名為增上。未得謂得。名之為慢。忍教無", "59": "知聖不結罪故云除也。六結罪。是比丘波羅", "60": "夷。喻云。譬如大石分為兩片。不可還合。比丘", "61": "亦如是。七不共住者。謂殯也。就結章中又分", "62": "三位。初諸大德我已說四波羅夷法者。告眾", "63": "情也。二若比丘犯一一波羅夷乃至波羅夷", "64": "不應共住。除擬執也。三今問法大德已下至", "65": "是事如是持。問淨勸眾令持。", "66": "造房緣起也。世尊因呵責造過量房。引龍像", "67": "二喻及賴吒事。便呵責制戒。往昔恒水邊有", "68": "𧋠髻梵志。每被摩尼乾龍所纏極成憂悴。乃", "69": "至佛所令乞珠云。我今須如此。頸下珠瓔珞。", "70": "汝以信樂心。施我嚴好珠。龍云。我所致財寶。", "71": "緣由此珠故。汝是乞求人。不後來相見。又有", "72": "一比丘。在林邊坐禪。每被虫鳥驚恐。即來白", "73": "佛。佛令乞翅。鳥云。我本致飲食。良由此兩", "74": "翅。今者從我乞。吏我臆捨地。又有比丘。名", "75": "曰賴吒。是長者子。自出家已來不從父。乞其", "76": "父曰。未見有沙門。婆門不從我乞者。汝是我", "77": "子。何為不從我乞。比丘說偈言。多求人不愛。", "78": "不得懷怨恨。是故我不乞。恐生增減故。戒本", "79": "三句。若比丘。能犯人。二自求作屋已下至無", "80": "妨處無妨處來。正教比丘房量大小指受方", "81": "軌也。三若比丘有難處妨處自求作屋不將", "82": "等至尸沙。違教結罪。", "83": "無主房過量戒無主房過量戒第六人身量同。爾者人約", "84": "多分身量共同也。以姬周者。即隋煬帝姓姬。", "85": "周朝時也。隋煬之名乃是死後諡號。御寓者。", "86": "天地上下曰寓。唯論以言者。了論也。率律倒", "87": "也。依五分佛搩手二尺為定者。五分僧祇翻", "88": "年代三藏各別。良由此也。六尺為步忽絲為", "89": "先者。孫子算經云。度之所起起於忽。忽者蠶", "90": "口忽出也。十忽為一絲。十絲為一毫。十毫為", "91": "一釐。十釐為一分。十分為一寸。十寸為一尺。", "92": "六尺為一步。若用今時尺者。從忽已來計不", "93": "成六尺之步也。計四尺八寸為步也。餘曾遊", "94": "晉魏者。謂蒲晉降澤露并派等。抄主並曾遊", "95": "此地。四衢道即四衢路。亦是四交道四出也。", "96": "諸者識也。陰者嶮岸也。園田者好園田處妨", "97": "也。四種者。二越手三異界。三作私房多。四妨", "98": "處。四分若教他作者。受教者過量犯為欲一", "99": "言通結二罪。受教者是房主受教殘。受教者", "100": "是巧師是蘭也。", "101": "有主房戒有主房戒第七佛在拘睒彌。憂填王為闡", "102": "陀比丘造房。便斫路中神樹。惱亂非人。以舉", "103": "白佛。佛因為說呵責制戒。若死遠去不還等", "104": "者。此是多論文。今具寫之云。若房主死若遠", "105": "行者。絕不還隨意處分。若與三寶。若隨親", "106": "與。若乞白衣。若自賣得錢。自在隨心。若賣", "107": "房不得賣地。若房主不處分與屬四方僧。言", "108": "若房主死竟屬四方僧。不同遠行不還歟。依", "109": "處分不得也。如殺父羅漢等者。相解不同。如", "110": "但殺父有非羅漢。無有是謗不假虛成故不", "111": "同也。妄語兩舌者。如離間他兄弟知他實無", "112": "有惡意。欲離間他必須惡語。兩邊破和名為", "113": "兩舌。舉此二對意。從上謗僧之事必是假妄", "114": "語而成。妄語墮罪也。後得僧殘。羅漢妄語其", "115": "事雖一而得前罪殘。亦示又得提也。下二眾", "116": "者。沙彌沙彌尼也。式叉尼指入沙彌尼中也。", "117": "相心謂淨等者。比丘實知彼淨。諸人亦知不", "118": "淨。自相心亦為言是淨。違自相心說不言淨。", "119": "但違相心即結謗罪也。如打破戒犯墮者。", "120": "破戒持戒但打皆墮。違心起謗不間淨穢也。", "121": "語實者舉實也。相實者即相心云根也。又相", "122": "實者。前雖是女要須相心不擬也。事實者。如", "123": "殺王人眾還道殺王等事實也。逮于下篇者。", "124": "指下九十中利吒違諫戒也。謂五篇中下篇。", "125": "非抄下篇也。事希者破僧事希也。法隱者。其", "126": "事既希諫法亦隱也。或但有因用者。謂一寺", "127": "之內各自相朋。善惡相乖。即是破僧之因。又", "128": "如說欲不障道。即是犯提之因。終不辦果者。", "129": "謂無諫法終不成僧殘之果。行寔網生者。網", "130": "者恒也。既行惡行即違教法。生在地獄也。廣", "131": "如戒本疏者。彼諫云。破羯磨僧輕蘭非逆。破", "132": "法輕者重蘭得逆。三諫者三屏諫。四違屏諫。", "133": "五違僧諫。言乖趣合者。謂戒雖即言乖理趣", "134": "並合。五現法樂者。謂貪坐禪習定也。其事實", "135": "爾者。謂所諫之人實有其行。能人不善諫他。", "136": "設違無犯。", "137": "1 畜長過十日戒畜長過十日戒一以一日所成故者。彼云。", "138": "長衣一日成。五條二日成。七條四日成。大衣", "139": "五日成。長衣易作故云一日成。又解一日所", "140": "成者。以由初一日後九日總得衣。至十一日", "141": "明相出。由前一日衣過限。染後總犯故道由", "142": "一日所成也。無因緣者。若得衣已。若有一月", "143": "五月及起四相。或被舉留難等緣。不犯故須", "144": "言無因緣也。四能染應量所染云何。故皆一", "145": "染者。准多論應爾。當部不然。前句是不共活", "146": "人者。前句二人共物過日不犯。今多人共物。", "147": "而一善毘尼人作淨。而不犯者。明知此多人", "148": "共者共活人。若不作淨即犯。故須如法方得", "149": "不犯。前是不共活人。故直爾不犯耳。准此", "150": "餘方未必手捉。始犯者邊方望中國為餘。肩", "151": "上膝上等是邊方文。文勢相違也。入算抄十", "152": "日數也。蘇等者。蘇是七日藥。若加法入算數", "153": "過七日亦犯也。故言衣蘇。十日通皆不犯者。", "154": "此得不得約降句說之。初日二日不得。三日", "155": "四日得。乃至十日得。不說前抄犯提。初日十", "156": "日總得衣者全易解。抄不舉之。第三句一日", "157": "得。二日得。三日不得。四日乃至十日得。前九", "158": "日所得衣盡犯。第四句一日得二日得三日", "159": "得。四日不得。五日得。乃至十日得。如是第五", "160": "日第六日第七日。是次第漸降。日向下直至", "161": "十日不得衣。向前有九日不得。其不得日既", "162": "無衣體。經十日經明相出。其應得衣日。並被", "163": "初日所染盡。尼薩耆故過十日。通皆不犯。通", "164": "不相染者。但一日二日隨所得衣。或作淨施。", "165": "或與人失等。至十一日不犯。故道通不相染", "166": "不隨初日所染餘無法緣是犯者。從初日得衣。乃至十", "167": "日得衣。若不淨施不與人不失不故壞不忘", "168": "却等。並是犯故。道餘無法緣。七親厚意者。律", "169": "文更有一取字。謂親厚意取。謂初受物時不", "170": "作己物。餘作親厚意取。作他物解取。隨過日", "171": "不犯更作親厚意取。即如己物也。昔以財者", "172": "畜心染犯者。昔解云。有人畜衣犯長。已將所", "173": "犯長衣貿得餘衣。衣體雖去畜心不除。貿得", "174": "新衣為畜心之所染也。若作失相亦同上。前", "175": "行十日內奪衣相。十日內作奪失相等。無情", "176": "過亦不失衣體。實在妄起失相心耳。初言長", "177": "已竟者。三衣財體具足竟。二云衣已竟者。三", "178": "衣加受持竟。未持無過。三云衣已竟。三衣故。", "179": "竟如此可以知。", "180": "2 離衣戒離衣戒第二不同昔解者。古人云。離長衣", "181": "宿吉也。解如戒本疏者。彼云。自有比丘持一", "182": "衣。生出自有此衣。隨身長故如佛藏經說之二唯持三", "183": "衣不畜長。三中人畜百一物。四下品畜諸長", "184": "物。五畜七寶重物等。四分他部村相成者。此", "185": "律不了。多論村有五義。今除村。村外謂男女", "186": "住處也。有雜染也。抄家此四礙非但列當宗", "187": "亦列諸部共成也。上之三礙通界並有者。如", "188": "自結作法界為不相通抄然處無作法等上之", "189": "三礙各通兩界有也。兩界自不相通耳。並有", "190": "若干界者。疏云。若衣身同在一藍。是名一界。", "191": "身衣別藍故名若干界也。若有男女來入藍", "192": "住。即村界起身衣互互經宿。失衣便成若干", "193": "界。村有五義者。一聚落界散不定衣界是定。", "194": "二為除誹謗故。三為除鬪諍。四為護梵行故。", "195": "五為除機嫌故。兩無任得者祇取二十五肘", "196": "勢分而稍似竟。四分據明內為言。後似其窄", "197": "挾寬容互通故言任得。性相乖忤者。逆不相", "198": "過。十二桄梯者。若無此梯上下不得。即有離", "199": "衣也。律云。奪相失相者。比丘出界外比。迴", "200": "來間在路聞道。三衣被賊捋去。失相等決心", "201": "失了。無離衣罪失受法。後對衣所其衣先在", "202": "不失。但如法受持之。幻人樂人者。幻或人心", "203": "輕算比丘情性有隔也。自然十五種界。頌曰。", "204": "藍樹場車船。村舍堂庫倉。蘭洲井水道。十一", "205": "自四作。又兩無任得者。祇有樓閣界無倉庫", "206": "界。四分有食厨無樓閣。互取皆通故云任得。", "207": "祇律樓閣外有二十五時為界體。勢分分外更", "208": "無十三步。勢分是一無。四分庫倉明內為言", "209": "者。內為界體。體外別有十三步。勢分自然衣", "210": "界。而無僧祇二十五時抄分後是一無也。名", "211": "兩無任得也。文雖互舉護衣寬挾一種取捨。", "212": "情故曰任得也。舍界者。律中不釋其相。應是", "213": "村外舍也。若在村內者即村界所攝也。計其", "214": "舍界與村界應別。故言村外舍也。村相後說", "215": "者。下釋云。無市為村。有市為聚落等文是也。", "216": "聚非家界者。聚落有垣牆等。相周為聚落界。", "217": "而內唯有一家者。隨垣院護衣。是名非家界", "218": "也。家界非聚者。謂垣牆聚落內有多家。家別", "219": "相形對故不得依聚落。垣牆護衣也。即名家", "220": "界非聚也。十誦論多論人人共住名聚落界。", "221": "言別界者。鷄飛不及棄糞掃至射外是別界", "222": "者。此聚落有一界異界。聚落者。院牆中有一", "223": "家。縱有三四家。院牆並名聚界。就中有一別", "224": "界。若各垣牆外鷄飛所及處是別界。四聚落", "225": "不失衣者。為四聚落相接。中有梯通往反自", "226": "在。即依聚落護衣。是名一界。以聚中唯有一", "227": "家無別家相形。依聚落護衣。既得往反。是名", "228": "一界也。隨在一聚中身在車梯下皆得也。挨", "229": "有一界異界者。隨無第房得護衣。無有乖之", "230": "義名一界。若望取水處作食處便利處。是別", "231": "界也。挨者挨類不同名挨也。兄弟隨房內所", "232": "作事業。事別各各不同名挨界。謂挨類不同", "233": "也。蔽露者。前蔽而無壁。是堂界也。兼勢分計", "234": "七十一步四尺八寸也。十二祇水中道行界", "235": "者。據淺水可得行者說。聽上界者。據大水說", "236": "也。失不失者。律中謂言失却衣體。此中謂言", "237": "衣在界外。謂言失受也。師雖疑衣謂言界外。", "238": "其沙彌持衣已前入界。衣既同在界內。無離", "239": "過亦不失受也。小便所逼加行難等所作憐", "240": "愍者。了論中有六憐愍外。更有二種不失。一", "241": "小便所逼不失。二他加行故為被水逼。以此", "242": "難為加行得免比丘離衣也。此義轉車戒中", "243": "廣說者。謂指護衣戒。了論疏云。如比丘出界", "244": "外。歸來未到住處。明相出即聽在處。所取", "245": "一車安著大界牆壍等。還更取一竹竿。量牆", "246": "高下。如無牆有壍亦須量高下。取竿縛著車。", "247": "軛頭量之撥著。比丘記別在處。不失衣。若", "248": "不不著失衣。諸部並無勢分者。前引十誦多", "249": "論云。鷄飛不及棄糞掃外。箭射及外名為異", "250": "界意。此是四分家勢分也。僧祇云。比丘有緣", "251": "至他處留宿者。祇第八文云。後有失衣之相。", "252": "彼云比丘著上下二衣入聚落。有女人語比", "253": "丘言。我今夜欲供養形像。當助料理。便住即", "254": "相助。日沒欲還寺。後慇懃留宿。應借僧尼俗", "255": "人衣等受持。無衣時城門開後夜當還寺。至", "256": "門屋下立應內。手著孔中或門孔或水瀆中。", "257": "水瀆中展手與衣合。若無孔者應喻牆入。若", "258": "不得入者當疾捨衣。容無衣犯越毘尼。以輕", "259": "易重故。彼律無勢分者。祇律中無十三步勢", "260": "分也。若互錯陟各有別界者。戒疏云。藍村是", "261": "強。八樹等界弱。八自相望不說強弱。蘭若空", "262": "界衣守自性全是其弱　僧村二界互兩相形", "263": "引俗強僧弱。何以知之。俗人入寺村界別生。", "264": "比丘入持藍界不起故。三十已去者。多論文", "265": "應望三十夏說也。法如疏說者。用白二法。一", "266": "乞一月。並如戒疏說。二共作迦那衣者。十五", "267": "日夏滿十六日已去。是迦提月眾共作迦絺那", "268": "衣成。便受功德衣。自合五月離衣。及他要事", "269": "者。急要請喚事。或命梵等難事。急聽六夜離。", "270": "三者對處作法離者。處即藍界也。作法者即", "271": "藍上有攝衣界也。出界離衣。五中隔塞或忘", "272": "斷等離者。比丘元在外忽難事卒起。中路隔", "273": "塞未得會衣。不作離心不失受。忽然作念彼", "274": "衣。或應失奪賊捋去。決心為失忘斷便失受", "275": "法。不失如後者。即次下開通釋也。有緣時在", "276": "不失者。衣重身老。有緣時在不失者。謂迦提", "277": "五月時。限滿便失者。迦提一月五月滿即失", "278": "也　餘一一唯思知而會通者。如初緣前云。", "279": "以輕易重。有須對首捨也。四蘭苦恐怖得離。", "280": "五王難賊路隔塞離。六迦提賞勞離。七為僧", "281": "事塔事及要急緣開六夜離。已上並約緣難", "282": "限開離衣無罪。失不失如後者。五中隔塞。忘", "283": "斷失不失者。當出界之時不知。後有難起身", "284": "在外。未迴忽難卒起。水陸道斷惡人惡獸等。", "285": "不獲得過心。心專望祠候。難止即歸。縱經多", "286": "日不離衣無過。若起心此難事卒應未止。經", "287": "宿意決不擬會。衣便即失受法也。五根等不", "288": "失者。謂賊捋去。謂失體故失法根。實無情過", "289": "去不犯捨也。若女人來往染礙者。上明情隔。", "290": "二礙者水陸道斷隔礙也。惡賊獸等是情礙", "291": "也。此二礙忽生失受無罪。若無攝護而為二", "292": "礙者。即捨苦難忽生。而欲會不得情憶却受", "293": "之。心必不失法。上二礙既如此。女人比之亦", "294": "然。苦元無攝護。而為染礙者犯捨也。而常護", "295": "持忽染礙不覺生者。失法無罪。此即不得。言", "296": "不失此不通諸部者。此即四律望諸部不同", "297": "也。祇律第八云。兄弟住處分齊等。挨界家界", "298": "與此四律脫衣形露等緣不同也。", "299": "3 月望衣戒月望衣戒三諸家立名不同。亦名一月衣。", "300": "謂至一月故。月望者。同衣足有望不開。同衣", "301": "不足有後望。故開一月。疏云。若衣財不同各", "302": "得一月。若衣同者即須併作一衣。如不爾者", "303": "隨過限即犯。不問月望無望等也。抄意。此戒", "304": "是不蓄長人犯。若畜長者得即說淨。何須此", "305": "戒計亦未必然。以有先故衣欲新作者。衣財", "306": "不足聖開待足。何局高行人耶。所以得知不", "307": "局高行耶。如文中有三位。第一十日常開。若", "308": "高行人元不畜長。何以言十日常開。既言常", "309": "開。明是平常僧亦犯。若欲作高行得即說淨。", "310": "不勞此開者也。畜長比丘得即說淨等者。人", "311": "云恐未必然。若上行人不欲說淨。至三十日", "312": "如何。忽然即遣說淨。破上行志也。故知標心", "313": "專贊故衣即得近畜不簡上行也。餘同長衣", "314": "開去。謂同彼八門中不染等緣是也。", "315": "4 取非親里尼衣戒取非親里尼衣戒四簡下二眾者。祇律中", "316": "取下二眾衣不犯。多論取同犯。虛心送與者。", "317": "疏云。謂乞得貿易得不犯。虛者太歡喜心與", "318": "也。", "319": "5 使非親尼浣故衣戒使非親尼浣故衣戒五實是三戒同由一衣", "320": "生。此戒業重者。疏問云。浣染打等所以合制", "321": "者何。答。一使尼處同。二但由故衣生。三容於", "322": "一衣相致犯。垢污故須浣。失色即染。申舒故", "323": "打此抄三但一義耳五分會非親里尼浣者等。如是互", "324": "作五句。一使非親里比丘尼浣染打。而親理", "325": "比丘尼浣染打。二使親非親理比丘尼浣染", "326": "打。而非親理比丘尼浣染打。三使親里尼浣", "327": "染打。而非親理尼浣染打。四使非親理尼浣染", "328": "打。而非親里尼浣染打。五使親里尼浣染打。", "329": "而親非浣浣染打。僧祇第四句皆犯者。自與", "330": "使受使受自受自與自受使與使受。又云。打", "331": "者至手打一下一波逸提此浣染打具足合有八業。", "332": "律但有五。一教尼浣染打。尼具為之。三提是", "333": "一句。次二提一吉為三句。一使非親里尼浣", "334": "染打。非親尼浣染而不打二提一吉二使非親里尼", "335": "浣染打。打浣而不染二重一吉三使浣染打。打浣而", "336": "不染二提一吉第三句一提二吉使非親里尼浣染打。浣", "337": "而不染打一重二吉使浣染打。染而不浣打准上使", "338": "非親浣染打。打而不浣染一重二吉第四業三句使", "339": "非親比丘尼浣染打。非親尼浣染打一使非親", "340": "尼浣染打。親尼浣染打二使親理非親里比丘", "341": "尼浣染打。親尼浣染打三句已上並三提第五業三句", "342": "者。使親非親尼浣染打。非親打浣染打一句使", "343": "親非親里尼浣染打。親非親浣染打二句使親", "344": "非親浣染打。親里比丘尼浣染打三句。", "345": "6 從非親居士乞衣戒從非親居士乞衣戒第六無過有重犯者。", "346": "先不犯捨衣使浣染打得三罪。若使教牒得", "347": "吉。若好實言好者。此是施主而比丘云。汝業", "348": "行好不。若實好而言好犯墮。以自代位邪命犯墮", "349": "不好言好者犯重。非問物也。緣中一條者。祇", "350": "第九云。若乞衣緣若衣中一條。抄中乍似合", "351": "為一句。餘如雜法中者。指雜揵度文。通前已", "352": "緣去前失奪失漂。兼此衣壞時得乞。通前五", "353": "緣得乞也。非法求施者。五分若知此比丘乞", "354": "得錢財為非法事。而故與者二俱犯罪。", "355": "7 過受衣戒過受衣戒第七為他乞受犯者。前戒先自", "356": "無心與無所違故。為他不犯。今此施亦為先", "357": "局定足。為更受轉為餘人亦乖施心。為他亦", "358": "犯。", "359": "8 勸增衣價戒勸增衣價戒第八一錢十六分之一分者。", "360": "即十六磨灑勸增一磨灑即成犯也。", "361": "9 勸二居士戒勸二居士戒第九制緣同前者。所制同前", "362": "戒。唯勸二居士為異。餘一同前也。", "363": "10 過限切索衣價戒過限切索衣價戒第十", "364": "11 乞蠶綿作加沙戒乞蠶綿作加沙戒十一憍奢耶者具足。梵", "365": "語高世耶悉呾唎。譯為野蠶臥具。今高世耶", "366": "者。即是野蠶之名。此虫不養自生山澤。西國", "367": "無桑多。於醋果樹上而食其藥。其形結白麁。", "368": "如母指長三二寸餘。經一月便老以葉自果", "369": "內生。其繭大如足指。極為堅硬。屠人採之。", "370": "取絲成絹。極牢體細滑。若此繭虫不被收者。", "371": "經一日斥繭中出。蛾其翅兩開。如人張手。文", "372": "嶂煥爛。如紅錦色。每至宵中雄雌相還食於", "373": "樹葉。後生其卵。總名此虫為高世耶也。一", "374": "方禪眾者。出續高僧傳里禪師等眾也。󱫝布", "375": "者。細擣熟󱫝。准絮以布袟之也。為賣故有虫", "376": "者。如繭中有生虫。賣者吉羅。若賣無虫之繭", "377": "者不罪。虫壞者。蛾空鼠嚙之繭也。作不應量", "378": "者。謂作不應量衣。雖有虫小假衣故得吉。作", "379": "大應量衣犯捨。餘如戒疏者云。手因參詳親", "380": "見梵僧曰。唐國已西至于大海百國。僧現今", "381": "所服並非綿帛。若所成法衣非氈非布不作", "382": "也。", "383": "12 黑毛臥具戒黑毛臥具戒第十二此毛貴出四大國。祇", "384": "第九云。又毛大貴。或一金錢得一兩。乃至", "385": "二三四金錢得一量。然此毛極細濡。觸眼睛", "386": "不淚出。皆為難得。出四大國。一毘舍離國。", "387": "二弗迦羅國。三剎尸羅國。四難提拔陀國。求", "388": "是毛去時。或得却還。或死不還。此毛極貴也", "389": "若得已成割壞者。元作意後。若得黑毛衣", "390": "成時。得即疑割破後得已成黑衣。未割肘不", "391": "犯。元有疑割之心落在開通門中也。背後不", "392": "者若微細薄疊單衣不受畜。先元有心後若", "393": "得細衣兩重作後果。然得一單現成衣。未犯", "394": "未本心故。重數未足故開不犯。更待得一重", "395": "故。後若更得作兩重了便不犯也。故道元意", "396": "後得也。", "397": "13 白色羊毛戒白色羊毛戒第十三佛在舍衛國。諸梨車", "398": "子多行邪行。作白毛栴被體衣行。六群効之", "399": "還作白毛臥具譏。因制此戒。因緣同前者。白", "400": "黑雖殊俱非應法。譏呵義等故同前。十律此", "401": "非純白。蓋是三毛參作不犯。純黑三毛之中。", "402": "增黑毛一兩犯墮。貴故。增白一兩犯小罪。賊", "403": "故。尨增不犯。減一兩犯墮。又唯四分以純白", "404": "作犯捨。佛敢三毛參作不犯純白之過。二分", "405": "黑三分白四分尨者。成臥具者。須黑毛二分", "406": "白毛一分麁尨一分。總四分成也。言二分黑", "407": "第一第二分者。黑二分也。第三一分白名三", "408": "分白也。第四一分尨名四分尨也。非是白三", "409": "分尨四分也。", "410": "14 減六年作三衣戒減六年作三衣戒十四", "411": "15 不揲坐具戒不揲坐具戒第十五尼師壇此云隨坐衣", "412": "也。此與後九十中相對者。此中制須揲。不爾", "413": "即犯。此後九十中制應量。過量作即犯後戒。", "414": "既同是坐具。何不合明。答。有四句不同。故分", "415": "二戒。一作新如量。不揲犯前戒。二作故過量", "416": "犯後戒。已是故物不犯不揲。三作故如量須", "417": "持並不犯兩戒四作新過量。俱新物不揲犯前。過量", "418": "犯後。不分別磨事人者。不能破磨人也。反上", "419": "者反如上。眾多邊取即如法也。多云。若無長", "420": "等者。謂舊故坐具無穿壞處。不覓一搩手咸", "421": "亦須揲之。若彼自無得處者。先故物可得充", "422": "揲也。更作新者。若無故者揲許更作新者。如", "423": "量不犯。必有得處如律上文者。必有得故者。", "424": "亦須揲著也。", "425": "16 持羊毛戒持羊毛戒第十六重擔者俱犯者。一人重", "426": "擔。只一人犯。二三人亦爾。自過三由旬越界", "427": "即是重擔也。尼等四眾亦吉者。每一人重擔。", "428": "過三由旬皆犯。各三由旬不犯。尼等四眾自", "429": "擔亦有犯不犯。餘衣亦吉羅者。教尼持加沙", "430": "等法衣。過三由旬僧亦吉。", "431": "17 使非親尼浣染羊毛戒使非親尼浣染羊毛戒第十七制意犯緣同", "432": "浣衣戒文者。五緣成犯。一是比丘尼。二非親。", "433": "三為已。四自使浣。五浣染擗竟犯。又止惡法", "434": "次第因緣者。因慈浣染。便有生著麁。現外障", "435": "損佛法。故婬欲之因也。餘如疏中者。本疏", "436": "云。前浣衣中浣故重新輕。此戒幼勞功新故", "437": "同犯。", "438": "18 畜寶戒畜寶戒第十八相丞次比如上具述者。如", "439": "上八文散在經律。不依次第。有人集著一處。", "440": "故云不出佛經。沙門患者。即此畜寶不淨之", "441": "物。是患也。律第九云。佛告大臣。日月有四", "442": "患。不明不淨不能有所照亦無威神。云何為", "443": "四阿修羅。烟雲塵霧。是沙門婆羅門亦有四", "444": "患。不明不淨不能有所照亦無威神。云何為", "445": "四涅槃經文。或是善經律中自亦有文四者。", "446": "一者若沙門耽染酒。是名第一染法不淨。二", "447": "者若沙門婆羅門內集愛欲不能除斷是名第", "448": "二染法。三者若沙門婆羅門受畜金銀不捨", "449": "飾好。是名第三染法。四者若沙門等邪命自", "450": "活不能除斷。是名第四染法不淨。出家沙門", "451": "有四者。令沙門不明不淨。猶如日月烟雲等。", "452": "則令不明不淨也。所以唯言此四者。蓋酒為", "453": "放逸本。婬是生死原。金銀生患重。邪命壞善", "454": "根。日月有四患。無照用之能。沙門有四過。無", "455": "先顯之益。今此畜寶四患中一。故言即此戒", "456": "是也。五分必定不信我之法律者。言許畜。此", "457": "八不淨者。定非是我法律所明也。有得穢果", "458": "者。本疏云。所以云不淨者。具有五意。一油貪", "459": "增不淨心。二體有污染名不淨戒。三違聖明", "460": "幼名不淨教。四過招俗譏名不淨信。五者為", "461": "業沈下具縛三途名不淨業。餘如正解中者。", "462": "指下釋本戒處種殖根栽門。毘尼母云。畢陵", "463": "伽為國人所重者。或施羅細車輿象馬駝驢。", "464": "及一切小布施者。別人亦得受為僧受之餘如雜法", "465": "中說者。指諸雜要行篇。彼引五分有五種物。", "466": "不可賣。不可分。一地。二房舍。三須用。四果", "467": "樹。五花果等。盡形藥中如法亦得者。鹽是。盡", "468": "形藥如法受亦得。因說欲過羅剎女等者。意", "469": "與涅槃經同。貪欲之人與羅剎女通。其羅剎", "470": "女生得子。已後自食之食子既盡。次食其夫。", "471": "故女為大患。荒人善根。墮三惡道等。僧祇畢", "472": "陵伽在聚落自泥房者。時瓶沙王忽見尊者。", "473": "泥房問阿闍梨作何等。答言。首陀羅泥房王", "474": "以阿闍梨無人使耶。我當與園民言不須首", "475": "陀羅。首陀羅者是輕賤。前人言。畢陵五百生", "476": "婆羅門家。習氣未盡。唯除如來八大聲聞。乃", "477": "至和上闍梨盡言首陀羅等。具如彼第三十", "478": "卷說之。如是至三猶故不受。聚落中人聞王", "479": "來。對其所求言。願取我等作園民。我供給比", "480": "丘。汝等一切能持五戒者。亦當取等。十誦", "481": "守竹園寺。其竹園寺在王舍城內。時有多淨", "482": "行俗人來園中供養。數有五百。此五百人犯", "483": "王法合死。佛乞命。王施供養。即施此五百人", "484": "為供養也淨行人也若云。施乳酪等五味者。謂乳", "485": "酪生蘇熟蘇醍醐。四分乘之戒中者。遺教法", "486": "律云。騎乘車馬一日除五百齋。一歲三百六", "487": "十日。騎乘除十八萬日齋。舍利弗問何故。佛", "488": "言。比丘禁律人法見者生謗令他得罪。騎一", "489": "日除五百日齋者。准除老病暫得乘騎也。", "490": "若後受得衣用吉者。有人施金寶應付淨人", "491": "掌之。淨人後貿得衣財如法得用。今言得吉", "492": "者。為是自受用。金寶不付淨施。貿得衣財用", "493": "得吉羅也。則破四分人解者。緣此下文中開", "494": "房錢藥。錢既云為房得受者明知受錢。雜含", "495": "云。須木直索木。乃至人亦等亦直索之。不得", "496": "為房受錢金寶等。如是四法。即是依法不依", "497": "人。依義不依語。依智不依識。依了義經不依", "498": "不了義經。如是四法所應依止者。涅槃第六", "499": "卷末文云。一觀弟子有諸檀越重物則遮不", "500": "令畜。以重說輕則無聽畜。二雖無檀越豐時", "501": "則遮。儉時聽畜。三雖儉時不為護法如來則", "502": "遮。為護法故聽畜。四時雖護法不作淨施如", "503": "來則遮。如是四法所應依止結明可依也。若", "504": "有三藏反上說者。說云。世尊觀知我等弟子。", "505": "有人供須今更開八不淨之物不可依也。不", "506": "用亦得者。不同十輪亦得。以護法故。小小非", "507": "要者。謂比丘受畜八法毀佛禁戒。自壞壞他。", "508": "必墮惡道。大聖慈悲令道俗同呵使息過不", "509": "為故不以如法因緣置。而不呵為護法。故事", "510": "須呵責十輪不知犯戒供敬。若知不須也涅槃穢不須供養。已外", "511": "成衣不成衣等者。百一物外名已外也。文言", "512": "手提別時意也者。此中明畜為正也。而言手", "513": "提者。為畜故提。非正結提。提者左下九十。", "514": "非此所明。是別時意也。五欲功德者。以五欲", "515": "能得後果名功德也。錢有八種者。一金錢。二", "516": "銀。三銅。四鐵。五鉛錫。六自鑞。七木。八胡膠。", "517": "五種受者。一手受。二衣取。三以器取。四言著", "518": "是中。五若言與是淨人等。皆得犯墮也。餘有", "519": "未懺必遭形戮者。若作偷盜等事。必被他人", "520": "形治。即是形戮也。頰腫之儔者。昔有一癡女。", "521": "聟至婦家。羞讓不食。後被飢逼竊盜生米而", "522": "食。其頰鼓起。婦家謂是頰腫。問其所以。固執", "523": "不言。乃至以火烙之。頰穿米出。明今比丘犯", "524": "重。過見不發露悔過。現受治殯來受苦也。", "525": "19 貿寶戒貿寶戒十九戒本云。種種賣買也。多論第", "526": "五戒體應言。種種用寶好。不同言賣買。此戒", "527": "一往成罪。一度便犯更不待再為。不同販賣。", "528": "販賣戒為利故。買買已還賣成罪。此律不云", "529": "求利等之言。但出家人不應為為故但得罪", "530": "也。此戒唯以寶物相貿。後販賣戒通以餘財", "531": "相貿。有此不同。多云。貿寶與他求利。當與之", "532": "時即犯墮。與此四分不同。此律但貿得寶入", "533": "手方犯。但當用寶之時別得不應罪。寶體既", "534": "去。將何以捨。故不得捨罪也。此與貿衣五種", "535": "不同者。戒疏云。一對人不同。貿寶七眾俱犯。", "536": "販賣依唯二俗犯。貿寶自作教人為已同犯。", "537": "除為三寶貿衣使人不犯。文言使淨人易不", "538": "犯也。三貿寶一戒不開自為貿衣。即開蘇油", "539": "相易。四衣寶捨則道俗不同。五還財轉體不", "540": "轉體不同。有本物非本物故。此戒轉體易淨", "541": "衣物還也。有斯不同故分二寶也。律中以成", "542": "物易錢者。律云。已成金易他未成金一二將", "543": "未成金易他未成金二句三將已成未成金易", "544": "已成未成金三句銀中三句准上金中。准第七", "545": "句以錢易錢也。錢等七種相易。前六是財物。", "546": "第七是錢寶也。前律中財物易錢者。比丘將", "547": "財與俗人易金錢等。若不作知淨語犯墮。衣", "548": "食准上將錢寶易衣食。不作知淨語亦墮。作", "549": "知淨語得與五眾。自相易衣食不犯。雖是五", "550": "眾自易。若將錢寶易衣食犯墮。", "551": "20 販賣戒販賣戒第二十戒本云。種種販賣也。准餘", "552": "部雙開者。多論中云。比丘亦得一度酬。是一", "553": "開也。又開淨人賣買。是二開。抄下文引衣法", "554": "中。若易大價衣遣淨人易。若無淨人時遣比", "555": "丘易得。亦是雙開也。據一物為語者。具出彼", "556": "文云。若比丘為利故買而不賣者犯吉。若為", "557": "利賣不買亦吉。若為利買已後賣墮。二業共", "558": "成一墮。約一物體上。前具二業後方得提也。", "559": "不同四分。單賣一物自提。單買一物自提。販", "560": "亦觸得提。四分文不了。但言。若悔應還不言", "561": "日數故云不了也。一切須捨懺者。明前方便", "562": "有罪過。須無罪者。先為利益得。今不供養", "563": "也。要須盡捨懺斷相續心。方聽施僧作福等", "564": "用不爾。准前僧不應食等。若蘇油相易無", "565": "犯者。何故前文云。以七日易七日得提邪。若", "566": "此戒中文略。前戒開文中云。以油易蘇為佛", "567": "法僧不犯。既俱貿易理合得開。但此文略佛", "568": "法僧字。又解前是自為不開。此為供養燈明", "569": "故開無罪。十誦三索不得者。謂三度當價作", "570": "知淨語索也。", "571": "21 畜長鉢戒畜長鉢戒二十一所以過十日者。然物變", "572": "無恒。容有失脫。資身要用事不可廢。施時不", "573": "取後須難得。所以開限十日作法。而畜過則", "574": "致犯。餘如長衣戒者。同彼有忘等諸緣亦開", "575": "無犯。內外資身別去。鉢唯內資衣則外要。", "576": "22 乞鉢戒乞鉢戒二十二度如戒疏者。應敘云。如拔", "577": "難陀乞得十具鉢。從非親乞應令捨。鉢九箇", "578": "奪取入常住。餘一箇滿中著水。恐僧子細看", "579": "淹滯。徒眾令僧中行之。乞鉢比丘據鉢至上", "580": "坐前過與上座。上座看若好瀉水上座鉢中。", "581": "過上坐可鉢與彼比丘。彼比丘得已過與次", "582": "上座。上座得已看若勝。即換取依前瀉水著", "583": "中。還與彼乞鉢比丘。彼得已如是展轉至坐", "584": "末。中下眾僧自己鉢若惡。即換取彼鉢。一衣", "585": "上坐次坐法行之。總行了僧作白二羯磨。令", "586": "持此一鉢。長隨身自許。舊鉢亦依前持受用。", "587": "二並不得離。不得故損壞。別人與方便打破", "588": "新鉢不犯。若舊持鉢破去犯。將此長鉢加法", "589": "受持得犯捨墮罪。僧中懺。若懺罪滅已僧收", "590": "取彼長鉢。若貴價去價為賣却得錢。付常住", "591": "家。將少許錢買取一可鉢。還與彼受持。行鉢", "592": "時須向。當界僧中行之。", "593": "23 自乞縷使非親織戒自乞縷使非親織戒二十三", "594": "24 勸織師僧衣縷戒勸織師僧衣縷戒二十四", "595": "25 奪衣戒奪衣戒二十五自與使奪。使與自奪。使與", "596": "使奪。自與自奪。並犯。又有四句。一別與合", "597": "奪二合與別奪。三合與合奪。四別與別奪。皆", "598": "約多衣。約奪時得罪。不約與時也。若彼人破", "599": "戒無威儀若取不犯者。計其若破戒四重禁", "600": "奪可開也。奪舉不藏者。不藏舉去不犯也。", "601": "26 畜七日藥過限戒畜七日藥過限戒二十六四畜過七日者。", "602": "最初日藥也。第七日藥者。即是第二日藥。至", "603": "八日明相出正得七日也。若未七日者。謂是", "604": "第三日已下五日藥也。聽還本主外用墮脚", "605": "燃燈也。五無緣者。無失奪燒漂緣也。", "606": "27 逼前求雨衣過前用戒逼前求雨衣過前用戒二十七二時中得", "607": "者。謂是求衣時也。即三月十六日已後也。若", "608": "三月十六日已前得者。即犯過前求竟無再", "609": "犯後用也。七月十六日已過後用也。若三月", "610": "十六日用者。過前用也。若潤三月後三月求", "611": "之。至七月十六日應著。一處不應用。用者吉", "612": "也。亦不須捨。明年准常用也。了論云。雨衣者", "613": "為護三衣故須此衣。若路行時覺天欲有雨", "614": "即取此衣蓋身上。有大雨路行時。脫三衣壁", "615": "牒舉之著此衣行。雨中於露處浴亦著此衣。", "616": "浴語通以受濕故名浴。非以著浴故名浴。舍", "617": "勒者半泥洹僧也。多論云。三月十六日應求", "618": "應作乃至四月十五日亦爾者。從三月十六", "619": "日至三月盡求作。若得成衣四月一日應畜", "620": "不合用也。若不成衣至四月十五日聽求聽", "621": "作迷日准前四月一日只合畜不合用。彼與", "622": "安居同日受用故。與四分不同。四分半月應", "623": "用浴。即四月一日得用。若捨作餘用若著浴", "624": "若浣若舉者。此並開失法吉。具足文云。六群", "625": "比丘一切時去夏冬常求雨衣不捨。雨衣便", "626": "持餘用。見有雨衣猶裸形浴。乃至呵言。不應", "627": "如此。下開文云。犯者三月十六日求四月一", "628": "日用己上開提罪若捨雨衣已乃更作餘用。若著浴", "629": "衣浴不裸形。無雨衣若作雨衣。若浣染若舉", "630": "處深無犯。十種衣者。一綿衣。二白疊衣。三毛", "631": "衣。四貯麻衣。五野麻衣。六家麻衣。七白羊", "632": "毛衣。八鳥毛衣。九絳亦正也。色羊毛衣。十尨", "633": "色羊毛衣。雨浴衣因毘舍㑢。每請佛及僧。婢", "634": "白時到見。諸比丘雨中裸浴。因發八願。請佛", "635": "食已取一卑床在佛前座。而白佛言。唯願世", "636": "尊當與我願。佛言隨意。白言。有客比丘從遠", "637": "方來。不知所趣願。世尊聽我。與客比丘食", "638": "盡形供給。二遠行比丘。或以為食故而不及", "639": "伴。聽我與遠行。比丘食盡形供給。三有病比", "640": "丘。不得隨意食。即便命終。若聽我隨病食其", "641": "病得差。四者與病比丘隨意藥。五與看病比", "642": "丘食。六常聽比丘粥。七與比丘雨衣。八與比", "643": "丘尼浴衣也。", "644": "28 急施衣戒急施衣戒二十八亦名不得過前過後畜。七", "645": "月六日已去開受過前不許受。急施衣者。有", "646": "急因緣而施名急施衣。五分急施衣者。若軍", "647": "欲行急時。施過時。不後施。祇十二云。急施衣", "648": "者。若男若女在家欲征時。征還時。死時。女人", "649": "歸時。施主語比丘言。若今日不取明日無。是", "650": "名急施。七月六日已去聽受。至十六日已前", "651": "總有十日。得受急施也。無因緣者。若有失奪", "652": "等四緣聽過前受。若寄衣比丘遠行隔水道", "653": "斷開過後畜。此戒二罪不並犯故。若已犯過", "654": "前竟不犯過後也。三是十日內者。若是十日", "655": "外得衣者。如七月五日得者名犯。過前受竟", "656": "無有犯。過後畜之義故須在十日內。謂七月", "657": "十六日得者。既不犯過前是淨少字過後畜", "658": "方犯也。以衣不重犯故也。且如七月十四日", "659": "受得急施衣。得畜兩日。即入迦提。迦提外猶", "660": "開八日。如是十三日受後即得七日十二日", "661": "受。為至月七日受。後餘有一日前頭。一日後", "662": "即開也。", "663": "29 有難蘭若離衣戒有難蘭若離衣戒二十九五無因緣者。謂", "664": "有命梵等難。不得會衣開不犯也。明多緣者。", "665": "一者諸比丘夏中蘭若安居。若出乞食被取", "666": "薪人放牛羊人持戶鉤開房偷衣物將去。因", "667": "聽寄衣。為有恐畏失衣。即此為緣。無有日限。", "668": "二緣者。因優波離滅淨衣。重恐遭雨不能勝。", "669": "佛令離衣。問幾時得還。阿難計去二日住二", "670": "日來二日。總計六日。因此開六日。第二緣也。", "671": "必有他緣者。即此憂波離和僧往來開六夜。", "672": "是一他緣也。因聚落比丘起過者。當四分家", "673": "寄衣不作日限。因聚落中失火。蘭若比丘恐", "674": "火燒衣。夜來會衣被招機過。遂制六夜不顯", "675": "緣相致。今故師妄執者。古師云。疑恐怖但開", "676": "六夜。過則結罪。既因過生制六夜定。何得更", "677": "開文中但怖等緣不開餘緣也。古師唯許有", "678": "恐怖緣。但開一度。是妄執也。今准諸部有緣", "679": "皆開。五分佛塔和上緣等。皆開六夜。明了論", "680": "聽法未了常開。為四分文中不明多緣。又不", "681": "言多度。度是不顯緣相也。四分更不言有和", "682": "上闍梨塔事等緣。開之文中不作此說。故道", "683": "而不顯緣相也。餘同聚落戒說者。即此戒開", "684": "文。若捨會失奪恐怖險難等。一同前戒不能", "685": "繁引。故總攝之也。寄衣村裏。六夜合會作失", "686": "奪燒等相不離。", "687": "30 迴僧物入己戒迴僧物入己戒三十而未分僧別二異者。", "688": "以定許其僧而未分彼此之異也。十誦多論", "689": "若檀越施此自恣僧物迴與彼者。問此若定", "690": "屬之。物迴時即合犯夷。若不定屬物究竟合", "691": "吉。何言不還方許成重邪。故知部別不同。未", "692": "詳通意也。", "693": "律抄第三卷手決一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2796 律抄第三卷手決", "source": "CBETA"}