{"author": "西晉 聶道真譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0483 三曼陀跋陀羅菩薩經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 483", "1": "三曼陀跋陀羅菩薩經", "2": "西晉居士聶道真譯", "3": "1 五蓋品五蓋品第一", "4": "聞如是：一時，佛在摩竭提國清淨法處，自然", "5": "金剛座，光影甚明，無所不遍照，與眾摩訶薩", "6": "等無央數菩薩共會坐，三曼陀跋陀羅菩薩、", "7": "文殊師利菩薩最第一。文殊師利菩薩問三", "8": "曼陀跋陀羅菩薩言：「若有人求菩薩道者，善", "9": "男子、善女人欲得無蓋清淨者，當施行何等", "10": "法自致得之乎？」三曼陀跋陀羅報文殊師利", "11": "菩薩：「若有善男子、善女人，欲求菩薩道者，當", "12": "整衣服，晝夜各三，稽首十方諸佛，作禮、悔過，", "13": "悔諸所作惡，諸所當忍者忍之，諸所當禮者", "14": "禮之，諸所當願樂者願樂之，諸所當勸請者", "15": "勸請之，如是一切諸罪蓋、諸垢蓋、諸法蓋悉", "16": "除也；一切功德，悉得具足。「般若波羅蜜、兜沙", "17": "陀比羅經，一切三昧，一切諸陀隣尼，一切漚", "18": "惒拘舍羅，是為諸經中尊將，如是者為已得", "19": "禮一切諸佛，其意至心也。」", "20": "2 悔過品悔過品第二", "21": "三曼陀跋陀羅菩薩言：「一切人身所行，口所", "22": "犯，心所念惡，一切諸佛剎其中塵等起意念，", "23": "一切諸惡，某皆為其悔過：『某從本所作為，有", "24": "惡於諸佛、諸菩薩、諸迦羅蜜、父母、阿羅漢、辟", "25": "支佛、怛沙竭護、怛沙竭寺神、怛沙竭法中，", "26": "諸所犯過惡。須呵摩提，阿彌陀佛剎土，一切", "27": "諸佛、一切諸佛剎、一切諸佛法，若有狐疑，起", "28": "意不信者，某為其悔一切罪過。其有於一切", "29": "諸佛、諸菩薩、諸迦羅蜜、諸父母、諸阿羅漢、諸辟", "30": "支佛、一切諸人所可誹謗者，若恣隨欲、恣隨", "31": "癡、恣隨自用，若有頑佷，不與人語；若為貪", "32": "婬所牽、為慳嫉所牽、為貪飻所牽、為諛諂所", "33": "牽，七百五十諸欲所牽，其心亂時不能自專，", "34": "為一切所蓋、為一切所畏，所起意有過失。今", "35": "某皆為悔一切罪過。", "36": "「『某從阿僧祇劫，起惡意於佛、若鬪亂比丘僧、", "37": "若害阿羅漢、若害父母、若見正法言非法、若", "38": "見非法言是法、若󰬲㗛一切人、所思念常與", "39": "非法之事；若他所犯過、若欲犯、若已犯；其", "40": "多沙竭所教誡若犯之，今世若前世不知佛", "41": "法比丘僧時，諸所犯過惡。今某皆為悔一切", "42": "罪過。", "43": "「『某諸所作邪嫉之意，若有佛，斷止人不得令", "44": "見；若有明經說法者，斷止人不得令聞；若有", "45": "迦羅蜜，斷止人不得令住會；若有人施與鉢", "46": "震越、飯食、床、臥具、病瘦醫藥所作功德，呵止", "47": "人不得令與；作無央數不止，展轉相教起", "48": "罪。今某皆為悔一切罪過。", "49": "「『某諸所作罪，見人犯者，於邊勸助，用是故，為", "50": "罪所牽，生於末世。若生於貧家；若離迦羅蜜；", "51": "若有佛，不能得見；若有菩薩迦羅蜜，不能得", "52": "與共會，而不能得聞經法；以諸所作惡故，不", "53": "能及值是聖賢身。今某皆為悔一切罪過。「『某", "54": "諸所作罪，不能及逮聞法；或聞法，其心不能", "55": "受法；若已受而復忘失，不能堅持法、不能諦", "56": "持法，而怯劣無瞻；其形色不能致得端政；", "57": "所生常少財寶，不能得陀隣尼行，不能得三", "58": "昧行，不能得般若波羅蜜行，不能得無念慧", "59": "行，不能得漚惒拘舍羅所入慧，不能得兜沙", "60": "陀比羅無所罣礙所入慧。其一切諸所作罪，", "61": "不能及逮是也。今某皆為悔一切罪過。", "62": "「『某諸所作罪，不能得一切法行所入慧功德，", "63": "不能得一切人意所行慧功德，不能得一切", "64": "人因五根所入慧功德，不能得一切人慧律", "65": "所入功德，不能得一切法慧所入功德，不能", "66": "得一切人泥洹慧功德。其一切諸所作罪，不", "67": "能及逮是也。今某皆為悔一切罪過。「『某諸", "68": "所作罪，不能得洞視徹聽，不能得神足飛行，", "69": "不能得自知宿命，不能得知去來之事，不能", "70": "得梵天音聲，不能得身口意功德，不能得清", "71": "淨高行，而不能得具足於功德。其一切諸所", "72": "作罪，不能及逮是也。今某皆為悔一切罪過。", "73": "「『若他人起惡意向某，若有眾兵，若某起慈心", "74": "向他人；若有眾兵，若致一切諸蓋所畏。某合", "75": "會於諸佛前，諸眼諦，慧遍諦，所言則受諦。某", "76": "於是諦前自歸悔，復自發舉，自發竟自悔", "77": "責，不敢覆藏，從今已後不敢復犯。』」", "78": "3 願樂品願樂品第三", "79": "三曼陀跋陀羅菩薩言：「善男子、善女人，求菩", "80": "薩道者，當作是願樂：『今某自歸曉一切，於諸", "81": "佛諸菩薩、迦羅蜜及父母、諸阿羅漢、辟支佛", "82": "及一切人，至心求哀，不可曉者，今皆曉之，如", "83": "諸佛所知。如是者所可自歸，為已自歸也。「『復", "84": "次，今某禮一切諸佛、一切諸菩薩、諸迦羅蜜、父", "85": "母及阿羅漢、辟支佛，皆為作禮，最中、最上、無", "86": "上、明中明、無有雙亦無比，如諸佛所知。如是", "87": "者所當作禮，為已作禮也。", "88": "「『復次，今某願禮諸佛功德，一切諸菩薩、諸迦羅", "89": "蜜功德、諸阿羅漢、諸辟支佛功德及十方一切", "90": "人所作功德，如諸佛所知。如是者，所當禮諸", "91": "功德，為悉禮也。", "92": "「『是則菩薩慧。若善男子、善女人，有是功德者，", "93": "願樂助其歡喜。若有逮佛慧者，所當願樂，某", "94": "已願樂也。其未作功德者，今作功德，某皆", "95": "願樂。其有尊，復尊所作功德，某亦願樂。持某", "96": "所作願樂功德，令十方一切皆悉得也。』」", "97": "4 請勸品請勸品第四", "98": "三曼陀跋陀羅菩薩言：「善男子、善女人，求菩", "99": "薩道者，當作是請勸：『某至心請勸一切諸", "100": "佛，今現在佛、阿耨多羅三耶三菩及至阿", "101": "惟三佛，其已成悉等知、未轉法輪者，某請", "102": "勸諸佛，轉於法輪。今諸佛所轉法輪者，以用", "103": "請勸故，所說經法，令一切人各得其所，悉", "104": "令安隱。及諸天、龍、鬼神、乾陀羅、阿須倫、迦留", "105": "羅、甄陀羅、摩休勒、人非人，其在泥黎、薜荔、禽", "106": "獸諸勤苦中者，皆令得解脫。其無所曉者，皆", "107": "令捨癡意，悉得正意，入於佛道。", "108": "「『復次，其諸佛所欲般泥洹者，某請勸且莫般", "109": "泥洹，用一切人故，且自住無央數劫，以法身", "110": "住為無所住。所說經法，令一切人各得其所。", "111": "皆令勇猛，具足三曼陀跋陀羅菩薩法行。令", "112": "一切人，悉以是為本，各得安隱。及諸天、龍、鬼", "113": "神、乾陀羅、阿須倫、迦留羅、甄陀羅、摩休勒、人非", "114": "人、泥黎、薜荔、禽獸，諸勤苦者，早得解脫。其", "115": "無所曉者，令捨癡意，悉得正意，入於佛道。其", "116": "作邪者，皆捨邪道，入於正道，悉住於本無", "117": "法。』」", "118": "三曼陀跋陀羅菩薩言：「善男子、善女人，求", "119": "菩薩道者，當作施與。『某所可悔功德，所可忍、", "120": "所可禮、所可願樂、所可請勸諸功德；若欲作、", "121": "若方作、若已作，諸所作功德，皆一切合會成", "122": "就，為一福味。如諸佛法，如佛所知，是功德，便", "123": "可所生致諸佛相，能得自恣法。諸所施與，已", "124": "受施與而有施與，是施與為正施與，無所著", "125": "斷。某持是法施與功德，令一切人，皆逮得與", "126": "法，皆令起意。如薩芸若施與等者，今某施", "127": "與，令如三曼陀跋陀羅菩薩所行，持是功德", "128": "令一切與。某莫墮泥黎中、薜荔、禽獸勤苦八", "129": "惡道中生；皆令生有佛處、有菩薩處，皆令生", "130": "須呵摩提阿彌陀佛剎。某持是功德，因某好", "131": "心，具足遍發阿耨多羅三耶三菩心。", "132": "「『某持是法施與之功德，為一切人，作舍作護。", "133": "受其自歸為作度，於冥中作明、明中最明，於", "134": "持中作持、持中尊持；一切人未度者，我當度", "135": "之，未脫者，我當脫；未般泥洹者，我當令般泥", "136": "洹。造作一切人，皆令發阿耨多羅三耶三菩", "137": "心。", "138": "「『某持是法施與之功德，令一切人與某身等，", "139": "諸所生處，所可起意，常供養諸佛，供養諸菩", "140": "薩，持前所作供養諸佛菩薩，令一切人與某", "141": "身，不離菩薩法，不離迦羅蜜、文殊師利及惟", "142": "摩竭與三曼陀跋陀羅菩薩等。是諸菩薩所", "143": "行，皆具足陀隣尼清淨三昧，一心不動搖，", "144": "皆以成就般若波羅蜜所行，悉以曉了漚惒", "145": "拘舍羅，所入一切於諸法有差特，令一切人", "146": "與某逮得，是諸菩薩慧行而具足。", "147": "「『某持是法施與功德，在其泥黎、薜荔、禽獸，拘", "148": "繫縛束中人，皆令得解脫。其無眼者得眼，聾", "149": "者得聽，其在勤苦中者皆得安隱；若在是佛", "150": "剎及彼方佛剎，下至阿鼻泥黎，上至無極，", "151": "其中間蠕動之類，有足無足者，若未來、若軟", "152": "生、若化生、若色無色、若思想無思想，及一", "153": "切人、非人，轉相猗著者，以時能持佛眼，見", "154": "知悉覺，令一切皆得人形，入於佛道，聞法", "155": "悉曉了受，皆得阿耨多羅三耶三菩提心。", "156": "「『某持是法施與功德，令一切人與。某持是功", "157": "德，悉逮諸佛等行，諸菩薩等行、諸迦羅蜜行，", "158": "令一切人，皆至供養、起願，得諸佛剎，能令清", "159": "淨於三世法，曉了能悉。譬如金剛，無所不穿。", "160": "令一切人與，某皆令得佛智慧，而具足諸所", "161": "感動能悉等。於諸深慧皆逮得，於諸法而無", "162": "疑。持是功德令某具足願，如三曼陀跋陀羅", "163": "菩薩法行，十種力地皆悉逮。以是為證。持是", "164": "功德，願令一切人及某皆令得福。』」", "165": "5 譬福品譬福品第五", "166": "文殊師利菩薩問三曼陀跋陀羅菩薩言：「若", "167": "有善男子、善女人，欲求菩薩道者，晝夜各三", "168": "悔過、勸樂法行如上說，其福者云何？」三曼陀", "169": "跋陀羅菩薩報文殊師利菩薩言：「若有善男", "170": "子、善女人，奉行菩薩道者，持七寶滿閻浮提", "171": "地內，供養怛沙竭阿羅呵三耶三佛，不如", "172": "是善男子、善女人，晝夜各三勸樂法行，所當", "173": "悔者悔之，所當忍者忍之，所當禮者禮之，所", "174": "當願樂者願樂之，所當請勸者請勸之，所當", "175": "施與者施與之，晝夜奉行，如上教。其福出於", "176": "供養怛沙竭滿閻浮提七寶，百倍、千倍、萬倍、", "177": "億倍、巨億萬倍，終不可比、不可計、亦不可譬。」", "178": "說是法時，無央數諸天，於虛空中住，持天花", "179": "香及伎樂供養，散佛及諸菩薩上。文殊師利", "180": "菩薩、三曼陀跋陀羅菩薩說是經已，諸天、龍、", "181": "鬼神、阿須倫、人、非人，聞經大歡喜，前為佛作", "182": "禮而去。", "183": "三曼陀跋陀羅菩薩經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0483 三曼陀跋陀羅菩薩經", "source": "CBETA"}