{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0453 佛說彌勒下生經", "text": {"0": "No. 453 [Nos. 454, 455]", "1": "佛說彌勒下生經", "10": "界若干亦復明了。將來久遠彌勒出現，至真、", "100": "蠰佉王聞彌勒已成佛道，便往至佛所", "101": "欲得聞法。時彌勒佛與王說法，初善、中善、", "102": "竟善，義理深邃。爾時，大王復於異時立太", "103": "子為王，賜剃頭師珍寶，復以雜寶與諸梵", "104": "志，將八萬四千眾往至佛所求作沙門，盡", "105": "成道果得阿羅漢。「是時，修梵摩大長者聞", "106": "彌勒已成佛道，將八萬四千梵志之眾往", "107": "至佛所求作沙門，得阿羅漢——唯修梵摩一", "108": "人斷三結使必盡苦際。「是時，佛母梵摩越", "109": "復將八萬四千婇女之眾往至佛所求作", "11": "等正覺，欲聞其變，弟子、翼從，佛境豐樂，為", "110": "沙門。爾時，諸女人盡得阿羅漢——唯有梵摩", "111": "越一人斷三結使成須陀洹。「爾時，諸剎利", "112": "婦聞彌勒如來出現世間成等正覺，數千", "113": "萬眾往至佛所，頭面禮足，在一面坐，各各", "114": "生心求作沙門，出家學道，或有越次取", "115": "證、或有不取證者。「爾時，阿難！其不越次取", "116": "證者盡是奉法之人，患厭一切世間，修", "117": "不可樂想。「爾時，彌勒當說三乘之教，如我", "118": "今日。弟子之中大迦葉者行十二頭陀、過", "119": "去諸佛所善修梵行，此人當佐彌勒勸化", "12": "經幾時？」佛告阿難：「汝還就坐，聽我所說", "120": "人民。」", "121": "爾時，迦葉去如來不遠結加趺坐，正身正意", "122": "繫念在前。爾時，世尊告迦葉曰：「吾今年已", "123": "衰耗向八十餘。然今如來有四大聲聞堪任", "124": "遊化，智慧無盡，眾德具足。云何為四？所謂大", "125": "迦葉比丘、屠鉢歎比丘、賓頭盧比丘、羅", "126": "云比丘。汝等四大聲聞要不般涅槃，須吾", "127": "法沒盡，然後乃當般涅槃。大迦葉亦不應", "128": "般涅槃，要須彌勒出現世間。所以然者，", "129": "彌勒所化弟子盡是釋迦文弟子，由我遺", "13": "彌勒出現國土豐樂、弟子多少。善思念之，執", "130": "化得盡有漏。「摩竭國界毘提村中，大迦葉", "131": "於彼山中住。又彌勒如來將無數千人眾，", "132": "前後圍遶往至此山中，遂蒙佛恩，諸鬼神", "133": "當與開門，使得見迦葉禪窟。是時，彌勒", "134": "申右手指示迦葉，告諸人民：『過去久遠釋", "135": "迦文佛弟子名曰迦葉，今日現在，頭陀苦行", "136": "最為第一。』是時，諸人見是事已歎未曾有，", "137": "無數百千眾生諸塵垢盡，得法眼淨。或復", "138": "有眾生見迦葉身已——此名為最初之會——九", "139": "十六億人皆得阿羅漢，斯等之人皆是我弟", "14": "在心懷。」是時，阿難從佛受教，即還就坐。爾", "140": "子。所以然者？悉由受我訓之所致也，亦", "141": "由四事因緣：惠施、仁愛、利人、等利。「爾時，阿難！", "142": "彌勒如來當取迦葉僧伽梨著之。是時，迦", "143": "葉身體奄然星散。是時，彌勒復取種種華香", "144": "供養迦葉。所以然者？諸佛世尊有敬心於", "145": "正法故。彌勒亦由我所受正法化，得成無", "146": "上正真之道。「阿難當知，彌勒佛第二會時，有", "147": "九十四億人，皆是阿羅漢，亦復是我遺教弟", "148": "子，行四事供養之所致也。「又彌勒第三之", "149": "會，九十二億人皆是阿羅漢，亦復是我遺", "15": "時，世尊告阿難曰：「將來久遠於此國界", "150": "教弟子。「爾時，比丘姓號皆名慈氏弟子，如", "151": "我今日諸聲聞皆稱釋迦弟子。「爾時，彌勒與", "152": "諸弟子說法：『汝等比丘！當思惟無常之想、", "153": "樂有苦想、計我無我想、實有空想、色變之想、", "154": "青瘀之想、膖脹之想、食不消想、膿血想、", "155": "一切世間不可樂想。所以然者？比丘當", "156": "知，此十想者皆是過去釋迦文佛與汝", "157": "等說，令得盡有漏、心得解脫。若此眾中", "158": "釋迦文佛弟子，過去時修於梵行，來至", "159": "我所；或復於釋迦文佛所供養三寶，來", "16": "當有城郭名曰翅頭，東西十二由旬，南北", "160": "至我所；或於釋迦文佛所彈指之頃修於善", "161": "本，來至此間；或於釋迦文佛所行四等心，", "162": "來至此者；或於釋迦文佛所受持五戒、三", "163": "自歸法，來至我所；或於釋迦文佛所起神", "164": "寺廟，來至我所；或於釋迦文佛所補治故", "165": "寺，來至我所；或於釋迦文佛所受八關齋", "166": "法，來至我所；或於釋迦文佛所香華供養，", "167": "來至此者；或復於彼聞法悲泣墮淚，", "168": "來至我所；或復於釋迦文佛所專意聽", "169": "受法，來至我所；或復盡形壽善修梵行，", "17": "七由旬，土地豐熟，人民熾盛，街巷成行。爾時，", "170": "來至我所；或復有書寫讀誦，來至我所；", "171": "或復承事供養，來至我所者。』「是時，彌勒便", "172": "說此偈：", "173": "「『增益戒聞德，禪及思惟業，", "174": "善修於梵行，而來至我所。", "175": "勸施發歡心，修行心原本，", "176": "意無若干想，皆來至我所。", "177": "或發平等心，承事於諸佛，", "178": "飯飴於聖眾，皆來至我所。", "179": "或誦戒契經，善習與人說，", "18": "城中有龍王名曰水光，夜雨香澤，晝則清", "180": "熾然於法本，今來至我所。", "181": "釋種善能化，供養諸舍利，", "182": "承事法供養，今來至我所。", "183": "若有書寫經，班宣於素上，", "184": "其有供養經，皆來至我所。", "185": "繒綵及諸物，供養於神寺，", "186": "自稱南無佛，皆來至我所。", "187": "供養於現在、諸佛過去者，", "188": "禪定正平等，亦無有增減。", "189": "是故於佛法，承事於聖眾，", "19": "和。是時，翅頭城中有羅剎鬼名曰葉華，所", "190": "專心事三寶，必至無為處。』", "191": "「阿難當知，彌勒如來在彼眾中當說此偈。", "192": "爾時，彼眾中諸天人民思惟此十想，十一姟", "193": "人諸塵垢盡，得法眼淨。彌勒如來千歲之中，", "194": "眾僧無有瑕穢。爾時，恒以一偈以為禁", "195": "戒：", "196": "「『口、意不行惡，身亦無所犯，", "197": "當除此三行，速脫生死關。』", "198": "「過千歲後，當有犯戒之人，遂復立戒。「彌勒", "199": "如來當壽八萬四千歲。般涅槃後，遺法當", "2": "西晉月氏三藏竺法護譯", "20": "行順法不違正教，每向人民寢寐之後，", "200": "在八萬四千歲。所以然者，爾時眾生皆是", "201": "利根。「其有善男子、善女人欲得見彌勒佛", "202": "及三會聲聞眾及翅頭城及見蠰佉王并四", "203": "大藏珍寶者、欲食自然粳米者、并著自然", "204": "衣裳、身壞命終生天上者，彼善男子、善女", "205": "人當勤加精進，無生懈怠；亦當供養承", "206": "事諸法師，名花㨶香種種供養，無令有失。", "207": "如是，阿難！當作是學。」爾時，阿難及諸大會，", "208": "聞佛所說，歡喜奉行。", "209": "佛說彌勒下生經", "21": "除去穢惡諸不淨者；常以香汁而灑其地，", "210": "按《開元錄》有譯無本中有法護譯《彌勒", "211": "成佛經》，一名「彌勒當來下生經」者。乍觀此", "212": "經即彼失本而還得之，其實非也。何則？羅", "213": "什譯《彌勒成佛經》目下注云：「與《下生經》異", "214": "本，與法護譯《彌勒成佛經》同本。」兩譯一闕，", "215": "則彼失本經，非此《下生經》六譯三失之一", "216": "者明矣。又按孤山智圓重校金剛般若後", "217": "序云：「古德分經皆用紙數者，一紙有二", "218": "十五行，一行十七字。今撿失本彌勒經目", "219": "下注云：『一十七紙』，則計有七千二百二十", "22": "極為香淨。「阿難當知，爾時閻浮地東西", "220": "二字，此經只有三千一百七十六字，則尚", "221": "未其半，豈是彼經歟？」則丹藏無此經為", "222": "得。然此經文頗似漢晉經注，又有漢云", "223": "之言，還恐此是三失本中第一本。錄云今", "224": "附西晉者耳，宋藏還得而編入之為得", "225": "之矣。而二錄並無《下生經》是法護譯者，今", "226": "云法護譯者何耶？伏俟賢哲。", "23": "南北千萬由旬，諸山河石壁皆自消滅，四大", "24": "海水各減一萬。時閻浮地極為平整，如", "25": "鏡清明。舉閻浮地內穀食豐賤，人民熾盛，", "26": "多諸珍寶。諸村落相近，鷄鳴相接。是時，弊", "27": "華果樹枯竭，穢惡亦自消滅；其餘甘美果樹、", "28": "香氣殊好者皆生于地。「爾時，時氣和適四時", "29": "順節，人身之中無有百八之患：貪欲、瞋恚、", "3": "聞如是：一時佛在舍衛國祇樹給孤獨園，", "30": "愚癡、不大慇懃。人心均平，皆同一意，相見歡", "31": "悅，善言相向。言辭一類無有差別，如彼優", "32": "單越人而無有異。是時，閻浮地內人民大", "33": "小皆同一向，無若干之差別也。彼時，男", "34": "女之類意欲大小便時地自然開，事訖之後", "35": "地便還合。「爾時，閻浮地內自然生粳米，亦", "36": "無皮裹，極為香美，食無患苦。所謂金、銀、珍", "37": "寶、車𤦲、馬瑙、真珠、虎珀，各散在地，無人省錄。", "38": "是時，人民手執此寶，自相謂言：『昔者之人由", "39": "此寶故更相傷害，繫閉在獄受無數苦", "4": "與大比丘眾五百人俱。爾時，阿難偏露", "40": "惱；如今此寶與瓦石同流，無人守護。』「爾", "41": "時，法王出現，名曰蠰佉。正法治化，七寶", "42": "成就。所謂七寶者，輪寶、象寶、馬寶、珠寶、玉", "43": "女寶、典兵寶、守藏之寶，是謂七寶。鎮此閻", "44": "浮地內，不以刀杖自然靡伏。如今，阿難！四", "45": "珍之藏：乾陀越國伊羅鉢寶藏，多諸珍琦", "46": "異物不可稱計；第二彌梯羅國綢羅大", "47": "藏，亦多珍寶；第三須賴吒大國有大寶藏，", "48": "亦多珍寶；第四波羅㮈蠰佉有大寶藏，", "49": "多諸珍寶不可稱計。此四大藏自然應現，", "5": "右肩，右膝著地，白佛言：「如來玄鑒，無事", "50": "諸守藏人各來白王：『唯願大王以此寶藏之", "51": "物惠施貧窮。』爾時，蠰佉大王得此寶已，亦", "52": "復不省錄之，意無財寶之想。時閻浮地", "53": "內，自然樹上生衣，極細柔軟，人取著之，如", "54": "今優單越人自然樹上生衣，而無有異。「爾", "55": "時，彼王有大臣名曰修梵摩，是王少小同好，", "56": "王甚愛敬；又且顏貌端正，不長、不短，不肥、不", "57": "瘦，不白、不黑，不老、不少。是時，修梵摩有妻", "58": "名梵摩越，王女中最極為殊妙，如天帝", "59": "妃——口作優鉢蓮華香，身作栴檀香；諸婦人", "6": "不察，當來、過去、現在三世，皆悉明了；過去諸", "60": "八十四態永無復有，亦無疾病亂想之念。「爾", "61": "時，彌勒菩薩於兜率天，觀察父母不老不", "62": "少，便降神下應從右脇生，如我今日右脇", "63": "生無異，彌勒菩薩亦復如是。兜率諸天各", "64": "各唱令：『彌勒菩薩已降神生。』「是時，修梵摩", "65": "即與子立字，名曰彌勒。彌勒菩薩有三十", "66": "二相、八十種好莊嚴其身，身黃金色。爾時，人", "67": "壽極長，無有諸患，皆壽八萬四千歲。女人", "68": "年五百歲然後出嫡。「爾時，彌勒在家未經", "69": "幾時，便當出家學道。爾時，去翅頭城不", "7": "佛姓字、名號，弟子、菩薩、翼從多少，皆悉知之；", "70": "遠有道樹名曰龍花，高一由旬，廣五百步。", "71": "時彌勒菩薩坐彼樹下成無上道果。「當其", "72": "夜半彌勒出家，即於其夜成無上道。時", "73": "三千大千剎土六返震動，地神各各相告", "74": "曰：『今時彌勒已成佛。』轉至聞四天王宮：『彌", "75": "勒已成佛道。』轉轉聞徹三十三天、豔天、", "76": "兜率天、化自在天、他化自在天，聲聞展", "77": "轉至梵天：『彌勒已成佛道。』「爾時，魔王名大", "78": "將，以法治化。聞如來名音響之聲，歡喜踊躍", "79": "不能自勝，七日七夜不眠不寐。是時，魔王", "8": "一劫、百劫、若無數劫，皆悉觀察，亦復如是；", "80": "將欲界無數天人至彌勒佛所恭敬禮拜。", "81": "「彌勒聖尊與諸天人漸漸說法微妙之論，", "82": "所謂論者，施論、戒論、生天之論，欲不淨想、出", "83": "要為妙。爾時，彌勒見諸人民已發心歡喜，", "84": "諸佛世尊常所說法，苦、習、盡、道，盡與諸天", "85": "人廣分別其義。爾時，座上八萬四千天子，諸", "86": "塵垢盡，得法眼淨。「爾時，大將魔王告彼界人", "87": "民之類曰：『汝等速出家。所以然者？彌勒今", "88": "日已度彼岸，亦當度汝等使至彼岸。』「爾時，", "89": "翅頭城中有長者名曰善財，聞魔王教令，", "9": "國王、大臣、人民姓字則能分別；如今現在國", "90": "又聞佛音響，將八萬四千眾至彌勒佛所，", "91": "頭面禮足，在一面坐。", "92": "「爾時，彌勒漸與說法微妙之論，所謂論者，", "93": "施論、戒論、生天之論，欲不淨想、出要為妙。爾", "94": "時，彌勒見諸人民心開意解，如諸佛世尊常", "95": "所說法，苦、習、盡、道，與諸人民廣分別", "96": "義。爾時，座上八萬四千人諸塵垢盡，得法", "97": "眼淨。是時，善財與八萬四千人等即前白", "98": "佛，求索出家，善修梵行，盡成阿羅漢道。", "99": "「爾時，彌勒初會，八萬四千人得阿羅漢。「是時，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0453 佛說彌勒下生經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}