{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大方等大集經: 大方等大集經: 大集經: 大方等大集經: 大方等大集經", "text": {"0": "14 日藏分8 星宿品", "1": "大方等大集經卷第四十三", "10": "功德戒行及婆羅多，莊嚴於心一切滿足。」是", "100": "悉能令其得解脫。又於繫縛諸有獄，", "101": "拔出眾生使獲安，絓是小小如𣚰身，", "102": "大聖悉皆往救濟。彼諸龍等一切眾，", "103": "能却其惡及憂愁，是故大聖哀愍來，", "104": "慈心出汝此獄中。廣說無邊深秘要，", "105": "不自在者悉稱心，一切歸寂安隱住。", "106": "得彼聖人救濟者，不畏金翅諸鳥王，", "107": "各還所止恣意遊，如本受樂心無異。", "108": "大聖過去修萬行，不許惱亂一眾生。", "109": "汝等所有諸災惡，魔王所為非佛作，", "11": "時，光味語諸龍言：「我今非是佉羅虱吒苦行", "110": "莫起餘心謗毀佛，受我教誨發菩提，", "111": "勿生疑惡自迷沒，一一皆如我前說。」", "112": "爾時，一切諸大龍王、所有眷屬、男女、大小，在", "113": "於牟尼聖人處者，聞此說已各各一心齊共", "114": "合掌，作如是言：「南無南無大聖！一切世間眾", "115": "生中勝！具一切法到自在岸，能與一切眾生", "116": "解脫，能與一切眾生安樂，能與一切眾生歡", "117": "喜，能令一切到智慧彼岸。於諸眾生慈悲平", "118": "等，令修善法悉具足滿，成就一切善業眾生，", "119": "安立善道與實法眼，於天、龍中作上福田。於", "12": "仙人，亦復不能於虛空中置於星宿，今我說", "120": "三界中最勝最尊，能受世間一切供養。我等", "121": "諸龍同共辛苦，滿此獄中未能得出，如是至", "122": "心禮拜歸命。」說此語已，一切龍等悉得本", "123": "形，雖復舊身而猶不能於彼山中免離得", "124": "出。爾時，一切諸龍王等復白光味菩薩言：", "125": "「惟願救濟。如大德說，彼聖人者於諸眾", "126": "生不起惱亂常施安樂。此言誠實，我今信受", "127": "無有疑心。若愍眾生慈悲救濟，惟願速來令", "128": "我等輩出彼魔獄。」是時，光味告諸龍言：「彼大", "129": "聖人具足智慧，牟尼如來心常憐愍一切眾", "13": "者神通力知。汝娑伽羅諸龍王等莫作是說，", "130": "生，修習諸善捨於諸惡大悲普覆，於流轉中", "131": "精勤勇猛接引眾生，於菩提道令得安隱。現", "132": "見因果成就佛眼，一切菩薩摩訶薩過去久", "133": "遠不瞋因緣，悉皆具足慈悲喜捨四梵行法。", "134": "「復次，菩薩摩訶薩道行因緣中生，因緣生已，", "135": "種種惡趣及慈等行，皆已說竟。「復次，彼佛如", "136": "來世尊住無量阿僧祇恒河沙等諸佛剎，微塵", "137": "等無量無邊清淨阿耨多羅三藐三菩提行", "138": "故，六波羅蜜悉具足滿，菩薩摩訶薩出於流", "139": "轉生死海故，到大涅槃智慧彼岸，壞四魔故、", "14": "我實不能。然此佉羅虱吒仙人宿往因緣，說", "140": "紹三寶種不斷絕故，能以法水洗諸眾生，一", "141": "切煩惱垢令清淨故，如來如是永離攀緣說", "142": "四梵行。「復說如性出相離相，及離我見，一", "143": "切法等無盡方便。謂於五陰、十八界、十二入", "144": "實諦觀故，四大差別生死等法皆得滅盡，方", "145": "便離於貪瞋癡等，一切煩惱體性悉空。無眾", "146": "生界離諸攀緣，無喜離喜無行離行，無物離", "147": "物無想離想，無諸障礙無有處所，無塵無染", "148": "無暗無明，不可捉持。無自無他不來不去，無", "149": "異離行，乃至一切陰入界等。智眼體性非暗", "15": "猶未盡。「爾時，帝釋及諸梵天各向佉羅虱吒", "150": "非明，不行不生，法界真實；不滅不壞，如如不", "151": "生，法界真實皆空，過去一切諸法等中悉皆", "152": "了達，是真攀緣如來從生。若有菩薩於是法", "153": "中達到彼岸，具足充滿六波羅蜜，猶如虛空", "154": "離色離觸，如是心得無障礙智，普斷一切，諸", "155": "見及習悉皆除盡，如是得離一切煩惱，是名", "156": "菩薩摩訶薩離觀四種梵行之法。」是時光味", "157": "說此法已，時彼眾中娑伽羅龍王、毘昌伽", "158": "蘇脂龍王、須摩呼嚧迦沙護寶龍王，如是等", "159": "龍王，已於過去菩薩行中修習福德發弘誓", "16": "仙人，齊共合掌作如是言：『我等樂聞，唯願", "160": "願，念宿命已即得光明照耀陀羅尼。餘諸龍", "161": "眾八十那由他，亦曾過去種種願行悉修習", "162": "來，一切皆發三菩提心得於三昧。爾時，光味", "163": "即自化作聖人之身如菩薩形，與諸仙等乘", "164": "神通力，從虛空中往如來所。", "165": "10 念佛三昧品大方等大集經日藏分念佛三昧品第十", "166": "爾時，一切諸龍眾等信受光味菩薩之言，皆", "167": "悉至心歸依於佛、歸依於法、歸依於僧。作", "168": "是歸時，魔王波旬親見親聞，既見聞已大生", "169": "驚怪怖畏不安，瞋恚憂愁遍身流汗，舉手摸", "17": "更說。我等梵天諸天中尊，猶如大仙聖人中", "170": "頭而說偈言：", "171": "「呵呵看彼甚大笑，姦偽幻惑釋沙門，", "172": "誘誑諸龍皆歸已，迷忤一切諸眾生。", "173": "惑亂道中妄安立，實非言是我法真，", "174": "如是實法若得時，彼中始終應不失。」", "175": "爾時，波旬說是偈已。彼眾之中有一魔女名", "176": "為離暗，此魔女者曾於過去殖眾德本，作", "177": "是說言：「沙門瞿曇名稱福德，若有眾生得聞", "178": "佛名一心歸依，一切諸魔於彼眾生不能加", "179": "惡，何況見佛親聞法人，種種方便慧解深廣！", "18": "尊。我諸天中有梵行者，若放種種神祇呪術，", "180": "父王今者欲於如來及學佛道者邊興造惡心，", "181": "終不能成。」時魔王言：「沙門瞿曇解達真如智", "182": "慧廣大，於空法中深入堅固，自既度脫生死", "183": "大海，又教眾生亦皆出離。」魔女答言：「如王", "184": "所說，若於空法覺實際者，設千萬億一切魔", "185": "軍，終不能得須臾為害。如來今者開涅槃道，", "186": "女欲往彼歸依於佛。」即為其父而說偈言：", "187": "「離相不著人中勝，如如常住天中尊，", "188": "到於彼岸智慧城，我今欲往歸依彼。", "189": "修學三世諸佛法，度脫一切苦眾生，", "19": "我皆了知，亦能為他分別廣說。』時虱吒仙言：", "190": "善於諸法得自在，當來願我還如佛。」", "191": "爾時，離暗說是偈已，父王宮中五百魔女姊妹", "192": "眷屬，一切皆發菩提之心。是時，魔王見其宮", "193": "中五百諸女，皆歸於佛發菩提心，益大瞋忿", "194": "怖畏憂愁，即作是念：「我今當行大魔王力大", "195": "魔王威，於自宮中魔王坐處極盡神化，當彼", "196": "聖人牟尼住所，一切諸龍和合集處，作大火", "197": "石從虛空中一時雹下碎彼諸龍及光味仙人", "198": "使其遠散。若彼去者，我魔王宮乃可安樂。」作", "199": "是念已，即於空中放大火雹如雨而下。是時，", "2": "隋天竺三藏那連提耶舍譯", "20": "『若能如是，亦可教化一切眾生悉令知之。』「是", "200": "如來以神通力變彼火石悉為天華，繽紛亂", "201": "墜墮佉羅坻滿山頂上，聖人住處悉皆充遍，", "202": "一切龍王莫不歡喜。是時，魔王見雹下於聖", "203": "人住所，即自指示五百女言：「諸女好看，今", "204": "彼處所一切諸龍眷屬大眾，歸依沙門瞿曇", "205": "邊者，我已破碎一切如塵，何況我宮而不能", "206": "壞！若我宮中有欲歸向於瞿曇者，要當使其", "207": "如彼不異。」是時，五百諸魔女等更為波旬而", "208": "說偈言：", "209": "「若有眾生歸佛者，彼人不畏千億魔，", "21": "時，青眼帝釋天主在於眾中，虱吒仙人語帝", "210": "何況欲度生死流，到於無為涅槃岸！", "211": "若有能以一香華，持散三寶佛法僧，", "212": "發於堅固勇猛心，一切眾魔不能壞，", "213": "何況畢定求作佛！若有精誠持一戒，", "214": "或復至心來佛邊，聽受一句微妙法，", "215": "即發不退菩提道，決定一切眾中尊，", "216": "得佛金剛不壞身，能摧一切四魔眾。", "217": "父王但看諸龍等，各散種種香華雲，", "218": "惟佛世尊能了知，非是魔王之境界。", "219": "獨一導師處於世，說於殊勝難思議，", "22": "釋言：『天主！一切善法必令具足住持於世", "220": "所作一切皆吉祥，能令眾生罪業除。", "221": "我等過去無量惡，一切亦滅無有餘，", "222": "至誠專心歸佛已，決得阿耨菩提果。」", "223": "爾時，魔王聞是偈已，倍大瞋恚怖畏煎心，憔", "224": "悴憂愁獨坐宮內。是時，光味菩薩摩訶薩聞", "225": "佛說法，一切眾生盡離攀緣得四梵行，當於", "226": "佛前從空而下。到佛所已，光味菩薩與其大", "227": "眾，為佛作禮右繞三匝，却住合掌而白佛言：", "228": "「世尊！如來說彼四禪地依止心念陀羅尼，以", "229": "是陀羅尼呪術力故，我憶過去有二婆羅門", "23": "常使照明，修善法人擁護勿捨。若有精進樂", "230": "子，以欲事故罪應合死。為官所收殺時未到，", "231": "王勅有司付於牢獄，半月半月時給一飡，五", "232": "縛繫身，兩手兩足悉皆桁械，咽喉被鎖飢渴", "233": "難堪，兼復畏於死時將逼，獄中一心歸依於", "234": "佛。彼時有佛名曼陀羅華香，專意佛邊遙求", "235": "救濟。「是時，彼佛憐愍眾生及我等故，於自座", "236": "中現佛境界大神通力，說四禪地依止心念", "237": "陀羅尼，作如是言：『我以佛力令彼獄中二婆", "238": "羅門聞此四禪地依止心念陀羅尼。聞已歡", "239": "喜至心憶念，以是因緣令其所有一切惡業", "24": "善眾生，持戒多聞修禪學慧，如是等眾，天主", "240": "一切障礙，若今生中惡業障礙，若多生中諸", "241": "惡業障，若煩惱障、法障、眾生障、捨施障、智", "242": "慧障、生活障、壽命未盡橫死障，意欲不生繫", "243": "地所牽業力障礙，若有清淨佛剎之中，情願", "244": "欲生而不得往違心障礙。如此一切惡業障礙，", "245": "聞此四禪地依止心念陀羅尼因緣故，喉及", "246": "手足五種枷鎖，自然一時脫落在地，即於獄中", "247": "得陀羅尼力。』以神力故得出於獄，從虛空中", "248": "到曼陀羅華香佛所，禮拜供養盡其壽命，即", "249": "得往生山光佛剎。「彼佛世尊名曰雲色，從雲", "25": "應當供給所須衣服、飲食、臥具、湯藥，種種施", "250": "色佛求請出家。既出家已，生生世世無量劫", "251": "中，常得不生於空佛剎，恒值佛世如今此剎，", "252": "娑婆世界三千大千佛土，地及虛空乃至阿", "253": "迦膩吒天，人、非人等皆悉充滿。「時彼佛剎一", "254": "切眾生，地及空中乃至阿迦膩吒天，亦復如", "255": "是，一切眾生具足惡業及諸障礙，以彼如來", "256": "為眾生故，說此四禪地依止心念陀羅尼，身", "257": "口意惡悉皆消除，若聽聞此陀羅尼力，一切", "258": "三世諸罪惡業悉滅無餘。「又彼眾生種種更", "259": "得人忍三昧陀羅尼。乃至壽命欲盡之時，此", "26": "與令無有窮。我說虛空星宿法已，今此世界", "260": "間死已如願欲生他方清淨佛剎，應念即生，", "261": "得於宿命，常勤精進行十善法，常不復墮三", "262": "惡道中，常能修行六波羅蜜，常行四攝，常得", "263": "見佛，常聞於法，常供養僧，常得四禪及五神", "264": "通，常具足得四梵行。念生生世世，常與彼", "265": "法和合共生，乃至涅槃未曾捨離。」佛言：「善", "266": "哉，善哉！善男子！汝為大利益眾生故，作如是", "267": "說過去宿命發心因緣。」", "268": "爾時，世尊復告光味菩薩言：「善男子！諦聽，諦", "269": "聽！若有比丘、比丘尼、優婆塞、優婆夷，或男、或", "27": "諸地分中，各有龍王停止守衛，如娑伽羅龍、", "270": "女有信心者，欲於三乘及餘道中願得速證", "271": "涅槃道、盡一切苦者，欲得一切聞持在心、一", "272": "切身口意業清淨，欲護佛法，欲求種種利益，", "273": "種種衣食一切豐饒，自在殊勝端正大力，眷", "274": "屬強盛國土富安，職位高遷多人敬奉，聰明", "275": "智慧最尊最勝，行住四儀常無所乏，及樂種", "276": "種施戒坐禪，得諸三昧乃至無色一切有頂", "277": "所有三昧，亦復樂於四梵天行。「若有樂於陀", "278": "羅尼人，望得如是種種眾事，而彼惡業堅固", "279": "厚重，諸業障礙，煩惱障礙，乃至欲生清淨佛", "28": "婆婁那、德叉迦、寶護大行、瞿娑羅、婆蘇婆、呼嚧", "280": "剎不生障礙。以如是故，種種善願不得稱心。", "281": "欲令如是種種惡業速滅盡者，而此眾生應", "282": "淨洗浴著鮮潔衣，菜食長齋勿噉辛臭，於寂", "283": "靜處莊嚴道場，正念結加或行或坐，念佛身", "284": "相無使亂心，更莫他緣念其餘事。或一日夜、", "285": "或七日夜，不作餘業至心念佛，乃至見佛", "286": "小念見小大念見大，乃至無量念者見佛色", "287": "身無量無邊，彼佛身形三十二相，於一一相", "288": "亦念亦觀皆令明了，隨所見相見青光明，於", "289": "彼光相專精繫意無令心亂。「作是念時，而誦", "29": "俱叉、婆私無俱叉等，此八龍王護於海中，能", "290": "是呪：", "291": "「『哆絰咃　毘視林婆　毘視林婆　欝頭波駄", "292": "避耶毘視林婆　斯那婆頗　羅斯那婆頭", "293": "羅阿㝹那多他　恀阿㝹那多他　恀復噓多", "294": "俱致毘視林婆　毘視林婆　莎呵』", "295": "「如是一相在於前心，䯇䯇專念不起亂想，然", "296": "後誦此陀羅尼呪，乃至念於佛身相中青色", "297": "出光，彼光出已從行者頂入。爾時安心慎莫", "298": "驚怖，於自身中見於此光，如彼青色念此青", "299": "光，於自身中各各肢體處處遍行，乃至一切", "3": "9 送使品日藏分送使品第九", "30": "令大海無有增減。阿奴駄致、毘昌伽蘇致、婆", "300": "身中火然，見火然已乃至成灰，及四方風來", "301": "吹散滅。如是念時，見於自身無有一相惟", "302": "有空在，乃至十方皆悉是空不見一色。如是", "303": "念佛青色力緣，誦持於呪成就此行。「善男子！", "304": "若復有人如是繫念不散亂心，學四禪地依", "305": "止心念陀羅尼，而彼眾生一切業障，煩惱障、", "306": "法障，罪業皆盡，惟除五逆、破毀正法、誹謗", "307": "聖人。「若復有人如是樂者，能如上習念佛三", "308": "昧，一日一夜口能誦持一切佛法，一切外道", "309": "十八種論智慧勝處，如是種種句義文章悉", "31": "婁那得、于問婁叉婆，此四龍王守護池中出", "310": "皆憶持無有遺忘。又一日夜得於四禪，四種", "311": "神通、四無量行、四種辯才，及四無色三摩跋", "312": "提，如是等法一切成就具足得之。如是修者", "313": "乃至能於一彈指頃到一佛剎及無量剎。又", "314": "以一足能動如是無量剎土，過是等剎亦能", "315": "動搖，能以一身結加趺坐遍滿諸剎。如是世", "316": "界能令水滿，十方塵數皆能數知，能以七寶", "317": "滿諸國界。「又復彼人於一念頃，悉能得知生", "318": "死業報，過去現在及以當來，一切眾生所有", "319": "心數。又彼行人能以一身，種種化作一切佛", "32": "一切河，是故諸河流注無竭。難陀、優波難陀，", "320": "身、帝釋天身、梵天王身、那羅延身、摩醯首羅", "321": "身、四天王身、轉輪聖王身，乃至水火遍虛", "322": "空。又復彼人如是念者，能一念中一切十方", "323": "地及虛空種種華滿七寶充遍，一切眾香傘", "324": "蓋幢幡、種種衣裳、種種纓絡，一切虛空皆悉", "325": "能滿。「若復有人至心修習此四禪地依止念", "326": "佛三昧，一一差別諦識了達。時彼眾生如是", "327": "無量惡業悉盡，如是無量福德精進種種三", "328": "昧、種種陀羅尼、種種忍及五神通，於餘乘中", "329": "速得滿足，流轉海中畢定疾出，除五無間、謗", "33": "此二龍王守護山中，是故諸山叢林欝茂。婆", "330": "法誹聖，不得是法。彼人應須經七七日，此四", "331": "禪地依止念佛三昧心內熏修，於此法中常", "332": "說修習不捨離者一切罪盡。若不專心罪兩", "333": "分盡，平常用心罪一分盡，如是修習須精進", "334": "心純信敬心，能如是者彼惡乃盡。「若復有人", "335": "此四禪地依止念佛三昧，或天中說，或人中", "336": "說，若彼天人信心聽受如此三昧，內自思惟", "337": "生於歡喜。如是之人若在牢獄五鎖繫身，或", "338": "復餘處受辛苦者悉得免脫。若失生活或復", "339": "求財，或打或燒或臨河水，或被毒藥或為種", "34": "須吉、娑羅囉、蓋輸盧、瞿摩祇利，亦為守護。毘", "340": "種怨家來侵，或一切鬼或一切幻，或復國王", "341": "種種怖畏，或自家中鬪諍口舌，或復他人橫", "342": "來瞋怒，或死怖畏或惡道中欲墮怖畏，如是", "343": "怖畏此業皆盡生人天中。「若復有人一聞如", "344": "是四禪地依止念佛三昧，至心信受如是念", "345": "佛三昧，有大勢力，有大利益，小小用心尚得", "346": "如是，何況至心無有疑惑！」說此三昧法時，眾", "347": "中八十六頻婆羅那由他百千從十方來諸天", "348": "人等，過去已曾為此三昧所熏修者，皆悉獲", "349": "得如上所說。復有八十四那由他眾生得苦", "35": "梨沙、閻浮伽、赤眼娑羅婆帝，於小河水而為", "350": "智忍，無量眾生得此三昧，或須陀洹至羅漢", "351": "果。無量眾生發菩提心時，彼離暗五百魔女，", "352": "承佛神力在魔王宮，悉皆得此念佛三昧，悉", "353": "捨本形得男子身；曾於過去修學如是念佛", "354": "三昧故。時此五百諸魔王女得三昧已及男", "355": "子身，心生歡喜欲往佛所，一切化作大梵天", "356": "身，一一梵王無量千億眷屬圍繞；或作無量", "357": "帝釋天身，亦有千億眷屬圍繞。各以無量種", "358": "種音樂種種莊嚴，如是化已從魔宮下，向", "359": "如來所設於供養，種種華鬘、末香、塗香散於", "36": "守護。悉陀摩奴、阿羅蘇摩、賀盧唱利，於聖", "360": "佛上，頂禮佛足右繞三匝。却住一面。", "361": "11 昇須彌山頂品大方等大集經日藏分昇須彌山頂品", "362": "第十一", "363": "爾時，佛告光味菩薩摩訶薩言：「善男子！汝今", "364": "當知，彼一切龍惡道中生罪業悉盡。」復告光", "365": "味：「空觀心念故。」時光味言：「如是，世尊！如來清", "366": "淨戒行具足，如來當為一切諸龍作莊嚴故。」", "367": "「復次，光味！我於是時實為諸龍，不可思議業", "368": "報差別欲廣說故。」爾時，一切諸色欲天，乃至", "369": "夜叉、鳩槃茶等，從虛空中雨種種華、散種種", "37": "人所及諸藥草而為作護，堅固緊輸迦歡喜，", "370": "香、衣服、幢幡、七寶瓔珞、種種伎樂。無量百千", "371": "億那由他，一時俱作歌詠讚歎出妙音聲，人", "372": "與非人僉然恭敬。爾時，世尊從座而起，四面", "373": "顧視向北方看：「此何處山與須彌接，近彼欲", "374": "界及於色天？」爾時，如來與諸大眾，菩薩、聲聞、", "375": "天、人、龍神、一切八部四面圍繞，前後導從趣", "376": "須彌山。是時，如來欲以足步躡於山根，次第", "377": "登上。大梵天等知佛欲昇須彌山頂，即為如", "378": "來化作七寶階橋，持諸天衣及華香末種種", "379": "校飾。如是作已，前白佛言：「惟願如來行我橋", "38": "此於地中而為守護。最勝光、毘喻婆三婆、毘", "380": "上。」他化樂天亦為佛故，用閻浮金化作寶橋，", "381": "以龍栴檀末而散橋上，作如是言：「惟願如來", "382": "行我橋上。」化自樂天亦為佛故，用諸天金化", "383": "作寶橋，種種牛頭細栴檀末散於橋上，作如", "384": "是言：「惟願如來行我橋上。」兜率陀天亦為佛", "385": "故，以諸天銀化作寶橋，以諸種種應時所出", "386": "微妙之香名黑栴檀末而散橋上，作如是", "387": "言：「惟願如來行我橋上。」須夜摩天亦為如來，", "388": "以天琉璃化作寶橋，散諸種種多摩羅葉細", "389": "末香，作如是言：「惟願如來行我橋上。」天", "39": "離耶尸棄，此於火中作護。動摩都劣三摸地、", "390": "帝釋亦為佛故，以赤真珠化作寶橋，以天種", "391": "種栴檀一切寶末用散橋上，又以天繒七寶", "392": "妙網而羅覆之。覆已，作如是言：「惟願如來", "393": "行我橋上。」如是四鎮四大天王，亦以珍琦", "394": "天石藏寶，為如來故化作寶橋，亦持細妙種", "395": "種天衣覆於橋上。覆已，作如是言：「惟願如來，", "396": "從我橋上上須彌山。」是時，四大阿修羅王", "397": "并其眷屬，為如來故，以其所出摩娑羅寶化", "398": "作寶橋，持天金銀細末之屑散於橋上。散已，", "399": "作如是言：「惟願如來行我橋上。」爾時，世尊為", "4": "爾時，娑伽羅龍王白光味菩薩言：「大德！乃能", "40": "羈蘭耶、羈賴車，此於風中作護。優羅婆、羅阿", "400": "彼一切梵釋四鎮及阿修羅諸天王等，以憐", "401": "愍故一時化作八佛如來，三十二相、八十種", "402": "好無有殊異，八部、四眾菩薩聲聞圍繞導從。", "403": "彼一切天阿修羅等，如是大設諸莊嚴已，", "404": "時佛世尊即上寶橋昇須彌頂，或餘處起，或", "405": "餘處去。彼八如來身大明耀，一一佛身皆放", "406": "光明，如百千億日月之光一時照明。如是八", "407": "佛放身光已，時諸龍眾一切皆在此佉羅山", "408": "聖人處所集聚而住，諸龍見已一切怪言：「此", "409": "是何處八大護世，今來依止於須彌山？」爾時，", "41": "闍耶、帝羅娑羅，此於樹中作護。吁嚧呵張火、", "410": "難陀、優波難陀龍王作如是言：「此是梵天一", "411": "切欲色圍繞而住，一切天中最為殊勝到智", "412": "慧岸，憐愍我等故來至此。今一切龍若欲得", "413": "出此苦獄者皆可禮敬。」是時，阿那婆蹋多龍", "414": "王作如是言：「此非梵天乃是魔王，於欲界中", "415": "威力自在，愍我等故，妻子、眷屬皆悉圍繞，為", "416": "欲界中一切眾生脫於怖畏，故來是中救我", "417": "龍厄。」時地利致色龍王作如是言：「此非魔王。", "418": "乃是欲界他化等天故來此中，欲令一切諸", "419": "龍解脫。」爾時，眾中一切龍王，皆發大聲作如", "42": "薄脚羅沙斯，此於花中作護。香常跋陀耶、邏", "420": "是言：「願諸天等，與我解脫；與我解脫，施我", "421": "安樂，令我早得出於地獄。」時娑伽羅龍王復", "422": "作是言：「彼非兜率化自樂等，此是天主釋提", "423": "桓因所放光明，照於欲界及四天下。觀彼一", "424": "切四域眾生樂於善法。汝等一切起慈悲心，", "425": "更勿生瞋，於彼天所求乞解脫速離此苦。」時", "426": "善住龍王作如是言：「此非帝釋，乃是一切諸", "427": "色界天，捨於禪樂從彼下來，欲雨法雨與眾", "428": "生樂。汝諸龍等一切至心禮拜乞救。」時毘昌", "429": "伽蘇脂龍王復作是言：「此非色天神通力來，", "43": "婆遮、富婁那迦羅，此於果中作護。阿匙林婆、", "430": "是四天王毘沙門等，為護四方各各自將眷", "431": "屬而來，欲除罪惡諸眾生故。」爾時，寶護龍王", "432": "復作是言：「此非四天王，我見染衣剃除鬚髮", "433": "身服袈裟，相好端然盛德自在，為諸天人之", "434": "所瞻仰，恭敬供養合掌圍繞，如日月天星宿", "435": "遍繞。此八大聖皆悉顯赫，堅固照明身紫", "436": "金光，三十二相慈悲一切，於三界中得受供", "437": "養。」爾時，毘昌伽蘇脂龍王更如是言：「真實導", "438": "師我親見來，能救能護一切眾生能竭苦海，", "439": "能於此獄與解脫樂，今近住此須彌山頂。如", "44": "毘遮婆、多吁嚧脂、多末羅伽，彼中毘首羯", "440": "是世尊神通力故，此須彌頂忽更廣闊，八十", "441": "四百千踰闍那。」爾時，欲色一切諸天，各欲供", "442": "養於如來故，為佛造作七寶階橋，樓閣梯", "443": "橙次第節級，乃至上到阿迦膩吒天。各以種", "444": "種不可思議天雜琉璃羅網校飾，猶如寶蓋", "445": "巧妙少雙，一切眾生見無厭足，無量百千種", "446": "種珍寶以用莊嚴，種種天衣、種種瓔珞、種種", "447": "傘蓋、繒綵幢幡、䗍鼓鍾鈴、花香伎樂，如是", "448": "供養遍滿虛空。爾時，世尊告帝釋言：「天主！如", "449": "是三千大千世界娑婆剎土，一切諸佛，并大", "45": "磨蘇摩、󰛉師奇和沙月眼，此四種一切工巧", "450": "菩薩摩訶薩、大阿羅漢、大仙聖人，及樂福", "451": "德大力魔王，種種色欲天、龍、夜叉、人、非人等，", "452": "於此三千大千剎住受用皆訖。如是帝釋！此", "453": "須彌山，如來世尊、十方佛剎諸來菩薩、大阿", "454": "羅漢一切聖人，樂福魔王、大德諸天，乃至於", "455": "龍、夜叉、羅剎、人、及非人，此須彌山皆悉停住，", "456": "汝諸天等當來世中多得勢力。」時天帝釋白", "457": "佛言：「若佛如來憐愍我者，如是受用神通力", "458": "作，及此三千大千世界娑婆剎中所有菩薩、", "459": "大阿羅漢、大梵魔王、他化樂天、諸帝釋天，", "46": "為最守護。羈羅睺陀羅、僧伽那斯、阿蘭那、懼", "460": "乃至於此娑婆世界所有天王、龍王、夜叉王、", "461": "乾闥婆王、阿修羅王、迦婁羅王、緊那羅", "462": "王、摩睺羅伽王；復有大力福德眾生、天中聖", "463": "人、人中聖人，一切皆來供養佛故，見於佛故，", "464": "禮拜佛故，聽於法故。如是等眾，此須彌山若", "465": "受用者，我於當來增大勝樂得大安隱。」爾", "466": "時，世尊受帝釋天於彼中住，端坐正念熙怡", "467": "微笑。笑已，口中出種種光：青色、黃色、赤色、白", "468": "色、紫頗梨色，照此三千大千佛剎之中。百", "469": "億魔王宮、百億帝釋宮、百億梵天宮、百億一", "47": "無迦，如此四種夜叉，於一切福德布施等中", "470": "切諸天王宮、百億阿修羅王宮、百億聖人牟", "471": "尼住處，是一切光如是照已，如上所說一切", "472": "福德大力魔王，乃至聖人一切驚覺，各各尋", "473": "光乘神通力，如一念頃來到於此須彌山頂。", "474": "爾時，世尊現神光已告帝釋言：「天主！如是三", "475": "千大千世界一佛剎中，則有百億須彌山王。", "476": "是時一切諸須彌中，此須彌山最尊最勝。何", "477": "以故？我及天人一切大集在此受用度諸龍", "478": "故。」說此語時無量百億帝釋天等，一切梵王", "479": "皆大歡喜。如是如來神通力故，時四龍王皆", "48": "能為作護。金剛眼、師子眼、善見眼、三槊，如此", "480": "得從彼聖人住處而出。既得出已各還自方，", "481": "如是娑伽羅龍王還於南方大海岸中，復其", "482": "本身大如須彌，乃至舉頭到帝釋宮自見於", "483": "佛。如是西方護寶龍王，北方毘昌伽蘇脂龍", "484": "王，東方蘇摩呼嚧叉龍王，各還大海於舊宮", "485": "中悉復本形，乃至如前須彌山頭自來見佛", "486": "所。餘無量那由他百千萬億，猶在彼處不能", "487": "得出。時一切龍向大聖人如是稱說：「願救濟", "488": "我，願救濟我，於此獄中令速解脫。」爾時，難陀、", "489": "優波難陀二龍王等，從佉羅山聖人住處，", "49": "四種一切龍護，如是等各各為護。』」爾時，光味", "490": "各以自身依須彌山，化作大橋拄帝釋宮，", "491": "作如是言：「惟願如來踏此橋上，從須彌頂", "492": "下佉羅坻聖人處坐，為一切龍歸依說法。」時", "493": "帝釋天如是念言：「此龍身澁毒氣皮麁，或", "494": "傷如來足不安隱。」作是念已，即以天服覆於", "495": "龍身，又持天中牛頭栴檀、優羅伽娑羅栴", "496": "檀、多摩跋香，此三種香及以天華種種屑", "497": "末，散於橋上并蔽龍身。時佉羅坻牟尼住", "498": "處，以佛力故更增廣博，八十四億那由他百", "499": "千踰闍。彼處廣已大梵天王以天金銀化作", "5": "憶念如是過去宿命劫中種種善業、無量往事，", "50": "菩薩，於諸仙聖天人龍中最上最勝，憐愍一", "500": "師子須彌寶座，種種莊嚴幡華帳蓋而安置", "501": "之。爾時，一切諸龍王等聞是語已，各白佛言：", "502": "「世尊！惟願憐愍救我等苦。」佛言龍王：「汝等先", "503": "應至心念佛，我當救之。」爾時，世尊在須彌頂，", "504": "告於長老憍陳如言：「憍陳如！諸佛境界奮", "505": "迅神通加被之力如是說法，及此一切三千", "506": "大千娑婆世界佛剎之中，所有一切無量", "507": "眾生，彼諸眾生聞我說法能聽受者。「憍陳", "508": "如！一切諸法悉皆無常，一切諸法生住無常。", "509": "何以故？生因緣故。如眼識生，生已住，住已", "51": "切苦惱眾生，是故於此救諸龍厄令得解脫。", "510": "念，念更生，此即是苦。是生因緣，即是苦生，", "511": "即是癰瘡，即是一切十二有支，即是生老", "512": "病死因緣。如是念念生滅，如眼因緣，耳鼻", "513": "舌身亦復如是。「憍陳如！住雖暫有滅更漸", "514": "生，此譬如窓。此生住緣，此苦因緣，有此", "515": "百種老病及死，如是展轉漸生因緣。眼見造", "516": "業，隨見隨念隨念隨造，所造生死因緣無窮。", "517": "「憍陳如！如眼寂滅，光滅沒故不見眾色，如", "518": "彼日沒窓中不見。若因緣滅一切患滅，十二", "519": "有支一切寂滅，生死寂滅如日沒緣，耳鼻", "52": "時光味菩薩作是思惟：「云何當令彼諸龍等，", "520": "舌身亦復如是。「憍陳如！如心寂滅所緣亦滅，", "521": "此窓因緣如本不生，一切萬法亦復如是。此", "522": "名苦滅一切患滅，十二有支一切寂滅，究竟", "523": "生死盡諸有邊亦復如是。「憍陳如！眾生不知", "524": "眼之生滅，隨逐耳鼻舌身所染，是故流轉於", "525": "五道中。我之聖法能離生死過於彼岸，是故", "526": "如來為斷一切眼生滅故而演說法，亦為說", "527": "苦斷苦行法，一切苦中得盡其底。是故如來", "528": "得此法已，是一切天梵中大梵、天中大天、", "529": "人中大人、沙門中大沙門、婆羅門中大婆羅", "53": "於三寶中迴心歸向？」即以方便善巧音辭，次", "530": "門，大慈悲中大悲最勝，無上之尊為大丈夫，", "531": "已度生死流轉彼岸，一切世中最勝檀那、曇", "532": "摩、僧琰摩。何者檀那？所謂捨施，乃至頭目", "533": "手足所須肢節皆悉能捨，況復餘物！此名檀", "534": "那。何者曇摩？清淨持戒，乃至人來索頭與", "535": "頭，心不瞋忿慈悲不失，是名曇摩。何者僧", "536": "琰摩？不捨六根一心禪定，一切福德言語誦", "537": "持憶念不忘，此二思量思念已修，此二種名", "538": "僧琰摩一切眾生平等心法。若我捨法曇摩", "539": "檀那，及僧琰摩，四梵行法聖八正道，如是", "54": "第教言一切龍王：「信於我者，我實不能拔濟", "540": "之法慈心熏故，此一切法於無量劫慈心修", "541": "故。如我所得一切諸法，於眾生中廣演宣說，", "542": "亦作導師悲憐眾生開解其意，演說此事無", "543": "所缺減。汝等今者應當一心信受奉持學習", "544": "諸禪，種種蘭若，或林樹下，或復塚間，種種", "545": "山巖崖岸中住，於彼坐禪，為盡生死故，勤", "546": "大精進身心不倦，莫作下心，無所成故，死時", "547": "悔惱。此我一切所教之法。」如是說已，此娑婆", "548": "界三千大千佛剎之中百億四天下，一四天", "549": "下則有無量億那由他百千眾生，彼諸眾生", "55": "於汝。今有大聖一切智人，乃能施汝安隱無", "550": "種種善根福德具足，或得陀羅尼，或得於忍，", "551": "或得法眼，或得須陀洹乃至阿羅漢。或有眾", "552": "生，地獄、畜生、餓鬼等中，餘報惡業悉得盡滅。", "553": "如是夜叉，貧窮因緣一切皆盡而得大富；或", "554": "有眾生人中貧窮惡業報盡，及諸惡病皆得", "555": "除愈，獄禁眾生皆蒙解脫。爾時，娑伽羅龍王", "556": "即於佛前說偈讚歎：", "557": "「真金離垢滿月面，清淨行具最勝田，", "558": "三界天人龍中尊，能去眾生濁垢惱。", "559": "施戒忍辱及精進，成就真實平等心，", "56": "畏，我所讚歎佉羅虱吒仙人功德，如是說法", "560": "解脫諸龍施安樂，憶念往昔誓願力，", "561": "慈悲久修眾業行，堅固勝彼諸眾生。", "562": "如是備受眾苦辛，不忘彼龍諸所惱，", "563": "種種流轉得越度，出過生死海彼岸，", "564": "自身解脫濟群生，智水洗龍使清淨。」", "565": "大集經卷第四十三", "57": "非我小德辦於斯事。彼聖人者，過去無量阿", "58": "僧祇劫，已曾修習種種福德，一切難事皆悉", "59": "能捨。所謂象馬、種種寶車、妻子、國城、金銀、輦", "6": "而不忘失，及說虛空星宿照明安施法用，悉", "60": "輿、奴婢、衣裳、床榻敷具，眾生須者稱意與之。", "61": "或復手足耳鼻舌身，頭目筋骨皮肉肌膚求", "62": "無悋惜，速能滿足六波羅蜜，具大慈悲於苦", "63": "惱眾生能令解脫，為諸眾生得安隱故，乃至", "64": "處於地獄之中，救濟眾生心無暫捨，亦不自", "65": "為得成佛道，欲令一切惡趣眾生得脫種種", "66": "老病死苦。「是大仙人，乃往過去無邊劫中，經", "67": "歷是等種種願行。而是仙人，生生世世堅固", "68": "精進勇猛慈悲，引接眾生安涅槃道。「又彼佉", "69": "羅虱吒仙人，無量劫來種種福德具足圓滿，", "7": "皆了達一一無遺，於三界中最尊最勝，智慧", "70": "乃至生於淨飯王家，託在摩耶夫人腹內，既", "71": "出生已舉手唱言：『我三界中最尊最勝。』放種", "72": "種光能與一切眾生安樂，光因緣故感動無", "73": "量天、龍、夜叉及阿修羅、人、非人等，一切悉來", "74": "而共供養。「又於生時一一方面各行七步，脚", "75": "所蹈處皆有蓮華承捧其足，以此脚踏行步", "76": "因緣，一切山河地及大海悉皆濤動，如是變", "77": "現出生功德。又，釋迦子能令我等一切眾生", "78": "解脫生老病死，寂滅安隱，離諸怖畏到涅槃", "79": "城。」說是語時，一切諸天、阿修羅眾、龍及夜叉、", "8": "第一更無能過。是故彼龍并及我等，如是方", "80": "乾闥婆、緊陀羅、摩睺羅伽、人、非人等，各散種", "81": "種眾寶雜華塗香末香，於虛空中猶如雨下，", "82": "以用供養，種種讚歎。爾時，光味菩薩為諸大", "83": "眾而說偈言：", "84": "「過去無量僧祇劫，種種布施習檀那，", "85": "清淨尸羅及羼提，精進坐禪學般若，", "86": "安樂一切眾生故，備忍種種諸苦辛。", "87": "宮中六萬后妃嬪，棄捨出家如脫屣，", "88": "獨處六年修苦行，日食一麻一米麥，", "89": "精進晝夜不睡眠，身形唯有皮骨在。", "9": "便得脫此獄離於苦惱，憐愍眾生慈悲一切，", "90": "菩提樹下思惟坐，八十萬眾天魔來，", "91": "四方上下地及空，八十由旬悉充滿，", "92": "如是魔軍及眷屬，皆能破壞使歸降，", "93": "成就無上勝菩提，得證第一義諦果。", "94": "見聞種種無怖畏，其心寂靜如涅槃，", "95": "常於一切眾生中，等心愍念無偏黨。", "96": "真實智慧具足滿，教導一切諸天人，", "97": "無一眾生起邪惡，如是慈悲徹骨髓。", "98": "又於一切眾生類，乃至蟻子及蜎飛，", "99": "不生惱亂毒害心，一切眾生流轉中，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大方等大集經: 大方等大集經: 大集經: 大方等大集經: 大方等大集經", "author": "北涼 曇無讖譯", "sourceLink": "http://www.cbeta.org/"}