{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "24 觀行品", "1": "光讚經卷第十", "2": "西晉月氏國三藏竺法護譯", "3": "25 問品摩訶般若波羅蜜問品第二十五", "4": "爾時三千大千世界諸釋提桓因、諸四天王，", "5": "諸焰天、諸兜術天、諸尼摩羅天、諸波羅尼蜜天，", "6": "諸梵天、諸梵迦夷天、諸首陀衛天，各各無央", "7": "數億百千天人俱。諸天人宿命有德，光明巍", "8": "巍，比怛薩阿竭光，百億千億萬倍巨億萬倍，", "9": "為尊為上、為無等倫、為無殊匹，靡不通達。爾", "10": "時釋提桓因白賢者須菩提：「今三千大千世", "11": "界諸四天王、諸首陀衛、諸天人等皆來大會，欲", "12": "聽須菩提說般若波羅蜜法。云何菩薩摩訶", "13": "薩住般若波羅蜜中？當云何行？」須菩提謂釋", "14": "提桓因：「諸天子樂聽，我當說。」須菩提承佛", "15": "威神蒙佛恩助，說般若波羅蜜：「如諸菩薩所", "16": "應立行，何所天子未發阿耨多羅三藐三菩", "17": "提心者，今皆當發。其入正見者，不能得發大", "18": "道意也。所以者何？以塞生死道故。正使是輩", "19": "人行菩薩道，我代其喜，勸助令發阿耨多羅", "20": "三藐三菩提心，我終不斷功德。吾欲使取中", "21": "正尊法，正欲使上佛無極之道。」須菩提謂釋", "22": "提桓因：「向者所問：『云何菩薩住般若波羅蜜", "23": "中？』菩薩摩訶薩發薩芸若心，不計色有常無", "24": "常、若苦若樂、有我無我，不計疹病憂惱之", "25": "患，有害無害、有縛無縛、有度無度，破壞恐懼", "26": "習會達於空無之身，盡無所信、無所諍訟，亦", "27": "無所念、無有顛倒；痛痒思想生死識亦復如", "28": "是。眼耳鼻舌身意，地水火風空及諸識界，", "29": "不見有常無常、有我無我、若苦若樂、疹病憂", "30": "惱之患。諸所聲色無所思念亦無顛倒，五陰、", "31": "六衰及識諸種，寂然恍忽，諸所想念察於佛", "32": "法，悉為顛倒也。「復次，拘翼！菩薩摩訶薩欲應", "33": "薩芸若心，行檀波羅蜜而無所著，尸、羼、惟逮、", "34": "禪悉無所著。「復次，拘翼！菩薩摩訶薩行般若", "35": "波羅蜜，觀察諸法了知諸法。了知諸法展轉", "36": "相成，因得具足展轉相成。曉了諸法，無有吾", "37": "我亦無有身。菩薩所用勸助道心，其道心者", "38": "亦無所有。」須菩提謂拘翼：「所勸道心知無所", "39": "有，則知道心而無所有便不可得。設使勸助", "40": "道心不可得已，是為，拘翼！菩薩摩訶薩般若", "41": "波羅蜜觀一切法，不見諸法有可得者。」釋提", "42": "桓因問尊者須菩提：「云何勸助道心而無所", "43": "有？云何勸助道心而不可得？云何勸助道心", "44": "而無所有而不可得耶？」須菩提謂釋提桓因：", "45": "「拘翼！其勸助心及與心本、道心，如是無有異", "46": "心。無有心，則以無心而勸助之；無有無念，以", "47": "無念而勸助之。若以無心則以無心便無有", "48": "念，以無有念則為菩薩摩訶薩般若波羅蜜。」", "49": "佛言：「善哉，善哉！須菩提！若能勸助菩薩摩訶", "50": "薩說般若波羅蜜，乃如是乎。」須菩提白佛言：", "51": "「我身，天中天！當報佛恩，行反復事。所以者", "52": "何？過去怛薩阿竭、阿羅訶、三耶三佛，使諸", "53": "弟子為諸菩薩說般若波羅蜜。過去佛時，為", "54": "諸菩薩勸助講說六波羅蜜，讚敘誘進而化", "55": "建立於是道品。彼時世尊，本與諸菩薩興", "56": "六波羅蜜，得阿耨多羅三藐三菩，逮阿惟", "57": "三佛。今我如是天中天，亦當勸助諸菩薩", "58": "摩訶薩，發起信樂受六波羅蜜，開化建立", "59": "於是佛道。我皆受已、皆勸樂已，慇懃勸立，當", "60": "令菩薩摩訶薩疾成阿耨多羅阿惟三佛。」須", "61": "菩提謂釋提桓因：「且聽，拘翼！如向者問：", "62": "『菩薩當云何於般若波羅蜜中住，而無所住？』", "63": "拘翼！所言色者，色則為空；痛痒思想生死", "64": "識亦復為空。所言菩薩，菩薩則空。以色空", "65": "故菩薩空耳，悉無有二、亦無若干。痛痒思想", "66": "生死識空故，菩薩為空，悉無有二、亦無若干。", "67": "是為，拘翼！菩薩摩訶薩於般若波羅蜜中住。", "68": "「復次，拘翼！所言眼者，眼則為空；耳鼻舌", "69": "身意亦復如是。所言菩薩，菩薩亦空。眼耳鼻", "70": "舌身意空，故菩薩空，無有二、亦無若干。", "71": "地水火風諸為空，以是故菩薩為空。身中六", "72": "事悉無所有，本末悉空，亦無有二、亦無若干。", "73": "如是者，拘翼！菩薩摩訶薩住般若波羅蜜中。", "74": "「復次，拘翼！菩薩摩訶薩行般若波羅蜜者，解", "75": "癡為空，色、六入、更樂痛、愛、受、有、生、老病死亦", "76": "復為空，十二因緣滅盡之故，故言曰空。", "77": "十二因緣空，故菩薩空。十二因緣空、菩薩空，", "78": "悉無有二、亦無若干。如是，拘翼！菩薩摩訶薩", "79": "住般若波羅蜜中。「復次，拘翼！檀波羅蜜空，故", "80": "菩薩空；尸、羼、惟逮、禪、般若波羅蜜空，亦復如", "81": "是。六波羅蜜空，故菩薩空，是為菩薩摩訶薩", "82": "住般若波羅蜜中。「復次，拘翼！內空、外空、近", "83": "空、遠空、真空、所有空、無所有空，故曰菩薩空。", "84": "四意止、四意斷、四神足、五根、五力、七覺意、八道", "85": "行、十力、無畏、十八不共諸佛之法，一切三昧、", "86": "陀羅尼門空，故菩薩空。六波羅蜜、三十七品", "87": "空，七空空、諸佛法空，諸三昧空、陀羅尼空，悉", "88": "無有二、亦無若干。是為，拘翼！菩薩摩訶薩住", "89": "般若波羅蜜中。「復次，拘翼！須陀洹、斯陀含、阿", "90": "那含、阿羅漢、辟支佛、菩薩、怛薩阿竭、阿羅訶、", "91": "三耶三菩空，故菩薩空。其四空，聲聞、辟支佛", "92": "空，怛薩阿竭空及菩薩空，悉無有二、亦無若", "93": "干。是為，拘翼，菩薩摩訶薩住般若波羅蜜中。", "94": "「復次，拘翼！薩芸若空，用薩芸若空故菩薩空，", "95": "其薩芸若空及菩薩空，悉無有二、亦無若干。", "96": "是為，拘翼！菩薩摩訶薩住般若波羅蜜中。」爾", "97": "時釋提桓因問尊者須菩提：「云何菩薩摩", "98": "訶薩於般若波羅蜜中住？」須菩提謂釋提桓", "99": "因：「菩薩摩訶薩行般若波羅蜜，不當住色", "100": "中，不當住痛痒思想生死識中；不當住眼", "101": "所更習中，耳鼻舌身意亦復如是，無所更悉", "102": "無所住；地水火風種亦無所習亦無所住；不", "103": "當住意止、意斷、根、力、覺意、八行；不當住薩芸", "104": "若；不當住須陀洹、斯陀含、阿那含、阿羅漢、辟", "105": "支佛及佛道；不當住色有常無常，不當住痛", "106": "痒思想生死識有常無常；不當住色苦樂，", "107": "不當住色淨不淨，不當住色我所非我所，不", "108": "當住色空不空，不當住寂不寂，不當住恍", "109": "忽不恍忽；不當住有須陀洹無須陀洹，不", "110": "當住有斯陀含無斯陀含，不當住有阿那含", "111": "無阿那含，不當住有阿羅漢無阿羅漢，不當", "112": "住有辟支佛無辟支佛，不當住有佛無佛；不", "113": "當住四道眾祐，不當住辟支佛佛眾祐。「復次，", "114": "拘翼！菩薩摩訶薩行般若波羅蜜，不當住第", "115": "一、第二、第三、第四、第五、第六、第七、第八、第九、第", "116": "十菩薩。從初發意至阿惟越致，亦無所住。", "117": "菩薩不當住具足檀波羅蜜，尸、羼、惟逮、禪、般", "118": "若波羅蜜，亦復如是。不當住三十七品、十力、", "119": "無畏、十八不共諸佛之法。菩薩摩訶薩不當", "120": "作是念言：『我入菩薩法。』不當作是住：『我入", "121": "阿惟越致地。』菩薩摩訶薩不當住五旬，亦不", "122": "當住菩薩五旬，以得五旬諸無央數阿僧祇", "123": "諸佛國土，見諸佛天中天稽首作禮，聽所說", "124": "法，如所受法為眾會說。菩薩摩訶薩不當作", "125": "是住：『如彼佛天中天所現國土，我當如是化", "126": "世界。』菩薩摩訶薩不當作是住：『我當開化一", "127": "切眾生。』不當念言：『我當住諸無數阿僧祇世", "128": "界，見諸怛薩阿竭，供養華香擣香雜香、繒", "129": "蓋幢幡。』不當念言：『我當開化無央數阿僧", "130": "祇人，令起阿耨多羅三耶三菩提心。』菩薩摩", "131": "訶薩不當作是念言：『我當成立具足五眼。』何", "132": "謂為五？肉眼、天眼、慧眼、法眼、佛眼。不當念言：", "133": "『我當興立一切平等，乃能成就諸三昧門以", "134": "此自娛。』不當自念：『得陀羅尼門，如來十力、四", "135": "無所畏、四分別辯、四事不護、十八不共諸佛之", "136": "法。』不當念言：『我當具足大慈大悲。』不當住", "137": "於三十二相、具足嚴身八十種好，不當住於", "138": "八等篤信持法，不當住於須陀洹、斯陀含、阿", "139": "那含、阿羅漢、辟支佛。不當住須陀洹七死七", "140": "生而度；不當住縛祇一種等首真人盡諸塵", "141": "勞；不當住須陀洹中般泥洹；不當住斯陀含。", "142": "何以故？往還於世，盡苦滅度；不當住阿那", "143": "含果證。何以故？阿那含成已，便於天上般泥", "144": "洹；不當住羅漢果證。何以故？阿羅漢道成", "145": "已，便於是間無餘泥洹界於中住，不當而", "146": "般泥曰，是故不當住。辟支佛道，過聲聞地、", "147": "不能及佛道般泥洹，是故辟支佛道不當於", "148": "中住。不當住道事，在於道慧而無所著。不", "149": "當住於薩芸若慧，何以故？薩芸若慧了一切", "150": "法成阿惟三佛，斷諸罣礙塵勞之結，何以故？", "151": "怛薩阿竭成阿惟三佛便轉法輪，則作佛事，", "152": "度不可計阿僧祇人令般泥洹，是故佛不當", "153": "於中住。住四神足，以是色像三昧，三昧越而", "154": "得存在恒沙劫。不當住無央數壽命，不當", "155": "住三十二相。一一相百福功德而得成就，不", "156": "當住恒沙諸佛世界，不當住東、西、南、北、四", "157": "維、上下及一佛土，不當住十方佛界為一土，", "158": "不當住坐佛樹下，而出香時如是色像、令諸", "159": "眾生聞此香熏、不為婬怒癡所見縛，不發", "160": "聲聞、辟支佛意，悉志阿耨多羅三耶三菩提", "161": "心。其有眾生聞此香已，其身口心悉無有病，", "162": "於彼佛土亦無所住，則無色聲無痛痒思", "163": "想生死識聲。不當住檀、尸、羼、惟逮、禪、般若波", "164": "羅蜜聲；不當住四意斷、四神足、五根、五力、七", "165": "覺意、八道行、十力、無畏、十八不共聲；不當住", "166": "須陀洹、斯陀含、阿那含、阿羅漢、辟支佛般泥", "167": "洹聲，怛薩阿竭、阿羅訶、三耶三菩聲，成阿惟", "168": "三佛諸法聲。如是，拘翼！菩薩摩訶薩行般若", "169": "波羅蜜，不當住此諸所著聲。」爾時賢者舍", "170": "利弗心自念言：「菩薩摩訶薩行般若波羅蜜", "171": "云何？」須菩提知舍利弗心所念，便謂舍利弗：", "172": "「於意云何，怛薩阿竭在何所住？」舍利弗謂須", "173": "菩提：「怛薩阿竭無所住亦不無住。佛無心無", "174": "色，不住於色、不住痛痒思想生死識，不住有", "175": "為界、不住無為界，不住諸空、三十七品、十力、", "176": "無畏、十八不共諸佛之法，不住薩芸若慧。」須", "177": "菩提謂舍利弗：「如是，如是！菩薩行般若波羅", "178": "蜜當作是住。如怛薩阿竭、阿羅訶、三耶三佛", "179": "住亦不有住，菩薩摩訶薩學般若波羅蜜，當", "180": "作是住無所住。」爾時會中諸天子等各心念", "181": "言：「諸悅叉輩所語所念，悉可了知音聲所奏", "182": "書者；須菩提所語言辭，不可了知。」須菩提知", "183": "諸天子心中所念，謂諸天子言：「不知乎？」諸天", "184": "子答曰：「不知也。」時須菩提為諸天子分別說", "185": "言：「無一文字而可說者，不可分別亦無聞者。", "186": "所以者何？般若波羅蜜無文字說也，亦無聽", "187": "者。所以者何？怛薩阿竭無文字也。說喻如，天", "188": "子！怛薩阿竭化作化人，有彼化人化四部眾——", "189": "比丘、比丘尼、優婆塞、優婆夷——為化四部而說", "190": "法。於諸天子意趣云何，豈有說者、有解者乎？」", "191": "答曰：「無也。」須菩提言：「如是，天子！一切諸法", "192": "亦化，彼無說者亦無聽者。譬如夢中聞佛說", "193": "經，於意云何。寧有說者、聽解者乎？」答曰：「不", "194": "也。」須菩提言：「天子！一切諸法悉亦如夢，無", "195": "說無聞、無有知者。譬如天子二人住地獄門", "196": "歎佛法僧，二人之聲俱而出現。於意云何，其", "197": "二聲報第二聲？」答曰：「不也。」「譬如幻師於四衢", "198": "路化作如來，為四部眾而說法。於意云何，", "199": "寧有說法、聽解者乎？」諸天子心中復作是念：", "200": "「須菩提所說般若波羅蜜，甚深甚深，遂至微", "201": "妙。」須菩提知諸天子心中所念，謂天子言：", "202": "「色不甚深、非微妙乎？痛痒思想生死識不甚", "203": "深、非微妙乎？色不自然、深微妙乎？痛痒思", "204": "想生死識不自然、深微妙乎？眼耳鼻舌身意", "205": "亦復如是。檀、尸、羼、惟逮、般若波羅蜜慧，不自", "206": "然、深妙乎？內空、外空、近空、遠空、真空、所有空、", "207": "無所有空，十力、無畏、十八不共諸佛之法，一", "208": "切三昧、諸陀羅尼門、薩芸若慧，不為自然、微", "209": "妙乎？」時諸天子心自念言：「其說法者，不決", "210": "怒於色痛痒思想生死識乎？不決怒六波羅", "211": "蜜、七空、三十七品、十力、無畏、諸佛之法乎？不", "212": "決怒須陀洹、斯陀含、阿那含、阿羅漢、辟支佛", "213": "乎？不決怒佛慧無盡慧乎？」須菩提知諸天子", "214": "心中所念，謂諸天子言：「如是，諸天子！佛道", "215": "無得，如來亦不說法，亦無聽者、無有解者。", "216": "其有欲得須陀洹果、證須陀洹果，斯陀含、阿", "217": "那含、阿羅漢果證，不忍便出去；辟支佛道亦", "218": "復如是；佛道亦復如是，不忍便出去。如是，", "219": "諸天子！初發意菩薩摩訶薩住般若波羅蜜，", "220": "無有言說則亦無聞。」", "221": "26 法師如幻品摩訶般若波羅蜜法師如幻品第二十六", "222": "爾時諸天子心中念言：「尊者須菩提說法乃", "223": "爾，當以何聽？」須菩提知諸天子心中所念，", "224": "謂天子言：「法師如幻、聽者如化，此等所聞亦", "225": "不作證。」諸天子心中復作是念：「云何，須菩提！", "226": "人如幻、法師如幻？人如化、聽者如化？」須菩提", "227": "言：「如是，如是！諸天子！人如幻、法師如幻；人", "228": "如化、法師如化。吾我如夢，色亦如是；痛痒思", "229": "想生死識亦復如夢。眼色如夢，耳鼻舌身", "230": "意亦復如是；所習諸更亦復如夢。內空、外空、", "231": "近空、遠空、真空、所有空、無所有空，悉亦如夢。", "232": "三十七品、十種力、四無所畏、四分別辯、十八不", "233": "共諸佛之法，亦復如夢如幻如化。須陀洹、斯", "234": "陀含、阿那含、阿羅漢果亦如幻夢，辟支佛上", "235": "至三耶三佛亦復如幻夢。」諸天子謂須菩提：", "236": "「乃至佛道亦復如幻夢乎？」須菩提言：「乃至泥", "237": "洹亦復如幻夢。」諸天子問須菩提：「乃至泥洹，", "238": "泥洹亦如夢？」須菩提言：「其泥洹本末法最為", "239": "尊，而無所有。我亦謂之如幻如夢。所以者", "240": "何？幻夢及泥洹，則無有二、亦無若干，空無", "241": "所有。」於是賢者舍利弗、摩訶目犍連、摩訶", "242": "拘絺羅、摩訶迦旃延、邠耨文陀弗、摩訶迦", "243": "葉，及無央數眾千菩薩，問尊者須菩提：「是", "244": "般若波羅蜜甚深，難曉難了、寂然微妙。何所", "245": "深妙難及之人能受者乎？」須菩提謂諸弟子", "246": "及諸菩薩：「阿惟越致菩薩摩訶薩，乃能受是", "247": "深奧無念無思議行，出於玄遠，難及難了、寂", "248": "然巍巍，止於賢聖、知明識慧，乃能受此般若", "249": "波羅蜜。見諦之人為阿羅漢，志願具足，於過", "250": "去佛已造之行，供養無數百千諸佛，殖眾德", "251": "本，為善知識所見將護善男子、善女人，乃能", "252": "受是深般若波羅蜜，聽受此教，解知色空不", "253": "想，色空不想，痛痒思想生死識空不想，神", "254": "識空不想，著色亦不想。若念於無色，不念", "255": "著五陰無相，不念神識無相；不念識無願，", "256": "不念色無願，痛痒思想生死識，亦復如是。", "257": "不念五陰無想，不念五陰無無想。不念色無", "258": "所生，不念色無所滅，不念寂然恍惚；痛痒", "259": "思想生死識亦復如是。不念眼耳鼻舌身意", "260": "無所生、無所滅、寂然恍惚，不念所更所習眾", "261": "緣，檀、尸、羼、惟逮、禪、般若波羅蜜，不念所生亦", "262": "無所滅、寂然恍惚，乃至七空、三十七品、十力、", "263": "無畏、十八不共諸佛之法，一切三昧、陀羅尼", "264": "門亦復如是，不念所生亦無所滅。須陀洹、斯", "265": "陀含、阿那含、阿羅漢果及辟支佛、薩芸若慧，", "266": "悉了知空，薩芸若慧不想念空，薩芸若慧亦", "267": "無所願，其無所願亦不想念。薩芸若慧，其所", "268": "有者不想於空，其空亦不想於有；無願、無想", "269": "亦復如是。其無為界不想於空，其空亦不想", "270": "於無為界；無想、無願亦復如是。無無所生亦", "271": "無不滅，亦無寂然、無恍惚悉、無想念。」須菩提", "272": "謂諸天子：「是般若波羅蜜甚深微妙，非賢聖", "273": "明智所見受者。所以者何？法無所受、亦無所", "274": "聞、亦無顯說。設無所聞、無說法者，由是之故，", "275": "則無有人而無所受。」舍利弗謂尊者須菩提：", "276": "「此般若波羅蜜，不為廣說羅漢、辟支佛、三耶", "277": "三佛乘事乎？將護菩薩摩訶薩行，從新發意", "278": "至到十住菩薩之道，六波羅蜜、三十七品、十", "279": "力、無畏、諸佛之法。菩薩摩訶薩行般若波羅", "280": "蜜，所生神通無所忘失，順法如是，從一佛剎", "281": "到一佛剎，德本所致，欲得供養諸佛世尊，如", "282": "其所志悉而得之。供事已竟，則從諸佛聽受", "283": "經法，未曾忘失，自到逮成薩芸若慧。常三昧", "284": "定、心未曾亂，未常思念、辯無罣礙，有所說道", "285": "無能中斷，辯才如應、義趣尊妙，越於一切世", "286": "間之明。」舍利弗謂須菩提：「如是，如是！如仁所", "287": "言，般若波羅蜜解說三乘，則為菩薩摩訶薩", "288": "辯才之智過於世間，尊無能及、心無所著，自", "289": "曉了身無有顛倒，亦不猗著所見，所見於色", "290": "痛痒思想生死識，亦不猗著於六波羅蜜。", "291": "不著七空、三十七品、十力、無畏、諸佛之法，亦", "292": "不依猗薩芸若慧。」舍利弗謂須菩提：「般若波", "293": "羅蜜以何等故廣說三乘？則為菩薩摩訶薩", "294": "獲菩薩之辯，越一切世而無所著乎？」須菩提", "295": "報舍利弗：「以內外空故，廣說三乘。七空亦爾，", "296": "悉無所有，故說三乘。菩薩摩訶薩悉了諸空，", "297": "故講說此護於行者，以是之故越一切世，辯", "298": "才最尊而無所著。」", "299": "27 雨法寶品摩訶般若波羅蜜雨法寶品第二十七", "300": "爾時釋提桓因心自念言：「尊者須菩提今所", "301": "說者，為雨法寶三千大千世界、諸四天王上", "302": "至阿迦膩吒天。今須菩提所說法為雨法寶，", "303": "我寧可化作華雨佛、菩薩及諸聖眾及須菩提", "304": "上。」釋提桓因及三千大千世界諸天之眾，各", "305": "化作華散於世尊、諸菩薩摩訶薩、比丘聖眾、須", "306": "菩提上供養，自歸般若波羅蜜。適散此已，其", "307": "華遍布二千佛土，在上虛空化為重閣，巍", "308": "巍甚高，快不可言。尊者須菩提心自念言：", "309": "「昔吾曾遊遍諸天宮，初未覩見如此輩華。向", "310": "所散華，此為化華，不從樹生也。向諸天子所", "311": "散華者，從心樹生，不從樹生。」釋提桓因報須", "312": "菩提：「此華無所從出生，不從心樹出。」須菩", "313": "提言：「如拘翼言，此華無所從出生，不從心", "314": "樹生。設使，拘翼！無所從生，則為非華。」釋提桓", "315": "因報須菩提：「華實為無所從出，為色無所從", "316": "出，痛痒思想生死識無所從出。」須菩提言：", "317": "「拘翼！此華不為無所從出。色無所生，無所", "318": "生者則無有色；痛痒思想生死識無所從出，", "319": "其無所生則無有識。眼無所生，其無所生則", "320": "無有眼；耳鼻舌身意亦復如是。檀波羅蜜", "321": "亦無所生，其無所生則為無檀；尸、羼、惟逮、禪、", "322": "般若波羅蜜亦無所生，其無所生則為無般", "323": "若波羅蜜。及與七空、三十七品，拘翼！無所從", "324": "生，其無所生則無七空、三十七品。十力、無畏、", "325": "諸佛之法，無所從生，其無所生則無諸法。", "326": "須陀洹、斯陀含、阿那含、阿羅漢、辟支佛、佛薩芸", "327": "若慧，亦無所生，其無所生則無薩芸若。」釋提", "328": "桓因心自念言：「尊者須菩提所入慧甚深，所", "329": "可說法悉無所爭亦不錯亂。」時佛告釋提桓", "330": "因：「如是，拘翼！須菩提所入慧甚深，所可入", "331": "慧所說經法，悉無所爭亦不錯亂。」釋提桓因", "332": "白佛言：「尊者須菩提云何深入慧，所可入", "333": "慧、所說經法，悉無所爭亦不錯亂？」佛告釋提", "334": "桓因：「所入於色，以入此法，所可說法，悉無所", "335": "爭亦不錯亂；痛痒思想生死識亦復如是。所", "336": "以者何？如法者，無和無爭。須菩提所說，亦復", "337": "如是，不同不亂。六波羅蜜亦復如是。及與七", "338": "空、三十七品、十力、無畏、諸佛之法，不同不亂。", "339": "須陀洹、斯陀含、阿那含、阿羅漢、辟支佛、佛薩芸", "340": "若慧，亦復如是，不同不亂。所以者何？須菩提", "341": "所說法不和不爭，其無和爭則無所爭。如是，", "342": "拘翼！須菩提所入慧，所說微妙，巍巍如此。」", "343": "須菩提謂釋提桓因：「如世尊言說一切法，菩", "344": "薩摩訶薩曉了如是，解一切法。學般若波羅", "345": "蜜亦當如是，菩薩摩訶薩學如是者，為不學", "346": "色痛痒思想生死識。所以者何？不見色故，", "347": "不見痛痒思想生死識有所學故。菩薩摩", "348": "訶薩如是學者，不學檀、尸、羼、惟逮、禪、般若波", "349": "羅蜜。所以者何？不見學般若波羅蜜故。不", "350": "學七空、三十七品。所以者何？不見七空、三十", "351": "七品故。不學十力、四無所畏、十八不共諸佛", "352": "之法，不學須陀洹、斯陀含、阿那含、阿羅漢、辟", "353": "支佛、佛薩芸若慧。所以者何？不見學薩芸若", "354": "慧故。」釋提桓因謂尊者須菩提：「唯，須菩提！", "355": "何以故不見色痛痒思想生死識，七空、三十", "356": "七品、聲聞、辟支佛、佛薩芸若慧？」須菩提言：「用", "357": "色空故，痛痒思想生死識空故，上至薩芸若", "358": "亦復空故。拘翼！以色空故不學空色，痛痒思", "359": "想生死識空故，以識空故不學空識，上至薩", "360": "芸若慧亦復空故不學空慧。拘翼！是為以空，", "361": "其以空者不學於空故。設學空者，不為一", "362": "法則為二法，若學色空則不為一，上至薩芸", "363": "若慧，若學慧者則不為一。是故，拘翼！用色痛", "364": "痒思想生死識空故，則無有二，上至薩芸", "365": "若慧悉皆空故，無有二也。六波羅蜜亦復如", "366": "是，悉無有二。七空、三十七品、十力、無畏、諸佛", "367": "之法，聲聞、辟支佛，上至三耶三佛，亦無有二，", "368": "薩芸若慧亦無有二，其能學佛薩芸若慧，則", "369": "為悉學不可計數阿僧祇法。其已能學不可", "370": "稱數阿僧祇佛法，則不學色有益有損；痛痒", "371": "思想生死識亦復如是，上至薩芸若慧不增", "372": "不減。學五陰不增不減已，則便能學薩芸若", "373": "慧。已能學於薩芸若慧不增不減已，不學受", "374": "色亦無所失；不學受痛痒思想生死識，亦", "375": "無所失。不學受聲聞、辟支佛，上至薩芸若慧", "376": "亦無所失。」舍利弗謂須菩提：「菩薩摩訶薩學", "377": "如是者，為不學受亦無所失。」須菩提言：「如", "378": "是，舍利弗！菩薩摩訶薩如是學者，為不學受", "379": "色痛痒思想生死識亦無所失，不學受薩芸", "380": "若亦無所失。」舍利弗謂須菩提：「何故菩薩摩", "381": "訶薩不受五陰亦無所失？不受學薩芸若亦", "382": "無所失？」須菩提言：「色無所有，不可受持，無受", "383": "色者；痛痒思想生死識、薩芸若慧，悉無所有，", "384": "不可受持。無受薩芸若者，是為，舍利弗！菩薩", "385": "摩訶薩於一切法悉無所受成薩芸若。」舍利", "386": "弗謂須菩提：「菩薩摩訶薩作是學者，為學般", "387": "若波羅蜜出生薩芸若乎？」須菩提言：「如是，舍", "388": "利弗！菩薩摩訶薩學如是者，為學般若波羅", "389": "蜜出生薩芸若，於一切法無所受故。」舍利弗", "390": "謂須菩提：「菩薩摩訶薩學如是者，於一切法", "391": "無所受學亦無所失。菩薩摩訶薩學如是，為", "392": "出薩芸若。」須菩提言：「菩薩摩訶薩行般若波", "393": "羅蜜，不見色有所生亦無所滅，不受不捨、無", "394": "持無爭、不增不減。所以者何？舍利弗？色自", "395": "然故則無有色，痛痒思想生死識，不見所生", "396": "亦無所滅，不受不捨、無塵無恨、無放無不放、", "397": "無增無減。所以者何？薩芸若慧則為自然，悉", "398": "無所有。是故，舍利弗！菩薩摩訶薩於一切法", "399": "而無所生亦無所滅，無受無捨、無塵無恨、無", "400": "放無不放、無增無減，學般若波羅蜜已，出生", "401": "薩芸若，則以無學、無所生故。」釋提桓因謂舍", "402": "利弗：「菩薩摩訶薩當於何所求般若波羅蜜？」", "403": "舍利弗言：「拘翼！當從尊者須菩提求。」釋提", "404": "桓因問須菩提：「仁威神、仁所建立，使舍利弗", "405": "作是說言：『須菩提說般若波羅蜜，當從求之。』」", "406": "須菩提謂釋提桓因：「非我威神之所建立也。」", "407": "又問：「誰威神恩之所建立？」答曰：「拘翼！怛薩", "408": "阿竭威神之恩之所建立。」釋提桓因謂須菩", "409": "提：「一切諸法悉無所立，云何如是怛薩阿竭", "410": "威神之所建立？亦無異處之所建立。計於諸", "411": "法不得如來，亦無異處可得如來。」尊者須菩", "412": "提謂釋提桓因：「如是，拘翼！怛薩阿竭則無所", "413": "住亦無異處，所當可住無異如來，當有所得", "414": "亦不離住。怛薩阿竭亦無所住，於一切法不", "415": "離所住。不以於色怛薩阿竭為如來也，不以", "416": "無本為怛薩阿竭，不以色無本為怛薩阿竭，", "417": "不以怛薩阿竭無本色，為無本色法為怛薩", "418": "阿竭，不以怛薩阿竭為無本。法無本故，諸色", "419": "無本；痛痒思想生死識無本故，怛薩阿竭", "420": "無本。不用怛薩阿竭無本，痛痒思想生死識", "421": "不以識無本。怛薩阿竭法也，不以怛薩阿竭", "422": "法為識法也。聲聞、辟支佛上至薩芸若，無本", "423": "怛薩阿竭也，不以怛薩阿竭無本。薩芸若無", "424": "本，不以薩芸若法為怛薩阿竭法也，不以", "425": "怛薩阿竭法為薩芸若法。又，拘翼！怛薩阿", "426": "竭於諸色法無合無散，於痛痒思想生死識", "427": "法無合無散，不於異五陰有合有散，不於", "428": "怛薩阿竭有合有散，不於薩芸若法有合有", "429": "散。於薩芸若怛薩阿竭無合無散，不於薩芸", "430": "若法有合有散，不於異薩芸若怛薩阿竭有", "431": "合有散。又，拘翼！於此諸法不合不散，以此", "432": "威神之所建立，而有所住。向者拘翼而復問", "433": "言：『菩薩摩訶薩當於何所求般若波羅蜜？』不", "434": "求於色、不求異色，不求痛痒思想生死識、不", "435": "求異識。般若波羅蜜於色痛痒思想生死識", "436": "一切諸法，無合無散、無色無見、不可受持，則", "437": "為一相無所有相。「復次，拘翼！菩薩摩訶薩為", "438": "行般若波羅蜜，上至薩芸若悉無所求，不於", "439": "異處求薩芸若。所以者何？求般若波羅蜜薩", "440": "芸若，於一切法無合無散、無色無見、不可受", "441": "持，則為一相無所有相。所以者何？拘翼！般", "442": "若波羅蜜則無有色亦無異色，無有痛痒思", "443": "想生死識亦無異識，識不為異般若波羅蜜，", "444": "亦無有異薩芸若。非般若波羅蜜無異薩芸", "445": "若，般若波羅蜜、怛薩阿竭、般若波羅蜜，無色", "446": "亦無異色，亦無異痛痒思想生死識；般若波", "447": "羅蜜亦無異識，薩芸若非般若波羅蜜，般", "448": "若波羅蜜無異薩芸若，怛薩阿竭般若波羅", "449": "蜜無有色亦無異色。痛痒思想生死識亦復", "450": "如是，為無異識亦無無本。般若波羅蜜無", "451": "色法亦無異色法，痛痒思想生死識亦復如", "452": "是。般若波羅蜜無色無本，亦無異色無本，", "453": "般若波羅蜜無有色法，亦無異色法，痛痒思", "454": "想生死識亦復如是。聲聞、辟支佛上至薩芸", "455": "若亦復如是，無薩芸若色法，亦無異薩芸", "456": "若色法。般若波羅蜜無薩芸若無本，亦無異", "457": "薩芸若無本。般若波羅蜜無薩芸若無本，亦", "458": "無異薩芸若無本。」釋提桓因謂須菩提：「是為", "459": "諸菩薩摩訶薩摩訶般若波羅蜜無異，波羅蜜", "460": "無限。菩薩摩訶薩所可學者，須陀洹、斯陀含、", "461": "阿那含、阿羅漢、辟支佛、菩薩、佛，應是而學。菩", "462": "薩摩訶薩學此法，以開化眾生、嚴淨佛土，得", "463": "阿耨多羅三耶三菩提。」須菩提謂釋提桓因：", "464": "「如是，拘翼！是為諸菩薩摩訶薩摩訶般若波", "465": "羅蜜，無異波羅蜜，無限波羅蜜，應如是學。以", "466": "其三乘者皆由是生，菩薩摩訶薩自致阿耨", "467": "多羅三耶三菩，成至阿惟三佛。色無有邊，", "468": "是為諸菩薩摩訶薩波羅蜜無有極。所以者", "469": "何？不可得過去色，亦不可得中間色，亦不", "470": "可得當來色；痛痒思想生死識亦復如是。", "471": "識無有邊，波羅蜜無有極。所以者何？不可", "472": "得過去識，亦無中間識，亦無當來識。聲聞、", "473": "辟支佛上至佛無極無邊，亦復如是。是故，拘", "474": "翼！是諸菩薩摩訶薩無極波羅蜜。色無有量，", "475": "般若波羅蜜亦無有量。所以者何？色不可得", "476": "限故。譬如，拘翼！虛空不可得邊限，色無有量", "477": "亦復如是。虛空無限，故色無有限。色無有限，", "478": "故般若波羅蜜無有限；上至薩芸若亦無有", "479": "限。故般若波羅蜜無有限，是為諸菩薩摩訶", "480": "薩行。所以者何？拘翼！薩芸若慧不可得邊", "481": "限故。譬如虛空不可得邊，薩芸若慧亦復如", "482": "是。虛空無限，故薩芸若亦無有限。薩芸若無", "483": "限，故般若波羅蜜無限。是故，拘翼！般若波羅", "484": "蜜無限，是為諸菩薩摩訶薩。虛空無邊，色無", "485": "有底，波羅蜜無有底。所以者何？拘翼！色無", "486": "邊際亦無中間，痛痒思想生死識亦無邊際", "487": "亦無有中間，是故諸菩薩摩訶薩波羅蜜，無", "488": "有邊際無有端底。所以者何？神識不可得底，", "489": "無有中間，上至薩芸若亦無有底，波羅蜜亦", "490": "無有底，是為諸菩薩摩訶薩行。所以者何？拘", "491": "翼？薩芸若者，不可得邊亦無中間。波羅蜜無", "492": "底，是為菩薩摩訶薩。色無有底，故薩芸若亦", "493": "無有底。復次，拘翼！事無端底，波羅蜜無底。能", "494": "了是者，則為菩薩摩訶薩。」釋提桓因問須菩", "495": "提：「用何等故，事無端底，波羅蜜無底？」須菩", "496": "提言：「拘翼！薩芸若事無端底故，諸菩薩摩", "497": "訶薩波羅蜜無底。復次，拘翼！法無端底，是故", "498": "諸菩薩摩訶薩波羅蜜無底。」釋提桓因謂須", "499": "菩提：「用何等故，法無端底，菩薩摩訶薩波羅", "500": "蜜無底？」須菩提言：「法界無底故，諸菩薩摩訶", "501": "薩波羅蜜無底。復次，拘翼，無本之事悉無端", "502": "底，故菩薩摩訶薩波羅蜜無底。」釋提桓因問", "503": "須菩提：「用何等故，無本之事悉無端底，諸", "504": "菩薩摩訶薩波羅蜜無底？」「拘翼！無本無底，是", "505": "故無底。事以無端，無本無底。無本無底，以", "506": "事則無底。事無底，以故諸菩薩摩訶薩波羅", "507": "蜜無底。復次，人無有底故，諸菩薩摩訶薩波", "508": "羅蜜無底。」釋提桓因問須菩提：「用何等故，", "509": "人無有底，諸菩薩摩訶薩波羅蜜無底？」須菩", "510": "提言：「於拘翼意云何，何所法中作是教者，", "511": "謂菩薩摩訶薩耶？」釋提桓因報須菩提言：「此", "512": "無法教亦無非法教。此名字者，從緣客來，", "513": "悉無所有、無本形像，但似假名，所謂言人。", "514": "人無因緣，橫為立字。於拘翼意所見云何，是", "515": "般若波羅蜜，寧為顯揚說人處乎？」答曰：「不也。」", "516": "須菩提言：「拘翼！設不說人，豈無底乎？云", "517": "何，拘翼！怛薩阿竭、阿羅訶、三耶三佛，壽如恒", "518": "沙劫，口說人人，彼寧有人而有所生、有所滅", "519": "乎？」答曰：「不也，須菩提！所以者何？人本清", "520": "淨。」「是故，拘翼！人無有底，般若波羅蜜無底。", "521": "菩薩學當作是知，行般若波羅蜜法如是。」", "522": "光讚經卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "source": "CBETA"}