{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0303 佛華嚴入如來德智不思議境界經: 佛華嚴入如來德智不思議境界\n經: 佛華嚴入如來德智不思議境界經", "text": {"0": "No. 303 [Nos. 302, 304]", "1": "佛華嚴入如來德智不思議境界", "10": "思處十、向無相法十一、三世平等所生十二、其身遍", "100": "就出生陀羅尼三十九，皆善於一毛道現諸世界", "101": "四十依梵本，此間有三句與前二十、二十一、二十二等三句次第相似，故不重出，皆於一毛道", "102": "中十方善能示現墮沒出生、出家、苦行、方便詣", "103": "菩提場，示現降伏摩囉、證覺菩提、轉法輪、大涅", "104": "槃四十一，皆具足以一加趺十方諸世界遍滿智", "105": "四十二，皆善示現諸土瓔珞具於一土中四十三，皆善", "106": "示現一土瓔珞具於諸土中四十四，皆善示現滿", "107": "十方世界諸如來眾於一如來眾中四十五，善示", "108": "現一如來眾於十方諸世界諸如來眾中四十六，", "109": "善示現諸眾生身四十七，善示現諸佛身入一佛", "11": "諸世界十三、諸法智中無有疑惑十四、於諸所行具", "110": "身四十八，善示現一佛身入諸佛身四十九，善示現諸", "111": "方諸世界入自身中五十，善示現諸三世眾生身", "112": "於一眾生五十一，皆善示現過去世入未來世、未", "113": "來世入過去世、過去世入現在世、現在世入過", "114": "去世、過去世入未來世五十二，皆善以一身入三", "115": "摩地於無量無數身起五十三，善以無量無數身", "116": "入三摩地於一身起五十四，皆善示現諸身譬喻", "117": "證覺菩提五十五，皆善示現諸眾生身於一眾生", "118": "身中五十六，善示現一眾生身於諸眾生身中五十七，", "119": "善示現諸佛身於一佛身中五十八，善示現一佛", "12": "足覺慧十五、諸法智中不為慮難十六、無分別身十七、", "120": "身於諸佛身中五十九，善示現諸眾生身即是法", "121": "身六十，皆善示現諸土莊嚴具於一土中六十一，善", "122": "示現一土莊嚴具於諸土中六十二，善納十方諸", "123": "世界於一毛孔中六十三，皆善示現諸佛證覺菩", "124": "提願、力、智令諸眾生證覺六十四，皆遍十方世界", "125": "隨所成就眾生隨所化度如無上正覺善能", "126": "示現六十五，皆善示現於諸劫數一一世界中菩", "127": "薩行行身不休息六十六，皆於一心生時，遍十方", "128": "諸世界一一世界中，諸眾生若卵生、若胎生、", "129": "若濕生、若化生，若有色、若無色，若有想、若無", "13": "受諸菩薩智十八、得至無二佛行最勝彼岸十九、盡", "130": "想，若二足、若四足、若多足，若天、龍、夜叉、揵", "131": "闥婆、阿修囉、伽留荼、緊那囉、摩睺囉伽、", "132": "舍迦囉、婆囉訶摩、盧迦波羅、人非人等，隨所", "133": "成熟化度，如是無功用無分別作威儀行入", "134": "其住處善能示現六十七，皆於一微塵中善納無", "135": "量無數不可稱、不可量、不可說世界而心不逼", "136": "惱六十八，皆善以無量無數不可思、不可稱、不可", "137": "量、不可說、不可說劫，於一牟侯利位時住持六十", "138": "九，善以一牟侯利位時，於無量無數不可思、", "139": "不可稱、不可量、不可說、不可說劫住持七十；皆隨", "14": "到無差別如來解脫智二十、順到無邊無中佛地", "140": "眾生所成熟行，如是無功用無分別色身形", "141": "類威儀善能示現；如是及餘無量無數俱致", "142": "那由多百千功德具足菩薩摩訶薩。", "143": "復有無量無數不可思、不可稱、不可量、不可說", "144": "天、龍、夜叉、揵闥婆、阿修囉、伽留荼、緊那囉、", "145": "摩睺囉伽、舍迦囉、婆囉訶摩、護世等，各從種", "146": "種佛土，來集此世界中，百俱致四大王身天，", "147": "一一大多眷屬圍繞，詣向佛所，為欲禮覲供", "148": "養親事聽法。", "149": "復有百俱致舍迦囉，百俱致修夜摩天王，百", "15": "平等二十一、法界最極二十二、虛空界究竟二十三、無後", "150": "俱致兜率多天王，百俱致善化天王，百俱致", "151": "他化自在天王，一一天王大多眷屬圍繞，詣", "152": "向佛所，為欲禮覲供養，親事聽法。", "153": "復有俱致摩囉身天，商主前行詣向佛所，為", "154": "欲禮覲供養，親事聽法。", "155": "復有百俱致婆囉訶摩，百俱致大婆囉訶摩，", "156": "百俱致少光，百俱致無量光，百俱致光音，百", "157": "俱致少淨，百俱致無量淨，百俱致遍淨，百", "158": "俱致廣果，百俱致善現，百俱致大廣，百俱致", "159": "大熾，百俱致究竟諸天，一一婆囉訶摩，大", "16": "際盡二十四、於諸劫數常轉法輪身不休息二十五。共", "160": "多眷屬圍繞，詣向佛所，為欲禮覲供養，親事", "161": "聽法。", "162": "百俱致淨居身天，大自在天子前行詣向佛", "163": "所，為欲禮覲供養，親事聽法。百俱致龍主，百", "164": "俱致夜叉主，百俱致揵闥婆主，百俱致阿修", "165": "囉主，百俱致伽留荼主，百俱致緊那囉主，百", "166": "俱致摩睺囉伽主，一一大多眷屬圍繞，詣向", "167": "佛所，為欲禮覲供養，親事聽法。", "168": "復有無量無數人非人等，詣向佛所，為欲禮", "169": "覲供養，親事聽法。", "17": "六十二百千比丘，彼謂：奢利弗多囉隋云鸜鵒子，舊", "170": "復有多俱致那由多百千優波娑迦、優波斯", "171": "迦，詣向佛所，為欲禮覲供養，親事聽法。", "172": "復有諸藥草、樹林、天等，迷留、大迷留，目真隣", "173": "陀、大目真隣陀，雪山、輪山等，諸山天，詣向佛", "174": "所，為欲禮覲供養，親事聽法。", "175": "復有海、大海，河、池、陂天等，詣向佛所，為欲禮", "176": "覲供養，親事聽法。", "177": "復有村、城國王所治處天等，詣向佛所，為欲", "178": "禮覲供養，親事聽法。", "179": "復有龍、夜叉、揵闥婆、阿修囉、伽留荼、緊那", "18": "名舍利弗者一、摩訶毛伽利耶夜那舊名大目揵連者二、摩訶迦", "180": "囉、摩睺囉伽宮中所有天等，詣向佛所，為欲", "181": "禮覲供養，親事聽法，以佛神力故，眾生無有", "182": "逼惱。", "183": "復有百俱致月，百俱致日，百俱致海，一一", "184": "大多眷屬圍繞詣向佛所，為欲禮覲供養，親", "185": "事聽法。", "186": "復有龍王，名阿那婆怛簸多，大眷屬圍繞，詣", "187": "向佛所，為欲禮覲供養，親事聽法。", "188": "爾時世尊，光明顯熾，映蔽諸眾，如彼白助月", "189": "輪，於十五日，雲網放脫，光明顯熾，映蔽諸星", "19": "葉簸三、阿泥留馱四、修浮帝隋云善實，舊名須菩提者五、迦底", "190": "宿輪；如是，如是，世尊亦然，映蔽諸舍迦囉、婆", "191": "囉訶摩、護世等光明顯熾，如修迷留山王光", "192": "明顯熾，功德顯熾住不動身、不戰、不喘。", "193": "爾時曼殊尸利童真，告遮塞諸蓋菩薩言：「佛", "194": "子！此如來，住不動身、不戰、不喘。」如是語已。遮", "195": "塞諸蓋菩薩摩訶薩，告曼殊尸利童真言：「曼", "196": "殊尸利！此如來於此眾中，或有天人，知其從", "197": "家而出欲向出家，或有知其住苦行處；於此", "198": "眾中，或有知其詣菩提場，或有坐菩提場；於", "199": "此眾中，或有無量無數摩囉眾圍繞，或有知", "2": "經卷上", "20": "耶夜那舊名迦旃延者六、摩訶劫譬那舊名劫賓那者七、黎婆多", "200": "其破壞摩囉，無量無數天、龍、夜叉、揵闥婆、阿", "201": "修囉、伽留荼、緊那囉、摩睺囉伽、舍迦囉、婆", "202": "囉訶摩、盧迦波羅等，欲助與力，勝勝大商", "203": "主，或有知其證覺已舍迦囉勸請；或有婆囉", "204": "訶摩，或有知此眾中盧迦波羅勸請世尊；或", "205": "有知世尊為我等說陀那；此眾中，或有知世", "206": "尊為我等說尸羅，或有說忍，或有說精進，或", "207": "有說思惟定，或有知世尊為我等說鉢囉闍", "208": "若波囉蜜，或有說方便，或有知世尊為我等", "209": "說願，或有說力，或有說闍若那；或有知世尊", "21": "八、難陀九、那提迦葉簸十、伽耶迦葉簸十一、富囉拏", "210": "為我等說聲聞乘，或有說獨覺乘，或有說大", "211": "乘；或有知世尊為我等說生畜生法，或有生", "212": "餓鬼，或有知世尊為我等說生閻摩世法；或", "213": "有知世尊為我等說生四大王天宮法，或有", "214": "生三十三天，或有知世尊為我等說生夜摩", "215": "天宮法，或有知世尊為我等說生兜率天宮", "216": "法，或有生化天宮，或有生他化自在天宮，或", "217": "有生摩囉天宮，或有知世尊為我等說生婆", "218": "囉訶摩天宮法；或有生人，或有此眾中知世", "219": "尊為我等說當得轉輪王。「曼殊尸利！或有此", "22": "迷低黎夜尼弗多囉隋云滿慈子，舊名富樓那者十二、伽傍簸帝", "220": "眾中知如來高二尋，或有高一俱嚧舍，或有", "221": "高二俱嚧舍，或有高半踰闍那，或有知如來", "222": "身高二踰闍那，或有知如來身十踰闍那；或", "223": "有此眾中知如來身千踰闍那，或有知如來", "224": "身十、二十、三十、四十、五十、百千踰闍那，或有", "225": "知如來身八十四百千踰闍那；或有此眾中", "226": "知如來身過百千數踰闍那；或有見金色，或", "227": "有鞞琉璃夜摩尼寶色，或有因陀囉青摩尼", "228": "寶色，或有大青摩尼寶色，或有火光摩尼寶", "229": "色，或有波頭摩染摩尼寶色，或有知如來身", "23": "隋云牛主，舊名憍梵波提者十三、周稚般他迦隋云髻道，舊名周利槃陀者十四、達", "230": "舍迦囉毘楞伽那摩尼寶色，或有金剛光摩", "231": "尼寶色，或有諸天光摩尼寶色，或有日月光", "232": "摩尼寶色，或有水光摩尼寶色，或有知如來", "233": "頗致迦摩尼寶色，或有自在王摩尼寶色，或", "234": "有諸光最上摩尼寶色，或有師子鬚摩尼寶", "235": "色，或有師子幢上摩尼寶色，或有海住持淨", "236": "莊嚴普炎光摩尼寶色。曼殊尸利！或有此眾", "237": "中知如來如意摩尼寶色。曼殊尸利！所有如", "238": "是色威儀住，得化度眾生。曼殊尸利！彼眾生", "239": "見如來彼彼如是色威儀住。曼殊尸利！所有", "24": "囉弊夜摩羅弗多囉隋云物力士子，舊名沓婆摩羅子者十五、佉馱囉", "240": "說法得成熟眾生，彼等眾生，知如來如是說", "241": "法。曼殊尸利！所有修行，令諸眾生入如來教", "242": "得受化度，彼眾生知如來住彼彼行。", "243": "「曼殊尸利！若於東方無量無數不可思、不可", "244": "稱、不可量、不可說諸世界悉滿，天、龍、夜叉、揵", "245": "闥婆、阿修囉、伽留荼、緊那囉、摩睺囉伽、舍", "246": "迦囉、婆囉訶摩、護世、人非人等；如東方，如", "247": "是南方、西方、北方、東南方、西南方、西北方，如", "248": "是東北方，上方、下方，無量無數不可思、不可", "249": "稱、不可量、不可說諸世界悉滿，天、龍、夜叉、揵", "25": "婆那迦十六、專陀十七、摩訶俱絺羅十八、囉侯羅十九、阿", "250": "闥婆、阿修囉、伽留荼、緊那囉、摩睺囉伽、舍", "251": "迦囉、婆囉訶摩、護世、人非人等；譬如竹林，", "252": "甘蔗林，胡麻林。曼殊尸利！若諸眾生，見如", "253": "來已得化度者，彼諸眾生，在如來前一尋量", "254": "住，而見如來所有所有色威儀住，彼等眾生", "255": "得化度者，眾生見如來在前彼彼色威儀住。", "256": "曼殊尸利！所有說法已令彼眾生當得成熟，", "257": "彼彼當聞如是說法。曼殊尸利！所有修行，令", "258": "彼眾生入如來教，當得成熟彼彼修行，如來", "259": "當住如來諸所作事無功用無分別，而自迴", "26": "難陀二十，如是為首，有六十二百千比丘，皆遊", "260": "轉。曼殊尸利！譬如白助月輪於半夜時，閻浮", "261": "地鞞波諸眾生各各知月輪在前，而月輪亦", "262": "無分別無異分別，如是我於眾生前住，欲令", "263": "眾生知我月輪。曼殊尸利！然月輪無功用無", "264": "分別，故此如是色事轉，以不共法故，如是，如", "265": "是。", "266": "佛華嚴入如來德智不思議境界經卷上", "27": "一法，等入境界，皆入諸法自性行，皆無所住", "28": "虛空境界，皆遊無所依處，皆已離諸煩惱障", "29": "蓋所起，皆已入諸如來法界光明行，皆平等", "3": "隋天竺三藏闍那崛多譯", "30": "入一法，皆向普智，皆於普智道無有休息，皆", "31": "說普智智無有退意，皆已得至別智智觀最", "32": "勝彼岸，皆從方便境界行處所生。復共六十", "33": "百千比丘尼：摩訶鉢囉闍簸帝比丘尼，耶輸", "34": "陀囉比丘尼為首，皆善集白法，皆近普智智，", "35": "皆入普智光明行，皆於明法，如是善通諸法", "36": "無相，如是下入諸法實際，如是順到諸法不", "37": "生不滅無有助對，如是信解，皆安住不思解", "38": "脫三摩地，皆隨化度眾生，如無功用無分別", "39": "色身形類威儀示現。", "4": "如是我聞：一時婆伽婆，遊摩伽陀國法阿蘭", "40": "復與大菩薩眾，有十佛土不可說俱致那由", "41": "多百千微塵等菩薩摩訶薩，彼謂：普賢菩薩", "42": "摩訶薩，普日菩薩，普化菩薩，普智菩薩，普", "43": "眼菩薩，普光菩薩，普明菩薩，普照菩薩，普幢", "44": "菩薩，普意菩薩摩訶薩，大速行菩薩，大速持", "45": "菩薩，大遊戲菩薩，大遊戲王菩薩，大精進勇", "46": "步菩薩，大勇步健菩薩，大頻申菩薩，大頻申", "47": "力菩薩，大眾主菩薩，平等光明月菩薩，法無", "48": "垢月菩薩，顯赫月菩薩，震聲月菩薩，放光月", "49": "菩薩摩訶薩，梵音菩薩，梵主雷音菩薩，地", "5": "拏處菩提場上普光堂中；大福聚集，妙喜所", "50": "鳴音菩薩，諸音分勝音菩薩摩訶薩，普孕菩", "51": "薩，普無垢孕菩薩，功德孕菩薩，顯赫孕菩薩，", "52": "寶孕菩薩，月孕菩薩，日孕菩薩，熾然孕菩薩，", "53": "蓮華孕菩薩摩訶薩，意菩薩，大意菩薩，勝意", "54": "菩薩，震聲意菩薩，上意菩薩，妙意菩薩，增長", "55": "意菩薩，無邊意菩薩，廣意菩薩，覺意菩薩，無", "56": "盡意菩薩，海意菩薩摩訶薩，迷留燈菩薩，法", "57": "炬燈菩薩，諸方遍燈菩薩，普燈菩薩，滅諸闇", "58": "燈菩薩，諸趣明燈菩薩，一向照燈菩薩，月燈", "59": "菩薩，日燈菩薩摩訶薩，曼殊尸利童子菩薩，", "6": "生，普無毀處，功德無量，蓮華藏師子座中", "60": "觀世音菩薩，大勢至菩薩，金剛孕菩薩，功德", "61": "孕菩薩，捨惡道菩薩，藥王菩薩，藥上菩薩，支", "62": "帝神廟雷音菩薩，蓮華手菩薩，日光菩薩，離", "63": "塵勇步菩薩，金剛意菩薩，閉塞諸蓋菩薩，降", "64": "伏摩囉菩薩，寶髻菩薩，十百光明火熾然菩", "65": "薩，大降伏摩囉菩薩，難出現菩薩，難降伏菩", "66": "薩，入度菩薩，難稱事意菩薩，乾竭惡趣菩薩，", "67": "慈者菩薩摩訶薩，如是為首，十佛土不可說", "68": "俱致那由多百千微塵等菩薩摩訶薩，皆是", "69": "一生補處，各異世界來集，善安立菩薩，欲令", "7": "坐，平等證覺一、善淨覺者二、無有二行三、遊佛", "70": "成熟思惟方便行，化度諸眾生界，欲令成熟", "71": "一，皆遍諸世界思惟行智遍入二，皆思惟善觀", "72": "察涅槃地境界智三，善攝眾生界斷諸戲論及", "73": "斷行取四，皆善住入無邊中法行五，皆思惟善", "74": "觀察眾生業報不失不得六，皆思惟善觀察眾", "75": "生界信根發起方便最勝七，皆善平等持過去、", "76": "未來、現在諸如來所說義句味受持智八，皆善", "77": "住入世間、出世間無邊中法行九，皆善觀察有", "78": "為、無為三世過量法行十，皆次第無間得遊過", "79": "去、未來、現在諸如來智場相十一，皆於心剎那、心", "8": "所遊四、得至諸佛平等五、到無障處六、不退轉", "80": "剎那間善示現墮沒出生、出家、苦行、方便詣菩", "81": "提場、降伏摩囉、證覺菩提、轉法輪、大涅槃十二，皆", "82": "不離諸眾生令其發心證覺菩提十三，皆入一眾", "83": "生心攀緣善順到無餘諸眾生心攀緣十四，皆於", "84": "自然地不動菩薩身十五，皆得普智地不退轉行", "85": "十六，皆入菩薩所作力不休息無作智行十七，皆善", "86": "住持一眾生所作無邊劫行十八，皆善入不錯謬", "87": "轉法輪安住諸世間化度界十九，皆具足過去、未", "88": "來、現在諸如來淨處受行力勝願二十，皆具足普", "89": "賢行願殊勝淨信二十一，皆詣諸佛出處善能勸", "9": "法七、無遮行處八、不捨無邊諸佛所作九、住不", "90": "請二十二，皆善持諸如來法教二十三，皆作不斷諸佛", "91": "種姓二十四，皆於無佛世界示現佛出二十五，皆能", "92": "清淨濁染世界二十六，皆滅諸菩薩業障二十七，皆已", "93": "入無礙法界二十八，皆具足虛空界量法二十九，皆具", "94": "足法界無礙平等三十，皆具足實際法界平等三十", "95": "一，皆信解威儀業所起報三十二，皆信解如因所", "96": "起果三十三，皆具足印別印起諸法平等智三十四，皆", "97": "具足影像水月法平等三十五，皆具足覺諸法響", "98": "等音鳴三十六，皆安住不思解脫三摩地三十七，遊戲", "99": "首楞伽摩三摩地三十八，皆安住無邊佛身色成"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0303 佛華嚴入如來德智不思議境界經: 佛華嚴入如來德智不思議境界\n經: 佛華嚴入如來德智不思議境界經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}