{"author": "姚秦 竺佛念譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0309 最勝問菩薩十住除垢斷結經: 十住斷結經: 十住斷結經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "25 身口意品", "1": "十住斷結經卷第十", "2": "姚秦涼州沙門竺佛念譯", "3": "26 夢中成道品夢中成道品第二十六", "4": "爾時治地菩薩即從座起，右膝著地叉手白", "5": "佛言：「世尊！甚奇甚特，今聞濡首菩薩得與", "6": "最勝論無形法道無言教，未曾所聞未曾所", "7": "見，便為紹繼佛種不斷，又行佛事不思議法。」", "8": "佛告治地：「如是如是，如汝所言。從億百千劫", "9": "積功累德，興顯佛事未曾耗減，有佛出世法", "10": "乃流布。」是時濡首前白佛言：「諸佛出世法乃", "11": "流布，諸法有相貌耶，言流布乎？」對曰：「無也。」又", "12": "白佛言：「如來出現，使無量眾生皆取滅度，今", "13": "聞如來欲齊限眾生，齊限眾生者則無滅度。」", "14": "佛告濡首：「頗聞吾說無眾生言有眾生耶？」對", "15": "曰：「不也。」「欲使有眾生無眾生耶？」對曰：「不也。」「欲", "16": "使如來起滅有窠窟耶？」對曰：「不也。」「若使如來", "17": "無窠窟者，云何如來度眾生皆使滅度？」濡首", "18": "白佛：「今我所說分別四句，解知諸法皆得總", "19": "持，尋其本性無生無滅，不見生死又無泥洹。", "20": "以是之故，無限眾生當取滅度。」", "21": "佛告濡首：「於盡無盡法界本淨，曉了義理故", "22": "稱無著，以知文字無意無想亦無識著，豈由", "23": "識想分別諸慧乎？曉眾生淨人之本性不可", "24": "究盡，吾今與汝分別義趣，諦聽諦聽善思念", "25": "之！菩薩大乘不可思議，非是羅漢辟支所及。」", "26": "濡首受教願樂欲聞。", "27": "佛告濡首：「無形之識、無覺知識、無想念識、夢", "28": "幻化識，以用救攝無量眾生。或有佛土文字", "29": "教化，解知文字性空寂寞。上方去此七萬六", "30": "億阿僧祇剎土，彼有佛土名曰安寂，佛名妙", "31": "識如來、至真、等正覺、明行成為、善逝，十號具", "32": "足，彼土眾生諸根具足，玩習本願無所漏", "33": "失，眾生受化睡乃得寤，唯有如來入寂定", "34": "意，隨眾生根權現如睡，設欲說法便自右脇", "35": "著地脚脚相累，眾生見之皆効如來，右脇著", "36": "地脚脚相累悉各睡眠。是時彼佛於睡眠中，", "37": "與諸眾生神識說法，或說布施蠲除三想，或", "38": "說持戒德香遠布，或說忍辱降意不起，或", "39": "說精進除去懈怠，演說禪定識不流馳，宣", "40": "暢智慧閉塞愚闇，修行善權隨類無著，於四", "41": "法門究暢無礙，隨識高下而演其教，隨說大", "42": "小以授正法。時彼如來，復以演說四非常慧", "43": "苦空非身無我之法以，漸漸與說三十七道", "44": "品之教，四意止、四意斷、四神足、五根、五力、七", "45": "覺意、八賢聖道，究暢定意空無相願。爾時夢", "46": "中受化之識應成道迹，便於夢中識受成道，", "47": "頻來、不還至無著道，亦復如是，各佛取證。", "48": "亦復於夢，識在曠野無師自寤，於睡眠中身", "49": "黃金色眾相自嚴，飛鉢虛空作十八變，又於", "50": "夢中身上出火身下出水，坐臥虛空無所罣", "51": "礙，欲入無為泥洹之境，亦於夢中結加趺坐，", "52": "於無餘泥洹而般泥洹，故身如石無所覺知。", "53": "眾生之類還覺寤已，各無言說尋夢識著，便", "54": "取舍利而耶維之。菩薩受決乃至成佛，皆於", "55": "夢中坐樹王下，地黃金色，降伏魔怨，無量福", "56": "具，身有三十二相、八十種好，紫磨金色光明", "57": "遠照。夢中如是，寤即身黃金色眾相具足，", "58": "神足變化無所觸礙，無有言教音響往來，欲", "59": "有所度悉於夢中，不假外形而有所濟。「濡首", "60": "當知，眾生根原受寤不同，諸佛權化其慧", "61": "無方。或有佛土地大成者，地界眾生不可稱", "62": "計，如來入彼而教化之，皆使眾生於無餘泥", "63": "洹界而般泥洹。或有佛土水大成者，水界眾", "64": "生不可稱計，如來入彼而教化之，皆使眾生", "65": "於無餘泥洹界而般泥洹。或有佛土火大成", "66": "者，火界眾生不可稱計，如來入彼而教化之，", "67": "皆使眾生於無餘泥洹而般泥洹。或有佛土", "68": "風大成者，風界眾生不可稱計，如來入彼而", "69": "教化之，皆使眾生於無餘泥洹而般泥洹。或", "70": "有佛土空大成者，空界眾生不可稱計，如來", "71": "入彼而教化之，皆使眾生於無餘泥洹而般", "72": "泥洹。或有佛土識大成者，所謂安寂佛土妙", "73": "識如來，識神通達夢中受教而取滅度。」", "74": "佛復告濡首：「北方去此七十億恒沙佛土，彼", "75": "有佛土名曰深要，佛名梵慧如來、至真、等正", "76": "覺，十號具足，彼國眾生皆發誓願乃生彼", "77": "土，盡同一號名曰接識。濡首當知，彼土眾生", "78": "悉皆神通，心念形隨無所罣礙。所謂接識者，", "79": "發弘誓心，諸有神識應趣生門受胞胎形，要", "80": "以神足遊空往來，接識留住化而滅度不受", "81": "四大。今此座上󰉈陀和等八菩薩是。東南", "82": "去此百四十恒沙國土，有佛土名曰梵音，佛", "83": "名胎真如來、至真、等正覺，十號具足，彼土眾", "84": "生六通清徹同一色相，斯由誓願乃生彼土。", "85": "所謂胎真者，發弘誓心，諸有識神以處母胎，", "86": "願以神足入胎教化，令彼母人不知我之所", "87": "在，即於胎中拔濟無為得至泥洹。今此座上", "88": "寶迹童真治地菩薩是。如來權化神變無方，", "89": "以億百千佛土安處掌中，復還如故無覺知", "90": "者，虛空法界不可思議，是謂濡首！菩薩摩訶", "91": "薩所應行迹，非是羅漢辟支所能及也。分別", "92": "微識化諸眾生各使得度，或說虛無空無之", "93": "法，無我無人無壽無命，不起滅法。云何，濡", "94": "首！若有善男子善女人發弘誓心，令十方世", "95": "界辟支羅漢充滿其中，各使成道心不退轉，", "96": "其福寧多不乎？」濡首答曰：「甚多甚多，天中天。」", "97": "佛言：「其有菩薩，以無形法與識演說，或說無", "98": "常苦空非身空無相無願，一一分別無形無", "99": "相，不可携持，是則化識其福無量。所以者何？", "100": "有為四大遮迦越羅之所逕歷，無為四大永", "101": "寂不起，是為諸佛之所演法。以是方便微識", "102": "寂寞，法性無教而不可量，有為有相無為無", "103": "相。所以者何？不離有為不離無為，亦復不言", "104": "習是捨是，無形之教無有此教，是凡夫法是", "105": "賢聖法，斯為學法斯無學法，是聲聞法是緣", "106": "覺法，是菩薩法，是佛法。」佛復告濡首：「如來所", "107": "講與識說法，不見諸法亦無法想，虛空無形", "108": "亦不可見，愚惑凡夫以諸綵色畫於虛空，欲", "109": "作天龍鬼神八部之形，是人所施寧能不乎？」", "110": "濡首答曰：「甚難甚難，天中天，未曾有也。」佛", "111": "言：「如是如是，如仁所言。諸法無數，如來所化", "112": "亦復無數，諸法無形則無有二，於濡首意云", "113": "何，無形之法有處所乎？」對曰：「不也。世尊！」佛告", "114": "濡首：「以故當知佛法無數，無言無教悉無所", "115": "有。」爾時濡首前白佛言：「向聞世尊諸法無相", "116": "亦無形質，如來大哀物無不察，云何復說", "117": "開化眾生淨佛國土？是法有漏是法無漏？是", "118": "法現在是法過去未來？又佛說言是度世法", "119": "是非度世？有著無著有稱無稱有數無數？此", "120": "生死法此為泥洹？云何世尊說諸法無相亦", "121": "無形質乎？」佛告濡首：「如是如是，如汝所問。三", "122": "乘諸法三世六度度世生死，有為無為，無有", "123": "為無無為，有著無著有稱無稱，有數無數有", "124": "漏無漏，三十七品空無相願，從有為法乃至", "125": "無為，皆是俗數非是第一之義。無形法者，無", "126": "形無響而不可見，布施持戒忍辱精進一心", "127": "智慧善權，皆是俗事非第一義，滅盡泥洹永", "128": "寂快樂。」", "129": "佛告濡首：「菩薩應尋其本性而復演說有報", "130": "應耶？說除八難音聲無響，有報應耶？究盡眾", "131": "生推尋根原，有報應耶？順從經典蠲除結使，", "132": "有報應耶？正使如來不染三世，正法開化", "133": "未曾唐捐，有報應耶？正使諸法有報應果，復", "134": "可盡乎？心識周旋入出無礙，復可盡乎？或履", "135": "權慧順從愛欲，復可盡耶？威儀禮節順而不", "136": "犯，復可盡耶？三乘教化皆令充滿，復可盡耶？", "137": "思惟法本不捨總持，復可盡耶？解了諸法章", "138": "句清淨，深了妙法章句分明，觀四意止諸佛", "139": "定意，復可盡耶？分別意斷未曾捨離，演法無", "140": "窮不以為難，復可盡耶？神足無礙山河石壁", "141": "通達無礙，復可盡耶？一一分別五根聖典，非", "142": "是外耶所能沮壞，復可盡耶？如來神力審言", "143": "正法，不起狐疑是非之想，七覺意華以自瓔", "144": "珞，處在大眾不懷怯弱，論說三十七賢聖之", "145": "道，永離外耶，復可盡耶？講說逆順正受三", "146": "昧，或復分別名身句義，復可盡耶？苦習盡", "147": "道至道印封三十二相，相相受報，復可盡", "148": "耶？」濡首白佛言：「世尊！無形法教而不可盡，", "149": "諸有為法皆是耗減，無為泥洹而不可盡。」爾", "150": "時最勝復白佛言：「泥洹泥洹者，云何為泥", "151": "洹？」", "152": "佛告最勝：「所謂泥洹，息也。」復問：「云何為息？」", "153": "答曰：「無為閑靜。」又問：「云何無為？云何閑靜？」答", "154": "曰：「想滅者閑靜，識停者無為。」又問：「非空乎？」", "155": "答曰：「非空空。」又問：「非空空，云何識停耶？」答曰：", "156": "「非空空。」爾時最勝菩薩倍生狐疑，即白佛言：", "157": "「世尊！向問二事，然同答乎？」佛告最勝：「止止！族", "158": "姓子，勿謂如來答性空同，但族姓子意未解", "159": "耳。吾今問汝，非空空義及識澄靜，隨汝辯才", "160": "一一詶吾。云何，族姓子，非空義乎？」對曰：「諸法", "161": "無數非不有數。」佛言：「非也。族姓子。」佛復問：「云", "162": "何識停澄靜？」最勝白佛言：「悉歸不起非不有", "163": "起。」佛言：「非也。族姓子。」爾時最勝即從坐起，五", "164": "體投地接足而禮，須臾退却復白佛言：「自", "165": "審有過於如來所說，願世尊愍恕不及，願垂", "166": "敷演永除愚惑。」", "167": "佛告最勝：「法無若干唯解為本，香山有樹一", "168": "枝萬尋，倒屈入地果實乃熟，果應在上反更", "169": "入地，汝今所見亦復如是。吾問汝空，乃以有", "170": "報，與彼果樹有何異哉？吾當與汝一一分別，", "171": "善思念之。」對曰：「如是。世尊！」", "172": "佛告最勝：「非者非空，一切諸法皆號為非，非", "173": "者諸法之名，有名者則非空也，解非歸空故", "174": "曰非空也。所謂識者，非有非無。云何識非有", "175": "非無？不染於世是謂非有，在空澄靜是謂非", "176": "無；識者捨此適彼是謂非有，踞生死岸顧愍", "177": "眾生是謂非無；能以化身滿十方界化化空", "178": "寂是謂非有，一識感化化皆說法是謂非無；", "179": "如來入定身心寂靜，逕億千那術恒沙劫數", "180": "無起滅想是謂非有，復從定起接度眾生令", "181": "至無為是謂非無。云何最勝！吾今與汝一一", "182": "分別非有非無，為是真空泥洹義乎？」最勝白", "183": "佛：「空實空，泥洹實泥洹。」佛告最勝：「止止！族姓", "184": "子，此非空亦非泥洹。所以者何？皆由世俗假", "185": "號權詐文字相傳，故謂非有非無。法性境界，", "186": "盡無端緒無名字法，豈當有非有非無耶？蠲", "187": "除高下無是非心，知欲怒無欲怒心，解知無", "188": "明無無明心，五蓋諸縛了之為一，亦不見一", "189": "是謂為空，是謂為泥洹。」爾時最勝前白佛言：", "190": "「善哉善哉！世尊！說空性法及泥洹界非有非", "191": "無，實無等倫。」爾時說此法時，六萬比丘，本願", "192": "聲聞迴意大乘，皆得不退轉；十一那術諸天", "193": "世人，皆得盡信之行；復有異方八十千菩薩", "194": "悉獲不起法忍。", "195": "佛復告族姓子：「菩薩摩訶薩解空性法，有十", "196": "事行得至滅度。云何為十？一者諸佛世尊恒", "197": "住法界不捨道智；二者諸佛世尊慈愍一切", "198": "不捨大悲；三者所行如願中無差違；四者度", "199": "諸眾生諸根純淑；五者諸佛世尊觀了諸法", "200": "空無所有；六者諸佛世尊分別智慧，三毒等", "201": "分亦無所有；七者諸佛世尊於諸法界不起", "202": "增減；八者發心起學平等無二；九者解如法", "203": "性不捨本際，十者諸佛世尊行諸道法一相", "204": "無相。是謂族姓子，菩薩摩訶薩解空法性修", "205": "此十法得至泥洹。復次，菩薩摩訶薩行六神", "206": "通至空法界，有十事行。云何為十？一者盡觀", "207": "過去不失慧明，二者盡觀未來不失慧明，三", "208": "者盡觀現在不失慧明，四者觀五趣眾生盡", "209": "知根原不失慧明，五者一切世間生者滅", "210": "者不失慧明，六者觀一切眾生從有而生從", "211": "有而滅不失慧明，七者觀一切眾生從無而", "212": "生從無而滅不失慧明，八者道心堅固不捨", "213": "眾生不失慧明，九者無選擇心是可度是不", "214": "可度不失慧明，十者解知法界根門不缺不", "215": "失慧明。是謂，族姓子，菩薩摩訶薩修六神通", "216": "至空法界。」佛復告族姓子：「菩薩摩訶薩至空", "217": "法界當修十慧。云何為十？一者觀諸眾生若", "218": "干種心若干種行悉知，是謂菩薩慧；二者觀", "219": "一切眾生，若干種心若干種報悉知；三者寂", "220": "寞無言，如務魄太子，盡知眾生心意所念；", "221": "四者知諸眾生異心異行，以佛聖慧而教授", "222": "之；五者從久遠已來修於法性不捨衍心；六", "223": "者安處眾生住佛所住；七者以佛聖慧盡知", "224": "五趣心意識念；八者言有所說不捨大乘；九", "225": "者得佛心識定意不亂；十者度心無量不處", "226": "解脫，亦復不見眾生度者。是謂，族姓子，菩薩", "227": "摩訶薩至空法界修若干十慧。」", "228": "27 菩薩證品菩薩證品第二十七", "229": "佛復告族姓子：「菩薩摩訶薩乘六神通遊至", "230": "十方無數佛土，承事供養諸佛世尊，從一佛", "231": "國至一佛國，教化眾生不懷怯弱，歎佛功勳", "232": "德行之業，普使十方聞佛音響，最勝所行無", "233": "不濟度，或以神足或以教誡，福田清淨無三", "234": "惡趣，永捨邪部悲念未度，已過諸量住於佛", "235": "量，為人福祐安處無為。於百千劫淨修梵行，", "236": "不如五濁一行慈心。夫慈心者福難稱量，世", "237": "多有人行三惡業，身三口四意三法本，應向", "238": "三惡當受其報，設能專意諷誦此典，於現法", "239": "中盡其苦原。或有菩薩疲厭生死，遭遇此典", "240": "終不退還，更不受生在母胞胎，神識了朗未", "241": "甞錯謬。夫欲解縛淨諸結使，當護佛法興顯", "242": "慧明，若於他方百千萬劫，奉行正法演暢其", "243": "義，不如此土彈指之頃，諷念一偈分別義趣", "244": "此最為勝。吾見妙樂安明佛土，亦見永寂無", "245": "量佛國，彼無憂苦煩惱之難，亦復不得行福", "246": "業事，若能於此盡諸結縛，此則為奇勝生彼", "247": "國。所以者何？於五濁世眾惱萬端，億千萬劫", "248": "時乃有佛，眾生行惡希覩賢聖，或生邊地八", "249": "不閑處，或在佛後不聞正法，正使有佛不聞", "250": "不見，能於其中興顯佛法，是為奇特無與等", "251": "倫。吾今雖為三界至尊，猶願行福不以為厭，", "252": "慈悲喜護拔其苦原。難革眾生染邪來久，卒", "253": "聞正教倍懷狐疑，會值今日如來要集，菩薩", "254": "大士不可稱數，聞法無厭如海吞流，應與演", "255": "說正真佛道。釋梵四王、天、龍、鬼神、阿須倫、旃", "256": "陀羅、摩休勒、人與非人、魔若魔天十方雲集，", "257": "今得聞法霍然大悟，皆由前世福業所致。正", "258": "使吾於百千萬劫，演暢一句深妙之義，不能", "259": "究盡此慧法本。是故最勝！菩薩大士苦行無", "260": "數不以為難，若使三千大千剎土，同時劫燒", "261": "火至梵天，凡夫眾生未履道迹，聞此正典在", "262": "他佛國，投身自歸入彼火災，安隱得度無所", "263": "傷損。有時三千大千世界，火滅水盛乃至梵", "264": "天，復自投身入彼水災，安隱得度終不沒溺。", "265": "最勝當知，有時三千大千世界，水涸風盛乃", "266": "至梵天，復自投身入彼風災，安隱得度不被", "267": "飄浪。所以者何？諸佛威神之所擁護。若比丘、", "268": "比丘尼、優婆塞、優婆夷，執持諷誦此經典者，", "269": "現世獲祐不逢苦惱，若能進業淨修梵行，即", "270": "於現世受無為證。今此座上神通大士，億百", "271": "千姟那術眾生，普修此典乃受果證。吾今慇", "272": "懃敷演經典，聞者得度不至惡趣，隨前志操", "273": "應適解慧。向佛乘者意廣無崖，恒愍眾生不", "274": "自為己，乃至成佛終不耗減；趣緣覺者畢其", "275": "所願因緣成道，飛鉢虛空變化自由；願聲聞", "276": "者，求師諮受無所罣礙，斷諸結縛盡漏成道。", "277": "復觀眾生心意所趣，或有發意應成道迹，菩", "278": "薩權慧誘進異道，漸漸將導即成羅漢；或有", "279": "眾生應頻來道，復以權慧以次指導便得羅", "280": "漢；或有眾生應成不還，復以權慧開化進趣", "281": "使成羅漢；或有眾生不越次第以成三道，菩", "282": "薩權慧欲令學者，小節不真，即便誘進成須", "283": "陀洹；或有眾生已成二道，復以權慧接引前", "284": "人成斯陀含；或有眾生越次取證受應真者，", "285": "菩薩權慧觀察前人，已得須陀洹、斯陀含、阿", "286": "那含、阿羅漢，復以誘進成緣覺道。」爾時如", "287": "來，告四部眾諸來會者：「眾生若干，佛土不", "288": "同，謂為緣覺如來無剎土乎？莫造斯觀。所以", "289": "者何？轉輪聖王十善已具，展轉紹繼王名不", "290": "滅，緣覺自寤亦復如是，佛去世後佛法滅", "291": "盡，或經一劫至百千劫，緣覺應真為行佛事", "292": "佛佛相繼，於諸佛事終不耗減，是故菩薩摩", "293": "訶薩，恒以權慧開導眾生，福應相次將導眾", "294": "生，離三世患安處永寂。」爾時最勝菩薩，即從", "295": "座起前白佛言：「甚奇甚特，非是二乘之所及", "296": "也，願樂欲聞成道證驗乎？」", "297": "佛告最勝：「若樂聞者今當與汝說之，諦聽諦", "298": "聽善思念之！吾昔求道不可稱計，從初發意", "299": "施作功德至今成佛，於其中間遺形流布有", "300": "可計哉？吾昔證驗發弘誓心，其有眾生趣向", "301": "道根，或復投身歸命三尊，要以神通現證告", "302": "人。不但我身宿有此願，諸佛世尊誓願皆同。", "303": "若有眾生四向四果，吾亦覩見明其所實；正", "304": "使前人成緣覺者，吾亦證驗因緣自寤；若有", "305": "眾生坐樹王下，開方五十俞旬里內，於其中", "306": "間，魔若魔天不覩其際，此者我之所證。」佛復", "307": "告族姓子：「菩薩摩訶薩如我今日，現身受驗", "308": "曠濟眾生，不見吾我心識了朗，分別所趣施", "309": "行佛事，尋憶百千無數佛土，周旋往反究盡", "310": "道者，恒在前立證明界實。吾昔遊於無畏佛", "311": "剎，時彼大士不可稱計，或有志趣小乘羅漢，", "312": "或有中止在緣覺地，或有超越志存佛道。時", "313": "吾專心入定三昧，普為眾生敢以為證。復次", "314": "菩薩摩訶薩若有已向須陀洹、得須陀洹，向", "315": "斯陀含、得斯陀含，向阿那含、得阿那含，向", "316": "阿羅漢、得阿羅漢，吾常於中證成果報，未", "317": "曾失於法性之本。」佛復告族姓子：「菩薩摩訶", "318": "薩遊至三千大千世界，有信無信有受無受，", "319": "或有眾生住盡信之地，復有眾生住奉法地", "320": "者，或有眾生修於八解童真行者，我恒往現", "321": "證使彼得道。」佛復告族姓子：「菩薩摩訶薩身", "322": "識清淨無能染污，諸有眾生懷邪業者，吾亦", "323": "往證此為邪術不得久立。或復祭祀地水火", "324": "風，吾亦往說知不真實。復見群邪唱生梵天，", "325": "復往勸進福盡還本。或有欲生無色天上住", "326": "壽一劫，心常專一中無斷絕，吾時入定正識", "327": "定意，復與彼說色不有色色不自有，我色彼", "328": "色彼我無形，色則無色豈有我也，識非我識", "329": "豈有我也，痛想行法亦復如是。」爾時最勝菩", "330": "薩前白佛言：「善哉善哉！世尊！如來所說現證", "331": "法教不可思議，非是羅漢辟支所及。」是時最", "332": "勝重白佛言：「向承佛言，云何無色？云何為無", "333": "色乎？唯願世尊！垂愍敷演，永使黎庶不懷狐", "334": "疑。」", "335": "佛告最勝：「善哉族姓子，諦聽善思念之，吾當", "336": "與汝說無色定。所謂無色者非有色也，四大", "337": "造色乃謂為色，彼無此色乃謂無色。夫色有", "338": "五乃成四大，唯無形色故謂無色，痛色想色", "339": "行色識色，非是凡夫五通所覩，唯有如來、阿", "340": "維顏菩薩乃見彼色。」佛復告族姓子：「不退轉", "341": "菩薩執權方便入寂靜定意三昧正受，往遊", "342": "有想無想天上，與彼微識說微妙法空無相", "343": "願，六身受法無起滅行，漸漸與說生法老法", "344": "病法死法，所謂生者，在母胞胎生藏下熟藏", "345": "上，四大已具便當別離，宿有善行，如遊浴池", "346": "後園觀看，宿積惡者，如登嶮谷荊棘上臥。", "347": "復與演說識神所趣，我人壽命不可久保，於", "348": "中拔濟識神得寤。唯有阿蘭迦蘭如此之比", "349": "不可稱數，億千那術諸佛在前，各現殊特甚", "350": "深之法，本識愚惑如器穿漏，不受正法道", "351": "品之教，一劫若減一劫乾燒，如是經歷億", "352": "百千那術之數劫數乾燒，或有一劫一佛出", "353": "世，或有一劫二佛出世，或於一劫百佛千佛", "354": "億百千佛，如是之比，然後乃受正教。復與演", "355": "說老耗之法，所謂老者，諸根純熟皮緩面", "356": "皺，悲愁呻吟厭患四大，無復少壯榮華之心，", "357": "此法衰耗不可久保；次復與說四大參差地", "358": "水火風，地勝水性、水勝火性、火勝風性，互有", "359": "增減便成其疾，或生瘡痍萬病所逼，膿血流", "360": "溢不可瞻覩；以次與說無常變易，如水上泡", "361": "一生一滅，生者自生滅者自滅，生不自生滅", "362": "不自滅。無想神識即於彼處，隨其所趣各獲", "363": "果證，於無餘泥洹界而般泥洹。」最勝菩薩白", "364": "佛言：「世尊！向聞如來四大參差神識所居，地", "365": "增水減則生其疾，水增火減則生其疾，火增", "366": "風減則生其疾。又復聞佛說，風增火減、火增", "367": "水減、水增地減，識非四大四大非識，今聞佛", "368": "說，一大增三大病，三大增一大病，四大具足", "369": "神識得寧，衰由四大非識所生。云何世尊！病", "370": "由四大？為識所生？」佛告最勝：「識非四大四大", "371": "非識，識不離四大四大不離識，是故一大增", "372": "諸大病，識大增一大病，識隨衰耗。」又問：「為", "373": "四大病？為識神病耶？」答曰：「識由大病，大由識", "374": "病。」又問：「識由四大乃自役用，捨身受形四大", "375": "各歸，其本識神何不減乎？」佛告族姓子：「善哉", "376": "善哉！於如來前乃發斯問，吾當與汝一一分", "377": "別。識者無形而不可見，識非有識因大為識，", "378": "四大盡增則識有病，病非四大由識而生，萬", "379": "病增減皆由識生，從初發意乃至成佛，神識", "380": "無垢不由四大。」", "381": "28 解慧品解慧品第二十八", "382": "爾時最勝菩薩白佛言：「世尊！云何菩薩摩訶", "383": "薩執意堅固不可沮壞？云何菩薩執意真誠", "384": "終不虛妄？云何菩薩一向佛道不趣二乘？云", "385": "何菩薩執持威儀不失禮節？云何菩薩守意", "386": "禪定不捨正受？云何菩薩住諸佛法而不退", "387": "轉？云何菩薩留化教授不斷佛種？」", "388": "爾時世尊告最勝曰：「善哉善哉！於如來前而", "389": "問此義，吾今與汝敷演分別善思念之。」「唯然", "390": "世尊！願樂欲聞。」佛告最勝：「菩薩摩訶薩修行", "391": "四法，意志堅固不可沮壞。云何為四法？一者", "392": "慈愍眾生如母愛子，二者勤加精進而不懈", "393": "怠，三者度諸眾生如幻如化，四者諸佛篋藏", "394": "無不究練。是謂菩薩摩訶薩行此四法，進成", "395": "佛道未曾退轉。菩薩復當修行四法，便得入", "396": "定賢聖默然。云何為四？一者解知眾生無眾", "397": "生想，二者觀諸世間不可樂想，三者歎譽大", "398": "乘永離二道，四者於諸苦樂無所榮冀。復有", "399": "四法。云何為四？一者戒，二者聞，三者施，四者", "400": "出要。復有四法，至成佛道，無有狐疑不失威", "401": "儀。云何為四？一者無利，二者無衰，三者無", "402": "毀，四者無譽。復有四法增益善根。云何為四？", "403": "一者教訓眾生住於信地，二者惠施於人不", "404": "望其報，三者說法無法想，四者菩薩名號不", "405": "可稱記。復有四法菩薩所行，從一地乃至十", "406": "地。云何為四？一者興顯善根，二者除去愚闇", "407": "不處邪部，三者善權適化導以無方，四者執", "408": "心勇猛精進日增。復有四法，善權方便得至", "409": "佛道。云何為四？一者勸進邪部安處正道，二", "410": "者化諸未寤令向善趣，三者說法無二受有", "411": "高下，四者以佛聖慧度未度者。復有四法威", "412": "儀成就。云何為四？一者不染三有知之為苦，", "413": "二者我與彼人苦樂俱然，三者恒行忍辱不", "414": "興惡心，四者在上無慢居下不恥。復有四法", "415": "不捨道心。云何為四？一者念佛功德之本，二", "416": "者安處眾生道心堅固，三者親善知識不染", "417": "邪見，四者上及大乘不修妄見。復有四法，樂", "418": "在閑靜不處憒閙。云何為四？一者向小乘者", "419": "令至大乘，二者應成緣覺進成佛道，三者聞", "420": "法不厭道心不斷，四者如所聞法不有悋惜。", "421": "復有四法菩薩所行。云何為四？一者不起法", "422": "忍悉知無生，二者無盡法忍亦無過量，三者", "423": "因緣法忍除緣覺心，四者無住法忍悉知眾", "424": "生心無猗著。復有四法除去結使。云何為", "425": "四？一者專精一意思惟惡露，二者去者永滅", "426": "更不造新，三者諸法明白不處闇冥，四者心", "427": "常遊戲百千三昧。復有四法遊行四部眾。云", "428": "何為四？一者恒自為法不計吾我，二者興致", "429": "重敬心無放誕，三者於諸善本轉增其德，四", "430": "者去離小乘導以大道。復有四法，法施財施", "431": "得至無為。云何為四？一者受法不誤，二者不", "432": "從他心，三者不惜身命，四者意無退轉。復有", "433": "四法施無想報。云何為四？一者彼我無形了", "434": "之悉空，二者行應正真修無上道，三者解見", "435": "無我由癡愛生，四者道性無際行合真際。復", "436": "有四法度人無量。云何為四？一者解婬怒癡", "437": "無有起滅，二者行慈廣濟不見恚怒，三者燃", "438": "熾諸法，四者雖在五濁不捨道心。復有四法", "439": "得成道根。云何為四，一者恒以惠施以為元", "440": "首，二者勸進他人除去慳貪，三者行輒合空", "441": "法無吾我，四者於甚深法不起狐疑。復有四", "442": "法禪定不戲。云何為四？一者不計眾生有數", "443": "無數，二者不見佛土有淨無淨，三者慈悲喜", "444": "護遍滿世界，四者佛慧具足不捨本誓。復有", "445": "四法遊佛道場。云何為四？一者先言後笑不", "446": "傷人意，二者如所說法行應正真，三者解道", "447": "無道亦無窠窟，四者有望無望悉知歸空。是", "448": "謂菩薩摩訶薩行應合空，於諸佛法修無上", "449": "道。」說此四四法時，二萬二千天及世人皆發", "450": "無上正真道意；復有萬二千人，即於座上逮", "451": "不起法忍；復有無數十方天子，散華供養乃", "452": "至于膝。", "453": "29 三毒品三毒品第二十九", "454": "爾時濡首童真白佛言：「世尊！今聞如來說四", "455": "法門慧，甚深微妙立根得力，菩薩所行，非是", "456": "羅漢辟支所及。今問如來未來中間，初禪思", "457": "惟惡露不淨之觀，為觀自身不淨？觀他身不", "458": "淨耶？」佛告濡首童真：「或有菩薩未上菩薩", "459": "位，便自觀身惡露不淨立根得力，或自觀身", "460": "觀他人身，復以權慧現身臭穢膿血流溢，於", "461": "中開寤無數眾生，去離淨心皆知不真。復次", "462": "濡首！或有菩薩在未來地，上修中間未明初", "463": "禪；復有菩薩已離未來住在中間，復以權慧", "464": "上修初禪；或有菩薩已過未來中間淨地，次", "465": "復修習初禪，念持五行之本，遂復上及二禪", "466": "之法；或有菩薩捨上四禪未來中間，初禪第", "467": "二以次仰修，三禪根本喜安自守；復有菩薩", "468": "已離三禪，復捨四行修第四禪，復於四禪思", "469": "惟惡露不淨之觀；復有菩薩，不由七定徑逮", "470": "滅盡定意；或有菩薩已入永寂三昧，普觀世", "471": "界，無有眾生我人壽命，生者滅者悉無所有；", "472": "或有菩薩在一地住受菩薩位，分別三毒婬", "473": "怒癡法，權慧適化觀眾生心，有無明心無無", "474": "明心，有愛欲心無愛欲心，有瞋恚心無瞋恚", "475": "心，菩薩悉知。最勝當知，菩薩摩訶薩遍觀諸", "476": "法，不見生者不見滅者，復於諸法不見畢竟", "477": "不見不畢竟，如是諸問為清淨。復次最勝！", "478": "菩薩摩訶薩觀諸縛著於中求淨，應問當問。", "479": "此法永寂安隱無變易法，生死清淨不見穢", "480": "濁，是謂菩薩摩訶薩無生之論。越度生死不", "481": "見有度，是謂無生之論。泥洹無形寂然無為，", "482": "是謂乃應無生之論。若使最勝！於諸縛著悉", "483": "知歸空，不見生死有取證者，不見出生起滅", "484": "之處，亦不見出亦不見泥洹，是謂菩薩無生", "485": "之論。復次最勝！因緣聚散惡露不淨，是謂菩", "486": "薩無生之論。親近成證不退轉果，斷智無礙", "487": "知盡不生，是謂菩薩無生之論。復次最勝！菩", "488": "薩摩訶薩因緣合散證不退還，斷知無礙永", "489": "離三有，是謂菩薩無生之論。乃名諸法善根", "490": "不斷，知善不善，此是世法是度世法，此是礙", "491": "法此不礙法，此有為法此無為法，此有漏法", "492": "此無漏法，是謂菩薩摩訶薩無生之論。復次", "493": "最勝！思惟分別佛像無形，亦復分別法性若", "494": "干，思惟聖眾功德難量，以次思惟眾生非一，", "495": "復當分別剎土不同，心所趣向難可究盡，是", "496": "謂菩薩摩訶薩無生之論。復次最勝！一切諸", "497": "法皆悉清淨，一切諸法皆不清淨，是謂菩薩", "498": "無生之論。」最勝白佛言：「云何一切諸法是無", "499": "生之論？一切諸法皆不清淨是無生之論？」佛", "500": "告最勝：「諸法無識亦無行報，諸有識想與法", "501": "相應，是謂淨無淨也。一切諸法若干種相，或", "502": "有諸法未離念持，便求方便增益其德，已益", "503": "其德諸善普備，諸善已備則數出入息，數息", "504": "已定是謂淨不淨。」最勝又問：「云何觀察諸法", "505": "定不定耶？」答曰：「自於境界永離無欲，於億萬", "506": "法悉知定不定義。」又問：「定者非淨非不有", "507": "淨，不定非淨，可謂定不定乎？」報曰：「少有明者", "508": "能解定不定義。」「云何，世尊！永離無欲於億萬", "509": "法知定不定，定者是道，不定非道？」佛言：「如是", "510": "如是！如汝所言。若有族姓子族姓女，於諸法", "511": "界不知已定當定未定，則於諸法未解已解", "512": "當解。何以故？如《香樂經》所說，諸法已定聞不", "513": "狐疑，則能進上而不退轉，如所聞法玩習不", "514": "捨，是謂定不定義。若有眾生於定不定生狐", "515": "疑者，則不能從一地復至一地，以不超次乾", "516": "地，則不離生死住泥洹法。何以故？諸佛世尊", "517": "不究生死根本不至泥洹。」", "518": "佛告最勝：「諸佛世尊恒不演說越度生死安", "519": "處泥洹耶？」答曰：「如是。」又問：「頗聞世尊演說諸", "520": "法，斯是生死斯是泥洹？」答曰：「非也。」佛言：「是故", "521": "族姓子，諸佛世尊不說生死以為下劣，不說", "522": "泥洹以為增上，但為族姓子，言生死泥洹者", "523": "便有二識，則不能離生死至泥洹之岸。」", "524": "佛復告最勝：「菩薩摩訶薩從空往來，不見眾", "525": "生有眾生想，不見泥洹有泥洹想。何以故？不", "526": "見周旋處在生死，不見泥洹有得滅度。」爾時", "527": "最勝菩薩即從座起，偏露右臂長跪叉手，白", "528": "佛言：「世尊！善哉善哉！如來所說，說無眾生泥", "529": "洹之相，法說義說正應寂然，不見生死及與", "530": "泥洹。」爾時座上二千七百比丘，有漏心解脫", "531": "得不起法忍。何以故？解了生死則無生死，解", "532": "了泥洹則無泥洹，亦復不言有度眾生，亦不", "533": "說泥洹永寂，解空性法，非有生死非有泥洹。", "534": "爾時坐上七百比丘，密從座起收攝衣鉢，無", "535": "何而去。各各低頭自相謂言：「我等何為涉此", "536": "慊苦，日夜精勤修於梵行，或言有泥洹，泥", "537": "洹無取滅度者，亦無有道，況當有成道者。」", "538": "30 問泥洹品問泥洹品第三十", "539": "爾時最勝菩薩白佛言：「世尊！若有眾生欲使", "540": "諸法出生，則無有道成等正覺，何況於泥洹", "541": "欲成道乎？此則不然。泥洹無姓亦無名號，", "542": "云何欲於空中求空？泥洹無一，況當欲求諸", "543": "法之數？世尊！此七百比丘於如來所，剃除鬚", "544": "髮服三法衣，手執應器淨修梵行，方便退", "545": "轉在凡夫地，欲求泥洹窠窟處所，猶如麻油", "546": "醍醐酪酥，油則遍周酥則凝住。生死泥洹亦", "547": "復如是，至竟泥洹無諸法相，泥洹大道亦無", "548": "崖底。群惑之人執迷來久，却謂泥洹有生滅", "549": "著斷，唯有修行之人執行正見，不見諸法有", "550": "起有滅，不見諸法有受有捨。」爾時，最勝菩薩", "551": "前白佛言：「世尊！此七百比丘即聞法教各捨", "552": "馳散，當復經歷幾時乃得度脫，永離生死不", "553": "在邪見？」佛告最勝：「汝欲知者，諦聽諦聽善思", "554": "念之，吾當與汝蠲除狐疑。」對曰：「如是。世尊！」佛", "555": "言：「恒沙劫過乃一佛出，如是經歷七十二億", "556": "恒沙劫數，猶不得度。何以故？億千萬劫佛", "557": "乃出世，值佛甚難經難得聞，今日如來、至真、", "558": "等正覺，在大眾中敷演道教，說無生滅泥洹", "559": "之法；於正法中生邪見心，所生之處，恒在邪", "560": "見不在正道。猶如士夫勇猛多力，無方伎", "561": "術無不貫練，六藝備具，天文地理星宿災怪", "562": "皆悉開通。然此力士恒畏虛空，竊自設計，馳", "563": "趣四方投無空界，在在處處恒見虛空。此諸", "564": "比丘亦復如是，正使經歷百千萬劫，欲於空", "565": "中立泥洹名，此事不然。所至到處不了空性，", "566": "願求於道終不可果。如復有人欲求於空，在", "567": "在處處空恒在前，亦不演說此空彼空有若", "568": "干相，不見從空往來有所成辦，斯乃解知泥", "569": "洹之要。彼諸比丘前世習邪至今不寤，欲求", "570": "泥洹無為大道，猶尚不識名號姓字，豈能分", "571": "別泥洹道乎？終日周旋求於滅度，唐勞其功", "572": "而不可獲。何以故？泥洹假號如幻如化，空無", "573": "所有假名為空，假號虛詐愚人所傳，非賢聖", "574": "法律之所讚歎。」爾時復有立行比丘七百餘", "575": "人，即於座上諸塵垢盡得法眼淨，三達六通", "576": "無所罣礙，了佛無生亦不起滅，不以過去諸", "577": "法求於泥洹，無數恒沙諸佛過去所說教誡", "578": "智慧辯才悉無若干，從凡夫起乃至無學，演", "579": "說道教無有差違，不見眾生流浪生死，不見", "580": "泥洹當有起滅。何以故？一切諸法悉空如空，", "581": "不見諸佛所出窠窟。爾時座上六百優婆塞、", "582": "三百優婆夷，皆得盡信之行。無數天與世人", "583": "皆發無上正真道意。爾時長老舍利弗告五", "584": "百比丘曰：「汝等諸人各獲通慧必本願耶？」諸", "585": "比丘言：「尊者舍利弗！曩昔所願今日已獲，所", "586": "作已辦更不受有。」舍利弗言：「善所問者知所", "587": "趣乎？」諸比丘言：「盡諸結縛更不染有，不愛生", "588": "死不著泥洹，泥洹無為行合空性，無結縛盡", "589": "亦不見盡，是謂泥洹。」爾時舍利弗讚彼比丘", "590": "曰：「善哉善哉！族姓子，真解空性甚深之義。今", "591": "有幾賢住於福地？」諸比丘曰：「尊者舍利弗即", "592": "是福田如來所稱，施行佛事未曾唐捐，我等", "593": "諸人，於十六分未獲其一。」舍利弗言：「汝五百", "594": "人，悉是彼此解脫之士，亦是福田。」諸比丘", "595": "曰：「如來聖慧性自清淨，於諸法界無所染著。」", "596": "是時最勝菩薩前白佛言：「世有幾賢必報施", "597": "恩？」佛告最勝：「不著世法能報施恩。」又問：「復有", "598": "幾賢於施清淨？」答曰：「不受諸法乃謂清淨。」又", "599": "問：「何者是施福田？」答曰：「忘佛道法乃謂福田。」", "600": "又問：「復有幾賢於眾生種為善知識指授善", "601": "惡？」答曰：「不捨一切眾生之類，是謂善知識。」又", "602": "問：「世有幾賢能報佛恩？」答曰：「獲四無畏不斷", "603": "佛種。」又問：「世有幾賢能供養如來？」答曰：「億萬", "604": "劫行於中不惑，是謂供養。」又問：「世有幾賢", "605": "能護佛藏？」答曰：「盡其形壽不毀佛戒。」又問：「復", "606": "有幾賢能興恭敬？」答曰：「守護諸根能閉六情。」", "607": "又問：「何者世間名大珍寶？」答曰：「成就七寶", "608": "者。」又問：「云何解知足行？」答曰：「修於第一無上", "609": "慧義。」又曰：「云何於世少欲？」答曰：「不願求於", "610": "世。」又問：「云何解世無著？」答曰：「斷諸結縛無復", "611": "五蓋。」又問：「世誰快樂無復眾苦？」答曰：「無所係", "612": "屬故謂為樂。」又問：「云何無所係屬？」答曰：「解知", "613": "五陰十八本持空寂無為。」又問：「誰有此難？」", "614": "答曰：「外捨六塵內捨六情。」又問：「誰度此岸", "615": "得至彼岸？」答曰：「立根得力成道者也。」又問：「云", "616": "何菩薩施心不斷？」答曰：「消除三想不興塵", "617": "勞。」又問：「云何持戒而不缺漏？」答曰：「道心堅", "618": "固不捨弘誓。」「云何行忍遭對不懼？」答曰：「解心", "619": "空寂不起恚本。」「云何菩薩修於精進？」答曰：「心", "620": "之所念無有端緒。」又問：「云何禪定意不戲", "621": "損？」答曰：「心定永寂不受外塵。」「云何慧業演暢", "622": "諸法？」答曰：「分別義趣不捨道心。」又問：「云何菩", "623": "薩修行慈心不捨道根？」答曰：「不捨眾生見有", "624": "度者。」又問：「云何菩薩行於悲心？」答曰：「思惟", "625": "諸法而不退轉。」又問：「云何菩薩喜意不斷得", "626": "至滅度？」答曰：「不興我想計有吾我。」又問：「云何", "627": "菩薩護心不斷？」答曰：「守護道根畢至成佛，於", "628": "其中間不興餘想。」又問：「云何菩薩立於信根？」", "629": "答曰：「超越外法不與邪俱。」又問：「云何解空而", "630": "無猶豫？」答曰：「解道非道道無根源。是謂菩", "631": "薩摩訶薩所應行業。」", "632": "31 四梵堂品四梵堂品第三十一", "633": "爾時濡首童真，內心自念：「云何菩薩摩訶薩，", "634": "於身口意淨修梵行，周遍四荒往度眾生，從", "635": "一佛國至一佛國，未曾捨離眾生？云何菩薩", "636": "進成佛業，不失菩薩所行之定？」佛知其意，即", "637": "告之曰：「如是如是，如汝所言。菩薩行本其類", "638": "不同，吾今與汝敷演其義。諦聽諦聽！善思念", "639": "之。」對曰：「如是。世尊！」", "640": "佛告濡首：「身行清淨不為眾惡，口行至誠不", "641": "失法性，心念定意恐畏不動，是謂菩薩通慧", "642": "之本。慈念眾生不著愛欲，恒修不淨惡露之", "643": "觀，守固其心不處愚闇，是謂菩薩通慧之本。", "644": "在眾如野不失威儀，進止行來儀容齊整，未", "645": "曾違失如來禁戒，是謂菩薩通慧之本。於諸", "646": "佛法悉皆解脫，無欲無為不可思議，聖眾修", "647": "習永無三乘，是謂菩薩通慧之本。於欲解脫", "648": "曉了無形，瞋恚解脫癡懈亦然，修九次第不", "649": "動禪覺，是謂菩薩通慧之本。不著欲界求轉", "650": "輪位，不處色界希望成福，復不思惟無色界", "651": "道，是謂菩薩通慧之本。復於空無無願無", "652": "相，無不盡有漏之行，解了諸法如幻如化，", "653": "是謂菩薩通慧之本。或有眾生終不失意，從", "654": "住至住愛憎意等，是謂菩薩通慧之本。不違", "655": "過去諸法之本，未來現在亦復如是，於染無", "656": "染不見染著，是謂菩薩通慧之本。」", "657": "32 梵天請品梵天請品第三十二", "658": "爾時最勝菩薩摩訶薩白佛言：「世尊！身行清", "659": "淨不行惡業，演說言教終不虛妄，心念清淨", "660": "超越道根，尊今所論四等梵堂，慈悲喜護濟", "661": "度眾生，一人不度終不忘捨，以慈去婬，以不", "662": "淨去淨，觀相無形，是謂菩薩通慧之本。於諸", "663": "法本悉得解脫，於三法寶悉得解脫，有為無", "664": "為有漏無漏，是謂菩薩通慧之本。已知無", "665": "欲知之不生，瞋恚無本皆知為空，是謂菩薩", "666": "通慧之本。行慈不斷，不著欲界色無色界，於", "667": "諸四禪盡不起想，是謂菩薩通慧之本。菩薩", "668": "摩訶薩，恒入空無想願，亦不求索諸法之", "669": "相，或有菩薩發弘誓心，設我成佛國界眾生", "670": "無三乘道名，然我今日至誠，作佛成等正覺，", "671": "廣化眾生不以為厭。」爾時八千天人立於信", "672": "地，魔王營從即還本所。", "673": "33 梵天囑累品梵天囑累品第三十三", "674": "佛告無畏梵天及諸大眾諸菩薩等：「吾從無", "675": "數阿僧祇劫積功累德自致成佛，不染於世", "676": "八法之累，一切眾生蜎飛蠕動有形之類，染", "677": "著五陰翫而不捨，是以賢聖不染八法，解知", "678": "五陰十八本持空無所有，離世八事，利衰毀", "679": "譽稱譏苦樂。」", "680": "佛復告梵天：「若有善男子善女人，諷誦受持", "681": "此經典者，魔若魔天不能沮壞。何以故？諸佛", "682": "世尊威神所護。若有善男子善女人，求於無", "683": "上正真等正覺，皆由此典而取果證。」佛復告", "684": "梵天：「吾今從劫至百千劫，滿中眾生，皆共稱", "685": "歎此經典者不能究盡。何以故？此經名曰『無", "686": "盡之藏』，非是羅漢辟支所及；一名『最勝菩薩", "687": "所問』。吾今囑累此經，無令缺漏一字，味身句", "688": "身。皆令具足。如我今日成於佛道，相有三十", "689": "二，好有八十種，身黃金色圓光七尺，遍滿", "690": "三千大千世界。有一善男子善女人，至誠求", "691": "佛道，供養如來、至真、等正覺，不如彈指之頃", "692": "誦此經典。何以故？如來、至真、等正覺，皆由此", "693": "經而成佛道，須陀洹、斯陀含、阿那含、阿羅漢、", "694": "辟支佛，皆由此典而得成就。」爾時無畏梵天", "695": "前白佛言：「世尊！若有善男子善女人，至誠求", "696": "佛，諷誦此經典戢念不忘，我等當擁護此善", "697": "男子善女人，百由旬內，魔若魔天不得其便。」", "698": "佛告梵天：「如是如是，如汝所言。過去當來現", "699": "在諸佛皆誦此典，必至堅固終不退轉。若有", "700": "善男子善女人，修習四意止、四意斷、四神足、", "701": "五根、五力、七覺意、八賢聖道、空無想無願，皆", "702": "由此典成就世間，便有四性，比丘、比丘尼、優", "703": "婆塞、優婆夷。」爾時濡首童真、最勝菩薩、尊者", "704": "舍利弗，天、龍、鬼神、乾沓和、阿須倫、迦留羅、栴", "705": "陀羅、摩休勒，聞佛所說，作禮而去。", "706": "十住斷結經卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0309 最勝問菩薩十住除垢斷結經: 十住斷結經: 十住斷結經", "source": "CBETA"}