{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0626 佛說阿闍世王經: 佛說阿闍世王經: 佛說阿闍世王經", "text": {"0": "佛說阿闍世王經卷下", "1": "後漢月氏三藏支婁迦讖譯", "10": "本，所語如諦，自護不墮，用轉上故，悉入諸法", "100": "有三藏學。何謂三藏？有聲聞學、有辟支佛學、", "101": "有菩薩學。聲聞學者，用有度故、但自明故。辟", "102": "支佛學者，是謂中學，無有大哀。菩薩法不可", "103": "度，入法身故、用大哀故。聲聞者不學辟支佛", "104": "事，亦不了辟支佛事。辟支佛不學菩薩事，亦", "105": "不了菩薩事。菩薩者知聲聞所學不以為樂，", "106": "不於是中有所悕望，亦不於是中而求脫；亦", "107": "知辟支佛所學不以為樂，不於是中而求脫。", "108": "而知菩薩所學，樂於所學而自歡樂，當因於", "109": "中得脫故。教聲聞而示現，以其行教化之，其", "11": "行。陀隣尼者則道之元，不斷佛元、持法之元、", "110": "辟支佛亦爾。是菩薩作，故名曰菩薩藏。譬", "111": "若以器受其琉璃，用琉璃故，其器亦作琉璃", "112": "之色。菩薩以逮入藏者，以諸法所見不離佛。", "113": "菩薩以逮藏者，諸所見法悉見於佛法。菩薩", "114": "悉無所不學諸法。所以者何？無有異所見，諸", "115": "法悉如佛證。其菩薩藏者，無央數字而教不", "116": "可度處。所以者何？無增減故。不可議光明悉", "117": "照於冥，所作者有慧利無有極，入薩芸若無", "118": "所不入。其學是學乃為學，悉入藏故便入摩", "119": "訶若那。摩訶若那者無極慧，以入者其未入", "12": "總持僧之元。於諸法無有殆，在人之所問，即", "120": "者而入之。」爾時文殊師利為諸菩薩說其藏", "121": "事已，復於三處說阿惟越致輪金剛行。說是", "122": "時，其聞者悉逮得是事，其輪者亦無所轉。「阿", "123": "惟越致輪者，無所悕望於一切，其心無有", "124": "異。所以者何？不念善惡。以等心學法，見諸佛", "125": "剎亦復等視，不著其好醜，以諸佛等無有異。", "126": "其輪者無所不遍入。所以者何？不壞法身故。", "127": "以是故為阿惟越致法輪。其輪者無斷絕處。", "128": "所以者何？無二心故。其輪者如所見。何以故？", "129": "以法輪致佛故。是名曰阿惟越致法輪。其從", "13": "能知報答。見眾而不却。所以者何？無所畏故。", "130": "阿惟越致輪者，悉以脫諸想故。其信是者，悉", "131": "當得如佛，不以二事故。從一事脫所說，如", "132": "怛薩阿竭所因脫，其脫者無想無想，是故諸", "133": "法其有想無有脫。何以故？其脫無有二。所以", "134": "者何？無身口意故。所以者何？其脫者亦不從", "135": "身口意故曰脫。作是者，以為自從不從他人，", "136": "故曰阿惟越致輪。其輪者不轉色。所以者何？", "137": "其色自然故。痛痒、思想、生死、識亦不轉。所以", "138": "者何？識自然故。一切法亦不轉。所以者何？", "139": "法身無法轉故。是曰阿惟越致輪。其輪者，所", "14": "欲教化諸天，隨天之所欲而悉教之，令各各", "140": "入無有際。何以故？無有斷絕故。其輪亦無所", "141": "著，亦無有斷。何以故？其輪無有門故。所以者", "142": "何？不二心故。其諦亦無轉者。所以者何？不可", "143": "說故。其輪亦無有能解者。所以者何？亦不有", "144": "其音，何得見其形？故其諦以空可致其脫者，", "145": "莫能有逮。譬若如空無所不入。何以故無所", "146": "不入？用脫於本故。其輪者亦能行亦能步。何", "147": "謂行、何謂步？如金剛鑽穿眾寶。云何可以鑽", "148": "穿其法？譬若以空鑽穿一切所，以故是名曰", "149": "法為無所想是故金剛。所以者何？鑽穿一切", "15": "得解。及龍、閱叉、阿須倫、迦留羅、真陀羅、摩", "150": "諸所求故。無願者若鑽金剛穿諸所未脫令", "151": "而得脫。法身者若金剛，諸所亂者而空理之。", "152": "怛薩阿竭者如金剛，悉穿無所有。其脫如金", "153": "剛，過於諸不脫者。泥洹者，見諸自然法。」文殊", "154": "師利為諸菩薩說是阿惟越致法輪時，菩薩", "155": "悉得羅毘拘速三昧漢言者名曰日光明花。得是三昧已，", "156": "其菩薩身一毛者放億百千光明，其一光明", "157": "者見坐億百千佛，一一佛者到他方其求佛", "158": "道而往教化。", "159": "明日旦阿闍世王遣使者到文殊師利所：「唯", "16": "休勒、人非人及釋梵，下至一切諸蟲獸鳥獸，", "160": "哀用時與等人自屈。」摩訶迦葉時與五百比", "161": "丘俱欲入城而分衛，以行道半念尚早而旋，", "162": "還與比丘俱過候文殊師利，以到所習住於", "163": "門外。文殊師利問摩訶迦葉：「今早欲到何所？」", "164": "則言：「欲行分衛故。」文殊師利復謂摩訶迦葉：", "165": "「我今與汝分衛。」摩訶迦葉則言：「已具足為供", "166": "已。所以者何？以法到是，不以食故。」文殊師利", "167": "謂摩訶迦葉與諸比丘：「俱就是，當用法故，亦", "168": "當用食故。所以者何？今亦不失其法，亦令不", "169": "失其食故，合兩以作一。」摩訶迦葉則答言：「吾", "17": "各各知其意，隨其所欲而悉教化令得其所。", "170": "等常當忍不食，當聽其法。何以故？一一諸深法", "171": "常從是聞。」摩訶迦葉則復問：「今日與諸摩訶", "172": "薩俱而食？」文殊師利言：「今所食處，其人亦不", "173": "離生死，亦不入泥洹，亦不過欲事，亦不以道", "174": "證。所食處，其食亦無所增無所減，亦於諸法", "175": "無所持亦無所捨。」摩訶迦葉言：「其作是施與", "176": "者，是為無極施與。」則言：「諾，受所請。」文殊師利", "177": "則自念：「今當入城，所作當如佛之感動。」作是", "178": "念時，便得無所不感動三昧。則時沙河剎土", "179": "平等如鏡，諸丘墟山陵一切不現，其光明無", "18": "悉曉了有功德無功德者，盡知一切人之行住，", "180": "所不接，其在泥犁勤苦，其痛則除悉得安隱。", "181": "是剎諸人，用是時悉無婬怒癡，亦無妬心，亦", "182": "無貢高，亦無起意。爾時諸人皆有慈心，展轉", "183": "相視若父若母。應時地為六反震動，諸欲天", "184": "子、諸色天子，以百種伎樂而供養文殊師利，", "185": "并雨天華而散其上。從文殊師利所止，乃到", "186": "城門盡索治嚴，以眾華結為交路俠道兩", "187": "邊，以名殊華悉布其地，已眾絕寶而為帳", "188": "幔覆蓋其上。其道廣六丈三尺，兩邊悉有欄", "189": "楯，以眾寶化而作樹，間間行列俠道兩邊。", "19": "其心譬如地。於世不以八事中有，順何所作", "190": "則以寶作繩，縺縛諸樹展轉相連。其一樹者", "191": "香四面聞四十里。兩樹間化有水池，周匝其", "192": "邊悉有眾寶以為擁障，以琉璃為飾。其水之", "193": "沙，沙者悉金。其水有八味，眾華悉生其中，", "194": "鳧鴈鴛鴦而走戲其間。一一樹下當其根上", "195": "而有眾寶之垛，其垛上者皆以珍寶而為", "196": "香爐皆燒名香。一一垛者其女百人，各以蓮", "197": "華擎持栴檀名香。文殊師利作是三昧時，其威", "198": "神無所不變化。文殊師利從座起，著衣服，謂", "199": "摩訶迦葉：「便而前行，我今從後。何以故？其年", "2": "應時二萬二千菩薩同共發聲：「我等欲與文", "20": "功德，不離於道教照於人，隨其所樂令一切", "200": "尊老故。復先佛作沙門，以是故當在前。」摩", "201": "訶迦葉則時答言：「其法者亦無前後，不計年", "202": "歲而有尊幼。」文殊師利言：「當行謂為尊老。」", "203": "摩訶迦葉答言：「智慧是尊。學問甚多，是則為", "204": "尊。在所作為，是則為尊。索知一切人之所行，", "205": "是則為尊。」摩訶迦葉復言：「文殊師利亦有智", "206": "慧，其問具足，在所作為曉了一切人之所", "207": "行，以是當為尊。」摩訶迦葉復言：「今若其年，亦", "208": "復為大，亦復為尊，故當在前，願樂在後。今", "209": "欲說譬喻，唯願聽之。若師子之子，其膽勢氣", "21": "皆蒙其恩。所作戒令一切悉在中，其慧無所不", "210": "力不如於大，雖小蒙大者之香，諸禽獸聞其", "211": "臭者莫不恐怖。譬若大象而有六牙，其歲六", "212": "十，若人以革而為繩縛繫其象，師子之子於", "213": "革繩之所，大象聞之嗅便犇走入山。雖菩", "214": "薩發意未成力勢，非聲聞、辟支佛之所而當，", "215": "眾魔莫不驚動縮腰而怖。其師子之子見大", "216": "者而鳴呼，有所作為，其心不恐亦不畏懅。所", "217": "以者何？倍復歡喜。今如是菩薩見佛有所作", "218": "為，其心不恐亦不怖懅。所以者何？倍復歡喜。", "219": "今我敢亦當如是。」舍利弗言：「欲計其尊者，", "22": "遍入，為一切之所重，而不以為勤苦，其心無", "220": "若聲聞、若辟支佛，其發菩薩心者是則為尊。", "221": "所以者何？其有所求皆從菩薩心而起。」摩訶", "222": "迦葉言：「故文殊師利以是為尊，仍當在前，", "223": "吾等承後。」文殊師利便在前，諸菩薩在後，", "224": "聲聞悉從亦在後，便向道。天則雨華，地為六", "225": "反震動，諸天於上以伎樂而娛樂，應時光明", "226": "一切莫不明者，便至羅閱祇。未入城門，王阿", "227": "闍世聞文殊師利旦到，從菩薩二萬二千五", "228": "百人，其比丘者五百人俱。王自念：「吾作五百", "229": "人具，今當云何供？當坐何所？」應時天王名曰", "23": "有異。其法者知，而本所教化。承其教，常以法", "230": "休息心，與尊閱叉名曰金鈚，與俱而來，與", "231": "阿闍世王相見，則言：「勿恐勿懅，勿以為難。」則", "232": "答：「當云何而不以為難？」則報言：「文殊師利", "233": "者，作漚和拘舍羅無極智慧，以功德光明具", "234": "足而來。神足功德，其以一飯與文殊師利，若", "235": "有三千大千一切人索飯食者，悉能飽之，其", "236": "食不盡索。是二萬三千人何足可憂？是故勿", "237": "以為難。所以者何？今皆可而悉足。文殊師利", "238": "者，其功德甚尊而不可盡。」阿闍世王應時而", "239": "歡喜，其心無異踊躍倍喜而設所作，便將伎", "24": "而施與不以為厭，所說法不望當得。其復不", "240": "樂擎其華香而自出迎文殊師利等而俱入", "241": "宮。時於菩薩中有一菩薩，名曰普視悉見，則", "242": "文殊師利勅三摩陀阿樓者陀，令嚴治其處", "243": "可容來者。其菩薩受教，應時四面而視占，", "244": "則時悉以辦。於眾會中復有菩薩，名曰法來，", "245": "則得勅令而具床座。應時受教，撣指頃有二", "246": "萬三千床座，其綩綖若干種色，名珠好繡", "247": "綺異色物悉布在上。文殊師利及諸菩薩聲", "248": "聞，一切皆悉就坐。阿闍世王前白文殊師", "249": "利：「所作供具甚少，願忍須臾，今更欲辦其具。」", "25": "斷菩薩善根本。所以者何？以精進而養成其", "250": "則答言：「所作已可自足，勿復勞意。」天王惟沙", "251": "門與家室僕從悉來而謁，皆恭事左右。釋提", "252": "桓因自與大夫人名曰首耶，及與天女，皆持", "253": "名香供養，散文殊師利及諸菩薩比丘僧上。", "254": "其諸菩薩亦不以天女、亦不以伎樂、亦不以", "255": "華香有所轉動。梵天而自化作年少婆羅門，", "256": "甚姝端正，持扇住文殊師利之右，侍而扇之。", "257": "諸梵天子悉復供侍諸菩薩比丘僧，住於之", "258": "右，持扇而事。阿耨達龍王，其在眾會虛空之", "259": "上而無見者，持把貫珠垂若幡，從其貫珠", "26": "根故。所施與不以為厭足，用薩芸若故。以", "260": "其水流下，水有八味，若欲所作當悉取是", "261": "水。文殊師利及諸菩薩比丘僧，人人前有垂", "262": "珠，水從中出，悉給所當得。阿闍世王復念：", "263": "「諸來會者而不持鉢，今當以何器而食之？」文", "264": "殊師利知王之所念，則言：「菩薩者不齎鉢行，", "265": "而所食處念鉢，便從其剎土鉢自而來在其", "266": "手中。」阿闍世復問文殊師利：「是諸菩薩悉從", "267": "何剎土而來到是？其佛號字？」文殊師利則言：", "268": "「其剎土名沙陀惟瞿吒，其佛號字惟首陀尸", "269": "利，從彼間而來到是，食於仁。所以者何？故來", "27": "戒不以為厭足。所以者何？恭敬一切人故。忍", "270": "欲聞法，聽仁之所狐疑。」諸菩薩念鉢，應時鉢", "271": "而飛來，行伍而到阿耨達，皆自淨洒盛滿其", "272": "水。諸龍婇女皆擎持二萬三千鉢而來，授與", "273": "瞿吒剎土菩薩，人人著其手中。阿闍世住侍", "274": "文殊師利，文殊師利則謂阿闍世：「可分布飯", "275": "食。」應時受教分布而遍，其食不減如故。阿闍", "276": "世復白：「其食悉遍，無所缺減則復如故。」文殊", "277": "師利言：「今為盡不？」則答言：「不盡。」「所以未盡者，", "278": "以若疑故。」諸菩薩飯已，持鉢跳擲虛空，行列", "279": "而住，亦不墮地、亦不轉搖。阿闍世復問：「是", "28": "辱不以為厭足，便逮得佛身故。以精進不", "280": "鉢云何住？而依何等？」文殊師利答言：「是鉢所", "281": "住，如若狐疑所住。」阿闍世復言：「是鉢亦無所", "282": "住處，亦不在地、亦不所依、亦無有處所。」文殊", "283": "師利則言：「如若狐疑亦無所住，諸法亦復如", "284": "鉢，無所住、無所墮。」飯事既訖，阿闍世則取一", "285": "机坐文殊師利前，自白言：「願解我狐疑。」文殊", "286": "師利則言：「若恒邊沙等佛不能為若說是狐", "287": "疑。」阿闍世應時驚怖，從机而墮，若大樹躄地。", "288": "摩訶迦葉謂阿闍世：「勿恐，無懼。所以者何？文", "289": "殊師利入漚和拘舍羅甚深，以是故說是。徐", "29": "以厭足，合會諸功德故。以禪不以為厭足，無", "290": "可而問。」阿闍世則問言：「屬所說何所恒邊沙", "291": "等佛不能說我之所狐疑？」文殊師利言：「仁者", "292": "謂已從心因緣而可見佛。」王即答言：「不用心，", "293": "心生故。」「為可見佛？」王言：「不。」「用有心故，為可見", "294": "佛？」王言：「不。」「生死與脫是二事，持是作佛？」王言：", "295": "「不。」「而有法言從蒙是法？」王言：「不。」「其作如是法", "296": "者，能可為決說？」王言：「不。」「以是故吾說，若之狐", "297": "疑恒邊沙等佛而不能說。所以者何？若人言", "298": "我能以塵污於虛空，乃能為不？」王言：「不。」「若有", "299": "人言我能却虛空之垢。能却不？」王言：「不能。」文", "3": "殊師利俱行。」即時如其數菩薩，與文殊師利", "30": "所悕望故。以慧無厭足。所以者何？無所不", "300": "殊師利言：「佛知諸法一切悉若虛空。所以者", "301": "何？脫於本故，亦不見諸法有本若有脫者。以", "302": "故我言，若王之狐疑非恒邊沙等佛之所能", "303": "說。」文殊師利復言：「怛薩阿竭者，不得內外心，", "304": "何所當作狐疑？所以者何？一切諸法本悉脫。", "305": "何以故復有狐疑？」文殊師利復言：「其脫本者", "306": "已不復著空，本無所有諸法故曰脫，亦不自", "307": "然、不有所成、無所可見。諸法有所有無所", "308": "有，諸法無所見故無所可見，諸法謂默然，", "309": "是謂想不可知。諸法無想，已過自然，故以過", "31": "念故。以法為奉祿，而自依為得活，一切無所", "310": "度。諸法者，謂生死斷故。諸法無處所，謂無有", "311": "願故。諸法無有願，謂無有生死故。等諸法無", "312": "所著，謂清淨故。諸法悉清淨，謂本中外悉", "313": "淨。諸法無有雙者，謂無有侶。諸法無有侶，", "314": "謂一心故。諸法一心，謂脫故。諸法無有極，謂", "315": "無所斷故。諸法無有邊幅，謂無有度故。諸法", "316": "不可見其度者，謂所作異故。諸法謂所作異", "317": "者求慧，謂不能得安。諸法無常，謂無二心", "318": "故。諸法悉安，謂過淨故。諸法悉決，謂無所求", "319": "故。無自然法，謂不可得身故。諸法無狐疑，謂", "32": "豫。其如是者，是故為陀隣尼。陀隣尼者，悉總", "320": "內寂故。奇哉諸法，謂無諦故。諸法寂者，謂", "321": "坦然故。諸法無吾，謂無是我所。諸法無餘，", "322": "謂脫故。諸法無所轉會上，謂無有念故。諸法", "323": "盡信，無所著斷故。諸法一味，謂脫故。諸法安", "324": "隱，謂無有想故。諸法無有想，謂無所壞", "325": "故。諸法悉空，度諸求故。諸法無有願，謂三界", "326": "故。諸法以斷三界，謂不著過去當來今現在。", "327": "一切諸法若泥洹，謂以生未生者。」文殊師利", "328": "謂阿闍世：「無所生。無所生者，乃可令淨？」王言：", "329": "「不。」文殊師利言：「佛知諸法如泥洹，故不可脫", "33": "持諸法故。云何持？空、無想、無願、無欲、無所著、", "330": "其所狐疑。所以者何？當直住視諸法。視諸法", "331": "已，亦無所取無所捨，亦不於諸法有所止處，", "332": "已無所止諸法是故安，已安者便無有疑，已", "333": "無有疑便無所有作，無所有作者謂無有主，", "334": "於是中當作是忍。何以故？不自念我用諸法", "335": "故，忍諸法不可作，謂可為是不可為。諸法無", "336": "有作，無有作無所作是故泥洹。其信是者以", "337": "為等脫，亦無所增亦無所減。諸法本無故無", "338": "有作，而能作者悉本無，其本無者亦非是亦", "339": "不非是，故本無無有異。已信無有異者，諸狐", "34": "無所見故。以是持，無所生無所造。為作是持", "340": "疑已索盡。其眼者亦無垢亦無淨，眼之自然", "341": "是故本無，本無自然故曰眼。耳、鼻、舌、身、意，", "342": "亦無有垢亦無有淨，其意者自然是故本無，", "343": "本無自然故曰意。色亦本無，本無自然色。痛", "344": "痒、思想、生死、識，亦無有垢亦無有淨，識者自", "345": "然本無，本無自然故曰識。諸法一切無有垢", "346": "無有淨，諸法自然本無，本無自然故曰諸法。", "347": "其心亦不可見，色亦不可得持。何以故？譬", "348": "若幻，不可言用內故，亦不可言用外故。所以", "349": "者何？本淨故，以是無有垢。其心本者，亦不以", "35": "法，亦不來亦不去，亦不住亦不亂，亦不趣亦", "350": "受、亦不以增、亦不以煩、亦不以憂、亦不以", "351": "愁。聞是法者無所疑，本異而念異故而有垢，", "352": "當知本異而念異，其無是者不可以令有。王", "353": "不當念有是。譬若人言我能令空有垢，以烟", "354": "若塵，作是而可令空有垢不？」王言：「不。」文殊師", "355": "利言：「其心本以清淨者，婬怒癡無來何復言。", "356": "譬若空現於五事：一者灰、二者塵、三者烟、四", "357": "者霧、五者雲，盡索可見，不可言為坐作垢。如", "358": "人言是我所作非我所作，便有婬怒癡。於心", "359": "本而不作垢亦不作狐疑。所以者何？心本有", "36": "不壞，亦無所持亦無所掌。於脫不想脫，亦無", "360": "所作，亦不能防後心；後心有所作，不尋於", "361": "前心；今現在心亦無處所。其智者已曉是所", "362": "作，而不有悕望，無所悕望是故清淨相。一", "363": "切諸法無有垢、無所不明、無所生、無有處所。", "364": "無有處所是佛生地，生地者謂為諸法，諸法", "365": "者是故生地，故不可說。其智慧者，諸法無有", "366": "脫，以法為脫諸疑，以無所有無有法度者，故", "367": "狐疑屬法身，故曰法身無所不入諸法，亦不", "368": "見法身有所入。何以故？諸法是法身。如諸法", "369": "等，故法身亦等，故曰法身所入。」說是時，阿闍", "37": "所住亦不當住，亦無吾亦無我，亦無壽亦無", "370": "世王得所喜信忍，則歡喜踊躍，則言：「善哉", "371": "善哉！解我狐疑。」文殊師利則答：「是為大狐疑。", "372": "向所說法者無有本，何從得狐疑？當從何", "373": "所聞狐疑？」阿闍世王則言：「蒙大恩而得小差。", "374": "今我命盡者，不憂不至泥洹。」文殊師利言：「如", "375": "王之所悕望者，是無有本。所以者何？諸法", "376": "本泥洹，故無所生。」阿闍世王則從座起，取名", "377": "好奇疊，其價直億百千，持遶文殊師利身。", "378": "應時文殊師利身不現，其疊仍在處於虛", "379": "空，但聞其聲不見其形，則聞其音說：「如見", "38": "人，亦無所執亦無放，亦不誠亦不虛，亦無所", "380": "文殊師利身，王自見狐疑。不以見狐疑者為", "381": "以見諸法，如所見是為？」復從空中聞其聲，謂：", "382": "「王有所見，便以疊而與之。」次文殊師利坐處", "383": "有菩薩，名得上願。阿闍世復欲持是疊而奉", "384": "上之。其菩薩言：「其求脫泥洹者，我不從是", "385": "有所受，亦不受凡人有所有。何以故？凡人者", "386": "謂有俗間事故而不受。亦不從求羅漢辟支", "387": "佛有所受，亦不從怛薩阿竭法有所受，其有", "388": "不近是法、不離是法，而我受是物。其與者亦", "389": "無二心，其受者亦無二心，故曰所受過於脫。」", "39": "聞亦無所見，亦如虛空無所稱舉，亦無所觸", "390": "王則欲以衣著菩薩上，忽然不現不知處，但", "391": "聞其音不現形，說言：「其所現身，以衣與之。」而", "392": "是菩薩坐次復有菩薩，名曰見諸幻。阿闍世", "393": "王復以是衣而奉上之。其菩薩言：「若有計他", "394": "人有我者，我不受是物，亦不從有所沾污、", "395": "亦不從以得脫從是而受物。亦不從定意者、", "396": "亦不從亂意者而受是物。亦不從智慧者、亦", "397": "不從無智慧者而受是物。」阿闍世便以衣擲", "398": "床上，其菩薩即不現，復聞其音不見其形，說", "399": "言：「其有現者，以衣與之。」而是菩薩坐處有菩", "4": "俱行，忽以在沙阿剎土其處而坐。其處者", "40": "亦無所覺，持一切諸法，故曰陀隣尼。復有陀", "400": "薩，名曰不見幻至泥洹。阿闍世以手擎衣而", "401": "往趣之：「上坐已去，仁者可受。」其菩薩言：「若有", "402": "自著他人者，我不受是物。其不著五陰四大", "403": "六衰，亦不著佛、亦不著法、亦不著僧。何以", "404": "故？諸法無所著故。」王阿闍世便持衣欲著菩", "405": "薩上，應時而不現，但聞其音而不現形，說言：", "406": "「其有現者，以衣與之。」而是坐次有菩薩，名曰", "407": "私呵末。阿闍世則以衣奉上。其菩薩言：「其無", "408": "瞻者，我不受物。今汝發菩薩意，持心如菩薩，", "409": "其心等諸法，亦等於諸佛法，亦無所取無所", "41": "隣尼者，持諸法如幻，譬若如夢若野馬、譬若", "410": "捨，於諸法亦無疑亦無有疑，亦不念諸法有", "411": "我，不念諸法有所脫，有是意者乃受是物。」王", "412": "阿闍世則而以衣著菩薩上，應時不現形但", "413": "聞音，說言：「其有現者，以衣與之。」而是菩薩", "414": "坐次有菩薩，名三昧拘遬摩。阿闍世持衣欲", "415": "奉上。其菩薩言：「若有如是三昧無所疑，乃受", "416": "其物。本三昧悉知諸法無所脫，我乃受是物。」", "417": "王阿闍世便持衣著其上，應時不現，但聞其", "418": "音言：「其有現者，以衣與之。」而是坐次有菩薩，", "419": "名量精進，言：「一切諸音字聲而不可得，其", "42": "水中聚沫如水泡、譬若化，悉持諸法，故曰陀", "420": "作是者我乃受是物。」王阿闍世復以衣起著", "421": "其上，則時不現形，但聞其音言：「其有現者，以", "422": "衣與之。」而是坐次有菩薩，名離所作垢。阿闍", "423": "世欲以衣上之。是菩薩言：「其不自念我身與", "424": "之，亦不念有人從我取，亦不念當有利，其無", "425": "是者我乃受是物。」王復以衣著其上，應時不", "426": "現其形，但聞其音言：「其有現者，以衣與之。」而", "427": "是坐次有菩薩，名曇摩惟懼和那羅耶。阿闍", "428": "世復以衣奉上之。其菩薩言：「若於聲聞示現", "429": "而不般泥洹，於辟支佛示現而不般泥洹，亦", "43": "隣尼。復有陀隣尼，以無常持諸法，若所見無", "430": "不住於生死、亦不至泥洹，我乃受其物。」王阿", "431": "闍世便以衣著其上。忽然而不現，但聞其音", "432": "言：「其有現者，以衣與之。」如是一一以衣與之，應", "433": "時不見，其床机座處悉亦不現，復聞其音", "434": "言：「其所現者，以衣與之。」阿闍世語摩訶迦葉：", "435": "「我從佛聞仁特尊，今以衣奉上，唯當受之。」摩", "436": "訶迦葉而不肯受。「所以者何？我婬怒癡未盡", "437": "索故不可受。亦不離無黠，亦不離惡亦不離", "438": "苦知，亦不習亦不盡，亦不導亦不以盡為證，", "439": "亦不有道念，亦不見怛薩阿竭，亦不聞法亦", "44": "我而寂，諸法根本悉脫其中，於法無所諍，", "440": "不屬比丘僧，亦不慧生亦不眼淨，亦不以識", "441": "有所住而作。其與我物者，其德不能大，亦不", "442": "能得尊脫。」摩訶迦葉言：「如仁作意如我者，我", "443": "乃受之。」王阿闍世便以衣著其上。應時而不", "444": "見，但聞其音言：「其有現者，以衣與之。」便復以", "445": "衣次第與諸比丘，一一不見。盡索五百人，悉", "446": "亦不現，但聞其音言：「其有現者，以衣與之。」王", "447": "阿闍世熟自思念：「諸菩薩比丘僧悉亡，當以", "448": "衣與誰？」還自與中宮極夫人，又其夫人亦不", "449": "現。應時阿闍世王便以得三昧，不見諸色，", "45": "亦不墮亦無期，以是持一切諸法，故曰陀隣", "450": "亦不見母人、亦不見男子、亦不見男兒、亦不", "451": "見女兒、亦不見垣牆、亦不見樹木、亦不見室", "452": "宅、亦不見城郭。尚有餘念，謂有我身，諸色識", "453": "悉止。復聞其音：「如一切有所見，當自見其狐", "454": "疑。如所見狐疑，見一切諸法亦復如是。所見", "455": "當作是視無所視，當作是視無所視法，是為", "456": "視法。其有所見者，便以與之。」王了無所復", "457": "見，便取其衣還欲自著，亦復不見其身，心意", "458": "識諸所想已無，是名曰脫於想、脫於狐疑。則", "459": "從三昧還，見眾菩薩比丘僧、諸官屬所有一", "46": "尼。譬若如地無所不持，不以為懃劇。菩薩以", "460": "切如故。阿闍世復白文殊師利：「屬諸眾會所", "461": "而我不見。」文殊師利言：「如仁之狐疑處，屬眾", "462": "會在彼聞。」文殊師利復言：「乃見眾會不？」阿", "463": "闍世則言：「見。」「云何見？」「如我所見狐疑，見眾", "464": "會如是。」文殊師利復問：「乃見眾會不？」阿闍世", "465": "則言：「見。」「云何？」「如我所見狐疑，見眾會如是。」文", "466": "殊師利復問：「云何見狐疑？」「如我屬不見眾會", "467": "者，是狐疑於內外亦無所見。」文殊師利言：「乃", "468": "聞佛所言，其作逆惡當入大泥犁不？」王言：「聞。」", "469": "文殊師利復謂：「王汝自知當入泥犁不？」阿闍", "47": "逮得陀隣尼者，為一切作本，阿僧祇劫諸所", "470": "世復問：「其佛得佛時，乃有法上天入泥犁者", "471": "不？乃有安隱當至泥洹者不？」文殊師利則言：", "472": "「無。」王言：「我知諸法悉空故。所以者何？泥犁亦", "473": "復已空，上天安亦空。諸法無所可壞敗，是故", "474": "入法身。法身者，亦無天上、亦無人間、亦無泥", "475": "犁禽獸薜荔。其逆者亦不離法身，其所作逆", "476": "者身悉法身之所，又諸逆之本悉諸法之本。", "477": "已去當來無去來者，諸法亦無去來。已知是", "478": "者，亦不入泥犁、亦不上天、亦不泥洹。」文殊", "479": "師利復問：「佛說有逆。如何今說無有？」王則答", "48": "作功德悉能合會發薩芸若，心無所不持，亦", "480": "言：「我不違佛所語。」「云何？」王言：「無我是佛之說。", "481": "諦其以無我，是則無人，亦不作罪者，亦無受", "482": "罪者。」文殊師利復問：「王已脫於狐疑不？」則答", "483": "言：「從本已脫，以來亦脫。」文殊師利言：「其疑以", "484": "盡未？」王言：「已從久遠盡。」文殊師利復問：「云", "485": "何眾會而知王有逆無逆脫是中？」王言：「以尊", "486": "法持我故知無逆。譬若菩薩已得忍辱，悉持", "487": "諸惡，菩薩若惠好願。」那羇頭梁耶謂阿闍", "488": "世：「諸逆以淨，以得是忍？」王言：「一切諸法悉", "489": "淨，無所沾污故。是法亦不可污。所以者何？", "49": "不放亦不以為煩。所以者何？若地為一切之", "490": "其道無有瑕穢故。以入大逆道者，不去生死、", "491": "不見泥洹。所以者何？其道無已可往者而可", "492": "近者。」說是語時，阿闍世王便得疾信忍。則時", "493": "三十二人，於文殊師利前皆發阿耨多羅三", "494": "耶三菩心，五百臣下悉得須陀洹道。其羅閱", "495": "國民塞滿宮門，欲見文殊師利說法。文殊師", "496": "利則時以足大指指地，宮壁及地悉為琉璃，", "497": "一切在外皆見宮中諸菩薩比丘僧，若人照", "498": "境自見其形，爾時所視悉亦了了，皆聽文殊", "499": "師利所說法，八萬四千人悉得須陀洹道，復", "5": "謂室中，所以能容者，是菩薩威神故。悉共坐", "50": "所載仰。菩薩以逮得陀隣尼者，饒益於一切，", "500": "有五百人悉發阿耨多羅三耶三菩心。文殊", "501": "師利為王及宮中臣下諸人說法已，各令安", "502": "隱，便從坐起，與諸菩薩比丘僧俱而出宮門。", "503": "王阿闍世及宮中官屬，俱而送之。出於城門", "504": "之外，見樹下有人，而大呼我自殺其母。是人", "505": "當得脫者，文殊師利化作一人，與父母俱行。", "506": "父母言：「是故正道，可從是行。」其子言：「非是", "507": "正道。」如是至再三，與父母共諍，便起意還殺", "508": "父母。前呼殺母者見是人而殺父母，便於", "509": "邊舉聲而與，其化人殺父母者便自陳說：「我", "51": "若樹木萬物因地而生。菩薩以逮得陀隣尼", "510": "所作為，非法所載，怨殺父母。」其一人則念：「我", "511": "獨殺母耳。是人殺父母，其罪甚重。如子所受，", "512": "我尚輕微。」化人則語一人：「我不如往到佛", "513": "所。佛者無所歸者而受其歸，而無護者而為", "514": "作護。如佛所語，我當承教不敢違失。」其教", "515": "化人便向道，其一人即隨其後：「如是人所受", "516": "法，我亦如是。雖爾，我尚嗟之。」俱共啼哭而", "517": "行。已到佛所，前作禮而住，便自白：「我作非法", "518": "而妄殺父母。」佛言：「善哉善哉！如子之所言至", "519": "誠無異。所以者何？不覆藏作罪故，乃至怛", "52": "者，悉生諸功德法。譬若如地，亦不動亦不搖，", "520": "薩阿竭前所說事如。」佛則言：「勿恐莫懅，隨", "521": "我所言。」其化人言：「如佛所教，惟哀加護。」佛", "522": "言：「還自觀心之法，視持過去當來今現在心，", "523": "持何等心而殺父母？」佛則復言：「已過去心已", "524": "滅已盡，亦不可見處、亦不可見所在。當來心", "525": "不可說。所以者何？未生未有故、無有故，無", "526": "有想無有念。今現在心亦無所住止，若心起", "527": "意則滅，亦不合聚，亦不可知去至何所、從何", "528": "所來，亦不可知青、亦不知赤白黃黑。心者不", "529": "可見，亦無有形、亦復不可得持、亦無有伴，", "53": "亦無所適亦無所憎。譬若如地，受一切雨亦無", "530": "譬如幻。於身亦不可見在內，亦不見在外，亦", "531": "不見中間。」佛言：「心者亦不可從愛可見，亦不", "532": "可從瞋怒可見。若臥出於夢可見其心，若作", "533": "若無所作，心亦無所與無所得。心者本淨故，", "534": "亦無有沾污，亦無有而淨者。」佛復言：「其心亦", "535": "非是間，亦非彼間，譬若如幻不可得持。所以", "536": "者何？無伴侶故。其知如是者，不作是想，亦不", "537": "念有我無我，亦不念有所見，亦不念有所住，", "538": "諸法寂寞而有作者。其信是者，不復受惡道。", "539": "所以者何？無所沾污故。其心法者亦無所", "54": "厭極。菩薩以逮得陀隣尼者，一切諸佛菩薩", "540": "生，亦無所著。」其化人則言：「善哉善哉！如怛薩", "541": "阿竭以法身而自成佛，今知如佛所說。以", "542": "信不疑，無作者無受罪者，無生者無所滅", "543": "者。如諸法，願樂得為沙門。」佛言：「如子之願。」", "544": "應時其化人便如沙門，即白佛：「我所犯罪殺", "545": "父母，已脫而得阿羅漢，今欲般泥洹。」佛言：", "546": "「從意如所欲。」是化比丘飛去地二十丈，在於", "547": "虛空便般泥洹，從身火出還自燒身。其殺母", "548": "者見是人已般泥洹，具足聞怛薩阿竭所語，", "549": "則自念言：「其人所作甚逆，今作沙門而得度", "55": "聲聞辟支佛所問法亦無厭足，為一切說法", "550": "脫般泥洹。我罪尚可行，何為不自歸佛，亦可", "551": "到是。」便前為佛作禮自白：「我所作非法，自殺", "552": "我母。今以身自歸。」佛言：「善哉善哉！所語至誠", "553": "無有異，所說如言。見怛薩阿竭，說所作罪而", "554": "不覆藏。且觀心法，念以過去以當來今現在", "555": "心，何所心殺其母者？過去心以滅盡，亦不外", "556": "亦不內，亦無處所。當來心不可說，亦未生亦", "557": "未有，亦無有想亦爾有所想。今現在心亦無", "558": "所住止，心有所生則破壞，亦無所聚，亦不見", "559": "有所至處，亦不可見有所從來處。其心者亦", "56": "亦無厭極。譬若如地，含果諸種皆得時出。菩", "560": "不青赤黃白黑，其心者無有形不可見，不可", "561": "得持，亦不可聽聞。所以者何？無有聲故。亦不", "562": "可得獲，亦無有伴，譬若幻。亦不於外見身，於", "563": "內亦無所得，於中間無有處。其心者亦無沾", "564": "污，亦無有惡，亦無有疑。其心無所作，亦不", "565": "有所作，亦無所與，亦無所得。心者本淨故，亦", "566": "無沾污，亦復無淨。其心亦不在是是不是。其", "567": "心若空，亦不可得獲，亦無有伴。其智者不念", "568": "是想，亦不作縛，亦不作淨，不作有所見，亦", "569": "不作處，亦不有所止處，亦不有而著。心脫", "57": "薩以逮得陀隣尼者，悉含果諸功德法種，亦", "570": "者是故無所礙，亦不生惡處。何以故？其心法", "571": "亦無所著，亦無所至湊，亦不在生死之所止。」", "572": "其殺母者，應時身諸毛孔一一孔，泥犁之火", "573": "從其孔出，痛不可言，則自陳說：「今自歸怛薩", "574": "阿竭。惟哀加護，令得安隱。」佛則時以金手", "575": "著其人頭上，應時火滅苦痛則除。便前長跪", "576": "願欲作沙門。佛言：「如所欲。」則時以為沙門。怛", "577": "薩阿竭以四諦法而說之，應時得法眼，深入", "578": "其事則得阿羅漢，便白佛言：「今我欲般泥洹。」", "579": "佛言：「如所欲。」飛在虛空，去地百四十丈，便於", "58": "不失時，輒如時具足諸法，乃坐佛樹不離薩", "580": "是上其身火出還自燒身。諸天億百千人，悉", "581": "飛而來供養。舍利弗白佛：「怛薩阿竭實尊。所", "582": "以者何？而作惡令得解脫。誰而解者？獨佛、若", "583": "文殊師利及諸菩薩，深入僧那僧涅者而知", "584": "是事，非羅漢、辟支佛之所而堪知其中事。若", "585": "一切人之所行、悉不而及逮。」佛語舍利弗：", "586": "「其怛薩阿竭土者，是菩薩之所忍，非羅漢", "587": "辟支佛地，及非一切人之所行。所以者何？若", "588": "有一人所作異，而當得異如是。若曹見作罪", "589": "者，知當入泥犁，我而令不入泥犁可至泥洹。", "59": "芸若。菩薩以得陀隣尼者，勇猛如將，兵中", "590": "如若曹所知，當有般泥洹者，我知當入泥犁。", "591": "何以故？若曹而不及知一切人之所行。」佛語", "592": "舍利弗：「若見其殺母人而般泥洹者不？」則答", "593": "言：「見。」佛言：「是人以供養五百佛盡索，從一", "594": "一佛聞心法本淨。何以故？今復聞是法而", "595": "般泥洹。其有知深法入其微妙，歡喜踊躍其", "596": "心無懼。若為惡師所誤，若其心不足者，而", "597": "所犯罪會當解脫。其以信心法本淨，是人不", "598": "墮惡道。所以者何？無所礙故。」文殊師利即", "599": "與諸菩薩、摩訶迦葉、比丘僧、王阿闍世及群", "6": "已，文殊師利說其法，其法名曰陀隣尼。文殊", "60": "之率無所不伏。菩薩以逮得陀隣尼者，坐於", "600": "臣官屬來到佛所。舍利弗問阿闍世：「今以聞", "601": "狐疑解不？」則答言：「以聞知。云何聞？其說", "602": "法時無所得亦無所不得，亦無所持亦無所", "603": "捨，聞是時從今以去無有沾污。」時舍利弗問", "604": "佛：「阿闍世餘罪有幾所？」佛言：「所聞法譬若一", "605": "芥子能盡須彌山之罪。」舍利弗問佛：「王阿闍", "606": "世當入泥犁不？」「譬若忉利天子，被服名眾好", "607": "寶來下，到是則還處所。阿闍世者亦以衣服", "608": "珍寶莊嚴，譬若是天子從上來下，雖入泥犁，", "609": "泥犁名賓頭，入中無有苦痛則為苦，天子上", "61": "佛樹降伏眾魔，故曰陀隣尼。復有陀隣尼，於", "610": "歸本處。」舍利弗白佛：「甚善！阿闍世所作罪而", "611": "得微輕。」佛謂舍利弗：「汝乃知是王不？」則言：「不", "612": "知。」「是阿闍世王以供養七十三億佛，各從諸", "613": "佛常聞深法，其心不離阿耨多羅三耶三菩", "614": "心。」佛復問舍利弗：「乃見文殊師利不？」則言：", "615": "「見。」「是本發阿闍世而令為阿耨多羅三耶三", "616": "菩心。爾時久遠過去時，有佛號字安隱覺，", "617": "劫名無塵垢。用是劫中而有三億億人，皆文", "618": "殊師利之所勸而轉法輪。」佛語舍利弗：「譬若", "619": "如恒邊沙等佛為阿闍世說法，而不解其狐", "62": "諸法無所持。何以故？於有常無常故，亦無樂", "620": "疑。所以者何？是文殊師利之所發意故，當從", "621": "是解，世世常從文殊師利聞甚深法。」佛言：「菩", "622": "薩本有所造作，其人必當因本所發意而得", "623": "解。今阿闍世雖入泥犁，還上生天上，方去是", "624": "五百四十五剎土，號字名惟位惟位漢言為嚴", "625": "淨，其佛號字羅陀那羇頭漢言寶好，亦於彼當與文", "626": "殊師利相得，從其剎欲會聞所說法，則當得", "627": "無所從生法忍。彌勒於是作佛，阿闍世從彼", "628": "剎來生是間，爾時當名阿伽佉鈚菩薩。彌勒", "629": "佛從是因緣，以法教諸菩薩，所說法亦不過", "63": "亦無苦，有身無有身，無有人無有常，一切諸", "630": "亦不短適平等。爾時當說阿伽佉鈚者，以過", "631": "去釋迦文佛時有王名阿闍世，用惡人言而", "632": "殺其父。從文殊師利聞諸法，聞已則歡喜信", "633": "忍，所作罪應時盡索。彌勒佛說是時，八千菩", "634": "薩悉得無所從生法忍。却後八阿僧祇劫，阿", "635": "伽佉鈚當行菩薩道，而教化人亦當淨剎土。", "636": "其有人從其聞法者，若作聲聞、若作辟支佛、若", "637": "菩薩法者皆當無瑕穢，一切無所礙，諸人悉", "638": "當明於智慧無所狐疑。其王阿闍世過如所說", "639": "八阿僧祇劫以後當得為佛，其劫當名唾曰", "64": "法無所持。所以者何？無有二心故。譬若如地", "640": "鈚陀遍漢言者歡喜見，其剎土名阿迦曇漢言者為藥王，其", "641": "病者莫不愈，其怛薩阿竭當號字惟首陀惟", "642": "沙耶漢言者淨其所部。爾時壽四小劫，當有七十萬聲", "643": "聞悉已從惠得解，皆當知八惟務禪。爾時當", "644": "有十二億菩薩，一切皆入諸慧曉了漚惒拘", "645": "舍。佛般泥洹以後，其法住乃至億萬歲已後", "646": "乃盡。其剎土一切人至死無狐疑者，壽終已", "647": "後不生八惡處。所以者何？用從佛聞深法故，", "648": "諸垢濁不復著。」佛語舍利弗：「人而不可輕。所", "649": "以者何？而從輕得其罪。」佛言：「我知人而所作，", "65": "不持空，陀隣尼一切諸法無所持。譬若空不", "650": "而餘無知者。而所趣向，其佛者乃知之。」舍", "651": "利弗從其眾會言：「是事微妙，快乃知是。」則言：", "652": "「從今已去不敢復說是者罪人、是者福人。所", "653": "以者何？一切人之所行不可議故。」如佛屬所", "654": "說阿闍世而得決，爾時萬二千天子皆發阿", "655": "耨多羅三耶三菩心，各各同願：「惟首陀淨所", "656": "部惟沙耶作佛時我生其剎土，佛悉與決。其", "657": "作佛時，而當往生後剎土。」王阿闍世有子年", "658": "八歲，名曰栴檀師利，應時取身上珍寶解散", "659": "佛上，則言：「以是發阿耨多羅三耶三菩心。若", "66": "持有所有，陀隣尼者於諸法亦無所持。譬若", "660": "惟首陀惟沙耶而作佛時，我願為遮迦越羅。", "661": "其佛般泥洹以後，我願承其後作佛。」所散寶", "662": "物悉化作七寶交露縱廣正等，中有床坐具", "663": "足若干之寶，其綩綖幨亦復如是。佛坐其床", "664": "上，應時佛笑，無央數色光明而從口出遍於", "665": "十方，還遶身三匝從頂上而入。阿難從坐起", "666": "白佛：「怛薩阿竭不妄笑，當有意。」阿難嘆佛：「其", "667": "智慧甚尊，無所罣礙，悉知一切人心之所行，", "668": "隨其所欲教照令各得所，天上天下而獨特", "669": "尊。所因緣笑故，唯願欲聞。若十方一切人悉", "67": "水不持諸垢濁，陀隣尼者於諸法亦無所持。", "670": "在前住，一一人問億百千那術事，悉則發遣", "671": "而無留難。屬之所笑唯聞其說。已過去當來", "672": "今現在，佛悉而具足，無所罣礙，屬之所笑", "673": "惟決其疑。其光明悉逾於日月、過於釋梵，", "674": "壞諸遮迦和山，令一切悉見其光明。見其光", "675": "明者，人則無所復著。所以者何？佛以無瑕穢", "676": "故。屬之所笑，惟願發遣。」", "677": "佛告阿難：「是栴檀師利者已供養我，而發阿", "678": "耨多羅三耶三菩心。稍稍而至惟首陀惟沙", "679": "耶作佛時，而生彼剎，當作遮迦越羅。舉家室", "68": "譬若有所至無處所故，陀隣尼無所持故。陀", "680": "僕從當供養其佛比丘僧，至竟無有已。其佛", "681": "般泥洹已，是兒當習其後，便於遮迦越羅壽", "682": "盡，當至兜術天上。從上竟壽而下，當生彼佛", "683": "剎而自成佛，號字栴檀羈尊，所有一切如前", "684": "佛無異，其壽適等，諸聲聞菩薩亦復適等。其", "685": "從阿闍世所諸餘菩薩悉皆言：『若文殊師利在", "686": "所方面，亦復如佛無有空時。所以者何？有所", "687": "作為與佛無異。其有菩薩為文殊師利所教", "688": "者，無所復異。何以故？無復生於惡處者，不", "689": "畏眾魔亦不畏罪，不有所沾污。若城郭郡", "69": "隣尼者，不可盡無有盡，不可度故無所不", "690": "國縣邑丘聚，若有學其法者，若有持是經諷", "691": "誦讀者、若書者，見是輩人，當如見佛無有異。", "692": "在所方面而聞法，則當念則是佛處。』佛謂諸", "693": "菩薩：『審如若之所言。所以者何？已過去無央", "694": "數阿僧祇劫，有佛號字提惒竭，則與我決，當", "695": "為阿耨多羅三耶三菩心而成為佛。我以髮", "696": "布地，令怛薩阿竭而蹈之。正於是處而得決", "697": "言：「汝過阿僧祇劫後而當為佛，號字釋迦文。」", "698": "時提惒竭佛謂諸比丘僧：「是所受決處，不當", "699": "以足蹈其地。所以者何？是則極尊神處，諸天", "7": "師利謂諸菩薩：「乃知何所法名陀隣尼者？而", "70": "入，無所不入故是為空界。陀隣尼與空等。」", "700": "人民一切當共事是處。誰有於是而起塔者？」", "701": "應時八十億天皆念言：「我而起之。」有迦羅越", "702": "名颰陀調，則白言：「我欲於是起塔。」則時便作", "703": "七寶塔，嚴莊甚好。事已訖竟，至提惒竭所", "704": "白言：「所作塔以成。聞怛薩阿竭其福如何？」", "705": "提惒竭言：「若菩薩在所處得法忍，圓如車輪", "706": "而起作塔，下行盡地際，諸天鬼神一切當已", "707": "其土供養，當如舍利無異。如是菩薩所授決", "708": "得法忍處，圓如車輪，滿中七寶，上至三十三", "709": "天持施與佛。有作是塔者，其福出是上。」其佛", "71": "說陀隣尼時，五百菩薩悉得陀隣尼法。", "710": "言：「如我授摩納決，而後當作釋迦文佛。汝作", "711": "是塔，因是功德，當從釋迦文佛授決，却後", "712": "阿僧祇劫亦當成佛。」』」佛語眾會者：「乃知時迦", "713": "羅越颰陀調不？」諸會者不及。佛即言：「今在會", "714": "中迦羅越子，名曰作羅一耶闍是。」應時怛薩", "715": "阿竭而與決言：「汝當作佛，號字須陀扇漢言者名", "716": "曰決見。」佛復言：「若比丘、比丘尼、優婆塞、優婆夷", "717": "而書是經、若諷誦讀、為一切人說解，其法處", "718": "圓如車輪，塵等下盡地際、上至三十三天，其", "719": "智者取中一塵而供養之。所以者何？菩薩從", "72": "文殊師利於二夜說菩薩藏：「諸法莫不從是，", "720": "是法而得忍故。」佛言：「若男子女人，以七寶滿", "721": "三千大千佛剎土，日三反持是施與，但專念", "722": "是。其所復作，如是百劫千劫、若復至百千劫。", "723": "其有諷誦讀阿闍世品者，若恭若事、若諷誦、", "724": "為一切說，而解其中慧，其心信向無有異，", "725": "是福出彼所作施與功德上。若男子女人，於", "726": "百劫而持淨戒，卒聞是法信樂喜之，其福出", "727": "彼淨戒功德上。雖為人所撾捶罵詈百劫亦", "728": "不起意，是為忍辱。其聞是法信向，於中作忍，", "729": "出彼忍辱上。於百劫而精進，恭事一切人，亦", "73": "若功德法若無功德法、若俗若道、若有罪", "730": "不以為勤苦、不惜身命。其聞是法信，而為一", "731": "切人解其中事，其福出彼精進上。其身於百", "732": "劫守禪，不如以是法而教一切人，其功德出", "733": "彼守禪上。若有百劫而行智慧，聞是法解心", "734": "本清淨，其功德出彼上。」諸菩薩皆白佛：「吾", "735": "等悉當奉行，所至到諸佛剎，當以法而化人。」", "736": "佛語諸菩薩：「汝所至奉行法教，一切所作如", "737": "佛無異。所以者何？是法悉解佛事故。」一切諸", "738": "會菩薩悉以花供養，散怛薩阿竭上，遍三千", "739": "大千剎土。諸菩薩各自說：「是法實尊。其釋迦", "74": "若無罪、若有餘若無餘、若脫若不脫，一切", "740": "文佛之所說，當久在閻浮利地而與明。文殊", "741": "師利者常當久住。所以者何？常當從聞深妙", "742": "之法。」諸菩薩言：「推身未而報其恩。」佛言：「若", "743": "男子女人從人聞是法，亦不以身報其恩。欲", "744": "見怛薩阿竭者，視其男子女人所聞法處，當", "745": "供養如佛。其有信於是法者，視其人當如見", "746": "佛。」諸菩薩從座起，為釋迦文佛作禮，於是恍", "747": "惚而不見，各各還其剎土。以是法自於處所，", "748": "為一切具足解說是慧。其聞是法者無央數", "749": "人，悉發阿耨多羅三耶三菩心。佛語彌勒菩", "75": "盡入是藏。何以故？用諸法故、無所不得故。", "750": "薩：「持是法當諷誦讀，當為一切廣說其事，當", "751": "加哀天上天下及一切。」彌勒菩薩白佛：「我以", "752": "從過去諸佛所已聞是法，持諷誦讀已。今復", "753": "還聞是法，今亦當廣為一切說法。雖怛薩阿", "754": "竭般泥洹已後，我在兜術天上，若男子女人", "755": "欲學是法，我勸助護之。後末世法一切欲盡", "756": "時，其有聞、其處所有是經，當知我之所護。若", "757": "有魔中道而欲壞敗，我當護之，令不得其便。」", "758": "佛語釋提桓因：「當持是法，諷誦讀，決諸狐疑。", "759": "若阿須倫興師起兵，欲覺擊天帝，當念是", "76": "譬若三千大千剎土，含受百億國土、百億", "760": "經，應時得勝，其兵即却。」佛復言：「若有郡國縣", "761": "邑丘聚其奉事是經，皆當往護。其遭縣官者、", "762": "若入縣官者，當念是經。行賊中當念是經，若", "763": "為賊所拘擊當念是經。若在曠野當念是經。", "764": "若見怨家、若與怨家相得當念是經。其有至心", "765": "於是法者，無而得其便。」佛語阿難：「持是法諷", "766": "誦讀，當為一切說解其法。若有男子女人從", "767": "若聞是法，便無狐疑。諸狐疑索盡，則不復為", "768": "罪所覆，亦不為生死之所覆，亦不中道離法", "769": "之所覆，一切其有作邪道者則為不行，終不", "77": "日月、百億須彌山、百億大海，盡入三千大千。", "770": "與魔事而相當值。所以者何？用聞是法故。其", "771": "已作逆惡者，聞是法信樂喜，則已無逆惡，亦不", "772": "受逆之罪。」摩訶迦葉白佛：「我證知是法，屬文", "773": "殊師利於阿闍世所食時說是法，解作逆惡", "774": "之事，應時得歡喜信忍，悉為解狐疑。我今說", "775": "之。其有犯逆者，從是法忍悉得解脫，亦當如", "776": "阿闍世。」應時摩訶迦葉復言：「一切人本悉淨，", "777": "而自作反是我所非我所，亦不而自知其本", "778": "淨。悉以曉了本淨者，所作罪則解脫無有，而", "779": "知如阿闍世者。是以一切愚人，所作反還自", "78": "亦不凡法亦不道法，盡入其中。聲聞、辟支佛", "780": "殺身，便因是而得勤苦，便入泥犁。」摩訶迦葉", "781": "言：「其奉事信樂是法，吾等證之，不復墮惡道。」", "782": "佛言：「如汝之所說。一切諸佛菩薩心無瑕穢。」", "783": "阿難復白佛：「惟怛薩阿竭令後世人見是法。」", "784": "怛薩阿竭應時從身之相放光明，照無央數", "785": "佛剎，諸垣牆樹木皆有音聲：「其法當爾。所以", "786": "者何？若劫盡火起，其當聞者會是法。若當", "787": "聞是法，雖在於海中會還得聞是法。」佛語阿", "788": "難：「如垣牆樹木之所聞聲，審如其言。其已作", "789": "功德者、已作摩訶衍者，後世皆還得聞是法。」", "79": "法、若菩薩法，盡入其中。何以故？悉總持諸行", "790": "說是經時，諸天及人九萬六千悉得須陀洹", "791": "道，七萬八千人悉發阿耨多羅三耶三菩心，", "792": "二千菩薩得無所從生法樂忍，八千人皆得", "793": "阿羅漢道。是三千大千剎六反震動，眾冥悉", "794": "開闢而悉明。諸欲天子、諸色天子，以若干伎", "795": "樂而供養之，皆以天華天香共散之，言：「所謂", "796": "法輪，聞是法者已為逮法輪轉。諸外道者聞", "797": "是法即而自知。是故因為伏是者則菩薩印，", "798": "其得是印者乃到佛樹下。」佛說是經，王阿闍", "799": "世，諸菩薩，文殊師利是為本，諸聲聞，舍利弗、", "8": "言解一切諸法故、其意無所望故，所作無有", "80": "故，持聲聞、持辟支佛、持菩薩。若如樹其根堅", "800": "摩訶目揵連、阿難等是其本，諸天、揵陀羅、", "801": "一切人，聞佛所說，前已頭面作禮而去。", "802": "佛說阿闍世王經卷下", "81": "住者，本莖枝葉華實皆而成好。菩薩藏者無", "82": "所不持、無所不成，一切持諸功德法悉持薩", "83": "芸若心。其菩薩藏者，若器名曰受不可數。譬", "84": "若海，含受眾水受持珍寶，龍、閱叉、揵陀羅、真", "85": "陀羅、摩休勒無不苞裹，為一切作其處。其藏", "86": "者因緣不可數亦如是，受無數戒，其間三昧、", "87": "智慧所見，其器無所不受而見，故曰菩薩藏。", "88": "譬若如海，其往生者不飲餘水。所以者何？皆", "89": "因海故。其在是藏者，皆因是法不在外道。所", "9": "異，所念應時足，所知如智慧，其法者悉知其", "90": "以者何？盡受薩芸若法味故，故曰為菩薩藏。", "91": "是為三藏。何謂三藏？聲聞藏、辟支佛藏、菩薩", "92": "藏。聲聞藏者，從他人聞故。所以者何？聞其", "93": "音故。辟支佛藏者，緣十二因緣故，以因緣盡", "94": "而致是。菩薩藏者，入無央數法，而自然逮", "95": "成佛。其聲聞、若辟支佛，其三藏者，非聲聞、辟", "96": "支佛所有也。說是法時，其三藏者各得如所", "97": "行。所以者何？說是法時，其聲聞、辟支佛、菩薩", "98": "各得其行，故曰三藏。其逮得菩薩法者便有", "99": "三藏。所以者何？聲聞、辟支佛不離佛法故。「復"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0626 佛說阿闍世王經: 佛說阿闍世王經: 佛說阿闍世王經", "author": "後漢 支婁迦讖譯", "sourceLink": "http://www.cbeta.org/"}