{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1604 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論", "text": {"0": "22 功德品", "1": "大乘莊嚴經論卷第十三", "10": "健。四開手。五釋義。憐愍者。以菩提心攝利", "100": "隨次依前六見性修三學", "101": "隨次依後四得果有四種", "102": "釋曰。隨次依前六見性修三學者。菩薩於初", "103": "地通達真如。第二地學增上戒。第三地學增", "104": "上心。第四第五第六地學增上慧。慧有二境。", "105": "一法實。謂苦等四諦。二緣起。謂逆順觀十", "106": "二因緣。此二境亦在第二第三地中。是故彼", "107": "地亦增上慧建立。然第四地中菩提分慧增", "108": "上。第五地中諦觀慧增上。第六地中緣起觀", "109": "慧增上。故此三地建立增上慧學。隨次依後", "11": "眾生故。愛語者。令於佛法得正信故。勇健者。", "110": "四得果有四種者。依第七地得無相有功用", "111": "住。為第一果。依第八地得無相無功用住。為", "112": "第二果。依第九地得成熟眾生。為第三果。依", "113": "第十地得二門成熟。為第四果。已說隨地修", "114": "學及學果。次說菩薩隨地修習無流五陰。偈", "115": "曰。", "116": "見性淨三身亦在前六地", "117": "餘地淨餘二遠離五障故", "118": "釋曰。初地見性如前解。第二地中戒身清淨。", "119": "第三地中定身清淨。第四第五第六地中慧", "12": "難行苦行不退屈故。開手者。以財攝故。釋義", "120": "身清淨。後四地及佛地解脫身解脫知見身", "121": "清淨。由離五障故。五障者。第七地中以執相", "122": "無知為障。第八地中以功用無知為障。第九", "123": "地中以不能化生無知為障。第十地中以未", "124": "淨二門無知為障。佛地中以礙障無知為障", "125": "謂此無知能礙聲聞緣覺境界智諸佛知一", "126": "切境無礙。由解脫此障故。已說菩薩隨地修", "127": "無流五陰。次說菩薩隨地成就未成就。偈曰。", "128": "未成就成就成復未成成", "129": "如地建立知分別無分別", "13": "者。以法攝故。此五種相應知。初一是心。後四", "130": "釋曰。未成就成就者。彼信行地是未成就。自", "131": "餘諸地是名成就。成復未成成者。於前成就", "132": "地中復有未成就成就。七地已還名未成就。", "133": "有功用故。八地已上是名成就。無功用故。問", "134": "前說歡喜地亦是成就。此義云何。答如地建", "135": "立知分別無分別。此由於地建立中知唯分", "136": "別。於此分別亦無分別。所執能執俱無體故。", "137": "約此義故說名成就。偈曰。", "138": "應知諸地中修習及成就", "139": "此二不思議諸佛境界故", "14": "是行。已說菩薩五種相。次說菩薩在家出家", "140": "釋曰。菩薩於諸地中各有修習及成就。應知", "141": "地地皆不可思議。由諸菩薩內自證覺是諸", "142": "佛所知非餘人境界故。已說菩薩隨地成就", "143": "未成就。次說菩薩入地十種相。偈曰。", "144": "明信及無劣無怯亦無待", "145": "通達及平等離偏亦離著", "146": "及以知方便亦在聖眾生", "147": "如此十種相地地皆圓滿", "148": "釋曰。入地菩薩地地皆有十相。何者為十。一", "149": "明信。二無劣。三無怯。四無待。五通達。六平", "15": "分。偈曰。", "150": "等。七離偏。八離著。九知方便。十聖眾生。明", "151": "信者。於自地得明。於諸法中除無知故。於", "152": "他地得信。於後諸地生願樂故。無劣者。聞深", "153": "妙法不驚怖故。無怯者。行難行行極勇猛故。", "154": "無待者。起自地行不待教故。通達者。他地方", "155": "便能起故平等者。普於眾生同自心故。離偏", "156": "者。耳聞毀譽無高下故。離著者。得輪王等位", "157": "無愛染故。知方便者。知諸法不可得為佛方", "158": "便故聖眾生者。諸佛徒眾恒在生故。此等十", "159": "相地地皆具應知。已說菩薩入地十種相。次", "16": "菩薩一切時恒居輪王位", "160": "說菩薩地中十度相。偈曰。", "161": "有欲無六障其次無亂慧", "162": "不漂亦不迴事友及供養", "163": "迴向將生勝修善與戲通", "164": "功德藏如是佛子十六相", "165": "釋曰。諸菩薩於諸地中得十度有十六相。何", "166": "者十六。一有欲樂。行諸度故。二無慳。離施障", "167": "故。三無違。離戒障故。四無恚。離忍障故。五", "168": "無懈。離進障故。六慈悲。離定障故。慈悲能與", "169": "樂拔苦。是瞋惱對治。由定得故。七無惡慧。離", "17": "利益眾生作在家分如此", "170": "慧障故。惡慧有三。謂自性分別。隨憶分別。顯", "171": "示分別。此能斷故。八無亂慧。離異乘心故。九", "172": "不漂不為人天勝樂醉其心故。十不迴不為", "173": "不成就苦及難行苦退其心故。十一事友。依", "174": "佛所示善知識聞大乘故。十二供養。供養三", "175": "寶故。十三迴向善巧方便故十四生勝。此顯", "176": "願波羅蜜相。離八難處不離諸佛菩薩故。十", "177": "五修善此顯力波羅蜜相。無間修諸善根故。", "178": "十六戲通此顯智波羅蜜相。遊戲諸大神通", "179": "功德故。菩薩若得此相。則為一切眾中上首。", "18": "釋曰。菩薩在家恒作輪王。化行十善離於十", "180": "是名佛子十六相。已說菩薩地中十度相。次", "181": "說菩薩度度五功德。偈曰。", "182": "地地昇進時度度有五德", "183": "二及二及一應知止觀俱", "184": "釋曰。地地昇進時度度有五德者。菩薩於一", "185": "一地修一一度。於一一度皆具五種功德。何", "186": "者為五。一滅習。二得猗。三圓明。四相起。五", "187": "廣因。滅習者。一一剎那滅除依中習氣聚故。", "188": "得猗者。離種種相得法樂故。圓明者。遍知一", "189": "切種不作分段故。相起者。由入大地無分別", "19": "惡。此是利益。偈曰。", "190": "相生故。廣因者。為滿為淨一切種法身福聚", "191": "智聚攝令增長故。二及二及一應知止觀俱", "192": "者。此中應知。初二功德是奢摩他分。次二功", "193": "德是毘鉢舍那分。第五功德是俱分。已說菩", "194": "薩度度五功德。次釋菩薩十地名。偈曰。", "195": "見真見利物此處得歡喜", "196": "出犯出異心是名離垢地", "197": "求法持法力作明故名明", "198": "惑障智障薪能燒是焰慧", "199": "難退有二種能退故難勝", "2": "無著菩薩造", "20": "受得及法得及以示現成", "200": "不住二法觀恒現名現前", "201": "雜道隣一道遠去名遠行", "202": "相想無相想動無不動地", "203": "四辯智力巧說善稱善慧", "204": "二門如雲遍雨法名法雲", "205": "釋曰。見真見利物此處得歡喜者。菩薩於初", "206": "地中一見真如。謂見自利。昔曾未見今時始", "207": "見。去菩提近故。二見利物。謂見利他。一一剎", "208": "那能成熟百眾生故。由此二見起勝歡喜故名", "209": "歡喜地出犯出異心是名離垢地者。菩薩於", "21": "三種出家分在於一切地", "210": "二地中出二種垢。一出犯戒垢。二出起異乘", "211": "心垢。由出二垢故名離垢地。如十地經說我", "212": "等應得應淨一切種智故勤精進。求法持法", "213": "力作明故名明者。菩薩於三地中得三昧自", "214": "在力。於無量佛法能求能持。得大法明為他", "215": "作明。由能以法自明明他故名明地。惑障智", "216": "障薪能燒是焰慧者。菩薩於四地中以菩提", "217": "分慧為焰自性。以惑智二障為薪自性。此地", "218": "菩薩能起慧焰燒二障薪故名焰慧地。難退", "219": "有二種能退故難勝者。菩薩於五地中有二", "22": "釋曰。菩薩出家有三分。一受得分。謂從他受", "220": "種難。一勤化眾生心無惱難。二眾生不從化", "221": "心無惱難。此地菩薩能退二難於難得勝故", "222": "名難勝地。不住二法觀恒現名現前者。菩薩", "223": "於六地中依般若力。能不住生死涅槃二法。", "224": "如此觀慧恒現在前故名現前地。雜道隣", "225": "一道遠去名遠行者。菩薩於七地中近一乘", "226": "道故名遠去。問誰是遠去。答功用方便究竟", "227": "此遠能去。由此遠去故名遠行地。相想無相", "228": "想動無不動地者。菩薩於八地中有相想及", "229": "無相有功用想二想俱不能動。由無此動故。", "23": "護。二法得分。謂得無流護。三示現分。謂變化", "230": "故名不動地。四辯智力巧說善稱善慧者。菩", "231": "薩於九地中四無礙慧最為殊勝。於一剎那", "232": "頃三千世界所有人天異類異音異義異問。", "233": "此地菩薩能以一音普答眾問遍斷眾疑。由", "234": "此說善故名善慧地。二門如雲遍雨法名法", "235": "雲者。菩薩於十地中由三昧門及陀羅尼門。", "236": "攝一切聞熏習因。遍滿阿梨耶識中。譬如浮", "237": "雲遍滿虛空。能以此聞熏習雲。於一一剎那。", "238": "於一一相。於一一好。於一一毛孔。雨無量無", "239": "邊法雨。充足一切可化眾生。由能如雲雨法", "24": "作受。得分謂信行地。法得分及示現分。謂入", "240": "故名法雲地。問釋別名已。云何名住云何名", "241": "地。偈曰。", "242": "為集諸善根樂住故說住", "243": "數數數無畏復以地為名", "244": "釋曰。為集諸善根樂住故名住者。諸菩薩", "245": "為成就種種善根。於一切時樂住一切地。是", "246": "故諸地說名為住。數數數無畏復以地為名", "247": "者。步彌耶名為地。步者數數義。彌者實數", "248": "義。耶者無畏義。諸菩薩欲進上地。於一一地", "249": "中數數斷障礙。數數得功德。是名數數義。地", "25": "大地。偈曰。", "250": "以十數為量。諸菩薩於一一地中知斷爾所", "251": "障礙。知得爾所功德。知此不虛是名實數義。", "252": "上地是無畏處。諸菩薩畏於自地中退失自", "253": "他利功德進求上地。是名無畏義。由此三義", "254": "故名為地。已說菩薩十地名。次說菩薩四種", "255": "得地差別。偈曰。", "256": "由信及由行由達亦由成", "257": "應知諸菩薩得地有四種", "258": "釋曰。四種得地者。一由信得。二由行得。三由", "259": "通達得。四由成就得。由信者。以信得諸地故。", "26": "應知出家分無量功德具", "260": "如信地中說。由行者。以正行得諸地故。諸菩", "261": "薩於大乘法有十種正行。一書寫。二供養。三", "262": "流傳。四聽受。五轉讀。六教他。七習誦。八解", "263": "說。九思擇。十修習。此十正行能生無量功德", "264": "聚。此行得地故名行得。通達者。通達第一義", "265": "諦。乃至七地名通達。得成就者。八地至佛地", "266": "名成就得。已說菩薩四種得地。差別次說菩", "267": "薩四種修行。差別偈曰。", "268": "諸度諸覺分諸通及諸攝", "269": "為大亦為小俱入亦俱成", "27": "欲比在家分最勝彼無等", "270": "釋曰。總說一切菩薩行不過四種。一波羅蜜", "271": "行。二菩提分行。三神通行。四攝生行。說波羅", "272": "蜜行為求大乘眾生。說菩提分行為求小乘", "273": "眾生。說神通行為令二種眾生得入佛法。說", "274": "攝生行為令二種眾生成熟佛法。行住品究", "275": "竟。", "276": "24 敬佛品大乘莊嚴經論敬佛品第二十四", "277": "釋曰。已說菩薩。行住次說禮佛。功德偈曰。", "278": "合心及離心不離利益心", "279": "憐愍諸眾生救世我頂禮", "28": "釋曰。二分挍量出家分勝。由無量功德具足", "280": "釋曰。此偈禮如來無量勝功德。合心者。是慈", "281": "心。由與樂故。離心者。是悲心。由拔苦故。不", "282": "離心者。是喜心。由恒悅故。利益心者。是捨", "283": "心。由無染故。偈曰。", "284": "一切障解脫一切世間勝", "285": "一切處遍滿心脫我頂禮", "286": "釋曰。此偈禮如來三處勝功德。一切障解脫", "287": "者。顯解脫勝。由一切惑障一切智障得解脫", "288": "故。一切世間勝者。顯制入勝。由心自在隨其", "289": "所緣隨意轉故。一切處遍滿者。顯遍入勝。由", "29": "故。已說菩薩在家出家分。次說菩薩五種極", "290": "一切境中智遍滿故。由此三義心於三處而", "291": "得解脫。故說心解脫。偈曰。", "292": "能遮彼惑起亦能害彼惑", "293": "染污諸眾生悲者我頂禮", "294": "釋曰。此偈禮如來無諍勝功德能遮彼惑起", "295": "者。一切眾生應起煩惱。如來凡所作業能令", "296": "不起亦能害彼惑者。彼惑若已起。如來亦", "297": "能令起對治方便。若餘人無諍但能令他緣", "298": "自不起煩惱。而不能令他起對治。如來無諍", "299": "則不爾。非但令彼不起。亦能令彼起對治是", "3": "大唐天竺三藏波羅頗蜜多羅譯", "30": "大心。偈曰。", "300": "故為勝。染污諸眾生悲者我頂禮者。如來無", "301": "諍三昧。於一切染污眾生偏起憐愍。是故於", "302": "彼名為悲者。偈曰。", "303": "無功用無著無礙恒寂靜", "304": "能釋一切疑勝智我頂禮", "305": "釋曰。此偈禮如來願智勝功德。如來願智由", "306": "五事勝。一於起無功用。二於境不著。三於中", "307": "無礙。四恒時寂靜。五能釋眾疑。由此五義是", "308": "故為勝。餘人願智。一非無功用。作意起故。二", "309": "非無著。假定力故。三非無礙。少分知故。四非", "31": "愛果及善根涅槃欲令得", "310": "恒靜。非常定故。五不釋疑。有無知故。偈曰。", "311": "所依及能依於言及於智", "312": "說者無礙慧善說我頂禮", "313": "釋曰。此偈禮如來無礙勝功德。所說有二種。", "314": "一所依謂法二能依。謂義。說具有二種。一方", "315": "言二巧智。如來於此所說及說具慧常無礙。", "316": "是故為勝。說者即顯無礙業。開示有方故名", "317": "善說。偈曰。", "318": "能去及能聞知行知來去", "319": "令彼得出離教授我頂禮", "32": "未淨淨極淨謂在諸地中", "320": "釋曰。此偈禮如來神通勝功德。能去者。是", "321": "如意通。能往彼彼所故。能聞者。是天耳通。", "322": "能聞彼彼音故。知行者。是他心通。能知彼", "323": "人心行差別故。知來者。是宿住通。能知彼", "324": "人前世從此因來故。知去者。是生死通。能", "325": "知彼人今世從此因去故。令彼得出離者。是", "326": "漏盡通。能如實為彼說法故。偈曰。", "327": "眾生若有見知定是丈夫", "328": "深起淨信心方便我頂禮", "329": "釋曰。此偈禮如來相好勝功德。一切眾生若", "33": "釋曰。五極大心者。一樂極大心。二利極大心。", "330": "有見者。即知如來是大丈夫。及於如來起淨", "331": "信業。由以相好為方便故。偈曰。", "332": "取捨住變化定智得自在", "333": "如此四清淨世尊我頂禮", "334": "釋曰。此偈禮如來清淨勝功德。清淨四種。一", "335": "身清淨。二緣清淨。三心清淨。四智清淨。取捨", "336": "住者。顯身清淨。能於自身壽中若取若捨若", "337": "住得自在故。變化者。顯緣清淨。能於諸境轉", "338": "變起化得自在故。定者。顯心清淨。能於諸定", "339": "出入得自在故。智者。顯智清淨。能知諸境無", "34": "三未淨極大心。四已淨極大心。五極淨極大", "340": "礙得自在故。偈曰。", "341": "方便及歸依清淨與出離", "342": "於此破四誑降魔我頂禮", "343": "釋曰。此偈禮如來力勝功德。魔依四事破壞", "344": "眾生。何者四事。一依方便誑惑眾生。言受", "345": "用五塵得生善道不墮惡道。二依歸依誑惑", "346": "眾生。言自在天等是歸依處餘處則非。三依", "347": "清淨誑惑眾生。言世間諸定唯此清淨餘非", "348": "清淨。四依出離誑惑眾生。言小乘道果唯此", "349": "出離非有大乘。佛為破魔四事顯己十力。一", "35": "心。愛果者。謂樂極大心。令諸眾生得後世愛", "350": "以是非智力破魔第一事。由善方便可得生", "351": "天非惡方便故。二以自業智力破魔第二事。", "352": "由自業生天非依自在天等力故。三以禪定", "353": "智力破魔第三事。由具知禪定解脫三昧", "354": "三摩跋提故。四以後七智力破魔第四事。由", "355": "下根等令離上根等安置故。偈曰。", "356": "於智亦於斷於離亦於障", "357": "能說自他利摧邪我頂禮", "358": "釋曰。此偈禮如來無畏勝功德。於智者。是", "359": "說一切智無畏。於斷者。是說漏盡無畏。於離", "36": "果故。善根者。謂利極大心。令諸眾生現行諸", "360": "者。是說盡苦道無畏。於障者。是說障道無畏。", "361": "此中智及斷是說自利功德。離及障是說利", "362": "他功德。若諸外道難言。瞿曇。非具一切智。非", "363": "盡一切漏。說道不能盡苦。說障不能妨道。如", "364": "來於此四難而能摧伏。故名無畏。偈曰。", "365": "在眾極治罰自無所護故", "366": "離二染正住攝眾我頂禮", "367": "釋曰。在眾極治罰自無所護故者。此禮如來", "368": "不護勝功德。若自有所護在眾不能說極治", "369": "罰故。離二染正住者。此禮如來念處勝功", "37": "善及得涅槃故。未淨者。謂未淨極大心。即信", "370": "德。離二染者無喜憂故。正住者不忘念故。由", "371": "此二種功德勝故。能攝於一切徒眾此即是", "372": "業。偈曰。", "373": "行住一切處無非一切智", "374": "由斷一切習實義我頂禮", "375": "釋曰。此偈禮如來斷習勝功德。如來於一切", "376": "處一切時。行住等事。無非一切智威儀。由具", "377": "斷一切煩惱習故。若無一切智者。煩惱雖盡", "378": "而習不盡。於行住時或逢奔車逸馬即被損", "379": "害。由非一切智威儀故。如來無此事。由實有", "38": "行地菩薩。淨者謂已淨極大心。即初地至七", "380": "一切智故。偈曰。", "381": "利益眾生事隨時不過時", "382": "所作恒無謬不忘我頂禮", "383": "釋曰。此偈禮如來不忘勝功德。如來作利益", "384": "眾生事。恒得其時不過其時。此是不忘法業。", "385": "如來所作一切時皆實不虛此是不忘法自", "386": "性。偈曰。", "387": "晝夜六時觀一切眾生界", "388": "大悲具足故利意我頂禮", "389": "釋曰。此偈禮如來大悲勝功德。如來以大悲", "39": "地菩薩。極淨者。謂極淨極大心。即後三地菩", "390": "故晝夜六時觀察眾生誰退誰進。未起善根", "391": "者令其得起。已起善根者令其增進。雖日六", "392": "時而實一切時恒轉法輪。由大悲具足故。此", "393": "即大悲業。於一切眾生常起利益意。此是大", "394": "悲自性。偈曰。", "395": "由行及由得由智及由業", "396": "於一切二乘最上我頂禮", "397": "釋曰。此偈禮如來不共勝功德。如來有十八", "398": "不共法。一身無失。二口無失。三念無失。四無", "399": "異想。五無不定心。六無不知已捨。七欲無減。", "4": "23 行住品行住品第二十三", "40": "薩。已說菩薩五種極大心。次說菩薩四種攝", "400": "八精進無減。九念無減。十慧無減。十一解脫", "401": "無減。十二解脫知見無減。十三智知過去無", "402": "著無礙。十四智知未來無著無礙。十五智知", "403": "現在無著無礙。十六身業隨智慧行。十七口", "404": "業隨智慧行。十八意業隨智慧行。此中由行", "405": "者。攝初節六不共。由得者。攝第二節六不共。", "406": "由智者。攝第三節三不共。由業者。攝第四節", "407": "三不共。一切聲聞緣覺於餘一切眾生為上。", "408": "如來由此四事不共故。於彼上復上。故名最", "409": "上。偈曰。", "41": "眾生。偈曰。", "410": "三身大菩提一切種得故", "411": "眾生諸處疑能除我頂禮", "412": "釋曰。此偈禮如來種智勝功德。三身者。一", "413": "自性身。二受用身。三化身。此說種智自", "414": "性。問此智於一切境知一切種復云何。答一", "415": "切眾生於一切處生疑。此智能斷。此說種智", "416": "業。偈曰。", "417": "無著及無過無穢亦無息", "418": "無動無戲論清淨我頂禮", "419": "釋曰。此偈禮如來度滿勝功德。無著者。於", "42": "欲樂及平等增上與徒眾", "420": "諸資財無所染故。無過者。於身等業永無垢", "421": "故。無穢者。世法諸苦不濁心故。無息者。少", "422": "有所得不即住故。無動者。心恒寂靜不散亂", "423": "故。無戲論者。一切法中所有分別皆不行故。", "424": "如來此六圓滿具離六障。故名清淨。偈曰。", "425": "成就第一義出離一切地", "426": "於他得尊極解脫諸眾生", "427": "無盡等功德現在皆具足", "428": "世見眾亦見不見人天等", "429": "釋曰。此二偈禮如來佛相勝功德。此中略說", "43": "四心於諸地攝受一切生", "430": "佛相有六種。一體二因三果四業五相應六差", "431": "別。由此六種表知是佛故說佛相。成就第一", "432": "義者。此是體相。由真如最清淨第一義成就", "433": "故。出離一切地者。此是因相。由出離一切菩", "434": "薩地故。於他得尊極者。此是果相。由於一", "435": "切眾生中得第一故。解脫諸眾生者。此是業", "436": "相。由能令一切眾生得解脫故。無盡等功德", "437": "現。世皆具足者。此是相應相。世見眾亦見不", "438": "見人天等者。此是差別相。世見者。謂種種世", "439": "界皆見。此是化身。眾亦見者。謂佛大弟子眾", "44": "釋曰。四種攝眾生者。一欲樂心攝。由以菩提", "440": "亦見。此是受用身。不見者。謂人天等一切時", "441": "不見。此是自性身。此即三身差別。敬佛品究", "442": "竟。大乘修多羅莊嚴論極清淨時說已究竟。", "443": "大乘莊嚴經論卷第十三", "45": "心攝故。二平等心攝。由入初地得自他平等", "46": "心攝故。三增上心攝。由居主位以自在力攝", "47": "故。四徒眾心攝。由攝成自弟子故。已說菩薩", "48": "四種攝眾生。次說菩薩四種受生。偈曰。", "49": "業力及願力定力亦通力", "5": "釋曰。已說菩薩功德。次說菩薩五種相。偈", "50": "依此四種力菩薩而受生", "51": "釋曰。四種受生者。一業力生。二願力生。三定", "52": "力生。四通力生。業力生者。謂信行地菩薩業", "53": "力自在隨所欲處而受生故。願力生者。謂入", "54": "大地菩薩願力自在為成熟他受畜生等生", "55": "故。定力生者。謂得定菩薩定力自在捨於上", "56": "界下受生故。通力生者。謂得神通菩薩通力", "57": "自在。能於兜率天等示現諸相而受生故。已", "58": "說菩薩四種受生。次說菩薩十一住相。偈", "59": "曰。", "6": "曰。", "60": "證空證業果住禪住覺分", "61": "觀諦觀緣起無相無功用", "62": "化力淨二門及以菩提淨", "63": "以此諸所說立地相應知", "64": "釋曰。十一住者即十一地。住者名地故。證空", "65": "者顯初住相。多住人法二無我故。證業果者", "66": "顯第二住相。證業及果不壞能護戒故。住禪", "67": "者顯第三住相。能生欲界而不退禪故。住覺", "68": "分者顯第四住相。能入生死而不捨覺分故。", "69": "觀諦者顯第五住相。以明教化惱唯惱心以", "7": "內心有憐愍愛語及勇健", "70": "我無故。觀緣起者顯第六住相。能不起染心", "71": "而依緣起受生故。無相者顯第七住相。行雖", "72": "功用而上參一道多住無相故。無功用者顯", "73": "第八住相。雖淨佛土而無起作多住無功用", "74": "故。化力者顯第九住相。四辯自在能成熟一", "75": "切眾生故。淨二門者顯第十住相。三昧門", "76": "陀羅尼門極清淨故。淨菩提者顯第十一住", "77": "相。一切智障斷究竟故。已說菩薩十一住相。", "78": "次說菩薩依地立名。偈曰。", "79": "初三三行淨次三三慢斷", "8": "開手并釋義此五菩薩相", "80": "後三覺捨化第十有四名", "81": "釋曰。於十地中建立十菩薩名。初三三行淨", "82": "者。初地名見淨。菩薩得人法二見對治智故。", "83": "第二地名戒淨。菩薩微細犯垢永無體故。第", "84": "三地名定淨。菩薩諸禪三昧得不退故。次三", "85": "三慢斷者。第四地名斷法門異慢。菩薩於諸", "86": "經法破起差別慢故。第五地名斷相續異慢。", "87": "菩薩入十平等心於一切相續得平等故。第", "88": "六地名斷染淨異慢。菩薩如性本淨客塵故。", "89": "染能住緣起法。如不起黑白差別見故。後三", "9": "釋曰。菩薩有五種相。一憐愍。二愛語。三勇", "90": "覺捨化者。第七地名得覺。菩薩住無相力。能", "91": "念念中修三十七覺分故。第八地名行捨。菩", "92": "薩住無功用無相故。亦名淨土。菩薩方便行", "93": "與不退地菩薩合故。第九地名化眾生。菩薩", "94": "能成熟一切眾生故。第十有四名者。一名大", "95": "神通。菩薩得大神通故。二名滿法身。菩薩", "96": "具無量三昧門陀羅尼門故。三名能現身。菩", "97": "薩住兜率天等示相身故。四名受職。菩薩於", "98": "諸佛所得受職故。已說菩薩依地立名。次說", "99": "菩薩隨地修學及學果。偈曰。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1604 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論", "author": "無著菩薩造  唐 波羅頗蜜多羅譯", "sourceLink": "http://www.cbeta.org/"}