{"author": "宋 施護等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1099 佛說聖觀自在菩薩不空王祕密心陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1099 [Nos. 1093-1095,", "1": "cf. No. 1092(Fasc. 1)]", "2": "佛說聖觀自在菩薩不空王祕密", "3": "心陀羅尼經", "4": "西天譯經三藏朝奉大夫試光祿卿", "5": "傳法大師賜紫臣施護等奉　詔譯", "6": "如是我聞。一時世尊在補陀落迦山聖觀自", "7": "在菩薩宮中。彼有無數大娑羅樹。多摩羅樹", "8": "瞻波迦樹。阿輸迦樹阿提目多迦樹。如是等", "9": "種種寶樹而為嚴飾。與大苾芻眾一百八十", "10": "萬。菩薩九十俱胝那庾多百千。復有自在大", "11": "自在等諸梵天子。及無數百千淨光天子。如", "12": "是等眾恭敬圍繞聽受說法。", "13": "爾時聖觀自在菩薩摩訶薩從座而起。偏袒", "14": "右肩右膝著地。向佛合掌恭敬頂禮。熙怡微", "15": "笑前白佛言。世尊我有陀羅尼名不空王是", "16": "祕密心。乃往過去九十一劫之前。我於普觀", "17": "世界觀自在王如來所親從聽受。時彼如來", "18": "為無數百千諸梵天子并淨光天子眾。教授", "19": "阿耨多羅三藐三菩提法。我於爾時證得不", "20": "空智等百千三摩地門。世尊若諸方處有此", "21": "祕密心陀羅尼宣通流布。當知是處有大自", "22": "在等一萬二千天子密作衛護。是處即同有", "23": "諸佛塔。應當尊重恭敬供養。又若有人以此", "24": "不空王祕密心陀羅尼廣流布者。當知是人", "25": "已於無數俱胝那庾多百千佛所深種善根。", "26": "又若有人暫得聞此陀羅尼者。是人設復謗", "27": "佛謗法。及謗菩薩聲聞緣覺等諸賢聖。廣造", "28": "如是極重罪業。當墮阿鼻地獄者。若能志心", "29": "於一日中清淨不食。依法持誦此陀羅尼。如", "30": "是等罪皆得銷滅。又若有人患諸瘧病。若一", "31": "日二日乃至七日。或復眼痛耳痛鼻痛頭痛。", "32": "或復疥癩瘡癬癰疽腫疱。及為一切非人邪", "33": "鬼。執魅持捉禁縛打擲。呪咀期剋邪說惑亂。", "34": "以要言之。總集一切身病心病。乃至夢中見", "35": "不祥事者。以此陀羅尼加持力故。悉得銷滅", "36": "無能為害。世尊又復若諸剎帝利婆羅門吠", "37": "舍首陀。如是等族姓中設有諂誑心者。於此", "38": "陀羅尼亦許聽受書寫讀誦。乃至一切傍生", "39": "異類。亦應為彼念此陀羅尼令其得聞。聞已", "40": "隨應皆獲利益。況復有諸發生清淨信解心", "41": "者。苾芻苾芻尼優婆塞優婆夷。志心聽受此", "42": "陀羅尼邪。又復有人。若於此陀羅尼祕密章", "43": "句諦心思念。時應當離諸過失。所謂不謗不", "44": "讚不生疑惑。起離我心無久近心。無造作心", "45": "無染污心無高下心。住如是心作念佛觀。彼", "46": "人即於十方各見千佛為現其前。世尊若諸", "47": "白衣舍中。有是陀羅尼經處。若主若僕見是", "48": "經已。設生輕易或復戲笑。以我威神力故。令", "49": "其自然得聞此陀羅尼聲。世尊譬如有人取", "50": "栴檀香。或復龍腦或復麝香。持以敲打或復", "51": "剉斫。又以呪詞而為呪咀。復於麁獷石上而", "52": "以研磨。用塗身分。或有人言。勿須敲打剉斫", "53": "呪呾研磨。栴檀等香既塗身已。其香常在。世", "54": "尊我此不空王祕密心陀羅尼亦復如是。設", "55": "或有人雖生輕易或復戲笑。乃至無誠實心。", "56": "但能供養此陀羅尼者。彼人以是供養善根", "57": "力故。世世所生常得戒定慧等。諸蘊具足妙", "58": "香芬馥。復次若有苾芻苾芻尼優婆塞優婆", "59": "夷等。欲受持此不空王祕密心陀羅尼時。應", "60": "於白月八日依法安布壇場供養。行人當須", "61": "清淨不食。以無緣心誦此祕密心陀羅尼七", "62": "遍。是人當得二十種功德。一者當於富貴中", "63": "生。二者生已所有宿世業病速得銷滅。三者", "64": "常得身胑細滑妙好。諸根隱密人所愛樂。四", "65": "者得大財利。五者所有財寶不為盜取。六者", "66": "所有財寶不為火焚水溺。七者常得田疇增", "67": "廣。八者其田稼穡不為雷雹損傷。九者其田", "68": "不為惡雨霖澍。十者色力精神無所損耗。十", "69": "一者常得一切眾生尊重愛樂。十二者不為", "70": "一切怨對所怖。十三者設有怨對速疾除解。", "71": "十四者不為一切非人所怖。十五者不為惡", "72": "病纏縛。十六者不為拏枳儞怖。十七者遠離", "73": "一切煩惱等事。十八者不於水火刀兵毒害", "74": "中死。十九者在處常得諸賢聖等密作衛護。", "75": "二十者在在所生常得不離慈悲喜捨。如是", "76": "名為二十種功德。", "77": "復次世尊若有持誦此陀羅尼者。別得八種", "78": "善相。一者臨命終時我作苾芻相為現其", "79": "前。二者臨命終時目不動亂身心安隱。三者", "80": "臨命終時手不拏空足不蹴地。亦無大小便", "81": "利穢污狼藉。四者不覆面死。五者臨命終時", "82": "安住正念。六者臨命終時不離善友。七者命", "83": "終已後諸佛剎中隨願往生。八者當生獲得", "84": "無盡辯才。如是名為八種善相。", "85": "復次世尊。若有人能清淨不食。遠離五辛一", "86": "切葷雜。於日三時中念此陀羅尼三遍。一切", "87": "所求皆得成就。又若有人隨應得聞此不空", "88": "王祕密心陀羅尼正法已。若能斷諸慳嫉除", "89": "去一切垢染。發清淨心尊重歸命祕密護持", "90": "者。是人當得墮菩薩數。善為眾生作大饒益。", "91": "畢竟當成佛菩提果。世尊此言菩提者即是", "92": "正慧。薩埵者即是方便。若得如是慧及方便", "93": "二法具足。即能為眾生作饒益事。", "94": "爾時聖觀自在菩薩摩訶薩復白佛言。世尊", "95": "我今樂欲於如來前。宣說所有祕密心陀羅", "96": "尼。普令會中四眾得聞利益安樂。及餘一切", "97": "作罪業者亦獲善利。", "98": "佛告聖觀自在菩薩摩訶薩言。清淨大士汝", "99": "應善說今正是時。如來今日亦當隨喜。乃至", "100": "後末世中。與修菩薩乘者為善依怙。", "101": "是時聖觀自在菩薩欣然舉目瞻仰世尊。前", "102": "白佛言。此會諸菩薩眾。應善諦聽復當歸命。", "103": "此解脫輪能與多人利益安樂。悲愍世間善", "104": "作一切大利樂事。我今宣說此陀羅尼。我先", "105": "歸命過去未來現在三世善住諸佛菩薩。及", "106": "彼三世一切聲聞緣覺。又復歸命無量光如", "107": "來應供正等正覺。歸命慈氏等諸菩薩摩訶", "108": "薩。歸命大智舍利子等諸阿羅漢。即說陀羅", "109": "尼曰。", "110": "那謨引囉怛那二合怛囉二合夜引野一句那莫", "111": "阿引哩也二合引嚩路吉帝引說囉引野二󰂛地薩", "112": "埵引野摩賀引薩埵引野三摩賀引哥嚕尼哥引", "113": "野四伊毘踰二合引那莫塞訖哩三合埵引五壹唐", "114": "阿引哩也二合引嚩路引吉帝引說囉目枯引捺儗", "115": "二合引蘭𧹞二合引六阿謨引伽播引商那引摩紇哩二合", "116": "捺煬七怛他引誐多三目珂婆引始檐八摩訶怛", "117": "波哩沙二合那末提引阿訶彌那引泥引摩引嚩", "118": "哩多二合曳沙曳二合九悉󰼌切身下同覩彌引薩哩", "119": "嚩二合哥引哩也二合引尼薩哩嚩二合婆曳數左", "120": "彌引十犖力角切下同叉引婆嚩覩十一怛󰍕切身他引十", "121": "二唵引左囉左囉十三唧哩唧哩十四祖嚕祖嚕", "122": "十五摩賀引哥引嚕尼哥十六悉哩悉哩十七唧哩", "123": "唧哩十八尾哩尾哩十九摩賀引鉢訥摩二合訶", "124": "薩多二合引野二十葛羅葛羅二十一枳里枳里二十二酤", "125": "魯酤魯二十三摩賀引戍馱薩埵引野二十四沒𠆙切身", "126": "下同沒𠆙二十五馱引嚩馱引嚩二十六枳尼枳尼二十七", "127": "波囉摩戍馱薩埵引野二十八葛囉葛囉二十九枳", "128": "哩枳哩三十酤嚕酤嚕三十一摩賀引塞他二合摩", "129": "鉢囉二合引鉢多二合引野三十二左羅左羅三十三三左羅", "130": "三十四尾左羅三十五伊吒吒伊吒吒三十六婆囉婆囉", "131": "三十七毘哩毘哩三十八部嚕部嚕三十九伊係曳二合引呬", "132": "摩賀引哥引嚕尼哥四十摩賀引鉢輸鉢底四十一", "133": "尾引沙馱囉四十二薩囉薩囉四十三嚩囉嚩囉四十四", "134": "波囉波囉四十五嚩囉嚩囉四十六訶囉訶囉四十七賀", "135": "引賀引四十八係引係引四十九呼引呼引五十唵引哥引囉五十", "136": "一沒囉二合賀摩二合尾沙馱囉五十二馱囉馱囉五十", "137": "三提哩提哩五十四度嚕度嚕五十五多囉多囉五十六", "138": "薩囉薩囉五十七波囉波囉五十八嚩囉嚩囉五十九", "139": "囉濕彌二合設多薩訶薩囉二合六十鉢囉二合底", "140": "曼尼多設哩引囉六十一入嚩二合羅入嚩二合羅", "141": "六十二多波多波六十三婆誐鑁六十四蘇引摩六十五阿", "142": "引禰爹六十六野摩六十七嚩嚕拏六十八酤尾引囉六十九", "143": "沒囉二合賀摩二合七十印捺囉二合七十一哩施七十二泥引", "144": "嚩誐拏引毘野二合哩唧二合多左囉拏七十三蘇", "145": "嚕蘇嚕七十四祖嚕祖嚕七十五母嚕母嚕七十六薩那", "146": "怛酤二合摩引囉七十七嚕捺囉二合嚩引薩嚩七十八", "147": "尾瑟努二合七十九達那捺八十哩施八十一尾那引野", "148": "葛八十二末虎尾尾馱尾引沙馱囉八十三馱囉馱囉", "149": "八十四提哩提哩八十五度嚕度嚕八十六伽囉伽囉八十七", "150": "波囉波囉八十八羅囉羅囉八十九羅虎羅虎九十訶", "151": "囉訶囉九十一摩囉摩囉九十二嚩囉嚩囉九十三嚩囉", "152": "那引野葛九十四三曼多引嚩路引吉多尾路引吉", "153": "多九十五路吉說囉摩呬引說囉九十六母虎母虎九十", "154": "七母嚕母嚕九十八母野母野九十九捫左捫左一百", "155": "犖叉犖叉引摩摩薩哩嚩二合薩埵引室左二合", "156": "薩哩嚩二合婆曳引毘藥二合一百一薩哩舞二合引波", "157": "捺囉二合尾引毘藥二合一百二薩哩舞二合引波薩哩", "158": "詣二合引一百三薩哩嚩二合誐囉二合係引毘藥二合一百四", "159": "末馱一百五曼馱那一百六多引拏那一百七怛囉惹二合", "160": "囉一百八囉引惹多塞葛二合囉引屹那踰三合捺哥", "161": "一百九尾沙一百一十設塞怛囉三合一百一十一波哩謨引左", "162": "哥一百一十二葛拏葛拏一百一十三吉尼吉尼一百一十四酤努", "163": "酤努一百一十五左囉左囉一百一十六印捺哩二合野末羅", "164": "謨引󰼌誐一百一十七左覩囉引哩野二合薩爹三鉢", "165": "囉二合哥引設哥一百一十八怛摩怛摩一百一十九捺摩捺", "166": "摩一百二十馱摩馱摩一百二十一薩摩薩摩一百二十二摩他", "167": "摩他一百二十三薩摩薩摩一百二十四摩賀引怛謨引馱哥", "168": "引囉尾達摩那一百二十五沙吒播二合引囉彌多引波", "169": "哩布囉葛一百二十六彌梨彌梨一百二十七吒吒吒吒一百二十", "170": "八陟陟陟陟一百二十九姹姹姹姹一百三十恥恥恥恥一百三十", "171": "一伊尼引野左哩摩二合訖哩二合怛波哩葛囉", "172": "一百三十二伊係曳二合引呬摩賀引哥引嚕尼哥一百三十三", "173": "壹引說囉一百三十四摩賀引部多誐拏畔惹葛一百三十", "174": "五酤嚕酤嚕一百三十六波囉波囉一百三十七葛囉葛", "175": "囉一百三十八葛吒葛吒一百三十九摩吒摩吒一百四十尾戍馱", "176": "尾沙野嚩引悉那一百四十一摩賀引哥引嚕尼哥一百", "177": "四十二稅引怛野倪踰二合引波尾引怛一百四十三囉怛", "178": "那二合摩酤吒摩引羅引馱囉一百四十四薩哩嚩二合", "179": "倪也二合施囉悉訖哩二合怛一百四十五摩酤吒", "180": "摩訶訥部二合引多一百四十六葛摩囉訖哩二合多葛", "181": "囉多羅一百四十七𠆙切身引那薩摩引提尾謨引剎", "182": "也二合引鉢囉二合紺必也二合一百四十八末呼薩埵散怛", "183": "底波哩播引左葛一百四十九摩賀引哥引嚕尼哥一百五十", "184": "薩哩嚩二合葛哩摩二合引嚩囉拏尾輸引達葛一百", "185": "五十一薩哩嚩二合咩引提鉢囉二合謨引左葛一百五十", "186": "二阿哥引羅沒哩二合怛踰二合鉢囉二合設摩", "187": "那一百五十三薩哩嚩二合薩埵薩摩引說引薩葛囉", "188": "一百五十四薩哩嚩二合引設引摩奴引囉他波哩布囉", "189": "葛一百五十五那謨引窣覩二合底莎引賀引一百五十六", "190": "大心陀羅尼曰。", "191": "阿謨引伽引野莎引賀引一句", "192": "小心陀羅尼曰。", "193": "阿𡁠仁唧切下同多引野莎引賀引一句", "194": "心中心陀羅尼曰。", "195": "嚩囉鉢囉二合捺引野莎引賀引一句", "196": "器仗陀羅尼曰。", "197": "阿波囉引𡁠多引野莎引賀引一句", "198": "甲冑陀羅尼曰。", "199": "伊唐葛哩摩二合酤嚕那謨引窣覩二合底莎引", "200": "賀引一句", "201": "頭頂陀羅尼曰。", "202": "唵引吽引惹野莎引賀引一句", "203": "髻陀羅尼曰。", "204": "唵引紇哩引一句塞怛賴三合路引吉也二合尾惹", "205": "野引二阿謨引伽播引設引野三鉢囉二合底訶多", "206": "紇哩二合引郝吽引發吒半音四", "207": "世尊我此陀羅尼。悉能成就一切事業。若常", "208": "持誦者所作剋成。又若有人造五無間業。彼", "209": "人若能日三時中誦此陀羅尼。是諸業障悉得", "210": "清淨。若欲作結界法者。當以此陀羅尼加持", "211": "沈水香依法而用。若欲禁止瘧病者。當加持", "212": "灰水。或佉禰囉木作橛依法而用。若欲息除", "213": "一切病者。當加持酥或油或水塗摩等用。若", "214": "欲禁止迦枯哩那鬼所持病者。當加持刀依", "215": "法而用。若欲作諸擁護法者。當加持線依法", "216": "而用。若欲止腹痛者。加持鹽水依法而飲。若", "217": "欲息除諸惡毒者。當加持土或加持水依法", "218": "而用。若欲除去眼病者。加持白線隨繫其耳。", "219": "若欲除去齒痛者。加持迦囉尾囉木作齒木", "220": "用。又欲作結界法者。當取五色線加持二十", "221": "一遍。以佉禰囉木作橛釘四方界。然取其線", "222": "絣量界分。是即結界成就。又欲作擁護法者。", "223": "當加持水或塚間灰。或復淨線隨應當用。若", "224": "欲解諸執魅者。加持五色線依法而用。又欲", "225": "除諸瘧病者。加持白線依法而用。若欲解除", "226": "瘰癧及諸瘡腫者。加持蓽撥與蜜同和塗摩", "227": "等用。又欲除去眼病者。加持香水或甘草水。", "228": "或鉢羅舍葉浸水而用。若欲息諸鬪戰諍訟", "229": "者。加持淨水洗滌其面。若欲擁護王之國境。", "230": "無諸侵撓得強勝者。當擇妙好瓶器置潔淨", "231": "處。滿盛其水設諸供養。作法者著鮮淨衣。讀", "232": "此陀羅尼而為加持。然後取瓶中水隨處散", "233": "灑。即得國界安隱災難不生。人及傍生悉能", "234": "衛護。若欲解諸邪印者。當用栴檀香末加持", "235": "二十一遍。點自心間即得解除。若欲於自住", "236": "舍作擁護者。當用蓮華作護摩法。若欲調伏", "237": "諸難調者。當用栴檀香作護摩法。", "238": "復次成就法。當用勝香最勝香。無畏手香帝", "239": "手香。嚩嚕尼香諾俱梨香。那俱梨香畢利煬", "240": "虞香。多誐覽香等。并月王藥妙喜樂。輪藥大", "241": "輪藥。尾瑟努訖蘭多藥。", "242": "如上諸香藥取以和合而作一丸。以此陀羅", "243": "尼加持一百八遍。若有人為諸鬼神執魅怖", "244": "畏。或帶頂上或帶臂上即能衛護。若有女人", "245": "將欲產生。取前香藥碎為其末。依法加持同", "246": "入水中。當用澡浴即得產生。勝福德子安隱", "247": "無難。諸不祥事皆得銷滅。又復生已善作擁", "248": "護。離諸苦惱惡毒不生。設有所生速疾除遣。", "249": "若初生童子欲作擁護者。取前香藥丸依法", "250": "加持。帶其頂上即能擁護。若欲禁止風雲雷", "251": "雹者。當取嚩嚕尼樹枝。入淨水中依法加持", "252": "已。次執其枝而用散灑。", "253": "世尊我此祕密心陀羅尼。能作最上成就。如", "254": "上所說一切法用悉無不成。設使持誦未精", "255": "熟者亦得成就。", "256": "復次宣說本尊成就法。若人欲見我身求成", "257": "就者。當於白月十五日依法作㡧。以上好不", "258": "雜彩色畫我形像。如大自在天相。頂戴寶冠", "259": "鹿皮為絡腋。一切珍寶而為莊嚴。如是畫已", "260": "依法安布。行人當於彼㡧像前。以瞿摩夷作", "261": "曼拏羅。散諸妙華以八種香安置供養。又復", "262": "排設六十四種出生飲食。所用清淨離諸血", "263": "肉腥雜穢污。燒沈水香。行人應當晝夜不食。", "264": "一日三時澡沐身體著新淨衣。諦心專注獻", "265": "供養已。於㡧像前念此陀羅尼一千八十遍。", "266": "然後諦想本尊儀相。乃見自身有大熾焰。行", "267": "人見已心生歡喜。須臾即見我身來現其前。", "268": "施諸所求悉令圓滿。行人爾時當用雌黃。或", "269": "安膳那藥而用點眼。即能隱身亦得騰空。自", "270": "在證入不空智莊嚴三摩地門。隨諸所欲一", "271": "切所作皆得圓滿。", "272": "佛說此經已。聖觀自在菩薩摩訶薩。及餘自", "273": "在大自在等梵天眾。及淨光天子并諸菩薩", "274": "聲聞一切大會。聞佛所說皆大歡喜信受奉", "275": "行。", "276": "佛說聖觀自在菩薩不空王祕密心陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1099 佛說聖觀自在菩薩不空王祕密心陀羅尼經", "source": "CBETA"}