{"author": "隋 那連提耶舍譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0647 力莊嚴三昧經: 力莊嚴三昧經: 力莊嚴三昧經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "力莊嚴三昧經卷下", "1": "隋天竺三藏那連提耶舍譯", "2": "爾時，佛告智輪大海辯才童子言：「善男子！汝", "3": "見一切如來身不？」智輪童子即白佛言：「世尊！", "4": "我見。」佛問智輪：「汝言見者，所見何等？」智輪言：", "5": "「世尊！我見一切諸佛、如來。若恒河沙等所有", "6": "世界，於是國土亦見恒河沙等諸佛、如來，一", "7": "切皆於自剎土中各各說法；如是，第二及以", "8": "第三佛如是問，智輪童子亦如是答。」時佛復", "9": "更問智輪言：「善男子！汝見如來右手掌不？」智", "10": "輪言：「見。」佛言：「智輪！汝言見者，所見何等？」智輪", "11": "言：「世尊！我見一切諸佛、如來右手指掌各於", "12": "其剎等說諸法亦復如是。」「智輪童子！如是方", "13": "便，當知一切諸眾生等心意及法，此如來名，", "14": "一切眾生眼、色、耳、聲、鼻、香、舌、味、身、觸，此如來", "15": "色；此如來名、此色，名如來一切智、亦名一切", "16": "見。」", "17": "爾時，智輪大海辯才童子白佛言：「世尊！如來", "18": "所說不可思議，多陀阿伽度微妙最大不可", "19": "思議如來境界。」佛言：「如是如是，智輪童子！", "20": "不可思議，多陀阿伽度微妙最大不可思議", "21": "如來境界。「智輪童子！我於阿說他樹下端坐", "22": "思惟阿耨多羅三藐三菩提，覺已得一切種", "23": "智。智輪童子！我發是心：『不可思議、微妙最", "24": "大不可思議，此是諸佛、如來境界。』「我於爾", "25": "時作是不可思議念已，從阿說他樹下而起，", "26": "不近、不遠，對於此樹一心諦觀，熟視不瞬，得", "27": "歡喜食離餘飲食；如是，逕於七日七夜見", "28": "阿說他菩提之樹。我此樹下如是坐已，一", "29": "切世間無能信佛得如來智、得自在智、得", "30": "不可思議智、得不可量智、得無等等智、得", "31": "不可數智、得阿僧祇智、得大智、得佛智、得", "32": "一切種智。「復次，智輪！對阿說他菩提之樹，", "33": "即彼處所有塔名為不瞬眼視，是我不可思", "34": "議之心見阿說他菩提樹下起眼不瞬，乃", "35": "至七日得歡喜食離餘食想，彼大支提常為", "36": "天人之所供養。智輪童子！如此方便，當知", "37": "即是不可思議諸佛、如來甚深境界。「復次，智", "38": "輪！汝今莫作如是思念，獨謂如來菩提覺已，", "39": "對阿說他以不瞬眼看於彼樹，得歡喜食離", "40": "餘飲食，七日夜住。智輪童子！慎勿如此起", "41": "於是心。何以故？過去一切十方諸佛、多陀", "42": "阿伽度、阿羅呵、三藐三佛陀——今已入於寂滅", "43": "涅槃——彼諸如來亦各坐於菩提樹下，坐已皆", "44": "得阿耨多羅三藐三菩提及一切種智，悉發", "45": "是心不可思議、最大不可思議、諸佛甚深如", "46": "來境界。彼佛亦各起如是心不可思議，彼菩", "47": "提樹——從樹下起至於餘處——以不瞬眼直視此", "48": "樹，得歡喜食離於餘食；七日夜住，亦復如", "49": "是。「智輪童子！若當來世一切十方諸佛、如", "50": "來亦菩提樹下坐，得阿耨多羅三藐三菩提", "51": "及得一切種智不可思議，乃至最大不可思", "52": "議如來境界。彼佛、如來亦發不可思議之心", "53": "念菩提樹，觀樹以起不瞬眼覩，得歡喜食", "54": "離餘食想；七日夜住，亦復如是。「智輪童子！", "55": "若今現在一切十方諸佛住世乃至說法，", "56": "彼佛、如來亦菩提樹下坐，得阿耨多羅三藐三", "57": "菩提及一切種智已，亦如是念，乃至最大不", "58": "可思議如來境界。彼佛、如來得不可思議心", "59": "已，從菩提樹下起，以不瞬眼觀菩提樹，得", "60": "歡喜食離餘飲食；七日夜住，亦復如是。」", "61": "爾時，智輪大海辯才童子復白佛言：「世尊！云", "62": "何如來及一切佛、多陀阿伽度、阿羅呵、三藐三", "63": "佛陀，菩提樹下得阿耨多羅三藐三菩提及", "64": "一切種智已，作如是念不可思議亦如是", "65": "觀，對菩提樹不瞬眼視，得歡喜食離餘飲食，", "66": "或二七日住於是處？」佛告智輪童子言：「善男", "67": "子！非一切多陀阿伽度、阿羅呵、三藐三佛陀，", "68": "對菩提樹七日七夜不瞬眼住。智輪童子！有", "69": "諸佛、如來得阿耨多羅三藐三菩提，覺已乃", "70": "至入於無漏涅槃，於此時間不可思議、念佛", "71": "境界不可思議。智輪童子！此之方便，如是當", "72": "知：諸佛常念不可思議諸佛境界、最大不可", "73": "思議如來境界。」智輪童子復白佛言：「世尊！如", "74": "來、多陀阿伽度、阿羅呵、三藐三佛陀所有境界", "75": "多少云何？」佛告智輪：「諸佛境界依如一切眾", "76": "生境界。」智輪童子復白佛言：「世尊！一切眾", "77": "生境界多少？」佛告智輪：「如是一切諸佛境界，", "78": "此名一切眾生境界。又復，智輪！汝今當知：諸", "79": "佛境界及以一切眾生境界，此二境界是一", "80": "法界，無有差別。」智輪童子復白佛言：「世尊！", "81": "云何名佛？何者是法？」佛告智輪：「汝今當知：", "82": "一切眾生名為佛法。」智輪復問：「眾生何者？云", "83": "何是名佛？」佛告智輪：「眾生界者，當知此義", "84": "是佛境界。」佛告智輪：「我今問汝，隨汝意答。", "85": "云何名心？何因緣故如來得阿耨多羅三藐", "86": "三菩提？」智輪童子答言：「世尊！一切眾生自", "87": "體性故，多陀阿伽度、阿羅呵、三藐三佛陀。」", "88": "爾時，世尊復更重問智輪童子言：「智輪！汝意", "89": "云何？汝知如來智慧云何？」智輪童子即答", "90": "佛言：「一切眾生境界知故，多陀阿伽度、阿羅", "91": "呵、三藐三佛陀智慧具足。」佛告智輪：「汝當知", "92": "此：如是方便，無量諸佛、如來境界與諸眾生", "93": "境界一種，若有一切眾生境界即佛境界。如", "94": "是，一切如來境界及以一切眾生境界，是一", "95": "境界，無二、無別。」", "96": "爾時，智輪大海辯才童子白佛言：「世尊！如我", "97": "解佛所說義趣，知於諸佛不異眾生，一切眾", "98": "生亦即如來。」佛時印可智輪童子言：「善哉，善", "99": "哉。智輪童子！汝今善知如來語義。又亦曾於", "100": "過去無量恒河沙等佛、世尊所植眾德本、聞", "101": "佛所說微妙法門、日夜長修般若波羅蜜，恒", "102": "於生世得義辯才、得法辯才、得辭辯才、得", "103": "樂說辯才，為諸眾生問答無礙。」", "104": "爾時，智輪大海辯才童子復白佛言：「世尊！云", "105": "何如來及諸菩薩摩訶薩等，能作如是，得如", "106": "來智、自在智、不可思議智、不可量智、無等", "107": "等智、不可數智、阿僧祇智、大智、佛智、一切", "108": "種智，達了覺知？」如是問已，佛即告言：「智輪童", "109": "子！我於般若波羅蜜中不亂心行。智輪童子！", "110": "以不亂心行般若故，菩薩摩訶薩能作如是", "111": "得如來智、自在智、不可思議智、不可量智、無", "112": "等等智、不可數智、阿僧祇智、佛智、大智、一", "113": "切種智，如是覺知。」智輪童子復白佛言：「世尊！", "114": "云何如來及諸菩薩摩訶薩等，於般若波羅", "115": "蜜中行，行已亦不捨想不想中行、亦非想", "116": "證？」佛告智輪：「此中菩薩摩訶薩等行般若", "117": "波羅蜜時，眼中行、色中行、耳中行、聲中", "118": "行、鼻中行、香中行、舌中行、味中行、身中行、", "119": "觸中行、意中行、法中行。」智輪童子言：「云何", "120": "眼中行、色中行、耳中行、聲中行、鼻中行、香", "121": "中行、舌中行、味中行、身中行、觸中行、意中", "122": "行、法中行？」佛言：「智輪！菩薩摩訶薩眼色中", "123": "行，當知此眼為色作礙；耳為聲礙、鼻為香礙、", "124": "舌為味礙、身為觸礙、意為法礙。」智輪言：「云", "125": "何眼為色礙，乃至云何意為法礙？」佛言：「智輪！", "126": "眼緣色故，心生歡喜、或生苦惱、或生捨受；", "127": "心取著故，起貪、瞋、癡，因緣和合，造身、口、意種", "128": "種諸業；造此業已，生於地獄、餓鬼、畜生、及", "129": "阿修羅、天、人六道為依止處。彼中眼、色果報", "130": "出生，受此報故，愚癡之人於當來世苦惱增", "131": "廣。如是去來循環不息，以是果故，眾苦不", "132": "斷。何以故？於流轉中不見出道。凡夫眾生", "133": "愚癡顛倒，不知如是耳因緣聲，乃至不知意", "134": "因緣法，廣說如上。「智慧之人應當至心諦", "135": "觀：『此眼，眼為是誰？何者是眼？』推覓眼義及", "136": "非眼義；如是，色義、色非色義，乃至耳、聲、鼻、香、", "137": "舌、味、身、觸、意、法義及非義，一切皆覓都無所", "138": "見。智者如是諦思惟已，眼義不見、非眼義亦", "139": "不見、眼非眼義一切不見，乃至色義不見、", "140": "非色義亦不見、色非色義一切不見；如是，耳、", "141": "聲、鼻、香、舌、味、身、觸、意、法，如是法義不見、非法", "142": "義亦不見、法非法義亦復不見。「時彼行人不", "143": "見眼、已離於眼義、亦復不見是眼非眼，不見", "144": "是色、不見離色、亦復不見是色非色；如是，耳", "145": "非耳、耳非非耳，聲非聲、聲非非聲，鼻非鼻、鼻", "146": "非非鼻，香非香、香非非香，舌非舌、舌非非", "147": "舌，味非味、味非非味，身非身、身非非身，觸非", "148": "觸、觸非非觸，意非意、意非非意，法非法、法非", "149": "非法。「又復，眼者不覺、非眼者亦不覺、眼非眼", "150": "亦不覺；如是，色不覺、非色亦不覺、色非色亦", "151": "不覺，耳不覺、非耳亦不覺、耳非耳亦不覺，聲", "152": "不覺、非聲亦不覺、聲非聲亦不覺，鼻不覺、", "153": "非鼻亦不覺、鼻非鼻亦不覺，香不覺、非香亦", "154": "不覺、香非香亦不覺，舌不覺、非舌亦不覺、舌", "155": "非舌亦不覺，味不覺、非味亦不覺、味非味亦", "156": "不覺，身不覺、非身亦不覺、身非身亦不覺，觸", "157": "不覺、非觸亦不覺、觸非觸亦不覺，意不覺、非", "158": "意亦不覺、意非意亦不覺，法不覺、非法亦", "159": "不覺、法非法亦不覺。「如是，捨離眼因緣故則", "160": "色不生，色不生故離眼及色，既離眼、色，則無", "161": "有愛及以不愛。如是，離於愛、不愛故，何處更", "162": "有愛、不愛生？離愛、不愛故，無和合；和合無故，", "163": "名為不著，亦名無礙，當知即是無障礙智。云", "164": "何名為無障礙智？無礙智者，無量一切眾生", "165": "眼，如是一切智眼，無量一切眾生色，如是", "166": "一切智色。如是，一切眾生眼者，一切智眼", "167": "者；一切眾生色者，一切智色者；此二種法", "168": "是一無異。此非覺故，如是，耳、聲、乃至鼻、香、舌、", "169": "味、身、觸、意、法一切不生。因緣離故則無有愛；", "170": "無有愛故，法中不行；法不行故，故無障礙；離", "171": "障礙故，無有染著；無染著故，是故離障；以離", "172": "障故，無礙智生。智因緣故，無量一切眾生心，", "173": "如是一切智心，無量一切眾生法，如是一切", "174": "智法；如是，一切眾生心、一切智心，如是一", "175": "切眾生法、一切智法，此二種法是一無異。「智", "176": "輪童子！般若波羅蜜中如是行，非想中行、亦", "177": "非離想中行，非想中證、亦非離想中證。智輪", "178": "童子！此名一切眾生心、一切眾生法、一切智", "179": "心、一切智法平等智相。」", "180": "爾時，智輪大海辯才童子白佛言：「世尊！無生", "181": "法者，如來眼、耳、鼻、舌、身、意，此六種識，其義云", "182": "何？」佛告智輪言：「無生者，眼識等空，本無有物。", "183": "其中推覔一箇物無，是故不生；以不生故，故", "184": "空無物。「智輪童子！譬如虛空本來不生，不", "185": "生故，無滅；滅無故，無物；可離故，名虛空。如", "186": "是，一切眾生、一切眾生法亦不生；不生故，", "187": "無滅；亦無離物故，一切眾生、一切眾生法", "188": "猶如虛空，一種無異。「智輪童子！一切眾生、一", "189": "切眾生法猶如虛空，不生、不滅，不動、不亂，非", "190": "彼、非此，不染煩惱、非寂滅離。如是，不生、不滅，", "191": "不動、不亂，非彼、非此，不染煩惱、非寂滅離，非", "192": "一、非異，虛空如是。「智輪童子！一切眾生、一切", "193": "眾生法，不生、不滅，非動、非亂，非彼、非此，不染", "194": "煩惱、非寂滅離。如是，過去、當來、現在諸佛、如", "195": "來，非生、非滅，不動、不亂，非彼、非此，不染煩", "196": "惱、非寂滅離。此名法住、亦名法行，如如非", "197": "異、如如非不異，如如湛然常住，無有遷動，同", "198": "一法界。」", "199": "爾時，智輪大海辯才童子復白佛言：「世尊！幾", "200": "許如來已過於世？」佛告智輪童子：「如恒河沙", "201": "等。」智輪又問：「幾許如來當來出生？」佛言：", "202": "「智輪！如恒河沙。」智輪又問：「幾許如來現在說", "203": "法？」佛言：「智輪童子！亦如恒河沙等。」智輪童子", "204": "重白佛言：「世尊！過去如來已入涅槃，實難再", "205": "覩；當來諸佛未出世間，不可預見；現在世尊", "206": "正住教化，未入涅槃。彼佛如如，非異如如、非", "207": "不異如如，常恒、常常、住不異法，其義云何？」作", "208": "是問已，佛答：「智輪！此是佛智。智輪！當知如", "209": "是言說是世間法、非第一義。真如法中有是", "210": "言說，亦非言說所可覺知，是佛智力之所知", "211": "覺。智輪童子！此名佛智。「云何力智？如一切", "212": "眾生平等故，一切法平等；一切法平等故，一", "213": "切眾生平等如如。不異如如、非不異如如，此", "214": "名菩薩摩訶薩第一如來力；是力因緣故，處、", "215": "非處如實知。云何名為是處、非處？有因緣處", "216": "此名為處，離於因緣是名非處。「又復，智輪童", "217": "子！於汝意云何？如過去世已皆盡滅，不可得", "218": "見、不可得知；過去眾生造三業行亦復過去，", "219": "為有、為無？」智輪童子答佛言：「有。」佛告智輪：", "220": "「汝意云何？當來世中諸法未生，不可得見、不", "221": "可得知、無有一物。彼當來中三種行業眾生", "222": "有不？」智輪童子答佛言：「有。」佛告智輪：「汝意", "223": "云何？現在世中現有眾生可見、可知，彼三業", "224": "行眾生有不？」智輪童子答佛言：「有。」佛告：「智輪！", "225": "云何為有？」智輪童子言：「世尊！過去之世雖", "226": "復滅謝，然諸眾生所造三種業行不亡；又復，", "227": "當來雖復未有、未生、未見，不覺、不知，以因緣", "228": "故，未來世中有三業行；今現在世因緣起", "229": "故、眾生生故、三業作故，如是種種有諸業", "230": "行。」佛言：「如是。智輪童子！過去世中一切種智", "231": "故，有過去佛；當來世中一切種智故，有當來", "232": "佛；現在世中一切種智諸因緣故，現在有佛。", "233": "「又復，云何是處、非處離依止故，無處、非處？」佛", "234": "言：「智輪童子！於汝意云何？如過去虛空悉皆", "235": "盡滅，無去、異去？」智輪童子言：「不也。世尊！何", "236": "以故？離依止故，過去虛空，處、非處盡故、不", "237": "淨故、不異故、不動不動法故。」佛言：「智輪", "238": "童子！於汝意云何？如當來虛空未生、未覩、不", "239": "見、不記？」智輪童子言：「不也。世尊！何以故？如", "240": "是離依止故，處、非處當來不異去，不動不動", "241": "法故。」「如是，現在虛空不盡、不異、不滅、不動不", "242": "動法。智輪童子！如是，過去諸佛、如來不依", "243": "止故，不盡、不去、不異、不滅、不動不動法；如是，", "244": "當來諸佛、如來不依止故，未生、未有、亦非相", "245": "隨和合而有非餘處、有非動非動法；如是，", "246": "現在諸佛、如來住真實行，了達見常，常住不", "247": "動，是處、非是處如實悉知。「智輪童子！菩薩", "248": "摩訶薩當知：此名諸佛第一處力，是力因緣，", "249": "佛智所覺。」智輪童子復白佛言：「世尊！一切", "250": "世間無有能信如來此事。又，佛種智猶如虛", "251": "空，一種無異，不生、不老，不死、不亂，非當來生、", "252": "非煩惱、非寂滅。法界體性真實中住，如如平", "253": "等，此如是法。佛轉法輪，見諸眾生生、老、病、", "254": "死，故彼處生煩惱寂滅業因、業果。」作是問", "255": "已，佛答智輪童子言：「如是如是。智輪童子！一", "256": "切世間無有能信、真實難信，此中唯獨如來", "257": "證知，又不退轉諸大菩薩摩訶薩等，曾於過", "258": "去無量佛所植眾德本乃能信此。智輪童子！", "259": "此處如是，最大難信。若有如來阿耨多羅三", "260": "藐三菩提覺已如來智、自在智、不可思議", "261": "智、不可量智、無等等智、不可數智、阿僧祇", "262": "智、大智、佛智、一切種智，智輪童子！此名如", "263": "來，一切世間不可信。如虛空無有異，一切眾", "264": "生一切法。如來說法及轉法輪說於有生，其", "265": "中亦無有生可說；說於老事亦無有老、說於", "266": "患事亦無有患、說於死事亦無有死、說於漏", "267": "事亦無有漏；說非彼生、非彼生事亦復是無；", "268": "說染煩惱，染事亦無；說於寂滅，寂滅亦無；說", "269": "於涅槃，亦無眾生入涅槃者。智輪童子！此是", "270": "如來，一切世間叵信、難信。「一切眾生本無有", "271": "名，假名故說；本無言語，假說置言；本無文字，", "272": "假立文字。何以故？文字句說，一切世間種種", "273": "差別能得知故，智輪童子！是一切法名字句", "274": "味，一切先無今假說有。智輪童子！如來法", "275": "輪亦復如是，先無今有。「智輪童子！諸佛、如來", "276": "轉於法輪，為二大事因緣故轉。何者是二大", "277": "事因緣？如來世尊轉法輪時，一、眾生加，二", "278": "者、法加。「智輪童子！於汝意云何？眾生有生，", "279": "此可說不？」智輪童子言：「不也。世尊！」時佛復告", "280": "智輪童子：「於汝意云何？若諸眾生是不生者，", "281": "法是可生，可說以不？」智輪童子言：「不也。世尊！」", "282": "佛告智輪童子：「眾生名離因緣，眾生相亦非", "283": "生；眾生相非生故，一切法、一切法相亦復不", "284": "生，此不生法名一切智。以是一切智慧力故，", "285": "聞於釋迦如來名已，此三千大千世界六種", "286": "震動；當於是時十方一切諸佛剎土悉皆震", "287": "動，如是世界諸佛眾中出，大蓮華各各遍覆。", "288": "「智輪童子！無量一切眾生眼如是一切智眼、", "289": "無量一切眾生色如是一切智色。如是，一切", "290": "眾生眼，一切智眼；如是，一切眾生色，一切智", "291": "色；此之二種當知是一非二。「法界如是，一", "292": "切眾生受、一切眾生想、一切眾生行、一切眾", "293": "生識、一切眾生名，此名如來名。無量一切眾", "294": "生色入於色陰，名如來色，此色名一切智、亦", "295": "名一切見、亦名一切識、一切智。是故，一切", "296": "種智不取智相、亦不著智，是名一切智、亦", "297": "名一切識、亦名一切見佛眼。「如是，見一切色", "298": "亦不取相：『我眼能見彼。』如是，色乃至心法、識", "299": "亦如是，如來不作是念：『是非識。』不如是念：『是", "300": "我識。』何以故？眼非覺故、色非覺故，亦非", "301": "覺事，乃至非覺心故、非覺法故。一切眼見事，", "302": "如來見者一切知見；耳中一切響應者，一切", "303": "聲聞；鼻中一切氣熏者，一切香嗅；舌中一切", "304": "甞者，一切味知；身中一切摩觸者，一切覺知；", "305": "意中一切識緣者，一切法得。「又復，如來如是", "306": "念者：『眼中一切諸色皆見、眼中一切諸聲皆", "307": "聞、眼中一切諸香皆嗅、眼中一切諸味皆甞、", "308": "眼中一切諸觸皆覺、眼中一切諸法皆緣。』如", "309": "是，智輪！如來心中一切色見、一切聲聞、一", "310": "切香嗅、一切味甞、一切觸覺、一切法緣，一切", "311": "眾生順故，一切種智能如是作智因緣故。智", "312": "輪童子！如是方便，當知如來亦一切智、亦", "313": "一切見、亦一切識。」", "314": "爾時，智輪大海辯才童子白佛言：「世尊！如我", "315": "解佛所說義趣，眼亦如來一切種智、色亦", "316": "如來一切種智；如是，耳、聲、鼻、香、舌、味、身、觸、意、", "317": "法亦悉如來一切種智。是故，如來一切識、一", "318": "切見、一切智。」", "319": "爾時，佛告智輪大海辯才童子言：「善男子！汝", "320": "見如來一切身、一切智、法平等智，何者是", "321": "因緣？菩薩摩訶薩一切眾生眼智、眼煩惱智、", "322": "眼寂滅智、眼煩惱寂滅智，耳智、耳煩惱智、耳", "323": "寂滅智、耳煩惱寂滅智，鼻智、鼻煩惱智、鼻寂", "324": "滅智、鼻煩惱寂滅智，舌智、舌煩惱智、舌寂滅", "325": "智、舌煩惱寂滅智，身智、身煩惱智、身寂滅", "326": "智、身煩惱寂滅智，意智、意煩惱智、意寂滅", "327": "智、意煩惱寂滅智。」佛說是經已，一切比丘、一", "328": "切菩薩，天、人、阿修羅、乾闥婆一切大眾，聞佛", "329": "說法，歡喜奉行。", "330": "力莊嚴三昧經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0647 力莊嚴三昧經: 力莊嚴三昧經: 力莊嚴三昧經", "source": "CBETA"}