{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1250 北方毘沙門多聞寶藏天王神妙陀羅尼別行儀軌", "text": {"0": "No. 1250", "1": "北方毘沙門多聞寶藏天王神妙", "10": "無令諸惡者惱亂。若有一切男子女人。以王", "100": "􄗽羅􄓚吒􄖩娜􄗽攞􄗻延􄗱也􄒶惹婆􅁥薩嚩􄚩賀", "101": "此契印及真言。若擬獻飲食供養者。一一真", "102": "言加持食盤。一一真言加持了。然後入道場。", "103": "壇處安置供養。若無飲食。但對天王像前。每", "104": "朝空結契印及誦真言供養亦得福利。天王", "105": "歡喜。", "106": "次結燈契。", "107": "右手小指無名指屈在掌中。直竪中指。其頭", "108": "指亦屈向掌中。大指屈上節。押頭指上節。", "109": "大指頭側捻中指中節上。真言曰。", "11": "事我。我以王事之。以一切貴勝事我。我以一", "110": "􈁴唵􄗙婆􄖻閉􄕙底􄙐隷􅁥薩嚩􄚩賀", "111": "若有道場。須加持燈用契真言方乃入壇內", "112": "供養。如無壇。空淨室置天王像。亦須加持燈", "113": "契誦真言供養。神力光明照曜去處無障。天", "114": "王歡喜。", "115": "四天王結界契", "116": "二手小指屈入掌中。右押左。竪二中指無名", "117": "指相離一寸。二頭指拄二大指。並屈入掌", "118": "中。真言曰。", "119": "􈁴唵", "12": "切貴勝事之。若以富樂音聲事我我以一切", "120": "􄗙婆", "121": "􄕝帝", "122": "􄗲也", "123": "􄙖畔", "124": "􄾫馱", "125": "􄙖􄾫畔馱", "126": "􄚲唅", "127": "􆿁吽", "128": "􄗧弭", "129": "􅁥薩嚩", "13": "富樂音聲事之。若有人能受持誦陀羅尼", "130": "􄚩賀", "131": "此契再結界。印上下各三遍。一切諸惡魔悉", "132": "遠散。然舉契四方東西南北周而復始作契", "133": "誦真言加持。魔障皆走不敢近於道場。再三", "134": "再四結界如法。方乃啟請天王。得成就力。即", "135": "得無畏。", "136": "次結召請契。", "137": "右手前把左手腕。於頂上左手四指來去。真", "138": "言曰。", "139": "􄖩曩􄗭謨引􄙝吠􈃡室羅二合􄗥末􄕋拏􄣢薩也􄗥麼􄕾地以", "14": "及結印法。所有行用供養我形像者。我一", "140": "􄩶瑟捺羅􄣢薩也􄙼悉􄕣他􄗙婆􄙖嚩􄕛覩􄖵婆􄕗哆􅁥薩嚩", "141": "􄚩賀", "142": "此契及誦真言七遍。天王眷屬降臨壇會。口", "143": "云。天王慈悲就座受小供養。所屈請諸徒侶", "144": "各著座位受我供養。即䠒跪手執香爐。對天", "145": "王前。至心奉請諸神眷屬夜叉羅剎諸佛菩", "146": "薩金剛力士等。降臨道場。為我證明。北方毘", "147": "沙門天王降臨道場。願得成就法力神通。得", "148": "大自在。所願隨意。感天動地契合君臣。兵甲", "149": "相扶人民愛念。所為事皆稱意。若有神驗不", "15": "切隨於汝所求。應汝之願令汝滿足。若有", "150": "虛。天王現處變相。令我知驗。天王大身陀", "151": "羅尼曰。", "152": "􄖩曩􄗭謨引􄗽囉􅑈怛曩二合􄩞怛囉二合􄗲夜引􄗱也􄖩曩", "153": "􄗭謨􈂽失戰二合􆧽荼􄙖嚩􄦽日囉二合􄖵播􄕌拏引􄗷曳", "154": "􄗥摩􄚩賀引􄗱藥􄚴叉􄚢細引􄖩曩􆻤鉢跢二合引􄗷曳􄖩曩", "155": "􄗭謨引􆿅阿􄕣他􄑈劫􄙃路引􄗞步引􄕗跢􄗾羅引􄗱也一􈋮地入", "156": "􄙢捨􄗱也二􄙝吠􈃡室囉􄗥摩􄕋拏􄙖嚩􄑼左􄖪曩引􄣢薩也三", "157": "􄗥摩􄚩賀引􄗽囉􄒷惹引􄣢薩也四􄗱夜􄚵乞叉引􄕽地波二合", "158": "􆻤哆􄣢薩也五􄙖嚩􄗥摩􄕗多􄣢薩也六􈁨薩覩二合", "159": "􄕗哆􄣢薩也七􄗙婆􄙢捨􄖩那八􄪼鉢囉􄙖嚩􄚩賀􄕯娜􄣢薩也九", "16": "出家人受持者。我為童子助之。若有國王君", "160": "􄚮呬􄗥摩􄕯馱􄓚吒十􄓚吒􄕍尼􄪼鉢囉􄙮沙􄗲夜引􄗧弭十一", "161": "􄕗怛􇩊儞也二合􄕤他十二􄑄俱􄙪曬􄗧弭􆥧俱􄙪曬􄗧弭", "162": "􆥧俱􄙢沙十三􄙘尾􈃡捨囉􄗥摩􄕋娜􄣢薩也十四􄗥摩􄚩賀", "163": "􄗽羅􄒶惹引十五􆿏翳􄙠畔􄕻馱􄑀迦十六􄖯寧􄩞哆羅􄗥摩􄚴蹉", "164": "􄕛覩十七􅁥薩嚩二合引􄚩賀引十八", "165": "若有受持者。清淨念誦三十萬遍。天王加被", "166": "中所作事業起心動念降伏。乃至一切榮祿", "167": "官職我隨汝心願。若有人於月一日十五日", "168": "起首。念誦三十萬遍。作壇者有音樂。但有", "169": "少微塵心依隨。我常擁護。如護眼精。如護", "17": "臣等受持供養我者。我當富貴兵甲王位恒", "170": "身命。若口含香念誦心自他知。若常持誦我", "171": "真言不絕。我隨是人坐臥。常隨是人出入往", "172": "來。我隨是人意願滿足。若每日誦真言一百", "173": "八遍。滅去身中一百八劫罪。若誦持我真言", "174": "滿一萬遍。能滅八萬四千十惡五逆重罪。破", "175": "塔破戒不孝之罪悉皆消滅。若對天王面。誦", "176": "持十萬遍身真言。隨事亦須小小稱意。若日", "177": "日供養我形像者。乃與我作意音樂乳粥供", "178": "養者。當金甲之身示現令願滿足。若和合諸", "179": "香。取牛黃雄黃各等分。加持安我像足下。我", "18": "願應之誓無相背。善男子是真言法。我於佛", "180": "與香法成就隨汝所願塗自額。所向處見人", "181": "國王王子大臣官長諸貴人等。并一切所見", "182": "者歡喜。兵士愛念。若能每日日中時。面向北", "183": "對像前。誦我心真言滿三十萬遍。我示現大", "184": "將身。手持戟劍現前。我於夢中現身。或於", "185": "遠山頂示汝令見。滿於諸願。如不見吾身。", "186": "亦隨汝願。應念加被。", "187": "北方天王心真言曰。", "188": "􄖩曩􄗭謨引􄗽囉􅑈怛曩􄩞怛羅􄗲夜引􄗱也􄖩曩􄗭謨引", "189": "􈂽失戰二合􆧽荼􄙖嚩􄦽日囉二合􄖵播􄕌拏引􄗷曳引􄗥摩", "19": "前奉上世尊。護持末法比丘佛弟子及諸眾", "190": "􄚩賀􄗱藥􄚴乞叉二合􄚢細􄖩曩􄖵鉢􄕘多􄗷曳􄖩曩􄗭謨引", "191": "􆿅阿􄕣他􄑈骨􄙂嚕􄗱藥􄚶室􄕋拏􄣢薩也􄗥摩􄚩賀引􄗾囉引", "192": "􄒶惹􄗥摩􄗽羅􄗥𤚥􆧽拏􄙊藍􄪼鉢羅􄙘尾􄙣沙􄗧弭􄙺薩", "193": "􅞣嚩􄙺薩􄽙怛嚩􄚪呬􄕙底􆵋瑟吒二合􈁀南􈁴唵􄗥摩", "194": "􄕍尼􄗙跋􈆦捺羅二合􄗱也􅁥娑嚩􄚩賀􄖹布􄙂嚕􄕋拏􄗙跋", "195": "􈆦捺羅二合􄗱也􅁥娑嚩􄚩賀􄗥摩􄖪拏􄗽㗚􄕤詑􄗱也􅁥娑嚩", "196": "􄚩賀􄙼悉􈒻定􄑀迦􄗾羅􄗱也􅁥娑嚩􄚩賀􄙝吠􈃡室羅", "197": "􄗥末􄕋拏􄗱也􅁥娑嚩􄚩賀􄕻難上􄖩曩􄕰馱􄗱也􅁥娑嚩􄚩賀", "198": "若有受持念誦我心真言作諸供養者。唯我", "199": "身心意在汝身上。愛念汝無量。若有人求財", "2": "陀羅尼別行儀軌", "20": "生等。若有於我世尊末法弟子起惡心相向", "200": "求官。求一切外諸心事。自令汝願滿足。不令", "201": "惡人害汝。能令汝等受持我法者。即得富貴", "202": "安樂。端正男女奴婢車乘五穀豆麥田莊妻", "203": "妾。必決定與汝等。成就一切樂具。隨汝意願", "204": "滿足。乃至命終身往所生處。隨汝意願所生", "205": "不相違背。若不實者。我不名為護法天王。我", "206": "必為汝墮阿鼻地獄。汝等受持讀誦者。於", "207": "我法中生少疑心誹謗輕罵者。是皆汝等", "208": "地獄苦業因緣未盡。即知此人無有出期。汝", "209": "等人民憶持者。香華油酥燈乃作水壇安置", "21": "者。我自領多兵眾鬼神藥叉乾闥婆等。摧碎", "210": "像於中。種種草菓子飲食煎餅乳酪等。粥", "211": "酥蜜盤如法供養。作音樂歌唄。梵音讚歎。", "212": "如是日日每月一日十五日正月七日。對像", "213": "前念誦行道。我示現身。或於壇中施諸寶物", "214": "與汝滿足。或隨汝心行動。所向去處東西南", "215": "北四維上下。一切去處乃至夜夢中。皆施與", "216": "汝等。令人無畏入陣刀戟相害無能知者。但", "217": "汝心存念我名及真言句。手執契印。所擬方", "218": "面彼所有惡敵兵賊。悉自被縛。自散自顛", "219": "自滅自狂。無能害我法者。若有持我心真言。", "22": "惡人猶如微塵。善男子若有於我法中常供", "220": "和合香用含口見貴人。取麝香欝金香龍腦", "221": "香丁香等和合。隨多少和合。用金銀合子盛。", "222": "如無金銀合子。用白琉璃合子。如無琉璃", "223": "合子。用瓷合子盛和合香也。", "224": "北方毘沙門多聞寶藏天王神妙陀羅尼別", "225": "行儀軌", "226": "延寶二年。使他謄之。今元祿六年六月二", "227": "十五日。淨書校讐已了。殊希祕輪長轉沙界", "228": "等沾法雨。佛日永暉。群庶咸蒙慈光者。", "229": "東都北郊靈雲草創奉金剛密戒傳瑜伽乘", "23": "養依法受持。隨汝所須所願與汝。", "230": "阿闍梨耶淨嚴識", "24": "若有人能受持我真言法者。當先作四肘壇。", "25": "於淨室中掘去惡土。深一尺。遠處取淨黃土。", "26": "填築令平正。勒成階道。高一磔手。上層方", "27": "廣三尺。高一磔手。開四門。用水瓶盛香水。", "28": "箭四隻刀四口鏡四面。供養飲食用十二盤。", "29": "煎餅乳酪酥燈四盞散華。春夏採雜華。秋冬", "3": "特進試鴻臚卿大興善寺三藏沙門", "30": "散綵華。其壇下層畫山石。上層畫大蓮華。四", "31": "角畫海水。安像中心蓮華上。上懸幡十六", "32": "口。皆作神形像。其像面南。持法人面向北", "33": "對像坐念誦。", "34": "作壇真言曰。", "35": "􈁴唵􄖩難􆩮馱􄖩􆩮難馱􄕯娜􄓜智􄕯􄓜娜智􄖩難􆩮馱􄙖婆", "36": "􈁖里入􅁥薩嚩二合引􄚩賀引", "37": "若有受持真言法。作壇時。先誦此真言一百", "38": "八遍。加持地及土石處。所有一切蟲蟻諸類。", "39": "皆移避不在此住。其地即得清淨。堪置壇場。", "4": "大廣智不空奉　詔譯", "40": "結壇時。嚴加持結界。", "41": "結地界契", "42": "右手中指於左頭指期間向外背出頭。以右", "43": "無名指於左小指期間亦爾。左中指內向入", "44": "右頭指期間向內出頭。以左無名指於右小", "45": "指期間亦爾。兩小指頭指竪合。二大指亦合", "46": "頭向下。大指合頭著拄地翼兩臂肘。真言", "47": "曰。", "48": "􈁴唵􄑂吉􄙌里􄑂􄙌吉里􄙖嚩􄦽日囉􄙖嚩􄦿日哩􄗝部􈃖律", "49": "􄙖滿􄾫馱􄙖􄾫滿馱􆿁𤙖􄗁發􈁆吒", "5": "爾時毘沙門天王告一切眾生言。善男子汝", "50": "此印能除地中一切惡類。下至金剛際。除一", "51": "切惡鬼神。須加持七遍拄天地上下。不能為", "52": "害。得清淨福。", "53": "次結四方界契。", "54": "準前地界契。唯改開二大指。相去二寸。指", "55": "頭向身直竪。怒指向右轉。真言曰。", "56": "􈁴唵􄙺薩􄗽羅􄙺􄗽薩羅􄙖嚩􄦽日囉二合􄪼鉢羅二合􄑀迦", "57": "􄗽羅􆿁𤙖􄗁泮􈁆吒", "58": "此契能除四方魔鬼神等。作法會壇場處作", "59": "印契。誦真言七遍。向四方隨日轉。一切藥", "6": "於南閻浮提五濁惡世中。或出家比丘僧比", "60": "叉鬼退散。得法成就。", "61": "次結虛空界契。", "62": "準前地界契。唯改二大指。各附著頭指側上。", "63": "即以指向於頭上右旋三匝。真言曰。", "64": "􈁴唵􄙘尾􆷹薩普二合􄗽囉􄩶捺落二合􄚴乞灑二合􄙖嚩", "65": "􄦽日囉二合􈇀半􄒶惹􄗽囉􆿁𤙖􄗁泮􈁆吒", "66": "此印契能除空中上至於有頂諸魔鬼神。不", "67": "敢惡念。印契向頭上右旋三匝。真言加持。", "68": "飛行藥叉退散。", "69": "若能作大道場終身成事法者。擇地未規時。", "7": "丘尼。在家優婆塞優婆夷等。同在法中。我", "70": "誦真言一遍。結界地平正堅實。香華供養。又", "71": "誦真言一遍結界地。若竪立拄額規郭。懸幢", "72": "鈴珮等少分華復供養。一遍誦明結界。布置", "73": "彩色座。開諸位地。又誦真言一遍結界。將燈", "74": "安置壇上。又誦真言一遍結界。水罐華香", "75": "飯食酥蜜胡麻󰡊粳米等供養物盡入道場。", "76": "安置訖更誦真言一遍結界。請佛般若菩薩", "77": "金剛天等。未請前。復作誦真言一遍結界。一", "78": "一結界左手把跋折羅。降伏一切。右手把香", "79": "爐。口請一切聖眾天王。右繞三匝作結界。", "8": "領諸天善神擁護是人。若聞我名者有知我", "80": "想心標萬里千里百里一由旬等。皆心標想。", "81": "口云各四近處三里結界。即供養動止威儀", "82": "具諸法相。一切賢聖天王歡喜。若作本契印", "83": "本真言法。皆迎請結界。出入似國王動止威", "84": "儀無異。", "85": "次結香華契。", "86": "二無名指二小指交叉。右壓左在掌中。仍屈", "87": "向腕。即舒中指頭斜相跓。以二頭指各捻中", "88": "指第三節。以二大指各附二食指側合腕。真", "89": "言曰。", "9": "者。我當於是人左右。如護眼精。如護己命", "90": "􈁴唵􄗥摩􄖪拏阿􅚼羅他􄖵鉢􄙀哩􄪼布􄗽囉􄑁迦引􄗱也", "91": "􅁥薩嚩􄚩賀", "92": "在處結壇及不結壇。空對像處。若有壇處。", "93": "作真言契印法。加持香華。入道場供養。無道", "94": "場空對尊像空作契供養亦得。當有壇香華", "95": "一也。一切天王善神金剛等歡喜。", "96": "次結飲食契。", "97": "準前香華印。唯改二小指二無名指。拄在掌", "98": "中間。真言曰。", "99": "􄖩曩􄗭謨引􄒶惹岐􄕝帝引􄗙婆􄖵跛􄙺薩􄗽羅􄕝帝引􄕗跢􄓚吒"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1250 北方毘沙門多聞寶藏天王神妙陀羅尼別行儀軌", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}