{"author": "元魏 瞿曇般若流支譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0354 毘耶娑問經: 毘耶娑問經: 毘耶娑問經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "翻譯之記", "1": "毘耶娑問經卷下", "2": "元魏婆羅門瞿曇般若流支譯", "3": "「復次，大仙！四大天王生退之相，復應當知。", "4": "如是，大仙！若於貧人、若於病人生憐愍心，若", "5": "衣、若食、病患因緣所須醫藥隨時給施，為除", "6": "寒苦。道巷殖樹，行人坐息。造立池、井、溝渠、水", "7": "槽，給施一切。如是信心、喜心施與彼人。以是", "8": "善業因緣，臨欲死時，身無垢穢亦不羸瘦，身", "9": "色不變，不膩、不爛，一切身分不受苦惱、聲不", "10": "破壞，諸親眷屬悉皆聚集。無分散者，故不憂", "11": "惱、不患飢渴、腳不申縮、不受苦惱、不失便", "12": "利。境界不礙，故不愁苦、諸根不壞。彼人如", "13": "是一切樂足，不苦惱死。「若捨身時，識心歡喜，", "14": "見四天王、諸天之眾在樹林中戲樂之處。見", "15": "天眾已，死屍面色如生蓮花，口出好香——其香", "16": "猶如阿娑婆香——種種花香隨風熏屍。彼死人", "17": "識。見四大王天中生處父母相近。", "18": "「爾時，天中彼父天子在戲樂處遊行嬉戲，欲", "19": "心起發，右手摩觸天女臍下。以摩觸故，識託", "20": "懷中，至滿七日乃有頭髮具足莊嚴，天童子", "21": "生。生即知欲，戲笑、歌舞一切皆能。「復次，大仙！", "22": "彼四大王諸天住處，所有宮殿純金為地，種", "23": "種莊嚴、種種綵色、彫飾分明，百千天女在天", "24": "宮殿，有百千樹妙莊嚴枝，有隨意風觸身受", "25": "樂。", "26": "「復次，大仙！彼四大王天眾住處，城隍平正，其", "27": "城四方，縱廣八萬四千由旬。大仙當知，於彼", "28": "林中有天寶珠以為燈明，疎妙繒綵以衣樹", "29": "身，懸幡枝上。樹極柔軟，諸天見之心生愛", "30": "樂，於彼林中吹笛、拍手、琵琶、鼓等，和合樂聲", "31": "在彼窟中。", "32": "「復次，大仙！彼天童子種種食力，所謂揣食天", "33": "飯善香，能生天力，香、色、味等功德具足。有天", "34": "粳米名蓮華光，自然而熟，甜如甘露，種種色", "35": "味具足相應。有二食盤，一是金盤、一是寶", "36": "盤，隨彼天子所須飯食何者何等、如是如", "37": "是，彼彼飲食皆盤中生。", "38": "「復次，大仙！彼天爾時牟佉離汁生彼盤中", "39": "即變為花，名阿娑婆。彼有善香，其汁清冷，飲", "40": "則涼樂。又復彼香令天童子醉樂怡適。", "41": "「復次，大仙！彼四大王子𨽦宮殿，周匝常有妙", "42": "好華蔓，多饒妙花莊嚴殿柱，以如是柱莊嚴", "43": "宮殿、金寶、金剛。有勝天樹，娑羅翅蔓上攀", "44": "樹枝。有百千柱床臥敷具莊嚴宮殿。六萬天", "45": "女在中行坐，令彼宮殿端嚴勝妙。彼女殊勝", "46": "身相、舉動皆可觀瞻，天衣光明莊嚴其身，妙", "47": "聲、環釧以姿其媚，善香妙色，欲心相應，身極", "48": "軟弱。歌舞、戲笑恒常不絕，多有姿媚，兩兩共", "49": "合出美妙聲與笛一音。彼天宮殿如是具足。", "50": "「復次，大仙！彼天宮柱金寶間錯，懸以繒幡，處", "51": "處垂下。", "52": "「復次，大仙！彼四大王受勝欲樂。提頭賴吒、毘", "53": "樓勒叉、毘樓博叉、拘毘樓等，彼四大王在宮", "54": "殿中，喜笑、歌舞、嘯咏等聲，天食充飽，諸根喜", "55": "樂，善愛意生。彼處勝樂皆悉具足。", "56": "「復次，大仙！彼四大王天眾之中，諸天童子長", "57": "臂洪直，不麁、不細，行如醉象，具丈夫力，柔軟", "58": "之身具足天相。彼天行時，則有勝香熏一由", "59": "旬。", "60": "「復次，大仙！彼壽天年五百歲命，無中夭傷。彼", "61": "處勝樂一切具受，開眼看視有喜愛相。彼諸天", "62": "眾多有戲處——謂蘇婆伽荼迦之處、迦曇婆迦", "63": "及毘摩羅、光明莊嚴林王之處、闍那迦等勝", "64": "戲樂處，有如是等第一香處——受用心喜。彼諸", "65": "天子行彼處已，花、珠、金、寶間錯階陛。其階方", "66": "正，勝妙莊嚴，名寶珠階。百千天女妙聲歌咏，", "67": "珠寶、樂器自然出聲，多受欲樂。「福盡命終則", "68": "有相現：初則失影，不聞花香，迦陵、頻伽、天女", "69": "妙聲耳不復聞。「大仙當知，又天眾中彼天童", "70": "子。於天宮殿眾集之處，至日不往彼宮殿中。", "71": "百千天女，樹生瓔珞有妙勝花，俱翅羅聲、欲", "72": "鳥之聲林中具有，心不生樂，在地旋轉。衣裳", "73": "垢膩，其身極熱，悲苦看視，地上旋轉。於花", "74": "帳處心不憙樂，身中汗出。彼目常開，今則眄", "75": "瞬。彼處動轉，如魚出水，為日所暴，翻覆迴轉，", "76": "獨在地住。「天女見已皆來圍遶，詳共悲哀，同", "77": "聲啼哭，如是說言：『何期愛人欲向何處？何期", "78": "第一種種莊嚴柔軟之身——異異無垢，胸膺寬", "79": "博，兩肩可憙——平正之身、柔軟之身？何期戲處、", "80": "遊戲常樂種種處行，今忽捨我、復捨天宮，欲", "81": "向何處？』彼諸天女既傷歎已，復說偈言：", "82": "「『種種善心作，天樹妙莊嚴，", "83": "此四大王處，多饒飲食樂。", "84": "有四柱相應，福德天勝處，", "85": "多饒天女愛，豐華善心喜。", "86": "何忽惡無常，令捨此而去？』", "87": "「彼諸天女如是圍遶，大聲號哭，涎出聲壞，並", "88": "啼並言，可憐可愍。彼諸天女作如是言，離而", "89": "遠住，復申右臂取花散之，作如是言：『生善", "90": "道去，君善道去。向人界去，生福處地，信心", "91": "犁之。』應知，彼天如是之身，彼欲死天既聞此", "92": "已，如是思惟，自知身死。極大愁苦，舉體烝", "93": "熱。以烝熱故，身則消洋猶如蘇渧，於彼死", "94": "處墓田之中消洋盡壞，身體萎蔫。有掃風", "95": "來，吹彼天身作一千分，碎末散去遍在虛空。", "96": "「於彼處退欲受人身，見閻浮提父母和合。彼", "97": "既見已，歡喜愛樂，即彼處生。初受生已，其母", "98": "相出，所謂喜笑，欲得勝食、不憙食肉，憙著赤", "99": "衣、光明之衣，樂見人眾聚會之處，於兄弟等", "100": "生勝愛心。藏內、脇中不受苦惱，無有涎唾、又", "101": "不惡心、無有身病。在彼藏中善具足、手，然後", "102": "出生。「彼既生已，端正好色，見者愛念。彼若增", "103": "長，聞四王天心則歡喜。修行施戒，飲酒不", "104": "醉，心常惺悟，身則肥鮮，恒以眾香莊嚴其", "105": "身。愛林戲處、心多欲染，自身諸根樂近婦女，", "106": "數數飲食，樂好美饍。常修歌樂，身體膩潤，不", "107": "黑、不白，其眼猶如青毘琉璃。大仙當知，四", "108": "大王天退生人中本性如是，四大王處所", "109": "熏相續有如是相。", "110": "「復次，大仙！若有眾生捨離殺生、信心清淨、", "111": "修行布施、離偷盜已，以佉陀尼、蒲闍尼、食梨、", "112": "何朱沙、餘所須物衣裳、財物、寶珠、金等捨", "113": "以布施，信樂心喜，以諸花等而為供養、禮拜", "114": "塔寺，奉施供養。命終之時身不壞爛，膩垢、便", "115": "利、臭穢皆無，心生歡喜，自憶念身所作善根。", "116": "臨欲死時則有相現，面如金色，鼻正不曲，心", "117": "不動亂，咽不杼氣，亦不咳𡂡及上氣等，身", "118": "不蒸熱，根不破壞，節脈不斷，身不苦惱，在於", "119": "臥處身不迴轉，語聲不破。", "120": "「復次，大仙！如是眾生或熱病死、或中毒死、或", "121": "貪華果而上樹上墮樹而死、或食好食不消", "122": "故死。彼欲捨陰內識往見三十三天宮殿莊", "123": "嚴，有珠、金寶及金剛等於分分處種種間雜，", "124": "作金魚形、摩伽羅形莊嚴殿門。門上金幢有", "125": "種種樂，迭相打觸出美好聲，能令心喜。饒", "126": "種種枝相應好樹莊嚴林中，謂憂荼、迦娑羅、", "127": "栴檀。香汁作泥以塗地處，金色綵畫、白真珠", "128": "帶遍懸樹下。地皆柔軟，常有莊嚴，一切時淨。", "129": "有好金沙遍布其地，遶天珠焰以為燈鬘。多", "130": "有天女，天所分處光明莊嚴，常作天歌、美妙", "131": "音聲，肘後莊嚴，胸有瓔珞、咽半瓔珞、臂釧、指", "132": "環及耳𤦲等，種種莊嚴端正天女。「大仙當知，", "133": "三十三天諸天之眾彼處天子，當於爾時遊", "134": "戲受樂、受諸欲行，彼於戲處樹林中行，心", "135": "生愛善。彼福德識見彼天上天子、天女同一", "136": "處坐，心喜愛樂，速彼生處——如綖穿珠，牽綖", "137": "珠走——不生異道。即於生時，彼天婦女手中花", "138": "生。彼女見已，自知有兒，即以此花授與夫言：", "139": "『君今得子，可生歡喜。』彼天見之喜心增上，必", "140": "知其妻得天童子。如是，二天心生喜悅。如是，", "141": "童子七日滿已，長髮旋動，清淨無垢，天衣具", "142": "足。「彼天未生，七日之中如是憶念：『我某處退，", "143": "生此天中，某我父母，我作善業。』如是思惟極", "144": "生喜心，喜心生已，生則欲發，有欲即癡。彼樂", "145": "欲者，遙見宮殿天戲樂處。如是見已，悕望", "146": "欲得，即便行往詣彼戲處，如醉象行。臂如象", "147": "手，洪圓纖長，胸則平正，臂如金色，上下身麁，", "148": "中身則細。行則詳審，深心勇健。腰如弓弝，", "149": "背骨平直，兩髀洪滿，如芭蕉樹，善知天法，髭", "150": "鬢斷細。天香甚香，瓜甲赤薄，身體香潔，無", "151": "主莊嚴取以嚴身。天無病苦，身有善香，著妙", "152": "天衣，色相殊妙，天華嚴身，於宮殿中次第漸", "153": "行。「彼處見有無主天女，見天童子，一切悉來", "154": "圍遶而住，作如是言：『聖子！善來。善來，聖子！此", "155": "汝宮殿，我無夫主，久離夫主，獨有童子。我今", "156": "色少，妙色具足，應相供養，乳若金瓶，面如蓮", "157": "花開敷之色。我身猶如雲中電行，端正可憙。", "158": "我是天女，今相供養奉給走使。此戲樂處，波", "159": "離耶多、俱枳陀邏、俱邏婆迦多有枝心，柔軟", "160": "可喜而為莊嚴。六萬天女娛樂此處，今相娛", "161": "樂奉給聖子，餘宮殿處皆悉不空。』彼有琵", "162": "琶、鼓、笛……等樂，種種音聲天敷莊嚴，師子座處", "163": "自然出生。「彼天既見種種莊嚴、妙好幡蓋，如", "164": "王受位坐師子座，彼天童子亦復如是坐師", "165": "子座。彼既坐已，諸樂器中出可愛聲，普一切", "166": "相唱聲說言：『此善眾生於閻浮提造福德", "167": "業，而來生此天宮殿中。』語天女言：『汝來，汝來。", "168": "速近此處，可為戲樂、善作歌舞樂此天子——此", "169": "於人中作善根者。』此聲出已，六萬天女彼樹", "170": "林中兩手取花，善香莊嚴。第一天衣名頭居", "171": "羅，彼衣輕踈，勝上珠寶以為腳釧，釧有妙", "172": "聲。如是婦女而來近之，奉給供養。彼諸天女", "173": "端正可憙，猶如初月；面如蓮花，其香猶如阿", "174": "娑婆花。如是婦女來近童子，作如是言：『如是，", "175": "聖子！我以一切所須之物供養供給，隨彼所", "176": "用。』此是童子自善根力和集所得、自福所攝，", "177": "於今在此受天欲樂。「如是，大仙！彼天童子天", "178": "女相隨，三十三天歡喜園林眾雜林中，白衣", "179": "石上有勝光明、娑卑都林、佉羅佉囉、陀陀羅", "180": "迦、池泉流水、阿吒婆迦、妙色好花、波離耶", "181": "多，俱枳陀羅，在如是等戲樂之處第一涼樂，", "182": "彼處無有大力惡風。彼處彼處林中多有若", "183": "干妙聲眾鳥、多有天花、亦饒天果，皆有妙香。", "184": "毘琉璃珠、牟娑羅珠及馬瑙等，種種寶珠", "185": "以為燈明。復有眾蜂及諸欲醉俱翅羅等，種", "186": "種諸鳥有美妙聲，有他眷鳥、有金翅鳥，此", "187": "鳥青咽以妙珠寶間錯其身，毘琉璃󰀯長而", "188": "嚴妙，有種種聲、娑陀離多美妙歌聲。於彼", "189": "林中有種種花，雜色間錯莊嚴其地。彼天童", "190": "子在如是處受諸欲樂。", "191": "「復次，大仙！三十三天宮殿地處有妙池水，清", "192": "冷如月，八分具足，清而無垢。復有勝妙百葉", "193": "蓮花開敷鮮榮，其池岸邊寶樹莊嚴，花落在", "194": "地。如是功德微妙之水，天子、天女於彼池中", "195": "相隨戲樂，彼於戲處如心稱意。若須食者，有", "196": "種種寶間錯槃生，隨其所須皆悉具足。食", "197": "色香白，如君陀花、拘物陀花，如雪等色，色", "198": "香具足。天女斟張奉天童子，食足安樂，尋即", "199": "消化，離辛、澁、苦三種食過。如是食者，天力無", "200": "上——名曰蘇陀——在彼槃中揣而食之，如業所", "201": "得。大仙當知，若人施時垢心布施，得報亦爾，", "202": "同一槃食，食揣色異，有赤揣者、有黃揣者、", "203": "有異揣者。身服一種、成就一色，而槃中", "204": "食異異不同。如是，大仙！若人施已心生悔熱，", "205": "彼業得報食色則劣。", "206": "「復次，大仙！三十三天有戲樂處，彼處名為尸", "207": "利沙紺，有種種樹枝花嚴好，種種天樹百千", "208": "和合，地處清淨猶如頗梨，無垢柔軟。復有", "209": "天樹，花果具足。如是處者，非欲者住尸利沙", "210": "迦清淨之處，天女不住如是勝妙尸利沙紺", "211": "戲樂之處。一切樹林常有好花，如是花林常", "212": "有諸天在下語說。「大仙當知，我之所有聲聞", "213": "之人、諸弟子中最為勝者，所謂長老伽婆波", "214": "帝，於婆羅門種姓中生，遊心禪思、慈心、悲心，", "215": "三昧眼開住慈三昧，於七日中息不出入。大", "216": "仙當知，彼時既入慈三昧已，心若須風則有", "217": "風吹、若其不須則無風吹。劫盡燒時地為一", "218": "焰，彼身乃至如芥子許亦不能燒。若須彌", "219": "山墮其身分，於節節上即令停住，不能令", "220": "動。若復難陀、憂波難陀二惡龍王毒力熾", "221": "盛，彼惡力毒，若以氣噓能動須彌，如是毒", "222": "力四大海水能令味醎。大仙當知，如是大力", "223": "惡毒龍王，伽婆波帝三昧力故能令無毒。「又", "224": "復，大仙！彼時長老伽婆波帝尸梨沙紺戲樂", "225": "處行。彼諸天女染欲心強，或因遊戲至於彼", "226": "處，若見長老伽婆波帝生愛信心，能以天中", "227": "曼陀羅花、居世賒迦如是等花散而供養，合", "228": "掌禮敬。又復彼處三十三天諸天子等，圍遶", "229": "供養如是長老伽婆波帝，奉以天飯、天甘露", "230": "汁施令飽足，於日日中如是供養。伽婆波帝", "231": "於彼林處樹枝搖動深處遊行，為彼天子數", "232": "演伽他、憂陀那、尼陀那、伊帝毘利多、迦闍多", "233": "迦、裴不略、阿浮多、達摩、毘尼、修多羅、憂波提", "234": "舍、阿波提舍，令彼天子聞已生信心喜悅樂，", "235": "故在彼處天妙宮殿，坐禪、讀誦、遊行、止住，亦", "236": "復遊彼尸梨沙迦戲樂之處。", "237": "「復次，大仙！三十三天有善法堂，天眾集處。大", "238": "仙當知，善法堂柱八萬四千，彼柱皆是金寶、", "239": "金剛、若牟娑羅及迦羅婆、若馬瑙等，勝栴檀", "240": "椽並比在上，鈴鬘妙聲，金沙覆地。大仙當知，", "241": "彼善法堂垂天繒幡，竪立寶幢，懸幡在上。復", "242": "有樂聲，琵琶、箏、笛、大鼓、小鼓、拍手、吹貝、簫嘯美", "243": "音。天子、天女手如妙花，柔軟之狀如樹枝心，", "244": "迭相執手，心生愛喜，口常含笑。彼天童子、彼", "245": "天婦女如是受樂。「大仙當知，彼善法堂多天", "246": "集處，種種珠寶間錯其地。彼地青膩如毘琉", "247": "璃，滑而無垢猶如淨鏡，多饒天花、種種香末，", "248": "遠離風、日、青虫、蚊、虻如是等過，無有眠睡、", "249": "懈怠、頻申。彼善法堂樂觸風窓、重樓、屋壁，種", "250": "種莊嚴間錯之文，形如半月，狀似牛眼，天網", "251": "縵覆。鵄尾妙門寬大廣博，有樂觸風，寶鬘", "252": "莊嚴，遍散妙花，善香馨馥。多饒無量百千天", "253": "女，欲心戲笑，無有嫉心、鬪諍等過，迭相染欲，", "254": "愛心堅固，頰淨無垢如月鏡輪。天女之法以", "255": "香綵色用點頰額以莊嚴面，天女咏聲共", "256": "相娛樂。「大仙當知，彼善法堂四方四角，四", "257": "廂寬博，多有樹林，邃密雲闇，有種種花。戲", "258": "樂之處如是樹林廣百由旬，分分處處種種", "259": "端嚴，有金蓮花，復有散花遍布其地，復有種", "260": "種微妙歌聲，有種種樹，其樹名為居迦那陀、", "261": "波利耶多、拘毘陀羅，如是等樹處處多有，以", "262": "為莊嚴。", "263": "「復次，大仙！彼善法堂一切所須金寶、金剛、若", "264": "牟娑羅及迦羅婆，復有白珠、毘琉璃等，各有", "265": "大聚，無主、無護，多饒財物金寶之藏。彼一切", "266": "物、一切寶聚，皆悉莊嚴善法堂處，彼諸寶聚", "267": "有種種色以為莊嚴。彼善法堂周圍復有百", "268": "千戲處以為莊嚴，無熱、無惱，種種衣服嚴飾", "269": "其處。「復次，大仙！三十三天於戲樂處喜戲", "270": "樂行，一切皆來集善法堂娛樂喜樂。", "271": "「復次，大仙！三十三天善見宮殿淨如月鏡，多", "272": "有香花垂鬘莊嚴。有千天女嚴飾微妙，遊戲", "273": "娛樂，媚眼眄視，奮動眉面猶如亂波，行虛空", "274": "中，以種種花莊嚴其身。善見宮殿莊嚴如是，", "275": "多有珠瓶在宮殿中，鈴網簾障出微妙聲以", "276": "為莊嚴。若馬、若象行在宮殿，腳足傷地則起", "277": "金塵。彼處多有端正天女，身著寶珠赤色光", "278": "明，若鳴、若抱、若捉衣裳，令彼戲處珠勝奇", "279": "妙。", "280": "「復次，大仙！善見宮殿有六萬柱，彼柱皆是天", "281": "妙金寶，以毘琉璃及金剛寶為柱頭，間種", "282": "種雜寶間錯其柱。彼宮殿中汁香、葉香、沈水", "283": "等香種種香熏，復有種種善香勝熏。帝釋天", "284": "王在彼勝處，百千天女之所圍遶，帝釋王手", "285": "執金剛牙，在寶殿上娛樂戲樂。", "286": "「復次，大仙！三十三天因陀羅王九千龍力，帝", "287": "釋王臂如天象手，身色如金，鮮淨無垢，形體", "288": "平正，身中則細，上下分麁，骨節不現，體實不", "289": "虛，髮毛旋動，清淨無垢，身有光明，衣則舒長。", "290": "知因陀羅所作釋論能破諍論，多有無量百", "291": "千天子常隨親近，天林宮殿及遊戲處隨逐", "292": "遊行。金繩絡身，天妙瓔珞、若半瓔珞莊嚴", "293": "其胸。其身勝妙，不細、不麁，中腰則細，二髀平", "294": "等。常以白飯、甘露汁食，百千天女目鬘視之，", "295": "肩頰端正。彼有醉象耳扇生風，風聲美妙。", "296": "「復次，大仙！彼大天王因陀羅主身脈不現，香", "297": "氣勝妙如善華香，彼大天王軟美音聲。大仙", "298": "當知，彼大天王自身善香，若天白象欲發極", "299": "醉，聞王身香即時醒解。", "300": "「復次，大仙！因陀羅王身量高下，與餘諸天乘", "301": "馬之量高下平等。因陀羅王身色勝妙，見", "302": "王身者金像不現。」", "303": "爾時，毘耶娑大仙白佛言：「世尊！希有。世尊！彼", "304": "帝釋王大因陀羅甚為勝妙，實如世尊——聖法", "305": "具足——所說不異。」佛言：「大仙！汝以何義如是美", "306": "歎此無常身大因陀羅，而言希有，心生驚怪？", "307": "譬如伎兒，巧以泥團造作種種人、畜等形，又", "308": "縛葉等、插華在外，以諸彩色畫為軍眾。木", "309": "為機關，彩畫彫飾，如樹生花，畫飾莊嚴，不", "310": "過少時花則萎蔫。如以燈炷置於爐中，以火", "311": "燒之則有光明；帝釋王身亦復如是。「大仙當", "312": "知，阿泥樓大父母所生，其身力大。大仙當", "313": "知，因陀羅王所有身力，阿泥樓大父母所", "314": "生，身力為大。「復次，大仙！汝今且觀阿泥樓大", "315": "神通身力。」如是說時，阿泥樓大心即憶念：「如", "316": "來加我。」如是念已，即入三昧。入三昧已，身如", "317": "金色，即有天王新勝金冠——如洋金色——在其頭", "318": "上，寶珠垂下，傍面連肩，動搖相摩。珠髻、青髮，", "319": "身體色潤有勝光明，目如天上勝毘琉璃，其", "320": "色紺青。復有珠寶、牟娑羅寶、迦羅婆寶、日珠", "321": "等寶莊嚴身臂。彼以化力令身如是。復出天", "322": "香遍諸大眾，一切普熏。彼毘耶娑見其身已，", "323": "心則變動，從座而起，合掌恭敬，生希有心，高", "324": "聲唱言：「子子善哉！何何快哉！我得人身，有", "325": "果不空。我於今者到如來所，如來今者作一", "326": "切智相應語說，令我今者得見如是未曾有", "327": "法。」", "328": "爾時，世尊語毘耶娑大仙人言：「汝意云何？若", "329": "因陀羅帝釋王身、阿泥樓大長老之身，如是", "330": "二身何者為勝？」爾時，毘耶娑大仙白佛言：「世", "331": "尊！因陀羅王身比阿泥樓大身，百分之中", "332": "不及其一，於千分中亦不及一，阿泥樓大身", "333": "色具足。」如來語言：「如是，大仙！勿生歡喜，以", "334": "作福德發如是願，故得彼身。」", "335": "爾時，大仙毘耶娑眾歡喜心開，白佛言：「世尊！", "336": "唯願世尊更為我說三十三天。」佛言：「大仙！", "337": "三十三天帝釋天王第一天后名曰舍支。百", "338": "千天女住歡喜林，有種種花開發光明集在", "339": "其身，頰如蓮花、脣色猶如金頻婆果，第一光", "340": "明微細衣服。林間戲處安行遨遊，以天莊嚴", "341": "善莊嚴耳，寶釧、天珂莊嚴手臂，以好瓔珞", "342": "及半瓔珞莊嚴其身，腳著寶釧，釧有妙聲、", "343": "種種音樂。歡喜林中如是遊行，頰分寬博，妙", "344": "花散地，在上而行。臍下陰上有細毛文，沙", "345": "寶跨衣，行則聲出。目青而寬，開而有媚，髮青", "346": "長黑，一一毛旋，鼻隆而直。遠離瞋、嫉、鬪諍等", "347": "過，瞋怒、皺面、波奮、動亂皆悉遠離，身無藏過。", "348": "「大仙當知，舍支天后有喜欲力勝彌樓山第", "349": "一勝處。彼處廣長，多有樹林，其樹饒枝映障", "350": "之處。心生愛樂，微風吹花，動散出香，復觸其", "351": "身。舍支身形，不長、不短，不麁、不細，其面嚴好", "352": "如開蓮花，口出妙香，善巧語說增長佛種。「大", "353": "仙當知，三十三天一切天眾身體皆香，無有", "354": "病患，於遊戲處、若於宮殿，如是遊行。", "355": "「復次，大仙！三十三天壽命千歲。彼天彼處如", "356": "是行已至命盡時，彼天宮殿本未曾有五種", "357": "相出，應如是知。何等為五？地有清水猶如", "358": "頗梨，冷而有文、有樂觸風。彼處多有種種枝", "359": "花，既入池已油膩汗出。既見如是油膩汗已，", "360": "心生疑慮，即便出水走向樹林。彼既速行，天", "361": "女見之順後急行，與共相隨。既到一樹即便", "362": "住坐。既住坐已，天女憂悲發聲歎息，咽中", "363": "聲破，如是問言：『聖子！今者何故捨我，獨在樹", "364": "下？此有何樂？』如是說已，彼天童子以憂歎聲", "365": "語天女言：『我頭額上從本以來未有膩出。』如", "366": "是說已，於兩腋下即有汗出。而彼天女見汗", "367": "出已，捨離遠去。彼見天女遠離身已，心生", "368": "憂懼，出入氣麁。氣麁出已，其心發熱。心既熱", "369": "故，頭上沙鬘本未曾萎今者則蔫。鬘既蔫", "370": "已，衣未曾垢今則垢出。天敷臥處不樂不", "371": "樂。", "372": "「彼諸天女見如是相，心即思念：『此天童子死", "373": "相已出，將欲破壞。』知其必死，聞其氣臭不", "374": "可堪耐，即爾遠之，圍遶而住。以聞其臭憐愍", "375": "悲歎，咽喉聲破，口不能正，作如是言：『何期", "376": "第一柔軟身天，在戲樂處林中行者——此三天", "377": "處如是池水有鴛鴦鳥，善法堂處歡喜之林，", "378": "鵝王、鴛鴦、曼陀耆泥池水香潔，多有樹林，樹", "379": "名象塵、波利耶多俱、耆多羅，在彼戲處多有", "380": "蜜蜂在雜林中以為莊嚴——常此處行，今忽捨", "381": "我，去向何處？五相既現，壞破欲去。』彼諸天女", "382": "如是啼哭，復更啼哭。彼見啼哭，心則破壞，生", "383": "大怖畏。其身發熱，眼目亂視，如行道路失伴", "384": "之人、亦如商人海行船沒、亦如遺失如意珠", "385": "者心懊惱躄地。如大力風能墮山角，無常大", "386": "風令天子墮亦復如是。「彼身極熱，在地旋", "387": "轉——如伽樓羅所捉龍子——生大怖畏，舉身戰動，", "388": "兩手合掌向天女言：『我今患熱，汝來汝來，可", "389": "以手掌摩我令冷。』如是心急，身熱欲然，如是", "390": "身心俱受苦惱。彼諸天女憂悲燒心，住在遠", "391": "處，心生憐愍，憂悲苦惱，身不能近、不摩、不", "392": "觸。於樹林中取枝花葉，舒手遙置天子心上，", "393": "作如是言：『童子今者天福德盡，願汝速生閻", "394": "浮提處。』彼天聞已知必定死，高聲唱言：『何期", "395": "苦哉！何期苦哉！此三十三天處乃是惡處。", "396": "如是種種具足莊嚴戲樂之處、第一宮殿受", "397": "諸戲樂、多有天女種種愛染繫縛心已，忽於", "398": "今者趣於死道，住在遠處如是說言：「願汝死", "399": "已，生閻浮提。」』彼天如是數思惟已、聞彼語已，", "400": "舉身欲起，極生悲苦，啼哭而言：『何期苦哉，歡", "401": "喜樹林、種雜樹林、白衣石上、遊戲坐處。何", "402": "其善法，彼留沙迦、波利耶多、此毘婆闍、曼", "403": "陀耆尼、大波流沙迦。如是宮殿——第一宮殿——堅", "404": "固門扇一切和集，我今忽捨此天宮殿，不得", "405": "自在而便退此。』「三十三天命欲盡故，於自宮", "406": "殿不能復見，唯見天女低面向下，以手拭眼，", "407": "引氣破面。彼欲退天復作如是言：『我於今者", "408": "欲行死道，何期汝等退我所愛、不共我語？", "409": "我今欲行生死長道，愛人可來急抱我咽。我", "410": "從今已不復見汝，汝亦如是不復見我。如是", "411": "天處何期甚惡，業果盡已，闇無所見。云何此", "412": "處三十三天，欲退之時皆悉空耶？云何此處", "413": "三十三天，豈無琴樂、拍手等耶？而我今者不", "414": "復聞聲。何期此處三十三天——第一可愛天——乾", "415": "闥婆天色莊嚴，金剛堅地，如是千眼帝釋天", "416": "王，復有何等福德眾生和集往彼而得見耶？", "417": "波利耶多、俱枳陀羅、諸樹花鬘在我頭上，何", "418": "期萎蔫？』「彼欲退天如是號喚，三十三天聞彼", "419": "聲已，一切愁憂，取種種花以自莊嚴，清淨鬚", "420": "髮。帝釋天王百千天眾而為圍遶，天后舍支、", "421": "天女圍遶，那羅達離、支多伽大、般遮尸棄、敦", "422": "扶盧等，天乾闥婆天樂歌聲、美妙音聲，而來", "423": "向彼欲趣死道五相出者。既近見已，一切如", "424": "是生憐愍心，同聲唱言：『何期苦哉！此惡無常，", "425": "無有悲心。』", "426": "「帝釋天王見彼如是欲退天已，梵聲說言：『我", "427": "等一切法皆如是，莫生愛著，當斷愛心。若不", "428": "斷愛則生惡道。』諸餘天子亦復如是，一切同", "429": "聲如是說言：『君善道去，生於人中，一切眾生", "430": "造善業之地。』", "431": "「如是說已，彼欲退天心即念言：『我今實退。』即", "432": "時合掌向彼天眾如是說言：『三十三天一切", "433": "天子！唯願忍我，我退時至。』彼時天子引氣直", "434": "視，有二相出：蓮花葉眼、一切莊嚴皆悉失", "435": "沒。「彼諸天子見欲退天離莊嚴已，取曼羅婆、", "436": "居世舍耶、居迦那大如是等花遙散其身。即", "437": "作天樂，琵琶、鼓、笛種種音聲而以樂之。「彼見", "438": "如是供養身已，雖退天處心生歡喜，於閻浮", "439": "提心生悕望。眼中淚出，其聲則麁：『有因時、業", "440": "法集，相應盡命。』命盡死已，伽阿那風吹彼死", "441": "天。彼風善香，吹之令散。如是散已，即時遠", "442": "離三十三天，不知所在、無有處所，不能生他", "443": "若想、若知。「彼既退已，生於人間。在胎藏中，母", "444": "則相現，憙笑歌舞，心憙染欲，心常歡喜，憙樂", "445": "花、果、樹林之處，樂著種種雜色衣服，常憙飲", "446": "食。雖住藏內，母脇不苦，不樂邪欲，心喜善香、", "447": "花鬘莊嚴，臥則善夢，非顛倒見。大仙當知，三", "448": "十三天退生此時，住母藏中有如是相。", "449": "「大仙當知，其母爾時一切藏過皆悉遠離，後", "450": "則出生。大仙當知，彼時童子既出生已，身分", "451": "平正，掌文成就，可憙柔軟，腰細齒密，身體柔", "452": "軟。其心愛樂勝功德欲，性愛欲事、心愛細衣，", "453": "樂林戲處。身有勝香，大富豐財，金寶具足，大", "454": "姓種族，常行施、戒；欲心多者則生貧家。心憙", "455": "布施，不黑、不白，手足齊平，一切見者皆悉愛", "456": "敬。性愛論義，其心柔軟，少於瞋心、樂行他妻，", "457": "於自妻妾不生愛樂，於諸親舊、兄弟、眷屬心", "458": "不愛戀。大仙當知，三十三天退生人中，本性", "459": "如是。」世尊說已，毘耶娑仙、一切仙眾心生", "460": "歡喜，歎言：「善哉。」", "461": "毘耶娑問經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0354 毘耶娑問經: 毘耶娑問經: 毘耶娑問經", "source": "CBETA"}