{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1203 聖無動尊安鎮家國等法", "text": {"0": "No. 1203", "1": "聖無動尊安鎮家國等法", "10": "穀貴飢凍鬼魅流行。疫病妖邪虎狼殘害。暴", "100": "養。當於中夜作戶摩業。其所處以金銀瑠璃", "101": "珊瑚馬瑙真珠琥珀及以七寶布輪上。於輪", "102": "齊中下鑌鐵橛加持一千八十遍。一遍一下", "103": "槌乃至遍數畢。四角散五穀。即下土填平。欲", "104": "鎮之時。從午後至夜半前候取吉祥時分。即", "105": "當下鎮了後夜戶摩。其壇四傍。依五方色。繒", "106": "綵錢帛鎮之。取明相分修功德了。於其鎮處", "107": "其上置一素不動明王四臂者。及本方天眷", "108": "屬。各執本契香華向尊供養。其素像取囉惹", "109": "身量長短為之。其功未畢。且開眼目。廣大", "11": "風霜雹毒惡虫蝗。怨敵頻興群君背版。多", "110": "供養設大音樂。悉令殊勝依此鎮已。如是周", "111": "遍八方。並如上說。即王宮置兩臂根本不", "112": "動明王。依法建立如教安置已。即勅下四方", "113": "王令及處。上從宰相百官下至黎庶所居室", "114": "內。如前安立不動像。及令誦五字心真言并", "115": "行。當制嚴令彌加戒勸。殘食供養勿令斷絕。", "116": "共持國界安鎮普同。設有於此大聖尊前。歌", "117": "舞戲笑生輕慢心。此大明王亦不生厭離。我", "118": "施勝福。若諸有情施少殘食供養我者。即同", "119": "以十方無量勝妙珍玩。百味飲食衣服臥具。", "12": "諸盜賊征戰屢興。處災興相續不絕。其國", "120": "上妙湯藥七寶宮殿。象馬車乘僮僕。奉施功", "121": "德無異。復過於此百千萬倍。即成真實廣大", "122": "供養。修供養時最相應者。赤色衣服皆大吉", "123": "祥。次說作戶摩鑪及所用物。若戶摩時。於", "124": "明王前作戶摩鑪廣一肘深半肘。取本處城", "125": "邑四邊順流水及彼河摩土。及雜香加持和", "126": "以泥。以用泥鑪壇。復以瞿摩塗拭。中心劍", "127": "契。行者左邊囉惹位。次大臣位。次大將位。次", "128": "地主位。應須親入道場發至誠心。本位中", "129": "坐道場內不得過三人。於壇外四面七步外。", "13": "仁王。若知有此持明之人。應鎮起大慈悲之", "130": "嚴整甲兵執持器仗一如法。及奏種種上妙", "131": "伎樂。大陳供養廣宣王命。於大聖尊前為一", "132": "切有情。如法安立本方天像并諸眷屬。修功", "133": "德時當見火相。如有不祥依教攘之。既安鎮", "134": "了。即於當處召取三人能修行者令彼受持。", "135": "三時焚香灑掃供養。每月一日及十五日。燈", "136": "明飲食種種音樂如法供養。諸天歡喜護持", "137": "此界。無有衰難一切安樂。其戶摩時。用牛蘇", "138": "四斤或二斤。五穀巨勝乳酪飲食。菓子蠟燭", "139": "菉豆子。塗香五味沈香檀蘇合。龍腦欝金安", "14": "心。哀愍國界一切有情。行大明王威德祕法。", "140": "悉乳頭白芥子蜜。隨施主年記。乳木長十二", "141": "指。菉豆白膠󱂿子及羅惹上服以代其位。", "142": "如同道場將用所表。如親自供養瞻仰無異。", "143": "每鎮鑌鐵橛銅輪。各一橛長八指一半已上。", "144": "作獨股形仍具楞。已下橛形可入輪齊。四指", "145": "輪廣一肘。內八輻外八方各出三股半金剛杵", "146": "頭。輪齊有孔可容鑌橛金銅。戶摩杓二。每鎮", "147": "不動尊旗一口。本方天王旗一口。軍馬行時。", "148": "即將引前。大將隨後。若不行時。於本像處安", "149": "置勿令穢污。若戶摩時。若初若末皆投蘇三", "15": "令諸有情增加福德。起慚愧心離諸苦業。其", "150": "杓。審看其相。若土地人民。役災變善惡有不", "151": "祥相。依教攘之。如有惡相。不作功。三年之", "152": "內必有應驗。不然別作大福。隨處迴援即須", "153": "為之。若戶摩時。火相右旋光焰直上。或作", "154": "音樂鐘鈴妙聲。及形像者為大善相。若復左", "155": "施作不祥鳥獸形。又作呵呵之聲。於其土地", "156": "亦有災難。眾生飢凍水旱不時人民飢死。", "157": "應作息災法攘之。若戶摩時。火成雲霧黑闇", "158": "向下垂布。鑪中火滅供養不成者。其地亦有", "159": "隱相謀害。作調伏法攘之。已上四種善惡之", "16": "王爾時生大信樂決定之意。召請如是持明", "160": "相極用意。審細詳察隨相攘之。若息災時用", "161": "乳木。鑪中輪印。句食衣白衣。若增益時用", "162": "白壇木。鑪中幢印。衣食俱赤。若敬愛時用", "163": "蓮華投火。如無雜華代之。鑪中蓮華印。衣食", "164": "俱紅色。若調伏時投苦練木棘針皂莢刺及", "165": "毒藥等。衣食皆黑。若金輪王為四天下有情", "166": "安鎮者。可周一萬由旬內鎮。若銀輪王為", "167": "八千由旬內鎮。若銅輪王六十由旬內鎮。若", "168": "鐵輪王三千由旬內鎮。為當國眾生周百由", "169": "旬內鎮之。於王城每方面一千里內。王百里", "17": "大士。應捨財帛衣服珍玩園林屋宅。象馬車", "170": "外當取所便處安鎮。但不過其位。即得如是。", "171": "安鎮儀式及曼拏羅并其形像。所用諸物皆", "172": "已略說。汝諸有情發菩提心。為一切有情。依", "173": "教修學戶摩鑪樣及布列像。若調伏時不應", "174": "顯名目作。必須祕密為之。勿使當處知。唯監", "175": "者知之。藥物先須備擬。自將行要即用之。", "176": "如此祕法不許出家人行。持此法者。所作", "177": "供養皆須自禮拜諸天。出家人具佛禁戒。", "178": "令諸人不安不敢受拜。所求福德悉不", "179": "成就故。違行者當犯大罪。是以不傳出家", "18": "乘奴婢僕從種種上妙吉祥等物而告之言。", "180": "之人。本法金剛智三藏。於天竺大師所受", "181": "得。勿令傳之。只許授與白衣。修行者祕之", "182": "祕之。西方深重此法。設欲行密之不令諸", "183": "國知有。是以西國相承繼嗣不絕。又西方", "184": "慳法只流尊樣。於諸部中以為大護。殊不", "185": "知有安鎮家國等法。金剛智三藏受與行", "186": "者王光此儀軌法。", "187": "不動尊摧他敵八方天王旗幡并八方天降怨", "188": "真言法", "189": "東方作白色旗。旗上畫帝釋天王。右手持獨", "19": "我為一切有情及國土不安。仁當為我成就", "190": "股杵。左手叉腰。乘六牙白象。持白旗人誦天", "191": "帝釋降怨真言。明曰。", "192": "􇩂唵􆿈因􈁋捺羅二合􄗱野􄕯泥􄙖嚩􄕽地􄖵婆􄕗多􄗷曳", "193": "􆿁吽􄗁發􈁆吒􅁥娑嚩二合􄚩賀", "194": "若東行時。先引此旗。想天帝釋領無量眷屬", "195": "天眾。持種種器仗衝彼賊眾。", "196": "東南方作黃色旗。旗上畫四臂火天。乘青羊", "197": "遍身火焰。右手作施無畏。第二持念珠。左", "198": "手持仙杖。第二持澡瓶。持旗人誦火天降怨", "199": "真言。明曰。", "2": "爾時毘盧遮那如來。為愍念一切有情。常於", "20": "此法。我聞此法威力難思。汝當為我我一", "200": "􇩂唵􆿅阿􅍉誐曩二合􄗷曳􅞾㗚旨二合􆿅阿􄕽地􄖵頗", "201": "􄕗多􄗷曳􆿁吽􄗁發􈁆吒􅁥娑嚩二合􄚩賀", "202": "若東南行時。先引此旗。想火天領無量火仙", "203": "軍持種種器仗衝彼賊眾。", "204": "南方作黑色旗。旗上畫焰摩羅天。乘水牛。右", "205": "手持焰摩幢。左手叉腰。持旗人誦焰摩王降", "206": "怨真言。明曰。", "207": "􇩂唵􄗻閻􄗦摩􄗱野􄪼波󰖊三合􄕘多􄕽地􄖵頗􄕗多", "208": "􄗷曳􆿁吽􄗁發􈁆吒􅁥娑嚩二合􄚩賀", "209": "若南行時。先引此旗。想炎摩王領無量鬼", "21": "切有情。速可建立此殊勝法除眾災殃。所要", "210": "軍。持種種器仗衝彼賊眾。", "211": "西南方作慘色旗。旗上畫羅剎主。乘師子。", "212": "右手持劍。左手叉腰。持旗人誦羅剎主降", "213": "怨真言。明曰。", "214": "􇩂唵􄕙底􄙀哩􅝰地曳二合􄗽羅􄚴乞剎二合􄙻沙􄕽地", "215": "􄖵頗􄕗多􄗷曳􆿁吽􄗁發􈁆吒􅁥娑嚩二合􄚩賀", "216": "若西南行時。先引此旗。想羅剎主領無量羅", "217": "剎。持種種器仗衝彼賊眾。", "218": "西方作赤色旗。旗上畫水天。乘龜。右執蛇", "219": "索。左手叉腰。其天頭上有七龍頭狀如蛇形。", "22": "之物當隨意取終不違汝。時持明者受是請", "220": "持旗人誦水天降怨真言。明曰。", "221": "􇩂唵􄙖嚩􄙂嚕􄕋拏􄗱野􄖩曩􄑙誐􄕽地􄖵頗􄕗多􄗷曳􆿁吽", "222": "􄗁發􈁆吒􅁥娑嚩二合􄚩賀", "223": "若西行時。先引此旗。想水天領無量毒龍。持", "224": "種種器仗衝彼賊眾。", "225": "西北方作青色旗。旗上畫風天。乘麞。右手持", "226": "旗。左手叉腰。持旗人誦風天降怨真言。明", "227": "曰。", "228": "􇩂唵􄙗嚩􄗱野􄙜吠􄑌佉􄑼左􄗾嚕􄕽地􄖵頗􄕗多􄗷曳􆿁吽", "229": "􄗁發􈁆吒􅁥娑嚩二合􄚩賀", "23": "已。勿生厭倦。依教修崇。當須清淨造立不動", "230": "若西方行時。先引此旗。想風天領無量金翅", "231": "鳥王。持種種器仗衝彼賊眾。", "232": "北方作黃色旗。旗上畫毘沙門天王。乘鬼。右", "233": "手持寶塔。左手叉腰。持旗人誦毘沙門天王", "234": "降怨真言。明曰。", "235": "􇩂唵􄑄俱􄙝吠􄗽囉􄗱夜􄚵乞叉二合􄕽地􄖵頗􄕗多", "236": "􄗷曳􆿁吽􄗁發􈁆吒􅁥娑嚩二合􄚩賀", "237": "若北行時。先引此旗。想毘沙門天王領無量", "238": "藥叉軍眾。持種種器仗衝彼賊眾。", "239": "東北方作線色旗。上畫伊舍那天。乘𤛆牛。", "24": "尊明王形像。及八方天王并其眷屬。如法修", "240": "右手持三股叉。在手叉腰。持旗人誦伊舍那", "241": "天降怨真言。明曰。", "242": "􇩂唵􆿈伊􄙣舍􄖩那􄗱野􄗝步􄕘多􄕽地􄖵頗􄕗多􄗷曳", "243": "􇩴", "244": "吽", "245": "􄗁發", "246": "􈁆吒", "247": "􅁥娑嚩二合", "248": "􄚩賀", "249": "若東北方行時。先引此旗。想伊舍那天領無", "25": "造隨其自力。或金或銀乃至銅鐵泥木彩畫。", "250": "量鬼軍將士。持種種器仗衝彼賊眾。", "251": "大將自誦不動尊明王真言。想自身成不動", "252": "明王。又想不動尊明王號令八方天王云。", "253": "汝等各領無量軍眾摧彼逆賊。其大將不", "254": "斷絕。誦不動尊明王真言。若作此法。彼賊", "255": "自當殄滅決定無疑。即說聖不動明王真言。", "256": "明曰。", "257": "􄖩曩􄗰莫􄙺三􄗥滿􆩖多􄙖嚩􄦽日囉二合􄕕𧹞􄑼戰􆧽荼􄗥摩", "258": "􄚩訶􄙆嚕􄙮灑􄕋拏發願某甲軍眾摧彼逆賊。願彼逆賊大敗。仍稱逆人名", "259": "􆷱沙頗二合􈁆吒􄗱野􆿁吽􄩞怛囉􈁆吒􈆢憾𤚥", "26": "身長八指。其兩臂身俱摩羅相。其身洪滿其", "260": "若行營所八旗在外。各依本方圍諸軍將士", "261": "卒所下營止宿。亦各依本方竪立八旗。執旗", "262": "人燒安息香。以諸素淨飲食供養。本方旗幡", "263": "大將於中止宿。燒沈水香真妙上者。亦以淨", "264": "食供養。作一石不動尊明王像。高十二指畫", "265": "彼人形。及書彼姓名。以此石像當上厭", "266": "之。如是不久自當消滅矣。", "267": "不動明王安鎮家國法", "268": "八家祕錄云。不動明王安鎮家國等法一", "269": "卷金剛智三藏付王無海錄外。", "27": "色如金。頭髮左垂威容極忿。右持智劍左執", "270": "享和元辛酉天後秋月索此本於洛東智積", "271": "教院更校餘本點國字鏤版。", "272": "和州豐山長谷歡喜院沙門快道誌", "273": "文政三年庚辰秋八月二十七日以秀陽", "274": "闍梨本墨校了　龍肝", "275": "文政四年辛巳秋九月二十三日以板橋", "276": "日曜寺宣雄比丘本朱再校了", "28": "羂索。坐金盤石光焰熾然。其焰多有伽樓", "29": "羅狀。此之形像王宮中置。乃至百官黎庶人", "3": "煩惱苦海之中。流浪生死不出三界。受眾苦", "30": "民所居莊室房舍。皆於中心取少分處安", "31": "置此像。其八方鎮處即作四臂大嚴忿怒身。", "32": "紺青色洪滿端嚴。目口皆張利牙上出。右劍", "33": "左索。其上二臂在口兩邊作忿怒印。身處八", "34": "幅金剛輪。內其輪。四外現八三股金剛杵頭。", "35": "輪復有伽樓羅炎。坐四大寶須彌山上。及", "36": "八天并諸眷屬。及鑄金輪自有圖樣。上從王", "37": "宮下至黎庶悉行此法。若不遍行無有是處。", "38": "皆於所居安置形像勿生怖畏。我本先願不", "39": "捨眾生。常居一處渾同穢濁悉令清淨。及施", "4": "故。展轉造作無量苦業相續不絕。我為拔濟", "40": "殘食而為供養。并受大日如來五字心真言。", "41": "并軍旅眾生亦帶此悉真言及施殘食。令", "42": "增勝福。其王宮中每月一日及十五日依法", "43": "供養。以諸香華上妙幡寶網。蘇燈閼伽寶", "44": "瓶寶器微妙塗香。上味珍妙甘饍及諸湯藥。", "45": "并陳種種上妙音樂。其王爾時捨憍慢心生", "46": "謙下心。普為國界及諸人民親自祈哀。恭敬", "47": "供養施繞禮拜。殷勤祈請發殊勝願。增加福", "48": "力人民安樂不受諸難。每年春秋依教戶摩。", "49": "如法供養表王志重。於諸有情不生疲倦。為", "5": "一切有情。於三界中現威德光明自在之身。", "50": "我國界求勝上福。如是陳設八鎮之後。其國", "51": "永斷一切災禍。天龍歡喜愍念眾生。諸佛常", "52": "當護念一切有情。為加持故俱修慚愧共行", "53": "十善。國界自然安穩豐饒。其諸人民受諸快", "54": "樂。仁王所化倍增福德相繼不絕。壽命增", "55": "長國土榮盛。有大威力如師子王無能勝者。", "56": "爾時世尊以偈讚曰。", "57": "我大日如來安鎮家國法", "58": "現威德自在號不動明王", "59": "於一切有情斷三惡道業", "6": "號曰不動金剛明王。能與人天安樂利益。安", "60": "能離諸八難使三界獲安", "61": "故贊說修行及戶摩儀軌", "62": "供養當時分宿曜日相應", "63": "一一悉加持清淨無雜染", "64": "住三密觀行所作俱威儀", "65": "三日午前起五日午後成", "66": "中夜後戶摩大陽安鎮畢", "67": "大悲根本號五字心真言", "68": "王勅普流行軍眾皆帶受", "69": "建立尊形像印契具分明", "7": "鎮家國無衰患。若有國土多諸災難。日月", "70": "童子威怒身面貌皆充滿", "71": "儀軌及供養教令悉相應", "72": "曼拏羅普通根本自差別", "73": "如上次第法每鎮畫像前", "74": "起從憍尸迦右旋伊舍畢", "75": "周百由旬內四臂大怒王", "76": "一髻左下垂身作紺青色", "77": "半跏彌盧上成就斫羯羅", "78": "猛焰從心生狀如金翅鳥", "79": "八天依本位面向聖尊前", "8": "失度惡星變怪。互相陵逼水旱不調。眾生薄", "80": "持自契真言眷屬皆奉獻", "81": "龍神咸歡喜稱美讚人王", "82": "八難不能侵一切同安樂", "83": "所有難調者災變自消除", "84": "設使軍陳中斷彼人身命", "85": "為帶真言故大士力加持", "86": "永絕怨害因生勝不動國", "87": "其王安近處兩臂根本身", "88": "黃色坐金山作俱摩羅相", "89": "以幡華縵蓋種種妙莊嚴", "9": "福天龍捨離。遇此之時。不祥競起無有休息", "90": "初月十五晨王親自瞻仰", "91": "所捨於殘食奉獻不動尊", "92": "供養勿生疑成真實上味", "93": "迴奉十方佛我願滿眾生", "94": "大千國土中一切同安樂", "95": "次說隨安鎮法。當欲鎮時。先起東方。東方", "96": "擇勝上地。無諸穢惡結界加持。當其鎮處", "97": "掘深三肘廣亦三肘。以瞿摩塗飾。辦備塗", "98": "香閼伽燈明飲食蘇乳菓子。別作一肘方曼", "99": "拏羅。於此壇上置本尊像。幡華嚴飾廣設供"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1203 聖無動尊安鎮家國等法", "author": "", "sourceLink": "http://www.cbeta.org/"}