{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1942 法華三昧行事運想補助儀", "text": {"0": "No. 1942 [cf. Nos. 1941, 1943, 1944]", "1": "法華三昧行事運想補助儀", "10": "事理。", "11": "初嚴淨道場如無別屋亦可同間絕無己物方可外求。二淨身新衣舊衣新染", "12": "並得。若無此二澣舊勝者。三三業供養若總禮三寶。未須一一隨方想念。但想己身及", "13": "十方諸佛。實相理體本無能所故。無能禮所禮想。此無能所名法界海。願諸眾生同見此理。名為同入。", "14": "次運香唱至受用作佛事竟。次生想念不起此心。能運到十方。故云一念。想曰。願此香華遍十", "15": "方。以為微妙光明臺。諸天音樂天寶香。諸天餚膳天寶衣。不可思議妙法塵。一一塵出一切塵。一一塵出", "16": "一切法。旋轉無閡互莊嚴。遍至一切三寶前。十方法界三寶前。皆有我身修供養。一一皆悉遍法界。彼彼", "17": "無雜無障閡。盡未來際作佛事普熏法界。諸眾生蒙熏皆發菩提心。同入無生證佛智。請佛我三", "18": "業性如虛空。釋迦牟尼亦如是。不起真際為眾生。與眾俱來受供養。次請佛菩薩", "19": "但改牟尼及形相來處。五歎佛偈前一一別想。己身在三寶前立。次口宣偈隨聲運想。我之", "2": "唐國清沙門湛然撰", "20": "身心本無生滅。故雖稱歎如影如響。六禮佛當唱一心時。先專至敬禮。為事一心。次想能", "21": "所為理一心。應想曰。能禮所禮性空寂。感應道交難思議。我此道場如帝珠。釋迦牟尼影現中。我身影現", "22": "如來前。頭面接足歸命禮。多寶佛多寶如來影現中。我身影現多寶前。餘同上想。分", "23": "身分身諸佛亦同上想。東方諸佛東方諸佛影現中。我皆影現諸佛前。乃至十方", "24": "一一皆爾。三世諸佛乃至過現未來並同上想。舍利形像等諸佛法身", "25": "如虛空。化事住世難思議。我皆影現化事前。一一皆悉歸命禮。妙法真空法界如虛空。常住", "26": "法寶難思議。我皆影現法寶前。莫不皆悉歸命禮。諸菩薩彼一一菩薩影現中。乃至下方亦", "27": "如是舍利弗等先想聲聞皆是本來諸佛。今從初說故云聲聞。普賢菩薩", "28": "為滅障故接足禮餘同上。普為我及眾生無始常為三業六根重罪所障。不見諸佛。不知出要。但", "29": "順生死不知妙理。我今雖知猶與一切眾生同為一切重罪所障。今對普賢十方諸佛前。普為眾生歸命懺悔。", "3": "夫禮懺法世雖同效。事儀運想多不周旋。或", "30": "惟願加護令障消滅。七懺悔應運逆順十心云我與眾生無始來。", "31": "今由愛見故。內計我人外加惡友不隨喜他一毫之善。唯遍三業廣作眾罪。事雖不廣惡心遍布。晝夜相續無", "32": "有間斷。覆諱過失不欲人知。不畏惡道無慚無愧。撥無因果。故於今日對十方佛普賢大師。深信因果生重", "33": "慚愧。生大怖畏。發露懺悔斷相續心。發菩提心斷惡修善。勤策三業翻昔重過。隨喜凡聖一毫之善。念十", "34": "方佛有大福慧。能救拔我及諸眾生從二死海置三德岸。從無始來不知諸法本性空寂。廣造眾惡。今知空寂為", "35": "求菩提。為眾生故。廣修諸善遍斷眾惡。惟願普賢慈悲攝受。次懺六根至文並須略知。文相", "36": "含於逆順十種心相縱有闕略。在四悔中於菩提中見不清淨等。是橫計我人。毘盧遮那是觀罪性空。一切世", "37": "尊是念十方佛。後四悔中有發隨喜心。以是因緣令畢竟清淨。是斷相續心歸向普賢及一切世尊。是為眾生", "38": "發菩提心。一一悔文皆具三業。是修功補過等說過等。是發露過失。當墮惡道生大怖畏等。是怖畏惡道及生", "39": "慚愧。信因果等。凡宣悔詞須加事想破於愛心。至觀罪性空總想事理悔於見心。若欲更略眼耳鼻三根。亦", "4": "粗讀懺文半不通利。或推力前拒理觀。一無", "40": "可或時用。若舌身意三根是業故不得。全略前三根縱略。並使不失。逆順十心大意即得。勸請", "41": "十方諸佛以道眼力故知我見我。勸請諸佛。唯願久住轉正法輪。所在生處常能勸請。隨喜十方", "42": "凡聖一毫之善。我皆隨喜。福德能令見者生喜。是故我喜。迴向無始來時乃至今日盡未來際", "43": "一毫之善。及以懺悔勸請隨喜。皆同法界與諸眾生共成佛道。發願大體須存滅罪除障開顯法門", "44": "滿四弘誓。餘者皆須順於菩提。行道欲行時更須正立想。此道場猶如法界。十方三寶畟塞虛", "45": "空。以次回身旋遶法座想十方三寶心性寂滅。影現十方經聲如響。心想如夢梵聲亦然。三歸", "46": "一一各想三處三寶與頂禮俱運。初文雖即直云十方。意亦兼於三處。若從懺悔已下凡云禮三寶者。皆須一", "47": "一別起三想。頭三叩地。一十方三寶。二法華經中一切三寶。三普賢大師。對此三處求懺悔等。又凡散華", "48": "皆於言前散華之時。想三寶及普賢上想已。次宣懺悔等詞。至後文中云。散華等者心指前所散之華。若焚", "49": "香者送法座爐。亦應想身各送爐。遍至十方一一法華經前乃至普熏一切三寶。若焚手爐但先添香。次執爐", "5": "效精進之風。闕入門之緒。故言勤修苦行非", "50": "已隨事起想。然後口宣詞句。", "51": "坐禪文略。應如止觀十法成乘等。行法華懺", "52": "黃昏五更。時促則此略文。我某甲及法界眾生", "53": "從無始世來。無明所覆顛倒迷惑。而由六根", "54": "三業不善廣造十惡四重五逆。乃至十重四", "55": "十八輕。無量無邊說不可盡。十方諸佛常在", "56": "世間法音不絕。妙香充塞法味盈空。放淨光", "57": "明照觸一切。常住妙理遍滿虛空。我無始來", "58": "六根內盲三業昏暗。不見不聞不覺不知。以", "59": "是因緣長流生死。經歷惡道百千萬劫。永無", "6": "涅槃因。但禮念軌儀文非不委。以散情昏重", "60": "出期。經云。釋迦如來名毘盧遮那遍一切處。", "61": "是故當知。一切諸法無非佛法。而我不了隨", "62": "無明流。是則於菩提中見不清淨。於解脫中", "63": "而起纏縛。今始覺悟今始改悔。生大慚愧生", "64": "大怖畏。誦持大乘三業供養。歸向普賢菩薩", "65": "及一切世尊。燒香散華發露懺悔。六根三業", "66": "所作永斷。相續不復更造。以是因緣今我與", "67": "法界眾生三業六根無始所作。現作當作自", "68": "作教他見聞隨喜。若憶不憶若識不識。若疑", "69": "不疑若覆若露。畢竟清淨懺悔已歸命禮三寶。", "7": "想運難成。予因天台再有詳補。撮覽樞總使", "70": "法華三昧行事運想補助儀", "8": "隨言作念隨念成想。一一瞻視如對目前。庶", "9": "時刻不虛事法成辦。依本文總歷十法。結要"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1942 法華三昧行事運想補助儀", "author": "唐 湛然撰", "sourceLink": "http://www.cbeta.org/"}