{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1913 止觀義例", "text": {"0": "止觀義例卷下", "1": "天台沙門湛然述", "10": "相也。何者。修行俱須二十五法以為方便。", "100": "判味兼帶之頓。以斥判教獨顯之圓。一何誤", "101": "哉。一何誤哉。六者違拒本宗之妨。本師", "102": "贊為獨妙學者毀為漸圓。抑實揚權有何利", "103": "益。七者違文背義之妨。經云。已說今說當說。", "104": "而於其中法華第一華嚴至般若名已說。無", "105": "量義經名今說。大般涅槃經名當說。依彼", "106": "所判則已說第一。何關法華。如此獨知聞者", "107": "掩耳。問從漸開四并前但七何成八教答", "108": "開出四已仍有一漸。喻四如前。第三妨中足", "109": "知迷誤。彼既不知漸。從鹿苑以至般若。將", "11": "十乘十境以為正修。所以者何。若無十境乘", "110": "何別立一漸教耶。若知鹿苑至般若來。約時", "111": "名漸終不輒判四教中圓。名為漸圓。豈判法", "112": "華劣於乳教。問法華經部為是何頓知非", "113": "頓頓。喻曰。此師非但不識頓漸之名。亦乃", "114": "不曉結文之意。玄文釋前四味教竟。次以漸", "115": "等結釋法華云。非頓漸祕密不定。初云。今法", "116": "華是顯露非祕密。是定非不定。結非祕密不", "117": "定祕密不定通前四時。次云。是漸頓非漸", "118": "漸。結非前頓後漸教。言漸頓者。約前四時", "119": "漸中有頓。頓中有漸。今法華經迹門圓說。與", "12": "則無體。若無十法名壞驢車。故知必須五章", "120": "漸頓中其義不殊。但異漸中漸耳。言漸漸", "121": "者。鹿苑一方等三般若二頓中之漸。即是別", "122": "教與漸中漸其義不殊。故不須簡頓中之頓。", "123": "同漸中之頓。亦同法華。是故頓教不須別", "124": "簡。故玄後文今法華迹門與諸經有同有異。", "125": "本門與諸經一向異。同者謂諸部中圓。異者", "126": "謂諸部中兼於三教。不見此意望聲釋義。便", "127": "謂法華但是漸頓非頓頓也。文中只云非是", "128": "漸漸。何曾復云不是頓頓。問復何得知法華", "129": "是漸頓。華嚴是頓頓。答據法華中諸聲聞", "13": "以生妙解。於生解中大意則略解始終。自他", "130": "人從於小來。經歷諸味至法華會。方始開頓。", "131": "故知法華是漸頓也。華嚴居初不經諸味。故", "132": "是頓頓。喻曰。今法華圓極頓足。此從於法", "133": "不從於人。不應聲聞從於漸來。即依聲聞判", "134": "經為漸。況復聲聞不過五百千二二千。此等", "135": "但名開權顯實。又有菩薩開顯何獨聲聞。如", "136": "云菩薩聞是法疑網皆已除等。又下文云。無", "137": "數諸佛子聞世尊分別說。得法利者大喜充", "138": "遍身。又有顯本。如分別功德品中三千微塵", "139": "數。乃至一四天下。又八世界塵數初發菩", "14": "因果則文略而意寬。次四專在名體則文理", "140": "提心。況下方踊現并妙音東來。嚴王諸營", "141": "從。文殊所教化。如是諸眾何曾歷四味。應", "142": "當從此方判經為頓頓。況復法師品現在若", "143": "滅後。若有聞一句皆與授佛記。華嚴經眾雖", "144": "不游漸。有二義故不及法華。一帶別。二覆", "145": "本。豈闕二義便稱頓頓。具二義者稱為漸", "146": "耶。問亦有菩薩法準聞頓而獨從聲聞判", "147": "耶。答據多分說。喻曰。如前所引。應以八界及", "148": "聞一句為多。而反以聲聞為多者。非但玄", "149": "理不會。亦乃讀文未熟。應知聲聞鈍根菩薩。", "15": "俱廣。故以廣解導於行。始使二十五法隨教", "150": "法華經前機緣未熟。不堪聞頓。更以方等般", "151": "若調治。方堪來至法華聞頓。是故應判此法", "152": "華經是開漸顯頓。故名漸頓。人不見之。謂非", "153": "頓頓。問據何得知漸圓之教。四住先落。答", "154": "如引仁王長別苦輪。既云別苦。知是漸頓。如", "155": "引法華六根清淨。云肉眼等。知是頓頓。喻", "156": "曰。此一家義前後皆引仁王以證法華。法華", "157": "云。無漏意根。仁王云。長別三界。兩經皆是四", "158": "住先落。且於界內得無漏名有漏業除。故云", "159": "長別。當知二處文義本同。如何分擗以證", "16": "甄分。會開廢麁。方可得名妙行之首也。是故", "160": "兩頓。問三種止觀中圓頓止觀是何頓耶。答", "161": "是漸頓。何以得知。如第一卷以三譬喻三", "162": "止觀。以通者騰空喻於圓頓。至第七卷識通", "163": "塞中。中即三觀破於神通。神通被破故非頓", "164": "頓。文云。別則略指三門。大意在一頓。又三止", "165": "觀竟。又云。今依經更明圓頓。又第五卷安心", "166": "文末。初約三止觀結數。次又約一心止觀結", "167": "數。又第一結發心文。先三止觀結。次云。又", "168": "以一止觀結。此等皆是三止觀外別一頓頓", "169": "之正文也。喻曰。一往引證似有所憑。子細推", "17": "五章一不可廢。若用此解而修十法。則但釋", "170": "求都無所據。何以故。以違文故生多妨故。", "171": "何者。如破神通及依經。更明文在序中。序", "172": "是章安所置。說止觀時未有此序。如何預將", "173": "正文破之。又三觀本傳南嶽。如何弟子反破", "174": "師宗。乃成逆路伽耶。論又南嶽稟承慧文。", "175": "龍樹既破師法。觀心論中何須更云歸命祖", "176": "師。況兩處神通其義各別。序中以頓行者譬", "177": "通者履空。空無淺深履者階降。空喻頓理", "178": "履譬行儀。行雖階差仍名圓漸。理無深淺", "179": "不當偏圓。第七卷中以步馬神通喻橫別三", "18": "十法名宗次第。於理自足。而今文中相猶廣", "180": "觀。神通即是別相之中。故以中即三觀。破橫", "181": "別之中。如何不見近文。遠破未生之序。次依", "182": "經文更明者。前以三喻證三文竟。更依華嚴", "183": "以證圓文。故云。更明再治定文意在於此。如", "184": "何見一更字。便於三外立頓頓名。若引華嚴", "185": "即名頓頓者。玄第十卷亦引華嚴方等般若", "186": "圓證於頓。華嚴既其非是漸圓。方等般若", "187": "寧非頓頓。言別則略指三門。大意在一頓", "188": "者。彼料簡文問略明三種止觀。略與大意", "189": "名相似同。是故重問云何同異。答中分於通", "19": "者。為鈍根者仍恐不曉觀法次第。故引前解", "190": "別二意。通則略指只是大意。別則略與大", "191": "異不同。以不同故略有三種。大意但在三中", "192": "之一。故文云。漸與不定置而不論。人不見之。", "193": "便於三外別立頓頓。安心文末。先以次第三", "194": "觀結數。次以一心結數次第義。當於別一心", "195": "義當於圓。此圓還同初總安心為結數。故義", "196": "開三別。次還依本以結一心。不見此意。異說", "197": "便生。言發心文末一止觀結者。大意五章文", "198": "相寬總。是故皆以止觀結之。或時唯用一止", "199": "觀結。如六即文六文皆一。或復唯用三止觀", "2": "第六行解相資例者。如分別中總以十義", "20": "入觀委論。又恐繁文故。於陰入具釋十法九", "200": "結。如隨自意文末。或時俱用三一結之。如前", "201": "所引。復闕無結文。如常行等三種三昧。又", "202": "若俱用三一結者。只是通別不同。何者。一種", "203": "結云。發菩提心即是觀。邪僻心息即是止。當", "204": "知三種無不發心邪僻心息。又三種結者亦", "205": "是通義。以通三故。是故結之。始從三藏終至", "206": "圓頓。皆悉有於漸頓不定。具如第三偏圓文", "207": "中及玄文第十判教中。四教是別。三種是", "208": "通。此第一文。不歷四教一一三結。總以四", "209": "教共為三結。以三對一三復為別。人不見之。", "21": "境比知。是故諸文不無旁正。且如十境。只一", "210": "便以又以之言憑茲別立。深不可也。問兩種", "211": "頓位同異云何。答住前則別登住則同。喻", "212": "曰。凡列位者皆須準教及以古師。一家立位", "213": "唯分四別。一期教迹因果顯著。有始有終莫", "214": "過此四。三藏則四果支佛百劫僧祇。通教則", "215": "三乘共位及名別義通別圓並立五十二位。", "216": "但行有賒促斷伏不同。圓依法華更加五品。", "217": "一家所用諸部咸然。輒不曾聞兩頓之位。已", "218": "如前破。問何故分別立。二頓耶。答由根利", "219": "鈍立二不同。喻曰。自昔承稟一圓家教法。", "22": "念心行之地也。一一顯示境相不同行之種", "220": "不見二頓而分兩根。處處文中但云華嚴兼", "221": "於利鈍。利則圓教鈍則別人。或一一教中而", "222": "分三根。或信法二行以分利鈍。是則教教部", "223": "部無不皆然。來至法華同入一實。無容開會", "224": "同一根性。仍稱為鈍。覆權隱迹有鈍有利。", "225": "而名為利。深不可也。問方等中四漸中開", "226": "四。兩四中圓為何同異。答但是四。教中圓皆", "227": "是漸圓。喻曰。此師不識漸教之義。是故不知", "228": "方等只是漸中之一。謂言漸教與方等殊。即", "229": "便答云。但是四教皆名為漸。若知不別云何", "23": "也。一一起於十乘觀法行之雨也。一一轉成", "230": "便答。但是之言借使法華會前四教中圓。皆", "231": "名漸圓。法華開權獨顯一圓。何故仍立漸圓", "232": "之稱。若爾但識四教從漸之言。不了法華開", "233": "廢等意。因茲暗立漸頓之言。問涅槃中圓復", "234": "何差別。答亦是漸圓。喻曰。若如所判。始自鹿", "235": "苑終至涅槃。一概漸圓。玄文何故若破光宅。", "236": "光宅仍以法華異昔。引昔通謾尚乃破之。此", "237": "師稟受山門。翻更不如光宅。應云涅槃雖四", "238": "前三知圓。方等雖四三不入實。漸中開四不", "239": "殊方等。諸文盛說何足復疑。依彼所論涅", "24": "不思議境行之牙也。一一發心行之幹也。一", "240": "槃圓伊便成無用。復有一行乃是徒設。問", "241": "涅槃四教俱入圓不。答有不入者。十仙外道", "242": "即是其流。喻曰。徒聞涅槃入實之言。不曉捃", "243": "拾得入之意。若十仙不入三修豈聞。初後俱", "244": "無。中間寧入。十仙不入。世尊何故為其說", "245": "常。破云。汝外道中因雖是常而果無常。我佛", "246": "法中因是無常而果是常。乃至陳如色常受", "247": "想行識常。餘諸外道大意皆爾。如何謬判以", "248": "為無常。易見之文尚謬。況復難見耶。問止", "249": "觀第一卷後多種譬文。如迦陵頻伽聲。擣萬", "25": "一安心行之葉也。一一破遍乃至正助行之", "250": "種為丸。在大海浴。阿伽陀藥等為喻何頓。", "251": "答並是漸頓。何以故。猶在㲉中。萬種須擣。須", "252": "待諸水入於大海。合諸藥為阿伽陀。故是", "253": "漸頓。若不出㲉。諸水是海。不擣萬種。不合為", "254": "藥。任運自具方是頓頓。喻曰。此中二失。一者", "255": "不曉喻旨。二者違於自言。不曉喻者。夫言喻", "256": "者但約少分。故大經云。不可以喻喻真解脫。", "257": "如雪山類象。豈可求其尾牙。舉扇喻月。豈", "258": "可求其光挂。況本文意。意在一法。具是諸", "259": "法。取現見者以之為喻。未入海諸水不具。", "26": "華也。一一次位以至離愛行之果也。若無六", "260": "未擣為丸眾氣不足。自餘諸鳥㲉中不鳴。餘", "261": "藥雖合治病不遍。故用此等以為頓喻。如何", "262": "破喻而為漸圓。養子不肖過而難他喻。即其", "263": "事也。二違自言者。自立大意以為頓頓。此等", "264": "喻文皆在大意。如何自斥以為漸圓。問第一", "265": "卷中實非父子兩謂路人。此喻何等。答實非", "266": "骨肉是前兩教。兩謂路人是後兩教。喻曰。此", "267": "深不見文中喻意。文以界內界外各有一理。", "268": "理各兩教以為能詮。並用四諦以為迷解文", "269": "中自合。瞋以譬集。打譬苦。若兩謂父子瞋", "27": "事道樹不端。次第雖爾。若從人說上根即", "270": "打薄者。以譬直教。兩謂路人瞋打厚者以", "271": "喻紆迴。此謂道諦智解不同。故使滅諦即", "272": "離亦別。若即解者苦集即理。如路人為父子。", "273": "若離解者苦集異理。如父子為路人。當知實", "274": "非骨肉兩謂路人。但約拙教一離義爾。亦闕", "275": "分判界內外。是何等拙而便跨節以為四教。", "276": "具如止觀記中釋。問漸之與別為同為異。答", "277": "此二不同。漸則開四。別不開四。喻曰。既其不", "278": "識漸教開四。徒與別教辨異何益。今言漸別", "279": "皆應開四者兩文不同。漸教開四已如前說。", "28": "於境種而生於果。故文云。直聞是言病即。除", "280": "別開四者具如別教四弘之中。約四諦境皆", "281": "歷四教。但須委知開四所以。然於別人。自", "282": "行化他未必全立四教之名。但云界內界外", "283": "曲直巧拙。自行則次第竪入。化他則隨緣橫", "284": "被。被機雖橫行終成竪。自行雖竪遍學成橫。", "285": "如初入空偏用析體。以破見思。仍是偏用一", "286": "門自行。若至十行為利他故。方始遍習析體", "287": "八門。及以無量無作八門。爾時所習乃得名", "288": "橫。是則自他四教義足。讀文不委義理輕", "289": "疏。而便謬判別不開四。問商略之文為是", "29": "愈為中下根更須後法。是故文云。至長者所", "290": "何處。答挹流尋源已下文是。喻曰。此亦二", "291": "失。一者不曉新舊文意。二者商略謬判祖承。", "292": "初不曉文意者。舊文十章前五是序後五是", "293": "正。故舊本初云。竊念述聞共為十章。商略等", "294": "五名為竊念。己之私竊念興序故。開章等", "295": "五名為述聞。述已親從法會聞故。再治改者。", "296": "良以。竊念不應連接。述聞為十故廢商略。五", "297": "章之名章名雖廢仍存其文。述聞五章次第", "298": "雖在。亦沒章名。新移商略之文以為引證", "299": "之例。首加止觀等字用為通序。則以挹流等", "3": "分別十章。於中且約自行化他。則前八自行。", "30": "為合眾藥。又於十乘一一復須了其文旨。一", "300": "文用擬別序。人不見之。便為亂說空張。舊本", "301": "商略以消別序。新文柰何商略之文復彰祖", "302": "承之後。甚不可也。問挹流已下正當舊本祖", "303": "承之文。如何將為商略文耶。答正是商略有", "304": "師無師。故云商略。喻曰。舊釋商略云。略述", "305": "佛經粗彰圓意。故云商略。即引華嚴了達賢", "306": "首聞圓等文。今乃判他祖承之文。而為商", "307": "略有師無師。既將祖承以為商略。祖承儻更", "308": "指後辨差。從始至終重重妄說。問有情心", "309": "法并有情之色。及外依報。此之三法頓及頓", "31": "一皆依不思議寂照止觀。文之髓也。一一", "310": "頓起觀何殊。答頓頓隨觀即具諸法。漸頓心", "311": "具餘□則無。喻曰。據此答文却用漸圓為頓", "312": "頓。何者四教中圓奚嘗不云三處具法。故四", "313": "念處圓文中云。非但唯識。亦乃唯色唯聲唯", "314": "觸。二處具法正是四教末後之圓。今謬判為", "315": "頓頓文者。驗知諸判但用胸襟。又漸圓既知", "316": "心具諸法。諸法遍攝。豈隔色耶。色攝入心心", "317": "即是色。如何謬判唯心具耶。若別教人初心", "318": "色心並不具法。何獨色耶。漸頓迴互教門", "319": "雜矣。教門既雜依教修觀。冥如夜遊。問此", "32": "乘相生起次第。文之骨也。一一引事助成行", "320": "二種觀初心何別。答頓頓觀者初發心時三", "321": "諦俱觀。漸頓觀者先觀中道離於二邊。二觀", "322": "先成見思前破。後證中道三諦方同。喻曰。", "323": "雖指文中三處五處以立頓頓。既無正義。約", "324": "觀判位亦無正文。大師唯引諸經明位。以證", "325": "四教。不見引證。四教之外別立一頓。況彼諸", "326": "處頓頓之文。盡是四教最後之圓。彼以此圓", "327": "判為漸圓。云初發心者。先觀中道一切教法。", "328": "都無此文。別則先觀二邊。方乃見思先落。豈", "329": "有但觀中道先破見思。圓別不成都無所據。", "33": "相。文之肉也。廣破古舊問答釋疑。文之膚也", "330": "問一心三觀與三觀一心。二文何別。答一", "331": "心三觀即是假。三觀一心即是空。非三非一", "332": "即是中。為破步馬神通。故云空假。若論頓", "333": "頓一中具三。喻曰。本論三觀須有所以。此", "334": "是佛法大體。又是一家要門。凡用其名須得", "335": "指實。既用此三格一切法。應曉三意。方盡其", "336": "門。一者對境成觀。如觀一心為不思議境。及", "337": "破法遍等文是也。二者覆疏收束。如第一", "338": "卷合散非合非散。三一非三非一等。是三者", "339": "寄名義立。如門非門非門非不門。權實非權", "34": "又釋名等四文兼於膚義。兼於肉意即骨也。", "340": "非實等。是此三觀一心一心三觀。都非此之", "341": "三觀意。只是翻對破彼縱橫觀。縱觀唯約次", "342": "第之三而不得一。故以即一而三破彼縱義。", "343": "故云一心三觀破竪通塞。橫觀唯得各別之", "344": "一。而不得三。故以即三之一破彼橫文。故云", "345": "三觀一心破彼橫通塞。人不見此。便加雙非", "346": "以對三觀。又文自云。空即三故破步涉。假即", "347": "三故破乘。馬中即三故破神通。彼師乃云。", "348": "為破步馬神通故云空假步馬。元是單空單", "349": "假何須更以空假破之。破於橫別步馬神通。", "35": "意下所詣即是髓也。若無四事法身不成。是", "350": "正用圓教一中具三。何故別云。若論頓頓一", "351": "中具三。此是違文謬說。令迷文者信之。亦是", "352": "立觀違文。令誤觀者輒受。問相待絕待有", "353": "何同異。答頓頓是絕待漸頓是相待。喻曰。誤", "354": "之甚矣。依此所判則應相待絕待俱非頓頓。", "355": "何者以玄文中判今法華。具有二義。謂相待", "356": "絕待。若爾何處別有頓頓絕耶。又依彼所", "357": "判。則唯華嚴是絕法華純待。若知法華具", "358": "有二義。復以待絕分為二頓。當知此判自語", "359": "相違。據斯以論俱迷二待。何者。二待並須非", "36": "故讀者行者須知緩急。無得謬指偏言僻意", "360": "漸唯頓判為相待。又判為漸。此復一重自語", "361": "相背。凡言相待。待前諸教為漸為麁。方今法", "362": "華是頓是妙。頓居漸後兼所破說。對漸明頓", "363": "故云漸頓。人不見之。徒分待絕以對二經。又", "364": "亦不識絕待之意。絕於所待。名絕待者方是", "365": "妙頓。彼乃離頓待別立絕名。何為頓頓。", "366": "問此法華之文具足二待。豈可離文判屬二", "367": "塗。答會竟無二未會則別。喻曰。此師非但迷", "368": "於玄文待絕之名。亦乃不達法華開會之意。", "369": "一代教法會在法華。彼判法華唯有相待。更", "37": "令行不周。修行之來豈過集解而起方便。行", "370": "立何部稱為會經。若以法華會入華嚴。實", "371": "無開顯之說。若爾兩俱未會應別立一經以", "372": "會斯二。若以觀會會則無文。今家所判以法", "373": "華之絕。絕彼華嚴。當知華嚴未絕明矣。又何", "374": "但未絕。亦乃無待。以兼別故獨顯不成。尚非", "375": "相待絕何所寄。會竟無二還歸法華。何故判", "376": "之。云非頓頓。問法華之文豈有不會。答對", "377": "前稱待應無別理。喻曰。若據此答定判。法華", "378": "唯有相待。雖有相待理亦不周。但得待前之", "379": "言。失於能對之妙。縱使法華但有相待。終成", "38": "因得果果滿教他。他機我應感應斯息。自他", "380": "不曉所待之名。所待即前諸麁。前謂華嚴。", "381": "若望彼所判還負己宗。華嚴既麁頓頓何在。", "382": "法華咸妙頓頓不疑。相待既然絕待可判。問", "383": "修觀之法準義用文。既同法華。應依會義因", "384": "何對昔而分二塗。又以法華為不會。乃將華", "385": "嚴為絕待。答修觀不同於教。是故觀二教一。", "386": "喻曰。凡修觀者必依於教。若觀二教一其理", "387": "不成。法華既融。只應還依融義修觀。其虛立", "388": "二觀。謬以絕為華嚴會義。既歸法華頓頓之", "389": "名徒設。況教一觀二。一觀無文。又與立宗", "39": "同歸滅理真性。今之一部意唯若是。故此十", "390": "全成乖互。本立華嚴為頓頓。頓頓却歸於法", "391": "華。頓義既歸於法華。言判為漸者謬矣。問", "392": "觀本依教無教。如何立觀。答根別。喻曰。此乃", "393": "臨急之說不思前後相違。觀既隨根。根本順", "394": "教。有根無教同於本迷。若以頓頓為華嚴。則", "395": "漸圓無教。若以法華為漸教。則頓頓無文。", "396": "問曰。云何名為頓頓觀相。答前即後故名", "397": "空。後即前故名假。前後不二名中。喻曰。後", "398": "即是前何異。前即是後徒於不二。前後謬立", "399": "空假之名。實未能知三觀相狀。又自說云。", "4": "於中去果論因則果報為果非今正意。前七", "40": "章攝無不盡。", "400": "頓頓如法華六根清淨位。但云六根清淨不", "401": "云先斷見思。故知是頓頓。漸圓如仁王十", "402": "信菩薩位。既云長別苦海。即是先除見思。", "403": "故云漸頓。喻曰。自言相違不可窮盡。初以", "404": "法華為漸頓。今以法華為頓頓。況復不知山", "405": "門諸部。並將仁王以證法華。法華云。無漏意", "406": "根。仁王云。長別苦海。無漏與別苦但有因果", "407": "之殊。不見義同。從文分二。又云。前文既云。", "408": "大意在一頓。當知五略正明頓頓。釋名已去", "409": "並是漸頓。喻曰。大意與下文但是廣略之殊。", "41": "第七喻疑顯正例者。此所學宗同稟一師。文", "410": "如何分二。故分別中將大意對八章十義。分", "411": "別廣略即其一焉。豈有略頓而廣漸耶。又第", "412": "五初列前六重。以開解令依解以立行。如何", "413": "以解為頓頓。以行為漸圓。依解起行行既違", "414": "解。此乃目視東而足西。膏南而明北。又", "415": "若大意唯在於頓頓。何故大行通引三乘。若", "416": "下文唯在於漸圓。何故復有一心止觀及中。", "417": "即三觀破前神通。又若大意唯在頓頓。何故", "418": "發心。四諦四弘十種發心皆列四教下文屬", "419": "漸。破亦同前。文既相違依何立行。又云。此", "42": "理相承終無異解。忽遇僻者因問異答。事不", "420": "之兩觀初心修觀大難分別。須自入觀方乃", "421": "得知。喻曰。如破遍初初入無生。咸須依教。況", "422": "大章生解以導行。初既云分別大難。信是", "423": "解心冥。昧解既冥昧入觀無。由彼解未明便", "424": "推入觀。何異闇證增上。鼠即鳥空而宣入", "425": "證之言。令他生於聖想。忽令領納說實墜", "426": "於過。人實得說尚招愆違想。故當重釁。又", "427": "若實得為何位次。若假名與他何異。若五品", "428": "位便同大師。子實不裁證者自了。願不欺聖", "429": "無違自心。又云。依頂法師。十二部經觀心", "43": "獲已而徵喻之。問頓教有幾種。答有漸頓及", "430": "之文。修觀必得。喻曰。夫三觀者義唯三種。", "431": "一者從行。唯於萬境觀一心。萬境雖殊妙", "432": "觀理等。如觀陰等即其意也。二約法相。如", "433": "約四諦五行之文。入一念心以為圓觀。三託", "434": "事相。如王舍耆闍名從事立。借事為觀以導", "435": "執情。即如方等普賢。其例可識。故十二部觀", "436": "寄事立名。雖有三觀之名。十境十乘不列。一", "437": "部名下唯施一句。豈此一句能申觀門。若此", "438": "一句足得修行。十境十乘便成煩芿。故知偏", "439": "指文中。一句兩句。以為頓頓。義同頑境體心", "44": "頓頓。喻曰夫講貫之法先觀本文。本文立名", "440": "踏心。十卷之文便成無用。兼出大師虛構之", "441": "愆。問漸圓觀但中中。是實相不。答非即實", "442": "相體是但中。喻曰。實相與但中體同名異。實", "443": "即俱實權即俱權。若約教釋文但中在別。修", "444": "觀次第仍居後心。四教中圓一切諸文。並皆", "445": "初心圓修三觀。彼將此觀屬頓頓人。別為圓", "446": "人立但中觀。遍尋諸部都無此文。唯煩惱境", "447": "中斥失玄云。不住調伏不住不調伏。初心修", "448": "中成雙非失。如何拾失以判法華。苦哉苦", "449": "哉。不可救濟。問初心修中既非實相。是涅", "45": "不可取異。求異會釋仍須體同。頓頓之名經", "450": "槃不。答是涅槃。喻曰。涅槃實相大小名通。初", "451": "心修中既非實相。若非實相亦非涅槃。若是", "452": "涅槃亦是實相。若是實相即是從初常觀涅", "453": "槃。如何乃云非是實相云是涅槃。若從初心", "454": "是小涅槃。此通別二種菩薩偏是一往。通", "455": "塗而說。若別論者。通教菩薩至第七地。恐", "456": "墮涅槃。如三惡道。別教初心但名真諦。仍不", "457": "得立涅槃之名。故知初觀唯在於頓。言非實", "458": "相是涅槃者。無教可憑。問豈有但中名為初", "459": "心觀涅槃也。答有也。喻曰。不知求教但任己", "46": "論不出。一家著述諸部所無。若名體。俱無。修", "460": "言。須無即無須有即有。一家教相不見少", "461": "判。但中涅槃。問如其必有二種頓者。大師", "462": "何不分明顯說。答如大意在一頓等。即其文", "463": "也。又頂法師涅槃疏釋不次第五行中云。十", "464": "信斷或即是漸頓不斷。或者即是頓頓。喻", "465": "曰。大意一頓已如前破。彼引涅槃疏親共對", "466": "撿。全無此文。應是續後謬。思便將想心證義。", "467": "文所不載。故使再撿無文。又大師諸文文所", "468": "不載。何須更引章安之文。況復再撿全無。", "469": "何勞苦據。況復不次第行正是四教中圓。又", "47": "行何託。若以頓頓是圓。如圓圓等此義可爾。", "470": "數數常云有八教故。故有二頓。喻曰。八教中", "471": "意具如前破。又云。二頓初心非一向異。雖", "472": "異而同雖同而異。喻曰。無將此異質竅。他", "473": "人不許漸圓即是頓頓。理窮無據。同異混和。", "474": "問一色一香無非中道。是何觀相。答是漸頓", "475": "非頓頓。喻曰。此師已執初心修觀。但聞中道。", "476": "便謂漸圓而不曉於言偏理圓。故大意云。勿", "477": "守語害圓誣罔聖意。故經論名數或具或偏。", "478": "言下之旨理必周備。大師以備具釋偏言。故", "479": "大意中云。空即不空等自語相違。亦如前破。", "48": "既分二頓漸頓為圓。更加頓頓為何所擬問", "480": "問初心起觀。若捨二邊但觀中道。何異通", "481": "教但有中名。如何初心見此但理便默不。答", "482": "喻曰。言若有旨言勝不言。言既無歸不言", "483": "勝說。凡修觀者須立解心。解心未成輒立此", "484": "觀。言究理極以至無言。又云。據文須分兩", "485": "種頓異。初心修觀實難分別。喻曰。前云。教唯", "486": "有一觀則有二。此中復云。文雖分兩兩觀難", "487": "分。據茲又成文二觀一。前後違反不可復論。", "488": "故知學宗不得輒爾。此時猶可曠累多生。仍", "489": "使未來不逢善友。問別教地前為登地雙亡", "49": "此二位者斷惑何殊。答二位不同。若漸頓者", "490": "雙照方便。其義如何。答地前雙亡登地雙照。", "491": "至第二地又亡又照。喻曰。非但觀門失緒。亦", "492": "乃文義參差。既云地前以為初地亡照方便。", "493": "當知正亡正照合在初地。如何乃云登地雙", "494": "照地前雙亡。具如止觀第三卷中。此是讀文", "495": "未周。不須別破。問何名四三昧是通修。念", "496": "佛是別修。答頂法師誤。應云四三昧是別修", "497": "念佛是通修。喻曰。此師自誤。推失與他。今", "498": "言。通修者。以四三昧攝一切行。故曰通反", "499": "以為別。念佛通收諸行不遍。乃是通中之", "5": "為因正明修相。於七因中。前五生解後二為", "50": "初住已前四住先除。若頓頓者初住已前圓。", "500": "一。故名為別。反名為通深不可也。又云。三", "501": "賢十聖住果報者。此兼兩教。圓教三賢別教", "502": "十聖。喻曰。言果報者。是實報土既生果報即", "503": "是圓教四位之人。此師但見是賢聖之名。便", "504": "分以為別圓兩教賢聖之稱。乃借別名圓俱", "505": "生實報。即是正明圓位。若言別教賢聖位。不", "506": "合生彼而判十地。屬別者圓四十位俱破無", "507": "明。因何乃分十地屬別人。又約證道地即是", "508": "住。何須分別。縱存教道。則十地以含兩教。", "509": "亦無分義。問彼問人曰。聲問經漸名漸圓", "51": "伏五住登。住已去圓破五住。喻曰。初住已前", "510": "者。八界發心不從漸來。從此應判以為何教。", "511": "答頓頓人也。喻曰。難已如前。何不從於八界", "512": "塵數為判頓頓而名漸圓。自此已前略明觀", "513": "失教失不論。歸命諸賢聖。願捨是非心。為樹", "514": "涅槃因。非欲貶量失。", "515": "止觀義例卷下", "52": "四住先除。引證屬圓處處皆爾。故圓教四念", "53": "處云如。冶鐵作器本為成器。非為除垢。麁垢", "54": "先除非關漸次頓頓。既云登住圓破即顯。住", "55": "前五住全在。當知此義非別非圓。圓則初住", "56": "唯破無明。不應入住。五住俱斷別須住前。", "57": "五住全在。住破四住行破塵沙。登地方破一", "58": "品無明。故知非別離二別立無教可憑。問", "59": "二頓修成其相何別。答漸頓觀者空觀先成。", "6": "行。分別文中雖以起教取譬。於自起教化他", "60": "頓頓觀者三觀俱證。喻曰。此甚違背一家教", "61": "文。既云漸圓。是四教中圓。應依六即判此圓", "62": "位。則不應云空觀先成。何者。五品即是觀行", "63": "三觀。六根即是相似三觀。初住已去分證", "64": "三觀。如何乃云空觀先成。又復不識見思先", "65": "落似位之意。若先成者何名似即頓頓。既云", "66": "三觀俱證。為是何位。若在初住與漸頓何別。", "67": "若在住前都無此理若云住前但伏初住俱", "68": "斷。諸教無文方成邪說。問據何得知有二種", "69": "頓。答準玄文。八教謂漸頓祕密不定漸又四", "7": "義當於解。越次取文兼化他故。故自行解唯", "70": "謂藏通別圓。此四兼前名為八教。漸中既有", "71": "最後一圓。漸外又復更立一頓。故知前圓但", "72": "是漸圓。別立一頓即是頓頓。頻將此義以難", "73": "他人。他無對者唯我獨知。喻曰。依此所判", "74": "則有多妨。一者不識教名之妨別立一頓。乃", "75": "是華嚴最初頓部。佛初成道未游諸會。不從", "76": "漸來直說於大。大部在初故名為頓。部仍兼", "77": "別不得妙名。豈以兼別之經。翻為頓頓法華", "78": "獨顯却號漸圓。二者不識漸開之妨。言漸開", "79": "者。準法華玄。華嚴頓後別為小機不動不降。", "8": "前五章是也。大意雖有行及果報等文。但", "80": "施於漸教。漸教之初先說三藏。三藏教後彈", "81": "斥洮汰。方具用四故云開出。故玄文中自鹿", "82": "苑來至般若會。皆名為漸。豈此漸中有於圓", "83": "教。便名漸圓。又玄第十漸頓判教。自華嚴來", "84": "至般若會。皆有漸頓。華嚴圓教與方等般", "85": "若中圓。圓既不殊。亦應並名為頓頓。何獨華", "86": "嚴。若方等般若中圓。名漸圓者。則華嚴圓教", "87": "亦名漸頓何關餘部。三者不識教體之妨。若", "88": "漸開出四。如開拳為指唯指無拳。合四為漸。", "89": "如合指為拳唯拳無指。存漸則教唯有四。沒", "9": "是示行及果報等。令知始末。非謂即是修行", "90": "漸則教唯有七。俱存必一邊無體。立八則體", "91": "陜名寬。四者抑挫法華之妨。近代判教。多", "92": "以華嚴為根本法輪。以法華為枝末法輪。唯", "93": "天台大師靈鷲親承大蘇妙悟。自著章疏以", "94": "十義比之。迹門尚殊本門永異。故玄文中凡", "95": "諸解釋。皆先約教判則三麁一妙。次約味判", "96": "則四麁一妙。如何以麁。稱為頓頓。以妙翻", "97": "作漸圓。五者不識頓名之妨。若從行為名", "98": "圓只是頓。是故舊題圓頓止觀。若從味立稱", "99": "則頓異於圓。故判初味云。高山頓說。若將"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1913 止觀義例", "author": "唐 湛然述", "sourceLink": "http://www.cbeta.org/"}