{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2089 遊方記抄", "text": {"0": "No. 2089", "1": "遊方記抄", "10": "九　唐常愍歷遊天竺記逸文", "100": "參去便。風急不聽迴。我國天岸北。他邦地角", "1000": "無有行處。望馬糞骨聚而進。虎狼極多。行五", "1001": "日至東烽。遠見山上。城牆止有一門。對列器", "1002": "械。弓箭看守。遠官瞭見五眾。方要放箭。急呼", "1003": "西烽王有書。見書方許進見。細說西來之事。", "1004": "王亦甚喜。留住一月。付水甘糧指路。從賀延", "1005": "磧。行纔有水。東行五日至磧。乃西蕃境界。名", "1006": "小西天。昔如來傳法於此。號鳥思藏。地面寬", "1007": "廣。乃四家達王供奉之所。多出高僧。大殿內", "1008": "列法狀五百張。有佛子法王蓮花上師所傳", "1009": "番經番呪出滲金佛。人頂骨數珠．氆氌容金", "101": "西。日南無有雁。誰為向林飛。", "1010": "鈴。云昔漢班定遠超住此。鎮定西域。本朝劉", "1011": "馬大監征西入界處。地氣多寒。參禮蓮花上", "1012": "師。留二載餘。臨行與書封。達五臺山羅喉寺。", "1013": "侯法王哨來。", "1014": "東至玉門關。有山無關。有葫蘆河一道。上", "1015": "廣下狹。洄波迅急。深不可渡。西岸多梧桐林。", "1016": "自碩大者。作筏而進。從上稍至東北。行東南", "1017": "七十里。是玉門大路。封王進貢。悉由此行。隨", "1018": "喜岷州秉靈寺。雅州紅花寺。山西一路而來。", "1019": "上五臺山羅喉寺法王處。住二年。遇欽差御", "102": "又從南天北行兩月。至西天國王住城。此西", "1020": "馬監太監劉潤止山。引五僧至北京雙林寺", "1021": "住。", "1022": "萬曆三十年五月十五日啟奉明肅皇太后", "1023": "命。住萬壽菴。持呪三年。有番經廠太監張貴。", "1024": "引奏萬歲爺。命住雙林寺。設壇濟幽。四十", "1025": "九晝夜。賜紫衣寶冠。命西經廠掌壇中貴。又", "1026": "賜織金禪衣金段十匹。膳盒八副。寄與大能", "1027": "仁寺。蓋先代班的答祖師。於成化年間賜法", "1028": "王寶殿塔院也。僧五人朵兒只懺滅於五臺", "1029": "山善薩頂。展陽南渴滅於雙林。其餘二僧。一", "103": "天王亦五六百頭象。土地所出㲲布及銀象", "1030": "在山海關。一在墨雲。嚷結募造滲金觀音一", "1031": "尊。朝南海天台。齋僧三千已滿。得遇納川同", "1032": "行至嘉奐。宰官居士見者往往詰問蹤由。敢", "1033": "述大都如此。", "1034": "6 南天竺婆羅門僧正碑南天竺婆羅門僧正碑", "1035": "南天竺婆羅門僧正碑竝序", "1036": "夫佛日西沈。遺風東扇。十地開士。住菩提而", "1037": "播形。八輩應真。逼機緣而演化。是以。真如奧", "1038": "旨。殊五天而共融。實相圓音。同八部而俱顯。", "1039": "若乃深達法相。洞了宗極。研尋七覺。空有兩", "104": "馬羊牛。多出大小二麥及諸荳等。稻󰙟全少。", "1040": "亡。遊戲六通。真假雙照者僧也。僧正諱菩提", "1041": "僊那。姓婆羅遲。婆羅門種也。一十六國景慕", "1042": "其高義。九十五種鑽仰其英徽。但以區域敻", "1043": "隔。史傳闕然。本卿風範。難可縷言。僧正神情", "1044": "湛寂。風宇明敏。靈臺可仰。而不可窺。智海可", "1045": "注。而不可𢬘。於是。追支讖之英範。逐世高之", "1046": "逸𨊠。跨雪峯而進影。泛雲海而飛儀。󰂛險經", "1047": "遠。遂到大唐。唐國道俗。仰其徽猷。崇敬甚", "1048": "厚。于時聖朝通好。發使唐國。使人丹治比真", "1049": "人廣成。學問僧理鏡。仰其芳譽。要請東歸。僧", "105": "食多餅󰉓乳酪蘇油。市買用銀錢㲲布之屬。", "1050": "正感其懇志。無所辭請。以大唐開元十八年", "1051": "十二月十三日。與同伴林邑僧佛徹。唐國僧", "1052": "道󱈜。隨船泛海。及于中路。忽遭暴風。波濤注", "1053": "日。陰曀迷天。計命忽若贅旒。去死猶其一分。", "1054": "舉船惶遽。不知所為。乃端仰一心。入禪觀佛。", "1055": "少選之間。風定波息。眾咸嘆其奇異。以天平", "1056": "八年五月十八日。得到築紫大宰府。昔騰蘭", "1057": "聿來。澄什利往。停跡振旦之邦。未󱎱日域之", "1058": "境。計遠論勞。彼有愧德。自非位超修成行積", "1059": "永劫。其孰契於茲乎。同年八月八日。到於攝", "106": "王及首領百姓等。極敬信三寶。足寺足僧。大", "1060": "津國治下。前僧正大德行基。智煥心燈。定凝", "1061": "意水。扇英風於忍土。演妙化於季運。聞僧正", "1062": "來儀。嘆未曾有。軼燕王擁󰆠於郭隗。侔伯喈", "1063": "倒屣於王粲。主客相謁。如舊相知。白首如新。", "1064": "傾蓋如舊。於是見矣。乃囑同法緇侶云。法本", "1065": "不然。今亦不滅。救雖赴化之質翳跡於雙林。", "1066": "而法身之體布影於沙界。經云。應以婆羅門", "1067": "身得度者。即現婆羅門身。而為說法。是也。", "1068": "原夫開闢以來。雖時經百王世更萬載。未有", "1069": "󱣾右梵英。印度聖種。梯山航海弘化聖朝。而", "107": "小乘俱行。土地甚寬。西至西海。國人多善唱", "1070": "今聖德作而異人至。昌運起而大化隆。非但", "1071": "諸佛悲願之感。抑亦聖朝崇法之應也。我等", "1072": "既逢斯運。復覩此人。蓋各盡至欵共致迎接。", "1073": "於是道俗輻輳。闐城溢郭。連成幕之袂。濯為", "1074": "雨之汗。肩隨踵接。送入京輦。皇上大喜。仍勅", "1075": "住大安寺。供給隆厚。公王英彥。莫不宗敬。行", "1076": "基又率京畿緇素兩眾五十餘種。前後合三", "1077": "度。僧正諷誦華嚴經。以為心要。尤善呪術。弟", "1078": "子承習。至今傳之。僧正居敬行簡。喜慍不形", "1079": "於色。含章隱曜。莫能測其淺深。高秩厚禮。", "108": "歌。餘四天國不如此國。又無枷棒牢獄形戮", "1080": "不能迴其慮。嚴威峻法。未足懼其心。光雖和", "1081": "世。而弗污其體。塵雖同其心。而不測其真。以", "1082": "天平勝寶二年。有勅崇為僧正。大法由斯紹", "1083": "隆。群生以之回向。雖道迹未彰。而時英咸", "1084": "謂已階聖果。但夜壑貿遷。閻浮業謝。以天平", "1085": "寶字四年歲次庚子二月二十五日夜半。合", "1086": "掌向西。辭色不亂。如入禪樂。奄爾遷化。即以", "1087": "同年三月二日。闍維於登美山右僕射林。春", "1088": "秋五十七。臨終告諸弟子云。吾常觀清性。直", "1089": "嚴自性身。而猶尊重彌陀。景仰觀音。汝曹宜", "109": "等事。見今被大𥦽來侵半國已損。又五天法。", "1090": "抽吾帑藏衣物奉造阿彌陀淨土。又云。吾生", "1091": "在之日。普為四恩。奉造如意輪菩薩像。而情", "1092": "願更造八大菩薩像列坐其像。而無常行迫", "1093": "其事不諧。汝曹不忘疇昔宜共相助畢功。弟", "1094": "子等奉遵遺旨。備飾八像。而感梁木之既摧。", "1095": "慟德音之永閟。所以炳發神功崇敬茂範。莫", "1096": "若在妙像於當今。傳遺影於後葉乃造成形", "1097": "像。雖英智茂範共其人既往。而美質風器與", "1098": "嚴像而如在。爰命諛才為像贊。其辭曰。", "1099": "至象無色。大道無名。湛然常住。非滅非生。隨", "11": "1 徃五天竺國傳徃五天竺國傳", "110": "出外去者。不將糧食。到處即便乞得食也。唯", "1100": "機汲引。應物兮形。發揮正教。如谷傳聲其一。", "1101": "道不自弘。弘之在哲。猗歟聖王。海內有截。接", "1102": "武異人。連肩英傑。慈訓惟闡。慧燈斯徹其二。", "1103": "爰有應真。寔曰僧正。愛道崇法。忘軀委命。茂", "1104": "德彌新。玄化尤盛。四輩祛惑。一乘得徑其三。", "1105": "德必有類。道非獨顯。綽綽行基。幽贊妙典。起", "1106": "予聖賓。揄揚群善。揭誠致敬。超群惟腆其四。", "1107": "是生滅法。諸行無常。哲人薪盡。火移光亡。一", "1108": "朝歸寂。萬古增傷。傳法道侶。奄絕舟航其五。", "1109": "藏山易速。閱水難息。仰德酬恩。昊天無極。幽", "111": "王首領等出。自齎糧不食百姓□□。", "1110": "誠曷寄。寫像追福。遍及無邊。廣覃有識其六。", "1111": "神護景雲四年四月二十一日", "1112": "故婆羅門僧正入室弟子傳燈住位僧修榮", "1113": "7 唐大和上東征傳唐大和上東征傳", "1114": "真人元開撰", "1115": "大和尚諱鑑真。揚州江陽縣人也。俗姓淳于。", "1116": "齊辯士髠之後也。其父先就揚州大雲寺", "1117": "智滿禪師。受戒學禪門。大和尚年十四。隨", "1118": "父入寺。見佛像感動心。因請父求出家。父奇", "1119": "其志許焉。是時大周則天長安元年有詔。於", "112": "又從西天北行三箇餘月。至北天國也。名闍", "1120": "天下諸州度僧。便就智滿禪師出家為沙彌。", "1121": "配住大雲寺。後改為龍興寺。唐中宗孝和皇", "1122": "帝神龍元年。從道岸律師受菩薩戒。景龍元", "1123": "年杖錫東都因入長安。其二年三月二十八", "1124": "日。於西京實際寺登壇受具足戒。荊州南泉", "1125": "寺弘景律師為和上。巡遊二京。究學三藏。後", "1126": "歸淮南。教授戒律。江淮之間。獨為化主。於是", "1127": "興建佛事。濟化群生。其事繁多不可具載。", "1128": "日本天平五年歲次癸酉。沙門榮叡普照等。", "1129": "隨遣唐大使丹墀真人廣成。至唐國留學。是", "113": "蘭達羅國。王有三百頭象。依山作城而住。從", "1130": "年唐開元二十一年也。唐國諸寺三藏大德。", "1131": "皆以戒律為入道之正門。若有不持戒者不", "1132": "齒於僧中。於是方知本國無傳戒人。仍請東", "1133": "都大福先寺沙門道󱈜律師。附副使中臣朝", "1134": "臣名代之舶。先向本國去擬為傳戒者。", "1135": "榮叡普照留學唐國已經十載。雖不待使而", "1136": "欲早歸。於是請西京安國寺僧道航澄觀。東", "1137": "都僧德清。高麗僧如海。又請得宰相李林甫", "1138": "之兄林宗之書。與揚州倉曹李湊。令造大舟", "1139": "備糧送遣。又與日本國同學僧玄朗。玄法二", "114": "茲已北。漸漸有山。為國狹小兵馬不多。常", "1140": "人俱下至揚州。是歲唐天寶元載冬十月日本天平", "1141": "十四年歲次壬午也時大和尚在揚州大明寺。為眾講", "1142": "律。榮叡普照至大明寺。頂禮大和尚足下。具", "1143": "述本意曰。佛法東流。至日本國。雖有其法。而", "1144": "無傳法人。日本國昔有聖德太子。曰二百年", "1145": "後。聖教興於日本。今鍾此運。願大和上東", "1146": "遊興化。大和上答曰。昔聞南岳思禪師遷化", "1147": "之後。託生倭國王子。興隆佛法。濟度眾生。又", "1148": "聞。日本國長屋王崇敬佛法。造千袈裟", "1149": "棄施此國大德眾僧。其袈裟緣上繡著四", "115": "被中天及迦葉彌羅國屢屢所吞。所以依山", "1150": "句曰。山川異域。風月同天。寄諸佛子。共結來", "1151": "緣。以此思量。誠是佛法興隆有緣之國也。今", "1152": "我同法眾中。誰有應此遠請向日本國傳法", "1153": "者乎。時眾默然一無對者。良久有僧祥彥。進", "1154": "曰。彼國太遠。性命難存。滄海淼漫。百無一", "1155": "至。人身難得。中國難生。進修未備。道果未", "1156": "剋。是故眾僧咸默無對而已。大和上曰。", "1157": "為是法事也。何惜身命。諸人不去。我即去耳。", "1158": "祥彥曰。大和上若去。彥亦隨去。爰有僧道", "1159": "興．道航．神頂．崇忍．靈粲．明烈．道默．道", "116": "而住。人風衣著言音。與中天不殊。土地稍冷", "1160": "因．法藏．法載．曇靜．道翼．幽巖．如海．澄", "1161": "觀．德清．思託等二十一人．願同心隨大和", "1162": "上去。要約已畢。始抵東河造船。揚州倉曹", "1163": "李湊依李林宗書亦同檢挍造船備糧。大", "1164": "和上。榮叡。普照師等。同在既濟寺。備辦乾", "1165": "糧。但云將供具往天台山國清寺供養眾僧。", "1166": "是歲天寶二載癸未。當時海賊大動繁多。", "1167": "台州．溫州．明州海邊并被其害。海路。塞公私", "1168": "斷行。僧道航云。今向他國為傳戒法。人皆", "1169": "高德行業肅清。如如海等少學可停却矣。時", "117": "於中天等也。亦無霜雪。但有風冷。土地所", "1170": "如海大瞋。裹頭人州。上採訪廳告曰。大使知", "1171": "否。有僧道航。造船入海。與海賊連。都有若", "1172": "干人。辦乾糧在既濟。開元大明寺。復有五", "1173": "百海賊入城來。時淮南採訪使班景倩聞即", "1174": "大駭。便令人將如海於獄推問。又差官人於", "1175": "諸寺。收捉賊徒。遂於既濟寺。搜得乾糧。大", "1176": "明寺捉得日本僧普照。開元寺得玄朗玄法。", "1177": "其榮叡師走入池水中仰臥。不良久見水", "1178": "動。入水得榮叡師。並送縣推問。僧道航隱", "1179": "俗人家。亦被捉得並禁獄中。問曰。徒有幾人", "118": "有出象㲲布稻麥驢騾少有。其王有馬百匹。", "1180": "與海賊連。道航答曰。不與賊連。航是宰相", "1181": "李林甫之兄林宗家僧也。今令送功德往天", "1182": "台國清寺。陸行過嶺辛苦。造船從海路去", "1183": "耳。今有林宗書二通。在倉曹所。採訪使問倉", "1184": "曹。對曰實也。仍索其書看。乃云阿師無事。", "1185": "今三海賊大動。不須海過去。其所造船沒", "1186": "官。其雜物還僧。其誣告僧如海與反坐還俗。", "1187": "決杖六十。遞送本貫。其日本僧四人。揚州上", "1188": "奏至京。鴻臚撿案問本配寺。寺家報曰。", "1189": "其僧隨駕去。更不見來。鴻臚依寺報而奏。", "119": "首領三五匹。百姓並無。西是平川。東近雪山。", "1190": "便勅下揚州曰。其僧榮叡等既是蕃僧。入朝", "1191": "學問。每年賜絹二十五匹。四季。給時服。兼預", "1192": "隨駕。非是偽濫。今欲還國。隨意放還。宜依", "1193": "揚州例送遣。時榮叡普照等四月被禁。八", "1194": "月始得出。其玄朗玄法。從此還國別去。", "1195": "時榮叡。普照同議曰。我等本願為傳戒法。請", "1196": "諸高德。將還本國。今揚州奉勅。唯送我四人。", "1197": "不得請諸師。而空還無益。豈如不受官送。依", "1198": "舊請僧。將還本國流傳戒法者乎。於是巡避", "1199": "官所。俱至大和上所計量。大和上曰。不須愁。", "12": "上缺寶赤足裸形外道不著下缺。", "120": "國內足寺足僧。大小乘俱行。又一月程過雪", "1200": "宜求方便必遂本願。仍出正爐八十貫錢。買", "1201": "得嶺南道採訪使劉臣隣之軍舟一隻。雇得", "1202": "舟人等十八口。備辦海糧苓脂。紅綠米一", "1203": "百石。甜豉三十石。牛蘇一百八十斤。麵五", "1204": "十石。乾胡餅二車。乾蒸餅一車。乾薄餅一萬。", "1205": "番拾頭一半車。漆合子盤三十具。兼將畫", "1206": "五頂像一鋪。寶像一鋪。金泥像一軀。六扇", "1207": "佛菩薩障子一具。金字華嚴經一部。金字大", "1208": "品經一部。金字大集經一部。金字大涅槃經", "1209": "一部。雜經論章疏都一百部。月令障子一具。", "121": "山。東有一小國。名蘇跋那具怛羅。屬土蕃", "1210": "行天障子一具。道場幡一百二十口。珠幡", "1211": "十四條。玉環手幡八口。螺鈿經函五十口。", "1212": "銅瓶二十口。華氈二十四領。袈裟一千領。褊", "1213": "衫一千對。坐具一千床大銅蓋四口。行菜", "1214": "蓋四十口。大銅盤二十面。中銅盤二十面。小", "1215": "銅盤四十四面。一尺面銅疊八十面。少銅疊", "1216": "二百面。白藤簞十六領。五色藤簞六領。麝香", "1217": "二十臍。沈香．甲香．甘松香．龍腦香．膽唐香．", "1218": "安息香．棧香．零陵香．青木香．薰陸香．都有六", "1219": "百餘斤。又有畢鉢．呵梨勒．胡椒．阿魏．石蜜．", "122": "國所管。衣著與北天相似。言音即別。土地極", "1220": "蔗糖．等五百餘斤。蜂蜜十斛。甘庶八十束。", "1221": "青錢十千貫。正爐錢十千貫。紫邊錢五千", "1222": "貫。羅襆頭二千枚。麻靴三十量。廗胃三", "1223": "十箇。擊僧祥彥．道興．德清．榮叡．普照．思託．", "1224": "等一十七人。玉作人。畫師。雕檀刻鏤鑄寫", "1225": "繡師修文鐫碑等工手都有八十五人。同", "1226": "駕一隻舟。天寶二載十二月舉帆東下。到狼", "1227": "溝浦。被惡風漂浪波擊船破。波擊舟破。", "1228": "人總上岸。潮來水至人腰。大和上在烏蓲", "1229": "草上。餘人並在水中。冬寒風急。甚太辛苦。", "123": "寒也。又從此闍蘭達羅國西行。經一月。至一", "1230": "更修理舟。下至大坂山泊舟不得。即至下", "1231": "嶼山。住一月。待好風發。欲到桑石山。風急", "1232": "浪高。舟無著岸。無計可量。纔離嶮岸。還", "1233": "落石上。舟破。人並舟上岸。水米俱盡。飢渴三", "1234": "日。風停浪靜。泉郎將水米來相救。又經五", "1235": "日。有還海官。來問消息。申請明州大守處分。", "1236": "安置鄮縣山阿育王寺。寺有阿育王塔。明州", "1237": "者舊是越州之一縣也。開元二十一年。越州", "1238": "鄮縣令王叔達奏。割越州一縣。特置明州。更", "1239": "開三縣。令成一州四縣。今稱餘姚郡。其育王", "124": "社吒國。言音稍別。大分相似。衣著人風。土", "1240": "塔者。是佛滅度後一百年時。有鐵輪王。名阿", "1241": "育王。役使鬼神。建八萬四千塔之一也。其塔", "1242": "非金非玉。非石非土。非銅非鐵。紫烏色刻鏤", "1243": "非常。一面薩埵王子變。一面捨眼變。一面出腦", "1244": "變。一面救鴿變。上無露盤。中有縣鐘。埋沒地", "1245": "中。無能知者。唯有方基。高數仞。草棘蒙茸。", "1246": "罕有尋窺。至晉泰始元年。并州西河離石", "1247": "人劉薩訶者。死到閻羅王界。閻羅王教令掘", "1248": "出。自晉宋齊梁至於唐代。時時造塔造堂。其", "1249": "事甚多。其鄮山東南嶺石上有佛右跡。東北", "125": "地所出。節氣寒暖。與北天相似。亦足寺足僧。", "1250": "小巖上復有佛左跡。並長一尺四寸。前濶五", "1251": "寸八分。後濶四寸半。深三寸。千輻輪相魚印", "1252": "文分明顯示。世傳曰迦葉佛之跡也。東方", "1253": "二里。路側有聖井。深三尺許。清涼甘美。極", "1254": "雨不溢。極旱不涸。中有一鱗魚。長一尺九", "1255": "寸。世傳云護塔菩薩。有人以香華供養。有", "1256": "福者即見。無福者經年求不見。有人就井", "1257": "上造屋至以七寶作材瓦。即從井中水漲流", "1258": "却。天寶三載歲次甲申。越州龍興寺眾僧請", "1259": "大和上。講律受戒事畢。更有杭州湖州宣州", "126": "大小乘俱行。王及首領百姓等。大敬信三寶", "1260": "並來請大和上講律。大和上依次巡遊。開", "1261": "講受戒。還至鄮山阿育王寺。時越州僧等。", "1262": "知大和上欲往日本國。告州官曰。日本國僧", "1263": "榮叡誘大和上欲往日本國。時山陰縣尉遣", "1264": "人於王蒸宅。搜得榮叡師。著枷遞送京。遂", "1265": "至杭州。榮叡師臥病。請暇療治。經多時云", "1266": "病死乃得放出。", "1267": "榮叡普照師。等為求法故前後被災。艱辛不", "1268": "可言盡。然其堅固之志。曾無退悔。大和上", "1269": "悅其如是。欲遂其願。乃遣僧法進及二近事。", "127": "又從此吒國西行一月。至新頭故羅國。衣", "1270": "將輕貨往福州買船。具辦糧用。大和上率", "1271": "諸門徒祥彥．榮叡．普照．思託．等三十餘人。", "1272": "辭禮育王塔。巡禮佛跡。供養聖井護塔魚菩", "1273": "薩。尋山直出州。大守盧同宰及僧徒父老迎", "1274": "送設供養。差人備糧。送至白社村寺。修理壞", "1275": "塔。勸諸鄉人。造一佛殿。至台州寧海縣白", "1276": "泉寺宿。明日齋後踰山。嶺峻途遠。日暮夜", "1277": "暗。澗水沒膝。飛雪迷眼。諸人泣淚。同受寒", "1278": "苦。明日度嶺。入唐興縣。日暮至國清寺。松", "1279": "篁蓊欝。奇樹璀璨。寶塔玉殿。玲瓏赫奕。莊", "128": "著風俗。節氣寒暖。與北天相似。言音稍別。此", "1280": "嚴華飾。不可言盡。孫綽天台山賦不能盡其", "1281": "萬一。大和上巡禮聖跡。出始豐縣。入臨海", "1282": "縣。導於白峯。尋江遂至黃巖縣。便取永嘉", "1283": "郡路。到禪林寺宿。明朝早食。發欲向溫州。", "1284": "忽有採訪使牃來追。其意者在揚州大和上", "1285": "弟子僧靈祐。及諸寺三綱眾僧同議曰。我大", "1286": "師和上發願向日本國。登山涉海。數年艱苦。", "1287": "滄溟萬里。死生莫測。可共告官遮令留住。", "1288": "仍共以牒告於州縣。於是江東道採訪使下", "1289": "牒諸州。先追所經諸寺三綱。於獄留身推", "129": "國極足駱駝。國人取乳酪喫也。王及百姓等。", "1290": "問。尋蹤至禪林寺。捉得大和上。差使押送防", "1291": "護。十重圍繞。送至採訪使所。大和上所至", "1292": "州縣官人參迎。禮拜歡喜。即放出所禁三綱", "1293": "等。採訪使處分依舊令住本寺。約束三綱防", "1294": "護曰。勿令更向他國。諸州道俗聞大和上", "1295": "還至。各辦四事供養。競來慶賀。遞相把手慰", "1296": "勞。獨大和上憂愁。呵嘖靈祐。不賜開顏。其", "1297": "靈祐日日懺謝乞歡喜。每夜一更立至五更", "1298": "謝罪。遂終六十日。又諸寺三綱大德共來禮", "1299": "謝乞歡喜。大和上乃開顏耳。", "13": "辶食即喫亦不齋也。地皆平下缺。", "130": "大敬三寶足寺足僧。即造順正理論。眾賢論", "1300": "天寶七載春。榮叡普照師從同安郡至揚州", "1301": "崇福寺大和上住所。大和上更與二師作方", "1302": "便。造舟買香藥。備辦百物。一如天寶二載所", "1303": "備。同行人僧祥彥．神倉．光演．頓悟．道祖．如", "1304": "高．德清．日悟．榮叡．普照．思託．等道俗一", "1305": "十四人。及化得水手一十八人。又餘樂相隨", "1306": "者合有三十五人。六月二十七日發自崇福", "1307": "寺。至揚州新河。乘舟下至常州界狼山。風", "1308": "急浪高。旋轉三山。明日得風。至越州界三塔", "1309": "山。停住一月。得好風發至署風山。停住一", "131": "師。是此國人也。此國大小乘俱行。見今大𥦽", "1310": "月。十月十六日晨朝大和上云。昨夜夢見", "1311": "三官人。一著緋二著綠。於岸上拜別。知是國", "1312": "神相別也。疑是度必得渡海也。少時風起指", "1313": "頂岸山發。東南見山。至日中其山滅。知是", "1314": "蜃氣也。去岸漸遠。風急汝峻。水黑如墨。沸浪", "1315": "一透。如上高山。怒濤再至。似入深谷。人皆", "1316": "荒醉。但唱觀音。舟人告曰。舟今欲沒。有何", "1317": "所惜。即牽棧香籠欲拋。空中有聲言。莫拋莫", "1318": "拋。即止。中夜時舟人言。莫怖。有四神王。著", "1319": "甲把杖。二在舟頭。二在檣舳邊。眾人聞", "132": "侵半國損也。即從此國乃至五天。不多飲酒。", "1320": "之。心裏稍安。三日過蛇海。其蛇長者一丈餘。", "1321": "小者五尺餘。色皆斑斑。滿泛海上。三日過", "1322": "飛魚海。白色飛魚翳滿空中。長一尺許。一", "1323": "日經飛鳥海。鳥大如人。飛集舟上。舟重欲沒。", "1324": "人以手推。鳥即銜手。其後二日無物。唯有急", "1325": "風高浪。眾僧惱臥。但普照師每日食時行生", "1326": "米少許。與眾僧以充中食。舟上無水。嚼米喉", "1327": "乾。咽不入。吐不出。飲鹹水腹即脹。一生辛", "1328": "苦。何劇於此。海中忽四隻金魚。長各一丈", "1329": "許。走繞舟四邊。明旦風息見山。人總渴水。臨", "133": "遍歷五天。不見有醉人相打之者。縱有飲者。", "1330": "欲死。榮叡師面色忽然怡悅。即說云。夢見", "1331": "官人。請我受戒懺悔。叡曰。貧道甚渴欲得水。", "1332": "彼官人取水與叡。水色如乳汁。取飲甚美。", "1333": "心既清涼。叡語彼官人曰。舟上三十餘人多", "1334": "日不飲水。甚大飢渴。請檀越早取水來。", "1335": "時彼官人喚雨令老人處分云。汝等大了事", "1336": "人。急送水來。夢相如是。水今應至。諸人急須", "1337": "把碗待。眾人聞此總歡喜。明日未時西南空", "1338": "中雲起。覆舟上注雨。人人把碗承飲。第二日", "1339": "亦雨至。人皆飽足。明旦近岸。有四白魚來引", "134": "得色得力而已。不見有歌舞作劇飲宴之者。", "1340": "舟。直至泊舟浦。舟人把碗。競上岸頭覓水。", "1341": "過一小崗便遇池水。清涼甘美。眾人爭飲。各", "1342": "得飽滿。後日更向池欲汲水。昨日池處但有", "1343": "陸地。而不見池。眾共悲喜。知是神靈化出池", "1344": "也。是時冬十一月。華蘂開敷。樹實竹筍不辨", "1345": "於夏。凡在海中。經十四日方得著岸。遣人求", "1346": "浦。乃有四經紀人。便引道而去。四人口云。", "1347": "大和尚大果報遇於弟子。不然合死。此間", "1348": "人物喫人。火急去來。便引舟去入浦。晚見一", "1349": "人被髮帶刀。諸人大怖與食便去。", "135": "又從北天國有一寺。名多摩三磨娜。佛", "1350": "夜發經三日。乃到振州江口泊舟。其經紀人", "1351": "往報郡。其別駕憑崇債遣兵四百餘人來迎。", "1352": "引至州城。別駕來迎乃云。弟子早知大和上", "1353": "來。昨夜夢有僧姓豐田。當是債舅。此間若", "1354": "有姓豐田者否。眾僧皆云無也。債曰此間雖", "1355": "無姓豐田人。而今大和上即將當弟子之舅。", "1356": "即迎入宅內。設齋供養。又於大守廳內。設", "1357": "會授戒。仍入州大雲寺安置。其寺佛殿壞", "1358": "廢。眾僧各捨衣物造佛殿。住一年造了。別駕", "1359": "憑崇債自備甲兵八百餘人。送經四十餘日。", "136": "在之日。來此說法。廣度人天。此寺東澗裏。於", "1360": "至萬安州。州大首領憑若芳請住其家。三日", "1361": "供養。若芳每年常劫取波斯舶三二艘。取物", "1362": "為己貨。掠人為奴婢。其奴婢居處南北三日", "1363": "行。東西五日行。村村相次總是若芳奴婢之", "1364": "住處也。若芳會客。常用乳頭香為燈燭。一", "1365": "燒一百餘斤。其宅後蘇芳木露積如山。其餘", "1366": "財物亦稱此焉。行到岸州界無賊。別駕乃迴", "1367": "去。榮叡普照師從海路經四十餘日到岸州。", "1368": "州遊弈大使張雲出迎拜謁。引入令住開元", "1369": "寺。官寮參省設齋。施物盈滿一屋。彼處珍異", "137": "泉水邊有一塔。而佛所剃頭及剪爪甲。在此", "1370": "口味。乃有益知子。檳榔子。荔支子。龍眼。甘", "1371": "蔗。拘莚樓頭大如鉢盂。甘甜於蜜。花如七寶", "1372": "色。膽唐香樹叢生成林。風至香聞五里之", "1373": "外。又有波羅捺樹。果大如冬瓜。樹似󱤍楂", "1374": "畢鉢草子同。今見葉如水葱。其根味似乾", "1375": "柹。十月作田。正月收粟。養蠶八度。收稻再", "1376": "度。男著木笠。女著布絮人皆彫蹄鑿齒。繡", "1377": "面鼻飲。是其異也。大使已下至於典正。作番", "1378": "供養眾僧。大使自手行食。將優曇鉢樹葉以", "1379": "充生菜。復將優曇鉢子供養眾僧。乃云大", "138": "塔中。此見有三百餘僧。寺有大辟支佛牙及", "1380": "和上知否。此是優曇鉢樹子。此樹有子華。", "1381": "弟子得遇大和上如優曇鉢華。甚難值遇。其", "1382": "葉赤色圓一尺餘。子色紫丹氣味甜美。彼州", "1383": "遭火。寺共被燒。大和上受大使請造寺。振", "1384": "州別駕聞大和上造寺。即遣諸奴各令進一", "1385": "椽。三日內一時將來。即構佛殿講堂塼塔。", "1386": "椽木餘又造釋迦文丈六佛像。登壇受戒。", "1387": "講律度人已畢。即別大使去。仍差澄邁縣令", "1388": "看送上船。", "1389": "三日三夜便達雷州．羅州．辨州．象州．白州．", "139": "骨舍利等。更有七八所寺。各五六百人。大好", "1390": "傭州．藤州．梧州．桂州．等官人僧道父老。迎", "1391": "送禮拜。供養．承事．其事無量。不可言記。始", "1392": "安都督上黨公憑古璞等步出城外。五體投", "1393": "地。接足而禮。引入開元寺。初開佛殿。香氣滿", "1394": "城。城中僧徒擎幡燒香。喝梵雲集寺中。州", "1395": "縣官人百姓填滿街衢。禮拜讚歎。日夜不絕。", "1396": "憑都督來自手行食。供養眾僧。請大和上", "1397": "受菩薩戒。其所都督七十四州官人。選舉試", "1398": "學人。併集此州。隨都督受菩薩戒人其數無", "1399": "量。大和上留住一年。時南海郡太都督五府", "14": "有奴婢將賣人罪。與殺人罪不殊下缺。", "140": "住持。王及百姓等。非常敬信。", "1400": "經略採訪大使。攝御史中丞。廣州大守盧煥", "1401": "牒下諸州。迎大和上向廣府。時憑都督來。", "1402": "親送大和上。自扶上船口云。古璞與大和", "1403": "上。終至彌勒天宮相見。而悲泣別去。下桂江", "1404": "七日至梧州。次至端州龍興寺。榮叡師奄然", "1405": "遷化。大和上哀慟悲切。送喪而去。端州太守。", "1406": "迎引。送至廣州。盧都督率諸道俗。出迎城外。", "1407": "恭敬承事。其事無量。引入大雲寺。四事供養。", "1408": "登壇受戒。此寺有呵梨勒樹二株。子如大棗。", "1409": "又開元寺有胡人。造白檀華嚴經九會。率工", "141": "又山中有一寺。名那揭羅駄娜。有一漢僧。", "1410": "匠六十人。三十年造畢。用物三十萬貫錢。欲", "1411": "將往天竺。採訪使劉臣隣奏狀。勅留開元寺。", "1412": "供養。七寶莊嚴不可思議。又有婆羅門寺三", "1413": "所。並梵僧居住。池有青蓮華。華葉根莖竝", "1414": "芬馥奇異。江中有婆羅門。波斯。崑崙等舶。", "1415": "不知其數。竝載香藥珍寶。積載如山。舶深六", "1416": "七丈。師子國。大石國。骨唐國。白蠻。赤蠻等", "1417": "往來居住。種類極多。州城三重。都督執六纛。", "1418": "一纛一軍。威嚴不異天子。紫緋滿城。邑居逼", "1419": "側。大和上住此一春。發向韶州。傾城送遠。乘", "142": "於此寺身亡。彼大德說。從中天來。明閑三藏", "1420": "江七百餘里。至韶州禪居寺。留住三日。韶州", "1421": "官人又迎引入法泉寺。乃是則天為慧能", "1422": "禪師造寺也。禪師影像今現在。後移開元寺。", "1423": "普照師從此辭大和上。向嶺北去明州阿育", "1424": "王寺。是歲天寶九載也。時大和上執普照師", "1425": "手。悲泣而曰。為傳戒律。發願過海。遂不至日", "1426": "本國。本願不遂。於是分手。感念無喻。時大", "1427": "和上頻經炎熱。眼光暗昧。爰有胡人。言能治", "1428": "目加療治。眼遂失明。後巡遊靈鷲寺．廣果", "1429": "寺。登壇受戒。至貞昌縣。過大庾嶺。至虔州", "143": "聖教將欲還鄉。忽然違和。便即化矣。于時聞", "1430": "開元寺。僕射鍾紹京左隣在此請大和上至", "1431": "宅。立壇受戒。次至吉州。僧祥彥於舟上端坐。", "1432": "問思託師云。大和上睡覺否。思託答曰。睡未", "1433": "起。彥云。今欲死別。思託諮大和上。大和上", "1434": "燒香將曲几來。使彥憑几向西方念阿彌陀", "1435": "佛。彥即一聲唱佛。端坐寂然無言。大和尚", "1436": "乃喚彥彥。悲慟無數。", "1437": "時諸州道俗聞大和上歸嶺北。四方奔集日", "1438": "常三百以上。人物駢闐。供具煒燁。從此向", "1439": "江州。至廬山東林寺。是晉代慧遠法師之所", "144": "說。莫不傷心。便題四韻。以悲冥路。五言。", "1440": "居也。遠法師於是立壇授戒。天降甘露。因", "1441": "號甘露壇。今尚存焉。近天寶九載有志恩", "1442": "律師。於此壇上與授戒。又感天雨甘露。道俗", "1443": "見聞歎同晉遠。大和上留連此地已經三日。", "1444": "即向潯陽龍泉寺。昔遠法師於是立寺無水。", "1445": "發願曰。若於此地堪捿止者。當使抽泉。以", "1446": "錫杖扣地。有二青龍。尋錫杖上。水即飛涌。", "1447": "今尚其水涌出地上三尺焉。因名龍泉寺。從", "1448": "此陸行至江州城。太守追集州內僧尼。道士。", "1449": "女官。州縣官人百姓。香華音樂來迎請停三", "145": "故里燈無主。他方寶樹摧。神靈去何處。玉貌", "1450": "日供養。太守親從潯陽縣至九江驛。大和", "1451": "上乘舟與大守別去。從此七日至潤州江寧", "1452": "縣。入瓦官寺登寶閣。閣高二十丈。是梁武帝", "1453": "之所建也。至今三百餘歲。微有傾損。昔一夜", "1454": "暴風急吹。明旦人看閣下四隅有四神跡。長", "1455": "三尺入地三寸。今造四神王像。扶持閣四", "1456": "角。其神跡今尚存焉。昔梁武帝。崇信佛法。興", "1457": "建伽藍。今有江寧寺。彌勒寺。長慶寺。延祚", "1458": "寺等。其數甚多。莊嚴彫刻。已盡工巧。大和", "1459": "上之弟子僧靈祐承大和上來。遠從栖霞", "146": "已成灰。憶想哀情切。悲君願不隨。孰知鄉國", "1460": "寺迎來。見大和上。五體投地進接大和上", "1461": "足。展轉悲泣而歎曰。我大和上遠向海東。自", "1462": "謂一生不獲再覲。今日親禮。誠如盲龜開目", "1463": "見日。戒燈重明。昏衢再朗。即引還栖霞寺。住", "1464": "三日。却下攝山。歸楊府。過江至新河岸。即入", "1465": "楊子亭既濟寺。江都道俗奔填道路。江中迎", "1466": "舟軸艫連接。遂入城住本龍興寺也。大和", "1467": "上從南振州來至楊府。所經州縣立壇授戒。", "1468": "無空過者。今亦於龍興．崇福．大明．延光．等", "1469": "寺。講律授戒。暫無停斷。昔光州道岸律師命", "147": "路。空見白雲歸。", "1470": "世挺生。天下四百餘州以為受戒之主。岸律", "1471": "師遷化之後。其弟子杭州義威律師響振四", "1472": "遠。德流八紘。諸州亦以為受戒師。義威律", "1473": "師無當之後。開元二十一年時大和上年滿四", "1474": "十六。准南江左淨持戒者。唯大和上獨秀無", "1475": "倫。道俗歸心。仰為受戒之大師。凡前後講", "1476": "大律并疏四十遍。講律抄七十遍。講輕重儀", "1477": "十遍。講羯磨疏十遍。具修三學。博達五乘。", "1478": "外秉威儀。內求奧理。講授之間。造立寺舍。", "1479": "供養十方眾僧。造佛菩薩像其數無量。縫", "148": "又從此北行十五日。入山至迦羅國。此迦", "1480": "納袈裟千領。布袈裟二千餘領。送五臺山", "1481": "僧。設無遮大會。開悲田而救濟貧病。啟敬", "1482": "田而供養三寶。寫一切經三部。各一萬一千", "1483": "卷。前後度人授戒略計過四萬有餘。其弟子", "1484": "中超群拔萃為世師範者。即有榻州崇福寺", "1485": "僧祥彥。潤州天響寺僧道金。西京安國寺僧", "1486": "󱈜光。潤州栖霞寺僧希瑜。揚州白塔寺僧法", "1487": "進潤州栖霞寺僧乾印。沛州相國寺僧神邕。", "1488": "潤州三昧寺僧法藏。江州大林寺僧志恩。洛", "1489": "州福先寺僧靈祐。揚州既濟寺僧明烈。西京", "149": "彌羅。亦是北天數。此國稍大。王有三百頭象。", "1490": "安國寺僧明債。越州道樹寺僧󱈜真。揚州興", "1491": "雲寺僧惠琮。天台山國清寺僧法雲等三十", "1492": "五人。并為翹楚。各在一方。弘法於世導化", "1493": "群生。", "1494": "天寶十二載次癸巳十月十五日壬午。日本", "1495": "國使大使特進藤原朝臣清河。副使銀青光", "1496": "錄大夫光祿卿大伴宿彌胡麻呂。副使銀青", "1497": "光祿大夫祕書監吉備朝臣真備。衛尉卿安", "1498": "倍朝臣朝衡等來至延光寺。白大和上云。", "1499": "弟子等早知大和上五回渡海。向日本國。將", "15": "一月至拘尸那國。佛入涅槃處。其城荒廢。", "150": "住在山中。道路險惡。不被外國所侵。人民極", "1500": "欲傳教。故今親奉顏色頂禮歡喜。弟子等先", "1501": "錄大和上尊名并持律弟子五僧。已奏聞", "1502": "主上。向日本傳戒。主上要令將道士去。日本", "1503": "君王先不崇道士法。便奏留春桃原等四人。", "1504": "令住學道士法。為此大和上各亦奏退。願", "1505": "大和上自作方便。弟子等自在載國信物船", "1506": "四舶。行裝具足。去亦無難。時大和上許諾已", "1507": "竟。時揚州道俗皆云。大和上欲向日本國。由", "1508": "是龍興寺防護甚固。無由進發。時有仁幹禪", "1509": "師。從務州來。密知大和上欲出。備具船舫", "151": "眾。貧多富少。王及首領諸富有者。衣著與中", "1510": "於江頭相待。大和上於天寶十二載十月二十", "1511": "九日戌時從龍興寺出。至江頭乘船下。時有", "1512": "二十四沙彌。悲泣走來白大和上言。大和上", "1513": "今向海東重觀無由。我今者最後請預結緣。", "1514": "乃於江邊為二十四沙彌授戒訖。乘船下至", "1515": "蘇州黃洫浦。相隨弟子。揚州自塔寺僧法", "1516": "進。泉州超功寺僧曇靜。台州開元寺僧思託。", "1517": "揚州興雲寺僧義靜。衢州靈耀寺僧法載。", "1518": "竇州開元寺僧法成等一十四人。藤州通善", "1519": "寺尼智首等三人。楊州優婆塞。潘仙童。胡國", "152": "天不殊。自外百姓。悉枝毛毯。覆其形醜。土", "1520": "人安如寶。崑崙國人軍法力。謄波國人善聽", "1521": "都二十四人。所將如來肉舍利三千粒。功德", "1522": "繡普集變一鋪。阿彌陀如來像一鋪。彫白栴", "1523": "檀千手像一軀。繡千手像一鋪。救世觀世音", "1524": "像一鋪。藥師．彌陀．彌勒菩薩瑞像。各一軀。", "1525": "同障子。金字大方廣佛華嚴經八十卷。大佛", "1526": "名經十六卷。金字大品經一部金字大集經", "1527": "一部。南本涅槃經一部四十卷。四分律一部", "1528": "六十卷。法勵師四分疏五本各十卷。光統", "1529": "律師四分疏百二十紙。鏡中記二本。智周", "153": "地出銅鐵㲲布毛毯牛羊。有象少馬粳米蒲", "1530": "師菩薩戒疏五卷。靈溪釋子菩薩戒疏二卷。", "1531": "天台止觀法門。玄義文句各十卷。四教儀", "1532": "十二卷。次第禪門十一卷。行法華懺法一卷。", "1533": "小止觀一卷。六妙門一卷。明了論一卷。定賓", "1534": "律師飾宗義記九卷。補釋飾宗記一卷。戒疏二", "1535": "本各一卷。觀音寺亮律師義記二本十卷。南", "1536": "山宣律師含注戒本一卷及疏。行事鈔五本。", "1537": "羯磨疏等二本。懷素律師戒本疏四卷。大", "1538": "覺律師批記十四卷。音訓二本。比丘尼傳二", "1539": "本四卷玄弉法師西域記一本十二卷。終南", "154": "桃之類。土地極寒。不同已前諸國。秋霜冬雪。", "1540": "山宣律師關中創開戒壇圖經一卷。合四", "1541": "十八部。及玉環水精手幡四口。□□金珠□", "1542": "西國瑠璃瓶盛□菩提子三斗。青蓮華廿莖。", "1543": "玳瑁疊子八面。天竺革履二緉。王右軍真", "1544": "蹟行書一帖。小王真蹟行書三帖。天竺", "1545": "朱和等雜體書五十帖。□□□□□□□", "1546": "□□□□□。水精手幡已下皆進內裏。又阿", "1547": "育王塔樣金銅塔一區。二十三日庚寅大使處", "1548": "分大和上已下分乘副使已下舟畢。後大使", "1549": "已下共議曰。方今廣陵郡又覺知大和上", "155": "夏足霜雨。百卉亘青葉彫。冬草悉枯川谷狹", "1550": "向日本國。將欲搜舟。若被搜得為使有妨。", "1551": "又風被漂還著唐界。不免罪惡。由是眾僧總", "1552": "下舟留。十一月十日丁未夜。大伴副使竊招", "1553": "大和上及眾僧。納己舟總不令知。十三日普", "1554": "照師從越餘姚郡來乘吉備副使舟。十五日", "1555": "壬子四舟同發。有一雉。飛第一舟前。仍下", "1556": "矴留。十六日發。二十一日戊午第一第二", "1557": "兩舟同到阿兒奈波島。在多禰島西南。第", "1558": "三舟昨夜已泊同處。十二月六日南風起。", "1559": "第一舟著石不動。第二舟發向多禰去。七", "156": "小。南北五日程。東西一日行。土地即盡。餘並", "1560": "日至益救島。十八日自益救發。十九日風", "1561": "雨大發。不知四方。午時浪上見山頂。二十", "1562": "日乙酉午時第二舟着薩摩國阿多郡秋妻", "1563": "屋浦。二十六日辛卯延慶師引大和上入太", "1564": "宰府。", "1565": "天平勝寶六年甲午正月十一日丁未副使", "1566": "從四位上大伴宿禰胡麻呂奏大和上到築", "1567": "志太宰府。二月一日到難波。唐僧崇道等迎", "1568": "慰供養。三日至河內國。大納言正二位藤原", "1569": "朝臣仲麻呂遣使迎慰。復有道󱈜律師。遣弟", "157": "蔭山。屋並板木覆上不用草瓦。王及首領百", "1570": "子僧善談等迎勞。復有高行僧志忠。賢璟．靈", "1571": "福．曉貴等三十餘人。迎來禮謁。四日入京。勅", "1572": "遣正四位下安宿王。於羅城門外迎慰拜勞。", "1573": "引入東大寺安置。五日唐道󱈜律師婆羅門", "1574": "菩提僧正來慰問。宰相．右大臣．大納言已下", "1575": "官人百餘人來禮拜問訊。後勅使正四位下", "1576": "吉備朝臣真備來口詔曰。大德和上遠涉滄", "1577": "波來投此國。誠副朕意。喜慰無喻。朕造此", "1578": "東大寺經十餘年。欲立戒壇傳受戒律。自有", "1579": "此心日夜不忘。今諸大德遠來傳戒。冥契朕", "158": "姓等。甚敬三寶。國內有一龍池。彼龍王每日", "1580": "心。自今以後。受戒傳律。一任大和尚。又勅", "1581": "僧都良辨。令錄諸監壇大德各進禁內。不", "1582": "經於日勅授傳燈大法師位。其年四月。初", "1583": "於盧遮那殿前立戒壇。天皇初登壇受菩", "1584": "薩戒。次皇后皇太子亦登壇受戒。尋為沙", "1585": "彌證修等四百四十餘人授戒。又舊大僧", "1586": "靈祐。賢璟．志忠．善頂．道緣．平德．忍基．善", "1587": "謝．行潛．行忍．等八十餘人僧。捨舊戒受", "1588": "大和上所授之戒。後於大佛殿西。別作戒", "1589": "壇院。即移天皇受戒壇土築作之。大和上從", "159": "供養不一羅漢僧。雖無人見彼聖僧食。亦過", "1590": "天寶二載。始為傳戒五度裝束。渡海艱辛。", "1591": "雖被漂廻。本願不退。至第六度過日本。三", "1592": "十六人總無常去。退心道俗二百餘人。唯", "1593": "有大和上學問僧普照。天台僧思託。始終", "1594": "六度。經逾十二年。遂果本願。來傳聖戒。", "1595": "方知濟物慈悲宿因深厚。不惜身命。所度", "1596": "極多。", "1597": "時有四方來學戒律者。緣無供養多有退還。", "1598": "此事漏聞于天聽。仍以寶字元年丁酉十一月", "1599": "二十三日。勅施備前國水田一百町。大和上", "16": "無人住也。佛入涅槃處置塔。有禪師在彼掃", "160": "齋已。即見餅飯從水下紛紛亂上。以此得知。", "1600": "以此田欲立伽藍。時有勅旨。施大和上園地", "1601": "一區。是故一品新田部親王之舊宅。普照．思", "1602": "託請大和上以此地為伽藍。長傳四分律藏。", "1603": "法勵四分律疏。鎮國道場飾宗義記。宣律", "1604": "師鈔。以持戒之力。保護國家。大和上言。大", "1605": "好。即寶字三年八月一日。私立唐律招提名。", "1606": "後請官額。依此為定。還以此日請善俊師。講", "1607": "件疏記等。所立者今唐招提寺是也。初大和", "1608": "上受中納言從三位氷上真人之延請。就", "1609": "宅竊嘗其土。知可立寺。仍語弟子僧法智。此", "161": "迄今供養不絕。王及大首領出外乘象。小官", "1610": "福地也。可立伽藍。今遂成寺。可謂明鑒之", "1611": "先見也。大和上誕生象季。親為佛使。經云", "1612": "如來處處度人。汝等亦斆如來。廣行度人。大", "1613": "和上既承遺風度人逾於四萬。如上略件及", "1614": "講遍數。唐道󱈜律師請大和上門人思託曰", "1615": "承學有基緒。󱈜弟子閑漢語者。令學勵疏并", "1616": "鎮國國記。幸見開導。僧思託便受於大安唐", "1617": "院。為忍基等四五年中研磨數遍。寶字三年", "1618": "僧忍基於東大唐院講．疏記。僧善俊於唐寺", "1619": "講件疏記。僧忠慧於近江講件。疏記。僧惠新", "162": "乘馬。百姓並皆途步。國內足寺足僧。大小乘", "1620": "於大安塔院講件疏記。僧常巍於大安寺講", "1621": "件疏記。僧真法於興福寺講件疏記。從此以", "1622": "來。日本律儀漸漸嚴整。師資相傳。遍於寰", "1623": "宇。如佛所言。我諸弟子展轉行之。即為如來", "1624": "常在不滅。亦如一燈燃百千燈。暝者皆明明", "1625": "不絕。", "1626": "寶字七年癸卯春。弟子僧忍基夢見講堂棟", "1627": "梁摧折。寤而驚懼。欲大和上遷化之相也。仍", "1628": "率諸弟子。模大和上之影。是歲五月六日結", "1629": "跏趺座面西化。春秋七十六。化後三日頂上", "163": "俱行。五天國法。上至國王。至國王王妃王子。", "1630": "猶煖。由是久不殯殮。至於闍維香氣滿山。平", "1631": "生嘗謂僧思託言。我若終已。願坐死。汝可", "1632": "為我於戒壇院別立影堂。舊住房與僧住。", "1633": "千臂經云。臨終端坐如入禪定。當知此人已", "1634": "入初地。以茲驗之。聖凡難測。同八年甲", "1635": "辰日本國使遣唐揚州諸寺。皆承大和上之", "1636": "凶聞。總著喪服向東舉哀三日。都會龍興寺。", "1637": "設大齋會。其龍興寺先是失火皆被燒。大", "1638": "和上昔住院房。獨不燒損。是亦戒德之餘", "1639": "慶也。", "164": "下至首領及妻隨其力能各自造寺也。還別", "1640": "唐大和上東征傳一卷", "1641": "寶龜十年歲次己未二月八日己卯撰。", "1642": "初謁大和上二首并序初謁　大和上二首并序", "1643": "聞夫佛法東流。摩騰入於甲洛。真教南被。", "1644": "僧會遊於吳都。未喪斯文。必有命世。將弘", "1645": "茲道。實待明賢。我皇帝據此龍圖。濟蒼生", "1646": "於八表。受彼佛記。導黔首於三乘。則有負", "1647": "鼎擲鈞。雖比肩於絳闕。而乘盃聽鐸。未", "1648": "連影於玄門。爰有鑒真大和上。張戒網而", "1649": "曾臨。法進闍梨。照智炬而戾止像化多士。", "165": "作。不共修營。彼云。各自功德。何須共造。此", "1650": "於斯為盛。玄風不墜。寔賴茲焉。弟子浪跡", "1651": "囂塵。馳心真際。奉三歸之有地。欣一覺之", "1652": "非遙。欲贊芳猷。奮弱管。云爾。", "1653": "摩騰遊漢闕僧會入吳宮", "1654": "豈若真和上含章渡海東", "1655": "禪林戒網密慧苑覺華豐", "1656": "欲識玄津路緇門得妙工", "1657": "我是無明客長迷有漏津", "1658": "今朝蒙善誘懷抱絕埃塵", "1659": "道種將萠夏空華更落春", "166": "既如然。餘王子等亦爾。", "1660": "自歸三寶德誰畏六魔瞋", "1661": "五言傷大和上傳燈逝五言傷　大和上傳燈逝", "1662": "日本國傳燈沙門釋思託", "1663": "上德乘杯渡金人道已東", "1664": "戒香餘散馥慧炬復流風", "1665": "月隱歸靈鷲珠逃入梵宮", "1666": "神飛生死表遺教法門中", "1667": "五言傷大和上五言傷　大和上", "1668": "金紫光祿大夫中納言行式部卿石上宅", "1669": "嗣", "167": "凡造寺供養。即施村莊百姓。供養三寶。無有", "1670": "上德從遷化餘燈欲斷風", "1671": "招提禪草剗戒院覺華空", "1672": "生死悲含恨真如歡豈窮", "1673": "惟視常修者無處不遺蹤", "1674": "五言傷大和上五言傷　大和上", "1675": "圖書寮兼但馬守藤原朝臣刷雄", "1676": "萬里傳燈照風雲遠國香", "1677": "禪光糴百億戒月皎千鄉", "1678": "哀哉歸淨土悲哉赴泉場", "1679": "寄語騰蘭跡洪慈萬代光", "168": "空造寺不施百姓者。為外國法。王及妃姤。各", "1680": "五言因使日本願謁鑑真大和上已滅度不覲尊顏嗟而述懷五言因使日本願謁鑑真大和上。已", "1681": "滅度不覲尊顏。嗟而述懷", "1682": "都虞候冠軍大將軍試太常卿上柱國高", "1683": "鶴林", "1684": "上方傳佛教名僧號鑑真", "1685": "懷藏通隣國真如轉付民", "1686": "早嫌居五濁寂滅離囂塵", "1687": "禪院從今古青松遶塔新", "1688": "法留千載住名記萬年春", "1689": "七言傷大和上七言傷　大和上", "169": "別村莊百姓。王子首領。各有百姓。布施自由", "1690": "傳燈賢大法師大僧都沙門　釋法進", "1691": "大師慈育契圓空遠邁傳燈照海東", "1692": "度物草籌盈石室散流佛戒紹遺蹤", "1693": "化畢分身歸淨國娑婆誰復為驗龍", "1694": "8 唐王玄策中天竺行記并唐百官撰西域志逸文唐王玄策中天竺行記并唐百官", "1695": "撰西域志逸文", "1696": "中天竺行記。又名西國行傳．西國行記。其文載在法苑珠林諸經要集等。今唯略示所在。", "1697": "一婆栗闍國王為漢人設五女戲事", "1698": "法苑珠林卷第四（大正五三 P. 296a）", "1699": "二吐番國鑊湯事", "17": "灑。每年八月八日。僧尼道俗。就彼大設供養", "170": "不王也。造寺亦然。須造即造。亦不問王。王亦", "1700": "法苑珠林卷第八（大正五三 P. 332a）", "1701": "三泥婆羅國火池事", "1702": "法苑珠林卷第十六（大正五三 P. 405a）", "1703": "諸經要集卷第一（大正五四）", "1704": "四佛頂骨從西國將來事", "1705": "法苑珠林卷第二十九（大正五三 P. 498a）", "1706": "五過淨名宅以笏量基事", "1707": "法苑珠林卷第二十九（大正五三 P. 501c）", "1708": "六摩訶菩提樹像事", "1709": "法苑珠林卷第二十九（大正五三 P. 502c）", "171": "不敢遮。怕拈罪也。若富有百姓。雖無村莊布", "1710": "七摩訶菩提寺立碑事", "1711": "法苑珠林卷第二十九（大正五三 P. 503a）", "1712": "八耆闍崛山立碑事", "1713": "法苑珠林卷第二十九（大正五三 P. 504a）", "1714": "九吐蕃國南界寶山事", "1715": "法苑珠林卷第六十四（大正五三 P. 770b）", "1716": "一〇拘那羅王子事", "1717": "法苑珠林卷第九十一（大正五三 P. 960a）", "1718": "一一摩伽陀國稱人之法事", "1719": "法苑珠林卷第九十一（大正五三 P. 963a）", "172": "施。亦勵力造寺。以自經紀。得物供養三寶。為", "1720": "一二菩提寺王達磨師問漢勅使事", "1721": "法苑珠林卷第九十八（大正五三 P. 1012c）", "1722": "一三摩伽陀國菩提寺大德僧賒那去線陀算", "1723": "出佛般涅槃時事", "1724": "法苑珠林卷第百（大正五三 P. 1028b）", "1725": "一四瞻波國修羅窟事", "1726": "法苑珠林卷第五（大正五三 P. 310b）", "1727": "一五佛袈裟事娑羅雙樹林釋迦佛素像事耆闍崛山佛袈裟石事", "1728": "法苑珠林卷第三十五（大正五三 P. 559b）", "1729": "一六西域所見之塔事罽賓國漢寺事。龍樹菩薩入大海化哉王事。龍樹菩", "173": "五天不賣人。無有奴婢。要須布施百姓村薗", "1730": "薩於波羅奈國造塔七百所事。西域乾陀羅城東南雀離浮圖事", "1731": "法苑珠林卷第三十八（大正五三 P. 589a）", "1732": "一七烏萇國檀特山寺事", "1733": "法苑珠林卷第三十九（大正五三 P. 597b）", "1734": "一八王玄策使至西域前後三度事五三", "1735": "法苑珠林卷第五十五（大正五三 P. 703c）", "1736": "9 唐常愍遊天竺記逸文唐常愍遊天竺記逸文", "1737": "遊天竺記又名遊歷記其文載在三寶感應要略錄今唯略示所在。", "1738": "一　第一優填王波斯匿王釋迦金木像感應", "1739": "三寶感應要略錄卷上（大正五一 P. 827a）", "174": "也。又迦葉彌羅國東北。隔山十五日程。即", "1740": "二　第十北印度僧伽補羅國沙門達磨流支", "1741": "感釋迦像驚感應", "1742": "三寶感應要略錄卷上（大正五一 P. 830b）", "1743": "三　第二十九造毘盧遮那佛像拂障難感應", "1744": "三寶感應要略錄卷上（大正五一 P. 833b）", "175": "是大㔜律國。揚同國。娑播慈國。此三國並屬", "176": "吐蕃所管。衣著言音人風並別。著皮裘㲲衫", "177": "靴袴等也。地狹小。山川極險。亦有寺有僧。敬", "178": "信三寶。若是已東吐蕃。總無寺舍。不識佛法。", "179": "當土是胡。所以信也。", "18": "於其空中有幡現。不知其數。眾人同見。當此", "180": "已東吐蕃國。純住氷山雪山川谷之間。以氈", "181": "帳而居。無有城郭屋舍。處所與突厥相似。隨", "182": "逐水草。其王雖在一處。亦無城但依氈帳以", "183": "為居業。土地出羊馬猫牛毯褐之類。衣著毛", "184": "褐皮裘。女人亦爾。土地極寒。不同餘國。家常", "185": "食󰉓。少有餅飯。國王百姓等。總不識佛法。無", "186": "有寺舍。國人悉皆穿地作坑而臥。無有床席。", "187": "人民極黑。白者全布。言音與諸國不同。多愛", "188": "喫虱。為著毛褐。甚饒蟣虱。捉得便拋口裏。終", "189": "不棄也　又迦葉彌羅國西北。隔山七日程。", "19": "日之發心非一此塔西有一河。伊羅鉢底。水", "190": "至小㔜律國。此屬漢國所管。衣著人風。飲食", "191": "言音。與大㔜律相似。著㲲衫及靴剪其鬚髮。", "192": "頭上纏疊布一條。女人在髮。貧多富少。山川", "193": "狹小。田種不多。其山憔杌。元無樹木及於諸", "194": "草。其大㔜律。元是小㔜律王所住之處。為吐", "195": "蕃來逼。走入小㔜律國坐。首領百姓。在彼大", "196": "㔜律不來。", "197": "又從迦葉彌羅國西北隔山一月程至建馱", "198": "羅。此王及兵馬。總是突厥。土人是胡。兼有婆", "199": "羅門。此國舊是罽賓王王化。為此突厥王阿耶", "2": "一　往五天竺國傳新羅慧超記", "20": "南流二千里外方入洹河。彼塔四絕無人往", "200": "領一部落兵馬。投彼罽賓王。於後突厥兵盛。", "201": "便殺彼罽賓王。自為國主。因茲國境突厥󰊉", "202": "王此國已北。並住中。其山並燋無草及樹。衣", "203": "著人風言音節氣並別。衣是皮𣬼㲲衫靴袴", "204": "之類土地宜大麥小麥。全無黍粟及稻。人多", "205": "食󰉓及餅。唯除迦葉彌羅大㔜小㔜揚同等", "206": "國。即此建馱羅國。乃至五天崑崙等國。總無", "207": "蒲□□□甘蔗。此突厥王象有五頭。羊馬無", "208": "數。駝騾驢等甚□多。地與胡□□□□□迴", "209": "不過。向南為道路險惡。多足劫賊。從茲已北。", "21": "也。極荒林木。往彼禮拜者。□犀牛大虫所", "210": "西業者多市店之間。極多屠殺。此王雖是突", "211": "厥。甚敬信三寶。王王妃王子首領等。各各造", "212": "寺。供養三寶。此王每年兩迴設無遮大齋。但", "213": "是緣身所受用之物。妻及象馬等。並皆捨施。", "214": "唯妻及象。令僧斷價。王還自贖。自餘駝馬金", "215": "銀衣物家具。聽僧貨賣。自分利養此王不同", "216": "餘已北突厥也。兒女亦然。各各造寺。設齋捨", "217": "施。此城俯臨辛頭大河北岸而置。此城西三", "218": "日程有一大寺。即是天親菩薩無着菩薩", "219": "所住之寺。此寺名葛諾歌。有一大塔。每常放", "22": "損也。此塔東南三十里。有一寺。名娑般檀寺", "220": "光。此寺及塔。舊時葛諾歌王造。從王立寺名", "221": "也。又此城東南□里。即是佛過去為尸毘王", "222": "救鴿處。見有寺有僧。又佛過去捨頭捨眼餧", "223": "五夜叉等處。並在此國中。在此城東南山裏。", "224": "各有寺有僧。見今供養。此國大小乘俱行。", "225": "又從此建馱羅國。正北入山三日程。至烏", "226": "長國。彼自云欝地引那。此王大敬三寶。百", "227": "姓村莊。多分施入寺家供養。少分自留以供", "228": "養衣食。設齋供養。每日是常。足寺足僧。僧稍", "229": "多於俗人也。專行大乘法也。衣著飲食人風。", "23": "有□餘□□□□□□常供養彼禪師衣食令", "230": "與建馱羅國相似。言音不同。土地足駝騾羊", "231": "馬㲲布之類。節氣甚冷　又從烏長國。東", "232": "北入山十五日程。至拘衛國。彼自呼云奢摩", "233": "褐羅闍國。此王亦敬信三寶。有寺有僧。衣著", "234": "言音。與烏長國相似。著㲲衫袴等。亦有羊馬", "235": "等也　又從此建馱羅國。西行入山七日。", "236": "至覽波國。此國無王。有大首領。亦屬建馱", "237": "羅國所管。衣著言音。與建馱羅國相似。亦有", "238": "寺有僧。敬信三寶。行大乘法　又從此覽波", "239": "國而行入山。經於八日程。至罽賓國。此國亦", "24": "在塔所供養下缺。", "240": "是建馱羅王所管。此王夏在罽賓。逐涼而坐。", "241": "冬往建馱羅。趁暖而住。彼即無雪。暖而不寒。", "242": "其罽賓國冬天積雪。為此冷也。此國土人是", "243": "胡。王及兵馬突厥。衣著言音食飲。與吐火羅", "244": "國。大同少異。無問男之與女。並皆著㲲布衫", "245": "袴及靴。男女衣服無有差別。男人並剪鬚髮。", "246": "女人髮在。土地出駝騾羊馬驢牛㲲布蒲桃大", "247": "小二麥欝金香等。國人大敬信三寶。足寺足", "248": "僧。百姓家各絲造寺。供養三寶。大城中有一", "249": "寺。名沙糸寺。寺中貝佛螺髻骨舍利見在王", "25": "日。至彼羅痆斯國。此國亦廢無王即□下缺。", "250": "官百姓每日供養。此國行小乘。亦住山裏山", "251": "頭無有草木。恰似火燒山也　又從此罽", "252": "賓國西行至七日謝䫻國。彼自呼云社護羅", "253": "薩他那。土人是胡。王及兵馬。即是突厥。其王", "254": "即是罽賓王姪兒。自把部落兵馬住此於國。", "255": "不屬餘國。亦不屬阿叔。此王及首領。雖是突", "256": "厥。極敬三寶。足寺足僧。行大乘法。有一大突", "257": "厥首領。名娑鐸幹。每年一迴。設金銀無數。多", "258": "於彼王。衣著人風。土地所出。與罽賓王相似。", "259": "言音各別　又從謝䫻國。北行七日。至犯", "26": "彼五俱輪。見索形像在於塔中下缺。", "260": "引國。此王是胡。不屬餘國。兵馬強多。諸國不", "261": "敢來侵。衣著㲲布衫皮毬氈衫等類。土地出", "262": "羊馬㲲布之屬。甚足蒲桃。土地有雪。極寒住", "263": "多依山。王及首領百姓等。大敬三寶。足寺足", "264": "僧。行大小乘法。此國及謝䫻等。亦並剪於鬚", "265": "髮。人風大分與罽賓相似。別異處多。當土言", "266": "音。不同餘國　又從此犯引國。北行二十", "267": "日。至吐火羅國。王住城名為縛底那。見今大", "268": "𥦽兵馬。在彼鎮押。其王被其王被逼。走向東", "269": "一月程。在蒲持山。住見屬大𥦽所管。言音與", "27": "上有師子。彼幢極麗。五人合抱。文里細下缺。", "270": "諸國別。共罽賓國少有相似。多分不同。衣著", "271": "皮毬㲲布等。上至國王。下及黎庶。皆以皮毬。", "272": "為上服。土地足駝騾羊馬㲲布蒲桃。食唯愛", "273": "餅。土地寒冷。冬天霜雪也。國王首領及百姓", "274": "等。甚敬三寶。足寺足僧。行小乘法。食內及", "275": "葱蕜等。不事外道。男人並剪鬚髮。女人在髮", "276": "土地足山　又從吐火羅國。西行一月。至", "277": "波斯國。此王先管大𥦽。大𥦽是波斯王放", "278": "駝戶。於後叛。便殺彼王。自立為主。然今此", "279": "國。却被大𥦽所吞。衣舊著寬㲲布衫剪鬚髮。", "28": "塔時。并造此幢。寺名達磨斫葛羅僧下缺。", "280": "食唯餅肉。縱然有米。亦磨作餅喫也。土地出", "281": "駝騾羊馬。出高大驢㲲布寶物。言音各別。不", "282": "同餘國。土地人性。受與易。常於西海汎舶。", "283": "入南海。向師子國。取諸寶物。所以彼國云", "284": "出寶物。亦向崑崙國取金。亦汎舶漢地。直至", "285": "廣州。取綾絹絲綿之類。土地出好細疊。國人", "286": "愛殺生。事天不識佛法　又從波斯國。北", "287": "行十日入山至大𥦽國。彼王住不本國。見向", "288": "小拂臨國住也。為打得彼國。彼國復居山島。", "289": "處所極窂。為此就彼。土地出駝騾羊馬疊布", "29": "外道不著衣服。身上塗灰事於大大下缺。", "290": "毛󱤠。亦有寶物。衣著細疊寬衫。衫上又披一", "291": "疊布。以為上服。王及百姓衣服。一種無別。女", "292": "人亦著寬衫。男人剪髮在鬚。女人在髮。喫食", "293": "無問貴賤。與同一盆而食。手把亦匙箸。取見", "294": "極惡。云自手殺而食。得福無量。國人愛殺事", "295": "天。不識佛法。國法無有跪拜法也　又小拂", "296": "臨國。傍海西北。即是大拂臨國。此王兵馬強", "297": "多。不屬餘國。大𥦽數迴討擊不得。突厥侵亦", "298": "不得。土地足寶物。甚足駝騾羊馬疊布等物。", "299": "衣著與波斯大𥦽相似。言音各別不同。", "3": "二　悟空入竺記", "30": "此寺中有一金銅像。五百□□□。是摩揭陀", "300": "又從大𥦽國已東。並是胡國。即是安國。曹國。", "301": "史國。石騾國。米國。康國等。雖各有王並屬", "302": "大𥦽所管。為國狹小。兵馬不多。不能自護。土", "303": "地出駝騾羊馬疊布之類。衣著疊衫袴等及", "304": "皮毬。言音不同諸國　又此六國總事火", "305": "祆。不識佛法。唯康國有一寺。有一僧。又不解", "306": "敬也。此等胡國。並剪鬚髮。愛著白㲲帽子。極", "307": "惡風俗。婚姻交雜。納母及姊妹為妻。波斯國", "308": "亦納母為妻。其吐火羅國。乃至罽賓國。犯", "309": "引國。謝䫻國等。兄弟十人五人三人兩人。共", "31": "國舊有一王名尸羅栗底。造此像也。兼造一", "310": "娶一妻。不許各娶一婦恐破家計。", "311": "又從康國已東。即跋賀那國。有兩王。縛又", "312": "大河。當中西流。河南一王屬大𥦽。河北一王", "313": "屬突厥所管。土地亦出駝騾羊馬疊布之類。", "314": "衣著皮裘疊布。食多餅󰉓。言音各別。不同餘", "315": "國。不識佛法。無有寺舍僧尼。", "316": "又跋賀那國東有一國。名骨咄國。此王元是", "317": "突厥種族。當土百姓。半胡半突厥。土地出駝", "318": "騾羊馬牛驢蒲桃疊布毛毯之類。衣著疊布", "319": "皮裘。言音半吐火羅半突厥。半當土。王及首", "32": "金銅□□輻團圓正寸三十餘步此城俯臨恒", "320": "領百姓等。敬信三寶。有寺有僧。行小乘法。此", "321": "國屬大𥦽所管。外國雖云道國。共漢地一箇", "322": "大州相似。此國男女剪鬚髮。女人在髮。", "323": "又從此胡國已北。北至北海。西至西海。東至", "324": "漢國。已北總是突厥所住境界。此等突厥不", "325": "識佛法。無寺無僧。衣著皮毬氈衫。以虫為食。", "326": "亦無城郭住處。氈帳為屋。行住隨身。隨逐水", "327": "草。男人並剪鬚髮。女人在頭。言音與諸國", "328": "不同。國人愛殺。不識善惡。土地足駝騾羊馬", "329": "之屬　又從吐火羅國。東行七日。至胡蜜", "33": "河北岸置也。即此鹿野苑。拘尸那。舍城。摩訶", "330": "王住城。當來於吐火羅國。逢漢使入蕃。略題", "331": "四韻取辭。五言　君恨西蕃遠。余嗟東路", "332": "長。道荒宏雪嶺。險澗賊途倡。鳥飛驚峭嶷。人", "333": "去偏樑。雖平生不捫淚。今日灑千行。冬日在", "334": "吐火羅逢雪述懷。五言　冷雪牽氷合。寒", "335": "風擘地烈。巨海凍墁壇。江河凌崖囓。龍門絕", "336": "瀑布。井口盤蛇結。伴火上󱢎歌。焉能度播", "337": "蜜　此胡蜜王。兵馬少弱。不能自護。見屬", "338": "大𥦽所管。每年輸稅絹三千疋。住居山谷。處", "339": "所狹小。百姓貧多。衣著皮裘氈衫。王著綾絹", "34": "菩提等四大靈塔。在摩揭陀國王界。此國大", "340": "疊布。食唯餅𩚙土地極寒。甚於餘國。言音與", "341": "諸國不同。所出羊牛。極小不大。亦有馬騾。有", "342": "僧有寺。行小乘法。王及首領百姓等。總事佛。", "343": "不歸外道。所以此國無外道。男並剪除鬚髮。", "344": "女人在頭。住居山裏。其山無有樹水及於", "345": "百草。", "346": "又胡蜜國北山裏。有九箇識匿國。九箇王各", "347": "領兵馬而住。有一箇王。屬胡蜜王。自外各並", "348": "自住。不屬餘國。近有兩窟王。來投於漢國使", "349": "命安西。往來絕。唯王首領。衣著疊布皮裘。", "35": "小乘俱行。□□得達摩訶菩提寺。稱其本願。", "350": "自餘百姓。唯是皮裘氈衫。土地極寒。為居雪", "351": "山。不同餘國。亦有羊馬牛驢。言音各別。不同", "352": "諸國。彼王常遣三二百人於大播蜜川。劫彼", "353": "與胡及於使命。縱劫得絹。積在庫中。聽從", "354": "壞爛。亦不解作衣著也。此識匿等國無有佛", "355": "法也　又從胡蜜國東行十五日。過播蜜川。", "356": "即至葱嶺鎮。此即屬漢。兵馬見今鎮押。此即", "357": "舊日王裴星國境。為王背叛。走投土蕃。然今", "358": "國界無有百姓。外國人呼云渴飯檀國。漢名", "359": "葱嶺　又從葱嶺步入一月。至疎勒。外國自", "36": "非常歡喜。略題述其愚志。五言　不慮菩提", "360": "呼名伽師祇離國。此亦漢軍馬守促。有寺有", "361": "僧。行小乘法。喫肉及葱韮等。土人著疊布衣", "362": "也　又從疎勒東行一月。至龜茲國。即是安", "363": "西大都護府。漢國兵馬大都集處。此龜茲國。", "364": "足寺足僧。行小乘法。食肉及葱韮等也。漢僧", "365": "行大乘法　又安西南去于闐國二千里。亦", "366": "足漢軍馬領押。足寺足僧。行大乘法。不食肉", "367": "也。從此已東。並是大唐境界。諸人共知。不言", "368": "可悉　開元十五年十一月上旬。至安西。于", "369": "時節度大使趙君。", "37": "遠。焉將鹿苑遙。只愁懸路險。非意業風飄。八", "370": "且於安西。有兩所漢僧住持。行大乘法。不食", "371": "肉也。大雲寺主秀行。善能講說。先是。京中", "372": "七寶臺寺僧　大雲寺□維那。名義超善解律", "373": "藏。舊是京中莊嚴寺僧也　大雲寺上座。名", "374": "明惲。大有行業。亦是京中僧。此等僧。大好", "375": "住持甚有道心樂崇□德　龍興寺主。名法", "376": "海。雖是漢兒生安西。學識人風。不殊華夏。", "377": "于闐有一漢寺。名龍興寺。有一漢僧。名□□。", "378": "是彼寺主。大好住持。彼僧是河北冀州人士", "379": "疎勒亦有漢大雲寺。有一漢僧住持。即是", "38": "塔難誠見。參著經劫燒。何其人願滿。目覩在", "380": "崏州人士　又從安西東行□□至烏耆國。", "381": "是漢軍兵□領押。有王。百姓是胡。足寺足僧。", "382": "行小乘法。", "383": "□□□□□此即安西四鎮名□。", "384": "一安西　二于闐　三疎勒　四烏耆下缺", "385": "上缺依漢法裹頭著裙下缺。", "386": "慧超往五天竺國傳", "387": "2 悟空入竺記悟空入竺記大唐貞元新譯十地等經記圓照撰（十力經序）", "388": "新譯十地經及迴向輪經十力經等者。即上", "389": "都章敬寺沙門悟空本名法界。因使罽賓。於", "39": "今朝　又即從此彼羅痆斯國。□□月至中", "390": "中天竺國之所得也。師本京兆雲陽人也。鄉", "391": "號青龍。里名嚮義。俗姓車氏。字曰奉朝。後", "392": "魏拓拔之胤裔也。天假聰敏。志尚典墳。孝悌", "393": "居家。忠貞奉國。遇玄宗至道大聖大明孝皇", "394": "帝。孝理天下。萬國歡心。八表稱臣。四夷欽化。", "395": "時罽賓國。願附聖唐。使大首領薩波達幹與", "396": "本國三藏舍利越魔。天寶九載庚寅之歲。來", "397": "詣闕庭。獻欵求和。請使巡按。次於明年辛卯", "398": "之祀。玄宗皇帝勅中使內侍省內寺伯賜緋", "399": "魚袋張韜光。將國信物行。官奉傔四十餘人。", "4": "三　繼業西域行程", "40": "天竺國王住城。名葛那。及自此中天王境界", "400": "蒙恩授奉朝左衛涇州四門府別將員外置同", "401": "正員。令隨使臣。取安西路。次疎勒國。次度葱", "402": "山。至楊興嶺及播蜜川五赤匿國亦云式匿次護", "403": "密國。次拘緯國。次葛藍國。次藍婆國。次孽和", "404": "國。次烏仗那國亦云烏長及烏纏國茫誐平聲呼虐伽反勃國。", "405": "及高頭城。次摩但國。次信度城近信度河也。亦云信圖或云辛", "406": "頭城至十二載癸巳二月二十一日。至乾陀羅國", "407": "梵音正曰健駄邏國此即罽賓東都城也。王者冬居此地。", "408": "夏處罽賓。隨其暄涼。以順其性。時王極垂禮", "409": "接。祇奉國恩。使還對辭并得信物。獻欵進奉", "41": "極寬。百姓繁閑。王有九百頭象餘大首領各", "410": "旋歸大唐。", "411": "奉朝當為重患。纏綿不堪勝致。留寄健馱邏", "412": "國。中使歸朝後漸痊平。誓心歸佛。遂投舍利", "413": "越魔三藏。落髮披緇。願早還鄉對見明主。侍", "414": "覲父母忠孝兩全。時蒙三藏賜與法號。梵云", "415": "達摩馱都。唐言以翻名為法界。時年二十有", "416": "七方得出家。即當肅宗文明武德大聖大宣", "417": "孝皇帝至德二載丁酉歲也。洎二十九。於迦", "418": "濕彌羅國進受近圓。請文殊矢涅地地󱡾反。平聲呼。唐言", "419": "翻為正智為鄔波󰇄耶唐言親教師安西云和上鄔不羼提唐言闕為", "42": "有三二百頭。其王每自領兵馬鬪戰。常與餘", "420": "羯磨阿遮利耶唐言軌範師若至四鎮安西云阿闍梨訛略耳馱里魏巍屈", "421": "反入聲呼地平聲同上唐言闕為教授阿遮利耶同上三師七證", "422": "授以律儀。於蒙鞮寺諷聲聞戒。諷畢聽習根", "423": "本律儀。然於北天竺國皆薩婆多學也唐言根本說一切有", "424": "然此蒙鞮寺者北天竺王踐位後建茲寺矣。", "425": "梵云蒙鞮微賀羅。微賀羅者唐言住處。住處", "426": "即寺也。次有阿彌陀婆挽免煩反平聲呼寺。次有阿難", "427": "儀寺。次有繼者岑寺。次有惱也羅寺。次有惹", "428": "惹而者反寺。次有將軍寺。次有也里特勒寺。突", "429": "厥王子置也。次有可敦寺。突厥皇后置也。此", "43": "□天戰也。天中王常勝。彼國法。自知象少兵", "430": "國伽藍三百餘所。靈塔瑞像其數頗多。或阿", "431": "育王及五百阿羅漢之所建立也。", "432": "如是巡禮兼習梵語。經遊四年。夙夜虔心。未", "433": "曾暫捨。其國四周山為外郭。總開三路以設", "434": "關防。東接吐蕃北通勃律。西門一路通乾陀", "435": "羅。別有一途常時禁斷。天軍行幸方得暫開。", "436": "法界至於第四年後。出迦濕密國入乾陀羅", "437": "城。於如羅灑王寺中安置。其寺王所建立。從", "438": "王為名。王即上古罽膩吒王之胄胤也。次有", "439": "可忽哩寺王子名也。繽芝寺王女名也。復有", "44": "少。即請和。每年輸稅。不交陣相殺也。衣著言", "440": "栴檀忽哩寺王弟名也。此皆隨人建立。從彼", "441": "受名。次有特勤灑寺突厥王子造也。可敦寺", "442": "突厥皇后造也。復有阿瑟吒寺。薩緊忽哩寺。", "443": "罽膩吒王聖塔寺。罽膩吒王演提灑寺。此寺", "444": "復有釋迦如來頂骨舍利。有罽膩吒王伐", "445": "龍官沙彌寺。", "446": "如是巡禮又經二年。即當代宗眷文孝武皇", "447": "帝廣德二年甲辰歲也。從此南遊中天竺國。", "448": "親禮八塔。往迦毘羅伐窣覩城。佛降生處", "449": "塔。次摩竭提國。菩提道場成佛處塔。於菩提", "45": "音。人風法用。五天相似。唯南天村草百姓。", "450": "寺。夏坐安居。次波羅泥斯城仙人鹿野苑中", "451": "轉法輪處塔。次鷲峯山。說法華等經處塔。次", "452": "廣嚴城。現不思議處塔。次泥嚩襪多城。從天", "453": "降下三道寶階塔亦云寶橋次室羅伐城逝多林給", "454": "孤獨園。說摩訶般若波羅蜜多度諸外道處", "455": "塔。次拘尸那城娑羅雙林。現入涅槃處塔。如", "456": "是八塔右遶供養。膽禮略周。次於那爛陀寺", "457": "中住經三載。又至烏仗那國尋禮聖蹤住茫", "458": "誐平聲呼虐迦反勃寺。復有蘇訶拔提寺唐言日宮寺也鉢茫", "459": "拔提寺唐言蓮華寺。", "46": "語□差別。仕□之類。中天不殊。", "460": "如是往來遍尋聖跡。與大唐西域記說無少", "461": "差殊。思戀聖朝本生父母內外戚屬。焚灼其", "462": "心念鞠育恩深昊天罔極。發願歸國瞻覲君", "463": "親。稽首諮詢越魔三藏三藏初聞至意不許。", "464": "法界以理懇請于再三。三藏已於天寶九年。", "465": "曾至唐國。日常讚慕摩訶支那。既見懇誠方", "466": "遂所請。乃手授梵本十地經及迴向輪經并", "467": "十力經。共同一夾并大聖釋迦牟尼佛一牙", "468": "舍利。皆頂戴慇懃悲淚而授。將為信物奉獻", "469": "聖皇。伏願漢地傳揚廣利群品。法界頂跪拜", "47": "五天國法。無有枷棒牢獄。有罪之者。據輕重", "470": "受悲淚禮辭。當欲汎海而歸。又慮滄波險阻。", "471": "乃却取北路還歸帝鄉。", "472": "我聖神文武皇帝。聖德遠被。聲震五天。道邁", "473": "羲軒。威加八表。慕仰三寶。信重一乘。異域", "474": "輸金。重譯來貢。法界所將舍利及梵本經。自", "475": "彼中天來至漢界。凡所經歷。覩貨羅國五十", "476": "七番中。有一城號骨咄國。城東不遠有一小", "477": "海。其水極深。當持牙經南岸而過。時彼龍神", "478": "知有舍利。地土搖動。玄雲揜興。霹靂震雷。", "479": "雹雨驟墮。有一大樹不遠海邊。時與眾商投", "48": "罰錢。亦無刑戮上至國王。下及黎庶。不見遊", "480": "於樹下。枝葉摧落。空心火燃。時首領商普告", "481": "眾曰。誰將舍利異寶殊珍。不爾龍神何斯拗", "482": "怒。有即持出投入海中。無令眾人受茲惶怖。", "483": "法界是時懇心祈願。放達本國利濟邦家。所", "484": "獲福因用資龍力。從日出後洎于申時。祈祝", "485": "至誠雲收雨霽。僅全草命。漸次前至行拘密", "486": "支國。王名頓散灑。次惹瑟知國王名黑未梅。", "487": "次至式匿國。", "488": "如是行李經歷三年。備涉艱難。捐軀委命。誓", "489": "心報國。願奉君親聖慈曲臨。漸屆疎勒一名沙勒時", "49": "獵放鷹走犬等事。道路雖有足賊取物即放。", "490": "王裴冷冷。鎮守使魯陽。留住五月。次至于", "491": "闐亦云于遁或云豁丹梵云瞿薩怛那唐言地乳國王尉遲曜。鎮", "492": "守使鄭據。延住六月。次威戎城亦名鉢浣國。", "493": "正曰怖汗國。鎮守使蘇岑。次據瑟得城使賣", "494": "詮。次至安西。四鎮節度使開府儀同三司撿", "495": "校右散騎常侍安西副大都護兼御史大夫郭", "496": "昕。", "497": "龜茲國王白環亦云丘茲正曰屈支城。西門外有蓮", "498": "花寺。有三藏沙門名勿提提犀魚唐云蓮花精", "499": "進。至誠祈請譯出十力經。可三紙許以成一", "5": "四　梵僧指空傳考", "50": "亦不殤殺。如若情物。即有損也。土地甚暖。", "500": "卷。三藏語通四鎮梵漢兼明。此十力經。佛在", "501": "舍衛國說。安西境內有前踐山。前踐寺復有", "502": "耶婆瑟鷄山。此山有水滴霤成音。每歲一時", "503": "採以為曲。故有耶婆瑟鷄寺。東西。拓厥寺。阿", "504": "遮哩貳寺。於此城住一年有餘。次至烏耆國", "505": "王龍如林。鎮守使揚日祐。延留三月。從此又", "506": "發至北庭州本道節度使御史大夫楊襲古。", "507": "與龍興寺僧。請于闐國三藏沙門尸羅達摩", "508": "唐言戒法譯十地經。三藏讀梵文并譯語。沙門大震", "509": "筆授。沙門法超潤文。沙門善信證義。沙門法", "51": "百卉恒青。無有霜雪。食唯粳糧餅󰉓蘇乳酪", "510": "界證梵文并譯語。迴向輪經翻譯准此。翻經", "511": "既畢。繕寫欲終。", "512": "時逢聖朝四鎮北庭宣慰使中使段明秀來至", "513": "北庭。洎貞元五年己巳之歲九月十三日。與", "514": "本道奏事官節度押衙牛昕。安西道奏事官", "515": "程鍔等。隨使入朝。當為沙河不通取回鶻路。", "516": "又為單于不信佛法。所齎梵夾不敢持來。留", "517": "在北庭龍興寺藏所譯漢本隨使入都。六年", "518": "二月來到上京。有勅令於躍龍門使院安置。", "519": "中使段明秀。遂將釋迦真身一牙舍利及所", "52": "等。無醬有鹽。總用土鍋煮飯而食。無鐵釜等", "520": "譯經。進奉入內。天恩宣付左神策軍。令寫此", "521": "經本。與佛牙舍利一時進來。時左街功德使", "522": "竇文場。准勅裝寫進奉闕庭兼奏。從安西", "523": "來無名僧悟空。年六十舊名法界。俗姓車。名", "524": "奉朝請住章敬寺。其年二月二十五日。奉勅", "525": "宣與正度餘依。又本道節度奏事官。以俗姓", "526": "車奉朝名銜奏。至五月十五日。勅授壯武將", "527": "軍守左金吾衛大將軍員外置同正員兼試太", "528": "常卿爰有制日。勅伊西庭節度奏事官節度", "529": "押衙同節度副使雲麾將軍守左金吾衛大將", "53": "也。百姓無別庸稅。但抽田子五石與王。王自", "530": "軍員外置同正員牛昕等。竝越自流沙涉于", "531": "陰國。奉三軍向化之慕。申萬里戀闕之誠。雨", "532": "雪載霏。行邁無已。方貢善達。復命言旋。舉范", "533": "羗入計之勞。慰斑超出遠之思。俾昇崇祑。", "534": "以勸使臣可依前件。", "535": "是歲也天恩正名。冠冕兼履。昔名法界。今字", "536": "悟空。捧戴慚惶不任感懼。乃歸章敬次及鄉", "537": "園。訪問二親墳樹已拱。兄弟子姪家無一人。", "538": "疎遠諸房少得聞見。凡所來往經四十年。辛", "539": "卯西征于今庚午。悲不奉養。喜遇明時。所進", "54": "遣人運將田主□不為送也。彼土百姓。貧多", "540": "牙經願資聖壽。其所進十地經。依常途寫一", "541": "百二十一紙成部勒為九卷。此經佛初成正", "542": "覺已經二七日。住他化自在天宮摩尼寶藏", "543": "殿說。迴向輪經。佛在金剛摩尼寶山峯中。與", "544": "大菩薩說。譯成三紙半以為一卷。其十力經", "545": "如前所說。譯成三紙復為一卷。三部都計一", "546": "百二十九紙。總十一卷同為一帙。然為斯經", "547": "未入目錄。伏恐年月深遠人疑偽經。今請編", "548": "入大唐貞元續開元釋教錄。伏以一辭聖唐", "549": "于今四代。凌霜󰂛雪經四十年。尋禮聖蹤所", "55": "富少。王官屋裏。及富有者。著㲲一雙。自□一", "550": "經國邑。或一瞻禮或漸旬時。或經累旬或盈", "551": "數月。或住一歲二三四年。或遇吉祥或遭劫", "552": "賊。安樂時少。憂惱處多。不能宣心一一屢", "553": "說。幸逢明聖略舉大綱。伏乞施行流轉永代。", "554": "沙門圓照自惟疵賤素無藝能。喜遇明時再", "555": "登翻譯。續修圖紀讚述真乘。并修大唐貞元", "556": "續開元釋教錄。悟空大德具述行由託余記", "557": "之。以附圖錄。聊以驗其事也。久積歲年詰問", "558": "根源。恭承口訣。詞疎意拙。編其次云。大雅碩", "559": "才願詳其志也。", "56": "隻。貧者半片。女人亦然。", "560": "3 繼業西域行程繼業西域行程宋范成大撰吳船錄卷上峨眉山牛心寺記", "561": "秋七月戊戌朔。離黑水。復過白水寺前。渡雙", "562": "溪橋。入牛心寺。雨後斷路。白雲峽水方漲。碧", "563": "流白石。照人肺肝。如層氷積雪。籃輿下行峽", "564": "淺處以入寺。飛濤濺沫襟裾皆濡。境過清毛", "565": "髮盡竦。寺對青蓮峯。有白雲青蓮二閣。最佳。", "566": "牛心本孫思邈隱居。相傳時出諸山寺中。人", "567": "數見之。小說亦載招僧誦經施與金錢。正此", "568": "山故事。有孫仙煉丹竈。在峯頂。及淘朱泉在", "569": "白雲峽最深處。去寺數里。水深不可涉。獨訪", "57": "其王每坐衙處。首領百姓。總來遶王四面而", "570": "丹竈。竈傍多奇石。祠堂後一石尤佳。可以箕", "571": "踞宴坐。名玩丹石。寺有唐畫羅漢一板。筆跡", "572": "超妙。眉目津津。欲與人語。成都古畫浮圖像", "573": "最多。皆出此下。蜀畫胡僧惟盧楞迦之筆為", "574": "第一。今見此板。乃知楞迦源流。所自餘十五", "575": "板亡之矣。", "576": "此寺即繼業三藏所作。業姓王氏。耀州人。隷", "577": "東京天壽院。乾德二年。詔沙門三百人。入天", "578": "竺求舍利及貝多葉書。業預遣中。至開寶九", "579": "年始歸。寺所藏涅槃經一函四十二卷。業於", "58": "坐。各諍道理。訴訟紛紜。非常亂鬧。王聽不", "580": "每卷後。分記西域行程。雖不甚詳。然地里大", "581": "略可考。世所罕見。錄於此以備國史之闕。", "582": "業自階州出塞西行。由靈武西涼甘肅瓜沙", "583": "等州。入伊吳高昌焉耆于闐疎勒大石諸國。", "584": "度雪嶺至布路州國。又度大葱嶺雪山。至伽", "585": "濕彌羅國。西登大山有薩埵太子投崖飼虎", "586": "處。遂至健陀羅國。謂之中印土。", "587": "又西至。庶流波國及太爛陀羅國。國有二寺。", "588": "又西過四大國。至大曲女城。南臨陷牟河。北", "589": "背洹河塔廟甚多。而無僧尼。又西二程有寶", "59": "嗔。緩緩報云。汝是汝不是。彼百姓等。取王一", "590": "階故基。又西至波羅奈國。兩城相去五里。南", "591": "臨洹河。又西北十許里至鹿野苑。塔廟佛蹟", "592": "最夥。業自云。別有傳記。今不傳矣。", "593": "南行十里渡洹河。河南有大浮圖。自鹿野苑", "594": "西至摩迦提國。館於漢寺。寺多租入。八村隷", "595": "焉。僧徒往來如歸。南與杖林山相直。巍峯巋", "596": "然。山北有優婆掬多石室及塔廟故基。南百", "597": "里有孤山。名鷄足三峯。云是迦葉入定處。又", "598": "西北百里。有菩提寶座城。四門相望。金剛座", "599": "在其中東向。又東至尼連禪河。東岸有石柱。", "6": "五　西域僧鎖喃嚷結傳", "60": "口語為定。更不再言。其王首領等。甚敬信三", "600": "記佛舊事。自菩提座東南五里至佛苦行處。", "601": "又西三里至三迦葉村及牧牛女池。金剛座", "602": "之北門外。有師子國伽藍。又北五里至伽耶", "603": "城。又北十里至伽耶山。云是佛說寶雲經處。", "604": "又自金剛座東北十五里至正覺山。又東北", "605": "三十里至骨磨城。業館於鰕羅寺。謂之南印", "606": "土。諸國僧多居之。又東北四十里至王舍城。", "607": "東南五里有降醉象塔。又東北登大山。細路", "608": "盤紆。有舍利子塔。又臨澗有下馬迎風塔。", "609": "度絕壑。登山頂。有大塔廟。云是七佛說法處。", "61": "寶。若對師僧前。王及首領等。在地而坐不肯", "610": "山北平地又有舍利本生塔。其北山半曰鷲", "611": "峯。云是佛說法華經處。山下即王舍城。城北", "612": "山址有溫泉二十餘井。又北有大寺及迦蘭", "613": "陀竹園故跡。又東有阿難半身舍利塔。溫湯", "614": "之西有平地。直南登山腹有畢波羅窟。業止", "615": "其中。誦經百日而去。窟西復有阿難證果塔。", "616": "此去新王舍城八里。日往乞食。會新王舍城", "617": "中有蘭若。隸漢寺。又有樹提迦故宅城。其西", "618": "有輪王塔。", "619": "又北十五里有那爛陀寺。寺之南北各有數", "62": "坐床。王及首領。行坐來去處。自將床子隨身。", "620": "十寺。門皆西向。其北有四佛座。又東北十五", "621": "里至烏嶺頭寺。東南五里有聖觀自在像。又", "622": "東北十里至伽濕彌羅漢寺。寺南距漢寺八", "623": "里許。自漢寺東行十二里。至郤提希山。又東", "624": "七十里有鴿寺。西北五十里有支那西寺。古", "625": "漢寺也。西北百里至花氏城。育王故都也。", "626": "自此渡河。北至毘耶離城。有維摩方丈故跡", "627": "又至拘尸那城及多羅聚落。踰大山數重至", "628": "泥波羅國。又至摩偷果。過雪嶺。至三耶寺。", "629": "由故道自此入階州。太祖已晏駕。太宗即位。", "63": "到處即坐。他床不坐。寺及王宅。竝皆三重作", "630": "業詣闕進所得梵夾舍利等。詔擇名山修習。", "631": "登峨眉。北望牛心。眾峯環翊。遂作菴居。已", "632": "而為寺。業年八十四而終。", "633": "出牛心復過中峯之前入新峨眉。觀自觀前", "634": "山。開新路極峻。斗下󰂛雨。以遊龍門。竭蹙數", "635": "里。歘至一處。澗溪自兩山石門中湧出。是為", "636": "龍門峽也。以一葉舟。棹入石門。兩岸千丈。巖", "637": "壁色如碧玉。刻削光潤。入峽十餘丈。有兩瀑", "638": "布。各出一巖頂。相對飛下。嵌根有盤石承之。", "639": "激為飛雨。濺洙滿峽。舟過其前。衣皆沾灑透", "64": "樓從下第一重作庫。上二重人住。諸大首領", "640": "濕。又數丈半巖有圓龕。去水可二丈。以木梯", "641": "升之。即龍洞也。峽中紺碧無底。石寒水清。非", "642": "復人世。舟行數十步。石壁益峻水益湍。丞回", "643": "棹。舟人云。前去更奇。以雨大作加飛瀑沾濡。", "644": "暑肌起粟。骨驚神𢥠。凜乎夫不可以久留也。", "645": "昔嘗聞。峨眉雙溪。不減盧山三峽。前日過之。", "646": "真奇絕。及至龍門。則雙溪又在下風。蓋天下", "647": "峽泉之勝。當以龍門為第一。要之。遊者自知。", "648": "未之遊者。必以余言為過。然其道險絕。亂石", "649": "當道。將至峽。必捨輿躡草履。經營蹞步。於槎", "65": "等亦然。屋皆平頭。塼木所造。自外□竝皆草", "650": "牙兀臬中。方至峽口。蓋大峨峯頂。天下絕觀。", "651": "蜀人固自罕遊。而龍門又勝絕於山間。遊峨", "652": "眉。者亦罕能到。非好奇喜事忘勞苦而不憚", "653": "疾病者不能至焉。復尋大路出山。初夜始至", "654": "縣中。", "655": "4 梵僧指空禪師傳考梵僧指空禪師傳考", "656": "（一）指空浮圖銘并序李穡撰", "657": "（二）檜巖寺重剏記金守溫撰", "658": "1 西天提納薄陀尊者浮圖銘并序（一）西天提納薄陀尊者浮圖銘并序", "659": "前奉翊大夫。知密直司事。商議會議都監事。", "66": "屋似於漠屋雨下作也。又是一重。", "660": "右文館提學。同知春秋館事上護軍。臣韓脩", "661": "奉教書並篆額。", "662": "前朝列大夫。征東行中書省左右同郎中。推", "663": "忠保節同德贊化功臣三重大匡。韓山君。領", "664": "藝文春秋館事。兼成均大司成臣李穡奉教", "665": "撰。", "666": "迦葉百八傳。提納薄陀尊者禪賢號指空。泰", "667": "定間見天子于難水之上。論佛法稱旨。命有", "668": "司歲給衣糧。師曰。吾不為是也。去而東遊高", "669": "句麗。禮金剛山法起道場。有旨趣還燕天曆", "67": "土地所出。唯有㲲布象馬萬物。當土不出金", "670": "初詔與所幸諸僧講法內庭。天子親臨聽焉。", "671": "諸僧恃恩。頡頑作氣勢。惡其軋己。沮不得行。", "672": "未幾諸僧或誅或斥。而師之名震暴中外。至", "673": "正皇后皇太子迎入延華閣問法。師曰。佛法", "674": "自有學者專心御天下幸甚。又曰。萬福福福", "675": "萬中缺一。不可為天下主。所獻珠玉辭之不", "676": "受。天曆以後不食不言者十餘年。既言。時時", "677": "自稱我是天下主。又斥后妃曰。皆吾侍也。聞", "678": "者怪之。不敢問所以。久而聞于上。上曰。彼", "679": "是法中王宜其自負如此。何與我家事耶。中", "68": "銀。竝從外國來也。亦不養駝騾驢猪等畜。其", "680": "原兵將興。師於廣坐語眾曰。汝識吾兵馬之", "681": "多乎。某地屯幾萬。某地屯幾萬。師所居寺皆", "682": "高麗僧。一日忽語之曰。汝何故叛耶。欲鳴鼓", "683": "攻之而止。數日遼陽省馳奏。高麗兵犯界。京", "684": "師者。眾之聚也。每語其人曰。速去之。既而天", "685": "子北狩。中原兵入城。立府曰北平。師豈偶然", "686": "者哉。", "687": "師自言吾會祖諱師子脇。吾祖諱斛飯。皆", "688": "王迦毘羅國。吾父諱滿王摩竭提國。吾母", "689": "香至國公主。吾二兄悉利迦羅婆悉利摩", "69": "牛總白。萬頭之內。希有一頭赤黑之者。羊馬", "690": "尼。吾父母禱于東方大威德神而生吾。吾幼", "691": "也。性樂清淨。不茄酒暉。五齡就師。受國書及", "692": "外邦之學。粗通大義棄去。父病醫莫効。筮者", "693": "曰。嫡子出家。王病可痊。父詢三子吾即應。父", "694": "大喜。呼吾小字曰。婁怛囉哆婆及能如是", "695": "耶。母以季故。初甚難之。割愛願舍。父病立愈", "696": "八歲備三衣。送那蘭陀寺講師律賢所。剃", "697": "染五戒。學大般若。若有得問諸佛眾生。虛空", "698": "三境界師云。非有非無。是真般若。可往南印", "699": "度楞迦國吉祥山普明所。研究奧旨。時年", "7": "六　南天竺婆羅門僧正碑", "70": "全少。唯王有三二百口六七十匹。自外首領", "700": "十九。奮發獨行。禮吾師于頂音菴。師曰。從中", "701": "竺抵此。步可數否。吾不能答。退坐石洞六閱", "702": "月。吾乃悟欲起。兩脚相貼。其王召醫圭藥。立", "703": "愈。告吾師曰。兩脚是一步。吾師以衣鉢付之。", "704": "摩頂記曰。下山一步便是師子兒。我座下得", "705": "法出身二百四十三人。於眾生皆少因緣。汝", "706": "其廣吾化。其往懋哉。號之曰蘇那的沙野。", "707": "華言指空。吾以偈謝師恩已語眾曰。進則虛", "708": "空廓落。退則萬法俱沈。大喝一聲。", "709": "初吾之尋吾師也。歷囉囉許國有講法華者。", "71": "百姓。總不養畜。唯愛養牛。取乳酪蘇也。土", "710": "吾說解其疑。旦哆國男女雜居裸形。吾示以", "711": "大道。香至國王。聞吾至喜曰。吾甥也。懋留", "712": "不肯。華嚴師廣說二十種菩提心。吾喻以一", "713": "即多多即一。迦陵伽國海岸龜峯山梵志居", "714": "之。其語曰。萬丈懸崖投身而死。當得人天王", "715": "身。吾曰。修行在心。何與於身。令修六度十地", "716": "等法。結夏摩利支山。乃至楞迦國焉。", "717": "既辭吾師而下山也。無縫塔主老僧半路相", "718": "迓知吾有得也。請吾演法。吾頌塔而去。于地", "719": "國主信外道。以吾有殺盜邪淫之戒。召妓同", "72": "地人善。不多愛殺□市店間。不見有屠行賣", "720": "浴吾帖然。如亡人。王嘆曰是必異人也。其外", "721": "道以木石作須彌山人。於頭腦腿安立一山。", "722": "以酒膳祀山。男女合於前。名陰陽供養。吾", "723": "舉人天迷悟之理。勘破邪宗。佐理國主信佛。", "724": "吾以偈白之。王答以偈。吾復偈之。王施以珍", "725": "珠數枚。會中有針眼中象王過之頌。師子國", "726": "有如來鉢。佛足跡。一鉢飯能飫萬僧。佛跡時", "727": "放光明。吾皆瞻禮。麼哩耶囉國信梵志。吾不", "728": "入。哆囉縛國正邪俱信。吾據座下語有尼", "729": "默契。迦羅那國亦信外道。其王見吾喜甚。", "73": "肉之處。", "730": "吾示以大莊嚴功德寶王經摩醯莎羅王因", "731": "地品。王曰。法外更有正法。外道欲害吾。吾即", "732": "出城日已黑。有虎至侍者知鳥音昇木以避。", "733": "吾曰。汝既知禽語。吾所說法能知否。侍者無", "734": "語。痛行二十棒乃悟。神頭國流沙茫茫。不", "735": "知所適。有樹其實如桃。飢甚。摘食二枚。未竟。", "736": "空神句到空居廣殿。老人正座云。賊何不作", "737": "禮。吾曰。吾佛徒也。何得禮汝。老罵。既稱佛", "738": "徒。何偷果為。吾曰。饑火所逼。老云。不與而", "739": "取。盜也。今且放汝。其善護戒。使閉目。須臾", "74": "此中天大小乘俱行。即此中天界內有四大", "740": "已到彼岸。煎湯臥木之上。乃大蟒也。的哩", "741": "囉兒國女求合。以飢欲求食若將應之。而問", "742": "其馬之良者。以實告。吾即騎之而走。果如飛。", "743": "便至他境。忽一人縛吾去使牧其羊。會大雪。", "744": "入洞入定七日夜。白光出洞。其人除雪而入。", "745": "見吾趺坐大喜。施以衣寶。不受。男女俱發心", "746": "示吾正路。行且久未見人。忽遇諸途。心甚悅。", "747": "其人捉吾至王所面跪曰。天旱必此妖也。請", "748": "殺之。王曰。且縱之。三日不雨殺何遲。吾燒香", "749": "一祝。大雨三日。嵯楞陀國有顛僧。見人來", "75": "塔。恒河在北岸有三大塔。一舍衛國給孤薗", "750": "以牛頭三列於地。置蒲團其上。默然而坐。吾", "751": "一見火之。彼叫叫字通本無曰。山河大地成一", "752": "片矣。阿耨池僧道巖居其傍。以草作小菴。", "753": "人來則焚之。叫曰。救火救火。吾至才叫救火。", "754": "踢倒淨瓶。道巖曰。可惜來何遲。末羅娑國", "755": "事佛甚謹。而邪正雜糅。吾說破邪論。外道歸", "756": "正矣。城東寶和尚墾其所居四面為田。置菜", "757": "種一器。人至則治田而已。無一言。吾以菜種", "758": "從而下之。僧叫曰。菜生矣。菜生矣。其城中有", "759": "織紗者。人至不言。織不撤。吾以刀斷之。其人", "76": "中。見有寺有僧。二。毘耶離城菴羅薗中。有", "760": "曰。多年之織畢矣。阿耨達國僧省一居窟中。", "761": "見人來以煤塗面。出舞而復入。吾以偈相喝。", "762": "早娑國僧納達居道傍數年。見來者曰。好", "763": "來。見去者曰。好去。吾便與三棒。彼迴一拳。", "764": "的哩候的國婆羅門法盛行。吾縮手而去。", "765": "挺佉哩國真邪同行。遇盜裸剝。禰伽羅國", "766": "王迎入內。請說法。有寶峯者說經。吾與之互", "767": "相宣說。東行數日。有高山。曰鐵山。無土石", "768": "草木日照朝陽。其勢如火。又名火焰行七", "769": "八日可達山頂。有國土凡十七八所。橫接天。", "77": "塔見在。其寺荒廢無僧。三。迦毘耶羅國。即", "770": "其北不知其幾千萬里。其東河水出焉。兩峯", "771": "高聳架橋以渡。氷雪不消。故號雪山。孤身飢", "772": "窮。嗔野果以達西蕃之境焉。", "773": "吾之行化于中國也。遇北印度摩訶班特達", "774": "於西蕃偕至燕京。居未久西遊安西王府。與", "775": "王傅可提相見。提請留學法。吾志在周流。是", "776": "何耶。提言。眾生無始以來惡業無算。我以真", "777": "言一句度彼超生受天之樂。吾云。汝言妄也。", "778": "殺人者亦殺之。生死相讎。是苦之本。提曰。外", "779": "道也。吾云。慈悲真佛子。反是真外道。王有獻", "78": "佛本生城。無憂樹見在。彼城已廢。有塔無", "780": "却之。西蕃摩提耶城其人可化。呪師疾吾以", "781": "毒置茗飲。適使臣至自都。請吾同還。欲師", "782": "班特達互為揚化。不契。又去伽單。呪師欲", "783": "殺吾。吾乃去蝦城。主見吾大喜。外道妬之。打", "784": "折吾一齒。及將去欲要於路必殺之。其主護", "785": "送至蜀。禮普賢巨像。坐禪三年。大毒河遍盜。", "786": "又赤立而走羅羅斯地界。有僧施一禪被。有", "787": "女施一小衣。乃應檀家供。同齋僧得放生鵝。", "788": "欲烹而食之。吾擊其婦。婦哭。僧怒見逐。吾", "789": "聞。土官塑吾像。水旱疾疫禱必應。金沙河關", "79": "僧。亦無百姓。此城最居比。林木荒多。道路", "790": "吏見吾婦人衣髮又長。怪而問奚自。吾言語", "791": "不通。書西天字。又非所知也。於是留之。晚", "792": "隈石隙而臥。不覺。少間至彼岸。渡子異吾禮", "793": "拜。雲南城西有寺。上門樓入定。居僧請入城。", "794": "至祖變寺。坐桐樹下。是夜雨。既明衣不濡。赴", "795": "其省祈晴。立應。坐夏龍泉寺。書梵字般若經。", "796": "眾聚乏水。吾命龍引泉濟眾。大理國吾却眾", "797": "味。但食胡桃九枚。度日。金齒烏撤烏蒙一部", "798": "落也。禮吾為師。塑像廟之。吾聞無賴子以吾", "799": "像禪棒擲之地。而不能舉。悔謝取安如故。安", "8": "七　唐大和上東征傳", "80": "足賊。往彼禮拜者。甚難方迷。四。三道寶階", "800": "寧州僧問。昔三藏入唐伏地知音。時吾會雲", "801": "南語。應曰。古今不同。聖凡異路。請說戒經。", "802": "燃頂焚臂。官民皆然。中慶路諸山請演法。凡", "803": "五會。太子禮吾為師。羅羅人素不知佛僧。吾", "804": "至皆發心。飛鳥亦念佛名。貴州亢帥府官皆", "805": "受戒。猫蠻猺獞青紅花竹打牙獦狫諸洞蠻。", "806": "俱以異菜來請受戒。鎮遠府有馬王神廟。舟", "807": "過者必肉祭。不然舟損。吾一喝放舟行。常德", "808": "路禮鏡剛白鹿二祖師。觀音自塑之像。洞庭", "809": "湖靈異頗多。能作風雨。吾行適風作浪湧。為", "81": "塔。在中天王住城西七日程。在兩恒河間。佛", "810": "說三歸五戒。唐梵互宣。先時祭者夜獻絲屨。", "811": "明則屨皆破。後皆却其獻。從素祭。湖廣省參", "812": "政欲逐吾去。吾曰。貧道西天人也。遠謁皇帝。", "813": "助揚正法。汝不欲我祝皇常壽耶。過盧山東", "814": "林寺。見前身塔巋然。骨猶未朽。淮西寬問般", "815": "若意。吾曰。三心不可得。楊州太子以舟送吾", "816": "至都。大順丞相之室常氏。高麗人也。請於崇", "817": "仁寺施戒。既而至灤京。泰定之遇是已。嗚呼", "818": "師之遊歷如是哉。信乎其異於人也。", "819": "師自天曆褫僧衣。大府大監察罕帖木兒之", "82": "當從刀利天變成三道寶階。下閻浮提地處。", "820": "室金氏亦高麗人也。從師出家。買宅澄清里。", "821": "闢為佛宮。迎師居之。師題其額曰法源。蓋天", "822": "下之水自西而東。故取以自比焉。師辨髮白", "823": "髯神氣。黑瑩。服食極其侈。平居儼然。人望而", "824": "畏之。", "825": "至正二十三年冬內侍至。師曰。為我奏爾主。", "826": "我生日前去耶。章佩卿速哥。帖木兒回旨留", "827": "師。小住一冬。師又曰。天壽寺吾影堂也。是歲", "828": "十一月二十日示寂于貴化方丈。師所建而", "829": "師所名也。有旨。省院臺百司具儀衛。送龕于", "83": "左金右銀。中吠瑠璃佛於中道梵王左路。帝", "830": "天壽寺。明年御史太夫圖堅帖木兒。平章伯", "831": "帖木兒。函香謁師。用香染泥。布梅桂水。團塑", "832": "肉身。戊申秋兵臨城茶毘四分。達玄清慧", "833": "法明內正張祿吉各持而去。其徒達玄航海", "834": "司。徒達叡從清慧得之。俱東歸。壬子九月十", "835": "六日以王命樹浮屠於檜巖寺。將入塔灌骨", "836": "得舍利若干粒。師自西天携文殊師利無", "837": "生戒經二卷而來。參政危大朴序其端。手書", "838": "圓覺經。歐陽承旨跋其尾。師之偈頌甚多。別", "839": "有錄。皆行于世。雲南悟無見能言。七歲投師", "84": "釋右階侍佛下來。即於此處置塔。見有寺僧", "840": "出家時。已云師年甲子一周矣。悟七十五而", "841": "師乃寂。吉文江釋仁杰云。門人前林觀寺住", "842": "持達蘊。謀載道行。愈久而愈廑。司徒達叡間", "843": "關數千里。奉師骨如事存以致送。死無憾焉。", "844": "懶翁弟子某曰。吾師亦曾師師。師吾祖也。與", "845": "師之弟子淨業院住持妙藏比丘尼。買燕石", "846": "將樹之檜巖之崖。揆諸天屬。不曰孝子順孫", "847": "歟。事聞于內。有旨。臣穡銘臣修書。臣仲和篆", "848": "額。臣穡曰。師之身已火而四分之矣。未知其", "849": "餘立塔於何地。而求銘以謀其傳者。誰歟。又", "85": "有。　即從中天國南行三箇餘月。至南天", "850": "未知指空師在此歟。在彼歟。無亦視為蟬脫。", "851": "不復顧籍。而為其徒者思報其恩。強而為之", "852": "歟。臣於是不能無感焉。祇慄承教。系之以銘。", "853": "銘曰。", "854": "維師之跡發軔西域滿王之子", "855": "普明之嫡灤京遇知允也其時", "856": "延華之訪云何其遲回視我轍", "857": "靡國不歷屋建之瓴水投之石", "858": "天曆幸僧拂我以憎服今之服", "859": "道譽愈騰狂言戲謔匡人攸測", "86": "竺國王所住。王有八百頭象。境土極寬。南", "860": "談兵未釁如柝黑白先見之明", "861": "乃道之精或疑或謗師心則平", "862": "舍利既赫罔不竦息孰謂人性", "863": "不協于極胥斯檜巖樹石以劖", "864": "無敢或訛于永厥監", "865": "宣光八年戊午五月　日立", "866": "指空弟子見訪。", "867": "異端超世教盛饌慰寒生", "868": "野果談餘嚼宮壺拜後傾", "869": "拙辭包不盡妙道固難名", "87": "至南海。東至東海。西至西海。北至中天。西", "870": "逸事誰能傳須憑牧隱銘", "871": "2 檜巖寺重剏記（二）檜巖寺重剏記金守溫撰", "872": "東土山川之勝名於天下。而佛廬之處于其", "873": "間者。又不知其幾百十。至於極仁祠制度之", "874": "備。而具法王行化之體。則未有如檜巖者也。", "875": "昔天曆間。西天薄伽納提尊者。見此寺基。以", "876": "為酷似西天阿蘭陀寺。且曰。迦葉佛時已為", "877": "大道場。於是執繩量地。以定其位。時得却前", "878": "礎砌。當時暫庇屋宇。以識其最而已。玄陵王", "879": "師。普濟尊者。受指空三山兩水之記。遂來居", "88": "天東天等國接界。衣著飲食人風。與中天相", "880": "此。乃欲大剏。分授棟樑。奔走募緣。功未及半", "881": "而王師亦逝矣。其徒倫絕澗等念王師未究", "882": "之志。踵其遺矩以畢其績。牧隱文靖公記之", "883": "曰。普光殿五間南面殿之後。說法處五間。又", "884": "後舍利殿二間。又其後正殿三間。廳之東西", "885": "方丈二所各三楹。東方丈之東。羅漢殿三間。", "886": "西方丈之西。大藏板三間。由普光殿東西分", "887": "左右諸殿。南起眾寮差參鐘樓。沙門厨庫之", "888": "所。賓客之位。秩乎有序。棟宇連亘廊腰蔓回。", "889": "高低冥迷。不知東西。凡為屋二百六十二間。", "89": "似。唯言音稍別。土地熱於中天。土地所出。㲲", "890": "自是之後。幹善之士。世不乏人。然或始佛殿", "891": "而未及於僧寮。或構鐘樓而不建客室。於東", "892": "而西已傾。更南而北又墮。蓋寺大故功鉅。功", "893": "鉅故人不能遍構而盡緝。遂使一國大叢林", "894": "幾如曠宇。成化壬辰春。大王大妃殿下傳懿", "895": "旨于河城府院君臣鄭顯祖。若曰予一婦人", "896": "承祖父餘休。佑我世祖大王。誕毓聖子神孫。", "897": "是雖皇天眷佑東方。亦未必非世祖夙植德", "898": "本於佛乘也。自古慈母欲保於其孫。忠臣欲", "899": "壽於其君。莫不惟三寶是歸。檜巖東方大伽", "9": "八　唐王玄策中天竺行記逸文", "90": "布象水牛黃牛。亦少有羊。無駝騾驢等。有稻", "900": "藍也。三和尚相繼開山。三山兩水之記肇於", "901": "指空。實壽君福國之地也。頗聞築基不固。殿", "902": "舍階砌積以雜石。故創造未久而屋已老。今", "903": "欲門。閣制度罔改于舊。庭除所履悉易熟石。", "904": "計其功課倍於初創。卿亦必有種善之因。得", "905": "尚公主。卿其用力俾遂予弘願。顯祖對曰。世", "906": "皆言。重創之績難於肇興。財穀雖多。苟不得", "907": "人。罔有以成。今正陽住持處安勤敏通達。幹", "908": "事之材鮮有及者。懿旨允可。遂以安移住檜", "909": "巖。財穀所費內需司專掌。隨乏隨給。以濟其", "91": "田。無黍粟等。至於綿絹之屬。五天總無。王及", "910": "用。府院君亦傾其私蓄。以供其缺。安奏募", "911": "僧俗。自願計功以償日役。萬有餘指不督自", "912": "勸。始於其年月日。閱幾十有三朔而告訖。殿", "913": "舍間閣無所更改。欄牆廣狹無所增損。而房", "914": "櫳門闥益為之洞豁。塗溉丹艧益為之絢煥。", "915": "百餘年頹敗之舊寺。一朝變為重新之寶剎", "916": "（下略）。", "917": "朝鮮正祖宣皇帝壬子十六年寬政四年加贈指空法。", "918": "號教旨云。", "919": "迦葉百八傳　提納薄陀尊者。", "92": "領首百姓等。極敬三寶足寺足僧。大小乘俱", "920": "禪賢號指空。加贈。", "921": "開宗演教。萬行圓融。六度嚴淨。西天三", "922": "昧東土一祖大法師者。", "923": "5 西域僧鎖喃嚷結傳西域僧鎖喃嚷結傳古秀竹籟李日華著六研齋筆記卷二", "924": "天啟甲子九月九日。同曹愚公侍御。登真如", "925": "塔。下禮長水師墓。浴雪井水。遇梵僧鎖喃嚷", "926": "結者。深眼微鬚。能為漢音。與坐良久。因詰其", "927": "西來緣起。嚷結袖出一篇相示。蓋其踐歷蹤", "928": "由也。今錄於此。以備遐方參覽焉。", "929": "西域東天竺國有國。名主活。近名高昌。統二", "93": "行。於彼山中。有一大寺。是龍樹菩薩便夜", "930": "十聚落。城高十二丈。方圓百里。四門三層。四", "931": "角有十二窣堵波。文武二樓高二十五丈。龍", "932": "樓鳳閣千二百座。名剎大院百所。人物雄奇。", "933": "多有勝蹟。城西百里。有大乘寺。立像高十五", "934": "丈。赤髮青面。捧降魔杵。大殿睡佛長十六丈。", "935": "赤袈裟。白玉石佛像。澡瓶綠琉璃。高三尺圍", "936": "三尺五寸。左十里有小乘寺。內供佛齒五寸。", "937": "輪王齒三寸。有鐵鉢黑色盛七升。乃燃燈佛", "938": "遺蹟。右二十里。有荅辣法藏寺。即鎖喃嚷", "939": "結出家之所。寺本周天元時。甘露梵王創", "94": "叉神造。非人所作。竝鑿山為柱。三重作樓。四", "940": "建。一寺三院。樓閣七重。中有諸天諸佛說法", "941": "壇。壇內遺舍利三顆紫金函供佛牙一。長一", "942": "寸廣八分。黃色常明。後林懺播樓供佛掃帚", "943": "一把。乃迦舍草作。長三尺。圍七寸。󰆠柄雜", "944": "寶裝飾。玉石匣盛。後建法王殿說法臺。高昌", "945": "國王麴文哆嘇所施封一高僧無上法王號圓", "946": "通至勝佛。所度法子名嘛喝寶利。正鎖喃嚷", "947": "結之師。俗居恭御都宮。是高昌王第七弟之", "948": "遺宗。名播利鎧。厭王宮幻有之軀。欣菩提", "949": "無上之果。遂投實利。修習禪定。指示要略。", "95": "面方圓三百餘步。龍樹在日。寺有三千僧。獨", "950": "東行九萬里餘。始至大明。有先代和尚斑的", "951": "答祖歿東土。乃成化皇帝國師。嚷結翹慕華", "952": "風。兼欽先德。發心結五眾同行。初禮大雪山", "953": "證道臺靈鷲山說法臺。從王舍城。過入莫度", "954": "達宮。所上名領文。掛號批登。五僧名。一鎖喃", "955": "嚷結（１）　一鎖喃陸竹（２）　一鎖喃堅剉", "956": "（３）　一展陽喃渴（４）　一朵而只懺發站", "957": "（５）　東過縛蒭河。此河阿耨達池之源也。", "958": "遞茄赤建國。換牒掛號。一月方行。經喝桿", "959": "國。行一月至恭御城。人民烏黑。多習波羅", "96": "供養以十五石米。每日供三千僧。其米不竭。", "960": "門種。三千里過白水城。多外道幻術。不敬僧。", "961": "東行五千里過呾羅斯城。其人圓晴黑面。短", "962": "髮長鬚。多習小乘。山出珍寶。住三月。東行至", "963": "羯霜那國。換牒掛號。住十月。民敬三寶。諸", "964": "物豐盛。米麥長寸。東行三千里。至葱嶺山。山", "965": "高險。有開闢至今不解之氷。凝沍汗漫。與天", "966": "雲相連。仰之皚然無際睨。其旁有氷峯摧落", "967": "者。橫踞路側。高可百丈。廣□數尺。以是蹊徑", "968": "崎嘔登涉艱阻。加以氷雪雜飛。不禁寒顫。將", "969": "欲眠食。絕無燥處。唯是懸釜而炊。就氷而寢。", "97": "取却還生。元不減少。然今此寺廢。無僧也。龍", "970": "苦不盡言。七日方出。東南臨至特伽國。聞說", "971": "多暑。十月時如別國八月之熱。不可前進。因", "972": "向東北。行至馬蟻院。乃佛在世時使阿難教", "973": "化之所。名因果處。停住一年。調養凍瘡。全愈", "974": "方行。嚷結所傷兩足磕破。膝額尚有可驗。", "975": "又東行過殑伽河即恒河廣可百丈。其水綠", "976": "波。見底雜石所儭。兩岸奇卉。異香木茂。而往", "977": "一月至跋祿迦國。名小沙磧。王名碧多。都", "978": "城高廣。人物集盛。唯有一寺。名阿奢理兒", "979": "寺寬廣僧多。專學禪定。多遊天竺。又東三千", "98": "樹壽年七百。方始亡也。于時在南天路。為言", "980": "里。過屈支國。王號木文毱多。宮殿整齊。人", "981": "民男婦赤色。敬重三寶。多幻術。所飡諸物華", "982": "美。衣服精麗。使用金銀錢。停住一年。又行東", "983": "過阿耆尼國。多有銀鑛山。金鑛山。高可百", "984": "丈。光氣騰曜。不可名狀。賊寇極廣。其人凶", "985": "惡。慘殺無忌。", "986": "又東行千里。乃古高昌國。先高昌王有妹。被", "987": "主活國王取去。亦名高昌國。古高昌國亦名", "988": "伊吾國。人物清秀。相傳玄奘法師化道之所。", "989": "時有漢僧駐錫。東行三千里至流沙河。即砂", "99": "曰。五言　月夜□□路。浮雲颯颯歸。減書", "990": "漠磧是也。寬八百里。上無飛鳥。下絕走獸。地", "991": "不出水。土無莖草。薰風炎灼。魑魅縱衡。十日", "992": "方出。至野馬泉。安歇取水。有一大寺。名雷", "993": "音。後一窟洞。名碧播屈。昔日如來降諸外道。", "994": "治火龍之所。住一月。東行千里。至五烽。從西", "995": "烽所進有一山。王乃五朧之後。代名王崙卜。", "996": "山下一泉。方圓丈餘。清徹甚美。有達官。看", "997": "守。凡所水者。通報王知。王見五僧。甚生歡", "998": "喜。留住數日。與書一封寄東烽王。使人引出", "999": "界。指說路逕。付水。皮袋盛之。其路一片沙漠"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2089 遊方記抄", "author": "新羅慧超唐圓照等撰", "sourceLink": "http://www.cbeta.org/"}