{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 《摩訶般若波羅蜜》: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "text": {"0": "21 衍與空等品", "1": "光讚經卷第九", "10": "支佛法、佛正覺法——皆從般若波羅蜜出生，", "100": "昧門、陀羅尼門，皆無所有；諸三昧門、陀羅尼", "101": "門，亦復悉空、亦復恍忽；諸三昧門、陀羅尼", "102": "門、皆無自然，是故菩薩不受過去。六波羅蜜", "103": "亦復如是。「復次，舍利弗！及諸法界亦無所有，", "104": "法界悉空、法界恍忽、法界自然，法界亦無七", "105": "空，是故菩薩不受過去。「復次，舍利弗！怛薩", "106": "阿竭亦無所有、亦悉無本，無本恍忽、無本亦", "107": "空，其本無者亦無自然，是故菩薩不受過去。", "108": "其本際者亦無所有，本際悉空、本際恍忽、", "109": "亦無自然，不可思議一切諸界亦無自然，是", "11": "本從其教。」須菩提白佛言：「云何，天中天！諸", "110": "故菩薩不受過去。「復次，舍利弗！諸聲聞、辟", "111": "支佛、怛薩阿竭亦無所有，怛薩阿竭則空恍", "112": "忽、亦無自然，是故菩薩不受過去。道無所", "113": "有，亦空恍忽、亦無自然，薩芸若者亦空恍", "114": "忽、亦無自然，是故菩薩不受過去。所以者", "115": "何？舍利弗！空與恍忽、過去當來中間，亦復如", "116": "是不可得，菩薩亦不可得。是故，舍利弗！空", "117": "與恍忽、過去當來，而無有二、亦無若干，是", "118": "故菩薩不受過去。又舍利弗所問：『何故色無", "119": "有邊，痛痒思想生死識無有邊，菩薩亦無", "12": "所善法——聲聞、辟支佛法、諸佛之法及菩薩法——", "120": "有邊？』痛痒思想生死識如空空。譬如虛空，", "121": "無有邊際、無有中間、無有崖底，空虛但有字。", "122": "舍利弗！色痛痒思想生死識亦如是，無有邊", "123": "際、無有中間、無有崖底，以色空故。其以空", "124": "者，無際無間不可得底；痛痒思想生死識者", "125": "亦復如是。是故，舍利弗！色無有邊，痛痒思", "126": "想生死識無有邊，菩薩亦無邊，皆無所有、亦", "127": "不可得。是故，舍利弗！色與菩薩亦無所有、亦", "128": "不可得；痛痒思想生死識亦復如是。「復次，", "129": "舍利弗！六波羅蜜空，故曰為空；內空亦空、外", "13": "皆從般若波羅蜜出生，皆從其教乎？」佛告須", "130": "空亦空；以空故空，近空、遠空、真空及七空，", "131": "三十七品，十力、無畏諸佛之法，亦復悉空；以", "132": "空故空，無有本際、不可思議一切諸界亦復", "133": "為空，以空故空，諸三昧門、陀羅尼門亦復為", "134": "空，其薩芸若亦復為空，其所曉了道品道慧", "135": "亦復為空；以空故空，其三乘法亦復為空，怛", "136": "薩阿竭亦復為空。故，舍利弗！怛薩阿竭空亦", "137": "無有，色亦不可得，色與菩薩亦無所有，悉不", "138": "可得；痛痒思想生死識者，亦復如是。舍利", "139": "弗所問：『何故一切菩薩悉不可得？云何為菩", "14": "菩提：「檀波羅蜜、尸波羅蜜、羼波羅蜜、惟逮波", "140": "薩說般若波羅蜜？』色痛痒思想生死識亦", "141": "不可得，色不可得，痛痒思想不可得，色色痛", "142": "痒思想生死識不可得；其所思想，想亦無所", "143": "有，所想痛痒亦無所有，所想生死亦無所有，", "144": "所想行識亦無所有亦不可得；所識識者，亦", "145": "無所有亦不可得，所識色、所識痛痒、所識思", "146": "想、所識生死，悉無所有亦不可得。舍利弗！", "147": "其六情者，亦無所有亦不可得，其眼耳鼻舌", "148": "身意者，悉無所有亦不可得。其耳者，悉無", "149": "所有亦不可得；耳與眼者，悉無所有亦不", "15": "羅蜜、禪波羅蜜，四意止、四意斷、四神足念、五", "150": "可得；耳與鼻，悉無所有亦不可得；鼻與齅", "151": "者，悉無所有亦不可得；其鼻及眼，悉無所", "152": "有亦不可得；其鼻與舌，悉無所有亦不可得；", "153": "計於舌者，悉無所有亦不可得。舌眼耳鼻，悉", "154": "無所有亦不可得；其香及身，悉無所有亦不", "155": "可得；身及與身，悉無所有亦不可得；意及", "156": "與意，悉無所有亦不可得。眼耳鼻舌身意，", "157": "悉無所有亦不可得。眼色、耳聲、鼻香、舌味、身", "158": "更、意欲，六情、六識、六味十八諸入因緣，一切", "159": "諸事悉無所有亦不可得。內色外色、痛痒", "16": "根、五力、七覺意、八道行，空、無相、無願諸解脫", "160": "諸法，亦復如是。六波羅蜜及與七空，三十七", "161": "品，十力、無畏諸佛之法，諸三昧門、陀羅尼門，", "162": "種性諸法——阿羅漢法、辟支佛法、怛薩阿竭、菩", "163": "薩法——十住事法、薩芸若慧及諸道慧，上至怛", "164": "薩阿竭及與菩薩，悉無所有亦不可得。菩薩", "165": "與般若波羅蜜，悉無所有亦不可得。又般若", "166": "波羅蜜於般若波羅蜜，悉無所有亦不可得。", "167": "般若波羅蜜及與菩薩，悉無所有亦不可得。", "168": "般若波羅蜜無言無說、無教無化，不可得故，", "169": "於菩薩者無言無說、無教無化，亦無所有亦", "17": "門，如來十力、四無所畏、十八不共諸佛之法，", "170": "不可得。般若波羅蜜亦無所有亦不可得。是", "171": "故，舍利弗！一切諸法亦無所有亦無得者，不", "172": "可得故。菩薩摩訶薩亦不可得亦無所說，如", "173": "舍利弗所言。何以故字，而字菩薩從何來？", "174": "其名字者，為在何所而為菩薩，是故名為菩", "175": "薩。言菩薩者，但以字耳，從何所來？色痛痒", "176": "思想生死識者，但以字耳，但字字著言耳，", "177": "而無有色，無有痛痒思想生死識。所以者何？", "178": "字者亦空，字自然空，不以是故名為菩薩，亦", "179": "無己字丹本亦不以空為菩薩也。「復次，舍利弗！六波", "18": "四分別辯，大慈大哀無忘失法慈悲喜護，", "180": "羅蜜但以字耳，不以字故為六波羅蜜。是所", "181": "言菩薩者，但以字耳。是以言般若波羅蜜，", "182": "但以字耳，不以字故為般若波羅蜜。般若波", "183": "羅蜜者，無有字也。所以者何？字與般若波羅", "184": "蜜，二者俱空，不可得故。舍利弗！所言菩薩", "185": "但假號耳，所言內空、外空、近空、遠空、真空、所", "186": "有空、無所有空，但以字耳，其七空者不以字", "187": "空。所以者何？不以字故為空也，此諸空者", "188": "為不可得。是故，舍利弗！所言菩薩，但假號耳。", "189": "舍利弗！此所名字為假號耳，意止、意斷、根、力、", "19": "曉了道品所施行法，聲聞、辟支佛法、菩薩法，", "190": "覺意、八道三十七品，十力、無畏、十八不共諸", "191": "佛之法，但假號耳，不以字故為諸佛法，諸佛", "192": "法空。是故，舍利弗！所言菩薩但假號耳。諸", "193": "三昧門、陀羅尼門，須陀洹、斯陀含、阿那含、阿", "194": "羅漢、辟支佛、菩薩上至佛，亦假號耳，不以", "195": "字為字。所言吾我、我所，推其本末，亦無所有", "196": "無所成，吾我不可得，何況於道有所得者？", "197": "所知所見亦不可得，何況欲令有所成者？舍", "198": "利弗！色痛痒思想生死識，本末亦不可得，何", "199": "況欲令識有成眼，眼更因緣痛痒？耳鼻舌", "2": "西晉月氏國三藏竺法護譯", "20": "一切諸法皆從般若波羅蜜中出生，皆從其", "200": "身意，六情所入亦不可得；六波羅蜜、七空，", "201": "本末空亦不可得，何況欲令有所成者？三十", "202": "七品、十力、四無畏諸佛之法，推其本末亦不", "203": "可得，何況欲令有所成者？諸三昧門、陀羅尼", "204": "門，推其本末悉不可得，何況欲令有所成者？", "205": "聲聞、辟支佛、怛薩阿竭、阿羅訶、三耶三佛都不", "206": "可得。是故，舍利弗！所言吾我悉無所有，一切", "207": "諸法亦無所有，悉為自然。所以者何。自然無", "208": "合無散。」舍利弗問須菩提：「何謂自然無合無", "209": "散？」答曰：「色痛痒思想生死識者，用自然故", "21": "教。又，須菩提！其摩訶衍般若波羅蜜及五波", "210": "無合無散；眼耳鼻舌身意，六情所受所生、", "211": "痛痒所合，悉為自然無合無散；六波羅蜜", "212": "亦無合無散悉為自然，是故舍利弗。一切諸", "213": "法，皆無所有悉為自然。「復次，舍利弗！一切諸", "214": "法亦無有常亦無所至。」舍利弗問須菩提：「何", "215": "謂一切諸法無常無至？」須菩提言：「色痛痒思", "216": "想生死識亦無有常、無所歸趣。所以者何？其", "217": "無常者，悉無所有亦無有眼，是故一切諸法", "218": "皆無有常、無所歸趣。諸所有法亦復如是，悉", "219": "無有常、無所歸趣。一切諸漏乃至無漏，所可", "22": "羅蜜，色痛痒思想生死識，眼色識、耳聲識、鼻", "220": "說者、無所說法。其有常者，則為無所有亦無", "221": "有眼。是故，舍利弗！一切萬物悉無有常無所", "222": "歸趣。復次，舍利弗！一切諸法無所積聚亦無", "223": "有壞。」又問須菩提：「云何一切諸法亦無積聚", "224": "亦無有壞？」答曰：「色痛痒思想生死識者，亦", "225": "無積聚亦無有壞。所以者何？用清淨故。諸", "226": "善不善所有法、無所有法，有漏法、無漏法，悉", "227": "無積聚亦無有壞。所以者何？用清淨故。是", "228": "故，舍利弗！一切所有悉無所有。舍利弗！所", "229": "問：『色何所生？』色無所生，痛痒思想生死識", "23": "香識、舌味識、身更識、意法識，所更因緣所習", "230": "者，亦無所生。所以者何？舍利弗？色痛痒", "231": "思想生死識亦無所有，曉了行者則無有色", "232": "亦無所生，痛痒思想生死識亦無所生，色", "233": "痛痒思想生死識亦無所有。所以者何？曉", "234": "了行者則為無有眼，眼無所有。所以者何？", "235": "曉了行者悉無所有，六情亦然。「復次「舍", "236": "利弗！一切諸法悉無所有。所以者何？曉了", "237": "行者不造所有。是故，舍利弗！色痛痒思想", "238": "生死識者，亦無所生。又，舍利弗！所問者色", "239": "無所生則為非色，亦非痛痒思想生死識。何", "24": "因緣，諸可不可意所習種，意止、意斷、神", "240": "以故？色清淨、空、無起滅，亦無所住、亦無別異。", "241": "以痛痒思想生死識亦清淨，空清淨故，故曰", "242": "清淨，亦無起滅、亦無所住、不可分別，一切所", "243": "有亦復清淨，空清淨故曰清淨，亦無所起、", "244": "亦無所滅、亦無所住、不可別知。是故，舍利弗！", "245": "色痛痒思想生死識者，亦無所生。如舍利", "246": "弗所問：『何故說此悉無所生？當何從說般若", "247": "波羅蜜？所以者何？般若波羅蜜亦無所生。設", "248": "無所生，般若波羅蜜亦無所出，無有二法、亦", "249": "無若干。』是故說此，而當從何所說般若波羅", "25": "足、根、力、七覺、八道，十力、無畏、十八不共諸", "250": "蜜？舍利弗問：『亦不從異處出生菩薩而得道", "251": "行。所以者何？菩薩摩訶薩行般若波羅蜜者，", "252": "不從異生亦復不見異。』般若波羅蜜亦復不", "253": "別異處而悉等見，諸菩薩行亦無所生。又菩", "254": "薩者，無有二法亦無若干，亦不見色痛痒思", "255": "想行生死識有異處生。所以者何？用無生故，", "256": "色無有二、亦無若干，亦不從異而有所生，亦", "257": "不見色從異處生。所以者何？色無所生，識無", "258": "有名，亦無若干。其十八種、三十七品、諸佛之", "259": "法，及與七空、三乘之法，不見所生。所以", "26": "佛之法，空、無想願諸解脫門，一切善法——有", "260": "者何？無所生故，無有二法、亦無若干。是故，舍", "261": "利弗！不得菩薩有異處生而行道者。又，舍利", "262": "弗！向者所問：『假使菩薩摩訶薩聞是說者，無", "263": "所恐、不畏亦無所懼，則為行般若波羅蜜。』", "264": "所以者何？菩薩摩訶薩觀一切諸法，皆悉如", "265": "夢，如幻、野馬、芭蕉、影、響。是故，舍利弗！菩薩", "266": "摩訶薩聞是！不恐不怖亦不畏懼，是為行般", "267": "若波羅蜜。」須菩提白佛言：「天中天！菩薩摩", "268": "訶薩行般若波羅蜜時，觀法如是，便不受", "269": "色痛痒思想生死識，亦無所捨、亦無所住、", "27": "漏無漏、有所有無所有、有為無為——苦、習、盡", "270": "亦無所著般若波羅蜜，則無有色痛痒思想", "271": "生死識，亦不受、亦不捨、亦無住、亦無著無、所", "272": "分別，亦不受眼耳鼻舌身意六情所依、不受", "273": "吾我；亦不受檀波羅蜜，亦無所捨、亦無所住，", "274": "亦無所著，不處吾我。尸、羼、惟逮、禪、般若波羅", "275": "蜜，亦不受七空，亦無所捨、亦無所住、亦無所", "276": "著，不處吾我。「復次，天中天！行般若波羅蜜者，", "277": "於三十七品、十力、無畏、十八不共諸佛之法，亦", "278": "復如是，亦無所受、亦無所捨、亦無所住、亦", "279": "無所著，不處吾我。「復次，天中天！菩薩不受一", "28": "道，欲界、色界、無色界，內空、外空、近空、遠空、真", "280": "切諸三昧門、陀羅尼門，亦無所受、亦無所捨、", "281": "亦無所住、亦無所著、不處吾我。所以者何？菩", "282": "薩行般若波羅蜜，不見色痛痒思想生死識，", "283": "不見十八種、三十七品及與七空，聲聞、辟支", "284": "佛，上至佛及薩芸若亦無所見。所以者何？", "285": "無色痛痒思想生死識，亦無所起亦無有識，", "286": "六情無所起亦無有六情，六波羅蜜亦無所", "287": "起亦無六波羅蜜，般若波羅蜜亦無所起，亦", "288": "無有二亦無若干，內空、外空亦無所起，近空、", "289": "遠空、真空、所有空、無所有空亦復如是。所以", "29": "空、所有空、無所有空，一切平等，及諸三昧、陀", "290": "者何？其七空者亦無所起，亦無有二亦無若", "291": "干。是故，天中天！其七空、三十七品、十力、無畏、", "292": "十八不共諸佛之法亦無所起，亦無有二亦", "293": "無若干。所以者何？天中天！是無所起，是故", "294": "為無二無三，無有若干故，諸佛之法悉無所", "295": "起，有所起者非為佛法。唯，天中天！其無本", "296": "者亦不可思議，諸法境界亦無所起，其不可", "297": "思議界，則無有二亦無若干。唯，天中天！須陀", "298": "洹、斯陀含、阿那含、阿羅漢、辟支佛、菩薩，上至", "299": "薩芸若慧，悉無所起亦無所有，故薩芸若為", "3": "22 分曼陀尼弗品《摩訶般若波羅蜜》〈分曼陀尼弗品〉第二十", "30": "羅尼門，怛薩阿竭所曉了法自到成就，諸", "300": "無所起。所以者何？無有精進，是為無二無三", "301": "亦無若干；色痛痒思想生死識者，則為滅", "302": "盡亦無有色，是故識亦滅盡，則無有二亦無", "303": "若干。所以者何？天中天！其精進者，無一無二", "304": "無三亦無若干，其精進識亦無有識，是為檀", "305": "波羅蜜，亦無所起、無所精進，無二無三亦無", "306": "若干，尸、羼、惟逮、禪、般若波羅蜜亦復如是，及", "307": "諸七空、三十七品、十力、無畏、十八不共諸佛之", "308": "法，亦復如是。其言，天中天！無所精進，於此", "309": "行中無能計者，五陰、六衰、六波羅蜜、三乘之", "31": "佛法界、如來本際、不可思議界，若合若散、無", "310": "法，上至薩芸若慧，亦復如是。」", "311": "24 觀行品摩訶般若波羅蜜觀行品第二十四", "312": "爾時須菩提謂舍利弗言：「云何菩薩摩訶", "313": "薩行般若波羅蜜而觀諸法？何謂菩薩行道", "314": "為一切人，而言菩薩而悉曉了一切道法，於一", "315": "切法為無所著？曉了諸法，則為曉了色痛痒", "316": "思想生死識，而於識事亦無所著。曉了三十", "317": "七品、十力、無畏諸佛之法，亦無所著。何謂一", "318": "切諸法事者？」須菩提謂舍利弗：「其觀諸法形", "319": "像瑞應，色聲香味細滑之法，其內外法、有為", "32": "合無散、有色無色、有見無見，有形無形、有相", "320": "無為，所有、無所有，形像瑞應了無因緣，是為", "321": "觀法。又，舍利弗！所問：『何謂般若波羅蜜？』盡", "322": "無所樂，是名為般若波羅蜜。何謂為盡而無", "323": "所樂？舍利弗！不樂陰、種、諸入，不樂六波羅", "324": "蜜：尸、羼、惟逮、禪、般若波羅蜜，不樂七空，不", "325": "樂三十七品、十力、無畏、十八不共諸佛之法，", "326": "是名曰盡無所樂，是為般若波羅蜜。於薩芸", "327": "若亦無所樂，是為般若波羅蜜。是為名曰盡", "328": "無所樂，是為般若波羅蜜。所問：『何謂為觀？』", "329": "是菩薩摩訶薩行般若波羅蜜時，不觀色有", "33": "無相，是一切諸法皆從摩訶衍出生，為順般", "330": "常、無常，不觀色苦、樂，不觀色有我、無我，不觀", "331": "色有空無空、有相無相、有願無願，不觀色寂", "332": "與不寂，不觀色恍忽不恍忽；痛痒思想生死", "333": "識及與七空并三脫門，亦復如是。不觀三", "334": "十七品：意止、意斷、神足、根、力、七覺、八道諸佛", "335": "之法，苦樂善惡、有我無我、有常無常，諸三", "336": "昧門、陀羅尼門、薩芸若慧，有常無常、苦樂善", "337": "惡，有我無我、有空無空及三脫門。舍利弗！", "338": "是為菩薩摩訶薩觀行般若波羅蜜。」舍利弗", "339": "問須菩提：「何謂色痛痒思想生死識亦無所", "34": "若波羅蜜教。所以者何？須菩提！摩訶衍般", "340": "起則無有識，根、力、覺意、三十七品、七空、四非", "341": "常法、薩芸若慧悉無所起，薩芸若則無所有？」", "342": "須菩提謂舍利弗：「謂色七空，其以空者則", "343": "無有形，是故色為無所起，則無有色；痛痒", "344": "思想生死識亦爾。六波羅蜜空，其已空者非", "345": "般若波羅蜜，慧無所起。是故，舍利弗！般若", "346": "波羅蜜則無所起，非般若波羅蜜，及與七空、", "347": "三十七品、十力、無畏諸佛之法，諸三昧門、陀", "348": "羅尼門、薩芸若慧，亦復如是。色無所起則為", "349": "無色痛痒思想生死識，乃至薩芸若慧亦復", "35": "若波羅蜜等無異，六波羅蜜復無有異，十力、", "350": "如是，無所起者則為無慧。」舍利弗謂須菩提：", "351": "「何謂色痛痒思想生死識，上至薩芸若慧，而", "352": "無有二？」須菩提言：「如是，如是！其無二者，色", "353": "則無二，痛痒思想生死識一切識法，無合無", "354": "散、無色無見、無所取捨，如是相者則為無想；", "355": "及其七空、三十七品、四非常法、薩芸若慧，亦", "356": "復如是。五陰、六衰上至薩芸若，悉無有二。」舍", "357": "利弗問須菩提：「何謂色無有二、清淨無來，痛", "358": "痒思想生死識，上至薩芸若慧？」須菩提謂舍", "359": "利弗：「如是，如是！色不為異、無所起者，亦復", "36": "無畏諸佛之法亦無有異，是故摩訶衍、諸佛", "360": "無異色、無所起；痛痒思想生死識，上至薩芸", "361": "若慧，亦復如是。如是，舍利弗！色無有二，五", "362": "陰、六衰，上至薩芸若慧，亦無有二，一切清", "363": "淨、無所從來。」須菩提白佛言：「菩薩摩訶薩行", "364": "般若波羅蜜觀諸法，見一切色亦無所起、本", "365": "末清淨，痛痒思想生死識亦復如是；吾我知", "366": "見悉無所起，本末清淨；檀、尸、羼、惟逮、禪、般若", "367": "波羅蜜亦復如是，悉無所起、本末清淨；及與", "368": "七空、三十七品、根、力、覺意、十力、無畏諸佛之", "369": "法，不見所起、本末清淨；觀諸三昧門、陀羅尼", "37": "之法，則無有異、亦無有二、亦無若干。是故，須", "370": "門、薩芸若慧，不見所起、本末清淨；觀凡夫法", "371": "見凡夫法，悉無所起、本末清淨；觀須陀洹、斯", "372": "陀含、阿那含、阿羅漢，聲聞、辟支佛及與菩薩，", "373": "見此諸法悉無所起、本末清淨，觀一切佛法，", "374": "見無所起、本末清淨、不見所起。」舍利弗問須", "375": "菩提：「今所說者，當云何解？五陰、六衰、三乘", "376": "之法及薩芸若，悉無所起者，亦無五道、亦", "377": "無菩薩摩訶薩、亦無得神通。設，須菩提！一切", "378": "諸法悉無所起，何以故成須陀洹斷於三結", "379": "而修行道，斯陀含者亦斷三結、婬怒癡薄", "38": "菩提！所說摩訶衍者，則說般若波羅蜜。」", "380": "而修行道，阿那含者捐棄重擔、斷除眾結而", "381": "修行道，阿羅漢者除斷眾結及五根、無有生", "382": "死而修行道，辟支佛乘以因緣覺而修行道？", "383": "何故菩薩勤苦行道，為無央數眾生勤苦？", "384": "何故逮成阿耨多羅三藐三菩而轉法輪？」須", "385": "菩提言：「我不欲令無所起法而有所得，亦不", "386": "欲令無所起法至須陀洹、斯陀含、阿那含、阿羅", "387": "漢、辟支佛，亦復如是。我亦不使菩薩摩訶薩", "388": "勤苦行，不令菩薩精勤苦行。所以者何？舍", "389": "利弗！不以別相勤苦故，度不可計阿僧祇", "39": "23 等三世品摩訶般若波羅蜜等三世品第二十三", "390": "人。又，舍利弗！行菩薩道者，當度不可計阿", "391": "僧祇人，念之如母、念之如父、念之如子、念之", "392": "如身，所行亦無所起。菩薩當作是念：『求於吾", "393": "我皆無所有亦不可得，觀內外法當作是了。』", "394": "設起想者，不念勤苦亦不起想。所以者何？", "395": "一切諸法悉無所起亦不可得。又，舍利弗！我", "396": "亦不欲令怛薩阿竭而無所起，無阿耨多羅", "397": "三耶三菩，亦不欲令轉於法輪，亦不欲令得", "398": "無所起法。」舍利弗問須菩提：「所說云何欲令", "399": "有起而逮法乎？而云無起不逮諸法。」須菩提", "4": "二", "40": "須菩提白佛言：「菩薩亦不念過去、亦不念當", "400": "言：「不以無起而逮諸法，亦不以起而逮諸法。」", "401": "又問須菩提：「云何無所起法亦不無起而逮", "402": "諸法？」須菩提言：「我不欲令無所起生而逮諸", "403": "法，亦不欲令無無所逮。」舍利弗言：「於須菩", "404": "提意云何，無有逮得、無成道乎？」須菩提言：", "405": "「有得、有道，實無有二。又，舍利弗！逮得成道方", "406": "俗言耳，所言須陀洹、斯陀含、阿那含、阿羅漢、", "407": "辟支佛，皆因俗教而有此言。推其本末，無有", "408": "逮得、無有成道、無有三乘。」舍利弗問須菩提：", "409": "「所逮成道因方俗乎？如是五道方俗所言，所", "41": "來、亦不念中間；色痛痒思想生死識亦無有", "410": "有悉壞不為真諦。」答曰：「如是所言，因於世俗，", "411": "言有所得而逮成道，五道亦然。方俗盡壞，不", "412": "為真諦。所以者何？欲成真諦，無有善惡、不起", "413": "不滅，無諸塵勞亦無恚恨，乃為真諦。」舍利", "414": "弗問須菩提：「其無生法，寧有起乎？若所生法", "415": "而起生乎？」須菩提：「無所生法亦無所生，其", "416": "所生法亦復不生。」舍利弗言：「云何欲令無所", "417": "生法而有所生？」須菩提言：「色痛痒思想生", "418": "死識亦無所生，自然為空，不欲令生；聲聞、辟", "419": "支佛，上至佛道，悉無所生，自然為空，不欲令", "42": "邊，菩薩亦無有邊。色與菩薩俱無所有、亦不", "420": "生。」舍利弗言：「其所生者復有生乎？無所生", "421": "者而起生耶？」須菩提言：「其所生者亦無所生，", "422": "其無所生亦無所生。所以者何？舍利弗！所", "423": "生、無所生，此二法者，無合無散、無色無見、", "424": "無所受持，則為一相無所有相。是故，舍利弗！", "425": "所生無所生，其無生者亦復不生。」舍利弗言：", "426": "「誰能堪任無所生法？是，須菩提！無所生法其", "427": "無所生，無所生法亦無所生。」須菩提言：「其", "428": "無所生無所生法為無所生，堪任無生無所", "429": "生法為無所生。所以者何？其無生法無所生", "43": "可得；痛痒思想生死識，識與菩薩俱無所有、", "430": "者，及與辯才，悉無所生；此一切法，無合無散、", "431": "無色無見、不可受持，則為一相無所有相。」舍", "432": "利弗言：「無所生無所生辯，無所生法亦", "433": "無所生，是故堪任？」須菩提言：「如是，如是！無", "434": "所生故無所生辯，無所生法亦無所生，乃為", "435": "堪任。所以者何？色痛痒思想生死識者亦無", "436": "所生，六情、四大，是眼耳鼻舌身意亦無所生，", "437": "地水火風空及諸識種亦無所生，身口意行", "438": "亦無所生，聲聞、辟支佛上至佛亦無所生。是", "439": "故，舍利弗！無所生辯無無所生，無所生法故", "44": "亦不可得。如是，天中天！一切菩薩摩訶薩皆", "440": "無所生，其行此者乃能堪任無所生法。」舍利", "441": "弗謂須菩提：「賢者須菩提所說法為第一尊。", "442": "所以者何？若有問者隨所問說，於一切諸", "443": "法亦無所著。」舍利弗言：「云何於一切法而無", "444": "所著？」須菩提言：「色痛痒思想生死識，清淨、", "445": "空，亦無所著，亦無內外、亦無兩間；六情所更", "446": "十八諸種亦空、清淨，不著內外、亦無兩間；六", "447": "波羅蜜及與七空，三十七品、十力、無畏、十八", "448": "不共諸佛之法，亦清淨、空，不著內外、亦無兩", "449": "間。是，舍利弗！於一切法而無所著，菩薩摩訶", "45": "不可得。當云何教菩薩摩訶薩般若波羅蜜？", "450": "薩行六波羅蜜者，於色痛痒思想生死識清", "451": "淨，上至薩芸若皆清淨。」舍利弗言：「何謂菩", "452": "薩摩訶薩純行六波羅蜜淨菩薩道？」須菩提", "453": "言：「其檀波羅蜜，有俗間施不為度世，尸波羅", "454": "蜜、羼波羅蜜，惟逮、禪、般若波羅蜜，俗間之智", "455": "亦度世智。」舍利弗問曰：「何謂世俗檀波羅", "456": "蜜、度世檀波羅蜜？」須菩提言：「菩薩摩訶薩多", "457": "所施與沙門、婆羅門、貧窮乞丐，飢者與食，渴", "458": "者與漿，香華、伎樂、宅舍、七寶、生活之業、病瘦", "459": "醫藥，各各隨人之所思欲，男女、妻子、頭目、肌", "46": "一切求菩薩悉不可得、亦不可見，當云何說", "460": "體，人所貪者，而不愛惜恣意與之。悉呼：『授之", "461": "無有慳嫉，吾為施主一切放捨，從佛之教行", "462": "檀波羅蜜。』如是施已有所望想，於諸眾生志", "463": "在顛倒以為堅要，持用勸助阿耨多羅三耶", "464": "三菩，以此所施令諸群生現世安隱，至無餘", "465": "界而般泥洹。彼合三事而有所施。何謂為三？", "466": "自想、吾我想、計他人有施報想，是為三。是", "467": "為俗間檀波羅蜜，不為度世。何故名之世俗", "468": "檀波羅蜜？不為度世，在俗不移，不得度脫", "469": "至無罣礙，是名為世俗檀波羅蜜。能淨三", "47": "般若波羅蜜教菩薩耶？菩薩而復號菩薩，但", "470": "品。何謂為三？菩薩摩訶薩有所施與，不得", "471": "吾我、不見受者、而有所取亦不想報，是為", "472": "菩薩摩訶薩淨於三品。「復次，舍利弗！菩薩", "473": "摩訶薩施與眾生，亦無有人，而以勸助阿耨", "474": "多羅三耶三菩，無有眾想、悉無所見，是為度", "475": "世檀波羅蜜。所以名檀波羅蜜者，以度世故", "476": "不著於世；尸、羼、惟逮、禪、般若波羅蜜，亦復如", "477": "是，有所望想為俗間智，無所望想為度世智。", "478": "舍利弗！是為菩薩摩訶薩純行六波羅蜜成", "479": "菩薩道。」舍利弗復問須菩提：「何謂菩薩摩訶", "48": "有字耳。譬如人自言：『吾有我。』本末求之悉", "480": "薩成菩薩道？」須菩提言：「意止、意斷、神足、根、力、", "481": "七覺意、八道、十力、無畏、十八不共，空、無相、無", "482": "願三脫之門，及與七空，一切三昧、陀羅尼門，", "483": "四分別辯、大慈大哀，是為菩薩摩訶薩道。」舍", "484": "利弗言：「善哉，善哉！須菩提！何所波羅蜜能", "485": "成勇猛，為第一上而得度乎？」須菩提言：「般", "486": "若波羅蜜勇猛之恩而得度矣。所以者何？般", "487": "若波羅蜜是一切諸法之母，護度聲聞、辟支", "488": "佛，令得成就菩薩，故曰般若波羅蜜。般若", "489": "波羅蜜悉入三乘，過去當來今現在十方世", "49": "無所有。諸法自然，何所生色，色之所生；何", "490": "界諸怛薩阿竭、阿羅訶、三耶三佛，皆因般若", "491": "波羅蜜得阿耨多羅三耶三菩，逮成阿惟三", "492": "佛。若有菩薩摩訶薩聞說般若波羅蜜，不", "493": "以狐疑、不懷猶豫，當知是菩薩摩訶薩則為", "494": "將從一切眾生，為一切故無所愛惜，悉能施", "495": "與、無有顛倒，是則不離菩薩摩訶薩行。如是", "496": "念者則為思惟無極大哀。」舍利弗語尊者須", "497": "菩提：「菩薩摩訶薩思惟樂於大哀大悲，是菩", "498": "薩摩訶薩則為捨離一切眾生。所以者何？一", "499": "切眾生不離念故。」須菩提言：「善哉，善哉！舍", "5": "爾時賢者分曼陀尼弗白佛言：「尊者須菩", "50": "所生痛痒思想生死識，識之所生？唯，天中天！", "500": "利弗！吾今讚歎賢者所說，為真為諦。人無", "501": "所有，其所念者亦無所有；人無自然，其所念", "502": "者亦無自然；人為空為，念亦空為；人恍忽，", "503": "念亦恍忽；人身空無，念亦空無；人無所覺，", "504": "念亦無覺；色痛痒思想生死識者亦無所", "505": "有，所念亦無所有；七空亦無所有，無所有", "506": "色空恍忽，色無所覺，念亦無所覺。十八諸", "507": "種、地水火風識界，檀、尸、羼、惟逮、禪、般若波羅", "508": "蜜，三十七品、十力、無畏諸佛之法，一切三昧、", "509": "陀羅尼門、薩芸若慧，曉了是者悉無所有，則", "51": "其無所生，則無有色亦無有識也。何所有說", "510": "為是道，所念無所有；人無所覺，所念亦無", "511": "所覺，當曉了是乃成正覺。菩薩摩訶薩當作", "512": "是行，菩薩摩訶薩不離是念乃成正覺。」爾時", "513": "佛讚須菩提言：「善哉，善哉！菩薩摩訶薩當作", "514": "是說般若波羅蜜。如汝所說，悉承怛薩阿竭", "515": "威神，菩薩摩訶薩當作是行般若波羅蜜。」賢", "516": "者須菩提說般若波羅蜜時，三千大千世界", "517": "六反震動，東西南北上下皆動，於時佛笑。", "518": "須菩提白佛言：「今，天中天！何以故笑？會當", "519": "有意。」佛告須菩提：「如吾今日於此忍土說般", "52": "般若波羅蜜者？當云何教菩薩？亦無有異處，", "520": "若波羅蜜，十方現在諸怛薩阿竭、阿羅訶、三", "521": "耶三佛，亦各說般若波羅蜜。」佛說是語時，", "522": "十二那術諸天人民，皆得無所從生法忍，應", "523": "時悉得見十方諸佛皆說般若波羅蜜。說是", "524": "語時，無央數阿僧祇人皆發阿耨多羅三耶", "525": "三菩心。", "526": "光讚經卷第九", "53": "亦無有出生，亦不可得菩薩者，亦不得行道", "54": "者。菩薩聞是，不恐不怖、無所畏懼，菩薩摩訶", "55": "薩則為行般若波羅蜜。」舍利弗謂須菩提：「云", "56": "何過去當來中間菩薩而不可得。何以故？色", "57": "無有邊，痛痒思想生死識亦無有邊，菩薩亦", "58": "無有邊。色痛痒思想生死識，俱無所有亦不", "59": "可得，一切菩薩皆不可得。云何教菩薩摩訶", "6": "提，佛使說般若波羅蜜，乃說摩訶衍事為？」須", "60": "薩？般若波羅蜜何所說？吾我都不可見，菩薩", "61": "亦不可得處，云何教菩薩摩訶薩般若波羅", "62": "蜜？何以故說是言：『菩薩摩訶薩但有字耳，", "63": "求索吾我而無本末。諸法自然，色從何生？", "64": "痛痒思想生死識從何出生？唯，天中天！其無", "65": "所生則無有色，其無所生者則無痛痒思想", "66": "生死識。』向者須菩提作是說言：『其無所生，", "67": "當云何教般若波羅蜜？』何故說言：『亦無異處。』", "68": "有所生者而可得菩薩耶？其行道者，何故須", "69": "菩提而說此言：『菩薩摩訶薩聞是，心不恐怖，", "7": "菩提白佛言：「唯，我說摩訶衍得無過，天中天！」", "70": "則為行般若波羅蜜。』所說云何？」須菩提謂舍", "71": "利弗：「人無所有故，過去菩薩而不可得，眾", "72": "生悉空，是故過去菩薩而無所受。眾生恍", "73": "忽，是故過去菩薩而無所受。色無所有，", "74": "是故菩薩不受過去痛痒思想生死識。空無", "75": "所有，是故菩薩不受過去受。過去色空，痛", "76": "痒思想生死識亦空；色恍忽，痛痒思想生", "77": "死識恍忽；色自然，痛痒思想生死識自然；", "78": "是故菩薩不受過去。檀波羅蜜、尸波羅蜜、羼", "79": "波羅蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜，", "8": "佛言：「不過也。汝說摩訶衍，為隨般若波羅蜜", "80": "悉無所有，是故菩薩不得過去。所以者何？舍", "81": "利弗！其以空者不可得過去當來中間，無有", "82": "異空、無有菩薩，無有過去空菩薩及過去事，", "83": "皆悉無二、無若干也。是故菩薩不受過去，當", "84": "來中間亦復如是。取要言之，檀波羅蜜亦復", "85": "恍忽，檀波羅蜜自然，尸波羅蜜、羼波羅", "86": "蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜亦復悉", "87": "空，般若波羅蜜亦復恍忽則無自然，是故", "88": "菩薩不受過去。是故，舍利弗！其以空者無有", "89": "過去當來中間，空與菩薩及已過去，亦無有", "9": "教。所以者何？須菩提？諸所有善法——聲聞、辟", "90": "二、亦無有若干，是故，舍利弗！菩薩不受過去。", "91": "其七空者亦無所有，是故菩薩不受過去。「復", "92": "次，舍利弗！其意止、意斷、神足、根、力、七覺、八道", "93": "三十七品，亦復為空、亦復恍忽；其七空者亦", "94": "復如是，是故菩薩不受過去。十力、無畏、十八", "95": "不共諸佛之法，悉空恍忽，是故菩薩不受過", "96": "去。六波羅蜜亦無所有、亦復恍忽、亦無自", "97": "然，是故菩薩不受過去。「復次，舍利弗！一切", "98": "三昧悉無所有，陀羅尼門皆無所有；諸三", "99": "昧門、陀羅尼門，亦復悉空、亦復恍忽；諸三"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 《摩訶般若波羅蜜》: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}