{"author": "唐 窺基撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1840 因明入正理論疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "因明入正理論疏卷下", "1": "大慈恩寺沙門基撰", "2": "論。相違有四謂法自相相違因法差別相違因", "3": "有法自相相違因有法差別相違因等。述", "4": "曰。下第三解相違有三。初標。次列。後釋。此", "5": "初二也。相違因義者。謂兩宗相返。此之四過。", "6": "不改他因。能令立者宗成相違。與相違法而", "7": "為因故。名相違因。因得果名名相違也。非因", "8": "違宗名為相違。故無宗亦違因。例而成難。理", "9": "門論云。若法能成相違所立。是相違過。即名", "10": "似因。如無違法。相違亦爾。所成法無定無有", "11": "故。由彼說故因仍舊定。喻可改依。故下四", "12": "過。初一改喻。後三依舊。問有因返宗。不順因", "13": "義。因名相違。宗亦返因。不順宗義。應名相", "14": "違。答由因成宗令宗相返。因名相違。非宗成", "15": "因。令因相返。不名相違。又因名法自相相違。", "16": "宗名比量相違。因別疏條。相違開四。宗違合", "17": "說。唯名比量相違。以宗准因。故知亦有法之", "18": "差別。有法自相。有法差別比量相違。不爾何", "19": "故但說有法自相比量相違。其相違決定。及", "20": "相違因。各四種耶。此宗說法略有二種。一自", "21": "性。二差別。此有三重。一者局通。對法等言。", "22": "所成立自性者。謂我自性。法自性。若有若無。", "23": "所成立故。各別性故。差別者。謂我差別。法差", "24": "別。若一切遍。若非一切遍。若常若無常。若有", "25": "色若無色。如是等無量差別。隨其所應。空等", "26": "遍有。色等非遍。前局後通故二差別。二者先", "27": "後。於總聚中。言先陳者名為自性。言後說", "28": "者名為差別。以後所陳分別前故。佛地論云。", "29": "彼因明論自相共相。與此有異。彼說諸法各", "30": "別局附自性。名為自相。貫通他上如縷貫", "31": "花。名為共相。故依於此。聲等局體名為自性。", "32": "無常貫他名為差別。得名不定。若立五蘊一", "33": "切無我。五蘊名為自相。我無我等名為差別。", "34": "若說我是思。思為差別。我為自性。是故不定。", "35": "以理推之。此雖即前。然教少異。義亦別故。分", "36": "為二門。三者言許。言中所陳。前局及後通。俱", "37": "名自性。故法有法皆有自性。自意所許別", "38": "義。所可成立名為差別。故法有法皆有差別。", "39": "非取一切。義如前說。今說有因令此四種宗", "40": "之所立返成相違。故名法自相相違因等。論", "41": "說等言者。義顯別因。所乖返宗不過此四。故", "42": "論但說有四相違。能乖返因有十五類。違一", "43": "有四。謂各別違。違二有六。謂違初二。違初", "44": "三。違初四。違二三。違二四。違三四。違三有", "45": "四。謂互除一。違四有一。故成十五。論中但顯", "46": "初二別違一因。後二共違二因。舉此三種等", "47": "餘十二。故說等言。", "48": "論。此中法自相相違因者如說聲常所作性故", "49": "或勤勇無間所發性故。述曰。下別釋四。初", "50": "文有三。初標牒名。次顯宗因。後成違義。此初", "51": "二也。問相違有四。何故初說法自相因。答正", "52": "所諍故。上比量相違。相違決定。皆唯說彼", "53": "法自相故。從彼初說。此有二師。如聲生論。", "54": "立聲常宗。所作性因。聲顯論立勤勇無間", "55": "所發性因。", "56": "論。此因唯於異品中有是故相違。述曰。此", "57": "成違義。由初常宗。空等為同品。瓶等為異品。", "58": "所作性因。同品遍非有。異品遍有。九句因中。", "59": "第四句也。應為相違量云。聲是無常。所作性", "60": "故。譬如瓶等。由第二宗。空為同品。以電瓶等", "61": "而為異品。勤勇發故因。於同遍無。於異品", "62": "電無瓶等上有。九句因中。第六句也。此之二", "63": "因。返成無常。違宗所陳法自相故。名相違因。", "64": "故理門云。於同有及二。在異無是因。返此名", "65": "相違。所餘皆不定。此所作性因。翻九句中第", "66": "二正因。彼同品有異品非有。此同非有異品", "67": "有故。此勤勇因。翻九句中第八正因。彼同品", "68": "有非有異品非有。此同非有異品有非有故。", "69": "上已數論。略不繁述。此一似因。因仍用舊。喻", "70": "改先立。後之三因。因喻皆舊。由是四因。因必", "71": "仍舊。喻任改同。若不爾者。必無法自相與", "72": "餘隨一合。可成違二因。許初改喻。後三不改", "73": "故。又九因中第四第六名相違因。要同非有。", "74": "異有或俱。若隨所立。後三相違直觀立者因", "75": "於同有。如何復難成相違耶。理門但言若法", "76": "能成相違所立。是相違過。即名似因。不說同", "77": "喻亦仍用舊。此論示法。初一改喻。後三依", "78": "舊。欲令學者知因決定。非喻前過故。下之", "79": "三因。觀立雖成。反為相違。一一窮究。皆亦唯", "80": "是同無異有。成相違故。至下當知。問如聲論", "81": "言。汝聲無常應非是聲無常。所作性故。如瓶", "82": "盆等。第二正因。豈非有法自相相違。答彼非", "83": "過收。如立聲無常。無常為法自相。若所立因。", "84": "返成聲常。可是此過。今者雙牒有法及法為", "85": "法有法。故非此過。此乃但是分別相似過類。", "86": "因犯兩俱不成。所作性因。立敵不許依無常", "87": "故。生滅異故。設彼許依。亦犯隨一。又無常", "88": "無。能依所作性。亦犯所依不成過故。設有", "89": "難言。汝聲無常應非是聲無常。許無常故。如", "90": "瓶無常。此亦非過。諸似立無此過相故。聲有", "91": "無常是根本諍。聲是有法。非是法上意所許", "92": "義。不可說為法差別過。亦非相違決定所收。", "93": "非根本諍故。設許上說皆為過者。即一切量", "94": "無正因者。故於似立不見其過。皆是似破。至", "95": "下當知。", "96": "論。法差別相違因者如說眼等必為他用積聚", "97": "性故如臥具等。述曰。准前亦三。此初二也。", "98": "凡二差別名相違者。非法有法上除言所陳。", "99": "餘一切義皆是差別。要是兩宗各各隨應因", "100": "所成立。意之所許所諍別義方名差別。因令", "101": "相違。名相違因。若不爾者。如立聲無常宗。聲", "102": "之上可聞不可聞等義。無常之上作彼緣性", "103": "非彼緣性等。如是一切皆謂相違。因令相違", "104": "名為彼因。若爾。便無相違因義。比量相違等。", "105": "皆准此釋。此中義說。若數論外道對佛弟子。", "106": "意欲成立我為受者。受用眼等。若我為有法", "107": "受用眼等。便有宗中所別不成。積聚性因。兩", "108": "俱不成。如臥具喻。所立不成。若言眼等必為", "109": "我用。能別不成。闕無同喻。積聚性因。違法自", "110": "相。臥具喻有所立不成。若成眼等為假他用。", "111": "相符極成。由此方便矯立宗云。眼等必為他", "112": "用。眼等有法。指事顯陳。為他用法。方便顯", "113": "示。意立必為法之差別。不積聚他。實我受用。", "114": "若顯立云不積聚他用。能別不成。所立亦不", "115": "成。亦闕無同喻。因違法自相。故須方便立。積", "116": "聚性因。積多極微成眼等故。如臥具喻。其床", "117": "座等是積聚性。彼此俱許為他受用。故得為", "118": "同喻。因喻之法不應分別。故總建立。", "119": "論。此因如能成立眼等必為他用如是亦能成", "120": "立所立法差別相違積聚他用。述曰。此成", "121": "違義有二。初舉所違法差別因。後釋所由。此", "122": "初也。初文有二。此因如能成立眼等必為他", "123": "用。此牒前因能立所立法之自相。如是亦能", "124": "下。又顯此因亦能與彼法差別為相違因。其", "125": "數論師。眼等五法。即五知根。臥具床座。即五", "126": "唯量所集成法。不積聚他。謂實神我。體常本", "127": "有。其積聚他。即依眼等所立假我。無常轉變。", "128": "然眼等根不積聚他實我用勝。親用於此受", "129": "五唯量故。由依眼等方立假我。故積聚我用", "130": "眼等劣。其臥具等。必其神我須思量受用。故", "131": "從大等次第成之。若以所思實我用勝。假我", "132": "用劣。然以假我安處所須。方受床座。故於", "133": "臥具假他用勝。實我用劣。今者陳那。即以彼", "134": "因。與所立法勝劣差別而作相違。非法自相。", "135": "亦非法上一切差別。皆作相違。故論但言與", "136": "所立法差別相違。先牒前因能成所立法自", "137": "相云。此前所說積聚性因。如能成立數論所", "138": "立眼等有法。必為他用法之自相。即指此因。", "139": "如是亦能成立所立宗法自相。意許差別相", "140": "違之義積聚他用。宗由他用。是法自相。此自", "141": "相上意之所許。積聚他用。不積聚他用。是法", "142": "差別。彼積聚因今更不改。還即以彼。成立意", "143": "許法之差別積聚他用。其臥具等。積聚性故。", "144": "既為積聚假我用勝。眼等亦是積聚性故。應", "145": "如臥具亦為積聚假我用勝。若不作此勝用難", "146": "者。其宗即有相符極成。他宗眼等亦許積聚", "147": "假他用故。但可難言假他用勝。不得難言實", "148": "我用劣。違自宗故。共比量中無同喻故。若他", "149": "比量一切無遮。西域諸師有不善者。此直申", "150": "差別相違過云。眼等應為積聚他用。因喻同", "151": "前。數論難云。汝宗相符。誰說眼等積聚他不", "152": "用。西域又釋。數論眼等唯為不積聚他用。床", "153": "座通二他用。故今以臥具。例令眼等亦為積", "154": "聚他用。無相符失。數論難云。陳那弟子非善", "155": "我宗。神我受用三德所成二十三諦。豈於眼", "156": "等無能受用。唯識亦云。執我是思。受用薩埵", "157": "剌闍答摩所成大等二十三法。由此眼等實", "158": "我亦用。故但應如前所分別。不應於中生異", "159": "覺云。眼等唯為實他受用。臥具假用。或眼等", "160": "通二。臥具唯假用。勝義七十對金七十。亦徵", "161": "彼云。必為他用。是何他也。若說積聚他。犯相", "162": "符過。若不積聚他。能別不成。闕無同喻。臥具", "163": "為喻所立不成。亦即此中法差別過。問於因", "164": "三相。是何過耶。答彼立因意。成非積聚他用", "165": "勝。其積聚他用勝。即是異品。宗無同喻。佛法", "166": "都無不積他故。積聚性因。於異品有。此顯還", "167": "是九句之中異有同無。故成相違。闕第二相", "168": "同品定有。亦闕第三異品遍無。", "169": "論。諸臥具等為積聚他所受用故。述曰。此", "170": "釋所由。成比量云。眼等必為積聚他用勝。積", "171": "聚性故。如臥具等。諸非積聚他用勝者。必非", "172": "積聚性。如龜毛等。故今難云。諸臥具等。兩宗", "173": "共許為積聚他受用勝故。論雖無勝字。量義", "174": "意必然。不須異求。應作此解。", "175": "論。有法自相相違因者如說有性非實非德非", "176": "業有一實故有德業故如同異性。述曰。准", "177": "前作三。此即初二。標名舉宗因。鵂鶹因緣如", "178": "前已說。時彼仙人。既悟所證六句義法。謂證", "179": "菩提便欣入滅。但嗟所悟未有傳人。傳者必", "180": "須具七德故。一生中國。二上種姓。三有寂滅", "181": "因。四身相圓滿。五聰明辯捷。六性行柔和。七", "182": "具大悲心。經無量時伺無具者。後經多劫。婆", "183": "羅痆斯國。有婆羅門名摩納縛迦。此云儒童。", "184": "儒童有子。名般遮尸棄。此云五頂。頂髮五旋。", "185": "頭有五角。七德雖具。根熟稍遲。為染妻孥。率", "186": "難化導。經無量歲。伺其根熟。後三千歲。戲遊", "187": "園苑。共妻兢花。因相忿恨。鵂鶹引通。化五頂", "188": "不從。又三千歲。化復不得。更三千歲。兩競尤", "189": "甚。相厭既切。仰念空仙。仙人應時神力化引。", "190": "騰空迎往所住山中。徐說先悟六句義法。說", "191": "實德業。彼皆信之。至大有句。彼便生惑。仙", "192": "言。有者能有實等。離實德業三外別有。體常", "193": "是一。弟子不從云。實德業性不無。即是能有。", "194": "豈離三外別有能有。仙人便說同異句義。能", "195": "同異彼實德業三。此三之上各各有一總同", "196": "異性。隨應各各有別同異。如是三中隨其別", "197": "類。復有總別諸同異性。體常眾多。復有一常", "198": "能和合性。和合實德業。令不相離互相屬著。", "199": "五頂雖信同異和合。然猶不信別有大有。鵂", "200": "鶹便立論所陳量。此量有三。實德業三各別", "201": "作故。今指彼論。故言如說。有性有法。非實者", "202": "法。合名為宗。此言有性。仙人五頂兩所共許。", "203": "實德業上能非無性。故成所別。若說大有。所", "204": "別不成。因犯隨一。此之有性。體非即實。因云", "205": "有一實故。勝論六句。束為四類。一者無實。二", "206": "者有一實。三者有二實。四者有多實。地水火", "207": "風父母常極微空時方我意。并德業和合。皆", "208": "名無實。四本極微體性雖多。空時等五體各", "209": "唯一。皆無實因。德業和合。雖依於實和合於", "210": "實。非以為因。故此等類並名無實。大有同異。", "211": "名有一實。俱能有於一一實故。至劫成初。兩", "212": "常極微合。生第三子微。雖體無常。量德合故。", "213": "不越因量。名有二實。自類眾多。各各有彼", "214": "因二極微之所生故。自此已後。初三三合生", "215": "第七子。七七合生第十五子。如是展轉生一", "216": "大地。皆名有多實。有多實因之所生故。大有", "217": "同異。能有諸實。亦得名為有一實有二實有", "218": "多實。然此三種實等。雖有功能各別。皆有大", "219": "有。令體非無。皆有同異。令三類別。名有一實", "220": "有德業者。亦有無有。非大有也。若是大有。因", "221": "成隨一。同異非喻能立不成。如佛法言有色", "222": "有漏。有漏之有。能有之法。能有所有煩惱漏", "223": "體。猶如大有。能有實等。有色之言。如有一實", "224": "及有德等。無別能有而有於色。此色體上有", "225": "其色義。如空有聲。非空之外別有能有。但是", "226": "屬著法體之言。是故於因無隨一過。有一一", "227": "實故。更不須徵。即實離實之有一實。況復此", "228": "因。不應分別。應分別者。便無同喻。問何故不", "229": "言有於無實二實多實。答若言有於二實多", "230": "實。云何得以非實為宗。其因便有不定之失。", "231": "為如同異有二多實。故彼有性非實。為如子", "232": "微等有二多實。故彼有性是實。由此不言有", "233": "二多實。若言有無實者。和合句義亦名無實。", "234": "若有彼無實。犯兩俱不成。實等能有上無有", "235": "無實故。其喻亦犯能立不成。因亦不遍。乍", "236": "似唯能有於實句之無實故。亦欲顯九實一", "237": "一皆有。故云一實。能有一一實故。問有性有", "238": "法。有一實因。不相關預。云何不是兩俱不成。", "239": "答有性有法。是實德業之能有性。有一實因。", "240": "能有於一一實故。是宗之法。故無兩俱。此非", "241": "實句為一宗已。非德非業後二宗法。有法同", "242": "前。此二因云有德業故。謂能有彼德之與業。", "243": "如言有色亦屬著義。問既於德業一一皆有。", "244": "云何不言有一德業。答實有多類。不言有一。", "245": "但言有實。即犯不定。謂子微等皆有實故。德", "246": "業無簡。不須一言。二因一喻。如同異性。此", "247": "於前三。一一皆有亦如有性。是故為喻。仙人", "248": "既陳三比量已。五頂便信。法既有傳。仙便入", "249": "滅。勝論宗義由此悉行。陳那菩薩。為因明之", "250": "准的。作立破之權衡。重述彼宗。載申過難。故", "251": "今先敘彼比量也。", "252": "論。此因如能成遮實等如是亦能成遮有性俱", "253": "決定故。述曰。此成違義有二。初二句牒。彼", "254": "先立因。遮有非實。謂有一實有德業因。如前", "255": "所說能成有性遮是實等。等德及業。後三句", "256": "顯。此因亦能令彼有法自相相違。謂指於前", "257": "如是此因。亦能成立遮彼有性而非有性。謂", "258": "前宗言有性非實。有性是前有法自相。今立", "259": "量云。所言有性應非有性。有一實故有德業", "260": "故。如同異性。同異能有於一實等。同異非有", "261": "性。有性能有於一實等。有性非有性。釋所由", "262": "云。此因既能遮有性非實等。亦能遮有性非", "263": "是大有性。兩俱決定故。問今難有性應非有", "264": "性。如何不犯自語相違。答若前未立有性非", "265": "實。今難實等能有非有。此言乃犯自語相違。", "266": "亦違自教。彼先已成非實之有。今即難彼。破", "267": "他違他。非成諸過。問於因三相是何過耶。答", "268": "彼立宗言有性非實。有性言是有法自相。彼", "269": "說離實有體。能有實之大有。其同異性。雖離", "270": "實等有體能有。而非大有。雖因同法。便是所", "271": "立宗之異品。離實大有。雖無同品。有一實因。", "272": "同品非有。於其異品同異之上遍皆隨轉。此", "273": "亦是因後二品過。於同品無異品有故。問若", "274": "爾立聲為無常。宗聲體可聞。瓶有燒見。其", "275": "瓶與聲。應成異品。若許為異。不但違論。亦一", "276": "切宗皆無同品。答豈不已說。其聲之體非所", "277": "諍故。聲上無常是所成立。瓶既同有。故是同", "278": "品。彼說離實有體有性為宗有法。以有一實", "279": "因所成立。同異既非離實有體之有性。故成", "280": "於異品。問前論說云。與所立法均等義品。說", "281": "名同品。但言所立法均等有名之為同。不說", "282": "有法均等名同品。如何說有有法自相相違", "283": "耶。答今若但以有性與同異為同品。可如所", "284": "責。違前論文。既以離實有性而為同品。亦是", "285": "宗中所立法均等有。故即此過無違論理。問", "286": "有性既為有法自相。離實有性是其差別。有", "287": "一實因。便是有法差別之因。如何今說為自", "288": "相過。答彼宗意許離實有性。實是差別。言陳", "289": "有性。既是自相。今非此言陳。即是違自相。故", "290": "自相過。非差別因。若不爾者。極成所別皆", "291": "無此過。違自宗故。問若難離實之大有性。所", "292": "別所依犯自不成。亦犯違宗隨一不成。若難", "293": "不離實等大有而非有性。既犯相符亦違自", "294": "教。彼豈非有。答彼先總說。今亦總難。彼既成", "295": "立離實之有。故今難有。令非此有。言同意別。", "296": "故無諸過。", "297": "論。有法差別相違因者如即此因即於前宗有", "298": "法差別作有緣性。述曰。下文亦三。此即初", "299": "二。標名舉宗因。此言意說。彼勝論立大有句", "300": "義有實德業。實德業三和合之時。同起詮言。", "301": "詮三為有。同起緣智。緣三為有。實德業三。為", "302": "因能起。有詮緣因。即是大有。大有能有實德", "303": "業故。十句論說。同句義云何。謂有性。何等為", "304": "有性。謂與一切實德業句義和合。一切根所", "305": "取。於實德業有詮智因。是名有性。智謂能緣。", "306": "彼下又說。如是有性。定非所作。常。無德。", "307": "無動作。無細分亦爾。有實德業。除同有能無", "308": "能俱分異。所和合一有。同詮緣因。彼鵂鶹仙。", "309": "以五頂不信離實德業別有有故。即以前因。", "310": "成立前宗言陳有性有法自相意許差別為有", "311": "緣性。有性同異。有緣性同。詮言各別。故彼不", "312": "取。心心所法是能緣性。有緣謂境。有能緣故。", "313": "謂境有體。為因能起有緣之性。若無體者。心", "314": "如何生。以無因故。緣無不生。如同異性。有一", "315": "實故。作有緣性。體非實等。有性有一實。亦", "316": "作有緣性。故知體亦非實德業。此言有者。有", "317": "無之有非作境因有能緣性故。非大有也。若", "318": "作大有緣性。能別不成。闕無同喻。同異為喻。", "319": "所立不成。有性言陳有法自相。作有緣性。非", "320": "有緣性是自相上意許差別。是故前因亦是", "321": "有法差別之因。是本成故。", "322": "論。亦能成立與此相違作非有緣性如遮實等", "323": "俱決定故。述曰。此成違義有二。初三句顯", "324": "此因亦能令彼有法差別而作相違。後二句", "325": "釋所由。作非有緣性者。作非彼意許大有句", "326": "義有緣之性。謂即此因。亦能成立與彼所立", "327": "意許別義作有緣性差別相違。而作非大有", "328": "有緣之性。同異有一實。而作非大有有緣性。", "329": "有性有一實。應作非大有有緣性。不遮作有", "330": "緣性。但遮作大有有緣性。故成意許別義相", "331": "違。不爾違宗有性可作有緣性故。文言雖", "332": "略。義覈定然。釋所由云。如遮實等俱決定故。", "333": "勝論此因既成有性遮非實等。而作有緣性。", "334": "此因亦遮有性非作有性有緣性。此如彼遮", "335": "兩皆決定。故成違彼差別之因。此宗自相差", "336": "別不定。如前已說。今此略以言陳為自相。", "337": "意許為差別。故無妨難。問於因三相是何過", "338": "耶。答有性有緣性。因本所成有法差別。宗無", "339": "同品。因於遍無。同異非有性有緣性是宗異", "340": "品。因於遍有。有一實因。同無異有。後二相", "341": "過。故成相違。問如聲論言聲應非聲作有緣", "342": "性。所作性故。如瓶等。亦應說是有法差別相", "343": "違。答彼自違宗。故非彼過。本亦不諍聲非作", "344": "聲有緣性故。彼似破攝。如非聲有緣性。如是", "345": "應非擊發所生起等。皆准此知。問又如彼言", "346": "聲之無常應非作聲無常有緣性。所作性故。", "347": "如瓶等。應是法差別相違。答亦不然。彼犯", "348": "兩俱不成。無常有法兩俱不許有所作性。亦", "349": "似破攝。如是應非緣息無常等。皆准此知。此", "350": "四過中。初二種因。各唯違一。後二種因。一因", "351": "違二。其有一因通違三者。如勝論立所說有", "352": "性非四大種。許除四大體非無故。如色聲等。", "353": "自所餘法。皆入同喻。無不定過。非四大種是", "354": "法自相。能有四大非四大種。不能有四大非", "355": "四大種。是法差別。彼意本成能有四大非四", "356": "大種。故今與彼法差別為相違云。所說有性", "357": "非能有四大非四大種。許除四大體非無故。", "358": "如色聲等。所說有性是有法自相。與此有法", "359": "自相為相違云。所說有性應非有性。許除四", "360": "大體非無故。如色聲等。彼說有性離實有性。", "361": "今非此有。不犯自語自教相違。隨言即非。故", "362": "違自相。有性既是有法自相。作有性有緣性。", "363": "作非有性有緣性。是有法差別。彼意本成作", "364": "有性有緣性。故今與彼有法差別為相違云。", "365": "有性應非作有性有緣性。許除四大體非無", "366": "故。如色聲等。不改本因。即為違量。故成違", "367": "三。有唐興縣雋法師者。釋門之樞紐也。綺", "368": "歲標奇。汎慈舟於濟蟻。髫年發頴。濤辨水於", "369": "澂鶖。是以初業有宗。西河謝其獨步。創探", "370": "空旨。北地譽其孤雄。天縱英姿。生摛叡質。余", "371": "欣其雅量。偏結交期。情契蘭金。言符藥石。時", "372": "假談咲。論及因明。法師乃囑古疏以文披。一", "373": "攬略窮其趣。探新知以理窮。再閱廣究其微。", "374": "始驗驥駿駑駘。驤中原以分駕。鵬鶱鸚翥。遶", "375": "沖天而別羽。乃申難曰覈觀論勢。文理不", "376": "同。准九因中。第四第六名曰相違因。於同品", "377": "無異品有。此四相違。唯法自相可與彼同。其", "378": "後三違。因皆同有。異品上無。既不同於四六", "379": "如何返成相違。又法自相。他因於同遍無。於", "380": "異品中說有。用他異品為同。得成相違之義。", "381": "後之三違。他因皆於同有。異品上無。用他能", "382": "立因喻。與他作三相違。行相既自不同。如何", "383": "可得法自相相違。與餘三合。而言二合違有", "384": "六。三合違有四。四合違有一。余性不匿賢。況", "385": "乎知已。故錄之於疏例。示詳藻思玄深。自論", "386": "道東譯。無申此難者。匪發彼之千鈞。誰發我", "387": "之萬碩者歟。夫正因相者。必遍宗法。同有異", "388": "無。生他決智。因法成宗。可成四義。有法及", "389": "法。此二各有言陳自相。意許差別。隨宗所諍。", "390": "成一或多。故宗同品。說所立法均等義品名", "391": "為同品。隨其所諍。所立之法有處名同。非取", "392": "宗上一切皆同。若爾便無異喻品故。若令皆", "393": "同。亦是分別相似過類。又非唯取言所陳法。", "394": "不爾便無自餘過失。如前數說。故隨所應因", "395": "成宗中。一乃至四。所兩競義。有此法處名為", "396": "同品。問理門論云。但由法故以成其法。如何", "397": "今說因成四耶。答實唯成法。如難有性而非", "398": "有性。難彼意許離實等有而非有性。故唯成", "399": "法。雖難意許。尋言即難。更不加言。故名有法", "400": "自相相違。加言便成難彼差別。今望言陳。因", "401": "成宗四。理門望諍有法之上意許別義。故云", "402": "但以法成其法。理不相違。此論所說法自相", "403": "因。唯違於一。故顯示因。同無異有。自餘三", "404": "因。乍觀他立。皆似其因。同有異無。彼此所諍", "405": "宗上餘三。以理窮之。皆無同品。其因亦是異", "406": "有同無。如法差別不積聚他用。有法自相離", "407": "實等有性。有法差別作大有有緣性。皆無同", "408": "喻。彼因但於異品上有。由彼矯立以異為同。", "409": "故今違之以彼異為同。成相違義。論中示法", "410": "各各不同。法自相相違。改他同喻為異。改他", "411": "異喻為同。後之三違。以他同為同。以他異為", "412": "異。欲顯相違。因必仍舊。喻或改新。其不定", "413": "因。立順因正。破乃相違。因雖不改。通二品", "414": "轉。不生決智。立不定名。此相違因。隨應所", "415": "成。立必同無異有。破必同有異無。決智既生。", "416": "故與前別。若立因正。破者相違。因通二品。豈", "417": "非不定。故此四因。不違四六。又將法自相因", "418": "同無異有。就後三種同有異無。與三合說。一", "419": "往觀文。必無是理。初以異為同。後以同為同", "420": "故。今將後三。以就初一。以異為同。便有合", "421": "者。改他能立之同喻故。如勝論立所說有性", "422": "離實等外有別自性。許非無故。如同異性。乍", "423": "觀此因是共不定。二皆有故。然彼五頂諍五", "424": "句外無別有性。故立有性離實等五有別自", "425": "性。闕宗同品。其同異性。既是異品所離之外。", "426": "由彼勝論。方便矯立。舉異為同。許非無因。唯", "427": "於異品實等上有。同遍非有。亦如論說聲常", "428": "之宗法自相因。對無空論闕無同喻。所作等", "429": "因。望於異品瓶等上有。同上遍無。許成相違。", "430": "今此亦爾。依此比量。後三從初。一因違四。法", "431": "自相相違者。所說有性離實等外無別自性。", "432": "許非無故。如實德等。同異入宗所等之中。故", "433": "無不定。彼所立量。離實等有性是法自相。能", "434": "有實德業離實等有性。不能有實德業離實", "435": "等有性。是法差別。彼意本欲成能有實德業", "436": "離實等有性。故今與彼法差別為相違云。所", "437": "說有性應非能有實德業離實等有性。許非", "438": "無故。如實德等。為有法自相相違云。所說有", "439": "性應非有性。許非無故。如實德業。彼說離", "440": "實等有性。今隨難言陳而非有性。故違自相。", "441": "不違自教自語之宗。同喻亦無所立不成。有", "442": "性既為有法自相。作有性有緣性。作非有性", "443": "有緣性是有法差別。彼意本成作有性有緣", "444": "性。故今與彼有法差別為相違云。所說有性", "445": "非作有性有緣性。許非無故。如實德等。不", "446": "改故因。即為違量。故成四因。此上同喻。舉同", "447": "異為喻亦得。隨所立故。違一有四。論自說二。", "448": "違二有六。論自說一。違三有四。今略敘一。違", "449": "四有一。今亦示法。自餘十種。皆如理思。此四", "450": "亦有他自共比。各三亦說有違他自共。四相", "451": "違因合三十六。論文所說。皆共比違共。向三", "452": "四因。皆自比違自。他比違他等。皆應准知。諸", "453": "自共比。違共及自。皆為過失。違他非過。他比", "454": "違他及共為失。違自非過。義同前說。此但", "455": "說全。應詳一分。既許一因通違四種。故知", "456": "此四非必相違。問四相違九句何句所攝。答", "457": "乍觀文勢。唯初一違是九句中第四第六。具", "458": "二因故。九中二因違法自相相違因故。今觀", "459": "後三皆彼第四。同品非有異品有故。違所立", "460": "故。此上所說但是立敵兩俱不成四相違因。", "461": "亦有隨一猶預所依餘三不成四相違因。三", "462": "十六中。一一有四。合計一百四十四種諸相", "463": "違因。如不定中引理門說。皆應思惟。恐文", "464": "繁雜故略不述。然理門論攝此頌云。邪證法", "465": "有法。自性或差別。此成相違因若無所違害。", "466": "問如前所說十四似因。設有兩俱不成。亦有", "467": "不定及相違耶。如是乃至設相違決定。亦相", "468": "違因耶。答若有兩俱不成。必無不定及與相", "469": "違。兩俱不成。彼此俱說因於宗無。不定之因", "470": "於宗定有。彼因立正。用此因違。彼正必違。此", "471": "違必正。令宗不定。相違之因亦於宗有。隨其", "472": "所應即用此因成彼義。此違無正。彼正無違。", "473": "令宗決定故名相違。由此若有兩俱不成。必", "474": "無不定及與相違。若有後三不成。可有不", "475": "定及與相違。隨應還成隨一等不定及相違", "476": "義。由因於宗隨一猶預隨一所依而說有故。", "477": "然非一切。就三隨一可說有故。自他共比", "478": "既各有三。有體無體全分一分。總相而說", "479": "二十七不成。五十四不定。三十六相違。合", "480": "計一百一十七句似因。相對寬狹以辨有無。", "481": "皆應思惟。恐繁且止。依理門云。因與似", "482": "因多是宗法。不定相違並於宗有。多並宗", "483": "法。唯四不成於宗亦無。非宗法故。有四不", "484": "成。定無相違及不定過。此說共者。餘如理", "485": "思。", "486": "論。已說似因當說似喻。述曰。似能立中。下", "487": "第三解似喻有二。初結前生後。後依生正釋。", "488": "此初也。", "489": "論。似同法喻有其五種一能立法不成二所立", "490": "法不成。三俱不成四無合五倒合。述曰。下", "491": "依生正釋有二。初標列。後別解。標列有二。初", "492": "標列同。後標列異。此初也。因名能立。宗法名", "493": "所立。同喻之法。必須具此二。因貫宗喻。喻必", "494": "有能立。令宗義方成。喻必有所立。令因義方", "495": "顯。今偏或雙。於喻非有。故有初三。喻以顯", "496": "宗。令義見其邊極。不相連合。所立宗義不明。", "497": "照智不生。故有第四。初標能以所逐。有因宗", "498": "必定隨逐。初宗以後因。乃有宗以因其逐。", "499": "返覆能所。令心顛倒。共許不成。他智翻生。故", "500": "有第五。依增勝過但立此五。故無無結及倒", "501": "結等。以似翻真故亦無合結。", "502": "論。似異法喻亦有五種一所立不遣二能立不", "503": "遣三俱不遣四不離五倒離。述曰。此標列", "504": "異。異喻之法須無宗因。離異簡濫方成異品。", "505": "既偏或雙。於異上有。故有初三。要依簡法。簡", "506": "別離二令宗決定方名異品。既無簡法令義", "507": "不明故有第四。先宗後因可成簡別。先因後", "508": "宗反立異義。非為簡濫故有第五。翻同立異。", "509": "同既五過異不可增。故隨勝過亦唯五立。", "510": "論。能立法不成者如說聲常無質礙故諸無質", "511": "礙見彼是常猶如極微。述曰。下別釋中。初", "512": "同。後異。同中有二。初別解五。後總結非。解", "513": "初不成有二。初舉體。後釋不成。此初也。舉", "514": "彼宗因者。顯似喻體。如聲論師對於勝論", "515": "立聲是常宗。兩俱許聲體無質礙。以勝論師", "516": "聲是德句德句無礙。聲論雖無德句。然以其", "517": "聲隔障等聞故知無礙。若據合顯。亦是因過。", "518": "以心心所為因同法無礙因轉。前已明因。今", "519": "辯喻過故不言因。", "520": "論。然彼極微所成立法常性是有。述曰。此", "521": "下釋不成中有二。初明所立有。後辯能立無。", "522": "此初也。以聲勝論俱許極微。體常住故。准", "523": "釋能立無。此處應言以諸極微常住性故。以", "524": "互意存影略故略無也。", "525": "論。能成立法無質礙無以諸極微質礙性故。", "526": "述曰。此釋能立無。此聲勝論計微質礙。故", "527": "無能立。問因為成宗。因有兩俱隨一等過。喻", "528": "亦成宗。何故但名能立不成。不明餘耶。答因", "529": "親成宗。故有四過。喻是助成。故無四過。又解。", "530": "因是初相。據初辯四。顯第二相亦有四種。彼", "531": "開此合。義實相似。以喻准因亦有四種。一兩", "532": "俱不成。即論說是。隨一不成。彼聲論師對", "533": "佛弟子。立聲常宗。無質礙因。舉喻如業。佛", "534": "法不許。即是隨一。雖俱所立無。且辯能立隨", "535": "一。猶預不成准理有二。一宗二因。前已具顯。", "536": "今喻亦二。於中綺互。或因猶預非喻能立。或", "537": "喻能立非因猶預。或俱猶預。或俱不猶預。前", "538": "三是過。第四非過。因猶預非喻能立者。如", "539": "於霧等性起疑惑時。為烟為霧。即立彼處定", "540": "應有火。以現烟故。如厨舍等處。或指如餘", "541": "疑惑因喻舉一例餘。即可思准。或可。因是", "542": "宗法。有法猶預。因亦成過。如厨等現烟立", "543": "敵俱決定。何成猶預。又解。因具三相。二喻即", "544": "因。既第二相。何非猶預。能立所依不成者。不", "545": "同於因有第二三相。無宗有法。但闕初相。此", "546": "所依無能立亦無。然亦得名無能立所依不", "547": "成。如數論師對佛弟子。立思受用諸法宗。以", "548": "是神我故。如眼等根。若言假我。因喻無過。今", "549": "言以是神我故因佛法不許。故隨一無。此因", "550": "既無。故喻無依。此約依因。或喻所依無。名所", "551": "依不成。且約依因。如下更解。然有說言。謂所", "552": "立既成。必有所依。故無第四不成之過。今謂", "553": "不爾。為依於彼所立之宗。為依喻上所立無", "554": "常。若依所立。因喻相似喻依因不依。故知", "555": "不可。若依喻上所立無常者。此非喻依。喻", "556": "依依極微故。亦復不可。又縱有所立。不立第", "557": "四過。或若所立無。第四豈不立。設雙依彼", "558": "有法及法。如俱不成豈無此過。若言即依因。", "559": "如闕宗因。豈無此過。問若喻上能立不依所", "560": "立。能立依何。答二解。一言。以依因故。因無", "561": "無依。問若因無依。喻是何過。答若因依無。即", "562": "不成因。因體非有。即是喻中所依不成。問若", "563": "言因無依故即因不成。故喻能立亦無所依", "564": "者。即無無宗有因喻等諸闕減句。若言無能", "565": "別故說為無宗者。豈無所別不無宗耶。若言", "566": "無所別即宗因無者。因有三相。彼但無初。後", "567": "二相有。何不名因。若言有過故不名因。即", "568": "十四因總名不成。皆有過故。何須別說。然准", "569": "道理。言因之時。唯取初相。有法無故。闕無初", "570": "相。即是無因。以後二相說為喻故。故無所依。", "571": "設有能別。而無有法。亦其是過。問何以得知。", "572": "有此四過。答准因可有。喻既助因。因既無已。", "573": "喻何所助。如因成宗有法無故。因何所成。故", "574": "並為過。問喻上能立。何不依宗有法而依因", "575": "耶。答以隔因故。問若隔因故應不成宗。答助", "576": "因有力故說成宗。問喻既依因。舉彼瓶等欲", "577": "何所用。答所依有二。一自體依。二所助依。瓶", "578": "自體依。因所助依。一云盡理而言。准論但約", "579": "自體辯依。據兩俱隨一但望喻依。不可說言", "580": "無礙因上兩俱隨一不許無礙。但於喻依。許", "581": "不許故。此說為善。順論文故。", "582": "論。所立法不成者謂說如覺。述曰。解所立", "583": "不成有二。初牒指體。後釋其義。此初也。牒前", "584": "總別宗因同前俱別舉喻。謂如覺。覺者即心", "585": "心法之總名也。", "586": "論。然一切覺能成立法無質礙有。述曰。下", "587": "釋成初能立有。後所立無。此初也。以心心法", "588": "皆無礙故。文准於前。", "589": "論。所成立法常住性無以一切覺皆無常故。", "590": "述曰。釋所立無。喻上常住實非所立。即同於", "591": "彼。所立能立二種法者。即是其喻。從所同為", "592": "名。故名所立。准前能立亦有四種。即文所辯。", "593": "兩俱不成。舉極微對佛法立。隨一不成。雖有", "594": "餘過且取所立以辯於過猶預所立不成者。", "595": "猶預亦二。綺互亦四。准前能立。如大乘人對", "596": "薩婆多。立預流等定有大乘種姓。然不定知", "597": "此預流等有大乘姓不。故懷猶預。因云有情", "598": "攝故。如餘有情。然餘有情亦懷猶預。不知定", "599": "有大乘姓不。此俱猶預餘者類思。", "600": "所依不成者。且約依宗為喻所依。如數論師", "601": "對佛法者。立眼等根為神我受用。同喻如色", "602": "等。此即能別不極成故。喻無所立。亦無所依。", "603": "由無所依。喻上所立亦不得成。有云。既有能", "604": "立。故無第四。若二立無。豈無此過。", "605": "問喻上所立為依何法。若依能立。不應說因", "606": "獨依有法。以因喻二俱能立故。若依所立。如", "607": "前已難。答有二解。一云因喻雖俱能立。以隔", "608": "因故。一云依宗所立。問若爾即有隨一所依", "609": "不成。宗中所立敵不許故。答既云諸皆。方舉", "610": "於喻。即兼合已。證彼極成故得為依。不同舉", "611": "因未極成故。若爾有舉因已即解宗者。依所", "612": "立不。答亦不得。同喻先以不合故。又或舉因", "613": "有未解故。若爾舉喻未解如何。一云依喻所", "614": "依。諸論說但舉瓶空等法為喻依故。此解為", "615": "正。若據後解。所依不成。彼聲論師對大乘立。", "616": "舉極微為喻。此闕所依。所依既無。所立亦闕。", "617": "以大乘宗不立微故。細准而言。有自他共。全", "618": "分一分。有體無體。思之可悉。恐繁不述。", "619": "論。俱不成者。述曰。下解第三過。文分為三。", "620": "初總牒。次別開。後釋成。此初也。", "621": "論。復有二種有及非有。述曰。此別開列也。", "622": "初開後列此二文也。有謂有彼喻依。無即無", "623": "彼喻依。", "624": "論。若言如瓶有俱不成若說如空對無空論無", "625": "俱不成。述曰。此釋成。以立聲常宗。無質礙", "626": "因。瓶體雖有。常無礙無。虛空體無。二亦不", "627": "立。有無雖二。皆是俱無。問虛空體無。常可不", "628": "有。空體非有。無礙豈無。答立聲常宗無質礙", "629": "因宗因俱表。虛空不有故無礙無。理門但舉", "630": "有喻所依。兩俱隨一猶預所依。及喻無依。皆", "631": "略不明。准此有無。有即初二。無即第四。或有", "632": "或無。即第三過。此有四句。一宗因俱有體無", "633": "俱不成。即對無空論是。二宗因無體有俱不", "634": "成。如數論師對薩婆多。立思是我以受用二", "635": "十三諦故。如瓶盆等。三宗因有體。有俱不成。", "636": "即論所說有俱不成是。四宗因無體。無俱不", "637": "成。即前第二對佛法中無空論者。然此有兩", "638": "俱隨一猶預及所依不成。初三各分於二。有", "639": "及非有。且依有俱不成。兩俱不成。如論說是。", "640": "隨一有二。一自隨一如外道立我能受苦樂。", "641": "以作業故。對佛法中無空論者。取空為同喻。", "642": "二他隨一有俱不成。如說聲常。無質礙故。對", "643": "佛法者同喻如語業。猶預有俱不成者。如說", "644": "彼厨等中定有火。以現畑故。如山等處。於霧", "645": "等性。既懷猶預。皆火有不決。山處是有。故成", "646": "猶預。有俱不成所依不成者。喻依既有。闕無", "647": "此句。若說依因宗即有此句前四句中第二", "648": "句是前之四種。隨其所應。亦有全分一分。思", "649": "准可知。恐繁不述。問前二偏無。何故不開有", "650": "無二耶。答雙無既開。顯偏亦爾。偏既不立。", "651": "俱無亦然。以影略故。無俱不成亦有兩俱隨", "652": "一猶預及所依不成。兩俱無俱不成。如聲論", "653": "師對勝論立聲常宗。所聞性故。如第八識。二", "654": "俱不立有第八識故。隨一無俱不成者。如聲", "655": "論師對大乘者。立此比量。彼自不許有第八", "656": "識故。是自隨一。舉喻如空對無空論。即他隨", "657": "一。猶預無俱不成者。既無喻依。決無二立。疑", "658": "決既不異分。故闕此句。所依不成。若說依喻。", "659": "即前說是。皆無喻依故。說依宗因。即前四句", "660": "第四句是。於中復有兩俱隨一全分一分。恐", "661": "繁不述。問真如常有。故說為常。虛空恒無。何", "662": "非常住。又虛空無。何非無礙。答立宗法略有", "663": "二種。一者但遮而無有表如言我無。但欲遮", "664": "我不別立無。喻亦但遮而不取表。二亦遮亦", "665": "表。如說我常。非但遮無常。亦表有常體。喻即", "666": "有遮表。依前喻無體。有遮亦得成。依後但有", "667": "遮無表二立闕。今立聲常。是有遮表。對無空", "668": "論。但有其遮而無有表。故是喻過。有云。聲宗", "669": "上遮表。虛空喻上遮。別既兩俱成。總非能立", "670": "闕。答若聲論師作此立者。即是所立不成過", "671": "者。此亦不然。虛空之上。但有遮無常。無所", "672": "表常。即所立不成。既但遮礙無所表無礙。何", "673": "非能立闕古破他救云聲無礙有遮有表。喻", "674": "遮非表。喻不似因。亦不反成云。如咽等所作。", "675": "杖等所作。雖不相似。所作義同。亦得成喻者。", "676": "此亦不爾。同有所作即遮表同。故得為因。彼", "677": "遮無表。不與此例又云。若唯遮喻無能立者。", "678": "亦應小乘對大乘。立虛空是常。以非作故。立", "679": "者許有遮表。敵者唯遮。望自應有隨一不成", "680": "過。故知能立不成者。不約具遮表。此意以立", "681": "對敵。敵但許有遮亦得成喻。全不許者方是", "682": "喻過。故將此量為不定過。此量亦非。誰言無", "683": "過。對大乘立。即無空論所別不成。宗無簡故。", "684": "因有隨一。并闕所依。及不定過。為如擇滅。為", "685": "類龜毛又擇滅喻常與非作。共許遮表。非是", "686": "不成。故所引非。設若救云。聲空俱取於遮。不", "687": "取於表。可非能立闕不成過。然有破云。若聲", "688": "取遮不取表者。因喻亦爾。即有二過違理及", "689": "教。以陳那菩薩理門論云若法有遮表。不得", "690": "唯取遮。而不取於表。此難亦非。以彼外道不", "691": "以此教。為定量故。今云。此約虛空辯無二立", "692": "者。據彼本計言。常無質礙。定有遮表。不唯", "693": "取遮。故是喻過。", "694": "論。無合者。述曰。下解第四過有四。一牒章。", "695": "二標體。三釋義。四示法。此初也。", "696": "論。謂於是處無有配合。述曰。標無合體。謂", "697": "於是喻處。若不言諸所作者。皆無常。猶如", "698": "瓶等。即不證有。所作處。無常必隨。即所作無", "699": "常。不相屬著。是無合義。由此無合。縱使聲上", "700": "見有所作。不能成立聲是無常。故若無合即", "701": "是喻過。若云諸所作者皆是無常。猶如瓶等。", "702": "即能證彼無常。必隨所作性。聲既有所作。亦", "703": "必無常隨。即相屬著是有合義。問諸所作者", "704": "皆是無常。合宗因不。有云。不合。以聲無常。", "705": "他不許故。但合宗外餘有所作及無常。猶此", "706": "相屬。能顯聲上有所作故。無常必隨。今謂不", "707": "爾。立喻本欲成宗。合既不合於宗。立喻何關", "708": "宗事。故云諸所作者。即合聲上所作皆是無", "709": "常即以無常合屬所作。不欲以瓶所作合聲", "710": "所作。以瓶無常合聲無常。若不無常合屬所", "711": "作。如何解同喻云。說因宗所隨。若云聲無常", "712": "他不許不合者。不爾。若彼許者。即立已成。以", "713": "彼不許故。須合顯云諸所作者。皆是無常。猶", "714": "如瓶等。又設難云。異喻亦言諸皆。豈欲籠括", "715": "宗因耶。答不例。異喻本欲離彼宗因。顯無宗", "716": "處因定不有。如何得合。返顯順成諸皆之言。", "717": "定合聲上所作與彼無常令屬著因。", "718": "論。但於瓶等雙現能立所立二法。述曰。此", "719": "釋義也。謂但言所作性故。譬如瓶等有所作", "720": "性及無常性。不以之成所作成無常。", "721": "論。如言於瓶見所作性及無常性。述曰。此", "722": "示法。若如古師。立聲無常。以所作故。猶如於", "723": "瓶。即別合云。瓶有所作。瓶即無常。當知。聲", "724": "有所作。聲即無常。故因喻外別立合支。陳那", "725": "菩薩云。諸所作者。即合聲上所作之性。定是", "726": "無常猶如瓶等。瓶等所作有無常。即顯聲有", "727": "所作非常住。即於喻上義立合言。何須別立", "728": "於合支。", "729": "論。倒合者。述曰。下解第五過。文有其二。初", "730": "牒。後釋。此初也。", "731": "論。謂應說言諸所作者皆是無常。述曰。下", "732": "釋。釋中有二。初舉正合。後顯倒合。此初也。", "733": "宗因可知。", "734": "論。而倒說言諸無常者皆是所作。述曰。正", "735": "顯倒合。謂正應以所作證無常。今翻無常證", "736": "所作。故是喻過。即成非所立。有違自宗。及相", "737": "符等。如正喻中已廣分別。前之三過。皆有自", "738": "他共分全等。此後二過。但有共全。無所餘也。", "739": "或無分全。可分他自共。以隨立量有自等三", "740": "故。總計似同。初三各四成其十二兼後二", "741": "過總有十四分自他共有四十二於中細分", "742": "全分一分。復以似因問似喻過。數乃無量。", "743": "恐繁且止。", "744": "論。如是名似同法喻品。述曰。此即第二總", "745": "結非也。", "746": "論。似異法中所立不遣者。述曰。下解似異", "747": "五過為五。此即第一。於中有三。初簡牒。次指", "748": "體。後釋成。此初也。簡有二重。一簡似同。云", "749": "似異中。二簡自五。以似異中過有五種。先明", "750": "所立不遣似異法中。所立不遣者。即牒也。", "751": "論。且如有言諸無常者見彼質礙譬如極微。", "752": "述曰。第二指體。宗因如前。此中不舉。但標似", "753": "異所立不遣。此類非一。隨明於一故云且也。", "754": "或不具詞。似五明一。故亦云且。", "755": "論。由於極微所成立法常性不遣彼立極微是", "756": "常住故。述曰。下釋成有二。初所立有。後", "757": "能立無。此初也。初三句依指正釋。下兩句牒", "758": "計顯成。聲勝二論。俱計極微常故。不遣所", "759": "立。", "760": "論。能成立法無質礙無。述曰。下明能立無。", "761": "淮所立有。亦應言彼立極微有質礙故。文影", "762": "略爾。此中亦有兩俱隨一猶預無依不遣。或", "763": "無第四過。以異喻體但遮非表。依無非過。但", "764": "有前三。或亦有四。如立我無。許諦攝故。異喻", "765": "如空。對無空論雖無所依。亦不遣其所立法", "766": "故。此論所明。聲對勝論兩俱不遣。若對薩婆", "767": "多隨一不遣。薩婆多計微非常故。猶預不遣", "768": "者。如言彼山等處定應有火。以現烟故。如餘", "769": "厨等處。異喻諸無火處皆不現烟。如餘處等。", "770": "然有火處亦無其烟。故懷猶預。不現烟處火", "771": "為有無。故猶預不遣。維摩經說。如無烟。火", "772": "如燋穀芽。今據顯相故無違也。然隨所應", "773": "有自他共全分一分等。", "774": "論。能立不遣者。述曰。下解第二有三。初牒", "775": "章。次指體。後釋成。此初也。", "776": "論。謂說如業。述曰。指體也。", "777": "論。但遣所立。述曰。釋成有二。此釋所立無。", "778": "以彼計業是無常故。", "779": "論。不遣能立彼說諸業無質礙故。述曰。辯", "780": "能立有有二。初明能立有。次牒計顯成。准", "781": "前應言。彼說諸業體是無常。無質礙故。牒計", "782": "顯有。以影彰無。亦准於兩俱隨一等過。思之", "783": "可悉。", "784": "論。俱不遣者。述曰。解第三過。文亦有三。此", "785": "即牒也。", "786": "論。對彼有論說如虛空。述曰。此指體也。即", "787": "聲論師對薩婆多等。立聲常。無礙。異喻如", "788": "空。", "789": "論。由彼虛空不遣常性無質礙故。述曰。釋", "790": "成有二。初明二立有。後約計釋成。此初也。", "791": "論。以說虛空是常性故無質礙故。述曰。約", "792": "計釋成也。兩宗俱計虛空實有。遍常無礙。所", "793": "以二立不遣也。問似同不成。俱中開二。似異", "794": "不遣。何不別明。答同約遮表。無依成過。異遮", "795": "非表。依無俱遣。故無非過。問異喻但遮。異無", "796": "非過。遮有立異。無豈非過。如立虛空定應非", "797": "有。以非作故。如龜毛等。諸常有者。皆必非", "798": "作。如空花等。豈非無體俱不遣耶。答前望", "799": "一宗。故同開二。此約別立。故合為一。立有", "800": "異有。即有不遣。若無必遣。立無異無。即無不", "801": "遣。異有必遣。故不開二。此中亦有兩俱不遣", "802": "隨一猶預及無所依。亦隨所應。有自他共分", "803": "全等過。如理思准。", "804": "論。不離者。述曰。解第四過。文分為二。初牒", "805": "章。後示法。此初也。", "806": "論。謂說如瓶見無常性有質礙性。述曰。此", "807": "示法。離者。不相屬著義。言諸無常者。即離常", "808": "宗。見彼質礙。離無礙因。將彼質礙屬著無常", "809": "返顯無礙屬著常宗。故聲無礙定是其常。今", "810": "既但云見彼無常有質礙性。不見無常屬", "811": "有礙性。即不能明無宗之處。因定非有。何能", "812": "返顯有無礙處。定有其常。不令常無礙互相", "813": "屬著。故為過也。合即先合聲上無礙。欲令無", "814": "礙常住定隨。離即先離聲上常住。欲令無宗", "815": "因定不有。返顯無礙之所至處。定有常住宗", "816": "義隨逐。故理門云。說因宗所隨。宗無因不有。", "817": "依第五顯喻。由合故知因。准此即是雙離宗", "818": "因。合應返此。", "819": "論。倒離者。述曰。下解第五過。文有二。如前", "820": "科。此初也。", "821": "論。謂如說言諸質礙者皆是無常。述曰。示", "822": "法。宗因同喻。皆悉同前。異喻應言諸無常者", "823": "見彼質礙。即顯宗無因定非有。返顯正因。除", "824": "其不定及相違濫。返顯有因宗必隨逐。此則", "825": "顯彼宗因。今既倒云諸有質礙。皆是無常。自", "826": "以礙因。成非常宗。不簡因濫。返顯於常。此有", "827": "二過。如正異辯。亦可有三。自他及共。無一分", "828": "過。總計似異中亦四十二。如同喻說。餘細分", "829": "別亦准上知。", "830": "論。如是等似宗因喻言非正能立。述曰。此解", "831": "似中。大文第二結非真也。言如是者。即指法", "832": "之詞。復言等者。顯有不盡。向辯三支。皆據申", "833": "言而有過故。未明缺減。非在言申。故以等等。", "834": "復云似宗因喻者。等彼缺減。後牒前三。總結", "835": "非真。故是言也。若爾何故不言如是似宗因", "836": "喻等。而云如是等似宗因喻耶。答喻下言等。", "837": "恐有離前似宗因喻。別有似支。顯離此三。更", "838": "無有別似宗因喻。故於前等。", "839": "論。復次為自開悟當知唯有現比二量。述", "840": "曰。上已明真似立。次下第三明二真量。是真", "841": "能立之所須具故之說。文分為四。一明立意。", "842": "二明遮執。三辯量體。四明量果。或除伏難。此", "843": "即初二也。與頌先後次第不同。如前已辯。問", "844": "若名立具。應名能立。即是悟他。如何說言為", "845": "自開悟。答此造論者。欲顯文約義繁故也。明", "846": "此二量。親能自悟。隱悟他名及能立稱。次彼", "847": "二立明。顯亦他悟疎能立。猶二燈二炬。互相", "848": "影顯。故理門論解二量已云。如是應知悟他比", "849": "量。亦不離此。得成能立。故知能立。必籍於此", "850": "量。顯即悟他。明此二量。親疎合說。通自他悟", "851": "及以能立。此即兼明立量意訖。當知唯有現", "852": "比二量者。明遮執也。唯言是遮。亦決定義。遮", "853": "立教量及譬喻等。決定有此現比二量。故言", "854": "唯有。問古立有多。今何立二。答理門論云。由", "855": "此能了自共相故。非離此二。別有所量。為了", "856": "知彼。更立餘量。故依二相。唯立二量。問陳那", "857": "所造因明。意欲弘於本論。解義既相牟楯。何", "858": "以能得順成。答古師從詮及義。智開三量。以", "859": "詮義從智。亦復開三。陳那已後。以智從理。唯", "860": "開二量。若順古并詮。可開三量。廢詮從旨古", "861": "亦唯二。當知唯言。但遮一向執異二量外。別", "862": "立至教及譬喻等。故不相違。廣此二量。如章", "863": "具辯。有依於此唯二量文。遂立量云。似現比", "864": "等皆比量攝。如疏具述。有過不習。又傳立", "865": "云。外道立宗。現比量外。有至教等量云。非比", "866": "極成現所有量。非現量攝。極成現量所不攝。", "867": "量所攝故。猶如比量。言非比量。簡一分相符。", "868": "以佛法許比量是現所有。非現量攝故。復欲", "869": "取為同喻。即顯因具足三相故。言極成現量。", "870": "簡不極成。以佛法許至教亦是現量攝故。言", "871": "所有者。又簡自語相違。若直言極成現量非", "872": "現量攝。既言極成現量。復非現量攝。故有相", "873": "違。又若不言所有。不詮得至教量。是現所有。", "874": "然狹帶說。故云所有量。因中言極成。簡隨", "875": "一過。以大乘至教量是現量攝故。言量所", "876": "攝。簡不定過。為如比量。極成現量所不攝故。", "877": "至教離現別有耶。為如非量。所不攝故。非別", "878": "有體耶。又量所攝。簡非量相符。以大乘許非", "879": "量現所有量。非現量攝。又成立離比量外更", "880": "有喻等量者。以大乘許譬喻量等非現量攝。", "881": "故立量云。非現極成比所有量非比量攝。極", "882": "成比量所不攝量所攝故。如現量。簡過如前。", "883": "陳那菩薩以此量無過。但與立量。為決定相", "884": "違因量。立現比量外無至教。量云。非現極", "885": "成比所有一分不極成量是現量攝。比量所", "886": "不攝量所攝故。如現量。又成立離比量外無", "887": "義准等。量云。非比極成現所有一分不極成", "888": "量是比量攝。現量所不攝量所攝故。如比量。", "889": "簡過如前。是故陳那依此二相。唯立二量。其", "890": "二相體。今略明之。一切諸法。各附已體。即", "891": "名自相。不同經中所說自相。以分別心假立", "892": "一法。貫通諸法。如縷貫花。此名共相。亦與", "893": "經中共相體別。有說。自相如火熱相等。名為", "894": "自相。若為名言所詮顯者。此名共相。此釋", "895": "全非。違佛地論。若以如火熱等方名自相。", "896": "定心緣火。不得彼熱。應名緣共。及定心緣", "897": "教所詮理亦為言顯。亦應名共相。若爾定心", "898": "應名比量。不緣自相故。", "899": "乘斯義便。明自共相。諸外道等計。一切名言", "900": "得法自相。如說召火但取於火。明得火之自", "901": "相。佛法名言但得共相。彼即難言。若得共相。", "902": "喚火應得於水。大乘解云。一切名言。有遮有", "903": "表。言火遮非火。非得火自相。而得火來者。", "904": "名言有表故得於火。有救難外云。汝若名言", "905": "得火自相。說及心緣應燒心口。以得自相故。", "906": "若他反難云。汝定心緣火。既得自相。應亦燒", "907": "心。心此不燒。假智及詮。雖得自相。而不被", "908": "燒。如何難我。即有解云。境有離合殊。緣合境", "909": "者被燒。定心離取故不被燒。由此前難但應", "910": "難名言。言依語表。表即依身。是合中知。若得", "911": "自相即合被燒。今問。此難為難因明自相。為", "912": "經中自相耶。答云依因明自相。若爾此難並", "913": "不應理。因明自相。非要如火熱為自相。如何", "914": "難彼合火燒心等。設縱依經自共相難。即不", "915": "得言假智及詮得自相救。彼假智詮。論自誠", "916": "說得共相故。若據外宗。彼非假智詮。俱得自", "917": "相。故可依此智以難於彼。彼返難曰。定心得", "918": "自相。應定心被燒。亦不得以離合取救。誰言", "919": "定心唯離取境。瑜伽說通離合取故。又若離", "920": "取即不被燒。亦應離取不得自相。火以熱觸", "921": "為自相故。又於極熱捺落迦中。意與身識。同", "922": "取於火。既不被燒。應不悶絕。不與苦俱。彼既", "923": "悶絕。及與苦俱。明得彼火熱自相故。前救及", "924": "難。二並成非。今且自共相。外道未必皆有此", "925": "二。佛法之中。有此義故。彼外道等。但言火等", "926": "即得火體。火體為自相。而不立共相。不能分", "927": "別經之與論。故總難之。若如說火。得火自相。", "928": "即應燒口。此據言火在於口中。言得自相。自", "929": "相亦不離口。故應燒口。或可。抑難。非正難彼", "930": "合口被燒。口是發語之緣。非正語故。正難", "931": "於彼尋名取境之心。亦得自相。得自相者心", "932": "應覺熱。若他返難言。令我尋名緣火之心亦", "933": "被燒者。自是被屈。非預我宗。尋名假智不得", "934": "彼火之自相故。若覺熱觸即非假智。稱境知", "935": "故。設定心中尋名緣火等亦是假智。不同比", "936": "量假立一法貫在餘法。名得自相。各附體故", "937": "名得自相。是現量收。不得熱等相故假智攝。", "938": "如假想定變水火等身雖在中。而無燒濕等", "939": "用。如上定心緣下界火雖是現量。所帶相分", "940": "亦無燒濕等用。問若爾實變水火地等。有濕", "941": "熱等用不。答雖有用而不燒心等。但任運變", "942": "中。即是火體自相。定心亦爾。問身根實智俱", "943": "得火之自相。云何得有燒不燒異。答火有微", "944": "盛。燒不燒異。問因明自共相。有體無體耶。答", "945": "此之共相。全無其體。設定心緣。因彼名言行", "946": "解緣者。即是假智。依共相轉。然不計名與所", "947": "詮義定相屬著。故云得自相。然是假智緣。得", "948": "名為共相。作行解故。此之共相。但於諸法增", "949": "益相狀。故是無體。同名句詮所依共相。若諸", "950": "現量所緣自相。即不帶名言。冥證法體。彼即", "951": "有體。即法性故。若佛心緣。比量共相亦無有", "952": "體。許佛遍緣故亦無失。有說共相亦是有體", "953": "假。", "954": "此實不然。以何為體。若有體者。百法何收答", "955": "言。法同分攝。許不相應是有體假此亦不然。", "956": "謂誰言不相應是有體假。瑜伽五十二云。緣", "957": "去來生滅等。是緣無體識。若許有體。不證緣", "958": "無。問空無我等。此之共相為有體無。有云。有", "959": "體。即此色等非我我所。名空無我等故。非境", "960": "無故。成唯識云。非異非不異。如無常等性。又", "961": "云。若無體者。如何與行非異耶。今謂不爾。若", "962": "言即此色等非我我所名空無我故說非無。", "963": "即應與色等是一而非異。如何非一異。又違", "964": "五十二解云證緣無識。一緣無我觀智。二緣", "965": "飲食。飲食即香等。離色香等都無所有。三邪", "966": "見緣無。四又諸行中無常無恒不實。共相觀", "967": "識非不緣此。五緣去來生滅等。既引證緣無。", "968": "明知此無體。且止傍論。", "969": "論。此中現量。述曰。下今辯體有二。初辯現", "970": "量體。後明比量體。辯現量中。文復分四。一簡", "971": "彰。二正辯。三釋義。四顯名。此即初也。言此", "972": "中者。是簡持義。向標二量。且簡比量。持彰現", "973": "量。故曰此中。言現量者。即正所持。欲明立", "974": "量。", "975": "論。謂無分別。述曰。第二正辯。言現量者。", "976": "謂無分別。問何智於何境離何分別。", "977": "論。若有正智於色等義。述曰。第三釋義。文", "978": "復分三。初簡邪。二定境。三所離。此初二也。", "979": "若有正智。簡彼邪智。謂患翳目。見於毛輪第", "980": "二月等。雖離名種等所有分別。而非現量。故", "981": "雜集云。現量者。自正明了無迷亂義。此中正", "982": "智。即彼無迷亂離旋火輪等。於色等義者。此", "983": "定境也。言色等者。等取香等。義謂境義。離諸", "984": "映障。即當雜集明了。雖文不顯。義必如是。不", "985": "爾簡略過失不盡。如智不邪。亦無分別緣彼", "986": "障境。應名現量故。", "987": "論。離名種等所有分別。述曰。此所離也。謂有", "988": "於前色等境上。雖無映障。若有名種等諸門", "989": "分別。亦非現量。故須離此名言分別。種類分", "990": "別。等取諸門分別。故理門論云。遠離一切種", "991": "類名言假立無異諸門分別。言種類者。即勝", "992": "論師大有同異。及數論師所立三德等。名言", "993": "即目短為長等。皆非稱實名為假立。一依共", "994": "相轉。名為無異。諸門六句。常無常等。或離一", "995": "切種類名言。名言非一故名種類。依此名言。", "996": "假立一法。貫通諸法。名為無異遍宗定有。異", "997": "遍無等。名為諸門。或可。諸門即諸外道所有", "998": "橫計安立諸法名為諸門。計非一故。此即簡", "999": "非。若唯簡外及假名言。不簡比量心之所", "1000": "緣。過亦不盡。故須離此所有分別。方為現量。", "1001": "若一往唯言無二或三所有分別。有太寬失。", "1002": "非彼二三全非現量。准七攝三。意地唯除無", "1003": "分別智。餘位隨應恒有彼故。然離分別略有", "1004": "四類。一五識身。二五俱意。三諸自證。四修定", "1005": "者。此言於色等義。是五識故。理門論引頌云。", "1006": "有法非一相。根非一切行。唯內證離言。是色", "1007": "根境界。次云。意地亦有離諸分別。唯證行轉", "1008": "又於貪等諸自證分諸修定者離教分別。皆", "1009": "是現量。問此入正理。為同於彼言於色等。但", "1010": "是五識亦有餘三。答有二解。一云同彼。於色", "1011": "等境。且明五識。以相顯故。此偏說之。彼論廣", "1012": "明。故具說四。二云具攝。言色等義。不唯五", "1013": "境。彼之三種。亦離名種等所有分別。此略總", "1014": "合。彼廣別說。問別明於五。五根非一。各現取", "1015": "境。可名現現別轉。餘三如何名現別轉。答各", "1016": "附體緣。不貫多法。名為別轉。文同理門。義何", "1017": "妨別問言修定者離教分別。豈諸定內不緣", "1018": "教耶。答雖緣聖教。不同散心計名屬義。或義", "1019": "屬名。兩各別緣。名離分別。非全不緣。方名現", "1020": "量。若不爾無漏心應皆不緣教。", "1021": "論。現現別轉故名現量。述曰。此顯名也。此", "1022": "四類心。或唯五識。現體非一名為現現。各附", "1023": "境體。離貫通緣。名為別轉。由此現現各各別", "1024": "緣。故名現量。故者。結上所以。是名現量。顯其", "1025": "名矣。雖無是字。准解比量。具合有之。彼文無", "1026": "故。闕結所以。影顯有故。俱為互文。其義相", "1027": "似。依理門論云。由不共緣。現現別轉。故名現", "1028": "量。五根各各明照自境。名之為現。識依於此。", "1029": "名為現現。各別取境。名為別轉。境各別故。名", "1030": "不共緣。若爾。互用豈亦別緣。答依未自在。且", "1031": "作是說。若依前解。即無此妨。或現之量。五", "1032": "根非一名現現。識名為量。現唯屬根。准理門", "1033": "釋。理則無違。若通明四。意根非現。又闕其識", "1034": "自體現名。但隨所應。依主持業二種釋也。", "1035": "論。言比量者。述曰。下明比量。文分為四。初", "1036": "牒名。二出體。三釋義。四結名。此即初也。", "1037": "論。謂藉眾相而觀於義。述曰。此出比體。謂", "1038": "若有智。藉三相因。因相有三。故名為眾。而方", "1039": "觀境義也。", "1040": "論。相有三種如前已說由彼為因於所比義。", "1041": "述曰。此下釋義有三。初釋前文。次簡因濫。後", "1042": "舉果顯智。此初文也。言相有三。釋前眾相。離", "1043": "重言失。故指如前。由彼為因。釋前藉義。由即", "1044": "因由。藉待之義。於所比義。此即釋前而觀於", "1045": "義。前談照境之能。曰之為觀。後約籌慮之", "1046": "用。號之曰比。言於所彰結比故也。", "1047": "論。有正智生。述曰。此簡因濫。謂雖有智藉", "1048": "三相因。而觀於境。猶預解起。此即因失。如前", "1049": "決定相違之因。或可。釋疑。前但略指三相如", "1050": "前。即有疑云。如聲勝論因皆三相。豈緣彼智", "1051": "即為正也。遂即釋云。雖具三相。有正智生方", "1052": "真比量。彼智或生疑故不為正。", "1053": "論。了知有火或無常等。述曰。此即舉果顯智。", "1054": "明正比量。智為了因。火無常等。是所了果。以", "1055": "其因有現比不同。果亦兩種火無常別。了火", "1056": "從烟現量因起。了無常等從所作等比量因", "1057": "生。此二望智俱為遠因。藉此二因。緣因之念。", "1058": "為智近因。憶本先知所有烟處必定有火。憶", "1059": "瓶所作而是無常。故能生智了彼二果。故理", "1060": "門云。謂於所比審觀察智。從現量生。或比量", "1061": "生。及憶此因與所立宗不相離念。由是成前", "1062": "舉所說力。念因同品定有等故。是近及遠比", "1063": "度因故。俱名比量。問言現量者。為境為心。答", "1064": "二種俱是。境現所緣。從心名現量。或體顯現", "1065": "為心所緣。名為現量。問言比量者。為比量", "1066": "智。為所觀因。答即所觀因。及知此聲所作因", "1067": "智。此未能生比量智果。知有所作處。即與無", "1068": "常宗不相離。能生此者。念因力故。問若爾現", "1069": "量比量及念。俱非比量智之正體。何名比量。", "1070": "答此三能為比量之智近遠生因。因從果名。", "1071": "故理門云。是近是遠。比量因故。俱名比量又", "1072": "云。此依作具作者而說。如似伐樹。斧等為作", "1073": "具。人為作者。彼樹得倒。人為近因。斧為遠", "1074": "因。有云。斧親斷樹為近因。人持於斧。疎非親", "1075": "因。此現比量為作具。憶因之念為作者。或復", "1076": "翻此。避前二釋。故名比量。問理門論中現比", "1077": "量境及緣因念。隨其所應俱名現比。如何此", "1078": "中俱但說於智。何理得知。彼於現境亦名現", "1079": "量。比量之因亦名比量。答理門論中云。問何", "1080": "故此中與前現量別異建立。此問詞。為現二", "1081": "門。此處亦應於其比果說為比量。彼處亦應", "1082": "於其現因說為現量。俱不遮止。", "1083": "此答詞。即初後互明也。今者此中俱但出量", "1084": "體。略彼作具之與作者。略廣故爾。", "1085": "論。是名比量。述曰。第四結名。由藉三相因。", "1086": "比度知有火無常等。故是名比量。故是二字。", "1087": "如前應知。", "1088": "論。於二量中即智名果是證相故如有作用而", "1089": "顯現故亦名為量。述曰。第四明量果也。或", "1090": "除伏難。謂有難云。如尺秤等為能量。絹布等", "1091": "為所量。記數之智為量果。汝此二量。火無常", "1092": "等為所量。現比量智為能量。何者為量果。或", "1093": "薩婆多等難。我以境為所量。根為能量。彼以", "1094": "根見等。不許識見。故根為能量。依根所起心", "1095": "及心所而為量果。汝大乘中。即智為能量。復", "1096": "何為量果。或諸外道等執。境為所量。諸識", "1097": "為能量。神我為量果。彼計神我為能受者知", "1098": "者等故。汝佛法中既不立我。何為量果。智即", "1099": "能量故。論主答云。於此二量即智名果。即", "1100": "者不離之義。即用此量智。還為能量果。彼復", "1101": "問云。何故即智復名果耶。答云。夫言量果者。", "1102": "能智知於彼。即此量智。能觀能證彼二境相", "1103": "故。所以名果。彼之境相於心上現。名而有顯", "1104": "現。假說心之一分名為能量。云如有作用。既", "1105": "於一心以義分能所故。量果又名為量。或彼", "1106": "所量。即於心現。不離心故。亦名為量。以境亦", "1107": "心。依二分解。或此中意約三分明。能量見分。", "1108": "量果自證分。體不離用。即智名果。是能證彼", "1109": "見分相故。相謂行相體相。非相分名相。如有", "1110": "作用而顯現者。簡異正量。彼心取境。如日", "1111": "舒光。如鉗鉗物。親照境故。今者大乘依自", "1112": "證分。起此見分取境功能。及彼相分為境生", "1113": "識。是和緣假如有作用。自證能起故言而顯", "1114": "現。故不同彼執直實取。此自證分。亦名為量。", "1115": "亦彼見分。或此相分。亦名為量。不離能量故。", "1116": "如色言唯識。此順陳那三分義解。", "1117": "論。有分別智於義異轉名似現量。述曰。下", "1118": "第四大段明二似量。真似相形。故次明也。於", "1119": "中有二。初似現。後似比。似現之中。復分為", "1120": "二。初標。後釋。此即初也。標中有三。一標似", "1121": "現體。二標所由。三標定名。有分別智。謂有如", "1122": "前。帶名種等諸分別起之智。不稱實境。別妄", "1123": "解生。名於義異轉。名似現量。此標似名。", "1124": "論。謂諸有智了瓶衣等分別而生。述曰。此", "1125": "下釋也。釋文亦三。即釋初也。謂諸有了瓶", "1126": "衣等智。不稱實境。妄分別生。名分別智。准理", "1127": "門言。有五種智。皆名似現。一散心緣過去。二", "1128": "獨頭意識緣現在。三散意緣未來。四於三世", "1129": "諸不決智。五於現世諸惑亂智。謂見杌", "1130": "為人。覩見陽炎謂之為水。及瓶衣等名惑亂", "1131": "智。皆非現量。是似現收。或諸外道及餘情類。", "1132": "謂現量得故。故理門云。但於此中。了餘境分。", "1133": "不名現量。由此即說憶念。比度。悕求。疑智。", "1134": "惑亂智等。於鹿愛等。皆非現量。隨先所受分", "1135": "別轉故。五智如次可配憶念等。智下言等是", "1136": "向內等。離此更無可外等故。於鹿愛等者。西", "1137": "域共呼陽炎為鹿愛。以鹿熱渴謂之為水而", "1138": "生愛故。此境言等。等彼見杌謂之為人。病眼", "1139": "空花毛輪二月瓶衣等。故彼復言。如是一切", "1140": "世俗有中。瓶等。數等。舉等。有性。瓶性等智。", "1141": "皆似現量。是假非真。名世俗有。舉瓶等取外", "1142": "道五唯量實句義等。數即勝論所計德句。言", "1143": "等等取彼量合離等。舉即業句。取捨屈伸行。", "1144": "舉即彼取。或是彼行。以等於餘。有性即大有。", "1145": "瓶性等即瓶性同異。等取和合句等。智即緣", "1146": "此之智。皆似現量。此等皆於五塵實境之中。", "1147": "作餘行相假合餘義。分別轉故。問此緣瓶等", "1148": "智。即名似現。現比非量三中何收。答非量所", "1149": "攝。問如第七識。緣第八執我。可名非量。汎緣", "1150": "衣瓶。既非執心。何名非量。答應知非量不要", "1151": "執心。但不秤境。別作餘解。即名非量。以緣瓶", "1152": "心。雖不必執。但惑亂故。謂為實瓶。故是非", "1153": "量。", "1154": "問既有瓶衣。緣彼智起。應是稱所知。何名", "1155": "分別。", "1156": "論。由彼於義不以自相為境界故。述曰。此", "1157": "釋所由。由彼諸智。於四塵境。不以自相為所", "1158": "觀境。於上增益別實有物而為所緣。名曰異", "1159": "轉。此意以瓶衣等體即四塵。依四塵上唯有", "1160": "共相無其自體。此知假名瓶衣。不以本自相", "1161": "四塵為所緣。但於此共相瓶衣假法而轉。謂", "1162": "為實有。故名分別。", "1163": "論。名似現量。述曰。此釋定名。由彼瓶衣依", "1164": "四塵假。但意識緣共相而轉。實非眼識現量", "1165": "而得。自謂眼見瓶衣等。名似現量又但分別", "1166": "執為實有。謂自識現得。亦名似現。不但似眼", "1167": "現量而得。名似現量。此釋盡理。前解局故。", "1168": "論。若似因智為先所起諸似義智名似比量。", "1169": "述曰。此第二解似比。文亦有二。初標。後釋。", "1170": "此即初也。於中有三。初標似因。次標似體。後", "1171": "標似名。似因及緣似因之智為先生。後了似", "1172": "宗智。名似比量。問何故似現。先標似體。後標", "1173": "似因。此似比中。先因後果。答彼之似現。由率", "1174": "遇境。即便取解謂為實有。非後籌度。故先標", "1175": "果。此似比量。要因在先。後方推度邪智後起。", "1176": "故先舉因。或復影顯。三句三文。如次配釋。", "1177": "論。似因多種如先已說用彼為因。述曰。下", "1178": "釋。如先所說四不成。六不定。四相違。及其似", "1179": "喻。皆生似智因。並名似因。前已廣明。恐繁故", "1180": "指。准標有智及因。今釋亦有所知之因。及能", "1181": "知智。皆不正故。俱名似因。然釋文無。即舉因", "1182": "顯用彼因智以為先因。准理標中亦合云。若", "1183": "似因智。及邪憶彼所立宗因不相離念為先。", "1184": "文略故爾。釋文隨標。亦略不說。", "1185": "論。於似所比諸有智生。述曰。釋前所起諸似", "1186": "義智。起之與生。義同文異。如於霧等。妄謂為", "1187": "烟。言於似所比。邪證有火。於中智起。言有智", "1188": "生。", "1189": "論。不能正解名似比量。述曰。此釋名也。由", "1190": "彼邪因。妄起邪智。不能正解彼火有無等。是", "1191": "真之流。而非真故。名似比量。", "1192": "論。復次若正顯示能立過失說名能破。述", "1193": "曰。下第五大段解真能破。文分為三。初總標", "1194": "能破。次辨能破境。後兼顯悟他結能破號。或", "1195": "分為四。初二如前。第三出能破體。第四結", "1196": "能破名。且依初科。此即初也。他立有失。如", "1197": "實能知。顯之令悟。名正顯示能立過失。其", "1198": "失者何。", "1199": "論。謂初能立缺減過性立宗過性不成因性不", "1200": "定因性相違因性及喻過性。述曰。此辨能", "1201": "破境。即他立失分二。初辯闕支。次明支失。謂", "1202": "初能立缺減過性。此即初辯闕支。或總無言。", "1203": "或言無義。過重先明。故云初也。此之缺減。古", "1204": "師約宗因喻。或六七句。陳那已後。約因三相。", "1205": "亦六或七。並如前辯。或且約陳那因三相為", "1206": "七句者。闕一有三者。如數論師對聲論。立聲", "1207": "是無常。眼所見故。聲無常宗。瓶盆等為同品。", "1208": "虛空等為異品。此但闕初而有後二。聲論對", "1209": "薩婆多。立聲為常。所聞性故。虛空為共同品。", "1210": "瓶盆等為異。闕第二相。所量性因。闕第三相。", "1211": "闕二有三者。如立聲非勤發。眼所見故。虛空", "1212": "等為同。瓶盆等為異。闕初二相。如立我常。對", "1213": "佛法者。因云非勤發。虛空為同。電等為異。因", "1214": "闕所依。故無初相。電等上有。闕第三相。諸四", "1215": "相違因。即闕後二相。如立聲常。眼所見故。虛", "1216": "空為同。盆等為異。三相俱闕。立宗過性等下。", "1217": "別明支過。此等或於能破。立所破名。故理門", "1218": "云。能立缺減能破。立宗過性能破等。問云何", "1219": "能立缺減等名為能破。能破理在出彼過言", "1220": "故。答此於能破說所破名。據實能破在於言", "1221": "也。或於所作說能作名。能立缺減等為因。能", "1222": "起此能破言。名為能作。即能破言從起。名為", "1223": "所作。破實在言。缺減能破等。是於所作立能", "1224": "作名。亦如於果立彼因號故也。或云。此唯約", "1225": "境。以下更云顯示此言。若前是言。何須後", "1226": "說。", "1227": "論。顯示此言開曉問者故名能破。述曰。兼", "1228": "顯悟他結能破號。立者過生。敵責言汝失。立", "1229": "證俱問。其失者何。名為問者。敵能正顯缺減", "1230": "等非。明之在言。名顯示此。因能破言。曉悟彼", "1231": "問。令知其失。捨妄趣真。此即悟他。名為能", "1232": "破。此即簡非。兼悟他以釋能破名。簡雖破他", "1233": "不令他悟亦非能破。", "1234": "論。若不實顯能立過言名似能破。述曰。此", "1235": "大段第六明似能破。文分為三。初標似能破。", "1236": "次出似破體。後結似破名。辯釋所以。此初也。", "1237": "論。謂於圓滿能立顯示缺減性言於無過宗有", "1238": "過宗言於成就因不成因言於決定因不定因", "1239": "言於不相違因相違因言於無過喻有過喻言。", "1240": "述曰。此出似能破體。初明妄言闕。後辯正", "1241": "言邪。立者量圓。妄言有缺。因喻無失。虛語", "1242": "過言。不了彼真。興言自負。由對真立。名似能", "1243": "破。准真能破。思之可悉。", "1244": "論。如是言說名似能破。述曰。下結似能破", "1245": "名。辯釋所以。於中分二。即結名及釋。此即初", "1246": "也。如是者。指前之詞言說者。即圓滿能立缺", "1247": "減言等。如此等言名為似破。問何故於圓滿", "1248": "能立。顯示缺減性言等。為似能破。", "1249": "論。以不能顯他宗過失彼無過故。述曰。釋", "1250": "所以。夫能破者。彼立有過。如實出之。顯示立", "1251": "證。敵令知其失。能生彼智。此有悟他之能。可", "1252": "名能破。彼實無犯。妄起言非。以不能顯他宗", "1253": "之過。何不能顯。彼無過故。由此立名為似能", "1254": "破。", "1255": "論。且止斯事。述曰。大文第三方隅略示。顯", "1256": "息煩文。論斯八義。真似寔繁。略辯為入廣之", "1257": "由。具顯恐無進之漸。故今略說之。云且止斯", "1258": "事。", "1259": "論。已宣少句義為始立方隅其間理非理妙辨", "1260": "於餘處。述曰。一部之中文分為二。此即第", "1261": "二顯略指廣。上二句顯略。下二句指廣。略宣", "1262": "如前少句文義。欲為始學立其方隅。八義之", "1263": "中。理與非理。如彼理門。因門集量。具廣妙辨。", "1264": "因明入正理論疏卷下", "1265": "寫本云。", "1266": "噵本奧云。以天長六年十二月略見竟。予二", "1267": "年春欲披疏文。鳩集眾本。幸得明詮。自筆噵", "1268": "本。矚而翫之。實為精要。但星霜久積。其文將", "1269": "消。意欲模寫胎之來葉。遂乃初移點。次寫噵。", "1270": "後一攬。於是犁上卷之漸畢。夏天受病。模寫", "1271": "屬廢。三年夏重。中卷並四相違半未成。四年", "1272": "秋畢其功矣。多日採翰。疲眼竭力。雖懼移點", "1273": "之舛錯。猶懌模寫之果然。既而傳法燈於後", "1274": "代。開惠眼於來世而已。于時永久四年秋八", "1275": "月十日於興福寺灌頂院慧曉記之云云寫", "1276": "本奧日比也。", "1277": "或本云。", "1278": "始自仁平四年三月二十五日至五月二日", "1279": "移點畢。", "1280": "釋氏藏俊", "1281": "久壽二年十二月二十九日以藏公為師讀", "1282": "始同三年正月九日讀畢字點有誤者改直", "1283": "了。", "1284": "從一位在判", "1285": "藏俊幸入先師之室雖稟遺訓識隔正理之", "1286": "門不足傳燈況每披三卷大疏失文之首尾", "1287": "乍訪兩朝諸家迷義之淺深然依　長者殿", "1288": "下仰任明詮之點守先師說謹侍御讀之末", "1289": "座謬授因明之大疏其年月日詳于御筆。", "1290": "久壽三─二─十七─重讀了不對師去十一", "1291": "─始之十三日抄三十三過文了。", "1292": "見疏之間云點云義不審不少書其趣押其", "1293": "處追問藏公決之。", "1294": "點不審自保元年五月二日至同八日決之。", "1295": "義不審自同年同月八日至同十八日決之。", "1296": "此中九十十一十七四ケ日隨決令藏公記", "1297": "問余答藏公之趣以備後鑒。", "1298": "建武二年乙亥十一月三日書寫之", "1299": "扶八九之老眼終三卷之微功願因兔毫", "1300": "之緣列龍華之筵矣。", "1301": "同三年正月二十五日點了　權律師尊", "1302": "經", "1303": "校者云。九帖之內。中下。下中。下下。三帖左記錄", "1304": "在。", "1305": "舍那瓶水芳流有盡此帖昔埋沒于明石之", "1306": "邊塵也既多年慈尊傳燈餘光尚照要文今", "1307": "還歸于興福之淨剎而再全部。", "1308": "各投金錢寄附之", "1309": "于時文化庚午年九月　日", "1310": "法印大僧都　訓　算", "1311": "法印大僧都　專　賀", "1312": "法印　　　　英　專", "1313": "法印　　　　順　實", "1314": "法印大僧都　訓　英", "1315": "法印　　　　榮　學", "1316": "法印　　　　秀　算", "1317": "法印　　　　章　誠", "1318": "法印　　　　教　憲", "1319": "法印　　　　弘　映", "1320": "權律師　　　榮　宗", "1321": "權律師　　　榮　尊", "1322": "權律師　　　算　榮", "1323": "擬講　　　　秀　演", "1324": "榮　懷", "1325": "長　胤", "1326": "願　辨", "1327": "長　有", "1328": "智　興", "1329": "訓　尊"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1840 因明入正理論疏", "source": "CBETA"}