{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0158 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經", "text": {"0": "18 歎品", "1": "大乘悲分陀利經卷第六", "10": "乃至無量光，降如是華雨。於十方佛土微塵", "100": "明如來此義：『世尊！何因何緣，世地大動，降大", "101": "華雨？』乃至如前所說。「爾時北方去此佛土過", "102": "九十億那由他百千佛剎，有世界名紫磨，其", "103": "佛號世自在王如來、應供、正遍知乃至佛、世", "104": "尊，純為求大乘菩薩說摩訶衍法。眾中有二", "105": "菩薩摩訶薩，一名不動處，二名慧財。彼二菩", "106": "薩問世自在王如來：『世尊！何因何緣，世地大", "107": "動，降大華雨？』乃至如前所說。「爾時下方去此", "108": "佛土過九十八那由他佛剎，有世界名無闇", "109": "冥，其佛號無畏近處音如來，現在住世，普為", "11": "數世界中，所有諸佛世尊現在住世淨佛剎", "110": "四眾說三乘法。彼佛土中有二菩薩摩訶薩，", "111": "一名潤疾顯明，二名空疾顯明，乃至如前所", "112": "說。「爾時上方去此佛土過二百千佛剎，有世", "113": "界名等華，其佛號華敷照明如來乃至佛、世", "114": "尊，現在住世，普為四眾說三乘法。彼佛土中", "115": "有二菩薩摩訶薩，時在坐中，一名自執境界", "116": "無怒，二名悅持無怒。彼二善男子問華敷照", "117": "明如來：『世尊！何因何緣，世地大動，降大華雨？』", "118": "華敷照明如來告言：『善男子！下方去此佛土", "119": "過二百千佛剎，有世界名耐提蘭，其佛號", "12": "中及不淨剎為眾生說法，其諸菩薩摩訶薩", "120": "寶藏如來乃至佛世尊，現在住世說法，授多", "121": "億眾生阿耨多羅三藐三菩提記，說菩薩境", "122": "界，現剎願境界，莊嚴三昧境界，陀羅尼門無難", "123": "法。眾中有一大悲菩薩摩訶薩，立如是願具", "124": "說大悲行，授菩薩摩訶薩阿耨多羅三藐三", "125": "菩提記。現如是願眼，令多億菩薩立願取佛", "126": "土莊嚴，攝度眾生。彼具大悲菩薩於一切眾", "127": "中無能及者，取彼五濁亂結惡世造無間業，", "128": "乃至集不善根心意燋枯而攝度之。彼一切", "129": "大眾，天、龍、乾闥婆、阿修羅、世人，捨供養寶藏", "13": "於諸佛所坐聽法者，彼諸菩薩摩訶薩見地", "130": "如來，盡以供養於彼大悲，五體禮已，合掌而", "131": "住，稱譽讚彼摩訶薩，坐寶藏如來前而聽授", "132": "記。如彼摩訶薩於如來前右膝著地，應時世", "133": "尊而現微笑，令十方佛土微塵數世界中，大", "134": "地六種震動，降大華雨，為覺悟彼諸佛土中", "135": "菩薩摩訶薩故，為現大悲菩薩願行故，為集", "136": "十方佛土微塵數餘世界中菩薩摩訶薩故，", "137": "為說菩薩摩訶薩誓願行門無畏法故，是故", "138": "彼如來現如是神通。』「善男子！彼二菩薩摩訶", "139": "薩，執自境界無怒、悅持無怒，問彼華敷照", "14": "大動、雨大華雨，令彼諸菩薩摩訶薩問彼諸", "140": "明如來：『世尊！彼大悲菩薩摩訶薩，發菩提心", "141": "幾時？彼大悲菩薩行菩薩行來幾時？乃能取", "142": "五濁惡世亂結重時造無間者，乃至集不善根", "143": "心意燋枯而攝度之。』華敷照明如來告言：『善", "144": "男子！彼大悲適始初發阿耨多羅三藐三菩提", "145": "心。善男子！汝等可至耐提蘭世界，奉見恭敬", "146": "親近寶藏如來、應供、正遍知，聽誓願行門無", "147": "畏法。以吾言致問於彼具大悲菩薩摩訶薩，", "148": "作如是言：「善男子！華敷照明如來致問於汝，", "149": "遣此月樂無垢華為信，又與汝善哉。汝善丈", "15": "佛：『世尊！何因何緣，世地大動，降天華雨？』「於時", "150": "夫！如是初發心大悲名聲流布，十方佛土微", "151": "塵數餘世界中得大悲名。是故善丈夫！歎汝", "152": "善哉。又汝善丈夫！乃能為後具大悲求菩薩", "153": "摩訶薩，汝以大悲之意立願眼幢。是故善丈", "154": "夫！歎汝善哉。又汝善丈夫！於當來世佛土微", "155": "塵數阿僧祇劫，名稱周遍佛土微塵數十方", "156": "餘世界中。又汝善丈夫！勸化多阿僧祇億那", "157": "由他百千眾生，於阿耨多羅三藐三菩提皆", "158": "住其中。將至世尊所得不退轉阿耨多羅三", "159": "藐三菩提。其中有從世尊所願取莊嚴佛土，", "16": "東方去此佛土過一恒河沙數佛剎，有世界", "160": "以大悲光遍覆所度眾生而攝取之，是汝所", "161": "化阿耨多羅三藐三菩提。眾生未得授記者，", "162": "彼亦於後當得授記；彼一切於後乃至佛土微", "163": "塵數阿僧祇劫，於十方佛土微塵數餘世界", "164": "中，當得成佛轉正法輪已當讚歎稱譽。以是", "165": "三事故，汝善丈夫！甚為善哉。」』「爾時多億菩薩", "166": "同聲白言：『世尊！我等亦欲至彼耐提蘭佛土", "167": "奉見恭敬親近寶藏如來、應供、正遍知，及見", "168": "彼善丈夫，所可如來以三事善哉，以此月樂", "169": "無垢華為信者。』善男子！時彼華敷照明如來", "17": "名寶集，佛號寶月如來、應供、正遍知乃至佛、", "170": "告言：『往，善男子！宜知是時。善男子！汝等於彼", "171": "寶藏如來所，聽說誓願行門無畏法。』善男子！", "172": "爾時彼二菩薩，自執境界無怒，悅持無怒，", "173": "從彼華敷照明如來所，取月樂無垢花，", "174": "與多億菩薩俱發彼等華佛土，忽然不現，", "175": "一念之頃至此耐提蘭佛剎閻婆羅園，詣寶", "176": "藏如來所。「爾時一切耐提蘭佛土充滿如", "177": "是大乘菩薩，求辟支佛乘、求聲聞乘善男子等，", "178": "天乃至摩睺勒，譬如甘蔗、竹葦、稻麻、叢林成", "179": "熟充滿如是。於爾時此耐提蘭佛土取大乘", "18": "世尊，現在住世，無量阿僧祇諸菩薩眾圍繞", "180": "善男子乃至摩睺勒充滿其中，彼諸菩薩頭", "181": "面禮寶藏如來足，以種種誓力菩薩神通供", "182": "養已。彼諸菩薩亦寶藏如來前見婆羅門，又", "183": "見一切大眾合掌而住稱譽讚歎。彼諸菩薩", "184": "生如是念：『是彼大悲摩訶薩所可華敷照明", "185": "如來與此月樂無垢華者。』彼諸菩薩從寶藏", "186": "如來所迴向婆羅門，以願樂無垢華與之，而", "187": "作是言：『善丈夫！華敷照明如來以是願月樂", "188": "無垢華與汝為信。善丈夫！與汝善哉，乃至如", "189": "前所說，以三事善哉。』「又諸華雨雨空佛土中，", "19": "演法純說大乘。彼佛國有菩薩摩訶薩，一名", "190": "以種種善聲充滿彼諸空佛剎中。謂：佛聲、法", "191": "聲、僧聲、滅聲、無為聲、波羅蜜聲、根力聲、無", "192": "畏聲、通聲、無行聲、無生聲、無滅聲、寂靜聲、", "193": "惔怕聲、大慈聲、大悲聲、無生法聲、授職", "194": "聲、登地聲、純說摩訶衍聲。彼種種華雨，以是", "195": "善聲遍滿彼諸空佛土中。又於彼空佛土中，", "196": "有大神通及威德於深法得自在諸菩薩隨", "197": "本願為度眾生故在其中者，彼聞是聲已，承", "198": "佛威神隨本願以為誓力，於彼發神通，速疾", "199": "猶若壯士伸臂之頃，如是彼諸菩薩發空佛", "2": "失三藏名今附秦錄", "20": "寶勝；二名月勝。彼二菩薩摩訶薩向寶月如", "200": "剎至此耐提蘭佛土。彼諸菩薩以種種菩薩", "201": "神通，供養寶藏如來訖，并供養彼諸大眾", "202": "已，隨所得處各坐聽法。", "203": "20 大師授記品大乘悲分陀利經大師授記品第二十", "204": "「善男子！爾時海濟婆羅門國大師，以彼願樂", "205": "無垢華供養寶藏如來已，白佛言：『唯願世", "206": "尊，授我阿耨多羅三藐三菩提記。』善男子！時", "207": "寶藏如來即入三昧，名曰電燈，以是三昧令", "208": "一切耐提蘭佛剎變成七寶。一切山林、樹木、", "209": "瓦礫及地，盡現七寶，隨彼眾生所可助善思", "21": "來叉手合掌，白寶月如來言：『唯！世尊！何因何", "210": "惟，坐聽法者隨應現身。其中有身現青、有黃、", "211": "有綠、有紫、有赤、有黑、有白，有身現如風，有", "212": "現如火，有現如空，有現如野馬，有現如氷，", "213": "有現如沫，有現如山，有現如梵，有現如釋，有", "214": "現如華，有現如伽樓羅，有現如龍，有現如", "215": "師子，有現如日，有現如月，有現如星，有現身", "216": "白骨，隨所助善思惟眾生，坐聽法者彼如是", "217": "見自身。善男子！其中眾生如見自身，見寶藏", "218": "如來身亦復如是。善男子！時彼大眾見婆羅", "219": "門國大師於寶藏如來前七寶千葉華臺上", "22": "緣，世地大動，降大華雨？』寶月如來告善男子：", "220": "坐。善男子！其中眾生有於地坐山空中者，", "221": "彼一一眾生如是見寶藏如來在我前坐，盡", "222": "意視我為我說法。「善男子！爾時寶藏如來、應", "223": "供、正遍知，讚海濟婆羅門言：『善哉，善哉！大悲", "224": "大婆羅門，汝亦大悲為饒益照世過數眾生", "225": "故出現婆羅門，譬如成好華剎種種色、種種", "226": "香、種種觸、種種葉、種種莖、種種根、種種德，悉是", "227": "良藥。其中有華香色照徹百由旬中，有二百", "228": "由旬，有三百由旬，略說於中有華香色乃至", "229": "照徹四天下世界。其中眾生聞彼華香，盲者", "23": "『西方去此佛土過一恒河沙數世界，有佛土", "230": "得視，聾者得聽，乃至諸根不具悉得成就。", "231": "其有眾生四百四病之所困者，彼聞香已身", "232": "病即除。其中眾生有狂顛錯亂失志者，彼聞", "233": "華香逮得本心。是華剎中有一分陀利出，是", "234": "堅固金剛，琉璃為莖而有百曲，黃金為葉，", "235": "馬瑙為鬚，臺赤真珠，高八十四百千由旬，", "236": "縱廣正等百千由旬，是分陀利香色光徹照", "237": "遍十方佛剎微塵數世界中。婆羅門！於彼十", "238": "方佛剎微塵數世界中眾生，四大不和身病", "239": "所困，諸情不具狂顛錯亂失志心者，彼諸眾", "24": "名耐提蘭，佛號寶藏如來乃至佛、世尊，現在", "240": "生見分陀利光聞其香已，一切患除逮得本", "241": "心。其有眾生久死骨節未離，分陀利光照彼", "242": "骸骨香勳觸已，彼諸骸骨尋皆得活，平復還", "243": "起見諸親屬，與彼俱遊入園嬉戲，五欲自娛", "244": "聚會中止，從彼終已皆生梵處，於中久住壽", "245": "命無量，彼間終已不生餘處。婆羅門！如彼成", "246": "華剎，如此大眾如日初出，諸華敷舒香色顯", "247": "現，有高百由旬，乃至有高千由旬，為多眾生", "248": "除種種病。如是，汝善丈夫！我為如來慧日出", "249": "世，譬如日出光照諸華，皆悉敷舒，光色明淨，", "25": "住世，授多億菩薩阿耨多羅三藐三菩提記，", "250": "除滅眾生種種病惱。善丈夫！吾今出世亦復", "251": "如是，以悲光明遍覆眾生，啟發眾生先造善", "252": "根，又以三種地立眾生，汝亦勸化無量阿僧", "253": "祇眾生，於阿耨多羅三藐三菩提，令住其中", "254": "將至我所。彼諸眾生皆於我前各各立願隨", "255": "取佛土，有取淨土，有取不淨，我亦隨授彼記。", "256": "善丈夫！彼有菩薩在於我所，取淨佛土淨意", "257": "易化已種善根眾生而攝度之，是名菩薩摩", "258": "訶薩彼無大丈夫行，於心意中亦無大悲。彼", "259": "諸菩薩不為悲一切眾生故求阿耨多羅三藐", "26": "說菩薩境界，現剎願莊嚴三昧境界，陀羅尼門", "260": "三菩提，所可取淨佛土捨棄困厄。有菩薩求", "261": "聲聞、辟支佛乘眾生佛土，彼諸菩薩意無善", "262": "智，有立如是願，我等當於無聲聞、辟支佛，無", "263": "集不善根，無女人，無地獄、畜生、餓鬼佛土中，", "264": "得成阿耨多羅三藐三菩提。聲聞、辟支佛但", "265": "為求大乘菩薩純說摩訶衍法。求我逮菩提", "266": "已，得長壽命久住多劫，為淨意易化諸善根", "267": "眾說法。是故彼諸菩薩意無善智，是故不名", "268": "摩訶薩也。』「善男子！時寶藏如來申臂，於五", "269": "指端種種無量色，無量百千色光，彼諸光明", "27": "無難法。其有一大悲菩薩摩訶薩，立如是願", "270": "照於東方無量阿僧祇佛土。於彼有世界名", "271": "鴦崛吒，其世界中人壽三十歲，顏色醜惡，無", "272": "慚無愧，集不善根，身長三肘。其中佛號月明", "273": "如來、應供、正遍知，現在住世，為諸四眾說三", "274": "乘法。「善男子！此諸大眾見彼佛土如來及諸", "275": "眾生，寶藏如來普告大眾言：『彼月明如來過", "276": "去無量阿僧祇劫，於寶蓋照踊如來前，初發", "277": "阿耨多羅三藐三菩提心；亦勸化多億那由他", "278": "眾生，於阿耨多羅三藐三菩提令住其中。隨", "279": "彼眾生，於寶蓋照踊如來前，立願取佛土莊", "28": "具說大悲，為授菩薩摩訶薩阿耨多羅三藐", "280": "嚴，有取淨土，有取不淨五濁。於中彼摩訶薩", "281": "初勸我阿耨多羅三藐三菩提，我於彼寶蓋", "282": "照踊如來前，立阿耨多羅三藐三菩提願，取此", "283": "五濁佛土莊嚴。時彼如來歎我善哉，授我阿", "284": "耨多羅三藐三菩提記。善丈夫！時善知識勸", "285": "我菩提者，彼自立願取極重結五濁惡土造", "286": "無間業，乃至集不善根心意燋枯墜在生死曠", "287": "野眾生，取而攝度。爾時於彼十方無量阿僧", "288": "祇餘世界中現在住世諸佛世尊，為彼遣使", "289": "亦致善哉，即為立字，名善大悲照明。彼大悲", "29": "三菩提記，現如是願眼，令多億眾生立菩薩", "290": "照明菩薩摩訶薩，是我善知識，饒益於我。成", "291": "佛未久，今在鴦崛吒世界三十歲世人中轉正", "292": "法輪。彼亦逮菩提已，於十方無量阿僧祇世", "293": "界中現在住世諸佛世尊遣使供養，是彼先", "294": "初勸化阿耨多羅三藐三菩提令住其中者；", "295": "是彼先所勸化檀波羅蜜乃至般若波羅蜜令", "296": "住其中者；彼諸佛世尊知念先恩遣信與彼", "297": "如來。「『婆羅門！汝觀彼諸佛世尊，於佛土長壽", "298": "淨意易化眾生而作佛事。彼月明如來於如", "299": "是五濁國成佛，為無間業乃至集不善根眾", "3": "19 感應品感應品第十九", "30": "願，取莊嚴佛土攝度眾生。於彼一切是大菩", "300": "生，如是短命中極多作佛事，不捨棄聲聞、辟", "301": "支佛而說法為如是。汝善丈夫！此一切菩薩", "302": "眾無能及者，立願最妙，取五濁惡剎造無間", "303": "業乃至集不善根而攝度之。又彼諸菩薩取", "304": "淨佛土，除地獄、畜生、餓鬼，捨棄聲聞、辟支佛，", "305": "取度淨意易化已種善根者，是諸菩薩名曰", "306": "如花，非摩訶薩、非分陀利，有於易化善根熟", "307": "中作佛事者。「『婆羅門！菩薩有四懈怠。何謂為", "308": "四？一者，立願於淨佛土；二者，願淨意眾生中", "309": "而作佛事；三者，願逮菩提已不說聲聞辟支", "31": "薩具足大悲，彼諸大眾無能及者，能取五濁", "310": "佛乘；四者，願逮菩提已長壽作佛。是為菩薩", "311": "四懈怠地。是故彼諸菩薩名曰如華，非分陀", "312": "利、非摩訶薩。婆羅門！此大菩薩眾，其譬如", "313": "是。除彼由毘師紐，取不淨佛土，攝度亂結", "314": "眾生，於賢劫中亦復少有。善男子！菩薩摩訶", "315": "薩有四精進。何謂為四？一者，願不淨佛剎；二", "316": "者，願不淨意眾生中作佛事；三者，願逮菩提", "317": "已說聲聞、辟支佛乘；四者，願逮菩提已壽命", "318": "處中不長不短。是為菩薩摩訶薩四精進。是", "319": "故彼諸菩薩，謂如分陀利不似如華，是故彼", "32": "亂結惡土一切無間乃至集不善根心意燋", "320": "謂菩薩摩訶薩。婆羅門！譬如汝今日於無", "321": "量阿僧祇菩薩眾中善授剎記，於如來前大", "322": "悲分陀利出，汝妙願攝度無間業，乃至集不", "323": "善根，取重五濁佛土。善丈夫！以汝大悲音", "324": "故，十方佛剎微塵數諸佛世尊，遣使稱汝善", "325": "哉，為汝立大悲名，又此一切大眾事供養", "326": "汝。汝大悲！於當來世過一恒河沙數阿僧祇、", "327": "於二恒河沙阿僧祇少餘，於彼娑訶佛剎，於", "328": "賢大劫百二十歲世人老病所困盲冥之中，", "329": "世無導師、集不善根因於邪道、曠野眾生造", "33": "枯而攝度之。彼諸大眾，天、龍、乾闥婆、阿修羅、", "330": "無間業，誹謗賢聖非毀正法犯根罪中，乃至", "331": "如前所說充滿於世。汝為如來、明行足乃至", "332": "佛、世尊，轉正法輪降自在魔伏諸結魔，名稱", "333": "流布十方無量無邊佛土。汝當有大聲聞眾", "334": "一千二百五十比丘，當於四十五年中，如是", "335": "漸漸具作佛事如所立願。於爾時是大王無", "336": "量淨當名阿彌陀，於無量劫中具作佛事。如", "337": "是，汝大悲！於娑訶佛剎賢大劫百二十歲世", "338": "人中，於四十五年如是成滿大具佛事。汝善", "339": "丈夫！當以無上般涅槃後正法住世過千歲，", "34": "世人，供養寶藏如來，盡皆供養最後大悲，", "340": "正法滅後，善丈夫！汝色身舍利亦如是作佛", "341": "事如汝願，於爾所時化度眾生如前所說。』", "342": "21 大師立誓品大乘悲分陀利經大師立誓品第二十一", "343": "「善男子，爾時有梵名螺髻，彼言：『汝善丈夫！於", "344": "無量阿僧祇劫中行菩薩行時，在所生處我", "345": "常為汝給使，隨順供奉猶如僮僕，於最後身", "346": "願為汝父。善丈夫！汝逮菩提已，為汝第一檀", "347": "越，汝當授我阿耨多羅三藐三菩提記。』時有", "348": "女海神名曰調意，彼言：『在所生處乃至最後", "349": "身，我為汝母生育於汝。汝大悲！逮菩提已，", "35": "五體禮訖，叉手合掌眾妙偈讚。彼摩訶薩坐", "350": "亦授我阿耨多羅三藐三菩提記。』時有女地", "351": "神名水儀，彼言：『在所生處乃至最後身，我為", "352": "汝母，汝逮菩提已，授我阿耨多羅三藐三", "353": "菩提記。』時有二釋，一名親近，二名雪思念，", "354": "彼二俱言：『汝大悲！在所生處乃至逮菩提已，", "355": "我等為汝神足智慧上首聲聞。』復有一釋，名", "356": "曰善現手，彼言：『大悲！在所生處乃至最後", "357": "身，我為汝子。』時有女山神名曰日壹，彼言：", "358": "『大悲！汝在生處乃至最後身，我為汝妻。善丈", "359": "夫！汝逮菩提已，授我阿耨多羅三藐三菩提", "36": "如來前而聽授記。如彼摩訶薩於如來前右", "360": "記。』時有阿修羅名曰釧行，彼言：『大悲！汝在所", "361": "生處，於無量阿僧祇劫中，善丈夫！汝行菩提", "362": "行時，我當與汝作親族善友如奴僕使，汝最", "363": "後身我當供給。善丈夫！汝逮菩提已，轉正法", "364": "輪，初說法時我先證果，服法味得甘露，乃至", "365": "除諸結使成阿羅漢。略說，爾時恒河沙數天、", "366": "龍、阿修羅、世人，隨順大悲立願受度。』「時有一", "367": "邪命，名曰壞想，彼言：『大婆羅門！我為汝友助", "368": "成眾事，我當所在生處無量阿僧祇劫中，為", "369": "汝同師友及作親屬，又常至汝所為乞衣服、", "37": "膝著地，時彼如來應時微笑，令十方佛剎微", "370": "臥具，象馬、車乘、輦輿、聚落、城郭，男女、妻妾", "371": "及諸眷屬，皮肉、骨血、手足、耳目、鼻舌，及頭盡", "372": "求索故。大婆羅門！我為汝友助成汝檀波羅", "373": "蜜，乃至助成般若波羅蜜。大婆羅門！汝行菩", "374": "提行時，我當如是助成六波羅蜜，乃至汝逮", "375": "菩提，令我得聲聞處，受持八萬部法真為法", "376": "師，汝當授我阿耨多羅三藐三菩提記。』「善男", "377": "子！大悲婆羅門聞彼語訖，五體禮寶藏如來", "378": "足已，語彼壞想邪命言：『善哉，善哉！善丈夫！", "379": "汝為我無上行友，汝乃能為我於無量阿僧", "38": "塵數世界，地極震動，降大華雨，為悟彼剎一", "380": "祇那由他百千眾生處，從乞衣服乃至頭目", "381": "故，我當歡喜淨心施與，令汝永無罪分。』「善男", "382": "子！時彼大悲菩薩摩訶薩，復白寶藏如來言：", "383": "『世尊！若我在所生處，於無量阿僧祇億那由", "384": "他百千劫中行阿耨多羅三藐三菩提行時，", "385": "其有住我前從我求食，或以軟言，或以麤", "386": "言，或輕調言，或正直言，從我求索。世尊！若", "387": "我於求者所，一念之頃若生瞋恚不愛敬心", "388": "施求果報，如是施者，令我永已不見十方無", "389": "量阿僧祇餘世界中現在住世說法諸佛，令", "39": "切菩薩摩訶薩故，為現大悲菩薩願行故，為", "390": "我不成阿耨多羅三藐三菩提。世尊！我以淨", "391": "心施與乞士，若受施者，於信施墮障礙善法，", "392": "乃至析毛億分一者，令我永已不見諸佛。世", "393": "尊！受施者乃至毛億分之一障善法者，令我", "394": "墮阿鼻地獄中；如施飲食衣服亦爾。乃至乞", "395": "者從我求頭或以軟語，或以麤語，或輕弄語，", "396": "或以正直語，從我索頭。世尊！若我於求者所", "397": "有一念頃若生瞋恚不愛敬心願求果者，令", "398": "我永已不見諸佛。世尊！乃至令我入阿鼻地", "399": "獄。如我行施，戒亦如是，乃至惠，乃至捨亦如", "4": "「善男子！時大眾天乾闥婆及世人，五體禮婆", "40": "集十方佛剎微塵數世界中菩薩摩訶薩故，", "400": "是說。』「善男子！爾時寶藏如來讚大悲菩薩摩", "401": "訶薩言：『善哉，善哉！汝善丈夫！以大悲意立是", "402": "妙願。』善男子！時一切大眾，天、乾闥婆、阿修羅、", "403": "世人，合掌而住，讚言：『善哉，善哉！仁善丈夫！", "404": "以大悲意立是妙願善勝堅固，仁亦以六和", "405": "敬法滿足眾生。』善男子！如壞想邪命立願受", "406": "菩薩施，八萬四千眾生亦立願。「善男子！時大", "407": "悲菩薩摩訶薩，聞八萬四千眾生立如是如", "408": "壞想所立，生大歡喜，起叉手立，觀一切大眾", "409": "已，悲喜交集而言：『甚奇未曾有，我當於彼窮", "41": "為說菩薩摩訶薩誓願行無畏法門故，彼如", "410": "法困弊大結散亂五濁惡世，為導師商主，為", "411": "照為燈，無力無覺悟者我為示導，我乃能於", "412": "初發心得此如是無上菩提行，及在所生處", "413": "能受我頭、眼、耳、鼻、舌、手、足、血、肉、皮、骨，乃至受", "414": "我飲食。』善男子！時彼大悲菩薩摩訶薩，還", "415": "坐寶藏如來前，白佛言：『世尊！我在所生處無", "416": "量阿僧祇那由他百千劫中，其有求索來至", "417": "我所從我受施，若食若飲乃至受頭，從我手", "418": "中受施，乃至析毛億分之一者，乃至菩提際。", "419": "若我逮菩提已，從生死中不脫彼眾生，不授", "42": "來現是神通。』「善男子！彼二菩薩問寶月如來：", "420": "彼聲聞乘、辟支佛乘、大乘記者，令我永已不", "421": "見現在十方諸佛世尊，令我不逮阿耨多羅", "422": "三藐三菩提。』「善男子！寶藏如來復歎彼大悲", "423": "菩薩摩訶薩言：『善哉，善哉！善丈夫！汝菩提行", "424": "願如是如持，彌樓山如來先勸發心，於世自", "425": "在明如來前，立如是菩提行願，如是行菩提", "426": "行。立願已來過恒河沙數大劫，彼大丈夫於", "427": "東方億百千佛土，最在邊持熾然世界百歲", "428": "世人中，成阿耨多羅三藐三菩提。號智華無", "429": "塵上勝菩提自在如來、應供、正遍知乃至佛、世", "43": "『世尊！彼大悲菩薩摩訶薩發心幾時？彼摩訶", "430": "尊，四十五年具作佛事已入無餘涅槃。大悲！", "431": "時彼智華無塵上勝菩提自在如來般涅槃", "432": "後，正法眼住千歲，正法滅後，像法亦住千", "433": "歲。大悲！又彼智華無塵上勝菩提自在如來", "434": "般涅槃後正法眼時，復於像法比丘比丘尼", "435": "破戒、惡法、邪行、非行、無慚、無愧，毀供養法無", "436": "有慚愧，斷截四方僧及現前僧衣服、飲食、臥", "437": "具、湯藥、種種供具而自入，若自食若與俗人。", "438": "大悲！時彼智華無塵上勝菩提自在如來，先", "439": "授彼一切三乘記。大悲！其有眾生於彼如來", "44": "薩修菩薩行幾時？能取五濁重結亂世造無", "440": "法中著染袈裟者，先授彼一切三乘不退轉", "441": "記。其有犯根罪比丘、比丘尼、優婆塞、優婆夷，", "442": "先於彼如來有師事者，善根故亦授三乘不退", "443": "轉記。』「善男子！大悲菩薩摩訶薩重白寶藏如", "444": "來言：『世尊！我如是立願，乃至隨我幾數時行", "445": "無上菩提行，無上菩提行所勸化眾生。於檀", "446": "波羅蜜以善勸化眾生，乃至毛億分之一修", "447": "行，乃至菩提際，不令彼眾生住三乘地不退", "448": "轉，乃遺一人者，令我永已不見十方無量阿", "449": "僧祇世界中現在住世說法諸佛，令我不成", "45": "間業，乃至集不善根心意燋枯而取度之。』寶", "450": "阿耨多羅三藐三菩提。世尊！我得無上智已，", "451": "其有眾生於我法中著染袈裟者，若犯根", "452": "罪，若因諸見於三寶失犯眾過罪，比丘、比丘", "453": "尼、優婆塞、優婆夷，有於我所能一念頃發師", "454": "事想生恭敬心，若於法僧起恭敬意者，世尊！", "455": "我若不授彼眾生三乘不退轉記，遺一人者，", "456": "令我永已不見諸佛世尊，乃至不成阿耨多", "457": "羅三藐三菩提。世尊！我逮菩提已，令染服袈", "458": "裟為天世人之所尊重恭敬供養，其有眾生", "459": "得見袈裟者，令於三乘得不退轉。其有眾生", "46": "月如來告言：『善男子！彼大悲適始初發阿耨", "460": "飢渴所逼乏無飲食，若夜叉貧窮，若人貧窮，", "461": "若於餓鬼其餓鬼眾生，得染袈裟乃至四指，", "462": "令彼一切所求飲食隨意充滿。其有眾生不", "463": "相和順，多饒怨嫉共相鬪戰，若天、若夜叉、", "464": "若羅剎、龍、阿修羅、迦樓羅、緊那羅、摩睺羅伽、", "465": "鳩槃茶、毘舍遮，及餘世人交陣鬪時，能念袈", "466": "裟者，令彼眾生得悲心、軟心、無怨心、淨心、隨", "467": "用作心。眾生若於鬪戰，若於諍訟，為護身", "468": "故，尊重恭敬供養袈裟，常持自隨者，令彼眾", "469": "生所在常勝、無能陵者，從鬪戰諍訟安隱解", "47": "多羅三藐三菩提心。善男子！汝等可往耐提", "470": "脫。世尊！若我袈裟不具此五聖德者，令我永", "471": "已不見十方諸佛世尊，乃至令我不能具作", "472": "佛事，令我諸法悉皆忘失，令我不能降伏異", "473": "學。』「善男子！爾時寶藏如來申右臂，以手摩大", "474": "悲菩薩頂告言：『善哉，善哉！善丈夫！所願甚", "475": "善，辯才妙勝。善丈夫！如是汝逮菩提已，染服", "476": "袈裟有此五聖德饒益眾生。』善男子！時大悲", "477": "菩薩彼以受記。善哉，善哉！歡喜踊躍，以如來", "478": "百福莊嚴柔軟右手縵網長指觸之，還成童", "479": "子如年二十。「善男子！爾時一切大眾，天、乾闥", "48": "蘭佛剎，奉覲恭敬，親近寶藏如來、應供、正遍", "480": "婆、阿修羅、世人，還叉手住，敬事供養大悲菩", "481": "薩摩訶薩，以華香乃至音樂供養大悲菩薩", "482": "摩訶薩，以妙偈讚已就坐。", "483": "大乘悲分陀利經卷第六", "49": "知，聽說誓願行無畏法門。又以吾言致問於", "5": "羅門足，叉手合掌種種句義偈讚歎已。善男", "50": "彼大悲菩薩摩訶薩，如我辭曰：「善丈夫！寶月", "51": "如來致問於汝，以是月樂無垢華與汝為信。」", "52": "又言：「善哉！汝善丈夫！如是初發心，汝大悲音", "53": "聲充遍十方佛剎微塵數餘世界中得大悲", "54": "名，是故善哉於汝。又汝善丈夫！為將來具大", "55": "悲菩薩摩訶薩立大悲音願眼幢，是故善哉", "56": "於汝。又汝善丈夫！當來佛土微塵數阿僧祇", "57": "劫，名稱流布十方佛土微塵數世界中。又汝", "58": "勸化多億那由他百千眾生，於阿耨多羅三", "59": "藐三菩提皆住其中，將詣佛所住不退轉阿", "6": "子！時海濟婆羅門，於寶藏如來前，右膝著", "60": "耨多羅三藐三菩提。其中願有取佛土莊嚴", "61": "攝度，有當得授記，是汝所勸化菩提者。彼一", "62": "切於後乃至佛土微塵數阿僧祇劫佛剎微塵", "63": "數十方餘世界中，彼逮菩提轉正法輪已當", "64": "稱譽讚歎。汝善丈夫！以是三事故，善哉於", "65": "汝。」』「爾時九十二億菩薩同聲白言：『世尊！我等", "66": "欲往耐提蘭佛土，奉見恭敬，親近彼寶藏如", "67": "來、應供、正遍知，并見彼善丈夫。所可如來以", "68": "三事善哉，又以此月樂無垢華與善男子。』時", "69": "寶月如來告言：『往，善男子！今正是時。汝等至", "7": "地。應時大地震動周匝，十方佛剎微塵數佛", "70": "彼寶藏如來所，聽說誓願行無畏法門。』時彼", "71": "寶勝、月勝菩薩摩訶薩，從寶月如來所受月", "72": "樂無垢華，與九十二億菩薩俱發寶集世界；", "73": "譬如電頃，如是彼菩薩眾，於寶集世界忽然", "74": "不現，至此耐提蘭佛土閻婆羅園。到寶藏如", "75": "來所，至心頭面禮寶藏如來足，以種種菩薩", "76": "神通供養已。見婆羅門在寶藏如來前，一切大", "77": "眾叉手合掌稱譽讚歎。彼諸菩薩生如是念：", "78": "『是彼具大悲者所可寶月如來與此月樂無垢", "79": "華者。』彼二菩薩摩訶薩，於世尊所迴向婆羅", "8": "土普極震動，岠峨踊沒悉極傾搖；復現大光", "80": "門，以華與之而作是言：『汝善丈夫！彼寶月", "81": "如來以此月樂無垢華，又以善哉，乃至如前", "82": "所說。』略說，東方無量阿僧祇諸世界中菩薩", "83": "摩訶薩，來至耐提蘭佛土，與月樂無垢華", "84": "俱。彼現在世諸佛世尊，皆為婆羅門以華為", "85": "信，又以三事善哉，如前所說。「南方去此佛剎", "86": "過九十七億那由他百千佛土有世界，中佛", "87": "號師子奮迅勝自在王如來、應供、正遍知，現", "88": "在住世，純為菩薩摩訶薩說大乘法。時彼眾", "89": "中有二菩薩摩訶薩，一名智金剛勝，二名師", "9": "明雨種種華雨，所謂：曼陀羅、摩訶曼陀羅", "90": "子金剛勝。彼二菩薩摩訶薩問師子奮迅勝", "91": "自在王如來：『世尊！何因何緣，世地大動，降大", "92": "華雨？』乃至如前所說。略說，南方無量阿僧祇", "93": "餘佛土中，無量阿僧祇億那由他百千菩薩，", "94": "來此耐提蘭佛土，乃至如前所說。「爾時西方", "95": "去此佛土過八十九億那由他百千佛剎，有", "96": "世界名上勝，其佛號降伏根廣長明如來，現", "97": "在住世，為四眾說三乘法。時眾中有二菩", "98": "薩，一名賢顯明菩薩摩訶薩，二名師子奮迅", "99": "身菩薩摩訶薩。彼二善男子問降伏根廣長"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0158 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}