{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1025 佛頂放無垢光明入普門觀察一切如來心陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛頂放無垢光明入普門觀察一", "1": "切如來心陀羅尼經卷下", "2": "西天北印度烏填曩國帝", "3": "釋宮寺三藏傳法大師賜", "4": "紫沙門臣施護奉　詔譯", "5": "爾時世尊告帝釋天主言。若復有人能書寫", "6": "此佛頂放無垢光明入普門觀察一切如來心", "7": "陀羅尼。造塔安置或修飾舊塔安置。復以粖", "8": "香塗香作眾妓樂而為供養。又復潔淨身心。", "9": "於一晝夜六時。念誦此陀羅尼。又復旋遶一", "10": "百八遍。能滅一切惡業。能生一切善種天主", "11": "若欲安置此心明者。至日初出時面東而坐。", "12": "以諸香泥塗曼拏羅。面向於日散種種華。燒", "13": "沈水香咄嚕瑟迦香等。歸命頂禮一切如來", "14": "一百八遍。書此心明安於塔中。由如以九十", "15": "九百千俱胝那餘多殑伽沙等如來。一一如", "16": "來全身舍利。置於塔中而無有異。復更書", "17": "此佛頂無垢普門三世如來心陀羅尼安於塔", "18": "中。陀羅尼曰。", "19": "唵引一怛賴二合引地吠二合二薩哩嚩二合三怛他引誐", "20": "哆四紇哩二合那野五誐囉鼻二合引入嚩二合羅", "21": "六達哩摩二合馱引覩七誐囉鼻二合引八僧賀囉九", "22": "阿引喻十僧輸引馱野十一播引波十二薩哩嚩二合", "23": "十三怛他引誐哆十四三滿覩引十五塢瑟抳二合灑十", "24": "六尾摩羅十七尾󰡊第引十八娑嚩二合引賀引十九", "25": "天主若有於此佛頂無垢普門三世如來心陀", "26": "羅尼塔而生恭敬。所有過去短命之業而得", "27": "消除。復增壽命諸天護持。此人命終捨此身", "28": "時由如蛇蛻。便得往生安樂世界。不墮地獄", "29": "傍生焰魔羅界。乃至不墜一切惡趣。亦復不", "30": "聞地獄之名。獲如是報得未曾有。", "31": "爾時帝釋天主。於世尊處授此明已。為摩尼", "32": "藏無垢天子。而於彼時往自宮中。先依如來", "33": "所說儀軌。依法作塔如彼法相。燒香禮拜一", "34": "心念誦祈消業報。當作之時彼摩尼藏無垢", "35": "天子。所有一切罪業苦惱之報皆悉消除。又", "36": "復獲得殊勝之身如彼真金。目青瑩澈髮鬒", "37": "光潔。又復獲得一切如來。當於面前虛空中", "38": "現。彼諸如來口稱善哉。時摩尼藏無垢天子", "39": "得業清淨罪障消除。復見自性生大忻慶。即", "40": "說頌曰。", "41": "如來不思議明力亦難思", "42": "正法復亦然獲得見果報", "43": "復說偈言。", "44": "頂禮歸命真實際釋迦牟尼大導師", "45": "本行悲愍濟眾生隨願等同如意寶", "46": "爾時摩尼藏無垢天子說此偈已。歸自宮殿。", "47": "與諸眷屬天子天女之眾。各各執持種種天", "48": "華華鬘。種種天香粖香塗香。乃至天衣莊嚴", "49": "殊妙。并天帝釋亦復嚴持天諸香華妙供養", "50": "具。復往覩史多宮詣世尊所。到佛所已作大", "51": "供養。復以種種天諸事業而為供養。又復旋", "52": "遶多百千匝。伸供養已坐世尊前而欲聞法。", "53": "爾時會中四大天王梵王那羅延天大自在天", "54": "金剛手大藥叉主等。向世尊前合掌恭敬。白", "55": "世尊言世尊。此摩尼藏無垢天子。宿造何業", "56": "獲得如是極惡果報。受大苦惱憂愁無量。佛", "57": "言善哉善哉善男子快問斯義。汝當諦聽為", "58": "汝宣說。金剛手過去之世。彼南印度有城名", "59": "廣圓滿。有婆羅門名曰無垢。而住彼城為說", "60": "法師。性識聰敏善能分別諸法之相。色貌端", "61": "嚴形儀威肅見者歡喜。有善信者當為說此", "62": "心明。而復廣為利益一切眾生故。於此明王", "63": "陀羅尼。恒常思惟審諦觀察。是時復有長者", "64": "名曰光明。亦住彼城。財富無量得大自在。諸", "65": "婆羅門咸所隨順。復次無垢婆羅門。一時為", "66": "人解說此心明王陀羅尼。是時光明長者生", "67": "不喜心作如是思惟。此婆羅門我當如魚如", "68": "龜片片割截。復以糞穢著於口中。時彼長者", "69": "作是思惟興惡心已。尋便獲得白癩病報。受", "70": "大疼痛極大苦惱直至命終。既命終已。生於", "71": "無間大地獄中。住彼一劫受大苦惱。出彼獄", "72": "已生魚龜中。亦經一劫而受苦報。然後命終。", "73": "又復生大黑繩地獄。受大苦惱亦復一劫。後", "74": "出彼獄。却於本住之城生盲種中。生即無目。", "75": "以宿緣故得聞苾芻住彼彼寺。心生信重親", "76": "自尋覓。而彼苾芻常行悲愍。既見來已慈心", "77": "攝取。更與美食。然後復與解說此心明陀羅", "78": "尼。既得聞已審諦思惟。乃於此生獲宿命通。", "79": "即能思惟本所從來。又復思惟業力甚大。悔", "80": "恨無量作是念已。即便命終。承陀羅尼威德", "81": "力故。生忉利天處妙宮殿。與諸天女眷屬受", "82": "大快樂。餘業熟故此苦現前。", "83": "金剛手爾時彼長者生疑毀謗者。即摩尼藏", "84": "無垢天子是金剛手彼摩尼藏無垢。當受如", "85": "是諸苦報已。後修善業歸命三寶漸證善果。", "86": "乃至當來獲得佛菩提故。", "87": "金剛手爾時無垢婆羅門者。後為苾芻復與", "88": "彼生盲。解說此陀羅尼者。即文殊師利童子", "89": "是。", "90": "爾時諸天大眾等。得聞說此過去事已。歎言", "91": "希有甚奇甚特歡喜無量。乃發大聲即說頌", "92": "曰。", "93": "不可思議大明力解脫三塗乃求得", "94": "同如意寶而平等此實如來真三昧", "95": "爾時彼眾會中九十二千天子得不退轉。百", "96": "千俱胝天女變女人相而成男子。亦復獲得", "97": "住不退轉。爾時金剛手大藥叉主。白佛言世", "98": "尊。大不思議而能讚歎此大明王陀羅尼。世", "99": "尊願更宣說成就儀軌。當使眾生於後時分", "100": "獲得利益安樂。不墮地獄傍生焰魔羅界。", "101": "爾時世尊愍彼請已。告金剛手大藥叉主言。", "102": "諦聽諦聽我今為汝宣說此陀羅尼成就儀軌。", "103": "於後時後分。若有族姓男族姓女苾芻苾芻", "104": "尼鄔播索俱鄔播斯迦。念誦此明王一遍。由", "105": "如旋遶二十如來全身之塔。又若念誦此二", "106": "如意寶一遍。同彼十殑伽沙等百千俱胝那", "107": "餘多如來所。而種善根。獲大福報。五無間業", "108": "悉皆滅盡。乃至地獄傍生焰魔羅界。一切罪", "109": "障皆得解脫復得長壽。此界命盡由如蛇蛻。", "110": "即便往生安樂世界不受胞胎。於蓮華中自", "111": "然化生。所生之處得宿命智。又復恒常親近", "112": "供養一切如來。一切所求皆悉滿足。若彼依", "113": "法清淨澡浴著鮮潔衣。作四方曼拏羅。用好", "114": "樺皮書此心明。復作五塔安壇四角及彼中", "115": "心。於五塔中安置心明。又於中心安置相輪。", "116": "於相輪楟上繫赤色絹以為幖幟。壇上安四", "117": "賢瓶四香爐燒四種香。所謂藿香沈香栴檀", "118": "及安息等。散諸名華粖香。置閼伽器等旋遶", "119": "曼拏羅。念誦此二如意寶一百八遍。若人為", "120": "蛇所螫。或疾病纏染壽命將盡或中夭者。至", "121": "於兵戈怖畏乃至為求子息。當於曼拏羅前", "122": "安五般林樹之葉。以彼樹葉拂於身上。於塔", "123": "曼拏羅發諦善心作諸供養。若能一一依此", "124": "儀軌者。於前百千劫所有積聚罪業障難獲", "125": "得解脫。一切煩惱一切疾病。一切怖畏悉皆", "126": "遠離。至於地獄傍生焰魔羅界。一切惡業亦", "127": "得解脫。乃至世間一切罪障。毒害苦惱咸皆", "128": "破滅。若有專注念誦。短壽之人獲得長壽。若", "129": "有久患瘡痍久久不瘥便得痊瘥。身根圓滿", "130": "清淨微妙。意所求事皆悉獲得。乃至命終面", "131": "前不見一切苦惱。命終之後由如蛇蛻。往生", "132": "安樂世界。所生之處蓮華化生。諸所受用悉", "133": "皆殊妙得宿命通。若依儀軌日日三時念誦", "134": "二十一遍。乃至誦滿一年。獲得普門觀察光", "135": "明三摩地。得見十方一切佛剎中一切如來。", "136": "又得無垢清淨焰熾極清淨身得心清淨。同", "137": "於八十二殑伽沙等百千俱胝那餘多佛所而", "138": "種善根。輪迴往返常處清淨。應有佛剎求往", "139": "皆至。欲生安樂世界應念即生。死相苦惱皆", "140": "不現前。乃至夢中亦復不見。若於八日十四", "141": "日十五日。旋遶如來全身之塔。誦此二大如", "142": "意寶陀羅尼八百遍。當誦之時塔中有聲。安", "143": "慰行人而稱善哉。彼人現世所有一切罪障", "144": "及諸煩惱。乃至貪瞋癡無明垢穢皆悉消除。", "145": "獲得無垢極清淨身。若復男子女人童男童", "146": "女聞念誦聲。所有罪障悉得解脫。若念誦之", "147": "聲墮諸傍生。及以飛禽四足二足多足無足", "148": "種種蟲蟻含識之類。一切業道悉皆解脫。若", "149": "於塚間掘取骸骨。呪其沙土二十一遍散於", "150": "骨上。彼之神識隨其方處所墮地獄。悉皆解", "151": "脫生善逝天。彼彼天人身雨異花降於塚間。", "152": "若復行人在於塚間山間念誦之時。所有飛", "153": "禽走獸種種之類。遊行至彼悉得解脫業報", "154": "之身生善逝天。若念誦佛頂無垢普門三世", "155": "如來心陀羅尼八千遍者。火不能燒。所作惡", "156": "業乃至五無間業便得解脫。若誦百千遍。命", "157": "終之時被焰魔使以索繫頸。牽入焰魔羅界。", "158": "彼界之內一切地獄悉皆破壞返生怖畏。尋", "159": "令迴還而得解脫。謂彼行人法王之使。住靜", "160": "慮道無有疑惑。欲生安樂世界隨願往生。若", "161": "誦百千遍得金色之身相貌圓滿。三世如來", "162": "視如一子。若書寫百千本造其百千塔。如法", "163": "安置莊嚴熾盛。決定得不退轉安住十地。由", "164": "如於彼九十九百千俱胝那餘多殑伽沙等如", "165": "來所。而種善根獲得受記。即說頌曰。", "166": "彼一塔中安心明竪立輪楟著幖幟", "167": "同三世佛全身藏滿百千塔此應知", "168": "又若於彼一切故塔重加修飾。獲不退轉當", "169": "來證得無上正等正覺。利益人天迨及蠕動。", "170": "解脫惡趣得不退轉。功德無量不能稱讚。", "171": "爾時金剛手大藥叉主。四大王天梵天那羅", "172": "延天大自在天。在覩史多宮所住天子。乃至", "173": "帝釋及忉利天子摩尼藏無垢等。咸皆一心遶", "174": "佛三匝。却住佛前合掌恭敬。白佛言世尊。此", "175": "如意寶陀羅尼。大不思議甚奇希有難見難", "176": "聞。世尊我等同心於後世時。若有眾生恒常", "177": "受持此如意寶令久住世。為諸眾生分別解", "178": "說者。我等恒常以誠諦心。潛密擁護由如赤", "179": "子。佛言善哉善哉汝等如是。我今以此如意", "180": "寶明王付囑汝等。汝善護持。佛說是經已。諸", "181": "大菩薩及諸天眾。咸皆歡喜作禮而退。", "182": "佛頂放無垢光明入普門觀察一切如來心陀", "183": "羅尼經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1025 佛頂放無垢光明入普門觀察一切如來心陀羅尼經", "source": "CBETA"}