{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0437 大乘寶月童子問法經", "text": {"0": "No. 437", "1": "大乘寶月童子問法經", "10": "彼乞食。是時，頻婆娑羅王子名寶月童子，", "100": "如是今修學，一切佛知見，", "101": "願斷於煩惱，速成於菩提。」", "102": "爾時，童子說此頌已，白世尊言：「我今如是所", "103": "有忍辱，菩薩大智總持法門，方廣之教佛菩", "104": "提行，如是修學行菩提行。」", "105": "爾時，世尊復說頌曰：", "106": "「若人受持佛名號，水火盜賊不能侵，", "107": "毒藥刀杖王難等，一切諸苦自消除，", "108": "如是速得於菩提，廣令流布佛名號。", "109": "「若此正法於末世時，有人受持讀誦，此人命", "11": "因為事故乘大龍象出王舍大城。遙見世尊，", "110": "終速成佛道；若以香花供養一切諸佛經多", "111": "劫時，不如有人於此正法暫時書寫讀誦，所", "112": "得福德無量無邊；若人以最上所愛七寶，滿", "113": "於一切剎土之中，供養一切諸佛，亦不如讀", "114": "誦此經得福甚多。」佛說此經時，無量百千俱", "115": "胝那臾多眾生，發阿耨多羅三藐三菩提心；", "116": "無量、無邊眾生得無生忍，不退轉於阿耨多", "117": "羅三藐三菩提。佛說是語時，寶月童子等，皆", "118": "大歡喜，作禮而退。", "119": "大乘寶月童子問法經", "12": "即下龍象，而詣佛所。到已致敬，頭面禮足，住", "13": "立一面。寶月童子白佛言：「如來、應供、正等正", "14": "覺！唯願世尊，說彼十方如來所有名號。若", "15": "有信心善男子、善女人，聞是名已，所有五逆", "16": "等罪及一切業障，悉皆消除，於無上正等正", "17": "覺速得不退。」", "18": "爾時，世尊告寶月童子言：「善哉，善哉！汝能樂", "19": "聞如來名號之義，此意賢善，一切罪業決定", "2": "西天譯經三藏朝散大夫試鴻臚", "20": "消除。童子！汝今諦聽，善思念之！我為汝說。", "21": "「童子！過於東方百千俱胝那臾多恒河沙等", "22": "佛剎，彼有世界名曰無憂，彼有如來，名賢", "23": "吉祥，應供、等正覺，少病少惱，乃至為諸眾", "24": "生恒說妙法。彼佛壽命，六萬百千俱胝那臾", "25": "多無數劫。彼世界中無其日月晝夜，唯有佛", "26": "光普照一切，及照地獄、傍生、焰魔羅界一", "27": "切眾生令得解脫，無量眾生得無生法忍。」", "28": "佛言：「童子！南方過百千俱胝那臾多恒河沙", "29": "等佛剎，彼有世界名曰寂靜，彼有如來，名", "3": "少卿傳法大師臣施護奉　詔譯", "30": "無邊光，應供、正等正覺，為諸眾生恒說妙法。」", "31": "佛言：「童子！西方過百千俱胝那臾多恒河沙", "32": "等佛剎，彼有世界名曰歡喜，彼有如來，名", "33": "喜吉祥，應供、正等正覺，為諸眾生恒說妙法。」", "34": "佛言：「童子！北方過百千俱胝那臾多恒河沙", "35": "等佛剎，彼有世界名曰不動，彼有如來，名", "36": "曰寶幢，應供、正等正覺，為諸眾生恒說妙法。」", "37": "佛言：「童子！東南方過百千俱胝那臾多恒河", "38": "沙等佛剎，彼有世界名曰正行，彼有如來，", "39": "名曰無憂吉祥，應供、正等正覺，為諸眾生恒", "4": "如是我聞：一時，佛在王舍城鷲峯山中，與大", "40": "說妙法。」", "41": "佛言：「童子！西南方過百千俱胝那臾多恒河", "42": "沙等佛剎，彼有世界名曰寶幢吉祥，彼有如", "43": "來，名曰寶幢，應供、正等正覺，為諸眾生恒說", "44": "妙法。」", "45": "佛言：「童子！西北方過百千俱胝那臾多恒河", "46": "沙等佛剎，彼有世界名曰妙聲，彼有如來，", "47": "名吉祥花，應供、正等正覺，為諸眾生恒說妙", "48": "法。」", "49": "佛言：「童子！東北方過百千俱胝那臾多恒河", "5": "苾芻眾五萬五千俱胝；一心行菩提行，無能", "50": "沙等佛剎，彼有世界名曰安樂，彼有如來，", "51": "名蓮華光嬉戲智，應供、正等正覺，為諸眾生", "52": "恒說妙法。」", "53": "佛言：「童子！下方過百千俱胝那臾多恒河沙", "54": "等佛剎，彼有世界名曰廣大，彼有如來，名光", "55": "明吉祥，應供、正等正覺，為諸眾生恒說妙法。」", "56": "佛言：「童子！上方過百千俱胝那臾多恒河沙", "57": "等佛剎，彼有世界名為月光，彼有如來，名", "58": "財吉祥，應供、正等正覺，為諸眾生恒說妙法。", "59": "「童子！如是一切世界佛剎，皆有清淨旃檀樓", "6": "勝菩薩等八萬百千無數俱胝那臾多；諸天", "60": "閣，所有如來名號，若人聞已，恭敬受持、書寫", "61": "讀誦、廣為人說，所有五逆等一切罪業悉皆", "62": "消除，亦不墮地獄、傍生、焰魔羅界，於無上正", "63": "等正覺速得不退。「於意云何？童子！於過去大", "64": "無數，及廣大無邊無數劫，時有世界名曰寶", "65": "生，彼有如來，名精進吉祥，應供、正等正覺，", "66": "彼十如來於精進吉祥佛所為菩薩位，於其", "67": "佛前供養發願：『我等各於佛剎成無上正等", "68": "正覺之時，若有眾生經剎那間至須臾之間，", "69": "聞我十佛名號，聞已恭敬受持、書寫讀誦、廣", "7": "人等百千那臾多。", "70": "為人說，所有五逆等一切罪業悉皆消除，亦", "71": "不墮地獄、傍生、焰魔羅界，於無上正等正覺", "72": "速得不退。』」", "73": "爾時，寶月童子如是聞已，而復白言：「世尊！", "74": "彼佛如來壽量云何？」世尊答言：「彼佛壽十阿", "75": "僧祇、百千俱胝、那臾多世界微塵等劫。」童子", "76": "聞已，白佛言：「彼佛如來，甚為希有！如是悲心", "77": "發願，為諸眾生得此壽量。」佛言：「童子！若有眾", "78": "生聞此十佛名號，恭敬受持、書寫讀誦、信樂", "79": "修行，所有無量、無邊福德悉得具足，三業之", "8": "爾時，世尊於其食時著衣持鉢，與苾芻眾并", "80": "罪亦不能生。「童子！若有善男子、善女人，於", "81": "恒河沙等佛剎，滿中七寶供養如來，經百千", "82": "歲獲福無量；若善男子、善女人聞是十佛名", "83": "號，恭敬信受、書寫讀誦、為他解說，所得福德", "84": "勝前供養無量無邊。」", "85": "爾時，索河世界主、大梵天王、帝釋天子、四天", "86": "大王、穌枲麼天子、大自在天子，以最上旃檀", "87": "香粖散世尊前而為供養，白世尊言：「若有眾", "88": "生於此正法，書寫讀誦、信解受持，得一切天", "89": "人、阿修羅尊重禮拜，所有地獄、畜生、焰魔羅", "9": "諸菩薩、天龍神等，恭敬圍繞，入王舍大城，於", "90": "界、阿修羅身及餓鬼趣，皆得解脫。」佛言：「若此", "91": "正法，耳根得聞、受持讀誦，罪惡魔冤不能侵", "92": "害，於阿耨多羅三藐三菩提速得不退。」", "93": "爾時，世尊而說頌曰：", "94": "「持此世尊十名號，如是壽命俱胝劫，", "95": "佛說功德不思議，未來成就二足尊。」", "96": "爾時，頻婆娑羅王寶月童子，白於世尊而說", "97": "伽他曰：", "98": "「大無畏善說，無邊無量佛，", "99": "眾生最上師，我今歸命禮。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0437 大乘寶月童子問法經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}