{"author": "唐 慧沼撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1863 能顯中邊慧日論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "2 引鑒除謬章11 通釋外難謬十一", "1": "能顯中邊慧日論第四", "2": "淄州大雲寺苾芻慧沼撰", "3": "3 依文顯正三依文顯正三", "4": "明佛性不同一　有無差別二　明闡提類", "5": "異三　聲聞有殊四　二死不等五　明佛", "6": "三身常無常異六　雜決擇七", "7": "1 明佛性不同一明佛性不同一", "8": "依諸經論。所明佛性不過三種。一理性。二行", "9": "性。三隱密性。言理性者。佛性論云。為除此", "10": "執故。佛說佛性。佛性者。即是人法二空所", "11": "顯真如。由真如故。無能罵所罵。通達此理。離", "12": "虛妄過。涅槃第二十五。善男子佛性者。非", "13": "陰界入。非本無今有。非有已還無。第八云。開", "14": "示如來祕密之藏。清淨佛性常住不變。三十", "15": "三云。如佛所說。眾生佛性猶如虛空。廣說", "16": "非三世故。如虛空無故。非三世攝。佛性常故。", "17": "非三世攝等。行性者。通有漏無漏一切萬行。", "18": "若望三身。無漏為正生了。有漏為緣。疎名生", "19": "了。無漏正名佛性。有漏假名。非正佛性。善戒", "20": "經所明性種性及習種性。楞伽經云。阿梨耶", "21": "識名空如來藏。具足熏習無漏法故。名不空", "22": "如來藏。涅槃三十三云。若有說言。眾生佛", "23": "性非有如虛空。非無如兔角。何以故。虛空常", "24": "故。兔角無故。是故得言亦有亦無。有故破兔", "25": "角。無故破虛空。二十六云。復有生因。謂六波", "26": "羅蜜阿耨菩提。復有了因。謂六波羅蜜佛性。", "27": "第十二云。如是佛性從善五陰乃至得阿耨", "28": "菩提。寶性論等明信般若三昧大悲為三身", "29": "因。菩薩淨行經及瑜伽菩薩地明七地四菩", "30": "薩行。伽耶山頂經處處皆說。隱密性者。如維", "31": "摩經云。塵勞之儔為如來種等。涅槃三十三", "32": "云。如來未得阿耨菩提時。一切善不善無記", "33": "悉名佛性。涅槃二十二云。一切無明煩惱等", "34": "結悉是佛性。何以故。佛性因故。從無明行及", "35": "煩惱得善五陰。又楞伽思益說。行五逆而得", "36": "菩提。入大乘論第二云。我不欲令具煩惱種。", "37": "生佛法芽。汝癡無智顛倒解故。謂煩惱為", "38": "佛法種。以此故知。不善無記諸煩惱結非是", "39": "佛種。若爾。何故說為佛種。答准金剛上味陀", "40": "羅尼經云。文殊師利言。世尊云何無明是菩", "41": "提。佛言。文殊師利以無無明故。說無無明。若", "42": "無無明則亦無生。若無生者彼則無染。文殊", "43": "師利菩提無染。以性清淨體光潔故。文殊師", "44": "利我見此事故說無明。是以不二說。准此。", "45": "即由斷無明故得理清淨。清淨不二故。說無", "46": "明名為菩提。大莊嚴論有二頌明。一云。由離", "47": "法性外。無別有諸法。是故如是說。煩惱即是", "48": "菩提。釋云。如經中說無明菩提同一。此謂無", "49": "明法性施設菩提名。此義是經旨趣。又頌云。", "50": "於貪起正思。於貪得解脫。故說貪出貪。瞋癡", "51": "出亦爾。釋云。若人於貪起正思觀察。如是知", "52": "已。於貪解脫。故說以貪出離於貪。出離瞋癡", "53": "亦復如是。說為佛性。准此可解。此上三類諸", "54": "經論中。或偏說一。或雙說理事。或復通明。如", "55": "說真如。偏說理性。如菩薩行等偏說行性。", "56": "或隨初勝。如涅槃二十二云。或說菩提信心", "57": "為因。是菩提困雖復無量。若說信心則已攝", "58": "盡。或就果位偏彰勝因。如說信智定悲。為佛", "59": "四德三身因等。或理事雙彰。如楞伽經第七", "60": "說。佛告大慧。如來之藏善不善因。故亦與", "61": "六道作生死因緣。乃至依如來藏故五道生", "62": "死。又云。大慧阿梨耶識名如來藏。與無明", "63": "七識共俱。如大海波常不斷絕。身俱生故。", "64": "此說有漏識體能覆藏名如來藏。又云。大慧", "65": "如來藏識不在阿梨耶中。是故七種識有生", "66": "有滅。如來藏識不生不滅。此說理也。第八又", "67": "云。阿梨耶識名空如來藏。無共意轉識熏", "68": "習。故名之為空。具足無漏熏習法。名為不空。", "69": "此正行性。勝鬘經說有二種如來藏。空智空", "70": "如來藏。若離若脫若異。一切煩惱藏。同楞伽", "71": "空如來藏。世尊不空如來藏過恒沙不離不", "72": "脫不異。不思議佛法。即楞伽經云。如來藏", "73": "識不生不滅。及具足熏習無漏法故。名不", "74": "空如來藏。乃至云。本所不得一切苦滅。唯佛", "75": "得證。壞一切煩惱藏。修一切滅苦道。此一", "76": "切苦滅理也。修滅苦道行也。如寶性論第四", "77": "云。佛性有二。一者如地藏。二者如樹果。無始", "78": "世來界。自性清淨心。修行無上道。依二種", "79": "佛性。得出三種佛性。得出三種身。乃至又", "80": "引頌云。無始世來性。作諸法依止。依性有諸", "81": "道。及證涅槃果。下釋。所言性者。如聖者。勝", "82": "鬘經云。世尊如來說如來藏者。是法界藏。乃", "83": "至自性清淨。如來藏故。作諸法依止者。是故", "84": "如來藏是依是持等。多依理釋。下亦依事釋", "85": "云。如是以何等煩惱以何等處無。如是如實", "86": "見知。名為空智。又何等諸佛法。何處具足有。", "87": "如是實見知。名不空智。即釋二種如來藏。前", "88": "約攝相歸性。及迷悟依釋。後約性相別明。攝", "89": "大乘論等釋前經頌。依性相別及流轉還滅", "90": "依說。義各不違。又佛性論顯體分。如來藏品", "91": "明三如來藏。一所攝藏。下云。一切眾生決無", "92": "有出如如境者。并為如來之所攝持故。名所", "93": "藏眾生為如來藏。准此即是楞伽為生死因", "94": "有漏識也。二所隱覆藏。下云。如來性住道前", "95": "時。為煩惱隱覆。眾生不見。故名為藏。此即勝", "96": "鬘空如來藏。三能攝為藏者。謂果地一切過", "97": "恒沙功德。應得性時攝之已盡。即不空藏。", "98": "又三因品亦通理事。彼云。佛性體有三種。三", "99": "性所攝。義應知。三種者。所謂三因。三種佛", "100": "性。三因者。一應得因。二加行因。三圓滿因。", "101": "真如為應得因。菩提心為加行因。菩提心及", "102": "所起行為圓滿因。圓滿因。謂福慧行果圓滿。", "103": "謂智斷恩德。又顯體分。三性品說三性及三", "104": "無性。攝如來性盡。此最寬通。若涅槃第三", "105": "十六。染淨因果通名佛性。故經說云。是七眾", "106": "生。若善法。若不善法。若方便道。若解脫道。", "107": "若次第道。若因若果。悉是佛性。是名如來隨", "108": "自意語。隨前義辨。然應得因望應化身。可通", "109": "生了。為依彼起。疎名生因。若准涅槃經。只名", "110": "為了。如地望芽為了因故。由有如故。得有", "111": "應化。可為了因。若望法身。非生了攝。瑜伽論", "112": "云。他性為因。非自性故。真如因果體無別故。", "113": "自不能顯自。若能自顯。非煩惱覆。又體常故。", "114": "非有後生。故非二因。然名應得果因者。由", "115": "有如故。後必當得淨位法身故。名應得因。故", "116": "佛性論云。雖未即顯。必當可現。故名應得正", "117": "因。勝鬘在纏名如來藏。出纏名法身。據有性", "118": "說。非無性者。當能顯故。未顯名因。顯名法身", "119": "故。二論中說為因者。以在因位。即名為因。若", "120": "在果位。即名為果。即因位如是果法身名為", "121": "正因。非正生了。何以得知。佛性論云。初云", "122": "因者有二。一佛性。二信樂。此兩法佛性。是無", "123": "為信樂。是有為信樂。約性得佛性為了因。能", "124": "顯了正因正性故。信樂約加行為生因。能生", "125": "起眾行故。此望法身四德。而說信樂約加行", "126": "為生因。能起眾行故。此望報身。不說真如為", "127": "生了故。涅槃第二十六云。眾生佛性亦二種", "128": "因。正因者。謂諸眾生。此言眾生。眾生性故。", "129": "名為眾生。非說五陰名為眾生。緣因者。謂六", "130": "波羅蜜。義亦同此。乃至心非佛性。心是無常。", "131": "佛性常故。佛性論第三云。復次總攝義應知。", "132": "攝有二種。一者由因。二者由果。由因攝者。", "133": "是如來性清淨有四種因。乃至言法身清淨", "134": "因者。修習信樂大乘應知。或可此說報身如", "135": "來。是功德法之所成故。不爾。報身豈無淨德", "136": "佛智德。生因者。修習般若及禪定應知。恩", "137": "德者同。修習菩薩大悲應知。亦不說真如為", "138": "法身因。又涅槃二十七云。善男子我所演說", "139": "涅槃因者。所謂佛性。佛性之性不生涅槃。是", "140": "故我說涅槃無因。又十九云。涅槃之體非如", "141": "是等五因所成。復有二因。一作二了。三十七", "142": "品六波羅蜜等是名了因。又三十三云。是故", "143": "涅槃唯有了因。無有生因。法身與涅槃義異", "144": "體同。故知真如望於法身非生了因。若加行", "145": "圓滿二即正因。於法身為了因。於餘為生因。", "146": "此略明佛性不同。", "147": "2 有無差別二有無差別二", "148": "若論理性。無二不生。如涅槃第二十六。斷善", "149": "闡提亦皆具故。彼經云。若菩提心是佛性者。", "150": "一闡提輩則不得名一闡提也。菩提之心亦", "151": "不得名為無常。此意以菩提心非理佛性。若", "152": "是理性闡提不斷。處處誠說。不勞廣引。若論", "153": "行性。復有二種。謂有漏無漏。此二種性有無", "154": "不定。若有漏性一切有情種子定有。現行之", "155": "者或成不成。若無漏者據現行說。凡夫不成。", "156": "若據種子。有成不成。如瑜伽論五十七云。生", "157": "那落迦八根種子現行定成就。除餘三八根", "158": "現行或成或不成。種子定成三根。現行定不", "159": "成。種子或成不成。謂般涅槃法者成就。不般", "160": "涅槃法者不成就。此據現有。若約當說。當亦", "161": "現行。何言定不定。無上依經佛性論及寶性", "162": "論俱云。眾生有三。一著有。著有復二。一者背", "163": "涅槃道。無涅槃性。不求涅槃。願樂生死。梁攝", "164": "大乘第十四云。若眾生無涅槃性。名因不具。", "165": "諸佛於此位中。不能令彼般涅槃。神通亦無", "166": "自在。無涅槃性。謂貪著生死不信樂大乘。不", "167": "同作業受果決定。非此二時即可化故。無涅", "168": "槃性云。於此位不得自在。即永無涅槃性。又", "169": "佛性論云。由淨分為緣淨性為因故成此觀。", "170": "非無因緣。若不由於此二事成觀無因緣。如", "171": "闡提人無涅槃性。應得此觀。而一闡提既無", "172": "此觀。故知定須因緣觀方可現。寶性論同。又", "173": "寶性論三云。佛性正因於不定聚眾生能作", "174": "二種業。一見世間厭苦故。二見涅槃悕寂樂", "175": "故。不言邪定聚能作二業。佛性論亦同。涅槃", "176": "經亦云。不能立闡提人菩提之心。喻如金", "177": "剛不能得壞白羊角等。廣如前引。第九云。", "178": "又佛言。善男子除一闡提其餘眾生。聞是經", "179": "已悉皆能作善根因緣。法聲光明入毛孔者。", "180": "必定當得阿耨菩提。既闡提人不言當得。明", "181": "無佛性。又涅槃第三十三。明生死河有七種", "182": "人中。若善男子是七種人。或有一人具七。", "183": "或有七人各一。既言各一。常沒之者即是無", "184": "性。不爾。與一人具七何別。善戒經地持論瑜", "185": "伽菩薩地俱云。無性人無種性故等。聲聞地", "186": "及決擇分顯揚佛地論等。皆立有無性。廣如", "187": "彼辨。略不具引。涅槃二十六云。善男子我", "188": "雖說云一切眾生悉有佛性。眾生不解佛如", "189": "是等隨自意語。善男子如是語者後身菩薩", "190": "尚不能解。況於二乘其餘菩薩。又云。若言眾", "191": "生悉有佛性。是名如來隨自意語。如來如是", "192": "隨自意語。眾生云何一向作解。三十二云。", "193": "如香山中有忍辱草。非一切牛皆能得食。佛", "194": "性亦爾。是名分別答。既問佛性。不為定答。為", "195": "分別答。如忍辱草有得不得。明知行性有無", "196": "不同。理性如何。眾生皆入。由此道理。彌勒無", "197": "著諸菩薩等。皆引經證。明諸眾生或有有性。", "198": "或有無性。佛性論及寶性論。皆云闡提無涅", "199": "槃性。此無行性。非無理性。釋難中云。有清淨", "200": "性。即是理性。不爾。論文前後相反。亦違多", "201": "教。", "202": "3 明闡提類異三明闡提類異三", "203": "准楞伽經及瑜伽等。說五乘性。第五闡提亦", "204": "名無性。然此闡提合有三種。一名一闡提底", "205": "迦。是樂欲義。樂生死故。二名阿闡底迦。是不", "206": "樂欲義。不樂涅槃故。此二通不斷善根人。不", "207": "信愚癡所覆弊故。亦通大悲菩薩。大智大悲", "208": "所熏習故。三名阿顛底迦。名為畢竟。畢竟無", "209": "涅槃性故。此無性人亦得前二名。前二久久", "210": "當會成佛。後必不成。然諸經論所說不同。或", "211": "隨說一。或總說三。如楞伽經。俱說前二為無", "212": "性乘。經云。闡提有二。一焚燒一切善根。二作", "213": "盡眾生界願。大慧問佛。云何作佛。佛答大", "214": "慧云。焚燒善根非作盡界願。善根可續故。", "215": "眾生無盡。總是有性斷善無現。因大悲無當", "216": "果。名為無性。非無種子。瑜伽論中唯說第三", "217": "畢竟無性。無上依經佛性論寶性論涅槃。具", "218": "說三種。無上依經云。佛告阿難。世間中有三", "219": "品眾生。一者著有。著有復二。一背涅槃道。無", "220": "涅槃性。不求涅槃。願樂生死。二者於我法中", "221": "不生渴仰。誹謗大乘。乃至落闡提網。不能自", "222": "出。前是無性。後是有性。然俱名邪定聚。然餘", "223": "處言化邪定聚令作佛者。是後有性。不爾。二", "224": "人如何差別。寶性論中說第二著有云。於佛", "225": "法中。闡提因位明非無性。佛性論云。二已", "226": "隨定位。定位者。非聖非凡。進退無取。而是", "227": "佛法內人。背大乘法。因此人故。佛說是言。我", "228": "非彼師等。故無上依經等。初人無性。第二", "229": "人者。云不能自出。於無量時。佛等為緣還", "230": "能得出。涅槃第九。廣以喻明。終不能作菩提", "231": "因緣。乃至云。假使一切無量眾生一時成就", "232": "阿耨菩提已。此諸如來亦復不見彼一闡提", "233": "得菩提故。第三十云。善男子生死大海亦復", "234": "如是。有七種人。畏煩惱故。發意欲度。乃至", "235": "廣說。第一人者斷善常沒三惡道中。第二人", "236": "者雖近善友能得信心。後遇惡反斷善還沒。", "237": "第三人者由近善友。雖斷善根。得名為出。堅", "238": "住信慧。心無退轉。名住。第四人者斷善根故。", "239": "於中沈沒。近善友故。乃至遍觀四方。四方者。", "240": "四沙門果。第五人者斷善沈沒。近善友故。乃", "241": "至謂辟支佛雖能自度不及眾生。是名為出。", "242": "第六人者斷善沈沒。近善友得信。名之為出。", "243": "到淺處已即住不去。所謂菩薩為度眾生。住", "244": "觀煩惱空。第七人者斷善故沈沒。近善友", "245": "得出。乃至既前進已得到彼岸。登大高山多", "246": "受安樂。喻佛常住。大般涅槃三十二文大意", "247": "同。然少有別。第三十云。或本有六字。一人", "248": "具七。前說不定。皆發意渡生死河故。三十", "249": "六說定不定。故於常沒中云。心業重故不能", "250": "得出。何故。其心不能生善法故。雖有無量", "251": "諸佛出世。不聞不見。故名常沒。上無性人。", "252": "又云。我雖復說一闡提等名為常沒。復有常", "253": "沒。非一闡提。何者是耶。如人為有修世戒善。", "254": "是名常沒。瞿伽離等名出已還沒。舍利弗等", "255": "名出已不沒。須陀洹人如觀四方。斯陀含人", "256": "如觀已行。阿那含人加行已復住。三乘無", "257": "學猶如神龜水陸俱行。准此配喻。與前少別。", "258": "准文。七人若逢惡友。俱可斷善。名為常沒。若", "259": "逢善友。續善根已得渡生死河。第一人中。無", "260": "性畢竟沒。有性暫時。亦名常沒。雖俱言常。有", "261": "永暫別。如三種常。常言雖同。非無差別。不", "262": "爾。如何前文法喻有七差別。俱常沒故。又釋。", "263": "或七眾生總云常沒者言總意別。故亦無違。", "264": "下復云。是七種人或有一人具七。或七人各", "265": "一。准此故知。有定不定。一人具七中。言常沒", "266": "者。即無上依經及寶性論等第二求有人。亦", "267": "即佛性論等所會闡提無涅槃法者。見斷善", "268": "故。若不有常沒及定性者等。只是一人具七。", "269": "如何得有七人各一。七人各一中。常沒之者", "270": "即是無性。涅槃第三十二。第一人中云。雖", "271": "非闡提。如人為有修施戒善。是名常沒者。即", "272": "無上依經等著有之中第二人也。二有性闡", "273": "提。即涅槃經七種斷善中。第一少分。後之六", "274": "人。及楞伽經無性乘。是諸經論中所說不定。", "275": "涅槃經無上依經大莊嚴論寶性論等。皆通", "276": "說二。楞伽經中唯說有性。瑜伽顯揚地持善", "277": "戒所說無性唯畢竟無。由此應知。涅槃第三", "278": "十三云。一闡提人能生善根。生善根已相續", "279": "不斷。得阿耨菩提者。此說有性。第九中說闡", "280": "提之人。如枯木石山敗種龜甲。乃至一切作", "281": "佛不見闡提得阿耨菩提。此說無性。餘皆准", "282": "知。若作斯解。經論無違。說皆有性。違多聖", "283": "教。廣如前引。", "284": "4 聲聞有殊四聲聞有殊四", "285": "菩薩瓔珞經第十四三道三乘品云。佛告舍", "286": "利弗。菩薩三乘各有三品。辟支三乘亦有三", "287": "品。聲聞三乘亦有三品。菩薩三者。有菩薩大", "288": "乘。有菩薩辟支佛乘。有菩薩聲聞乘。辟支佛", "289": "三乘者。有辟支菩薩大乘。有辟支佛菩薩緣", "290": "覺乘。有辟支佛菩薩聲聞乘。聲聞三乘者。有", "291": "聲聞大乘。有聲聞辟支佛乘。聲聞有無著乘。", "292": "各指國土。佛名行願等。此皆據化。為化三", "293": "乘。諸佛菩薩各變作三乘。入大乘論及菩提", "294": "資糧論說。法華經中得授記者。佛菩薩變作", "295": "聲聞故。入大乘論第二云。問曰。若羅睺羅實", "296": "是菩薩者。云何復言聲聞阿羅漢耶。答曰。菩", "297": "薩亦名聲聞。亦名阿羅漢。何以故。令一切", "298": "眾生聞阿耨菩提故名聲聞。於一切人天阿", "299": "修羅。應受供養故。名為應供。菩薩為化眾生", "300": "故。現作聲聞阿羅漢。問曰。諸餘聲聞亦是菩", "301": "薩也。答諸餘聲聞亦有是菩薩者。如法華經", "302": "中舍利弗等五百弟子。悉是菩薩。皆當作佛。", "303": "一切聲聞皆是阿鞞跋致菩薩。如不退轉法", "304": "輪經中廣說。若依深密解脫經第二解深密", "305": "經及瑜伽論決擇分。俱說有二。一寂滅。二趣", "306": "菩提。寂滅者。亦名決定性。趣菩提者。亦名不", "307": "定性。亦名退菩提心。楞伽經說有三種。故第", "308": "四云。大慧菩薩白佛言。世尊說三種阿羅漢。", "309": "此說何等羅漢名阿羅漢。世尊為說得決定", "310": "寂滅羅漢。為發菩提願善根。忘善根羅漢。為", "311": "作應化羅漢第七亦說有三。謂先修菩薩行", "312": "者。增上慢聲聞。寂滅聲聞。准此。前後同法華", "313": "經論聲聞有四種。攝大乘論顯揚大莊嚴論", "314": "說一乘中。并同楞伽。依法華經說有三種故。", "315": "第一云。增上慢比丘等。第二云。我昔教汝志", "316": "願佛道。汝今悉忘。此等即是菩提心聲聞。", "317": "第三云。內祕菩薩行。外現是聲聞等。此是變", "318": "化。依法華經論說有四種。論云。聲聞有四種。", "319": "一者決定聲聞。二者增上慢聲聞。三退菩提", "320": "心聲聞。四者應化聲聞。若緣覺人。准法華論。", "321": "但說一種。楞伽第二說有二種。謂定不定性。", "322": "大般若同。准雜集論等。說有二種。一謂眾出。", "323": "二謂麟角。准菩薩瓔珞第十四云。辟支乘三", "324": "者。如前已引。即有三種。准首楞嚴三昧第三", "325": "說。文殊師利云。我念過去世照明劫。我於", "326": "其中。三百六十億世。以辟支佛乘入於涅槃。", "327": "乃至云。是諸眾生無處得種善根因緣。我", "328": "於爾時。為教化故。自稱我身是辟支佛。菩薩", "329": "如是以辟支佛乘入於涅槃而不永滅。乃至", "330": "廣說化四果等。法華第二說不定性。以趣大", "331": "故。第三說定性。論釋。令知種種乘異故。第七", "332": "復說菩薩化作。但未見文說有增上慢緣覺。", "333": "問聲聞緣覺各有多種。為一切能取無上菩", "334": "提。為非一切。答非一切。何以得知。准梁攝大", "335": "乘本論云。若爾聲聞緣覺非共得如此眾德", "336": "相應諸佛法身。以何意故。說彼俱趣一乘與", "337": "佛乘同。釋云。若諸佛無前五異。由法身五業", "338": "是同。二乘人有五業異。不得法身。無五業同。", "339": "如來為何義故。說二乘人同趣一乘皆得成", "340": "佛。准此問詞意。不說一切皆能回趣。但為引", "341": "接不定根性令速趣大故。釋論云。為顯說一", "342": "乘意。是故說偈。前偈以了義說一乘。後偈以", "343": "祕密義說一乘。此意前偈為引接不定性得", "344": "作佛故。一乘為了義。後偈為定性二乘不作", "345": "佛故。但依真如無我解脫等故。說一正同。解", "346": "深密經云。故於其中說一乘。非有情性無差", "347": "別。又說。趣寂終不坐道場。唯不定性方能作", "348": "佛。無性攝論文亦相似。楞伽第七云。大慧聲", "349": "聞有三種。言入八地寂滅門者。此是先修菩", "350": "薩行者。墮聲聞地還依本心。修菩薩行。同入", "351": "八地寂滅樂門。非增上慢寂滅聲聞。第八復", "352": "云。佛告大慧。我為曾行菩薩行。諸聲聞等", "353": "依無餘依涅槃而與授記。大慧我與聲聞授", "354": "記者。為怯弱眾生生勇猛心。大慧此世界中", "355": "及餘佛國。有諸眾生行菩薩行。而復樂於聲", "356": "聞法。佛為轉彼取大菩提。准此經文。此國", "357": "他方總不說寂滅聲聞有趣大者。入大乘論", "358": "第二云。聲聞有二種。一者懃修禪定。是鈍根", "359": "人。二者回向菩提能斷知障。是利根人。樂行", "360": "禪定者。如寶良經說。猶如水精終不能成", "361": "摩尼寶珠。聲聞修禪亦復如是。終不能成菩", "362": "提果也。楞伽第四云。大慧何者斯陀含果相。", "363": "謂一往見色相現前生心。非虛妄分別想見。", "364": "以善見禪修行相故。一往來世間。便斷苦盡。", "365": "入於涅槃。此文不同住三昧樂門生涅槃想。", "366": "彼有變易。生涅槃想未盡苦故。此云苦盡", "367": "入於涅槃。不云生涅槃想。明是定性入無餘", "368": "滅故。次下云。大慧菩薩白佛言。世尊說三種", "369": "阿羅漢。此說何等羅漢名阿羅漢。乃至佛告", "370": "大慧。為說得決定寂滅聲聞羅漢。非餘羅", "371": "漢。梁攝大乘論云。由恒差別。於無餘涅槃。不", "372": "墮斷盡邊際。故釋云。二乘猶於無餘涅槃無", "373": "應化二身。以不觀他利益事故。無應身故。墮", "374": "斷無化身故。墮盡。菩薩於無餘涅槃恒起二", "375": "身。無有邊際。乃至云。有應身故不墮斷。有化", "376": "身故不墮盡。入大乘論第一云。問云。菩薩度", "377": "空出於生死。云何能得勝於聲聞。答云。菩薩", "378": "得世間利出世間利。度爾焰地故。雖出世間。", "379": "能住世間。教化眾生。聲聞不然。悕畏生死。求", "380": "速滅度。以出世間道見於法界。見於法界已", "381": "到涅槃岸。菩薩不爾。涅槃經第三十二解有", "382": "行無行般那含中。俱云盡壽入於涅槃。又無", "383": "行般中云。亦以有為三昧力故。盡壽則得入", "384": "於涅槃。准此文說。入於三昧。化火燒身。盡其", "385": "壽命。入於涅槃。若住三昧樂。謂為涅槃。云", "386": "何得言以有為三昧力故盡壽則得入於涅", "387": "槃。以有為三昧則涅槃故。以此故知。住滅定", "388": "已。化火燒身。始得涅槃。有行亦同。故云。亦", "389": "以是故定性入無餘依不受變易。楞伽第四", "390": "亦云。聲聞緣覺未證於法無我。未得離不思", "391": "議變易生。准此故知。定性二乘趣無餘依不", "392": "受變易生死。勝鬘等說阿羅漢辟支佛大力", "393": "菩薩受變易者。是不定性。佛地論第二瑜伽", "394": "第八十。皆說不定回趣得受變易。大莊嚴論", "395": "第一云。四由善根無盡。何以故。非諸聲聞等", "396": "善根如是明淨故。非一切人善根。攝力無畏", "397": "等故。餘人善根無他利故。餘人善根涅槃時", "398": "盡故。菩薩善根不爾。以此故知。不定性入無", "399": "餘不能回趣。不定性者住有餘依。即回趣故。", "400": "法華第二頌云。得脫三界苦惱之患。住最後", "401": "身有餘涅槃。瑜伽第八十云。答唯住有餘依", "402": "涅槃界中。可有此事。何以故。以無餘依涅", "403": "槃界中遠離一切發起事業。一切功用皆悉", "404": "止息。佛地論同。勝鬘亦云。世尊阿羅漢辟支", "405": "佛觀察時。得不受後有。觀第一蘇息處涅槃", "406": "地。世尊彼先所得地。不愚於法。不由於他。亦", "407": "自知得有餘地必當得阿耨菩提。何以故。聲", "408": "聞辟支佛乘皆入大乘。准此諸文。無說二乘", "409": "入無餘依涅槃界已方能回趣。故知回趣必", "410": "不定性住有餘依涅槃。但言八萬劫住涅槃", "411": "等。不言無餘。此不定人所修善根是大方便。", "412": "亦同菩薩善根無盡。故法華云。汝等所行是", "413": "菩薩道等。又首楞嚴經第二云。諸天聞佛說", "414": "如是義。悉皆涕淚而作是言。世尊若人已入", "415": "聲聞辟支佛位。永失首楞嚴三昧。又寧作五", "416": "逆重罪。得聞是首楞嚴三昧。不入法位作漏", "417": "盡阿羅漢。所以者何。五逆罪人聞是首楞嚴", "418": "三昧。發阿耨菩提心。還得作佛。世尊漏盡阿", "419": "羅漢猶如破器。永不堪任受是三昧。後廣喻", "420": "況說不能受。又菩提資糧論云。如無糠米。種", "421": "必不生。聲聞之人亦復如是。定不作佛。言法", "422": "華經中說聲聞舍利弗等得作佛者。是佛菩", "423": "薩之所化作。梁攝大乘論亦云。於法華大集", "424": "中。有諸菩薩。各同舍利弗等。此菩薩得此", "425": "意。佛為授記。故說一乘。復次佛化作舍利弗", "426": "等聲聞。為其受記等。法華經論云。二種聲聞", "427": "如來與授記。謂應化聲聞退已還發菩提心", "428": "者。決定增上慢二種聲聞根未熟故。如來不", "429": "與授記。菩薩與授記者。方便令發菩提心故。", "430": "不定說言令發趣向心。但決定者發信大心", "431": "成不愚法。亦得云發心。前言為利益二種人", "432": "故。若亦作佛只是不定。何名定性。麟角喻獨", "433": "覺必是定性。不得見佛。故華嚴經說。菩薩將", "434": "下。先以右手放光。名嚴淨世界。獨覺之人遇", "435": "斯光者。即入涅槃。不覺之者。以其神力移置", "436": "他方。由此故知。麟角獨覺必是定性。定不趣", "437": "大。部行之中有定不定。不定者回。定者不回。", "438": "由此善順涅槃經說。若云須陀洹人等皆得", "439": "佛道。或言皆不得。云不解我意。故知定性不", "440": "作佛。不定性作佛。瑜伽等皆說不定回心向", "441": "大。不說皆得。皆不得故。故瑜伽八十云。何因", "442": "緣故。一切阿羅漢不皆回向無上菩提。答由", "443": "彼種種有差別故等。大莊嚴論云。由界差別", "444": "者。眾生有種種界無量差別。如多界修多羅", "445": "說。由界差別故。應知三乘種性有差別。乃", "446": "至云。若無性差別。則亦無果差別等。又善戒", "447": "經地持論瑜伽論釋十因中。解定異因。有性", "448": "及三乘性皆悉定異。", "449": "5 二死不等五二死不等五", "450": "一名字不等。二體性不等。三得人不等。名字", "451": "不等者。一約過失不同。分段變易。准勝鬘經。", "452": "如次名無常懷世間無常病世間。二約凡聖", "453": "別。如次名有為生死無為生死。由有空無空", "454": "別故。三約智境不同。煩惱發業所感生死名", "455": "分段因。所知障無漏為緣所得生死。名不思", "456": "議變易死。四約漏無漏緣別。分段生死亦名", "457": "界內生死。准無上依經云。有有生死如三界", "458": "內生難故。變易生亦名界外生死。佛性論云。", "459": "以出三界外有三種聖人。乃至云。住無漏界。", "460": "有四怨障。既云出三界外人。明彼生死名", "461": "為界外。五約任業定力不同。古基法師云。", "462": "無相論中。分段死名果報身。變易死名變化", "463": "身。六依變易約位證不同。入楞伽經第五。名", "464": "三種意生身。經云。佛告大慧。有三種意生身。", "465": "何等為三。一者得三昧樂三摩拔提意生身。", "466": "二者如實覺知諸法相意生身。三者種類俱", "467": "生無作行意生身。七約性用不同。二死各分", "468": "四種。分段生死名為四難。變易即名四種生", "469": "死。故無上依經云。阿難於三界中有四種難。", "470": "一者煩惱難。二者業難。三者生難。四者過", "471": "失難。無明住地所起方便生死。如三界內煩", "472": "惱難。無明住地所起因緣生死。如三界內業", "473": "難。無明住地所起有有生死。如三界內生難。", "474": "無明住地所起無有生死。如三界內過失難。", "475": "體性不等者。分段生死以見道惑為正發業。", "476": "修惑正潤。感得三界六道異熟。四蘊五蘊為", "477": "分段體。體唯有漏。苦集攝故。以惑業苦俱名", "478": "生死。俱生滅故。變易生死由所知障為緣起", "479": "無漏有分別業。資感現身所有。故業通三天", "480": "下六欲四禪。禪不動業除諸難處及五淨居。", "481": "所令感身。五蘊相續。轉勝轉妙。得佛地。為變", "482": "易體。體通有漏及以無漏果。唯有漏因通二", "483": "故。問何故除難處。答入見道已。黃門二形女", "484": "及難處得非擇滅。皆永不受故。問何故除淨", "485": "居。答無回趣故。入大乘論云。如尊者拘摩", "486": "羅陀所說偈言。諸趣悉變化。唯除淨居天。隨", "487": "業種種轉。無處不受生。以是故知。諸菩薩常", "488": "同利益。隨其受生而化導之。以方便力。但為", "489": "眾生。不隨煩惱菩提業報所繫。准此文意。", "490": "既云常同利益隨其受生而化導之。既除淨", "491": "居。明無利益。彼自得證小乘涅槃。不似菩薩。", "492": "若能回趣。何不生彼而教化之。問何故除無", "493": "色。答准雜集論。得聖菩薩不生無色。小乘聖", "494": "者必定性故。又無五根可資勝妙為變易故。", "495": "又不更生下二界故。問何故不許地上菩薩。", "496": "小乘無學別受五蘊為變易身。身資故業減", "497": "現身因。令有勝力。長時引果。得生佛位答二", "498": "乘無學沈空故。死不更生。大力菩薩十地", "499": "論云。後報利益摩醯首羅智處生故。故若許", "500": "現起新無漏業招別別正感變易生死。何名", "501": "後報。又入大乘論云。問云。如來以何行得斷", "502": "結使而成佛耶。答曰。經中說言。佛告阿難。能", "503": "修四如意足者。若住一劫。若住多劫。乃盡生", "504": "死。一切諸經皆同是說。汝若云無煩惱者。我", "505": "亦如是。若有親愛。信歸於我。當為汝說。問", "506": "曰。云何住壽。答曰。阿羅漢無煩惱。與八住菩", "507": "薩同。善修如意足故。能隨意住世。乃至盡於", "508": "生死。羅睺羅賓頭盧等盡住於世。為以此", "509": "身住世。為更有餘身住。答以實身而住世者。", "510": "則無其義。若變化身住壽多劫。斯有是處。亦", "511": "如僧祇中說。青眼如來為化菩薩故。在光音", "512": "天。與諸聲聞眾。無量百千億那由他劫住。如", "513": "彼天中聲聞住壽多劫。當知此界亦有聲聞", "514": "能如是住。准此論文。明說住壽。不別受生故", "515": "知變易定資舊業。亦不可云此論釋四十年", "516": "前教。何者。一切諸經皆同是說。亦引法華為", "517": "證義故。又佛性論云。因緣生死者。如須陀洹", "518": "已上。但用舊業。既言如彼用其舊業。明非新", "519": "造。新無漏業正即能感但資故業。又涅槃三", "520": "十四云。無漏無報。若許無漏親感變易。與此", "521": "相違。又同瑜伽論佛地等說。既說住壽。明資", "522": "故業所感第八。令長時住乃至盡生死。故是", "523": "有漏。然餘處說名無漏者。如成唯識云。依助", "524": "緣說。今又更解。是得無漏人。因所知障起無", "525": "漏業資故感身。名為無漏。非變易生體是無", "526": "漏。何者。生死正體第八識是。若無漏。與佛何", "527": "殊。又即是善。應不受熏。又既無漏。如何能持", "528": "諸有漏識所知障種。以此故知。體是有漏三", "529": "界所攝。故正法華以其五道喻五百由旬。若", "530": "變易身非界繫者。非五道攝。即應化城過五", "531": "百由旬。何故但過三百言是無漏出三界者。", "532": "是得無漏人及出三界人所受生死。名為無", "533": "漏及出三界。若名無漏。即體無漏者。所知障", "534": "亦應體無漏。勝鬘經云。阿羅漢辟支佛斷四", "535": "種住地。無漏不盡。不得自在力。亦不作證。", "536": "無漏不盡者。是即無明住地此所知障雖名", "537": "無漏。實非無漏。變易亦爾。又若云出三界即", "538": "變易體實是無漏出三界者。說名無為。應外", "539": "生滅故。勝鬘經名為無為生死。第八既外", "540": "無漏。現有生滅。體是有為。明變易生死體是", "541": "有漏是界所攝。仁王般若云。於三界外無別", "542": "眾生故。得人不等者。一切凡夫定性二乘及", "543": "不定性未迴心者。不得變易生死。唯諸不定", "544": "二乘聖者迴心已去。及頓悟菩薩初地已上。", "545": "皆容得受。以有學人及七地以前有未受者。", "546": "如瑜伽論佛地經論及入大乘論入楞伽經廣", "547": "說應知。問何以得知。定性二乘不受變易。答", "548": "入楞伽第四云。未證法無我。未得不思議變", "549": "易生故。無分明說定性聲聞得受變易。第二", "550": "復云。大慧何者聲聞內身證得聖相。謂無常", "551": "苦空。乃至云得禪定解脫三昧道果三摩跋", "552": "提。不退解脫故。離不思議熏習變易死故。內", "553": "身證得生樂行法。住聲聞地故。此說定性。", "554": "既云離不思議熏習變易死住涅槃。以此故", "555": "知。不得變易。問云何得知。不定種性未迴", "556": "心前。不受變易。答即彼前文云。離不思議熏", "557": "習變易死住涅槃地。又瑜伽佛地顯揚入大", "558": "乘論等。皆唯說不定迴心已去方受變易故。", "559": "問不定二乘亦未證法無我。應不得變易生。", "560": "答以能信證常隨入故。得變易生。不同定性。", "561": "問何以得知。初地已上即得變易。答入楞伽", "562": "第五說三意生身。不唯八地已上故。然入大", "563": "乘論云。同八住已上菩薩。及勝鬘等云。阿", "564": "羅漢辟支佛大力菩薩得者。據決定說。故并", "565": "無違。發業受生不同。斷捨入位有異。此等義", "566": "門廣如餘辨。", "567": "6 明佛三身常無常異六明佛三身常無常異六", "568": "諸佛功德離分別絕四句。不可說言三身差", "569": "別常與無常。而寄詮顯。三身功德。能所智證。", "570": "心色理智。性相不同。常無常別。廣如攝論智", "571": "斷殊勝中。明及大莊嚴論瑜伽佛地解深密", "572": "經等說。煩不能引。今但略引餘少文證。如楞", "573": "伽經第七云。大慧白佛言。世尊如來應正遍", "574": "知。為是常耶。為無常耶。佛告聖者大慧。如來", "575": "應正遍知。非常非無常。何以故。二邊有過故。", "576": "此遮分別。離四句故。故下云。大慧譬如虛空", "577": "非常非無常。何以故。離常無常故。以不墮", "578": "一異俱不俱有無非有非無常無常非常非無", "579": "常。是故離於一切諸過。不得證說。乃至云。", "580": "是故我遮一切凡夫。不得分別常與無常。以", "581": "得真實寂靜法者。得盡分別。不生分別。第六", "582": "法身品大意亦同。若寄詮顯。報佛可是無常。", "583": "修因成故。自性法身體是常住。不由修生因", "584": "修顯故。楞伽第七云。大慧如來非常。何以", "585": "故。虛空之性亦無修行諸功德故。此意反顯", "586": "報化有修行諸功德。故知無常。故第六云。", "587": "大慧若如來法身非作法者。則是無身。言有", "588": "修行無量功德一切行者。則是虛妄。大慧若", "589": "不作者。應同兔角石女兒。以無作因亦無身", "590": "故。此說報身以功德法所集成故亦名法身。", "591": "又云。如來法身與五蘊不一。若言一者。應是", "592": "無常。以五陰所作法身故。此說自性。法身", "593": "不爾。涅槃經說。捨無常色。獲得常色。受想行", "594": "識亦復如是。即是五陰。豈言不一非是作法。", "595": "若報身佛非自性常。從如說常故。楞伽第七", "596": "云。若言常者。同於兔馬駝驢龜蛇蠅魚等角。", "597": "是故不得言如來常。若從所證所依常故得", "598": "言為常。又云。復次大慧更有餘法。依彼法故", "599": "得言如來世尊是常。何以故。依內證智證常", "600": "法。是故得言如來是常。大慧諸佛如來內證", "601": "智法。常恒清涼不變。大慧諸佛如來應正遍", "602": "知。若出於世。不出於世。法性常如是。法體常", "603": "如是。准此。正名所證理常。能證智者依所證", "604": "常故名為常。非自性常。亦同涅槃經說無明", "605": "等常。又正同攝論大莊嚴論等。金光明經第", "606": "一云。如是三身以有義故。而說於常。以有", "607": "義故。說於無常。化身者。恒轉法輪。處處如", "608": "如方便相續不斷絕故。是故說常。非是本故。", "609": "具足大用不顯現故。說為無常。應身者。從無", "610": "始來相續不斷。一切諸佛不共之法能攝持", "611": "故。眾生未盡。用亦未斷盡。是故說常。非是", "612": "本故。具足用不顯現故。說為無常。法身者。非", "613": "是行。法無有異。異無有故。是本故。猶如", "614": "虛空。是故說常。無上依經云。阿難何者無", "615": "上菩提常住法。而此常住有二種法。為作因", "616": "緣。一者不生不滅。二者無窮無盡。是名菩提", "617": "常住法。准此二因。初是法身。後是應化。佛性", "618": "論第四云。此三身者恒能生起世間利益事。", "619": "故說常住。常住者依十種因緣。一因緣無邊。", "620": "二眾生界無邊。三大悲無邊。四如意足無邊。", "621": "五無分別智無邊。六恒在禪定無散。乃至十", "622": "本性法然無生無滅。無量劫來捨身命財。為", "623": "攝正法。正法既無邊際。無窮無盡。以無窮之", "624": "因感無窮之果。即是三身故得是常。眾生不", "625": "盡弘願無盡。是故化身常在世間教導眾生。", "626": "無有窮盡。菩薩少分有大悲。尚能恒救眾", "627": "生。不入涅槃。何況如來。眾德圓滿常在大", "628": "悲。救拔恒思。豈有邊際。是故言常。世間", "629": "得四神足者。尚能住壽四十小劫。豈況如來", "630": "而當不住壽自在億百千劫。是故名常。乃", "631": "至云性無生滅故是常者。法身非本無今有", "632": "本有今無。雖行三世。非三世法。何以故。此是", "633": "本有。非始今有。過三世法。是故名常。准此。", "634": "所明性無生滅故是常者。唯說法身非本無", "635": "今有本有今無。應化既是本無今有。復不說", "636": "是性無生滅。故是常住。明有生滅相續名常。", "637": "寶性論第四亦同此說十因緣常。彼頌云。世", "638": "尊體常住。以修無量因。眾生界無盡。慈悲心", "639": "如意。智成就相應。法中得自在。降伏諸魔怨。", "640": "體寂靜故常。下六頌釋但廣略異。繁故不", "641": "舉。准諸經論。皆言應化非自性常。不無生", "642": "滅因緣生法。故是無常。故楞伽第七云。凡作", "643": "法者皆是無常。如瓶衣車屋及疊席等。皆是", "644": "作法。是故無常。准此。因修方成應化。即是作", "645": "法。是本無今有。故是常。自性法身是自性", "646": "常。無生無滅。非因緣法。非本無今有故。是", "647": "本有故。又涅槃說。凡因生者皆是無常。常住", "648": "之法即非因生。廣如前引。問若應化身是有", "649": "生滅五蘊作法。何故楞伽第七云。若言一切", "650": "皆無常者。一切智一切智人一切功德亦應", "651": "無常。以同一切作法相故。准此經文。雖修因", "652": "得。而是常住。經文復云。又復有過。若云一切", "653": "皆無常者。諸佛如來應是作法。而佛如來非", "654": "是作法。准此經文。應化常性非作法故。何得", "655": "說言應化無常。答准彼經文。以應化身因圓", "656": "果滿更無可修。名非作法。既無勝因。果即無", "657": "異。前後相似故名為常。非不由因令彼果起。", "658": "故經自云。以無更說有勝因故。准此文意。不", "659": "遮因生。但更無勝因可修作。令勝因同餘類", "660": "故。", "661": "7 雜決擇七雜決擇七", "662": "問若一切眾生法爾五性有差別者。何故善", "663": "生優婆塞戒經第一云。若說眾生有菩薩性。", "664": "是名外道。又云。三種菩提無有定性。若有定", "665": "性已發聲聞緣覺心者。則不能發阿耨菩提", "666": "心。乃至云。若有定性者。是名外道。何以故。", "667": "諸外道等無因果故。答彼善生經遮執因中", "668": "有果性等。或如言執云同外道。不遮有因。不", "669": "爾則違楞伽經說五乘性相。言三菩提無有", "670": "定性者。據不定性說。及遮執常云無因果故", "671": "不爾。楞伽經說云。大慧我說五種乘性證法。", "672": "何等為五。一者聲聞乘性證法。二者辟支佛", "673": "乘性證法。三者如來乘性證法。四者不定乘", "674": "性證法。五者無性乘性證法。善戒經調伏品", "675": "云。有聲聞性得聲聞道等。地持論清淨十因", "676": "中云。彼聲聞種性以聲聞乘而般涅槃等。無", "677": "著彌勒亦說有五別。豈同外道耶。又彼自", "678": "許五性新成。亦名菩薩性等。應同外道。經文", "679": "不云若本有菩薩性等同外道故。問若其五", "680": "性法爾先有。何故入楞伽第四云。大慧分別", "681": "彼迷惑法顛倒。非顛倒者。能生二種性。何等", "682": "二種。一者能生凡夫性。二者能生聖人性。大", "683": "慧彼聖人性者。能生三種差別之性。所謂聲", "684": "聞辟支佛佛。國土差別性故。答此言生者。由", "685": "現熏習令得現起。攝大乘論云。聞等熏習無", "686": "果生。非道理。不約種子本來是無今時始生。", "687": "不爾凡性亦說云。生是本來無。今始起耶。問", "688": "若云佛性有則本有。應如虛空常。無則恒無。", "689": "應同兔角。若爾則違涅槃經說。彼云。有故", "690": "破兔角。無故破虛空。如是說者不謗三寶。", "691": "答涅槃經意令觀事性因緣生滅故。非常如", "692": "虛空。緣生約有故。非無如兔角。不遮有情有", "693": "無性別。問雖事佛性有無不同。理性遍有。若", "694": "爾則許一切有情皆得成佛。何以故。佛性論", "695": "等引云。故經云。若有清淨性不成佛者。無有", "696": "是處。答據平等意樂。非皆成佛。又如佛性論", "697": "功德品云。於善根人身中有功能。無善根人", "698": "身中無功能。既於無善根人身中無功德。", "699": "云何能令無行性人身中有行性。又如資糧", "700": "論。據決定性云。諸益得無學果。必不作佛。", "701": "如無糠米種必不生。豈一切皆不作佛耶。", "702": "故諸經論各據一義。皆不相違。問若事佛性", "703": "有即本有。非新熏生。何文顯說。答瑜伽五", "704": "十七云。生那落迦。三根現行。定不成就。種子", "705": "或成或不成。謂般涅槃法者成就。不般涅槃", "706": "法者不成就。此文據趣生說。非約化生。據現", "707": "有種子。非據當來。不爾。現行當亦現起。寧說", "708": "不成。大莊嚴論第一種性品中亦言。種性有", "709": "體。由四種差別。一由界差別。二由信差別。三", "710": "由行差別。四由果差別。乃至云若無性差別。", "711": "則無信行果差別。由此四種差別故。是故應", "712": "知種性有體。又瑜伽二十一云。云何種性。謂", "713": "住種性補特伽羅。有種子法。由現有故。安住", "714": "種性補特伽羅。若遇勝緣。便有堪任。便有勢", "715": "力。於其涅槃能得能證。又云。問今此種性以", "716": "何為體。答附在所依有如是相。六處所攝。從", "717": "無始世展轉傳來。法爾所得。又云。如是種子", "718": "非於六處有別異相。即於如是種類分位六", "719": "處殊勝。從無始世展轉傳來。法爾所得。有如", "720": "是相及以言說。謂為種性種子界性。菩薩地", "721": "文及善戒經善行品等文。皆相似。不得異釋。", "722": "云。性種性由修成性。論云。非種性人無種性", "723": "故。雖復發心勤修精進。必不究竟阿耨菩提。", "724": "是故當知。雖不發心不修行方便。猶得名為", "725": "種性持。無上依經第一云。阿難何者是如來", "726": "界。云何如來為界不可思議。阿難一切眾生", "727": "有陰界入勝相種類。內外所現。無始時節相", "728": "續流來。法爾所得。生明妙善。既云有陰入", "729": "界勝相種類。內外所現。無始流來。明非如理。", "730": "亦非。新生。瑜伽又云。次復住種性者。所有", "731": "諸相。謂與一切無涅槃法補特伽羅諸相相", "732": "違。當知即名安住種性補特伽羅。所有諸相", "733": "六相相對。廣如彼辨。又云。或有唯住種性而", "734": "未趣入亦未出離。謂如有一補特伽羅。成就", "735": "出世聖法種子。而未獲得親近善士聽聞正", "736": "法。未於如來正覺正說法毘奈耶獲得正信。", "737": "未受持淨戒。未攝受多聞。未增長慧捨。未調", "738": "柔諸見。如是名為唯住種性而未趣入亦未", "739": "出離。又瑜伽論第三十八解十因中。及善", "740": "戒地持辨於十因。明性本有。文皆相似。繁不", "741": "具引。佛性論第四云。五無初相應善性為法", "742": "者。釋云。無初者。以性得般若大悲禪定法身", "743": "并本有故。言無初。若是無漏從有漏生。即", "744": "般若大悲禪定等因是有始法。何得無初從", "745": "有漏生。何名性得。寶性論第四云。佛性有二。", "746": "一者如地藏。二如樹菓等。准彼文意。地藏譬", "747": "真如。樹菓喻般若等。故次云。依初譬喻故知", "748": "有初法身。依第二譬喻知有二佛身。二種佛", "749": "性俱云無始世界。未明無漏本有。不唯新", "750": "生。又無漏種。若唯新生。即有漏聞熏與", "751": "出世正見為親因緣。云何梁攝大乘論云。佛", "752": "世尊說。從他聞音。及自正思惟。由此二因。", "753": "正見得生。釋曰。清淨品以正見為上首。此正", "754": "見以何法為增上緣。謂從他聞音。及自正思", "755": "惟。此二因即是正見增上緣。乃至云。由此", "756": "二因正見得生。此二因於正見是增上緣。今", "757": "所言因是通名。即說緣為因。又論云。世間", "758": "心與正思惟相應。出世淨心與正見相應。無", "759": "時得共生共滅。釋曰。正思惟正修慧從四念", "760": "處生。世第一法是其位。此心未證見四諦。", "761": "故名世間心。已證見四諦。故名出世。離自性", "762": "法。是修得法。故名淨心。正見即八聖道中之", "763": "第一分。此正見與三十七品不相離。乃至云。", "764": "由三十七品生。故得出世。從無始以來。世出", "765": "世心不有俱生俱滅義。以性相違故。論曰。是", "766": "故此世間心非開淨心所熏。既無熏習。不", "767": "應得成出世種子。釋曰。思慧若為出世心所", "768": "熏。可得成出世種子。既無被熏義。故出世種", "769": "子義不成。准此論文。無漏種子若新熏生。由", "770": "無漏俱方始得生。見道已前既無無漏。有漏", "771": "如何熏成無漏。若許有漏熏無漏種。不應難", "772": "他。非無漏俱不得熏種。自許非無漏俱熏無", "773": "漏種故。問若見道前有漏聞熏不能生無漏。", "774": "如何論云。雖復世間法成出世心。釋云。如", "775": "意識。雖是世間法。能通達四諦真如。對治四", "776": "諦障故。成出世心。聞熏習亦爾。雖是世間法。", "777": "以因果皆是出世法故。亦成出世心。答以本", "778": "無漏微隱難知。寄有漏熏習勝增上緣。顯本", "779": "無漏種子。即此種子在熏習位。亦名聞熏習。", "780": "故次論云。何以故。釋云。何以故。此法但是出", "781": "世。非世間法。有四種對治故。准此。既云但是", "782": "出世非世間法。明非有漏。又論云。此種子出", "783": "世淨心未起時。一切上心惑對治。准此故知。", "784": "見道已前有漏熏習位。已有無漏心之種子。", "785": "又云。種子即是聞熏習。菩薩未知欲知根名", "786": "出世淨心。此心未在之前。是聞熏習。屬聞思", "787": "慧位。在聞思位中。准此故知。說有漏熏習", "788": "成出世心者。據增上緣說。又廣如彼解。略更", "789": "不引。問既諸有情齊有真如及第八識。如何", "790": "不許為佛正因。答如自不生。亦不親為正因", "791": "生法。如前已明。若許第八為佛正因。即是無", "792": "漏。又復對治有漏第八。方能成佛。許第八識", "793": "為佛正因。即應能治第八自識。若爾即違梁", "794": "攝論云。云何一切種子果報識成不淨品因。", "795": "若能作染濁對治出世淨心因。釋云。若立本", "796": "識是染獨對治出世因。則不得以本識為不", "797": "淨品因。不淨品即集諦及苦諦。是業煩惱種", "798": "子故是集諦。乃至云。既立為染濁對治及出", "799": "世心因故。不應復說為不淨品因。准此。有漏", "800": "第八非佛正因。又復第八一切同有。無三乘", "801": "別。即善戒地持菩薩地等明定異因。三乘性", "802": "別及調伏中。三乘性別。皆不淨成。故依附", "803": "此識本無漏種。是佛正因。問若不許真如為", "804": "佛正因。如何佛性論說真如理為佛正因。信", "805": "般若等為佛緣因。瑜伽復云從真如所緣緣", "806": "種子生。答此二論文如前已會。今更重釋", "807": "云。真如所緣緣種子生者。似說所緣緣為", "808": "種子。真如實非所為法種。如說信般若等為", "809": "四德種子。法身四德非彼所生。是常住法由", "810": "彼顯故。似名為種。故梁攝論云。聞熏習但", "811": "是四德道種子。四德道能成顯四德。四德本", "812": "來是有。不從種子生。從因作名故稱種子。准", "813": "此故知。四智心品緣彼如生似說真如。名為", "814": "種子。若許真如實是種子能生有為。即違瑜", "815": "伽種子七義第一無常法為因等。亦違佛性", "816": "論三性中一有體能生有體文。問若有定性", "817": "二乘不作佛者。違涅槃經三十六說須陀洹", "818": "人斯陀含人阿那含人阿羅漢人辟支佛人悉", "819": "當成佛。聞是說已不生信心。乃至云是名", "820": "常沒。法華經云。聲聞若菩薩聞我所說法。乃", "821": "至於一偈。皆成佛無疑等。答此說不定性聲", "822": "聞四果辟支佛悉當成佛。聞而不信名為常", "823": "沒等。非說一切定不定性皆當成佛。不爾。云", "824": "何涅槃自云。皆得作佛。不解我意。又菩提", "825": "資糧論等。豈不見涅槃經而云不作佛。問有", "826": "闡提定不成佛者。云何涅槃經三十六云。若", "827": "人心口異相異說言一闡提不得菩提。是人", "828": "亦謗佛法僧。答准此文意。若說一闡提定不", "829": "得菩提。名謗佛法僧。非遮少入。若爾復違", "830": "寶性論說。云向說闡提常不入涅槃無涅槃", "831": "性者。為欲迴轉誹謗大乘心。不求大乘心", "832": "故。依無量時故。如是說。以彼實有清淨性故。", "833": "佛性論云。言有性者。是顯了說。言無性者。", "834": "是不了說。乃至重故。佛觀一切眾生有自性", "835": "清淨故。後時決定得清淨法身。准此故知。無", "836": "闡提人無佛性者。亦無有情不成佛者。答此", "837": "據理性平等意樂。及涅槃經常沒之中。第二", "838": "雖非闡提亦名常沒。無上依等三種無涅槃", "839": "法中。第二人說。楞伽第五無性乘人亦同此", "840": "會。不會闡提名為常沒。七人各一。及無上", "841": "依經第一無涅槃法。問若爾何故寶性佛性", "842": "俱引經說。一闡提人墮邪定聚有二種身。一", "843": "本性法身。二隨意身。佛日慧光照此二身。法", "844": "身法者。即真如理。隨意身者。即從如理起", "845": "佛光明。為憐愍闡提。闡提二身者。一為令", "846": "法身得生。二為令加行得長修菩薩行故。觀", "847": "得成。答此據有性闡提人說。不爾。自違前事。", "848": "能品云。不定聚眾生起此二事為用。不言定", "849": "聚為用。又云。是人由淨分為緣淨性為因故。", "850": "成此觀。非無因緣。若不由於此二事成觀。無", "851": "因緣。如闡提無涅槃性。應得此觀。與一闡", "852": "提既無此觀。故知定須因緣觀。方可現無", "853": "性。既不許有觀。明知無性不得作佛。又亦同", "854": "涅槃第九云。大涅槃光入於一切眾生毛孔。", "855": "而能作菩提因者。此義不然。何以故。世尊", "856": "犯四重禁。作五逆人及一闡提。光明入身作", "857": "菩提因者。如是等輩與淨持戒修習諸善法", "858": "有差別。乃至佛言。善男子除一闡提其餘眾", "859": "生。聞是經已。悉皆能作菩提因緣。法聲光明", "860": "入毛孔者。必定當得阿耨菩提。准此故知。佛", "861": "性論等引經所說。佛日慧光照闡提身令生", "862": "長者。是有性人。涅槃經說除一闡提者。是", "863": "無性人。不爾。何以除不除別。又云。若得聞是", "864": "大涅槃經。雖犯四禁及五無間。猶故能作菩", "865": "提因緣。一闡提輩則不如是。雖得聽受是妙", "866": "經典。而不能生菩提道因。又多譬喻。如枯木", "867": "石山水所不住。譬如燋種雖遇甘雨終不生。", "868": "又云。假使一切無量眾生一時成就阿耨菩", "869": "提已。此諸如來亦復不見彼一闡提得成菩", "870": "提。此乃涅槃顯了之說。如何不信有不成佛。", "871": "故知經說有一闡提名為無性。而復說言當", "872": "得成佛。據有種子。密意說無。諸乘差別增", "873": "減不同。廣如餘辨。略釋大綱。餘難思准。", "874": "能顯中邊慧日論第四", "875": "寶曆十二年十二月。於平安城寓舍。以讚", "876": "岐國多度郡善通寺經藏本。寫之了", "877": "回向四恩法界海　回向無上大菩提。", "878": "東大寺西室傳法相宗沙門基辨", "879": "安永二年癸巳十月。於興福寺慈門院。以", "880": "春日社本談義屋本校合。補脫文正寫誤", "881": "竟。每字傍注本字者是也。", "882": "法相末學大同坊基辨", "883": "生五十六歲", "884": "本談義屋所藏御本云。", "885": "承元二年戊辰十二月十二日申刻。於西", "886": "小田原東谷寶塔院南面部屋。書寫之。願", "887": "以書寫力。上生都率天。聞法為悟解。決定", "888": "證不退。", "889": "同年十二月十八日移點了。", "890": "執筆　永祐", "891": "覺範", "892": "享保八年五月中旬。以御本寫之一校了。", "893": "秀信"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1863 能顯中邊慧日論", "source": "CBETA"}