{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0457 佛說彌勒來時經", "text": {"0": "No. 457", "1": "佛說彌勒來時經", "10": "如砥，樹木皆長大。「當是時，人民少貪婬、瞋恚、", "11": "愚癡者，人民眾多，聚落家居，鷄鳴展轉相聞，", "12": "人民皆壽八萬四千歲，女人五百歲乃行嫁，", "13": "人民無病痛者。盡天下人有三病：一者、意欲", "14": "有所得；二者、飢渴；三者、年老。人民面目皆", "15": "桃花色，人民皆敬重。「有城名鷄頭末，鷄頭", "16": "末城者當王國治，城周匝四百八十里，以", "17": "土築城，復以板著城，復以金、銀、琉璃、水精、珍", "18": "寶著城。四面各十二門，門皆刻鏤，復以金、", "19": "銀、琉璃、水精、珍寶著之。國王名僧羅，四海", "2": "失譯人名附東晉錄", "20": "內皆屬僧羅，行即飛行，所可行處，人民鬼", "21": "神皆傾側。「城有四寶：一者、金，有龍守之，", "22": "龍名倪𧑝鏠，主護金，龍所居山地名犍陀；", "23": "二者、銀，其國中復有守龍名幡頭；三者、明月", "24": "珠，所生地處名須漸，守珍龍名賓竭；四", "25": "者、琉璃，所生城名氾羅那夷。「有一婆羅門", "26": "名須凡，當為彌勒作父。彌勒母名摩訶越題，", "27": "彌勒當為作子。彌勒者種當作婆羅門，身有", "28": "三十二相、八十種好，身長十六丈。彌勒生墮", "29": "城地，目徹視萬里內，頭中日光照四千里。", "3": "舍利弗者，是佛第一弟子，以慈心念天下，往", "30": "彌勒得道為佛時，於龍華樹下坐，樹高四十", "31": "里，廣亦四十里。彌勒得佛時，有八萬四千", "32": "婆羅門，皆往到彌勒所師事之，則棄家作沙", "33": "門。彌勒到樹下坐，用四月八日明星出時", "34": "得佛道。「國王僧羅聞彌勒得佛，則將八十四", "35": "王，皆棄國捐王，以國付太子，共到彌勒佛所，", "36": "皆除鬚髮為沙門。復有千八百婆羅門，皆", "37": "到彌勒佛所作沙門，彌勒父母亦在其中。復", "38": "有聖婆羅門千八十四人，皆復到彌勒佛所", "39": "作沙門。「國有大豪賢者，名須檀，人呼須達，復", "4": "到佛所前，長跪叉手問言：「佛常言：『佛去後，當", "40": "呼人民，以黃金持與彌勒佛及諸沙門，名聲", "41": "日布方遠。須達復將賢善人萬四千人，到彌", "42": "勒佛所作沙門。「復有兄弟二人，兄名鼓達，弟", "43": "名扶蘭，兄弟皆言：『我曹何為是世間？寧可", "44": "俱到佛所，求作沙門耶！』兄弟皆言：『我善便到", "45": "彌勒佛所作沙門。』「復有小女人輩八萬四千", "46": "人，身皆著好衣、白珠、金銀、瓔珞，俱到彌勒佛", "47": "所，皆脫著身珍寶以著地，白佛言：『我曹欲持", "48": "是上佛及諸沙門，我欲從佛作比丘尼。』佛即", "49": "令作比丘尼。「彌勒佛坐，為諸比丘僧、比丘尼", "5": "有彌勒來。』願欲從佛聞之。」佛言：「彌勒佛欲", "50": "說，皆是釋迦文佛時，誦經者、慈心者、布施", "51": "者、不瞋恚者、作佛圖寺者、持佛骨著塔中", "52": "者、燒香者、然燈者、懸繒者、散花者、讀經者。", "53": "是諸比丘尼，皆釋迦文佛時人，持戒者、至誠", "54": "者，於今皆來會是，聞諸比丘所說經處者，", "55": "皆於龍華樹下得道。", "56": "「彌勒佛初一會說經時，有九十六億人，皆得", "57": "阿羅漢道。", "58": "「第二會說經時，有九十四億比丘，皆得阿羅", "59": "漢。", "6": "來出時，閻浮利內地山樹、草木皆焦盡。於今", "60": "「第三會說經，九十二億沙門，皆得阿羅漢。舉", "61": "天上諸天，皆當持花散彌勒身上。", "62": "「彌勒佛當將諸阿羅漢，至雞頭末王所治城，", "63": "王皆內宮中飯食，舉城皆明，夜時如晝日。彌", "64": "勒於宮中坐，說經言：『語不可不作，道不可", "65": "不學，經不可不讚。』佛說經已，諸比丘及王", "66": "百官，皆當奉行佛經戒，皆得度世。」佛說如是，", "67": "彌勒佛却後六十億殘六十萬歲當來下。", "68": "佛說彌勒來時經", "7": "閻浮利地，周匝六十萬里，彌勒出時，閻浮利", "8": "地東、西長四十萬里，南、北廣三十二萬里，地", "9": "皆當生五種果蓏，四海內無山陵嵠谷，地平"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0457 佛說彌勒來時經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}