{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0589 佛說魔逆經: 佛說魔逆經: 佛說魔逆經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 589", "1": "佛說魔逆經", "2": "西晉三藏竺法護譯", "3": "聞如是：一時佛在舍衛國祇樹給孤獨園，與", "4": "大比丘眾俱千二百五十，摩訶菩薩不可計，", "5": "及欲行天、諸色行天、淨居天人。彼時世尊與", "6": "無央數眾會眷屬周匝圍繞而說經法。有一", "7": "天子，名曰大光，在於座中，翼從文殊師利而", "8": "侍衛焉。於是大光白文殊師利：「所可謂言", "9": "諸菩薩眾有魔事者，何謂魔事？」文殊答曰：", "10": "「有所興業而有所作則為魔事。若使志願", "11": "有所受取而有所奪則為魔事。假令所欲", "12": "思想、諸著、識念、求望則為魔事。「復次，仁者！倚", "13": "著菩薩志欲至道則為魔事。心倚布施、持戒、", "14": "忍辱、精進、一心而依智慧則為魔事。識念布", "15": "施、妄想持戒、受於忍辱、放逸精進、及倚禪", "16": "定、專惟智慧則為魔事。「復次，仁者！心樂閑", "17": "居、行得於觀則為魔事。若使想念止足獨處、", "18": "節限名德則為魔事。若行空無，依無相願，", "19": "修無放逸，住於如來所說言教則為魔事。假", "20": "使仁者思想、識念有所受取，志在所應見", "21": "聞念知、分別經典，皆為魔事。」大光問文殊曰：", "22": "「其魔事者為住何所？」文殊答曰：「住於精進。」", "23": "又問：「以何等故住於精進？」文殊答曰：「其精", "24": "進者，乃為諸魔求其便耳；若懈怠者，彼魔", "25": "波旬當奈之何！」又問：「何謂菩薩精進而不應", "26": "者？」文殊答曰：「假使計言：『我身精進』則為不", "27": "應。所以者何？己身精進，計有所應，則依倚", "28": "世。仁者！欲知為精進者，等遵所修此之謂", "29": "也。以等精進則曰平等無所應進，已無所應", "30": "則無放逸。假使仁者眼無所進，不行於色，", "31": "是則名曰平等精進；耳無所進不行音聲，鼻", "32": "無所進不行眾香，舌無所進不行眾味，身無", "33": "所進不行細滑，意無所進不行諸法，是則名", "34": "曰平等精進。「復次，仁者！假使不行一切塵勞，", "35": "而以斷除眾生愛欲垢穢，是則名曰菩薩所", "36": "行平等精進。若於三界而無所行，救濟三界，", "37": "倚著眾生諸惱之患，是為菩薩平等精進。行", "38": "於布施無所想念，修以四恩攝諸慳貪；行於", "39": "禁戒而無想念，攝諸犯惡眾生之類；行於忍", "40": "辱而無所想，攝諸瞋恚人民之眾；行於精", "41": "進無所想念，攝諸懈怠；行於禪定無所想", "42": "念，攝諸亂意；行於智慧無所想念，攝諸惡", "43": "智。是為菩薩平等精進。」文殊師利復謂大光：", "44": "「其有曉了空無慧行，不想空無是為思念；精", "45": "進行空遊於諸見，悉察諸見而無所見，觀諸", "46": "邪見不離空無，是為行空。所謂空者，諸見", "47": "則空。以空之故，故曰空空。由是空空，故曰", "48": "為空。因是空故，諸法皆空。假使曉了此慧明", "49": "者而不自大，是謂菩薩平等精進。「復次，天子！", "50": "修行於此無所想著，不念無想，皆與一切", "51": "眾念俱遊。不捨眾念，不有所念；所念無想，", "52": "不想所念，等於諸想及一切念。若能曉了一", "53": "切想念，設於此慧不以知慧而憍慢者，無", "54": "所逸樂，是為菩薩精進之行。」文殊師利復謂", "55": "大光：「其行無願隨心所生，有所志慕心無所", "56": "著，不行所願其趣所生，已離諸見及眾駛水，", "57": "捨於二事，不計有身亦無吾我，而等除去，終", "58": "始生沒。其有能行如是精進，是為菩薩平等", "59": "精進。」文殊師利復謂大光：「菩薩修業常以平", "60": "等，其於智慧聖明之達無所修行；曉了善", "61": "權，將攝一切眾德之本。分別慧者，無我、無", "62": "人、無壽、無命；則以善權精進開化一切眾生。", "63": "聖明達者，於一切法無應不應，無淨不淨；", "64": "曉善權者，精進攝於一切正法。進智慧者，", "65": "悉了於一切，不壞法界；了善權者，供養奉事", "66": "無央數佛。達智慧者，進聖無為；曉善權者，", "67": "宣暢一切文字之教種種別異。智慧聖者，修", "68": "行佛身，了無穿漏；解善權者，三十有二大", "69": "人之相而自莊嚴。智慧聖者，使諸生死而無", "70": "所生；解善權者，則為所念常向眾生。智慧", "71": "聖者，修行於空、無相、無願；曉善權者，頒宣", "72": "斷除六十二見眾想之著，志有所求。智慧聖", "73": "者，勸助精進至於六通；解善權者，神通變", "74": "化多所救濟。智慧聖者，精進不見諸種陰入、", "75": "眾衰之難；解善權者，執持將護諸種陰入。", "76": "智慧聖者，遵修泥洹本性清淨；解善權者，為", "77": "諸眾生開化導示無上正真所當修行。智慧", "78": "聖者，謂得慧眼，所覩無極；解善權者，逮致", "79": "天眼，化諸著者。智慧聖者，不得諸法所行精", "80": "進；解善權者，敷演文字而講說法。智慧聖", "81": "者，分別諸法義之所趣；解善權者，宣暢如", "82": "應辯才之慧。智慧聖者，曉了諸根各各別", "83": "異、心念不同；解善權者，究盡眾人如應說", "84": "法。智慧聖者，識達八萬四千諸行；解善權", "85": "者，能為一切頒宣，指示八萬四千諸品法藏。", "86": "是為菩薩平等之業精進行也。」文殊師利分", "87": "別說此平等精進示眾會時，八千天子尋發", "88": "無上正真道意，五百天子逮得無所從生法", "89": "忍。世尊即讚文殊師利曰：「善哉，善哉！仁快", "90": "說此諸菩薩眾平等之行！」於是大光白文殊", "91": "曰：「如來讚仁，寧踊躍乎？」文殊答曰：「卿意云", "92": "何？假使化人讚於化者，又其化者寧踊躍乎？」", "93": "答曰：「不也！其化人者無所係著亦無所受。」", "94": "報曰：「如是！一切諸法自然之相悉如幻化，", "95": "如來之相亦復如此。吾當何因而踊躍乎？譬", "96": "如呼響，於善惡聲無所是在亦無所受；一", "97": "切諸法亦復如是，猶如呼響本悉清淨。如來、", "98": "文殊其淨亦如吾，當何因而踊躍乎！」大光又", "99": "問：「何故如來讚於仁者？」文殊答曰：「其有頒", "100": "宣無所立慧，乃為如來所見嗟歎；於諸言說", "101": "不懷憂慼亦無增減，於諸眾生無眾生想，於", "102": "一切法無諸法想。若志泥洹，修治生死，曉了", "103": "魔事，解佛道業；以於魔事覺了真諦，分別佛", "104": "法及與魔事；不畏魔事，不依佛法。如是行者，", "105": "則為如來之所嗟歎。」又問文殊：「仁為奉行", "106": "如此法乎？所以如來而嗟歎之！」答曰：「其平", "107": "等者終無偏黨。」又問：「其平等者不與偏乎？」", "108": "答曰：「所謂平等，等於諸逆，亦等吾我；等諸", "109": "四大，亦等住見；吾所等者亦復若茲。如諸", "110": "種等、四顛倒等，吾等亦如。如等不順反戾之", "111": "事及欲所得，吾等亦如；如等生死，等及與本", "112": "際；如等行原，等生死本及泥洹本。以用泥", "113": "洹本等等之故，因此故曰本際平等。如本", "114": "際等，故吾我等；已等吾我，亦等無明恩愛之", "115": "本；如等無明恩愛之本，亦等明徹解脫之本。", "116": "若以平等明脫之本，亦等貪婬、瞋恚、愚癡；以", "117": "等三垢，亦復等於空、無相、願；已等三脫，亦", "118": "等有為之本；以等有為本，亦等無為本；以", "119": "等於無為之本，文殊所等其亦若茲。是故大", "120": "光！以此平等，諸法皆等。其以說者今所頒宣，", "121": "方當演說而見嗟歎，一切此法皆悉平等，猶", "122": "如虛空。虛空正等而無偏黨，虛空無數亦無", "123": "所為。若有趣斯方欲習入，是故如來讚歎于", "124": "彼。」大光又問：「寧可宣暢善哉之法、無善哉法", "125": "乎？」文殊答曰：「菩薩善哉從志願出；諛諂無質，", "126": "所行放逸，為不善哉。用眾生故，不捨大哀，故", "127": "曰善哉；若不懷仁，念害眾生，則非善哉。若", "128": "能愍傷一切眾生，乃為善哉；瞋恚懷結，離", "129": "于忍辱，為不善哉。若不醉亂又隨律教，已", "130": "有罪過自首歸誠而不藏匿，則為善哉；隱蔽", "131": "殃釁而不發露，則非善哉。自見身惡能改除", "132": "者，則為善哉；假使志求他人瑕闕，則非善", "133": "哉。若行返復而知恩好，心不懷害，孝順行仁，", "134": "則為善哉；無有返復，心常懷害，欲危返復，", "135": "不奉孝順，不知報恩，則非善哉。聞佛道教", "136": "尋能遵修，乃為善哉；若聞經典不肯敬順，", "137": "則非善哉。奉行禁戒，未曾缺漏，乃為善哉；", "138": "若受於戒，失不順從，則非善哉。常處閑靜，其", "139": "心寂寞，乃為善哉；設慕憒閙、自放恣者，則", "140": "非善哉。在於閑居，捨身壽命而不戀恨，乃", "141": "為善哉；假使貪愛己身壽命，則非善哉。修", "142": "四賢聖，止足知節，乃為善哉；不知進退，多所", "143": "志求，慕樂惡事，則非善哉。為人羸劣、能忍", "144": "辱者，乃為善哉；若以害心向於眾人，則非", "145": "善哉。諸所欲度能自節限，則為善哉；為人", "146": "舒緩，不能謹勅，則非善哉。所可歸命未曾忘", "147": "捨，乃為善哉；本有所歸遺棄不念，則非善", "148": "哉。曉了威儀禮節之正，所行至誠，所作如言，", "149": "心口相應，乃為善哉；欺詐迷惑一切世間，", "150": "則非善哉。將護正法不違雅典，乃為善哉；", "151": "誹謗經道，違失正理，則非善哉。假使所聞", "152": "不謗經典，雖不師受，頒宣道教無所希冀，", "153": "乃為善哉；愛惜經法自稱為師，若說經法常", "154": "懷妄想，則非善哉。執權方便開化眾生，乃", "155": "為善哉；不護眾生，無權方便，不行四恩，則", "156": "非善哉。若能遵修六度無極、慇勤慕求，乃", "157": "為善哉；若復棄捐六度無極，則非善哉。造", "158": "行慧業，自致聖道，乃為善哉；貢高自恣，為憍", "159": "慢業，則非善哉。行牢強慈，愍傷眾生，乃為善", "160": "哉；趣爾行慈，所愍不弘，則非善哉。奉行十", "161": "善，不違大猷，乃為善哉；翫習自恣，行十惡", "162": "事，則非善哉。若能棄捐一切眾惡，乃為善", "163": "哉；順從諸惡非法之事，則非善哉。「大光！欲", "164": "知出家顛倒不順行者，則非善哉；好樂空、無", "165": "相、無願，具足成就，乃為善哉。強上高床師", "166": "子之座，而演雜句世間之談，隨俗同塵，則", "167": "非善哉；若得菩薩篋藏之典修習遵行，昇師", "168": "子座，頒演道教，乃為善哉。毀於禁戒，受信施", "169": "食，則非善哉；奉順戒法清淨鮮潔，應服一", "170": "切供養之利，乃為善哉。貢高自大，憎妬經法，", "171": "則非善哉；謙下恭順，不懷慢恣，嗟歎人德，", "172": "乃為善哉。嫉妬菩薩，憎其高行，則非善哉；", "173": "見諸菩薩敬之如佛，乃為善哉。是為大光！", "174": "如佛所說，其行法者則為非遠，不至大慧，", "175": "皆非善哉；其有順從如來教者乃為善哉。」大", "176": "光又問：「以何等故讚法善哉？法在善哉、非善", "177": "哉乎？」文殊答曰：「吾於諸法不行善哉，亦復", "178": "不行非善哉也。所以者何？一切諸法悉無所", "179": "合，亦無吾、我。」又問文殊：「仁者！不與善法合", "180": "乎？」文殊答曰：「吾則不與善法俱合，亦復不", "181": "與惡法共合。所以者何？計極著者謂有為矣，", "182": "其無著者謂無為矣；計無常者亦是有為，自", "183": "計有身不了本無。」又問：「文殊師利！仁者至德", "184": "亦是有為，計有吾、我。」文殊答曰：「假使吾計有", "185": "為，身是我所，則墮恐懼。」又問：「文殊師利！仁者", "186": "不畏於有為乎？」報曰：「假使見於有為、究竟", "187": "成就、永存無滅盡者，我乃恐懼。」又問：「文殊！", "188": "仁者不見有為之事而成就乎？」答曰：「吾尚", "189": "不見無為之事而在成就，況當復覩有為之", "190": "事而成就也！」又問：「文殊！仁為有為，若無為", "191": "乎？」答曰：「仁者！吾不有為亦不無為。所以者", "192": "何？設使有為，則與愚癡凡夫同塵；假使無", "193": "為，則與聲聞、緣覺同等。」又問：「文殊！設使仁", "194": "者亦不有為，復不無為，今我云何執持此教？」", "195": "答曰：「譬如化人之所興為，欲持法者亦當如", "196": "彼。於天子意所志云何？如來神識為住何所？", "197": "立在色乎？」答曰：「非也！」「為復立在痛癢、思想、生", "198": "死識乎？」報曰：「非也！」又問：「住三界乎？」答曰：「非", "199": "也！」「住在有為若無為乎？」答曰：「非也！」又問：「如", "200": "來神識為何所住？」報曰：「文殊！如來神識永無", "201": "所住。」答曰：「如來神識設無所住，卿當執持如", "202": "彼所住！」又問：「文殊！仁者則為是如來乎？」答", "203": "曰：「天子！其無本者，無來無去無所周旋，吾", "204": "所由來亦復如是；以是之故吾為如來，所來", "205": "亦如；如佛所來吾亦如之，以是之故吾為", "206": "如來。如如來住，吾住亦如；以是之故吾為如", "207": "來。如來無本，文殊師利亦復無本，故曰無本。", "208": "以是之故，吾為如來。」又問：「文殊！其無本者，當", "209": "從何求？」答曰：「天子！其無本者，當於六十二", "210": "見中求。」又問：「六十二見當於何求？」答曰：「當", "211": "於如來解脫中求，不懷瞋法而求之矣！」又", "212": "問：「如來解脫不懷瞋法，當於何求？」答曰：「當", "213": "於眾生志行中求。」又問：「眾生志行當於何求？」", "214": "答曰：「當於如來聖慧中求。」又問：「如來聖慧", "215": "當於何求？」答曰：「當於眾生諸根各異，分別原", "216": "際而於中求。」又問：「文殊師利！今者所說吾", "217": "不能了。其不解者不能分別則當愕然！」答", "218": "曰：「如來之慧無能分別。」又問：「何故？」答曰：「如", "219": "來慧者，無所罣礙亦無想念，不可逮得，無", "220": "有言辭亦無所行，無心、意、識，離於言教，以是", "221": "之故無能知者，不可分別。」又問：「文殊！設如", "222": "來慧不可分別，諸聲聞眾云何曉了？何因菩", "223": "薩而得住於不退轉地？」答曰：「天子！如來至真", "224": "善權方便，因時頒宣文字之說。又其慧者無", "225": "有文字，譬如不從水中而生火矣，鑽木", "226": "求火及照陽燧乃出火耳！如來若此，威神", "227": "聖旨道慧無邊，廣分別說本無之慧，無有", "228": "能知如來聖慧。如來聖慧燒諸愚癡闇昧草", "229": "木，令不復生。彼則何謂燒諸愚癡闇昧草木？", "230": "一切分別眾行之心演道品法、六波羅蜜諸", "231": "度無極。」又問：「文殊！無有草木不生瑕穢亦", "232": "無瘡病，云何說之？」答曰：「所暢說者，無緣起", "233": "分，所言無毀，無合無散。所頒宣者，不說生死，", "234": "無泥洹教，無所蠲除亦無所斷，不有造證，無", "235": "所遵修，無得無歸。此所言者，乃為寂寞堅要", "236": "之辭。」天子報曰：「難及，難及，至未曾有！文殊", "237": "師利！今所說者微妙巍巍，無極之慧超異如", "238": "是！而魔波旬不來至此，欲廢亂之，行於逆乎？」", "239": "適說是語須臾未久，時魔波旬在於虛空，興", "240": "大雲雨，謦揚大音，其音普聞一切眾會。時眾", "241": "會者各心念言：「此何等聲流溢乃爾？」爾時世", "242": "尊告文殊師利「仁寧見魔所興亂乎？」答曰：「唯", "243": "然，天中天！」文殊師利即如其像三昧思惟，令", "244": "魔波旬自然見縛。尋便墮地，喚呼稱怨，恚恨", "245": "罵詈：「文殊師利！今當杻械鎖縛我身！」文殊", "246": "答曰：「咄，魔波旬！復有繫縛堅固難解，踰過於", "247": "此！今者所被，如卿不覺。何謂堅縛？」謂言：「吾", "248": "我、顛倒、恩愛、諸邪見縛、因緣繫縛。卿常為此", "249": "枷鎖所縛，不自覺知！」魔又啟曰：「唯見原赦，使", "250": "得解脫！」文殊師利曰：「汝當興造行作佛事，", "251": "我能令卿從繫得解！」魔即對曰：「我於佛法無", "252": "所妨廢亦無所壞，已當何因興作佛事？」文", "253": "殊答曰：「波旬！欲知興作佛事修行，乃為菩", "254": "薩智慧變化。假使如來興作佛事不足為難，", "255": "魔作佛事斯乃為奇！」於是文殊師利即如其", "256": "像三昧思惟，使魔波旬變作佛像——三十二相", "257": "莊嚴其身，坐師子床，智慧辯才所說如佛——而", "258": "宣此言：「所欲問者，一切眾生諸所狐疑，自", "259": "恣所啟，當為發遣！」時大迦葉問魔波旬：「比", "260": "丘修行以何為縛？」魔尋答曰：「計我禪定而", "261": "志寂然，則是有想、無想品第；想空為要，毀", "262": "眾見想；想於要想，興於眾念御無願想；懷諸", "263": "所願為泥洹想；而樂無為毀生死想。是為迦", "264": "葉！修行比丘之繫縛也。所以者何？迦葉當知，", "265": "不當毀壞諸所往見因而行空也。所謂空者，", "266": "諸見皆空；不當毀念求於無想。所以者何？", "267": "敢可所念，悉為無想。不當毀願而求無願，", "268": "其所願者悉亦無願。不當毀生死而求泥洹，", "269": "曉了生死不可得處則為泥洹。迦葉當知，其", "270": "行泥洹不起思想，當於眾著令無所起。毀壞", "271": "滅盡泥洹本淨，無所起生乃為無為。」說是", "272": "語時，五百比丘心逮清淨。時須菩提問諸比", "273": "丘：「誰為開化諸賢者等？」五百人曰：「其無所", "274": "得，不成正覺，開化吾等。」又問：「云何開化？」答", "275": "曰：「不來不去，曉了如是；不起不滅，其慧常住。」", "276": "說是語時，二百比丘逮清淨眼。時須菩提問", "277": "魔波旬：「何謂比丘為最眾祐？」魔即對曰：「若", "278": "無所受亦無畢淨，而從篤信愛樂佛法受飲", "279": "食饌，如須菩提。若有比丘不受不捨——其施", "280": "與者，觀彼比丘猶如幻化；其受施者，意念如", "281": "影，無有生者亦無受者——心無所著，無心不", "282": "起，彼則於世為最眾祐。」時舍利弗問魔波旬：", "283": "「何謂三昧而不穢亂？」波旬答曰：「於三昧盡，如", "284": "無所盡，悉令都盡。其無生者不令興起，燒盡", "285": "眾欲本末清淨。悉無所生令不復愚，無所", "286": "更歷一切諸法，曉了清淨平等正受，遵修", "287": "寂滅察諸所更，滅盡三昧而以正受，無觀不", "288": "觀亦無所見，如是三昧乃無穢亂。」大目揵連", "289": "問魔波旬：「何謂比丘心得自在？」波旬答曰：「假", "290": "使比丘曉了一切，究暢人心及與諸法悉解", "291": "脫相，宣說諸法悉解脫相；無所依倚所懷來", "292": "心，亦無所解亦無所懷；心無色欲，見一切色", "293": "心無所住；曉了諸法亦無處所，心不可護。", "294": "曉於諸法、亦不可持，心不知心。心者自然", "295": "則為清淨，諸法亦然自然清淨，法界清淨得", "296": "不動轉。以他因緣現在目前，備六神通、四", "297": "神足念而自娛樂，比丘如是心乃自在。」邠耨", "298": "文陀尼弗問魔波旬：「何謂比丘說法清淨？」波", "299": "旬答曰：「假使比丘見一切法皆度無極，而悉", "300": "遍見眾心各異，悉無所著。一切所念則無同", "301": "像，旨分別說，曉了一切音聲、言說、談語、論議", "302": "如山呼響，觀諸講法亦如幻人，身所識知如", "303": "水中月。別諸塵勞、思想、眾念所從起立；無受", "304": "法者亦無捨者，得入三昧。若頒宣法，等獲超", "305": "度，則以逮知四分別辯才，心無所冀。讚言善", "306": "哉，不懷狐疑。淨其己心，則能清淨一切人心。", "307": "曉了本淨鮮潔無垢，解知塵勞悉瑕疵矣。", "308": "見諸陰魔悉為閑靜，其死魔者住無終始，其", "309": "天魔者皆除一切倚著之教，一切眾生心淨", "310": "如是；如是比丘乃為清淨，普見道法演布經", "311": "典。」耆年優波離問魔波旬：「何謂比丘奉持法", "312": "律？」波旬答曰：「其能曉了一切諸法，悉被開化，", "313": "識知眾罪本際寂寞，教授猶豫。若見誹謗，不", "314": "以狐疑亦不懷結；彼於諸法未曾生心而有", "315": "所御；常能化度諸有逆者，何況小小犯禁戒", "316": "乎！體解塵勞靡所不別，諸客塵勞不以堅要", "317": "懷思想也。說眾愛欲無內、無外、不處兩間；曉", "318": "了塵勞由從無覺，不壞愛欲亦不勸化，至", "319": "於無欲亦無所起，計於塵欲猶如雲雨；觀於", "320": "聖慧曉了頒宣，所可說者如風散雲，悉無所", "321": "住。有塵勞者如水中月，緣想念起，欲現面像", "322": "由於闇冥，當得智慧以為明照，欲如明鏡見", "323": "其面像，其色如鬼、羅剎之形；其順念者觀無", "324": "所見，求捨塵欲不益眾穢，則以空慧無相、", "325": "無願、無所越度；其有曉了愛欲如是。設復有", "326": "著於愛欲者，則於眾生不興慈哀；眾生無我", "327": "而無有身，亦不望想於諸吾我，如是觀者", "328": "審諦持律。」其尊弟子五百人等，各各自問己", "329": "身所知。時魔波旬各各分別而發遣之。於", "330": "是諸天眾中有一天子，名曰須深，問魔波", "331": "旬：「文殊師利屬者講說諸魔事業，仁豈堪任", "332": "重復義理，何謂菩薩之魔事？」時魔答曰：「天", "333": "子當知，菩薩魔事則有二十。何謂二十？恐畏", "334": "生死，欲得解脫，遵修翫習於佛正法，稽首", "335": "歸命而有望想則為魔事業一。觀於空無", "336": "而察眾生則為魔業二。觀於無為而厭有為", "337": "善德之本則為魔業三。禪定正受不求一心，", "338": "而已退轉則為魔業四。若頒宣法，不為聽者興", "339": "發大哀則為魔業五。求諸禁戒有德眾祐，瞋", "340": "恨毀戒則為魔業六。暢演聲聞緣一覺事，諮問", "341": "大乘不別巨細則為魔業七。啟受深說，憎道雜", "342": "言則為魔業八。求度無極，自號菩薩則為魔", "343": "業九。諮嗟寂滅澹怕之事，所化眾生無權方", "344": "便則為魔業十。積眾德本，不親道心則為魔", "345": "業十一。慇勤遵修寂觀之事，所觀察者見有眾", "346": "生則為魔業十二。求盡塵欲使無有餘，度生死", "347": "岸惡畏愛欲則為魔業十三。修行智慧常樂猗", "348": "求，依於大哀則為魔業十四。無權方便而已皆見", "349": "一切德本則為魔業十五。不進志求菩薩篋藏，", "350": "慕於世俗方類之言，以此為務則為魔業十六。各", "351": "各分部博聞師教，而有去就則為魔業十七。設", "352": "使得為富樂饒財、豪貴大威而貪著之，不奉", "353": "博聞則為魔業十八。設為尊豪、君子、長者、釋、梵", "354": "之位，不習大法則為魔業十九。不與菩薩、法師相", "355": "從，藉受所聞，反與聲聞、緣覺相習，樂共談", "356": "言；不欲聞法、自恣放逸、所遊搪揬，則為魔", "357": "業二十。是為二十菩薩魔事。」於時世尊讚魔波", "358": "旬：「善哉，善哉！快說於斯菩薩魔事！假使有", "359": "人論此法事，聽省奉行不從魔教，其人則逮", "360": "佛大道法，講說經典，獲致二十事。何謂二", "361": "十？大慈一，大哀二，不厭生死三，常見善友四，所", "362": "生之處輒遭佛世五，得有啟受諸度無極六，以", "363": "諸菩薩用為眷屬七，逮得總持八，具足辯才九，", "364": "五通之慧十，所未遇法而得聞之十一，世世所生", "365": "常懷道心十二，當得出家而為沙門十三，致閑不", "366": "懅十四，究竟博聞十五，善權智慧十六，開化眾生導以", "367": "四恩十七，將護正法十八，常行質直而無諛諂十九，一", "368": "切所珍而不愛悋、不懷害心向於眾生二十。是", "369": "為二十，逮得經典，至佛大道。」於是須深天子", "370": "問魔波旬：「快哉，善利！乃為如來之所嗟歎！」", "371": "時魔報曰：「吾身不用快哉、善利！譬如男子鬼", "372": "神著之，當可所說；計實不是其人所語，鬼神", "373": "所言也。如是仁者！今吾所說，文殊師利之", "374": "所發動，不當宣傳言是我說！」天子問曰：「今", "375": "仁變成為佛身形，不以歡乎？又復相好莊", "376": "嚴其身，坐師子床講說經法，不以樂耶？」魔", "377": "復報曰：「卿等見我相好嚴身，我還自覩枷鎖", "378": "繫縛。」天子告曰：「波旬！自歸悔過，伏罪文殊", "379": "師利。文殊師利威神原赦波旬！」波旬答曰：", "380": "「不當首悔學於大乘菩薩大士。所以者何？行", "381": "菩薩者，不見缺漏瑕穢之界；興瞋恚者設", "382": "懷怨恨，乃當對悔稽首自歸。」天子又問：「菩", "383": "薩忍辱為何等類？」其魔報曰：「菩薩忍辱有十", "384": "二事。何謂十二？志性忍辱而無瑕疵一；其意", "385": "忍辱，心不懷害二；忍辱無諂，不欺眾生三；忍辱", "386": "愍窮哀傷一切貧於智慧、不及道者四；修忍辱", "387": "事，所行如言則不退轉五；其空忍者離於一切", "388": "猶豫邪見六；專惟法忍，導御諸法七；深妙忍者", "389": "不計吾我八；柔順法忍而從歸趣眾賢聖慧九；", "390": "真諦忍者不亂緣起十；不錯亂忍，順從一切眾", "391": "生之心十一；意不起忍，因便逮得無所從生法忍", "392": "十二。是為菩薩十二事忍。」於是須深天子問魔波", "393": "旬：「卿若尋說此二十事，至十二忍寧踊躍乎？」", "394": "答曰：「歡喜！」須深即啟文殊師利：「仁者！原赦魔", "395": "波旬罪！」文殊問魔：「誰為繫汝？」報曰：「不知誰為", "396": "縛我？」答曰：「波旬！卿不被縛，自想為縛。一切愚", "397": "癡凡夫之士其亦若茲！心本悉淨，無所思念，", "398": "志在想著——不知無常，計有常想；苦為樂想；無", "399": "身計身；不淨，淨想；無色，色想；無痛癢、思想、生", "400": "死識而想五陰。如今波旬！惡畏繫縛何因得", "401": "脫？」又曰：「今我不復得解脫乎？」答曰：「如是波", "402": "旬！已得脫者不復更脫。何因得脫？由緣從於", "403": "虛偽之想而致繫縛，蠲除此穢名曰解脫。」於", "404": "是文殊師利捨所建立，威神感動，令魔波旬", "405": "即復如故。時大迦葉謂魔波旬：「波旬以為興", "406": "作佛事！」其魔答曰：「文殊師利境界所感，不當", "407": "觀之是我所為！」須深天子問文殊曰：「其佛事", "408": "者當於何求？」答曰：「當於眾生愛欲之中求於", "409": "佛事。」又問文殊：「何故說此？」答曰：「以於眾生塵", "410": "勞之故，受於愛欲。設無愛欲不興佛事，譬如無", "411": "疾則不用醫。如是行者，假使眾生無有愛欲", "412": "則不用佛。」又問：「以何所生，佛興於世？」答曰：「起", "413": "生、老、病、終沒之患，故佛興出。所以者何？三", "414": "界有是生、老、病、死，故佛現世。」又問文殊：「如來", "415": "得道興顯何法？滅除何所？」答曰天子：「如來得", "416": "道，法無所起亦無所滅。所以者何？佛興出世", "417": "則無所生，亦無所失。所可謂言佛興出者，假", "418": "有此辭隨俗現身，自然本淨，則云平等無所", "419": "生者。」又問文殊：「何謂菩薩建立志性？」答曰：", "420": "「於一切法無所得者，不墮諸見、六十二疑繫", "421": "縛羅網。」又問：「何謂本淨？」答曰：「於內外法無", "422": "所著。」又問：「何謂菩薩為布施主？」答曰：「捨身", "423": "塵勞，不捨一切眾生愛欲。」又問：「何謂禁戒", "424": "具足？」答曰：「分別曉了寂然之界，蠲除一切", "425": "眾生諸惡，不捨道心。」又問：「何謂備悉忍辱？」", "426": "答曰：「究盡諸法見一切法，除去眾生結恨、", "427": "厭穢、瞋恚之難，而不違捨一切智通至德之", "428": "鎧。」又問：「何謂究竟精進？」答曰：「菩薩所因可", "429": "精進者，悉見諸法，至於無上正真之道，刈", "430": "除眾生懈怠之穢，遵修精進。」天子復問：「文", "431": "殊師利！何謂究竟於禪定已？」答曰：「見一切", "432": "法本悉清淨，平等正受。一切眾生，因有所著", "433": "而興生矣！」又問：「何謂菩薩成就智慧？」答曰：", "434": "「於諸所行不得所行。蠲除一切放逸之事，", "435": "刈去眾生沈吟邪見，遵修聖達。是為菩薩成", "436": "就智慧。」又問：「何謂行慈？」答曰：「見一切法永", "437": "悉滅度。」又問：「何謂為哀？」答曰：「曉了諸法無", "438": "有作者亦無報應。」又問：「何謂為喜？」答曰：「若", "439": "於諸法無所興樂亦不無行。」又問：「何謂為護？」", "440": "答曰：「於一切法不造二事。」又問：「何謂菩薩", "441": "至誠真諦？」答曰：「分別一切諸法猶如幻化，", "442": "於諸所生而無所生、悉無所有。」又問：「何謂大", "443": "士？」答曰：「觀諸眾生而無眾生。」又問：「何謂", "444": "尊人？」答曰：「覩一切法不可受持而不恐懼。」", "445": "又問文殊：「何謂菩薩被大德鎧？」答曰：「觀一", "446": "切法等如虛空，不捨僧那。」又問：「何謂為仁", "447": "和乎？」答曰：「行於大哀，不遠眾生亦不親近，", "448": "開化塵勞、恩愛之著。」又問：「何謂所止宿安？」", "449": "答曰：「不以身、口及與心念煩嬈他人，不得吾、", "450": "我及與他人。」又問：「何謂順教？」答曰：「如所聞", "451": "法，能奉行者，所言真諦。」又問：「何謂眾人之所", "452": "歸伏？」答曰：「能隨五趣眾生言教，不壞其辭", "453": "將順己心，因化一切無所違失。」又問：「何謂", "454": "具足知恥？」答曰：「能內自寂，遊行於外，化導眾", "455": "生。」又問：「何謂為信？」答曰：「遊諸罣礙而無所", "456": "著。」又問：「何謂菩薩行牢強慈？」答曰：「順從佛", "457": "教無所毀壞。」又問：「何謂反復？」答曰：「所造德", "458": "本未曾違失，常樂如應。」又問：「何謂知節？」答曰：", "459": "「志遊一切塵勞之欲，已不樂欲。」又問：「何謂知", "460": "足？」答曰：「慕智慧聖，不樂諸法。」又問：「何謂滿", "461": "足？」答曰：「假使滿足度世智慧，於諸世法無", "462": "所犯負。」又問：「何謂分別？」答曰：「不見一切塵", "463": "勞之欲，斷除眾生諸垢瑕穢。」又問：「何謂菩", "464": "薩而得自在？」答曰：「見諸所生，身無所成；於", "465": "慧自在，不從塵欲。」又問：「何謂博聞？」答曰：「不", "466": "應聞者而不聽之。」又問：「何謂得至靜然？」答", "467": "曰：「見諸所作而無所有，亦無所捨；不御諸", "468": "法亦無所念。」又問：「何謂住行？」答曰：「不於空", "469": "行分別教化，觀察眾生其心所行，不起吾我", "470": "及他人想。」又問：「何謂總持備悉辯才？」答曰：", "471": "「一切所聞悉能執持；分別眾生根原所歸，", "472": "於諸音聲而無所著。是為，天子！菩薩總持逮", "473": "得辯才。」於是大光菩薩問文殊師利：「誰當啟", "474": "受如斯言教？」文殊答曰：「為善知識所見將護，", "475": "及往宿世微妙具足善德之本所見養育，乃", "476": "能曉了此義說耳！」又問：「何所欣樂？志性如何？」", "477": "答曰：「愛樂深奧，志性柔和，不懷自大。」又問：", "478": "「何謂比丘不懷自大？」答曰：「假使比丘不自見", "479": "身，自然志求專一大乘；了身自然而於自然", "480": "不貪己身，不住於二。如是比丘不懷自大，求", "481": "捨無明；無冥恩愛不志明脫；明脫自然，曉了", "482": "無明；因愛癡冥，皆悉無本。是為比丘不懷自", "483": "大。」文殊復謂其天子曰：「假使比丘離於貪", "484": "婬，解欲本際；離欲清淨，解於貪欲；行無本際，", "485": "離瞋恚本；曉瞋恚本，離於瞋恚；本悉清淨，本末", "486": "鮮明；離愚癡本，了於愚癡；捨於愚冥，本悉清", "487": "淨；曉了愚癡無有根原。如是比丘不懷自", "488": "大。」文殊師利復謂天子：「假使比丘不了眾", "489": "苦，不斷於習而不造證，於諸所習不行徑路；", "490": "曉了眾苦而無所生，入于四諦。設使於苦無", "491": "所生者則無有習；已無有習則無盡滅；設使", "492": "於苦無所生者，則於彼人無行徑路。」爾時魔", "493": "波旬心懷憂慼，泣淚如雨而說此言：「若此", "494": "經典所流布處，諸魔波旬不得其便。設有", "495": "受持，斷絕魔事。」魔說此語則便沒去。於是大", "496": "光問文殊師利曰：「如今仁者所可講說，吾等", "497": "觀察義之所歸：假使有人不懷自大，不復具", "498": "學出家之福，不畏所行精進之業，若聞此法", "499": "而懷恐懼，亦不啟受，不以如來為聖師矣！若", "500": "有比丘、比丘尼、優婆塞、優婆夷聞是法言而", "501": "歡喜樂，則當觀之得解脫也！」佛言：「如是！如爾", "502": "所說，菩薩由此得忍受決，因斯所忍得生聲", "503": "聞、緣覺之地。」又問：「唯然，世尊！今此經典當", "504": "名何等？云何奉行？」佛言：「名曰『魔逆降化波", "505": "旬』，當奉持之。」佛說如是，文殊師利、大光天", "506": "子、一切眾會——天、龍、鬼神、揵沓惒、阿須輪、世", "507": "間人——聞經歡喜，作禮而退。", "508": "佛說魔逆經一卷", "509": "此羔凾《魔逆經》，法護譯者，按《開元錄》是單", "510": "譯經，而丹鄉二本雖始終無異，宋本與彼", "511": "文義全別，則必有一是一非，未知孰是真", "512": "《魔逆經》耶？今撿宋經，全是後念凾中《文殊", "513": "師利悔過經》耳。宋藏錯亂，名「魔逆經」，重編", "514": "於此。故今去宋取鄉，為真《魔逆經》焉。後賢", "515": "若疑今所去經是何等者，請見念函《文殊", "516": "師利悔過經》，即全是爾。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0589 佛說魔逆經: 佛說魔逆經: 佛說魔逆經", "source": "CBETA"}