{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1566 般若燈論釋: 般若燈論: 般若燈論", "text": {"0": "21 觀成壞品", "1": "般若燈論釋卷第十三", "10": "起剎那即名為智。此智是第一義諦如來智。", "100": "無丈夫。是作故。譬如瓶。如是從緣起法無丈", "101": "夫。是作故。譬如瓶。無常法無丈夫。是作故。", "102": "譬如瓶。正智邪智疑智中無丈夫。是作故。譬", "103": "如瓶。憂喜因中諦所攝中無丈夫。是作故。譬", "104": "如瓶。如是諸因當廣說驗。犢子部復言。第一", "105": "義中有如來。若言無者。佛所不記。如外道所", "106": "執丈夫。如來即記言無。然未曾說無。如來若", "107": "言無者。何緣復記。有人問言。死後無如來耶。", "108": "佛亦不答。以是故有如來。論者言。如經中說。", "109": "有一國王來問佛言。世尊。我有所疑。請問世", "11": "所依陰亦名如來。論者言。若依止世諦智諸", "110": "尊。唯願世尊。為我直答。不須廣說。身中我", "111": "者為大為小。為長為短。色相方圓各似何等。", "112": "為在一處。為遍身中。佛言。大王。王得自在。", "113": "今還問王。大王宮中菴羅樹果作何氣味。形", "114": "狀色相復似何等。王言。世尊。我所住宮無菴", "115": "羅樹。云何問言氣味形色。佛言。大王。身中", "116": "有我。王可問言大小長短。然此身中本無有", "117": "我。云何令我答王所問。如是答者即是如來", "118": "記於無我。多摩羅跋外道說言。第一義中有", "119": "如來。取施設故。此謂若言無者。不於取上。而", "12": "體及如來有自性。汝欲得取此成我義。今依", "120": "有施設。云何有取。謂取無上解脫熏修諸陰", "121": "相續。故名如來。如經所說。佛之名者非父母", "122": "作。乃至非諸天作。其義如是。復次云何名佛。", "123": "謂最後得解脫時乃名為佛。以如是等故有", "124": "如來。論者言。如上偈說。不即不離陰。陰中無", "125": "如來。如來中無陰。非如來有陰。何等是如來。", "126": "此謂如來於此第一義中畢竟不可得故。如", "127": "論偈說。", "128": "一異無如來五種求不得", "129": "云何當以取施設有如來", "13": "第一義諦觀如來。若此智是陰自體者。已攝", "130": "釋曰。此謂第一義中有自體者。云何可施設", "131": "耶。若可施設則非第一義中有自體者。若言", "132": "如瓶。是假施設。欲得爾者。汝所立義。便為不", "133": "成。如汝所言。以施設有如來者。此立因驗第", "134": "一義中不成。亦與因義相違。云何相違。謂", "135": "取施設而有瓶等。但是世諦中有故。非第一", "136": "義。復有自部人謂論者言。彼向說偈。若無", "137": "有諸取云何有如來者。為不善說。我今說言", "138": "有取者取若無取者。亦無有取。譬如龜毛聚。", "139": "云何名取。謂無漏解脫不共法等。以為五陰。", "14": "入諸陰中。今遮如來。亦遮彼智。如論偈說。", "140": "有所任持。是故如所說因云何名取者。謂如", "141": "來身此如來有故。我所立義得成。論者言。是", "142": "義不然。何以故。如論偈說。", "143": "如來所取取此取不可得", "144": "取及取者空及一切種空", "145": "釋曰。此謂取無自體。無自體義先已令解。不", "146": "復更說。一切種者。謂自體種他體種等見真", "147": "實者。一切種門觀察之時。於第一義中不可", "148": "施設。隨順世諦而有施設。云何施設。謂不可", "149": "思議未曾有十力無畏不共等諸功德海熏修", "15": "非陰不離陰陰如來互無", "150": "如來。為一切世間之所供養。中論者。因彼", "151": "五陰作是施設。如經言。一人出世。多人利益", "152": "多人安樂。以是義故名假施設。如佛言曰。我", "153": "是眾生真善知識。一切眾生有生苦等令得", "154": "解脫。又如佛言。應知者我已知。應識者我", "155": "已識。應修者我已修。阿含經中作如是說。我", "156": "所立義不與相違如來。於世諦中作是施設。", "157": "非第一義。外人復言。第一義中不欲得者。自", "158": "違彼宗。論者言。若第一義中有如來令人信", "159": "解者。汝不出驗。而亦不能破我所立。我非", "16": "非如來有陰何等是如來", "160": "先受第一義故然後說遮。諸外道等甚可憐", "161": "慜何以故。如經偈說。", "162": "十力無垢輪一切三有日", "163": "無量眾所歸普照無明闇", "164": "眾所歸有本作言說光。", "165": "此謂如眼病者不信有日。或有說言。如來無", "166": "一切智。是人故。譬如餘人。復有說言。如來智", "167": "者。非一切智。是智故。譬如凡夫智。復有說", "168": "言。如來身者。非一切智所依止處。是身故。譬", "169": "如凡夫身。論者言。是等所說非也。若第一", "17": "釋曰。陰者謂積聚義。陰非如來者。如來自", "170": "義中如來無一切智而令信解。是人故。是凡", "171": "夫智故。是凡夫身故。而為因者。此等因義咸", "172": "皆不成。法身者。永離人故。智故。身故。諸有", "173": "戲論故。三界所不攝故。是出世間無漏法聚", "174": "故。名為法身。復次若更有人說言。如來無一", "175": "切智。是作故。廣說如是。諸因者。如前所立與", "176": "其過咎。若復有人作譬喻言。如來身者。非一", "177": "切智所依止處。是屍故。譬如凡夫死屍。此喻", "178": "過失亦同前遮。智門譬喻出因等。若言是能", "179": "取及有所緣。亦以此過說之。復次汝言如來", "18": "體非是陰故。此中說驗。第一義中陰非如來。", "180": "無一切智者。此有何義。為一切不知少有所", "181": "知耶。為一不知耶。若外人受初問者。即應問", "182": "言。何故不知。若外人意謂不能知諸根境界。", "183": "是故言不知者。論者言。此諸根等亦能有知。", "184": "何以故。可知境界故。譬如自手等。若受後問", "185": "者。汝先立義則為自破。何以故。汝先以人故", "186": "為因者。豈有人一事不知耶。又復世間悉知", "187": "故云何知耶。謂知如來有真解故。汝以凡夫", "188": "等為喻者。是皆不然。世間凡夫亦少有所知", "189": "故。復次如諸天等能知過去未來現在三界", "19": "陰是起盡法故。譬如凡夫諸陰又如外四大", "190": "所攝及不攝等事。謂如來不知此事耶。若不", "191": "知者。反成我義。云何成我義。謂汝天等以", "192": "邪智所知故。與如來不同。又復以此智惡故", "193": "名為無智耶。如汝所事大師等。為有一切智。", "194": "為無一切智耶。若是一切智者。如來亦是一", "195": "切智。若汝師無一切智而說如來無一切智", "196": "者。如是之言不可信也。何以故。為汝師非一", "197": "切智故。復有外道號聰慢者說言。如來無一", "198": "切智。何以故。如來不記十四難故。又復說言。", "199": "如來無一切智。何以故。如來不記孫陀利死", "2": "偈本龍樹菩薩　釋論分別明菩薩", "20": "等。如是以作故為因者。當廣說驗。復次諸陰", "200": "故。又復說言。如來無一切智。何以故。如來不", "201": "記旃遮女婆羅門作毀謗事故。又復說言。如", "202": "來無一切智。何以故。如來不定記華氏城壞", "203": "故。又復說言。如來無一切智。何以故。如來不", "204": "知生死前際自障其無知故。又復說言。如來", "205": "無一切智。何以故。如來不知提婆達多壞僧", "206": "等事度出家故。是等不記不知者。如來無一", "207": "切智故。論者言。汝聰慢等虛妄所說立義出", "208": "因及以譬喻。今與其過。汝何不說。尼乾外", "209": "道計有我人眾生壽命。汝何不說。鞞世師人", "21": "非如來。已遮此陰起法。亦遮實法。及遮色等", "210": "計有實法。汝何不說。僧佉人計有自性。汝何", "211": "不說。韋陀中所說丈夫如此等事。不能記不", "212": "能說故。名為無一切智耶。為是等皆無故不", "213": "記耶。又復汝言。總不知故名為不知者。此即", "214": "是知。何等是總為一切諸法皆無自體而已。", "215": "令物解故。佛涅槃後當來之世。諸弟子等亦", "216": "以無自體義令眾生解。復有彌息伽外道言。", "217": "佛家所說十二部經者。非一切智人所說。有", "218": "作者故。譬如鞞世師等論。論者言。若有作者。", "219": "汝出因義不成。何以故。見有可化眾生故。如", "22": "陰故。復次今將智為一門別遮第一義中智", "220": "來無功用。自然出言說。猶如天鼓。空中自鳴。", "221": "如我法中作者受者皆無故。汝立有作者義。", "222": "是因不成。汝違陀有作者誦習故。譬如鞞世", "223": "師等論。汝所立因則非一向。若外人如是意", "224": "韋陀文句無有作者。其義云何。作者時遠。不", "225": "能憶故。論者言。是說不善。汝但說因。無有譬", "226": "喻。又汝韋陀中言一力山中造。一力毘陀三", "227": "摩山中造三摩毘陀。迦逋處唐言白領地造阿闥毘", "228": "陀。云何言無作者耶。是故汝立宗義不成若", "229": "言是了非作者此了義先已遮。汝立了義不", "23": "非如來。是起盡法故。是智故。譬如凡夫智。諸", "230": "能成就。何以故。文句是作法。如人受學次第。", "231": "披讀文字章句。譬如僧佉論文句。復次汝文", "232": "句是作法。有樂欲故。譬如僧佉論文句復次", "233": "文句是作法。有受持故。譬如僧佉論文句。復", "234": "次文句是作法。有誦習故。譬如僧佉論文句。", "235": "以是等因應廣為驗。如彌息伽外道所計韋", "236": "陀聲是常者。今遮此義。汝所分別聲者。非", "237": "聲自體。何以故。為根所取故。譬如色。復次聲", "238": "非了出法。是可依行因故。如言提婆達多將", "239": "瓶來。即依聲將瓶來。不將餘物來。譬如頭", "24": "外道等謂陰外有如來以此方便成立於我今", "240": "語手語等。如是有故。復次聲非了出法。是所", "241": "召法故。譬如頭語等如是有故。復次聲非了", "242": "出法是能成立法故。譬如頭語等。如是有故。", "243": "復次聲非出法。是喜怒因故譬如頭語等。如", "244": "是有故。以是等因當廣為驗。若有人言。劫初", "245": "諸天子故者。亦同前遮。又復韋陀是破戒惡", "246": "人所作說。殺生祀天。親處邪行飲酒等故。", "247": "譬如波西目伽論外人言。韋陀中說殺生者", "248": "不是非法。以呪力禳不畏殺罪故。譬如以呪", "249": "毒不害人。論者言。不與取邪行等。是極惡法。", "25": "答此故。若離陰外有如來者。無驗可令信解。", "250": "然非一向。是故作此殺生罪。是趣惡道因故。", "251": "作意殺非以狂亂時殺故。譬如不入祭祀羊。", "252": "又復若言羊等梵天遣來為祭祀者。此義不", "253": "然。非為祭祀而來生也。何以故。是受食物", "254": "故。譬如業報果。如是有故等。諸因廣如上", "255": "說。彼如是不顛倒一切法無自體者。如來所", "256": "說一切天人之所供養。如來有一切智十力", "257": "無畏等諸功德具足故。且置是事。今還說我", "258": "本宗。如論偈說。", "259": "彼所取五陰不從自體有", "26": "如是離陰有如來者不然。互無者。謂如來中", "260": "若無自體者云何有他體", "261": "釋曰。此謂若不從自體有。云何從他體有。何", "262": "以故。無自體故。亦無他體。其義如論偈說。", "263": "法體如是故取及取者空", "264": "云何當以空而說空如來", "265": "釋曰。思惟觀察取及取者。是二皆空。云何以", "266": "空說空。如來無是事故。外人言。彼先所說一", "267": "切諸法皆無戲論。今復說言一切法空者。還", "268": "是戲論。違本所說。論者言。實如所問。何以故", "269": "如論偈說。", "27": "無陰陰中無如來。如來中無陰者。譬如雪山", "270": "空則不應說非空不應說", "271": "俱不俱亦然世諦故有說", "272": "釋曰。若有人言離於聞慧而能於一切境界", "273": "得第一義空者。則不說一切法空。無如是人", "274": "故。為欲隨順所化眾生福智聚故說空等語。", "275": "但以世諦施設故說。為欲洗濯不善分別垢", "276": "故。為破邪見癡眼膜故。說一切境界不空。何", "277": "以故。若為說空增長邪見。又為破執我等膜", "278": "故說一切境界空。第一義中如幻如焰。自體", "279": "無生故。二俱不說。為遮異人立驗故。為息於", "28": "中無藥。不得言有藥。陰中無如來者。譬如林", "280": "境界起二見過故。為得第一義故。說言無二。", "281": "如是為洗濯不善分別垢故。說空無相無作", "282": "夢幻等語。是故說空滅一切見。如論偈說。", "283": "若法有自體見空有何益", "284": "諸見分別縛為遮此見故", "285": "釋曰。此謂物有自體見空無益。為破彼見故", "286": "讚於空。外人言。若言二俱不說者。此語即有", "287": "戲論過。論者言。汝語非也。為遮異人分別故。", "288": "而言二俱不可說。不可說故無過。譬如以聲", "289": "止聲。復次若以第一義令信解者。無如是驗。", "29": "中無師子。不得言有師子。非如來有陰者。如", "290": "若住第一義心。以世諦智說。第一義中一切", "291": "法空。作是說者無過。如後偈說。若不依世諦", "292": "不解第一義。此謂為遮不空故說空。然不取", "293": "空。是故無過。如是如來自體亦空。若有人言。", "294": "如來若常若無常。亦常亦無常。非常非無常。", "295": "世間有邊。世間無邊。亦有邊亦無邊。非有邊", "296": "非無邊。若如來義得成。我義亦如是成者。今", "297": "當答之。答如論偈說。", "298": "於寂滅法中無常等四過", "299": "亦於寂滅中無邊等四過", "3": "大唐中印度三藏波羅頗蜜多羅譯", "30": "具足財者名為有財。不以不具足者名為有", "300": "釋曰。此謂如來。自體空能依無體。所依分別", "301": "亦無體若外人意欲以如來出因。引喻成立", "302": "我者。其義不成。以是故。因喻不同。亦違先", "303": "義。如文殊所問經說。佛告文殊師利。不生不", "304": "滅名為如來。若有人言。第一義中如來滅後", "305": "不記有無。是故有如來。不如石女無兒說言", "306": "無兒。我今答彼。汝以種種分別習氣熏習智", "307": "慧故。執說如來。是皆不然。如論偈說。", "308": "麁重執見者說如來有無", "309": "如來滅度後云何不分別", "31": "財。如是以五種觀察如來不成。如所說觀察", "310": "釋曰。此謂如來滅後如來有耶如來無耶。", "311": "亦有亦無耶。非有非無耶。是義不然。正習智", "312": "眼開者。如論偈說。", "313": "如來自體空不應起思惟", "314": "滅後有如來及無有如來", "315": "釋曰。此謂境界無體慧無分別。以是故。汝先", "316": "出因。譬喻有過。何以故。有無常無常色身。", "317": "言教身法身。能相所相因果。能覺所覺。空無", "318": "相無作無願。如幻如夢等。悉是分別。如論偈", "319": "說。", "32": "方便時無有如來。譬如收賊多獲眾人謂言", "320": "戲論生分別如來過分別", "321": "為戲論所覆不能見如來", "322": "釋曰。譬如生盲者不見日輪。不見如來亦", "323": "復如是。何故不見。戲論分別覆慧眼故。是", "324": "名不見。云何為見。能見法性如來。是名為", "325": "見。復次如經偈言。能見緣起者。是名為見法。", "326": "若能見法者。即為見如來。復次色身是如來", "327": "言教。身及法身。亦是如來者。如前偈說。戲", "328": "論生分別。如來過分別。又如金剛般若經中", "329": "偈言。", "33": "是賊。及其撿驗還是好人無有實賊。如是離", "330": "若以色見我以音聲求我", "331": "是人行邪道不能見如來", "332": "作如是觀察時。外人所立諸體自體言有成", "333": "立。引如來為譬喻者不然。如論偈說。", "334": "以如來自體同世間自體", "335": "如來無體故世間亦無體", "336": "釋曰。此謂觀如來時諸陰界等無有自體。分", "337": "別一切自體皆無體故。云何分別。謂陰界入", "338": "能相所相。若因若果。有體無體。一異等法。如", "339": "上廣分別者。悉皆無體。諸陰入等云何無體。", "34": "陰之外何等是丈夫。何等是自在。汝所說如", "340": "如觀陰品中說。若離彼色因有色者不然。如", "341": "彼所觀道理陰無體故。如來亦無體。又如觀", "342": "界品中說無物是虛空。彼中如虛空等觀察", "343": "六界時。非自體非他體。非能相非所相。一切", "344": "諸體悉皆無故。已說色無自體。次觀識界。如", "345": "是識界等分別為如來者。觀彼識界。非體非", "346": "無體。非能相非所相。無自體故。亦無如來。又", "347": "如觀入品說入無自體已令開解。離此諸入", "348": "無別見者得成。如是以諸入境界為如來者。", "349": "義皆不成。又如然可然品已明一異俱遮薪", "35": "來不成。所說不成故亦闕於譬喻。譬喻闕故。", "350": "之與火皆無自體。如是若以智為如來。及以", "351": "三十二相八十種好。慈悲喜捨。十力無畏。三", "352": "十七道品。六波羅蜜。諸功德聚為如來。乃", "353": "至法性法界法住實際真如涅槃。如是等法", "354": "與如來身。為一為異。非一非異。此等無自體", "355": "故。如來亦無自體。又如觀緣品說無起中已", "356": "遮起故。亦遮如來起無自體。又如觀去來品", "357": "已遮去來無自體故。如來亦無自體。以是故", "358": "外人立義皆無自體。亦違先出因義故。如向", "359": "偈說。如來無體故。世間亦無體。是故品初", "36": "是立義有過。修多羅人復言。因陰故假設名", "360": "說外人立義等過而令信解。自說法身有成", "361": "立義。亦令信解。以是義故。我義得成。如楞伽", "362": "經中說。佛告大慧菩薩。如來身者。非常非無", "363": "常。非因非果。非有為非無為。非覺非界。非相", "364": "非無相。非是陰非離陰。非言說非所說物。非", "365": "一非異。悉無和合乃至無所得無所緣。出過", "366": "一切戲論者。名為如來。又如如來三密經說。", "367": "佛告寂慧菩薩。如來身者。等虛空身。無等", "368": "身。勝一切世間最勝身遍一切眾生如身。無", "369": "譬喻身。無相似身清淨無垢身。無染污身。自", "37": "如來。我等所說無過。論者言。是義不然。汝所", "370": "性清淨身。自性無生身。自性無起身。不與心", "371": "意識等和合身。如幻如焰如水中月自體身。", "372": "空無相無願所觀察身。遍滿十方身。於一切", "373": "眾生平等身。無邊無盡身。無動無分別身。於", "374": "住不住得無壞身。無色體身。無受想行識身。", "375": "非地界非水界非火界非風界等所合成身。", "376": "如是身者。非實非生。亦非大等所成。非實非", "377": "實法。一切世間所不能知。不從眼生。不依", "378": "耳聞。不為鼻識所知。非舌所成。亦不與身相", "379": "應。又如舍利弗陀羅尼經所說。唯修一心念", "38": "說者則為有過。如論偈說。", "380": "佛。不以色見如來。不以無色見如來。不以相", "381": "不以好。不以戒定慧解脫解脫知見。不以生。", "382": "不以家。不以姓。不以眷屬。乃至非自作非他", "383": "作。若能如是名為念佛。又如佛地經中偈言。", "384": "無起等法是如來。一切法與如來同。雖凡夫", "385": "智妄取相。而常行於無法中。無漏根力眾德", "386": "鏡於。中顯現如來像。而實無有真如體。亦未", "387": "曾有如來身。世間所見如鏡像。從本無於往", "388": "來相。又如楞伽經偈言。佛以陰緣起無處有", "389": "人見。若言無人見云何可觀察。", "39": "因陰有如來則無有自體", "390": "釋觀如來品竟。", "391": "般若燈論釋卷第十三", "4": "22 觀如來品觀如來品第二十二", "40": "若無自體者云何因他有", "41": "釋曰。此謂有自體者得如是過應作是知如", "42": "來無自體。此中說驗。於第一義中如來無自", "43": "體。以假設故。譬如旋火輪。無實故。譬如瓶。", "44": "阿毘曇人言。第一義中瓶有實體。可識故。譬", "45": "如色。論者言。瓶等是實者。亦不成無有。譬喻", "46": "故。然瓶及水等是世諦中有色者。第一義中", "47": "無實。何以故。若法分別無者是世諦。乃至最", "48": "後不無者亦是世諦。阿毘曇人復言。如五陰", "49": "是假設。如來亦是假設。而言如來自體是作", "5": "釋曰。今此品者亦為遮空所對治。令決定解", "50": "者以如是解成立。如來無自體者。反成我義。", "51": "何以故。諸陰是作故。若言以他為緣有如來", "52": "起者。如是成立。亦無譬喻可為譬喻。如是", "53": "一切以他為緣者。悉有自體。亦如火輪色等", "54": "是無分別眼識境界故。如是一切以他為緣", "55": "者皆有自體。我宗立義如是。論者言。火於空", "56": "中上下遍轉而無輪體。以輪體空而為喻者", "57": "不然。火等有起。先已遮故。如是實法及眼", "58": "識等諸識色等境界。先皆已遮。如眼乃至色", "59": "等。一切法亦如是遮故。若待因緣而起者。有", "6": "第一義諦如來身故說。", "60": "自體義不成。何以故。如論偈說。", "61": "法從他緣起有我者不然", "62": "若無有我者云何有如來", "63": "釋曰。此謂以他為緣者。是假設故。譬如幻人。", "64": "若如來無自體者。何能成立諸體有自體。譬", "65": "喻以如是意。先所譬喻則為有過。復次汝言", "66": "如來有自體故。一切諸體得有自體者。是亦", "67": "不然。外人言。雖無一物可為如來。而如來是", "68": "有我喻得成。無如上過。論者言。是義不然。何", "69": "以故。如論偈說。", "7": "修多羅人及鞞世師等言。有自體色等諸體是", "70": "若無有自體云何有他體", "71": "若離自他體何等是如來", "72": "釋曰。此謂畢竟無有如來。若言自體他體之", "73": "外別有如來體者。第一義中不成汝非無過。", "74": "犢子部言。因陰施設有如來。不可言與陰一", "75": "異。何以故。非陰自體故不一。非無陰自體故", "76": "不異。若如是說如來者其義得成。論者言。為", "77": "第一義如來取陰施設耶。為非第一義如來", "78": "取陰施設耶。彼若取陰為如來者。取則無義。", "79": "若非如來者。今問其義。如論偈說。", "8": "體故譬如如來。何等是如來。謂金剛三昧解", "80": "彼未取陰前已有非如來", "81": "而今取陰故始是如來耶", "82": "釋曰。此謂未取陰前已有我者。外人意言如", "83": "此。論者言。若爾者如論偈說。", "84": "彼未取陰時則無有如來", "85": "未取無自體云何後取陰", "86": "釋曰。此謂離取如來不成。何以故。如來無自", "87": "體故。如外人所執我無陰體我後時取如來", "88": "陰為如來。論者言。今遮此我不取如來陰我", "89": "非如來故。譬如餘物不取如來陰為如來。若", "9": "脫道同起無間第十六剎那心。彼差別門初", "90": "如來取陰已後為如來者。汝等欲得爾耶。如", "91": "上偈說過。今問如來者。為是陰體。為非陰", "92": "體。若是陰體。已如前答。若異陰體。則無如", "93": "來。何以故。非陰自體故。譬如兔角。亦如前", "94": "說。第一義如來未起已前非如來不取如來", "95": "陰未起已前無如來故。譬如非如來。如論", "96": "偈說。", "97": "猶如未有取不得名為取", "98": "若離於彼取無處有如來", "99": "釋曰。此謂離取無如來體。今當說驗。五陰中"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1566 般若燈論釋: 般若燈論: 般若燈論", "author": "偈本龍樹菩薩  釋論分別明菩薩  唐 波羅頗蜜多羅譯", "sourceLink": "http://www.cbeta.org/"}