{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0403 阿差末菩薩經: 阿差末菩薩經: 阿差末菩薩經", "text": {"0": "阿差末菩薩經卷第七", "1": "西晉月氏國三藏竺法護譯", "10": "八萬四千諸經法藏，選擇諸法應於藏義；若", "100": "阿差末言：「又有菩薩講一切法皆歸無常、物", "101": "非我有，其慧所說而不可盡；一切皆苦、諸法", "102": "無我，菩薩宣此亦不可盡。何謂無常？觀本末", "103": "事悉歸無常、無有科律。其無常者不可令常，", "104": "從始以來無不無常，是謂無常義。何謂苦義？", "105": "雖有歡樂會當歸盡，願不久存，論說眾苦悉", "106": "趣空無。其空無者亦虛無實，虛空苦義正等", "107": "無異。何謂非身？於我不我永無本末，彼亦", "108": "為虛，寂靜無要，有計其空及空義者悉無有", "109": "身。何謂寂義？於寂無寂乃謂為寂，所解脫", "11": "不應藏，歸於正義；若無正義，近義、遠義、清義、", "110": "者而於澹泊亦無澹泊，是謂為寂。所謂脫者，", "111": "修於靜默除一切想；除諸想已斯曰無為泥", "112": "洹之寂，此謂寂滅義。是為菩薩行四諦之", "113": "法而不可盡。", "114": "「菩薩所行常修一道，不遵他行。何謂一乘道？", "115": "菩薩獨步而無有侶，唯一己身得成無上正", "116": "真之道，為最正覺，被大德鎧。自攝精進無極", "117": "勢力，其身獨立不從他教，超諸俗力一己遊", "118": "步，被於堅固非常德鎧，以此開化一切眾生，", "119": "是謂教化。所訓誨者諸賢聖教，菩薩大士所", "12": "深義。若第一義曉了法力，合者、散者、決不決", "120": "訓誨者，是謂教化。施非我伴，我是施侶；持戒、", "121": "忍辱、精進、一心、智慧則非我伴，吾是慧侶，亦", "122": "復不住六度無極。吾順奉行諸度無極四恩", "123": "之行，不興發我吾當建立攝諸四恩。取要言", "124": "之，諸善德本不能立我吾當建立攝諸德本，", "125": "如是像法無有伴侶，當自獨立而無二伴。住", "126": "金剛場以己身力降伏眾魔，一發心頃得成", "127": "無上正真之道為最正覺，是為菩薩一乘之", "128": "道而不可盡。」", "129": "阿差末言：「唯，舍利弗！菩薩善權亦不可盡。何", "13": "者。悉能選擇，知其本末，是謂法覺意。「何謂精", "130": "謂善權？諸佛世尊隨時便宜，道法自遇有", "131": "所開化，以權方便親近道心。其善權者因虛", "132": "空生無有邊際，志性隨時令致殊特。其善", "133": "權者皆能具足諸度無極，所生之處因權行", "134": "戒、布施、忍辱，護身、口、心，得至佛道不廢精進，", "135": "若無權者違失精進。善權一心轉進聖慧不", "136": "爾心亂，善權智慧不捨生死周旋之難。善權", "137": "慈者多所養護除諸不仁，善權哀者不厭生", "138": "死開化一切，善權喜者不樂一切諸所好慕，", "139": "善權護者修眾德本而不迴還。善權天眼得", "14": "進覺意？若以此意由是宣法，攝取信定所", "140": "佛十眼徹視十方而無邊際，善權天耳得佛", "141": "十耳聞十方聲心所念形，善權知心見眾生", "142": "根悉曉本末，善權方便念過世事見於三世", "143": "去來今義，善權神足在所至到而無限節，多", "144": "所開化十方黎庶。善權方便知眾生性隨以", "145": "方便而誘𧧷之，善權修行曉眾人相本末終", "146": "始，善權所度過於此際令至彼岸，善權入塵", "147": "化眾愛欲令度諸垢，善權下擔去諸五陰所", "148": "負重殃，善權行限而所頒宣不可稱載，以諸", "149": "有限說無邊際，善權勸化諸弱劣根，誘進退", "15": "護聖慧，以微妙力樂於強識無能制遠，精進", "150": "者使廣無極。「以權方便知其時節，增減、進退、", "151": "非時行時；以權方便因其正路入於邪徑，眾", "152": "生之類住於邪路化入正道；以權方便能使", "153": "尠少變為廣大，其廣大者能使無限；以權方", "154": "便，諸諍亂者伴侶相憎勸令和合；以權方便", "155": "其在下士小乘之黨使住微妙；以權方便得", "156": "至滅度，還入生死免此餘人；以權方便解", "157": "諸繫縛、閉塞羅網；以權方便能使壞結，心志", "158": "忍辱；以權方便常在寂靜不墮滅盡；以權方", "159": "便悉能解達一切所修，威儀禮節不失儀式；", "16": "修行此平等行，是精進覺意。「何謂喜覺意？所", "160": "以權方便觀諸眾生而不毀戒，常順正禁；以", "161": "權方便有所攝取而不諍訟；以權方便興隆", "162": "道法，宣布十方；以權方便獨步三界而無患", "163": "難；以權方便得至脫門致無所行；以權方便", "164": "棄不賢行，雖在其中不與同塵；以權方便", "165": "與道者俱入不違訓；善權方便捨於無為，能", "166": "入生死濟脫眾患；以權方便入於魔界，照諸", "167": "塵勞、愛欲之根；以權方便計於一切，無有一", "168": "切亦不無有，是則名曰菩薩所行善權方", "169": "便入不可盡。」", "17": "愛樂法篤信不離，常懷喜悅而不怯弱，其身、", "170": "阿差末言：「是，舍利弗！菩薩所行八十品第而", "171": "不可盡，諸佛世尊皆由此法八十無盡而出", "172": "生矣。」阿差末菩薩說是法門不可盡品時，七", "173": "萬八千人從本以來未發道心，應時皆發無", "174": "上正真道意；五萬二千菩薩尋時逮得無所", "175": "從生法忍。一切眾會咸取眾華、若干種香、諸", "176": "寶華蓋以用供散如來至真及阿差末。諸菩", "177": "薩上奉敬歸此無極經要。天於虛空鼓諸天", "178": "樂舉聲稱嘆：「佛者世尊從無數劫所積德本", "179": "自致正覺，廣度一切。今阿差末菩薩大士稱", "18": "口、心常得休息，思務道法，消化塵勞、愛欲之", "180": "舉經典宣揚本末不可盡誼，若有人聞此不", "181": "可盡經典要者心不懷疑、信持諷誦、為他人", "182": "說、篤佛言者，亦當逮得如是功德不可盡誼。」", "183": "佛取體衣賜阿差末，一時嗟嘆阿差末菩薩", "184": "言：「善哉善哉！快說此經。如來所勸代之悅豫，", "185": "十方江沙今現在佛亦共咨嗟。」時阿差末", "186": "取佛所賜著其頂上而嘆說言：「此世尊衣當", "187": "以頂奉、夙夜承事，為是天上世間擁護至尊", "188": "無量佛之所服。」應時十方各有寶幢、寶蓋、寶", "189": "幡各自然至，覆阿差末菩薩之上。寶衣、寶蓋、", "19": "患，是謂喜覺意。「何謂信覺意？若能所信永", "190": "寶幢幡中自然演教而出音言：「善哉善哉！阿", "191": "差末菩薩！快說此辭能講頒宣無盡法門，十", "192": "方諸佛咸共嗟嘆。」", "193": "時舍利弗前問佛言：「今此寶衣、寶蓋、寶幢從", "194": "何所來乃演此音？」佛告舍利弗：「阿差末菩薩", "195": "前所曾化眾生之類，使發無上正真道意，各", "196": "於十方皆成正覺，此如來等故遣此來供養", "197": "報恩正士本德、頒宣洪業大會之品、供養", "198": "經典，故覆其上。」時諸眾會見此變化、聞佛所", "199": "說，益復加敬阿差末菩薩大士，歡喜踊躍：「我", "2": "「何謂覺意？菩薩所行有七覺意。何謂為", "20": "離身心、愛欲、塵勞，心住定意，是謂信覺意。「何", "200": "等善利，宿本祿厚乃得值見阿差末菩薩稽", "201": "首諮講，其聞此法福不可量。假使有人聞阿", "202": "差末菩薩名者德無能限，況復面值得歸聞", "203": "經？其佛大聖嗟嘆勸之，豈況凡庶？」佛告舍", "204": "利弗：「若族姓子、族姓女學菩薩乘，諸佛世尊", "205": "住世一劫咸共供養布施所有、奉修禁戒而", "206": "無所毀、假使眾人加之痛害皆能忍之、元元", "207": "精進行如救頭所火然熾、禪思一心不懷憒", "208": "亂、觀察智慧不失時節，奉敬諸佛如是終劫。", "209": "復有族姓子、族姓女聞此經典，篤信受持而", "21": "謂定覺意？由以意定達了諸法，分別聖慧", "210": "諷誦讀、專修奉行，進退在心，佛嘆此等六度", "211": "無極皆為備悉，疾逮無上正真之道為最正", "212": "覺。所以者何？若有菩薩學此經典，心自發念：", "213": "『我學斯經，具為人說頒宣悉周。』是則名曰能", "214": "悉備具施度無極。所以者何？受此經者計於", "215": "法施、眾施之上近於佛道。若具禁戒所度無", "216": "極無所犯負，眾行周悉無一缺漏，是故名曰", "217": "戒度無極。所以者何？菩薩若宣此經典時普", "218": "備禁戒，一切眾生不能稱載，功德之勳所不", "219": "能逮。假使菩薩忍一切法，眾所嬈害而心不", "22": "心以專精，明識諸法諸根通利，斷眾倒見所", "220": "起，不如誦學此經典要，悉為人說以為行智", "221": "而得具足忍度無極。其身、口、心常行精進，欲", "222": "度一切未曾懈廢，是則名曰進度無極；其有", "223": "專精於此經典，思惟不亂一心定意，是第一", "224": "禪所度無極；若於此經現在察惠，拾取其義", "225": "知行所趣，是則名曰智度無極。「是，舍利弗！若", "226": "有精學此經典者，因少行故具足菩薩六度", "227": "無極。以是之故當作斯觀：若有菩薩取此經", "228": "典誦在心懷、若載竹帛上着經卷，為以得", "229": "攝一切諸法、諸佛經典執在手掌，可使四大", "23": "住無處，皆由定故能致此耳。解無吾我、諸法", "230": "變之令異，無能作威轉其道意。所以者何？是", "231": "經名曰諸菩薩印，當求斯印，假使有人奉是", "232": "印者，則能遵奉一切佛法。」", "233": "時四天王與營從俱，皆執兵仗捨之一面，叉", "234": "手白佛：「我等四天是佛弟子，以得道跡，能", "235": "共堪任供養此等諸族姓子及族姓女周匝", "236": "宿衛，受是經典持諷誦者奉之如佛。所以者", "237": "何？一切諸乘皆由此生。」", "238": "於是天帝前白佛言：「數從如來諮受經典，其", "239": "數百千，未曾得聞如此經義，暢達進理無有", "24": "平等，是謂定覺意。「何謂護覺意？若能思惟分", "240": "遺疑。我曾往昔與忉利天數數聞經，初未值", "241": "斯。若有郡國、縣邑、村落、州城、大邦宣此經者，", "242": "當詣其所聽所諮講，擁護法師，益其氣力、精", "243": "進堅強、勇猛不怯、辯才通利、獨步無畏。斯族", "244": "姓子以無所畏，獨在眾中、若在屏處，廣宣此", "245": "經。」佛言：「善哉善哉！拘翼！若發勇意欲護法", "246": "師，樂令氣力精勤無難。」佛言：「拘翼！若護法", "247": "師則護經典，以護經典則能將護一切眾生。」", "248": "時梵忍天王前白佛言：「吾當捨離梵天之樂、", "249": "禪思等心，往詣法師所說經處擁護法師，現", "25": "別法界，心不馳騁、猗在俗法，心無邊際、不", "250": "四瑞應令覺知之：『其梵天王來至斯會從諸", "251": "天人。』何謂為四？一者、令見微妙光明，二者、", "252": "得聞天香，三者、法師所說流利而無質礙，", "253": "四者、章句相次義不相越，是謂四事。說是經", "254": "時，心無所忘、口語辯慧、一切眾會悉欲來試", "255": "無能亂者、心懷念法一心聽經，以此四事所", "256": "現惠意，當知梵天與諸眷屬來詣彼會。」", "257": "時魔波旬前白佛言：「因此經典令我羸劣無", "258": "一勢力，若有菩薩聞斯經典則為受決，所遊", "259": "諸國視之如佛。唯然，世尊！我身於今見阿差", "26": "為俗法之所迷惑，不住假號、無能動者，無思、", "260": "末威神聖力，棄諸貢高、不懷自大。所以者何？", "261": "以此經典當興擁護宿衛法師，從今自制不", "262": "敢違教，所在流布行此經典，遙將養之，不敢", "263": "嬈亂。」", "264": "爾時，世尊告阿難曰：「汝當勤受於此經典，持", "265": "諷、誦讀、為他人說，當令正法永得久存。」阿難", "266": "白佛言：「唯然，世尊！我已啟受、諷誦已達，但", "267": "不能堪令普流布如諸菩薩。」佛告阿難：「汝且", "268": "默安，自當有人普令流布。今此會中有諸菩", "269": "薩主護正法，當令奉宣布此大化。」", "27": "無念，無喜、無慼，由是之故得至聖路。柔順法", "270": "于時彼會有六十億諸菩薩眾尋從座起，", "271": "應護正法，前白佛言：「唯然，大聖！吾等俱共", "272": "當受此經大會法品，隨時流布遍於十方及", "273": "此忍界，皆當蒙恩彌勒菩薩護法王典，當廣", "274": "宣布斯經典要。佛滅度後，若有菩薩在於末", "275": "俗五濁之世得聞此經、持諷、誦讀，當知彌勒", "276": "之所建立。」時佛讚告諸菩薩曰：「善哉善哉！", "277": "諸正士眾！汝等佛前而自咨嗟欲護正法，則", "278": "為擁護十方江沙諸佛正法。」", "279": "時阿差末菩薩前白佛言：「唯然，大聖！當見原", "28": "忍是謂護覺意。此七覺意而不可盡。", "280": "恕。向者我身所講經典，力少智薄，所宣句誼", "281": "或能不備，是故歸佛見捨罪釁及諸菩薩奉", "282": "無盡法。」佛告阿差末：「卿所說法句誼相次，無", "283": "一違理，逮無罣礙。若有菩薩無陰蓋者，所宣", "284": "道教無有缺漏，分別經義審如所言；況今正", "285": "士暢此經典表裏通達，所度無極豈不及乎？", "286": "今阿差末得四分別，辯才智慧所暢自在，而", "287": "於大乘無所依仰、獨步無侶，宣決眾疑度于", "288": "彼岸。若有菩薩住此道地，其身、口、心終無缺", "289": "漏，於一切慧以為元首無所不通，身、口、心行", "29": "「何謂正見？賢聖度世不住吾我、不住人壽命、", "290": "而皆備悉。十方無數百千億佛皆共咨嘆卿", "291": "所講說，今佛相恕表裏通達無一遺漏，十方", "292": "諸佛亦復俱然。」", "293": "於是阿難前白佛言：「此經典者所號云何？以", "294": "何奉持？」佛告阿難：「此經名曰『阿差末菩薩之", "295": "所講說義理章句而不可盡』，其要名曰『阿差", "296": "末品』。阿難！若有人受此經法者，其心轉明，強", "297": "識義理，功勳之正轉百千倍，為他人說則立", "298": "佛事。」佛說如此，阿差末菩薩、賢者阿難、諸", "299": "天、龍、神莫不歡喜，稽首而去。", "3": "七？一曰、意覺意，二曰、法覺意，三曰、精進覺", "30": "無所猗見、不住有見及與無見、不住德本、不", "300": "阿差末菩薩經卷第七", "31": "墮邪見、六十二疑，是謂正見。「何謂正念？凡夫", "32": "所念婬怒癡病、塵勞之弊，菩薩學者不想念", "33": "此，唯念戒定慧解度知見事所示現品，常念", "34": "道義恒一其志，謂心不邪，是謂正念。「何謂正", "35": "語？所說言辭不自見身不見他人，言語柔和", "36": "不演麁義，以此宣教入於聖道，不說世談無", "37": "益之言，是謂正語。「何謂正治？所修行者罪福", "38": "眾義不行此法，唯修正道平等之義，是謂正", "39": "治。「何謂正業？演賢聖辭多所悅豫而知止", "4": "意，四曰、喜覺意，五曰、信覺意，六曰、定覺", "40": "足，不捨限節、不貪利養、不懷諛諂、心不遊逸，", "41": "所修輒善將養威儀，見他得供不懷嫉妬，己", "42": "所得養安身而已，不犯殃釁，隨佛教訓，是謂", "43": "正業。「何謂正便？若修方便從其正教，不從", "44": "婬、怒、愚癡、愛欲而俱同塵，常遠此便樂於聖", "45": "道至成滅度無為之義，常思念此，是謂正便。", "46": "「何謂正意？其意所住真正不受、不懷諛諂，而", "47": "悉覩見生死之難，一心思惟無為之道，不忘", "48": "聖路，是謂正意。「何謂正定？以定意故乃謂平", "49": "等，由是之故諸法悉等，其於正定而立平", "5": "意，七曰、護覺意。「何謂意覺意？所思念法", "50": "等。若有菩薩住此定者，等度眾生不越正慧，", "51": "是謂正定而不可盡。「去來今佛皆遊此路，若", "52": "有菩薩順從此教習學頒宣，是則名曰八道", "53": "而不可盡。」", "54": "阿差末言：「唯，舍利弗！菩薩寂然，所觀察者亦", "55": "不可盡。何謂寂然？其心澹泊寂寞定然，諸根", "56": "不亂專精無想，作性安隱不卒不暴，庠序", "57": "靜思捨不順念，樂於一義，除眾憒閙，好喜閑", "58": "靜，其身寂寞，心未曾亂，思於閑居。無有眾惡，", "59": "不匿其過，不墮邪見而知止足，志性清淨威", "6": "而觀察經，審於正典思惟經法，稱揚專念", "60": "儀備悉，不越禮節知其隨時，舉動應宜供", "61": "養順教，合集德力而不自大，不猗名稱，功勳", "62": "遠聞。其心專精樂於獨處，一心禪思，興於慈", "63": "悲而行悲哀，修於喜悅，奉行觀護，從第一", "64": "禪至八不思議定意之門，是謂寂然。又其寂", "65": "然業不可量，若能通達於此業者，是謂寂然。", "66": "「何謂為觀？分別智慧奉修道法，無我、無人，無", "67": "壽、無命，觀五陰身、四大法種，觀諸衰入猶如", "68": "空聚，分別具成而觀察知。十二因緣順無", "69": "所亂，捨離諸見，覩諸報應因緣果實，曉識德", "7": "自察其意，不得法相能曉了此。何謂諸法", "70": "果，所造證明入於正真，已能入中省眾聖慧。", "71": "「所謂觀者，平等法明，所見諸法而正諦觀，不", "72": "見異法，空無想願，唯覩於此三脫之門。所", "73": "謂觀者，不見處所屋室之宅，亦復不無不見", "74": "起分，不得顛倒妄想之業。所謂觀者，永無所", "75": "見，設無所見是謂為觀，於諸所見而無所見，", "76": "是謂為觀。如是見者名真諦見，乃能曉了隨", "77": "佛之教。如是見者，為菩薩故不墮無行、不住", "78": "正行，是謂為觀。此則名曰菩薩寂然正觀而", "79": "不可盡。」", "8": "無有相者？其相自然，諸法悉空。其能曉了如", "80": "阿差末言：「唯，舍利弗！菩薩總持辯不可盡。何", "81": "謂總持？積累德本，思惟大業，八萬四千諸品", "82": "法藏，執持誦念，思之、懷之、不捨精進，是謂總", "83": "持。又總持者，皆能啟受諸法所說，聲聞、緣", "84": "覺、諸菩薩眾、一切群黎，文辭、言說、所講義理", "85": "悉能識念，是謂總持。假使劫燒、天地遇災、其", "86": "身壽終，又彼菩薩雖遭此難，續識總持懷在", "87": "心中，未曾忽忘亦不迷荒，以聖慧眼普見諸", "88": "法如自察掌，是為總持亦不可盡。", "89": "「何謂辯才無有盡者？所謂辯者，所說無礙。若", "9": "是覺念，是謂意覺意。「何謂法覺意？若能分別", "90": "講誼時無能制者、辯才通利無能斷者，音辯", "91": "無限節，卒問尋對應機無難，通達如水無一", "92": "質礙。前世宿命所造清淨行，報應所致乃", "93": "得此辯，諸佛所護、諸天宿衛，所講說者終不", "94": "唐舉、辭無所侵、趣無為道。如是辯才皆為備", "95": "悉，恭恪謙下，相人之器而為宣法。其有聞者", "96": "各得其所不豫思惟，有來問者吾當說此，所", "97": "詣眾會趣見人根，發生心念而為說法。本所", "98": "從來生在人間，志性真正，一劫宣經而不休", "99": "息，所講經典無所罣礙，是為菩薩辯不可盡。」"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0403 阿差末菩薩經: 阿差末菩薩經: 阿差末菩薩經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}