{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0400 佛說海意菩薩所問淨印法門經: 佛說海意菩薩所問淨印法門經: 佛說海意菩薩所問淨印法門經: 佛說海意菩薩所問淨印法門經", "text": {"0": "佛說海意菩薩所問淨印法門經", "1": "卷第十四", "10": "堅固甲冑能善作護，是人不為火焚。世尊！若", "100": "何能為煩惱繫縛諸眾生等宣說斷除煩惱之", "101": "法？故我今時不與諸煩惱合，應為煩惱繫", "102": "縛眾生說斷除法。然我欲為化度眾生於輪", "103": "迴中令諸善根相續不斷，亦復應當與煩惱", "104": "合。云何名為於輪迴中與煩惱合相續善根？", "105": "所謂勤求福行而無厭足。』菩薩作是思惟已，", "106": "於三有中故現受生，願值諸佛誓度眾生而無", "107": "懈倦護持正法，諸所施作勇進無退，常生", "108": "法欲，永不棄捨波羅蜜多勝行。海意！此即", "109": "名為於輪迴中與煩惱合相續善根。菩薩當", "11": "被枯草為甲冑者，入大火中，是人決定為其", "110": "於是中，雖合煩惱不為煩惱過失所染。」海意", "111": "白佛言：「世尊！今說善根，何緣故說諸煩惱", "112": "邪？」佛言：「海意！菩薩了知此如是等諸煩惱法", "113": "與三界合，從煩惱中出生三界。而彼菩薩具", "114": "善巧方便故，積集善根緣力與三界合，此", "115": "即名為諸有善根與煩惱合。以其三界合故，", "116": "即不復心生諸隨煩惱。海意！譬如世間有大", "117": "長者唯有一子，慈育憐慜深加愛念。時彼", "118": "童子愚小無智，於穢井邊而為戲舞，以幼稚", "119": "故忽墮井中。爾時其母及彼親族，俱見其子", "12": "所焚。何以故？為彼枯草於熾焰中力無能護。」", "120": "墮穢井中，見已憂愁，競前觀井深不可測，", "121": "徒極悲苦，無能為計入其井中，雖痛愛子不", "122": "能救拔。是時其父知已奔至，見彼童子墮穢", "123": "井中，臨視哀惱蒼惶旋轉，深愛此子不生厭", "124": "捨，即設方計入其井中，善為救拔令子得", "125": "出。海意！當知彼穢井者，即是三界；其子即是", "126": "一切眾生，菩薩觀於一切眾生如一子想；", "127": "童子之母及親族者，即是聲聞、緣覺乘人，見", "128": "諸眾生墮輪迴中，見已雖復心懷憂惱，無有", "129": "方便而為救拔；彼大長者即是菩薩。而諸", "13": "佛言：「海意！彼身所被金剛甲冑入大火中", "130": "菩薩雖以無垢潔白清淨之心住無為法，然", "131": "復和合三界所修之行化度眾生。海意！此即", "132": "菩薩大悲之行，菩薩畢竟自能解脫諸纏縛", "133": "已，而復於其三有之中示現受生，具善巧方", "134": "便勝慧所攝，己之煩惱無復有礙，能為一切", "135": "眾生宣說斷除煩惱纏縛之法。」海意菩薩白", "136": "佛言：「世尊！諸菩薩者難作能作，能以無垢", "137": "潔白清淨之心，於輪迴中不生厭棄。如其", "138": "所說甚深之法，如理伺察不住無為，不求果", "139": "證。」佛言：「海意！此菩薩者，所修正道與禪支", "14": "不為焚者，即是菩薩，常以大慈大悲而為", "140": "合，所謂般若波羅蜜多，及善巧方便。海意", "141": "當知！若諸菩薩無垢潔白清淨心者，此即", "142": "般若波羅蜜多。於輪迴中不生厭棄，示現受", "143": "生化度眾生，此即善巧方便。", "144": "「復次，海意！若諸菩薩於空、無相、無願、無作、無", "145": "生、無起一切法中如理伺察者，此即般若波", "146": "羅蜜多。若復發起大悲現前之心，不住無為，", "147": "不求果證，此即善巧方便。", "148": "「復次，海意！若諸菩薩善住三世平等法故，即", "149": "無有少法見種種相。若彼法界平等，即眾生", "15": "甲冑，內心堅固金剛力護解脫眾生，所緣誓", "150": "界平等。若眾生界平等，即涅槃界平等。若", "151": "涅槃界平等，即法界平等。若能入此法界平", "152": "等性中，所入即是般若波羅蜜多。若復能入", "153": "一法界，了知眾生界，不證涅槃界，是故不", "154": "捨眾生界，不住於法界，不取於果證，此即善", "155": "巧方便。", "156": "「復次，海意！若布施清淨此即是慧；若迴向清", "157": "淨即是方便。若持戒、忍辱、精進、禪定清淨此", "158": "即是慧；若迴向清淨即是方便。以要言之：", "159": "一切善根清淨此即是慧；迴向清淨即是方", "16": "願曾不棄捨，雖常觀察一切法空、無相、無願、", "160": "便。」海意白佛言：「世尊！何者是菩薩善根清", "161": "淨？何者是迴向清淨？何者是慧清淨？何者是", "162": "方便清淨？」佛言：「海意！菩薩善根清淨者，", "163": "為離我、人、眾生、壽者之見，然後積集諸有善", "164": "根。迴向清淨者，謂於空、無相、無願法中，成", "165": "熟善根迴向菩提。慧清淨者，謂於一切眾生", "166": "初、後根性智悉了知。方便清淨者，善為一切", "167": "眾生如應說法。「復次，海意！又善根清淨者，雖", "168": "於諸有諸趣示現受生而無依止，然後積集", "169": "諸有善根。迴向清淨者，謂離一切聲聞、緣覺", "17": "無作、無生、無起，入於空寂三摩地中，而常超", "170": "作意，善攝諸乘所有善根，悉用迴向大乘法", "171": "中。慧清淨者，普為斷除一切煩惱種子習", "172": "氣。方便清淨者，謂欲化度諸眾生故，先同其", "173": "事，後為教示大乘之法。", "174": "「復次，海意！又善根清淨者，所謂菩薩舒其寶", "175": "手，普施無盡一切受用。迴向清淨者，謂以一", "176": "切眾生，一切學、無學人，一切緣覺，一切菩", "177": "薩，及一切佛諸有善根，普用收攝入迴向中。", "178": "慧清淨者，所謂任持諸佛所說，悉以陀羅", "179": "尼印印之，其所任持而無壞失。方便清淨", "18": "越聲聞、緣覺正位，不求得果。於彼定中，雖", "180": "者，謂以無斷辯才、無礙辯才，為諸眾生善", "181": "說無誑之法，令諸眾生悉得歡喜。", "182": "「復次，海意！又善根清淨者，謂於生生之中，常", "183": "不捨離大菩提心。迴向清淨者，謂不忘失大", "184": "菩提心，以諸善根悉用迴向於一切智。慧清", "185": "淨者，謂善知安住大菩提心而為根本。方便", "186": "清淨者，謂於菩提心住平等故，為他教示菩", "187": "提之法。」", "188": "爾時，海意菩薩復白佛言：「世尊！如我解佛所", "189": "說義者，諸善巧方便是菩薩菩提，般若波", "19": "受勝味而不嗜著，還從定起；從定起已，嚴", "190": "羅蜜多清淨，一切處通達，皆是菩提，無有少", "191": "法非菩提者。何以故？世尊！若了一切法平", "192": "等性，即是菩提。是故諸菩薩勿於菩提生極", "193": "遠想，菩薩於諸法中若六塵境來為障礙，爾", "194": "時應當如實覺了，即是菩提。若諸菩薩如是", "195": "解者，即得善巧方便清淨，及般若波羅蜜多", "196": "清淨。」", "197": "爾時，世尊讚海意菩薩言：「善哉，善哉！如汝所", "198": "說。菩薩具善巧方便及般若波羅蜜多清淨", "199": "者，於諸法中若六塵境來為障礙，爾時應當", "2": "譯經三藏朝散大夫試鴻臚卿光梵", "20": "淨佛土，成熟眾生，圓滿佛智。海意！彼以枯草", "200": "如實覺了即是菩提。海意！以是緣故，諸菩薩", "201": "者應如是知。", "202": "佛說海意菩薩所問淨印法門經卷第十四", "21": "而為甲冑入大火中為所焚者，即是聲聞乘", "22": "人，於諸行中而生怖畏，復觀三有熾然不息，", "23": "棄捨眾生遠離大悲，於寂靜三摩地中，生味", "24": "著已，無所容受。若復不得第八果證，能起", "25": "是定者，無有是處。何以故？聲聞乘人於其", "26": "福行、罪行、不動行中不能修習；諸菩薩者，能", "27": "於無量福智行中修習成熟，不於中間取證", "28": "實際，畢竟圓滿一切佛法。海意！是故菩薩於", "29": "空、無相、無願、無作法中，常生大火熾焰之想，", "3": "大師賜紫沙門臣惟淨等奉　詔譯", "30": "雖於此法審伺察已，而復於是法中起智善", "31": "行，終不取證實際，是故諸菩薩不成熟善根", "32": "不應修習。「海意！菩薩成熟善根者，謂於甚", "33": "深佛法之中如理修行，不於中間取證實際，", "34": "此即名為成熟善根。何故如是？以彼菩薩俱", "35": "為成熟大乘之法，漸向、漸入、漸復增勝，非餘", "36": "乘法而成熟之。海意！如陶家輪，日光未照，未", "37": "成熟時，但是坏模，無有諸器用之名；後成熟", "38": "已乃可得彼器用之名。菩薩亦復如是，雖復", "39": "廣多修諸善根，若不迴向於一切智，即不", "4": "「復次，海意！我今復以喻明斯義。譬如世間，", "40": "能得波羅蜜多之名；若復迴向一切智者，", "41": "乃得波羅蜜多之名。海意！又如妙好真金，", "42": "未經工作，即不能得莊嚴具名，但名真金；若", "43": "經工作得成熟已，乃可得諸莊嚴具名。菩薩", "44": "亦復如是，所修善根，若不迴向於一切智，", "45": "即不能得波羅蜜多之名；若復迴向一切智", "46": "者，乃得波羅蜜多之名。海意！以是緣故，而", "47": "諸菩薩常當運發廣大之心成熟諸善，隨所", "48": "成熟諸善根已，即當迴向於一切智。以其", "49": "迴向一切智故，菩薩當於甚深法中如理修", "5": "或有二人：一被金剛堅固甲冑，入於大火熾", "50": "行，不於中間取證實際。」", "51": "爾時，海意菩薩復白佛言：「世尊！諸菩薩者難", "52": "作能作，善能防護諸有過失，於所作中不生", "53": "過染。世尊！若諸菩薩具於善巧方便之者，", "54": "即能迴向。所以者何？菩薩有方便故，雖入", "55": "禪定解脫三摩地三摩鉢底中，而不為禪定", "56": "解脫三摩地三摩鉢底過失所著。彼具善巧", "57": "方便而能現諸所作，不墮無作見中；善住諸", "58": "法平等之性，若有趣向邪定聚中諸眾生類，", "59": "菩薩為說正定聚法。而彼菩薩為令圓滿眾", "6": "焰聚中；一被枯草而為甲冑，入於大火熾焰", "60": "生願故，自亦不住正定聚中。」", "61": "佛告海意菩薩言：「如是，如是！如汝所說。菩", "62": "薩於一切處，常應修習善巧方便。何以故？", "63": "海意！善巧方便者，即是菩薩菩提。若無善", "64": "巧方便，即不成菩提。譬如世間於一器中置", "65": "三種色：一者、青色；二者、赤色；三者、黃金色。", "66": "是三種色，同一器中染三種衣：一者、毳衣染", "67": "其青色；二者、㲲衣染其赤色；三者、無價上妙", "68": "天衣染黃金色。彼三種衣，於一器中，從彼", "69": "染師所治事已，隨諸意樂皆得妙色，須青得", "7": "聚中。海意！於汝意云何？彼二人中，何人為", "70": "青，須赤得赤，須黃得黃，然其染器曾無分", "71": "別。海意！其染器者即是空、無相、無願。有三", "72": "種人合一器中者：一、聲聞乘人；二、緣覺乘人；", "73": "三、大乘人。是三種人，隨諸作用如心所樂，", "74": "各隨所應皆取智色，而彼空、無相、無願之器，", "75": "曾無分別。彼毳衣者，當知即是聲聞乘人；㲲", "76": "衣即是緣覺乘人；無價天衣即是安住大乘", "77": "之人。海意！汝觀諸法無有實性，無作者性，", "78": "無我性，無人性，無眾生性，無壽者性，無主", "79": "宰性，隨欲所生，生已聚集，無所覺了，亦無分", "8": "火所焚？何人不為火焚？」海意白佛言：「世尊！若", "80": "別。海意！若能解了此諸法生，即諸菩薩於諸", "81": "法中無有少法而生懈倦。若得如是知見清", "82": "淨，諸所作中亦無饒益無不饒益，即能如實", "83": "了知諸法平等之性。如是如實了知諸法平", "84": "等性已，常不棄捨大悲之鎧。「海意！譬如世", "85": "間琉璃珠寶，自體瑩潔淨無瑕翳，置塵穢", "86": "中經於千歲；過千歲已取之治事，去其塵穢", "87": "滌浣清淨，依然瑩潔離諸瑕翳。菩薩亦復如", "88": "是，了知眾生心之自性，本來清淨明澈潔", "89": "白，但為客塵煩惱之所覆蔽。菩薩觀已，即", "9": "被金剛甲冑之者，雖入大火熾焰聚中，以其", "90": "作是念：『眾生心性本來清淨，但為客塵煩惱", "91": "之所覆蔽，而彼煩惱實無所住。眾生橫起虛", "92": "妄分別，我當為彼諸眾生類宣說斷除煩惱", "93": "之法。起無懈心，於眾生所轉復增勝運心，", "94": "普令皆得解脫。』又復思惟：『此諸煩惱能壞眾", "95": "生諸有力勢使令劣弱，此諸煩惱能令眾生於", "96": "無實煩惱中虛妄分別，若能如實深固作意", "97": "如理伺察者，彼即不為煩惱所動。如所伺察", "98": "已，即彼煩惱不復和合。若與煩惱不和合", "99": "者，斯即為善。又復我今若與諸煩惱合，云"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0400 佛說海意菩薩所問淨印法門經: 佛說海意菩薩所問淨印法門經: 佛說海意菩薩所問淨印法門經: 佛說海意菩薩所問淨印法門經", "author": "宋 惟淨等譯", "sourceLink": "http://www.cbeta.org/"}