{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0540a 佛說樹提伽經", "text": {"0": "No. 540", "1": "佛說樹提伽經", "10": "池邊，遇天風起吹王殿前。以是之故，默然無", "11": "言。」却後數日，有一九色金華大如車輪，遇天", "12": "風起吹王殿前。王即大會群臣坐共參論，羅", "13": "列卜問怪其所以。諸臣皆言：「國將欲大興，天", "14": "賜金華。」臣樹提伽默然無言。王問樹提伽：「諸", "15": "臣皆喜，卿何以無言？」提伽答言：「不敢欺王！是", "16": "臣家後園中萎落之華，遇天風起吹王殿前。", "17": "以是之故，默然無言。」王問提伽：「卿家乃爾。速", "18": "作調度，吾欲將領二十萬眾到卿家看望。」樹", "19": "提伽答言：「願王相隨至臣之家，臣有自然床", "2": "宋于闐國三藏求那跋陀羅譯", "20": "席不須人布，自然飲食不須人作，自然擎來", "21": "不須喚呼，自然擎去不須反顧。」", "22": "王即將領二十萬眾，到樹提伽家遊看。南門", "23": "直入，門中有一童子，顏容端正，肉色瑤悅，甚", "24": "復可愛。王問樹提伽：「是卿家兒孫耶？」提伽答", "25": "言：「不敢欺王！是臣家守門之奴。」小復前進", "26": "到其中門，有一童女，顏容端正，肉色瑤悅，甚", "27": "復可愛。王問樹提伽：「是卿家婦女耶？」提伽", "28": "答言：「不敢欺王！是臣家守閤之婢。」小復前", "29": "進到其戶內，白銀為壁，水精為地，王呼水流", "3": "佛言：昔有一大富長者名樹提伽，倉庫盈實", "30": "疑不得進，樹提伽即導王前而入，黃金為床，", "31": "白玉為机，樹提伽婦有百二十重金銀幃帳。", "32": "樹提伽婦端正無雙，為王作禮眼中淚出。王", "33": "問提伽：「卿婦見我，有何不󰬶，眼中淚出？」提伽", "34": "答言：「不敢欺王！聞王煙氣，以是之故，眼中", "35": "淚出。」王言：「庶人然脂，諸侯然蠟，天子然漆，", "36": "亦無煙也，何得淚出？」提伽答言：「不敢欺王！是", "37": "臣之家有一明月神珠挂著殿堂，晝夜無異，", "38": "不須火光，王是煙中之王，是故聞氣耳。」", "39": "樹提伽家堂前有十二重高樓，將王上頭，視", "4": "金銀具足，奴婢成行無所乏少。有一白㲲手", "40": "東忘西，視南忘北，奄奄忽忽以經一月。大", "41": "臣白言：「國計事大，事須還歸，斷理人民。」王", "42": "謂：「須臾，小復可忍。」樹提伽將王後園中遊看，", "43": "流泉浴池中沐浴，食果自適，甘美無比，甚復", "44": "可愛，以至一月。大臣白王：「可須還國，國計", "45": "事大，斷理人民。」王謂：「吁！須臾，小復可忍。」樹提", "46": "伽即布施金銀珍寶、綾羅繒綵，二十萬眾人", "47": "馬車乘一時俱重還國。王即會群臣坐共參", "48": "論，羅列卜問怪其所以：「樹提伽是我之臣，婦", "49": "女舍宅過甚於我。我欲伐之，可取與不？」諸", "5": "巾挂著池邊，遇天風起吹王殿前。王即大會", "50": "臣皆言：「宜可取之。」王即興四十萬眾，搥鐘鳴", "51": "鼓，往圍樹提伽舍數百餘重。樹提伽家門中，", "52": "有一力士，手捉金杖一擬，四十萬眾一時俱", "53": "倒，手脚繚戾，尻髖妸婆，狀似醉容，搖頭頗𩒰，臥", "54": "地不起。樹提伽乘飛雲輪，車在虛空中問諸", "55": "人等：「來時何意，臥地不起？」諸人答樹提伽言：", "56": "「國王遣我來，欲伐長者。長者門中有一力士，", "57": "手捉金杖一擬我等，四十萬眾一時俱倒，臥", "58": "地不能起。」樹提伽問之曰：「欲得起不？」諸人", "59": "皆言：「我欲得起。」樹提伽放大神目一視，四", "6": "群臣坐共參論，羅列卜問怪其所以，諸臣皆", "60": "十萬眾一時俱起，還其本國。", "61": "王即遣使者喚樹提伽，樹提伽與王同車，而", "62": "共載之，往至佛所，問言：「世尊！樹提伽是我", "63": "之臣，前身有何功德，婦女舍宅過甚於我？」佛", "64": "言：「樹提伽布施功德，現天上受樂。昔五百", "65": "商主將諸商人，齎持重寶經過險路，奔空山", "66": "中，走逢一病道人，給其草屋厚敷床褥，給其", "67": "水漿鎢錥米糧，給其燈燭，于時乞願天堂之", "68": "報，今得果報。」佛言：「是時布施者，今樹提伽", "69": "夫婦是也；于時病道人者，今我身是也；五", "7": "言：「國將欲大興，天賜白㲲。」唯樹提伽默然無", "70": "百商主及商人者，皆得阿羅漢道。」", "71": "佛說樹提伽經", "8": "言。王問樹提伽：「諸臣皆喜，卿何以無言？」提", "9": "伽答言：「不敢欺王！是臣家拭體之巾，挂著"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0540a 佛說樹提伽經", "author": "劉宋 求那跋陀羅譯", "sourceLink": "http://www.cbeta.org/"}