{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 初品中: 大智度論: 初品中: 大智度論: 大智度論釋: 初品中: 大智度論: 初品中", "text": {"0": "1 序品45 迴向釋論", "1": "大智度論釋初品中善根供養義", "10": "華女，以五百金錢，買得五莖青蓮華以供", "100": "先與下願，次及中願，然後上願。復次，眾生", "101": "多著今樂，少求後樂，涅槃樂者轉復少也。", "102": "若說多者，少亦攝之。復次，此經前後多說", "103": "後世涅槃道，少說今世利事。菩薩法者，常", "104": "與眾生種種利益，不應有捨。所以者何？", "105": "初心但欲令諸眾生行大乘法；以不堪受", "106": "化，次與聲聞、辟支佛道；若復不能，當與十", "107": "善，四梵行等，令修福德。若眾生都不樂者，", "108": "如是眾生不應遺捨，當與今世利益，所謂", "109": "飲食等也。復次，凡夫雖能與人飲食等、滿", "11": "養佛。又薩陀波崙菩薩，為供養師故，賣", "110": "彼願者，皆有因緣，若今世事、若後世事；聲聞、", "111": "辟支佛雖無因緣滿眾生願，而所益甚少；", "112": "菩薩摩訶薩行檀波羅蜜業因緣故，得為", "113": "國王，或為大長者，財富無量，四方眾生若來", "114": "求者，盡滿足之。如頻頭居士為大檀越，坐", "115": "七寶大床，金剛為腳，敷以天褥，以赤真珠", "116": "上為帳幔，左右立侍，各八萬四千，皆莊嚴", "117": "琦妙；開四大門，恣所求者，晝夜六時鳴鼓，", "118": "又放光明，十方無量眾生有聞鼓聲，光明", "119": "觸身者，無不悉來。欲得種種飲食者，長", "12": "身血肉。如是等菩薩既得見佛，心欲供養；", "120": "者見其大集，即時默然，仰視虛空，於時空", "121": "中雨種種百味之食，隨意皆得；若眾生不", "122": "自取者，左右給使分布與之，足滿乃止。須", "123": "飲食、衣被，臥具、寶物等，皆亦如是。恣眾生", "124": "所欲已，然後說法，令離四食，皆住阿鞞", "125": "跋致地。如是等菩薩神通力故，能滿眾生", "126": "願。問曰：佛在時，眾生尚有飢餓，天不降", "127": "雨，眾生困弊；佛猶不能滿一切眾生之願，", "128": "云何菩薩能滿其願？答曰：菩薩住於十地，", "129": "入首楞嚴三昧，於三千大千世界，或時現", "13": "若無供具，其心有礙。譬如庶民遇見君長，", "130": "初發意，行六波羅蜜；或現阿鞞跋致；或現", "131": "一生補處，於兜率天上，為諸天說法；或", "132": "從兜率天上來下生淨飯王宮；或現出", "133": "家成佛；或現大眾中轉法輪，度無量眾", "134": "生；或現入涅槃，起七寶塔，遍諸國土，令", "135": "眾生供養舍利；或時法都滅盡。菩薩利益", "136": "如是，何況於佛！而佛身有二種：一者、真身，", "137": "二者、化身。眾生見佛真身，無願不滿。佛", "138": "真身者，遍於虛空，光明遍炤十方，說法", "139": "音聲亦遍十方；無量恒河沙等世界滿中", "14": "不持禮貺，則為不敬。是故諸菩薩求供養", "140": "大眾，皆共聽法；說法不息，一時之頃，各隨", "141": "所聞而得解悟。如劫盡已，眾生行業因緣", "142": "故，大雨澍下，間無斷絕，三大所不能制；", "143": "惟有劫盡十方風起，更互相對，能持此水。", "144": "如是法性身佛有所說法，除十住菩薩，三", "145": "乘之人皆不能持；惟有十住菩薩不可思", "146": "議方便智力，悉能聽受。眾生其有見法身", "147": "佛，無有三毒及眾煩惱，寒熱諸苦一切", "148": "皆滅，無願不滿。如如意珠，尚令眾生隨願", "149": "皆得，豈況於佛！珠與一切世間之願，佛", "15": "具，供養諸佛；佛雖不須，菩薩心得具足。", "150": "與一切出世間願！若言「佛不能悉滿眾生", "151": "所願」，是語不然！復次，釋迦文尼佛，王宮受", "152": "身，現受人法，有寒熱，飢渴、睡眠，受諸誹謗，", "153": "老、病、死等；內心智慧神德，真佛正覺，無有異", "154": "也。欲滿眾生所願，悉皆能滿；而不滿者，以", "155": "無數世來，常滿眾生衣、食之願，而不免苦；", "156": "今但以涅槃無為常樂益之。如人憐愍所", "157": "親，不與雜毒美食。如是世間願者，生諸結", "158": "使，又復離時心生大苦，是故不以為要。", "159": "復次，有人言：釋迦牟尼佛已滿眾生所願，", "16": "譬如農夫遇好良田而無種子，雖欲加", "160": "而眾生自不能得。如《毘摩羅詰經》說：「佛以", "161": "足指案地，即時國土七寶莊嚴，我佛國如", "162": "是。為多怒害者，現佛國異。」又如龍王等", "163": "心降雨，在人為水；餓鬼身上皆為炭火。問", "164": "曰：若能滿一切眾生願者，則眾生有邊，無", "165": "有受諸飢寒苦者。何以故？一切眾生皆滿", "166": "所願，願離苦得樂故。答曰：「滿一切」者，名字", "167": "一切，非實一切。如《法句偈》說：", "168": "「一切皆懼死，莫不畏杖痛。", "169": "恕己可為譬，勿殺勿行杖！」", "17": "功，無以肆力，心大愁憂！菩薩亦如是，得", "170": "雖言「一切畏杖痛」，如無色眾生無身故，則", "171": "無杖痛；色界眾生雖可有身，亦無杖痛；", "172": "欲界眾生亦有不受杖痛。而言「一切」，謂應", "173": "得杖者說言「一切」，非實一切。以是故，菩薩", "174": "滿一切眾生所願，謂應可得者。然菩薩心", "175": "無齊限，福德果報亦無有量；但眾生無量", "176": "阿僧祇劫罪厚障故，而不能得。如舍利弗弟", "177": "子羅頻周比丘，持戒精進，乞食六日而不", "178": "能得，乃至七日，命在不久；有同道者乞", "179": "食持與，鳥即持去。時舍利弗語目揵連：「汝大", "18": "遇諸佛而無供具，設有餘物，不稱其意，", "180": "神力，守護此食，令彼得之！」即時目連持食", "181": "往與，始欲向口，變成為泥；又舍利弗乞食", "182": "持與，而口自合；最後佛來，持食與之，以佛", "183": "福德無量因緣故，令彼得食。是比丘食已，", "184": "心生歡喜，倍加信敬。佛告比丘：「有為之法", "185": "皆是苦相。」為說四諦，即時比丘漏盡意解、得", "186": "阿羅漢道。有薄福眾生，罪甚此者，佛不能", "187": "救。又知眾生不可得故，深達法性故，諸佛", "188": "無有憶想分別：是可度、是不可度；心常寂", "189": "滅，意無增減。以是故，菩薩欲滿一切眾生", "19": "心便有礙。「諸善根」者，所謂善根果報，華香、", "190": "願，彼以罪故而不能得，菩薩無咎！「飲、食」", "191": "者，略說麁、細二種。餅飯等百味之食，經雖說", "192": "四食，眾生久住，而此但說揣食，餘者無色", "193": "不可相與。若施揣食，則與三食，何以故？", "194": "因揣食故，增益三食。如《經》所說：「檀越施", "195": "食，則與受者五事利益。」「飲」，總說二種：一者、草", "196": "木酒，所謂蒲桃、甘蔗等及諸穀酒；二者、草木", "197": "漿，甘蔗漿、蒲桃漿、石蜜漿、安石榴漿、梨㮈", "198": "漿、波盧沙果漿等，及諸穀漿。如是和合，人中", "199": "飲食及天飲食，所謂修陀甘露味、天果食等，", "2": "第四十六卷第三十", "20": "瓔珞、衣服、幡蓋種種珍寶等。所以者何？或", "200": "摩頭摩陀婆漿等。眾生各各所食，或食穀者，", "201": "或食肉者，或食淨者、不淨者，來皆飽滿。「衣服」", "202": "者，衣有二種：或從眾生生，所謂綿絹、毛毳、", "203": "皮韋等；或從草木生，所謂布㲲樹皮等。", "204": "有諸天衣，無有經緯，自然樹出，光色輕軟。", "205": "「臥具」者，床榻、被褥、幃帳、枕等。「塗香」者，有二", "206": "種：一者、栴檀木等，摩以塗身；二者、種種雜", "207": "香，擣以為末，以塗其身，及熏衣服，并塗", "208": "地壁。「乘」者，所謂象、馬、車輿等。「房舍」者，所謂", "209": "土木寶物所成樓閣、殿堂、宮觀等，以障寒熱、", "21": "時以因說果，如言「一月食千兩金」，金", "210": "風雨、賊盜之屬。「燈燭」者，所謂脂膏、蘇油、漆", "211": "蠟、明珠等。「諸物」者，是一切眾生所須之物，", "212": "不可具說故，略言「諸物」。問曰：此中何以不", "213": "說燒香、妙華等？答曰：說「諸物」者，皆已攝", "214": "之。問曰：若爾者，但應略說三種：飲食、衣服、", "215": "莊嚴之具？答曰：此諸物是所須要者。若慈", "216": "念眾生，以飲食為先，次以衣服；以身垢", "217": "臭，須以塗香，次以臥具；寒雨須房舍，黑闇", "218": "須燈燭。問曰：華香亦能除臭，何故不說？答", "219": "曰：華非常有，亦速萎爛，利益少故，是故不", "22": "不可食，因金得食，故言「食金」。或時以果", "220": "說。燒香者，寒則所須，熱時為患；塗香，寒、熱", "221": "通用，寒時雜以沈水，熱時雜以栴檀以塗", "222": "其身，是故但說塗香。問曰：若行檀波羅蜜，", "223": "得無量果報，能滿一切眾生所願；何故言", "224": "「欲滿眾生願，當學般若波羅蜜」？答曰：先已說，", "225": "以般若波羅蜜和合故，得名檀波羅蜜。今", "226": "當更說：所可滿眾生願者，非謂一國土、一", "227": "閻浮提，都欲滿十方世界六趣眾生所願，", "228": "非但布施所能辦故。以般若波羅蜜破近", "229": "遠相，破一切眾生相，非一切眾生相，除諸", "23": "說因，如見好畫，言是好手；手非是畫，見", "230": "礙故；彈指之頃，化無量身，遍至十方，能滿", "231": "一切眾生所願。如是神通利益，要從般若出", "232": "生。以是故，菩薩欲滿一切眾生願，當學般", "233": "若波羅蜜。", "234": "【經】「復次，舍利弗！菩薩摩訶薩欲使如恒河", "235": "沙等世界眾生，立於檀波羅蜜，立於尸羅、羼", "236": "提、毘梨耶、禪、般若波羅蜜，當學般若波羅蜜！」", "237": "【論】問曰：是義次第有何因緣？答曰：利有", "238": "三種：今世利、後世利、畢竟利。復有三種樂：", "239": "今世、後世、出世樂。前說今世利樂，此說後", "24": "畫妙故，說言手好。善根果報亦如是，以善", "240": "世、出世利樂。以是故，令眾生住六波羅蜜。", "241": "菩薩愍念眾生，過於父母念子，慈悲之心，", "242": "徹於骨髓。先以飲食充足其身，除飢渴苦；", "243": "次以衣服莊嚴其身，令得受樂。菩薩心", "244": "不滿足，復作是念：眾生已得今世樂，復更", "245": "思惟令得後世樂。若以世間六波羅蜜", "246": "教之，則得人、天中樂，久後還來輪轉生死；", "247": "當復以出世間六波羅蜜，令得無為常樂。", "248": "復次，先以衣服、華香等莊嚴其身，今以功", "249": "德莊嚴其心。若有三種莊嚴，則為具足、無", "25": "根業因緣故，得供養之具，名為善根。問", "250": "有過者：一者、衣服七寶等；二者、福德；三者、", "251": "道法。菩薩欲具足三種莊嚴眾生故，先說", "252": "功德果報，今說功德因緣。復次，前說雖", "253": "有大施，而眾生罪故，不能悉得。如《餓鬼經》", "254": "說：「雖與其食而不得噉，變成炭火不淨", "255": "之物！」又菩薩不捨一切，當作方便，令眾生", "256": "得衣食利益，是故教修福業，自行自得。菩", "257": "薩善知因緣不可強得，教令得之。以是", "258": "故，次第教眾生住六波羅蜜。問曰：菩薩志", "259": "願令十方一切眾生住六波羅蜜，何故但", "26": "曰：若爾者，何不即說華香等而說其因？答", "260": "說「如恒河沙世界眾生」？答曰：為聽法者聞", "261": "恒河沙故；又於新發意菩薩以無邊無量", "262": "為多，多則致亂；若大菩薩，不以恒河沙", "263": "為數。復次，說「如恒河沙」者，是無邊無量數，", "264": "如後品中說。復次，「如恒河沙」者，已說十方", "265": "諸世界，此中亦不言「一恒河沙」，不應為", "266": "難！以是故，說「如恒河沙世界」，無咎！恒河", "267": "沙世界義，如先說。「眾生」者，於五眾、十八界、", "268": "十二入、六種、十二因緣等眾多法中，假名眾", "269": "生是天、是人、是牛、是馬。眾生有二種：動者、靜", "27": "曰：供養具有二種：一者、財供養，二者、法供", "270": "者。動者生身、口業，靜者不能。有色眾生，無", "271": "色眾生；無足、二足、四足、多足眾生；世間、出世", "272": "間眾生；大者、小者；賢聖、凡夫；邪定、正定、不定", "273": "眾生；苦、樂、不苦不樂眾生；上、中、下眾生；學、", "274": "無學、非學非無學眾生；有想、無想、非有想非", "275": "無想眾生；欲界、色界、無色界眾生。欲界眾生", "276": "者，有三種：以善根有上、中、下故。上者、六欲", "277": "天，中者、人中富貴，下者、人中卑賤。以面類", "278": "不同故，四天下別異。不善亦有三品：上者", "279": "地獄，中者畜生，下者餓鬼。復次，欲界眾生有", "28": "養。若但說華香等供養，則不攝法供養；今", "280": "十種：三惡道、人、及六天。地獄有三種：熱地獄、", "281": "寒地獄、黑闇地獄。畜生有三種：空行、陸行、水", "282": "行；晝行、夜行、晝夜行；如是等差別。鬼有二", "283": "種：弊鬼、餓鬼。弊鬼如天受樂，但與餓鬼同", "284": "住，即為其主；餓鬼腹如山谷，咽如針，身", "285": "惟有三事：黑皮、筋、骨，無數百歲不聞飲食", "286": "之名，何況得見！復有鬼，火從口出，飛蛾投", "287": "火以為飲食。有食糞，涕唾膿血，洗器遺餘。", "288": "或得祭祀，或食產生不淨。如是等種種餓", "289": "鬼。六欲天者，四王天等；於六天中間，別復", "29": "說善根供養，當知則財、法俱攝。「供養」者，若", "290": "有天，所謂持瓔珞天，戲忘天，心恚天，鳥足", "291": "天，樂見天。此諸天等，皆六天所攝。有人言：欲", "292": "界眾生，應有十一種；先說五道，今益阿修", "293": "羅道。問曰：阿修羅即為五道所攝。是阿修羅", "294": "非天、非人，地獄苦多，畜生形異；如是應鬼", "295": "道所攝。答曰：不然！阿修羅力與三十三天", "296": "等。何以故？或為諸天所破，或時能破諸天。", "297": "如《經》中說：「釋提桓因為阿修羅所破，四種", "298": "兵眾入藕根孔以自藏翳。」受五欲樂，與天", "299": "相似，為佛弟子。如是威力，何得餓鬼所攝！", "3": "聖者龍樹造", "30": "見、若聞諸佛功德，心敬尊重，迎逆侍送，旋繞", "300": "以是故，應有六道。復次，如阿修羅、甄陀羅、乾", "301": "沓婆、鳩槃茶、夜叉、羅剎、浮陀等大神是，天；阿", "302": "修羅民眾，受樂小減諸天，威德變化，隨意", "303": "所作，是故人疑言：「是修羅非修羅。」「修羅」，秦", "304": "言大也。說者言：「是阿修羅非修羅」，阿", "305": "修羅道初得名，餘者皆同一道。問曰：經", "306": "說有五道，云何言六道？答曰：佛去久", "307": "遠，經法流傳五百年後，多有別異，部部不", "308": "同：或言五道，或言六道。若說五者，於佛", "309": "經迴文說五；若說六者，於佛經迴文說", "31": "禮拜，曲躬合手而住，避坐安處，勸進飲食、", "310": "六。又摩訶衍中，《法華經》說有六趣眾生。觀", "311": "諸義旨，應有六道。復次，分別善惡故有", "312": "六道：善有上、中、下故，有三善道：天、人、阿修", "313": "羅；惡有上、中、下故，地獄、畜生、餓鬼道。若不", "314": "爾者，惡有三果報，而善有二果，是事相違；", "315": "若有六道，於義無違。問曰：善法亦有三果：", "316": "下者為人，中者為天，上者涅槃。答曰：是中", "317": "不應說涅槃，但應分別眾生果報住處，", "318": "涅槃非報故。善法有二種：一者、三十七品能", "319": "至涅槃，二者、能生後世樂。今但說受身善", "32": "華香、珍寶等。種種稱讚持戒、禪定、智慧諸功", "320": "法，不說至涅槃善法。世間善有三品：上分", "321": "因緣故，天道果報；中分因緣故，人道果報；下", "322": "分因緣故，阿修羅道果報。問曰：汝自說阿修", "323": "羅與天等力，受樂與天不異，云何今說善", "324": "下分為阿修羅果報？答曰：人中可得出家", "325": "受戒，以至於道。阿修羅道結使覆心，得道", "326": "甚難。諸天雖隨結使，心直信道；阿修羅眾，", "327": "心多邪曲，不時近道。以是故，阿修羅雖與", "328": "天相似，以其近道難故，故在人下。如龍", "329": "王、金翅鳥，力勢雖大，亦能變化故，在畜生道", "33": "德。有所說法，信受教誨。如是善身、口、意業，", "330": "中；阿修羅道亦如是。問曰：若龍王、金翅鳥，", "331": "力勢雖大，猶為畜生道攝，阿修羅亦應餓", "332": "鬼道攝，何以更作六道？答曰：是龍王、金翅", "333": "鳥，雖復受樂，傍行形同畜生故，畜生道攝。", "334": "地獄、餓鬼形雖似人，以其大苦故，不入人", "335": "道。阿修羅力勢既大，形似人、天故，別立六", "336": "道。是為略說欲界眾生。色界、無色界眾生，如", "337": "後品中說。立檀波羅蜜者，菩薩語諸眾生：「當", "338": "行布施！貧為大苦，無以貧故，作諸惡行，", "339": "墮三惡道；作諸惡行，墮三惡道，則不可", "34": "是為供養。「尊重」者，知一切眾生中，德無過", "340": "救。」眾生聞已，捨慳貪心，行檀波羅蜜。如後", "341": "品中廣說。復次，菩薩於眾生前，種種因緣、種", "342": "種譬喻而為說法，毀呰慳貪。夫慳貪者，自", "343": "身所須，惜不能用；見告求者，心濁色變，", "344": "即於現身聲色醜惡；種後世惡業故，受形", "345": "醜陋。先不種布施因緣故，今身貧賤；慳著", "346": "財物，多求不息，開諸罪門；專造惡事故，墮", "347": "惡道中！復次，生死輪轉利益之業，無過布施，", "348": "今世、後世隨意便身之事，悉從施得；施為", "349": "善導，能開三樂：天上、人中、涅槃之樂。所以", "35": "上，故言「尊」；敬畏之心過於父母、師長、君王，", "350": "者何？好施之人，聲譽流布，八方信樂，無不愛", "351": "敬；處大眾中無所畏難，死時無悔。其人", "352": "自念：我以財物殖良福田，人、天中樂，涅槃", "353": "之門，我必得之！所以者何？施破慳結，慈念", "354": "受者；滅除瞋惱，嫉妬心息；恭敬受者，則", "355": "除憍慢；決定心施，疑網自裂；知施果報，則", "356": "除邪見及滅無明。如是等諸煩惱破，則涅", "357": "槃門開。復次，非但開三樂而已，乃能開無", "358": "量佛道、世尊之處。所以者何？六波羅蜜是佛", "359": "道，檀為初門，餘行皆悉隨從。如是等布施，", "36": "利益重故，故言「重」。「恭敬」者，謙遜畏難故", "360": "有無量功德；以是因緣故，令眾生立檀波", "361": "羅蜜。檀波羅蜜義，如先檀中說。立尸羅者，菩", "362": "薩於眾生前，讚說戒行：「汝諸眾生，當學持", "363": "戒！持戒之德，拔三惡趣及人中下賤，令得", "364": "天、人尊貴，乃至佛道。戒為一切眾生眾樂", "365": "根本，譬如大藏，出諸珍寶；戒為大護，能滅", "366": "眾怖，譬如大軍破賊；戒為莊嚴，如著瓔", "367": "珞；戒為大船，能度生死巨海；戒為大乘，能", "368": "致重寶，至涅槃城；戒為良藥，能破結病。", "369": "戒為善知識，世世隨逐不相遠離，令心安", "37": "言「恭」；推其智德故言「敬」。「讚歎」者，美其功", "370": "隱；譬如穿井，已見濕泥，喜慶自歡，無復", "371": "憂患。戒能成就利益諸行，譬如父母長育", "372": "眾子；戒為智梯，能入無漏；戒能驚怖諸結，", "373": "譬如師子，能令群獸攝伏；戒為一切諸德之", "374": "根，出家之要。修淨戒者，所願隨意；譬如如", "375": "意珠，應念時得。」如是等種種讚戒之德，令", "376": "眾生歡喜，發心住尸羅波羅蜜。住羼提者，", "377": "於眾生前，讚歎忍辱：「忍為一切出家之力，", "378": "能伏諸惡，能於眾中現奇特事；忍能守護，", "379": "令施、戒不毀；忍為大鎧，眾兵不加；忍為", "38": "德為「讚」；讚之不足，又稱揚之，故言「歎」。「隨", "380": "良藥，能除惡毒；忍為善勝，於生死險道，安", "381": "隱無患；忍為大藏，施貧苦人無極大寶；", "382": "忍為大舟，能渡生死此岸，到涅槃彼岸；", "383": "忍為磫𥗫，能瑩明諸德，若人加惡，如猪", "384": "揩金山，益發其明。求佛道、度眾生之利", "385": "器，忍為最妙！」行者當作是念：「我若以瞋", "386": "報彼，則為自害！又我先世自有是罪，不得", "387": "如意，要必當償；若於此人不受，餘亦害我，", "388": "俱不得免，云何起瞋？」", "389": "復次，眾生為煩惱所牽，起諸惡事，不得自", "39": "意成就」者，若須華供養，如意即至，或求得，或", "390": "在。譬如人為非人所持，而罵辱良醫，良", "391": "醫是時但為除鬼，不嫌其罵；行者亦如", "392": "是，眾生加惡向己，不嫌其瞋，但為除", "393": "結。復次，行忍之人，視前罵辱者，如父母視", "394": "嬰孩，見其瞋罵，益加慈念，愛之踰深。又", "395": "復自念：彼人加惡於我，是業因緣，前世自造，", "396": "今當受之；若以瞋報，更造後苦，何時解已！若", "397": "今忍之，永得離苦，是故不應起瞋。如是", "398": "種種因緣，訶瞋恚、生慈悲，入眾生忍中。入", "399": "眾生忍中已，作是念：「十方諸佛所說法，皆", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "不求而得；有自然出者，或變化生；乃至伎", "400": "無有我，亦無我所，但諸法和合，假名眾生。", "401": "如機關木人，雖能動作，內無有主；身亦如", "402": "是，但皮骨相持，隨心風轉；念念生滅，無常空", "403": "寂：無有作者，無罵者，亦無受者，本末畢竟", "404": "空故；但顛倒虛誑故，凡夫心著。」如是思惟已，", "405": "則無眾生；無眾生已，法無所屬，但因緣和", "406": "合無有自性。如眾生和合，強名眾生，法亦", "407": "如是，即得法忍。得是眾生忍、法忍故，能得", "408": "阿耨多羅三藐三菩提，何況諸餘利益！眾生", "409": "聞是已，住羼提波羅蜜。立毘梨耶者，教眾", "41": "樂供養之具，悉皆如是。問曰：菩薩遇得便以", "410": "生言：「汝莫懈怠！若能精進，諸善功德悉皆易", "411": "得；若懈怠者，見木有火而不能得，何況餘", "412": "事！是故勸令精進；若人隨方便精進，無願", "413": "不得。凡得勝法，非無因緣，皆從精進", "414": "生。」精進有二相：一、能進生諸善法，二、能除", "415": "諸惡法。復有三相：一、欲造事，二、精進作，三、不", "416": "休息。復有四相：已生惡法斷之令滅，未生", "417": "惡法能令不生，未生善法能令發生，已生", "418": "善法能令增長。如是等名精進相。精進故", "419": "能助成一切善法；譬如火得風助，其然乃", "42": "供養，何以隨意求索？答曰：福德從心，於所", "420": "熾；又如世間勇健之人，能越山渡海；道", "421": "法精進，乃至能得佛道，何況餘事！眾生聞已，", "422": "皆立精進波羅蜜。復次，菩薩見有未發阿", "423": "耨多羅三藐三菩提者，為讚歎阿耨多羅三", "424": "藐三菩提法，於一切諸法中最為第一，極", "425": "為尊貴，能饒益一切，令得諸法實相不誑", "426": "之法。有大慈悲，具一切智，金色身相，第一微", "427": "妙；三十二相，八十隨形好，無量光明；無量戒、定、", "428": "智慧、解脫、解脫知見；三達、無礙，於一切法無", "429": "礙解脫。得如是者，一切眾生中最為上尊，", "43": "愛重，持用供養，得福增多。如阿育王小兒", "430": "應受一切世間供養。若人但心念佛，尚得", "431": "無量無盡福德，何況精進布施、持戒、供養、承", "432": "事、禮拜者！語眾生言：「佛事如是，汝等當發", "433": "無上道心，懃修精進；行如法者，得之不難！」眾", "434": "生聞是已，便發無上道心。若發心者，不可", "435": "但空爾而得，當行檀波羅蜜；行檀波羅蜜", "436": "次，行尸羅波羅蜜，羼提波羅蜜，禪波羅蜜，般", "437": "若波羅蜜；行五波羅蜜，則是毘梨耶波羅", "438": "蜜。若不發大乘心者，當教辟支佛道；若", "439": "無辟支佛道者，教行聲聞道；若無聲聞道", "44": "時，以所重土，持用奉佛；得閻浮提王，一日", "440": "者，教令離色，受無色定，寂滅安樂；若無無", "441": "色定者，教令離欲，受色界種種禪定樂；若", "442": "無禪者，教令修十善道，人、天中受種種樂。", "443": "「莫自懈怠，空無所得，貧窮下賤，種種懃苦，甚", "444": "為可患！懈怠法者最為弊惡，破壞今世、後", "445": "世利益善道。」眾生聞已，集諸善法，懃行精進。", "446": "立禪者，菩薩於眾生前，讚歎禪定清淨樂，內", "447": "樂，自在樂，離罪樂，今世、後世樂，聖所受樂，梵天", "448": "王樂，遍身受樂，深厚妙樂；汝諸眾生，何以著", "449": "五欲不淨樂，與畜生同受諸罪垢樂，而捨", "45": "之中起八萬塔。若大人雖以多土投鉢而", "450": "是妙樂？若汝能捨小樂，則得大樂。汝不見", "451": "田夫棄少種子，後獲大果；如人獻王少物", "452": "而得大報；如少鉤餌而得大魚，所捨甚少", "453": "而所獲大多。智者亦如是，能棄世間之樂，", "454": "得甚深禪定快樂。既得此樂，反觀欲樂，甚", "455": "為不淨，如從獄出；如病疹得差，更不求", "456": "藥。復次，禪定名實智初門，令智慧澄靜，能", "457": "照諸法；如燈在密室，其明得用。若依禪", "458": "定得四無量、背捨、勝處、神通、辯才等；諸甚深", "459": "功德，悉皆具得，能令瓦石變成如意寶", "46": "無所得，非所重故。有人偏貴重華，以其所", "460": "珠，何況餘事！隨意所為，無不能作：入地", "461": "如水，履水如地，手捉日、月，身不焦、冷；化", "462": "為種種禽、獸之身，而不受其法。或時變身", "463": "充滿虛空，或時身若微塵，或輕如鴻毛，或", "464": "重若太山；或時以足指按地，天地大動，", "465": "如動草葉。如是等神通變化力，皆從禪得。", "466": "眾生聞是已，立於禪波羅蜜。立般若波羅蜜", "467": "者，菩薩教諸眾生：「當學智慧！智慧者，其明", "468": "第一，名為慧眼。若無慧眼，雖有肉眼，猶", "469": "故是盲；雖云有眼，與畜生無異。若有", "47": "貴，持供養佛，得福增多；乃至寶物亦如是。", "470": "智慧，自別好醜，不隨他教；若無智慧，隨", "471": "人東西，如牛駱駝穿鼻隨人。一切有為法", "472": "中，智慧為上！聖所親愛，能破有為法故。", "473": "如《經》中說：『於諸寶中，智慧寶為最；一切利", "474": "器中，慧刀利為最；住智慧山頂，無有憂患！", "475": "觀諸苦惱眾生，無不悉見。』智慧刀能斷無", "476": "始煩惱生死連鎖；智慧力故，能具六波羅蜜，", "477": "得不可思議無量佛道、成一切智，何況聲聞、", "478": "辟支佛，及世間勝事！是智慧增長清淨，不可", "479": "沮壞，名為波羅蜜。」眾生聞已，住般若波羅", "48": "復次，隨時所宜，若寒時，應以薪火、上衣、溫室、", "480": "蜜。復次，菩薩或時不以口教，或現神足光", "481": "明，令眾生住六波羅蜜；或現種種餘緣，乃", "482": "至夢中為作因緣，使其覺悟，令眾生住六", "483": "波羅蜜。是故《經》言：「欲令眾生住六波羅蜜，當", "484": "學般若波羅蜜！」", "485": "【經】「欲殖一善根於佛福田中，至得阿耨多羅", "486": "三藐三菩提不盡者，當學般若波羅蜜！」【論】", "487": "「善根」者，三善根：無貪善根，無瞋善根，無癡善", "488": "根。一切諸善法，皆從三善根生增長；如藥", "489": "樹、草木，因有根故，得生成增長。以是故，名", "49": "被褥，及以飲食；熱時，應以氷水、扇蓋、涼室、", "490": "為諸善根。今言「善根」者，善根因緣供養之", "491": "具，所謂花香、燈明，及法供養，持戒、誦經等，", "492": "因中說果。何以故？香華不定，以善心供養", "493": "故，名為善根。布施非即是福，但能破慳貪，", "494": "開善法門；善根名為福，如針導綖縫衣，", "495": "縫非針也。「一」者：若華、若香、若燈明，若禮敬，", "496": "若誦經、持戒，若禪定，若智慧等，一一供養及", "497": "法供養，殖於諸佛田中。「佛田」者，十方三", "498": "世諸佛；若佛在世，若形像，若舍利，若但念佛。", "499": "「殖」者，專心堅著。問曰：經言種種福田，今", "5": "46 善根供養義【經】「欲以諸善根供養諸佛，恭敬、尊重、讚歎，隨", "50": "生薄之服，上妙之食；風雨之時，就送供具；如", "500": "何以獨言「殖於佛田」？答曰：雖有種種福田，", "501": "佛為第一福田，以十力、四無所畏、十八不", "502": "共法如是等無量佛法具足，是故獨說「殖", "503": "於佛田」。法寶雖為佛師，若佛不說，法為無", "504": "用；如雖有好藥，若無良醫，藥則無用。以", "505": "是故，法寶雖上而前說佛寶，何況僧寶！復", "506": "次，佛田能獲無量果報，餘者雖言無量而", "507": "有差降；以是故，佛田第一。「不盡」者，諸佛成", "508": "就無量功德故，於中殖福，福亦無盡。復", "509": "次，佛功德無量、無邊、無數、無等故，殖福者福", "51": "是等隨時供養。又隨土地所宜，隨受者所", "510": "亦不盡。復次，佛為菩薩時，緣一切眾生，如", "511": "眾生無量、無邊故，福亦無盡。復次，佛田清", "512": "淨：拔愛等諸煩惱穢草，淨戒為平地，大慈", "513": "悲為良美，除諸惡邪醎土；三十七品為溝", "514": "港，十力、四無所畏、四無礙智等為垣牆，能", "515": "出生三乘涅槃果報——殖種於此無上無比", "516": "田者，其福無盡！問曰：一切有為法，無常相", "517": "故，皆歸於盡；福從因緣生，何得不盡？答曰：", "518": "亦不言「常不盡」，自言「乃至得佛中間不", "519": "盡」。復次，一切有為法，雖念念生滅，相續不", "52": "須，皆持供養。復次，隨意供養者，有菩薩知", "520": "斷，果報不失故，名為不盡。如燈雖焰焰生", "521": "滅不名滅，脂盡炷滅，乃可稱滅。福亦如", "522": "是，深心種於良田故，乃至法盡而亦不盡。", "523": "復次，菩薩知諸法實相，如涅槃不盡，福德入", "524": "諸法實相故，而亦不盡。問曰：若爾者，涅槃", "525": "不盡，福德亦應常不盡，云何言「乃至佛中間", "526": "不盡」？答曰：是福德者以智慧力故，令是", "527": "功德如涅槃畢竟空，不生不滅。以是故，喻", "528": "如涅槃，非即涅槃；若是涅槃，不應為喻。", "529": "若是涅槃，云何果報成佛而不盡？譬如三解", "53": "佛無所須，又知諸物虛誑如幻，一相，所謂無", "530": "脫門：空、無相、無作。如解脫畢竟空相，是空解", "531": "脫門，觀世間亦畢竟空；如解脫無相相，是", "532": "無相解脫門，觀世間亦無相相；如解脫無", "533": "作相，是無作解脫門，觀世間亦無作相。以", "534": "是故說：「欲殖一善根於佛福田，乃至阿耨", "535": "多羅三藐三菩提而不盡者，當學般若波羅", "536": "蜜」。", "537": "47 諸佛稱讚其命釋論大智度論初品中諸佛稱讚其名釋論", "538": "第四十七", "539": "【經】「復次，舍利弗！菩薩摩訶薩欲令十方諸佛", "54": "相；為教化眾生故，隨眾生國土所重，引導", "540": "稱讚其名，當學般若波羅蜜！」【論】問曰：菩薩", "541": "若觀諸法畢竟空，內無吾我，已破憍慢，云", "542": "何欲令諸佛稱讚其名？又菩薩法應供養", "543": "諸佛，云何反求諸佛供養？答曰：佛法有二", "544": "門：一、為第一義門，二、為世俗法門。以世俗", "545": "門故，欲令諸佛讚歎；雖為諸佛所讚歎，", "546": "而不見我，不取眾生相，世間假名故說。汝", "547": "言「云何反求佛供養」者，如後品中，佛所讚", "548": "歎菩薩，畢竟阿鞞跋致、阿耨多羅三藐三菩提。", "549": "今是菩薩欲得決定知是阿鞞跋致以不，", "55": "故供養。復有菩薩得甚深禪定，生菩薩神", "550": "以是故，求佛讚歎，非求供養！復次，餘人餘", "551": "眾生，貪欲、瞋恚、愚癡覆心故，不能如實讚", "552": "歎。何以故？若偏有所愛，不見實過，但見", "553": "功德；若偏有所瞋，但見其過，不見其德；", "554": "若愚癡多，不能如實見其好醜。諸天、世人", "555": "雖有智慧，三毒薄者，亦不能得如實讚，", "556": "猶有謬失；無一切智故，結使不盡故。聲聞、", "557": "辟支佛三毒雖盡，亦不能如實讚，猶有餘", "558": "氣未盡；又智慧不具足故。唯佛一人，三毒", "559": "及氣永盡，成就一切智故，能如實讚，不增", "56": "通，以神通力故，飛到十方佛前，或於佛國，", "560": "不減。以是故，行者欲得諸佛所讚，知其實", "561": "德，不求餘人稱讚。問曰：若諸佛出於三", "562": "界，不著世間，無有我及我所；視於外道、惡", "563": "人、大菩薩、阿羅漢，一等無異，云何讚歎菩", "564": "薩？答曰：佛雖無吾我，無有憎愛，於一切", "565": "法，心無所著；憐愍眾生，以大慈悲心引導", "566": "一切故，分別善人而有所讚；亦欲破壞", "567": "惡魔所願；以佛讚歎故，無量眾生愛樂菩", "568": "薩，恭敬供養，後皆成就佛道。以是故，諸佛", "569": "讚歎菩薩。問曰：云何讚歎？答曰：如佛於", "57": "若須遍雨天華，即滿三千世界持供養", "570": "大眾中說法，欲令眾生入甚深法，讚是菩", "571": "薩，如薩陀波崙等。復次，佛讚歎菩薩言：「是", "572": "菩薩能觀諸法畢竟空，亦能於眾生有大", "573": "慈悲。能行生忍，亦不見眾生；雖行法忍，", "574": "於一切法而不生著；雖觀宿命事，不墮", "575": "始見；雖觀眾生入無餘涅槃，而不墮邊", "576": "見；雖知涅槃是無上實法，亦能起身、口、意", "577": "善業；雖行生、死中，而深心愛樂涅槃；雖", "578": "住三解脫門觀於涅槃，亦不斷本願及善", "579": "行。如是等種種奇特功德，甚為難有！」復次，", "58": "佛；或雨天栴檀，或雨真珠，光明鮮發；或雨", "580": "若菩薩未得無生忍，未得五神通，生死肉", "581": "身，有大慈悲心，能為眾生故，內、外所有所", "582": "貴惜者，悉能施與——外謂所著妻子、上妙五欲，", "583": "如意珠、最上寶，安樂國土等；內謂身體、肌", "584": "肉、皮膚、骨、血、頭、目、髓、腦、耳、鼻、手、足。如是等施，", "585": "甚為難有！是故諸佛讚歎其德。若菩薩入", "586": "法位，得神通，行苦行不足為難；以是菩", "587": "薩生身肉眼，志願弘曠，有大悲心，愛樂佛", "588": "道，行如是事，甚為希有！復次，若菩薩持戒", "589": "清淨具足，無所分別持戒、破戒；於一切諸", "59": "七寶；或雨如意珠，大如須彌；或雨妓樂，音", "590": "法畢竟不生，常空法忍。精進不休不息，不著", "591": "不厭；精進、懈怠，一相不異；無量無邊無數劫，", "592": "懃修精進。都欲受行甚深禪定，無所依止，", "593": "定亂不異；不起於定而能變身無量，遍至", "594": "十方說法度人。行深智慧，觀一切法「不生", "595": "不滅，非不生非不滅，亦非不生亦非不滅，非非", "596": "不生非非不滅」；過諸語言，心行處滅；不可", "597": "壞不可破，不可受不可著；諸聖行處，淨", "598": "如涅槃，亦不著是觀，意亦不沒，能以智", "599": "慧而自饒益。如是菩薩，諸佛讚歎。復次，菩薩", "6": "意成就者，當學般若波羅蜜！」【論】菩薩既", "60": "聲清妙；或以身如須彌以為燈炷，供養諸", "600": "未得受記，未得無生法忍，生不值佛，不", "601": "見賢聖；以正思惟故，能觀諸法實相，雖", "602": "觀實相，心亦不著。如是菩薩，十方諸佛皆", "603": "共讚歎。復次，菩薩聞甚深無量無邊不可思", "604": "議佛法，雖自未得，智慧未及，而能定心信", "605": "樂，不生疑悔；若魔作佛來詭說其意，意無", "606": "增減。如是菩薩，諸佛所讚。復次，有諸菩薩一", "607": "時發心，中有疾成佛者，佛則讚歎，有大精進", "608": "力故。如釋迦文尼佛與彌勒等諸菩薩同", "609": "時發心，釋迦文尼佛精進力故，超越九劫。", "61": "佛。如是等名為財供養。又菩薩行六波羅", "610": "復次，若有菩薩具足菩薩事，所謂十地、六波", "611": "羅蜜、十力、四無所畏、四無礙智、十八不共法等", "612": "無量清淨佛法；為眾生故，久住生死，不取", "613": "阿耨多羅三藐三菩提，而廣度眾生。如是菩", "614": "薩，諸佛讚歎。何者是？如文殊師利、毘摩羅詰、", "615": "觀世音、大勢至、遍吉等，諸菩薩之上首，出於", "616": "三界，變化無央數身，入於生死，教化眾", "617": "生故。如是希有事，皆從甚深般若波羅蜜", "618": "生。以是故說：「欲得諸佛稱歎其名，當學般若", "619": "波羅蜜」。", "62": "蜜，以法供養諸佛：或有菩薩行一地法", "620": "【經】「復次，舍利弗！菩薩摩訶薩欲一發意至", "621": "十方如恒河沙等世界，當學般若波羅蜜！」", "622": "【論】菩薩得身通變化力，作十方恒河沙等", "623": "身，於十方恒河沙等世界，一時能到。問曰：", "624": "如《經》說：「一彈指頃有六十念」，若一念中能", "625": "至一方恒河沙等世界，尚不可信，何況十方", "626": "恒河沙等世界，時少而所到處多？答曰：《經》說：", "627": "「五事不可思議」，所謂眾生多少，業果報，坐禪", "628": "人力，諸龍力，諸佛力。於五不可思議中，佛力", "629": "最不可思議！菩薩入深禪定，生不可思議", "63": "供養諸佛，乃至十地行法供養。或時菩薩", "630": "神通故，一念中悉到十方諸佛世界。如說", "631": "四種神通中，唯佛、菩薩有如意疾遍神通。若", "632": "金翅鳥子，始從㲉出，從一須彌至一須彌；", "633": "諸菩薩亦如是，以無生忍力故，破諸煩惱", "634": "無明㲉，即時一念中，作無量身，遍至十方。", "635": "復次，菩薩一切無量世罪，悉已消滅；以智慧", "636": "力故，能轉一切諸法，所謂小能作大，大能", "637": "作小，能以千萬無量劫為一日，又能以一", "638": "日為千萬劫。是菩薩世間之主，所欲自在，", "639": "何願不滿！如《毘摩羅詰經》所說：「以七夜", "64": "得無生法忍，自除煩惱及眾生煩惱，是法", "640": "為劫壽。」以是因緣故，菩薩乘神通力，能速", "641": "疾超越十方世界。問曰：前五不可思議中，無", "642": "有菩薩，今何以說菩薩不可思議？答曰：或", "643": "時因中說果，如日食百斤金，金不可食，因", "644": "金得食，故言食金，是為因中說果。或時果", "645": "中說因，如見好畫，言是好手，是為果中", "646": "說因。諸菩薩亦如是，菩薩為因，諸佛為果，", "647": "若說佛力不可思議，當知已說菩薩。以是", "648": "故言：「欲一發意到十方恒河沙世界者，當學", "649": "般若波羅蜜。」", "65": "供養。或時菩薩住於十地，以神力故，令地", "650": "【經】「復次，舍利弗！菩薩摩訶薩欲發一音使十", "651": "方如恒河沙等世界聞聲，當學般若波羅蜜！」", "652": "【論】菩薩得六神通，增長梵聲相，過三千大", "653": "千世界，至十方恒河沙等諸世界。問曰：若爾", "654": "者，與佛音聲何異？答曰：菩薩音聲有恒河", "655": "沙等之數，佛音聲所到無有限數。如《密跡", "656": "經》中所說：目連試佛音聲，極至西方，猶聞", "657": "佛音，若如對面。問曰：若爾者，佛常在國土", "658": "聚落，說法教化，而閻浮提內人不至佛邊，", "659": "則不得聞。何以知之？多有從遠方來，欲", "66": "獄火滅；於餓鬼道，皆得飽滿；令畜生得離", "660": "聽法者故。答曰：佛音聲有二種：一為密", "661": "中音聲；二為不密音聲。密音聲先已說，不", "662": "密音聲，至佛邊乃聞。是亦有二種弟子：一為", "663": "出世聖人，二為世間凡夫。出世聖人如目揵", "664": "連等，能聞微密音聲，凡夫人隨其所近乃", "665": "聞。復次，諸菩薩得入正位，離生死身，得法", "666": "性真形，能見十方無量佛身，及遍炤光明，亦", "667": "能得聞諸佛六十種極遠無量音聲。諸大菩", "668": "薩雖未具足如佛音聲，於佛音聲中普", "669": "得其分。是佛菩薩音聲有三種：一者、先世", "67": "恐怖，令生人、天；漸住阿惟越致地。如是", "670": "種善音聲因緣故，咽喉中得微妙四大，能", "671": "出種種妙好遠近音聲，所謂一里、二里、三里、", "672": "十里、百里、千里，乃至三千大千世界，音聲遍", "673": "滿。二者、神通力故，咽喉四大出聲，遍滿三", "674": "千大千世界，及十方恒河沙世界。三者、佛音", "675": "聲常能遍滿十方虛空。問曰：若佛音聲常能", "676": "遍滿，今眾生何以不得常聞？答曰：眾生無", "677": "量劫以來，所作惡業覆，是故不聞。譬如雷", "678": "電霹靂，聾者不聞，雷聲無減；佛亦如是，常", "679": "為眾生說法，如龍震大雷聲，眾生罪故，自", "68": "等大功德力故，名為法供養。以是故說：「欲", "680": "不得聞。如今世人精進持戒者，於念佛三", "681": "昧心得定時；罪垢不障，即得見佛，聞佛說", "682": "法，音聲清了。菩薩於三種音聲中，欲得二", "683": "種，是二種音聲，甚難希有故；如業果音聲，", "684": "自然可得故。以是故說：「菩薩摩訶薩欲以", "685": "一音使十方恒河沙等世界聞聲者，當學般若", "686": "波羅蜜。」", "687": "【經】「復次，舍利弗！菩薩摩訶薩欲使諸佛世界", "688": "不斷者，當學般若波羅蜜！」【論】「佛世界不斷」", "689": "者，菩薩欲令國國相次，皆使眾生發心作佛。", "69": "得善根成就，當學般若波羅蜜。」", "690": "問曰：言「次第」者，為一國前後相次？為十方", "691": "世界次第？若一國相次者，大悲普覆一切眾", "692": "生，何以不及餘國？若十方一切世界次第者，", "693": "餘佛、菩薩何所利益？答曰：菩薩心願，欲令一", "694": "切世界皆悉作佛，大心曠遠，無有齊限；以", "695": "是心集諸智慧，無量福德神通力故。又隨", "696": "眾生種作佛因緣者，是菩薩皆悉令作。若", "697": "一切世界皆種作佛因緣者，餘佛菩薩不", "698": "應有益，但是事不然！復次，十方世界無量", "699": "無邊，不應一菩薩盡得遍諸世界、令佛種", "7": "得不離諸佛，當應供養。若得值佛而無", "70": "【經】「欲滿一切眾生所願：衣服、飲食、臥具，塗香、", "700": "不斷；諸餘菩薩各隨因緣，皆有其分。以慈", "701": "悲大故，願亦無量，利益之心無有齊限。眾", "702": "生種無量故，非一佛一菩薩所可盡度。問曰：", "703": "若事不稱心，何故作願耶？答曰：欲令心", "704": "願曠大清淨故；如行慈三昧，雖不能令", "705": "眾生離苦，但自欲令心曠大清淨，成利益", "706": "願故。如諸佛大菩薩力，皆能度一切眾", "707": "生，而眾生福緣未集，未有智慧；因緣不會", "708": "故，而不得度。如大海水，一切眾生取用，水", "709": "不窮竭，但眾生不能得用；如餓鬼眾生自", "71": "車乘、房舍、床榻、燈燭等，當學般若波羅蜜！」", "710": "罪因緣，不得見水，設得見之，即時乾竭，或", "711": "為洋銅，或成膿血。佛亦如是，有大慈悲智", "712": "慧無量無邊，悉能滿足眾生，而眾生罪業因", "713": "緣故而不值佛；設得值佛，如餘人無異，", "714": "或生瞋恚，或起誹謗；以是因緣故，不見", "715": "佛威相神力，雖得值佛而無利益。復次，", "716": "二因二緣，發於正見，所謂內因、外緣。佛外", "717": "因緣具足，有三十二相、八十隨形好，無量光", "718": "明莊嚴其身，種種神力，種種音聲，隨意", "719": "說法，斷一切疑；但眾生內因緣不具足，先", "72": "【論】問曰：有何次第，欲滿一切眾生願？答", "720": "不種見佛善根而不信敬，不精進持戒，鈍", "721": "根深厚，著於世樂。以是故，無有利益，非為", "722": "佛咎。佛化度眾生，神器利用，悉皆備足。譬如", "723": "日出，有目則覩，盲者不見；設使有目而無日", "724": "者，則無所覩，是故日無咎也。佛明亦如是。", "725": "問曰：云何佛世界因緣不斷？答曰：菩薩於", "726": "眾生中，種種因緣讚歎佛道，令眾生發阿", "727": "耨多羅三藐三菩提心，漸漸行六波羅蜜，然", "728": "後於諸世界各各作佛：若於一國次第作", "729": "佛，或於異國各自作佛——是名「不斷佛國」。復", "73": "曰：菩薩業有二種：一為供養諸佛，二為度", "730": "次，菩薩疾集智慧具足，作佛，度無量眾生；", "731": "欲入涅槃時，為菩薩受記：「我滅度後，汝次", "732": "作佛。」展轉皆悉如是，令不斷絕。若佛不記", "733": "菩薩者，則斷佛國！譬如王立太子，展轉如", "734": "是，國祚不斷。問曰：何以貴有佛世界，賤無", "735": "佛國？答曰：是事不應致問，佛是莊嚴十方", "736": "世界主，何況一國！若離有佛國者，雖受人", "737": "天樂，而不知是佛恩力之所致，與畜生無", "738": "異！若一切諸佛不出世者，則無三乘涅槃", "739": "之道，常閉在三界獄，永無出期；若世有佛，", "74": "脫眾生。以供養諸佛，得無量福德；持是福", "740": "眾生得出三界牢獄。譬如二國之間，無日", "741": "之處，是中眾生從冥中生，從冥中死。若佛", "742": "生時，光明暫炤，各各相見；乃見日月所炤眾", "743": "生，知「彼為大福、我等有罪」。如是或時佛以", "744": "光明遍炤諸佛國，有佛國眾生見佛光明，", "745": "則大歡喜；念言：「我等黑闇，彼為大明。」復次，有", "746": "佛之國，眾生知有罪福，人受三歸、五戒、八", "747": "齋及出家五眾等，種種甚深禪定、智慧，四沙", "748": "門果，有餘、無餘涅槃等，如是種種善法。以", "749": "是因緣故，佛國為貴。若佛國眾生雖不見", "75": "德，利益眾生，所謂滿眾生願。如賈客主入", "750": "佛，值遇經法，修善持戒，布施、禮敬等，種涅", "751": "槃因緣，乃至畜生皆能種福德因緣；若無佛", "752": "之國，乃至天、人不能修善。以是故，菩薩生", "753": "願：「欲使佛世界不斷。」", "754": "大智度論卷第三十", "76": "海採寶，安隱得出，利益所親及知識等；菩", "77": "薩如是入諸佛法海，得無量功德之寶，利", "78": "益眾生。如小王供養大王，能令歡喜，與", "79": "其所願，職位財帛，還其本國，利益人物，除", "8": "供具，甚為不悅！如須摩提菩薩，秦言妙", "80": "却怨賊。菩薩供養諸佛法王故，得受記", "81": "別；以無量善根珍寶，得無盡智力，來入眾", "82": "生。善人供養，貧者隨其所須而給與之，魔", "83": "民、邪見外道之屬悉皆破壞。是為供養諸", "84": "佛，次滿眾生所願。問曰：菩薩實能滿一切", "85": "眾生願不？若悉滿眾生願，餘佛菩薩何所", "86": "利益？若不悉滿，是中何故說「欲滿一切眾", "87": "生願，當學般若波羅蜜」？答曰：有二種願：一", "88": "者、可得願；二者、不可得願。不可得願者，", "89": "有人欲籌量虛空，盡其邊際，及求時、方、邊", "9": "意，見然燈佛，無供養具，周旋求索。見賣", "90": "際，如小兒求水中月、鏡中像；如是等願皆", "91": "不可得。可得願者，鑽木求火，穿地得水，", "92": "修福得人天中生，及得阿羅漢、辟支佛果，", "93": "乃至得諸佛法王；如是等名皆可得願。可", "94": "得願有二種：一謂世間，二謂出世間。是中", "95": "世間願故，滿眾生願。云何得知？以飲食、床、", "96": "臥具乃至燈燭，所須之物，皆給與之。問曰：", "97": "菩薩何以故與眾生易得願，不與難者？答", "98": "曰：願有下、中、上。下願令致今世樂因緣，中", "99": "願與後世樂因緣，上願與涅槃因緣；是故"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 初品中: 大智度論: 初品中: 大智度論: 大智度論釋: 初品中: 大智度論: 初品中", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}