{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2076 景德傳燈錄", "text": {"0": "讚頌偈詩僧潤詩三首贈禪客", "1": "景德傳燈錄卷第三十", "10": "五臺山鎮國大師澄觀答皇太子問心要", "100": "見在本心。本來不存本來即今。菩提本有不", "101": "須用守。煩惱本無不須用除。靈知自照萬法", "102": "歸如。無歸無受絕觀忘守。四德不生三身本", "103": "有。六根對境分別非識。一心無妄萬緣調直。", "104": "心性本齊同居不携。無生順物隨處幽棲。覺", "105": "由不覺即覺無覺。得失兩邊誰論好惡。一切", "106": "有為本無造作。知心不心無病無藥。迷時捨", "107": "事悟罷非異。本無可取今何用棄。謂有魔興", "108": "言空象備。莫滅凡情唯教息意。意無心滅心", "109": "無行絕。不用證空自然明徹。滅盡生死冥心", "11": "杭州五雲和尚坐禪箴", "110": "入理。開目見相心隨境起。心處無境境處無", "111": "心。將心滅境彼此由侵。心寂境如不遣不拘。", "112": "境隨心滅心隨境無。兩處不生寂靜虛明。菩", "113": "提影現心水常清。德性如愚不立親疎。寵辱", "114": "不變不擇所居。諸緣頓息一切不憶。永日如", "115": "夜永夜如日。外似頑嚚內心虛真。對境不動", "116": "有力大人。無人無見無見常現。通達一切未", "117": "嘗不遍。思惟轉昏汩亂精魂。將心止動轉止", "118": "轉奔。萬法無所唯有一門。不入不出非靜非", "119": "暄。聲聞緣覺智不能論。實無一物妙智獨存。", "12": "永嘉真覺大師證道歌", "120": "本際虛冲非心所窮。正覺無覺真空不空。三", "121": "世諸佛皆乘此宗。此宗豪末沙界含容。一切", "122": "莫顧安心無處。無處安心虛明自露。寂靜不", "123": "生放曠縱橫。所作無滯去住皆平。慧日寂寂", "124": "定光明明。照無相苑朗涅槃城。諸緣忘畢詮", "125": "神定質。不起法座安眠虛室。樂道恬然優遊", "126": "真實。無為無得依無自出。四等六度同一乘", "127": "路。心若不生法無差互。知生無生現前常住。", "128": "智者方知非言詮悟。", "129": "僧亡名息心銘僧亡名息心銘", "13": "騰騰和尚了元歌南嶽懶瓚和尚歌", "130": "法界有如意寶。人焉久緘其身。銘其膺曰。古", "131": "之攝心人也。戒之哉戒之哉。無多慮無多知。", "132": "多知多事不如息意。多慮多失不如守一。慮", "133": "多志散知多心亂。心亂生惱志散妨道。勿謂", "134": "何傷其苦悠長。勿言何畏其禍鼎沸。滴水不", "135": "停四海將盈。纖塵不拂五嶽將成。防末在本", "136": "雖小不輕。關爾七竅閉爾六情。莫視於色莫", "137": "聽於聲。聞聲者聾見色者盲。一文一藝空中", "138": "小蚋。一伎一能日下孤燈。英賢才藝是為愚", "139": "蔽。捨棄淳朴耽溺淫麗。識馬易奔心猿難制。", "14": "石頭和尚草庵歌道吾和尚樂道歌", "140": "神既勞役形必損斃。邪行終迷修途永泥。莫", "141": "貴才能日益惛瞢。誇拙羨巧其德不弘。名厚", "142": "行薄其高速崩。內懷憍伐外致怨憎。或談於", "143": "口或書於手。邀人令譽亦孔之醜。凡謂之吉", "144": "聖謂之咎。賞翫暫時悲哀長久。畏影畏迹逾", "145": "遠逾極。端坐樹陰跡滅影沈。厭生患老隨思", "146": "隨造。心想若滅生死長絕。不死不生無相無", "147": "名。一道虛寂萬物齊平。何貴何賤何辱何榮。", "148": "何勝何劣何重何輕。澄天愧淨皎日慚明。安", "149": "夫岱嶺同彼金城。敬貽賢哲斯道利貞。", "15": "一鉢歌別錄云杯渡禪師作樂普和尚浮漚歌", "150": "菩提達磨略辨大乘入道四行菩提達磨略辨大乘入道四行弟子曇琳序", "151": "法師者。西域南天竺國。是大婆羅門國王第", "152": "三之子也。神慧疎朗聞皆曉悟。志存摩訶衍", "153": "道。故捨素從緇紹隆聖種。冥心虛寂通鑒世", "154": "事。內外俱明德超世表。悲誨邊隅正教陵", "155": "替。遂能遠涉山海遊化漢魏。忘心之士莫不", "156": "歸信。存見之流乃生譏謗。于時唯有道育慧", "157": "可。此二沙門年雖後生俊志高遠。幸逢法師", "158": "事之數載。虔恭諮啟善蒙師意。法師感其精", "159": "誠。誨以真道。令如是安心如是發行如是順", "16": "蘇谿和尚牧護歌", "160": "物如是方便。此是大乘安心之法令無錯謬。", "161": "如是安心者壁觀。如是發行者四行。如是順", "162": "物者防護譏嫌。如是方便者遣其不著。此略", "163": "序所由云爾。", "164": "夫入道多途。要而言之不出二種。一是理入。", "165": "二是行入。理入者。謂藉教悟宗。深信含生同", "166": "一真性。但為客塵妄想所覆不能顯了。若也", "167": "捨妄歸真凝住壁觀。無自無他凡聖等一堅", "168": "住不移。更不隨於文教。此即與理冥符無有", "169": "分別。寂然無為名之理入。行入者。謂四行。", "17": "法燈禪師古鏡歌三首", "170": "其餘諸行悉入此中。何等四耶。一報冤行。二", "171": "隨緣行。三無所求行。四稱法之行。云何報冤", "172": "行。謂修道行人若受苦時當自念言。我從往", "173": "昔無數劫中棄本從末流浪諸有。多起冤憎", "174": "違害無限。今雖無犯是我宿殃惡業果熟。非", "175": "天非人所能見與。甘心忍受都無冤訴。經云。", "176": "逢苦不憂。何以故。識達故。此心生時與理相", "177": "應。體冤進道故說言報冤行。二隨緣行者。眾", "178": "生無我並緣業所轉。苦樂齊受皆從緣生。若", "179": "得勝報榮譽等事。是我過去宿因所感今方", "18": "潭州龍會道尋遍參三昧歌", "180": "得之。緣盡還無何喜之有得失從緣心無增", "181": "減。喜風不動冥順於道。是故說言隨緣行也。", "182": "三無所求行者。世人長迷處處貪著。名之為", "183": "求。智者悟真理將俗反。安心無為形隨運轉。", "184": "萬有斯空無所願樂。功德黑暗常相隨逐。三", "185": "界久居猶如火宅。有身皆苦誰得而安。了達", "186": "此處故捨諸有息想無求。經云。有求皆苦無", "187": "求乃樂。判知無求真為道行。故言無所求行", "188": "也。四稱法行。性淨之理目之為法。此理眾相", "189": "斯空無染無著無此無彼。經云。法無眾生。離", "19": "丹霞和尚翫珠吟二首", "190": "眾生垢故。法無有我。離我垢故。智者若能信", "191": "解此理。應當稱法而行。法體無慳。於身命財", "192": "行檀捨施心無悋惜。達解三空不倚不著。但", "193": "為去垢稱化眾生而不取相。此為自行。復能", "194": "利他。亦能莊嚴菩提之道。檀施既爾。餘五亦", "195": "然。為除妄想修行六度而無所行。是為稱法", "196": "行。", "197": "荷澤大師顯宗記荷澤大師顯宗記", "198": "無念為宗無作為本。真空為體妙有為用。夫", "199": "真如無念非想念而能知實相。無生豈色心", "2": "銘記箴歌銘記箴歌", "20": "關南長老獲珠吟", "200": "而能見。無念念者即念真如。無生生者即生", "201": "實相。無住而住常住涅槃。無行而行即超彼", "202": "岸。如如不動動用無窮。念念無求求本無念。", "203": "菩提無得淨五眼而了三身。般若無知運六", "204": "通而弘四智。是知即定無定。即慧無慧。即行", "205": "無行。性等虛空體同法界。六度自茲圓滿。道", "206": "品於是無虧。是知我法體空有無雙泯。心本", "207": "無作道常無念。無念無思無求無得。不彼不", "208": "此不去不來。體悟三明心通八解。功成十力", "209": "富有七珍。入不二門獲一乘理。妙中之妙即", "21": "香嚴和尚勵覺吟歸寂吟二首", "210": "妙法身。天中之天乃金剛慧。湛然常寂應用", "211": "無方。用而常空空而常用。用而不有即是真", "212": "空。空而不無便成妙有。妙有即摩訶般若。真", "213": "空即清淨涅槃。般若是涅槃之因。涅槃是般", "214": "若之果。般若無見能見涅槃。涅槃無生能生", "215": "般若。涅槃般若名異體同。隨義立名故云法", "216": "無定相。涅槃能生般若即名真佛法身。般若", "217": "能建涅槃。故號如來知見。知即知心空寂。見", "218": "即見性無生。知見分明不一不異。故能動寂", "219": "常妙理事皆如如。即處處能通達。即理事無", "22": "韶山和尚心珠歌", "220": "礙。六根不染即定慧之功。六識不生即如如", "221": "之力。心如境謝境滅心空。心境雙亡體用不", "222": "異。真如性淨慧鑒無窮。如水分千月能見聞", "223": "覺知。見聞覺知而常空寂。空即無相。寂即無", "224": "生。不被善惡所拘。不被靜亂所攝。不厭生死", "225": "不樂涅槃。無不能無有不能有。行住坐臥心", "226": "不動搖。一切時中獲無所得。三世諸佛教旨", "227": "如斯。即菩薩慈悲遞相傳受。自世尊滅後。西", "228": "天二十八祖共傳無住之心。同說如來知見。", "229": "至於達磨。屆此為初遞代相承於今不絕。所", "23": "傅大士心王銘傅大士心王銘", "230": "傳祕教要藉得人。如王髻珠終不妄與。福德", "231": "智慧二種莊嚴。行解相應方能建立。衣為法", "232": "信。法是衣宗。唯指衣法相傳更無別法。內傳", "233": "心印印契本心。外傳袈裟將表宗旨。非衣不", "234": "傳於法。非法不受於衣。衣是法信之衣。法是", "235": "無生之法。無生即無虛妄乃是空寂之心。知", "236": "空寂而了法身。了法身而真解脫。", "237": "南嶽石頭和尚參同契南嶽石頭和尚參同契", "238": "竺土大仙心。東西密相付。人根有利鈍。道無", "239": "南北祖。靈源明皎潔。枝派暗流注。執事元是", "24": "觀心空王玄妙難測。無形無相有大神力。能", "240": "迷。契理亦非悟。門門一切境。迴互不迴互。迴", "241": "而更相涉。不爾依位住。色本殊質象。聲元異", "242": "樂苦。暗合上中言。明明清濁句。四大性自", "243": "復。如子得其母。火熱風動搖。水濕地堅固。眼", "244": "色耳音聲。鼻香舌鹹醋。然依一一法。依根葉", "245": "分布。本末須歸宗。尊卑用其語。當明中有", "246": "暗。勿以暗相遇。當暗中有明。勿以明相覩。明", "247": "暗各相對。比如前後步。萬物自有功。當言用", "248": "及處。事存函蓋合。理應箭鋒拄。承言須會", "249": "宗。勿自立規矩。觸目不會道。運足焉知路。進", "25": "滅千災成就萬德。體性雖空能施法則。觀之", "250": "步非近遠。迷隔山河固。謹白參玄人。光陰莫", "251": "虛度。", "252": "五臺山鎮國大師澄觀答皇太子問心要五臺山鎮國大師澄觀答皇太子問心要", "253": "至道本乎其心。心法本乎無住。無住心體靈", "254": "知。不昧性相寂然。包含德用該攝內外。能深", "255": "能廣非有非空。不生不滅無終無始。求之而", "256": "不得。棄之而不離。迷現量則惑苦紛然。寤", "257": "真性則空明廓徹。雖即心即佛。唯證者方知。", "258": "然有證有知則慧日沈沒於有地。若無照無", "259": "悟則昏雲掩蔽於空門。若一念不生則前後", "26": "無形呼之有聲。為大法將心戒傳經。水中鹽", "260": "際斷。照體獨立物我皆如。直造心源無智", "261": "無得。不取不捨無對無修。然迷悟更依真妄", "262": "相待。若求真去妄。猶棄影勞形。若體妄即", "263": "真。似處陰影滅。若無心忘照。則萬慮都捐。", "264": "若任運寂知則眾行爰起。放曠任其去住。靜", "265": "鑒覺其源流。語默不失玄微。動靜未離法界。", "266": "言止則雙亡知寂。論觀則雙照寂知。語證則", "267": "不可示人。說理則非證不了。是以悟寂無寂", "268": "真知無知。以知寂不二之一心。契空有雙融", "269": "之中道。無住無著莫攝莫收。是非兩亡能所", "27": "味色裏膠清。決定是有不見其形。心王亦爾。", "270": "雙絕。斯絕亦寂則般若現前。般若非心外新", "271": "生。智性乃本來具足。然本寂不能自現。實由", "272": "般若之功。般若之與智性翻覆相成。本智之", "273": "與始修實無兩體。雙亡正入則妙覺圓明。始", "274": "末該融則因果交徹。心心作佛。無一心而非", "275": "佛心。處處成道。無一塵而非佛國。故真妄物", "276": "我舉一全收。心佛眾生渾然齊致。是知迷則", "277": "人隨於法。法法萬差而人不同。悟則法隨於", "278": "人。人人一智而融萬境。言窮慮絕何果何因。", "279": "體本寂寥孰同孰異。唯忘懷虛朗消息沖融。", "28": "身內居停面門出入。應物隨情自在無礙。所", "280": "其猶透水月。華虛而可見。無心鑑象照而常", "281": "空矣。", "282": "杭州五雲和尚坐禪箴杭州五雲和尚坐禪箴", "283": "坐不拘身禪非涉境。拘必乃疲涉則非靜。不", "284": "涉不拘真光逈孤。六門齊應萬行同敷。嗟爾", "285": "初機未達玄微。處沈隨掉能所支離。不有權", "286": "巧胡為對治。驅策抑按均調惛亂。息慮忘緣", "287": "乍同死漢。隨宜合開靡專壁觀達磨大師正付法眼外。委示初機修", "288": "心之要。啟四門四行。匪專一也馳想頗多安那鉢那或掉舉猛利及惛住等。宜易觀", "289": "修於數息。或出或入不得交互沿流劍閣無滯木鵝。如火得水", "29": "作皆成。了本識心識心見佛。是心是佛是佛", "290": "如病得醫。病瘳醫罷火滅水傾。一念清淨體", "291": "寂常靈。是靈是寂非靈非寂。是非迭生犯過", "292": "無極。前滅後興還如步走。患乎不知知則無", "293": "咎。日由背夜鏡奚照後。此則不然圓明通透。", "294": "照而不緣寂而誰守。萬象瀛漚太虛閃電。摧", "295": "壞魔宮衝倒佛殿。跛者得履瞽者發見。法界", "296": "塵寰齊輪頓現。曠蕩郊󱈛或坐或眠。既明方", "297": "便乃號金仙。吾雖強說爰符聖言。聖言何也", "298": "要假重宣。不動不禪是無生禪。又云。若學諸", "299": "三昧。是動非坐禪。心隨境界流。云何名為定。", "3": "傅大士心王銘", "30": "是心。念念佛心佛心念佛。欲得早成戒心自", "300": "故知歷代祖。唯傳此一心。祖光既遠大。吾子", "301": "幸堪任。聊述無言旨。乃曰坐禪箴。", "302": "永嘉真覺大師證道歌永嘉真覺大師證道歌", "303": "君不見。絕學無為閑道人。不除妄想不求真。", "304": "無明實性即佛性。幻化空身即法身。法身覺了", "305": "無一物。本源自性天真佛。五陰浮雲空去來。", "306": "三毒水泡虛出沒。證實相無人法。剎那滅却", "307": "阿鼻業。若將妄語誑眾生。自招拔舌塵沙劫。", "308": "頓覺了如來禪。六度萬行體中圓。夢裏明明", "309": "有六趣。覺後空空無大千。無罪福無損益。寂", "31": "律。淨律淨心心即是佛。除此心王更無別佛。", "310": "滅性中莫問覓。比來塵境未曾磨。今日分明", "311": "須剖析。誰無念誰無生。若實無生無不生。喚", "312": "取機關木人問。求佛施功早晚成。放四大莫", "313": "把捉。寂滅性中隨飲啄。諸行無常一切空。即", "314": "是如來大圓覺。決定說表真乘。有人不肯任", "315": "情徵。直截根源佛所印。摘葉尋枝我不能。摩", "316": "尼珠人不識。如來藏裏親收得六般神用空不", "317": "空。一顆圓光色非色。淨五眼得五力。唯證乃", "318": "知誰可測。鏡裏看形見不難。水中捉月爭拈", "319": "得。常獨行常獨步。達者同遊涅槃路。調古神", "32": "欲求成佛莫染一物。心性雖空貪瞋體實。入", "320": "清風自高。貌悴骨剛人不顧。窮釋子口稱貧。", "321": "實是身貧道不貧。貧則身常披縷褐。道即心", "322": "藏無價珍。無價珍用無盡。利物應時終不吝。", "323": "三身四智體中圓。八解六通心地印。上士一", "324": "決一切了。中下多聞多不信。但自懷中解垢", "325": "衣。誰能向外誇精進。從他謗任他非。把火燒", "326": "天徒自疲。我聞恰似飲甘露。銷融頓入不思", "327": "議。觀惡言是功德。此則成吾善知識。不因訕", "328": "謗起怨親。何表無生慈忍力。宗亦通說亦通。", "329": "定慧圓明不滯空。非但我今獨達了。河沙諸", "33": "此法門端坐成佛。到彼岸已得波羅蜜。慕道", "330": "佛體皆同。師子吼無畏說。百獸聞之皆腦裂。", "331": "香象奔波失却威。天龍寂聽生欣悅。遊江海", "332": "涉山川。尋師訪道為參禪。自從認得曹谿路。", "333": "了知生死不相干。行亦禪坐亦禪。語默動靜", "334": "體安然。縱遇鋒刀常坦坦。假饒毒藥也閑閑。", "335": "我師得見然燈佛。多劫曾為忍辱仙。幾迴生", "336": "幾迴死。生死悠悠無定止。自從頓悟了無生。", "337": "於諸榮辱何憂喜。入深山住蘭若。岑崟幽邃", "338": "長松下。優遊靜坐野僧家。閴寂安居實瀟灑。", "339": "覺即了不施功。一切有為法不同。住相布施", "34": "真士自觀自心。知佛在內不向外尋。即心即", "340": "生天福。猶如仰箭射虛空。勢力盡箭還墜。招", "341": "得來生不如意。爭似無為實相門。一超直入", "342": "如來地。但得本莫愁末。如淨瑠璃含寶月。既", "343": "能解此如意珠。自利利他終不竭。江月照松", "344": "風吹。永夜清宵何所為。佛性戒珠心地印。霧", "345": "露雲霞體上衣降龍鉢解虎錫。兩股金鐶鳴", "346": "歷歷。不是標形虛事持。如來寶仗親蹤跡。", "347": "不求真不斷妄。了知二法空無相。無相無空", "348": "無不空。即是如來真實相。心鏡明鑒無礙。廓", "349": "然瑩徹周沙界。萬象森羅影現中。一顆圓明", "35": "佛即佛即心。心明識佛曉了識心。離心非佛", "350": "非內外。豁達空撥因果。漭漭蕩蕩招殃禍。棄", "351": "有著空病亦然。還如避溺而投火。捨妄心取", "352": "真理。取捨之心成巧偽。學人不了用修行。真", "353": "成認賊將為子。損法財滅功德。莫不由斯心", "354": "意識。是以禪門了却心。頓入無生智見力。", "355": "大丈夫秉慧劍。般若鋒兮金剛焰。非但能摧", "356": "外道心。早曾落却天魔膽。振法雷擊法鼓。", "357": "布慈雲兮灑甘露。龍象蹴蹋潤無邊。三乘五", "358": "性皆惺悟。雪山肥膩更無雜。純出醍醐我", "359": "常納。一性圓通一切性。一法遍含一切法。一", "36": "離佛非心。非佛莫測無所堪任。執空滯寂於", "360": "月普現一切水。一切水月一月攝。諸佛法身", "361": "入我性。我性還共如來合。一地具足一切地。", "362": "非色非心非行業。彈指圓成八萬門。剎那滅", "363": "却阿鼻業。一切數句非數句。與吾靈覺何交", "364": "涉。不可毀不可讚。體若虛空勿涯岸。不離當", "365": "處常湛然。覓則知君不可見。取不得捨不得。", "366": "不可得中只麼得。默時說說時默。大施門開", "367": "無壅塞。有人問我解何宗。報道摩訶般若力。", "368": "或是或非人不識。逆行順行天莫測。吾早曾", "369": "經多劫修。不是等閑相誑惑。建法幢立宗旨。", "37": "此漂沈。諸佛菩薩非此安心。明心大士悟此", "370": "明明佛勅曹谿是。第一迦葉首傳燈。二十八", "371": "代西天記。法東流入此土。菩提達磨為初祖。", "372": "六代傳衣天下聞。後人得道何窮數。真不立", "373": "妄本空。有無俱遣不空空。二十空門元不著。", "374": "一性如來體共同。心是根法是塵。兩種猶如", "375": "鏡上痕。痕垢盡除光始現。心法雙亡性即真。", "376": "嗟末法惡時世。眾生福薄難調制。去聖遠兮邪", "377": "見深。魔強法弱多怨害。聞說如來頓教門。恨", "378": "不滅除令瓦碎。作在心殃在身。不須怨訴更尤", "379": "人。欲得不招無間業。莫謗如來正法輪。旃檀", "38": "玄音。身心性妙用無更改。是故智者放心自", "380": "林無雜樹。欝密深沈師子住。境靜林間獨自", "381": "遊。走獸飛禽皆遠去。獅子兒眾隨後。三歲即", "382": "能大哮吼。若是野干逐法王。百年妖怪虛開", "383": "口。圓頓教勿人情。有疑不決直須爭。不是山", "384": "僧逞人我。修行恐落斷常坑。非不非是不是。", "385": "差之毫釐失千里。是即龍女頓成佛。非即善", "386": "星生陷墜。吾早年來積學問。亦曾討疏尋經", "387": "論。分別名相不知休。入海算沙徒自困。却被", "388": "如來苦訶責。數他珍寶有何益。從來蹭蹬覺", "389": "虛行。多年枉作風塵客。種性邪錯知解。不達", "39": "在。莫言心王空無體性。能使色身作邪作正。", "390": "如來圓頓制。二乘精進沒道心。外道聰明無", "391": "智慧。亦愚癡亦小騃。空拳指上生實解。執指", "392": "為月枉施功。根境法中虛揑怪。不見一法即", "393": "如來。方得名為觀自在。了即業障本來空。未", "394": "了還須償宿債。飢逢王饍不能餐。病遇醫王爭", "395": "得差。在欲行禪知見力。火中生蓮終不壞。勇", "396": "施犯重悟無生。早時成佛于今在。師子吼無", "397": "畏說。深嗟懵懂頑皮靼多達切只知犯重障菩", "398": "提。不見如來開祕訣。有二比丘犯婬殺。波離", "399": "螢光增罪結。維摩大士頓除疑。還同赫日銷", "4": "三祖僧璨大師信心銘", "40": "非有非無隱顯不定。心性離空能凡能聖。是", "400": "霜雪。不思議解脫力。此即成吾善知識。四事", "401": "供養敢辭勞。萬兩黃金亦銷得。粉骨碎身未", "402": "足醻。一句了然超百億。法中王最高勝。河沙", "403": "如來同共證。我今解此如意珠。信受之者皆", "404": "相應。了了見無一物。亦無人亦無佛。大千世", "405": "界海中漚。一切聖賢如電拂。假使鐵輪頂上", "406": "旋。定慧圓明終不失。日可冷月可熱。眾魔不", "407": "能壞真說。象駕崢嶸謾進途。誰見螗蜋能拒", "408": "轍。大象不遊於兔徑。大悟不拘於小節。莫將", "409": "管見謗蒼蒼。未了吾今為君決。", "41": "故相勸好自防慎剎邦造作還復漂沈。清淨", "410": "騰騰和尚了元歌騰騰和尚了元歌", "411": "修道道無可修。問法法無可問。迷人不了色", "412": "空。悟者本無逆順。八萬四千法門。至理不離", "413": "方寸。識取自家城郭。莫謾尋他鄉郡。不用", "414": "廣學多聞。不要辯才聰俊。不知月之大小。不", "415": "管歲之餘閏。煩惱即是菩提。淨華生於泥糞。", "416": "人來問我若為。不能共伊談論。寅朝用粥充", "417": "飢。齋時更餐一頓。今日任運騰騰。明日騰騰", "418": "任運。心中了了總知。且作佯癡縛鈍。", "419": "南嶽懶瓚和尚歌南嶽懶瓚和尚歌", "42": "心智如世黃金。般若法藏並在身心。無為法", "420": "兀然無事無改換。無事何須論一段。直心無", "421": "散亂他事不須斷。過去已過去未來猶莫算。", "422": "兀然無事坐何曾有人喚。向外覓功夫總是", "423": "癡頑漢。糧不畜一粒逢飯但知󱢯󰽢立切。世間", "424": "多事人相趁渾不及。我不樂生天亦不愛福", "425": "田。饑來喫飯困來即眠。愚人笑我智乃知焉。", "426": "不是癡鈍本體如然。要去即去要住即住。身", "427": "披一破衲脚著孃生袴。多言復多語由來反", "428": "相誤。若欲度眾生無過且自度。莫謾求真佛", "429": "真佛不可見。妙性及靈臺何曾受熏鍊。心是", "43": "寶非淺非深。諸佛菩薩了此本心。有緣遇者", "430": "無事心面是孃生面。劫石可移動箇中無改", "431": "變。無事本無事何須讀文字。削除人我本冥", "432": "合箇中意。種種勞筋骨不如林下睡。兀兀舉", "433": "頭見日高。乞飯從頭𢫫將功。用功展轉冥蒙。", "434": "取即不得不取自通。吾有一言絕慮亡緣。巧", "435": "說不得只用心傳。更有一語無過真與。細如", "436": "豪末大無方所。本自圓成不勞機杼。世事悠", "437": "悠不如山丘。青松蔽日碧㵎長流。山雲當幕", "438": "夜月為鉤。臥藤蘿下塊石枕頭。不朝天子豈", "439": "羨王侯。生死無慮更復何憂。水月無形我常", "44": "非去來今。", "440": "只寧。萬法皆爾本自無生。兀然無事坐春來", "441": "草自青。", "442": "石頭和尚草庵歌石頭和尚草庵歌", "443": "吾結草庵無寶貝。飯了從容圖睡快。成時初", "444": "見茆草新。破後還將茆草蓋。住庵人鎮常在。", "445": "不屬中間與內外。世人住處我不住。世人愛", "446": "處我不愛。庵雖小含法界。方丈老人相體解。", "447": "上乘菩薩信無疑。中下聞之必生怪。問此庵", "448": "壞不壞。壞與不壞主元在。不居南北與東西。", "449": "基上堅牢以為最。青松下明窓內。玉殿朱樓", "45": "三祖僧璨大師信心銘三祖僧璨大師信心銘", "450": "未為對。衲帔幪頭萬事休。此時山僧都不", "451": "會。住此庵休作解。誰誇鋪席圖人買。迴光返", "452": "照便歸來。廓達靈根非向背。遇祖師親訓誨", "453": "結草為庵莫生退。百年拋却任縱橫。擺手便", "454": "行且無罪。千種言萬般解。只要教君長不昧。", "455": "欲識庵中不死人。豈離而今遮皮袋。", "456": "道吾和尚樂道歌道吾和尚樂道歌", "457": "樂道山僧縱性多。天迴地轉任從他。閑臥孤", "458": "峯無伴侶。獨唱無生一曲歌。無生歌出世樂。", "459": "堪笑時人和不著。暢情樂道過殘生。張三李", "46": "至道無難唯嫌揀擇。但莫憎愛洞然明白。豪", "460": "四渾忘却。大丈夫須氣概。莫順人情無妨礙。", "461": "汝言順即是菩提。我謂從來自相背。有時憨", "462": "有時癡。非我途中爭得知。特達一生常任運。", "463": "野客無鄉可得歸今日山僧只遮是。元本山", "464": "僧更若為。探祖機空王子。體似浮雲沒隈倚。", "465": "自古長披一衲衣。曾經幾度遭寒暑。不是真", "466": "不是偽。打鼓樂神施拜跪。明明一道漢江雲。", "467": "青山綠水不相似。稟性成無揩改。結角羅紋", "468": "不相礙。或運慈悲喜捨心。或即逢人以棒闓。", "469": "慈悲恩愛落牽纏。棒打教伊破恩愛。報乎月", "47": "釐有差天地懸隔。欲得現前莫存順逆。違順", "470": "下旅中人。若有恩情吾為改。", "471": "一鉢歌一鉢歌", "472": "遏喇喇鬧聒聒。總是悠悠造佅㒓。如饑喫", "473": "鹽加得渴。枉却一生頭枿枿。究竟不能知始", "474": "末。拋却死屍何處脫。勸君努力求解脫。閑事", "475": "到頭須結撮。火落身上當須撥。莫待臨時叫", "476": "菩薩。丈夫語話須豁豁。莫學癡人受摩捋。趁", "477": "時結裹學擺撥。也學柔和也麁糲。也剃頭也", "478": "披褐。也學凡夫生活。直語向君君未達。更", "479": "作長歌歌一鉢。一鉢歌多中一一中多。莫笑", "48": "相爭是為心病。不識玄旨徒勞念靜。圓同太", "480": "野人歌一鉢。曾將一鉢度娑婆。青天寥寥月", "481": "初上。此時影空含萬象。幾處浮生自是非。一", "482": "源清淨無來往。更莫將心造水泡。百毛流血", "483": "是誰教。不如靜坐真如地。頂上從他鵲作巢。", "484": "萬代金輪聖王子。只遮真如靈覺是。菩提樹", "485": "下度眾生。度盡眾生不生死。不生不死真丈", "486": "夫。無形無相大毘盧。塵勞滅盡真如在。一顆", "487": "圓明無價珠。眼不見耳不聞。不見不聞真見", "488": "聞。從來一句無言說。今日千言強為分。強為", "489": "分須諦聽。人人盡有真如性。恰似黃金在鑛", "49": "虛無欠無餘。良由取捨所以不如。莫逐有緣", "490": "中。鍊去鍊來金體淨。真是妄妄是真。若除真", "491": "妄更無人。真心莫謾生煩惱。衣食隨時養色", "492": "身。好也著弱也著。一切無心無染著。亦無", "493": "惡亦無好。二際坦然平等道。麁也餐細也餐。", "494": "莫學凡夫相上觀。也無麁也無細。上方香積", "495": "無根蔕。坐亦行行亦坐。生死樹下菩提果。亦", "496": "無坐亦無行。無生何用覓無生。生亦得死亦", "497": "得。處處當來見彌勒。亦無生亦無死。三世如", "498": "來總如此。離則著著則離。幻化門中無實義。", "499": "無可離無可著。何處更求無病藥。語時默默", "5": "牛頭山初祖法融禪師心銘", "50": "勿住空忍。一種平懷泯然自盡。止動歸止止", "500": "時語。語默縱橫無處所。亦無語亦無默。莫喚", "501": "東西作南北。嗔即喜喜即嗔。我自降魔轉法", "502": "輪。亦無嗔亦無喜。水不離波波即水。慳時捨", "503": "捨時慳。不離內外及中間。亦無慳亦無捨。寂", "504": "寂寥寥無可把。苦時樂樂時苦。只遮修行斷", "505": "門戶。亦無苦亦無樂。本來自在無繩索。垢即", "506": "淨淨即垢。兩邊畢竟無前後。亦無垢亦無淨。", "507": "大千同一真如性。藥是病病是藥。到頭兩事", "508": "須拈却。亦無藥亦無病。正是真如靈覺性。魔", "509": "作佛佛作魔。鏡裏尋形水上波。亦無魔亦無", "51": "更彌動。唯滯兩邊寧知一種。一種不通兩處", "510": "佛。三世本來無一物。凡即聖聖即凡。色裏膠", "511": "青水裏鹹。亦無凡亦無聖。萬行總持無一", "512": "行。真中假假中真。自是凡夫起妄塵。亦無真", "513": "亦無假。若不喚時何應喏。本來無姓亦無名。", "514": "只麼騰騰信脚行。有時󱈎市并屠肆。一朵紅", "515": "蓮火上生。也曾策杖遊京洛。身似浮雲無定", "516": "著。幻化由來似寄居。他家觸處更清虛。若覓", "517": "戒三毒瘡痍幾時瘥。若覓禪我自縱橫汩碖", "518": "眠。大可憐不是顛。世間出世天中天。時人不", "519": "會此中意。打著南邊動北邊。若覓法雞足山", "52": "失功。遣有沒有從空背空。多言多慮轉不相", "520": "中問迦葉。大士持衣在此中。本來不用求專", "521": "甲。若覓經法性真源無可聽。若覓律窮子不", "522": "須教走出。若覓修八萬浮圖何處求。只知黃", "523": "葉止啼哭。不覺黑雲遮日頭。莫怪狂言無次", "524": "第。篩羅漸入麁中細。只遮麁中細也無。即是", "525": "圓明真實諦。真實諦本非真。但是名聞即是", "526": "塵。若向塵中解真實。便是堂堂出世人。出世", "527": "人莫造作獨行獨步空索索。無生無死無涅", "528": "槃。本來生死不相干。無是非無動靜。莫謾將", "529": "身入空井。無善惡無去來。亦無明鏡掛高臺。", "53": "應。絕言絕慮無處不通。歸根得旨隨照失宗。", "530": "山僧見解只如此。不信從他造劫灰。", "531": "樂普和尚浮漚歌樂普和尚浮漚歌", "532": "雲天雨落庭中水。水上漂漂見漚起。前者已", "533": "滅後者生。前後相續無窮已。本因雨滴水成", "534": "漚。還緣風激漚歸水。不知漚水性無殊。隨他", "535": "轉變將為異。外明瑩內含虛。內外玲瓏若寶", "536": "珠。正在澄波看似有。及乎動著又如無。有無", "537": "動靜事難明。無相之中有相形。只知漚向水", "538": "中出。豈知水亦從漚生。權將漚水類余身。五", "539": "蘊虛攢假立人。解達蘊空漚不實。方能明見", "54": "須臾返照勝却前空。前空轉變皆由妄見。不", "540": "本來真。", "541": "蘇溪和尚牧護歌蘇溪和尚即五洩小師也牧護歌", "542": "聽說衲僧牧護。任運逍遙無住。一條百衲瓶", "543": "盂。便是生涯調度。為求至理參尋。不憚寒暑", "544": "辛苦。還曾四海周游。山水風雲滿肚。內除戒", "545": "律精嚴。不學威儀行步。三乘笑我無能。我笑", "546": "三乘謾做。智人權立階梯。大道本無迷悟。達", "547": "者不假修治。不在能言能語。披麻目視雲霄。", "548": "遮莫王侯不顧。道人本體如然。不是知佛去", "549": "處。生也猶如著衫。死也還同脫袴。生也無喜", "55": "用求真唯須息見。二見不住慎莫追尋。才有", "550": "無憂。八風豈能驚怖。外相猶似癡人。肚裏非", "551": "常峭措。活計雖無一錢。敢與君王鬪富。愚", "552": "人擺手憎嫌。智者點頭相許。那知傀儡牽抽", "553": "歌舞盡由行主。一言為報諸人。打破畫瓶歸", "554": "去。", "555": "法燈禪師泰欽古鏡歌三首法燈禪師泰欽古鏡歌三首", "556": "其一盡道古鏡不曾見。借爾時人看一遍。目前不", "557": "覩一纖豪。湛湛冷光凝一片。凝一片勿背面。", "558": "嫫母臨粧不稱情。潘生迴首頻嘉歎。何欣欣", "559": "何戚戚。好醜由來那是的。只遮是轉沈醉。演", "56": "是非紛然失心。二由一有一亦莫守。一心不", "560": "若晨窺怖走時。子細思量還有以。我問顛狂", "561": "不暫迴。淚流向予聲哀哀。哽咽未能申吐得。", "562": "爾頭與影悠悠哉。悠悠哉爾許多時。那裏來", "563": "迷雲開。行行携手上高臺。", "564": "其二其二", "565": "誰云古鏡無樣度。古今出入何門戶。門戶君", "566": "看不見時。即此為君全顯露。全顯露。與汝一", "567": "生終保護。若遇知音請益來。逢人不得輕分", "568": "付。但任作見面。不須生怕怖。看取當時演若", "569": "多。直至如今成錯誤。如今不省影分明。還是", "57": "生萬法無咎。無咎無法不生不心。能隨境滅", "570": "當時同一顧。同一顧苦苦苦。", "571": "其三其三六言", "572": "古鏡精明皎皎。皎皎遍照河沙。到處安名題", "573": "字。除儂更有誰家。過去未來現在。諸佛鏡上", "574": "纖瑕。纖瑕垢盡無物。此真火裏蓮華。蓮華千", "575": "朵萬朵。朵朵端然釋迦。誰云俱尸入滅。誰", "576": "云穿膝蘆芽。不信鏡中看取。羊車鹿車牛車。", "577": "時人不識古鏡。盡道本來清淨。只看清淨是", "578": "假。照得形容不正。或圓或短成長。若有纖豪", "579": "俱病。勸君不如打破。鏡去瑕消可瑩。亦見杜", "58": "境逐能沈。境由能境能由境能。欲知兩段元", "580": "口毘耶。亦知圓通少剩。", "581": "潭州龍會道尋遍參三昧歌潭州龍會道尋遍參三昧歌", "582": "天涯海角參知識。遍咨惠我全提力。師乃呵", "583": "余退步追。省躬廓爾從茲息。覩諸方垂帶直。", "584": "善財得處難藏匿。棒頭喝下露幽奇。縱去奪", "585": "來看殊特。趙州關雪嶺陟。築廅峯前驗虛實。", "586": "據證靈由闢萬機。橫揮祖刃聞三域。卷舒重", "587": "重孰可委。休呈識意謾猜揣。衲子攢眉碧眼", "588": "咦。黃海倒逆崑崙嘴。溈山牛道吾唱。馬師奮", "589": "迅呈圓相。執水投針作後規。把鏡持幡看先", "59": "是一空。一空同兩齊含萬象。不見精麁寧有", "590": "匠。廣陵歌誰繼唱。擬續宮商調難況。石人慍", "591": "色下鞭撾。木馬奔嘶梵天上。麗水金藍田玉。", "592": "祝融峯攢湘浪蹙。滿月澄谿松韻清。雲從龍", "593": "騰好觀矚。", "594": "丹霞和尚翫珠吟二首丹霞和尚翫珠吟二首", "595": "其一般苦靈珠妙難測。法性海中親認得。隱顯常", "596": "遊五蘊中。內外光明大神力。此珠非大亦非", "597": "小。晝夜光明皆悉照。覓時無物又無蹤。起坐", "598": "相隨常了了。黃帝曾遊於赤水。爭聽爭求都", "599": "不遂。罔象無心却得珠。能見能聞是虛偽。吾", "6": "僧亡名息心銘", "60": "偏黨。大道體寬無易無難。小見狐疑轉急轉", "600": "師權指喻摩尼。釆人無數溺春池。爭拈瓦礫", "601": "將為寶。智者安然而得之。森羅萬象光中現。", "602": "體用如如轉非轉。萬機消遣寸心中。一切時", "603": "中巧方便。燒六賊爍眾魔。能摧我山竭愛河。", "604": "龍女靈山親獻佛。貧兒衣下幾蹉跎。亦名性", "605": "亦名心。非性非心超古今。全體明時明不得。", "606": "權時題作弄珠吟。", "607": "其二其二", "608": "識得衣中寶。無明醉自醒。百骸雖潰散。一物", "609": "鎮長靈。知境渾非體神珠不定形。悟則三身", "61": "遲。執之失度必入邪路。放之自然體無去住。", "610": "佛。逃疑萬卷經。在心心可測。歷耳耳難聽。罔", "611": "象先天地。玄泉出杳冥。本剛非鍛鍊。元淨莫", "612": "澄渟。盤泊輪朝日。玲瓏映曉星。瑞光流不滅。", "613": "真氣觸還生。鑒照崆峒寂。羅籠法界明。挫凡", "614": "功不滅。超聖果非盈。龍女心親獻。闍王口自", "615": "呈。護鵝人却活。黃雀意猶輕。解語非關舌。能", "616": "言不是聲。絕邊彌汗漫。無際等空平。演教非", "617": "為說。聞名勿認名。兩邊俱莫立。中道不須行。", "618": "見月休觀指。還家罷問程。識心心則佛。何佛", "619": "更堪成。", "62": "任性合道逍遙絕惱。繫念乖真昏沈不好。不", "620": "關南長老獲珠吟關南長老獲珠吟", "621": "三界兮如幻。六道兮如夢。聖賢出世兮如電。", "622": "國土猶如水上泡。無常生滅日遷變。唯有摩", "623": "訶般若。堅猶若金剛不可讚。軟似兜羅大", "624": "等空。小極微塵不可見。擁之令聚而不聚。撥", "625": "之令散而不散。側耳欲聞而不聞。瞪目觀之", "626": "而不見。歌復歌。盤陀石上笑呵呵。笑復笑。", "627": "青松影下高聲叫。自從獲得此心珠。帝釋輪", "628": "王俱不要。不是山僧獨施為。自古先賢作此", "629": "調。不坐禪不修道。任運逍遙只麼了。但能萬", "63": "好勞神何用疎親。欲取一乘勿惡六塵。六塵", "630": "法不干懷。無始何曾有生老。", "631": "香嚴和尚智閑吟香嚴和尚智閑吟二首", "632": "勵覺吟勵覺吟", "633": "滿口語無處說。明明向人道不決。急著力勤", "634": "咬齧。無常到來救不徹。日裏語暗瑳切。快磨", "635": "古錐淨挑揭。理盡覺自護持。此生事終不說。", "636": "玄學求他古老吟。禪學須窮心影絕。", "637": "歸寂吟贈同住歸寂吟贈同住", "638": "同住道人七十餘。共辭城郭樂山居。身如寒", "639": "木心牙絕。不話唐言休梵書。心期盡處身雖", "64": "不惡還同正覺。智者無為愚人自縛。法無異", "640": "喪。如來弟子沙門樣。深信共崇鉢塔成涅槃經云。", "641": "如來之身。已於無量阿僧祇劫。不受飲食。為諸聲聞說。先受二牧牛女乳糜。故本行經云。菩薩將往道樹。時有天", "642": "人告善生神王二女。一名難陀。華言喜。二名婆羅。華言昌。汝可最初施食。於是二女。以乳烹糜。其釜上現種種", "643": "瑞相。乃用鉢盛奉獻。菩薩食已。將其鉢擲向尼連河中。天帝釋收歸天上。建塔安置供養。故名鉢塔。此天上四塔", "644": "之一也。四塔者。一髮塔。二箭塔。三鉢塔。四牙塔。人間亦有四塔。一如來生處塔。二如來成道處塔。三如來轉法", "645": "輪處塔。四如來涅槃處塔。巍巍置在青山掌。觀夫參道不虛", "646": "然。脫去形骸甚高尚。從來不說今朝事。暗", "647": "裏埋頭隱玄暢。不留蹤迹異人間。深妙神光", "648": "飽明亮。", "649": "韶山和尚心珠歌韶山和尚心珠歌", "65": "法妄自愛著。將心用心豈非大錯。迷生寂亂", "650": "山僧自達空門久。淬鍊心珠功已搆。珠逈玲", "651": "瓏主客分。往往聲如師子吼。師子吼非常義。", "652": "皆明佛性真如理。有時往往自思惟。豁然大", "653": "意心歡喜。或造經或造論。或說漸兮或說頓。", "654": "若在諸佛運神通。或在凡夫興鄙悋。此心珠", "655": "如水月。地角天涯無殊別。只因迷悟有參差。", "656": "所以如來多種說。地獄趣餓鬼趣。六道輪迴", "657": "無暫住。此非諸佛不慈悲。豈是閻王配交做。", "658": "勸時流深體悉。見在心珠勿浪失。五蘊身全", "659": "尚不知。百骸散後何處覓。", "66": "悟無好惡。一切二邊良由斟酌。夢幻虛華何", "660": "景德傳燈錄卷第三十", "661": "翰林學士工部侍郎贈禮部尚書文公楊", "662": "億任祕書監知汝州日。嘗有書寄李維", "663": "內翰。敘其始末師承。書云。", "664": "病夫夙以頑憃。獲受獎顧。預聞南宗之旨。久", "665": "陪上國之游。動靜咨詢。周旋策發。俾其刳心", "666": "之有詣。牆面之無慚者。誠出於席間床下矣。", "667": "矧又故安公大師。每垂誘導。自雙林滅影隻", "668": "履西歸。中心浩然罔知所止。仍歲沈痼神慮", "669": "迷恍。殆及小間再辨方位。又得雲門諒公大", "67": "勞把捉。得失是非一時放却。眼若不睡諸夢", "670": "士見顧蒿蓬諒之旨趣。正與安公同轍。並自", "671": "廬山歸宗雲居而來。皆是法眼之流裔。去年", "672": "假守茲郡。適會廣慧禪伯。實承嗣南院念。念", "673": "嗣風穴。風穴嗣先南院。南院嗣興化。興化嗣", "674": "臨際。臨際嗣黃檗黃檗嗣先百丈海。海嗣馬", "675": "祖。馬祖出讓和尚。讓即曹谿之長嫡也。齋", "676": "中務簡退食多暇。或坐邀而至。或命駕從之。", "677": "請叩無方。蒙滯頓釋。半歲之後曠然弗疑。如", "678": "忘忽記。如睡忽覺。平昔礙膺之物嚗然自落。", "679": "積劫未明之事㸌爾現前。固亦決擇之洞分。", "68": "自除。心若不異萬法一如。一如體玄兀爾忘", "680": "應接之無蹇矣。重念先德率多參尋。如雪峯", "681": "九度上洞山三度上投子遂嗣德山。臨際得", "682": "法於大愚。終承黃蘗。雲巖多蒙道吾訓誘。乃", "683": "為藥山之子。丹霞親承馬祖印可。而作石頭", "684": "之裔。在古多有。於理無嫌。病夫今繼紹之緣。", "685": "實屬於廣慧。而提激之自。良出得鼇峯也。忻", "686": "幸忻幸。", "687": "侍郎問廣慧和尚。尋常承和尚有言。一切罪", "688": "業皆因財寶所生。勸人疎於財利。況南閻眾", "689": "生以財為命。邦國以財聚人。教中有財法二", "69": "緣。萬法齊觀歸復自然。泯其所以不可方比。", "690": "施。何得勸人疎財。廣云。幡竿尖上鐵龍頭。侍", "691": "云。海壇馬子似驪大。廣云。楚雞不是丹山鳳。", "692": "侍云。佛滅二千歲比丘少慚愧。問門僧表澄。", "693": "承云有言。天上無彌勒地上無彌勒。未審彌", "694": "勒在什麼處。澄云手上木。侍云。罪有所歸。澄", "695": "云。知過人難得。侍云。喫取拄杖。澄喝。侍云。", "696": "且放過即不可。侍郎問李附馬。釋迦六年苦", "697": "行成得什麼事。尉云。擔折知柴重。問一盲引", "698": "眾盲時如何。尉云盲。侍云。灼然。尉便休。同", "699": "光帝問興化和尚云。朕收得中原之寶。秖是", "7": "菩提達磨略辨大乘入道四行弟子曇琳序", "70": "止動無動動止無止。兩既不成一何有爾。究", "700": "無人醻價。興化云。略借陛下寶看。帝以手舒", "701": "幞頭脚。興化云。君王之寶誰敢醻價。玄覺云。", "702": "秖如興化眼在什麼處。若不肯過在什麼處。", "703": "侍云。興化恁麼祇對。是肯莊宗不肯莊宗。試", "704": "辨看。因僧談道。侍郎遂云。道不離人人能弘", "705": "道。大凡參學之人。十二時中長須照顧。不見", "706": "南泉道。三十年看一頭水牯牛。若犯他人苗", "707": "稼。摘鼻拽迴。如今變成露地白牛。裸裸地放", "708": "他不肯去。諸人長須著些精彩。不可說禪道", "709": "之時便有箇照帶底道理。擇菜作務之時不", "71": "竟窮極不存軌則。契心平等所作俱息。狐疑", "710": "可便無去也。如雞抱卵。若是拋離起去暖氣", "711": "不接。便不成種子。如今萬境森羅。六根煩動。", "712": "略失照顧。便喪身命不是小事。今來受此緣", "713": "生。被生死繫縛。蓋為塵劫已來順生滅心。隨", "714": "他流轉以至如今。諸人等且道。若曾喪失何", "715": "以得至如今。要識露地白牛麼。試把鼻孔拽", "716": "看。侍郎云。玄沙和尚道。大唐國內宗門中事", "717": "未曾有人舉唱。有人舉唱。盡大地人總失却", "718": "性命。無孔鐵錘相似。一時亡鋒結舌去。且道", "719": "是甚道理。如今假立箇賓主。動者兩片皮。竪", "72": "盡淨正信調直。一切不留無可記憶。虛明自", "720": "起指頭。拈起拂子。惣成顛倒知見。順汝狂意。", "721": "教汝有箇申問處。若是明眼人前怎生拈掇", "722": "得出。秖如魯祖和尚。見僧來便面壁。長慶道。", "723": "恁麼地接人。驢年得一箇去。我道。魯祖也秖", "724": "是不識羞。是他明眼人又爭肯爾。今來事不", "725": "獲已。與汝諸人作顛倒知見。一似結巾為馬", "726": "揑目生花。上祖道。箇開佛知見示佛知見悟", "727": "佛知見入佛知見。教他恁麼道。抑下多少威", "728": "光。且道。諸人分上欠少箇什麼。雖然如此。我", "729": "若不恁麼與汝知聞。爾又什麼處得見。古人", "73": "照不勞心力。非思量處識情難測。真如法界", "730": "道。知恩者少。且道承箇甚人恩。於此不明問", "731": "取露柱去。侍云。此事大難。釋迦老子三七日", "732": "中思惟。便欲入涅槃。被帝釋梵王慇懃三請。", "733": "不得已而許之。始自鹿苑終於俱尸羅城。中", "734": "間四十九年。大作佛事。說五乘十二分教。如", "735": "瓶注水。後來於靈山會上。目視迦葉謂大眾", "736": "云。吾有正法眼。已付摩訶大迦葉。又云。我於", "737": "四十九年中不曾說一字。此是什麼道理。若", "738": "是諸人分上著一字脚不得。為諸人各各有", "739": "奇特事在喚作奇特早是不中也。我道釋迦", "74": "無他無自。要急相應唯言不二。不二皆同無", "740": "是敗軍之將。迦葉是喪身失命底人。汝等諸", "741": "人。且怎生會。不見道。涅槃生死俱是夢言。佛", "742": "與眾生並為增語。直須恁麼會取不要向外", "743": "馳求。若也於此未明。敢道諸人乖張不少。侍", "744": "舉肇論云。會萬物為己者。其唯聖人乎。如今", "745": "山河大地樹木人物摐摐地是同是別。若道", "746": "同去。是他頭頭物物各各不同。若道別去。他", "747": "古人又道會萬物有己。且怎生會。秖如教中", "748": "說。若有一人發真歸元。十方虛空一時鎖隕。", "749": "古德亦云。若人識得心。大地無寸土。此是甚", "75": "不包容。十方智者皆入此宗。宗非促延一念", "750": "道理。直下盡十方世界。是汝一集眼。一切諸", "751": "佛天人群生類。盡承汝威光建立。須是信得", "752": "及方得。侍郎臨終前一日。親寫一偈與家人。", "753": "令來日送達李附馬處。", "754": "偈曰。", "755": "漚生與漚滅二法本來齊", "756": "欲識真歸處趙州東院西", "757": "尉接得偈云。泰山廟裏賣紙錢。", "758": "出天聖廣燈錄第十八卷。", "759": "延祐三年歲在丙辰。四明苾芻希渭。估倡", "76": "萬年。無在不在十方目前。極小同大忘絕境", "760": "衣鉢一力命工。依廬山穩菴舊本翻刊于", "761": "道場禪幽菴。集茲善利上報四恩下資三", "762": "有。法界有情同圓種智者。", "763": "跋", "764": "跋", "765": "右景德傳燈錄本。住湖州鐵觀音院僧拱辰", "766": "所撰。書成將游京師投進途中與一僧同舟。", "767": "因出示之。一夕其僧負之而走。及至都則道", "768": "原者已進而被賞矣。此事與郭象竊向秀莊", "769": "子註同。拱辰謂。吾之意欲明佛祖之道耳。夫", "77": "界。極大同小不見邊表。有即是無無即是有。", "770": "既已行矣。在彼在此同。吾其為名利乎。絕不", "771": "復言。拱辰之用心如此。與吾孔子人亡弓人", "772": "得之之意同。其取予必無容私。又得楊文公", "773": "具擇法眼以為之剛定。此其書所以可信。與", "774": "夫續燈錄遣僧採事而受金廁名以亂真者", "775": "間矣。或者猶疑。佛祖傳法偈。無傳譯之人。此", "776": "夏虫不知春秋也。佛祖雖曰傳無傳。至付授", "777": "之因豈容不知。又達磨具正遍知。華竺之言", "778": "蓋悉通曉。觀其答問安有傳譯哉。此如世愚", "779": "人謂教外別傳不立文字。便疑棱伽經宋已", "78": "若不如此必不須守。一即一切一切即一。但", "780": "有之。非達磨携至。豈不悖哉。福州大中寺知", "781": "藏僧正自以寇亂而來文籍道厄募緣。再刊", "782": "此書以便道俗。齎覽扣余為序。因書其後。紹", "783": "興壬子初冬十日長樂鄭昂題。", "784": "疏", "785": "疏", "786": "天童宏智和尚譔", "787": "道樞中虛理不我。取其名像。靈機內發智不", "788": "我。囚其化通。一念深徹本源。六義具成神", "789": "用。出氣鼻快。從佛口生。轉眄之間彈指之頃。", "79": "能如是何慮不畢。信心不二不二信心。言語", "790": "廓若雷龍破蟄。炳如霧豹變文。諸方衲子之", "791": "傳。一等丈夫之作。達磨來不立文字。威音後", "792": "須要師承。符合符而規矩相投。心印心而語", "793": "默俱到燈燈續焰。分照世不斷之光明。葉葉", "794": "聯芳。綴靈種不枯之春色嗣連祖譜。師紹誰", "795": "宗。綿綿踵武之人。的的克家之子。剛柔可則。", "796": "爛爛憐百鍊之金。󱤪黜不移。區區抱三獻之", "797": "璞。不可期也。開池得月難其契也。擲芥投針。", "798": "出爐鞴而放光。入鉗鎚而成器。自得受用相", "799": "求證明。哆哆啝啝底。放教舌上毛生。磊磊落", "8": "荷澤大師顯宗記", "80": "道斷非去來今。", "800": "落底。拶使額頭汗出。下拳可畏。其勇却來捋", "801": "虎髭鬚。攛棒作勢。且驚看取。弄蛇手段。相分", "802": "圓缺應用合宜。位列正偏。隨機中矩。毫氂有", "803": "差而天地懸隔。絲糝未淨而蠅螘留連。不聞", "804": "不見以降魔。箇非泛泛自呼自應而作主。許", "805": "是惺惺匾擔頭。事事挑來。布袋裏般般著得。", "806": "短長在我。寶公杖頭剪刀。節奏由誰。萬回懷", "807": "中花鼓。僧伽楊枝。舉起大士。拍板歌行。網鳳", "808": "釣鼇也。本分工夫撈摝蝦蜆也。平生快活。應", "809": "接磨礱之妙。對酬錐鑿之方。電卷之機輪。風", "81": "牛頭山初祖法融禪師心銘牛頭山初祖法融禪師心銘", "810": "馳之問答。打草驚蛇之句。探竿影草之功。󱉘", "811": "啄同時心目相照。任運騰騰而無累。平懷坦", "812": "坦而不羈。出家行脚之因緣坐脫立亡之時。", "813": "節。紀之編簡如見古人將以著龜可格後學。", "814": "當諧神契慎勿言求。恐口耳之流。通為身心", "815": "之障碍。比丘思鑑久軫此懷。阿祖傳燈欲成", "816": "其印。入眼要分青白。開口莫亂雌黃。葛藤窠", "817": "無作。自纏擔版漢。不嫌人喚輒投。同道相與", "818": "結緣。", "819": "景德傳燈錄後序", "82": "心性不生何須知見。本無一法誰論熏鍊。往", "820": "景德傳燈錄後序", "821": "左朝奉大夫充右文殿修撰", "822": "權發遣台州軍州事劉棐譔", "823": "傳燈錄鏤行舊矣。兵興以來其版灰飛。慕心", "824": "宗者患無其書。僧思鑒婺人也。芒屩訪道三", "825": "十年矣。亦欲人同悟涅槃妙心。而思有以資", "826": "發之也。廣募淨信。復鏤其板。緇素贊歎而助", "827": "成焉。或曰。自心之法無形。不從人得。初祖釋", "828": "迦而降。無一祖師非默契而自證者。故達磨", "829": "直指不立文字。少林九年面壁而已。雖二祖", "83": "返無端追尋不見。一切莫作明寂自現。前際", "830": "立雪斷臂。一字亦不為說。但遮其知見之非。", "831": "二祖因是得正知見。豁然大省。則二祖亦不", "832": "從達磨言句中入迺自證也。且百丈卷席。雪", "833": "峯輥毬。魯祖面壁。石鞏駕箭。道吾舞笏。鳥", "834": "窠吹布毛。俱胝舉一指。古德如此示人甚多。", "835": "不在言句之間故也。言句且爾。況文字乎。心", "836": "宗要當自參。祖師言句於我何與焉。余曰。不", "837": "然。心法雖曰無形。然遍一切處。翠竹真如也。", "838": "黃花般若也。蛙蚓發機管絃傳心。乃至牆壁", "839": "瓦礫無非說法。故靈雲見桃花悟道。玄沙謂", "84": "如空知處迷宗。分明照境隨照冥蒙。一心有", "840": "語燕深談實相。然則大地皆是悟門。孰非此", "841": "道。況明心宗言句乎。況載明心宗文字乎。若", "842": "二者於心宗果無與耶。薦福古何為閱雲門", "843": "錄而省。黃龍心何為讀多福語而悟。蓋言詞", "844": "相寂文字性空。亦此道耳。若即言句文字。而", "845": "見性相之空寂。是乃一超而直入也。吾故知", "846": "是書之流布。發明心地者眾矣。且鑒之募緣", "847": "也。台之寧海邑民周氏歎曰。吾地有大梨木。", "848": "閱三世矣。比歲我家之人各嘗夢。其上有樓", "849": "閣行廡。而無數僧往來於其間。每疑之乃今", "85": "滯諸法不通。去來自爾胡假推窮。生無生相", "850": "方悟。當刊此錄耶。遂捨以㭊版。且邀鑒即其", "851": "家僦工而刻之。既刻。周氏夢六僧求已刻者", "852": "觀焉。周問鑒曰。此何僧耶。鑒曰。此六代傳衣", "853": "祖師特來證明此事也。嗚呼是書用為一大", "854": "事。則宜有感發之祥以發寤人心。余故并列", "855": "之庶觀者。知非小緣而堅其信心云。紹興四", "856": "年上元日。等慈菴善男子睢陽劉棐仲忱序。", "857": "魏府華嚴長老示眾魏府華嚴長老示眾", "858": "佛法事在日用處。在爾行住坐臥處喫茶", "859": "喫飯處言語相問處。所作所為舉心動念", "86": "生照一同。欲得心淨無心用功。縱橫無照最為", "860": "又却不是也。會麼。若會得即今無礙自在", "861": "真人。若也未會則是箇檐枷帶鎖重罪之", "862": "人。何故如此。佛法不遠隔塵沙劫。爾一念", "863": "中見得。在爾眉毛鼻孔上。爾若不見得。如", "864": "接竹點月在處。切莫思惟不可言語。爾時", "865": "中承何恩力。若知得爾須有箇歡喜處。古", "866": "人道。常寂寂常歷歷。諸佛不求覓。眾生斷", "867": "消息。爾會得麼。一切諸法本無情。一切諸", "868": "佛本自靈。混然同太虛無欠亦無餘。會麼。", "869": "若不會直是箇觸途成滯。不知箇身落地", "87": "微妙。知法無知無知知要。將心守靜猶未離", "870": "處茫茫劫劫只是戀物著境認色為實。不", "871": "捨恩愛癡迷財寶。立我爭人一團子意氣。", "872": "些子箇違情面青面赤。說強道弱。我不受", "873": "人欺瞞。我是大丈夫兒。養妻養子。爾豈知", "874": "在業海之中罪坑之內。喫肉如似餓鬼吞", "875": "屍。噇酒如餓狗飲水。愛色如渴蠅咂血。不", "876": "知此身是大禍患恣縱無明愚養意氣。不", "877": "久敗壞浪死虛生。枉經千劫徒然出沒。何", "878": "不識取金剛堅固之體長生不滅之道。在", "879": "世頭枿枿地。口子吧吧地。眼子眨眨地。無", "88": "病。生死忘懷即是本性。至理無詮非解非纏。", "880": "常殺鬼到來向床上。猶似使心用行戀財", "881": "戀境。驀然驅去見閻老子。一詞不措鐵罏", "882": "火炭銅柱刀山盡為戲翫。恁時追悔大段", "883": "難為免離。爾如今病未來尋身。何不於十", "884": "二時中求一毫善利辨取津梁。幻化色身", "885": "憑何為實。諸佛過去留經造論。一切善法", "886": "與爾初學底人。懺罪滅障漸漸增長利益。", "887": "求善知識開示解脫法門。向無明性中認", "888": "取箇真實主人。於萬劫中得箇人身也不", "889": "容易。爾還知箇身本性與佛同時本無欠", "89": "靈通應物常在目前。目前無物無物宛然。不", "890": "少。有一大事在爾尿囊裏糞堆頭。光爍爍", "891": "地圓陀陀地。還信得及麼。若信不及也從", "892": "爾深坑罪海永墮沈淪。爾若迴光返照。於", "893": "一剎那中即心念息。時中迷惑煩惱癡暗", "894": "狂情頓自消滅。諸緣境界轉為甘露醍醐", "895": "安樂國土。豈不是好否。聖人道。萬法從心", "896": "生。萬法從心滅。皆由爾心。善惡也只由爾", "897": "心。地獄天堂也只由爾心。只今相應與佛", "898": "合。智即是佛也更無相誑。直下奉信無疑", "899": "心即正覺。又何必歷僧祇大劫。此身今生", "9": "南嶽石頭大師參同契", "90": "勞智鑒體自虛玄。念起念滅前後無別。後念", "900": "甚大難遇。莫道我是凡夫自家退屈。千經", "901": "萬論只為眾生迷亂不識本性。爾暫時間", "902": "那取些子貪物底工夫。看經書上義理。只", "903": "言眾生被一切境攝。著慾之故。山僧苦口", "904": "實為忉忉。爾還肯麼。爾還信麼。尋常著寒", "905": "著熱。些子違情喫辛受苦不得却。於日用", "906": "時中自不醒悟。整頓取心好為取身好。百", "907": "年如箭富貴如夢。恩情也只不久。百年無", "908": "多日。頭白是病來。病是業債來。業債是死", "909": "來。死是地獄來。爾莫道。我為人平生好心", "91": "不生前念自絕。三世無物無心無佛。眾生無心", "910": "吉善。只依本分不作惡事我無罪過。別教", "911": "爾有箇好生處。我即今朝未信爾在何故", "912": "爾平等在甚處。爾還知否。不依佛法一切", "913": "法皆是邪法外道見解。更莫說擔人擔。我", "914": "貪色愛財餐魚啖肉妄言綺語。日費上事", "915": "罪業極深。爾莫道。我捨財造塔起殿設僧", "916": "轉經。便為長久功德。以此為實未可託倚", "917": "眾中。老和尚也為爾不得。爾還知麼。爾有", "918": "千般萬種無明罪業。佛亦為爾不得。須是", "919": "爾自家著力前程自辦。爾若作一切有為", "92": "依無心出。分別凡聖煩惱轉盛。計校乖常求", "920": "功德。只是造業增長頑福。不生箇清淨知", "921": "見。山僧雖然。求得供養日夜不安為慮未", "922": "是在。還知麼。一任爾說向諸方。耆宿笑我", "923": "也。嫌山僧不得。欲問爾施主得錢處。想爾", "924": "應不濟潤於人。不救拔貧苦者。了得了取", "925": "喫休。了取著休。早修行休。度此身休。悔", "926": "取心休。悔取心休伏惟珍重。", "927": "景德傳燈錄卷第三十", "93": "真背正。雙泯對治湛然明淨。不須功巧守嬰", "94": "兒行。惺惺了知見網轉彌。寂寂無見暗室不", "95": "移。惺惺無妄寂寂明亮。萬象常真森羅一相。", "96": "去來坐立一切莫執。決定無方誰為出入。無", "97": "合無散不遲不疾。明寂自然不可言及。心無", "98": "異心不斷貪淫。性空自離任運浮沈。非清非", "99": "濁非淺非深。本來非古見在非今。見在無住"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2076 景德傳燈錄", "author": "宋 道原纂", "sourceLink": "http://www.cbeta.org/"}