{"author": "唐 義淨撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2125 南海寄歸內法傳", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "30 旋右觀時", "1": "南海寄歸內法傳卷第四", "2": "翻經三藏沙門義淨撰", "3": "三十一灌沐尊儀三十二讚詠之禮", "4": "三十三尊敬乖式三十四西方學儀", "5": "三十五長髮有無三十六亡財僧現", "6": "三十七受用僧衣三十八佛遮燒己", "7": "三十九傍人獲罪四十古德不為", "8": "31 灌沐尊儀三十一灌沐尊儀", "9": "詳夫修敬之本無越三尊，契想之因寧過", "10": "四諦。然而諦理幽邃事隔麁心，灌洗聖儀實", "11": "為通濟。大師雖滅形像尚存，翹心如在理", "12": "應遵敬。或可香花每設，能生清淨之心；或", "13": "可灌沐恒，為足蕩昏沈之業。以斯摽念，無", "14": "表之益自收；勸獎餘人，有作之功兼利。冀希", "15": "福者，宜存意焉。", "16": "但西國諸寺灌沐尊儀，每於禺中之時，授", "17": "事便鳴健稚授事者，梵云羯磨陀那。陀那是授，羯磨是事。意道以眾雜事指授於", "18": "人。舊云維那者，非也。維是唐語，意道綱維。那是梵音，略去羯磨陀字，寺庭張施寶", "19": "蓋，殿側羅列香瓶，取金銀銅石之像置以", "20": "銅金木石槃，內令諸妓女奏其音樂，塗以", "21": "磨香灌以香水取栴檀沈水香木之輩，於礎石上以水磨使成泥，用塗像身，方持水", "22": "灌，以淨白疊而揩拭之，然後安置殿中", "23": "布諸花綵。此乃寺眾之儀，令羯磨陀那作", "24": "矣。然於房房之內自浴尊儀，日日皆為，要", "25": "心無闕。但是草木之花咸將奉獻，無論冬", "26": "夏芬馥恒然，市肆之間賣者亦眾。且如東", "27": "夏，蓮華石竹則夏秋散彩，金荊桃杏乃春日", "28": "敷榮，木槿石榴隨時代發，朱櫻素柰逐節", "29": "揚葩。園觀蜀葵之流、山莊香草之類，必須", "30": "持來布列，無宜遙指樹園，冬景片時或容", "31": "闕乏。剪諸繒綵坌以名香，設在尊前斯實", "32": "佳也。至於銅像無問小大，須細灰甎末揩", "33": "拭光明，清水灌之澄華若鏡。大者月半月盡", "34": "合眾共為，小者隨己所能每須洗沐，斯則", "35": "所費雖少而福利尤多。其浴像之水，即舉", "36": "以兩指瀝自頂上，斯謂吉祥之水，冀求勝", "37": "利。奉獻殘花不合持嗅，棄水棄花不應履", "38": "踐，可於淨處而傾置之。豈容白首終年，尊", "39": "像曾不揩沐；紅花遍野，本自無心奉薦。而", "40": "遂省嬾作，遙指池園即休；畏苦惰為，開堂", "41": "普敬便罷。此則師資絕緒，遂使致敬無由。", "42": "造泥制底及拓摸泥像，或印絹紙隨處供", "43": "養，或積為聚以塼裹之即成佛塔，或置空", "44": "野任其銷散，西方法俗莫不以此為業。又", "45": "復凡造形像及以制底，金銀銅鐵泥漆甎石", "46": "或聚沙雪。當作之時，中安二種舍利：一謂", "47": "大師身骨、二謂緣起法頌。其頌曰。", "48": "「諸法從緣起，如來說是因；", "49": "彼法因緣盡，是大沙門說。」", "50": "要安此二，福乃弘多。由是經中廣為譬喻，", "51": "歎其利益不可思議。若人造像如穬麥、制", "52": "底如小棗，上置輪相竿若細針，殊因類七", "53": "海而無窮，勝報遍四生而莫盡。其間委細", "54": "具在別經，幸諸法師等時可務哉。洗敬尊", "55": "容，生生值佛之業；花香致設，代代富樂之因。", "56": "自作教人，得福無量。曾見有處四月八日，", "57": "或道或俗持像路邊，灌濯隨宜不知揩拭，", "58": "風飄日暴未稱其儀矣。", "59": "32 讚詠之禮三十二讚詠之禮", "60": "神州之地自古相傳，但知禮佛題名，多不", "61": "稱揚讚德。何者？聞名但聽其名，罔識智之", "62": "高下；讚歎具陳其德，故乃體德之弘深。即", "63": "如西方，制底畔睇及常途禮敬，每於晡後", "64": "或曛黃時，大眾出門繞塔三匝。香花具設", "65": "並悉蹲踞，令其能者作哀雅聲，明徹雄朗", "66": "讚大師德，或十頌或二十頌，次第還入寺", "67": "中至常集處。既其坐定，令一經師昇師子", "68": "座讀誦少經。其師子座在上座頭，量處", "69": "度宜亦不高大，所誦之經多誦三啟，乃是", "70": "尊者馬鳴之所集置。初可十頌許，取經意", "71": "而讚歎三尊。次述正經，是佛親說。讀誦既", "72": "了，更陳十餘頌，論迴向發願。節段三開，故", "73": "云三啟。經了之時，大眾皆云蘇婆師多。蘇即", "74": "是妙，婆師多是語，意欲讚經是微妙語。或", "75": "云娑婆度，義目善哉。經師方下，上座先起", "76": "禮師子座。修敬既訖，次禮聖僧座，還居本", "77": "處。第二上座准前禮二處已，次禮上座，方", "78": "居自位而坐。第三上座准次同然，迄乎眾", "79": "末。若其眾大，過三五人，餘皆一時望眾起", "80": "禮，隨情而去。斯法乃是東聖方耽摩立底國", "81": "僧徒軌式。至如那爛陀寺，人眾殷繁，僧徒數", "82": "出三千，造次難為詳集。寺有八院、房有", "83": "三百，但可隨時當處自為禮誦。然此寺法，", "84": "差一能唱導師，每至晡西巡行禮讚，淨人童", "85": "子持雜香花引前而去，院院悉過、殿殿皆", "86": "禮。每禮拜時高聲讚歎，三頌五頌響皆遍徹，", "87": "迄乎日暮方始言周。此唱導師恒受寺家別", "88": "料供養。或復獨對香臺則隻坐而心讚，或", "89": "詳臨梵宇則眾跪而高闡，然後十指布地", "90": "叩頭三禮，斯乃西方承籍禮敬之儀。而老病", "91": "之流，任居小座。其讚佛者而舊已有，但為", "92": "行之稍別，不與梵同。且如禮佛之時云", "93": "歎佛相好者，即合直聲長讚，或十頌二十", "94": "頌，斯其法也。又如來等唄元是讚佛，良", "95": "以音韻稍長，意義難顯。或可因齋靜夜大", "96": "眾悽然，令一能者誦一百五十讚及四百讚", "97": "并餘別讚，斯成佳也。然而西國禮敬，盛傳", "98": "讚歎，但有才人，莫不於所敬之尊而為稱", "99": "說。且如尊者摩咥丁結反里制吒者，乃西方", "100": "宏才碩德、秀冠群英之人也。傳云昔佛在", "101": "時，佛因親領徒眾人間遊行，時有鸎鳥見", "102": "佛相好儼若金山，乃於林內發和雅音如", "103": "似讚詠。佛乃顧諸弟子曰：「此鳥見我歡喜，", "104": "不覺哀鳴。緣斯福故，我沒代後獲得人身，", "105": "名摩咥里制吒，廣為稱歎讚我實德也", "106": "摩咥里是母，制吒是兒也。」其人初依外道出家，事大自在", "107": "天。既是所尊，具申讚詠。後乃見所記名，翻", "108": "心奉佛染衣出俗。廣興讚歎，悔前非之已", "109": "往、遵勝轍於將來。自悲不遇大師，但逢遺", "110": "像遂抽盛藻，仰符授記讚佛功德。初造四", "111": "百讚，次造一百五十讚，總陳六度，明佛世", "112": "尊所有勝德。斯可謂文情婉麗，共天蘤而", "113": "齊芳；理致清高，與地岳而爭峻。西方造讚", "114": "頌者，莫不咸同祖習；無著、世親菩薩，悉皆", "115": "仰趾。故五天之地初出家者，亦既誦得五", "116": "戒十戒，即須先教誦斯二讚。無問大乘小", "117": "乘咸同遵此，有六意焉。一能知佛德之深", "118": "遠，二體制文之次第，三令舌根清淨，四得", "119": "胸藏開通，五則處眾不惶，六乃長命無病。", "120": "誦得此已方學餘經。然而斯美未傳東夏。", "121": "造釋之家故亦多矣，為和之者誠非一算。陳", "122": "那菩薩親自為和，每於頌初各加其一，名", "123": "為雜讚，頌有三百。又鹿苑名僧號釋迦提", "124": "婆，復於陳那頌前各加一頌，名糅雜讚，總", "125": "有四百五十頌。但有制作之流，皆以為龜", "126": "鏡矣。", "127": "又龍樹菩薩以詩代書，名為蘇頡里離佉，譯", "128": "為密友書，寄與舊檀越南方大國王，號娑", "129": "多婆漢那，名市寅得迦。可謂文藻秀發慰", "130": "誨勤勤，的指中途親逾骨肉。就中旨趣寔", "131": "有多意：先令敬信三尊孝養父母，持戒", "132": "捨惡擇人乃交，於諸財色修不淨觀，撿挍", "133": "家室正念無常，廣述餓鬼傍生、盛道人天", "134": "地獄。火燃頭上無暇拂除，緣起運心專求", "135": "解脫。勸行三慧，明聖道之八支；令學四真，", "136": "證圓凝之兩得。如觀自在不簡怨親，同", "137": "阿彌陀恒居淨土。斯即化生之術，要無以", "138": "加。五天創學之流，皆先誦此書讚，歸心繫仰", "139": "之類，靡不研味終身，若神州法侶誦《觀音》、", "140": "《遺教》，俗徒讀《千文》、《孝經》矣，莫不欽翫用為", "141": "師範。其社得迦摩羅亦同此類社得迦者，本生也。摩", "142": "羅者，即貫焉。集取菩薩昔生難行之事貫之一處也，若譯可成十餘軸。", "143": "取本生事而為詩讚，欲令順俗妍美，讀者", "144": "歡愛教攝群生耳。時戒日王極好文筆，乃", "145": "下令曰：「諸君但有好詩讚者，明日旦朝咸", "146": "將示朕。」及其總集得五百夾，展而閱之，多", "147": "是社得迦摩羅矣，方知讚詠之中斯為美", "148": "極。南海諸島有十餘國，無問法俗咸皆諷", "149": "誦。如前詩讚，而東夏未曾譯出。又戒日王", "150": "取乘雲菩薩以身代龍之事緝為歌詠，奏", "151": "諧絃管令人作樂，舞之蹈之流布於代。", "152": "又東印度月官大士作毘輸安呾囉太子", "153": "歌，詞人皆舞，詠遍五天矣。", "154": "舊云蘇達拏太子者是也。又尊者馬鳴亦", "155": "造歌詞及《莊嚴論》并作《佛本行詩》，大本若譯", "156": "有十餘卷。意述如來始自王宮終乎雙樹，", "157": "一代佛法並緝為詩，五天南海無不諷誦。", "158": "意明字少而攝義能多，復令讀者心悅忘", "159": "倦，又復纂持聖教能生福利。其一百五十", "160": "讚及龍樹菩薩書，並別錄寄歸，樂讚詠者", "161": "時當誦習。", "162": "33 尊敬乖式三十三尊敬乖式", "163": "夫禮敬之儀教有明則，自可六時策念、四體", "164": "翹勤。端居一房乞食為業，順頭陀之行、", "165": "修知足之道，但著三衣不畜盈長，無生", "166": "致想有累全祛，豈得輒異僧儀別行軌式。", "167": "披出家服不同常類，而在鄽肆之中禮諸", "168": "俗流，撿尋律教全遮此事。佛言：「有二種", "169": "應禮，所謂三寶及大己苾芻。」又有齎持尊像", "170": "在大道中，塵坌聖容以求財利。或有鉤", "171": "身刺臉、斷節穿肌，詐託好心本希活命。", "172": "如斯之色西國全無。勸導諸人勿復行此。", "173": "34 西方學法三十四西方學法", "174": "夫大聖一音則貫三千而總攝，或隨機五", "175": "道乃彰七九而弘濟七九者，即是聲明中七轉九例也，如下略明耳。時", "176": "有意言法藏，天帝領無說之經；或復順語談", "177": "詮，支那悟本聲之字。致使投緣發慧各稱", "178": "虛心，准義除煩並凝圓寂。至於勝義諦理", "179": "逈絕名言，覆俗道中非無文句覆俗諦者，舊云世俗諦，義", "180": "不盡也。意道俗事覆他真理。色本非瓶，妄為瓶解；聲無歌曲，漫作歌心。又復識相生時體無分別，無明所蔽妄", "181": "起眾形，不了自心謂境居外，蛇繩並謬、正智斯淪，由此蓋真名為覆俗矣。此據覆即是俗，名為覆俗。", "182": "或可但云真諦覆諦。然則古來譯者梵軌罕談，近日傳經", "183": "但云初七，非不知也，無益不論。今望總", "184": "習梵文，無勞翻譯之重。為此聊題節段，", "185": "粗述初基者歟然而骨崙速利尚能總讀梵經，豈況天府神州。而不談其本說。故", "186": "西方讚云：曼殊室利現在并州，人皆有福，理應欽讚。其文既廣，此不繁錄。夫聲明者，", "187": "梵云攝拖苾馱停夜反。攝拖是聲，苾馱是明，即", "188": "五明論之一明也。五天俗書總名毘何羯喇", "189": "拏，大數有五，同神州之五經也舊云毘伽羅論，音訛也", "190": "一則創學悉談章，亦名悉地羅窣覩，斯乃小", "191": "學標章之稱，俱以成就吉祥為目。本有四", "192": "十九字，共相乘轉成一十八章，總有一萬", "193": "餘字，合三百餘頌。凡言一頌乃有四句，一", "194": "句八字，總成三十二言。更有小頌大頌，不", "195": "可具述。六歲童子學之，六月方了。斯乃相", "196": "傳是大自在天之所說也。", "197": "二謂蘇呾囉，即是一切聲明之根本經也。譯", "198": "為略詮，意明略詮要義，有一千頌。是古博", "199": "學鴻儒波尼儞所造也。為大自在天之所加", "200": "被，面現三目，時人方信。八歲童子八月誦", "201": "了。三謂馱覩章，有一千頌。專明字元，功如", "202": "上經矣。四謂三棄攞章，是荒梗之義，意比", "203": "田夫創開疇畎。應云三荒章，一名頞瑟吒", "204": "馱覩一千頌，二名文荼一千頌，三名鄔拏地一千頌。", "205": "馱覩者，則意明七例、曉十羅聲，述二九之", "206": "韻。言七例者，一切聲上皆悉有之，一一聲", "207": "中各分三蕱，謂一言、二言、多言，總成二十", "208": "一言也。如喚男子一人名補嚕灑，兩人名", "209": "補嚕𥳓，三人名補嚕沙。此中聲有呼噏重", "210": "輕之別。於七例外更有呼召聲，便成八", "211": "例。初句既三，餘皆准此，恐繁不錄，名蘇", "212": "盤多聲總有三八二十四聲。十羅聲者，有十種羅字，顯", "213": "一聲時便明三世之異。二九韻者，明上中", "214": "下尊卑彼此之別，言有十八不同。名丁岸哆，", "215": "聲也；文荼，則合成字體。且如樹之一目，梵", "216": "云苾力叉，便引二十餘句經文共相雜糅，", "217": "方成一事之號也。鄔拏地則大同斯例，而", "218": "以廣略不等為異。此三荒章，十歲童子三", "219": "年勤學方解其義。五謂苾栗底蘇呾羅，即是", "220": "前蘇呾囉釋也。上古作釋其類寔多，於中", "221": "妙者有十八千頌，演其經本詳談眾義，盡", "222": "寰中之規矩、極天人之軌則。十五童子，五歲", "223": "方解。神州之人若向西方求學問者，要須", "224": "知此方可習餘，如其不然空自勞矣。斯等", "225": "諸書並須暗誦，此據上人為准，中下之流", "226": "以意可測，翹勤晝夜不遑寧寢，同孔父之", "227": "三絕、等歲精之百遍，牛毛千數、麟角唯一；", "228": "比功與神州上明經相似。此是學士闍耶", "229": "昳底所造，其人乃器量弘深文彩秀發，一聞", "230": "便領詎假再談，敬重三尊多營福業，沒代", "231": "于今向三十載矣。閑斯釋已，方學緝綴書", "232": "表、制造詩篇，致想《因明》、虔誠《俱舍》，尋《理", "233": "門論》比量善成，習本生貫清才秀發，然後函", "234": "丈傳授經三二年，多在那爛陀寺中天也或居", "235": "跋臘毘國西天也斯兩處者，事等金馬石渠、龍", "236": "門闕里，英彥雲聚商搉是非。若賢明歎善遐", "237": "邇稱俊，方始自忖鋒鍔投刃王庭，獻策呈", "238": "才希望利用。坐談論之處，己則重席表奇；", "239": "登破斥之場，他乃結舌稱愧。響震五山、聲", "240": "流四域，然後受封邑、策榮班，賞素高門更", "241": "修餘業矣。", "242": "復有苾栗底蘇呾羅議釋，名朱儞，有二十", "243": "四千頌，是學士鉢顛社攞所造。斯乃重顯前", "244": "經，擘肌分理；詳明後釋，剖折毫芒。明經學", "245": "此三歲方了，功與《春秋》、《周易》相似。", "246": "次有伐致呵利論，是前朱儞議釋，即大學士", "247": "伐㨖呵利所造，有二十五千頌。斯則盛談", "248": "人事聲明之要，廣敘諸家興廢之由，深明唯", "249": "識善論因喻。此學士乃響振五天德、流八", "250": "極，徹信三寶、諦想二空，希勝法而出家、", "251": "戀纏染而便俗。斯之往復數有七焉，自非", "252": "深信因果，誰能若此勤著！自嗟詩曰：由染", "253": "便歸俗，離貪還服緇，如何兩種事，弄我若", "254": "嬰兒。即是護法師之同時人也。每於寺內", "255": "有心歸俗，被煩惱逼確爾不移，即令學生", "256": "輿向寺外。時人問其故。答曰：「凡是福地，本", "257": "擬戒行所居。我既內有邪心，即是虧乎正", "258": "教，十方僧地無處投足。」為清信士身著白", "259": "衣，方入寺中宣揚正法。捨化已來經四十", "260": "年矣。", "261": "次有薄迦抧也反論，頌有七百，釋有七千，亦是", "262": "伐㨖呵利所造。敘聖教量及比量義。", "263": "次有蓽拏，頌有三千，釋有十四千。頌乃伐", "264": "㨖呵利所造，釋則護法論師所製。可謂窮", "265": "天地之奧祕，極人理之精華矣。若人學至於", "266": "此，方曰善解聲明；與九經百家相似。斯等", "267": "諸書，法俗悉皆通學。如其不學，不得多聞", "268": "之稱。若出家人，則遍學毘奈耶，具討經及", "269": "論。挫外道若中原之逐鹿，解傍詰同沸鼎", "270": "之銷凌，遂使響流贍部之中，受敬人天之", "271": "上，助佛揚化、廣導群有。此則奕代挺生若", "272": "一若二，取喻同乎日月、表況譬之龍象。斯", "273": "乃遠則龍猛、提婆、馬鳴之類，中則世親、無著、", "274": "僧賢、清哲之徒，近則陳那、護法、法稱、戒賢及", "275": "師子月、安慧、德慧、慧護、德光、勝光之輩。斯", "276": "等大師，無不具前內外眾德，各並少欲知", "277": "足，誠無與比。俗流外道之內，實此類而難", "278": "得廣如西方十德傳中具述法稱則重顯因明，德光乃再", "279": "弘律藏，德慧乃定門澄想，慧護則廣辯", "280": "正邪，方驗鯨海巨深名珍現彩，香峯高峻上", "281": "藥呈奇。是知佛法含弘何所不納，莫不應", "282": "響成篇；寧煩十四之足無勞百遍，兩卷", "283": "一聞便領有外道造六百頌來難護法師，法師對眾一聞，文義俱領。又五天", "284": "之地，皆以婆羅門為貴勝，凡有座席並不", "285": "與餘三姓同行，自外雜類故宜遠矣。所尊", "286": "典誥有四薜陀書，可十萬頌。薜陀是明解", "287": "義，先云圍陀者訛也，咸悉口相傳授而不", "288": "書之於紙葉。每有聰明婆羅門誦斯十萬，", "289": "即如西方相承有學聰明法：一謂覆審生", "290": "智，二則字母安神，旬月之間思若泉涌，一聞", "291": "便領無假再談，親覩其人固非虛耳。於東", "292": "印度有一大士名日月官，是大才雄菩薩", "293": "人也，淨到之日其人尚存。或問之曰：「毒境", "294": "與毒藥，為害誰重？」應聲答曰：「毒藥與毒", "295": "境，相去實成遙。毒藥飡方害，毒境念便燒。」", "296": "又復騰蘭乃振芳聲於東洛，真諦則駕", "297": "逸響於南溟，大德羅什致德匠於他土，法", "298": "師玄奘𤀹師功於自邦。然今古諸師，並光", "299": "傳佛日，有空齊致習，三藏以為師，定慧雙", "300": "修指，七覺而為匠。其西方現在，則羝羅荼", "301": "寺有智月法師，那爛陀中則寶師子大德。東", "302": "方即有地婆羯羅蜜呾囉，南󰥂有呾他揭", "303": "多揭娑，南海佛逝國則有釋迦雞栗底", "304": "今現在佛誓國，歷五天而廣學矣，斯並比秀前賢、追蹤往哲。曉", "305": "因明論則思擬陳那，味瑜伽宗實罄懷無", "306": "著，談空則巧符龍猛，論有則妙體僧賢。此", "307": "諸法師，淨並親狎筵机飡受微言，慶新知", "308": "於未聞、溫舊解於曾得，想傳燈之一望，實", "309": "喜朝聞；冀蕩塵於百疑，分隨昏滅。尚乃", "310": "拾遺珠於鷲嶺，時得其真；擇散寶於龍河，", "311": "頗逢其妙。仰蒙三寶之遠被、賴皇澤之遐", "312": "霑，遂得旋踵東歸、鼓帆南海，從耽摩立底", "313": "國，已達室利佛誓，停住已經四年，留連", "314": "未及歸國矣。", "315": "35 長髮有無三十五長髮有無", "316": "長髮受具五天所無，律藏不見有文，侚古", "317": "元無此事。但形同俗相，難為護罪，既不能", "318": "持，受亦何益。必有淨心，須求剃髮染衣、潔", "319": "念解脫為懷，五戒十戒奉而不虧，圓具圓", "320": "心遵修律藏。瑜伽畢學，體窮無著之八支", "321": "一《二十唯識論》、二《三十唯識論》、三《攝大乘論》、四《對法論》、五《辯中邊論》、六《緣起論》、七《大莊嚴論》、八《成業論》。此中", "322": "雖有世親所造，然而功歸無著也；因明著功，鏡徹陳那之八論", "323": "一《觀三世論》、二《觀總相論》、三《觀境論》、四《因門論》、五《似因門論》、六《理門論》、七《取事施設論》、八《集量論》也。", "324": "習阿毘達磨，則遍窺六足；學阿笈摩經，乃", "325": "全探四部。然後降邪伏外搉揚正理，廣化", "326": "群物弘誘忘疲，運想二空澄懷八道，敬修", "327": "四定善護七篇。以此送終，斯為上也。如其", "328": "不爾，雖處居家不染私室，端然一體以", "329": "希出離，隨乞匂以供公上、著麁服而遮羞", "330": "恥，守持八戒一不殺生、二不偷盜、三不婬佚、四不妄語、五不飲酒、六不作樂冠花塗香、", "331": "七不坐高廣大床、八不非時食，盡形壽以要心；歸敬三尊，契", "332": "涅槃而延想。斯其次也。必其現處樊籠", "333": "養育妻息，恭心敬上、慈懷念下，受持五戒、", "334": "恒作四齋黑月八日、或十四日、或十五日，白月八日、十五日，要須受其八戒，方稱聖修。", "335": "若無前七而唯第八，獲福固其少焉。意在防餘七過，不但餓腹而已、忠恕在人、克勤", "336": "於己，作無罪事以奉官輸，斯亦佳也無罪謂是興", "337": "易，由其不損眾生。西國時俗，皆以商人為貴，不重農夫。由其耕墾多傷物命，又養蠶屠殺深是苦因，每一年", "338": "中損害巨億，行之自久不以為非，未來生中受苦無極。不為此業，名為無罪也。至如俗徒", "339": "蠢蠢不識三歸，盡壽遑遑寧持一戒？不解", "340": "涅槃是寂滅，豈悟生死是輪迴？鎮為罪業，", "341": "斯其下也。", "342": "36 亡財僧現三十六亡財僧現", "343": "凡有欲分亡苾芻物，律具廣文，此備時須", "344": "但略疏出。先問負債、囑授及看病人，依法商", "345": "量勿令乖理，餘殘之物准事應知。", "346": "嗢拕南曰：", "347": "田宅店臥具、銅鐵及諸皮、", "348": "剃刀等瓶衣、諸竿并雜畜、", "349": "飲食及諸藥、床座并券契、", "350": "三寶金銀等、成未成不同。", "351": "如是等諸物，可分不可分，", "352": "隨應簡別知，是世尊所說。", "353": "言隨應者，所謂田宅邸店、臥具氈褥、諸銅鐵", "354": "器並不應分。於中鐵鉢、小鉢，及小銅椀、戶", "355": "鑰、針錐、剃刀刀子、鐵杓火爐及斧鑿等，并盛", "356": "此諸袋。若瓦器，謂鉢小鉢、淨觸君持及貯油", "357": "物并盛水器，此並應分，餘不合分。其木器", "358": "竹器及皮臥物剪髮之具，奴婢飲食穀豆及", "359": "田宅等，皆入四方僧。若可移轉物，應貯眾", "360": "庫，令四方僧共用。若田宅村園屋宇不可", "361": "移者，應入四方僧。若有所餘一切衣被，無", "362": "問法衣俗衣若染不染及皮油瓶鞋屨之", "363": "屬，並現前應分。先云同袖不分，白衣入重", "364": "者，蓋是以意斟酌也。大竿可為贍部光像", "365": "處懸幡之竿言贍部光像者，即如律中所出。緣起元為世尊不處眾時，眾無威肅，致", "366": "使給園長者請世尊曰：「願作瞻部光像，眾首置之。」大師許作，細者可作錫", "367": "杖行與苾芻言錫杖者，梵云喫棄羅，即是鳴聲之義。古人譯為錫者，意取錫錫作聲。", "368": "鳴杖、錫杖，任情稱說，目驗西方所持錫杖，頭上唯有一股鐵捲，可容三二寸，安其󱱺管長四五指。其竿", "369": "用木，󱍮細隨時，高與肩齊。下安鐵纂可二寸許，其鐶或圓或偏，屈各合中，間可容大指。或六或", "370": "八穿安股上，銅鐵任情。原斯制意，為乞食時防其牛犬。何用辛苦擎奉勞心，而復通身總鐵、頭安四股。", "371": "重滯將持，非常冷澁，非本製也。四足之內，若是象馬駝騾驢", "372": "乘，當與國王家。牛羊入四方僧，不應分也。", "373": "若甲鎧之類，亦入國王家。雜兵刃等，可打", "374": "作針錐刀子及錫杖頭，行與現前僧伽縱不普遍", "375": "從大者行。罟網之屬，應用羅窓。若上彩色又黃朱", "376": "碧青綠等物，應入佛堂擬供像用。白土赤", "377": "土及下青色，現前應分。若酒欲酸，可埋於", "378": "地，待成醋已僧應食之。若現是酒，應可傾", "379": "棄，不合酤賣。佛言：「汝諸苾芻！若有依我出", "380": "家，不得將酒與他及以自飲，乃至不合茅", "381": "尖渧酒瀝置口中。若將酒及糟，起麵并糟", "382": "羹之類食者，咸招越法之罪。」律有成制，不", "383": "須致疑靈巖道場常以麮漿起麵，避其酒過。先人誠有意焉。諸有雜藥", "384": "之屬，應安淨庫以供病者隨意通用。諸有", "385": "珍寶珠玉，分為二分：一分入法、一分入僧。", "386": "法物可書佛經并料理師子座，入僧者現", "387": "前應分。若寶等所成床榻之屬，應須出賣，", "388": "現前應分。木所成者，入四方僧伽。", "389": "所有經典章疏皆不應分，當納經藏四方", "390": "僧共讀。其外書賣之，現前應分。所有券契", "391": "之物，若能早索得者，即可分之；如不能", "392": "者，券當貯庫，後時索得充四方僧用。若諸", "393": "金銀及成未成器貝齒諸錢，並分為三分：一", "394": "佛陀、二達摩、三僧伽。佛物應修理佛堂及", "395": "髮爪窣覩波所有破壞，法物寫佛經料理師", "396": "子座，眾物現前應分。六物當與看病人。自", "397": "餘雜碎之物，准此應知，具如大律。", "398": "37 受用僧物三十七受用僧物", "399": "現今西方所有諸寺，苾芻衣服多出常住僧，", "400": "或是田園之餘、或是樹果之利，年年分與以", "401": "充衣直。問曰：「亡人所有穀食尚遣入僧，況", "402": "復眾家豆粟，別人何合分用？」答：「施主本捨村", "403": "莊元為濟給僧眾，豈容但與其食而令露", "404": "體住乎？又復詳審當事並有功勞家人尚", "405": "自與衣，曹主何宜不合？以其道理，供食之", "406": "餘充衣非損。」斯乃西國眾僧大途議論，然", "407": "其律典時含出沒耳。又西國諸寺別置供", "408": "服之莊，神州道場自有給衣之所，亦得食", "409": "通道俗，此據施主無心，設令飡噉理亦非", "410": "過。凡是布施僧家田宅乃至雜物並通眾僧", "411": "衣食者，此則誠無疑慮之患。若無心作無", "412": "盡無障之意者，雖施僧家，情乃普通一切，", "413": "但食用者咸無過也，並由施主先心所期", "414": "耳。但神州之地，別人不得僧衣，為此孜孜", "415": "實成妨業。設使應供存命，非是不勞心", "416": "力。若其常住有食兼著僧衣，即可端拱不", "417": "出寺門，亦是深成省事。況乎糞掃三衣巡", "418": "家乞食、蘭若依樹正命自居，定慧內融極想", "419": "木叉之路，慈悲外發摽心普濟之津，以此", "420": "送終斯為上矣。然則常住之物，用作衣被床", "421": "褥之流并雜資具，平分受用不屬別人，掌愛", "422": "護持事過己物，有大者至輟小而與，斯乃", "423": "聖教佛自明言，如法用之誠無罪咎、足得", "424": "資軀，免追求之費。寧容寺家巨富，穀麥爛", "425": "倉、奴婢滿坊、錢財委庫，不知受用相共抱", "426": "貧？可否之宜，智者時鏡。或有寺家不立眾", "427": "食僧物，分以私飡遮他常住，十方邪命但存", "428": "一已。斯乃自行非法，苦報誰代當來。", "429": "38 燒身不合三十八燒身不合", "430": "諸出家眾內頗有一途，初學之流情存猛", "431": "利，未閑聖典取信先人，將燒指作精勤、", "432": "用然肌為大福，隨情即作、斷在自心。然經", "433": "中所明事存通俗，己身尚勸供養，何況諸", "434": "餘外財。是故經中但言若人發心，不道出家", "435": "之眾。意者出家之人局乎律藏，戒中無犯方", "436": "得通經，於戒有違未見其可。縱使香臺草", "437": "茂，豈損一莖；曠野獨飢，寧飡半粒。然眾生", "438": "喜見，斯乃俗流燒臂供養，誠其宜矣。可以", "439": "菩薩捨男捨女，遂遣苾芻求男女以捨之；", "440": "大士捐目捐身，即令乞士將身目而行", "441": "施。仙預斷命，豈律者所為？慈力捨身，非僧", "442": "徒應作。比聞少年之輩勇猛發心，意謂燒身", "443": "便登正覺，遂相踵習輕棄其軀。何則十劫百", "444": "劫難得人身，千生萬生雖人罕智，稀聞七", "445": "覺不遇三尊。今既託體勝場、投心妙法，纔", "446": "持一頌，棄沙肌而尚輕，暫想無常，捨塵", "447": "供而寧重，理應堅修戒品酬惠四恩，固想", "448": "定門冀拔三有，小愆大懼，若越深海之護", "449": "浮囊，行惠堅防，等履薄氷而策奔駿，然", "450": "後憑善友力，臨終助不心驚，正念翹懷，當", "451": "來願見慈氏。若希小果，即八聖可求；如學", "452": "大因，則三祇斯始。怱怱自斷軀命，實亦未", "453": "聞其理。自殺之罪，事亞初篇矣。撿尋律藏，", "454": "不見遣為滅愛；親說要方，斷惑豈由燒", "455": "己？房中打勢，佛障不聽；池內存生，尊自稱", "456": "善。破重戒而隨自意、金口遮而不從，以", "457": "此歸心，誠非聖教。必有行菩薩行，不受律", "458": "儀亡己濟生，固在言外耳。", "459": "39 傍人獲罪三十九傍人獲罪", "460": "凡燒身之類各表中誠，或三人兩人同心結", "461": "契，誘諸初學詳為勸死。在前亡者自獲偷", "462": "蘭，末後命終定招夷罪。不肯持禁而存，欲", "463": "得破戒求死，固守專心、曾不窺教。儻有", "464": "傍人勸作，即犯針穴之言；若道何不授火，", "465": "便招折石之過。嗚呼此事誠可慎哉。俗云：", "466": "殺身不如報德，滅名不如立節。然而投體", "467": "餓虎是菩薩之濟苦，割身代鴿非沙門之", "468": "所為。以此同科，實非其況。聊准三藏略陳", "469": "可不，進退之宜智者詳察。然恒河之內日殺", "470": "幾人，伽耶山邊自殞非一，或餓而不食、或", "471": "上樹投身，斯等迷途，世尊判為外道。復有", "472": "自刑斷勢，深乖律典。設有將為非者，恐罪", "473": "不敢相諫；若其緣斯致命，便誤一生大事。", "474": "佛因斯理制而不許。上人通識自不肯為，", "475": "古德相傳述之如後。", "476": "40 古德不為四十古德不為", "477": "且如淨親教師，則善遇法師也。", "478": "軌範師，則慧智禪師也。年過七歲幸得親", "479": "侍。斯二師者，並太山金輿谷聖人朗禪師所", "480": "造神通寺之大德也。俗緣在乎德貝二州", "481": "矣。二德以為，山居獨善寡利生之路，乃共", "482": "詣平林俯枕清㵎，於土窟寺式修淨居。", "483": "即齊州城西四十里許，營無盡藏食，供養無", "484": "礙。所受檀施咸隨喜捨，可謂四弘誓願共乾", "485": "坤而罔極，四攝廣濟等塵沙而不窮。敬修", "486": "寺宇，盛興福業。略敘法師之七德焉。", "487": "一法師之博聞也。乃正窺三藏傍睇百家，", "488": "兩學俱兼六藝通備，天文地理之術、陰陽曆", "489": "算之奇，但有經心則妙貫神府。洋洋慧海，", "490": "竟瀉流而罔竭；粲粲文囿，鎮敷榮而弗萎。", "491": "所制文藻及一切經音并諸字書，頗傳於世。", "492": "每自言曰：「我若不識則非是字。」二法師之多", "493": "能也。巧篆籀、善鍾張，聽絲桐若子期之", "494": "驗山水、運斤斧等匠石之去飛泥。哲人", "495": "不器，斯之謂也。", "496": "三法師之聰慧也。讀《涅槃經》一日便遍，初", "497": "誦斯典四月部終。研味幽宗、妙探玄旨，教", "498": "小童則誘之以半字，誠無按劍之疑；授大", "499": "機則瀉之於完器，實有捧珍之益。昔因", "500": "隨季道銷，法師乃梗遷楊府。諸僧見說，咸", "501": "云魯漢體多貢卦，遂令法師讀《涅槃經》，遣", "502": "二小師將箸隨句。法師于時慷慨喉吻激", "503": "揚音旨，旦至日角三帙已終。時人莫不慶", "504": "讚請休、嗟歎希有。此乃眾所共知，非私讚", "505": "也。四法師之度量也。但有市易隨索隨酬，無", "506": "論高下曾不減價，設有計直到還亦不更", "507": "受。時人以為雅量超群也。五法師之仁愛", "508": "也。重義輕財遵菩薩行，有人從乞咸不逆", "509": "言，日施三文是所常願。又曾於隆冬之月，", "510": "客僧道安冒雪遠行腨足皆破，停村數日潰", "511": "爛膿流，村人車載送至寺所。法師新造一", "512": "帔纔始擐體，出門忽見，不覺以帔掩其膿", "513": "血。傍人止之曰：「宜覓故物，莫污新者。」法", "514": "師曰：「交濟嚴苦，何暇求餘。」時人見聞莫不", "515": "深讚。雖復事非過大，而能者固亦尠矣。六", "516": "法師之策勵也。讀八部《般若》各並百遍，并", "517": "轉一切經屢訖終始。修淨方業日夜翹", "518": "勤，瑩佛僧地希生不動，大分塗跣恐損眾", "519": "生，運想標心曾無懈替。掃灑香臺，類安養", "520": "之蓮開九品；莊嚴經室，若鷲嶺之天雨四", "521": "華。其有見者，無不讚歎功德。躬自忘倦，畢", "522": "命為期。又轉讀之餘念阿彌陀佛，四儀無", "523": "闕、寸影非空，計小豆粒可盈兩載。弘濟之", "524": "端固非一品。七法師之知命也。法師將終，", "525": "先一年內所有文章雜書史等，積為大聚", "526": "裂作紙泥，寺造金剛兩軀以充其用。門人", "527": "進而諫曰：「尊必須紙，敢以空紙換之。」師曰：", "528": "「耽著斯文，久來誤我；豈於今日而誤他哉！", "529": "譬乎令飡鴆毒、指徑嶮途，其未可也。廢", "530": "正業、習傍功，聖開上品耽成大過，己所不", "531": "欲勿施他矣。」門徒稱善而退。其說文及字", "532": "書之流，幸蒙曲賜，乃垂誨曰：「汝略披經史、", "533": "文字薄識，宜可欽情勝典，勿著斯累。」將欲", "534": "終時先告門人曰：「吾三數日定當去矣。然", "535": "於終際必抱掃󰆠而亡。我之餘骸當遺廣", "536": "澤。」後於晨朝俯臨清㵎，蕭條白楊之下、彷", "537": "徨綠篠之側，孑然獨坐執篲而終。門人慧", "538": "力禪師侵明就謁，怪聲寂爾，乃將手親附，", "539": "但見熱氣衝頭足手俱冷，遂便大哭，四遠咸", "540": "集。于時法侶悲啼若金河之流血灑地，俗", "541": "徒號慟，等玉嶺之摧碎明珠，傷道樹之早", "542": "凋，歎法舟之遽沒。窆於寺之西園。春秋六", "543": "十三矣。身亡之後，緣身資具但有三衣及故", "544": "鞋履二兩并隨宜臥具而已。法師亡日，淨", "545": "年十二矣。大象既去無所依投，遂棄外書", "546": "欽情內典。十四得霑緇侶，十八擬向西天，", "547": "至三十七方遂所願。淨來日就墓辭禮，于", "548": "時已霜林半拱、宿草填塋。神道雖疎，展如", "549": "在之敬，周環企望，述遠涉之心，冀福利於", "550": "幽靈，報慈顏之厚德矣。禪師則專意律儀", "551": "澄心定瀲，晝夜勤六時而不倦，旦夕引四", "552": "輩而忘疲，可謂處亂非諠、閙而逾靜，道", "553": "俗咸委，非曲親也。誦《法華經》六十餘載，每", "554": "日一周，計二萬餘遍。縱經隋季版蕩逐命波", "555": "遷，然此契心曾無有癈。現得六根清善、四", "556": "大平和，六十年中了無他疾。每俯㵎誦經，", "557": "便有靈禽萃止；堂隅轉讀，則感鳴鷄就聽。", "558": "善緣情、體音律，尤精草隷，唱導無盡。雖", "559": "不存心外典，而天縱其然，所造六度頌及", "560": "發願文，並書於土窟寺燈臺矣。乃虔心潔淨", "561": "寫《法華經》，極銓名手盡其上施，含香吐氣", "562": "清淨洗浴，忽於經上爰感舍利。經成乃帖", "563": "以金字，共銀鉤而合彩；盛之寶函，與玉", "564": "軸而交映。", "565": "駕幸太山，天皇知委，請將入內供養。斯二", "566": "師者，即是繼踵先聖朗禪師之後也。朗禪師", "567": "乃現生二秦之時、揚聲五眾之表，分身受供，", "568": "身流供者之門，隨事導機，事愜機情之願，", "569": "但為化超物外，故以神通而命寺焉。神德", "570": "難思，廣如別傳所載。當是時也，君王稽首、", "571": "僚庶虔心。初欲造寺，創入則見虎叫北川，", "572": "將出復聞馬鳴南谷，天井汲水而不減、天", "573": "倉去米而隨平。雖神跡久湮而餘風未殄。", "574": "及親教二師，并餘住持大德明德禪師等，並", "575": "可謂善閑律意、妙體經心，燒指焚肌曾無", "576": "此教，門徒訓匠制不許為。並是親承，固非", "577": "傳說。", "578": "又復詳觀往哲、側聽前規，自白馬停轡之", "579": "初、青象挂鞍之後，騰蘭啟曜作神州之日", "580": "月，會顯垂則為天府之津梁。安遠則虎踞", "581": "於江漢之南，休勵乃鷹揚於河濟之北，法徒", "582": "紹繼慧瀲猶清，俗士讚稱芳塵靡歇，曾未聞", "583": "遣行燒指，亦不見令使焚身。規鏡目前，智", "584": "者詳悉。", "585": "又禪師每於閑夜，見悲齠丱曲申進誘，或", "586": "調言於黃葉，令蠲憶母之憂；或喻說於烏", "587": "禽，希懷報養之德。汝可務紹隆三寶令使", "588": "不絕，莫縱心於百氏而虛棄一生。既而童", "589": "年十歲，但領其言而未閑深旨，每至五更", "590": "就室參請，禪師必將慈手賜撫弱肩，實", "591": "如慈母之育赤子，或飡甘饍多輟味見貽，", "592": "但有取求無違所請。法師乃恩勵父嚴，", "593": "禪師則慈申母愛，天性之重誠無以加。及至", "594": "年滿進具，還以禪師為和上。既受戒已，", "595": "忽於清夜行道之際，燒香垂涕而申誨曰：", "596": "「大聖久已涅槃、法教訛替，人多樂受，少有持", "597": "者。汝但堅心重禁、莫犯初篇，餘有罪愆設", "598": "令犯者，吾當代汝入地獄受之。燒指燒身", "599": "不應為也。」進奉旨日，幸蒙慈悲賜以聖戒，", "600": "隨力竭志敢有虧違，雖於小罪有懷大", "601": "懼，於是五稔之間精求律典。礪律師之文", "602": "疏頗議幽深，宣律師之鈔述竊談中旨。既", "603": "識持犯，師乃令講一遍方聽大經，乞食一", "604": "飡長坐不臥，雖山寺村遙亦未曾有廢。每", "605": "想大師慈訓，不覺流淚何從。方驗菩薩之", "606": "恩濟苦類，投炎熾之大火；長者之悲念窮", "607": "子，窺迮隘之小門，固非是謬。每親承足", "608": "下不行遠聽，便賜告曰：「我目下且有餘人", "609": "給侍，勿廢聽讀而空住於此。」乃杖錫東魏，", "610": "頗沈心於《對法》、《攝論》；負笈西京，方閱想於", "611": "《俱舍》、《唯識》。來日從京重歸故里，親請大師", "612": "曰：「尊既年老，情希遠遊，追覽未聞冀有弘", "613": "益，未敢自決。」師乃流誨曰：「爾為大緣，時", "614": "不可再。激於義理，豈懷私戀？吾脫存也", "615": "見爾傳燈，宜即可行勿事留顧。觀禮聖蹤", "616": "我實隨喜，紹隆事重爾無間然。」既奉慈聽", "617": "難違上命，遂以咸亨二年十一月，附舶廣", "618": "州舉帆南海，緣歷諸國振錫西天。至咸", "619": "亨四年二月八日方達耽摩立底國，即東印", "620": "度之海口也。停至五月，逐伴西征，至那爛", "621": "陀及金剛座，遂乃周禮聖蹤旋之佛誓耳。", "622": "可謂大善知識，能全梵行、調御誠教，斯豈爽", "623": "歟。大師乃應物挺生，為代模範，親自提獎", "624": "以至成人，若海査之遇將一目，即生津", "625": "之幸會二師也。夫以小善小惠尚播美於", "626": "絃歌，況大智大恩而不傳於文讚。云爾。", "627": "令哉父母，曠劫相持，粵我齠齓，", "628": "携就明師。童年尚小，輟愛抽悲，", "629": "學而時習，杖德箴規。儔命兩曜，", "630": "比德雙儀，礪我慧鍔，長我法肌。", "631": "提携鞠育，親誨忘疲，中宵廢寢，", "632": "日旰停飢。上德不德，遠而莫知，", "633": "埋光岱嶺，蘊德齊涯。洋洋慧海，", "634": "欝欝禪枝，文藻粲粲，定彩曦曦。", "635": "磨而不磷，涅而不緇，坐遷表異，", "636": "鷄聽彰奇。年在弱歲，一留一遺，", "637": "所有福業，並用熏資，酬恩死別，", "638": "報德生離。", "639": "願在在遭會而延慶，代代奉訓以成褫，", "640": "積義利乎同岳，委淨定也如池。", "641": "冀龍花之初會，聽慈氏之玄漪，遍四", "642": "生而運想，滿三大之長祇。", "643": "恐聞者以為憑虛，聊疎法師之所製。大師曾", "644": "因二月十五日，法俗咸詣南山朗公聖迹之", "645": "所，觀天倉天井之異、禮靈龕靈廟之奇，不", "646": "遠千里盛興供養。于時齊王下文學悉萃", "647": "於此，俱懷筆海並擅文峯，各競囊錐咸矜", "648": "匱玉，欲詠朗公之廟像，共推法師以為", "649": "先作。師乃不讓當仁、江池先溢，援翰寫壁", "650": "曾不停毫，走筆成篇了無加點。詩曰：", "651": "「上聖光茂烈，英猷暢溟海，空谷自棲遲，榮", "652": "命虛相待。萬古山川曠，千年人代改，真識了", "653": "無生，徒見丹青在。」諸文士既覩法師之製，俱", "654": "懷內恧之心，或閣筆於松枝、或投硯於巖", "655": "曲。僉曰：「西施顯貌，嫫母何顏！」才子如林，竟", "656": "無一和耳。所餘文章，具如別集。", "657": "義淨敬白大周諸大德，或曾聽受虛筵、或諮", "658": "論法義、或相知弱冠、或通懷中年，咸悉大者", "659": "和南、小者千萬。所列四十條論要略事，凡", "660": "此所錄，並是西方師資現行，著在聖言、非", "661": "是私意。夫命等逝川朝不謀夕，恐難面敘，", "662": "致此先陳，有暇時尋，幸昭遠意。斯依薩", "663": "婆多，非餘部矣。", "664": "重曰。", "665": "敬陳令則，恢乎大猷。咸依聖教，豈曰情求。", "666": "恐難面謁，寄此先酬。幸願擊轅不棄、芻蕘", "667": "見收，追蹤百代、播美千秋，實望齊鷲峯", "668": "於少室、並王舍於神州。", "669": "南海寄歸內法傳卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2125 南海寄歸內法傳", "source": "CBETA"}