{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2171 青龍寺求法目錄: 大毘盧遮那成佛經: 金剛頂瑜伽中略出念誦經: 穢跡金剛法禁百變一卷: 穢跡金剛說神通法一卷: 千手千眼觀自在大悲心陀羅尼本一卷: 金剛頂經毘盧遮那三摩地法一卷: 不動尊使者陀羅尼祕密法一卷: 金剛頂經瑜伽文殊師利菩薩法一品一卷: 大樂金剛不空真實三摩耶經一卷: 金剛頂瑜伽念珠經一卷: 一切如來金剛壽命陀羅尼經一卷: 一字奇特佛頂經三卷: 金剛恐怖集會方廣儀軌一卷: 阿利多囉阿嚕力經一卷: 文殊師利讚法身禮一卷: 哩吉祥天女十二契一百八名大乘經一卷: 一切如來全身舍利寶筐印陀羅尼經一卷: 底哩三昧耶經一卷: 十一面觀自在菩薩儀軌經三卷: 吉祥天女十二名號經一卷: 金剛頂瑜伽十八會指歸一卷: 金剛頂分別聖位法門一卷: 菩提場所說頂輪王經五卷: 金剛壽命陀羅尼經一卷: 大孔雀明王經三卷: 無量壽如來供養儀軌一卷: 大雲輪請雨經二卷: 施焰口餓鬼陀羅尼經一卷: 菩提莊嚴陀羅尼經一卷: 蘇磨呼童子請問經二卷: 八大菩薩曼荼羅經一卷: 葉衣觀自在菩薩經一卷: 毘沙門天王經一卷: 金剛頂蓮華部心念誦法二卷: 金剛頂瑜伽千手千眼念誦法一卷: 阿閦如來念誦法一卷: 一字頂輪王念誦儀軌一卷: 一字頂輪王瑜伽經一卷: 佛頂尊勝陀羅尼念誦儀軌一卷: 金剛頂勝初瑜伽念誦法一卷: 金剛壽命念誦法一卷: 金剛王菩薩祕密念誦經一卷: 普賢金剛薩埵念誦儀軌一卷: 金剛頂瑜伽念誦儀軌一卷: 仁王般若念誦法一卷: 如意輪念誦法一卷: 大虛空藏念誦法一卷: 聖觀自在菩薩心真言軌儀一卷: 瑜伽蓮華部念誦法一卷: 金剛頂經多羅菩薩念誦法一卷: 甘露軍荼利瑜伽念誦法一卷: 受菩提心戒儀一卷: 金剛頂瑜伽三十七尊禮一卷: 都部陀羅尼目一卷: 大曼荼羅十七尊義述一卷: 七俱胝佛母陀羅尼經一卷: 成就妙法蓮華經王儀軌一卷: 金剛頂勝初念誦儀軌一卷: 大藥叉愛子成就法: 大樂金剛不空真實三昧耶經義釋一卷: 普遍光明大隨求陀羅尼經二卷: 五字陀羅尼頌一卷: 聖閻鬘德迦忿怒王念誦法一卷: 大威怒烏芻澁摩成就儀軌一卷: 聖迦抳忿怒金剛童子菩薩成就儀軌三卷: 一髻尊陀羅尼經一卷: 金剛頂經一字頂輪王念誦儀軌一卷: 速疾立驗說迦婁羅阿尾奢法一卷: 大毘盧遮那成佛經略示七支念誦隨行法一\n卷: 大日經略攝念誦隨行法: 金剛頂降三世大儀軌一卷: 金剛頂經瑜伽文殊師利菩薩儀軌一卷: 金剛頂經觀自在王如來修行法一卷: 文殊師利宿曜經二卷: 金剛頂三貌三菩提心論一卷: 修習般若波羅蜜觀行儀軌一卷: 仁王般若陀羅尼釋一卷: 觀自在大悲成就念誦法一卷: 金剛手光明灌頂經一卷: 大孔雀明王畫壇儀軌一卷: 金輪王佛頂要略念誦法一卷: 大聖天歡喜雙身毘那夜迦法一卷: 觀自在菩薩如意輪瑜伽念誦法一卷: 金剛頂瑜伽普賢修行念誦儀軌一卷: 貞元捨拾錄一卷: 大毘盧遮那佛胎藏大曼荼羅一鋪: 大毘盧遮那佛金剛界九會曼荼羅一卷: 大毘盧遮那佛九頂輪王曼荼羅一鋪: 大毘盧遮那佛八十一尊種子曼茶羅一張: 羯磨杵四口: 鎮壇橛四枚", "text": {"0": "No. 2171", "1": "青龍寺求法目錄", "10": "穢跡金剛說神通法一卷竝阿質達散譯", "100": "大毘盧遮那佛八十一尊種子曼茶羅一張", "101": "羯磨杵四口", "102": "鎮壇橛四枚", "103": "求法目錄一卷", "104": "以前經法佛像等。茲於大唐國長安城左街", "105": "新昌坊青龍寺傳教　和上邊。請本抄寫勘", "106": "定已畢。仍略目錄如件。", "107": "巨唐大中九年十一月十五日。", "108": "求法僧圓珍錄。", "109": "上件曼荼羅及法門等。", "11": "千手千眼觀自在大悲心陀羅尼本一卷", "110": "和尚專與句當。親臨檢挍。一一如法。更無不", "111": "同。而恐後學或致疑慮。伏乙。", "112": "傳教大阿闍梨。幸垂示　名。永為憑據。", "113": "日本國傳教弟子共奉僧圓珍疏。", "114": "大中九年七月十五日。入大悲胎藏五瓶灌", "115": "頂。得般若波羅蜜菩薩。便授學　胎藏大教", "116": "畢。又至十月三日。入金剛界五部灌頂。得金", "117": "剛波羅蜜菩薩。便授學金剛界蘇悉地并諸", "118": "尊瑜伽。近一百餘本畢。又至十一月五日。入", "119": "傳五部大教大阿闍梨位灌頂道場。得曼荼", "12": "金剛頂經毘盧遮那三摩地法一卷", "120": "羅菩薩。", "121": "右件大德圓珍。已授學總持最上乘教。悉", "122": "并精通。所問所答義辯難窮。勘可傳持廣", "123": "利有緣。此為相別。淨土願見。千萬珍重千", "124": "萬珍重。大中九年十月二十一日。青龍傳", "125": "教沙門。前長生殿持念大德法全。狀付圓", "126": "珍。千萬千萬。", "13": "不動尊使者陀羅尼祕密法一卷竝金剛智譯", "14": "金剛頂經瑜伽文殊師利菩薩法一品一卷", "15": "大樂金剛不空真實三摩耶經一卷", "16": "金剛頂瑜伽念珠經一卷竝不空譯", "17": "一切如來金剛壽命陀羅尼經一卷金剛不空共譯", "18": "一字奇特佛頂經三卷", "19": "金剛恐怖集會方廣儀軌一卷", "2": "日本國上都延曆寺僧圓珍求法目錄伍紙", "20": "阿利多囉阿嚕力經一卷", "21": "文殊師利讚法身禮一卷", "22": "哩吉祥天女十二契一百八名大乘經一卷", "23": "一切如來全身舍利寶筐印陀羅尼經一卷", "24": "底哩三昧耶經一卷", "25": "十一面觀自在菩薩儀軌經三卷", "26": "吉祥天女十二名號經一卷", "27": "金剛頂瑜伽十八會指歸一卷", "28": "金剛頂分別聖位法門一卷", "29": "菩提場所說頂輪王經五卷", "3": "合　胎藏金剛兩部經法等壹佰壹拾伍卷", "30": "金剛壽命陀羅尼經一卷", "31": "大孔雀明王經三卷", "32": "無量壽如來供養儀軌一卷", "33": "大雲輪請雨經二卷", "34": "施焰口餓鬼陀羅尼經一卷", "35": "菩提莊嚴陀羅尼經一卷竝不空譯", "36": "蘇磨呼童子請問經二卷或三卷善無畏譯", "37": "八大菩薩曼荼羅經一卷", "38": "葉衣觀自在菩薩經一卷", "39": "毘沙門天王經一卷", "4": "兩部曼荼羅并道具等。", "40": "金剛頂蓮華部心念誦法二卷", "41": "金剛頂瑜伽千手千眼念誦法一卷", "42": "阿閦如來念誦法一卷", "43": "一字頂輪王念誦儀軌一卷", "44": "一字頂輪王瑜伽經一卷", "45": "佛頂尊勝陀羅尼念誦儀軌一卷", "46": "金剛頂勝初瑜伽念誦法一卷", "47": "金剛壽命念誦法一卷", "48": "金剛王菩薩祕密念誦經一卷", "49": "普賢金剛薩埵念誦儀軌一卷", "5": "經法經法", "50": "金剛頂瑜伽念誦儀軌一卷或加大樂金剛薩埵", "51": "仁王般若念誦法一卷", "52": "如意輪念誦法一卷", "53": "大虛空藏念誦法一卷", "54": "聖觀自在菩薩心真言軌儀一卷", "55": "瑜伽蓮華部念誦法一卷", "56": "金剛頂經多羅菩薩念誦法一卷", "57": "甘露軍荼利瑜伽念誦法一卷", "58": "受菩提心戒儀一卷", "59": "金剛頂瑜伽三十七尊禮一卷", "6": "大毘盧遮那成佛經一部七卷三藏善無畏譯", "60": "都部陀羅尼目一卷", "61": "大曼荼羅十七尊義述一卷", "62": "七俱胝佛母陀羅尼經一卷", "63": "成就妙法蓮華經王儀軌一卷", "64": "金剛頂勝初念誦儀軌一卷或加瑜伽經中略出大樂金剛薩埵", "65": "大藥叉愛子成就法或加女歡喜亦名訶利帝母法", "66": "大樂金剛不空真實三昧耶經義釋一卷", "67": "普遍光明大隨求陀羅尼經二卷", "68": "五字陀羅尼頌一卷", "69": "聖閻鬘德迦忿怒王念誦法一卷", "7": "金剛頂瑜伽中略出念誦經一部四卷三藏金剛智譯", "70": "大威怒烏芻澁摩成就儀軌一卷", "71": "聖迦抳忿怒金剛童子菩薩成就儀軌三卷", "72": "一髻尊陀羅尼經一卷", "73": "金剛頂經一字頂輪王念誦儀軌一卷", "74": "速疾立驗說迦婁羅阿尾奢法一卷", "75": "大毘盧遮那成佛經略示七支念誦隨行法一", "76": "卷", "77": "大日經略攝念誦隨行法亦名五支要行法", "78": "金剛頂降三世大儀軌一卷或加法王教中觀自在心真言", "79": "金剛頂經瑜伽文殊師利菩薩儀軌一卷", "8": "已上二部載開元錄。", "80": "金剛頂經觀自在王如來修行法一卷", "81": "文殊師利宿曜經二卷竝不空譯", "82": "金剛頂三貌三菩提心論一卷三藏不空集", "83": "修習般若波羅蜜觀行儀軌一卷", "84": "仁王般若陀羅尼釋一卷", "85": "觀自在大悲成就念誦法一卷", "86": "金剛手光明灌頂經一卷亦名最勝立印聖無動尊念誦儀軌", "87": "大孔雀明王畫壇儀軌一卷", "88": "金輪王佛頂要略念誦法一卷", "89": "大聖天歡喜雙身毘那夜迦法一卷竝不空譯", "9": "穢跡金剛法禁百變一卷", "90": "觀自在菩薩如意輪瑜伽念誦法一卷金剛智譯", "91": "金剛頂瑜伽普賢修行念誦儀軌一卷亦名他化自在天理", "92": "趣　不空譯", "93": "貞元捨拾錄一卷", "94": "已上茲載貞元拾遺目錄中。", "95": "曼荼羅道具等曼荼羅道具等", "96": "大毘盧遮那佛胎藏大曼荼羅一鋪五副新造", "97": "大毘盧遮那佛金剛界九會曼荼羅一卷六副", "98": "大毘盧遮那佛九頂輪王曼荼羅一鋪六副", "99": "已上兩事傳教阿闍梨付屬。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2171 青龍寺求法目錄: 大毘盧遮那成佛經: 金剛頂瑜伽中略出念誦經: 穢跡金剛法禁百變一卷: 穢跡金剛說神通法一卷: 千手千眼觀自在大悲心陀羅尼本一卷: 金剛頂經毘盧遮那三摩地法一卷: 不動尊使者陀羅尼祕密法一卷: 金剛頂經瑜伽文殊師利菩薩法一品一卷: 大樂金剛不空真實三摩耶經一卷: 金剛頂瑜伽念珠經一卷: 一切如來金剛壽命陀羅尼經一卷: 一字奇特佛頂經三卷: 金剛恐怖集會方廣儀軌一卷: 阿利多囉阿嚕力經一卷: 文殊師利讚法身禮一卷: 哩吉祥天女十二契一百八名大乘經一卷: 一切如來全身舍利寶筐印陀羅尼經一卷: 底哩三昧耶經一卷: 十一面觀自在菩薩儀軌經三卷: 吉祥天女十二名號經一卷: 金剛頂瑜伽十八會指歸一卷: 金剛頂分別聖位法門一卷: 菩提場所說頂輪王經五卷: 金剛壽命陀羅尼經一卷: 大孔雀明王經三卷: 無量壽如來供養儀軌一卷: 大雲輪請雨經二卷: 施焰口餓鬼陀羅尼經一卷: 菩提莊嚴陀羅尼經一卷: 蘇磨呼童子請問經二卷: 八大菩薩曼荼羅經一卷: 葉衣觀自在菩薩經一卷: 毘沙門天王經一卷: 金剛頂蓮華部心念誦法二卷: 金剛頂瑜伽千手千眼念誦法一卷: 阿閦如來念誦法一卷: 一字頂輪王念誦儀軌一卷: 一字頂輪王瑜伽經一卷: 佛頂尊勝陀羅尼念誦儀軌一卷: 金剛頂勝初瑜伽念誦法一卷: 金剛壽命念誦法一卷: 金剛王菩薩祕密念誦經一卷: 普賢金剛薩埵念誦儀軌一卷: 金剛頂瑜伽念誦儀軌一卷: 仁王般若念誦法一卷: 如意輪念誦法一卷: 大虛空藏念誦法一卷: 聖觀自在菩薩心真言軌儀一卷: 瑜伽蓮華部念誦法一卷: 金剛頂經多羅菩薩念誦法一卷: 甘露軍荼利瑜伽念誦法一卷: 受菩提心戒儀一卷: 金剛頂瑜伽三十七尊禮一卷: 都部陀羅尼目一卷: 大曼荼羅十七尊義述一卷: 七俱胝佛母陀羅尼經一卷: 成就妙法蓮華經王儀軌一卷: 金剛頂勝初念誦儀軌一卷: 大藥叉愛子成就法: 大樂金剛不空真實三昧耶經義釋一卷: 普遍光明大隨求陀羅尼經二卷: 五字陀羅尼頌一卷: 聖閻鬘德迦忿怒王念誦法一卷: 大威怒烏芻澁摩成就儀軌一卷: 聖迦抳忿怒金剛童子菩薩成就儀軌三卷: 一髻尊陀羅尼經一卷: 金剛頂經一字頂輪王念誦儀軌一卷: 速疾立驗說迦婁羅阿尾奢法一卷: 大毘盧遮那成佛經略示七支念誦隨行法一\n卷: 大日經略攝念誦隨行法: 金剛頂降三世大儀軌一卷: 金剛頂經瑜伽文殊師利菩薩儀軌一卷: 金剛頂經觀自在王如來修行法一卷: 文殊師利宿曜經二卷: 金剛頂三貌三菩提心論一卷: 修習般若波羅蜜觀行儀軌一卷: 仁王般若陀羅尼釋一卷: 觀自在大悲成就念誦法一卷: 金剛手光明灌頂經一卷: 大孔雀明王畫壇儀軌一卷: 金輪王佛頂要略念誦法一卷: 大聖天歡喜雙身毘那夜迦法一卷: 觀自在菩薩如意輪瑜伽念誦法一卷: 金剛頂瑜伽普賢修行念誦儀軌一卷: 貞元捨拾錄一卷: 大毘盧遮那佛胎藏大曼荼羅一鋪: 大毘盧遮那佛金剛界九會曼荼羅一卷: 大毘盧遮那佛九頂輪王曼荼羅一鋪: 大毘盧遮那佛八十一尊種子曼茶羅一張: 羯磨杵四口: 鎮壇橛四枚", "author": "日本 圓珍撰", "sourceLink": "http://www.cbeta.org/"}