{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220d 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "4 會29 隨順品", "1": "5 會大般若經第五會序序", "10": "又無不在而可卷，諒非兆朕之可導，又非塵", "100": "不能成辦一切智智便不能益所益有情。所", "101": "以者何？色不應攝受受、想、行、識，亦不應攝受", "102": "般若波羅蜜多，亦不應攝受色，不可攝受故", "103": "即非色，受、想、行、識亦不可攝受故即非受、想、", "104": "行、識，般若波羅蜜多亦不可攝受故便非般", "105": "若波羅蜜多。「諸菩薩摩訶薩應如是學甚深", "106": "般若波羅蜜多，若如是學甚深般若波羅蜜", "107": "多，是名菩薩無所攝受三摩地輪，廣大資具", "108": "無量無出，不為一切聲聞、獨覺之所引奪，亦", "109": "不攝受一切智智。所以者何？是一切智智非", "11": "躅之可隨，斯則行不行矣！住不住矣！觀無二", "110": "取相修得，諸取相者皆是煩惱。若取修得一", "111": "切智智者，則勝軍梵志於一切智智不應信", "112": "解，是勝軍梵志雖由信解力歸趣佛法，名隨", "113": "信行，而能以少分智觀一切法性空，悟入一", "114": "切智智。既悟入已不取色相，亦不取受、想、行、", "115": "識相，不以喜樂觀見此智，不以得聞觀見此", "116": "智，不以內色觀見此智，不以外色觀見此智，", "117": "不以內外色觀見此智，亦不離色觀見此智；", "118": "不以內受、想、行、識觀見此智，不以外受、想、行、識", "119": "觀見此智，不以內外受、想、行、識觀見此智，亦", "12": "之性與二不二，則非一之名在一恒一，故紛", "120": "不離受、想、行、識觀見此智。勝軍梵志以如是等", "121": "諸離相門，於一切智智深生信解，名隨信行，", "122": "於一切法皆無取著。如是梵志以離相門，於", "123": "一切智智得信解已，於一切法皆不取相，亦", "124": "不思惟無相諸法。如是梵志由勝解力，於一", "125": "切法不取、不捨、無得、無證。時，彼梵志於自信", "126": "解乃至涅槃亦不取著，以真法性為定量故。", "127": "「世尊！是菩薩摩訶薩甚深般若波羅蜜多，不", "128": "攝受色，亦不攝受受、想、行、識，雖於諸法無所", "129": "攝受，若未圓滿如來十力、四無所畏、四無礙", "13": "之則萬舛、澄之則一如。一如未限而義區之，", "130": "解及十八佛不共法等，終不中道入般涅槃。", "131": "當知如是諸菩薩摩訶薩甚深般若波羅蜜多，", "132": "雖無取著而能成辦一切智智，利益安樂一", "133": "切有情。「復次，世尊！諸菩薩摩訶薩行深般若", "134": "波羅蜜多，應如是觀：何謂般若波羅蜜多？是", "135": "誰般若波羅蜜多？若法無所有、不可得，是般", "136": "若波羅蜜多耶？無所有中無彼無此何所繫", "137": "屬？世尊！若菩薩摩訶薩於如是事審觀察時，", "138": "心不沈沒亦無退屈、不驚、不怖，當知是菩薩", "139": "摩訶薩不離般若波羅蜜多。」時，舍利子問善", "14": "一義未易而名異之，一名未改而想貿之，一", "140": "現言：「何因緣故色離色性，受、想、行、識離受、想、", "141": "行、識性，般若波羅蜜多離般若波羅蜜多性，", "142": "而說菩薩摩訶薩不離般若波羅蜜多？」善現", "143": "答言：「如是！如是！色離色性，受、想、行、識離受、想、", "144": "行、識性，般若波羅蜜多離般若波羅蜜多性。", "145": "如是諸法，相亦離性，性亦離相，相亦離相，性", "146": "亦離性，能相、所相俱不可得。若菩薩摩訶薩", "147": "能如實知如是義者，不離般若波羅蜜多。」時，", "148": "舍利子問善現言：「若菩薩摩訶薩於此中學，", "149": "速能成辦一切智智耶？」善現答言：「如是！如是！", "15": "想未派而取亂之。過此以往，其不涯矣。故正", "150": "若菩薩摩訶薩於此中學，速能成辦一切智", "151": "智。何以故？舍利子！是菩薩摩訶薩知一切", "152": "法無生滅故。舍利子！若菩薩摩訶薩能如是", "153": "行，則為隣近一切智智。「復次，舍利子！諸菩薩", "154": "摩訶薩若行色為行相，若行色生為行相，若", "155": "行色壞為行相，若行色滅為行相，若行色空", "156": "為行相，若謂我能行，是行有所得。若行受、想、", "157": "行、識為行相，若行受、想、行、識生為行相，若行", "158": "受、想、行、識壞為行相，若行受、想、行、識滅為行", "159": "相，若行受、想、行、識空為行相，若謂我能行，是", "16": "乘之與大心、迴向之與隨喜，忘之則戒定慧", "160": "行有所得。若菩薩摩訶薩作如是念：『我是菩", "161": "薩，能行般若波羅蜜多。』是為行相。若菩薩摩", "162": "訶薩作如是念：『能如是行者，是修行般若波", "163": "羅蜜多。』亦為行相，當知是菩薩無方便善巧。」", "164": "時，舍利子問善現言：「諸菩薩摩訶薩當云何", "165": "行，名行般若波羅蜜多？」善現答言：「諸菩薩摩", "166": "訶薩若不行色，不行色相，不行色生，不行色", "167": "壞，不行色滅，不行色空，是行般若波羅蜜多。", "168": "諸菩薩摩訶薩若不行受、想、行、識，不行受、想、", "169": "行、識相，不行受、想、行、識生，不行受、想、行、識壞，", "17": "蘊，存之則想心見倒。夫見生死者三有，著涅", "170": "不行受、想、行、識滅，不行受、想、行、識空，是行般", "171": "若波羅蜜多。若菩薩摩訶薩不取行，不取不", "172": "行，不取亦行亦不行，不取非行非不行，於不", "173": "取亦不取，是行般若波羅蜜多。何以故？舍利", "174": "子！以一切法皆不可取，不可隨行，不可執受，", "175": "離性相故，如是名為諸菩薩摩訶薩於一切", "176": "法無生定輪，廣大資具無量無出，不共一切", "177": "聲聞、獨覺。若菩薩摩訶薩安住此定，疾證無", "178": "上正等菩提。」爾時，善現承佛神力，復告大德", "179": "舍利子言：「若菩薩摩訶薩雖安住此定，而不", "18": "槃者二乘，是故知生死空斯出三界矣！知涅", "180": "見此定亦不著此定，亦不念言：『我於此定已、", "181": "正、當入。』彼如是等思惟分別，由此定力一切", "182": "不起，當知已為過去如來、應、正等覺授與無", "183": "上正等菩提不退轉記。」時，舍利子問善現言：", "184": "「若菩薩摩訶薩由住此定，已為過去諸佛世", "185": "尊現前授記，是菩薩摩訶薩為能顯示如是", "186": "定不？」善現答言：「不也！舍利子！何以故？是善男", "187": "子於如是定無知無想。」舍利子言：「具壽說彼", "188": "諸善男子於如是定無知無想耶？」善現報言：", "189": "「我定說彼諸善男子於如是定無知無想。所", "19": "槃空斯過二地矣！釋五花之授記乃證菩", "190": "以者何？如是諸定無所有故。彼善男子於如", "191": "是定無知無想，如是諸定於一切法亦無知", "192": "無想。所以者何？以一切法無所有故。」時，薄伽", "193": "梵讚善現言：「善哉！善哉！如汝所說。故我說汝", "194": "住無諍定最為第一。諸菩薩摩訶薩欲學般", "195": "若波羅蜜多應如是學，若如是學名學般若", "196": "波羅蜜多。」時，舍利子便白佛言：「若菩薩摩訶", "197": "薩能如是學，名真學般若波羅蜜多耶？」佛告", "198": "舍利子：「若菩薩摩訶薩能如是學，名真學般", "199": "若波羅蜜多。」時，舍利子復白佛言：「諸菩薩摩", "2": "西明寺沙門玄則撰", "20": "提，搋七寶之校量方深福德。天供天護，加", "200": "訶薩如是學時，於何法學？」佛告舍利子：「諸菩", "201": "薩摩訶薩如是學時，非於法學。何以故？舍利", "202": "子！如諸愚夫異生所執，非一切法如是有故。」", "203": "時，舍利子復白佛言：「若爾，諸法如何而有？」佛", "204": "告舍利子：「如無所有如是而有。若於如是無", "205": "所有法不能了達，說為無明。愚夫異生於一", "206": "切法無所有性，無明貪愛增上勢力分別執", "207": "著斷常二邊，由此不知不見諸法無所有性", "208": "分別諸法，由分別故便生執著，由執著故分", "209": "別諸法無所有性，由此於法不見不知。以於", "21": "頂讚而徒殷；神呪神珠，語靈祥而不極。鋪惟", "210": "諸法不見不知，分別過去未來現在，由分別", "211": "故貪著名色，著名色故分別執著無所有法，", "212": "於無所有法分別執著故，於如實道不知不", "213": "見，不能出離三界生死，不信諦法，不覺實際，", "214": "是故墮在愚夫數中。由斯，菩薩摩訶薩眾於", "215": "法性相都無執著。」時，舍利子復白佛言：「諸菩", "216": "薩摩訶薩如是學時，豈不求學一切智智？」佛", "217": "告舍利子：「諸菩薩摩訶薩如是學時，亦不求", "218": "學一切智智。然諸菩薩如是學時，雖無所學，", "219": "而名真學一切智智，速能成辦一切智智故。」", "22": "此會，未傳茲壤。凡二十四品，今譯充十卷。其", "220": "爾時，具壽善現便白佛言：「世尊！設有人來作", "221": "如是問：『幻士若學一切智智，彼亦能成辦一", "222": "切智智不？』我得此問當云何答？」佛告善現：「我", "223": "還問汝，隨汝意答。於意云何？幻異色、受、想、行、", "224": "識不？」善現答言：「幻不異色，色不異幻，幻即是", "225": "色，色即是幻，受、想、行、識亦復如是。」佛告善現：", "226": "「於意云何？五取蘊中起想等想，施設言說假", "227": "名菩薩摩訶薩不？」善現對曰：「如是！世尊！」佛", "228": "告善現：「諸菩薩摩訶薩求趣無上正等菩提，", "229": "修學般若波羅蜜多，一切皆如幻士修學。何", "23": "亹亹通韻、新新渴奉者，固當不以抵羽而輕", "230": "以故？幻士即是五取蘊故。所以者何？我說五", "231": "蘊、眼等六根，皆如幻化都非實有。」具壽善現", "232": "復白佛言：「若菩薩摩訶薩新學大乘聞如是", "233": "說，其心將無驚怖退屈？」佛告善現：「若菩薩摩", "234": "訶薩新學大乘親近惡友，聞如是說心便驚", "235": "怖則生退屈。若近善友，雖聞此說而不驚怖", "236": "亦無退屈。」具壽善現復白佛言：「何等名為菩", "237": "薩惡友？」佛告善現：「諸菩薩惡友者，謂教菩薩", "238": "厭離般若波羅蜜多，捨菩提心取諸法相，令", "239": "學取相世俗書典，令學聲聞相應經法，又令", "24": "積珍矣！", "240": "習近眾魔事業，此等名為菩薩惡友。」具壽善", "241": "現復白佛言：「何等名為菩薩善友？」佛告善現：", "242": "「諸菩薩善友者，謂教菩薩勤修般若波羅蜜", "243": "多，乃至為說魔事、魔過，令其覺知方便棄捨，", "244": "此等名為新學菩薩大誓莊嚴真淨善友。」具", "245": "壽善現復白佛言言：「菩薩者是何句義？」佛告", "246": "善現：「學一切法無著無礙，覺一切法無著無", "247": "礙，求證菩提故名菩薩。」具壽善現復白佛言：", "248": "「此復何緣名摩訶薩？」佛告善現：「以諸菩薩於", "249": "大有情眾中當為上首故，復名摩訶薩。」時，舍", "25": "大般若波羅蜜多經卷第五百五", "250": "利子便白佛言：「我今樂說摩訶薩義，唯願聽", "251": "許！」佛告舍利子：「隨汝意說。」舍利子言：「以諸菩", "252": "薩方便善巧，為諸有情宣說法要，令斷我見、", "253": "有情見、命者見、補特伽羅見、有見、無見、斷常見", "254": "等，依如是義名摩訶薩。」爾時，善現亦白佛言：", "255": "「我今樂說摩訶薩義，唯願聽許！」佛告善現：", "256": "「隨汝意說。」善現白言：「以諸菩薩發菩提心、無", "257": "等等心、聲聞獨覺不能引心，於如是心亦不", "258": "執著。所以者何？一切智心是真無漏不墮三", "259": "界，不應於中而生執著。依如是義名摩訶薩。」", "26": "十六", "260": "時，舍利子問善現言：「何因緣故，於如是心亦", "261": "不執著？」善現答言：「如是諸心無心性故不應", "262": "執著。」時，滿慈子亦白佛言：「我今樂說摩訶薩", "263": "義，唯願聽許！」佛告滿慈子：「隨汝意說。」滿慈", "264": "子言：「以諸菩薩普為利樂一切有情被大願", "265": "鎧故，發趣大乘故，乘大乘故，名摩訶薩。」爾時，", "266": "善現便白佛言：「如世尊說諸菩薩摩訶薩被", "267": "大願鎧，齊何言諸菩薩摩訶薩被大願鎧？」佛", "268": "告善現：「諸菩薩摩訶薩作如是念：我應度脫", "269": "無量無數無邊有情入無餘依般涅槃界。雖", "27": "三藏法師玄奘奉　詔譯", "270": "作是事，而無有法及諸有情得涅槃者。何以故？", "271": "諸法實性法應爾故。譬如幻師或彼弟子，於", "272": "四衢道化作大眾互相加害，於意云何？此中有", "273": "實相害事不？」善現對曰：「不也！世尊！」佛告善現：", "274": "「諸菩薩摩訶薩亦復如是，雖現度脫無量無數", "275": "無邊有情入無餘依般涅槃界，而無有法及", "276": "諸有情得涅槃者。若菩薩摩訶薩聞如是事，", "277": "不驚、不怖亦無退屈，當知是菩薩摩訶薩被大", "278": "願鎧。」爾時，善現便白佛言：「如我解佛所說義", "279": "者，諸菩薩摩訶薩不被大願鎧，當知是為被", "28": "1 善現品第五分善現品第一", "280": "大願鎧。」佛告善現：「如是！如是！所以者何？一切", "281": "智智無造無作，一切有情亦無造無作，諸菩", "282": "薩摩訶薩為欲饒益彼有情故被大願鎧。所以", "283": "者何？色非造非不造，非作非不作，受、想、行、識", "284": "亦非造非不造，非作非不作。何以故？色乃至", "285": "識不可得故。」具壽善現便白佛言：「如我解佛", "286": "所說義者，色乃至識無染無淨。所以者何？色", "287": "無縛無脫，受、想、行、識亦無縛無脫。」時，滿慈子", "288": "問善現言：「尊者說色無縛無脫，說受、想、行、識", "289": "亦無縛無脫耶？」善現答言：「如是！如是！」滿慈子", "29": "如是我聞：一時，薄伽梵住王舍城鷲峯山頂，", "290": "言：「說何等色無縛無脫？說何等受、想、行、識亦", "291": "無縛無脫耶？」善現答言：「說如幻士色無縛無", "292": "脫，說如幻士受、想、行、識亦無縛無脫。所以者", "293": "何？色乃至識無所有故無縛無脫，遠離故無", "294": "縛無脫，寂靜故無縛無脫，無生滅故無縛無", "295": "脫，是名菩薩發趣大乘被大願鎧。」時，滿慈子", "296": "聞如是說，歡喜信受默然而住。爾時，善現便", "297": "白佛言：「諸菩薩摩訶薩發趣大乘，云何大乘？", "298": "云何菩薩發趣大乘？如是大乘從何處出至", "299": "何處住？誰復乘是大乘而出？」佛告善現：「言大", "3": "蓋聞申申夭夭，宴居而欲流誨；憤憤悱悱，", "30": "與大苾芻眾萬二千人俱，皆阿羅漢，具壽善", "300": "乘者，即是無量無數增語，無邊功德共所成", "301": "故。云何菩薩發趣大乘者，謂諸菩薩勤修六", "302": "種波羅蜜多，能從一地進趣一地，是名菩薩", "303": "發趣大乘。如是大乘從何處出至何處住者，", "304": "謂此大乘從三界中出、至一切智智中住，然", "305": "以無二為方便故無出無住。誰復乘是大乘", "306": "出者？都無乘是大乘出者。所以者何？能乘、所", "307": "乘如是二法俱無所有，無所有中誰乘何法", "308": "可名乘者？」具壽善現復白佛言：「如是大乘普", "309": "勝一切世間天、人、阿素洛等，如是大乘與虛", "31": "現、舍利子等而為上首，除阿難陀獨居學地。", "310": "空等。譬如虛空，普能容受無量無數無邊有", "311": "情，大乘亦爾，普能容受無量無數無邊有情。", "312": "又如虛空，無來無去、無住可見，大乘亦爾，無", "313": "來無去、無住可見。又如虛空，前、後、中際皆不", "314": "可得，大乘亦爾，前、後、中際皆不可得，三世平", "315": "等故名大乘。」佛告善現：「善哉！善哉！如是！如是！", "316": "如汝所說。」時，滿慈子便白佛言：「世尊先教大", "317": "德善現為諸菩薩摩訶薩眾宣示般若波羅蜜", "318": "多，而今何故乃說大乘？」爾時，善現即白佛言：", "319": "「我說大乘，將無違越所說般若波羅蜜多？」佛", "32": "復有無量無數菩薩摩訶薩得無礙辯，慈氏", "320": "告善現：「汝說大乘，皆順般若波羅蜜多無所", "321": "違越。」具壽善現復白佛言：「我都不得前際後", "322": "際中際菩薩。色無邊故菩薩亦無邊，受、想、行、", "323": "識無邊故菩薩亦無邊；即色，離色，菩薩無所", "324": "有不可得；即受、想、行、識，離受、想、行、識，菩薩亦", "325": "無所有不可得。如是，世尊！我於此等一切法，", "326": "以一切種、一切處、一切時，求諸菩薩都無所", "327": "見竟不可得，云何令我為諸菩薩宣示般若", "328": "波羅蜜多？「復次，世尊！言菩薩者，但有假名都", "329": "無自性。如說我等畢竟不生，但有假名都無", "33": "菩薩、妙吉祥菩薩等而為上首。爾時，世尊告", "330": "自性，諸法亦爾畢竟不生，但有假名都無自", "331": "性。此中何等是色畢竟不生？若畢竟不生則", "332": "不名色。何等是受、想、行、識畢竟不生？若畢竟", "333": "不生則不名受、想、行、識。世尊！色是菩薩不可", "334": "得，受、想、行、識是菩薩亦不可得，此不可得亦", "335": "不可得。我於如是一切法，以一切種、一切處、", "336": "一切時，求諸菩薩皆不可得，當教何等法？修", "337": "何等法？於何等處、時證何等法？「復次，世尊！諸", "338": "佛菩薩甚深般若波羅蜜多，但有假名都無", "339": "自性。如說我等畢竟不生，但有假名都無自", "34": "善現曰：「汝以辯才應為菩薩摩訶薩眾宣示", "340": "性，諸法亦爾，但有假名都無自性。何等是色", "341": "既不可取亦不可生？何等是受、想、行、識既不", "342": "可取亦不可生？諸法自性既不可取亦不可", "343": "生，若法無性亦不可生，此無生法亦不可生，", "344": "我豈能以畢竟不生甚深般若波羅蜜多，教", "345": "畢竟不生菩薩摩訶薩？世尊！離不生法無法", "346": "可得，亦無菩薩能行無上正等菩提。「世尊！若", "347": "菩薩摩訶薩聞說是語不驚、不怖，當知是菩", "348": "薩摩訶薩能行深般若波羅蜜多。所以者何？", "349": "若時菩薩摩訶薩行深般若波羅蜜多，觀察諸", "35": "般若波羅蜜多，令諸菩薩摩訶薩眾修行般", "350": "法，是時菩薩摩訶薩即不取色。所以者何？色", "351": "無生即非色，色無滅亦非色，既無生無滅", "352": "即無二無別；若說色，即入無二法數。若時菩", "353": "薩摩訶薩行深般若波羅蜜多觀察諸法，是", "354": "時菩薩摩訶薩即不取受、想、行、識。所以者何？", "355": "受、想、行、識無生即非受、想、行、識，受、想、行、識無", "356": "滅亦非受、想、行、識，既無生無滅即無二無別。", "357": "若說受、想、行、識，即入無二法數。」時，舍利子謂", "358": "善現言：「如我領解仁所說義，諸菩薩等畢竟", "359": "不生，若爾，何緣有諸菩薩為度無量無數有", "36": "若波羅蜜多速得成辦。」時，舍利子作是念言：", "360": "情，修多百千難行苦行，備受無量生死大苦？」", "361": "善現報言：「非我於彼無生法中，許有菩薩為", "362": "度無量無數有情，修多百千難行苦行，備受", "363": "無量生死大苦，然諸菩薩雖為此事，而於其", "364": "中無苦行想。何以故？舍利子！若於苦行作苦", "365": "行想，不能饒益無邊有情，是故菩薩於諸苦", "366": "行作樂行想，於難行行作易行想，於諸有情", "367": "作父母及己身想，為度彼故發菩提心，由此", "368": "乃能作大饒益。爾時，菩薩作是思惟：『如我自", "369": "性，於一切法，以一切種、一切處、時求不可得，", "37": "「具壽善現為以自力為諸菩薩摩訶薩眾宣", "370": "內外諸法亦復如是，都無所有皆不可得。』若", "371": "住此想便不見有難行苦行，由此能為無邊", "372": "有情修多百千難行苦行，與有情類作大饒", "373": "益。」時，舍利子問善現言：「是諸菩薩實無生不？」", "374": "善現答言：「如是！如是！一切菩薩皆實無生。」舍", "375": "利子言：「為但菩薩實是無生，為一切智亦實", "376": "無生？」善現答言：「此一切智亦實無生。」舍利子", "377": "言：「為但一切智實是無生，為諸異生類亦實", "378": "無生？」善現答言：「諸異生類亦實無生。」舍利子", "379": "言：「若諸菩薩皆實無生，諸菩薩法亦應無生；", "38": "示般若波羅蜜多？為是如來威神之力？」爾時，", "380": "若一切智實是無生，一切智法亦應無生；若", "381": "異生類實是無生，異生類法亦應無生。若爾，", "382": "菩薩得一切智，應無生法能證無生。」善現答", "383": "言：「我意不許無生法中有得有證。何以故？無", "384": "生法中證、得無故。」舍利子言：「為許生法證生", "385": "法，為許無生法證無生法耶？」善現答言：「我意", "386": "不許生法證生法，亦不許無生法證無生法。」", "387": "舍利子言：「為許生法證無生法，為許無生法", "388": "證生法耶？」善現答言：「我意不許生法證無生", "389": "法，亦不許無生法證生法。」舍利子言：「若如是", "39": "善現知舍利子心之所念，便告之言：「諸佛弟", "390": "者應無得、證。」善現答言：「雖有得、證而非實有。」", "391": "舍利子言：「為許未生法生，為許已生法生耶？」", "392": "善現答言：「我意不許未生法生，亦不許已生", "393": "法生。」舍利子言：「為許生生，為許不生生耶？」", "394": "善現答言：「我意不許生生，亦不許不生生。」舍", "395": "利子言：「仁者於所說無生法，樂辯說無生相", "396": "耶？」善現答言：「我於所說無生法，亦不樂辯說", "397": "無生相。」舍利子言：「於無生法起無生言，此無", "398": "生言亦無生不？」善現答言：「於無生法起無生", "399": "言，此法及言俱無生義，而隨世俗說無生相。」", "4": "離座而思請益。況深慈之遠鞠、遍知之委", "40": "子有所宣示，皆是如來威神之力。何以故？舍", "400": "時，舍利子讚善現言：「說法人中仁為第一，除", "401": "佛世尊無能及者。所以者何？隨所問詰種種", "402": "法門皆能酬答。」善現報言：「諸佛弟子於一切", "403": "法無依著者，法爾皆能隨所問詰，一一酬答", "404": "自在無畏。所以者何？以一切法無所依故。」時，", "405": "舍利子謂善現言：「善哉！善哉！若諸菩薩能作", "406": "如是隨問而答，為由何等波羅蜜多威力所", "407": "辦？」善現報言：「此是般若波羅蜜多威力所辦。", "408": "所以者何？說一切法無所依止，要由般若波", "409": "羅蜜多達一切法無所依故。舍利子！若菩薩", "41": "利子！佛為弟子宣示法要，彼依佛教精勤修", "410": "摩訶薩聞如是語心不迷悶亦無疑惑，當知", "411": "是菩薩能住如是住恒不捨離，亦常不離大", "412": "悲作意。」時，舍利子謂善現言：「若諸菩薩住如", "413": "是住恒不捨離，亦常不離如是作意者，則一", "414": "切有情應是菩薩。所以者何？以一切有情亦", "415": "於此住及此作意常不捨離，般若大悲性平", "416": "等故，則諸菩薩與諸有情應無差別。」善現報", "417": "曰：「善哉！善哉！雖似難我而成我義。何以故？舍", "418": "利子！一切有情無自性故，當知如是住及作", "419": "意亦無自性；一切有情性遠離故，當知如是", "42": "學，乃至證得諸法實性，證已為他有所宣示，", "420": "住及作意性亦遠離；一切有情無覺知故，當", "421": "知如是住及作意亦無覺知。由此因緣，是諸", "422": "菩薩於如是住及此作意常不捨離，與諸有", "423": "情亦無差別。若諸菩薩能如是知無所滯礙，", "424": "是行般若波羅蜜多，我意欲令一切菩薩以", "425": "此作意，行深般若波羅蜜多。」", "426": "2 天帝品第五分天帝品第二", "427": "爾時，天帝釋與四萬天子俱來集會，護世四", "428": "天王與二萬天子俱來集會，索訶界主大梵", "429": "天王與萬梵眾俱來集會，復有五千淨居天", "43": "若與法性能不相違，皆是如來威神所致，亦", "430": "眾俱來集會，是諸天眾業果身光，對佛威光", "431": "皆悉不現。時，天帝釋白善現言：「今有無量諸", "432": "天子等，欲聞大德宣示般若波羅蜜多，唯願", "433": "大德哀愍為說：云何菩薩應住般若波羅蜜", "434": "多？」爾時，善現告帝釋言：「吾承佛力，為諸天眾", "435": "宣示般若波羅蜜多，如諸菩薩所應安住。汝", "436": "諸天等，未發無上菩提心者今皆應發。諸有", "437": "已入聲聞、獨覺正性離生，不復能發大菩提", "438": "心。何以故？憍尸迦！彼於生死有限礙故。其中", "439": "若有能發無上正等覺心，我亦隨喜。何以故？", "44": "是所證法性等流，是故我當為諸菩薩宣示", "440": "憍尸迦！諸有勝人應求勝法，我終不礙他勝", "441": "善品。」爾時，世尊讚善現曰：「善哉！善哉！汝今善", "442": "能勸諸菩薩。」具壽善現便白佛言：「我既知恩", "443": "云何不報！謂過去佛及諸弟子，教諸菩薩種", "444": "種法要，方便趣入波羅蜜多。如來爾時亦於", "445": "中學，今證無上正等菩提，轉妙法輪饒益我", "446": "等。故我今者應隨佛教，攝受護念此諸菩薩，", "447": "令疾證得無上菩提，轉妙法輪利樂一切，是", "448": "則名為報彼恩德。」爾時，善現語帝釋言：「汝等", "449": "諸天皆應諦聽，當為汝說諸菩薩眾於深般", "45": "般若波羅蜜多，皆是如來威神之力。」爾時，善", "450": "若波羅蜜多所應住相。「憍尸迦！諸菩薩眾大", "451": "誓莊嚴發趣大乘，應以空相安住般若波羅", "452": "蜜多，不應住色，亦不應住受、想、行、識；不應", "453": "住預流果，亦不應住一來、不還、阿羅漢果、獨", "454": "覺菩提；不應住此是色，亦不應住此是受、想、", "455": "行、識；不應住此是預流果，亦不應住此是一", "456": "來、不還、阿羅漢果、獨覺菩提；不應住色、受、想、", "457": "行、識若常若無常、若樂若苦、若我若無我、", "458": "若淨若不淨、若空若不空；不應住預流果乃", "459": "至獨覺菩提，皆是無為所顯，是真福田，應受", "46": "現便白佛言：「世尊使我為諸菩薩摩訶薩眾", "460": "供養；不應住預流果，極七返有必入涅槃；", "461": "不應住一來果，未至究竟，一來此間定盡眾", "462": "苦；不應住不還果，往彼滅度不復還來；不", "463": "應住阿羅漢果，今世定入無餘涅槃；不應住", "464": "獨覺果，超聲聞地不至佛地，而般涅槃不應", "465": "住佛，無為所顯，是真福田，應受供養，超諸聲", "466": "聞、獨覺等地，利樂無量無數有情，令入無餘", "467": "般涅槃界，假使一切有情界盡，亦入無餘般", "468": "涅槃界。」時，舍利子作是念言：「若爾，菩薩當云", "469": "何住？」爾時，善現知舍利子心之所念，便謂之", "47": "宣示般若波羅蜜多，令諸菩薩眾修行般若", "470": "曰：「於意云何？如來之心為何所住？」時，舍利子", "471": "語善現言：「如來之心都無所住，以無所住故", "472": "名如來，謂不住有為界，亦不住無為界，亦非", "473": "不住。」善現報言：「菩薩亦爾，如諸如來於一切", "474": "法心無所住亦非不住，謂諸菩薩於深般若", "475": "波羅蜜多，以無所得而為方便，應如是住、應", "476": "如是學。」爾時，眾中有諸天子竊作是念：「諸藥", "477": "叉等言詞呪句，種種差別雖復隱密，而我等", "478": "輩猶可了知，大德善現於深般若波羅蜜多，", "479": "雖以種種言詞顯示，而我等輩竟不能解。」具", "48": "波羅蜜多速得成辦。世尊！所言諸菩薩者，", "480": "壽善現知諸天子心之所念，便告彼言：「我於", "481": "此中無說無示，汝亦不聞，當何所解？」時，諸天", "482": "子復作是念：「尊者善現於此義中欲令易解，", "483": "而轉深細難可測量。」具壽善現知彼天子心", "484": "之所念，復告之言：「諸有欲證欲住預流、一來、", "485": "不還、阿羅漢果、獨覺菩提、諸佛無上正等菩", "486": "提，要依此忍乃能證住。」時，諸天子作是念言：", "487": "「大德善現於今欲為何等有情說何等法？」具", "488": "壽善現知諸天子心之所念，而告彼言：「吾今", "489": "欲為如幻有情說如幻法，彼於所說無聞、無", "49": "何法增語謂為菩薩？世尊！我不見有法可名", "490": "解、無所證故。」時，諸天子復作是念：「為聽法者", "491": "及法如幻，為餘有情預流果等亦皆如幻？」善", "492": "現知彼心之所念，便告之言：「餘有情類若預", "493": "流果、若一來果、若不還果、若阿羅漢果、若獨覺", "494": "菩提、若佛無上正等菩提亦皆如幻。」時，諸天", "495": "子問善現言：「豈諸如來、應、正等覺所證無上", "496": "正等菩提亦皆如幻？」善現答言：「如是！如是！乃", "497": "至涅槃亦復如幻。」時，諸天子問善現言：「豈可", "498": "涅槃亦復如幻？」善現答言：「設更有法勝涅槃", "499": "者亦復如幻，何況涅槃！何以故？諸天子！幻與", "5": "照，妙感之潛通、玄機之盛扣，其於說也，何", "50": "菩薩摩訶薩，亦不見有法可名般若波羅蜜", "500": "有情及一切法乃至涅槃無二無別，皆不可", "501": "得、不可說故。」時，舍利子、執大藏、滿慈子、大飲", "502": "光等問慶喜言：「所說般若波羅蜜多如是甚", "503": "深，誰能信受？」慶喜答言：「有不退轉諸菩薩眾，", "504": "於此所說甚深般若波羅蜜多能深信受，復", "505": "有無量具足正見補特伽羅及願圓滿諸阿", "506": "羅漢，於此所說甚深般若波羅蜜多亦能信", "507": "受。」爾時，善現作如是言：「如是所說甚深般若", "508": "波羅蜜多無能信受。所以者何？此中無法可", "509": "顯可示故，信受者亦不可得。」", "51": "多。世尊！我於菩薩及菩薩法不見不得，亦復", "510": "時，天帝釋作是念言：「尊者善現雨大法雨，我", "511": "應化作微妙音華奉散供養。」作是念已，即便", "512": "化作微妙音華散善現上。爾時，善現作是念", "513": "言：「今所散花，於諸天處未曾見有。是花微", "514": "妙，定非水陸草木所生，應是諸天從心化出。」", "515": "時，天帝釋既知善現心之所念，謂善現言：「此", "516": "所散花，實非水陸草木所生，亦非諸天從心", "517": "化出，以所散花無生性故。」具壽善現語帝釋", "518": "言：「此花不生便無花性。」時，天帝釋作是念", "519": "言：「尊者善現覺慧深廣，不壞假名而說實義。」", "52": "不見不得般若波羅蜜多，云何使我為諸菩", "520": "作是念已，白善現言：「如是！如是！誠如尊教。諸", "521": "菩薩眾於諸法中，應隨尊者所說而學。」爾時，", "522": "善現語帝釋言：「如是！如是！如汝所說。諸菩薩", "523": "眾於諸法中，皆應隨我所說而學。「憍尸迦！諸", "524": "菩薩眾隨我所說，於深般若波羅蜜多如是", "525": "學時，不依預流果學，不依一來、不還、阿羅漢", "526": "果學，不依獨覺菩提學，若不依此諸地而學", "527": "便學諸佛一切智智，若學諸佛一切智智則", "528": "學無量無邊佛法，若學無量無邊佛法則不", "529": "學色、受、想、行、識有增有減，若不學色、受、想、行、", "53": "薩摩訶薩眾宣示般若波羅蜜多？世尊！我教", "530": "識有增有減則不學色、受、想、行、識有取有捨，", "531": "若不學色、受、想、行、識有取有捨則不學一切法", "532": "有可攝受及可滅壞，若不學一切法有可攝", "533": "受及可滅壞則不學一切智智有可攝受及可", "534": "滅壞。諸菩薩眾如是學時，名為真學一切智", "535": "智，速能證得一切智智。」時，舍利子問善現言：", "536": "「若諸菩薩不學一切智智有可攝受及可滅", "537": "壞，是諸菩薩如是學時，名為真學一切智智，", "538": "速能證得一切智智耶？」善現答言：「如是！如是！", "539": "以無所得為方便故。」爾時，天帝釋問舍利子", "54": "何等菩薩摩訶薩修行何等般若波羅蜜多令", "540": "言：「菩薩所學甚深般若波羅蜜多，當於何求？」", "541": "舍利子言：「菩薩所學甚深般若波羅蜜多，當", "542": "於善現所說中求。」時，天帝釋問善現言：「是誰", "543": "神力為依持故，令舍利子作如是說？」善現答", "544": "言：「如來神力為依持故，令舍利子作如是說。」", "545": "天帝釋言：「復誰神力為依持故，尊者能說甚", "546": "深般若波羅蜜多？」善現報言：「如來神力為依", "547": "持故，令我能說甚深般若波羅蜜多。「憍尸迦！", "548": "汝之所問『菩薩所學甚深般若波羅蜜多，當於", "549": "何求？』者，憍尸迦！菩薩所學甚深般若波羅蜜", "55": "速成辦？「世尊！菩薩摩訶薩聞說是語，心不", "550": "多，不應即色求，不應離色求；不應即受、想、", "551": "行、識求，不應離受、想、行、識求。何以故？色非", "552": "般若波羅蜜多，亦非離色別有般若波羅蜜", "553": "多；受、想、行、識非般若波羅蜜多，亦非離受、想、", "554": "行、識別有般若波羅蜜多。」時，天帝釋白善現", "555": "言：「甚深般若波羅蜜多是大波羅蜜多，是", "556": "無量波羅蜜多，是無邊波羅蜜多。」善現報言：", "557": "「如是！如是！何以故？憍尸迦！色無邊故，當知般", "558": "若波羅蜜多亦無邊，受、想、行、識無邊故，當知", "559": "般若波羅蜜多亦無邊。「復次，憍尸迦！所緣無", "56": "沈沒亦無退屈、不驚、不怖，如說而住修行般", "560": "邊故，當知般若波羅蜜多亦無邊。憍尸迦！云", "561": "何所緣無邊故，當知般若波羅蜜多亦無邊？", "562": "謂一切法前、中、後際皆不可得說為無邊，法", "563": "無邊故所緣無邊，由此般若波羅蜜多亦說", "564": "無邊。「復次，憍尸迦！一切法無邊故，當知般若", "565": "波羅蜜多亦無邊。憍尸迦！云何一切法無邊", "566": "故，當知般若波羅蜜多亦無邊？謂一切法邊", "567": "不可得。所以者何？色乃至識前、中、後邊皆不", "568": "可得，由此般若波羅蜜多前、中、後邊亦不可", "569": "得故說無邊。「復次，憍尸迦！有情無邊故，當知", "57": "若波羅蜜多，是菩薩摩訶薩應有般若波羅", "570": "般若波羅蜜多亦無邊。憍尸迦？云何有情無", "571": "邊故，當知般若波羅蜜多亦無邊？憍尸迦！非", "572": "有情類其數甚多，計算其邊不可得故說為", "573": "無邊。」天帝釋言：「為何義故作如是說？」善現", "574": "答言：「我今問汝，隨汝意答。於意云何？言有情", "575": "者何法增語？」天帝釋言：「言有情者非法增語，", "576": "但是假立客名所攝、無事名所攝、無緣名所", "577": "攝。」善現復告天帝釋言：「於意云何？此中頗", "578": "有真實有情可顯示不？」天帝釋言：「不也！大德！」", "579": "善現告言：「無實有情可顯示故說為無邊。憍", "58": "蜜多令速成辦，若無所執即是", "580": "尸迦！於意云何？假使如來、應、正等覺經如殑", "581": "伽沙數大劫，以無邊音說有情類無量名字，", "582": "此中頗有真實有情有生滅不？」天帝釋言：「不", "583": "也！大德！何以故？以諸有情本性淨故。」善現", "584": "告言：「由此故說：有情無邊故，當知般若波羅", "585": "蜜多亦無邊。無性甚深，俱無邊故。」", "586": "大般若波羅蜜多經卷第五百五十六", "59": "般若波羅蜜多。「復次，世尊！若菩薩摩訶薩修", "6": "能已乎！神運之來，亟諧景集，靈山之上，復", "60": "行般若波羅蜜多，應如是學，謂不執著是菩", "61": "薩心。何以故？是心非心本性淨故。」時，舍利", "62": "子問善現言：「為有是心非心性不？」善現反問", "63": "舍利子言：「心非心性若有若無為可得不？」舍", "64": "利子言：「不也！善現！」善現便語舍利子言：「心非", "65": "心性若有若無既不可得，如何可問為有是", "66": "心非心性不？」時，舍利子問善現言：「何等名為", "67": "心非心性？」善現答言：「若無變壞亦無分別，是", "68": "則名為心非心性。」時，舍利子讚善現言：「善哉！", "69": "善哉！誠如所說。佛說仁者住無諍定最為第", "7": "動希聲。良由心塗易蕪、情靄難拂，滯識象之", "70": "一，實如聖言。若菩薩摩訶薩聞說是語，心不", "71": "沈沒亦無退屈、不驚、不怖，如說而住修行", "72": "般若波羅蜜多，是菩薩摩訶薩已於無上正", "73": "等菩提得不退轉。若菩薩摩訶薩如是觀察", "74": "心非心性，是菩薩摩訶薩不離般若波羅蜜", "75": "多。若諸有情欲勤修學或聲聞地、或獨覺地、", "76": "或菩薩地，皆於般若波羅蜜多，應常聽聞、受", "77": "持、讀誦、令善通利、如說修行。所以者何？於此", "78": "般若波羅蜜多甚深教中，廣說一切所應學", "79": "法。諸菩薩摩訶薩於此般若波羅蜜多精勤", "8": "為識、昧空色之即空，豈知夫法體法如不一", "80": "修學，於一切處皆得善巧。」爾時，善現復白佛", "81": "言：「我於菩薩心不知亦不得，我於菩薩摩訶", "82": "薩眾及於般若波羅蜜多俱不見有實事可得，", "83": "云何令我為諸菩薩摩訶薩眾宣示般若波羅", "84": "蜜多？世尊！我觀一切若生若滅、若染若淨都", "85": "不可得，而於其中說有菩薩、般若名等便有疑", "86": "悔。世尊！菩薩等名俱無決定亦無住處。所以", "87": "者何？菩薩名等都無所有，無所有法無定無", "88": "住。若菩薩摩訶薩聞說是事，心不沈沒亦無", "89": "退屈、不驚、不怖，當知是菩薩摩訶薩決定安", "9": "不二，性相唯寂言慮莫尋。既無一在而可舒，", "90": "住不退轉地，以無所住而為方便住無所住。", "91": "「復次，世尊！諸菩薩摩訶薩行深般若波羅蜜", "92": "多，不應住色，亦不應住受、想、行、識。所以者何？", "93": "若住於色，便作色行，非行深般若波羅蜜多；", "94": "若住受、想、行、識，便作受、想、行、識行，非行深般若", "95": "波羅蜜多。所以者何？非作、行者能攝受般若", "96": "波羅蜜多，若不能攝受般若波羅蜜多則不", "97": "能修習般若波羅蜜多，若不能修習般若波", "98": "羅蜜多則不能圓滿般若波羅蜜多，若不能", "99": "圓滿般若波羅蜜多則不能成辦一切智智，若"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220d 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}