{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1539 阿毘達磨識身足論: 阿毘達磨識身足論: 識身足論: 識身足論: 識身足論: 說一切有部識身足論", "text": {"0": "No. 1539", "1": "阿毘達磨識身足論卷第一", "10": "若無阿毘達磨論智所知冥誰殄滅", "100": "不應說觀於現在。言觀現在不應道理。若言", "101": "不觀過去未來現在。則無能於欲瀑流已觀", "102": "今觀當觀是不善。若無能觀。則無能已厭今", "103": "厭當厭。若無能厭。則無能已離染今離染當", "104": "離染。若無能離染。則無能已解脫今解脫當", "105": "解脫。若無能解脫。則無能已般涅槃今般涅", "106": "槃當般涅槃。如不善如是結縛隨眠隨煩惱", "107": "纏所棄所捨所斷遍知亦爾。復問彼言。汝然", "108": "此不。謂有能於欲瀑流已觀今觀當觀。後世", "109": "感苦異熟。彼答言爾。為何所觀。過去耶未", "11": "阿毘達磨正法燈心中淨眼智根本", "110": "來耶現在耶。若言觀過去。應說有過去。不應", "111": "無過去。言過去無不應道理。若言觀未來。", "112": "應說有未來。不應無未來。言未來無不應道", "113": "理。若言觀現在。應說有一補特伽羅非前非", "114": "後。亦能造業亦即領受此業異熟。此不應", "115": "理。若不說一補特伽羅非前非後。亦能造", "116": "業亦即領受此業異熟。則不應說觀於現在。", "117": "言觀現在不應道理。若言不觀過去未來現", "118": "在。則無能於欲瀑流已觀今觀當觀後世感", "119": "苦異熟。若無能觀則無能已厭今厭當厭。若", "12": "所知林日邪論劍開士威力如來藏", "120": "無能厭。則無能已離染今離染當離染。若無", "121": "能離染。則無能已解脫今解脫當解脫。若無", "122": "能解脫。則無能已般涅槃今般涅槃當般涅", "123": "槃。如欲瀑流。如是見瀑流無明瀑流亦爾。有", "124": "瀑流非不善。是結縛隨眠隨煩惱纏所棄所", "125": "捨所斷遍知。非於後世感苦異熟。如瀑流扼", "126": "亦爾。於諸取中欲取見取戒禁取是不善。結", "127": "縛隨眠隨煩惱纏所棄所捨所斷遍知。能於", "128": "後世感苦異熟。我語取非不善。是結縛隨眠", "129": "隨煩惱纏所棄所捨所斷遍知。非於後世感", "13": "三界照明慧眼道一切法燈佛語海", "130": "苦異熟。諸繫是不善。結縛隨眠隨煩惱纏所", "131": "棄所捨所斷遍知。能於後世感苦異熟。於諸", "132": "蓋中貪欲蓋瞋恚蓋疑蓋是不善。結縛隨眠", "133": "隨煩惱纏所棄所捨所斷遍知。能於後世感", "134": "苦異熟。惛沈睡眠蓋掉舉惡作蓋是不善。非", "135": "結非縛非隨眠。是隨煩惱纏所棄所捨所斷", "136": "遍知。能於後世感苦異熟。下分結中薩迦耶", "137": "見非不善。是結縛隨眠隨煩惱纏所棄所捨", "138": "所斷遍知。非於後世感苦異熟。餘下分結是", "139": "不善。結縛隨眠隨煩惱纏所棄所捨所斷遍", "14": "能發勝慧破諸疑是諸聖賢法衢路", "140": "知。能於後世感苦異熟。上分結中掉舉結非", "141": "不善。非結非縛非隨眠。是隨煩惱纏所棄所", "142": "捨所斷遍知。非於後世感苦異熟。餘上分結", "143": "非不善。是結縛隨眠隨煩惱纏所棄所捨所", "144": "斷遍知。非於後世感苦異熟。五心根栽五心", "145": "拘礙是不善。結縛隨眠隨煩惱纏所棄所捨", "146": "所斷遍知。能於後世感苦異熟。於諸見中薩", "147": "迦耶見邊執見非不善。是結縛隨眠隨煩惱", "148": "纏所棄所捨所斷遍知。非於後世感苦異熟。", "149": "邪見見取戒禁取是不善。結縛隨眠隨煩惱", "15": "智者慧水大陂池求智勇銳勝基本", "150": "纏所棄所捨所斷遍知。能於後世感苦異熟。", "151": "諸身愛是不善。結縛隨眠隨煩惱纏所棄所", "152": "捨所斷遍知。能於後世感苦異熟。諸隨眠中", "153": "有貪隨眠非不善。是結縛隨眠隨煩惱纏所", "154": "棄所捨所斷遍知。非於後世感苦異熟。所餘", "155": "隨眠是不善。結縛隨眠隨煩惱纏所棄所捨", "156": "所斷遍知。能於後世感苦異熟。諸邪支中", "157": "邪見是不善。結縛隨眠隨煩惱纏所棄所捨", "158": "所斷遍知。能於後世感苦異熟。邪語邪業邪", "159": "命是不善。非結非縛非隨眠非隨煩惱非纏。", "16": "了此勝法至聰明悟斯聖教真佛子", "160": "是所棄所捨所斷遍知。能於後世感苦異熟。", "161": "所餘邪支是不善。非結非縛非隨眠。是隨煩", "162": "惱非纏。是所棄所捨所斷遍知。能於後世感", "163": "苦異熟。於諸結中嫉結慳結是不善。結縛非", "164": "隨眠。是隨煩惱纏所棄所捨所斷遍知。能於", "165": "後世感苦異熟。所餘諸結是不善。結縛隨眠", "166": "隨煩惱纏所棄所捨所斷遍知。能於後世感", "167": "苦異熟。諸業道中前七業道是不善。非結非", "168": "縛非隨眠非隨煩惱非纏。是所棄所捨所斷", "169": "遍知。能於後世感苦異熟。後三業道是不善。", "17": "總嗢拖南頌總嗢拕南頌", "170": "結縛隨眠隨煩惱纏所棄所捨所斷遍知。能", "171": "於後世感苦異熟。", "172": "3 嗢拕南頌識身足論目乾連蘊第一中第三嗢拕南", "173": "頌", "174": "結蓋覺支心受意調練陀堅最為後", "175": "沙門目連作如是說。過去未來無。現在無為", "176": "有。應問彼言。汝然此不謂契經中世尊善語", "177": "善詞善說。若有內眼結。如實了知我有內眼", "178": "結。若無內眼結。如實了知我無內眼結。如", "179": "此眼結未生而生。生已令斷。斷已當來不復", "18": "初目乾連蘊次補特伽羅", "180": "更生。亦如實知。彼答言爾。為何所知。過去耶", "181": "未來耶現在耶。若言知過去。應說有過去。不", "182": "應無過去。言過去無不應道理。若言知未來", "183": "應說有未來。不應無未來。言未來無不應道", "184": "理。若言知現在。應說有一補特伽羅非前非", "185": "後二心和合。一是所知。一是能知。此不應", "186": "理。若言無一補特伽羅非前非後二心和合。", "187": "一是所知一是能知。不應說言知於現在。言", "188": "知現在不應道理。若言不知過去未來現在。", "189": "是則經中世尊善語善詞善說。若有內眼結。", "19": "因所緣雜類四句最為後", "190": "如實了知我有內眼結。若無內眼結。如實了", "191": "知我無內眼結。如此眼結。未生而生。生已", "192": "令斷。斷已當來不復更生。亦如實知。如是契", "193": "經世尊所說。汝便誹謗違越拒逆。若汝誹謗", "194": "違越拒逆如是世尊所說契經。", "195": "不應道理。如眼結如是。耳鼻舌身意結亦爾。", "196": "沙門目連作如是說。過去未來無。現在無為", "197": "有。應問彼言。汝然此不。於契經中世尊善語", "198": "善詞善說。若有內貪欲蓋。如實了知我有內", "199": "貪欲蓋。若無內貪欲蓋。如實了知我無內貪", "2": "提婆設摩阿羅漢造", "20": "1 目乾連蘊1 第一之一1 嗢拕南頌識身足論目乾連蘊第一之一第一嗢拕南", "200": "欲蓋。如此貪欲蓋。未生而生。生已令斷。斷", "201": "已當來不復更生。亦如實知。彼答言爾。為何", "202": "所知。過去耶未來耶現在耶。若言知過去。應", "203": "說有過去。不應無過去。言過去無不應道理。", "204": "若言知未來。應說有未來。不應無未來。言未", "205": "來無不應道理。若言知現在。應說有一補特", "206": "伽羅非前非後二心和合。一是所知一是能", "207": "知。此不應理。若言無一補特伽羅非前非後", "208": "二心和合。一是所知一是能知。則不應言知", "209": "於現在。言知現在不應道理。若言不知過去", "21": "頌", "210": "未來現在。是則經中世尊善語善詞善說。若", "211": "有內貪欲蓋。如實了知我有內貪欲蓋。若無", "212": "內貪欲蓋。如實了知我無內貪欲蓋。如此貪", "213": "欲蓋。未生而生生已令斷。斷已當來不復更", "214": "生。亦如實知。如是契經世尊所說。汝便誹謗", "215": "違越拒逆。若汝誹謗違越拒逆如是世尊所", "216": "說契經不應道理。如貪欲蓋如是。瞋恚惛沈", "217": "睡眠掉舉惡作疑蓋亦爾。", "218": "沙門目連作如是說。過去未來無。現在無為", "219": "有。應問彼言。汝然此不。於契經中世尊善語", "22": "根惡行想尋思界漏火愛所有", "220": "善詞善說。若有內念等覺支。如實了知我有", "221": "內念等覺支。若無內念等覺支。如實了知", "222": "我無內念等覺支。如此念等覺支。未生令", "223": "生。生已令住。不忘修習圓滿。倍復增廣智", "224": "作證。亦如實知。彼答言爾。為何所知。過去", "225": "耶未來耶現在耶。若言知過去。應說有過", "226": "去。不應無過去。言過去無不應道理。若言", "227": "知未來。應說有未來。不應無未來。言未來", "228": "無不應道理。若言知現在。應說有一補特伽", "229": "羅非前非後二心和合。一是所知。一是能", "23": "垢縛皆三", "230": "知。此不應理。若言無一補特伽羅非前非後", "231": "二心和合。一是所知一是能知。則不應言知", "232": "於現在。言知現在不應道理。若言不知過去", "233": "未來現在。是則經中世尊善語善詞善說。若", "234": "有內念等覺支。如實了知我有內念等覺支。", "235": "若無內念等覺支。如實了知我無內念等覺", "236": "支。如此念等覺支。未生令生。生已令住。不", "237": "忘修習圓滿。倍復增廣智作證。亦如實知。如", "238": "是契經世尊所說。汝便誹謗違越拒逆。若汝", "239": "誹謗違越拒逆如是世尊所說契經。不應道", "24": "沙門目連作如是說。過去未來無。現在無為", "240": "理。如念等覺支如是。擇法等覺支。精進等覺", "241": "支。喜等覺支。輕安等覺支定等覺支。捨等覺", "242": "支亦爾。", "243": "沙門目連作如是說。過去未來無。現在無為", "244": "有。應問彼言。汝然此不。謂契經中世尊善語", "245": "善詞善說。若有貪心。如實了知是有貪心。若", "246": "離貪心。如實了知是離貪心。彼答言爾。為何", "247": "所知。過去耶未來耶現在耶。若言知過去。應", "248": "說有過去。不應無過去。言過去無不應道理。", "249": "若言知未來。應說有未來。不應無未來。言", "25": "有。應問彼言。汝然此不。謂契經中世尊善語", "250": "未來無不應道理。若言知現在。應說有一補", "251": "特伽羅非前非後二心和合。一是所知。一是", "252": "能知。此不應理。若言無一補特伽羅非前非", "253": "後二心和合。一是所知一是能知。則不應言", "254": "知於現在。言知現在不應道理。若言不知", "255": "過去未來現在。是則經中世尊善語善詞善", "256": "說。若有貪心。如實了知是有貪心。若離貪", "257": "心。如實了知是離貪心。如是契經世尊所說。", "258": "汝便誹謗違越拒逆。若汝誹謗違越拒逆如", "259": "是世尊所說契經。不應道理。如有貪心離貪", "26": "善詞善說。三不善根。貪不善根瞋不善根。癡", "260": "心如是。有瞋心離瞋心。有癡心離癡心。略心", "261": "散心。沈心舉心。掉動心不掉動心。不寂靜心", "262": "寂靜心。不定心定心。不修心修心。不解脫心", "263": "解脫心。如實了知亦爾。", "264": "沙門目連作如是說。過去未來無。現在無為", "265": "有。應問彼言。汝然此不。謂契經中世尊善語", "266": "善詞善說。受有二種。一者身受。二者心受。彼", "267": "答言爾。具壽。若時領納身受心受。爾時當言", "268": "在何世。過去耶未來耶現在耶。若言在過去", "269": "應說有過去。不應無過去。言過去無不應道", "27": "不善根。彼答言爾。復問彼言。汝然此不。謂有", "270": "理。若言在未來。應說有未來。不應無未來。言", "271": "未來無不應道理。若言在現在。應說有一補", "272": "特伽羅非前非後領納二受。一者身受。二者", "273": "心受。此不應理。若言無一補特伽羅非前非", "274": "後領納二受。一者身受二者心受。則不應言", "275": "在於現在。言在現在不應道理。若言不在過", "276": "去未來現在。是則經中世尊善語善詞善說。", "277": "受有二種。一者身受。二者心受。如是契經世", "278": "尊所說。汝便誹謗違越拒逆。若汝誹謗違越", "279": "拒逆如是世尊所說契經。不應道理。", "28": "能於貪。不善根已觀今觀當觀是不善。彼答", "280": "沙門目連作如是說。過去未來無。現在無為", "281": "有。應問彼言。汝然此不。謂契經中世尊善", "282": "語善詞善說。受有三種。一者樂受。二者苦受。", "283": "三者不苦不樂受。彼答言爾。具壽。若時領納", "284": "樂等三受。爾時當言在何世。過去耶未來", "285": "耶現在耶。若言在過去。應說有過去。不應無", "286": "過去。言過去無不應道理。若言在未來。應說", "287": "有未來。不應無未來。言未來無不應道理。若", "288": "言在現在。應說有一補特伽羅非前非後領", "289": "納三受。一者樂受。二者苦受。三者不苦不", "29": "言爾為何所觀。過去耶未來耶現在耶。若", "290": "樂受。此不應理。若言無一補特伽羅非前非", "291": "後領納三受。一者樂受二者苦受三者不苦", "292": "不樂受。則不應言在於現在。言在現在不應", "293": "道理。若言不在過去未來現在。是則經中世", "294": "尊善語善詞善說。受有三種。一者樂受。二者", "295": "苦受。三者不苦不樂受。如是契經世尊所", "296": "說。汝便誹謗違越拒逆。若汝誹謗違越拒逆", "297": "如是世尊所說契經。不應道理。", "298": "沙門目連作如是說。過去未來無。現在無為", "299": "有。應問彼言。汝然此不。謂契經中世尊善", "3": "三藏法師玄奘奉　詔譯", "30": "言觀過去。應說有過去。不應無過去。言過去", "300": "語善詞善說。意法為緣發生意識。彼答言", "301": "爾。具壽。若時意識現起意。於爾時當言在何", "302": "世。過去耶未來耶現在耶。若言在過去。應", "303": "說有過去。不應無過去。言過去無不應道理。", "304": "若言在未來。應說有未來。不應無未來。言", "305": "未來無不應道理。若言在現在。應說有一補", "306": "特伽羅非前非後二心和合。意及意識。此不", "307": "應理。若言無一補特伽羅非前非後二心和", "308": "合。意及意識。則不應言在於現在。言在現在", "309": "不應道理。若言不在過去未來現在。是則經", "31": "無。不應道理。若言觀未來。應說有未來。不應", "310": "中世尊善語善詞善說。意法為緣發生意識。", "311": "如是契經世尊所說。汝便誹謗違越拒逆。若", "312": "汝誹謗違越拒逆如是世尊所說契經。不應", "313": "道理。", "314": "沙門目連作如是說。過去未來無。現在無為", "315": "有。應問彼言。汝然此不。謂契經中世尊善語", "316": "善詞善說。以齒持齒舌端著齶。復以其心", "317": "降伏執持調練其心。何所調練。過去耶未來", "318": "耶現在耶。若言調練過去。應說有過去。不應", "319": "無過去。言過去無不應道理。若言調練未來。", "32": "無未來。言未來無。不應道理。若言觀現在。應", "320": "應說有未來。不應無未來。言未來無不應道", "321": "理。若言調練現在。應說有一補特伽羅非前", "322": "非後二心和合。一所調練一能調練。此不應", "323": "理。若言無一補特伽羅非前非後二心和合。", "324": "一所調練一能調練。則不應言調練現在。言", "325": "調練現在不應道理。若言不調練過去未來", "326": "現在。是則經中世尊善語善詞善說。以齒持", "327": "齒舌端著齶。復以其心降伏執持調練其心。", "328": "如是契經。汝便誹謗違越拒逆。若汝誹謗違", "329": "越拒逆如是世尊所說契經。不應道理。", "33": "說有一補特伽羅非前非後二心和合。一是", "330": "沙門目連作如是說。過去未來無。現在無為", "331": "有。應問彼言。汝然此不。謂契經中世尊善語", "332": "善詞善說。為彼具壽補穡揭羅娑利苾芻說。", "333": "有十八意近行。名為士夫。彼答言爾。復問", "334": "彼言。具壽若時眼見色已。隨順喜處諸色近", "335": "行。爾時十七餘意近行。當言在何世。過去", "336": "耶未來耶現在耶。若言在過去。應說有過去。", "337": "不應無過去。言過去無不應道理。若言在未", "338": "來應說有未來。不應無未來。言未來無不應", "339": "道理。若言在現在。應說有一補特伽羅非前", "34": "所觀。一是能觀。此不應理。若不說一補特伽", "340": "非後有十八意近行同時現行此不應理。若", "341": "言無一補特伽羅非前非後有十八意近行同", "342": "時現行。則不應言在於現在。言在現在不", "343": "應道理。若言不在過去未來現在。是則經中", "344": "世尊善語善詞善說。為彼具壽補穡揭羅娑", "345": "利苾芻。說有十八意近行名為士夫。如是", "346": "契經世尊所說。汝便誹謗違越拒逆。若汝誹", "347": "謗違越拒逆如是世尊所說契經。不應道", "348": "理。", "349": "4 嗢拕南頌初識身足論目乾連蘊第一中第四嗢拕南頌", "35": "羅非前非後二心和合。一是所觀。一是能觀。", "350": "初", "351": "無所緣靜慮異生大士羞", "352": "宣說有情居食聖諦斷漏", "353": "沙門目連作如是說。有無所緣心。應問彼言。", "354": "汝然此不。謂契經中世尊善語善詞善說。苾", "355": "芻了別。了別故名為識。何所了別。謂了別", "356": "色。了別聲香味觸法。彼答言爾。汝聽墮負。若", "357": "汝說有無所緣心。則不應言謂契經中世尊", "358": "善語善詞善說。苾芻了別了別故名為識。何", "359": "所了別。謂了別色了別聲香味觸法。作如是", "36": "則不應說觀於現在。言觀現在。不應道理。", "360": "言不應道理。汝今若言謂契經中世尊善語", "361": "善詞善說。苾芻了別了別故名為識。何所了", "362": "別。謂了別色了別聲香味觸法。則不應說有", "363": "無所緣心。言有無所緣心。不應道理。彼作是", "364": "言。無所緣心決定是有。何者是耶。謂緣過去", "365": "或緣未來。應問彼言。汝然此不。謂契經中世", "366": "尊善語善詞善說。為本魚師莎底苾芻說言。", "367": "苾芻由彼彼因。由彼彼緣。發生於識。識既生", "368": "已墮彼彼數。由眼及色發生於識。識既生已", "369": "墮眼識數。由耳鼻舌身意及法發生於識。識", "37": "若言不觀過去未來現在。則無能於貪不善", "370": "既生已墮意識數。彼答言爾。汝聽墮負。若汝", "371": "說言無所緣心決定是有。則不應言謂契經", "372": "中世尊善語善詞善說。為本魚師莎底苾芻", "373": "說言。苾芻由彼彼因由彼彼緣發生於識。識", "374": "既生已墮彼彼數。由眼及色發生於識。識既", "375": "生已墮眼識數。由耳鼻舌身意及法發生於", "376": "識。識既生已墮意識數。作如是言不應道理。", "377": "汝今若言謂契經中世尊善語善詞善說。為", "378": "本魚師莎底苾芻說言。苾芻由彼彼因由彼", "379": "彼緣發生於識。識既生已墮彼彼數。由眼及", "38": "根已觀今觀當觀。是不善。若無能觀。則無", "380": "色發生於識。識既生已墮眼識數。由耳鼻舌", "381": "身意及法發生於識。識既生已墮意識數。則", "382": "不應說無所緣心決定是有。言決定有無所", "383": "緣心。不應道理。", "384": "沙門目連作如是說。過去未來無。現在無為", "385": "有。應問彼言。汝然此不。若有慚羞惡作防護", "386": "愛樂所學久居善處證得世間四種靜慮。彼", "387": "答言爾即彼具壽臨終時分。有諸識達同梵", "388": "行者。來詣問言。具壽當記自所證得。彼作是", "389": "言。具壽我今已得世間四種靜慮。應問彼言。", "39": "能已厭。今厭當厭。若無能厭。則無能已離染", "390": "即彼具壽記何所證。過去耶未來耶現在耶。", "391": "若言記過去。應說有過去。不應無過去。言", "392": "過去無不應道理。若言記未來。應說有未來。", "393": "不應無未來。言未來無不應道理。若言記現", "394": "在。應說有一補特伽羅非前非後二心和合。", "395": "一是所記一是能記。又在定中應說異語。此", "396": "不應理。若不說一補特伽羅非前非後二心", "397": "和合。一是所記一是能記。又在定中不說異", "398": "語。則不應言記於現在。言記現在不應道理。", "399": "若言不記過去未來現在。是則空無勝過人", "4": "初歸禮讚頌初歸禮讚頌", "40": "今離染當離染。若無能離染。則無能已解脫", "400": "法。自稱言有。彼應毀壞。", "401": "沙門目連作如是說。過去未來無。現在無為", "402": "有。應問彼言。汝然此不。謂契經中世尊善語", "403": "善詞善說。有五種根。所謂信根精進根念根", "404": "定根慧根。苾芻若有於此五根。由上品故。", "405": "由猛利故。由調善故。由圓滿故。成阿羅漢", "406": "俱分解脫。自斯已降。轉微轉鈍成慧解脫。自", "407": "斯已降。轉微轉鈍成於身證。自斯已降。轉", "408": "微轉鈍成於見得。自斯已降。轉微轉鈍成信", "409": "解脫。自斯已降。轉微轉鈍成隨法行。自斯已", "41": "今解脫當解脫。若無能解脫。則無能已般涅", "410": "降。轉微轉鈍成隨信行。苾芻如是。根波羅", "411": "蜜多為緣。果波羅蜜多施設可知。果波羅蜜", "412": "多為緣。補特伽羅波羅蜜多施設可知。如是", "413": "五根無有唐捐。苾芻若有於此五根。一切皆", "414": "無我。說彼住外異生品。彼答言爾。具壽有學", "415": "現起纏心。爾時此五根當言在何世。過去耶", "416": "未來耶現在耶。若言在過去。應說有過去。不", "417": "應無過去。言過去無不應道理。若言在未來。", "418": "應說有未來。不應無未來。言未來無不應道", "419": "理。若言在現在。應說有一補特伽羅非前非", "42": "槃今般涅槃當般涅槃。如不善如是結縛隨", "420": "後二心和合。一者學心二者纏心。此不應理。", "421": "若言無一補特伽羅非前非後二心和合。一", "422": "者學心二者纏心。則不應言在於現在。言在", "423": "現在不應道理。若言不在過去未來現在。是", "424": "則有學現起纏心。應言是外。應言異生。應言", "425": "住在外異生品。", "426": "沙門目連作如是說。過去未來無。現在無為", "427": "有。應問彼言。汝然此不。謂契經中世尊善語", "428": "善詞善說。為具壽無滅。於大士尋思中說。少", "429": "欲是法大欲非法。彼答言爾。具壽少欲是", "43": "眠隨煩惱纏。所棄所捨所斷遍知亦爾。復問", "430": "何法。是心所有法與心相應。具壽若阿羅漢。", "431": "身在欲界現入滅定。如是少欲。當言在何世。", "432": "過去耶未來耶現在耶。若言在過去。應說有", "433": "過去。不應無過去。言過去無不應道理。若言", "434": "在未來。應說有未來。不應無未來。言未來無", "435": "不應道理。若言在現在。即不應說現入滅定。", "436": "言現入滅定不應道理。若言不在過去未來", "437": "現在。是則阿羅漢身在欲界。現入滅定應無", "438": "少欲。", "439": "沙門目連作如是說。過去未來無。現在無為", "44": "彼言。汝然此不。謂有能於貪不善根已觀今", "440": "有。應問彼言。汝然此不。謂契經中世尊善語", "441": "善詞善說。為具壽羅怙羅說。羅怙羅。若有正", "442": "知而說妄語。無羞無慚無有惡作。我說彼無", "443": "惡業不造。彼答言爾。具壽羞慚是何法。是心", "444": "所有法與心相應。具壽若阿羅漢身在欲界。", "445": "現入滅定羞慚。當在何世。過去耶未來耶現", "446": "在耶。若言在過去。應說有過去。不應無過去。", "447": "言過去無不應道理。若言在未來。應說有", "448": "未來。不應無未來。言未來無不應道理。若言", "449": "在現在。則不應說現入滅定。言現入滅定不", "45": "觀當觀。後世感苦異熟。彼答言爾。為何所觀。", "450": "應道理。若言不在過去未來現在。是則阿羅", "451": "漢身在欲界。現入滅定應無羞慚。", "452": "說一切有部識身足論卷第一", "46": "過去耶未來耶現在耶。若言觀過去。應說有", "47": "過去。不應無過去。言過去無不應道理。若言", "48": "觀未來。應說有未來。不應無未來。言未來無", "49": "不應道理。若言觀現在。應說有一補特伽羅", "5": "稽首大覺覺中王覺王所供三界日", "50": "非前非後。亦能造業。亦即領受此業異熟。此", "51": "不應理。若不說一補特伽羅非前非後。亦能", "52": "造業。亦即領受此業異熟。則不應說觀於現", "53": "在。言觀現在不應道理。若言不觀過去未來", "54": "現在。則無能於貪不善根已觀今觀當觀。後", "55": "世感苦異熟。若無能觀。則無能已厭今厭", "56": "當厭。若無能厭。則無能已離染今離染當離", "57": "染。若無能離染。則無能已解脫今解脫當解", "58": "脫。若無能解脫。則無能已般涅槃今般涅槃", "59": "當般涅槃。如貪不善根如是瞋不善根癡不", "6": "解脫妙法智所歸智者所依諸聖眾", "60": "善根亦爾。身惡行語惡行是不善。非結非縛", "61": "非隨眠。非隨煩惱非纏。是所棄所捨所斷遍", "62": "知。能於後世感苦異熟。意惡行是不善。結", "63": "縛隨眠隨煩惱纏。所棄所捨所斷遍知。能於", "64": "後世感苦異熟。欲想恚想害想是不善。非結", "65": "非縛非隨眠非隨煩惱非纏。是所棄所捨所", "66": "斷遍知。能於後世感苦異熟。欲尋恚尋害尋", "67": "是不善。非結非縛非隨眠。是隨煩惱非纏。", "68": "是所棄所捨所斷遍知。能於後世感苦異熟。", "69": "欲界恚界是不善。結縛隨眠隨煩惱纏。所棄", "7": "阿毘達磨海難渡佛口池流千聖飲", "70": "所捨所斷遍知。能於後世感苦異熟。害界是", "71": "不善。非結非縛非隨眠。是隨煩惱非纏。是", "72": "所棄所捨所斷遍知。能於後世感苦異熟。欲", "73": "漏無明漏是不善。結縛隨眠隨煩惱纏。所棄", "74": "所捨所斷遍知。能於後世感苦異熟。有漏非", "75": "不善。是結縛隨眠隨煩惱纏所棄所捨所斷", "76": "遍知。非於後世感苦異熟。貪火瞋火癡火。及", "77": "欲愛是不善。結縛隨眠隨煩惱纏所棄所捨", "78": "所斷遍知。能於後世感苦異熟。色愛無色愛", "79": "非不善。是結縛隨眠隨煩惱纏所棄所捨所", "8": "於境巨溟能善決故我至誠今頂禮", "80": "斷遍知。非於後世感苦異熟。貪所有瞋所有", "81": "癡所有。貪垢瞋垢癡垢。貪縛瞋縛癡縛是不", "82": "善。結縛隨眠隨煩惱纏所棄所捨所斷遍知。", "83": "能於後世感苦異熟。", "84": "2 嗢拕南頌識身足論目乾連蘊第一中第二嗢拕南", "85": "頌", "86": "瀑扼取繫蓋下上栽拘礙", "87": "見愛與隨眠邪支結業道", "88": "沙門目連作如是說。過去未來無現在無為", "89": "有。應問彼言。汝然此不。謂契經中世尊善語", "9": "朗日不舉照人間稠林昏翳孰能遣", "90": "善詞善說。四種瀑流。欲瀑流有瀑流見瀑流", "91": "無明瀑流。彼答言爾。復問彼言。汝然此不。謂", "92": "有能於欲瀑流已觀今觀當觀是不善。彼答", "93": "言爾。為何所觀。過去耶未來耶現在耶。若言", "94": "觀過去。應說有過去。不應無過去。言過去無", "95": "不應道理。若言觀未來。應說有未來。不應無", "96": "未來。言未來無不應道理。若言觀現在。應說", "97": "有一補特伽羅非前非後二心和合。一是所", "98": "觀。一是能觀。此不應理。若不說一補特伽羅", "99": "非前非後二心和合。一是所觀。一是能觀。則"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1539 阿毘達磨識身足論: 阿毘達磨識身足論: 識身足論: 識身足論: 識身足論: 說一切有部識身足論", "author": "提婆設摩造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}