{"author": "宋 重顯頌古．克勤評唱", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2003 佛果圜悟禪師碧巖錄", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "夾山無礙禪師降魔表", "1": "佛果圜悟禪師碧巖錄卷第十", "2": "垂示云。超情離見。去縛解粘。提起向上宗乘。", "3": "扶竪正法眼藏。也須十方齊應八面玲瓏。直", "4": "到恁麼田地。且道還有同得同證同死同生", "5": "底麼。試舉看。", "6": "【九一】舉。鹽官一日喚侍者。與我將犀牛扇子來", "7": "打葛藤不少。何似這箇好箇消息侍者云。扇子破也可惜許。好箇消息。道", "8": "什麼官云。扇子既破。還我犀牛兒來漏逗不少。幽", "9": "州猶自可。最苦是新羅。和尚用犀牛兒作什麼侍者無對果然是箇無孔鐵鎚。可惜許", "10": "投子云。不辭將出。恐頭角不全似則似。爭奈兩頭三", "11": "面。也是說道理雪竇拈云。我要不全底頭角堪作何用。將", "12": "錯就錯石霜云。若還和尚即無也道什麼。撞着鼻孔雪竇", "13": "拈云。犀牛兒猶在嶮。洎乎錯認。收頭去資福畫一圓", "14": "相。於中書一牛字草󱡐不勞拈出。弄影漢雪竇拈云。適", "15": "來為什麼不將出金鍮不辨。也是草裏漢保福云。和尚年", "16": "尊。別請人好僻地裏罵官人。辭辛道苦作什麼雪竇拈云。可惜", "17": "勞而無功兼身在內。也好與三十棒。灼然。", "18": "鹽官一日喚侍者。與我將犀牛扇子來。此事", "19": "雖不在言句上。且要驗人平生意氣作略。又", "20": "須得如此藉言而顯。於臘月三十日著得力。", "21": "作得主。萬境摐然。覩之不動。可謂無功之", "22": "功。無力之力。鹽官廼齊安禪師。古時以犀牛", "23": "角為扇。時鹽官豈不知犀牛扇子破。故問侍", "24": "者。侍者云。扇子破也。看他古人。十二時中常", "25": "在裏許撞著磕著。鹽官云。扇子既破。還我犀", "26": "牛兒來。且道他要犀牛兒作什麼。也只要驗", "27": "人知得落處也無。投子云。不辭將出。恐頭角", "28": "不全。雪竇云。我要不全底頭角。亦向句下便", "29": "投機。石霜云。若還和尚即無也。雪竇云。犀牛", "30": "兒猶在。資福畫一圓相。於中書一牛字。為他", "31": "承嗣仰山。平生愛以境致接人明此事。雪竇", "32": "云。適來為什麼不將出。又穿他鼻孔了也。保", "33": "福云。和尚年尊。別請人好。此語道得穩當。前", "34": "三則語却易見。此一句語有遠意。雪竇亦打。", "35": "破了也。山僧舊日在慶藏主處理會。道。和尚", "36": "年尊老耄。得頭忘尾。適來索扇子。如今索犀", "37": "牛兒。難為執侍。故云。別請人好。雪竇云。可", "38": "惜勞而無功。此皆是下語格式。古人見徹此", "39": "事。各各雖不同。道得出來。百發百中。須有出", "40": "身之路。句句不失血脈。如今人問著。只管作", "41": "道理計較。所以十二時中。要人咬嚼教滴水", "42": "滴凍。求箇證悟處。看他雪竇頌一串云。摐", "43": "七恭切撞也。", "44": "犀牛扇子用多時遇夏則涼遇冬則暖。人人具足。為甚不知。阿誰不曾用", "45": "問著元來總不知知則知。會則不會。莫瞞人好。也怪別人不得無限", "46": "清風與頭角在什麼處。不向自己上會。向什麼處會。天上天下。頭角重生。是什", "47": "麼。無風起浪盡同雲雨去難追蒼天蒼天。也是失錢遭罪。雪竇復", "48": "云。若要清風再復。頭角重生人人有箇犀牛扇子。十二時", "49": "中全得他力。因什麼問着總不知。還道得麼請禪客各下一轉語鹽官", "50": "猶在。三轉了也問云。扇子既破。還我犀牛兒來也有", "51": "一箇半箇。咄。也好推倒禪床時有僧出云。大眾參堂去賊過", "52": "後張弓。被奪却槍。前不搆村。後不迭店雪竇喝云。拋鉤釣鯤鯨。", "53": "釣得箇蝦䗫。便下座招得他恁麼地。賊過後張弓。佛果自徵此語云。又", "54": "直問爾諸人。這僧道。大眾參堂去。是會不會。若是不會。爭解恁麼道。若道會時。雪竇又道。拋鉤", "55": "釣鯤鯨。只釣得箇蝦䗫。便下座。且道。誵訛在什麼處。試請參詳看。", "56": "犀牛扇子用多時。問著元來總不知。人人有", "57": "箇犀牛扇子。十二時中。全得他力。為什麼問", "58": "著總不知去著。侍者投子。乃至保福。亦總不", "59": "知。且道雪竇還知麼。不見無著訪文殊。喫", "60": "茶次。文殊舉起玻璃盞子云。南方還有這箇", "61": "麼。著云。無殊云。尋常用什麼喫茶。著無語。", "62": "若知得這箇公案落處。便知得犀牛扇子有", "63": "無限清風。亦見犀牛頭角崢嶸。四箇老漢恁", "64": "麼道。如朝雲暮雨一去難追。雪竇復云。若要", "65": "清風再復頭角重生。請禪客各下一轉語。問", "66": "云。扇子既破。還我犀牛兒來。時有一禪客出", "67": "云。大眾參堂去。這僧奪得主家權柄。道得也", "68": "殺道。只道得八成。若要十成。便與掀倒禪床。", "69": "爾且道。這僧會犀牛兒不會。若不會却解恁", "70": "麼道。若會雪竇因何不肯伊。為什麼道。拋鉤", "71": "釣鯤鯨。只釣得箇蝦䗫。且道畢竟作麼生。諸", "72": "人無事。試拈掇看。", "73": "垂示云。動絃別曲。千載難逢。見兔放鷹。一時", "74": "取俊。總一切語言為一句。攝大千沙界為一", "75": "塵。同死同生。七穿八穴。還有證據者麼。試舉", "76": "看。", "77": "【九二】舉。世尊一日陞座賓主俱失。不是一回漏逗文殊白槌云。", "78": "諦觀法王法。法王法如是一子親得世尊便下座", "79": "愁人莫向愁人說。說向愁人愁殺人。打鼓弄琵琶。相逢兩會家。", "80": "世尊未拈花已前。早有這箇消息。始從鹿野", "81": "苑。終至拔提河。幾曾用著金剛王寶劍。當", "82": "時眾中。若有衲僧氣息底漢。綽得去。免得他", "83": "末後拈花。一場狼藉。世尊良久間。被文殊一", "84": "拶。便下座。那時也有這箇消息。釋迦掩室。淨", "85": "名杜口。皆似此這箇。則已說了也。如肅宗問", "86": "忠國師。造無縫塔話。又如外道問佛。不問有", "87": "言。不問無言之語。看他向上人行履。幾曾入", "88": "鬼窟裏作活計。有者道。意在默然處。有者道。", "89": "在良久處。有言明無言底事。無言明有言底", "90": "事。永嘉道。默時說說時默。總恁麼會。三生", "91": "六十劫。也未夢見在。爾若便直下承當得去。", "92": "更不見有凡有聖。是法平等無有高下。日日", "93": "與三世諸佛。把手共行。後面看雪竇自然見", "94": "得頌出。", "95": "列聖叢中作者知莫謗釋迦老子好。還他臨濟德山。千箇萬箇中難得一箇半箇", "96": "法王法令不如斯隨他走底。如麻似粟。三頭兩面。灼然能有幾人到這裏", "97": "會中若有仙陀客就中難得伶俐人。文殊不是作家。闍黎定不是何必", "98": "文殊下一槌更下一槌。又何妨。第二第三槌總不要。當機一句作麼生道。嶮。", "99": "列聖叢中作者知。靈山八萬大眾。皆是列聖。", "100": "文殊普賢。乃至彌勒。主伴同會。須是巧中之", "101": "巧。奇中之奇。方知他落處。雪竇意謂。列聖叢", "102": "中。無一箇人知有。若有箇作家者。方知不恁", "103": "麼。何故文殊白槌云。諦觀法王法。法王法", "104": "如是。雪竇道。法王法令不如斯。何故如此。當", "105": "時會中。若有箇漢。頂門具眼。肘後有符。向世", "106": "尊未陞座已前。覻得破。更何必文殊白槌。涅", "107": "槃經云。仙陀婆一名四實。一者鹽。二者水。三", "108": "者器。四者馬。有一智臣。善會四義。王若欲灑", "109": "洗。要仙陀婆。臣即奉水。食索奉鹽。食訖奉", "110": "器飲漿。欲出奉馬。隨意應用無差。灼然須是", "111": "箇伶俐漢始得。只如僧問香嚴。如何是王索", "112": "仙陀婆。嚴云。過這邊來。僧過嚴云。鈍置殺", "113": "人。又問趙州。如何是王索仙陀婆。州下禪床。", "114": "曲躬叉手。當時若有箇仙陀婆。向世尊未陞", "115": "座已前透去。猶較些子。世尊更陞座。便下", "116": "去。已是不著便了也。那堪文殊更白槌。不妨", "117": "鈍置他世尊一上提唱。且作麼生是鈍置處。", "118": "【九三】舉。僧問大光。長慶道。因齋慶讚。意旨如", "119": "何重光這漆桶。不妨疑着。不問不知大光作舞莫賺殺人。依舊從前恁麼來僧禮", "120": "拜又恁麼去也。是則是恐錯會光云。見箇什麼。便禮拜", "121": "也好一拶。須辨過始得僧作舞依樣畫猫兒。果然錯會。弄光影漢光云。這", "122": "野狐精此恩難報。三十二祖只傳這箇。", "123": "西天四七。唐土二三。只傳這箇些子。諸人還", "124": "知落處麼。若知免得此過。若不知。依舊只是", "125": "野狐精。有者道。是裂轉他鼻孔來瞞人。若真", "126": "箇恁麼。成何道理。大光善能為人。他句中有", "127": "出身之路。大凡宗師。須與人抽釘拔楔。去粘", "128": "解縛。方謂之善知識。大光作舞。這僧禮拜。末", "129": "後僧却作舞。大光云。這野狐精。不是轉這", "130": "僧。畢竟不知的當。爾只管作舞。遞相恁麼。到", "131": "幾時得休歇去。大光道野狐精。此語截斷金", "132": "牛。不妨奇特。所以道。他參活句。不參死句。", "133": "雪竇只愛他道這野狐精。所以頌出。旦道這", "134": "野狐精。與藏頭白海頭黑。是同是別。這漆桶。", "135": "又道。好師僧。且道。是同是別。還知麼觸處逢", "136": "渠。雪竇頌云。", "137": "前箭猶輕後箭深百發百中。向什麼處迴避誰云黃葉是", "138": "黃金且作止啼。瞞得小兒。也無用處曹溪波浪如相似弄泥團漢有什", "139": "麼限。依樣畫猫兒。放行一路無限平人被陸沈遇着活底人。帶累天下衲", "140": "僧。摸索不着。帶累闍黎。出頭不得", "141": "前箭猶輕後箭深。大光作舞。是前箭。復云。這", "142": "野狐精。是後箭。此是從上來爪牙。誰云黃", "143": "葉是黃金。仰山示眾云。汝等諸人。各自回光", "144": "返照。莫記吾言。汝等無始劫來。背明投暗。妄", "145": "想根深卒難頓拔。所以假設方便。奪汝麁識。", "146": "如將黃葉止小兒啼。如將蜜果換苦葫蘆相", "147": "似。古人權設方便為人。及其啼止。黃葉非金。", "148": "世尊說一代時教。也只是止啼之說。這野狐", "149": "精。只要換他業識。於中也有權實。也有照用。", "150": "方見有衲僧巴鼻。若會得如虎插翼。曹溪波", "151": "浪如相似。儻忽四方八面學者。只管大家如", "152": "此作舞。一向恁麼。無限平人被陸沈。有什麼", "153": "救處。", "154": "垂示云。聲前一句。千聖不傳。面前一絲。長時", "155": "無間。淨裸裸赤灑灑。露地白牛。眼卓朔耳卓", "156": "朔。金毛獅子。則且置。且道。作麼生是露地白", "157": "牛。", "158": "【九四】舉。楞嚴經云。吾不見時。何不見吾不見", "159": "之處好箇消息。用見作什麼。釋迦老子漏逗不少若見不見。自然非", "160": "彼不見之相咄。有甚閑工夫。不可教山僧作兩頭三面去也若不見吾", "161": "不見之地向什麼處去也。釘鐵橛相似。咄自然非物按牛頭喫草。更說", "162": "什麼口頭聲色云何非汝說爾說我總沒交涉。打云。還見釋迦老子麼。爭奈古人不肯承當。", "163": "打云。脚跟下自家看取。還會麼。", "164": "楞嚴經云。吾不見時。何不見吾不見之處。若", "165": "見不見。自然非彼不見之相。若不見吾不見", "166": "之地。自然非物。云何非汝。雪竇到此。引經文", "167": "不盡。全引則可見。經云。若見是物。則汝亦", "168": "可見吾之見。若同見者。名為見吾。吾不見時。", "169": "何不見吾不見之處。若見不見。自然非彼不", "170": "見之相。若不見吾不見之地。自然非物。云何", "171": "非汝。辭多不錄。阿難意道。世界燈籠露柱。皆", "172": "可有名。亦要世尊指出此妙精元明。喚作什", "173": "麼物。教我見佛意。世尊云。我見香臺。阿難", "174": "云。我亦見香臺。即是佛見。世尊云。我見香臺", "175": "則可知。我若不見香臺時。爾作麼生見。阿難", "176": "云。我不見香臺時。即是見佛。佛云。我云不", "177": "見。自是我知。汝云不見。自是汝知。他人不見", "178": "處。爾如何得知。古人云。到這裏。只可自知。", "179": "與人說不得。只如世尊道。吾不見時。何不", "180": "見吾不見之處。若見不見。自然非彼不見之", "181": "相。若不見吾不見之地。自然非物。云何非汝。", "182": "若道認見為有物。未能拂迹。吾不見時。如羚", "183": "羊掛角。聲響蹤跡。氣息都絕。爾向什麼處摸", "184": "索。經意初縱破。後奪破。雪竇出教眼頌。亦不", "185": "頌物。亦不頌見與不見。直只頌見佛也。", "186": "全象全牛瞖不殊半邊瞎漢。半開半合。扶籬摸壁作什麼。一刀兩段從", "187": "來作者共名模西天四七唐土二三。天下老和尚。如麻似粟。猶自少在如", "188": "今要見黃頭老咄。這老胡。瞎漢。在爾脚跟下剎剎塵塵在", "189": "半途脚跟下蹉過了也。更教山僧說什麼。驢年還曾夢見麼", "190": "全象全牛瞖不殊。眾盲摸象。各說異端。出涅", "191": "槃經。僧問仰山。和尚見人問禪問道。便作一", "192": "圓相。於中書牛字。意在於何。仰山云。這箇也", "193": "是閑事。忽若會得。不從外來。忽若不會。決", "194": "定不識。我且問爾。諸方老宿。於爾身上。指出", "195": "那箇是爾佛性。為復語底是。默底是。莫是", "196": "不語不默底是。為復總是。為復總不是。爾若", "197": "認語底是。如盲人摸著象尾。若認默底是。如", "198": "盲人摸著象耳。若認不語不默底是。如盲人", "199": "摸著象鼻。若道物物都是。如盲人摸著象四", "200": "足。若道總不是。拋本象落在空見。如是眾盲", "201": "所見。只於象上名邈差別。爾要好。切莫摸象。", "202": "莫道見覺是。亦莫道不是。祖師云。菩提本無", "203": "樹。明鏡亦無臺。本來無一物。爭得染塵埃。又", "204": "云。道本無形相。智慧即是道。作此見解者。是", "205": "名真般若。明眼人見象得其全體。如佛見性", "206": "亦然。全牛者出莊子。庖丁解牛。未甞見其全", "207": "牛。順理而解。游刃自在。更不須下手。纔舉目", "208": "時。頭角蹄肉。一時自解了。如是十九年。其刀", "209": "利如新發於硎。謂之全牛。雖然如此奇特。雪", "210": "竇道。縱使得如此。全象全牛與眼中瞖更不", "211": "殊。從來作者共名摸。直是作家。也去裏頭摸", "212": "索不著。自從迦葉。乃至西天此土祖師。天", "213": "下老和尚。皆只是名摸。雪竇直截道。如今要", "214": "見黃頭老。所以道。要見即便見。更要尋覓方", "215": "見。則千里萬里也。黃頭老。乃黃面老子也。爾", "216": "如今要見。剎剎塵塵在半途。尋常道。一塵一", "217": "塵剎。一葉一釋迦。盡三千大千世界。所有微", "218": "塵。只向一塵中見。當恁麼時。猶在半途。那邊", "219": "更有半途在。且道在什麼處。釋迦老子。尚自", "220": "不知。教山僧作麼生說得　瞖壹計切目疾。", "221": "垂示云。有佛處不得住。住著頭角生。無佛處", "222": "急走過。不走過。草深一丈。直饒淨裸裸赤灑", "223": "灑。事外無機機外無事。未免守株待兔。且道", "224": "總不恁麼。作麼生行履。試舉看。", "225": "【九五】舉。長慶有時云。寧說阿羅漢有三毒焦糓不生", "226": "芽不說如來有二種語已是謗釋迦老子了不道如來無", "227": "語猶自顢頇。早是七穿八穴只是無二種語周由者也。說什麼第三第四種", "228": "保福云。作麼生是如來語好一拶。道什麼慶云。聾", "229": "人爭得聞望空啟告。七花八裂保福云。情知爾向第", "230": "二頭道爭瞞得明眼人。裂轉鼻孔。何止第二頭慶云。作麼生是", "231": "如來語錯。却較些子保福云。喫茶去領。復云。還會麼。蹉過了也。", "232": "長慶保福在雪峯會下。常互相舉覺商量。一", "233": "日平常如此說話云。寧說阿羅漢有三毒。不", "234": "說如來有二種語。梵語阿羅漢。此云殺賊。以", "235": "功能彰名。能斷九九八十一品煩惱。諸漏已", "236": "盡。梵行已立。此是無學阿羅漢位。三毒即是", "237": "貪嗔癡。根本煩惱。八十一品。尚自斷盡。何況", "238": "三毒。長慶道。寧說阿羅漢有三毒。不說如來", "239": "有二種語。大意要顯如來無不實語。法華經", "240": "云。唯此一事實。餘二則非真。又云。唯有一乘", "241": "法。無二亦無三。世尊三百餘會。觀機逗教。應", "242": "病與藥。萬種千般說法。畢竟無二種語。他", "243": "意到這裏。諸人作麼生見得。佛以一音演說", "244": "法。則不無長慶要且未夢見如來語在。何故", "245": "大似人說食終不能飽。保福見他平地上說", "246": "教遂問。作麼生是如來語。慶云。聾人爭得聞。", "247": "這漢知他幾時。在鬼窟裏作活計來也。保福", "248": "云。情知爾向第二頭道。果中其言。却問師兄", "249": "作麼生是如來語。福云。喫茶去。鎗頭倒被別", "250": "人奪却了也。大小長慶。失錢遭罪。且問諸人。", "251": "如來語還有幾箇。須知恁麼見得。方見這兩", "252": "箇漢敗缺。子細檢點將來。盡合喫棒。放一", "253": "線道與他理會。有底云。保福道得是。長慶道", "254": "得不是。只管隨語生解。便道有得有失。殊不", "255": "知。古人如擊石火。似閃電光。如今人不去他", "256": "古人轉處看。只管去句下走。便道長慶當時", "257": "不便用。所以落第二頭。保福云。喫茶去。便", "258": "是第一頭。若只恁麼看。到彌勒下生。也不見", "259": "古人意。若是作家。終不作這般見解。跳出這", "260": "窠窟。向上自有一條路。爾若道聾人爭得聞", "261": "有什麼不是處。保福云喫茶去。有什麼是處。", "262": "轉沒交涉。是故道。他參活句。不參死句。這因", "263": "緣與遍身是通身是因緣一般。無爾計較是", "264": "非處。須是爾脚跟下。淨裸裸地。方見古人相", "265": "見處。五祖老師云。如馬前相撲相似。須是眼", "266": "辨手親。這箇公案。若以正眼觀之。俱無得失", "267": "處。辨箇得失。無親疎處。分箇親疎。長慶也須", "268": "禮拜保福始得。何故這箇些子。巧處用得好。", "269": "如電轉星飛相似。保福不妨牙上生牙。爪上", "270": "生爪。頌云。", "271": "頭兮第一第二我王庫中無如是事。古今榜樣。隨邪逐惡作什麼臥龍", "272": "不鑒止水同道方知無處有月波澄四海孤舟獨自行。徒勞卜度", "273": "討什麼椀有處無風浪起嚇殺人。還覺寒毛卓竪麼。打云來也稜禪客", "274": "稜禪客勾賊破家。閙市裏莫出頭。失錢遭罪三月禹門遭點額退己", "275": "讓人。萬中無一。只得飲氣吞聲", "276": "頭兮第一第二。人只管理會第一第二。正是", "277": "死水裏作活計。這箇機巧。爾只作第一第二", "278": "會。且摸索不著在。雪竇云。臥龍不鑒止水。死", "279": "水裏豈有龍藏。若是第一第二。正是止水裏", "280": "作活計。須是洪波浩渺白浪滔天處。方有龍", "281": "藏。正似前頭云澄潭不許蒼龍蟠。不見道。死", "282": "水不藏龍。又道。臥龍長怖碧潭清。所以道。", "283": "無龍處有月波澄。風恬浪靜。有龍處無風起", "284": "浪。大似保福道喫茶去。正是無風起浪。雪竇", "285": "到這裏。一時與爾打疊情解頌了也。他有餘", "286": "韻。教成文理。依前就裏頭。著一隻眼。也不妨", "287": "奇特。却道稜禪客稜禪客。三月禹門遭點額。", "288": "長慶雖是透龍門底龍。却被保福驀頭一點。", "289": "【九六】舉。趙州示眾三轉語道什麼。三段不同。", "290": "趙州示此三轉語了。末後却云。真佛屋裏坐。", "291": "這一句忒殺郎當。他古人出一隻眼。垂手接", "292": "人。略借此語。通箇消息。要為人。爾若一向", "293": "正令全提。法堂前草深一丈。雪竇嫌他末後", "294": "一句漏逗。所以削去。只頌三句。泥佛若渡水。", "295": "則爛却了也。金佛若渡鑪中。則鎔却了也。木", "296": "佛若渡火。便燒却了也。有什麼難會。雪竇一", "297": "百則頌古。計較葛藤。唯此三頌直下有衲僧", "298": "氣息。只是這頌也不妨難會。爾若透得此三", "299": "頌。便許爾罷參。", "300": "泥佛不渡水浸爛鼻孔。無風起浪神光照天地干他什麼事。見兔", "301": "放鷹立雪如未休一人傳虛萬人傳實。將錯就錯。阿誰曾見爾來何人不", "302": "雕偽入寺看額。二六時中走上走下是什麼。闍黎便是", "303": "泥佛不渡水。神光照天地。這一句頌分明了。", "304": "且道為什麼却引神光。二祖初生時。神光燭", "305": "室亘於霄漢。又一夕神人現。謂二祖曰。何久", "306": "于此。汝當得道時至。宜即南之。二祖以神遇", "307": "遂名神光。久居伊洛。博極群書。每嘆曰。孔", "308": "老之教祖述風規。近聞達磨大師住少林。乃", "309": "往彼晨夕參扣。達磨端坐面壁。莫聞誨勵。光", "310": "自忖曰。昔人求道。敲骨出髓。刺血濟飢。布髮", "311": "掩泥。投崖飼虎。古尚若此。我又何如。其年十", "312": "二月九日夜大雪。二祖立於砌下。遲明積雪", "313": "過膝。達磨憫之曰。汝立雪於此。當求何事。二", "314": "祖悲淚曰。惟願慈悲開甘露門。廣度群品。達", "315": "磨曰。諸佛妙道曠劫精勤。難行能行。非忍而", "316": "忍。豈以小德小智輕心慢心。欲冀真乘。無有", "317": "是處。二祖聞誨勵。向道益切。潛取利刀。自斷", "318": "左臂。致于達磨前。磨知是法器。遂問曰。汝", "319": "立雪斷臂。當為何事。二祖曰。某甲心未安。乞", "320": "師安心。磨曰。將心來。與汝安。祖曰。覓心了", "321": "不可得。達磨云。與汝安心竟。後達磨為易其", "322": "名曰慧可。後接得三祖燦大師。既傳法隱於", "323": "舒州皖公山。屬後周武帝破滅佛法沙汰僧。", "324": "師往來太湖縣司空山。居無常處。積十餘載", "325": "無人知者。宣律師高僧傳。載二祖事不詳。三", "326": "祖傳云。二祖妙法不傳於世。賴值末後依前", "327": "悟他當時立雪。所以雪竇道。立雪如未休。何", "328": "人不雕偽。立雪若未休。足恭謟詐之人皆效", "329": "之。一時只成雕偽。則是謟詐之徒也。雪竇頌", "330": "泥佛不渡水。為什麼。却引這因緣來用。他參", "331": "得意根下無一星事。淨裸裸地方頌得如此。", "332": "五祖尋常教人看此三頌。豈不見洞山初和", "333": "尚有頌示眾云。五臺山上雲蒸飯。古佛堂前", "334": "狗尿天。剎竿頭上煎䭔子。三箇胡孫夜簸", "335": "錢。又杜順和尚道。懷州牛喫禾。益州馬腹脹。", "336": "天下覓醫人。灸猪左膊上。又傅大士頌云。空", "337": "手把鋤頭。步行騎水牛。人從橋上過。橋流水", "338": "不流。又云。石人機似汝。也解唱巴歌。汝若似", "339": "石人。雪曲應須和。若會得此語。便會他雪竇", "340": "頌　足將樹反過也。", "341": "金佛不渡罏燎却眉毛。天上天下唯我獨尊人來訪紫胡又恁麼去", "342": "也。只恐喪身失命牌中數箇字不識字底猫兒也無話會處。天下衲僧插嘴不得。只恐喪", "343": "身失命清風何處無又恁麼去也。頭上漫漫脚下漫漫。又云來也皖戶版", "344": "切明貌", "345": "金佛不渡罏。人來訪紫胡。此一句亦頌了也。", "346": "為什麼却引人來訪紫胡。須是作家罏鞴始", "347": "得。紫胡和向。山門立一牌。牌中有字云。紫胡", "348": "有一狗。上取人頭。中取人腰。下取人脚。擬議", "349": "則喪身失命。凡見新到便喝云。看狗。僧纔回", "350": "首。紫胡便歸方丈。且道為什麼却咬趙州不", "351": "得。紫胡又一夕夜深於後架叫云。捉賊捉賊。", "352": "黑地逢著一僧。攔胸捉住云。捉得也捉得也。", "353": "僧云。和尚不是某甲。胡云。是則是。只是不肯", "354": "承當。爾若會得這話。便許爾。咬殺一切人。處", "355": "處清風凜凜。若也未然。牌中數箇字。決定不", "356": "奈何。若要見他。但透得盡方見。頌云。", "357": "木佛不渡火燒却了也。唯我能知常思破竈墮東行西行有何", "358": "不可。癩兒牽伴杖子忽擊著在山僧手裏。山僧不用人。阿誰手裏無方知", "359": "辜負我似爾相似。摸索不著。有什麼用處。蒼天蒼天。三十年後始得。寧可永劫沈淪。不", "360": "求諸聖解脫。若向箇裏薦得。未免辜負。作麼生得不辜負去。拄杖子未免在別人手裏", "361": "木佛不渡火。常思破竈墮。此一句亦頌了。雪", "362": "竇因此木佛不渡火。常思破竈墮。嵩山破竈", "363": "墮和尚不稱姓字。言行叵測隱居嵩山。一日", "364": "領徒。入山塢間有廟甚靈。殿中唯安一竈。遠", "365": "近祭祀不輟。烹殺物命甚多。師入廟中。以拄", "366": "杖敲竈三下云。咄汝本塼土合成。靈從何來。", "367": "聖從何起。恁麼烹殺物命。又乃擊三下。竈乃", "368": "自傾破墮落。須臾有一人。青衣峨冠。忽然立", "369": "師前設拜曰。我乃竈神。久受業報。今日蒙師", "370": "說無生法。已脫此處。生在天中。特來致謝。師", "371": "曰。汝本有之性非吾強言。神再拜而沒。侍者", "372": "曰。某甲等久參侍和尚。未蒙指示。竈神得何", "373": "徑旨。便乃生天。師曰。我只向伊道。汝本塼土", "374": "合成。靈從何來。聖從何起。侍僧俱無對。師", "375": "云。會麼。僧云。不會。師云。禮拜著。僧禮拜。師", "376": "云。破也破也墮也墮也。侍者忽然大悟。後有", "377": "僧舉似安國師。師歎云。此子會盡物我一如。", "378": "竈神悟此則故是。其僧乃五蘊成身。亦云破", "379": "也墮也。二俱開悟。且四大五蘊。與塼瓦泥土。", "380": "是同是別。既是如此。雪竇為什麼道。杖子忽", "381": "擊著。方知辜負我。因甚却成箇辜負去。只是", "382": "未得拄杖子在。且道雪竇頌木佛不渡火。為", "383": "什麼却引破竈墮公案。老僧直截與爾說。他", "384": "意只是絕得失情塵意想。淨裸裸地。自然見", "385": "他親切處也。", "386": "垂示云。拈一放一。未是作家。舉一明三。猶乖", "387": "宗旨。直得天地𨺗變四方絕唱。雷奔電馳雲", "388": "行雨驟。傾湫倒嶽甕瀉盆傾。也未提得一半", "389": "在。還有解轉天關能移地軸底麼。試舉看。", "390": "【九七】舉。金剛經云。若為人輕賤放一線道。又且何妨是人", "391": "先世罪業驢駝馬載應墮惡道陷墮了也以今世人輕賤", "392": "故酬本及末。只得忍受先世罪業向什麼處摸索。種穀不生豆苗則為消", "393": "滅雪上加霜又一重。如湯消氷。", "394": "金剛經云。若為人輕賤。是人先世罪業應墮", "395": "惡道。以今世人輕賤故。先世罪業則為消滅。", "396": "只據平常講究。乃經中常論。雪竇拈來頌這", "397": "意。欲打破教家鬼窟裏活計。昭明太子科此", "398": "一分。為能淨業障。教中大意說此經靈驗。如", "399": "此之人先世造地獄業。為善力強未受。以今", "400": "世人輕賤故。先世罪業則為消滅。此經故能", "401": "消無量劫來罪業。轉重成輕轉輕不受。復得", "402": "佛果菩提。據教家。轉此二十餘張經。便喚作", "403": "持經。有什麼交涉。有底道。經自有靈驗。若恁", "404": "麼。爾試將一卷放在閑處看。他有感應也無。", "405": "法眼云。證佛地者。名持此經。經中云。一切諸", "406": "佛。及諸佛阿耨多羅三藐三菩提法。皆從此", "407": "經出。且道喚什麼作此經。莫是黃卷赤軸底", "408": "是麼。且莫錯認定盤星。金剛諭於法體堅固。", "409": "故物不能壞。利用故。能摧一切物。擬山則山", "410": "摧。擬海則海竭。就諭彰名。其法亦然。此般", "411": "若有三種。一實相般若。二觀照般若。三文字", "412": "般若。實相般若者即是真智。乃諸人脚跟下。", "413": "一段大事。輝騰今古。逈絕知見。淨裸裸赤灑", "414": "灑者是。觀照般若者即是真境。二六時中。放", "415": "光動地。聞聲見色者是。文字般若者即能詮", "416": "文字。即如今說者聽者。且道是般若不是般", "417": "若。古人道。人人有一卷經。又道。手不執經", "418": "卷。常轉如是經。若據此經靈驗。何止轉重令", "419": "輕轉輕不受。設使敵聖功能未為奇特。不見", "420": "龐居士聽講金剛經。問座主曰。俗人敢有小", "421": "問。不知如何。主云。有疑請問。士云。無我相", "422": "無人相。既無我人相。教阿誰講阿誰聽。座主", "423": "無對。却云。某甲依文解義。不知此意。居士乃", "424": "有頌云。無我亦無人。作麼有疎親。勸君休歷", "425": "座。爭似直求真。金剛般若性外絕一纖塵。我", "426": "聞并信受總是假稱名。此頌最好。分明一", "427": "時說了也。圭峯科四句偈云。凡所有相皆是", "428": "虛妄若見諸相非相即見如來。此四句偈義。", "429": "全同證佛地者名持此經。又道。若以色見我。", "430": "以音聲求我。是人行邪道。不能見如來。此亦", "431": "是四句偈。但中間取其義全者。僧問晦堂。如", "432": "何是四句偈。晦堂云。話墮也不知。雪竇於此", "433": "經上指出。若有人持此經者。即是諸人本地", "434": "風光本來面目。若據祖令當行。本地風光本", "435": "來面目。亦斬為三段。三世諸佛十二分教不", "436": "消一揑。到這裏設使有萬種功能。亦不能管", "437": "得。如今人只管轉經。都不知是箇什麼道理。", "438": "只管道。我一日轉得多少。只認黃卷赤軸巡", "439": "行數墨。殊不知全從自己本心上起。這箇唯", "440": "是轉處些子。大珠和尚云。向空屋裏堆數函", "441": "經看。他放光麼。只以自家一念發底心是功", "442": "德。何故。萬法皆出於自心。一念是靈。既靈即", "443": "通。既通即變。古人道。青青翠竹盡是真如。欝", "444": "欝黃花無非般若。若見得徹去。即是真如。忽", "445": "未見得。且道作麼生喚作真如。華嚴經云。若", "446": "人欲了知三世一切佛。應觀法界性一切唯", "447": "心造。爾若識得去。逢境遇緣。為主為宗。若未", "448": "能明得。且伏聽處分。雪竇出眼頌大概。要明", "449": "經靈驗也。頌云。", "450": "明珠在掌上通霄漢。下徹黃泉。道什麼。四邊誵訛八面玲瓏有功者賞", "451": "多少分明。隨他去也。忽若無功時作麼生賞胡漢不來內外絕消息。猶較些子全", "452": "無技倆展轉沒交涉。向什麼處摸索。打破漆桶來相見伎倆既無休去歇去。阿", "453": "誰恁麼道波旬失途勘破了也。這外道魔王。尋蹤跡不見瞿曇瞿曇佛眼", "454": "覰不見。咄識我也無咄。勘破了也復云。勘破了也一棒一條", "455": "痕。已在言前。", "456": "明珠在掌有功者賞。若有人持得此經。有功", "457": "驗者。則以珠賞之。他得此珠。自然會用。胡來", "458": "胡現。漢來漢現。萬象森羅。縱橫顯現。此是有", "459": "功勳。法眼云。證佛地者。名持此經。此兩句頌", "460": "公案畢。胡漢不來。全無伎倆。雪竇裂轉鼻孔。", "461": "也有胡漢來。則教爾現。若忽胡漢俱不來時。", "462": "又且如何。到這裏。佛眼也覻不見。且道是功", "463": "勳是罪業。是胡是漢。直似羚羊掛角。莫道聲", "464": "響蹤跡氣息也無。向什麼處摸索。至使諸天", "465": "捧花無路。魔外潛覻無門。是故洞山和尚。一", "466": "生住院。土地神覓他蹤跡不見。一日厨前拋", "467": "撒米麫。洞山起心曰。常住物色。何得作踐如", "468": "此。土地神遂得一見便禮拜。雪竇道。伎倆既", "469": "無。若到此無伎倆處。波旬也教失途。世尊", "470": "以一切眾生為赤子。若有一人。發心修行。波", "471": "旬宮殿。為之振裂。他便來惱亂修行者。雪竇", "472": "道。直饒波旬恁麼來。也須教失却途路無近", "473": "傍處。雪竇更自點胸云。瞿曇瞿曇識我也無。", "474": "莫道是波旬。任是佛來。還識我也無。釋迦老", "475": "子尚自不見。諸人向什麼處摸索。復云。勘破", "476": "了也。且道是雪竇勘破瞿曇。瞿曇勘破雪竇。", "477": "具眼者試定當看。", "478": "垂示云。一夏嘮嘮打葛藤。幾乎絆倒五湖僧。", "479": "金剛寶劍當頭截。始覺從來百不能。且道作", "480": "麼生是金剛寶劍。眨上眉毛。試請露鋒鋩看。", "481": "【九八】舉。天平和尚行脚時參西院。常云。莫道", "482": "會佛法。覓箇舉話人也無漏逗不少。這漢是則是。爭奈靈龜曳尾", "483": "一日西院遙見召云。從漪鐃鉤搭索了也平舉頭著。兩重", "484": "公案西院云。錯也須是鑪裏煅過始得。劈腹剜心。三要印開朱點窄。未容擬議。主賓分", "485": "平行三兩步已是半前落後。這漢泥裏洗土塊西院又云。錯劈腹", "486": "剜心。人皆喚作兩重公案。殊不知似水入水。如金博金平近前依前不知落處。展轉摸", "487": "索不著西院云。適來這兩錯。是西院錯。是西院錯。是上", "488": "座錯前箭猶輕後箭深平云。從漪錯錯認馬鞍橋。喚作爺下頷。以恁麼衲", "489": "僧。打殺千箇萬箇。有什麼罪西院云。錯雪上加霜平休去錯認定盤", "490": "星。果然不知落處。軒知爾鼻孔在別人手裏西院云。且在這裏過", "491": "夏。待共上座商量這兩錯西院尋常脊梁硬似鐵。當時何不趕將", "492": "出去平當時便行也似衲僧。似則似。是則未是後住院謂眾", "493": "云貧兒思舊債。也須是點過我當初行脚時。被業風吹。到", "494": "思明長老處。連下兩錯。更留我過夏。待共", "495": "我商量。我不道恁麼時錯。我發足向南方", "496": "去時。早知道錯了也爭奈這兩錯何。千錯萬錯。爭奈沒交涉。轉見郎當愁殺", "497": "人漪於宜切水文也。", "498": "思明先參大覺。後承嗣前寶壽。一日問。踏破", "499": "化城來時如何。壽云。利劍不斬死漢。明云。斬", "500": "壽便打。思明十回道斬。壽十回打云。這漢", "501": "著甚死急。將箇死屍。抵他痛棒。遂喝出。其時", "502": "有一僧。問寶壽云。適來問話底僧。甚有道理。", "503": "和尚方便接他。寶壽亦打趕出這僧。且道寶", "504": "壽亦趕這僧。唯當道他說是說非。且別有道", "505": "理。意作麼生。後來俱承嗣寶壽。思明一日出", "506": "見南院。院問云。甚處來。明云。許州來。院云。", "507": "將得什麼來。明云。將得箇江西剃刀。獻與和", "508": "尚。院云。既從許州來。因甚却有江西剃刀", "509": "明把院手搯一搯。院云。侍者收取。思明以衣袖拂一拂便行。院云。阿剌剌阿剌剌。天", "510": "平曾參進山主來。為他到諸方。參得些蘿蔔", "511": "頭禪。在肚皮裏。到處便輕開大口道。我會禪", "512": "會道。常云。莫道會佛法。覓箇舉話人也無。屎", "513": "臭氣薰人。只管放輕薄。且如諸佛未出世。祖", "514": "師未西來。未有問答。未有公案已前。還有禪", "515": "道麼。古人事不獲已。對機垂示。後人喚作公", "516": "案。因世尊拈花。迦葉微笑。後來阿難問迦葉。", "517": "世尊傳金襴外別傳何法。迦葉云。阿難。阿難", "518": "應諾。迦葉云。倒却門前剎竿著。只如未拈花", "519": "阿難未問已前。甚處得公案來。只管被諸方", "520": "冬瓜印子印定了便道。我會佛法奇特。莫教", "521": "人知。天平正如此。被西院叫來連下兩錯。直", "522": "得周慞惶怖分疎不下。前不搆村後不迭店。", "523": "有者道。說箇西來意。早錯了也。殊不知西院", "524": "這兩錯落處。諸人且道。落在什麼處。所以道。", "525": "他參活句不參死句。天平舉頭。已是落二落", "526": "三了也。西院云。錯。他却不薦得當陽用處。只", "527": "道我肚皮裏有禪。莫管他。又行三兩步。西院", "528": "又云。錯。却依舊黑漫漫地。天平近前。西院", "529": "云。適來兩錯。是西院錯。是上座錯。天平云。", "530": "從漪錯。且喜沒交涉。已是第七第八頭了也。", "531": "西院云。且在這裏度夏。待共上座商量這兩", "532": "錯。天平當時便行。似則也似。是則未是。也不", "533": "道他不是。只是趕不上。雖然如是。却有些子", "534": "衲僧氣息。天平後住院謂眾云。我當初行脚", "535": "時。被業風吹到思明和尚處。連下兩錯。更留", "536": "我度夏。待共我商量。我不道恁麼時錯。我發", "537": "足向南方去時。早知道錯了也。這漢也殺道。", "538": "只是落第七第八頭。料掉沒交涉。如今人聞", "539": "他道。發足向南方去時。早知道錯了也。便去", "540": "卜度道。未行脚時。自無許多佛法禪道。及至", "541": "行脚。被諸方熱瞞。不可未行脚時。喚地作", "542": "天。喚山作水。幸無一星事。若總恁麼作流俗", "543": "見解。何不買一片帽戴大家過時。有什麼用", "544": "處。佛法不是這箇道理。若論此事。豈有許多", "545": "般葛藤。爾若道我會他不會。擔一檐禪。遶天", "546": "下走。被明眼人勘破。一點也使不著。雪竇正", "547": "如此頌出。", "548": "禪家流漆桶。一狀領過愛輕薄也有些子。呵佛罵祖。如麻似粟滿肚", "549": "參來用不著只宜有用處。方木不逗圓孔。闍𥠖與他同參堪悲堪笑", "550": "天平老天下衲僧跳不出。不怕旁人攢眉。也得人鈍悶却謂當初悔行", "551": "脚未行脚已前錯了也。踏破草鞋堪作何用。一筆句下錯錯是什麼。雪竇已錯下名言了也", "552": "西院清風頓銷鑠西院在什麼處。何似生。莫道西院。三世諸佛天下老和尚。", "553": "亦須倒退三千始得。於斯會得。許爾天下橫行復云。忽有箇衲僧出云", "554": "錯一狀領過。猶較些子雪竇錯。何似天平錯西院又出世。據欵", "555": "結案。總沒交涉。且道畢竟如何。打云。錯。", "556": "禪家流愛輕薄。滿肚參來用不著。這漢會則", "557": "會。只是用不得。尋常目視雲霄道。他會得多", "558": "少禪。及至向烘罏裏纔烹。元來一點使不著。", "559": "五祖先師道。有一般人參禪。如琉璃瓶裏搗", "560": "糍糕相似更動轉不得。抖擻不出。觸著便破。", "561": "若要活潑潑地。但參皮殼漏子禪。直向高山", "562": "上。撲將下來。亦不破亦不壞。古人道。設使言", "563": "前薦得。猶是滯殼迷封。直饒句下精通。未免", "564": "觸途狂見。堪悲堪笑天平老。却謂當初悔行", "565": "脚。雪竇道。堪悲他對人說不出。堪笑他會一", "566": "肚皮禪。更使些子不著。錯錯這兩錯。有者道。", "567": "天平不會是錯。又有底道。無語底是錯。有什", "568": "麼交涉。殊不知這兩錯。如擊石火。似閃電光。", "569": "是他向上人行履處。如仗劍斬人直取人咽", "570": "喉命根方斷。若向此劍刃上行得。便七縱八", "571": "橫。若會得兩錯。便可以見西院清風頓銷鑠。", "572": "雪竇上堂。舉此話了。意道錯。我且問爾。雪", "573": "竇這。兩錯。何似天平錯。且參三十年。", "574": "垂示云。龍吟霧起虎嘯風生。出世宗猷金玉", "575": "相振。通方作略箭鋒相拄。遍界不藏遠近齊", "576": "彰。古今明辨。且道是什麼人境界。試舉看。", "577": "【九九】舉。肅宗帝問忠問師。如何是十身調御", "578": "作家君王。大唐天子。也合知恁麼。頭上捲輪冠脚下無憂履國師云。檀越踏", "579": "毘盧頂上行須彌那畔把手共行。猶有這箇在帝云。寡人不", "580": "會何不領話。可惜許。好彩不分付帝當時便喝。更用會作什麼國師云。莫認", "581": "自己清淨法身雖然葛藤。却有出身處。醉後郎當愁殺人。", "582": "肅宗皇帝。在東宮時。已參忠國師。後來即位。", "583": "敬之愈篤。出入迎送躬自捧車輦。一日致箇", "584": "問端來。問國師云。如何是十身調御。師云。檀", "585": "越踏毘盧頂上行。國師平生。一條脊梁骨硬", "586": "如生鐵。及至帝王面前。如爛泥相似。雖然", "587": "答得廉纖。却有箇好處。他道。爾要會得。檀越", "588": "須是向毘盧頂𩕳上行始得。他却不薦。更道。", "589": "寡人不會。國師後面。忒殺郎當落草。更注頭", "590": "上底一句云。莫錯認自己清淨法身。所謂人", "591": "人具足。箇箇圓成。看他一放一收。八面受敵。", "592": "不見道。善為師者。應機設教。看風使帆。若只", "593": "僻守一隅。豈能回互。看他黃檗老善能接人。", "594": "遇著臨濟。三回便痛施六十棒。臨濟當下便", "595": "會去。及至為裴相國。葛藤忒殺。此豈不是善", "596": "為人師。忠國師善巧方便。接肅宗帝。蓋為他", "597": "有八面受敵底手段。十身調御者。即是十種", "598": "他受用身。法報化三身。即法身也。何故報化", "599": "非真佛。亦非說法者。據法身。則一片虛凝。靈", "600": "明寂照。太原孚上座。在揚州光孝寺。講涅槃", "601": "經。有游方僧。即夾山典座。在寺阻雪。因往聽", "602": "講。講至三因佛性三德法身。廣談法身妙理。", "603": "典座忽然失笑。孚乃目顧。講罷令請禪者問", "604": "云。某素智狹劣。依文解義。適來講次。見上人", "605": "失笑。某必有所短乏處。請上人說。典座云。座", "606": "主不問。即不敢說。座主既問。則不可不言。某", "607": "實是笑座主不識法身。孚云。如此解說。何處", "608": "不是。典座云。請座主更說一遍。孚曰。法身之", "609": "理。猶若太虛。竪窮三際。橫亘十方。彌綸八", "610": "極。包括二儀。隨緣赴感。靡不周遍。典座曰。", "611": "不道座主說不是。只識得法身量邊事。實未", "612": "識法身在。孚曰。既然如是。禪者當為我說。典", "613": "座曰。若如是。座主暫輟講旬日。於靜室中端", "614": "然靜慮。收心攝念。善惡諸緣一時放却。自窮", "615": "究看。孚一依所言。從初夜至五更。聞鼓角", "616": "鳴。忽然契悟。便去叩禪者門。典座曰。阿誰。", "617": "孚曰某甲。典座咄曰。教汝傳持大教。代佛說", "618": "法。夜半為什麼。醉酒臥街。孚曰。自來講經。將", "619": "生身父母鼻孔扭揑。從今日已後。更不敢如", "620": "是。看他奇特漢。豈只去認箇昭昭靈靈。落在", "621": "驢前馬後。須是打破業識。無一絲毫頭可得。", "622": "猶只得一半在。古人道。不起纖毫修學心。無", "623": "相光中常自在。但識常寂滅底。莫認聲色。但", "624": "識靈知。莫認妄想。所以道。假使鐵輪頂上旋。", "625": "定慧圓明終不失。達磨問二祖。汝立雪斷臂。", "626": "當為何事。祖曰。某甲心未安。乞師安心。磨", "627": "云。將心來。與汝安。祖曰。覓心了不可得。磨", "628": "曰。與汝安心竟。二祖忽然領悟。且道。正當恁", "629": "麼時。法身在什麼處。長沙云。學道之人不識", "630": "真。只為從前認識神。無量劫來生死本。癡人", "631": "喚作本來人。如今人只認得箇昭昭靈靈。便", "632": "瞠眼努目弄精魂。有什麼交涉。只如他道莫", "633": "認自己清淨法身。且如自己法身。爾也未夢", "634": "見在。更說什麼莫認。教家以清淨法身為極", "635": "則。為什麼却不教人認。不見道。認著依前", "636": "還不是咄。好便與棒。會得此意者。始會他道", "637": "莫認自己清淨法身。雪竇嫌他老婆心切。爭", "638": "奈爛泥裏有刺。豈不見洞山和尚接人有三", "639": "路。所謂玄路鳥道展手。初機學道。且向此三", "640": "路行履。僧問師。尋常教學人行鳥道。未審如", "641": "何是鳥道。洞山云。不逢一人。僧云。如何行。", "642": "山云。直須足下無私去。僧云。只如行鳥道。", "643": "莫便是本來面目否。山云。闍黎因什麼顛倒。", "644": "僧云。什麼處是學人顛倒處。山云。若不顛倒。", "645": "為什麼認奴作郎。僧云。如何是本來面目。山", "646": "云。不行鳥道。須是見倒這般田地。方有少分", "647": "相應。直下打疊教削迹吞聲。猶是衲僧門下。", "648": "沙彌童行見解在。更須回首塵勞。繁興大用", "649": "始得。雪竇頌云。", "650": "一國之師亦強名何必空花水月。風過樹頭搖南陽獨許", "651": "振嘉聲果然坐斷要津。千箇萬箇中難得一箇半箇大唐扶得真天子", "652": "可憐生。接得堪作何用。接得瞎衲僧濟什麼事曾踏毘盧頂上行一切人何", "653": "不恁麼去。直得天上天下。上座作麼生踏鐵鎚擊碎黃金骨暢快", "654": "平生。已在言前天地之間更何物茫茫四海少知音。全身擔荷撒沙撒土", "655": "三千剎海夜沈沈高着眼。把定封疆。爾待入鬼窟裏去那不", "656": "知誰入蒼龍窟三十棒。一棒也少不得。拈了也。還會麼咄。諸人鼻孔被雪", "657": "竇穿了也。莫錯認自己清淨法身", "658": "一國之師亦強名。南陽獨許振嘉聲。此頌一", "659": "似箇真贊相似。不見道。至人無名。喚作國師。", "660": "亦是強安名了。國師之道。不可比倫。善能恁", "661": "麼接人。獨許南陽是箇作家。大唐扶得真天", "662": "子。曾踏毘盧頂上行。若是具眼衲僧眼腦。須", "663": "是向毘盧頂上行。方見此十身調御。佛謂之", "664": "調御。便是十號之一數也。一身化十身。十身", "665": "化百身。乃至千百億身。大綱只是一身。這一", "666": "頌却易說。後頌他道莫認自己清淨法身。頌", "667": "得水灑不著。直是難下口說。鐵鎚擊碎黃金", "668": "骨。此頌莫認自己清淨法身。雪竇忒殺讚歎", "669": "他。黃金骨一鎚擊碎了也。天地之間更何物。", "670": "直須淨裸裸赤灑灑。更無一物可得。乃是本", "671": "地風光。一似三千剎海夜沈沈。三千大千", "672": "世界香水海中有無邊剎。一剎有一海。正當", "673": "夜靜更深時。天地一時澄澄地。且道是什麼。", "674": "切忌作閉目合眼會。若恁麼會。正墮在毒海。", "675": "不知誰入蒼龍窟。展脚縮脚。且道是誰。諸人", "676": "鼻孔一時被雪竇穿却了也。", "677": "垂示云。收因結果。盡始盡終。對面無私。元不", "678": "曾說。忽有箇出來道一夏請益為什麼不曾", "679": "說。待爾悟來向爾道。且道為復是當面諱却。", "680": "為復別有長處。試舉看。", "681": "【一〇〇】舉。僧問巴陵。如何是吹毛劍斬嶮。陵云。", "682": "珊瑚枝枝撐著月光吞萬象。四海九州。", "683": "巴陵不動干戈。四海五湖多少人舌頭落地。", "684": "雲門接人正如此。他是雲門的子。亦各具箇", "685": "作略。是故道。我愛韶陽新定機。一生與人抽", "686": "釘拔楔。這箇話正恁麼地也。於一句中。自然", "687": "具三句。函蓋乾坤句。截斷眾流句。隨波逐浪", "688": "句。答得也不妨奇特。浮山遠錄公云。未透", "689": "底人參句不如參意。透得底人。參意不如參", "690": "句。雲門下有三尊宿。答吹毛劍俱云了。唯是", "691": "巴陵答得過於了字。此乃得句也。且道。了字", "692": "與珊瑚枝枝撐著月。是同是別。前來道。三句", "693": "可辨。一鏃遼空。要會這話。須是絕情塵意想。", "694": "淨盡方見他道珊瑚枝枝撐著有。若更作道", "695": "理。轉見摸索不著。此語是禪月懷友人詩曰。", "696": "厚似鐵圍山上鐵。薄似雙成仙體纈。蜀機鳳", "697": "雛動蹶蹩。珊瑚枝枝撐著月。王凱家中藏難", "698": "掘。顏回飢漢愁天雪。古檜筆直雷不折。雪", "699": "衣石女蟠桃缺。佩入龍宮步遲遲。繡簾銀簟", "700": "何參差。即不知驪龍失珠。知不知。巴陵於句", "701": "中。取一句答吹毛劍。則是快。劍刃上吹毛試", "702": "之。其毛自斷。乃利劍謂之吹毛也。巴陵只就", "703": "他問處。便答這僧話。頭落也不知。頌云。", "704": "要平不平細若蚍蜉。大丈夫漢須是恁麼大巧若拙不動聲色。藏身露影", "705": "或指或掌看。果然這箇不是倚天照雪斬。覷着則瞎大冶兮", "706": "磨礱不下更用煆煉作什麼。干將莫能來良工兮拂拭未歇", "707": "人莫能行。直饒干將出來也倒退三千別別咄。有什麼別處。讚歎有分珊瑚枝枝", "708": "撐著月三更月落影照寒潭。且道向什麼處去。直得天下太平。醉後郎當愁殺人", "709": "蚍蜉音毘浮", "710": "要平不平。大巧若拙。古有俠客。路見不平。以", "711": "強凌弱。即飛劍取強者頭。所以宗師家。眉藏", "712": "寶劍袖掛金鎚。以斷不平之事。大巧若拙。巴", "713": "陵答處。要平不平之事。為他語忒殺傷巧。返", "714": "成拙相似。何故為他不當面揮來。却去僻地", "715": "裏。一截暗取人頭。而人不覺。或指或掌。倚天", "716": "照雪。會得則如倚天長劍凜凜神威。古人道。", "717": "心月孤圓。光吞萬象。光非照境。境亦非存。光", "718": "境俱忘。復是何物。此寶劍或現在指上。忽現", "719": "掌中。昔日慶藏主說到這裏。竪手云。還見麼。", "720": "也不必在手指上也。雪竇借路經過。教爾見", "721": "古人意。且道一切處不可不是吹毛劍也。所", "722": "以道。三級浪高魚化龍。癡人猶戽夜塘水。祖", "723": "庭事苑載孝子傳云。楚王夫人。甞夏乘涼抱", "724": "鐵柱感孕。後產一鐵塊。楚王令干將鑄為劍。", "725": "三年乃成雙劍。一雌一雄。干將密留雄。以雌", "726": "進於楚王。王祕於匣中。常聞悲鳴。王問群臣。", "727": "臣曰。劍有雌雄。鳴者憶雄耳。王大怒即收干", "728": "將殺之。干將知其應。乃以劍藏屋柱中。因囑", "729": "妻莫耶曰。日出北戶。南山其松。松生於石。劍", "730": "在其中。妻後生男。名眉間赤。年十五問母曰。", "731": "父何在。母乃述前事。久思惟剖柱得劍。日夜", "732": "欲為父報讎。楚王亦募覓其人。宣言。有得眉", "733": "間赤者厚賞之。眉間赤遂逃。俄有客曰。子", "734": "得非眉間赤邪。曰然。客曰。吾甑山人也。能為", "735": "子報父讎。赤曰。父昔無辜。枉被荼毒。君今惠", "736": "念。何所須邪。客曰。當得子頭并劍。赤乃與劍", "737": "并頭。客得之進於楚王。王大喜。客曰。願煎油", "738": "烹之。王遂投於鼎中。客詒於王曰。其首不爛。", "739": "王方臨視。客於後以劍擬王頭墮鼎中。於是", "740": "二首相囓。客恐眉間赤不勝。乃自刎以助之。", "741": "三頭相囓。尋亦俱爛川本無此楚王一段雪竇道。此劍能", "742": "倚天照雪。尋常道。倚天長劍光能照雪。這些", "743": "子用處直得大冶兮磨礱不下。任是良工拂", "744": "拭也未歇。良工即干將是也。故事自顯。雪竇", "745": "頌了末後顯出道。別別也不妨奇特。別有好", "746": "處。與尋常劍不同。且道如何是別處。珊瑚枝", "747": "枝撐著月。可謂光前絕後獨據寰中。更無等", "748": "匹。畢竟如何諸人頭落也。老僧更有一小偈。", "749": "詒音待欺也　囓倪結切噬也", "750": "萬斛盈舟信手拏却因一粒甕吞蛇", "751": "拈提百轉舊公案撒却時人幾眼沙", "752": "佛果圜悟禪師碧巖錄卷第十終", "753": "後序後序", "754": "雪竇頌古百則。叢林學道詮要也。其間取譬", "755": "經論或儒家文史。以發明此事。非具眼宗匠", "756": "時為後學擊揚剖析。則無以知之。", "757": "圜悟老師。在成都時。予與諸人請益其說。師", "758": "後住夾山道林。復為學徒扣之。凡三提宗綱。", "759": "語雖不同。其旨一也。門人掇而錄之。既二十", "760": "年矣。師未甞過而問焉。流傳四方。或致踳駁。", "761": "諸方且因其言以其道不能尋繹之。而妄有", "762": "改作。則此書遂廢矣。學者幸諦其傳焉。", "763": "宣和乙巳春暮上休。󱕑人關友無黨記。", "764": "重刊圜悟禪師碧巖集疏重刊圜悟禪師碧巖集疏", "765": "雪竇頌古百則圜悟重下注脚。單示叢林。", "766": "永垂宗旨經也。學人機鋒捷出。大慧密室", "767": "勘辨。知無實詣。毀梓不傳權也。此書諸", "768": "佛正眼列祖大機。兩經鉗鎚。一無瑕纇。茲", "769": "欲與大慧長書並駕。同圜悟心要兼行。揭", "770": "杲日於迷途。指南鍼於慧海。快然一覩。開", "771": "彼群愚。相與圓成。不無利益。幸甚。", "772": "右伏以。十七歲便悟雲門睦州。可道是口頭", "773": "三昧。二百年不見碧巖雪竇。忽遭渠手下一", "774": "交。怎忘得弓冶裘箕。莫斷却兒孫種草。隨人", "775": "去脚跟後轉。誰下得釣龍鉤。有箇具眼目底", "776": "來。不看作繫驢橛。此事當如筏喻。他時自", "777": "會筌忘。家家門戶透長安。前者呼後者應。種", "778": "種因緣歸大數。昔之廢今之興。莫怪山僧口", "779": "多。終是老婆心切。不讀東土書。安知西來意。", "780": "重興一代宗風。雖無南去雁。看取北來魚。便", "781": "有十分消息。持同文印。讀無盡燈。謹疏。", "782": "今月　日疏", "783": "比丘淨日序圓悟老祖居夾山時。集成此書。欲天下後世", "784": "知有佛祖玄奧。豈小補哉。老妙喜深患學者", "785": "不根於道溺于知解。由是毀之。謂其父子之", "786": "間矛盾。可乎。今嵎中張居士重為板行。果何", "787": "謂哉。覽者宜自擇焉。大德壬寅中秋。住天童", "788": "第七世法孫比丘。淨日拜手謹書。", "789": "比丘󱕟陵序圜悟禪師。評唱雪竇和尚頌古一百則。剖決", "790": "玄微。抉剔幽邃。顯列祖之機用。開後學之心", "791": "源。況妙智虛凝。神機默運。晶旭輝而玄扃洞", "792": "照。圓蟾升而幽室朗明。豈淺識而能致極哉。", "793": "後大慧禪師。因學人入室。下語頗異。疑之纔", "794": "勘而邪鋒自挫。再鞠而納欵。自降曰。我碧", "795": "巖集中記來。實非有悟。因慮其後不明根本。", "796": "專尚語言以圖口捷。由是火之以救斯弊也。", "797": "然成此書。火此書。其用心則一。豈有二哉。嵎", "798": "中張明遠偶獲寫本後冊。又獲雪堂刊本及", "799": "蜀本。校訂訛舛。刊成此書。流通萬古。使上根", "800": "大智之士。一覽而頓開本心。直造無疑之地。", "801": "豈小補云乎哉。延祐丁巳迎佛會日。徑山住", "802": "持比丘。󱕟陵拜書以為後序。", "803": "海粟老人馮子振序儒門子貢極有功於東家聖人。藉令良馬見", "804": "鞭影而奔。皆如瞠若乎後之顏子。吾聖師遊", "805": "乎何言之天久矣。靈山會上。四眾海集。世尊", "806": "拈花宗旨。諸人罔措。獨迦葉尊者。微為之破", "807": "顏。與吾教中一唯之外口耳俱喪。同一頓徹懸", "808": "悟。當時曾參。不直下剖擊忠恕之祕鑰。豈惟", "809": "門人之惑滋甚。千載之下。何以祛一貫之迷", "810": "雲乎。異時成都佛果圜悟老禪。笏夾山丈室。", "811": "拈提雪竇頌古百則。其大弟子杲上座。懼學", "812": "人泥於言句。辜負從上諸祖。取老和尚舌頭。", "813": "一截併付烈焰。煙而颺之拉𣜂堆。自以巨壑", "814": "太虛投置毫滴。如古德德山賣弄油糍婆前。", "815": "此疏鈔已埃冷而無餘矣。野火燒不盡。春風", "816": "吹又生。花落碧巖。陽坡如繡。歷過去劫。死灰", "817": "復然。不知何許。許多葛藤。一一從嵎中張居", "818": "士手栽無影樹子上。全體敗露。直得般若無", "819": "說諸天雨花。百七八十年。衲僧驀地。橫穿鼻", "820": "孔。從前不曾嗅底寶熏。一旦水湧雲蒸。於八", "821": "萬四千毛孔。悉普悉遍。可謂甚深希有。難值", "822": "難遇之事。已而居士二子得心疾。或謂。勤寶", "823": "經杲上座燬板。居士不當拾遺燼。而日月光", "824": "景之故。受如是報。居士者疑其說。以質於予。", "825": "予謂。圜悟門人人人而杲上座。碧巖自碧。何", "826": "得有說杲上座。見月亡指。遂乃追尤古佛。毒", "827": "燎亘天。倒却剎竿。不放一綫。彼未甞識月者。", "828": "誰將乘一指而示之。或者又謂。杲上座火此", "829": "書。盟之社鬼者深重。居士二子之患正坐此。", "830": "予謂。當杲上座灼然秉炬時。煉得故紙通紅。", "831": "何緣密室通風。老勤巴命門舌根。別自有不", "832": "壞處。一星迸散。明月空山。張居士那裏得這", "833": "消息來。把天然一段西蜀錦機。依舊織作舊", "834": "日花樣。意者主林神陰為之地。訶護至今。料", "835": "亦是此書合出世因緣時節。清涼池上。針芥", "836": "相逢。則書寫讀誦。為人演說之功。應獲殊勝", "837": "福德。何況金石刻鏤。展轉流布。居士二子之", "838": "心疾根本。本不在此。客作漢。妄以情識卜度。", "839": "居士緣其目前不足計拔之禍福。亦以情識", "840": "卜度之。是相隨赴火坑也。豈不冤哉。冥驗記。", "841": "沛國周氏。三子並瘖。一日有客造門曰。君可", "842": "內省宿愆。忽猛憶兒時見燕窠三子。伺其母", "843": "出。各以一蒺藜吞之。斯須共斃。母還悲鳴而", "844": "去。常自悔責。客曰。君既知悔責。罪今免矣。", "845": "三子即皆能言。然則居士二子之病風喪心。", "846": "得無亦有可悔恨之事乎。談般若者。若為人", "847": "輕賤。是人先世罪業應墮惡道。以今世人輕", "848": "賤故。先世罪業即為消滅。居士能於此有省。", "849": "縱無始劫來所造諸業。當應時消滅。即君二", "850": "子之心疾。當如周氏三子之應時能言。可以", "851": "不疑。世尊住世。四十九年。六百函文字。覆藏", "852": "遍界。若從杲上座之說。萬年一念。更留踪跡", "853": "作麼。向上禪林無限尊宿有兩句。最端的曰。", "854": "任爾即心即佛。我但非心非佛。今而後有謗", "855": "如來正法輪者。君但應之曰。任汝說杲上座", "856": "底是。我只說勤老師底是。若不如是。即恐", "857": "燎却面門。四百四病一時發矣。將如居士二", "858": "子心疾何。不見古人道。養子方知父母恩。居", "859": "士學佛知恩。臨老懺悔。他日作家爐鞴。跳出", "860": "丈六金身。不知還見勤老師真箇揚眉竪拂", "861": "否。若還一句薦得。向道佛祖有誓。罪不重科。", "862": "莫殃及他家兒孫好。雖然如是。且得沒交涉。", "863": "是年延祐丁巳中元日。海粟老人馮子振題。", "864": "華園玉桃菴主萬寧玄彙序碧巖集行于世者數版。卷套多多。到上學徒", "865": "盛笈非便也。故予欲成小字縮行省紙冊。有", "866": "年所矣。安政丁巳秋。篤信檀士戮力捨財。喜", "867": "資上木。即命剞劂氏。事既竣焉。喜捨刊梓製", "868": "本賤價。固予初志也。若夫碧巖曲節。先哲序", "869": "跋善美盡盡。予何言乎。簡省刻成。故書詹言", "870": "於筴端。爾安政六年歲在己未秋七月初吉", "871": "勅住華園玉桃菴主萬寧玄彙敬識。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2003 佛果圜悟禪師碧巖錄", "source": "CBETA"}