{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0314 佛說大乘十法經", "text": {"0": "No. 314 [No. 310(9)]", "1": "佛說大乘十法經", "10": "住大乘比丘？復以何義故，此大乘名曰大乘？」", "100": "提及菩提功德已，即發阿耨多羅三藐三菩", "101": "提心，是名第二喜樂菩提相。彼菩薩見諸眾", "102": "生無能救護，無所歸依，孤獨無能濟拔，無覆", "103": "護，無舍宅，無有洲已，即起悲愍心。彼發心", "104": "已，作如是念：『我今為諸眾生，作救護、歸依、濟", "105": "拔、覆護、舍宅洲等。』為彼因緣故發無上菩提", "106": "心，是名第三喜樂發菩提心。彼若見如來或", "107": "菩薩、聲聞、緣覺等滿足諸行，見已心生歡喜，", "108": "愛敬安心，以是因緣發阿耨多羅三藐三菩", "109": "提心，是名第四發菩提心。彼菩薩為諸眾生", "11": "爾時世尊告淨無垢妙淨寶月王光菩薩摩訶", "110": "利益安樂故，行布施、持戒、修忍，發精進，行思", "111": "禪定，修正慧。「云何菩薩行布施？所謂須飲與", "112": "飲，須食與食，須乘給乘，須床榻敷具者，給床", "113": "榻敷具等，須衣施衣，須金、銀、寶冠、環釧等諸", "114": "莊嚴具，乃至己身皮肉，潤益眾生。彼如是行", "115": "於布施已，然彼布施迴向發阿耨多羅三藐", "116": "三菩提，雖施而不生我慢等心。「云何持戒？成", "117": "就身口意業，彼捨離身口意業等已，善離能", "118": "防無礙無漏，純一無雜奉持禁戒。然彼持戒", "119": "迴向阿耨多羅三藐三菩提，雖行持戒然不", "12": "薩言：「善哉，善哉！淨無垢妙淨寶月王光！汝能", "120": "起我慢等心。「善男子！云何菩薩修忍？彼瞋罵", "121": "說，枷鎖繫閉，切割撾打，若道若俗，能忍、能容，", "122": "不起諸習等煩惱。如是修忍已，然彼迴向阿", "123": "耨多羅三藐三菩提，雖修忍，然不起我慢等", "124": "心。「善男子！云何菩薩發精進心？彼作如是念：", "125": "『猶如虛空界無量無邊，眾生界亦無量無邊，", "126": "然此眾生界我獨無二，令安無餘涅槃界中。』", "127": "是以為彼因緣故發行精進，身不離身念觀", "128": "受；彼觀受已，觀心心行；彼觀心心已，順觀諸", "129": "法。彼如是善憶念觀已，為未生諸不善惡法", "13": "問如來此甚深妙義。善男子！善思念之，吾當", "130": "令不生故，起欲修勤精進，持心等正行；為未", "131": "生諸善法令生故，起欲修勤精進，直心等正", "132": "行；已生諸不善法為令滅故，起欲修勤精進，", "133": "持心等正行；已生諸善法為令久住故，復令", "134": "增長思故，起欲修勤精進持心等正行。彼發", "135": "精進已，令成初如意足分，如是第二、第三乃", "136": "至成第四如意足分。彼成就如意分，能令住", "137": "一劫若減一劫，或具足行令滿精進波羅蜜。", "138": "如是發精進已，然彼精進迴向阿耨多羅三", "139": "藐三菩提。雖發如是精進，然心不生憍慢。「善", "14": "為汝分別解說。」爾時淨無垢妙淨寶月王光", "140": "男子！云何菩薩思禪定行？離意欲、離意滅、離", "141": "欲靜，不依內、不依外，不依色，不依受、想，不依", "142": "識，不依欲、色、無色界，不依空、無相、無願，不依", "143": "世間、出世間，不依布施、持戒、忍辱、精進等。善", "144": "男子！乃至略說一切有想繫縛等名為禪。如是", "145": "修諸禪，然彼禪迴向阿耨多羅三藐三菩提，", "146": "雖思修此禪，然不起我慢等心。「善男子！云何", "147": "菩薩修智？彼作如是念：『無量無邊眾生界令", "148": "入涅槃，然無一眾生可入涅槃。』何以故？如佛", "149": "所說一切法，無我、無眾生、無命、無壽、無富", "15": "菩薩白佛言：「世尊！如尊教！」爾時世尊告淨無", "150": "伽羅。如是修觀智，然彼智迴向阿耨多羅三", "151": "藐三菩提。雖觀修般若，然不起我慢等心。善", "152": "男子！如是菩薩摩訶薩樂菩提心。」爾時世尊", "153": "欲重宣此義，而說偈言：", "154": "「猶如摩尼珠，顯於寶藏中，", "155": "師以加功用，倍明於本色。", "156": "成就如是性，求正菩提心，", "157": "二邊既寂靜，令魔不得便。」", "158": "「善男子！云何菩薩樂法成就？善男子！若菩薩", "159": "性樂法、喜法、愛法，彼若見沙門若婆羅門，所", "16": "垢妙淨寶月王光菩薩言：「善男子！菩薩摩訶", "160": "有資用、命具、飲食等事，彼能奉上。彼世間所", "161": "有受用等，根莖枝葉華果等，彼收已，施諸眾", "162": "生。持諸法者，令往禮拜、恭敬合掌，迎接已，殷", "163": "重敬納，心有所疑處，問於正義；是以持法者", "164": "隨所聞義，善能解釋。彼於聞法者起世尊想、", "165": "善知識想，起同世間諸海想；起和上想、阿闍", "166": "梨想；久失導時世間曠野生難中，能訪覓", "167": "起訪覓想；久遠愚者闇閉目開故，令起覺悟", "168": "想；墜沒世間煩惱泥中，而起濟拔之想；久遠", "169": "失正路為作導師故，而起導師之想；久伏在", "17": "薩成就十法，名住大乘。何等為十？所謂成就", "170": "世間牢獄能解故，而起解者想；久遠著患療", "171": "治故，而起良醫之想；以煩惱火焦滅身，令住", "172": "滅故，而起大雲雨想。彼為法，為法因故，能忍", "173": "寒熱、風雨、蚊虻等，亦忍飢渴，或見他人受樂", "174": "報者，不起悕求樂心。然作如是念：『唯我世", "175": "間獨樂，而我能聞正法。』彼為是事故，為彼因、", "176": "彼緣故，不生憂悲苦惱恨等。彼如是離憂悲", "177": "苦惱等已，發如是心：『我堪能荷負如來所", "178": "說一法句故，在阿鼻地獄住一劫若減一劫。』", "179": "彼如是無疲倦心已，自然不行諸行，而得一", "18": "正信，成就行，成就性，樂菩提心，樂法，樂觀", "180": "切種智，未得諸佛法而令速得。善男子！以是", "181": "義故，菩薩名為樂著諸法。」爾時世尊欲重宣", "182": "此義，而說偈言：", "183": "「大智樂諸法，而成諸佛子，", "184": "親近正妙法，而不生疲倦。", "185": "敬心求正法，諸深心佛子，", "186": "及以心憶持，亦顯正妙行。」", "187": "「善男子！云何菩薩摩訶薩正觀諸法？善男子！", "188": "若菩薩作如是觀：『一切諸法猶如幻，迷惑凡", "189": "夫故；一切諸法如夢，不實故；一切諸法如水", "19": "正法，行於正法及順法，遠離慢我慢等事，善", "190": "中月，非事故；一切諸法如響，非眾生故；一切", "191": "諸法如影，計妄想故；一切諸法如響聲，生滅", "192": "壞故。一切諸法生滅壞，緣假成故；一切諸法", "193": "本不生不移，同真如體故；一切諸法不滅，本", "194": "不生故；一切諸法無作，無作者故；一切諸法", "195": "如虛空，不可染故；一切諸法定寂滅，性不染", "196": "故；一切諸法無垢，離一切諸垢故；一切諸法", "197": "性滅，離煩惱故。一切諸法非色，不可見故；一", "198": "切諸法離心境界，無體性故；一切諸法不住，", "199": "滅諸毒故；一切諸法不可求，滅愛憎等心故；", "2": "梁扶南三藏僧伽婆羅譯", "20": "好通達諸微密語，不樂聲聞及緣覺等。善男", "200": "一切諸法無著，離煩惱境界故。一切諸法如", "201": "毒蛇，離善巧方便故；一切諸法如芭蕉，無堅", "202": "實故；一切諸法如水沫，體性弱故。』善男子！菩", "203": "薩如是觀名為正觀諸法。」", "204": "爾時世尊，欲重宣此義，而說偈言：", "205": "「一切法如幻，迷惑愚迷者，", "206": "虛危猶如夢，汝等如是持。", "207": "法如水中月，亦如響等事，", "208": "復如影像等，智者諸不覺。」", "209": "「善男子！云何菩薩摩訶薩行法順法等。善男", "21": "子！菩薩摩訶薩成就如是十法，名住大乘。善", "210": "子！若菩薩摩訶薩，觀色無常而不厭離色。欲", "211": "證於法已，正智助法界，同用等法善自觀入，", "212": "善持彼者諸相，善思善記。彼記此相，善持、善", "213": "修、善記已，自然行法界等行，受、想、行、識亦觀", "214": "無常，然不厭離識等之。入法界已，正智助同。", "215": "法界等法善自觀達，亦記彼相，善持、善修、善", "216": "記已，自然入法界等行，如無常，苦、空、無我亦", "217": "爾。彼觀色無常已，於色中不生恐怖驚等。何", "218": "以故？色是妄想顛倒所起，然彼如實知。觀受、", "219": "想、行、識無常，乃至於識中，不恐不怖不驚。何", "22": "男子！菩薩摩訶薩成就不諂曲、柔和行、柔和", "220": "以故？識者妄想顛倒所起故，然彼如實知。善", "221": "男子！譬如善巧幻師或幻師弟子，化作種種", "222": "幻事，象兵、馬兵、車兵、步兵。彼智者見已，不生", "223": "恐怖驚等。何以故？彼如實知是幻師所作不", "224": "實，未曾有虛誑作。菩薩亦如是，觀色無常", "225": "已，於色中不生恐怖驚等。何以故？色是妄想", "226": "顛倒所起，然彼如實知，觀受、想、行、識無常已，", "227": "乃至於識中不生恐怖驚等。何以故？識者妄", "228": "想顛倒所起故，然彼如實知。」爾時淨無垢妙", "229": "淨寶月王光菩薩白佛言：「世尊！云何菩薩觀", "23": "行，彼能信諸佛如來正真正覺無上菩提，善", "230": "諸色無常，然不厭離色？而證法界已，正智觀", "231": "入助法界等法。」爾時世尊告淨無垢妙淨寶", "232": "月王光菩薩言：「善男子！吾當為汝分別說喻。", "233": "善男子！譬如有智男子，常事諸毒，善持、善覆、", "234": "善惜，起我相已，種種莊嚴具貿易，然是不食", "235": "彼毒，勿令我因此事斷其正命。菩薩亦如是，", "236": "向涅槃心，潤向涅槃，順向涅槃，近取涅槃。然", "237": "不證彼涅槃。何以故？勿令我因於此事退菩", "238": "提行。「善男子！譬如有人事其火神，然彼人日", "239": "夜香華等供養恭敬尊重讚歎親侍，然彼人", "24": "能信一念中三世諸佛智，信如來藏不斷常、", "240": "不作是念：『我以事火供養、恭敬、尊重、讚歎，親", "241": "近已，我以二手接取之。何以故？勿令我因此", "242": "事於身有苦，於心有惱。』菩薩如是，向涅槃心，", "243": "潤向涅槃，順向涅槃，及取涅槃，然彼不證", "244": "涅槃。何以故？勿令我因此事退菩提行。」爾時", "245": "淨無垢妙淨寶月王光菩薩白佛言：「世尊！如", "246": "我知世尊所說意趣，菩薩者應住世間。」佛言：", "247": "「如是，如是！善男子！菩薩應住世間。」問曰：「世尊！", "248": "云何菩薩住世間，而不以世間諸患所染？」佛", "249": "言：「善男子！為此事故略說一喻。善男子！譬如", "25": "不老死、不可盡，亦信實際法界、一切種智、一", "250": "呪術之人，以大呪術力故，諸惡毒蝄蛇等", "251": "弄戲，然彼人不以此事斷其命根。何以故？以", "252": "彼人善通達呪術力故。菩薩亦如是，行世間", "253": "住世間，住世間已，大智方便呪力故，共諸煩", "254": "惱毒蛇而居戲暴，亦弄行住坐臥。菩薩不以", "255": "此事故，於菩提而有退還。何以故？彼成就大", "256": "智方便呪力故。」爾時淨無垢妙淨寶月王光", "257": "菩薩言：「世尊！希有，希有！彼諸菩薩而能不證", "258": "涅槃，復不以世間煩惱毒之所染。世尊！我今", "259": "歸依諸大菩薩。世尊！是諸眾生成就諸善根，", "26": "切種智相、諸力、無畏、不共佛法。復信諸佛如", "260": "聞此法已，而生一歡喜心。世尊！彼善男子、善", "261": "女人，諸佛已記：『若能聞此法門。』」佛言：「善男子！」", "262": "說此法時，五百比丘未證無漏而得解脫。彼", "263": "得解脫已，即從坐起，偏袒右肩，右膝著地，合", "264": "掌向佛，白佛言：「世尊！諸菩薩者，可敬可禮", "265": "拜。」佛語諸比丘：「如是，如是！如汝所說。」爾時世", "266": "尊欲重宣此義，而說偈言：", "267": "「敬禮諸大智，敬禮得無畏，", "268": "敬禮淨諸目，敬禮親佛子。", "269": "方便善巧故，及以勝妙智，", "27": "來不可灌頂，亦信三十二大人之相、八十妙", "270": "菩薩大名稱，能過二乘地。", "271": "如實知諸陰，謂生滅識等，", "272": "見世間渴仰，故不證涅槃。」", "273": "「善男子！云何菩薩摩訶薩離慢及增上慢等？", "274": "善男子！慢者，我自亦可，若家、若姓、若色，或復", "275": "異事，金銀等資用，象兵、馬兵、步兵、車兵，如是", "276": "心所有高下者名曰慢。我慢者，生我身高想，", "277": "若家、若姓、若色等，或金銀、財物、倉庫，象兵、馬", "278": "兵、步兵、車兵，如是心喜高意，不下諸他者，名", "279": "曰增上慢。菩薩捨如是等法，名曰離慢及增", "28": "好、圓光等法。復信聲聞所說，或緣覺所說，菩", "280": "上慢。」爾時世尊，欲重宣此義而說偈言：", "281": "「離慢增上慢，常以慈心念，", "282": "及常懷悲心，恒怖世間中，", "283": "常以行乞食，善說人天益。」", "284": "「善男子！云何菩薩摩訶薩善巧祕密語？善男", "285": "子！若菩薩摩訶薩，如來所說諸甚深經中祕", "286": "密之教，彼不隨說取何者是祕密之教。如來", "287": "記諸聲聞，於阿耨多羅三藐三菩提者，非如", "288": "所說。」佛語阿難：「吾患背痛不隨說取，退老患", "289": "朽敗為我訪覓，侍者不隨說而取，汝目連往", "29": "薩及餘所說，亦信世間及出世間，復信正行", "290": "至耆婆醫王所，取諸妙藥，不應如說取。如來", "291": "共諸外道尼揵子等，諍其諸伎，不應如說", "292": "取。如來佉陀羅刺刺足者，是事不應如說而", "293": "取，提婆達多是如來久遠害者怨家，不應隨", "294": "說而取。如來入舍梨耶婆羅門村，空鉢而出，", "295": "不應如說而取。旃遮及孫陀利謗佛者，不應", "296": "隨說而取。須那國毘羅若婆羅門，請佛至已", "297": "食麥，亦不應如說而取。」爾時淨無垢妙淨寶", "298": "月王光菩薩白佛言：「世尊！世尊云何記諸聲", "299": "聞當得阿耨多羅三藐三菩提？」佛言：「善男子！", "3": "如是我聞：一時佛住王舍城耆闍崛山中，與", "30": "行者，順行等沙門及婆羅門，亦信諸善根業", "300": "吾記諸聲聞得無上正真正道者，以有性故。」", "301": "淨無垢妙淨寶月王光菩薩白佛言：「世尊！云", "302": "何諸無漏聲聞斷諸有習煩惱，設有性而成", "303": "阿耨多羅三藐三菩提？」佛言：「善男子！吾今說", "304": "喻。譬如灌頂轉輪聖王有子，彼欲學一切技", "305": "藝等事，然是中根復非利根，彼應後學是先", "306": "學，應前學彼後學。善男子！於汝意云何？彼", "307": "以此事故，可說非王子也？」答曰：「不也！世尊！是", "308": "善王子。」「善男子！菩薩亦爾，已成就中根性故", "309": "修道門，先除諸煩惱障，後成阿耨多羅三藐", "31": "報，最勝上愛果，若天、天王，若人、人王。復信不", "310": "三菩提。」「善男子！於汝意云何？彼以此事故可", "311": "說不成正覺？」答曰：「世尊！我不見有眾生若天、", "312": "若魔、若梵、若沙門、若婆羅門、人、天、阿修羅眾中", "313": "說言不成正覺者，除一闡提。」佛言：「善男子！復", "314": "聽一喻。善男子！十地菩薩為斷諸煩惱坐於", "315": "道場？為不斷？」答曰：「世尊！以斷故。」「善男子！於", "316": "汝意云何？彼以此，豈不成正覺？」答曰：「世尊！此", "317": "名為成。」佛言：「善男子！此亦如是。」淨無垢妙淨", "318": "寶月王光菩薩白佛言：「世尊！云何告阿難比", "319": "丘：『吾患背痛。』？」佛言：「善男子！吾愍念後世眾生", "32": "善業報最下惡，不可樂聞，不愛甚重麁過，或", "320": "故說此言。金剛身諸佛尚患背痛，況其餘者？", "321": "然彼愚癡眾生隨教而取，彼既自壞，亦壞於", "322": "他。『吾朽敗老退患，為我訪覓侍者。』善男子！我", "323": "此言亦為後世所說，於我滅後，後世無弟子，", "324": "故說沙門、婆羅門朽敗老退患者，如是以侍", "325": "者所加身故，彼以佛聽故不生之意，為此故", "326": "說如來朽敗老退患耳。」「世尊！云何，可取『汝目", "327": "連，往至耆婆大醫王所取藥。』？」「善男子！我此言", "328": "亦為後世故說，吾諸聲聞必須諸藥，知佛聽", "329": "故而無有乏。為此事故如來所說。彼諸愚癡", "33": "地獄、畜生、餓鬼等處。彼如是信已，遠離三法。", "330": "眾生如所說取，如來是患身，目連比丘往至", "331": "耆婆所，而不禮拜及不生恭敬，速疾之意聞", "332": "已，怱怱說其藥。善男子！此亦說諸欲等患，證", "333": "見法者尚忘，何況凡夫？」「世尊！云何所取？『如", "334": "來共諸外道尼乾子等，諍其諸伎者。』我為", "335": "後世眾生故說此言，如來尚有怨家，況於我", "336": "等？然彼愚癡眾生如實說取，如來有怨家等。", "337": "轉輪聖王微善根故，尚無諸患，況如來也，", "338": "成就諸功德藏，云何所取？佉陀羅刺刺如", "339": "來足，如來亦說過去業報，如來尚受過去業", "34": "何等為三？所謂疑、惑、不決等事。善男子！菩薩", "340": "報，況餘凡夫？眾生為是事故，為彼因彼緣故，", "341": "示於惡業。為此義故，而示其業果報事。然彼", "342": "愚癡眾生，如實所取，佉陀羅刺刺如來足。」", "343": "「世尊！云何可取？『提婆達多是善知識，復是如", "344": "來久遠親近是怨家者。』」「善男子！若無提婆達", "345": "多善知識者，不顯如來諸佛功德。善男子！是", "346": "以提婆達多善知識，共如來諍伎等道德，示", "347": "怨家等事。然是顯如來諸大智功德。善男子！", "348": "若提婆達多承王教已，於大眾中放護財大", "349": "象，此象若往堪害如來，而如來力令降伏善", "35": "成就如是諸法名為正信。」爾時世尊欲重宣", "350": "調。爾時無量人眾見彼象調伏已，生希有希", "351": "有心，即歸依三寶——所謂佛寶、法寶、僧寶——是名", "352": "提婆達多善知識之相。然有愚癡之人如說", "353": "而取，提婆達多者是如來怨家。如是五百世", "354": "中現菩薩行，是提婆達多所示現者，顯如來", "355": "道德，然愚癡眾生隨教而取，提婆達多者是", "356": "如來怨家害者，以是因緣，捨身墮阿鼻地獄、", "357": "餓鬼、畜生之處。何以故？善男子！提婆達多者", "358": "善集諸行，善集諸善根，以曾供養無量諸", "359": "佛，於諸佛所種諸善根及大乘行，正學菩提、", "36": "此義，而說偈言：", "360": "順向菩提、不退於大菩提，近阿耨多羅三藐", "361": "三菩提。是諸眾生偏起惡故，於命終後墮阿", "362": "鼻地獄、餓鬼、畜生之中歷受諸苦。善男子！云", "363": "何所取？『如來入舍梨耶婆羅門村。』善男子！我", "364": "為愍後世故，行示此教。何以故？無有業報而", "365": "對如來。然我護後世故，所有乞食比丘入聚", "366": "落村邑城郭王都等，以薄福力故不得其食。", "367": "彼爾時正憶於我：『是其佛世尊具足一切功", "368": "德，空鉢而出，何況我等微薄善根？我等以是", "369": "故，心不應生退。』為此事故，如來入村空鉢而", "37": "「信為最上乘，以是成正覺，", "370": "出。然復所說言：『魔波旬治諸婆羅門令不給", "371": "如來食。』不應隨說而取。何以故？魔無如是神", "372": "力堪障施如來食。爾時諸佛神力故，令魔處", "373": "處治諸婆羅門及居士等，而如來無有過咎。", "374": "為顯彼眾生故，如來示現此方便善巧等事。", "375": "爾時如來及諸聲聞，斷食之後，魔及魔民并", "376": "諸餘天，觀如來心：『是沙門瞿曇及諸聲聞弟", "377": "子為憂惱不？』彼日觀如來及諸弟子，無有意", "378": "恨憂惱心已，亦不高不下，如前後亦如是。爾", "379": "時彼眾中七千諸天子，以心歡喜，歸依於佛。", "38": "是故信等事，智者敬親近。", "380": "如來為彼善化說妙法，彼聞法已，於如來法", "381": "中得法眼淨。如是如來觀後世事，佛無業報。」", "382": "「世尊！云何可取？『旃遮孫陀利等以木器置腹", "383": "上而謗如來。』」答曰：「善男子！如來無有業患果", "384": "報。如來成就諸神通力，令旃遮孫陀利過無", "385": "量恒河沙等世界，令安彼人。然是如來方便", "386": "力故，示現業報諸謗等事。於我法中出家者，", "387": "彼被虛謗，既聞謗已，而生憂愁疑悔。彼作如", "388": "是說：『是如來成就一切諸白法，對面被謗，何", "389": "況我等而不被謗？』彼爾時忍其諸謗，行清淨", "39": "信為最世間，信者無窮乏，", "390": "梵行而不成退。旃遮孫陀利者，以惡業所牽，", "391": "乃至夢中謗其如來，謗已捨身墮於惡趣。若", "392": "如來知是可救者，便應救之。何以故？如來無", "393": "有眾生而是可捨者。」「世尊！云何可取？『如來於", "394": "修羅婆國毘蘭若婆羅門所，請三月安居已，", "395": "唯食其麥。』」答曰：「如來知諸婆羅門居士等請", "396": "已而不供養。如來知已，故往至彼。何以故？所", "397": "有五百匹馬者，如來并諸比丘眾食麥，彼一", "398": "切盡修菩薩行，親近過去諸佛，是以值惡知", "399": "識故造諸惡業，以此事生畜生中，彼五百馬", "4": "大比丘五千人俱，無量菩薩眾。爾時彼大菩", "40": "是以信等法，智者正親近。", "400": "能調伏教者，名曰金剛藏菩薩，以願力故", "401": "生於彼處。是諸馬者，以日藏菩薩所化發菩", "402": "提心，為化彼故應生彼處。以彼調伏馬師力", "403": "故，彼一切諸馬憶本宿命，而彼現其菩提心。", "404": "善男子！如來愍彼五百馬故，往至彼處調伏", "405": "馬師，麥者分半施佛，五百馬所有麥亦分半", "406": "施諸比丘。彼馬師以馬音聲，令彼五百馬，", "407": "令能悔過及禮拜佛僧等。爾時彼三說後，彼", "408": "諸馬捨身已，生兜率陀天中，彼復生天中而", "409": "供養如來。如來為彼善教化說法，聞法已即", "41": "不信善男子，不生諸白法，", "410": "不退阿耨多羅三藐三菩提。彼五百馬所調", "411": "伏護者，如來亦記彼當成辟支佛，號曰善調", "412": "伏心。然復，善男子！如來無慈不備、不常者。善", "413": "男子！設使如來食土木瓦石等，無三千大千", "414": "世界中，有如是味及如是上味，是諸土木瓦", "415": "石等。何以故？如來得上妙味中之味，大人之", "416": "相故。善男子！以此義故應如是知，如來一切", "417": "諸食皆上妙味。善男子！阿難比丘生憐愍心，", "418": "如來捨轉輪王位，今既食麥。如來知阿難心", "419": "已，施其一麥，故語阿難言：『汝知是何味？』彼食", "42": "猶如焦種子，不生於根芽。」", "420": "已生奇特異相，語我言：『世尊！我生王家長", "421": "養，未曾甞如是上味。』以此上味力故，阿難比", "422": "丘七日受上妙快樂，而不復食。善男子！以此", "423": "義故，應如是知，如來無有諸業果報。若有", "424": "眾生淨持諸戒，若沙門及婆羅門，不隨本請", "425": "奉施者，為彼眾生說不虛故，如來示此業果", "426": "報事。「善男子！汝觀如來諸身等法，是彼婆羅", "427": "門請如來而不施設，如來亦說彼令不退轉。", "428": "然，善男子！所說彼五百比丘，如來記令不退", "429": "者。復次，善男子！所有彼五百比丘，共如來夏", "43": "「善男子！云何菩薩摩訶薩成就諸行？善男子！", "430": "坐安居中，有四十比丘，多念於欲結，靜念彼", "431": "若得美食者，欲想、欲覺便令熾盛，彼以惡食", "432": "因緣故，欲想、欲覺亦微。既微已，彼七日七夜", "433": "得阿羅漢果。「善男子！若能如是解如來所說", "434": "語者，彼名為正解。善男子！菩薩摩訶薩成就", "435": "如是，名為善巧解如來祕密說教。」爾時世尊", "436": "欲重宣此義，而說偈言：", "437": "「所說漸義教，及以頓說者，", "438": "大智諸菩薩，祕密故正解，", "439": "善巧諸密語，舍利報說教，", "44": "菩薩摩訶薩剃除鬚髮，以被正服，殷重信心，", "440": "通達正說法，諸佛之所說。」", "441": "「善男子！云何菩薩摩訶薩不喜樂聲聞、辟支", "442": "佛乘？善男子！若菩薩摩訶薩，或以地獄苦，餓", "443": "鬼、畜生等受諸重惡，而不喜樂求聲聞涅槃。", "444": "復不念云何得厭離世間心？令速得自在。亦", "445": "不求少欲、少作等，復不求少欲、少作等行因。", "446": "彼所見諸眾生修諸善業者，菩薩佐助令成。", "447": "及勸諸眾生讚歎正說正示，向阿耨多羅三", "448": "藐三菩提。善男子！菩薩摩訶薩成就如是諸", "449": "功德，不喜樂聲聞、辟支佛乘。爾時世尊欲重", "45": "捨家出家。出家已，習學菩薩威儀戒等諸行，", "450": "宣此義，而說偈言：", "451": "「化眾無疲倦，不退於菩提，", "452": "持心如山王，行慈心等法。」", "453": "爾時淨無垢妙淨寶月王光菩薩白佛言：「世", "454": "尊！如來已說諸法，菩薩成就諸法已名為住", "455": "大乘。然如來不說以何義故，名為大乘？」爾時", "456": "世尊告淨無垢妙淨寶月王光菩薩言：「善男", "457": "子！吾今問汝，隨汝意說。善男子！於汝意云", "458": "何？轉輪聖王并四兵眾隨所行者，彼道以何", "459": "說耶？」答曰：「世尊！名曰王道，亦名大道，名無", "46": "或復聲聞威儀戒等諸行，亦學緣覺威儀等", "460": "畏道，名無障礙道，名為寂靜道。」佛言：「善男", "461": "子！如來亦爾。隨所乘乘至阿耨多羅三藐三", "462": "菩提，彼乘名為大乘，名為上乘，名為妙乘，名", "463": "微妙乘，名曰勝乘，名無上乘，名無惡乘，名無", "464": "比乘，名無等乘，名無等等乘。善男子！以此義", "465": "故名為大乘。」答曰：「善哉！大乘。世尊！善哉！大", "466": "乘。」爾時魔王波旬作如是念：「此沙門瞿曇過", "467": "吾境界，亦令餘者能過境界。若我集四兵眾", "468": "共往惱亂，及不說此法故，至沙門瞿曇所。」爾", "469": "時魔王波旬，將領四部兵眾，至王舍大城耆", "47": "行。彼如是或以所有身口意等同習煩惱，彼", "470": "闍崛山。爾時淨無垢妙淨寶月王光菩薩，遙", "471": "見魔王波旬將領四部兵眾來，欲為此法令作", "472": "妨故。見已作如是神力——現神力已，魔王波旬", "473": "至王舍大城巷衢四道之處，作如是聲：「汝等", "474": "往至王舍大城。諸仁者！若知是如來在耆闍", "475": "崛山中，為四部眾說法，初善、中善、後善，其義", "476": "巧妙，滿足白淨，說行梵行。是故汝等應往如", "477": "來所，是以汝等於長夜，而成饒益快樂。」爾時", "478": "王舍城中諸婆羅門剎利長者居士等，被魔", "479": "勸已，持諸香華、塗香、末香、燒香、繒幡、寶蓋、衣", "48": "一切同滅。是中何者身所有同習煩惱？所謂殺", "480": "服等，從王舍大城出已，至耆闍崛山。於如來", "481": "所頭面禮佛，尊重讚歎供養恭敬已，却住一", "482": "面。魔王波旬及四兵眾，出王舍大城耆闍崛", "483": "山中，至如來所已，化作天曼陀羅華而散佛", "484": "上，散已及四部兵眾却坐一面。爾時淨無垢", "485": "妙淨寶月王光菩薩，見魔波旬却坐一面，而", "486": "告之言：「波旬！汝何故將四兵眾至如來所？」魔", "487": "言：「吾至此為令滅此法故，及惱亂如來故。」淨", "488": "無垢妙淨寶月王光菩薩，語魔波旬言：「波旬！", "489": "何容煩亂如來，及以此法？汝波旬，於如", "49": "生、偷盜、惡欲邪婬，刀杖瓦石等執慳悋於他", "490": "來前今可悔過，勿於長夜成無利益苦報。」淨", "491": "無垢妙淨寶月王光菩薩，所順說法已，魔即", "492": "從坐起偏袒右肩，叉手合掌禮佛足已，於如", "493": "來前而起悔過：「願世尊受我悔過！我以愚癡、", "494": "無智慧、不善巧，不能自知，而如來前起惡心，", "495": "及欲滅如是等經。善哉，世尊！為我正受悔過", "496": "等法。」佛語魔王波旬言：「吾法中增長善根，所", "497": "謂若善男子善女人，為欲清淨法故，今能悔", "498": "過。」爾時魔王波旬從坐起已，在佛前立，而白", "499": "佛言：「世尊！先制一切諸惱惡口等不善業道。」", "5": "薩眾中，有菩薩摩訶薩，名曰淨無垢妙淨寶", "50": "動手足等，往來逃走等事，是名身有同習煩", "500": "佛語波旬：「如是，如是。」波旬問曰：「如來法主，何", "501": "故以波旬名而喚於我？」佛言：「波旬！吾今說喻。", "502": "譬如長者及居士大富，財錢無窮，然彼人唯", "503": "有一子愛念深重，以彼繼命為活。然彼一子", "504": "不善調伏，心諂曲。彼長者及居士，若手、若杖、", "505": "若捲等治，或惡言及苦語惡治，為令息彼", "506": "惡故。波旬！於汝意云何？是長者居士瞋恨情", "507": "治彼一子不？」答曰：「世尊！唯為成彼一子故。」", "508": "佛言：「如是，波旬！如來亦爾。善知眾生心、心數", "509": "法，以苦惱語調伏者，為說苦惱語；應以壇", "51": "惱。是中何者口家同習煩惱？所謂妄語、兩舌、", "510": "治者，即以壇治；應以攝取者，即說攝取言；", "511": "應以色身度者，即以色身度之；應以聲、香、味、", "512": "觸、法等度者，即乃至法等度之。」爾時魔王波", "513": "旬，從佛聞此法歡喜踊躍，復更禮佛足。禮已，", "514": "白佛言：「世尊！若有村邑聚落中說是法者，我", "515": "為聽此法故，往至彼處及護此經，亦念益法", "516": "師故，是中多有如是瑞相。眾則寂定，離調戲、", "517": "懈怠等，得上勝聽法之者，若讀、若誦、若受持、", "518": "若解說，身不生疲倦，心不起厭足，隨所說此", "519": "法，若聽或為他廣說，如是彼轉生歡喜踊躍", "52": "惡口、綺語，恒說惡語，毀謗甚深諸典。於諸尊", "520": "心。」爾時彼眾中有諸外道尼乾子等，彼見聞", "521": "此魔王所說語已，於如來所即生歡喜踊躍", "522": "之心。爾時尊者阿難白佛言：「世尊！何因何", "523": "緣故，此諸外道聞說此法而得證忍？」佛語阿", "524": "難：「過去此王舍城耆闍崛山中，有佛——名曰善", "525": "勝調伏多陀阿伽度、阿羅訶、三藐三佛陀——說", "526": "法。彼佛說法已，有諸外道為惱故來。彼至已，", "527": "聞此法，即唱『善哉！』而於佛所不生敬重心。彼", "528": "諸外道以此因緣力故，六萬劫不生地獄、餓", "529": "鬼、畜生之中，唯生人、天之處。彼諸外道以不", "53": "長修梵行中廣說惡名，是名口同習煩惱。是", "530": "敬如來故，所生之處不值善知識。阿難！於汝", "531": "意云何？爾時彼諸外道等豈異人乎？阿難！汝", "532": "不應異意取。何以故？善男子！此諸外道尼乾", "533": "子等。阿難！今此諸外道於如來所，生歡喜恭", "534": "敬踊躍心。以此因故，如來今記，得阿耨多羅", "535": "三藐三菩提。」爾時彼諸外道尼乾子等，聞受", "536": "記已，心大踊躍，即得無生法忍。說此法時萬", "537": "二千人遠塵離垢，得法眼淨。二萬眾生未曾", "538": "發阿耨多羅三藐三菩提心，而發道意。爾時", "539": "尊者阿難白佛言：「世尊！若有善男子、善女人，", "54": "中何者意家同習煩惱？所謂慳貪、邪見、嫉妬、", "540": "聞此法讀誦、受持、廣為人說，得幾福德？」佛言：", "541": "「若善男子、善女人，一切無餘眾生界，令安阿", "542": "耨多羅三藐三菩提者。若復善男子、善女人，", "543": "讀誦、受持及廣為人說此經，是人倍得福德。", "544": "何以故？阿難！此法能令得阿耨多羅三藐三", "545": "菩提、一切種智。」「世尊！若善男子、善女人，於此", "546": "法及法師起惡心。世尊！彼善男子、善女人，得", "547": "幾不饒益？」佛言：「善男子！若善男子、善女人，挑", "548": "拔一切眾生目，若復有人於此法及法師起", "549": "惡心，是人因此事得惡，復倍於前。何以故？", "55": "樂著名聞利養，親族姓慢、色慢、幼年慢、無患", "550": "阿難！此法於一切眾生能作光明。」阿難白佛", "551": "言：「世尊！此法不應不信心善男子、善女人前", "552": "說。何以故？世尊！應護後世諸眾生故，勿說此", "553": "法，謗法業報故墮諸地獄中。」佛語阿難：「應說", "554": "此法。何以故？彼諸眾生於阿耨多羅三藐三", "555": "菩提，即以此為因。」阿難白佛言：「世尊！此經以", "556": "何名？云何受持？」佛語阿難：「此經名為『十法』，如", "557": "是受持；『淨無垢妙淨寶月王光菩薩所問』，如", "558": "是受持。」如來說此法時，尊者阿難及淨無垢", "559": "妙淨寶月王光菩薩，并諸菩薩眾、比丘眾，及", "56": "慢、長壽多聞慢、思惟慢，欲覺、妄想覺、惡覺、親", "560": "諸天、人、龍王、阿修羅、迦樓羅、緊那羅、摩睺羅伽", "561": "等，聞佛所說，歡喜奉行。", "562": "佛說大乘十法經", "57": "覺、土覺，飲食、衣服、臥具、醫藥、資用等覺，著處、", "58": "著乘、著床，著諸飲食、妻子男女，營作犁耬", "59": "奴婢等，錢財、穀麥、倉庫、貯積等事，乃至著種", "6": "月王光，集彼菩薩大眾中。爾時淨無垢妙淨", "60": "種資用之具。彼如是悋著已，所說事中，若失", "61": "一事，便生其憂苦惱妄想等事。彼如是遠離", "62": "愛潤心已，生於思惟。善男子！略說意業，猶", "63": "如世間輪轉，故說意業同習氣煩惱。「彼如是", "64": "離身口意業同習煩惱已，於和上所起其尊", "65": "想，其阿闍梨所起和上想，於同梵行若老", "66": "若少，起殷重恭敬。彼獨在空閑之處，作如", "67": "是思惟：『我不應作如是，我為度一切眾生，為", "68": "解一切眾生，為令安調伏靜定眾生故發諸", "69": "行。然我自不調伏，不隱諸根，未為寂滅。我必", "7": "寶月王光菩薩摩訶薩，即從坐起，捨蓮花臺", "70": "修正行，令有見我者，必得成受調伏，亦順諸", "71": "佛微妙等教，復令歡喜諸天神、龍、夜叉、乾闥", "72": "婆等。』善男子！此名為菩薩慚。彼作如是思惟：", "73": "『勿有令我，若道若俗，於諸威儀行中取諸過", "74": "失，所謂行戒，行不正中，或見形，或威儀行，或", "75": "行資用，壽命行等。』彼如是慚愧已，日夜之中", "76": "六時觀於持戒等法。彼善持戒已，無復疑悔，", "77": "令入住如來佛法中，無有休息。善男子！此之", "78": "名為菩薩愧。善男子！是名菩薩成就如是諸", "79": "行。」爾時世尊欲重宣此義，而說偈言：", "8": "往至佛所，偏袒右肩，右膝著地，合掌白佛言：", "80": "「諸佛行為本，及聲聞弟子，", "81": "是故智者修，行行常堅固。", "82": "諸菩薩大智，行諸無畏行，", "83": "令證離垢道，諸佛所讚歎。」", "84": "「善男子！云何菩薩成就性？佛子菩薩性成，少", "85": "欲、瞋恚、愚癡等，不妬、不悋、不惱、不說麁言、不", "86": "欲瞋調戲、不輕動、調和柔軟、已可親近，性", "87": "能成就上妙供具供養諸佛，所謂資用等財，", "88": "惠施與他，具足成就手足頭目等。若見如來", "89": "或如來弟子，見已即生恭敬歡喜之心。善男", "9": "「世尊！世尊！大乘比丘，住大乘比丘者，何故名", "90": "子！菩薩如是名為性成就。」爾時世尊欲重宣", "91": "此義，而說偈言：", "92": "「相煙即知火，鴛鴦以顯水，", "93": "復相知諸性，菩薩大名稱。", "94": "柔和、不諂曲，捨離慳、嫉妬，", "95": "愍念一切眾，名之為菩薩。」", "96": "「善男子！云何菩薩摩訶薩喜樂菩提心？若有", "97": "菩薩摩訶薩，體性微發菩提心時，值佛菩薩", "98": "或聲聞、緣覺等，教化勸發而生阿耨多羅三", "99": "藐三菩提心，是名喜樂初發菩提相。彼聞菩"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0314 佛說大乘十法經", "author": "梁 僧伽婆羅譯", "sourceLink": "http://www.cbeta.org/"}