{"author": "新羅 崔致遠撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2054 唐大薦福寺故寺主翻經大德法藏和尚傳", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2054", "1": "新刊賢首國師碑傳敘新刊賢首國師碑傳敘", "2": "昔唐翰林梁肅銘乎天台而荊溪創建。祕書", "3": "少監閻公朝隱碑于賢首而門人表顯。想是", "4": "兩君義由尚賢崇道讚頌於高僧。其實豈同", "5": "諛墓下人豐屋輦金而為時議者哉。蔑加章", "6": "安甞著智者別傳流芳乎百代洎今不湮。噫", "7": "但至如僧千里之狀於法藏。藍谷祥之列傳", "8": "于清涼杳而罕聞。余恒莫不為之慨然。蓋其", "9": "古德盛蹤高行既匿。則澆世後進何藉觀而", "10": "激感易轍愈策望標而漸乎。賴有新羅國學", "11": "士崔公字致遠。普討群誌蒐乎是傳祖烈再", "12": "燿然。斯亦久不流行耳。予素有志於古。自寫", "13": "褚焉。茲歲予乃寓洛之日。屬客有請刊行于", "14": "梓。欣而頷之更。首附碑付之剞劂。遂公同好。", "15": "繄世猶言其祖有美而弗知不明也。知而不", "16": "傳不仁也。況我釋子不忍為此永錮於蔽善", "17": "暈光之誚歟。于時", "18": "元祿歲次己卯仲秋搏桑攝津浪華僧𤀹鳳潭", "19": "謹敘", "20": "大唐大薦福寺故大德康藏法師之碑大唐大薦福寺故大德康藏法師", "21": "之碑", "22": "祕書少監閻朝隱撰", "23": "夫得無障礙眼者身為佛身。得無恐怖心者", "24": "法為佛法。過此已往行不圓滿功為未足。遠", "25": "生死則摘之以說空。開冥途則勞之以救苦。", "26": "與大比丘眾應如是住不可思議。法師俗姓", "27": "康氏。諱法藏。累代相承為康居國丞相。祖自", "28": "康居來朝。父謐皇朝贈左侍中。法師是如來", "29": "得目有辟支一毛。終年以勵堅貞。竭日而修", "30": "戒行。年甫十六煉一指於阿育王舍利塔前", "31": "以伸供養。此後更遊太白雅挹重玄。聞雲華", "32": "寺儼法師講華嚴經投為上足。瀉水置瓶之", "33": "受納。以乳投水之因緣。名播招提譽流宸極。", "34": "屬榮國夫人奄捐館舍未易齊衰。則天聖后", "35": "廣樹福田大開講座。法師策名宮禁落髮道", "36": "場住太原寺。證聖年中奉勅與于闐國三藏", "37": "實叉難陀譯華嚴經。神龍年中又與于闐三", "38": "藏於林光殿譯大寶積經。惟聖之所歸依。惟", "39": "皇之所迴向。爰降綸旨為菩薩戒師。太上皇", "40": "脫屣萬機褰衣四海亦受菩薩戒。因行菩薩", "41": "心。法師糞掃其衣禪悅其食。前後講華嚴經", "42": "三十餘遍。楞伽．密嚴經．起信論．菩薩戒經．", "43": "凡十部為之義疏闡其源流。如千燈光明自", "44": "不相隔閡。如一音演說各隨類信解。其初以", "45": "力入道也。十大牛不如一青牛。其終以力濟", "46": "時也十香象不如一赤象。於無量劫作無量", "47": "緣。伽藍許之為法橋者俗推之於法矩。豈謂", "48": "法橋斷而法炬滅。同聲者椎胸叫喚。異類者", "49": "舉身毛竪。先天元年歲次壬子十一月十四", "50": "日終於西京大薦福寺。春秋七十。其年十一", "51": "月二十四日葬於神和原華嚴寺南。帝念若", "52": "驚聖情如失。誥曰中使故僧法藏德業自資", "53": "虛明契理。辨才韞識了覺融心。廣開喻筏之", "54": "門備闡傳燈之教。隨緣示應乘化斯盡法真", "55": "歸寂。雖證無生之空朝序飾終。宜有褒賢之", "56": "命。可贈鴻臚卿贈絹一千二百疋。葬事准僧", "57": "例。餘皆官供。妃主公主等禮懺展轉施捨勤", "58": "祈所有󱙪塔飾終。威儀導引莫不備具。弟子", "59": "等忍其死傳其教。合掌頂禮嗚咽而不自勝。", "60": "其辭曰。", "61": "西方淨域離俗塵千葉蓮華如車輪", "62": "不知何時成佛身", "63": "唐大薦福寺故寺主翻經大德法", "64": "藏和尚傳", "65": "海東新羅國侍講兼翰林學士承務", "66": "郎前守兵部侍郎權知瑞書監事賜", "67": "紫金魚袋　崔致遠結", "68": "案纂靈記云。西京華嚴寺僧千里撰藏公別", "69": "錄縷陳靈跡。然是傳未傳海域如渴聞梅。耳", "70": "目非長難矜井識。今且討片文別記中。概見", "71": "藏之軌躅可聳人視聽者掇而聚之。古來為", "72": "傳之體不同。或先統其致後鋪所因。或首標", "73": "姓名尾綰功烈。故大史公每為大賢如夷齊", "74": "孟軻輩立傳。必前冠以所聞。然後始著其行", "75": "事。此無他德行既峻譜錄宜異故爾。愚也雖", "76": "慚郢唱試效越顰。仰彼圓宗列其盈數。仍就", "77": "藏所著華嚴三昧觀直心中十義而配譬焉。", "78": "一族姓廣大心。二遊學甚深心。三削染方便", "79": "心。四講演堅固心。五傳譯無間心。六著述折", "80": "伏心。七修身善巧心。八濟俗不二心。九垂訓", "81": "無礙心。十示滅圓明心。深悲兩心互准可見。", "82": "書云措諸枉思無邪。經曰為淨土是道場。乃", "83": "直心之謂也。事將顯實。語不芟繁。悉舉因緣", "84": "聊彰本跡。其傳。", "85": "第一科曰。釋法藏者。梵言達摩多羅。字賢首。", "86": "梵言跋陀羅室利。帝賜別號國一法師。俗姓", "87": "康氏。本康居國人。屠門濫說解在字釋。雖僧", "88": "會異時而曇諦同跡。亦如法護月支人支氏。", "89": "吉藏安息人安氏。外所謂因生以賜姓是也。", "90": "諦護後稱支竺。蓋從西師改焉。猶吉法二藏", "91": "皆歸釋氏。內所謂四河入海是也。高曾蟬聯", "92": "為彼國相。祖父自康居來朝。庇身輦下。考諱", "93": "謐皇朝贈左衛中郎將。母氏夢吞日光而孕。", "94": "以貞觀十七年癸卯暢月旁死魄而生。身當", "95": "四方合統之朝。值三寶重興之運。庸詎非商", "96": "頌所謂自天降康者乎。康居地接竺乾。人侔", "97": "梵眾。既饒師子能胤法王。偉矣哉弟寶藏以", "98": "忠孝聞。此之謂族姓因緣。豈非以廣大心誓", "99": "願觀一切法悉如如乎。", "100": "第二科曰。年甫十七顯慶四年己未志銳擇師。遍謁", "101": "都邑緇英。懊其拙於用大。遂辭親求法於太", "102": "白山。餌朮數年。敷𨵃方等。後聞親疾出谷入", "103": "京。時智儼法師於雲華寺講華嚴經。藏於中", "104": "夜怱覩神光來燭庭宇。廼歎曰。當有異人弘", "105": "揚大教。翌旦就寺膜拜已因設數問。言皆出", "106": "意表。儼嗟賞曰。比丘義龍輩尚罕扣斯端。何", "107": "計仁賢發皇耳目。或告曰。是居士雲棲朮食", "108": "久玩雜華。為覲慈親乍來至此。藏既飡儼之", "109": "妙解。以為真吾師也。儼亦喜傳炷之得人。自", "110": "是預流徒中。後發前至高超二運。白牛也力", "111": "騁通衢俯視六宗。赤象也躬行實土不由他", "112": "悟。莫若自知。此之謂遊學因緣。豈非以甚深", "113": "心誓觀真如要盡源底乎。", "114": "第三科曰。及總章元年儼將化去藏猶居俗", "115": "時年二十六。儼乃累道成薄塵二大德曰。此賢者", "116": "注意於華嚴。蓋無師自悟。紹隆遺法其惟是", "117": "人。幸假餘光俾沾制度。至咸亨元年藏年二十八", "118": "榮國夫人奄歸冥路。則天皇后廣樹福田度", "119": "人。則擇上達僧捨宅乃成太原寺。於是受顧", "120": "託者連狀薦推。帝諾曰俞仍󱚲新剎。周羅遂", "121": "落敻󱜆常科。此之謂削染因緣。豈非以方便", "122": "心推求簡擇趣真方便乎。", "123": "第四科曰。既出家未進具。承旨於所配寺講", "124": "百千經。時屬端午。天后遣使送衣五事。其書", "125": "曰。蕤賓應節。角黍登期。景候稍炎。師道體清", "126": "適。屬長絲之令節。承命縷之嘉辰。今送衣裳", "127": "五事用符端午之數。願師承茲采艾之序。更", "128": "茂如松之齡。永耀傳燈常為導首。略書示意", "129": "指不多云。後於雲華寺講。有光明現從口出", "130": "須臾成蓋。眾所具瞻。延載元年講至十地品。", "131": "香風四合瑞霧五彩。崇朝不散縈空射人。又", "132": "感天華糝空如霰中宗讚所云講集天華是。後於佛授記寺", "133": "譯新經畢。眾請藏敷演。下元日序題入文。洎", "134": "獵月望前三日晚講至華藏海震動之說。講", "135": "室及寺院欻然震吼。聽眾稻麻歎未曾有。當", "136": "寺龍象狀聞天上。則天御筆批答云。省狀具", "137": "之。昨因敷演微言弘揚祕頤。初譯之日夢甘", "138": "露以呈祥。開講之辰感地動而標異。斯乃如", "139": "來降祉用符九會之文。豈朕庸虛敢當六種", "140": "之動。披覽來狀欣暢兼懷。仍命史官編於載", "141": "籍。無慮前後講新舊兩經三十餘遍。大帝", "142": "永隆年中。雍州長安縣人郭神亮者修淨行", "143": "暴終。諸天引詣知足天宮禮敬慈氏。有一菩", "144": "薩讓之云何不受持華嚴。亮以無人講。為辭", "145": "曰。有人見講胡得言無。及甦委說。眾驗藏之", "146": "弘轉妙輪人天咸慶矣。故演義鈔顯證云。講", "147": "得五雲凝空六種震地。向非入慈悲之室著", "148": "和忍之衣昇空觀之座而能融智海播辯河", "149": "者。孰能與於是乎。此之謂講演因緣。豈非以", "150": "牢固心設逢極苦樂受深觀心不捨離乎。", "151": "第五科曰。夫華嚴大不思議經者。乃常寂光", "152": "如來於寂場中覺樹下與十方諸佛召塵沙菩", "153": "薩而所說也。龍勝誦傳下本滿十萬偈。東晉", "154": "廬山釋慧遠以經流江東多有未備。乃令弟", "155": "子法淨法領等踰越沙雪遠尋眾經。法領遂", "156": "至遮拘槃國。求得前分三萬六千偈來歸。時", "157": "有佛賢三藏為偽秦所擯投趾東林。遠善視", "158": "之馳使飛書解其擯事。賢後至建康。於道場", "159": "寺譯出領所獲偈。南林寺法業筆受成五十", "160": "卷。則知西天應北天之運契期金水之年。東", "161": "林助南林之緣發光木火之用。共成大事益", "162": "耀中華。東安寺慧嚴．道場寺慧觀．及學士謝", "163": "靈運．等。潤文分成六十卷。然於入法界品內", "164": "有兩處文脫一從摩耶夫人後至彌勒菩薩前中間。天主光等十善知識。二從彌勒後至普", "165": "賢前中間。脫文殊申手案善財頂等半紙餘文。歷年僅乎四百。製疏餘乎", "166": "五三。經來未盡之言猶如射地。義有不安之", "167": "處。頗類窺天。莫究闕遺強成箋釋。唯藏每慨", "168": "百城之說多虧一道之文。捧香軸以徒悲。擁", "169": "疑襟而莫決。引領西望日庶幾乎。果至聖", "170": "唐調露之際有中天竺三藏地婆訶羅此云日昭。", "171": "齎此梵本來屆。藏乃親共讎校。顯驗缺如。聲", "172": "聞于天。尋奉綸旨與成塵基師等譯出補之。", "173": "復禮潤文。慧智度語。依六帙本為定。暨女", "174": "皇革命變唐為周。遣使往于闐國求索梵本。", "175": "仍迎三藏實叉難陀此言喜學譯在神都。作起乎證", "176": "聖䍧年。功成乎聖歷狶歲。計益九千偈。勒成", "177": "八十卷通舊翻合四萬五千偈。命藏筆受。復禮綴文。梵", "178": "僧戰陀．提婆二人譯語。仍詔唐三藏義淨．海", "179": "東法將圓測．江陵禪師弘景．及諸大德神英", "180": "法寶而下審覆證義。於譯堂前陸地開百葉", "181": "蓮華。眾睹禎祥競加精練。然攻木後其節目", "182": "致貫華眩彼文心。雖益數品新言反脫日照", "183": "所補。文既乖緒續者懵焉。藏以宋唐兩翻對", "184": "勘梵本。經資線義雅協結鬘。持日照之補文", "185": "綴喜學之漏處。遂得泉始細而增廣月暫虧", "186": "而還圓。今之所傳第四本是。清涼山鎮國沙", "187": "門澄觀疏玄義云。其第三本先已流行。故今", "188": "代上之經猶多脫者。願諸達識見闕而續之", "189": "則觀之累詞悃愊後進宜勿忘焉。久視年中", "190": "又奉詔翻大乘入楞伽經七卷進內。璽書褒", "191": "之曰。得所譯楞伽經。補求那之闕文。翦流支", "192": "之繁句。鈎深致遠文要義該。唯識論宗於茲", "193": "顯矣。凡與日照譯密嚴等經論十有餘部合", "194": "二十四卷。竝則天制序深加讚述。復至神龍", "195": "年中。與喜學奉詔於林光殿譯大寶積經。文", "196": "殊師利授記會三卷。藏本資西胤雅善梵言。", "197": "生寓東華精詳漢字。故初承日照則高山擅", "198": "價。後從喜學則至海騰功。得以備詢西宗增", "199": "衍東美。󱜆乎十德之萃。擷其九會之芳。此之", "200": "謂傳譯因緣。豈非以無間心觀其真理盡未", "201": "來際不覺其久乎。", "202": "第六科曰。初至相儼和尚每嗟大教久阻中", "203": "興。會驅光統椎輪益仰聖尊大路因躡。扶纖", "204": "指於慧表。緝妙宗於毫端。成華嚴經中搜玄", "205": "義鈔五卷。其文也玉寡。其理也金相追琢為", "206": "難。鎔裁有待。藏以親窺室奧獨擅國工。善巧", "207": "逞能其器甚利。乃效同恥者之述撰探玄記", "208": "二十通。俾璞玉耀嚴身之華渾金成刮膜之", "209": "具。既玉無泣者或金可懸乎。抑且味搜探之", "210": "二言。品先後於一字。先搜則艱矣搜者索求具擇閱眾聚七", "211": "訓。後探則便焉探者取試循引候五訓。其難也擇而聚之", "212": "之勞。其易也引而取之之速。蓋師列十門而", "213": "搜已資尋一經而探之然。或㳂淺就深陟遐", "214": "自邇。聊憑俗諦試較真談。則周禮夏官條職", "215": "名中有搜人焉有探人焉。搜人掌十二閑務", "216": "審行九政以導悟昏蒙。其猶儼之搜玄統十", "217": "二分教宗舉九部以開示知見耶。探人掌誦", "218": "敘王志道國政事以巡天下而喻說諸候使不", "219": "迷惑曉萬民之心正向王化。亦猶藏之探玄", "220": "傳通佛意演法宗趣以喻世間而掩映眾說使", "221": "不混淆開群生之目深感佛恩耶。窮一化之始", "222": "終。資二玄之廣略。可謂立之斯立正是玄之", "223": "又玄。若向二帙不倚五編則撫持也儻然靡", "224": "暢或據五編不憑二帙則咀嚼也澹乎無味。", "225": "野諺云師明弟子哲豈前後相成之謂乎。舉", "226": "要言之。搜玄者索隱之離辭。探玄者鉤深之", "227": "異語隱能心索十玄之妙旨霞張。深可力鉤", "228": "十義之圓科月滿儼公搜玄分齊者豈謂大經玄旨有分齊而可搜乎。但自立十玄", "229": "義門以通經旨俾通智境應指言搜十玄義之分齊耳。冐陳瞽言幸詳其致遂使包羞者前", "230": "哲受賜者後生。儼藏連稱提孩具審。古所謂", "231": "死且不朽久而彌芳者歟。自餘鐘虛而有問", "232": "必醻劍利而無疑不剖。涉華嚴之縕者。撮機", "233": "要而補之。其名數曰教分記三卷．指歸一卷．", "234": "綱目一卷．玄義章一卷．策林一卷。就是示歸", "235": "路之十科也。各標十義通顯百門。移海影於", "236": "目前。簇蓮界於掌上。復以行願所極止觀方", "237": "成乃擬天台法華。著華嚴三昧觀．華藏世界", "238": "觀．妄盡還源觀各一通。可令有目得珠孰曰", "239": "我心匪鑑蔚傳盛觀雅契沖宗又顧象教誕敷", "240": "龍經𥧲盛大經結集之後。龍王收入其宮。樹誦傳下本。亦是大龍菩薩所導化焉。況初譯經時。", "241": "龍變青衣童子躬自給侍。道英說海神來聽致雨救旱。亦是二韻故輒號曰龍經。亦猶儒教春秋感麟而作目為麟", "242": "史或稱麟經。四聖標題義亦無爽讀誦者竹葦聲訓為𥱼橇。而", "243": "況天語土音燕肝越膽。苟非會釋焉可辨通。", "244": "遂別鈔解晉經中梵語為一編。新經梵語華", "245": "言共成音義一卷。自敘云。讀經之士實所要", "246": "焉新經音義不見東流。唯有弟子慧苑音義兩卷。或者向秀之注南華後傳郭象之名乎。或應潤色耳。實", "247": "顯驗言題誨人不倦。古有華嚴經內佛名二", "248": "卷菩薩名一卷。莫知集者而鳩聚闕如。藏乃", "249": "𨵃載其名略無遺漏添成五軸。為世所珍。經", "250": "出虬宮已來。西東靈驗繁蔚。而或班班僧史", "251": "或聒聒俚談。義學之徒心均暢日耳功是競", "252": "躬覽者稀。由是簡二傳而聚異聞。考百祥而", "253": "謄近說。緝華嚴傳五卷。或名纂靈記此記未畢而逝。門", "254": "人慧苑慧英等續之別加論贊。文極省約所益無幾。使千古如面知祖習之", "255": "無妄焉。楞伽實難於往入。密嚴非易得鉤深。", "256": "梵網真詮法門嚴憲。三界無怙唯戒可恃。皆", "257": "成義疏備舉源流楞伽密嚴疏未詳卷數梵網經疏三卷。見行於世。加且", "258": "發蒙即山下出泉。升進乃地中生木。三根雖", "259": "異十信是資。󱜑導義流俾歸教𥧲。於是製起", "260": "信論疏兩卷別記一卷疏或分為上中下三十二門論。", "261": "法界無差別論亦編正義。如別流行。多心雖", "262": "小不輕。疏出塵中經義。法華或云有疏。餘光", "263": "未照扶桑。媧皇之代太皡也玉鏡披圖金輪", "264": "耀德。顧貝葉之書甚博。祈悉檀之訣稍頻。廼", "265": "貢金師子章一篇而仰悟之。此作也搜奇麗", "266": "水之珍演妙祇林之寶。數幅該義十音成章。", "267": "疑觀奮吼於狻猊勝獲賮賝於鵝雁。雖云遠", "268": "取諸物實乃近取諸身。以頷下之光為掌中", "269": "之寶。則彼玉龍子之實玩豈如金師子之虛", "270": "求玉龍子之靈異具如明皇雜錄。啟沃有餘古今無比。復念妙", "271": "度餘六真歸在三。般若母於勃陀引無極也。", "272": "僧伽孫於曇摩續莫大焉。故製三寶別行記", "273": "一卷。均曉盲聾故也。晚以新經既加一會。舊", "274": "疏或涉三思。爰隨補袞之文。聊括提綱之義。", "275": "重述略疏。始妙嚴品至第六行迎知報盡。因", "276": "越次析十定微言。僅了九定未絕筆而長逝。", "277": "料簡有十二卷演義鈔云。聖后所翻文詞富博。賢首將解大願不終。方至第十九經", "278": "奄歸寂滅。遺恨何極。門人宗一．慧苑兩續遺󱡐。一師足", "279": "二十軸頗近從蠅。苑公成十六編或譏繼組。", "280": "是惟尺有所短。詎得寸無所遺演義鈔云。苑公言續而前疏亦刊。筆", "281": "格文詞不繫先古。致令後學輕夫大經。使遮那心源道流莫挹。普賢行海後進望涯。將欲弘揚遂發慨然之歎云", "282": "云。故製疏十意中第三扶昔大義者。皆顯藏公之述此之謂著述因緣。豈非", "283": "以折伏心或若失念煩惱暫起即便觀察折伏", "284": "使觀心相續乎。", "285": "第七科曰。藏年十六鍊一指於阿育王舍利", "286": "塔前以申法供。越翌載因入山學道。屬慈親", "287": "不悆歸奉庭闈。綿歷歲時能竭其力。總章初", "288": "藏猶為居士。就婆羅門長年請授菩薩戒。或", "289": "謂西僧曰。是行者誦華嚴兼善講梵網。叟愕", "290": "且唶曰。但持華嚴功用難測矧解義耶。若有", "291": "人誦百四十願已。為得大士具足戒者。無煩", "292": "別授號天授師。及後曆曰永隆元年覲親于", "293": "夏州。道次郡牧邑宰靡不郊迎緇侶為榮。屬", "294": "神龍初張柬之叛逆。藏乃內弘法力外贊皇", "295": "猷。妖㜸既殲策勳斯及賞以三品。固辭固", "296": "授。遂請迴與弟俾諧榮養。至二年降勅曰。朝", "297": "議郎行統萬監副監康寶藏頗著行能早從班", "298": "秩。其兄法藏夙參梵侶深入妙門。傳無盡之", "299": "燈光照暗境。揮智慧之劍降伏魔怨。兇徒叛", "300": "逆預識機兆。誠懇自衷每有陳奏。姦回既殄", "301": "功効居多。雖攝化無著理絕於酬賞。而宅生", "302": "有緣道存於眷顧。復言就養實寄天倫。宜加", "303": "榮祿用申朝獎。寶藏可游擊將軍行威衛隆", "304": "平府左果毅都尉。兼令侍母不須差使主者", "305": "施行。斯惟智鏡如磨戒珠無纇。進度協忠貞", "306": "之節。慈光融孝友之規。故得神人無功匪伐", "307": "其善君子不械能尊厥親。曾子所言國人稱", "308": "願然曰幸哉有子如此。所謂孝也已者法師", "309": "其人也。此之謂修身因緣。豈非以善巧心靜", "310": "觀真理不礙隨事巧修萬行乎。", "311": "第八科曰。垂拱三載雲漢之詩作矣。詔藏於", "312": "西明寺立壇祈之。長安邑尹張魯客為請主。", "313": "每夕齋戒。未七日雨沾洽。天冊萬歲中雍州", "314": "長吏建安王綰留務值愆陽。亦求藏致之。應", "315": "如響答。甞於曹州講場適辨教宗邪正。有道", "316": "士謂訾玄元含怒問曰。諸法為平等以不。答", "317": "平等不平等。又問何有二耶。答真俗異故非", "318": "一槩。黃冠益󱜅大詬三寶。翌旦󱡋面歘見鬚", "319": "眉隨手墮落。遍體瘡疱遽來。懺過願轉華嚴", "320": "百遍。讀經未半形質復舊。神功元年契丹拒", "321": "命出師討之。特詔藏依經教遏寇虐。乃奏曰。", "322": "若令摧伏怨敵請約左道諸法。詔從之。法師", "323": "盥浴更衣建立十一面道場置光音像行道。始", "324": "數日羯虜覩王師無數神王之眾。或矚觀音", "325": "之像浮空而至。犬羊之群相次逗撓月捷以", "326": "聞。天后優詔勞之曰。蒯城之外兵士聞天", "327": "鼓之聲。良鄉縣中賊眾覩觀音之像。醴酒流", "328": "甘於陳塞。仙駕引纛於軍前。此神兵之掃除。", "329": "蓋慈力之加被。長安四年冬杪於內道場因", "330": "對敭言及岐州舍利是阿育王靈跡。即魏冊", "331": "所載扶風塔是。則天特命鳳閣侍郎博陵崔", "332": "玄暐。與藏偕往法門寺迎之。時藏為大崇福", "333": "寺主。遂與應大德綱律師等十人俱至塔所", "334": "行道七晝夜。然後啟之神輝煜爚。藏以昔甞", "335": "鍊指今更隳肝。乃手擎興願顯示道俗。舍利", "336": "於掌上騰光洞照遐邇。隨其福力感見天殊。", "337": "或覩銑鋈睟容。或觀纓毳奇像瓌姿瑋質。乍", "338": "大乍小。大或數尺。小或數寸。於是頂釭指炬", "339": "者爭先捨寶投財者恥後。歲除日至西京崇", "340": "福寺。是日也留守會稽王率官屬及五部眾", "341": "投身道左。競施異供香華鼓樂之妙。矇聵亦", "342": "可覩聞。洎新年端月孟旬有一日入神都。勅", "343": "令王公已降洛城近事之眾精事幡華幢蓋。", "344": "仍命太常具樂奏迎置於明堂。觀燈日。則天", "345": "身心護淨。頭面盡虔。請藏捧持。普為善禱。其", "346": "真身也始自開塔戒道達于洛下。凡擒瑞光", "347": "者七日。抱戴者再初發匣日一也。行至武功縣界其光傍亘法門寺二也。宿崇福", "348": "寺置皇堂內光如火焰又似星流三也。行次崇仁坊門因光高舉且抱且戴四也。宿渭南縣興法寺夜如晝五也。行至", "349": "壽安縣界光既衝天日又抱戴六也。安置于明堂以兜羅綿󰍺天后及儲君頂戴時七也。崔致遠曰。愚於咸通十五年", "350": "甲午春在西京。于時懿宗皇帝命使迎奉真身來自鳳翔目覩瑞應多是類焉。至有牛駕香車而禮拜者三鶴當寶輿而", "351": "佪翔者四諸坊竪塔多致動搖。中宗復位神龍元年冬勅令寫藏", "352": "真儀。御製讚四章曰。宿植明因。專求正真。菴", "353": "園晦跡。蓮界分身。闡揚釋教。拯濟迷津。常流", "354": "一雨。恒淨六塵其一。辯囿方開。言泉廣𤀹。護", "355": "持忍辱。勤修精進。講集天華。徵符地震。運斯", "356": "法力。殄茲魔陣其二。爰標十觀。用契四禪。普", "357": "斷煩惱。遐祛蓋纏。心源鑒徹。法鏡澄懸。慧筏", "358": "周運。慈燈永傳其三。名簡紫震。聲流紺域。梵", "359": "眾綱紀。僧徒楷則。鎮洽四生。曾無懈息。播", "360": "美三千。傳芳百億其四。三十二句百二十音入八", "361": "言。雖文表虛宗而事皆實錄。景龍二年中夏", "362": "憫雨。命藏集百法師於薦福寺以法禱之。近", "363": "七朝遽致滂沱。過十夜皆言浹洽。狀告。詔批", "364": "曰。法王乖範。調御流慈。敷百座以祈恩。未一", "365": "旬而獲應。師等精誠講說當致疲勞。省表循", "366": "環再三欣悅。後踰再朏救嘆如初。勅曰。三寶", "367": "熏修一本云重修或謂再設百座講乎。一旬流液。慈雲演蔭。法", "368": "雨含滋。師等精誠遽蒙昭感。由是中宗睿宗", "369": "皆請為菩薩戒師。崆峠之遺美是追。萬乘歸", "370": "心。八紘延首。無機見阻。有苦待除。藏顧新經", "371": "化大行焉知真丹根遍熟矣。因奏於兩都及", "372": "吳越清涼山五處起寺。均牓華嚴之號。仍寫", "373": "摩訶衍三藏并諸家章疏貯之。善願天從功", "374": "侔踊出。尋復請許。雍洛閭閻爭趨梵筵。普締", "375": "香社。於是乎像圖七處數越萬家。南齊王之", "376": "精修。西蜀宏之善誘。重興茲日。敻掩前朝。故", "377": "人皆不名而稱華嚴和尚焉。景雲再春時雨", "378": "罕潤。冬又不雪。人皆籲天。君命召藏禁中。懇", "379": "訊救農之術。乃啟沃曰。有經名隨求。則得大", "380": "自在陀羅尼。若結壇淨寫是總持語。投於龍", "381": "湫。應時必獲。詔可其請。遽往藍田山悟真寺", "382": "龍池所。作法未旬大雪。表聞制報曰。勅華嚴", "383": "師。比屬愆陽。憂纏寢食。故令潭所啟請祈恩。", "384": "遽得三寶流慈。兩度降雪。師等精誠。上感遂", "385": "乃盈尺呈祥。欣稔歲之有期。喜豐年之可望。", "386": "慮不周洽。且未須出山。屈師重更用心待後", "387": "進止。及六出遍四方。復降詔曰。勅華嚴師。寒", "388": "光稍切不委。法體何如。昨者使還云。師燒香", "389": "纔畢。旋降甘雪。雖則如來演貺。實由啟懇虔", "390": "誠。預喜豐年。略茲示意。至先天元年十一月", "391": "二日。太上皇以藏誕辰賜衣財暨食味。誥曰。", "392": "勅華嚴師。黃鐘應律。玄序登司。欣承載誕之", "393": "祥。喜遇高祺之慶。乘茲令日用表單心。故奉", "394": "法衣兼長命索餅。既薦四禪之味。爰助三衣", "395": "之資。願壽等恒沙。年同劫石。霜景微冷。法體", "396": "安和。近阻音符。每增翹仰。因書代敘。筆不宣", "397": "心。橋陵脫屣褰衣忘機養德。以藏乃心王室", "398": "每著精勤悟道有因嚴師無怠。別賜絹二千", "399": "匹。俾贍興福所須。至如井中騰素呾纜之光", "400": "耳飡奇說氷內現窣覩波之影目驗嘉祥偈排", "401": "地獄之災二十字俾知心佛經拔钁湯之苦。", "402": "七百人來跪群僧。藏乃或辨彼金言所從。或", "403": "假其玉軸令寫具如華嚴傳內所述王氏及何容師之事莫不惰學者起", "404": "懸頭之志阽危者荷援手之慈。此之謂濟俗", "405": "因緣。豈非以不二心隨事萬行與一味真理", "406": "融無二乎。", "407": "第九科曰。世寡尚賢。皆慚下問。人多自聖。莫", "408": "悟大迷。加復語異華戎。教分權實。而唯尋末", "409": "派罕究本源。信若飛蓬。窺同側管。致使廗上", "410": "之義多臆斷。黌中之言或面從。縱有梵旅來", "411": "儀伽譚委悉。翻加擯黜之辱懶致諮諏之勤。", "412": "藏也蓄銳俟時解紛為念。既遇日照三藏乃", "413": "問。西域古德其或判一代聖教之昇降乎。答", "414": "曰。近代天竺有二大論師。一名戒賢。二稱", "415": "智光。賢則遠承慈氏無著。近踵護法難陀。立", "416": "法相宗以一乘為權。三乘為實唐三藏奘之所師宗。光即遠體曼殊", "417": "龍勝。近稟青目清辯。立法性宗以三乘為權。一乘為實。青目", "418": "〔有〕本云提婆。由是華梵兩融。空色雙泯。風除惑靄。", "419": "日釋疑氷具如探玄所釋。外訓有言。醫不三世不服其", "420": "藥。矧於聖典叵謬憲章。以梁陳間有慧文禪", "421": "師學龍樹法授衡岳思。思傳智顗。顗付灌頂。", "422": "三葉騰芳。宛若前朝佛澄安遠。聽憶靈山之", "423": "會。夢聆台嶺之居。說通判四教之歸。圓悟顯", "424": "一乘之極。藏以寢處定慧異代同心。隨決教", "425": "宗加頓為五。其一曰小乘教。其二曰始教。其", "426": "三曰終教。其四曰頓教。其五曰圓教。就是或", "427": "開或合有別有同。融正覺之圓心。變方來之", "428": "邪見。永標龜鏡。實淬牛刀。從學如雲莫能悉", "429": "數。其錚錚者略舉六人。釋宏觀。釋文超。東都", "430": "華嚴寺智光。荷恩寺宗一。靜法寺慧苑。經行", "431": "寺慧英。竝名雷於時。跡露於後。至比丘尼眾", "432": "從問道者多誦晉經。大都稟教僧尼僉以護", "433": "律栖禪為恒務。即知華嚴本祖自阿難海而", "434": "來龍猛佛賢。禪風靡墜。觀行雙翼可缺一乎。", "435": "初藏與海東義想法師同學。其後藏印師說", "436": "演述義科寄示於想。仍寓書曰。夙世同因。今", "437": "生同業得於此報。俱沐大經。特蒙先師授茲", "438": "奧典。希傍此業用結來因。但以和上章疏義", "439": "豐文簡致令後人多難趣入。是以具錄微言", "440": "妙旨勒成義記。傳之彼土。幸示箴誨。想乃自", "441": "閱藏文如耳聆儼訓。掩室探討。涉旬方出。召", "442": "門弟子可器瀉者四英真定。相圓。亮元。表訓。俾分講探", "443": "玄。人各五卷。告之曰。博我者藏公。起予者爾", "444": "輩。因榍出榍。執柯伐柯。各宜勉旃無自欺也。", "445": "且海表覺母。想為始祖。然初至止若東家丘。", "446": "及法信遐傳得群迷遍曉。斯實闇燭龍之眼", "447": "頓放光明。織火鼠之毛益彰奇特。誘令一國", "448": "學遍十山海東華嚴大學之所有十山焉。中岳公山美理寺。南岳知異山華嚴寺。北岳浮石", "449": "寺。康州迦耶山海印寺。普光寺。熊州迦耶峽普願寺。鷄龍山岫寺。括地志所云鷄藍山是朔州華山寺。良州金", "450": "井山梵語寺。毘瑟山玉泉寺。全州母山國神寺。更有如漢州負兒山青潭寺也。此十餘所。雜華盛耀", "451": "蟠桃。󱜑亦藏之力爾。日出月走俱在於東。頓", "452": "漸兩圓文義雙美。此之謂垂訓因緣。豈非以", "453": "無礙心理事既全融不二還令全理之事互相", "454": "即入乎。", "455": "第十科曰。先天元年龍集壬子周正月月幾", "456": "望右脇于西京大薦福寺。享年七十。僧夏未", "457": "悉。誕以辜月。歿亦如之。則李巡有任養之評。", "458": "孫炎有蟄伏之解。應茲兩釋終彼浮生。矧乃", "459": "其來也居朔後。其去也在望前。是表漸圓。先", "460": "標等覺。豈非菩薩清涼月遊於畢竟空者哉。", "461": "越五日太上皇賜誥賻贈曰。中使故僧法藏", "462": "德業天資虛明契理。辯才韞識。了覺融心。廣", "463": "開喻筏之門。備闡傳燈之教。隨緣示應。乘化", "464": "斯盡。法真歸寂。雖證無生之空朝序飾終。宜", "465": "有褒賢之命。可贈鴻臚卿賻絹一千二百匹。", "466": "葬事準僧例官供。唐制文武官薨卒一品賻", "467": "物二百端。粟二百碩。降及九品限止十端。今", "468": "茲厚禮可驗皇恩。有司給營墓夫卒人功十", "469": "日。諸王公降及士庶禮懺施捨叵歷數焉。以", "470": "其月二十四日葬於神禾原華嚴寺南。送葬", "471": "之儀皆用追寵典屬國三品格式禮也。門人", "472": "請祕書少監閻朝隱撰碑文概表行跡。翌載", "473": "中春建于塔所。古所謂其生也榮。其死也衰。", "474": "此之謂示滅因緣。豈非以圓明心頓觀法界", "475": "無障無礙乎。麟史稱歿有令名者三立焉。則", "476": "法師之遊學削染示滅三立德也。講演傳譯", "477": "著述三立言也。修身濟俗垂訓三立功也。演", "478": "一乘圓旨。憑十節妙緣。廣記備言庶或有中。", "479": "傍𧥮訶者引文心云。舊史所無我書則博欲", "480": "偉其事。此訛濫之本源述遠之巨蠧也。子無", "481": "近之乎。雖多奚為以少是貴愚𥈌焉曰敬佩", "482": "良箴。然立定哀之時書隱元之事。信以傳信", "483": "疑以傳疑。自古常規非今妄作。況此皆憑舊", "484": "說豈衒新聞。且記藏公之才之美也。實得面", "485": "無怍色口無媿辭。顧起信多小之詮。譔成行", "486": "廣略之錄。一傳一碑。又史者使也。執筆左右", "487": "使之記也。傳者轉也。轉授經旨。傳廣碑略使", "488": "授於後。恭以師兄大德玄準為名。仍以大乘", "489": "遠為別號。體葉偈之旅首花嚴之座。嗣仍孫", "490": "於想德。欽益友於藏公。且曰。古賢以取其言", "491": "而棄其身。心為盜也。今學則稟其訓而昧其", "492": "迹。顏實靦焉。況有小鳴之徒。或陳大嚼之說。", "493": "玷污前哲。眩惑後生。雖復閻朝隱有碑。釋光", "494": "嚴有傳惰於披閱勇在矯誣矣。至有譏史學", "495": "為魔宗。黜僧譜為廢物。及談疏主緣起。或作", "496": "化人笑端。是謂讌朋不無忝祖可掩耳而走。", "497": "豈俾躬處休以致遠。甞宦玉京濫名金牓。聊", "498": "翻鴃語或類象骨。遂命直書難從曲讓。有乖", "499": "即正。無異不編。猶恨目瞶寶洲耳驚金奏。仙", "500": "枰一遇因路盡而坐忘。帝樂九成俄曲終而", "501": "夢覺。罪知相半。用捨在緣。緬徵關右之評。顗", "502": "續遼東之本。後博贍者幸刪補焉。", "503": "于時天復四春。枝幹俱首。於尸羅國迦耶山", "504": "海印寺華嚴院避寇養痾。兩偷其便。雖生下", "505": "界幸據高齋。平揖群峰敻拋世路。而所居丈", "506": "室密邇蒙泉。韶光煦然潤氣蒸兵。衣如遊霧", "507": "露。座若近陂池。加復病躬目勞燒炙。是使棲", "508": "闐華水窓霏艾煙厭生。而或欲梵軀志問疾", "509": "者多皆掩鼻有誰逐臭。空慚海畔一蕕。無所", "510": "竊香莫遂山中三嗅。及修斯傳自責。增懷", "511": "傷手足虞含毫不快。欻聞香氣郁烈有餘斷", "512": "續再三尋無來所。誰料羸君歸載變成荀令", "513": "坐筵。時有客僧持盈亦言。異香撲鼻。春寒劓", "514": "嚏因爾豁然。僕既勇於操觚。僧亦忻於󱛶齆。", "515": "斯豈掇古人芳跡播開士德馨之顯應乎。傳", "516": "草既成。又獲思夢覩一緇叟執一卷書而曉", "517": "愚曰。永徽是永粲元年也。劃爾形開試自解", "518": "曰。此或謂所撰錄永振徽音長明事跡。始於", "519": "今日故舉元年者耶。然而深恧諛聞莫排疑", "520": "網。適得藏大德遺像供養因削二短簡書是", "521": "非二字為筊。擲影前取裁再三。是字獨見。心", "522": "香所感口訣如聞。古德既陰許非非今。愚乃", "523": "陽增病病不為無益聊以自寬。或人不止囅", "524": "然且攎胡曰。子所標證說春夢可乎哉。愚徐", "525": "應曰。是身非夢歟。曰是然則在夢而欲黜夢。", "526": "其猶踐雪求無迹入水願不濡者焉。書不云", "527": "乎。有大夢然後有大覺。如睡夢覺故名佛也。", "528": "抑且王者以乾坤謫見每慎方來。庶人以晝夜", "529": "魂交能防未兆。譬形端影直。豈心正夢邪。人", "530": "或不恒巫醫拱手。苟冥應悉為虛妄念大亦", "531": "涉徒勞耶。聞昔尼父見周公高宗得傳說信", "532": "相。金鼓普眼山神皆託靈遊能融妙理。故兩", "533": "朝僧史亦一分夢書。況聖教東流本因睡感。", "534": "從昏至曉。出假入真。今也出則窘步樵原。入", "535": "則酣眠燬室。暫息凄凄之歎。宜從栩栩之遊。", "536": "客既溺客之笑容。予乃宰予之睡興。因憶得", "537": "吳中詩叟陸龜蒙斷章云。思量浮世何如夢。", "538": "試就南窓一𥧌看。於是乎擲握筆引幽枕。遠", "539": "尋宰予我。近訪邊孝先。瞥遇二賢各吟五字。", "540": "曰糞牆師有誡。經笥我無慚。僕於恍惚中續", "541": "其尾云。亂世成何事。唯添七不堪。", "542": "華嚴宗主賢首國師傳", "543": "大安八年壬申歲高麗國大興王寺奉", "544": "宣彫造　本寂居士梁璋施本鏤板", "545": "紹興十五年四月伏奉", "546": "指揮許與編華嚴宗教文字入藏流通莫不慶", "547": "幸唯侍講崔公所撰。", "548": "吾祖賢首國師傳缺如遍搜雖得而傳寫訛舛", "549": "攻證不行遂獲　高麗善本復得祕書少監閻", "550": "公石刻乃頓釋疑誤有士人孫霨見且驚喜而", "551": "為書之坐夏門人旋積嚫施命工鏤版以廣其", "552": "傳冀學者勉旃上酬　法乳。", "553": "首座師雅監院會真維那妙智梵全書記法慧副院從悟知客如頴典座釋懷", "554": "修證仲明了性道詢智聰祖仁師友行勤祖超從信善求從慧", "555": "妙暉法瓊宗勝道時祖周行依從釋如了子冲祖高法無法和了慧善賓", "556": "了依義琚法󱒧懷雅法蓮彥依善定宗慧從擇智圓義淨師遠從誘師正", "557": "旹紹興十九年孟冬一日平江府吳江縣華嚴", "558": "寶塔教院嗣講住持圓證大師義和謹題", "559": "躅厨玉切蹢躅　掇都括切　芟所嵓切除草　月支月音燕　康居居音渠", "560": "膜莫胡切胡人膜拜　聘馳騁　讓責也　䍧則郎切與臧同　狶音喜末年屬羊狶亥", "561": "年屬猪　擷胡結切將也　追都雷切治金日追玉曰琢　奰平祕切　󱡋荒佩切洗也", "562": "敭　暐于鬼切　煜余六切　爚弋灼切　瓌古回切　瑋偉　鋈鳥沃切", "563": "籲音裕呼也", "564": "新刊賢首碑傳正誤新刊賢首碑傳正誤", "565": "龍華道忠著", "566": "序此書元祕藏于高山寺寶庫宋刻摺本。蓋大", "567": "藏函內物也。齊雲老師甞寫得之。碑每行二", "568": "十三字半紙面十行。傳每行二十字半紙面", "569": "七行。有𤀹鳳潭者就雲借之。有自難讀處則", "570": "貼小片紙於上方曰脫字歟字倒歟。皆不契", "571": "雲之意以墨抹滅。後鳳潭不謀於雲師而自", "572": "梓行。甞為脫為倒者悉私加字妄刪文。己之", "573": "難解者皆改換焉。予及對校於雲師之本。大", "574": "愕其所為。從頭依舊文改正錄上頭而復古", "575": "矣。又恐不能及遠廣益。別作正誤一卷間下", "576": "證解。大抵見刊行者加和點極寡學而却不", "577": "知己之難讀者是己之暗昧之使然。每遇盤", "578": "根錯節縱情刪潤可深以為笑也。夫為寡學", "579": "之難讀而改文加字則天下無好書。𤀹欲流", "580": "通却厄於古書誤於後人。縱免人師之筆誅", "581": "必受天龍之譴責矣。", "582": "碑正誤碑正誤", "583": "第一張左一行名播招提　名元本作大濬妄改以為對下譽", "584": "字縱大字義不穩亦但可存古也○七行脫屣萬機褰衣四海", "585": "脫屣出孟子褰衣出毛詩○事文前集十九卷", "586": "汪藻上太上道君皇帝尊號玉冊文云。脫屣", "587": "萬乘粃糠唐虞云云又云廼委神器褰裳去之。", "588": "第二張石八行辨才　辨元本作辯字彙正字通雖辨辯不分二皆", "589": "有註寫者可从元本也○左二行󱙪塔　󱙪元本作墳○五行", "590": "西方淨域云云此偈猶當有數句。蓋遺脫可惜。", "591": "元本亦同此。", "592": "傳正誤傳正誤", "593": "每紙題○支那　每紙摺處有支那二字。元", "594": "本無之。凡典籍摺處有題支那撰述。以分於", "595": "天竺日本諸撰。今題支那必亦其意也。然則", "596": "碑支那撰述可也。傳則海東崔致遠作實海", "597": "東撰述也。而題支那何也○第一張右崔致遠", "598": "齊雲師曰。崔致遠傳在東國通鑑第十一。又", "599": "唐書藝文志有文二十卷其在高麗文集有三", "600": "十卷○纂靈記　賢首撰事見此第九張。然其", "601": "中云撰藏公別錄者。按華嚴玄談云。纂靈記", "602": "後經修飾止此此等亦是後加之文故云爾○井", "603": "識　用莊子秋水篇埳井之蛙事言井蛙之識", "604": "至眇也　又韓文原道曰。坐井而觀天曰天", "605": "小者非天小也止此坐井之狹識也　僧祐出三", "606": "藏記集序云。井識管窺多慚博練　又出三藏", "607": "記曇無讖傳云。坎井之識久迷大方○八行大", "608": "史公　大元本作太○左一行盈數　十數也○", "609": "三行堅固心　堅元本作牢濬妄改○五行書云", "610": "措諸枉思無邪　措諸抂出論語。思無邪出", "611": "毛詩○六行經曰為淨土是道場云云出淨名經。", "612": "第二張右一行　外所謂因生以賜姓　外謂外", "613": "典也事見左傳○三行內所謂四海入海　內", "614": "謂內典也事見阿含經○四行祖父　祖元本", "615": "作王濬妄改　按爾雅釋親父之考為王父。註", "616": "如王者尊之止𤀹未讀爾雅自謂今帝王之父", "617": "則不成義故改為祖○八行弟寶藏　法藏", "618": "之俗弟又見下文○左四行忽覩　忽元本作忽", "619": "筆工誤。", "620": "第三張右八行薦推　推元本作雄○八行帝諾", "621": "諾元本作若○九行󱜆常科　󱜆元本作拔", "622": "筆工誤下皆例知○左八行崇朝　字出詩。", "623": "第四張右三行祕頤　頤元本亦同蓋筆誤當作", "624": "頤○六行無慮　前漢書食貨志曰。大氐無慮", "625": "皆鑄金錢矣。註無慮謂大率無小計慮耳○", "626": "左三行窂固　窂元本作牢筆工誤。", "627": "第五張右一行建康　康元本作業濬妄改　按廣", "628": "輿記江寧府曰。吳自京口徙都於此曰建業", "629": "晉曰建康止蓋𤀹以謂古名建業後既改建康", "630": "則不可更穪建業故改康也。安知書傳處名往", "631": "往有從舊名者○左二行地婆訶羅此云日昭　元本", "632": "羅作國實筆誤也。𤀹貼雲本云。國當作羅。蓋", "633": "𤀹見此一訛以謂全編多訛舛。𤀹所改但此", "634": "為是餘皆非也。凡讀三經五論者。乃知地婆", "635": "訶羅。未以此為奇妙。日昭之昭元本作炤。", "636": "第六張右二行續者　續元本作讀筆工誤○六行", "637": "今代上之經　如發云上恐土字謂代州也○", "638": "六行󱜆乎　󱜆元本作拔○十行光統椎輪益", "639": "仰聖尊大路因躡　文選序曰。若夫椎輪為", "640": "大輅之始。大輅寧有椎輪之質。註向曰椎輪", "641": "古棧車大輅玉輅言玉輅因椎輪生止余見𤀹", "642": "加和點。未讀文選也。又句讀上下文大失義。", "643": "彼貼紙於雲本云。躡字下脫一字歟可笑。", "644": "第七張右一行其文也玉寡其理也金相　禮記", "645": "聘義云。子貢曰。君子貴玉而賤䃉者何也。為", "646": "玉之寡而䃉之多與　文選劉孝標辨命論", "647": "云。玉質金相。註善曰。毛詩曰追琢其章金玉", "648": "其相。毛萇曰。相質也銑曰玉金所以比美君", "649": "子質相言其形貌也。梁書王裒弔祭王僧辨", "650": "母文曰。金相比映玉德齊溫　舊唐書音樂", "651": "志樂章曰。金相載穆玉󱚉重暉○七行取試循", "652": "循元本作楯　○八行師列乃至資尋云云師至相", "653": "也。資法藏也。師資字出老子○左三行諸候", "654": "候元本作侯筆工誤若向二帙乃至儻然靡暢或據", "655": "五編　元本云。向若二帙不倚五編則撫持", "656": "也儻然靡據。五編不憑二帙則呾嚼也澹乎", "657": "無味　此文多少分明。但𤀹不得讀下妄為", "658": "有倒脫。乃貼雲本云。向若二字倒乎。靡據中", "659": "間脫二字歟。及開板終向若作若向。靡下加", "660": "暢或二字。穢亂古書。罪戾彌天。且如言向二", "661": "帙則是何等語話哉。蓋向若已下者反釋也。", "662": "華嚴疏第十三曰。向若有性不可熏變止鈔", "663": "曰。向若有性下上來順釋此下反釋。", "664": "第八張左四行四聖標題　聖元本作靈濬妄改", "665": "𤀹未讀禮記。未知麟鳳龜龍謂之四靈。妄改", "666": "為聖。本解龍經麟經之義。而今改為聖則大", "667": "為無義也○五行辨通　辨元本作辯。", "668": "第九張右一行班班　元本作斑斑○二行心均", "669": "暢日　暢元本作愒濬妄改左傳昭元年曰。主", "670": "民翫歲而愒日。林註翫愒皆貪也。言執政為", "671": "民之主而貪翫歲日。愒開去聲止𤀹未讀左傳", "672": "而妄改為暢○左五行祇林之寶　寶元本作定", "673": "○六行實乃　實元本作寔妄改字彙寔音殖實", "674": "也。增韻注實寔通用誤止寔有實也訓則義亦", "675": "通。又不與實通用則不可妄改也。", "676": "第十張右六行苑公成　公元本作上濬妄改　高", "677": "僧傳僧遠以齊永明二年卒。帝世祖武帝致書於沙", "678": "門法獻曰。承遠上無常。弟子夜中已自知之。", "679": "遠上此去甚得好處諸佳非一止又出三藏記", "680": "集僧祐十誦義記目錄序云。大律師頴上積", "681": "道河西振德江東止蓋上者裁用上人字也。僧", "682": "傳遠上出三藏頴上可以為例證矣。𤀹未讀", "683": "如上書妄改上字○左八行授號天授師及後曆", "684": "曰永隆元年　元本授下有後及曆三字。此", "685": "後及曆作名一字無永字　元本曰。授後及", "686": "曆號天授。師名曰隆元年云云𤀹貼雲本云。此", "687": "一行文有漏處義不疎通歟。他日請領教示。", "688": "雲師以墨抹貼紙。然𤀹及開板未領教示。妄", "689": "加妄改。又書上方曰此一行文有漏處歟。抑", "690": "元本不可讀。而濬妄改者非為令易讀耶。今", "691": "雖改猶似有漏處而不可讀則妄改何所益。", "692": "但存元本不可讀而可也。今如予之所點則", "693": "義亦明白也。或曰字作日月之日則對上天", "694": "字此編貪對語故然言師道名日日隆盛也。", "695": "元年者天授元年也○九行張柬之叛逆　柬", "696": "元本作易　按張易之叛逆而張柬之討之。", "697": "實柬之非反逆者。𤀹未讀唐史通鑑妄改字", "698": "誣柬之陷叛逆莫大之罪。不識者歸責於崔", "699": "致遠。豈非枉屈耶○通鑑綱目中宗神龍元", "700": "年曰。春正月張柬之等舉兵討武氏之亂。張", "701": "易之昌宗伏誅○十一張右七行實寄天倫　實", "702": "元本作寔濬妄改○八行主者施行　勅書尾語", "703": "式也。廣弘明集周武帝詔尾曰。主者施行止", "704": "見𤀹和點似未知此字○左六行長吏　吏元本", "705": "作史○七行辨教　辨元本作辯。", "706": "十二張右四行盥浴　盥元本作釁　按國語齊", "707": "語曰。嚴公使束縛管仲以予齊使。齊使受而", "708": "以退。比至三釁三浴之。註以香塗身曰釁。釁", "709": "或為熏　正字通釁注許定切欣去聲云云又通", "710": "作釁又塗也。周禮女巫釁浴。謂以香藥沐浴", "711": "也○六行逗撓　史記韓長孺傳云。廷尉當", "712": "王恢逗撓當斬。註軍法行而逗留。畏撓者要", "713": "斬撓屈弱也○九行󱜑慈力　󱜑元本作蓋筆工誤", "714": "字彙蓋又作葢止而無󱜑字○左六行天殊　止", "715": "觀二之三卷云。其性天殊應法記云。天乖謂", "716": "同天地之別止今亦天地殊之義也。", "717": "十三張左四行󱜑纏　󱜑元本作蓋。", "718": "十四張右十行南齊王　西蜀宏　蓋皆人名濬點非", "719": "○左一行景雲　唐睿宗年號○六行寢食　寢", "720": "元本作寢筆工誤。", "721": "十五張右一行雖則如來演貺　詩經周南汝墳", "722": "篇云。雖則如燬父母孔邇○□太冲魏都賦", "723": "云。雖則生常固非自得之謂也止雖則字格不", "724": "一而下點為法則義非○八行橋陵　唐睿宗", "725": "也　一統志陝西西安府曰。睿宗橋陵在蒲", "726": "城縣豐山○文獻通考百二十五曰。睿宗崩", "727": "葬橋陵。在京兆府奉先縣界○八行脫屣褰衣", "728": "謂帝者讓位也。前碑文曰。太上皇脫屣萬", "729": "機褰衣四海　𤀹上方書曰。此行脫字義未", "730": "穩乎止余觀之此行義皆明白。蓋到筆不宣心", "731": "者書誥之辭也。橋陵已下撰者之語言。睿宗", "732": "後讓位養德皆依法藏之勸導也○左二行辨彼", "733": "金言　辨元本作辯○四行阽危　出前漢書", "734": "食貨志。", "735": "十六張右六行青目有本　元本無有字濬妄加○", "736": "十行宛若　若者譬喻之如義濬點為指事之如義非也○左一行", "737": "寢處　寢元本作寢筆工誤。", "738": "十七張右十行若東家丘　言義想初未能振華", "739": "嚴宗於海東人馴侮之。如所謂東家孔丘也", "740": "東家丘出劉向新序。觀𤀹點似未知此事", "741": "○左三行岫寺　岫元本作岬濬妄改　字彙岬古", "742": "狎切音甲○五行󱜑亦　蓋元本作蓋○八行", "743": "周正月　夏十一月也○九行辜月　爾雅釋", "744": "天曰十一月為辜。", "745": "十八張右七行官供　前碑亦載之云。餘皆官", "746": "供止義最明○左四行死也衰　衰元本作哀濬妄改", "747": "論語子張篇曰。其生也榮其死也哀止𤀹以為", "748": "當作衰而對上榮若死也衰微則何所讚美也", "749": "○五行麟史　左傳也。", "750": "十九張右三行實得面　實元本作寔○七行仍", "751": "孫　爾雅○七行益友　論語○左二行僧譜為", "752": "癈　癈元本作廢○三行處休　莊子漁父篇", "753": "云。不知處陰以休影○四行象骨　骨元本作", "754": "胥。蓋筆誤當作胥。𤀹妄改骨是何義　象胥", "755": "見周禮三十八○七行罪知　孔子作春秋曰", "756": "知我罪我其唯春秋乎。見孟子又史記孔子", "757": "世家○七行顗續　顗元本作覬濬妄改。", "758": "跋跋", "759": "十九張左枝幹俱首　十二支首子也十干首", "760": "甲也蓋謂甲子也○密邇蒙泉　言近於泉", "761": "也。周易上象傳云。山下出泉蒙。", "762": "二十張右二行梵軀　梵元本作焚　蓋因上灼", "763": "艾言欲效古賢捨身也。北齊第三王子於清", "764": "涼山焚軀供養。見華嚴玄談○二行逐臭空慚", "765": "海畔　事出呂覽○三行竊香　僧貪蓮香池", "766": "神呵之為偷香。出智度論○五行羸君歸載", "767": "羸元木作嬴筆工誤嬴君言秦始皇。嬴姓也見史", "768": "記秦本紀　歸載者言臭氣。史記秦始皇本", "769": "紀。始皇崩於沙丘平臺行。遂從井陘抵九原。", "770": "會暑上轀車臭。乃詔從官。令車載一石鮑魚", "771": "以亂其臭○五行荀令坐筵　襄陽記云。荀", "772": "令君至人家坐席三日香○七行󱛶齆　󱛶元", "773": "本作闒　字彙正字通等無󱛶字　闒注音踏", "774": "說文樓上戶也　齆字彙烏貢切音甕鼻塞曰", "775": "齆○十一行諛聞　禮記樂記云發慮憲求善", "776": "良。足以諛聞不足以動眾　註諛之言小也", "777": "諛思了反○十四行既陰許非非云云乃陽增病病　史", "778": "記韓世家曰。其狀陽言與韓。其實陰善楚止", "779": "𤀹不知此字所點太非○左二行傳說　傳元本", "780": "作傅○二行信相金鼓　四卷金光明經。合", "781": "部金光明經。皆有信相菩薩夢金鼓事。十卷", "782": "金光明為妙幢菩薩。妙幢即信相也。我聞𤀹", "783": "博學教乘賣講乎市衢大抵排古德。然極不", "784": "學而至未讀金光明經。則和抵排非無疑也", "785": "○五行窘步樵原　蓋用列子蕉鹿夢　列子", "786": "張湛注蕉與樵同○五行淒淒　元本作棲棲", "787": "妄妄改○八行一𥧌　𥧌元本作寐筆工誤○九行邊", "788": "孝先　後漢書列傳七十三文苑傳○十二行", "789": "七不堪　文選四十三嵆叔夜與山巨源絕交", "790": "書○大字十行梁璋　元本璋字細書。", "791": "紹興跋紹興跋", "792": "二十一張右六行驚喜　驚元本作敬。義亦通", "793": "今妄改○九行首座云云元本首座監院等字稍", "794": "大　○左一行已下妙暉云云元本次位與此別。元", "795": "本云妙暉　祖周　道時　宗勝　法瓊", "796": "行依　如了　法和　法元　祖高　子冲", "797": "了惠　了依　法蓮　懷雅　法瑫　義琚", "798": "彥依　宗惠　師遠　義淨　智圓　從擇", "799": "從誘　善定　從釋　師正　善賓", "800": "二行　法無　無元本作元蓋誤書旡再誤為無", "801": "三行　旹紹興云云元本到謹題縮為一行", "802": "賢首碑傳正誤畢", "803": "齊雲師書於卷尾云", "804": "旹", "805": "寬文十年歲次庚戌冬十一月十八日後學道", "806": "棟寫", "807": "十一月二十日以宋刻高山寺藏本校勘了", "808": "宋刻本玄字作玄　樹字作樹　弘字作󱚂", "809": "貞字作󱚟　驚字作驚　敬字作敬　讓字作", "810": "讓　擎字作󱜒　恒字作恒　澂字作󱜕　皆", "811": "避國諱也。今不須避依舊書如字。", "812": "新羅崔致遠事實新羅崔致遠事實", "813": "東國通鑑第十一卷二十二紙曰憲康王十一年乙", "814": "巳唐僖宗光啟元年春三月崔致遠奉帝詔還自唐。致", "815": "遠沙梁部人。精敏好學。年十二隨海舶入唐", "816": "求學。其父謂曰十年不第非吾子也。致遠至", "817": "唐尋師力學。十八登第調宣州漂水縣尉。遷", "818": "侍御史內供奉。時黃巢反高駢為兵馬都統", "819": "以討之。辟致遠為從事以委書記之任。其", "820": "表狀書啟多出其手。其檄黃巢有不唯天下", "821": "之人皆思顯戮抑亦地中之鬼已議陰誅之", "822": "語。巢不覺下牀。由是名振天下。又上大師侍", "823": "中狀云伏聞云云文長略之及還王留為侍讀兼翰", "824": "林學士守兵部侍郎知端書監事。致遠自以", "825": "西學多所得欲展所蘊。而衰季多疑忌不能", "826": "容。出為大山郡太守。", "827": "同卷第二十七紙曰。真聖女主八年甲寅唐昭宗乾寧八年春", "828": "二月。崔致遠進時務十餘條。主嘉納之以為", "829": "阿飡。致遠自西事大唐東還故國。皆值亂世", "830": "自傷不遇無復仕進意。自放於山水間營臺", "831": "榭植松竹。枕籍書史嘯咏風月。若慶州南山。", "832": "剛州氷山。陝州清涼寺。智異山雙溪寺。合浦", "833": "縣月詠臺。皆其遊翫之所。後挈家隱伽耶山。", "834": "與母兄浮圖賢俊及定玄師結為道友。以終", "835": "老焉焉。遠西遊將還。同年顧雲以詩送別。有", "836": "文章感動中華國之句。其名重上國如此。所", "837": "著文集三十卷行於世。唐書藝文志又載致", "838": "遠四六集一卷桂苑筆耕二十卷云。", "839": "高麗沙門義天諸宗教藏總錄上卷云", "840": "賢首傳一卷", "841": "浮石尊者傳一卷　　　已上崔致遠述"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2054 唐大薦福寺故寺主翻經大德法藏和尚傳", "source": "CBETA"}