{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0825 佛說甚深大迴向經: 佛說甚深大迴向經: 佛說甚深大迴向經", "text": {"0": "No. 825", "1": "佛說甚深大迴向經", "10": "明天菩薩即白佛言：「云何菩薩少修善本而", "100": "義，當知此為大功德趣、為無量功德、為無", "101": "邊功德。」佛言：「憍尸迦！是法畢竟淨故。」「世尊！", "102": "當何以名此經？云何奉持之？」佛告釋提桓", "103": "因：「憍尸迦！是經名『大迴向』，亦名『甚深法性", "104": "迴向』，當奉持之。」佛告憍尸迦：「若有善男子、", "105": "善女人學是迴向者，當知是人必逮得無所", "106": "從生法忍，能度未度者，安樂百千無量眾生。」", "107": "說是法時，諸比丘眾，釋、梵、天、人、阿修羅等，聞", "108": "佛所說歡喜奉行。", "109": "佛說甚深大迴向經", "11": "獲大果，或多作功德福報無量？」", "12": "佛告明天菩薩摩訶薩：「善哉，善哉！明天！能", "13": "於佛前問如是義。汝已曾於過去無量諸佛", "14": "所殖眾德本供養諸佛、親近善知識，能", "15": "為樂福眾生發甚深問。諦聽，諦聽！善思念", "16": "之。」明天菩薩白佛言：「世尊！唯然受教。」佛告", "17": "明天：「諸菩薩摩訶薩當於過去、當來、今現在", "18": "諸佛所，修慈身行、修慈口行、修慈心行，專", "19": "心念佛所行功德。復次，明天！菩薩摩訶薩當", "2": "僧祐錄中失譯人名今附宋錄", "20": "應往詣如來尊廟禮拜供養，右膝著地合掌", "21": "右遶，散華燒香、懸繒幡蓋、作眾伎樂尊重恭", "22": "敬，以微妙音歌、甚深句義，讚佛功德隨喜歎", "23": "善。」", "24": "佛告明天：「云何菩薩摩訶薩於過去、當來、今", "25": "現在諸佛所，修慈身行、修慈口行、修慈心", "26": "行、念佛功德？善男子！菩薩摩訶薩當念如", "27": "來：堅固士、無上士、最勝士，為師子王勇猛", "28": "無畏，自度度彼、自安安彼、自滅滅彼，說真", "29": "諦法安立眾生，心無諂飾淨戒具足，力無畏", "3": "如是我聞：一時，佛在舍衛國祇樹給孤獨園，", "30": "辯永除障習，於法自在無與等者。如是專心", "31": "念佛功德已，右膝著地，散華、燒香、幡繒、幢蓋、", "32": "伎樂供養，是為菩薩修慈身行；以微妙音歌、", "33": "甚深句義，讚歎如來無量功德，是為菩薩修", "34": "慈口行；因彼身口善根念佛功德，至誠恭敬，", "35": "是為菩薩修慈心行。明天！是則菩薩摩訶薩", "36": "於過去、當來、今現在諸佛所，修慈身、口、意習", "37": "行正念。」", "38": "佛復告明天：「又菩薩摩訶薩於過去、當來、今", "39": "現在諸眾生所，亦應修慈身行、修慈口行、", "4": "與大比丘眾八千人俱。爾時，世尊與諸大眾", "40": "修慈意行，等念眾生。明天！云何菩薩摩訶", "41": "薩於三世眾生所，應修慈身、口、意行，等念眾", "42": "生？如是，明天！菩薩摩訶薩不殺眾生、不", "43": "盜他財、不邪婬、不妄語、不綺語、不兩舌、", "44": "不惡口、不貪欲、不瞋恚、不邪見。云何菩薩", "45": "不殺眾生？於一切眾生慈悲愛念，慚愧愍", "46": "傷，永捨刀杖。不偷盜者：若於聚落空處，所有", "47": "遺物不與不取。不邪婬者：若女有主，父母、兄", "48": "弟、宗親所護，乃至見彼授華一莖，不起欲想。", "49": "不妄語者：若於鄉邑、若在王者堪為證佐，真", "5": "前後圍遶而為說法。於是會中有一菩薩，號", "50": "誠實語守死不虛。不兩舌者：常於彼此起和", "51": "合想，從彼所聞不向此說，從此所聞不向彼", "52": "說。不惡口者：軟語開喻先意問訊，終不以", "53": "苦切惡言加於眾生。不綺語者：時說、實說、知", "54": "義而說，為利益彼說，心口無差。不貪者：於", "55": "他財利不起欲想，見來取者心無悋惜。不瞋", "56": "恚者：於一切眾生除諸恚恨，起慈愍心、饒益", "57": "心安彼心，隨順善攝一切眾生。不邪見者：", "58": "有施、有濟、有說，有父母，有今世、後世，有苦", "59": "樂行果報，世間有阿羅漢自知身作證：我", "6": "曰明天，即從坐起，偏袒右肩右膝著地，恭敬", "60": "生已盡，梵行已成，所作已辦，自知不受後有。", "61": "「明天當知：彼不殺、不盜、不邪婬，則是菩薩修", "62": "慈身行；不妄語、兩舌、惡口、不綺語，則是菩薩", "63": "修慈口行；不貪、不恚、不邪見，則是菩薩修慈", "64": "意行；修慈身、口、意，則是菩薩等念眾生。」", "65": "佛告明天：「菩薩摩訶薩於過去、當來、今現在", "66": "諸佛所，修慈身行、修慈口行、修慈意行，及", "67": "於過去、當來、今現在一切眾生所，修慈身行、", "68": "修慈口行、修慈意行，所有功德果報悉與", "69": "一切眾生共，迴向阿耨多羅三藐三菩提。明", "7": "合掌前白佛言：「世尊！欲有所問，唯願世尊", "70": "天！菩薩作如是迴向者，是為菩薩少修善本", "71": "獲大果報，多作功德福報無量。」佛告明天：", "72": "「是菩薩成就無量功德時，持是功德迴向無", "73": "量智慧，又共一切眾生，盡迴向阿耨多羅三", "74": "藐三菩提。是功德三種，有三種迴向。何等", "75": "為三？謂過去空、當來空、現在空，無有迴向", "76": "者，亦無迴向法，亦無迴向處，菩薩摩訶薩", "77": "當作是迴向。作是迴向時，三處皆清淨，以此", "78": "清淨功德與一切眾生共，迴向阿耨多羅三", "79": "藐三菩提。作是迴向者，無有凡夫及凡夫法，", "8": "分別解說。」爾時，佛告明天菩薩摩訶薩：「善男", "80": "亦無信行亦無法行，亦無八人，亦無須陀洹、", "81": "向須陀洹，亦無斯陀含、向斯陀含，亦無阿那", "82": "含、向阿那含，亦無阿羅漢、向阿羅漢，亦無辟", "83": "支佛、向辟支佛，亦無有佛及向佛者。何以故？", "84": "法性無緣、不生不滅、無所住故。是故菩薩摩", "85": "訶薩應以是三種迴向三種清淨功德、與一", "86": "切眾生共，迴向阿耨多羅三藐三菩提。是菩", "87": "薩作是迴向已，又復願言：『若我生處常遇諸", "88": "佛，逮甚深三昧，見無量佛成就多聞、清淨智", "89": "慧，弘誓不捨一切眾生。』」說是法時，百千天", "9": "子！欲有所問莫得疑難，如來當為隨問解說。」", "90": "人皆願欲往生阿閦佛國。", "91": "爾時，佛告尊者阿難：「我向說此甚深法時，百", "92": "千天人皆願往生阿閦佛國。阿難當知，彼於", "93": "此終，皆當往生阿閦佛所妙樂國土，從一佛", "94": "國至一佛國，供養諸佛聽受正法，得陀羅尼", "95": "如說修行，皆當成就不思議慧，於五濁國當", "96": "得作佛，皆同一號，號甘露音王如來、應供、等", "97": "正覺。當知彼天受記別時，百千眾生皆發", "98": "阿耨多羅三藐三菩提心。」", "99": "爾時，釋提桓因白佛言：「世尊！如我解佛所說"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0825 佛說甚深大迴向經: 佛說甚深大迴向經: 佛說甚深大迴向經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}