{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2825 真言要決卷第一．第三", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "真言要決卷第三", "1": "之理故。法華經云。我為設方便說諸菩薩", "2": "道。示之以涅槃。我雖說涅槃。是亦非真滅。諸", "3": "法從本來常自寂滅相。夫若得體解大道則", "4": "能出死入生。雖復應感群方心常寂滅。既得", "5": "動而常寂。何處更有涅槃哉。故思益經云。若", "6": "人於諸法滅相中求涅槃者。當知是輩皆為", "7": "增上慢人。世尊。正行道者。於法不作生。不作", "8": "滅。無得無果。佛藏經云。若人得涅槃者。是", "9": "人不隨如來出家。隨六師出家。舍利弗。當知", "10": "是人是為法賊入我法中。當知是人污辱我", "11": "法。當知是人為是大賊。", "12": "惡生死而愛涅槃者。猶惡貧賤而愛富貴。惡", "13": "貧賤而愛富貴非道德之宗。惡生死而愛涅", "14": "槃非真如之旨。故懷道德者始得身居富貴。", "15": "體真如者始得神遊涅槃。故居富貴者終不", "16": "得嫌其貧賤。遊涅槃者必不得惡其生死。若", "17": "以生死涅槃為是非。名為增上慢。若以貧賤", "18": "富貴為得失。名為倒置人。故君子能處賤貧。", "19": "菩薩能入生死。若以富貴為道德。齊景公不", "20": "應被尼甫非。若以寂滅為真如。舍利弗不應", "21": "被淨名責。故知愛富貴而作三公者。不及初", "22": "入仕道德人。愛涅槃而證四果者。不及初發", "23": "心菩薩。此乃內外明著事理顯然。終身不悟", "24": "邪愚之甚。", "25": "修道獨處坐禪用心精進。或見佛身菩薩身", "26": "真人羅漢身。天尊老君身神仙身。及過往有", "27": "名號賢德身。并談說妙言稱道授法。即以為", "28": "真者。此大大邪惑。何以故。夫諸佛菩薩天尊", "29": "老君等。並是過去出世聖人。當今無有見", "30": "其真狀者。今日但聞其名見其形像而已。誰", "31": "復識其面目哉。其形像者並是世間工巧影", "32": "響而作。未必即得似彼真形。今乃想其偽形", "33": "為真狀者。此之邪惑顛倒。全是不近人情至。", "34": "如嬰兒弱喪年長成大。本生父母見尚不識。", "35": "況我非彼所生。復是異世而能識之者哉。若", "36": "其法身應化無種不為。豈止守其本狀。若其", "37": "取此而為真應者。必入魔網不疑。故魔亦能", "38": "種種變化惑作佛身菩薩之身。亦能宣說妙", "39": "法。自非大乘慧眼不能別之。若入魔網全不", "40": "及元不修道。以此而議坐禪。所有境界並不", "41": "得取以為證。縱使放光動地彌不得信之。但", "42": "當正心不動。魔事即自亡滅。故維摩經云。降", "43": "魔是道場不傾動故。西昇經云。不受於邪。邪", "44": "氣自去。凡人同生一類不因紹介者尚不得輒", "45": "與欵懷。況彼非類幽昧而造次信之者也。若", "46": "其目擊道存者。理自絕於言論。若其不爾必", "47": "須勘當是非。夫世間人事猶不得以言貌取", "48": "人。況出世冥理得以色聲為證。故康子饋藥。", "49": "孔子拜而受之曰。丘未達不甞之。此良有以", "50": "也。聖人尚爾。況其凡哉。故物理不可覩迹", "51": "即信。一一皆須察之。故大智度論云。多聞持", "52": "戒禪未得漏盡法。雖有此功德此事不可信。", "53": "涅槃經云。迦葉白佛言。世尊。我今不依是四", "54": "種人。何以故。如瞿師羅經中佛為瞿師羅說。", "55": "若天魔梵為欲破壞變為佛像。具足莊嚴三", "56": "十二相八十種好。圓光一尋。面部圓滿猶月", "57": "盛明。眉間豪相白踰珂雪。如是莊嚴來向汝", "58": "者。汝當檢校定其虛實。既覺知已應當降伏。", "59": "世尊。魔等尚能變作佛身。況當不能作羅漢", "60": "等四種之身。坐臥空中。左脇出水右脇出火。", "61": "身出烟炎猶如火聚。以是因緣我於是中心", "62": "不生信。或有所說不能稟受。亦無敬念而", "63": "作依止。佛言。善男子。於我所說若生疑者尚", "64": "不應受。況如是等。是故應當善分別是善不", "65": "善可作不可作。如是作已長夜受樂。修道", "66": "願生值彌勒者。此大邪癡。何以故。夫修道者。", "67": "破無明見發種智牙。斷四生業滅三塗苦。出", "68": "入六道教化眾生。迴向無上菩提罔知限極。", "69": "此則是法身自在解脫見知。若然者彌勒恒", "70": "在目前。何須願值。故奄提遮經云。我常念", "71": "所思。大聖之所行。未曾與汝異。何事不清淨。", "72": "如不爾者。即是無明常沒不出。縱值彌勒亦", "73": "未識之。何以故。三毒肉眼不辯賢愚。但聞", "74": "彌勒之名不識彌勒之狀相。學論其彌勒復不", "75": "見彌勒之理。徒言此願知復何成至。如釋迦", "76": "出世。舍衛大城不見佛者豈止千萬。以此而", "77": "議會須開心見道。無目暗願何為哉。何以故。", "78": "若夫智不聾盲即是慧眼。慧眼者即無所不", "79": "見。無所不見者則能見佛。見佛者謂見真佛。", "80": "非是化佛。化佛有生有滅。真佛無去無來。無", "81": "去無來遍滿三界。愚無慧眼不能見之。故思", "82": "益經云。若有於法生見。則於其人佛不出世。", "83": "若人於諸法畢竟滅相中求涅槃者。則於其", "84": "人佛不出世。佛藏經云。舍利弗。若人以色", "85": "身見佛。是去佛遠。若人能見諸法無相。無", "86": "名無觸。無憶無念。無生無滅。無有戲論。不念", "87": "一切法。不念涅槃。不以涅槃為念。不貪涅槃。", "88": "信解諸法皆是一相所謂無相。是名真見佛。", "89": "思益經云。以見我故即是見佛。所以者何。我", "90": "性即是佛性。夫我性既是佛性。得佛性即須", "91": "內修。內修自得菩提。何假外求彌勒。以外", "92": "求彌勒之念。不及內修覺心。", "93": "修道計三大阿僧祇劫望得作佛者。此大邪", "94": "癡。何以故。修道者斷生死業離六趣苦。履一", "95": "乘道入不二門。除無明心開智慧眼。法身獨", "96": "脫自在神通。教化眾生出生入死。或為眷屬", "97": "僮僕。或作餓鬼畜生利物。即為無種不應。或", "98": "入地獄濟拔諸苦。心無所得。大慈大悲。盡未", "99": "來際無有厭倦。若然者則是法身常住不死", "100": "不生。雖應六道無來無去。豈存心於三十", "101": "二相八十種好而已哉。如不然者則是無明。", "102": "既是無明則輪迴六道。此盡三大阿僧祇劫", "103": "幾迴受苦。泥黎此非直心所得。與道相違。有", "104": "證有求。深是增上我慢。故涅槃經云。菩薩名", "105": "無所得。有所得者二十五有。菩薩永斷二", "106": "十五有得大涅槃。名無所得。又云。汝之所問", "107": "亦無所得。我之所說亦無所得。若說有得。是", "108": "魔眷屬。非我弟子。佛藏經云。如來於法都", "109": "無所得。有所滅故名為涅槃。亦不見有得涅", "110": "槃者。又云。有所得者。於我法中即是邪見。是", "111": "名大賊。一切世間天人中賊。是名一切世", "112": "間怨家諸佛大賊。夫聖人應化誘導群生。擁", "113": "立指歸非為了義。但凡愚無智。即謂別有一", "114": "佛可求。求之不已。遂生邪見。故楞伽經云。", "115": "佛告大慧。為無為涅槃故說誘進行菩薩行", "116": "者。此及餘世界修菩薩行者。樂聲聞乘涅槃。", "117": "為令聲聞乘進向大乘。化佛受聲聞記。非是", "118": "法佛。夫至如釋迦出世。一生補處菩薩數若", "119": "恒沙。亦應一一作佛。若其一一作佛。則無日", "120": "無佛出世。縱令一一作佛。作佛已後更欲何", "121": "為。夫修出世道而求作佛者。無異世間愚", "122": "人纔蒙一位一班則欲圖謀帝道。背國圖君", "123": "則是逆賊。違道求佛豈是順人。許由山谷之", "124": "士尚無意於萬乘。況出世智人豈有心於十", "125": "號。至如維摩詰文殊師利央掘魔羅等。並是", "126": "過去他方出世。應化諸佛猶自作菩薩弟子", "127": "之眾。助釋迦弘道教化眾生。何處始發心修", "128": "道至理都未思量。乃承彼謗進之假名。遂望", "129": "三大阿僧祇劫而得作佛。故大智度論云。但", "130": "為世俗故說有須陀洹乃至佛。何以故。一切", "131": "諸法實無我相。今用分別須陀洹果乃至佛。", "132": "是世俗法。夫老君之為柱史。孔子之宰中都。", "133": "並為助國行道居斯下末。是以聖人開化出", "134": "處萬途。或捨帝位而出家。或懷聖道而入俗。", "135": "此並為抑揚群品舒卷行藏。便居高位者不", "136": "恃貴以矜尊。處下僚者不怨卑以憂辱。故", "137": "釋迦自持應器。孔丘願得執鞭。況乎碌碌凡", "138": "庸而輒自尊誇重。故聖人應化如此。豈有定", "139": "體而為佛相哉。老君孔子皆是出世聖人。未", "140": "見修道願作者。唯聞佛有放光功德咸共尚", "141": "之。不察了義根源而貴假名。未用遂即希求", "142": "此號。不覺與理相違。夫佛者以覺悟大慈法", "143": "身得名。非以三十二相得號。今乃以無明", "144": "三毒之見希求作佛形容者。豈關至理。故金", "145": "剛波若經云。若以三十二相觀如來者。轉輪", "146": "聖王即是如來。維摩經云。佛身者則法身也。", "147": "夫法身無相。豈有佛身色像於其間哉。故", "148": "大智度論云。有二種因緣。一者福德因緣。二", "149": "者智慧因緣。欲引導福德因緣眾生故用三", "150": "十二相身。欲以智慧因緣引導眾生故用法", "151": "身。法身有二種眾生。一者知諸法假名。二者", "152": "著名字。為著名字眾生故說無相。為知諸法", "153": "假名眾生故說三十二相。夫中道正說如此。", "154": "佛理可不悟之哉。故涅槃經云。佛者名覺。既", "155": "自覺悟。復能覺人天。若有此覺佛理足明。若", "156": "無此覺何以求佛。故法華經云。舍利弗。汝等", "157": "當信佛之所說。言不虛妄。舍利弗。諸佛隨", "158": "宜說法。意趣難解。所以者何。我以無數方便", "159": "種種因緣譬喻言辭演說諸法。是法非思量", "160": "分別之所能解。唯有諸佛乃能知之。所以者", "161": "何。諸佛世尊唯以一大事因緣故出現於世。", "162": "舍利弗。云何諸佛世尊唯以一大事因緣故", "163": "出現於世。諸佛世尊欲令眾生開佛知見使", "164": "得清淨故出現於世。欲示眾生佛之知見故", "165": "出現於世。欲令眾生悟佛知見故出現於世。", "166": "欲令眾生入佛知見道故出現於世。佛告舍", "167": "利弗。諸佛如來但教化菩薩諸有所作常為", "168": "一事。唯以佛之知見示悟眾生。舍利弗。如", "169": "來但以一佛乘法為眾生說法。無有餘乘若", "170": "二若三。舍利弗。一切十方諸佛法亦如是。", "171": "夫佛之一乘知見者。即謂無相無作無為無", "172": "得。法身清淨無生究竟種智也。故金剛般", "173": "若經云。若有法如來得阿耨多羅三藐三菩", "174": "提。燃燈佛則不與我授記。汝於來世當得", "175": "作佛。號釋迦牟尼。以無有法得阿耨多羅", "176": "三藐三菩提故。燃燈佛與我授記。汝於來", "177": "世當得作佛。號釋迦牟尼。何以故。如來者即", "178": "諸法如義。夫如體畢竟寂滅無生。誰有求而", "179": "得者。故經云。如來者無所從來亦無所去。", "180": "故名如來。又云。離一切諸相則名諸佛。夫佛", "181": "既離相。心何所希求。若有希求豈非邪見。", "182": "出家修道專以呪術防身為道者。此乃與鬼", "183": "神為怨。何名薰修大慈之行。故佛每說正法。", "184": "一切天龍鬼神皆悉集聽。未見佛起嫌心以", "185": "呪驅逐。但令開發道眼而起大慈。今者修道", "186": "都不觀身無常多諸過患。先以呪詈呵鬼防", "187": "護穢濁之身。豈是奉持大師教旨。故涅槃經", "188": "云。比丘不應作治身呪術六十四能十八或", "189": "人呪術。夫三世諸佛皆以般若大悲為本。不", "190": "以罵鬼呪術為宗。猶五帝三皇皆以慈儉淳", "191": "朴為基。不以禁令嚴刑為本。若修道專以呪", "192": "術而伏鬼神者。猶治政專以刑罰而威百姓。", "193": "刑罰為治。不久必亂。呪術為道。不久必邪。故", "194": "知呪術非修道之方。刑罰非致治之體。故", "195": "大智度論云。大悲是一切諸佛菩薩之根本。", "196": "是般若波羅蜜之母。諸佛之祖母。又云。諸呪", "197": "術中般若波羅蜜是大呪術。何以故。能常", "198": "與眾生道德樂故。餘呪術樂因緣能起煩惱。", "199": "又不善業故墮三惡道故。故云。般若波羅蜜", "200": "是大明呪。無上明呪。無等等明呪。三世諸佛", "201": "皆用是明呪。得阿耨多羅三藐三菩提。夫般", "202": "若波羅蜜者。是心體實智。此智能破煩惱斷", "203": "妄除邪。以能除邪故名為神呪。夫除邪者。", "204": "謂除我心邪妄。非謂呪彼鬼神。但令我心體", "205": "真無邪。鬼神自然不擾。故老子云。以道莅天", "206": "下。其鬼不神。非其鬼不神。其神不傷人。", "207": "夫若口誦般若波羅蜜而不內除邪妄", "208": "者。無異鸚鵡學佛語。以能持此呪故得", "209": "無上菩提。若□不持此呪必無除邪得", "210": "道之理。", "211": "如來令遣出家修道人著壞色糞掃納", "212": "衣者。一為破愛好我慢。二為居山林曠", "213": "野要人不圖。三為趣得供身不為貪覓。", "214": "四為示見少欲知足教化眾生。今者乃", "215": "有深練好繒。翦作花草分間蔭映。納作", "216": "山衣被服端嚴。淫誘女色。服既是為心。", "217": "何得真。如此造事姦人。豈合與同河飲", "218": "水。內懷犬羊之質。外被文豹之資。何", "219": "止誑惑眾生。深是污辱三寶。然此一服", "220": "值數十千。自非理外規求。如何可得心", "221": "行如此。何名道人。天堂判自不論地獄", "222": "遣誰代入。夫糞掃納衣。若心生貪著行", "223": "違於道。佛尚不許聽著。何況苞藏姦伏", "224": "假作山衣。佛藏經云。若納衣比丘於糞", "225": "掃中拾取弊故應生是心。以此障寒及", "226": "修聖道勤行精進。若比丘於此納衣生", "227": "貪著心。即應捨之。我不聽著。何況餘衣。", "228": "何以故。舍利弗。是比丘於此衣中生非", "229": "比丘法。是比丘不復應著。何況餘物。舍", "230": "利弗。時是比丘寧以熱鐵鍱自纏其身。", "231": "不應復著此納衣。何以故。於此衣中深", "232": "愛心故。夫法衣既爾。應器亦然。故大", "233": "智度論云。佛聽比丘用二種鉢。若瓦若", "234": "鐵。如來制戒不許出家修道人食肉者。", "235": "一為斷大慈種。二為身心濁逸。三為", "236": "不發一切眾生善心。四為令一切有命", "237": "者畏。五為增長惡業。今者乃有私地食", "238": "肉。稱言將護眾生。不畏天眼之誅。反", "239": "畏愚情之責。發露之旨其義安施。覆藏", "240": "罪過何時懺悔。又假令有一二不食肉", "241": "者。則專精蘇蜜細粉稻梁以自供身。我", "242": "慢自在。長養肥盛。放逸貪淫。聞人近請", "243": "作齋。先思量飲食麁細。不能內省合消", "244": "以不逆。計校施財物。必多喪葬。富者則", "245": "爭共安名報願。貧人則競推僧次。收殘", "246": "裹󰱟稱與疾僧。重索齋餘言供同學。觀", "247": "行戒律本不關心。飲食錢財無忘窹寐。", "248": "縱使面顏無恥可不懼罪三塗。孔子尚", "249": "云。君子謀道不謀食。憂道不憂貧。況乎", "250": "佛者□。故楞伽經云。凡所飲食。作食", "251": "子肉想。作眼藥想。不應食肉。聽食肉", "252": "者無有是處。佛藏經云。寧噉熱石。吞飲", "253": "洋銅。不以無戒食人信施。涅槃經云。善", "254": "男子。從今日始不聽聲聞弟子食肉。若", "255": "受檀越信施之時。應觀是食如子肉想。", "256": "忠言相告。真是大慈。諂言相說。真是嫉", "257": "妬。夫見過言說有二種。一者為利益故", "258": "見過相告。二者為嫉妬故見過相說。不", "259": "得一向執見過為是過為非。無問道俗", "260": "皆同此理。故孔子云。君有爭臣。父有", "261": "爭子。士有爭友。忠告善道。夫若有忠心", "262": "訶責者是。若懷嫉妬譽歎者非。其訶責", "263": "稱歎者。必須礭得實情不得望風浪說。", "264": "故大智度論云。應訶而讚。應讚而訶。口", "265": "集諸過終不見樂。夫若為行道利益見", "266": "過訶責者。是奉佛深心。若為畏懼嫉妬", "267": "見過不言者。是違佛至意。故涅槃經云。", "268": "有持戒比丘威儀具足護持正法。見壞", "269": "法者即能驅遣訶責糺治。當知是人得", "270": "福無量不可稱計。若比丘見壞法者。置", "271": "不驅遣訶責舉處。當知是人佛法中怨。", "272": "若能驅遣訶責舉處。是我弟子。真聲聞", "273": "也。夫聲聞尚爾。況菩薩乎。勝鬘經云。", "274": "應折伏者而折伏之。應攝受者而攝受", "275": "之。何以故。折伏攝受故令法久住者。天", "276": "人充滿惡道減少。", "277": "6 辯偽篇辯偽篇第六", "278": "夫事有真偽。理有正邪。自悲慧眼無容能別。", "279": "故殘賊誑惑愚人。以規貨財者。必遺假金", "280": "銀。造事誑惑眾生。以求錢帛者。必稱聖功", "281": "德。然非金銀不動愚人志。非功德不感癡人", "282": "心。故造假金者。必用真金為表。銅錫為骨。造", "283": "誑惑者。必以聖道為語劫剝為心。愚人所以", "284": "被殘賊誑止為貪金銀。癡人所以被詐偽惑", "285": "止為貪功德。若不貪功德者。必不被詐偽人", "286": "惑。不貪金銀者。必不被造事人欺。不被功", "287": "德惑者是見理人。不被假金欺者是別貨人。", "288": "不見理者必貪善致敗。不別貨者必貪金致", "289": "禍。故物之恒致敗喪者。非為貪惡。並為貪善", "290": "故也。故曰。魚吞釣者為貪香餌。人喪命者為", "291": "貪善道。何以故。夫姦淫喪命者。止為薰香", "292": "妖治。不為腥臊醜陋。盜賊喪身者。止為金銀", "293": "繒綺。不為糞土砂礫。故老子云。天下皆知", "294": "美之為美。斯惡已。皆知善之為善。斯不善", "295": "已。", "296": "造偽過所誑關令。以求度關者。必稱司門。", "297": "造偽告身誑官人以求資蔭者。必稱吏部。造", "298": "妖偽誑眾生。以求財食者。必稱聖言。故造偽", "299": "過所者。特忌司門郎中。造偽告身者。特忌尚", "300": "書吏部。造妖惑者特忌解道智人。故司門郎", "301": "中手暑過所。尚書吏部面自補官。解道智人", "302": "心自悟理。司門郎中懸別偽過所。尚書吏部", "303": "懸別偽告身。解道智人懸別妖惑語。若關", "304": "令暗者被偽過所誑。官人愚者被偽告身欺。", "305": "眾生愚者被妖偽人惑。以此而議物理皆不", "306": "得率爾信其言迹耳。故孔子云。視其所以。", "307": "觀其所由。察其所安。人焉庾哉人焉庾哉。涅", "308": "槃經云。共住久處智慧觀察。大智度論云。說", "309": "相似般若波羅蜜。相似者名字語言同而心", "310": "義異。", "311": "倚官狹勢求財者必覓首領令其句牽。販佛", "312": "賣僧求施者。必覓邑主令其勸化。首領句牽", "313": "者。必假官人以作威恩。邑主勸化者。必稱佛", "314": "法以說罪福。百姓懼威覓恩。則竭產無悋。", "315": "眾生畏罪求福則傾家不辭。故倚官狹勢者", "316": "極眾。販佛賣僧者極多。遞相侵漁貧人何以", "317": "自活。百姓耕織擬供賦役。衣食復在其間。", "318": "施惠既盡公私何以取濟。是故倚官狹勢者。", "319": "明主能除之。販佛賣僧者。正見能斷之。故大", "320": "智度論云。若總眾生供以供養佛。佛所不", "321": "許。破法求財故。若施凡人奪彼與此非平等。", "322": "法如菩薩法等。心一切皆如兒子。以是故少", "323": "施。", "324": "愚人有事求恩者。好乞長史錢。癡人造罪", "325": "求福者。好施僧尼物。百姓實無心怜長史。", "326": "止自覓私恩。眾生實無心愛僧尼。止自求私", "327": "福。長史亦無心怜民戶。止自覓錢財。僧尼亦", "328": "無心愛檀越。止自求利養。長史若不倚王", "329": "法作寒暑。百姓終不肯乞一錢。僧尼若不倚", "330": "佛法說吉凶。眾生必不肯施一物。故知真清", "331": "謹長史。唯奉國王正法。行事終不作寒暑。從", "332": "百姓索錢。真清淨沙門。唯奉如來正法修道。", "333": "必不說吉凶從眾生覓施。長史所以稱戶主", "334": "為好人者。為得他財錢。復不向人說其取受。", "335": "僧尼所以稱檀越為信心者。為得他財施復", "336": "不向人說其過愆。縱使多乞長史錢正誤正", "337": "役終不免。縱使多施僧尼物正業正報終不", "338": "亡。正課既不免。則不須乞長史物。正報既", "339": "不滅。則不須施僧尼財。故事帝王者。但莫造", "340": "妖逆劫盜鬪殺奸欺及諸罪過。而勤力田蠶。", "341": "孝養父母。友順兄弟。慈愛妻兒。和睦諸親。遜", "342": "悌鄉黨。供奉正課。若然者何但不畏官人長", "343": "史。乃至不懼帝王。故孔子云。內省不疚何憂", "344": "何懼。若其違上所行。縱使車載黃金。送與帝", "345": "王。亦終不免刑戮。何況乞官人長史錢。是", "346": "以事道佛者。但滅三毒無明。勤身苦作以活", "347": "性命。敬順師長。慈悲於一切眾生。斷除嫉妬", "348": "我慢。遠離諂曲邪非。莫起一切惡行。隨已所", "349": "堪給濟困乏。若然者何但不畏僧尼道士。乃", "350": "至不懼諸佛天尊。故維摩經云。無畏是道場。", "351": "無諸過故。若其違上所行者。縱使捨身命", "352": "與佛亦終不免入地獄。何況施僧尼財。若官", "353": "人枉法取百姓錢。國法終不捨。若僧尼破戒", "354": "受檀越施。佛法終不原。國法終不捨。為身", "355": "自執法治百姓佛法終不原。為身自行道化", "356": "群生。官人尚自除名得重罪。何處有恩及百", "357": "姓。僧尼尚自歿身入地獄。何處有福及眾生。", "358": "故出身仕官者。不得同於庶民。出家修道", "359": "者。不得同於凡俗。故官人則有衙府自異。道", "360": "人則有寺觀自殊。官人則有倚公營私之愆。", "361": "道人則有傍是行非之過。非傍公則不得作", "362": "威恩以營私。非傍聖則不得說禍福以行偽。", "363": "非明王不能制彼濁官吏。非正見不能定彼", "364": "偽僧尼。溫室之經多說利養。至於講說歲有", "365": "百千遺教之經。專明禁戒。至於講說未見一", "366": "人。以此參驗足明心迹。化誘取物。剝脫貧", "367": "窮不問有無。唯多即喜。夫上古薄賦斂省徭", "368": "役。猶稱為聖主。況修習出世之道。而劫奪無", "369": "厭。如此外道無明。非明王不能制御。故勝", "370": "鬘經云。餘眾生於諸深法堅著妄說。違背正", "371": "法。習諸外道腐敗種子者。當以王力天龍鬼", "372": "神力而調伏之。", "373": "夫先王茅茨土階。惡衣菲食。而憂養兆民", "374": "者。稱為聖君。金屋瑤臺。食珍衣綺。而暴亂蒼", "375": "生者。稱為暗主故聖君能撫諧百姓。而國", "376": "泰身安。闇主乃殘滅黔梨。而國亡身滅。況乎", "377": "世尊大覺棄聖位。於轉輪不入香味色聲。證", "378": "無上之真道。法身常住。應六趣而引接群生。", "379": "持鉢巡門。乞常飡而度慈五濁。豈存心於綺", "380": "練。豈留意於偽形。若以滋味美色為懷。猶乖", "381": "堯舜養民之道。若以實剎銀基為念。乃同", "382": "桀紂亂國之心。非理勞弊含生。寧得稱為三", "383": "界慈父。違道懷私愛己。寧得稱為天人大師。", "384": "其有弟子聲聞之眾。並令捨俗于空閑。或", "385": "居塚墓以調心。或依山林而學靜。應器三衣", "386": "錫杖行住恒與同居。活命取濟隨緣少欲遠", "387": "於貪著。復設經律明訓。兼以垂誨將來尚", "388": "不得。以持行為心。豈得以破戒為意。至於", "389": "像法流末正教沈淪。慧目者寡。生盲者眾。不", "390": "復遵其聖軌。唯逐財色聲名誘化無識群迷。", "391": "廣構僧房殿塔。營造偽像罄竭資財。唯大唯", "392": "高爭名爭勝。飾以金銀。彩色炫耀。無目眾", "393": "生燒香禮拜。嚬眉稱為供養諸佛。內心實恒", "394": "波浪。外相詐見禪儀。竟無饒益之心。唯有規", "395": "圖之志。群隊揚聲喚。佛何曾有微覺之情。相", "396": "率大唱善哉。詎懷片善之意。怱怱爭頭逐食。", "397": "喻於獵狗尋羶。擾擾競覓施財。劇於飛蛾赴", "398": "火。不辨菽麥之狀。亦復說法化人。當身見自", "399": "被囚。焉能為人解縛。但知勸他布施。不悟", "400": "己自慳貪。仍號我是沙門。施者當應獲福。莫", "401": "省己之長短。破戒違律之愆。奸非諂曲恣偽。", "402": "猶稱如來釋種。故知。破滅正法非是外人。寧", "403": "更有蟲內傷師子。故佛藏經云。舍利弗。我法", "404": "實以多供養故後當疾滅。夫復有傍。是行非", "405": "淫亂。以為相大乘。酒肉貪嗜無厭。名為不", "406": "生分別。妄語惡口兩舌。乃云言語性空。未解", "407": "一念澄心。猖披以為解脫。爭有爭無之鬪訟。", "408": "競斷競常之是非。隨心憎愛之毀譽。逐語尋", "409": "言之戲論。著空斷修諸行。不以六度在懷。聞", "410": "道法性無生。并捨因緣業果。不復尊敬師友。", "411": "放逸慠佷凌人。觸目無一所知。即號我離", "412": "文字。經藏都未深入。智海於何出生。雖誦句", "413": "偈微言。實不識其玄旨。依他經論言說亦道。", "414": "我無所求執。此無記癡心以為同塵。晦迹食", "415": "穢憑河受辱。夸為有力大人無明。縱志貪餐", "416": "口言無心。任運學諸世間邪術。將作種智", "417": "多能禱祀厭詛。求恩自誑人稱我善。親彼財", "418": "交色合疎其骨肉。善遊賣假偽之印符。取資", "419": "財以潤屋針疚。合鍊金石卜筮推步。盈虛呪", "420": "禁占相吉凶。巫覡呼神喚鬼朋黨。共相親狎", "421": "扇惑老嫗小兒。稱為救度病苦眾生。其間唯", "422": "行奸非剝脫。甘言誘人衣食百倍。多世巫", "423": "醫自矜結。好貴人自美狎遊名德。恃託先王", "424": "典籍。衒賣取人錢財。貪欲積聚無崖。講教遂", "425": "妄勞倦。逢迎富勢豪貴。不覺面柔足恭。以此", "426": "活婦養兒一。何不知慚恥。聞人說己之過。無", "427": "心剋己復仁。淫逸聲色混淆。不顧禮儀風俗。", "428": "即聾從昧與頑用囂。積習生常稱之為道。其", "429": "猶婬女成性無憚。世之毀譽久處。鮑魚之肆", "430": "不聞其臭。此乃真是禽獸。真是闡提。真是", "431": "愚癡。真是殘賊。苟貪目下之利。將來何以逃", "432": "殃。長惡不悛敗亡可俟。淑人君子可不戒哉。", "433": "故易云。顏氏之子其殆庶幾乎。有不善未甞", "434": "不知之。未甞復行。豈甚虛矣。", "435": "為道者除偽修真。為政者除惡樹善。不除惡", "436": "不名治政。不除偽不名修道。若修道能除偽", "437": "則種智自明。為政能除惡則萬民自富。民", "438": "富無惡則奸盜不行。智明偽除則邪魔不擾。", "439": "邪魔不能擾。是得道真。奸盜不能行。是", "440": "得治要。得治要則人無夸企。得道真則心", "441": "無取捨。心無取捨則復命歸根。人無夸企", "442": "則還淳反朴。還淳反朴始名真治。復命", "443": "歸根始名真道。真道具則文字斯損。真", "444": "治興則不言而教。不言而教則結繩復用。", "445": "文字斯損則目擊道存。故治政者唯在去", "446": "奸。修道者唯在除偽。偽不除則真道暗。奸", "447": "不去則政治昏。政治昏則奸倿起。真道暗", "448": "則邪惑興。邪惑興則群魔制。奸倿起大盜", "449": "侵。為盜侵者由其不除亂本。為魔制者由", "450": "其不斷邪源。故斷邪源者當須察微。除亂", "451": "本者當須照隱。照隱者杜其萌兆。察微者", "452": "絕其漏因。漏因既絕則邪不能干。萌兆既杜", "453": "則奸不能亂。奸不能亂唯在君明。邪不能", "454": "干唯在心惠。若君不明必為奸臣所惑。心不", "455": "惠必為邪魔所牽。被奸臣惑者君民必亡。被", "456": "邪魔牽者身心必敗。故書云。僕臣正身后", "457": "剋正。僕臣諛身后自聖。老子云。其安易持。", "458": "其未兆易謀。為之於未有。治之於未亂。故明", "459": "君興祚必任賢臣。暗主覆宗必任倿人。以此", "460": "而議可不察乎。故書云。后德惟臣。弗德惟", "461": "臣。", "462": "上士不為過。非有畏。不為理自不為。中士", "463": "不為過。非不欲。為懼罪福故不敢為。下士不", "464": "為過。非不欲。為懼刑罰故不敢為。故無刑", "465": "罰下士過必生。無罪福中士過必起。雖罪", "466": "福刑罰。上士終不為過。何以故。體至道故。理", "467": "自然故。心平等故。無規求故。無嗜欲故。無", "468": "愛憎故。自然不為過者心真。有畏不為過", "469": "者情偽。情偽者恒須制御。心真者方可獨", "470": "行。可獨行者名為上智。須制御者名為下", "471": "愚。以此自觀足明真偽。故禮記云。仁者安", "472": "仁。智者利仁。畏罪者強仁。是以上士無愧", "473": "於幽冥。下士恒懼於刑罰。故詩云。尚不愧于", "474": "屋漏。大智度論云。若無罪福則世俗法亂。", "475": "禮記云。刑以防淫。", "476": "世人修福者悉求人天報。止自恒作三塗因。", "477": "世人求安者悉畏五刑罪。止自恒違國法令。", "478": "若不違國法令則不須畏五刑。若不作三塗", "479": "因則不須求人天報。但驗四人違法令。即明", "480": "眾生恒作罪。故知。修福者即是作罪人。讀律", "481": "者即是違法人。夫登朝仕官者未有自知。已", "482": "無堪莫不皆求好官職。乃至無知署吏拔為", "483": "卿相。亦謂材德備堪及其不勝其任。犯國刑", "484": "網方始驗其真偽。以此理觀足明善惡。故孔", "485": "子云。不以言舉人不以人癡言。易曰。鼎折", "486": "足覆公餗。其刑渥凶言不勝其任。", "487": "為道者易。為俗者難。易者事簡而真。難者", "488": "事煩而偽。至如服食器用本為供身。供身取", "489": "濟不必要須華侈。何以故。夫食充虛。何假百", "490": "味。器得盛物。何假金銀。衣得覆形。何假文", "491": "繡。屋得庇體。何假彫鏤。彫鏤為難非常茨", "492": "可呪。文繡為費非縑素可方。金銀為費非", "493": "凡木可比。百味為損非蔬食可踰。俗情以為", "494": "有殊。而適用是一。即此參驗難易可知。難易", "495": "既知真偽足辯。真偽既辯道俗可明。道俗既", "496": "明至理自悟。故以簞食瓢飲衣弊褞袍環堵", "497": "以居者。儒之易也。綴鉢摶食巖穴以居者。道", "498": "之易也。夫何故哉。體易得真故也。體易得真", "499": "則心鏡內朗。心鏡內朗始堪冥心濟物。故易", "500": "云。以蒙養正其此之謂矣。", "501": "夫易簡之德稱乎天地。無為而治稱乎聖", "502": "人。是以天地易簡萬物各得生成。聖人無為", "503": "群生各安其業。故老子曰。是以聖人去甚", "504": "去奢去恭。木性是一。隨材異住。人性是一。", "505": "隨德立名。故人之真偽不可易。名材之大小", "506": "不可易任。是以小人不得稱為君子。君子", "507": "不得稱為小人。何以故。名須當實故。夫爭名", "508": "實者則非君子。矝賢才者則是小人。故小人", "509": "好爭。君子好讓。好讓者推善於人。好爭者", "510": "引德於己。引德於己此德偽德。推善於人", "511": "此善真善。真善既不爭名。偽德豈不知恥。", "512": "善偽德爭名。則反常亂俗。真善不爭則化物。", "513": "體真則化物。體真則賢愚咸得其分。真善", "514": "不爭則貴賤各安其所。故老子云。不尚賢。使", "515": "民不爭。又云。上善若水。水善利萬物而不", "516": "爭。處眾人之所惡。故幾於道。易曰。勞謙君子", "517": "有終吉。", "518": "心不獨任六情以助之。君不獨治百司以佐", "519": "之。無心識則形骸不存。無帝王之則群生不", "520": "立。故帝王與百司本為養黎庶。六情與心識", "521": "本為養形骸。養形骸者不得無六情。養蒼生", "522": "者不得無群佐。若六情守分則形骸自安。群", "523": "佐不擾則蒼生自泰。故知。喪民者止由群", "524": "職。敗身者止由六情。若心能制六情則形骸", "525": "不須養而自逸。居能制群職則蒼生不須治", "526": "而自安。若六情待制名為妄情。百司待制名", "527": "為偽佐。若百司真則君無所憂。六情真則心", "528": "無所慮。無所慮者情與性冥。無所憂者臣", "529": "與君合。臣與君合則可不具陳。情與性冥則", "530": "為而不恃。為而不恃則首足俱順。可不具", "531": "陳則貴賤咸序。貴賤咸序則四民自靜。首足", "532": "俱順則百體自安。四民自靜在於無欲無", "533": "為。百體自安在於無欲。無為者削法物。無", "534": "欲者損色聲。削法物則淳朴以居。損色聲則", "535": "天真自保。老子云。我無為民自化。我好靜民", "536": "自正。我無事民自富。我無欲民自朴。易云。損", "537": "先難而後易損以遠害。夫始於除欲故先難。", "538": "終於無累故後易。去欲無患故得遠害。故曰", "539": "損以遠害。夫憂身危害皆為愛欲故也。愛欲", "540": "既除。害焉能及。故俗人尚益。道家尚損。損者", "541": "與物玄同。益者與物乖迂。同者為與理冥。迂", "542": "者為與物爭。爭者危身喪命。冥者遠害全", "543": "真。故損之為德。大矣至矣。故易云。山下有", "544": "澤損君子以懲忿室欲。", "545": "真言要決卷第三"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2825 真言要決卷第一．第三", "source": "CBETA"}