{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0223 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經卷", "text": {"0": "77 六喻品", "1": "摩訶般若波羅蜜經卷第二十四", "10": "耨多羅三藐三菩提？」佛告須菩提：「凡夫愚人", "100": "不可得，以畢竟空故。』空相法無與、無奪。", "101": "何以故？畢竟空故，內空、外空、內外空、大空、第", "102": "一義空、自相空故。住是諸空布施，是時具", "103": "足檀那波羅蜜。具足檀那波羅蜜故，若", "104": "斷內外法時，作是念：『截我者誰？割我者誰？』", "105": "「復次，須菩提！我以佛眼見東方如恒河沙等", "106": "諸菩薩摩訶薩，入大地獄，令火滅湯冷，以", "107": "三事教化：一者神通，二者知他心，三者說法。", "108": "是菩薩以神通力，令大地獄火滅湯冷；知", "109": "他心，以慈悲喜捨隨意說法。是眾生於菩", "11": "得夢、得見夢者，乃至得化、得見化者，起身", "110": "薩生清淨心，從地獄得脫，漸以三乘法", "111": "得盡苦際。南西北方四維上下亦如是。「復", "112": "次，須菩提！我以佛眼觀十方世界，見如恒", "113": "河沙等國土中諸菩薩，為諸佛給使，供給", "114": "諸佛，隨意愛樂尊敬。若諸佛所說盡能受", "115": "持，乃至阿耨多羅三藐三菩提，終不忘失。", "116": "「復次，須菩提！我以佛眼觀十方如恒河沙等", "117": "國土中諸菩薩摩訶薩，為畜生故，捨其壽", "118": "命，割截身體分散諸方。諸有眾生食是諸", "119": "菩薩摩訶薩肉者，皆愛敬菩薩。以愛敬故，", "12": "口意善業、不善業、無記業，起福業、若罪業，作", "120": "即得離畜生道，值遇諸佛，聞佛說法，如說", "121": "修行，漸以三乘——聲聞、辟支佛、佛法——於無餘", "122": "涅槃而般涅槃。如是，須菩提！諸菩薩摩訶薩", "123": "所益甚多，教化眾生令發阿耨多羅三藐", "124": "三菩提心，如說修行乃至於無餘涅槃而般", "125": "涅槃。「復次，須菩提！我以佛眼見十方如恒", "126": "河沙等國土中諸菩薩摩訶薩，除諸餓鬼飢", "127": "渴苦，是諸餓鬼皆愛敬菩薩。以愛敬故，得", "128": "離餓鬼道，值遇諸佛，聞諸佛說法，如說", "129": "修行，漸以三乘——聲聞、辟支佛、佛法——而般", "13": "不動業。是菩薩摩訶薩行般若波羅蜜住", "130": "涅槃乃至無餘涅槃。如是，須菩提！菩薩摩訶", "131": "薩為度眾生故，行大悲心。「復次，須菩提！我", "132": "以佛眼見諸菩薩摩訶薩在四天王天上", "133": "說法，在三十三天、夜摩天、兜率陀天、化樂天、", "134": "他化自在天上說法。諸天聞菩薩說法，漸", "135": "以三乘而得滅度。須菩提！是諸天眾中有", "136": "耽著五欲者，是菩薩示現火起，燒其宮殿，", "137": "而為說法。作是言：『諸天！一切有為法悉皆", "138": "無常。誰常安者？』「復次，須菩提！我以佛眼觀", "139": "十方世界，見如恒河沙等國土中，諸梵天", "14": "二空中——畢竟空、無始空——為眾生說法，作是", "140": "著於邪見，諸菩薩摩訶薩教令遠離邪見。", "141": "作是言：『汝等云何於空相虛妄諸法中而", "142": "生邪見？』如是，須菩提！菩薩摩訶薩住大慈", "143": "心為眾生說法。須菩提！是為諸菩薩希有", "144": "難及法。「復次，須菩提！我以佛眼觀十方世", "145": "界如恒河沙等國土中諸菩薩摩訶薩，以四", "146": "事攝取眾生。何等四？布施、愛語、利益、同事。", "147": "云何菩薩以布施攝取眾生？須菩提！菩薩", "148": "以二種施攝取眾生：財施、法施。何等財施", "149": "攝取眾生？須菩提！菩薩摩訶薩以金銀琉", "15": "言：『諸眾生！是色空無所有，受想行識空無所", "150": "璃、頗梨真珠、珂貝珊瑚等諸寶物，或以飲食", "151": "衣服、臥具房舍、燈燭華香瓔珞，若男若女、若", "152": "牛羊象馬車乘，若以己身給施眾生。語眾", "153": "生言：『汝等若有所須，各來取之。如取己", "154": "物，莫得疑難。』是菩薩施已，教三歸依——歸", "155": "依佛、歸依法、歸依僧——或教受五戒，或教一", "156": "日戒，或教初禪，乃至教非有想非無想定。", "157": "或教慈悲喜捨，或教念佛、念法、念僧、念戒、", "158": "念捨、念天，或教不淨觀，或教安那般那觀", "159": "或相或觸，或教四念處、四正勤、四如意足、五", "16": "有，十二入、十八界空無所有。色是夢，受想行", "160": "根、五力、七覺分、八聖道分，空三昧無相無作", "161": "三昧，八背捨、九次第定，佛十力、四無所畏、四", "162": "無礙智、十八不共法、大慈大悲、三十二相、", "163": "八十隨形好，或教須陀洹果、斯陀含果、阿那", "164": "含果、阿羅漢果，或教辟支佛道，或教阿耨", "165": "多羅三藐三菩提。如是，須菩提！菩薩摩訶薩", "166": "行般若波羅蜜，以方便力教眾生財施已，", "167": "復教令得無上安隱涅槃。須菩提！是名菩", "168": "薩摩訶薩希有難及法。須菩提！菩薩云何以", "169": "法施攝取眾生？須菩提！法施有二種：一者", "17": "識是夢，十二入、十八界是夢。色是響、是影、是", "170": "世間，二者出世間。何等為世間法施？敷演", "171": "顯示世間法，所謂不淨觀、安那般那念、四禪、", "172": "四無量心、四無色定。如是等世間法，及諸", "173": "餘共凡夫所行法，是名世間法施。是菩薩如", "174": "是世間法施已，種種因緣教化，令遠離世間", "175": "法。遠離世間法已，以方便力令得聖無", "176": "漏法及聖無漏法果。何等是聖無漏法？何等", "177": "是聖無漏法果？聖無漏法者，三十七助道法、", "178": "三解脫門。聖無漏法果者，須陀洹果乃至阿", "179": "羅漢果、辟支佛道、阿耨多羅三藐三菩提。「復", "18": "焰、是幻、是化，受想行識亦如是，十二入、十八", "180": "次，須菩提！菩薩摩訶薩聖無漏法，須陀洹果", "181": "中智慧乃至阿羅漢果中智慧、辟支佛道中", "182": "智慧，三十七助道法中智慧，六波羅蜜中智", "183": "慧乃至大慈大悲中智慧。如是等一切法，若", "184": "世間、若出世間智慧，若有漏、若無漏，若有為、", "185": "若無為，是法中一切種智，是名菩薩摩訶薩", "186": "聖無漏法。何等為聖無漏法果？斷一切煩", "187": "惱習相續，是名聖無漏法果。」須菩提白佛", "188": "言：「世尊！菩薩摩訶薩得一切種智不？」佛言：", "189": "「如是，如是！須菩提！菩薩摩訶薩得一切種", "19": "界是夢、是響、是影、是焰、是幻、是化。是中無陰、", "190": "智。」須菩提言：「菩薩與佛有何等異？」佛言：", "191": "「有異。菩薩摩訶薩得一切種智，是名為", "192": "佛。所以者何？菩薩心與佛心無有異。菩", "193": "薩住是一切種智中，於一切法無不照明，", "194": "是名菩薩摩訶薩世間法施。須菩提！菩薩摩", "195": "訶薩因緣世間法施，得出世間法施。如是，", "196": "須菩提！菩薩摩訶薩教眾生令得世間法，", "197": "以方便力故，教令得出世間法。須菩提！", "198": "何等是菩薩出世間法？不共凡夫法同，所", "199": "謂四念處、四正勤、四如意足、五根、五力、七覺分、", "2": "後秦龜茲國三藏鳩摩羅什譯", "20": "入、界，無夢亦無見夢者，無響亦無聞響者，", "200": "八聖道分，三解脫門、八背捨、九次第定，佛十", "201": "力、四無所畏、四無礙智、十八不共法、三十二", "202": "相、八十隨形好，五百陀羅尼門，是名出世", "203": "間法。須菩提！云何為四念處？菩薩摩訶薩", "204": "觀內身循身觀，觀外身循身觀，觀內外身", "205": "循身觀，勤精進以一心智慧觀。觀身集因", "206": "緣生，觀身滅，觀身集生滅行，是道無所", "207": "依，於世間無所受。受、心、法念處亦如是。", "208": "須菩提！云何為四正勤？未生惡不善法為", "209": "不生故勤生欲精進，已生惡不善法為斷", "21": "無影亦無見影者，無焰亦無見焰者，無幻", "210": "故勤生欲精進，未生善法為生故勤生欲精", "211": "進，已生諸善法為增長修具足故勤生欲精", "212": "進，是名四正勤。須菩提！云何為四如意足？", "213": "欲三昧斷行成就初如意足，精進三昧、心三", "214": "昧、思惟三昧斷行成就如意足。云何為五根？", "215": "信根、進根、念根、定根、慧根。云何為五力？信", "216": "力、精進力、念力、定力、慧力。云何為七覺分？念", "217": "覺分、擇法覺分、精進覺分、喜覺分、除息覺分、", "218": "定覺分、捨覺分。云何為八聖道分？正見、正思", "219": "惟、正語、正業、正命、正精進、正念、正定。云何為", "22": "亦無見幻者，無化亦無見化者，一切法無", "220": "三三昧？空三昧門，無相、無作三昧門。云何為", "221": "空三昧？以空行、無我行攝心，是名空三昧。", "222": "云何為無相三昧？以寂滅行、離行攝心，是", "223": "名無相三昧。云何為無作三昧？無常行、苦", "224": "行攝心，是名無作三昧。云何為八解脫？", "225": "內色相外觀色是初解脫；內無色相外", "226": "觀色是二解脫；淨解脫是三解脫；過一", "227": "切色相、滅一切有對相，不念一切異相", "228": "故，觀無邊虛空入無邊虛空處；乃至過一", "229": "切非有想非無想處，入滅受想解脫，是名", "23": "根本實性無所有。汝等於無陰中見有陰，", "230": "八解脫。云何九次第定？行者離欲惡不善", "231": "法，有覺有觀，離生喜樂，入初禪、第二、第三、第", "232": "四禪，乃至過非有想非無想處，入滅受想", "233": "定，是名九次第定。云何為佛十力？是處不", "234": "是處；如實知眾生過去未來現在諸業、諸法、", "235": "諸受，知造業處，知因緣知報；諸禪定解脫", "236": "三昧定，垢淨分別相如實知；知他眾生諸根", "237": "上下相；知他眾生種種欲解；知世間種種無", "238": "數性；知一切到道相；知種種宿命，一世乃", "239": "至無量劫如實知，天眼見眾生乃至生善", "24": "無入見有入，無界見有界，是一切法皆從", "240": "惡道；漏盡故，無漏心解脫如實知，是為佛十", "241": "力。云何為四無所畏？佛作誠言：『我是", "242": "一切正智人。』若有沙門婆羅門、若天若魔若", "243": "梵、若復餘眾，如實言：『是法不知。』乃至不見是", "244": "微畏相。以是故，我得安隱得無所畏，安", "245": "住聖主處，在大眾中作師子吼、能轉梵", "246": "輪。諸沙門婆羅門、若天若魔若梵、若復餘眾，", "247": "實不能轉。一無所畏。佛作誠言：『我一切", "248": "漏盡。』若有沙門婆羅門、若天若魔若梵、若復", "249": "餘眾，如實言：『是漏不盡。』乃至不見是微畏", "25": "因緣和合生，以顛倒心起屬業果報。汝等", "250": "相。以是故，我得安隱得無所畏，安住聖主", "251": "處，在大眾中作師子吼、能轉梵輪。諸沙門", "252": "婆羅門、若天若魔若梵、若復餘眾，實不能轉。", "253": "二無畏也。佛作誠言：『我說障法。』若有沙門", "254": "婆羅門、若天若魔若梵、若復餘眾，如實言：『受", "255": "是法不障道。』乃至不見是微畏相。以是", "256": "故，我得安隱得無所畏，安住聖主處，在大", "257": "眾中作師子吼、能轉梵輪。諸沙門婆羅門、", "258": "若天若魔若梵、若復餘眾，實不能轉。三無畏", "259": "也。佛作誠言：『我所說聖道能出世間，隨是", "26": "何以故於諸法空無根本中而取根本相？』", "260": "行能盡苦。』若有沙門婆羅門、若天若魔若梵、", "261": "若復餘眾，如實言：『行是道不能出世間、不", "262": "能盡苦。』乃至不見是微畏相。以是故，我", "263": "得安隱得無所，畏安住聖主處，在大眾中", "264": "師子吼、能轉梵輪。諸沙門婆羅門、若天若魔", "265": "若梵、若復餘眾，實不能轉。四無畏也。云何", "266": "為四無礙智？一者義無礙智，二者法無礙智，", "267": "三者辭無礙智，四者樂說無礙智。云何為義", "268": "無礙智？緣義智慧，是為義無礙智。云何為", "269": "法無礙智？緣法智慧，是為法無礙智。云何", "27": "是時菩薩摩訶薩行般若波羅蜜，以方便力", "270": "為辭無礙智？緣辭智慧，是為辭無礙智。云", "271": "何為樂說無礙智？緣樂說智慧，是為樂說", "272": "無礙智。云何為十八不共法？一、諸佛身無", "273": "失，二、口無失，三、念無失，四、無異想，五、無不定", "274": "心，六、無不知已捨心，七、欲無減，八、精進", "275": "無減，九、念無減，十、慧無減，十一、解脫無減，", "276": "十二、解脫知見無減，十三、一切身業隨智慧", "277": "行，十四、一切口業隨智慧行，十五、一切意業", "278": "隨智慧行，十六、智慧知過去世無礙，十七、", "279": "智慧知未來世無礙，十八、智慧知現在世", "28": "故，於慳法中拔出眾生，教行檀那波羅", "280": "無礙。云何三十二相？一者足下安平立，平如", "281": "奩底；二者足下千輻輞輪，輪相具足；三者手", "282": "足指長，勝於餘人；四者手足柔軟，勝餘身分；", "283": "五者足跟廣具足滿好；六者手足指合縵", "284": "網妙好，勝於餘人。七者足趺高平好與跟", "285": "相稱；八者伊泥延鹿𨄔𨄔纖好，如伊泥", "286": "延鹿王；九者平住兩手摩膝；十者陰藏相，如", "287": "馬王象王；十一者身縱廣等，如尼俱盧樹；", "288": "十二者一一孔一毛生，色青柔軟而右旋；十", "289": "三者毛上向，青色柔軟而右旋；十四者金色", "29": "蜜。持是布施功德得大福報，從大福報拔", "290": "相，其色微妙勝閻浮檀金；十五者身光面一", "291": "丈；十六者皮薄細滑，不受塵垢、不停蚊", "292": "蚋；十七者七處滿。兩足下、兩手中、兩肩上、項", "293": "中，皆滿字相分明；十八者兩腋下滿；十九", "294": "者上身如師子；二十者身廣端直；二十一者", "295": "肩圓好；二十二者四十齒；二十三者齒白齊", "296": "密而根深；二十四者四牙最白而大；二十五", "297": "者方頰車如師子；二十六者味中得上味，", "298": "咽中二處津液流出；二十七者舌大軟薄，能", "299": "覆面至耳髮際；二十八者梵音深遠，如迦", "3": "78 四攝品四攝品第七十八", "30": "出教令持戒。持戒功德生天上尊貴處，復", "300": "蘭頻伽聲；二十九者眼色如金精；三十者眼", "301": "睫如牛王；三十一者眉間白毫相，軟白如兜", "302": "羅綿；三十二者頂髻肉骨成。是三十二相", "303": "佛身成就。光明遍照三千大千國土，若欲", "304": "廣照則遍滿十方無量阿僧祇國土，為眾", "305": "生故受丈光。若放無量光明，則無日月", "306": "時節歲數。佛音聲遍滿三千大千國土，若", "307": "欲大聲則遍滿十方無量阿僧祇國土，隨", "308": "眾生多少音聲遍至。云何為八十隨形好？", "309": "一者無見頂；二者鼻直高好孔不現；三者眉", "31": "拔出令住初禪。初禪功德生梵天處，二禪、", "310": "如初生月，紺琉璃色；四者耳輪埵成；五者", "311": "身堅實，如那羅延；六者骨際如鈎鎖；七者", "312": "身一時迴，如象王；八者行時足去地四寸而", "313": "印文現；九者爪如赤銅色，薄而潤澤；十者", "314": "膝骨堅著圓好；十一者身淨潔；十二者身柔", "315": "軟；十三者身不曲；十四者指長纖圓；十五者", "316": "指文莊嚴；十六者脈深；十七者踝不現；十", "317": "八者身潤澤；十九者身自持不逶迤；二十", "318": "者身滿足；二十一者識滿足；二十二者容儀", "319": "備足；二十三者住處安無能動者；二十四者", "32": "三禪、四禪，無邊空處、識處、無所有處、非有想", "320": "威震一切；二十五者一切樂觀；二十六者", "321": "面不大長；二十七者正容貌不撓色；二十", "322": "八者面具足滿；二十九者脣赤如頻婆果色；", "323": "三十者音響深；三十一者臍深圓好；三十二", "324": "者毛右旋；三十三者手足滿；三十四者手足", "325": "如意；三十五者手文明直；三十六者手文長；", "326": "三十七者手文不斷；三十八者一切惡心眾", "327": "生見者和悅；三十九者面廣姝好；四十者面", "328": "淨滿如月；四十一者隨眾生意和悅與語；", "329": "四十二者毛孔出香氣；四十三者口出無上", "33": "非無想處亦如是。眾生行是布施及布施", "330": "香；四十四者儀容如師子；四十五者進止如", "331": "象王；四十六者行法如鵝王；四十七者頭", "332": "如摩陀那果；四十八者一切聲分具足；四十", "333": "九者牙利；五十者舌色赤；五十一者舌薄；五", "334": "十二者毛紅色；五十三者毛潔淨；五十四者", "335": "廣長眼；五十五者孔門相具；五十六者手足", "336": "赤白，如蓮華色；五十七者臍不出；五十八者", "337": "腹不現；五十九者細腹；六十者身不傾動；", "338": "六十一者身持重；六十二者其身大；六十三", "339": "者身長；六十四者手足潔淨軟澤；六十五者", "34": "果報，持戒及持戒果報，禪定及禪定果報，", "340": "邊光各一丈；六十六者光照身而行；六十", "341": "七者等視眾生；六十八者不輕眾生；六十", "342": "九者隨眾生音聲，不過不減；七十者說法", "343": "不著；七十一者隨眾語言而為說法；七", "344": "十二者一發音報眾聲；七十三者次第有", "345": "因緣說法；七十四者一切眾生不能盡觀", "346": "相；七十五者觀無厭足；七十六者髮長好；", "347": "七十七者髮不亂；七十八者髮旋好；七十九", "348": "者髮色如青珠；八十者手足有德相。須菩", "349": "提！是為八十隨形好佛身成就。如是，須", "35": "種種因緣拔出安置無餘涅槃及涅槃道", "350": "菩提！菩薩摩訶薩以二施攝取眾生，所謂", "351": "財施、法施，是為菩薩希有難及事。云何為菩", "352": "薩摩訶薩愛語攝取眾生？菩薩摩訶薩以六", "353": "波羅蜜為眾生說法，作是言：『汝行六波", "354": "羅蜜攝一切善法。』云何為菩薩摩訶薩利行", "355": "攝取眾生？菩薩摩訶薩長夜教眾生令行", "356": "六波羅蜜。云何為菩薩摩訶薩同事攝取眾", "357": "生？菩薩摩訶薩以五神通力故，種種變化", "358": "入五道中與眾生同事，以此四事而攝", "359": "取之。「復次，須菩提！菩薩摩訶薩行般若波羅", "36": "中，所謂四念處、四正勤、四如意足、五根、五力、", "360": "蜜時，教化眾生：『善男子！當善學分別諸", "361": "字，亦當善知一字乃至四十二字。一切語言", "362": "皆入初字門，一切語言亦入第二字門，乃", "363": "至第四十二字門，一切語言皆入其中。一字", "364": "皆入四十二字，四十二字亦入一字。』是眾", "365": "生應如是善學四十二字，善學四十二字", "366": "已，能善說字法；善說字法已，善說無字法。", "367": "須菩提！如佛善知字法、善知字、善知無", "368": "字，為無字法故說字法。何以故？須菩提！", "369": "過一切名字法故，名為佛法。」須菩提白佛", "37": "七覺分、八聖道分，空解脫門無相、無作解脫", "370": "言：「世尊！若眾生畢竟不可得，法亦不可得，", "371": "法性亦不可得，畢竟空、無始空故。世尊！菩", "372": "薩摩訶薩云何行般若波羅蜜，行禪那波", "373": "羅蜜、毘梨耶波羅蜜、羼提波羅蜜、尸羅波羅蜜、", "374": "檀那波羅蜜時，行四禪、四無量心、四無色", "375": "定、三十七助道法、十八空，行空、無相、無作三", "376": "昧，八解脫、九次第定，佛十力、四無所畏、四無", "377": "礙智、十八不共法、三十二相、八十隨形好，云", "378": "何住報得五神通為眾生說法？眾生實不", "379": "可得。眾生不可得故，色不可得乃至識亦不", "38": "門，八背捨九、次第定，佛十力、四無所畏、四無", "380": "可得。五陰不可得故，六波羅蜜乃至八十隨", "381": "形好皆不可得。是不可得中，無眾生、無色乃", "382": "至無八十隨形好。世尊！云何菩薩摩訶薩行", "383": "般若波羅蜜為眾生說法？世尊！菩薩行般", "384": "若波羅蜜時，菩薩尚不可得，何況當有菩", "385": "薩法？」佛告須菩提：「如是，如是！如汝所言，眾", "386": "生不可得故，當知是內空、外空、內外空、空空、", "387": "大空、第一義空、有為空、無為空、畢竟空、無始空、", "388": "散空、諸法空、自相空、性空、不可得空、無法空、有", "389": "法空、無法有法空。眾生不可得故，當知五", "39": "礙智、十八不共法，安隱眾生，令住聖無漏", "390": "陰空，十二入、十八界空，十二因緣空，四諦空，", "391": "我空、壽者、命者、生者、養育者、眾數者、人者、作", "392": "者使作者、起者使起者、受者使受者、知者見者", "393": "皆空。眾生不可得故，當知四禪空，四無量心", "394": "空、四無色定空；當知四念處空乃至八聖道", "395": "分空，空空、無相空、無作空，八解脫空、九次第", "396": "定空。眾生不可得故，當知佛十力空、四無", "397": "所畏空、四無礙智空、十八不共法空；當知須", "398": "陀洹果空、斯陀含果空、阿那含果空、阿羅漢果", "399": "空、辟支佛道空；當知菩薩地空、阿耨多羅三", "4": "須菩提白佛言：「世尊！若諸法如夢、如響、如", "40": "法。無色無形無礙法中，有可得須陀洹", "400": "藐三菩提空。須菩提！菩薩摩訶薩如是見一", "401": "切法空，為眾生說法，不失諸空相。是菩薩", "402": "如是觀時，知一切法無礙；知一切法無礙", "403": "已，不壞諸法相、不二不分別，但為眾生如", "404": "實說法。譬如佛所化人，化人復化作無量", "405": "千萬億人。有教令布施者，有教持戒、有", "406": "教忍辱、有教精進、有教禪定、有教智慧，", "407": "有教四禪、四無量心、四無色定者。於汝意", "408": "云何，佛所化人有分別破壞諸法不？」須菩", "409": "提言：「不也，世尊！是化人無心、無心數法，云", "41": "果者，安隱教化令住須陀洹果；可得斯", "410": "何分別破壞諸法？」「以是故，須菩提！當知菩", "411": "薩摩訶薩行般若波羅蜜，為眾生如應說法，", "412": "拔出眾生於顛倒地，令眾生各得如所", "413": "應住地，以不縛不脫法故。何以故？須菩提！", "414": "是色不縛不脫，受想行識不縛不脫。色無", "415": "縛無脫不是色，受想行識無縛無脫不是", "416": "識。何以故？色畢竟清淨故。受想行識乃至", "417": "一切法，若有為、若無為，亦畢竟清淨故。如是，", "418": "須菩提！菩薩摩訶薩為眾生說法，亦不得", "419": "眾生及一切法，一切法不可得故。菩薩以不", "42": "陀含果、阿那含果、阿羅漢果、辟支佛道者，令", "420": "住法故，住諸法相中，所謂色空乃至有為無", "421": "為法空。何以故？色乃至有為無為法，自性不", "422": "可得故，無有住處。無所有法不住無所有", "423": "法，自性法不住自性法，他性法不住他性", "424": "法。何以故？是一切法皆不可得故。不可得法", "425": "當住何處？如是，須菩提！菩薩摩訶薩行般", "426": "若波羅蜜，以是諸空，能如是說法，如是行", "427": "般若波羅蜜，於諸佛及聲聞、辟支佛無有", "428": "過。何以故？諸佛及菩薩、辟支佛、阿羅漢得是", "429": "法已，為眾生說法，亦不轉諸法相。何以", "43": "住斯陀含果、阿那含果、阿羅漢果、辟支佛", "430": "故？如、法性、實際不可轉故。所以者何？諸法", "431": "性無故。」須菩提白佛言：「世尊！若法性、如、實際", "432": "不轉，色與法性異不？色與如、實際異不？受", "433": "想行識乃至有為無為法，世間出世間、有漏", "434": "無漏異不？」佛言：「不也。色不異法性、不異如、", "435": "不異實際，受想行識乃至有漏無漏亦不", "436": "異。」須菩提白佛言：「世尊！若色不異法性、不", "437": "異如、不異實際，受想行識乃至有漏無漏", "438": "不異者，云何分別黑法有黑報，所謂地獄、餓", "439": "鬼、畜生；白法有白報，所謂諸天及人；黑白法", "44": "道；可得阿耨多羅三藐三菩提者，安隱教", "440": "有黑白報；不黑不白法有不黑不白報，所謂", "441": "須陀洹果、斯陀含果、阿那含果、阿羅漢果、辟支", "442": "佛道、阿耨多羅三藐三菩提？」佛告須菩提：「世", "443": "諦故，分別說有果報，非第一義。第一義中", "444": "不可說因緣果報。何以故？是第一義實無", "445": "有相、無有分別亦無言說。所謂色乃至有", "446": "漏無漏法，不生不滅相、不垢不淨，畢竟空、無", "447": "始空故。」須菩提白佛言：「世尊！若以世諦故，", "448": "分別說有果報，非第一義者；一切凡夫人，", "449": "應有須陀洹果、斯陀含果、阿那含果、阿羅", "45": "化令住阿耨多羅三藐三菩提中。」須菩提白", "450": "漢果、辟支佛道、阿耨多羅三藐三菩提。」佛告", "451": "須菩提：「於汝意云何，凡夫人為知是世諦、", "452": "是第一義諦不？若知，是凡夫人應是須陀洹", "453": "果乃至阿耨多羅三藐三菩提。須菩提！以凡", "454": "夫人實不知世諦，不知第一義諦，不知道，", "455": "不知分別道果，云何當有諸果？須菩提！聖", "456": "人知世諦、知第一義諦，有道、有修道。以是", "457": "故，聖人差別有諸果。」須菩提白佛言：「世尊！", "458": "修道得果不？」佛言：「不也，須菩提！修道不", "459": "得果，不修道亦不得果，亦不離道得果，亦", "46": "佛言：「世尊！諸菩薩摩訶薩甚希有難及，能", "460": "不住道中得果。如是，須菩提！菩薩摩訶薩", "461": "行般若波羅蜜時，為眾生故分別果，亦", "462": "不分別是有為、性無為性。」「世尊！若不分別", "463": "有為性、無為性、得諸果者，云何世尊自說三", "464": "結盡故名須陀洹，婬怒癡薄故名斯陀含", "465": "果，五此間結盡故名阿那含果，五彼間結", "466": "盡故名阿羅漢，所有集法皆滅散相故", "467": "名辟支佛道，一切煩惱習斷故名阿耨多羅", "468": "三藐三菩提？世尊！我當云何知不分別有", "469": "為性，無為性、得諸果？」佛告須菩提：「汝以須", "47": "行是深般若波羅蜜。諸法無所有性，畢竟", "470": "陀洹果、斯陀含果、阿那含果、阿羅漢果、辟支佛", "471": "道、阿耨多羅三藐三菩提，是諸果是有為？是", "472": "無為？」須菩提言：「世尊！皆是無為。」「須菩提！", "473": "無為法中有分別不？」「不也，世尊！」「若善男子、", "474": "善女人通達一切法若有為、若無為一相，所", "475": "謂無相，是時有分別若有為、若無為不？」「不", "476": "也，世尊！」「如是，須菩提！菩薩摩訶薩為眾生", "477": "說法，不分別諸法，所謂內空故，乃至無法有", "478": "法空故。是菩薩自得無所著法，亦教人令", "479": "得無所著法，若檀那波羅蜜、尸羅波羅蜜、", "48": "空、無始空而分別諸法，是善是不善、是有漏", "480": "羼提波羅蜜、毘梨耶波羅蜜、禪那波羅蜜、般", "481": "若波羅蜜，初禪乃至第四禪、慈悲喜捨、無邊", "482": "虛空處乃至非有想非無想處，若四念處乃", "483": "至一切種智。是菩薩自不著故，亦教他人", "484": "令得無所著。無所著故，無所礙。譬如佛所", "485": "化人布施，亦不受布施報，但為度眾生故。", "486": "乃至行一切種智，不受一切種智報。菩薩", "487": "摩訶薩亦如是，行六波羅蜜乃至一切法，有", "488": "漏無漏、有為無為，不住亦不受報，但為度", "489": "眾生故。何以故？是菩薩摩訶薩善達一切諸", "49": "是無漏，乃至是有為是無為。」佛告須菩提：", "490": "法相故。」", "491": "79 善達品摩訶般若波羅蜜經善達品第七十九", "492": "須菩提白佛言：「世尊！云何菩薩善達諸法", "493": "相？」佛告須菩提：「譬如化人，不行婬怒癡，", "494": "不行色乃至識，不行內外法，不行諸煩", "495": "惱結使，不行有漏法無漏法、世間法出世間", "496": "法、有為法無為法，亦無聖果。菩薩亦如是，", "497": "無有是法，亦不分別是法，是名善達", "498": "諸法相。」須菩提言：「世尊！化人云何有修道？」", "499": "佛言：「化人修道，不垢不淨，亦不在五道生", "5": "影、如焰、如幻、如化，無有實事、無所有性、自相", "50": "「如是，如是！諸菩薩摩訶薩甚希有難及，能", "500": "死。須菩提！於汝意云何，佛所化人有根本", "501": "實事不？有垢有淨不？」須菩提言：「不也。佛所", "502": "化人，無有根本實事，亦無垢亦無淨，亦不", "503": "在五道生死。」「如是，須菩提！菩薩摩訶薩善", "504": "達諸法相亦如是。」須菩提言：「世尊！一切色", "505": "如化不？受想行識如化不？」佛言：「一切色如", "506": "化，一切受想行識如化。」「世尊！若一切色如", "507": "化，一切受想行識如化，一切法如化。化人", "508": "無色無受想行識，無垢無淨，無五道生死", "509": "亦無解脫處。菩薩有何等功用？」佛告須菩", "51": "行是深般若波羅蜜。諸法無所有性，畢竟空、", "510": "提：「於汝意云何，菩薩摩訶薩本行菩薩道", "511": "時，頗見有眾生從地獄、餓鬼、畜生、天、人中", "512": "得解脫不？」須菩提言：「不也，世尊！」佛言：「如", "513": "是，如是！須菩提！菩薩摩訶薩亦如是，不見", "514": "眾生從三界得解脫。何以故？菩薩摩訶薩", "515": "見知一切法如幻如化。」「世尊！若菩薩摩訶薩", "516": "見知一切法如幻如化，為何事故，行六波", "517": "羅蜜、四禪、四無量心、四無色定、三十七助道", "518": "法，乃至行大慈悲、淨佛國土、成就眾生？」", "519": "佛告須菩提：「若眾生自知諸法如幻如化，", "52": "無始空而分別諸法。須菩提！汝等若知是菩", "520": "菩薩摩訶薩終不於阿僧祇劫為眾生行", "521": "菩薩道。須菩提！以眾生自不知諸法如幻", "522": "如化，以是故，菩薩摩訶薩於無量阿僧祇", "523": "劫行六波羅蜜，成就眾生、淨佛國土，得", "524": "阿耨多羅三藐三菩提。」須菩提白佛言：「世尊！", "525": "若一切法如夢、如響、如影、如焰、如幻、如化。眾", "526": "生在何處住，菩薩行六波羅蜜而拔出之？」", "527": "「須菩提！眾生但住名相虛妄憶想分別中。是", "528": "故菩薩行般若波羅蜜，於名相虛妄中拔", "529": "出眾生。」須菩提白佛言：「世尊！何等是名？何", "53": "薩摩訶薩希有難及法，則知一切聲聞、辟支", "530": "等是相？」佛言：「此名強作，但假施設。所謂此", "531": "色、此受想行識，此男此女、此大此小，此地", "532": "獄、此畜生、此餓鬼、此人、此天，此有為此無為，", "533": "此是須陀洹果、斯陀含果、阿那含果、阿羅漢果、", "534": "辟支佛道，此佛道。須菩提！一切和合法皆是", "535": "假名，以名取諸法，是故為名。一切有為法", "536": "但有名相，凡夫愚人於中生著。菩薩摩訶", "537": "薩行般若波羅蜜，以方便力故，於名字中", "538": "教令遠離。作是言：『諸眾生！是名但有空名，", "539": "虛妄憶想分別中生，汝等莫著虛妄憶想。此", "54": "佛不能報，何況餘人？」須菩提白佛言：「世尊！", "540": "事本末皆無，自性空故，智者所不著。』如是，", "541": "須菩提！菩薩摩訶薩行般若波羅蜜，以方", "542": "便力故，為眾生說法。須菩提！是為名。何等", "543": "為相？須菩提！有二種相，凡夫人所著處。", "544": "何等為二？一者色相，二者無色相。須菩提！", "545": "何等名色相？諸所有色，若麁若細、若好若醜", "546": "皆是空。是空法中，憶想分別著心取相，是", "547": "名為色相。何等是無色相？諸無色法，憶想分", "548": "別著心取相故生煩惱，是名無色相。是菩", "549": "薩摩訶薩行般若波羅蜜，以方便力故，教", "55": "何等是菩薩摩訶薩希有難及法，諸聲聞、辟", "550": "眾生遠離是相著，無相法中令不墮二法，", "551": "所謂是相、是無相。如是，須菩提！菩薩摩訶薩", "552": "行般若波羅蜜，教眾生遠離相，令住無相", "553": "性中。」須菩提白佛言：「世尊！若一切法但有", "554": "名相，云何菩薩行般若波羅蜜能自饒益亦", "555": "教他人令得善利？云何菩薩具足諸地，從", "556": "一地至一地，教化眾生令得三乘？」佛告", "557": "須菩提：「若諸法根本定有，非但名相者，菩", "558": "薩摩訶薩行般若波羅蜜時，不能自利益，", "559": "亦不能利益他人。須菩提！諸法無有根", "56": "支佛所無有？」佛告須菩提：「一心諦聽！有菩", "560": "本實事，但有名相。是故菩薩行般若波羅", "561": "蜜時，能具足禪那波羅蜜，無相故；毘梨耶", "562": "波羅蜜、羼提波羅蜜、尸羅波羅蜜、檀那波羅", "563": "蜜，無相故。具足四禪波羅蜜，四無量心波羅", "564": "蜜，四無色定波羅蜜，無相故。具足四念處", "565": "波羅蜜，無相故；乃至具足八聖道分波羅蜜，", "566": "無相故。具足內空波羅蜜，無相故；乃至具", "567": "足無法有法空波羅蜜，無相故。具足解脫", "568": "波羅蜜，無相故；具足九次第定波羅蜜，無相", "569": "故。具足佛十力波羅蜜，乃至具足十八不", "57": "薩摩訶薩行般若波羅蜜，住報得六波羅", "570": "共法波羅蜜，無相故。是菩薩無相故，自具", "571": "足是諸善法，亦教他人令具足善法，無相", "572": "故。須菩提！若諸法相當實有如毫釐許者，", "573": "菩薩摩訶薩行般若波羅蜜時，不能知諸", "574": "法無相、無憶念，得阿耨多羅三藐三菩提。亦", "575": "教眾生令得無漏法。何以故？一切無漏法", "576": "無相、無憶念故。如是，須菩提！菩薩摩訶薩", "577": "行般若波羅蜜，以無漏法利益眾生。」須菩", "578": "提白佛言：「世尊！若一切法無相、無憶念，云", "579": "何數是聲聞法、是辟支佛法、是菩薩法、是佛", "58": "蜜中，及住報得五神通、三十七助道法，住", "580": "法？」佛告須菩提：「於汝意云何，無相法與聲", "581": "聞法異不？」「不也，世尊！無相法與辟支佛法、", "582": "菩薩法、佛法異不？」「不也，世尊！」佛告須菩提：", "583": "「無相法即是須陀洹果、斯陀含果、阿那含果、阿", "584": "羅漢果、辟支佛法、菩薩法、佛法。」須菩提言：「如", "585": "是，世尊！」「須菩提！以是因緣故，當知一切法", "586": "皆是無相。須菩提！菩薩摩訶薩學是一切法", "587": "無相，得增益善法，所謂六波羅蜜、四禪、四無", "588": "量心、四無色定、四念處，乃至十八不共法。何", "589": "以故？菩薩不以餘法為要，如三解脫門，", "59": "諸陀羅尼諸無礙智，到十方國土，可以布", "590": "所謂空、無相、無作。所以者何？一切善法皆入", "591": "三解脫門。何以故？一切法自相空，是名空解", "592": "脫門；一切法無相，是名無相解脫門；一切法", "593": "無作無起相，是名無作解脫門。若菩薩摩訶", "594": "薩學三解脫門，是時能學五陰相，能學十", "595": "二入相，能學十八界相，能學四聖諦、十二", "596": "因緣法，能學內空、外空乃至無法有法空，能", "597": "學六波羅蜜、四念處乃至八聖道分，能學佛", "598": "十力、四無所畏、四無礙智、十八不共法。」須菩", "599": "提白佛言：「世尊！云何菩薩摩訶薩行般若", "6": "空者，云何分別是善法，是不善法，是世間法、", "60": "施度者以布施攝之，可以持戒度者以", "600": "波羅蜜，能學五受陰相？」佛告須菩提：「菩薩", "601": "摩訶薩行般若波羅蜜，知色相、知色生滅、", "602": "知色如。云何知色相？知色畢竟空，內分分", "603": "異、虛、無實，譬如水沫無堅固，是為知色相。", "604": "云何知色生滅？色生時無所從來，去無所", "605": "至，若不來不去，是為知色生滅相。云何知", "606": "色如？是色如、不生不滅、不來不去、不增不減、", "607": "不垢不淨，是名知色如。須菩提！如名如實、", "608": "不虛、如前，後中亦爾，常不異，是為知色如。", "609": "云何知受相？云何知受生滅？云何知受如？", "61": "持戒攝之，可以忍辱、精進、禪定、智慧度者，", "610": "菩薩知諸受相，如水中泡，一起一滅，是為", "611": "知受相。知受生滅者，是諸受，無所從來、", "612": "去無所至，是為知受生滅。知受如者，是", "613": "如不生不滅、不來不去、不增不減、不垢不淨，", "614": "是為知受如。云何知想相？云何知想生", "615": "滅？云何知想如？知想相者，是想如焰水不", "616": "可得而妄生水想，是為知想相。知想生滅", "617": "者，是想無所從來、去無所至，是為知想生", "618": "滅。知想如者，諸想如不生不滅、不來不去、不", "619": "增不減、不垢不淨，不轉於實相，是為知想", "62": "隨其所應而攝取之；可以初禪度者以", "620": "如。云何知行相？云何知行生滅？云何知行", "621": "如？知行相者，行如芭蕉，葉葉除却不得", "622": "堅實，是為知行相。知行生滅者，諸行生", "623": "無所從來、去無所至，是為知行生滅。知", "624": "行如者，諸行不生不滅、不來不去、不增不減、", "625": "不垢不淨，是為知行如。云何知識相？云何", "626": "知識生滅？云何知識如？知識相者，識如", "627": "幻師，幻作四種兵，無有實。識相亦如是，", "628": "是為知識相。知識生滅者，是識生時無", "629": "所從來、滅時無所去，是為知識生滅。知", "63": "初禪攝之，可以二禪、三禪、四禪、無邊空處、", "630": "識如者，知識不生不滅、不來不去、不垢不淨、", "631": "不增不減，是為知識如。云何知諸入？眼眼", "632": "性空乃至意意性空，色色性空乃至法法性", "633": "空。云何知界？眼眼界空、色色界空、眼識", "634": "眼識界空，乃至意識界亦如是。云何知四聖", "635": "諦？知苦聖諦時遠離二法，知苦諦不二不", "636": "別，是名苦聖諦。集、盡、道亦如是。云何知苦", "637": "如？知苦聖諦即是如，如即是苦聖諦。集、盡、", "638": "道亦如是。云何知十二因緣？知十二因緣", "639": "不生相，是名知十二因緣。」須菩提白佛言：", "64": "無邊識處、無所有處、非有想非無想處度者，", "640": "「世尊！若菩薩摩訶薩行般若波羅蜜時，各各", "641": "分別知諸法，將無以色性壞法性，乃至一", "642": "切種智性壞法性耶？」佛告須菩提：「若法性", "643": "外更有法者，應壞法性；法性外，法不可得，", "644": "是故不壞。何以故？須菩提！佛及佛弟子知", "645": "法性外法不可得，不可得故，不說法性", "646": "外有法。如是，須菩提！菩薩摩訶薩行般若", "647": "波羅蜜，應學法性。」須菩提白佛言：「世尊！", "648": "菩薩摩訶薩若學法性，為無所學。」佛告須", "649": "菩提：「菩薩摩訶薩學法性則學一切法。何", "65": "隨其所應而攝取之；可以慈心悲喜捨", "650": "以故？一切法即是法性。」須菩提白佛言：「世", "651": "尊！何因緣故，一切法即是法性？」佛言：「一切法", "652": "皆入無相、無為性中，以是因緣故，學法性", "653": "則學一切法。」須菩提白佛言：「世尊！若一切", "654": "法即是法性，菩薩摩訶薩何以學般若波羅", "655": "蜜、禪那波羅蜜、毘梨耶波羅蜜、羼提波羅蜜、", "656": "尸羅波羅蜜、檀那波羅蜜？菩薩摩訶薩何", "657": "以學初禪、第二第三第四禪？菩薩摩訶薩何", "658": "以學慈悲喜捨？何以學無邊虛空處、無邊識", "659": "處、無所有處、非有想非無想處？何以學四念", "66": "心度者，以慈悲喜捨心而攝取之；可以", "660": "處、四正勤、四如意足、五根、五力、七覺分、八聖道", "661": "分？何以學空、無相、無作解脫門？何以學八背", "662": "捨、九次第定，佛十力、四無所畏、四無礙智、十八", "663": "不共法？何以學六神通？何以學三十二相、八", "664": "十隨形好？何以學生剎利大姓、婆羅門大姓、", "665": "居士大家？何以學生四天王天處、三十三天、", "666": "夜摩天、兜率陀天、化樂天、他化自在天？何以", "667": "學生梵天王住處、光音天、遍淨天、廣果天、無", "668": "想天、淨居天？何以學生無邊空處、生無邊", "669": "識處、生無所有處、生非有想非無想處？何以學", "67": "四念處、四正勤、四如意足、五根、五力、七覺分、八", "670": "初發意地，第二第三第四第五第六第七第八", "671": "第九第十地？何以學聲聞地、辟支佛地、菩薩", "672": "法位？何以學成就眾生、淨佛國土？何以學諸", "673": "陀羅尼？何以學樂說法？何以學阿耨多羅", "674": "三藐三菩提，學已得一切種智、知一切法？", "675": "世尊！諸法法性中無是分別。世尊！將無菩", "676": "薩墮非道中。何以故？世尊！法性中無如是", "677": "分別，法性中無色、無受想行識，諸法性亦", "678": "不遠離色受想行識。色即是法性，法性即是", "679": "色，受想行識亦如是，一切法亦如是。」佛", "68": "聖道分，空三昧，無相、無作三昧度者，隨而", "680": "告須菩提：「如是，如是！如汝所言。色即是法", "681": "性，受想行識即是法性。須菩提！菩薩摩訶薩", "682": "行般若波羅蜜時，若法性外見有法者，為", "683": "不求阿耨多羅三藐三菩提。菩薩摩訶薩", "684": "行般若波羅蜜時，知一切法性即是阿耨多", "685": "羅三藐三菩提。以是故，菩薩摩訶薩行般", "686": "若波羅蜜時，知一切法即是法性已，以無", "687": "名相法以名相說，所謂是色、是受想行識，", "688": "乃至是阿耨多羅三藐三菩提。須菩提！譬如", "689": "工幻師、若幻弟子，多人處立幻，作種種形色", "69": "攝之。」「世尊！菩薩摩訶薩云何以布施饒益", "690": "男女象馬、端嚴園林，及諸廬館流泉浴池、衣", "691": "服臥具、香華瓔珞、餚膳飲食，作眾伎樂以樂", "692": "眾人；又復幻作人，令布施、持戒、忍辱、精進、", "693": "禪定、修智慧。是幻師復幻作剎利大姓、婆羅", "694": "門大姓、居士大家，四天王天處、須彌山三十", "695": "三天、夜摩天、兜率陀天、化樂天、他化自在天", "696": "以示眾人；復幻作梵眾天乃至非有想非無", "697": "想天；又幻作須陀洹、斯陀含、阿那含、阿羅漢、", "698": "辟支佛、菩薩摩訶薩，從初發意行檀那波", "699": "羅蜜、尸羅波羅蜜、羼提波羅蜜、毘梨耶波羅蜜、", "7": "是出世間法，是有漏法，是無漏法，是有為法、", "70": "眾生？」「須菩提！菩薩行般若波羅蜜時布施，", "700": "禪那波羅蜜、般若波羅蜜，行初地乃至行", "701": "十地，入菩薩位遊戲神通，成就眾生、淨佛", "702": "國土，遊戲諸禪解脫三昧，行佛十力、四無所", "703": "畏、四無礙智、十八不共法、大慈大悲，具足佛", "704": "身三十二相、八十隨形好，以示眾人。是中無", "705": "智之人歎未曾有，是人多能巧為眾事娛", "706": "樂眾人，種種形色乃至三十二相、八十隨形", "707": "好莊嚴佛身。其中有智之土思惟言：『未曾有", "708": "也，是中無有實事，而以無所有法娛樂眾", "709": "人令有形相，無事事相、無有有相。』如是，", "71": "隨其所須飲食衣服、車馬香華瓔珞，種種所", "710": "須菩提！菩薩摩訶薩不見離法性有法行", "711": "般若波羅蜜，以方便力故，雖不得眾生", "712": "而自布施，亦教人布施，讚歎布施法，歡", "713": "喜讚歎行布施者；自持戒，亦教人持戒；自", "714": "忍辱，亦教人忍辱；自精進，亦教人精進；自", "715": "行禪，亦教人行禪；自修智慧，亦教人修智", "716": "慧，讚歎修智慧法，歡喜讚歎修智慧者。", "717": "自行十善，亦教他人行十善，讚歎行十", "718": "善法，歡喜讚歎行十善者。自受行五戒，", "719": "亦教他人受行五戒，讚歎五戒法，歡喜讚", "72": "須盡給與之，若供養佛、辟支佛、阿羅漢、阿那", "720": "歎受行五戒者。自受八戒齋，亦教他人受", "721": "八戒齋，讚歎八戒齋法。歡喜讚歎行八戒", "722": "齋者。自行初禪乃至自行第四禪，自行慈", "723": "悲喜捨，自行無邊空處乃至非有想非無想", "724": "處，亦教他人行。自行四念處乃至八聖道", "725": "分，自行三解脫門、佛十力，乃至自行十八", "726": "不共法，亦教他人行十八不共法，讚歎十", "727": "八不共法，歡喜讚歎行十八不共法者。須", "728": "菩提！若法性前後中有異者，是菩薩摩訶薩", "729": "不能以方便力故示法性成就眾生。須", "73": "含、斯陀含、須陀洹等無異，若施入正道中。", "730": "菩提！以法性前後中無異，是故菩薩行般", "731": "若波羅蜜，為利益眾生故行菩薩道。」", "732": "摩訶般若波羅蜜經卷第二十四", "74": "人及凡人下至禽獸，皆無分別，等一布施。", "75": "何以故？一切法不異、不分別故，是菩薩無", "76": "異無別。布施已，當得無分別法報，所謂一", "77": "切種智。須菩提！若菩薩摩訶薩見乞丐者，", "78": "若生是心：『佛是福田，我應供養；禽獸非福田，", "79": "不應供養。』是非菩薩法。何以故？菩薩摩", "8": "是無為法，是法能得須陀洹果、斯陀含果、阿", "80": "訶薩發阿耨多羅三藐三菩提心，不作是", "81": "念：『是眾生應以布施饒益，是不應布施", "82": "是眾生。』布施因緣故，生剎利大姓、婆羅門大", "83": "姓、居士大家。乃至以是布施因緣，以三乘", "84": "法度之，令入無餘涅槃。若眾生來從菩", "85": "薩乞，亦不生異心分別：『應與是，不應與", "86": "是。』何以故？是菩薩為是眾生故，發阿耨多", "87": "羅三藐三菩提心。若分別簡擇，便墮諸佛、菩", "88": "薩、辟支佛、學無學人，一切世間天及人呵責", "89": "處：『誰請汝救一切眾生？汝為一切眾生舍，", "9": "那含果、阿羅漢果，能得辟支佛道，能得阿", "90": "一切眾生護，一切眾生依，而分別簡擇應", "91": "與不應與。』復次，若菩薩摩訶薩行般若波", "92": "羅蜜時，若人若非人來，欲求乞菩薩身體", "93": "支節。是時不應生二心：若與、若不與。何", "94": "以故？是菩薩摩訶薩為眾生故受身，眾生", "95": "來取，何可不與？『我以饒益眾生故受是身，", "96": "眾生不乞，自應與之。何況乞而不與？』菩薩", "97": "摩訶薩行般若波羅蜜，應如是學。「復次，須", "98": "菩提！若菩薩摩訶薩見有乞者，應生是念：", "99": "『是中誰與？誰受？所施何物？是一切法自性皆"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0223 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經: 摩訶般若波羅蜜經卷", "author": "後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}