{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0890 佛說瑜伽大教王經", "text": {"0": "4 三摩地品", "1": "佛說瑜伽大教王經卷第三", "10": "合羅四底瑟吒二合五悉駄嚕左儞引六薩哩嚩二合引", "100": "爾時大遍照金剛如來。復入寶光變化大智", "101": "金剛三摩地。出此定已。從三金剛說。鉢囉研", "102": "得迦忿怒明王真言曰。", "103": "那莫三滿多沒馱引曩引一唵引𡁠那哩徵知以反二", "104": "吒吽引吽引發吒半音娑嚩二合引賀引三", "105": "爾時諸佛及諸菩薩。聞此明王真言已。歎未", "106": "曾有。唯念大遍照金剛如來。若人於此真言", "107": "依法持誦。能降伏夜叉羅剎緊那羅部多娑", "108": "健馱及宿曜等。", "109": "爾時世尊復入甘露寶功德藏金剛三摩地。", "11": "囉他二合娑引達儞娑嚩二合引賀引七", "110": "出此定已。從三金剛。說鉢訥鬘得迦忿怒明", "111": "王真言曰。", "112": "那莫三滿多沒馱引曩引一唵引吽引吽引吽引", "113": "二跢引嚕羅三尾嚕羅四薩哩嚩二合尾沙伽引", "114": "怛哥五入嚩二合里多尾塞普二合陵誐六遏吒", "115": "吒賀引娑計引薩哩七薩吒引跓引波八嚩日囉", "116": "二合窟囉儞哩伽二合引多九左里多嚩酥馱引怛", "117": "羅十儞濕嚩二合引娑十一摩嚕覩引得叱二合鉢", "118": "多二合十二馱囉尼引達羅毘引沙拏十三遏吒吒賀", "119": "引娑十四阿波哩彌多十五末囉鉢囉引訖囉二合", "12": "爾時諸佛如來及十地滿心大菩薩眾。聞此", "120": "摩十六阿引哩也二合毘多部多誐拏十七沒𠆙切", "121": "身沒𠆙十八賀野仡哩二合引嚩十九佉引那佉引", "122": "那二十鉢囉滿怛囉二合引二十一親那親那二十二悉提", "123": "孕二合彌引禰舍二十三阿引吠引舍野二十四薩哩嚩", "124": "二合入嚩二合囉二十五必舍引左曩引二十六薩哩嚩二", "125": "合仡囉二合呬引數二十七阿鉢囉二合底賀覩引婆", "126": "嚩二十八嚩日囉二合能瑟吒囉三合二十九緊唧囉引野", "127": "洗三十壹難訥瑟吒二合仡囉二合賀三十一訥瑟吒", "128": "二合薩哩那二合嚩引三十二突那突那三十三摩他摩", "129": "他三十四摩吒摩吒三十五播引吒播引吒三十六播引吒", "13": "真言已悉皆歡喜。一切魔軍驚怖迷悶。唯念", "130": "野播引吒野三十七滿馱滿馱三十八沒馱達哩摩二", "131": "合僧伽三十九阿褥倪也二合引當羯哩莽二合四十酤嚕", "132": "尸引竭朗二合四十一曷野仡哩二合引嚩引野發吒半音", "133": "四十二嚩日囉二合引野發吒半音四十三嚩日囉二合誐引", "134": "怛囉二合引野發吒半音四十四嚩日囉二合儞引怛囉二合", "135": "引野發吒半音四十五嚩日囉二合能瑟吒囉二合引野", "136": "發吒半音四十六嚩日囉二合窟囉引野發吒半音四十七嚩", "137": "日囉二合窟囉儞哩伽二合引多那引野發吒半音四十", "138": "八鉢囉滿怛囉二合四十九尾那引設那引野發吒半音", "139": "五十底𡃤二合路枳跋煬羯囉引野發吒半音五十一薩", "14": "大遍照金剛如來。今此真言具足大智。若有", "140": "哩嚩二合羯哩彌二合數五十二阿鉢囉二合底賀多", "141": "引野發吒半音五十三嚩日囉二合酤羅五十四怛囉二合引", "142": "娑那羯囉引野發吒半音五十五吽引吽引吽引五十六發", "143": "吒半音發吒半音發吒半音五十七", "144": "爾時一切大眾聞此明王真言已。皆大怖畏。", "145": "唯念大遍照金剛如來。持誦人欲解除一切", "146": "毒者當依法想自手掌內有蓮華。復想蓮花", "147": "中生於㰠字光明照曜。依忿怒明王三摩地", "148": "觀想。能解除三界一切惡毒。", "149": "爾時世尊復入不空成就最上寶幢金剛三摩", "15": "持誦之者能作種種成就事。乃至死者使令", "150": "地。出此定已。從三金剛。說儞羅難拏大忿怒", "151": "明王真言曰。", "152": "那莫三滿多沒馱引曩引一唵引伊係曳二合引呬", "153": "二婆誐鑁引嚩日囉二合儞引羅難拏三覩嚕覩", "154": "嚕四羅虎羅虎五賀引賀引六仵魯仵魯七仵邏", "155": "波野八仵邏波野九訖囉二合摩訖囉二合摩十", "156": "婆誐鑁引十一嚩引喻吠引詣引那十二部引旦引尸", "157": "竭朗二合十三那賀那賀十四那囉那囉十五嚩賀嚩", "158": "賀十六鉢左鉢左十七必吒必吒十八播引吒野十", "159": "九播引吒野二十末吒末吒二十一末吒引鉢野二十二", "16": "還命。難成能成。", "160": "末吒引鉢野二十三薩哩嚩二合羯哩摩二合引尼二十四", "161": "親那親那二十五頻那頻那二十六薄叉薄叉二十七彌", "162": "引那末寫二十八嚕提囉末寫二十九彌引那末惹三", "163": "十嚕提囉必哩二合野三十一伊係曳二合引呬婆誐", "164": "鑁引三十二薩哩嚩二合尾覲那二合引儞三十三薩哩嚩二", "165": "合尾󰍕切身儞三十四薩哩嚩二合滿怛囉二合引尼三十", "166": "五薩哩嚩二合謨羅羯哩摩二合引尼三十六薩哩嚩二", "167": "合謨羅仡囉二合賀引三十七賀那賀那三十八伴惹伴", "168": "惹三十九摩哩那摩哩那二合四十壹難彌引迦引哩煬", "169": "二合四十一娑引達野吽引四十二儞引邏野四十三儞引羅嚩", "17": "爾時世尊復入三金剛最上熾盛三昧金剛三", "170": "日囉二合難拏引野四十四覩嚕覩嚕四十五尾覲那二", "171": "合尾那引野剛引四十六那引設迦引野四十七虎嚕虎", "172": "嚕四十八禰引鉢多二合贊拏引野四十九薩哩嚩二合", "173": "設咄嚕二合𧹞引五十紇哩二合那夜引儞賓拏野五十", "174": "一親那親那五十二尾󰍕切身引那引砌引那哥吽引五", "175": "十三尾󰍕切身引襄引室瑟吒二合羯哩摩二合五十四三摩", "176": "二合囉三摩煬五十五嚩日囉二合達囉嚩左曩五十六", "177": "摩哩摩二合引尾儞訖哩二合怛野五十七吽引吽引五十八", "178": "賀那賀那五十九那賀那賀六十覩嚕覩嚕六十一酤", "179": "嚕酤嚕六十二虎嚕虎嚕六十三發吒半音吽引吽引六十", "18": "摩地。從定出已。說諸佛母摩摩枳菩薩真言", "180": "四訖哩二合旦引怛曳引六十五禰引嚩哩始六十六尾捺", "181": "囉二合鉢迦引野六十七賀那賀那六十八嚩日囉二合", "182": "難尼引那娑嚩二合引賀引六十九", "183": "爾時世尊說此大忿怒明王真言已。所有一", "184": "切佛剎悉皆震動。一切魔眾悉皆驚怖。唯念", "185": "大遍照金剛如來。若持誦人欲除諸魔者。當", "186": "依法誦此真言八百遍及結本印。能除一切", "187": "魔者。", "188": "爾時世尊大遍照金剛如來。復入普遍變化", "189": "裝嚴金剛三摩地。出此定已。從三金剛。說", "19": "曰。", "190": "大力忿怒明王真言曰。", "191": "那莫三滿多沒馱引曩引一唵引吽引吽引吽引二", "192": "發吒半音發吒半音發吒半音三唵引唵引沃仡囉", "193": "二合輸引羅播引尼四吽引吽引發吒半音發吒半", "194": "音五唵引𡁠踰二合引底儞哩那二合引那六吽引吽引", "195": "吽引七發吒半音發吒半音發吒半音八摩賀引末邏", "196": "引野娑嚩二合引賀引九", "197": "爾時一切魔眾聞此大力忿怒明王真言已。", "198": "皆大驚怖。唯念大遍照金剛如來。若復有人", "199": "於此真言印相依法持誦者。是人能作一切", "2": "西天譯經三藏朝散大夫試光祿卿", "20": "唵引商羯哩引一扇引底羯哩引二崛吒崛吒三", "200": "成就法。及能降雨亦能止雨。", "201": "爾時世尊復入普遍熾盛金剛三摩地。出此", "202": "定已。從三金剛。說吒枳忿怒明王真言曰。", "203": "那莫三滿多沒馱引曩引一唵吒枳二吽引𠺁三", "204": "爾時一切諸佛及諸菩薩。聞此明王真言已。", "205": "歎未曾有。一切魔眾悉皆驚怖迷悶躄地。若", "206": "持誦人欲作降伏法者。當依羯磨法作魔形", "207": "像以足踏之。現忿怒相當結本印誦此真言。", "208": "即得降伏一切魔眾。亦能解除他呪。", "209": "爾時世尊復入利金剛熾盛光明金剛三摩", "21": "崛致儞崛致儞四哩伽二合引多野哩伽二合引多野", "210": "地。出此定已。從三金剛。說不動尊大忿怒明", "211": "王真言曰。", "212": "那莫三滿多沒馱引曩引一唵引阿左羅際引吒", "213": "二哥引拏拏三拏吒拏吒四謨引吒謨引吒五末", "214": "吒末吒六怛吒怛吒七底瑟吒二合底瑟吒二合八", "215": "阿引尾設阿引尾設九摩賀引滿多波引羅十度", "216": "那度那十一底尼底尼十二珂那珂那十三尾朅", "217": "曩二合引摩引囉野十四摩引囉野十五訥瑟鵮二合引", "218": "婆叉野十六婆叉野十七薩哩鑁二合酤嚕酤嚕", "219": "十八枳哩枳哩十九摩賀引尾沙摩嚩日囉二合二十", "22": "五崛致儞娑嚩二合引賀引六", "220": "塞怖二合引吒野二十一塞怖二合引吒野二十二吽引吽引", "221": "吽引二十三怛哩二合末里多囕誐難多哥二十四盎引", "222": "盎引盎引二十五㰠呼郎切下同㰠㰠二十六阿左羅際吒二十七", "223": "塞怖二合吒野塞怖二合吒野二十八吽引阿三滿", "224": "底哥怛囉二合吒二十九摩賀引末羅舍引多野三十", "225": "三摩羊三十一莽引怛囕二合引㰠引曩引三十二輸迭覩", "226": "嚕哥三十三窣覩二合設覩嚩日哩二合三十四那謨窣", "227": "覩二合阿鉢囉二合底曷多嚩哩引毘藥二合三十五", "228": "入嚩二合引邏野怛囉二合引吒三十六阿薩賀那莫娑", "229": "嚩二合引賀引三十七", "23": "爾時諸佛如來聞此佛母真言已。皆大歡喜。", "230": "爾時一切天龍夜叉乾闥婆阿修羅迦樓羅緊", "231": "那羅摩睺羅伽及諸魔軍等。悉皆驚怖迷悶", "232": "躄地。身如火燃受大苦惱。唯念大遍照金剛", "233": "如來。若人依法持誦此明王真言。能鉤召諸", "234": "童女。及成就種種所欲之事。而此明王即是", "235": "遍照如來。", "236": "爾時世尊復入大威力熾盛光明三身金剛智", "237": "金剛三摩地。出此定已。說降伏三界忿怒明", "238": "王真言曰。", "239": "唵引遜婆儞遜婆吽引一仡哩二合賀拏二合仡", "24": "唯念心金剛如來。此真言能成就一切息災", "240": "哩二合賀拏二合吽引二仡哩二合賀拏二合播野", "241": "仡哩二合賀拏二合播野吽引三阿引那野呼婆", "242": "誐鑁引四尾󰍕切身引囉引惹吽引發吒半音五", "243": "爾時一切天人聞此明王真言已。心生驚怖", "244": "迷悶躄地。唯念大遍照金剛如來。若人依法", "245": "持誦此明王真言。及觀想羂索金剛鉤。能鉤", "246": "一切天女。此法於鉤召法中最上最尊。", "247": "爾時世尊復入大智變化大精進金剛三摩", "248": "地。出此定已。思念最上菩提。所生三身諸", "249": "佛。現大神通化佛如雲。時諸化佛各各手執", "25": "增益等法。能作擁護乃至能滅一切罪障。", "250": "羂索及金剛杵金剛鉤等。此法能請召一切", "251": "佛。況諸菩薩時阿闍梨想自本身即真言相。", "252": "此真言相即真實智。此智即是大遍照金剛", "253": "如來。於月輪上結跏趺坐。身如月色相好圓", "254": "滿。如是依法觀想持誦。悉能請召諸佛菩薩。", "255": "若欲鉤召一切童女及阿修羅女等。當稱本", "256": "名決定速來。", "257": "復說三金剛所生嚩日囉二合播多羅明王鉤", "258": "召法。此明王能擁護下方世界。手持三叉金", "259": "剛杵羂索鉤等。能降伏阿修羅。能鉤召一切", "26": "爾時世尊復入大樂無邊蓮花三金剛心變", "260": "眾生。若持誦人欲作鉤召法者。當用朱砂或", "261": "白石或雌黃。日初出時向日而坐。先觀想大", "262": "遍照金剛如來。次想妙吉祥菩薩。次想焰鬘", "263": "得迦大明王。手持金剛鉤遍身光明。現大忿", "264": "怒相已。即誦明王真言。加持朱砂等藥。書所", "265": "鉤者名。乃至龍女夜叉女及那羅延天大自", "266": "在天等。皆生驚怖速來現前。若不依法觀想。", "267": "持誦鉤召之法終不得成。若依此教法持誦", "268": "者。所欲之事必得成就。而說頌曰。", "269": "金剛薩埵大菩薩善能圓滿金剛心", "27": "化三昧金剛三摩地。於定出已。從三金剛。說", "270": "依法持誦若相續所作之事皆成就", "271": "爾時世尊復入大智變化金剛三摩地。出此", "272": "定已。從三金剛。說大忿怒金剛菩薩真言曰。", "273": "唵引輸引里儞娑嚩二合引賀引一", "274": "爾時一切龍女聞此真言已。悉皆驚怖身如", "275": "火燃。唯念大遍照金剛如來。此大菩薩真言。", "276": "若依法觀想持誦。能鉤一切龍及諸龍女。端", "277": "正裝嚴悉來現前。", "278": "爾時世尊復入等虛空大海變化神通三昧三", "279": "摩地。出此定已。從三金剛。說大尊那菩薩真", "28": "諸法母白衣菩薩真言曰。", "280": "言曰。", "281": "那莫颯鉢多二合引曩引一三藐訖三二合沒馱引", "282": "酤引致引曩引二怛󰍕切身他引三唵引左隷引祖", "283": "隷引尊禰引娑嚩二合引賀引四", "284": "爾時世尊說此尊那菩薩真言已。諸佛剎土", "285": "悉皆震動。諸大菩薩悉出三摩地。一切魔眾", "286": "及諸夜叉阿修羅女等。心生驚怖受大苦惱", "287": "如火燃身。唯念大遍照金剛如來。此菩薩真", "288": "言。若復有人依法觀想志心持誦。一切所求", "289": "悉得成就。", "29": "唵引羯致引一尾羯致引二儞羯致引三羯𪅎羯", "290": "爾時世尊復入虛空藏最勝金剛三摩地。出", "291": "此定已。從三金剛說大法甘露顰眉菩薩真", "292": "言曰。", "293": "唵引跋野那引設儞一怛囉二合引娑儞二怛囉二合引", "294": "娑野三怛囉二合引娑野四勃哩二合酤致怛致五", "295": "吠引囉致六稅引帝引七稅多惹致儞娑嚩二合引", "296": "賀引八", "297": "爾時一切持明天及諸天等。聞此大菩薩真", "298": "言已。悉皆驚怖身心顫掉。一切諸魔恐怖馳", "299": "走。唯念大遍照金剛如來。此之真言若依法", "3": "明教大師臣法賢奉　詔譯", "30": "致引四羯嚕吒微哩曳二合引娑嚩二合引賀引五", "300": "持誦。亦能鉤召大威力諸龍及龍女。阿修羅", "301": "及阿修羅女。夜叉及夜叉女等悉來現前。若", "302": "持誦一俱胝。能降諸魔及善作一切成就法。", "303": "若復有人毀謗阿闍梨。及毀謗大乘經典及", "304": "至祕密真言等。於此最勝法而作持誦者。是", "305": "人當被惡魔作諸障難。法不成就復自破壞。", "306": "若人信重師法如佛。觀想一切眾生而行利", "307": "樂者。是人所作所求一切成就。而復不久證", "308": "大菩提。", "309": "復說成就法。若持誦人欲作降伏法者。當用", "31": "爾時諸佛如來聞此真言已。悉皆出定唯念", "310": "嚕地囉染衣。著此衣已。觀想本身即是明王。", "311": "作忿怒相以二足踏魔形像。持誦明王真言。", "312": "彼魔不久即自然除滅。或用娑里羅染衣。如", "313": "前觀想明王。作忿怒相以足踏魔持誦真言。", "314": "彼魔亦自除滅。或用泯母怛囉二合染衣。如前", "315": "依法觀想。持誦真言踏於魔像。亦令除滅。或", "316": "用跋三摩染衣。如前作大忿怒相。持誦真言", "317": "一千遍。彼諸魔等悉皆除滅。若持誦者善了", "318": "印相儀則。如前依法觀想持誦。乃至三界有", "319": "情悉能降伏。", "32": "心金剛如來。若人持誦觀想。能作一切事能", "320": "復次說持誦處所。謂七母居處或尸陀林中。", "321": "或空舍內或天尊獨居處。或一大樹下或四", "322": "衢道中。選擇如是之地當作降伏法。持誦者", "323": "先用人骨長八指者為橛。取彼降伏人足下", "324": "土作彼形像。誦根本真言八百遍。加持橛已", "325": "釘於彼像。然後持此形像。往彼人舍門外密", "326": "埋地內。經半月間速來降伏。若不降伏速自", "327": "破壞此不可解。", "328": "復次成就法。持誦者先用一髑髏無損壞圓", "329": "滿者。於髑髏內而書真言。依法加持已。如前", "33": "善擁護。乃至增長微妙法藏。", "330": "於降伏人舍門外密埋。或聚落中亦得。速能", "331": "發遣彼降伏人。", "332": "復次成就法。持誦者用貝多葉或樺皮或匹", "333": "帛上。書於真言如前儀法。於彼人舍門外密", "334": "埋。速得降伏。", "335": "爾時世尊大遍照金剛如來。說此降伏法已。", "336": "復入一切如來三金剛橛大智金剛三摩地。", "337": "出此定已。從身口意三金剛。說一切三界大", "338": "智橛真言曰。", "339": "唵引朅朅一朅引怛野朅引怛野二薩哩嚩二合", "34": "爾時世尊復入覺悟諸天平等三金剛大樂金", "340": "訥瑟鵮二合引發吒半音三計引羅野四計引羅野五", "341": "薩哩嚩二合播邦引發吒半音六吽引吽引七嚩日囉", "342": "二合計引羅八嚩日囉二合達嚕引倪也二合引波野", "343": "底九哥引野嚩引骨唧二合多十嚩日囉二合計引", "344": "羅野十一吽引發吒半音十二", "345": "爾時一切諸佛及諸菩薩。聞此真言已歎未", "346": "曾有。唯念大遍照金剛如來。此真言能除一", "347": "切魔。時持誦人欲作法者。當用人骨為橛。或", "348": "佉禰囉木或鐵等可得為橛。橛既成就當用", "349": "印相。所謂大遍照金剛如來根本印。或寶生", "35": "剛三摩地。從定出已。說諸佛母大智多羅菩", "350": "佛印或焰鬘得迦明王印。或吒枳明王印。及", "351": "大力明王印等。然後觀想金剛薩埵菩薩遍", "352": "身光明。即作除魔法。持誦者依金剛薩埵菩", "353": "薩儀。想彼魔身從頂至足遍身釘金剛橛。乃", "354": "至滿虛空界皆是金剛橛。如是依法觀想持", "355": "誦三業相應。此金剛薩埵大菩薩能釘一切", "356": "魔。", "357": "爾時世尊大遍照金剛如來。復入身智變化", "358": "金剛三摩地。出此定已。從身口意。說身金剛", "359": "三昧無二真言曰。", "36": "薩真言曰。", "360": "唵引親那親那一賀那賀那二那賀那賀三儞引", "361": "鉢多二合嚩日囉二合作訖囉二合四吽引發吒半音五", "362": "時阿闍梨作金剛印。觀想遍照佛。復想此真", "363": "言如金剛橛。作釘橛勢。作法之間乃至諸佛", "364": "皆出禪定歎未曾有。一切魔眾悉皆降伏。若", "365": "不依此當即破壞。", "366": "爾時世尊大遍照金剛如來。復入大心大智", "367": "金剛變化金剛三摩地。出此定已。從身口意", "368": "三金剛。說大忿怒橛真言曰。", "369": "唵引嚩日囉二合囉惹吽引一", "37": "唵引多引哩引一咄多引哩引二咄哩引娑嚩二合引", "370": "時阿闍梨誦此真言已。想五股金剛杵遍滿", "371": "虛空。以此真言力降伏諸魔。復想作釘橛勢。", "372": "釘橛之間一切魔眾悉皆降伏。若不依此法", "373": "當即身壞。", "374": "爾時世尊大遍照金剛如來。復入無量壽語", "375": "三昧變化金剛三摩地。出此定已。從身口意", "376": "三昧。說此釘橛真言曰。", "377": "唵引紇哩二合引一唵引部哩普二合嚩入二", "378": "時阿闍梨誦此真言已。觀想蓮華印光明熾", "379": "盛。以真言印相降伏魔冤。想如釘橛勢。如是", "38": "賀引三", "380": "依法持誦。一切魔眾悉皆降伏。若不依法必", "381": "得除滅。此真實金剛橛。假使滿虛空皆是諸", "382": "魔冤。悉能釘之。", "383": "爾時大遍照金剛如來。說此祕密觀想釘橛", "384": "之法。彼如來善利眾生心大歡喜。而說頌曰。", "385": "祕密妙法第一義總攝甚深真實理", "386": "最上難思寂靜句是即金剛大智橛", "387": "善釘一切邪魔呪乃至不受佛勅者", "388": "如是諸佛釘橛法皆從真實妙智生", "389": "爾時世尊大遍照金剛如來說此頌已。復入", "39": "爾時諸佛及諸菩薩。聞此真言皆大歡喜。唯", "390": "一切微妙字金剛三摩地。出此定已。說日前", "391": "菩薩真言曰。", "392": "唵引摩引哩引唧曳二合引一禰引嚩多引曳娑嚩二合引", "393": "賀引二", "394": "爾時一切佛及諸菩薩。聞此真言悉皆歡喜。", "395": "此真言法能作一切事能除冤賊難。若人依", "396": "法受持。於道路行一切諸惡不能得便。", "397": "爾時世尊大遍照金剛如來。復入降諸惡魔", "398": "善度一切眾生大智力最勝金剛三摩地。出", "399": "此定已。說降伏大千界菩薩真言曰。", "4": "5 真言大智變化品真言大智變化品第五", "40": "念大遍照金剛如來。若人持誦此菩薩真言。", "400": "唵引摩賀引薩賀娑囉二合鉢囉二合末哩那二合", "401": "儞引一嚩囉悉地那引曳計二摩尼嚩日哩二合引三", "402": "吽引發吒半音娑嚩二合引賀引四", "403": "爾時世尊說此真言已。一切佛剎悉皆震動。", "404": "一切菩薩悉出禪定。一切諸魔悉皆驚怖。受", "405": "大苦惱如火燃身。而白佛言我等諸魔。以真", "406": "言大威力故悉受苦惱。從今已後所在之處。", "407": "若有持誦此真言者。誓不於彼為其魔難。長", "408": "作擁護令增壽命。", "409": "爾時世尊復入救帝釋降伏大力阿修羅最勝", "41": "能令世間一切有情而為僕從。", "410": "三摩地。出此定已。說最上寶幢陀羅尼曰。", "411": "唵引婆誐嚩底一特嚩二合惹引仡囉二合計引喻", "412": "哩二鉢囉塞󰍕切身下同尾特網二合薩那羯哩三莎", "413": "塞󰍕切身鉢哩播引羅儞四烏勒哥二合目契五", "414": "朅朅六佉引呬佉引呬七鉢囉塞引󰍕切身八阿難", "415": "多部𡁠引那九阿難多目契那十鉢囉二合賀囉", "416": "十一鉢囉二合賀囉十二吽引發吒半音娑嚩二合引", "417": "賀引十三", "418": "爾時世尊說此大寶幢陀羅尼已。所有佛剎", "419": "悉皆震動。諸大菩薩悉出禪定。一切夜叉羅", "42": "爾時世尊復入一切如來最上智三摩地。於", "420": "剎及諸魔眾受大苦惱。唯念大遍照如來。俱", "421": "白佛言世尊。我等魔眾以大明力故。受大苦", "422": "惱如火燃身。從今已後受佛三昧。願作一切", "423": "勝善之事。", "424": "爾時世尊大遍照金剛。如來復入安隱一切", "425": "胎藏變化金剛三摩地。出此定已。說大隨求", "426": "菩薩真言曰。", "427": "唵引摩尼達哩引一嚩日哩二合尼二摩賀引鉢", "428": "囉二合底薩哩引娑嚩二合引賀引三", "429": "爾時世尊說此真言已。所有一切大惡魔冤。", "43": "定出已。從三金剛。說此焰鬘得迦大忿怒明", "430": "及諸大力鬼神等。常於人間侵害有情食彼", "431": "胎子者。聞此大明悉皆驚怖如火燃身。往詣", "432": "佛所悉皆禮足。白佛言世尊。我等諸魔受佛", "433": "三昧。從今已後不害眾生不食胎子。擁護有", "434": "情為作安隱。", "435": "爾時世尊大遍照金剛如來。復入持世大智", "436": "金剛三摩地。出此定已。說持世菩薩真言曰。", "437": "唵引嚩酥駄引哩引一摩賀引嚩酥駄引囉二沒", "438": "哩二合瑟致二合儞播引底儞三嚩酥娑嚩二合引賀", "439": "引四", "44": "王真言曰。", "440": "爾時世尊說此真言已。所有一切魔眾悉皆", "441": "驚怖。唯念大遍照金剛如來。而白佛言世尊。", "442": "若人於此持世菩薩真言。受持讀誦書寫供", "443": "養。及稱菩薩名號者。我等魔眾為彼眾生。雨", "444": "眾珍寶令獲富貴。", "445": "爾時世尊大遍照金剛如來。復入一切方便", "446": "調伏金剛三摩地。出此定已。說閃電熾盛光", "447": "大羅剎女心真言曰。", "448": "唵引勞轉舌呼捺哩二合尼一鉢囉二合酤必多贊", "449": "尼引二摩賀引微引誐達哩三尾捺與二合𡁠吸", "45": "那莫悉底哩三合嚩日囉二合引𧹞引一唵引朅朅", "450": "微二合引摩呼引捺哩勞同上捺哩二合五割播引羅", "451": "摩引邏引駄引哩尼引六惹吒引末酤吒曼尼帝", "452": "引七那引那引鉢羅二合訶囉拏達哩八吽引吽引", "453": "九發吒半音發吒半音十薩哩嚩二合怛他引誐多三", "454": "摩野摩褥娑摩二合囉十一酤嚕酤嚕十二吽引", "455": "鉢囉二合摩哩那二合野十三薩哩嚩二合設咄嚕", "456": "二合𧹞引十四輸引尼當必嚩十五鉢囉二合贊拏", "457": "微引誐達哩十六鉢左多鉢左多十七尾枳囉尾", "458": "枳囉十八舍引怛野吽引十九那賀那賀二十薩哩", "459": "嚩二合設咄嚕二合二十一薩哩嚩二合訥瑟鵮二合引儞", "46": "二佉引呬佉引呬三薩哩嚩二合訥瑟吒二合四薩埵", "460": "訖零二合爹二十二鉢囉二合娑引那野吽引二十三摩賀", "461": "引微引誐嚩底二十四入嚩二合羅入嚩二合羅二十五", "462": "吽引發吒半音二十六阿母剛彌引二十七嚩舍摩引那野", "463": "娑嚩二合引賀引二十八", "464": "爾時世尊說此大閃電熾盛羅剎女心真言", "465": "已。所有一切諸大魔冤悉皆驚怖。受大苦惱", "466": "如火燃身。時持明人欲作此法者。先用屍衣。", "467": "以血或赤土。於屍衣上畫羅剎女形像已。焚", "468": "安悉香用赤色花及赤飲食。出生供養已。持", "469": "誦心真言八百遍。然後以此畫像密埋於尸", "47": "那摩迦五遏西母娑羅六鉢囉輸播引舍賀悉", "470": "陀林地。及稱冤家名。如是埋像之間。所有魔", "471": "冤等悉皆禁。縛復成魑魅等法。", "472": "爾時世尊大遍照金剛如來。復入訶利帝夜", "473": "叉女善作歡喜眾成就金剛三摩地。出此定", "474": "已。說訶利帝夜叉女真言曰。", "475": "唵引訶引哩引帶引摩賀引藥叱尼引拽引一訶囉", "476": "訶囉二薩哩嚩二合播引煬引三薩哩嚩二合藥叱", "477": "尼引四鉢囉二合吠引舍儞娑嚩二合引賀引五", "478": "爾時世尊說此訶利帝大夜叉女真言已。告", "479": "諸眾言。此真言能令諸夜叉女等。為持誦者", "48": "多二合七拶覩哩部二合惹八拶覩哩目二合珂九", "480": "作一切成就。時持誦者作此法時。觀想忿怒", "481": "明王八輻輪。輪中有訶利帝夜叉女。及輪八", "482": "輻上有八大夜叉女。想已。復想自身以鉤。鉤", "483": "召如是諸夜叉女等。皆來現前作成就事。", "484": "爾時世尊大遍照金剛如來。復入銷除一切", "485": "病最勝智金剛三摩地。出此定已。說鉢蘭拏", "486": "舍嚩哩菩薩真言曰。", "487": "唵引必舍引唧一鉢蘭拏二合舍引嚩哩二薩哩", "488": "嚩二合摩引哩鉢囉二合設摩儞引三吽引發吒", "489": "半音四", "49": "殺吒左二合囉拏十阿引誐蹉阿引誐蹉十一薩", "490": "爾時世尊說此真言已。所有佛剎皆悉震動。", "491": "一切夜叉羅剎能作魔者。皆悉驚怖迷悶躄", "492": "地。時持誦者欲作息災法。當用吉祥草脂麻", "493": "乳汁。及吉祥花果樹枝長十二指者為柴。依", "494": "息災護摩法作於護摩。復想此菩薩遍滿虛", "495": "空降甘露雨。所有魔嬈悉皆除滅。", "496": "佛說瑜伽大教王經卷第三", "5": "爾時世尊大遍照金剛如來。觀察一切如來", "50": "哩嚩二合訥瑟吒二合鉢囉二合拏引鉢賀引哩", "51": "拏十二摩賀引尾覲曩二合伽引怛迦十三尾", "52": "訖哩二合跢引那那十四薩哩嚩二合部引多嚩商", "53": "羯囉十五遏吒吒賀引娑那引禰儞引十六咩引伽", "54": "囉二合左哩摩二合儞嚩引娑那十七酤嚕酤嚕十", "55": "八薩哩嚩二合羯哩摩二合引十九親那親那二十薩", "56": "哩嚩二合滿怛囉二合引二十一頻那頻那二十二鉢囉母", "57": "捺囉二合引二十三阿引羯哩沙二合野二十四阿引羯哩", "58": "沙二合野二十五薩哩嚩二合部引旦引儞哩摩二合", "59": "他二十六儞哩摩二合他二十七薩哩嚩二合訥瑟吒二合", "6": "已。入寂靜無塵最勝金剛三摩地。於此三摩", "60": "引鉢囉二合吠引舍野二十八鉢囉二合吠引舍野二十", "61": "九曼拏羅末󰲸切身三十吠引嚩莎多𡁠引尾旦引", "62": "多羯囉三十一酤嚕酤嚕三十二摩摩阿迦引哩焬", "63": "二合賀那賀那三十三捺賀捺賀三十四鉢左鉢左三十五", "64": "摩引尾藍末野三十六摩引尾藍末野三十七摩摩三", "65": "摩野摩褥三摩二合囉三十八吽引吽引發吒半音", "66": "發吒半音三十九塞怖二合引吒野四十塞怖二合引吒野四十", "67": "一薩哩嚩二合引賒引波哩布囉哥四十二呬引呬引", "68": "婆誐鑁引四十三緊唧囉引野西四十四摩摩薩哩嚩二合", "69": "引哩湯二合四十五娑引達野娑嚩二合引賀引四十六", "7": "地出已。從金剛三昧。說一切如來母佛眼大", "70": "爾時一切諸佛及十地菩薩。聞此大智種變", "71": "化明王真言已。歎未曾有。唯念大遍照金剛", "72": "如來。此出世大智神通變化焰鬘得迦忿怒", "73": "明王。能降伏大惡眾生。若持誦人欲作降伏", "74": "諸惡法。當用一髑髏。選擇不損壞無縫。兩耳", "75": "相通圓滿者。或一縫至兩縫。及耳不通者。亦", "76": "可作法。得此髑髏已。持誦人依法誦五如來", "77": "及四親近菩薩真言加持。然後取惡人足下", "78": "土。盛髑髏內。持誦人以足踏之。即誦焰鬘", "79": "得迦明王真言。速得降伏。", "8": "菩薩真言曰。", "80": "爾時世尊大遍照金剛如來。復入大不空最", "81": "勝金剛甘露忿怒金剛三摩地。出此定已。從", "82": "三金剛。說尾覲難得迦大忿怒明王真言曰。", "83": "那莫三滿多沒馱引曩引一那謨嚩日囉二合骨", "84": "嚕二合引駄引野二摩訶引能瑟吒嚕二合引咄羯二", "85": "合吒三陪囉嚩引野四遏西母娑羅五鉢囉輪播", "86": "引舍賀娑多二合引野六唵引阿蜜哩二合多軍拏", "87": "里七朅朅佉引呬佉引呬八底瑟吒二合底瑟吒", "88": "二合引九滿馱滿馱十賀那賀那十一誐哩惹二合誐", "89": "哩惹二合十二尾娑怖二合引吒野十三尾娑怖二合引吒野", "9": "唵引婆誐嚩底一嚕嚕二塞普二合嚕三入嚩二", "90": "十四薩哩嚩二合尾覲那二合尾那引野剛引十五摩", "91": "賀引誐拏鉢底十六𡁠引尾旦引多羯囉引野十七", "92": "吽引發吒半音娑嚩二合引賀引十八", "93": "爾時一切諸佛及大菩薩。聞此大忿怒明王", "94": "真言已。歎未曾有。一切魔眾悉皆驚怖。唯念", "95": "大遍照金剛如來。", "96": "若持誦人欲作發遣諸惡魔法者。當取旋風", "97": "所吹樹葉。於彼葉內畫明王輪。如是畫已。持", "98": "誦者取惡魔足下土置於輪中。以足踏之。即", "99": "誦明王真言。彼惡魔等速自遠離。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0890 佛說瑜伽大教王經", "author": "宋 法賢譯", "sourceLink": "http://www.cbeta.org/"}