{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 梵志品: 中阿含梵志品: 中阿含梵志", "text": {"0": "念誦2 梵志品148 何苦經", "1": "中阿含經卷第三十七", "10": "刀，依於人民，以自在為訖。」生聞梵志問曰：", "100": "有奉事，因奉事故，增益信、戒、博聞、庶幾、智", "101": "慧者，為是奉事耶？梵志！若奉事梵志，因", "102": "奉事故，失信、戒、博聞、庶幾、智慧者，為是奉", "103": "事耶？奉事剎利、居士、工師，因奉事故，失信、", "104": "戒、博聞、庶幾、智慧者，為是奉事耶？梵志！若", "105": "奉事梵志，因奉事故，增益信、戒、博聞、庶幾、", "106": "智慧者，為是奉事耶？奉事剎利、居士、工師，", "107": "因奉事故，增益信、戒、博聞、庶幾、智慧者，為", "108": "是奉事耶？」欝瘦歌邏梵志答曰：「瞿曇！若我", "109": "奉事，因奉事故，失信、戒、博聞、庶幾、智慧者，", "11": "「瞿曇！居士何欲、何行、何立、何依、何訖耶？」世尊", "110": "我不應奉事彼。若我奉事，因奉事故，增", "111": "益信、戒、博聞、庶幾、智慧者，我應奉事彼。瞿", "112": "曇！若奉事梵志，因奉事故，失信、戒、博聞、庶", "113": "幾、智慧者，我不應奉事彼。奉事剎利、居士、", "114": "工師，因奉事故，失信、戒、博聞、庶幾、智慧者，", "115": "我不應奉事彼。瞿曇！若奉事梵志，因奉", "116": "事故，增益信、戒、博聞、庶幾、智慧者，我應奉", "117": "事彼。奉事剎利、居士、工師，因奉事故，增益", "118": "信、戒、博聞、庶幾、智慧者，我應奉事彼。」世尊", "119": "告曰：「梵志！若更有梵志來，非愚非癡，亦", "12": "答曰：「居士者，欲得財物，行於智慧，立以技", "120": "非顛倒，心無顛倒，自由自在，我問彼梵", "121": "志：『於意云何？若有奉事，因奉事故，失信、", "122": "戒、博聞、庶幾、智慧者，為是奉事耶？若有奉", "123": "事，因奉事故，增益信、戒、博聞、庶幾、智慧者，", "124": "為是奉事耶？梵志！若奉事梵志，因奉事", "125": "故，失信、戒、博聞、庶幾、智慧者，為是奉事耶？", "126": "奉事剎利、居士、工師，因奉事故，失信、戒、博", "127": "聞、庶幾、智慧者，為是奉事耶？梵志！若奉事", "128": "梵志，因奉事故，增益信、戒、博聞、庶幾、智慧", "129": "者，為是奉事耶？奉事剎利、居士、工師，因", "13": "術，依於作業，以作業竟為訖。」生聞梵志問", "130": "奉事故，增益信、戒、博聞、庶幾、智慧者，為", "131": "是奉事耶？』「梵志！彼梵志非愚非癡，亦非", "132": "顛倒，心無顛倒，自由自在，亦如是答我", "133": "曰：『瞿曇！若我奉事，因奉事故，失信、戒、", "134": "博聞、庶幾、智慧者，我不應奉事彼。若", "135": "我奉事，因奉事故，增益信、戒、博聞、庶幾、", "136": "智慧者，我應奉事彼。瞿曇！若奉事梵", "137": "志，因奉事故，失信、戒、博聞、庶幾、智慧者，", "138": "我不應奉事彼。奉事剎利、居士、工師，因奉", "139": "事故，失信、戒、博聞、庶幾、智慧者，我不應奉", "14": "曰：「瞿曇！婦人何欲、何行、何立、何依、何訖耶？」世", "140": "事彼。瞿曇！若奉事梵志，因奉事故，增益信、", "141": "戒、博聞、庶幾、智慧者，我應奉事彼。奉事剎", "142": "利、居士、工師，因奉事故，增益信、戒、博聞、庶", "143": "幾、智慧者，我應奉事彼。』」欝瘦歌邏梵志白", "144": "曰：「瞿曇！梵志為四種姓施設四種自有財", "145": "物，為梵志施設自有財物，為剎利、居士、工", "146": "師施設自有財物。瞿曇！梵志為梵志施設", "147": "自有財物者，瞿曇！梵志為梵志施設乞求", "148": "自有財物，若梵志輕慢乞求者，則便輕慢自", "149": "有財物，輕慢自有財物已，則便失利。猶如", "15": "尊答曰：「婦人者，欲得男子，行於嚴飾，立以", "150": "放牛人不能看牛者，則便失利。如是，瞿曇！", "151": "梵志為梵志施設乞求自有財物，若梵志輕", "152": "慢乞求者，則便輕慢自有財物，輕慢自有", "153": "財物已，則便失利。「瞿曇！梵志為剎利施設", "154": "自有財物者，瞿曇！梵志為剎利施設弓箭", "155": "自有財物，若剎利輕慢弓箭者，則便輕慢", "156": "自有財物，輕慢自有財物已，則便失利。猶", "157": "如放牛人不能看牛者，則便失利。如是，瞿", "158": "曇！梵志為剎利施設弓箭自有財物，若剎", "159": "利輕慢弓箭者，則便輕慢自有財物，輕慢", "16": "兒子，依於無對，以自在為訖。」生聞梵志問", "160": "自有財物已，則便失利。「瞿曇！梵志為居士", "161": "施設自有財物者，瞿曇！梵志為居士施設", "162": "田作自有財物，若居士輕慢田作者，則便", "163": "輕慢自有財物，輕慢自有財物已，則便失", "164": "利。猶如放牛人不能看牛者，則便失利。如", "165": "是，瞿曇！梵志為居士施設田作自有財物，若", "166": "居士輕慢田作者，則便輕慢自有財物，輕", "167": "慢自有財物已，則便失利。「瞿曇！梵志為工", "168": "師施設自有財物者，瞿曇！梵志為工師施", "169": "設麻自有財物，若工師輕慢麻者，則便輕", "17": "曰：「瞿曇！偷劫何欲、何行、何立、何依、何訖耶？」世", "170": "慢自有財物，輕慢自有財物已，則便失利。", "171": "猶如放牛人不能看牛者，則便失利。如是，", "172": "瞿曇！梵志為工師施設麻自有財物，若工", "173": "師輕慢麻者，則便輕慢自有財物，輕慢自", "174": "有財物已，則便失利。」世尊問曰：「梵志！諸梵", "175": "志頗自知為四種姓施設四種自有財物，", "176": "為梵志施設自有財物，為剎利、居士、工師", "177": "施設自有財物耶？」欝瘦歌邏梵志答曰：「不", "178": "知也。瞿曇！但諸梵志自說，我於此世，天及魔、", "179": "梵、沙門、梵志，從人至天，不自知為四種姓", "18": "尊答曰：「偷劫者，欲不與取，行隱藏處，所立", "180": "施設四種自有財物，為梵志施設自有財", "181": "物，為剎利、居士、工師施設自有財物。」世尊", "182": "告曰：「梵志！猶如有人，強與他肉，而作是說：", "183": "『士夫可食，當與我直。』梵志！汝為諸梵志說", "184": "亦復如是。所以者何？梵志不自知為四種", "185": "姓施設四種自有財物，為梵志施設自有", "186": "財物，為剎利、居士、工師施設自有財物。如", "187": "是，梵志！我自善解、善知諸法，為人施設息", "188": "止法、滅訖法、覺道法、善趣法，施設自有財物。」", "189": "世尊問曰：「梵志！於意云何？頗有梵志於此", "19": "以刀，依於闇冥，以不見為訖。」生聞梵志問", "190": "虛空不著、不縛、不觸、不礙，剎利、居士、工師不", "191": "然耶？」欝瘦歌邏梵志答曰：「瞿曇！梵志於此", "192": "虛空不著、不縛、不觸、不礙，剎利、居士、工師亦", "193": "然如是。」「梵志！我自善解、善知諸法，為人施", "194": "設息止法、滅訖法、覺道法、善趣法，施設自有", "195": "財物。」世尊問曰：「梵志！於意云何？頗有梵志", "196": "能行慈心，無結、無怨、無恚、無諍，剎利、居士、工", "197": "師不然耶？」欝瘦歌邏梵志答曰：「瞿曇！梵志能", "198": "行慈心，無結、無怨、無恚、無諍，剎利、居士、工師", "199": "亦然如是。」「梵志！我自善解、善知諸法，為人", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "曰：「瞿曇！梵志何欲、何行、何立、何依、何訖耶？」世", "200": "施設息止法、滅訖法、覺道法、善趣法，施設自", "201": "有財物。」世尊問曰：「梵志！於意云何？若百種", "202": "人來，或有一人而語彼曰：『汝等共來！若有", "203": "生剎利族、梵志族者，唯彼能持澡豆至水", "204": "洗浴，去垢極淨。』梵志！於意云何？為剎利族、", "205": "梵志族者，彼能持澡豆至水洗浴，去垢極", "206": "淨耶？為居士族、工師族者，彼不能持澡豆至水", "207": "洗浴，去垢極淨耶？為一切百種人皆能持澡", "208": "豆至水洗浴，去垢極淨耶？」欝瘦歌邏梵志", "209": "答曰：「瞿曇！彼一切百種人皆能持澡豆至水", "21": "尊答曰：「梵志者，欲得財物，行於智慧，立以", "210": "洗浴，去垢極淨。」「如是。梵志！我自善解、善知", "211": "諸法，為人施設息止法、滅訖法、覺道法、善趣", "212": "法，施設自有財物。」世尊問曰：「梵志！於意云", "213": "何？若百種人來，或有一人而語彼曰：『汝等", "214": "共來！若生剎利族、梵志族者，唯彼能以極", "215": "燥娑羅及栴檀木用作火母，以鑽鑽之，", "216": "生火長養。』梵志！於意云何？為剎利族、梵志", "217": "族者，彼能以極燥娑羅及栴檀木用作火", "218": "母，以鑽鑽之，生火長養耶？為居士族、工", "219": "師族者，彼當以燥猪狗槽、伊蘭檀木及餘弊", "22": "經書，依於齋戒，以梵天為訖。」生聞梵志問", "220": "木用作火母，以鑽鑽之，生火長養耶？為", "221": "一切百種人皆能以若干種木用作火母，", "222": "以鑽鑽之，生火長養耶？」欝瘦歌邏梵志", "223": "答曰：「瞿曇！彼一切百種人皆能以若干種木", "224": "用作火母，以鑽鑽之，生火長養。」「如是。梵", "225": "志！我自善解、善知諸法，為人施設息止法、滅", "226": "訖法、覺道法、善趣法，施設自有財物。」世尊問", "227": "曰：「梵志！於意云何？若彼百種人皆以若干", "228": "種木用作火母，以鑽鑽之，生火長養，彼一", "229": "切火皆有㷿、有色、有熱、有光，皆能作火事，", "23": "曰：「瞿曇！沙門何欲、何行、何立、何依、何訖耶？」世", "230": "為彼火獨有㷿、有色、有熱、有光，能作火事", "231": "耶？為彼火獨無㷿、無色、無熱、無光，不能", "232": "作火事耶？為彼一切火皆有㷿、有色、有熱、", "233": "有光，皆能作火事耶？」欝瘦歌邏梵志答曰：", "234": "「瞿曇！若百種人皆以若干種木用作火母，", "235": "以鑽鑽之，生火長養者，彼一切火皆有", "236": "㷿、有色、有熱、有光，皆能作火事。若彼火獨", "237": "有㷿、有色、有熱、有光，能為火事者，終無是", "238": "處。若彼火獨無㷿、無色、無熱、無光，不能為", "239": "火事者，亦無是處。但，瞿曇！彼一切火皆有", "24": "尊答曰：「沙門者，欲得真諦，行於智慧，所立", "240": "㷿、有色、有熱、有光，皆能作火事。」「如是。梵志！", "241": "我自善解、善知諸法，為人施設息止法、滅訖", "242": "法、覺道法、善趣法，施設自有財物。」世尊問曰：", "243": "「梵志！於意云何？若彼百種人皆以若干種", "244": "木用作火母，以鑽鑽之，生火長養，彼或", "245": "有人以燥草木著其火中，生㷿、生色、生", "246": "熱、生烟，頗有㷿、色、熱、烟，㷿、色、熱烟而差別", "247": "耶？」欝瘦歌邏梵志答曰：「瞿曇！若彼百種人", "248": "皆以若干種木用作火母，以鑽鑽之，生", "249": "火長養，彼若有人以燥草木著其火中，生", "25": "以戒，依於無處，以涅槃為訖。」生聞梵志白", "250": "㷿、生色、生熱、生烟，我於彼火㷿、色、熱、烟，㷿、", "251": "色、熱、烟，不能施設有差別也。」世尊告曰：「梵", "252": "志！如是我所得火，所得不放逸，能滅放逸", "253": "及貢高慢，我於此火，火亦不能施設有", "254": "差別也。」欝瘦歌邏梵志白曰：「世尊！我已知。", "255": "善逝！我已解。世尊！我今自歸於佛、法及比丘", "256": "眾，唯願世尊受我為優婆塞，從今日始，終", "257": "身自歸，乃至命盡。」佛說如是。欝瘦歌邏梵", "258": "志聞佛所說，歡喜奉行。", "259": "欝瘦歌邏經第九竟三千五百八十五字", "26": "曰：「世尊！我已知。善逝！我已解。世尊！我今自", "260": "151 阿攝和經（一五一）中阿含梵志阿攝惒經第十第", "261": "三念誦", "262": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "263": "獨園。爾時，眾多梵志於拘薩羅，集在學堂，", "264": "共論此事：「梵志種勝，餘者不如；梵志種白，", "265": "餘者皆黑；梵志得清淨，非梵志不得清淨；", "266": "梵志梵天子，從彼口生，梵梵所化，而沙門", "267": "瞿曇說四種姓皆悉清淨，施設顯示。」彼作是", "268": "念：「諸賢！為誰有力能至沙門瞿曇所，則以", "269": "此事如法難詰？」彼復作是念：「阿攝惒邏延", "27": "歸於佛、法及比丘眾，唯願世尊受我為優", "270": "多那摩納為父母所舉，受生清淨，乃至七", "271": "世父母不絕種族，生生無惡，博聞總持，", "272": "誦過四典經，深達因、緣、正、文、戲五句說。阿攝", "273": "惒邏延多那摩納有力能至沙門瞿曇所，", "274": "則以此事如法難詰。」「諸賢！可共詣阿攝惒", "275": "邏延多那摩納所，向說此事，隨阿攝惒邏", "276": "延多那摩納所說，我等當受。」於是，拘薩羅眾", "277": "多梵志即詣阿攝惒邏延多那摩納所，共", "278": "相問訊，却坐一面，語曰：「摩納！我等眾多梵志", "279": "於拘薩羅，集在學堂，共論此事：『梵志種勝，", "28": "婆塞，從今日始，終身自歸，乃至命盡。」佛說", "280": "餘者不如；梵志種白，餘者皆黑；梵志得清", "281": "淨，非梵志不得清淨；梵志梵天子，從彼", "282": "口生，梵梵所化，而沙門瞿曇說四種姓皆", "283": "悉清淨，施設顯示。』我等作是念：『諸賢！為誰有", "284": "力能至沙門瞿曇所，則以此事如法難詰？』", "285": "我等復作是念：『阿攝惒邏延多那摩納為", "286": "父母所舉，受生清淨，乃至七世父母不絕種", "287": "族，生生無惡博聞總持，誦過四典經，深達因、", "288": "緣、正、文、戲五句說。阿攝惒邏延多那摩納", "289": "有力能至沙門瞿曇所，則以此事如法難", "29": "如是。生聞梵志聞佛所說，歡喜奉行。", "290": "詰。』願阿攝惒邏延多那摩納往詣沙門瞿曇", "291": "所，則以此事如法難詰。」阿攝惒邏延多那摩", "292": "納語諸梵志曰：「諸賢！沙門瞿曇如法說法，", "293": "若如法說法者，不可難詰也。」拘薩羅眾多梵", "294": "志語曰：「摩納！汝未有屈事，未可豫自伏。", "295": "所以者何？阿攝惒邏延多那摩納為父母", "296": "所舉，受生清淨，乃至七世父母不絕種族，", "297": "生生無惡，博聞總持，誦過四典經，深達因、緣、", "298": "正、文、戲五句說。阿攝惒邏延多那摩納有", "299": "力能至沙門瞿曇所，則以此事如法難詰。", "3": "149 何欲經（一四九）梵志品何欲經第八第三念誦", "30": "何欲經第八竟四百二十二字", "300": "願阿攝惒邏延多那摩納往詣沙門瞿曇", "301": "所，則以此事如法難詰。」阿攝惒邏延多那", "302": "摩納為拘薩羅眾多梵志默然而受。於是，", "303": "阿攝惒邏延多那摩納與彼拘薩羅眾多", "304": "梵志往詣佛所，共相問訊，却坐一面，白曰：", "305": "「瞿曇！欲有所問，聽我問耶？」世尊告曰：「摩", "306": "納！恣汝所問。」阿攝惒邏延多那便問曰：「瞿", "307": "曇！諸梵志等作如是說：『梵志種勝，餘者不", "308": "如；梵志種白，餘者皆黑；梵志得清淨，非梵志", "309": "不得清淨；梵志梵天子，從彼口生，梵梵所", "31": "150 鬱瘦歌邏經（一五〇）中阿含梵志品欝瘦歌邏經第九", "310": "化。』未知沙門瞿曇當云何說？」世尊告曰：「我", "311": "今問汝，隨所解答。摩納！頗聞餘尼及劒", "312": "浮國有二種姓，大家及奴，大家作奴，奴作", "313": "大家耶？」阿攝惒邏延多那摩納答曰：「瞿曇！", "314": "我聞餘尼及劒浮國有二種姓，大家及奴，大", "315": "家作奴，奴作大家也。」「如是。摩納！梵志若正", "316": "趣者，彼得善解，自知如法；剎利、居士、工師", "317": "若正趣者，亦得善解，自知如法。」阿攝惒", "318": "邏延多那摩納白曰：「瞿曇！甚奇！甚特！快說", "319": "此喻。但諸梵志作如是說：『梵志種勝，餘者", "32": "第三念誦", "320": "不如；梵志種白，餘者皆黑；梵志得清淨，非", "321": "梵志不得清淨；梵志梵天子，從彼口生，梵", "322": "梵所化。』」世尊問曰：「摩納！於意云何？頗獨有", "323": "梵志於此虛空不著不縛，不觸不礙；剎利、居", "324": "士、工師為不然耶？」阿攝惒邏延多那摩納", "325": "答曰：「瞿曇！梵志於此虛空不著不縛，不觸不", "326": "礙；剎利、居士、工師亦然。」「如是，摩納！梵志若正", "327": "趣者，彼得善解，自知如法；剎利、居士、工師", "328": "若正趣者，亦得善解，自知如法。」阿攝惒", "329": "邏延多那摩納白曰：「瞿曇！甚奇！甚特！快說此", "33": "我聞如是：一時，佛遊王舍城，在竹林加蘭", "330": "喻。但諸梵志作如是說：『梵志種勝，餘者不", "331": "如；梵志種白，餘者皆黑；梵志得清淨，非梵志", "332": "不得清淨；梵志梵天子，從彼口生，梵梵", "333": "所化。』」世尊問曰：「摩納！於意云何？頗獨有梵", "334": "志能行慈心，無結無怨，無恚無諍；剎利、居士、", "335": "工師不然耶？」阿攝惒邏延多那摩納答曰：", "336": "「瞿曇！梵志能行慈心，無結無怨，無恚無諍；剎", "337": "利、居士、工師亦然。」「如是。摩納！梵志若正趣者，", "338": "彼得善解，自知如法；剎利、居士、工師若正", "339": "趣者，亦得善解，自知如法。」阿攝惒邏延", "34": "哆園。爾時，欝瘦歌邏梵志中後彷徉，往詣", "340": "多那摩納白曰：「瞿曇！甚奇！甚特！快說此喻。", "341": "但諸梵志作如是說：『梵志種勝，餘者不如；", "342": "梵志種白，餘者皆黑；梵志得清淨，非梵志不", "343": "得清淨；梵志梵天子，從彼口生，梵梵所化。』」", "344": "世尊問曰：「摩納！於意云何？若百種人來，或", "345": "有一人而語彼曰：『汝等共來！若生剎利族", "346": "梵志族者，唯彼能持澡豆至水洗浴，去垢", "347": "極淨。』摩納！於意云何？為剎利族、梵志族者，", "348": "彼能持澡豆至水洗浴，去垢極淨耶？為居", "349": "士族、工師族者，彼不能持澡豆至水洗浴，", "35": "佛所，共相問訊，却坐一面，白曰：「瞿曇！欲有", "350": "去垢極淨耶？為一切百種人皆能持澡豆", "351": "至水洗浴，去垢極淨耶？」阿攝惒邏延多那", "352": "摩納答曰：「瞿曇！彼一切百種人皆能持澡", "353": "豆至水洗浴，去垢極淨。」「如是。摩納！梵志若", "354": "正趣者，彼得善解，自知如法；剎利、居士、", "355": "工師若正趣者，亦得善解，自知如法。」阿攝", "356": "惒邏延多那摩納白曰：「瞿曇！甚奇！甚特！快", "357": "說此喻。但諸梵志作如是說：『梵志種勝，餘", "358": "者不如；梵志種白，餘者皆黑；梵志得清淨，", "359": "非梵志不得清淨；梵志梵天子，從彼口生，", "36": "所問，聽乃敢陳。」世尊告曰：「恣汝所問。」欝瘦", "360": "梵梵所化。』」世尊問曰：「摩納！於意云何？若百", "361": "種人來，或有一人而語彼曰：『汝等共來！若生", "362": "剎利族、梵志族者，唯彼能以極燥娑羅及", "363": "栴檀木用作火母，以鑽鑽之，生火長養。』", "364": "摩納！於意云何？為剎利族、梵志族者，彼能", "365": "以極燥娑羅及栴檀木用作火母，以鑽", "366": "鑽之，生火長養耶？為居士族、工師族者，彼", "367": "當以燥猪狗槽及伊蘭檀木及餘弊木", "368": "用作火母，以鑽鑽之，生火長養耶？為一", "369": "切百種人皆能以若干種木用作火母，以", "37": "歌邏梵志即便問曰：「瞿曇！梵志為四種姓", "370": "鑽鑽之，生火長養耶？」阿攝惒邏延多那", "371": "摩納答曰：「瞿曇！彼一切百種人皆能以若干", "372": "種木用作火母，以鑽鑽之，生火長養。」「如", "373": "是。摩納！梵志若正趣者，彼得善解，自知如", "374": "法；剎利、居士、工師若正趣者，亦得善解，自", "375": "知如法。」阿攝惒邏延多那摩納白曰：「瞿曇！", "376": "甚奇！甚特！快說此喻。但諸梵志作如是", "377": "說：『梵志種勝，餘者不如；梵志種白，餘者皆", "378": "黑；梵志得清淨，非梵志不得清淨；梵志梵", "379": "天子，從彼口生，梵梵所化。』」世尊問曰：「摩納！", "38": "施設四種奉事，為梵志施設奉事，為剎利、", "380": "於意云何？若彼百種人皆以若干種木用", "381": "作火母，以鑽鑽之，生火長養。彼一切火", "382": "皆有㷿、有色、有熱、有光，皆能作火事。為彼", "383": "火獨有㷿、有色、有熱、有光，能作火事耶？為", "384": "彼火獨無㷿、無色、無熱、無光，不能作火事", "385": "耶？為彼一切火皆有㷿、有色、有熱、有光，皆", "386": "能作火事耶？」阿攝惒邏延多那摩納白曰：", "387": "「瞿曇！若彼百種人皆以若干種木用作火", "388": "母，以鑽鑽之，生火長養者。彼一切火皆", "389": "有㷿、有色、有熱、有光，皆能作火事。若彼火", "39": "居士、工師施設奉事。瞿曇！梵志為梵志施", "390": "獨有㷿、有色、有熱、有光，能為火事者，終無", "391": "是處。若彼火獨無㷿、無色、無熱、無光，不能", "392": "為火事者，亦無是處。瞿曇！但彼一切火皆", "393": "有㷿、有色、有熱、有光，皆能作火事。」「如是。", "394": "摩納！梵志若正趣者，彼得善解，自知如法；", "395": "剎利、居士、工師若正趣者，亦得善解，自知如", "396": "法。」阿攝惒邏延多那摩納白曰：「瞿曇！甚奇！", "397": "甚特！快說此喻。但諸梵志作如是說：『梵志", "398": "種勝，餘者不如；梵志種白，餘者皆黑；梵志", "399": "得清淨，非梵志不得清淨；梵志梵天子，從", "4": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "40": "設奉事，梵志應奉事梵志，剎利、居士、工師亦", "400": "彼口生，梵梵所化。』」世尊告曰：「摩納！若此身", "401": "隨所生者，即彼之數。若生梵志族者，即梵", "402": "志族數；若生剎利、居士、工師族者，即工師族", "403": "數。摩納！猶若如火，隨所生者，即彼之數；若", "404": "因木生者，即木火數；若因草糞薪生者，即薪", "405": "火數。如是，摩納！此身隨所生者，即彼之數。", "406": "若生梵志族者，即梵志族數；若生剎利，居士、", "407": "工師族者，即工師族數。」世尊問曰：「摩納！於", "408": "意云何？若剎利女與梵志男共合會者，彼", "409": "因合會，後便生子，或似父，或似母，或不", "41": "應奉事梵志。瞿曇！此四種姓應奉事梵志。", "410": "似父母，汝云何說？彼為剎利，為梵志耶？」阿", "411": "攝惒邏延多那摩納答曰：「瞿曇！剎利女與", "412": "梵志男共合會者，彼因合會，後便生子，或", "413": "似父，或似母，或不似父母，我不說彼剎", "414": "利，亦不說梵志。瞿曇！我但說彼他身。」「如", "415": "是。摩納！此身隨所生者，即彼之數。若生梵", "416": "志族者，即梵志族數；若生剎利、居士、工師族", "417": "者，即工師族數。」世尊問曰：「摩納！若梵志女與", "418": "剎利男共合會者，彼因合會，後便生子，或", "419": "似父，或似母，或不似父母，汝云何說？彼為", "42": "瞿曇！梵志為剎利施設奉事，剎利應奉事", "420": "梵志，為剎利耶？」阿攝惒邏延多那摩納答", "421": "曰：「瞿曇！梵志女與剎利男共合會者，彼因", "422": "合會，後便生子，或似父，或似母，或不似父", "423": "母，我不說彼梵志，亦不說剎利。瞿曇！我但", "424": "說彼他身。」「如是，摩納！此身隨所生者，即彼", "425": "之數。若生梵志族者，即梵志族數；若生剎", "426": "利、居士、工師族者，即工師族數。」世尊問曰：「摩", "427": "納！於意云何？若人有眾多草馬，放一父驢，", "428": "於中一草馬與父驢共合會，彼因合會，後", "429": "便生駒，汝云何說？彼為驢，為馬耶？」阿攝", "43": "剎利，居士、工師亦應奉事剎利。瞿曇！此三", "430": "惒邏延多那摩納答曰：「瞿曇！若有馬與驢", "431": "共合會，彼因合會，後便生駒，我不說彼驢，", "432": "亦不說馬，瞿曇！我但說彼騾也。」「如是，摩", "433": "納！若此身隨所生者，即彼之數。若生梵志", "434": "族者，即梵志族數；若生剎利、居士、工師族者，", "435": "即工師族數。」世尊告曰：「摩納！乃往昔時有眾", "436": "多仙人共住無事高處，生如是惡見：『梵志", "437": "種勝，餘者不如；梵志種白，餘者皆黑；梵志得", "438": "清淨，非梵志不得清淨；梵志梵天子，從彼", "439": "口生，梵梵所化。』於是，阿私羅仙人提鞞", "44": "種姓應奉事剎利。瞿曇！梵志為居士施設", "440": "邏聞眾多仙人共住無事高處，生如是惡", "441": "見已，著袈裟衣，以袈裟巾裹頭，拄杖持", "442": "繖，著白衣變，不從門入，至仙人住處靜", "443": "室經行。「於是，共住無事高處有一仙人，", "444": "見阿私羅仙人提鞞邏著袈裟衣，以袈裟", "445": "巾裹頭，拄杖持繖，著白衣變，不從門", "446": "入，至仙人住處靜室經行。見已，往詣共住", "447": "無事高處眾多仙人所，便作是語：『諸賢！今", "448": "有一人著袈裟衣，以袈裟巾裹頭，拄杖", "449": "持繖，著白衣變，不從門入，至仙人住處", "45": "奉事，居士應奉事居士，工師亦應奉事居", "450": "靜室經行，我等寧可共往呪之：「汝作灰", "451": "汝作灰耶？」』「於是，共住無事高處眾多仙人", "452": "即往詣彼阿私羅仙人提鞞邏所，到已，共呪：", "453": "『汝作灰，汝作灰。』如其呪法呪之，汝作灰", "454": "汝作灰者，如是如是，光顏益好，身體悅澤。", "455": "彼眾多仙人便作是念：『我等本呪汝作灰汝", "456": "作灰者，彼即作灰。我今呪此人汝作灰汝", "457": "作灰，我等如其呪法呪此人，此人光顏益", "458": "好，身體悅澤，我寧可問。』即便問之：『汝為是", "459": "誰？』阿私羅仙人提鞞邏答曰：『諸賢！汝等頗", "46": "士。瞿曇！此二種姓應奉事居士。瞿曇！梵志", "460": "聞有阿私羅仙人提鞞邏耶？』答曰：『聞有", "461": "阿私羅仙人提鞞邏。』復語曰：『我即是也。』彼", "462": "眾多仙人即共辭謝阿私羅仙人提鞞邏", "463": "曰：『願為忍恕，我等不知尊是阿私羅仙人", "464": "提鞞邏耳。』「於是，阿私羅仙人提鞞邏語諸", "465": "仙人曰：『我已相恕。汝等實生惡見：「梵志種", "466": "勝，餘者不如；梵志種白，餘者皆黑；梵志得清", "467": "淨，非梵志不得清淨；梵志梵天子，從彼口", "468": "生，梵梵所化。」』彼諸仙人答曰：『如是。』阿私羅", "469": "復問諸仙人曰：『汝等為自知己父耶？』彼諸", "47": "為工師施設奉事，工師應奉事工師，誰復", "470": "仙人答曰：『知也。彼梵志取梵志婦，非非梵", "471": "志，彼父復父，乃至七世父，彼梵志取梵志婦，", "472": "非非梵志。』阿私羅復問諸仙人曰：『汝等為", "473": "自知己母耶？』彼諸仙人答曰：『知也。彼梵志", "474": "取梵志夫，非非梵志，彼母復母，乃至七世", "475": "母，彼梵志取梵志夫，非非梵志。』阿私羅復", "476": "問諸仙人曰：『汝等頗自知受胎耶？』彼諸仙", "477": "人答曰：『知也。以三事等合會受胎，父母合", "478": "會，無滿堪耐，香陰已至。阿私羅！此事等會，", "479": "入於母胎。』「阿私羅復問諸仙人曰：『頗知受", "48": "下賤，應施設奉事工師，唯工師奉事工師。」", "480": "生為男？為女？知所從來？為從剎利族來？", "481": "梵志、居士、工師族來耶？為從東方、南方、西", "482": "方、北方來耶？』彼諸仙人答曰：『不知。』阿私羅", "483": "復語彼仙人曰：『諸賢！不見不知此者，汝", "484": "等不知受胎，誰從何處來？為男為女？為", "485": "從剎利來？梵志、居士、工師來？為從東方、南", "486": "方、西方、北方來？然作是說：「梵志種勝，餘者", "487": "不如；梵志種白，餘者皆黑；梵志得清淨，非", "488": "梵志不得清淨；梵志梵天子，從彼口生，梵", "489": "梵所化。」』摩納！彼住無事高處眾多仙人為", "49": "世尊問曰：「梵志！諸梵志頗自知為四種姓", "490": "阿私羅仙人提鞞邏如是善教善訶，不能", "491": "施設清淨梵志，況汝師徒著皮草衣？」於是，", "492": "阿攝惒邏延多那摩納為世尊面訶詰", "493": "嘖，內懷愁慼，低頭默然，失辯無言。「於是，世", "494": "尊面訶詰嘖阿攝惒邏延多那摩納已，", "495": "復令歡悅，即便告曰：『摩納！有一梵志作齋", "496": "行施，彼有四兒，二好學問，二不學問。於摩", "497": "納意云何？彼梵志為先施誰第一座、第一", "498": "澡水、第一食耶？』」阿攝惒邏延多那摩納答", "499": "曰：「瞿曇！若彼梵志其有二兒，好學問者，必", "5": "園。爾時，生聞梵志中後彷徉，往詣佛所，共相", "50": "施設四種奉事，為梵志施設奉事，為剎利、", "500": "先施彼第一座、第一澡水、第一食也。」世尊", "501": "復問曰：「摩納！復有一梵志作齋行施，彼", "502": "有四兒，二好學問，然不精進，喜行惡法，二", "503": "不學問，然好精進，喜行妙法。於摩納意云", "504": "何？彼梵志為先施誰第一座、第一澡水、第一", "505": "食耶？」阿攝惒邏延多那摩納答曰：「瞿曇！若", "506": "彼梵志其有二兒，雖不學問，而好精進，喜", "507": "行妙法者，必先施彼第一座、第一澡水、第", "508": "一食也。」世尊告曰：「摩納！汝先稱歎學問，後", "509": "稱歎持戒。摩納！我說四種姓皆悉清淨施設", "51": "居士、工師施設奉事耶？」欝瘦歌邏梵志答", "510": "顯示，汝亦說四種姓皆悉清淨施設顯示。」於", "511": "是，阿攝惒邏延多那摩納即從坐起，欲", "512": "稽首佛足。爾時，彼大眾唱高大音聲：「沙門瞿", "513": "曇甚奇！甚特！有大如意足，有大威德，有大", "514": "福祐，有大威神。所以者何？如沙門瞿曇說，", "515": "四種姓皆悉清淨施設顯示，令阿攝惒邏", "516": "延多那摩納，亦說四種姓皆悉清淨。」爾時，世", "517": "尊知彼大眾心之所念，告曰：「止！止！阿攝惒", "518": "邏延多那！但心喜足，可還復坐，我當為汝", "519": "說法。」阿攝惒邏延多那摩納稽首佛足，却", "52": "曰：「不知也。瞿曇！但諸梵志自作是說，我於", "520": "坐一面，世尊為彼說法，勸發渴仰，成就歡", "521": "喜，無量方便為彼說法，勸發渴仰，成就歡喜", "522": "已，默然而住。於是，阿攝惒邏延多那摩納，", "523": "佛為說法，勸發渴仰，成就歡喜已，即從坐起，", "524": "稽首佛足，繞三匝而去。是時，拘薩羅眾多梵", "525": "志還去不遠，種種言語責數阿攝惒邏", "526": "延多那：「欲何等作？欲伏沙門瞿曇，而反為", "527": "沙門瞿曇所降伏還。猶如有人，為眼入林", "528": "中，而反失眼還。阿攝惒邏延多那！汝亦如", "529": "是，欲伏沙門瞿曇，而反為沙門瞿曇所降", "53": "此世，天及魔、梵、沙門、梵志，從人至天，梵志", "530": "伏還。猶如有人，為飲入池，而反渴還。阿攝", "531": "惒邏延多那！汝亦如是，欲伏沙門瞿曇，", "532": "而反為沙門瞿曇所降伏還。阿攝惒邏", "533": "延多那！欲何等作？」於是，阿攝惒邏延多那", "534": "摩納語拘薩羅眾多梵志曰：「諸賢！我前已", "535": "說：『沙門瞿曇如法說法，若如法說法者，不可", "536": "難詰也。』」佛說如是。阿攝惒邏延多那摩", "537": "納聞佛所說，歡喜奉行。", "538": "阿攝惒經第十竟四千四百一十三字", "539": "中阿含經卷第三十七八千四百二十字", "54": "不自知為四種姓施設四種奉事，為梵志", "540": "中阿含經梵志品第二竟二萬五千一百九十八字", "55": "施設奉事，為剎利、居士、工師施設奉事。」世", "56": "尊告曰：「梵志！猶如有人，強與他肉，而作是", "57": "說：『士夫可食，當與我直。』梵志！汝為諸梵", "58": "志說亦復如是。所以者何？梵志不自知為", "59": "四種姓施設四種奉事，為梵志施設奉事，", "6": "問訊，却坐一面，白曰：「瞿曇！欲有所問，聽乃", "60": "為剎利、居士、工師施設奉事。」世尊問曰：「梵", "61": "志！云何奉事？若有奉事，因奉事故，有如無", "62": "勝者，為是奉事耶？若有奉事，因奉事故，", "63": "有勝無如者，為是奉事耶？梵志！若奉事梵", "64": "志，因奉事故，有如無勝者，為是奉事耶？", "65": "奉事剎利、居士、工師，因奉事故，有如無勝", "66": "者，為是奉事耶？梵志！若奉事梵志，因奉", "67": "事故，有勝無如者，為是奉事耶？奉事剎利、", "68": "居士、工師，因奉事故，有勝無如者，為是", "69": "奉事耶？」欝瘦歌邏梵志答曰：「瞿曇！若我奉", "7": "敢陳。」世尊告曰：「恣汝所問。」梵志即便問曰：", "70": "事，因奉事故，有如無勝者，我不應奉事", "71": "彼。若我奉事，因奉事故，有勝無如者，我應", "72": "奉事彼。瞿曇！若奉事梵志，因奉事故，有", "73": "如無勝者，我不應奉事彼。奉事剎利、居士、", "74": "工師，因奉事故，有如無勝者，我不應奉", "75": "事彼。瞿曇！若奉事梵志，因奉事故，有勝", "76": "無如者，我應奉事彼。奉事剎利、居士、工師，", "77": "因奉事故，有勝無如者，我應奉事彼。」世尊", "78": "告曰：「梵志！若更有梵志來，非愚非癡，亦", "79": "非顛倒，心無顛倒，自由自在，我問彼梵", "8": "「瞿曇！剎利何欲、何行、何立、何依、何訖耶？」世尊", "80": "志：『於意云何？若有奉事，因奉事故，有如", "81": "無勝者，為是奉事耶？若有奉事，因奉事", "82": "故，有勝無如者，為是奉事耶？梵志！若奉", "83": "事梵志，因奉事故，有如無勝者，為是奉事", "84": "耶？奉事剎利、居士、工師，因奉事故，有如", "85": "無勝者，為是奉事耶？梵志！若奉事梵志，因", "86": "奉事故，有勝無如者，為是奉事耶？奉事剎", "87": "利、居士、工師，因奉事故，有勝無如者，為是", "88": "奉事耶？』「梵志！彼梵志非愚非癡，亦非顛倒，", "89": "心無顛倒，自由自在，答我曰：『瞿曇！若我奉", "9": "答曰：「剎利者，欲得財物，行於智慧，所立以", "90": "事，因奉事故，有如無勝者，我不應奉事", "91": "彼。若我奉事，因奉事故，有勝無如者，我應", "92": "奉事彼。瞿曇！若奉事梵志，因奉事故，有", "93": "如無勝者，我不應奉事彼。奉事剎利、居士、", "94": "工師，因奉事故，有如無勝者，我不應奉", "95": "事彼。瞿曇！若奉事梵志，因奉事故，有勝無", "96": "如者，我應奉事彼。奉事剎利、居士、工師，因", "97": "奉事故，有勝無如者，我應奉事彼。』」世尊問", "98": "曰：「梵志！於意云何？若有奉事，因奉事故，", "99": "失信、戒、博聞、庶幾、智慧者，為是奉事耶？若"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 梵志品: 中阿含梵志品: 中阿含梵志", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}