{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0893a 蘇悉地羯羅經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經", "text": {"0": "12 獻食品", "1": "蘇悉地羯囉經卷中", "10": "速得悉地。身著白衣。坐俱尸草。以面向北。身", "100": "中間各長二十指。深十指量。椽闊三指。以焚", "1000": "印及。妃印并諸眷屬。乃至北角。次第三曼荼", "1001": "羅。畫八方神各與眷屬。令滿其位。第二曼荼", "1002": "羅門外。右邊畫難陀龍王。左邊畫拔難陀龍", "1003": "王。於三曼荼羅門外。右邊畫孫陀龍王。優波", "1004": "孫陀龍王。曼荼羅外。畫甘露瓶印。如前作", "1005": "曼荼羅法已。及供養已。次應如法作三種事", "1006": "護摩。為欲遣除毘那夜迦故。應作阿毘遮嚕", "1007": "事。為自利益故。應作補瑟徵迦事。為息諸災", "1008": "難故。應作扇底迦事。應以當部成辦諸事真", "1009": "言。作阿毘遮嚕迦事。或用甘露瓶真言。通三", "101": "屍灰塗之。爐底作人指量拔折羅。高三指量。", "1010": "部用。應用當部心明。作補瑟徵迦事。應以當", "1011": "部母明。作扇底迦事。於曼荼羅所集聖者及", "1012": "以諸天。各各以本真言而作三種護摩。或以", "1013": "成辦諸事真言。而作其護摩處。曼荼羅西面", "1014": "門南作之。如護摩法。酥等諸物。以三事真言。", "1015": "各供養百遍。或加其數。為欲加威諸真言故。", "1016": "應作如是三種護摩。次為三部諸真言等。各", "1017": "供養七遍。其三部主應加其數。或但三部各", "1018": "供養百遍。如不辦者。七遍三遍亦得滿足。所", "1019": "持真言主。於台曼荼羅內部尊之下安置。於", "102": "以焚屍灰作。或用諸糠。或用炭作。或取護摩", "1020": "曼荼羅外東面。別安訶利帝母。南面安置輸", "1021": "利尼。西面安置醫迦熱吒。北面安置句吒嚙", "1022": "利。隨彼所樂而奉獻之。如法供養諸真言已。", "1023": "及護摩已前之安瓶。隨所為者。誦彼真言。而", "1024": "用加被。於本尊前。所安之瓶。還用彼真言而", "1025": "加被之。其台內瓶。應用明王真言而作加被。", "1026": "當門為軍荼利所安置瓶。亦須用彼真言加", "1027": "被。於台曼荼羅東面兩角。所安置瓶。東北角", "1028": "者。以部心真言。東南角者。用部母真言。西北", "1029": "角者。用能辦諸真言。西南角者。用一切真言。", "103": "物作。謂毒藥諸糞芥子及鹽等作彼怨形。片", "1030": "如是加被此上瓶已。及供養已。次應右遶。如", "1031": "前已說灌頂之法此亦如是。安置吉祥。所謂", "1032": "穀實藥草花菓香樹枝葉花鬘及寶。置於瓶", "1033": "內。新帛繒綵。用纏其頸。諸灌頂法皆應如是。", "1034": "即令同伴灌行者頂。其同伴者。皆須持誦如", "1035": "法清淨。或求阿闍梨。與其灌頂。為欲除遣諸", "1036": "作障故。先用軍荼利瓶而用灌頂。第四應用", "1037": "所持真言而用灌頂。其餘二瓶隨意而用。如", "1038": "是畢已。應以手黃塗香薰香芥子線釧衣服", "1039": "皆應受用。如法灌頂了已。復為息諸障故。應", "104": "割彼形而作護摩。或用左脚踏形。心上而作", "1040": "作護摩。了已便即發遣。或於平淨處所。但一", "1041": "彩色作小曼荼羅。極令方正。其量二肘。安置", "1042": "三部大印西面朔印。如前安置淨瓶。如法灌", "1043": "頂。即應離諸障難。本尊歡喜。不久速成此", "1044": "是祕密最勝悉地。", "1045": "32 光顯諸物品蘇悉地羯囉經光顯諸物品第三十二", "1046": "復次如法灌頂畢已。應作護摩。經三七日或", "1047": "一七日。或經一月。或隨其成就相應。或於本", "1048": "法所說。每日三時。用酥密及酪和以胡麻。應", "1049": "作護摩。或依本法或獻乳粥。或以酪飯。所成", "105": "護摩。護摩既爾。念誦亦同。或以刀割分支。或", "1050": "就物。每日三時。以香熏之。以香水灑。以真言", "1051": "加被。其眼觀視其物。以吉祥環。安置於指。撝", "1052": "按其物。以牛黃水或白芥子。灑散其上。及於", "1053": "節日。加諸供具。奉獻彼物。若白月成者。取十", "1054": "五日。若黑月成者。取十四日。如斯光顯其物。", "1055": "皆用部母真言。復重加諸香花鬘等物供養。", "1056": "以香塗手。安置茅環。按所成物。畢夜持誦。於", "1057": "夜三時。誦百八遍。如斯光顯成就之物。從始", "1058": "至終。皆應如是。若具此法。速得成就。", "1059": "佛部光顯真言曰。", "106": "用杖鞭打。或用皂莢刺。或佉達羅木作杖打", "1060": "唵　帝誓帝若娑尾二合寧上悉悌娑去大也𤙖", "1061": "泮吒二合", "1062": "蓮花部光顯真言曰。", "1063": "唵　爾去比也二合爾去比也二合爾去鉢也莽", "1064": "訶去室哩曳莎去訶去", "1065": "金剛部光顯真言曰。", "1066": "唵　若嚩二合羅若嚩引二合羅也滿度莎去訶去", "1067": "於三部法。皆用赤羯囉微囉花。以真言持誦。", "1068": "散灑其物。或用忙落底花。或白芥子。初首", "1069": "及末乃至中間。皆應如是。散霑其物。或有境", "107": "之。遍通諸部。並法如前。本法自宣。應當依", "1070": "界及見異相。亦如是散。臨欲成就亦如是散。", "1071": "便成光顯。若欲成就酥等之物。真言香水用", "1072": "灑其物。便成光顯。以如是法而光顯物。縱不", "1073": "成者。不應間斷。或作曼荼羅。以為光顯。如前", "1074": "淨地。用五種色。作曼荼羅。其量四肘。而開一", "1075": "門。於內院東面。先置輪印。於東北角。置鉢", "1076": "印。東南角。置袈裟印。次於北面。置蓮花印。", "1077": "於西北角。置難上拏棒印。於東北角。置軍", "1078": "持瓶印。次於南面。置拔折羅印。於東南角。置", "1079": "󰵲那棒印。於西南角。置羯攞賒瓶印。次於西", "108": "用。如前廣說。依法護摩所作事緣。心不應忘。", "1080": "面。置金剛鉤金剛拳印。於西南角。置計利吉", "1081": "羅印。於西北角。置遜婆印。復於東面輪。右邊", "1082": "置佛眼部母印。次於北面蓮花印。右邊置半", "1083": "拏囉嚩思寧部母印。次於南面拔折羅印。右", "1084": "邊置忙莽計部母印。次於曼荼羅門外。如前", "1085": "所說。置能摧諸難軍荼利印。依前供養。復於", "1086": "北面。置六臂印。馬頭印。多羅印。戰捺囉二合", "1087": "印。及於當部所有眷屬次第安置。其形皆白。", "1088": "復於東面。置如來鑠底印。帝殊囉施印。無能", "1089": "勝明王印。無能勝妃印。復於南面。於當部內", "109": "作是法時。先供養大忿怒金剛。并諸眷屬皆", "1090": "所有眷屬次第安之。然於西面。隨意安置三", "1091": "部諸印。次於外院。置俱尾囉等八方大神。於", "1092": "其空處。任置三部內成辦諸事真言等主。次", "1093": "於中台。置所持部主印。所成就物。隨於本法", "1094": "所說。置於其中。安其部主中台印上。其物東", "1095": "邊。置真言本所持印。其物西邊。安護摩爐。次", "1096": "於西邊。持誦人坐。各各以本真言。依法召", "1097": "請。如前所說。次第供養。供養畢已。以三部母", "1098": "明。次第護摩。光顯其物。然後以本真言護摩。", "1099": "而作光顯。於諸光顯法中。護摩為最。凡初護", "11": "心寂靜。作扇底迦。先取未經。墮地牛糞。三時", "110": "供養之。先置拔折羅央俱尸持明妃。次置俱", "1100": "摩。先以部母明。持誦香水灑淨其物護摩既", "1101": "畢。亦如是灑。或用忙莽計心明。或用四字明", "1102": "王真言。通用三部。護摩而作光顯。隨其所用", "1103": "真言。為護摩者。初且誦其真言。次誦求請之", "1104": "句。復中間誦其真言。復誦求請之句。復亦誦", "1105": "其真言。還安求請句。如是真言之中。三處上", "1106": "中下分。安置求請之句。最後安其𤙖泮吒莎", "1107": "去訶去字所謂闍嚩二合放光攞闍嚩引二合攞也令放光", "1108": "悉地成　娑去駄也令成爾去󰔰威輝　爾去跛耶跛", "1109": "跢跛跢去二合南諸威輝者　帝闍潤澤　帝闍也令潤澤　拔駄", "111": "里舍沒寧。此云食金剛者持明王。次摩訶麼", "1110": "也令增長　忙尾覽摩莫延遲阿去尾賒遍入　囉乞沙二合護持", "1111": "散爾輕甜令瑞現前　俱上嚕日耳𤙖泮吒莎去訶去以", "1112": "如是等求請之句。光顯其物。前後中間。種", "1113": "種重說亦無所妨。護摩畢已。次應持誦白羯", "1114": "囉尾囉花。散其物上而作光顯。或持誦赤羯", "1115": "囉尾囉花。或用白芥子。或用酥摩那花而作", "1116": "光顯。先用塗香塗手。以按其物。次以諸花持", "1117": "誦而散。次散白芥子。次燒香熏之。次後持", "1118": "誦香水而灑。應知如是次第。初中後夜三時。", "1119": "以本尊主真言。持誦香水真言而灑。以誦本", "112": "哩。此云大死持明王。次設多乞使答。此六百", "1120": "持真言。而灑畢已。如前護摩念誦。乃至日出。", "1121": "具此法者。速得成就。如是光顯諸物及與己", "1122": "身。決定速得成就。其物縱少。亦獲大驗。具此", "1123": "法者。其物增多。及得清淨。是故應作光顯之", "1124": "法。此名一切成就祕密之法。於諸節日。應作", "1125": "如是光顯之法。餘日隨時而作光顯。念誦遍", "1126": "數滿已。欲作成就法時。先應初夜具作光顯", "1127": "之法。然後成就。", "1128": "蘇悉地羯囉經卷中", "113": "眼持明王。次龍鳩盤茶羅剎娑等。應用扇底", "114": "迦真言先護自身。如法辦供。作阿毘遮嚕迦。", "115": "於諸怨處。令彼支分相離或徙移本處。或親", "116": "者相憎。或令彼重病。或令眷屬離散。或令彼", "117": "頑愚。或作種種諸餘惡事。作如此法號阿毘", "118": "遮嚕迦。行此惡事懲罰惡人。於三寶所懷起", "119": "惡心。或求其過欲令彼等現世微苦免地獄", "12": "塗地。普散白花。若作護摩。先辦小麥乳酪", "120": "難。見諸眾生造種種罪。或犯菩薩清淨律儀。", "121": "或謗三寶。或於師長作違逆事。為愍彼故。作", "122": "阿毘遮嚕迦。作此法時。須依本部。不得擅意。", "123": "用忿怒真言。或用諸惡羅剎等真言。或用鉢", "124": "隷史使真言。作此阿毘遮嚕迦。作此法已。懲", "125": "罰人惡。所願既畢。盛其怒目視而加困篤者。", "126": "將死不久者。速應作扇底迦。然後徐作補瑟", "127": "徵迦。此法不應作之。若欲作時。應用羅剎等", "128": "真言為佳。或依本法。縱是佛部真言亦無所", "129": "畏。若作此法。治行惡人。心無恚恨。具大慈", "13": "稻穀花油麻青舉慮草鉢孕瞿花粳米飯以乾", "130": "悲。慮彼惡業因緣。長時受苦爾。若常行是惡。", "131": "唯長苦因。欲與彼永世安樂故。應作此法。須", "132": "發瞋心。行惡之人。應墮地獄。為欲除去地", "133": "獄苦故。諸真言主作是方便而救護之。觀彼", "134": "惡行。業有輕重。隨對治之。不應輕罪。致令至", "135": "死。以治彼故。令他苦痛過分。為令彼歡喜故。", "136": "應作扇底迦法當爾之時。或就彼爐。或更別", "137": "作。以乳護摩。成扇底迦。用阿毘遮嚕迦真言。", "138": "去彼訶那。訶那波者。波者麼囉麼囉等名字。", "139": "安扇底矩嚕名即成扇底迦法。既迴心已。思", "14": "白花及乾花蘂。用閃彌木。或用諸樹膠香。或", "140": "念菩提心。發菩提心。於諸眾生。常懷饒益。豈", "141": "可合行如此法耶。如佛經教。若人懷瞋。作", "142": "地獄業。智者速應起慈善心。若欲速成作扇", "143": "底迦法。應就舍利塔前。作補瑟徵迦法。於池", "144": "側。作阿毘遮嚕迦法。於塞林中。如是之處。當", "145": "速成就。", "146": "16 分別成就法品蘇悉地羯囉經分別成就法品第十六亦名悉地相品", "147": "復次悉地成就。乘空而進。此為最上。藏形隱", "148": "跡。為中成就。世間諸事。為下悉地。上中下成", "149": "有此三種。乘空隱形世間事等三種成就。隨", "15": "用夜一爾迦木。或用諸乳樹木。應取樹梢枝。", "150": "上中下更分別之。三部上成。我今重演。持明", "151": "仙乘空成就五通。及有多種。或得諸漏盡。或", "152": "辟支佛。或證菩薩位地。或知解一切事。或辯", "153": "才多聞。或成就吠多去羅尸。或成就藥叉尼。", "154": "或得真陀摩尼。或得無盡伏藏。具如上等事。", "155": "為上中上成就。次說三部之內中成就法。隱", "156": "形藏跡。身得大力。先來懈怠而得精懃。入脩", "157": "羅宮得長壽藥。成鉢㘑史迦天使。或能使鬼。", "158": "或能成就娑羅坌爾迦樹神。或成多聞。未經", "159": "所聞。深知義理。或合藥成纔塗足頂。縱遠所", "16": "不應棄葉。應量截之。或用酥蜜。此護摩具遍", "160": "涉無有疲乏。如上所說悉地。名中上成就。次", "161": "說下中成就法。以真言力所令眾喜見。或攝", "162": "伏眾人。或能懲罰惡人。降諸眾怨。及餘下事。", "163": "為上中下。若欲成就藥拘等者。有三種成。光", "164": "焰生為上。煙氣為中。熅煖為下。復次聖者", "165": "真言為上成就。諸天所說名為中成就。世天", "166": "真言為下成就。復次佛部真言為上悉地。蓮", "167": "花部真言為中悉地。金剛部為下悉地。若欲", "168": "以上真言欲求下者。得下成就。或以下真言", "169": "欲求上者。得上成就。或以用中真言成上下", "17": "通諸部。若於本法有所說者。應當依之。作扇", "170": "者亦等。真言之中具此四德。當知真言上中", "171": "下分能成大果報。謂滿辟支佛位。滿足菩薩", "172": "十地。乃至成佛。為大果報。復成大德行。謂多", "173": "諸眷屬前後圍遶。滿如是願者。為大德行。復", "174": "能久住位。謂得勝處轉輪處長壽之仙。滿如", "175": "是願者。為久能住位。復形儀廣大。謂威光遠", "176": "照。為形廣大。具此四德者。雖是下品真言。能", "177": "成上品。上品之中。其不具此德。雖是上品真", "178": "言者。下品用也。諸佛菩薩所說真言。如是", "179": "轉次。多佛菩薩所說之者。雖是屬下品。亦能", "18": "底迦。取乳樹木。相揩取九。或應取處。取來護", "180": "成就上品等事。或尊等所說真言之中。唯具", "181": "一事者。謂扇底迦法。補瑟徵迦法。阿毘遮嚕", "182": "迦法。雖具一事。於中各有上中下品。豈有下", "183": "品真言。能成上事。猶青泥中出妙蓮花。固無", "184": "疑也。豈有上品慈善真言。能成忿怒下品成", "185": "就。如白檀木其性清涼。若風擊相揩。自然火", "186": "起。非無因緣也。如是差互雖非次第。諸餘悉", "187": "地皆勿疑慮也。身分悉地為上品成。諸藥悉", "188": "地為中品成。富饒悉地為下品成。若復有人。", "189": "久來持誦下品真言。雖縱自無力。於本尊邊。", "19": "摩。作扇底迦。當速成就。以一搩手。截乳樹", "190": "轉求上品。而相惠之。若於上品真言之中。心", "191": "懷猶豫。念持供養。復不精誠。雖是上品真言。", "192": "由彼念誦心輕。感招下品成就。故知持誦皆", "193": "由心意。且如諸天之中亦有貧者。諸鬼部內", "194": "亦有富強。此彼如然。真言亦爾。一一真言", "195": "皆具三悉地。謂上中下。誠心念誦皆獲悉", "196": "地。", "197": "17 奉請本尊品蘇悉地羯囉經奉請本尊品第十七", "198": "復次若欲入本尊室。先覩尊顏。合十指爪。當", "199": "小低頭。復以器盛淨水。隨所作事。置本獻花。", "2": "大唐中天竺三藏輸波迦羅譯", "20": "枝。酥蜜乳等。器內相和。乾乳木著火護摩。或", "200": "復置塗香。依於本法。而作閼伽。燒香熏之。應", "201": "誦真言七遍。而加持之取此奉請。既奉請已", "202": "後。當依法供養。盛閼伽器。當用銀。或用熟", "203": "銅或以石作。或以土木。或取螺作。或用束", "204": "底。或用荷葉以綴作器。或乳樹葉。如上所說", "205": "閼伽器等。當用之時。須知次第。若扇底迦。當", "206": "用白器補瑟徵迦。當用黃器。阿毘遮嚕迦。當", "207": "用黑器。作上中下悉地成就。類前所說。應可", "208": "用之。作扇底迦所用閼伽。置少小麥。補瑟徵", "209": "迦。應著胡麻。阿毘遮嚕迦。當置粟米。又扇底", "21": "於蘭若淨處。有乾牛糞生火勝上。或閃彌木。", "210": "迦置乳。補瑟徵迦著酪。阿毘遮嚕迦應置牛", "211": "尿。或著自血遍通用者。應著稻花塗香。及花", "212": "胡麻茅草。環。用熟銅器。盛以閼伽。若無此", "213": "器。隨所得者。亦遍通用。請召之時。應用當部", "214": "明王真言。及慕捺囉。若有本法已說召請真", "215": "言。應當取用。無煩別者。先請當部尊。次請明", "216": "王妃。三部之中皆應如是。本法若無請召真", "217": "言。應用明王等真言而請召之。本法雖說請", "218": "召真言。既是下劣。豈合請於部主。若以本法", "219": "真言請召。當速成就。不應生難也。本法若有", "22": "或諸香木。作扇底迦。薪如一肘量團作爐。其", "220": "請召真言及發遣者。當請之時。此真言主至", "221": "部主所請云。今有某甲。為某事奉請。若發遣", "222": "時亦復如是。所作事已。願尊證知。隨意而去。", "223": "明王妃真言用。請女仙等明王真言。請諸真", "224": "言主。或有真言主。不受明王真言所請。要以", "225": "明王及明王妃真言。然可依請。如別部說。置", "226": "閼伽時。應誦真言。大者一遍。中者三遍。下者", "227": "七遍。極小者聽誦二十一遍。如上所說閼伽", "228": "法則。走兩膝著地。應須手著淨茅草環。如前", "229": "已說。手持閼伽。燒香熏之。作如是請。仰唯", "23": "地上白處淨。抗深十二指。以大母指量之。抗", "230": "尊者。以本願故。降赴道場。願垂哀愍。受此閼", "231": "伽及微獻供。有真言主。名曰獨勝奇加忿怒。", "232": "不受諸餘真言召請。用彼所說真言。然降所", "233": "請。彼請眷屬亦不受於餘真言請。亦應用彼", "234": "眷屬真言而請召之。但緣請召用心真言。或", "235": "說根本。或明王妃所說真言而用請召。部心", "236": "真言遍通三部。用彼請召。當應降赴。加翳", "237": "醯字。此更祕密。速滿其願。當此之時。誠心作", "238": "禮。再三啟白。大慈悲者。請依本願。來降道", "239": "場。若不誠心。徒多念誦。乃至真言亦皆慇重。", "24": "上作椽。皆四指量。抗中四寸量作輪輪。高一", "240": "以用兩手捧閼伽器。頂戴供養。為上悉地。置", "241": "於心間。為中悉地。置於臍間。為下悉地。先觀", "242": "本尊彼所畫像。其像若立。持誦之人亦應立", "243": "請。㡧像若坐。亦應坐請。又觀彼像。曲躬立", "244": "勢。亦應効之而奉請之。當請之時。先觀本尊", "245": "所止之方。而向彼請。然便廻身。置閼伽器於", "246": "尊像前。復有祕密。復觀所作扇底迦等諸餘", "247": "方所而請召之。或於餘時。得諸花菓。稱本尊", "248": "意。應須奉請。然可獻之。當請之時。合手爪", "249": "指。隨於本方。但至誠心奉請。或以兩手而捧", "25": "指量。持誦之人。結加趺坐。所緣事如其本部", "250": "請。或閼伽器而請召之。然後應獻所得之物。", "251": "若欲成就上中下事及扇底迦等。皆須加以", "252": "真言及慕捺囉而作請召。作成就諸餘事等。", "253": "或有障起。或有魔興。或病者加苦。當爾之時。", "254": "事緣既速。不可當時辦閼伽器。便用心啟請", "255": "本尊。作除遣法。如上所說。隨其大小。擬欲成", "256": "就。閼伽請之。急難等事。誠心請之。若復有", "257": "人欲得歸仰諸部尊者。應當作召請法則。持", "258": "誦之人速得成就。", "259": "18 供養次第法品蘇悉地羯囉經供養次第法品第十八亦名念誦法", "26": "法。如依供養。作供養佛慈復怛他󰵲多嗗㗚", "260": "復次奉請尊已。次依部類或諸事業。觀其大", "261": "小。依於法則而供養之。既說奉請已。作如", "262": "是言。善來尊者。愍我等故。降臨道場。復垂哀", "263": "愍當就此座。坐受微獻供。復起誠心。頻興作", "264": "禮。而白尊言。大悲垂愍。以本願故。而具降", "265": "臨。非我所能請本尊者。如是三時皆應依此。", "266": "如前已說。應須辦供。先獻塗香。次施花等。後", "267": "獻燒香。次供飲食。次乃然燈。如其次第。用忿", "268": "怒王真言。此等物清淨善悅人心。各用本色", "269": "真言而真言之。獻塗香已。各列其名。如依", "27": "囊引勝真言妃波若波羅蜜佛眼。次獻辟支佛", "270": "前說。即奉閼伽。如是花香及飲食等。皆亦准", "271": "此。塗香燒香花及飲食無可獻者。但誦本色", "272": "真言。及作手印。以此獻之。表云。無可求得。", "273": "但納真心。後作閼伽。以真心故。速滿其願離", "274": "此之外。有四供養。遍通諸部。一切處用。一謂", "275": "合掌。二以閼伽。三用真言及慕捺囉。四但運", "276": "心。此善品中隨方應作。或復長時供養中。最", "277": "無過運心。如世尊說。諸法行中。心為其首。若", "278": "能標心。而供養者。滿一切願。若欲成就諸餘", "279": "事者。應當發遣諸為障者。若不遣除。後恐傷", "28": "阿羅漢眾。次供淨居天。次難陀烏波難陀龍", "280": "及。所以先須作遣除法。誦忿怒真言。或用當", "281": "部成辦諸事真言。誦此遣除。先次應誦本部", "282": "尊真言。而加持水。遍請護摩及作手印等。", "283": "佛部真言曰。", "284": "唵怛他去󰵲妒挪婆二合嚩引也莎去訶蓮花部", "285": "尊真言曰。", "286": "唵　鉢挪謨二合挪婆二合嚩引也莎訶去金剛", "287": "部尊真言曰。", "288": "唵　嚩日嚕挪婆二合嚩也莎訶", "289": "或用部心真言。", "29": "王等。本真言主當中佛坐左。佛慈佛母普賢", "290": "佛部心真言曰。", "291": "爾囊上邇迦輕呼", "292": "蓮花部心真言曰。", "293": "阿𡀔力迦輕", "294": "金剛部心真言曰。", "295": "嚩日囉二合特嘞二合迦輕", "296": "或用此真言。或用部尊。遍灑花等。復用吉利", "297": "枳羅忿怒真言及印。口誦真言。左手作印。遍", "298": "印塗香燒香飲食花等。方始得淨除穢。為自", "299": "身淨故。以其右手盛掬香水。眼觀香水而誦", "3": "13 扇底迦法品扇底迦法品第十三", "30": "彌勒虛空地藏除蓋障等菩薩。即次安坐辟", "300": "心真言灌自身頂。自身清淨除穢。復用一切", "301": "事真言并忿怒真言。此為淨座故。真言香水", "302": "而用灑之。又誦七遍。普灑地方。能除諸穢。而", "303": "得清淨吉利枳羅真言曰。", "304": "唵　枳里枳里嚩日囉二合嚩曰里二合部囉滿", "305": "二合馱嚩𤙖泮吒二合", "306": "此上真言護地方訖。結虛空界。應用次下蘇", "307": "悉地真言。燒香手執。口誦真言。熏馥空中。穢", "308": "惡能除便得清淨。蘇悉地真言曰。", "309": "唵　蘇悉地羯哩若嚩二合里多去難慕輕囉多", "31": "支佛等。及淨居天等。乃至門西難陀龍王。其", "310": "上二合曳若嚩攞若嚩攞滿馱滿馱賀囊上賀曩", "311": "上𤙖泮吒", "312": "此上金剛部蘇悉地真言。遍通諸事。結空界", "313": "用。次說佛部結空虛真言曰。", "314": "若嚩二合羅𤙖", "315": "此上佛部結空界真言。唯通當部。次說蓮花", "316": "部結空界真言曰。", "317": "唵　鉢特弭二合寧上薄伽輕嚩底丁以反謨賀也", "318": "謨賀也若󰵲怛謨賀寧上莎去訶去", "319": "此上蓮花部結空界真言。唯通當部。次應當", "32": "右相。如來毫般若。大佛頂若也。佛頂微若也。", "320": "用部心真言呪。香水散灑諸方。復以明王根", "321": "本真言。或心真言。或真言主使者心真言。隨", "322": "取其一。用結方界。以此諸心真言而作結界。", "323": "所結之處。如置垣牆。當部仙天。常當護衛。無", "324": "能作障。諸部諸事有為障者。應依甘露軍茶", "325": "利法。而遣除之。有五種護衛法。常於道場室", "326": "內。恒須作之。謂金剛牆。金剛梁。金剛橛。忿", "327": "怒吉利枳羅。忿怒甘露軍茶利。", "328": "金剛牆真言曰。", "329": "唵　薩囉薩囉嚩日囉二合鉢囉引二合迦引㘕𤙖", "33": "佛頂帝殊囉施。", "330": "泮吒", "331": "金剛梁真言曰。", "332": "唵　微娑普二合囉囉乞沙二合嚩日囉二合半", "333": "若囉𤙖泮吒二合", "334": "金剛橛真言曰。", "335": "唵　枳里枳里嚩日囉二合嚩曰利二合部囉滿", "336": "馱滿馱𤙖泮吒", "337": "忿怒吉利枳羅真言曰。", "338": "唵　枳里枳里句𡀔二合駄𤙖泮吒", "339": "忿怒甘露軍茶利真言曰。", "34": "14 補瑟徵迦法品蘇悉地羯囉經補瑟徵迦法品第十四", "340": "囊謨囉怛囊上怛囉二合夜也囊上莽室戰拏嚩", "341": "日囉二合簸儜曳囊謨上嚩日囉二合句𡀔二合", "342": "馱引也能去瑟吒嘮三合得羯吒婆去也珮囉嚩", "343": "引也阿徙母薩羅鉢囉戍簸捨賀娑多去二合唵", "344": "闇沒㗚二合多軍去拏里佉佉却引醯却醯底", "345": "丁以反瑟咤底丁以反瑟吒滿馱滿馱賀囊上賀囊上", "346": "󰵲囉若二合微娑鋪二合吒也微娑鋪二合吒也", "347": "薩囉嚩二合尾近囊上二合尾囊亦劍莽阿去言", "348": "上儜上鉢底餌尾旦引多迦囉引也𤙖泮吒二合", "349": "莎訶去", "35": "補瑟徵迦法時。心懷踊躍。或誦持護摩。應依", "350": "或若於本法之中。有如是等金剛牆真言。重", "351": "應結之。諸事既了。次應持誦。持誦之時。先誦", "352": "當部母真言。", "353": "佛部母真言曰。", "354": "囊上謨上薄伽嚩帝烏瑟尼去二合沙去也唵嚕", "355": "嚕娑普二合嚕若嚩二合羅底瑟咤二合悉馱路", "356": "者寧去薩囉嚩引二合囉他二合娑去達寧上莎訶", "357": "去蓮花部母真言曰。", "358": "囊上謨囉怛囊上怛囉二合夜也囊上莽阿去哩", "359": "也二合嚩路枳帝濕嚩二合囉引也菩地薩怛嚩", "36": "本部。從白月十五日起首。至後白月十五日", "360": "引二合也莽訶去薩怛嚩二合也莽訶去迦引嚕尼", "361": "上迦引那囉舍二合囊上娑莾㗚三合囉舍二合囊", "362": "便室囉二合嚩娑莽二合囉嬭囊上者瀉莽含薩", "363": "囉嚩二合薩怛嚩難去薩囉嚩微也二合地指枳", "364": "瑳上迦怛儞也二合他唵迦𪘨微迦𪘨迦吒微", "365": "迦吒迦揁吒痛反迦𪘨婆伽輕嚩底丁以反微若曳莎", "366": "去訶去", "367": "金剛部母真言曰。", "368": "囊上謨上囉怛囊上二合怛囉二合夜也囊上莽室", "369": "戰拏嚩日囉二合簸儜上曳莽訶上藥乞沙二合", "37": "為終。仍依當部而作補瑟徵迦。復從寅時起", "370": "細囊鉢多上曳唵俱上蘭達哩滿馱滿馱𤙖泮", "371": "吒二合", "372": "先誦此母真言故能衛本尊。復令罪滅。能除", "373": "諸障。與悉地門相應。但誦忙麼雞真言。亦通", "374": "於二部。初後持誦。諸天增衛。若於本法。而已", "375": "說者。持誦之時。先念此者。應隨本法而念誦", "376": "之。或於本法有獨勝真言。亦應先誦。無煩", "377": "別者。如上所說供養次第乃至除穢護淨結", "378": "界等事。初持誦時。及作法時。扇底迦等所作", "379": "事時。皆應作之。若以部尊主真言。或以部心", "38": "首。終日中止一隨本情於此時起首者。當爾", "380": "真言。或以一切真言王真言。或以蘇悉地法", "381": "王真言。或以一切事真言。此五種真言三部", "382": "遍有。隨作諸事。各於本部。應取其一而用作", "383": "之。所謂護己及請召灑水。作淨結諸方界。以", "384": "法相治。真言不真。為增力故。為治罰真言故。", "385": "為發覺故。及餘諸事所不述者。亦以當部五", "386": "真言中。隨取其一而以用之當速悉地。部心", "387": "真言。能護本尊。及護己身。護身之時。應誦三", "388": "遍。或經七遍。結其頂髮而作一結。若出家", "389": "人。結袈裟角。或結護身線。或直呪頭七遍點", "39": "之時。諸尊天眾遊觀於世。復有帝釋等天。及", "390": "五處。亦成護身。所謂頂兩肩膊咽下心上。或", "391": "用牛黃。或白芥子。或閼伽水。隨取其一而用", "392": "護身。若作阿毘遮嚕迦法。應用部尊主真言", "393": "而護自身。若作扇底迦法。應用忿怒金剛真", "394": "言護之。若作補瑟徵迦法。應用部尊主真言", "395": "及忿怒金剛二真言兼而護之。若真言主現", "396": "時。持誦人怖者。應用部尊主真言用護自身。", "397": "但作諸事之時。常以二真言而護自身。謂部", "398": "尊主及忿怒真言。念誦了時。應當發遣。發遣", "399": "之時。護彼真言主。或部尊主真言。或用部母。", "4": "扇底迦法。補瑟徵迦法。阿毘遮嚕迦法。前雖", "40": "諸法天。於彼之時降臨察世。見興善者。心懷", "400": "或以部心。亦護自身。而作隨意。", "401": "若於穢處不淨等處。緣事須往。先誦烏樞澁", "402": "摩真言作印。印其五處。任意而往。仍須常誦", "403": "其真言。不得廢忘。澡浴之時。先誦伏障真言", "404": "護身。乃至浴了已來。不應廢忘。伏障真言者。", "405": "軍茶利也。喫食之時。用部尊主真言。護身念", "406": "持。欲臥之時。用部母真言護身。若作諸法。遂", "407": "乃忘作護持法則。今使魔興。欲除魔故。速應", "408": "誦持當部明王真言。將護自身。一切魔障不", "409": "得其便。如上所說護身結界及餘法等已。然", "41": "歡喜。能滿其願。持誦之人。至於此時。應當至", "410": "後攝心安詳念誦。念誦之人所須之座。以青", "411": "茅草而作其座。座高四指闊一搩手。長十六", "412": "指。如此之座。初念誦時。及持誦時。皆應受", "413": "用。或用迦去聲勢草。或餘青草等。或隨部法", "414": "而取乳樹。以用其木。最為要妙。用作床座。量", "415": "如前說。而淨剗治。或用諸葉。或以枝莖。如上", "416": "而制。隨觀事法。取枝葉用為座。於彼座上結", "417": "跏趺坐。作扇底迦及上成就。半跏趺坐。作補", "418": "瑟徵迦及中成就。垂兩足坐。作阿毘遮嚕迦", "419": "及下成就。供養既了。應起誠心讚歎於佛。次", "42": "誠。不應懈怠。身著白衣。以面向東。半加而", "420": "歎法僧。次觀自在。次歎明王大威金剛。亦如", "421": "是讚。", "422": "大悲救眾生善導一切智", "423": "福持功德海我今頂禮佛", "424": "能淨貪瞋毒善除諸惡趣", "425": "一向真如理我今禮彼法", "426": "得彼解脫門善住諸學處", "427": "勝上福田德我今禮彼僧", "428": "諸佛同讚歎能生種種福", "429": "號為觀自在我今稽首禮", "43": "坐。作補瑟徵迦。以諸美香。三時塗地。於其地", "430": "大力忿怒身善哉持明主", "431": "降伏難降者我今稽首禮", "432": "如是虔誠讚歎佛菩薩。已復合指掌起慇重", "433": "心。讚諸佛德及餘菩薩。其讚歎文。應用諸佛", "434": "菩薩眾等所說歎文。不應自作。讚歎既已。起", "435": "至誠心。懺悔諸罪。我今歸命十方世界諸佛", "436": "世尊羅漢聖僧及諸菩薩。證知我等。自從過", "437": "去及以今生。煩惱覆心。久流生死。及以餘生。", "438": "貪瞋癡覆。造諸惡業。或於佛法。及以聖僧。或", "439": "於羅漢。菩薩聖眾。或於父母。及尊者處。及餘", "44": "上。遍散雜色花。若作護摩。應依此作。以稠乳", "440": "眾生有德無德。於如上處。造諸惡業。自作教", "441": "他見作隨喜。身口意業廣聚諸罪。對諸佛菩", "442": "薩前。合掌誠心頂禮。如是頻懺。以不善業所", "443": "造眾罪。如法佛知。並皆懺悔。起至誠心。盡形", "444": "歸命佛法僧寶涅槃正路。為除眾生生死苦", "445": "故。歸命三寶。起珍重心。如是歸依。頭面作", "446": "禮。次復起誠心。求勝上子解脫甘露果。應懷", "447": "踊躍發菩提心。求悉地果。世界眾生無量法", "448": "苦。我當除滅。復度令離一切惡趣。於諸煩", "449": "惱令得解脫。所有眾苦種種煎迫。而起大悲。", "45": "粥。或酥乳蜜。或酥蜜酪。并苣蕂四物和作。或", "450": "發菩提心。苦惱眾生中。為作歸依。無主眾生。", "451": "我當為主。失路眾生。為作導師。恐怖眾生。為", "452": "作無畏。苦惱眾生。令得安樂。眾生諸煩惱逼。", "453": "我為除滅之。我今所作諸餘善業。及發勝心", "454": "所生功德。迴施一切眾生。歸於正路。所造六", "455": "波羅蜜門。及餘所造諸福。迴與眾生。同歸勝", "456": "果。自從過去現在未來。略而言之。所作勝福。", "457": "盡皆迴施一切眾生。速成佛道。乃至菩提。不", "458": "生懈怠。而起發菩提心。悲念諸眾生。起大慈", "459": "心。彼有眾苦。何時除滅。為淨心故。常持六", "46": "用單酥。或用空酪。或用沒多補澁波。或用尾", "460": "念。念六念持專注一境而不散亂。不應我執。", "461": "又如過去諸佛發願。應如是發願所生諸淨", "462": "業。迴施眾生。成就諸德。復願我所生功德。願", "463": "一切眾生。獲無盡財。復能捨施。增益智慧。成", "464": "大忍辱。常修善品。常宿命智。常懷大悲。諸眾", "465": "生類所生之處。具如上事。次應合掌頂禮部", "466": "尊主。憶念明王。次依法則作諸事業。先以右", "467": "手而取數珠。置左手中。合掌捧之。思念明王。", "468": "為用數珠故而誦真言。", "469": "金剛部真言曰。", "47": "螺菓。或用粳米。或用囊伽汁薩花。或用蓮", "470": "囊上謨上囉怛囊上二合怛囉二合夜也囊上莽室", "471": "戰二合拏嚩日囉二合簸儜上曳莽訶去藥乞沙", "472": "二合細囊鉢多上曳唵枳里枳里嘮捺哩二合尼", "473": "上莎去訶去", "474": "佛部真言曰。", "475": "囊上謨上囉怛囊上二合怛囉二合夜也唵閼那輕", "476": "部二合帝微若而也反曳悉馱引囉替二合莎訶", "477": "蓮花部真言曰。", "478": "唵　庵沒㗚二合擔伽輕咩室哩二合曳室唎二", "479": "合忙里寧上莎去訶去", "48": "花。或用揭㗚尼上迦花。隨各取一。搵蘇護摩。", "480": "二手頭指無名指捻。右手搯念。通一切用。若", "481": "阿毘遮嚕迦。竪其母指。捻數珠印。菩提子珠。", "482": "佛部念誦。蓮花子珠。觀音部用。嚕梛囉叉子。", "483": "金剛部珠。三部遍用。各如前說。此等數珠。最", "484": "為勝上。一切念誦。應當執持。或用木槵。或多", "485": "羅樹子。或用土作。或螺琁作珠。或以水精。或", "486": "用真珠。或牙作珠。或用赤珠。或諸摩尼等。或", "487": "用薏苡珠及餘草子。各隨於部。觀其色類。應", "488": "取念持。若作阿毘遮嚕迦法。應用諸骨而作", "489": "數珠。速得成就。為護淨增益法驗故。更應", "49": "或用酪飯。或諸種子。隨取其一。諸乳樹枝。如", "490": "誦。", "491": "佛部真言曰。", "492": "唵　囊上謨上薄伽輕嚩底丁以反悉悌娑去大也", "493": "悉馱引囉替二合莎去訶", "494": "蓮花部增驗真言曰。", "495": "唵　嚩蘇上莽底丁以反室哩二合曳莎去訶", "496": "金剛部增驗真言曰。", "497": "唵　嚩曰囒二合爾擔若曳莎去訶", "498": "用前珠印而念誦之。念誦之時。珠置當心。不", "499": "得高下。捧數珠時。以小低頭結志誠心而禮", "5": "通說。猶未能周。今更重宣廣其義理。此三種", "50": "前等物。如本法作補瑟徵迦。取剎帝利家火。", "500": "三寶。次禮八大菩薩。次禮明王眷屬。次應起", "501": "首持誦真言。想真言主如對目前。如是傾誠。", "502": "不應散亂心緣別境。但諸真言初有唵字。及", "503": "囊上麼塞迦去㘕等字者。應靜心中念誦。扇底", "504": "迦時。補瑟徵迦時。皆應緩誦。或心念誦。或有", "505": "真言。後有𤙖字及有泮吒字者。當知皆應厲", "506": "聲念誦。作阿毘遮嚕迦時。及餘忿時。用看真", "507": "言字數有多少。字有十五。應誦十五落叉。遍", "508": "有三十三字。應誦三落叉。過此數者。誦十", "509": "千遍如上。初誦之時。滿如上數。觀其部類。或", "51": "或於王宮。取林木相揩出火。或取大火。得", "510": "上中下。或三種事。或觀聖者說為天說。謂地", "511": "居天說。細觀部類。當誦持之。乃至成就。如是", "512": "初誦。若不先誦而遍念持。所求下法尚不得", "513": "久。況求上中悉地成就。以是義故。作勝上心", "514": "而先念誦。但諸真言初誦持時。如已先說。誦", "515": "持遍數分為十分。然後念誦既滿。祈請真言", "516": "主悉地因緣。初無相貌。如是從頭第二第三", "517": "祈請。若有相貌。即當依法念誦真言。若無境", "518": "界。棄不應誦。請祈法則與請召法同。祈請之", "519": "時。於其夢中見真言主背面而去。或不與語。", "52": "此火者。皆悉吉祥。木麁一握。長一肘量。搵酥", "520": "當應更須起首念誦。如是再三。若於夢中見", "521": "真言主與語。當知此人不久成就。若無境界。", "522": "不應誦持。若強念持。與人為禍。初持誦時。於", "523": "淨密處起首誦持。從初日誦持。乃至疲極。遍", "524": "數多少。一須依定。不應加減。", "525": "先說三時念誦者。晝日初分後分。於此二時。", "526": "應當持誦。中分之時。加以澡浴。及造諸善業。", "527": "於夜有三時。亦同於上。中分之間。消息等事。", "528": "於此夜中持誦。供作阿毘遮嚕迦法。安怛馱", "529": "囊法。及起身法。於此夜分。說為勝上。若晝念", "53": "乳酪。而作護摩。先取乳木生火令著。或用花", "530": "誦。夜作護摩。若夜中持誦。晝作護摩。多具諸", "531": "藥。念誦之前而作護摩。持誦了後復護摩。若", "532": "能如是。最為其上。如前先出所說團食。應作", "533": "護摩。無問前後。但依此法念誦護摩。或於法", "534": "中。但作護摩而得成者。當知亦須念誦真言。", "535": "若如是者。諸明歡喜。法驗易成。持誦之人不", "536": "生瞋怒。不求欲樂。不應自下劣。不勞勤苦。不", "537": "生恐怖。不過懃求。不生輕慢。念誦之時。不作", "538": "異語。身雖疲極。不縱於之。制諸惡氣。世間談", "539": "語皆不思念。不捨本尊。縱見奇相。不應怪之。", "54": "菓樹木作生火。薪於黑土地如無。此地外處", "540": "念誦之時。亦不分別種種之相。持誦了時。應", "541": "誦部主真言。或誦部母真言。誦此真言故。當", "542": "得衛護。無能為障。依於本法。念誦了已。或過", "543": "本數。亦無所畏。應起誠心。作祈請云。我依本", "544": "法念誦數滿。唯願尊者領而為證。於其夢中", "545": "為授教誨。正念誦時。忽然謦咳。及來欠上下", "546": "氣。忘真言字等。即起就水。作灑淨法。縱搯數", "547": "珠。欠一欲匝。有斯病至。灑淨訖已。還從首", "548": "念。如上所說障道者。為一一皆須從始而念", "549": "念搯數珠。將畢之時。申禮一拜。終而復始。又", "55": "取黑土填抗。於上穿爐。須方二肘。深一肘量。", "550": "申一禮。於其㡧前。或於像所。或於塔前。或於", "551": "座所。隨念誦處。數珠一匝。一觀尊顏而作一", "552": "禮已。如前說念誦了已。安心靜處。或想真言", "553": "及其尊主。三時念誦。但初中後誠心作意。遍", "554": "數多少皆須一類。不增不減。三時澡浴。塗地", "555": "獻花。及除萎花種種供養等事。皆三時作。應", "556": "具三衣。又內衣三時浣澤。其身燥聽。以香薰", "557": "灑淨。一一時中。隨聽作一。別置睡衣及以浴", "558": "衣。於此二時替換內衣。日別一洗。其衣難澡。", "559": "聽以熏曬。獻尊鉢器三時洗滌。既除萎花。更", "56": "抗中作一蓮花。量如兩指折。高四指量。椽闊", "560": "置新者。三時常讀大乘般若等經。及作制多。", "561": "塗漫茶羅。先誦承事真言既了。請祈未得。於", "562": "中不得廢闕。一時二時乃至一饟。應當念誦。", "563": "不得間斷。若魔障所著。病業嬰身。心不精誠。", "564": "恒常放逸。身心疲勞。違於時節。不依法則。或", "565": "時不浴。作如是念誦及以護摩。不應作數攝", "566": "心用行。依法念持。具此之者。應記數之。作護", "567": "摩時。念誦之時。請召於此三事之中。所有真", "568": "言遍數。皆不成就。一一皆須依法滿數。縱", "569": "欲數滿。欠一未了。而有障起。更從頭數。若有", "57": "一搩手。於其內外。塗以黑土。依於本部。如法", "570": "依法作曼茶羅。或於日月蝕時。於此二時。就", "571": "彼念誦。其福增高。不久成就。無有疑也。或於", "572": "八大靈塔。及有過去諸佛行菩薩行處。最為", "573": "勝上。或於正月十五日時。亦為勝時。或於師", "574": "主處。受得真言。先經承事。便當念持。不久速", "575": "成。或於夢中。見真言主而指授者。依彼法則", "576": "亦速成就。彼念誦人供養增加處所尊勝。或", "577": "當時分。便加精誠。其數未滿。唯此勝故。真", "578": "言主悅而賜成就。當知此法悉地雖速不久", "579": "當壞。以是義故。先承事了。而所得者說為堅", "58": "作之。諦想本緣。時無閒忘。作補瑟徵迦。當前", "580": "固。先承事時。應廣供養。於日月蝕時八日十", "581": "四日十五日。復加獻供諸神仙眾。如餘部說。", "582": "於前等日。加諸善事業齋戒等事。復加獻供", "583": "本真言主。復於是日。瓶盛香水。垂插花枝。或", "584": "取閼伽器。用甘露軍茶利真言而真言之。自", "585": "灌其頂。能除魔障。或於其日。獻諸飲食。塗曼", "586": "茶羅。及以護摩。然燈等供。並須加之。或有法", "587": "中。但說持誦自然驗見者。㡧前像所舍利塔", "588": "等。或然搖動。或光焰出。當知不久速得成", "589": "就得成就時。有何相貌。所謂身能輕利。病苦", "59": "置觀世音菩薩。右邊大勢至。於此左邊置觀", "590": "永除。增益勝慧。心無所畏。身威光現。勇健增", "591": "益。夜夢常見清淨實事。心恒安泰。於誦念時", "592": "及作事業。不生疲倦。身出奇香。或行勇施。欽", "593": "敬尊德。於真言主深生敬仰。成就之時。現如", "594": "上事。當知即是成就相貌。先事了。依於法則", "595": "供養本尊。應加獻供及以護摩。先承事法依", "596": "數既了。次應須作悉地念誦復先求願。於其", "597": "夢中。而希境界。作先承事法時。所念誦處。應", "598": "作悉地念誦。不應移處。有諸難事而欲移者。", "599": "至所住處。復須先作承事法則。然後乃作悉", "6": "法速成者。應當如法次第行之。若扇底迦念", "60": "世音持明王等。右邊悉達他持明王仙。於此", "600": "地念誦。若不依前念誦。應作治罰。令取部尊", "601": "主真言誦一千遍。或時念誦本持真言。經十", "602": "萬遍。若離此者。還如前說。先作承事。正念誦", "603": "時。忽然錯誤誦餘真言。既知錯誤。誠心悔過。", "604": "由放逸故。致斯錯誤。願尊捨過。便申頂禮。復", "605": "須從始而念誦之。忽於穢處心放逸故。誦本", "606": "真言。便自覺已。應須治罰。至持誦處。誦部尊", "607": "王真言七遍。半月半月一日不食。次服五淨。", "608": "誦五淨真言。經八百遍。然後服之。服此五淨。", "609": "半月之中所食穢惡之食。當得清淨真言增", "61": "左邊置菩薩。於此又置七吉祥等天。次持明", "610": "力。佛部五淨真言曰。", "611": "囊上謨上薄伽嚩底烏瑟尼沙去二合夜微戍悌", "612": "微囉誓始吠扇帝羯哩莎去訶去", "613": "蓮華部五淨真言曰。", "614": "唵　也輸去誓輕莎訶", "615": "金剛部五淨真言曰。", "616": "囊上謨上囉怛囊上二合怛囉一合夜也囊上莽室", "617": "戰拏嚩日囉二合簸儜上曳莽訶去藥乞沙二合", "618": "細囊鉢多曳唵尸棄尸棄寧上囉莽二合󰖉鉢", "619": "囉二合鞞鉢囉二合婆去娑嚩二合󰖉帝誓帝若", "62": "王。次置梵天與梵天眾圍達為求願故。亦任", "620": "嚩帝鉢囉二合嚩底丁以反莎訶去", "621": "取黃牛乳酪酥糞尿。各別真言之經八百遍。", "622": "置於一處。復八百遍。以波羅捨中盛之。或諸", "623": "乳樹葉。或閼伽器。復以茅草攪。誦真言經一", "624": "百遍。後面向東。蹲踞而坐。頓服三合。如是三", "625": "度。如用藥汁合。當服之時。不應致語。念誦之", "626": "時。像見聲語。先應揀鍊。即誦部尊主真言及", "627": "印。若是魔作自然而退。或出語言與本法異。", "628": "當知魔作。或出語言勸作惡事。亦知是魔。若", "629": "見惡夢。即須先誦部母真言經一百遍。若不", "63": "供養藥叉阿利底大仙。連花部中。諸天仙眾。", "630": "先誦部母真言。不可念誦。念誦之時。其數減", "631": "少。不應休止。若增無過。如上所說念誦次第。", "632": "皆須依之。若異此法。欲求悉地。不可得也。", "633": "19 光顯法品蘇悉地羯囉經光顯法品第十九", "634": "復次今說增益威神令使歡喜。所持真言而", "635": "速成就。先具香水。澡浴身首。於大節日。加諸", "636": "供養。復取蘇摩那花一百枚。取一一花。別誦", "637": "真言經二十一遍。或經七遍。或時三遍。先觀", "638": "真言字數多少。而念誦之。奉獻本尊。次獻塗", "639": "香。及以燒香奇香氣者。復獻飲食。如先陳說。", "64": "各依法作。先自灌頂。然後念誦。作補瑟徵迦。", "640": "加以砂糖及酪。復作護摩。但用其木取燒之。", "641": "其木不過其量。燒百八枚。次用乳酪和蜜護", "642": "摩一百八遍。次用酥酪和粳米飯。一百八遍", "643": "而作護摩。經三七日。或一七日。或復三晨。此", "644": "三既了。應取乳粥。和以牛酥。一百八遍復作", "645": "護摩。此既終了。取閼伽器。誦以真言。經一百", "646": "八遍傾致少水而作護摩。作此等法。真言增", "647": "盛。若為異真言。截斷其威而得增益。或真言", "648": "損壞而得增益。或被羅截。真言不行。或被繫", "649": "縛。或異真言。遞相交雜。或真言缺字。或真言", "65": "求覓長年。或求齒落令生。髮白更黑。或求身", "650": "字增。如上等患盡皆除去而得增威。諸護摩", "651": "中所說藥草。隨取其一。經一日夜而作護摩。", "652": "真言歡喜而得增威。復取諸香。和作香泥。作", "653": "本尊形。獻怛攞底花。燒樹膠香。或堅木香。一", "654": "日三時。誦以真言一百八遍。真言歡喜而得", "655": "增威。作此尊形。置荷葉上。或芭蕉葉。或乳樹", "656": "葉。或諸草葉。非直晝日夜亦獻之。法事了時。", "657": "如法發遣。送置大河。如上次第。依此法則作", "658": "者。本尊歡喜。速賜悉地。", "659": "20 灌頂本尊法品蘇悉地羯囉經灌頂本尊法品第二十", "66": "支肥悅福力增加。或求種種諸德心所希求。", "660": "復次先承事了。若欲真言主增加威德故。應", "661": "灌頂之。取以金瓶或銀銅等或新瓦瓶。盛滿", "662": "香水。置於五寶花果香葉。復置五穀。種種塗", "663": "香。或堅香末。以新綵帛。繫其瓶項。插諸哆羅", "664": "樹枝。或乳樹枝。用部尊主真言。或用部母真", "665": "言。持誦一百八遍。然後灌其真言主頂。應用", "666": "金等及以沈檀而作其形。置於座上而灌頂", "667": "之。灌頂既了。復當獻供花香等色。或諸瓔珞", "668": "種種供具而供養之。為供養故。復作護摩。并", "669": "加念誦。如是作者。能令本尊增加威力。速", "67": "作如是願者。名補瑟徵迦。", "670": "得悉地。先承事故。作念誦時。應灌本尊。取閼", "671": "伽器。標想本尊而灌頂之。或自浴了時。復應", "672": "想念本真言主。三度七度而灌頂之。先承事", "673": "時。不應廢忘。或復用乳。或復用酥。或時用蜜", "674": "滿瓶中。如法復置七寶等物。灌頂本尊。所祈", "675": "之願速得成滿。", "676": "21 祈驗相品蘇悉地羯囉經祈驗相品第二十一", "677": "復次廣說祈請法則。於黑白月八日十四日", "678": "十五日日月蝕日等。經一日不食。或經三日。", "679": "或經七日。澡浴清淨。著新淨衣。離此晨日而", "68": "15 阿毘遮嚕迦品蘇悉地羯囉經阿毘遮嚕迦品第十五", "680": "祈請者。應用白月。誦扇底迦真言而祈請之。", "681": "復於暮間。以諸湯水及用真言。澡浴清淨。除", "682": "諸垢穢。灑霑五處。如法供養本真言主。復獻", "683": "閼伽。加誦真言一百八遍。復用闍底花未盛", "684": "開者。灑栴檀香。次奉獻之。又廣獻食。名烏那", "685": "去梨食中加陪酪。以忙攞底花作鬘供養。先", "686": "取牛酥而作護摩。一百八遍。次娑折囉娑。", "687": "一百八遍。復作護摩。令童女合白㲲縷。或布", "688": "線縷取作七結。一結一誦。真言七結都了。復", "689": "七誦真言。繫左肘上。隨右脅臥。思念真言主。", "69": "阿毘遮嚕迦者。心懷瞋怒。瞋彼所治。自無恐", "690": "得進止已。隨意而住。安置茅座。上敷散花。想", "691": "念尊形。於其夢中。見自部主。或真言主。或見", "692": "明王。當知此相成就之相。或見三寶。或諸菩", "693": "薩。及四眾等。并見供養者悉地之相。或見自", "694": "身誦持真言作諸事等。或見自身著淨白衣。", "695": "復見他來供養。當知勝上悉地在近。或見登", "696": "山峯。或見乘象。或渡大河海。或昇菓樹。或乘", "697": "師子。或牛鹿馬諸餘獸等。或乘飛鵝孔雀鳥", "698": "等一切飛禽。或見美女佩帶瓔珞手持花瓶。", "699": "或香花蓋圍遶行道。或於夢中受得象馬車", "7": "誦及作除災護摩法者。歸命三寶。深起慈心。", "70": "怖。應作此法。以忿怒真言而念誦之。或作護", "700": "乘諸寶物等。見是等相悉地之相。或夢得花", "701": "果根酥乳酪稻花等物。所成就藥。悉地之相。", "702": "先承事時。夢是成就藥。及得數珠。得是相者。", "703": "當知即須便作持誦法。或見熏馥自身。或見", "704": "澡浴清淨。或見身分佩帶瓔珞。見是相已便", "705": "作持誦。當速悉地。作持誦法。取闍底花一百", "706": "枚。用部母真言兼本真言。和誦一百八遍。而", "707": "供養之。復取白檀香。真言百遍。如是祈請。當", "708": "隨意臥時。真言主自當見相。又取烏施囉藥。", "709": "擣和作真言主形。以烏里弭迦蟻土。和作器。", "71": "摩。不擇時日。亦不作齋。忿怒之時。應當起", "710": "盛滿牛乳。置形於中。或用酥乳蜜。和置器中。", "711": "內形於中。誦一百八遍。三時供養。如是供養。", "712": "本尊歡喜速得相現。復於白黑二月八日十", "713": "四日十五日月蝕日等。不食持齋。度作供養。", "714": "以七膠香及五堅香。一一香等一誦真言一", "715": "作護摩。數滿一千二百遍已。所祈之願速見", "716": "其相。如上廣說祈請範則。若依法作。速得成", "717": "就。見其相貌。不有疑也。", "718": "22 受真言法品蘇悉地羯囉經受真言法品第二十二", "719": "復次廣說受真言法。雙膝著地。先於尊者阿", "72": "首。若看時日。以黑月八日或十五日。於日中", "720": "闍梨處。廣作布施。手捧妙花。發慇重心。於闍", "721": "梨處。三遍口受。真言多者受誦不得。應用紙", "722": "葉牛黃寫之。受取隨意誦之。先入漫茶羅已。", "723": "後於餘時受真言者。於良日時。於尊者闍梨", "724": "等處。廣作奉施已。如前受之。如是正受。真言", "725": "速成。縱不作先承事法。便即持誦亦得成就。", "726": "復以新瓶無有損缺。置諸花葉七寶五穀。一", "727": "一如法。唯不著水。作至誠心廣作供養。阿闍", "728": "梨先書寫紙葉。作諸真言主名。置於瓶中。莊", "729": "嚴供養如灌頂法。作此法時。或經一日。或經", "73": "時。或於時日。毘舍諸鬼及與部多羅剎等眾。", "730": "三日。不食齋戒。於日暮間作此法。則以牛", "731": "黃抄諸真言名號。置於瓶中。獻以塗香花香", "732": "燈食。并作護摩以本真言作百八遍。廣作懃", "733": "求。聖眾護聽。如是經滿三日。令其弟子乃於", "734": "瓶中擎取一葉。先須洗浴身體香馥。手加吉", "735": "祥茅環。以用真言誦百八遍持誦其瓶并以", "736": "香熏。傾心作禮。令取一葉。取已復禮。如是受", "737": "者速得悉地。若更別誦諸餘真言。所受真言", "738": "退失悉地。若於弟子處。心生歡喜。授與自所", "739": "持悉地真言。應依軌則如法受之。為先誦持", "74": "集會一處。或遊歷於方所。於此之時。作阿", "740": "故。弟子不久當得悉地。先於真言主處。啟請", "741": "陳表。授此真言。與此弟子。願作加被。速賜悉", "742": "地。手捧香花。誦一百遍。或一千遍。便呼弟子", "743": "采授與之。復作是言。我於今時。迴本明主授", "744": "與弟子。唯願照知為作悉地。弟子應言。我於", "745": "今時已受明主。誓從今日乃至菩提。而不廢", "746": "忘。如上所說。師主弟子受真言法。當得成就。", "747": "離此受者不得悉地。如此受得悉地真言。於", "748": "中決定成就無疑。既先有悉地。不先承事。真", "749": "言既爾。悉地藥等受法亦然。或復有人。先承", "75": "毘遮嚕迦者。忿怒心生。易得成就。諸餘鬼類", "750": "事已。次合念持。依於法則。迴授與人。所受得", "751": "者。不先承事。但作念持便得成就。受真言者。", "752": "為悉地故。先於師主處。廣作奉施。花菓根", "753": "藥名衣上服。金銀摩尼諸雜寶物。種種穀麥。", "754": "瓶盛好酪。男女童僕。種種臥具。奇妙革屣。嚴", "755": "身之具。已成就藥象馬牛犢。諸餘乘等乃至", "756": "自身。亦將奉施。為僕所使。久經承事不憚勞", "757": "劬。合掌虔誠珍重奉施。如是行施速得悉地。", "758": "廣說如上種種之物。先須奉施上阿闍梨已。", "759": "然後受於真言妙句。", "76": "助持誦者。使忿怒增。所作之事速得成就。身", "760": "23 滿足真言法品蘇悉地羯囉經滿足真言法品第二十三", "761": "復以持誦之人於其夢中。見真言主身諸支", "762": "分加者。應知真言字加。支分減少應知字少。", "763": "委是相已。作滿足法。或見真言與受持者異。", "764": "或加或減。字數不同。心便生疑。應作滿足作", "765": "滿足法。先以紙葉牛黃。稀寫所錯真言。如法", "766": "供養明王真言。及衛護己。置真言主座。復取", "767": "乳木。並依本法。但用空酥。為求明王而加助", "768": "故。應作護摩。布茅為鋪。先禮部尊主。次禮部", "769": "母。次禮諸佛。作如是啟。唯願諸佛及諸眾聖。", "77": "著赤衣或青色服。水灑令濕而以著之。作極", "770": "而加助衛。啟已於茅草上。頭面東臥。其於夢", "771": "中。本尊示相牛黃所寫紙葉之上。有加有減。", "772": "本尊還以牛黃寫之題注滿足。乃至加減點", "773": "畫亦皆揩定。真言不錯但云不錯。或於夢中", "774": "指授滿足。作此法時。為除魔故。作法衛護。", "775": "24 增威品蘇悉地羯囉經增威品第二十四", "776": "復次為欲增加威力故。應作護摩。或用酥蜜。", "777": "或時用乳。各各別作。或用油麻和酥護摩。或", "778": "用膠香和酥護摩。或用蓮花和酥護摩。或時", "779": "空用娑闍囉娑。或於山間。常服五淨不食餘", "78": "忿事。以自血灑令濕之。以右脚踏左脚上。面", "780": "飡。取本部花滿十萬枚。枚一真言奉獻本尊", "781": "妙好塗香及以香花然燈食等。各誦真言經", "782": "八百遍。一日三時。經於三日。如是供養。增加", "783": "威力。或用堅木然以為燈。一日三時。經於七", "784": "日。能令真言。增加威力。或用時供養迦弭迦", "785": "食。亦增威力。如上所說念誦護摩供養法則。", "786": "亦復能令增加威力。", "787": "25 護摩法則品蘇悉地羯囉經護摩法則品第二十五", "788": "復次廣說護摩法則。令持誦者速得悉地。於", "789": "尊像前。作護摩爐頓方一肘。四面安椽深半", "79": "向南住。怒目不齊。精眉閒瞋皺囓其牙齒。作", "790": "肘量。圓作亦然。念誦之處。若在房室應出於", "791": "外。望見尊形。而穿作爐。隨其事業。依法作", "792": "之。乳木等物及以香花。置於右邊。護摩器皿", "793": "置於左邊。用諸事真言。灑諸物等。坐於茅座。", "794": "攝心靜慮。手持閼伽。啟請明主。傾閼伽水少", "795": "瀉爐中。復以一花一誦真言。獻真言主。為除", "796": "穢故。應誦計利吉里真言。并作其印。為衛護", "797": "故。誦軍茶利真言。水灑作淨。然後用乳木燒", "798": "火。既燒火已。先請火天。我今奉請火天之首。", "799": "天中之仙梵行宗敬。降臨此處受納護摩。次", "8": "於白月一日黃昏之時。起首念持成扇底迦", "80": "大聲音。自想己身。此部之主身意勞苦堪能", "800": "誦真言。請召火天真言曰。", "801": "唵　𪾼呬䤈莽訶去部多泥去嚩哩使二合儞尾", "802": "二合若薩多上莽多上莽仡㗚二合呬怛嚩二合", "803": "護底莽訶引訶去囉莽娑泯二合散寧上呬妬婆", "804": "上嚩阿仡囊二合曳合尾也二合劫尾也二合嚩引", "805": "護底也莎訶去", "806": "召火天已。先以閼伽水三度灑淨。取諸五穀", "807": "酥酪等物。誦以真言三遍護摩。奉祀火天。", "808": "祀火天真言曰。", "809": "阿󰋲囊二合曳合微也二合劫微也二合嚩賀囊", "81": "忍之。如依此法次第。作阿毘遮嚕迦。日別三", "810": "也儞比也二合儞比也二合儞鉢也莎去訶去", "811": "作祀火天食已。唯心標想。引送火天置於本", "812": "座。然後誦計利吉里真言。并作手印。復淨其", "813": "火。一切護摩皆應如是。次請本尊。先誦本尊", "814": "真言一遍。安住本座。依法供養已。垂受護摩。", "815": "護摩之時。所須之木。謂鉢羅去輸木。烏曇麼", "816": "囉木。鉢攞二合訖沙二合木。尼俱陀木却地羅", "817": "木閼迦木。吠宮訖那木。闇沒囉二合木。迦濕", "818": "沒二合囉也二合木。閃弭木。阿簸麼㗚伽二合", "819": "木。閼說替那木。如上十二種樹枝。量長兩指", "82": "時。取於黑土。塗漫茶羅。或用驢糞。或馳羊猪", "820": "一搩。皆須濕潤。新採得者。通於一切護摩處", "821": "用。條端直者。觀其上下。一向置之。香水淨", "822": "洗。纖頭向外。麁下向身。酥搵兩頭。擲於爐", "823": "內。作扇底迦等法。時各依本法。先出摶食取", "824": "作護摩。如是軌摸遍通一切。每日作食之時。", "825": "先出一分之食。置在尊前。待護摩時。先應", "826": "取用。如念誦時。致於兩手在雙膝間護摩之", "827": "時。亦應如是。取以沈水量長四指。鹿如頭指。", "828": "搵酥合香。百八護摩。此法深妙益真言威。如", "829": "是作時。遍通諸部。或用安悉和酥護摩。復一", "83": "狗糞。或燒死屍灰獻。以赤色香之花。或獻", "830": "百八。或時空用安闍囉娑而作護摩。作百八", "831": "遍。皆能增益真言威力。為欲成就真言法故。", "832": "作諸護摩。先請部尊主。次請本尊然後依法", "833": "乃作護摩。為欲成就真言法故。作諸護摩。先", "834": "用部母真言。護衛本尊。次及自身。然後依法", "835": "乃作護摩。為欲成就真言法故。作諸護摩。護", "836": "摩了時。為增益真言力故。應當念誦部心真", "837": "言。為欲成就諸真言法故。凡作諸護摩。初時", "838": "皆須大杓酌施。欲了之時。亦用大杓。滿瀉三", "839": "遍。在於中間。應用小杓。為欲成就真言法故。", "84": "臭花。或青色者。或獻諸󰝿麥豆之糠。護摩之", "840": "作諸護摩了時。用部心真言。真言閼伽而供", "841": "養之。如漫茶羅法中所說。護摩次第。請作護", "842": "摩亦應如是。先作阿毘遮嚕迦法。次作補瑟", "843": "徵迦法。復作扇底迦法。護摩了已。用本尊", "844": "真言。加持淨水。以手巡遶。散灑爐中。如是三", "845": "度。護摩都了。復啟火天。重受餘供。如法退還", "846": "發遣。祈願如請召法。去降臨字置退還字。所", "847": "殘餘穀酥蜜酪等。並和一處用祀前火天真", "848": "言。真言三遍而作護摩。復觀本真言字數多", "849": "少。而念誦之。復作供養護衛本尊。并護己身。", "85": "時。用白芥子。或芥子油。或自身血。或復用", "850": "如法發遣。", "851": "26 備辦持誦支分品蘇悉地羯囉經備辦持誦支分品第二十六", "852": "復以廣說諸成就支分。為欲成就諸真言故。", "853": "先當辦備諸雜物分。然後應作先承事法。已", "854": "先承事。次應當念誦。所謂諸雜塗香諸燒香", "855": "等。五種堅香。謂沈檀紫檀娑囉羅香天木香", "856": "等。七膠香者。謂乾陀囉娑香。薩闍囉娑香。安", "857": "悉香蘇合香。薰陸香。設落枳去香。室唎吠瑟", "858": "吒迦香。并白芥子毒藥益芥子胡麻油牛酥", "859": "瓶銅椀。五穀。謂大麥小麥稻穀小豆胡麻。五", "86": "鹽。或用芥子。或苦練葉。或復用灰。或足底", "860": "寶。謂金銀真珠螺貝赤珠。五藥。謂乾杔迦哩", "861": "藥。勿哩何底藥。娑訶藥娑訶提婆藥。稅多擬", "862": "里訖哩迦藥。五色線。謂青黃赤白黑。童女所", "863": "合線。金剛杵燈炷燈盞瓦椀。五種彩色。却地", "864": "囉木橛。乳木枝。苦練木椀。大杓小杓牛黃鑌", "865": "鐵紫檀護淨線淨。浴衣黑鹿皮。鉢孕瞿花。蘇", "866": "穀花。木履。󰂛餌草大茅草。設多布澁波。茴", "867": "香是採花筐。緣飲食所須。酥蜜砂糖石蜜等", "868": "物。數珠。如上所說種種等物。皆預備之。然後", "869": "應當作先承事及廣念誦。", "87": "塵。或用驢糞。或駞狗猪羊糞。或人糞等。或用", "870": "27 成就諸物相品蘇悉地羯囉經成就諸物相品第二十七", "871": "復次我今說成就物。依是等物真言悉地。所", "872": "謂真陀摩尼賢瓶雨寶伏藏輪雌黃刀。此等", "873": "七物。上中之上。能令種種悉地成就。增益福", "874": "德。乃至成滿法王之果。況餘世事。佛部蓮花", "875": "部金剛部等。此三部真言。皆有如是勝上成", "876": "就。於此之中。隨取受持。獲具五通。為上悉", "877": "地。前說七物。今又細演。長一肘量。作一金", "878": "臺。或用銀作。莊嚴精細。安摩尼珠。著以摩尼", "879": "紅玻璃光淨無翳。或好水精。置於臺頭。成就", "88": "毛髮擣碎用之。或用烏󰴄。或󰭇雕鷲鸛鵲鳥", "880": "此寶者。應夜念誦。次作臺樣。", "881": "若欲成就賢瓶法者。莊嚴其瓶。如受真言品", "882": "中說。唯不著水置於幢臺。次作瓶樣。樣准印", "883": "法。", "884": "若欲成就雨寶法者。法驗成已。但當誠心。五", "885": "由旬內。能雨金銀種種雜寶。若欲成就伏藏", "886": "法者。法驗成已。但當誠心。隨所念處。伏藏發", "887": "起。真金滿藏。濟給貧乏。種種費用。其藏無", "888": "盡。若欲成就輪仙法者。鑌鐵作輪。量圓兩指", "889": "一搩。輪安六輻。輞緣纖利。如是依法速得悉", "89": "等。或用其󰴄。或用毛羽。或用如上禽獸脂等。", "890": "地。若欲成就雌黃法。先取好光雌黃。如日", "891": "初出。其光烟赤。亦如煉金作水之時。金汁烟", "892": "光。其雌黃應取如是好者。若欲成就刀法。先", "893": "取鑌刀。量長兩肘。以小指齊。闊四指。無諸病", "894": "疹。其色紺青。如桑施鳥翎。若欲成就佛頂法", "895": "者。以金作佛頂猶如畫印。安置幢臺。莖用頗", "896": "知迦。若欲成就蓮花法者。先以金作蓮花。花", "897": "作八葉。如兩指一搩手量。或用銀作。或熟銅", "898": "作。或白檀作。若欲成就拔折囉者。先以鑌鐵", "899": "作折拔囉。長十六指。兩頭皆作三股。或紫", "9": "法。於此之時。淨居天下遊歷人間。以天福祐。", "90": "或用棘刺。或破瓦器。或諸骨散。或用犬肉。或", "900": "檀作。或三金作。三金者。謂金銀熟銅。若欲成", "901": "就雄黃法者。先取雄黃色如金薄。塊成分片。", "902": "復有光焰。如是雄黃能成上事。若欲成就牛", "903": "黃法者。取黃牛牛黃。若欲成就刈哩迦藥者。", "904": "先取其藥色如金錢花者好。若欲成就素嚕", "905": "二合多安膳那藥。如曲蟮糞者好。若欲成就白", "906": "㲲布者。取細軟者。擇去毛髮。蔚金染之。若欲", "907": "成就護身線者。取白㲲縷。細細三合復三合", "908": "之。皆須右合。或縷金合。若欲成就花鬘法者。", "909": "童女合縷。取闍底花作鬘。若欲成就牛糞灰", "91": "猪肉等。或俱尾那木。或苦練木。或燒屍木。或", "910": "法者。取蘭若所乾燥牛糞。燒作白灰。和龍腦", "911": "香用。若欲成就木履法者。取室唎二合鉢㗚尼", "912": "二合木。作木履。上安其蓋。若欲成就繖蓋法", "913": "者。蓋應以孔雀尾作。以新端竹而作其莖。若", "914": "欲成就弓箭槍矟獨股叉棒諸餘器仗。各隨", "915": "世人所用。應如是作。若欲成就世間諸物。所", "916": "謂鞍馬車乘牛羊一切鳥獸諸餘物等。隨其", "917": "世人共將為上。或所意樂。或依本法應如是", "918": "作制。若欲成就吠多羅者。應取族姓家生。盛", "919": "年無病。卒死身無瘢跡。由未脹壞。諸根具足。", "92": "燒屍殘木。或有刺木。或佉陀羅木。仍依法", "920": "取如是尸而作成就。隨其所作。上中下成。所", "921": "取之物亦復如是。心無怖畏。方作此法。", "922": "28 取成就物品蘇悉地羯囉經取成就物品第二十八", "923": "復次我今說取物法。於黑白二月八日十四", "924": "日十五日日月蝕時。地動時日。於其午前而", "925": "取其物。於念誦時。得境界已。然後應當而取", "926": "諸物。或澡浴清淨。不食持齋。求善境界而取", "927": "諸物。所說須物。隨於方處所有是物者。而就", "928": "貨買。不酬價直而取諸物。或時自覺增加威", "929": "力。堪忍飢寒。種種異相。當爾之時而取諸物。", "93": "截而用護摩。如上等類隨所用者。皆應和以", "930": "所取諸物。各依本性上中下品。取上好者。如", "931": "法得已。應加精勇。作成就法。", "932": "29 淨除諸物品蘇悉地羯囉經淨除諸物品第二十九", "933": "復次今說淨除諸物而灑淨法。先以五淨洗", "934": "之。不應洗者。五淨灑之。觀雌黃量。五淨亦", "935": "然。而和末之。雌黃和乳。作末朱砂牛尿和。作", "936": "其末牛黃酥和。末彩色和乳。調安膳那藥。唯", "937": "空作末。刀輪等物。用牛糞水洗。餘所說者。牛", "938": "尿洗之。應洗物等。先以牛尿和胡麻水洗訖", "939": "後。以香水洗之。諸餘物等。世所稱用其水洗", "94": "毒藥及自身血鹽等三種。或所作諸事應稱", "940": "應隨洗之。或可香水洗洗。次用諸事真言。真", "941": "言水灑淨。次用部心真言。真言水灑淨。次用", "942": "部母真言。真言水灑淨。但應洗者。先以五淨。", "943": "次胡麻水。次用香水。如所應淨。皆應如是。", "944": "30 諸物量數品蘇悉地羯囉經諸物量數品第三十", "945": "復次廣說成就物量成就物者。謂身莊嚴具", "946": "諸倚仗等。種種衣服。如世常法所用量數。應", "947": "作成就。然欲成就雌黃法者。取末五兩為最", "948": "上法。三兩為中法。一兩為下法。成就牛黃者。", "949": "一兩為上。半兩為中。一分為下法。成就雄", "95": "彼名。取焚屍火。或旃茶羅舍火。或敲骨石。取", "950": "黃者。二兩為上法。一兩為中法。半兩為下法。", "951": "若欲成就安膳那者。取三分為上。二分為中。", "952": "一分為下。成就酥者。七兩為上。五兩為中。三", "953": "兩為下。成就灰者。五兩為上三兩為中。二兩", "954": "為下。若欲成就欝金香者。量比雌黃。於安怛", "955": "法。說種種丸欲成就者。其數須隻二十一丸", "956": "為上。十四為中。七丸為下。於本法中。諸物量", "957": "少。應加數。或依都量。或如本法。或世所貴", "958": "尊。量數多少。亦可依之。應觀念誦功力。及觀", "959": "同伴多少。應當具備。如本尊恩眷境界許多。", "96": "火前所說樹。取彼根本。十指量截。皆須擘破", "960": "任可成就。悉地之法有上中下。諸物數量亦", "961": "復如是。", "962": "31 除一切障大灌頂曼荼羅法品蘇悉地羯囉經除一切障大灌頂曼荼羅法品", "963": "第三十一", "964": "復次廣說成就諸物。祕密妙法。令速悉地。若", "965": "欲起首成就法者。先應備辦諸悉地具。次應", "966": "以護摩之法而加威本尊真言。及自灌頂。欲", "967": "灌頂者。作曼荼羅。如法供養。作灌頂已。然後", "968": "起首作成就法。次說灌頂大曼荼羅。能得成", "969": "就一切諸事。如前所說明王曼荼羅。淨地等", "97": "其兩頭使令尖塗其毒藥并芥子油。著火之", "970": "法皆應如是。其曼荼羅。頓方四角安置四門。", "971": "其量八肘。或七肘五肘。唯開四門。分明界道。", "972": "以五彩色而用畫之。如其胎暈。次外減半。次", "973": "外亦然。於此西面。四肘之外。復作一曼荼羅。", "974": "其量五肘。或四或三。唯開東門。或如根本", "975": "大曼荼羅。灌頂處所。減半而作。凡曼荼羅地", "976": "勢。皆須地門而瀉。說為吉祥。但曼荼羅地勢", "977": "北瀉。說為最勝。或用一種彩色畫之。於四角", "978": "外。作三鈷叉拔折羅。於中台內。如法畫作八", "979": "葉蓮花。諸曼荼羅亦應如是。蓮花葉外。周匝", "98": "時。用乾臭辛樹木。或擎屍木。或燒屍殘木。先", "980": "畫作吉祥妙印。於四門中畫拔折羅。復於諸", "981": "角。安吉祥瓶。於外灌頂曼荼羅亦如是作。凡", "982": "欲灌頂。必須四種所置瓶處。並函界角。隨所", "983": "持誦真言及與明等。於其台內。畫本尊印。并", "984": "置一瓶。所持真言。隨其部類。畫本尊主印。所", "985": "謂佛頂蓮花金剛。應知此法置為祕密。所持", "986": "真言不識名號。及部不貫者。應安一瓶。名辦", "987": "諸事。或安成就義利之瓶。或安一瓶名諸真", "988": "言。次外東面畫佛頂印。右邊部母印。左邊部", "989": "心印。次右鑠底印。次左牙印。次右阿難。次左", "99": "用著火。於黑土地穿三角爐。一角向外。三角", "990": "湏菩提。諸餘真言及明等印。左右安置。乃至", "991": "兩角。次於北面。畫觀自在菩薩印。右邊部母", "992": "印。左邊部心印。次右落澁彌印。次左多羅印。", "993": "次右成就義菩薩印。次左大勢至菩薩印。諸", "994": "餘真言及明等印。左右安置。乃至兩角。次於", "995": "南面。畫金剛印。右邊部母印。左邊部心印。次", "996": "右金剛拳印。次左食金剛印。次右拔折羅印。", "997": "次左金剛棒印。諸餘真言及明等印。左右安", "998": "置。乃至兩角。次於西面門南。畫梵王印及梵", "999": "吉祥明并諸眷屬。乃至南角門北。畫達羅神"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0893a 蘇悉地羯羅經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經: 蘇悉地羯囉經", "author": "唐 輸波迦羅譯", "sourceLink": "http://www.cbeta.org/"}