{"author": "宋 惟淨等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0550 金色童子因緣經: 金色童子因緣經: 金色童子因緣經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "金色童子因緣經卷第十二", "1": "西天譯經三藏朝散大夫", "2": "試鴻臚卿傳梵大師賜紫", "3": "沙門臣法護等奉　詔譯", "4": "「時，優婆塞復說伽陀曰：", "5": "「『色相謙柔眾德具，圓成妙好普莊嚴，", "6": "自捨如來大覺尊，餘無等比最上士。", "7": "佛聖言說無與等，佛聰利智亦無等，", "8": "佛聖解了復無同，佛大牟尼無比類。", "9": "佛大法器無與等，佛勝妙樂亦無等，", "10": "佛善調柔復無同，佛極尊勝無比類。", "11": "佛為大師無與等，佛為世父亦無等，", "12": "佛無善友復無同，佛為親愛無比類。", "13": "無我無怖無不伏，無染遠離於憒閙，", "14": "已超三有險難中，無怨無患常清淨。", "15": "清淨善調殊妙相，念力具足大自在，", "16": "普開眾生利益門，佛最勝上無等比。", "17": "總略真實眾德聚，所說最勝如法儀，", "18": "佛為三界無上尊，汝應信受此功德。』", "19": "「時，守田人聞彼優婆塞說是如來勝功德已，", "20": "發生淨信身毛喜豎，即作是言：『彼妙耳商主", "21": "以一豆餅奉上毘婆尸如來，種植最上清淨", "22": "施田，於剎那間商主，即得離諸貧苦，仗佛", "23": "神力，以極少物淨心行施願力所資，以是勝", "24": "因獲如意寶。今毘婆尸如來、應供、正等正覺，", "25": "經俱胝那庾多百千劫中，不得值遇極難得", "26": "見，而佛世尊於百千劫中，修成無上廣大最", "27": "勝利益眾生無量福行，隨起悲心，廣以方便", "28": "救度眾生，生死煩惱毒蛇所蠚墜墮極苦，慈", "29": "心愛念猶如親友。而我今者家無財物，雖久", "30": "力營曾無小畜，然以淨心將自守田所得之", "31": "食，雖極微小持用奉上。又當發願，普願一", "32": "切眾生皆得最上意願圓滿。』彼守田人發是", "33": "言時，毘婆尸如來、應供、正等正覺，即以神", "34": "力現住其前。「時守田人見佛世尊，威德殊特", "35": "昔未曾覩，身相端嚴猶若金山，其光晃耀映", "36": "蔽日月。見已，即時發生最上廣大信樂，以清", "37": "淨心持所有食，奉上世尊毘婆尸如來、應供、", "38": "正等正覺清淨鉢中。施已，加復極生淨信，頂", "39": "禮佛足發大誓願，說伽陀曰：", "40": "「『以此施佛所獲福，願我過於此生後，", "41": "當起最上悲愍心，普觀眾生作利益。", "42": "如佛所證無上道，如佛相好眾圓成，", "43": "我當成佛亦復然，普獲一切無等法。", "44": "如佛宣說於正法，如佛成就一切智，", "45": "我當得果亦復然，具一切智善說法。", "46": "如佛降伏魔軍已，善轉清淨大法輪，", "47": "我當得果事還同，降伏魔軍宣正法。", "48": "佛於生死大海中，自度度他皆出離，", "49": "我當亦度諸眾生，出離同歸無上道。』", "50": "「爾時，毘婆尸如來、應供、正等正覺，即發甚深", "51": "廣大雲吼音聲，為守田人而授記言：『善男子！", "52": "汝於來世當得作佛，號一切義成，為三界師", "53": "具大威德，以勝上力降伏魔軍，如佛所行施", "54": "作佛事。』時，毘婆尸如來為守田人授阿耨多", "55": "羅三藐三菩提記已，還復本處。", "56": "「彼滿度摩城一切人眾，普聞其事，乃至國王", "57": "聞是事已，念守田人善根力故，王乃嚴整車", "58": "駕來詣守田人所，發信重心，嚴以寶象上安", "59": "其座，勅令彼人而乘于象，同復王宮授王半", "60": "位。時守田人即白王言：『如王之命非臣所欲，", "61": "如臣志樂願求出家淨修梵行。』其王即時勅", "62": "從志願，王乃復宮。「時守田人即於毘婆尸佛", "63": "法中求佛出家，乃至盡壽修持梵行，其後命", "64": "終生化樂天。乃至最後彼妙相童子，以具勝", "65": "德故眾共冊立，如王法儀統臨王位，經六萬", "66": "歲正法治化，謝世之後生兜率天。」爾時，尊者", "67": "阿難告阿闍世王言：「大王！於汝意云何？彼", "68": "毘婆尸佛法中妙相王者，豈異人乎？即此金", "69": "色苾芻是。其王昔見毘婆尸如來，以貧窮故，", "70": "脫身所被一小衣片而用施佛，施已即發廣", "71": "大誓願，由斯善業於天人中受勝妙樂，處處", "72": "所生身皆金色，有金色衣自然覆體，生時天", "73": "雨眾妙天花，乃至于今具大福德，身有妙衣", "74": "旋脫旋生，具諸勝相。彼時妙耳商主者，即", "75": "今日照商主是；彼時妙耳商主之妻，即今日", "76": "照商主妻是；彼時女使者，即今迦尸孫那利", "77": "童女是；彼時家童者，即今勇戾大臣是。」", "78": "爾時，阿闍世王復白尊者阿難言：「此金色苾", "79": "芻復造何業？昔無過咎，為人虛妄構以染緣，", "80": "置鐵叉上將殞其命。又復何因，旋即出家證", "81": "阿羅漢果？」尊者答言：「大王！過去世中有佛", "82": "出世，名為妙月如來、應供、正遍知、明行足、善", "83": "逝、世間解、無上士、調御丈夫、天人師、佛、世尊。", "84": "是時有一國，城外有僧寺眾所棲止，中一苾", "85": "芻善說法要。是時，城中諸婆羅門及長者等", "86": "皆來聽法，利養供給咸共臻集。「乃至其後復", "87": "有苾芻，名曰無勝，來止此寺，加復明利而", "88": "善說法，辯才無礙，言詞流澤音聲清美。時諸", "89": "人眾咸悉來詣無勝苾芻之所，聽受說法，其", "90": "所演說初中後善文義深遠，純一清白梵行", "91": "之相。是時，四遠人眾聞已信慕，飲食衣服座", "92": "臥之具，病緣醫藥皆悉供給，而彼先來說法", "93": "苾芻，所獲利養由斯間絕。「是時，說法苾芻即", "94": "自思惟：『今無勝苾芻同止于此，於我利養必", "95": "當間絕。又復由此利養絕故，彼多聞智者及", "96": "諸信士，豈非於我不尊敬邪？』乃生怖畏。念", "97": "已，即時虛構方計用遮其事。故往召一婆羅", "98": "門童女，使其來還妄起染緣，謗訕於彼無勝", "99": "苾芻。是時童女如命而行。其後一日彼說法", "100": "苾芻與諸苾芻共會，僧房門首如常語論，童", "101": "女忽來而謂眾曰：『汝出家人中豈有非梵行", "102": "邪？所以然者？被無勝苾芻向者於我逼以", "103": "染緣，梵行人中此非道理。』「時諸苾芻聞已掩", "104": "耳，謂童女言：『莫作是說！勿使他人聞此惡", "105": "言。』唯說法苾芻出不善語謗彼無勝苾芻，謂", "106": "言：『如實不善所作。』乃至其後展轉聞于無勝", "107": "苾芻。彼人聞已，即作是言：『彼說法苾芻何故", "108": "於我發是語邪？』言已，即詣彼苾芻所。到已，謂", "109": "言：『我於尊者無所觸嬈，何出惡言固相譏毀？』", "110": "時說法苾芻轉起恚心，復出惡言增加呵毀，", "111": "謂言：『汝有此罪，後當應受鐵叉之苦。』「時無勝", "112": "苾芻聞已自念：『如斯行業壞修行法。』知是事", "113": "已，即自收舉衣鉢受用出離其寺，詣一樹下", "114": "隨意棲止。是時，四眾見已，即同奔逐勸誘欲", "115": "令迴復，竟不從命。時說法苾芻後自惟忖：『我", "116": "今所作誠為不善，以利養因起惡趣業，如是", "117": "審思心極追悔，我應詣彼求其懺罪。』念已，即", "118": "時速出其寺，訪尋尊者無勝苾芻，深自毀責", "119": "滿目淚流，猶如稚童啼哀莫止。「是時，無數百", "120": "千諸婆羅門、長者等眾咸覩是事，到已即時", "121": "前詣無勝苾芻，頂禮雙足，作是白言：『尊者！我", "122": "今懺罪願尊忍可，我如稚童，我如愚夫，我", "123": "不明了，貪利養故造不善業，以虛妄緣出不", "124": "善語，謗訕尊者深為罪咎！深為罪咎！尊者悲", "125": "心願垂忍可。』「無勝苾芻答言：『大德！我已忍", "126": "可，我今但為心厭憒閙，棲止樹下跏趺宴坐，", "127": "端身正念修寂靜行。』說是語已，時無勝苾芻", "128": "發生最上厭離之心，靜念世間誠堪驚懼，遷", "129": "流謝滅諸行不停，五眾循環生死流轉，乃至", "130": "帝釋諸天供養稱讚皆非究竟。念已，即時兩", "131": "翼騰驤狀如鵝王，高舉空中清淨潔白，一切", "132": "大眾咸悉瞻覩，發生最上淨信之心，即於空", "133": "中現諸神變。「時說法苾芻見是事已，即作是", "134": "言：『苦哉！我今云何於此大仙聖者而興譏毀？』", "135": "言已，悶絕僵仆于地。", "136": "「是時，妙月如來、應供、正等正覺，知是事已，起", "137": "悲愍心念此苾芻，無令嘔血而致命終，即運", "138": "神力來現其前。而佛世尊乃舒清淨綱鞔百", "139": "福相手，為彼苾芻摩觸頭頂善安慰之；而彼", "140": "苾芻佛手觸時，還得本心即獲輕安，苾芻旋", "141": "起乃於佛前諦誠懺悔。", "142": "「爾時，妙月如來普為大眾說伽陀曰：", "143": "「『士夫處世間，口出惡言詞，", "144": "其猶利刀斧，斷割於自身。", "145": "應讚而起謗，應謗而起讚，", "146": "惡語由口生，所出自不覺。", "147": "起惡心初小，如博弈輸財，", "148": "此中大惡興，謂謗阿羅漢。", "149": "心起毀謗因，眾生墮惡趣，", "150": "心起清淨因，眾生往善趣。』", "151": "「爾時，妙月如來廣為四眾宣說妙法，示教利", "152": "喜已，還復本處。」", "153": "復次，尊者阿難告阿闍世王言：「大王！於汝意", "154": "云何？彼時說法苾芻者豈異人乎？即此金色", "155": "苾芻是。昔於無勝苾芻之所起虛妄緣，惡言", "156": "謗訕得果聖人，由是業報五百生中墮大地", "157": "獄，一一獄中受苦報盡，復五百生墮餓鬼趣，", "158": "復五百生墮畜生趣，彼彼報盡後五百生得", "159": "生人間，一一生中本每愆罪。為人虛妄構以", "160": "染緣，登鐵叉上受大苦惱，乃至干今惡業報", "161": "盡，最後為彼勇戾大臣，枉執罪染置鐵叉上，", "162": "我以神力救令得脫。「大王！是人由斯罪業，故", "163": "招苦果，昔以善根於妙月如來法中淨信出家", "164": "修持梵行，由斯善業於今釋迦如來法中清", "165": "淨出家，斷諸煩惱證阿羅漢果。「是故，大王！世", "166": "間眾生寧自受苦，不應於他起謗訕心，自怖", "167": "惡名不應令他亦招惡譽，若自受樂即當分", "168": "與他人樂事。」尊者阿難說是法時，有無數百", "169": "千眾生獲大勝利，或有證得須陀洹果者，或", "170": "得斯陀含果者，或得阿那含果者，或得阿羅", "171": "漢果者，或發阿耨多羅三藐三菩提心者，或", "172": "發聲聞菩提心者，或發歸向心受近事戒者；", "173": "又復會中有但知佛可信、知法可歸、知僧可奉", "174": "者。", "175": "爾時，日照商主即於會中右膝著地，肅恭合", "176": "掌前白尊者阿難言：「尊者！我昔曾發願言，欲", "177": "於自舍延請世尊及苾芻眾，備以飲食微伸", "178": "供養，一一苾芻各以價直百千上妙之衣而", "179": "用奉施。苦哉尠福！今佛世尊已入涅槃，我今", "180": "至誠請尊者等諸苾芻眾，舍中供養。」尊者告", "181": "言：「善哉！商主！隨汝所願，我當同彼盡閻浮", "182": "提，所有一切釋迦如來聲聞弟子，咸悉來集赴", "183": "汝所請。」是時，日照商主滿其所願心大歡喜，", "184": "即時嚴絜國城內外，除去一切土石沙礫，豎", "185": "立幢幡，觸處遍灑旃檀香水，垂諸花纓眾寶", "186": "嚴飾，燒眾名香散諸妙花，如是殊特廣嚴布", "187": "已。備設種種清淨最上香美飲食，至明旦時", "188": "施設妙好茵褥床座，間布清淨妙香水瓶，食", "189": "時將至，遣人奉白尊者阿難：「飯食已辦，願尊", "190": "降赴。」是時，尊者阿難即以神力踊身空中，放", "191": "金色光普徧照耀此贍部洲，空中自然鳴擊", "192": "乾稚，振發大聲出如是言：「所有世尊一切聲", "193": "聞大眾其得通者，各各以自神力來赴所請。", "194": "諸凡夫眾假以尊者阿難神力，亦悉來赴。」是", "195": "時，一切聲聞眾等聞乾稚中所出言已，各從", "196": "彼彼所住方處，謂忉利天，及大雪山、大野山、", "197": "摩羅山、佉禰囉山、香醉山、妙高山、持雙山、持軸", "198": "山、儞民陀囉山，并諸園林樹下州城河池，及", "199": "彼大海仙人住處，乃至路傍空舍棄屍林等，", "200": "如是等處大苾芻眾從三摩地起，於剎那間", "201": "各踊空中，如阿輸迦花，青黃赤白彩雲遍覆，", "202": "自空徐來入王舍大城，於剎那間內外充滿", "203": "三俱胝數，其類有三：一者、漏盡眾；二者、有", "204": "學眾；三者、凡夫善眾。是時，尊者阿難及諸大", "205": "眾既至會已，上中下位依次而坐。時日照商", "206": "主普遍觀察眾坐已定，即以最上清淨飲食", "207": "自手持奉，尊者阿難及諸大眾飯食已訖，各", "208": "滌應器，商主即時復以價值百千上妙三衣，", "209": "而欲奉施尊者等眾，發清淨心瞻仰之際。時", "210": "金色苾芻知其父意，即作是言：「我今為父助", "211": "行施法。」言已，於剎那間即脫自身所被金色", "212": "三衣，次第奉施彼尊者等三俱胝眾，旋脫旋", "213": "生衣無竭盡。是時，空中百千天眾俱發聲言：", "214": "「奇哉！奇哉！甚為希有。」空中復奏種種天樂，雨", "215": "眾天花。爾時，諸方來會一切大眾，國主阿闍", "216": "世王等，宮嬪眷屬臣佐吏民，舉熙怡目見是", "217": "事已，咸悉歎言：「善哉！善哉！甚為希有。」又復", "218": "三讚是言：「奇哉！植福果報殊勝。奇哉！諸福有", "219": "大力能。奇哉！布施深固福田。是故應知，若", "220": "植施種勝報不虛，諸有智者審觀，如是福果", "221": "報事，其誰不植清淨施田。」如是言已，無數", "222": "百千人眾合掌頂禮，俱發聲言：「南無佛陀邪！」", "223": "爾時，尊者阿難普為大眾廣說布施清淨之", "224": "法，日照商主即從座起，右膝著地向尊者阿", "225": "難，合掌頂禮三白是言：「尊者！我今獲覩如", "226": "是勝相，非父、非母、非王、非天、非親屬朋友、非", "227": "沙門婆羅門所能施作。唯尊者悲心善救拔", "228": "我，如我昔日以恩愛心泣淚如海，尊者神力", "229": "枯涸愛源。」作是言已，說伽陀曰：", "230": "「尊者已離生老死，天上人中皆供養，", "231": "千生難得見聖尊，今見無虛勝果利。」", "232": "時尊者阿難廣為一切諸來會眾，如應說法", "233": "示教利喜。作佛事已，會中無數百千天人，及", "234": "王舍城一切大眾，咸發淨心歸命頂禮，作如", "235": "是言：「我等今者各獲善利。」言已，即時從座而", "236": "起，出離會中。", "237": "金色童子因緣經卷第十二"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0550 金色童子因緣經: 金色童子因緣經: 金色童子因緣經", "source": "CBETA"}