{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0228 佛說佛母出生三法藏般若波羅蜜多經: 佛說佛母出生三法藏般若\n波羅蜜多經: 佛說佛母出生三法藏般若波羅蜜多經", "text": {"0": "24 增上慢品", "1": "佛說佛母出生三法藏般若", "10": "寂靜等學，則學一切智。」", "100": "如是，若智慧滅時一切善法而亦隨滅。須菩", "101": "提！是故菩薩摩訶薩若欲護諸波羅蜜多，若", "102": "欲攝諸波羅蜜多者，應當修學是般若波羅", "103": "蜜多。又，菩薩摩訶薩若欲於一切眾生中福", "104": "德最勝為上首者，應當修學是般若波羅蜜", "105": "多。」", "106": "復次，佛言：「須菩提！於汝意云何，三千大千世", "107": "界一切眾生是為多不？」須菩提白佛言：「世尊！", "108": "但此閻浮提中所有眾生尚多無數，何況三", "109": "千大千世界一切眾生。」佛言：「須菩提！假使如", "11": "須菩提白佛言：「世尊！若菩薩摩訶薩盡學離", "110": "是三千大千世界一切眾生，一一修行皆住", "111": "菩薩地，或有一人盡其壽命，以諸飲食、衣服、", "112": "臥具、醫藥及餘樂具，供養如是三千大千世", "113": "界諸菩薩眾。此人以是因緣得福多不？」須菩", "114": "提言：「甚多，世尊！甚多，善逝！」佛言：「須菩提！若", "115": "復有人於一彈指頃能修行是般若波羅蜜", "116": "多者，其所得福倍勝於前。何以故？般若波羅", "117": "蜜多廣大利益諸菩薩摩訶薩，復能護助阿耨", "118": "多羅三藐三菩提故。須菩提！是故諸菩薩摩", "119": "訶薩若欲於一切眾生中最勝無上，若欲與", "12": "學乃至法界寂靜等學，則學一切智者，是等", "120": "一切眾生為所依怙，若欲偏入諸佛境界，", "121": "若欲具足佛功德法，若欲得佛遊戲神通，若", "122": "欲作佛大師子吼，若欲得佛諸所行處，若欲", "123": "普以三千大千世界大會說法。須菩提！菩薩", "124": "摩訶薩若欲成就如是等功德利者，應學是", "125": "般若波羅蜜多。學是般若波羅蜜多，不能圓", "126": "滿諸功德利者，無有是處。」須菩提白佛言：「世", "127": "尊！菩薩摩訶薩亦具足聲聞功德利耶？」佛言：", "128": "「須菩提！菩薩摩訶薩亦學是聲聞法，亦具足", "129": "聲聞功德之利。須菩提！菩薩摩訶薩雖如是", "13": "當云何作？」佛言：「須菩提！汝若如是說，是等云", "130": "學、如是知、得如是利，而不於中生住著心。菩", "131": "薩摩訶薩亦說彼聲聞法，而不取是法。須菩", "132": "提！若菩薩摩訶薩如是學者，能為一切世", "133": "間天、人、阿修羅等作大福田，而菩薩所作福", "134": "田最上最勝，過餘聲聞、緣覺所有福田。須菩", "135": "提！如是學者是行般若波羅蜜多，得近一切", "136": "智，不捨般若波羅蜜多，不離般若波羅蜜多。", "137": "如是學者不退失一切智，遠離聲聞、緣覺心，", "138": "得近阿耨多羅三藐三菩提。須菩提！若菩薩", "139": "摩訶薩作是念：『此是般若波羅蜜多，此名般", "14": "何作者。須菩提！於汝意云何，如來證如如故", "140": "若波羅蜜多，學是般若波羅蜜多故當得一", "141": "切智。』須菩提！若如是分別者，不名修學般若", "142": "波羅蜜多。若菩薩摩訶薩於般若波羅蜜多", "143": "不生分別，無知無見亦無所得，以如是不分", "144": "別、無知見、無所得故，是名修學般若波羅蜜", "145": "多。」", "146": "26 幻喻品幻喻品第二十六", "147": "爾時，帝釋天主即起是念：「若菩薩摩訶薩修", "148": "學是般若波羅蜜多者，尚能勝過一切眾生，", "149": "何況成就阿耨多羅三藐三菩提者。是故當", "15": "得名如來，是如有盡、有所作不？」須菩提言：「不", "150": "知，若有人愛樂一切智者，彼人得大善利善", "151": "自活命，何況能發阿耨多羅三藐三菩提心", "152": "者，當知是人為一切眾生共所敬愛，普能調", "153": "御一切眾生。」帝釋天主作是念已，即時化諸", "154": "曼陀羅華，滿自掌中散於佛上。華散佛已，合", "155": "掌向佛作如是言：「世尊！若有發阿耨多羅三", "156": "藐三菩提心者，普願得成阿耨多羅三藐三", "157": "菩提，普願圓滿一切佛法，圓滿一切智相應", "158": "之法，圓滿自然智法，圓滿無漏法，普願一切", "159": "眾生度生死岸證涅槃道，攝眾生心普令圓", "16": "也，世尊！何以故？如無盡相亦無所作。」佛言：「須", "160": "滿。世尊！我見生死中有種種苦，我不欲令初", "161": "發阿耨多羅三藐三菩提心者，於一念中有", "162": "所退轉，又不欲令已得安住阿耨多羅三藐", "163": "三菩提者，於一念中或生退轉，是故我欲普", "164": "令成就阿耨多羅三藐三菩提。何以故？能發", "165": "心者，廣大利益悲愍一切世間天、人、阿修羅", "166": "等。自得度已，復於一切眾生起如是心，未解", "167": "脫者普令解脫，未得度者普令得度，未涅槃", "168": "者普令涅槃。世尊！若有善男子、善女人，於初", "169": "發心菩薩所，以彼所有諸功德法生隨喜心，", "17": "菩提！於汝意云何，如來證如如故得名如來，", "170": "若於久修習菩薩所生隨喜心，若於住不退", "171": "轉菩薩所生隨喜心，若於一生補處菩薩所", "172": "生隨喜心，於如是等能生隨喜心善男子、善", "173": "女人，當說何者得福德多？」", "174": "佛告帝釋天主言：「憍尸迦！妙高山王尚可稱", "175": "量知其限數，彼善男子、善女人以是諸隨喜", "176": "心所獲福德，不可稱量知其限數。", "177": "「憍尸迦！又如四大洲界亦可稱量知其限數，", "178": "彼善男子、善女人以是諸隨喜心所獲福德，", "179": "不可稱量知其限數。憍尸迦！又如小千世界", "18": "是如有生有滅有起有染有得有證不？」須菩", "180": "亦可稱量知其限數，彼善男子、善女人，以是", "181": "諸隨喜心所獲福德，不可稱量知其限數。憍", "182": "尸迦！又如中千世界亦可稱量知其限數，彼", "183": "善男子、善女人以是諸隨喜心所獲福德，不", "184": "可稱量知其限數。憍尸迦！又如三千大千世", "185": "界亦可稱量知其限數，彼善男子、善女人以", "186": "是諸隨喜心所獲福德，不可稱量知其限數。」", "187": "帝釋天主白佛言：「世尊！若有人不能於初發", "188": "心菩薩所，乃至不能於一生補處菩薩所，生", "189": "隨喜心者，當知是人惡魔所著、為魔眷屬，從", "19": "提言：「不也，世尊！」佛言：「須菩提！菩薩摩訶薩學", "190": "彼魔天命終而來生此。何以故？是諸隨喜心", "191": "而能破壞諸惡魔故。又復，若人能生諸隨喜", "192": "心者，是人應以隨喜功德迴向阿耨多羅三", "193": "藐三菩提，以是迴向故而能增長阿耨多羅", "194": "三藐三菩提。是故當知，能生如是諸隨喜心", "195": "者，是人不離佛、不離法、不離僧，增長一切最", "196": "勝功德。」", "197": "佛告帝釋天主言：「如是，如是！憍尸迦！若有人", "198": "能生如是諸隨喜心者，是人不離佛、不離法、", "199": "不離僧，增長一切最勝功德。又，憍尸迦！若善", "2": "波羅蜜多經卷第二十一", "20": "一切智亦復如是。須菩提！是故菩薩摩訶薩", "200": "男子、善女人能生如是諸隨喜心者，當知是", "201": "善男子、善女人速得值佛。」", "202": "帝釋天主白佛言：「如是，世尊！如是，善逝！善男", "203": "子、善女人能生如是諸隨喜心者，是善男子、", "204": "善女人速得值佛。又復，以是隨喜善根力故，", "205": "在在所生人所尊重恭敬讚歎。是善男子、善", "206": "女人，眼根清淨不觀惡色，耳根清淨不聞惡", "207": "聲，鼻根清淨不嗅惡香，舌根清淨不了惡味，", "208": "身根清淨不染非觸。又復，不墮惡趣，生人、天", "209": "道。何以故？是善男子、善女人成就無量無數", "21": "若如是學者不盡如相，如是學者是學一切", "210": "隨喜善根故，常樂利樂一切眾生，以能生是", "211": "隨喜心故，而能增長阿耨多羅三藐三菩提", "212": "行，漸漸得成阿耨多羅三藐三菩提。是善男", "213": "子、善女人得菩提已，廣度無量無數眾生普", "214": "令涅槃。」", "215": "佛告帝釋天主言：「憍尸迦！如汝所說，皆是如", "216": "來威神護念。若善男子、善女人能生如是諸", "217": "隨喜心者，是善男子、善女人深種善根，以是", "218": "善根廣為無量無數眾生作大利益。此因緣", "219": "故，而能增長一切善法，漸漸得成阿耨多羅", "22": "智，如是學者是學般若波羅蜜多，如是學者", "220": "三藐三菩提。」", "221": "爾時，尊者須菩提白佛言：「世尊！心如幻故，云", "222": "何以是心得阿耨多羅三藐三菩提耶？」佛告", "223": "尊者須菩提言：「於意云何，汝見有心如幻耶？」", "224": "須菩提言：「不也，世尊！」佛言：「須菩提！汝見幻", "225": "相可得耶？」須菩提言：「不也，世尊！我不見有心", "226": "如幻，亦不見幻相可得。」佛言：「須菩提！汝", "227": "以是心是相可得阿耨多羅三藐三菩提耶？」須", "228": "菩提言：「不也，世尊！」佛言：「須菩提！於意云何，若", "229": "不見有心如幻及幻相者，離是心是相，汝", "23": "是學佛地，如是學者是學佛十力、四無所畏", "230": "見有法可得阿耨多羅三藐三菩提耶？」須菩", "231": "提言：「不也，世尊！離如幻心及彼幻相，亦不見", "232": "有法可得阿耨多羅三藐三菩提。世尊！若離", "233": "如幻心及離幻相有法可見者，是法亦不可", "234": "說是有是無，是故一切法畢竟離中，不可說", "235": "有不可說無。若一切法畢竟離故，阿耨多羅", "236": "三藐三菩提亦畢竟離，般若波羅蜜多亦畢", "237": "竟離。以一切法畢竟離故，即無法可修亦無", "238": "法可得，以一切法無所得故，阿耨多羅三藐", "239": "三菩提亦不可得。以是畢竟離故菩薩摩訶", "24": "等一切佛法乃至一切智智，如是學者能到", "240": "薩亦畢竟離。世尊！菩薩摩訶薩因般若波羅", "241": "蜜多故，得阿耨多羅三藐三菩提。而菩薩摩", "242": "訶薩畢竟離，阿耨多羅三藐三菩提亦畢竟", "243": "離。若菩薩摩訶薩得阿耨多羅三藐三菩提", "244": "者，云何以離得離耶？」", "245": "佛讚須菩提言：「善哉，善哉！須菩提！如是，如是！", "246": "一切法畢竟離，般若波羅蜜多亦畢竟離，阿", "247": "耨多羅三藐三菩提亦畢竟離，菩薩摩訶薩", "248": "亦畢竟離。而諸菩薩摩訶薩於是法中，如實", "249": "了知般若波羅蜜多畢竟離故，即非般若波", "25": "諸學彼岸，如是學者普能降伏魔及魔眾，如", "250": "羅蜜多。須菩提！是故諸菩薩摩訶薩，雖因般", "251": "若波羅蜜多故得阿耨多羅三藐三菩提，而", "252": "於是中無法可取、無法可得。以無取無得故，", "253": "菩薩摩訶薩雖得阿耨多羅三藐三菩提，而", "254": "非以離得離。」", "255": "須菩提白佛言：「世尊！如我解佛所說義，此甚", "256": "深義菩薩摩訶薩行者是為甚難。」佛言：「須菩", "257": "提！如是，如是！此甚深義菩薩摩訶薩行者是", "258": "為甚難。須菩提！若菩薩摩訶薩行此甚深義", "259": "者，不於中道取證聲聞、緣覺之果，斯為甚難。」", "26": "是學者速得不退轉法，如是學者速坐道場，", "260": "須菩提白佛言：「世尊！如我解佛所說義，菩薩", "261": "摩訶薩所為非難。何以故？一切法無所得無", "262": "所證。以無得無證故，是中無證者、無所證、無", "263": "所用證法，是故菩薩摩訶薩所為非難。世尊！", "264": "若菩薩摩訶薩聞作是說，不驚不怖不退不", "265": "沒者，當知彼菩薩摩訶薩是為行般若波羅", "266": "蜜多。雖如是行，亦不見我行般若波羅蜜多。", "267": "若如是不見所行般若波羅蜜多相故，是菩", "268": "薩摩訶薩得近阿耨多羅三藐三菩提，即能", "269": "遠離聲聞、緣覺之地，是行般若波羅蜜多。世", "27": "如是學者是學三轉十二行相法輪，如是學者", "270": "尊！譬如虛空不作是念：『是遠是近？』何以故？虛", "271": "空無分別故。般若波羅蜜多亦復如是，不作", "272": "是念：『阿耨多羅三藐三菩提去我近，聲聞、緣", "273": "覺地去我遠。』何以故？般若波羅蜜多無分別", "274": "故。又如幻所化人不作是念：『彼幻師去我近，", "275": "餘觀者去我遠。』何以故？幻所化人無分別", "276": "故。般若波羅蜜多亦復如是，不作是念：『阿耨", "277": "多羅三藐三菩提去我近，聲聞、緣覺地去我", "278": "遠。』何以故？般若波羅蜜多無分別故。又如諸", "279": "影不作是念：『影所因者去我近，非所因者去", "28": "學自所行，如是學者學為他作所依怙法，如", "280": "我遠。』何以故？影無分別故。般若波羅蜜多亦", "281": "復如是，不作是念：『阿耨多羅三藐三菩提去", "282": "我近，聲聞、緣覺地去我遠。』何以故？般若波羅", "283": "蜜多無分別故。又如如來於一切眾生無憎", "284": "無愛。何以故？如來一切憎愛斷故。般若波羅", "285": "蜜多亦復如是，無憎無愛。何以故？般若波羅", "286": "蜜多非憎愛法。又如如來離諸分別。何以故？", "287": "如來一切分別斷故。般若波羅蜜多亦復如", "288": "是，離諸分別。何以故？般若波羅蜜多無分別", "289": "故。又如佛所化人不作是念：『阿耨多羅三藐", "29": "是學者是學大慈大悲大喜大捨，如是學者", "290": "三菩提去我近，聲聞、緣覺地去我遠。』何以故？", "291": "化人無分別故。般若波羅蜜多亦復如是，不", "292": "作是念：『阿耨多羅三藐三菩提去我近，聲聞、", "293": "緣覺地去我遠。』何以故？般若波羅蜜多無分", "294": "別故。又如佛所化人隨所作事悉能成辦，雖", "295": "所成辦而無分別。何以故？化人無分別故。般", "296": "若波羅蜜多亦復如是，若一切法隨所修習", "297": "悉能成辦。何以故？般若波羅蜜多無分別故。", "298": "又如工巧師，以其方便用機關木作男女相，", "299": "隨所作事悉能成辦，雖所成辦而無分別。何", "3": "西天譯經三藏朝奉大夫試光祿卿", "30": "學度眾生界，如是學者是學不斷佛種，如是", "300": "以故？巧幻所作故。世尊！般若波羅蜜多亦", "301": "復如是，若一切法隨所修習悉能成辦，雖有", "302": "所成而無分別。何以故？般若波羅蜜多無分", "303": "別故。」", "304": "佛說佛母出生三法藏般若波羅蜜多經卷第二十一", "31": "學者學開甘露門。須菩提！此廣大學是最上", "32": "學，凡夫下劣人不能如是學。若有能調御一", "33": "切眾生，欲與一切眾生為依怙者，欲出過一", "34": "切眾生界者，彼能如是學。若如是學者，不墮", "35": "地獄、餓鬼、畜生等趣，不生阿修羅界，不生邊", "36": "地，不生旃陀羅族，不生下姓種族，不生種", "37": "種卑賤巧業等族。如是學者，不失一目不盲", "38": "兩目，亦不角睞，不聾不啞，不傴僂，不攣躄。不", "39": "醜陋，不麁惡，不形殘，不異相，亦無疥癩癰疽", "4": "傳法大師賜紫臣施護奉　詔譯", "40": "乾痟等病，不壞諸根人相圓滿，音聲清巧眾", "41": "所愛樂。須菩提！又菩薩摩訶薩如是學者，不", "42": "害他命，不盜他物，不行邪染，不虛妄言亦不", "43": "兩舌復不惡口，不無義語，不生貪著，不起瞋", "44": "惱，不住邪見，不邪命活，不修邪命法，不畜", "45": "破戒眷屬，不近非法者，不生長壽天，雖入", "46": "諸禪而不隨禪生。何以故？菩薩以能成就善", "47": "巧方便故。而菩薩成就何等善巧方便？所謂", "48": "從般若波羅蜜多相應出生善巧方便，是故", "49": "菩薩雖入諸禪而不隨禪生。須菩提！菩薩摩", "5": "25 學品學品第二十五", "50": "訶薩能如是學者，即得清淨十力、清淨四無所", "51": "畏乃至清淨一切佛法。」", "52": "須菩提白佛言：「世尊！一切法自性本來清淨，", "53": "菩薩摩訶薩云何復得清淨十力、清淨四無所", "54": "畏乃至清淨一切佛法耶？」佛告須菩提言：「如", "55": "是，如是！須菩提！一切法自性本來清淨，菩薩", "56": "摩訶薩於是一切法自性本來清淨中，如理", "57": "修學般若波羅蜜多，不驚不怖不退不沒。須", "58": "菩提！彼諸愚異生等於如是法不知不見，以", "59": "不知不見故無所覺了。是故菩薩摩訶薩發", "6": "爾時，尊者須菩提白佛言：「世尊！菩薩摩訶薩", "60": "勤精進於中修學，自所學已，令諸異生等於", "61": "是法中如理修學、實知實見。菩薩摩訶薩由", "62": "如是學故，即得清淨十力、清淨四無所畏乃", "63": "至清淨一切佛法。須菩提！菩薩摩訶薩如是", "64": "學者，悉能了知一切眾生心心所行。須菩提！", "65": "譬如大地少出閻浮檀金，多諸荊棘砂礫草木", "66": "等類。一切眾生亦復如是，於眾生聚中少能", "67": "愛樂修學般若波羅蜜多者，多有愛樂修學", "68": "聲聞、緣覺法門。須菩提！又如眾生聚中少有", "69": "修彼輪王業者，但多修彼諸小王業。須菩提！", "7": "欲學一切智，當云何學？」佛言：「須菩提！菩薩摩", "70": "當知眾生聚中少有行於般若波羅蜜多道", "71": "者，多有行於聲聞、緣覺道者，亦復如是。", "72": "「須菩提！又如眾生聚中少有修彼帝釋福業，", "73": "但多修彼諸天子業。須菩提！當知眾生聚中", "74": "少有修習般若波羅蜜多行者，多有修習聲", "75": "聞、緣覺行者，亦復如是。須菩提！又如眾生聚", "76": "中少有修彼梵王福業，但多修彼諸梵眾業。", "77": "須菩提！當知眾生聚中少有不退轉於阿耨", "78": "多羅三藐三菩提者，多有退轉於阿耨多羅", "79": "三藐三菩提者，亦復如是。須菩提！以是義故，", "8": "訶薩若盡學則學一切智，若離學則學一切", "80": "當知眾生聚中少有能發阿耨多羅三藐三", "81": "菩提心者，於少能發心中又復少能如理修", "82": "行者，於少能修行中又復少能修習般若波", "83": "羅蜜多相應行者，於少能修習相應行中又", "84": "復少能於阿耨多羅三藐三菩提住不退轉", "85": "者。須菩提！是故諸菩薩摩訶薩若欲在少中", "86": "少者，應當修習般若波羅蜜多。", "87": "「復次，須菩提！若菩薩摩訶薩修學是般若波", "88": "羅蜜多者，不生雜染心、不生疑惑心、不生憎", "89": "嫉心、不生慳悋心、不生破戒心、不生瞋惱心、", "9": "智。若無生無滅無起無染無性，如虛空法界", "90": "不生懈怠心、不生散亂心、不生愚癡心。又，須", "91": "菩提！菩薩摩訶薩應修學是般若波羅蜜多。", "92": "何以故？此般若波羅蜜多能護諸波羅蜜多、", "93": "能受諸波羅蜜多、能取諸波羅蜜多、能集諸", "94": "波羅蜜多、能攝諸波羅蜜多。須菩提！譬如", "95": "六十二見，身見中攝，諸波羅蜜多於般若波", "96": "羅蜜多中攝，亦復如是。須菩提！又如士夫所", "97": "有諸根，皆悉於其命根中攝，一切善法皆於", "98": "般若波羅蜜多中攝，亦復如是。須菩提！又如", "99": "士夫命根滅時諸根皆滅，菩薩摩訶薩亦復"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0228 佛說佛母出生三法藏般若波羅蜜多經: 佛說佛母出生三法藏般若\n波羅蜜多經: 佛說佛母出生三法藏般若波羅蜜多經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}