{"author": "唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0714 緣起聖道經: 緣起聖道經: 緣起聖道經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 714 [Nos. 713, 715]", "1": "緣起聖道經", "2": "大唐三藏法師玄奘奉　詔譯", "3": "如是我聞：一時薄伽梵在室羅筏國，住誓多", "4": "林給孤獨園，與大苾芻眾千二百五十人俱，", "5": "及諸菩薩摩訶薩等無量大眾。", "6": "爾時世尊告諸大眾：「吾未證得三菩提時，獨", "7": "處空閑，寂然宴坐，發意思惟：『甚奇！世間沈淪", "8": "苦海，都不覺知出離之法，深可哀愍。謂雖", "9": "有生、有老、有死，此沒、彼生，而諸有情不能如", "10": "實知生、老死出離之法。』", "11": "「我復思惟：『由誰有故而有老死？如是老死復", "12": "由何緣？』我於此事如理思時，便生如是如實", "13": "現觀：『由有生故便有老死。如是老死由生為", "14": "緣。』「我復思惟：『由誰有故而得有生？如是生", "15": "者復由何緣？』我於此事如理思時，便生如是", "16": "如實現觀：『由有有故便得有生。如是生者由", "17": "有為緣。』「我復思惟：『由誰有故而得有有？如", "18": "是有者復由何緣？』我於此事如理思時，便生", "19": "如是如實現觀：『由有取故便得有有。如是有", "20": "者由取為緣。』「我復思惟：『由誰有故而得有取？", "21": "如是取者復由何緣？』我於此事如理思時，便", "22": "生如是如實現觀：『由有愛故便得有取。如是", "23": "取者由愛為緣。』「我復思惟：『由誰有故而得有", "24": "愛？如是愛者復由何緣？』我於此事如理思時，", "25": "便生如是如實現觀：『由有受故便得有愛。如", "26": "是愛者由受為緣。』「我復思惟：『由誰有故而得", "27": "有受？如是受者復由何緣？』我於此事如理思", "28": "時，便生如是如實現觀：『由有觸故便得有受。", "29": "如是受者由觸為緣。』「我復思惟：『由誰有故而", "30": "得有觸？如是觸者復由何緣？』我於此事如理", "31": "思時，便生如是如實現觀：『由有六處便得有", "32": "觸。如是觸者六處為緣。』「我復思惟：『由誰有", "33": "故而有六處？如是六處復由何緣？』我於此事", "34": "如理思時，便生如是如實現觀：『由有名色便", "35": "有六處。如是六處名色為緣。』「我復思惟：『由", "36": "誰有故而有名色？如是名色復由何緣？』我", "37": "於此事如理思時，便生如是如實現觀：『由有", "38": "識故便有名色。如是名色由識為緣。』「我齊此", "39": "識，意便退還，不越度轉，謂：『識為緣而有名色；", "40": "名色為緣而有六處；六處為緣而有其觸；觸", "41": "為緣受；受為緣愛；愛為緣取；取為緣有；有", "42": "為緣生；生為緣故便有老死、愁、歎、憂、苦、擾、惱", "43": "生起。如是積集純大苦聚。』", "44": "「我復思惟：『無有誰故而無老死？由誰滅故老", "45": "死隨滅？』我即於此如理思時，便生如是如實", "46": "現觀：『無有生故便無老死。由生滅故老死隨", "47": "滅。』「我復思惟：『無有誰故而無有生？由誰滅", "48": "故此生隨滅？』我即於此如理思時，便生如是", "49": "如實現觀：『無有有故便無有生。由有滅故生", "50": "即隨滅。』「我復思惟：『無有誰故而無有有？由", "51": "誰滅故此有隨滅？』我即於此如理思時，便生", "52": "如是如實現觀：『無有取故便無有有？由取滅", "53": "故有即隨滅？』「我復思惟：『無有誰故而無有取？", "54": "由誰滅故此取隨滅？』我即於此如理思時，便", "55": "生如是如實現觀：『無有愛故便無有取。由愛", "56": "滅故取即隨滅。』「我復思惟：『無有誰故而無有", "57": "愛？由誰滅故此愛隨滅？』我即於此如理思時，", "58": "便生如是如實現觀：『無有受故便無有愛。由", "59": "受滅故愛即隨滅。』「我復思惟：『無有誰故而無", "60": "有受？由誰滅故此受隨滅？』我即於此如理思", "61": "時，便生如是如實現觀：『無有觸故便無有受。", "62": "由觸滅故受即隨滅。』「我復思惟：『無有誰故而", "63": "無有觸？由誰滅故此觸隨滅？』我即於此如理", "64": "思時，便生如是如實現觀：『無六處故便無有", "65": "觸。六處滅故觸即隨滅。』「我復思惟：『無有誰", "66": "故而無六處？由誰滅故六處隨滅？』我即於此", "67": "如理思時，便生如是如實現觀：『無名色故便", "68": "無六處。名色滅故六處隨滅。』「我復思惟：『無有", "69": "誰故而無名色？由誰滅故名色隨滅？』我即於", "70": "此如理思時，便生如是如實現觀：『無有識故", "71": "便無名色。由識滅故名色隨滅。』「我復思惟：『無", "72": "有誰故而無有識？由誰滅故此識隨滅？』我即", "73": "於此如理思時，便生如是如實現觀：『無有行", "74": "故便無有識。由行滅故識即隨滅。』「我復思惟：", "75": "『無有誰故而無有行？由誰滅故此行隨滅？』我", "76": "即於此如理思時，便生如是如實現觀：『無無", "77": "明故便無有行。無明滅故行即隨滅；由行滅", "78": "故識亦隨滅；由識滅故名色隨滅；名色滅故", "79": "六處隨滅；六處滅故觸亦隨滅；由觸滅故受", "80": "亦隨滅；由受滅故愛亦隨滅；由愛滅故取亦", "81": "隨滅；由取滅故有亦隨滅；由有滅故生亦隨", "82": "滅；由生滅故老死、愁、歎、憂、苦、擾、惱皆亦隨滅。", "83": "如是永滅純大苦聚。』", "84": "「我復惟：『我今證得舊道、舊徑、舊所行跡、古", "85": "昔諸仙之所遊履。』", "86": "「譬如有人遊行曠野、嶮穢、稠林，歘然值遇舊", "87": "道、舊徑、舊所行跡、古昔諸人甞所遊履。彼即", "88": "尋行。既尋行已，見舊城郭、古昔王都，園林、池", "89": "沼無不具足，淨妙街衢甚可愛樂。其人見已，", "90": "如是思惟：『我今宜應速詣王所，啟白斯事。』爾", "91": "時彼人便到王所，啟白王言：『大王當知！我有", "92": "因緣遊行曠野、嶮穢、稠林，歘然值遇舊道、舊", "93": "徑、舊所行跡、古昔諸人甞所遊履。我即尋行。", "94": "既尋行已，見舊城郭、古昔王都，園林池沼無", "95": "不具足，淨妙街衢甚可愛樂。大王！今者若都", "96": "彼城，定使大王昌隆廣大，安隱，豐樂，人民熾", "97": "盛。』爾時其王便都彼城。後時王都昌隆廣大，", "98": "安隱，豐樂，人民熾盛。", "99": "「我亦如是。今已證得舊道、舊徑、舊所行跡、古", "100": "昔諸仙甞所遊履。何等名為舊道、舊徑、舊所", "101": "行跡、古昔諸仙甞所遊履？當知即是八支聖", "102": "道，謂初正見，次正思惟、正語、正業、正命、正", "103": "勤、正念、正定，惟至第八。如是名為舊道、舊", "104": "徑、舊所行跡、古昔諸仙甞所遊履。我昔尋行。", "105": "既尋行已，曾見老死，見老死集，見老死滅，", "106": "見於老死趣滅行跡。如是曾見生、有、取、愛、受、", "107": "觸、六處、名色、識、行，曾見行集，曾見行滅，曾", "108": "見於行趣滅行跡。我於此法自然通達。現等", "109": "覺已，告諸苾芻、諸苾芻尼、鄔波索迦、鄔波斯", "110": "迦，及告種種外道、沙門、諸婆羅門、雜出家類", "111": "無量大眾。是諸苾芻若於此中能正修行", "112": "成能證者，便能證得正理法善。諸苾芻、苾芻", "113": "尼、鄔波索迦、鄔波斯迦無量大眾，若於此中", "114": "能正修行成能證者，便能證得正理法善。如", "115": "是乃能增廣梵行，亦當饒益無量眾生，為諸", "116": "天人正善開示。」時諸苾芻及諸菩薩摩訶薩", "117": "等無量大眾，聞佛所說，歎未曾有，皆大歡喜，", "118": "信受奉行。", "119": "緣起聖道經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0714 緣起聖道經: 緣起聖道經: 緣起聖道經", "source": "CBETA"}