{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2101 補陀洛迦山傳", "text": {"0": "No. 2101", "1": "補陀洛迦山傳題辭補陀洛迦山傳題辭", "10": "道者居之。而阿蘭若兆興焉。自非好奇探幽。", "100": "也。五代後。改鄮為鄞。則又屬鄞。宋熙寧間。", "101": "創縣為昌國。東控日本。北接登葉。南亘甌閩。", "102": "西通吳會。寔海東之巨障。皇元至元十五年。", "103": "陞縣為州。", "104": "寶陀寺。在州之東海梅岑山。世傳。梅福煉丹", "105": "之所。釋所言。東大洋海。西紫竹旃檀林者。是", "106": "也。自四明陸行。東九十餘里。過穿山渡。至大", "107": "謝。再經嵩子渡。至昌國州。陸行七十里。沈家", "108": "門止一渡至山。周圍僅百里許環繞大海。憑", "109": "高望昌國諸山。隱隱如青螺。東極微茫無際。", "11": "乘桴汎槎者。罕能至也。惟我。", "110": "日月出沒上下若鑑。微風時來。雷轟雪涌。奇", "111": "極孤迴。非復塵世也。山茶樹高數丈。丹葩滿", "112": "枝。猶珊瑚林。水仙紫蓀。芳菲滿地。金沙玉", "113": "礫。的落璀璨。", "114": "潮音洞。菩薩示現之所。去寺三里。至洞皆黃", "115": "砂。石洞巉巖。瞰海回顧無畔岸。人跡不及。洞", "116": "上有穴如天窓。下屬洞前。舊有石橋橫亘。可", "117": "以瞻禮。今崩廢。", "118": "善財洞。在潮音洞右。亦祥異顯現。巖石有罅。", "119": "峭峻蹙逼中。窅叵測。其外則石崖壁立。泉溜", "12": "皇元。際天所覆。均被化育。梯航所及。靈跡", "120": "如珠不涸。謂之菩薩泉。瓶罌盛貯。以洗目疾。", "121": "盤陀石。平廣上坐百餘人。下瞰大海。五更遠", "122": "見扶桑。五色光發。頃有一輪極大。從海湧出。", "123": "真奇觀也。", "124": "三摩地。在寺西偏。登山由此。有亭。曰極清", "125": "淨。嘉木森秀。清泉甘冽。亂石錯出。有聳立者", "126": "踞伏者。詭奇萬狀。", "127": "真歇庵。在寺後山深處。真歇了禪師。修道菴", "128": "中。後圓寂立塔。", "129": "無畏石。在真歇菴前。突然方廣。然峻不可陟", "13": "悉著。至於茲山。瞻拜相繼肸蠁昭答。不可勝", "130": "師子巖。在無畏石側。形如師踞。", "131": "正趣峯　靈鷲峯　觀音峯", "132": "3 應感祥瑞品應感祥瑞品第三", "133": "嘗讀楞嚴。謂。世間曠野深山。聖道場地。皆阿", "134": "羅漢所住持。故世間麁人。所不能見。是山。", "135": "自梵僧啟其端。而始知大士之宮宅。其信然", "136": "乎哉。或因風濤怖懼而致禱。或好事尋幽而", "137": "有遇。使者銜命。至誠所格。緇素夙緣。目擊道", "138": "存。如鏡中像水中月。皆由清淨心現。往往不", "139": "同。自昔多失紀錄。今姑存一二。俟來者繼述", "14": "紀矣。然圖志脫漏。言辭庸謬。四方不傳。僕。", "140": "焉。", "141": "唐大中。有梵僧來洞前燔十指。指盡。親見大", "142": "士說法。授與七寶石。靈感遂啟。", "143": "日本僧慧鍔。從五臺山。得菩薩像。將還國。", "144": "抵焦石。舟不能動。望潮音洞默叩得達岸。迺", "145": "以像舍於洞側張氏家。屢覩神異。遂捨居作", "146": "觀音院。郡將聞之。迎像入城。為民祈福。未", "147": "幾。有僧。不知何許人。索嘉木扃戶刻之。彌月", "148": "像成。僧不知所在。今所奉菩薩像。即此也。", "149": "元豐中。謁者王舜封。使三韓。遇風濤。大龜負", "15": "頃因謝病。偶在海濱。恭叩靈躅。旁搜經籍。首", "150": "舟。惶怖致禱。忽覩金色晃耀。現滿月相。珠瓔", "151": "粲然。出自巖洞。龜沒舟行。洎還以奏。上聞。", "152": "始錫寺額。曰觀音寶陀。自是海東諸夷。如三", "153": "韓日本扶桑阿黎占城渤海。數百國。雄商鉅", "154": "舶。繇此取道放洋。凡遇風波寇盜。望山歸命。", "155": "即得銷散。感應頗多。", "156": "崇寧間。戶部侍郎劉逵。給事中吳栻。使高麗。", "157": "及還。自群山島。經四晝夜。月黑雲翳。海面冥", "158": "蒙。不知向所。舟師大怖。遙叩寶陀。未幾。神", "159": "光滿海。四燭如晝。歷見招寶山。遂得登岸。", "16": "集自在之功德。繼攷洞宇之勝概。若夫由心", "160": "宋給事中黃龜年。恭禮洞前。親覩大士。紫金", "161": "自在相。朗然坐石上。偕遊老穉俱見。備作贊", "162": "頌。", "163": "紹興戊辰三月望。鄱陽程休甫。四明史浩。至", "164": "此翼早詣潮音洞。寂無所覩。炷香供茶。盞浮", "165": "花瑞。歸寺食訖。晡時。再至洞門。俯伏苔磴。", "166": "凝睇嶔空。惟亂石纍纍。興盡欲返。有僧指曰。", "167": "巖頂有竇。可以下瞰。攀緣而上。瞻顧之際。瑞", "168": "相忽現。金色照耀。眉目瞭然。二人所見不異。", "169": "惟浩。更覩雙齒潔白如玉。於是慶快。用書於", "17": "所見。光景斯彰。因緣有時。廟塔興建。具載於", "170": "壁。庶幾來者觀此無疲。不以一見不見而遂", "171": "已也。", "172": "又傳。史衛王彌遠。見茶樹上示一目。蓋二十", "173": "年相業之讖也。", "174": "咸淳丙寅三月。范太尉。以目疾。遣子致禱洞", "175": "下。無所遇。汲泉歸洗目。既愈。復命子來謝。", "176": "洞左大士全現。淡烟披拂。猶隔碧紗。繼往善", "177": "財洞。童子忽現。大士亦現縞衣縹帶。珠瓔交", "178": "錯。精神顧盼。如將示語。", "179": "紹定庚寅十月。慶元昌國監胡煒。登大士橋。", "18": "篇。能遊目者。不起於坐。飛神於大方之外。當", "180": "禮潮音洞。倏現光明。左則月蓋長者。與童子", "181": "並立。一僧居右。師子盤旋。兩目如電。及至善", "182": "財。嵒童子再現。黛眉粉面。寶蓋珠鬘。森列於", "183": "前。傍現一塔。晶彩煥發。眾僧曰。我等雲集。", "184": "歷年未覩。今承恩力。共覿色相。遂刻山圖於", "185": "石。以示悠久。", "186": "嘉定歲。僧修者。所禮大士栴檀像。偶毀亡一", "187": "指。心甚懊惋。後於洞前波間浮一花。視之。乃", "188": "向失像指。眾尤異之。", "189": "淳祐。連歲苦旱。制帥顏頤仲。禱雨洞中。大士", "19": "知清淨光明廣大悲心。與菩薩無二。推惻隱", "190": "并童子。喜悅出迎。自是。隨求輒應。", "191": "皇元至元十三年。丙子六月。丞相伯顏定江", "192": "南。部帥哈剌歹。來謁洞下。杳無所見。乃張弓", "193": "引矢。射洞而回。及登海舟。蓮花滿洋。遂驚異", "194": "悔謝。徐見白衣大士。并童子像。於是。施財莊", "195": "嚴像設。并構殿於洞上。", "196": "大德五年。集賢學士張蓬山。奉", "197": "旨祝釐潮音洞。見大士相好。彷彿在洞壁。次", "198": "至善財洞。童子倏現。頂上端藹中。大士再現。", "199": "寶冠瓔珞。手執楊枝。碧玻璃椀。護法大神。衛", "2": "大元丘茲盛熙明述", "20": "之端。躬行於日用之間。非徒空言也。儻欲南", "200": "翊其前久之。如風中烟漸向鎖沒。但祥光滿", "201": "洞。如靄霞映月。見數尊小佛。作禮慰快而去。", "202": "致和元年戊辰四月。御史中丞曹立。承", "203": "上命。降香幣。至洞求現。忽見白衣瑞相。瓔珞", "204": "被體。次及善財洞。童子螺髻素服。合掌如生。", "205": "適以候潮未行。再叩再現。而善財洞大士亦", "206": "在。童子鞠躬。眉目如畫。七寶瓔珞。明潔可", "207": "數。群從悉見。", "208": "嘗詢諸耆老。云。自昔遊者。至今為盛。若夫", "209": "西域名師。王公貴人。備極精誠。有覩白衣", "21": "詢。亦必問津於此。而與善財同乘般若慈舟。", "210": "禪定。或冠佩莊嚴。或千首臂。或坐立異相。", "211": "有眉目儼若。親承於咫尺。或景像縹緲。若", "212": "瞻對乎繪素。至有羅漢長者。童子天龍。前", "213": "後翊從。寶瓶蓮花。森列乎海波。頻迦鸚鵡。", "214": "飛翔於香靄。或共見如一。或獨見非常。變", "215": "化示現。殊不可詰。若夫竭力遠來。罔遇恍", "216": "惚。常居其境。終不得瞻望餘光者。亦多有", "217": "之。", "218": "4 興建沿革品興建沿革品第四", "219": "海嶠孤絕。蛟龍呵護。自非遺世高蹈者。鮮能", "22": "共達毘盧性境。入海印之三昧。證大悲之法", "220": "栖息也。草茅以為廬。朮芝以為食。歲月既", "221": "久。輝光煥發。致感王臣之崇重。士民之歸仰。", "222": "大其宮室。廣其田疇。以養其徒侶。修習至道。", "223": "將與山川增重。助益風化於無窮也。", "224": "梁貞明二年。日本僧惠鍔。首創觀音院。在梅", "225": "岑山之陰。", "226": "宋元豐三年。王舜封。使三韓。遇風濤有感。", "227": "以事上聞。賜額曰寶陀觀音寺。置田積糧。安", "228": "眾修道。歲許度一僧。", "229": "紹興元年辛亥。真歇禪師清了。自長蘆南遊。", "23": "門。圓解脫之深因。滿普賢之願海。普令法界", "230": "浮海至此。結菴山椒。扁曰海岸孤絕禪林。英", "231": "秀多依之。郡請於朝。易律為禪。", "232": "嘉定三年庚午八月。大風雨。圓通殿摧。住山", "233": "德韶。言於朝。賜錢萬緡。七年殿成。潮音洞。", "234": "無措足地。鑿石駕橋。凡六年。御書圓通寶殿", "235": "大士橋以賜。建龍章閣以藏之。植杉十萬。是", "236": "時。有田五百六十七畝。山千六百七畝。", "237": "是年。丞相史彌遠。承父志。捨財莊嚴。殿宇廊", "238": "庾備具。香燈供養。上聞。賜宸翰。并金襴衣。", "239": "銀鉢。瑪瑙數珠。松鹿錦旛。陳帥機。施錢一百", "24": "含生。盡登菩提彼岸者。豈虛謬哉。", "240": "六萬。置長明燈。", "241": "淳祐八年戊申。制帥顏頤仲。禱雨有應。施錢", "242": "二萬。米五十石。置長生庫接待。莊仍請於朝", "243": "免租役。", "244": "皇元大德二年戊戌春。中宮。命內侍李英。降", "245": "香修繕寺宇像設。明年春。宿衛孛羅。奉旨降", "246": "香。賜金百兩。命江浙省臣董其事。一新棟宇。", "247": "供嚴之具。金碧璀璨。四年春。遣使魏也先等。", "248": "飯僧轉經。及歸。以玉琢聖像獻。四年。復遣大", "249": "出齎綵幡緘香。降內帑二千緡。建演法堂。益", "25": "補陀洛迦山傳", "250": "修從宇。俾浙省。割官田二千畝供僧。於正五", "251": "九月。諷誦祈禱。特頒璽書護持。自是。祝香", "252": "賚錫。歲以為常。勅翰林直學士劉賡。製文。集", "253": "賢直學士趙孟頫。書丹刻石。以彰聖化。", "254": "皇慶二年冬。", "255": "皇太后。遣使法華奴等降香。賜主僧袈裟。飯", "256": "十方僧。勅浙省。賜鈔八百六十八錠。買田三", "257": "頃。以給佛燈長明。", "258": "泰定四年夏。中宮。遣中政同知貼閭。賜鈔千", "259": "錠。僧衣百八。黃金織文幡。金綵綺帛等。供聖", "26": "自在功德品第一洞宇封域品第二", "260": "飯僧。買田二頃二十六畝。以其入供營繕。", "261": "致和元年四月。中丞曹立。降香幣及鈔百錠", "262": "元統二年。宣讓王。施鈔千錠。建石塔。高九", "263": "丈六尺。", "264": "至順二年。江西之萬安陳覺和。率眾化財凡", "265": "八載。範銅為大士像。千尊佛。鐘磬旛蓋供具。", "266": "今置閣上。", "267": "我朝列聖相承。信崇佛法。遣使錫予。實不能", "268": "備紀。", "269": "今上踐位以來。尤加尊異。祝香集福。以錫下", "27": "應感祥瑞品第三興建沿革品第四", "270": "民。絡繹不絕。", "271": "謹攷此寺。自日本鍔兆基。真歇了禪師。道", "272": "風振起。改講為禪。繼以然自得暉辦至瀾。", "273": "而恢大基業。恩球以次相續者。曰。雪屋立。", "274": "坦堂圓。蘧菴成。還菴深。鑑菴寶。小菴高。", "275": "間雲韶。大川濟。鐵脚清。古巖顓。深谷㬇。", "276": "無咎吉。寒巖悟。夢窓清。石屋環。寒巖舉。", "277": "松州基。東巖日。混溪清。白雲恭。愚溪智。", "278": "東州永。一山寧。次翁元。險崖遇。太虛沖。", "279": "孚中信。古鼎銘。大方聘。朴翁淳。元虛照。", "28": "附錄第五觀音大士讚第六", "280": "竺芳聯。所菴睿。", "281": "5 附錄附錄第五", "282": "長安南五臺。乃觀音降火龍處。靈異甚多。難", "283": "以具載。", "284": "武林西山上天竺寺。自昔相傳。海上浮香木", "285": "現光湍。因刻為觀自在菩薩像。多現祥異。", "286": "士民歸嚮。自春至冬。焚香叩禮。雨暘急難。感", "287": "應如響。積有年矣。至正二十年庚子。杭城", "288": "荐罹兵燹。西山祠宇盡毀。聖像不知所在。眾", "289": "共追慕。丞相太尉開府康里公。出金旁求。乃", "29": "名賢詩詠第七", "290": "於草莾中得之。遂卜日。齋戒徒跣率僚佐", "291": "士庶。自北關恭迎聖像。安奉於今丞相公所", "292": "建。清平山之西天寺中。時聖像上。大放光明。", "293": "照耀雲漢。分為三道。其一。遠屬東方。若嚮補", "294": "陀山者。其一。屬上天竺寺。其一。徑屬今西天", "295": "寺。一時咸覩。益加敬仰焉。", "296": "大都薊州之境。控接澶州。有霧靈山。山谷高", "297": "深。林巒清邃。古昔相傳。為菩薩道場。山之上", "298": "下。舊有寺宇。每歲。士庶敬禮求現當。有綿雲", "299": "起自谷中。潔白彌滿。凝蔽天日。或變琉璃境", "3": "九州之山川。具載於書傳。山海之詭奇。亦見", "30": "1 自在功德品自在功德品第一", "300": "界空洞一碧。次現蒲萄纍垂遍布。光映遠近。", "301": "忽見白衣端正之像。陵空而立。鮮見面目。然", "302": "亦往往或異。夜有天燈。或如列宿。或如爟火。", "303": "聯輝接焰。陵虛遠來。殊不可測。山頂寒甚。", "304": "澗有泉水。起落應潮。傳云。潛通大海也。僕。", "305": "嘗遊五臺山。從密嘚哩室利師。獲聆番本補", "306": "陀洛迦山行程記始自西竺。至葛剌拶迦羅", "307": "國。有靈塔。當晝夜遶道叩禮。自有告以道里", "308": "方所。乃可前進。中間歷羅剎鬼國。誘以聲色", "309": "飲食。慎勿犯之。及種種魔礙之所。但勇往毋", "31": "釋典所載。菩薩名號。如恒河沙數。不可勝計。", "310": "退。復遇寶池。獲飲甘露。身力增倍。備踐勝", "311": "境。亦莫貪戀。一心徑往。漸近聖地。當有馬首", "312": "金剛。遠來迎導。至於下巖。聖多羅尊。攝受慰", "313": "喻。然後詣巖中。紫竹栴檀。森欝交蔭。流泉清", "314": "潔。纖草如菌。菩薩充滿。觀自在菩薩。常住其", "315": "中。天龍圍繞。行者至此。蒙宣妙法。即得開", "316": "悟。凡有所求。依願圓滿。此其大略。不能具", "317": "錄。以是考之。則決非凡境。豈造次所能至哉。", "318": "似匪此地比擬也。後至四明。屢有邀余同遊", "319": "補陀山者。心竊疑之。不果往也。一夕。忽夢有", "32": "惟觀自在洋洋赫赫功德。獨顯乎世間。凡遇", "320": "人謂曰。經不云乎。菩薩善應諸方所。蓋眾生", "321": "信心之所向。即菩薩應身之所在。猶掘井見", "322": "泉。然泉無不在。況此洞。神變自在。靈跡夙", "323": "著。非可以凡情度量也。既覺而歎曰。嗟。夫諸", "324": "佛住處。名常寂光。遍周沙界。本絕思議。何往", "325": "而非菩薩之境界哉。斷無疑矣。既集成傳。附", "326": "以天竺霧靈事跡。并以舊聞。庶顯非同非異。", "327": "無別無斷。用祛來者之惑也。至正辛丑歲四", "328": "月望。寓四明之盤谷。玄一道人盛熙明記。", "329": "補陀洛迦山傳終", "33": "厄難。竭誠稱念。稽首請命。亦往往如影響。誠", "330": "6 觀音大士讚觀音大士讚第六唐王勃製", "331": "蓋聞。圓通大士。乃號觀音。接物利生。隨機應", "332": "現。向乾坤東畔娑竭海中。雲濤湧金色之山。", "333": "聖閣起琉璃之界。巍巍寶座。凝然居自在之", "334": "身。蕩蕩慈容。皎若現白衣之相。身挂雲羅素", "335": "服。藕絲織而色映寒霜。體嚴瓔珞同心。衣縷", "336": "盤而麗晶皓雪。翠迎仙島五雲之寶蓋玲瓏。豔", "337": "迸摩尼百寶之花冠赫奕。眉橫纖黛。如海門", "338": "之秋月初彎。目紺重瞳。似水面之青蓮乍秀。", "339": "齒排珂玉。舌瑩紫檀。丹珠一點豔頻婆。兩臉", "34": "由行願弘深。大悲無礙之力也。廣如藏教。今", "340": "朦朧勻琥珀。向靜綠波上。圓相舒而有金毫", "341": "玉毫。虛白光中。勝境現而有佛界仙界。於", "342": "是。雲雷吐辯。宣諸佛祕密之金言。釋梵雨華。", "343": "歎聖德希奇之妙事。獻寶子有龍王龍女。奏", "344": "樂子有天仙地仙。向孤絕迴處作津梁。於浩", "345": "渺波中拔急難。尋聲救苦。赴感隨緣。如萬水", "346": "之印孤蟾。似洪鐘之應千谷。是以。經云。王", "347": "法賊盜。水火漂焚。惡龍惡鬼。毒藥毒蛇。或被", "348": "人推落金剛山。或惡風吹入羅剎國。或臨軍", "349": "陣或值雷霆。若能仰告觀音。應時即得解脫。", "35": "略陳之。", "350": "菩薩有不思議之弘願。無盡意之神通。悲心", "351": "誓救於娑婆。遺教遍臨於穢土。誠以周塵周", "352": "剎。普應普觀。無遐無邇盡歸依。有願有求皆", "353": "赴感。河沙功德億劫難量。遙望洛伽之山。稽", "354": "首聊伸歌讚。", "355": "南海海深幽絕處。碧紺嵯峨連水府。號名七", "356": "寶洛伽山。自在觀音於彼住。寶陀隨意金鼇", "357": "載。雲現兜羅銀世界。眾玉裝成七寶臺真珠", "358": "砌就千花蓋。足下祥雲五色捧。頂上飛仙歌", "359": "萬種。頻伽孔雀盡來朝。諸海龍王齊獻供。寶", "36": "梵云阿哩耶婆盧吉帝。此云聖觀世音。又梵", "360": "冠晃耀圓光列。瓔珞遍身明皎潔。臉如水面", "361": "瑞蓮芳。眉似天邊秋夜月。繡衣金縷披霞袂。", "362": "縹緲素服偏袒臂。󱤘珈珂佩響珊珊。雲羅綬", "363": "帶真珠綴。紅纖十指凝酥膩。青蓮兩目秋波", "364": "細。咽頸如同玉碾成。羅紋黛染青山翠。朱唇", "365": "豔瑩齒排珂。瑞坐昂昂劫幾何。化生百億度", "366": "眾生。發願河沙救鼻阿。我慚我愧無由到。遙", "367": "望觀音悲讚歌。大聖大慈垂愍念。願舒金手", "368": "頂中摩。觀音滿願真言曰。唵阿嚕力伽娑婆", "369": "訶。", "37": "云阿嚩盧枳帝濕伐羅。此云觀自在。諸經所", "370": "7 名賢詩詠名賢詩詠第七", "371": "趙孟頫詩縹緲雲飛海上山。掛帆三日上孱顏。兩宮福", "372": "德齊千佛。萬里恩光照百蠻。澗草巖華多端", "373": "氣。石林水府隔塵寰。鯫生小技真榮遇。何幸", "374": "凡身到此閒。", "375": "集賢學士吳興趙孟頫", "376": "劉仁本詩金碧玲瓏塔影雙。綺霞香霧濕疏窓。蛟人織", "377": "貝為華蓋。龍女獻珠持寶幢。震海雲雷音縹", "378": "緲。彌山潮汐響舂撞。願求示現將軍相。一鼓", "379": "群魔盡攝降。", "38": "稱。或單云觀世音。或云觀自在。或兼云觀世", "380": "一輪寶月海波澄。海上觀音現大乘。劍佩鬼", "381": "神來剡剡。煙霞樓觀起層層。燒香使者天台", "382": "客。說法高人日本僧。安得此身生羽翼。還從", "383": "彼岸快先登。", "384": "江淅分省郎中天台劉仁本", "385": "盛熙明詩縹緲蓬萊未足誇。海峯孤絕更無加。入門已", "386": "到三摩地。携手同遊千步沙。碧玉鏡開金菡", "387": "萏。珊瑚樹宿白頻迦。殷勤童子能招隱。共采", "388": "芝英和紫霞。", "389": "驚起東華塵土夢。滄州到處即為家。山人自", "39": "音自在。觀音三昧經。及大悲經。悲華諸經", "390": "種三珠樹。天使長乘八月槎。梅福留丹赤如", "391": "橘。安期送棗大於瓜。金仙對面無言說。春滿", "392": "幽巖小白花。", "393": "丘茲盛熙明時圖秩八葉芝同遊", "394": "竺曇詩寶陀品畔禮慈容。滿袖香吹菡萏風。海市", "395": "障天番霧黑。地輪推日上潮紅。悟迷不必分", "396": "明暗。觀照何須了色空。不涉音聞三際斷。大", "397": "千塵剎盡圓通。", "398": "返視何妨更返聞。須知了妄即同真。十虛影", "399": "現塵沙界。萬像光含剎土身。轉物頭頭皆妙", "4": "於圖記。其來尚矣。謹按。補陀洛迦者。蓋梵名", "40": "說。此菩薩。久已成佛。號正法明如來。又云。", "400": "境。窮源處處盡通津。普門廓徹無邊表。紫竹", "401": "紅蕖別是春。", "402": "靈隱住山沙門竺曇送僧禮補陀", "403": "蒲菴詩補陀大士鎮南海。弘慈廣度娑婆界。三十二", "404": "相應群機。眼聽耳觀常自在。藹若春行陸。皎", "405": "如月印空。一念超去來。觸境皆圓通。東吳沙", "406": "門乘願起。筆鋒倒蘸九河水。於一毫端轉法", "407": "花。百億毫頭顯真諦。一文中現無盡身。一句", "408": "中含無盡義。一文一句妙難思。了心證入三", "409": "摩地。是身非相空名模。蓮花舌滴香醍醐。見", "41": "後成正覺。號遍出一切光明功德山王如來。", "410": "超文句會真說。普門有路昇天衢。", "411": "豫章沙門蒲菴為昇天衢贊普門品觀", "412": "音", "413": "全室詩一毫端現菩薩身。大悲光相離諸塵。無量句", "414": "中無量義熾然常說。開迷淪。圓音遍法界。萬", "415": "像皆玄文。耳觀入真境。眼聽融真聞。言詞寂", "416": "滅相非有。心本無生法無咎。香風冉冉散紅", "417": "蕖。甘露溥溥洒青柳。普門妙境包大千。物物", "418": "顯示超虛玄。我願瞻依發弘誓。利生同證菩", "419": "提緣。", "42": "楞嚴經云。觀世音菩薩言。我昔於無數恒河", "420": "天台沙門全室贊普門品觀音", "421": "了菴詩余洪武十七年孟夏上旬。泛海遊山。諦觀聖", "422": "境。頓見水天一色。淨若琉璃。萬像森羅。炳然", "423": "齊現。所覩靈異。難以具陳。是故。踊躍歡喜。", "424": "自不知形身在於人間世也。信知。如來說華", "425": "嚴時。入海印三昧。豈欺我哉。偶於洪武乙亥", "426": "仲冬。夢遊是境。與昔無別。遂乃焚香遙禮。輒", "427": "伸鄙見。說偈贊曰。", "428": "菩薩常居娑竭海。悲願弘深無向背。分明化", "429": "境滄溟東。應現諸方無不在。所證三摩地。那", "43": "沙劫。有佛出現。名觀世音。教我從聞思修入", "430": "分西與東。突出摩醯眼。八面虛玲瓏。海印", "431": "發輝炳然現。懸河四辯明真宗。花開小白巖。", "432": "天香吹遍界。紫竹栴檀盡作林。孔雀頻伽歌", "433": "梵唄。昔年親曾海上遊。露山倒卓波面浮。可", "434": "是圓通真境界。白衣妙像乘蓮舟。四圍縱周", "435": "覽。浩渺難可窮。上極通宵漢。下瞰龍伯宮。", "436": "波先瀲灩吐陰火。潮音日夜號天風。雲鋪白", "437": "銀界。地布黃金沙。琉璃相間錯。有若優曇花。", "438": "磐陀上看扶桑日。紅輪湧現猶天車。覽斯妙", "439": "境非實相。普門示現如夢想。幻出樓臺縹緲", "44": "三摩地。從於聞中。入流亡所。所入既寂。動靜", "440": "間。寶網珠光遞輝朗。聞聲豈是聲。見色原非", "441": "色。別是一壺天智識誰能測。經行宴坐水晶", "442": "宮。受用風清與月白。十聖及三賢。到此應難", "443": "渡。萬派洄漩任參互。潛流密布四神洲。潤濕", "444": "群萌為雨露。我今親禮贊。惟垂遙鑑知。併却", "445": "見聞知覺。掃除語默離微。徹底揭飜生死海。", "446": "普令頓證佛菩提。", "447": "古并崇善住山雁門野衲了菴性徹洞", "448": "然拜贊", "449": "蔣清翊識補陀洛迦山傳一卷。元盛熙明撰。案陶九", "45": "二相。了然不生。如是漸增。聞所聞盡。盡聞不", "450": "成書史會要曰。盛熙明。其先曲鮮人。後居", "451": "豫章。清修饉飭。篤學多材。工翰墨。亦能通", "452": "六國書。今此書題龜茲盛熙明述。籍貫正", "453": "合。熙明尚撰有法書考八卷。采入四庫全", "454": "書子部藝術類。熙明傳。原僅五篇。其王勃", "455": "觀音讚。名賢詩詠。皆元釋所附益者。觀音", "456": "讚。文筆疲俗。必非子安之製。", "457": "欽定全唐文凡例。指為偽託。信然。釋子無", "458": "識。闌入俗文。幸熙明原書。未經竄亂。讀", "459": "者。分別觀之可也。光緒甲申十月。吳縣蔣", "46": "住。覺所覺空。空覺極圓。空所空滅。生滅既", "460": "清翊。識。", "47": "滅。寂滅現前。忽然超滅世出世間。十方圓明。", "48": "上合十方諸佛本覺妙心。同一慈力。下合十", "49": "方一切六道眾生。同一悲仰。由於供養觀音", "5": "也。華言小白華。方廣華嚴言。善財第二十八。", "50": "如來。蒙授如幻聞熏聞修金剛三昧。身成三", "51": "十二應。入諸國土。所謂佛身。獨覺。緣覺。聲", "52": "聞。梵王。帝釋。自在天。大自在天。天大將軍。", "53": "四天王。及天王太子。人王。長者。居士。宰官。", "54": "婆羅門。比丘。比丘尼。優婆塞。優婆夷。女主。", "55": "童男。童女。天龍。藥叉。乾闥婆。阿修羅。緊那", "56": "羅。摩呼羅伽。人非人等。我於彼前。皆現其", "57": "身。而為說法。令其成就。令諸眾生。獲十四種", "58": "無畏功德。彼佛。歎我善得圓通法門。授記我", "59": "為觀世音號。由我觀想十方圓明。故觀音名。", "6": "參觀自在菩薩。與諸大菩薩。圍繞說法。蓋此", "60": "遍十方界。", "61": "法華經說。若有眾生。受諸苦惱。一心稱觀世", "62": "音菩薩名號。既得解脫。若水火雷電。龍蛇惡", "63": "獸。夜叉羅剎。王難枷鎖。軍陣怨賊。諸難之", "64": "中。能施無畏。於苦惱死厄。能作依怙。現三十", "65": "二身。隨類說法。地獄鬼畜生。生老病死苦。以", "66": "漸悉令滅。", "67": "大悲心總持經云。若有誦持大悲呪者。即滅", "68": "百千億劫生死重罪。不墮惡趣。臨命終時。十", "69": "方諸佛。皆來授手。隨願往生諸淨土中。能獲", "7": "地也。然世無知者。始自唐朝梵僧來覩神變。", "70": "無量等持辯才。解脫八難。滅除三毒。一切所", "71": "求。無不成就。大悲總持具載別本。", "72": "藏教密乘經中所載。觀自在菩薩。為蓮華部", "73": "主。現諸神變。忿怒則稱馬首明王。救度則聖", "74": "多羅尊。滿諸願則大准提尊。及如意輪王。不", "75": "空羂索。乃至師子吼。并毘俱𦙁。一髻責項。白", "76": "衣葉衣。千首千臂。皆有儀軌。真言略舉其名。", "77": "若西天。未譯番本。師傳本續。真言要門。未易", "78": "悉究。", "79": "今上即位之初。聖師大寶葛嚕麻瓦。自西域", "8": "而補陀洛迦山之名。遂傳焉。盤礴於東越之", "80": "來京師。解行淵深。福慧具足。明通三世。闡", "81": "揚一乘。同自在之慈悲。宣六字之神力。上自", "82": "宮庭王臣。下及士庶。均蒙法施。靈感寔多。不", "83": "可備錄。將非大士之應化者乎。然江南未之", "84": "聞也。故略紀其實。若六字呪。師所常誦。", "85": "唵􌲺麻􌯓尼􌱚巴𠹌二合􌲻𠺗􌩌吽􌫋", "86": "功德具在莊嚴寶王經", "87": "2 洞宇封域品洞宇封域品第二", "88": "世傳。蓬萊方丈。在弱水中。非飛仙莫能到。昔", "89": "秦皇漢武。窮年遠討。勞神苦體。卒如捕風追", "9": "境。窅芒乎巨浸之中。石洞嵌巖。林巒清邃。有", "90": "影。終不得其涯涘。今小白華山。距四明不遠。", "91": "為聖賢託跡之地。石林水府。神光瑞像。雖在", "92": "驚濤駭浪之間。航海乘風。刻日可至。故特舉", "93": "其勝概如左。", "94": "昌國志云。昌國州。在東大海西。星紀之次。在", "95": "牽牛婺女分野。昔夏少康。封世子於越。至句", "96": "踐。滅吳獲夫差。欲使居甬東百家。杜預云。句", "97": "章縣。東海中洲也。國語。以為甬句東。今州有", "98": "甬東村。是也。由秦歷漢。屬鄮縣。唐開元二十", "99": "六年。以鄮縣。置明州。領縣四翁山。今之昌國"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2101 補陀洛迦山傳", "author": "元 盛熙明述", "sourceLink": "http://www.cbeta.org/"}