{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2151 古今譯經圖紀", "text": {"0": "宋", "1": "古今譯經圖紀卷第四", "10": "他毘利律一卷他毘利此云宿德。", "100": "遠。儀貌澄潔善於談對。講阿毘曇論解標時", "101": "望具足已後律藏尤明。善數國書語。以梁天", "102": "鑒元年歲次丙戌。至普通元年歲次庚子。", "103": "勅於楊都壽光殿正觀寺瞻雲館三處譯。阿", "104": "育王經十卷。孔雀王陀羅尼經二卷。文殊師利", "105": "問經二卷。度一切諸佛境界智嚴經一卷。菩薩", "106": "藏經一卷。文殊師利所說般若波羅蜜經一卷。", "107": "舍利弗陀羅尼經二卷。八吉祥經一卷。十法經", "108": "一卷。解脫道論十三卷。阿育王傳五卷。總一十", "109": "一部合三十八卷。初武帝自筆受。後付沙門", "11": "沙門僧伽跋陀羅。此云眾賢。西域人。懷道放", "110": "寶唱慧超僧智法雲等筆受。帝甚厚重。不畜", "111": "私財。凡所有施盡用造寺。太尉臨川王亦極", "112": "崇敬。", "113": "沙門波羅末陀。此言真諦。亦云拘那羅陀。此", "114": "曰親依。西印度優禪尼國人。景行澄明器宇", "115": "清肅。風神爽拔悠然自遠。群藏廣部罔不措", "116": "懷。藝術異解偏素諳練。歷遊諸國隨機利現。", "117": "以梁武帝泰清二年歲次戊辰。現帝於寶雲", "118": "殿。帝勅譯經。即以泰清二年譯。承聖三年歲", "119": "次甲戌。於正觀寺譯金光明經七卷。彌勒", "12": "曠化惠無窮。以齊武帝永明六年歲次己巳。", "120": "下生經一卷。仁王般若經一卷。十七地論五卷。", "121": "大乘起信論一卷。中論一卷。如實論一卷。十八", "122": "部論一卷。大涅盤經本有今無偈論一卷。三", "123": "世分別論一卷。總一十部合二十卷。屬侯景", "124": "紛糺。乃適豫章始興南康等。雖復栖遑譯業", "125": "無輟。即汎舶西歸。業風賦命飄還廣州。屬廣", "126": "州刺史穆國公歐陽頠延住制旨寺請譯經", "127": "論。自陳永定元年歲次丙子。訖陳泰建元年", "128": "己丑歲。更譯佛阿毘曇經九卷。無上依經二卷。", "129": "解節經一卷。金剛般若經一卷。廣義法門經一", "13": "共沙門僧猗於廣州竹林寺。譯善見毘婆沙", "130": "卷。僧淴多律一卷。修禪定法一卷。俱舍釋論", "131": "二十二卷。俱舍論本十六卷。攝大乘論一十五卷", "132": "立世阿毘曇論一十卷。佛性論四卷。四諦論四", "133": "卷。僧佉論三卷。攝大乘論本三卷。大空論三卷。", "134": "中邊分別論三卷。金七十論二卷。俱舍論偈一", "135": "卷。金剛般若論一卷。律二十二明了論一卷。大", "136": "涅槃經論一卷。遺教論一卷。三無性論二卷。反", "137": "質論一卷。墮負論一卷。求那摩底隨相論一卷。", "138": "寶行王正論一卷。成就三乘論一卷。十八空論", "139": "一卷。思塵論一卷。解捲論一卷。正說道理論一卷。", "14": "律一部十八卷。", "140": "意業論一卷。部異執論一卷。唯識論文義合一", "141": "卷。正論釋義五卷。佛性義三卷。禪定義一卷。婆", "142": "藪槃豆傳一卷。梁陳二代總譯五十部合一", "143": "百四十九卷。沙門惠愷筆受。然諦或鋪坐具", "144": "加趺水中。若乘舟而濟岸。接對使君。而坐", "145": "具無濕。或以荷藉水乘之而度。如斯神異其", "146": "例甚多。", "147": "東魏東魏元氏都鄴", "148": "優婆塞瞿曇般若留支。此云智希。南印度波", "149": "羅㮈城人。婆羅門種。少學佛法妙閑經旨。", "15": "沙門達摩摩提。此云法意。西域人。悟物情深", "150": "神理標異領悟方言。以魏清河王子善見元", "151": "象元年歲次戊午。至興和三年歲次辛酉。在", "152": "鄴城。譯正法念處經七十卷。聖善住意天子所", "153": "問經三卷。八佛名經一卷。金色王經一卷。無垢", "154": "女經一卷。無垢優婆夷問經一卷。寶意猫兒經", "155": "一卷。菩薩四法經一卷。解脫戒本一卷。犢子道", "156": "人問論一卷。迴諍論一卷。業成就論一卷。唯識", "157": "無境界論一卷。伊迦輸盧迦論一卷。總一十四", "158": "部合八十五卷。沙門曇林僧昉等筆受。", "159": "高齊齊高氏都鄴", "16": "隨方啟喻。以齊武帝永明八年歲次辛未。為", "160": "沙門那連提耶舍。此言尊稱。北印度烏長國", "161": "人。以幼出家數近靈迹。是以天梯石臺之", "162": "所。龍廟寶塔之方。並親頂禮僅無遺逸。雖入", "163": "鬼國鬼莫敢傷。設往亂邦賊徒息擾。既常遊", "164": "化感及茲境。以齊文宣帝天保八年歲次丁", "165": "丑。至天統四年歲次戊子。共達摩闍那於鄴", "166": "都。譯菩薩見實三昧經十四卷。大方等月藏經", "167": "一十二卷。月燈三昧經一十一卷。大悲經五卷。須", "168": "彌藏經二卷。施然燈功德經一卷。法勝阿毘曇", "169": "論七卷。總七部合五十二卷。後至隋文帝開皇", "17": "沙門法獻於楊州瓦官寺。譯觀世音懺悔除", "170": "二年歲次壬寅訖。至五年歲次乙巳。又譯大", "171": "方等日藏經十五卷。力莊嚴三昧經三卷。大莊", "172": "嚴法門經二卷。德護長者經二卷蓮華面經二", "173": "卷。大雲輪請雨經二卷。牢固女經一卷。百佛名", "174": "經一卷。總八部合二十八卷。沙門僧琛明芬等", "175": "度語。沙門智鉉及學士費長房等筆受。面首", "176": "形偉特異常倫。頂起肉髻聳若雲峯。目正處", "177": "中上下量等。耳高而長輪埵成具。", "178": "居士萬天懿元是鮮卑。姓萬俟氏。師事婆羅", "179": "門甚聰悊。善梵書語尤工呪術。特鑒醫方妙", "18": "罪呪經一卷。妙法蓮華經提婆達多品第十", "180": "閑佛法。以高齊於鄴城。譯尊勝菩薩所問經", "181": "一名入無量門陀羅尼經一卷。", "182": "陳陳陳氏都建鄴", "183": "優禪尼國王子月婆首那。此云高空。生知俊", "184": "朗體悟幽微。專學佛經尤工義理。洞曉音韻", "185": "兼善方言。以東魏帝善見元象元年歲次戊", "186": "午訖。至興和二年歲次庚申。於鄴都司徒公", "187": "孫騰之第。譯僧伽吒經四卷。大迦葉經二卷。頻", "188": "婆沙羅王問佛供養經一卷。總三部合七卷。", "189": "僧昉筆受。又以梁武帝大同末年。自高齊入", "19": "三一卷。", "190": "梁見帝。帝因留住勅遣總知外國使命。即", "191": "以其年。譯大乘頂王經一卷。又以太清二年。", "192": "遇于填僧得勝天王般若梵本。到陳天嘉六", "193": "年歲次乙酉。於江州興業寺譯為七卷。沙門", "194": "智欣筆受。", "195": "沙門須菩提。此云善現。扶南國人。解悟超群", "196": "詞彩逸俗。化物無倦遊方屆茲。以陳世於楊", "197": "都城內至敬寺。為陳主。譯大乘寶雲經一部", "198": "八卷。", "199": "周周宇文氏都長安", "2": "大唐翻經沙門釋靖邁撰", "20": "沙門求那毘地。此云德進。中印度人。弱年", "200": "沙門攘那跋陀羅。此云智賢。波頭摩國人。善", "201": "達三藏。以周明帝戊寅歲。於長安城婆伽寺。", "202": "共闍那耶舍。譯五明論一卷。耶舍崛多等度", "203": "語。沙門智仙筆受。", "204": "沙門闍那耶舍。此云藏稱。摩伽陀國人。共二", "205": "弟子耶舍掘多闍那崛多。以周武帝保定四", "206": "年歲次甲申。至建德元年。為大冡宰晉蕩公", "207": "宇文護。於長安四天王寺。譯定意天子所問", "208": "經五卷。大乘同性經四卷。入如來智不思議經", "209": "三卷。寶積經三卷。佛頂呪經并功能一卷。大雲", "21": "從道強記洽文。誦大小乘凡二十萬言。陰陽", "210": "輪經請雨品第一百品一卷。總六部合一十", "211": "七卷。沙門圓明道辯及城陽公蕭吉等筆受。", "212": "上柱國平高公候壽為總監檢校。", "213": "沙門耶舍崛多。此言稱藏。優婆國人。共同", "214": "學闍那崛多。以周武帝世為大冡宰。於四天", "215": "王寺及於北胡坊歸聖寺。譯金光明經更廣", "216": "壽量大辯陀羅尼品五卷。須跋陀羅因緣優波", "217": "提舍經二卷。十一面觀世音呪經并功能一卷。", "218": "大雲請雨經一卷。總四部合九卷。沙門圓明。", "219": "及城陽公蕭吉筆受。", "22": "圖讖莫不窮究。執錫戒塗威儀端肅。以齊武", "220": "沙門闍那崛多。此言志德。北印度揵達國人。", "221": "剎帝利種。少懷達量長垂清範。遊涉行化來", "222": "達茲境。初以周武帝世。譯金色仙人問經二", "223": "卷。妙法蓮華普門重頌偈經一卷。種種雜呪經", "224": "一卷。佛語經一卷。總四部合五卷。沙門圓明筆", "225": "受。又至隋文皇帝開皇七年太歲丁未。至十", "226": "五年奉勅。於大興善寺譯。佛本行集經六十卷。", "227": "法炬陀羅尼經二十卷。大威德陀羅尼經二十", "228": "卷。諸佛護念經十卷。五千五百佛名經八卷。大", "229": "集賢護菩薩經六卷。聖善住天子所問經四卷。", "23": "帝永明十年九月十日。於楊州毘耶離寺。起", "230": "觀察諸法行經四卷。四童子經三卷。諸法本無", "231": "經三卷。虛空孕菩薩經二卷。月上女經二卷。善", "232": "思童子經二卷。移識經二卷。譬喻王經二卷發", "233": "覺淨心經二卷。一向出生菩薩經一卷。大威燈", "234": "光仙人問疑經一卷。文殊尸利行經一卷。八佛", "235": "名號經一卷。希有校量功德經一卷。善恭敬師", "236": "經一卷。如來善巧呪經一卷。不空羂索觀世音", "237": "心呪經一卷。十二佛名神呪校量功德除障滅", "238": "罪經一卷。金剛場陀羅尼經一卷。諸法最上王", "239": "經一卷。入法界體性經一卷。商主天子問經一", "24": "譯。百句譬喻集十卷。十二因緣經一卷。須達", "240": "卷。出生菩提心經一卷。金光明經囑累品一卷。", "241": "總三十三部。合一百五十卷。沙門僧曇道", "242": "邃僧琨明芬道密學士費長房劉憑等筆受。", "243": "曉殊俗語明深祕旨。凡所翻譯不勞傳度。理", "244": "會義門口圓詞體。", "245": "隋隋楊氏都長安", "246": "洋川郡守曇法智。梵名達摩波若。婆羅門種。", "247": "門世已來相傳翻譯。高齊之季為昭玄寺都", "248": "統。齊國既平佛法同毀。智因僧職轉任俗官。", "249": "策授洋州洋川郡守。隋文皇帝以開皇二年", "25": "長者經一卷。總三部合一十二卷。", "250": "歲次壬寅。勅召智還使譯經。於大興善寺。翻", "251": "業報差別經一卷。智既妙善隋梵二言無勞傳", "252": "語。成都釋智鉉筆受。", "253": "沙門毘尼多流支。此言滅喜。北印度烏長國", "254": "人。振錫來此。以隋文帝開皇二年歲次壬寅。", "255": "勅令於大興善寺。譯象頭精舍經一卷。大乘", "256": "方等總持經一卷。二部合二卷。給事李道寶傳", "257": "語。沙門高法纂筆受。", "258": "沙門達摩笈多。隋言法密。南賢豆國人。雖學", "259": "年慕道落彩。冠字之暮戒具。尋師遍歷大", "26": "沙門釋法度。以齊武帝世於楊州譯灰河經一", "260": "小乘國。聞見既廣藝業尤多。遂發大心遊方", "261": "利物。凡所至國唯以講說為懷。暨開皇十年", "262": "來屆瓜州。文帝延入京寺。至止未久大通隋", "263": "言。勅於大興善寺。譯無所有菩薩經四卷。護", "264": "國菩薩經二卷。佛華嚴入如來不思議境界經", "265": "二卷。大集譬喻王經二卷。東方最勝燈王如來", "266": "經一卷。移識經二卷。大乘三聚懺悔經一卷。大", "267": "方等大雲請雨經一卷。義理允正稱經微旨。然", "268": "而慈恕立身恭和成性。心非道外行在說前。", "269": "戒地夷而靜。定水幽而潔。經洞字原論探聲", "27": "卷。毘跋律一卷。", "270": "意。容儀祥正勤節高猛。誦響繼昏晨。法言通", "271": "內外。好端居而簡務。貴寡欲而息求。無倦誨", "272": "人有踰利己。至煬帝定鼎東都。敬重隆篤。", "273": "復於上林園內置翻經館。譯法炬陀羅尼經二", "274": "十卷。起世經十卷。大方等大集菩薩念佛三昧", "275": "經十卷。緣生經二卷。菩提資糧論六卷。金剛般", "276": "若經論二卷。緣生論一卷。大方等善住意天子", "277": "所問經四卷。藥師如來本願功德經一卷。攝大", "278": "乘論十卷。從開皇十年至大業末歲。譯經一十", "279": "八部合八十一卷。並文義清素華質顯正。沙", "28": "沙門釋曇景。以齊世譯未曾有因緣經二卷。摩", "280": "門彥琮行矩等筆受。", "281": "唐大唐李氏都長安", "282": "沙門波羅頗迦羅。唐言作明知識。或云波", "283": "頗。此云光智。中印度人。剎帝利種。識度通敏", "284": "器宇冲邃。博窮內外研精大小。誓傳法化不", "285": "憚艱危。遠涉葱河來屆於此。以貞觀元年。勅", "286": "於大興善寺。譯寶星經一部七卷。般若燈論", "287": "一部十五卷。大莊嚴論一部十三卷。凡三部合", "288": "三十五卷。沙門慧乘等證義。沙門玄󱁌等譯", "289": "語。沙門慧明慧賾慧淨法琳等筆受。左僕", "29": "訶摩耶經二卷。", "290": "射房玄齡詹事杜正倫太府卿蕭璟等並知監", "291": "護。", "292": "沙門玄奘。河南洛陽人。俗姓陳氏。頴川陳仲", "293": "弓之後。鳩車之齡落綵。竹馬之齒通玄。牆", "294": "刃干霄風神朗月。京洛名德咸用器之。但", "295": "以隨曆云湮四郊多壘碩德高僧第如西蜀", "296": "法師。以志學之歲即焉詢道至止。未久半", "297": "滿洞微。二江鑒徒莫不嘉駭。戒具云畢偏", "298": "隷毘尼。儀止祥淑妙式群範。洎武皇定鼎。", "299": "文軌攸同㳂江侚友。途經鄢郢。于時漢陽王", "3": "蕭齊齊蕭氏都建康", "30": "沙門釋法化以齊世譯益意經二卷。", "300": "以磐石之寄藩鎮荊楚。先聞高譽殷請敷揚。", "301": "爰於荊府天皇寺。講攝大乘及阿毘曇等論。", "302": "淮海名僧欽風雲萃。王及群公親詣法筵。法", "303": "師析微通質妙盡理。原王公碩識得未曾有。", "304": "其時大德法師智琰等。並江漢英靈解窮三", "305": "藏。既覯法師妙辯無礙。泣而歎曰。豈期以", "306": "柔榆未光得遇大陽初輝乎。遂以縱心之", "307": "年師奘卒禮法師。自是厥後閱筌蹄乎。九丘", "308": "探幽旨于八藏。常慨教缺傳匠理翳譯人遂", "309": "使如意之寶不全。雪山之偈猶半。於是杖錫", "31": "南魏南魏元氏都洛陽", "310": "裹足履險若夷。既戾梵境籌諮無倦。五明四", "311": "含之典。三藏十二之筌。七例八轉之音。三", "312": "聲六釋之句。皆盡其微畢究其妙。然彼小乘", "313": "爰洎外道。各構異論誹毀大乘。法師遂造制", "314": "惡見論。制十八部小乘。破九十五種外道。并", "315": "造會中論。融會瑜伽中論之微旨。以靜大乘", "316": "之糺紛。于時中印度國戒日大王總統五印", "317": "諸國。內外博綜才藝俊越。觀于斯論歎而言", "318": "曰。雖有顯大摧邪之殊益。然彰我大夏之蔑", "319": "人。吾方九旬大施。可因此會定其臧否。遂散", "32": "沙門曇摩流支。此云法希。亦曰法樂。南印度", "320": "馳眾傳告萬里。以來所屬諸國勅能論者畢", "321": "萃。大眾僉集。法師以所造二論六千餘頌。書", "322": "于大施場門云。其有能破一偈當截舌而謝", "323": "之。日日桴鼓命于論人。凡一十八日。莫敢當", "324": "者。于時戒日等王大小乘師內外諸道。咸用", "325": "駭忸法師討論。一十七周遊覽百有餘國。以", "326": "貞觀十九年迴靶。上京見帝于洛。帝大悅即", "327": "命所將梵本六百五十七部。勅於西京弘福", "328": "寺翻譯。仍勅左僕射房玄齡。廣召國內碩學", "329": "沙門慧明靈潤等五十餘人助光法化。并勅", "33": "人棄家入道偏以律藏傳名。弘道為務感物", "330": "太子左庶子許敬宗等專知監譯。到二十二", "331": "年已譯之經奉以奏聞。于時太宗文皇帝。以", "332": "悟達之懷縱玄覽而為序。天文絢發冠日月", "333": "而揚輝。皇上以文思欽明暢叡想而興記。聖", "334": "藻光繢掞雲霞而布彩。又以其年十二月皇", "335": "上在春宮。警大孝之慮軫聖善之懷。奉為文", "336": "德皇太后。敬造大慈恩寺及翻經院。殿宇宏", "337": "壯窮班爾之工。瑩飾妍華極珍繪之妙。于時", "338": "西東兩宮大出幡像。勅九部樂及京城諸寺", "339": "寶幢幡蓋綺華妙香。并萬年長安諸坊寶車", "34": "而動。遊魏洛陽。以魏宣武帝景明二年歲次", "340": "眾伎。送奘所將經像及慈恩大德僧等。住慈", "341": "恩及翻經院。時皇帝親御安福門。以香華等", "342": "供養。至二十四日皇儲親臨慈恩。度僧千人", "343": "大赦京城。暨顯慶元年勅左僕射于志寧。侍", "344": "中許敬宗。中書令來濟。李義府。杜正倫。黃", "345": "門侍郎薛元超等潤文。國子博士范義頵。太", "346": "子洗馬郭瑜。弘文舘學士高若思等助知翻", "347": "譯。譯大般若波羅蜜多經一部六百卷。大菩薩", "348": "藏經一部二十卷。大乘大集地藏十輪經一部", "349": "十卷。本事經一部七卷。無垢稱經一部六卷。解", "35": "辛巳。譯如來莊嚴智慧光明入諸佛境界經", "350": "深密經一部五卷。分別緣起初勝法門經一部", "351": "二卷。能斷金剛般若經一卷。佛地經一卷。緣起", "352": "聖道經一卷。如來示教勝軍王經一卷。藥師如", "353": "來本願功德經一卷。稱讚淨土佛攝受經一卷。", "354": "最無比經一卷。甚希有經一卷。稱讚大乘功德", "355": "經一卷。顯無邊佛土功德經一卷。六門陀羅尼", "356": "經一卷。諸佛心陀羅尼經一卷。拔濟苦難陀羅", "357": "尼經一卷。勝幢臂印陀羅尼經一卷。八名普密", "358": "陀羅尼經一卷。不空羂索神呪心經一卷。十一", "359": "面神呪心經一卷。持世陀羅尼經一卷。受持七", "36": "二卷。正始元年歲次甲申。譯信力入印法門", "360": "佛名號所生功德經一卷。天請問經一卷。佛臨", "361": "涅槃記法住經一卷。寂照神變三摩地經一卷。", "362": "般若波羅蜜多心經一卷。緣起經一卷。呪五首", "363": "一卷。菩薩戒本一卷。菩薩羯磨一卷。瑜伽師地", "364": "論一部一百卷。顯揚聖教論一部二十卷。大乘", "365": "阿毘達磨雜集論一部十六卷。大乘阿毘達磨", "366": "集論一部七卷。攝大乘論本一部三卷。攝大乘", "367": "論世親釋一部十卷。攝大乘論無性釋一部十", "368": "卷。廣百論一部十卷。掌珍論一部二卷。大乘成", "369": "業論一卷。佛地經論一部七卷。成唯識論一部", "37": "經五卷。四年丁亥譯。金色王經一卷。沙門道寶", "370": "十卷。因明正理門論一卷。因明入正理論一卷。", "371": "大乘百法明門論一卷。大乘五蘊論一卷。廣百", "372": "論頌一卷。顯揚聖教論頌一卷。王法正理論一", "373": "卷。觀所緣論一卷。唯識三十論一卷。辯中邊論", "374": "一部三卷。辯中邊論頌一卷。唯識二十論一卷。", "375": "瑜伽師地論釋一卷。大毘婆沙論一部二百卷。", "376": "發智論一部二十卷。順正理論一部八十卷顯宗", "377": "論一部四十卷。俱舍論一部三十卷。識身足論一", "378": "部十六卷。法蘊足論一部十二卷。五事論一部二", "379": "卷。異部宗輪論一卷。入阿毘達磨論一部二卷。", "38": "筆受。", "380": "俱舍論頌一卷。品類足論一部十八卷。集異門", "381": "足論一部二十卷。界身足論一部三卷。大阿羅", "382": "漢難提蜜多羅所說法住記一卷。勝宗十句論", "383": "義一卷。大唐西域記一部十二卷。", "384": "右除西域記總七十五部一千三百三十五", "385": "卷。", "386": "古今譯經圖紀卷第四", "39": "沙門釋法場。元魏人也。以魏宣武帝時。於洛", "4": "沙門曇摩伽陀耶舍。此言法生稱。印度國人。", "40": "陽譯。辯意長者子所問經一卷。", "41": "沙門菩提流支。此云覺希。北印度人。遍通三", "42": "藏妙入總持。志在弘法廣流視聽。以魏宣武", "43": "帝永平元年歲次戊子至洛陽。武帝親慰勞。", "44": "住永寧寺供給。七百梵僧以流支為譯匠。即", "45": "以其年譯十地經論。初一日武帝親自筆受。", "46": "後付沙門僧辯僧朗道湛侍中崔光等筆受。", "47": "從魏永平元年歲次戊子。至天平二年歲次", "48": "乙卯。譯佛名經一十二卷。入楞伽經十卷。大薩", "49": "遮尼乾子授記經十卷。法集經八卷。勝思惟梵", "5": "悟物居情導利無捨。以齊高帝建元三年歲", "50": "天所問經六卷。深密解脫經五卷。信力入印法", "51": "門經五卷。奮迅王問經二卷。不增不減經一卷。", "52": "金剛般若波羅蜜經一卷。差摩婆帝受記經一", "53": "卷佛語經一卷。無字寶篋經一卷。不必定入印", "54": "經一卷。大方等修多羅王經一卷。彌勒菩薩所", "55": "問經一卷。第一義法勝經一卷。伽耶頂經一卷。", "56": "文殊師利巡行經一卷。一切法高王經一卷。護", "57": "諸童子陀羅尼呪經一卷。謗佛經一卷。十地經", "58": "論一部一十二卷。勝思惟經論十卷。彌勒菩薩所", "59": "問經論十卷。寶積經論四卷。寶性論四卷。金剛", "6": "次辛酉。於廣州朝亭寺。譯無量義經一卷。沙", "60": "般若經論三卷。順中論二卷。妙法蓮華經論二", "61": "卷。伽耶頂經論二卷。三具足經論一卷。無量壽", "62": "經論一卷。寶髻菩薩四法經論一卷。轉法輪經", "63": "論一卷。十二因緣論一卷。百子論一卷。破外道", "64": "四宗論一卷。破外道涅槃論一卷。譯眾經論目", "65": "錄一卷。總三十九部一百二十七卷梵本萬", "66": "甲筆受草本滿一間屋。洞善方言兼工雜術。", "67": "嘗坐井口藻灌置空。或呪井令涌酌而為用。", "68": "沙門勒那摩提。或云婆提。此言寶意。中印度", "69": "人。誦一億偈。博贍之富。理事兼通。尤明禪", "7": "門慧表筆受。", "70": "法。意存遊化。以宣武帝正始五年歲次戊子", "71": "即是永平元年。於洛陽殿內。譯毘耶娑問", "72": "經二卷。十地論十二卷。寶積經論四卷。究竟一", "73": "乘寶性論四卷。法華經論一卷。總有五部經合", "74": "二十三卷。", "75": "沙門僧朗覺意侍中崔光等筆受。帝每請講", "76": "華嚴經詞義開悟。忽於高座見大官執笏。云", "77": "天帝請師講華嚴。意曰。今法席未終經訖從", "78": "命。然法不獨資都講香火維那梵唄請亦定", "79": "之。使如其言。講將了見前使來迎。果與都講", "8": "沙門摩訶乘西域人。栖心妙道結志弘通。以", "80": "等五人俱於座終。現聽道俗咸覩。", "81": "沙門佛陀扇多。此言覺定。北印度人。神悟聰", "82": "敏內外博通。特善方言尤工藝術。以魏孝明", "83": "帝正光六年歲次乙巳。至元象元年歲次戊", "84": "午。於洛陽白馬寺及鄴都金花寺。譯金剛上", "85": "味陀羅尼經一卷。如來師子吼經一卷。轉有經", "86": "一卷。十法經一卷。銀色女經一卷。正法恭敬經", "87": "一卷。無畏德女經一卷。無字寶篋經一卷。阿難", "88": "多目佉尼訶離陀羅尼經一卷。攝大乘論二卷", "89": "總一十部合一十卷。", "9": "齊武帝永明年中。於廣州譯五百本生經一卷。", "90": "梁梁簫氏都建康", "91": "沙門曼陀羅。此言弱聲。亦云弘弱。扶南國人。", "92": "神解超悟幽明畢觀。無憚夷險志存弘化。大", "93": "齎梵本以梁武帝天監二年歲次癸未用以奉", "94": "獻。帝令譯之。即以其年。共僧伽婆羅同於楊", "95": "都。譯寶雲經七卷。法界體性無分別經二卷。文", "96": "殊師利說般若波羅蜜經二卷。總三部合一", "97": "十一卷。", "98": "沙門僧伽婆羅。此言眾養。亦云僧鎧。扶南國", "99": "人。幼而頴悟早附法津。十五出家榮聲自"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2151 古今譯經圖紀", "author": "唐 靖邁撰", "sourceLink": "http://www.cbeta.org/"}