{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八揵度論: 阿毘曇: 阿毘曇八犍度論: 阿毘曇", "text": {"0": "7 定犍度2 緣跋渠", "1": "阿毘曇八揵度論卷第二十七", "10": "想無常苦想。苦無我想不淨想觀食想。一切", "100": "三昧慈慈相應。及等智悲喜護護相應。及等", "101": "智無色中空處空處相應。空處解脫空處入", "102": "六智三三昧識處識處相應。識處解脫識處入", "103": "六智三三昧不用處不用處相應。不用處解", "104": "脫六智三三昧有想無想處有想無想處相", "105": "應。有想無想解脫及等智初第二第三解脫", "106": "初第二第三解脫相應。及等智空處解脫空", "107": "處解脫相應。空處入六智四諦未知智等智也三三昧識", "108": "處解脫。識處解脫相應。識處入六智三三昧", "109": "不用處解脫。不用處解脫相應。六智三三昧", "11": "世間不可樂想。死想斷想無欲想盡想。無常", "110": "有想無想解脫。有想無想解脫相應。及等智", "111": "初除入初除入相應。及等智乃至第八除入。", "112": "第八除入相應。及等智初一切入。初一切入", "113": "相應。及等智乃至第十一切入。第十一切入", "114": "相應。及等智法智未知智。三三昧少入相應。", "115": "知他人心智。一三昧少入相應。等智無三昧", "116": "相應。苦智二三昧少入相應。習盡道智一三", "117": "昧少入相應。空無相無願三昧無三昧相應", "118": "相應竟。若成就初禪。於此四禪成就幾不成就", "119": "幾。答曰。或一二三四。云何一。答曰。欲愛盡", "12": "想攝幾禪幾等幾無色定幾解脫幾除入幾一", "120": "梵天上愛未盡。是謂一。云何二。答曰。梵天上", "121": "愛盡光音愛未盡是謂二。云何三。答曰。光音", "122": "愛盡遍淨愛未盡是謂三。云何四。答曰。遍淨", "123": "愛盡是謂四。若成就初禪於此四等成就幾", "124": "不成就幾。答曰。或無或三或四。云何無。答曰。", "125": "生無色界是謂無。云何三。答曰。生遍淨若果", "126": "實是謂三。云何四。答曰。生欲界若梵天上光", "127": "音是謂四。若成就初禪於此四無色定。成就", "128": "幾不成就幾。答曰。或無或一二三四。云何無。", "129": "答曰。色界愛未盡是謂無。云何一。答曰。色", "13": "切入幾智幾三昧。乃至盡想亦如是。初禪攝", "130": "愛盡空處愛未盡是謂一。云何二。答曰。空處", "131": "愛盡識處愛未盡是謂二。云何三。答曰。識處", "132": "愛盡不用處愛未盡是謂三。云何四。答曰。不", "133": "用處愛盡是謂四。若成就初禪於此八解脫。", "134": "成就幾不成就幾。答曰。或無或一二三四五", "135": "六七八。云何無。答曰。生遍淨於彼愛未盡是", "136": "謂無。云何一。答曰。生遍淨於彼愛盡果實", "137": "愛未盡。若生果實於彼愛未盡。若生空處於", "138": "彼愛未盡是謂一。云何二。答曰。生欲界若梵", "139": "天上。光音愛盡遍淨愛未盡。若生光音於彼", "14": "幾禪幾等幾無色定幾解脫幾除入幾一切入", "140": "愛盡遍淨愛未盡。若生遍淨果實愛盡空處", "141": "愛未盡。若生果實於彼愛盡空處愛未盡。若", "142": "生空處於彼愛盡識處愛未盡。若生識處於", "143": "彼愛未盡是謂二。云何三。答曰。生欲界若梵", "144": "天上。遍淨愛盡果實愛未盡。若生光音遍淨", "145": "愛盡果實愛未盡。若生遍淨空處愛盡識處", "146": "愛未盡。若生果實空處愛盡識處愛未盡。若", "147": "生空處識處愛盡不用處愛未盡。若生識處", "148": "於彼愛盡不用處愛未盡。若生不用處於彼", "149": "愛未盡。是謂三。云何四。答曰。生欲界若梵天", "15": "幾智幾三昧。乃至第四禪亦如是。慈攝幾", "150": "上。果實愛盡空處愛未盡。若生光音果實愛", "151": "盡空處愛未盡。若生遍淨識處愛盡不用處", "152": "愛未盡。若生果實識處愛盡不用處愛未盡。", "153": "若生空處識處不用處愛盡。不得滅盡三昧。", "154": "若生不用處於彼愛盡。不得滅盡三昧。若生", "155": "有想無想處。不得滅盡三昧。是謂四。云何五。", "156": "答曰。生欲界若梵天上。空處愛盡識處愛未", "157": "盡。若生光音空處愛盡識處愛未盡。若生遍", "158": "淨不用處愛盡不得滅盡三昧。若生果實不", "159": "用處愛盡不得滅盡三昧。若生有想無想處", "16": "等幾無色定幾解脫幾除入幾一切入幾智幾", "160": "得滅盡三昧。是謂五。云何六。答曰。生欲界若", "161": "梵天上。識處愛盡不用處愛未盡。若生光音", "162": "識處愛盡不用處愛未盡。若生遍淨得滅盡", "163": "三昧。若生果實得滅盡三昧。是謂六。云何七。", "164": "答曰。生欲界若梵天上。不用處愛盡不得滅", "165": "盡三昧。若生光音不用處愛盡不得滅盡三", "166": "昧。是謂七。云何八。答曰。生欲界若生梵天", "167": "上。得滅盡三昧。若生光音得滅盡三昧。是謂", "168": "八。若成就初禪於此八除入。成就幾不成就", "169": "幾。答曰。或無或四或八。云何無。答曰。生遍淨", "17": "三昧。乃至護亦如是無色中空處攝幾無色", "170": "於彼愛未盡。若生無色界是謂無。云何四。答", "171": "曰。生欲界若梵天上。光音愛盡遍淨愛未盡。", "172": "若生光音於彼愛盡遍淨愛未盡。若生遍淨", "173": "於彼愛盡。若生果實於彼愛未盡。是謂四。云", "174": "何八。答曰。生欲界若梵天上。遍淨愛盡。若生", "175": "光音遍淨愛盡。是謂八。若成就初禪於此十", "176": "一切入。成就幾不成就幾。答曰或無或一二", "177": "八九十。云何無。答曰。生欲界若梵天上。光音", "178": "愛盡遍淨愛未盡。若生光音於彼愛盡遍淨", "179": "愛未盡。若生遍淨於彼愛未盡。若生不用處", "18": "定幾解脫幾除入幾一切入幾智幾三昧。乃", "180": "有想無想處。是謂無。云何一。答曰。生空處於", "181": "彼愛未盡。若生識處是謂一。云何二。答曰。", "182": "生空處於彼愛盡是謂二。云何八。答曰。生欲", "183": "界若梵天上。遍淨愛盡果實愛未盡。若生光", "184": "音遍淨愛盡果實愛未盡。若生遍淨於彼愛", "185": "盡果實愛未盡。若生果實於彼愛未盡。是謂", "186": "八。云何九。答曰。生欲界若色界。色愛盡空處", "187": "愛未盡。是謂九。云何十。答曰。生欲界若色界", "188": "空處愛盡。是謂十。若成就初禪於此八智。成", "189": "就幾不成就幾。答曰。或二四五六七八。云何", "19": "至有想無想。亦如是初解脫攝幾解脫幾除", "190": "二等。答曰。凡夫人二。無垢人苦法忍現在", "191": "前二。苦法智四苦未知忍四。苦未知智五。習", "192": "法忍五。習法智六。習未知忍習未知智盡法", "193": "忍六。盡法智七。盡未知忍盡未知智道法忍", "194": "七。道法智八。道未知忍道未知智八。若成就", "195": "初禪於此三三昧。成就幾不成就幾。答曰。", "196": "或無或二三云何無等。答曰。凡夫人無。無", "197": "垢人盡法忍未生二。已生三初竟。乃至第四禪亦", "198": "如是。七人堅信堅法信解脫見到身證慧解", "199": "脫俱解脫。堅信人味相應四禪。成就幾不成", "2": "迦旃延子造", "20": "入幾一切入幾智幾三昧。乃至第八解脫亦", "200": "就幾。答曰。或無或一二三四。云何無。答曰。", "201": "色界愛盡是謂無。云何一。答曰。遍淨愛盡", "202": "果實愛未盡是謂一。云何二。答曰。光音愛盡", "203": "遍淨愛未盡是謂二。云何三。答曰。梵天上愛", "204": "盡光音愛未盡。是謂三。云何四。答曰。梵天上", "205": "愛未盡是謂四。淨成就幾不成就幾。答曰。或", "206": "無或一二三四。云何無。答曰。欲愛未盡是謂", "207": "無。云何一。答曰。欲愛盡梵天上愛未盡是謂", "208": "一。云何二。答曰。梵天上愛盡光音愛未盡是", "209": "謂二。云何三。答曰。光音愛盡遍淨愛未盡。是", "21": "如是。初除入攝幾除入幾一切入幾智幾三", "210": "謂三。云何四。答曰。遍淨愛盡是謂四。無漏成", "211": "就幾不成就幾。答曰或無或一二三四。云何", "212": "無。答曰。依未來越次取證是謂無。云何一。答", "213": "曰。依初禪越次取證是謂一。云何二。答曰。依", "214": "二禪越次取證是謂二。云何三。答曰。依三禪", "215": "越次取證是謂三。云何四。答曰。依四禪越次", "216": "取證是謂四。堅法亦如是。信解脫人味相應", "217": "四禪。成就幾不成就幾。答曰。或無或一二三", "218": "四。云何無。答曰。色愛盡是謂無。云何一。答", "219": "曰。遍淨愛盡果實愛未盡是謂一。云何二。答", "22": "昧。乃至第八除入亦如是。初一切入攝幾一", "220": "曰。光音愛盡遍淨愛未盡是謂二。云何三。答", "221": "曰。梵天上愛盡光音愛未盡是謂三。云何四。", "222": "答曰。梵天上愛未盡是謂四。淨成就幾不成", "223": "就幾。答曰。或無或一二三四。云何無。答曰。生", "224": "欲界欲愛未盡。若生無色界是謂無。云何一。", "225": "答曰。生欲界欲愛盡。梵天上愛未盡。若生梵", "226": "天上於彼愛未盡。若生光音於彼愛未盡若生", "227": "遍淨於彼愛未盡。若生果實是謂一。云何二。", "228": "答曰。生欲界若梵天上。梵天上愛盡光音愛", "229": "未盡。若生光音於彼愛盡遍淨愛未盡。若生", "23": "切入幾智幾三昧。乃至第十一切入亦如是。", "230": "遍淨於彼愛盡。是謂二。云何三。答曰。生欲界", "231": "若梵天上。光音愛盡遍淨愛未盡。若生光音", "232": "遍淨愛盡是謂三。云何四。答曰。生欲界若梵", "233": "天上。遍淨愛盡是謂四。無漏成就幾不成就", "234": "幾。答曰。或無或一二三四。云何無。答曰。欲", "235": "愛未盡是謂無。云何一。答曰。欲愛盡梵天上", "236": "愛未盡是謂一。云何二。答曰。梵天上愛盡光", "237": "音愛未盡是謂二。云何三。答曰。光音愛盡遍", "238": "淨愛未盡是謂三。云何四。答曰。遍淨愛盡是", "239": "謂四。見到亦如是。身證人味相應四禪。成就", "24": "法智攝幾智幾三昧。乃至道智亦如是。空無", "240": "幾不成就幾。答曰。一切不成就。淨成就幾不", "241": "成就幾。答曰。或無或一二三四。云何無。答曰。", "242": "生有想無想處是謂無。云何一。答曰。生果實", "243": "是謂一。云何二。答曰。生遍淨是謂二。云何三。", "244": "答曰。生光音是謂三。云何四。答曰。生欲界若", "245": "梵天上是謂四。無漏成就幾不成就幾。答曰。", "246": "一切成就。俱解脫亦如是。慧解脫人味相應", "247": "四禪。成就幾不成就幾。答曰。一切不成就。淨", "248": "成就幾不成就幾。答曰。或無或一二三四。云", "249": "何無。答曰。生無色界是謂無。云何一。答曰。生", "25": "願無相攝幾三昧相應共亦如是。若成就初", "250": "果實是謂一。云何二。答曰。生遍淨是謂二。云", "251": "何三。答曰。生光音是謂三。云何四。答曰。生", "252": "欲界若梵天上是謂四。無漏成就。幾不成就", "253": "幾。答曰。一切成就。堅信人味相應四無色定。", "254": "成就幾不成就幾。答曰。或一二三四。云何一。", "255": "答曰。不用處愛盡是謂一。云何二。答曰。識處", "256": "愛盡不用處愛未盡是謂二。云何三。答曰。空", "257": "處愛盡識處愛未盡是謂三。云何四。答曰。空", "258": "處愛未盡是謂四。淨成就幾不成就幾。答曰。", "259": "或無或一二三四。云何無。答曰。色愛未盡是", "26": "禪於此四禪。成就幾不成就幾。四等四無色", "260": "謂無。云何一。答曰。色愛盡空處愛未盡是謂", "261": "一。云何二。答曰。空處愛。盡識處愛未盡是謂", "262": "二。云何三。答曰。識處愛盡不用處愛未盡是", "263": "謂三。云何四。答曰。不用處愛盡是謂四。無漏", "264": "成就幾不成就幾。答曰。一切不成就。堅法亦", "265": "如是。信解脫人味相應四無色定。成就幾不", "266": "成就幾。答曰。或一二三四。云何一。答曰。不", "267": "用處愛盡是謂一。云何二。答曰。識處愛盡不", "268": "用處愛未盡是謂二。云何三。答曰。空處愛盡", "269": "識處愛未盡是謂三。云何四。答曰。空處愛未", "27": "定八解脫八除入十一切入八智三三昧。成就", "270": "盡是謂四。淨成就幾不成就幾。答曰。或無或", "271": "一二三四。云何無。答曰。生欲界若色界色愛", "272": "未盡是謂無。云何一。答曰。生欲界若色界。色", "273": "愛盡空處愛未盡。若生空處於彼愛未盡若生", "274": "識處於彼愛未盡。若生不用處於彼愛未盡。", "275": "若生有想無想處是謂一。云何二。答曰。生欲", "276": "界若色界。空處愛盡識處愛未盡。若生空", "277": "處於彼愛盡。識處愛未盡。若生識處於彼愛", "278": "盡不用處愛未盡。若生不用處於彼愛盡。是", "279": "謂二。云何三。答曰。生欲界若色界。識處愛盡", "28": "幾不成就幾。乃至第四禪亦如是。七人堅信", "280": "不用處愛未盡。若生空處識處愛盡不用處", "281": "愛未盡。若生識處不用處愛盡是謂三。云何", "282": "四。答曰。生欲界若色界不用處愛盡。若生", "283": "空處不用處愛盡是謂四。無漏成就幾不成", "284": "就幾。答曰。或無或一二三。云何無。答曰。色", "285": "愛未盡是謂無。云何一。答曰。色愛盡空處愛", "286": "未盡是謂一。云何二。答曰。空處愛盡識處愛", "287": "未盡是謂二。云何三。答曰。識處愛盡是謂三。", "288": "見到亦如是。身證人味相應四無色定。成就", "289": "幾不成就幾。答曰。一成就三不成就淨成就", "29": "堅法信解脫見到身證慧解脫俱解脫。堅信", "290": "幾不成就幾。答曰。或一或四。云何一。答曰。生", "291": "有想無想處是謂一。云何四。答曰。生欲界若", "292": "色界是謂四。無漏成就幾不成就幾。答曰。一", "293": "切成就。慧解脫人味相應四無色定。成就幾", "294": "不成就幾。答曰。一切不成就。淨成就幾不成", "295": "就幾。答曰。或一二三四。云何一。答曰。生有", "296": "想無想處是謂一。云何二。答曰。生不用處是", "297": "謂二。云何三。答曰。生識處是謂三。云何四。", "298": "答曰。生欲界若生色界若生空處是謂四。無", "299": "漏成就幾不成就幾。答曰。一切成就。俱解脫", "3": "符秦罽賓三藏僧伽提婆", "30": "人味相應四禪。成就幾不成就幾。淨成就幾", "300": "人味相應四無色定。成就幾不成就幾。答曰。", "301": "一切不成就。淨成就幾不成就幾。答曰。或一", "302": "或四。云何一。答曰。生有想無想處是謂一。云", "303": "何四。答曰。生欲界色界是謂四。無漏成就幾", "304": "不成就幾。答曰。一切成就七人竟。頗成就味相", "305": "應四禪。非淨非無漏耶。答曰。有欲界愛未盡", "306": "也。成就淨非味相應非無漏耶。答曰。有凡夫", "307": "人生欲界若梵天上。色愛盡也。成就無漏非", "308": "味相應非淨耶。答曰。有無垢人生無色界也。", "309": "成就味相應淨非無漏耶。答曰。無也。成就味", "31": "不成就幾。無漏成就幾不成就幾。乃至俱解", "310": "相應無漏非淨耶。答曰。無也。成就淨無漏", "311": "非味相應耶。答曰。有無垢人生欲界若梵天", "312": "上。色愛盡也。成就味相應淨無漏耶。答曰。無", "313": "也七問竟。頗不成就味相應四禪。非不淨非不", "314": "無漏耶。答曰。有無垢人生欲界若梵天上。色", "315": "愛盡不成就淨。非不味相應非不無漏耶。答", "316": "曰。無不成就無漏。非不味相應非不淨耶。答", "317": "曰。無不成就味相應淨。非不無漏耶。答曰。有", "318": "無垢人生無色界。不成就味相應無漏非不", "319": "淨耶。答曰。有凡夫人生欲界若梵天上。色愛", "32": "脫人味相應四禪。成就幾不成就幾。淨成就", "320": "盡不成就淨無漏。非不味相應耶。答曰。有欲", "321": "界愛未盡。不成就味相應淨無漏耶。答曰。有", "322": "凡夫人生無色界也問不成就七竟。頗得味相應四禪。", "323": "非淨非無漏耶。答曰。得色愛盡欲界纏退。若", "324": "無色界沒生欲界也。得淨非味相應非無漏", "325": "耶。答曰得。凡夫人逮第三禪愛盡也。得無", "326": "漏非味相應非淨耶。答曰得。依第四禪越次", "327": "取證。當逮阿羅漢果。乃至得淨無漏非味相", "328": "應耶。答曰得。無垢人逮第三禪愛盡餘得耶。", "329": "答曰。不得得七問竟。頗棄味相應四禪。非淨非無", "33": "幾不成就幾。無漏成就幾不成就幾。堅信人", "330": "漏耶答曰不棄。棄淨非味相應非無漏耶。答", "331": "曰。棄凡夫人第三禪愛盡欲界纏退乃至棄", "332": "淨無漏非味相應耶。答曰棄。無垢人第三禪", "333": "愛盡欲界纏退。餘棄耶。答曰不棄棄七問竟。頗退味", "334": "相應四禪非淨非無漏耶。答曰不退。退淨非", "335": "味相應非無漏耶。答曰退。凡夫人第三禪愛", "336": "盡欲界纏退也。乃至退淨無漏非味相應耶。", "337": "答曰退。無垢人第三禪愛盡欲界纏退。餘退", "338": "耶。答曰。不退退七問竟。頗成就味相應四無色", "339": "定。非淨非無漏耶。答曰。有色愛未盡。乃至成", "34": "味相應四無色定。成就幾不成就幾。淨成就", "340": "就淨無漏非味相應耶。答曰。有生欲色界得", "341": "阿羅漢。若生空處得阿羅漢。成就餘耶。答曰。", "342": "無也無色七竟。頗不成就味相應四無色定。非不", "343": "淨非不無漏耶。答曰。有阿羅漢生欲色界。若", "344": "阿羅漢生空處乃至不成就淨無漏。非不味", "345": "相應耶。答曰。有色愛未盡也。餘不成就耶。答", "346": "曰。無無色不成竟。頗得味相應四無色定。非淨非", "347": "無漏耶。答曰。得阿羅漢欲色界纏退也。得淨", "348": "非味相應非無漏耶。答曰。得凡夫人逮不用", "349": "處愛盡得無漏。非味相應非淨耶。答曰。得當", "35": "幾不成就幾。無漏成就幾不成就幾。乃至俱", "350": "逮阿羅漢果也。乃至得淨無漏非味相應。答", "351": "曰。得無垢人逮不用處愛盡。餘得耶。答曰。", "352": "不得得七竟。頗棄味相應四無色定。非淨非無", "353": "漏耶。答曰。不棄。棄淨非味相應非無漏耶。", "354": "答曰。棄凡夫人不用處愛盡。欲色界纏退。乃", "355": "至棄淨無漏。非味相應。答曰。棄無垢人不用", "356": "處愛盡欲色界纏退。餘棄耶。答曰。不棄棄七竟。", "357": "頗退味相應四無色定非淨非無漏耶。答曰。", "358": "不退。退淨非味相應非無漏耶。答曰。退凡夫", "359": "人不用處愛盡。欲色界纏退。乃至退淨無漏。", "36": "解脫人味相應。四無色定。成就幾不成就幾", "360": "非味相應耶。答曰。退無垢人不用處愛盡。欲", "361": "色界纏退。餘退耶。答曰。不退七都竟。頗味相應", "362": "四禪頓得耶。答曰得。色愛盡欲界纏退。若無", "363": "色界沒生欲界梵天上。頓棄耶。答曰不棄。漸", "364": "得耶。答曰不得。漸棄耶。答曰棄。頗淨四禪頓", "365": "得耶。答曰不得。頓棄耶。答曰棄。第三禪愛盡", "366": "欲界纏退。欲界梵天上沒生無色界漸得耶。", "367": "答曰得。漸棄耶。答曰棄。頗無漏四禪頓得耶。", "368": "答曰得。依第四禪越次取證當逮阿羅漢。頓", "369": "棄耶。答曰棄。無垢人第三禪愛盡欲界纏退", "37": "淨成就幾不成就幾。無漏成就幾不成就幾。", "370": "漸得耶。答曰得。漸棄耶。答曰不棄。頗味相應", "371": "四無色定頓得耶。答曰得。阿羅漢欲色界纏", "372": "退頓棄耶。答曰不棄。漸得耶。答曰不得。漸棄", "373": "耶。答曰棄。頗淨四無色定頓得耶。答曰不得。", "374": "頓棄耶。答曰棄。不用處愛盡欲色界纏退漸", "375": "得耶。答曰得。漸棄耶。答曰棄。頗無漏三無色", "376": "定頓得耶。答曰得。當逮阿羅漢頓棄耶。答曰", "377": "棄。無垢人識處愛盡欲色界纏退漸得耶。答", "378": "曰得。漸棄耶。答曰不棄。身教由何三昧盡。答", "379": "曰。或依初禪或依未來。口教亦如是。身無教", "38": "頗成就味相應四禪。非淨非無漏耶。成就淨", "380": "或依四或依未來。口無教亦如是。三惡行三", "381": "妙行三不善根三善根。四無聖語四聖語。四", "382": "生胞胎卵生合會生。依未來化生。或依七或", "383": "依未來。色識所止或依四或依未來。痛想行", "384": "識所止。或依七。或依未來色陰。或依四。或依", "385": "未來痛想行識陰。或依七或依未來色盛陰。", "386": "或依四或依未來痛想行識盛陰。或依七或依", "387": "未來。五欲五優婆塞戒。或依未來。眼入耳鼻", "388": "舌身入色聲細滑入。或依四或依未來。香入", "389": "味入。依未來。意入法入。或依七或依未來。眼", "39": "非味相應非無漏耶。成就無漏非味相應非", "390": "識耳識身識。彼相應更樂痛想思愛。或依初", "391": "或依未來。鼻識舌識。彼相應更樂痛想思愛", "392": "依未來意識。彼相應更樂痛想思愛。或依七", "393": "或依未來。初識止依未來。第二識止或依初", "394": "或依未來。第三識止或依二或依未來。第四", "395": "識止或依。三或依未來。第五識止或依五或", "396": "依未來。第六識止或依六或依未來。第七識", "397": "止或依七或依未來世。八法依未來。初眾生", "398": "居或依未來。第二眾生居或依初或依未來。", "399": "第三眾生居或依二或依未來。第四眾生居", "4": "共竺佛念等譯", "40": "淨耶。成就味相應淨非無漏耶。成就味相應", "400": "或依三或依未來。第五眾生居或依四或依", "401": "未來。第六眾生居或依五或依未來。第七眾", "402": "生居或依六或依未來。第八第九眾生居或", "403": "依七或依未來十行迹依未來。禪中初禪或", "404": "依初或依未來。第二禪或依二或依未來。喜", "405": "初第二解脫初四除入亦如是。第三禪或依", "406": "三或依未來第四禪或依四或依未來。慈悲", "407": "護淨解脫。後四除入八一切入亦如是。無色", "408": "中空處。空處解脫空處一切入。或依五或依", "409": "未來。識處識處解脫識處一切入。或依六或", "41": "無漏非淨耶。成就淨無漏非味相應耶。成就", "410": "依未來。不用處不用處解脫。有想無想處。有", "411": "想無想解脫滅盡解脫。或依七或依未來。知", "412": "他人心智或依四或依未來。等智或依七或", "413": "依未來。", "414": "解脫跋渠第三竟梵本五百七十三首盧秦六千六百八十一言。", "415": "4 阿那含跋渠阿毘曇定犍度阿那含跋渠第四第三十七", "416": "五阿那含中般涅槃。生般涅槃。行般涅槃。無", "417": "行般涅槃。上流往阿迦膩吒。五阿那含攝一", "418": "切阿那含耶。一切五耶。何者最勝中般涅", "419": "槃生般涅槃耶。何者最勝乃至無行般涅槃", "42": "味相應淨無漏耶成竟。不成就得棄退亦如是。", "420": "上流往阿迦膩吒。諸學彼一切不到欲到。不", "421": "獲欲獲。不證欲證學耶。設不到欲到不獲欲", "422": "獲不證欲證。學彼一切學耶。諸無學彼一切", "423": "不到欲到不獲欲獲不證欲證無學耶。設不", "424": "到欲到不獲欲獲不證欲證。不學彼一切無", "425": "學耶。順流義云何。逆流義云何。實住義云何。", "426": "諸實住彼一切阿羅漢耶。設阿羅漢彼一切實", "427": "住耶。諸還跡彼一切到彼岸。設到彼岸彼一", "428": "切還迹耶。齊何所菩薩得何物菩薩。又世尊", "429": "言。汝今彌勒未來久遠。名彌勒怛薩阿竭", "43": "頗成就味相應四無色定。非淨非無漏耶。成", "430": "阿羅訶三耶三佛。此是何智此智當言為辯", "431": "何事。又世尊言。是謂尊弟子現法辯諸教。盡", "432": "生具梵行所作已辦。名色已有如實知之此", "433": "是何智。當言此智為辯何事。願智云何願智", "434": "當言善耶無記耶。餘迹云何餘迹名何法。又", "435": "世尊言。我弟子中第一比丘。第一智醯兜摩", "436": "納。捷智婆猶頗隷脂梨此何差別。又世尊", "437": "言。我弟子中第一比丘心迴善祝利般特迦。", "438": "想迴善摩訶般特迦。此何差別。又世尊言。", "439": "我弟子中第一比丘大智慧舍利弗。得辯才", "44": "就淨非味相應非無漏耶。成就無漏非味相", "440": "摩訶拘絺羅。此何差別。又世尊言。我比丘第", "441": "一弟子中。少欲頭陀行摩訶迦葉。無著少欲", "442": "薄拘盧。此何差別。又世尊言。學摩訶南滅五", "443": "蓋已遊。云何學五蓋滅已遊。又世尊言。是謂", "444": "法知足比尼知足。比尼知足法知足。云何法", "445": "知足比尼知足。云何比尼知足法知足。又世", "446": "尊言。法次法向彼。云何法云何次法向彼。法", "447": "輪云何。齊何當言轉法輪。等法云何齊何當", "448": "言等法住。齊何當言等法盡。若生彼何世攝。", "449": "若盡彼何世攝。若最初無漏入初禪。彼何世", "45": "應非淨耶。成就味相應淨非無漏耶。成就味", "450": "攝。若最初無漏乃至入不用定。彼何世攝。此", "451": "章義願具演說。", "452": "五阿那含中般涅槃。生般涅槃行般涅槃無", "453": "行般涅槃上流往阿迦膩吒。五阿那含攝一", "454": "切。阿那含一切五。答曰。一切五非五一切。不", "455": "攝何等。答曰。現法般涅槃無色界阿那含。何", "456": "者最勝中般涅槃生般涅槃耶。答曰。等盡住", "457": "中般涅槃勝。非生般涅槃。若此生般涅槃結", "458": "盡多者彼則勝也。何者最勝乃至無行般涅", "459": "槃上流往阿迦膩吒。答曰。等盡住無行般涅", "46": "相應無漏非淨耶。成就淨無漏非味相應耶。", "460": "槃勝。非上流往阿迦膩吒。若此上流往阿迦", "461": "膩吒。結盡多者彼則勝也。所謂是學士。", "462": "彼一切不到欲到。不獲欲獲。不證欲證學耶。", "463": "答曰。或是學士。彼不到欲到不獲欲獲不證", "464": "欲證不學也。云何是學士。彼不到欲到不獲", "465": "欲獲不證欲證不學耶。答曰。學士性住。是謂", "466": "是學士彼不到欲到不獲欲獲不證欲證不學", "467": "也。云何不到欲到不獲欲獲不證欲證。學彼", "468": "非是學士耶。答曰。阿羅漢若凡夫人方便上", "469": "求。是謂不到欲到不獲欲獲不證欲證。學彼", "47": "成就味相應淨無漏耶成竟。不成就得棄退亦", "470": "非是學士也。云何是學士亦不到欲到不獲", "471": "欲獲不證欲證學耶。答曰。學士方便上求。是", "472": "謂是學士亦不到欲到不獲欲獲不證欲證學", "473": "也。云何亦不是學士。亦不到欲到不獲欲獲", "474": "不證欲證不學耶。答曰。阿羅漢若凡夫人性", "475": "住。是謂亦不是學士。亦不到欲到不獲欲獲", "476": "不證欲證不學也。所謂是無學士彼一切不", "477": "到欲到不獲欲獲不證欲證無學耶。答曰。或", "478": "是無學士。彼不到欲到不獲欲獲不證欲證。", "479": "非不學也。云何是無學士。彼不到欲到不獲", "48": "如是。頗味相應四禪頓得頓棄耶。漸得漸棄", "480": "欲獲不證欲證非不學耶。答曰。阿羅漢方便", "481": "上求。是謂無學士。彼不到欲到不獲欲獲不", "482": "證欲證。非不學也。云何不到欲到不獲欲獲", "483": "不證欲證。不學也。彼不是無學士耶。答曰。", "484": "學士若凡夫人性住。是謂不到欲到不獲欲", "485": "獲不證欲證。不學彼不是無學士也。云何亦", "486": "是無學士亦不到欲到不獲欲獲不證欲證。", "487": "不是學耶。答曰。阿羅漢性住。是謂亦是無學", "488": "士。亦不到欲到不獲欲獲不證欲證不學也。", "489": "云何是非無學士。亦不到欲到不獲欲獲不", "49": "耶。頗淨四禪頓得頓棄耶。漸得漸棄耶。頗無", "490": "證欲證。非不學耶。答曰。學士若凡夫人。方便", "491": "上求。是謂是非無學士。亦不到欲到不獲欲", "492": "獲不證欲證。非不學也。順流義云何。答曰。諸", "493": "生諸去諸有諸所生諸所居。彼種彼門彼緣", "494": "彼道彼迹向。是故順流。逆流義云何。答曰。諸", "495": "生盡去盡有盡所生盡所居盡。彼種彼門彼", "496": "緣彼道彼迹向。是故逆流。實住義云何。答曰。", "497": "彼非如此諸生諸去諸有諸所生諸所居。彼", "498": "種彼門彼緣彼道彼迹向。彼非如此諸生盡", "499": "去盡有盡所生盡所居盡。彼種彼門彼緣彼", "5": "3 解脫跋渠定犍度中解脫跋渠第三", "50": "漏四禪頓得頓棄耶。漸得漸棄耶。頗味相應", "500": "道彼迹向。是故實住。諸實住彼一切阿羅漢", "501": "耶。答曰。如是。諸阿羅漢彼一切實住。頗實住", "502": "彼非阿羅漢耶。答曰。有阿那含。世尊亦說。若", "503": "滅五垢學足。無漏法心得自在定根彼實住。", "504": "是謂實住人諸還迹。彼一切到彼岸耶。答曰。", "505": "如是。諸還迹彼一切到彼岸。頗到彼岸彼非還", "506": "迹。答曰。有阿那含世尊亦說。云何比丘得到", "507": "彼岸。答曰。五下分結已盡無餘。齊何菩薩。答", "508": "曰。齊相報行作無厭。得何事名菩薩。答曰。", "509": "相報行也。又世尊言。汝彌勒未來久遠。名彌", "51": "四無色定頓得頓棄耶。漸得漸棄耶。頗淨四", "510": "勒恒薩阿竭阿羅訶三耶三佛。此是何智。", "511": "答曰。因智道智。此智當言辯何事。答曰。相", "512": "報行因智。諸無漏根力覺道種。得阿耨多羅", "513": "三耶三佛此道智。又世尊言。是謂尊弟子現", "514": "法具教盡死生。立梵行所作已辦。名色有如", "515": "實知之此是何智。答曰。道智。此智當言辯何", "516": "事。答曰。諸無漏根力覺道種得盡漏。是謂道", "517": "智。願智云何。答曰。如阿羅漢諸欲解義。彼", "518": "作願已入頂第四禪。彼從三昧起知彼彼義。", "519": "是謂願智。願智當言善耶。當言無記耶。答曰。", "52": "無色定頓得頓棄耶。漸得漸棄耶。頗無漏三", "520": "願智或善或無記。云何他迹。答曰。一切阿羅", "521": "漢內時善別不盡外。是謂內時善別。他迹他", "522": "義名何法。答曰。他無垢。又世尊言第一比丘。", "523": "我弟子第一智醯兜摩納真人名也。捷智婆猶果衣。", "524": "此何差別。答曰。尊者醯兜摩納專正心無偽。", "525": "尊者婆猶果衣少務心柔和。是謂差別。又世", "526": "尊言。是第一比丘我弟子心迴善祝利般特", "527": "迦。想迴善摩訶般特迦。此何差別。答曰。尊", "528": "者祝利般特迦心心觀多遊。尊者摩訶般特", "529": "迦多遊法法觀。是謂差別。又世尊言。我弟子", "53": "無色定頓得頓棄耶。漸得漸棄耶。身教由何", "530": "中第一比丘。大智慧舍利弗。得辯才摩訶拘", "531": "絺羅。此何差別。答曰。尊者舍利弗多遊義辯。", "532": "尊者摩訶拘絺羅多遊四辯。是謂差別。又世", "533": "尊言。我弟子中第一比丘。少欲頭陀摩訶迦", "534": "葉。無著少欲薄拘盧。此何差別。答曰。尊者", "535": "摩訶迦葉。若得食若好若醜。彼等意食無彼", "536": "此意。尊者薄拘盧。得食若好若醜。彼別其好", "537": "而食麁者。復次尊者摩訶迦葉廣識大德。得", "538": "衣食床臥具病瘦醫藥彼等受行頭陀。尊者", "539": "薄拘盧少識非大德。亦不得衣食床臥具病", "54": "三昧盡。身無教口教口無教。三惡行三妙行。", "540": "瘦醫藥。彼不等受行頭陀。此不為難少識", "541": "比丘。不等受行頭陀。是謂差別。又世尊言。摩", "542": "訶南學滅五蓋遊。云何學滅五蓋遊。答曰。須", "543": "陀洹斯陀含。於此義學解彼五蓋滅。漸滅離", "544": "漸離障。漸障背漸背遊。以是故須陀洹斯陀", "545": "含於此義學脫。又世尊言。是謂法知足比尼", "546": "知足。比尼知足法知足。云何法知足比尼知", "547": "足。云何比尼知足法知足。答曰。聖八道種謂", "548": "之法。除婬恚癡比尼謂之比尼。彼聖八道", "549": "種不修不廣彼婬恚癡比尼不作證。彼婬恚", "55": "三不善根三善根。四不聖語四聖語。四胞胎", "550": "癡比尼不作證。比尼不作證已。聖八道種不", "551": "修不廣。如是法知足比尼知足。如是比尼知", "552": "足法知足。又世尊言。法次法向彼。云何法。云", "553": "何次法向彼。答曰。涅槃謂之法。聖八道種謂", "554": "之次法向彼。復次戒解脫謂之法。戒解脫比", "555": "尼謂之次法向彼。復次身戒律口戒律謂之", "556": "法。等持謂之次法向彼。法輪云何。答曰。聖", "557": "八道種。齊何當言轉法輪。答曰。齊尊者阿若", "558": "拘隣見法。等法云何。答曰。無漏根力覺道種。", "559": "齊何當言等法住。答曰。諸行法者住。齊何當", "56": "四生四識住。五盛陰五欲。五優婆塞戒。六", "560": "言等法滅。答曰。諸行法者滅。諸生攝何世。答", "561": "曰。未來。若滅何世攝。答曰。現在若最始入", "562": "無漏初禪。攝何世。答曰。未來。若最初乃至入", "563": "不用定。攝何世。答曰。未來。", "564": "阿那含品第四竟梵本一百五十七首盧秦二千四百二言。", "565": "阿毘曇八犍度論卷第二十七", "57": "內入六外入。六識身六更樂身六痛身六想", "58": "身六思身六愛身。七識所止世八法九眾生", "59": "居。十行迹四禪四等四無色定。八解脫八除", "6": "攝相應在亦爾胡曰優波藍　成就禪無色", "60": "入十一切入。知他人心智等智。由何三昧盡。", "61": "此章義願具演說。", "62": "十想無常想無常苦想苦無我想不淨想觀食", "63": "想一切世間不可樂想死想斷想無欲想盡想。", "64": "無常想攝四禪四無色定。四解脫無常苦想", "65": "苦無我想死想斷想無欲想盡想亦如是。不", "66": "淨想觀食想攝四禪初第二解脫。一切世間", "67": "不可樂想攝第三第四禪想竟。禪中初禪攝初", "68": "禪四等初第二解脫初四除入八智三三昧。", "69": "二禪攝二禪四等初第二解脫初四除入八", "7": "七人七頓得", "70": "智三三昧。第三禪攝第三禪三等八智三三", "71": "昧。第四禪攝第四禪三等淨解脫後四除", "72": "入八一切入八智三三昧禪竟。慈攝慈悲喜。護", "73": "攝護。無色中空處攝空處。空處解脫。空處入。", "74": "六智三三昧。識處攝識處識處解脫識處入。", "75": "六智三三昧。不用處攝不用處不用處解脫", "76": "六智三三昧。有想無想處攝有想無想處有", "77": "想無想解脫滅盡解脫一智無色竟。初第二第三", "78": "解脫攝初第二第三解脫。空處解脫攝空處", "79": "解脫空處入六智三三昧。識處解脫攝識處", "8": "由何三昧盡十想。四禪四等四無色定八解", "80": "解脫識處入六智三三昧。不用處解脫攝不", "81": "用處解脫六智三三昧。有想無想解脫攝有", "82": "想無想解脫。一智滅盡解脫攝滅盡解脫", "83": "解脫竟。初除入攝初除入。乃至第八除入攝第八", "84": "除入。初一切入攝初一切入。乃至第十一切入", "85": "攝第十一切入。法智攝法智五智少入。知他人", "86": "心智苦智習盡道智。未知智攝未知智五智少", "87": "入知他人心智苦智習盡道智。知他人心智", "88": "攝知他人心智四智少入法智未知智道智等", "89": "智。等智攝等智苦智習盡道智。空無願無相", "9": "脫。八除入十一切入八智三三昧。十想。無常", "90": "攝無相攝竟。共在亦如是。無常想四禪相應。四", "91": "無色定四解脫四智一三昧無願。無常苦想苦無", "92": "我想死想斷想無欲想盡想亦如是。不淨想", "93": "觀食想。四禪相應。初第二解脫及等智一切", "94": "世間不可樂想。第三第四禪相應。及等智禪", "95": "中初禪初禪相應。四等初第二解脫初四除", "96": "入八智三三昧第二禪第二禪相應。四等初第", "97": "二解脫初四除入八智三三昧第三禪。第三", "98": "禪相應。三等八智三三昧第四禪。第四禪相", "99": "應。三等淨解脫後四除入八一切入八智。三"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八揵度論: 阿毘曇: 阿毘曇八犍度論: 阿毘曇", "author": "迦栴延子造  符秦 僧伽提婆共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}