{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0741 五苦章句經: 五苦章句經: 五苦章句經", "text": {"0": "No. 741", "1": "五苦章句經一名淨除罪蓋娛樂佛法經，一名諸天五苦經", "10": "災：一曰命盡，二曰劫盡。劫盡有三因緣：", "100": "寺廟，是汝重擔；祠祀鬼母，祈請福願，是汝", "101": "重擔；假託佛法，呪術治病，是汝重擔；違負", "102": "眾祐，犯四重禁，是汝重擔；栖息無恒，不還廟", "103": "房，是汝重擔。不捨擔者，後入地獄。」", "104": "佛言：「有大白象，力壯移山，壞地成澗，拔樹", "105": "碎石；象力無雙，有人以髮絆繫其脚，象為之", "106": "躄，不能復動。」佛告諸弟子：「當解此譬，當善", "107": "思之！若有賢者，居家為道，厭世所有，苦空", "108": "非身，常欲出身，為道辭家妻子，當就明師，", "109": "受持法服。臨出之日，妻子戀泣，悲訴聲哀，其", "11": "一曰大火，二曰大風，三曰大水。命盡有七", "110": "辭辛苦。賢者覩之，心為悵然，意即迴變，為", "111": "妻子所惑，無復出家之志，是如髮繫象，不", "112": "能復動，長受衰矣！」佛言：「一切壯無過", "113": "心，心是怨家，常欺誤人，心取地獄，心取餓", "114": "鬼，心取畜生，心取天人，作形貌者，皆心", "115": "所為，能伏心為道者，其力最多。吾與心鬪，", "116": "其劫無數，今乃得佛，獨步三界，皆心所", "117": "為。一切眾香，莫過栴檀；其香無量，香價貴", "118": "於閻浮提金。又療人病，人有中毒，頭痛", "119": "體熱，磨栴檀屑，以塗其上，若以服之，病即", "12": "證：一曰項中光滅，二曰頭上華萎，三曰顏色", "120": "除愈，一切眾生，莫不願得。有人大得栴檀香", "121": "樹，束薪賣之，無買之者。佛在世時，所說", "122": "經法，令人得道，無不度者。般泥洹後，十二", "123": "部經留在世間，動有卷數，無人視者，亦如", "124": "栴檀，束薪賣之，無有買之者也。一切臭", "125": "木，莫過伊蘭，其臭毒惡，人見惡之，畏聞其", "126": "氣。伊蘭栴檀生有四輩。何謂為四？一曰有栴", "127": "檀樹，伊蘭遶之；二曰有伊蘭樹，栴檀圍之；三", "128": "曰有栴檀，栴檀自為叢林；四曰有伊蘭，伊蘭", "129": "以相圍遶。何謂栴檀伊蘭遶之？有家長者，直", "13": "為變，四曰衣上塵土，五曰腋下汗出，六曰身", "130": "信為道，妻子室內不從其教，奉邪倒見，祠", "131": "祀鬼妖，不從教令，是謂栴檀伊蘭繞之者", "132": "也。何謂伊蘭栴檀圍之？有家長者，信邪倒", "133": "見，祠祀鬼妖，妻子、兒婦、家內大小直信三", "134": "尊，不失八齋，布施為德，六度不廢。長者呵", "135": "止，不從其教，竊避為之，是謂伊蘭為主，", "136": "栴檀圍之者也。何謂栴檀栴檀以為叢林？有", "137": "家長者為道，室家眷屬，皆隨其教，不相違", "138": "戾，直信三尊，心意和同，是謂栴檀栴檀", "139": "以為叢林者也。何謂伊蘭伊蘭自相圍遶？", "14": "形損瘦，七曰蠅著自然，離於本座。遭水災", "140": "有家長者，信邪倒見，具行十惡，祠祀鬼妖，", "141": "闔門烹殺，意同歡喜，是謂伊蘭伊蘭自相圍", "142": "繞者也。此四輩因緣，皆由宿命意行不同，", "143": "故令不和。是以律經明曉因緣，獲罪福", "144": "事，若祠祀家殺生，鬼飼不與從事，不食其", "145": "飲食，若入山澤，見飛鳥走獸聚食，終不驚怛，", "146": "斷其食味。若見屠殺猪羊、網獵、刑戮罪人，", "147": "不得看視，當避捨之。縱不得避，當起大慈，誓", "148": "願僧那：『我得佛時，使我剎中，飲食自然，無", "149": "令有此諸惡因緣！』」曰：「昔者國王夫人付香", "15": "時，大洪水起，齊十五天，其中所有無不盡", "150": "不與屠者之妻，生死作對因緣，展轉相緣，", "151": "或罪緣福，或福緣罪，罪福之會，有二栽果，", "152": "心以生想，為行種栽，以有根孽，後受報果，", "153": "此屠者之妻，為罪緣福，後相經歷，輒當過", "154": "生，為種苦本，是以不與香也。「夫父子、夫", "155": "婦、兄弟、家室、知識、奴婢有五因緣。何謂為", "156": "五？一曰怨家，二曰債主，三曰償債，四曰本", "157": "願，五曰真友。何謂怨家？父子、夫婦、兄弟、宗", "158": "親、知識、奴婢相遇相殺，是謂怨家。何謂債", "159": "主？父母致財，子散用之，是謂債主。何謂償", "16": "者；遭風災時，隨藍大風四起，吹須彌山及", "160": "債？子主致財，供給父母，是謂償債。何謂", "161": "本願？先世發意，欲為家室善心歡喜，厚相敬", "162": "從，是謂本願。何謂真友？先世宿命，以道法因", "163": "緣共相承事，後相經過，生則明法，精進志", "164": "和，是謂真友。「昔者阿難邠邸家有五", "165": "福德因緣。何謂為五？一曰時節，二曰身教，三", "166": "曰口言，四曰一味，五曰和順。何謂時節？晝", "167": "夜六時，不失禮敬，是謂時節。何謂身教？長者", "168": "起時，室內大小無不隨者，是謂身教。何謂", "169": "口言？長者欲有所作興福事時，先報家中，皆", "17": "諸名山，山山相摶，令如粉塵，無不盡者；遭", "170": "從其教，是謂口言。何謂一味？衣食平等，奴婢", "171": "亦然，是謂一味。何謂和順？上下相從，不相違", "172": "戾，是謂和順。以是五福，家中奴婢、牛馬六", "173": "畜、蜎飛蠕動死皆生天。其有人家，宿止經", "174": "歷，飛鳥走獸，過其居屋者，死皆亦生天。", "175": "用長者家，合門之內，能言之屬，口誦法者，", "176": "經聲不絕，其有聞音入耳中者，無不歡喜，", "177": "心則是本，是故生天，亦是長者本願所致。從", "178": "無數劫來，口言篤信，不欺慢人，不與諸惡，共", "179": "作因緣，功德純淑大，僧那力故使其然。", "18": "火災時，七日竝出，凝住不行，燒滅天地，皆", "180": "天地境界，遭三災時，其中所有一切皆盡，", "181": "不及彼界。大劫盡時，一佛境界，其中凡有百", "182": "億須彌山，百億鐵圍山，一切皆盡，不及彼", "183": "佛國也。如是十方諸佛國，無極虛空，無極眾", "184": "生，無極佛國，無邊虛空，無際眾生，無原大", "185": "千國土，如來滿中，以億劫之壽，不說眾生有", "186": "始有終，如來之智，了知一切眾生無底故，言", "187": "般若波羅蜜無底，眾生無底。」曰：「佛又說：『有", "188": "四種生：一曰胎生，二曰卵生，三曰濕生，四", "189": "曰化生。』此分別說耳，示語一切使知種類，", "19": "如融金，欲界所有其中皆盡。最上四天，雖", "190": "三界五道眾生，一切所有皆是化生，故言", "191": "一切如化、如夢、如影、如響、如水月形，無有", "192": "作者。先了此意，乃可為道。道亦如化，一切", "193": "無原、無造、無作、無始、無終，新學聞之，其意驚", "194": "疑。諸驚疑者，有三因緣：一曰本功德少，二", "195": "曰不得明師，三曰不勤於經學。自用意著於", "196": "吾我，逐於名色，貪求利養，所行諛諂，無有", "197": "至信，如是不能近深法忍。」曰：「空無所有、無", "198": "相、無願是道之要。慧道以空為上，學以無", "199": "為為先。此三句者，不可為新學人說之。聞", "2": "東晉西域沙門竺曇無蘭譯", "20": "壽八十億四千萬劫，要當皆死，屬八惡道，是", "200": "無所有，便曠其意，不復修戒，無所罣礙；", "201": "於六德中，事事懈廢，言一切空，當何所作？", "202": "口但說空，行在有中，墮四顛倒故，言無功德。", "203": "菩薩不應使聞無所從生法忍。夫善知識", "204": "欲教新學，稍稍以漸教，語魔事，令護魔，因", "205": "緣生死罪苦，五道分明，令信罪福，事事了", "206": "了，乃可語道。「昔分和檀王與佛捔智。佛告", "207": "王曰：『以海水磨墨，斫樹為筆，寫吾所", "208": "知為經卷，海水竭盡，樹枝了索，吾經不盡。』", "209": "所以爾者？佛有三達之智，來今往古靡不通", "21": "謂一苦。「二曰人道苦。有百千種，人實為疲勞。", "210": "焉！佛經眾多，以虛空為量；佛智弘深，以無", "211": "造為原。經中所演，不可思議，或有反覆，難", "212": "了難明。粗以六事，可知其要：一曰正道，二", "213": "曰善權，三曰至教，四曰誘導，五曰福德，六", "214": "曰禁戒。何謂正道？說無端緒，無造無作，虛", "215": "無所有，無所從生，無行無得，自然如也，是", "216": "謂正道。何謂善權？變化無方，或出或處，隨", "217": "類而入，與為因緣，時宜而說，不合章句，趣", "218": "化度之，是謂善權。何謂至教？指示罪福，作", "219": "是得是，皆行所致，無橫與者，其事明白，是", "22": "從奴婢、下使、乞兒、賤人，中間富貴，上至帝王、", "220": "謂至教。何謂誘導？開童蒙人，有護有德，增", "221": "壽益算，現世可獲，是謂誘導。何謂福德？六", "222": "度無極，主治六情，制守根門，可得天人，轉輪", "223": "聖王，長樂無極，是謂福德。何謂禁戒？守口", "224": "攝意，身不殺、不盜、不婬、不欺，奉孝不醉，三", "225": "惡趣苦，不可久處，是謂禁戒。先了此意，乃", "226": "可為道。譬如捉網，先攝其綱，諸目皆正。不", "227": "曉持綱，先理其目，顛倒錯亂，互相絆繞，無有", "228": "解已。學亦如是，不達其要，聞經中說，不解權", "229": "宜，不能分別，便相譏恃，遂執所守，興起恚", "23": "轉輪聖王，皆有生老病死、飢渴寒熱、苦痛愁", "230": "意，失本忘義，毀正逐邪，學者雷同，追逐音", "231": "響，不相匡正，識真者少，墮落滋多。如此之", "232": "輩徒載學名！」曰：「四諦者：一曰苦諦，二曰", "233": "習諦，三曰盡諦，四曰道諦。一切眾生不覺", "234": "此苦，以苦為樂，於罪苦中，求欲得安。賊醫", "235": "偽說，迷惑人心，便言：『所作可現世得！』學者聞", "236": "之，莫不喜隨，聞中至之言，逆耳不受，故言", "237": "『正言似反，誰能受者？』復不知習，知習者", "238": "死，死不敢復作；復不知盡，知盡者死，死不", "239": "敢復作；復不知道，知道者聞道，便能為道。一", "24": "惱、憂患災變，或有兵賊、牢獄刑戮、火燒水溺、", "240": "切世間人，作罪事易，為福事難；一切學士，", "241": "作福事易，為道事難。為道復易，解道者難；", "242": "說道者易，行之者難。故言甚難，甚難！」曰：「如", "243": "來眾經禁戒律法，凡有八億四千萬卷，為", "244": "一切之良藥，治人身、口、意，療人生、老、病、死", "245": "耳。教眾生有二要。何謂為二？一者，作是得", "246": "是；二者，不作是不得是。如佛所說：『三界五道，", "247": "罪垢苦惱，不離於作。一切無橫，非天授與，", "248": "亦非鬼神，亦非帝王，亦非父母，亦非沙門、梵", "249": "志授與。所作罪福，如影隨形，如響應聲，不", "25": "墜落堆廅、塼石刀杖、奔車逸馬、怨家劫盜，", "250": "失如毛髮者也！』」", "251": "佛言：「昔者為鹽樓王，有弘普之慈。諸墮", "252": "罪獄者，王盡現之。王曰：『汝等何為是間？』罪", "253": "人對曰：『我等死時，不知如行，諸惡自然，追", "254": "逐送我來到是間。願王哀我，赦除罪過！』王", "255": "曰：『汝等皆作何惡？』罪人對曰：『我等生時，不", "256": "孝父母，殺盜、婬欺、飲酒、鬪亂、持刀強勢，侵", "257": "易善人，誹謗聖道。所作眾惡，不可具說！又信", "258": "惡師，祠祀鬼神，謂當有福；烹殺三生，禱賽神", "259": "靈。我今自首，悔所作惡！』王曰：『汝等在世間時，", "26": "更相傷害。其死萬端，一切眾生，未脫三界，", "260": "吾遣五使者，案行天下，告語汝曹。汝曹何", "261": "以不受其教？』諸罪人曰：『我等生時，實不見", "262": "聞！』「王曰：『諦聽，當為汝曹說！五使者：一曰世", "263": "間母人，懷妊十月，身為之病，臨當產時", "264": "曰，父母怖危，既得㝃身，從死得生，乳哺", "265": "懷抱，推燥居濕，遲得長大，憂慮萬端，汝見", "266": "之不？』罪人曰：『見之！』王曰：『是吾一使者！二曰世", "267": "間老人，顏色壞敗，頭白齒落，目冥耳聾，肉", "268": "韁皮縮，傴僂而行。汝見之不？』罪人曰：『見之！』", "269": "王曰：『是吾二使者。三曰世間病人，困劣著", "27": "皆共有之，是謂二苦。「三曰畜生苦。蜎蜚蠕", "270": "床，百痛普至，美食為惡，汝見之不？』罪人曰：『見", "271": "之！』王曰：『是吾三使者。四曰世間死人，刀風", "272": "斷脈，拔其命根，身體正直，不滿十日，肉壞血", "273": "流，膖脹爛臭，無可取者，生時相愛，死皆相", "274": "惡。汝見之不？』罪人曰：『見之！』王曰：『是吾四使者。", "275": "五曰世間犯罪，縛束送獄，桁械鞭笞，五", "276": "毒普至，戮之都市，或截手足，火燒鈇質，", "277": "斬之梟拕五刑。汝見之不？』罪人曰：『見之！』王曰：", "278": "『是吾五使者。』「王復告罪人曰：『汝見是已，", "279": "當自思惟，汝身亦更生、更老、更病、更死，汝犯", "28": "動、蚑行喘息、飛鳥走獸、上至象、龍、金翅鳥", "280": "逆罪，亦當如彼，現受其殃。汝何不孝順父", "281": "母，謙敬長老，慈仁為首，心所不欲，亦勿施", "282": "人。世有賢明，當從啟受；歸命三尊，迮心", "283": "奉道；節情止欲，可得度苦。自汝所作，今當", "284": "受之，吾不抂汝！』罪人白王：『我等生時，實作", "285": "苦劇，不暇得為！』王告獄卒：『汝便將去，到其", "286": "劇處。』「獄卒名傍，牛頭人手，兩脚牛蹄；力壯", "287": "排山，持鋼鐵叉。叉有三股，一叉罪人", "288": "數百千萬，內著鑊中。其鑊縱廣等四十里，", "289": "自然制持，令不墮落。罪過未畢，故令不死。", "29": "王皆是畜生，亦有飢渴寒熱、憂患勤苦，強者", "290": "從口至底百歲，乃至從底至上，亦復百歲，是", "291": "名劇處。諸罪人受罪，更苦楚毒，遍十八處，中", "292": "有罪畢，當得出者。王復現之曰：『汝等今去，或", "293": "當為人家作子生，當念孝順，報父母恩。曼年", "294": "盛時，當忍惡為善，篤信三尊，守戒奉道，修", "295": "諸功德。莫復作惡，還來入此。夫地獄者，終", "296": "不呼人，善自思之！』諸罪人歡喜，皆稱：『萬歲！』」", "297": "佛言：「諸有聞法乍信乍不信、狐疑進退還入", "298": "邪者，皆從地獄來出。受閻王教者，信根淺", "299": "少，故令其然。雖爾，所作功德，終不唐捐；佛之", "3": "世尊曰：「三界、五道生死不絕，凡有五苦。何謂", "30": "伏弱、更相噉食，或有屠殺、田獵、網羅，以肉", "300": "弘慈，亦不遺忘。但劫數彌之耳，久後亦", "301": "當度世。」", "302": "爾時佛告阿難：「受是經典，持諷、誦讀、廣為", "303": "人說，疾令時遠，普法澤流布來世。」阿難白", "304": "佛言：「唯當受之！今斯經典所號？云何奉行？」", "305": "佛言：「阿難！是經名『淨除罪蓋娛樂佛法』，一名", "306": "『授無思議光菩薩道決』。當奉持之！族姓子及", "307": "族姓女盡其形壽，供養如來，隨之宜，從其", "308": "所安。若以天華，如須彌山，用散佛上，及以名", "309": "香、澤香、雜香、繒蓋、幢幡，謙敬貢上，", "31": "供人。其變萬端，不可具說，是謂三苦。「四曰餓", "310": "精進不懈，不如族姓女受是經法，奉持諷", "311": "誦，廣為人說，遵修法行。如是所教，功德福", "312": "祐，過彼供養巨億萬倍！」佛言：「阿難！常當以法", "313": "供養如來，若欲奉敬無上大聖，當受斯經，持", "314": "諷誦為他人說，及應法卷。」佛說如是，無思", "315": "議光菩薩、賢者阿難，一切眾會阿須倫、世間", "316": "人民，聞佛所說，莫不歡喜，作禮而去。", "317": "天上福已盡，墮為牛領蟲，", "318": "譬如大田家，收入甚大豐。", "319": "但食不復種，穀盡亦飢窮；", "32": "鬼苦。有九種餓鬼：第一輩者，身長一由旬，頸", "320": "食福亦如是，福盡墮罪中。", "321": "人身甚難得，根具亦甚難，", "322": "百劫復百劫，時乃得為人。", "323": "失戒離人本，但坐著因緣，", "324": "不知厭足故，受苦如彌連。", "325": "蜎飛蠕動類，其神同一原，", "326": "坐犯不與取，借貸無還心，", "327": "受寄而拒抵，持頭觸突人，", "328": "展轉畜生中，其苦難縷陳。", "329": "佛說餓鬼苦，但有飢渴患，", "33": "所咽處，如一鍼孔。行步之時，支節骨解，如五", "330": "東西求飲食，不聞水穀聲。", "331": "軀體一由旬，裸形髮繞身，", "332": "但坐慳獨食，故墮黑繩城。", "333": "鐵圍兩山間，窈窈何冥冥，", "334": "識神墮其中，不覩日月精。", "335": "展轉不相見，但聞叫呼聲，", "336": "一切眾惡聲，苦痛傷人情。", "337": "既得生為人，當受身諸殃，", "338": "盲聾瘖瘂痾，跛躄不能行。", "339": "雖有度世法，不得聽受聞，", "34": "百車聲。咽火炎出，自相燒然。若見流水，往", "340": "長夜受是苦，宛轉如車輪。", "341": "受身雖根具，端政辯聰明，", "342": "邪見墮顛倒，不信有佛經；", "343": "或行屠網獵，酒樂著情欲，", "344": "沒身見閻王，罪至乃怖驚。", "345": "邊地無義理，父子相噬汝，", "346": "室家更相賣，屬人為奴虜。", "347": "恒畜給驅使，動靜加杖楚，", "348": "雖得為人形，畜生共同侶。", "349": "世間純淑善，無有師法則，", "35": "即枯竭，不得一咽。或得一咽，化為膿血，或為", "350": "當生長壽天，無形但有識。", "351": "壽命雖延長，三塗為隣側，", "352": "後作曲蟮蟲，泥沙為飲食。", "353": "以在八難處，難得復為人，", "354": "譬如海盲鱉，欲值浮木孔。", "355": "先死墮須河，甫來已過去，", "356": "值法已沒盡，輒生佛故處。", "357": "為法船欲壞，思惟入甘露，", "358": "精進諷為勉，善知識為師，", "359": "精進為大力，慧明踰日光，", "36": "沸屎，或為銅銷。咽自然大，熱爛下過，無", "360": "甘露消諸毒，亦能除五陰。", "361": "若人已有信，住在佛教戒，", "362": "便道通亦利，以開甘露門，", "363": "甘露聲已出，三界遍分明。", "364": "已開大要道，但當正意行，", "365": "一心向在在，為道莫中止。", "366": "人意譬如稱，常當攝拘牽，", "367": "思惟止與觀，是為世間明。", "368": "叉手持頭腦，三界皆禮佛。", "369": "五苦章句經", "37": "不洞徹。罪過未畢，身自然復如是。皆先時", "38": "為人，治生暴逆，恐怛迫脅，不以道理，慳貪", "39": "獨食，故受此殃，是謂四苦。「五曰地獄苦。鐵城", "4": "五苦？一曰諸天苦，二曰人道苦，三曰畜生", "40": "鑊湯，劍樹刀山，鐵柱消銅，膿血寒氷，沸屎", "41": "醎水，竹葉火車，爐炭火釘，十六毒刺，烏鵲、", "42": "狡狗、鶉鳥、屈鳥，其鳥喙󰀯純是剛鐵，飛入", "43": "人口，表裏洞徹，食人五藏，東西南北，無有", "44": "避處。苦毒罪獄，凡有十八。諸受罪者，不問尊", "45": "卑，隨惡輕重，各自受之。或有一劫半劫畢者，", "46": "不能不翅者。罪畢還生世間，受諸餘殃，是", "47": "謂五苦。「八惡處者：一曰地獄，二曰餓鬼，三", "48": "曰畜生，四曰邊地，五曰長壽天，六曰雖得人", "49": "身，盲聾瘖瘂、手足殘跛，不能聽受，七曰", "5": "苦，四曰餓鬼苦，五曰地獄苦。「何謂諸天苦？從", "50": "雖得人身，六情完具，世智辯聰，學世經典，信", "51": "邪倒見，祠祀鬼妖，或屠殺田獵，肆心放意，", "52": "欺偽萬端，不信三尊。從是後身，還入地獄，", "53": "從冥入冥，無有脫時。時得為人，復不信正，", "54": "不奉三尊，誹謗聖道。八曰生佛故處，是謂", "55": "八惡，亦謂八難。「三惡道者，是一切眾生", "56": "之家，暫得為人，暫得為天。譬如作客日", "57": "少、歸家日多，學者思之，勤力精進，可得", "58": "脫苦。人身難得，六情難具，口辯難中，才聰難", "59": "致，壽命難獲，明人難遭，直信難有，大心難", "6": "第一天上至二十八天，除中阿那含天，皆是", "60": "發，經法難聞，如來難值。世間有樹，名優曇", "61": "鉢，但有實、無有華，如來出世乃有華耳！已", "62": "得人身，六情完具，口辯才聰，壽命延長，", "63": "遭值明人，發菩薩心，直信不還，具聞經法，", "64": "遇如來世，此皆宿行。覆福德人，從明入明，", "65": "尋如來迹，累行不止，會於道場，無毀其根，", "66": "忘失前功，一失道意，動有劫數。慎之，慎之！", "67": "一切眾生，常在長獄，有十二重城圍之，以", "68": "三重棘籬籬之，常有六拔刀賊伺之，能於其", "69": "中得脫出者，甚難，甚難！「何謂長獄？謂三界", "7": "持五戒、守十善、行四禪者得生其上。無道", "70": "也。何謂十二重城？謂十二因緣也。何謂三重", "71": "棘籬？謂三毒也。何謂六拔刀賊？謂六情也。已", "72": "發道心，當具禁戒、四等大慈、六波羅蜜、安般", "73": "守意、三十七品、諸禪三昧總持之門。等一切", "74": "法，意無高無下，無想無願，出三脫門，得三", "75": "治法，分別三向，曉三達智，無縛無解，不求", "76": "諸天、人中之尊，轉輪王位不動其心，不畏罪", "77": "苦，不計有勞，志在一切，無所榮󰀪，解三界", "78": "空，不習三有，是謂得出十二長獄。知十二", "79": "因緣，所起所滅，能斷癡本，是謂得出十二", "8": "慧意故，有生老病死，亦有不盡其天壽者，隨", "80": "重城。知婬、怒、癡三垢無原，意不復著，是謂", "81": "得拔三重棘籬。曉了六情，皆無本末，譬如", "82": "芭蕉，意不縛愛，是謂得離六拔刀賊。「要當", "83": "先解，無我無人，都無所作；無所不作，所作", "84": "功德，億劫不惓。譬如鳥飛虛空，無有足迹，", "85": "作無跡行，無能見者；不與罪事、諸惡因緣，", "86": "大如毛髮，是謂發菩薩心者能度苦厄。", "87": "居家為牢獄，妻色、兒息、財物、珍寶為下，為", "88": "是銀鐺杻械，恩愛癡著，為是重擔。」", "89": "佛告諸弟子：「一切善男子、善女人！汝已出", "9": "其先世所作故，壽命有長短。諸天有二大", "90": "家，為得離獄，棄捐妻子，為得脫械，如何不能", "91": "放捨重擔？」諸沙門曰：「我無所擔！」佛言：「汝", "92": "沙門著吾我人，貪身計壽，是汝重擔；專求", "93": "供養，畜積所有，是汝重擔；同學不和，反親", "94": "白衣，是汝重擔；自大種姓，貢高憍綺，是", "95": "汝重擔；恃智慢愚，輕邈他人，是汝重擔；", "96": "很戾自用，不受人諫，是汝重擔；食無節度，飲", "97": "酒貪味，是汝重擔；法服不具，著俗衣裳，是汝", "98": "重擔；外似如法，內懷諛諂，是汝重擔；不制", "99": "六情，毀戒犯欲，是汝重擔；賦斂百姓，興起"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0741 五苦章句經: 五苦章句經: 五苦章句經", "author": "東晉 竺曇無蘭譯", "sourceLink": "http://www.cbeta.org/"}