{"author": "唐 伽梵達摩譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1059 千手千眼觀世音菩薩治病合藥經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1059", "1": "千手千眼觀世音菩薩治病合藥", "2": "經", "3": "西天竺國三藏伽梵達摩奉　詔譯", "4": "爾時佛告阿難言。此觀世音菩薩所說廣大", "5": "圓滿無礙大悲心陀羅尼神呪者。真實不虛。", "6": "若有人等所求願。而欲請求觀世音自在菩", "7": "薩摩訶薩者。取拙具羅香。呪三七遍燒。時", "8": "觀世音菩薩必即來到拙具羅香者安悉香是也。", "9": "若有人等橫鬼所著。取弭哩吒那燒作灰。和", "10": "淨泥捻作橫鬼形。於千眼像前。取鑌鐵刀", "11": "子。呪一百八遍。段段切斷為一百八遍。即稱", "12": "彼名即差永差還復不著弭哩吒那猫兒頭骨是也。", "13": "若有人等蠱毒所害者。取劫布羅香以和拙", "14": "具羅香。各等分以井花水一斗和大上。煮取", "15": "半升去滓取汁。於千眼像前呪一百遍呪即差", "16": "劫布羅香者龍腦香是也。", "17": "若有人等。為惡毒蛇蠍所螫者。乾薑大小末", "18": "呪一七遍著瘡上。立即除愈。", "19": "若有人等邪惡怨敵以邪辭相謨傷害者。取", "20": "淨土或麵或蠟捨。作彼惡人形相。於千眼像", "21": "前。取鑌鐵刀子。呪一百八遍。一呪一截。一", "22": "稱其名。燒盡一百八段。彼人即歡喜修身厚", "23": "重相愛恭敬。彼是無怨。", "24": "若有人等患眼精壞者。若有清盲暗者。若白", "25": "暈赤瞙無光明者。取呵梨勒果菴摩勒果鞞", "26": "醯勒果。三各一顆擣破油下篩當研。時唯", "27": "須淨護。莫令新產婦人及狗見。口中念佛。以", "28": "白蜜若人乳汁和封眼中者。其人乳汁要須", "29": "男孩子母乳汁。若女兒乳汁者。成其藥和竟", "30": "者。還須千眼像前。呪一千八遍。著眼中。滿七", "31": "日。在深室內。慎風房室五辛諸不淨物。即得", "32": "精還明淨光盛。", "33": "若有人等患虐鬼病者。取虎豹犲狼虎。呪三", "34": "七遍。彼著身上即差。師子皮最上。", "35": "若有人等被蛇螫。取被螫人結𦡲。呪三七遍。", "36": "著瘡中即差結聹者所聹耳穴內結耳屎是也。", "37": "若有人等患惡痓入心悶絕欲死者。取桃膠", "38": "一丸。大小亦如桃實大。以清水一升和煎。取", "39": "半升呪七遍。頓服盡即差。其藥莫令婦人煮。", "40": "須淨護造也。夫諸藥造不須人無驗。", "41": "若有人等患傳屍鬼氣伏連病者。取拙具羅", "42": "香。呪三七遍。燒熏鼻孔中。又取七丸如菟失。", "43": "大呪二七遍吞即差。慎酒肉五辛及惡罵。又", "44": "取摩那屎羅和白芥子。印成鹽呪三七遍。於", "45": "病者床下燒。其作病鬼身即壁裂也。鬼逆走", "46": "不敢住也摩那屎羅者雄黃是也。白者淨也。印成鹽美是也。", "47": "若有人等患一邊偏風。耳鼻不通手脚不便", "48": "者。取胡麻油內木香煎。呪三七遍。摩拭身", "49": "上永得除差。又取純牛蘇。呪三七遍。摩身上", "50": "差好。若有婦人患產難者。取胡麻油。呪三七", "51": "遍。摩產婦臍中及玉門中。若令口吞易生。若", "52": "有女人懷妊死腹中者。取阿婆末唎草一大", "53": "兩。以水二升和煮絞去滓。取一升汁。呪三七", "54": "遍。服即出一無苦痛。若不出胎衣者。亦服此", "55": "藥即出差阿婆末唎草牛膝草是也。", "56": "若有人等卒患心痛不可忍者。為道屍疰取", "57": "杜嚕香如乳頭成者一丸呪三七遍。口中嚼", "58": "咽不限多小。令變吐即差。慎五辛酒肉油物", "59": "諸不淨物及房內杜嚕香者薰陸香是也。", "60": "若有人等被大燒瘡者。取熱瞿摩夷。呪二七", "61": "遍。塗瘡上即差瞿摩夷者烏牛屎是也。", "62": "若有人等患蛔虫齩心痛者。取骨嚕末遮半", "63": "升。呪三七遍。服即差。若重者一升。虫即如綟", "64": "索出來差骨嚕末遮者白馬屎也。", "65": "若有人等患下瘡者。取菱󰼋葉搗絞取汁。呪", "66": "三七遍。夜臥著眼中即差。若須用白牡馬失", "67": "汁。呪三七遍。如上差骨魯怛佉者新驢糞是也。", "68": "若有人等患腹中病痛者。取井花水和印成", "69": "鹽二顆。呪三七遍。服半升即差。", "70": "若有人等患赤眼者。及眼中有努肉。及有翳", "71": "者。取奢弭葉。搗綟取汁。呪七遍。𣷽濱錢一宿", "72": "更呪七遍。著眼中即差奢弭葉者苟杞葉是也。", "73": "若有人等患畏夜不安。恐怖出入驚怕者。白", "74": "線作索。呪三七遍。作二十一結。繫項恐即除。", "75": "非但除怖。亦得福生滅罪壽命延長。", "76": "若有人等於家內橫起災難者。取石榴枝等", "77": "截一千段。兩頭塗蘇酪蜜。一呪一燒盡一千", "78": "八遍。一切災難患悉除滅。要在千眼像前作", "79": "之。", "80": "若取白昌蒲。呪一百八遍。繫著右臂上。一", "81": "切聞處論議得勝。", "82": "若取奢弭葉。若枝柯寸截兩頭。塗真牛蘇白", "83": "蜜牛酪。一呪一燒盡一千八段。日別三時。時", "84": "別一百遍。滿七日呪師自悟通智。", "85": "若有行人欲降諸大力鬼神者。取阿利瑟迦", "86": "紫。呪三七遍。火中燒還須蘇酪蜜。要須於", "87": "悲像前作之阿梨瑟迦紫者木槵子是也。", "88": "若取胡盧遮那一大兩。著流漓瓶中。置大悲", "89": "像前。呪一千八遍。塗身點額。一切天龍鬼神", "90": "人及非人皆悉歡喜胡盧遮那牛黃是也。", "91": "若有人身被杻械枷鎖者。取白領失。呪一百", "92": "八遍。塗於手上。用摩杻械枷鎖者。即自解脫。", "93": "若有夫婦不和狀如水火者。取鴛鴦尾。於大", "94": "悲心像前呪一千八遍。上帶之。彼是即終", "95": "身歡喜相愛敬。", "96": "若有人等被虫食田苗及五菓子者。取淨灰", "97": "砂。呪一千八遍。散田四邊。虫退散也。若有", "98": "諸菓樹兼呪水一百八遍。乃至一千八遍。灑", "99": "著樹上。虫不敢食害菓也。", "100": "若有人等逢鬼口禁吐沫不知人色應急死", "101": "者。取虎魄玉細屑。呪一百八遍。以酒令服。又", "102": "取骨嚕萬異絞汁。呪二七遍令服。又造其", "103": "額上鬼神建。呪一百一八遍即差骨嚕萬異者白馬屎是也。", "104": "若有人等被湯爛傷者。取木灰和水。呪三七", "105": "遍。泥瘡上。日三遍。又熱瞿摩夷呪三七遍。塗", "106": "瘡上即差。", "107": "若有人等食諸畜生災毒。煩心悶欲死者。取", "108": "淨土一升。以水三升煮取一升汁。呪三七遍", "109": "令服即差。", "110": "若有人等卒得諸腫𤹿者。取蕪菁葉搗和清", "111": "酒。呪三七遍。󰼪腫上即差。", "112": "若有人等惡腫入腹欲死者。取瞿摩夷燒和", "113": "酒。呪三七遍塗腫上。又口令服即差。", "114": "若有人等患鼻大衄下欲死者。取生蓬萊和", "115": "水煮取汁。不限大小呪三七遍。令吞即留生。", "116": "若有人等亦血痢血者。取桃脂大如鷄子。呪", "117": "三七遍令吞即差。", "118": "若有人等患喈咳者。取桃子人一升。熱火和", "119": "𥹋糖。呪一百八遍。頓令服盡。乃至須造三四", "120": "劑病即愈。", "121": "若有人患大便孔癢名。取草纏羅菓。熱細末", "122": "和糖。呪一百八遍。塗孔日三即差草纏羅菓者菟糸子是也。", "123": "若有人患大便不通。取葵子二升。以水四升", "124": "煮取一升汁。呪三七遍數服即下。", "125": "若有人患小便不通者。取瞿摩犢夷絞取汁。", "126": "呪三七遍令服即愈瞿摩夷者犢牛子之失是也。", "127": "若有人等患小便不通者。取房內樑上塵細", "128": "下。篩以三指撮和清水。呪三七遍服差。", "129": "若有人等小便數忽起者。若去斗許者。取括", "130": "樓根一兩。以清水三升煮。絞取半汁。呪三", "131": "七遍。若一百八遍。頓服即差。", "132": "若有婦人任身卒得病。煮取小豆五升豉三", "133": "升。以清水一斗煮。取三升汁。呪一百八遍。分", "134": "為二服。即差病產生安樂。", "135": "若有婦人患倒子產難生欲死者。取蓬萊一", "136": "升。以水三升煮取一升汁。呪三七遍。令服即", "137": "生無病。", "138": "若有小兒患夜啼不安眠者。其兒目下書鬼", "139": "之字。呪三七遍三唾即差息。", "140": "若有小兒頭生諸瘡者。取瞿摩摩角鰓。燒末", "141": "和猪暏。呪三七遍。塗瘡上即差半角中子。", "142": "若有小兒患舌腫不能哺乳者。取東方乘汁。", "143": "呪一百八遍。塗舌立愈。", "144": "若有小兒口中生瘡不能食者。取黃連根。細", "145": "搗篩下。以和男子母乳汁。呪三七遍。塗口瘡", "146": "上即差。", "147": "爾時觀世音菩薩摩訶薩告諸大眾言。若於", "148": "如來般涅槃。末世眾生造蓬口。諸疾病應", "149": "在無量。是故我今說療治法亦復如是。若比", "150": "丘比丘尼。優婆塞優婆夷。善男子善女人等。", "151": "若能受持此療治法救眾生苦者。當知是即", "152": "我化身。以大悲心救眾生故。必我到其所。作", "153": "諸法令有勝驗。是人受持大悲心隨心自在", "154": "陀羅尼神妙章句能救世間苦。是人如我無", "155": "異我身也。", "156": "若有淨信男子女人。有能受持是救苦陀羅", "157": "尼呪者。持世翳法。雖療諸病。以慈心故。必以", "158": "至心應呪一百八遍。觀音力故無不著者。若", "159": "有眾生能持我法。其人若在命終時。我急迎", "160": "來。以無邊樂乘寶雲車。速令往生安樂世界。", "161": "蓮華化生成佛不久。", "162": "爾時釋迦牟尼佛讚觀世音菩薩言。善哉善", "163": "哉大士。如是如是如汝所說。若有善士善女", "164": "等。以一分藥施疾病者。現在得福滅罪。於", "165": "當來世福報無盡。生生世世受無病身受諸", "166": "快樂。天上人中受諸勝利。天上人中壽命無", "167": "量。得道不久。", "168": "爾時會中大眾菩薩摩訶薩等。梵釋四王天", "169": "龍夜叉諸神鬼王人非人等。聞佛所說皆大", "170": "歡喜。信受頂禮迴向奉行。", "171": "千手千眼觀世音菩薩療病合藥經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1059 千手千眼觀世音菩薩治病合藥經", "source": "CBETA"}