{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0460 佛說文殊師利淨律經", "text": {"0": "No. 460", "1": "佛說文殊師利淨律經", "10": "神，釋梵四王，皆共渴仰，欲覩正士咨講妙辭", "100": "若干，不可言二。如是，天子！愛欲之空，及與諍", "101": "訟顛倒之空，上至道空，彼則俱空無有若干，", "102": "不可名二。」天子又問：「何謂菩薩修行聖諦？」", "103": "文殊答曰：「假使菩薩不行真諦，何因當為", "104": "聲聞說法？所以者何？菩薩行諦多所察護，", "105": "聲聞無護；菩薩行諦廣大難限，聲聞偏局；", "106": "菩薩行諦將護眾生，而於本際無所造證；菩", "107": "薩行諦善權方便，不捨生死泥洹之門；菩薩", "108": "行諦普觀一切諸佛之法。猶如，天子！有一士", "109": "夫，竊捨大師馳逸犇走，獨身無侶心懷恐", "11": "聽受經義。」佛言：「東方去此萬佛國土，世界名", "110": "懼，渡於曠路不敢復還；聲聞如是，意懷惶", "111": "懅，怖畏生死不護眾生，不能堪任遊渡一切", "112": "終始之患，獨自行諦不護佛法，離權方便無", "113": "有慧侶。不亦然乎！猶如，天子！謂彼大師多獲", "114": "盈利，齎無量寶璝琦異珍，賜眾賈人超越曠", "115": "嶮；菩薩如是。亦如大師積行無量道寶無", "116": "限，修於大慈無極之哀，真諦聖慧饒益一切，", "117": "無數辯智以為傲富，遊一佛國復遊一國，六", "118": "度無極攝行四恩，以濟危厄矜救眾生，還入", "119": "生死，善權方便修行聖諦，度諸未度解諸未", "12": "寶氏，佛號寶英如來、無所著、等正覺，今現在", "120": "解，周旋三界獨步無侶，開化未聞使入大", "121": "乘。", "122": "「猶如，天子！垢穢弊衣，以思夷華黃白須曼而", "123": "用熏之，香氣不久尋便歇盡。聲聞緣覺行諦", "124": "薄尠，亦復如是；便中滅度不修所願，不至於", "125": "佛戒定慧解度知見事、度脫之香；亦復不能降", "126": "伏罣礙塵勞之欲。「猶如，天子！細嬬妙衣其價", "127": "百千，以天殊特珍寶諸華，百千萬歲熏此好", "128": "衣。其衣常香香氣普流，巍巍芬馥未曾有歇，", "129": "諸天世人皆所愛樂。菩薩如是，從無數劫行", "13": "演說道教，文殊在彼，為諸菩薩大士之倫宣", "130": "諦法香，不具所願不中滅度，而常演出佛無", "131": "上道戒定慧解度知見馨，降伏罣礙塵勞之", "132": "欲，遊於天上及至人間。天、龍、鬼神、諸阿須倫、", "133": "君子、庶民莫不奉敬，而欲見者恒弘濟度。」寂", "134": "順律音天子復問文殊：「其寶英如來、至真佛", "135": "土，聲聞之眾為如何乎？」文殊答曰：「不御篤", "136": "信不從他教，不行於法不毀法界，亦不八等", "137": "離於八邪。不須陀洹皆度一切恐懼惡趣、非", "138": "斯陀含來化眾生、非阿那含於一切法無所", "139": "往來、非阿羅漢而皆受於三千世界供養之", "14": "示不及。」天子白佛：「惟願大聖，加哀垂威，", "140": "利。「不離於欲，亦不以欲而見󰍄患；不離瞋恚，", "141": "不以怒恨而見燋然；不於眾生，而懷害心亦", "142": "無所憂；不離於癡，不以愚騃而為危難，滅除", "143": "窈冥及一切法；不離塵勞慇懃精進，化去一", "144": "切眾生愛欲逮得高節，無所從生而遊現生，", "145": "於諸想念開化眾生，不計吾我及與人壽，悉", "146": "無所受亦無所捨。「淨必一切人民所施眾祐", "147": "之德，無意無念以修意止，奉四意斷不起不", "148": "滅，行四神足身意寂然，遵于五根曉了一", "149": "切眾生本源，行于五力降伏塵勞，念於覺意", "15": "令文殊師利自屈到斯。所以者何？文殊師利", "150": "解平等慧，淨修道教棄捐邪徑，證于道訓不", "151": "得無為。遊趣寂寞而行本際，觀於所觀僉入", "152": "法界，滅於無明盡于愚癡，興于聖慧無上正", "153": "真，而除於三解脫之品，則以肉眼皆見眾生。", "154": "「一切佛土、諸佛世尊所化人民，則以天眼覩", "155": "于五趣生死往來周旋人民，蜎蜚蠕動蚑行", "156": "喘息形物之類之所歸生；則以慧眼察知一", "157": "切眾生之疇心行所念；則以法眼覩見三世", "158": "三界，群萌一切人民所可行者；則以佛眼", "159": "皆用明觀一切諸法；法藏祕典聖燿所照，則", "16": "所說經法，開發結礙，靡不㸌然，踰過聲聞、", "160": "以天耳遙聞諸佛所宣經法；以無念慧念知", "161": "過去無央數劫之所更歷，而以神足遊於無", "162": "量諸佛國土靡不周遍，盡于諸漏不至無餘", "163": "修解脫也。「而現其形無有色身，有所講說不", "164": "演文字，有所思惟無心想著；示於顏貌姿艶", "165": "端正，以相莊校眾好若干，而以功德自嚴其", "166": "體，威神殊絕無能當者；名稱普流功勳闡布，", "167": "通于三世無所弊礙；以咨嗟慧而為馨香", "168": "自熏其身，則於世法而無所著；不為塵勞而", "169": "見染污，惡口麁辭不能毀之，則以神通而自", "17": "緣覺之上。文殊師利設說大法，一切眾魔皆", "170": "娛樂；博聞無厭頒宣辯才為師子吼，以智慧", "171": "光靡所不照聖明之達，而為雷震滅除閉塞", "172": "幽隱之愚，所說無盡，通解總持佛所觀察，聲", "173": "聞、緣覺所不知處。「常見諸佛覺意如海，三昧", "174": "之定猶須彌山，忍辱柔和等之如地，勇猛之", "175": "力降魔官屬棄諸外道，安樂自在如天帝釋。", "176": "喻若梵天心得由已無有儔匹，求比難比而", "177": "無等倫，亦如虛空不可為喻，靡所不周無所", "178": "不入。天子！欲知寶英如來所生國土，聲聞之", "179": "眾其功德勳，復超於此，如吾所歎不可計", "18": "為降伏，諸邪迷惑無得人便，諸外異道莫不", "180": "量。」文殊師利說是語時，五百比丘、五百比丘", "181": "尼、五百優婆塞、五百優婆夷、五千天子，未得", "182": "道證發心白佛世尊：「我等願生於彼寶英佛", "183": "土，得為聲聞。」文殊答曰：「諸族姓子！不可", "184": "以懷聲聞之心生彼佛土；汝等當發大道之", "185": "心乃致彼土，應時受教，皆發無上正真道意。」", "186": "佛悉記說：「當生彼土。」", "187": "3 解律品解律品第三", "188": "寂順律音天子復問文殊：「何謂聲聞律？何謂", "189": "菩薩律？」答曰：「受教畏三界難厭患󰍄者，聲", "19": "歸命；其貢高者不懷自大，未發意者皆發道", "190": "聞之律；護於無量生死周旋，勸安一切人民", "191": "蚑行喘息蠕動之類，開導三界決其疑網眾", "192": "想之著，是菩薩律。「惡厭積德以用懈廢不能", "193": "自進，是聲聞律；興功為德不厭諸行，以益", "194": "眾生因而得濟，是菩薩律。「滅除一切塵勞", "195": "之欲己身所惡，是聲聞律；攻伐一切眾生塵", "196": "勞恩愛之著，是菩薩律。「不覩諸天心行所念", "197": "所志不同，是聲聞律；目見三千大千之佛國", "198": "土根心所歸，是菩薩律。「但能察己心之所行，", "199": "是聲聞律；普見十方諸佛處所眾生心念，是", "2": "西晉月氏國三藏竺法護譯", "20": "心，已發道心立不退轉，所當受者無不稽顙，", "200": "菩薩律。「唯照己身志性所趣，是聲聞律；光于", "201": "一切人民之行蜎蜚蠕動心念，思惟三界之", "202": "居各有本末，是菩薩律。「難將以護一切眾魔，", "203": "是聲聞律；降化一切三千大千世界諸魔官", "204": "屬，壞眾魔行能受正法，是菩薩律。「如毀破", "205": "碎瓦石之器不可還合，小志之德滅度如是", "206": "不進正真，是聲聞律；猶若金器雖為破敗終", "207": "不遺棄，即可還合以為寶器，大士現滅，深慧", "208": "法身永存不朽，不增不減續現三界，是菩", "209": "薩律。「若大火燒山林樹木，莫不燔燎禽獸馳", "21": "所當執御靡不攬持，如來、至真皆亦勸讚：『因", "210": "竄，小志若茲，畏三界難藏隱泥洹，是聲聞律；", "211": "樂于生死獨步三界意無怯弱，欣心娛樂道", "212": "法之樂勸化眾生，亦如苑囿遊觀之園，花實", "213": "茂盛多所悅豫，是菩薩律。「不能斷除罣礙盤", "214": "結之難，而有處所，是聲聞律；磨滅一切蔽", "215": "蓋之患，永無止處，是菩薩律。取要言之，而", "216": "有限節自繫縛身，以有限德而見成就戒定", "217": "慧解度知見事，不能具足無極大道，是聲聞", "218": "律；所接玄邈志如虛空功勳無量，戒定慧", "219": "解度知見品不可稱載，是菩薩律。」爾時，世尊", "22": "此聖教乃令正法長得久存。自捨如來，未", "220": "嘆文殊師利曰：「善哉，善哉！快說解此諸菩", "221": "薩律。文殊聽，吾引喻重解，令是義歸廣普", "222": "究竟。猶如二人，一人嘆譽牛跡之水，一人", "223": "起立咨嗟大海積水之功。於意云何？其人歎", "224": "譽牛跡之水能久如乎！」答曰：「牛跡之水甚為", "225": "少少，不足稱譽。」佛言文殊：「聲聞之律所見", "226": "威神，亦復若茲如牛跡水，不足稱譽。彼人起立", "227": "嗟嘆大海能如何乎！」答曰：「甚多，甚多！天中之", "228": "天！其大海者無有邊際，不可齊限深廣難計。」", "229": "佛言：「菩薩之律當作是觀，猶如江海不可訾", "23": "有他尊智慧辯才，頒宣典誥如文殊者也。』」", "230": "量。」佛說是時，二萬二千人逮得無所從生法", "231": "忍，異口同音皆而歎曰：「我等，世尊！當學於", "232": "斯菩薩之律，開導發起無央數人。」", "233": "寂順律音天子復問文殊師利：「文殊為學何", "234": "律？為修聲聞緣覺之律，若菩薩律？」文殊答曰：", "235": "「於天子意所志云何？其大海者，為受何水？捨", "236": "置何水？」答曰：「其大海者無水不受。」報曰：「如", "237": "是，天子！菩薩之律，猶如大海不逆污塗，十方", "238": "諸律靡不歸之，聲聞、緣覺、一切眾生開化行律", "239": "而普遊之。」天子又問：「文殊師利！所言律者為", "24": "於是，世尊見寂順律音天子之所啟白，為一", "240": "何謂乎？」答曰：「所言律者，開導教化恩愛塵勞，", "241": "故曰為律；曉了貪欲，故曰為律。」天子又問：「何", "242": "謂開導恩愛塵勞？何謂曉了於貪欲者？」答曰：", "243": "「眾念思想計有吾我，處于諸見不棄顛倒，不", "244": "捨不明愚癡之本，行于二事興發塵勞；分別", "245": "此者，是謂曉了貪欲也。彼若修行無貪思", "246": "想，淨導隨順不計吾我，不住諸見捐捨顛倒", "247": "棄，捨無明愚癡之冥，不為二行塵勞不興亦", "248": "無諍亂，無諍亂已究竟永安，是謂開化塵勞", "249": "之律。「譬如，天子！其有術師，明識能知毒虺", "25": "切故則發大哀，演兩眉間毛相之光，其明", "250": "種類，便以呪術除去毒害；學者若斯，設能", "251": "分別塵勞本末無有根源，則能消滅塵勞恩", "252": "愛。」天子又問：「何謂開化塵勞本末之律？」答", "253": "曰：「於眾想念本末所行，無有想念則不興諍，", "254": "已不興諍則無所著，已無所著則無所倚，已", "255": "無所倚則無所住，已無所住則無惱熱，已無", "256": "惱熱究竟被教而蒙度脫，此謂為律。設使，天", "257": "子！以賢聖慧玄妙之智，曉了塵勞恩愛之本，", "258": "虛妄空無，無所是在，無有常主亦無所屬，無", "259": "所從來無所從去，無有處所亦無方面，無內", "26": "普照照諸三千大千佛土，通達周徹一萬佛", "260": "無外亦不兩間，亦不積聚，無色無像無有形", "261": "貌，是為曉了塵勞恩愛之本。」天子又問：「塵", "262": "勞云何而蒙度脫？為實為虛？」答曰：「猶如有", "263": "人臥出夢中，毒蛇螫之，其人苦痛不能堪", "264": "任，尋時便服除毒之藥，其毒即滅痛󰍄休", "265": "息。於天子意所趣云何？其人審為毒蛇所螫，", "266": "為虛事乎？」答曰：「為虛，不可言實。」又問：「設使虛", "267": "者，何故被毒而蒙藥除？」答曰：「如虛妄夢，夢", "268": "虛不實而被於毒，毒除亦然亦無所除。」文殊", "269": "答曰：「眾聖解空，開化一切塵勞恩愛，亦復", "27": "土，大光照燿寶氏世界。時，彼佛土諸菩薩", "270": "如是。如天子問：『何謂開化塵勞恩愛？為實為", "271": "虛？』欲了此義，如我之身計無有身，恩愛塵勞", "272": "實無恩愛，亦復若斯。設使我身是實身者，恩", "273": "愛塵勞亦當常存，所以塵勞。無塵勞者，用我", "274": "己身無有身故，由是之故，無有能得開化塵", "275": "勞。所以者何？一切諸法皆為寂寞而無生故，", "276": "諸法惔怕不可受持故，諸法靜默無歸趣故，", "277": "諸法皆盡無積聚故，諸法無盡無所生故，諸", "278": "法不生無所成故，諸法無成用無造故，諸法", "279": "無作無所為故，諸法無為用無我故，諸法無", "28": "眾前問其佛：「是何感應先現此瑞？」寶英如", "280": "我用無主故，諸法無主如虛空故，諸法無來", "281": "無所著故，諸法無來從無住故，諸法無住", "282": "無所受故，諸法無受無所著故。是故，天子！究", "283": "竟蒙化，成為法律亦無所化。」", "284": "4 道門品道門品第四", "285": "天子又問：「一切諸法，以何為門之元首也？」答", "286": "曰：「無順之念，以為門首；周旋生死順義之念，", "287": "為泥洹矣。不行精進為罣礙門，精進之行", "288": "為道品門；狐疑之行為陰蓋門，勤修解脫無", "289": "罣礙門；思想諸著為塵勞門，無所想念無", "29": "來告諸菩薩：「西方去此過萬佛剎，有世界", "290": "有虛妄無恩愛門；諸亂多念眾妄想門，寂然", "291": "之行為恬怕門；六十二見為憍慢門，修於", "292": "空無無自大門；隨惡親友為惡罪門，從善親", "293": "友為善法門；眾邪見事為󰍄患門，正見之", "294": "義為安隱門；慳貪之事為貧匱門，布施之義", "295": "為大富門。「毀犯戒者，便當歸趣諸惡道門；", "296": "奉修禁戒，當歸一切生善處門。喜諍訟者，違", "297": "失法門；若忍辱者，得歸殊特超異之門。為懈", "298": "怠者，心垢穢門；遵行精進，為無垢門。放逸之", "299": "事，為亂意門；一心之事，為定意門。惡智之行、", "3": "1 真諦義品真諦義品第一", "30": "名忍，其佛號曰能仁如來、至真、等正覺，今現", "300": "癡冥之惑，如牛羊門；修智慧者，三十七品為", "301": "道法本師子之門。「而悉具足慈心行者，無所", "302": "害門；悲哀行者志和雅門；性以和柔無諛諂", "303": "門；而行喜悅樂法樂門；修行護者，無所適", "304": "莫無增減門；行四意止，不失宿德諸所福門。", "305": "四意斷者，順平等門；四神足者，心身輕門；五", "306": "根行者，篤信之義為元首門；五力行者，不", "307": "為塵勞及諸愛欲所沾污門；七覺意者，悉", "308": "已曉了平等慧門；八道行者，棄捐一切眾邪", "309": "異徑迷惑之門。「復次，天子！計於菩薩為諸佛", "31": "在講法演眉間光，照萬佛土普耀此剎。」菩", "310": "法元首之門，將護諸法，法自在門故；善權", "311": "方便，曉了處處無處之門故；智度無極，通知", "312": "一切眾生心念所念，順度彼岸門故；六度", "313": "無極，攝於六欲令無所處，為大乘門故；觀求", "314": "於空，三界如化終始如夢，智慧明門故；一", "315": "切諸法皆為本無，法無生忍，明達自然無所", "316": "不了，其慧不依他人明故。」", "317": "天子又問：「文殊師利！何謂法界之門乎？」答", "318": "曰：「其法界者，則曰普門。」又問：「其法界為何所", "319": "界？」答曰：「一切眾生之所界者，名曰法界。」又問：", "32": "薩問曰：「唯然世尊，何故放光？」佛言：「無央數", "320": "「其法界者，豈有分際？」文殊答曰：「虛空之界，", "321": "寧有分際乎？」報曰：「不也，文殊！」答曰：「猶如虛", "322": "空無有分際，法界如是亦無分際。」天子又問", "323": "曰：「豈可分別於法界乎？」答曰：「其法界者，不", "324": "可分別。」天子又問：「仁者！何因解明諸法，乃能", "325": "曉了如斯辯才。」文殊告曰：「於天子意所趣云", "326": "何？其呼響者，而有音出，以何解法？」天子報", "327": "曰：「其呼響者，不解諸法，以緣合成乃響出矣。」", "328": "答曰：「如是，天子！菩薩皆因眾生緣故，而有", "329": "所說。」天子又問：「仁者！為住何所而有所說？」", "33": "億百千菩薩會彼佛土，釋梵持世及四部眾，", "330": "答曰：「如來化住有所講，吾之所住所演若", "331": "斯，若曰：『如來之化，法無所住而有所說。』", "332": "答：『如如來化，於無所住而有所說。』吾之所宣，", "333": "亦復如是。」「設使，文殊！於一切法無所住立，而", "334": "有所說，仁何所住，成於無上正真之道，為", "335": "最正覺乎？」答曰：「吾住五逆，乃成無上正真", "336": "之道。」又問文殊：「其五逆者，為住何所？」答曰：", "337": "「其五逆者，無有根本亦無所住。」又問：「如來", "338": "說言，其作逆者，無間可避不離地獄？」答曰：", "339": "「如是，天子！如佛所說，其作逆者當墮地獄。", "34": "皆共傾望文殊師利，欲得奉覲咨講經法，", "340": "若菩薩住於此五逆，疾逮無上正真之道。何", "341": "謂為五：假使菩薩慇懃至心發大道意，去小", "342": "乘心而不墮落聲聞緣覺之地，是第一逆；發", "343": "心廣施一切所有，無所愛惜，不與慳貪而共", "344": "合會，是第二逆；而發慈心，一切眾生吾當度", "345": "之，不中懈廢，是第三逆；見一切法無所從生，", "346": "尋便逮得無所從生法忍，不復中與六十二", "347": "疑邪見俱合，是第四逆；所當知見，所當斷", "348": "除，所當頒宣，所當成覺，發意之頃悉知見", "349": "覺，靡所不達而無所住，成一切智不著三", "35": "悉俱白佛，奮斯光明遙請文殊。」寶英如來", "350": "界，是為五逆。」文殊師利謂其天子：「菩薩已住", "351": "於是五逆，爾乃疾成無上正真之道，為最正", "352": "覺。」天子又問：「所說何謂？逆不成逆，順不", "353": "成順。」答曰：「如紫磨金及如意珠，雖墮不淨，", "354": "為俱合乎？」答曰：「不合。所以者何？其物真故，不", "355": "與偽合。」文殊告曰：「人心本淨，縱處穢濁則無", "356": "瑕疵，猶如日明不與冥合，亦如蓮花不為泥", "357": "塵之所沾污。譬如虛空無能污者，欲行學法", "358": "發菩薩心，住於諸逆亦不動搖，開化諸逆", "359": "則名曰順，其心本淨不與穢合。所以者何？設", "36": "告文殊曰：「汝往彼土，能仁如來延企相待，眾", "360": "使合者不可復別，水及泥土尚不俱合，況", "361": "于心本清淨，無形與形，合乎？」", "362": "佛說文殊師利淨律經", "37": "會無不遲想，相見稽首思聞欲聽稟受。」文", "38": "殊白佛：「吾亦尋知此光瑞應。」於時，文殊與", "39": "萬菩薩禮寶英佛，右繞三匝，猶如壯士屈申", "4": "聞如是：一時，佛遊羅閱祇耆闍崛山中，與大", "40": "臂頃，於寶氏剎忽然不現，立于忍土在虛", "41": "空中，不現其身，僉雨天花遍大眾會，花至", "42": "于膝。時諸會者怪未曾有，皆白佛言：「此何", "43": "先瑞而雨天花？」佛告諸族姓子：「此文殊師", "44": "利與萬菩薩應命俱來，在于虛空雨於眾花，", "45": "以供養佛眾會。」僉曰：「願見文殊及諸菩薩，", "46": "若能親覲如是正士，甚為欣慶難值難遇。」", "47": "說是未竟，文殊師利與萬菩薩，便即現身，稽", "48": "首佛足，右繞七匝，各以威力神足變化，作大", "49": "蓮華自處其上。寂順律音天子白佛：「願發聖", "5": "比丘眾俱，比丘千二百五十，菩薩三萬二千。", "50": "教，令文殊師利敷演道化，眾會踦𨄅欲聞訓", "51": "誨。」佛告天子：「自咨汝心，便可稽問。」寂順", "52": "律音則白文殊：「寶英佛土有何奇特超異之", "53": "德，至使仁者遊居樂彼？」文殊告曰：「不興貪", "54": "欲亦不滅之、不起瞋恚亦無所盡、不建愚癡", "55": "亦無所除、不造塵勞亦無所壞。所以者何？無", "56": "所生法亦無所盡。」又問：「其佛說法，何所興為？", "57": "何所滅除？」答曰：「其本淨者，以無起滅，不以生", "58": "盡。所以者何？彼土眾生，了真諦義以為元", "59": "首，不以緣合為第一也。」又問：「何謂真諦元", "6": "彼時，世尊與無央數百千之眾眷屬圍繞而為", "60": "首？何謂緣合以為第一？」答曰：「於義無起亦", "61": "無所壞，無有相處亦不無相，亦非一相亦不", "62": "離相亦不顯相。彼無視者，亦不無視、亦不諦", "63": "視，亦不有盡無能盡者，已無所盡不可盡者，", "64": "是曰真諦義義者。天子！謂無心矣。無本心", "65": "者，不教他人不於此際、不度彼岸、不在中流，", "66": "是真諦義義者。天子！謂無文字乃為聖諦。所", "67": "以者何？如佛言曰，一切音聲皆為虛偽。」天子", "68": "又問：「如來所說將無欺乎？」文殊答曰：「如來所", "69": "說無誠無欺。所以者何？如來於二，心無所住，", "7": "說經。時有天子，名曰寂順律音，在於會坐，即", "70": "而於有為無為之法無有言辭，由是之故無", "71": "誠無欺。於天子意所趣云何？如來之化設有", "72": "所說，為實為虛？」答曰：「不誠不欺。所以者何？如", "73": "來之化，不有四大，亦無誠實。」文殊答曰：「如是，", "74": "天子！一切諸法皆亦如化自然之行，如來所", "75": "解無所成就亦無所住；以是之故，所宣講法", "76": "不誠不欺，歸于無二。」又問：「何謂如來說真諦", "77": "義？」文殊答曰：「真諦義者，不可講說。所以者", "78": "何？其義趣者，無言無說亦不可得。」說是真諦", "79": "義時，五百比丘漏盡意解，無數千人遠塵離", "8": "從坐起，更整衣服，長跪叉手，白世尊曰：「文殊", "80": "垢，於諸法法眼淨，萬二千菩薩逮得無所從", "81": "生法忍。", "82": "2 聖諦品聖諦品第二", "83": "寂順律音問文殊師利：「其真諦義，甚為難解。」", "84": "文殊答曰：「如是，天子！其懈怠者，於真諦義甚", "85": "為難解。」又問：「何謂比丘精進？」答曰：「無所斷滅", "86": "亦無所除，而不修行亦不取證，是為比丘奉", "87": "行正義。所以者何？其自念言，斷滅如是、除去", "88": "若此，修行取證，則為壞想顛倒放逸眾行俱", "89": "合，又計斯者非正精進。」又問：「何謂正精進乎？」", "9": "師利今為所在？一切諸會四部之眾，天、龍、鬼", "90": "答曰：「其等無本及與法界等，於五逆亦復", "91": "如是；如等無本及與法界，於六十二邪見，", "92": "亦如凡夫之法，學法不學聲聞之法，緣一覺", "93": "法，佛法亦如，如等佛法；生死之法，其泥洹", "94": "法，愛欲塵勞、諍訟顛倒亦復如是。比丘若茲", "95": "精進行者，乃正精進。」又問：「何謂所行平等如", "96": "等佛法，及於愛欲塵勞之義，亦等諍訟顛", "97": "倒之事？」文殊答曰：「用空、無相、無願等故。所", "98": "以者何？空者不別無有若干，猶如，天子！坏瓦", "99": "器內空，及與寶器之內空者，俱同等空無有"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0460 佛說文殊師利淨律經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}