{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2833 觀心論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2833", "1": "觀心論", "2": "是觀心可名為了　又問。上說真如佛性一", "3": "切功德因覺為根。未審無明之心一切諸惡", "4": "以何為根　答曰。無明之心雖有八萬四千", "5": "煩惱情慾及恒沙眾惡無量無邊。取要言之。", "6": "皆由三毒以為根本。其三毒者即貪瞋癡也。", "7": "此三毒心自能具足一切諸惡。猶如大樹根", "8": "雖是一所生枝葉其數無量。彼三毒根中生", "9": "諸惡業。百千萬億倍過於前不可為喻。如是", "10": "心於本體中自為三毒。若應現六根亦名六", "11": "賊。其六賊者則名六識。出入諸根貪著萬境。", "12": "能成惡業損真如體。故名六賊。一切眾生由", "13": "此三毒及以六賊。惑亂身心沈沒生死。輪迴", "14": "六道受諸苦惱。又有江河因少泉源涓流不", "15": "絕。乃能彌漫波濤萬里。若復有人斷其本源。", "16": "則眾流皆息。求解脫者除其三毒及以六賊。", "17": "自能除一切諸苦　又問。三界六趣廣大無", "18": "邊。若唯觀心云何免彼之苦　答曰。三界業", "19": "報惟心所生。本若無心則無三界。三界者即", "20": "是三毒。貪為欲界。瞋為色界。癡為無色界。由", "21": "此三心結集諸惡業報成就輪迴不具。故名", "22": "三界。又由三毒造業輕重受趣不同分歸六", "23": "處。故名六趣　又問。云何輕重分之為六", "24": "答曰。若有眾生不了正因迷心修善。未免三", "25": "界生三輕趣。云何三輕所為。悉修十善妄求", "26": "快樂。未免貪界。生於六趣。悉持五戒妄起愛", "27": "憎。未免瞋界。生於人趣。迷執有為信邪求", "28": "福。未免癡界。生阿修羅。如見三類名為三", "29": "重。云何三重。所謂縱三毒心唯造惡業。墮", "30": "三重趣。若貪業重者墮餓鬼趣。瞋業重者墮", "31": "地獄趣。癡業重者墮畜生趣。如是三重通前", "32": "三輕遂成六趣。故知一切善業由自心生。但", "33": "能攝心離諸邪惡。三界六趣輪迴之業自然", "34": "消滅。能滅諸苦即名解脫　又問。如佛所說。", "35": "我於三代阿僧祇劫無量勤苦乃成佛道。云", "36": "何今說唯除三毒即名解脫　答曰。佛所說", "37": "言三大阿僧祇劫者即三毒心也。胡言阿僧", "38": "祇漢言不可數。此三毒心於一念中皆為一", "39": "切。恒何沙者不可數也。真如之性既被三毒", "40": "之所覆障。若不超越彼三恒河沙毒惡之念。", "41": "云何名得解脫也。今者能除貪瞋癡等三種", "42": "毒心。是則名為度得三大阿僧祇劫。末世眾", "43": "生愚癡鈍根。不解如來三種阿僧祇祕密之", "44": "說。遂言成歷劫末期。豈不疑悟行人不退菩", "45": "提方成佛道。今令學者唯須觀心不修戒行。", "46": "云何成量善。聚會者。以能制三毒即有三量", "47": "善普會於心故名三聚戒也。波羅蜜者。即是", "48": "梵言。漢言達彼岸。以六根清淨不染世塵。即", "49": "出煩惱可至菩提岸也。故名六波羅蜜　又", "50": "問。如經所說。三聚淨戒者。誓斷一切惡。誓", "51": "修一切善。誓度一切眾生。今言制三毒心。豈", "52": "不文義有所乖也　答曰。佛所說經是真實", "53": "語。應無謬也。菩薩於過去因中修苦行時。對", "54": "於三毒誓斷一切惡常修戒。對於瞋毒誓修", "55": "一切善故常修定。對於癡戒誓度一切眾生", "56": "故常修惠。由持如是戒定惠等三種淨法故。", "57": "能超彼三毒惡業即成佛也。以制三毒則諸", "58": "惡消滅。故名之為斷。以能持三戒則諸善具", "59": "足。名之為佛。以修能斷則萬行成就。自他", "60": "利己普濟群生。故名為度。既知所修戒行不", "61": "離於心。若自清淨故一切功德悉皆清淨", "62": "又云。欲得淨佛云當淨其心。隨其心淨則佛", "63": "土淨。若能制得三種毒心。三聚淨戒自然成", "64": "就　又云。如經中所說。六波羅蜜者亦名六", "65": "度。所謂布施持戒忍辱精進禪定智慧。今言", "66": "六根清淨六波羅蜜　若為通會。又六度者其", "67": "義云何　答曰。欲修六度當淨六根欲淨六根", "68": "先降六賊。能捨眼賊。離諸色境心無顧悋。名", "69": "為布施能禁耳賊。於彼聲塵勿令縱逸。名為", "70": "持戒。能除鼻賊。等諸香臭自在調柔。名為忍", "71": "辱。能制舌賊不貪邪味。讚詠講說無疲厭心。", "72": "名為精進。能降身賊。於諸觸欲其心湛然不", "73": "動。名為禪定。能攝意賊。不順無明常修覺惠", "74": "樂諸功德名為智慧。又度者運也。六波羅蜜", "75": "喻如船筏能運載眾生達於彼岸。故名六度", "76": "又問。所說釋迦如來為菩薩時。曾飲三斗", "77": "六升乳糜方成佛道。即是先因食乳後證佛果。", "78": "豈唯觀心得解脫也　答曰。誠如所言無虛", "79": "妄也。必因飡乳然始成佛。佛言食乳。乳有二", "80": "種。佛所食者非世間不淨之乳。乃是真如清", "81": "淨法乳。三斗者即是三聚淨戒。六升者即是", "82": "六波羅蜜。成佛道時食如是。法乳方證佛果。", "83": "若言如來食於世間婬慾和合不淨之牛羶腥", "84": "乳者。豈不成謗法之甚也。如來者自是金剛", "85": "不壞無漏法身。永離世間一切諸苦。豈須如", "86": "是不淨之乳以充飢渴。所說牛不在高原。不", "87": "在下濕。不食穀麥糟糠麩豆。不與特牛同群。", "88": "身作紫磨金色。言此牛者即盧舍那佛也。以", "89": "大慈大悲憐愍故。於清淨體中如是三聚淨", "90": "戒六波羅蜜微妙法乳養一切眾生求解脫", "91": "者。如是真中清淨之乳非真如來飲之成道。", "92": "一切眾生若食者皆得阿耨多羅三藐三菩提", "93": "又問。經中所說。佛言。眾生修伽藍鑄形像", "94": "燒香散花然長明燈。晝夜六時遶塔行道持", "95": "齋禮拜。種種功德皆成佛道。若唯觀心總攝", "96": "諸行。如是事應妄也　答曰。佛所說無量方", "97": "便。一切眾生鈍根狹劣。甚深所以假有為喻", "98": "無為。若不內行唯只外求。希望獲福。無有是", "99": "處。言伽藍者。西國梵音。此地翻為清淨處", "100": "地。若永除三毒常淨六根。身心湛然內外清", "101": "淨。是名為修伽藍也。又鑄形像者。即是一切", "102": "眾生求佛道所為修諸覺行昉像如來豈遣鑄", "103": "寫金銅之作也。是故求解脫者以身為鑪以", "104": "法為火智慧為工匠三聚淨戒六波羅蜜以為", "105": "畫樣。鎔練身心真如佛性。遍入一切戒律模", "106": "中。如教奉行以無缺漏。自然成就真容之像。", "107": "所為究竟常住微妙色身非有為敗壞之法。", "108": "若人求道不解。如是鑄寫真容憑何輒言成", "109": "就功德。又燒香者。亦非世間有相之香。乃是", "110": "無為正法香也。薰諸穢惡業悉令清滅。其正", "111": "法香有五種體。一者戒香。所謂諸惡能斷能", "112": "修諸善。二者定香。所謂決信大乘心無退轉。", "113": "三者惠香。所謂常於身心內外觀察。四者解", "114": "脫香。所謂能斷一切無明結縛。五者解脫知", "115": "見香。所謂覺照常通達無明礙。如是五香世", "116": "間無比。佛在世日令諸子以智慧火燒如是", "117": "無價香供養十方一切諸佛。今時眾生愚癡", "118": "鈍根。不解如來真實之義。唯將外火燒於世", "119": "間沈檀薰陸質礙之香者。希望福報云何可", "120": "得。又散花者義亦如是。所謂演說正法說功", "121": "德花。饒益有情散霑一切。於真如性普施莊", "122": "嚴。此功德花佛所稱歎。究竟常住無彫落期。", "123": "若復有人散如是花獲福無量。若如來令諸", "124": "眾生剪截繒綵。復損草木以為散花。無有是", "125": "處。所以者何。持淨戒者於諸大地參羅萬像", "126": "不令觸犯。誤觸犯者獲大罪。況復今故毀禁", "127": "戒傷損萬物求於福報。欲益返損。豈有是", "128": "乎　又問。燈者。覺正心覺也。以智慧明了喻", "129": "之為燈。是故一切求解脫者常以身為燈臺。", "130": "心為燈盞。信為燈炷。增諸戒行以為添油。智", "131": "慧明達喻燈火常然。如是真如正覺燈明破", "132": "一切無明癡暗。能以此法轉相開悟。即是一", "133": "燈然百千燈。以燈續明明終不盡。以無盡故", "134": "號曰長明。過去有佛號曰然燈。義亦如是。愚", "135": "癡眾生不會如來方便之說。專行虛妄執著有", "136": "為。遂然世間蘇油之燈以照一室乃稱依教。", "137": "豈不謬乎。所以者何。佛放眉間一毫相光。上", "138": "照萬八千世界。若身光盡照普遍十方。豈假", "139": "如是世俗之燈以為利益。詳察斯理應不然", "140": "乎。又六時行道者。所為六根之中於一切時", "141": "常行佛。道者覺也。即是修諸覺行調伏六情。", "142": "淨行長時不捨名六時行道。塔者身也。常令", "143": "覺惠巡遶身心念念不停。名為遶塔。過去", "144": "聖僧人如是行道得涅槃。求解脫者不會斯", "145": "理。何名行道。竊見今時鈍根之輩眾生曾未", "146": "內行唯執外求。將質礙身遶世間塔。日夜走", "147": "驟徒自疲勞。而於真性一無利益。迷悟之甚", "148": "誠可愍歟。又持齋者當須達意。其利徒爾虛", "149": "功。齋者齊也。所謂齋整身心不令散亂。持者", "150": "護也。所謂戒行如法護持必須禁六情制三", "151": "毒勤覺察淨身心。了如是義所名齋也。又持", "152": "齋者。有五種。一者法喜食。所謂依如來正", "153": "法歡喜奉行。二者禪悅食。所謂內外證寂身", "154": "心悅樂。三者念食。所謂常念諸佛心口相應。", "155": "四者願食。所謂行住坐臥常求善願。五者解", "156": "脫食。所謂心常清淨不染俗塵。此之淨食名", "157": "為齋食。若後有人不喰如是五清淨食。外持", "158": "齋者無有是處。言斯食者。於無明惡業之食", "159": "若轉讀者。破齋者云何獲福。或有愚迷不會", "160": "斯理。身心放逸諸惡皆為。貪慾恣情了無慚", "161": "愧。唯斷外食自謂持齋。何異見爛壞死屍稱", "162": "言有命。必死見事。又禮拜者。當如法也。必", "163": "須理體內明隨事推變。理恒不捨。事有行藏。", "164": "會如是義乃名如法。夫禮者敬也。拜者所為。", "165": "恭敬真性屈伏無明。為禮拜也。以恭敬故不", "166": "敢毀傷。以屈伏故無令逸縱。若能惡情永斷", "167": "善念恒存。雖不見相常名禮拜。其事法者即", "168": "身相也。為欲令諸世俗表謙下心故。須屈伏", "169": "外心示恭敬相。用之則顯。捨之則藏。覺外明", "170": "內以相應也。若復不行理法唯執事門內則", "171": "故。縱貪癡常為惡業。外則空現身相。無名禮", "172": "拜。無慚於聖。縱誑於凡。不免淪墜。豈成功", "173": "德。既無所得。云何救道　又問。溫室經。洗", "174": "浴眾僧獲福無量。此則憑何事法功德始成。", "175": "若唯觀心可相應不　答曰。眾僧者非說世", "176": "間有為事。世尊當爾為諸弟子說溫室經。欲", "177": "令受持洗浴之法。是故假諸世事比喻真宗。", "178": "說七事者。第一淨水。二者然火。三者澡豆。四", "179": "者楊枝。五者純灰。六者蘇膏。七者內衣。舉", "180": "此七事喻於七法。一切眾生由此七法洗浴", "181": "莊嚴能除三毒無明垢穢。其七法者。一為淨", "182": "戒洗蕩身心。如清淨水洗諸塵垢。二謂智惠", "183": "觀察內外。猶如然火能溫其水。三謂分別簡", "184": "棄。由如澡豆能除垢膩。四謂真實斷諸妄語。", "185": "如嚼楊枝能消口氣。五謂正信決無疑慮。如", "186": "灰磨身能避諸風。六謂柔和諸剛強。由如蘇", "187": "膏通潤皮膚。七謂慚愧悔諸惡業。由如內衣", "188": "遮蔽醜形。如上七法並是經中祕密之義。如", "189": "來當爾為諸大乘利根者。非為小智下劣凡", "190": "夫。所以令人無能悟解。其溫室者。即身是也。", "191": "所以然智慧火溫。淨戒湯洗蕩身中佛性受", "192": "持七法以自莊嚴。當爾比丘聰明利智皆悟聖", "193": "意。以此修行功德成就。但登聖果。今時眾生", "194": "愚癡鈍根。莫測其事。將世間水洗質礙身。自", "195": "謂依經。豈非悟也。且如佛性非是凡形。煩惱", "196": "塵埃本來無相。豈可將有礙水洗無為身。事", "197": "不相應。云何可得。若言礙身清淨。當觀此身", "198": "無因貪欲不淨所生。臭穢駢闐。內外充滿。若", "199": "洗此身求於清淨者。猶如洗塹泥盡應停。以", "200": "此驗之。明知外洗非佛說也　又問。經所說", "201": "言至心念佛必得解脫　答曰。夫念佛者。當", "202": "須正念為正。不了義即為邪。正念必得往生", "203": "淨國。邪念云何達彼。佛者覺也。所為覺察", "204": "心源勿令起惡。念者憶也。謂堅持戒行不忘", "205": "精懃了如來義。名為正念。故知念在於心不", "206": "在於言。因筌求魚。得魚妄筌。因言求言。得意", "207": "忘言。既稱念佛。云名須行念佛之體。若心無", "208": "實。口誦空言。徒念虛功。有何成益。且如誦", "209": "之與念。名義懸殊。在口曰誦。在心曰念。故", "210": "知念從心起。名為覺行之門。誦在口中。即是", "211": "音聲之相。執相求福終無是乎。故經云。凡所", "212": "有相皆是虛妄。又云。若以色見我。以音聲求", "213": "我。是人行邪道不能見如來。以此觀之。乃", "214": "知事相非真正也。過去諸佛所修功德皆非", "215": "外說唯正論。心是眾善之源。是萬惡之主。涅", "216": "槃經。常樂由自心生。三界輪迴六從心起。", "217": "心為出世之門戶。心是解脫之開津。知門戶", "218": "者豈慮難成識。開津者何憂不達。竊見今時", "219": "淺識唯事見相為功。廣費財寶多積水陸。妄", "220": "營像塔虛役人夫。積木疊泥圖丹畫綠。傾心", "221": "盡力於己迷他。未解慚愧。何曾覺悟見有勤", "222": "勤執著說於無相兀兀如迷。但貪目下之小", "223": "慈不覺當來入大苦。此之修學徒自疲勞。背", "224": "正歸邪詐言獲福。但能攝心內照覺觀常明。", "225": "絕三毒永使消亡。六賊不令侵擾。自然恒沙", "226": "功德種種莊嚴。無數法門悉皆成就。超凡證", "227": "聖目擊非遙悟。在須臾何煩皓首。法門幽祕", "228": "寧可具陳。略而論心詳其少分。", "229": "觀心論一卷", "230": "庚申年五月二十三記"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2833 觀心論", "source": "CBETA"}