{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0315a 佛說普門品經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 315 [No. 310(10)]", "1": "佛說普門品經", "2": "西晉月氏國三藏竺法護譯", "3": "聞如是：一時佛遊王舍城靈鷲山中，與大比", "4": "丘眾俱，比丘八百，菩薩四萬二千——得諸總持，", "5": "神通已達，聖智弘暢，辯才無礙，三昧已定，無", "6": "所不博。時有菩薩名離垢藏，與九萬二千菩", "7": "薩，從普華如來國來，其世界名曰淨行，今遊", "8": "在此，欲詣忍界靈鷲山有所諮受。時佛遙見", "9": "即笑，口中光焰乃有殊特異色光明，普照十", "10": "方內外明徹無不通達。爾時大士溥首僮真", "11": "菩薩，即於大眾會中，起整衣服，偏袒右肩，長", "12": "跪叉手，白佛言：「世尊！何笑耶？笑乃有諮澤，非", "13": "世所明，非菩薩大士之所能堪，憐愇乃如此。", "14": "唯所尊笑當有意，願示不及，咸亦樂聞。」於是", "15": "世尊告溥首菩薩：「乃東方去此無量無數不", "16": "可計會阿僧祇百千姟數，有世界名淨行。其", "17": "佛號普華如來，常與無數億億百千菩薩摩", "18": "訶薩圍遶，共講不退轉、不思議之法。有尊菩", "19": "薩名離垢藏，與無數千諸菩薩大士眷屬圍", "20": "遶，幡飛遊步虛空。佛心念斯離垢藏，簡別由", "21": "路遠步諸國，宣普華如來至真等正覺命，來", "22": "受普門品，今尋當還會詣菩薩眾。于時大聖，", "23": "即如其像，顯揚其教，示現咸應，令無數無限", "24": "世界諸菩薩眾尋時悉來，至斯忍土，往於大", "25": "梵天。是故我笑耳！」言適竟，彼離垢藏菩薩與", "26": "諸大眾，忽然以別，到此靈鷲山，眷屬圍遶行", "27": "到佛所，稽首足下，却住一面。此靈鷲山中諸", "28": "菩薩眾，閑居燕者，悉來集會，禮畢竟却就坐。", "29": "時離垢藏菩薩，應時化作七寶蓮花，其葉有", "30": "千，持詣能仁如來、至真、等正覺，稽首奉上，白", "31": "曰：「普華如來、至真、等正覺，淨行世界，聖尊敬", "32": "問：『無量遊步康彊，勢力輕利，起居安隱，多所", "33": "救濟。』今見遣來，宣敬誨啟，受普門品等不可", "34": "思議清淨之品，為開士說。」時離垢藏菩薩大", "35": "士，問訊周畢，退在虛空，結加趺坐，與諸開士，", "36": "坐寶蓮花上。爾時溥首僮真，便於大眾會中", "37": "起，更整衣服，偏袒右肩前，長跪叉手，而白佛", "38": "言：「善哉，世尊！願說普門品不可思議道品法", "39": "原，為菩薩分別演之！憶念往古過久遠世時，", "40": "從普證明如來、至真、等正覺，聞斯經典，興立", "41": "八十四萬百千億姟三昧，又還七十七億百", "42": "千諸姟總持門行。唯願世尊，愍諸菩薩，重宣", "43": "揚之。」佛告溥首僮真：「諦聽，善思念之！吾當為", "44": "汝，具說普門內藏不可思議祕寶中心之事。」", "45": "於是溥首菩薩并其大眾，咸共答曰：「唯，世尊！", "46": "願樂欲聞。」爾時溥首僮真與諸菩薩，一心受", "47": "教而聽。佛告溥首：「若有菩薩摩訶薩，欲學普", "48": "門品所入之法，等遊於色，等遊音聲，等遊臭", "49": "香，等遊眾味，等遊細滑，等遊心界，等遊女", "50": "人，等遊男子，等遊僮女，等遊童子，等遊諸", "51": "天，等遊諸龍，等遊諸鬼神，等遊揵沓和，等", "52": "遊阿須倫，等遊迦樓羅，等遊真陀羅，等遊摩", "53": "睺勒，等遊地獄，等遊餓鬼，等遊畜生，等遊貪", "54": "婬，等遊瞋恚，等遊愚癡，等遊諸善，等遊眾德", "55": "本，等遊諸有為，等遊諸無為。如是，溥首！諸開", "56": "士所可周旋為若此，一切悉等，以居平等，具", "57": "足至道不轉，普入法要，深微一密，空無寂靜，", "58": "是為學入普門定門之法。」", "59": "佛告溥首僮真：「何謂菩薩等遊於色者？曉了", "60": "解色，如水之沫而不可得，不可護持，無有堅", "61": "固，則為等意觀無有色，是謂菩薩等遊於色。」", "62": "又告溥首：「何謂菩薩等遊音聲？如人呼聲而", "63": "有嚮應，尋即消滅，則無形像，不知所至。一切", "64": "無有若干之事，而無差特，亦無有相，已了無", "65": "相，人所言者虛無無實，已曉諸音深山嚮報，", "66": "則能等觀，是為菩薩等遊音聲也。」又告溥首：", "67": "「何謂菩薩等遊臭香？周旋往返百億劫數，鼻", "68": "之所嗅而無有厭，眾香來趣劇於風雨，皆集", "69": "歸身，如大海淵無有充滿，其香之像無常百", "70": "變，變化如幻無有根原，或亂道德而不可擁，", "71": "如此則為虛偽法也！無有真諦，設求審試亦", "72": "無合會處。由是倫之，斯無所有而不可持，虛", "73": "無無實，恍惚若空，如幻如化，亦無本形，影想", "74": "識着緣起成形，若能分別虛無無實，是為菩", "75": "薩等觀，則遊於臭香。」又告溥首：「何謂菩薩等", "76": "遊眾味？至於喉咽不知醎味，亦無不味。從因", "77": "緣分別，但舌之所甘耳！由緣合會百千種味，", "78": "斯為幻化。地之所生滋同一味，無若干也。曉", "79": "了覺知，無想不念，一切同甘，是為菩薩等觀", "80": "遊於眾味。」", "81": "又告溥首：「何謂菩薩等遊細滑者？志有所存，", "82": "緣起求之，身服華蒻加榮好色，珍寶異奇，其", "83": "柔軟者，而不可得，已都斯緣，細滑䩕󰤀無所", "84": "適住，亦無所著。計于細滑無益，已世之慾，愚", "85": "惡所貪，立生死本，皆由斯起。明智大士，則知", "86": "其釁，不與從事，永世無患。一切所有地之所", "87": "載，有形之屬一等無二也。但聞色所造，橫作", "88": "人民，使作種種異色，已被服之，迷亂道德不", "89": "親賢眾。達者覺知，不與從事也。隱居被褐懷", "90": "智作愚，外若夷人內懷明珠，千億萬劫與道", "91": "同軀，遠離吾我，亦無我想，細滑與我二者同。", "92": "無虛無實，如幻如化，亦無所依，亦無住處。因", "93": "著被服乃有所猗，達士覩之覺無所有，是為", "94": "菩薩等觀遊於細滑。」又告溥首：「何謂菩薩等", "95": "遊心法？心法者，三界人之護也。安慰勸樂，悉", "96": "令集會，安之以德，勸之以權，授之以慧，普修", "97": "梵行，於三界澹然立在一處，亦無合離，使永", "98": "執心莫知所存；不見形像音聲往來，亦無猶", "99": "豫。所應如心，眾無合散，不知住處，亦無所適。", "100": "若現若干種色，色色各異，於內亦無處，處亦", "101": "無有住，如幻如化，虛無處無，處無所處。達士", "102": "覩之，了無所有，便自執心，無念無求，見若不", "103": "見，聞若不聞，澹然自守，是為菩薩等觀遊於", "104": "心法。」又告溥首：「何謂菩薩等遊於意？意遊女", "105": "人，察于四大，則無女人。志癡惑者，悉於愛欲，", "106": "荒于虛無，其體一等，無可毀者。計有女者，猶", "107": "如幻士，化作人像，低昂鞊曲，隨人意起，因彼", "108": "所行，從其所樂，女人如幻，起色欲意，彼無有", "109": "女也。人同一等，癡者所惑，意者從欲，欲便致", "110": "愛，愛致樂此，不可猶放，急宜調之䩭靽。明者", "111": "達之，分別如空，空無寂靜而無有形；緣起因", "112": "對，無對無起也。若能分別如斯者，是為菩薩", "113": "等觀遊於女人意法。」又告溥首：「何謂菩薩等", "114": "遊淨法也？淨為如男子，如令男子等自發意，", "115": "其心如金剛，專意獨雄猛興，念斯女人，欲心", "116": "為無色，其實不可獲，亦不現女像等，惟諸色", "117": "欲，發起女人想。設欲所思想，斯男斯女人等", "118": "如野馬、水中月，如是觀者，則無男女。了無男", "119": "形，女人俱然，虛偽而立，如無久存，但化幻示", "120": "現，慌現便滅。以能分別覺知男意女意，此兩", "121": "者空無所有也，已能平等，則能現女，復化成", "122": "男。是為菩薩等觀遊於男子淨法。」", "123": "又告溥首：「何謂菩薩等遊僮女也？如拔樹根，", "124": "萌終不復生，心不復起，從是則止，其明智者", "125": "不於求果，果亦不可得。若有種姓之家詪詪", "126": "之子，聰達別議，曉發一切勇猛想無念，如枯", "127": "樹不生花實，如枯竭江河水不流，斯等於僮", "128": "女女子，如此所現平等，如空無無實，觀彼女", "129": "人本亦清淨，觀彼男子本亦清淨，觀彼泥洹", "130": "本亦清淨，如是等者，則為等觀遊於僮女。」", "131": "又告溥首：「何謂菩薩等遊僮男？若如樹木，設", "132": "無有萌牙則無根莖，設無有根莖則無華實，", "133": "設無華實則無果名字也。女人如是，設無女", "134": "人則無男子，等於男女則無吾我，緣號立字", "135": "想於無知，覺女無生，不有子性，解一切人無，", "136": "無則為等則平等。是為等觀菩薩如是遊於", "137": "僮男。」", "138": "又告溥首：「何謂菩薩遊於諸天？諸天嚴淨功", "139": "德自然，其意鮮潔，心淨口淨，無有瑕穢，宮殿", "140": "綺飾無造立者，心樹妙華亦無種者，福德自", "141": "然，若如幻化，生無思議，淨光琉璃，械度淨了，", "142": "亦無尸爽，虛無成立天為偽體，自然生形恍", "143": "惚而現，勝說平等現諸天像，是為虛無，無借", "144": "外之喻。案內觀歷三十二天，宮殿樓閣自然", "145": "之數，無有見者，唯得道人乃知之耳。是以菩", "146": "薩深觀內外平等無異，是為菩薩等遊諸天。」", "147": "又告溥首：「何謂菩薩等遊諸龍也？見無水興", "148": "雲七日，雨所露潤無不澹浴，不在外內，遍閻", "149": "浮利，漸歸大海所滿水所由來。眾生如是，學", "150": "若干緣，緣此多求起滅致憂，現無數罪種種", "151": "不同，案內觀歷瞋怒何從？龍反鮫驚，人人皆", "152": "然，崩天破地，皆從龍興，內龍不反，外龍不從，", "153": "福無自然，眾生無有。愚冥之子，以虛為實；菩", "154": "薩大士覩龍平等，內外相應，慈同一等。是為", "155": "菩薩等遊於龍。」", "156": "又告溥首：「何謂菩薩等遊鬼神？心如門開，與", "157": "色有像，其身高大，為不可及，諸念一會；百千", "158": "之眾，亦無形像，音響為應。譬如飲毒，自害其", "159": "已。其心一類，無可畏者，皆由放恣，遊盜自縱。", "160": "因難所禁，會有恐懼，此法無有實也。眾想並", "161": "來歸，其想不可議，無實為空說。案內觀歷鬼", "162": "神從何興也？其內鬼神若干百千之眾，其外", "163": "亦然。內不發恐懼，外則無畏；其內不悲哀，外", "164": "則不淚出。內發鬼神之想，外有若干百千鬼", "165": "神之眾，皆來歸之。緣此致病或至死亡，受無", "166": "數苦，皆由邪心不正故也。菩薩大士覺知虛", "167": "無，無鬼神，一切從心意起，則能平等心淨，意", "168": "寂平等不邪，是以無有嬈害菩薩者。若現鬼", "169": "像種種變化，內自觀察了無鬼神，外者尋滅，", "170": "此之謂也。是為菩薩等遊鬼神。」", "171": "又告溥首：「何謂菩薩等遊揵沓和？其法無性", "172": "而音說往，曉無往來亦無還返，如空無形，隨", "173": "聲如立。若有菩薩大士內觀察之，若無想識", "174": "則無揵沓和，揵沓和者，鬼神之導首也。內不", "175": "起想，外無邪念，何緣致此眾病要集？揵沓和", "176": "者，有名無形，音響往返，無有見者。等說之要，", "177": "了無所有。揵沓和者，虛無無實，菩薩等觀，斯", "178": "由幻化。是為菩薩等遊揵沓和。」", "179": "又告溥首：「何謂菩薩等遊阿須倫？以事有證", "180": "因，阿須倫心等，無起無滅，無生無盡，而現平", "181": "等。一切瞋怒毒意，皆由阿倫。阿倫者，龍神也，", "182": "多嫉妬心而現平等，是為菩薩等觀遊於阿", "183": "須倫為意法。」", "184": "又告溥首：「何謂菩薩等遊迦樓羅？告受立辭", "185": "名號，設無名色，名色由舌，從舌致禍，立罪根", "186": "本。菩薩大士學深智遠，覺之為空無，如斯幻", "187": "化從意生形，無有見者，音聲往返因羸弱耶！", "188": "心不政者，如是變化億百千眾，案內觀歷，二", "189": "者俱空無所有也！菩薩等觀無迦樓羅，是為", "190": "菩薩等觀遊於迦樓羅。」", "191": "又告溥首：「何謂菩薩等遊真陀羅也！法無作", "192": "而作，無作不作，亦能有所立，復能有壞。飛行", "193": "於虛空無有及者，立號真陀羅。一切皆由手，", "194": "手執諸作事，意生手則動，動則犯大乘，是使", "195": "有獄苦，皆由真陀羅。若菩薩分別無所生眾，", "196": "離於作事，手自不動搖，何因有真陀羅也？案", "197": "內觀歷，不動則不搖，不起則不滅，不生則不", "198": "死，內動則外發，意走手則作事，事便墮苦，墮", "199": "苦則有病，病者皆有鬼神，鬼神者則真陀羅", "200": "也！菩薩大士曉了於空，空而復空，無空無實，", "201": "等觀真陀羅。一切皆由化，無有正法形，平等", "202": "諸作事，則無真陀羅。是為菩薩等觀遊於真", "203": "陀羅。」", "204": "又告溥首：「何謂菩薩等遊摩睺勒？其法所名，", "205": "立若干人，種種受形莫不由之，人之本類，隨", "206": "其種數，現若干法，一切立，形其名故，法無所", "207": "有，職號如是。在形為胸臆，離形為摩睺勒，所", "208": "想為虛無，道成於胸臆。胸臆執大祿，心正得", "209": "成道，分別諸想識，諸念亦俱止，無想致自然，", "210": "但說平等音，一切為斷決疑，故現摩睺勒。是", "211": "為菩薩深入等觀。案內觀歷，內無所起，外無", "212": "所造，是則無摩睺勒之名字也！是為菩薩等", "213": "觀遊於摩睺勒。」", "214": "又告溥首：「何謂菩薩等遊地獄也？法無，無地", "215": "獄，想識成形，地獄無主，求者自然，如呼聲", "216": "響應，蠅投燈火，自然之數無可救者。所以者", "217": "何？身口招之，自然對至，空無造者，從己想與。", "218": "想無所有，空返往空返，厄難之緣自從己起，", "219": "己自賢勅病無從入。身口無犯，亦無死者，地", "220": "獄清淨，鮮潔無垢。菩薩大士所以不畏生死", "221": "者，無地獄之緣。所以者何？不犯禁故。知覺如", "222": "幻，亦無所有，雖立諸相，相無、不著相，亦無不", "223": "相，相無所有，幻化成象。其見相者無不喜悅，", "224": "喜悅至慈，因登大願，別如虛空平等寂然，而", "225": "現地獄諸苦惱患。案內觀歷，口致身怨，口為", "226": "獄戶，但入不出，入便消盡，出為泥土，如是懃", "227": "苦當更億數。是以菩薩閉口不語，不以諮口", "228": "有所食噉，亦無言說澹而自守，不入眾會，不", "229": "稱為己，口無二言，忍諸所作；菩薩如是則無", "230": "地獄。地獄之緣但由口，言出罪入，無離此患。", "231": "菩薩守口不擇其味，慈同一等無有細軟，食", "232": "噉充軀支形而已。是為菩薩等觀遊於地獄。」", "233": "又告溥首：「何謂菩薩等遊餓鬼也？餓鬼無形", "234": "亦無有名，本無處所，亦無所止，因慳而立，貪", "235": "欲致之，慳亦無所住。不解所有，不知大法，計", "236": "有吾我不覩無常，香聞億萬，老之甫甚，從慳", "237": "致貪，從貪致欲，從欲致愛，從愛致樂，從樂致", "238": "憂，從憂致苦，從苦致痛，從痛致結，從結致", "239": "病，病致死處。在三難之中不得衣食，身裸飢", "240": "乏不得水漿，立號為字名曰餓鬼。菩薩大士", "241": "知悉本無，了無餓鬼，寂靜如空。所以者何？菩", "242": "薩常行平等，摜鼻不嗅眾香，一無所慕樂。慳", "243": "從鼻入，致斯大殃，鼻為心壹混淪之精，亦無", "244": "所入，亦無所出，不受香色，則無所貪，設無所", "245": "貪，則無慳惜。是為菩薩等觀餓鬼。」", "246": "又告溥首：「何謂菩薩等遊畜生？法無畜生，從", "247": "因緣起，如雲霧像，現若干色，色各不同。見之", "248": "悅喜便致想，生死起滅恚從中起，起想念識", "249": "十二連著，閉結不解招致畜生。彼則無根，悉", "250": "無所有，心思虛無，皆由諸色。色則德根馳走", "251": "五道，宛轉生死受形無數，或為飛鳥，或為走", "252": "獸。空無常名，因形立字，等如陰霧，種種色像，", "253": "畜生志性，罪福如幻，迷惑虛妄，而說畜形。菩", "254": "薩大士計無吾我，了無名字，目初視色，意不", "255": "貪色，心不念色，身不利色。菩薩以是四等心，", "256": "亦觀內色外色，飛行十方窈冥之處，無不通", "257": "達，皆從眼出入。眼者日月之精，有二名：入色", "258": "為金翅鳥，出色為文殊師利。案內觀歷，一切", "259": "諸名皆從眼入，動生死根本，橫有所造，皆由", "260": "金翅鳥，故號畜生。畜生群萌之類，蠕動喘息", "261": "󰣥行之屬，一切變化皆號畜生。菩薩等觀人", "262": "身中都計合之，亦為三千大千國土，國有百", "263": "億之數，如是不可一一計之，上有三十三天，", "264": "下至金剛剎土，其中間有大泥犁十八之難。", "265": "諸天人民所居處，各有宮殿及非人、鬼神、龍、飛", "266": "鳥走獸，下及樹木草茅，其有形之屬皆在人", "267": "身中，其數這停等，一物不等者，其人便其", "268": "短；物物相應，無差特者，其人便聰明有黠慧。", "269": "若人盜賊，虎狼毒獸，若墮溝坑，樹木所拒，蛇", "270": "犬所害，皆從發外，乃有應崩身碎體，當責現", "271": "在之事，不可倚着前世宿仇，當自內外思惟。", "272": "𣭖來之生滅，自投盲冥地，內眾生、外眾生，內", "273": "形外形等等無異，人人皆如是。內起惡意，外", "274": "尋來應，內有反臣，外臣便反，害便人身。愚癡", "275": "之人，不能自知，坐怨鬼神，一切由色。入眼", "276": "之物，眼為心候，主名百凶，快心之歡，必有後", "277": "患，一切由之。致斯畜生等說寂聲，是為菩薩", "278": "等遊畜生。」", "279": "又告溥首：「何謂菩薩等遊貪婬也？法無貪婬，", "280": "從因緣起，緣起致貪，貪愛欲，欲從想起，所", "281": "想無有想，如虛空，空無處所，因欲致惑，賊亂", "282": "本性，立憂患本。貪婬如空，處不可得，隨形如", "283": "影，隨聲如響，無實無像，獲不可得。愚類顛", "284": "倒，思想塵勞。法無塵垢，空無寂靜，欲虛如空，", "285": "無能救盡者，至於十方，求不可見。貪婬無形，", "286": "愚冥所貪，貪欲自喪，亡失人形，懼不安隱在", "287": "藏匿處，與世悼別，長不復會。若如走獸常懷", "288": "畏懅，譬如丈夫向敵，心懷怖懼走，棄捨馳走，", "289": "得無見我也！我者亦空，奔走疲極，亦無追者，", "290": "唐自苦體，執勞如斯，居家恩愛，是亦復空。然", "291": "人慈慕用貪欲故，欲為繫閉牢獄之憂，欲為", "292": "猛志，存恤群生，無著婬泆，一切無患，中惡之", "293": "兆，普得安隱。一切皆空而無所有，空復遂", "294": "空未之有也。彼無解脫，愚癡顛倒，反告想闇", "295": "冥，不解法如虛空無存無亡。去來今佛解諸", "296": "貪欲，貪欲無脫，結在眾難，愛欲悉空，虛無無", "297": "實，其譏貪婬則求脫欲，欲脫欲者不起二念。", "298": "斯皆無本，本無有本，本自然淨，無有沾污，如", "299": "佛道場平等無想。覩婬泆者，不離殃釁，從如", "300": "寂者，彼慕離欲，所想皆空，乃離諸想。如所發", "301": "念，念無所念，僥脫貪婬，謂當度欲想無所求，", "302": "不懷本際，貪欲無思，本淨如斯，則不想脫，", "303": "假令度欲，則謂為淨。貪欲空無，計此無二，愚", "304": "冥不解，便作二想。法無男女，平等一體，天之", "305": "為父，地之為母，天地所生有何異者？菩薩等", "306": "行，則無男女之求，如幻如化本末如斯，覩男", "307": "女別者是為離本，則失議句，發諸想念，眾網", "308": "來然，貪欲無起，不興想念則無眾網，不燒諸", "309": "結，眾網不解，解貪婬者，假號愛欲無染著，諸", "310": "名無礙知，欲無無得，覩真究竟，不懷靜修，等", "311": "志內外無假見。貪欲者知不得脫，貪欲佛法", "312": "等如泥洹，解貪欲除，等離吾我，知貪欲寂，等", "313": "術澹泊。案內觀歷，諸欲從耳，耳與意通，轉相", "314": "承受，勇猛無能當者，一切無不降伏，有二名：", "315": "入欲為師子王，出欲為維摩詰。於三界猶出，", "316": "無所不入，無所不出。是以菩薩等於淨穢，耳", "317": "不受五音，為十方天上天下之導，造成大導，", "318": "不以勞惓。要聞法者當先食，十方內外三千", "319": "大千國土，其中人物類數，日月雖明，由不能", "320": "照，人雖有眼目，不能見遠遠之事，耳處在閑", "321": "居之地，不覩光目顏色之數而為第一，十方", "322": "上下內外細微之事，先來歸耳！耳者無所慕", "323": "樂，是號無垢之稱。等觀諸法，以法為食，耳之", "324": "先聞，聞法者為先食也。所以菩薩得不飢渴，", "325": "但以無聞為食，無見為漿，少語言以為百味，", "326": "平等欲淨，欲如虛空，空無塵埃，如泥洹而澹", "327": "泊，於諸見如幻化，是為菩薩平等觀於諸法", "328": "遊於貪婬。」", "329": "又告溥首：「何謂菩薩等遊瞋恚也？法無瞋恚", "330": "因緣。溥首！恚從對起，無對不起，因倚生對，無", "331": "我號我，立無量事。如樹木生，先從萌類，結恨", "332": "急毒，聲自然空，無想、無念。如閑居樹，坐自相", "333": "揩，火然還燒其樹。因緣雖散，各歸本生，火滅", "334": "不現，虛無起身，鹿聲亦然。因欲稱量，二者俱", "335": "空，智者解之，不興恚怒。緣從聲起，不處內身，", "336": "不從外來，不由空從他緣起，因對而立，各各", "337": "分別，種種類數，引勝負者。菩薩等觀則無瞋", "338": "恚，如風種過，有恨有慢，若知方便，因想立緣；", "339": "穢聲如是，恚因空生，恚還自燒，無有代者。而", "340": "色其身，放逸自可，由己惡言，坐自縱恣，不能", "341": "自禁，福盡禍至，如然燈生，麻油以盡還燒其", "342": "炷，無有救者；瞋恚如是。能分別瞋怒者，竟無", "343": "形像，平等察聲聽，瞋怒恨本際等，無本無持，", "344": "分別法界則覩平等，意由四懼，攬竟第一瞋", "345": "怒，瞋怒橫有所造；意者空無，尋生便滅，而無", "346": "究竟。恍惚之間，意不可諮，諮之亂德，剬意無", "347": "念，則無貪婬。貪婬之欲，皆從意起。無貪婬者，", "348": "瞋怒何從來？意動心起，毒龍因作，便致瞋怒，", "349": "口開罪入，如江河投海，如揵燒天地，無形不", "350": "盡，案內觀歷，無可瞋恚者。所以者何？十方同", "351": "共，等無三塗。等意者，無瞋恚，無瞋恚者，無三", "352": "毒，無三毒者，何緣等有病也？其有病者，當毀。", "353": "三界眾生從意生形，因瞋怒入此病，不自悔", "354": "責，七十五日，七十五夜，日日三自歎責，今在", "355": "現世立形，從意所作，犯三界人民，及非飛禽", "356": "走獸，射獵魚網，或籠繫飛鳥，傷剜身體，或逝", "357": "四支，至今蹇跘，手足不任，加痛於彼，而對歡", "358": "喜。愚癡之人不知己，還害己身，旬歲之中身", "359": "被重病，如其所害，處所不掖。若起瞋恚毒意，", "360": "一作意勇怫欝，或以刀兵，或持弓矢，欲相挌", "361": "射，或以鎌斧欲斬人頭首，舉意如是斯為犯", "362": "三界眾生已。若有菩薩摩訶薩，身體病痛，小", "363": "病大病，一等無異，當知犯三界眾生，隨其痛", "364": "處，呼三界眾生名字，深自考責，投身散髮墮", "365": "淚，自懺悔三尊。三尊者內有六事，名曰六度", "366": "無極治內病，外有三尊，亦有六事，名曰六度", "367": "無極治外病。」溥首復問：「何等為三尊內六事", "368": "也？」答曰：「內三尊者，第一、心尊，於內三界安慰", "369": "眾生，開示大明，悉令安隱，名曰無上正真之", "370": "信，亦號如來等正覺。第二、耳尊，常居寂靜之", "371": "地而無縛飾，飛行周旋，往返十方。天上天下", "372": "窈冥之處悉到其中，無所不聞，無所不知，而", "373": "無言說，澹泊無為，惟往來周旋，以情歸心，一", "374": "一告說：初、無異言，名無垢稱；二、名普持律；三、", "375": "名廣開度；四、名大忍辱；五、名諸佛信；六、名如", "376": "來心；七、名淨復淨；八、名不動轉；九、名無所不", "377": "樂；十、名惟那離大城，無所不容受。如是十德", "378": "之行，與如來同軀。第三、眼尊，常居色欲之地，", "379": "不自貢高，將導一切非飛行，十方內外明了，", "380": "無有見者，亦有十德之行：一、名曰文殊師利；", "381": "二、名無所不入；三、名淨穢悉除；四、名常清淨；", "382": "五、名日月精；六、名開導一切非；七、名無能沾", "383": "污者；八、名將導十方人；九、名諸漏已盡，無有", "384": "眾穢；十、名如來信將護一切。是為內三尊，常", "385": "行大慈大悲，憂念生死苦。當知三界中群萌", "386": "之類而不可毀。毀者為毀三尊已，復有三尊。", "387": "常當歸命、懺悔、慚愧。何謂三尊？第一、意淨名", "388": "波旬。第二、欲淨名師子王。第三、色淨名金翅", "389": "鳥。」又問曰：「如是三尊，為應何謂法也？」答曰：「意", "390": "斷者無瞋怒，眾魔皆降伏。意為身神，名曰波", "391": "旬，晉言眾想心隨護為善者。師子王者耳神，", "392": "耳不受眾塵埃，於三界獨忍一切諸想，不與校", "393": "會，故名曰師子王，晉言一切無畏，常為十方", "394": "為導，當作佛者，為作座席而不患厭。金翅鳥", "395": "者眼神也，眼入眾色，色則斷。飛行十方莫能", "396": "知者，降伏諸魔，踐踏眾龍，龍神欲反興瞋怒", "397": "意，金翅鳥在海上影現水中，諸龍恐怖不敢", "398": "出外，波旬興龍欲有所受，眼陰以斷，金翅鳥", "399": "在上，常以百千種色懼如金光，不能等於明", "400": "月之精，明月之精不能當金翅鳥之毛，是使", "401": "金翅鳥於三界獨尊雄。其有為導當作佛者，", "402": "我皆當在上，以身金毛照之，使令身皆黃金", "403": "色，一切相見之，莫不歡喜。」佛言：「是三尊六人", "404": "者，是內事六度無極。是以菩薩行六度，不壞", "405": "色無常視。痛痒思想生死痛痒思想生死識", "406": "者，則無六度無極。若菩薩摩訶薩身軀不安", "407": "隱者，當知與內六度無極違錯，不順其教。當", "408": "思上頭所語滓自綶形，勿以自可用剛強之", "409": "性，自言無罪。若不詪詪至心懺悔者，殺身不", "410": "久，此事非良醫所能治也。」溥首復問佛言：「何", "411": "謂外三尊六事也？」答曰：「第一、佛尊。第二、法尊。", "412": "第三、比丘僧尊。是復有三尊。何等為三？第一、", "413": "淨尊。第二、色尊。第三、欲尊。」溥首復問曰：「此三", "414": "尊，皆何應也？」佛言：「捨欲布施，身得其福，是為", "415": "施度無極。二曰、捨色持戒，身得清淨，是為戒", "416": "度無極。三曰、捨諸塵勞，行大忍辱而離眾想，", "417": "得清淨慧，是為忍度無極。四曰、知比丘僧清", "418": "淨，捨諸因起滅因緣之事而建精進，得至道", "419": "場，住清淨地，是為進度無極。五曰、知法清", "420": "淨捨諸邪念者，想之緣而定一心，身得安", "421": "隱知去來今，是為禪度無極。六曰、知佛清", "422": "淨，悉捨諸著，適無所住，深入要法，空無想", "423": "念，泥洹之事一切本無，是為智度無極。」佛言：", "424": "「是為外六度無極也！如是內外法十二事解", "425": "者，便為開十二門。雖解由不制，因對起想，遊", "426": "於恣意不能忍辱，放心口意，瞋恚惡言，便", "427": "為十二因緣，隨俗三流，不離五趣。菩薩大", "428": "士等，於內外亦無所譏，一切無礙，如水月形，", "429": "平等察聲無瞋怒音，恨本際等，無本無際，分", "430": "別法界，則覩平等。是菩薩等遊瞋恚為意法", "431": "也！」", "432": "又告溥首：「何謂菩薩等遊愚癡也？愚從無起，", "433": "察癡無有；設無所有，愚癡本無，永無狂冥，人", "434": "無弊願，無礙如空，為虛澹泊。想礙求空，方面", "435": "造愚，立虛為實，而起忿恨，愚癡所行，求名達", "436": "字，行清白名，欣欣難獲。諸法無明，因想為塵，", "437": "想為礙，慚虛無形，譬如丈夫欲度虛空，亦無", "438": "羽翅，行不合道，不入於空，億劫不得也！能會", "439": "不能，知空本末，愚癡亦如是。本際無思議，蔽", "440": "冥不生，塵無所志而成滿，如住於虛空不知", "441": "方面處，亦無具足人，無能出度者。如百千億", "442": "劫姟習樂闇蔽者，彼亦無厭足，常飢無飽滿。", "443": "如僮子者，好色如吹胞，滿中氣短，解脫口中", "444": "無所有，罪福如空胞，求勝真高亦然，卑忑清", "445": "淨亦然，習於愚者，求不可得。空來空去，懷抱", "446": "罪欲，喜亦行惡亦不捨，見善不習，專入倒見，", "447": "如是行者，謂愚無底也！斷根、無根形，無根無", "448": "住，故不可盡。設愚不可盡，癡亦不可得，猶如", "449": "眾生如幻如化，斯不可賜。設有造喻，三界眾", "450": "生類，日度一切，令得泥洹。佛壽住世，億劫難", "451": "計，濟脫梨度人不可盡。因遇立種，人界無想，", "452": "癡冥如幻，是不可得；佛淨與愚癡等，觀斯無", "453": "二。設能等觀，則能念道，癡慧一等，無諸蔽礙，", "454": "眾生群萌，等無思議，癡不可計，思念意迹，其", "455": "心無，無有邊際，愚冥無限，由不可得。空著無", "456": "名，因倚有形，無有見者，永不可持。志性無明，", "457": "了無所有，何從致起，而有瞋恚也？計無吾我，", "458": "癡已不起，闇冥何類？如癡無處，佛道亦爾，了", "459": "無崖底，諸法無二，別聲平等，等察癡響，了雲", "460": "一等，愚冥如雲，分別平等，則曉定意。是為菩", "461": "薩等遊愚癡。」", "462": "又告溥首：「何謂菩薩等遊不善？欲行無形，瞋", "463": "行無處，不行癡行，知眾平等，諸塵亦等，諸生", "464": "滅悉等，等解虛無，空無所有，了淨如是。是菩", "465": "薩等遊不善也。」", "466": "又告溥首：「何謂菩薩等遊諸善德本？眾生修", "467": "善，心行若干，諸行一等，無不等行，一行而行，", "468": "無礙現行，了行無二，則能平等。以知平等，眾", "469": "行如幻，色聲一等，則了語音；語音無二，由如", "470": "影響，往來周旋，亦無處所，德本亦然如幻化。", "471": "是為菩薩等遊眾善德本。」", "472": "又告溥首：「何謂菩薩等遊有為也？所有無有，", "473": "一切從念。念者空念，計不可量，無量難計，無", "474": "邊無際，所起為想。想從念緣，是之數亦不可", "475": "盡。曉平等者，了無央數，無行無像，解說等寂，", "476": "覩一切安，已安已榮，不計無常。是為菩薩等", "477": "遊有為。」", "478": "又告溥首：「何謂菩薩等遊無為？本淨法寂，亦", "479": "無合會，無明之形，假聲等察，音聲無言、無教，", "480": "皆了無為，眾著言聲，等觀如是。是為菩薩等", "481": "遊無為。」", "482": "又告溥首：「何謂菩薩等遊平等？處有為中，不", "483": "住有為，諸行平等，如空無礙，不住三界，三界", "484": "本無，何求泥洹？泥洹寂靜，不出不入，無言無", "485": "說，乃至大安，度脫眾生，解無若干。法身如空，", "486": "不合不散，亦無往來，亦無還返，如空寂寞，是", "487": "為菩薩等遊於平等。」於是世尊，說斯章句，至", "488": "未曾有，順如應行，不可思議，世之希有。時有", "489": "萬二千菩薩皆得不起法忍，七十二億百千", "490": "天人皆發無上正真道意，二百六十萬比丘", "491": "漏盡意解，有六千比丘尼皆發無上正真道", "492": "意，有二千二百清信士、千八百清信女，亦皆", "493": "發無上正真道意。", "494": "爾時溥首僮真，復白世尊曰：「唯願大聖！演是", "495": "三昧號，菩薩由斯，而致至德，諸根明了，聞", "496": "三昧所因名號，則當獲得一切法明，靡不通", "497": "達，而悉降伏一切迷惑邪見之眾，樂一文字，", "498": "分別曉了一切諸文，以一切文而了一文，辯", "499": "才之慧不可限量，為諸群生講說經法，分別", "500": "曉了，緣應法忍，以一切行入于一相，逮得無", "501": "量無限之議，曉了識議，四分別辯。」於是世尊，", "502": "告溥首僮真：「諦聽！善思念之！今當為仁分別", "503": "本末。」溥首答曰：「甚善！願樂欲聞。」佛言：「有三昧", "504": "名離無量垢，假使菩薩逮得斯定，普見一切", "505": "諸色清淨。」佛告溥首：「有三昧名壞若干，假使", "506": "菩薩逮得斯定，智慧光明覆蔽一切日月之", "507": "明。有三昧名成具光明，假使菩薩逮得斯定，", "508": "威曜覆蔽帝釋、梵王，三界之寶悉蒙安隱，諸", "509": "天光曜忽不復現。有三昧名捨界，假使菩薩", "510": "逮得斯定，處於眾會，蠲除一切婬怒癡病。有", "511": "三昧名莫能當，假使菩薩逮得斯定，照明一", "512": "切八方上下諸佛國土。有三昧名諸法無所", "513": "生，假使菩薩逮得斯定，總攬諸佛經典訓", "514": "誨一切，為眾會分別要義，敷演微妙無着之", "515": "業。有三昧名無念雷音，假使菩薩逮得斯定，", "516": "言語音聲暢于梵天，十方所演無能過者，窈", "517": "冥蔽礙，無不聞者。有三昧名曉了一切應心所", "518": "樂，假使菩薩逮得斯定，悅可眾生，隨其所樂", "519": "而令解脫拘礙之緣，一切眾會普得安隱。有", "520": "三昧名無會現悅精進，假使菩薩逮得斯定，", "521": "覩見無為，無有限數終始之惑，所聞所見莫", "522": "不通達，一切所入莫能過也。有三昧名無念", "523": "寶德樂於世界，假使菩薩逮得斯定者，放諸", "524": "神足施化眾生。有三昧名諸音緣會，假使菩", "525": "薩逮斯定者，覺諸言音，以無數字了一文字，", "526": "以一文字說無數字，以了內字、外字，悲了於", "527": "內不達，外亦不了，內外相應，無有異文。有三", "528": "昧名積眾善德，假使菩薩逮斯定者，分別罪", "529": "福，興顯平等，多所悅可一切眾生，使聞佛音", "530": "法音，眾聲聞音，緣覺音，菩薩音，度無極音，", "531": "一切智音；彼有所說，亦無音聲，一切了知深", "532": "要之業。有三昧名起諸總持為一切王，假使", "533": "菩薩逮得斯定者，分別一切，無量總持，眾慧", "534": "之要，無礙之法悉令明了。有三昧名淨諸辯", "535": "才無為之行，假使菩薩逮斯定者，寂除一切", "536": "音聲言說，皆無言教，亦無響應，無言無教，亦", "537": "無所有。」", "538": "於是溥首白世尊：「唯然大聖！鄙身寧應講斯", "539": "典訓之功德乎？」告曰：「宜講。」溥首白佛：「假使菩", "540": "薩聞斯經典而不狐疑，發心受持而諷誦講", "541": "讀，其人現在得妙辯才，聰明辯、欣豫辯、深妙", "542": "辯、無合會，常行慈心加諸眾生，無毀復意。所", "543": "以者何？設使憂念所作趣，奉行其行，知諦隨", "544": "身，未曾捨離。」", "545": "爾時世尊讚溥首曰：「善哉，善哉！快說此言，誠", "546": "如之意。譬如布施獲致大富而不虛假，持戒", "547": "生天亦不虛假，令斯經典亦復如茲，學致辯", "548": "才亦不虛假，悉得本志，猶如日光出照天下", "549": "眾冥悉除。斯經如是，諷誦學者懷來辯才靡", "550": "不通達，喻如菩薩坐于道場，於佛樹下還得", "551": "無上真正之道，成最正覺。菩薩如是，學誦斯", "552": "經必得辯才，除諸狐疑。是故，溥首！假使菩薩", "553": "現欲興辯曉練諸法，聞斯經典心不猶豫，即", "554": "當受持、講說、諷誦，為諸眾會廣演其義。」", "555": "爾時是離垢藏菩薩，前白佛言：「滅度後，其有", "556": "受持、諷誦、講說斯經法者，為眾會敷演其義，", "557": "鄙親當為宣解所歸，使不狐疑，疾得辯才。」於", "558": "時弊魔愁毒垂淚，來詣佛所，白世尊曰：「唯無", "559": "建立於斯經，如來、至真、等正覺常懷大哀，其", "560": "有苦患施以大安。幸哉，大聖！願除吾惑。如昔", "561": "世尊初坐樹下處于道場，演此典法；今復重", "562": "加說斯經典。我今憂欝，心懷懊惱。其於如來", "563": "始得佛道，所救濟時，我之反側不能自勝；一", "564": "切皆當得不退轉，逮無上正真之道，成最正", "565": "覺，其有黎庶，耳聞斯經，聽音服名，悉當得道，", "566": "至于滅度。空我境界，虛魔宮殿。大聖撫育，興", "567": "建大悲，唯見矜濟。」佛告魔曰：「波旬！莫恐，勿怖，", "568": "勿懅！一切眾生不悉滅度，如來亦不建立斯", "569": "經。」魔聞佛教，踊躍歡喜，善心生矣，忽然不現。", "570": "溥首白佛：「何故為魔而說斯教？」佛告溥首：「斯", "571": "經典者，住無所住，是故為魔而說斯言：『吾不", "572": "建立斯經典也！』至誠不虛。一切諸法住無所", "573": "住，不可逮得，無有言教，離於二事，本際平等。", "574": "當諦無本，法界如稱，平若虛空，無適無莫，真", "575": "正無異。今經流布斯閻浮提，於天下當有瑞", "576": "應。」世尊適建誠諦之教，自然空中音普廣聞，", "577": "誠如佛言，至誠不虛。佛告阿難：「受斯普門品", "578": "經之要，持諷誦讀宣示同學。」又言：「阿難！是經", "579": "八萬四千法品之藏，計比斯典，等無差特。所", "580": "以者何？此經一句，普入無量之慧門，法界諸", "581": "要，唯如來分別曉了。眾生解斯經典而成佛", "582": "道，然後講說八萬四千諸經品藏。是故，阿難！", "583": "當受斯經消息，將慎諦持、諷誦。」為眾人說此", "584": "已，離垢藏菩薩、溥首僮真、賢者阿難，諸天、世", "585": "人、揵沓和、阿須倫，聞經歡喜，稽首作禮而退。", "586": "佛說普門品"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0315a 佛說普門品經", "source": "CBETA"}