{"author": "劉宋 法顯集出", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1437 十誦比丘尼波羅提木叉戒本: 十誦比丘尼波羅提木叉戒本: 十誦比丘尼波羅提木叉戒本: 十誦比丘尼〔波羅提木叉〕－【三】【宮】〔波羅提木叉〕－【宋】【元】【明】【宮】波羅提木叉戒本", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1437", "1": "十誦比丘尼波羅提木叉戒本", "2": "一卷", "3": "宋長干寺沙門釋法顯集出", "4": "1 說法章說法章", "5": "「大德尼僧聽！冬時一月過少一夜，餘有一", "6": "夜三月在，老死至近，佛法欲滅。」", "7": "2 教戒章第二教戒章", "8": "「諸大德！為得道故，一心勤精進。所以者何？", "9": "諸佛一心勤精進故，得阿耨多羅三藐三菩", "10": "提，何況餘善道法！」", "11": "3 會坐章第三會坐章", "12": "「未受具足者已出。」「僧今和合，先作何事？」一人答：「布", "13": "薩說波羅提木叉。」「諸大德！不來諸比丘尼，說欲及清", "14": "淨。」", "15": "4 供養章第四供養章", "16": "「合十指爪掌，供養釋師子；", "17": "我今欲說戒，僧當一心聽。", "18": "乃至小罪中，心應大怖畏；", "19": "有罪一心悔，後更莫復犯。", "20": "心馬馳惡道，放逸難禁制；", "21": "佛說切戒行，亦如利轡勒。", "22": "佛口說教誡，善者能信受；", "23": "是人馬調順，能破煩惱軍。", "24": "若不受教勅，亦不愛樂戒；", "25": "是人馬不調，沒在煩惱軍。", "26": "若人守護戒，如犛牛愛尾；", "27": "繫心不放逸，亦如猴著鎖。", "28": "日夜常精進，求實智慧故；", "29": "是人佛法中，能得清淨命。」", "30": "5 和眾章第五和眾章", "31": "「大德尼僧聽！今十五日布薩說波羅提木叉，", "32": "若僧時到僧忍聽，僧一心作布薩說波羅提", "33": "木叉。如是白。」", "34": "6 淨眾章第六淨眾章", "35": "「諸大德！今共作布薩說波羅提木叉，僧一心", "36": "善聽！有罪者發露，無罪者默然。默然故，當", "37": "知諸大德清淨。如一一比丘尼問答，是比丘", "38": "尼眾中三唱亦如是。若有比丘尼，如是比丘", "39": "尼眾中第三唱，憶有罪不發露，得故妄語罪。", "40": "諸大德！故妄語罪，佛說遮道法。比丘尼於此", "41": "中欲求清淨，憶有罪應發露，發露則安隱，不", "42": "發露罪益深。」", "43": "「諸大德！已說波羅提木叉序，今問諸大德是", "44": "中清淨不？」第二、第三亦如是問：「是中清淨", "45": "不？」「諸大德！是中清淨，默然故，是事如是持。」", "46": "「諸大德！是八波羅夷法，半月半月波羅提木", "47": "叉中說。", "48": "「若比丘尼，同入比丘尼學法，不捨戒、戒羸不", "49": "出，行婬法乃至共畜生，是比丘尼，犯波羅", "50": "夷，不應共住。", "51": "「若比丘尼，若聚落、若空地，不與取，名盜", "52": "物。如不與物取故，若王、若王等，若捉、若殺、", "53": "若縛、若擯、若輸金罪、若言：『汝小兒！汝賊！汝", "54": "癡！』如是相，不與物取，是比丘尼，犯波羅夷，", "55": "不應共住。", "56": "「若比丘尼，若人、若似人，故自手奪命、若持", "57": "刀與，若教死、若讚死，作是言：『人用惡活", "58": "為？死勝生。』隨彼心樂死，種種因緣教死、讚", "59": "死，是人因是事死，是比丘尼，犯波羅夷，", "60": "不應共住。", "61": "「若比丘尼，不知不見，空無過人法，自言：『我", "62": "如是知、如是見。』是比丘尼後時若問、若不問，", "63": "貪利養故，不知言知、不見言見，空誑妄語，", "64": "除增上慢，是比丘尼，犯波羅夷，不應共住。", "65": "「若比丘尼，有漏心，聽漏心男子，髮際已下至", "66": "膝腕已上，却衣順摩、逆摩、牽推、按搯、抱上、", "67": "抱下，是比丘尼，犯波羅夷，不應共住。", "68": "「若比丘尼，有漏心，聽漏心男子，捉手、捉衣，共", "69": "立、共語、共期入屏覆處，待男子來，與身如白", "70": "衣女。以此八事示貪著相，是比丘尼，犯波羅", "71": "夷，不應共住。", "72": "「若比丘尼，知比丘尼犯重罪，覆藏乃至一", "73": "夜，是比丘尼，知彼比丘尼若退、若住、若滅、若", "74": "去，後作是言：『我亦先知是比丘尼犯如是如", "75": "是罪，但不欲自舉、不欲向僧說。或有人言：", "76": "「云何妹自污其姊？」』是比丘尼，犯波羅夷，不應", "77": "共住。", "78": "「若比丘尼，知是比丘，一心和合僧，如法作", "79": "不見擯，獨一無二、無伴無侶，不休不息，便", "80": "往隨順。諸比丘尼應如是諫是比丘尼：『是", "81": "比丘，一心和合僧，如法作不見擯，獨一無二、", "82": "無伴無侶，不休不息，汝莫隨順是比丘。』諸比", "83": "丘尼如是諫時，堅持是事不捨者，諸比丘尼", "84": "應第二、第三諫，令捨是事故。第二、第三諫時，", "85": "若捨是事善；若不捨者，是比丘尼，犯波羅", "86": "夷，不應共住。」", "87": "「諸大德！已說八波羅夷法，若比丘尼犯一一", "88": "法，是比丘尼不得共住、不得共事。如前，後亦", "89": "如是，是比丘尼犯波羅夷，不應共住。今問", "90": "諸大德是中清淨不？」第二、第三亦如是問：", "91": "「是中清淨不？」「諸大德！是中清淨，默然故，是", "92": "事如是持。」", "93": "「諸大德！是十七僧伽婆尸沙法，半月半月波", "94": "羅提木叉中說。", "95": "「若比丘尼，行媒法，若持男意語女、持女意語", "96": "男，若為婦事、若私通事，乃至一會時，是法初", "97": "犯僧伽婆尸沙可悔過。", "98": "「若比丘尼，惡瞋故，以無根波羅夷法，謗無波", "99": "羅夷比丘尼，欲破彼梵行。是比丘尼後時若", "100": "問、若不問，知是事無根，是比丘尼住瞋", "101": "故作是語者，是法初犯僧伽婆尸沙可悔過。", "102": "「若比丘尼，惡瞋故，異分中取片若似片事，以", "103": "波羅夷法謗，欲破彼比丘尼梵行。是比丘尼", "104": "後時若問、若不問，知是片似片事，是比丘", "105": "尼住瞋故作是語者，是法初犯僧伽婆尸沙", "106": "可悔過。", "107": "「若比丘尼，有漏心，從漏心男子自手取食，是", "108": "法初犯僧伽婆尸沙可悔過。", "109": "「若比丘尼，語比丘尼言：『若汝無漏心，從漏心", "110": "男子自手取食噉，若隨意用，於汝何所能？』是", "111": "法初犯僧伽婆尸沙可悔過。", "112": "「若比丘尼，若夜、若晝，若異聚落、若異界、若度", "113": "水彼岸一身獨宿，是法初犯僧伽婆尸沙可", "114": "悔過。", "115": "「若比丘尼，恃勢言人者，是法初犯僧伽婆尸", "116": "沙可悔過。", "117": "「若比丘尼，知賊女決斷應死，眾人皆知王及", "118": "主不聽，便作弟子，是法初犯僧伽婆尸沙", "119": "可悔過。", "120": "「若比丘尼，知比丘尼和合僧如法作不見擯，", "121": "不問比丘尼僧亦不取欲，便出界外與解擯", "122": "者，是法初犯僧伽婆尸沙可悔過", "123": "「若比丘尼，欲破和合僧，懃方便受持破僧事。", "124": "諸比丘尼應如是諫：『汝莫破和合僧懃方便", "125": "受持破僧事，當與僧和合，僧和合者歡喜無", "126": "諍，一心一學如水乳合，得安樂住。汝當捨是", "127": "求破僧事。』諸比丘尼如是諫時，堅持是事不", "128": "捨者，當再三諫令捨是事。再三諫時捨者善；", "129": "不捨者，是法至三，犯僧伽婆尸沙可悔過。", "130": "「若比丘尼，求破和合僧，有餘同意相助比丘", "131": "尼，若一、若二、若多，語諸比丘尼言：『汝是事", "132": "中莫說是比丘尼。何以故？是比丘尼說法、說", "133": "律，不說非法、不說非律。是比丘尼所說，皆是", "134": "我等所欲，是知說非不知說。是比丘尼所說，", "135": "皆是我等所欲樂忍。』諸比丘尼應如是諫是", "136": "相助比丘尼：『汝莫作是語：「是比丘尼說法、說", "137": "律，不說非法、不說非律。是比丘尼所說，皆是", "138": "我等所欲，是知說非不知說。是比丘尼所說，", "139": "皆是我等所欲樂忍。」汝莫相助求破僧事，當", "140": "助和合僧。僧和合者歡喜無諍，一心一學如", "141": "水乳合，得安樂住。』諸比丘尼如是諫時，堅持", "142": "是事不捨者，諸比丘尼當再三諫，令捨是事", "143": "故。再三諫時捨者善。不捨者，是法至三，犯僧", "144": "伽婆尸沙可悔過。", "145": "「若比丘尼，隨所依止聚落，作惡行、污他家，皆", "146": "見、皆聞、皆知。諸比丘尼應如是言：『汝等作惡", "147": "行、污他家，皆見、皆聞、皆知，汝等出去，不應", "148": "住此。』是比丘尼語諸比丘尼言：『諸比丘尼隨", "149": "愛、隨瞋、隨怖、隨癡行。何以故？有如是同罪比", "150": "丘尼，有驅者有不驅者。』諸比丘尼語是比丘", "151": "尼：『汝莫作是語：「諸比丘尼隨愛、隨瞋、隨怖、隨", "152": "癡行。」何以故？諸比丘尼不隨愛、瞋、怖、癡行。汝", "153": "等作惡行、污他家，皆見聞知，汝當捨是隨愛、", "154": "瞋、怖、癡語。汝等出去，不應住此。』如是諫時，", "155": "不捨是事者當再三諫，令捨是事故。再三", "156": "諫時捨者善；不捨者，僧伽婆尸沙可悔過。", "157": "「有比丘尼惡性戾語，諸比丘尼說如法、如律、", "158": "如戒經中事，是比丘尼戾語不受，語諸比丘", "159": "尼言：『汝莫語我好惡，我亦不語汝好惡。』諸比", "160": "丘尼應如是言：『諸比丘尼說如法、如律、如戒", "161": "經中事，汝莫戾語當隨順語。諸比丘尼當", "162": "為汝說如法如律，汝亦當為諸比丘尼說如", "163": "法如律。何以故？如是者，諸如來眾得增長利", "164": "益，以共語相教共罪中出故。汝當捨是戾", "165": "語事。』諸比丘尼如是諫時，堅持是事不捨者，", "166": "諸比丘尼當再三諫，令捨是事故。再三諫時", "167": "捨者善；不捨者，僧伽婆尸沙可悔過。", "168": "「若比丘尼，共比丘尼鬪諍時作是言：『我捨佛、", "169": "捨法、捨僧、捨戒，非但沙門釋子知道，更有餘", "170": "沙門、婆羅門有慚愧善好樂持戒者，我當從", "171": "彼修梵行。』諸比丘尼應諫是比丘尼言：『汝莫", "172": "共諸比丘尼鬪諍時作是言：「我捨佛、捨法、捨", "173": "僧、捨戒，非但沙門釋子知道，更有餘沙門、婆", "174": "羅門有慚愧善好樂持戒者，我當從彼修梵", "175": "行。」汝應佛法中樂修梵行，當捨離自不樂心。』", "176": "諸比丘尼如是諫時，堅持是事不捨者，當再", "177": "三諫，令捨是事故。再三諫時捨者善；不捨", "178": "者，僧伽婆尸沙可悔過。", "179": "「若比丘尼，共比丘尼鬪諍時作是言：『比丘尼", "180": "僧隨愛行、隨瞋行、隨怖行、隨癡行。』諸比丘尼", "181": "應如是諫：『汝莫共諸比丘尼鬪諍時作是言：", "182": "「比丘尼僧隨愛行、隨瞋行、隨怖行、隨癡行。」何", "183": "以故？比丘尼僧不隨愛、瞋、怖、癡行。汝當捨", "184": "是隨愛、瞋、怖、癡語。』諸比丘尼如是諫時，堅持", "185": "是事不捨者，諸比丘尼應再三諫，令捨是事", "186": "故。再三諫時捨者善；不捨者，僧伽婆尸沙可", "187": "悔過。", "188": "「若二比丘尼同心共作惡業有惡名聲、惱比", "189": "丘尼僧、互相覆罪。諸比丘尼應如是諫：『汝等", "190": "莫同心共作惡業有惡名聲、惱比丘尼僧、互", "191": "相覆罪。汝等各別離行，別離行者增長佛法。", "192": "汝等捨是隨順惡行。』諸比丘尼如是諫時，堅", "193": "持是事不捨者，應再三諫，令捨是事故。再", "194": "三諫時捨者善；不捨者，僧伽婆尸沙可悔過。", "195": "「若比丘尼，教二比丘尼言：『汝莫別離行，當", "196": "同心行。別離行者不得增長，若同心行者便", "197": "得增長。比丘尼僧中，亦有如汝等者，僧以瞋", "198": "故教汝別離行。』諸比丘尼應如是諫：『汝莫", "199": "教二比丘尼作是言：「汝等莫別離行，當同心", "200": "行。別離行者不得增長佛法，同心行者便得", "201": "增長。眾中亦有如汝等者，僧以瞋故教汝別", "202": "離行。」汝當捨是勸邪行事。』諸比丘尼如是諫", "203": "時，堅持是事不捨者，當再三諫，令捨是事", "204": "故。再三諫時捨者善。不捨者，僧伽婆尸沙", "205": "可悔過。」", "206": "「諸大德！已說十七僧伽婆尸沙法，九初罪、八", "207": "乃至三諫。若比丘尼隨犯一一罪，應二部僧", "208": "中半月行摩那埵，可二部僧意。二部僧各二", "209": "十眾，應出是比丘尼罪。若二部眾中若少一", "210": "人，是比丘尼罪不名為出，二部僧可呵，是", "211": "法應爾。」「今問諸大德是中清淨不？」第二、第", "212": "三亦如是問：「是中清淨不？」「諸大德！是中清", "213": "淨，默然故，是事如是持。」", "214": "「諸大德！是三十尼薩耆波夜提法，半月半月", "215": "波羅提木叉中說。", "216": "「若比丘尼，衣竟已捨迦絺那衣，畜長衣得至", "217": "十日。過是畜者，尼薩耆波夜提。", "218": "「若比丘尼，衣竟已捨迦絺那衣，五衣中若離", "219": "一一衣，乃至一宿，尼薩耆波夜提；除僧羯磨。", "220": "「若比丘尼，衣竟已捨迦絺那衣，若得非時衣，", "221": "是比丘尼須者當自手取，速作受持。若足者", "222": "善；若不足者，更望得衣令具足故，停是衣", "223": "乃至一月。過是停者，尼薩耆波夜提。", "224": "「若比丘尼，從非親里居士、居士婦乞衣。得衣", "225": "者，尼薩耆波夜提；除因緣。因緣者，奪衣、失", "226": "衣、燒衣、漂衣，是名因緣。", "227": "「若比丘尼，奪衣、失衣、燒衣、漂衣時，從非親里", "228": "居士、居士婦乞衣，自恣多與衣，是比丘尼應", "229": "取上下衣。過是取者，尼薩耆波夜提。", "230": "「若為比丘尼故，非親里居士、居士婦辦衣直", "231": "作是言：『我以是衣直，買如是衣，與某比丘尼。』", "232": "是比丘尼，先不自恣請，便往居士、居士婦所，", "233": "作同意言：『汝為我辦如是衣直，買如是如是", "234": "衣與我，為好故。』若得衣者，尼薩耆波夜提。", "235": "「若為比丘尼，二非親里居士、居士婦，各辦衣", "236": "直作是言：『我以是衣直，各買如是衣，與某比", "237": "丘尼。』是比丘尼，先不自恣請，便往居士、居士", "238": "婦所，作同意言：『汝等各辦衣直，合作一衣與", "239": "我，為好故。』若得衣者，尼薩耆波夜提。", "240": "「若為比丘尼故，若王、王臣、若婆羅門居士，遣", "241": "使送衣直。是使到比丘尼所言：『大德！某送", "242": "此衣直，汝當受取。』比丘尼應言：『我比丘尼", "243": "法，不應受衣直。若須衣時得淨衣者，當自手", "244": "受速作衣持。』使語比丘尼言：『大德！有執事人", "245": "能為比丘尼執事不？』是比丘尼應示執事人、", "246": "若僧園民、若優婆塞，此人能為比丘尼執事。", "247": "是使往執事人所言：『汝取是衣直，作如是", "248": "衣，與某比丘尼，是比丘尼須衣時來，汝當與", "249": "衣。』是使語已還報比丘尼：『我已語竟。大德！", "250": "須衣時便往取，當與汝衣。』是比丘尼往執事", "251": "所索衣，作是言：『我須衣。』至再三反亦如是", "252": "索。得衣者善；不得者，四反乃至六反，往執事", "253": "人前默然立。若四反乃至六反默然立，得衣", "254": "者善；若不得衣，過是求得衣者，尼薩耆波夜", "255": "提。若不得衣，隨送衣直來處，若自往、若遣使", "256": "語：『汝所送衣直，我不得，汝自知物莫使失，是", "257": "事應爾。』", "258": "「若比丘尼，自手取寶、若使人取，尼薩耆波夜", "259": "提。", "260": "「若比丘尼，種種用寶者，尼薩耆波夜提。", "261": "「若比丘尼，種種販賣者，尼薩耆波夜提。", "262": "「若比丘尼，所用鉢破減五綴，更乞新鉢，為好", "263": "故，尼薩耆波夜提。是鉢應比丘尼僧中捨，", "264": "眾中最下鉢，應與是比丘尼，如是教言：『汝", "265": "比丘尼！畜是鉢乃至破，是事應爾。』", "266": "「若比丘尼，自乞縷，使非親里織師織，尼薩耆", "267": "波夜提。", "268": "「若為比丘尼故，非親里居士、居士婦，使織師", "269": "為織衣，是比丘尼先不請，便往語織師言：『汝", "270": "知不？是衣為我故織，汝好織、極好織、廣織、淨", "271": "潔織，我當多少益汝。』是比丘尼，若自語、若使", "272": "人語，後時若與食，若與食直，為好故。得衣", "273": "者，尼薩耆波夜提。", "274": "「若比丘尼，與比丘尼衣，後瞋恚嫌恨，若自奪、", "275": "若使人奪：『還我衣來不與汝。』得衣者，尼薩耆", "276": "波夜提。", "277": "「若比丘尼，十日未至自恣，有急施衣應受，比", "278": "丘尼須是衣者，當自手取乃至衣時畜。過是", "279": "畜者，尼薩耆波夜提。", "280": "「若比丘尼，知物向僧，自求向己者，尼薩耆波", "281": "夜提。", "282": "「若比丘尼病，聽服四種含消藥：酥、油、蜜、石蜜，", "283": "共宿至七日得服。過是服者，尼薩耆波夜提。", "284": "「若比丘尼，畜長鉢乃至一夜。過是畜者，尼薩", "285": "耆波夜提。", "286": "「若比丘尼，時衣作非時衣分者，尼薩耆波夜", "287": "提。", "288": "「若比丘尼，非時衣作時衣分者，尼薩耆波夜", "289": "提。", "290": "「若比丘尼，共比丘尼貿衣，後到比丘尼所，", "291": "作是言：『我還汝衣，汝還我衣。』得衣者，尼薩耆", "292": "波夜提。", "293": "「若為比丘尼故，眾多非親里居士、居士婦，各", "294": "各辦衣直作是言：『我等以是衣直，各買如", "295": "是衣，與某比丘尼。』是比丘尼先不請，後到", "296": "眾多居士、居士婦所，作是言：『汝等以是衣直，", "297": "共買如是一衣與我，為好故。』得是衣者，尼", "298": "薩耆波夜提。", "299": "「若比丘尼，自為乞金銀，尼薩耆波夜提。", "300": "「若比丘尼，乞是已，更索餘者，尼薩耆波夜提。", "301": "「若比丘尼，為僧是事乞，作餘事用，尼薩耆波", "302": "夜提。", "303": "「若比丘尼，自為是事乞，作餘事用，尼薩耆波", "304": "夜提。", "305": "「若比丘尼，為多人是事乞，作餘事用，尼薩耆", "306": "波夜提。", "307": "「若比丘尼，乞重衣，應乞四錢直衣。過是乞，", "308": "尼薩耆波夜提。", "309": "「若比丘尼，乞輕衣，應乞二錢半直衣。過是", "310": "乞，尼薩耆波夜提。」", "311": "「諸大德！已說三十尼薩耆波夜提法，今問諸", "312": "大德是中清淨不？」第二、第三亦如是問：「是", "313": "中清淨不？」「諸大德！是中清淨，默然故，是事如", "314": "是持。」", "315": "「諸大德是百七十八波夜提法，半月半月波", "316": "羅提木叉中說。", "317": "「若比丘尼，故妄語，波夜提。", "318": "「若比丘尼，形相比丘尼，波夜提。", "319": "「若比丘尼，兩舌者，波夜提。", "320": "「若比丘尼，僧如法斷諍竟，還更發起，波夜提。", "321": "「若比丘尼，以句法教未受具戒人者，波夜提。", "322": "「若比丘尼，實有過人法，向未受具戒人說，波", "323": "夜提。", "324": "「若比丘尼，知比丘尼有惡罪，向未受具戒人", "325": "說，波夜提；除僧羯磨。", "326": "「若比丘尼先自勸與，後作是言：『諸比丘尼隨", "327": "親厚迴僧物與。』波夜提。", "328": "「若比丘尼，說戒時作是言：『何用是雜碎戒為？", "329": "半月說時令諸比丘尼疑悔惱熱愁憂不樂", "330": "生反戒心。』作是輕呵戒者，波夜提。", "331": "「若比丘尼，斫伐鬼村種子村，波夜提。一十", "332": "「若比丘尼，瞋譏僧所差人，波夜提。", "333": "「若比丘尼，用異事默然惱他，波夜提。", "334": "「若比丘尼，露地敷僧臥具，麁細繩床、被褥，", "335": "若使人敷，是中坐臥，去時不自舉、不教人舉，", "336": "波夜提。", "337": "「若比丘尼，比丘尼房中敷僧臥具、若使人敷。", "338": "是中坐臥，去時不自舉、不教人舉，波夜提。", "339": "「若比丘尼，比丘尼房中瞋恨不喜，便自牽出、", "340": "若使人牽：『癡人遠去！不應住此。』波夜提；除", "341": "因緣。", "342": "「若比丘尼，比丘尼房中知他先敷臥具，後", "343": "來強敷、若使人敷：『不樂者自當出去。』波夜提；", "344": "除因緣。", "345": "「若比丘尼，比丘尼房閣中，尖脚坐床、若臥", "346": "床，用力坐臥，波夜提。", "347": "「若比丘尼，知水有蟲，自用澆草和泥、若使人", "348": "用，波夜提。", "349": "「若比丘尼，獨與一比丘屏覆處坐，波夜提。", "350": "「若比丘尼，不病住福德舍過一食者，波夜提。", "351": "二十", "352": "「若比丘尼，往白衣家，自恣請多與餅󰉓，諸比", "353": "丘尼須者，應二、三鉢取。過是取者，波夜提。", "354": "二、三鉢取已出外，與餘比丘尼共分，是", "355": "法應爾。", "356": "「若比丘尼，別眾食，波夜提；除因緣。因緣者，病", "357": "時、作衣時、道行時、船行時、大眾集時、沙門請時。", "358": "「若比丘尼，非時噉食，波夜提。", "359": "「若比丘尼，舉殘宿食食者，波夜提。", "360": "「若比丘尼，不受食著口中，波夜提；除水及楊", "361": "枝。", "362": "「若比丘尼，知水有蟲取用，波夜提。", "363": "「若比丘尼，有食家中強坐，波夜提。", "364": "「若比丘尼，食家中獨與一男子舍內強坐，波", "365": "夜提。", "366": "「若比丘尼，裸形外道、若出家男、出家女，自", "367": "手與食，波夜提。", "368": "「若比丘尼，故往看軍發行，波夜提；除因緣。三十", "369": "「若比丘尼，有因緣往軍中宿過二夜，波夜提。", "370": "「若比丘尼，二夜軍中宿時，往看軍陣器仗、牙", "371": "旗幡幢、兩陣合戰，波夜提。", "372": "「若比丘尼，瞋打比丘尼，波夜提。", "373": "「若比丘尼，瞋舉手向比丘尼，波夜提。", "374": "「若比丘尼，知比丘尼犯僧殘罪，覆藏乃至一", "375": "夜，波夜提。", "376": "「若比丘尼，語餘比丘尼：『來共到諸家。』是比丘", "377": "尼不教與食，便作是言：『汝去！與汝共坐共語", "378": "不樂，我獨坐獨語樂。』欲惱彼故，以是因緣無", "379": "異，波夜提。", "380": "「若比丘尼，無病露地燃火，若草木、牛糞、木", "381": "皮、糞掃，若自燃、若使人燃，波夜提。", "382": "「若比丘尼，如法僧事與欲竟，後悔言：『我不應", "383": "與。』波夜提。", "384": "「若比丘尼，與未受具戒人同室宿過二夜，波", "385": "夜提。", "386": "「若比丘尼，作是語：『我如是知佛法義，行障道", "387": "法不能障道。』諸比丘尼應如是諫：『汝莫作是", "388": "語：「我知佛法義，行障道法不能障道。」汝莫", "389": "謗佛、謗佛者不善。佛不作是語，佛種種因緣", "390": "說障道法能障道。汝當捨是惡邪見。』諸比丘", "391": "尼如是諫時，堅持不捨者，當再三諫，令捨是", "392": "事。再三諫時捨者善；不捨者，波夜提。四十", "393": "「若比丘尼，知比丘尼作如是語，不如法悔、不", "394": "捨惡邪。如法擯出，便與共事、共住、共同室宿，", "395": "波夜提。", "396": "「若有沙彌尼作是語：『我知佛法義，行婬欲不", "397": "能障道。』諸比丘尼應如是教言：『汝莫作是語：", "398": "「我知佛法義，行婬欲不能障道。」汝莫謗佛、謗", "399": "佛者不善。佛不作是語，佛種種因緣說婬欲", "400": "能障道法。汝當捨是惡邪見。』諸比丘尼如是", "401": "教時，堅持是事不捨者，當再三教，令捨是", "402": "事。再三教時捨者善；不捨者，諸比丘尼應如", "403": "是語：『汝沙彌尼，從今不應言：「佛是我師。」亦不", "404": "應隨諸比丘尼後行。餘沙彌尼，得共比丘尼", "405": "同房再宿，汝今不得。癡人滅去！不應住此。』若", "406": "比丘尼，知是滅擯沙彌尼，便畜經恤共事共", "407": "宿，波夜提。", "408": "「若比丘尼，若寶、似寶，自捉、教人捉，波夜提；", "409": "除因緣。因緣者，若寶、似寶，在僧坊內、若住", "410": "處內，如是心取：『主來當還。』是事應爾。", "411": "「若比丘尼，得新衣，應三種色中隨用一一種", "412": "壞是衣色：若青、若泥、若木蘭。若比丘尼，不", "413": "以三種壞色著新衣，波夜提。", "414": "「若比丘尼，減半月浴，波夜提；除因緣。因緣", "415": "者，春殘一月半、夏初一月，是二月半，大熱時、", "416": "病時、風時、雨時、作時、行時，是名因緣。", "417": "「若比丘尼，故奪畜生命，波夜提。", "418": "「若比丘尼，故令比丘尼疑悔，使須臾時心不", "419": "安隱，以是因緣無異，波夜提。", "420": "「若比丘尼，以指擊攊他，波夜提。", "421": "「若比丘尼，水中戲，波夜提。", "422": "「若比丘尼，與男子同室宿，波夜提。五十", "423": "「若比丘尼，自恐怖比丘尼，若使他恐怖，乃至", "424": "戲笑，波夜提。", "425": "「若比丘尼，自藏比丘尼衣鉢、戶鉤、革屣、鍼筒，", "426": "種種隨法物，若使他藏，乃至戲笑，波夜提。", "427": "「若比丘尼，與比丘、比丘尼、式叉摩尼、沙彌、沙", "428": "彌尼衣，他不還便強脫取，波夜提。", "429": "「若比丘尼，以無根僧伽婆尸沙法謗比丘尼，", "430": "波夜提。", "431": "「若比丘尼，與男子共期同道行，至一聚落，", "432": "波夜提。", "433": "「若比丘尼，與賊共期同道行，乃至一聚落，波", "434": "夜提。", "435": "「若比丘尼，自手掘地、若教他掘，作是言：『汝掘", "436": "是處。』波夜提。", "437": "「若比丘尼，受四月自恣請，過是受者，波夜", "438": "提；除常請、數數請、別請。", "439": "「若比丘尼，說戒時作是言：『我不受學是戒，先", "440": "當問餘比丘持修多羅持毘尼持摩多羅伽", "441": "者。』波夜提。", "442": "若比丘尼欲知是法者，應從此戒中學，當問", "443": "餘比丘，持修多羅持毘尼持摩多羅伽者，", "444": "應如是問：『是語云何？』是事應爾。", "445": "「若比丘尼，共比丘尼鬪諍已，盜往立聽，『彼比", "446": "丘尼所說我當憶持。』波夜提。六十", "447": "「若比丘尼，僧斷事時默然起去，波夜提。", "448": "「若比丘尼，不恭敬者，波夜提。", "449": "「若比丘尼，飲酒者，波夜提。", "450": "「若比丘尼，非時入聚落，不白餘比丘尼，波夜", "451": "提；除急因緣。", "452": "「若比丘尼，許他請僧，中前中後行至餘家，波", "453": "夜提。", "454": "「若比丘尼，入灌頂剎利王家，夜未過未藏寶，", "455": "若過門闑及闑處，波夜提；除急因緣。", "456": "「若比丘尼，說戒時作是言：『我今始知是事入", "457": "戒經中半月次來所說。』諸比丘尼知是比丘", "458": "尼先曾再三聞說此戒，何況復過！是比丘尼", "459": "非以不知故得脫，隨所犯事應令如法悔過，", "460": "應呵令厭：『汝失無利，是惡不善。汝說戒時不", "461": "尊重戒、不一心聽。』以是事故，波夜提。", "462": "「若比丘尼，用骨牙齒角作鍼筒，波夜提。", "463": "「若比丘尼，欲作床者，當應量作，足高八指，除", "464": "入梐。過是作者，波夜提。", "465": "「若比丘尼，自以兜羅貯臥具、若使人貯，波夜", "466": "提。七十", "467": "「若比丘尼，如佛衣量作衣、若過作，波夜提。", "468": "佛衣量者，長佛九磔手，廣六磔手，是佛衣量。", "469": "「若比丘尼，噉生熟蒜，波夜提。", "470": "「若比丘尼，剃大小便處毛，波夜提。", "471": "「若比丘尼，洗時以指刺女根中，過二指節，波", "472": "夜提。", "473": "「若比丘尼，以掌拍女根者，波夜提。", "474": "「若比丘尼，煮生物作食，波夜提。", "475": "「若比丘尼，比丘食時在前立待，波夜提。", "476": "「若比丘尼，以屎尿擲牆外，波夜提。", "477": "「若比丘尼，棄屎尿著生草上，波夜提。", "478": "「若比丘尼，獨與一比丘屏處共立共語，波夜", "479": "提。八十", "480": "「若比丘尼，獨與一比丘露地共立共語，波夜", "481": "提。", "482": "「若比丘尼，獨與一白衣男子屏處共立共語，", "483": "波夜提。", "484": "「若比丘尼，獨與一白衣男子露地共立共語，", "485": "波夜提。", "486": "「若比丘尼，闇中無燈與男子共立共坐，波夜", "487": "提。", "488": "「若比丘尼，作男根著女根中，波夜提。", "489": "「若比丘尼，語比丘尼言：『善女來！共我房住。』後", "490": "瞋不喜，若自牽出、若使人牽出，作是言：『汝", "491": "遠滅去！莫此中住。』以是因緣無異，波夜提。", "492": "「若二比丘尼共一床臥，波夜提。", "493": "「若二比丘尼共一敷具臥，波夜提。", "494": "「若二比丘尼共一衣覆臥，波夜提。", "495": "「若比丘尼，入白衣舍，獨與一比丘共立、共語、", "496": "竊語，遣共行比丘尼，求閑便故，波夜提。九十", "497": "「若比丘尼，入白衣舍，獨與一白衣男子共立", "498": "共語竊語，遣共行比丘尼，欲獨語，波夜提。", "499": "「若比丘尼，共比丘尼鬪諍相瞋，自打身啼者，", "500": "波夜提。", "501": "「若比丘尼，共比丘尼鬪諍時，作法呪、泥梨", "502": "呪，波夜提。", "503": "「若比丘尼，不審諦看物便嫌恨，波夜提。", "504": "「若比丘尼，夏中無因緣遊行他國，波夜提。", "505": "「若比丘尼，自恣竟不遊行餘處一宿，波夜提。", "506": "「若比丘尼，國內疑處畏處遊行，波夜提。", "507": "「若比丘尼，國外疑處畏處遊行，波夜提。", "508": "「若比丘尼，故往看畫舍，波夜提。", "509": "「若比丘尼，先住惱後住者，波夜提。一百", "510": "「若比丘尼，後住惱先住者，波夜提。", "511": "「若比丘尼，共活比丘尼病不供給，波夜提。", "512": "「若比丘尼，見比丘來不起，波夜提。", "513": "「若比丘尼，不問比丘輒坐者，波夜提。", "514": "「若比丘尼，不問主人便敷臥具、若使人敷，波", "515": "夜提。", "516": "「若比丘尼，不滿十二歲畜眾者，波夜提。", "517": "「若比丘尼，滿十二歲，未作畜眾羯磨，畜眾者，", "518": "波夜提。", "519": "「若比丘尼，畜未滿十二歲已嫁女為眾，波夜", "520": "提。", "521": "「若比丘尼，滿十二歲已嫁女，不作屬和上尼", "522": "羯磨，畜為眾，波夜提。", "523": "「若比丘尼，僧與止羯磨復畜眾者，波夜提。一百", "524": "一十", "525": "「若比丘尼，弟子不二歲學六法，畜為眾者，波", "526": "夜提。", "527": "「若比丘尼，弟子二歲學六法，未作屬和上尼", "528": "羯磨，畜為眾，波夜提。", "529": "「若比丘尼，受大戒已不二歲隨和上尼，波夜", "530": "提。", "531": "「若比丘尼，畜弟子不與財法，波夜提。", "532": "「若比丘尼，畜婬女為眾，不遠本處五六由旬，", "533": "波夜提。", "534": "「若比丘尼，畜未滿二十歲童女為眾，波夜提。", "535": "「若比丘尼，滿二十歲童女，未作屬和上尼羯", "536": "磨，畜為眾，波夜提。", "537": "「若比丘尼，畜孝女為眾，波夜提。", "538": "「若比丘尼，畜將男女自隨女人為眾，波夜提。", "539": "四十即不共中第四十", "540": "「若比丘尼，畜惡性女人為眾，波夜提。一百二十", "541": "「若比丘尼，滿二十歲童女，不二歲學六法，", "542": "畜為眾，波夜提。", "543": "「若比丘尼，滿二十歲童女、二歲學六法，不", "544": "作屬和上尼羯磨，畜為眾，波夜提。", "545": "「若比丘尼，作是言：『汝與我衣鉢戶鉤、時藥、時", "546": "分藥、七日藥、盡形藥，我當度汝。』波夜提。", "547": "「若比丘尼，女人夫主不聽，畜為眾，波夜提。", "548": "「若比丘尼，語他言：『汝二歲學六法，後當畜汝。』", "549": "若不畜者，波夜提。", "550": "「若比丘尼，歲歲度弟子者，波夜提。", "551": "「若比丘尼，宿作乞屬和上尼羯磨，畜為眾", "552": "者，波夜提。", "553": "「若比丘尼，作浴衣者當應量作。量者：長五", "554": "修伽陀磔手、廣二磔手半。過是作者，波夜", "555": "提。五十", "556": "「若比丘尼，數數易衣服，波夜提。", "557": "「若比丘尼，作衣極久乃至五夜。過是成者，波", "558": "夜提。一百三十", "559": "「若比丘尼，五夜不看五衣，波夜提。", "560": "「若比丘尼，以衣與白衣，波夜提。", "561": "「若比丘尼，月病休止，浣病衣已淨不起去，波", "562": "夜提。", "563": "「若比丘尼，遮與僧衣，波夜提。", "564": "「若比丘尼，所望得衣弱，而受迦絺那衣，波夜", "565": "提。", "566": "「若比丘尼，僧捨迦絺那衣時不隨者，波夜提。", "567": "「若比丘尼，僧分衣時不隨者，波夜提。", "568": "「若比丘尼，僧斷事時不隨順者，波夜提。六十", "569": "「若比丘尼，不以房舍囑他，至聚落中，波夜", "570": "提。", "571": "「若比丘尼，讀誦種種呪術，波夜提。一百四十", "572": "「若比丘尼，教白衣讀誦種種呪術，波夜提。", "573": "「若比丘尼，與白衣作，波夜提。", "574": "「若比丘尼，坐白衣床，不還付主便去，波夜提。", "575": "「若比丘尼，不問主人坐他床上，波夜提。", "576": "「若比丘尼，無病乘乘，波夜提。", "577": "「若比丘尼，紡績，波夜提。", "578": "「若比丘尼，著腰絡，波夜提。", "579": "「若比丘尼，捉蓋入白衣舍，波夜提。", "580": "「若比丘尼，離有比丘住處安居，波夜提。", "581": "「若比丘尼，安居竟，不二部僧中求三事自恣", "582": "說見聞疑，波夜提。一百五十", "583": "「若比丘尼，半月不往僧中求教誡，波夜提。", "584": "「若比丘尼，無病不往受教誡，波夜提。", "585": "「若比丘尼，有比丘住處外門，不問便入，波夜", "586": "提。", "587": "「若比丘尼，喑嗌向比丘，波夜提。", "588": "「若比丘尼，共比丘尼鬪諍惡口，恐怖他言：", "589": "『某王大臣鬪將，是我知識，當以彼力治汝。』", "590": "波夜提。", "591": "「若比丘尼，護惜他家，波夜提。", "592": "「若比丘尼，受請都不食者，波夜提。", "593": "「若比丘尼，比丘不聽，便問經、律、阿毘曇，波", "594": "夜提。", "595": "「若比丘尼，裸形露地洗浴，波夜提。", "596": "「若比丘尼，著白衣嚴身具，波夜提。一百六十", "597": "「若比丘尼，故往觀聽歌舞伎樂莊嚴妓兒，波", "598": "夜提。", "599": "「若比丘尼，有瘡，使男子解繫，波夜提。", "600": "「若比丘尼，與男子共行說俗事，波夜提。", "601": "「若比丘尼，以塗香胡麻滓屑揩身，波夜提。", "602": "「若比丘尼，使他以塗香胡麻滓屑揩身，波", "603": "夜提。", "604": "「若比丘尼，著頭光，波夜提。", "605": "「若比丘尼，不語餘比丘尼出遠門去，波夜提。", "606": "「若比丘尼，以刷刷頭，波夜提。", "607": "「若比丘尼，使他刷頭，波夜提。", "608": "「若比丘尼，以梳梳頭，波夜提。一百七十", "609": "「若比丘尼，使他梳頭，波夜提。", "610": "「若比丘尼，編頭，波夜提。", "611": "「若比丘尼，使他編頭，波夜提。", "612": "「若比丘尼，生草上大小便，波夜提。", "613": "「若比丘尼，故出精，除夢中，波夜提。", "614": "「若比丘尼，飲精，波夜提。", "615": "「若比丘尼，男子洗處浴，波夜提。", "616": "「若比丘尼，在門中立，波夜提。」一百七十八", "617": "「諸大德！已說百七十八波夜提法。今問諸大", "618": "德是中清淨不？」第二、第三亦如是問。「諸大", "619": "德是中清淨，默然故，是事如是持。」", "620": "「諸大德！是八波羅提提舍尼法，半月半月波", "621": "羅提木叉中說。", "622": "「若比丘尼無病，自為索乳，是比丘尼應向餘", "623": "比丘尼說罪：『我墮可呵法不是，是說罪法。我", "624": "今說罪悔過。』是初波羅提提舍尼法。", "625": "「若比丘尼無病，自為索酪、生酥、熟酥、油、魚、", "626": "肉、脯，是比丘尼應向餘比丘尼說罪：『我墮可", "627": "呵法不是，是說罪法。我今說罪悔過。』是名八", "628": "波羅提提舍尼法。」", "629": "「諸大德！已說八波羅提提舍尼法。今問諸大", "630": "德是中清淨不？」第二、第三亦如是問：「是中", "631": "清淨不？」「諸大德！是中清淨，默然故，是事如是", "632": "持。」", "633": "「諸大德！是眾學法，半月半月波羅提木叉中", "634": "說。", "635": "「不高著泥洹僧，應當學。", "636": "「不下著泥洹僧，應當學。", "637": "「不參差著泥洹僧，應當學。", "638": "「不如釘頭著泥洹僧，應當學。", "639": "「不如象鼻著泥洹僧，應當學。", "640": "「不如多羅葉著泥洹僧，應當學。", "641": "「不如󰉓團著泥洹僧，應當學。", "642": "「不細襵著泥洹僧，應當學。", "643": "「不著耳泥洹僧，應當學。", "644": "「不併襵兩邊著泥洹僧，應當學。", "645": "「不著細縷泥洹僧，應當學。", "646": "「周齊著泥洹僧，應當學。", "647": "「不高披衣，應當學。", "648": "「不下披衣，應當學。", "649": "「不參差披衣，應當學。", "650": "「周齊披衣，應當學。", "651": "「好覆身入白衣舍，應當學。", "652": "「好覆身白衣舍坐，應當學。", "653": "「善攝身入白衣舍，應當學。", "654": "「善攝身白衣舍坐，應當學。", "655": "「不高視入白衣舍，應當學。", "656": "「不高視白衣舍坐，應當學。", "657": "「不呵供養入白衣舍，應當學。", "658": "「不呵供養白衣舍坐，應當學。", "659": "「靜默入白衣舍，應當學。", "660": "「靜默白衣舍坐，應當學。", "661": "「不蹲行入白衣舍，應當學。", "662": "「不蹲行白衣舍坐，應當學。", "663": "「不覆頭入白衣舍，應當學。", "664": "「不覆頭白衣舍坐，應當學。", "665": "「不襆頭入白衣舍，應當學。", "666": "「不襆頭白衣舍坐，應當學。", "667": "「不肘隱人肩入白衣舍，應當學。", "668": "「不肘隱人肩白衣舍坐，應當學。", "669": "「不叉腰入白衣舍，應當學。", "670": "「不叉腰白衣舍坐，應當學。", "671": "「不左右反抄衣入白衣舍，應當學。", "672": "「不左右反抄衣白衣舍坐，應當學。", "673": "「不偏抄衣入白衣舍，應當學。", "674": "「不偏抄衣白衣舍坐，應當學。", "675": "「不以衣覆右肩全舉左肩上入白衣舍，應當", "676": "學。", "677": "「不以衣覆右肩全舉左肩上白衣舍坐，應當", "678": "學。", "679": "「不掉臂入白衣舍，應當學。", "680": "「不掉臂白衣舍坐，應當學。", "681": "「不搖肩入白衣舍，應當學。", "682": "「不搖肩白衣舍坐，應當學。", "683": "「不搖頭入白衣舍，應當學。", "684": "「不搖頭白衣舍坐，應當學。", "685": "「不搖身入白衣舍，應當學。", "686": "「不搖身白衣舍坐，應當學。", "687": "「不携手入白衣舍，應當學。", "688": "「不携手白衣舍坐，應當學。", "689": "「不翹一脚入白衣舍，應當學。", "690": "「不翹一脚白衣舍坐，應當學。", "691": "「不累脚入白衣舍，應當學。", "692": "「不累脚白衣舍坐，應當學。", "693": "「不掌扶頰白衣舍坐，為白衣笑故，應當學。", "694": "「一心受飯，應當學。", "695": "「一心受羹，應當學。", "696": "「不溢鉢受飯食，應當學。", "697": "「羹飯等食，應當學。", "698": "「不刳飯如井食，應當學", "699": "「不摶飯食，應當學。", "700": "「不大摶飯食，應當學。", "701": "「不手把食，應當學。", "702": "「不張口待飯食，應當學。", "703": "「不含食語，應當學。", "704": "「不齧半食，應當學。", "705": "「不吸食作聲食，應當學。", "706": "「不嚼食作聲食，應當學。", "707": "「不味咽食食，應當學。", "708": "「不吐舌食，應當學。", "709": "「不縮鼻食，應當學。", "710": "「不舐手食，應當學。", "711": "「不膩手受食器，應當學。", "712": "「不振手食，應當學。", "713": "「不指捫鉢食，應當學。", "714": "「不病不得為身索若飯若羹，應當學。", "715": "「不得以飯覆羹更望得，應當學。", "716": "「不呵相看比坐鉢，應當學。", "717": "「端視鉢食，應當學。", "718": "「次第食盡，應當學。", "719": "「不應洗食鉢水棄白衣舍內，除語檀越，應當", "720": "學。", "721": "「騎乘人，不應為說法，除病，應當學。", "722": "「人在前、比丘尼在後，不應為說法，除病，", "723": "應當學。", "724": "「人在道中、比丘尼在道外，不應為說法，", "725": "除病，應當學。", "726": "「人坐、比丘尼立，不應為說法，除病，應當學。", "727": "「人在高處、比丘尼在下處，不應為說法，除", "728": "病，應當學。", "729": "「人臥、比丘尼坐，不應為說法，除病，應當學。", "730": "「人覆頭不應為說法，除病，應當學。", "731": "「人襆頭，不應為說法，除病，應當學。", "732": "「肘隱人，不應為說法，除病，應當學。", "733": "「人叉腰，不應為說法，除病，應當學。", "734": "「人左右反抄衣，不應為說法，除病，應當學。", "735": "「人偏抄衣，不應為說法，除病，應當學。", "736": "「以衣覆右肩全舉左肩上，不應為說法，除", "737": "病，應當學。", "738": "「人著革屣，不應為說法，除病，應當學。", "739": "「人著屐，不應為說法，除病，應當學。", "740": "「人捉杖，不應為說法，除病，應當學。", "741": "「人捉蓋，不應為說法，除病，應當學。", "742": "「人捉刀，不應為說法，除病，應當學。", "743": "「人捉弓箭種種器仗，不應為說法，除病，", "744": "應當學。", "745": "「不應生草上涕唾，除病，應當學。", "746": "「不應淨用水中大小便涕唾，除病，應當學。", "747": "「不應立大小便，除病，應當學。", "748": "「樹過人不應上，除大因緣，應當學。」", "749": "「諸大德！已說眾學法。今問諸大德是中清淨", "750": "不？」第二、第三亦如是問：「是中清淨不？」「諸大", "751": "德！是中清淨，默然故，是事如是持。」", "752": "「諸大德！是七滅諍法，半月半月波羅提木叉", "753": "中說。", "754": "「應與現前毘尼人，當與現前毘尼。", "755": "「應與憶念毘尼人，當與憶念毘尼。", "756": "「應與不癡毘尼人，當與不癡毘尼。", "757": "「應與自言治人，當與自言治。", "758": "「應與覓罪相人，當與覓罪相。", "759": "「應與多覓罪人，當與多覓罪。", "760": "「種種僧中諍事生，如草布地除滅，應當學。」", "761": "「諸大德！已說七滅諍法。今問諸大德是中清", "762": "淨不？」第二、第三亦如是問：「是中清淨不？」「諸", "763": "大德！是中清淨，默然故，是事如是持。」", "764": "「諸大德！已說戒序、已說八波羅夷法、已說十", "765": "七僧伽婆尸沙法、已說三十尼薩耆波夜提", "766": "法、已說百七十八波夜提法、已說八波羅提", "767": "提舍尼法、已說眾學法、已說七滅諍法，是事", "768": "入佛經中半月半月戒經中，說及餘隨道", "769": "戒法，是中諸大德一心歡喜不諍，一學一道", "770": "和合，如水乳合安樂行，如是應當學。」", "771": "毘婆尸佛如來、無所著、等正覺，為六百二十", "772": "萬比丘前後圍繞，說是戒經：", "773": "「忍辱第一道，涅槃佛稱最；", "774": "出家惱他人，不名為沙門。」", "775": "式佛如來、無所著、等正覺，為八十萬比丘前", "776": "後圍繞，說是戒經：", "777": "「譬如明眼人，能避嶮惡道；", "778": "世有聰明人，能遠離諸惡。」", "779": "隨葉佛如來、無所著、等正覺，為十萬比丘前", "780": "後圍繞，說是戒經：", "781": "「不惱不說過，如戒所說行，", "782": "飯食知節量，常樂在閑處，", "783": "心淨樂精進，是名諸佛教。」", "784": "拘樓孫佛如來、無所著、等正覺，為四萬比", "785": "丘前後圍繞，說是戒經：", "786": "「譬如蜂採花，不壞色與香，", "787": "但取其味去；比丘入聚落，", "788": "不破壞他事，不觀作不作，", "789": "但自觀身行，諦視善不善。」", "790": "拘那含佛如來、無所著、等正覺。為三萬比丘", "791": "前後圍繞，說是戒經：", "792": "「欲得好心莫放逸，聖人善法當勤學；", "793": "若有知寂一心人，乃能無復憂愁患。」", "794": "迦葉佛如來、無所著、等正覺，為二萬比丘前", "795": "後圍繞，說是戒經：", "796": "「一切惡莫作，當具足善法，", "797": "自淨其志意，是則諸佛教。」", "798": "釋迦牟尼佛如來、無所著、等正覺，為千二百", "799": "五十未曾有僧前後圍繞，說是戒經：", "800": "「護身為善哉，能護口亦善；", "801": "護意為善哉，護一切亦善。", "802": "比丘護一切，便得離眾苦；", "803": "比丘守口意，身不犯眾惡，", "804": "是三業道淨，得聖所得道。」", "805": "「若人撾罵不還報，於嫌恨人心不恨，", "806": "於瞋人中心常淨，見人為惡自不作。」", "807": "「七佛為世尊，能救護世間；", "808": "所可說戒經，我已廣說竟。", "809": "諸佛及弟子，恭敬是戒經；", "810": "恭敬戒經已，各各相恭敬，", "811": "慚愧得具足，能得無為道。」", "812": "「諸大德！已說波羅提木叉意，僧一心得布薩。」", "813": "十誦比丘尼波羅提木叉戒本一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1437 十誦比丘尼波羅提木叉戒本: 十誦比丘尼波羅提木叉戒本: 十誦比丘尼波羅提木叉戒本: 十誦比丘尼〔波羅提木叉〕－【三】【宮】〔波羅提木叉〕－【宋】【元】【明】【宮】波羅提木叉戒本", "source": "CBETA"}