{"author": "佛陀蜜多撰  劉宋 曇摩蜜多譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0619 五門禪經要用法: 五門禪經要用法: 五門禪經要用法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 619", "1": "五門禪經要用法", "2": "大禪師佛陀蜜多撰", "3": "宋罽賓三藏曇摩蜜多譯", "4": "坐禪之要，法有五門：一者安般；二、不淨；三、", "5": "慈心；四、觀緣；五、念佛。安般、不淨二門、觀緣，此", "6": "三門有內外境界；念佛、慈心緣外境界。所以", "7": "五門者，隨眾生病：若亂心多者，教以安般；若", "8": "貪愛多者，教以不淨；若瞋恚多者，教以慈心；", "9": "若著我多者，教以因緣；若心沒者，教以念佛。", "10": "若行人有善心已來，未念佛三昧者，教令", "11": "一心觀佛。若觀佛時，當至心觀佛相好了了，", "12": "分明諦了已，然後閉目憶念在心；若不明了", "13": "者，還開目視，極心明了然後還坐。正身正意", "14": "繫念在前，如對真佛明了無異。即從座起跪", "15": "白師言：「我房中係念見佛無異。」師言：「汝還本", "16": "坐，係念額上，一心念佛。」爾時額上有佛像現，", "17": "從一至十乃至無量。若行人所見多佛從額", "18": "上出者、若去身不遠而還者，教師當知此是", "19": "求聲聞人。若小遠而還者，求辟支佛人。若遠", "20": "而還者，是大乘人。三種所出佛還近身，作地", "21": "金色，此諸佛盡入於地，地平如掌明淨如鏡。", "22": "自觀己身明淨如地，此名得念佛三昧境界。", "23": "得是境界已白師。師言：「是好境界。」此名初門", "24": "觀也。師復教係念在心然後觀佛。即見諸佛", "25": "從心而出，手執琉璃杖，杖兩頭出三乘人，光", "26": "焰有大小。如是出已，末後一佛執杖在心正", "27": "立而住，末後住佛迴身還入，先去諸佛盡來", "28": "隨入。若小乘人入盡則止；若大乘人入盡已，", "29": "悉從身毛孔出滿於四海，上至有頂下至風", "30": "際，如是照已還來入身如淨琉璃。所以光明", "31": "還來入身者，欲示勇猛健疾境界相好。如是", "32": "已即往白師。師言：「此名一切念處，以能生諸", "33": "定故名為念處。亦初得此法。皆是諸佛弟子", "34": "所得，非是邪道神仙所見。上杖者，定相也。相", "35": "光者，智慧相也。此內凡夫境界相也。」", "36": "師復更教言：「汝從今捨前二觀，係心在齊。」", "37": "即受師教，一心觀齊。觀齊不久，覺齊有動相，", "38": "諦視不亂。見齊有物，猶如鴈卵其色鮮白。即", "39": "往白師。師言：「汝更視在處。」如師所教，觀已有", "40": "蓮花，琉璃為莖、黃金為臺，臺上有佛結跏趺", "41": "坐。第一佛齊中復有蓮花出，上復有佛結跏", "42": "趺坐。如是展轉相出乃至大海，海邊末後第", "43": "一佛還入第二佛齊，第二佛還入第三佛齊，", "44": "如是展轉還入乃至人齊佛。令為一一佛入行", "45": "人齊中已，行人自身諸毛孔遍出蓮花滿虛", "46": "空中，猶如垂寶瓔珞。如是出生，見諸蓮花盡", "47": "入齊。行人爾時身體柔軟輕悅，自見己身明", "48": "淨如雜寶色，即以所見白師。師言：「大善。汝好", "49": "用心觀此身成定相也。」師教言：「更觀齊中。」即", "50": "如教觀，見頂有五色光焰。見已白師。師言：「更", "51": "觀五光有五瑞相。」如教觀已，見有一佛在光", "52": "明中結加趺坐，更觀五光中佛有何瑞相？即", "53": "見佛口中種種蓮花出，出已遍滿大地。更令", "54": "觀五光中佛一，見佛齊中有五師子出，師子", "55": "出已食所出諸花已，還入五光中佛齊中。師", "56": "子入已，五光及佛即從頂入。此名師子奮迅", "57": "三昧定相也。", "58": "行人復觀光入佛身已，行人身作金色。見金", "59": "色已，見齊中有物，圓如日月白而明淨。見已", "60": "白師。師言：「更觀。」即見佛出滿腋下，及腰中有", "61": "佛出，凡四佛出。四佛出已見四佛身，一一佛", "62": "出無量圓日光，日光甚明淨。因諸日光，見", "63": "四天下色，上至有頂下至風際悉皆明了，如", "64": "見掌中無所罣礙。此名白淨解脫境界也。見", "65": "如此已，還見四佛隨出處還入。四佛入已，復", "66": "見白焰諸光，前入後出、後入前出，左入右出、", "67": "右入左出。如是四種出入竟，見自身明淨，", "68": "及水四邊圓滿淨光。此為名明淨境界。見此", "69": "光已，名成念佛三昧，在四禪中。", "70": "不淨門行者，善心來詣師所，未受法時，師教", "71": "先使房中七日端坐。若有緣者，覺身及齊有", "72": "瞤動相，自見己身明了，左足大指爪上有白", "73": "露如珠。行者從座起，以所覺白師。師教行人", "74": "行住坐立相。其人內境界多者，視占極高遠，知", "75": "緣外多。若一心徐步視占審諦者，知緣內。若", "76": "外緣者，教觀塚間死屍。見已還來在房中坐，", "77": "自觀己身。念骨若三日不失，次觀房中諸人，", "78": "漸漸令見白骨，次第相續至於大海。以何相", "79": "故到大海？緣見水波源。一切骨人及己身盡", "80": "著瓔珞，復見大水來灌其頂滿於己身，滿己", "81": "身已令從足指出成血河。此名為厭患三昧", "82": "也。", "83": "復專念前，見一切臥，唯有身在。以白師。師", "84": "言：「汝自觀分為五分。」所以為五分者，欲知內", "85": "覺外覺為驗。身若能壞作五分了者，即知今", "86": "則無有我，一一亦無我，心則若住無我定門。", "87": "若住定時盡見支節有刀出，諸刀刃皆有明", "88": "焰出，此名無我智慧境界。", "89": "復更係心白骨，自見骨上有明星出，四邊有", "90": "金丸。星者，明淨境界。金丸者，智慧境界二十", "91": "五。此名白骨境界滿也。", "92": "於十想中略出白骨相也。行人雖見白骨，於", "93": "男女色故生愛心，欲除愛者應觀三十六物。", "94": "若觀時應係心額上，係心不久，見有明珠於", "95": "額而現在前，不令墮落，為心堅住故。所以有", "96": "此相者，現法流出故。如是不久，教令放已", "97": "入地，入地已隨而觀之，明淨而下過於地界。", "98": "所以知者，自見己身及處處見凍凌過於風", "99": "界。所以知者，身體柔軟過於水界。所以知", "100": "者，自見己身及處處有水，上有泡出若到風", "101": "界。所以知者，自見己身猶如虛空珠。若尋空", "102": "還來，明淨光明隨珠而來。珠若出已入行人", "103": "齊中，入已見三十六物明了無礙。行人爾時", "104": "得男女相定滿。", "105": "白骨觀法。白骨觀者，除身肉血筋脈都盡，", "106": "骨骨相拄，白如珂雪，光亦如是。若不見者，譬", "107": "如癩人，醫語其人家：「若令飲血，色同乳者，", "108": "便可得差。」家中所有悉令白，作白銀器盛", "109": "血，語言：「飲乳，此病必差。」病言：「血也。」答言：「白物", "110": "治之。汝豈不見家中諸物悉是白物，罪故見", "111": "血。但當專心乳相，莫念是血也。」如是七日，", "112": "便變為乳，何況實白而不能見。即見骨人，骨", "113": "人之中其心生滅相續如綖貫珠。如是所見", "114": "及觀外身，亦復如是。若心故住精進不廢，如", "115": "鑽火見烟、穿井見泥得水不久。若心靜住，開眼", "116": "見骨了了，如水澄清，則見面像；濁則不見。", "117": "觀佛三昧，佛為法王，能令人得種種善法，是", "118": "故坐禪之人先當念佛。佛者能令人無量罪", "119": "微薄得諸禪定，至心念佛、佛亦念人。為王所", "120": "念，怨家債主不能侵近；念佛亦爾，諸餘惡法", "121": "不能嬈亂。若念佛者，佛不在世云何憶念？人", "122": "之自信無過於眼，當觀好像如見真佛無異。", "123": "先從肉髻、眉間白毫，下至於足，復至肉髻，相", "124": "相諦觀。還於靜處閉目思惟，係心在像使不", "125": "他念，若有餘緣攝之令還。心自觀察如意得", "126": "見，是為得觀緣定。當作是念：「我亦不往，像亦", "127": "不來，而得見者由心定想住也。」得觀佛定已，", "128": "然後進觀生身，便得見之如對面無異也。人", "129": "心馳散多緣惡法，當如乳母看視其子不令", "130": "作惡。若心不住，當自責心：「老病死苦常來逼", "131": "切。若生天上著於妙欲，無有治心善法。若墮", "132": "三惡，苦惱怖懅善心不生。今於此身當至心", "133": "念佛。」復作是念言：「生在末世法欲滅盡，猶如", "134": "打鼓開門放囚，鼓聲漸止門閉一扇，豈不自", "135": "知不求出獄也。過去無始世界生死已來，所", "136": "更苦惱萬端。今始受法未得成就，無常死賊", "137": "常來侵害，經無數劫生死之苦。」如是種種責", "138": "心令住於相，坐臥行步常得見佛，然後更進", "139": "生身。得禪定已，展轉則易生身觀。法身觀者，", "140": "既以觀像心隨想成就，斂意入定即便得見。", "141": "當因於像以念生身。觀云如坐於菩提樹下，", "142": "光明顯照相好奇特。又如鹿野苑中為五比", "143": "丘說四諦法。又如耆闍崛山放大光明為諸", "144": "大眾說般若時。隨用一處，係念在前不令外", "145": "散，心想得住即便見佛，舉身快樂貫徹骨髓。", "146": "譬如熱時得清涼池、寒得溫室，世間之樂無", "147": "以為喻。法身觀者，已於空中見佛生身，當因", "148": "生身觀內法身，十力、四無所畏、十八不共法、", "149": "大慈大悲無量善業。如人先見金瓶，後觀瓶", "150": "內摩尼寶珠。所以法身真妙神智無比，無近", "151": "無遠無難無易，無量世界悉如目前，無有一", "152": "法而不知者，一切諸法無所不了。是故行者", "153": "當常專念不令心散，若念餘緣攝之令還。復", "154": "次一切命過者，知當死時先失諸根。如投火", "155": "坑，發聲至梵天。甚大怖畏無過死賊，唯佛一", "156": "人力能救拔，與種種人天涅槃之樂。復次一", "157": "切諸佛，世世常為一切眾生故不惜身命。如", "158": "釋迦文佛為太子時出遊觀看，見一癩人，即", "159": "勅醫言：「當須不死人血飲之、髓塗之，乃可", "160": "得差。」太子念言：「是人難得。設使有者，復不可", "161": "害，一差一死。」即便以身與之令治。佛為一切", "162": "眾生亦復如是，佛恩深重過於父母，假使一", "163": "切眾生悉為一分，二分之中當念佛，不應餘", "164": "念。如是種種功德，隨念行事。若此念成，斷除", "165": "結縛，乃至可得無生法忍。若於中間諸病起", "166": "者，隨病服藥。若不得定，六欲天中豪尊第一，", "167": "業行所致宮殿自隨，或生諸佛前無不定也。", "168": "如人藥和赤銅，若不成金不失於銀也。", "169": "觀十方諸佛法", "170": "念十方佛者，坐觀東方廓然大光，無諸山", "171": "河石壁，唯見一佛結加趺坐舉手說法。心明", "172": "觀察光明相好畫然明了，係心在佛不令他", "173": "緣，心若餘念攝之令還。如是見者，便增十佛。", "174": "既見之後，復增百佛千佛乃至無邊身。近者", "175": "則使轉遠轉廣，但見諸佛光光相接。心明觀", "176": "察得如是者，迴想東南復如上觀。既得成已，", "177": "西北方四維上下亦復如是。既向方方皆見", "178": "諸佛已，當復一時并觀十方諸佛，一念所緣", "179": "周遍得見。定心成就者，於定中見十方諸佛", "180": "皆為說法，疑網悉除得無生忍。若有宿罪因", "181": "緣不見諸佛者，當一日一夜六時懺悔勸請", "182": "隨喜，漸自得見。縱使勸請不為說法，是人", "183": "心快樂身體安無患也。", "184": "初習坐禪法", "185": "先教注意觀右脚大指上見洪脹，以意發抓", "186": "却之，令黃汁流如膿血出，肌肉爛盡已唯見", "187": "白骨。盡見，應廣教骨觀。若見滿一天下者，宜", "188": "教大乘。若見近者，宜教小乘。教注意觀鼻頭，", "189": "憶想人身肌肉皆是父母精氣不淨所成，次", "190": "觀齒白人身中唯此白骨耳。若見齒長、若額", "191": "上白者，即觀骨令身皆白，遠近如上。此人隨", "192": "根深淺，若教時不能卒見白骨者，教如常九", "193": "想觀，令一月一秋修習，要見白骨乃前。若見", "194": "眾生教觀慈心觀法，教熟觀白骨，若見餘物，", "195": "當語前人：「此亦好耳，且置是事但觀白骨。」前", "196": "當若久觀白骨，云：「我身中覺煖。」教令續觀。見", "197": "煖覺已安隱和悅者，此是煖法。次當教以意", "198": "解白骨，令節節解散。若見餘物，當令且置，", "199": "但觀白骨解離。久久觀之，若言：「我頂上火出。」", "200": "教令更觀。云：「我常見頂上火出。」身中安樂無", "201": "有亂想，此是頂法。", "202": "次教注意令骨白淨已，分散飄落在地如雪", "203": "在地，或如爛土其上或有白光種種異物。教", "204": "更觀之。若言：「續見如是，身中快樂。」當語：「汝本", "205": "時所愛人，試憶念與作世事。」彼觀已言：「我憶", "206": "念人，見之但變作膿血不淨，甚可惡見。」次教", "207": "觀身如草束或如空韋囊。若言：「我見自身如", "208": "乾草束或如空韋囊，有火燒盡乃無有我。」", "209": "教令更觀：「汝意起時從何處起？滅時從何處", "210": "滅觀之？」觀者要言：「我見卒覺起時從意起，", "211": "滅時鼻頭滅。鼻頭滅時，身中和靜，不覺有我，", "212": "了了分明。」教觀頂上，言：「我見身長大，頂上", "213": "出水滿於身中，令其極滿，齊中出之流在前", "214": "地。」水出既盡，教更重下水，令身麁大。若言：「我", "215": "見身大，水滿其中，出之水成大池。」教以酥灌", "216": "頂令入身中。若言：「我以酥灌頂，便身廣大。」教", "217": "諦觀之。若言：「觀須臾之間見皮火起，火便熾", "218": "然滿身中，以水滅之，令火滅盡快得穌息。」教", "219": "係意觀池。答言：「我見池中自然有樹，樹生甘", "220": "果。」見此果已，若有眾生來飢餓求索，觀者見", "221": "之，教即起慈，便自觀身。若言：「我觀自身盡", "222": "膿血流出在地，眾生見之便取食之，食之既", "223": "足各四向而去。」教自觀身及觀他身。若言：「便", "224": "見眾多餓鬼來在身邊，飢餓所逼命如絲髮。」", "225": "即教以慈心以身施之。若言：「我以身施之令", "226": "得充足。」教復更觀。若言：「我見無數眾生遶身", "227": "四邊。」若見此事，應教自觀身。若言：「我自見身", "228": "不淨膿血在地，眾生見之便取食之。」既飽足", "229": "已教令諦觀：「我見忽然火起，燒諸罪人及其", "230": "己身，在池水所有悉已都盡。」復教諦觀見處。", "231": "若言：「我見眾生及池中水己身悉平復如故。」", "232": "觀眾生及其己身。若言：「我見自身乳出流下", "233": "在地，眾生見之不能得食，由罪重故。」教以慈", "234": "心觀。若言：「我須臾之間乳化為膿，眾生飢急", "235": "便食之，既飽足已便見脚底火然燒諸眾生", "236": "忽然滅盡。」行人見此事已，應教自發願更不", "237": "受生。教尋觀前池。若言：「我觀見水池，池中蓮", "238": "花樹枝葉茂盛。見此事已，自身入水叢樹邊", "239": "坐，自觀身中火出滿於池中，須臾之頃忽然", "240": "火起，自燒己身及眾生，池水都盡。」尋教更觀。", "241": "若言：「我見池中忽然樹生，枝葉茂盛，出生甘", "242": "果。行人見之，向樹食果。既飽足已，身心明淨", "243": "安隱快樂。」教淨觀此池及其己身。若言：「須臾", "244": "之間都已乾枯。」行者見此破壞之相，心懷怖", "245": "恐，即來白師。師應教身為苦本觀，令觀身", "246": "使如泡沫。若言：「我見自身如泡沫及身出骨，", "247": "出已便以手摩如麵平以為地。」尋復教觀令", "248": "身如氣囊。若言：「我自觀如氣囊即變骨出，其", "249": "骨微細摩以塗地，其地青色。」復教觀身。若", "250": "言：「我觀自身微塵及身出骨，其骨絕黑，摩以", "251": "為地。」教自觀身及觀於地。答言：「我觀其池", "252": "蛇出，身赤如火，蛇來逼身，便變為火自燒其", "253": "身。如是七反。座中自然有水灑之，蛇身即", "254": "滅。」教復還觀身及觀於地。若言：「我觀須臾", "255": "之間自然光出高大明好。」尋復觀身。若言：「我", "256": "覺和適心意快樂無有懈息，自然光來遍身", "257": "滿。」七反教自觀身。若言：「我便自見頂上有光", "258": "似如雲蓋，其色如銀。」具足此事，應於初道，亦", "259": "名觀火竟。", "260": "次觀水大，教令觀身中何處有水？若言：「身中", "261": "盡是水。」教令更觀。若言：「我見水眼中現」者好。", "262": "若不著：「汝觀頭已上水何處出？」若言：「我見水", "263": "從眼中，復不墮地。眼如水沫，頭中亦滿。」師當", "264": "問：「汝見水何似？出時悉有何相？」答言：「我見頭", "265": "中不溫不冷。」大好。若言水溫，當知非真，復教", "266": "更觀，要令水不溫不冷乃是真相。教觀咽胸", "267": "已下至腹中令見水滿，但莫令入臂脚中。水", "268": "要頗梨色。若覺水溫，爾乃是真，餘者非真", "269": "也。次觀身中通臂脚。若言：「我見皆皮囊者相。", "270": "又見水滿中舍及床座處。」是水冷者爾乃是", "271": "真，餘者非真。若廣見水者大好。", "272": "次觀水大從何處盡？若言：「我見水從我身中", "273": "消盡，唯有空皮或如草束，火起燒盡了無有", "274": "我也。」", "275": "觀水大竟。", "276": "次觀火大，教令觀齊四邊何處有火？若言：「我", "277": "見齊上火起。」或言從鼻中出、或言從口中出、", "278": "或言眼耳中出者，教令更觀。答言：「我見", "279": "鼻中五色光出其狀如絲，身中不溫不冷。」此", "280": "則一法，教更觀之。若云：「我見火從頂上出，或", "281": "言從下道出。」教令更觀。云：「我見火在頭上如", "282": "雲蓋狀，或言在下如雲狀，身澹愉安隱。」此", "283": "則一法，教令更觀身。云：「我見火從齊中出，喻", "284": "如蓮花其色如金者。」大好，教令觀身中火。若", "285": "言：「我行坐常見火，不但唯坐時也。行時見火，", "286": "似如人持火行，常在我前大明。乃應他人怪", "287": "之，而他人實不見，而身常溫。」此是一法，教更", "288": "久觀之。云：「我見大海水其中有摩尼珠，其珠", "289": "焰出如火。」此珠則是一法也。", "290": "觀火大法竟。", "291": "次觀風大，此風大其性細微，非條疏所解故", "292": "不出。此四大是坐禪根本所由處，雖多見餘", "293": "相，要向此四觀也。", "294": "初教觀佛，先教坐定意，不令外念諸緣使", "295": "人。然後將至好像前，令諦觀像相好分明。然", "296": "後安坐，教以心目觀此像相好。若言：「我見像", "297": "分明。」是一事。", "298": "教自觀身，令身安坐，教還觀佛。若言：「我見一", "299": "佛至十佛，悉令明了。」是二事。", "300": "教令諦自觀身漸安，教還觀佛。若言：「我見十", "301": "佛至二十佛明了。」是三事。", "302": "教自觀身令身轉安淨，教還觀佛。若言：「我見", "303": "二十佛至五十佛，明了如前。」是四事。", "304": "教自觀身令意轉細，教還觀佛。若言：「我見五", "305": "十佛至百佛，相好如前。」是五事。", "306": "教自觀身令心轉細，教還觀佛。若言：「我見百", "307": "佛至千佛，明了如前。」是六事。", "308": "教自觀身令心轉細，還教觀佛。若言：「我見二", "309": "百佛至四百佛，明了勝前。」是七事。", "310": "教自觀身令心轉細，教還觀佛。若言：「我見四", "311": "百佛至八百佛，相好轉明。」是八事。", "312": "教自觀身令心轉細，還教觀佛。若言：「我見八", "313": "百佛至千佛。」是九事。", "314": "從一佛至千佛，諦觀相好極令分明，還自觀", "315": "身不淨膿血，即教作不淨觀。若見白骨，即作", "316": "白骨觀。若見苦痛眾生，即作慈心觀。若不見", "317": "此事，還觀一佛，至心懇惻求哀懺悔。是初學", "318": "家觀佛法。若趣住地，應廣觀佛。若言：「我見一", "319": "佛至百千萬乃至眾多佛，相好明了。」是第十", "320": "事。", "321": "教觀自身令身明淨，教還觀佛，發大誓願心", "322": "生供養。言：「我見無量諸佛，於佛前自然有花，", "323": "便取供養悉令周遍。」是十一事。", "324": "教自觀身令身明淨，還教觀佛。若言：「我如前", "325": "見已心生歡喜。」教至心觀佛念欲供養。若言：", "326": "「我見自然有花樹踊出，上生種種雜色花，自", "327": "然有人取此好花與我，供養散諸佛上，普", "328": "使周遍華故不盡。」是十二事。", "329": "次教於佛邊坐，自觀己身極令明淨，還教觀", "330": "從東方始，令意東行見無數佛，意疲乃息。是", "331": "十三事。", "332": "教前境界次東行。若言：「我意東行，見無數佛", "333": "滿於虛空無有邊際，意疲乃息。復更旋意東", "334": "行，要有限礙乃住，南西北方亦復如是。」是", "335": "十四事。", "336": "教令自觀身中支節悉已明了。若言：「我見者。」", "337": "教還觀佛足下。若言：「我見佛足下雜光明，然", "338": "後還至四方，一切諸佛悉在光上蓮花中。」是", "339": "十五事。", "340": "教發觀佛喜心，諦觀足下。若言：「我見佛足下", "341": "光出，至於大地無有邊際。」教乘此光觀。若言：", "342": "「我見苦痛眾生無量無邊，光所照處悉皆安", "343": "樂。」是十六事。", "344": "教觀自身令復轉明淨，教觀一佛齊中。若言：", "345": "「我見佛齊中光出，遍至四方極遠之處，一切", "346": "諸佛悉上光住。」是十七事。", "347": "教尋光觀。若言：「我見無量人於光中現，悉受", "348": "決樂。」是十八事。", "349": "教自觀身令極明淨，教還觀一佛兩乳。若言：", "350": "「我見佛兩乳中自然光出，遍至四方，一切諸", "351": "佛悉在光上。」是十九事。", "352": "教尋光觀。若言：「我見此光中有無量人，悉受", "353": "快樂。」是二十事。", "354": "教自觀身見身極明，教還觀一佛眉間。若言：", "355": "「我見光從眉間出，大如斗許，漸漸麁大，便上", "356": "向去踊在空中。」教令尋光觀，為隨何光上？意", "357": "疲乃息，復更尋去。若言：「我尋去，上至無極，到", "358": "光所盡。」是二十一事。二十二事本闕。", "359": "教尋此花佛，從東方始。若言：「我見光著，有無", "360": "量細微光皆悉如觀。此光頭盡有化佛滿於", "361": "東方，中間相去或五步。」教續東行觀之。若", "362": "言：「我行見無量佛。意疲乃息。」教續觀至極違", "363": "處更見餘相，乃至南西北方亦復如是。是二", "364": "十三事。", "365": "教自觀身。若言：「我自見身悉明淨喻如聚光。」", "366": "教令觀佛次第作禮供養。若言：「我見無量諸", "367": "佛行列，我持眾花次第灑散，供養諸佛悉令", "368": "周遍。」是二十四事。", "369": "教令觀此所供養花。若言：「我見花墮者，在於", "370": "佛邊便成花帳，行伍次第嚴好微妙，悉皆如", "371": "是。如是一切諸佛，悉在帳中坐其床上。」是二", "372": "十五事。", "373": "教觀花帳。若言：「我見花帳漸漸高出，踊在空", "374": "中合成一蓋覆一切佛。」是二十六事。", "375": "教觀自身。若言：「我見自身麁大喻如聚光。」教", "376": "還觀佛次第作禮悉令周遍，仰觀於蓋。若言：", "377": "「我見上花蓋中，有花臺下向，七寶成，中有花", "378": "下，以手承取。」教散諸方供養諸佛悉令周遍。", "379": "是二十七事。", "380": "教向佛作禮求願已周，教令至心在於佛邊", "381": "坐。若言：「我坐須臾頃，見地自然踊出七寶臺", "382": "色妙香好，便取供養一切諸佛。」是二十八事。", "383": "教自觀身極令明，教令明。教令於佛邊", "384": "坐，觀所供養花。若言：「我見此花在佛足下，便", "385": "成琉璃之座。次第行伍佛坐上，中間道陌", "386": "悉皆上寶所成，端直無比。」是二十九事。", "387": "教自觀身。若言：「我見身中更有小身，兩重而", "388": "現，內見外明淨。」教還觀佛。若言：「我見一切諸", "389": "佛來入一佛身中而不迫迮。」是三十事竟。", "390": "觀佛事多，略出三十事以教行者。", "391": "初教慈心觀法，先教懺悔，淨身口意，至心懇", "392": "惻發弘誓願，然後教坐，便心目自觀己身。若", "393": "言：「我見自身。」便觀他身。若言：「我見眾生苦痛", "394": "在前，足下火然，成於火坑焚諸罪人，身體膿", "395": "爛血流成池，高聲大喚苦痛無量。復見四方", "396": "有城圍遶。」是名初事。", "397": "教發大願生憐愍心諦觀眾生。若言：「我見", "398": "罪人為火所逼投膿血池，池中膿血便應變", "399": "為火坑燒諸罪人，苦痛無量便共號哭無寧", "400": "息處。」二事。", "401": "教令諦觀莫懷恐怖誓心救濟，教令人人代", "402": "之乃至眾多。若言：「我人人代己，將著坑上令", "403": "得蘇息。」三事。", "404": "教諦觀之。若言：「我見諸城門中有無量人，來", "405": "投火坑復受苦痛，代之令出，將至所安。」四事。", "406": "教令諦觀。若言：「我見諸門中人來不止，受無", "407": "量苦。我以慈心力，便以自手捫摸此門，門便", "408": "破盡四壁盡破。」五事。", "409": "教以慈觀之。若言：「我見諸治罪人心生憐愍，", "410": "下淚如雨，以手接取灑散火坑，火尋滅盡。」六", "411": "事。", "412": "教更觀之。「見火已滅唯有膿血盛滿大坑，自", "413": "身出水以著池中，池血消盡其水澄清。」七事。", "414": "教令諦觀。若言：「我見池中生大花樹，眾生見", "415": "此樹便來取之。」教令飲之洗浴令身清淨。八", "416": "事。", "417": "教自上花臺上。若言：「我上花臺已，見下眾生", "418": "復欲得上，即挽上之著葉中。其花狹小不", "419": "相容受，我以手摩令花廣大得相容受。」九事。", "420": "教自觀身明淨已。若言：「我并見諸罪人飢餓", "421": "須食，生憐愍心，即於身邊便有飲食，我便與", "422": "之悉令飽足使得休息，諸人皆言離苦得樂。」", "423": "十事。", "424": "教令諦觀。「花臺增長有數重出，我便尋上至", "425": "第二重，身安坐已便喚下人悉上花臺快得", "426": "安住。我生悲心，於是花上所須之物飲食充", "427": "飽，我以慈心即為說法：『汝由宿世作毒火燒", "428": "人家種種惡業，今受此報。汝可懺悔，滅除宿", "429": "罪。』」十一事。", "430": "教生善心復登華臺。若言：「我已下重諸人亦", "431": "上，所須與之令無所乏須，復為說法，天上", "432": "人間五道報應，令心開解。」十二事。", "433": "教尋花上。若言：「我已於花上，為下重諸人復", "434": "欲得上，我悉上之。復生喜心觀此花中，便有", "435": "自然金銀珍寶衣裳飲食所須之物，悉給與", "436": "之。天諸伎樂自然而至，隨意所欲受快樂已，", "437": "便為說法：『汝等善心始生，果報尋至，封受此", "438": "果報。』」十三事。", "439": "教增喜心乘華而上。若言：「已上華臺頭，在下", "440": "諸人心生歡喜，尋後而上盡華頭。」復教觀花。", "441": "若言：「我見華頭。我見華頭生大甘果，香味", "442": "具足。告諸人言：『樹上有果可取食。』便如所言", "443": "食得充足，皆言快樂。」十四事。", "444": "教觀華中。若言：「我見華中有七寶之臺自然", "445": "而出，中有經卷名曰智慧。我即宣令一切諸", "446": "人：『此中有經說三乘法，汝可作禮生恭敬心", "447": "花香供養。』復欲聽法，我便答言：『燒香散花。』供", "448": "養已訖，復欲聽法。我便答言：『我及眾會俱不", "449": "清淨，如何可聞？法者令身心清淨。』即便受教。", "450": "我語諸人：『悉令端坐，閉目一心除諸亂想。』我", "451": "亦如是，須臾之間，身盡明淨心意泰然。我即", "452": "語之：『今當為汝說此妙法，至心聽受。』即便受", "453": "教。我為說法，令得聞法。既聞法已，於上空中", "454": "有自然光明照此華臺，一切諸人便於四方", "455": "悉令明淨。此諸人等見光歡喜身輕踊躍，尋", "456": "光而去。」十五事。", "457": "教諦觀身。若言：「我自見身光出，遶身四邊，其", "458": "明轉盛，便自以手推此光明遠至四方。有無", "459": "量人尋光來至，我以慈心便給所須，令得充", "460": "足無所乏少。便為說法，令得信解歡喜受行，", "461": "須臾之頃便踊身空中徘徊而去。」十六事。", "462": "教諦觀華臺。若言：「我見華臺所有悉已去，都", "463": "不得見，四向清淨。」於此事中境界亦多，略出", "464": "所有耳。", "465": "續教作慈心觀，先教以慈心自觀己身。見已", "466": "了了，便教觀苦痛眾生。若言：「我見四山之中", "467": "有大地獄，罪人滿中受大苦痛。須臾之頃忽", "468": "然便有鐵蓋，覆諸罪人令不得現。」初事。", "469": "教以慈心發大誓願：「我當救濟無量苦惱眾", "470": "生令得解脫，即起慈心坐鐵蓋上破此鐵蓋。」", "471": "若言：「我以此手破碎鐵蓋漸令破盡，便下向", "472": "觀見諸罪人受大苦痛。有重鐵輪在人頭上，", "473": "或在身中、或在足下、或大或小，膿血流出苦", "474": "痛無量，高聲大哭不可堪忍。復見無量治罪", "475": "之具治諸罪人，苦痛無量不可具說。」二事。", "476": "復教發誓願，益增悲心觀之。若言：「我見此罪", "477": "人，心生憐愍，淚下如雨，諸人小得休息。」三事。", "478": "教修慈心，代諸罪人將著高處，便得休息。須", "479": "臾之間人人如是。四事。", "480": "教更觀之。若言：「我見地獄四邊高壟起，中有", "481": "膿血池，池中四處忽然火起燒諸罪人，苦痛", "482": "難忍號哭稱怨。」若言：「我見此事生憐愍心，即", "483": "於身邊手出清水，四向灑之令火漸滅，小得", "484": "休息。」五事。", "485": "教令更觀。若言：「我見山間有無量人來入地", "486": "獄中，受諸苦痛不可稱計。我見此已心生憐", "487": "愍，便於池處立栰代諸罪人，將著栰上令", "488": "得休息。人人如是。」六事。", "489": "教諦觀之。若言：「我見諸山間人來不絕，受苦不", "490": "斷。我以慈心力，磨滅此山以為平地。」七事。", "491": "教以慈心，於此池上空中而坐，身出少水澍", "492": "於池中。若言：「我於空中坐已，下水澍池中，", "493": "池中膿血四向出去，其池澄清。須臾之頃於", "494": "池四面便有火起，燒此膿血悉已都盡。」八事。", "495": "教以悲心，於池上坐四面諦觀。若言：「我見鐵", "496": "輪毒害之具來至我座下成大臺，諸罪人等", "497": "各至四方安隱之處。我在臺上見下火起舉", "498": "臺然盡，火四向去燒諸四方，所到皆盡。」九事。", "499": "教觀池中。若言：「我見池中泉水廣大，乃至四", "500": "方無邊際，中生蓮華漸漸廣大覆此池上。教", "501": "在華中，便四向觀，見池四邊有無量人欲來", "502": "趣我，我教洗浴令身清淨。身清淨已，於花葉", "503": "間便開少分，於下水上住於道陌間，令諸人", "504": "等悉上花臺。」十事。", "505": "教觀池四邊。若言：「我見池四邊便有樓閣自", "506": "然而出，與華相接，令諸人等趣此樓上快得", "507": "休息。各各自言雖得樂。既止息已，便索飲", "508": "食。無以與之，於十指頭出雨，雨花為乳，諸人", "509": "等悉令足飽。」是十一事。", "510": "教令觀花臺中。若言：「我見花臺中更有臺出，", "511": "及四方樓俱更有重，廣大如前。我尋上到已，", "512": "於華葉間便開少分，設諸梯橙上諸人等。復", "513": "著臺上四向趣樓，隨來處東向，三方亦爾。復", "514": "加悲心觀此華中，復有自然所須之物，與四", "515": "方人令其充足。便為說法：『是身為苦無牢強", "516": "者，皆由宿世犯五逆罪行惡所致，受此苦痛。", "517": "今可懺悔。』尋如所言即便懺悔。」是十二事。", "518": "教觀華臺。若言：「我華臺中更出重樓閣，我便", "519": "尋上，到已復作梯橙。諸人上已，各各上樓休", "520": "息已，我於華上便取飲食衣服所須之物，四", "521": "向與之令無所少。便為說法，無量利益便生", "522": "信心，受持齋戒悉令奉行。」十三事。", "523": "教令更觀花臺樓閣。若言：「我見花臺樓閣如", "524": "前生，微妙勝前。我與諸人等如前尋上重已，", "525": "各共上樓，與諸人等便得充足令無所乏。復", "526": "為說法，即便受教悉得利益。」十四事。", "527": "教生喜心諦觀花中。若言：「我華臺中樓閣如", "528": "前生重，我與諸人悉共上已，我坐華上心", "529": "歡喜。須臾之頃見花臺樓皆作金色，七寶", "530": "合成，於上便有無盡寶藏，衣服飲食微細柔", "531": "軟箜篌樂器，須隨意所欲得充足已。復為說", "532": "法，皆悉受行。」十五事。", "533": "教更觀華臺中。若言：「我已見花臺中有樹踊", "534": "出，高樓十丈，枝葉茂盛生香美藥。自上樹頭", "535": "便下向觀，見下樓閣從下破落至五重，諸人", "536": "惶怖各言苦哉，便尋花上在諸花中。」十六事。", "537": "教生憐愍救濟諸人。若言：「於花葉中挽諸人", "538": "等上著花頭，便以甘果悉給與之，令無所乏。", "539": "便為說法，教修禪定滅諸惡，身心得清淨，踊", "540": "躍無量，飛行虛空隨意而去。」十七事。", "541": "教在花上四方遠觀。若言：「我見四方有光明", "542": "雲蓋來趣我身，於時我身復光出與蓋相接，", "543": "我以手摩令廣大。」十八事。", "544": "教即尋光從東方始。若言：「我尋光東行極遠，", "545": "於此光中見無量人，光中而來趣花所，如是", "546": "尋去到光住處，乃自還來花。教次第行伍，給", "547": "與衣食所須之物令得充足。便為說法，隨意", "548": "所應歡喜受行，身輕踊躍飛騰空中隨意而", "549": "去，南西北方亦如是。」十九事。", "550": "教觀身令廣大，滿於空中極明淨。「復明見四", "551": "方無量人來集身邊，我以慈心令入我身中，", "552": "入我身中已安止。須臾之頃有自然所須之", "553": "物，隨意應施與諸人等令無所乏，各得充足", "554": "快樂安隱。便為說法，無量利益，令得開解隨", "555": "意而去。」二十事。", "556": "如是等極多，略受法者說此事耳。形疾有三", "557": "品，風寒熱病為輕微。心心有三病患體，動有", "558": "劫數受諸苦惱，唯佛良醫授以法藥，能受行", "559": "者除生死病。令心決定專心不亂，如人見賊", "560": "安心定意，牢自莊嚴賊自退散。亂心惡賊亦", "561": "復如是。如是言曰：「血肉雖盡，但皮筋骨在。」不", "562": "捨精進，如人燒身但欲救火更無餘計，出煩", "563": "惱苦亦復如是，當忍五事苦患：飢、渴、寒、熱、瞋", "564": "恨等。當避憒閙樂在靜處。所以者何？眾閙亂", "565": "定如入刺林。", "566": "四無量觀法。求佛道者當行四無量心。其心", "567": "無量，故功德亦無量。於一切眾生中凡有三", "568": "品：一者父母親里善知識等，二者怨賊惡人", "569": "常欲惱害，三者中人不親不怨。行者於此三", "570": "品人中，慈心觀之當如親里，老者如父、少者", "571": "如子，常應修習如是慈心。人之為怨以有惡", "572": "緣，惡緣盡還成親，親怨無定。何以故？今世是", "573": "怨、後世成親。瞋恚之惡失大利，失慈心者障", "574": "礙佛道，是故應於瞋憎怨賊應視之如其親", "575": "里。所以者何？由是怨賊令我得佛。若使怨賊", "576": "無惡於我，忍從何生？是則為我善知識，令我", "577": "得忍辱波羅蜜。於怨賊之中得慈心已，於十", "578": "方眾生慈心愛念普遍一切，蜎𧍃蠕動皆", "579": "無安者而起悲心也。若見眾生得今世樂、得", "580": "生天樂、賢聖道樂而起喜心。不見眾生有苦", "581": "樂事，不愛不喜以慧自御，雖緣眾生而起捨", "582": "心。是名四無量心。於十方眾生慈遍滿故，名", "583": "為無量。行者應當修習是心，或時有瞋恚心", "584": "起，如蛇如火在於身上即應急除。若心馳散", "585": "入於五欲，及為五蓋所覆，當智慧精進之力", "586": "攝持令還。修習慈心，常念眾生令得佛樂，習", "587": "之不息便得離五欲、除五蓋。入初禪相者喜", "588": "樂遍身，諸善法中生歡喜樂，見有種種微妙", "589": "之色，是名入佛道初門。禪定福德因緣得上", "590": "四無量心已，於一切眾生忍辱不瞋，是名眾", "591": "生忍。得眾生忍已易得法忍。得法忍者，所謂", "592": "諸法不生不滅畢竟空相。能信受是法忍者，", "593": "是名無生忍，得阿耨多羅三藐三菩提記。欲", "594": "得佛道者應當如是修習。求初禪，先習如是", "595": "諸觀，或觀不淨、或觀因緣、或念佛三昧、或安", "596": "般，後得入諸定。求佛道者，先習四無量心，得", "597": "入初禪則易。若利根人直求初禪者，觀於五", "598": "欲種種過患，猶如火坑亦如廁屋，念初禪地", "599": "如清涼池臺觀等，五蓋則除，便得初禪。如後", "600": "利仙人初學禪時，道見死屍膖脹爛臭，心", "601": "諦觀之，自見其身如彼不異，靜處專念便得初", "602": "禪。佛在恒水邊坐禪，有寡聞比丘問佛：「云", "603": "何得道？」佛言：「他物莫取。」便解法空，即得道迹。", "604": "多聞人自怪無所得，而問於佛。佛言：「取恒", "605": "水中小石，以君持水淨洗。」比丘如教。佛問：", "606": "「恒水多、澡瓶水多？」答言：「恒水不可為比。」佛言：", "607": "「不以指洗，用水雖多，無益也。行者當勤精進，", "608": "用智定指洗除心垢。若不如是，不能離苦也。」", "609": "不淨觀法，貪瞋癡是眾病之本，愛身著欲則", "610": "生瞋恚，顛倒所惑即是愚癡所覆故也。於內", "611": "外身愛著淨想，習之來久深著難遣，欲離貪", "612": "欲當觀不淨。瞋由外起，雖爾，猶可制之。如人", "613": "破竹，初節難破。既制貪欲，餘二自息。不淨觀", "614": "者，當觀此身，生不淨處在胞胎中，從不淨出", "615": "薄皮覆之內純不淨，然四大變為飲食充實", "616": "其內。自觀察從頭至足，薄皮裹之內無一淨", "617": "者，腦膜涕唾膿血屎尿，略說則有三十六物，", "618": "廣則無量。猶如農夫開倉，善分別麻麥粟豆。", "619": "行者深觀見此身倉，種種惡露三十六物，如", "620": "實分別內身如此，當知外身亦不異此。若心", "621": "住相者，身體柔軟心神快樂。心若不住，當自", "622": "責心：「我從無數劫來隨順汝故，經歷三塗受", "623": "無窮苦。從今日去，我當供伏汝，汝且隨我。」", "624": "還攝其心令得成就。若極其身者，當觀白骨，", "625": "亦可入初禪。行者志求大乘，若命終隨意所", "626": "欲生諸佛前。若不爾者，必生兜率天，得見彌", "627": "勒，定無有疑也。", "628": "初禪過患，內有覺觀、外有火災。二禪過患，內", "629": "有喜樂、外有水災。三禪過患，內有喘息、外有", "630": "風災。四禪地中過患都盡，三災不及。", "631": "二十五有：四天下、六欲天、四惡道、", "632": "四禪地、大梵天、無色界。第四禪地有", "633": "五阿那含天，合二十五有。", "634": "五門禪經要用法"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0619 五門禪經要用法: 五門禪經要用法: 五門禪經要用法", "source": "CBETA"}