{"author": "東晉 竺曇無蘭譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0743 佛說忠心經: 佛說忠心經: 佛說忠心經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 743", "1": "佛說忠心經", "2": "東晉天竺三藏竺曇無蘭譯", "3": "聞如是：一時佛在舍衛國祇樹給孤獨園。時，", "4": "諸菩薩、四輩弟子、天龍鬼神、帝王臣民，日", "5": "會聽經。佛右面比丘，名曰目連，神通妙達、智", "6": "如虛空，隨時變化、權智並行，普還濟眾數", "7": "如恒沙，諸天稽首靡不師仰。佛告目連：「彼有", "8": "大國，去斯八千，處在邊境。不覩三尊之至", "9": "靈、希聞如來、無所著、正真、等正覺神妙清化，", "10": "習於顛倒眾邪之行，以為真諦。王及臣民，奉", "11": "事梵志等五百人，各有五通，力能移山住", "12": "流，分身變化。國有大山，塞民逕路，舉國患之。", "13": "王以山為民艱難，具向梵志說之。梵志答曰：", "14": "『吾等自為民除害，王無慼焉！』即繞山坐，各", "15": "一其心，以道定力，山起欲移。」佛告目連：「汝往", "16": "彼國，現道神化，長度梵志，濟其君民，令遠", "17": "三塗，永處福堂。」目連受教，承佛威神，尋路放", "18": "光遏絕日明，懸處虛空當其山巔，山為不", "19": "動。梵志驚曰：「此山已起，誰迴之乎？日又無", "20": "光，此將有以！」中有明者，以定意觀眾弟", "21": "子心，誰穢濁者，令山不移？覩見諸心，普有", "22": "道淨，國榮寶色，不穢其心。仰頭觀見，覩一沙", "23": "門，當其山上。梵志僉曰：「正是瞿曇弟子所為。」", "24": "梵志呼曰：「王令吾等為民除患，汝抑之為？」目", "25": "連答曰：「吾自懸虛，誰抑汝等山？」梵志三盡", "26": "道力，欲令山移，山入三下，遂成平地。梵志", "27": "顧相謂曰：「夫有明達、道德深者，即吾等師。」咸", "28": "興整服，稽首敬白：「願為弟子，示吾極聖。」目", "29": "連答曰：「汝等欲去瞑就明者，善！吾有尊師，", "30": "號無上正真、天中之天，為一切智。汝等尋吾", "31": "往至佛所。」諸梵志曰：「佛之導化，寧殊於師", "32": "乎？」目連曰：「佛以須彌為芥子，吾以芥子為須", "33": "彌。」歎佛德畢，曰：「汝等尋吾後。」目連接諸梵志，", "34": "猶若壯士屈伸臂頃，即在佛前，具陳其情，白", "35": "佛言：「吾承無上正真神勢之化，化諸梵志，", "36": "斯等內外已淨，猶若新㲲易可為色。唯願", "37": "世尊！蕩其微垢，令成真淨。」梵志見佛，心開", "38": "意喜，皆作沙門。佛言：「我為汝曹說經，上語", "39": "亦善、中語亦善、下語亦善，語中深說度世之", "40": "道，政心為本。聽我所言，使後世傳行之。」諸", "41": "比丘皆叉手受教。佛言：「人身中有五賊，牽", "42": "人入惡道。何等為五：一者色、二者痛痒、三", "43": "者思想、四者生死、五者識，是五者，人所常念。」", "44": "佛言：「人常為目所欺、為耳所欺、為鼻所欺、", "45": "為口所欺、為身所欺。目但能見不能聞；耳", "46": "但能聞不能見；鼻但能知香臭不能知味；", "47": "口但能知味不能知香臭；身體但能知寒溫", "48": "不能知味，是五者皆屬心，心為本。」佛言：「諸", "49": "比丘！欲求道者，當端汝心。人從癡故，隨十二", "50": "因緣，便有生死。何等為十二因緣？一者癡、", "51": "二者行、三者識、四者名色、五者六入、六者", "52": "栽、七者痛、八者愛、九者受、十者有、十一", "53": "者生、十二者死。施行善者，復得為人；施行", "54": "惡者，入地獄、餓鬼、畜生、鬼神中。佛坐思念", "55": "人癡故有生死。「何等為癡？本從癡中來，今", "56": "生為人復癡，心不解、目不開，不知死當何", "57": "趣？見佛不問、見經不讀、見沙門不承事、不信", "58": "道德、見父母不敬、不念世間苦、不知地獄", "59": "中考治劇，是名為癡，故有生死不止。人死", "60": "如呼吸之間，脆不過於人命。人身中有三事", "61": "身死：識去、心去、意去。是三者，常相追逐。施行", "62": "惡者，入地獄、餓鬼、畜生、鬼神中；施行善者，", "63": "三亦相追逐，或生天上、或生人中；墮是五道", "64": "中者，皆坐心不端故。」佛告諸比丘：「皆當端汝", "65": "目、端汝耳、端汝鼻、端汝口、端汝身、端汝心、", "66": "身體皆當斷於土，魂神當不復墮泥犁、畜", "67": "生、鬼神中。視人家有惡子，為吏所取，皆坐心", "68": "不端故。人身中有百字，如車有百名。人多", "69": "貪好怒，不思惟身中事，死入地獄中，後", "70": "悔無所復及。我棄國捐轉輪王，憂斷生死，", "71": "欲度世間人使得無為道，第一精進者，立", "72": "得阿羅漢；第二精進者，得阿那含；第三精進", "73": "者，得斯陀含；第四精進者，得須陀洹；雖不能", "74": "大精進，當持五戒：不殺、不盜、不婬、不兩舌、不", "75": "飲酒。」", "76": "佛言：「人坐起常當思念四事。何等四？一者自", "77": "觀身，觀他人身；二者自觀痛痒，觀他人痛", "78": "痒；三者自觀意，觀他人意；四者自觀法，觀", "79": "他人法。內復欲亂者，心當自端視身體，飢", "80": "亦極、飽亦極、行亦極、住亦極、坐亦極、", "81": "寒亦極、熱亦極。臥欲來時，當自驚起，坐端", "82": "心坐；心不端者，當起立；立不端者，當經行；心", "83": "儻不端者，當自正。譬如國王將兵出鬪，健", "84": "者在前；既在前鄙復却，適欲却著羞後", "85": "人。「諸比丘！既棄家捨妻子、剃鬚髮為沙", "86": "門，雖一世勤苦，後長解脫。已得道者，內", "87": "獨歡喜，視妻如姊弟、視子如知識，無貪", "88": "愛之心。常當慈哀十方諸天人民、地獄、餓", "89": "鬼、畜生、蜎飛蠕動之類，皆使富貴安隱度", "90": "脫，得無為之道。見蟲獸，當以慈哀愍傷", "91": "之，知生不復癡。能有是意者，常念師恩，事佛", "92": "如人念父母；如獄中死罪囚，有賢者往請囚", "93": "出囚。黠慧者常念賢者恩，比丘已得道者，", "94": "當念佛，如是念經，當如人念飲食。「諸比丘", "95": "當轉相承事，如弟事兄，中有癡者，當問黠", "96": "者，展轉相教；問黠者如瞑中有燈火，無得陰", "97": "謀作惡、無得諍訟。見金銀當如見土，無得", "98": "妄證人入罪法，語言無得妄中傷人意。不", "99": "聞莫言聞、不見莫言見，行道當低頭視，", "100": "地蟲無得蹈殺。無得目貪人婦女，無得形", "101": "相人婦女。坐自思惟，去貪愛之心，乃得為", "102": "道耳。」", "103": "佛告諸比丘：「欲求道者，當端汝心，於閑處", "104": "坐，自呼吸其氣息，知息短長。長息不報，形", "105": "體亦極；閉氣不息，形體亦極。分別思惟，形", "106": "體誰作者？心當視內，亦當觀外。自思惟歡", "107": "然，與人有異心，當是時不用天下珍寶。心稍", "108": "欲隨正道，意復小動者，即還自守其意，意即", "109": "為還。譬如人有鏡，鏡不明則不見其形，磨", "110": "去其垢，乃自見形。人以去貪婬、瞋恚、愚", "111": "癡，譬如磨鏡。端自思惟，天下無堅固，皆", "112": "無有常。」", "113": "佛告諸比丘：「持心當如四方石，石在中庭，雨", "114": "墮不能壞、日炎亦不能消、風吹亦不能", "115": "動，持心當如石。」佛言：「天下人心，如流水中", "116": "有草木，各自流行，不相顧望。前者亦不顧", "117": "後，後者亦不顧前，草木流行，各自如故。人心", "118": "亦如是，一念來、一念去，亦如草木前後不相", "119": "顧望。於天上天下無所復樂，寄居天地間，", "120": "棄身不復死。道成乃知師恩，見師即承事，", "121": "不見者思惟其教誡，如孝子念父母。意定乃", "122": "有一心，便慈哀天下人民、蜎飛蠕動之類。", "123": "坐獨自歎已脫身於天下及五道：一者天道、", "124": "二者人道、三者畜生道、四者餓鬼道、五者", "125": "地獄道。已得羅漢道者，便能飛行變化。", "126": "身中能出水火、能出無間入無孔，欲離世", "127": "間，取無為去者，即能。」", "128": "佛告諸比丘：「道不可不學，經不可不讀。」佛說", "129": "經已，五百沙門皆得阿羅漢道。阿難白佛言：", "130": "「是諸沙門，聞經意解，何其疾也？」佛言：「此諸比", "131": "丘，前迦葉佛時受誦斯經；中間無佛，隨世因", "132": "緣廢不復聞，至吾為說，聞即得道。」佛說經", "133": "竟，諸菩薩、四輩弟子、帝王人民、天龍鬼神，", "134": "無不歡喜，為佛作禮。", "135": "佛說忠心經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0743 佛說忠心經: 佛說忠心經: 佛說忠心經", "source": "CBETA"}