{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1321 佛說施餓鬼甘露味大陀羅尼經", "text": {"0": "No. 1321", "1": "佛說施餓鬼甘露味大陀羅尼經", "10": "尼色光，名「曰月愛慈光」——上至有頂，下至阿鼻", "100": "大悲輪頂王陀羅尼大悲不壞藏三昧門。善男", "101": "子！此大神呪，能滅餓鬼餓渴劇火，施與清涼", "102": "甘露美味，畢定速得阿耨多羅三藐三菩提。", "103": "譬如夜月，能除欝蒸，此陀羅尼亦復如是。汝", "104": "當繫念，一心諦聽，勿令忘失。我今說之。「善男", "105": "子！若有比丘、比丘尼、優婆塞、優婆夷、童男、童", "106": "女及諸人天，意欲受持此方便法者，應須召", "107": "請盡十方界一切六趣諸餓鬼神眾。當作是念：", "108": "『南無佛陀耶！南無達摩耶！南無僧伽耶！南無", "109": "本尊釋迦牟尼如來！南無安住大地菩薩眾！", "11": "地獄，其中所有，悉皆明徹，如頗梨鏡，照見而", "110": "南無一切龍天善神！願以威神加哀護助。我", "111": "今召請十方剎土盡虛空界一切六趣餓鬼有", "112": "情類，以三寶威神力故，悉至我所。』作是說已，", "113": "面向東方，即誦召請神呪七遍。」爾時，世尊即", "114": "為月愛宣說召請陀羅尼呪。即說呪曰：", "115": "「那謨　菩布哩一　怛他伽哆耶二」", "116": "佛告月愛：「召請彼已，爾時十方一切六趣餓", "117": "鬼鬼神悉赴集，瞻仰行者，如見父母。行者爾", "118": "時應當起大悲心，而語之言：『汝當善聽！我今", "119": "以此陀羅尼開汝咽喉，施汝清涼、柔軟快樂，", "12": "像，乃至十方，靡不周遍——告諸大眾言：「善男子！", "120": "欲令汝等，自恣飲食甘露美味。』」爾時，世尊說", "121": "開咽喉陀羅尼呪曰：", "122": "「唵一　菩布哩二　迦怛哩三　怛哆伽哆四", "123": "「誦此陀羅尼神呪滿七遍已，是諸鬼等，以此", "124": "呪力，咽喉通息、猛火息滅，無復痛惱、身心泰", "125": "然。爾時，行者當先施水。欲施水者，每於晨朝", "126": "或日中時，取一掬淨水，面向東方，呪之七遍，", "127": "向東散灑，著於空中。其水以此陀羅尼力，一", "128": "渧墮地，變成十斛天甘露漿。諸鬼神等，充足", "129": "飽滿、歡喜無量。」爾時，世尊為月愛故即說呪", "13": "汝等且觀六趣受身，種種苦惱。」於是，大眾承", "130": "水陀羅尼呪曰：", "131": "「那謨　蘇盧婆曳一　怛伽他哆耶二　怛鐵他三　蘇", "132": "嚧蘇嚧四　波囉蘇嚕　莎婆呵五」", "133": "佛告月愛菩薩言：「善男子！是名『施甘露漿陀", "134": "羅尼神呪』。復次，若諸人天，欲施其食者，每日", "135": "要於齋前時，以好最勝器鉢，或金銀器，或銅", "136": "器、鐵器、鍮、石、鉛、錫，或琉璃、頗梨、貝、玉等器，若", "137": "無上者，但得木、石、瓦器，實清淨者，或瓢瓠亦", "138": "得用，盛滿乳酪。若無乳酪，淨水亦得。取所有", "139": "飲食，或乳飯，若粳米、大麥飯，若餅、麴、粥等，著", "14": "佛威神，見是事已，俱發聲言：「唯然！已見！」佛言：", "140": "於器中，勿著菜茹。於一陰涼樹下，先誦召請", "141": "呪，次誦開咽呪，如向所說；呪器中食七遍已，", "142": "瀉著樹下。是時，十方一切餓鬼，以陀羅尼威", "143": "德力故，皆得食喫，亦不變化作膿血，亦無遮", "144": "禁，自恣啖食，充足飽滿，滅飢湯火、身體安樂、", "145": "無諸痛惱。復有清涼柔軟微風，來觸其身，慳", "146": "垢除滅，身無熱苦、泰然快樂。身諸長毛、惡虫", "147": "墮落，亦無一切毒惡禽獸來相殘毀，心意勇", "148": "悅。以此因緣，罪畢得出，生人天中，受天尊勝", "149": "微妙快樂，殊勝自在。當知是人，唯佛與佛乃", "15": "「世間八苦，蓋不足言。六趣諸殃，甚可怖畏。所", "150": "能稱讚。」爾時，世尊即便宣說施甘露食陀羅", "151": "尼呪曰：", "152": "「那謨　娑婆　怛他伽哆一　南嚩揭帝二　三沫羅　三", "153": "沫羅三」", "154": "爾時，釋迦牟尼佛說是勝大悲曰陀羅尼神呪", "155": "已，是時，天地六種震動。於此三千大千世界，", "156": "皆悉光明，雨天寶花，紛雲而下，及天寶香、瓔", "157": "珞、伎樂，如雨亂墜。即時，六趣一切無間，治罪", "158": "苦具，更相堂觸，其音演暢無常、苦、空、解脫之", "159": "音。鑊湯、爐炭，摧折破壞。一切罪人，自識宿命，", "16": "以然者，其世間人不信罪福、謗無因果、顛倒", "160": "釋然快樂，如入三禪。於此會中，有得初果乃", "161": "至阿羅漢果，無量人天發阿耨多羅三藐三", "162": "菩提心。爾時，世尊告月愛菩薩及諸大眾：「此", "163": "陀羅尼難可得聞，而況得見！過去、未來俱胝", "164": "如來皆共宣說，我今釋迦牟尼亦復為汝開", "165": "示宣說。善男子！若諸天人如法受持，若為諸", "166": "鬼神及飢渴所逼、非分橫死者，則不得名為", "167": "『勝大悲曰陀羅尼』也。何以故？此陀羅尼譬如", "168": "摩尼寶王，能滿有一切意願，亦明月，能令優", "169": "曇鉢花映媚開敷。善男子！若有菩薩，不著己", "17": "無知、慳貪嫉妬。命終之後，殃墜無間，具足受", "170": "樂，救於彼苦，薰修大悲，一切利安，如法施", "171": "行，此人真是大悲菩薩。是人已為行觀音行，", "172": "一切諸佛授手摩頂，諸尊菩薩所苦愛護，一", "173": "切賢聖視之如子，諸天龍神隨侍衛護。月愛！", "174": "當知此人功德與彌勒菩薩等。所以者何？是", "175": "善男子，若能振發丈夫之人日日修行，一日", "176": "施食，一天下餓鬼皆得食喫，多日施食，十方", "177": "六趣一切餓鬼盡得飽滿。如是菩薩所得福聚，", "178": "不可思議、難可測量，不覺不知自然而得阿", "179": "耨多羅三藐三菩提。善男子！此陀羅尼若但", "18": "眾苦，不可思議。從地獄出，生餓鬼中，具諸惡", "180": "讚、誦、寫、書，是人超越世間六十億劫微細生", "181": "死，何況如法修行、無時間斷者。善男子！我今", "182": "分明語汝：是持呪者，於彌勒佛前，若不得授", "183": "決定阿耨多羅三藐三菩提記，於此賢劫次", "184": "第成佛者，我則墮於欺誑眾生，成道已來所", "185": "說經法，一無是處。是故，月愛！當知末後諸人", "186": "等，聞此呪已，深心信解，彼人轉身得轉輪王", "187": "位，百千萬劫常攝梵福；值佛出世，作無量供", "188": "養；修於梵行，遠到一切神通之岸；所可受生，", "189": "身體堅固，如那羅延，壽命長遠，彼身金色，以", "19": "業，受報差別。以惡業故，受三十六種餓鬼之", "190": "三十二大丈夫相，而自莊嚴；得梵音聲，一切", "191": "世間威德自在。善男子！誰有智者，見如是利", "192": "而不受持，當知此人失大利益。」爾時，月愛菩", "193": "薩聞佛說已，歡喜無量，重白佛言：「善哉！世尊！", "194": "願賜閑靜，聽我更問此陀羅尼大悲祕藏，云", "195": "何方法？云何受持？唯願說之。」爾時，世尊觀察", "196": "大眾，舒顏含笑，讚月愛言：「善哉！大士！能問此", "197": "事。一心諦受，當為汝說。」佛告月愛：「若有人", "198": "天，意樂受行我大悲法門者，彼人應當於白", "199": "月八日或十五日，香湯沐浴、塗諸妙香，著", "2": "大德跋馱木阿譯出", "20": "身，所謂：薜荔多鬼唐云餓鬼、車耶鬼唐云影鬼、健馱鬼唐云食香", "200": "白淨衣、食三白食謂乳、酪、粳米食，或云大麥，起悲傷心，於諸眾", "201": "生，願誓安樂。於東方日出時，或夜月圓滿時，", "202": "於清淨處，或月夜露地，當作三肘香水曼荼", "203": "羅云壇地也，以香泥塗地，除去惡磠。壇開四門若用日初", "204": "出肘，當作四方壇。若以月夜盛時，當作滿月形，須四鉢乳，安其四角。又", "205": "須四瓶，盛滿香水，亦著四門，以隨時五色草、木、", "206": "花，安其瓶口。須五鑪香，四角布列，一爐安中", "207": "心。又以一燈，其燈用蘇，安著中座。復取四鉢，", "208": "盛花、水及粳米飯。於壇中心，作一蓮花座，雜", "209": "色綩綖，敷其臺上，安置佛形或觀世音像。此", "21": "鬼、布瑟波鬼唐云食花餓鬼、偈婆耶鬼云食胎藏鬼、阿輸遮鬼", "210": "門安置閻羅等，東門安置天主等，略說。以種", "211": "種幡蓋，交映嚴飾。燒香唯得用阿迦嚕香唐云沈水", "212": "香。如法結已，行者向西門，面向南，於座前置", "213": "一火爐，燒竪勒炭。先取蘇、酪、蜜，和著器中。行", "214": "者先請十方佛及住大地菩薩、金剛、天龍鬼神", "215": "已，繫心不亂，想六趣眾生種種苦惱，如向所", "216": "說。既見此已，悲泣盛徹欲救護。復想己身乘", "217": "寶花臺，飛到其所，調身按摩，流淚如雨，欲滅", "218": "其火，陪復悲哽，痛徹骨髓若心不相應者，當想一切餓鬼如己所愛父、妻、子。", "219": "如是作觀十四遍已，即於定中，得如來極愛", "22": "食不淨鬼、婆哆鬼云食風鬼、烏馱訶羅鬼食精氣鬼、馱羅質多鬼", "220": "一子之地。想了出觀，面對東方，召請十方一", "221": "切餓鬼。誦此召請呪滿十四遍已，復想諸鬼", "222": "遍滿閻浮，次為開咽，令得解脫。即呪壇中香", "223": "水、乳飯、香、花等，用食呪，還著本處。行者爾時，", "224": "即取一撮乳酪，誦施食呪，呪三遍，一擲火中。", "225": "如是滿足千遍已，爾時，此處有無量百千那", "226": "由他十方餓鬼，一切集聚，間無空缺，歡喜飲", "227": "食。即現其身，與行者語，隨行者意，一切施與", "228": "不違逆。行者即為示教利喜，令得解脫。當爾", "229": "之時。十方剎土現在諸佛遙讚行者，復與遙", "23": "嗔悉心鬼、質多鬼惡心鬼、皤嚕耶鬼食祭祀鬼、視尾哆鬼食人壽命鬼、", "230": "授菩提之記，一切菩薩歡喜愛念，一切天龍", "231": "各各將香、花、瓔珞、種種妓樂遙施行者。行者", "232": "由行威神力故，不起于座，即得百千那由他", "233": "陀羅尼門、百千俱胝三昧門。善男子！舉要而", "234": "言，是人現身火不能燒、水不能溺、毒不能害、", "235": "刀不能傷，轉坐受身，即十住成如來地。」佛告", "236": "月愛言：「是名『施甘露味大壇場法』。若欲速疾", "237": "一子地、三昧陀羅尼等及阿耨菩提者，要須", "238": "入大曼荼羅。若為事弊，不能成辦者，但如上", "239": "所說，依法受行，一切成驗也。」爾時，世尊即為", "24": "𦬊莎鷄馱鬼食肉食脂等鬼、蛇底鬼云食初產子鬼、羯吒布單那", "240": "月愛菩薩摩訶薩而說偈言：", "241": "「是陀羅尼門，諸佛先已說，", "242": "我今亦演說，饒益人天故。", "243": "若人信樂者，聞持如此呪，", "244": "汝聽其功德，我今當略說：", "245": "若於千億劫，廣造不善業，", "246": "誦持此呪故，七日能令淨；", "247": "菩薩於億劫，積集諸福德，", "248": "誦持此呪故，七日能令勝。", "249": "當知諸佛法，方便不思議，", "25": "鬼云奇臭鬼，其身如燒骨臭、鳩盤荼鬼守宮鬼、畢舍遮鬼廁神，云守廁，伺人不淨食。", "250": "得者乃能知，佛言無有二。」", "251": "爾時，世尊復告月愛菩薩言：「善男子！當知此", "252": "人，說其功德，不可窮盡。汝應憶念，如法受持。", "253": "何以故？我於處處經中，說世間、出世間由，偏", "254": "說悲田最為第一。復次月愛！我於一時，為諸", "255": "比丘說：『若人以深敬心，施我飲食，未授我中", "256": "間，迴以施狗，我讚此人得福無量。』是故，月愛！", "257": "雖施阿羅漢、辟支佛，現受其報，有限有量，但", "258": "得五百劫人天果報。善施餓鬼一揣之食，是", "259": "人福德即是菩提，菩提者不可限量，是故福", "26": "如是，乃至輕重孔穴等，以深惡業故，飢渴盛", "260": "壽不可限量。汝今諦聽，我復為汝說此陀羅", "261": "尼功能所作之事：「若復有重罪、惡業、累障，難", "262": "可除斷者，每日呪乳粥，以施餓鬼，滿足七日，", "263": "一切罪障悉滅無餘。又復一法，若人遇大重", "264": "病及諸鬼病等，當作麵粥三器，呪之七遍，於", "265": "曠野中施諸餓鬼，如是二七日，所遇病痛即", "266": "得除癒。又復國土中，惡業毒流行，人民疾疫、", "267": "畜生夭橫者，當作火爐，取薩利殺波子唐云白芥", "268": "子和蘇蜜等，呼諸畢利哆等，然後取一撮一", "269": "呪一投火中，如是日日各一百八遍，七日已，", "27": "火，嫉妬熾然，常貪飲食，但念漿水，餘無所知，", "270": "惡鬼歡喜，收攝惡毒，疾患除滅。又復若人橫", "271": "遭口舌者，當作蜜漿，呪之七遍，灑著四方，一", "272": "切口舌自然殄滅。又復若有怨家讐心，欲相", "273": "謀害者，當於晨朝，為諸鬼等設美飲食，稱前", "274": "怨名，是諸餓鬼便令彼人預遭衰禍。又復有", "275": "法，若飢儉劫時，當呪五穀、乳、酪等一百八遍，", "276": "投著湫池中，即得國土民人豐樂。又復有法，", "277": "若欲悉底唎摩耶者，取牛蘇、乳、酪等，面向此", "278": "方，呪之千遍，施諸餓鬼，呼舍提馱藍婆等：『為", "279": "我取彼。』彼即得來，若欲令去，呼令將去便將", "28": "種種苦切，不可言說。感得此身，如大火聚，狀", "280": "去。又復有法，若欲使取種種財寶者，如上設", "281": "食，呪滿萬遍，呼名語之，即得金銀七寶來施", "282": "行者。又復一法，取胡粳米、蘇、蜜等，指撮呪之，", "283": "一遍一燒，滿一千八遍，必得大財物，一切所", "284": "求，皆得如意。又復有法，若欲滿足檀那，行者", "285": "每日施餓鬼飲食，滿其百日，即得具足。又法，", "286": "若欲求壽命延長者，如上作法，滿其百日，即", "287": "得長壽。又法，若欲現身色力美感、見者歡喜", "288": "者，當施餓鬼，滿足百日，必得如意。如是略說，", "289": "但有一切求事、種種衰患、舉意對治，一切皆得。", "29": "釐里羸瘦枯槁、脚臂細弱、足如覆盆。皮肉乾燥、", "290": "是故，我今略說少耳。」爾時，世尊復告月愛菩", "291": "薩摩訶薩言：「此陀羅尼經不可思議，說其功", "292": "德，若復一劫，若減一劫，亦不能盡。若當來世，", "293": "能持此經，當知是人已為便攝二十種大福", "294": "德聚。何謂二十？一者，現在不為飢渴、窮厄、疾", "295": "病、衰禍，惱嬈身心；二者，人有所食噉若美不，", "296": "皆成上味；三者，其人所入野道，虫、毒、和合草", "297": "藥終不能傷；四者，其人鬼神、羅剎、精魅、魍魎", "298": "觀之如佛；五者，其人諸佛菩薩、天仙、龍神護", "299": "如眼精；六者，其人所有疫病，若業若模不能", "3": "如是：一時，釋迦牟尼如來在海會說法，住孤", "30": "血脈燋竭，猶如𦢊脯。腹大󱄇脹，其狀如鼓。咽", "300": "近身；七者，其人壽命增進、臥安覺妄、觸事吉", "301": "祥；八者，其人隘曠野，乏少水草，自然稱適；九", "302": "者，其人頭貌怡悅、膚體光澤、無有惡色；十者，", "303": "其人常逢善友，乃至菩薩現為侶；復次一者，", "304": "其人未來常生剎利王家；二者，其人具足色", "305": "力、壽樂、辭辯；三者，其人常生諸佛菩薩前；四", "306": "者，其人所在之處，伏藏自現；五者，其人恒得", "307": "他人恭敬侍接；六者，其人所有財寶，無能奪", "308": "者；七者，其人意欲所願，悉得稱遂；八者，其人", "309": "不隨飢儉劫難生；九者，常生天上，受尊勝樂；", "31": "如針鋒，不通氣息，常有猛火燒燃其中。頭顱", "310": "十者，常以法喜、禪悅，無飢渴。是為二十種大", "311": "福德聚。善男子！此陀羅尼威德自在。若視飢", "312": "渴人，面誦之，即得飽滿；若呪枯樹，尚得生枝；", "313": "何呪有情，不蒙其福？最故，我今慇懃三說，囑", "314": "累於汝。汝當憶持，為眾生說，勿便忘失。」爾時，", "315": "月愛菩薩從佛得聞此方便法，歡喜踊躍，即", "316": "以毘楞伽摩尼珠、瓔珞，及諸花、香，而散佛上。", "317": "即於佛前以偈讚曰：", "318": "「大悲觀世音，迦陵頻伽音，", "319": "以眾巧言辭，開示甘露法。", "32": "縱橫五彌樓山，猛火赫焰，不曾暫廢。動身之", "320": "為欲悉摧伏，廣大業山故，", "321": "以此方便門，慇懃付屬我。", "322": "我依佛嚴教，堪能廣流布，", "323": "唯願法中生，草復以為盧。」", "324": "佛說此經已，一切眾菩薩摩訶薩、金剛力士、", "325": "釋梵四鎮、天龍鬼神，聞佛如來讚說此「親那", "326": "畢利多甘露味法陀羅尼」，皆悉歡喜，奉教修", "327": "行。", "328": "施餓鬼甘露味陀羅尼神呪經", "329": "南無　步補利一　怛他羯哆耶二　唵三　薩婆辟唎", "33": "時，洞燃火起，常為飢渴、大火逼切，燒惱身心。", "330": "多羯羅耶四　阿伽叉五　莎訶", "331": "其契法：起立以兩脚作十字立。先以左手仰", "332": "垂於膝間，作施無畏相。次，右手大母指屬入", "333": "掌中，四指把舉於右耳璫著，以莫頭相來去。", "334": "即誦念妙言三遍。時，觀一切餓鬼等三十六", "335": "部鬼神，悉集誦呪人邊，合掌瞻仰觀者行者。", "336": "此󰾷羅尼妙言，若有善男子、女人、童男、童女", "337": "受持讀誦者，現身行十種福聚。何等為十？一", "338": "毒藥不能中，二毒蛇不敢螫，三刀仗不能害，", "339": "四王官不敢嗔，五眾人皆愛敬，六天龍常隨", "34": "東西馳走，鳴鳴叫喚，求索飲食。設見美食，欲", "340": "護，七衣食悉豐足，八者顏貌端正，九永離毛", "341": "竪畏，十不受三塗身。", "342": "唵　步補唎一　伽怛唎二　怛他羯哆耶", "343": "其契相法：准上召喚契法。並足立，以十指合", "344": "掌，頭各相著，其間令相去一寸，開腕當心上", "345": "著。此名「大悲心輪󰾷羅尼法」。結此契時，誦念", "346": "妙言七遍。時，觀想契上有一水精摩尼寶珠，", "347": "放水精光，照觸諸鬼，一切猛火皆悉不燃；此", "348": "水精光明，入諸鬼口，諸鬼烟喉皆得通息，離", "349": "諸苦惱。", "35": "往趣之，以惱貪力，上妙美味變成膿血，臭惡", "350": "南無　素嚕波曳　怛他羯哆耶三　怛姪他二　蘇嚕", "351": "蘇嚕波羅蘇嚕四　莎婆訶", "352": "其契相法：半跏坐，如轉輪王坐法。先以右手", "353": "如托頸狀，去頸一寸許，以肘安右膝上。次以", "354": "右仰側舒五指垂右膝上，作施乳狀。作此契", "355": "時，誦念妙言七遍，想觀左手十指端出白色", "356": "乳潼，色踰白銀，流出不絕。是諸鬼等，皆張口", "357": "承乳，皆得飽滿。作契者，彼善男子現身當得", "358": "十六種功德。何者為十六？一者壽命長遠，二", "359": "顏色姝美，三氣力充盛，四心常歡樂，五辯才", "36": "流溢。雖見大河、清涼泉水，欲往取飲，為諸水", "360": "無滯，六者恒無飢想，七口中香潔，八人皆敬", "361": "仰，九天神侍衛，十毘舍遮鬼現形供給，十", "362": "一身無疾患，十二威德如王，十三惡人惡鬼", "363": "見皆生喜，十四得千輪王福，十五夢見諸菩", "364": "薩羅漢，十六所生之處世界震動。", "37": "神以鐵杖打之。設無守者，清涼冷水變為火", "38": "焰。復為鵰、鷲、烏、鵄、󱃋、鶚……鐵嘴諸禽，留啄其眼。", "39": "毒惡猛獸，飢虎、餓狼、莽蛇、銅狗，爬攫搏撮，苦不", "4": "陀山金剛輪峯嚧鷄舍婆羅道場中，與阿僧", "40": "可言。身體窊䆘，毛髮𣮲𣭱上答，於一毛端有萬", "41": "八千毒惡小蟲之所唼食。諸餓鬼飢大逼故，", "42": "瞋心轉盛，更相殘害，破腦出髓，互共噉食。五", "43": "百劫中，尚不聞有漿水之名，何況得見？如是", "44": "苦惱，不可為喻，非算數所知。以要而言，百千", "45": "億劫，具足受身，黑業薄劣，爾乃得脫。離彼已，", "46": "又作種種虫獸，常處囿廁，或伏下流身諸惡", "47": "臭處不淨。「諸善男子！是諸餓鬼，皆由前世愚", "48": "癡顛覆、惱貪溥著、心剛如鐵，但樂規求、剝削", "49": "他人，不知厭足。父母、妻、子，悉不給與。師長教", "5": "祇不可說四眾圍繞，安處金剛八楞師子之", "50": "誨，視如糞穢。婢親友不施。如是慳人，不慮無", "51": "常，護惜財物，言作百年，加復教他，貪求藏積。", "52": "不知無常、老、病相逐身。遇惡病，自知不久，常", "53": "默念：『我在生時，勤苦求財。我若死後，是諸惡", "54": "人，食我財物，如吞猛火，居我屋宅，如處闇室。』", "55": "作是念時，以惡業故，羅剎、獄卒變為惱人，收", "56": "其資生，至罪人所，以火焚之，罪人歡喜。以此", "57": "因緣，惡業道中，中陰相現。風大先動，失熅煖相，", "58": "黃冷諸風，因便發動。惡風動故，筋脈痑󰿅痑音他但", "59": "反，口中乾燥，面目狐齒，遍體萎黃，腹脹麁錆，青", "6": "座，為諸菩薩說方廣法垂欲竟時，爾時世尊", "60": "黃脈現，飲食不消，身體羸瘦，口苦尿黃，目視", "61": "脫精，唯見光焰，喉痺腫急，逆氣噫滿，心頭惡", "62": "臭，上衡其咽，聲噤短氣，遍身瘡癩，膿血臭爛，", "63": "受大苦楚。臨欲終時，復作此念：『得一鐵丸，爍", "64": "開咽喉；得大火聚，入中而坐；又得一黑闇處，", "65": "令離光焰，及除冷病。不亦快乎！』是時，獄卒化", "66": "作良醫，幻提鐵丸，如大藥丸，著其口中，令急", "67": "含口。又化大車，作金蓮花，上有童子，執拂鼓", "68": "舞。病人見已，心生愛著：『此化熱煖，必除我冷。』", "69": "即前往趣，氣絕命終，生鐵丸窟無間。「此地獄", "7": "愍念惡趣諸眾生類，將欲演說「嚫那畢利哆", "70": "中，是餓鬼道極苦惱處。有一鐵山，縱廣正等", "71": "二十五由旬。彼山東向有一小孔，如摩伽陀", "72": "斗，但出黑煙。既入彼中，釰虫、刀虫唼食其身，", "73": "煙動其眼，不見火焰。周障馳走，頭打鐵山，腦", "74": "碎髓出，如破酪瓶，鐵丸頂入，從足而出，乃至", "75": "略說，一念頃死，一念頃生。罪畢，食涕唾鬼中、", "76": "食膿血鬼中，從是展轉，生廁神中，伺求不淨，", "77": "取而飲食。是中罪畢，生畜生中，多受諸狗等", "78": "身。從是畢已，復生貧窮，孤露、疽癩、惡瘡、哆病", "79": "消癁，一切諸衰，以為嚴飾。人所惡見，寒餓而", "8": "摩陀羅二合般遮陀羅尼」唐云「施餓鬼甘露味大道場會陀羅尼」勝", "80": "死。如是相貌，受報好醜，聞說之時，身毛皆竪，", "81": "而況眼見！是故，汝等當起大悲，救其苦難。所", "82": "以爾者？諸餓鬼等，皆是過去，汝等父母、兄弟、", "83": "姊妹，以顛倒愚癡，不肯求出世之樂，戀著三", "84": "界，具造眾罪。業力所感，生餓鬼中，苦惱交煎，", "85": "無時出離，永失人身。以失人身，遠離善友。遠", "86": "善友故，重翳疑網，永不得阿耨多羅三藐三", "87": "菩提。是故當知，甚可愍傷，拔苦厄爾得解脫。」", "88": "爾時，會中有一菩薩，名曰月愛，曾已薰一習", "89": "大悲行海。見是事已，身體捍動、筋脈抽切、悲", "9": "大悲曰祕密善門故，於其心中，密放月精摩", "90": "感勢惱，從坐而趣，頭面作禮，悲淚滿目，前白", "91": "佛言：「嗚呼！婆伽婆！願教我等救護之法，多所", "92": "安穩！」", "93": "爾時，世尊告月愛菩薩：「善哉！大士！真是大悲，", "94": "修大悲者。愍傷一切故，問我此事。汝當善聽。", "95": "善男子！我有勝大悲曰陀羅尼門，名曰『嚫那", "96": "畢唎多大道場會甘露味法』，不可思議，具大", "97": "慈悲，有大威勢，能碎地獄、畜生、餓鬼廣大業", "98": "山，亦能令菩薩速得如來一子之地，復得成", "99": "就一百一十種大慈悲心，能令持者現身證得"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1321 佛說施餓鬼甘露味大陀羅尼經", "author": "唐 跋馱木阿譯", "sourceLink": "http://www.cbeta.org/"}