{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0635 佛說弘道廣顯三昧經: 佛說弘道廣顯三昧經: 佛說弘道廣顯三昧經", "text": {"0": "8 決諸疑難品(三)", "1": "佛說弘道廣顯三昧經卷第四", "10": "薩等見忍空。「云何為空？眼以色識、耳之聲識、", "100": "了解心本、明盡道本及諸法本，若得成其", "101": "覺諸法者，此何心本而得了耶？」曰：「其本者，", "102": "唯，須菩提！是之本者以心本也。」須菩提曰：", "103": "「心為何本？」曰：「本乎婬、怒、癡也。」曰：「婬、怒、癡為", "104": "何本耶？」曰：「以念、無念為本也。」須菩提曰：「云", "105": "何，賢者！婬、怒、癡本，為從其無念興起生耶？」曰：", "106": "「須菩提！婬、怒、癡本，不念無念亦不生也。又其", "107": "本者，不起為本。又須菩提！所可言者此何心", "108": "本？為心本者其本清淨，斯謂心本。如本清淨，", "109": "彼無婬欲、恚怒、癡垢。」曰：「族姓子！欲生起生，彼", "11": "鼻而香識、口之味識、身所更識、心受法識。", "110": "從何生？而常生生如無斷耶？」曰：「須菩提！其", "111": "欲當生而已生生，於心本者不有著生。唯，", "112": "須菩提！若彼心本有其著者，則終無致至清", "113": "淨者；是故心本都無著也。由是知欲亦為清", "114": "淨。」須菩提曰：「云何族姓子！了知欲耶？」曰：「以", "115": "因緣之起生也，其無因緣為不有生。唯，須", "116": "菩提！修淨念者了欲無也。」須菩提曰：「又云", "117": "何乎？族姓子！菩薩為應修淨念耶？」曰：「須菩提！", "118": "菩薩於行而修諸行，是謂菩薩修淨行者也。", "119": "唯，須菩提！其有菩薩都為眾生，被大德鎧化", "12": "如諸情空，其忍亦空、過忍亦空、現忍亦空，如", "120": "至泥洹，等見眾生本如泥洹，是則菩薩修淨", "121": "念行。唯，須菩提！其菩薩者，為諸聲聞及緣一", "122": "覺隨應說法，不隨是化，斯謂菩薩修淨念", "123": "行。唯，須菩提！又彼菩薩自寂其欲、靜眾生欲，", "124": "是謂菩薩為修淨行。又須菩提！其菩薩者，在", "125": "於淨念而見不修，又於不淨而見修淨，是謂", "126": "菩薩修淨行者。」爾時須菩提謂王太子感動", "127": "曰：「又云何乎？族姓之子！菩薩於淨而見不修，", "128": "於其不修見淨修念？」曰：「須菩提！修淨念者，謂", "129": "修眼色、耳聲、鼻香、舌味、身更、心所受法，見悉", "13": "其忍空，眾生亦空。何用為空？以欲為空，恚、", "130": "不修、法性無二，謂修。三界不著是菩薩住，住", "131": "以善權，斯曰修念。菩薩作此行，須菩提！則", "132": "謂修淨念行者也。」於是世尊歎太子曰：「善哉", "133": "善哉！如若正士感動所言，修淨如斯！是為", "134": "菩薩應修淨行。今若所說皆佛威神，其有菩", "135": "薩修行如此，是乃應興大乘之行，當知斯", "136": "輩堅固普智。」於是太子感動白佛：「云何，世尊！", "137": "菩薩得以無欲之心應自歸佛？」曰：「族姓子！若", "138": "有菩薩了知諸法無我、人、壽，無色無想亦無法", "139": "相，不於法性而見如來！如是菩薩為應無欲", "14": "怒、癡空，如眾生空，顛倒亦空，欲垢起滅亦悉", "140": "自歸命佛。如如來法彼則法性，如其法性", "141": "為普所至，有得致是法性之法則知諸法，斯", "142": "謂菩薩以無欲心應自歸法。其法性者，彼為", "143": "無數。習無數者即是聲聞。又如菩薩等見無", "144": "數，於其無數而不有數亦不二者，斯謂菩薩", "145": "以無欲心應自歸依。」說是語時，太子感動", "146": "得柔順忍，來會色、欲諸天、龍、人，聞此法品等", "147": "二萬眾，皆發無上正真道意。", "148": "11 受封拜品(四)受封拜品第十一", "149": "爾時龍王阿耨達與宮夫人、太子、眷屬俱而圍", "15": "為空，作是智行，斯謂菩薩。行應不起法忍", "150": "繞，自歸三尊，都以宮室并池所有，供奉世尊", "151": "及比丘僧以為精舍，又復言曰：「吾今，世尊！興", "152": "發是願，從斯大池出流四河充于四海，從其！", "153": "世尊！四河之流，若龍、鬼、人、飛鳥、走獸，二足、四", "154": "足有含命類，飲此流者，願其一切皆發無上", "155": "正真道意。宿不發者，飲此水已使成其行，速", "156": "在佛座，降却魔眾、伏諸外道。」時世尊笑。諸", "157": "佛笑法口出五色，奮耀奕奕光焰無數，震照", "158": "十方無量佛世，明踰日月、須彌珠寶，諸天、魔", "159": "宮及釋、梵殿，一切天光盡翳無明。是時無數", "16": "之者，其等眾生已應向脫。何則如是？又彼菩", "160": "億千天眾，莫不懷悅發願聖覺。光徹阿鼻諸", "161": "大地獄，有被明者尋免眾苦，皆志無上正真", "162": "道意。還繞世尊乃無數匝，忽從頂入。爾時賢", "163": "者名曰披耆晉言：辯辭也，見其光明輒從坐起，", "164": "整著衣服偏袒右臂，向佛跪膝恭撿又言，歎", "165": "頌世尊，而以偈曰：", "166": "「其色無量見者悅，人雄至最獨世尊！", "167": "滅除眾冥與大明，執持威神說笑意。", "168": "百福所詠德七滿，得智光明演慧行；", "169": "為法上講惟法王，世尊今笑何瑞應？", "17": "薩而作是念：『如其以空，至於我垢及諸眾", "170": "具見誠諦常樂信，根定寂靜眾權敬；", "171": "化度一切以寂然，德過無極說笑故。", "172": "梵聲清徹甚軟和，鸞音商雅踰諸樂；", "173": "眾音備足無缺減，解散笑故宣布示。", "174": "智脫之明應慧度，行常清淨樂淡然；", "175": "權曉眾行普智具，賢聖導王說笑義。", "176": "智辯通達慧無極，現力無量神足備；", "177": "十力已具普感動，天師現笑用何故？", "178": "身光無數照杳冥，大千眾明不能蔽；", "179": "踰越日月及珠火，威聖之光無等倫。", "18": "生，空無所有。御欲如此，是欲已脫，於本自無。", "180": "功德滿足若如海，順化菩薩以智明；", "181": "懷慧無限散眾疑，興發何故而有笑？", "182": "尊度三界無有極，權道眾生除諸穢；", "183": "能淨欲垢化無餘，天顏含笑為誰興？", "184": "如來所由普感動，震動天龍諸鬼神；", "185": "稽首受禮於法王，蒙說笑意決眾疑。」", "186": "是時佛告耆年辯辭賢者：「汝見阿耨達不？供", "187": "如來故造此嚴飾。」曰：「然。世尊！已而見之。」曰：「是", "188": "龍王以於九十六億諸佛，施種德本，今受", "189": "封拜，如吾前世為定光佛世尊所決：『汝當", "19": "一切眾生，如此之忍於欲自在，以脫是欲", "190": "來世得致為佛，號名能仁如來、無著、平等正", "191": "覺、通行備足、為最眾祐、無上法御、天人之師，號", "192": "佛、世尊！』是時龍王為長者子，其號名曰比守", "193": "陀來來丹本未，晉言：淨意，聞吾受決尋轉興願：『使吾", "194": "來世得其拜署，若斯梵志，為是定光佛所決", "195": "也。』爾時淨意長者子者，阿耨達是！又斯龍", "196": "王當於賢劫中，在此池中莊飾種種，鮮交", "197": "眾寶若天宮室，當悉進奉賢劫千佛。斯諸如", "198": "來盡知王意，率皆說此清淨法品，悉坐是處", "199": "等亦如今；又及如前拘樓秦佛、文尼、迦葉，同", "2": "西晉月氏三藏竺法護譯", "20": "根寂無處，其永不滅無脫不脫，亦無有得至", "200": "共坐此師子之座，及其最後樓至如來，亦當", "201": "轉此法品要義。無熱龍王當供養賢劫千佛", "202": "從聞是法，諸佛眾會悉同如今。是阿耨達", "203": "後無數世，奉諸如來事眾正覺，修梵淨行常", "204": "護正法勸進菩薩！然後七百無數劫已，當得", "205": "作佛，號阿耨達如來、無著、平等正覺、通行備", "206": "足、無上法御、天人之師，為佛、世尊！「如是賢者！", "207": "無熱如來得為佛時，其土人民都無貪婬、恚", "208": "怒、愚癡，永無相侵不相論短。何則然者？以", "209": "彼眾生志行備故。如是賢者！阿耨達佛、至真、", "21": "脫者也，若斯永脫則彼是故住處自然。』「又此，", "210": "如來，乃當應壽八十億載，弟子之眾亦八十", "211": "億，如其始會之為清淨，從始至終無異缺減，", "212": "如此之比數百千會，當有通辯受決菩薩四", "213": "千億人都悉集會，又諸發意菩薩行者不可", "214": "計數。「無熱如來當為佛時，其土清淨紺琉璃", "215": "為地，天金分錯飾用諸寶，以眾明珠造作", "216": "樓閣及經行地。彼土眾生若興食想應輒百", "217": "味，悉得五通。其國處所人民居止，但以珍琦、", "218": "被服、飲食、娛樂自由，悉如第四兜術天上。彼", "219": "不二念，又無貪欲婬行之心，而諸眾生法樂", "22": "龍王！若有菩薩行應忍者，拔度一切不有其", "220": "自娛，其土人民都無欲垢。若彼如來敷雨法", "221": "說不有勞想，神變無數以演洪化，宣示經法", "222": "永無其難，方適說法眾生輒度。何則然者？", "223": "以彼一切志純熟故。「又其如來自於三千大", "224": "千世界，唯一法化無外異道；又若如來欲會", "225": "眾時，輒放身光盡明其界，彼土人民尋皆有", "226": "念：『世尊覺來將演法化故揚光耳！』各承佛", "227": "聖神足飛來詣佛聽法。「又彼如來終無不定，", "228": "乘大聖神忽昇空中去地七丈，就其自然師", "229": "子之座，廣為眾會進講法說，普土見之，譬如", "23": "勞。所以者何？見諸眾生本都無縛，於本自脫。", "230": "覩其日月宮殿明盛滿時。眾生種德故生彼", "231": "土，其國人民觀於世尊師子之座，懸在虛", "232": "空而無所著，尋解諸法亦空無著。當爾之時", "233": "悉得法忍。其如來者但說金剛定入之門，不", "234": "有聲聞、緣覺雜言。所以唯演金剛定者，譬如", "235": "金剛所可著處靡不降徹。而彼如來所可說", "236": "法，亦如金剛，鑽碎吟疑住著諸見。「如是賢者！", "237": "阿耨達佛若現滅度，而其世界有尊菩薩，名", "238": "曰持願，當授其決然後現滅。其佛方滅，持願", "239": "菩薩即得無上最正之覺，尋補佛處，號曰等", "24": "彼作此念：『是諸眾生悉著一欲，行者不著而", "240": "世如來、無著、平等正覺！其土所有神通菩薩", "241": "及上弟子眾會多少，如阿耨達！」時阿耨達王", "242": "之太子名曰當丹常信，敬心悅欣，以寶明", "243": "珠、交露飾蓋進奉如來，叉手白佛：「誰當於時", "244": "得為持願菩薩者耶？」是時世尊知王太子", "245": "當信意向，告阿難曰：「其時持願菩薩大士", "246": "當補佛處者，今龍王子當丹常信是也！時阿", "247": "耨達如來方滅，持願菩薩尋昇佛座；又其", "248": "等世如來、無著、平等正覺方適得佛，亦便轉", "249": "此法品正要。」當佛說是封拜品時，四萬菩薩", "25": "脫本法，一切眾生著其不諦妄想之念，菩薩", "250": "得無從生忍，十方世界來會菩薩、釋、梵、持世、", "251": "天、龍、鬼神，聞佛說此封拜法已，悉皆喜悅懽", "252": "心踊躍信樂遂生，五體稽首各還宮殿。阿耨", "253": "達王與諸太子眷屬圍遶，勅伊羅蠻龍象王", "254": "曰：「為如來故造作交露琦珍寶車，使其廣博", "255": "殊妙無極，當以奉送至真正覺！尋應受教。」輒", "256": "為如來化作七寶珠交露車，令極高大廣博", "257": "嚴飾。世尊菩薩及諸弟子悉就車坐，無熱", "258": "龍王太子眷屬，心懷恭恪手共挽車，從其宮", "259": "中出于大池，如來神旨忽昇鷲山。", "26": "了此，終始無著已脫法本』。「又復龍王！得不起", "260": "12 囑累法藏品(四)囑累法藏品第十二", "261": "於是世尊到鷲山已，即告慈氏、軟首童子并", "262": "眾菩薩曰：「諸族姓子！以阿耨達所問道品宜", "263": "重宣廣，使諸未聞而得聞之。」慈氏、軟首而俱", "264": "白佛：「唯願如來垂慈當說。」於時世尊尋輒", "265": "揚光，光色無數，天地震動至于六反，光明", "266": "鑠鑠乃曜十方，十方佛土諸尊菩薩神通備", "267": "者，尋明飛來，到皆稽首各便就坐。王阿闍世、", "268": "夫人、婇女、太子、眷屬、舉國臣民、長者、居士、梵", "269": "志、學者，見是光明，又聞如來從無熱還，各捨", "27": "法忍菩薩者，雖未得達佛要行處，然是菩薩", "270": "其事悉詣鷲山，到世尊前肅然加敬叉手為", "271": "禮，問訊如來：「景福無量乎！」即退還坐觀佛無", "272": "厭。如來身光明，悉普至無極世界，諸大地", "273": "獄眾窈冥處靡不降徹，諸在地獄無不被明。", "274": "又其光明而出聲曰：「能仁如來於無熱池弘", "275": "說清淨道品要法，今還鷲山而重演化。」又其", "276": "音聲徹諸地獄，十方地獄眾生之類，所受苦", "277": "痛應時得免，悉遙見佛及諸眾會，皆自悲", "278": "嗟：「嗚呼世尊！吾等受此苦痛無數地獄之酸，", "279": "六火圍遶燒炙苦毒，鋒瘡萬端鑊湯之難，諸", "28": "不住凡夫、學無學處，普入諸處習度無惓，不", "280": "變種種更斯眾痛日月彌遠。善哉世人，值奉", "281": "如來，稟佛道化得離三苦，吾等宿世雖遇諸", "282": "佛，不受法化使被眾痛，蒙賴如來所說法", "283": "品，令諸殃罪而輒微輕。」當爾之時，十方地", "284": "獄一切眾生，得萬有億千，悉發無上正真道", "285": "意，遙承佛聖，皆同聲曰：「一切苦痛本為清", "286": "淨，其了本者則無顛倒，吾等但坐不了之故，", "287": "更諸地獄眾苦無數，願使一切速解正真。」", "288": "爾時佛告慈氏菩薩、軟首童子及阿難曰：「諸", "289": "族姓等！當勤受此是經要說，持諷誦讀以宣", "29": "於欲處有其婬行、恚處不怒、癡處不愚；不", "290": "流布，廣為學者演說斯法，使諸四輩加心專", "291": "習，是慧要行積辯句義。若族姓子及族姓女，", "292": "發心怡悅向樂是經，當為斯輩解此奧藏深", "293": "邃諸義，道之無府眾經所歸，諸佛積要微妙", "294": "無量，若所授者，當令字句了了分明使無增", "295": "減。又諸族姓若賢男女，在於過去恒沙諸佛", "296": "所作功德施行種種，受持諸佛所可說法，一", "297": "一專習勤心奉行。若復施、戒、忍、進、定、智，行是", "298": "六度億百千劫，奉是諸佛并眾弟子，衣被、", "299": "飯食、床臥、醫藥、香華、伎樂，進諸所欲；又造精", "3": "9 不起法忍品(四)不起法忍品第九", "30": "於處所以無欲住離眾欲際，御持諸姓導", "300": "舍經行之地，奉敬如是不可稱計；至諸世尊", "301": "般泥洹已，為諸如來起七寶塔，一一供養諸", "302": "如來塔，香華、伎樂、繒綵、幡蓋、進然香燈，又懸", "303": "夜光明月諸寶，供養如是極多無數，斯所行", "304": "德集會計之，都不如是族姓男女逮得一聞", "305": "此阿耨達龍王所問決諸狐疑法品義也。所", "306": "以者何？以斯法藏出生諸佛菩薩要行慧之", "307": "最故，何況奉持、執卷誦讀，以無疑心體解", "308": "深妙，復以所聞宣示流布，斯諸功德不可測", "309": "量也。」", "31": "化眾生，自無欲垢貪著穢行。彼於魔界及與", "310": "是時慈氏、軟首童子、賢者阿難俱白佛言：「甚", "311": "未曾有。唯然，世尊！又若如來慈降一切興有", "312": "大悲，乃為十方去來現在菩薩行者、天、龍、鬼", "313": "神、諸眾生故，弘說是法無極清淨道品之義。", "314": "又復世尊！若族姓子及族姓女，聞阿耨達龍", "315": "王所問決狐疑經，不即受持樂習誦讀，又", "316": "不廣博布示等學，亦不興心勸助之者，當知", "317": "是輩族姓男女，以為眾魔及魔官屬，并邪外", "318": "道之所得便，常在羅網結疑中也。」時佛歎曰：", "319": "「快哉所言！誘進一切使習斯法，令行應之。」如", "32": "佛界，并自然相而無疑惑，亦不念其法性之", "320": "來又曰：「當以是經數為四輩宣廣說之。」爾", "321": "時慈氏、軟首菩薩、賢者阿難皆白佛言：「唯願", "322": "世尊輒當受持布演是法。又復世尊！此經", "323": "名何？當云何奉？」世尊告曰：「斯乎族姓！名『阿", "324": "耨達龍王所問決諸狐疑清淨法品』，亦名『弘", "325": "道廣顯定意』，當勤受持斯經之要。又族姓等！", "326": "是道品者珍護諸法經之淵海也。」慈氏菩薩、", "327": "軟首童子及諸來會神通菩薩，釋、梵、持世、天、", "328": "龍、鬼神同聲白佛：「甚善如來！快說是法。吾等，", "329": "世尊！在所聚落、國界、縣邑有行是法，當共", "33": "處。普現於彼眾生之界，了知識處、法非法", "330": "躬身營護斯輩，其聞此者令無邪便；吾等亦", "331": "當受持是經，使普流布而常無斷。」佛歎慈氏、", "332": "軟首童子并眾菩薩曰：「善哉諸族姓子！卿等", "333": "所言勸樂將來諸學菩薩，快甚乃爾！」佛說此", "334": "已，十方來會神通菩薩七萬二千悉逮顯定；", "335": "五萬四千天、龍、鬼、人，皆發無上正真道意；五", "336": "千天人得生法眼。阿耨達龍王、慈氏菩薩、軟", "337": "首童子、一切菩薩、賢者阿難，來會四輩，及諸", "338": "天、龍、種種鬼神，人與非人，聞佛說是，莫不歡", "339": "喜，稽首佛足各便而退。", "34": "處，曉入行處以慧而觀。於行之處及生死處，", "340": "佛說弘道廣顯三昧經卷第四", "35": "亦不生死入隨生死，所在諸處為造德本守", "36": "靜不疲，解知生死如無生死，不以賢聖修應", "37": "而脫。」時阿耨達謂軟首曰：「如仁軟首而作", "38": "是言，菩薩不以修應向脫，其曉是學斯則菩", "39": "薩修應向脫。何謂菩薩修應向脫？」軟首答曰：", "4": "時阿耨達謂軟首曰：「不起法忍當云何得乎？」", "40": "「得不退轉，是謂菩薩修應向脫。「又復龍王！菩", "41": "薩曉知有念未脫，為諸隨念眾生等故，建立", "42": "精進化轉無念，言有吾我亦為未脫。「又復龍", "43": "王！其菩薩者已無吾我，向諸縛著眾生類", "44": "故，為起大悲而以度之。彼見生死都無生死，", "45": "生諸所生以其無生，眾生無生而皆等見，為", "46": "諸倚著眾生之故現生受身，永無其生亦不", "47": "有終，是慧菩薩應修向脫，執權而還還住生", "48": "死，現在所生受身之處，濟化愚冥導以智慧，", "49": "得免罪苦；菩薩以空故應寂向脫，以權而還", "5": "軟首答曰：「忍不生色、痛、想、行、識，是謂菩薩得", "50": "反于生死，為諸眾生興發大悲，菩薩無相修", "51": "應向脫；弘權而還還遊生死，向諸隨念眾", "52": "生之故為起大悲；菩薩無願修應向脫，執權", "53": "而還還住生死，為諸隨願眾生之類，向發大", "54": "悲化行無願脫乎。「龍王！菩薩解入無所有法，", "55": "不捨眾生入於無我及人命壽，不忘道場，曉", "56": "入無量果致大人三十二相，終寂靜寞無寂", "57": "不寂亦無其亂，等過諸行，無心意識不違本", "58": "願，昇普智心等離眾念，權曉眾生種種意行，", "59": "得賢聖者及非賢聖，勤以精進立正聖法無", "6": "不起忍。「又復龍王！菩薩所得不起法忍，等", "60": "淫泆行，建志不捨，寂與不寂等皆濟度，無", "61": "念不念，其不整者佛土莊飾嚴整立之，過俗", "62": "向脫脫不離俗。如是龍王！以執智權有賢聖", "63": "定，是為菩薩修應向脫。", "64": "「譬如，龍王！聲聞之行修應向脫，名曰往還。以", "65": "成其道，不能前進發於無上、建立大悲而化眾", "66": "生。如其菩薩亦應修脫無復動搖，成不退轉", "67": "往還乎。龍王！修應向脫，無疑會當得至道果。", "68": "又如菩薩修應向脫，都不忘於聲聞之果受", "69": "菩薩道，以是聲聞修應向脫為有其限，如菩", "7": "見眾生以致是忍；等彼眾生如其所生；等見", "70": "薩者永無其限。譬如龍王！有二匹夫在峻山", "71": "頂而欲自投，其一人者力贔勇悍，權策通捷", "72": "宿習機宜，曉了諸變無事不貫，從其峻山而", "73": "已自投，忽爾復還住彼山頂，由其勇勢爽", "74": "健猛達，身昇最力輕驫翻疾，強惈所致而使", "75": "無墮亦不所住。如其一人志怯意弱亦無權", "76": "謀，於其山上不能自投。如是龍王！其菩薩", "77": "者於空無相願，觀覩諸法無所作念，如是觀", "78": "訖，又復能以權慧之力，為眾生故住普智心。", "79": "其峻山者謂是無數；其慧博達顯大力者，譬", "8": "眾生亦無有生；等見眾生以如自然；等見一", "80": "執權慧行菩薩也。其修權慧菩薩行者，不處", "81": "生死不住無為，是謂菩薩披普智鎧。如入", "82": "死生抽拔眾生，令發菩薩大乘之行；其劣弱", "83": "者住彼山上不能返還，譬之聲聞不入生死", "84": "無益眾生。「若是，龍王！其有菩薩聞是脫慧要", "85": "行品者，斯輩，世尊！皆得堅固於無上正真道", "86": "意，疾近佛坐濟度三界。」說是法時，會中菩", "87": "薩七千人得不退轉。", "88": "10 眾要法品(四)眾要法品第十", "89": "時阿耨達龍王太子，其名感動，前白佛言：「今", "9": "切若如其相，亦不與等而見其等，是謂菩", "90": "吾，世尊！以無貪心自歸三尊，願使是經久住", "91": "於世，護正法故。唯，世尊！志發無上正真道", "92": "意，願造斯行樂興達之，得了心本，明曉道", "93": "本及諸法本，自致成佛最正之覺，當廣宣道", "94": "化潤眾生。又唯，世尊！其諸菩薩聞此清淨大", "95": "道法品而不信樂不奉行者，當知斯輩菩薩", "96": "之類，為魔所魘，亦不得疾近普智心行。所", "97": "以者何？從斯世尊法品要義出生菩薩，自致", "98": "成佛、伏魔外道，去、來、現在諸佛正覺皆由是", "99": "法。」爾時賢者須菩提謂太子：「感動！如仁賢者"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0635 佛說弘道廣顯三昧經: 佛說弘道廣顯三昧經: 佛說弘道廣顯三昧經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}