{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0261 大乘理趣六波羅蜜多經: 大乘理趣六波羅蜜多經: 大乘理趣六波羅蜜多經: 大乘理趣六波羅蜜多經", "text": {"0": "1 歸依三寶品", "1": "大乘理趣六波羅蜜多經卷第二", "10": "不能及，除佛世尊及彼灌頂受職菩薩二種", "100": "遠，何不問之？佛當為汝記別此事，於此眾會", "101": "悉得無疑。」時阿難陀從座而起，整理衣服偏", "102": "露右肩，長跪合掌而白佛言：「唯願大聖世尊", "103": "為我說之，唯願善逝為我說之。此會無量無", "104": "邊有情，因聞此法，皆欲被精進甲修菩薩行。」", "105": "爾時薄伽梵告阿難陀曰：「汝今諦聽，善思念", "106": "之。吾當為汝分別解說彼佛世界遠近之事，", "107": "及佛名號功德莊嚴。彼佛如來、應、正等覺，無", "108": "礙無著、一切智智，汝等大眾皆應信受勿生", "109": "驚疑。」時阿難陀白佛言：「大聖世尊！我於今者", "11": "光已，餘一切光皆悉映弊無復顯現。又此三", "110": "願樂欲聞。」", "111": "爾時薄伽梵告阿難陀：「去此東方過十殑伽", "112": "沙微塵等世界，有世界名曰不眴。彼世界中", "113": "有薄伽梵，名曰普賢如來、應、正等覺、明行圓", "114": "滿、善逝、世間解、無上士、調御丈夫、天人師、佛、世", "115": "尊。今現在彼說大乘法，無盡藏菩薩從彼世", "116": "界而來至此。彼佛世尊唯以諸大菩薩而為", "117": "其眾，無有聲聞、辟支佛名，何況有實。而彼菩", "118": "薩久積淨業，布施調伏善御六根，常行忍辱", "119": "無所障礙，堅固菩提勤行精進，成就善巧靜", "12": "千大千世界日月威光所不照處，如是日月", "120": "慮解脫及三摩地三摩鉢底，遊戲神通大智", "121": "光明，自在無礙文字巧妙，慈悲喜捨猶若虛", "122": "空，悉能摧伏異道邪論，降魔勞怨勇猛不退，", "123": "成就佛智微妙甚深。如來十力、四無所畏，辯", "124": "才不斷智慧無礙，深入緣起能離有無，行於", "125": "中道離我、我所、有情壽命、養育士夫、補特伽", "126": "羅、意生、儒童。作者受者、知者見者、斷見常見，", "127": "遠離一切妄執諸見，得陀羅尼素呾纜王，以", "128": "如來印之所印也。普觀眾生堅固不捨，等如", "129": "一子無有二心，演甘露法猶師子吼。上中下", "13": "有大威德、有大光明，不能照彼幽瞑眾生。由", "130": "類一切有情，聞斯法已無不獲益，速疾安住", "131": "涅槃正路，三明六通具八解脫，紹三寶種無", "132": "有斷絕，灌頂受職當作法王。能了有情度未", "133": "度者，詣菩提樹坐於道場，處師子座，自在無", "134": "畏降伏魔怨，能現佛身相好具足，能轉無上", "135": "清淨法輪，純以大菩薩僧而為眷屬圍遶說", "136": "法，利益有情。」爾時會中一切眾生，聞佛說彼諸", "137": "大菩薩功德法已，歡喜踊躍不能自勝，即以", "138": "無量天嗢鉢羅華、鉢特摩華、拘牟頭華、奔茶", "139": "利迦華、曼荼羅華、摩訶曼荼羅華及餘種種", "14": "佛光明，令彼有情各得相見。此諸世界所有", "140": "雜華而散佛上，及無盡藏菩薩等六十俱胝", "141": "菩薩大眾之上，而為供養。歡喜自慶而作是", "142": "言：「我等今日獲大善利，得見如是大菩薩眾。", "143": "若餘國土一切眾生，聞我供養得親近者亦", "144": "獲善利。聞彼菩薩功德法者，皆發無上正等", "145": "覺心。」時此會中三十六億眾生，皆發阿耨多", "146": "羅三藐三菩提心。", "147": "爾時薄伽梵復告具壽阿難陀言：「彼不眴世", "148": "界無諸苦難，及三惡趣亦不聞名，亦無五眾", "149": "犯禁之名，亦無煩惱勞慮等聲，亦無女人嫉", "15": "宮殿、屋舍、牆壁、山林、草木、種種諸物，亦不能", "150": "妬慳悋懈怠瞋恚亂意愚癡，亦無障蓋并諸", "151": "習氣，亦無種種上中下等雜類之名，亦無三", "152": "乘差別之號——佛法僧寶平等一相，亦無魔及", "153": "魔民異道邪見，亦無飢渴寒熱等事，及我我", "154": "所男女等相，互相攝受種種異名。而彼世界", "155": "廣博嚴淨，以六十萬億俱胝佛剎為一佛土，", "156": "亦無日月，唯以菩薩願力光明而為照耀。地", "157": "平如掌，純以帝青及吠瑠璃、末尼珠等種種", "158": "雜寶間錯莊嚴，又以眾寶蓮花而散其上——其", "159": "花鮮明柔軟第一，如天妙觸迦遮隣底迦衣——", "16": "障如是光明。所有諸山——香山、寶山、黑山、雪山", "160": "八重寶樹交映蓊欝，周匝圍遶以為垣牆，種", "161": "種雜花而為嚴飾。亦無沙礫坑坎丘陵、土石", "162": "黑山荊棘毒刺，唯有無量妙寶高山。雖有天", "163": "人無別異相，不假雜食而用資身。亦無便利", "164": "穢污不淨，常以法喜禪悅為味。國土嚴淨，唯", "165": "佛法王化諸菩薩，無有文字亦無言說。彼諸", "166": "菩薩受化之時，來詣佛所恭敬合掌，目不蹔", "167": "眴瞻仰如來，念佛三昧自然成就，故彼世界", "168": "名為不眴。念佛三昧云何是耶？所謂非色相", "169": "生，亦非受想行識生，非前後邊際智慧生，亦", "17": "及妙高山、鐵圍山、大鐵圍山、目真隣陀山、摩", "170": "非現在見聞所生。」佛告阿難：「其念佛三摩地", "171": "不可思議，於諸法無所行而觀諸法如實相，", "172": "無說無示、無相無名。此即名為念佛三昧。」", "173": "爾時曼殊室利菩薩摩訶薩即從座起，偏袒", "174": "右肩右膝著地，合掌恭敬而白佛言：「大聖世", "175": "尊！若有善男子、善女人，受持此六波羅蜜多", "176": "經深妙理趣，得幾所福？」佛告曼殊室利菩薩", "177": "摩訶薩：「若有善男子、善女人，於九十億殑伽", "178": "沙俱胝那庾多百千佛所，供養恭敬尊重讚", "179": "歎。於意云何，此善男子，善女人所得功德寧", "18": "訶目真隣陀山，如是等山——遇斯光已，影透內", "180": "為多不？」曼殊室利白佛言：「甚多，世尊！甚多，善", "181": "逝！」佛告曼殊室利菩薩摩訶薩：「我今為汝分", "182": "別演說。若有善男子、善女人、能於此六波羅", "183": "蜜多經甚深理趣大乘法寶，乃至一頌一句，", "184": "受持讀誦。書寫解說，如說修行。而此功德勝", "185": "前功德。所以者何？此六波羅蜜多大乘理趣", "186": "甚深法門，乃是一切諸佛之母，一切如來從", "187": "此生故。」", "188": "爾時曼殊室利菩薩摩訶薩白佛言：「大聖世", "189": "尊！我今為欲擁護國界及受持此經典者，常", "19": "外無所障礙。下至阿鼻地獄，上至非想非非", "190": "為守護，為欲滌除一切障難，說陀羅尼祕密", "191": "文句。", "192": "「第一根本身真言曰：「南謨薩嚩尾泥一唵二", "193": "嚩平聲、引移倪以反濕嚩二合囉", "194": "「第二心真言曰：「唵一穆", "195": "「第三頭真言曰：「唵一母鼻音穆", "196": "「第四頭髻真言曰：「唵一菴暗穆", "197": "「第五甲冑真言曰：「唵一靉引穆莎訶", "198": "「第六器仗真言曰：「唵一鏖懊高反、合口呼穆", "199": "「大聖世尊！此陀羅尼文句，是三世諸佛法身", "2": "罽賓國三藏般若奉　詔譯", "20": "想天，悉亦蒙光靡不照耀。如是三千大千世", "200": "肢節，過去未來現在諸佛之所宣說。若有善", "201": "男子、善女人，於閑靜處著新淨衣，發大殷重", "202": "無分別心，誦百千遍，必得聞持永無忘失。若", "203": "有善男子、善女人持是經者，當知此人即是", "204": "法師，若有人輕毀違犯此法師者，當知即是", "205": "輕毀違犯過去未來現在諸佛。」", "206": "爾時薄伽梵讚曼殊室利菩薩摩訶薩言：「善", "207": "哉，善哉！汝今說是諸佛真言，作大利益，擁護", "208": "慈愍一切眾生，滌除障難。」", "209": "爾時普賢菩薩摩訶薩即從座起，偏袒右肩", "21": "界所有諸光，合成一光而無二相。其中眾生", "210": "右膝著地，合掌恭敬而白佛言：「大聖世尊！我", "211": "亦為欲擁護國界及受持此經典者，常作守", "212": "護，為欲滌除障難，說陀羅尼祕密文句。", "213": "「南謨囉紇二合旦一南謨悉馱南二南謨阿利", "214": "也南三南莫娑去怒南四怛地儞也反他五", "215": "唵六止哩止哩尼七悉哩悉哩尼八呬哩呬", "216": "哩尼九呬吒呬吒十瞖醯兮十一陀囉尼三", "217": "縻十二莎訶", "218": "「世尊！此陀羅尼祕密文句，乃是三世諸佛之", "219": "所宣說。若有善男子、善女人持是經者，當知", "22": "遇斯光者，罪垢煩惱皆得銷除，身心安樂各", "220": "此人即是法師，若有人輕毀此法師者，當知", "221": "即是違犯過去未來現在三世諸佛。」", "222": "爾時大聖觀自在菩薩摩訶薩即從座起，偏", "223": "袒右肩右膝著地，合掌恭敬而白佛言：「大聖", "224": "世尊！我亦為欲擁護彼善男子善女人持是", "225": "經者，常作守護及所住國土，為欲滌除一切", "226": "諸難，說陀羅尼祕密文句。", "227": "「南謨娑滿多沒馱南一怛地儞也反他二唵三", "228": "哩弭嚟四哩弭嚟五誐攞哩弭嚟六簡侘", "229": "丑加反哩弭嚟七尾止嚟八莎訶", "23": "作是念：「我等蒙光得是安樂。」爾時會中忽然", "230": "「世尊！此陀羅尼乃是三世諸佛之所宣說。若", "231": "有人能持是經者，當知此人即是法師，若人", "232": "輕毀此法師者，當知即是輕毀三世諸佛。」爾", "233": "時曼荼羅諸天菩薩皆悉集會，其名曰：", "234": "金剛薩埵、金剛王、金剛染、金剛善哉、", "235": "金剛寶、金剛威、金剛幢、金剛愛、金剛", "236": "法、金剛利、金剛因、金剛語、金剛羯", "237": "磨、金剛護、金剛藥叉、金剛拳、金剛薩", "238": "埵、金剛寶、金剛法、金剛羯磨、金剛嬉", "239": "戲、金剛鬘、金剛歌、金剛舞、金剛香、", "24": "而有六十俱胝七寶蓮華，猶如車輪，從地涌", "240": "金剛華、金剛燈、金剛塗香、金剛鉤、金", "241": "剛索、金剛鎖、金剛鈴、", "242": "金剛阿尾奢等，異口同音共說法身種子陀羅", "243": "尼曰：", "244": "「唵慕欠阿引聲吽怛闌二合紇哩二合惡」", "245": "此等大士諸大菩薩，恭敬合掌前白佛言：「大", "246": "聖世尊！我等若見有人受持此經乃至一頌一", "247": "句，我等恭敬供養尊重是人，如毘盧遮那如", "248": "來等無有異。」", "249": "爾時六波羅蜜多菩薩具足威儀，而於佛前", "25": "出，香氣芬馥，其色美妙，種種雜色令人樂見。", "250": "各各自說陀羅尼祕密文句。", "251": "第一布施波羅蜜多菩薩說真言曰：「南謨薄", "252": "伽伐諦曳二合一怛哩二合瑟拏二合哩二摩訶撥", "253": "㝹迷三吽索蘇各反」", "254": "第二淨戒波羅蜜多菩薩說真言曰：", "255": "「南謨薄伽伐諦曳二合賀囉賀囉獶施略上乃", "256": "刀反、下盧遮反迺以羝曷嚟撥囉二合沒馱吽癹", "257": "吒」", "258": "第三安忍波羅蜜多菩薩說真言曰：", "259": "「南謨薄伽伐諦曳二合一蘇囉撥底丁里反二迺以", "26": "其一一華，復有無量無邊百千萬葉。其眾會", "260": "羝三𪑐尾黑反吽儞入聲、儞吉反儞吠二合灑四索", "261": "桑各反」", "262": "第四精進波羅蜜多菩薩說真言曰：", "263": "「唵南謨薄伽伐諦曳二合一告思儞耶二末藍", "264": "微毛賀耶三吽癹吒半餘聲四」", "265": "第五靜慮波羅蜜多菩薩說真言曰：「南謨薄", "266": "伽伐諦曳二合一呬里呬里二枳里枳里三弭", "267": "里弭里四矩殺吒二合矩殺吒二合五唵六慕", "268": "引哩七慕哩二合嚩平聲莎訶」", "269": "第六智慧波羅蜜多菩薩說真言曰：「南謨薄", "27": "上虛空之中，自然而有微妙寶蓋、珠網交絡", "270": "伽伐諦曳二合一揭諦揭諦二波羅揭諦三波", "271": "羅僧揭諦四冒地莎訶」", "272": "時六波羅蜜多菩薩天等，皆白佛言：「大聖世", "273": "尊！我等亦為擁護持是經者，說此陀羅尼祕", "274": "密文句。若有善男子、善女人，受持此經乃至", "275": "一頌一句，我等供養恭敬尊重讚歎，如佛無", "276": "異。」", "277": "爾時毘沙門天王，亦為擁護國界受持經者，", "278": "說自心真言：", "279": "「怛地爾也反他一拘那里二阿羝󰨢羝捺羝", "28": "遍覆大眾，如迦遮隣底迦柔軟妙服觸之悅", "280": "三阿娜羝四拘那里五莎訶」", "281": "爾時毘樓勒叉天王，亦為擁護國界及受持", "282": "經者，說真言曰：「怛地儞也反他一阿誐儜二", "283": "誐儜三敖哩四岸平聲那去聲哩五旃拏里", "284": "六摩鄧耆七卜羯斯八僧去聲矩黎九沒嚧", "285": "二合灑黎莎訶」", "286": "爾時提頭賴吒天王，亦為擁護國界及受持", "287": "經者，說真言曰：", "288": "「怛地儞也反他一󰍞黎二怒米黎三怒閉嬭", "289": "平聲四怒󰍟黎五閉黎平聲六閉嬭平聲七莎訶」", "29": "意。其蓮華中所出香氣，周遍三千大千世界，", "290": "爾時毘樓博叉天王，亦為擁護國界及受持", "291": "經者，說真言曰：", "292": "「怛地儞也反他一阿尼嚩尼二窘而去聲三怒", "293": "拏去聲迷四怒矩黎五悉哩怒哩六弭哩七", "294": "怒莎訶」", "295": "時四天王白佛言：「大聖世尊！我等亦為擁護", "296": "國土及善男子、善女人受持經者，說此陀", "297": "羅尼祕密文句。若有輕毀受持經者，即為輕", "298": "毀三世諸佛。」", "299": "爾時執金剛菩薩，亦為擁護受持經者，說", "3": "2 陀羅尼護持國界品陀羅尼護持國界品第二", "30": "諸世界中所有天香、龍神等香及餘草木種", "300": "真言曰：", "301": "「南謨囉怛曩二合怛囉二合也耶一　南謨矢戰", "302": "二合、平聲拏二　韈日囉二合、上聲播拏上聲曳平聲三　麼訶", "303": "藥𩑔叉二合拪上那簸戴上聲曳平聲四　寧上羝", "304": "耶二合五　撥囉二合入嚩二合、上聲履多六　拘嚕二合", "305": "馱耶七　訖栗二合多八　比入聲、頻密反俱胝目佉耶", "306": "九　嚕麼曷哩沙拏昧孕羯囉耶十　的乞儭二合", "307": "那十一　難上聲瑟鵽嚕二合羯吒耶十二　撥囉二合捻", "308": "入聲勃多二合韈日囉二合賀薩多耶十三　薩嚩平聲", "309": "尾垽那十四　微那夜迦尾特問二合娑那羯囉引聲", "31": "種諸香，此香及處無復香氣。又此三千大千", "310": "耶十五此上十五句起請真言，下三句正說真言怛地儞也反他一　吽韈日", "311": "羅二合矩嚕二　那去聲怛喇吒三合」", "312": "爾時鈴鐸耳微那夜迦等，亦為擁護受持經", "313": "者，說真言曰：", "314": "「怛地儞也反他一唵二必致必致三摩必致摩必致", "315": "四摩尾奢摩尾奢五摩入嚩二合、上囉摩入嚩", "316": "二合囉六莎訶」", "317": "爾時閻魔羅王，亦欲擁護受持經者，說真言", "318": "曰：", "319": "「怛地儞也反他一悉哩二尾悉哩尼三質", "32": "世界，種種有情蒙香所熏，喜不自勝，皆悉發", "320": "哩四尾質哩尼五儞㕧儞㕧六瞖醯兮七慕", "321": "上多撥底八莎訶」", "322": "爾時訶哩底愛子母，亦為擁護受持經者，說", "323": "真言曰：", "324": "「怛地儞也反他一娜嬭儞諧反，下准此娜嬭二頓嬭頓", "325": "嬭三薩尾山微那夜迦喃四目佉髯磨喃五", "326": "鑠訖底二合悉擔磨南六磨嚩都七莎訶」", "327": "爾時摩利支天，亦為擁護受持經者，說真言曰：", "328": "「怛底嚟二合磨寧一　滿怛囉二合二　撥娜寧三　麼", "329": "挽底丁伊反平聲四　怛地儞也反他一　遏迦末斯二　末", "33": "心，煩惱罪垢一切消滅。爾時，阿難陀見是", "330": "迦末斯三　頞怛那去聲南末斯四　撥吐迷洛叉", "331": "五　嗢撥吐迷洛叉六　薩嚩昧以瓢入聲七　薩武", "332": "撥薩倪上聲瓢八　曷洛叉九　莎訶」", "333": "爾時迦嚕拏王，為欲擁護國王大臣及受持", "334": "經者，說迦嚕拏王理趣真言曰：「乞史二合簸", "335": "一唵二莎訶」", "336": "爾時真實迦嚕囉王，為欲擁護國界及受持", "337": "經者，說真言曰：", "338": "「南謨薩哆埵二合一　誐嚕拏耶二　沒孽囉摩", "339": "訶沒孽囉三　縵惹平聲縵惹平四　薩嚩上娜岸", "34": "光明希有之相，奇特殊妙得未曾有，即從座", "340": "平五　摩囉耶尾沙入索六　嗢涅蘇上哩耶二合七", "341": "儞袍八　慕上󰌮去誐麼哩補九　鑠訖多二合", "342": "薩那十　窣覩縵寧上十一　薩莽㗚多十二　尾搖十三", "343": "賀哩多引羅十四　簡底頂伊反十五　嚕質囉十六　僧屹", "344": "囉二合銘十七　捺里與捺囉二合十八　儞迦囉十九　撦", "345": "耶二十　薩麼曩二十一　泥庾底丁里反二十二　商佉二十三", "346": "乞史二合囉平聲二十四　沒哩二合娜羅二十五　窘多二十六", "347": "那嚩去聲囉二十七　三藐佉二十八　尾灑二十九　乞史", "348": "二合跋寧三十」", "349": "時迦嚕囉王纔說是真言已，一切惡龍毒氣", "35": "起整理衣服，偏袒右肩長跪合掌而白佛言：", "350": "皆悉摧滅，國土安寧。", "351": "爾時大自在天王，為欲擁護受持經者，說真", "352": "言曰：", "353": "「怛地儞也反他一　唵二　怛吒耶三　莎訶四　悉怛", "354": "吒耶五　莎訶六　嚩吒耶七　莎訶八　勿吒耶", "355": "九　莎訶十　捨咄嚕二合儞屹輦二合怛曩耶十一", "356": "莎訶十二　南謨迦吒十三　尾迦吒十四　羯胒平聲、引迦", "357": "去囉十五　播吒羅上耶耨多囉十六　儞瑟吒", "358": "二合簡儞瑟吒二合十七　簡儞瑜惹難上羝十八　誐", "359": "羅十九　儞尾二合誐羅二十　尾捨撥囉二合尾捨二十一", "36": "「世尊！以何因緣現此光明奇特之相？此之光", "360": "阿尾捨二十二　嚕捺囉二合二十三　嘮捺嚟二合那二十四", "361": "汗囊汗囊二十五　諾賀諾賀二十六　跛者跛者二十七", "362": "莽他莽他二十八　尾特問二合娑也二十九　尾特問二合", "363": "娑也三十　瑜倪始嚩二合囉三十一　摩醯始縛二合囉", "364": "三十二　南謨悉諦窣覩三十三　播摩醯三十四　訝顏憂反", "365": "慈三十五　南謨始戰二合拏耶三十六　莎訶三十七　撥", "366": "囉二合戰拏耶三十八　莎訶三十九　沃屹囉二合、引耶四十", "367": "莎訶四十一　沃屹囉二合諦惹耶四十二　莎訶四十三", "368": "戍羅耶短聲，下准此四十四　莎訶四十五　戍羅匿乃職反賀", "369": "嚩二合耶四十六　莎訶四十七　氷并孕反誐上耶四十八", "37": "明及寶花香，昔未聞見，從何所來而現斯瑞？", "370": "莎訶四十九　氷誐佶灑二合、去聲耶五十　莎訶五十一", "371": "𦽆囉耶五十二　莎訶五十三　𦽆囉嚕播耶五十四　莎訶", "372": "五十五　佉上聲囉耶五十六　莎訶五十七　佉囉嚕播耶", "373": "五十八　莎訶五十九　禰怛多囉耶六十　莎訶六十一　嗢", "374": "特縛去聲、二合耶六十二　莎訶六十三　嗢特嚩二合繫舍", "375": "耶六十四　莎訶六十五　諾賀那去耶六十六　莎訶六十", "376": "七　撥者那去耶六十八　莎訶六十九　阿目佉去", "377": "耶七十　莎訶七十一　阿寧上聲韈多迦耶七十二　莎訶", "378": "七十三　烏蒭讖摩耶七十四　莎訶七十五　烏蒭讖", "379": "摩嚕涅囉二合耶七十六　莎訶七十七　瑜上聲滿七十八", "38": "唯願世尊分別解說，令此眾會咸悉聞知。」爾", "380": "儞尾二合瑟底七十九　也失者迦失質八十　阿寐捺", "381": "囉二合韈底八十一　𦽆底末底八十二　播那八十三　壤", "382": "誐平八十四　迂嚧八十五　茗拏囉八十六　穀乞史二合八十", "383": "七　紇㗚奈監八十八　摩呼八十九　塞建二合那九十", "384": "屹哩二合嚩平聲九十一　賀努九十二　鄔瑟侘二合九十三　匿", "385": "乃職反賀嚩二合九十四　娜娑九十五　室嚕二合怛囉二合", "386": "九十六　羅邏上吒九十七　室哩山九十八　諾賀彌九十九", "387": "莎訶一百　癹吒二合一百一」", "388": "爾時毘沙門天王及諸天等，各說如是陀羅", "389": "尼已，俱白佛言：「大聖世尊！我等若見如是法", "39": "時世尊告阿難陀：「汝今當知，從此東方有世", "390": "師，受持讀誦乃至一頌一句，常作擁護，滌除", "391": "一切災難苦厄及諸毒氣呵罵捶打，種種疾患", "392": "魑魅魍魎不吉祥事皆悉消滅。」佛告諸大士", "393": "及毘沙門天王：「汝等善能守護如是持經法", "394": "師，此經名字尚不可聞，何況盡能受持讀誦，", "395": "恭敬供養尊重讚歎，以種種塗香、末香、燒", "396": "香、華鬘、衣服及妙寶蓋、繒綵、幢幡、香油、酥燈，", "397": "以如是等百千萬種供養法師，應先發願：『聞", "398": "此經已，如說修行。』我今以此持經法師付囑", "399": "汝等，應當擁護，乃至親屬亦當守護，令無衰", "4": "爾時世尊欲說甚深理趣決定了義菩薩摩訶", "40": "界名曰不眴，彼有菩薩摩訶薩名無盡藏，與", "400": "患，使得安樂。」", "401": "3 發菩提心品大乘理趣六波羅蜜多經發菩提心品第三", "402": "爾時薄伽梵作師子吼，顯明祕密總持門已，", "403": "時慈氏菩薩摩訶薩即從座起，偏袒右肩右", "404": "膝著地，一心合掌而白佛言：「善哉，善哉！大聖", "405": "世尊！能以大悲讚說如是祕密甘露勝陀羅", "406": "尼守護法師。唯願世尊哀愍眾生，宣說阿", "407": "耨多羅三藐三菩提法，令諸有情，未發心者", "408": "云何發心？已發心者云何修行？復何因緣於", "409": "大乘心得不退轉？」", "41": "六十俱胝大菩薩眾恭敬圍遶，發意欲來，故", "410": "爾時薄伽梵告慈氏菩薩摩訶薩言：「若有善", "411": "男子、善女人，欲為有情修大乘行，欲度有情", "412": "置大涅槃，應當先發五種勝心。云何為五？一", "413": "者於諸有情普發平等大慈悲心；二者於一", "414": "切種智心不退轉；三者於諸有情起親友想，", "415": "於險難中誓當救護；四者常於有情起負債", "416": "想；五者恒懷慙媿何時償畢。能發如是五種", "417": "心者，速能證得阿耨多羅三藐三菩提。", "418": "「復次，慈氏菩薩摩訶薩！云何於大乘中一心", "419": "修行得不退轉？如往昔時有一商人，聰慧明", "42": "現斯瑞。」爾時世尊說是語時而此大地六種", "420": "達常行仁孝，恒見父母宗親貧苦，常懷憂惱", "421": "逼切身心，以何方便而能給濟？作是思惟：『無", "422": "過入海採如意寶而供給之，得離貧苦。』以是", "423": "因緣發勇猛心，不惜軀命從家而出，種種方", "424": "便求覓資糧，及諸善伴船及船師。於其中路", "425": "遇一異人從海而還，乃問此人：『如是忩遽，欲", "426": "何所之？』商人具答如上因緣：『為救貧窮，今欲", "427": "入海求如意寶，以相資給。』彼異人言：『我昔離", "428": "家亦復如是，為濟親族貧窮諸苦。既發家已", "429": "路經曠野，度大砂磧絕無水草，多有野象虎", "43": "震動彼無盡藏菩薩放大光明、現大神變，威", "430": "豹犲狼毒蛇師子，或遇劫賊大山大河，飢渴", "431": "寒熱驚懼怖畏種種危難，與彼船師方至大", "432": "海。又遇惡風大魚惡龍，雷電雹雨鼓浪洄", "433": "澓，多有留難不可具說。雖受如是種種諸苦，", "434": "尚不能獲如意寶珠，但得資身粗自供足，猶", "435": "未能濟貧乏之親。今勸仁者，勿強艱苦徒自疲", "436": "勞。吾欲與仁別為經理。所以者何？然彼大海", "437": "有種種難——黑風、黑山、藥叉、羅剎、摩竭蛟龍——眾", "438": "難非一。但曾聞有如意珠名，往者千萬獲無", "439": "一二。以是因緣，勸於仁者宜速迴還。』爾時商", "44": "德自在雨妙香花，無量諸天以種種音樂迎", "440": "主聞是語已，倍復增進，發三勝心入海不退。", "441": "云何為三？一者父母兄弟宗親貧苦若斯，如", "442": "何空歸不相救濟？二者我之親屬昔時富有，", "443": "惠我衣食憐愍於我，今者貧窮命不全濟，如", "444": "何放捨而欲退還？三者我在家時處理家務，", "445": "策役驅使大小僮僕種種呵責，如何貧苦不", "446": "相賑恤，令彼歡喜而欲退還？以是因緣念酬", "447": "恩德，發大勇猛決定前進，要當入海求如意", "448": "寶，得已還家濟於親屬，恣其所用永離艱窮。", "449": "「菩薩摩訶薩亦復如是發菩提心，觀於十方", "45": "彼菩薩而為供養。彼無盡藏菩薩與六十俱", "450": "六趣四生，皆是我之宿世父母，憐愍我故造", "451": "諸惡業，墮於地獄、餓鬼、畜生受諸苦惱。以是", "452": "因緣而自思惟：『以何方便濟斯苦難？』作是念", "453": "已，唯有入於六波羅蜜多大法海中，求佛種", "454": "智，拯濟有情生死之苦。如是思已，發大勇猛", "455": "無退屈心，精進勤求無有懈倦，種種方便求", "456": "覓資糧、菩提善伴法及法師。行至中路遇一", "457": "魔王領諸眷屬，或現天身，或顯人身、婆羅門", "458": "身，或作商主、苾芻、苾芻尼身，或餘種種異", "459": "類之身。而彼魔王問菩薩言：『汝今忩忙，欲詣", "46": "胝菩薩摩訶薩眾，而來至此迦蘭多迦竹林", "460": "何所？』菩薩答言：『我為一切苦惱眾生，今欲入", "461": "於六度大海，求佛種智如意寶珠，以救一切", "462": "貧乏眾生。』魔王復云：『我初發心亦復如是，為", "463": "度一切苦惱眾生，出生死家，度大流轉，曠野", "464": "砂磧備受飢渴，盜賊恐怖眾難非一，方至六", "465": "度大法海中。或遇乞頭，或逢乞眼耳鼻舌身", "466": "手足支節，心肺腸胃肝膽脾腎，國城妻子、", "467": "奴婢僕使。如是種種隨乞而施，不生慳悋", "468": "勤求智寶。經無量劫，生死流轉在於苦海，雖", "469": "受種種諸苦難事，猶不能獲無上菩提，而但", "47": "精舍，住虛空中高七多羅樹，皆悉恭敬合掌", "470": "迴求阿羅漢果，出離三界寂滅涅槃。我今勸", "471": "汝勿強勞苦，應自修持，吾欲與汝共階此果。", "472": "所以者何？我念三塗常受飢苦，心思吞噉仰", "473": "面向空，誰來入口充我一飽。種種苦難逼切", "474": "身心，人命無常過於山水，善知識者難遭難", "475": "遇，若不信受後悔何追。生死海中流轉不定，", "476": "心如水月何有實耶？惡知識者易見易逢，恒", "477": "樂勸人行菩薩道，捨財捨命望趣菩提。況諸", "478": "佛出興時乃一顯，求者千萬得無一二。以", "479": "是勸仁不須勞苦，應求解脫自取涅槃。又", "48": "向佛，異口同音聲遍三千大千世界，讚歎如", "480": "三無數劫受諸勤苦，方能獲得佛果菩提。此", "481": "生三生證阿羅漢，一種無學何用苦為。無", "482": "智愚人心希佛果，備歷艱苦經無量劫，尚未", "483": "聞證阿羅漢果，何況能得無上菩提。譬如", "484": "有人獲一小鳥，更見有一迦嚕囉王，即放手", "485": "中已所執鳥，便前捕捉迦嚕囉王。大者飛翔，", "486": "小者復失。愚求佛果亦復如是，棄此求餘二", "487": "果俱失。既知是已願早迴心，於此生中必證", "488": "羅漢。』爾時菩薩聞是語已，轉增勇猛發三種", "489": "心。云何為三？一者一切眾生從無始際生死", "49": "來無量功德，以微妙音而說頌曰：", "490": "已來，皆我所親或為朋友，現受苦惱未得", "491": "免離，如何退還？二者一切眾生從無始已來，", "492": "給我衣食憐愍我深，今受輪迴苦難非一，云", "493": "何未報乃生退心？三者一切眾生從無始際", "494": "皆我眷屬，策役驅使轉相呵責，未曾少分", "495": "酬報彼恩。以是因緣不應退屈，更增勇猛求", "496": "證菩提。若證菩提一切智寶，用濟生死苦難", "497": "眾生。是名菩薩摩訶薩於大乘中，一心修行", "498": "得不退轉。", "499": "「復次，慈氏！當知即是菩薩摩訶薩修大乘行", "5": "薩六波羅蜜多時，即於東方有大光明，金色", "50": "「大哉大悟無染著，無礙妙智清淨眼，", "500": "發五種心。此五心中，一者於諸有情起大", "501": "悲心；二者為諸有情求一切智——心無退轉此", "502": "二心者，於大乘法精進修行；三者一切有情", "503": "皆我親友；四者一切有情於我有恩，未有毫", "504": "釐用相酬報；五者一切有情皆我眷屬，我曾", "505": "於彼起不善業，種種呵罵非理責罰，深心慚", "506": "媿何時償畢——此之三心令諸菩薩勇猛不退，", "507": "乃至證得阿耨多羅三藐三菩提。」", "508": "大乘理趣六波羅蜜多經卷第二", "51": "斷除三毒無明習，我禮無等大悲尊！", "52": "遠離怖畏諸疑網，十力辯才無所畏，", "53": "異道邪徒皆戰慄，自在猶如師子王。", "54": "如來慧日大光明，普照十方無罣礙，", "55": "無明闇障惑已盡，如日舒光照世間，", "56": "無恃無依苦厄者，生老病死久漂流，", "57": "真實悲愍大慈尊，能拔輪迴苦海難。", "58": "無明顛倒生死源，種種妄想為波浪，", "59": "二障已除智自在，遊行不染如蓮花。", "6": "晃耀照王舍大城迦蘭多竹林精舍，乃至三", "60": "諸法無我本空寂，猶如谷響性皆虛，", "61": "無造無受如幻化，救世大悲恒演說。", "62": "佛了諸法如浮雲，亦如瀑水速流注，", "63": "世法不堅愚所集，聖智能觀永斷除。", "64": "佛眼猶若青蓮花，超過日月百千倍，", "65": "三世人天共稱讚，我禮調御難思議。", "66": "佛具如是無邊德，廣度群品若恒沙，", "67": "無漏功德妙莊嚴，是故我今頭面禮。」", "68": "爾時無盡藏菩薩與六十俱胝菩薩摩訶薩", "69": "眾，以是微妙伽他讚如來已，從空而下，頭面", "7": "千大千世界皆作金色。而此世界所有諸天——", "70": "禮足右遶七匝，承佛聖旨，各就蓮花跏趺而", "71": "坐。", "72": "爾時阿難陀以佛神力，從座而起偏袒右肩，", "73": "長跪合掌而白佛言：「此無盡藏菩薩從何所", "74": "來？彼世界中佛號何等？去此幾何？唯願世尊", "75": "分別解說。」", "76": "爾時世尊告阿難陀：「汝自問之。彼無盡藏菩", "77": "薩當為汝說。」時阿難陀即問無盡藏菩薩摩", "78": "訶薩言：「族姓子！從何所來？彼世界中佛號何", "79": "等？去此遠近？唯願分別。」時無盡藏菩薩言：", "8": "護世四王、釋提桓因，乃至他化自在天王、大", "80": "「汝今猶有去來之相而未除耶？」阿難陀言：「我", "81": "已久知此義。」無盡藏菩薩言：「汝若已知，云何", "82": "更問？乃生二種分別之心。若言來者是緣起", "83": "義，若言去者是緣滅義。何處無此生滅相", "84": "耶？然我國土無有去來生滅之相，若無去來，", "85": "即是聖智所行之處；若有去來，即是世間生", "86": "滅之相。若有音聲文字，亦是世間生滅起盡", "87": "之相。然我國土本無文字，亦無言說起盡之", "88": "相。若無起盡，即是自覺聖智所行之境。離", "89": "文字相是則解脫。」爾時阿難陀白無盡藏菩", "9": "梵天王——及日月星辰末尼燈燭，所有光明皆", "90": "薩言：「聖者！我不敢問辯才大士如是深妙之", "91": "義，唯問聖者所居世界去此遠近及佛名字，", "92": "所未聞事。譬如關塞收稅之人，但有往來，不", "93": "揀財寶多少有無，皆合問之。今我聲聞亦", "94": "復如是，從他聞說正法之聲，勝解修行自求", "95": "涅槃，是名聲聞。今見聖者，法應問之。我若聞", "96": "已，樂欲修習得安樂故，為欲增廣大乘法故。", "97": "又一切聲聞、獨覺悉從大乘出故。所以我問：", "98": "『聖者從何所來？去此遠近？佛號何等？』」時無盡", "99": "藏菩薩答阿難陀言：「如來、應、正等覺現在不"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0261 大乘理趣六波羅蜜多經: 大乘理趣六波羅蜜多經: 大乘理趣六波羅蜜多經: 大乘理趣六波羅蜜多經", "author": "唐 般若譯", "sourceLink": "http://www.cbeta.org/"}