{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0001 長阿含經: 佛說長阿含經: 佛說長阿含: 佛說長阿含: 佛說長阿含經", "text": {"0": "3 分26 三明經", "1": "佛說長阿含經卷第十七", "10": "欲自娛。」時，王又命第一太子優耶婆陀而告", "100": "王！行如此事，非為惡也。大王！若以利劍", "101": "臠割一切眾生，以為肉聚，彌滿世間，此非", "102": "為惡，亦無罪報。於恒水南，臠割眾生，亦", "103": "無有惡報。於恒水北岸，為大施會，施一切", "104": "眾，利人等利，亦無福報。』」王白佛言：「猶如有", "105": "人問瓜報李，問李報瓜。彼亦如是，我問", "106": "現得報不？而彼答我無罪福報。我即自念", "107": "言：『我是剎利王，水澆頭種，無緣殺出家人，", "108": "繫縛驅遣。』時，我懷忿結心，作此念已，即便", "109": "捨去。」又白佛言：「我於一時至末伽梨拘舍", "11": "之曰：「今夜月十五日月滿時，與晝無異，當", "110": "梨所，問言：『如今人乘象、馬車，習於兵法，乃", "111": "至種種營生，皆現有果報；今者此眾現在修", "112": "道，現得報不？』彼報我言：『大王！無施、無與，", "113": "無祭祀法，亦無善惡，無善惡報，無有今", "114": "世，亦無後世，無父、無母，無天、無化、無眾", "115": "生，世無沙門、婆羅門平等行者，亦無今世、", "116": "後世，自身作證，布現他人。諸言有者，皆是", "117": "虛妄。』世尊！猶如有人問瓜報李，問李報", "118": "瓜。彼亦如是，我問現得報不？彼乃以無義", "119": "答。我即自念言：『我是剎利王，水澆頭種，無", "12": "何所施作？」太子白王言：「今夜十五日月滿時，", "120": "緣殺出家人，繫縛驅遣。』時，我懷忿結心，作", "121": "此念已，即便捨去。」又白佛言：「我於一時至", "122": "阿夷陀翅舍欽婆羅所，問言：『大德！如人乘", "123": "象、馬車，習於兵法，乃至種種營生，皆現有", "124": "果報；今者此眾現在修道，現得報不？』彼報", "125": "我言：『受四大人取命終者，地大還歸地，水", "126": "還歸水，火還歸火，風還歸風，皆悉壞敗，", "127": "諸根歸空。若人死時，牀輿舉身置於塚間，", "128": "火燒其骨如鴿色，或變為灰土，若愚、若智", "129": "取命終者，皆悉壞敗，為斷滅法。』世尊！猶如", "13": "與晝無異，宜集四兵，與共謀議伐於邊逆，", "130": "有人問李瓜報，彼亦如是，我問現得報", "131": "不？而彼答我以斷滅。我即念言：『我是剎利", "132": "王，水澆頭種，無緣殺出家人，繫縛驅遣。』時，", "133": "我懷忿結心，作此念已，即便捨去。」又白佛", "134": "言：「我昔一時至彼浮陀伽旃延所，問言：", "135": "『大德！如人乘象、馬車，習於兵法，乃至種種", "136": "營生，皆現有果報；今者此眾現在修道，得", "137": "報不？』彼答我言：『大王！無力、無精進，人無力、無", "138": "方便，無因無緣眾生染著，無因無緣眾生清", "139": "淨，一切眾生有命之類，皆悉無力，不得自", "14": "然後還此共相娛樂。」時，王又命勇健大將而", "140": "在，無有冤讐定在數中，於此六生中受", "141": "諸苦樂。』猶如問李瓜報，問瓜李報。彼亦如", "142": "是，我問現得報不？彼已無力答我。我即自", "143": "念言：『我是剎利王，水澆頭種，無緣殺出家人，", "144": "繫縛驅遣。』時，我懷忿結心，作此念已，即便", "145": "捨去。」又白佛言：「我昔一時至散若毘羅梨子", "146": "所，問言：『大德！如人乘象、馬車，習於兵法，乃", "147": "至種種營生，皆現有果報；今者此眾現在修", "148": "道，現得報不？』彼答我言：『大王！現有沙門果", "149": "報，問如是，答此事如是，此事實，此事異，", "15": "告之曰：「今十五日月滿時，其夜清明，與晝無", "150": "此事非異非不異。大王！現無沙門果報，問", "151": "如是，答此事如是，此事實，此事異，此事非", "152": "異非不異。大王！現有無沙門果報，問如是，", "153": "答此事如是，此事實，此事異，此事非異非不", "154": "異。大王！現非有非無沙門果報，問如是，", "155": "答此事如是，此事實，此事異，此事非異非", "156": "不異。』世尊！猶如人問李瓜報，問瓜李報。彼", "157": "亦如是，我問現得報不？而彼異論答我。我", "158": "即自念言：『我是剎利王，水澆頭種，無緣殺出", "159": "家人，繫縛驅遣。』時，我懷忿結心，作是念已，", "16": "異，當何所為作？」大將白言：「今夜清明，與晝", "160": "即便捨去。」又白佛言：「我昔一時至尼乾子", "161": "所，問言：『大德！猶如人乘象、馬車，乃至種種", "162": "營生，現有果報；今者此眾現在修道，現得報", "163": "不？』彼報我言：『大王！我是一切智、一切見人，盡", "164": "知無餘，若行，若住、坐、臥，覺悟無餘，智常現在", "165": "前。』世尊！猶如人問李瓜報，問瓜李報。彼亦", "166": "如是，我問現得報不？而彼答我以一切智。", "167": "我即自念言：『我是剎利王，水澆頭種，無緣殺", "168": "出家人，繫縛驅遣。』時，我懷忿結心，作此念", "169": "已，即便捨去。「是故，世尊！今我來此問如是", "17": "無異，宜集四兵，案行天下，知有逆順。」時，", "170": "義，如人乘象、馬車，習於兵法，乃至種種營", "171": "生，皆現有果報；今者沙門現在修道，現得報", "172": "不？」佛告阿闍世王曰：「我今還問王，隨意所", "173": "答。云何？大王！王家僮使、內外作人，皆見王", "174": "於十五日月滿時，沐髮澡浴，在高殿上與", "175": "諸婇女共相娛樂，作此念言：『咄哉！行之果", "176": "報乃至是乎？此王阿闍世以十五日月滿", "177": "時，沐髮澡浴，於高殿上與諸婇女五欲自", "178": "娛。誰能知此乃是行報者？』彼於後時，剃", "179": "除鬚髮，服三法衣，出家修道，行平等法。云", "18": "王又命雨舍婆羅門而告之曰：「今十五日月", "180": "何？大王！大王遙見此人來，寧復起念言：『是", "181": "我僕使不耶？』」王白佛言：「不也。世尊！若見彼", "182": "來，當起迎請坐。」佛言：「此豈非沙門現得報", "183": "耶？」王言：「如是。世尊！此是現得沙門報也。」「復", "184": "次，大王！若王界內寄居客人食王廩賜，見", "185": "王於十五日月滿時，沐髮澡浴，於高殿上", "186": "與諸婇女五欲自娛。彼作是念：『咄哉！彼行之", "187": "報乃如是耶？誰能知此乃是行報者？』彼", "188": "於後時，剃除鬚髮，服三法衣，出家修道，行", "189": "平等法。云何？大王！大王若遙見此人來，寧", "19": "滿時，其夜清明，與晝無異，當詣何等沙門、", "190": "復起念言：『是我客民食我廩賜。』耶？」王言：「不", "191": "也。若我見其遠來，當起迎禮敬，問訊請坐。」", "192": "「云何？大王！此非沙門現得果報耶？」王言：", "193": "「如是，現得沙門報也。」「復次，大王！如來、至真、", "194": "等正覺出現於世，入我法者，乃至三明，滅", "195": "諸闇冥，生大智明，所謂漏盡智證。所以者", "196": "何？斯由精勤，專念不忘，樂獨閑靜，不放逸", "197": "故。云何？大王！此非沙門現在果報也。」王報", "198": "言：「如是，世尊！實是沙門現在果報。」爾時，阿闍", "199": "世王即從坐起，頭面禮佛足，白佛言：「唯願", "2": "後秦弘始年佛陀耶舍共竺佛念譯", "20": "婆羅門所能開悟我心？」時，雨舍白言：「今夜", "200": "世尊受我悔過，我為狂愚癡冥無識，我父", "201": "摩竭瓶沙王以法治化，無有偏枉，而我迷", "202": "惑五欲，實害父王，唯願世尊加哀慈愍，受", "203": "我悔過。」佛告王曰：「汝愚冥無識，但自悔過，", "204": "汝迷於五欲乃害父王，今於賢聖法中能", "205": "悔過者，即自饒益。吾愍汝故，受汝悔過。」爾時，", "206": "阿闍世王禮世尊足已，還一面坐。佛為說法，", "207": "示教利喜。王聞佛教已，即白佛言：「我今歸", "208": "依佛，歸依法，歸依僧，聽我於正法中為", "209": "優婆塞，自今已後，盡形壽不殺、不盜、不婬、不", "21": "清明，與晝無異。有不蘭迦葉，於大眾中", "210": "欺、不飲酒，唯願世尊及諸大眾明受我請。」爾", "211": "時，世尊默然許可。時，王見佛默然受請已，", "212": "即起禮佛，遶三匝而還。其去未久，佛告諸", "213": "比丘言：「此阿闍世王過罪損減，已拔重咎。", "214": "若阿闍世王不殺父者，即當於此坐上得", "215": "法眼淨；而阿闍世王今自悔過，罪咎損減，已", "216": "拔重咎。」時，阿闍世王至於中路，告壽命童", "217": "子言：「善哉！善哉！汝今於我多所饒益。汝先", "218": "稱說如來指授開發，然後將我詣世尊所，", "219": "得蒙開悟，深識汝恩，終不遺忘。」時，王還", "22": "而為導首，多有知識，名稱遠聞，猶如大海", "220": "宮辦諸餚饍種種飲食，明日時到，唯聖知時。", "221": "爾時，世尊著衣持鉢，與眾弟子千二百五十", "222": "人俱，往詣王宮，就座而坐。時，王手自斟酌，", "223": "供佛及僧，食訖去鉢，行澡水畢，禮世尊足，", "224": "白言：「我今再三悔過，我為狂愚癡冥無識，", "225": "我父摩竭瓶沙王以法治化，無有偏抂，而", "226": "我迷於五欲，實害父王，唯願世尊加哀慈", "227": "愍，受我悔過。」佛告王曰：「汝愚冥無識，迷於", "228": "五欲，乃害父王，今於賢聖法中能悔過者，", "229": "即自饒益。吾今愍汝，受汝悔過。」時，王禮佛", "23": "多所容受，眾所供養。大王！宜往詣彼問", "230": "足已，取一小座於佛前坐，佛為說法，示教", "231": "利喜。王聞佛教已，又白佛言：「我今再三歸", "232": "依佛，歸依法，歸依僧，唯願聽我於正法中", "233": "為優婆塞，自今已後，盡形壽不殺、不盜、不", "234": "婬、不欺、不飲酒。」爾時，世尊為阿闍世王說法，", "235": "示教利喜已，從坐起而去。爾時，阿闍世王", "236": "及壽命童子聞佛所說，歡喜奉行。", "237": "28 布吒婆樓經（二八）佛說長阿含第三分布吒婆樓經第九", "238": "如是我聞：一時，佛在舍衛國祇樹給孤獨", "239": "園，與大比丘眾千二百五十人俱。爾時，世尊", "24": "訊，王若見者，心或開悟。」王又命雨舍弟須尼", "240": "清旦著衣持鉢，入舍衛城乞食。時，世尊念", "241": "言：「今日乞食，於時為早，今我寧可往至布", "242": "吒婆樓梵志林中觀看，須時至當乞食。」爾", "243": "時，世尊即詣梵志林中。時，布吒婆樓梵志遙", "244": "見佛來，即起迎言：「善來，沙門瞿曇！久不來", "245": "此，今以何緣而能屈顧？可前就座。」爾時，世", "246": "尊即就其座，告布吒婆樓曰：「汝等集此，何", "247": "所作為？為何講說？」梵志白佛言：「世尊！昨日", "248": "多有梵志、沙門、婆羅門集此婆羅門堂，說", "249": "如是事，相違逆論。瞿曇！或有梵志作是說", "25": "陀而告之曰：「今夜清明，與晝無異，宜詣何", "250": "言：『人無因無緣而想生，無因無緣而想滅，", "251": "想有去來，來則想生，去則想滅。』瞿曇！或有", "252": "梵志作是說：『由命有想生，由命有想滅，", "253": "彼想有去來，來則想生，去則想滅。』瞿曇！或", "254": "有梵志作是說：『如先所言，無有是處。有", "255": "大鬼神，有大威力，彼持想去，彼持想來，彼", "256": "持想去則想滅，彼持想來則想生。』我因是", "257": "故生念，念沙門瞿曇先知此義，必能善知", "258": "想知滅定。」爾時，世尊告梵志曰：「彼諸論者", "259": "皆有過咎。言無因無緣而有想生，無因無", "26": "等沙門、婆羅門所能開悟我心？」須尼陀白言：", "260": "緣而有想滅，想有去來，來則想生，去則想", "261": "滅。或言因命想生，因命想滅，想有去來，", "262": "來則想生，去則想滅。或有言：『無有是處，", "263": "有大鬼神，彼持想來，彼持想去，持來則想", "264": "生，持去則想滅。』如此言者，皆有過咎。所以", "265": "者何？梵志！有因緣而想生，有因緣而想滅。", "266": "「若如來出現於世，至真、等正覺，十號具足，有", "267": "人於佛法中出家為道，乃至滅五蓋覆蔽", "268": "心者，除去欲、惡不善法，有覺、有觀，離生喜、", "269": "樂，入初禪，先滅欲想，生喜、樂想。梵志！以", "27": "「今夜清明，與晝無異。有末伽梨瞿舍利，於", "270": "此故知有因緣想生，有因緣想滅。滅有覺、", "271": "觀，內喜、一心，無覺、無觀，定生喜、樂，入第二", "272": "禪。梵志！彼初禪想滅，二禪想生，以是故知", "273": "有因緣想滅，有因緣想生。捨喜修護，專念", "274": "一心，自知身樂，賢聖所求，護念清淨，入三", "275": "禪。梵志！彼二禪想滅，三禪想生，以是故知", "276": "有因緣想滅，有因緣想生。捨苦捨樂，先滅", "277": "憂喜，護念清淨，入第四禪。梵志！彼三禪想", "278": "滅，四禪想生，以是故知有因緣想滅，有因", "279": "緣想生。捨一切色想，滅恚，不念異想，入", "28": "大眾中而為導首，多有知識，名稱遠聞，猶", "280": "空處。梵志！一切色想滅，空處想生，以是故", "281": "知有因緣想滅，有因緣想生。越一切空處，", "282": "入識處。梵志！彼空處想滅，識處想生，故知", "283": "有因緣想滅，有因緣想生。越一切識處，入", "284": "不用處。梵志！彼識處想滅，不用處想生，以是", "285": "故知有因緣想滅，有因緣想生。捨不用處，", "286": "入有想無想處。梵志！彼不用處想滅，有想", "287": "無想處想生，以是故知有因緣想滅，有因", "288": "緣想生。彼捨有想無想處，入想知滅定。梵", "289": "志！彼有想無想處想滅，入想知滅定，以是", "29": "如大海無不容受，眾所供養。大王！宜往", "290": "故知有因緣想生，有因緣想滅。彼得此想", "291": "已，作是念：『有念為惡，無念為善。』彼作是念", "292": "時，彼微妙想不滅，更麤想生。彼復念言：『我", "293": "今寧可不為念行，不起思惟。』彼不為念", "294": "行，不起思惟已，微妙想滅，麤想不生。彼不", "295": "為念行，不起思惟，微妙想滅，麤想不生時，", "296": "即入想知滅定。云何？梵志！汝從本已來，頗", "297": "曾聞此次第滅想因緣不？」梵志白佛言：「從", "298": "本已來信自不聞如是次第滅想因緣。」又", "299": "白佛言：「我今生念，謂此有想、此無想，或復", "3": "27 沙門果經（二七）第三分沙門果經第八", "30": "詣彼問訊，王若見者，心或開悟。」王又命典作", "300": "有想此想已，彼作是念：『有念為惡，無念為", "301": "善。』彼作是念時，微妙想不滅，麤想更生，彼", "302": "復念言：『我今寧可不為念行，不起思惟。』彼", "303": "不為念行，不起思惟已，微妙想滅，麤想不", "304": "生。彼不為念行，不起思惟，微妙想滅，麤想", "305": "不生時，即入想知滅定。」佛告梵志言：「善哉！", "306": "善哉！此是賢聖法中次第想滅想定。」梵志復", "307": "白佛言：「此諸想中，何者為無上想？」佛告梵", "308": "志：「不用處想為無上。」梵志又白佛言：「諸想", "309": "中，何者為第一無上想？」佛言：「諸想、諸言無", "31": "大臣而告之曰：「今夜清明，與晝無異，當詣", "310": "想，於其中間能次第得想知滅定者，是為", "311": "第一無上想。」梵志又問：「為一想，為多想？」佛", "312": "言：「有一想，無多想。」梵志又問：「先有想生然", "313": "後智？先有智生然後想？為想、智一時俱生", "314": "耶？」佛言：「先有想生然後智，由想有智。」梵志", "315": "又問：「想即是我耶？」佛告梵志：「汝說何等人是", "316": "我？」梵志白佛言：「我不說人是我，我自說色", "317": "身四大、六入，父母生育，乳餔成長，衣服莊嚴，", "318": "無常、磨滅法，我說此人是我。」佛告梵志：「汝", "319": "言色身四大、六入，父母生育，乳餔長成，衣服", "32": "何等沙門、婆羅門所能開悟我心？」典作大臣", "320": "莊嚴，無常、磨滅法，說此人是我。梵志！且置", "321": "此我，但人想生、人想滅。」梵志言：「我不說人", "322": "是我，我說欲界天是我。」佛言：「且置欲界天", "323": "是我，但人想生、人想滅。」梵志言：「我不說人", "324": "是我，我自說色界天是我。」佛言：「且置色界", "325": "天是我，但人想生、人想滅。」梵志言：「我不說", "326": "人是我，我自說空處、識處、不用處、有想無想", "327": "處、無色天是我。」佛言：「且置空處、識處、無所有", "328": "處、有想無想處、無色天是我，但人想生、人想", "329": "滅。」梵志白佛言：「云何？瞿曇！我寧可得知人", "33": "白言：「有阿耆多翅舍欽婆羅，於大眾中而", "330": "想生、人想滅不？」佛告梵志：「汝欲知人想生、", "331": "人想滅者，甚難！甚難！所以者何？汝異見、異習、", "332": "異忍、異受，依異法故。」梵志白佛言：「如是。瞿", "333": "曇！我異見、異習、異忍、異受，依異法故，欲知", "334": "人想生、人想滅者，甚難！甚難！所以者何？我、", "335": "世間有常，此實餘虛；我、世間無常，此實餘虛；", "336": "我、世間有常無常，此實餘虛；我、世間非有常", "337": "非無常，此實餘虛。我、世間有邊，此實餘虛；我、", "338": "世間無邊，此實餘虛；我、世間有邊無邊，此實", "339": "餘虛；我、世間非有邊非無邊，此實餘虛。是命", "34": "為導首，多有知識，名稱遠聞，猶如大海無", "340": "是身，此實餘虛；命異身異，此實餘虛；身命非", "341": "異非不異，此實餘虛；無命無身，此實餘虛。如", "342": "來終，此實餘虛；如來不終，此實餘虛；如來終", "343": "不終，此實餘虛；如來非終非不終，此實餘虛。」", "344": "佛告梵志：「世間有常，乃至如來非終非不終，", "345": "我所不記。」梵志白佛言：「瞿曇！何故不記，我、", "346": "世間有常，乃至如來非終非不終，盡不記耶？」", "347": "佛言：「此不與義合，不與法合，非梵行，非", "348": "無欲，非無為，非寂滅，非止息，非正覺，非", "349": "沙門，非泥洹，是故不記。」梵志又問：「云何為", "35": "不容受，眾所供養。大王！宜往詣彼問訊，", "350": "義合、法合？云何為梵行初？云何無為？云何無", "351": "欲？云何寂滅？云何止息？云何正覺？云何沙", "352": "門？云何泥洹？云何名記？」佛告梵志：「我記苦", "353": "諦、苦集、苦滅、苦出要諦。所以者何？此是義合、", "354": "法合，梵行初首、無欲、無為、寂滅、止息、正覺、沙", "355": "門、泥洹，是故我記。」爾時，世尊為梵志說法，示", "356": "教利喜已，即從坐而去。佛去未久，其後諸", "357": "餘梵志語布吒婆樓梵志曰：「汝何故聽瞿曇", "358": "沙門所說，語語印可？瞿曇言：『我及世間有", "359": "常，乃至如來非終非不終，不與義合，故我", "36": "王若見者，心或開悟。」王又命伽羅守門將而", "360": "不記。』汝何故印可是言？我等不可沙門瞿", "361": "曇如是所說。」布吒婆樓報諸梵志言：「沙門", "362": "瞿曇所說：『我、世間有常，乃至如來非終非不", "363": "終，不與義合，故我不記。』我亦不印可此言。", "364": "但彼沙門瞿曇依法住，以法而言，以法出", "365": "離，我當何由違此智言？沙門瞿曇如此微", "366": "妙法言，不可違也。」時，布吒婆樓梵志又於", "367": "異時，共象首舍利弗詣世尊所，問訊已，", "368": "一面坐。象首舍利弗禮佛而坐，梵志白佛", "369": "言：「佛先在我所，時，去未久，其後諸餘梵志", "37": "告之曰：「今夜清明，與晝無異，當詣何等沙", "370": "語我言：『汝何故聽沙門瞿曇所說，語語印", "371": "可？瞿曇言：「我、世間常，乃至如來非終非不終，", "372": "不合義，故不記。」汝何故印可是言？我等不", "373": "可沙門瞿曇如是所說。』我報彼言：『沙門瞿", "374": "曇所說：「我、世間有常，乃至如來非終非不終，", "375": "不與義合，故我不記。」我亦不印可此言。但", "376": "彼沙門瞿曇依法住法，以法而言，以法出", "377": "離，我等何由違此智言？沙門瞿曇微妙法言，", "378": "不可違也。』」佛告梵志曰：「諸梵志言：『汝何故", "379": "聽沙門瞿曇所說，語語印可？』此言有咎。所", "38": "門、婆羅門所能開悟我心？」伽羅守門將白言：", "380": "以者何？我所說法，有決定記、不決定記。云何", "381": "名不決定記？我、世間有常，乃至如來非終", "382": "非不終，我亦說此言而不決定記。所以然", "383": "者？此不與義合，不與法合，非梵行初，非無", "384": "欲，非無為，非寂滅，非止息，非正覺，非沙", "385": "門，非泥洹。是故，梵志！我雖說此言而不決", "386": "定記。云何名為決定記？我記苦諦、苦集、苦滅、", "387": "苦出要諦。所以者何？此與法合、義合，是梵行", "388": "初首，無定無記。梵志！或有沙門、婆羅門於", "389": "一處世間，無欲，無為，寂滅，止息，正覺，沙門，泥", "39": "「有婆浮陀伽旃那，於大眾中而為導首，多", "390": "洹，是故我說決定記。「梵志！或有沙門、婆羅", "391": "門於一處世間，一向說樂，我語彼言：『汝等", "392": "審說，一處世間一向樂耶？』彼報我言：『如是。』", "393": "我又語彼言：『汝知見一處世間一向樂耶？』", "394": "彼答我言：『不知不見。』我復語彼言：『一處世", "395": "間諸天一向樂，汝曾見不？』彼報我言：『不知", "396": "不見。』又問彼言：『彼一處世間諸天，汝頗共坐", "397": "起言語，精進修定不耶？』答我言：『不。』我又問彼", "398": "言：『彼一處世間諸天一向樂者，頗曾來語汝", "399": "言：「汝所行質直，當生彼一向樂天。我以所", "4": "如是我聞：一時，佛在羅閱祇耆舊童子菴", "40": "有知識，名稱遠聞，猶如大海無不容受，眾", "400": "行質直，故得生彼共受樂。」耶？』彼答我言：『不", "401": "也。』我又問彼言：『汝能於己身起心化作他", "402": "四大身，身體具足，諸根無闕不？』彼答我言：", "403": "『不能。』云何？梵志！彼沙門、婆羅門所言為是誠", "404": "實，為應法不？」梵志白佛言：「此非誠實，為", "405": "非法言。」佛告梵志：「如有人言：『我與彼端正", "406": "女人交通。』稱讚婬女。餘人問言：『汝識彼女", "407": "不？為在何處？東方、西方、南方、北方耶？』答曰：", "408": "『不知。』又問：『汝知彼女所止土地、城邑、村落", "409": "不？』答曰：『不知。』又問：『汝識彼女父母及其姓", "41": "所供養。大王！宜往詣彼問訊，王若見者，心", "410": "字不？』答曰：『不知。』又問：『汝知彼女為剎利", "411": "女，為是婆羅門、居士、首陀羅女耶？』答曰：『不", "412": "知。』又問：『汝知彼女為長短、麤細、黑白、好醜", "413": "耶？』答曰：『不知。』云何？梵志！此人所說為誠實", "414": "不？」答曰：「不也。」「梵志！彼沙門、婆羅門亦復如", "415": "是，無有真實。梵志！猶如有人立梯空地，餘", "416": "人問言：『立梯用為？』答曰：『我欲上堂。』又問：『堂", "417": "何所在？』答曰：『不知。』云何？梵志！彼立梯者豈", "418": "非虛妄耶？」答曰：「如是，彼實虛妄。」佛言：「諸", "419": "沙門、婆羅門亦復如是，虛妄無實。」佛告布吒", "42": "或開悟。」王又命優陀夷漫提子而告之曰：", "420": "婆樓：「汝言我身色四大、六入，父母生育，乳餔", "421": "成長，衣服莊嚴，無常、磨滅，以此為我者。我", "422": "說此為染汙，為清淨，為得解？汝意或謂染", "423": "汙法不可滅，清淨法不可生，常在苦中。", "424": "勿作是念。何以故？染汙法可滅盡，清淨法", "425": "可出生，處安樂地，歡喜愛樂，專念一心，智", "426": "慧增廣。梵志！我於欲界天、空處、識處、不用", "427": "處、有想無想處天，說為染汙，亦說清淨，亦", "428": "說得解。汝意或謂染汙法不可滅，清淨法", "429": "不可生，常在苦中。勿作是念。所以者何？", "43": "「今夜清明，與晝無異，當詣何等沙門、婆羅", "430": "染汙可滅，淨法可生，處安樂地，歡喜愛樂，", "431": "專念一心，智慧增廣。」爾時，象首舍利弗白言：", "432": "「世尊！當有欲界人身四大諸根時，復有欲", "433": "界天身、色界天身，空處、識處、不用處、有想無想", "434": "處天身，一時有不？世尊！當有欲界天身時，", "435": "復有欲界人身四大諸根，及色界天身，空處、", "436": "識處、無所有處、有想無想處天身，一時有不？", "437": "世尊！當有色界天身時，復有欲界人身四", "438": "大諸根，及色界天身，空處、識處、無所有處、有", "439": "想無想處天身，一時有不？如是至有想無想", "44": "門所能開悟我心？」優陀夷白言：「有散若夷", "440": "處天身時，有欲界人身四大諸根，及欲界天", "441": "身，色界天身，空處、識處、無所有處天身，一時", "442": "有不？」佛告象首舍利弗：「若有欲界人身四大", "443": "諸根，爾時正有欲界人身四大諸根，非欲界", "444": "天身，色界天身，空處、識處、無所有處、有想無想", "445": "處天身。如是乃至有有想無想處天身時，", "446": "爾時正有想無想處天身，無有欲界人身", "447": "四大諸根，及欲界天身，色界天身，空處、識處、", "448": "無所有處天身。象首！譬如牛乳，乳變為酪，", "449": "酪為生酥，生酥為熟酥，熟酥為醍醐，", "45": "毘羅梨沸，於大眾中而為導首，多所知識，", "450": "醍醐為第一。象首！當有乳時，唯名為乳，不", "451": "名為酪、酥、醍醐，如是展轉，至醍醐時，唯名", "452": "醍醐，不名為乳，不名酪、酥。象首！此亦如", "453": "是，若有欲界人身四大諸根時，無有欲界", "454": "天身，色界天身，乃至有想無想處天身；如是", "455": "展轉，有有想無想處天身時，唯有有想無想", "456": "處天身，無有欲界人身四大諸根，及欲界天", "457": "身，色界天身，乃至無所有天身。「象首！於汝意", "458": "云何？若有人問汝言：『若有過去身時，有未", "459": "來、現在身，一時有不？有未來身時，有過去、", "46": "名稱遠聞，猶如大海無不容受，眾所供養。", "460": "現在身，一時有不？有現在身時，有過去、未", "461": "來身，一時有不？』設有此問者，汝云何報？」象", "462": "首言：「設有如是問者，我當報言：『有過去", "463": "身時，唯是過去身，無未來、現在。有未來身", "464": "時，唯是未來身，無過去、現在。有現在身時，", "465": "唯是現在身，無過去、未來身。』」「象首！此亦如", "466": "是，有欲界人身四大諸根時，無欲界天身，", "467": "色界天身，乃至有想無想處天身；如是展轉，", "468": "至有想無想處天身時，無有欲界人身四", "469": "大諸根，及欲界天身，色界天身，至不用處天", "47": "大王！宜往詣彼問訊，王若見者，心或開悟。」", "470": "身。「復次，象首！若有人問汝言：『汝曾有過去", "471": "已滅不？未來當生不？現在今有不？』設有是", "472": "問者，汝當云何答？」象首白佛言：「若有是問", "473": "者，當答彼言：『我曾有過去已滅，非不有", "474": "也。有未來當生，非不有也。現在今有，非", "475": "不有也。』」佛言：「象首！此亦如是，有欲界人身", "476": "四大諸根時，無欲界天身，乃至有想無想天", "477": "身；如是展轉，至有想無想天身時，無有欲", "478": "界人身四大諸根，及欲界天身，乃至無所有處", "479": "天身。」爾時，象首白佛言：「世尊！我今歸依佛，", "48": "王又命弟無畏而告之曰：「今夜清明，與晝", "480": "歸依法，歸依僧，聽我於正法中為優婆", "481": "塞，自今已後，盡形壽不殺、不盜、不婬、不欺、不", "482": "飲酒。」時，布吒婆樓梵志白佛言：「我得於佛", "483": "法中出家受戒不？」佛告梵志：「若有異學欲", "484": "於我法中出家為道者，先四月觀察，稱眾", "485": "人意，然後乃得出家受戒。雖有是法，亦觀", "486": "人耳。」梵志白佛言：「諸有異學欲於佛法中", "487": "出家受戒者，先當四月觀察，稱眾人意，然", "488": "後乃得出家受戒。如我今者，乃能於佛法", "489": "中四歲觀察，稱眾人意，然後乃望出家受", "49": "無異，當詣何等沙門、婆羅門所能開悟我", "490": "戒。」佛告梵志：「我先語汝，雖有是法，當觀", "491": "其人。」時，彼梵志即於正法中得出家受戒。", "492": "如是不久以信堅固，淨修梵行，於現法中", "493": "自身作證，生死已盡，所作已辦，不受後有，", "494": "即成阿羅漢。爾時，布吒婆樓聞佛所說，歡喜", "495": "奉行。", "496": "29 露遮經（二九）佛說長阿含第三分露遮經第十", "497": "如是我聞：一時，佛在拘薩羅人間遊行，與", "498": "大比丘眾千二百五十人俱，往詣婆羅婆", "499": "提婆羅門村北尸舍婆林中止宿。時，有婆", "5": "婆園中，與大比丘眾千二百五十人俱。爾", "50": "心？」弟無畏白言：「有尼乾子，於大眾中而", "500": "羅門，名曰露遮，住婆羅林中，其村豐樂，人", "501": "民熾盛，波斯匿王即封此村，與婆羅門以", "502": "為梵分。此婆羅門七世已來父母真正，不", "503": "為他人之所輕毀，異典三部諷誦通利，種", "504": "種經書盡能分別，又能善於大人相法、瞻", "505": "候吉凶、祭祀儀禮。聞沙門瞿曇釋種子出", "506": "家成道，於拘薩羅國人間遊行，至尸舍婆", "507": "林中，有大名稱，流聞天下，如來、至真、等正", "508": "覺，十號具足，於諸天、世人、魔、若魔天、沙門、婆", "509": "羅門眾中自身作證，與他說法，上中下善，義", "51": "為導首，多所知識，名稱遠聞，猶如大海無", "510": "味具足，梵行清淨。「如此真人，宜往覲現，我", "511": "今寧可往共相見。」時，婆羅門即出彼村，詣", "512": "尸舍婆林中，至世尊所，問訊已，一面坐。佛為", "513": "說法，示教利喜，婆羅門聞法已，白佛言：「唯願", "514": "世尊及諸大眾明受我請。」爾時，世尊默然受", "515": "請。彼婆羅門見佛默然，知已許可，即從坐", "516": "起，遶佛而去。去佛不遠，便起惡見言：「諸沙", "517": "門、婆羅門多知善法，多所證成，不應為他", "518": "人說，但自知，休與他說為。譬如有人壞故", "519": "獄已，更造新獄，斯是貪惡不善法耳。」時，婆羅", "52": "不容受，眾所供養。大王！宜往詣彼問訊，", "520": "門還至婆羅林已，即於其夜具辦種種餚", "521": "饍飲食。時到，語剃頭師言：「汝持我聲，詣", "522": "尸舍婆林中，白沙門瞿曇：『日時已到，宜知", "523": "是時。』」剃頭師受教即行，往到佛所，禮世", "524": "尊足白：「時已到，宜知是時。」爾時，世尊即著", "525": "衣持鉢，從諸弟子千二百五十人俱，詣婆", "526": "羅林。剃頭師侍從世尊，偏露右臂，長跪叉", "527": "手，白佛言：「彼露遮婆羅門去佛不遠，生惡", "528": "見言：『諸有沙門、婆羅門多知善法，多所證", "529": "者，不應為他人說，但自知，休與他說為。", "53": "王若見者，心或開悟。」王又命壽命童子而告", "530": "譬如有人壞故獄已，更造新獄，斯是貪惡", "531": "不善法耳。』唯願世尊除其惡見。」佛告剃頭", "532": "師曰：「此是小事，易開化耳。」爾時，世尊至婆", "533": "羅門舍，就座而坐。時，婆羅門以種種甘饍，", "534": "手自斟酌，供佛及僧，食訖去鉢，行澡水畢，", "535": "取一小牀於佛前坐。佛告露遮：「汝昨去", "536": "我不遠，生惡見言：『諸沙門、婆羅門多知善", "537": "法，多所證者，不應為他人說，乃至貪惡不", "538": "善法。』實有是言耶？」露遮言：「爾，實有此事。」佛", "539": "告露遮：「汝勿復爾生此惡見。所以者何？世", "54": "之曰：「今夜清明，與晝無異，當詣何等沙門、", "540": "有三師可以自誡。云何為三？一者剃除鬚", "541": "髮，服三法衣，出家修道，於現法中可以", "542": "除煩惱，又可增益得上人法。而於現法中", "543": "不除煩惱，不得上人法，己業未成而為", "544": "弟子說法，其諸弟子不恭敬承事，由復依止", "545": "與共同住。露遮！彼諸弟子語師言：『師今剃", "546": "除鬚髮，服三法衣，出家修道，於現法中可", "547": "得除眾煩惱，得上人勝法。而今於現法中", "548": "不能除煩惱，不得上人勝法。己業未成而", "549": "為弟子說法，使諸弟子不復恭敬承事供", "55": "婆羅門所開悟我心？」壽命童子白言：「有", "550": "養，但共依止同住而已。』」佛言：「露遮！猶如有", "551": "人壞故獄已，更造新獄，斯則名為貪濁惡", "552": "法。是為一師可以自誡。是為賢聖戒、律戒、", "553": "儀戒、時戒。」又告露遮：「第二師者，剃除鬚髮，", "554": "服三法衣，出家修道，於現法中可得除眾", "555": "煩惱，不可增益得上人法，而於現法中", "556": "不能除眾煩惱，雖復少多得上人勝法，己", "557": "業未成而為弟子說法，其諸弟子不恭敬", "558": "承事，由復依止與共同住。露遮！彼諸弟子語", "559": "師言：『師今剃除鬚髮，服三法衣，出家修道，", "56": "佛、世尊今在我菴婆園中。大王！宜往詣彼", "560": "於現法中得除眾煩惱，得上人法。而今", "561": "於現法中不能除眾煩惱，雖復少多得上", "562": "人法，己利未成而為弟子說法，使諸弟子", "563": "不復恭敬承事供養，但共依止同住而已。』」佛", "564": "言：「露遮！猶如有人在他後行，手摩他背，此", "565": "則名為貪濁惡法。是為二師可以自誡。是", "566": "為賢聖戒、律戒、儀戒、時戒。」又告露遮：「第三", "567": "師者，剃除鬚髮，服三法衣，出家修道，於現", "568": "法中可除煩惱，又可增益得上人法，而於", "569": "現法中不能除眾煩惱，雖復少多得上人", "57": "問訊，王若見者，心必開悟。」王勑壽命言：「嚴", "570": "法，己利未成而為弟子說法，其諸弟子恭", "571": "敬承事，依止同住。露遮！彼諸弟子語師言：", "572": "『師今剃除鬚髮，服三法衣，出家修道，於現", "573": "法中可得除眾煩惱，少多得上人法，而今", "574": "於現法中不能除眾煩惱，雖復少多得上", "575": "人法，己利未成而為弟子說法，諸弟子恭", "576": "敬承事，共止同住。』」佛言：「露遮！猶如有人捨", "577": "己禾稼，鋤他田苗，此則名為貪濁惡法。是", "578": "為三師可以自誡。是為賢聖戒、律戒、儀戒、", "579": "時戒。露遮！有一世尊不在世間，不可傾動，", "58": "我所乘寶象及餘五百白象。」耆舊受教，即", "580": "云何為一？若如來、至真、等正覺出現於世，乃", "581": "至得三明，除滅無明，生智慧明，去諸闇冥，", "582": "出大法光，所謂漏盡智證。所以者何？斯由", "583": "精勤，專念不忘，樂獨閑居之所得也。露遮！", "584": "是為第一世尊不在世間，不可傾動。露遮！", "585": "有四沙門果。何者四？謂須陀洹果、斯陀含", "586": "果、阿那含果、阿羅漢果。云何？露遮！有人聞", "587": "法應得此四沙門果。若有人遮言：『勿為說", "588": "法。』設用其言者，彼人聞法得果以不？」答曰：", "589": "「不得。」又問：「若不得果，得生天不？」答曰：「不", "59": "嚴王象及五百象訖，白王言：「嚴駕已備，唯願", "590": "得。」又問：「遮他說法，使不得果，不得生天。", "591": "為是善心，為不善心耶？」答曰：「不善。」又問：「不", "592": "善心者，為生善趣，為墮惡趣？」答曰：「生惡", "593": "趣。」「露遮！猶如有人語波斯匿王言：『王所有", "594": "國土，其中財物王盡自用，勿給餘人。』云何？露", "595": "遮！若用彼人言者，當斷餘人供不？」答曰：", "596": "「當斷。」又問：「斷他供者，為是善心，為不善", "597": "心？」答曰：「不善心。」又問：「不善心者，為生善趣，", "598": "為墮惡道耶？」答曰：「墮惡道。」「露遮！彼亦如", "599": "是，有人聞法，應得四沙門果。若有人言：『勿", "6": "時，王阿闍世韋提希子以十五日月滿時，", "60": "知時。」阿闍世王自乘寶象，使五百夫人乘", "600": "為說法。』設用其言者，彼人聞法得果不？」答", "601": "曰：「不得。」又問：「若不得果，得生天不？」答曰：", "602": "「不得。」又問：「遮他說法，使不得道果，不", "603": "得生天。彼為是善心，為不善心耶？」答曰：「不", "604": "善。」又問：「不善心者，當生善趣，為墮惡道", "605": "耶？」答曰：「墮惡道。」「露遮！若有人語汝言：『彼", "606": "波羅婆提村封所有財物。露遮！自用勿給", "607": "人，物當自用，與他何為？』云何？露遮！設用彼", "608": "言者，當斷餘人供不？」答曰：「當斷。」又問：「教", "609": "人斷他供者，為是善心，為不善心耶？」答", "61": "五百牝象，手各執炬，現王威嚴，出羅閱祇，", "610": "曰：「不善。」又問：「不善心者，為生善趣，為墮惡", "611": "道耶？」答曰：「墮惡道。」「露遮！彼亦如是，有人", "612": "聞法應得四沙門果，若有人言：『勿為說法。』", "613": "設用其言者，彼人聞法得果不？」答曰：「不得。」", "614": "又問：「若不得果，得生天不？」答曰：「不得。」又", "615": "問：「遮他說法，使不得果，不得生天。為是", "616": "善心，為不善心耶？」答曰：「不善。」又問：「不善心", "617": "者，為生善趣，為墮惡道耶？」答曰：「墮惡", "618": "道。」爾時，露遮婆羅門白佛言：「我歸依佛，歸", "619": "依法，歸依僧，願聽我於正法中為優婆塞，", "62": "欲詣佛所。小行進路，告壽命曰：「汝今誑我，", "620": "自今已後，盡形壽不殺、不盜、不婬、不欺、不飲", "621": "酒。」佛說法已，時，露遮婆羅門聞佛所說，歡喜", "622": "奉行。", "623": "佛說長阿含經卷第十七", "63": "陷固於我，引我大眾欲與冤家。」壽命白", "64": "言：「大王！我不敢欺王，不敢陷固引王大眾", "65": "以與冤家。王但前進，必獲福慶。」時，王小復", "66": "前進，告壽命言：「汝欺誑我，陷固於我，欲", "67": "引我眾持與冤家。如是再三。所以者何？彼", "68": "有大眾千二百五十人，寂然無聲，將有謀", "69": "也。」壽命復再三白言：「大王！我不敢欺誑陷固，", "7": "命一夫人而告之曰：「今夜清明，與晝無異，", "70": "引王大眾持與冤家。王但前進，必獲福慶。", "71": "所以者何？彼沙門法常樂閑靜，是以無聲。", "72": "王但前進，園林已現。」阿闍世王到園門，下", "73": "象、解劍、退蓋，去五威儀，步入園門，告壽", "74": "命曰：「今佛、世尊為在何所？」壽命報言：「大王！", "75": "今佛在高堂上，前有明燈，世尊處師子座，", "76": "南面而坐，王小前進，自見世尊。」爾時，阿闍", "77": "世王往詣講堂所，於外洗足，然後上堂，默", "78": "然四顧，生歡喜心，口自發言：「今諸沙門寂然", "79": "靜默，止觀具足，願使我太子優婆耶亦止", "8": "當何所為作？」夫人白王言：「今十五日夜月", "80": "觀成就，與此無異。」爾時，世尊告阿闍世王", "81": "曰：「汝念子故，口自發言：『願使太子優婆耶", "82": "亦止觀成就，與此無異。』汝可前坐。」時，阿闍", "83": "世王即前頭面禮佛足，於一面坐，而白佛", "84": "言：「今欲有所問，若有閑暇，乃敢請問。」佛言：", "85": "「大王！欲有問者，便可問也。」阿闍世王白佛", "86": "言：「世尊！如今人乘象、馬車，習刀、牟、劍、弓矢、", "87": "兵仗、戰鬪之法，王子、力士、大力士、僮使、皮", "88": "師、剃髮師、織鬘師、車師、瓦師、竹師、葦師，皆以", "89": "種種伎術以自存生，自恣娛樂，父母、妻子、", "9": "滿時，與晝無異，宜沐髮澡浴，與諸婇女五", "90": "奴僕、僮使共相娛樂，如此營生，現有果報；", "91": "今諸沙門現在所修，現得果報不？」佛告王曰：", "92": "「汝頗曾詣諸沙門、婆羅門所問如此義不？」", "93": "王白佛言：「我曾詣沙門、婆羅門所問如是", "94": "義。我念一時至不蘭迦葉所，問言：『如人乘", "95": "象、馬車，習於兵法，乃至種種營生，現有果", "96": "報；今此眾現在修道，現得果報不？』彼不蘭", "97": "迦葉報我言：『王若自作，若教人作，斫伐殘害，", "98": "煮炙切割，惱亂眾生，愁憂啼哭，殺生偷盜，婬", "99": "逸妄語，踰牆劫奪，放火焚燒，斷道為惡。大"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0001 長阿含經: 佛說長阿含經: 佛說長阿含: 佛說長阿含: 佛說長阿含經", "author": "後秦 佛陀耶舍共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}