{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1608 業成就論: 業成就論: 業成就論: 業成就論", "text": {"0": "No. 1608 [No. 1609]", "1": "翻譯之記業成就論翻譯之記", "10": "仙。共天竺國婆羅門人瞿曇流支釋曇林等。", "100": "味等他人。釋迦子法則不如是。味等非善亦", "101": "非不善。心生色故彼得言意。非彼心生自風", "102": "種生。釋迦子法則不如是。色入非善亦非不", "103": "善。", "104": "色彼方生意不可得。若有彼物供養天得若", "105": "彼物無天不能與則不可得。生物無異誰能", "106": "成異。彼不可得如是色等。如眼能見生則不", "107": "爾。既不可見云何言意。是先已說。如生不", "108": "爾色亦已說。", "109": "唯有無作是身之業。何名無作。法入所攝。怖", "11": "在鄴城內金華寺譯。四千八百七十二字。", "110": "畏等色。云何無作得言無作。若是欲界與心", "111": "合轉則知色界。是則異心及無心時。怖與不", "112": "怖共心俱失。若受時勢力後常不失。戒經中", "113": "說。比丘默然。云何妄語。又無記業則不可成。", "114": "無作二種謂善不善。彼剎那間無作合轉。如", "115": "彼分別身口業色。若善不善二俱不成。何以", "116": "故。捨身則斷於未來世愛不愛果則不可得。", "117": "復有人言。過去業有何故不成。若過去業於", "118": "未來世得愛不愛二種果報。此則癰上復生", "119": "癤子。過去業有過去者。名前有後無。若如", "12": "業成就論", "120": "來說。", "121": "雖復經百劫而業常不失", "122": "得因緣和合爾時果報熟", "123": "此偈云何。能與果報。是不失義。如是已釋初", "124": "半偈竟。何人不信久遠得果。得果何義。若相", "125": "續轉如稻種子。若住自相應如是知。若住自", "126": "相能與果者則不失壞。應常與果彼無自相", "127": "故名失壞。又不如是作已不作。云何不作。果", "128": "不重與。何故不與。以與竟故。不可與已復更", "129": "重與。如物生已不復更生。彼同類果何不更", "13": "天親菩薩造", "130": "與。云何果報皆悉與竟生法因緣無如是力。", "131": "盡漏之人後念盡漏不與果報。云何後時而", "132": "得言滅。非如是力能成果報。若種子因於果", "133": "有力。得言因力能與果報。若何等人有過去", "134": "者則有未來。何故未來不與果報一切時有", "135": "有何等物於何時無。彼如是說。若得和合果", "136": "報則熟。此則不然。若何人力於何時力是何", "137": "物力。此人此果究竟不成有過去業。於未來", "138": "世得果報者如是不成。", "139": "復有人言。彼善不善身口等業。陰相續中離", "14": "元魏天竺三藏毘目智仙譯", "140": "心法熏。若說名集。若名不失。後世則得愛", "141": "不愛果。若意業異心生滅轉。若不熏心。云何", "142": "後世而得果報。若人讀誦久時憶念彼見等", "143": "物。如是習者。以何法熏。若念何物。彼見誦", "144": "等後時何處憶念心生滅盡三昧。初心既滅", "145": "後時何處有心生起。以紫鑛汁塗彼摩登隆", "146": "伽樹華。彼二共滅。如是中間何物染菓後赤", "147": "瓤生。法中聞思亦復如是。心相續力熏力", "148": "轉變後世得果。應如是知。如紫鑛汁染彼摩", "149": "登隆伽樹華果中赤瓤。", "15": "業有三種。所謂身業口業意業。此是修多羅。", "150": "身業如是相續熏心故。故不得如是彼心與", "151": "善不善而共相對。若其此人作善不善。彼人", "152": "如是愛不愛果與力相應非異相應。若復業", "153": "滅心相續故後世得果。云何無心滅盡三昧。", "154": "及無想心相續心斷。前業果報即彼身上於", "155": "後時生。", "156": "復有人言。彼熏於心相續而得。彼滅三昧何", "157": "處相續。三摩跋提初心因緣。云何久滅云何", "158": "因緣。我先已說。過去得果何處如是心中間", "159": "生。復有人言。色根種子。彼種上得心心數種", "16": "有人說言。身所作業是名身業。口言說業是", "160": "二處依止。謂心身中色根身中。如是次第如", "161": "心緣法而生意識。中間無心彼云何生。復有", "162": "種子得言意相。應如是知。說因為果。如飢", "163": "渴觸。心心數法云何皆有二種種子。一種子", "164": "中無二種芽。不見如是一因緣中不見多生。", "165": "彼過亦爾。無心三昧無想心斷。云何業果於", "166": "後時得。此一箱過。是何物箱。隨何等人", "167": "無心三昧。復有人言。有心三昧。若毘婆沙五", "168": "百羅漢和合眾中。婆修蜜多大德說言。若何", "169": "等人滅定無心。彼得此過。我滅三昧是有心", "17": "名口業。此二皆有作與無作。意相應業是名", "170": "故。引修多羅以為證言。身行則滅諸根不轉", "171": "識不離身。又復彼人。信受何識。有人意識。", "172": "如來說。意因緣法而生意識。三種和合故名", "173": "為觸。觸共受想思等俱生。云何有意識非三", "174": "事和合。或有和合而非是觸。或復有觸而非", "175": "受想。若想受滅得言滅盡。云何如來修多羅", "176": "說。受皆緣愛。非一切受皆因緣愛。觸亦應", "177": "爾。非一切觸皆因緣受。如來亦於修多羅", "178": "中。別說彼義。無明生觸。觸生於受。受因緣", "179": "愛。無處說觸離於受想。如是不說。彼過則", "18": "意業。此業是思。彼今思量。意是何法。所", "180": "成而不可遮三事具足得言和合。無彼三事", "181": "想受不生。若不如是三摩提中尚無彼觸何", "182": "處受想。復有人言唯一意識。彼何者識。為善", "183": "為染穢污無記。此義今說。若是善者則無貪", "184": "等善根相應。善無貪等云何無觸。若善即時", "185": "因緣勢力。若是善者與善等心則不相離。三", "186": "種心生善等勢力心迴無因。若是染者云何", "187": "不與煩惱相應。若染煩惱云何無觸。又復如", "188": "來於彼十難修多羅說。若有受陰想陰行陰。", "189": "彼一切陰皆觸因緣。無想三昧猶尚無染。況", "19": "有身意皆有形相彼緣身生。是何形相。是身", "190": "滅三昧。", "191": "如其彼是不穢污無記。彼復云何。為是報", "192": "生。為是威儀。為是工巧。為是變化。今當問", "193": "彼。若是報生。云何有頂三摩提心。下至八地", "194": "中間懸絕。欲界報識與心相續。如是復有不", "195": "動心起。云何相續。如摩訶拘絺羅修多羅中", "196": "問如來言。起滅三昧幾觸所觸。如來答言。慧", "197": "命拘絺羅。三觸所觸。所謂無動。無相。無所", "198": "有。前要期力入滅三昧。前心要期不過時起。", "199": "此義云何。云何皆緣滅盡三昧有頂心終前", "2": "大國將寧。必感靈瑞以為嘉兆鄴隍方盛。", "20": "形相若身形相何用說名身所作業。是身總", "200": "欲界業熏心得報。何故非是前心得報。何以", "201": "故。若前報色於彼斷絕。不相續者。云何後", "202": "心而復相續。若威儀等彼處無觸。云何以心", "203": "緣威儀等。彼有為善九次第定及八解脫則", "204": "不相應。彼無染心及無記心則不相續。有頂", "205": "三昧依止滅定憶念攀緣入想受滅。若入滅", "206": "定有心識者何所攀緣。若緣滅定云何非善。", "207": "若善則與不貪相應。若相應者云何不得是", "208": "觸因緣。若異攀緣入滅三昧。云何中間亂心", "209": "相應。自心分別謂是無記。如是二種皆不相", "21": "分為身攝故。緣身大生名身作業。別中之語", "210": "應。如是不知阿含實義。彼論師者踊躍而言。", "211": "滅三昧中猶有意識如是分別。", "212": "云何彼是有心三昧。如修多羅法師信說。修", "213": "多羅師云何信說。說彼報識一切種子密繫", "214": "縛業行不斷絕。彼彼處生報識壞相相續而", "215": "行。乃至涅槃而不斷絕。彼若如是得言有心", "216": "異六識身。是故不轉。初入滅定。心增上力彼", "217": "時種子皆悉隱閉故名無心。有二種心。一者", "218": "聚集諸種子心。二者種種攀緣壞心。離第二", "219": "心故名無心。如一脚床以無餘脚名無脚床。", "22": "於總中說。譬如人言於城中住於林中住。", "220": "彼種子閉報識念轉有濡中上如水如熱放", "221": "箭等勢從此到彼。彼種子識期至復生。隨何", "222": "因緣後時別異種種種子。報識是藏。彼彼異", "223": "識對法共生善不善熏。如彼次第種子力熏", "224": "若相續轉。如彼力熏於未來身。則得彼彼愛", "225": "不愛果。此識因緣故如是說。", "226": "此心識種子無邊相續行", "227": "自心中因緣彼彼種力生", "228": "彼次第不失時至則得果", "229": "如摩登隆伽塗花瓤時現", "23": "彼攀緣生。何故言彼遮脣等動及形相故。彼", "230": "如是之義。如來於彼深密解脫大乘經中。有", "231": "偈說言。", "232": "阿陀那種子深細稠雨行", "233": "不為愚夫說畏分別我故", "234": "此偈明何義。彼復有中密縛取身。是故名為", "235": "阿陀那識。是一切法種子依處。是故名為阿", "236": "梨耶識。前生業報故名報識。若無彼識。身以", "237": "何覺。身未盡來。遍身不離。更無異識。若更", "238": "無對。何物對治煩惱根本。煩惱根合云何對", "239": "治。無二法故。", "24": "心非緣脣等動生。非緣形生緣語生故。", "240": "染行善行無漏心行。如是相續無色界生。彼", "241": "何者行依何物報。若爾無報亦應得行彼不", "242": "相應。", "243": "如彼修集有頂漏盡阿那含人。無所有處無", "244": "漏現前。有何我所有頂不退。眾分和合名", "245": "為命根。更無異物。彼法唯有報陰相似勢", "246": "力。轉行非有異物。相似勢力猶如稻稈相", "247": "似勢力。應如是知。更有異識。如說有識。", "248": "彼何所緣不決定緣。云何識緣言不決定。復", "249": "說異識如滅三昧。如彼大德銅色弟子。說有", "25": "不取前願。彼心不緣前願而生。異報因緣是", "250": "分識。復有人言是根本識。何取陰攝。如是", "251": "之義識取陰攝。此修多羅文字章句云何而", "252": "說。何識取陰謂六識身。如行緣識是何者識", "253": "六識身故。憶此法說。如彼行陰。何者行陰", "254": "六思身故。不攝異法。復何所憶。深密解脫修", "255": "多羅等如來皆說。愚凡夫我不為說。畏分別", "256": "我。", "257": "復何因緣如是分別。彼有為行處處流轉恐", "258": "人不知。若說如是依止攀緣種種了知增上", "259": "勝心。若彼煩惱對治相應。染淨等說彼種子", "26": "故心生。何故言意起業心轉他人知故。", "260": "識。若以果比說如是識不說因識。彼顛倒說。", "261": "如是意故此有身識。復有身識如次第說。此", "262": "義相應。非見一切修多羅說義相應故。如是", "263": "非諸修多羅說。莫以一切修多羅中皆不說", "264": "故。便謂無有阿梨耶識。", "265": "如是二種心識。並流一處皆有。所謂報識及", "266": "以異識。若如是者有何等過。若有二種識身", "267": "相續。如是則應有二眾生如身中識。", "268": "不得如是彼種子果共相應轉報識流故。能", "269": "熏異識。身識中間不如是法。若如是者此則", "27": "何者形相所謂長等。何者長等謂見長等。是", "270": "無過。復有種子種子所生異異壞見。如奢盧", "271": "迦優鉢羅等根根所生。若見不見如是不爾。", "272": "若如是說彼則無過。如是實有阿梨耶識。六", "273": "識何故不依止我得何者識。若如阿梨耶識", "274": "相續因緣而轉。彼有何異。彼若是一畢竟不", "275": "動。云何識等而得成熏。如紫鑛汁熏彼摩登", "276": "隆伽樹華。若無熏者無轉勝法。云何先知如", "277": "習欲等。久時憶知欲等生長。我中無心而於", "278": "何處後時心生。若無我者心有何力而於彼", "279": "我依止分別。若有我者彼心云何次第而生。", "28": "何入攝色入所攝。", "280": "若共因緣彼異生力。云何可知。若是彼力生", "281": "住念轉。為是何法。若如是者不相似物而共", "282": "依止。則違阿含說一切法皆無我義。如是非", "283": "理自意分別思量計我。是故思熏阿梨耶識", "284": "相續不斷後身得果義則成就。非如說相身", "285": "口之業。", "286": "又復如是身口業。無違修多羅有三業說。此", "287": "義云何。此義不違如來所說。如是無過。如", "288": "是能說云何無過。此義今說。以何義故說三", "289": "種業。何者為身。何者為業。何義名身。何義", "29": "長等為是微塵色耶。為如微塵共聚集耶。為", "290": "名業。何者身業。如是口業亦如是說。", "291": "以何義故說身等業。不說眼業。以何義故說", "292": "如是義。十善業道三業攝示。多說恐人如毘", "293": "離支子。學三種戒為說三種。是身所作非口", "294": "非意唯分別一復為餘人說。身業相身復攝", "295": "根大大所成集故。名身業者是思集義。名身", "296": "大大所成微塵聚集。", "297": "復有人言。不淨名身。以不淨物和合集故。彼", "298": "天人身不得言身。", "299": "意所作行是名意業。身動集業是名身業。思", "3": "聖降神寶以為祥徵。天親菩薩造業成就論。", "30": "是一物遍色等耶。長等若是微塵色者。則彼", "300": "有三種。所謂思量決定進趣。若以身動彼身", "301": "相續方中生因風界所吹是名身業。除中間", "302": "句。如娑羅油。或如風塵。說三業道殺盜邪行。", "303": "彼云何思。彼身數攝。彼身業動殺盜邪行。彼", "304": "身動轉身相續作。彼得言作如賊燒村薪草", "305": "熟飯。", "306": "思復云何得言業道。行惡道業故言業道。或", "307": "身動轉故名業道。三種思業得說為業。彼思", "308": "住持則得殺生竊盜邪行。復依世諦而說身", "309": "業有善不善。復說彼門以彼思故世間往返", "31": "長等可分分取。如色分取。若如微塵共聚集", "310": "相應之義。若思如是善不善業。修多羅中云", "311": "何說言。身三種作。思業集。作不善生苦。得", "312": "苦報故。彼門住持彼攀緣者佛如是意。", "313": "彼思異故說思意業。唯意相應身口不轉。何", "314": "故如來說思思業。如前所說。思有三種。彼二", "315": "種思。第三進趣。", "316": "彼思是業。語言是響。響若可解。彼業趣思名", "317": "字相說故名言語。憶念義說故名言語。業如", "318": "前說。言語起業故名口業。除中間語。識意名", "319": "意。意處處生。境界亦心。餘如前說。", "32": "者。彼色微塵與彼聚集為有何異。彼微塵集", "320": "若身業中要有思者異心無心。爾時無思云", "321": "何而得有怖不怖。思熏不壞得怖不怖思議", "322": "最勝。若怖不怖意起分別。", "323": "彼意所熏云何破壞。如自證知遮與不遮。思", "324": "復無因。彼何者壞。若捨怖畏捨不怖畏。思是", "325": "其因。意起分別。復有捨因眼語等業。", "326": "已說覺業非造作業。何者覺業。謂作意行。何", "327": "者造作。眼等何處。次第力轉。", "328": "如來說三業依法義成就", "329": "我解業成福願眾生成佛", "33": "無異長者。若是一物遍色等者。則彼一物遍", "330": "業成就論", "34": "在長等。若一物遍於分分中。皆應可取。以一", "35": "切處皆具有故。若非一者應分分取。阿含十", "36": "入微塵和集佛法則壞。又迦那陀異法則成", "37": "微塵取集。一面見長則生長知。局見短知。", "38": "正見方知。周見圓知。中出而見則生高知。卑", "39": "見下知。齊見正知。種種面見則參差知。見𣰽", "4": "出於今世以示太平。此乃大魏都鄴安固", "40": "𣯜錦如如而見。則生彼彼形相等知。彼異", "41": "異物不得一見如色差別。", "42": "若復意謂一切方處一切形相。是義不然。如", "43": "是形相無有異物。色亦如是。於方處住見長", "44": "短等。如樹鳥蟻義成無過。", "45": "若如是者。云何闇遠而不見色見集形相。云", "46": "何皆見未見形相如樹行等。見彼行聚不見", "47": "形相彼無異物。", "48": "於聚集中若闇若遠不見二種。雖見不了為", "49": "是何物彼見何物。雖見彼色。而不明了。應如", "5": "之兆也。", "50": "是知此意形相義不成就。", "51": "復有人言。心緣彼生。往故名意。攀緣彼生。", "52": "為是何義。遮脣等動。何故名往。謂向彼方。", "53": "是何入攝謂色入攝。", "54": "云何知此往彼方去。以不異見。如彼火雪苦", "55": "酒日等變熟因緣入已即出。未見變異然非", "56": "不異。如然可然傭草木等不見異焰焰非不", "57": "異。初入之時若不變者後亦不變。以彼因緣", "58": "不別異故。若薪草等麁細不均。焰量明熱", "59": "皆異不同。以不同見。向彼方義則不相應。", "6": "法行有時。寄必得人。興和三年歲次大梁。七", "60": "若無滅因何故不得心心數法。聲燈等滅有", "61": "何因緣。餘亦如是。彼滅因緣自因緣壞。餘法", "62": "因緣何故不爾。又如彼法無有因緣。餘亦如", "63": "是。若初入火草木等色如本不異。後亦如是。", "64": "不應有異。云何燈明鈴等音聲。風手初觸即", "65": "滅即止。非此能滅非此能止。若如火等木等", "66": "燒等色等滅等。初入出時何故不異。以外因", "67": "緣不別異故。熟物不應有微中上。初變熟物", "68": "何因得變。因緣唯一能生能滅。此非道理。非", "69": "以一因能成二法。如是中間更有滅因。如前", "7": "月辛未朔二十五日。驃騎大將軍開府儀同", "70": "取捨異相續轉。應如是知。若滅有因無法無", "71": "因如心等生。", "72": "滅法不成。以一切法皆有因故。滅則無因。如", "73": "彼火雪苦酒日等熟變因緣。若滅有因。滅", "74": "如色。如是無法有因緣滅。生亦無因。見彼異", "75": "法謂是此法生實有因。前心後心如心中間", "76": "熟變。熟變如乳為酪蒲萄汁酒酒為苦酒。如", "77": "是無有少法住相。住物無行無行則住。若如", "78": "是見彼見何物。見此處物豈非見彼處方新", "79": "彼處方新。而見如草然影。非彼方影於此處", "8": "三司御史中尉。渤海高仲密。眾聖加持。法力", "80": "見。如日所住。如是日者近遠迴轉。如影增減", "81": "迴轉而見。日在方處映障不見。", "82": "若復有人。如是難言。此何處物。是彼前物", "83": "轉向此方。答彼人曰。此何處物。向義今說。", "84": "如是住物則無有行。若不行物則是住等外", "85": "因緣壞。後則異見念念異知。若不異知彼物", "86": "不別知非彼物何不言異。如是二種俱不可", "87": "見。如是行往義則不成。", "88": "實無行往。有為法體念念自壞。方中生因起", "89": "心為因。手足等動得言行意。日出弟子作如", "9": "資發。誠心敬請三藏法師烏萇國人毘目智", "90": "是說。是何入攝色入所攝。彼何以故。眼所不", "91": "見如青等色。若他人見可得言意。他人不見", "92": "云何言意。云何知有。云何身中異處動行心", "93": "風界生。此風界動所謂異方因緣而生。云何", "94": "草葉隨風界傾。行亦如是。異方處生。行力不", "95": "成何用分別。", "96": "彼如是身方生因者。心生風界如是名意。云", "97": "何非意而得言意。釋迦子法觸入非善亦非", "98": "不善。彼如是心異方身生。此生名意。若如是", "99": "者意唯相貌無有實物。身則多分。意亦非意"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1608 業成就論: 業成就論: 業成就論: 業成就論", "author": "天親菩薩造  元魏 毘目智仙譯", "sourceLink": "http://www.cbeta.org/"}