{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0810 諸佛要集經: 諸佛要集經: 諸佛要集經", "text": {"0": "諸佛要集經卷下", "1": "西晉月氏三藏竺法護譯", "10": "空慧，無能逮者，虛靜寂寞以為功勳。今從", "100": "本為生死原，由如，天子！虛空之界，本際無斷", "101": "無有邊岸，不長不短，不麁不細，不廣不狹，", "102": "無遠無近，無方無圓，其虛空者假有號耳，", "103": "亦復無名。一切諸法亦復若斯，猶如虛空，但", "104": "假有名。亦如虛空不生不壽，不病不老，亦復", "105": "不死，亦無往生，無有妄想，不懷瞋恨，亦無", "106": "所失，亦無不失悉無所著，不懷憂慼，一切", "107": "諸法皆為歸趣，此一本際亦無所歸，無有計", "108": "數。天子當知，一切諸法無進無退，無合無散，", "109": "不可恕當，無處所故。是故，天子！一切諸法", "11": "忍界興心念來，墮大顛倒，極受吾我而有所", "110": "悉無處所，無所志願，無將不將，無有科律，是", "111": "為一切諸法悉等而無偏黨，故曰無本，本無", "112": "如是。」說是語時，諸天子眾皆悉逮得無所", "113": "從生法忍。時諸天子住於法空，則行恭恪，", "114": "便雨天華，供養散於文殊師利。文殊師利威", "115": "神所感，諸華皆住於虛空中無執持者，猶如", "116": "根生。文殊師利告光明幢：「於天子意所志云", "117": "何？今此諸華依因何住？」天子答曰：「無所依住。」", "118": "文殊告曰：「是故，天子！當知諸法住無所住，", "119": "如虛空住，如空無動，不墮不搖，無念無想。所", "12": "趣，當退立之鐵圍山頂。由是之故，令講無", "120": "以者何？一切諸法等如虛空，是故無動不墮", "121": "不搖。」時光明幢白文殊曰：「仁者！神足巍", "122": "巍乃爾，不可稱限，發意之頃，至於十方無央", "123": "數億百千載土，尋即復還。」文殊答曰：「諸佛", "124": "不得神足變化威神無量，諸聲聞等亦不能", "125": "及。所以者何？道慧無際尚不得聞，安能逮耶！", "126": "一切愚癡凡夫之士，所逮神足，一切諸佛、諸", "127": "菩薩眾及諸聲聞，於無央數阿僧祇劫所不", "128": "能得，亦無逮者，亦無當得。一切愚癡凡夫之", "129": "士，獨能得耳。為何所得？得我人壽及命意識、", "13": "極深妙之法，當為將來諸菩薩眾顯大光明。", "130": "斷滅計常、得婬怒癡，諸佛世尊所不得者。所", "131": "謂得者道所不興，無所生者而反使生。是故，", "132": "天子！一切愚癡凡夫之士所可得者，諸佛菩", "133": "薩弟子緣覺所不能逮。」諸佛說是諸佛要集", "134": "時，各還本處。於是天王如來心自念言：「吾可", "135": "現應，使文殊師利還詣此乎！」時天王佛則捨", "136": "神足，從其右掌演紫金光，其明照於文殊師", "137": "利繞之七匝，於文殊師利頂上不現。文殊師", "138": "利尋即知之，天王如來念欲相見。文殊因告", "139": "光明幢曰：「當往俱至天王如來，稽首作禮諮", "14": "所以者何？諸佛之法不可思議，巍巍無量深", "140": "受所問深妙之義，今說法門。」天子答曰：「善哉！", "141": "行矣，宜知是時。」文殊師利發意之頃，光明幢", "142": "俱，鐵圍山頂忽然不見，尋住天王如來之", "143": "前，稽首足下右繞三匝，退住一面叉手恭立；", "144": "十方世界諸天子等，亦復如是也。文殊師利", "145": "白天王佛：「若善男子及善女人，俱殖德本修", "146": "深妙法，不當懷疑，成已法器一切蒙恩。所以", "147": "者何？見諸大聖踰於龍象，又諸大聖既共會", "148": "焉！吾在於外不得預數，離於如是輩深妙", "149": "法義，其離意女身續獨存，專坐於斯而不動", "15": "不可逮。文殊師利博聞第一道慧超殊，如十", "150": "移，不見退去；如我見遣諮嗟如此，無極微妙", "151": "經典之要，我反徙住鐵圍山頂。吾自憶念，一", "152": "旦食頃遍至東方不可計會恒沙佛土，稽", "153": "首諸佛聽所演法執持在心，啟問諸佛解決", "154": "所疑，未曾識念而見發遣處他佛土。諸佛世", "155": "尊察我志操，尚復相勸頒宣經道，於今大聖", "156": "反徙我著鐵圍山頂，因此興發無極法教，多", "157": "所歡悅咸共渴仰，飢虛道化若干法教，其心", "158": "兀兀欲覩如來，而發念言：『以何等故獨徙", "159": "吾身捨於眾會，其離意女安然不出？』復更念", "16": "方空尚令住於鐵圍山頂，爾乃能發起", "160": "言：『如來至真所演經教不見侵枉，心非不受", "161": "是我不及，彼所說法非其器故，以故相移住", "162": "於此耳，獨不徙女。』」天王如來報文殊曰：", "163": "「諸佛世尊所宣經道，仁者於彼靡不應受。又", "164": "諸佛世尊道慧玄殊不可攀逮，以是之故不", "165": "可如常，一等如意演諸佛要集。「又，文殊師利！", "166": "向者從忍世界發起來時，心自念言：『今普光", "167": "界講佛要集經典之義，我當往至稽首諸佛", "168": "聽所演法。』當爾之時墮大艱難，在無極倒不", "169": "順思想。從彼剎來欲得見佛聽所說法，則以", "17": "一切眾生。」天王如來告文殊曰：「來至於此欲", "170": "三事自著罣礙，懷抱此意至斯佛土。何謂為", "171": "三？一、得己身；二、得諸佛；三、逮諸法。文殊當", "172": "知，不可倒行致諸菩薩無礙慧行。於文殊意", "173": "所趣云何？從古以來，頗有能覩見如來乎？如", "174": "來寧可復觀察耶？」文殊白佛：「唯然，世尊！真", "175": "諦觀法無有諸佛及與諸法，一切諸法悉無", "176": "所生，如來無見不可覩佛。所以者何？一切諸", "177": "法悉無所見。」時佛復問文殊師利：「以何等眼", "178": "通暢之行欲見如來？以何等耳清徹諸義欲", "179": "聽如來所說經典？」文殊師利默然無言。於時", "18": "何所觀？」文殊白曰：「唯然，世尊！我在忍界心", "180": "彼會餘菩薩眾，各心念言：「文殊師利實不堪", "181": "任答報如來所問法義。所以者何？如來向者", "182": "有所難問，默而無言。」天王如來知諸菩薩心", "183": "之所念，告諸菩薩：「止族姓子！莫觀文殊想", "184": "言不及。所以者何？解深法忍權慧悉備，靡不", "185": "通達智踰虛空，默然不言以報如來。」諸菩薩", "186": "問：「唯諾，世尊！以何等意究暢慧義發遣此問？」", "187": "世尊告曰：「是，族姓子！文殊師利心自念言：", "188": "『設我報說有此眼耳有所見聞，則計有常；若", "189": "復說言無眼無耳，則墮斷滅。其行斷滅及計", "19": "自念言：『諸佛興世甚難得值，講說經典亦復", "190": "有常，不曉了法。其如法者，彼無斷滅、不計", "191": "常矣。其不斷滅、不計有常，則無所生，其無所", "192": "生則無言辭。』以故，文殊見所難問，默然無", "193": "言則為答佛。」說是語時，六百菩薩逮得無所", "194": "從生法忍。", "195": "爾時，世尊告文殊師利：「仁以三事著於罣礙，", "196": "以故相遣住鐵圍山頂。又仁復問：『以何因緣，", "197": "離意女身獨存不出？』是離意女，普月離垢光", "198": "明三昧而正受矣。心永無念，諸佛來至、若不", "199": "來耶，為說經法、若不說乎，永無佛想亦不想", "2": "於是文殊師利，飢虛於法而無厭倦，獨己", "20": "難遇，十方諸佛不可稱數億百千載，悉來集", "200": "法，無彼我想，蠲除一切諸念妄想。女住此定，", "201": "普聞十方無央數姟百千億載現在佛土諸", "202": "佛說法，而無所著。所可聽受為他人說。有", "203": "此女身不從此剎到他佛土，在諸剎土無剎", "204": "土想，處於諸佛無諸佛想，聞所說法無經典", "205": "想，無吾我想、無他人想，猶月宮殿未曾動移", "206": "下於人間，光明普照靡不見者。月之所照不", "207": "念遠近，亦無想念：『我當照某，若不照也。』此", "208": "女如是，住三昧定，現於無量無際世界，度脫", "209": "開化無數眾生，所可顯現諸佛國土，不想眾", "21": "會普光世界宣要集法。吾當往詣見諸如來", "210": "生等說經典。佛於一劫復過一劫，諮嗟嘆此", "211": "離意女德，不能盡暢得其邊際。其女功勳不", "212": "可思議，巍巍若斯！」文殊白佛：「其此佛土諸", "213": "菩薩眾億百千姟，諸佛會時，徙諸菩薩著他", "214": "界乎？如我見遣耶！」佛言：「且默，文殊師利！無得", "215": "稱限如來聖慧，亦勿平相如來變化之所建", "216": "立。所以者何？此，文殊師利！三千大千世界", "217": "充備諸佛，猶如甘蔗竹蘆稻麻叢林，諸如", "218": "來集其數若斯。於此剎土，諸菩薩眾，天、龍、鬼", "219": "神、犍沓惒、阿須倫、迦留羅、真陀羅、摩休勒、人", "22": "聽所說法，以法故舉詣此佛土。』」天王如來即", "220": "與非人，無一見者，唯見於吾一如來身，亦復", "221": "不聞諸佛說法，但見吾身頒宣道化。文殊", "222": "且觀，如來至真之所建立，神足變化不可稱", "223": "限，其身微妙諸佛充滿，三千大千世界靡不", "224": "周遍，諸菩薩眾則以道眼見一如來，豈況", "225": "餘人，欲得見乎未之有也？諸天、龍、神、犍沓惒", "226": "等及人非人，遊此三千大千世界，周旋往來", "227": "立坐臥寐，寂寞澹泊威儀禮節，所行齊整亦", "228": "不妨礙，諸如來身無有限蔽。「是故，文殊當", "229": "造斯觀，諸如來等則為法身，無有色像，佛身", "23": "如其像，三昧正受而現神足，移文殊師利，自", "230": "無漏，諸漏已盡亦無有身，觀之無類，無生無", "231": "起，無見無聞，無意無處，亦如虛空，無有諸", "232": "漏，無因緣根，無像無見不可捉持，欲覩虛", "233": "空而不可見，無有五眼。何謂五眼？一曰、天", "234": "眼；二曰、肉眼；三曰、慧眼；四曰、法眼；五曰、佛", "235": "眼。其虛空者假有名耳，其如來身亦復如是，", "236": "無漏無色亦無見者，無有根也。無見如來，", "237": "佛無五眼，如來至真假有名矣，則無所應。文", "238": "殊！觀此諸如來眾，神足變化，身如虛空，而", "239": "反隨時示現色身三十二相八十種好。「文殊", "24": "然立於鐵圍山頂。不自覺知誰為舉著於此", "240": "師利！向者所見諸如來身，悉是諸佛威神建", "241": "立之所感動。所以者何？用仁者故，當顯無極", "242": "深妙法教。」時彼佛土諸會菩薩，異口同音舉", "243": "聲讚曰：「至未曾有驚憙悅豫，諸佛世尊，威神", "244": "變化巍巍若此。十方如來皆來會斯，充滿佛", "245": "土。吾等菩薩，不見一佛，不憶形響，誰來誰", "246": "去，何所解說分別經誼？但共見此一如來", "247": "尊。唯願大聖！今覩大乘無極聖慧，一一人", "248": "故，恒邊沙劫地獄見煮，行菩薩道宜忍此", "249": "患，不當違捨如是比慧。」", "25": "山頂，於彼自念：「今何變怪？吾在大眾巍巍難", "250": "文殊師利問天王佛：「今此女子，發無上正真", "251": "道心以來久如？所行寂寞誓願高遠，定意", "252": "若斯？」佛言：「發無上正真道意以來，不可計", "253": "也，勤力懷信常無放逸，施戒忍精進一", "254": "心智慧，具足佛道，所行已備，隨諸佛教。於", "255": "過去佛殖眾德本，供養無數億百千姟諸大", "256": "聖尊。「文殊師利！今此女子從三昧起，仁可問", "257": "之，發道意來，為能久如？當見發遣。」於是，文殊", "258": "師利聞佛教詔，即從坐起，到其女所，至心彈", "259": "指，謦揚大音，欲令女起，其女寂靜三昧不", "26": "量威神殊絕，處諸大聖嚴淨道場，忽至于此", "260": "興。文殊師利即如其像，變無限身益高彈指，", "261": "其彈指聲，聞於十方無數世界，女亦寂靜不", "262": "從定起。於時文殊即如色像，三昧正受現大", "263": "神足，三千大千世界所有眾生，世間人民、諸", "264": "天、龍、鬼神、揵沓惒等，億百千姟，一切妓樂", "265": "不鼓自鳴，及復亦化琴瑟箏笛萬種之妓，", "266": "俱時同作演柔軟音，清明和雅悲哀之聲，其", "267": "樂各各宣無數響，徹聞十方無量世界，不能", "268": "令女從三昧起。時於十方今現在佛邊，諸侍", "269": "者各各問佛：「今日何故，諸大樂音無數無量，", "27": "住鐵圍頂，誰之所為？」尋即知之，天王如來", "270": "清和之聲聞諸佛土？其音柔軟，悲哀之曲，莫", "271": "不歡然。」於時諸佛各謂侍者：「有族姓子！普光", "272": "世界天王如來，其土有女名曰離意，在佛右", "273": "面，普月離垢光明三昧而正受矣。有菩薩名", "274": "文殊師利，被大德鎧過不退轉，欲令此女從", "275": "三昧覺故，感動如此。諸世間人、天、龍、鬼神、犍", "276": "沓惒等，若干妓樂億百千姟，俱自然作諸化", "277": "妓樂，亦復如是不鼓自鳴，欲令斯女從三昧", "278": "起，不能使興。以是之故，諸大音樂普遍世間。」", "279": "侍者白佛：「至未曾有不可逮及，此女三昧寂", "28": "之所興變。文殊師利復自念言：「此何瑞應而", "280": "然巍巍不可稱限，如是比像，若干種樂清和", "281": "之曲，女續三昧而不興焉。」諸佛告曰：「如諸", "282": "族姓子之所言也，此女三昧不可思議。」說是", "283": "語時，十方無量不可計會眾生之類，皆發無", "284": "上正真道意，各歌頌言：「願令我等逮得如是", "285": "寂定三昧，如今此女，獲致神足無極變化聖", "286": "通徹暢，如文殊師利。」時，文殊師利復如其", "287": "像三昧正受，變三千大千世界，須彌山王、雪", "288": "山、黑山、目鄰山、大目鄰山、鐵圍、大鐵圍山，展", "289": "轉相搏不能自安。譬如勇士以大勢力兩掌", "29": "有此變？於大眾會自然住斯，離意女人坐", "290": "相拍，亦如大雷其音暢逸無不聞者。須彌、", "291": "鐵圍諸山，如是展轉相掁各各崩落，諸山躄", "292": "地其形可畏，斯聲甚悲，又彼大聲，聞於無", "293": "量無際世界，其女三昧亦不移興。", "294": "時文殊師利，不近彼女，以權方便兩手牽女，", "295": "欲令起坐，乃動下方恒河沙等諸佛剎土，不", "296": "能移女大如毛髮，亦不能令從三昧興。加復", "297": "興顯一切勢力，欲舉彼女，恒河沙等諸佛剎", "298": "土皆拔反仰，不能令女從三昧興。文殊師利", "299": "截斷其女所坐地處，舉著右掌掉擲梵天，復", "3": "無侶佛神所制，使彼眾會無一從者。文殊師", "30": "於天王如來之右，不徙彼女獨移吾身。又彼", "300": "在梵天天上地坐，不能令女從三昧起。於時", "301": "文殊復從梵天，舉其女身著其右掌，過於東", "302": "方恒河沙佛土，南方、西方、北方、四維、上下", "303": "各恒河沙等諸佛剎土，亦復如是。十方剎土", "304": "眾音妓樂悉鳴，諸山崩落音聲可畏，雨諸天", "305": "華，其響暢逸無可為喻，不能令女從三昧興。", "306": "於時文殊，舉女投擲遍於十方不能令覺，還", "307": "安故處，叉手前白天王如來：「唯然，大聖！諸菩", "308": "薩行至未曾有，不可逮及思惟稱量，吾能令", "309": "變處虛空諸器，起立周旋行來談語，於今顯", "31": "女人，將無德本純淑無侶，深入法忍總持無", "310": "現無極神足，變化感動諸大聲音，崩毀須", "311": "彌鐵圍諸山，拔諸佛土移十方界，永不能使", "312": "從三昧起。吾當謙恭為女作禮，及復餘學大", "313": "士之眾，諸族姓子、若族姓女、初發無上正真", "314": "道意者，以成未成甫欲學者，慕樂如斯無極", "315": "大慧，亦當歸之。所以者何？菩薩所行不可攀", "316": "喻。」文殊師利舉離意女，至於十方諸佛剎土，", "317": "周旋往來所感動聲，不能令女從三昧興。當", "318": "爾之時，開化十方無數眾生令發道意，不可", "319": "限人成眾德本。天王如來報文殊曰：「誠如", "32": "底，踰於我乎。所以者何？不遣彼女反遷我矣。」", "320": "所云，菩薩大士所被德鎧不可思議，一切聲", "321": "聞若與緣覺所不及知，況復凡庶所能逮乎？", "322": "猶如三千大千世界成為大鼓，別異世界鼓", "323": "大，亦如其鼓乃爾，廣長無量。時彼忽有大丈", "324": "夫現，其身高大，如三千世界，舉一大桴如", "325": "千世界，於是女前撾此大鼓，具足一劫若復", "326": "過劫，不能令女耳聞音聲，況復欲使從三昧", "327": "興，未之有也。文殊！欲知此女三昧，寂定靜", "328": "安終不興移，道慧如是威德無限。」文殊問", "329": "佛：「誰能堪任感動此女從三昧興？」佛報文", "33": "文殊復言：「今顯神足威神變化，無極聖慧示", "330": "殊：「唯有如來能令興起，復有菩薩名棄諸陰", "331": "蓋，亦能使興。」佛這發意，此族姓子名德之", "332": "勳，三千大千世界六反震動。天王佛邊有", "333": "一菩薩，名曰燈明王，為佛侍者，前問佛言：「今", "334": "何因緣地大震動？」佛告侍者：「向者這歎棄諸", "335": "陰蓋菩薩名故，三千大千世界為大震動，又", "336": "及他方諸佛剎土諸如來等，所在方面歎斯", "337": "名者，其地亦復六反震動。」時會菩薩皆懷飢", "338": "虛，欲得見棄諸陰蓋菩薩所在，文殊師利亦", "339": "復俱然。文殊師利見諸菩薩心之所念，亦自", "34": "其道力，還於眾會。」即如其像，三昧正受而現", "340": "敬樂欲令女興，白天王佛：「善哉！世尊！願垂威", "341": "光，一切會者悉懷渴仰，咸欲得見棄諸陰蓋", "342": "菩薩大士。如來普愍，唯顯神足無極道聖，使", "343": "族姓子詣斯佛土，講演深法，諸菩薩聞，因當", "344": "習學至真之誼，并使女從三昧興，開示不", "345": "及。」爾時燈明王菩薩大士，問天王佛：「其族", "346": "姓子，為在何方何佛剎土？其土如來所號為", "347": "何？」其佛報曰：「下方過此恒河沙等諸佛剎土，", "348": "界名錦幢，其佛名曰師子鷹象頂吼如來、", "349": "至真、等正覺，現在說法。彼之佛土純諸菩薩，", "35": "神足。發意之頃，越于東方恒沙佛土，不能", "350": "被大德鎧不可思議，具足充滿於其佛土，如", "351": "來恒宣不退轉輪。棄諸陰蓋菩薩大士，遊", "352": "於彼國。」天王如來自在其座，右足大指演金", "353": "色光，其光名曰請諸菩薩，這放此明，照下", "354": "方恒河沙等諸佛剎土。其明則曜棄諸陰蓋", "355": "菩薩之身，繞之七匝於頂上沒。棄諸陰蓋菩", "356": "薩自念：「今何以故，柔軟清和無極光明，繞吾", "357": "七匝沒其頂乎？」尋即知之，天王如來快欲相", "358": "見。時便往詣師子鷹象頂吼如來所，稽首足", "359": "下，白其佛言：「欲詣上方普光世界天王佛所，", "36": "捨遠。「彼佛世界大如毛󰰎，況入佛會未之有", "360": "今彼如來欲得相見。」佛言：「往。族姓子！宜知是", "361": "時。」師子鷹象頂吼如來邊，有菩薩名眾告", "362": "義，為佛侍者，前白佛言：「我等欲見普光世", "363": "界及天王如來。」師子鷹象頂吼至真正覺", "364": "悅可之。尋時演出眉間相光，照於上方恒河", "365": "沙等諸佛剎土，通普光界，悉共遙見天王如", "366": "來諸菩薩眾眷屬圍繞，而為說經。佛身獨顯", "367": "如紫金山，其佛光明踰日月明，猶明眼者對", "368": "觀人面，悉了了分明，一切眾會見天王佛，亦", "369": "復若斯，及諸菩薩。時棄諸陰蓋菩薩，與五十", "37": "也。」於時文殊復至十方無量世界，作其威勢", "370": "萬菩薩，沒彼佛土，發意之頃，至普光界天", "371": "王佛所。棄諸陰蓋與諸菩薩，偏出右肩禮", "372": "天王佛，頭面自歸繞之三匝退住虛空。時諸", "373": "菩薩解了諸身三昧正受，棄諸陰蓋即如其", "374": "像而見瑞應，顯示神足空中散花其墮如", "375": "雨，其華皆散天王如來前後左右，此華暢音", "376": "說微妙義：「師子鷹象頂吼如來至真，敬問", "377": "無量：聖體康寧，進止輕利，勢力安耶？」時彼眾", "378": "會怪未曾有：「誰之威神，令此眾華出柔軟音", "379": "宣傳意敬？」文殊師利問天王佛：「唯然，世尊！誰", "38": "道力之變，不能還復入諸佛會。所以者何？諸", "380": "之聖旨，雨此眾花演微妙音？」佛報文殊：「棄", "381": "諸陰蓋菩薩威變。」又問世尊：「今為所在？」佛言：", "382": "「在上空中，解了諸身三昧正受。」又問：「諸菩薩", "383": "眾何以不現？」佛言：「棄諸陰蓋菩薩威神，使不", "384": "得現。」文殊師利心自念言：「吾當以是三昧正", "385": "受，求諸菩薩為在何所？」棄諸陰蓋菩薩即", "386": "知，便沒形而謂文殊：「於意云何？唯有是一", "387": "解了諸身三昧定乎？莫造斯觀，解了諸身三", "388": "昧定數不可稱限。向者三昧，如大海中別一", "389": "渧耳。我身諸定三昧坐興不可稱載，仁者造", "39": "佛威神之所建立。文殊師利普至十方無央", "390": "來所未聞名。」文殊師利復自念言：「寧可思察", "391": "吾本往世所修妙行，緣是必得成此三昧。」尋", "392": "如所念即如其像，一彈指頃具諸三昧。時天", "393": "王佛告眾菩薩：「諸族姓子！皆共觀斯精進之", "394": "業，而致超踰殊特之義，諸餘菩薩億百千劫，", "395": "勤行積德乃逮此定。今者文殊，一彈指頃輙", "396": "悉具之。」文殊師利白天王佛：「唯垂當現，此諸", "397": "菩薩眾會族姓，咸欲見之。」棄諸陰蓋與諸菩", "398": "薩，稽首佛足尋沒其身，問文殊曰：「寧相見", "399": "乎？」答曰：「不見。」天王如來告棄諸陰蓋菩薩：", "4": "利如伸臂頃須臾之間，從忍世界忽然不現，", "40": "數億百千姟土，尋復還住鐵圍山頂，自思惟", "400": "「敢來眾會咸欲相見，當自現身。」及諸菩薩尋", "401": "即受教，與諸正士菩薩之等從三昧興，稽首", "402": "佛足，繞之三匝，退在一面，如本所誓化作", "403": "蓮華而坐其上。", "404": "於是，文殊師利謂棄諸陰蓋菩薩：「感此女子", "405": "令三昧起。」答曰：「且止！虛空界者無有三昧，亦", "406": "不興起，又虛空者不可動搖。向者文殊而發", "407": "此言，感令是女從三昧起，當以其名從定起", "408": "耶？若以色乎？為以識也？計色自然，不為三", "409": "昧，亦不正受亦不興起。其識自然，不為正", "41": "言：「諸佛世尊所立聖旨，威神無量道慧高遠，", "410": "受，亦不興起。一切諸法亦無本淨，亦不正受", "411": "無所興起。今我當起何所法乎？假使，文殊！", "412": "諸法三昧吾當令興，永無正受當何所興？所", "413": "以者何？一切諸法悉無興立亦無存亡。」天王", "414": "如來告棄諸陰蓋：「汝族姓子，感此女人從三", "415": "昧起。」白佛：「我不堪任於如來前興顯己功，我", "416": "身宜當覆感，至真如來應當感此女人從三", "417": "昧興，正使我任能令此女從三昧起，如來至", "418": "真普了諸法慧無罣礙，隨時說法靡不通暢，", "419": "應當令女從三昧起，見佛道神莫不欣悅皆", "42": "不可攀喻，吾之神足所不能及，不可作力與", "420": "發大意。」時天王佛，以興定意三昧正受。這", "421": "定意已，應時於彼三千大千世界，諸天、龍、神", "422": "及世間人，諸菩薩眾三昧正受者，及與彼女，", "423": "皆從定起。這從坐起，十方尋時六反震動，咸", "424": "皆踊上住虛空中。當爾之時，無數百千諸天", "425": "來會。女住虛空，僉雨青蓮紅黃白蓮華供養", "426": "如來。於時，文殊問離意女：「至未曾有寂然", "427": "之行，所得三昧不可及逮。」其女報曰：「文殊！", "428": "且止！勿懷妄想，寂三昧定永無逮得。所以", "429": "者何？諸佛世尊所修道慧無所得也，其有得", "43": "講神足。所以者何？諸佛說法終不虛妄，獨步", "430": "者則有所失，諸法澹泊默然寂靜，其寂靜者", "431": "無所復寂，又其寂靜亦不三昧，無有正受亦", "432": "不興起。」文殊答曰：「誠如女辭，女之永定甚", "433": "為殊特，設無微妙不逮三昧則有所得，興發", "434": "曠大無極音聲而不起耶！」女又問曰：「其法界", "435": "者，寧有三昧復興起耶！」文殊答曰：「不也。」女", "436": "又問曰：「其不三昧可令起耶！寧有色像比類", "437": "貌耶？」文殊報曰：「設無形像比類貌者，誰三", "438": "昧乎？」其女答曰：「諸法本淨為三昧也，不復定", "439": "意亦無所興，是故諸法悉如呼響。譬如諸天", "44": "十方而無儔匹，悉是我身之不及耳，至使不", "440": "及世間人若干種樂，寧能演出各妙音不？」", "441": "曰：「如姊言。」又問：「其虛空界豈有此念？念是", "442": "妓樂暢若干種悲和音耶？」答曰：「不也。是故，", "443": "文殊！一切諸法等如虛空，誰聞彼音？若有", "444": "耳識乃得聞聲。」文殊問曰：「女無耳耶？何不", "445": "聞乎？」女默無言。文殊復問，如是至三，女默", "446": "不報。女又答曰：「不為不聞。」又問：「何故默然？」", "447": "其女答曰：「常無所得。」離意女子復問文殊：", "448": "「猶如，文殊！大亂風起而普流布入大樹裏，無", "449": "能見者為何像類，風無想念樹無所思，風不", "45": "得聽受說法。諸如來法，未曾相枉，諸佛等心", "450": "念：『是我入大樹而動搖之。』樹亦不念：『風入", "451": "我體。』菩薩如是，恒常奉行摩訶般若波羅蜜", "452": "慧，悉除諸想，不自念言：『我三昧定。』亦復不", "453": "念：『從三昧起。』所以者何？一切諸法悉本淨故。」", "454": "文殊師利曰：「姊！宜當從虛空來下，住如來前", "455": "乃說此事。」其女答曰：「我立己行，不用他行。」", "456": "文殊又問：「何謂己行？」其女答曰：「一切眾生", "457": "皆因虛空。所以者何？眾生之類，悉依虛空周", "458": "旋往來，眾生居業衣被飲食，諸所興造不離", "459": "虛空。是故眾生，自然遊空，一切諸法，虛空", "46": "向於眾生，寧可於此鐵圍山頂，修四意止定", "460": "見印。」時女即從虛空來下，退在一面蓮華上", "461": "坐，不禮如來，亦不占謝。文殊師利問：「於", "462": "離意女甚憍慢不懷恭恪，不禮如來默然坐", "463": "乎？」其女答曰：「審如來言實無恭恪。所以者", "464": "何？不有所作亦不無作。於意云何？其本無", "465": "者寧可禮乎？」答曰：「不也。」其女報曰：「以是之故，", "466": "佛不可禮。所以者何？計於本無及如來尊，", "467": "無有二也，當等觀之。」又問文殊：「見如來乎？」", "468": "文殊答曰：「等觀之耳。」又問：「以何等觀？」文殊", "469": "答曰：「無本等故，以是等觀；以無形像，是故等", "47": "意正受。」文殊師利又心念言：「何謂意止？謂無", "470": "觀。吾之正觀，", "471": "平等如是。」其女又問：「如是等觀為見何等？」答", "472": "曰：「如是觀者為無所見。」女又問：「為以肉眼", "473": "無所見乎？」答曰：「不以肉眼，亦不天眼。所以者", "474": "何？眼無所生亦無所起，猶如幻化，不有不無，", "475": "亦不當說有無之行。」文殊師利問其女曰：「於", "476": "今何故不轉女身？」其女答曰：「文殊且止！勿懷", "477": "妄想，仁有意觀，達諸法者有男女乎？」答曰：", "478": "「無也。」又問：「計於色者有男女乎？」答曰：「無也。」", "479": "「受想行識有男女乎？」答曰：「無也。」「地水火風有", "48": "有意不念諸法，諸法無處亦非無住。以何無", "480": "男女乎？」答曰：「無也。」「虛空曠然無有邊際，不見", "481": "處所，有男女乎？」答曰：「無也。」又問文殊：「所說", "482": "文字本末有處所，得男女乎？」答曰：「無也。」其", "483": "女報曰：「向者何故而發此言：『於今何故不轉", "484": "女身？』假使我已自得女處見於男女，則捨女", "485": "像當受男形？我不得女不見男子，何因捨女", "486": "成男子形？計於諸法無合無散，無本本際，空", "487": "靜虛空無合無散，一切諸法悉如虛空，當以", "488": "何因轉於女像成男子乎？所以者何？是為如", "489": "來之所頒宣第一法教。」又問女曰：「眼無男女，", "49": "住？無處所故。是誰為究暢本末遣諸法乎？", "490": "耳鼻口身意亦無男女，假使諸法無男女者，", "491": "無合無散則無男女。」", "492": "文殊師利又問女曰：「汝發道意為幾何乎？」其", "493": "女答曰：「如幻師化，神識所存。吾發道意遠近", "494": "亦然。所以者何？一切諸法悉如幻化。向者文", "495": "殊發此問言：『女發道意為幾何乎？』如是所", "496": "悟非問之理。所以者何？無所生者不可令生，", "497": "亦不可恕心之處所，其無處所，彼無所生亦", "498": "無所滅。」文殊又問：「設以此者，所遵何所應", "499": "順智慧？」其女答曰：「無聞無言是應智慧。」又", "5": "至普光土天王佛所。於時，文殊皆繞三千大", "50": "所可住處亦無所住，是為住處。是四意止住", "500": "復問曰：「何謂應順？」其女答曰：「其無所生則為", "501": "應順。」又復問女：「得法忍來為幾何乎？」答曰：「無", "502": "也。」又問：「女為逮得無所從生法忍乎？」答曰：「不", "503": "也。」又問：「何故？」答曰：「其無所生則無所得，以是", "504": "之故不得法忍，亦不逮成無所從生法忍。」文", "505": "殊又問：「女覩何義被弘誓鎧、發道心乎？」其女", "506": "答曰：「一切眾生無滅度故，是故菩薩發於道", "507": "心，修弘誓鎧。」又問：「何故？」答曰：「一切眾生及與", "508": "諸法極滅度故。云何？文殊！諸過去佛平等正", "509": "覺，不度眾生，當來現在亦無所度。所以者何？", "51": "無所住，所謂無意亦無所念。」文殊師利遵修", "510": "一切眾生從虛無出。」文殊又問：「佛以何因", "511": "興現世間乎？」答曰：「欲使無造無所作故，故興", "512": "於世。所以者何？遵修斯者無作不作。」文殊", "513": "又問：「何故出家受具足戒為比丘乎？」其女", "514": "答曰：「欲得具足五逆業故。」又問：「誰當信汝如", "515": "是言辭？」答曰：「其不生令無所起無所懷者，", "516": "乃信此耳。」又問：「以何信樂？」答曰：「以無所", "517": "說謂之信樂。」又問：「其不樂脫，有何結礙？」答", "518": "曰：「其不樂脫，脫為結礙。」文殊答曰：「至未", "519": "曾有難及難及，所演辯才而無罣礙。」其女答", "52": "於是四意止時，四萬二千諸天子等，往到其", "520": "曰：「且止！文殊！勿造反行。今處諸礙闇蔽眾", "521": "前，何因諮嗟無礙之義？」又問：「無說乎？」答曰：「無", "522": "說，是故我身無罣礙說。」又問：「虛空逈然有辯", "523": "才乎？」文殊又問：「所言辯才為何謂乎？」其", "524": "女答曰：「無所生者乃謂辯才。」又問：「何謂無", "525": "生？」答曰：「無生者謂遵修行，順奉法界，本際", "526": "無本，是謂修行。」又問文殊：「其不修行是遵", "527": "修行。」又問：「何謂不修行？」答曰：「於三界行而", "528": "無所行，存於三界而無所處，是所行者悉無", "529": "所著。」文殊又問：「女當久如成最正覺？」其女", "53": "所稽首足下，雨諸天華香供養文殊，遷住", "530": "答曰：「如天王佛成最正覺，吾亦如斯。於仁者", "531": "意所趣云何？道可成乎？得處所耶？」文殊師利", "532": "則時默然。其女重謂文殊師利：「宜當時說，", "533": "不應然耶！」文殊答曰：「道無言說，以是之故，", "534": "不知云何？」於時，文殊白天王佛：「至未曾有。", "535": "天中之天！此女惠明不可思議，殊異之德無", "536": "以為喻，今所宣暢巍巍如是，發道意來其以", "537": "久如，後當亦如成最正覺。剎土云何？佛號", "538": "何類？」佛言：「在仁之前，九十六億百千姟阿僧", "539": "祇劫，遵修道行過若干劫，文殊於後乃發道", "54": "一面。時有天子名光明幢，問文殊曰：「向者", "540": "意。」文殊又問：「此女本從於何佛所發道意", "541": "乎？」佛言：「從寶成如來興發道意，寶成如來國", "542": "土德淨不可稱限，假使諮嗟恒邊沙劫，不能", "543": "究盡剎土之善功勳之快，因從彼佛而發道", "544": "意。」又問：「是女彼世之時，為女人耶？」答曰：「不", "545": "也。爾時此女作轉輪王，名曰無數。文殊當", "546": "知，此非女人亦非男子。所以者何？已逮曉", "547": "了如幻三昧，所欲能現隨時顯化。又，文殊", "548": "師利！此女當更如三千大千世界地塵，花實", "549": "上塵，更若干數百千阿僧祇劫，當得無上正", "55": "何定修何道行，這興起乎？」文殊答曰：「天子！", "550": "真之道成最正覺，號曰普光如來、至真、等正", "551": "覺、明行成為、善逝、世間解、無上士、道法御、天人", "552": "師，為佛、世尊，在大功勳佛土之中，亦如寶成", "553": "如來至真土地所有嚴淨功勳，此女亦然等", "554": "無有異。」", "555": "於時，棄諸陰蓋菩薩白天王佛：「文殊師利多", "556": "所饒益，乃念過去當來諸法。」文殊答曰：「誠", "557": "如仁言，所可饒益不可窮盡，由以法界不可", "558": "盡故。」天王如來謂文殊師利：「仁者！莫與棄諸", "559": "陰蓋菩薩大士俱講辯才。所以者何？此族姓", "56": "於今反問我言：『以何等定，而遵修行今乃興", "560": "子所得辯才不可思議。棄諸陰蓋所逮三昧", "561": "正受，若所興立，仁者不及。其三昧名號字云", "562": "何？」時彼會中，新學菩薩各心念言：「棄諸陰蓋", "563": "不可逮及，普無等侶，行如來慧。」天王如來", "564": "知諸新學心之所念，告善調菩薩：「族姓子！", "565": "合三千大千世界人民，為一勇猛，令如文", "566": "殊，計此眾生亦如斯，不能逮及三昧，百倍", "567": "千倍萬倍億倍，於百千劫，不逮此女所獲三", "568": "昧定者。", "569": "「文殊師利不及知其名號，假使三千大千世", "57": "起？』所行定者，諸佛大聖所不得處，聲聞亦然，", "570": "界遊居眾生，令得定慧如離意女，皆不能逮", "571": "棄諸陰蓋菩薩大士，所得三昧定力聖慧，百", "572": "千億倍無以為喻。不能察知棄諸陰蓋菩薩", "573": "之力之所興發，正使十方一切眾生悉得定", "574": "慧，如棄諸陰蓋菩薩聖慧，不及如來舉足下", "575": "足舉動進止之所開化，如來聖慧不可思議，", "576": "巍巍如是不可攀喻。」時佛歎此諸佛慧德，七", "577": "萬二千人，悉發無上正真道意，異口同音各", "578": "舉歎曰：「令我等身逮得聖慧，亦當如斯。」", "579": "彼時世尊告善調菩薩：「是離意女，本勸文殊", "58": "以是定意而遵修行，因斯所行，使諸眾生婬", "580": "令發道意，如文殊等，東方世界如恒沙等，", "581": "南方、西方、北方、四維、上下，亦復如是，悉女所", "582": "化。「又，族姓子！棄諸陰蓋菩薩大士，勸離意女", "583": "使發道意，八維上下各恒沙等，亦復如是。", "584": "所開化者，如離意女等無差特。今我於此得", "585": "成佛道，亦轉法輪，本因族姓子亦勸化吾使", "586": "發道意。乃至往久遠過去世時，須彌幡等", "587": "佛，在世教化如我等類，在於十方各恒沙等", "588": "如來現在，其滅度者不可稱限，皆見開化。」這", "589": "說此語，三千大千世界六反震動，箜篌樂器", "59": "怒癡俱，吾奉此行。」時光明幢天子問曰：「其行", "590": "不鼓自鳴，飛鳥禽獸相向悲鳴，自慶鳥獸得", "591": "值佛聖，地獄餓鬼悉得解脫，心中悅豫如冥", "592": "覩明，婦女珠環相掁作聲。當爾之時，莫不欣", "593": "慶。說是法時，普光世界九十二載諸天及人，", "594": "皆得無所從生法忍。於是世界承佛威神，悉", "595": "聞斯法咸共勸助，代其悅豫欣慶無量。彌勒", "596": "菩薩亦受此法，益加恭敬，於斯佛土聞是法", "597": "者，六十四億諸天及人，皆發無上正真道意。", "598": "又七萬人，僉復逮得無所從生法忍。萬四千", "599": "比丘意解漏盡，五百比丘尼心亦解脫，二", "6": "千世界至于七匝，稽首諸佛却住一面。爾時", "60": "何類？諸佛大聖所不得處。」答曰：「行空無相無", "600": "十六載世間人民，遠塵離垢諸法眼淨。", "601": "於是，釋迦文佛告彌勒菩薩：「仁當受此經典", "602": "之要，於後末世少有信者，唯以相付使得", "603": "廣布。」彌勒白佛：「唯當受之，如聖所教，不敢", "604": "違命。」「此經典者，若於後世所流布處，若受", "605": "持者，德不可量。若有菩薩，供養過去諸滅", "606": "度佛，又現十方無極聖尊，及諸發意建志", "607": "學道，方當學者悉令長存。一切聲聞并與緣", "608": "覺及其菩薩，若有一人，於當來世，悉供養此", "609": "諸如來眾，一切施安過去當來今現在佛，等", "61": "願，諸佛大聖所不得處。」天子又問：「諸佛大聖", "610": "奉無異，福寧多不？」彌勒白佛：「多矣，世尊！吾聞", "611": "此喻，其心惘然不識所趣，其數浩浩不可稱", "612": "載，福無限量。」", "613": "佛言：「若有菩薩，受是經典，持諷誦讀，為他", "614": "人說，得一反聞而悅信者，福多於彼供養諸", "615": "佛。」佛語彌勒：「我今現在、若滅度後，假使女", "616": "人，聞離意女名德之稱、棄諸陰蓋菩薩之號、", "617": "天王如來并此經典，因聞斯經名德變化，竟", "618": "是一世轉女人身得為男子，疾成無上正真", "619": "之道，為最正覺。未成佛頃，世世所生，常值佛", "62": "所不得處，於今仁者修此行乎？」文殊答曰：", "620": "世，棄捐八難諸懅不閑，常識宿命，逮得總", "621": "持，三十二相莊嚴其身，所在遊居不更胞胎，", "622": "常得化生。所以者何？諸大正士威神廣大不", "623": "可稱計，若有女人得聞其名，然後亦當逮得", "624": "如此功勳。」佛說如是，彌勒菩薩，諸天、人民、阿", "625": "須倫聞佛所說，莫不歡喜，稽首禮佛。", "626": "諸佛要集經卷下", "63": "「假使有行，吾當行之。向者所行，永無所行。何", "64": "者然乎？一切諸法悉澹泊故。」向天子問：「以何", "65": "等定，而遵修行修四意止？」天子又問：「何謂意", "66": "止，一切諸法無意無念？」天子又問：「假使無意", "67": "無有念者，何有行乎？」文殊答曰：「無意無念", "68": "為第一行，其惟此行為平等行。其行平等則", "69": "無偏黨，其無偏黨則無五趣，其無五趣不見", "7": "天王如來右面，有一女人名曰離意，結跏趺", "70": "癡本，其無癡本不生慧明，不生明者則無所", "71": "起，其無所起則無所壞，其無所壞則無律", "72": "儀，其無律儀則無所成，其無所成則無所壞，", "73": "其無所壞是則名曰本末清淨，是賢聖行永", "74": "離塵勞。」又問文殊：「所謂塵勞，為何謂乎？」文", "75": "殊答曰：「其識退轉樂于佛慧，是謂塵勞。受于", "76": "思想而計有身，有所依猗而興思惟，憍慢自", "77": "大，有所依慕希望誓願，校計稱量圖度遠近，", "78": "思惟觀察念應不應。除去貢高而計斷滅，心", "79": "念有常，於無所受受止宿處而歸所見，取於", "8": "坐，以普月離垢光明三昧正受。時天王佛心", "80": "所有受無所有，乃至放逸思惟調戲，稱量其", "81": "心欲至平等，計如是行、賢聖法律，皆為塵", "82": "勞。」時光明幢天子讚曰：「善哉，善哉！文殊師利！", "83": "快說斯言，乃能以此四意止行。」文殊師利尋", "84": "告之曰：「無得妄想，於諸名色悉無所生亦無", "85": "所成，復無現在亦無言辭，假隨時說，諸法", "86": "無住亦無不住，反稱善哉！」又問天子：「不說", "87": "意止則不可說，亦無能講令辭所趣。所以者", "88": "何？一切諸法悉無所說，欲宣諸法不可分別，", "89": "未曾有教，各各隨時而開化之。」時光明幢問", "9": "自念言：「文殊師利諸佛所歎，深奧忍辱行於", "90": "文殊曰：「向者所說，順從一切愚癡凡夫，所", "91": "住處所行婬怒癡，住於此行而復興起。愚癡", "92": "凡夫為住何所行婬怒癡？」文殊答曰：「愚癡凡", "93": "夫住無所有，行婬怒癡立在法界，處於本際", "94": "而住無本。所以者何？天子當知，法界所在，不", "95": "可分別亦不可說，無本本際亦復若茲。」天子", "96": "又問：「所言本際，為何謂乎？」文殊答曰：「眾生之", "97": "原名曰本際。」天子又問：「眾生之原，為何謂", "98": "乎？」文殊答曰：「生死之本，為眾生原。」天子又", "99": "問：「於彼何謂為生死本？」文殊答曰：「虛空之"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0810 諸佛要集經: 諸佛要集經: 諸佛要集經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}