{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0482 持世經: 持世經: 持世經: 持世經: 持世經", "text": {"0": "2 五陰品", "1": "持世經卷第二", "10": "借而有，有所識故數名為識。以識諸物故，以", "100": "「持世！何謂菩薩摩訶薩能觀察選擇五受陰", "101": "細微生滅相？菩薩摩訶薩觀眾生初入胎歌", "102": "羅羅時，先五陰滅即更有五陰生。從是已來", "103": "觀五陰生滅相，雖先識滅亦知五陰非斷滅", "104": "相識，雖依止歌羅羅，亦知五陰不至不常。", "105": "如是觀初入胎一念五受陰生滅相，從歌羅", "106": "羅乃至出生，及後增長乃至死時，觀此五受", "107": "陰念念生滅相，如是觀察選擇五受陰微細", "108": "生滅相。「持世！是五受陰微細生滅相者，所", "109": "謂先五受陰滅，次第無物有至胎，識初合時", "11": "起心業故，以思惟故，眾緣生相故，起種種思", "110": "五陰即有生滅，因歌羅羅五受陰假名為人。", "111": "所以者何？持世！識無所依則不能住，識所依", "112": "者五受陰是。持世！又無色界中諸天，五受", "113": "陰細微生滅相亦應如是知。「持世！如是細微", "114": "五受陰生滅相，辟支佛智慧所不能及，何況", "115": "聲聞智慧？惟諸佛如來善知五受陰，從初入", "116": "胎細微生滅相，及無色天諸陰念念生滅，所", "117": "謂一切智慧，出一切世間智慧。菩薩摩訶薩", "118": "得無生法忍，至佛慧境界，是人雖如是觀察", "119": "選擇五受陰細微相，從初入胎乃至無色天，", "12": "惟故，數名識陰。從有所識，有識像出，示心業", "120": "亦不能究盡如諸佛所知。「持世！諸佛如來無", "121": "有隨他智慧，自然得一切智慧方便，得阿耨", "122": "多羅三藐三菩提。諸佛智慧無所不達，諸佛", "123": "無礙智慧於一切法中得決定慧，於一切法", "124": "中得自在力。何以故？於無量無數千萬億阿", "125": "僧祇劫行於深法故。「持世！一切凡夫不能如", "126": "是方便觀五受陰，何況觀五受陰細微生滅", "127": "相？何以故？諸凡夫人不能知五受陰如實，", "128": "凡夫不知取，不知受陰。", "129": "「持世！何謂為取？取名我取、眾生取、見取、戒取、", "13": "故，攝思惟故，數名識陰。或名為心，或名為", "130": "五陰取、十八性取、十二因緣取，是名為取。乃", "131": "至所有法，若內若外，所謂欲取，有取，見聞覺", "132": "識取，我我所取。「持世！凡夫於此虛妄取不知", "133": "不見，顛倒因緣而取諸法，是人為取所繫，無", "134": "明因緣取諸行，諸行因緣取識，識因緣取名", "135": "色，名色麁相眾生染著歸趣。所謂色取色合", "136": "色縛，及取四無色陰，受想行識分別為名。「持", "137": "世！若無諸佛，眾生則無所知無所見，不能正", "138": "觀五受陰。諸佛出於世間，壞眾生依止色，壞", "139": "依止受想行識，壞和合一相故。諸佛如來作", "14": "意，或名為識，皆是意業分別故，識陰所攝，識", "140": "如是分別說：『汝等所依所歸，是名為色，是", "141": "色但以四大和合，受想行識但有名字，名色", "142": "相成就故說五受陰；汝等眾生莫貪歸此不", "143": "牢堅五受陰。』「持世！如來何故說五受陰？持世！", "144": "是凡夫人從顛倒生入無明網，馳走往來何", "145": "所歸趣？貪受五受陰相，作是念：『我依止此當", "146": "以得樂。』是人以是樂想貪歸五陰，以苦想", "147": "以不苦不樂想貪歸五陰。凡夫人所歸所依", "148": "止處，是名五陰。「持世！諸凡夫人從生以來，", "149": "盲不知五陰為是何等，不知五陰從何所來，", "15": "相識行識性示故，數名識陰。如是非陰是識", "150": "不知五陰如實故，貪受五陰，是故說名受陰。", "151": "於此中誰有受者？此中受者不可得，但以", "152": "顛倒貪著分別虛妄自縛無明癡闇故，取我", "153": "取我所，取此彼，是故說受陰是五陰，無有", "154": "取者亦無決定相。是故，智者知非陰是五受", "155": "陰，顛倒陰是五受陰，無明陰是五受陰，凡夫", "156": "於此為所繫縛，貪歸五取陰。以貪歸故不知", "157": "何等是取？何等是取陰？但為貪著所歸五陰，", "158": "往來生死，貪著是五陰故馳走諸趣。「貪歸何", "159": "等？貪歸見、貪歸聞、貪歸覺、貪歸識、貪歸愛、貪", "16": "陰，不生不起不作，但以顛倒相應緣虛妄識", "160": "歸無明。是諸凡夫為愛縛所縛，貪愛五受陰，", "161": "為諸蓋所覆入無明闇冥，不知不覺我等今", "162": "為貪歸何處？繫縛何處？以不知故，往來地獄、", "163": "畜生、餓鬼、人天道中，生死所縛，貪歸生死不", "164": "放不捨，不斷五陰亦不能知五陰如實相。不", "165": "如實知故，為種種苦惱所害，墮虛空獄不知", "166": "出處。是人不見出道故，於無始生死道中受", "167": "諸生死，是故不能得脫生老病死憂悲苦惱，", "168": "亦不得度無量生死險道，亦不得脫諸大苦", "169": "聚，還復歸趣於苦，貪著於苦，為苦所使。何等", "17": "故，數名識陰。何以故？是識陰從眾因緣生無", "170": "為苦？五受陰是，生時但苦生，滅時但苦滅。「持", "171": "世！我以是因緣故，為弟子說法。汝等比丘！當", "172": "正觀色陰，亦當如實知色無常相。汝等！若於", "173": "色中有欲染者，當疾除斷；汝等當正觀受想", "174": "行識，亦當如實知受想行識無常相，若於受", "175": "想行識中有欲染者，當疾除斷，除斷欲染故", "176": "心得正解脫。「持世！若有人知我所說法義如", "177": "是，能如說修行，當得脫生老病死憂悲苦惱。", "178": "若人不能如說修行，為色縛所縛，為愛繫所", "179": "繫，入無明闇冥貪取五陰，是人貪取五陰故，", "18": "自性，次第相續生，念念生滅，是識緣不生", "180": "不能得脫生死險道。「持世！以是義故，我說", "181": "世間與我諍，我不與世間諍。何等為世間？所", "182": "謂貪著五受陰者，為世間所攝，是人貪歸五", "183": "陰，為五陰所縛。不知五陰性，不知五陰空相，", "184": "而與我諍。是人違逆佛語，與佛共諍，故墮大", "185": "衰惱。若有人於佛在世若佛滅後，能如是觀", "186": "虛妄五受陰空無所有，從顛倒無明闇冥起，", "187": "虛誑妄想但誑凡夫，非五陰似五陰，如是", "188": "之人不與佛諍，不逆佛語故，得脫地獄、畜生、", "189": "餓鬼、苦惱。「持世！諸佛不與人諍，斷一切諍訟", "19": "陰相。何以故？是識陰生相不可得，決定相亦", "190": "名之為佛，但為眾生演說實法，作是言：『汝等！", "191": "先所取者皆是顛倒，一切眾生顛倒力故，貪", "192": "歸五陰往來世間。』是人貪歸五陰已，起種種", "193": "邪見，貪歸種種名字，貪歸種種憂悲苦惱，是", "194": "人為種種邪見煩惱、種種憂悲苦惱之所殘", "195": "害，無有能為作救作舍作歸作趣，唯佛能", "196": "救。凡夫小心小智慧故貪嗜五欲，依止多過", "197": "五陰，是凡夫人與救者歸者依者脫一切苦", "198": "惱者，而共諍訟。「持世！我今舉手其有見五陰", "199": "者，見陰相者，貪五陰者，我則不與是人為", "2": "姚秦龜茲三藏鳩摩羅什譯", "20": "不可得。生相不可得故，決定相不可得故，根", "200": "師，是人亦非我弟子，不隨我出家，不隨我", "201": "行，不歸依我，是人入於邪道，入虛妄道取", "202": "不實者，是為顛倒不知佛意，不知佛隨宜說", "203": "五陰，不知佛第一義，是人不受佛教，不應受", "204": "供養而受。是人我尚不聽出家，何況當得受", "205": "人供養？何以故？如是之人是外道徒黨，所謂", "206": "生五陰相者，貪著歸趣五陰者。「持世！當來之", "207": "世後五百歲法欲滅時，於我法中出家多是", "208": "生五陰相者，決定說五陰相，深著五陰入虛", "209": "妄邪道，於我法中而得出家，袈裟繞咽，常", "21": "本無所有故，自相無故，牢堅不可得故，智", "210": "樂往來白衣居家，當知是人與外道無異，亦", "211": "以我法多為眾人恭敬供養。「持世！我說是", "212": "見五陰者，決定說五陰者，貪著五陰者，不", "213": "聽受人一㮎之水。所以者何？是人於我法", "214": "中，乃至無有柔順法忍，是人違逆我法，背捨", "215": "聖行。「持世！是故菩薩摩訶薩於後惡世，應", "216": "如是發大誓願，於我如是甚深經典當共護", "217": "持，亦斷眾生五陰見故而為說法。", "218": "「持世！我是經中說破一切陰相、離貪著陰相。", "219": "爾時，多有在家出家聞如是等經，起於諍訟", "22": "者正觀察選擇通達非陰是識陰。「凡夫於非", "220": "不生實相。菩薩摩訶薩於此中應發大誓願：", "221": "『我等於後惡世貪著五陰邪見眾生，作大利", "222": "益，所謂度脫貪著見五陰眾生，隨宜方便以", "223": "法利益。』是故，持世！菩薩摩訶薩若欲得善知", "224": "諸法實相，亦善分別諸法章句，欲得念力，", "225": "欲得轉身成就不斷念，乃至得阿耨多羅三", "226": "藐三菩提，應常觀是五陰無常相、苦相、無", "227": "我相、虛妄相、不堅牢相、畢竟空相、從本已", "228": "來不生相。常正觀時，五受陰中所有欲染則", "229": "能除斷，亦得如是等深法中方便。「持世！過去", "23": "識陰生識陰相，以覺觀分別憶想顛倒相應", "230": "無量阿僧祇劫，爾時有佛名大意山王如來、", "231": "應供、正遍知、明行足、善逝、世間解、無上士、調", "232": "御丈夫、天人師、佛、世尊。持世！是大意山王佛，", "233": "有八十億那由他聲聞眾，皆是阿羅漢，諸漏", "234": "已盡，及八十億那由他學地阿那含。謂菩薩", "235": "摩訶薩眾四十億那由他。是大意山王佛", "236": "壽八萬歲。「持世！爾時有王名為德益，是德", "237": "益王有二萬大城，具足豐樂人民充滿。其城", "238": "七重縱廣十二由旬，四寶合成有七重塹，皆", "239": "有欄楯七重行樹，諸寶羅網遍覆其上。城塹", "24": "虛妄所縛，強名為識陰，貪著是識陰，依止所", "240": "諸樹及上羅網，皆以黃金琉璃車渠馬瑙四", "241": "寶合成。一一大城各有五百園林，皆有七寶", "242": "衣樹充滿其中。一一園林各有五百寶池，八", "243": "功德水皆滿其中。「持世！是德益王有八萬婇", "244": "女，其大夫人有二子：一名無量意、二名無量", "245": "力。持世！是二王子各年十六，夢中見佛端正", "246": "無比如閻浮檀金幢，見大歡喜，覺已各說偈", "247": "曰，其一人言：", "248": "「『我今夢見二足尊，金色百福相莊嚴，", "249": "成就無量諸功德，見已心得大歡喜。』", "25": "識，依止識種種示思惟故生起識陰。是人種", "250": "「第二人言：", "251": "「『我夢見佛明如日，端正姝妙第一尊，", "252": "猶如須彌眾山王，巍巍高顯見歡喜。』", "253": "「持世！即時無量意、無量力二子，詣父母所具", "254": "說是事，白父母言：『今我二人於夢中見佛，惟", "255": "願父母，當聽我等俱詣佛所。佛久出世，我等", "256": "放逸不能覺知，沒五欲泥，為色縛所縛，為", "257": "受想行識縛所縛。我等在家，以放逸故，不能", "258": "見佛。』「持世！是二王子為父母說是事已，即", "259": "詣大意山王佛所。到已，頭面禮佛足，請佛及", "26": "種分別，貪著內識，貪著外識，貪著內外識，貪", "260": "僧三月四事供養衣服飲食臥具醫藥。於大", "261": "城邊莊嚴德益王所遊園林，懸繒幡蓋寶華", "262": "覆地，奉佛及僧令止其中。其二王子三月之", "263": "中，以一切樂具供佛及僧，供養已畢，於佛", "264": "法中俱共出家。「持世！其大意山王佛知此二", "265": "王子深心所願，而為廣說是五陰十二入十", "266": "八性菩薩方便經，於四萬歲中終不睡眠，常", "267": "不滿腹食亦不傾臥，若坐若經行。又於四", "268": "萬歲中不念餘事，但念五受陰虛妄空相，知", "269": "是五受陰從顛倒起，通達是五受陰相畢，", "27": "著遠識，貪著近識，以識相故分別起識陰。是", "270": "其年壽常修梵行，命終即生兜率天上。於佛", "271": "滅後，還生閻浮提大居士家。至年十六復夢", "272": "見佛，為說五陰十八性菩薩從方便經。聞", "273": "是法已，即覺驚怖，復於佛法滿萬歲中常", "274": "修梵行；亦復方便深觀五陰十二入十八性", "275": "菩薩所行方便經，命終生於忉利天上。畢天", "276": "之壽，生閻浮提大姓婆羅門家。大意山王佛", "277": "法末後千歲之中，其二人以本因緣故復得", "278": "出家，學問廣博其智如海，亦善觀察選擇是", "279": "五陰性入法，如實通了，於其世中教化二萬", "28": "人以憶想分別若心若意若識，假借強名是心", "280": "人及二十億天於阿耨多羅三藐三菩提。「持", "281": "世！是二菩薩從是已後，世世同心，共值十億", "282": "那由他佛，然後乃得無生法忍。得法忍已，復", "283": "值一億那由他佛，然後得阿耨多羅三藐三", "284": "菩提。二人共劫次第作佛：一名無量音、二", "285": "名無量光。「持世！是故菩薩摩訶薩，若欲疾", "286": "得阿耨多羅三藐三菩提，當於是清淨無染", "287": "法中，勤行修集此陰入性，及餘有為法中說", "288": "實知見相。", "289": "3 十八性品持世經十八性品第三", "29": "是意是識，如是知種種心相生。是凡夫貪著", "290": "「持世！何謂菩薩摩訶薩善知十八性？菩薩", "291": "摩訶薩方便正觀十八性，作是念：『眼性，眼性", "292": "中不可得，是眼性無我無我所，無常無堅自", "293": "性空故，眼性中眼性不可得故，眼性虛妄無", "294": "所有，從憶想分別起，眼性無有決定相，虛空", "295": "性是眼性。譬如虛空無決定相，無根本故，眼", "296": "性亦如是，無決定相亦無根本故。何以故？眼", "297": "性中實事不可得故。眼性無處無方，不在內", "298": "不在外不在中間，眼性無決定相，以無事故。", "299": "眼性事不可得，眾因緣生故。眼性不過去不", "3": "持世經五陰品第二之二", "30": "識陰，為識陰所縛，心意識合故，起種種識陰。", "300": "未來不現在，眼性眼相不可得，眼性但以", "301": "先業果報，屬現在緣故數名眼性。眼性者", "302": "即是無性，眼性中眼性不可得，識行處故數", "303": "名眼性。", "304": "「『若眼根清淨，色在可見處，意根相應，以三事", "305": "因緣合，說名為眼性；眼性中無決定眼性", "306": "相，智者通達無眼性是眼性性。』", "307": "「持世！菩薩摩訶薩若能如是觀察選擇眼", "308": "性，即通達無性是色性。何以故？色性中色性", "309": "不可得，是色性不合不散，色無決定相故說", "31": "分別虛妄事故，以一相故，以決定相故，能得", "310": "名色性。色無根本、無分別，何況色性？色性則", "311": "是亦無根本，色性不在色內、不在色外、不在", "312": "中間，但以憶想分別。色在可見處，眼根清淨，", "313": "以意識相應，見現在色故數名色性。譬如鏡", "314": "中面像，若鏡明淨則生色相，鏡中色無決定", "315": "相。鏡中無人而見色像，但以外有鏡，內起色", "316": "相，如是眼性清淨所緣之色在可見處。如", "317": "鏡中像數名色性，色無性相無形性，無決定", "318": "性是名色性，諸色相無我故數名色性，隨眾", "319": "生所知故，說名色性。「若菩薩知是色性，即", "32": "是心是意是識，能得分別愛著。是人依止識", "320": "知無性是色性，無生性是色性，無作性是色", "321": "性。何以故？是色性不過去不未來不現在，示", "322": "無所有性，示虛妄性，示假名性，名為色", "323": "性。如是觀察選擇色性，是菩薩正觀察選擇", "324": "眼識性。「所謂眼識中無眼識，無眼識性無有", "325": "常性，眼識性無有根本、無決定法，眼識性無", "326": "所示。是眼識性非合非散無有根本，但以先", "327": "業因緣起，屬現在緣，繫色緣故數名眼識性，", "328": "隨凡夫顛倒心故數名眼識性，賢聖通達眼", "329": "識性即是非性。何以故？眼識性無決定故，從", "33": "陰深貪識故，亦得過去識陰貪著念有，亦得", "330": "眾因緣生，屬諸因緣故數名眼識性。識所", "331": "行處是眼識性，是識無決定故。說無決定相，", "332": "無生故，示虛妄故，能分別色相故，能示緣故。", "333": "「說是眼識性，隨眾生所知，如來方便分別，破", "334": "壞和合一相故。說是十八性示識無決定相，", "335": "但眼清淨能知色相，二法和合故說眼識性，", "336": "示眼識實相故說眼識性。眼識性者示眼所", "337": "行處，能識色是眼識，性即是說無性。何以故？", "338": "智者眼識性中，求眼識性相不可得，眼識性", "339": "中，亦不得眼識性根本。所以者何？無決定性", "34": "未來識陰貪著念有，亦得現在識陰貪著念", "340": "是眼識性，眼識性者以假名說，所說性者即", "341": "是說不取義，能有所見處是眼識，意業起是", "342": "眼識相，故名為眼識。「眼性、色性、眼識性，以", "343": "是性門，說三事和合，以知諸緣相故，即是離", "344": "諸性義。所謂是眼性、是色性、是眼識性，有如", "345": "是數，得令眾生入於實道。此中實無眼性、色", "346": "性、眼識性，諸如來說是知見諸性相，方便分", "347": "別說是諸性。若人通達是諸性方便者，則知", "348": "三性無性。何以故？諸性中無性相故，諸性中", "349": "相不可得故。耳性、聲性、耳識性，鼻性、香性、鼻", "35": "有。「諸凡夫於見聞覺知法中，計得識陰貪著", "350": "識性，舌性、味性、舌識性，身性、觸性、身識性，皆", "351": "亦如是。", "352": "「持世！何謂菩薩摩訶薩觀擇意性？菩薩作是", "353": "念：『意性無決定，根本無所有故，意性中無意", "354": "性，無決定性是意性。』譬如諸種子種於大地，", "355": "因於水潤，得日得風，漸漸芽出。芽不從種子", "356": "出，種子亦不與芽和合，芽生則種子壞，種子", "357": "不離芽，芽不離種子，芽中無種子。意性亦如", "358": "是，能起意業故，示意識故，如種示芽，得名", "359": "意性。離意性則無意，意性不能知意，假名", "36": "念有，是人貪著見聞覺知法，為識陰所縛，貴", "360": "字故說為意性。是意性不在意內、不在意外、", "361": "不在中間，但以先業因緣故起，識是意業", "362": "故，知所緣故，諸性名字合故，現在緣起故，數", "363": "名意性，即是不決定意業相，即是眾緣和合", "364": "相。亦說意性從和合起，隨眾生所知，於第一", "365": "義中無有意性。何以故？根本無所有故，無生", "366": "是意性，生無所有故。意性即是世俗語，第一", "367": "義中決定無意性，過去未來現在不可得。智", "368": "者通達無性是意性。「諸菩薩觀擇法性，無性", "369": "是法性，法性無自性，自性不可得，無決定", "37": "其所知，以心意識合繫故馳走往來。所謂從", "370": "性是法性，法性根本不可得故，決定事亦不", "371": "可得故。但為起顛倒眾生虛妄結縛，有所知", "372": "故，說言法性，欲令眾生入無性故，故說是", "373": "法性。何以故？法性中無法性相，是法性從眾", "374": "緣生，眾緣生法即無自性，諸因緣中無有自", "375": "性，諸因緣皆從眾緣和合顛倒故相續而生。", "376": "如來於此欲教化眾生說是法性，以世俗語", "377": "言示無性法，是法性不在內不在外不在中", "378": "間，但令眾生知見善不善法，以法性說離一", "379": "切法相知見，畢竟空相故。說畢竟空即是法", "38": "此世至彼世，從彼世至此世，皆識陰所縛故。", "380": "性。何以故？無所有是法性，法性中無決定有", "381": "相。譬如虛空無決定相而數名虛空，法性亦", "382": "如是無決定相。破法相故說名法性，法性即", "383": "是無性。何以故？是法性不在過去不在未來", "384": "不在現在，但屬眾緣與緣合故，數名法性說", "385": "名法性，如眾生所知故。智者證知無性是法", "386": "性，法性非合非散，法性中無法性相無多無", "387": "少，以示性方便故，說法性名為性。「若行者實", "388": "通達是法性相，即知見無性，是三界法性中", "389": "無分別相，眾因緣和合故，分別諸法故，說", "39": "不能如實知識陰，識陰是虛妄不實顛倒相", "390": "是法性，示無決定性是法性。智者非以法性", "391": "相故見法性，法性是無生相。何以故？法性中", "392": "無有相。智者通達無相是法性，法性中無分", "393": "別相，無相無分別故說名法性。法性中無有", "394": "住處，無處無起無住無依止，是法性從本已", "395": "來不生故，是法性無有生者。何以故？法性中", "396": "無性故。又法性不以合故有，無合無散，無作", "397": "無決定，名為法性。菩薩摩訶薩觀擇法性如", "398": "是，所謂無性是法性。", "399": "「持世！何謂菩薩摩訶薩觀擇意識性？菩薩摩", "4": "「持世！何謂菩薩摩訶薩正觀察選擇識", "40": "應，因見聞覺知法起，此中無有實識者；若不", "400": "訶薩作是念：『不生性是意識性，不決定性是", "401": "意識性，意識性無根本，無有定法，以意識性", "402": "示無性相。何以故？意識性中，意識性不可", "403": "得，是意識性虛妄無所有，顛倒相應以意為", "404": "首，識諸法故名為意識，隨凡夫所行故，說意", "405": "識性。』賢聖觀知非性是意識性，虛妄無所有", "406": "是意識性。但示因緣法故，以意為首故，識諸", "407": "緣合故，說為意識性，隨眾生所知故如是說。", "408": "「智者知非性是意識性，從眾因緣生，憶想分", "409": "別起，無有性相，即是第一義中無性相義。世", "41": "能如是實觀，或起善識，或起不善識，或起善", "410": "俗法中為引導眾生故，說是意識性，欲令眾", "411": "生知無性是意識性，但以小法壞離諸性故，", "412": "說是意識性。何以故？聖人求之不可得，意", "413": "識性不在意識性內，不在意識性外，不在中", "414": "間，智者通達不合性是意識，意識不知意", "415": "性，意性不知意識，但眾因緣生，從顛倒起，", "416": "以意為首，知於諸緣二事和合故，著虛妄", "417": "故，從覺觀起示眾生識相故，說名意識性。是", "418": "意識不在過去不在未來不在現在，是意識", "419": "無所從來亦無所去無有住處，從本已來不", "42": "不善識，是人常隨識行，不知識所生處，不知", "420": "生相。意識中無根本定法。何以故？是意識性", "421": "相即是無二相，即是無相，是相不以二相故", "422": "有，無所示性是意識性。「智者通達意識性，", "423": "是意識性，不在一切法中，無處無方，不與法", "424": "若合若散。聖人通達不生相是意識性，是意", "425": "識性無來無去無緣。何以故？第一義中意識", "426": "性無緣，不可得不可示故。智者通達意識性，", "427": "是不作是意識性，作者不可得故，無生是", "428": "意識性，生相無所有故。「持世！菩薩摩訶薩如", "429": "是觀擇意識性。諸菩薩作是觀時，觀擇欲界、", "43": "識如實相。「持世！菩薩摩訶薩於此中如是正", "430": "色界、無色界，皆是無生性無所有性。云何為", "431": "觀？所謂欲界中無欲界，色界中無色界，無色", "432": "界中無無色界。以界示無界法，為取欲界相", "433": "者示是欲界，為取色界相者示是色界，為取", "434": "無色界相者示是無色界。以界寄說無界，如", "435": "智者所知，無所有界是欲界、色界、無色界。智", "436": "者不得欲界、色界、無色界，是三界皆無根本", "437": "無有定法，從眾緣起，是故智者知見無界是", "438": "三界。此中無有界相，是三界皆虛妄合顛倒", "439": "行。何以故？智者不得三界，不說三界，若", "44": "觀，知識陰從虛妄識起，所謂見聞覺知法中", "440": "過去若未來若現在。賢聖通達是三界虛妄", "441": "無所有，無自性離諸法，但是顛倒起，為斷", "442": "眾生顛倒故，知見三界故，如來分別說三", "443": "界相，欲令眾生知無界義故，說三界非以性", "444": "相有，智者知見三界相是無界相。「持世！菩", "445": "薩摩訶薩如是觀時，觀眾生性、我性即是虛", "446": "空性、無所有性、無生性。何以故？眾生性、我性、", "447": "虛空性無別無異，如是諸性皆虛空出，但從", "448": "眾緣生故名之為性，此中決定無性相。何以", "449": "故？虛空中無一定性相，是諸性相皆入虛", "45": "眾因緣生，無法生法想故貪著識陰。我等不", "450": "空，是無所有義。譬如虛空無性，是法畢竟離", "451": "相無所有相，一切諸性亦如是離性相，諸性", "452": "中無性相，性相不在內不在外不在中間。性", "453": "中無有性，性中不攝性，性不依止性，一切性", "454": "無所依止，一切性不生。智者於諸性中，不", "455": "得生性，不得滅性，不得住性，一切諸性，不生", "456": "不起不住，從本已來不可得。智者不貪不著", "457": "諸性假名，不受不念，是故智者，通達知見一", "458": "切諸性皆是無生相。若是無生相即無有滅，", "459": "第一義中一切諸性不可得，世俗法故分別", "46": "應隨凡夫學人，我等當如實正觀察選擇識，", "460": "說諸性，第一義中不說諸性，智者知見通達", "461": "一切諸性如第一義。「持世！菩薩摩訶薩如是", "462": "觀擇通達十八性，及三界眾生性、我性、虛空", "463": "性。諸菩薩如是觀擇通達時，不得性不見性，", "464": "亦通達一切諸性假名字，亦信解諸入一", "465": "切性是無性，亦知分別諸性。以世俗故分別", "466": "說諸性，令一切諸性入第一義中，亦善通達", "467": "無性方便，亦為眾生分別說諸性，亦令眾生", "468": "善住諸性。以世俗語言為眾生說無性法，亦", "469": "不以二相示諸性，雖知一切諸性無二，亦以方", "47": "如實正觀察選擇識陰。是諸菩薩如實觀時，", "470": "便說諸性從因緣起。雖以世俗言說引導眾", "471": "生，而示眾生第一義，雖善知分別諸性，而信", "472": "解通達一切諸性無所有。何以故？持世！如來", "473": "以第一義故，於性無所得，亦不得諸性相。", "474": "「持世！我於諸性無所斷無所壞，得阿耨多羅", "475": "三藐三菩提。何以故？第一義中無諸性，一切", "476": "諸性無所有無決定，一切性同虛空，一切性", "477": "入虛空，一切性無生相，如來通達一切性如", "478": "是。「持世！如來不說諸性相，亦不說諸法力勢。", "479": "何以故？若法無所有，不應更說無所有性相。", "48": "知識陰虛妄不實，從本已來常不生相，知非", "480": "持世！如來亦說無所有性相，此中實無所說", "481": "性相。持世！是名善分別諸性。菩薩摩訶薩得", "482": "是善分別，能知一切諸性假名，能知世俗相，", "483": "能知第一義相，能知諸性決定，能知世諦，能", "484": "分別諸相，能知隨宜，能知諸相合，能知諸相", "485": "旨趣，能知諸相所入，能分別諸相，能知諸", "486": "相無性，能令一切諸性同虛空性，亦於諸性", "487": "不作差別。於諸性中不得差別不說差別，亦", "488": "為眾生善說破壞諸性。「持世！譬如工幻師能", "489": "示眾生種種幻事，令知種種幻相。若有知識", "49": "陰是識陰，像陰是識陰，幻陰是識陰。譬如幻", "490": "親友，語言是幻，說幻實事，是幻虛妄，示顛", "491": "倒眾生，若有智者則知是幻。「持世！世間性如", "492": "幻，諸菩薩摩訶薩入此幻法中，知世間是幻", "493": "性，世間所行如幻，是人以方便力，示眾生世", "494": "間如幻。若有知此世間如實相，為說世間虛", "495": "妄如幻。若有深智利根，不開示之自能得知，", "496": "知諸法空如幻無實無有根本，知一切法皆", "497": "誑凡夫，一切法皆繫虛妄緣中。「持世！是故諸", "498": "菩薩摩訶薩若欲入如是諸性方便，於如是", "499": "等深經無染無得，說一切諸性知見相，說一", "5": "陰？菩薩摩訶薩觀非陰是識陰，顛倒陰是識", "50": "所化人，識不在內亦不在外，亦不在中間，", "500": "切諸性無文字無和合，亦說諸性方便智慧，", "501": "亦說因緣所作旨趣，亦說一切諸法如實相。", "502": "所謂世間出世間，有為無為，繫不繫，善知方", "503": "便旨趣，說第一義世俗義，了義經未了義經，", "504": "種種因緣解說，於是甚深經中，應勤精進。」", "505": "持世經卷第二", "51": "識性亦如是；如幻性虛妄緣生，從憶想分別", "52": "起，無有實事如機關木人，識亦如是，從顛倒", "53": "起虛妄因緣和合故有。如是觀時，知識皆無", "54": "常苦不淨無我，知識相如幻，觀識性如幻。「菩", "55": "薩爾時作是念：『世間甚為狂癡，所謂從憶想", "56": "分別識起於世間，與心意識合，三界但皆是", "57": "識，是心意識亦無形無方，不在法內不在法", "58": "外。凡夫為虛妄相應所縛故，於識陰中貪著", "59": "若我若我所，是人貪著識陰在內，貪著識陰", "6": "陰，虛妄陰是識陰。何以故？持世！是識陰從顛", "60": "在外，貪著識陰在內外，貪著識陰在彼我，是", "61": "人貴此識陰，為識陰所縛，受識陰味，說識陰", "62": "相，所謂若心若意若識，隨味行故貪受識陰，", "63": "是人為識所縛，識陰合故為心意識所牽。以", "64": "心意識因緣力故生是凡夫，若起下思得下", "65": "身，若起上思得上身，若起中思得中身，是人", "66": "隨心意識力故生，依止諸入，貪著識陰故，不", "67": "脫生老病死憂悲苦惱。』「菩薩於此中如實正", "68": "觀選擇識陰，如實正觀識陰無常相故，過", "69": "去識陰不貪不著不念，知非陰是識陰。未來", "7": "倒起，虛妄緣所繫，從先業有，現在緣所繫，屬", "70": "世識陰亦不貪不著不念，知非陰是識陰。現", "71": "在識陰亦不依止。如實知識陰無常相，如實", "72": "知識陰生滅相。若如是思惟正觀識陰，是名", "73": "正觀入識陰道。所謂如實知識，如實知識集，", "74": "如實知識滅，如實知識滅道，是人如實觀識", "75": "陰集滅相，能壞識陰，能斷一切相，知識陰集", "76": "滅相，亦通達識陰集滅相。菩薩爾時亦不生", "77": "識陰，亦不滅識陰，是識陰從本已來無生，如", "78": "是觀時不分別識滅相，通達識陰無生相。何", "79": "以故？持世！是識陰無生無相無成，是識陰生", "8": "眾因緣，虛妄無所有，憶想分別起，從識而生，", "80": "性虛妄故，入在無生相中。持世！識陰終不有", "81": "生成相，是識陰相從眾因緣生。「持世！菩薩", "82": "摩訶薩如是觀因緣法，非陰是識陰，觀察選", "83": "擇信解證知通達諸所有識悉皆知實。菩薩", "84": "知識陰實故，如是一切所緣知皆破壞。「持", "85": "世！菩薩摩訶薩如是觀識陰，知是識陰無生", "86": "者，無作者無起者，無受者無所受者，但以", "87": "眾緣生，眾緣合故有，緣見聞覺識法故繫有，", "88": "從本已來常畢竟空。如是觀識陰時，即知識", "89": "陰是無作無起相，不貴不著。「持世！菩薩摩", "9": "有所識故名之為識。從憶想分別覺觀生，假", "90": "訶薩如是正觀察選擇入識陰。若菩薩能如", "91": "是方便入五陰，能如是方便正觀五陰，是名", "92": "通達入五陰集滅道，皆能斷諸陰相，真知五", "93": "陰方便。以是方便故，於五受陰中，不貪不", "94": "著不縛不繫，如實知色無常相，是菩薩若於", "95": "色有欲染則能除斷；亦如實知受想行識，亦", "96": "如實知受想行識無常相，若於受想行識中，", "97": "有欲染則能除斷。菩薩於五受陰中除斷欲", "98": "染故，隨順通達決定五陰方便，如是觀時，能", "99": "知五受陰細微生滅相。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0482 持世經: 持世經: 持世經: 持世經: 持世經", "author": "姚秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}