{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1233 佛說無能勝大明王陀羅尼經: 佛說無能勝大明王陀羅尼經: 佛說無能勝大明王陀羅尼經", "text": {"0": "No. 1233", "1": "佛說無能勝大明王陀羅尼經", "10": "怛儞野二合他引一賀娑儞引二尾賀娑儞引三護", "100": "麼賀引嚩引囉他二合嚩底六醯醯醯七弭弭禮", "101": "八始始抳九始抳始抳十悉哩抳十一弭哩抳十", "102": "二麼賀引弭哩抳十三禮禮𩕳十四弭里抳十五抳", "103": "娑嚩二合羅跛二合嚩引儞𩕳十六底底𩕳十七蜜", "104": "底哩抳十八薩轉舌嚩迦引麼引囉他二合娑引上", "105": "達𩕳十九設咄嚕二合達哩灑二合抳二十設嚩達", "106": "㘑二十一麼賀引達㘑二十二儞泥翳反跛多二合達㘑二十", "107": "三乞芻二合嚕引上跛謎二十四娑賀娑囉二合馱引", "108": "㘑二十五尾麼禮二十六烏仡囉二合底丁曳反乞瑟膩三合", "109": "二十七麼賀哆閉二十八設咄嚕二合󰴆引佩孕迦引哩", "11": "魯祖魯魯四娑嚩二合引賀引五", "110": "二十九布爾仁除反哆上底哩二合數路去引計數三十", "111": "儞泥逸反底焰二合路去引計數尾戍嚕二合哆上引三十", "112": "一悉馱引佐底哩二合數三十三路去引計瑟嚩二合", "113": "𩕳泥逸反爾哆上三十四沒囉二合憾麼二合難拏數二合", "114": "跛謎三十五悉弟設訖底二合三十六塞建二合馱寫也二合", "115": "尾戍嚕二合帝三十七", "116": "我為汝說。彼大明力威德精進。天與阿蘇羅", "117": "兩陣相持時。天憶念此無能勝彼自降伏。汝", "118": "天精進與一切阿蘇羅。相持汝天壽命千年。", "119": "伺其方便彼無能得。若無能勝真實力。成就", "12": "若有聰慧之人。於此明王心不疑慮尊重受", "120": "往於梵天。如是恒常作種種事業而無能勝", "121": "彼梵天威德。而供養故諸佛所說。即說呪曰。", "122": "尾捨引禮一尾補禮二底丁曳反乞瑟膩三合蘇底", "123": "准上切乞瑟膩三合三阿仡𩕳二合娑上引儞哩二合勢", "124": "四阿謨引去契阿鉢囉二合底賀帝五謎佉嚩引", "125": "喻娑麼引怛麼二合計六麼賀引鉢囉二合陛七", "126": "尾儞喻二合𩕳陛八尾儞喻二合哆上囉九𩕳陛", "127": "乞灑二合抳十阿仡𩕳二合鉢囉二合陛十一鉢囉", "128": "二合入嚩二合栗帝十二嚩引喻󰨢無鉢反怛參二合去", "129": "鉢囉二合麼囉那二合寧上十三入嚩二合栗哆上十四", "13": "持者。彼人於囉惹門或在師子中。在道路時", "130": "入嚩二合栗哆嚩引喻󰨢准上切怛參二合去十五鉢囉二", "131": "合麼囉那二合寧上十六入嚩二合栗哆上引仡𩕳", "132": "二合十七尾瑟拏二合十八尾嚩囉嚩㘑十九阿曩禮阿謨", "133": "引去契二十齲㘑婆訖怛二合哆哩乞始二合二十一", "134": "畢佐蘖瑳麼引曩引野二十二吠半底部上哆上嚕", "135": "挽無漢反底二十三禰嚩引素囉二十四藥乞叉二合囉引", "136": "乞叉二合娑二十五畢捨引佐引麼賀引疙哩二十六娑", "137": "引誐囉引抳二十七鉢囉嚩二合哆上拶闌上底二十八", "138": "劍半底二十九乞芻二合盤上底三十󰡊嚕二合怛嚩", "139": "二合引𩕳那上引能上三十一麼賀引末㘄上三十二設訖帝二合", "14": "或非道路。心常憶念。乃至魔王處及遇彼冤", "140": "三十三囉設訖帝二合囉乞始二合抳三十四阿儞也二", "141": "合部上哆上喃去引三十五麼那部上哆上喃去引三十六怛", "142": "囉二合引娑怛囉二合娑哆二合喃上引三十八設囉󰴆禰", "143": "尾娑引攞佐引哩抳四十賀哩氷上誐攞引乞始", "144": "二合四十一囉訖哆二合乞始二合四十二囉訖哆二合󰹺無鉢", "145": "反娑怛囉三合四十三馱引去哩抳四十四麼賀引㜸囉二", "146": "合󰾰四十五嚩囉禰泥翳反跛哆二合四十六帝孺設訖底二", "147": "合塞建二合馱四十七嚩路野謎四十八尾曩引尸迦引", "148": "謎四十九婆嚩設咄嚕二合󰴆娑嚩二合引賀引五十賀哩", "149": "賀哩五十一氷誐攞引乞始二合五十二野娑尾儞喻二合", "15": "家。以此明王常自擁護無諸恐怖。即說呪曰。", "150": "哆上野五十三鉢囉二合尾儞喻二合婆曳五十四度麼", "151": "麼引里寧上曳五十五吠濕嚩二合引曩囉達囉引曳五十", "152": "六阿爾仁際反哆野布哩五十七禰嚩那引上曩嚩僧去", "153": "㜸囉二合賀󰴆野五十八唧致唧致五十九哩致𩕳致", "154": "六十枳里底里唧𩕳六十一醯醯醯醯醯醯醯醯六十", "155": "二度嚕尾度嚕六十三唧哩𩕳致計六十四娑囉尾娑", "156": "上囉六十五跛囉嚩攞六十六惹惹惹惹六十七部染仁昝反", "157": "鉢囉二合娑引哩野二合左上娑嚩二合引賀引六十八", "158": "佛言我於後夜時日初出時。為於世間作最", "159": "上修行圓滿。成佛事業獲得菩提。降伏魔軍", "16": "怛儞野二合他引一度弭引二度度弭引三度麼引", "160": "轉於法輪。復有千俱胝淨居天眾來。於我前", "161": "發甚深意。以柔軟音請轉法輪。", "162": "佛告舍利子言。諦聽舍利子。此無能勝明王", "163": "利益安樂一切有情。舍利子昔過去之世。天", "164": "與阿蘇羅兩相鬪戰。是時天眾退散阿蘇羅", "165": "得勝。爾時帝釋天主。即以此無能勝陀羅尼。", "166": "書於金葉安旗幟頭。復與相戰。時天眾得勝。", "167": "阿蘇羅軍尋即退散。即說呪曰。", "168": "怛上儞也二合他去引一沒素謎二嚩素迦囉帝", "169": "三曩引虞上那哩佐四迦播哩抳五娑嚩二合引賀", "17": "嚩諦四娑嚩二合引賀引五", "170": "引六", "171": "佛告舍利子。我不見有諸天及魔羅等。乃至", "172": "人間沙門婆羅門。并阿蘇羅一切鬼魅。阿跛", "173": "薩麼囉乾闥婆。藥叉囉乞叉蘖路荼緊那羅。", "174": "尾那夜迦布旦曩供盤拏。羯吒布多曩食生", "175": "者等。於此無能勝大明王無敢違犯。如是大", "176": "明王陀羅尼。若不見不聞者。乃是過去見在", "177": "業所障故。", "178": "爾時世尊說是陀羅尼一切成就已。時阿難", "179": "陀舍利子天人阿蘇羅等。一心受持歡喜奉", "18": "若有女人。專注受持。復能書寫戴於頂上者。", "180": "行。", "181": "佛說無能勝大明王陀羅尼經", "19": "彼人所有財物。恒常豐盈無有耗散。一切眷", "2": "西天中印度摩伽陀國那爛陀寺", "20": "屬皆得安樂。即說呪曰。", "21": "怛儞野二合他引一惹嚩惹嚩二惹嚩儞引三娑", "22": "嚩二合引賀引四", "23": "若有女人身懷其孕。久久不生受諸苦惱。受", "24": "持此明皆得易生。即說呪曰。", "25": "怛儞野二合他引一迦捨迦捨二尾迦捨三摩賀", "26": "引迦捨四娑嚩二合引賀引五", "27": "若或有人於軍陣中互相殺時。此無能勝而", "28": "為擁護咸得安住。即說呪曰。", "29": "怛儞野二合他引一吒吒跓摘故反二致跓准上切三娑嚩二合", "3": "三藏傳教大師賜紫沙門臣法天", "30": "引賀引四", "31": "若或有人於迷醉時。或睡夢中乃至行住之", "32": "時。彼步多眾無能嬈亂恒得安樂。又復有人", "33": "以慇重心恒常受持諷誦宣說此無能勝。於", "34": "晝夜中而為擁護。一心聽聞。即說呪曰。", "35": "怛儞野二合他引一賀囉二賀囉囉三娑嚩二合引", "36": "賀引四", "37": "我今宣說彼惡魔羅恃其力勢。現種種色相", "38": "而來相持。菩薩見已止住其軍。同彼兄弟而", "39": "說此言。我千俱胝劫為求菩提。捨自身命及", "4": "奉　詔譯", "40": "以男女。乃至財寶而無悋惜。發大誓願修此", "41": "精進難行苦行。為有情故起利他行。慈心悲", "42": "愍覬得圓滿。彼惡魔羅見此事已。來為我障。", "43": "菩薩是時憶念此無能勝大明王陀羅尼。以", "44": "彼明力令彼魔羅及大軍眾。悉皆退散。即", "45": "說呪曰。", "46": "怛儞野二合他引一伊底弭底二底羅弭羅三弭", "47": "底弭隷引儞四娑嚩二合引賀引五", "48": "於是明王現女人相。來菩薩前合掌頂上。而", "49": "說頌曰。", "5": "爾時世尊。告舍利子阿難陀等。我今宣說無", "50": "大智慧宣說如大光普照", "51": "而我於今日降伏魔羅軍", "52": "如汝過去求無上正等覺", "53": "乃得大無畏魔羅軍降伏", "54": "我今以彼明力。破壞魔羅及大軍眾并諸眷", "55": "屬。即說呪曰。", "56": "怛儞野二合他引一迦嚩置引二迦嚩吒三謨隷", "57": "引四曩俱羅五俱賀羅六麼引隷引儞七娑嚩二合引", "58": "賀引八", "59": "爾時世尊而說頌曰。", "6": "能勝大明王陀羅尼。為彼人天作利樂故。若", "60": "如來正等覺令一切世間", "61": "得無上果者毒藥不能害", "62": "器杖不能傷火亦不能燒", "63": "至於眠睡中常不見惡夢", "64": "若為王繫縛及在賊手中", "65": "或山崖巇嶮乃至於江河", "66": "一切恐怖難悉皆得解脫", "67": "眾罪及苦惱解脫而安隱", "68": "明力及慧力而為大威德", "69": "凡所作事業能速得成就", "7": "有吠多拏及步多等。於此大明王起根本業", "70": "即說呪曰。", "71": "怛儞野二合他引一素㘑引二素素㘑引三嚩囉四", "72": "嚩嚩囉五摩曩婆嚩引六娑摩囉引七護隷引八", "73": "娑嚩二合引賀引九摩隷引十娑嚩二合引賀引十一", "74": "佛言我先求菩提時。作六牙白象時。為彼獵", "75": "師而作遮護。斯若真實願諸有情。一切苦惱", "76": "皆得除盡。我於過去之世為海中龜時。身備", "77": "割截心無嗔恨。斯若真實願諸有情。所有疾", "78": "病皆悉除滅。即說呪曰。", "79": "怛儞野二合他引一呬隷弭隸儞二度嚕二合鑁", "8": "作諸障難。乃至藥叉羅剎娑。起暴惡業欲破", "80": "跛能去四娑嚩二合引賀引五", "81": "佛言我過去世求菩提時。施於有情種種安", "82": "樂。我昔為雉被獵師所獲所要施與。起慈心", "83": "觀不生嗔恨。即說呪曰。", "84": "怛儞野二合他引一鼻哩二度度度儞三摩賀引", "85": "曩諦引四娑嚩二合引賀引五度度度儞引六呬致", "86": "弭致七鼻致哩八娑嚩二合引賀引九", "87": "佛言我為忍辱仙人時。修忍辱波羅蜜多觀。", "88": "心不煩惱。觀察一切有情由如赤子。我身出", "89": "血而變成乳。我為求菩提一切施時。彼婆羅", "9": "此明王者無能破壞。即說呪曰。", "90": "門來於我前。而乞其頭以頭施之乃以髮索", "91": "繫縛於樹。我於是時起慈悲心不生嗔恨。觀", "92": "婆羅門由如赤子。乃至妻妾皆悉施與我不", "93": "求五慾樂不求王自在不求天富貴。真實為", "94": "彼降伏魔羅及以眷屬。乃至調伏一切冤家", "95": "得最上位。為破彼故說大明大力。而能出生", "96": "過去行菩提行。為降伏魔羅我今復說即說", "97": "呪曰。", "98": "怛儞也二合他去聲引一企企𩕳二尾麼那𩕳三尾度", "99": "度度寧上四麼賀引曩底丁曳反囉拏二合嚩底五"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1233 佛說無能勝大明王陀羅尼經: 佛說無能勝大明王陀羅尼經: 佛說無能勝大明王陀羅尼經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}