{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1541 眾事分阿毘曇論: 眾事分阿毘曇論: 眾事分阿毘曇: 眾事分阿毘曇論: 眾事分阿毘曇", "text": {"0": "7 千問論品", "1": "眾事分阿毘曇論卷第十二", "10": "分。四無對。一分別。色陰。或有對。或無對。云", "100": "亦受相應者。謂心相應行陰。非心隨轉亦非", "101": "受相應者。謂除心隨轉心不相應行陰。若餘", "102": "心不相應行陰。如受。想亦如是。除其自性。問", "103": "陰。幾覺隨轉非觀相應。答一切應分別。色陰。", "104": "或覺隨轉非觀相應。或非覺隨轉亦非觀相", "105": "應。覺隨轉非觀相應者。謂覺隨轉身口業。餘", "106": "非覺隨轉亦非觀相應。", "107": "受陰。或有覺有觀。或無覺有觀。或無覺無觀。", "108": "云何有覺有觀。謂有覺有觀意思惟相應受", "109": "陰。云何無覺有觀。謂無覺有觀意思惟相應", "11": "何有對。謂十入。云何無對。謂一入少分。色", "110": "受陰。云何無覺無觀。謂無覺無觀意思惟相", "111": "應受陰。如受陰。想陰識陰亦如是。", "112": "行陰。或覺隨轉非觀相應。作四句。覺隨轉非", "113": "觀相應者。謂覺隨轉心不相應行陰。及覺相", "114": "應觀。觀相應非覺隨轉者。謂覺。若覺不相應", "115": "觀相應心法行陰。覺隨轉亦觀相應者。謂覺", "116": "觀相應心法行陰。非覺隨轉亦非觀相應者。", "117": "謂除覺隨轉心不相應行陰。若餘心不相應", "118": "行陰。及覺不相應觀。及非覺觀相應心法行", "119": "陰。", "12": "陰。或有漏。或無漏。云何有漏。謂有漏。十入。", "120": "問陰。幾見非見處答一切應分別。色陰。或見", "121": "處非見。作三句。見處非見者。謂九入。及一入", "122": "少分。見亦見處者。謂一入。非見亦非見處者。", "123": "謂一入少分。受陰想陰識陰。若有漏。彼見處", "124": "非見。若無漏。彼非見亦非見處。", "125": "行陰。或見非見處。作四句。見非見處者。謂行", "126": "陰所攝盡智無生智所不攝無漏慧。見處非", "127": "見者。謂見所不攝有漏行陰。見亦見處者。謂", "128": "五見。及世俗正見。非見亦非見處者。謂見所", "129": "不攝無漏行陰。", "13": "及一入少分。云何無漏。謂一入少分。受陰。", "130": "問陰。幾身見非彼因彼非身見因。答一切應", "131": "分別。色陰。如色入。受陰想陰識陰。如受念", "132": "處。行陰。如法念處。", "133": "問陰。幾業非業報。答一切應分別。色陰。如身", "134": "念處。受陰想陰識陰。如受念處。行陰。如法念", "135": "處。三業隨轉非業。二分別。色陰。如身念處。", "136": "行陰。如法念處。四陰非造色色非可見色。一", "137": "分別。色陰。如身念處。四非造色色非有對色。", "138": "一分別。色陰。如身念處。一切是甚深難了難", "139": "了甚深。", "14": "或有漏。或無漏。云何有漏。謂有漏意思惟相", "140": "問陰。幾善因非善。答一切應分別。陰或善因", "141": "非善。作三句。善因非善者。謂善報生五陰。善", "142": "亦善因者。謂善五陰。非善亦非善因者。謂不", "143": "善及無記五陰。", "144": "問陰。幾不善非不善因。答一切應分別。色陰", "145": "如身念處。受陰想陰識陰如受念處。行陰如", "146": "法念處。", "147": "問陰。幾無記因非無記。答一切應分別。陰或", "148": "無記因非無記。作三句。無記因非無記者。謂", "149": "不善五陰。無記亦無記因者。謂無記五陰。", "15": "應受陰。云何無漏。謂無漏意思惟相應受陰。", "150": "非無記亦非無記因者。謂善五陰。一切因緣", "151": "緣及有因。一非次第。亦非次第緣緣。四分", "152": "別。受陰想陰識陰。如受念處。", "153": "行陰。或次第非次第緣緣。作三句。次第非次", "154": "第緣緣者。謂未來現前必起心法行陰。過去", "155": "及現在阿羅漢最後命終心法行陰。及無想", "156": "正受。滅盡正受。已起當起心法行陰。次第亦", "157": "次第緣緣者。謂除過去現在阿羅漢最後命", "158": "終心法行陰。若餘過去及現在心法行陰。非", "159": "次第亦非次第緣緣者。謂除未來現前必起", "16": "如受陰。想陰識陰亦如是。", "160": "心法行陰。若餘未來心法行陰。除次第心不", "161": "相應行陰。若餘心不相應行陰。", "162": "一緣緣緣非有緣。三緣緣緣及有緣。一分別", "163": "行陰。若心法。彼緣緣緣及有緣。若非心法。緣", "164": "緣緣非有緣。一切是增上緣緣及有增上。", "165": "問陰。幾流亦隨流。答一切應分別。色陰受陰", "166": "想陰識陰。若有漏。彼隨流非流。若無漏。彼非", "167": "流亦非隨流。行陰。或隨流非流。作三句。隨流", "168": "非流者。謂流所不攝有漏行陰。流亦隨流者。", "169": "謂四流。非流亦非隨流者。謂流所不攝無漏", "17": "行陰。或有漏。或無漏。云何有漏。謂若有漏心", "170": "行陰。", "171": "界者。謂十八界。問云何十八。答廣說如前。", "172": "問此十八界。幾色。幾非色。答十是色。七非", "173": "色。一分別。法界中身口業是色。餘非色。一可", "174": "見。十七不可見。十有對。八無對。十五有漏。", "175": "三分別。意界。或有漏。或無漏。云何有漏。謂", "176": "有漏意思惟相應意界。云何無漏。謂無漏意", "177": "思惟相應意界。如意界。識界亦如是。", "178": "法界。如法入。十七有為。一分別。法界。如法", "179": "入。八無報。十分別。色界。或有報。或無報。云", "18": "相應。及有漏心不相應行陰。云何無漏。謂無", "180": "何有報。謂善不善色界。云何無報。謂無記色", "181": "界。如色界。聲界眼識界耳識界鼻識界舌識", "182": "界身識界亦如是。", "183": "意界。或有報。或無報。云何有報。謂不善及善", "184": "有漏意界。云何無報。謂無記及無漏意界。如", "185": "意界。意識界法界亦如是。", "186": "十七從因緣生世所攝。一分別。法界如法入。", "187": "十是色所攝。七是名所攝。一分別。法界中身", "188": "口業是色所攝。餘是名所攝。十二是內入所", "189": "攝。六是外入所攝。一切是智知。十五斷知知", "19": "漏心相應。及無漏心不相應行陰。一切是有", "190": "及斷。三分別。三若有漏。斷知知及斷。若無", "191": "漏。非斷知知及不斷。八不應修。十分別。色", "192": "界。或應修。或不應修。云何應修。謂善色界。", "193": "云何不應修。謂不善及無記色界。如色界。聲", "194": "界眼識耳識鼻識舌識身識界意界意識界", "195": "亦如是。法界。或應修。或不應修。云何應修。", "196": "謂善有為法界。云何不應修。謂不善無記法", "197": "界及數滅。八不穢污。十分別。色界。或穢污。", "198": "或不穢污。云何穢污。謂不善色界。及隱沒無", "199": "記色界。云何不穢污。謂善色界。及不隱沒無", "2": "尊者世友造", "20": "為。", "200": "記色界。如色界。聲界眼識耳識鼻識舌識身", "201": "識界意界意識界法界亦如是。", "202": "十七是果及有果。一分別。法界如法入。九不", "203": "受。九分別。眼界。或受。或不受。云何受。若", "204": "自性受。云何不受。若非自性受。如眼界。色", "205": "界耳界鼻界香界舌界味界身界觸界亦如", "206": "是。十八界。或四大造。或非四大造。云何四", "207": "大造。謂九界。及二界少分。云何非四大造。謂", "208": "七界。及二界少分。十七界是有上。一分別。法", "209": "界如法入。十五是有。三分別。三若有漏。彼是", "21": "問陰。幾有報。幾無報。答一切應分別。色陰。", "210": "有。若無漏彼非有。十因不相應。七因相應。一", "211": "分別。法界是法入。", "212": "善處攝十界少分。十界少分亦攝善處。不善", "213": "處攝十界少分。十界少分亦攝不善處。無記", "214": "處攝八界及十界少分。八界及十界少分亦", "215": "攝無記處。漏處攝一界少分。一界少分亦攝", "216": "漏處。有漏處攝十五界及三界少分。十五界", "217": "及三界少分亦攝有漏處無漏處攝三界少", "218": "分。三界少分亦攝無漏處。十七界。或過去。或", "219": "未來。或現在。一分別。法界如法入。八無記。", "22": "或有報或無報。云何有報。謂不善色陰。乃善", "220": "十分別。色界。或善。或不善。或無記。云何善。", "221": "謂善身作。云何不善。謂不善身作。云何無記", "222": "謂除善不善身作。若餘色界。聲界亦如是。", "223": "眼識界。或善。或不善。或無記。云何善。謂善", "224": "意思惟相應眼識界。云何不善。謂不善意思", "225": "惟相應眼識界。云何無記。謂無記意思惟相", "226": "應眼識界。如眼識。耳識鼻識舌識身識意界", "227": "意識界亦如是。", "228": "法界如法入。四欲界繫。十四分別。眼界色", "229": "界耳界聲界鼻界舌界身界觸界。如分別諸", "23": "有漏色陰。云何無報。謂無記及無漏色陰如", "230": "入品廣說。眼識界或欲界繫。或色界繫。云", "231": "何欲界繫。謂欲界意思惟相應眼識界。云何", "232": "色界繫。謂色界意思惟相應眼識界。如眼識", "233": "界。耳識身識界亦如是。", "234": "意界意識界如意入。法界如法入。十五非學", "235": "非無學。三分別。意界法界意識界。如分別諸", "236": "入品廣說。十五修斷。三分別。意界法界意識", "237": "界。如分別諸入品廣說。十非心非心法非心", "238": "相應。七即心。一分別。法界如法入。十非心隨", "239": "轉非受相應七受相應非心隨轉。一分別。法", "24": "色陰。受陰想陰行陰識陰亦如是。", "240": "界如法入。如受想行亦如是。除其自性。十", "241": "非有覺有觀。五有覺有觀三分別。意界及意", "242": "識界如意入。法界如法入。", "243": "一見亦見處。十四見處非見。三分別。意界意", "244": "識界如意入。法界如法入。八非身見因身見", "245": "亦非彼因。十分別。色界。若穢污。身見因身見", "246": "非彼因。若不穢污。非身見因身見亦非彼因。", "247": "如色界聲界眼識耳識鼻識舌識身識界亦如", "248": "是。意界及意識界如意入。法界如法入。", "249": "問十八界。幾業非業報。答一切應分別。眼界", "25": "一切從因緣生世所攝。一是色所攝。四是名", "250": "或業報非業。或非業亦非業報。業報非業者。", "251": "謂報生眼界。餘非業亦非業報。如眼界。眼識界耳界耳識界鼻界香界鼻識界舌", "252": "界味界舌識界身界觸界身識界意界意識界", "253": "亦如是。", "254": "色界如色入。聲界如聲入。法界如法入。八非", "255": "業亦非業隨轉。七業隨轉非業。三分別。色界", "256": "如色入。聲界如聲入。法界如法入。", "257": "十八界。或造色色非可見色。作三句。造色色", "258": "非可見色者。謂八界及二入少分。造色色亦", "259": "可見色者。謂一界。非造色色非可見色者。謂", "26": "所攝一是內入所攝。三是外入所攝。一分別。", "260": "七界及二界少分。", "261": "十八界。或造色色非有對色。作四句。造色色", "262": "非有對色者。謂一界少分。有對色非造色色", "263": "者。謂一界少分。造色色亦有對色者。九界及", "264": "一界少分。非造色色亦非有對色者。謂七界", "265": "及一界少分。一切是甚深難了難了甚深。問", "266": "十八界。幾善非善因。答一切應分別。眼界。或", "267": "善因非善。或非善因亦非善。善因非善者。謂", "268": "善報生眼界。餘非善亦非善因。如眼界。耳鼻", "269": "香舌味身觸界亦如是。", "27": "色陰。或內入所攝。或外入所攝。云何內入所", "270": "色界如色入。眼識界耳識界鼻識界舌識界", "271": "身識界意界意識界亦如是。聲界。或善亦善", "272": "因。或非善亦非善因。善亦善因者。謂善聲界。", "273": "餘非善亦非善因。法界如法入。", "274": "問十八界。幾不善亦不善因。答一切應分別。", "275": "眼界廣說如眼入。如眼界。耳界鼻界香界舌", "276": "界味界身界觸界亦如是。", "277": "色界如色入。如色界。眼識界耳識鼻識舌識", "278": "身識界亦如是。", "279": "聲界如聲入。意界如意根。意識界如喜根。法", "28": "攝。謂五內入。云何外入所攝。謂五外入。及一", "280": "界如法入。八無記亦無記因。十分別色界。或", "281": "無記因非無記。作三句。無記因非無記者。謂", "282": "不善色界。無記亦無記因者。謂無記色界。非", "283": "無記亦非無記因者。謂善色界。如色界。眼識", "284": "界聲界耳識界鼻識界舌識界身識界意界意", "285": "識界亦如是。", "286": "法界如法入。十七因緣緣及有因。一分別。法", "287": "界如法入。十界非次第。亦非次第緣緣。八分", "288": "別。眼識界。或次第非次第緣緣。作三句。次第", "289": "非次第緣緣者。謂未來現前必起眼識界。次", "29": "外入少分。一切是智知。若有漏。彼斷知知及", "290": "第亦次第緣緣者。謂過去現在眼識界。非次", "291": "第亦非次第緣緣者。謂除未來現前必起眼", "292": "識界。若餘未來眼識界。如眼識界。耳識鼻識", "293": "舌識身識界亦如是。意界及意識界如意入。", "294": "法界如法入。十緣緣緣非有緣。七緣緣緣亦", "295": "有緣。一分別。法界如法入。十七界是增上緣", "296": "緣及有增上。一分別。法界如法入。十五隨流", "297": "非流。三分別。意界意識界如意入。法界如法", "298": "入。", "299": "8 擇品眾事分阿毘曇擇品第八", "3": "宋天竺三藏求那跋陀羅", "30": "斷。若無漏。彼非斷知知及不斷。", "300": "色法。十一界十一入一陰攝。八智知。除知他", "301": "心智及滅智。六識識。欲色二界一切遍使", "302": "使。及修斷使使。即色法。十界十入一陰攝。非", "303": "智知。五識識。非使使。", "304": "非色法八界二入四陰攝。十智知。一識識。一", "305": "切使使。即非色法。七界一入四陰攝。二智知。", "306": "謂知他心智及滅智。非識識。無色界一切。欲", "307": "色二界。二身見苦集斷。不一切遍使使。", "308": "可見法。一界一入一陰攝。七智知。除知他心", "309": "智及滅道智。二識識。欲色二界一切遍使使。", "31": "問陰。幾應修。幾不應修。答一切應分別。色", "310": "及修斷使使。即可見法。一界一入非陰攝。非", "311": "智知。一識識。非使使。", "312": "不可見法。十七界十一入五陰攝。十智知。五", "313": "識識。一切使使。即不可見法。十七界十一入", "314": "四陰攝。三智知。謂知他心智及滅道智。四識", "315": "識。無色界一切。欲色二界。二身見苦集斷。不", "316": "一切遍使使。", "317": "有對法。十界十入一陰攝。七智知。除知他心", "318": "智及滅道智。六識識。欲色二界一切遍使使。", "319": "及修斷使使。即有對法。十界十入非陰攝。非", "32": "陰。或應修。或不應修。云何應修。謂善色陰。", "320": "智知。五識識。非使使。", "321": "無對法。八界二入五陰攝。十智知。一識識。一", "322": "切使使。即無對法。八界二入四陰攝。三智知。", "323": "謂知他心智及滅道智。非識識。無色界一切。", "324": "欲色二界。二身見苦集斷。不一切遍使使。", "325": "有漏法。十八界十二入五陰攝。八智知。除滅", "326": "道智。六識識。一切使使。即有漏法。十五界十", "327": "入非陰攝。二智知。謂苦集智。五識識。一切", "328": "使使。", "329": "無漏法。三界二入五陰攝。八智知。除苦集智。", "33": "云何不應修。謂不善及無記色陰。如色陰。受", "330": "一識識。使所不使。即無漏法。非界非入非陰", "331": "攝。二智知。謂滅道智。非識識。非使使。", "332": "有為法。十八界十二入五陰攝。九智知。除滅", "333": "智。六識識。一切使使。即有為法。十七界十一", "334": "入五陰攝。四智知。謂知他心智苦智集智道", "335": "智。五識識。一切使使。", "336": "無為法。一界一入陰所不攝。六智知。除知他", "337": "心智及苦集道智。一識識。使所不使。即無為", "338": "法。非界非入非陰攝。一智知。謂滅智。非識", "339": "識。非使使。", "34": "陰想陰識陰行陰亦如是。", "340": "有諍無諍法。如有漏無漏法。如有諍無諍。世", "341": "間出世間入不入染污不染污依家依出要結", "342": "非結受非受纏非纏法亦如是。", "343": "記法。十界四入五陰攝。十智知。三識識。欲界", "344": "一切色無色界一切遍使使。及修斷使使即", "345": "記法。非界非入非陰攝。二智知。謂滅道智。非", "346": "識識。欲界二身見集斷。不一切遍使使。", "347": "無記法。十八界十二入五陰攝。八智知。除滅", "348": "道智。六識識。色無色界一切。欲界二身見集", "349": "斷一切遍使使。即無記法。八界八入非陰攝。", "35": "問陰。幾穢污幾非穢污。答一切應分別。色陰。", "350": "非智知。三識識。色無色界二身見苦集斷。不", "351": "一切遍使使。", "352": "隱沒法。十界四入五陰攝。八智知。除滅道智。", "353": "三識識。一切使使。即隱沒法。非界非入非陰", "354": "攝。非智知。非識識。三界二身見苦集斷。不一", "355": "切遍使使。", "356": "不隱沒法。十八界十二入五陰攝。十智知。六", "357": "識識。三界一切遍使使。及修斷使使。即不隱", "358": "沒法。八界八入非陰攝。二智知。謂滅道智。", "359": "三識識。非使使。修法。十界四入五陰攝。九智", "36": "或穢污。或非穢污。云何穢污。謂不善色陰及", "360": "知。除滅智。三識識。三界一切遍使使。及修斷", "361": "使使。即修法非界非入非陰攝。一智知。謂", "362": "道智。非識識非使使。", "363": "非修法。十八界十二入五陰攝。九智知。除道", "364": "智六識識。一切使使。即非修法。八界八入非", "365": "陰攝。一智知。謂滅智。二識識。三界二身見", "366": "苦集斷。不一切遍使使。", "367": "穢污法。十界四入五陰攝。八智知。除滅道智。", "368": "三識識。一切使使。即穢污法。非界非入非陰", "369": "攝。非智知。非識識。三界二身見苦集斷。不一", "37": "隱沒無記色陰。云何非穢污。謂善色陰。及不", "370": "切遍使使。", "371": "非穢污法。十八界十二入五陰攝。十智知。六", "372": "識識。一切使使。即非穢污法。八界八入非陰", "373": "攝。二智知。謂滅道智。三識識。非使使。如穢", "374": "污法。非穢污有罪無罪亦如是。", "375": "有報法。十界四入五陰攝。八智知。除滅道智。", "376": "三識識。欲界一切。色無色界一切遍使使。及", "377": "修斷使使。即有報法。非界非入非陰攝。非智", "378": "知。非識識。欲界二身見集斷。不一切遍使使。", "379": "非有報法。十八界十二入五陰攝。十智知。六", "38": "隱沒無記色陰。如色陰。受陰想陰識陰行陰", "380": "識識。色無色界一切。欲界二身見集斷一切", "381": "遍使使。即非有報法。八界八入非陰攝。二智", "382": "知。謂滅道智。三識識。色無色界二身見苦集", "383": "斷。不一切遍使使。", "384": "見法。二界二入二陰攝。九智知。除滅智。一識", "385": "識。有漏緣使使。及無漏緣見相應無明使使。", "386": "即見法。一界一入非陰攝。非智知。非識識。無", "387": "漏緣見相應無明使使。", "388": "非見法。十七界十一入五陰攝。十智知。六識", "389": "識。一切使使。即非見法。十六界十入三陰攝。", "39": "亦如是。", "390": "一智知。謂滅智。五識識。除無漏緣見相應無", "391": "明。若餘無漏緣使使。", "392": "內法。十二界六入二陰攝。九智知。除滅智。一", "393": "識識。一切使使。即內法。十二界六入一陰攝。", "394": "非智知。非識識。非使使。外法。六界六入四陰", "395": "攝。十智知。六識識。一切使使。即外法。六", "396": "界六入三陰攝。一智知。謂滅智。五識識。非使", "397": "使。", "398": "受法。九界九入一陰攝。七智知。除知他心智", "399": "及滅道智。五識識。欲色二界一切遍使使。及", "4": "共菩提耶舍譯", "40": "一切是果及有果。四不受。一分別。色陰。或", "400": "修斷使使。即受法。非界非入非陰攝。非智知。", "401": "非識識。非使使。", "402": "非受法。十八界十二入五陰攝。十智知。六識", "403": "識。一切使使。即非受法。九界三入四陰攝。三", "404": "智知謂知他心智及滅道智。一識識。無色界", "405": "一切。欲色二界二身見苦集斷。不一切遍", "406": "使使。心法。七界一入一陰攝。九智知。除滅", "407": "智。一識識。一切使使。即心法。七界一入一陰", "408": "攝。非智知。非識識。非使使。", "409": "有緣法。八界二入四陰攝。九智知。除滅智。一", "41": "受。或不受。云何受。若自性受。云何不受。若", "410": "識識。一切使使。即有緣法。七界一入三陰攝。", "411": "一智知。謂知他心智。非識識。無漏緣使使。無", "412": "緣法。十一界十一入二陰攝。九智知。除知", "413": "他心智。六識識。有漏緣使使。即無緣法。十界", "414": "十入一陰攝。一智知。謂滅智。五識識。非使", "415": "使。心法法。一界一入三陰攝。九智知。除滅", "416": "智。一識識。一切使使。即心法法。非界非入二", "417": "陰攝。非智知。非識識。非使使。", "418": "非心法法。十八界十二入三陰攝。十智知。六", "419": "識識。一切使使。即非心法法。十七界十一入", "42": "非自性受。四非四大造。一分別。色陰。或四大", "420": "二陰攝。一智知。謂滅智。五識識。非使使。", "421": "業法。三界三入二陰攝。九智知。除滅智。三識", "422": "識。一切使使。即業法。非界非入非陰攝。非智", "423": "知。非識識。非使使。", "424": "非業法。十八界十二入五陰攝。十智知。六識", "425": "識。一切使使。即非業法。十五界九入三陰攝。", "426": "一智知。謂滅智。三識識。非使使。", "427": "善法。十界四入五陰攝。十智知。三識識。三界", "428": "一切遍使使。及修斷使使。即善法。非界非入", "429": "非陰攝。二智知。謂滅道智。非識識。非使使。", "43": "造。或非四大造。云何四大造。謂九入。及二入", "430": "不善法。十界四入五陰攝。七智知。除比智及", "431": "滅道智。三識識。欲界一切使使。即不善法。非", "432": "界非入非陰攝。非智知。非識識。欲界二身見", "433": "集斷。不一切遍使使。", "434": "無記法。十八界十二入五陰攝。八智知。除滅", "435": "道智。六識識。色無色界一切。欲界二身見集", "436": "斷一切遍使使。即無記法。八界八入非陰攝。", "437": "非智知。三識識。色無色界二身見苦集斷。不", "438": "一切遍使使。", "439": "見斷法。三界二入四陰攝。八智知。除滅道智。", "44": "少分。云何非四大造。謂一入少分。一切有上", "440": "一識識。見斷一切使使。即見斷法。非界非入", "441": "非陰攝。非智知。非識識。三界二身見苦集斷。", "442": "不一切遍使使。修斷法。十八界十二入五陰", "443": "攝。八智知。除滅道智。六識識。修斷一切。及", "444": "一切遍使使。即修斷法。十五界十入非陰攝。", "445": "非智知。五識識。修斷一切使使。無斷法。三界", "446": "二入五陰攝。八智知。除苦集智。一識識。使所", "447": "不使。即無斷法。非界非入非陰攝。二智知。謂", "448": "滅道智。非識識。非使使。", "449": "學法。三界二入五陰攝。七智知。除苦集智及", "45": "問陰。幾是有。幾非有。答一切應分別。陰若有", "450": "滅智。一識識。使所不使。即學法。非界非入非", "451": "陰攝。非智知。非識識。非使使。如學法。無學", "452": "法亦如是。", "453": "非學非無學法。十八界十二入五陰攝。九智", "454": "知。除道智。六識識。一切使使。即非學非無學", "455": "法。十五界十入非陰攝。三智知。謂苦集滅智。", "456": "五識識。一切使使。", "457": "欲界繫法。十八界十二入五陰攝。七智知。除", "458": "比智及滅道智。六識識。欲界一即使使。即欲", "459": "界繫法。四界二入非陰攝。非智知。二識識。欲", "46": "漏。彼是有。若無漏。彼非有。一因不相應。二", "460": "界一切使使。", "461": "色界繫法。十四界十入五陰攝。七智知。除法", "462": "智及滅道智。四識識。色界一切使使。即色界", "463": "繫法。非界非入非陰攝。非智知。非識識。色界", "464": "一切使使。", "465": "無色界繫法。三界二入四陰攝。六智知。除法", "466": "智知他心智及滅道智。一識識。無色界一切", "467": "使使。即無色界繫法。非界非入非陰攝。非智", "468": "知。非識識。無色界一切使使。", "469": "無繫法。三界二入五陰攝。八智知。除苦集智。", "47": "因相應。一分別。行陰。若心法。因相應。若非", "470": "一識識。使所不使。即無繫法。非界非入非陰", "471": "攝。二智知。謂滅道智。非識識。非使使。", "472": "過去法。十八界十二入五陰攝。九智知。除滅", "473": "智。六識識。一切使使。即過去法。非界非入非", "474": "陰攝。非智知。非識識。非使使。如過去法。未來", "475": "現在法亦如是。非過去未來現在法。一界一", "476": "入陰所不攝。六智知。除知他心智及苦集道", "477": "智。一識識。使所不使。即非過去未來現在法。", "478": "非界非入非陰攝。一智知。謂滅智。非識識。非", "479": "使使。", "48": "心法。因不相應。", "480": "苦諦所攝法。廣說如苦諦。即苦諦所攝法。非", "481": "界非入非陰攝。非智知。非識識。非使使。如苦", "482": "諦。集諦所攝法亦如是。", "483": "滅諦所攝法。如滅諦。即滅諦所攝法。非界非", "484": "入非陰攝。一智知。謂滅智。非識識。非使使。", "485": "道諦所攝法如道諦。即道諦所攝法。非界非", "486": "入非陰攝。一智知。謂道智。非識識。非使使。", "487": "諦所不攝法。一界一入非陰攝。一智知。謂等", "488": "智。一識識。非使使。即諦所不攝法。非界非入", "489": "非陰攝。非智知。非識識。非使使。見苦斷法。", "49": "或善處攝非陰。作四句。善處攝非陰者。謂數", "490": "三界二入四陰攝。八智知。除滅道智。一識識。", "491": "見苦斷一切。及見集斷一切遍使使。即見苦", "492": "斷法。非界非入非陰攝。非智知。非識識。即見", "493": "苦斷不一切遍使使。", "494": "如是見集斷差別者。即見集斷不一切遍使", "495": "使。見滅斷差別者。謂見滅斷一切使使。如是", "496": "見道斷差別者。見道斷一切使使。", "497": "修斷法。十八界十二入五陰攝。八智知。除滅", "498": "道智。六識識。修斷一切使使。及一切遍使使。", "499": "即修斷法。十五界十入非陰攝。非智知。五識", "5": "千問論品第七之餘", "50": "滅。陰攝非善處者。謂不善及無記五陰。善處", "500": "識。修斷一切使使。", "501": "無斷法。三界二入五陰攝。八智知。除苦集智。", "502": "一識識。使所不使。即無斷法。非界非入非陰", "503": "攝。二智知。謂滅道智。非識識。非使使。", "504": "色陰。十一界十一入一陰攝。八智知。除知他", "505": "心智及滅智。六識識。欲色二界一切遍使使。", "506": "及修斷使使。即色陰。十界十入一陰攝。非智", "507": "知。五識識。非使使。", "508": "受陰。一界一入一陰攝。九智知。除滅智。一識", "509": "識。一切使使。即受陰。非界非入一陰攝。非智", "51": "攝亦陰者。謂善五陰。非善處攝亦非陰者。謂", "510": "知。非識識。非使使。如受陰。想陰行陰亦如", "511": "是。識陰。七界一入一陰攝。九智知。除滅智。", "512": "一識識。一切使使。即識陰。七界一入一陰攝。", "513": "非智知。非識識。非使使。", "514": "眼入。一界一入一陰攝。七智知。除知他心智", "515": "及滅道智。一識識。欲色二界一切遍使使。及", "516": "修斷使使。即眼入。一界一入非陰攝。非智知。", "517": "非識識。如眼入。耳入鼻入舌入身入眼界耳", "518": "鼻舌身界眼根耳鼻舌身根亦如是。", "519": "色入。一界一入一陰攝。七智知。除知他心智", "52": "虛空非數滅。不善處攝五陰少分。五陰少分", "520": "及滅道智。二識識。欲色二界一切遍使使。及", "521": "修斷使使。即色入。一界一入非陰攝。非智知。", "522": "一識識。非使使。如色入。聲入觸入色界聲界", "523": "觸界亦如是。", "524": "香入。一界一入一陰攝。六智知。除比智知他", "525": "心智及滅道智。二識識。欲界一切遍使使。及", "526": "修斷使使即香入。一界一入非陰攝。非智知。", "527": "一識識。非使使。如香入。味入香界味界亦如", "528": "是。", "529": "意入。七界一入一陰攝。九智知。除滅智。一識", "53": "亦攝不善處。", "530": "識。一切使使。即意入。七界一入一陰攝。非智", "531": "知。非識識。非使使。如意入。意界意根亦如", "532": "是。法入。一界一入四陰攝。七智知。一識識。", "533": "一切使使。即法入。一界一入三陰攝。一智知。", "534": "謂滅智。非識識。非使使。如法入。法界亦如", "535": "是。", "536": "眼識界。二界一入一陰攝。八智知。除滅道智。", "537": "一識識。欲色二界一切遍使使。及修斷使使。", "538": "即眼識界。一界非入非陰攝。非智知。非識識。", "539": "非使使。如眼識界。耳識界身識界亦如是。", "54": "或無記處攝非陰。作四句。無記處攝非陰者。", "540": "鼻識界。二界一入一陰攝。七智知。除比智", "541": "及滅道智。一識識。欲界一切遍使使。及修斷", "542": "使使。即鼻識界。一界非入非陰攝。非智知。", "543": "非識識。非使使。如鼻識界。舌識界亦如是。", "544": "意識界。二界一入一陰攝。九智知。除滅智。一", "545": "識識。一切使使。即意界。一界非入非陰攝非", "546": "智知。非識識。非使使。女根。一界一入一陰", "547": "攝。六智知。除比智知他心智及滅道智。一識", "548": "識。欲界一切遍使使。及修斷使使。即女根。非", "549": "界非入非陰攝。非智知。非識識。非使使。如女", "55": "謂虛空及非數滅。陰攝非無記處者。謂善不", "550": "根。男根亦如是。", "551": "命根。一界一入一陰攝。七智知。除知他心智", "552": "及滅道智。一識識。三界一切遍使使。及修斷", "553": "使使。即命根。非界非入非陰攝。非智知。非識", "554": "識。非使使。", "555": "樂根。一界一入一陰攝。九智知。除滅智。一識", "556": "識。色界一切使使。欲界一切遍使使。及修斷", "557": "使使。即樂根。非界非入非陰攝。非智知。非識", "558": "識。非使使。", "559": "喜根。一界一入一陰攝。九智知。除滅智。一識", "56": "善五陰。無記處攝亦陰者。謂無記五陰。非無", "560": "識。色界一切使使。除欲界無漏緣疑及彼相", "561": "應無明。餘欲界一切使使。即喜根。非界非入", "562": "非陰攝。非智知。非識識。非使使。", "563": "憂根。一界一入一陰攝。七智知。除比智及滅", "564": "道智。一識識。欲界一切使使。即憂根。非界非", "565": "入非陰攝。非智知。非識識。非使使。", "566": "捨根。一界一入一陰攝。九智知。除滅智。一識", "567": "識。一切使使。即捨根。非界非入非陰攝。非智", "568": "知。非識識。非使使。", "569": "信根。一界一入一陰攝。九智知。除滅智。一識", "57": "記處攝亦非陰者。謂數滅。漏處攝一陰少分。", "570": "識。三界一切遍使使。及修斷使使。即信根。非", "571": "界非入非陰攝。非智知。非識識。非使使。如", "572": "信根。精進根念根定根慧根亦如是。", "573": "苦根。一界一入一陰攝。七智知。除比智及滅", "574": "道智。一識識欲界一切遍使使。及修斷使使。", "575": "即苦根。非界非入非陰攝。非智知。非識識。非", "576": "使使。", "577": "未知當知根。三界二入三陰攝。七智知。除苦", "578": "集智及滅智。一識識。非使使。即未知當知根。", "579": "非界非入非陰攝。非智知。非識識。非使使。如", "58": "一陰少分亦攝漏處。有漏處攝五陰少分。五", "580": "未知當知根。已知根無知根亦如是。", "581": "欲界繫見苦斷使。一界一入一陰攝。七智知。", "582": "除比智及滅道智。一識識。欲界繫見苦斷一", "583": "切使使。及見集斷一切遍使使。即欲界繫見", "584": "苦斷使。非界非入非陰攝。非智知。非識識。非", "585": "使使。欲界繫見集斷使。一界一入一陰攝。七", "586": "智知。除比智及滅道智。一識識。欲界繫見集", "587": "斷一切使使。及見苦斷一切遍使使。即欲界", "588": "繫見集斷使。非界非入非陰攝。非智知。非", "589": "識識。非使使。欲界繫見滅斷使。一界一入一", "59": "陰少分亦攝有漏處。", "590": "陰攝。七智知。除比智及滅道智。一識識。除欲", "591": "界繫見滅斷無漏緣不共無明。若餘欲界繫", "592": "見滅斷一切使使。及一切遍使使。即欲界繫", "593": "見滅斷使。非界非入非陰攝。非智知。非識識。", "594": "非使使。如見滅斷。見道斷亦如是。", "595": "欲界繫修斷使。一界一入一陰攝。七智知。除", "596": "比智及滅道智。一識識。欲界繫修斷一切使", "597": "使。及一切遍使使。即欲界繫修斷使。非界非", "598": "入非陰攝。非智知。非識識。非使使。如欲界", "599": "繫。色界繫無色界繫差別者。色無色界繫見", "6": "陰者。謂五陰。問云何五。答廣說如上。問此五", "60": "或無漏處攝非陰。作四句。無漏處攝非陰者。", "600": "苦集滅道修斷使。六智知。除法智知他心智", "601": "及滅道智。餘如前說。", "602": "敬禮最真覺無為第一尊", "603": "敬禮最寂滅及三乘妙道", "604": "敬禮最息心淨戒清涼僧", "605": "今歸憑三寶欲有所微通", "606": "願加垂威神必流無滯塞", "607": "古昔諸尊人於妙甚深義", "608": "究竟無障礙結集為眾典", "609": "助聖揚法化謹順三藏寶", "61": "謂虛空數滅。非數滅陰攝非無漏處者。謂有", "610": "於彼佛遊國流宣長賢眾", "611": "茲土文不傳壅理在葉墨", "612": "我釋迦比丘求那跋陀羅", "613": "於此眾事分真定胡文本", "614": "請釋迦比丘師菩提耶舍", "615": "於彼胡文典專精宋辭譯", "616": "執筆錄心受一一從義書", "617": "句味粗已定謹呈舊學僧", "618": "實不為名稱每存增學徒", "619": "願以此微緣善了諸法相", "62": "漏五陰。無漏處攝亦陰者。謂無漏五陰。非無", "620": "明達四真諦永處涅槃樂", "621": "眾事分阿毘曇論卷第十二", "63": "漏處。攝亦非陰者。是事不可得也。", "64": "陰或過去。或未來。或現在。陰或善。或不善或", "65": "無記。云何善。謂善五陰。云何不善。謂不善五", "66": "陰。云何無記。謂無記五陰。陰或欲界繫。或色", "67": "界繫。或無色界繫。或不繫。云何欲界繫。謂欲", "68": "界繫五陰。云何色界繫。謂色界繫五陰。云何", "69": "無色界繫謂無色界繫四陰。云何不繫。謂無", "7": "陰。幾色。幾非色。答一是色。四非色。四是不", "70": "漏五陰。", "71": "問陰。幾學。幾無學。幾非學非無學。答一切應", "72": "分別。陰或學。或無學。或非學非無學。云何", "73": "學。謂學五陰。云何無學。謂無學五陰。云何", "74": "非學非無學。謂有漏五陰。", "75": "問陰。幾見斷。幾修斷。答一切應分別。色陰。", "76": "若有漏。彼修斷。若無漏彼不斷。云何修斷。謂", "77": "十入。及一入少分。云何不斷。謂一入少分。受", "78": "陰。或見斷。或修斷。或不斷。云何見斷。若受", "79": "陰隨信行隨法行人無間忍等斷。彼云何斷。", "8": "可見。一分別。色陰。或可見。或不可見。云何", "80": "謂見斷八十八使相應受陰。云何修斷。若受", "81": "陰學見迹修斷。彼云何斷。謂修斷十使相應", "82": "受陰。及不穢污有漏受陰。云何不斷。謂無漏", "83": "受陰。如受陰。想陰識陰亦如是。", "84": "行陰。或見斷。或修斷。或不斷。云何見斷。若", "85": "行陰隨信行隨法行人無間忍等斷。彼云何", "86": "斷。謂見斷八十八使。彼相應行陰。彼所起心", "87": "不相應行。云何修斷。若行陰學見迹修斷。彼", "88": "云何斷。謂修斷十使。彼相應行陰。彼所起身", "89": "口業。彼所起心不相應行。及不穢污有漏行", "9": "可見謂一入。云何不可見。謂九入。及一入少", "90": "陰。云何不斷。謂無漏行陰。一非心非心法非", "91": "心相應。二心法亦心相應。一唯心。一分別。", "92": "行陰。若心不相應。彼非心非心法非心相應。", "93": "餘心法亦心相應。一心隨轉非受相應。一心", "94": "隨轉亦受相應。二分別。", "95": "色陰。或心隨轉非受相應。或非心隨轉。亦非", "96": "受相應。心隨轉非受相應者。謂心隨轉身口", "97": "業。餘非心隨轉亦非受相應。", "98": "行陰。或心隨轉非受相應。作三句。心隨轉非", "99": "受相應者。謂心隨轉心不相應行陰。心隨轉"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1541 眾事分阿毘曇論: 眾事分阿毘曇論: 眾事分阿毘曇: 眾事分阿毘曇論: 眾事分阿毘曇", "author": "尊者世友造  宋 求那跋陀羅共菩提耶舍譯", "sourceLink": "http://www.cbeta.org/"}