{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0705 佛說布施經: 佛說布施經: 佛說布施經", "text": {"0": "No. 705", "1": "佛說布施經", "10": "依教施，心離取相，得無為福；七、以妙色具施，", "11": "得身色端嚴，眾所愛樂；八、以上妙香具施，恒", "12": "得旃檀之香，受用供養；九、以上味施，得味中", "13": "上味，充益肢體；十、如法尊重施，得安隱快樂，", "14": "眾人喜見；十一、以廣大心施，得無量廣大之", "15": "福；十二、以美食施，得離飢饉，倉庫盈溢；十三、", "16": "以漿飲施，得所往之處無諸飢渴；十四、以衣", "17": "服施，得上妙衣，莊嚴身相；十五、以住處施，得", "18": "田宅寬廣，樓閣莊嚴；十六、以臥具施，得生貴", "19": "族，資具光潔；十七、以象、馬車輦施，得四神足，", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "20": "無擁妙用；十八、以湯藥施，得安隱快樂，無諸疾", "21": "病；十九、以經法施，得宿命等通；二十、以花", "22": "果施，得七覺支花；二十一、以花鬘施，得脫", "23": "貪、瞋、癡垢；二十二、以香施，得離煩惱臭穢；二", "24": "十三、以傘蓋施，得法自在；二十四、以鈴鐸施，", "25": "得言音美妙；二十五、以音樂施，得梵音深妙；", "26": "二十六、以然燈施，得天眼清淨；二十七、以繒", "27": "綵、疋帛施，得解脫衣服；二十八、以香水灑如", "28": "來塔廟；二十九、以香水浴如來身；三十、以香", "29": "油塗飾佛像，共得三十二相、八十種好；三十", "3": "明教大師臣法賢奉　詔譯", "30": "一、以香水施浴眾僧，得富貴家生，少病安樂；", "31": "三十二、以慈心施，得顏貌和悅，無諸瞋恨；三", "32": "十三、以悲心施，得離殺害；三十四、以喜心施，", "33": "得無所畏，遠離憂惱；三十五、以捨心施，得離", "34": "罣礙，證寂滅樂；三十六、以種種施，得種種福；", "35": "三十七、以無住無相心施，得無上正等正覺。", "36": "佛告諸苾芻：「如是三十七種，智者所行，微妙", "37": "施行，汝今受持。」", "38": "爾時舍衛國王白佛言：「世尊！我等云何而行", "39": "布施？」佛言：「大王！若求勝妙福報而行施時，", "4": "如是我聞：一時佛在舍衛國祇樹給孤獨園，", "40": "慈心不殺，離諸嫉妬；正見相應，遠於不善；堅", "41": "持禁戒，親近善友；閉惡趣門，開生天路；自利", "42": "利他，其心平等。若如是施，是真布施，是大", "43": "福田。復次行施，隨自心願，獲其報應。或以", "44": "妙色、名香、珍味、軟觸，親手布施，得眾人尊重、", "45": "眷屬圓滿、富貴安樂之報；或以飲食布施，而", "46": "得大力；或以酥油之燈布施，而得天眼；或", "47": "以音樂布施，而得天耳；或以湯藥布施，而", "48": "得長壽；或以住處布施，而得樓閣、田園；或以", "49": "法說布施，而得甘露。」佛言：「大王！若以十善", "5": "與大苾芻眾說布施法。有三十七種：一、以信", "50": "行施，復得十種報應。十善者：不殺生、不偷", "51": "盜、不婬欲、不妄語、不綺語、不惡口、不兩", "52": "舌、不貪、不瞋、不癡而得命不中夭，財無散", "53": "失，眷屬清潔，所言誠諦，離諸嫉妬，人所喜", "54": "見，親友和睦，不墮貧賤，顏貌端正，智慧相", "55": "應，獲報如是。」佛言：「大王！若以上妙飲食", "56": "供養三寶，得五種利益：身相端嚴、氣力增", "57": "盛、壽命延長、快樂安隱、成就辯才。如是南", "58": "贍部洲一切眾生——父母、妻子、男女眷屬——如上", "59": "布施，隨願所求，無不圓滿。」說此法已，皆大歡", "6": "重心而行布施，當得離眾嫉妬，人所崇敬；二、", "60": "喜，作禮而退。", "61": "佛說布施經", "7": "依時施，得三業清淨，四時安隱；三、常行施，得", "8": "身心適悅，無散亂失；四、親手施，得手指纖長，", "9": "身相端正；五、為他施，復得他人行大捨施；六、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0705 佛說布施經: 佛說布施經: 佛說布施經", "author": "宋 法賢譯", "sourceLink": "http://www.cbeta.org/"}