{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0995 仁王般若念誦法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 995", "1": "新譯仁王般若經陀羅尼念誦軌儀序新譯仁王般若經陀羅尼念誦軌", "2": "儀序", "3": "大興善寺翻經沙門慧靈述", "4": "我皇帝聖德廣運仁育群品。亦既纂曆吹大", "5": "法螺。刊梵言之輕重。警迷徒之耳目。偉矣", "6": "哉。迺辟興善寺大廣智三藏不空。與義學沙", "7": "門良賁等一十四人。開府魚朝恩翰林學士", "8": "常袞等。去歲夏四月。於南桃園再譯斯經。秋", "9": "九月詔資聖西明。百座敷闡。下紫微而五雲", "10": "抱出。經長衢而萬姓作禮。阡郭充滿猶墻堵", "11": "焉。稽緇衣覽青史。自摩騰入漢僧會遊矣。瑞", "12": "法之來莫與京者。經云若未來世有諸國王。", "13": "建立正法護三寶者。我令五方菩薩往護其", "14": "國令無災難。又云五菩薩自於佛前發弘誓", "15": "言。我有陀羅尼能加持擁護。是一切佛本所", "16": "修行速疾之門。若人得聞一經於耳。所有罪", "17": "障悉皆消滅況復習誦而令通利。佛即讚言", "18": "若誦持此陀羅尼者。我及十方諸佛悉常擁", "19": "護。諸惡鬼神敬之如佛。不久當得阿耨菩提。", "20": "則知此陀羅尼。字母之根底眾瑜伽之藪澤。", "21": "如彼水木歸其本源。故菩薩演之王者建之。", "22": "黎人念之諸佛讚之。俾爾昌而熾俾爾福而", "23": "利。於可以見聖人之心。其益既弘其軌亦妙。", "24": "苟于誠不克曷降之以嘉。三藏是以譯具多", "25": "之文。良賁法師乃受從簡素。始夫處所方便", "26": "終其觀行儀則。修為十門第以位次。一一昭", "27": "著庶無懵焉。凡我道俗將保厥躬遂求願。踐", "28": "菩提之路登仁壽之域者。何莫由斯之道哉。", "29": "仁王般若念誦法一卷", "30": "開府儀同三司特進試鴻臚卿", "31": "肅國公食邑三千戶賜紫贈司", "32": "空謚大鑒正號大廣智大興善", "33": "寺三藏沙門不空奉　詔譯", "34": "爾時佛告波斯匿王。今為王說仁王護國般", "35": "若波羅蜜多持明之法。王當諦受一心善聽。", "36": "先明入道場儀軌。", "37": "若諸仁王為求息災。先須沐浴著新淨衣。若", "38": "法行王者受近住戒。應起殷重大乘之心。欲", "39": "求成就不惜身命。於無邊有情廣起悲願濟", "40": "度之心能如是者速得成就。入道場已五體", "41": "投地。遍禮法界一切三寶右膝著地懺悔三", "42": "業一切罪障。勸十方佛轉正法輪。請諸如來", "43": "久住於世。隨喜三乘所修福智。以我某甲所", "44": "修功德。悉皆迴向無上菩提。願共法界一切", "45": "有情。所求悉地速得滿足。次結跏趺坐。如", "46": "其闕緣不得澡浴。二手塗香發慇重心。結清", "47": "淨印。兩手當心虛心合掌如未敷蓮華誦真", "48": "言曰。", "49": "唵娑嚩二合婆引嚩輸入鐸引薩嚩達磨引", "50": "娑嚩二合婆嚩輸度撼", "51": "誦此真言三遍。正誦之時運心廣布。一切諸", "52": "法本來清淨。是故我身亦悉清淨。即閉目運", "53": "想。遍滿虛空一切諸佛菩薩道場眾會。執持", "54": "種種上妙香花。三業至誠頭面禮敬。", "55": "1 結佛部三昧耶印第一結佛部三昧耶印", "56": "兩手當心。內相叉作拳。並竪二大拇指誦", "57": "真言曰。", "58": "唵爾那爾迦娑嚩二合引訶去引", "59": "不出聲誦此真言三遍。下皆准知。於頂上", "60": "散。由結此印契誦此佛部三昧耶真言故。十", "61": "方法界一切諸佛。悉皆雲集遍滿虛空。加持", "62": "行者離諸障惱。三業清淨所修行願速得成", "63": "就。", "64": "2 結諸菩薩部三昧耶印第二結諸菩薩部三昧耶印", "65": "兩手當心如前作拳。左大拇指屈於掌中誦", "66": "真言曰。", "67": "唵阿引嚧引力迦娑嚩二合訶去", "68": "準前誦三遍。於頂上散。由結此印契誦此諸", "69": "菩薩部三昧耶真言故。即得觀自在菩薩等。", "70": "十方法界一切菩薩。悉皆雲集遍滿虛空。加", "71": "持行法行者三業清淨無諸災難謂諸菩薩承", "72": "本悲願。令所求者皆悉滿足。", "73": "3 結金剛部三昧耶印第三結金剛部三昧耶印", "74": "右如前印舒左大拇指。屈右大拇指於掌中。", "75": "誦真言曰。", "76": "唵嚩日囉二合地力迦娑嚩二合引訶", "77": "准前誦三遍於頂上散。由結此印契誦金剛", "78": "部三昧耶真言故。即得十方法界一切金剛", "79": "現威怒身。如雲而集滿虛空界。加持行法行", "80": "者。三業堅固猶如金剛。謂彼聖者承佛威神", "81": "以自願力。大則護持國界令無災難。小則乃", "82": "至一身令無諸厄。", "83": "4 結護身印第四結護身印", "84": "又用三部所結印契。及誦真言五處加持。謂", "85": "額左肩右肩心喉五處。於頂上散。即成被金", "86": "剛堅固甲冑。由此加持遍行者身。威光赫󰲷", "87": "一切諸魔作障惱者。眼不敢覩疾走而去。", "88": "5 結辟除印及金剛方隅寶界印第五結辟除印及金剛方隅寶界印", "89": "右以前金剛部印契。誦彼真言繞壇左轉三", "90": "匝。即能辟除大力諸魔隨佛菩薩。若有隱者", "91": "遠去他界。隨心大小右轉三匝。即成金剛", "92": "方隅寶界。諸佛菩薩尚不違越。況障惱者能", "93": "得其便。於頂上散。", "94": "6 結請聖眾降壇印第六結請聖眾降壇印", "95": "右用前三部印契及誦真言。以大拇指向身", "96": "招請。三遍三招。即前滿空三部聖眾。各依本", "97": "位不相障礙。寂然而住頂上散。", "98": "7 獻閼伽香水印第七獻閼伽香水印", "99": "右以兩手持捧摩尼寶器盛香水。置於眉間", "100": "誦真言曰。", "101": "唵嚩日囉二合引娜迦吽引", "102": "準上誦三遍。運心廣布。次第普浴一切聖", "103": "眾。於頂上散。由獻閼伽故。從勝解行地乃至", "104": "法雲地。於地地中十方法界諸佛菩薩。皆悉", "105": "加護諸佛灌頂。", "106": "8 獻寶座印第八獻寶座印", "107": "右以兩手當心虛心合掌。二大拇指及二小", "108": "指。相附少屈。餘之六指各散。微屈如開敷蓮", "109": "華。真言曰。", "110": "唵迦磨攞娑嚩二合引訶", "111": "由結印契及誦真言。所獻寶座令諸聖眾皆", "112": "如實受用。則令行法行者至果位中。獲得金", "113": "剛堅固寶座。", "114": "9 結普供養印第九結普供養印", "115": "右以兩手合掌。五指互交以右押左。置於心", "116": "上誦真言曰。", "117": "娜莫三曼多沒馱引南引薩嚩他欠平烏娜", "118": "誐二合諦薩頗二合囉呬引𤚥誐誐曩上劍娑", "119": "嚩二合引訶", "120": "由結此印誦真言故蓮心廣布。周遍法界諸", "121": "佛菩薩道場海會。普雨一切諸供養具。初誦", "122": "一遍。塵沙寶器滿盛塗香普塗聖眾。誦第二", "123": "遍。種種花鬘普遍莊嚴。誦第三遍。燒種種香", "124": "普遍供養。誦第四遍。雨諸天中上妙飲食。置", "125": "於寶器普遍供養。誦第五遍。雨諸摩尼以為", "126": "燈明普遍供養。諸佛菩薩由誦真言加持力", "127": "故。所獻香等於諸海會悉皆真實聖眾受用。", "128": "行法行者於當來世常獲是報。", "129": "10 結般若波羅蜜多根本印第十結般若波羅蜜多根本印", "130": "又以兩手背相附。收二頭指。以二小指屈於", "131": "掌中。以大拇指各押二指頭。置於心上。誦經", "132": "中陀羅尼七遍。由結此印誦陀羅尼故。行法", "133": "行者自身即便變成般若波羅蜜多菩薩。而", "134": "為一切諸佛之母。其菩薩像結跏趺坐白蓮", "135": "華上。身黃金色。眾寶瓔珞遍身莊嚴。首戴寶", "136": "冠繫冠白繒。兩邊垂下。左手當心持般若梵", "137": "夾。右手當乳作說法印。以大拇指押無名", "138": "指頭。即想菩薩從頂至足身諸毛孔。流出光", "139": "明作種種色。遍滿法界。一一光中化無量佛。", "140": "遍虛空界諸世界中。普為眾生當根宣說般", "141": "若波羅蜜多甚深之法。皆令悟解。住三摩地", "142": "行法行王作此觀已。頂上散印。手持數珠置", "143": "於掌中。合掌當心。誦真言曰。", "144": "唵尾嚧者那引麼攞娑嚩二合引訶引", "145": "誦此三遍加持數珠頂上戴已。然後當心。左", "146": "手承珠右手移珠。念念相應住佛母三昧。觀", "147": "心莫間斷。誦一百八遍或二十一遍。誦真言", "148": "曰。", "149": "娜謨囉怛娜二合怛囉二合夜野一娜莫引阿", "150": "哩夜二合吠無蓋反𡀔者娜野二怛他引󰋲多", "151": "引夜囉訶二合諦三三貌三沒馱引野四娜莫阿", "152": "引哩野二合五三滿多跋捺囉二合引野六󰂛地薩怛", "153": "嚩二合引野七摩賀薩怛嚩二合引野八摩賀迦引", "154": "嚕抳迦引野九怛儞野二合他十引枳穰二合", "155": "娜鉢囉二合儞引閉十一惡乞叉二合野句勢十二", "156": "鉢囉二合底婆引娜嚩底十三薩嚩沒馱引嚩路", "157": "枳諦十四喻誐跛哩儞澁跛二合寧十五儼避引", "158": "囉努囉嚩誐引係十六底哩野三合特嚩二合十七跛", "159": "哩儞澁跛二合寧十八󰂛地質多散惹娜儞十九", "160": "薩嚩引毘曬迦引毘色訖諦二合二十達磨娑引誐", "161": "囉三步諦二十一阿慕伽室囉二合嚩儜二十二摩", "162": "賀三滿多跋捺囉二合步彌二十三涅奴逸反哩野", "163": "二合諦二十四尾野二合羯囉拏二十五跛哩鉢囉二", "164": "合跛儞二十六薩嚩悉馱二十七娜麼塞訖哩二合", "165": "諦二十八薩嚩冒地薩怛嚩二合二十九散惹娜儞三十", "166": "婆誐嚩底丁以反引三十一沒馱引麼諦三十二阿囉嬭", "167": "迦囉嬭三十三阿囉拏迦囉嬭三十四摩賀鉢囉二", "168": "合枳穰二合三十五播囉弭諦娑嚩二合引賀三十六", "169": "如是依前至心誦念。遍數足已。即頂戴數珠", "170": "置於本處。結三摩地印橫舒兩手以右押左。", "171": "置於臍下。端身閉目頭少微屈專注心上。", "172": "諦觀圓明鏡智上縱廣一肘。漸遍法界。布字", "173": "行列右旋次第觀。一一字光明徹照。從外向", "174": "內至於地字。從內向外漸觀諸字。周而復始。", "175": "至第三遍心善寂定。了了分明觀所詮義。不", "176": "生不滅一一平等。皆遍法界非動非靜。定慧", "177": "雙運永離諸相。即是般若波羅蜜多三摩地", "178": "觀。從此却結般若波羅蜜多印。誦陀羅尼七", "179": "遍。於頂上散。次結普供養印。如前運心次第", "180": "供養。對聖眾前。以向所修所生功德。盡將資", "181": "益所求諸願。為國為家利他滿足。然後迴施", "182": "眾生。迴嚴淨土迴向實際。迴求無上菩提。願", "183": "共有情速至彼岸。次結前結界印。誦前真言", "184": "三遍左轉即成解界。次結前三部印。誦前真", "185": "言三遍。皆以大拇指向外撥之。即成發遣聖", "186": "眾各歸本土。行者作禮而去。如常經行。受持", "187": "讀誦大乘勿散動也。如是五更至於晨朝以", "188": "為初時。從日午後至於未時為第二時。從黃", "189": "昏後至於中夜為第三時。從中夜後至於五", "190": "更為第四時。如是時中各依本數。精勤不怠", "191": "一切他敵自然降伏。一切災難永不復生。爾", "192": "時波斯匿王聞佛說已。即從坐起作禮圍繞。", "193": "歡喜踊躍信受奉行。", "194": "仁王般若念誦法一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0995 仁王般若念誦法", "source": "CBETA"}