{"author": "陳 真諦譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1644 佛說立世阿毘曇論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "24 小三災品3 飢餓品", "1": "佛說立世阿毘曇論卷第十", "2": "陳西印度三藏真諦譯", "3": "25 大三災品大三災火災品第二十五", "4": "佛世尊說。一小劫者名為一劫。二十小劫亦", "5": "名一劫。四十小劫亦名一劫。六十小劫亦名", "6": "一劫。八十小劫名一大劫。云何一小劫名為", "7": "一劫。是時提婆達多比丘。住地獄中受熟果", "8": "報。佛世尊說住壽一劫。如是一小劫名劫。云", "9": "何二十小劫亦名一劫。如梵先行天二十小", "10": "劫是其壽量。是諸梵天佛說住壽一劫。如是", "11": "二十小劫亦名一劫。云何四十小劫名為一", "12": "劫。如梵眾天壽量四十小劫。佛說住壽一劫。", "13": "如是四十小劫亦名一劫。云何六十小劫名", "14": "為一劫。如大梵天壽量六十劫。佛說住壽一", "15": "劫。如是六十小劫亦名一劫。云何八十小劫", "16": "名一大劫。佛說劫中世界散壞。劫中世界散", "17": "壞已住。劫中世界起成。劫中世界起成已住。", "18": "阿僧祇時名劫。世界散壞阿僧祇時名劫。世", "19": "界散壞已住阿僧祇時名劫。世界起成阿僧", "20": "祇時名劫。世界起成已住散壞。有三因。一因", "21": "火散壞。二因水散壞。三因風散壞。如是佛世", "22": "尊說。比丘散壞因有三種。一火散壞。二水散", "23": "壞。三風散壞。比丘散壞頂有三。一勝遍光天。", "24": "二遍淨天。三廣果天。復次佛世尊說。比丘散", "25": "壞頂有三種。一勝遍光天。二遍淨天。三廣果", "26": "天。云何勝遍光天乃至遍淨及廣果天為三", "27": "散壞頂。比丘火炎散壞時。一切下界眾生。修", "28": "第二禪上生勝遍光天。水災散壞時一切下", "29": "地眾生。修第三禪上生遍淨天。風災散壞時", "30": "一切下地眾生。修第四禪上生廣果天。佛說", "31": "火災散壞是由勝遍光天散壞。水災散壞由", "32": "遍淨天散壞。風災散壞由廣果天散壞。復次", "33": "比丘散壞有二。一者眾生世界散壞。二者器", "34": "世界散壞。十小劫中眾生世界散壞。次十小", "35": "劫器世界散壞。佛告比丘散壞初起時勝遍", "36": "光散壞時因第二禪。是時一切剡浮提人。", "37": "壽命八十千年。是時女人年五百歲爾乃行嫁。", "38": "是時諸人唯有七病。謂大小便利寒熱婬欲", "39": "心飢老。如是時中一切國土富貴豐樂。無怨", "40": "賊乃以盜竊。州郡縣邑人民村落。更相次比", "41": "鷄鳴相聞。耕種雖少收實巨多。是時諸人受", "42": "功用果少。用宿世善業果多。舍宅車乘衣服", "43": "財寶。生生之資稱意具足。是時兩界減沒。一", "44": "瞋恚界。二逼惱意界。兩界起長。一者無瞋恚", "45": "界。二無逼惱意界。是時諸人減離十惡。修行", "46": "十善安坐受樂無所馳求。或聚亭館或依息舍。", "47": "或大集處或遊樹下。說如是傳各宣辭辯。昔", "48": "時諸人生劫濁世。因五欲塵貪欲增上故。或", "49": "父母兒子互相鬪諍。兄弟姊妹親友眷屬自相", "50": "鬪打。何況他人。是時諸人起諍以後仍相手", "51": "舞。或以瓦石或以杖拍。次及刀杖互相怖畏", "52": "乃至殺害。因此五塵起種種惡。是故五塵宜", "53": "應棄捨。如是憎惡訶責欲塵。種種顯說五塵", "54": "過失。是時諸人思惟五塵過患及下界躁擾。", "55": "觀無覺觀定微妙功德。修習二禪捨壽命後。", "56": "上生勝遍光天。是時欲界諸天變身。似犀晝", "57": "夜各三時行於世界。宣令此言善男子善女", "58": "人。無覺觀定最為妙樂。是故汝等修行於此", "59": "中住。是時人初夜後夜。聞此言已歡喜踊躍。", "60": "捨餘雜事攝心坐禪。觀欲塵過失。觀無覺觀", "61": "定有大功德。即得二禪捨壽命後上生勝遍", "62": "光天。是時有人常悅樂他人以為事業。或歌", "63": "或舞相㩌跳擲。或輪刀舞仗或擊鼓吹箎。或", "64": "唱更讚頌。或嚴飾他身。如是人等作歌詩傳。", "65": "昔時諸人生劫濁世。因五欲塵貪欲增上故。", "66": "或父母兒子互相鬪諍。兄弟姊妹親友眷屬", "67": "自相鬪打。何況他人。是時諸人起諍已後。", "68": "仍相手舞或以石瓦。或以杖拍次及刀杖互", "69": "相怖畏。乃至殺害因此五塵起種種惡。是故", "70": "五塵宜應棄捨。如是憎惡呵責欲塵。種種顯", "71": "說五塵過失。是時諸人思惟五塵過患及下", "72": "界躁擾。觀無覺觀定微妙功德。修習二禪捨", "73": "壽命後。上生勝遍光天。是時諸天從勝遍", "74": "光天下。行於世界隱蔽身形。宣令此言善男", "75": "子善女人。無覺觀定妙樂寂靜。是故汝等修", "76": "行於此中住。是時諸人初夜後夜。等聞天聲", "77": "言歡喜誦習起信樂心。一切居家村邑郡州。", "78": "乃至大國土人。起精進心觀下界欲塵過失。", "79": "觀二禪功德修習二禪。捨壽命後上生勝遍", "80": "光天。是時有出家外道。教化一切居家村邑", "81": "郡州。乃至大國土人。悉使出家有無數眷屬", "82": "之所圍遶。次第遊行周遍國土。其所宣說與", "83": "上相應。昔時諸人生劫濁世。因五欲塵貪欲", "84": "增上故。或父母兒子互相鬪諍。兄弟姊妹親", "85": "友眷屬自相鬪打。何況他人。是時諸人起鬪", "86": "諍後。而相手舞或以石瓦。或以杖拍。次及刀", "87": "杖互相怖畏。乃至殺害。因此五塵起種種", "88": "惡。是故五塵宜應棄捨。如是憎惡訶責欲", "89": "塵。顯說五塵過失。是時諸人思惟五塵過患", "90": "及下界躁擾。觀無覺觀定微妙功德。修習二", "91": "禪捨壽命後。上生勝遍光天。時諸眾生在地", "92": "獄中作是思惟。我等昔時作種種不善惡業。", "93": "是故我今來此受苦。由此意故不於獄卒生", "94": "瞋怨心。時地獄眾生無瞋恚界。無逼惱意界。", "95": "自然生長增足善心。由於宿世後報善業。捨", "96": "地獄壽生人道中。既生人已思惟欲塵過患。", "97": "觀二禪功德修習二禪。捨壽命後上生勝遍", "98": "光天。時有眾生墮地獄中。仍為獄卒作是思", "99": "惟。我等因自惡業來此受生。是諸罪人亦因", "100": "惡業來此受苦。我今云何於他眾生而起殘", "101": "害。即生無瞋恚界無逼惱界。自然生長增足", "102": "善心。由於宿世後報善業。捨壽命已得生人", "103": "中。生人中已思惟五塵過患。觀二禪功德修", "104": "習二禪。捨壽命後上生勝遍光天。時有水產", "105": "眾生黿鼉魚龜之屬。皆生慈心不相吞噬。唯", "106": "食水苔及以草土。自然死者方取食之。乃可", "107": "餓死不欲害他自食。無瞋恚界無逼惱意界。", "108": "是時生長生諸善心生愛念心。由於宿世後報", "109": "善業。捨壽命後生於人中。生人中已思惟五", "110": "塵過患及下界躁擾。觀無覺觀定微妙功德。", "111": "修習二禪。捨壽命後上生勝遍光天。復有陸", "112": "行眾生。師子虎狼豺豹猫狸之屬。並生慈心", "113": "不相食噉。飢食嫩草。渴飲清泉。有自死者方", "114": "食其肉。寧可餓死不欲殺他自濟。無瞋恚界", "115": "無逼惱意界。是時生諸善心生愛念心。由於", "116": "宿世後報善業。捨壽命後生於人中。生人中", "117": "已思惟五塵過失及下界躁擾。觀無覺觀定", "118": "微妙功德。修習二禪。捨壽命後上生勝遍光", "119": "天。一切餓鬼道更相愛念。悉能生善並如前", "120": "說。捨壽以後得生人中。生人中已思惟五塵", "121": "過失。觀無覺觀定修習二禪。捨壽命後上生", "122": "勝遍光天。阿脩羅道亦復如是。時西瞿耶尼", "123": "人。有於彼土修習二禪。若在彼得二禪從彼", "124": "上生勝遍光天。若來剡浮受生得二禪者。亦", "125": "上生勝遍光天。東毘提訶人。或在彼修習二", "126": "禪。彼從上生二禪天處。若來剡浮提修習二", "127": "禪。仍從此上生第二天處。北欝單越人捨壽", "128": "命後上生六欲天。或在天道修習二禪上生", "129": "二禪。或從六天生剡浮提。修習二禪亦生勝", "130": "遍光天。是時四大天王天。三十三天。夜摩天。", "131": "兜率陀天。化樂天。他化自在天。梵先行天。梵", "132": "眾天。或在此等天中修習二禪。捨壽命已生", "133": "勝遍光天。或從天道來生剡浮提。修習二禪", "134": "亦上生勝遍光天。比丘是時一切地獄皆悉", "135": "空虛。一切畜生道亦皆虛空。一切鬼神道", "136": "亦復空虛。一切阿修羅道亦復空虛。西瞿耶", "137": "尼南剡浮提東毘提訶北欝單越並皆空虛。", "138": "四天王天三十三天夜摩天兜率陀天化樂天", "139": "他化自在天梵先行天梵眾天並皆空虛。是", "140": "時一千世界中一切眾生悉皆空盡。唯大梵", "141": "王在。如是因緣如是次第一切眾生世界皆", "142": "悉散盡。如是時中十小劫已度。比丘是時第", "143": "二器世界散壞。來續四大散壞火災散壞。是", "144": "時中久久時節。天不降雨一滴不落久不雨。", "145": "已剡浮提中卉木藥草。一切種子一時焦枯。", "146": "次第燒盡無復更生。比丘一切有為法如是無", "147": "常。如是不恒非安息處短促變異破壞。非能", "148": "救濟。非實依處。非依蔭處。比丘以是義故。有", "149": "為之法甚可厭患。應當離欲應當棄捨。比丘", "150": "過久長。時有如此時有第二日出。於世間輪", "151": "相熱明倍於舊日。由此日故剡浮提中。一切", "152": "池沼及小江湖。並皆涸竭無復更有。比丘一", "153": "切有為法如是無常。具如前說。乃至應當棄", "154": "捨。比丘復次過久長時。有如此時有第三日", "155": "次出。於世輪相熱明倍第二日。由此日故剡", "156": "浮提中。深大江湖並皆涸竭無復更有。比丘", "157": "一切有為法如是無常。具如上說。乃至應當", "158": "棄捨。比丘過久長時。次第四日復出。於世輪", "159": "相熱明倍第三日。由此日故剡浮提中。阿那", "160": "婆達池漫陀耆尼池。七林間河及四大河。如", "161": "是等處最大最深流波迅疾與海相會。並皆涸", "162": "竭無復更有。比丘一切有為法如是無常。具", "163": "如前說。乃至應當棄捨。比丘過久長時次第", "164": "五日復出。於世輪相熱明倍第四日。由此日", "165": "故內外海水減一百由旬。次減二百三百四", "166": "百乃至千由旬海水減。耗次減二千三千四", "167": "千。乃至一萬次減二萬。乃至六萬由旬水界", "168": "悉減。比丘有如是時所餘海水。深七多羅或", "169": "六多羅。或五或四或三或二或深一多羅。比", "170": "丘有如此時所餘海水。或深七尋如是次減", "171": "乃至一尋。比丘有如此時所餘海水。纔至人", "172": "頸或腋或胸腰臍膝脛踝。比丘有如此時所", "173": "餘海水不沒指節。比丘一切有為法如是無", "174": "常。具如前說。乃至應捨。比丘過久長時次第", "175": "六日復出。於世輪相熱明倍第五日。由此日", "176": "故世界大地。內外大海及須彌山王。初時出", "177": "烟烟聚遍覆。譬如陶竈初時出烟。烟聚所覆", "178": "大地大海及須彌山。由第六日烟聚所覆亦", "179": "復如是。比丘一切有為法如是無常。具如前", "180": "說。乃至應當棄捨。比丘過久長時次第七日", "181": "復出。於世輪相熱明倍第六日。由此日故世", "182": "界大地。內外大海及須彌山王。皆發火焰俱", "183": "時洞然通成一焰經久長時停住不滅。比丘是", "184": "須彌山王。大火所燒通成一焰。久長時然其", "185": "頂方百由旬皆悉崩碎。或二百三百乃至一", "186": "千由旬。墮落崩燼亦復如是。是時外四大中", "187": "一切火自然而發。世界天地燒熱出焰成一火", "188": "性。以其熱勢吸下水輪。譬如銅槃火所燒", "189": "熱。置淺水中吸水都盡。世界大地成一火性。", "190": "吸下水輪亦復如是。譬如蘇油為火所燒。一", "191": "皆消盡無復灰燼。如是大地內外大海。及須", "192": "彌山王皆發火焰俱時洞然。通成一焰一切", "193": "燒盡。無有炭灰亦復如是。爾時地輪並皆沒", "194": "盡。水風二輪亦皆燒滅。其火焰上從水輪起。", "195": "乃至大梵王處。是時大梵捨其壽命。及以住", "196": "處上生勝遍光天。是時大梵宮殿地。廣大周", "197": "圓光明可愛觀者。無厭其色純白微細淨潔。", "198": "一時燒盡不復更有。梵王所住地本來法然。", "199": "所以由火等得滅如是多時。一切外器世界", "200": "散壞都盡如是多時。經二十小劫已度。復次", "201": "二十小劫。來續是中一千世界處所。空無所", "202": "有猶如暗穴。上無覆蓋空住二十小劫。佛", "203": "言。比丘是時世界更欲起成。是世間法然初", "204": "起世界時。若有眾生已生長業。能感大梵果", "205": "報。捨前報已來入中陰。因色界四大和合。大", "206": "梵宮殿地自然而起。白淨光明隱蔽餘處。色", "207": "相圓滿觀無厭足。心所愛樂住未有人。是諸", "208": "眾生昔已造業。能感可愛勝妙住處。因昔業", "209": "故感色界四大。及四大所造色。因昔業及色", "210": "界四大宮殿。即成色界四大。於此宮殿亦因", "211": "亦緣。宿世所造業但是增上緣。佛言。比丘如", "212": "是大梵王處。有因有緣得起得成。本來法然", "213": "由因緣起。是梵王住處如一四天下大。是時", "214": "梵王在中陰中。見此處所起欲愛心。我今於", "215": "此中坐。即起愛時於中受生。於此獨住滿十", "216": "小劫。喜樂為食依喜樂住。意生化身自然光", "217": "明。自在而住過十劫已。此梵王起欲愛心。起", "218": "不安心作是思惟。願餘眾生來共我住。是時", "219": "梵王作是願已。二禪眾生業盡捨壽。退來受", "220": "生與梵同類。是諸眾生見此大梵。本來獨住", "221": "作如是執。我昔上生已見此人端然獨住。今", "222": "從上下猶見獨住與昔無異。復起此執。此人", "223": "是梵作者生者最為尊。始眾生所作由。此人", "224": "成神力自在。已生當生為第一父。我等今日", "225": "從其而生。云何如此。我昔至今見其在此獨", "226": "自先生。爾時梵王作是思惟。我是大梵作者", "227": "生者最為尊。始眾生所作由。我得成神力自", "228": "在。已生當生我是其父。一切世間皆我化生。", "229": "云何如此。由我昔日起如是心。願他眾生來", "230": "就我住。應我願心他即來生。我先在此見其", "231": "來生。是大梵王於餘眾生。壽命極長形色最", "232": "勝。有大名稱有大神通及大威德。諸餘梵眾", "233": "壽命則短。形色名聞神力威德。並皆不及大", "234": "梵王所住地一切梵眾次第遍滿。本性法然", "235": "世界應起時因色界四大及四大所造色。獨", "236": "住梵天宮殿及地自然現。其色純白微細淨", "237": "潔。光明可愛看者無厭。住未有人是諸眾生。", "238": "昔已造業能感可愛勝妙住處。因昔業故感", "239": "色界四大。及四大所造色。因昔業及色界四", "240": "大宮殿。即成色界四大。於此宮殿亦因亦緣。", "241": "宿世所造業但是增上緣。佛言。比丘如是獨", "242": "梵宮殿。有因有緣得起得成。本來法然由因", "243": "緣起。是獨梵處因此次第遍滿。諸梵本性法", "244": "然世界應起時。因色界四大及四大所造色。", "245": "梵先行天宮殿及地自然起。現其色純白微細", "246": "淨潔光明可愛觀者無厭。住未有人是諸眾", "247": "生。昔已造業能感可愛勝妙住處。因昔業故", "248": "感色界四大及四大所造色。因昔業及色界四", "249": "大宮殿即成色界四大。於此宮殿亦因亦緣。", "250": "宿世所造業但是增上緣。佛言。比丘如是梵", "251": "先行處。有因有緣得起得成。本來法然由因", "252": "緣起。是梵先行天住處。一切梵先行天次第遍", "253": "滿。本性法然世界應起時。因欲界四大及四", "254": "大所造色。他化自在天宮殿及處所自然起。", "255": "現金銀琉璃及頗梨柯。四寶所成光明可愛", "256": "觀者無厭。住未有人是諸眾生。昔已造業能", "257": "感可愛勝妙住處。因昔業故能感欲界四大。", "258": "及四大所造色。又因昔業及欲界四大宮殿。", "259": "即成欲界四大。於此宮殿亦因亦緣宿世所", "260": "造業但是增上緣。佛言。比丘如是他化自在", "261": "天宮殿。及有因有緣得起得成。本來法然由", "262": "因緣起。是他化自在天處。一切諸天次第遍", "263": "滿。諸天本性法然世界應起時。因欲界四大", "264": "及四大所造色。化樂天宮殿及地自然起。現", "265": "金銀琉璃及頗梨柯。四寶所成光明可愛觀者", "266": "無厭。住未有人是諸眾生。昔已造業能感可", "267": "愛勝妙住處。因昔業故能感欲界四大及四大", "268": "所造色。又因昔業及欲界四大宮殿。即成欲", "269": "界四大。於此宮殿亦因亦緣。宿世所造業但", "270": "是增上緣。佛言。比丘如是化樂天處。有因有", "271": "緣得起得成。本來法然由因緣起。是化樂天", "272": "住處一切諸天次第遍滿。本性法然世界應起", "273": "時。因欲界四大及四大所造色。兜率陀天宮", "274": "殿及處所自然起。現金銀琉璃及頗梨柯。四", "275": "寶所成光明可愛觀者無厭。住未有人是諸眾", "276": "生。昔已造業能感可愛勝妙住處。因昔業故", "277": "能感欲界四大及四大所造色。又因昔業及欲", "278": "界四大宮殿。即成欲界四大於此宮殿亦因亦", "279": "緣。宿世所造業但是增上緣。佛言。比丘如是", "280": "兜率陀天宮殿。及地有因有緣得起得成。本", "281": "來法然由因緣起。是兜率陀天住處。一切諸天", "282": "次第遍滿。本性法然世界應起時。因欲界四", "283": "大及四大所造色。夜摩天宮殿及天處所自然", "284": "起。現金銀琉璃及頗梨柯。四寶所成光明可", "285": "愛觀者無厭。住未有人是諸眾生。昔已造業", "286": "能感可愛勝妙住處。因昔業故能感欲界四大", "287": "及四大所造色。又因昔業及欲界四大宮殿即", "288": "成。欲界四大於此宮殿亦因亦緣。宿世所造", "289": "業但是增上緣。佛言。比丘如是夜摩天處。有", "290": "因有緣得起得成。本來法然由因緣起。是夜", "291": "摩住處。一切諸天次第遍滿是時夜摩天憶念", "292": "昔時。世界如人眠覺憶夢中事。如得神通憶", "293": "宿世事是夜摩天。憶昔世界亦復如是。爾時", "294": "諸天作是思惟。我今應往案行下界作是念", "295": "已。互相謂言。我等共去看彼處所餘天。答言", "296": "我今同往。爾時諸天各結群侶。遍滿案行咸", "297": "作是言。昔日此處有須彌山王。是處所中是", "298": "善見天城。此處是難陀寶池。此處是難陀寶", "299": "園。此處是質多羅池。及質多羅眾車園。此處", "300": "是惡口池及惡口園。此處是雜花池及雜花", "301": "園。此處是波利質多羅境水。厚四億八萬由", "302": "旬。廣十二億三千四百五十由旬。周迴三十", "303": "六億一萬三百五十由旬。極此量住不復更", "304": "長。此水輪上別有地界名曰大味劫。初感起", "305": "日夜稍厚轉堅。譬如煎乳凝冷之時。厚膏覆", "306": "上大味地界最初起時亦復如是。是地大界數", "307": "數起長乃至應至已至應滿已滿皆悉究竟。", "308": "厚二億四萬由旬。廣十二億三千四百五十", "309": "由旬。周迴三十六億一萬三百五十由旬。極", "310": "此量住不復更長。此地下際一億六萬並真", "311": "金所成。上餘八萬金銀銅鐵等七界雜成。是", "312": "時地界柔軟隨事。譬如湴泥乳糜生蘇及和", "313": "麵等。此地柔軟隨事亦爾。是地輪中央依眾", "314": "生業增上緣故。四方風吹掘成內海起須彌", "315": "山。有風運土有風聚成有風方正作須彌形。", "316": "有風起須彌四頂。開善見城塹起善見城。作", "317": "難陀池造難陀園。質多羅池質多羅園。眾車", "318": "池園惡口池園。雜華池園波利質多樹。及俱", "319": "毘羅羅園由乾陀海。由乾陀山。伊沙陀海山。", "320": "佉羅胝海山。善見海山。馬耳海山。毘那多海", "321": "山。尼民陀海山。及四天下中間。洲地掘成州", "322": "海起鐵圍山。如是樹及拘毘羅羅園。此中昔", "323": "是般住劍婆羅寶石。此中昔時有善法堂。昔", "324": "時此中有內大海。此中有遊乾陀山及遊乾", "325": "陀海。此中有伊沙陀山及伊沙陀海。此中有", "326": "佉羅胝山及佉羅胝海。此中有善見山及善見", "327": "海。有馬耳山及馬耳海。此中有毘那多山及", "328": "毘那多海。此中有尼民陀山及尼民陀海。此", "329": "中有四天下。有中間州地及外大海。此中有", "330": "灼柯婆羅山。是夜摩天身形最大飛行捷疾。", "331": "由行疾故擊起風輪。由此風輪為那羅延風", "332": "輪根本。此風數數起長。乃至應至已至。應滿", "333": "已滿。皆悉究竟。厚九億六萬由旬。廣十二億", "334": "三千四百五十由旬。周迴三十六億一萬三百", "335": "五十由旬。極此量住不復更長。此風堅勁物", "336": "不能侵。若人有那羅延力執金鋼仗。擬此風", "337": "輪仗還自碎風輪無損。次風輪上空中雨水", "338": "渧如樓大。或如車軸或如車輗。晝夜不息猶", "339": "如河瀉無數千年。是水界聚周圍有風名曰", "340": "攝持。日夜恒起令水不散。如是水界增上未", "341": "息。此水數數起長。乃至應至已至應滿已滿", "342": "皆悉究竟。起成世界宿業所感風力所成。復", "343": "有餘風旋圓而起成。西瞿耶尼及東弗婆提。", "344": "復有餘風四方四角成。北欝單越復有餘風", "345": "如半琵琶成。南剡浮提若風成山。次第正上", "346": "山則有頂。若風起時或正或傍所成山相。或", "347": "平或聳。復有風起一邊急疾。餘邊則遲所成。", "348": "山相一邊則凹餘邊平直。若風起時相擊深入", "349": "還復。更出所成山勢有巖有洞。若風相擊深", "350": "入下底不復更出。山裏則空由此風故起成", "351": "諸四天下地。或深或聳有處顯現。高八萬由", "352": "旬有處甚深四萬由旬。復有別處高四萬由", "353": "旬深二萬由旬。復有別處高二萬由旬。深一", "354": "萬由旬。復有別處高一萬由旬。深五千由旬。", "355": "或復有處高五千由旬。深二千五百由旬。或", "356": "復有處高二千五百由旬。深一千二百五十", "357": "由旬。或復有處高一千二百五十由旬。深六", "358": "百二十五由旬。或復高六百二十五由旬。深", "359": "三百十二由旬半。以此因緣一切器世界起", "360": "作已成。是時二種界起長。謂地火兩界風", "361": "界起。吹火界蒸練地界。風界恒起吹一切物", "362": "使成堅實。既堅實已一切諸寶種類皆現既", "363": "顯現已天降甘雨渧如樓大。漸細如輪乃至", "364": "車軸。或如涌泉無數千載。遍滿善見城塹那", "365": "陀池。眾車池。惡口池。雜花池。內大海由乾陀", "366": "海。伊沙陀海。佉羅胝海。善見海。馬耳海。毘", "367": "那多海尼民陀海。四天下中間洲地外大海。", "368": "以此因緣一切世界水皆遍滿。於是忉利天", "369": "及四天王天。捨上天報於中受生。復有諸天", "370": "壽終福盡。從上天墮於四天下受人道生。是", "371": "時諸人喜樂為食依喜樂住。意生化身自然", "372": "光明。安樂而住飛空中行。是時日月未出於", "373": "世星宿未有。晝夜不分未辯年歲及四時八", "374": "節。無男女異。亦無父母兄弟姊妹夫妻兒息。", "375": "無奴無主。一向受用自在歡樂。未有姓字並", "376": "號眾生。是時水界稍稍就減流向下處。是時", "377": "大海乍增乍減。開川源路水所減處。有地肥", "378": "出大甘大味。生長覆地色香觸味。可愛具足", "379": "如細蜂蜜。無苦澁辛地肥大味亦復如是。是", "380": "時大味馨香充滿。時有一人嗅此香味。起欲", "381": "著心起欲心已。指捻大味嗅而嘗之。知其甘", "382": "美如細蜂蜜摶而食之。餘人見其食美無厭", "383": "相效摶食。是時諸人食地味已。身稍堅重從", "384": "此以後。不能如前飛行空中。是時身光可愛", "385": "因此失沒。既失光已黑暗還生本來法然。是", "386": "四天下黑暗覆時。日月二輪乃出。於世日月", "387": "出已。辰宿次現星宿現已晝夜有分。晝夜分", "388": "已半月一月是時顯現。半月一月既顯現已。", "389": "四時八節及以年歲並皆具足。如是多時世", "390": "間起成。如是多時六十小劫究竟已度。是時", "391": "眾生食此地味。依地味住久久時節。其中眾", "392": "生食味多者形容醜陋。少威德力少神通力。", "393": "其中眾生食味少者。色形可愛身有威德神", "394": "力自在。以此因緣一切眾生色形優劣。由此", "395": "優劣生勝負心。由此心故而作是言。我今勝", "396": "汝汝不及我。是時惡法始行於世。計勝負故", "397": "地味色香從此而失。是時諸人和合聚集。憂", "398": "惱困苦發聲啼哭。咄哉惡法已出於世。因色", "399": "形故憍慢毀他。由此惡法失我勝味。不可思", "400": "議色香觸等。是時諸人食餘美味作是念言。", "401": "咄哉似我昔時所食地味。追憶悲惱是語至", "402": "今皆已忘失。無復有人憶說之者。此味失已", "403": "復有別味名曰地皮。色香觸味悉皆甜美如", "404": "細蜂蜜。是時諸人皆悉來食。依此飲食長時", "405": "得住。是中諸人為貪味故。多食地皮形容醜", "406": "陋。薄威德力少神通。力其中眾生食味少者。", "407": "形色可愛身有威德神力自在。以此因緣一", "408": "切眾生色形優劣。因此優劣生勝負心。由此", "409": "心故而作是言。我今勝汝汝不及我。由此惡", "410": "法次行於世計勝負故。地皮色香從此而失。", "411": "立世阿毘曇論卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1644 佛說立世阿毘曇論", "source": "CBETA"}