{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1217 佛說妙吉祥最勝根本大教經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "7 焰鬘得迦吠多梨印修行儀軌分", "1": "佛說妙吉祥最勝根本大教經卷", "2": "下", "3": "西天譯經三藏朝散大夫試光祿卿", "4": "明教大師臣法賢奉　詔譯", "5": "8 焰鬘得迦明王本法儀軌分焰鬘得迦明王本法儀軌分第八", "6": "復說造像供養儀軌。持明者先於寂靜之處。", "7": "一心正意觀想功德已。用好香華如法供養。", "8": "於此像前求為囉惹。復用白檀沈香塗功德", "9": "身。以奔拏哩迦華烏怛鉢羅華。󰴔波迦華摩", "10": "利迦花。安悉香酥隨力作供養。及誦大明至", "11": "六箇月。決定成就囉惹之位。設未成就亦為", "12": "地主。復得金錢一洛叉永世受用。", "13": "復次求富貴成就法。用白檀香沈香恭俱摩", "14": "香。塗前功德像。復用華鬘白色華乳香安悉", "15": "香。如是香華日日供養。別獻妙解脫華一洛", "16": "叉。誦大明一洛叉。加持彼華。如是依法得大", "17": "富貴。", "18": "復次除病法。用赤檀香塗前功德像。燒松木", "19": "香。以上妙華種種飲食。如法供養及誦大明。", "20": "所為自身病苦。或為他人悉得消除。若持明", "21": "者各用本法。如前供養持誦大明。滿六箇", "22": "月能施一切願。所有息災增長敬愛句召調", "23": "伏發遣殺冤等。及求財寶種種之物悉皆成", "24": "就。", "25": "復次忿怒明王三叉成就法。持明者依法。用", "26": "華鐵作三叉長三十指。修製如法鋒刃明利。", "27": "持明者往山頂上。展前㡧像。用屍灰作必隷", "28": "覩得迦吒曼拏羅已。如法供養。復用摩蹉滿", "29": "娑。為諸護世出生。至黑月八日以赤檀塗彼", "30": "三叉。安置曼拏羅內。復用上妙香華種種供", "31": "養已。持明者手執三叉。面向㡧像而坐。即誦", "32": "三叉甘露大明一百八遍已。復於淨處燃燈", "33": "持誦。隨力作護摩一千遍已。手執三叉作無", "34": "畏堅固相。端身而坐。復誦大明加持三叉。至", "35": "三叉竪立出大光明如日黑曜。現此祥瑞時。", "36": "一切持明天恭敬供養。所執三叉隨行人意", "37": "皆得成就。若三叉暖熱得隱身法。若出煙", "38": "焰天人阿蘇囉等。如見劫火悉皆驚怖。", "39": "復次成就法。持明者用花鐵作劍長三十二", "40": "指。巧妙利刃。持明者執此劍往山頂上。如前", "41": "依法作大供養。及隨力作護摩。以手執劍持", "42": "誦大明。至劍出光明。行人得持明天。劍有煙", "43": "焰得隱身法。劍若煖熱得降龍法。壽命一百", "44": "歲。若法得成能殺魔冤。能破軍陣能殺千人。", "45": "於法生疑定不成就。", "46": "復次寶杖成就法。用俱尾捺囉木或佉禰囕", "47": "木作一杖。如焰鬘天長四十二指。持明者執", "48": "此杖往屍陀林。以香花飲食等如法供養。及", "49": "隨力作護摩。研赤檀塗於杖。用花鬘纏於杖", "50": "身。即誦大明加持。至杖動搖。現明王忿怒", "51": "相。乘水牛髮青如螺相。身作青雲色富貴圓", "52": "滿。有大神通威德無畏。出大惡聲。若有天人", "53": "等不依明王教者杖自殺之。", "54": "復次鉞斧成就法。用花鐵作鉞斧。長六指柄", "55": "長十六指。如前作法必得成就。", "56": "復次鉤成就法。用花鐵作鉤。長四指柄長一", "57": "十八指。於黑月十四日夜。以香花飲食如法", "58": "供養已。往山頂上以黃芥子。隨力作護摩。以", "59": "手執鉤持誦大明。至鉤出光明乃至起立。能", "60": "降伏諸天如為僕從。或鉤出煙焰。持明者有", "61": "大威力。壽命三俱胝歲。隨意變化一切自在。", "62": "諸持明天及夜叉等俱來供養。具足一切快", "63": "樂。鉤若暖熱即誦大明獲大吉祥。能召帝釋", "64": "天龍夜叉緊那囉必隷多吠多拏天女巘達", "65": "哩嚩女。及諸鬼神種種聖藥等。悉來現前。", "66": "依佛教勅隨行人意。乃至普遍世間。天人宮", "67": "殿園林池沼。一切富樂之事無不成就。", "68": "若持明者於寂靜處。持誦大明加持於鉤。設", "69": "不成就亦能句召船車花果樹木。乃至八百", "70": "由旬外所有童女。剎那之間句召現前。", "71": "復次髑髏成就法。前說三叉鉤劍鉞斧杖等", "72": "並用。右手執捉持誦。今說髑髏。須用左手", "73": "執捉加持。持明者用木作一髑髏。廣闊二十", "74": "指修事圓滿。以香花飲食等如法供養。及隨", "75": "力作護摩已。然後以左手執於髑髏。以右手", "76": "覆之。即誦大明。至髑髏出現光明。得上品成", "77": "就為三界主。若出煙焰得隱身法。若髑髏暖", "78": "熱所求隨意。若法不成以此髑髏安木床上。", "79": "用以帛蓋覆已。觀想種種上味飲食滿彼髑", "80": "髏。復誦大明八千遍已。日日以上妙飲食貯", "81": "滿髑髏。經宿加持已。取彼飲食此名甘露食。", "82": "若人食者除諸病苦獲大安樂。若行人自食。", "83": "身心適悅永無病苦。", "84": "復次槍成就法。用花鐵作一槍長三十二指。", "85": "於儞摩曩誐河岸清淨之處。依前三等儀軌", "86": "作法必得成就。", "87": "復次作覩摩囉成就法。用花鐵作一覩摩囉。", "88": "鋒刃快利。持明者隨力作護摩已。用赤檀塗", "89": "之。往山頂上。夜分中如前作法。必得成就。", "90": "復次期剋印成就法。持明者至月蝕夜。安定", "91": "端坐。左手作期剋印。右手作祕密持誦。至印", "92": "出光明。得為持明天。印出煙焰得隱身法。印", "93": "若暖熱得為地主。設印法未成。亦能作種種", "94": "成就之事。", "95": "復次降伏設咄嚕法。持明者結前期剋印。作", "96": "忿怒顧視之間。即彼迷悶倒地。若欲救彼。即", "97": "以右手摩觸彼身速得如常如是此印能止他", "98": "軍。能降毒龍能摧山嶽。能破大石及樹木等。", "99": "能隨行人施一切願。", "100": "復次羂索成就法。用自死人頭髮合作一索。", "101": "如前依法必得成就。", "102": "復次寶棒成就法。用吉祥木作一棒長二十", "103": "六指。修事華妙。以金裹棒。頭身陷鉢捺摩", "104": "囉誐摩泥。持明者往深山上隨力作護摩。於", "105": "夜分依法持誦。至棒出光明得上品成就。法", "106": "若有煙焰及暖熱所獲成就。如前無異。", "107": "復次聖劍成就法。用卒亡者人屍一箇。洗浴", "108": "令淨。以香花飲食如法供養已。持明者於尸", "109": "陀林中。作必隷覩得羯吒曼拏羅。於南門外", "110": "復散香花。於其花上以屍頭南而臥。持明者", "111": "手持摩賀嚩娑油。用蘇嚕嚩盛油。灌於屍口", "112": "依法作護摩一百遍。即誦大明。至屍口出舌。", "113": "持明者以刀截舌。舌離屍口即自變為三十", "114": "二口聖劍。剎那之間得持明天。延壽七劫。於", "115": "持明天中最為第一。或持明者如前。作必隷", "116": "覩得羯吒曼拏羅。如法供養已。以卒亡屍洗", "117": "浴令淨。如前臥於曼拏羅南門外。持明者坐", "118": "於亡屍心上。誦大明七字至十字一千八百", "119": "遍已。屍自起立。即獻閼伽。用左手摩娑屍", "120": "頂。口有藥出如雄黃色。或如火色。時持明者", "121": "速收彼藥用塗屍身。屍自變化為黃金身。成", "122": "為聖藥。以此聖藥給與同伴人。經剎那間得", "123": "持明天。神通自在而為第一。持明者所得聖", "124": "藥。分為三分。一分供養三寶。一分施同伴。一", "125": "分自己受用。得如意通所求皆得。", "126": "復次眼藥成就法。持明者受持齋戒滿三晝", "127": "夜。然後往尸陀林中。如前儀軌作曼拏羅。用", "128": "香花飲食如法供養。作自擁護已。用屍灰塗", "129": "自身。與同伴知法人以眼藥。安於必隷多頭", "130": "上。以亡人衣覆之。用左手按於藥上。即誦大", "131": "明。至藥出光明。持明者得持明天。若出煙焰", "132": "得隱身法。若暖熱能殺一切魔。亦能還命。設", "133": "不成就亦能降伏一切世間令生敬愛之事。", "134": "復次眼藥成就法。當用牛黃黃丹雌黃雄黃。", "135": "如是等物。依前眼藥儀軌志心作法。皆得成", "136": "就。", "137": "復次屍衣成就法。持明者於尸陀林。作曼拏", "138": "羅已。用香花飲食如法供養。於夜分中持明", "139": "者身著屍衣。持誦大明。至衣出光明得大神", "140": "通。如彼明王隨意變現。若出煙焰得隱身法。", "141": "衣若暖熱得世間神通。有大威勢主一天下。", "142": "壽命百歲無病安樂。設不成就亦能降伏世", "143": "間。見者承事如彼僕從。", "144": "復次降伏夜叉女成就法。持明者於尼俱陀", "145": "樹下。作曼拏羅已。裸形被髮。於黑月八日。用", "146": "上味飲食充滿一鉢。復以鉢食先作七摶。每", "147": "摶各誦大明七遍加持彼食。及稱蘇囉遜捺", "148": "哩夜叉女名。持明者以彼摶食。獻夜叉女已。", "149": "鉢內餘食復作七摶。如前加持七遍。持明人", "150": "自食。彼夜叉女速來現前。即獻花座閼伽水。", "151": "及香花飲食如法供養。夜叉女言善哉善哉", "152": "呼我何作。如有所為我即隨意。若要為母給", "153": "與雄黃聖藥等。欲為姊妹供給花果甘露飲", "154": "食及聖藥等。欲為同伴即現宮殿樓閣等。欲", "155": "為妻子即現端正之相。乃至百由旬外所有", "156": "女人。剎那之間速得現前。受於快樂。", "157": "復次必捨左女成就法。持明者於大樹下作", "158": "曼拏羅。以香花飲食如法供養已。時持明者", "159": "裸形被髮。用尸陀林木柴。於曼拏羅外作護", "160": "摩八千遍。誦大明八千遍已。迦囕枳禰必捨", "161": "左女。即來現前作大惡相。不得怖畏即獻閼", "162": "伽。彼女復現端嚴之相具大威力。能與行人", "163": "作一切事。彼女所欲行人依之。若違彼意即", "164": "被殺。", "165": "復次龍女成就法。持明者往蓮花池側。如前", "166": "作必隷覩得羯吒曼拏羅。以香花飲食獻大", "167": "供養已。用烏曇摩木柴。燃火。及龍花為粖。於", "168": "夜分作護摩八千遍。龍女即來現怖畏相。行", "169": "人所求皆得成就。", "170": "復次阿蘇囉女成就法。持明者往阿蘇囉窟", "171": "門前。如前作曼拏羅。以香花飲食如法供養。", "172": "用必隷虞木燃火。以恭俱摩香搵白芥子。即", "173": "誦大明作護摩八千遍已。時阿蘇囉女眾出", "174": "於窟門。引彼行人入於窟內。施大富貴得大", "175": "快樂。", "176": "復次尸陀林夜叉等成就法。持明者先收自", "177": "死人肉。如前作法為自擁護已。以左手執刀", "178": "右手執肉。於夜分往尸陀林中。作無畏相高", "179": "聲唱言。我今賣肉。心念焰鬘得迦大明。時彼", "180": "林中所有大惡夜叉羅剎鬼神等。聞高聲賣", "181": "肉悉皆出現。具大威力作種種大惡相。彼持", "182": "明者不得怖畏。即告彼言汝等善來。止息惡", "183": "相而化善相。夜叉言曰高聲賣肉欲求何事。", "184": "行人言曰我有所願。欲求眼藥及聖藥等。如", "185": "是言時心須猛利勿生疑惑。彼夜叉等即收", "186": "其肉已。一切所求皆得成就。", "187": "復次禁止兵亂成就法。用死人衣一事染為", "188": "青色。長十六指。用竹為柄長一肘。作一吠惹", "189": "衍帝。於尸陀林中依法作曼拏羅已。持明者", "190": "於夜分時安定而坐。即誦吠惹衍帝至明旦。", "191": "行人執吠惹衍帝往冤軍處。彼軍亦見悉皆", "192": "禁止如彼癡人。槍劍器仗全不能用。乃至象", "193": "馬四兵禁止亦然。", "194": "復次禁兵法。持明者於夜分往尸陀林中燒", "195": "人處。裸形被髮右繞燒屍。用左手收屍灰一", "196": "合。手內拳之還歸本舍。不得左右迴顧。或別", "197": "空舍亦得。即誦大明至明旦。復用新器盛於", "198": "屍灰。專心護持不得放於地上。以此屍灰隨", "199": "風颺起。彼諸軍馬吹灰至身。悉皆禁止如彼", "200": "癡人。刀槍弓箭皆不能用。", "201": "復次敬愛成就法。持明者於尸陀林中作曼", "202": "拏羅。以香花飲食如法供養。用摩賀嚩舍為", "203": "油燃燈。以髑髏覆燈。收烟安別器內。夜誦大", "204": "明至明旦時。用此燈煙點眼已。一切諸人見", "205": "者歡喜。供給承事如僕從等。", "206": "復次皚哩迦成就法。持誦者用皚哩迦。安於", "207": "死人口內。將往空舍中。即誦大明加持皚哩", "208": "迦。至明旦時現種種魔惡之相。行人勿得怖", "209": "畏。以紅色衣裹皚哩迦藥。以香花供養。如欲", "210": "降伏。以皚哩迦藥書前人名。即得速來。侍從", "211": "供給一切隨順。", "212": "復次金丸成就法。持明者作一金丸。或見舁", "213": "出死人以丸安彼口中。至尸陀林內。獨自加", "214": "持已用火焚屍。然後以左手執金丸。加持至", "215": "明旦得法成就。若欲用時。以左手拳執金丸。", "216": "舒其頭指用指觸者。皆自降伏如為僕從隨", "217": "行人意。", "218": "復次芥子成就法。持明者用吉祥木作一器", "219": "物。盛白芥子日日持誦。加持芥子至太陰直", "220": "日。依法作曼拏羅。以香花飲食作廣大供養", "221": "已。依前加持。至芥子作聲及破裂法方成就。", "222": "持明者所欲。破裂大地震動大地。摧倒山嶽", "223": "枯竭江河。涌沸大海忙亂龍宮。禁止天火乃", "224": "至求雨止雨。及一切所為之事。但擲芥子皆", "225": "得成就。如是之法能施一切願。唯自了知。如", "226": "前所說二心印法。設不修行亦得成就。此焰", "227": "鬘得迦明王儀軌。真實不虛威力廣大。但依", "228": "法供養日日持誦。不在修前無為行。但發菩", "229": "提心一切所求無不成就。", "230": "9 焰鬘得迦明王最上儀軌分焰鬘得迦明王最上儀軌分第九", "231": "復次成就最上儀軌明王自說。不修眾行依", "232": "法持誦皆得成就。持明者受持七字至十字", "233": "大明。如前依法畫於㡧像如法供養。即誦", "234": "大明八洛叉畢。以香花飲食供養三寶及彼", "235": "明王定獲成就。持明者乃至思念部多宿曜", "236": "及諸毒惡鬼神等。所求所欲皆得成就。行人", "237": "不得以此法教害同學。持明者及吉善之人。", "238": "作意中間速得自害。若有毀謗三寶十惡五", "239": "逆。如是之人可用此法降伏彼等。乃至龍蛇", "240": "所蠚及水火等一切諸難。思念明王所作悉", "241": "皆能除。", "242": "復次童子入悟成就法。持明者揀一諸相具", "243": "足端嚴童子。令洗浴清淨莊束嚴飾。飲五淨", "244": "水經宿受持齋戒。至明旦時復令洗浴。以妙", "245": "香塗身著衣嚴飾已。令童子面東坐吉祥草。", "246": "而作供養。然後以花搵白檀香。令童子二手", "247": "捧花。即燒沈香。持明者速誦大明。依法令童", "248": "子入悟。童子應時入悟。行叉問曰知見何", "249": "事。童子即說過去未來現在之事真實不虛。", "250": "或說世間之事可作不可作。及持誦法功力", "251": "未成。令復誦大明速得增長。如是說已。持明", "252": "者於焰鬘得迦明王前。獻閼伽及以香花。即", "253": "誦佛三昧。童子聞此三昧忽然倒地。法得成", "254": "就。持明者喚起童子。復令洗浴已。與其飲食", "255": "及種種財物等還送本處。然後持明者。依此", "256": "儀軌所作成就。", "257": "復次求囉惹敬愛成就法。如前所作㡧像前。", "258": "用屍灰畫彼囉惹形像。持明者坐彼形像。一", "259": "心持誦大明一阿庾多。當稱彼名某甲生於", "260": "敬愛。復誦莎賀字。如是常誦大明稱彼名字。", "261": "即得敬愛如僕從等。供給所須及財物等。如", "262": "前誦一阿庾多。令婆羅門亦生敬愛。若誦六", "263": "洛叉得叉怛哩及吠舍等而生敬愛。如前誦", "264": "一阿庾多。及童女等生於敬愛。", "265": "復次令設咄嚕愛別離成就法。持明者畫彼", "266": "二設咄嚕形相並。行人以二足蹋坐二設咄", "267": "嚕像心上。即誦焰鬘得迦大明。稱彼二名", "268": "某甲某甲速作別離。如是依法即得別離。", "269": "復次調伏成就法。所有五逆十惡損害他人。", "270": "及謗三寶者。持明者誦發吒字一千遍已。復", "271": "誦忿怒大明。即用屍灰畫彼惡人形像。及書", "272": "彼名。以佉儞囉木為橛。加持八百遍。用橛釘", "273": "於畫像心中。即稱彼名。持誦大明一阿庾多。", "274": "後句誦吽發吒字。彼等惡人速得除滅。復", "275": "取木橛還復如故。彼持明者作於此法。不得", "276": "以己私讐損害他人。須發菩提心利樂有情。", "277": "興隆三寶守護正法。若有造業惡人即作此", "278": "法。若不依法損惱好人。反過及己速得惡報。", "279": "如是妙吉祥所化焰鬘得迦大明王言。若彼", "280": "行人作此儀軌。發菩提心守護三寶。救濟有", "281": "情宣通法教。必得增長智慧。斷諸障染超越", "282": "輪迴獲大無畏。於無上道不久成就。時持明", "283": "者如實了知依法修行。利樂世間斷除煩惱。", "284": "作此儀軌必得成就。", "285": "復次發遣設咄嚕成就法。持明者用屍灰畫", "286": "彼設咄嚕形像已。行人坐於蓮花對彼像前。", "287": "持誦大明一阿庾多。稱彼名字即誦吽發吒", "288": "字發遣於彼。", "289": "復次調伏設咄嚕成就法。亦用屍灰畫彼設", "290": "咄嚕形。行人以左足蹋彼像心面。向日持誦", "291": "大明。剎那之間彼得熱病。持明者復為作息", "292": "災法。速令如故。不為作息災經七日內。受大", "293": "苦惱即得命終。如是等法。彼諸惡人如降伏", "294": "已。起慈愍心復為息災除彼煩惱。行人所作", "295": "必得成就。", "296": "復次息災增益法。持明者先於佛像及塔廟", "297": "前。作曼拏羅。如法供養恭敬禮拜。依法持誦", "298": "發菩提心。普令一切眾生。恭敬信受歸命三", "299": "寶。乃至自所作善焚修禮誦。傳通法教行眾", "300": "三昧。香花供養最上功德。迴施一切苦惱有", "301": "情令得安樂。如是堅固身心決定。深入所緣", "302": "一切法藏。廣為眾生息災除患增益福壽。是", "303": "人不久成無上覺。於焰鬘得迦明王大明儀", "304": "軌必得成就。", "305": "持明者作此法時。對尊像等前恭敬作禮安", "306": "定而坐。即誦大明稱自名。我某甲為他某甲", "307": "等。作息災增益法所求成就。如是復誦大明", "308": "一千遍。即得息災增善福業。若為國王城隍", "309": "聚落息災。誦大明二千遍。若為象馬牛羊等", "310": "息災。誦大明一千遍。若為一切眾情息災。誦", "311": "大明一阿庾多皆得成就。", "312": "復次增益成就法。持明者依法於明王前。安", "313": "一淨器滿盛好乳。用殊妙花搵白檀香。加持", "314": "一千遍。擲花乳器內。持明者稱名。我某甲為", "315": "他某甲。求增益事所願成就。", "316": "復次求富貴成就法。持明者先以慈心行利", "317": "他行。如前儀軌作大供養。燒沈香用好花搵", "318": "白檀香。日日供養持誦即得大富。或持明者", "319": "依前儀軌。誦曩莫莎賀字一阿庾多已。往海", "320": "岸或入殑伽河中。水至臍輪。用白蓮花搵白", "321": "檀香。誦大明加持彼花。擲於河內滿一洛叉", "322": "得大富貴。或用紅蓮華搵赤檀香。如前作法", "323": "擲於河內得無盡寶藏。", "324": "或持明者用阿底目羯多迦花。如前作法擲", "325": "於河內。滿一洛叉即得金錢一洛叉。或如前", "326": "依法擲花三洛叉。亦能降伏諸夜叉女。隨", "327": "行人意作一切成就。", "328": "或持明者如前依法。用上好惹帝迦花搵白", "329": "檀香。擲於河內滿一洛叉。於大地之內所求", "330": "皆得。", "331": "復次成就。用三種蜜搵白蓮華。依法作護摩", "332": "已。得彼福天來現本身。施一切願。", "333": "復次成就法。用酥蜜燃火作護摩七晝夜。獲", "334": "七大聚落。", "335": "復次成就法。用五穀及酥作護摩一洛叉。得", "336": "無盡財寶能作一切事。", "337": "復次成就法。用吉祥果子作護摩一洛叉。於", "338": "天上人間得大利養。", "339": "復次成就法。用努哩嚩青草搵牛乳。即誦大", "340": "明及誦莎賀字。得壽命延長。", "341": "復次成就法。用鉢攞捨木燃火。以酥作護摩。", "342": "如是日日作法。能增壽命及增智慧。明記不", "343": "忘有大勢力眾所稱讚若用一切飲食作於", "344": "護摩亦得有大勢力名譽流布眾人稱讚一切", "345": "所欲皆得成就。", "346": "10 妙吉祥化身焰鬘得迦明王儀軌略出分妙吉祥化身焰鬘得迦明王儀軌略出分", "347": "第十", "348": "爾時焰鬘得迦明王。所說大明七字至十字。", "349": "令持明者於寂靜處。依法持誦作無畏行。所", "350": "欲之事皆得成就。今說一吽字大明。持明者", "351": "依法持誦作無畏行。所求之法必得成就。今", "352": "此吽字是焰鬘得迦明王微妙心。具大威勢", "353": "功德難思。能與行人為吉祥事若先持十洛", "354": "叉。一一如前七字依法持誦。一切所求皆得", "355": "成就。", "356": "復次唵字。於明王㡧像前依法持誦。必得成", "357": "就。", "358": "復次㡧像。當用匹帛可長一肘。以水洗淨已。", "359": "塗上妙香。用上好顏色畫焰鬘得迦明王。身", "360": "作青雲色面作大惡忿怒相。面有三目作赤", "361": "黃色。頭髮竪立亦赤黃色。髑髏莊嚴虎皮為", "362": "衣。遍身熾焰一切圓滿。乘水牛二手二足。右", "363": "手執杖左手作期剋印。前畫種種供養。如是", "364": "畫已。持明者先以香華飲食一心供養。然後", "365": "往一石巖之內展彼㡧像。頭面作禮。於彼像", "366": "前安定端坐志心持誦。至㡧像動搖或作笑", "367": "容或出光明。現此祥瑞之時獲真實成就。時", "368": "持明者具大吉祥能作一切事。破壞山嶽枯", "369": "竭江河大海。發遣冤魔句召龍天。如是一", "370": "切所為皆得隨意。彼持明者雖得成就最上", "371": "勝法。常為眾生作大利益。廣度群生傳流", "372": "法教。其心平等遠離愛憎。精進修行所獲功", "373": "德。普施有情俱令解脫。如是行人不久當成", "374": "無上佛道。如是妙吉祥化身焰鬘得迦明王", "375": "所說儀軌。一切如來同共宣說。是故行人及", "376": "諸眾生。聞此儀軌無復疑惑。依法受持一切", "377": "所求皆得成就。", "378": "佛說妙吉祥最勝根本大教經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1217 佛說妙吉祥最勝根本大教經", "source": "CBETA"}