{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1535 大乘四法經釋", "text": {"0": "No. 1535", "1": "大乘四法經釋", "10": "加行。造論釋故。是故當知唯識中觀宗之攝", "11": "也。二言明歸乘者。如來大悲引接群迷隨機", "12": "設教。有說三五。言說三者。一聲聞乘。二緣", "13": "覺乘。三菩薩乘。言有五者。更加天乘及人", "14": "乘也。如是五乘所有行議。廣如餘處經論分", "15": "別。今此經者。一一唯明菩薩行故。是大非小。", "16": "是故當知。大乘宗收。三言明歸分者。諸佛菩", "17": "薩及以聲聞所說言教。雖有眾多。以類相從", "18": "有十二分。謂契經等一一行相如餘處明。今", "19": "此經者。無請說故。自說分攝。不捨無上菩提", "2": "一言立所宗者。世間宗見惣有其二。一外二", "20": "心等。是其菩薩廣大行故。方廣分攝。有伽他", "21": "故。應頌分攝。是了義故。論議分攝。具譬喻", "22": "故。譬喻分攝。是故當知五分攝也。", "23": "四言辯歸藏者。如上所說十二分教。惣而言", "24": "之歸其三藏。一素怛攬藏。此云契經。貫穿連", "25": "綴。所詮定學。契理契機益他故。藏者攝也。", "26": "二者毘奈耶藏。此云調伏。所攝戒學。調和三", "27": "業。制伏惡行而攝益故。三阿毘達磨藏。此云", "28": "對法。所詮惠學。對向涅槃。對觀四諦。而攝益", "29": "故。契經等分云何三藏而相攝耶。對法集云。", "3": "內。彼外宗見雖有眾多不出二種。謂斷及常。", "30": "契經。應頌。記別。諷頌。自說。此是聲聞素怛", "31": "攬藏。緣起。譬喻。本事。本生。并伽眷屬。名", "32": "毘奈耶藏。方廣。希法。此是菩薩素怛攬藏", "33": "之所攝也。若唯了義亦阿毘達磨藏攝。如理", "34": "應思。次當釋經之正文。門分為二。一釋經", "35": "題。二釋正經。初釋題者。一切聖教夫立名", "36": "者。皆約四種而立其名。謂人處法喻。今此經", "37": "者。約法立也。言大者。有七大義。一所緣大", "38": "般若等經所明。一切難行苦行。廣大境界。是", "39": "其菩薩所緣境故。二修行大。廣修自行及他", "4": "廣說如論。內宗見者。大師在世。同一師學無", "40": "行故。三智大。能了人法二無我故。四精進", "41": "大。三無數劫行難行故。五方便不住生死及", "42": "涅槃故。六業大。盡生死際。能作諸佛一切業", "43": "故。七成就大。而能成就十力無畏不共法等", "44": "大功德故。以此七大。而起二乘故言大也。言", "45": "乘者。運載之義。生死為此岸。涅槃名彼岸。有", "46": "情名中流。此經所說四種法船。運載有情。超", "47": "生死海。令至涅槃故。名為乘。言四者。數也。", "48": "何故列數。論中自明。言法者。軌持為義。下經", "49": "所說四種行法。即是菩薩軌則故也。言經者。", "5": "有差別。佛滅度後。大小乘宗分成多部。小乘", "50": "梵言素怛攬。乃四義。謂依綖廗經。今取綖義。", "51": "如綖穿花風不散。能以教貫義。邪不能除。如", "52": "經持律方織物成以教攝生。令得聖果故。以", "53": "教法目乎。綖經若真實論說有五義。一曰潒", "54": "泉。二稱繩墨。三名結鬘。四謂出生。五號顯", "55": "示。若准此方經者。常也。法也。逕也。古今不", "56": "易故。揩定正邪故。津通物理故。莊嚴經論云。", "57": "示處及於相法義名為經。釋題竟。", "6": "宗見有二十二。如宗輪論一一廣明。大乘宗", "7": "見分為三別。一勝義皆空宗。二唯識中觀。三", "8": "法性圓融。此三宗見一一廣說。如中廣百三", "9": "十論等。今此經者。厥有菩薩名為世親。位皆"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1535 大乘四法經釋", "author": "", "sourceLink": "http://www.cbeta.org/"}