{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經: 光讚經: 摩訶般若波羅蜜", "text": {"0": "18 蜜十住品", "1": "光讚經卷第八", "10": "出生，其無相法有所生者，則為欲令本無出", "100": "不可得故，本末清淨；六波羅蜜者，悉不可得，", "101": "本末清淨。是故，七空亦不可得，本末清淨；意", "102": "止、意斷、神足、根、力、七覺、八道三十七品，十種", "103": "力、四無所畏、十八不共諸佛之法、四分別辯，", "104": "亦不可得，本末清淨；須陀洹、斯陀含、阿那含、", "105": "阿羅漢、辟支佛，上至怛薩阿竭、阿羅訶、三耶", "106": "三佛，悉不可得，本末清淨。三乘之法薩芸若", "107": "慧，不可得故，本末清淨。其無所有生，悉不可", "108": "得，本末清淨，無滅、無塵、無瞋、無爭，諸無所有", "109": "及諸所有，悉不可得，本末清淨；其過去當來", "11": "生，其無相法則無所生。欲令生者，則為欲令", "110": "今現在事，往來所住住止所生，悉不可得，本", "111": "末清淨；所益所損，悉不可得，本末清淨。誰當", "112": "逮得不可得者？其法界者亦不可逮，無有得", "113": "者。所以者何？欲逮法界則不可得。若求阿", "114": "羅漢、辟支佛、怛薩阿竭，欲得此者悉不可得。", "115": "若有欲得三十七品、十力、無畏、十八不共諸佛", "116": "之法、四分別辯者，亦不可得，無能逮者。若", "117": "有欲逮得阿耨多羅三耶三菩，悉不可得，本", "118": "際悉空而不可得。六波羅蜜及與七空，亦復", "119": "如是，悉不可得。其無所生亦無所滅，無塵、無", "12": "真本際生。其有欲令無相生者，則為欲令不", "120": "瞋、無所有者、悉不可得，所以者何？正真觀之，", "121": "悉無所有，悉不可得。其欲逮得第一住者，亦", "122": "不可得；至于十住，亦不可得，本末清淨。", "123": "何所有第一住者？其清淨觀者，及種性八等", "124": "所示現地，是所有地：離欲之地、所作辦地、辟支", "125": "佛地、菩薩道地、三耶三佛地及第一地悉，不可", "126": "得。其七空者，悉不可得。計於內空上至十住，", "127": "悉不可得，七空、十住悉無所有，悉不可得。所", "128": "以者何。須菩提！其第一住但名字耳，為不", "129": "可得，上至十住亦復如是。假有所得，為不可", "13": "可思議法界出生。其有欲令無相法生，則為", "130": "得，本末清淨，而為眾生講說內空悉不可得，", "131": "一切眾生亦不可得，而為眾生說七品空事，", "132": "所可說者悉不可得，本末清淨。以內空故，佛", "133": "土清淨，悉無所得。七空自然，自然空故，佛土", "134": "清淨，悉不可得，本末清淨。是故內空及與五", "135": "眼。悉不可得，皆無所有、自然，自然空為其五", "136": "眼，悉無處所，本末清淨。是故，須菩提！菩薩", "137": "摩訶薩於一切悉無所得，則為逮得成摩訶", "138": "衍三拔致薩芸若慧。」", "139": "20 無去來品摩訶般若波羅蜜無去來品第二十", "14": "欲令專精修行而出生。其有欲令無相法生，", "140": "爾時賢者須菩提白佛言：「所言摩訶衍者，其", "141": "摩訶衍義之所趣，唯，天中天！於天上人中世", "142": "間而最為尊，莫不歸者。衍與空等，譬如虛", "143": "空容覆無量阿僧祇人莫不戴仰，唯，天中天！", "144": "摩訶衍者亦復如是，菩薩摩訶薩覆不可計", "145": "阿僧祇人悉因得度。摩訶衍者，不見來時、不", "146": "見去時、不見住處。如是，天中天！摩訶衍者，", "147": "不得過去當來現在，亦無中間見、亦無所得，", "148": "其名等於三世，故曰為衍，是故為摩訶衍。」於", "149": "是世尊告須菩提：「如是，如是！所謂摩訶衍者，", "15": "則便欲令斷界出生。取要言之，須菩提！則", "150": "是為菩薩摩訶薩六波羅蜜：檀波羅蜜、尸波羅", "151": "蜜、羼波羅蜜、惟逮波羅蜜、禪波羅蜜、般若波", "152": "羅蜜。是為，須菩提！菩薩摩訶薩摩訶衍。「復次，", "153": "須菩提！菩薩摩訶薩摩訶衍者，謂一切諸陀", "154": "羅尼門、諸三昧門、首楞嚴三昧。取要言之，空", "155": "等三昧、解脫三昧、無著三昧、寂滅三昧，是", "156": "謂菩薩摩訶薩摩訶衍。「復次，須菩提！菩薩摩", "157": "訶薩摩訶衍者，曉了七空、三十七品、十力、無", "158": "畏、十八不共諸佛之法、四分別辯，是為菩薩", "159": "摩訶薩摩訶衍也。又，須菩提！所言摩訶衍者，", "16": "為欲令離欲界生。其有欲令無相法生者，則", "160": "天上天下世間最上，莫不歸仰者。譬如，須菩", "161": "提，欲界本無而無本無，等無有異不可分別，", "162": "無有顛倒誠諦自然，久長堅固，無有別離法，", "163": "無合無散未曾所有，是為摩訶衍天上天下", "164": "人中最尊，莫不歸仰者。假使，須菩提！劫盡燒", "165": "時悉為現之，教化一切令知無常，無有長久、", "166": "無堅固者，悉無所有，是故摩訶衍天上天下", "167": "世間最尊，莫不歸仰者。又，須菩提！欲界如是", "168": "等無有異，無有顛倒誠諦自然，無本堅固無", "169": "別離法，無有因緣，其無所有終不所有，是為", "17": "為欲令滅度界生。須菩提！彼為欲令寂然空", "170": "摩訶衍天上天下最尊。設使，須菩提！欲界", "171": "有想無常顛倒而現破壞，一切無常無有長", "172": "久不可堅固，別離之法悉無所有。是故，須菩", "173": "提！摩訶衍天上天下，於無色界亦復如是。", "174": "設使，須菩提！諸色本無悉無所有，亦復如是，", "175": "等亦無差別，無有若干誠諦自然，本無堅固", "176": "無別離法，其無有者不可令有，是為摩訶衍", "177": "天上天下最尊。假使，須菩提！色有所念而應", "178": "清淨，而為顛倒悉令飽滿，皆當無常，無有久", "179": "存、不得堅固，別離之法悉無所有，是故摩訶", "18": "無而出生矣。其有欲令色痛痒思想生死識", "180": "衍。色痛痒思想生死識，亦復如是；眼耳鼻舌", "181": "身心，等無有異；眼色識、耳聲識、鼻香識、舌味", "182": "識、身更識、意欲識，等無有異，悉無所有所可", "183": "分別。至誠真諦，計有常者，久長堅固，是非摩", "184": "訶衍。用習六事心有想念，因緣所習迷惑多", "185": "求以自飽滿，是一切法，皆悉無常，無有長存、", "186": "不可久固。是故摩訶衍，天上天下最尊。設使，", "187": "須菩提！法界所有悉無所有，是為摩訶衍", "188": "天上天下最尊。堅固，無所有生。如，須菩提！法", "189": "界所有，悉無所有，行無所有，是故摩訶衍天", "19": "無相法生者，則為欲令有相法生。所以者何？", "190": "上天下最尊。設使，須菩提！怛薩阿竭現有所", "191": "有，悉無所有，其真本際不可思議。其界所有，", "192": "悉無所有，是為摩訶衍天上天下最尊。正", "193": "使，須菩提！諸界者不可思議，其所有者悉無", "194": "所有，是故摩訶衍天上天下最尊。設使，須菩", "195": "提！六波羅蜜所有，悉無所有、亦復不無，是為", "196": "摩訶衍。正使，須菩提！其內空者，不有不無，自", "197": "然為空，不有不無，是為摩訶衍。所以，須菩提！", "198": "其內空者自然無有，有了空者不有不無，故", "199": "曰摩訶衍。設使，須菩提！三十七品，十力、無畏、", "2": "西晉月支國三藏竺法護譯", "20": "色則為空，從三界生，住薩芸若；痛痒思想", "200": "十八不共諸佛之法、四分別辯，不有不無、亦", "201": "不不無，是為摩訶衍。正使，須菩提！其種性", "202": "法，不有不無、亦不不無，用種性法不有不無、", "203": "亦不不無，是故摩訶衍。正使，須菩提！其八", "204": "等法不有不無，須陀洹法、斯陀含法、阿那含", "205": "法、阿羅漢法、辟支佛法、諸佛之法，不有不無，", "206": "用不有不無、亦不無無，是故摩訶衍。正使，", "207": "須菩提！其八等法及與佛法，不有不無、亦不", "208": "無無，是故摩訶衍。用，須菩提！其諸種性，不有", "209": "不無、亦不無無；用諸八等，不有不無、亦不無", "21": "生死識亦無有空，從三界生，薩芸若者則無", "210": "無，須陀洹、斯陀含、阿那含、阿羅漢、辟支佛，上", "211": "至怛薩阿竭、阿羅訶、三耶三佛，不有不無、亦不", "212": "無無，是故摩訶衍。須菩提！欲知以諸八等、", "213": "怛薩阿竭、阿羅訶、三耶三佛，不有不無、亦不", "214": "無無，是故摩訶衍。設使，須菩提！諸天、人民、", "215": "阿須倫及與世間，不有不無、亦不無無，以諸", "216": "天、人民及阿須倫世間所有，不有不無、亦不", "217": "無無，是故摩訶衍。假使，須菩提！菩薩從初", "218": "發意，乃至道場坐於佛樹，於中發心，不有不", "219": "無、亦不無無。如，須菩提！菩薩摩訶薩從初發", "22": "所住。所以者何？若解色者色則為空，解痛", "220": "意乃至道場，於中發心，一切不有不無，亦不", "221": "無無，是故摩訶衍。假使，須菩提！菩薩摩訶", "222": "薩，其智慧尊猶如金剛，不有不無、亦不無無，", "223": "是為菩薩摩訶薩曉了達見一切諸礙及眾塵", "224": "勞，得薩芸若。以，須菩提！菩薩摩訶薩了諸罣", "225": "礙一切塵勞悉無所有，逮薩芸若，是故摩訶", "226": "衍。正使，須菩提！怛薩阿竭、阿羅訶、三耶三", "227": "佛，其三十二大人之相，不有不無、亦不無", "228": "無，是故怛薩阿竭、阿羅訶、三耶三佛，天上天", "229": "下最尊，威神聖德光明微妙，靡所不照無有", "23": "痒思想生死識者識則為空，眼耳鼻舌身心", "230": "疇匹。是故怛薩阿竭、阿羅訶、三耶三佛，威神", "231": "巍巍聖德光明，照於十方恒沙諸佛世界，", "232": "及諸天上天下諸天、人民、諸阿須倫，光明普", "233": "遍，用不有不無、亦不無無，是故怛薩阿竭、阿", "234": "羅訶、三耶三佛光明，照於十方恒沙世界。又，", "235": "須菩提！怛薩阿竭有八部之音，不有不無、亦", "236": "不無無，是故怛薩阿竭、阿羅訶、三耶三佛，聲", "237": "告十方於阿僧祇無量世界，用怛薩阿竭其", "238": "八部聲，不有不無、亦不無無，是故有八種音", "239": "聲，告於十方不可思議無量世界。又，須菩提！", "24": "亦空。欲令生者，則為欲令虛空出生。眼色", "240": "怛薩阿竭所轉法輪，不有不無、亦不無無，是", "241": "為怛薩阿竭轉於法輪。沙門、婆羅門、諸梵天", "242": "眾，天上天下莫能當者，皆令如法各得其所。", "243": "是故怛薩阿竭為轉法輪，沙門、婆羅門、天上", "244": "天下及諸人民，莫能當者。又，須菩提！一", "245": "切眾生，不有不無、亦不無無，是故怛薩阿竭", "246": "數轉法輪，令諸眾生不至無餘於泥洹界。又，", "247": "須菩提！此諸眾生，不有不無、亦不無無，悉了", "248": "是已故，怛薩阿竭轉於法輪，是故眾生至無", "249": "餘界，於泥洹界而般泥洹。」", "25": "識、耳聲識、鼻香識、舌味識、身更識、意欲識，此", "250": "21 衍與空等品摩訶般若波羅蜜衍與空等品第二十一", "251": "佛告須菩提：「如汝所言衍與空等者，所說", "252": "至誠。如是，如是！衍與空等。譬如虛空，不可", "253": "計知東方里數，南方西方北方四隅上下亦", "254": "不可知，無遠無近、無有邊際；怛薩阿竭慧亦", "255": "如是，不可盡極八方上下，無有邊際、無有遠", "256": "近，慧不可盡。譬如虛空，無長無短、無有方面、", "257": "無增無減；怛薩阿竭慧亦如是，無長無短、不", "258": "圓不方、無增無減，又，須菩提！譬如虛空，無有", "259": "五色青黃赤白；衍亦如是，又，須菩提！譬如", "26": "十八種因緣所見則為空無，欲令生者，則為", "260": "虛空，無有過去當來現在；衍亦如是，無去來", "261": "今。又，須菩提，譬如虛空，無能增者、無能減者；", "262": "衍亦如是；不增不減。故言衍與空等。又，須菩", "263": "提！譬如虛空！無有塵勞、無瞋恨、無有生者亦", "264": "無所滅、亦無所住亦無不住、亦無所念；衍亦", "265": "如是。是故言衍與空等。又，須菩提！譬如虛", "266": "空，無有善惡、無有言辭、亦無不言，譬如虛空，", "267": "無見無聞、無念無知；衍亦如是。是故言衍與", "268": "空等。又，須菩提！譬如虛空，亦無有異、亦無不", "269": "異，亦無所斷、亦無所造證、亦無所除；衍亦如", "27": "欲令無相法生。所以者何？須菩提！眼之所", "270": "是。又，須菩提！譬如虛空，無有欲法、不離欲法，", "271": "無瞋恚法、不離瞋恚，無愚癡法、不離愚癡；衍", "272": "亦如是。又，須菩提！譬如虛空，不與欲界合同，", "273": "不與色界及無色界合同，亦不離三界；衍亦", "274": "如是。又，須菩提！譬如虛空，無初發意、從第一", "275": "住；衍亦如是，無有十住。又，須菩提！譬如虛", "276": "空，無有清濁、無所觀見、無有處所，無種性地、", "277": "八人等地、無示現地，無我所地、無所欲地，", "278": "無所作不作地；衍亦如是。又，須菩提！譬如", "279": "虛空，無須陀洹果、無斯陀含果、無阿那含", "28": "視悉皆為空，耳鼻舌身意亦如是，習皆空。", "280": "果、無阿羅漢果。又，須菩提！譬如虛空，無聲", "281": "聞地，無辟支佛地，無三耶三佛地；衍亦如", "282": "是。又，須菩提！譬如虛空，無有形像、亦無不像，", "283": "亦無有見、亦不無見、無受無捨，無合無散；衍", "284": "亦如是。又，須菩提！譬如虛空，則無有常、亦無", "285": "不常，無苦無樂、無我不我；衍亦如是。又，須菩", "286": "提！譬如虛空，亦無有空、亦無不空、無有異空，", "287": "無有異想，亦無無想，亦無有願、亦無不", "288": "願；衍亦如是。故言衍與空等。又，須菩提！", "289": "譬如虛空，無有寂然、無不寂然，無有惔怕、亦", "29": "須菩提！三界為空，眼所視空，從三界生，薩芸", "290": "無不怕。又，須菩提！譬如虛空，無有光明、亦", "291": "無闇冥；衍亦如是。又，須菩提！譬如虛空，無", "292": "所逮得、亦無不得；衍亦如是。是故言衍與空", "293": "等。又，須菩提！譬如虛空，無言無說、亦無不言；", "294": "衍亦如是。是故言衍與空等。是故，須菩提！", "295": "虛空平等，衍亦平等。如須菩提所言，譬如虛", "296": "空無有邊際，覆不可計阿僧祇人；衍亦如是，", "297": "安不可計阿僧祇人。如是，須菩提！譬如虛空", "298": "覆不可計阿僧祇人；衍亦如是，護不可計阿", "299": "僧祇人計人無人。譬如虛空，不可得有，空以", "3": "19 所因出衍品摩訶般若波羅蜜所因出衍品第十九", "30": "若者則無所住。六情亦空，因三界生，薩芸若", "300": "無有；摩訶衍者亦復如是。是故，須菩提！摩", "301": "訶衍者，安護無數阿僧祇人。所以者何？人", "302": "與虛空及摩訶衍，此一切法都不可得故。「復", "303": "次，須菩提！人不可計，空亦不可計，虛空亦不", "304": "可計，摩訶衍亦不可計，是故摩訶衍覆不可", "305": "計阿僧祇人。所以者何？須菩提！人與虛空", "306": "及摩訶衍，悉不可計、悉不可得。「復次，須菩提！", "307": "不可計，是故摩訶衍覆護不可計阿僧祇人。", "308": "「復次，須菩提！人無所有，法界亦無所有，一切", "309": "諸法亦無所有，故曰虛空亦無所有。人與虛", "31": "者則無所住。六情所受所習皆空，無有相，", "310": "空及摩訶衍悉無所有，阿僧祇無所有，無有", "311": "量無所有，無有底無所有，是故摩訶衍覆護", "312": "不可計阿僧祇人。所以者何？眾生法界及摩", "313": "訶衍，又阿僧祇不可限量、無有崖底，悉不", "314": "可得故。「復次，須菩提！人無所有，怛薩阿竭", "315": "亦無所有，虛空亦無所有，摩訶衍亦無所有，", "316": "阿僧祇亦無所有，不可計亦無所有，無底亦", "317": "無所有，一切諸法亦無所有。是故，須菩提！", "318": "摩訶衍者，為不可計阿僧祇崖底人而設", "319": "擁護。所以者何？怛薩阿竭、虛空、眾生及摩訶", "32": "欲令生者則為欲令生者，則為欲令夢幻出", "320": "衍，其阿僧祇不可計議、無有崖底，悉不可", "321": "得故。「復次，須菩提！吾我無所有，所知所見", "322": "亦無所有，本際無所有，當作是了本際以無，", "323": "至不可計，及阿僧祇無央數者亦無所有。以", "324": "無所有，一切諸法亦無所有，是故摩訶衍名", "325": "曰不可計阿僧祇覆護無央數人。所以者何？", "326": "須菩提！一切眾生所知所見及與本際，至阿", "327": "僧祇無央數不可計，皆不可得。「復次，須菩提！", "328": "吾我及人悉無所有，所知所見亦無所有，不", "329": "可思議境界亦無所有，色痛痒思想生死識", "33": "生。所以者何？夢、幻、水月、芭蕉、野馬、深山之", "330": "亦無所有，虛空亦無所有，摩訶衍亦無所有，", "331": "阿僧祇亦無所有，不可計亦無所有，無央數", "332": "亦無所有，一切諸法亦無所有，是故摩訶衍", "333": "為不可計阿僧祇人之覆護。所以者何？如，須", "334": "菩提！吾我諸法悉不可逮！「復次，須菩提！吾", "335": "我及人悉為虛空，所知所見亦復虛無，眼亦", "336": "虛無，耳鼻舌身意亦復虛無，以虛無虛空", "337": "亦虛無，空以虛無，摩訶衍者亦復虛無，以無", "338": "二虛，阿僧祇無央數不可計亦復虛無，不可", "339": "計以虛無，一切諸法亦復虛無，是故摩訶", "34": "響，皆悉自然，自然之事如來之化。三界", "340": "衍覆無央數不可計阿僧祇人。所以者何？", "341": "須菩提！吾我及人、一切諸法，悉不可得。「復次，", "342": "須菩提！吾我無所有，所知所見亦無所有；", "343": "所知所見以無所有，檀波羅蜜亦無所有，尸", "344": "波羅蜜、羼波羅蜜、惟逮波羅蜜、禪波羅蜜、般若", "345": "波羅蜜亦無所有；般若波羅蜜以無所有，虛", "346": "空亦無所有，摩訶衍亦無所有；是故摩訶衍", "347": "覆護無央數不可計阿僧祇人。所以者何？須", "348": "菩提！吾我及壽、一切諸法，悉不可得故。「復次，", "349": "須菩提！吾我及人則無所有，世間所知內空、", "35": "自然則無所生，薩芸若者則無所住。所以者", "350": "外空、近空、遠空、真空、所有空、無所有空亦無所", "351": "有；七空以無有，虛空亦無所有，摩訶衍亦", "352": "無所有，無央數不可計阿僧祇亦無所有，一", "353": "切諸法亦無所有，是故摩訶衍覆護不可計", "354": "無央數阿僧祇人。所以者何？須菩提！我、人", "355": "及壽、一切諸法，悉不可得故。「復次，須菩提！我、", "356": "人知見悉無所有，意止、意斷、神足、根、力、七覺、", "357": "八道三十七品亦無所有，十力、無畏、十八不", "358": "共諸佛之法亦無所有，虛空、摩訶衍亦無所", "359": "有，是故摩訶衍覆護不可計無央數阿僧祇", "36": "何？須菩提！如夢自然，夢自然者悉無所有，", "360": "人。所以者何？吾我及人、一切諸法，悉不可得", "361": "故。「復次，須菩提！我、人知見悉無所有，種性", "362": "諸法亦無所有，所作之地以無所有，虛空亦", "363": "無所有，摩訶衍亦無所有，不可計阿僧祇人", "364": "一切諸法亦無所有，是故摩訶衍覆護不可", "365": "計無央數阿僧祇人。「復次，須菩提！我、人知見", "366": "亦無所有，須陀洹、斯陀含、阿那含、阿羅漢、辟", "367": "支佛亦無所有，一切諸法亦無所有，是故摩", "368": "訶衍覆護不可計無央數阿僧祇人。所以者", "369": "何。吾我及人、一切諸法，悉不可得。", "37": "幻化之事亦復如是。須菩提！其欲令檀波羅", "370": "「復次，須菩提！聲聞、辟支佛上至怛薩阿竭", "371": "亦無所有，薩芸若亦無所有，一切諸法亦無", "372": "所有，是故摩訶衍覆護不可計無央數阿僧", "373": "祇人。所以者何？須菩提！我、人諸法悉不可得", "374": "故。又，須菩提！泥洹之界覆護不可計阿僧祇", "375": "人，衍亦如是，是故衍與空等，覆護不可計阿", "376": "僧祇人。如須菩提所問，摩訶衍者，亦不見來", "377": "時、亦不見去時、亦不見住處；衍亦如是。所以", "378": "者何？一切諸法不可轉動，是故無有住者、無", "379": "有來者、亦無所住。所以者何。須菩提！色痛", "38": "蜜有，尸波羅蜜、羼波羅蜜、惟逮波羅蜜、禪波", "380": "痒思想生死識，亦無所從來、亦無所從去、亦", "381": "無所住。須菩提！色痛痒思想生死識亦清", "382": "淨，無所從來、無所從去、亦無所住。色痛痒思", "383": "想生死識者無本，無所從來、無所從去、亦無", "384": "所住。色痛痒思想生死識自然，無所從來、無", "385": "所從去、亦無所住、色痛痒思想生死識自然", "386": "相，無所從來、無所從去、亦無所住。眼耳鼻舌", "387": "身意自然相者，無所從來、無所從去、亦無所", "388": "住。其地水火風空是諸種者，無有清淨、亦無", "389": "無本，其自然者亦無地種自然相者，無所", "39": "羅蜜、般若波羅蜜生者，則為欲令無相法生。", "390": "從來、無所從去、亦無所住，水、火、風種，虛空、識", "391": "種，亦復如是。怛薩阿竭本無自然及自然相，", "392": "無所從來、無所從去、亦無所住。須菩提！本際", "393": "清淨、本際無本，本原自然、本自然相，不可計", "394": "議。及清淨界者，無所從來、無所從去、亦無所", "395": "住。不可思議及與無本，無所念界及與自然，", "396": "無思議界自然之相，無所從來、無所從去、亦", "397": "無所住。須菩提！六波羅蜜亦清淨，般若波", "398": "羅蜜亦無無本亦無自然，自然之相，無所", "399": "從來、無所從去、亦無所住。三十七品，十力、無", "4": "佛告須菩提：「如汝所問，何從出衍中？何從住", "40": "所以者何？須菩提！六波羅蜜者悉皆自然，", "400": "畏、十八不共諸佛之法，道德清淨，佛與正覺，", "401": "無所從來、無所從去、亦無所住。其無所有及", "402": "與無本，其無為者不為自然，其無為者無自", "403": "然相，無所從來、無所從去、亦無所住。如須菩", "404": "提所言：『摩訶衍者，不得過去、不得當來、不得", "405": "中間，三世平等，摩訶衍者但有字耳。』如是，須", "406": "菩提！所言摩訶衍者，無去來今，三世平等；摩", "407": "訶衍者但有字耳。所以者何？須菩提！過去", "408": "亦空、當來亦空、現在亦空，三世平等三世空", "409": "等，摩訶衍者亦復空等；菩薩亦空，其以空", "41": "從三界生，薩芸若者亦無所住。所以者何？須", "410": "者，無一無二無三無四，不多不少，是故名", "411": "曰三世平等，為摩訶衍。菩薩功德巍巍，無", "412": "有等侶、無正無邪，亦不於欲、亦不離欲，亦不", "413": "瞋恚、不離瞋恚，亦不愚癡、不離愚癡，不得憍", "414": "慢、不離憍慢，不得貪慳妬嫉、亦無所離，不得", "415": "善法惡法，不得有常無常，不得苦樂，不得", "416": "我不我，欲界、色界、無色界亦不可得，不度欲", "417": "界、不度色界、不度無色界。所以者何？不得自", "418": "然，過去色空、當來色空、現在色空；痛痒思想", "419": "生死識，亦復如是。色不可得，用過去當來", "42": "菩提！六波羅蜜者則為自然，其自然者故曰", "420": "現在色空，故不可得，空故曰空。空不可得，", "421": "何況念空有去來今？痛痒思想生死識，亦復", "422": "如是。又，須菩提！六波羅蜜，不得過去、不得", "423": "當來、不得現在。須菩提！六波羅蜜亦不可得，", "424": "三世平等故。六波羅蜜為不可得，其平等者", "425": "無去來今，用平等故。「復次，須菩提！其三十", "426": "七品，十力、無畏、十八不共諸佛之法亦不可", "427": "得，過去當來現在三世平等故。三十七品，十", "428": "力、無畏、諸佛之法亦不可得，其平等者無", "429": "去來今。十力、無畏、十八不共諸佛之法無去", "43": "為空。其有欲令無相法生者，則為欲令內空、", "430": "來今，以平等故，故曰平等。何況平等去來", "431": "今三十七品、十力、無畏、十八不共諸佛之法，", "432": "而可得乎？「復次「須菩提！過去當來現在凡夫", "433": "亦不可得，三世平等故，故凡夫等。所以者何？", "434": "推求人，永不可得；須陀洹、斯陀含、阿那含、阿", "435": "羅漢、辟支佛、菩薩、怛薩阿竭亦不可得，當來", "436": "現在亦復如是，三世平等故。諸聲聞、辟支佛、", "437": "菩薩、怛薩阿竭亦不可得，推極人本不可得", "438": "故。如是，須菩提，故菩薩摩訶薩作是住般", "439": "若波羅蜜，覺了三世，為以具足薩芸若慧，", "44": "外空、有空、無空、近空、遠空、真空出生。所以者", "440": "是為菩薩摩訶薩，為摩訶衍三世平等。菩薩", "441": "摩訶薩以住是者，天上天下世間最尊，因得", "442": "出生薩芸若慧。」須菩提白佛言：「善哉，善哉！", "443": "唯！天中天！摩訶衍者，是菩薩摩訶薩學此衍", "444": "者，過去菩薩摩訶薩亦因學是得薩芸若慧，", "445": "當來菩薩摩訶薩亦因是學得薩芸若慧，今", "446": "現在十方不可計無央數阿僧祇世界，諸菩", "447": "薩摩訶薩亦復學是摩訶衍得薩芸若慧。", "448": "是故，天中天！菩薩摩訶薩，摩訶衍也。」佛告須", "449": "菩提：「如是，如是！過去未來當今現在，怛薩", "45": "何？須菩提！其七空者則為自然，以自然故，", "450": "阿竭、阿羅訶、三耶三佛，悉學是法得薩芸若", "451": "慧。」", "452": "光讚經卷第八", "46": "因三界生，薩芸若者則無所住。所以者何？須", "47": "菩提！用七空自然故名曰為空，故空為空。", "48": "須菩提！其有欲令無相法生者，則為欲令四", "49": "意止、四意斷、四神足念、五根、五力、七覺、八道行", "5": "衍中？誰為成衍者？從三界生，住薩芸若，有本", "50": "生。所以者何？皆自然空，因三界生，薩芸若", "51": "者則無所住。須菩提！其有欲令三十七品出", "52": "生者，則為欲令無相法生。所以者何？須菩", "53": "提！三十七品則為自然，不生三界，薩芸若者", "54": "則無所住。所以者何？三十七品自然空，空", "55": "故曰空。須菩提！其有欲令十力、無畏、十八", "56": "不共諸佛之法、四分別辯，悉自然空，空故曰", "57": "空。須陀洹、斯陀含、阿那含、阿羅漢、辟支佛，上", "58": "至怛薩阿竭、阿羅訶、三耶三佛生者，則為欲", "59": "令無相法生。所以者何？須菩提！其三乘者", "6": "無生無甫當生。所以者何？其摩訶衍薩芸若", "60": "亦復自然，不出三界，薩芸若者則無所住。所", "61": "以者何？須菩提！阿羅漢者則為自然，自", "62": "然故空，故曰為空。辟支佛者則為自然，自", "63": "然故空，故曰為空。怛薩阿竭則為自然，自", "64": "然故空，故曰為空。須菩提！其有欲令名號", "65": "生者，則為欲令無相法生。空、無相、無願亦復", "66": "如是。其欲令因緣言辭生者，則為欲令無相", "67": "法生。所以者何？須菩提！其名號空，不生三", "68": "界，薩芸若者則無所住。所以者何？名號則空，", "69": "用名號空，故曰為空。因緣言辭諸可處所悉", "7": "慧，於此二事，法無所合亦無所散，無色無見", "70": "皆為空，諸法處空，故曰為空，其有欲令無所", "71": "生生，則為欲令無相法生。所以者何？無相", "72": "法空悉無處所，處所空故，故曰為空。其有欲", "73": "令無滅、無想、無塵、無瞋、無所有生者，則為欲", "74": "令無相法生。所以者何？此諸事空，空故曰空。", "75": "名號因緣言辭所處，三十七品、十種力、四無", "76": "畏、十八不共諸佛之法、四分別辯，亦復如是。", "77": "是故，須菩提！摩訶衍者從三界生，為無所生", "78": "生，薩芸若生亦無所生，無有動處。又須菩提", "79": "所問在何所住者，心無所住，衍無有處。", "8": "無所取捨，則為一相則無有相。所以者何？其", "80": "所以者何？無所住故，一切諸法亦無所住。", "81": "又，須菩提！衍所住者，住無所住。其法界者，", "82": "亦無所住，住無所住；衍亦如是，住無所住。", "83": "如上虛空無所由轉；衍亦如是，住無所住。", "84": "又譬如無生，住無所住；衍亦如是，住無所住。", "85": "譬如無滅、無塵、無瞋及無所有，住無所住；衍", "86": "亦如是，住無所住。所以者何？法界自然，住無", "87": "所住。所以者何？法界自然，用自然故，自然為", "88": "空，及與七空悉無所有，自然為空，空無所有，", "89": "故曰為空。是故，須菩提！衍無所住，住無所住，", "9": "無相法無所出生。法有生者，則為欲令法界", "90": "故無動轉。須菩提所問從何所住而成衍者，", "91": "衍無所生。所以者何？無有從中生者，無有", "92": "甫當生者，一切諸法悉無所有。以此無故，", "93": "一切諸法亦復如是，何所有法當有生者。所", "94": "以者何？我、人、壽命亦復如是，亦無有如，亦無", "95": "所見，亦無所得，本末清淨；是故我、人、壽命，", "96": "如是法界，悉不可得，本末悉空；是故怛薩阿", "97": "竭悉不可得。其本際者，亦不可得，本末悉淨；", "98": "是故諸界不可思議，悉不可得，本末清淨；是", "99": "故陰、種、諸入悉不可得，本末清淨。陰、種、諸入"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經: 光讚經: 摩訶般若波羅蜜", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}