{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0866 金剛頂瑜伽中略出念誦經", "text": {"0": "金剛頂瑜伽中略出念誦經卷第", "1": "四", "10": "論曰以一切如來無上金剛喻三摩地修習。", "100": "諸不可量盡通達雖已善逝現希奇", "101": "常住三世力無礙最上依怙無能超", "102": "能授一切三摩耶願我速成勝悉地", "103": "如是讚已。若更有餘勝妙讚頌。隨意讚之。其", "104": "讚詠法。晨朝當以灑臘音韻。午時以中音。昏", "105": "黃以破音。中夜以第五音韻讚之。如不解者。", "106": "隨以清好音聲讚歎。常應每日四時念誦。謂", "107": "晨朝日午黃昏夜半也。應持四種數珠。作四", "108": "種念誦。作四種者。所謂音聲念誦二金剛念", "109": "誦合口動舌默誦是也三三摩地念誦。心念是也。四真", "11": "上妙飲食衣服雲海。普皆供養。", "110": "實念誦如字義修行是也由此四種念誦力", "111": "故。能滅一切罪障苦厄。成就一切功德。四種", "112": "數珠者。如來部用菩提子。金剛部用金剛子。", "113": "寶部用寶珠。蓮花部用蓮子。羯磨部用雜寶", "114": "間錯為之。行者若能隨順瑜伽。修行三摩地", "115": "念誦者。則無有時分限數。於一切時。無間", "116": "作之。", "117": "次明供養飲食法。應以香潔種種飲食供養。", "118": "若不能辦。隨力作已。復當心念。世間所有一", "119": "一上妙飲食。種種珍果。蒲桃石榴諸非時", "12": "結羯磨金剛契已。作是思惟。虛空藏中一切", "120": "漿。而作供養。若己身不獲修供養者。即令明", "121": "解此法弟子。如上作之。又以塗香燒香種種", "122": "妙花燈鬘末利等末利者以諸食飲果子等和水置瓶盆中是以施鬼神也而作", "123": "供養。復以幢幡繒蓋上妙天衣。及餘殊勝諸", "124": "供養具。各以本密語加之。或加本部尊密語", "125": "已五部佛語是也隨其力能而供養之。行者欲求如來", "126": "功德者。於壇場中。至心如上作供養時。當得", "127": "親見金剛薩埵。若不見者。更當至誠祈請。隨", "128": "行者為業力所感。或見諸佛或薩埵等已。即", "129": "以其鬘而奉獻之。爾時行者應自慶幸。以所", "13": "如來。為承事故。即想一一佛前。皆有己身。親", "130": "獻鬘置己頂上。加本部密語已。繫其頭", "131": "上。當知是人。便能獲得殊勝福報。行者修供", "132": "養訖。即從壇出。取豆果餅飯胡麻屑諸花等。", "133": "和水安瓶盆中。以歡喜心四方散之。施諸天", "134": "鬼神眷屬等。各以本密語施之。自在天密語", "135": "曰。", "136": "唵遏哩賒始俄反儞曳平薩婆訶", "137": "天帝釋密語曰。唵遏移達囉耶薩婆訶", "138": "火神密語曰。唵遏姑娜曳平薩婆訶", "139": "琰魔王密語曰。唵琰摩曳平薩婆訶", "14": "近侍奉。誦密語曰。", "140": "邏剎娑密語曰。唵邏差上娑地婆哆曳", "141": "平薩婆訶", "142": "諸龍及水神密語曰。唵婆囉那平薩婆訶", "143": "諸風神密語曰。唵縛夜微亡子反薩婆訶", "144": "諸夜叉密語曰。唵藥乞叉苾陀田迦反上達犁薩", "145": "婆訶", "146": "又於此方施諸類鬼神密語曰。密止密止毘", "147": "舍遮南　薩婆訶　蛩蛩愚勇反部馱南　薩", "148": "婆訶", "149": "如上作法施已。當淨洗手漱口。還入壇中。禮", "15": "唵　薩婆怛他揭多迦去耶禰泥底反耶怛那", "150": "一切佛及諸菩薩。如常念誦。", "151": "次明與金剛弟子。入壇場灌頂法。", "152": "其阿闍梨先已從師。如法具足受灌頂法。明", "153": "解三摩耶軌則其阿闍梨法度如則也有是得者。應如是", "154": "請。當具修威儀。於其師所。生如來想。合掌恭", "155": "敬頭面頂禮。手按師足。作是白言。尊者即是", "156": "如來。即是執金剛。我今歸依尊者。求學正等", "157": "菩提。為金剛性淨故。求學淨戒律儀。惟願尊", "158": "者哀愍攝受。如諸最勝子。見有菩提種子眾", "159": "生。皆不捨置。我今已發菩提心。為欲建立不", "16": "布穰暝伽　三慕達囉窣發囉拏三末曳𤙖", "160": "退轉位故。求入曼茶羅。惟願尊者慈悲教", "161": "示令我盡見。受一切諸佛所共灌頂。被金剛", "162": "寶蓮花羯磨。及大部所有。諸勝妙事。願皆", "163": "攝取。悉授與我。令我身心清淨。智慧明了。於", "164": "大小乘有所深義。自然開解。於諸梵天帝釋", "165": "毘紐路陀等天。及彼部屬鬼神茶吉尼等。", "166": "我今為欲利益成熟一切眾生施安樂故。願", "167": "我盡能摧伏彼等勢力。願我及一切眾生。得", "168": "離生死至涅槃處。如諸聖者相好具足入如", "169": "來位者。云何當得。願阿闍梨哀愍示誨。其阿", "17": "論曰以自身。奉獻一切如來雲海。普皆供養", "170": "闍梨知弟子堪與勝法。應當告言。如汝所請。", "171": "我今依佛所教。能授與汝。應當一心諦聽。心", "172": "莫散亂。若散亂者。一切如來及金剛薩埵。所", "173": "不加持。", "174": "次教發露懺悔。令自稱己名。我某甲從無始", "175": "劫來。以身語意。廣作眾罪。無量無邊。我今於", "176": "諸佛前。悉皆至心發露懺悔。不敢覆藏。我", "177": "今懺悔。誓不更作願罪消滅具如廣文彼一切如來", "178": "及諸佛子。甚深難入二種資糧無量功德。利", "179": "樂一切世間者。我皆隨喜。次令歸依三寶。", "18": "結達摩金剛契已。作是思惟。我今此身。與一", "180": "諸部蓮座天人師得大解脫超三界", "181": "功德圓滿大悲者我皆至心盡歸依", "182": "最勝慧者所住處劣乘怖之比稠林", "183": "能速滅除生死有我今歸依最勝法", "184": "能除貪恚癡蛇毒以慧得出生死宅", "185": "起大悲心覺悟者敬禮歸命眾中尊", "186": "次教發菩提心。汝一心聽。菩提心者。從大", "187": "悲起。為成佛正因智慧根本。能破無明業", "188": "報。能摧破魔怨。汝既能發大菩提心。應以心", "189": "口相應發大誓願。隨我語說。我某甲為救度", "19": "切菩薩身等同無異。復應觀察。諸法實性平", "190": "一切眾生故。發無上菩提心。於三十七品助", "191": "道法門。乃至六波羅蜜。誓願具足無間修行。", "192": "我所積集善根。悉皆迴施一切眾生。願我及", "193": "一切眾生。皆得證悟甚深法門。心淨廣大。猶", "194": "如虛空。以無功用。自在能辦無量佛事。以平", "195": "等大悲。種種方便。調伏利樂一切眾生。皆令", "196": "得入無餘涅槃。於佛十力無畏不共法等。願", "197": "我與一切眾生。悉皆同得。如是教已。令諸弟", "198": "子各隨尊卑。依次而坐。以清淨恭敬不亂散", "199": "心。合掌而住。其師或以密語。加其線索。繫其", "2": "大唐南印度三藏金剛智譯", "20": "等無異。作是觀已。誦密語曰。", "200": "左臂。或以塗香。或以心念。以此密語而護持", "201": "之。密語曰。", "202": "唵　摩訶跋折囉迦上嚩遮日也跋折哩句嚧", "203": "金剛作也跋折囉跋折囉含重引", "204": "次以此密語。加塗香已。塗諸弟子掌中密語", "205": "曰。", "206": "唵　跋折囉　健提塗香也虐魚伽反上", "207": "塗香之時告弟子言。願汝等具得一切如來", "208": "戒定慧解脫解脫知見之香。", "209": "次以密語。加香白花。持以授。密語曰。", "21": "唵　薩婆怛他揭多質多禰耶怛那布穰暝伽", "210": "唵　跋折囉　補澁篦花也唵", "211": "如是告言。願汝得一切如來三十二大丈夫", "212": "相。", "213": "次持香爐。以此密語加之。熏弟子雙手。密語", "214": "曰。", "215": "唵　跋折囉　杜鞞燒香　婀", "216": "如是告言。願汝獲得一切如來大悲滋潤妙", "217": "色。次以此密語。加燈已。令弟子視之。密語曰。", "218": "唵　跋折囉嚕伽儞光明也如是告言。願汝", "219": "等獲得一切如來智慧光明。", "22": "三慕達囉窣發囉拏　三末曳𤙖", "220": "次以如上笑儀式密語。加烏曇阿說他等樹", "221": "枝。以為齒木。復以摧破一切眾生煩惱隨煩", "222": "惱。諸佛甚深智慧金剛劍密語。加其齒木。復", "223": "令弟子。以掌中所受得花。令供養一切如來", "224": "部中尊上首者。次授齒木。師自私記。勿令差", "225": "錯。令面向東嚼之。淨洗漱已。所嚼齒木。當面", "226": "擲之。師應觀其齒木頭所向處。以所嚼處為", "227": "頭。隨所向方。多是其部。若向四隅。多是毘盧", "228": "遮那部。若有立者。當知是最吉祥相。師既觀", "229": "已。施諸弟子。各隨所安。應告之言。汝各端", "23": "論曰以一切如來心奉獻雲海。普皆供養。", "230": "心而念。禮諸佛已。繫心睡眠。求境界相。汝所", "231": "見者。晨來具說。作是教已。令隨意去。彼所", "232": "見夢。晨於師所。如實說之。若境界顛倒。多妄", "233": "想者。是不清淨相。應取牛五種味。所謂乳酪", "234": "酥糞尿等。相和淨濾漉已。加金剛密語二十", "235": "一遍。與之令服。若身心淨者。取白檀水。同用", "236": "金剛密語二十一遍令服。密語曰。", "237": "唵　跋折囉　鄔陀迦　咤", "238": "如法服已。至其夜分。引至壇室門外。教令發", "239": "露懺悔一切罪障。隨喜迴向一切功德。教作", "24": "結寶幢契已。復應觀察。盡生死中一切眾生。", "240": "如上四種禮拜法已。", "241": "取赤色衣。與被。如著袈裟法。若出家人。合", "242": "著乾陀色衣。以赤色帛。掩抹其眼。教與結金", "243": "剛薩埵契。口授此心密語三遍。密語曰。", "244": "三摩耶　薩怛鑁", "245": "即教竪忍願二度為針。以諸白花鬘或種種", "246": "香花鬘。掛其針上。次當引入壇場門中。三", "247": "遍授此密語。三摩耶　吽", "248": "應告之言。汝今已入一切如來眷屬部中。我", "249": "今令汝生金剛智。汝等應知。由此智故。當得", "25": "苦惱所纏。深生哀愍。我今為救護故。發阿耨", "250": "一切如來悉地事業。然汝亦不應與未入此", "251": "等壇場人。說此法事。汝儻說者。非但違失汝", "252": "三摩耶。自招殃咎耳。師應竪結薩埵金剛契。", "253": "置弟子頂上告言。此是三摩耶金剛契。汝若", "254": "輒向未入壇人說者。令汝頭破裂。汝於我所。", "255": "莫生疑慢。應當深生敬信。汝於我身。當如執", "256": "金剛菩薩。我所教誨當盡奉行。若不爾者。自", "257": "招其禍。或令中夭死墮地獄。汝應慎之。作是", "258": "教已。汝今求請一切如來覆護。令金剛薩埵", "259": "入其身心。其師又結金剛薩埵契。告言。此是", "26": "多羅三藐三菩提心。是故若未度者。我當令", "260": "三摩耶金剛。名為金剛薩埵。願入汝身。以為", "261": "無上金剛智。誦此密語。", "262": "跋折囉　薜舍　跋折囉　薜舍婀", "263": "次結瞋金剛拳。以忍願二度相鉤。誦上大乘", "264": "三摩耶百字密語。以金剛語言。唱已掣開上", "265": "契。由此密語功能力故。令弟子入金剛智。證", "266": "殊勝慧。由此智故。悉能獲得覺了一切眾生", "267": "若干種心。能知世間三世事業。能堅固菩提", "268": "心。能滅一切苦惱。離一切怖畏。一切眾惡不", "269": "能為害。一切如來同共加持。一切悉地皆得", "27": "度。未安慰者。當令安慰。未涅槃者。令得涅", "270": "現前。諸未曾有安樂勝事。不求自得。汝當深", "271": "自慶幸。我今為汝略說功德勝事。於一切地", "272": "位三摩地。陀羅尼神通三昧。諸波羅蜜力無", "273": "畏等。由此法故。悉皆當得。所有未曾見聞。百", "274": "千契經甚深義理。自然能解。汝今不久。自當", "275": "證得諸佛真實智慧。何況下劣諸餘悉地。說", "276": "是語已。問言。汝見何等境界。若彼見白相者。", "277": "應教最上悉地智。見黃相者。教義理所生悉", "278": "地智。見赤相者。教奉事供養悉地智。見黑", "279": "相者。教阿鞞遮盧伽悉地智。見雜色者。教一", "28": "槃。及雨種種寶。隨彼所求皆令滿足。作是思", "280": "切羯磨悉地智。若不見好色相者。即是罪障。", "281": "應以鉤罪障契。鉤彼諸罪復以摧破諸罪契。", "282": "而摧破之。鉤罪契。經云。結金剛縛已。申忍", "283": "願為針。曲力進度於忍願背作跋折囉股形。", "284": "勿相柱著。又於進力度端。各想有穰而伽反字。", "285": "以鉤曳彼身中所有罪障。誦此密語。", "286": "唵　薩婆婆波迦去利灑儜　毘輸馱那　三", "287": "摩耶　跋折囉　𤙖穰　而伽反上", "288": "誦此密語時。想彼罪形。如鬼形狀。黑色髮竪", "289": "即以二羽。諸度各各相鉤。頭入掌內。想以進", "29": "惟已。誦此密語。", "290": "力二度。鉤夾彼罪。令入掌中。餘度面各相捻。", "291": "即申忍願二度為針。於願度端。想怛囉字。忍", "292": "度端。想卓知可反字。又於字上。想生火焰。夾取", "293": "彼罪。誦此密語。", "294": "唵　跋折囉　跛寧執也蜜薩普吒耶摧破薩婆", "295": "婀播耶一切惡趣也漫陀那寧繫縛也鉢囉二合慕乞沙耶", "296": "解脫薩婆播波一切罪障也揭底弊毘耶反趣中薩婆薩埵", "297": "縛無可反南一切眾生薩婆怛他揭多跋折囉三摩", "298": "曳平吽怛囉二合吒", "299": "誦此密語已。用力撚之。如彈指法。右上左下。", "3": "結薩埵金剛契已。作是思惟。如諸劫樹西方國王", "30": "唵　薩婆怛他揭多摩訶跋折嚕嗢婆摩但", "300": "論曰一切如來三摩耶。能解脫諸惡趣中一", "301": "切眾生。執金剛應摧破一切惡趣繫縛。", "302": "如是次第。摧破彼諸罪已。復想以諸佛光明。", "303": "淨彼身心。四方阿閦鞞等。上方毘盧遮那。皆", "304": "放清淨光明。下方想金剛雄上字。放瞋怒光", "305": "明而摧滅之。如是作法時。能令彼等。必定得", "306": "見善境界相。當知彼等罪障皆得消滅。若彼", "307": "罪障極重。不見好相。師應為說真實伽他。令", "308": "其覺悟頌曰。", "309": "普賢法身遍一切能為世間自在主", "31": "那波羅蜜多布穰暝伽　三慕達囉窣發囉", "310": "無始無終無生滅性相常住等虛空", "311": "一切眾生所有心堅固菩提名薩埵", "312": "心住不動三摩地精勤決定名金剛", "313": "我今說此誠實言惟願世尊扶本願", "314": "利眾生事諸悉地慈悲哀愍為加持", "315": "說此偈已。復結金剛入契。誦婀字密語一百", "316": "八遍契。經云。結金剛縛。以智定度。捻檀慧", "317": "度本間。以進力度。少曲相拄是也如是作法", "318": "已。又應問之。如無好相者。但可引入受三摩", "319": "耶。不應與其灌頂　次當授此密語三遍。", "32": "拏　三末曳𤙖", "320": "唵　鉢囉　底車授也跋折囉護引", "321": "誦此。教擲所掛鬘於壇中。隨彼因業。鬘所", "322": "著處。即令念誦其部密語當知速得成就。", "323": "次又授此密語三遍。令弟子所結三摩耶契。", "324": "於其心上解之。密語曰。", "325": "唵　底瑟咤願住也跋折囉涅哩掉茶路反堅固暝", "326": "婆摩為我常也舍式餓反濕伐覩暝婆摩為我恒常也纈哩", "327": "馱耶冥為我心也遏地底瑟咤願為加持也薩婆悉地一切成就也", "328": "者鉢哩野車及願授與也戶含二合呵呵呵呵護引", "329": "論曰願金剛常住堅固。加持我心。願授與我", "33": "論曰以一切如來大金剛所生檀波羅蜜雲", "330": "一切悉地即取彼所擲花鬘。加此密語。", "331": "唵　鉢囉底釳哩恨拏攝授怛嚩無可反縊摩含二合", "332": "薩埵摩訶婆囉", "333": "論曰願大力菩薩。攝授汝。誦此密語時。即", "334": "以其鬘繫彼頭上。由繫鬘故。得摩訶薩埵攝", "335": "授速疾成就諸勝悉地。", "336": "次誦此密語。解所掩眼物。密語曰。", "337": "唵　跋折囉薩埵　薩嚩無可切焰帝提為汝親開目", "338": "斫具數平眼也伽咤那開也怛鉢囉專也嗢伽咤野令開", "339": "薩婆婀具毺一切眼即跋折囉斫具毺金剛眼也阿耨怛", "34": "海。普皆供養。結香身契已。作是思惟。願一切", "340": "囉無上也係跋折囉吠捨呼彼令觀壇場也", "341": "論曰金剛薩埵親自專為汝。開五眼及無上", "342": "金剛眼。", "343": "次呼弟子。遍示壇中諸部事相。由此法故。為", "344": "一切如來之所護念。金剛薩埵常住其心。隨", "345": "彼所求。乃至執金剛身。無不獲得。漸當得入", "346": "一切如來體性法中。", "347": "次弟子灌頂。其灌頂壇。應在大壇天方門", "348": "外。下至二肘。畫粉作。四方正等。面開一", "349": "門。於四隅內。畫執跋折囉像。自在天方。名住", "35": "眾生身口意業一切不善。願皆遠離。一切善", "350": "無戲論。火天方角。名虛空無垢。羅剎方。名清", "351": "淨眼。風天方。名持種種綺麗衣。中央畫大", "352": "蓮花。其花八葉。臺蘂具足。花外周圍。畫月輪", "353": "相。光芒外出。正方四葉。畫四菩薩。各乘昔願", "354": "殊勝力者。帝釋方葉。名陀羅尼自在王。琰羅", "355": "方。名發正念。龍方。名樂利眾生。夜叉方。名", "356": "大悲者。四隅葉上。畫四使者。自在天方。名修", "357": "轉勝行。火天方。名能滿願者。羅剎方。名無染", "358": "著。風天方。名勝解脫。於花臺上。想有婀字", "359": "義如前列於婀字上。想一圓點真如圓寂法身涅槃義也餘供養", "36": "法。願皆成就。作是念已。誦此密語。", "360": "旛花莊嚴。一如大壇法式。應作是念。我今為", "361": "某甲善男子灌頂。惟願諸佛菩薩降臨道場。", "362": "受我供養。諦想所請佛菩薩眾。皆來集會。移", "363": "大壇中寶瓶。隨本方角置之。又於壇周圍界", "364": "外。想四輪使四淨人。持上寶瓶。住月輪中。", "365": "帝釋方人。想如普賢。琰羅方人。想如彌勒。龍", "366": "方人。想如滅諸障礙。夜叉方人。想如離諸惡", "367": "趣。即引所灌頂者。入帝釋方門。坐蓮臺上。", "368": "以種種雜花塗香燒香油燈旛蓋清妙音樂。", "369": "而以供養。如不辦者。隨力作之。所以爾者。是", "37": "唵　薩婆怛他揭多　阿耨多囉摩訶部馱", "370": "人坐佛位處故。復以種種歌詠讚歎。令其殷", "371": "重生歡喜心。說此頌曰。", "372": "諸佛覩史下生時釋梵龍神隨侍衛", "373": "種種勝妙吉祥事願汝今時盡能獲", "374": "迦毘羅衛誕釋宮龍王澍沐甘露水", "375": "諸天供養吉祥事願汝灌頂亦如是", "376": "金剛座上為群生後夜降魔成正覺", "377": "現諸希有吉祥事願汝此座悉能成", "378": "波羅奈苑所莊嚴為五仙人開妙法", "379": "成就無量吉祥事願汝今時咸證獲", "38": "田夜反賀囉俱舍囉波羅蜜多　布穰暝伽", "380": "若更有餘讚歎。隨意作之。勸發勝心。令生利", "381": "喜。", "382": "次應與其灌頂。先想弟子頂有婀字。上有圓", "383": "點。義同前釋。字放光焰熾然赫奕。又想弟", "384": "子心中。有月輪相。內有八葉蓮花。臺上亦有", "385": "婀字。若得金剛部。於婀字內想有跋折囉。", "386": "得寶部者。有寶珠。蓮花部。有蓮花。羯磨", "387": "部。有羯磨跋折囉。毘盧遮那部。想窣覩波。", "388": "師應想己身如毘盧遮那像。執弟子所得部", "389": "瓶如來部瓶。若是畫像壇。即隨有空處。置之。若手印壇。即於壇上。置之各想其部物", "39": "三慕達囉　窣發囉拏", "390": "體在瓶水內。如跋折囉寶珠等。各令結其所", "391": "得部契。置其頂上。誦其部密語七遍。而用", "392": "灌之。金剛部密語曰。", "393": "唵　跋折囉　薩埵阿毘詵者灌頂也吽", "394": "寶部密語曰。", "395": "唵　跋折囉囉　怛那阿毘詵者　怛囉", "396": "花部密語曰。", "397": "唵　跋折囉　達磨阿毘詵者　纈利", "398": "業部密語曰。", "399": "唵　跋折囉　羯磨阿毘詵者　婀", "4": "長者以種種花香瓔珞裝掛樹上布施一切此名劫樹能與種種衣服嚴身資", "40": "三末曳𤙖", "400": "於彼額上。想有攞字。色相如金。想兩目上各", "401": "有囉上字。其色如火。上生光焰。其二足間。", "402": "想種種色為法輪相。八福莊嚴。次誦薩埵", "403": "金剛心密語。加塗香已。塗彼胸前。所以作", "404": "法加持者。為令弟子。成金剛薩埵故。", "405": "次以如上所說。頭上作五處置契法已。復結", "406": "毘盧遮那契。誦本密語。置於彼心上。次喉", "407": "次頂上已。即應諦想一切如來祕密勝上頭", "408": "加彼頭上。即結如所說四種鬘。各隨其部", "409": "法。以繫其額。若作阿闍梨灌頂法者。應次第", "41": "論曰以一切如來無上菩提所生善戒波羅蜜", "410": "如上法。遍用五瓶。以四種鬘。鱗次以繫其", "411": "額。如是作已。引出壇外。換去濕服。別著淨", "412": "衣。若是剎利居士。著本上衣。即於壇內。置下", "413": "小床。以儭其濕。引入坐已師以觀羽。執五", "414": "股拔折囉。授其雙手。應以種種方便言詞。開", "415": "誘安慰。為說頌曰。", "416": "諸佛金剛灌頂儀汝已如法灌頂竟", "417": "為成如來體性故汝應受此金剛杵", "418": "說此偈已誦密語曰。", "419": "唵　跋折囉　禰鉢提尊主微亡桂反體性也怛鑁阿", "42": "多雲海。普皆供養。結觸地契已。復作是念。願", "420": "鞞詵者弭我今灌頂底瑟咤住跋折囉三摩曳薩", "421": "怛鑁汝為三摩耶也", "422": "論曰汝已灌頂。獲得金剛尊主竟。此跋折囉。", "423": "常住汝所。為三摩耶。", "424": "復收取金剛杵。若是寶部者。又於跋折囉上。", "425": "想有寶珠。餘部倣此。誦前偈時。應改初句", "426": "金剛字。為寶珠字。諸部准此改之。", "427": "次於弟子本名上。加金剛字。作名呼之。應", "428": "誦此密語。", "429": "唵　跋折囉　薩怛鑁磨含二合汝也阿毘詵者冥", "43": "一切眾生成就慈心無相惱害。離諸怖畏。彼", "430": "我灌頂也跋折囉　娜莽以名號也毘曬迦多灌頂係呼聲跋", "431": "折囉　那莽某甲", "432": "論曰我與汝灌頂訖。以金剛名號。與汝作字。", "433": "汝名金剛某甲。若是餘部。式加寶珠蓮花", "434": "等。作字呼之。其人若受阿闍梨法者。但以本", "435": "所得部。為名。若須改舊名者。隨意所樂。任", "436": "擇諸波羅蜜勝名作之。", "437": "又以香花種種供具。供養所灌頂者。師應執", "438": "小金杵子。如治眼法。拭其兩目。而告之言。", "439": "善男子世間醫王。能治眼翳。諸佛如來。今日", "44": "此相視心生歡喜。以諸相好莊嚴其身。成就", "440": "為汝開無明翳。亦復如是。為令汝等。生智慧", "441": "眼見法實相故。", "442": "次復執鏡。令其觀照。為說諸法性相。說此", "443": "偈言。", "444": "一切諸法性垢淨不可得", "445": "非實亦非虛皆從因緣現", "446": "應當知諸法自性無所依", "447": "汝今真佛子應廣利眾生", "448": "次復收取金剛杵。師於弟子。當生恭敬。此人", "449": "能紹諸佛種故。師應授以商佉。作是告言。自", "45": "一切甚深法藏。作是思惟已。誦此密語。", "450": "今已後。諸佛法輪。汝應轉之。當吹無上法螺。", "451": "令大法聲遍一切處。不應於此法中而生疑", "452": "怖。於諸密語究竟清淨修行理趣。汝應廣為", "453": "眾生方便開示。善男子諦聽。若能如是作者。", "454": "一切如來皆知此人能報佛恩。是故於一切時", "455": "處。一切持金剛者之所衛護。令汝安樂。", "456": "次應引起。至大壇前。為說三摩耶。令其堅固。", "457": "告言善男子汝應堅守正法。設遭逼迫惱害", "458": "乃至斷命。不應捨離修菩提心。於求法人不", "459": "應慳悋。於諸眾生有少不利益事。亦不應作。", "46": "唵　薩婆怛他揭多阿耨多羅摩訶達磨網無可", "460": "此是最上句義。聖所行處。我今具足為汝說", "461": "竟。汝當隨順如說修行。弟子應自慶幸合掌", "462": "頂受。又執五股金剛杵。而授與之告言。此", "463": "是諸佛體性。金剛薩埵手所執者。汝應堅護", "464": "禁戒。常畜持之。弟子受已。授此決定要誓", "465": "密語。令其誦之密語曰。", "466": "唵　薩婆怛他揭多悉地　跋折囉三摩耶底", "467": "瑟咤願住翳沙今也怛嚩亡可反含尤甘反於我馱囉野冥我今", "468": "持也跋折囉　薩埵係形以反係係係吽", "469": "論曰一切如來金剛薩埵成就三摩耶。願住", "47": "反報陀　乞叉地波羅蜜多　布穰暝伽三", "470": "我所。我常守護。如是作法已。所有一切漫", "471": "茶囉。祕密三摩耶智。師應教授。若弟子於", "472": "三摩耶契。有退失者。師應遮制莫令毀壞。弟", "473": "子於師。應恭敬尊重。莫見師短。於同學所。莫", "474": "相嫌恨。應告之言。汝於一切眾生。常生慈愍。", "475": "哀矜示誨莫生厭離。為說偈言。", "476": "三界極重罪不過於厭離", "477": "汝於貪欲處應生厭離心", "478": "欲令弟子堅持歡喜故。為說偈言。", "479": "此等三摩耶諸佛為汝說", "48": "慕達囉　窣發囉拏　三末曳𤙖", "480": "守持善愛護當如保身命", "481": "弟子受師教已。頂禮師足白言。如師教誨。我", "482": "誓修行。", "483": "復應為諸已灌頂弟子。令其圓滿寂靜法故。", "484": "為除其災障故。應與作護摩法。於灌頂壇火", "485": "天方。不應絕遠。作四肘壇。高一磔手。中鑿君", "486": "茶。徑圓一肘。深十二指。好淨泥拭。兩重作", "487": "椽。內椽高闊各一指。外椽高闊各有四", "488": "指。底須平正。即於其底。泥作輪像。式跋折", "489": "囉像。柄向南出。如世丁字。柄長四指。闊亦四", "49": "論曰以一切如來無上法大覺悟忍辱波羅", "490": "指。橫頭長八指。高闊各四指。次外作土臺。", "491": "形如蓮葉。次外敷師坐位。君茶周圍布吉", "492": "祥草。為聖眾坐位。灑淨香水。敷草灑水。皆順", "493": "轉作。應以酥酪乳蜜乳糜餅果五穀者謂", "494": "稻穀菉豆油麻小麥等是。取吉祥樹為柴。如", "495": "無此樹。取有白汁樹代之。謂穀桑等是。齊整", "496": "短截。別取小枝如拇指大。長十二指。一百", "497": "八枚。酥穀及柴。並置臺右。若不能鑿作君", "498": "茶即以赤色畫其形狀。中安火爐。餘如上", "499": "若。師北面坐。引諸弟子。左次列跪。取先淨", "5": "具。彼等皆為供養一切如來作事業故。我今", "50": "蜜多雲海。普皆供養。結金剛鬪勝精進契已。", "500": "火。或新鑽者。以香水二具。置其臺上。一供", "501": "養佛菩薩。一供火天灑水作淨。置君茶內。", "502": "已誦此密語。", "503": "南莫三漫多　跋折囉南怛𡃤旃茶摩訶", "504": "路灑那薩發囉耶　𤙖唅引摩含二合", "505": "誦此密語三遍。淨水灑火。并灑茅草諸供具", "506": "等。", "507": "次即然火。勿以口吹。當以物扇。取白檀香泥。", "508": "遍塗君茶。以白香花。散臺四面。於火焰中。", "509": "想有囉上字。變為火天。白色髮黃。三目四", "51": "作是思惟。願一切眾生修菩薩行。被精進堅", "510": "臂。右邊二手。一執君持。一手執杖。左邊", "511": "二手。一作無畏相直前舒掌竪掌向外一捻數珠。想火", "512": "天身遍生火焰。次執香爐。請佛菩薩。所請", "513": "法式。如大壇中說。諦想諸佛菩薩。皆來赴會。", "514": "坐吉祥草。其師觀羽作無畏相。止羽握腕。", "515": "如臂釧像。即召火天。誦此密語。", "516": "唵　婀揭娜多曳平儞卑必迦反儞跛耶　儞嚩", "517": "無可反濕尾穰而佉反上係哩　使薩哆三摩釳哩呬", "518": "上怛嚩無可反婀虎低摩賀㘕婀薩民　散儞係", "519": "覩婆嚩　唵　阿揭娜曳賀卑卑迦反劫弊毘迦", "52": "固甲冑。作是念已誦此密語。", "520": "反婆呵那耶儞卑必也反儞跛耶　薩婆訶", "521": "誦此密語時。想有火天。來依如上所想身中。", "522": "即以香水。彈手灑火。次執祭杓。酌上酥油", "523": "乳蜜等物。各三杓。以沃火中。以祭火天。或和", "524": "雜一處。共酌三杓。亦得。祭時每杓誦此密語", "525": "一遍。密語曰。", "526": "納莫三漫多勃陀南　唵婀伽娜曳平薩婆", "527": "呵", "528": "師以止羽執金剛杵。以檀度。鉤弟子觀羽智", "529": "度。別以小杓。如前沃火。人各各二十一杓。", "53": "唵　薩婆怛他揭多僧去娑囉訶鉢哩哆", "530": "一一心念諸佛菩薩及火天。於五部中心密", "531": "語。隨喜誦之。一杓一遍。以用供養若須", "532": "除災者。誦此密語。", "533": "納莫三漫多　勃馱南　婀摩訶扇地平伽", "534": "多摩訶扇陀迦羅鉢唎捨忙達摩涅哩若人者", "535": "反多薩破婆窣覩婆達摩三漫多　鉢囉", "536": "多薩婆訶", "537": "一一弟子准此作之。若阿闍梨法。加誦之至", "538": "一百八遍。又以酥油乳蜜等。相拌和已。小", "539": "杓酌之。數至一百八遍。沃火供養。每杓誦上", "54": "當迦反去伽摩訶毘離耶波羅蜜多布穰暝伽三", "540": "大乘三摩耶百字密語一遍。若意欲別須供", "541": "養諸菩薩等。即各隨誦本心密語。或三七。七", "542": "七。隨意沃之。以上一百八枚小柴。一一兩頭。", "543": "刺酥蜜中。時時投火。所作法已。次應供養", "544": "給施如上所說座後外八方諸天神眷屬等。", "545": "准前誦密語法。酌沃火中。如是作已。師出洗", "546": "手。還歸本座。如前酌三杓。供養火天訖。告弟", "547": "子言。汝已具足得灌頂法。假使以諸世間種", "548": "種供養。不如己身奉施諸佛菩薩。汝應各發", "549": "如是心。令諸弟子各自發願已。師應手執香", "55": "慕達囉窣發囉拏三末曳𤙖", "550": "爐。遍供養佛菩薩及火天已。即誦密語。請", "551": "歸本處。即從座起。就大壇位。告弟子言。諸佛", "552": "為利益一切眾生故。說此殊勝福田妙法。汝", "553": "應隨力。各辦香花。供養大眾。能令汝得無量", "554": "果報。復為供養一切如來及金剛部眾。應以", "555": "羯磨契。及三摩耶契如上供養。復以金剛讚", "556": "歎密語。作四種密供養法已。誦此伽他曰。", "557": "金剛薩埵攝授故得成無上金剛寶", "558": "今以金剛法歌詠願為我作金剛事", "559": "復以金剛舞合掌。及金剛戲笑等。作密供養", "56": "論曰以一切如來不捨生死大精進波羅蜜多", "560": "法。次應手執香花。供養外壇聖眾已。告諸弟", "561": "子言。汝等各隨力能。供養諸佛。彼等修供養", "562": "畢。為欲護諸弟子身故。應於諸佛菩薩所。請", "563": "所獻花香果餅等少分。各各分賜諸弟子。復", "564": "令重作要誓。如上所說。不得輒說此法。作", "565": "教誡已。令弟子各還本位。師即隨力。如", "566": "常念誦禮讚已。即請壇中佛菩薩。及眷屬等。", "567": "歸本土。即豎結薩埵金剛契。誦此密語。", "568": "唵　訖哩覩嚩已作勝上也薩婆薩埵一切眾生也遏他利益", "569": "悉提成就捺多授與也曳入他努隨願伽󰴹達凡", "57": "雲海。普皆供養。結三摩地勝上契。作是思", "570": "三合歸還勃陀蜜灑鹽佛國土布那囉虐魚伽反上麼", "571": "娜耶微無桂反復垂降赴也唵跋折囉　薩埵牟", "572": "論曰已作勝上利益成就。授與一切眾生竟。", "573": "願一切諸佛菩薩。歸還本國。若重請召。惟願", "574": "降赴。", "575": "此契及密語。一切壇中。請佛菩薩諸部眷屬", "576": "還本處者。皆悉用。", "577": "金剛頂瑜伽中略出念誦經卷第四", "58": "惟。願一切眾生盡能調伏煩惱隨煩惱怨讎。", "59": "獲得一切深禪定相。作是念已。誦此密語。", "6": "奉獻。密語曰。", "60": "唵　薩婆怛他揭多阿耨多囉摩訶掃溪企伽反", "61": "毘賀囉馱田夜反那婆囉蜜多　布穰暝伽三", "62": "慕達囉窣發囉拏三末曳𤙖", "63": "論曰以一切如來無上大安樂住禪定波羅", "64": "蜜多雲海。普皆供養。結一切如來能授與一", "65": "切眾生願者寶生契已。作是思惟。願一切眾", "66": "生成就五種明處智。一切世間出世間智慧。", "67": "普皆成就。得真實見。獲得盡除煩惱所知障", "68": "智。以辯才無畏等一切佛法。嚴飾其心。作是", "69": "念已。誦此密語。", "7": "唵　薩婆怛他揭多　阿努怛囉無上婆曰嚕", "70": "唵　薩婆怛他揭多　阿耨多羅。戞更鎋反囇力揩", "71": "反沙煩惱也寧耶所知也嚩囉拏障婆薩那習氣也弭", "72": "奈耶那能調伏也摩訶鉢㗚二合穰大慧也波羅蜜多布", "73": "穰暝伽　三慕達囉　窣發囉拏　三末曳", "74": "𤙖", "75": "論曰以一切如來無上調伏淨煩惱習氣大慧", "76": "波羅蜜多雲海。普皆供養。結勝上三摩地契", "77": "已。應當思惟。諸法真實性相。皆空無相無作。", "78": "一切諸法悉皆如是。作是觀已。誦此密語。", "79": "唵　薩婆怛他揭多　悟呬耶密摩訶鉢哩", "8": "二合跛摩三摩地婆鉢那跛那部折那網無可反薩", "80": "鉢底修行布穰暝伽　三慕達囉　窣發囉", "81": "拏三末曳𤙖", "82": "論曰以一切祕密修行雲海。普皆供養復應", "83": "思惟。我今所出語言音聲。令一切眾生悉皆", "84": "得聞。作是念已。誦此密語。", "85": "唵　薩婆怛他揭多婆袪語言也禰耶但那　布", "86": "穰暝伽　三慕達囉　窣發囉拏三末曳𤙖", "87": "然後以金剛言詞。應作歌詠頌曰。", "88": "金剛薩埵攝受故得為無上金剛寶", "89": "金剛言詞歌詠故願成金剛勝事業", "9": "那布穰暝伽三慕達羅窣發囉拏三末曳吽", "90": "復以金剛語言。應以清美音讚之頌曰。", "91": "於諸世界種類中能作塵數諸佛事", "92": "如來示現大神變隨應顯現種種身", "93": "無比不動常堅法悲體能除世間苦", "94": "能授悉地諸功德無比等力勝上法", "95": "無有譬喻等虛空少分功德尚無際", "96": "遍眾生界勝悉地無比無量盡能成", "97": "常法清淨由悲起願力成就住世間", "98": "能為利樂無邊際大悲為體常遍照", "99": "悲行不動不取滅遊化三界授悉地"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0866 金剛頂瑜伽中略出念誦經", "author": "唐 金剛智譯", "sourceLink": "http://www.cbeta.org/"}