{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇: 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇", "text": {"0": "3 智犍度1 八道跋渠", "1": "阿毘曇八犍度論卷第十", "10": "耶。若成就邪見彼邪智耶。設成就邪智彼邪", "100": "非等見。云何等智等見。答曰。除所修行忍盡", "101": "智無生智。諸餘意識身相應善慧。是謂等智", "102": "等見。云何非等見非等智。答曰。除上爾所事。", "103": "等見攝等智耶。答曰。或等見非等智。云何等", "104": "見非等智。答曰。所修行忍是謂等見非等智。", "105": "云何等智非等見。答曰。五識身相應善慧盡", "106": "智無生智。是謂等智非等見。云何等見等智。", "107": "答曰。除所修行忍盡智無生智。諸餘意識", "108": "身相應善慧。是謂等見等智。云何非等見", "109": "非等智。答曰。除上爾所事。成就滅亦如是。", "11": "見耶。若邪見已滅無餘彼邪智耶。設邪智已", "110": "問定理攝成就滅也。諸逆慧盡是結耶。答曰。", "111": "或逆慧非結。云何逆慧非結。答曰。除二結見失", "112": "願諸餘染污慧。是謂逆慧非結。云何結非逆", "113": "慧。答曰。七結是謂結非逆慧。云何逆慧是結。", "114": "答曰。二結是謂逆慧。結云何非逆慧非結。答", "115": "曰。除上爾所事。云何學見云何學智云何學", "116": "慧。學見云何。答曰。學慧。學智云何。答曰。學", "117": "八智。學慧云何。答曰。學見學智學慧。此之謂", "118": "也。若學見是學智耶。答曰。如是。學智是學", "119": "見。頗有學見非學智耶。答曰。有所修行忍。若", "12": "滅無餘彼邪見耶。問定理攝成就滅。云何等", "120": "學見是學慧耶。答曰。如是。設是學慧是學見", "121": "耶。答曰。如是。若學智是學慧耶。答曰。如是。", "122": "若學智是學慧。頗有學慧非學智耶。答曰。", "123": "有所修行忍。學見攝學智學智攝學見耶。答", "124": "曰。學見攝學智非學智攝學見。不攝何等。答", "125": "曰。所修行忍。學見攝學慧耶。答曰。如是。學", "126": "慧攝學見耶。答曰。如是。學智攝學慧學慧攝", "127": "學智耶。答曰。學慧攝學智非學智攝學慧。不", "128": "攝何等。答曰。所修行忍。若成就學見彼學智", "129": "耶。答曰。如是。若成就學智彼學見也。頗成就", "13": "見云何等智。若等見是等智耶。設是等智是", "130": "學見非學智耶。答曰。有苦法忍現在前。若成", "131": "就學見彼學慧耶。答曰。如是。設成就學慧彼", "132": "學見耶。答曰。如是。若成就學智彼學慧耶。答", "133": "曰。如是。若成就學智彼學慧也。頗成就學慧", "134": "非學智耶。答曰。有苦法忍現在前。問定理攝", "135": "成就。云何無學見。云何無學智。云何無學慧。", "136": "無學見云何。答曰。盡智無生智不攝無漏慧。", "137": "無學智云何。答曰。無學八智。無學慧云何。答", "138": "曰。無學見無學智無學慧。此之謂也。無學見", "139": "是無學智耶。答曰。如是。無學見是無學智。頗", "14": "等見耶。等見攝等智等智攝等見。若成就等", "140": "有無學智非無學見耶。答曰。有盡智無生智", "141": "也。無學智是無學慧耶。答曰。如是。無學慧", "142": "是無學智耶。答曰。如是。無學見攝無學智。無", "143": "學智攝無學見。答曰。無學智攝無學見。非", "144": "無學見攝無學智。不攝何等。答曰。盡智無生", "145": "智。無學見攝無學慧。無學慧攝無學見。答", "146": "曰。無學慧攝無學見。非無學見攝無學慧。不", "147": "攝何等。答曰。盡智無生智。無學智攝無學慧", "148": "耶。答曰。如是。無學慧攝無學智耶。答曰。如", "149": "是。成就亦如是。問定理攝成就也。云何非學", "15": "見彼等智耶。設成就等智彼等見耶。若等見", "150": "非無學見。云何非學非無學智。云何非學非", "151": "無學慧。非學非無學見云何。答曰。眼根五見", "152": "世俗等見也。非學非無學智云何。答曰。意識", "153": "身相應有漏慧。五識身相應慧也。非學非無", "154": "學慧云何。答曰。意識身相應有漏慧。五識身", "155": "相應慧。若非學非無學見。是非學非無學智", "156": "耶。答曰。或見非智。云何見非智。答曰。眼根", "157": "是謂見非智。云何智非見。答曰。除五見世俗", "158": "等見。諸餘意識身相應有漏慧。五識身相", "159": "應慧。是謂智非見。云何見智。答曰。五見世俗", "16": "已滅無餘彼等智耶。設等智已滅無餘彼等", "160": "等見是謂見智。云何非見非智。答曰。除上爾", "161": "所事。非學非無學見。是非學非無學慧耶。答", "162": "曰。或見非慧。云何見非慧。答曰。眼根是謂", "163": "見非慧。云何慧非見。答曰。除五見世俗等見。", "164": "諸餘意識身相應有漏慧。五識身相應慧。是", "165": "謂慧非見。云何見慧。答曰。五見世俗等見", "166": "是謂見慧。云何非見非慧。答曰。除上爾所事。", "167": "非學非無學智。是非學非無學慧耶。答曰。如", "168": "是。設非學非無學慧。是非學非無學智耶。答", "169": "曰。如是。非學非無學見。攝非學非無學智耶。", "17": "見耶。問定理攝成就滅也。諸逆慧盡是結耶。", "170": "答曰。或見非智。云何見非智。答曰。眼根是謂", "171": "見非智。云何智非見。答曰。除五見世俗等見。", "172": "諸餘意識身相應有漏慧。五識身相應慧。是", "173": "謂智非見。云何見智。答曰。五見世俗等見。是", "174": "謂見智。云何非見非智。答曰。除上爾所事。非", "175": "學非無學見攝非學非無學慧耶。答曰。或見", "176": "非慧。云何見非慧。答曰。眼根是謂見非慧。云", "177": "何慧非見。答曰。除五見世俗等見。諸餘意識", "178": "身相應有漏慧。五識身相應慧。是謂慧非見。", "179": "云何見慧。答曰。五見世俗等見。是謂見慧。云", "18": "設是結盡是逆慧耶。", "180": "何非見非慧。答曰。除上爾所事。非學非無學", "181": "智。攝非學非無學慧耶。答曰。如是。非學非無", "182": "學慧。攝非學非無學智耶。答曰。如是。成就滅", "183": "亦如是。問定理攝成就滅也。如彼梵天作是", "184": "說。我於此梵大梵富。以卑法盜為最。此是見", "185": "盜苦諦所斷。造化無作言作。此是戒盜苦諦", "186": "所斷。言妙者以卑法盜為最。此是見盜苦諦", "187": "所斷。造眾生類無作言作。此是戒盜苦諦所", "188": "斷。如彼梵迦夷天作是言。此梵大梵富。以卑", "189": "法盜為最。此是見盜苦諦所斷。造眾生類無", "19": "云何學見。云何學智。云何學慧。若學見是", "190": "作言作。此是戒盜苦諦所斷。言妙者以卑法", "191": "盜為最。此是見盜苦諦所斷。造眾生類無作", "192": "言作。此是戒盜苦諦所斷。如彼長爪梵志作", "193": "是語。一切瞿曇我不忍。此邊見斷滅所攝苦", "194": "諦所斷。一切瞿曇我忍。此邊見有常所攝苦", "195": "諦所斷。我有忍有不忍。彼有忍者。此邊見有", "196": "常所攝苦諦所斷。彼有不忍者。此邊見斷滅", "197": "所攝苦諦所斷。所謂此見阿羅漢失不淨。其", "198": "形像精魔迦夷天。阿羅漢失不淨污床褥無", "199": "作言作。此是戒盜苦諦所斷。所謂此見阿羅", "2": "迦旃延子造", "20": "學智耶。設是學智是學見耶。學見是學慧耶。", "200": "漢自脫不知。言阿羅漢無此智。此耶邪見道", "201": "諦所斷。所謂此見阿羅漢自脫狐疑。阿羅漢", "202": "已越狐疑。此耶邪見道諦所斷。所謂此見得", "203": "阿羅漢由他知得。阿羅漢不由他知。此耶邪", "204": "見道諦所斷。所謂此見稱言苦道苦道種無", "205": "作言作。此是戒盜苦諦所斷五竟此品以名。", "206": "阿毘曇五種跋渠第十四竟梵本二百首盧長十四字", "207": "秦三千五百四十九言。", "208": "3 知他心跋渠阿毘曇智犍度知他心跋渠第三", "209": "知他人心四及愛亦有五", "21": "設學慧是學見耶。學智是學慧耶。設學慧是", "210": "明信滅顛倒修行三昧道", "211": "云何知他人心智。云何識宿命智。若知他人", "212": "心智即知他人心耶。設知他人心是知他人", "213": "心智耶。若識宿命智即識宿命耶。設識宿命", "214": "是識宿命智耶。若識宿命智彼知過去他人", "215": "心所念法耶。設知過去他人心所念法。是", "216": "識宿命智耶。云何等意解脫。云何無疑意解", "217": "脫。以何等故等意解脫言愛耶。諸等意解脫。", "218": "彼一切盡智相應耶。設盡智相應。彼一切等", "219": "意解脫耶。諸無疑意解脫。彼一切無生智相", "22": "學智耶。學見攝學智耶。學智攝學見耶。學見", "220": "應耶。設無生智相應彼一切無疑意解脫", "221": "耶。云何學明。云何學智。云何無學明。云何無", "222": "學智。修行法時最初得。何等信佛耶法耶僧", "223": "耶。此四顛倒須陀洹幾滅幾不滅。此三三昧", "224": "須陀洹。幾成就過去。幾成就未來。幾成就現", "225": "在。若道過去一切彼道已修已猗耶。設道", "226": "已修已猗一切彼道過去耶。若道未來一切", "227": "彼道不修不猗耶。設道不修不猗一切彼道", "228": "未來耶。若道現在一切彼道當修耶。設道", "229": "當修一切彼道現在耶。此章義願具演說。", "23": "攝學慧學慧攝學見學智攝學慧學慧攝學", "230": "云何知他人心智。云何識宿命智。知他人心", "231": "智云何。答曰。若智所修所修果。憶所修已得", "232": "不失。所可用智現在前。他眾生他人所覺所", "233": "觀所行。已覺意性如實知之。是謂知他人心", "234": "智。識宿命智云何。答曰。若智所修所修果。", "235": "憶所修已得不失。所可用智現在前。如其相", "236": "貌無數生識宿命。是謂識宿命智。若知他人", "237": "心智。即知他人心耶。答曰。或知他人心智非", "238": "知他人心。云何知他人心智非知他人心。答", "239": "曰。若知他人心智過去未來。是謂知他人心", "24": "智。若成就學見彼學智耶。設成就學智彼學", "240": "智。即非知他人心。云何知他人心非知他人", "241": "心智耶。答曰如是。覩相聞他語知他人心。是", "242": "謂知他人心。非知他人心智。云何知他人心", "243": "智。亦知他人心。答曰。若智所修所修果。憶所", "244": "修已得不失。所可用智現在前。他眾生他人", "245": "所覺所觀所行。已覺意性如實知之。是謂知", "246": "他人心智。亦知他人心。云何不知他人心", "247": "智。亦不知他人心。答曰。除上爾所事。若識", "248": "宿命智即識宿命耶。答曰。或識宿命智即不", "249": "識宿命。云何識宿命智即不識宿命。答曰。若", "25": "見耶。若成就學見彼學慧耶。設成就學慧彼", "250": "識宿命智過去未來。是謂識宿命智彼不識", "251": "宿命。云何識宿命非識宿命智。答曰。如生", "252": "識宿命如其色像。生得此智識宿命。是謂識", "253": "宿命非識宿命智。云何識宿命智彼識宿命", "254": "耶。答曰。若智所修所修果。憶所修已得不", "255": "失。所可用智現在前。如其相貌無數生識宿", "256": "命。是謂識宿命智。彼識宿命云何非識宿命", "257": "智。非識宿命耶。答曰。除上爾所事。若識", "258": "宿命智。彼知過去他人心所念法耶。答曰。", "259": "或識宿命智。彼不知過去他人心所念法。云", "26": "學見耶。若成就學智彼學慧耶。設成就學慧", "260": "何識宿命智。彼不知過去他人心所念法。答", "261": "曰。若智所修所修果。憶所修已得不失。所可", "262": "用智現在前。過去生時知自更持陰入心。是", "263": "謂識宿命智彼不知過去他人心所念法。云", "264": "何知過去他人心所念法。非識宿命智耶。答", "265": "曰。若智所修所修果。憶所修已得不失。所", "266": "可用智現在前。過去於此生他眾生他人心", "267": "智所更持陰入心是謂知過去。他人心所念", "268": "法。非識宿命智。云何識宿命智。亦知過去", "269": "他人心所念法。答曰。若智所修所修果。憶所", "27": "彼學智耶。問定理攝成就也。云何無學見。云", "270": "修已得不失。所可用智現在前。過去生時他", "271": "眾生他人智所更持陰入心。是謂識宿命智", "272": "亦知過去他人心所念法。云何非識宿命智。", "273": "亦不知過去他人心所念法。答曰。若智所修", "274": "所修果。憶所修已得不失。所可用智現在前。", "275": "過去於此生知自所更持陰入心。是謂非識", "276": "宿命智亦不知過去他人心所念法。云何等", "277": "意解脫。云何無疑意解脫。等意解脫云何。答", "278": "曰。等意解脫阿羅漢盡智。無學等見所可相", "279": "應心脫已脫當脫。是謂等意解脫。無疑意解", "28": "何無學智。云何無學慧。無學見是無學智耶。", "280": "脫云何。答曰。無疑意法阿羅漢盡智無生智。", "281": "無學等見所可相應心脫已脫當脫。是謂無", "282": "疑意解脫。以何等故等意解脫言愛耶。答曰。", "283": "等意解脫阿羅漢護此法。自愛取藏彼等意", "284": "解脫。阿羅漢善自護愛取藏我於此法莫退。", "285": "譬如母人有一子。愛忍常不離目。彼母人養", "286": "護攝覆。此不寒不熱不飢不渴無有眾惱。如", "287": "是等意解脫。阿羅漢此法自護取藏彼等意", "288": "解脫。阿羅漢善自護取藏我莫於此法退。以", "289": "是故等意解脫言愛也。諸等意解脫與盡智", "29": "設無學智是無學見耶。無學見是無學慧耶。", "290": "相應耶。答曰。或等意解脫不與盡智相應。云", "291": "何等意解脫不與盡學相應。答曰。等意解脫", "292": "阿羅漢無學等見所可相應。心脫已脫當脫三世。", "293": "是謂等意解脫不與盡智相應。云何盡智相", "294": "應非等意解脫。答曰。無疑法阿羅漢盡智所", "295": "可相應心脫已脫當脫。是謂盡智相應非等", "296": "意解脫。云何等意解脫盡智相應。答曰。等意", "297": "解脫阿羅漢盡智所可相應。心脫已脫當脫。", "298": "是謂等意解脫盡智相應。云何非等意解脫", "299": "不盡智相應。答曰。無疑法阿羅漢無生智。無", "3": "符秦罽賓三藏僧伽提婆", "30": "設是無學慧是無學見耶。若無學智是無學慧", "300": "學等見所可相應心脫已脫當脫。是謂非等意", "301": "解脫不盡智相應。諸無疑意解脫盡無生智相", "302": "應耶。答曰。如是。諸與無生智相應盡無疑意", "303": "解脫。頗有無疑意解脫不與無生智相應耶。", "304": "答曰。有無疑法阿羅漢盡智。無學等見所可", "305": "相應心脫已脫當脫。云何學明云何學智。學", "306": "明云何。答曰。學慧也。學智云何。答曰。學八智", "307": "也。云何無學明云何無學智。無學明云何。答", "308": "曰。無學慧也。無學智云何。答曰。無學八智", "309": "也。修行法時最初得何等。信佛耶法耶僧耶。", "31": "耶。設無學慧是無學智耶。無學見攝無學智", "310": "答曰。修行苦法修行習法修行盡法修行道", "311": "法佛法僧也。此四顛倒須陀洹幾滅幾未滅。", "312": "答曰。一切滅也。此三三昧須陀洹幾成就過", "313": "去。幾成就未來。幾成就現在。答曰。盡成就未", "314": "來。已滅不失即成就過去。若現在前成就現", "315": "在。若道前過去一切彼道已修已猗耶。答曰。", "316": "如是。若道過去。一切彼道已修已猗。頗有道", "317": "已修已猗此道不過去耶。答曰。有未來道已", "318": "修已猗也。若道未來。一切彼道不已修不已", "319": "猗。答曰。或道未來。此道非不已修非不已猗。", "32": "耶。無學智攝無學見耶。無學見攝無學慧。無", "320": "云何道未來此道非不已修非不已猗耶。答", "321": "曰。未來道已修已猗。是謂道未來。此道非不", "322": "已修。非不已猗也。云何道不已修不已猗此", "323": "道不未來耶。答曰。未曾得道現在前。是為道", "324": "不已修不已猗。此道不未來。云何道未來。此", "325": "道不已修不已猗。答曰。若道未來不已修不", "326": "已猗。是謂道未來此道不已修不已猗。云何", "327": "道非未來。此道非不已修非不已猗。答曰。過", "328": "去道本得現在前。是謂道非未來。此道非不", "329": "已修非不已猗。若道現在前。一切彼道盡修", "33": "學慧攝無學見耶。無學智攝無學慧。無學慧", "330": "猗耶。答曰。如是。若道現在前一切彼道盡修", "331": "猗。頗道修猗此道不現在前耶。答曰。有如本", "332": "未得道現在前。餘未來彼種所修道也。", "333": "阿毘曇知他人心智跋渠第三竟梵本百三十二首盧", "334": "也秦二千七十四言一萬三千一百六十九言。", "335": "阿毘曇八犍度論卷第十", "34": "攝無學智。若成就無學見彼無學智耶。設成", "35": "就無學智彼無學見耶。若成就無學見彼無", "36": "學慧耶。設成就無學慧彼無學見耶。若成就", "37": "無學智彼無學慧耶。設成就無學慧彼無學智", "38": "耶。問定理攝成就也。云何非學非無學見。云", "39": "何非學非無學智。云何非學非無學慧。非學", "4": "共竺佛念譯", "40": "若非無學見。是非學非無學智耶。設是非學", "41": "非無學智。是非學非無學見耶。若非學非無", "42": "學見。是非學非無學慧耶。設非學非無學慧。", "43": "是非學非無學見耶。若非學非無學智。是非", "44": "學非無學慧耶。設非學非無學慧。是非學非", "45": "無學智耶。若非學非無學見。攝非學非無學", "46": "智耶。非學非無學智攝。非學非無學見耶。", "47": "非學非無學見。攝非學非無學慧耶。非學", "48": "非無學慧。攝非學非無學見耶。非學非無學", "49": "智。攝非學非無學慧耶。設非學非無學慧。攝", "5": "2 五種跋渠阿毘曇智犍度五種跋渠第二", "50": "非學非無學智耶。若成就非學非無學見。彼", "51": "非學非無學智耶。設成就非學非無學智。彼", "52": "非學非無學見耶。若成就非學非無學見。彼", "53": "非學非無學慧耶。設成就非學非無學慧。彼", "54": "非學非無學見耶。若成就非學非無學智。彼", "55": "非學非無學慧耶。設成就非學非無學慧。彼", "56": "非學非無學智耶。若非學非無學見已滅無", "57": "餘。彼非學非無學智耶。設非學非無學智已", "58": "滅無餘。彼非學非無學見耶。若非學非無學", "59": "見已滅無餘。彼非學非無學慧耶。設非學非", "6": "邪見等見逆學者亦無學", "60": "無學慧已滅無餘。彼非學非無學見耶。若非", "61": "學非無學智已滅無餘。彼非學非無學慧耶。", "62": "設非學非無學慧已滅無餘。彼非學非無學智", "63": "耶。問定理攝成就滅也。如彼梵天作是語。我", "64": "於此梵天大梵。富造化妙造眾生類。於此", "65": "五見是何等見用。何等諦斷此見。如彼梵迦", "66": "夷天作是語。此梵天大梵富造化妙造眾", "67": "生類。於此五見是何等見用。何等諦斷此見。", "68": "如彼長爪梵志作是語。一切瞿曇我不忍一", "69": "切我忍有忍不忍。於此五見是何等見用。何", "7": "非學非無學梵忍及五種", "70": "等諦斷此見。所謂此見阿羅漢失不淨。其形", "71": "像精魔迦夷天身也。阿羅漢失不淨。於此五見", "72": "是何等見用。何等諦斷此見。所謂此見阿羅", "73": "漢自脫不知。阿羅漢自脫狐疑得阿羅漢由", "74": "他知。於此五見是何等見用。何等諦斷此見。", "75": "所謂此見稱唯苦道苦道種五。於此五見", "76": "何等見用。何等諦斷此見。此章義願具演", "77": "說。", "78": "云何邪見云何邪智。邪見云何。答曰。五見不", "79": "定義五見盡邪見。若定所謂此見無施無報", "8": "云何邪見云何邪智。若邪見是邪智耶。設是", "80": "無說。是謂邪見。邪智云何。答曰。意識身相應", "81": "染污慧。五識身相應染污慧。是謂邪智。若邪", "82": "見是邪智耶。答曰。如是。邪見是邪智頗有", "83": "邪智非邪見。答曰。有除五見諸餘意識身相", "84": "應染污慧。五識身相應染污慧。邪見攝邪智", "85": "邪智攝邪見耶。答曰。邪智攝邪見。非邪見攝", "86": "邪智。不攝何等。答曰。除五見。諸餘意識", "87": "身相應染污慧。五識身相應染污慧。若成就", "88": "邪見彼邪智耶。答曰。如是。若成就邪見彼", "89": "邪智也。頗成就邪智非邪見耶。答曰。有學", "9": "邪智是邪見耶。邪見攝邪智耶。邪智攝邪見", "90": "見迹。若邪見已滅無餘彼邪智耶。答曰。如是。", "91": "若邪智已滅無餘彼邪見也。頗有邪見已滅", "92": "無餘非邪智耶。答曰。有學見迹。問定理攝成", "93": "就滅也。云何等見云何等智。等見云何。答曰。", "94": "盡智無生智不攝意識身相應善慧。等智云", "95": "何。答曰。除所修行忍。諸餘意識身相應", "96": "善慧。五識身相應善慧等見是等智耶。答曰。", "97": "或等見非等智。云何等見非等智。答曰。所修", "98": "行忍。是謂等見非等智。云何等智非等見。答", "99": "曰。五識身相應善慧盡智無生智。是謂等智"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇: 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇", "author": "迦栴延子造  符秦 僧伽提婆共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}