{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1741 略釋新華嚴經修行次第決疑論", "text": {"0": "十迴向", "1": "四之上略釋新華嚴經修行次第決疑論", "10": "乃至十住心中所得根本普光明智。行之果", "100": "表之。此十地中。即以大慈悲為先導。即九箇", "101": "夜天神。純是女類表之。皆以大慈悲為先首。", "102": "以天表智自在。神表智之大用遍周。言夜者。", "103": "表破一切眾生生死長夜。十迴向和會慈悲", "104": "行。處生死長夜。十地長養慈悲行。是故以香", "105": "蓮華藏以為座體。以明坐一切眾生生死海。", "106": "而無染污。以蓮華表之。神名婆珊婆演底。此", "107": "云主當春生。亦明。能生眾善。身真金色目髮", "108": "紺青。以明法身智身無垢。具行慈愍柔和之", "109": "行。智慈同成已。行具所為報身。以智無垢目", "11": "成滿也。前後一智故。但明生熟行不同。非謂", "110": "髮紺青。以慈和悅謙柔離慢。報得身真金色。", "111": "智悲合體成其身也。形貌端正。人所喜見。總", "112": "在其中。眾寶瓔珞。以為嚴飾。瓔珞是行。以嚴", "113": "智身。身服朱衣。朱者赤色衣。是南方之色。南", "114": "為日。以夜天能以慧日。破眾生長夜暗故。首", "115": "戴梵冠者。梵者淨。智恒淨故。一切星宿。炳然", "116": "在體。是十方國土。身也。一一毛孔。皆現度無", "117": "量眾生。以智無限。身及毛孔所含。國土亦皆", "118": "無限。所化眾生亦皆無限。自餘廣意具在經", "119": "文。所於十方剎海。隨根對治。法門境界。及現", "12": "智別。", "120": "身濟苦無限。具如經說。不可具云。以初地都", "121": "含佛果等妙二位。一時頓現。使進求有法。不", "122": "滯一門。從我唯知此菩薩破一切眾生暗法", "123": "光明解脫門已下。推得昇進。", "124": "第二離垢地。戒波羅蜜為主。餘九為伴。閻浮", "125": "提摩竭提國菩提場內者。以法身根本智為", "126": "戒體。還不離閻浮提。在菩提場內。有主夜神。", "127": "名普德淨光。是婆珊婆演底之師者。以明萬", "128": "行依本智起。故名為師。夜神名普德淨光。以", "129": "明淨智如日。以為戒體。無方不照。名為普德。", "13": "第一歡喜地。檀波羅蜜為主。餘九為伴。此閻", "130": "戒體無垢。名為淨光。破生死長夜苦。名之為", "131": "神。神者無色無形不為而應。萬物遍周。一時", "132": "普濟。名之為神。故名普德淨光。善財請法。夜", "133": "神勸修十法。具在經文。夜神修四禪者。一大", "134": "悲救護一切眾生。一心不動修初禪。二息一", "135": "切意業。攝一切眾生。智力勇猛。喜心悅豫。修", "136": "第二禪。三思惟一切眾生自性清淨。永離生", "137": "死。修第三禪。四悉能息滅一切眾生諸苦熱", "138": "惱。修第四禪。成就一切眾生廣多境界。具在", "139": "經文。不可具言。此四種禪。以明隨大悲行。教", "14": "浮提摩竭提國。不言南方者。為此國是佛生", "140": "化一切眾生。隨根攝化。總是禪門。無非禪者。", "141": "但淨意業。智自分明。萬境皆禪故。從我唯得", "142": "此菩薩寂靜禪定樂普遊步解脫門。是推德", "143": "昇進。為此夜神在菩提場內。還以無相法身", "144": "本智。以為戒體。以智起用。教化眾生。總是禪", "145": "故。", "146": "第三發光地。以忍波羅蜜為主。餘九為伴。去", "147": "此不遠於菩提場右邊者。不遠以明不離菩", "148": "提根本智。而行萬行大用故。以右大用故。又", "149": "右為大慈悲體。以忍行恒卑。名之為右。有一", "15": "之處。會其本體。以表其本智無方。明其圓智", "150": "夜神。名為喜目觀察眾生者。以忍行內嚴。慈", "151": "悲法悅。目視無厭。所示知根。隨時引接故須", "152": "觀察。善財見夜神。在於如來眾會道場。坐寶", "153": "蓮華藏師子之座。入大勢力普喜幢解脫門", "154": "者。以明忍為眾行之源故。在佛眾會中。佛眾", "155": "會者。不離本智。行眾行故。還以本智為忍體。", "156": "以此在佛眾會。會者眾行也。以根本普光明", "157": "智。從此十地中。作十度鍊真金。喻漸漸明淨。", "158": "以此為華瓔輪王寶冠等。不離金體。以明一", "159": "切萬行神用遍周。皆不離根本智。漸殊勝故。", "16": "也。又十地之初。都含後等妙二位。已滿來於", "160": "如此位夜天神。以入大勢力普喜幢法門。大", "161": "用境界。利眾生。事業在身毛孔。一一毛孔。現", "162": "化身雲。無方不至。無剎不現。無眾生前不有", "163": "其身。說種種引接門。廣在經說。不可具言。但", "164": "從十地之中。皆以法界身。一一毛孔。含容剎", "165": "海。或一一毛孔。出化身雲。無方不至。但以得", "166": "法久近住世廣多。常居生死。化度群品。以為", "167": "次第。表大慈悲深久。從初地婆珊婆演底夜", "168": "神。從初發心得法已來。云經須彌山微塵數", "169": "劫。此第三地從喜目觀察眾生。發心久近。云", "17": "中道節級智悲昇進生起。此位智見願行同", "170": "過於剎塵劫。以明昇進。大慈悲久近深廣。如", "171": "第二地。不言發心久近者。以明得菩薩寂", "172": "靜禪。普遊步解脫。無三世古今可說。以明禪", "173": "體遍周故。以明在菩提場內。會根本智故。從", "174": "我唯得此大勢力普喜幢菩薩解脫已下。是", "175": "推德昇進。", "176": "第四焰慧地。以精進波羅蜜為主。餘九為伴。", "177": "此會之中。有一夜神。名為普救眾生妙德。但", "178": "言此會中。不言東西南北者。以不離佛會忍", "179": "門。而有精進之行。以於根本智中。而行精進", "18": "欣修故。然後安立生熟次第。以起觀行均亭。", "180": "行。以智無不周。行無不遍故。夜神名普救眾", "181": "生妙德。夜神放眉間光明。入善財頂。善財即", "182": "得究竟清淨輪三昧。得是三昧。悉見二神兩", "183": "處中間所有。一切地水火風。及等微細諸塵。", "184": "及摩尼眾寶。華香瓔珞。一切莊嚴具。等微細", "185": "諸塵中。各各皆見佛剎微塵數世界成壞。廣", "186": "如經說。以明四地菩薩。得生如來家。智境同", "187": "佛。又以精進行。普攝普賢行門。入微細智得", "188": "現。如因陀羅網。境界身遍周法界眾生界。無", "189": "不現前。隨時化引。以大悲行。多劫多生。常", "19": "使出俗入纏。令智悲圓滿。十地及等妙二", "190": "在一切眾生海中。普皆應現。如經云。出生", "191": "普賢行願力故。增廣菩薩大悲海。故善財問", "192": "得此解脫。其已久如。夜神言。善男子。是處難", "193": "知。諸天世人二乘之所不能測也。何以故。", "194": "是普賢菩薩行境界。住大悲者境界故。廣如", "195": "經說。不可具言。略敘行門次第。知有指歸。趣", "196": "求不謬。教文廣多。不可具錄。修行者各各自", "197": "尋經文勿滯。初之少得。漸漸令心境廣大。入", "198": "普德之法門。夜神舉發心久近。云往古過佛", "199": "剎微塵數劫爾時有劫。名圓滿清淨。世界名", "2": "卷四之上", "20": "覺果成。總由十信初十住初十行初十迴向", "200": "毘盧遮那大威德。有須彌山微塵數如來。於", "201": "中出現。以妙德夜神。所曾親近恭敬。聞法之", "202": "佛數。所得法門。行菩薩行之初始。當初發心。", "203": "是輪王女。見普賢菩薩福智光明。破一切眾", "204": "生長夜生死。因茲發願。願如普賢。以此初因", "205": "經今。是以作夜天。照眾生迷暗。廣如經說。以", "206": "明大慈悲深厚舉劫久遠如然。若以本智剎", "207": "那不移也。從我唯知此菩薩普現一切世間", "208": "調伏眾生解脫已下。是推德昇進。", "209": "第五難勝地。以禪波羅蜜為主。餘九為伴。去", "21": "初十地初。皆是都含諸位。一時起其願行。成", "210": "此不遠。有主夜神。名寂靜音海者。以明第五", "211": "禪體。遍周含法界故。言去此不遠。還不離佛", "212": "會。以根本智為禪體。為至此位。令其智體轉", "213": "更增明。以昇進故。云去此不遠。以不離舊智。", "214": "而有增明也。故云不遠。以禪體普含色聲香", "215": "味觸俱淨故。主夜神號寂靜音海。坐摩尼光", "216": "幢莊嚴華座者。摩尼此云離垢寶。光者明也。", "217": "以明禪體本真。心境無垢。光明照耀。以為座", "218": "體。幢者以明心境及一切法本無傾動。故以", "219": "為禪門。名之為幢。百萬蓮華座者。處生死而", "22": "後位故。若無初首。後何有法。而能行之。即初", "220": "無生死可染也。百萬阿僧祇主夜神前後圍遶", "221": "者。萬行圓滿也。以明坐一切法自性無作動", "222": "靜禪。普印法界一切智禪。以無作大慈悲恒", "223": "覆蔭一切眾生禪。善財問夜神發心久近。夜", "224": "神言。經二佛剎微塵數劫。又生今賢劫中供", "225": "養。從迦羅鳩孫馱佛。乃至盡未來際佛。悉皆", "226": "親近。乃至初發心時。清淨光金莊嚴世界。今", "227": "猶現在。以表禪體無古今三世。普印三世。供", "228": "養諸佛。聞法行菩薩道。一時無前後際。不離", "229": "白淨智禪。前位一佛剎塵劫。以明修行遠近。", "23": "心方成後位。如層臺百丈。功虧一籄之土。以", "230": "此位二佛剎微塵。以明大悲行行漸漸深廣。", "231": "令後學者倣之。善財以頌歎夜神德曰。不取", "232": "內外法。無動無所礙。清淨智慧眼。見佛神通", "233": "力。身為正法藏。心是無礙智。既得智光照。復", "234": "照諸群生。心習無邊業。莊嚴諸世間。了世界", "235": "是心。現身等眾生。知世悉如夢。一切佛如影。", "236": "諸法皆如響。令眾無所著。為三世眾生。念念", "237": "是現身。而心無所住。十方遍說法。無邊諸剎", "238": "海。佛海眾生海。悉是一塵中。此尊解脫力。從", "239": "我唯知此念念出生廣大喜莊嚴解脫門已", "24": "無初因之果。後果不成。如種子種果。而方有", "240": "下。是推德昇進。", "241": "第六現前地。以般若波羅蜜為主。餘九為伴。", "242": "此菩提場如來會中者。以明第六以智為菩", "243": "提體。為智慧現前。以智慧能治無明。以成大", "244": "智悲故。又以如來會不離智慧故。云此菩提", "245": "場眾會中。有主夜神。名守護一切城增長威", "246": "力者。以明此正智慧善能守護一切心境無", "247": "明惡賊。不令得入。以明心境體無無明惡賊。", "248": "自然消滅。大智法王自然出現。故名守護一", "249": "切城增長威力。善財見夜神。坐一切寶光明", "25": "因生。而後有果。不異初因果故。以此初地發", "250": "摩尼王師子之座。摩尼王此云離垢寶。以明", "251": "第六地智慧現前。破煩惱令清淨。自在如王。", "252": "以為座體。故名一切寶光明摩尼王師子之", "253": "座。以智慧光明。能破長夜執障。以設座名。無", "254": "數夜神所共圍遶者。眾生圓滿也。現一切眾", "255": "生色相身等。如是對現一切眾生前。隨類調", "256": "伏。廣如經說。問言發心久近。云經過於佛剎", "257": "轉微塵劫者。數法未詳。此第六位明般若波", "258": "羅蜜境界。所現化利。如經具言。不可具錄。善", "259": "財頌歎夜神德曰。已行廣大妙慧海。已度無", "26": "心。都收後位。時之與智前後都該。分毫不異。", "260": "邊諸有海。長壽無患。智藏身威德光明住此", "261": "眾。了達法性如虛空。普入三世皆無礙。念", "262": "念攀緣一切境。心心永斷諸分別。了達眾生", "263": "無有性。而於眾生起大悲。自餘廣如下文具", "264": "說。從我唯知此甚深自在妙音解脫已下。是", "265": "推德昇進。", "266": "第七遠行地。以方便波羅蜜為主。餘九為伴。", "267": "此佛會中者。以明此位以智慧解脫力。不離", "268": "根本智妙慧。出超諸境界。無所染法門。以方", "269": "便力。還歸生死。超一切普賢大願海。以是義", "27": "然別開昇進生熟後。初歡喜地創始發心。事", "270": "故。云此佛會中。有一夜神。名開敷一切樹華", "271": "者。以明此第七地有行。有開發返還生死。同", "272": "一切眾生生死六道行。而無捨離一切眾生。", "273": "成後佛果。如來大智大慈悲行。總由此位起。", "274": "隨流生死道。不出其中。而成大智悲海故。若", "275": "無此地返還生死。同行攝生。但得六波羅蜜。", "276": "出生死道。捨其後位。佛十力大悲總無。以此", "277": "夜神名開敷一切樹華。覆陰開發一切眾生", "278": "行。遍在此位故。是故六十童女寶光明為首。", "279": "因依一切法音圓滿蓋王所。發菩提心。以明", "28": "同凡類。以檀波羅蜜為首。第二離垢地。以戒", "280": "六波羅蜜出世智慧。迴入生死。大慈悲心故。", "281": "名六十童女。王者今毘盧遮那佛是也。以明", "282": "不離根本智。修六度行。還以六波羅蜜出世", "283": "之道。迴入生死。長養慈悲。便於生死海。成一", "284": "切智悲之海。六波羅蜜各具十。故云六十。前", "285": "以出世心多。此位迴入慈悲。故名童女。發心", "286": "却還生死。身含法界。一切星象。炳然在身。廣", "287": "如經說。言發心久近。云經世界海微塵劫。此", "288": "有二義。一明大慈深廣。二表法。以明迴前六", "289": "波羅蜜出世心多障。於生死成大悲心。有爾", "29": "波羅蜜為首。方捨離妻子。捨家出家。修其戒", "290": "許塵障。今已迴之。故云六十童女。十住之中", "291": "第七位。以休捨優婆夷表之。此十地第七。以", "292": "六十童女表之。十住有染習猶存。此位雖與", "293": "一切眾生同行。心無染習。以童女迴心表之。", "294": "以明昇進漸勝。童女者今開敷樹華夜神是", "295": "也。表七地却還生死。成大智悲行。同一切凡", "296": "夫。開敷眾生。悉同塵行。方便利生。皆同安樂", "297": "故。名開敷一切樹華。從我唯知此菩薩出生", "298": "廣大喜光明解脫門已下。是推德昇進。以明", "299": "此位菩薩恒居苦流生死。利益無限眾生。是", "3": "大唐北京李通玄撰", "30": "體。淨其所著。治欲界煩惱。第三發光地。修上", "300": "菩薩廣大喜。恒入法界虛空界。塵塵中無", "301": "限身一時恒濟故無休息也。是菩薩廣大喜", "302": "故。", "303": "第八不動地。以願波羅蜜為主。餘九為伴。此", "304": "道場中。有一夜神。名大願精進力救護一切", "305": "眾生。此道場中者。以明無功智成。不離本智。", "306": "與本智體會故。名道場中。以根本智體如虛", "307": "空。性自無垢。若心會者。一切諸繫煩惱總無。", "308": "以此智善治諸惑故。號道場中。有一夜神。名", "309": "大願精進力救護一切眾生者。以明八地無", "31": "色界無色界禪。治樂寂靜煩惱。得出三界業", "310": "功智成。念其本願。興悲利生。無有盡極。因行", "311": "立名也。善財見夜神在大眾中者。不離本智。", "312": "行普賢滿法界眾生界行。是在眾中。坐普賢", "313": "一切宮殿摩尼藏師子之座者。以此位修行。", "314": "會根本普光明智為座體。以根本普光明智自", "315": "體。無性無相。性自光明。量同法界虛空界無", "316": "邊。無表裏大小等量。普能含納一切境界。總", "317": "在其中。而同其體。以為座體。以普現法界國", "318": "土摩尼寶網。羅覆其上者。以明會根本智。一", "319": "切隨方。國剎教化一切眾生。所有教網。皆從", "32": "現前。已上位出三界心多。第四焰慧地。修三", "320": "根本智現差別智。設無邊教網漉眾生。而成", "321": "報果故。大意明從初發心已來。會根本智。至", "322": "此位功高智淨。行博教多悲寬。益廣報無盡", "323": "也。夜神現日月星宿影像身。現隨眾生心普", "324": "令得見身。現等一切眾生形相身。現無邊廣", "325": "大色相海身。如是廣如經說。善財見已一心", "326": "頂禮。舉身投地。良久乃起。合掌瞻仰者。地是", "327": "物中之卑。以知識道真智朗。卑己敬之。除我", "328": "慢之極也。合掌者契會也。瞻仰者智德可尊", "329": "也善財問夜神言。發心久如。初以智境答。後", "33": "十七道品觀。觀身受心法。於心境上。世間諸", "330": "立時劫答。初智境答者。經云。一切法自性。等", "331": "入於諸法。真實之性證無依法。捨離世間。悉", "332": "知諸法色相差別。亦能了達青黃赤白性。皆", "333": "不實無有差別。乃至我入此解脫。了知法性", "334": "無差別。而能示現無量色身。意明。智體與三", "335": "世體齊。雖大用神化遍周。無初得法之時可", "336": "說。經中亦作日在空中。無時劫喻等。亦作幻", "337": "人住世教化喻。後方立時者。經云。乃往古世", "338": "過世界海微塵數劫。初名善光。以為劫初。為", "339": "勝光王。太子名為善光伏。是初心之因。舉此", "34": "法轉令明淨。使其心境於三界中所有事業。", "340": "為初發之心及時劫。其太子具二十八相。以", "341": "明九地十地四重因果未及。不具三十二相。", "342": "在此身以救地獄罪。發慈悲心。至如今。作夜", "343": "天神。以表此位無功智中。念本願力。而行悲", "344": "行。此位法合諸佛。三加七勸法如前。第八地", "345": "中具文已釋。從我唯知此教化眾生善根解脫", "346": "已下。是推德昇進。第九善慧地。以力波羅蜜", "347": "為主。餘九為伴。此閻浮提有園林。名嵐毘尼", "348": "林者。以明此園是如來所生園。不云國邑。都", "349": "舉一閻浮提之境界。是如來降神受生誕生攝", "35": "令心無著。生如來家。第五難勝地。以其禪定", "350": "化之境。然後次三千大千百億閻浮提。乃至", "351": "十方一切剎海。乃至以剎海塵中微細境界。", "352": "皆有摩耶夫人坐此園林。如來受生誕化一時", "353": "同現。是故都言此閻浮提也。嵐毘尼林者。此", "354": "云樂勝光園。以如來欲降神時。十方一切諸", "355": "佛。悉放臍中光明。來照此園。及照摩耶身。", "356": "又此園林及地。常有光明。時諸天龍神八部。", "357": "常作樂音。而為供養。又此園林。常有眾寶莊", "358": "嚴香華妙事。見者悅樂故。為樂勝光園。亦名", "359": "無憂園。善財見妙德神。在一切寶莊嚴閣中。", "36": "治四聖諦上苦集二諦。世間煩惱。本自性清", "360": "坐寶蓮華師子之座。以神所居表神智德。重", "361": "重行門。普虛樓閣。以眾寶樹妙莊嚴。坐蓮華", "362": "座者。以表如來受生及誕生。是化眾生行故。", "363": "坐蓮華座表之。二十億那由他諸天恭敬圍", "364": "遶。為說菩薩受生經。以明智悲行滿故。以明", "365": "此位智悲行圓。示現受生誕生。十地即受如", "366": "來職位。便坐眾寶莊嚴蓮華座。量等百萬三", "367": "千大千世界。眷屬菩薩有十三千大千世界", "368": "微塵數。各坐蓮華座。周遍十方。是故九地行", "369": "圓。十地果滿。經云。菩薩有十種受生藏。如經", "37": "淨。無非滅道。以明世諦即是解脫。即是第一", "370": "廣明。如妙德神云。經百年。世尊果從兜率天。", "371": "而來生此者。以從八地處兜率天。至九地降", "372": "神。誕生以為百年。一地中修一波羅蜜行。一", "373": "波羅蜜中。有百波羅蜜行滿。故來生此園。以", "374": "一十百。總是大數之本。以表萬行圓滿。即受", "375": "生也。以十地之果。以八地無功之智。任運成", "376": "故。如來欲受生時。園中有十種相。具如經文。", "377": "摩耶夫人腹中。及身毛孔。普現十方國剎。及", "378": "世界海。一切塵中。一時普現菩薩受生自在。", "379": "廣如經說。如菩薩欲誕生時。摩耶夫人前。忽", "38": "義諦。以治聲聞乘。及淨土菩薩。畏苦取涅槃", "380": "然從金剛際出大蓮華。名一切寶莊嚴藏。金", "381": "剛為莖。眾寶為鬚。如意寶王而為其臺。有十", "382": "佛剎微塵數葉。一切皆摩尼所成。自餘莊嚴", "383": "具如經說。此是如來初誕生第十相。以明如", "384": "來福智所感。十方一切諸佛。放臍中光明。名", "385": "菩薩受生自在燈者。以明臍中是受生之始。", "386": "臍向上長頭身。臍向下長腰脚。向上是陽。向", "387": "下是陰。如樹巢。向上生莖幹。向下生根鬚。以", "388": "臍是受生之始故。十方諸佛。放臍中光明。名", "389": "菩薩受生自在燈。畢洛叉樹。此云高顯。為如", "39": "證。無智悲捨眾生障。第六現前地。十二緣生", "390": "來在此樹下生。此樹枝幹莊嚴殊勝高顯故。", "391": "善財問得法久近云。往古過億佛剎微塵數", "392": "劫。復過是數。時有世界。名為普賢悅樂。八十", "393": "那由他佛於中出現。第一佛於寶焰眼王夫", "394": "人號喜光。於彼示現之時。妙德神以為佛乳", "395": "母。從是以來念念。常見毘盧遮那佛示現。菩", "396": "薩受生海。十方世界。及一切塵中。菩薩受生", "397": "自在。亦恭敬供養承事。聽所說法。從我唯知", "398": "此菩薩於無量劫遍一切處示現受生周遍供", "399": "養自在解脫已下。推德昇進。論主以偈讚菩", "4": "十地位十地位此已下九箇夜天神。一箇瞿波女。是", "40": "觀。觀六根名色取境。名之為識。以觀六根及", "400": "薩受生自在法行。頌曰。普光智體如虛空。無", "401": "有中邊大小量。蠢動含識皆同體。無自無他", "402": "性平等。以本願力慈悲心。方便現生名為父。", "403": "或現蓮華中化生。或以慈悲幻生母。如是念", "404": "念滿十方。對現色身如雲布。一切剎塵普現", "405": "身。隨根影現無來去。智體本性無形色。無住", "406": "無依無有處。一念普現色身雲。各各不同非", "407": "念慮。無功大智恒自在。十方誕生無罣礙。無", "408": "像法中現妙像。引接迷流達虛妄。善達心境", "409": "非一二。亦達諸像亦無像。一塵境界智幻生。", "41": "名色。本來空無體性。無有內外中邊等五見。", "410": "智體如空幻皆寂。若了智境無體性。作與不", "411": "作本無跡。菩薩以是得其源。常如萬法絕攀", "412": "緣。非是心緣彼諸境。只為無功智印然。無功", "413": "大智滿虛空。受生誕化總其中。一念遍含三", "414": "世法。時日本來無始終。以智本無大小量。以", "415": "是化徹微塵中。", "416": "略釋新華嚴經修行次第決疑論卷四之上", "417": "四之下略釋新華嚴經修行次第決疑論", "418": "卷四之下", "419": "大唐北京李通玄撰", "42": "便為智業。自在妙用神功。即成就無量智慧", "420": "第十法雲地。以智波羅蜜為主。餘九為伴。此", "421": "迦毘羅城。有釋種女。名曰瞿波者。以明十地", "422": "行。不離本處。與初地同處。以表菩提體無先", "423": "後。始終不移。故云迦毘羅城有釋氏女。瞿波", "424": "者。乃是如來往古為太子時妻。是過百佛剎", "425": "微塵劫有王。名智山。王有太子。名善光。有居", "426": "士女。名淨日。善光太子出家為比丘。於淨德", "427": "林中住。入城乞食。淨日女見善光比丘。因生", "428": "染愛。便解身瓔珞并珠。置其鉢中。便即發菩", "429": "提心。於二百五十劫。不復墮三惡道。常生勝", "43": "解脫神功。以除緣覺觀十二因緣。以空為證。", "430": "樂處。常見善光比丘。經二百五十劫。後生於", "431": "善現家。蓮華化生。見財主王。有太子。名威", "432": "德。太子納為妻。因此之後。常共太子供養諸", "433": "佛。乃至聞法得道。迄至如來。為太子時。還為", "434": "其妻。是往昔本願因緣常為其妻。依古德云。", "435": "如來為太子時。有三夫人。一羅睺羅母。耶輸", "436": "陀羅。作比丘尼。二名瞿波。作善財十地善知", "437": "識。三名摩奴舍。未詳所在。夫如來神智性同", "438": "虛空。非物像能與其類。如其智體。非情想能", "439": "得其跡。但以無形質之妙靈。而十方隨根。普", "44": "於解脫無有智慧。捨大悲障。起於無量智慧", "440": "應對上根之類。蓮華出現。應中下之流。母胎", "441": "誕生。只為本願慈善力故。於十方世界。隨物", "442": "現形。豈有存妻子。而居世間也。但為化凡引", "443": "俗。示生人間。八萬四千塵心迷皆同行。化妻", "444": "幻子。化幻眾生。示現處纏。難捨能捨。對三乘", "445": "之種。捨諸飾好。應一乘佛果之門。即具華冠", "446": "瓔珞九十七種大人之相。及十華藏世界微", "447": "塵等相。今以瞿波女。以表一乘智境。無別求", "448": "出世。全以根本智。普印世間。萬境全真。更不", "449": "說他方別有淨土。便以瞿波女用。同真性無", "45": "神通。教化眾生。已上三位成就。世間中得出", "450": "取捨法。便將表法。便明十地道滿。法喜為妻", "451": "也。一切境界。總是法樂。是故法華會三歸一", "452": "乘。故說世間相常住。是法住法位。全將世間。", "453": "以為解脫。無別欣厭也。又此經集會人間眾。", "454": "但有五百優婆塞。五百優婆夷。五百童子。五", "455": "百童女。一萬諸龍。但集世間俗眾。無比丘出", "456": "世眾。如來是福智大慈悲圓滿之行。世間無", "457": "厭形相也。今以瞿波女。表十地法悅。無取捨", "458": "法。是故淨名經云。法喜以為妻。慈悲心為女。", "459": "善財至菩薩集會普現法界普光明法堂者。至", "46": "世間智慧。已上六波羅蜜。得出世間及世間", "460": "十轉法輪智滿故。此是初會菩提場所契會", "461": "普光明智。亦是第二會普光殿。從第二會自", "462": "起信進修行。至此十地。自以智慧道滿。同諸", "463": "佛法輪之智慧。以此為終。故號菩薩集會普", "464": "現法界普光明講堂。其中有主宮殿神。名無", "465": "憂德。并一萬守宮殿神。來迎善財。讚歎善財", "466": "所修行善根。是入十地之因。見瞿波女。是十", "467": "地之果。一萬守宮殿神。是守護十地智悲之", "468": "行。瞿波女曾供養無數諸佛。久遠劫來承事", "469": "毘盧遮那。自身位登十地。猶言未了菩薩身", "47": "中出世間解脫一終。第七遠行地。入於生死。", "470": "及身業。亦不知心智。諸劫所行之道。以未入", "471": "等覺位普賢行門。至十地道滿。須捨見道煩", "472": "惱。禪三昧上煩惱。涅槃清淨樂上煩惱。總捨", "473": "恒入世間。一切眾生前對現色身。教化利樂。", "474": "是恒常之道。更無欣進出世三昧涅槃解脫。", "475": "習氣之心。以是如經中十地行滿。以無量三", "476": "昧推求普賢。了不能見佛。勸令以想念求覓。", "477": "方見普賢在十方一切佛所。或來或去。以是", "478": "瞿波立樣。以成後學令知軌則。修行不惑。從", "479": "我唯得此觀察菩薩三昧海解脫已下。是推", "48": "會融染淨。成大慈悲。不捨世間眾生界。成後", "480": "德昇進。", "481": "已上十地善知識竟。十一地等覺位普賢行", "482": "如下。從前十住初心至十住滿。師子幢王女。", "483": "且得一分世間出世間智慈圓滿。從十行初", "484": "至十行滿。出家外道名為遍行。且得一分隨", "485": "行行上。不壞出家無染解脫。從十迴向初至", "486": "十迴向滿。見天地之神。以於世間生死智悲", "487": "之行含養自在。從十地初至十地滿。見瞿波", "488": "女。於菩薩集會普現法界講堂。及無憂德神。", "489": "及一萬守宮殿神。以十地道齊諸佛智慧。轉", "49": "無功智。漸令圓滿。及如來妙覺位因此而成。", "490": "法輪中。智慈自在。從十一地等覺位普賢菩", "491": "薩行門。初摩耶夫人至十一地滿。見德生童", "492": "子有德童女。以恒往十方生死六道。入幻住", "493": "門。是等覺位之功終。文殊師利彌勒如來普", "494": "賢菩薩三人。總通是五位及十信位中一理", "495": "智妙行之體用法界之門。從初發心來至五", "496": "位滿。皆不離此三法。文殊是三空解脫之妙", "497": "慧。妙簡正邪之理。彌勒如來寄同此教。一生", "498": "至佛果故。是根本普光明智。普賢是根本普", "499": "光明智中差別智利眾生行門。三法是一體", "5": "如來往古因中時為夫妻。至今道滿。以為十", "50": "除於生死中不自在障。令使如來十力四無", "500": "用之門。即於諸法而能自在。此之三法成此", "501": "一部經之教體。故名一乘圓教也。從十信心", "502": "修行至五位未終。常以文殊師利為揀擇引", "503": "導之首。普賢為伴。至入法界之果門。即普賢", "504": "為首。文殊為伴。根本智常為此二法無染之", "505": "體。若根本智未明。籍妙慧觀照顯發。若根本", "506": "智明。即妙慧是根本智妙使。普賢是根本智", "507": "中萬行之體。總是一法理智大悲體用分三。", "508": "若不如是合離分張。修行者不知有智悲體", "509": "用通塞自在。文殊師利出善住樓閣。南行化", "51": "礙辯大智大悲十力圓滿皆自在故。恒處生", "510": "利人間。啟發童蒙故。名文殊師利童子。菩薩", "511": "以化童蒙。見道智因行立名。是故未見道時。", "512": "由慧顯得本智。見道之後。慧為佛之使也。觀", "513": "察取意可知。總是理智體用互參。等覺位初", "514": "以檀波羅蜜為主。餘九為伴。此世界中。有佛", "515": "母摩耶者。此位能以處生死中。大慈悲心普", "516": "含攝一切世間之境界。不分內外。東西南北", "517": "直言此世界中也。佛母者。如來以大慈悲心", "518": "為母體。能發大智慧。教化眾生故。實無如世", "519": "間父母所生。為大慈大悲不違初發心。本願", "52": "死。不求別有出世故。第八不動地。無功智成。", "520": "力化眾生故。宜應所見。以其自智。幻作父母。", "521": "化作妻子。或現蓮華化生。種種生法。同眾生", "522": "行。宜應化現。總是如來一智之境。隨宜幻生。", "523": "何得有父母誕生入胎出胎去住之相。望其自", "524": "智。以智體神妙。無色無形。無跡無垢。自體清", "525": "淨。及隨本願。大慈悲力有依正二報功德。福", "526": "智莊嚴。如光影像。不可提摩。隱現自在。如慈", "527": "氏樓閣。如華藏世界是也。共一切眾生。同住", "528": "各不相礙身為正報。國土為依報。亦依正二", "529": "報互相參入。如帝釋寶網光影相參重重無", "53": "不離第七地所成。此地終是於生死中無功", "530": "盡。如是摩耶夫人。如來眷屬。總是同一切根", "531": "本之智幻化所生。以接童蒙故。以大慈悲為", "532": "母。幻生佛故。如十住之末。從智生慈悲。即師", "533": "子幢王女。名曰慈行。此等覺位即慈悲生智。", "534": "即以母生佛。昇進次第如然。善財歎。摩耶夫", "535": "人身。是超六處。離一切著智。無礙道具清淨", "536": "法身。以如幻業而現化身。以如幻智而現世", "537": "間。以如幻影而持佛法身。乃至無依處身。廣", "538": "如經說。善財先見主城神。名寶眼。眷屬圓滿", "539": "者。是悲中之智眼。引接眾生故。先見也。以雜", "54": "悲滿。淨智現前。如觀音正趣同會而見。自", "540": "色寶華散善財者。以明入大慈悲行。非一種", "541": "行。行無量種種行。是以眾色寶華而散善財。", "542": "又勸善財二十八種守護心城法門。意令修", "543": "行大慈悲。處生死行。廣大無限。於生死行中。", "544": "不貪境界。但欲成就如來十力。廣如經說。意", "545": "明欲入生死。成大悲行。不捨智業。本清淨法", "546": "大悲圓滿。普周世間。謂和無二。不令有滯。此", "547": "二十八種守護心城法。是和智悲。成普賢入", "548": "生廣大行門。令不染不離。是入生死。成大慈", "549": "悲。前方便故。是故先見寶眼主城神也。又云。", "55": "此不知所進。要得諸佛加持力。令念本願。興", "550": "佛子。菩薩摩訶薩。若能如是修心城。則能積", "551": "集一切善法。何以故。蠲除一切諸障故。所謂", "552": "見佛障。聞法障。供養如來障。攝諸眾生障。淨", "553": "佛國土障。此有五種障。皆是有所欣求功德", "554": "善法。懼生死心。非是真入無作任運大慈悲", "555": "者。故今欲見此位善知識者。常除如是等五", "556": "障之心。不用功力。則便得見。以明十地道滿。", "557": "入等覺位。普賢大慈悲。處世間眾生海。當除", "558": "此五障。方得見摩耶之身。此乃是不求出世。", "559": "不求功德。不求見佛。不求聞法。純以無作大", "56": "悲利物。為淨智廣大。一念興悲。下地菩薩功", "560": "慈悲。一往同一切眾生生死流。教化利物。無", "561": "有身心所求果報。及懼生死。爾時有身眾神。", "562": "名蓮華法德。及妙華光明無量諸神前後圍", "563": "遶。從道場出。住虛空中。以妙音聲種種稱歎。", "564": "是處生死海。住法空。無染之行滿。摩耶夫人。", "565": "從耳璫放無量色光明網。普照無邊諸佛世", "566": "界。令善財見十方無邊國土一切諸佛。其光", "567": "明網右遶世間。經一匝還來。入善財頂。乃至", "568": "遍入身諸毛孔。善財即得淨明眼。永離一切", "569": "愚癡暗。故得離翳眼。能了一切眾生性故。廣", "57": "不可及。三加者。一如來現身。二摩頂。三語業", "570": "如經說。何故耳璫放光。以六根之中意根。以", "571": "成智業。餘五根中耳根。隨用為勝。以表大慈", "572": "悲救苦海。以遍法界之眾生界。聞聲即救。不", "573": "待見身。且取耳能遠聞過餘四故。且如雷震", "574": "百里耳根得聞。若有大聲千里亦聞。四根不", "575": "及。以表慈悲之光耳根為體。光照諸佛國土。", "576": "次照世間。以慈悲之光。照佛國眾生國一體", "577": "無二。從善財頂入。然後遍入身。及毛孔皆遍", "578": "者。以明大慈悲光普周。高卑等入。體同一性。", "579": "大智光明眉間起。受生光明臍輪起。大慈悲", "58": "言讚。七勸者。一勸修佛十力四無所畏十八", "580": "光摩耶耳璫起。四十心光手中起。十信光足", "581": "下千輻輪中起。十住光足指端起。十行光足", "582": "趺上起。十迴向光膝上起。十住中第六住海", "583": "幢比丘眼中放日輪光。照惡道苦。善財蒙光", "584": "入身。能了一切眾生性者。以同體大悲。能了", "585": "一切眾生性故。次見守護菩薩堂羅剎鬼王。", "586": "名曰善眼。與其眷屬一萬羅剎俱。於虛空中。", "587": "以眾妙華。散善財上。明羅剎是女。住在大海", "588": "之中。有大勢力。能食噉眾生。而得自在。亦能", "589": "遊空。以明菩薩以法空大智。常居生死海。守", "59": "不共法。二勸行精進不捨無生忍門。三勸愍", "590": "護一切眾生。而無捨離。以為宮殿。而能飡噉", "591": "一切眾生無明貪瞋癡愛熱惱血肉故。以羅", "592": "剎王表之。取此居大海中。力用殘害速疾為", "593": "像也。散眾華於善財上者。以大慈悲是行故。", "594": "是故散華也。勸歎善財。令入大慈悲之行。廣", "595": "如經說。羅剎王為善財說求善知識法。善男", "596": "子。汝應頂禮十方。求善知識。正念思惟一切", "597": "境界。求善知識。勇猛自在。遍遊十方。求善知", "598": "識。乃至觀身觀心。如幻如夢如影。求善知識。", "599": "善財受行其教。即時覩見大寶蓮華從地踊", "6": "地善知識。如下經自具有文。至位方明。此已", "60": "念一切眾生。四勸憶念本願。饒益一切眾生。", "600": "出。所有莊嚴廣如經說。以明大慈悲為地。大", "601": "慈悲行為蓮華。能起大慈悲心。為摩耶夫人", "602": "身。誕生諸佛。以明從悲起智。以明萬事皆是", "603": "大智大慈悲。幻生諸法。度脫眾生。是如幻智", "604": "中。幻生自在無礙。方如大智大慈悲功終不", "605": "可得。智淨如空。守空而住。不可但隨悲逐行。", "606": "迷彼智門。皆須圓備。如主城神。一度和會慈", "607": "智之行。身眾神及摩耶耳璫放光。一度和會", "608": "智悲之體用。羅剎王一度和會智悲之體。如", "609": "是三度勸發和會。觀行次第因緣成竟。方始", "61": "五勸修諸佛身相國土果報。六勸學佛無量", "610": "蓮華從地踊出。具眾寶莊嚴。摩耶居中而坐。", "611": "坐於眾妙寶座。一切諸莊嚴中。起化莊嚴。及", "612": "摩耶夫人。出化身雲。遍周十方。成就一切眾", "613": "生。廣如經說。乃至善財等摩耶所化。總現其", "614": "前。亦廣如經說。如摩耶夫人。身相如本。乃能", "615": "容受十佛剎微塵數菩薩眾海。八萬諸龍等", "616": "眾。悉在腹中。菩薩於腹中受生時。於摩耶夫", "617": "人腹中遊行自在。一步過三千大千世界。一", "618": "一步皆悉如是。乃至一切行普賢行。普賢行", "619": "者。受生菩薩教化眾生。悉在其中。故知。只是", "62": "法門。七勸學無量眾生差別業智。皆悉通達", "620": "諸佛大慈悲母體也。如經所說。不可具言。善", "621": "財問摩耶得法久近。云。乃往古世過不可思", "622": "議非最後身菩薩神通道眼所知劫數。是得", "623": "法久近。從我唯知此菩薩大願智幻解脫門", "624": "已下。是推德昇進。", "625": "第二戒波羅蜜為主。餘九為伴。善知識。於此", "626": "世界三十三天有王。名正念。此是前十住中", "627": "正念天子。其王有女。名天主光。以明此位以", "628": "慈悲為戒體。以天主是智。女是慈悲。以此位", "629": "智悲圓滿為戒體。名天主光者。天為淨也。主", "63": "起悲智業。不令滯其無功智門。已前諸地貪", "630": "者入生死中。主持教法。以利眾生。光者雖處", "631": "生死塵勞。大悲同行。攝取眾生。同纏不污。戒", "632": "光具足。名天主光。得無礙念清淨莊嚴解脫", "633": "門。", "634": "第三忍波羅蜜為主。餘九為伴。迦毗羅城。有", "635": "童子師。名為遍友。善財請法。便指此城中有", "636": "童子。名善知眾藝。此兩位善知識。共成主伴。", "637": "以例儒門。如此孔丘顏回是也。以教童蒙故。", "638": "一名童子。說四十二字母。具在經說。說四十", "639": "二字母時。以四十二般若波羅蜜為首。入無", "64": "修解脫。和會智悲。至此位。於生死海中調和", "640": "量無數般若波羅蜜門。善知眾藝菩薩解脫", "641": "門是也。", "642": "第四精進波羅蜜為主。餘九為伴。", "643": "第五禪波羅蜜為主。餘九為伴。此摩竭提國", "644": "有一聚落。彼中有城。名婆怛那。有優婆夷。號", "645": "曰賢勝。此城在南印度。此名喜增益。得無依", "646": "處道場。說隨六處中。各得無盡智性。於世間", "647": "出世間法。無不了知。陰陽五行醫方眾藝。無", "648": "不博達。以隨用為禪體。", "649": "第六般若波羅蜜為主。餘九為伴。南方有城。", "65": "解脫大智慈悲一終。已滿方學佛解脫大用功", "650": "名為沃田。彼有長者。名為堅固解脫。得法門", "651": "名菩薩無著念清淨莊嚴者。以智慧體本無", "652": "所著。以一切心境悉皆無故。名為清淨。妙慧", "653": "能生眾生善根。故城名沃田。以智慧能破無", "654": "明故。長者名堅固。", "655": "第七方便波羅蜜為主。餘九為伴。即此城有", "656": "長者。名為妙月。以第六智慧。即不異方便波", "657": "羅蜜故。以智慧能淨煩惱故。名為妙月。雖以", "658": "方便行。入於生死。恒以淨智相應故。宅有光", "659": "明。得智光明法門。", "66": "能。是以三加七勸。令使昇進不滯無功智中。", "660": "第八願波羅蜜為主。餘九為伴。南方有城。名", "661": "出生。以明無功妙智現前。以本願力大慈悲", "662": "行故。城名出生。有長者。名無勝軍。以無功之", "663": "智。善破異道。無能勝者。故名無勝軍。得無盡", "664": "相法門者。以無功之智。量同虛空。於一切世", "665": "界。常現等眾生。無量身相。而無不濟度眾生", "666": "故。", "667": "第九力波羅蜜為主。餘九為伴。此城南有一", "668": "聚落。名為法者。此是法師位。以將一切世間", "669": "萬境。總為法聚落故。有婆羅門。名最寂靜者。", "67": "第九善慧地。得無礙辯。入法師位中。四無礙", "670": "以表萬法心境總寂靜故。一切方無不寂靜。", "671": "婆羅門者是寂靜故。表世無法不靜故。得誠", "672": "願語解脫者。以明出言。誠諦的無虛謬。皆稱", "673": "眾生念願所求故。以誠願語。又自所出言。更", "674": "不移改。皆堪為法。", "675": "第十智波羅蜜為主。餘九為伴。南方有城。名", "676": "妙意華門。以明此位妙行圓滿。智悲行圓。隨", "677": "十方一切眾生意。皆為現身。一時普遍故。童", "678": "子名德生。表智。童女名有德。表慈悲。以此位", "679": "智悲二行已滿。將一男一女。共成一位而像", "68": "法者。一法無礙智。二義無礙智。三詞無礙智。", "680": "之。又以十方恒處。一切同行隨流。攝生利", "681": "物。以智悲無染習故。以童子童女像之。然實", "682": "要須小男小女。佛行如之。又表諸人行行。常", "683": "具慈悲柔和謙順。無自憍慢故。以小男小女", "684": "表之。於一切國。恒以智幻生種種身。行種種", "685": "行。起種種色相。化種種眾生。無古無今。無終", "686": "無始。常無斷絕。如化人出生。如幻人住世化", "687": "幻眾生。尋常等遍故。得如幻住門。以智幻生。", "688": "住幻住法。無心意識。化利眾生。", "689": "已下五十箇善知識。五位行滿。如海岸國彌", "69": "四樂說無礙智。第十法雲地。同佛位滿。受如", "690": "勒如來。是根本智圓三世。在樓閣中。却指善", "691": "財。令見初知識文殊師利。以明至果不離於", "692": "因也。時不遷智不異故。便聞普賢菩薩名。乃", "693": "至菩提道場金剛藏蓮華座前。起願自見其", "694": "身。等普賢身。普賢摩善財頂。總是一生修行。", "695": "五位行滿。不離初發菩提心。根本普光明金", "696": "剛智無相法身。成滿普賢無邊妙行。時不遷", "697": "智不異處不移。猶如夢人不離一處一時一", "698": "身一心。而夢見作種種歲月時日。遊行種種", "699": "國土。作種種事業。而忽惺覺。不離本一時之", "7": "下十地及等覺位各十善知識。總依十迴向", "70": "來職。坐一大蓮華王座。量等百萬億三千大", "700": "間作夢也。以明根本智。觀一切世間萬法境", "701": "界。如夢以覺者。萬事不遷不移。如光如影。如", "702": "幻人住世。無心無體。不延不促。一切處文殊", "703": "師利同聲頌云。一念普觀無量劫。無去無來", "704": "亦無住。如是了知三世事。超諸方便成十力。", "705": "以文殊師利明無相法身空慧。佛是根本普", "706": "光明智。普賢是根本智中差別智萬行也。以", "707": "此三法是一法體用。圓滿之門成。五位中五", "708": "十重因果始終。為一體用周遍門。皆以十波", "709": "羅蜜為行體。一中具十。十中具百。五位之中", "71": "千世界。三乘至十地位。座量等一三千大千", "710": "隨昇進。處不同。五位中有五百波羅蜜。五位", "711": "中五十箇善知識。一一中皆有因有果。五十", "712": "重因果共有一百。不離本十波羅蜜行。為一", "713": "十。總一百一十重因果。總以十波羅蜜為行", "714": "體。文殊及佛根本智。普賢差別智。以為大體", "715": "修行。倣之不失其大道。永決疑網。不錯修行。", "716": "猶如大路善置牌牓。令行者除疑故。此等覺", "717": "位中。普賢行位。同世人士。不全現異相。以引", "718": "凡流故。得道之後。常在十方生死。以智幻生", "719": "其身。任眾生感見不同。恒化利故。住幻住門。", "72": "世界。此一乘中。十地道滿。非但所坐百萬三", "720": "無出沒故。以神智妙用。遍周恒無作故。以如", "721": "響智應物成音。無生住滅故。以如空智日。恒", "722": "大光明普照十方。無中邊故。以智境界。入十", "723": "光影身。如天帝網重重影。像無去無來故。一", "724": "如德生童子有德童女。智悲齊圓。處幻住門。", "725": "以智幻生十方等眾生量身。教化成就一切", "726": "眾生。同普賢道。無有休息也。", "727": "略釋新華嚴經修行次第決疑論卷四之下", "728": "決疑論後記決疑論後記", "729": "太原府壽陽方山李長者造論所。昭化院記。", "73": "千大千華王之座。并有十三千大千世界微塵", "730": "元祐戊申七月。商英遊五臺山。中夜於祕魔", "731": "嵒金色光中。見文殊師利菩薩。慨悟時節。誓", "732": "窮學佛。退而閱華嚴經義疏。汗漫罔知統類。", "733": "九月出按壽陽。聞縣東三十五里。有方山昭", "734": "化院。乃長者造論之所。齋戒往謁焉。至則於", "735": "破屋之下散帙之間。得華嚴修行決疑論四", "736": "卷。疾讀數紙。疑情頓釋。因詰主僧曰。聖賢游", "737": "止之地。奚其破落如此耶。僧曰。長者坐亡於", "738": "此山久矣。神之所游。緣之所赴。年穀常熟。而", "739": "物不疵癘。此方之人。乃相與腥羶乎方山之", "74": "數蓮華座。以為眷屬。無量菩薩。各坐其餘蓮", "740": "鬼。莫吾長者之敬。院以此貧。吾惟古之使者。", "741": "毀淫祀或多至數千所。即移縣廢鬼祠。置長", "742": "者像。為民祈福。十月七日治地基。八日白圓", "743": "光現於山南。於是父老叩頭悲淚曰。不知長", "744": "者之福吾土也。請并院新之。施心雲起。不唱", "745": "而和。主僧伻圓來告。太師曾公子宣聞其事。", "746": "謂商英曰。子盍發明長者之意而記之。使學", "747": "華嚴者益生大信。而知所宗。則長者放光。以", "748": "累子也不虛矣。商英曰。蒙塞何足以知長者。", "749": "雖然嘗試以管窺之。夫華嚴之為教也。其佛", "75": "華之上。周匝圍遶。如是等十地法。總在初地", "750": "與一乘菩薩之事乎。始終一念也。今昔一時", "751": "也。因果一佛也。凡聖一性也。十方一剎也。三", "752": "界一體也。正像末一法也。初中後一際也。當", "753": "處現前。不涉情解。以十信為入佛之始。以十", "754": "地為成佛之終。十住十行十回向十地十一", "755": "地謂之五位。六位具十者。以十波羅蜜為之", "756": "主也。凡五位之因果各五十。加本位之五因", "757": "五果。為一百有十。所以成華嚴世界之佛剎", "758": "善財童子之法門。華嚴世界一百一十而加", "759": "一何也。一者佛之位。萬法之因也。五位者所", "76": "中。一時通學。以是義故。於此夜天身中。乃含", "760": "標之法也。善財者問法。而行之之人也。五十", "761": "三勝友者。五十則五位也。三則文殊普賢彌", "762": "勒也。此經也以毘盧遮那為根本智體。文殊", "763": "為妙慧。普賢為萬行。方其起信。而入五位也。", "764": "則慧為體。行為用。及其行圓。而入法界也。則", "765": "行為體。慧為用。體用互參。理事相徹。則無依", "766": "無修。而佛果成矣。故歸之於後佛彌勒。十信", "767": "以色為國者。未離乎色塵也。十住以華為國", "768": "者。理事開敷也。十行以慧為國者。定慧圓明", "769": "也。十回向以妙為國者。妙用自在也。種種名", "77": "一切眾生境界。乃至身毛孔。總含星象日月。", "770": "號者。智體之異名也。觀其名則知所修之行", "771": "矣。種種莊嚴者。性行之依果也。觀其果則知", "772": "所行之因矣。大悲廣濟謂之海。除熱清涼謂", "773": "之月。普雨法雨謂之雲。包含萬象謂之藏。嚴", "774": "其上首。謂之寶髻。因果同時。處世不染。謂之", "775": "蓮華。摧邪見正而不動。謂之幢。悲智中道謂", "776": "之齋。性願普薰謂之香。無為而成者天也。", "777": "無方而應者神也。無外而大者王也。飛潛而", "778": "雨者龍也。處生死海。而不沒者修羅也。搏根", "779": "熟眾生。而至佛岸者。迦樓羅也。凡乎聖乎。疑", "78": "及眾生境界。以此善知識所居。直言閻浮提", "780": "而不可知者緊那羅也。胸行匍匐謙恭利物", "781": "者。摩睺羅伽也。守護伺察者夜叉也。同乎惡", "782": "趣。而滅其貧苦者。鳩槃荼也。法音娛樂者乾", "783": "闥婆也。金為堅為剛。為黃為白。輪為圓為滿。", "784": "頗梨為瑩徹。琉璃為明。淨無垢謂之摩尼。漉", "785": "沈拯溺謂之網。高顯挺特謂之莖幹。開敷覆", "786": "蔭謂之華葉。含育利生謂之宮殿。觀照之根。", "787": "謂之樓閣。無畏謂之師子。超塵謂之臺榭。出", "788": "俗謂之比丘。入鄽謂之居士長者。同乎外道。", "789": "謂之仙人婆羅門。慈而無染謂之女。以悲生", "79": "國。不言南方。城名迦毘羅者。此云大體。以五", "790": "智謂之母。此華嚴事相。表法之大旨也。至於", "791": "一字含萬法。而普遍一切。其汪洋浩博。非長", "792": "者孰能判其教。抉其微乎。長者名通玄。或曰", "793": "唐宗子。又曰滄州人。莫得而詳。殆文殊普賢", "794": "之幻有也。以開元七年。隱於方山土龕。造論。", "795": "十八年三月二十八日卒。壘石葬於山北。至", "796": "清泰中。村民撥石。得連珠金骨扣之如簧。以", "797": "天福三年再造石塔。葬於山之東七里。今在", "798": "孟縣境上。說者以伏虎負經。神龍化泉。晝則", "799": "天女給侍。夜則齒光代燭。示寂之日。飛走悲", "8": "中行願滿。即是其法。等妙二位。普賢行成亦", "80": "印度中。此國友城都。含攝諸國。故名大體。亦", "800": "鳴。白氣貫天。此皆聖賢之餘事。感應之常理。", "801": "傳所謂修母致子近之矣。今皆略而不書焉。", "802": "年月日商英記。", "81": "名黃物城。以此地曾有黃頭仙人所居以為名", "82": "故。又於五印度中處中。含攝諸國。像中宮戊", "83": "巳土圓遍。故云黃物城也。善財從城東門而", "84": "入者。以明初入十地中初地。東者眾生啟發", "85": "創明之智故。從城東門而入佇立。未久便見", "86": "日出者。以明從十迴向後觀照進求。此地法", "87": "門相應時名入城。會融此地之果。名佇立未", "88": "久。前位障亡。此位智現。名為日出。又此位長", "89": "入生死長夜。說法教化眾生故名天神。乃見", "9": "是迴向法願行滿故。至十信心中所信之果。", "90": "夜神在虛空。處寶樓閣。以明法空隨大悲行。", "91": "起無量智慧之門。報生其果也。坐香蓮華藏", "92": "師子之座者。為明十地等菩薩。長養大慈悲", "93": "行故。以夜天神及蓮華座以表之。香者以明", "94": "根本智。具足戒定慧解脫。及知見五分法身", "95": "香。成就長養大慈大悲行。以為座體。以像思", "96": "之可見。此以九箇夜天神。一箇瞿波。總是女", "97": "類。以明十地昇進。以大悲為體首。以前十住", "98": "十行十迴向。皆以本清淨智為先導。而以成", "99": "大悲行。即比丘長者居士婆羅門優婆夷童女"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1741 略釋新華嚴經修行次第決疑論", "author": "唐 李通玄撰", "sourceLink": "http://www.cbeta.org/"}