{"author": "唐 菩提流志譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0240 實相般若波羅蜜經: 實相般若波羅蜜經: 實相般若波羅蜜經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 240 [Nos. 220(10), 241-244]", "1": "實相般若波羅蜜經", "2": "唐天竺三藏菩提流志譯", "3": "如是我聞：一時婆伽婆，以善成就一切如來", "4": "金剛正智之所建立，種種殊特超於三界灌", "5": "頂寶冠，摩訶瑜伽自在無礙，獲深妙智，證平", "6": "等法，所作功業皆已究竟，隨眾生心悉令滿", "7": "足，三世平等常無動壞，三業堅固猶如", "8": "金剛普光明身。住欲界他化自在天王宮殿", "9": "之中，其王宮殿種種嚴好，皆以大寶摩尼", "10": "所成，繒蓋幢幡眾彩交映，珠瓔寶鐸風動", "11": "成音，一切如來常所遊踐，咸共歎美吉祥", "12": "第一。有菩薩摩訶薩八千萬人，前後圍繞", "13": "供養恭敬。佛為說法，初中後善，其義深遠，", "14": "其語巧妙，純一無雜清淨圓滿。", "15": "其名曰：金剛手菩薩、觀自在菩薩、虛空藏", "16": "菩薩、文殊師利菩薩、轉法輪菩薩、降伏一", "17": "切魔菩薩。如是等菩薩摩訶薩而為上首。", "18": "爾時世尊在大眾中，為諸菩薩說一切法自", "19": "性清淨實相般若波羅蜜法門。所謂：「愛清淨", "20": "位是菩薩位；見清淨位是菩薩位；深著清", "21": "淨位是菩薩位；悅樂清淨位是菩薩位；藏清", "22": "淨位是菩薩位；莊嚴清淨位是菩薩位；光明", "23": "清淨位是菩薩位；身清淨位是菩薩位；語清", "24": "淨位是菩薩位；意清淨位是菩薩位；色清淨", "25": "位是菩薩位；聲清淨位是菩薩位；香清淨位", "26": "是菩薩位；味清淨位是菩薩位；觸清淨位是", "27": "菩薩位。何以故？一切法自性清淨故。一切法", "28": "自性清淨，即般若波羅蜜清淨。」", "29": "爾時世尊說此法門已，告金剛手菩薩言：「金", "30": "剛手！若有人得聞此一切法自性清淨實相", "31": "般若波羅蜜法門，一經於耳，是人所有煩", "32": "惱障、業障、法障，極重諸罪皆自消滅，乃至菩", "33": "提不生惡道。若復有人能日日中，受持讀", "34": "誦思惟修習，即於現身得一切法平等性金", "35": "剛三昧；餘十六生，當於一切法門而得自在", "36": "遊戲快樂，乃至當獲諸佛如來金剛之身。」爾", "37": "時如來即說呪曰：", "38": "「唅長呼」", "39": "爾時世尊，復以一切如來普光明相，為諸菩", "40": "薩說一切諸佛寂靜性成正覺實相般若波羅", "41": "蜜法門。所謂：「金剛平等成正覺，大菩提堅", "42": "固性如金剛故；義平等成正覺，大菩提一義", "43": "性故；法平等成正覺，大菩提自性清淨故；", "44": "一切平等成正覺，大菩提離一切分別故。」爾", "45": "時世尊說此法門已，復告金剛手菩薩言：「金", "46": "剛手！若有人得聞此四種寂靜性成正覺實", "47": "相般若波羅蜜法門，受持讀誦思惟修習，應", "48": "知是人即得超於一切惡道，疾證阿耨多羅", "49": "三藐三菩提。」爾時如來復說呪曰：", "50": "「唵長呼」", "51": "爾時世尊，復以一切如來能調伏難調眾生釋", "52": "迦牟尼相，為諸菩薩說一切法平等實相", "53": "般若波羅蜜法門。所謂：「貪無戲論性；瞋無", "54": "戲論性；癡無戲論性。何以故？一切法無戲論", "55": "性故。一切法無戲論性，即般若波羅蜜無戲", "56": "論性。」", "57": "爾時世尊說此法門已，復告金剛手菩薩言：", "58": "「金剛手！若有人得聞此一切法平等實相般", "59": "若波羅蜜法門，受持讀誦思惟修習，假令", "60": "其人殺害三界一切眾生，終不因斯墮於惡", "61": "道。何以故？已受調伏心律儀故。當知是人疾", "62": "得阿耨多羅三藐三菩提。」爾時如來復說呪", "63": "曰：", "64": "「憾長呼」", "65": "爾時世尊，復以一切如來自性清淨相，為諸", "66": "菩薩說一切法平等性觀自在智印實相般", "67": "若波羅蜜法門。所謂：「一切世間貪性清淨、瞋", "68": "性清淨；一切世間貪性清淨、瞋性清淨故，一", "69": "切世間垢性清淨、罪性清淨；一切世間垢性", "70": "清淨、罪性清淨故，一切世間法性清淨、眾生", "71": "性清淨；一切世間法性清淨、眾生性清淨，", "72": "故，一切世間智性清淨；一切世間智性清淨，", "73": "即般若波羅蜜清淨。」", "74": "爾時世尊說此法門已，復告金剛手菩薩言：", "75": "「金剛手！若有人得聞此一切法平等觀自在智", "76": "印實相般若波羅蜜法門，受持讀誦正念修", "77": "習，是人雖在五欲塵中，不為貪欲諸過所染，", "78": "譬如蓮華雖在淤泥非泥所著，乃至疾得阿", "79": "耨多羅三藐三菩提。」爾時如來復說呪曰：", "80": "「咭利短呼」", "81": "爾時世尊，復以一切如來為三界主相，為諸", "82": "菩薩說一切諸佛灌頂出現智藏實相般若", "83": "波羅蜜法門。所謂：「灌頂施，令一切得三界", "84": "王位故；財寶施，令一切得所願滿足故；淨法", "85": "施，令一切得諸法實性故；飲食施，令一切身", "86": "心獲安樂故。」爾時如來復說呪曰：", "87": "「怛纜長呼」", "88": "爾時世尊，復以一切如來常住智印祕藏相，", "89": "為諸菩薩說一切諸佛金剛智印甚深處實", "90": "相般若波羅蜜法門。所謂：「一切諸佛所攝持", "91": "金剛身印，得一切如來真實體性故；一切", "92": "諸佛所攝持金剛語印，得一切法門自在故；", "93": "一切諸佛所攝持金剛心印，得一切三昧具", "94": "足故；一切諸佛所攝持金剛智印，得最上身", "95": "語心如金剛故。」", "96": "爾時世尊說此法門已，復告金剛手菩薩言：", "97": "「金剛手！若有人得聞此一切諸佛金剛智印", "98": "甚深處實相般若波羅蜜法門，受持讀誦正", "99": "念思惟，當知是人則得成就最上金剛印，", "100": "於一切智及眾事業皆得圓滿，身口意性", "101": "猶如金剛，乃至當成阿耨多羅三藐三菩提。」", "102": "爾時如來復說呪曰：", "103": "「阿短呼」", "104": "爾時世尊，復以一切如來永離戲論相，為諸", "105": "菩薩說文字轉輪品實相般若波羅蜜法門。", "106": "所謂：「一切諸法空，無自性故；一切諸法無相，", "107": "離眾相故；一切諸法無願，離諸願故；一切諸", "108": "法自性清淨，般若波羅蜜清淨故。」爾時如來", "109": "復說呪曰：", "110": "「阿烏舸反、短呼」", "111": "爾時世尊，復以一切如來入廣大轉輪相，為", "112": "諸菩薩說入廣大轉輪實相般若波羅蜜法", "113": "門。所謂：「入金剛平等性，得入一切如來轉輪", "114": "故；入義平等性，得入一切菩薩轉輪故；入法", "115": "平等性，得入妙法轉輪故；入一切平等性，得", "116": "入一切轉輪故。」爾時如來復說呪曰：", "117": "「㘕長呼」", "118": "爾時世尊復，以一切如來大善巧方便相，為", "119": "諸菩薩說最第一廣供養諸佛實相般若波", "120": "羅蜜法門。所謂：「發菩提心即為大善巧方便", "121": "廣供養一切諸佛；救護眾生即為大善巧方", "122": "便廣供養一切諸佛；住持正法即為大善巧", "123": "方便廣供養一切諸佛。」爾時世尊說此法門", "124": "已，復告金剛手菩薩言：「金剛手！若有人得聞", "125": "此最第一廣供養諸佛實相般若波羅蜜法", "126": "門，若自書若教人書，若自受持若教人受持，", "127": "若自讀誦若教人讀誦，若自思惟若教人思", "128": "惟，若自供養若教人供養。隨其所作，即為", "129": "大善巧方便廣供養一切諸佛。」爾時如來復", "130": "說呪曰：", "131": "「唵長呼」", "132": "爾時世尊，復以一切如來能調伏相，為諸菩", "133": "薩說能調能攝一切眾生祕密智藏實相般", "134": "若波羅蜜法門。所謂：「一切眾生平等性，是", "135": "瞋平等性；一切眾生調伏性，是瞋調伏性；一", "136": "切眾生真法性，是瞋真法性；一切眾生金剛", "137": "性，是瞋金剛性。何以故？一切眾生調伏性", "138": "即是菩提故。」爾時如來復說呪曰：", "139": "「荷長呼」", "140": "爾時世尊，復以一切如來住平等相，為諸菩", "141": "薩說一切法最勝平等性實相般若波羅蜜", "142": "法門。所謂：「一切法平等性故，般若波羅蜜", "143": "平等性；一切法第一義性故，般若波羅蜜第", "144": "一義性；一切法法性故，般若波羅蜜法性；一", "145": "切法業用性故，般若波羅蜜業用性。」爾時", "146": "如來復說呪曰：", "147": "「頡唎長呼」", "148": "爾時世尊，復以一切如來為眾生依怙相，為", "149": "諸菩薩說一切眾生依怙實相般若波羅蜜", "150": "法門。所謂：「一切眾生是如來藏，普賢菩薩體", "151": "性遍故；一切眾生是金剛藏，金剛藏水所灌", "152": "灑故；一切眾生是正法藏，是正言詞所說性", "153": "故；一切眾生是妙業藏，善巧妙業所運為故。」", "154": "爾時如來復說呪曰：", "155": "「底唎長呼」", "156": "爾時世尊，復以一切如來無量無邊際究竟盡", "157": "相，為諸菩薩說一切法無量無邊際究竟", "158": "盡平等實相般若波羅蜜法門。所謂：「般若波", "159": "羅蜜無量故，一切諸佛亦無量；般若波羅", "160": "蜜無邊故，一切諸佛亦無邊；般若波羅蜜一", "161": "性故，一切諸法亦一性；般若波羅蜜究竟盡", "162": "故，一切諸法亦究竟盡。」爾時世尊說此法門", "163": "已，復告金剛手菩薩言：「金剛手！若有人得", "164": "聞此無量無邊際究竟盡實相般若波羅蜜法", "165": "門，受持讀誦正念思惟，此人所有一切障累", "166": "皆得消滅究竟無餘，疾至菩提，獲於如來金", "167": "剛之身而得自在。」爾時如來復說呪曰：", "168": "「驃長呼」", "169": "爾時世尊，復以一切如來離戲論祕密法性", "170": "普光明相，為諸菩薩說大安樂金剛不空無", "171": "礙決定入法性無初中後最第一實相般若波", "172": "羅蜜法門。所謂：「諸菩薩能廣大承事供養故，", "173": "得最上大安樂；得最上大安樂故，得諸佛無", "174": "上大菩提；得諸佛無上大菩提故，能降伏一", "175": "切魔軍；降伏一切魔軍故，得於三界皆自在；", "176": "於三界皆自在故，能遍饒益一切眾生，悉與", "177": "究竟最上安樂。何以故？頌曰：", "178": "「有最勝智者，常在生死中，", "179": "廣度諸群生，而不入涅槃。", "180": "般若波羅蜜，究竟方便智，", "181": "能成清淨業，普淨於諸有。", "182": "又以於貪等，調伏諸世間，", "183": "乃至有頂天，清淨無違暴。", "184": "在於生死世，世法不能染，", "185": "如蓮華妙色，塵垢所不污。", "186": "大欲清淨人，大施安樂人，", "187": "於三界自在，作堅固利益。」", "188": "爾時世尊說此法門已，復告金剛手菩薩言：", "189": "「金剛手！若有人得聞此大安樂金剛法性實相", "190": "般若波羅蜜法門，於日日中每清旦時，若", "191": "聽聞、若誦念，相續不絕，當知是人所有罪障", "192": "皆自消滅，心常調暢第一安樂。於現身中，即", "193": "得成就金剛不空無礙決定入法，復當成就", "194": "一切如來金剛祕密堅固之身。」爾時如來復", "195": "說呪曰：", "196": "「莎訶長呼」", "197": "爾時世尊為諸菩薩說如上諸法門已，復告", "198": "金剛手菩薩言：「金剛手！我此經典難可得聞，", "199": "若有得聞乃至極少至於一字，應知是人過", "200": "去已曾供養諸佛，於諸佛所種諸善根。何", "201": "況有人具足聽聞讀誦之者，當知是人決定", "202": "已曾供養恭敬尊重讚歎八十億那由他恒河", "203": "沙等諸佛。若是經典所在之處，此地則為有", "204": "諸佛塔。若復有人愛重此經，常隨守護不離", "205": "身者，是人應受一切世間恭敬供養；是人", "206": "當得宿命智通，能知過去無量劫事；不為一", "207": "切天魔波旬之所擾亂，四天大王及餘諸天", "208": "常隨衛護；一切諸佛及諸菩薩恒共攝受，十", "209": "方淨土隨願往生。金剛手！我今略說實相般", "210": "若波羅蜜法門功德如是，若廣說者窮劫不", "211": "盡。」佛說此經已，金剛手等諸菩薩，天龍、夜叉、", "212": "乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽、人", "213": "非人等，一切眾會，皆大歡喜，信受奉行。", "214": "實相般若波羅蜜經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0240 實相般若波羅蜜經: 實相般若波羅蜜經: 實相般若波羅蜜經", "source": "CBETA"}