{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1966 念佛鏡", "text": {"0": "9 廣攝諸教門", "1": "末念佛鏡末", "10": "無上菩提，名正道，得見如來。若望法身，無相", "100": "云：『一百劫念觀世音，不如一食頃念地藏菩", "101": "薩。』《群疑論》曰：『一大劫念地藏菩薩，不如一", "102": "聲念阿彌陀佛。』何以故？佛是法王，菩薩為法", "103": "臣，如王出時，臣必隨從，大能攝小。佛是覺滿", "104": "果圓，超諸地位，所以積念者功德最多，過於", "105": "地藏百千萬倍。菩薩未屬佛地，果未圓滿，故", "106": "功德最少。」問曰：「念佛是一乘，三階非是一", "107": "乘。何以故？」「若是一階，容可是一乘；既言三", "108": "階，豈成一乘義？又准《法華經》云：『十方佛土中，", "109": "唯有一乘法，無二亦無三，除佛方便說。』言無", "11": "為正，色相、音聲以得為邪，此對十地已上菩", "110": "二者，若望菩薩，即無緣覺；言無三者，若望緣", "111": "覺，即無聲聞。又言無二者，若望佛說，即一乘，", "112": "無聲聞、緣覺。何以故？二乘極果大乘初地，所", "113": "以言無二；言無三者，即無菩薩乘，為十地因", "114": "果未極故，所以無三。准《法華經》中：『唯有一佛", "115": "乘，息處故說二，今為汝說實，汝所得非滅，為", "116": "佛一切智，當發大精進。』故知佛者，覺滿果圓，", "117": "超諸地位，是最上乘，稱究竟位，是名一乘，實", "118": "非餘乘之所及也。故大行和上當在之日，亦", "119": "有數箇三階，捨三階法，歸依和上念佛。」", "12": "薩；《觀經》及《阿彌陀經》，觀一相好，及以聞名，見", "120": "2 念佛對彌勒門第二、念佛對彌勒門", "121": "問：「念阿彌陀佛功德，多少念於彌勒？」答：「念阿", "122": "彌陀佛功德，多於念彌勒百千萬倍。何以得", "123": "知？准經中說，阿彌陀佛現是覺圓果滿，超諸", "124": "地位，所稱念者功德最多；彌勒現是菩薩位", "125": "中，未超諸地果未圓，故稱念之者功德狹", "126": "少。」問：「何故不念彌勒生兜率天？云何念阿", "127": "彌陀佛往生淨土？」答：「為兜率天不出三界，天", "128": "報既盡，還墮閻浮提，所以不願生天；若往生", "129": "淨土，出過三界，直截五道，一生彼國，直至菩", "13": "報身如來，此對凡夫、二乘諸小菩薩。若望報", "130": "提，更不墮落，所以願生。又兜率天，少時受樂；", "131": "彌陀佛國中，樂最勝，故名為極樂，長時受樂", "132": "無有限期。以是因緣，勝於兜率百千萬倍。何", "133": "以得知？經中所說，一則、身相勝，彌陀佛國眾", "134": "生生者，皆具三十二相；兜率天人則無此相。", "135": "二則、徒眾勝，既生淨土，與諸菩薩共為伴侶，", "136": "受男子身，無女人相；兜率天上男、女雜居，不", "137": "同菩薩。三則、壽命勝，兜率天上壽命四千歲，", "138": "已還復却來，重墮閻浮提；彌陀佛國一去直至", "139": "佛果，更不再來。四則、神通勝，彌陀佛國菩薩", "14": "身，觀佛稱名以將為正，無相為邪；若對法身，", "140": "總六神通；兜率天上人無神通。五則、果報勝，", "141": "彌陀佛國眾生，衣服、飲食、香、華、瓔珞一切供", "142": "具，自然化成不須造作，長時受用無有窮盡；", "143": "兜率天上造作方成，縱有自然衣服，不得多", "144": "時，四千歲已命欲終時，有五衰相：一則、頭上", "145": "華萎；二則、腋下汗出；三者、起坐不定；四者、氣", "146": "力衰微，諸天免其眷屬；五者、多諸棹舉，不如", "147": "極樂世界百千萬倍。」問：「當來彌勒下生之", "148": "時，三會說法，度諸眾生，得阿羅漢果。何以不", "149": "願求生？云何求生彌陀佛國？」答：「彌勒未下生", "15": "所有即論無相。又復說《般若經》時，世尊先向", "150": "來，不可待得。何以得知？經中所說，釋迦牟尼", "151": "佛入涅槃後，經五十六億七千萬歲，然始下", "152": "生，人壽八萬四千歲時，彌勒乃出，准《法王本", "153": "記》，釋迦涅槃已來，始有一千七百餘年，全未", "154": "擬來，不可候待。眾生命短，恐沈苦海，多劫受", "155": "殃，不值彌勒。唯阿彌陀佛現在說法，住極樂", "156": "世界，廣度眾生，歸依西方早證道果，勝於彌", "157": "勒百千萬倍。設值彌勒三會，說法廣度諸人，", "158": "得阿羅漢，小乘極果，若望大乘，始到初地，億", "159": "億眾生不逢彌勒佛。念阿彌陀佛求生淨土，", "16": "忉利諸天，為母說法，當時世尊初從天來至", "160": "即是八地已上菩薩，疾則一念、十念，遲則一", "161": "日、七日，稱念阿彌陀佛即生淨土，實過彌勒", "162": "百千萬倍。又復本師說彌陀經之日，彌勒菩", "163": "薩亦在會中，阿逸多菩薩是也。彌勒尚念阿", "164": "彌陀佛，何況未來諸眾生豈不念耶？大行和", "165": "上在日，數箇彌勒業人，迴心念阿彌陀佛。又", "166": "念佛法，准佛經教，後末法時，諸法總滅，特此", "167": "念佛正法，止住百年，教化眾生。故知念佛不", "168": "可思議。」", "169": "3 念佛對坐禪門第三、念佛對坐禪門", "17": "閻浮提，須菩提憶念世尊，入定觀佛，遂在先", "170": "問：「念阿彌陀佛，何如坐禪看心，作無生觀？」", "171": "答：「念阿彌陀佛往生淨土，速成佛果，勝於無", "172": "生觀門百千萬倍。何以得知？准《維摩經》言：『譬", "173": "如虛空造立宮室，終不能成；地上造作隨意", "174": "無礙。』無生看心亦如是。何以故？無生即是無", "175": "相，無相即是虛空，所以難成；念佛之法，事、理", "176": "雙修，猶如地上造立宮室，所以易成。如貧人", "177": "少乏財寶，學他王家造立舍宅，雖辦得少分", "178": "材木，從生至死終不能成。後時材木爛壞，虛", "179": "費功程無有成就。無生亦爾，為功德法財不", "18": "來。於時有一天女，不知所以，先見世尊，既見", "180": "得成就，枉用功夫無有成益。念佛法門則不", "181": "如是，由念佛一口，滅除八十億劫生死之罪，", "182": "還得八十億劫微妙功德。如富兒造宅立便成", "183": "就。所以《觀經》云：『然彼如來宿願力故，有憶想", "184": "者必得成就。』不同無生。何以故？又《法華經》云：", "185": "『大通智勝佛，十劫坐道場，佛法不現前，不得", "186": "成佛道。』不現前者即是無生，既是十劫不得", "187": "成佛，故知成佛遲；如念佛，遲則七日，疾則一", "188": "日，速生淨土，即是八地已上菩薩。何以故？", "189": "乘佛願力故。」問：「看心功德，多少於念佛功", "19": "佛已，女即問佛言：『我最在先見佛不？』世尊言：", "190": "德？」答：「看心功德，少於念佛功德百千萬倍。何", "191": "以知之？准《觀經》云：『念佛一口，滅八十億劫生", "192": "死之罪。』得八十億劫微妙功德。一度看心，未", "193": "知滅幾許罪，得幾許功德？不言滅幾億生死", "194": "之罪，地獄悉滅，往生淨土。故知少於念佛功", "195": "德百千萬倍。」問：「念佛往生得何果報？無生", "196": "觀成得何果報？二種何者為勝？」答：「念佛往", "197": "生得三十二相，具六神通，長生不死，超過三", "198": "界，直至成佛，更不墮落，菩薩聖眾共為伴侶，", "199": "阿彌陀佛親自說法；無生觀成生長壽天，經", "2": "10 釋眾疑惑門第十、釋眾疑惑門", "20": "『汝在後見。』天女曰云：『我初來到，無一人來見", "200": "八萬大劫還墮惡道。無生觀，萬中無一得成", "201": "就者，為不時宜。假令得成生長壽天，不出三", "202": "界。剋十而論，不如淨土百千萬倍。」問曰：「准", "203": "無生觀，唯遣看心，其心為赤？為白？為青？為黃？", "204": "觀者為當成？不成？」答曰：「無生看心非青、非白、", "205": "非赤、非黃，非不言成、不成，心不相貌，復無成", "206": "就，虛費功夫、徒勞何益？難云：『看心之時即得", "207": "成佛者，看衣即得暖，看食應得飽，看金應得", "208": "寶用，看心之時亦得道者。』看衣不著，不廢寒；", "209": "看心之時，亦不得果。又准《像法決疑經》說：『坐", "21": "佛者，何故在後？』世尊語言：『有須菩提，在先入", "210": "禪不是末法時。』何以故？彼經云：『佛滅度後，正", "211": "法五百年，持戒堅固；像法一千年，禪定堅固；", "212": "末法一萬年，念佛得堅固。』准《法王本記》：『入末", "213": "法來二百餘年，是念佛時，不是坐禪時。』所以", "214": "大行和上在日，數箇禪師門徒，從和上教授，", "215": "迴心念佛者多。」", "216": "4 念佛對講說門第四、念佛對講說門", "217": "問：「念阿彌陀佛功德，多少於聞經功德？」答：「念", "218": "佛功德，多於聞經功德百千萬倍。何以得知？", "219": "《觀經》下品上生人無惡不作，由造惡故，命欲", "22": "定，除去人、我，觀見法身，在天女前，故在先見。』", "220": "終時，地獄眾火一時俱至。遇善知識，為說十", "221": "二部經。彼人聞已，滅除千劫等罪。聞經力小，", "222": "地獄猶未滅，得智者教，念阿彌陀佛十口，滅", "223": "除八十億劫生死之罪。」問：「讀經功德，多少", "224": "於念佛功德？」答：「讀經功德，亦少於念佛功德。", "225": "大行和上說：『不念佛修行讀經，猶如讀藥方，", "226": "念佛猶如服藥。』讀藥方，病即難除；服藥，病則", "227": "易差。讀經修道功德，亦少於念佛功德，正是", "228": "修道，以此事故功德最多。」問：「講經功德，多", "229": "少於念佛功德？」答：「講經功德，亦少於念佛功", "23": "女為起人、我心，觀我色身故，在後見。世尊為", "230": "德百千萬倍。何以故？講經猶如數寶，念佛猶", "231": "如用寶，數寶雖多，不除貧苦，不言滅罪，不言", "232": "得功德；用寶雖不多，能濟身命，得功德無量，", "233": "明知少於念佛功德百千萬倍。又講經如磨", "234": "石，雖獲少分利益，盡與他人，自損無量，為受", "235": "禮拜供養，大損果報。所以論云：『譬如貧窮人，", "236": "晝夜數他寶，自無半錢分，多聞亦如是。』故知", "237": "講經功德，亦少於念佛功德百千萬倍。何以", "238": "得知？如《唯識論》多破計我，講論之者口雖說", "239": "法，心多計我，不起我者萬中無一。所以《法華", "24": "對彼天女故，說頌言：『若以色見我，以音聲求", "240": "經》云：『我慢自矜高，諂曲心不實，於千萬億劫，", "241": "不聞佛名字，亦不聞正法，如是人難度。』由是", "242": "事故，講論不如念佛百千萬倍。所以上世有", "243": "惠感法師、智仁法師、蘊法師，皆捨講論，同歸", "244": "念佛。」", "245": "5 念佛對戒律門第五、念佛對戒律門", "246": "問：「念佛功德，多少於持二百五十戒、五百戒", "247": "等功德？」答：「念佛功德，多於持戒功德百千萬", "248": "倍。何以得知？准經說，持戒證小果，始到初", "249": "地；准《彌陀經》，若一日、七日念阿彌陀佛往生", "25": "我，是人行邪道，不能見如來。』此頌即對外道", "250": "淨土，即是八地已上菩薩。所以經云：『眾生生", "251": "者，皆是阿鞞跋致。』故知功德多於持戒功德", "252": "百千萬倍。又准經中說：『如今不是持戒時，是", "253": "念佛時。』何以得知？准《像法決疑經》說：『本師滅", "254": "度，正法五百年，持戒得堅固；像法一千年，坐", "255": "禪得堅固；末法一萬年，念佛得堅固。』自從佛", "256": "入涅槃已來，准釋迦碑文，已有一千七百餘", "257": "年，入末法來二百餘年，故知是念佛時，不是", "258": "持戒時。縱有持戒者，准戒經文，即得名譽及", "259": "利養，死得生天上，無證得阿羅漢果；縱得生", "26": "益當時，不忤未來世事，不同《觀經》。又復《般若》", "260": "天，不出三界。就持戒人中，萬箇無一具戒者。", "261": "何以故？為戒細人麁，數多難持；若望念佛，", "262": "數少易行，得多功德。」問：「念佛得益，多少於", "263": "持戒得益？」答：「念佛能益無損，持戒損多益少。", "264": "何以得知？准《目連問經》：『破初篇戒，取長壽諸", "265": "天，計人間九百一十五俱胒六百萬歲，墮地", "266": "獄。』准戒文中，有五篇、七聚。依挍量：第一篇重", "267": "挍量第二篇一倍；第二篇重挍量第三篇一", "268": "倍；第三篇重挍量第四篇一倍；第四篇重挍", "269": "量第五篇一倍；第五篇最輕，犯突吉羅，九百", "27": "為遮外道計四大、五蘊是常，計色為我，計聲", "270": "萬歲墮地獄中，一夜不懺者捨本利。准破戒", "271": "罪，無量、無邊，持戒萬中無一，故知損多益少；", "272": "念佛一口，除八十億劫生死之罪。所以有破", "273": "戒罪，念阿彌陀佛，總得除滅。何以得知？准", "274": "《觀經》文：『下品中生人，或有眾生，毀犯五戒、八", "275": "戒及具足戒，如此愚人，應墮地獄，經歷多劫，", "276": "受苦無窮。臨命終時，遇善知識為說阿彌陀", "277": "佛十力威德，為讚彼佛光明、神力，教令念佛。", "278": "彼人聞已，滅除八十億劫生死之罪，往生淨", "279": "土。』故知破戒罪，亦得消滅。又准《群疑論》中說：", "28": "為我，所以《般若經》遮彼外道，不見如來；今依", "280": "『破戒者護復，失道者導，盲冥者眼。』故知念佛", "281": "純益無損。承前北都有律師，捨戒律業迴心", "282": "念佛，往生西方極樂世界。准《觀經》中說言，中", "283": "三品人，律師念佛往生淨土。故知念佛門，持", "284": "戒、苦行不及也。」", "285": "6 念佛對六度門第六、念佛對六度門", "286": "問：「念佛功德，多少於六波羅蜜？」答：「念佛功德，", "287": "多六波羅蜜百千萬倍。何以得知？准《維摩經》", "288": "說：『念定總持人，自求生淨土，總得往生，一切", "289": "不問。』」問曰：「有人復疑，念佛猶如口打鼓，如", "29": "《觀經》等，說厭患門，願離生死，速生淨土，早證", "290": "何解釋？」答曰：「亦如口打鼓。何以？因口誦心", "291": "記，乃打由成；若無心口，無由得成。念佛亦", "292": "爾，心信口稱，乃生淨土，速證無上菩提；若無", "293": "心口，無由往生，所以如口打鼓。」問：「何故不", "294": "念本師釋迦，但念阿彌陀佛？」答曰：「念彌陀者，", "295": "本師教念，然始解修。猶如父、母生得子已，遂", "296": "付師教，學問乃成，皆由師立。彌陀亦爾，本師", "297": "說經，慇懃勸念阿彌陀佛，令生淨土，早證菩", "298": "提。將念佛名，稱為難事，本師自說：『我行此念", "299": "阿彌陀佛難事，得無上菩提。』本師釋迦自亦", "3": "問：「諸有疑惑，請乞除斷。故《般若》云：『若以色見", "30": "菩提，不觀我相，遂見如來，不同般若。」問：", "300": "念佛。勸汝等一切眾生，若能稱念阿彌陀佛，", "301": "定生淨土，早證菩提，是為甚難希有之事，本", "302": "師遣念阿彌陀佛。又復念佛，猶如父、母多諸", "303": "子息，當居儉處，將去遂豐，然始養得，不被餓", "304": "死；本師亦爾，為娑婆濁惡不堪久住，恐畏沈", "305": "淪墮於地獄，將諸眾生同歸淨土，受諸快樂，", "306": "不被沈淪，是故偏令思念阿彌陀佛，不念本", "307": "師。非但釋迦因念佛得成佛，十方三世諸佛", "308": "皆因念佛三昧當得成佛。故《月燈三昧經》云：", "309": "『十方三世一切過去、未來及現在佛，皆學念", "31": "「《往生論》云：『女人及根缺，二乘種不生。』《觀經》何", "310": "佛，速證無上菩提。』故知三世諸佛皆因念佛", "311": "當得成佛。」問曰：「何故不念十方諸佛，偏念", "312": "阿彌陀佛？」答曰：「現在十方佛中，彌陀最勝、最", "313": "尊、最慈；又十方佛中，彌陀佛與眾生結緣最", "314": "深；於現在十方佛中，彌陀佛願力攝眾生最", "315": "多；又十方佛淨土中，彌陀佛淨土最好，韋提", "316": "希等選得；又十方淨土中，彌陀淨土最近；十", "317": "方諸佛名號中，念阿彌陀佛名號功德最多。", "318": "所以專念彌陀佛，不念餘佛。」問曰：「何故念", "319": "佛是一法，乃能廣攝諸門？」答曰：「念佛雖是一", "32": "故說韋提希并五百侍女同得往生？中品三", "320": "法，定能廣攝諸門。何以得知？舉喻釋者，念佛", "321": "猶如如意寶珠，雖是一箇寶珠，能攝一切寶", "322": "物。故《法華經》中說：『龍女為獻寶珠，速得成佛。』", "323": "雖是一法，增長一切功德，感得生淨土，速證", "324": "無上菩提。一法包含一切法，所以《維摩經》云：", "325": "『念定即總持，包含一切法。』故一法中乃含諸", "326": "法。」", "327": "11 念佛出三界門第十一、念佛出三界門", "328": "問曰：「淨土為出三界，為在三界中？」答曰：「淨", "329": "土定出三界，不在三界之中。既言三界，何等", "33": "人，二乘往生？」答：「准《往生論》說，女人、二乘，不往", "330": "為三？一者、欲界，從此閻浮上至六天，總名欲", "331": "界；二者、色界，六天已上，梵眾天等一十八天，", "332": "名為色界；三者、無色界，又有四天，空處乃至", "333": "非想、非非想處天等，總名無色界。又復三界", "334": "向上非非想處二十八天，向下即是無間地", "335": "獄，人在中間住，猶如牢獄之中相似。所以《法", "336": "華經》云：『三界無安，猶如火宅。』常有生、老、病、死", "337": "憂患，如是等火熾然不息。是故韋提希厭娑", "338": "婆世界，五濁惡處。何等為五？一者、劫濁，謂疫", "339": "病、飢饉、刀兵等劫；二者、煩惱濁，一切眾生多", "34": "生者，為無決定往生者性。女人唯愛女身，不", "340": "諸煩惱；三者、命濁，壽命短促；四者見濁，誹謗", "341": "不信；五者、眾生濁，無其人行，又有地獄、餓鬼、", "342": "畜生盈滿，不善聚集。是故遣厭，欣樂西方極", "343": "樂世界。所以經云：『能於三界獄，勉出諸眾生，", "344": "普智天人尊，哀愍群盲類，能開甘露門，廣度", "345": "於一切。』又論云：『超出三界獄，目如青蓮葉，聲", "346": "聞眾無數，是故稽首禮。』又《往生論》云：『觀彼世", "347": "界相，勝過三界道，究竟如虛空，廣大無邊際。』", "348": "又准《群疑論》中說：『淨土竪超三界，橫截五道，", "349": "一得往生，更不墮三界牢獄，直至無上菩提。』", "35": "求淨土，不肯念佛，論遮不生；二乘、根缺亦復", "350": "故知彌陀淨土定離三界，不在三界之中，所", "351": "以念佛法門頓出三界。「若欲念阿彌陀佛速", "352": "生淨土者，要須三業成就：第一、心唯有信；第", "353": "二、口唯有念；第三、身唯有敬，不問有人、無人，", "354": "尊卑、老少，晝、夜常不懈慢，名為敬成就。不議", "355": "他人長、短，說食數寶；唯口念佛，聲聲不絕，名", "356": "為念成就。不墮貪、瞋等煩惱及鬪亂、打罵，怨", "357": "恨、嫉妬，殺、盜、婬妄，是墮三塗因，與念佛法不", "358": "相應故。唯有信念佛，不揀道、俗，不問男女、貴", "359": "賤，不問罪有輕、重，唯信為本。若成就者，萬病", "36": "如是，唯住小果，不生淨土，不解念佛，所以不", "360": "皆差，不假世間醫藥；萬善自成，不假世間教", "361": "經，頓能成就。其萬善成事，非是己能，亦非修", "362": "行力。若據經文，從凡位至初地經一大阿僧", "363": "祇劫，若三寶力，不假多劫。又依經文：『聞說阿", "364": "彌陀佛，乃至一心、一念，歡喜踊躍，志心迴向", "365": "即得往生，住不退地。』《法華經》云：『諸有智者，以", "366": "譬喻得解。』世間之中唯有母力，能令其子身", "367": "得安穩；出世間中唯有諸佛，能令眾生出三", "368": "界苦，得生淨土見佛、聞法。又依經文，佛有慈、", "369": "悲、喜、捨。慈能與樂，悲能拔苦。不問地獄、餓鬼、", "37": "生。《觀經》及《阿彌陀經》等說往生者，二乘、根缺", "370": "畜生及人中苦，若問即不名大慈悲。又如其", "371": "母，世間之母，於子有種種苦，終不辭勞，無疲", "372": "倦，以樂為本。豈容諸佛大聖、大悲，不問怨親、", "373": "道俗、男女，平等普皆救？救護何等苦？世間之", "374": "苦與地獄苦百千萬倍，諸佛即救，況人中極", "375": "輕，若不相救，即與經教相違。「人中諸苦，發心", "376": "悔過，作諸戒行，作諸功德，諸苦頓除，信始成", "377": "就，生死退失，委知地獄不再入。人中諸苦，苦", "378": "即不滅，病即不差，千無一信者；縱有信者，不", "379": "過旬月，尋即還退，不見經文，以不知未來之", "38": "及女人，迴心念佛，厭惡女身。」自此已下，名對", "380": "苦，其心不定，現在之苦，復不得滅，眾生謗起。", "381": "又依經文，現在之苦定滅，未來之苦必無。今", "382": "現世人有誦得經者，及有異行與國王相應", "383": "者，頭髮即落，袈裟著身，亦無戒行。在世間", "384": "內，上至國王，下至父母，皆反致敬，是誰之", "385": "力？盡豈不是三寶之力？世間之內，亦有不問", "386": "貴賤、男女，皆令自在，衣、食自然，見者恭敬，不", "387": "辭勞倦。以是義故，當知三寶之力，唯信乃知；", "388": "不信之人如盲、如聾，等無有異。故知念佛之", "389": "人，聲聲不絕，無病不差，無罪不滅，定不驚怕，", "39": "法論，更分為六：", "390": "亦不轉退。日日之中，心眼自開，轉加作意，並", "391": "與經教相應，行、住、坐、臥，心終不散，亦不失威", "392": "儀。縱聞諸經、論，並與心行相應，轉加歡喜，遞", "393": "相接引有信之人，如母救子不辭勞倦。無信", "394": "之人，寧當噤口而死，不得出言令他起謗，非", "395": "是謗人，直謗於佛。當說《彌陀經》時，釋迦難解", "396": "之法為一切眾生說，若有信者，是六方諸佛", "397": "知甚難信之法，恐後眾生生疑謗，故舒舌作", "398": "證，表此經文定不虛妄。又聞此近來諸行者", "399": "等，咸生驚疑及有誹謗者，以是義故，諸佛再", "4": "我，以音聲求我，是人行邪道，不能見如來。』者，", "40": "一、念佛對三階門　二、念佛對彌勒門", "400": "三懸知，末法世不信眾生，若有信者，一切諸", "401": "佛共所護念。自不信佛語，自無善可得。住不", "402": "退轉地，皆《彌陀經》語。若不作業，自障聖道，", "403": "彼此經教，皆是佛說。自修行之教，善神護助", "404": "之法，深生信敬，修行不捨，諸佛護助。復是諸", "405": "佛本願力教，現在聞而不信，直入地獄，無有", "406": "出期，豈不謬哉？「若見此經文，再三思量，審有", "407": "經教，方始相應念佛，戒行斷除法門，但能決", "408": "定深信，至誠不退者，念念不絕，聲聲喚佛，不", "409": "問道俗、貴賤、貧富、好醜、男女，罪有輕重，唯取", "41": "三、念佛對坐禪門　四、念佛對講說門", "410": "信心成就。若不信諸佛慈悲，縱是父、母亦無", "411": "救處，不得往生；唯有信心成就，諸佛常住不", "412": "滅，亦無退轉。信佛大聖，一切賢聖最上、最勝、", "413": "最大，是名世尊。不問過去、未來、現在所有眾", "414": "生，不問大小、善惡、之心，多少皆知。若有人信", "415": "佛大慈、大悲，能救眾生過去、未來、現在所有眾", "416": "多惡業罪障，發心悔過，並悉知之，尋即往救，", "417": "亦不過時度，名為大慈、大悲。如世間母，見", "418": "子在糞穢中及饑寒、苦痛，終不再離，名為慈", "419": "悲母。在世之人，無能報母恩德是小，慈母於", "42": "五、念佛對戒律門　六、念佛對六度門", "420": "子尚不辭疲倦；諸佛大慈、大悲與救百千萬", "421": "倍，不唯救世間之苦，能救生死大苦。是故世", "422": "間有能信者即救，亦不問罪有輕、重。謹依《法", "423": "華經》文：『佛言：「一切眾生皆是吾子，我則是父，", "424": "汝等累劫眾苦所燒，我皆濟拔令出三界。」』又", "425": "不問道俗、男女、貴賤、老少、好醜、貧富及罪輕", "426": "重，以是義故，唯論信者，能悔過者，深信成", "427": "就，聲聲不絕，念佛名字。經云：『一切諸佛共所", "428": "護念，皆得不退轉。』又云：『難信希有之法。』唯取", "429": "信心，不云罪人。亦不得言：『女人不得往生。』唯", "43": "1 念佛對三階門一、念佛對三階門", "430": "論信者。若是戒行成就者皆悉往生，即非難", "431": "信，亦非希有。善男子、善女人能信不昧，不問", "432": "罪有輕、重，是病皆除，是罪皆滅，不論遠、近，唯", "433": "取信心，頓斷疑惑，頓覺念佛，如母救子，故名", "434": "難信希有之法。說此經時，六方恒河沙諸佛，", "435": "各各出舌證明，即知過去、未來、現在眾生，聞", "436": "者並皆生疑起謗，不信佛有如是力，故言難", "437": "信希有之法。是恒沙諸佛並皆舒舌，遍覆三", "438": "千大千世界，為作證明，有能信者，不言怨親。", "439": "《觀經》云：『念一口阿彌陀佛，滅八十億劫生死", "44": "問：「三階法中，不坐僧床，不喫僧食。念佛法", "440": "之罪。』又經云：『一切諸佛共所護念。』諸佛慈悲", "441": "等心普救，不問道、俗，悔過迴向發願，定不過", "442": "時，是名諸佛平等救眾生。念若成就，無罪不", "443": "滅，無病不差，無苦不除，無憂不喜，驚怕之者", "444": "尋即自定，晝夜精進，忍辱成就，戒即不破，睡", "445": "即策懃，亦不疲倦，所出言語，一依正教，令人", "446": "樂聞，所行之行。故用孝養之人皆倣習，如是", "447": "等中心貞志節自在無礙，非是己能修習力，", "448": "皆是世尊慈悲力也。若有人，聞即悔、即學、即", "449": "行、即念佛，是諸佛力。「能信之人，方始覺知：第", "45": "中，未知許喫僧食、坐僧床，及過齋已不？」答：「念", "450": "一、身業，不得殺、盜、婬，亦不得打害他一切眾", "451": "生，亦不得觸世間細滑好華、綾羅、錦繡、繒綵、", "452": "緋紫等，縱逢嚴寒，隨寒即死，終不再著。此物", "453": "能障當來業道，能沈沒苦海，能令世間疑謗，", "454": "亦令人怨恨，令人起愛心。女子著好衣，出入", "455": "遊行，好塗粧粉，令放逸多男子數數頻看不", "456": "捨，父母多憂便起嗔怒，兄弟懷愁起大嗔怒，", "457": "世人略見即生疑謗，師僧若見即破淨戒，賊", "458": "人見時即起盜心，如是等障皆好衣過患，不", "459": "可盡說。若是孝行者，至死不著好衣，孝行俱", "46": "佛法中，通許僧食及坐僧床并過齋。何以故？", "460": "成，身行正行，禮讚不虧，迴旋出入，不得擺手", "461": "急行，亦不得迴頭反視，亦不得抑睛戾眼，若", "462": "坐不得舒脚，亦不得托地，不得欹睡倚物，唯", "463": "老、病不在此例。若論眠時，不得脫衣服，亦不", "464": "得仰眠舒脚及語，此是放逸懈怠，唯除老、病", "465": "及困時即暫得。苦策懃，晚眠早起，日日如健，", "466": "神情變利，智慧日日增。若不行依，即名放逸", "467": "不信之人，罪復不滅，萬事不成，何況病、苦？亦", "468": "不得往生。「第二、口業，不得飲酒、食肉及五辛、", "469": "糟醋、酒酵、󰉓麵、乳酪、酥、密、粳糯世間上味飯", "47": "為念佛猶如國王，亦如王子，堪受國王祿抍，", "470": "食。如是等食，縱逢大饑，寧當忍饑即死，更不", "471": "再食。殺、盜、婬、妄語、嫉妬語、嗔恚語、我慢語、", "472": "欺凌語、怨恨語、疑謗語、求財語、兩舌語、說", "473": "他人長短鬪亂語、諂曲語、毀呰愚癡語、惡呪", "474": "語如是等語，若欲說時無有盡期。但是聞人", "475": "善、惡言語，皆不得說，此是無盡、無益，鬪諍語", "476": "多著魔，亦令人病發。若不再說，與佛教相應，", "477": "不勞讀經書，唯加念佛，行、住、坐、臥不礙生活，", "478": "聲聲不絕，念佛不移，唯急喚大作聲，復須分", "479": "明道字，此教猶如小兒喚母，急急不得散。外", "48": "堪受如來作廕；又佛猶如父母，念佛人猶如", "480": "去惡緣，此是定心。坐禪念佛定。各有多門道、", "481": "俗，但得心清淨，不問男女、貴賤，唯取信敬、孝", "482": "養之人，但能皆得病苦消滅，道業成就。以是", "483": "義故，六方諸佛出廣長舌相，證明不虛。又云：", "484": "『能信、專念不捨之人，一切諸佛共所護念。』此", "485": "是《彌陀經》文，現在流行，處處不絕。「第三、意業，", "486": "不得非理貪、癡，不得心生疑謗，不得心生蛆", "487": "姤怨，不得心生殺、盜、婬、妄想惡緣，不得心生", "488": "我慢貢高、輕蔑他人、自是非他、耽財愛色，若", "489": "起如是之心，放逸自恣，詐嗔、虛喜，不實之心，", "49": "男女，合得父母飯食、衣服、床榻、臥具，所以通", "490": "諸佛必知，不來相救。如有道俗、貴賤、貧富，皆", "491": "須平等，不問怨、親，與佛教相應。若無此心，發", "492": "露懺悔，盡形為期，死、生不移，如是等人前念", "493": "迴向，後念即覺，如子憶母養子，不辭勞倦，不", "494": "避辛苦，尋即往看。若能如是者，始大慈悲，意", "495": "業清淨，平等如虛空。三業、六根如是等行，依", "496": "戒律如法修行。所違觸者，不可一一具陳。「唯", "497": "願正念、正迴向，慈悲深信決定，至誠不退。", "498": "若與言教不相應，縱令念佛，共不能救，罪亦", "499": "不滅，病苦難除。貪財敗德，及禍之基，取之非", "5": "何以故，念阿彌陀佛往生淨土，得見如來？」答：", "50": "坐僧床及喫僧食并復過齋。難云：不坐僧", "500": "理，為惡之本。一切惡誓願斷，一切善誓願修，", "501": "恒沙功德誓願滿，無上佛道誓願成。」", "502": "弟子某甲等稽首和南，盡虛空遍法界一切諸佛", "503": "十二部經，諸大菩薩、聲聞、緣覺一切賢聖，受", "504": "弟子等請，來入道場證明，弟子今日今時蒙", "505": "善知識教，弟子發露懺悔，未覺悟時，及覺悟", "506": "已來，於其中間，三業造罪，身業不善，殺害眾", "507": "生不可知數；偷盜財物廣若恒沙；婬欲熾盛", "508": "污諸淨行；口業不善，妄語、綺語、惡口、兩舌，誹", "509": "謗三寶鬪亂無邊；意業不善，貪名求利如海", "51": "床、不喫僧食，即是修道者，邊地下賤可應是", "510": "吞流，嗔恚猛火燒諸功德，十惡業罪無明所", "511": "作，自作教他，見、聞隨喜，無問大小，不敢覆", "512": "藏，今總懺悔。願佛慈悲證明攝受，莫違人願。", "513": "今日今時所懺諸罪，隨懺即滅。弟子持此念", "514": "佛功德，報恩家債主恩，受取功德，近相捨離", "515": "同生淨土，志心歸命，頂禮阿彌陀佛。", "516": "「從來生死界，未識佛僧時，", "517": "所造眾惡業，因此願消滅。", "518": "塵含佛剎土，剎中過現佛，", "519": "我以三業淨，久住剎舍中。", "52": "修道人。何以故？邊地下賤不坐僧床、不喫僧", "520": "凡聖虔誠者，皆知淨國土，", "521": "喜心咸頂禮，普禮念佛人。", "522": "書此念佛鏡，喜集無上因，", "523": "迴向眾生類，共生安樂國。", "524": "從今至圓滿，在在受生時，", "525": "常憶於宿命，不轉念佛人。", "526": "「淨土往生不易聞，頓超沙劫證玄門，", "527": "子呼慈父須來生，但慮稱心恐不真。」", "528": "修西方十二時修西方十二時", "529": "平旦寅，被衣出戶整心神，合掌焚香望極樂，", "53": "食，彼邊地下賤既是非曰道，故此三階亦", "530": "慇懃遙禮紫金身。", "531": "日出卯，不應念佛論多少，安在專心繫一緣，", "532": "勿為妄境相侵擾。", "533": "食時辰，念佛先須伏我人，若將念佛恃人我，", "534": "何始何成淨土因。", "535": "禺中已，進修淨土須決志，如喰甘露自知甜，", "536": "且莫謗人道不是。", "537": "正南午，想念吾師如目覩，無邊業障自然消，", "538": "豈要云為枉辛苦。", "539": "日昳未，浩浩生死誠堪畏，不取西方速疾門，", "54": "非修道。」問：「三階稱惡眾生，念佛是好眾生，", "540": "塵沙劫海須沈墜。", "541": "晡時申，急急須持淨土因，闐健不能懃念佛，", "542": "一朝虛作世間塵。", "543": "日沒酉，想知光景何能久，看看無常即到來，", "544": "莫教佛字離心口。", "545": "黃昏戌，勿使身心多過失，十惡雖然亦往生，", "546": "何如上品蓮開疾。", "547": "人定亥，深心念佛真三昧，十地高人尚爾修，", "548": "將知不信寧非罪。", "549": "夜半子，朝朝念佛常如此，皆乘蓮華一往生，", "55": "為當亦是惡眾生彼？」答：「不是惡眾生。何以得", "550": "從茲決定無生死。", "551": "雞鳴丑，壯盛俄然即衰朽，忙忙剎海更無親，", "552": "唯有彌陀獨招乎。", "553": "修西方十勸修西方十勸", "554": "勸君一，長時念佛須真實，歸依佛語莫生疑，", "555": "制護心猿無放逸。", "556": "勸君二，唯思念佛無餘事，澄心決定願西方，", "557": "臨終自見如來至。", "558": "勸君三，念佛先須斷愛貪，臨終心淨見如來，", "559": "似月清光照碧潭。", "56": "知？准一經云：『若念佛者，是人中芬陀利華。』此", "560": "勸君四，莫令念佛心移忘，臨終極樂寶華迎，", "561": "觀音勢至俱來至。", "562": "勸君五，莫辭念佛多辛苦，思惟長劫生死輪，", "563": "更向何人求出路。", "564": "勸君六，念佛時中恒相續，假使不念順凡情，", "565": "何日得離生死獄。", "566": "勸君七，念佛莫令三業失，專專敬禮願西方，", "567": "去見彌陀無上日。", "568": "勸君八，教修念佛牟尼法，應須遵奉本師言，", "569": "命盡得往彌陀剎。", "57": "華者，諸華中極好；若念佛者，一切人中最好，", "570": "勸君九，念佛真心為上首，臨終化佛共來迎，", "571": "七寶蓮華隨願誘。", "572": "勸君十，念佛常須心口急，思量業海苦輪深，", "573": "生死忙忙悔難及。", "574": "求生西方淨土念佛鏡終", "575": "五蘊浮虛夢幻身，假緣空聚一堆塵，", "576": "死魔一至憑何敵，急念彌陀莫厭頻。", "577": "臨終正念往生文臨終正念往生文", "578": "知歸子問善道和尚曰：「世事之大莫越生死，", "579": "一息不來便屬後世，一念差錯便墮輪迴，小", "58": "故以為喻。滅除諸罪故，是好眾生；三階為罪", "580": "子累蒙開誨念佛往生之法，其理甚明。又恐", "581": "病來、死至之時，心識散亂，仍慮他人惑動正", "582": "念，忘失淨因。伏望重示歸徑之方，俾脫沈淪", "583": "之苦。」師曰：「善哉問也！凡一切人命終欲生淨", "584": "土，須是不得怕死！常念此身多苦，不淨惡業", "585": "種種交瀍，若得捨此穢形，超生淨土，受無量", "586": "快樂，解脫生死苦趣，乃是稱意之事，如脫弊", "587": "衣得換珍服。但當放下身、心，莫生戀著。凡遇", "588": "有病之時，便念無常，一心待死。叮囑家人及", "589": "看病人，往來問候之人：『凡來我前，為我念佛，", "59": "不滅，所以是惡眾生。難云：罪惡眾生即是修", "590": "不得說眼前閑雜之話，家中長短之事，亦不", "591": "須軟言安慰，祝願安樂，此皆虛華無益之語。", "592": "若病重將終之際，親屬不得垂淚哭泣，及發", "593": "嗟嘆、懊惱之聲，惑亂心神，失其正念。但當同", "594": "聲念佛，助其往生，待氣盡了多時，方可哀泣。", "595": "纔有絲毫戀世間心，便成罣礙，不得解脫。若", "596": "得明曉淨土之人，頻來策勵，極為大幸！』若依", "597": "此者，決定超生，即無疑也！」又問曰：「求醫服藥，", "598": "還可用否？」答曰：「求醫服藥，初不相妨，然藥", "599": "者只能醫病，不能醫命，命若盡時，藥豈奈何？", "6": "「般若遮不見如來者，為所一相貌及以音聲", "60": "道者，疾患之人應是修道。何以故？是惡眾生", "600": "若殺物命為藥，切不可也！」又問曰：「求神祈福", "601": "如何？」答曰：「人命長短，生時已定，何假鬼、神能", "602": "延之耶？若迷惑信邪，殺害眾生，祭祀鬼神，但", "603": "增罪業，反損壽矣！大命若盡，小鬼奈何，空自", "604": "慞惶，俱無所濟。切宜謹之，當以抄寫此文，帖", "605": "向目前，令時昔見之，免致臨危忘失。」又問曰：", "606": "「平生未甞念佛人，還用得否？」答曰：「此法僧俗、", "607": "男女未念佛人，用之皆得往生，決無疑矣！余", "608": "多見世人，於平常念佛、禮讚，發願求生西方。", "609": "及致病來，却又怕死，都不說著往生解脫之", "61": "故，彼等患人非是修道，此等三階亦非修道。」", "610": "事，直待氣消命盡，識投冥界，方始十念鳴鐘。", "611": "恰如賊去關門，濟何事也？死門事大，須是自", "612": "家著力始得。若一念差錯，歷劫受苦，誰人相", "613": "代？思之！思之！若無事時，當以此法精進念佛，", "614": "竭力受持，是為臨終大事。可謂一條蕩蕩西", "615": "方路，徑直歸家莫問津。」", "616": "弟子林雲從捨銀壹兩所求如意者", "617": "信士唐俊　信童唐瓊哥琣哥", "618": "信女陳妙淨　林引使共捨銀貳兩五錢", "619": "惟祈福壽同增　願法界眾生　俱成正覺", "62": "問：「三階法不許入寺，念佛法許入寺已不？」", "620": "者", "621": "原板在杭州雲棲蓮池大師處今重刻于莆田", "622": "國歡寺藏經堂　出藏經管字函第三卷據", "623": "重鍥念佛鏡敘重鍥念佛鏡敘", "624": "象緯麗天，晃曜莫踰於桂魄；波瀾疏河，源流", "625": "悉匯於滄溟。是以萬法唯心，功實存于一念；", "626": "千車合轍，道不出乎總持。具最勝之妙門，脫", "627": "輪迴之捷徑，其唯念佛乎？蓋自彌陀剎現，慈", "628": "航超積劫之淪，淨土門開，法界結無遮之會。", "629": "勢至念之而證圓通，能仁稱之而悲堪忍，大", "63": "答：「念佛法中，許住持寺觀。何以故？現在住持", "630": "海會同歸，寶樹林中搖眾樂，十八賢共社，", "631": "白蓮香裡顯真宗，悲、智雙行，聖、凡俱攝。蓋醫", "632": "王護世，僊方道訣皆靡；慧日當空，黑室昏衢", "633": "頓破。變世界為黃金，位登不退；坐蓮華而見", "634": "佛，果證無生。譬夫九曲明珠，雖寸絲而可貫；", "635": "百川眾味，甞一滴以皆通。欲枯業海，須念彌", "636": "陀。彼教綱森羅，博之頗難契理；禪那寂照，修", "637": "之恐涉岐途。豈若繫念彼佛，不勞彈指到西", "638": "方？如賢欲弘法施，用廣是書，迺募貲於檀那，", "639": "以重輝於剖劂，極知固陋，濫贅其文云。萬曆", "64": "好處，當來擬生好國，擬證菩提，所以令住持", "640": "癸丑春眾華現瑞日，蓮山國歡崇福禪院釋", "641": "子如賢和南謹識。", "642": "惟心淨土宜承當，自性彌陀觸處彰，", "643": "無苦無憂真極樂，勿憎勿愛即西方。", "644": "恒沙功德本來具，妙寶莊嚴不可量，", "645": "好個主人無量壽，見聞聲色露堂堂。", "65": "寺，亦入伽藍寺舍好處。難曰：伽藍精舍好處，", "66": "下惡眾生不令住；無上殊勝妙果，下惡眾生不", "67": "可得。」問：「三階法中，見形像及以諸經，不多", "68": "恭敬，為是泥龕；四生眾生是真佛故，所以恭", "69": "敬。念佛法中，未知敬佛像及經已不？」答：「念佛", "7": "皆求人、我，不求往生及無上菩提故，只行邪", "70": "法曰：『見佛形像及經，並遣恭敬。』何以故？准《報", "71": "恩經》中所說：『釋迦牟尼佛向忉利天，為母摩", "72": "耶夫人說法，經九十日。優填大王憶念世尊，", "73": "不能得見，遂遣巧匠造世尊形像一軀，一倣", "74": "世尊。世尊從天下來至閻浮提，其優填大王", "75": "與諸群臣遂去迎佛，其形像佛亦迎世尊。世", "76": "尊共形像佛，一處並立，兩佛相似，遂將手摩", "77": "形像佛頂，語形像言：「我將不久入涅槃，留汝", "78": "久住世間，教化眾生。」』世尊尚自敬佛形像，罪", "79": "惡眾生豈不敬耶？又准《十輪經》云：『獵師被袈", "8": "道不見如來。《觀經》、《阿彌陀經》等應當起想念", "80": "裟，象為起恭敬。敬袈裟功德，命終生忉利諸", "81": "天，九十一劫受諸快樂。』何以故？為相似故。諸", "82": "佛形像亦復如是，為相似故，恭敬之者感得", "83": "尊貴榮華，生天淨土。所以《佛名經》中，有盧舍", "84": "那佛敬形像佛。盧舍那佛尚自敬形像佛，何", "85": "況凡夫豈不敬耶？又《華嚴經》云：『念佛三昧當", "86": "得見佛，命終之後生於佛前。』彼人臨命終時，", "87": "勸令念佛，為示尊像令瞻敬故，故知《華嚴經》", "88": "中有遣恭敬形像佛，云何三階難云：『一切形像", "89": "是埿龕，食來不合喫；一切牛驢是真佛，食來", "9": "及專稱名號，不求人、我，唯求擬生淨土，速證", "90": "即合喫。一切形像是埿龕，衣服供養不合著。』", "91": "一切眾生是真佛，昆虫上得衣，云何合著？一", "92": "切眾生是真佛，不合損，一年之中損生無頭", "93": "數，殺佛之罪如何除得？一切眾生是真佛，身", "94": "合安置勝妙處，自身既在好房舍，佛在下惡", "95": "處，豈成平等？」問曰：「三階念地藏菩薩功德", "96": "多少，如念阿彌陀佛？」答曰：「念阿彌陀佛功德，", "97": "多於念地藏菩薩百千萬倍。何以得知？准《觀", "98": "音經》，有一人供養六十二億恒河沙菩薩，乃", "99": "至一時，不如禮拜供養觀世音菩薩。《十輪經》"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1966 念佛鏡", "author": "唐 道鏡、善道共集", "sourceLink": "http://www.cbeta.org/"}