{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1604 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論", "text": {"0": "No. 1604", "1": "大乘莊嚴經論序大乘莊嚴經論卷第一", "10": "於彼岸。空有兼謝。生滅俱忘。絕智希夷之表。", "100": "喜。何以故。為有悅故。菩薩亦爾。莊嚴妙法", "101": "義入自心則生勝喜。何以故。為有問故。問", "102": "彼法有何功德須此莊嚴。強欲令他恭敬信", "103": "受耶。偈曰。", "104": "譬如飲藥苦病差則為樂", "105": "住文及解義苦樂亦如是", "106": "譬如難事王因事得威力", "107": "如是難解義因解得法財", "108": "譬如見生寶不別則不愛", "109": "如是聞妙法不覺亦不喜", "11": "遺形動寂之外。然隨緣利見。應跡生知。震大", "110": "釋曰。此三偈次第顯示妙法有三功德。一顯", "111": "斷障因功德。二顯自在因功德。三顯妙喜", "112": "因功德。問此義云何。答如飲苦藥。初時則苦。", "113": "以難服故。後時則樂。以病差故。此法亦爾。住", "114": "文時苦。味難得故。解義時樂。障病破故。如事", "115": "嚴王。初時則苦。難得意故。後時則樂。與威力", "116": "故。此法亦爾。思惟時苦。深難解故。思度時", "117": "樂。長聖財故。如見生寶。未別時則不愛。謂", "118": "無用故。識別時則深重。知有用故。此法亦爾。", "119": "修行時則不喜。謂空無用故。修度時則深悅。", "12": "地而萃人天。放神光而掩日月。百億須彌。俱", "120": "知有大用故。緣起品究竟。", "121": "2 成宗品大乘莊嚴經論成宗品第二", "122": "釋曰。有人疑此大乘非佛所說。云何有此功", "123": "德可得。我今決彼疑網。成立大乘真是佛說。", "124": "偈曰。", "125": "不記亦同行不行亦成就", "126": "體非體能治文異八因成", "127": "釋曰。成立大乘略有八因。一者不記。二者同", "128": "行。三者不行。四者成就。五者體。六者非體。", "129": "七者能治。八者文異。第一不記者。先法已盡", "13": "霑聲教。三千世界。盡入隄封。愍三毒之韁", "130": "後佛正出。若此大乘非是正法。何故世尊初", "131": "不記耶。譬如未來有異世尊即記。此不記故", "132": "知是佛說。第二同行者。聲聞乘與大乘非先", "133": "非後一時同行。汝云何知此大乘獨非佛說。", "134": "第三不行者。大乘深廣非忖度人之所能信。", "135": "況復能行外道制諸論。彼種不可得。是故", "136": "不行。由彼不行故是佛說。第四成就者。若汝", "137": "言餘得菩提者說有大乘。非是今佛說有大", "138": "乘。若作此執則反成我義。彼得菩提亦即是", "139": "佛如是說故。第五體者。若汝言餘佛有大乘", "14": "鎖。矜五蔭之纏蓋。惜飛電於浮生。歎懸藤於", "140": "體此佛無大乘體。若作此執亦成我義。大乘", "141": "無異體是一故。第六非體者。若汝言此佛無", "142": "大乘體。則聲聞乘亦無體。若汝言聲聞乘是", "143": "佛說故有體大乘非佛說故無體。若作此執", "144": "有大過失。若無佛乘而有佛出說聲聞乘者", "145": "理不應故。第七能治者。由依此法修行得無", "146": "分別智。由無分別智能破諸煩惱。由此因故", "147": "不得言無大乘。第八文異者。大乘甚深非如", "148": "文義。不應一向隨文取義言非佛語。復次若", "149": "汝言初不記者。由佛無功用心捨故。若作", "15": "逝水。八關云闢。開慧識於幽塗。三乘方軌。運", "150": "此執是義不然。偈曰。", "151": "諸佛三因緣現見亦護法", "152": "如來智無礙捨者不應爾", "153": "釋曰。若此大乘非佛說者。是為大障。諸佛有", "154": "三因緣。何故不記。一無功用智恒起是眼恒", "155": "見。二恒作正勤守護正法。三如來智力無有", "156": "障礙。由此三因。汝言捨而不記者。不應道理。", "157": "復次若汝言有體者。即聲聞乘是大乘體。何", "158": "以故。即以此乘得大菩提故。若作此執是義", "159": "不然。偈曰。", "16": "慈心於朽宅。龍興霧集。神動天隨大道為心。", "160": "非全非不違非行非教授", "161": "是故聲聞乘非即是大乘", "162": "釋曰。有四因緣非即以聲聞乘為大乘體。非", "163": "全故。非不違故。非行故。非教授故。非全者。", "164": "聲聞乘無有利他教授。但為自厭離欲解脫", "165": "而教授故。非不違者。若言聲聞乘以自方便", "166": "而教授他。即是他利教授。是義不然。何以故。", "167": "雖以自利安他。彼亦自求涅槃勤行方便。不", "168": "可以此得大菩提故。非行者。若汝言若能久", "169": "行聲聞乘行則得大菩提果。是義不然。非方", "17": "望法雲而遐舉。聞聲悟道。漸初地而依仁。遷", "170": "便故。聲聞乘非大菩提。方便不以久行。非方", "171": "便能得大乘果。譬如搆角求乳。不可得故。", "172": "非教授者。如大乘教授聲聞乘無。是故聲聞", "173": "乘不得即是大乘。復次今更示汝相違義。偈", "174": "曰。", "175": "發心與教授方便及住持", "176": "時節下上乘五事一切異", "177": "釋曰。聲聞乘與大乘有五種相違。一發心異。", "178": "二教授異。三方便異。四住持異。五時節異。聲", "179": "聞乘若發心若教授若勤方便。皆為自得涅", "18": "㮈苑之喬枝。入祇園之隩室。酌智水之餘", "180": "槃故。住持亦少。福智聚小故。時節亦少。乃至", "181": "三生得解脫故。大乘不爾。發心教授勤方便。", "182": "皆為利他故。住持亦多。福智聚大故。時節亦", "183": "多。經三大阿僧祇劫故。如是一切相違。是", "184": "故不應以小乘行而得大乘果。復次若汝言", "185": "佛語有三相。一者入修多羅。二者顯示毘", "186": "尼。三者不違法空。汝以一切法無自性而為", "187": "教授。違此三相故非佛語。若作此執是義不", "188": "然。偈曰。", "189": "入自大乘經現自煩惱滅", "19": "潤。承慧日之末光。既而稅駕連河。歸真雙樹。", "190": "廣大甚深義不違自法空", "191": "釋曰。今此大乘亦不違三相。入自大乘修多", "192": "羅故。現自煩惱毘尼故。由菩薩以分別為煩", "193": "惱故。廣大甚深即是菩薩法空。不違此空得", "194": "大菩提故。是故此乘與三相不相違。復次前", "195": "說不行者。我今更示此義令汝信受。偈曰。", "196": "有依及不定緣俗亦不普", "197": "退屈忖度人寧解大乘義", "198": "釋曰。由有五因彼忖度者不能得入大乘境", "199": "界。彼智有依故。不定故。緣俗故。不普故。退", "2": "太子右庶子安平男臣李百藥", "20": "聖靈逾遠。像教浸微。大義或乖。斯文將墜。穿", "200": "屈故。彼有依者。智依教生。非證智故。不", "201": "定者。有時更有。異智生故。緣俗者。忖度世", "202": "諦。不及第一義諦故。不普者。雖緣世諦但得", "203": "少解。不解一切故。退屈者。諍論辯窮即默然", "204": "故。大乘者即無所依乃至終不退屈。不退屈", "205": "者。無量經中有百千偈說大乘法。由得此法", "206": "辯才無盡。是故大乘非忖度人境。問汝說聲", "207": "聞乘非佛菩提方便。若爾何者是耶。偈曰。", "208": "廣大及甚深成熟無分別", "209": "說此二方便即是無上乘", "21": "鑿異端。分析多緒。是末非古。殊塗別派。天親", "210": "釋曰。廣大者。謂諸神通。由極勤方便令他信", "211": "解故。甚深者。謂無分別智。由難行故如其次", "212": "第。一為成熟眾生。二為成熟佛法。即說此", "213": "二為無上菩提方便。此二方便即是無上乘", "214": "體。問若爾有人於中怖畏。過失云何。偈曰。", "215": "不應怖而怖由怖被燒然", "216": "怖引非福故長時過患起", "217": "釋曰。若人非怖畏處妄生怖畏。是人即墮極", "218": "熱惡道而被燒然。何以故。由此怖畏引大非", "219": "福聚生。由此罪故能令是人經無量劫受大", "22": "初學之輩。尚致西河之疑。龍樹究竟之儔。彌", "220": "熱惱。問彼人復有何因生此怖畏。偈曰。", "221": "非性非法朋少慧少因力", "222": "怖此深妙法退失大菩提", "223": "釋曰。若人生怖由四因緣。一非種性。離菩", "224": "薩性故二非法朋。離善知識故三少慧力。未", "225": "解大乘法空故。四少因力。先世不種諸波羅", "226": "蜜自性善根故。由此因緣於甚深妙法橫生", "227": "怖想。由此想故於大菩提福智二聚應得不", "228": "得。是名為退。汝今應知。此退過患最極深重。", "229": "已說怖過及怖因。次說不應怖畏因。偈曰。", "23": "深東魯之歎。仰惟法寶。盡諦無為。故經文云。", "230": "無異即互無有異即險處", "231": "無譬種種說續說多門說", "232": "非有如文義諸佛甚深體", "233": "聰慧正觀人應知不應怖", "234": "釋曰。無異即互無者。若汝言聲聞乘即是大", "235": "乘無異大乘體。若如是者。即聲聞辟支佛乘", "236": "復無有體。何以故。由得佛故。如是一切皆是", "237": "佛乘。何因怖耶。有異即險處者。若汝許有異", "238": "大乘體。此體即是一切智道。最為第一險處。", "239": "由難度故此應仰信。何因怖耶。無譬者。於一", "24": "佛以法為師。佛從法生。佛依法住。豈止研幾", "240": "時中無二大乘並出可以相比。何因怖一不", "241": "怖二耶。種種說者。今此大乘非獨說空。亦說", "242": "大福智聚。應解此意。何因獨怖空耶。續說", "243": "者一切時中決定相續說空汝非乍聞。何因", "244": "怖耶。多門說者彼彼經中多門異說顯大要", "245": "用。破諸分別得無分別智。若異此說無大用", "246": "者。如來但應言空不說如法性實際等。既說", "247": "有多門何因獨怖空耶。非有如文義者。大乘", "248": "甚深不如文義。何因隨文取義而怖空耶。", "249": "諸佛甚深體者。佛性甚深卒難覺識應求了", "25": "盡性。妙物窮神。出入無間。苞含元氣而已。", "250": "別何因怖耶。由如是等因緣故。聰慧正觀人", "251": "於此大乘不應怖畏。已說不應怖畏因。次說", "252": "能行此法智。偈曰。", "253": "隨次聞思修得法及得慧", "254": "此智行此法未得勿非毀", "255": "釋曰。若人最初依善知識能起正聞。次於正", "256": "義能起正憶。次於真實境界得生正智。次", "257": "從彼彼得證法果。次從彼後起解脫智。是人", "258": "此智隨深入遠能行此法。汝若自無此智。不", "259": "應決定言非佛語。已說能行此法智。次遮怖", "26": "若夫惟天為大。寒暑運其功。謂地蓋厚。山澤", "260": "畏此法句。偈曰。", "261": "不解解不深深非思度解", "262": "解深得解脫諸怖不應爾", "263": "釋曰。不解者。若汝言如是深法非我所解。如", "264": "是起怖畏者不應爾。解不深者。若汝言佛解", "265": "亦不深。如其解深何故說深。如是起怖畏者", "266": "不應爾。深非思度解者。若汝言何故此深。非", "267": "思量境界。如是起怖畏者不應爾。解深得解", "268": "脫者。若汝言何故獨解深義能得解脫。非思", "269": "量人能得解脫。如是起怖畏者不應爾。如是", "27": "通其氣。是以姬文以大聖之姿。幽贊易道。丘", "270": "已遮怖畏此法句。次以不信成立大乘。偈曰。", "271": "由小信界伴不解深大法", "272": "由汝不解故成我無上乘", "273": "釋曰。小信者。狹劣信解故。小界者。阿梨", "274": "耶識中熏習小種子故。小伴者。相似信界為", "275": "眷屬故。此三若小則不信別有大乘。由此不", "276": "信則成我所立是無上法。已說成立大乘次", "277": "遮謗毀大乘。偈曰。", "278": "隨聞而得覺未聞慎勿毀", "279": "無量餘未聞謗者成癡業", "28": "明懷同恥之德。祖述微言。諸經著論。俯同斯", "280": "釋曰。汝隨少聞得有覺悟。不應隨聞復生謗", "281": "毀。汝於未聞無信可爾。何以故。不積善故未", "282": "聞者多慎勿謗毀。汝無簡別若生謗毀更增", "283": "癡業。壞前聞故。已遮謗毀。次遮邪思。偈曰。", "284": "如文取義時師心退真慧", "285": "謗說及輕法緣此大過生", "286": "釋曰。師心者。謂自見取。非智者。邊求義故。", "287": "退真慧者。如實真解未得退故。謗說者。毀善", "288": "說故。輕法者。嫉所聞故。緣此非福次身受大", "289": "苦報。是名大過起。已遮邪思。次遮惡意。偈", "29": "旨。大乘莊嚴論者。無著菩薩纂焉。菩薩以", "290": "曰。", "291": "惡意自性惡不善不應起", "292": "況移於善處應捨大過故", "293": "釋曰。惡意者。是憎嫉心。自性惡者。此心是自", "294": "性罪。尚不可於過失法中起。何況於非過法", "295": "中起。是故急應須捨大過患故。成宗品究竟。", "296": "3 歸依品大乘莊嚴經論歸依品第三", "297": "釋曰。如此已成立大乘。次依大乘攝勝歸依。", "298": "偈曰。", "299": "若人歸三寶大乘歸第一", "3": "奉　勅序", "30": "如來滅度之後。含章秀發。三十二相。具體而", "300": "一切遍勇猛得果不及故", "301": "釋曰。一切歸依三寶中。應知大乘歸依最為", "302": "第一。何以故。由四種大義自性勝故。何者四", "303": "義。一者一切遍義。二者勇猛義。三者得果義。", "304": "四者不及義。此義後當說。由此四義多有留", "305": "難。諸歸依者或能不能。能者為勝。已說歸依", "306": "勝。次勸勝歸依。偈曰。", "307": "難起亦難成應須大志意", "308": "為成自他利當作勝歸依", "309": "釋曰。難起者。所謂勝願。由弘誓故。難成者。", "31": "微。八千億結。承風俱解。弘通正法。莊飾經", "310": "所謂勝行。由經無量劫故。由如此難應須發", "311": "大志意。何以故。為欲成就他利與自利故。他", "312": "利者。所謂願行。由願行是名聞因故。自利者。", "313": "所謂大義。由大義是自體果故。前說四義。今", "314": "當先說一切遍義。偈曰。", "315": "眾生遍乘遍智遍寂滅遍", "316": "是名智慧者四種一切遍", "317": "釋曰。大乘歸依者有四種一切遍。一者眾生", "318": "一切遍。欲度一切眾生故。二者乘一切遍。善", "319": "解三乘故。三者智一切遍。通達二無我故。四", "32": "王。明真如功德之宗。顯大士位行之地。破小", "320": "者寂滅一切遍。生死涅槃體是一味。過惡功", "321": "德不分別故。已說一切遍義。次說勇猛義。偈", "322": "曰。", "323": "悕望佛菩提不退難行行", "324": "諸佛平等覺勇猛勝有三", "325": "釋曰。大乘歸依有三種勝勇猛。一願勝勇猛。", "326": "歸依佛時求大菩提多生歡喜知勝功德故。", "327": "二者行勝勇猛。起修行時不退不屈難行行", "328": "故。三者果勝勇猛。至成佛時與一切諸佛平", "329": "等覺故。復次由此勇猛。彼諸佛子恒得善", "33": "乘執著。成大乘綱紀。其菩提一品。最為微妙。", "330": "生。偈曰。", "331": "發心與智度聚滿亦大慈", "332": "種子及生母胎藏乳母勝", "333": "釋曰。菩薩善生有四義。一者種子勝。以菩提", "334": "心為種子故。二者生母勝。以般若波羅蜜為", "335": "生母故。三者胎藏勝。以福智二聚住持為胎", "336": "藏故。四者乳母勝。以大悲長養為乳母故。", "337": "復次善生者。由勇猛故恒得勝身。偈曰。", "338": "妙相成生力大樂大方便", "339": "如此四成就是名為勝身", "34": "轉八識以成四智。束四智以具三身。詳諸經", "340": "釋曰。菩薩身勝有四種。一者色勝。得妙相嚴", "341": "身勝轉輪王等相故。二者力勝。得成熟眾生", "342": "自在力故。三者樂勝。得寂滅上品佛地無邊", "343": "樂故。四者智勝。得救一切眾生大巧方便故", "344": "此四成就是名佛子善生。所謂色成就力成", "345": "就樂成就智成就。復次由此勇猛得與王子", "346": "相似。偈曰。", "347": "光授法自在巧說善治攝", "348": "由此四因故佛種則不斷", "349": "釋曰。由四因緣王種不斷。一者入位受職。二", "35": "論所未曾有。可謂聞所未聞。見所未見。", "350": "者增上無違。三者善能決判。四者分明賞罰。", "351": "善生佛子亦爾。一者蒙光授。謂一切諸佛與", "352": "大光明令受職故。二者法自在。謂於一切法", "353": "中智慧自在他無違故。三者能巧說。謂對佛", "354": "眾中善說法故。四者善治罰謂於學戒者過", "355": "惡能治功德能攝故。復次由此勇猛得與大", "356": "臣相似。偈曰。", "357": "入度見覺分持密利眾生", "358": "由此四因故得似於大臣", "359": "釋曰。有四種因是大臣功德。一者入王禁宮。", "36": "聖上受飛行之寶命。總步驟於前王。屈天師", "360": "二者見王妙寶。三者祕王密語。四者自在賞", "361": "賜。勇猛菩薩亦爾。一者常得善入諸波羅蜜。", "362": "二者常見處處經中大菩提分寶。由不忘法", "363": "故。三者常持如來身口意密。四者常能利益", "364": "無邊眾生。已說勇猛義。次說得果義。偈曰。", "365": "福德及尊重有樂亦苦滅", "366": "證樂證法陰習盡有滅捨", "367": "釋曰。大乘歸依者得此八果。一者信解時得", "368": "大福德聚。二者發心時得三有尊重。三者故", "369": "意受生時得三有中樂。四者解自他平等時", "37": "之尊。智周萬物。應人皇之運。道照三明。慈", "370": "得大苦聚滅。亦得滅一切眾生苦力。五者入", "371": "無生忍時覺證最上樂。六者得菩提時證大", "372": "法陰。法陰者所謂法身。如此法身名為大。名", "373": "為勝。名為常。名為善聚。是無邊修多羅等法", "374": "藏故名大。一切法中最上故名勝。永無有盡", "375": "故名常。為力無畏等善法積聚故名善聚。七", "376": "者得熏習聚盡永滅無餘。八者得有滅捨。有", "377": "捨者不住生死。滅捨者不住涅槃。已說得果", "378": "義。次說不及義。偈曰。", "379": "大體及大義無邊及無盡", "38": "惠外宣。神機內湛。端扆而役百靈。垂拱而", "380": "由善世出世成熟神通故", "381": "釋曰。大乘歸依者。所有善根由四因故。一切", "382": "聲聞辟支佛所不能及。一者大體。二者大義。", "383": "三者無邊。四者無盡問此云何。答大體者。謂", "384": "世間善根。已得超過二乘故。大義者。謂出世", "385": "善根。二乘出世但自利故。無邊者。謂成熟善", "386": "根。能成熟無邊眾生故。無盡者。謂神通善根。", "387": "至無餘涅槃亦無盡故。已說歸依勝義。次說", "388": "歸依差別。偈曰。", "389": "希望及大悲種智亦不退", "39": "朝萬國。彌綸造化之初。含吐陰陽之際。功成", "390": "三出及二得差別有六種", "391": "釋曰。歸依差別有六種。一自性。二因。三果。", "392": "四業。五相應。六品類。悕望為自性。至心求佛", "393": "體故。大悲為因。為一切眾生故。種智為果。", "394": "得無上菩提故。不退為業。行利他難行行不", "395": "退不屈故。三出為相應。具足三乘出離行故。", "396": "二得為品類。世俗得法性得麁細差別故。已", "397": "說功德差別。次說行差別。偈曰。", "398": "歸依有大義功德聚增長", "399": "意悲遍世間廣流大聖法", "4": "臣聞。天帝受無上之法。景福會昌。輪王致正", "40": "作樂。既章韶舞。治定制禮。言動翠華。金輪所", "400": "釋曰。大義謂自他利行。自利行者。謂功德增", "401": "長復有多種。若思度。若數數。若時節。皆無有", "402": "量。由不可思度故。不可數知故。畢竟恒行。時", "403": "無分齊故。他利行者。作意及悲遍一切眾生", "404": "故。廣勤方便流大聖法故。大聖法者大乘法", "405": "故。歸依品究竟。", "406": "4 種性品大乘莊嚴經論種性品第四", "407": "釋曰。已說歸依義。次說種性差別。偈曰。", "408": "有勝性相類過惡及功德", "409": "金譬與寶譬九種各四種", "41": "王。封疆之固惟遠。芥城雖滿。龜鼎之祚無", "410": "釋曰。種性有九種差別。一有體。二最勝。三", "411": "自性。四相貌。五品類。六過惡。七功德。八金", "412": "譬。九寶譬。如是九義一一各有四種差別。此", "413": "偈總舉。餘偈別釋。此中先分別有體。偈曰。", "414": "由界及由信由行及由果", "415": "由此四差別應知有性體", "416": "釋曰。種性有體由四種差別。一由界差別。二", "417": "由信差別。三由行差別。四由果差別。由界差", "418": "別者眾生有種種界無量差別。如多界修多", "419": "羅說。由界差別故。應知三乘種性有差別。由", "42": "窮。光闡大猷。開導群品。凡諸內典。盡令翻", "420": "信差別者。眾生有種種信可得。或有因力起。", "421": "或有緣力起。能於三乘隨信一乘非信一切。", "422": "若無性差別則亦無信差別。由行差別者。眾", "423": "生行行或有能進或有不能進。若無性差別", "424": "則亦無行差別。由果差別者。眾生菩提有下", "425": "中上。子果相似故。若無性差別則亦無果差", "426": "別。由此四差別。是故應知。種性有體。已說種", "427": "性有體。次說種性最勝。偈曰。", "428": "明淨及普攝大義亦無盡", "429": "由善有四勝種性得第一", "43": "譯。摩伽陀國三藏法師波羅頗蜜多羅。唐", "430": "釋曰。菩薩種性由四種因緣。得為最勝。一", "431": "由善根明淨。二由善根普攝。三由善根大義。", "432": "四由善根無盡。何以故。非諸聲聞等善根如", "433": "是明淨故。非一切人善根攝力無畏等故。餘", "434": "人善根無他利故。餘人善根涅槃時盡故。菩", "435": "薩善根不爾。由此為因。種性最勝。已說種性", "436": "最勝。次說種性自性。偈曰。", "437": "性種及習種所依及能依", "438": "應知有非有功德度義故", "439": "釋曰。菩薩種性有四種自性。一性種自性。二", "44": "言明友。即中天竺剎利王之種姓也以大唐", "440": "習種自性。三所依自性。四能依自性。彼如其", "441": "次第。復次彼有者。因體有故。非有者。果體非", "442": "有故。問若爾云何名性。答功德度義故。度", "443": "者出生功德義。由此道理。是故名性。已說種", "444": "性自性。次說種性相貌。偈曰。", "445": "大悲及大信大忍及大行", "446": "若有如此相是名菩薩性", "447": "釋曰。菩薩種性有四種相貌。一大悲為相。", "448": "哀愍一切苦眾生故。二大信為相。愛樂一切", "449": "大乘法故。三大忍為相。能耐一切難行行故。", "45": "貞觀元年十二月入京。法師戒行精勤。才識", "450": "四大行為相。遍行諸波羅蜜自性善根故。已", "451": "說種性相貌。次說種性品類。偈曰。", "452": "決定及不定不退或退墮", "453": "遇緣如次第品類有四種", "454": "釋曰。菩薩種性品類。略說有四種。一者決", "455": "定。二者不定。三者不退。四者退墮。如其次", "456": "第。決定者遇緣不退。不定者遇緣退墮。已說", "457": "種性品類。次說種性過失。偈曰。", "458": "應知菩薩性略說有四失", "459": "習惑與惡友貧窮屬他故", "46": "明敏。至德隣于初果。多能亞夫將聖。繼澄什", "460": "釋曰。菩薩種性過失。略說有四種。一者習", "461": "惑。功德不行煩惱多行故。二者惡友。離善知", "462": "識狎弊人故。三者貧窮。所須眾具皆乏少故。", "463": "四者屬他。繫屬於人不自在故。已說種性過", "464": "失。次說種性功德。偈曰。", "465": "功德亦四種雖墮於惡道", "466": "遲入復速出苦薄及悲深", "467": "釋曰。菩薩種性。雖有如前過失。若墮惡道應", "468": "知於中復有四種功德。一者遲入。不數墮故。", "469": "二者速出不久住故。三者苦薄。逼惱輕故。四", "47": "之清塵。來儀上國。摽生遠之逸氣。高步玄", "470": "者悲深。哀愍眾生亦成就故。已說種性功德。", "471": "次說種性金譬。偈曰。", "472": "譬如勝金性出生有四種", "473": "諸善及諸智諸淨諸通故", "474": "釋曰。勝金性者所出有四義。一者極多。二者", "475": "光明。三者無垢。四者調柔。菩薩種性亦爾。一", "476": "者為無量善根依止。二者為無量智慧依止。", "477": "三者為一切煩惱障智障得清淨依止。四者", "478": "為一切神通變化依止。已說種性金性譬。次", "479": "說種性寶性譬。偈曰。", "48": "門。帝心簡在。皇儲禮敬。其博聞強記。探幽洞", "480": "譬如妙寶性四種成就因", "481": "大果及大智大定大義故", "482": "釋曰。妙寶性者四種成就依止。一者真成就", "483": "依止。二者色成就依止。三者形成就依止。四", "484": "者量成就依止。菩薩種性亦爾。一者為大菩", "485": "提因。二者為大智因。三者為大定因。定者", "486": "由心住故。四者為大義因。成就無邊眾生故。", "487": "已廣分別性位。次分別無性位。偈曰。", "488": "一向行惡行普斷諸白法", "489": "無有解脫分善少亦無因", "49": "微。京城大德。莫不推許。粵以貞觀四年。恭承", "490": "釋曰。無般涅槃法者。是無性位。此略有二種。", "491": "一者時邊般涅槃法。二者畢竟無涅槃法。", "492": "時邊般涅槃法者有四種人。一者一向行惡", "493": "行。二者普斷諸善法。三者無解脫分善根。四", "494": "者善根不具足。畢竟無涅槃法者無因故。彼", "495": "無般涅槃性。此謂但求生死不樂涅槃人。已", "496": "說無性。次說令入。偈曰。", "497": "廣演深大法令信令極忍", "498": "究竟大菩提二知二性勝", "499": "釋曰。廣演深大法者。為利他故。謂無智者。令", "5": "真之道。神祇合德。是則聖人執契。玄化潛通。", "50": "明詔。又", "500": "得大信。已大信者令成就極忍能行不退。已", "501": "極忍者令究竟成就無上菩提。二知者。謂諸", "502": "凡夫及諸聲聞。若得如是彼諸二人。則知自", "503": "性性德圓滿性最為殊勝。問云何勝。偈曰。", "504": "增長菩提樹生樂及滅苦", "505": "自他利為果此勝如吉根", "506": "釋曰。如是種性能增長極廣功德大菩提樹。", "507": "能得大樂。能滅大苦。能得自他利樂以為大", "508": "果。是故此性最為第一。譬如吉祥樹根。菩", "509": "薩種性亦爾。種性品究竟。", "51": "勅尚書左僕射䢴國公房玄齡。散騎常侍行", "510": "大乘莊嚴經論卷第一", "52": "太子左庶子杜正倫銓定。義學法師慧乘慧", "53": "朗法常智解曇藏智首道岳惠明僧辯僧珍法", "54": "琳靈佳慧賾慧淨玄謨僧伽等。於勝光寺共", "55": "成勝業。又勅太府卿蘭陵男蕭璟監掌修緝。", "56": "三藏法師云。外國凡大小乘學。悉以此論為", "57": "本。若於此不通。未可弘法。是以覃思專精。特", "58": "加研究。慧淨法師。聰敏博識。受旨綴文。玄謨", "59": "法師。善達方言。又兼義解。至心譯語。一無紕", "6": "至誠所感。冥功斯應。皇情西顧。法海東流。如", "60": "謬以七年獻春此始。撰定斯畢。勒成十有三", "61": "卷二十四品。勅太子右庶子安平男李百藥", "62": "序之云爾。", "63": "大乘莊嚴經論卷第一", "64": "無著菩薩造", "65": "大唐天竺三藏波羅頗蜜多羅譯", "66": "1 緣起品緣起品第一", "67": "偈曰。", "68": "義智作諸義言句皆無垢", "69": "救濟苦眾生慈悲為性故", "7": "開洪範之圖。似得圓光之夢。持綫妙典。發金", "70": "巧說方便法所謂最上乘", "71": "為發大心者略以五義現", "72": "釋曰。莊嚴大乘經論。誰能莊嚴。答義智能莊", "73": "嚴。問義智云何莊嚴。答開作諸義。問以何開", "74": "作。答以言及句。問以何等言。以何等句。答以", "75": "無垢言以無垢句。無垢言者。謂能至涅槃", "76": "城。無垢句者。謂字句相應。若離無垢言句。則", "77": "於諸義不能開曉。問以何義故莊嚴。答為救", "78": "濟苦眾生故。問眾生自苦。何因救濟。答為菩", "79": "薩者大悲為體生憐愍故。問若救他苦莊嚴", "8": "口而祕綸言。書葉舊章。自龍宮而升麟閣。昔", "80": "何法。答莊嚴如來巧說方便法。問何等方便", "81": "法。答所謂最上乘。問為誰故莊嚴。答為發大", "82": "乘心者。問以幾義莊嚴。答略以五義示現。問", "83": "何者五義。偈曰。", "84": "譬如金成器譬如花正敷", "85": "譬如食美膳譬如解文字", "86": "譬如開寶篋是各得歡喜", "87": "五義法莊嚴歡喜亦如是", "88": "釋曰。此中五譬即譬彼五義莊嚴。如其次第。", "89": "能令發大心者信向故。受教故。思惟故。修習", "9": "迦維馭世。大啟法門。懸明鏡於無象。運虛舟", "90": "故。證得故。問其義云何。答金成譬。為令信向", "91": "轉彼心故。華敷譬。為令受教開示彼故。食膳", "92": "譬。為令思惟得法味故。解文譬。為令修習更", "93": "不思故。開篋譬。為令證得真實菩提分寶自", "94": "覺證故。由此五義分別大乘。能令彼人得生", "95": "愛樂。問若彼法自性功德具足。何義更須莊", "96": "嚴為。答此問。偈曰。", "97": "譬如莊美質臨鏡生勝喜", "98": "妙法莊嚴已得喜更第一", "99": "釋曰。譬如美質加莊像。現在於鏡則生勝"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1604 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論: 大乘莊嚴經論", "author": "無著菩薩造  唐 波羅頗蜜多羅譯", "sourceLink": "http://www.cbeta.org/"}