{"author": "梁 寶亮等集", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1763 大般涅槃經集解", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "25 憍陳如品(七〇-七一)", "1": "大般涅槃經集解卷第七十一", "2": "梵志名淨第六　犢子梵志第七", "3": "納衣梵志第八　弘廣婆羅門第九", "4": "阿難為魔所嬈事", "5": "說阿難初為侍者緣起", "6": "為須跋陀說法", "7": "憍陳如品下", "8": "復有梵志名曰清淨至乃至非如去非不如", "9": "去。案。僧亮曰。聞常無常。並是倒。不知倒", "10": "之所由。故問也。寶亮曰。論義更無所執。直捉", "11": "六十二見。來問也。佛即為說所以離六十二", "12": "見之方。於是而悟羅漢道。", "13": "梵志言瞿曇眾生知何法故至是人能知常與", "14": "無常。案。僧亮曰。知何法者。已知病起。次問", "15": "滅病之方。", "16": "梵志言世尊我已知解至諸漏永盡得阿羅漢", "17": "果。案。僧亮曰。因在先名故也。果在後名新", "18": "也。", "19": "犢子梵志復作是言至彼若問者當隨意答。", "20": "案。僧亮曰。犢子以所見問佛。欲觀其同異耳。", "21": "外道所見不同。或說無善惡果報。或說有善", "22": "惡無道。或說有道不修得。或說男得女不得。", "23": "或說出家得在家不得。或說離欲。得在欲不", "24": "得。二問也。寶亮曰。亦無定執也。佛所以默", "25": "者。欲申己之迹。非置答之謂也。", "26": "佛言犢子善哉善哉至平等雨於優婆塞優婆", "27": "夷。案。僧亮曰。三種善不善。及十種善不善", "28": "者。三是出世。十通世間也。寶亮曰。佛今答起", "29": "三善離十惡。終斷一切障。成聖道也。", "30": "世尊若諸外道欲來出家至還其屍所大設", "31": "供養。案。僧亮曰。四月試者。外道本異見。假", "32": "服偷法。皆四月試。如其不爾。不必試也。寶亮", "33": "曰。如優婆塞戒經云六月試。蓋隨機故。有此", "34": "法耳。而犢子出家。於十五日後。方得初果者。", "35": "感應之道。其事不同。著於此也。", "36": "納衣梵志復作是言至善不善身是義不然。", "37": "案。僧亮曰。說無因果。所以作闡提者。以其謂", "38": "善惡有性。不從因緣。非無善惡故也。寶亮曰。", "39": "尋眾生之始無源。故謂善惡皆自然也。", "40": "何以故如瞿曇說因煩惱故至皆有自性不從", "41": "因緣。案。僧亮曰。第一事。謂先後皆不可一", "42": "時。以身類一切法。皆無因也。寶亮曰。先作三", "43": "關難。第一定煩惱。舉身之先後也。", "44": "復次瞿曇堅是地性至自性故有非因緣生。", "45": "案。僧亮曰。第二以空類五大。以五大類一切", "46": "也。寶亮曰。下舉七事證義也。此第一事。證各", "47": "有自性也。", "48": "復次瞿曇世間之法至云何說言從於因緣。", "49": "案。僧亮曰。第三如木不由善惡。而性有曲直", "50": "之用。五道性有善惡。隨生處而得名也。寶亮", "51": "曰。第二證以用有定。故無因緣。", "52": "復次瞿曇一切眾生至一切法中各有自性。", "53": "案。僧亮曰。第四以類求物。各有性也。寶亮", "54": "曰。第三證也。", "55": "復次瞿曇如瞿曇說至生一切法以自性故。", "56": "案。僧亮曰。第五以五塵非貪之因。食瞋自生", "57": "也。寶亮曰。第四事也。", "58": "復次瞿曇我見世人至各有自性不由因緣。", "59": "案。僧亮曰。第六謂。若有因。不應一同。而得", "60": "苦樂二果也。寶亮曰。第五事也。", "61": "復次瞿曇世間小兒至一切諸法各有自性。", "62": "案。僧亮曰。第七謂。憂喜無因也。寶亮曰。第", "63": "六事。", "64": "復次瞿曇世法有二至有自性故不從因緣。", "65": "案。僧亮曰。第八是故外計。虛空有用有名。莬", "66": "角無用無名也。寶亮曰。第七事也。七事悉是", "67": "證自然耳。", "68": "佛言善男子如汝所言至同五大者無有是處。", "69": "案。僧亮曰。先破第二。明諸大無常。故無性", "70": "也。寶亮曰。若使萬法。從五大者。萬法無常。", "71": "五大亦應無常也。", "72": "善男子汝言用處定故至說一切法有自性也。", "73": "案。僧亮曰。答第三也。若名義有因。實亦有", "74": "因也。寶亮曰。答第二也。明竹木初生。本無箭", "75": "鎙之性。工匠乃成。豈非因緣耶。", "76": "善男子汝言如龜陸生至無有自性無有一性。", "77": "案。僧亮曰。答第四也。明龜若無緣。亦可入", "78": "火也。寶亮曰。答第三證。皆由行業。豈得無緣", "79": "耶。", "80": "善男子汝言身為在先至何因緣故而作是難。", "81": "案。僧亮曰。答第一難也。汝性亦無前後。而", "82": "我因緣。亦無先後。云何為難也。寶亮曰。破", "83": "三證竟。答其上所執也。且一往總非。明不應", "84": "為難也。", "85": "善男子一切眾生身及煩惱至皆從因緣無有", "86": "自性。案。僧亮曰。汝有一時。而無因果。我緣", "87": "有一時。而有因果也。如炷之與明以下。若不", "88": "見身因。便言無因者。汝亦不見瓶因。不應說", "89": "泥是瓶因也。寶亮曰。正答也。云身及煩惱。一", "90": "時而有。此言似不關眾生之始也。正應是捉", "91": "十二因緣中。識枝時語也。夫受生為體。要須", "92": "備起潤業潤生。若但有潤業。無潤生愛。則不", "93": "為結報。故識支之起。雖由潤業。若不更起", "94": "潤生。則報不相續。于時。身與煩惱。得言一時", "95": "而有。雖復一時。要因煩惱而有身也。若言身", "96": "不在先。知無因者。現見瓶等。不無因緣也。", "97": "善男子若言一切法至亦應如是精勤持戒。", "98": "案。僧亮曰。謂汝法能生名大。若無因緣。不應", "99": "說大也。寶亮曰。身先因緣。亦同此也。", "100": "善男子汝言五大有定堅性至故不得說自性", "101": "故堅。案。僧亮曰。此等有香。香屬地故也。寶", "102": "亮曰。重破初證也。彼以蘇󰺢為地。而有時同", "103": "水。豈有自性耶。", "104": "善男子白臘鈆錫銅鐵金銀至云何說言定名", "105": "火性。案。僧亮曰。此有明色。色屬火也。寶亮", "106": "曰。火不定。以流時水性。動時風性。熱時火", "107": "性。堅時地性。亦非自性也。", "108": "善男子水性名流若水凍時至從因緣見非無", "109": "因緣。案。僧亮曰。是堅守性。故名為水。然流", "110": "動性同。若動不失流守性。不名為為風耶。", "111": "若動不名風以下。若濕多屬水。凍時堅多應", "112": "屬地也。豈是從緣得名乎。寶亮曰。若凍時猶", "113": "屬水者。波本因風而動。應名波為風若不名", "114": "波為風。亦不應凍為水也。", "115": "善男子汝言非因五塵生貪至生貪解脫無有", "116": "是處。案。僧亮曰。答第五難。非因者。正因", "117": "也。貪有二因者。覺觀是內因。六塵是外因。因", "118": "內生外。", "119": "善男子汝言具足諸根至無有自性皆從因緣。", "120": "案。僧亮曰。答第六難。有好施而貧。慳貪而", "121": "富。應與諸根同難。故先答後業果。正答根具", "122": "大富。修時不兼。受報則別耳。", "123": "善男子如汝所言世間小兒至是身因緣煩惱", "124": "與業。案。僧亮曰。答第七難。若笑是自性。則", "125": "應常笑。如火休熱。則常熱也。不答第八虛空", "126": "菟角。皆置答也。", "127": "梵志言世尊如其是身至除三界煩惱得阿羅", "128": "漢果。案。僧亮曰。還請佛為說身因。聞即悟", "129": "也。", "130": "復有婆羅門名曰弘廣至能發無上廣大之心。", "131": "案。僧亮曰。弘廣晦迹。引諸無知。應弘此", "132": "經。時將顯迹。現所聞不遠也。寶亮曰。更無所", "133": "執。直作心念試佛。佛即知其所念。復過己心", "134": "所見。於是即伏。故憍陳如先難己所為。佛即", "135": "顯其迹也。", "136": "佛言止止憍陳如至汝今能發如是大心。案。", "137": "僧亮曰。入則入涅槃。出則出生死也。", "138": "爾時世尊知已即告憍陳如至阿難比丘今為", "139": "所在。案。僧亮曰。經之流通有二人。自上弘", "140": "廣所持須跋以下。應付囑阿難也。後文似爾。", "141": "亦可理付弘廣。而文付阿難。寶亮曰。此下去。", "142": "正顯流通之意也。問阿難所在。有三緣。一欲", "143": "顯阿難。有八不思議之德。二為流通經。三為", "144": "名須跋故。", "145": "憍陳如言世尊阿難比丘至不來至此大眾之", "146": "中。案。僧亮曰。魔欲使佛法。無所付囑滅不", "147": "流傳故。惱亂阿難也。寶亮曰。所以是表阿難", "148": "之德。雖不在坐。而能受持。", "149": "爾時文殊師利菩薩摩訶薩至問憍陳如阿難", "150": "所在。案。僧亮曰。欲顯阿難德故。所以發問。", "151": "爾時世尊告文殊師利至若佛聽者謂往給", "152": "侍。案。僧亮曰。明阿難有二事。一是親屬。人", "153": "所敬信。二受持佛語。無有漏失也。", "154": "文殊師利阿難事我至八者具足從聞生智。", "155": "案。僧亮曰。敘阿難有三意。第一敘進止所為。", "156": "有八不思議之德。必堪弘通。第二引證。明", "157": "七佛弟子。有八德者。皆通使流通。第三正釋", "158": "文殊問。", "159": "文殊師利毘婆尸佛侍者至阿難比丘為多聞", "160": "藏。案。僧亮曰。第二引七佛為例也。", "161": "善男子如汝所說此大眾中至阿難所聞自能", "162": "宣通。案。僧亮曰。第三正答問也。", "163": "文殊師利阿難比丘至至心禮敬却住一面。", "164": "案。寶亮曰。時將欲至。命文殊以呪解魔。召阿", "165": "難還也。", "166": "佛告阿難是娑羅林外至與須跋陀還至佛所。", "167": "案。僧亮曰。習未盡者。乃伏欲界結。未伏習", "168": "也。", "169": "時須跋陀到已問訊至即得涅槃是義云何。", "170": "案。僧亮曰。慢人不欲自受屈。故假稱外。明得", "171": "失在彼。不在於我也。寶亮曰。須跋所執。現在", "172": "苦樂。盡是過去。不因現在。故受投巖赴火。令", "173": "苦盡也。", "174": "佛言善男子有沙門至是故我今責汝過去業。", "175": "案。僧亮曰。恐傳者之謬所定也。", "176": "彼人若言瞿曇我實不知至唯過去業非現在", "177": "耶。案。僧亮曰。下苦因緣得中上苦不者。問", "178": "得展轉用不耶。若言得者。是則不定。云何定", "179": "言斷過去業耶。", "180": "復應問言是現在苦至過去已盡云何有苦。", "181": "案。僧亮曰。若過去有苦。應與業俱盡。不應重", "182": "受也。寶亮曰。若現在苦行。能斷過去業者。此", "183": "苦行業。復用何斷耶。", "184": "仁者如是苦行能令樂業至是事不然何以故", "185": "仁者。案。僧亮曰。次問轉無苦樂。四禪以上", "186": "業。無漏無報。何因緣受是苦行者。既不能壞。", "187": "又不能轉。何故受耶。", "188": "譬如有人為王除怨至過去本業受苦樂也。", "189": "案。僧亮曰。證有現報也。不必盡因過去業也。", "190": "仁者若以斷業因緣力故至心喻於林身喻於", "191": "樹。案。僧亮曰。償不可畢。遮則不受也。若以", "192": "受苦為償者。畜生應得道也。先當調心者。身", "193": "喻於樹。林多而樹少。四陰譬林。色陰譬樹。怖", "194": "從心生。不從色也。", "195": "須跋陀言世尊我已先調伏至受於惡身況其", "196": "餘者。案。寶亮曰。佛呵之已。能除麁想。何不", "197": "血除細想耶。", "198": "世尊云何能斷一切諸有至上智觀故得無上", "199": "菩提。案。僧亮曰。有假空實空。而外道伏結。", "200": "緣有不緣空。緣空是實想也。寶亮曰。唯有二", "201": "諦。忘相為實想。實以慧斷煩惱。作想名說。此", "202": "其旨也。", "203": "說是法時十千菩薩至須跋陀羅得阿羅漢果。", "204": "案。寶亮曰。得一生實想者。正一生後得佛", "205": "也。若是無明住地報。則不可以一生二生往", "206": "格也。乃約應而辨耳。若尋餘經比例。便是未", "207": "盡。此土無緣。立以不悉來也。", "208": "大般涅槃經集解卷第七十一終", "209": "觀應二年辛卯卯月十日。於大和州大御", "210": "輪寺。點寫之了。", "211": "自觀應元年九月二十四日。至同二年四", "212": "月十日。一部七十一卷。為每年講讚本。一", "213": "筆點之了。偏為奉助興正菩薩御願而已。", "214": "大御輪寺金剛資　圓宗生年六十五度以四十五"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1763 大般涅槃經集解", "source": "CBETA"}