{"author": "唐 地婆訶羅譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0836 大方廣師子吼經: 大方廣師子吼經: 大方廣師子吼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 836 [No. 835]", "1": "大方廣師子吼經", "2": "大唐天竺三藏地婆訶羅譯", "3": "如是我聞：一時薄伽梵在日月宮中勝藏殿", "4": "上，與大比丘眾九十百千俱胝，及無量菩薩", "5": "摩訶薩俱。", "6": "爾時佛告勝積菩薩：「北方去此六十恒河沙", "7": "佛土，俱胝那由他百千微塵等剎，有世界名", "8": "曰歡樂，佛號法起如來、應、正等覺，現在說法，", "9": "以立持安普利一切。今欲說大方廣，名師子", "10": "吼，難遇難聞，汝可詣彼聽受法要。」爾時勝", "11": "積菩薩受佛教已，即往歡樂世界。見法起佛，", "12": "頂禮雙足，右繞七匝却住一面。時法起佛見", "13": "勝積菩薩，知而故問，作如是言：「善男子！汝", "14": "從何來？」時勝積菩薩居心而住，默無言說。天、", "15": "龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅", "16": "伽、人非人等普大會眾、咸作是念：「勝積菩薩！", "17": "三界尊問，如何默然不答居心而住？」爾時佛", "18": "以脩廣明朗青蓮華目，師子頻申，普視十", "19": "方，知大眾疑，便現微笑放大金光，其光間錯", "20": "無量百千種種異色，普照十方一切國土地", "21": "大震動。是時十方諸菩薩眾見此神變，種種", "22": "形色、種種儀服，來詣佛所，頂禮佛足，各以己", "23": "福莊嚴華藏坐蓮華座。爾時，電鬘菩薩從", "24": "座而起，偏袒右肩右膝著地合掌向佛，歡喜", "25": "奇特得未曾有，白佛言：「世尊！我昔曾見無", "26": "量神變，未有光明地震如今所覩。善哉世尊！", "27": "願說因緣，何故微笑？惟垂悲愍決此眾疑。」", "28": "爾時電鬘菩薩以偈請曰：", "29": "「大悲大導師，微笑非無因；", "30": "願佛利眾生，垂哀決定說。」", "31": "爾時法起如來端嚴赫奕，閻浮檀金暉煥照", "32": "朗，散注無量百千俱胝那由他微妙光明如", "33": "大金柱。電鬘菩薩白佛言：「世尊！我見無量", "34": "神通光明，未若今日，昔所不覩。」佛告電鬘：", "35": "「如是如是。此大光明神通如來希現，非大因", "36": "緣不示此相。諦聽諦聽，善思念之，當為汝說", "37": "微笑因緣。汝勿驚怖勿餘悕望，堅固汝心勿", "38": "生疑惑。所以者何？諸佛境界不可思議、願", "39": "力神通不可思議。汝深思此慎無疑惑。電鬘！", "40": "汝見勝積菩薩！釋迦牟尼佛使來者不？」電鬘", "41": "言：「見。」「善男子！此勝積菩薩，我問：『汝從何來？』", "42": "居心默然而不答我。我見此事故現微笑。」「如", "43": "來問而不答，今此會眾咸生疑怪。」「善男子！", "44": "勝積菩薩作如是解：『一切諸法無來無去，云", "45": "何世尊而問我言汝從何來？彼知諸法無有", "46": "言說、處不可得，云何而得言所從來。』善男子！", "47": "此已略說諸法實相。善男子！勝積菩薩於一", "48": "切法中，無字無說，字性離故；諸法無出，出性", "49": "離故；諸法無趣，趣正斷故；諸法無現，無所依", "50": "故。超心意識，離諸因緣，無名無言、無作無示，", "51": "過眼等路，無所積聚無生離想，無有處所離", "52": "諸處所，法惟一字，所謂無字，本無言說何所", "53": "言說？善男子！當知無說是為真說。」爾時淨身", "54": "菩薩承佛神力白佛言：「世尊！若無所說是", "55": "真說者，瘂默不言皆應說法？」佛言：「如是善", "56": "男子！如汝所言，非惟瘂默說法，不瘂默者亦", "57": "皆說法而不知法。」淨身菩薩白佛言：「世尊！", "58": "惟願顯說，云何一切眾生說法而不知法？」佛", "59": "告淨身菩薩：「善男子！如生盲人處日光中而", "60": "不見日，傍人為說，以他聲故乃知有日。如是", "61": "諸法悉入法界，法界無字離諸字性，非諸", "62": "眾生所能宣辯，以因緣故而有言說。如幽谷", "63": "響，谷空無聲，以因緣故有響聲起。如是善男", "64": "子！因緣和合字聲顯現，而眾生界空無有字。", "65": "善男子！眾生所有音聲語言，當知皆入四無", "66": "礙智：以言說者，斯入法無礙智；非言說者，", "67": "斯入義無礙智；以言分剖，斯入辭無礙智；", "68": "與事相應決了無滯，斯入善說無礙智。眾生", "69": "所有言說，當知皆悉入此四法句中。真實義", "70": "句本來不動，如彼生盲隨他言執非真實見。", "71": "是故善男子！欲求法者於自身求；欲求菩提", "72": "以五蘊求。」說此實義句時，三千大千世界普", "73": "六震動、大光遍照。佛出廣長舌相遍覆三千", "74": "大千世界，從其舌相放無量俱胝那由他百", "75": "千光明，從大地獄上至有頂，一切世界光明", "76": "遍照。還攝舌相普告大會：「汝等當知，如來", "77": "廣長舌相由實語得，如來所說應當敬受起", "78": "真實信，勿懷猶豫而生疑惑。」爾時十地菩薩", "79": "等眾并天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊", "80": "那羅、摩睺羅伽、人非人等一切大會，俱從座", "81": "起，合掌同聲而白佛言：「惟願世尊說如實義；", "82": "惟願善逝說如實義。我等今者，惟悕如來所", "83": "證之法不悕餘法，我等大眾咸無疑惑。」爾時", "84": "世尊再三觀覽一切大會，作如是言：「我為悲", "85": "愍一切世間，利益安樂多眾生故，以法財利", "86": "安諸天人，是以今說大師子吼。善男子！汝", "87": "等當知，娑婆世界釋迦牟尼如來、應、正等覺，", "88": "現在說法，以立持安度眾生者，彼即是我（法", "89": "起如來），我於娑婆世界作種種形饒益眾生，", "90": "隨其所宜如應度脫。」是時大會聞說此語，咸", "91": "生奇特，歡喜踊躍得未曾有，同聲唱言：「善", "92": "哉善哉！世尊欲令一切眾生吼師子吼，故為", "93": "大會說師子吼真實之法。若得聞者，當知是", "94": "人善根不少，況復受持、讀誦、廣宣流布，種種", "95": "花鬘、種種衣物，幢幡、幰蓋、燒塗末香恭敬供", "96": "養，斯人則為一切諸佛之所眷護。」爾時佛", "97": "讚諸菩薩言：「善哉善哉！善男子！如汝所言，", "98": "是善男子、善女人等功德不少。此佛真實師", "99": "子吼法，若聞淨心乃至一稱善哉者，我皆攝", "100": "護，亦為彌勒之所顧召。斯人兩肩擔我菩提，", "101": "於五濁中信受此經，生生之處我當成熟，亦", "102": "為彌勒之所攝護，此人當能乾竭生死海，", "103": "降伏眾魔銷諸煩惱擊大法鼓，永離女身，摧", "104": "諸怨障息眾結聚。若有善男子、善女人！經十", "105": "阿僧祇三千大千世界微塵等劫，以一切樂", "106": "具供養供給一切如來；若聞此經真實神通", "107": "懷疑不信，斯人則於佛所有過，不名真實供", "108": "養諸佛。若有善男子，聞說如來此真實德淨", "109": "信稱歎，比前功德過百千倍，斯人則為真實", "110": "供養。善男子！汝等若於我所心淨信者，當", "111": "好書寫受持此經，此經所在之處諸佛遊止。」", "112": "爾時勝積菩薩、電鬘菩薩、常光菩薩、淨眼", "113": "菩薩、彌勒菩薩、作無畏菩薩、觀自在菩薩、", "114": "大勢至菩薩、文殊師利菩薩、辯積菩薩、辯", "115": "勇菩薩、除一切障菩薩、作光菩薩、普賢菩", "116": "薩，如是上首八十四俱胝那由他百千菩薩", "117": "摩訶薩，俱白佛言：「世尊！我等於後末時，當", "118": "廣流布如是經典，令諸眾生悟大涅槃。世尊！", "119": "若不久植善根，如是之經不入其耳；若有受", "120": "持此經廣流布者，歎其功德，於百千俱胝那", "121": "由他劫不可窮盡。」", "122": "爾時世尊告諸菩薩言：「善哉善哉！汝等應當", "123": "如是尊重佛教，受持正法。」佛說此經已，勝", "124": "積菩薩并諸天、人、阿修羅、乾闥婆等，普大會", "125": "眾，歡喜奉行。", "126": "大方廣師子吼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0836 大方廣師子吼經: 大方廣師子吼經: 大方廣師子吼經", "source": "CBETA"}