{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0058 阿耨風經", "text": {"0": "No. 58 [No. 26(112)]", "1": "佛說阿耨風經", "10": "水岸上抆拭去水。彼時世尊告尊者阿難：「阿", "100": "彼田居士，不極耕地、不極平治地，下種子者，", "101": "天下隨時雨，於阿難意云何？寧得多種不？」", "102": "「不也。唯，世尊！」「如是，阿難！如來知一人意之所", "103": "念所行，我不見此人有善法如毛髮者，此人", "104": "一向滿惡不善法著結，還有苦熱之報，受生", "105": "老病死，如是此人身壞已生泥梨中。如是，阿", "106": "難！如來說大人根相，如是如來法法相生等", "107": "悉了知。」於是尊者阿難叉手向世尊，白世尊", "108": "曰：「唯，世尊！已得此諸三種人，更可得有三種", "109": "人，不可得說可於設不可得？「阿難！」世尊曰：", "11": "難！有放逸者禘婆達兜，失其處當墮惡趣，", "110": "「此阿難！如來或知一人意之所念所行，此人", "111": "與不善法俱、善法俱，此如來於後時知彼意", "112": "之所念所行，此人不善法滅善法生，此人不", "113": "善法滅得善法，已有不善根不斷絕者，於此", "114": "善法更當得善法，如是此人法當有滅。猶", "115": "若，阿難！有火燃而燃自然而燃，或有人復著", "116": "乾草木著中者，於阿難意云何？寧多火不？」", "117": "「唯然，世尊！」「如是，阿難！如來知一人意之所念", "118": "所行，此人與不善法俱、善法俱，此如來於後", "119": "時知彼意之所念所行，此人不善法滅善法", "12": "泥犁中住一劫，難可救。汝阿難！豈不從一比", "120": "生，此人不善法滅得善法，有不善根不斷", "121": "絕，於此不善法更當得不善，如是此人法當", "122": "滅。如是，阿難！如來說大人根相，如是如來", "123": "知法法相生，定悉了知。復次，阿難！如來知", "124": "一人意之所念所行，此人與不善法俱、善", "125": "法俱，如來於後時知彼意之所念所行，此", "126": "人不善法滅善法生，此人不善法滅得", "127": "善法，已有不善根不斷絕，一切皆當斷", "128": "絕，如是此人至竟清淨法。猶若，阿難！有火", "129": "燃而燃自然而燃，或有人取火著乾地，或", "13": "丘聞此言耶？」「我記禘婆達兜當墮惡趣，泥犁", "130": "著石上，於阿難意云何？火寧多燃不？」「不也。", "131": "唯，世尊！」「如是，阿難！如來知一人意之所念所", "132": "行，此人與不善法俱、善法俱，此如來於後", "133": "時知意之所念所行，此人不善法滅善法", "134": "生，此人不善法滅得善法，已有不善根不", "135": "斷絕，一切皆當斷絕，如是此人至竟清淨", "136": "法。如是，阿難！如來說大人根相，如是如", "137": "來法法相生，等悉了知。復次，阿難！如來知", "138": "一人意之所念所行，我不見此人有黑行如", "139": "毛髮者，此人一向滿善法、善行、善報，身與善", "14": "中住一劫，難可救。何以故？唯，世尊！豈不聞", "140": "處相應，如是此人現法應當般涅槃。猶若，", "141": "阿難！有火滅，涼冷無熱，或有人以乾草木著", "142": "中者，於阿難意云何？寧得火不？」「不也。唯，世", "143": "尊！」「如是，阿難！如來知一人意之所念所行，", "144": "我不見此人有黑行如毛髮者，此人一向滿", "145": "善法行善報，如是此人現法應般涅槃。如是，", "146": "阿難！如來說大人根相，如是如來法法相", "147": "生，等悉了知。此，阿難！謂初三種人，彼一人", "148": "有清淨法，二種人有滅法，三種人身壞墮惡", "149": "趣泥犁中。謂後三種人，彼一人有滅法，二", "15": "此耶？唯世尊！我從一比丘聞此言。」「云何，賢", "150": "種人有清淨法，三種人見法應般涅槃。此，阿", "151": "難！我已說大人根相，如世尊應為弟子慈愍", "152": "有饒益，我已為汝說。今當在靜處、樹下坐", "153": "處，當禪思，莫放逸，莫於後時變悔。是我所", "154": "說，是我教授。」佛如是說。彼諸比丘聞世尊所", "155": "說，歡喜奉行。", "156": "佛說阿耨風經", "16": "者阿難！世尊知禘婆達兜意之所念，所行", "17": "邪偽，以餘方便知耶？而今世尊一向記，", "18": "此禘婆達兜當墮惡趣，泥犁中住一劫，難可", "19": "救。此阿難！所從比丘，或上尊、或年少，或下比", "2": "東晉西域沙門竺曇無蘭譯", "20": "丘少智慧，而如來有所說，彼而疑。何以故？", "21": "阿難！我亦不見天及世間魔梵、沙門婆羅門、", "22": "眾天及人，我如是所記墮惡趣，泥犁中住一", "23": "劫，難可救，如禘婆達兜。何以故？阿難！我一向", "24": "記禘婆達兜墮惡趣，泥犁中住一劫，難可救。", "25": "此，阿難！我不見禘婆達兜有白法如毛髮；", "26": "若見者，亦不一向記禘婆達兜墮惡趣，泥犁", "27": "中住一劫，難可救。是故，阿難！我不見禘婆", "28": "達兜有白法如毛髮，是故我一向記禘婆", "29": "達兜墮惡趣，泥犁中住一劫，難可救。猶若，阿", "3": "聞如是：一時，婆伽婆在跋耆城名阿耨風。", "30": "難！離城村不遠有大廁，滿中糞，或有一人墮", "31": "中，沒身不現。或有人作是念憐愍之，欲有饒", "32": "益，欲拔濟彼，欲令安隱，在彼大廁上周旋視", "33": "之：『此人頗有不污處如毛髮者，我持彼便拔", "34": "出之。』彼在大廁上周旋視彼人，無有一處不", "35": "污如毛髮者，而令彼人可拔濟之。如是，阿", "36": "難！我不見禘婆達兜有一白法如毛髮者；若", "37": "有者，我不一向記禘婆達兜墮惡趣，泥犁", "38": "中住一劫，難可救。是故，阿難！我不見禘婆", "39": "達兜有白法如一毛者，是故我一向記禘婆", "4": "彼時，世尊從下晡起，告尊者阿難曰：「汝，阿難！", "40": "達兜墮惡趣，泥犁中住一劫，難可救。」於是，尊", "41": "者阿難眼墮淚，叉手向世尊，白世尊曰：「甚奇，", "42": "唯，世尊！而今世尊一向記此禘婆達兜墮惡", "43": "趣，泥犁中住一劫，難可救。」「如是，阿難！如是，", "44": "阿難！我一向記此禘婆達兜墮惡趣，泥犁", "45": "中住一劫，難可救。汝，阿難！當從如來聽，分", "46": "別大人根相，當增上於如來有信樂，意歡喜", "47": "生。」於是尊者阿難叉手向世尊，白世尊曰：「今", "48": "是，世尊！時，善斷時，唯願世尊！為諸比丘說分", "49": "別大人根相。從世尊聞已，此諸比丘當故。」", "5": "來！當共至阿夷陀婆池水上，當共澡浴。」「唯", "50": "「阿難！聽。當善念之，我當為說。」「唯然，世尊！」尊", "51": "者阿難受世尊教。世尊告曰：「此，阿難！如來", "52": "知一人意之所念，此人與善法俱、不善法俱，", "53": "此如來於後時知意之所念行，此人善法滅", "54": "不善法生，此人善法滅得不善法，已有善根", "55": "不斷絕，於此善更當得善。如是此人為至意", "56": "清淨法，猶若，阿難！日欲出時，所有暗冥皆", "57": "悉滅盡便得大明。於阿難意云何？彼日出已，", "58": "欲至食時，所有暗冥皆悉滅，便有不明不？」", "59": "「唯然，世尊！」「如是，阿難！如來知一人意之所念", "6": "然，世尊！」彼尊者阿難受世尊教。彼時，世尊與", "60": "行，此人與善法俱、不善法俱，彼如來於後", "61": "時知意之所念行，此人善法滅不善法生，", "62": "此人善法滅得不善法，已有善根不斷絕，當", "63": "更得善法，如是此人至意清淨法。猶若，阿難！", "64": "有種子，不壞不破、不腐不割，不為風所中", "65": "傷，安隱在器中。彼田居士，極平治田，耕犁", "66": "田已，下子著中，天隨時雨潤。於阿難意云", "67": "何？寧多得種子不？」「唯然，世尊！」「如是，阿難！如", "68": "來知一人意之所念行，此人與善法俱、不善", "69": "法俱，彼如來於後時知其意之所念所行，", "7": "尊者阿難及隨從比丘，俱至阿夷陀婆池水", "70": "此人善法滅不善法生，此人善法滅得不善", "71": "法，已有善根不斷絕，於彼善更得善，如是", "72": "此人至意清淨法。如是，阿難！如來說大人根", "73": "相，如是如來法法所趣等悉了知。復次，阿難！", "74": "如來知一人意之所念行，此人與善法俱、不", "75": "善法俱，此如來於後時知意之所念所行，此", "76": "人善法滅不善法生，此人善法滅得不善法，", "77": "已有善根不斷絕，一切當斷絕，如是此人有", "78": "法斷絕。猶若，阿難！下晡時日欲沒，所有明皆", "79": "悉滅而成闇冥。於阿難意云何？彼日沒時，", "8": "上。到已在阿夷陀婆池水岸上，脫衣著水岸", "80": "非是食時，所明悉滅而成闇冥不？」「唯然，世尊！」", "81": "「如是，阿難！如來知一人意所念所行，此人與", "82": "善法俱、不善法俱，彼如來於後時知意之所", "83": "念所行，此人善法滅不善法生，此人善法滅", "84": "得不善法，已有善根不斷絕，彼一切皆當斷", "85": "絕，如是此人有法斷絕，猶若，阿難！有種子，不", "86": "壞不破、不腐不割，不為風所中傷，安隱著器", "87": "中，彼田居士極平治田、極耕犁田已，下種子", "88": "著中，若天不隨時雨潤，於阿難意云何？寧", "89": "多得種子不？」「不也。唯，世尊！」「如是，阿難！如來知", "9": "上，在阿夷陀婆池水澡浴已，出在水上，在", "90": "一人意之所念所行，此人與善法俱，此如來", "91": "於後時知意之所念所行，此人善法滅不善", "92": "法生，此人善法滅得不善法，有善根不斷絕", "93": "者皆當斷絕，如是此人有法斷絕。如是，阿難！", "94": "如來說大人根相，如是如來法法相生", "95": "等已知定。復次，阿難！如來知一人意之所念", "96": "所行，我不見彼人有白法如毛髮者，此人一", "97": "向滿惡不善法著結，還有苦熱之報，受生老", "98": "病死，如是此人身壞死生泥梨中。猶若，阿難！", "99": "有種子壞破割，風所中傷，不安隱著器中，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0058 阿耨風經", "author": "東晉 竺曇無蘭譯", "sourceLink": "http://www.cbeta.org/"}