{"author": "唐 慧沼撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1802 十一面神呪心經義疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1802 [cf. No. 1071]", "1": "十一面神呪心經義疏", "2": "夫至理幽寂言形之表。而靈智妙應玄感之", "3": "機。炎嚮情風忽動慈極之妙觀。電影身雲流", "4": "光悲重之珠王。感起東剎應從西興。每感必", "5": "應如谷神響。酬而現形如鏡明像。度十二因", "6": "緣舉十二觀面。救八難極苦開八種神呪。然", "7": "則入道雖多不出人法。所言人者十一面是。", "8": "所言法者神呪心是。非人無以持呪。非法無", "9": "以成人。法人雖殊不思議一也。十一面者。神", "10": "徹三有無非現化。形入六趣無非感應。功齊", "11": "已成之尊。迹同未極之流。體法性而永寂拯", "12": "溺衰而興悲。智窮太靈身遍法界。靈達無方", "13": "能照三業。信敬德力難思善救五趣苦難。十", "14": "一面者。前三面慈相見善眾生。而生慈心大", "15": "慈與樂。左三面瞋面見惡眾生。而生悲心大", "16": "悲救苦。右三面白牙上出面見淨業者。發希", "17": "有讚勸進佛道。最後一面暴大笑面見善惡", "18": "雜穢眾生。而生怪咲改惡向道。頂上佛面或", "19": "對習行大乘機者。而說諸法究竟佛道故現", "20": "佛面。各爾三方三面為化三有故現三面若", "21": "合本面應十二面。而十一面是方便面。本體", "22": "常面是真實面。面離於身而智面主面表", "23": "內懷以顯權實。故常面上現十一面。故曰十", "24": "一面也。神呪心者。人既叵思大士所說神呪", "25": "法亦難測也。神者難測也。呪者勅責也。心者", "26": "慮智也。經者彼云修多羅。亦云經也常也。漢", "27": "地風俗聖人所說皆名為經也。今大聖所說", "28": "故目之為經。前賢今聖雖歷永劫所說經常", "29": "故也。今釋此經前有六義。第一明大意。第二", "30": "明經宗。第三明功能。第四明階位。第五明感", "31": "應。第六明釋文義。第一明大意。凡是大士化", "32": "世之大意者。欲令一切入於佛道。故上求佛", "33": "道下化有情。具三阿僧祇行望得三菩提果。", "34": "皆為有情令入佛道。然諸有情從本以來", "35": "無明所藏纏縛生死。故菩薩垂大慈悲。以種", "36": "種方便種種教化。大悲拔苦大慈與樂。故此", "37": "觀世音菩薩現種種身說種種教。化諸有情", "38": "方便之事於諸經中而廣說也。故華嚴經曰。", "39": "觀世音菩薩經大悲法門度脫一切也。法華", "40": "經曰。以種種形遊諸國土度脫眾生。故三十", "41": "三身現化眾生也。不空羂索經曰。是觀自在", "42": "菩薩乃現八手而被鹿皮。又曰。千手千眼大", "43": "自在王十一面觀自在菩薩。此菩薩或現大自", "44": "在天身故現此身也。亦此菩薩有無量身無", "45": "量面。故觀世音經偈曰。具足神通力。廣修智", "46": "方便。十方國土中無剎不現身也。問有何因", "47": "緣故是觀自在菩薩乃有如是方便而度娑婆", "48": "耶。答天地本起經曰。劫初時天下無光。爾時", "49": "西方阿彌陀佛念。當彼往化。能仁是同學。應", "50": "彼作佛即擊犍槌。一切皆集欝提講堂。佛告", "51": "眾言。過此八十恒河沙土有忍土。眾生失於", "52": "光明為大困苦。誰建立功德。於是應聲菩薩", "53": "白佛。世尊十方佛皆建立。便天人不絕。即與", "54": "吉祥菩薩二人共議。為世作眼目而造日月", "55": "也。應聲菩薩作日。吉祥菩薩即作月也。應聲", "56": "菩薩即觀世音菩薩也。吉祥菩薩即大勢菩", "57": "薩也。是二菩薩神德無量。名稱若干早陰。此", "58": "方與物緣重也。問此菩薩為幾劫化耶。答此", "59": "菩薩願重。故若眾生不盡者是菩薩之化而", "60": "不絕也。故經曰。昔有轉輪王名曰遍淨。有太", "61": "子亦有大臣名寶慧也。大臣發大誓願欲度", "62": "娑婆世界。時是太子隨臣發願共化此土。故", "63": "爾時轉輪王者西方阿彌陀佛也。太子者是", "64": "觀世音菩薩也。大臣者是釋迦文佛也。故觀", "65": "世音經偈曰。弘誓深如海。歷劫不思議。侍", "66": "多千億佛。發大清淨願也。第二明經宗。問此", "67": "經以何為宗耶。答正說所說意略有三義。一", "68": "者以觀世音菩薩行法為經宗也。問於觀世", "69": "音三昧經已明行法。何故更說觀音行法耶。", "70": "答行有二種。一者寂靜行。二者動轉行也。彼", "71": "經依定力而徵瑞。此經依作法而顯益。故異", "72": "也。三昧經所說行法若不得定難可易得。不", "73": "當末代機也。若此經如行法而作法而終無", "74": "不得益耳。二者說觀世音菩薩神呪為宗。此", "75": "有二事。一顯現事。二隱密。是經所說神呪", "76": "祕密之事如法行者是菩薩大士無形能不應", "77": "有情之感。故以神呪為經宗也。三者為一切", "78": "有情欲示所歸依處。故以菩薩德力為經宗", "79": "也。故一切行者必依行法及菩薩神力而得", "80": "成道之終以無上道果為經宗。故下經曰。百", "81": "千俱胝那由他佛名稱菩薩稱名二功德平等", "82": "平等也。問此經行法於三乘行中為何行耶。", "83": "答三乘雖殊其理一致。但心自有大中小。故", "84": "三行差別也。故此經正明菩薩大行為宗也。", "85": "問此經所說神呪心者為是菩提心耶。為是正", "86": "神呪心耶。為是行者之心耶。答今言神呪心", "87": "者非是有情之心也。是神呪祕密變異之義", "88": "似有心神隨人所念得成就。故曰神呪心也。", "89": "問若是神呪有心者為是生滅心耶。為是無", "90": "生滅心耶。答是神呪者與理相應故非色非", "91": "心。而能色能心者皆觀自在菩薩神呪似有", "92": "心而非是有情心也。十一面者實是十二面", "93": "也。上佛面是果。下菩薩面是因也。謂是因果", "94": "一雙也。亦上十一面是方便面。下一面是真", "95": "實面也。謂是真實方便一雙也。是十一面中", "96": "前三面慈相左三面瞋相。慈是文瞋是武。謂", "97": "是文武一雙也。右三面白牙自在菩薩變現", "98": "十一面。或現佛面或現慈面或現瞋面或現", "99": "白牙上出或現暴大咲面。雖現十一本體不", "100": "二故。舉變現面故曰十一面也。問是菩薩有", "101": "慈面相不可怖。而何故是菩薩有瞋面耶。亦", "102": "有牙出咲面相示三相耶。答夫聖絕淨污之", "103": "氣。豈有瞋咲相耶。然隨世間者依違境而發", "104": "瞋也。依順心而發咲也。現牙出相而讚淨也。", "105": "白牙上出相者方廣經曰。身口意淨故二牙", "106": "白相也。故知讚淨三業有情。故有白牙上出", "107": "相面也。暴大咲相者化善惡雜穢有情。故", "108": "現暴大咲相也。何知然者。夫咲之者見善", "109": "而心喜故咲也。見惡而嗤謗故咲。而今曰", "110": "暴大咲相者。必當嗤謗彼惡罪故有暴之言", "111": "故。嗤彼善惡雜穢有情故有咲面也。謂世", "112": "間人面表於心。心出於面。見善色喜。見惡色", "113": "惡。隨心善惡面色美醜。故隨世間故聖現此", "114": "面相也。問若化善眾生但以慈面。化惡眾生", "115": "但以瞋面。而化善惡雜穢有情但以暴咲面。", "116": "化淨業有情但以白牙上出面者。是化娑婆", "117": "有情。善者甚少惡者甚多。故以瞋面而化度", "118": "耶。不以餘面化耶。答先以瞋面而化有情", "119": "惡。後若調其心而成善心者。乃以慈面而化", "120": "度也。亦以瞋面能除怨敵也。故下云。取慈", "121": "支一顆誦一百八遍。粧點此像左邊瞋面。面", "122": "向怨敵怨敵不進也。問若爾各各一一而現", "123": "化耶。亦得具現十一面耶。答方便化物不可", "124": "定相。或具現或不具。今依具現之。但若有", "125": "惡緣怨害行者。至誠發願欲離此怨者。是觀", "126": "世音乃現瞋面而降伏之。若有眾生欲求佛", "127": "道。即現佛身而為說法之。若有眾生欲度", "128": "眾生懃修淨業而淨。現白牙上出面乃讚勸", "129": "進也。若有眾生欲見觀音現後化度。即現", "130": "慈相而說法也。若有眾生或善或惡或行不", "131": "行心行不定欲見觀音化度。即現暴咲面而", "132": "為說法也。今更釋十一面以五義而釋。一", "133": "聖有二化方便。一聖默然密化。如維摩詰默", "134": "然。即是本面也。二聖說法。謂種種方便種", "135": "種說法也。即是十一面相也。二聖有二化。一", "136": "說實慧而化有情。所現之身亦真實體。即是", "137": "前三慈面也。二說權方便慧而化有情。所現", "138": "之身亦方便身。如瞋面咲面牙出面也。三聖", "139": "有二化。一者一往化。如咲面嗤惡業也。二", "140": "遂化。如瞋面呵惡也。牙出面讚淨業也。四", "141": "聖有二化。一相順化。如華嚴經田獵魚捕共", "142": "助而化也。即如暴咲面化也。二相奪化。如持", "143": "論逼迫化。即瞋面呵惡也。五聖有二化。一", "144": "慰喻化。如維摩慰喻章。即此慈面嘆善也。二", "145": "調伏化。如維摩調伏章。即如瞋面呵惡也。雖", "146": "不對生菩薩。而作十一面像如法修行者願", "147": "令得也。問何故佛面是一。慈面瞋面牙出面", "148": "各有三面。亦咲面是一耶。答果道無二故佛", "149": "面無二也。慈面三者慈不出三故三面也。一", "150": "慈有苦無樂有情而令離苦得樂也。二慈有", "151": "福無慧有情而令具福慧也。三慈有慧無通", "152": "有情而令備神通智慧。故慈面三也。瞋怒面", "153": "三者。一怒欲離苦報重迷苦業也。二怒欲求", "154": "樂果不知樂因也。三怒觀寂靜理還著散亂", "155": "境。故瞋面三也。白牙上出面三相者為讚三", "156": "業淨故有三面也。亦為化三有故有三三九", "157": "面也。暴大咲一面總嗤善惡雜穢有情故有", "158": "一面也。問至人無相。相隨緣現。故不見世間", "159": "人面十一身一者。何故違世而現身耶。答每", "160": "面應有而以彼人。故淺識之者見彼瞋面人", "161": "但知瞋人不知觀音方便。故今為淺者令知", "162": "觀音一身變現十一面之身。故現十一面身", "163": "也。第三明功能。是觀自在菩薩神呪功能非", "164": "是一類。處處不同。隨彼所說而不等也。是功", "165": "能雖多略有三種。一請觀世音經說四種神", "166": "呪。正現阿彌陀佛觀世音菩薩大勢至菩薩。", "167": "是大利益。二不空羂索經說大神呪得二十", "168": "八功德。三此十一面經明八種神呪。明十四", "169": "種利益也。如此功能雖多不出得離也。離有", "170": "三種。一者能滅八難。二者能拔三道苦。三", "171": "者能滅四重五逆也。三道八難是苦果。四重", "172": "五逆是苦因也。故觀世音經偈曰。地獄鬼畜", "173": "生能滅諸有苦。生老病死苦以漸悉令滅也。", "174": "若滅四重五逆者餘罪可易滅。若皆滅罪者", "175": "苦報易脫也。問何故不說滅是誹謗大乘罪", "176": "耶。答大品經曰。若誹謗大乘人墮大阿鼻地", "177": "獄。若劫盡時更移他方地獄。逕無數劫不說", "178": "出時也。得有三種。一見諸佛攝受。二現世", "179": "豐安即現報也。三生安養國也。雖有十四種", "180": "功德及一切善報不出得離。合六種功德也。", "181": "亦不出世出世二種果報也。世間報即是人", "182": "天豐樂報也。出世間報即生淨土不退菩提", "183": "果也。問若至心行者得免三界三苦耶。答一", "184": "切苦無非解脫。故觀音偈曰。生老病死苦以", "185": "漸悉令滅也。第四明階位。凡菩薩階位不出", "186": "二種。一者已成佛菩薩是法身大士也。二者", "187": "未成佛菩薩是直往菩薩也。已成佛菩薩者。", "188": "如妙德菩薩等是已成佛也。未成佛菩薩者。", "189": "從初發心至于十地未滿行業故未成佛菩薩", "190": "也。今大乘有二義。一平道門二漸捨門也。平", "191": "道門者。一切大有情從本以來與佛常一。但", "192": "以眾生起二見故有二相。故經曰。不知自身", "193": "有如來。流轉生死無出時也。亦淨度三昧", "194": "經曰。平等真法界佛不度眾生也。漸捨門", "195": "者。不無已成未成之義也。故從初發心而", "196": "於五十二位中。每位乃有入分住分勝進分。", "197": "故滿行斷惑方得成佛也。是觀世音菩薩乃", "198": "有二義。一云。已成佛菩薩也。故觀音三昧", "199": "經曰。是觀世音在我前成佛。名正法明如來。", "200": "吾為弟子也。二云。未成佛菩薩也。故觀音", "201": "授記經曰。是觀世音菩薩昔於金剛師子遊", "202": "戲佛所初發菩提心。彼時國王名曰威德王。", "203": "於其國觀入于三昧。其王左右有二蓮華從", "204": "地涌出。雜色莊嚴其香芬馥如天栴檀。有二", "205": "童子化生其中結跏趺坐。一名寶意二名寶", "206": "上也。時威德王從定而起。見二童子坐蓮華", "207": "藏。以偈問曰。汝為天龍王夜叉鳩槃荼。為人", "208": "為非人。願說其名字。時左面童子以偈答曰。", "209": "一切諸法空。云何名字。過去已滅。當來法", "210": "未生。現在法不住。仁者問誰名。空法亦非", "211": "人龍非羅剎。人與非人等一切不可得。左", "212": "面童子而說偈言。名名者悉空。名名不可得。", "213": "一切法無名。而欲問名字。我名為寶意。彼名", "214": "為寶上也。是阿彌陀佛滅度後世界法音不", "215": "斷。彼佛於中夜入滅度。是觀世音補佛之處。", "216": "世界轉名眾寶普集莊嚴世界。佛名普光功德", "217": "山王佛也。次大勢至補觀世音處。佛名善住", "218": "功德寶王佛。是金剛師子遊戲佛與阿彌陀", "219": "佛皆有乘。後二佛唯菩薩乘。聞此三佛名者", "220": "得轉女身超四十億劫生死之罪也。弘猛海慧", "221": "經曰。昔此閻浮提有王名曰善首。有五百王", "222": "子。第一太子名善光。值空王觀世音佛乃發", "223": "十願。一大悲觀世音願知一切法。二大悲觀", "224": "世音願乘波若船。三大悲觀世音願得智慧", "225": "風。四大悲觀世音願得善方便。五大悲觀世", "226": "音願度一切人。六大悲觀世音願超生死海。", "227": "七大悲觀世音願得戒定道。八大悲觀世音", "228": "願登涅槃山。九大悲觀世音願會無為舍。十", "229": "大悲觀世音願同法性身。是觀世音發願。願", "230": "我未來作佛。字觀世音三昧。稱我名不往來", "231": "度者不取妙色身。若行此願清淨莊嚴一室。", "232": "以於此土行菩薩道。故知未成佛菩薩也。若", "233": "從多者為已成佛。亦為化有情故更示成佛", "234": "耳。故法華云。應以佛身得度者。即現佛身", "235": "而為說法也。第五明感應。問是觀世音菩薩", "236": "何處故有情感即觀音應耶。答是觀世音菩", "237": "薩既為法身大士無所不遍。故經曰。十方剎", "238": "土中無剎不現身也。若依華嚴經曰。南方有", "239": "山名曰光明。彼有菩薩名曰觀世音。汝詣彼", "240": "問。善財童子登彼山頂。推求見觀世音菩薩", "241": "住仙西阿。處處皆有流泉浴池。林木欝茂", "242": "池草柔燸。結跏趺坐金剛寶坐。無量菩薩恭", "243": "敬圍繞。師為為說法大慈悲經也。復次不", "244": "空羂索經曰。佛在補多羅山頂。觀世音菩薩", "245": "宮殿所住之處。復次大無量壽經曰。正在西", "246": "方安樂世界。阿彌陀佛補處菩薩也。問彼菩", "247": "薩身量為幾許耶。答是菩薩身量亦是處處", "248": "不同說也。故無量壽經曰。阿彌陀佛身高六", "249": "十二恒河沙由旬。觀世音菩薩身量長八十", "250": "萬億那由他由旬也。又三昧經曰。身長一丈。", "251": "項背曰光也。故准彼而造像者不可堪管也。", "252": "故隨根機而造少形。故不空羂索經曰七尺。", "253": "此經云一搩手半也。夫聖人現身長短不定。", "254": "故就一釋迦身量不定也。若現遍滿法界之", "255": "身時為名盧舍那也。若現王宮時或名釋迦。", "256": "身長一丈六尺。若俱尺羅長者以尺量。佛", "257": "足自跟至膝不知。故知機緣不定。故身不定", "258": "也。夫感應義常云。以三世善而感佛故應也。", "259": "又以惡感佛之時。捊應感惡。生善時佛應", "260": "也。若無惡者何應而化物耶。感者召義應", "261": "者應現義也。應有二相。一直以佛菩薩應現。", "262": "如請觀世音經明阿彌陀及菩薩現於王舍城", "263": "也。二密以方便身而應現。是事甚多載於記", "264": "傳也。問何相感故乃應現生佛菩薩。何相感", "265": "故應現方便耶。答略有三雙六隻。一眾生有", "266": "二種。一深種善根者感故應現生佛菩薩身", "267": "也。二福薄眾生感故應現方便身也。深種善", "268": "根者多佛值多供養佛多聞法發菩提心也。", "269": "薄福眾生者目而不見。雖聞不勤。勤而不久。", "270": "故數退為福薄也。二者有二眾生。一能觀實", "271": "相。二不能觀現世。夫如實覺觀故名成佛也。", "272": "所言實相者。一切諸法本來寂靜。無所去來", "273": "亦無生滅。能如是觀。菩薩即應。故華嚴經", "274": "曰。一切法不生。一切法不滅。若能如是觀。諸", "275": "佛常現前也。一切凡夫有情豈起是心。故不", "276": "應佛菩薩也。三有二眾生。一當時至誠發願。", "277": "二不至誠發願也。至誠發願即應現佛菩薩。", "278": "不至誠發願故不應也。第六釋經文。夫釋經", "279": "文有二種。一者龍樹菩薩造智度論以釋摩", "280": "訶般若經者。但釋經文義而不開段也。二者", "281": "天親菩薩造金剛般若論以釋金剛般若經", "282": "者。即開十二章也。漢地諸經論師亦有二種。", "283": "一鳩摩羅什三藏師。時世稱無相佛也。乃釋", "284": "維摩經文義而已也。二釋道安法師。時世稱", "285": "印手菩薩也。將釋一切經。每經要開三段。所", "286": "謂序說正說流通說也。今日意者若欲釋文", "287": "義者。要依龍樹菩薩及羅什師意也。若將開", "288": "章段。亦因天親菩薩及釋道安師意也。將釋", "289": "此經文有三大段。第一序說。是經初文現也。", "290": "第二從白佛言世尊。我有神呪心下是正說", "291": "也。第三自爾時觀自在菩薩說此語已下是", "292": "流通說也。就初序說有二段。一者通序也。二", "293": "者從觀自在菩薩下第二別序也。謂通有諸經", "294": "首故為通序。別於此經中在序故為別序也。", "295": "就初通序有六句。一如是。二我聞。三一時。", "296": "四婆伽婆。五在室羅茷竹筍道場者是住處", "297": "也。自與大比丘眾下第六同聞眾也。如是者", "298": "謂信也。我聞者是阿難之我。元傳聞之名", "299": "也。時者簡非餘經說之時也。正是說斯法別", "300": "時也。婆伽婆者此云能破四魔。亦云永吐欲", "301": "根等。多諸稱名故云婆伽婆也。室羅茷者亦", "302": "云舍婆提也。此翻云不可害也。亦翻云仙人", "303": "住處也。是通處也。竹笋道場者是別處也。以", "304": "竹笋為嚴修道場窟故曰竹笋道場也。與大", "305": "比丘眾下第六明同聞眾也。就此有二。初別", "306": "列眾。次總結也。就初中有四。初明羅漢。二明", "307": "菩薩眾。三明四部眾。四明十部眾。謂八部眾", "308": "加於鳩槃荼與毘遮舍也。就初有五句。初明", "309": "與者共也。二明大者有三義。一德高故曰大。", "310": "二行勝故曰大。三數多故曰大也。三明比丘", "311": "者。此云乞士怖魔破惡也。四明眾者多也。五", "312": "明千二百五十人俱者人數也。謂佛恒所繞眾", "313": "也。菩薩摩訶薩下第二明菩薩眾。就此中有", "314": "三段。初舉名也。謂菩薩此云道心眾生。摩", "315": "訶薩此云道心眾生也。第二舉數文現也。從", "316": "慈氏為首以下第三舉別名也。彼國具言彌牽", "317": "勒。此云慈氏。是姓名也。亦此菩薩但修慈行", "318": "與觀世音同類。故初首列也。故是彌勒菩薩", "319": "於釋迦佛前四十二劫先發心也。但釋迦懃", "320": "行苦行。彌勒但修慈行。故釋迦超九劫而成", "321": "佛也。從無量無邊下第三明四部眾。中有二", "322": "段。初舉數文現也。次舉名。謂比丘比丘尼", "323": "等是四部眾也。比丘者僧眾也。比丘尼者尼", "324": "眾也。尼者此云女也。優婆塞者此云清信士", "325": "也。優婆夷者此云清信女也。從天龍夜叉下", "326": "第四明十部眾也。一者天自在義也。二龍是", "327": "畜生中有威勢。能雨澤地增長穀菓也。龍有", "328": "二種。一地龍。二虛空龍也。三夜叉此云可", "329": "畏亦有二種。一天夜叉二地夜叉也。四揵闥", "330": "婆此云󱈷疾亦云輕繞也。五阿修羅此云", "331": "無酒也。彼國人女好男醜也。六迦樓羅此云", "332": "金翅鳥也。七緊那羅此云樂神也。八摩睺羅", "333": "此云匍匐行也。九鳩槃荼此云冬瓜鬼也。十", "334": "毘庶舍此云赤色鬼也。從人非人等下第二", "335": "總結也。如緊那羅等似人而額上角。故為非", "336": "人。故曰人非人等也。從爾時觀自在菩薩下", "337": "第二明別序。此中有三段。一種牒來眾。謂", "338": "無量俱胝那由他百千持呪仙人也。俱胝者", "339": "億也。那由他者婉也。前後圍繞右遶三匝", "340": "者。第二明將來儀則也。謂欲度三有故曰三", "341": "匝也。謂欲承一道清淨之理一乘如實之行", "342": "故曰退坐一面也。從白佛言世尊我有神呪", "343": "心以下第二大段正說也。此中亦有三大段。", "344": "第一舉神呪功能。是嘆樂門。此即有二。初", "345": "舉神呪次佛述讚也。從善男子我亦隨喜受", "346": "汝神呪下第二大段正說神呪。是受樂門也。", "347": "從世尊如是神呪下第三大段明修行方法。是", "348": "利益門也。就初大段亦有三段。初正明神呪", "349": "德。自欲利益安樂以下第二明略讚功能。第", "350": "三自一切諸佛同所稱嘆下引經嘆呪也。此", "351": "中有二。初以三句略嘆呪也。一同所稱嘆。二", "352": "同所隨喜。三同所讚持也。從世尊我憶過", "353": "去下第二明值佛。此中有二佛。初值佛名百", "354": "蓮華眼無障礙頂熾盛功德光王佛。具十號。", "355": "次值佛名美音香佛。具十號。此二佛中各有", "356": "二段。初舉佛名。次明所化也。初明佛名百", "357": "蓮華眼是譬名也。眼根清淨如百蓮華也。無", "358": "障礙頂者次嘆頂相。謂無上最勝義也。次明", "359": "功德光王者次嘆光明。謂光中上光也。明是", "360": "曉頂是法身光是波若音以若三點德具佛", "361": "也。次佛名美音香者。以或香法音以為名", "362": "佛也。所化益有十益也。一脫八難。二滅大重", "363": "罪。三月蝕還生。謂天下有患。自有日月蝕。", "364": "而如法呪者還生而無患也。四明格量功德", "365": "也。謂百千俱胝那由他佛名稱觀世音菩薩", "366": "名稱平等平等者。是平等中平等故重言也。", "367": "此中有二義。一他方諸佛是他方有緣。此土", "368": "無機也。觀世音此土有緣故。二功德平等無", "369": "異也。今義以不二二者。諸佛於他方有緣故", "370": "功德多。是觀世音於此土有緣故福多也。以", "371": "二二不二者。諸佛是法身體一。是菩薩亦為", "372": "法身體一。故曰平等平等也。五明得不退轉", "373": "也。退有三種。即行退念退位退也。是十心中", "374": "六心是行退也。是七心以上六地以還是間無", "375": "行退。而有念退位退也。當於七地是位退也。", "376": "是八地中無行退位退。但有念退也。正至十", "377": "地無三退。故曰不退轉也。六離一切病也。是", "378": "一切病者不出四百四病。隨四大起也。是一", "379": "一大各起一百一病故也。七脫一切障也。一", "380": "切障不出三障。一煩惱障。謂從心而起四十", "381": "七心煩惱也。亦從見思二輪而起九十八使百", "382": "八煩惱也。二報障不出三報。一現報。謂現世", "383": "受報。二生報。謂死後受報。三後報。謂第二生", "384": "所受報也。三業障是三業障也。謂以所作惡", "385": "業恒障善業也。八脫一切畏不出二種。一有", "386": "情畏。如盜賊鬼難等也。二無情。謂水火風等", "387": "也。九滅三業障重。舉身口意三業重障也。十", "388": "領受菩提者。謂受記作佛也。第二從爾時世", "389": "尊讚觀自在菩薩下佛述嘆文現也。從善男", "390": "子我亦隨喜以下第二大段正說神呪有八少", "391": "段。第一明根本呪也。此呪者是八呪中之根", "392": "本也。為成此呪故有餘七呪。此中有三段。初", "393": "敬三寶。次正誦神呪。後明得益。餘七呪例此", "394": "可知也。有一經者此根本呪並誦三尊也。此", "395": "經呪前為先敬三寶。是離合不同耳。此中觀", "396": "自在菩薩也。彌勒本願經曰光世音菩薩也。", "397": "法華經曰觀世音菩薩也。此觀自在之稱最", "398": "為勝也。觀有二種。一遍二不遍也。二乘所見", "399": "有不遍義。但見三千世界內故也。菩薩所見", "400": "無所不遍故曰觀自在也。故經曰。無垢清淨", "401": "觀慧日破諸闇能伏災風火普明照世間也。", "402": "第二呪呪水及衣呪。第三呪呪油香呪。第四", "403": "呪呪華香鬘呪。第五呪呪獻佛供呪。第六呪", "404": "呪薪呪。第七呪呪結界呪。第八呪呪請還宮", "405": "呪也。闍提華木截為三十一段。蘇酪密漬之", "406": "以誦燒火也。闍底華木者此云一生亦曰實", "407": "也。此土無木也。問若以此呪呪彼水衣時。是", "408": "呪著水衣耶。答水衣無心。呪亦無相。而呪", "409": "物時一切隨呪。此是聖密術耳。然則以無色", "410": "色呪而呪尚著無心物者。何況以此呪呪有", "411": "情之流耶。問何故先呪水耶。答水是能除穢。", "412": "若不除穢法即不成。故先呪水也。次雖呪水", "413": "除穢而若不除所著之衣穢者亦難成。故呪", "414": "淨於衣也。次既呪水衣而油香不淨者燒光不", "415": "淨。故呪於油香也。次雖呪油香若華香鬘不", "416": "淨者莊嚴不淨故。呪華香鬘也。次雖呪香華", "417": "若佛供不淨恭敬不懃。故呪佛供。雖呪佛供", "418": "若火薪不淨者火氣不淨也。何以故。先呪水", "419": "者令淨穢故。復令呪薪者令淨火氣故。水火", "420": "之理能藥能毒以呪力故為能成藥也。有邪", "421": "氣故為能毒故呪水火為助成呪力也。既呪", "422": "火氣而不結界者神鬼相亂。故呪結界令鎮", "423": "呪場使制惡鬼也。第八呪請還宮者。以呪令", "424": "知禮節。是隨世間禮儀也。初呪是根本後七", "425": "是相從也。次從世尊如是神呪以下第三重", "426": "舉修行方法也。就此中有三大段。初誦呪得", "427": "益也。次從世尊若欲成立下第二明造像方", "428": "法也。自復次行者或於日月下第三正勸行", "429": "法也。就初中有三少段。初總表也。從若患", "430": "疱病下第二明得益也。荼耆尼者此云莫勝", "431": "也。畢遮舍此云狂鬼。亦赤色鬼也。羯吒布旦", "432": "那此曰火熱病鬼。云一大臭鬼也。癲病者是", "433": "崩病也。此病有二種。一邪風所得。二邪鬼", "434": "所著也。癎病者是小兒癲癎病為癎病也。樺", "435": "皮者蓋是桂皮耳。極苦有所餘種種疾病下", "436": "第三總結也。次從若欲成立下第二明造像", "437": "方法。中有二段。初正明造像法。次略明修", "438": "行法也。初中有三段。初明所造檀木狀也。第", "439": "二明長短大小。謂長一搩手半也次第三明", "440": "正容體也。謂左手執紅蓮華。展右臂掛數珠。", "441": "及作施無畏手作十一面也。所以提華者。左", "442": "手未便之手。以喻行者初發信心。右手挂數", "443": "珠者。右手是已便之手。即喻行者修行增", "444": "進便熟之利也。數珠者謂福慧二種莊嚴之", "445": "寶珠也。及作施無畏手者。修行求願必得所", "446": "願。故表施無畏手者。謂福慧二寶能施一切", "447": "破貧窮困故為施無畏手也。作十一面者。頂", "448": "上一面作佛面也。前三面作慈面左三面作", "449": "瞋面右三面作白牙上出面後一面作暴咲面", "450": "也。謂本體一面一身。或作佛面而為說法究", "451": "竟菩提。或作慈面大慈與樂。或現瞋面乃令", "452": "制惡大悲救拔苦。或作咲面令安左家利嗤", "453": "離亂引入佛道。故以所化十一面為名觀世", "454": "音。故曰十一面也。次從此像造已下第二", "455": "略明行法有九段。初明時間。白月一日至", "456": "八日即是陽時也。謂萬物順氣而成故曰順", "457": "日月也。若欲破除應用陰時也。謂黑月是陰", "458": "時。從十六日至三十日也。問此中佛說陰陽", "459": "俗事耶。答佛法真諦不離俗法。依此俗故有", "460": "真諦也。故佛為提謂波利長者說陰陽。是", "461": "人天教。故今雖說大乘行法。不無助教也。次", "462": "誦呪數。謂每日三時誦一百八遍也。對一百", "463": "八煩惱故誦一百八返也。一日三時者三尊", "464": "而求願也。次自從此以後於一靜處下第三", "465": "舉處所也。靜處者是山谷靜處之處也。雖非", "466": "山谷於里廣博靜處也。外國持呪法向東流", "467": "水房塗牛糞不令氣通。故為靜處也。次自面", "468": "向西方下第四明所向方也。西方是菩薩所", "469": "住之處。亦是觀音之師阿彌陀佛所住之處", "470": "也。故向西方也。次自隨力所辦下第五明所", "471": "獻佛供。亦有二段。初明佛供。二明行者食", "472": "物也。佛供者謂沈香蘇合也。二明行者食。大", "473": "麥乳者謂內腹長養不妨脹滿也。自至十三", "474": "日下第六明更勝獻供也。又行者食三白乳", "475": "酪蘇者。除熱患調和內安也。自取菩提木下", "476": "第七明所燃香木也。菩提此云道也。般若問", "477": "論曰。優樓頻螺林中成道即是菩提樹也。優", "478": "樓頻螺者此云木苽也。自復取彼木截以為", "479": "一千八段下第八誦呪數也。謂必以徵瑞為", "480": "期信心轉增故誦呪更倍前。百八更增千八", "481": "也。此菩提樹用都魯色迦香油清之也。法", "482": "華經曰李盧波香此云草香。與此中都魯色", "483": "迦香音韻少異大意相似也。謂彼香燻油以", "484": "香詔油故曰都魯色迦。香油也。呪木一段即", "485": "置火中也。自爾時大地山及然搖動下第九", "486": "顯驗徵瑞也。此中有二。初明動像二明出聲", "487": "也。問木是無心。何故動而出聲耶。答此有", "488": "三義故動而出聲也。一者行人心誠。二願強", "489": "盛故。三菩薩願重故也。人世不無是事也。如", "490": "丁蘭木母猶現生相僧感畫女尚應哀形。何況", "491": "是菩薩而不應耶。經曰。佛從天下木像起坐。", "492": "佛先令坐後異處住故。佛言。若人禮佛像得", "493": "福如真佛也。問此行法中何故白色為法如日", "494": "月設禮白檀作像白牙上出白味為供面向西", "495": "方耶。答白色是眾色之本。觀音是行人之基。", "496": "如法華白毫放光白牛駕車白葉華坐。以表", "497": "一乘眾教之本也。面向西方者。有五義故面", "498": "西方也。一依五行者。西是金東是木南是火", "499": "中央為土北方為水。謂以金剋木而成物也。", "500": "菩薩向西者備金義也。行者向東取木義也。", "501": "謂願菩薩為聖工乃取智慧金兵。而刀為剋", "502": "行人質朴木。令除闇愚相為成正覺形也。二", "503": "者依五時。東為春西為秋南為夏北為冬四", "504": "維為四季時也。菩薩向西者。是秋萬物已成", "505": "果之時也。行人向東者。是春萬物動陽榮華", "506": "之時也。菩薩向西秋方者有二義。一菩薩", "507": "已成佛道法身大士如秋成菓也。二成道故", "508": "願施道果。如秋被賴也。行人向東春方有二", "509": "義。一行人始行向道如春動陽。二已向道春", "510": "願得秋菓也。三者依五色者。東青西白南赤", "511": "北黑中央黃色也。菩薩向白色方者。白是眾", "512": "色之本。是行法眾行之基。行人向青色方者。", "513": "是所滿之未也。青是萬物生相。有物向行如", "514": "青也。四者依五常者。東仁北義西禮南信中", "515": "央智也。菩薩向禮方者。是觀世音菩薩不受", "516": "餘物。但受方禮敬向西方也。如法華但受稱", "517": "禮不受寶珠也。行者向仁方者。行人必被仁", "518": "慈而得道。故向仁方也。五者依五戒者。東", "519": "不殺北不盜西不婬南不妄語中央不飲酒", "520": "也。菩薩向不婬方者。婬是欲界根本。先度欲", "521": "界苦故向不婬方也。行人何故向不殺方者。", "522": "殺是眾罪根本故也。謂欲遇觀音慈悲故向", "523": "不殺也。問若無白檀之國者為何木作像也。", "524": "答若依方法者。必求白檀而作像也。若以義", "525": "門而推者。若求而不得者亦以柏木作像也。", "526": "何故者。若觀世音必依白檀木像而現瑞應", "527": "者。何故不空羂索經以布而作像耶。若彼經", "528": "所說方與此經所說異者。此一經中用木。何", "529": "故或用闍低華木或用任婆木或用菩提樹木", "530": "或用蘇末木香。故知彼國多有種種香木故", "531": "用種種香木也。若定用一香木為法者。可舉", "532": "四種香木。若求白檀而不得者。應用餘木也。", "533": "若燒香木而無四種木之國隨有得用也。彼", "534": "天竹多有珍香木。此土無故不翻木名而", "535": "用天竺音也。故有闍底蘇末任婆木名也。上", "536": "面出聲者。即是佛面出聲讚行者也。此中有", "537": "二。初出聲後讚行人也。第二讚文有五。初", "538": "受讚。二騰空而去也。謂得菩薩所行之分", "539": "故得是菩薩少分神通也。三遊化無礙。謂菩", "540": "薩一旦遍歷十方無所不趣也。四得作持呪", "541": "仙。仙有二種。一內仙人二外仙人也。內仙", "542": "人者。謂佛菩薩故龍樹菩薩讚文曰。稽首", "543": "天人所奉尊阿彌陀仙兩足尊也。二者外仙", "544": "人也。謂外道仙人修苦行者也。今云持呪", "545": "仙人者即是菩薩仙也。如我自在無礙障者", "546": "行人所修如觀世音所得功德自在無礙也。", "547": "何故佛面出聲者。佛是極果相證為足故也。", "548": "亦行此行故當得佛果。故佛面出聲而讚也。", "549": "次自復次行者或於白月下第三明修行方法", "550": "也。此中有三段。初明行相。次明現瑞。第三明", "551": "行益也。初中有八段。一明時也。謂白月十五", "552": "日者何故舉圓月時者　如白月圓滿所行滿", "553": "足故也。又白月之時晝夜清明。所行決定清", "554": "淨明無疑也。又諸佛菩薩必用中道。欲學佛", "555": "行故用中道也。謂十五日者是月之中道也。", "556": "何者。如補處菩薩生欲界中天即是兜率下", "557": "生中國迦毘羅也。中夜出生中夜涅槃故用", "558": "中道也。次從以十一面觀世音菩薩者第二", "559": "明所作像也。次自置有佛馱都制多者第三", "560": "舉所置處也。佛馱者此云覺者也。都制多者", "561": "此云塔也。或盡塔有二種。一有舍利即真塔", "562": "也。一無舍利但置經及佛像即兜婆也。今", "563": "即都婆塔或曰都制多也。次從著新淨衣者", "564": "第四明外淨具也。謂內淨意業外淨身口故", "565": "及淨三業堪可行道也。次從受持齋戒下第", "566": "五明內淨意也。次經一日一夜者第六明修", "567": "行時間也。行間有三時。短者一日一夜。中", "568": "者一七以上三七以下也。長者是一月以上", "569": "也。人有三根。一上根福德又是一日夜也。中", "570": "根是七日以上也。下品下根是一月以上必", "571": "為現瑞也。次自不飲不食者第七明苦行相", "572": "也。不飲不食者是仙人行也。飲食是大患也。", "573": "若學仙道持呪者一日一夜尚不飲食也。何", "574": "況長時斷穀也。問不食為道耶。答若行邪道", "575": "者食不食皆邪也。若行正道者食不食皆正", "576": "行。故悉達太子初行斷穀。但服胡麻然後受", "577": "食也。自取蘇末華者此云好意。是第八舉誦", "578": "呪數也。此華一千八枚每華誦呪乃置像上", "579": "也。是天竹國華此土無斯華也。問若無此", "580": "華者。得用餘華耶。答是經行法要用此華必", "581": "求可用也。若無此應用餘華也。次自爾時其", "582": "像下第二現瑞有三段也。初明正現瑞也。謂", "583": "當前一面出聲如雷也。何故此行法中從慈", "584": "面出聲者。前表極果令於行者乃乘大慈令", "585": "得大樂也。自由此便令以下第二動地先段", "586": "動像後出聲。此段先出聲後動地者。前段發", "587": "動行人心。然後慰喻其心也。今此中先令慰", "588": "喻後發動信心也。次自行者爾時應自安心", "589": "下第三行人得益也。此中有八少段。初明行", "590": "相。二明禮念。三明願誓。四遂願。五能除國", "591": "災。六能愈長病。七能消結怨。八能除障受善", "592": "也。初明行相有四少段。初明願期。二自敬觀", "593": "自在菩薩下明禮念也。次自我於阿耨多羅", "594": "下第三明略願誓也。阿耨多羅三藐三菩提", "595": "者。此無上正遍知道也。是金剛道後所證極", "596": "果也。便與其願下第四正遂願也。此中有四", "597": "段。初正明遂願也。次自復次行者於月蝕時", "598": "下第二月蝕還生也。天表更相神呪令除也。", "599": "謂取蘇一兩銀器盛之。置此像前念誦此呪。", "600": "是月還生也。次自復次行者應等分取下第", "601": "三明惡夢極病並除。謂取雄黃置此像前。念", "602": "誦此呪一千八遍。以水和點置眉間三事成", "603": "就。如前所說也。若暖水洗浴其身則除障也。", "604": "夢惡者。附神令見誦神呪。神呪故反惡令吉", "605": "也。極病者。四大相違五體不順皆令和安也。", "606": "次自復次若他方下第四能袪他敵也。謂應", "607": "取燕支一顆誦呪之一百八遍。粧點此像左", "608": "邊瞋面面向怨敵方。怨敵不進也。有惡怨", "609": "故。請觀音方便瞋面大悲拔苦。餘二面用之", "610": "法而不說也。依金光明經曰。若有帝王欲護", "611": "國土。自降其身手擎香爐供養三尊。仰聽經", "612": "王應持讀誦。梵釋八部鬼神護國也。今行此", "613": "法呪者能袪他方怨敵也。次自復次若國土", "614": "中下第五能袪國災也。國有災怖有四因緣。", "615": "一政令不順正。二心別有阿黨。三不修慈心", "616": "行。四不修福業也。國常豐樂有四因緣。一政", "617": "令順正。二心常平等。三常行慈心。四對修福", "618": "業也。任婆木者涅槃經曰。占婆華幡經者", "619": "曰此云木綿華也。此土所無也。別取彼木", "620": "截以為一千八段。每取一段塗芥子油。呪之", "621": "一遍擲著火中也。次從若有卒為下第六能", "622": "除長病。病有二種。一定業病。雖定業病漸", "623": "時得愈。二橫病也。天下萬病經曰。用三寶", "624": "物十年得病。金剛密迹所責故也。雖是橫病", "625": "以呪得愈也。鳩槃荼如上翻也。部多鬼者。此", "626": "鬼神部黨多鬼也。次自彼次若為下第七能", "627": "除袪結怨也。謂若結怨業連續不斷。雖有", "628": "斯怨力能除怨也。鑠迦像者是木名。謂檀木", "629": "之名。此云堅固木也。故上文云。堅好無隙白", "630": "檀也。次自復若知身中下第八總除障受善", "631": "報也。毘奈耶迦像者此云律亦曰法也。謂如", "632": "法作像也。次從爾時觀自在菩薩說此語已", "633": "已下第三大段流通說也。此是觀自在菩薩", "634": "所說之經但金口印可之故為佛經也。故佛", "635": "與菩薩因果雖殊。化度之旨其懷同。故聞菩", "636": "薩所說而佛還歡喜也。", "637": "十一面神呪心經義疏", "638": "寬文七年秋八月五日於仁和寺書寫畢。", "639": "寫本云以高山寺石水院經藏之本書寫之", "640": "云。", "641": "求法沙門乘真"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1802 十一面神呪心經義疏", "source": "CBETA"}