{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1571 大乘廣百論釋論: 大乘廣百論釋論: 大乘廣百論釋論", "text": {"0": "7 破有為相品", "1": "大乘廣百論釋論卷第十", "10": "論曰。雖一切法本性皆空。而初學徒未能見", "100": "為宗。此無常宗。既定是有。空宗亦爾。應必非", "101": "無。此說非真。因不定故。世間現見。無亦是", "102": "宗。理亦應然。故次頌曰。", "103": "若許有無宗有宗方可立", "104": "無宗若非有有宗應不成", "105": "論曰。無宗若有。對立有宗。無宗若無。有宗何", "106": "對若言無對而立有宗。即自違前責空有對。", "107": "若一切法無不皆空。無我真空咸同一味。如", "108": "何現見諸法不同。此亦不然。世俗有故。勝義", "109": "無故。理不相違。為顯此義。故說頌曰。", "11": "故。追愛妄有怖達深空。或為餘緣未能決", "110": "若諸法皆空如何火名煖", "111": "此如前具遣火煖俗非真", "112": "論曰。若一切法本性皆空。如何世間有火等", "113": "異。世俗事有。諸法不同。勝義理空。無火等", "114": "異。故汝疑難於理不然。火等如前破根境等。", "115": "已具觀察是俗非真。如何此中復為疑難。若", "116": "法非有空何所遮。空有所遮。故法應有。若爾", "117": "四論展轉相遮。皆應是真。便違自意。為顯此", "118": "義。故說頌曰。", "119": "若謂法實有遮彼說為空", "12": "了。以正理教重顯前宗。令彼除疑捨諸倒執。", "120": "應四論皆真見何過而捨", "121": "論曰。遮所遮故建立能遮。所遮若無能遮豈", "122": "有如言非雨。故說名冬。冬時所遮雨時必有。", "123": "空遮有故有定非無。此亦不然。因不定故。一", "124": "等四論展轉相遮皆應是真。是所遮故。真即", "125": "無過。皆應可宗。汝見何愆。捨三執一。故不可", "126": "說實有所遮。若諸所遮皆實有者。自言無過。", "127": "汝過應真汝撥無空。此空應實。若一切法性", "128": "相都無。是則世間皆應斷滅。尚不執有。況復", "129": "執無。執有執無皆成過故。為顯此義。故說頌", "13": "既一切法本性皆空。未達此空。以何為性。諸", "130": "曰。", "131": "若諸法都無生死應非有", "132": "諸佛何曾許執法定為無", "133": "論曰。若法全無應無生死。因果展轉相續輪", "134": "迴。非定執無。何得為難。我說世俗因果非無。", "135": "諸佛世尊智見無礙。亦未曾許定有定無。如", "136": "契經中。佛告迦葉。諸法性相非有非無。有是", "137": "一邊。無是第二。謂常與斷。此二中間。無色無", "138": "見無住無像。不可表示不可施設。此意說言。", "139": "世俗有故。依之建立生死輪迴。勝義空故。", "14": "法無我。此復云何。謂無自性應正曉示。何假", "140": "諸法性相非有非無。心言路絕。若一切法真", "141": "離有無。復以何緣而言俗有。真雖無二俗有", "142": "何乖。應離於真別有其俗。雖不相離而義有", "143": "殊。俗順世情真談實理。故真無二俗有多途。", "144": "又一切宗皆許無二。而有種種體類不同。是", "145": "故不應輒。生疑難。為顯此義。故說頌曰。", "146": "若真離有無何緣言俗有", "147": "汝本宗亦爾致難復何為", "148": "論曰。若色等法真離有無。復有何緣而言俗", "149": "有。因果不斷生死輪迴。俗順世情因緣假有。", "15": "轉音正示無由。以無體故。但可假說。諸法無", "150": "真談實理非有非無。汝等本宗皆許無二。而", "151": "言法有輒難何為。所以者何。如諸句義非即", "152": "是有。勿一切法其體皆同。亦非非有。勿一切", "153": "法其體皆無。非有非無。雖遍諸法而立種種。", "154": "句義不同。我法亦然。何煩致難。由此道理餘", "155": "難亦通。所以者何。故次頌曰。", "156": "諸法若都無差別應非有", "157": "執諸法皆有差別亦應無", "158": "論曰。若一切法實性都無。所有世間因果差", "159": "別。謂從眼等眼識等生。此皆應無。無無別故。", "16": "我無性可取。故名為空。如契經言。空名諸法。", "160": "此同上釋。謂不執無。執有執無皆非理故。又", "161": "若執有其過亦同。所以者何。若一切法皆同", "162": "有性。所有世間因果差別。謂從眼等眼識等", "163": "生。此皆應無有無別故。定於有上隨相不同。", "164": "建立世間諸法差別。我亦如是。真故雖空於", "165": "俗有中建立差別。故汝所難即為唐捐。有劣", "166": "慧人復生疑難。若法非有則定應無。能破有", "167": "因。此難非理世俗有故。汝執非無。能立有因", "168": "何故非有。為顯此義。復說頌曰。", "169": "若謂法非有無能破有因", "17": "無我無性無執無取。勝義理中。都無少法有", "170": "破有因已明汝宗何不立", "171": "論曰。若謂諸法性相皆無能破有因。亦非有", "172": "者。此慧極劣。以於現前麁顯事中不能了故。", "173": "世俗所攝。能破有因前已廣明。何謂非有。汝", "174": "不可說俗有非因。勝義理中無立破故。若不", "175": "忍許能破有因。何不立因證自宗有。如我廣", "176": "說能破有因。汝立有因一未曾見。如何可執", "177": "諸法非空。空言是破。破他便立。有言是立。自", "178": "立方成。是故我空無勞別立。汝所執有須別", "179": "立因。別因既無。何緣知有。破因易得立因", "18": "我有性可說名空。若爾空名應不可說。實不", "180": "難成。故破有因未為奇妙。若爾汝宗。何不", "181": "破空。為破彼言。故說頌曰。", "182": "說破因易得是世俗虛言", "183": "汝何緣不能遮破真空義", "184": "論曰。破因易得是俗虛言。未見有因破真空", "185": "故。小乘外道雖惡真空。而未有因破真空義。", "186": "如何可說易得破因。諸法性空易立難破。諸", "187": "法性有難立易傾。真偽皎然。如何固執。有被", "188": "立破。固網所籠自出無能。矯作是說。聲為", "189": "定量。表法有無。既有有聲。法應定有。法若非", "19": "可說。但假立名。如說太虛。雖無自性實不可", "190": "有。有聲應無。為破此言。故說頌曰。", "191": "有名詮法有謂法實非無", "192": "無名表法無法實應非有", "193": "論曰。彼立諸名以聲為性。此立名等。非即是", "194": "聲。故但舉名以破彼執。有聲詮有。汝執所詮", "195": "法實非無。無聲表無。應信所詮。法實非有無", "196": "聲非量。便自違宗。故汝所言非為證有。此劣", "197": "慧者欲脫己愆。徒設功勞終不能免。依實有", "198": "法立實有名。因實有名生實有解。法若非有。", "199": "應無有名。有名若無。應無有解。既有有解。故", "2": "聖天菩薩本　護法菩薩釋", "20": "說。而假立名。空既離言。有應可說亦不可說。", "200": "法非無。此亦不然。假立名故。為顯此義。故說", "201": "頌曰。", "202": "由名解法有遂謂法非無", "203": "因名知法無應信法非有", "204": "論曰。若聞有名生於有解。遂謂諸法是有非", "205": "無。既聞無名生於無解。應信諸法非有是無。", "206": "此既不然。彼云何爾。依名生解。是證空因謂", "207": "為有因。必不應理。法體若有何待有名。既待", "208": "有名方生有解。故知諸法體實為無。但假立", "209": "名世共流布。有名決定無實所詮。如人號牛", "21": "實無體故。如說諸法實性都無。無性理中無", "210": "依想立故。名能遣有而立有因。不異有人以", "211": "明為闇。有若可說是假非真。所以者何。故次", "212": "頌曰。", "213": "諸世間可說皆是假非真", "214": "離世俗名言乃是真非假", "215": "論曰。世間言說皆隨自心。為共流傳假想安", "216": "立。法若可說是假非真。非假是真定不可說。", "217": "諸可說者皆俗非真。前諸品中已廣成立。故", "218": "所執有是假非真。如舍如軍。可言說故。一等", "219": "四執。前已具遮。更不立餘真實有法。是則此", "22": "二無說。若爾說者言及所言。一切皆空。今應", "220": "論應墮無邊。為釋此疑。故說頌曰。", "221": "謗諸法為無可墮於無見", "222": "唯蠲諸妄執如何說墮無", "223": "論曰。謗諸有法可墮無邊。唯遣妄情豈墮無", "224": "執。為破有執且立為無。有執若除無亦隨遣。", "225": "又世俗有前已數論。故不應言。此墮無執。唯", "226": "許俗有。真應是無。不許真無。應許真有。此言", "227": "非理。故次頌曰。", "228": "有非真有故無亦非真無", "229": "既無有真無何有於真有", "23": "無說。既有所說。應不皆空。為顯此疑。故次頌", "230": "論曰。若有真有可有真無。真有既無。真無豈", "231": "有。無真無故。真有亦無。真非有無。如前屢", "232": "辯。如何復執真是有無。若真非無何意頻說。", "233": "諸法性相俗有真無。此說意言。唯俗是有。真", "234": "無此有。故說真無。若爾此真俗無為體。若不", "235": "爾者。應別有真。若別有真有非唯俗。有既唯", "236": "俗。真體應無。真體若無。何欣修證。此中一類", "237": "釋此難言。我說真無是遮非表。世間妄見執", "238": "有為真。遮此有真不表無體。然其真體即是", "239": "俗無。非離俗無別有真體。言真無者。謂俗", "24": "曰。", "240": "無真。此遮其真。無別所表。此於言義未究其", "241": "源。誰謂真無別有所表。若遮餘法別有所詮。", "242": "是遮表言。遮餘法已表餘共相。如非眾生非", "243": "黃門等。若遮餘法無別所詮。是唯遮言。遮所", "244": "遮已。其力斯竭。如勿食肉勿飲酒等。此真無", "245": "言。唯遮其真無別所表。不言可悉。如非有言。", "246": "唯遮其有不詮非有。亦不表餘。若詮其無或", "247": "表餘法。則不應說此非有言。若非有言詮於", "248": "有者。非無之說應表其無。如是遮言。愚智同", "249": "了彼無疑難。重說何為。彼難意言。有若唯俗。", "25": "能所說若有空理則為無", "250": "真即非有。何所修證但說真無。是遮非表。乃", "251": "至廣說。豈釋難耶。復有釋言。修無我觀方便", "252": "究竟。見真理時一切俗有皆不顯現。故說真", "253": "無。此亦不然。意難了故。若俗非有說名為真。", "254": "應無所證。若別有真。是所證者。則不應言有", "255": "唯是俗。又違經說都無所見。乃名見真少有", "256": "所見。即非見真。是故此言亦非正釋。如是釋", "257": "者。應作是言。真非有無。心言絕故。為破有執", "258": "假說為無。為破無執假說為有。有無二說皆", "259": "世俗言。勝義理中有無俱遣。聖智所證。非有", "26": "論曰。言能說者。謂能說人。言及所言。俱名所", "260": "非無。而有而無。後當廣說。有作是難。證法空", "261": "因為有為無。有則餘法亦應是有。無則不能", "262": "證諸法空。為舉此難。故說頌曰。", "263": "有因證法空法空應不立", "264": "論曰。空必依因方可得立。若不爾者。一切應", "265": "成。因既不空。餘亦應爾。唯陽焰等水等性空。", "266": "則所立宗皆不成就。為釋此難。復說頌曰。", "267": "宗因無異故因體實為無", "268": "論曰。數論師等。總別無異。勤勇無間所發等", "269": "因。皆即是聲。應如聲體。不通餘故。因體不", "27": "說。此三總攝有為無為。謂眼等根及色等境。", "270": "成勝論師等。計總與別或異不異。其不異者。", "271": "過同前師。異即如前諸品已破。故異不異皆", "272": "不成因。由此故說。宗因無異。因體實無。又所", "273": "立因體若實有。應與宗體或一或異。然不可", "274": "說因與宗體。或一或異。非一異故。猶若軍林。", "275": "是假非真。世俗所攝。隨順世間虛妄分別。建", "276": "立種種宗因不同。遣諸邪執。邪執既遣宗因", "277": "亦亡。故不可言法同因有。宗因假立皆俗非", "278": "真。復有難言。證法空喻為無為有。無則不能", "279": "證諸法空。有則諸法如喻應有。此亦不然。故", "28": "此若實有。何法為空。為遣此疑。故復頌曰。", "280": "次頌曰。", "281": "謂空喻別有例諸法非空", "282": "唯有喻應成內我同烏黑", "283": "論曰。喻則是因一分所攝。因既俗有。喻亦應", "284": "然。若謂離因別有喻體。以例諸法是有非空。", "285": "此定不然。離因之喻必不能證所立義宗。如", "286": "所立宗非因攝故。若非因喻能立義宗。內我", "287": "如烏。黑性應立。又應一切所立皆成。無因事", "288": "同易可得故。由是喻體必不離因。故應同", "289": "因不可為難。若一切法本性皆空。證見此空", "29": "諸法假緣成故三事非有", "290": "有何勝德。為敘此難。故說頌曰。", "291": "若法本性空見空有何德", "292": "論曰。非於離我諸行法中證見我空少有勝", "293": "德。諸法亦爾。若本性空。證見此空。何所饒", "294": "益。若無所益何用劬勞。修能證空無量加行。", "295": "為釋此難。復說頌曰。", "296": "虛妄分別縛證空見能除", "297": "論曰。諸法諸行雖空無我。而諸愚夫虛妄分", "298": "別執一異等。由此虛妄分別勢力。生長貪等", "299": "煩惱隨眠。隨緣發生諸善惡業。沒三有海相", "3": "三藏法師玄奘奉　詔譯", "30": "論曰。能說言義三事性空。假託眾緣而成立", "300": "續輪迴。三苦所煎不能自出。勤修加行證無", "301": "我空。漸次斷除虛妄分別。隨其所應證三菩", "302": "提。自利利他功德無盡。虛妄分別其體是何。", "303": "謂三界心心所有法。豈不此法亦本性空。如", "304": "諸愚夫所執色等。何能引苦煎迫有情。若此", "305": "雖空而能引苦。是則色等亦有此能。何故但", "306": "言虛妄分別。雖色心等皆本性空。而要依於", "307": "虛妄分別。計度諸法為有為無。因是發生雜", "308": "染清淨。由斯含識染淨不同。是故但言虛妄", "309": "分別。法若實有。是事可然。法既實無。如何計", "31": "故。餘宗亦許。諸法名言皆是自心。隨俗安", "310": "度。為有無等。染淨不同。如夢等中。雖無色", "311": "等。而有種種相現分明。此喻不然。於夢等位", "312": "有分別故。作用非無。分別為依。現諸境像起", "313": "諸染淨。是事可然。今既皆空。無實分別。誰能", "314": "起此作用不同。無體有能曾所未見。若無有", "315": "體而有功能。兔角龜毛應皆有用。又無煩惱", "316": "或無善根。而諸有情有染淨者。已斷煩惱應", "317": "更輪迴。未種善根應獲常樂。此中一類釋此", "318": "難言。世俗非無。故無此失。應問世俗非諦實", "319": "耶。彼答不然。隨世俗量是實有故。亦名諦實。", "32": "立。如是說者。言及所言。皆勝義無。唯世俗", "320": "如何可說一法一時。有無相違俱名諦實。生", "321": "等亦爾。一法一時。有生無生。有滅無滅。有斷", "322": "無斷。有常無常。有來無來。有去無去。乃至廣", "323": "說。更互相違。如何可言俱是諦實。彼作是說。", "324": "一法一時。無義為真有義為俗。義差別故互", "325": "不相違。猶如世間施等善法。性有漏故得不", "326": "善名。善根相應。故亦名善。俱名諦實而不相", "327": "違。此理不然。施等善法觀待異故。可不相違", "328": "一法一時。有無二諦無別觀待。何得無違。所", "329": "以者何。安和名善。善有二種。所謂世間及出", "33": "有。如何謂此三事不空。云何定知三事非有。", "330": "世間。出世善法。畢竟能害煩惱諸纏。究竟安", "331": "和名勝義善。世間善法。暫時有能畢竟無能。", "332": "暫時能伏煩惱纏故。名世俗善。非永能斷煩", "333": "惱纏故。亦得名為勝義不善。此善不善互不", "334": "相違。有能無能時分異故。如施等善住一剎", "335": "那。說名有能。過此已後必不能住。說名無能。", "336": "有能無能雖在一法。時分異故而不相違。第", "337": "二剎那施等不住。既無有體。誰名無能。由彼", "338": "體無能定非有。能非有故即名無能。或能無", "339": "能時分無異。所望境別。故不相違。所以者何。", "34": "謂依他立。如幻所為。不依他成。皆如兔角是", "340": "暫時能伏貪等纏故。名為有能。不能斷滅貪", "341": "等種故。名曰無能。如服酥膏能除風疾。不", "342": "遣痰癊。有能無能。時分雖同。而所望境有差", "343": "別故。互不相違一法一時。有無二諦境無差", "344": "別。何得無違。彼復救言。如一念識我執依故。", "345": "世俗名我由勝義故。亦名無我。我無我別。而", "346": "不相違一法一時。有無亦爾。雖無境別而不", "347": "相違。此亦不然。我無我義不相違故。所以者", "348": "何。一剎那心不自在故。名為無我。我執所依。", "349": "亦名為我。如契經言。若識是我應得自在。不", "35": "故三事自性皆空。為益世間假有言說。又汝", "350": "應轉變。而諸愚夫。依發我執故說名我。不自", "351": "在義我執依義。雖同一識而不相違。一法一", "352": "時有無相及。俱名諦實。豈得無違。汝今為", "353": "成。有無二諦同在一法。互不相違。雖引眾", "354": "多世間譬喻種種方便。終不能成。彼重救言。", "355": "如一青色。據自故有。望他故無。諸法亦然。一", "356": "一法性。據俗故有。望真故無。此亦不然。青黃", "357": "體異。可據自有。望他為無。俗之與真其體不", "358": "別。據自可有望誰為無。尋究其俗實即是真。", "359": "非考彼青實成黃色。故汝所立法喻不同。又", "36": "何為疑難真空。我意猶望成昔有見。應捨此", "360": "俗與真體不相離。如何俗體望真為無。如契", "361": "經中。佛告善現。世俗勝義無各別體。世俗真", "362": "如即是勝義。非離其色別有於空。乃至識空", "363": "亦復如是。如何一法無別境時。二義相違俱", "364": "名諦實。由是古昔軌範諸師。情事不同安立", "365": "二諦。世俗諦語近顯俗情。勝義諦言遠表實", "366": "事。世俗諸法雖稱俗情。而事是虛。故非諦實。", "367": "又現量證緣起色心。言不能詮。應非俗諦。故", "368": "契經說。所有世間名句所詮。名為俗諦。此經", "369": "意說。世共所知。能詮所詮相應法義。及為詮", "37": "意。所以者何。非破他宗能成己見。如破他說。", "370": "表非共所知。法義經書。名為俗諦。現量所證", "371": "緣起色心。非言所詮。亦非俗諦。若言假立名", "372": "言所詮。故此色心亦俗諦攝。究竟勝義應亦", "373": "非真。假立名言所詮表故。究竟勝義無此色", "374": "心。真理都無。事有法故。非二諦攝。此法應", "375": "無。則違世間現量所證。若言是有非二諦收。", "376": "應立第三。非真俗諦。若言雖有緣起色心。是", "377": "諸世間現量所得。而非究竟勝義諦收。假說", "378": "名為世俗諦攝。隨意假立世俗名言。有實色", "379": "心則無諍論。此為依故染淨義成。若謂色心", "38": "無礙故常。非即能成自無常性。設有此理汝", "380": "世俗故有。由勝義故非有非生。如是所言。為", "381": "有何義。若言如彼無分別智。所行境界究竟", "382": "空無。不如是有。故說非有。若爾所行究竟無", "383": "故。無分別智應不得生。設許得生亦非真智。", "384": "緣無境故。如了餘無。智既非真。境應是俗。雖", "385": "言色心不如是有。而復彌顯色心實有。由說", "386": "非有究竟無故。無異相故。定應是有。既定是", "387": "有。由是亦應許此色心實有生等。若汝意謂。", "388": "雖復色心亦有亦生。而非勝義。應先審定。勝", "389": "義是何。然後可言。此非勝義。若言勝義是無", "39": "亦不成。所以者何。故次頌曰。", "390": "分別。智慧所行究竟空無。此先已破。謂彼所", "391": "行究竟無故。無分別智應不得生。乃至廣說。", "392": "又此所行非真勝義。以是無故。猶如兔角。或", "393": "非有故。如彼空花。若言勝義是可研窮。此亦", "394": "不然。境無異故。夫研窮者。不捨世俗。又世俗", "395": "法不可研窮。此可研窮應離世俗。然非離俗", "396": "別有勝義。故不可說此可研窮。是故汝言非", "397": "勝義相。若謂餘宗所執勝義。都非有故。是勝", "398": "義相。此亦不然。彼謂緣生暫住等性。名為勝", "399": "義。今撥非有。便違自宗及現量等。若言諦實", "4": "8 教誡弟子品教誡弟子品第八", "40": "若唯說空過不空義即成", "400": "是勝義相。是則世俗應非諦實。何故前言俗", "401": "為諦實。設許唯說非有非生。名為諦實。是有", "402": "是生唯假言說。妄分別立既非諦實。唯假言", "403": "說妄分別立。如何能起染淨作用。故彼釋難。", "404": "其理不成。非說龜毛名為有體。即有作用能", "405": "縛世間。復有餘師釋此難曰。分別所執法體", "406": "是無。因緣所生法體是有。由斯發起煩惱隨", "407": "眠。繫縛世間輪迴三有。或修加行證無我空。", "408": "得三菩提脫生死苦。因緣生法雖通色心。而", "409": "心是源所以偏說。虛妄分別能縛世間。厭此", "41": "不空過已明空義應先立", "410": "能修證空加行。雖有境界若無有心。虛妄尋", "411": "思終不繫縛亦不能厭修無我空。證三菩提", "412": "出離生死。為證此義。引契經言。", "413": "遍計所執無依他起性有", "414": "妄分別失壞墮增減二邊", "415": "此中一類釋此義言。名是遍計所執。義是依", "416": "他起性。名於其義非有故無。義隨世間非無", "417": "故有。不可引此證有依他。此釋不然。義相違", "418": "故。若名於義非有故無。義亦於名是無何有。", "419": "又於其義所立名言。既因緣生如義應有。若", "42": "論曰。若唯破空不空成者。不空已破空義應", "420": "妄所執能詮性無。妄執所詮其性豈有。名隨", "421": "世俗有詮表能。汝不許為依他起性。義亦隨", "422": "俗假說有能。何不許為遍計所執。世俗假立", "423": "能詮所詮。無應並無有應齊有。如何經說一", "424": "有一無。故汝所言。不符經義。應信遍計所執", "425": "性無。是諸世間妄情立故。依他起性從因緣", "426": "生。非妄情為應信是有。彼證己義。復引經", "427": "言。", "428": "由立此此名詮於彼彼法", "429": "彼皆性非有由法性皆然", "43": "成。前諸品中。已說一切立不空義所有過失。", "430": "此頌不能證成彼義。經意不說。名於義無但", "431": "說所詮。法性非有辨諸法性。皆不可詮。名", "432": "言所詮。皆是共相。諸法自相皆絕名言。自相", "433": "非無共相非有。此中略說。所詮性無非謂能", "434": "詮。其性實有。故頌但說彼非有言。不爾應言", "435": "此性非有。彼為證此依他性無。復引經中所", "436": "說略頌。", "437": "無有少法生亦無少法滅", "438": "淨見觀諸法非有亦非無", "439": "此亦不能證依他起其性非有。所以者何。此", "44": "若汝欲成不空義者。先當方便除前過失。不", "440": "頌意明遍計所執自性差別。能詮所詮其體", "441": "皆空。無生無滅離執淨見。觀諸世間。因緣所", "442": "生非無非有。故此非證依他起無。若有依他", "443": "何緣經說。一切法性無不皆空。又契經言。佛", "444": "告善現。色等諸法自性皆無。復有經言。佛告", "445": "大慧。一切法性皆無有生。先有先無不可生", "446": "故。此有密意。密意如何。謂此諸經唯破遍計", "447": "所執自性。非一切無。若一切無便成邪見。云", "448": "何知有此密意耶。餘契經中顯了說故。謂薄", "449": "伽梵說如是言。我唯依於相應自性說一切", "45": "除前失但說空過。汝不空義終不得成。非顯", "450": "法自性皆無。若有如言而生執著。謂染淨法", "451": "自性皆無。彼惡取空名為邪見。相應自性即", "452": "是世間。遍計所執由心轉變。似外諸塵。依此", "453": "諸塵起諸倒執。因此倒執計有自他。能詮所", "454": "詮相應自性染淨諸法。即是依他。故知諸經", "455": "有此密意。又到彼岸般若經中。佛自分明判", "456": "有無義。遍計所執所集所增。所取常恒無變", "457": "易法。如是一切皆名為無。因緣所生皆說為", "458": "有。又餘經說。遍計所執自性無生。依他起性", "459": "所攝諸法從因緣生。又慧度經作如是說。行", "46": "他人有失無德。即能成己有德無愆。要具二", "460": "慧度者善知色性。善知色生善知色如乃至", "461": "廣說。又諸經說。諸法無性無生滅等。皆應分", "462": "別不可如言。執為了義勿世俗諦。諸法亦無。", "463": "便惡取空成大邪見。此言非理。所以者何。於", "464": "了義經異分別故。世尊自說。若諸經中說空", "465": "無相無願無行無生無滅。無有自性無有有", "466": "情命者主宰補特伽羅解脫門等名了義經。", "467": "我言合理。以於餘經佛自決判我依遍計所", "468": "執自性。於餘經中說一切法皆無自性無生", "469": "無滅本來寂靜自性涅槃。依依他起自性說", "47": "能方成己見。謂立與破。故次頌曰。", "470": "言。諸有情心生滅流轉。乃至廣說。又餘經中。", "471": "佛告具壽舍利子言。色自性空。自性空故無", "472": "生無滅。無生滅故無有變易。受想行識亦", "473": "復如是。此依遍計所執自性。說自性空無生", "474": "滅等。以諸愚夫隨自心變色等諸法周遍計", "475": "度。執有真實自性差別。世尊依彼說色等法", "476": "自性皆空。無生滅等依他起性。由無遍計所", "477": "執性故。亦說為空。非自性空。無生滅等。如來", "478": "處處說三自性。皆言遍計所執性空。依他圓", "479": "成二性是有。故知空教別有意趣。不可如言", "48": "諸欲壞他宗必應成己義", "480": "撥無諸法。如言取義名謗大乘。故契經言。若", "481": "有菩薩。如言取義不求如來所說意趣。是名", "482": "於法非理作意。亦名非處信解大乘。若有菩", "483": "薩不如其言而取於義。思求如來所說意趣。", "484": "是名於法如理作意。亦名是處信解大乘。若", "485": "爾云何釋此經句。佛告天子。汝等當知。佛於", "486": "菩提都無所得。亦無少法。可生可滅。所以者", "487": "何。以一切法無生無滅。是故如來出現世間。", "488": "有作是釋。諸佛證得大菩提時。遠離一切分", "489": "別戲論。雖出世間而不可說有證得等。復有", "49": "何樂談他失而無立己宗", "490": "釋言。佛以菩提為其自性。故無所得。如契經", "491": "言。菩提即佛。佛即菩提。故無所得。如其法性", "492": "而覺知故。不生先無不滅先有。以諸法性離", "493": "戲論故。無生無滅。無上菩提。現在前故。說名", "494": "如來出現世間。又契經說。善現當知。色名諸", "495": "色無性之性受想行等。廣說亦爾。此經意明。", "496": "依他起性以其遍計所執色等無性所顯離言", "497": "法性為其自性。若一切法都無所有。如何無", "498": "性而復言性。若言色等世俗無性。即是色等", "499": "勝義之性。與理相違。所以者何。夫勝義者。分", "5": "復次正論已立邪道伏膺。於密義中尚餘微", "50": "論曰。要具立破自見方成。立破二能見所依", "500": "別戲論所不能及。豈得以無為其自性。若以", "501": "無性為自性者。應類餘無不名勝義。應不能", "502": "證無上菩提。則違自宗成大過失。依他起性", "503": "若實有者。便違經說。故契經言。", "504": "諸法從緣起緣法兩皆無", "505": "能如是正知名通達緣起", "506": "若法從緣生此法都無性", "507": "若法都無性此法非緣生", "508": "如是二經說緣生法。雖無自性而不相違。以", "509": "從緣生法有二種。一者遍計所執。二者依他", "51": "故。唯彰他失。不顯己宗自義得成。終無是理。", "510": "起性。此中意明。遍計所執自性非有不說依", "511": "他。若說依他都無自性。便撥染淨二法皆無。", "512": "名惡取空自他俱損。此妄分別誰復能遮。得", "513": "正見時自當能遣。今且應問。依他起性何智", "514": "所知。謂無分別智所引生世間淨智。既無分", "515": "別。何名世間。謂言此智是無分別。若有分", "516": "別應不能行。諸法實相但應緣彼遍計所執", "517": "雖有分別。而說能行法實相者。虛妄分別。應", "518": "亦能行諸法實相。又今未得無分別後法實", "519": "相智。如何定知有依他起。此依他起非如現", "52": "何緣汝輩唯樂破空。不念欲成己之有義。故", "520": "見蛇執所依。如何定言實有此性。唯無分別", "521": "智所引生世間淨智知依他起。與論相違。如", "522": "彼論言。遍計執性何智所行。為凡智耶。為聖", "523": "智耶。俱非所行。以無相故。依他起性何智所", "524": "行。俱是所行。然非出世聖智所行。又言五事", "525": "幾是所取。幾是能取。三是所取。分別正智通", "526": "能所取。名相分別。分別所取正智有二。一緣", "527": "真如。第二是彼所引生故。今猶未得相等。又", "528": "是依他起性。故彼論言。遍計所執五事不攝。", "529": "依他起性四事所攝。若依他起世智所緣而", "53": "於立破二事應均。方可得成自宗有義。汝欲", "530": "說非空。甚可嗤笑。諸法實相非是世間。心智", "531": "所行如前屢辨。故不應說。實有依他論說", "532": "依他。亦凡智境據自證受。故不相違。依他起", "533": "性即心心法從緣起時。變似種種相名等塵", "534": "實自證受而增上慢。謂取外塵。然諸外遮遍", "535": "計所執。無體相故非所緣緣。故非聖凡智所", "536": "行境。一切有漏心及心法。唯能證受自所現", "537": "塵。未能如實證餘心境。無漏世智相應心品。", "538": "由性離染自他俱證。故說依他淨智所了。與", "539": "論所說理不相乖。汝嗤笑言。自呈愚昧。非顯", "54": "立有畢竟無能。故諸法空其理決定。豈不空", "540": "我說與理相違。若從緣生心及心法。同遍計", "541": "執皆自性空。便似空花何能繫縛。三有含識", "542": "生死輪迴。是故依他非無體實。論者本意決", "543": "定應然。若不爾者。何緣故說。妄分別縛證空", "544": "能除。誰覩龜毛能計能縛。誰見兔角能證能", "545": "除。由是應知。有心心法。但無心外所執諸塵。", "546": "云何定知諸法唯識。處處經說。於此何疑。故", "547": "契經言。佛告善現。無毛端量實物可依。愚夫", "548": "異生造諸業行。唯有顛倒與彼為依。顛倒即", "549": "是虛妄分別。虛妄分別即心心法。又契經言。", "55": "論。此過亦齊不顯己宗唯彰他失。此質非理。", "550": "無有少法自性可得。唯有能造。能造即是心", "551": "及心法。又契經說三界唯心。如是等經其數", "552": "無量。是故諸法唯識理成。豈不決定執一切", "553": "法實唯有識亦成顛倒。是則應如色等諸法", "554": "顛倒境故其體實無。又境既無識云何有。不", "555": "應一識二分合成。勿當失於心自一相。若言", "556": "識體實無二分。能緣所緣行相空故。但隨世", "557": "俗同所了知有能緣心故說唯識。則應亦說", "558": "境界非無。世俗同知有心境故。若許實有少", "559": "分識體。應說此體。其相如何。既不可言能識", "56": "空無我宗。前諸品中。已廣顯故。然空無我遣", "560": "所識。如何定說唯有識耶。諸契經言。唯有識", "561": "者。為令觀識捨彼外塵。既捨外塵妄心隨息。", "562": "妄心息故證會中道。故契經言。", "563": "未達境唯心起二種分別", "564": "達境唯心已分別亦不生", "565": "知諸法唯心便捨外塵相", "566": "由此息分別悟平等真空", "567": "愚夫異生貪著境味。受諸欲樂無捨離心。生", "568": "死輪迴沒三有海。受諸劇苦解脫無因。如來", "569": "慈悲。方便為說諸法唯識。令捨外塵。捨外塵", "57": "有我成。故破汝宗我宗已立。若爾空論但有", "570": "已妄識隨滅。妄識滅故便證涅槃。故契經", "571": "言。", "572": "如世有良醫妙藥投眾病", "573": "諸佛亦如是為物說唯心", "574": "雖說極微亦可分析。據方所故。如舍如瓶。此", "575": "難極微可成多分。是假非實。不可全無。若不", "576": "爾者。心及心法。一剎那中時分攝故。如歲月", "577": "等眾分合成。亦可全無。成大過失。如是等類", "578": "隨見不同。分隔聖言令成多分。互興諍論各", "579": "執一邊。既不能除惡見塵垢。誰能契當諸佛", "58": "虛言。空無我名無實義故。如是如是。誠如所", "580": "世尊所說大乘清深妙旨。未會真理隨己執", "581": "情。自是非他深可怖畏。應捨執著空有兩邊。", "582": "領悟大乘不二中道。如契經說。菩薩當知。", "583": "身見為根所生諸見。感匱法業繫縛世間。輕", "584": "彼撥無諸法邪見。及於此見稱讚流通。因是", "585": "所生感匱法業。經無量劫墜那落迦。惡趣輪", "586": "迴受大憂苦。昔微善力來至人中。愚鈍盲聾", "587": "多諸憂苦。身形卑陋人不憙觀。鄙拙言辭聞", "588": "皆不悅。或宿曾種增上善根。來生人間受殊", "589": "勝報。由昔攝受謗法業因。偏執如來破相。", "59": "言。空無我名。是假非實。為破他執假立自宗。", "590": "空教。非毀所說顯實法門。令諸世間非法謂", "591": "法。法謂非法。非義謂義。義謂非義。自損損他", "592": "深可悲愍。然佛所說無不甚深。二諦法門最", "593": "為難測。今且自勵依了義經。略辨指歸息諸", "594": "諍論。世俗諦者。謂從緣生世出世間色心等", "595": "法。親證離說展轉可言。親證為先後方起說。", "596": "此世俗諦亦有亦生。假令所成猶諸幻事。從", "597": "分別起如夢所為。有相可言名世俗諦。勝義", "598": "諦者。謂聖所知分別名言。皆所不及自內所", "599": "證。不由他緣無相絕言。名勝義諦。如是略說。", "6": "滯。以淨理教。重顯真宗。遣彼餘疑。故說頌", "60": "他執既除自宗隨遣。為顯此義。復說頌曰。", "600": "二諦法門。正法學徒同無所諍。依前世俗染", "601": "淨法生。依後勝義證於寂滅。是故聖說心境", "602": "有三。一者有言有相心境。二者無言有相心", "603": "境。三者無言無相心境。初於名言能有覺悟", "604": "亦有隨眠。次於名言雖有隨眠而無覺悟。後", "605": "於名言隨眠覺悟一向永無。初二緣世俗。後", "606": "一緣勝義。復有永離言說隨眠。後所得心通", "607": "緣二諦。若於世俗起堅執見。及於世俗起不", "608": "順見。此二俱名虛妄分別。是生一切無義利", "609": "門。繫縛有情令不解脫。空無我見能悉斷除。", "61": "為破一等執假立遣為宗", "610": "令諸有情離三有縛。自證究竟寂滅涅槃。亦", "611": "轉化他令得解脫。拔除正習障根本故。若於", "612": "世俗起不順見。此於勝義定有乖違。為明此", "613": "見。故說頌曰。", "614": "法成一成無違真亦違俗", "615": "故與有一異二俱不可言", "616": "論曰。若執諸法與其有性。定為一者。法則成", "617": "一。定為異者。法則成無。是即違真。亦復違", "618": "俗。所以者何。若一切法與有性一。色應如聲", "619": "是聲非色。聲應如色。是色非聲。即有性故。法", "62": "他三執即除自宗隨不立", "620": "應成一若一切法。與有性異。即色聲等。體悉", "621": "成無。非有性故。如空花等。若執諸法與一", "622": "性等。定一異過。如應當知。是故有等與法一", "623": "異。二種妄見違俗及真。俱是俱非相違戲論。", "624": "過同一異。故不別論。於勝義中有無等寂。一", "625": "切問難皆不得成。為顯此義。故說頌曰。", "626": "有非有俱非諸宗皆寂滅", "627": "於中欲興難畢竟不能申", "628": "論曰。勝義理中無少有法。以一切法本性無", "629": "性。故有見宗於斯寂滅。依有見故非有見", "63": "論曰。一異及非。名為三執。俱同一異。故不別", "630": "生。此見既亡彼見隨滅。真若非有聖智不行。", "631": "聖智所行必非非有。故非有見不證其真。聖", "632": "智觀真不觀非有。簡俗有故說真非有。真非", "633": "有言還依俗說。真非有教能順趣真。是故諸", "634": "經多說非有。有非有見於此既除。俱是俱非", "635": "皆應類遣。以其有等皆可表詮。真絕表詮故", "636": "非有等。一切惡見擾動其心。於正理中廣興", "637": "邪難。皆依如是有等見生。此見既除彼亦隨", "638": "滅。雖欲猛勵抗論真空。由無所依措言何寄。", "639": "如空無底足不可依。諸有大心發弘誓者。欲", "64": "論。一等三宗。若正觀察皆歸無性。無少可存。", "640": "窮來際利樂有情。應正斷除妄見塵垢。應妙", "641": "悟入善逝真空。為滿所求當勤修學。", "642": "已除見有累復遣執無塵", "643": "善開妙中道願世咸歸寂", "644": "聖天菩薩造論既周。重敘摧邪。復說頌曰。", "645": "我在為燎邪宗火沃以如來正教酥", "646": "又扇因明廣大風誰敢如蛾投猛焰", "647": "三藏法師。於鷲嶺北得聞此論。隨聽隨翻。自", "648": "慶成功。而說頌曰。", "649": "聖天護法依智悲為挫群邪制斯論", "65": "彼性本空。非由今破。故契經說。迦葉當知。所", "650": "四句百非皆殄滅其猶劫火燎纖毫", "651": "故我殉命訪真宗欣遇隨聞隨譯訖", "652": "願此速與諸舍識俱昇無上佛菩提", "653": "大乘廣百論釋論卷第十", "66": "見本空非由今破。諸修空者證本性空。故諸", "67": "破言皆是假說。立亦應爾。權設非真。諸法皆", "68": "空。宗依何立。依汝所執。故我立宗。所執既", "69": "無。宗應不立。汝謂為有。故宗非無。為存自宗", "7": "曰。", "70": "應許他有。為遣汝執。故立我宗。汝所執無。我", "71": "宗彌立。雖爾不可立空為宗。現見世間瓶等", "72": "有故。雖空無我比量多端。而被強威現量所", "73": "伏。不爾瓶等非現量知。所以者何。故次頌", "74": "曰。", "75": "許瓶為現見空因非有能", "76": "餘宗現見因此宗非所許", "77": "論曰。我若許瓶現量所得。空因比量可說無", "78": "能。然我說瓶非現量得。空因比量何為無能。", "79": "瓶等諸塵皆非現見。破根境等。諸品已論。不", "8": "由少因緣故疑空謂不空", "80": "可餘宗。謂瓶現見對此安立。為證有因。所見", "81": "若同可引為證。所見既異。誰肯順從。是故空", "82": "因不違現量。能立諸法性相皆空。瓶等諸塵", "83": "世間現見。若以比量皆立為空。是則世間無", "84": "不空法。空無翻對應不得成。為舉此疑。故說", "85": "頌曰。", "86": "若無不空理空理如何成", "87": "論曰。夫立空理翻對不空。不空若無。空亦非", "88": "有。如何可立諸法皆空。為決此疑。故復頌", "89": "曰。", "9": "依前諸品中理教應重遣", "90": "汝既不立空不空應不立", "91": "論曰。立不空者翻對於空。既不信空。不空焉", "92": "立。如何可立諸法不空。汝不信空而得立有。", "93": "我不執有何廢立空。若言不空亦有所對。謂", "94": "互有無及定無空。我空亦然。對世俗有。遣", "95": "彼妄有。故立真空。又所立空專為遣執。不必", "96": "對有方立於空。如為遣常說無常教。雖常非", "97": "有而立無常。又汝此中不應疑難。翻對在有", "98": "不在於空。有事非無有翻有對。空理非有何", "99": "對何翻。若謂不然。空是宗故。如立色等。無常"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1571 大乘廣百論釋論: 大乘廣百論釋論: 大乘廣百論釋論", "author": "聖天菩薩本  護法菩薩釋  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}