{"author": "龍樹菩薩造  宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1661 菩提心離相論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1661", "1": "菩提心離相論", "2": "龍樹菩薩造", "3": "西天譯經三藏朝奉大夫試光祿卿", "4": "傳法大師賜紫臣施護奉　詔譯", "5": "歸命一切佛。我今略說菩提心義。至誠頂禮", "6": "彼菩提心。如勇健軍執勝器仗。其義亦然。", "7": "而彼大菩提心。所有諸佛世尊諸菩薩摩訶", "8": "薩。皆因發是菩提心故。我發菩提心亦如是。", "9": "所成乃至坐菩提場成正覺果是心堅固。又", "10": "此菩提心。是諸菩薩總持行門。如是觀想如", "11": "是發生。我今讚說菩提心者。為令一切眾生", "12": "息輪迴苦。未得度者普令得度。未解脫者令", "13": "得解脫。未安隱者令得安隱。未涅盤者令得", "14": "涅槃。為欲圓滿如是勝願故。安立自相正體", "15": "因故。入第一義真實觀故。彼菩提心無生自", "16": "相。是故今說。所言菩提心者。離一切性。問曰。", "17": "此中云何離一切性。答謂蘊處界離諸取捨", "18": "法無我平等。自心本來不生。自性空故。此中", "19": "云何謂我蘊等有所表了。而分別心現前無", "20": "體。是故若常覺了菩提心者。即能安住諸", "21": "法空相。又復常所覺了彼菩提心。以悲心觀", "22": "大悲為體。由如是故。於諸蘊中無我相可", "23": "得。有諸外道。起非相應行。執相分別謂諸", "24": "蘊有非無常法。而實非彼我相可得。諸法任", "25": "持真實性中。不可執常亦非無常。於我蘊中", "26": "名尚無實。況復有作及諸分別。若言有一法", "27": "乃至有諸法。作此說者。世間心轉隨世間行。", "28": "彼非相應為常行相。此義不然。是故當知諸", "29": "法無性。若內若外不可分別。彼能執心而有", "30": "何因。謂不能離隨世間相。若因若相是二無", "31": "別。此即非常亦非能執。當知心性不可執常。", "32": "是故彼性無常是常。若知彼性是無常者。當", "33": "何所作從何所生取我等相。若離世間即於", "34": "蘊中無有障礙。若處若界覺了亦然。取捨二", "35": "法即不可得。", "36": "此中言蘊者。謂色受想行識。此說為五蘊諸", "37": "聲聞人於是中學復次當知。色如聚沫。受如", "38": "浮泡。想如陽焰行如芭蕉。識如幻士。此五蘊", "39": "義。佛二足尊為諸菩薩如應宣說。", "40": "所言色蘊者。今略示其相。謂四大種及彼所", "41": "造。說為色蘊彼非色者。謂即所餘受想行三。", "42": "諸教應知識蘊行想如下當說。", "43": "此中言處者。謂內眼等處。外色等處。此說為", "44": "十二處。", "45": "此中言界者。謂眼根等界。眼識等界。色等", "46": "境界。此說為十八界。如是蘊處界離諸取捨。", "47": "無方無分不可分別。分別見者是義不然。隨", "48": "起分別即有所著。彼復云何而得相應。若有", "49": "一相見外義者。當知此為破智所轉。意長養", "50": "色是義云何。應知如是非一非異。有諸外道", "51": "波哩沒囉惹迦等。隨諸異見起三分別。是義", "52": "不然。如人夢中造殺害事。而彼所作無實行", "53": "相。又如人夢居最上處。而彼亦非殊勝行相。", "54": "此義云何。謂識光明破取捨相故。識法如是", "55": "外義何有。是故諸法無有外義。當知一切色", "56": "相所表。自識光明色相照耀。如人見彼幻化", "57": "陽焰乾闥婆城取以為實。諸無智人以愚執", "58": "心。觀色等實亦復如是由此我執是心隨轉。", "59": "如先所說蘊處界義。應知離彼諸分差別。唯", "60": "心分位所施設故。而種種相唯心所現。此義", "61": "成就如成唯識說。此中問言。前說五蘊識云", "62": "何自相答如說心義識亦如是。如佛世尊常", "63": "作是說。應知一切唯心所現。此義甚深。諸愚", "64": "癡者不能了故。不見真實。是故若能空其我", "65": "相。即於是心不生分別。起分別者謂邪教故。", "66": "彼所建立是義不成。如實義者見法無我。是", "67": "大乘中法無我義。自心本來而不生故。隨有", "68": "所生亦復平等。自心增上入真實義。瑜伽", "69": "行門所出生故。此中應知。彼後所依而無", "70": "實體。此即名為淨心現行。若過去法過去無", "71": "實。若未來法未來未至。若現在法現在不住。", "72": "於三世中當云何住。如軍林等多法成故。應", "73": "知識者是無我相。彼識亦非為所依故。若於", "74": "諸法如是見已。猶如赤雲速疾散滅。是故當", "75": "知。若法有者從思所現。阿賴耶識亦復如是。", "76": "諸有情類若來若去。法爾如是。譬如大海眾", "77": "流所歸。阿賴耶識所依亦然。若有如是觀", "78": "彼識者。即不可有分別心生。若彼各各如實", "79": "知者。而彼彼名復云何說。若彼各各知諸", "80": "物性。即彼各各不能稱說。作此說者是決定", "81": "語。是故諸法亦決定生。於一切事隨轉成就。", "82": "能知所知是二差別。所知若無能知何立。二", "83": "俱無實法云何得。是故應知。所言心者而但", "84": "有名。彼名亦復無別可得。但以表了故。彼", "85": "名自性亦不可得。以是義故。智者應當觀菩", "86": "提心自性如幻。若內若外及二中間求不可", "87": "得。無法可取無法可捨。非形色可見非顯色", "88": "可表。非男女相非黃門相。不於一切色相中", "89": "住。無法可見非眼境界。唯一切佛觀察平等。", "90": "若心自性若無自性。平等法中云何得見。所", "91": "言性者名分別故。若離分別心性俱空。若有", "92": "分別可見心者。此中云何說名為空。是故應", "93": "知。無能覺無所覺。若能如是觀菩提心。即", "94": "見如來。若有能覺及有所覺。而菩提心不可", "95": "成立。是故無相亦復無生。非語言道而能", "96": "稱讚。又菩提心者猶如虛空。心與虛空俱無", "97": "二相。此說心空空智平等。佛佛神通佛佛無", "98": "異。所有諸佛三世事業。一切皆住菩提界中", "99": "之所攝藏。雖所攝藏彼一切法而常寂靜。亦", "100": "復觀察。是無常法猶如幻化。非所攝藏調", "101": "伏三有。住空法故。一切無生此說為空。一", "102": "切無我亦說為空。若以無生及彼無我觀為", "103": "空者。是觀不成。若染若淨二種分別。即成", "104": "斷常二種見相。若言以智觀彼空者。是空", "105": "亦復無別有體是故菩提心離諸所緣住虛空", "106": "相。若觀虛空為所住者。是中即應有空有性。", "107": "二名差別故知空者。猶如世間師子一吼群", "108": "獸皆怖。如空一言。眾語皆寂。故知處處常", "109": "寂彼彼皆空。又復識法是無常法從無常生。", "110": "彼無常性即菩提心。此說空義亦不相違。若", "111": "無常性即菩提心者。若愛樂菩提是心平等。", "112": "而亦不說愛樂彼空。取空之心當云何得。當", "113": "知本來自性真實一切成就菩提心義。又復", "114": "應知物無自性。無自性性。是此說義。此所說", "115": "者是心云何。若離我法即心不住。此非一法", "116": "亦非諸法。各各自性而自性離。如世糖蜜甜", "117": "為自性。又如火者熱為自性。彼諸法空。自", "118": "性亦然。彼諸法性非常非斷非得非離。以是", "119": "義故。無明為初老死為後。諸緣生法之所成", "120": "立。猶如夢幻體亦無實。由此說為十二支法。", "121": "即此亦名十二支輪。循環轉彼生死門中。而", "122": "實無我無別眾生。無三業行果報差別。若於", "123": "是中了緣生法。即能出離諸境界門。彼非行", "124": "相不壞正因蘊所生故。輪迴後邊非行相故。", "125": "一切無持空空生故。法法平等造因受果。是", "126": "佛所說。所有諸法聚類所生。如擊鼓有聲。如", "127": "殖麥生芽。諸法聚類其義亦然。如幻如夢緣", "128": "生所現。諸法因生而亦無生。因因自空而何", "129": "所生。是故應知諸法無生。即此無生說名為", "130": "空。如說五蘊蘊性平等。彼一切法亦如是念。", "131": "若有說空如真實說。而所說空體亦非斷。非", "132": "斷體中實亦不可得。說體為空空亦無體。若", "133": "了無實作者無常。諸煩惱業積集為體。是業", "134": "亦復從心所生。心若無住業云何得。如快樂", "135": "心是寂靜性。彼寂靜心而不可取。諸有智者", "136": "能實觀察。彼見實故而得解脫。又菩提心者", "137": "最上真實。此真實義說名為空。亦名真如亦", "138": "名實際。是即無相第一義諦。若不了知如是", "139": "空義。當知彼非解脫分者。於輪迴中是大愚", "140": "癡。輪迴行人六趣流轉。若有智者能如實觀", "141": "彼菩提心與空相應。如是觀已乃能成就利", "142": "他智慧無礙無著。是即知恩報佛恩者。常以", "143": "悲心普觀眾生父母眷屬有種種相。煩惱猛", "144": "火常所燒燃。使諸眾生輪迴生死。如所受苦", "145": "念當代受。如和合樂念當普施。復觀世間愛", "146": "非愛果。善趣惡趣。饒益不饒益。隨眾生轉。而", "147": "諸眾生本來無得。隨智差別起種種相。所有", "148": "梵王帝釋護世天等。若天若人一切不離世", "149": "間相故。又復觀察所有地獄餓鬼畜生。是諸", "150": "趣中一切眾生。無量無數種類色相。不饒益", "151": "苦常所隨轉。饑渴所逼。互相殺害互相食噉。", "152": "因如是故不壞苦果。諸佛菩薩如實能觀善", "153": "趣惡趣一切眾生諸業報事自相如是。如所", "154": "觀已起方便心。善護眾生令離諸垢。諸菩", "155": "薩由此以大悲心而為根本。以彼眾生為所", "156": "緣境。是故諸菩薩不著一切禪定樂味。不求", "157": "自利所得果報。過聲聞地不捨眾生。修利他", "158": "行發大菩提心。生大菩提芽求佛菩提果。以", "159": "大悲心觀眾生苦。阿鼻地獄廣闊無邊。隨諸", "160": "業因苦報輪轉。此種種罪受種種苦。菩薩悲", "161": "心念欲代受。此種種苦有種種相。說無有實", "162": "亦非無實。若了知空即知此法。隨諸業果如", "163": "是順行。是故諸菩薩為欲救度諸眾生故。起", "164": "勇猛心入生死泥。雖處生死而無染著。猶如", "165": "蓮華清淨無染。大悲為體不捨眾生。空智所", "166": "觀不離煩惱。是故菩薩以方便力示生王宮。", "167": "踰城出家苦行修道。坐菩提場成等正覺。現", "168": "神通力破諸魔軍。為度眾生轉大法輪。現三", "169": "道寶階從天下降起諸化相。隨順世間入大", "170": "涅盤。於其中間現諸色相。或作梵王或為帝", "171": "釋。若天若人隨諸相轉。如是種種示現諸相。", "172": "是故得名救世導師。此等皆是諸佛菩薩大", "173": "悲願力。調伏世間悉令安住相應勝行。是故", "174": "於輪迴中不生退倦。從一乘中說二乘法。一", "175": "乘二乘皆真實義。若聲聞菩提。若佛菩提。智", "176": "身一相。三摩地一體。雖有所說是說非說。或", "177": "有說為種種相者。但為引導諸眾生故。若眾", "178": "生得利。而佛菩提福智平等。而實無有二相", "179": "可住。若有住相即為種子。彼種子相聚類所", "180": "生。是故增長生死芽莖。如佛世尊常所宣說。", "181": "破彼世間種種行相。但為眾生作諸方便。而", "182": "實非破。若離分別比義甚深。甚深義中無", "183": "有二相。雖說有破此亦非破。於空法中無有", "184": "二相。諸法任持自性真實。智波羅蜜多是即", "185": "菩提心。菩提心者除一切見。是故當知。諸", "186": "身語心是無常法。但為眾生作利益故。此中", "187": "言空空而非斷。此中說有有亦不常。是故無", "188": "有生死亦無涅盤。而悉安住無住涅盤。諸佛", "189": "世尊咸作是說。悲心所生無量福聚。彼即最", "190": "上真實空理。諸佛威神之所出生。自利利他", "191": "二行成就。我今頂禮彼一切性。我常尊敬彼", "192": "菩提心。願所稱讚佛種不斷。諸佛世尊常住", "193": "世間。而菩提心者大乘中最勝。我於此心安", "194": "住正念。又菩提心者。住等引心從方便生。", "195": "若了是心生死平等。自利利他二行成就。又", "196": "菩提心者。離諸見相。無分別智真實而轉。", "197": "諸有智者發菩提心。彼獲福聚無量無邊。又", "198": "復若人於一剎那間。觀想菩提心。彼獲福聚", "199": "不可稱量。以菩提心非稱量故。又菩提心寶", "200": "清淨無染。最大最勝最上第一。不能壞非所", "201": "壞真實堅固。能破煩惱等一切魔。滿諸菩薩", "202": "普賢行願。又菩提心者。是一切法之所歸趣。", "203": "所說真實離諸戲論。是即清淨普賢行門。離", "204": "一切相。此如是說。", "205": "我所稱讚菩提心如二足尊正所說", "206": "而菩提心最尊勝所獲福聚亦無量", "207": "我以此福施眾生普願速超三有海", "208": "如理如實所稱揚智者應當如是學", "209": "菩提心離相論"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1661 菩提心離相論", "source": "CBETA"}