{"author": "後漢 安世高譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0526 佛說長者子制經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 526 [Nos. 527, 528]", "1": "佛說長者子制經", "2": "後漢安息三藏安世高譯", "3": "聞如是：一時，佛在羅閱祇耆闍崛山中，時與", "4": "五百沙門俱，皆阿羅漢，平旦皆被袈裟持鉢", "5": "入城匃食。時城中有四姓豪貴家，國中第", "6": "一，所居高燥，舍宅樓觀甚好，垣牆周匝七重", "7": "門。四姓豪家字檀尼迦柰，有一子字制。年十", "8": "六，父檀尼迦柰歿，故制獨與母居。佛時到", "9": "其家匃食，時制在內第三門住，遙見佛來，", "10": "制即念言：「是人何壹端正絕好乃爾！好如", "11": "明月珠，光明如日月，其色如黃金，如月十", "12": "五日盛滿。」時佛住於門外，制便走入語母言：", "13": "「我見一人來，大端正絕妙天下無有輩，我生", "14": "以來未曾見人如是，今在門住欲乞匃。」制", "15": "語母：「當匃之。」其母大慳貪不肯匃與，制言：「母", "16": "當哀用我故，匃與是人；與是人者，如病者得", "17": "良醫。」制復言：「與是人者，名字達於天上天下，", "18": "是人今續在外住。」其母復不肯匃，制數數語", "19": "母不止。母便恚，語制言：「汝嬈我不止者，汝", "20": "令我煩亂。」母言：「是人不用是乞匃故來，但", "21": "欲欺調汝耳。今汝小癡兒，當何等知？汝所索", "22": "不止者，會得我捶杖乃止耳。」佛預知其母慳", "23": "貪，佛便放威神徹照七重門內。制見佛光明", "24": "心大歡喜，制即復到母所，啟語言：「愚人不知", "25": "布施，譬如盲人墮火中，其人但坐無目故。世", "26": "間人但坐慳貪，不信布施，後當得其禍。人心", "27": "念惡、口言惡、身行惡，愚癡不信佛、不信經、不", "28": "信比丘僧，死後皆墮地獄中餓鬼畜生中。人", "29": "不慳貪，信布施，後得其福，身行善、口言善、心", "30": "念善，自得其福其人家常當與，智者相隨令", "31": "人有智。」制言：「母不肯匃與者，自持我今日", "32": "飯分來，我寧一日不食。哀我疾持來，我欲", "33": "與是人，恐是人棄我去。是人棄我去，是人難", "34": "值。」其母復不肯與，制便自往取飯分，復取", "35": "所著好衣，持去至佛所，前以頭面著佛足，却", "36": "住叉手，白佛言：「持我所有衣被、飯，願上佛。」佛", "37": "默然不應。制復白言：「今佛是天上、天下人師，", "38": "當哀度脫我曹，願為我受之，當令我得福。」如", "39": "是者三，佛便受之，制即大歡喜。佛語制言：", "40": "「今諸慳貪者汝皆伏之，今日汝施與佛衣被、", "41": "飯食，使汝心中諸欲願者，亦皆得之。」制大", "42": "歡喜，復白佛言：「我所可願者，亦不求作第", "43": "二忉利天王釋，亦不求作第七天王梵，亦不", "44": "求世世豪貴，願使我智慧光明如佛。」佛言：「大", "45": "善！諸所願者皆令得之。」第二天王釋聞制語，", "46": "即在佛後叉手住，天王釋便於佛前，語謂制", "47": "言：「汝今日持小飯食、衣被與佛，便欲求作佛", "48": "者不能得也，十劫、百劫、千劫、萬劫、億劫，汝尚", "49": "未能得作佛。」制報天王釋言：「我亦不用一飯", "50": "食故欲得作佛，我常當持善心精進不懈，求", "51": "佛不止，會當作佛。」天王釋報制言：「汝持四寶", "52": "須彌山，汝慈心念天下人民，千萬劫億萬劫，", "53": "汝尚未能得佛也。」制復報天王釋言：「譬如匠", "54": "師持斧入山索樹木，會當擇取好直者，會當", "55": "可意乃取耳。我不用一飯食、衣被故求作佛", "56": "也。」天王釋復語制言：「汝欲求佛者劇苦，汝", "57": "不如求作第七梵，若第二忉利天王釋，汝欲", "58": "求作佛，難得也。」制復報天王釋言：「汝寧見閻", "59": "浮利內不？」天王釋言：「見之。」制言：「滿其中大", "60": "火上至天，持身投其中，我會當求作佛終不", "61": "止。」天王釋言：「汝滿閻浮利地內其中火，是", "62": "中有人民畜生及蠕動之類，汝不當殺之，汝", "63": "口言惡、心念惡，死當入地獄中，汝當那得作", "64": "佛？」制報天王釋：「世間人民及蠕動，我持慈", "65": "心皆付彌勒佛，彌勒佛自當度脫之，我求佛", "66": "道會不止。」制復報天王釋言：「第七梵眾、第", "67": "二天王釋，所居止處會當衰敗，皆當歸死，無", "68": "有脫不死者。」天王釋便叉手報制言：「卿持心", "69": "堅乃如是，念欲求佛不止者，卿會得作佛。」制", "70": "復報天王釋言：「汝莫持汝天上意，自貢高也，", "71": "復有勝汝者，我持善心精進不懈，求佛不止，", "72": "會當得作佛。」天王釋便默然無所復語。佛便", "73": "語制：「汝前後所承事凡六萬佛，汝常當願求", "74": "作佛，汝常持心精進承事諸佛，却後二百億", "75": "萬劫，汝不復更地獄餓鬼畜生中，却後二百", "76": "億萬劫竟，汝當作遮迦越王，當有十億小國", "77": "皆屬汝，汝當領四天下當飛行。汝所行當正，", "78": "壽盡當上生第七梵天、第四兜術天，天上壽", "79": "盡，當復下生作遮迦越王，壽盡當復上生第", "80": "七梵天。如是上下百億萬劫竟，汝當作佛字", "81": "須彌迦羅，當度脫天上、天下人民，汝生下地", "82": "當照萬二千億天地，上至二十八天上，天地", "83": "皆為大動，夜明如日出，人民皆壽七千億歲。", "84": "汝身當長二百丈，當有萬一千城，城皆四百", "85": "八十里，城皆板著之，皆刻鏤金銀、琉璃、水精、", "86": "珊瑚、車𤦲、馬瑙七寶。「汝作佛時，當再會說經，", "87": "一會時有六千億沙門皆得阿羅漢；第二會", "88": "說經時，有四千億沙門皆得阿羅漢。當爾時，", "89": "人民無有偷盜者，男子、女人皆同一心無有", "90": "惡者，亦無山林谿谷，地皆平正，人民無有疾", "91": "病憂苦，皆安樂，所居皆自守。天日三雨裁淹", "92": "塵土，人欲議語皆大聚會，夏月則不暑，冬月", "93": "則不寒皆得中適。「汝教授精舍名為難提陀，", "94": "若有男子、女人，持戒布施與佛辟支佛阿羅", "95": "漢，求作佛者皆可得佛。道不可不求，八方上", "96": "下無有能窮極者，佛智慧如是，天下人不知", "97": "生所從來，亦不知死趣何道。」佛說經已，制及", "98": "諸比丘僧，皆前以頭面著佛足，作禮而去。", "99": "佛說長者子制經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0526 佛說長者子制經", "source": "CBETA"}