{"author": "唐 般剌蜜帝譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0945 大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "大佛頂如來萬行首楞嚴經序", "1": "大佛頂如來密因修證了義諸", "2": "菩薩萬行首楞嚴經卷第十一名中印度那蘭陀", "3": "大道場經，於灌頂部錄出別行", "4": "大唐神龍元年龍集乙巳五月己卯", "5": "朔二十三日辛丑中天竺沙門般剌", "6": "蜜帝於廣州制止道場譯出", "7": "菩薩戒弟子前正諫大夫同中書", "8": "門下平章事清河房融筆授", "9": "烏長國沙門彌伽釋迦譯語", "10": "「阿難！彼善男子修三摩提想陰盡者，是人平", "11": "常夢想銷滅寤寐恒一，覺明虛靜猶如晴空，", "12": "無復麁重前塵影事，觀諸世間大地河山如", "13": "鏡鑑明，來無所粘過無蹤跡虛受照應，了", "14": "罔陳習唯一精真，生滅根元從此披露，見諸", "15": "十方十二眾生畢殫其類，雖未通其各命由", "16": "緒，見同生基，猶如野馬熠熠清擾，為浮根塵", "17": "究竟樞穴，此則名為行陰區宇；若此清擾熠", "18": "熠元性，性入元澄一澄元習，如波瀾滅化為", "19": "澄水，名行陰盡，是人則能超眾生濁。觀其所", "20": "由，幽隱妄想以為其本。", "21": "「阿難當知，是得正知奢摩他中諸善男子凝明", "22": "正心，十類天魔不得其便，方得精研窮生類", "23": "本，於本類中生元露者，觀彼幽清圓擾動元，", "24": "於圓元中起計度者，是人墜入二無因論。一", "25": "者是人見本無因。何以故？是人既得生機全", "26": "破，乘于眼根八百功德，見八萬劫所有眾生，", "27": "業流灣環死此生彼，秖見眾生輪迴其處，八", "28": "萬劫外冥無所觀，便作是解：『此等世間十方", "29": "眾生，八萬劫來無因自有。』由此計度亡正遍", "30": "知，墮落外道惑菩提性。二者是人見末無因。", "31": "何以故？是人於生既見其根，知人生人悟鳥", "32": "生鳥，烏從來黑鵠從來白，人天本竪畜生本", "33": "橫，白非洗成黑非染造，從八萬劫無復改移，", "34": "今盡此形亦復如是，而我本來不見菩提，云", "35": "何更有成菩提事？當知今日一切物象皆本", "36": "無因。由此計度亡正遍知，墮落外道惑菩提", "37": "性，是則名為第一外道立無因論。", "38": "「阿難！是三摩中諸善男子，凝明正心魔不得", "39": "便，窮生類本觀彼幽清常擾動元，於圓常中", "40": "起計度者，是人墜入四遍常論。一者是人窮", "41": "心境性，二處無因；修習能知二萬劫中，十方", "42": "眾生所有生滅，咸皆循環不曾散失，計以為", "43": "常。二者是人窮四大元，四性常住；修習能知", "44": "四萬劫中，十方眾生所有生滅，咸皆體恒不", "45": "曾散失，計以為常。三者是人窮盡六根，末", "46": "那執受心意識中，本元由處性常恒故；修習", "47": "能知八萬劫中，一切眾生循環不失，本來常", "48": "住窮不失性，計以為常。四者是人既盡想元，", "49": "生理更無流止運轉，生滅想心今已永滅，理", "50": "中自然成不生滅，因心所度計以為常。由此", "51": "計常亡正遍知，墮落外道惑菩提性，是則名", "52": "為第二外道立圓常論。", "53": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "54": "生類本觀彼幽清常擾動元，於自他中起計", "55": "度者，是人墜入四顛倒見，一分無常一分常", "56": "論。一者是人觀妙明心遍十方界，湛然以為", "57": "究竟神我，從是則計我遍十方凝明不動，一", "58": "切眾生於我心中自生自死，則我心性名之", "59": "為常，彼生滅者真無常性。二者是人不觀其", "60": "心，遍觀十方恒沙國土，見劫壞處名為究竟", "61": "無常種性，劫不壞處名究竟常。三者是人別", "62": "觀我心，精細微密猶如微塵，流轉十方性無", "63": "移改，能令此身即生即滅，其不壞性名我性", "64": "常，一切死生從我流出名無常性。四者是人", "65": "知想陰盡見行陰流，行陰常流計為常性，色", "66": "受想等今已滅盡名為無常。由此計度一分", "67": "無常一分常故，墮落外道惑菩提性，是則名", "68": "為第三外道一分常論。", "69": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "70": "生類本觀彼幽清常擾動元，於分位中生計", "71": "度者，是人墜入四有邊論。一者是人心計生", "72": "元流用不息，計過未者名為有邊，計相續心", "73": "名為無邊。二者是人觀八萬劫，則見眾生八", "74": "萬劫前寂無聞見，無聞見處名為無邊，有眾", "75": "生處名為有邊。三者是人計我遍知得無邊", "76": "性，彼一切人現我知中，我曾不知彼之知性，", "77": "名彼不得無邊之心，但有邊性。四者是人窮", "78": "行陰空，以其所見心路籌度，一切眾生一身", "79": "之中，計其咸皆半生半滅，明其世界一切所", "80": "有，一半有邊一半無邊。由此計度有邊無", "81": "邊，墮落外道惑菩提性，是則名為第四外道", "82": "立有邊論。", "83": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "84": "生類本觀彼幽清常擾動元，於知見中生計", "85": "度者，是人墜入四種顛倒，不死矯亂遍計虛", "86": "論。一者是人觀變化元，見遷流處名之為變，", "87": "見相續處名之為恒；見所見處名之為生，不", "88": "見見處名之為滅；相續之因性不斷處名之", "89": "為增，正相續中中所離處名之為減；各各生", "90": "處名之為有，互互亡處名之為無。以理都觀，", "91": "用心別見。有求法人來問其義，答言：『我今亦", "92": "生亦滅，亦有亦無亦增亦減。』於一切時皆亂", "93": "其語，令彼前人遺失章句。二者是人諦觀其", "94": "心，互互無處因無得證，有人來問唯答一字", "95": "但言其無，除無之餘無所言說。三者是人諦", "96": "觀其心，各各有處因有得證，有人來問唯答", "97": "一字但言其是，除是之餘無所言說。四者是", "98": "人有無俱見，其境枝故其心亦亂，有人來問", "99": "答言亦有即是亦無，亦無之中不是亦有，一", "100": "切矯亂無容窮詰。由此計度矯亂虛無，墮落", "101": "外道惑菩提性，是則名為第五外道四顛倒", "102": "性，不死矯亂遍計虛論。", "103": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "104": "生類本觀彼幽清常擾動元，於無盡流生計", "105": "度者，是人墜入死後有相發心顛倒。或自固", "106": "身，云色是我；或見我圓含遍國土，云我有色；", "107": "或彼前緣隨我迴復，云色屬我；或復我依行", "108": "中相續，云我在色。皆計度言死後有相，如是", "109": "循環有十六相，從此惑計，畢竟煩惱畢竟菩", "110": "提兩性並驅，各不相觸。由此計度死後有故，", "111": "墮落外道惑菩提性，是則名為第六外道，立", "112": "五陰中死後有相心顛倒論。", "113": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "114": "生類本觀彼幽清常擾動元，於先除滅色受", "115": "想中生計度者，是人墜入死後無相發心顛", "116": "倒。見其色滅形無所因；觀其想滅心無所繫；", "117": "知其受滅無復連綴；陰性銷散，縱有生理而", "118": "無受想與草木同；此質現前猶不可得，死後", "119": "云何更有諸相？因之勘校死後相無，如是循", "120": "環有八無相，從此或計涅槃因果一切皆空，", "121": "徒有名字究竟斷滅。由此計度死後無故，墮", "122": "落外道惑菩提性，是則名為第七外道，立五", "123": "陰中死後無相心顛倒論。", "124": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "125": "生類本觀彼幽清常擾動元，於行存中兼受", "126": "想滅，雙計有無自體相破，是人墜入死後俱", "127": "非起顛倒論，色受想中見有非有，行遷流內", "128": "觀無不無，如是循環窮盡陰界，八俱非相隨", "129": "得一緣，皆言死後有相無相，又計諸行性遷", "130": "訛故，心發通悟有無俱非虛實失措。由此計", "131": "度死後俱非，後際昏瞢無可道故，墮落外道", "132": "惑菩提性，是則名為第八外道，立五陰中死", "133": "後俱非心顛倒論。", "134": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "135": "生類本觀彼幽清常擾動元，於後後無生計", "136": "度者，是人墜入七斷滅論，或計身滅、或欲", "137": "盡滅、或苦盡滅、或極樂滅、或極捨滅，如是循", "138": "環窮盡七際，現前銷滅滅已無復。由此計度", "139": "死後斷滅，墮落外道惑菩提性，是則名為第", "140": "九外道，立五陰中死後斷滅心顛倒論。", "141": "「又三摩中諸善男子，堅凝正心魔不得便，窮", "142": "生類本觀彼幽清常擾動元，於後後有生計", "143": "度者，是人墜入五涅槃論。或以欲界為正轉", "144": "依，觀見圓明生愛慕故；或以初禪性無憂故；", "145": "或以二禪心無苦故；或以三禪極悅隨故；或", "146": "以四禪苦樂二亡，不受輪迴生滅性故。迷有", "147": "漏天作無為解，五處安隱為勝淨依，如是循", "148": "環五處究竟。由此計度五現涅槃，墮落外道", "149": "惑菩提性，是則名為第十外道，立五陰中五", "150": "現涅槃心顛倒論。", "151": "「阿難！如是十種禪那狂解，皆是行陰、用心交", "152": "互故現斯悟，眾生頑迷不自忖量，逢此現前", "153": "以迷為解自言登聖，大妄語成墮無間獄。汝", "154": "等必須將如來語，於我滅後傳示末法，遍令", "155": "眾生覺了斯義，無令心魔自起深㜸，保持覆", "156": "護消息邪見，教其身心開覺真義，於無上道", "157": "不遭枝岐，勿令心祈得少為足，作大覺王清", "158": "淨標指。", "159": "「阿難！彼善男子修三摩提行陰盡者，諸世", "160": "間性幽清擾動同分生機，倏然墮裂沈細綱", "161": "紐，補特伽羅酬業深脈感應懸絕，於涅槃天", "162": "將大明悟，如鷄後鳴瞻顧東方已有精色，", "163": "六根虛靜無復馳逸，內外湛明入無所入，深", "164": "達十方十二種類受命元由，觀由執元諸類", "165": "不召，於十方界已獲其同，精色不沈發現幽", "166": "祕，此則名為識陰區宇；若於群召已獲同中，", "167": "銷磨六門合開成就，見聞通隣互用清淨，十", "168": "方世界及與身心如吠瑠璃內外明徹，名識", "169": "陰盡，是人則能超越命濁。觀其所由，罔象虛", "170": "無，顛倒妄想以為其本。", "171": "「阿難當知，是善男子窮諸行空，於識還元已", "172": "滅生滅，而於寂滅精妙未圓，能令己身根隔", "173": "合開，亦與十方諸類通覺，覺知通㳷能入圓", "174": "元；若於所歸立真常因生勝解者，是人則墮", "175": "因所因執，娑毘迦羅所歸冥諦成其伴侶，迷", "176": "佛菩提亡失知見，是名第一立所得心，成所", "177": "歸果，違遠圓通背涅槃城，生外道種。", "178": "「阿難！又善男子，窮諸行空已滅生滅，而於寂", "179": "滅精妙未圓，若於所歸覽為自體，盡虛空界", "180": "十二類內所有眾生，皆我身中一類流出生", "181": "勝解者，是人則墮能非能執，摩醯首羅現無", "182": "邊身成其伴侶，迷佛菩提亡失知見，是名第", "183": "二立能為心，成能事果，違遠圓通背涅槃城，", "184": "生大慢天我遍圓種。", "185": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "186": "妙未圓，若於所歸有所歸依，自疑身心從彼", "187": "流出，十方虛空咸其生起，即於都起所宣流", "188": "地，作真常身無生滅解，在生滅中早計常住，", "189": "既惑不生亦迷生滅，安住沈迷生勝解者，是", "190": "人則墮常非常執計，自在天成其伴侶，迷佛", "191": "菩提亡失知見，是名第三立因依心，成妄計", "192": "果，違遠圓通背涅槃城，生倒圓種。", "193": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "194": "妙未圓，若於所知知遍圓故，因知立解，十方", "195": "草木皆稱有情與人無異，草木為人人死還", "196": "成十方草樹，無擇遍知生勝解者，是人則墮", "197": "知無知執，婆吒霰尼執一切覺成其伴侶，迷", "198": "佛菩提亡失知見，是名第四計圓知心，成虛", "199": "謬果，違遠圓通背涅槃城，生倒知種。", "200": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "201": "妙未圓，若於圓融根互用中已得隨順，便於", "202": "圓化一切發生，求火光明、樂水清淨、愛風周", "203": "流、觀塵成就，各各崇事以此群塵，發作本因", "204": "立常住解，是人則墮生無生執，諸迦葉波并", "205": "婆羅門，勤心役身事火崇水，求出生死成其", "206": "伴侶，迷佛菩提亡失知見，是名第五計著崇", "207": "事迷心從物，立妄求因，求妄冀果，違遠圓通", "208": "背涅槃城，生顛化種。", "209": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "210": "妙未圓，若於圓明計明中虛，非滅群化，以永", "211": "滅依為所歸依，生勝解者，是人則墮歸無歸", "212": "執，無想天中諸舜若多成其伴侶，迷佛菩提", "213": "亡失知見，是名第六圓虛無心，成空亡果，違", "214": "遠圓通背涅槃城，生斷滅種。", "215": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "216": "妙未圓，若於圓常固身常住，同于精圓長不", "217": "傾逝生勝解者，是人則墮貪非貪執，諸阿斯", "218": "陀求長命者成其伴侶，迷佛菩提亡失知見，", "219": "是名第七執著命元，立固妄因趣長勞果，違", "220": "遠圓通背涅槃城，生妄延種。", "221": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "222": "妙未圓，觀命互通却留塵勞恐其銷盡，便於", "223": "此際坐蓮華宮，廣化七珍多增寶媛，縱恣其", "224": "心生勝解者，是人則墮真無真執，吒抧迦羅", "225": "成其伴侶，迷佛菩提亡失知見，是名第八發", "226": "邪思因，立熾塵果，違遠圓通背涅槃城，生天", "227": "魔種。", "228": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "229": "妙未圓，於命明中分別精麁，疏決真偽因果", "230": "相酬，唯求感應背清淨道，所謂見苦、斷集、證", "231": "滅、修道，居滅已休，更不前進生勝解者，是人", "232": "則墮定性聲聞，諸無聞僧、增上慢者成其伴", "233": "侶，迷佛菩提亡失知見，是名第九圓精應心，", "234": "成趣寂果，違遠圓通背涅槃城，生纏空種。", "235": "「又善男子，窮諸行空已滅生滅，而於寂滅精", "236": "妙未圓，若於圓融清淨覺明，發研深妙即立", "237": "涅槃，而不前進生勝解者，是人則墮定性辟", "238": "支，諸緣獨倫不迴心者成其伴侶，迷佛菩提", "239": "亡失知見，是名第十圓覺󰹫心，成湛明果，違", "240": "遠圓通背涅槃城，生覺圓明不化圓種。", "241": "「阿難！如是十種禪那中途成狂因依，或未", "242": "足中生滿足證，皆是識陰、用心交互故生斯", "243": "位，眾生頑迷不自忖量，逢此現前各以所愛，", "244": "先習迷心而自休息，將為畢竟所歸寧地，自", "245": "言滿足無上菩提，大妄語成外道邪魔，所感", "246": "業終墮無間獄、聲聞、緣覺不成增進。汝等", "247": "存心秉如來道，將此法門於我滅後傳示末", "248": "世，普令眾生覺了斯義，無令見魔自作沈𦾨，", "249": "保綏哀救消息邪緣，令其身心入佛知見，從", "250": "始成就不遭岐路，如是法門先過去世，恒沙", "251": "劫中微塵如來，乘此心開得無上道。識陰若", "252": "盡，則汝現前諸根互用，從互用中能入菩薩", "253": "金剛乾慧，圓明精心於中發化，如淨瑠璃內", "254": "含寶月，如是乃超十信、十住、十行、十迴向、四", "255": "加行心、菩薩所行金剛十地、等覺圓明，入於", "256": "如來妙莊嚴海，圓滿菩提歸無所得。「此是過", "257": "去先佛世尊，奢摩他中毘婆舍那，覺明分析", "258": "微細魔事，魔境現前汝能諳識，心垢洗除不", "259": "落邪見，陰魔銷滅天魔摧碎，大力鬼神褫魄", "260": "逃逝，魑魅魍魎無復出生，直至菩提無諸少", "261": "乏下劣增進，於大涅槃心不迷悶。若諸末世", "262": "愚鈍眾生，未識禪那不知說法，樂修三昧汝", "263": "恐同邪，一心勸令持我佛頂陀羅尼呪，若未", "264": "能誦，寫於禪堂或帶身上，一切諸魔所不能", "265": "動。汝當恭欽十方如來，究竟修進最後垂範。」", "266": "阿難即從坐起，聞佛示誨頂禮欽奉憶持無", "267": "失，於大眾中重復白佛：「如佛所言，五陰相中", "268": "五種虛妄為本想心，我等平常未蒙如來微", "269": "細開示，又此五陰為併銷除？為次第盡？如是", "270": "五重，詣何為界？惟願如來發宣大慈，為此", "271": "大眾清明心目，以為末世一切眾生作將來", "272": "眼。」佛告阿難：「精真妙明本覺圓淨，非留死生，", "273": "及諸塵垢乃至虛空，皆因妄想之所生起，斯", "274": "元本覺妙明真精，妄以發生諸器世間，如演", "275": "若多迷頭認影。妄元無因，於妄想中立因緣", "276": "性，迷因緣者稱為自然；彼虛空性猶實幻生，", "277": "因緣、自然，皆是眾生妄心計度。阿難！知妄所", "278": "起，說妄因緣；若妄元無，說妄因緣元無所有，", "279": "何況不知，推自然者。是故如來與汝發明五", "280": "陰本因同是妄想。「汝體先因父母想生，汝心", "281": "非想則不能來想中傳命，如我先言心想醋", "282": "味口中涎生，心想登高足心酸起，懸崖不有", "283": "醋物未來，汝體必非虛妄通倫，口水如何因", "284": "談醋出？是故當知，汝現色身名為堅固第一", "285": "妄想；即此所說臨高想心，能令汝形真受酸", "286": "澁，由因受生能動色體，汝今現前順益違損", "287": "二現驅馳，名為虛明第二妄想；由汝念慮使", "288": "汝色身，身非念倫汝身何因，隨念所使種種", "289": "取像，心生形取與念相應，寤即想心寐為諸", "290": "夢，則汝想念搖動妄情，名為融通第三妄想；", "291": "化理不住運運密移，甲長髮生氣銷容皺，日", "292": "夜相代曾無覺悟。阿難！此若非汝，云何體遷？", "293": "如必是真，汝何無覺？則汝諸行念念不停，名", "294": "為幽隱第四妄想；又汝精明湛不搖處名恒", "295": "常者，於身不出見聞覺知，若實精真不容習", "296": "妄，何因汝等曾於昔年覩一奇物，經歷年歲", "297": "憶忘俱無，於後忽然覆覩前異，記憶宛然曾", "298": "不遺失，則此精了湛不搖中，念念受熏有何", "299": "籌算？阿難當知！此湛非真，如急流水望如恬", "300": "靜，流急不見非是無流，若非想元寧受想", "301": "習？非汝六根互用合開，此之妄想無時得", "302": "滅？故汝現在見聞覺知中串習幾，則湛了內", "303": "罔象虛無，第五顛倒細微精想。", "304": "「阿難！是五受陰五妄想成，汝今欲知因界淺", "305": "深，唯色與空是色邊際；唯觸及離是受邊際；", "306": "唯記與忘是想邊際；唯滅與生是行邊際；湛", "307": "入合湛歸識邊際。此五陰元重疊生起，生因", "308": "識有滅從色除，理則頓悟乘悟併銷，事非頓", "309": "除因次第盡。我已示汝劫波巾結，何所不明", "310": "再此詢問？汝應將此妄想根元心得開通，傳", "311": "示將來末法之中諸修行者，令識虛妄深厭", "312": "自生，知有涅槃不戀三界。", "313": "「阿難！若復有人遍滿十方，所有虛空盈滿七", "314": "寶，持以奉上微塵諸佛，承事供養心無虛度。", "315": "於意云何，是人以此施佛因緣，得福多不？」阿", "316": "難答言：「虛空無盡、珍寶無邊，昔有眾生施佛", "317": "七錢，捨身猶獲轉輪王位，況復現前虛空既", "318": "窮，佛土充遍皆施珍寶，窮劫思議尚不能及，", "319": "是福云何更有邊際？」", "320": "佛告阿難：「諸佛如來語無虛妄。若復有人身", "321": "具四重、十波羅夷，瞬息即經此方他方阿鼻", "322": "地獄乃至窮盡，十方無間靡不經歷，能以一", "323": "念將此法門，於末劫中開示未學，是人罪障", "324": "應念銷滅，變其所受地獄苦因成安樂國，得", "325": "福超越前之施人百倍千倍千萬億倍，如是", "326": "乃至算數譬喻所不能及。阿難！若有眾生，能", "327": "誦此經能持此呪，如我廣說窮劫不盡，依我", "328": "教言如教行道，直成菩提無復魔業。」", "329": "佛說此經已，比丘、比丘尼、優婆塞、優婆夷，一", "330": "切世間天人、阿修羅，及諸他方菩薩、二乘、聖", "331": "仙童子，并初發心大力鬼神，皆大歡喜作禮", "332": "而去。", "333": "大佛頂萬行首楞嚴經卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0945 大佛頂如來密因修證了義諸菩薩萬行首楞嚴經", "source": "CBETA"}