{"author": "龍樹菩薩造  姚秦 筏提摩多譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1668 釋摩訶衍論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "釋摩訶衍論序", "1": "釋摩訶衍論卷第十", "2": "龍樹菩薩造", "3": "姚秦三藏筏提摩多奉　詔譯", "4": "已說讚歎三昧功德門。次說兩輪具闕益損", "5": "門。", "6": "本曰。復次若人唯修於止。則心沈沒。或起", "7": "懈怠不樂眾善。遠離大悲。是故修觀。修", "8": "習觀者。當觀一切世間有為之法。無得久", "9": "停須臾變壞一切心行念念生滅以是故", "10": "苦。應觀過去所念諸法恍惚如夢。應觀", "11": "現在所念諸法猶如電光。應觀未來所念諸", "12": "法猶如浮雲忽爾而起。應觀世間一切有身", "13": "悉皆不淨種種穢污無一可樂。如是當念。", "14": "一切眾生從無始世來。皆因無明所熏習", "15": "故。令心生滅。已受一切身心大苦。現在即", "16": "有無量逼迫。未來所苦亦無分齊。難捨難", "17": "離而不覺知。眾生如是甚為可愍。作此思", "18": "惟。即應勇猛立大誓願。願令我心離分別", "19": "故。遍於十方修行一切諸善功德。盡其未", "20": "來以無量方便。救拔一切苦惱眾生。令得", "21": "涅盤第一義樂。以起如是願故。於一切", "22": "時一切處所有眾善隨己堪能不捨修學心", "23": "無懈怠。唯除坐時專念於止。若餘一切悉", "24": "當觀察應作不應作。若行若住若臥若起。皆", "25": "應止觀俱行。所謂雖念諸法自性不生。而", "26": "復即念因緣和合善惡之業苦樂等報不失", "27": "不壞。雖念因緣善惡業報。而亦即念性不", "28": "可得。若修止者。對治凡夫住著世間。能捨", "29": "二乘怯弱之見。若修觀者。對治二乘不起", "30": "大悲狹劣心過。遠離凡夫不修善根。以此", "31": "義故。是止觀二門共相助成。不相捨離。若", "32": "止觀不具。則無能入菩提之道。", "33": "論曰。就此文中即有六門。云何為六。一者", "34": "示問觀止輪失門。二者顯示修行觀輪門。三", "35": "者緣眾生界立願門。四者兩輪俱轉不離門。", "36": "五者顯示兩輪所治門。六者總結兩輪俱轉", "37": "門。是名為六。就第一門中即有四過失。", "38": "云何為四。一者沈淪過失。其心昧略不能", "39": "覺了。如入嚤鍵訶尸闇室中故。如本復次", "40": "若人唯修於止則心沈沒故。二者不勤過失。", "41": "其心懈怠不能精進。如阿那毘提人故。如", "42": "本或起懈怠故。三者背善過失。其心專一", "43": "不能分別應作不應作。如婆多訶彌尸人", "44": "故。如本不樂眾善故。四者離悲過失。其心", "45": "安寂不能發起大慈悲心。如壞根人所自", "46": "欲中更不增故。如本遠離大悲故。是故修", "47": "觀者。即是勸俱轉。", "48": "已說示闕觀止輪失門。次說顯示修行觀輪", "49": "門。就此門中即有三門。云何為三。一者苦", "50": "相觀門。二者無常觀門。三者不淨觀門。是名", "51": "為三。就初苦相觀門中即有二種。云何為", "52": "二。一者壞苦。二者行苦。言壞苦者。一切有", "53": "為之清淨法。能壞一切不清淨法。亦一切", "54": "諸不清淨法。能壞一切清淨法故。復次二種", "55": "世間互相破壞故。云何為二。一者具足一切", "56": "世間。二者妄想有為世間。如是二種世間之", "57": "法。相破壞故。是故說言壞苦而已。若修此", "58": "觀當得何利。所謂成就一自作一甚深法", "59": "故。如本修習觀者當觀一切世間有為之", "60": "法無得久停須臾變壞故。言行苦者。一切", "61": "心行於念念中常恒遷轉速生速滅。不能", "62": "從此處至於彼處故。如本一切心行念念", "63": "生滅以是故苦故。已說苦相觀門。次說無", "64": "常觀門。就此門中則有三種。云何為三。一", "65": "者已過無常。過去諸法前有後無。譬如彼夢", "66": "熟眠時有已乃覺悟時無有故。如本應觀", "67": "過去所念諸法恍惚如夢故。二者今有無", "68": "常。現在諸法古無今有。譬如電光即時便滅", "69": "不能久停故。如本應觀現在所念諸法猶", "70": "如電光故。三者當有無常。未來諸法無有", "71": "自性而忽然至。譬如浮雲不知有所而忽", "72": "然起遍十方故。如本應觀未來所念諸法", "73": "猶如浮雲忽爾而起故。已說無常觀門。次", "74": "說不淨觀門。言不淨觀者。緣種種身作", "75": "不淨解。遠離貪故。如本應觀世間一切有", "76": "身。皆悉不淨種種穢污。無一可樂故。", "77": "已說顯示修行觀輪門。次說緣眾生界立願", "78": "門。就此門中即有二種。云何為二。一者緣", "79": "眾生界思惟門。二者建立誓願遍布門。是名", "80": "為二。言緣眾生界思惟門者。所謂緣三", "81": "界中無量無邊一切眾生。作如是念。從無", "82": "始來。根本無明所覆藏故。棄背自本覺清", "83": "淨佛歸原無日。出無明藏更復時遠。我若", "84": "不發悲心不攝取者。又之又之唯過劫數。", "85": "取正覺期實無其齊。發起無邊大悲心故。", "86": "如本如是當念一切眾生從無始世來皆", "87": "因無明所熏習故令心生滅已受一切身", "88": "心大苦現在即有無量逼迫未來所苦亦", "89": "無分齊難捨難離而不覺知眾生如是甚", "90": "為可愍故。言建立誓願遍布門者。所謂作", "91": "如是思惟已訖。則立大誓願。起十方世界", "92": "之微塵數光明般若。達十方世界之微塵數", "93": "種種心相。對治十方世界之微塵數一切諸", "94": "煩惱業障海。圓滿十方世界之微塵數行因", "95": "海。證得十方世界之微塵數果德。皆悉令無", "96": "餘故。如本作此思惟即應勇猛立大誓願", "97": "願令我心離分別故。遍於十方修行一切", "98": "諸善功德盡其未來以無量方便救拔一", "99": "切苦惱眾生令得涅盤第一義樂故。已說", "100": "緣眾生界立願門。次說兩輪俱轉不離門。所", "101": "謂起如是願已訖。即直修習行因之海故。", "102": "若起願海不勤修行。不能莊嚴圓滿果故。", "103": "若為修行當如何耶。謂具兩輪令無偏", "104": "故。具兩輪相何契經中分明顯示。謂文殊師", "105": "利發起十萬一千種甚深廣大圓滿陀羅尼開", "106": "問問大覺尊益大眾海契經。彼契經中如何", "107": "說耶。所謂彼契經中作如是說。爾時文殊", "108": "師利即白佛言。世尊云何名為止觀俱行不", "109": "相離門。我及一切無量無邊大眾之海。皆悉", "110": "入於不知不覺無明之海。不能通達不能", "111": "出離。如宜世尊為欲我等諸迷子女分明顯", "112": "示。爾時世尊即告文殊師利言。諦聽諦聽善", "113": "思念之。我當為汝分別解說。於是世尊即", "114": "說伽陀言。", "115": "譬如闕翼鳥及一輪之車", "116": "一足人同分闕眼險之馬", "117": "無有高遠翔隨所應運載", "118": "其道路遊行不墮惡趣坑", "119": "若具足一輪闕一輪行者", "120": "亦復如是知以其實無有", "121": "法性虛空中乘如量智翔", "122": "入於法藏海運載義理寶", "123": "真如平道中周遍通遊行", "124": "一切魔外道邪見深坑中", "125": "不倒墮坑故是故諸行者", "126": "兩輪具足轉終不可捨離", "127": "若有修行者不具此兩輪", "128": "終不能通達無上大覺地", "129": "今此經文為明何義。謂為顯示修習三昧", "130": "達寂靜境。修習智慧照散動境。在寂靜中", "131": "常不捨動。在散亂中常不捨寂。而不相", "132": "捨離俱行俱轉故。復次為欲顯示修習三", "133": "昧達空無境。修習智慧照在有境。在空不", "134": "著有。在有不染無。有無雙照無有偏邊。", "135": "而不相捨離俱行俱轉故。復次為欲顯示", "136": "修習三昧達平等理。修習智慧照差別事。", "137": "理事雙達無有偏邊。而不相捨離俱行俱", "138": "轉故。復次為欲顯示止當待觀方得建", "139": "立非自性止。觀當待止方得建立非自性", "140": "觀。亦無有止亦無觀故。復次為欲顯示止", "141": "則是觀觀則是止。止觀一體無差別。故如其", "142": "次第應審思擇。如本以起如是願故。於", "143": "一切時於一切處所有眾善隨己堪能不", "144": "捨修學。心無懈怠。唯除坐時專念於止。", "145": "若餘一切悉當觀察應作不應作。若行若住", "146": "若臥若起。皆應止觀俱行。所謂雖念諸法", "147": "自性不生而復即念因緣和合善惡之業。苦", "148": "樂等報不失不壞。雖念因緣善惡業報而", "149": "亦即念性不可得故。已說兩輪俱轉不離", "150": "門。次說顯示兩輪所治門。若有行者修習", "151": "止輪。當為對治何過失耶。謂為對治凡夫", "152": "眾生著有過失。二乘眾生樂空過失俱絕離", "153": "故。如本若修止者對治凡夫住著世間能", "154": "捨二乘怯弱之見故。若有行者修習觀輪。", "155": "當為對治何過失耶。謂為對治二乘眾生", "156": "遠離大悲。不救眾苦下劣過失。凡夫眾", "157": "生常恒懈怠。不能精進不修善品。樂惡過", "158": "失俱出離故。如本若修觀者對治二乘不", "159": "起大悲狹劣心過遠離凡夫不修善根故。", "160": "已說顯示兩輪所治門。次說總結兩輪俱轉", "161": "門。所謂總結如上所說輪闕行者大過失故。", "162": "如本以此義故是止觀門共相助成不相", "163": "捨離若止觀不具則無能入菩提之道故。", "164": "已說兩輪具闕益損門。次說勸劣向勝不退", "165": "門。", "166": "本曰。復次眾生初學是法。欲求正信其", "167": "心怯弱。以住於此娑婆世界。自畏不能常", "168": "值諸佛親承供養。懼謂信心難可成就。意", "169": "欲退者。當知如來有勝方便攝護信心。謂", "170": "以專意念佛因緣。隨願得生他方佛土。常", "171": "見於佛永離惡道。如修多羅說。若人專念", "172": "西方極樂世界阿彌陀佛。所修善根迴向願", "173": "求生彼世界。即得往生常見佛故終無有", "174": "退。若觀彼佛真如法身常勤修習。畢竟得", "175": "生住正定故。", "176": "論曰。就此文中即有七門。云何為七。一者", "177": "顯示趣向假人門。二者歸依所學教法門。三", "178": "者厭惡處所退信門。四者如來方便殊勝門。", "179": "五者承力得勝妙處門。六者得善處定不退", "180": "門。七者引經證自所說門。是名為七。言顯", "181": "示趣向假人門者。所謂顯示得十信位前", "182": "四種心。更不勝進下品眾生故。如本復次", "183": "眾生故。言歸依所學教法門者。彼十信位下", "184": "品眾生。歸依甚深無極大乘初學習故。所", "185": "謂一切諸佛所師。三世不動四相不遷。自", "186": "然常住地前地上大道路故。如本初學是法", "187": "故。言厭惡處所退信門者。彼十信位下品眾", "188": "生。雖親聽受甚深法門。而其心根極下劣", "189": "故。怖二大事不能勝進。為欲退故。云何", "190": "為二。一者國土。二者勝緣。言國土者。即此", "191": "娑婆世界。處所麁惡眾生濁亂。發起淨心", "192": "為勤修行。甚極切難故。所以者何。於彼心", "193": "中違逆境界。於一切時於一切處常恒現", "194": "前。進心面中不捨離故。言勝緣者。於此", "195": "世界依正濁亂。一切諸佛出世極尠。無量", "196": "菩薩赴感時節極遠。諸佛菩薩出現於世。", "197": "隨順情心之鏡淨不淨故。以此義故彼修", "198": "行者不值勝緣。極怖畏故發退意耳。如本", "199": "欲求正信其心怯弱以住於此娑婆世界", "200": "自畏不能常值諸佛親承供養懼謂信心", "201": "難可成就意欲退者故。言如來方便殊勝", "202": "門者。謂諸佛如來有不可思議之甚深極", "203": "妙大方便故。能善攝護彼人信心。轉勝進", "204": "故。云何名為勝妙方便。所謂專念如來方", "205": "便。云何專念。謂專注意憶念他方淨土種種", "206": "依正。其念相續令不絕故。如本當知如來", "207": "有勝方便攝護信心謂以專意念佛因緣", "208": "故。言承力得勝妙處門者。以諸如來不可", "209": "思議方便力故。隨自所願即得往生妙樂", "210": "土故。如本隨願得生他方淨土故。言得", "211": "善處定不退門者。生彼土已。眼見如來具", "212": "相好像。耳聞聖者說深妙音。永離惡名。", "213": "從定不動心海澄淨身體明白。依妙正清故。", "214": "如本常見於佛永離惡道故。言引經證自", "215": "所說門者。所謂該攝說相屬當經本之辭。", "216": "贊自所說解釋文故。所引經文說相明故。不", "217": "須重釋。如本如修多羅說若人專念西方", "218": "極樂世界阿彌陀佛所修善根迴向願求生", "219": "彼世界即得往生常見佛故。終無有退若", "220": "觀彼佛真如法身常勤修習畢竟得生住正", "221": "定故故。", "222": "已說修行信心分次說勸修利益分。", "223": "本曰。如是摩訶衍諸佛祕藏。我已總說。若", "224": "有眾生欲於如來甚深境界得生正信", "225": "遠離誹謗入大乘道。當持此論思量修習。", "226": "究竟能至無上之道。若人聞是法已不生", "227": "怯弱。當知是人定紹佛種。必為諸佛之", "228": "所授記。假使有人能化三千大千世界滿", "229": "中眾生令行十善。不如有人於一食頃", "230": "正思此法。過前功德不可為喻。復次若人", "231": "受持此論。觀察修行若一日一夜。所有功德", "232": "無量無邊不可得說。假令十方一切諸佛。", "233": "各於無量無邊阿僧祇劫。歎其功德亦不", "234": "能盡何以故。謂法性功德無有盡故。此人", "235": "功德亦復如是無有邊際。其有眾生於此", "236": "論中。毀謗不信所獲罪報。經無量劫受大", "237": "苦惱。是故眾生但應仰信不應誹謗。以深", "238": "自害亦害他人。斷絕一切三寶之種。以一", "239": "切如來皆依此法得涅槃故。一切菩薩因", "240": "之修行入佛智故。當知過去菩薩已依此", "241": "法得成淨信。現在菩薩今依此法得成淨", "242": "信。未來菩薩當依此法得成淨信。是故眾", "243": "生應勤修學。", "244": "論曰。就此文中即有八門。云何為八。一者", "245": "舉前所說總結門。二者舉益勸人令修門。三", "246": "者顯離疑信功德門。四者比類為對示勝門。", "247": "五者舉受持功讚揚門。六者舉誹謗過令怖", "248": "門。七者殊勝廣說離謗門。八者總結修行勸", "249": "人門。是名為八。言舉前所說總結門者。謂", "250": "以一總字總結八種摩訶衍故。何故。餘法", "251": "略不結焉。所謂舉本攝其末故。如本如是", "252": "摩訶衍諸佛祕藏我已總說故。言舉益勸人", "253": "令修門者。所謂集成行因之海。而為莊嚴", "254": "法身之果。受持此論思惟義理。常恒相續", "255": "不斷絕故。如本若有眾生欲於如來甚深", "256": "境界得生正信遠離誹謗入大乘道當", "257": "持此論思量修習究竟能至無上之道故。", "258": "言顯離疑信功德門者。謂有眾生聞此摩", "259": "訶衍之甚深極妙廣大法門已。即其心中亦", "260": "不疑畏亦不怯弱。亦不輕賤亦不誹謗。", "261": "發決定心發堅固心。發尊重心發愛信心。", "262": "當知是人實真佛子。不斷法種不斷僧種。", "263": "不斷佛種常恒相續。轉轉增長盡於未來。", "264": "亦為諸佛親所授記。亦為一切無量菩薩", "265": "之所護念故。如本若人聞是法已不生怯", "266": "弱。當知是人定紹佛種必為諸佛之所授", "267": "記故。言比類為對示勝門者。謂若有人能", "268": "善攝化三千大千世界中遍滿眾生。皆悉無", "269": "餘令行十善。或有眾生於一食頃。於此", "270": "甚深法觀察思量。若挍量此二人功德。彼", "271": "第一人所得功德甚極微少。譬如芥子碎作", "272": "百分一分之量。此第二人所得功德甚極廣", "273": "大。譬如碎十方世界微塵數量故。如本假", "274": "使有人能化三千大千世界滿中眾生令", "275": "行十善不如有人於一食頃正思此法", "276": "過前功德不可為喻故。言舉受持功讚揚", "277": "門者。謂若有人受持此論觀察義理。若一", "278": "日若一夜。中間所得功德無量無邊。不可言", "279": "說不可思量。若假使十方三世一切諸佛。", "280": "若十方三世一切諸菩薩。以十方世界微塵", "281": "數舌。各各皆悉於十方世界微塵數之量不", "282": "可說劫。讚揚其人所有功德亦不能盡。所", "283": "以者何。法身真如之功德。等虛空界無邊", "284": "際故。何況凡夫二乘之人能稱歎之。一日一", "285": "夜不多中間受持人。尚所得功德不可思議。", "286": "何況若二日若三日若四日乃至百日中。受", "287": "持讀誦思惟觀察。不可思議不可思議。不可", "288": "說中不可說故。如本復次若人受持此論觀", "289": "察修行若一日若一夜所有功德無量無邊", "290": "不可得說。假令十方一切諸佛各於無量", "291": "無邊阿僧祇劫歎其功德亦不能盡。何以", "292": "故。謂法性功德無有盡故。此人功德亦復", "293": "如是無有邊際故。言舉誹謗過令怖門者。", "294": "謂有眾生於此論教生不信心破謗不行。", "295": "如是眾生所得罪報。於諸不可說不可說劫", "296": "中。受苦中之重大苦故。如本其有眾生", "297": "於此論中毀謗不信所獲罪報經無量劫", "298": "受大苦惱故。是故眾生但應仰信不應誹", "299": "謗者。即是總結上說決擇。勸請行者。自此", "300": "已下作其因緣示重過失。謂此法中不信", "301": "誹謗。失自善根損他功德。斷絕一切三寶", "302": "之種無續期故。如本以深自害亦害他人", "303": "斷絕一切三寶之種故。言殊勝廣說離謗", "304": "門者。謂十方三世諸如來。一切皆悉以摩訶", "305": "衍。為其根本成正覺故。十方三世無量菩", "306": "薩。一切皆悉以摩訶衍。為其根本具因海", "307": "故。如是重深摩訶衍法。若有眾生生不信", "308": "心諍論誹謗。如是眾生亦名斷伐一切諸", "309": "佛。亦名斷伐一切菩薩。亦名斷絕自如來", "310": "藏本覺佛故。如本以一切如來皆依此法", "311": "得涅盤故。一切菩薩因之修行入佛智故。", "312": "當知過去菩薩已依此法得成淨信現在", "313": "菩薩今依此法得成淨信未來菩薩當依", "314": "此法得成淨信故。是故眾生應勤修學者。", "315": "即是總結修行勸人門。應審思擇。", "316": "已說勸修利益門。次說迴向遍布門。", "317": "本曰。諸佛甚深廣大義我今隨分總特說", "318": "迴此功德如法性普利一切眾生界", "319": "論曰。就此一頌中即有三種門。云何名為", "320": "三種門耶。一者攝前所說總結門。二者展舒", "321": "功德令廣門。三者施於眾生普利門。是名為", "322": "三。就初門中則有二種。云何為二。一者通", "323": "總攝前所說門。二者顯示能說字相門。如其", "324": "次第應審觀察。諸佛甚深廣大義者。即是通", "325": "總攝前所說門。所謂通攝三十三種本數法", "326": "故。此義云何。言諸佛者。則是不二摩訶衍", "327": "法。所以者何。此不二法形於彼佛其德勝", "328": "故。大本花嚴契經中作如是說。其圓圓海", "329": "得諸佛勝。故其一切佛不能成就圓圓", "330": "海劣故。若爾何故分流花嚴契經中作如是", "331": "說。盧舍那佛三種世間為其身心。三種世間", "332": "攝法無餘。彼佛身心亦復無有所不攝焉。", "333": "盧舍那佛雖攝三世間。而攝不攝故。是故", "334": "無過。言甚深者。即是兩重八種摩訶衍之", "335": "本法。以何義故名為甚深。如是兩重摩訶", "336": "衍法。能入門望極甚深故。以此義故立甚", "337": "深稱。應審思擇。言廣大義者。即是兩重能", "338": "入門法。以何義故名廣大義。如是兩重能", "339": "入門法。皆悉各各能廣自法。能大自法。能", "340": "為自法。作名義故。以此義故建立廣大義", "341": "名字焉。已說通總攝前所說門。次說顯示", "342": "能說字相門。言我今隨分總持說者。即是顯", "343": "示能說字相門。謂以總字通持一切種種", "344": "說故。立義分中摩訶衍者總。即是此焉歟。", "345": "何故一字通持諸說。為欲顯示摩訶衍論", "346": "如意論故。已說攝前所說總結門。次說展", "347": "舒功德令廣門。言迴此功德如法性者。即是", "348": "展舒功德令廣門。謂自所作之功德迴向三", "349": "處故。云何為三。一者真如。二者一心法。三", "350": "者本覺佛性。是名為三。以何義故迴向三", "351": "處。謂為欲自所作功德令平等故迴向真", "352": "如。或為欲自所作功德令廣大故迴向一", "353": "心。或為欲自所作功德令明了故迴向本", "354": "覺應如是知應如是觀。如是迴向有何利", "355": "益。謂眾多故。此義云何。譬如用一微塵置", "356": "大地中。所置微塵與彼大地等無差別。迴", "357": "向法門亦如是故。又譬如用一注水置大", "358": "海中。所置水注與彼大海等無差別。迴向", "359": "法門亦如是故。又譬如破一小有。即便與", "360": "大虛空等無差別。迴向法門亦如是故。已", "361": "說展舒功德令廣門。次說施於眾生普利門。", "362": "言普利一切眾生界者。則是施於眾生普利", "363": "門。謂舉廣大圓滿功德。周遍利益眾生界故。", "364": "歡喜大士至心勸無量佛子眾海中", "365": "我已超毛頭三角過於生死之四根", "366": "第一無數粗滿訖第二僧祇始入無", "367": "如宜汝等諸佛子以於左右之兩手", "368": "捧於本釋之明鏡臨七識散慮之面", "369": "見六塵境界之垢洗法執人我之咎", "370": "汝等佛子若如是法身應化之三身", "371": "如舒伊字圓現前常樂我淨之四德", "372": "如入達池具出生我從四王自在處", "373": "下入大海龍宮殿隨分窺諸契經海", "374": "總有一百洛叉數如是諸經真實法", "375": "無量無邊差別義摩訶衍論立義中", "376": "該攝安立具足說有善男子善女人", "377": "若自手捧斯論卷名捧百洛叉經者", "378": "若自口經誦本分名誦百洛叉經者", "379": "此人所得之功德十方世界微塵數", "380": "諸佛及大菩薩眾各出微塵數舌相", "381": "如是微塵數劫中不息稱說不能盡", "382": "何況觀察其義理思惟文下之所詮", "383": "有善男子善女人生不信心謗斯論", "384": "此人所得之罪業十方世界微塵數", "385": "諸佛及大菩薩眾各出微塵數舌相", "386": "如是微塵數劫中不息說過不能盡", "387": "是人往罪滅無所一切諸佛不能救", "388": "是故行者歸本原當依斯論應修行", "389": "實不可生不信心誹謗甚深大乘教", "390": "當願此勸遠流布遍於重重不說剎", "391": "釋摩訶衍論卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1668 釋摩訶衍論", "source": "CBETA"}