{"author": "唐 宗密述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1886 原人論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1886", "1": "原人論序原人論序", "2": "終南山草堂寺沙門宗密述", "3": "萬靈蠢蠢皆有其本，萬物芸芸各歸其根。未", "4": "有無根本而有枝末者也，況三才中之最靈", "5": "而無本源乎？且知人者智，自知者明，今我稟", "6": "得人身而不自知所從來，曷能知他世所趣", "7": "乎？曷能知天下古今之人事乎？故數十年中", "8": "學無常師，博攷內外以原自身，原之不已，果", "9": "得其本。然今習儒道者，秖知近則乃祖乃父，", "10": "傳體相續，受得此身；遠則混沌一氣，剖為陰", "11": "陽之二，二生天地人三，三生萬物。萬物與人", "12": "皆氣為本。習佛法者，但云：「近則前生造業，隨", "13": "業受報，得此人身；遠則業又從惑展轉，乃至", "14": "阿賴耶識為身根本。」皆謂已窮，而實未也。然", "15": "孔、老、釋迦皆是至聖，隨時應物，設教殊塗。內", "16": "外相資，共利群庶。策勤萬行，明因果始終；推", "17": "究萬法，彰生起本末。雖皆聖意而有實有權，", "18": "二教唯權，佛兼權實。策萬行，懲惡勸善，同歸", "19": "於治，則三教皆可遵行；推萬法，窮理盡性，至", "20": "於本源，則佛教方為決了。然當今學士各執", "21": "一宗，就師佛者，仍迷實義，故於天地人物不", "22": "能原之至源。余今還依內外教理推窮萬法，", "23": "初從淺至深，於習權教者，斥滯令通而極其", "24": "本；後依了教，顯示展轉生起之義，會偏令圓", "25": "而至於末末即天地人物。文有四篇，名原人也。", "26": "原人論序終", "27": "原人論", "28": "終南山草堂寺沙門宗密述", "29": "1 斥迷執斥迷執第一習儒道者", "30": "儒道二教說人畜等類，皆是虛無大道生成", "31": "養育。謂道法自然生於元氣，元氣生天地，天", "32": "地生萬物，故愚智貴賤貧富苦樂，皆稟於天，", "33": "由於時命；故死後却歸天地，復其虛無。然外", "34": "教宗旨，但在乎依身立行，不在究竟身之元", "35": "由。所說萬物不論象外，雖指大道為本，而不", "36": "備明順逆起滅染淨因緣，故習者不知是權，", "37": "執之為了。今略舉而詰之。所言萬物皆從虛", "38": "無大道而生者，大道即是生死賢愚之本，吉", "39": "凶禍福之基。基本既其常存，則禍亂凶愚不", "40": "可除也，福慶賢善不可益也，何用老莊之教", "41": "耶？又道育虎狼、胎桀紂，夭顏冉、禍夷齊，何名", "42": "尊乎？又言萬物皆是自然生化非因緣者，則", "43": "一切無因緣處悉應生化，謂石應生草，草或", "44": "生人，人生畜等。又應生無前後，起無早晚，神", "45": "仙不藉丹藥，太平不藉賢良，仁義不藉教習，", "46": "老莊周孔何用立教為軌則乎？又言皆從元", "47": "氣而生成者，則歘生之神未曾習慮，豈得嬰", "48": "孩便能愛惡驕恣焉？若言歘有自然便能隨", "49": "念愛惡等者，則五德六藝悉能隨念而解，何", "50": "待因緣學習而成？又若生是稟氣而歘有，死", "51": "是氣散而歘無，則誰為鬼神乎？且世有鑒", "52": "達前生追憶往事，則知生前相續，非稟氣而", "53": "歘有；又驗鬼神靈知不斷，則知死後非氣散", "54": "而歘無。故祭祀求禱，典藉有文，況死而蘇", "55": "者說幽途事，或死後感動妻子讎報怨恩，今", "56": "古皆有耶？外難曰：「若人死為鬼，則古來之鬼", "57": "填塞巷路，合有見者。如何不爾？」答曰：「人死六", "58": "道，不必皆為鬼，鬼死復為人等，豈古來積鬼", "59": "常存耶？」且天地之氣本無知也，人稟無知之", "60": "氣，安得歘起而有知乎？草木亦皆稟氣，何", "61": "不知乎？又言貧富貴賤賢愚善惡吉凶禍福", "62": "皆由天命者，則天之賦命奚有貧多富少、賤", "63": "多貴少，乃至禍多福少？苟多少之分在天，", "64": "天何不平乎？況有無行而貴、守行而賤，無德", "65": "而富、有德而貧，逆吉義凶、仁夭暴壽，乃至有", "66": "道者喪、無道者興？既皆由天，天乃興不道而", "67": "喪道？何有福善益謙之賞，禍淫害盈之罰焉？", "68": "又既禍亂反逆皆由天命，則聖人設教，責人", "69": "不責天，罪物不罪命，是不當也！然則《詩》刺亂", "70": "政，《書》讚王道，《禮》稱安上，《樂》號移風，豈是奉上", "71": "天之意，順造化之心乎？是知專此教者，未能", "72": "原人。", "73": "2 斥偏淺斥偏淺第二習佛不了義教者", "74": "佛教自淺之深，略有五等：一、人天教，二、小乘", "75": "教，三、大乘法相教，四、大乘破相教上四在此篇中，五、", "76": "一乘顯性教此一在第三篇中。", "77": "一、佛為初心人且說三世業報善惡因果，謂", "78": "造上品十惡死墮地獄，中品餓鬼，下品畜生。", "79": "故佛且類世五常之教天竺世教，儀式雖殊，懲惡勸善無別，亦不離仁義等五", "80": "常，而有德行可修例。如：此國歛手而舉，吐番散手而垂，皆為禮也，令持五戒不殺是仁；不盜是義；", "81": "不邪淫是禮；不妄語是信；不飲噉酒肉，神氣清潔益於智也，得免三途、生人道", "82": "中。修上品十善及施戒等生六欲天。修四禪", "83": "八定生色界、無色界天題中不標天鬼地獄者，界地不同，見聞不及，凡俗尚不", "84": "知末，況肯窮本？故對俗教且標原人。今敘佛經，理宜具列。故名人天教也然業有三種：", "85": "一惡，二善，三不動。報有三時：謂現報，生報，後報。據此教中，業為身本。今", "86": "詰之曰：既由造業受五道身，未審誰人造業、", "87": "誰人受報？若此眼耳手足能造業者，初死之", "88": "人眼耳手足宛然，何不見聞造作？若言心作，", "89": "何者是心？若言肉心，肉心有質，繫於身內，", "90": "如何速入眼耳辨外是非？是非不知，因何取", "91": "捨？且心與眼耳手足俱為質閡，豈得內外相", "92": "通運動應接同造業緣？若言但是喜怒愛惡", "93": "發動身口令造業者，喜怒等情乍起乍滅，自", "94": "無其體，將何為主而作業耶？設言不應如此，", "95": "別別推尋，都是我此身心能造業者，此身已", "96": "死誰受苦樂之報？若言死後更有身者，豈有", "97": "今日身心造罪修福，令他後世身心受苦受", "98": "樂？據此則修福者屈甚，造罪者幸甚，如何神", "99": "理如此無道？故知但習此教者，雖信業緣，不", "100": "達身本。", "101": "二、小乘教者，說形骸之色、思慮之心，從無始", "102": "來因緣力故，念念生滅相續無窮。如水涓涓，", "103": "如燈焰焰，身心假合似一似常，凡愚不覺執", "104": "之為我。寶此我故，即起貪貪名利以榮我、瞋瞋違情境恐侵害我、癡", "105": "非理計校等三毒。三毒擊意，發動身口造一切業。", "106": "業成難逃，故受五道苦樂等身別業所感，三界勝劣", "107": "等處共業所感。於所受身還執為我，還起貪等造業", "108": "受報。身則生老病死，死而復生。界則成住壞", "109": "空，空而復成從空劫初成世界者，頌曰：空界大風起，傍廣數無量，厚十六洛叉，金剛不能壞。", "110": "此名持界風。光音金藏雲，布及三千界，雨如車軸下，風遏不聽流，深十一洛叉，始作金剛界。次第金藏雲，注雨", "111": "滿其內，先成梵王界，乃至夜摩天。風鼓清水成，須彌七金等，滓濁為山地，四洲及泥犁，鹹海外輪圍，方名器界", "112": "立。時經一增減，乃至二禪福，盡下生人間。初食地餅林藤，後粳米不銷，大小便利，男女形別，分田立主求臣佐，", "113": "種種差別。經十九增減，兼前總二十增減，名為成劫。議曰：空界劫中，是道教指云虛無之道，然道體寂照靈通，", "114": "不是虛無，老氏或迷之、或權設，務絕人欲，故指空界為道。空界中大風，即彼混沌一氣，故彼云道生一也。金藏", "115": "雲者，氣形之始，即太極也。雨下不流，陰氣凝也。陰陽相合，方能生成矣！梵王界乃至須彌者，彼之天也，滓濁", "116": "者地，即一生二矣！二禪福盡下生，即人也。即二生三，三才備矣！地餅已下乃至種種，即三生萬物。此當三皇已", "117": "前穴居野食，未有火化等，但以其時無文字記載故，後人傳聞不明，展轉錯謬，諸家著作種種異說。佛教又緣通明", "118": "三千世界，不局大唐，故內外教文不全同也。住者住劫，亦經二十增減。壞者壞劫，亦二十增減，前十九增減壞有", "119": "情，後一增減壞器界，能壞是火水風等三災。空者空劫，亦二十增減，中空無世界及諸有情也。劫劫", "120": "生生輪迴不絕，無終無始如汲井輪道教只知今此世界未成", "121": "時一度空劫，云虛無、混沌、一氣等，名為元始。不知空界已前，早經千千萬萬遍成住壞空，終而復始。故知佛教法中，", "122": "小乘淺淺之教，已超外典深深之說，都由不了此身本不是我，不是", "123": "我者，謂此身本因色心和合為相。今推尋分", "124": "析，色有地水火風之四大，心有受能領納好惡之事、想", "125": "能取像者、行能造作者念念遷流、識能了別者之四蘊。若皆是我，即", "126": "成八我，況地大中復有眾多？謂三百六十段", "127": "骨，一一各別。皮毛筋肉肝心脾腎，各不相", "128": "是。諸心數等亦各不同。見不是聞，喜不是怒，", "129": "展轉乃至八萬四千塵勞。既有此眾多之物，", "130": "不知定取何者為我？若皆是我，我即百千。一", "131": "身之中，多主紛亂。離此之外，復無別法。翻覆", "132": "推我，皆不可得。便悟此身，但是眾緣，似和合", "133": "相，元無我人，為誰貪瞋？為誰殺盜施戒知苦諦也？", "134": "遂不滯心於三界有漏善惡斷集諦也；但修無我觀", "135": "智道諦；以斷貪等，止息諸業；證得我空真如滅諦，乃", "136": "至得阿羅漢果，灰身滅智方斷諸苦。據此宗", "137": "中，以色心二法及貪瞋癡，為根身器界之本", "138": "也，過去未來更無別法為本。今詰之曰，夫經", "139": "生累世為身本者，自體須無間斷。今五識闕", "140": "緣不起根境等為緣，意識有時不行悶絕、睡眠、滅盡定、無想定、無想天，無", "141": "色界天無此四大，如何持得此身，世世不絕？", "142": "是知專此教者，亦未原身。", "143": "三、大乘法相教者，說一切有情無始已來，法", "144": "爾有八種識。於中第八阿賴耶識，是其根本，", "145": "頓變根身器界種子。轉生七識，皆能變現自", "146": "分所緣，都無實法。如何變耶？謂我法分別熏", "147": "習力故，諸識生時變似我法，第六七識無明", "148": "覆故，緣此執為實我實法。如患重病心惛，見異色人物也、夢", "149": "夢想所見、可知者，患夢力故，心似種種外境相現，夢", "150": "時執為實有外物，寤來方知唯夢所變。我身", "151": "亦爾，唯識所變，迷故執有我及諸境，由此起", "152": "惑造業，生死無窮廣如前說。悟解此理，方知我身", "153": "唯識所變，識為身本不了之義，如後所破。", "154": "四、大乘破相教者，破前大小乘法相之執，密", "155": "顯後真性空寂之理破相之談，不唯諸部般若，遍在大乘經。前之三教依次先後，此", "156": "教隨執即破，無定時節。故龍樹立二種般若：一共，二不共。共者，二乘同聞信解，破二乘法執故。不共者，唯菩薩", "157": "解，密顯佛性故。故天竺戒賢、智光二論師，各立三時教，指此空教，或云在唯識法相之前，或云在後。今意取後。", "158": "將欲破之，先詰之曰：所變之境既妄，能變之", "159": "識豈真？若言一有一無者此下却將彼喻破之，則夢想與", "160": "所見物應異，異則夢不是物，物不是夢。寐", "161": "來夢滅，其物應在。又物若非夢，應是真物；夢", "162": "若非物，以何為相？故知夢時則夢想夢物，似", "163": "能見所見之殊，據理則同一虛妄，都無所有。", "164": "諸識亦爾，以皆假託眾緣，無自性故。故《中觀", "165": "論》云，未曾有一法，不從因緣生；是故一切法，", "166": "無不是空者。又云，因緣所生法，我說即是空。", "167": "《起信論》云，一切諸法唯依妄念而有差別，若", "168": "離心念，即無一切境界之相。經云，凡所有相", "169": "皆是虛妄，離一切相即名諸佛如此等文徧大乘藏。是知", "170": "心境皆空，方是大乘實理。若約此原身，身元", "171": "是空，空即是本。今復詰此教曰：若心境皆無，", "172": "知無者誰？又若都無實法，依何現諸虛妄？且", "173": "現見世間虛妄之物，未有不依實法而能起", "174": "者。如無濕性不變之水，何有虛妄假相之波？", "175": "若無淨明不變之境，何有種種虛假之影？又", "176": "前說夢想夢境同虛妄者，誠如所言；然此虛", "177": "妄之夢，必依睡眠之人。今既心境皆空，未", "178": "審依何妄現？故知此教但破執情，亦未明顯", "179": "真靈之性。故《法鼓經》云，一切空經是有餘說", "180": "有餘者，餘義未了也。《大品經》云，空是大乘之初門。上之四", "181": "教展轉相望，前淺後深。若且習之自知未了，", "182": "名之為淺：若執為了，即名為偏。故就習人，云", "183": "偏淺也。", "184": "3 直顯真源直顯真源第三佛了義實教", "185": "五、一乘顯性教者，說一切有情皆有本覺真", "186": "心，無始以來常住清淨，昭昭不昧了了常", "187": "知，亦名佛性，亦名如來藏。從無始際，妄相", "188": "翳之不自覺知，但認凡質故，耽著結業受生", "189": "死苦。大覺愍之，說一切皆空，又開示靈覺真", "190": "心清淨全同諸佛。故《華嚴經》云，佛子，無一眾", "191": "生而不具有如來智慧，但以妄想執著而不", "192": "證得。若離妄想，一切智、自然智、無礙智，即得", "193": "現前。便舉一塵含大千經卷之喻，塵況眾生，", "194": "經況佛智。次後又云，爾時如來普觀法界一", "195": "切眾生，而作是言，奇哉！奇哉！此諸眾生，云何", "196": "具有如來智慧迷惑不見？我當教以聖道，令", "197": "其永離妄想，自於身中得見如來廣大智慧，", "198": "與佛無異。評曰，我等多劫未遇真宗，不解返", "199": "自原身，但執虛妄之相，甘認凡下，或畜或人。", "200": "今約至教原之，方覺本來是佛，故須行依佛", "201": "行，心契佛心。返本還源，斷除凡習，損之又損，", "202": "以至無為，自然應用恒沙，名之曰佛。當知迷", "203": "悟同一真心，大哉妙門，原人至此然佛說前五教，或漸或頓，若", "204": "有中下之機，則從淺至深，漸漸誘接。先說初教，令離惡住善；次說二三，令離染住淨；後說四五，破相顯性，會", "205": "權歸實，依實教修乃至成佛。若上上根智，則從本至末，謂初便依第五頓指一真心體，心體既顯，自覺一切皆是虛", "206": "妄，令來空寂，但以迷故，託真而起。須以悟真之智，斷惡修善，修善息妄歸真，妄盡真圓，是名法身佛。", "207": "4 會通本末會通本末第四會前所斥，同歸一源，皆為正義", "208": "真性雖為身本，生起蓋有因由，不可無端忽", "209": "成身相。但緣前宗未了，所以節節斥之。今將", "210": "本末會通，乃至儒道亦是初唯第五性教所說，從後段已去，節級方同諸", "211": "教，各如注說。謂初唯一真靈性，不生不滅，不增不減，", "212": "不變不易。眾生無始迷睡不自覺知，由隱覆", "213": "故名如來藏；依如來藏，故有生滅心相自此方是第四", "214": "教，亦同破此已生滅諸相。所謂不生滅真心與生滅妄想和合，", "215": "非一非異，名為阿賴耶識。此識有覺不覺二", "216": "義此下方是第三法相教中亦同所說。依不覺故，最初動念，名為", "217": "業相。又不覺此念本無故，轉成能見之識及", "218": "所見境界相現。又不覺此境從自心妄現，執", "219": "為定有，名為法執此下方是第二小乘教中亦同所說。執此等故，遂", "220": "見自他之殊，便成我執。執我相故，貪愛順情", "221": "諸境，欲以潤我；瞋嫌違情諸境，恐相損惱；愚", "222": "癡之情，展轉增長此下方是第一人天教中亦同所說。故殺盜等心", "223": "神乘此惡業，生於地獄、鬼、畜等中。復有怖", "224": "此苦者，或性善者，行施戒等心神乘此善業，", "225": "運於中陰入母胎中此下方是儒道二教亦同所說。稟氣受質會彼", "226": "所說，以氣為本，氣則頓具四大漸成諸根，心則頓具四", "227": "蘊漸成諸識。十月滿足生來名人，即我等今", "228": "者身心是也。故知身心各有其本，二類和合", "229": "方成一人。天、修羅等大同於此。然雖因引業", "230": "受得此身，復由滿業故，貴賤貧富、壽夭病健、", "231": "盛衰苦樂。謂前生敬慢為因，今感貴賤之果。", "232": "乃至仁壽殺夭、施富慳貧，種種別報，不可具", "233": "述。是以此身或有無惡自禍、無善自福、不仁", "234": "而壽、不殺而夭等者，皆是前生滿業已定，故", "235": "今世不同，所作自然如然，外學者不知前世，", "236": "但據目覩，唯執自然會彼所說，自然為本。復有前生少者修", "237": "善，老而造惡；或少惡老善，故今世少小富貴", "238": "而樂，老大貧賤而苦；或少貧苦老富貴等。故", "239": "外學者不知，唯執否泰由於時運會彼所說，皆由天命。然", "240": "所稟之氣，展轉推本，即混一之元氣也；所起", "241": "之心，展轉窮源，即真一之靈心也。究實言之，", "242": "心外的無別法。元氣亦從心之所變，屬前轉", "243": "識所現之境，是阿賴耶相分所攝。從初一念", "244": "業相，分為心境之二，心既從細至麁，展轉妄", "245": "計乃至造業如前敘列；境亦從微至著，展轉變起乃", "246": "至天地即彼始自太易，五重運轉乃至太極，太極生兩儀。彼說自然太道，如此說真性，其實但是一念能", "247": "變見分。彼云，元氣如此一念初動。其實但是境界之相。業既成熟，即從父母稟", "248": "受二氣，與業識和合成就人身。據此則心識", "249": "所變之境，乃成二分。一分即與心識和合成", "250": "人，一分不與心識和合，即成天地山河國", "251": "邑。三才中唯人靈者，由與心神合也。佛說內", "252": "四大與外四大不同，正是此也。哀哉！寡學異", "253": "執紛然，寄語道流，欲成佛者，必須洞明麁細", "254": "本末，方能棄末歸本，返照心源。麁盡細除，靈", "255": "性顯現，無法不達，名法報身；應現無窮，名", "256": "化身佛。", "257": "原人論終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1886 原人論", "source": "CBETA"}