{"author": "宋 元照撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1900 佛制比丘六物圖", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1900", "1": "佛制比丘六物圖", "2": "大宋元豐三年夏首餘杭沙門元照於天", "3": "宮院出", "4": "1-3 三衣1 明三衣為三物初明三衣為三物", "5": "此衣九品且示僧伽梨大衣上品餘準減作", "6": "欝多羅僧七條", "7": "安陀會五條", "8": "比見樂學戒者。欲置法服。不知所裁。既昧律", "9": "儀。多承妄習。然其制度。遍在諸文。故撮其大", "10": "要。兼所見聞。還宗舊章。且分十位。援引正", "11": "教。庶令事有準承。指斥非濫。所謂不看他", "12": "面。", "13": "初制意。鈔云。何名為制。謂三衣六物。佛制令", "14": "畜。通諸一化。竝制服用。有違結罪。薩婆多", "15": "云。欲現未曾有法。故一切九十六道無此三", "16": "名。為異外道故。四分云三世如來。竝著如是", "17": "衣。僧祇云。三衣是賢聖沙門標識音志雜含云。", "18": "修四無量。服三法衣。是則慈悲者之服。十誦", "19": "云。以刀截故。知是慚愧人衣。華嚴云。著袈裟", "20": "者。捨離三毒。四分云。懷抱於結使。不應披袈", "21": "裟。賢愚經云。著袈裟者。當於生死。疾得解", "22": "脫。章服儀云。括其大歸。莫非截苦海之舟航。", "23": "夷生涯之梯隥也。所以須三者。分別功德論", "24": "云。為三時故。冬則著重。夏則著輕。春則服", "25": "中。智度論云。佛弟子住中道故。著三衣。外道", "26": "裸形無恥住斷見故白衣多貪重著住常見故多論云。", "27": "一衣不能障寒。三衣能障等。戒壇經云。三衣", "28": "斷三毒也。五條下衣。斷貪身也。七條中衣。斷", "29": "嗔口也。大衣上衣斷癡心也世傳。七條。偏衫。裙子。為三衣者謬矣", "30": "天台智者制法第一條云。三衣六物道具具", "31": "足。若衣物有闕。則不同止。清涼國師十誓", "32": "第一云。但三衣一鉢。不畜餘長。歷觀經論。遍", "33": "覽僧史。乃知聖賢踵跡。華竺同風。今則偏競", "34": "學宗。強分彼此。且削髮既無殊態。染衣何苦", "35": "分宗。負識高流。一為詳鑑。況大小乘教。竝廣", "36": "明袈裟功德。願信教佛子。依而奉行", "37": "2 釋名二釋名有二。初通名者。總括經律。或名袈裟", "38": "從染色為名。或名道服或名出世服。或名法衣。或名", "39": "離塵服。或名消瘦服損煩惱故。或名蓮華服離染著故。", "40": "或名間色服三色成故。或名慈悲衣。或名福田衣。", "41": "或名臥具。亦云敷具皆謂相同被褥。次別名者。一梵云", "42": "僧伽梨。此云雜碎衣條相多故。從用則名入王宮聚", "43": "落衣乞食說法時時著。二欝多羅僧。名中價衣謂財直當二衣之間。", "44": "從用名入眾衣禮誦齋講時著。三安陀會名下衣最居下故", "45": "或下著故。從用名院內道行雜作衣入聚隨眾則不得著。若從相", "46": "者。即五條。七條。九條。乃至二十五條等。義", "47": "翻多別且提一二。", "48": "3 明求財三明求財分二。初明求乞離過。由是法衣。體", "49": "須清淨。西梵高僧。多捨糞掃衣。今欲如法。但", "50": "離邪求。事鈔云。興利販易得者不成。律云", "51": "不以邪命得下引疏釋激發得說彼所得發此令施現相得詐現", "52": "乏少欲他憐愍犯捨墮衣三十諸衣戒等竝不得作業疏云。邪", "53": "命者。言略事含。大而言之。但以邪心。有涉貪", "54": "染。為利賣法。禮佛。誦經。斷食。諸業所獲贜", "55": "賄。皆名邪命。今人囊積盈餘。強從他乞。巧言", "56": "諂附。餉遺污家。凡此等類竝號邪利。次明對", "57": "貿離過。若本淨財貿得最善。必有犯長錢寶。", "58": "將貿衣財準律。犯捨衣貿得新衣。但悔先罪。", "59": "衣體無染。可以例通。若自貿物。不得與白衣", "60": "爭價高下同市道法。遣淨人者。亦無所損。有", "61": "云。淨財手觸。即為不淨。此非律制。人妄傳", "62": "耳但犯捉寶非污財體。", "63": "4 明財體四明財體分二。初明如法。律中猶通絹布二", "64": "物。若準業疏諸文。絹亦不許。疏云世多用絹", "65": "紬者。以體由害命。亦通制約。今五天竺及諸", "66": "胡僧。俱無用絹作袈裟者。又云。以衣為梵服。", "67": "行四無量。審知行殺。而故服之。義不應也。感", "68": "通傳中。天人讚云。自佛法東傳。六七百年。", "69": "南北律師。曾無此意。安用殺生之財。而為慈", "70": "悲之服。廣如章服儀明之。義淨寄歸傳。輒責", "71": "為非。蓋大慈深行。非彼所知。固其宜矣。次簡", "72": "非法。然其衣體。須求厚密。離諸華綺。律云。", "73": "若細薄生疎蕉葛生紵並不可用綾羅錦綺。紗縠紬綃等。", "74": "並非法物。今多不信佛語。貪服此等諸衣。智", "75": "論云。如來著麁布僧伽梨。此方南嶽山眾。及", "76": "自古有道高僧。布衲艾絮。不雜一絲。天台唯", "77": "被一衲。南山繒纊不兼。荊溪大布而衣。永嘉", "78": "衣不蠶口。豈非慈惻之深。真可尚也。今時縱", "79": "怠。加復無知。反以如來正制之衣。用為孝服。", "80": "且僧無服制。何得妄行。釋氏要覽。輔教孝論。", "81": "相循訛說。慎勿憑之。近見白布為頭絰者。斯", "82": "又可怪。法滅之相。代漸多。有識者。宜為革", "83": "之。則法得少留矣。", "84": "5 明色相五明色相律云。上色染衣。不得服。當壞作袈", "85": "裟色此云不正色染亦名壞色。即戒本中三種染壞。皆", "86": "如法也一者青色僧祇。謂銅青也。今時尼眾青褐。頗得相近。二者黑", "87": "色謂緇泥涅者。今時禪眾深黲竝深蒼褐。皆同黑色。三木蘭色謂西蜀木蘭。皮可染作赤", "88": "黑色古晉高。僧多服此衣。今時海黃染絹微。有相涉。北地淺黃。定是非法。然此三色名濫", "89": "體別。須離俗中五方正色謂青黃赤白黑。及五間色謂緋", "90": "紅紫綠碧。或云磂黃。此等皆非道相。佛竝制斷。業疏", "91": "云。法衣順道。錦色斑綺。耀動心神。青黃五", "92": "綵。真紫上色。流俗所貪。故齊削也。末世學", "93": "律。特反聖言。冬服綾羅。夏資紗縠。亂朱之", "94": "色。不厭鮮華。非法之量。長垂髀膝。況復自樂", "95": "色衣妄稱王制。雖云飾過。深成謗法。祖師所", "96": "謂何慮無惡道分悲夫多論違王教得吉者。謂犯國禁令耳。", "97": "6 明衣量六明衣量有二。初準通文。不定尺寸。律云。度", "98": "身而衣。取足而已。五分肘量不定。佛令隨身", "99": "分量。不必依肘。今時衣長。一丈二三。言取通", "100": "文者。無乃太通乎。又言此是度身者。其身甚", "101": "小。而衣甚長無乃度之。不細乎。然度身之法", "102": "人多不曉。業疏云。先以衣財。從肩下地。踝上", "103": "四指。以為衣身。餘分葉相。足可相稱。次明局", "104": "量。鈔引通文已續云。雖爾亦須楷準。故十誦", "105": "僧祇。各有三品之量。今準薩婆多中三衣。長", "106": "五肘。廣三肘每肘一尺八寸。準姬周尺長九尺。廣五尺四寸也若極大者。", "107": "長六肘廣三肘半長一丈八寸。廣六尺三寸。有人局執極量。既分三品。何得局一。借", "108": "令依此。亦不至丈二思之若極小者。長四肘。廣二肘半長七尺二", "109": "廣四尺五若過量外。態說淨。不者犯捨墮。四分云。", "110": "安陀會。長四肘。廣二肘長七尺二。廣三尺六欝多羅", "111": "僧。長五肘。廣三肘。僧伽梨亦然長九尺。廣五尺四寸上", "112": "引佛言示量。下引祖教顯非。章服儀云。減量", "113": "而作。同儉約之儀。過限妄增。有成犯之法。文", "114": "云。四肘二肘。不為非法。與佛等量。便結正", "115": "篇。即其證也。又云。頃載下流驕奢其度。至論", "116": "儉狹。未見其人。又云。衣服立量減開過制者。", "117": "俱抑貪競之情也好大者請詳此諸文。鈔文佛衣戒云。佛", "118": "身倍人。佛長丈六。人則八尺。佛衣長。姬周尺", "119": "丈八廣丈二。常人九尺六尺也有執極量者　謂佛衣倍人六肘則", "120": "二丈一尺六寸。蓋未讀此文故也然佛世之人。身多偉大。準前為", "121": "量。足覆形軀。今時劫減。人身至大。不過六", "122": "尺。而衣長丈二。往往過之。及論廣量。不至五", "123": "尺前垂拕膝。步步吉羅。可謂顛之倒。之於斯", "124": "見矣。故業疏云。前垂一角。為象鼻相。人不思", "125": "罪。習久謂法。何必如許煩惱我執。無始常習。", "126": "可是聖法耶。聞義即改。從諫若流斯上人也", "127": "疏文慈訓若此那不思之。", "128": "7 明條數多少七明條數多少下衣五條一長一短。中衣七", "129": "條兩長一短。大衣三品。下品有三。九條十一", "130": "條十三條。並兩長一短。中品三者。十五十七", "131": "十九條並三長一短。上品三者。二十一二十", "132": "三二十五條。並四長一短。鈔云。準此為大準", "133": "隨力辨之九品中。隨財體多少。得一受持羯磨疏云。所以極至", "134": "二十五者。欲為二十五有作福田故。所以唯", "135": "隻非雙者。沙門仁育同世陽化。故非偶數。所", "136": "以長短者。如世稻畦隨水處高下別也。又為", "137": "利諸有。表聖增而凡減。喻長多而短少也。今", "138": "時禪門多著九條。或三長四長隨意而作。此", "139": "非法也。疏云。長短差違乖慈梵。故隨步越儀。", "140": "一一結罪。矧又色帶長垂。花排細刺山水毳", "141": "衲。損業廢功。真誠學道不捨寸陰。自非無", "142": "所用心。何暇專功於此。次明條葉之相。僧祇", "143": "律中。廣應四指四寸挾如󰎣麥。疏云。今多廣", "144": "作澆風扇也。章服儀云。此見條葉。不附正儀。", "145": "三寸四寸任情開闊。浸以成俗。彌開華蕩之", "146": "源等。又刺綴條葉。須開下邊。章服儀云。裁縫", "147": "見葉表其割相。今並縫合無相可分。鈔云。刺", "148": "一邊開一邊。若兩邊俱縫者。但同縵衣。世中", "149": "相傳。號曰明孔。又言明相律中天曉謂之明相又云漏塵", "150": "等。俱是訛謬。", "151": "8 明重數八明重數律云。不得細薄。大衣新者二重。餘", "152": "二衣並一重。十誦中大衣故者四重。餘二衣", "153": "並二重薩婆多中。大衣三重。一重新二重故。", "154": "次明重法。然重複之相。諸出不同。若準多論", "155": "重縫三衣。有緣摘分持行。據此但是。全衣合", "156": "綴。祖師所著。亦不殊此。至感通傳天人方示", "157": "別製。人多疑之今為具引。彼云大衣重作。師", "158": "比行之。然於葉下。乃三重也。豈得然耶。即問", "159": "其所作。便執余衣。以示之。此葉相者。表稻田", "160": "之塍疆也。以割截衣段。就裏刺之。去葉󰎣麥", "161": "許。此則條內表田葉上表渠相。豈不然耶。今", "162": "則通以布縵。一非割截。二又多重。既非本制。", "163": "非無著著之失已上傳文。然多論異此者。但是聞見不等。然天人示法。並謂親承佛世。", "164": "此方教文不決之事。如諸經律。座具著肩。唯此傳文。令安左臂。又如後引增座具法。今皆準用。何獨疑此。況非", "165": "割多重二難。理自顯然三明成不業疏云。下二隨時。若是", "166": "大衣。必須重複。今多單作是非法服。得行受", "167": "持。服用得罪。", "168": "9 明作衣法九明作衣法三衣並須割截。財少難辨。則聽", "169": "揲葉。五條一種。復開襵葉。四分中。大衣五日", "170": "不成。尼提僧吉準鼻柰耶。七條四日。五條二日十誦。須却刺。", "171": "不得直縫。前去緣四指施䩙音絃鉤也後去緣八指", "172": "施紐。今時垂臂。前八後四。俱顛倒也。又安鈎", "173": "約處揲以方物。本在助牢。而目云壇子非", "174": "也。三千威儀云。四角安揲。四分云挽令角正", "175": "等。世云四天王者亦非也。四分。肩上須揲障", "176": "垢膩處。次明正從者。大衣九品本須割截。衣", "177": "財不足。則開揲葉。二九則成十八種。衣猶不", "178": "足者。聽七條為從衣。如是次第。開至縵衣。", "179": "言縵者無條相故三衣正從各有二十四種。大衣正有", "180": "十八種割揲名九。從則有六二七條。三五條。一縵衣。七條正衣", "181": "有二割揲二也。從有二十二大衣十八。五條三縵衣一也。五條正衣", "182": "有三割揲襵也。從有二十一大衣十八。七條二。縵衣一。總計七", "183": "十二品。縵通三用。然本是沙彌衣。律制沙彌。", "184": "著二縵衣。一當七條入眾。一當五條作務衣相", "185": "未正。故但云當當。字去呼今時剃髮。即著五條。僣濫大僧。深", "186": "乖本制。師長有識請依聖教。及至受戒。多無", "187": "衣鉢。律令師辨。誰復依行。但至臨時。從人借", "188": "受瓦盆油鉢陳朽大衣。沙彌不識是非。闍梨", "189": "何曾檢校。律云。若無若借。不名受具。豈得惜", "190": "少許資財。令一生無戒。虛食信施。沈流萬劫。", "191": "實可悲痛。雖往者不可諫。而來者猶可追。", "192": "10 加法行護十加法行護初加法者。必從次第。先加五條。", "193": "準十誦文大德一心念。我比丘某甲。此安陀會五", "194": "條衣。受一長一短。割截衣。持三說。揲葉襵葉隨改中衣", "195": "則云。此欝多羅七條衣受。兩長一短割截衣", "196": "持。大衣則云。此僧伽梨。二十五條衣受。四長", "197": "一短。割截衣持。餘詞同上。次明捨法準僧祇文大", "198": "德一心念我某甲。此安陀會是我三衣數。先", "199": "受持。今捨一說。餘二準改。並須求明律者。對首作之。次明行護。十誦。", "200": "護三衣如自皮。鉢如眼目。著大衣不得摙木", "201": "石土草。掃地等種種作務。不應為之。決正二", "202": "部律論。著大衣入村。見師僧上座別人。不得", "203": "禮得禮佛及眾僧十誦。所行之處。與衣鉢俱。無所顧", "204": "戀。猶如飛鳥。若不持三衣。入聚落犯罪。僧祇", "205": "云。當如塔想。祖師云。諸部竝制隨身。今時但", "206": "護宿者。不應教矣於此須明攝護。略分四門。初明衣界律", "207": "云。若人。衣。異處越宿。得捨墮罪。此衣須捨", "208": "懺言墮罪者。墮眾合地獄。一晝夜當人間歲數十四億四十千歲。律明離護。竝約", "209": "界論。界有多別。大略分二。一者作法攝衣界", "210": "謂伽藍中結界。寬於院相。須加攝衣羯磨。結已除無村聚。通界護衣。二者自然護衣", "211": "界。本宗他部。總有十五種。僧伽藍界一謂垣牆籬", "212": "棚。四面周匝。雖結界處。望不結攝衣。亦號自然衣界。村界二男女所居名村。即俗舍也。四相同", "213": "上。準舍界中。更有六種別相。一者聚落界謂村邑分齊處也。一者別界。如一聚落。止有一", "214": "家。齊聚落外雞飛及處。已外名異界。二同界者。謂多聚相涉。多論。四聚中間車梯四向相及。衣在四聚不失。僧", "215": "祇臥四聚中。頭足兩手。各在一界。衣在頭底。天明頭離犯捨。手脚相及不犯。多論安衣二界中。身臥二界上不", "216": "失。各有身分故。二者家界謂一聚內有多家者。亦有同別。若父母兄弟同處同業名同界。異食", "217": "異業。名別界即下族界也。三者族界謂一家中異食異業。亦有同別。各有住處。則名一界。若在", "218": "二處及。作食便利等眾處皆失。四外道舍若同見同論。則同一界。若異見者。身衣二處。及在門", "219": "屋中。庭眾處竝失。五遊行營處諸戲笑等人暫止之處。若屬一主名同界異主則彼此眾處", "220": "等皆失。六重舍即多重樓閣等。同主則人衣互上下不失。異主則失。若單樓閣　僧祇梯隥道外", "221": "二十五肘。了論。衣在下身在上者失。反此不失。樹界三極小下至與人身等。足蔭加趺。此有五別。", "222": "一獨樹取日正中影覆處。雨時水不及處。二相連大林十誦一拘盧舍。即二里", "223": "六百步。三四樹小林善見。十四肘。計二丈五尺二寸。四藤蔓架浦萄瓜瓠", "224": "等。僧祇四面各取二十五肘。計四丈五尺。謂從人身已去。非架外也。五明上下衣在樹下。身", "225": "在上失衣。若衣在上身在下不失。有落義故。場界四村外空靜治五穀處。隨場廣狹為限。車", "226": "界五住車取迴轉處。行車前後車杖相及不失。不及則失。船界六住船取迴轉處。行船多", "227": "有住處。不通來往。則有別界。反此通護。舍界七謂村外空野別舍。四分無相若準僧祇樓閣。則", "228": "取二十五肘。若準四分庫藏。則取四周內地。兩相隨用。堂界八前多敞露。庫界九積藏", "229": "眾物。倉界十儲積穀米處。上三竝約內地為界。蘭若界十一即空逈處。八", "230": "樹中間。計五十八步四尺八寸道行界十二善見前後四十九尋內。計三十九丈二尺。", "231": "洲界十三善見十四肘內。計二丈五尺二寸。水界十四僧祇水中道行二十", "232": "五肘。計四丈五尺。若衣在船上入水即失。若衣在岸上。兩脚入水即失。一脚不失。井界十五", "233": "僧祇道行露地井邊宿。二十五肘。亦四丈五尺內為界。衣在井中。應繩連垂手入井不失。與上界別故。餘坑窨亦", "234": "然。二明勢分者。作法衣界則無。必須入界。", "235": "方乃會衣勢分是自然。與作法界體異故。十五種自然。並隨界", "236": "量外。例加一十三步。計七丈八尺善見不健不羸人　盡力", "237": "擲石落處。古德評之約一十三步為準。但入勢分。即成會衣。不必入", "238": "界若有染隔情三礙在界　即無勢分。三明四礙如上諸界隨有失衣。一者染", "239": "礙女人在界。恐染淨行。衣須隨身。二者隔礙水陸道斷。門牆阻障等。三者", "240": "情礙國王大臣。幻師。樂人。入界。奪失等想及人家兄弟分隔。各有分齊之處。四者界", "241": "礙彼此不相通。如身在道中。衣者在樹下。即失衣等。四者明失否之相。律", "242": "鈔。有三斷。一者律中。奪失燒漂壞五想即情礙也", "243": "水陸道斷。若賊惡獸命梵等難此是隔礙必有上", "244": "緣。但失愛法。不犯捨墮。二者若先慢不護。", "245": "後雖難緣。失法犯罪。三者若恒懷領受。諸難", "246": "忽生往會不及。亦不失法。亦無有罪事須真實。不", "247": "可倚濫。又問曰。忘不持衣外行。至夜方覺取會無", "248": "緣。失衣以否。答。彼人恒自將隨身。忽忘例同", "249": "長衣開之長衣忘不說淨不犯更開十日。三明著法。律令齊整", "250": "著三衣。三千威儀。著時不得向佛塔上座三", "251": "師。亦莫背不得口銜。及兩手奮。鼻柰耶。應挑", "252": "著肩上。不得垂臂肘。此是前制。感通傳。天人", "253": "所告。凡經四制。初度五人已來。竝制袈裟左", "254": "臂。座具在袈裟下。次為年少美貌。入城乞食。", "255": "多為女愛。遂制衣角在左肩。以坐具鎮之。復", "256": "次因比丘。為外道難云。豈得以所座之布。而", "257": "居法衣之上。從此還制。令著左臂座具在下。", "258": "最後因比丘著衣不齊整。外道譏云。如婬女", "259": "如象鼻。由此始制。上安鉤紐。令以衣角達于", "260": "左臂置於腋下。不得令垂如上過也。今則宜", "261": "從後制。不然搭於肩上。若垂肘臂。定是非法。", "262": "以眾學中制罪故也。四明補浣。十誦衣服。常", "263": "須淨潔如法。不爾則人非人訶。善見。大衣。七", "264": "條。廣邊八指。長邊一搩手內穿不失受。五條", "265": "廣邊四指。長邊一搩手內穿不失。餘處穿如", "266": "小指甲許失受。補竟受持。多論但使緣斷則", "267": "失受。善見袈裟若大減却。若小以物裨之。若", "268": "浣若增色。若脫色上色。皆不失受等云云。", "269": "4 鉢多羅鉢多羅第四物", "270": "初明制意。僧祇鉢是出家人器。非俗人所", "271": "室。十誦云。鉢是恒沙諸佛標誌。不得惡用。", "272": "善見云。三乘聖人。皆執瓦鉢。乞食資生四海", "273": "為家。故名比丘。古德云。鉢盂無底。非廊廟之", "274": "器二釋名者。梵云鉢多羅。此名應器。有云。體", "275": "色量三。皆應法故。若準章服儀云。堪受供者。", "276": "用之名應器。故知鉢是梵言。此方語簡。省下", "277": "二字。三明體者。律云。大要有二。泥及鐵也。五", "278": "分律中。用木鉢犯偷蘭罪。僧祇云。是外道標", "279": "故。又受垢膩。故祖師云。今世中。有夾紵漆油", "280": "等鉢。竝是非法。義須毀之。四明色者。四分應", "281": "熏作黑色赤色。僧祇熏作孔雀咽色鴿色者", "282": "如法。善見鐵鉢五熏土鉢二熏。律中聽作熏", "283": "鉢鑪等此間多用竹烟。色則易上五明量者。四分中。大鉢", "284": "受三斗姬周三斗。即今唐斗一斗。小者受斗半即今五升。中品可", "285": "知大小之間。有執律文量腹之語。不依斗量非也。鈔云既號非法。不合愛淨。六明加法", "286": "準十誦文大德一心念。我某甲此鉢多羅應量受常", "287": "用故三說捨法。應云先受持今捨一說七行護五百問云。一日", "288": "都不用鉢食犯墮本宗應吉重病者開。若出界經", "289": "宿。不失受但得吉罪善見。若穿如粟米大失受。若", "290": "以銕屑補塞已。更須受。若偏斜破不成受。", "291": "5 尼師壇尼師壇第五物", "292": "初制意四分中。為護身護衣。護僧臥具故。二", "293": "釋名。梵云尼師壇。此云隨座衣。亦云座具。如", "294": "此方隥褥之類。愚者迷名云因尼師故制。又", "295": "不識中間貼故。呼為壇子。因合召為尼師壇", "296": "者。取笑於時不學故也。三定量四分。長佛二", "297": "搩手準五分佛一搩手。周尺二尺則長四尺也。量時尺寸。須定。微出量外。律結正犯廣一", "298": "搩手半即三尺也。上是本制量。律云。時迦留陀夷。", "299": "身大尼師壇小。對佛說之便聽更增廣長各", "300": "半搩手各增一尺。此是後聽。戒疏云。更增者開緣", "301": "也。還從本制。限外別增有執增量。為制非也又云即世", "302": "為言。衣服座具。皆樂廣大。食飲受用並樂華", "303": "厚云云。然捨制從開。理雖通得。但迦留極大", "304": "止加半搩。今時卑陋。豈是初量不容耶。苟曰", "305": "不然。請以誠證。鈔云。如法作者。準初量已。", "306": "截斷施緣。若座時膝在地上者。依增量一頭", "307": "一邊接裨之。此是定教正文故知膝不出地。亦不在增。或言初量是廢", "308": "前教非也然前代但於長頭廣邊。各增一尺。後天", "309": "人告祖師云。縱使四周具貼。不違半搩之文。", "310": "但翻譯語略云各半搩耳。十字而論即是四", "311": "周之義。坐具四貼由此始矣。四製造法。色同", "312": "袈裟。十誦。新者二重。故者四重。不得單作。", "313": "鼻奈耶云。應安緣。五分須揲四角。四分作新", "314": "者。須以故物。縱廣一搩手揲之亦准佛一搩。方二尺也。不", "315": "揲入手犯捨墮罪。若得已成新者。並財體一經身用。則不須揲又不得不截通取", "316": "增量。此跋闍妄法。五加法云。大德一心念。我", "317": "某甲此尼師壇應量作。今受持三說。捨法改下句。云今捨一說", "318": "十誦離宿。吉羅亦不失法。行用大同鉢耳。", "319": "寄此略辨祇支覆肩二衣初制意者。尼女報弱。故制祇支。披", "320": "於左肩。以襯袈裟。又制覆肩。掩於右膊。用遮", "321": "形醜。是故尼眾必持五衣。大僧亦有畜用。但", "322": "是聽衣耳。二釋名者。梵語僧祇支。此云上狹", "323": "下廣衣此據律文。以翻全乖衣相。若準應法師音義。翻云掩腋衣。頗得其實覆肩華", "324": "語。末詳梵言。三明衣相。僧祇二衣竝長四肘", "325": "廣二肘。故知亦同袈裟畟方。但無條葉耳。四", "326": "明著用世多紛諍。今為明之。此方往古。並服", "327": "祇支。至後魏時。始加右袖。兩邊縫合。謂之偏", "328": "衫。截領開裾。猶存本相。故知偏衫左肩。即本", "329": "祇支。右邊即覆肩也。今人迷此。又於偏衫之", "330": "上。復加覆肩。謂學律者。必須服著。但西土人", "331": "多袒膊。恐生譏過。故須掩之。此方襖褶重重。", "332": "仍加偏袖。又覆何為。縱說多途終成無據若云", "333": "生善者。是僧應著。何獨律宗餘宗不著。豈不生善。況輕紗紫染體色俱非。佛判俗服。全乖道相何善之有。或云。", "334": "分宗途者。佛教但以三學分宗。而謂形服異者。未之聞矣且三衣大聖嚴制。", "335": "曾未霑身。覆肩祖師累斥。堅持不捨。良以弊", "336": "風一扇。歷代共迷。復由於教無知。遂使聞義", "337": "不徙。更引明證。請試詳之。章服儀云。元制所", "338": "興。木唯尼眾。今僧服者。僣通下位。又住法圖", "339": "贊云。阿難報力休壯。圓滿具足。士女咸興愛", "340": "著。乃至目悅淨色。心醉神昏。繫子頸而沈殺", "341": "者。由此曲制。令著覆肩之衣。今則僥倖。而妄", "342": "服者濫矣據此乃斥內無偏衫。單覆者耳。若今重覆。彼時既無。不涉言限。且單覆猶為僥倖況今", "343": "重覆非法何疑。廣如別辨。", "344": "6 漉水囊漉水囊第六物賞看病中。則以針筒為六。今準二衣篇首列之", "345": "初制意鈔云。物雖輕小所為極大。出家慈濟", "346": "厥意在此。今上品高行。尚飲用蟲水。況諸不", "347": "肖焉可言哉。四分不得無漉袋。行半由旬二十里也", "348": "無者僧伽梨角漉二漉法者。薩婆多云。欲作", "349": "住處。先看水中有蟲否。有者作餘井。猶有者", "350": "捨去。凡用水法。應清淨者。如法漉置一器中。", "351": "足一日用。令持戒審悉。漉竟著淨器中。向日", "352": "諦視看。故有者如前說即作餘井捨去然水陸空界。無", "353": "非皆是有情依處。律中。且據漉囊所得。肉眼", "354": "所見以論持犯耳。三作囊法多論。取上細㲲", "355": "一肘作囊此間宜用密練絹作僧祇。蟲太細三重作。四分", "356": "作漉水袋。如杓形。若三角。若作宏㨯。若作漉", "357": "瓶。若患細蟲出。安沙於囊中。漉訖還著水中", "358": "此是私用者。若置於眾處。當準寄歸傳式樣。用絹五尺。兩頭立柱。釘鉤著帶繫上。中以橫杖撐開。下以盆盛等", "359": "鈔云。今有不肖之夫。見執漉囊者言。律學唯", "360": "在於漉袋。然不知所為處深。損生妨道者。猶", "361": "不畜漉袋。縱畜而不用。雖用而不瀉蟲。雖瀉", "362": "而損蟲命。且存殺生一戒。尚不遵奉。餘之威", "363": "儀見命。常沒其中不加受者。輕小物故。或常持故。如律無者。不得行半由旬是也", "364": "昔孤山嘗著漉囊誌。乃云。懸於草堂。以備法", "365": "物之數。如用之則未能也。余謂中庸子。知教", "366": "孰不知教。來者幸無取焉。", "367": "智論云。受持禁戒為性。剃髮染衣為相。然濁", "368": "世凡庸。鮮能修奉。且憑儀相。用光遺教。苟內", "369": "外都亡。則法滅無日。願諸上德。同志持危。即", "370": "華嚴云。具足受持威儀教法。能令僧寶不斷。", "371": "受佛遺寄。得其人矣。", "372": "佛制比丘六物圖"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1900 佛制比丘六物圖", "source": "CBETA"}