{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1404 佛說如意寶總持王經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1404", "1": "佛說如意寶總持王經", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "3": "傳法大師臣施護奉　詔譯", "4": "如是我聞。一時佛在覩史多天宮中。與妙住", "5": "等無數千菩薩摩訶薩俱。是諸菩薩摩訶薩。", "6": "皆得具足諸法轉不退輪。一生當得無上正", "7": "等正覺。是時復有無量天眾并諸營從亦來", "8": "集會。", "9": "爾時世尊在大眾中處大寶座顧視眾會欲說", "10": "妙法。時妙住菩薩摩訶薩。從座而起詣世尊", "11": "前。五輪著地禮已白言。世尊有彼善男子。得", "12": "此如意寶總持章句一心受持於過去見在", "13": "未來世尊。不見不聞亦不值遇者。是事云何", "14": "當有何因。唯願如來普為我等一一開說。乃", "15": "至未來一切眾生使無疑惑。說是語已顒然", "16": "而住。爾時世尊告妙住菩薩言。汝大方便能", "17": "問斯事。汝當諦聽為汝宣說。", "18": "佛言妙住彼善男子。受持此如意寶總持章", "19": "句者。而於過去見在及彼未來。雖行利益常", "20": "住福業。又復於此總持章句疑未斷故。妙住", "21": "此雖受持而非受持。所以者何此人住有為", "22": "心。無善巧智無方便故。若彼善男子於此總", "23": "持章句。心無疑惑決定專注。是則名為真受", "24": "持者。是則名為知過去未來及以見在說法", "25": "師名。是則名為見過去未來及以見在說法", "26": "師相。亦復得見過去未來及以見在正遍知", "27": "者。何以故妙住是人於總持門而妙解故。又", "28": "復於信不信而不住故。又復了知無去無來。", "29": "不生不滅。非空非不空。無瑞相非無瑞相。無", "30": "願求非無願求。亦復於如是法無取著故。妙", "31": "住彼善男子。能如是積行住無所住。是則名", "32": "住是得涅盤。是名受持供養此如意寶總持", "33": "章句。是名得無趣無壞之義。是名得無疑", "34": "力。是名得尸羅清淨。是名得一切法平等究", "35": "竟成佛見所說法。無自無他非和合非不和", "36": "合。妙住彼善男子。若恒修是行即得自無染。", "37": "若得無染亦得無縛。若自無縛令他無縛。若", "38": "自他無縛亦不住解脫。妙住若彼不染不縛", "39": "不住解脫。是則名為得如意寶總持。又於如", "40": "來族名知過去佛最上之明。亦名知未來佛", "41": "最上之明。亦名知見在佛最上之明。妙住此", "42": "如意寶總持章句。乃是過去未來見在佛母。", "43": "何因緣故為住過去未來見在得利益故。妙", "44": "住若菩薩摩訶薩。受持此如意寶總持章句", "45": "者。當知得名供養稱讚無數諸佛。亦復得名", "46": "於無數佛聞無上法。又復得無數佛稱讚護", "47": "念。亦得佛無量福智生故。妙住若受持此如", "48": "意寶總持章句者。凡有所求無不獲得。求聰", "49": "明得聰明。求總持得總持。求七寶得七寶。妙", "50": "住若善男子於如是事有人求者。當須於半", "51": "月中。清淨志心以乳為食。於我佛族作大供", "52": "養。然持誦此如意寶總持章句。一心專注而", "53": "無間斷。凡所求事無不獲得。妙住若有受持", "54": "如是總持章句者。以此總持章句威德之力。", "55": "設使有恒河沙數世界之中。所有天龍阿修", "56": "羅迦樓羅緊曩羅摩睺羅伽鳩槃茶乃至人", "57": "非人等。如是之眾有極惡之心無能惱亂。以", "58": "至星宿及尾也二合拏等亦不能惱害。何以", "59": "故以法力所加護故。又有賢愛菩薩大金剛", "60": "手菩薩等而擁護故。而此菩薩於此知足天。", "61": "乃至色究竟天而常擁護。何況於人間持誦", "62": "之者。妙住非唯此菩薩等。諸佛之心亦恒護", "63": "念。何以故為受持此如意寶總持章句故。", "64": "爾時世尊說是法已。妙住菩薩及會中無數", "65": "千菩薩。及天眾并諸營從等。得聞法已歡喜", "66": "踊躍禮佛而退。", "67": "佛說如意寶總持王經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1404 佛說如意寶總持王經", "source": "CBETA"}