{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2781 盂蘭盆經讚述", "text": {"0": "No. 2781 [cf. No. 685]", "1": "盂蘭盆經讚述", "10": "云修多羅。新翻云素呾攬。此云為經。亦名為", "100": "以金餅布地。周滿其中。皆厚五寸。買園奉", "101": "佛。後彌勒佛出世時。佛及人壽八萬歲。地廣", "102": "四十里。以七寶布地。須達爾時名讓佉。出家", "103": "修道獲羅漢果。", "104": "經曰大目健連始得六通者　述曰。此第四", "105": "明起教人也。有二。初德。二述孝。大目健連", "106": "者。據起教之人。但如來對人起說不同。或因", "107": "孝行興起。謂大方便報恩經等。彼經中阿難", "108": "問佛。佛法之中破有孝養父母者不。如來即", "109": "引須闍太子慈孝因緣。引彼經文出報恩經", "11": "綖。經有五義。略據二途。一曰涌泉。即住而無", "110": "第一卷中。或因惡逆起說。謂觀無量壽經等。", "111": "彼經明闍王殺父害母造二逆罪故。如來為", "112": "說淨土之行。今此經者。蓋由目連興起也。然", "113": "目連即二行第一。所以對之。一神足第一。謂", "114": "以天眼通訪覓其母。二慈孝第一。謂得果已", "115": "念報父母乳餔之恩。如似孔子說孝行。上從", "116": "天子下至庶人。皆當行孝。然別對曾子以說", "117": "其孝。以曾子有敦孝之性。所以對之。今此", "118": "亦爾。然一切佛弟子皆當行孝。然別對目連", "119": "為起說之由。言目連者。目連是姓。字俱律", "12": "竭。二稱繩墨。即契定正邪。詮定無改故名為", "120": "陀。以祠俱律陀樹神故即以為名。以彼國人", "121": "貴其姓故。從姓為名。故曰目連。始得六通者。", "122": "嘆其德明。目連超間究定。遊神七覺道。除三", "123": "漏果獲六通。通現創成。故云始得。問。何故", "124": "目連先不度母。得通果遂方救母耶。答。未", "125": "獲果時煩惱未盡。即有障礙不能拔苦。是故", "126": "經云。若有自縛能解彼縛。無有是處。復言。", "127": "辟如不解浮人能救溺者相共俱得故。須具", "128": "德方救母苦。", "129": "經曰欲度父母報乳哺之恩者　述曰。第二", "13": "經。依佛地論。能貫能攝故名為經。以佛聖教", "130": "明其述孝有二。一述孝心。二述孝事。此述孝", "131": "心也。曩裁我母生我勞悴。懷恩既重。理須酬", "132": "報。是以阿含經云。佛告諸比丘。常念孝順", "133": "供養父母。涅槃經云。寧於一日受三百鑽以", "134": "鑽其身。不應起一念惡心向於父母。何以", "135": "故。父母恩重故。依末羅經。母懷子十月。如", "136": "負太山之重。乳哺三年。育養之恩。號天罔", "137": "報。縱令從地積聚珍寶上至二十八天。悉以", "138": "施人。所得功德。不如供養父母一分功德也。", "139": "云乳哺者。依智度論云。乳哺三年。諸母養", "14": "貫穿攝持所應說義所化生故。應知此中宣", "140": "育。漸次長大。三年之內。在母懷抱。推于去", "141": "漯以愛子故向變為乳而養育之。依阿含經", "142": "閻浮提兒生墮地。墮地乃至三歲。母之懷抱", "143": "為飲幾乳。彌勒答曰。飲乳一百八十斛除母", "144": "腹中所食血分。東弗婆提兒墮已乃至三歲。", "145": "飲乳一千八百斛。西拘耶尼兒生墮地已乃", "146": "至三歲。飲乳八百八十斛。北欝單越兒生已", "147": "坐苞陌頭。行人授指啛指旨便成大人。彼土", "148": "無乳故亦云乳哺之內也。", "149": "經曰即以道眼觀視世界者　述曰。此明孝", "15": "說蘭盆拔苦孝行饒益有情。依所詮義故名", "150": "事也。孝事有五。一追訪。二得見。三痛苦。四", "151": "往救。五無益。目連即以天眼伸𨶳三界。傍觀", "152": "六趣。盡其神力追覓其母也。", "153": "經曰見其亡母生餓鬼中不見飲食皮骨連立", "154": "者　述曰。此第二得見。目連率已通力竪朗", "155": "三界。橫照十方。追訪既周。顯然得見。既魂此", "156": "道受苦難論。不見飲食等者。明見正報。飲食", "157": "資養其身。即膚包充潔。既絕內資養。唯有皮", "158": "骨違形。", "159": "經曰目連悲哀者　述曰。此痛苦也。哀哉父", "16": "為經。如緣起經集寶論等故名為經。", "160": "母愛育劬勞一旦永摧。說論惡道。目連雖不", "161": "滅姓痛徹心肝。悲涕橫流。哀聲動地。故云悲", "162": "哀也。", "163": "經曰即鉢盛飯往餉其母者　述曰。往救也。", "164": "母既皮骨連立。絕食已經多年。子即感結良", "165": "染。遂將食往救也。", "166": "經曰母得鉢飯便以左手障飯右手揣食食未", "167": "入口變成火灰者　述曰。此無益也。明目連", "168": "難復持食往救無益於母。左手障飯者慳也。", "169": "右手揣食者明於貪也。其母纔興慳悋則掩", "17": "此經三分。一教起因緣分。二目連大叫下明", "170": "握縱橫鉢內香飡速而變化也。", "171": "經曰目連大叫悲渧涕泣馳還白佛具陳如此", "172": "者　述曰。上來明起教因緣分。此即明聖教", "173": "所說分。先目連申請。後如來酬答。此申請也。", "174": "目連果獲六通轉變自在。雖有迴天動地之", "175": "力。電速星趣之功。然不能施香飯於炬口。滅", "176": "炎火於手中。斯即獨救無方。終希報答所以", "177": "高聲悲泣。更請救方。馳還白佛。大叫哀號惻", "178": "愴響振神祇。故云大叫。悲涕等者。情酸捫淚", "179": "名曰悲咦。飲噎吞聲故云㖒泣。覩母劇苦驟", "18": "聖教所說分。三目連白佛言下明依教奉行", "180": "返無賒。故云馳還白佛也。", "181": "經曰佛言汝母罪根深結者　述曰。下明如來", "182": "酬請也。就中有八。第一斥母罪深也。母之造", "183": "罪。如隨願往生中具說。但慳為漂善之本滅", "184": "惡趣之因稱曰罪根。汎流不絕相續受生故", "185": "云深結。此顯業力雖𥺟如大山嘆物。", "186": "經曰非汝一人力所奈何者　述曰。第二子", "187": "獨無救也。目連持食注餉糞得口腹充盈。欲", "188": "顯苦報難除。非汝一人能救也。", "189": "經曰汝雖孝順聲動天地天神地神邪摩外道", "19": "分。明教起所因所緣故。釋教起因緣分。正顯", "190": "道士四天神王亦不能奈何者　述曰。顯投", "191": "邪無力。此為除疑。疑云。一人證聖力少不能", "192": "救者。天魔外道邪眾甚多。應能救苦故。今釋", "193": "云魔邪等類亦不能救。汝雖大叫動於天地。", "194": "悲泣感於神祇。率邪魔之儅。集外道之眾。總", "195": "八部以同心併神功為一力。共拔汝母亦不", "196": "能奈何。", "197": "經曰當須十方眾僧之力乃得解脫者　述", "198": "曰。此第四依貞獲利。自恣羯磨。理通十方。", "199": "和合成僧。不簡凡聖。神如匡海。洞澤無方。", "2": "自他之□□□□□□□□□□□□□暢八", "20": "聖教所說法門品類差別故。云聖教所說分。", "200": "威若地炎。生福無盡。所以能除貪賊見苦。隨", "201": "三生天自在應時解脫也。", "202": "經曰吾今當說救濟之法令一切難皆離憂苦", "203": "者　述曰。此第五許說。救方如來何故須許", "204": "說者。良以目連既位動寒泉。啼傷隴樹。馳還", "205": "具告。實可哀哉。所以許說於前救之於後也。", "206": "經曰佛告目連十方眾僧七月十五日自恣時", "207": "者　述曰。第六品真勸。修文有二節。一教供", "208": "勝田。二教受供之儀。前中有五句。一標時。", "209": "二修意。三示法。四美田。五障益。此標時也。", "21": "顯彼時眾聞佛所說歡憙奉行故。名依教奉", "210": "十方顯境攙。僧眾簡邪儅。十五序良時。自恣", "211": "標捨行。然則三時獲果必藉良晨。人處為緣", "212": "還資清眾。故德侶晏坐之末。竟歲發露之時。", "213": "離縛則逆流愛河。流倫則救令速出也。", "214": "經曰當為七世父母及現在父母厄難中者", "215": "述曰。明修意也。當為七世父母者酬遠恩也。", "216": "則七生父母。現在者益近恩也。則親生父母。", "217": "然親累七世障覆載之難違恩及幽眾顯含育", "218": "之罔極。所以目連小志唯請近親。大聖慈寬", "219": "愛及七世也。", "22": "行分。若依舊解。名序正流通。與新經論三分", "220": "經曰具飯百味五果汲灌盆器香油錠燭床臥", "221": "眾具盡施甘美貯在盆中者　述曰。此第三", "222": "示法也。具飯百味五果者。晝所獻之餚。汲灌", "223": "盆器窮爼食之神器。香油錠燭擬去暗以留", "224": "光。床臥眾具則止疲以息慮。然則盆由聖制", "225": "事藉功成。所以安汲灌於龍門。記燎於雷室。", "226": "秦饒則皎之於前。趙玉亦佩之於後。神鳳上", "227": "踴飛蓋下垂翻瑛。八珍盆羅百味檀那既就", "228": "福應時。聰庶拔擢於知恩。亦祐利於群品也。", "229": "經曰當此之日一切聖眾或在山間禪定或得", "23": "不異。初教起分中。一明證信分。二明發起分。", "230": "四道果者　述曰。第四美田也。具讚三德。此", "231": "即定德也。當此之日即舉滅罪之良晨。一切", "232": "聖眾乃標證理之明。良匠或在山間禪定。處", "233": "巖藪以練心。或得四道果剋無內而取滅此", "234": "定得也。", "235": "經曰或樹下經行或六通自在者　述曰。智", "236": "德也。或樹下經行者頭陀自利之背。即依問", "237": "以專修。或六通自在者獲果利他之儅。即起", "238": "通而益物也。", "239": "經曰教化聲聞緣覺或十地菩薩大士權現比", "24": "證信分中。聞者出能聞人。只是傳法之人。即", "240": "丘在大眾中者　述曰。次明戒也。南句初列", "241": "三人。則有戒之者。次障三戒。出持犯之儀。", "242": "此列三人也。聲聞則別脫之戒。緣覺則定隨", "243": "律儀。菩薩則道共之戒。通即人人具之。別乃", "244": "各守戒也。", "245": "經曰皆同一心受鉢和羅飯具清淨戒者　述", "246": "曰。此明三戒。出持犯之儀。此別脫戒也。皆同", "247": "一心者。顯無散亂之失。受鉢和羅飯者障無", "248": "違爭之愆。具清淨戒者。即皎若明珠。夫以信", "249": "施難消。如毛繩斷骨故。律功一心受食。經制", "25": "阿難是。如是者出所聞法。表經可信。聞者如", "250": "具戒方消故。稱名免難尚勸一心為福利。生", "251": "圓須同意也。", "252": "經曰聖眾之道者　述曰。定隨戒也。然則智", "253": "依定起。非淨戒無以現前。聖託道生終假人", "254": "以顯其旨也。", "255": "經曰其德汪洋者　述曰。道隨戒也。汪洋者。", "256": "盛貌之威儀也。然行則𠌵王觀親取嚴形以", "257": "降魔　坐若就盤見不動而憚法故。門外覩沙", "258": "門之像深嗟五欲之怨。城中逢馬宿之客。聞", "259": "之帝而獲初果。斯則威儀之益也。", "26": "來圓音纔振。眾即翹心專注。耳識採攬。故名", "260": "經曰其有此等自恣僧者　述曰。第五顯益", "261": "也。文有二句。一顯大悲拔苦力。二顯大慈與", "262": "樂力。其有供養等者。顯大悲力。其有供養自", "263": "恣者。標良田之美也。現在等者。出所救之", "264": "重恩。恩有三品。一上恩。即現在父母親生育", "265": "故。二中恩者。七世父母枝引不絕遠資潤故。", "266": "三下恩。六親眷屬。謂親戚兄弟助力成故。即", "267": "大論云。離別常八易。離別知識難。離別知識", "268": "易。離別妻子難。離別妻子易。離別父母難。", "269": "此證三品親也。出三塗等者。正顯大悲力也。", "27": "為聞。餘經具道我聞。今此經略去我字。故", "270": "夫以積惡招殃災及二世。修善置福度及浚", "271": "混。今言出者。此等應墮三塗。但為聖力所資。", "272": "業果消滅。既應墮不墮。即說不墮為出也。", "273": "經曰若父母在世福樂百年等者　述曰。大", "274": "慈與樂力也。福樂百年即現在樂。入天花光", "275": "即後世樂。旦閻浮上壽命極一百年。天內報", "276": "宮光花影發也。", "277": "經曰佛勅十方眾僧當為施主家呪願者　述", "278": "曰。自下明受供之儀也。二句先教受食行。後", "279": "示受食儀。先呪願者。生口業善行。禪定意者", "28": "但言聞。依佛地論。我謂諸蘊世俗假者。聞謂", "280": "生意業善。後受食者生身業善也。夫以願如", "281": "御者。即有懸標之力。行類牛車。近有滅惡之", "282": "功。故先遣發願。後行禪也。", "283": "經曰光安在佛塔前者　述曰。示受食儀也。", "284": "然三寶次第雖有三階。就應化門宜先供佛。", "285": "何者。且塔安舍利即神變無窮。多寶靈龕乃", "286": "會身分坐。故使藥王燒百福之辟。信相□古", "287": "土之骸。合既聖體嶷然。寧不設盆先獻也。", "288": "經曰時目連泣聲除滅等者　述曰。第七孝", "289": "子領悟也。如來德澤。洪流神會。義無不憙。", "29": "耳根發識聽受。廢別就總故說我聞。又如來", "290": "倒懸雪苦。目連於是止悲。大眾則舞齊歡。目", "291": "連則宿除哭泣也。", "292": "經曰目連其母即於是日得脫一劫等者　述", "293": "曰。第八慈母蒙益也。且一人之福似掬土而", "294": "遏江河。今既大眾之威。若嵐風類於業嶺也。", "295": "經曰目連復白下　第三流通分。反有三句。", "296": "一啟清。二蒙讚。三正答。夫孝之大也即通於", "297": "神明。豈可獨敞於當時。而不垂光於來業。所", "298": "以目連啟請。務屬於茲也。文二句。一領即坐", "299": "之益。賀三寶之威。二為未戊傳芳。即諮疑", "3": "辨而動□□□□□聲而流□□□□□□", "30": "悲願增上緣力。聞者識上文義相生。此文義", "300": "審定。", "301": "經曰佛言等者　述曰。蒙讚也。如來既降迹", "302": "投機惠雲乘布。但使來人有苦即法澤彌流。", "303": "以彼同得宜故云大善　然佛猶未說類即申", "304": "疑故。云我正欲說汝今復問。", "305": "經曰若善男子等者　述曰。第三答也。有其", "306": "五節。一教獻供。二教發願。三教常修。四教", "307": "奉持。五教承命。此初也。極哉父母恩同天地。", "308": "從使血流滂沛未足酬恩。所以道門信類貴", "309": "徒賤品。但當獻供即答橫恩。圓有多句。一標", "31": "相。雖依眾生自善力起。就佛強緣名為佛說。", "310": "行孝人名。二示獻供時節。文相可解。", "311": "經曰乞願便現在父母等者　述曰。教發願", "312": "也。當願父母近年之命弗窮。資身之具恒逸。", "313": "既去解支之庸。即留倚樂之安。七世尊靈長", "314": "辭百苦。永去千彌寒泉。於此晨歸天靈。於", "315": "即曰感茲福乘亦願無窮。此即教獻供也。", "316": "經曰是佛弟子修孝順等者　述曰。三勸常修", "317": "也。若勸慈行即念念追思。若濟其親即年年", "318": "設供斯即孝盡於始終。亦行極於事親也。然", "319": "則財於老時無用措時為子孫故。盆於孝者。", "32": "由耳根力自心變現故名我聞。又聞者善根增", "320": "無施子宜午月恒獻故。", "321": "經曰若一切佛弟子奉持是經法者　述曰。", "322": "第四教奉持也。奉者信也持者念也。言信即", "323": "遣撥正邪。言念則深妄教之失。所以勗其信", "324": "念史教流通矣。", "325": "經曰目連比丘及四輩弟子奉行者　述曰。", "326": "第五承命也。如來降茲法雨澤潤含生。散坐", "327": "將終傳芳即席。但目連等咸受命頂戴奉行。", "328": "既荷載聖恩。理懷歡憙也。", "329": "盆經讚述卷一", "33": "上緣力。如來識上文義相生。此文義相是佛", "34": "利他善根所起故名佛說。聞者識心雖不取", "35": "得。然似彼相分。明顯現故。曰我聞。", "36": "經曰如是者　述曰。下出所聞法。如者稱理", "37": "之言。是者簡非之稱。若如不即理以之為非。", "38": "如即理如故云為是。亦可是信相也。信即內", "39": "心決定為習。道之某相。乃發言即可勸物同", "4": "□□□□□□言經從教主為名故稱佛說盂", "40": "趣。所以口心決定即為信相。信相既入道之", "41": "始。如是亦經序之初。依佛地論。如是之言信", "42": "可審定。謂如是法。我昔曾聞此事如是。齊此", "43": "當言定無有異。又云。如是總言。依四義轉。一", "44": "依譬喻。謂。當所說如是文句。如我昔聞。此", "45": "以今譬古。二依教海。謂。告時眾汝等當聽。我", "46": "昔所聞。三依問答。謂。有問言。汝當所說昔", "47": "定聞耶。故次答言。如是我聞。四依許可。謂。", "48": "結集之時。諸菩薩眾咸共請言。如汝所聞。當", "49": "如是說。傳法菩薩便許彼言如是當說。如我", "5": "□□□□□□□□□□□異流上出纔連", "50": "所聞。具此四義故曰我聞。上來證信分訖", "51": "經曰一時者　述曰。下明發起分有四句。一", "52": "明起教時。二明起教主。三明起教處所。四明", "53": "起教人。一時者起教時。謂。說者法義天真朗", "54": "然啟悟。聽者即翹心注想文句無倒。斯即法", "55": "澤降流之日。德侶蒙賴之辰故曰一時。若不", "56": "爾者。字名句等說聽時異。云何言一。或能", "57": "說者得陀羅尼於一字中。一剎那領能說能", "58": "持一切法門。或能聽者得許耳根一剎那領", "59": "得一字時。拾餘一切皆無障礙悉能領受故", "6": "皮骨命似倒懸既□□□發起□□稱曰盂", "60": "名一時。或相會過時分無別故名一時。即是", "61": "說聽共相會遇同一時義故名一時。", "62": "經曰佛者　述曰。第二明起教主。如來逈棄", "63": "囂塵獨超臣庭。圓智之猶明鏡。悲願之似摩", "64": "尼。彼我之化天戲。自他之利不息故名為", "65": "佛。依佛地論佛者是一切智一切種智。離煩", "66": "惱障及所知障。於一切法一切種相能自開", "67": "覺。亦能聞覺一切有情。如睡夢覺。如蓮花", "68": "開。故名為佛。", "69": "經曰在舍衛國耆樹給孤獨薗者　述曰。此", "7": "蘭盆者。即成食之器。甘□百味□□□方此", "70": "第三明起教處所也。舍衛國者此云名物國。", "71": "以彼國中積有餘物多有異珍。既名振遐邦", "72": "聲流遠國。即為名也。祇樹者即祇陀也。此云", "73": "戰勝。即太子名也。給孤獨者。此云須達即是", "74": "國臣之號。若依今日三藏法師新經及論　云", "75": "室羅伐誓多林給孤獨園。良以舊來三藏不", "76": "善方音。遂置訛謬若身梵本。應言室羅伐悉", "77": "底國。略去悉底也。唐云名聞國。上古之時有", "78": "兄弟二人居時習仙而獲仙證。而此仙人名", "79": "聞第一。為國之寶。後時於此安國立堵。即以", "8": "無加香積名飡悉爼。在於盆內。奉佛施僧。以", "80": "二仙之名為國城之稱。或曰多聞國。此國多", "81": "有聰明學問。能造論記。九十六種外道師弟", "82": "此中最多。又十六大國。而此國中見有四德。", "83": "普勝餘方。一財物德。二欲塵德。三法德。謂施", "84": "戒修四解脫德。謂出世果故曰多聞。誓多者", "85": "舊云祇陀。語訛也。此云戰勝。太子生時隣國", "86": "怨至。振而得勝故云戰勝。林者國樹之總名", "87": "也。園本誓多所有須達布金買之地。得安金", "88": "園屬須達。樹妨布價。林歸誓多。給孤獨者", "89": "即須達也。唐言善興。即國之大臣也。富財豐", "9": "救倒懸之苦。故曰盆也。經者能詮之教。梵語", "90": "德。恒以財物給孤濟窮。時人所重。故云給孤", "91": "獨也。真諦三藏云。須達多為過去鳩留村馱", "92": "佛時。已於此地起精舍供養。爾時地廣四十", "93": "里。佛及人壽四萬歲須達爾時名毘沙長者。", "94": "以金板布地。寶衣覆之。而為供養。俱那含牟", "95": "尼佛時。佛及人壽三萬歲。須達爾時名大家", "96": "主長者。以銀布地而為供養。爾時此地廣三", "97": "十里。迦葉波佛。佛及人壽二萬歲。須達爾時", "98": "名大幡相長者。以七寶布地。地廣二十里。今", "99": "第七釋迦牟尼佛。佛及人壽百歲。地廣十里。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2781 盂蘭盆經讚述", "author": "唐 慧淨撰", "sourceLink": "http://www.cbeta.org/"}