{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 摩訶般若波羅蜜經釋論: 大智度: 摩訶般若波羅蜜: 初品: 大智度論: 摩訶般若波羅蜜經釋論: 大智度: 摩訶般若波羅蜜: 初品", "text": {"0": "No. 1509 [cf. No. 223]", "1": "序摩訶般若波羅蜜經釋論序", "10": "旨。二乘所以顛沛於三藏，雜學所以曝鱗於", "100": "若臭屍。即命車匿，令被白馬，夜半踰城，", "101": "行十二由旬，到跋伽婆仙人所住林中，以", "102": "刀剃髮，以上妙寶衣，貿麁布僧伽梨。於", "103": "泥連禪河側，六年苦行，日食一麻，或食一", "104": "米等。而自念言：「是處非道！」爾時，菩薩捨苦", "105": "行處，到菩提樹下，坐金剛處。魔王將十八", "106": "億萬眾來壞菩薩，菩薩以智慧功德力故，", "107": "降魔眾已，即得阿耨多羅三藐三菩提。是", "108": "時三千大千世界主梵天王，名式棄，及色界", "109": "諸天等，釋提桓因及欲界諸天等，并四天王，", "11": "龍門者，不其然乎！是以馬鳴起於正法之餘，", "110": "皆詣佛所，勸請世尊初轉法輪。亦是菩薩", "111": "念本所願，及大慈大悲故，受請說法。諸法", "112": "甚深者，般若波羅蜜是；以是故佛說《摩訶", "113": "般若波羅蜜經》。復次，有人疑佛不得一切", "114": "智，所以者何？諸法無量無數，云何一人能知", "115": "一切法？佛住般若波羅蜜實相清淨如虛", "116": "空，無量無數法中，自發誠言：「我是一切", "117": "智人，欲斷一切眾生疑」；以是故說《摩訶般", "118": "若波羅蜜經》。復次，有眾生應得度者，以佛", "119": "大功德智慧無量，難知難解故，為惡師所", "12": "龍樹生於像法之末。正餘易弘故，直振其遺", "120": "惑，心沒邪法，不入正道。為是輩人，起大", "121": "慈心，以大悲手授之，令入佛道；是故自", "122": "現最妙功德，出大神力。如《般若波羅蜜．初", "123": "品》中說：「佛入三昧王三昧，從三昧起，以天", "124": "眼觀十方世界，舉身毛孔皆笑，從其足下", "125": "千輻輪相，放六百千萬億種種色光明，從", "126": "足指上至肉髻，處處各放六百千萬億種", "127": "種色光明，普照十方無量無數如恒沙等", "128": "諸佛世界，皆令大明。」佛從三昧起欲宣", "129": "示一切諸法實相，斷一切眾生疑結故，說《般", "13": "風瑩拂而已。像末多端故，乃寄跡凡夫示悟", "130": "若波羅蜜經》。復次，有惡邪人，懷嫉妬意，誹", "131": "謗言：「佛智慧不出於人，但以幻術惑世。」", "132": "斷彼貢高邪慢意故，現無量神力，無量智慧", "133": "力，於《般若波羅蜜》中，自說：「我神德無量，三", "134": "界特尊，為一切覆護；若一發惡念，獲罪", "135": "無量；一發淨信，受人天樂，必得涅槃果。」", "136": "復次，欲令人信受法故，言：「我是大師，有十", "137": "力、四無所畏，安立聖主住處，心得自在，能", "138": "師子吼，轉妙法輪，於一切世界最尊最上。」", "139": "復次，佛世尊欲令眾生歡喜故，說是《般若", "14": "物以漸，又假照龍宮以朗搜玄之慧，託聞幽", "140": "波羅蜜經》言：「汝等應生大喜！何以故？一切", "141": "眾生入邪見網，為異學惡師所惑，我於", "142": "一切惡師邪網中得出。十力大師，難可值", "143": "見，汝今已遇，我隨時開發三十七品等諸", "144": "深法藏，恣汝採取。」復次，一切眾生為結使病", "145": "所煩惱，無始生死已來，無人能治此病", "146": "者，常為外道惡師所誤。我今出世為大醫", "147": "王，集諸法藥，汝等當服，是故佛說《摩訶般", "148": "若波羅蜜經》。復次，有人念言：「佛與人同，亦", "149": "有生死，實受飢渴、寒熱、老病苦。」佛欲斷", "15": "祕以窮微言之妙，爾乃憲章智典作茲釋論。", "150": "彼意故，說是《摩訶般若波羅蜜經》。示言：「我", "151": "身不可思議，梵天王等諸天祖父，於恒河沙", "152": "等劫中，欲思量我身，尋究我聲，不能測", "153": "度，況我智慧三昧？」如偈說：", "154": "「諸法實相中，諸梵天王等，", "155": "一切天地主，迷惑不能了！", "156": "此法甚深妙，無能測量者，", "157": "佛出悉開解，其明如日照。」", "158": "又如佛初轉法輪時，應時菩薩從他方", "159": "來，欲量佛身，上過虛空無量佛剎，至華", "16": "其開夷路也，則令大乘之駕方軌而直入；其", "160": "上佛世界，見佛身如故，菩薩說言：", "161": "「虛空無有邊，佛功德亦爾；", "162": "設欲量其身，唐勞不能盡！", "163": "上過虛空界，無量諸佛土，", "164": "見釋師子身，如故而不異！", "165": "佛身如金山，演出大光明，", "166": "相好自莊嚴，猶如春華敷。」", "167": "如佛身無量，光明、音響亦復無量，戒、定、慧等", "168": "諸佛功德，皆悉無量。如《密迹經》中三密，此", "169": "中應廣說。復次，佛初生時，墮地行七步，口自", "17": "辯實相也，則使妄見之惑不遠而自復。其為", "170": "發言，言竟便默，如諸嬰孩，不行不語，乳", "171": "餔三歲，諸母養育，漸次長大。然佛身無數，", "172": "過諸世間，為眾生故，現如凡人。凡人生時，", "173": "身分諸根及其意識未成就故，身四威儀：坐、", "174": "臥、行、住，言談語默，種種人法，皆悉未了；日月", "175": "歲過，漸漸習學，能具人法。今佛云何生便", "176": "能語能行，後更不能？以此致怪！但為此故", "177": "以方便力，現行人法，如人威儀，令諸眾生", "178": "信於深法。若菩薩生時，便能行能語，世人", "179": "當作是念：「今見此人，世未曾有，必是天、龍、", "18": "論也，初辭擬之，必標眾異以盡美；卒成之終，", "180": "鬼、神，其所學法，必非我等所及。何以故？我", "181": "等生死肉身，為結使業所牽，不得自在，如", "182": "此深法，誰能及之？」以此自絕，不得成賢聖", "183": "法器。為是人故，於嵐毘尼園中生。雖即", "184": "能至菩提樹下成佛，以方便力故，而現作", "185": "孩童、幼小、年少、成人；於諸時中次第而受", "186": "嬉戲術藝服御五欲。具足人法。後漸見老、", "187": "病、死苦，生厭患心，於夜中半，踰城出家，到", "188": "鬱特伽阿羅洛仙人所，現作弟子而不行", "189": "其法。雖常用神通，自念宿命，迦葉佛時持", "19": "則舉無執以盡善。釋所不盡，則立論以明之；", "190": "戒行道，而今現修苦行六年求道。菩薩雖", "191": "主三千大千世界，而現破魔軍，成無上", "192": "道。隨順世法故，現是眾變。今於《般若波羅", "193": "蜜》中，現大神通智慧力故。諸人當知佛身", "194": "無數，過諸世間。復次，有人應可度者，或墮", "195": "二邊；或以無智故，但求身樂；或有為道故，", "196": "修著苦行。如是人等，於第一義中，失涅槃", "197": "正道。佛欲拔此二邊，令入中道，故說《摩", "198": "訶般若波羅蜜經》。復次，分別生身、法身，供養", "199": "果報故，說《摩訶般若波羅蜜經》。如〈舍利塔", "2": "長安釋僧叡述", "20": "論其未辯，則寄折中以定之。使靈篇無難喻", "200": "品〉中說。復次，欲說阿鞞跋致，阿鞞跋致相", "201": "故說。又為魔幻、魔事故說。復次，為當來", "202": "世人，供養般若波羅蜜因緣故；又欲授三", "203": "乘記別故，說是《般若波羅蜜經》。如佛告阿", "204": "難：「我涅槃後，此般若波羅蜜當至南方，從", "205": "南方至西方，後五百歲中當至北方。是中", "206": "多有信法善男子、善女人，種種華香、瓔珞、幢", "207": "幡、伎樂、燈明、珍寶，以財物供養。若自書，若", "208": "教人書，若讀誦、聽說，正憶念、修行，以法供", "209": "養。是人以是因緣故，受種種世間樂；末", "21": "之章，千載悟作者之旨，信若人之功矣！有鳩", "210": "後得三乘，入無餘涅槃。」如是等觀諸品中", "211": "因緣事故，說《般若波羅蜜經》。復次，佛欲說", "212": "第一義悉檀相故，說是《般若波羅蜜經》。有", "213": "四種悉檀：一者、世界悉檀，二者、各各為人悉", "214": "檀，三者、對治悉檀，四者、第一義悉檀。四悉檀", "215": "中，一切十二部經，八萬四千法藏，皆是實，", "216": "無相違背。佛法中，有以世界悉檀故實，", "217": "有以各各為人悉檀故實，有以對治悉檀", "218": "故實，有以第一義悉檀故實。有世界者，有", "219": "法從因緣和合故有，無別性。譬如車，轅、軸、", "22": "摩羅耆婆法師者，少播聰慧之聞，長集奇拔", "220": "輻、輞等和合故有，無別車。人亦如是，五眾", "221": "和合故有，無別人。若無世界悉檀者，佛", "222": "是實語人，云何言：「我以清淨天眼，見諸眾", "223": "生隨善惡業死此生彼，受果報；善業者", "224": "生天人中，惡業者墮三惡道」？復次，經言：「一", "225": "人出世，多人蒙慶，福樂饒益，佛世尊也。」如《法", "226": "句》中說：「神自能救神，他人安能救！神自行", "227": "善智，是最能自救。」如《瓶沙王迎經》中佛說：「凡", "228": "人不聞法，凡人著於我。」又《佛二夜經》中說：", "229": "「佛初得道夜，至般涅槃夜，是二夜中間所", "23": "之譽，才舉則亢標萬里，言發則英辯榮枯，常", "230": "說經教，一切皆實不顛倒。」若實無人者，佛", "231": "云何言：「我天眼見眾生」？是故當知有人者，", "232": "世界悉檀，故非是第一義悉檀。問曰：第一", "233": "悉檀是真實，實故名第一，餘者不應實。答", "234": "曰：不然！是四悉檀各各有實，如：如、法性、實", "235": "際，世界悉檀故無，第一義悉檀故有。人", "236": "等亦如是，世界悉檀故有，第一義悉檀故", "237": "無。所以者何？人五眾因緣有故有是人", "238": "等。譬如乳，色、香、味、觸因緣有故有是乳；若", "239": "乳實無，乳因緣亦應無。今乳因緣實有故，", "24": "杖茲論為淵鏡憑高、致以明宗。以秦弘始三", "240": "乳亦應有；非如一人第二頭、第三手，無因", "241": "緣而有假名。如是等相，名為世界悉檀。", "242": "云何各各為人悉檀者？觀人心行而為", "243": "說法，於一事中，或聽、或不聽。如經中所說：", "244": "「雜報業故，雜生世間，得雜觸，雜受。」更有", "245": "《破群那經》中說：「無人得觸，無人得受。」問", "246": "曰：此二經云何通？答曰：以有人疑後世，不", "247": "信罪福，作不善行，墮斷滅見；欲斷彼疑，", "248": "捨彼惡行，欲拔彼斷見，是故說雜生世", "249": "間，雜觸雜受。是破群那計有我有神，", "25": "年，歲次星紀，十二月二十日，自姑臧至長安。", "250": "墮計常中。破群那問佛言：「大德！誰受？」", "251": "若佛說：「某甲某甲受」，便墮計常中，其人我見", "252": "倍復牢固，不可移轉，以是故不說有受", "253": "者、觸者。如是等相，是名各各為人悉檀。對", "254": "治悉檀者，有法，對治則有，實性則無。譬如", "255": "重、熱、膩、酢、醎藥草飲食等，於風病中名為", "256": "藥，於餘病非藥；若輕、冷、甘、苦、澁藥草飲食", "257": "等，於熱病名為藥，於餘病非藥；若輕、辛、", "258": "苦、澁、熱藥草飲食等，於冷病中名為藥，於", "259": "餘病非藥。佛法中治心病亦如是：不淨觀", "26": "秦王虛襟既已蘊在，昔見之心豈徒則悅而", "260": "思惟，於貪欲病中，名為善對治法；於瞋恚", "261": "病中，不名為善，非對治法。所以者何？觀身", "262": "過失，名不淨觀；若瞋恚人觀過失者，則", "263": "增益瞋恚火故。思惟慈心，於瞋恚病中，", "264": "名為善對治法；於貪欲病中，不名為善，非", "265": "對治法。所以者何？慈心於眾生中求好事，", "266": "觀功德；若貪欲人求好事，觀功德者，則", "267": "增益貪欲故。因緣觀法，於愚癡病中，名為", "268": "善對治法；於貪欲、瞋恚病中，不名為善，非", "269": "對治法。所以者何？先邪觀故生邪見，邪見", "27": "已！晤言相對，則淹留終日；研微造盡，則窮", "270": "即是愚癡。問曰：如佛法中說十二因緣甚", "271": "深，如說：「佛告阿難：『是因緣法甚深，難見難", "272": "解，難覺難觀，細心巧慧人乃能解。』」愚癡人", "273": "於淺近法，猶尚難解，何況甚深因緣？今云", "274": "何言「愚癡人應觀因緣法」？答曰：愚癡人者，", "275": "非謂如牛羊等愚癡；是人欲求實道，邪心", "276": "觀故生種種邪見。如是愚癡人，當觀因緣，", "277": "是名為善對治法。若行瞋恚、婬欲人，欲", "278": "求樂、欲惱他，於此人中，非善非對治法；", "279": "不淨、慈心思惟，是二人中，是善是對治法。何", "28": "年忘倦。又以晤言之功雖深，而恨獨符之", "280": "以故？是二觀能拔瞋恚、貪欲毒刺故。復次，著", "281": "常顛倒眾生，不知諸法相似相續有；如", "282": "是人觀無常，是對治悉檀，非第一義。何", "283": "以故？一切諸法自性空故。如說偈言：", "284": "「無常見有常，是名為顛倒；", "285": "空中無無常，何處見有常？」", "286": "問曰：一切有為法，皆無常相應，是第一義，", "287": "云何言無常非實？所以者何？一切有為法，", "288": "生、住、滅相，前生、次住、後滅故，云何言無常", "289": "非實？答曰：有為法不應有三相。何以故？三", "29": "心不曠；造盡之要雖玄，而惜津梁之勢未普。", "290": "相不實故。若諸法生、住、滅是有為相者，今", "291": "「生」中亦應有三相，「生」是有為相故；如是", "292": "一一處亦應有三相，是則無窮，住、滅亦如", "293": "是。若諸生、住、滅各更無有生、住、滅者，不", "294": "應名有為法。何以故？有為法相無故。以", "295": "是故，諸法無常，非第一義。復次，若一切實", "296": "性無常，則無行業報。何以故？無常名生滅", "297": "失故，譬如腐種子不生果。如是則無行業，", "298": "無行業云何有果報？今一切賢聖法有果", "299": "報，善智之人所可信受，不應言無。以是", "3": "夫萬有本於生生而生，生者無生；變化兆於", "30": "遂以莫逆之懷，相與弘兼忘之慧，乃集京師", "300": "故，諸法非無常性。如是等無量因緣說，不", "301": "得言諸法無常性。一切有為法無常，苦、無", "302": "我等亦如是。如是等相，名為對治悉檀。", "303": "第一義悉檀者，一切法性，一切論議語言，", "304": "一切是法非法，一一可分別破散；諸佛、辟支", "305": "佛、阿羅漢所行真實法，不可破，不可散。上", "306": "於三悉檀中所不通者，此中皆通。問", "307": "曰：云何通？答曰：所謂通者，離一切過失，不", "308": "可變易，不可勝。何以故？除第一義悉檀，", "309": "諸餘論議，諸餘悉檀，皆可破故。如《眾義經》", "31": "義業沙門，命公卿賞契之士五百餘人，集於", "310": "中所說偈：", "311": "「各各自依見，戲論起諍競，", "312": "若能知彼非，是為知正見。", "313": "不肯受他法，是名愚癡人，", "314": "作是論議者，真是愚癡人。", "315": "若依自是見，而生諸戲論，", "316": "若此是淨智，無非淨智者。」", "317": "此三偈中，佛說第一義悉檀相。所謂世間", "318": "眾生自依見，自依法，自依論議，而生諍競；", "319": "戲論即諍競本，戲論依諸見生。如說偈", "32": "渭濱逍遙園堂。鑾輿佇駕於洪涘，禁禦息警", "320": "言：", "321": "「有受法故有諸論，若無有受何所論？", "322": "有受無受諸見等，是人於此悉已除。」", "323": "行者能如實知此者，於一切法、一切戲", "324": "論，不受不著，不見是實，不共諍競，能知", "325": "佛法甘露味。若不爾者，則謗法。若不受他", "326": "法，不知不取，是無智人。若爾者，應一切論", "327": "議人皆無智。何以故？各各不相受法故。所", "328": "謂有人自謂法第一義淨，餘人妄語不淨。", "329": "譬如世間治法，故治法者，刑罰殺戮，種種", "33": "於林間。躬覽玄章，考正名於梵本；諮通津要，", "330": "不淨，世間人信受行之，以為真淨；於餘出", "331": "家善聖人中，是最為不淨。外道出家人", "332": "法，五熱中一腳立、拔髮等，尼犍子輩以為", "333": "妙慧，餘人說此為癡法。如是等種種外道", "334": "出家，白衣婆羅門法，各各自以為好，餘皆", "335": "妄語。是佛法中亦有犢子比丘說：「如四大和", "336": "合有眼法，如是五眾和合有人法。」《犢子阿", "337": "毘曇》中說：「五眾不離人，人不離五眾，不可", "338": "說五眾是人，離五眾是人，人是第五不可", "339": "說法藏中所攝。」說一切有道人輩言：「神人，", "34": "坦夷路於來踐。經本既定，乃出此釋論。論之", "340": "一切種、一切時、一切法門中求不可得；譬", "341": "如兔角龜毛常無。復次十八界，十二入，五眾", "342": "實有，而此中無人。」更有佛法中方廣道", "343": "人言：「一切法不生不滅，空無所有，譬如兔", "344": "角龜毛常無。」如是等一切論議師輩，自守其", "345": "法，不受餘法，「此是實，餘者妄語。」若自受其", "346": "法，自法供養，自法修行，他法不受、不供養", "347": "為作過失。若以是為清淨得第一義利", "348": "者，則一切無非清淨。何以故？彼一切皆自", "349": "愛法故。問曰：若諸見皆有過失，第一義", "35": "略本有十萬偈，偈有三十二字，并三百二十", "350": "悉檀何者是？答曰：過一切語言道，心行", "351": "處滅，遍無所依，不示諸法，諸法實相，無初、", "352": "無中、無後，不盡、不壞。是名第一義悉檀。如", "353": "摩訶衍義偈中說：", "354": "「語言盡竟，心行亦訖；不生不滅，", "355": "法如涅槃。說諸行處，名世界法；", "356": "說不行處，名第一義。", "357": "「一切實一切非實，及一切實亦非實，", "358": "一切非實非不實，是名諸法之實相。」", "359": "如是等處處經中說第一義悉檀。是義甚深，", "36": "萬言。梵夏既乖，又有煩簡之異，三分除二，", "360": "難見難解；佛欲說是義故，說《摩訶般若", "361": "波羅蜜經》。復次，欲令長爪梵志等大論議", "362": "師於佛法中生信故，說是《摩訶般若波羅", "363": "蜜經》。有梵志號名長爪，更有名先尼婆", "364": "蹉衢多羅，更有名薩遮迦摩揵提等。是等", "365": "閻浮提大論議師輩言：「一切論可破，一切語", "366": "可壞，一切執可轉故，無有實法可信可恭", "367": "敬者。」如《舍利弗本末經》中說：「舍利弗舅摩訶", "368": "俱絺羅，與姊舍利論議不如。」俱絺羅思惟念", "369": "言：「非姊力也，必懷智人，寄言母口。未生", "37": "得此百卷。於大智三十萬言，玄章婉旨，朗然", "370": "乃爾，及生長大，當如之何？」思惟已，生憍", "371": "慢心，為廣論議故，出家作梵志。入南天竺", "372": "國，始讀經書。諸人問言：「汝志何求？學習何", "373": "經？」長爪答言：「十八種大經，盡欲讀之。」諸", "374": "人語言：「盡汝壽命，猶不能知一，何況能盡？」", "375": "長爪自念：「昔作憍慢，為姊所勝，今此諸人", "376": "復見輕辱。為是二事故，自作誓言：我不", "377": "剪爪，要讀十八種經書盡」；人見爪長，因", "378": "號為長爪梵志。是人以種種經書智慧力，", "379": "種種譏刺是法是非法，是應是不應，是實是", "38": "可見，歸途直達，無復惑趣之疑，以文求之無", "380": "不實，是有是無，破他論議。譬如大力狂象，", "381": "搪揬蹴踏，無能制者。如是長爪梵志以論", "382": "議力，摧伏諸論師已，還至摩伽陀國王舍", "383": "城那羅聚落，至本生處，問人言：「我姊生子，", "384": "今在何處？」有人語言：「汝姊子者，適生八歲，", "385": "讀一切經書盡；至年十六，論議勝一切人；", "386": "有釋種道人姓瞿曇，與作弟子。」長爪聞之，", "387": "即起憍慢，生不信心，而作是言：「如我姊子", "388": "聰明如是，彼以何術，誘誑剃頭作弟子？」說", "389": "是語已，直向佛所。爾時，舍利弗初受戒半月，", "39": "間然矣。故天竺傳云：「像、正之末，微馬鳴、龍樹，", "390": "佛邊侍立，以扇扇佛。長爪梵志見佛，問訊", "391": "訖，一面坐，作是念：「一切論可破，一切語可", "392": "壞，一切執可轉，是中何者是諸法實相？何", "393": "者是第一義？何者性？何者相？不顛倒？」如是", "394": "思惟，譬如大海水中，欲盡其涯底，求之", "395": "既久，不得一法實可以入心者。「彼以何論", "396": "議道而得我姊子？」作是思惟已，而語佛言：", "397": "「瞿曇！我一切法不受。」佛問長爪：「汝一切法", "398": "不受，是見受不？」佛所質義，汝已飲邪見", "399": "毒，今出是毒氣，言：「一切法不受，是見汝", "4": "物始而始，始者無始。然則無生、無始，物之性", "40": "道學之門其淪胥溺喪矣！」其故何耶？寔由", "400": "受不？」爾時，長爪梵志，如好馬見鞭影即覺，", "401": "便著正道；長爪梵志亦如是，得佛語鞭影", "402": "入心，即棄捐貢高，慚愧低頭，如是思惟：「佛", "403": "置我著二處負門中：若我說是見我受，", "404": "是負處門麁，故多人知，云何自言一切法", "405": "不受，今受是見？此是現前妄語，是麁負", "406": "處門，多人所知。第二負處門細，我欲受", "407": "之，以不多人知故。」作是念已，答佛言：", "408": "「瞿曇！一切法不受，是見亦不受。」佛語梵", "409": "志：「汝不受一切法，是見亦不受，則無所", "41": "二未𢍆微邪法用盛，虛言與實教並興，嶮徑", "410": "受，與眾人無異，何用自高而生憍慢？」", "411": "如是，長爪梵志不能得答，自知墮負處，", "412": "即於佛一切智中起恭敬，生信心，自思惟：", "413": "「我墮負處，世尊不彰我負，不言是非，不", "414": "以為意；佛心柔濡，第一清淨；一切語論", "415": "處滅，得大甚深法，是可恭敬處；心淨第", "416": "一。」佛說法斷其邪見故，即於坐處得遠", "417": "塵離垢，諸法中得法眼淨。時，舍利弗聞", "418": "是語，得阿羅漢。是長爪梵志出家作沙門，", "419": "得大力阿羅漢。若長爪梵志不聞般若波", "42": "與夷路爭轍，始進者化之而流離，向道者惑", "420": "羅蜜氣分，離四句第一義相應法，小信尚不", "421": "得，何況得出家道果？佛欲導引如是等", "422": "大論議師利根人故，說是《般若波羅蜜經》。", "423": "復次，諸佛有二種說法：一者、觀人心隨可度", "424": "者；二者、觀諸法相。今佛欲說諸法實相", "425": "故，說是《摩訶般若波羅蜜經》。如說〈相不相", "426": "品〉中，諸天子問佛：「是般若波羅蜜甚深，云何", "427": "作相？」佛告諸天子：「空則是相，無相、無作相、無", "428": "生滅相、無行之相，常不生、如性相、寂滅相等。」", "429": "復次，有二種說法：一者、諍處，二者、不諍處。諍", "43": "之而播越，非二匠其孰與正之！是以天竺諸", "430": "處，如餘經中說；今欲明無諍處故，說", "431": "是《般若波羅蜜經》。有相、無相，有物、無物，有依、", "432": "無依，有對、無對，有上、無上，世界、非世界，亦如", "433": "是。問曰：佛大慈悲心，但應說無諍法，何以", "434": "說諍法？答曰：無諍法皆是無相，常寂滅不", "435": "可說；今說布施等，及無常、苦、空等諸法，皆", "436": "為寂滅無戲論故說。利根者知佛意，不起", "437": "諍；鈍根者不知佛意，取相、著心故起諍。", "438": "此般若波羅蜜，諸法畢竟空故，無諍處；若畢", "439": "竟空可得可諍者，不名畢竟空。是故，《般", "44": "國，為之立廟，宗之若佛。又稱而詠之曰：「智慧", "440": "若波羅蜜經》名無諍處，有無二事皆寂滅", "441": "故。復次，餘經中多以三種門說諸法，所", "442": "謂善門，不善門，無記門；今欲說非善門、非不", "443": "善門、非無記門諸法相故，說《摩訶般若波羅", "444": "蜜經》。學法、無學法、非學非無學法；見諦斷法、", "445": "思惟斷法、無斷法；可見有對，不可見有對、不可", "446": "見無對；上、中、下法；小、大、無量法；如是等三法", "447": "門亦如是。復次，餘經中說四念處，隨聲聞", "448": "法門。於是比丘觀內身三十六物，除欲貪", "449": "病；如是觀外身，觀內外身。今於四念處，", "45": "日已頹，斯人令再曜；世昏寢已久，斯人悟令", "450": "欲以異門說般若波羅蜜。如所說：菩薩", "451": "觀內身，於身不生覺觀，不得身，以無所", "452": "得故。如是觀外身，觀內外身，於身不生", "453": "覺觀，不得身，以無所得故。於身念處中", "454": "觀身而不生身覺觀，是事甚難。三念處亦", "455": "如是。四正勤、四如意足、四禪、四諦等種種", "456": "四法門，亦如是。復次，餘經中佛說五眾，無常、", "457": "苦、空、無我相；今於是五眾欲說異法門", "458": "故，說《般若波羅蜜經》。如佛告須菩提：「菩薩", "459": "若觀色是常行，不行般若波羅蜜；受、想、行、識", "46": "覺。」若然者，真可謂功格十地，道侔補處者", "460": "是常行，不行般若波羅蜜；色無常行，不行般", "461": "若波羅蜜；受、想、行、識無常行，不行般若波羅", "462": "蜜。」五受眾、五道，如是等種種五法門亦如", "463": "是。餘六、七、八等，乃至無量法門亦如是。", "464": "如摩訶般若波羅蜜無量無邊，說《般若波羅", "465": "蜜》因緣，亦無量無邊。是事廣故，今略說摩", "466": "訶般若波羅蜜因緣起法竟。", "467": "2 如是我聞一時釋論摩訶般若波羅蜜初品如是", "468": "我聞一時釋論第二", "469": "【經】如是我聞：一時。【論】問曰：諸佛經何", "47": "矣！傳而稱之，不亦宜乎！幸哉！此中鄙之外，忽", "470": "以故初稱「如是」語？答曰：佛法大海，信為能", "471": "入，智為能度。「如是」義者，即是信。若人心", "472": "中有信清淨，是人能入佛法；若無信，是人", "473": "不能入佛法。不信者言：「是事不如是」，", "474": "是不信相。信者言：「是事如是。」譬如牛皮未", "475": "柔，不可屈折；無信人亦如是。譬如牛皮", "476": "已柔，隨用可作；有信人亦如是。復次，經中", "477": "說：「信如手，如人有手，入寶山中，自在", "478": "取寶；有信亦如是，入佛法無漏根、力、覺、", "479": "道、禪定寶山中，自在所取。無信如無手，", "48": "得全有此論。梵文委曲，皆如初品。法師以", "480": "無手人入寶山中，則不能有所取。無信亦", "481": "如是，入佛法寶山，都無所得。」佛言：「若人", "482": "有信，是人能入我大法海中，能得沙門果，", "483": "不空剃頭染袈裟。若無信，是人不能入", "484": "我法海中，如枯樹不生華實，不得沙門", "485": "果，雖剃頭染衣，讀種種經，能難能答，於佛", "486": "法中空無所得。」以是故，如是義在佛法初，", "487": "善信相故。復次，佛法深遠，更有佛乃能知。人", "488": "有信者，雖未作佛，以信力故能入佛", "489": "法。如梵天王請佛初轉法輪，以偈請佛：", "49": "秦人好簡故，裁而略之。若備譯其文，將近千", "490": "「閻浮提先出，多諸不淨法；", "491": "願開甘露門，當說清淨道！」", "492": "佛以偈答：", "493": "「我法甚難得，能斷諸結使，", "494": "三有愛著心，是人不能解！」", "495": "梵天王白佛：「大德！世界中智，有上、中、下。善", "496": "濡直心者，易可得度，是人若不聞法者，", "497": "退墮諸惡難中，譬如水中蓮華，有生有熟，", "498": "有水中未出者，若不得日光則不能開。", "499": "佛亦如是，佛以大慈悲憐愍眾生，故為說", "5": "也。生、始不動於性，而萬有陳於外、悔吝生於", "50": "有餘卷。法師於秦語大格，唯譯一往；方言", "500": "法。」佛念過去、未來、現在三世諸佛法，皆度", "501": "眾生為說法，我亦應爾。如是思惟竟，受梵", "502": "天王等諸天請說法。爾時，世尊以偈答曰：", "503": "「我今開甘露味門，若有信者得歡喜；", "504": "於諸人中說妙法，非惱他故而為說。」", "505": "佛此偈中，不說布施人得歡喜，亦不說多", "506": "聞、持戒、忍辱、精進、禪定、智慧人得歡喜，獨說", "507": "信人。佛意如是：我第一甚深法微妙，無", "508": "量無數，不可思議，不動不猗不著，無所得法，", "509": "非一切智人則不能解。是故佛法中信力", "51": "殊好，猶隔而未通。苟言不相喻，則情無由比。", "510": "為初，信力能入，非布施、持戒、禪定、智慧", "511": "等能初入佛法。如說偈言：", "512": "「世間人心動，愛好福果報，", "513": "而不好福因，求有不求滅。", "514": "先聞邪見法，心著而深入，", "515": "我此甚深法，無信云何解？」", "516": "如提婆達大弟子俱迦梨等，無信法故，", "517": "墮惡道中。是人無信，於佛法自以智慧", "518": "求不能得。何以故？佛法甚深故。如梵天王", "519": "教俱迦梨說偈：", "52": "不比之情，則不可以託悟懷於文表；不喻之", "520": "「欲量無量法，智者所不量，", "521": "無量法欲量，此人自覆沒！」", "522": "復次，「如是」義者，若人心善直信，是人可聽", "523": "法，若無是相則不解。如所說偈：", "524": "「聽者端視如渴飲，一心入於語議中，", "525": "踊躍聞法心悲喜，如是之人應為說。」", "526": "復次，「如是」義在佛法初，現世利、後世利、涅槃", "527": "利、諸利根本，信為大力。復次，一切諸外", "528": "道出家，心念我法微妙，第一清淨。如是人自", "529": "歎所行法，毀他人法，是故現世相打鬪", "53": "言，亦何得委殊塗於一致。理固然矣，進欲停", "530": "諍，後世墮地獄，受種種無量苦。如說偈：", "531": "「自法愛染故，呰毀他人法，", "532": "雖持戒行人，不脫地獄苦！」", "533": "是佛法中，棄捨一切愛，一切見，一切吾我憍", "534": "慢，悉斷不著。如《栰喻經》言：「汝曹若解我栰", "535": "喻法，是時善法應棄捨，何況不善法？」佛自", "536": "於般若波羅蜜，不念不猗，何況餘法有猗", "537": "著者？以是故，佛法初頭稱「如是」。佛意如", "538": "是：我弟子無愛法，無染法，無朋黨，但求", "539": "離苦解脫，不戲論諸法相。如說《阿他婆耆", "54": "筆爭是，則交競終日卒無所成；退欲簡而便", "540": "經》摩犍提難偈言：", "541": "「決定諸法中，橫生種種想，", "542": "悉捨內外故，云何當得道？」", "543": "佛答言：", "544": "「非見聞知覺，亦非持戒得；", "545": "非不見聞等，非不持戒得。", "546": "如是論悉捨，亦捨我我所，", "547": "不取諸法相，如是可得道。」", "548": "摩犍提問曰：", "549": "「若不見聞等，亦非持戒得；", "55": "之，則負傷於穿鑿之譏以二三。唯案譯而書，", "550": "非不見聞等，非不持戒得。", "551": "如我心觀察，持啞法得道！」", "552": "佛答言：", "553": "「汝依邪見門，我知汝癡道。", "554": "汝不見妄想，爾時自當啞！」", "555": "復次，我法真實，餘法妄語，我法第一，餘法不", "556": "實，是為鬪諍本。今「如是」義，示人無諍法，聞", "557": "他所說，說人無咎。以是故，諸佛經初稱「如", "558": "是」。略說「如是」義竟。", "559": "「我」者，今當說。問曰：若佛法中言一切法空，", "56": "都不備飾。幸冀明悟之賢，略其文而挹其玄", "560": "一切無有吾我，云何佛經初頭言「如是", "561": "我聞」？答曰：佛弟子輩雖知無我，隨俗法", "562": "說我，非實我也。譬如以金錢買銅錢，人", "563": "無笑者。何以故？賣買法應爾。言「我」者亦如", "564": "是，於無我法中而說我，隨世俗故不應", "565": "難。如《天問經》中偈說：", "566": "「有羅漢比丘，諸漏已永盡，", "567": "於最後邊身，能言吾我不？」", "568": "佛答言：", "569": "「有羅漢比丘，諸漏已永盡，", "57": "也！", "570": "於最後邊身，能言有吾我。」", "571": "世界法中說我，非第一實義中說。以是", "572": "故，諸法空無我，世界法故，雖說我，無咎。復", "573": "次，世界語言有三根本：一者、邪見，二者、慢，", "574": "三者、名字。是中二種不淨，一種淨。一切凡人", "575": "三種語：邪、慢、名字；見道學人二種語：慢、名字；", "576": "諸聖人一種語：名字。內心雖不違實法，", "577": "而隨世界人故共傳是語，除世界邪", "578": "見，故隨俗無諍。以是故，除二種不淨語，本", "579": "隨世故用一種語。佛弟子隨俗故說我，", "58": "1 序品", "580": "無有咎。復次，若人著無吾我相言是實，", "581": "餘妄語，是人應難：「汝一切法實相無我，", "582": "云何言如是我聞？」今諸佛弟子，一切法空", "583": "無所有，是中心不著，亦不言著諸法", "584": "實相，何況無我法中心著？以是故，不應難", "585": "言何以說我。如《中論》中偈說：", "586": "「若有所不空，應當有所空，", "587": "不空尚不得，何況得於空？", "588": "凡人見不空，亦復見於空，", "589": "不見見無見，是實名涅槃。", "59": "大智度初序品中緣起義釋論", "590": "非二安隱門，能破諸邪見；", "591": "諸佛所行處，是名無我法。」", "592": "略說「我」義竟。", "593": "「聞」者，今當說。問曰：「聞」者，云何聞？用耳根", "594": "聞耶？用耳識聞？用意識聞耶？若耳根聞，", "595": "耳根無覺知故，不應聞。若耳識聞，耳識一", "596": "念故不能分別，不應聞。若意識聞，意識", "597": "亦不能聞。何以故？先五識識五塵，然後意", "598": "識識；意識不能識現在五塵，唯識過去、未", "599": "來五塵。若意識能識現在五塵者，盲聾人亦", "6": "內者，其唯邪思乎！正覺有以見邪思之自起", "60": "第一卷第一", "600": "應識聲色。何以故？意識不破故。答曰：非耳", "601": "根能聞聲，亦非耳識，亦非意識。能聞聲", "602": "事，從多因緣和合故得聞聲，不得言", "603": "一法能聞聲。何以故？耳根無覺故，不應聞", "604": "聲；識無色無對無處故，亦不應聞聲；聲無", "605": "覺亦無根故，不能知聲。爾時，耳根不破，聲", "606": "至可聞處，意欲聞。情、塵、意和合故耳識", "607": "生，隨耳識即生意識，能分別種種因緣得", "608": "聞聲。以是故，不應作是難：「誰聞聲？」佛", "609": "法中亦無有一法能作、能見、能知。如說偈：", "61": "龍樹菩薩造", "610": "「有業亦有果，無作業果者，", "611": "此第一甚深，是法佛能見。", "612": "雖空亦不斷，相續亦不常，", "613": "罪福亦不失，如是法佛說。」", "614": "略說「聞」竟。", "615": "「一」者，今當說。問曰：佛法中，數、時等法實無，", "616": "陰、入、持所不攝故，何以言「一時」？答曰：隨", "617": "世俗故有一時無有咎。若畫泥木等作", "618": "天像，念天故禮拜無咎。說「一時」亦如是，", "619": "雖實無一時，隨俗說一時，無咎。問曰：不", "62": "後秦龜茲國三藏法師鳩摩羅什", "620": "應無一時！佛自說言：「一人出世間，多人", "621": "得樂，是者何人？佛世尊也。」亦如說偈：", "622": "「我行無師保，志一無等侶，", "623": "積一行得佛，自然通聖道。」", "624": "如是等佛處處說一，應當有一。復次，一法", "625": "和合故，物名為一，若實無一法，何以故一", "626": "物中一心生，非二非三？二物中二心生，非一", "627": "非三？三物中三心生，非二非一？若實無諸", "628": "數，一物中應二心生，二物中應一心生；如", "629": "是等三、四、五、六皆爾。以是故，定知一物中", "63": "奉　詔譯", "630": "有一法，是法和合故，一物中一心生。答曰：", "631": "若一與物一，若一與物異，二俱有過。問曰：", "632": "若一，有何過？答曰：若「一」、「瓶」，是一義，如因提", "633": "梨、釋迦，亦是一義。若爾者，在在有一者，", "634": "應皆是瓶；譬如在在有因提梨，亦處處", "635": "有釋迦。今衣等諸物皆應是瓶，「一」、「瓶」一故。如", "636": "是處處一，皆應是瓶；如瓶、衣等悉是一物，", "637": "無有分別。復次，「一」是數法，「瓶」亦應是數法。", "638": "瓶體有五法，「一」亦應有五法。瓶，有色有對；", "639": "一，亦應有色有對。若在在一，不名為瓶，今", "64": "1 序品1 緣起義釋論智度大道佛從來，智度大海佛窮盡，", "640": "不應「瓶」、「一」一！若說一不攝瓶，若說瓶", "641": "亦不攝一。「瓶」、「一」不異故，又復欲說一，", "642": "應說瓶；欲說瓶，應說一，如是則錯亂。", "643": "問曰：一中過如是，異中有何咎？答曰：若一", "644": "與瓶異，瓶則非一；若瓶與一異，一則非", "645": "瓶。若瓶與一合，瓶名一者，今一與瓶合，何", "646": "以不名一為瓶？是故不得言瓶異一。", "647": "問曰：雖一數合故，瓶為一，然一不作瓶。答", "648": "曰：諸數初一，一與瓶異；以是故瓶不作一，", "649": "一無故，多亦無。何以故？先一後多故。如是異", "65": "智度相義佛無礙，稽首智度無等佛。", "650": "中，一亦不可得。以是故，二門中求一法不", "651": "可得，不可得故，云何陰、持、入攝？但佛弟", "652": "子隨俗語言名為一，心實不著，知數法名", "653": "字有。以是故，佛法中言一人、一師、一時，", "654": "不墮邪見咎。略說「一」竟。", "655": "「時」者，今當說。問曰：天竺說「時」名有二種：", "656": "一名迦羅，二名三摩耶；佛何以不言迦羅，", "657": "而言三摩耶？答曰：若言迦羅，俱亦有疑。", "658": "問曰：輕易說故，應言迦羅，迦羅二字，三摩", "659": "耶三字，重語難故。答曰：除邪見故，說三摩", "66": "有無二見滅無餘，諸法實相佛所說，", "660": "耶，不言迦羅。問曰：有人言：「一切天地好醜", "661": "皆以時為因，如《時經》中偈說：", "662": "「『時來眾生熟，時至則催促，", "663": "時能覺悟人，是故時為因。", "664": "世界如車輪，時變如轉輪，", "665": "人亦如車輪，或上而或下。』」", "666": "更有人言：「雖天地好醜一切物非時所作，", "667": "然時是不變因，是實有。時法細故，不可見、", "668": "不可知、以華果等果故可知有時。往", "669": "年今年，久近遲疾，見此相，雖不見時，可知", "67": "常住不壞淨煩惱，稽首佛所尊重法。", "670": "有時。何以故？見果知有因故。以是故有", "671": "時法，時法不壞故常。」答曰：如泥丸是現在", "672": "時，土塵是過去時，瓶是未來時。時相常故，", "673": "過去時不作未來時；汝經書法，時是一物，", "674": "以是故，過去世不作未來世，亦不作現", "675": "在世，雜過故。過去世中亦無未來世，以", "676": "是故無未來世；現在世亦如是。", "677": "問曰：汝受過去土塵時，若有過去時，必應", "678": "有未來時，以是故實有時法。答曰：汝不", "679": "聞我先說，未來世瓶，過去世土塵。未來", "68": "聖眾大海行福田，學無學人以莊嚴，", "680": "世不作過去世，墮未來世相中是未", "681": "來世相時，云何名過去時？以是故，過去時", "682": "亦無。", "683": "問曰：何以無時？必應有時。現在有現在", "684": "相，過去有過去相，未來有未來相。答曰：若", "685": "令一切三世時有自相，應盡是現在世，", "686": "無過去、未來時。若今有未來，不名未來，", "687": "應當名現在。以是故，是語不然！", "688": "問曰：過去時、未來時非現在相中行，過去", "689": "時過去世中行，未來世未來時中行。以", "69": "後有愛種永已盡，我所既滅根亦除；", "690": "是故，各各法相有時。答曰：若過去復過去，", "691": "則破過去相；若過去不過去，則無過去相。", "692": "何以故？自相捨故。未來世亦如是。以是", "693": "故，時法無實，云何能生天地好醜及華果", "694": "等諸物？如是等種種除邪見故，不說", "695": "迦羅時，說三摩耶。見陰、界、入生滅，假名", "696": "為時，無別時。所謂方、時、離、合，一、異、長、短等", "697": "名字，出凡人心著，謂是實有法；以是故，", "698": "除棄世界名字語言法。", "699": "問曰：若無時，云何聽「時食」遮「非時食」是", "7": "故，阿含為之作；知滯有之由惑故，般若為之", "70": "已捨世間諸事業，種種功德所住處，", "700": "戒？答曰：我先已說：「世界名字法有，時非實", "701": "法」，汝不應難！亦是毘尼中結戒法，是世界", "702": "中實；非第一實法相，吾我法相實不可得", "703": "故；亦為眾人瞋呵故，亦欲護佛法使久", "704": "存，定弟子禮法故；諸三界世尊結諸戒，是", "705": "中不應求：有何實？有何名字等？何者相應？", "706": "何者不相應？何者是法如是相？何者是法不", "707": "如是相？以是故，是事不應難！", "708": "問曰：若「非時食」、「時藥」、「時衣」，皆是柯邏，何以", "709": "不說三摩耶？答曰：此毘尼中說，白衣不", "71": "一切眾中最為上，稽首真淨大德僧。", "710": "得聞，外道何由得聞而生邪見！餘經通", "711": "皆得聞，是故說三摩耶令其不生邪", "712": "見。三摩耶詭名，時亦是假名稱。又佛法", "713": "中多說三摩耶，少說柯邏，少故不應難。", "714": "「如是」、「我」、「聞」、「一」、「時」五語各各義略說竟。", "715": "大智度論卷第一", "72": "一心恭敬三寶已，及諸救世彌勒等；", "73": "智慧第一舍利弗，無諍空行須菩提。", "74": "我今如力欲演說，大智彼岸實相義，", "75": "願諸大德聖智人，一心善順聽我說！", "76": "問曰：佛以何因緣故，說《摩訶般若波羅蜜", "77": "經》？諸佛法不以無事及小因緣而自發言；", "78": "譬如須彌山王不以無事及小因緣而動。", "79": "今有何等大因緣故，佛說《摩訶般若波羅蜜", "8": "照。然而照本希夷，津涯浩汗，理超文表，趣絕", "80": "經》？答曰：佛於三藏中，廣引種種諸喻，為", "81": "聲聞說法，不說菩薩道。唯《中阿含．本末經》", "82": "中，佛記彌勒菩薩：「汝當來世，當得作佛，號", "83": "字彌勒」；亦不說種種菩薩行。佛今欲為彌", "84": "勒等廣說諸菩薩行，是故說《摩訶般若波羅", "85": "蜜經》。", "86": "復次，有菩薩修念佛三昧，佛為彼等欲令", "87": "於此三昧得增益故，說《般若波羅蜜經》。如", "88": "《般若波羅蜜．初品》中說：「佛現神足，放金色", "89": "光明，遍照十方恒河沙等世界，示現大身，", "9": "思境。以言求之，則乖其深；以智測之，則失其", "90": "清淨光明，種種妙色滿虛空中。佛在眾中，端", "91": "正殊妙，無能及者。譬如須彌山王，處於大", "92": "海。」諸菩薩見佛神變，於念佛三昧，倍復增", "93": "益，以是事故，說《摩訶般若波羅蜜經》。復次，", "94": "菩薩初生時，放大光明，普遍十方，行至七", "95": "步，四顧觀察，作師子吼而說偈言：", "96": "「我生胎分盡，是最末後身；", "97": "我已得解脫，當復度眾生。」", "98": "作是誓已，身漸長大，欲捨親屬，出家修", "99": "無上道。中夜起觀，見諸伎直，后妃婇女，狀"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 摩訶般若波羅蜜經釋論: 大智度: 摩訶般若波羅蜜: 初品: 大智度論: 摩訶般若波羅蜜經釋論: 大智度: 摩訶般若波羅蜜: 初品", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}