{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1908 大乘六情懺悔", "text": {"0": "No. 1908", "1": "大乘六情懺悔", "10": "一塵一念。生死涅槃無二無別。大悲般若不", "11": "取不捨。以得不共法相應故。今於此處蓮花", "12": "藏界。盧舍那佛坐蓮花臺。放無邊光。集無量", "13": "眾生。轉無所轉大乘法輪。菩薩大眾遍滿虛", "14": "空。受無所受大乘法樂。而今我等同在於此", "15": "一實三寶無過之處。不見不聞如聾如盲。無", "16": "有佛性。何為如是。無明顛倒妄作外塵。執我", "17": "我所造種種業。自以覆弊不得見聞。猶如餓", "18": "鬼臨河見火。故今佛前深生慚愧。發菩提心", "19": "誠心懺悔。我及眾生無始以來無明所醉。作", "2": "釋元曉撰", "20": "罪無量。五逆十惡無所不造。自作教他見作", "21": "隨喜。如是眾罪不可稱數。諸佛賢聖之所證", "22": "知。已作之罪深生慚愧。所未作者更不敢", "23": "作。□此諸罪實無所有。眾緣和合假名為", "24": "業。即緣無業離緣亦無。非內非外不在中間。", "25": "過去已滅。未來未生現在無住。故所作以其", "26": "無住故亦無生。先有非生先無誰生。若言本", "27": "無及與今有。二義和合名為生者。當本無", "28": "時即無今有。當今有時非有本無。先後不", "29": "及有無不合。二義無合何處有生。合義既", "3": "若依法界始遊行者。於四威儀無一唐遊。念", "30": "壞散亦不成。不合不散非有非無。無時無", "31": "有對何為無。有時無無待誰為有。先後有", "32": "無皆不得成。當知業性本來無生。從本以", "33": "來不得有生。當於何處得有無生。有生無生", "34": "俱不可得。言不可得亦不可得。業性如是諸", "35": "佛亦爾。如經說言。譬如眾生造作諸業。若善", "36": "若惡。非內非外。如是業性非有非無。亦復如", "37": "是。本無今有非無因生。無作無受。時節和", "38": "合故得果報。行者若能數數思惟如是實相", "39": "而懺悔者。四重五逆無所能為。猶如虛空不", "4": "諸佛不思議德。常思實相杇銷業障。普為六", "40": "為火燒。如其放逸無慚無愧。不能思惟業實", "41": "相者。雖無罪性將入泥梨。猶如幻虎還吞幻", "42": "師。是故當於十方佛前。深生慚愧而作懺悔。", "43": "作是悔時莫以為作。即應思惟懺悔實相所", "44": "悔之罪既無所有。云何得有能懺悔者。能悔", "45": "所悔皆不可得。當於何處得有悔法於諸業", "46": "障作是悔已。亦應懺悔六情放逸。我及眾生", "47": "無始已來。不解諸法本來無生。妄想顛倒計", "48": "我我所。內立六情依而生識。外作六塵執為", "49": "實有。不知皆是自心所作。如幻如夢永無所", "5": "道無邊眾生。歸命十方無量諸佛。諸佛不異", "50": "有。於中橫計男女等相。起諸煩惱自以纏縛。", "51": "長沒苦海不求出要。靜慮之時甚可怪哉。猶", "52": "如眠時睡蓋䨱心。妄見己身大水所漂。不知", "53": "但是夢心所作。謂實流溺生大怖懅。未覺之", "54": "時更作異夢。謂我所見是夢非實。心性聰故", "55": "夢內知夢。即於其溺不生其懅。而未能知身", "56": "臥床上。動頭搖手勤求永覺。永覺之時追緣", "57": "前夢。水與流身皆無所有。唯見本來靜臥於", "58": "床。長夢亦爾。無明䨱心妄作六道。流轉八苦", "59": "內因諸佛不思議熏。外依諸佛大悲願力。髣", "6": "而亦非一。一即一切一切即一。雖無所住而", "60": "髴信解。我及眾生。唯寢長夢妄計為實。違順", "61": "六塵男女二相。並是我夢。永無實事。何所憂", "62": "喜何所貪瞋。數數思惟。如是夢觀。漸漸修得", "63": "如夢三昧。由此三昧得無生忍。從於長夢豁", "64": "然而覺。即知本來永無流轉。但是一心臥一", "65": "如床。若離能如是。數數思惟。雖緣六塵不以", "66": "為實。煩惱羞愧不能自逸。是名大乘六情懺", "67": "悔。", "68": "大乘六情懺悔", "7": "無不住。雖無所為而無不為。一一相好一一", "8": "毛孔。遍無邊界盡未來際。無障無礙無有差", "9": "別。教化眾生無有休息。所以者何。十方三世"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1908 大乘六情懺悔", "author": "新羅 元曉撰", "sourceLink": "http://www.cbeta.org/"}