{"author": "元魏 瞿曇般若流支譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0833 第一義法勝經: 第一義法勝經: 第一義法勝經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 833 [No. 834]", "1": "第一義法勝經翻譯之記第一義法勝經翻譯之記", "2": "夫愛法者必深善根。《涅槃經》云：「供佛二恒。」", "3": "魏尚書令儀同高公，重法心成，生上財想，", "4": "博採梵文，廣崇翻譯。且《第一義法勝經》者，", "5": "諸法門中此其髓也。公意殷誠，感之題額。", "6": "沙門曇林、瞿曇流支，興和四年歲次壬戌，", "7": "九月一日甲子換文，始末四功，質義乃定，", "8": "五千五百七十六字。", "9": "第一義法勝經", "10": "元魏婆羅門瞿曇般若流支譯", "11": "如是我聞：一時婆伽婆住伽耶城，成道未久，", "12": "與勝中勝諸比丘俱，九十九億諸菩薩眾，復", "13": "有二十八億諸天，八萬六千比丘、比丘尼、優", "14": "婆塞、優婆夷，六萬力士。有十二億尼乾陀", "15": "眾、八萬四千五通仙人——五熱炙身，羸瘦肉盡，", "16": "唯有皮骨，腹皮著脊，頭髮成氈，傴身曲", "17": "體，著鹿皮衣、若樹皮衣，手執澡罐——俱至佛", "18": "所，為欲諍鬪。", "19": "爾時，世尊光明勝出，端嚴殊特超過諸仙，如", "20": "黑山中須彌山王、如羊群中六牙象王、如", "21": "螢火虫顯於日月、如芳華中曼陀羅華、如", "22": "鳥群中迦樓羅王，兩重端嚴；佛於諸仙亦復", "23": "如是。爾時，世尊入捨寶三昧，示現無量無", "24": "數神通，左右皆放無量光明，出無量億如來", "25": "之身、出無量億菩薩之身，出無量億帝釋天", "26": "王、大梵天王世界尊主，復出無量百千羅漢，", "27": "復出無量多千比丘、諸比丘尼、諸優婆塞、諸優", "28": "婆夷，復出無量轉輪聖王、力轉輪王、小轉", "29": "輪王、漢不隣那、及陀毘羅、南國土人、得呪仙", "30": "人、邊地處人、剎利大姓，及婆羅門、長者、居士、", "31": "人非人等，種種異異諸色莊嚴，如是一切", "32": "有名字者乃至天眾，一切皆從如來身出。", "33": "爾時，大眾皆生疑心云何？迭相瞻視。彼大眾", "34": "中一切菩薩皆生歡喜，雨種種寶，乃至普雨", "35": "一切莊嚴。", "36": "爾時，世尊起捨寶三昧，師子奮迅觀察十方，", "37": "即觀察時周遍十方，乃至佛眼所見境界。一", "38": "切十方諸佛世界諸佛世尊，彼一切佛觀察", "39": "娑婆如觀手掌。彼一切佛皆現神通，如此世", "40": "尊釋迦牟尼所現無異，彼諸如來身所化出", "41": "乃至一切皆悉如是，來到世尊釋迦牟尼眾", "42": "會之所。既到此已，皆入世尊大眾會中。", "43": "爾時，此會無量菩薩與恒河沙多諸比丘、諸比", "44": "丘尼、諸優婆塞、優婆夷，俱以不可說諸供養具", "45": "供養世尊。既供養已，近如來住。", "46": "如是，天、龍及諸夜叉、諸乾闥婆、諸阿修羅、諸", "47": "迦樓羅、諸緊那羅、摩睺羅伽、人非人等，既見", "48": "世尊神通事已，皆至佛所。", "49": "爾時，十方諸來菩薩無上供養供養世尊。既", "50": "供養已，六波羅蜜究竟所作座上而坐。如是，", "51": "乃至人非人等，隨自相似座上而坐。", "52": "世尊所化，上去乃至阿迦尼吒諸天宮殿、下", "53": "去乃至阿鼻地獄。又，到阿鼻地獄處已，彼十", "54": "方佛身所化出一切皆入釋迦牟尼一切毛", "55": "根，此處世尊釋迦牟尼身所化出一切皆入", "56": "十方佛身。", "57": "爾時，會中有一菩薩摩訶薩名曰勝陰，從座", "58": "而起，整服一廂，右膝著地，合掌向佛以偈", "59": "讚言：", "60": "「人主！甚希有，速示諸世間，", "61": "本未曾有此。魔軍隱不現，", "62": "迭相瞻說言：『此事甚希有。", "63": "我何因來此？為令破壞故。", "64": "我仙今非仙，身瘦唯有皮，", "65": "老乾無有樂，不得此神通。", "66": "現神通不說，除佛法棘刺。』", "67": "佛弟子朝喜，尊作佛法主，", "68": "眾生希有想，心清淨歡喜。", "69": "諸天眾皆言：『願得佛。人主！』", "70": "此眾會中住，文殊師利嚮，", "71": "無量佛弟子，相隨在此會。", "72": "此文殊師利，已多佛供養，", "73": "佛於此大眾，現種種神通。", "74": "此是何法相？牟尼欲何為？", "75": "此眾有疑心，願愍眾生說。」", "76": "爾時，如來以威神力令眾會中一大仙人——名", "77": "光明炬——語彼勝陰大菩薩言：「童子默然，童", "78": "子默然。我今難問，若能解釋自清淨者，如一", "79": "切智相應得名。若那羅延、摩醯首羅所作幻", "80": "化陀毘羅呪，如是作者此非奇特，如是幻化", "81": "凡人能成，不必是佛。」", "82": "爾時，世尊怡然微笑。觀仙眾已，即告大仙", "83": "光明炬言：「慧命大仙！汝當難問，隨汝力分，我", "84": "能清淨。」", "85": "爾時，大仙光明炬言：「我問瞿曇，瞿曇為我一", "86": "一解說：一切眾生從何處生？何者眾生？何", "87": "因緣故，劫盡熾燃？眾生過去何處和合而生", "88": "人中？何相得知眾生身中微細內我，為一肘", "89": "量、為二肘量，為二指量、為一指量，為如大", "90": "麥、為如小麥、為當如豆、為如胡麻、為如芥", "91": "子？」", "92": "爾時，世尊讚光明炬大仙人言：「善哉，大仙！善", "93": "哉，善哉。汝大仙人六十劫壽恒常修行，今", "94": "者如是相以問難。」諸仙眾中復有大仙如", "95": "是思惟：「我常林行，不覺不知此光明炬大仙", "96": "命量。未有人說，沙門瞿曇云何得知？」", "97": "爾時，世尊告光明炬大仙人言：「大仙諦聽，善", "98": "思念之，今為汝說。如汝所問一切眾生何處", "99": "生者，如是之義無字、無說，無明因緣次第", "100": "乃至生、老、死等而生眾生。又復，大仙！從於", "101": "因緣而生眾生，所謂父母因緣而生。又復，大", "102": "仙！父母和合是眾生因；謂逕劫起，業風所吹", "103": "墮女根中，此是因緣。又復，大仙！謂苦聖諦、苦", "104": "集、苦滅及苦滅道聖諦所攝，名為眾生。又，五", "105": "取陰、十八界等名為眾生。大仙當知：彼諦、", "106": "陰、界即是眾生，不異於業；如是，業者不異眾", "107": "生。大仙當知：眾生不減、眾生不增。」", "108": "時大仙人問言：「瞿曇！若諸眾生不減、不增，眾", "109": "生何故人天自在，後時作狗，復作人天得自", "110": "在耶？」佛言：「大仙！如汝所言，是義不然。若有自", "111": "在，則不屬他。如是，大仙！若身自在，云何後時", "112": "得不自在？大仙當知：如螢火虫起如是意：『我", "113": "此光明能悉普遍照閻浮提。』彼螢火虫所有", "114": "光明，無有因緣能悉普遍照閻浮提。如是，一", "115": "切不調御心無實自在。又復，大仙！若自在者", "116": "煩惱減少、狗煩惱多，狗則自在；則不自在亦", "117": "為自在，是則自在亦不自在。若狗自在、煩惱", "118": "平等，是則眾生不減、不增。」", "119": "大仙人言：「瞿曇豈不斷煩惱耶？」佛言：「大仙！煩", "120": "惱不了，我了煩惱，非斷煩惱。」大仙人言：「若如", "121": "是者，汝則自在。」佛言：「大仙！如是，如是。以不實", "122": "故，我則自在。」大仙人言：「瞿曇！此言且止且住。", "123": "若瞿曇子向者說言父母和合生眾生者，多", "124": "有眾生多相和合，多受欲樂，少生眾生。是義", "125": "云何？」佛言：「大仙！我今當以譬喻問汝。如一", "126": "種子則生一樹，一子一樹生無量果，彼無量", "127": "果有任種子、有不任者。此復云何？」答言：「瞿", "128": "曇！風勢因緣散失樹子。」佛言：「大仙！諸眾生果", "129": "亦復如是，業風所散。大仙當知：有在藏中為", "130": "虫齧食、有為業風之所散壞。大仙當知：樹等", "131": "少障，眾生多礙。又復，大仙！諸眾生界從分", "132": "別起。大仙當知：諸眾生界心心數法，處處轉", "133": "行皆有攀緣，此義已說。如是，大仙！諸眾生", "134": "界從分別起。」", "135": "大仙聞已，作如是言：「如是如是，瞿曇已淨此", "136": "一難問。又復，瞿曇！應當更說何義劫燒？」佛言：", "137": "「大仙！以無常故，我如是說法界劫燒。大仙", "138": "當知：若地劫燒，法界則二，如是有常亦有無", "139": "常。若如是者，一切如來不實語說。又復，大", "140": "仙！若一切法皆悉無常、變異不住，如來得名", "141": "一切智人。」大仙聞已，為摩那婆如是說言：「此", "142": "名乃是如實相應一切智名。」", "143": "佛言：「大仙！若使如來不放劫燒，一切眾生不", "144": "知時節、不識劫名、不識鬪時、不識善時。大", "145": "仙當知：若使如來不放劫燒，若善、不善業果", "146": "報異，皆無知者。又復，大仙！應知此是如來", "147": "方便放劫盡燒。大仙當知：諸眾生等信劫盡", "148": "燒，畏當燒故，皆攝福德信於如來。", "149": "「又復，大仙！譬如有蟒名曰涎呼，彼涎呼蟒", "150": "眼亦能呼、耳亦能呼、鼻亦能呼、口亦能呼。", "151": "如是，大仙！如來亦爾，以布施攝，愛語、利益、", "152": "同事等攝。", "153": "「又復，大仙！譬如有人置金火中，非瞋金故置", "154": "之在火，為令善熟寶相應故，若寶相應則為", "155": "貴價。大仙當知：以是因緣打熟明淨。如是，", "156": "大仙！諸佛如來非無因緣放劫盡燒、非有", "157": "眾生劫火所燒。」", "158": "爾時，大仙光明炬言：「希有，世尊！放劫燒火，無", "159": "一眾生劫火所燒。」佛言：「大仙！無一眾生為如", "160": "來燒。又復，大仙！譬如十方雨微細雨，如來", "161": "之數復多於是；十地菩薩亦復如是，在上而", "162": "住。如是住已，皆以自手救諸眾生，令使解", "163": "脫。大仙當知：如是眾生見諸如來及諸菩薩", "164": "身色端嚴，如是見已，復見劫盡大火燒已，見", "165": "自脫已，心生歡喜，清淨心生，如是願言：『我亦", "166": "如是度諸眾生、我亦如是身色端嚴、我亦如", "167": "是身作金色。』眾生既起如是心已，有心解脫", "168": "即時證得阿羅漢者；有見劫火心生厭離，或", "169": "有證得須陀洹者、或有證得斯陀含者、或有", "170": "證得阿那含者、或有證得阿羅漢者、或有證", "171": "得緣覺道者、或有證得無生法忍、或有得上", "172": "不退地者、或有得生四天王處、或有得生三", "173": "十三天、或有得生夜摩天者、或有得生兜率", "174": "陀天者、或有得生化樂天者、有生他化自在", "175": "天者，有生梵天、梵輔、梵眾，如是次第乃至有", "176": "生阿迦尼吒；如是，有得轉輪聖王、力轉輪王、", "177": "天竺小王；如是，大仙！乃至剎利、若婆羅門、若", "178": "長者等。大仙當知：以此方便令見如來色身", "179": "相已，自見己身生大怖畏。得解脫已，知如來", "180": "恩、報如來恩，親近如來，聽聞正法。既聞法已，", "181": "如法修學不放逸行，以此方便令諸眾生不", "182": "入惡道。「又復，大仙！乃至幾許十地菩薩彼", "183": "眼境界、所有地界、復過於此諸眾生界，彼諸", "184": "眾生見生死過，一切無餘涅槃界入。大仙當", "185": "知：以此因緣放劫盡燒。」", "186": "爾時，大仙名光明炬心即思惟：「此釋迦子——六", "187": "波羅蜜具足大人、第一勝人——不喚我字，稱言", "188": "大仙。我自試看是一切智、非一切智；我今實", "189": "知是一切智，我今應當稱其實名。」", "190": "爾時，大仙名光明炬既思惟已，即白佛言：「大", "191": "功德聚無量智者！一切智者！更為我說彼諸", "192": "眾生何處和合。」佛言：「大仙！當知眾生無處和", "193": "合、當知眾生平等和合，是名和合；當知眾生", "194": "一乘和合，是名和合；一切皆是菩薩和合，謂", "195": "在無餘涅槃界處。大仙當知：眾生如是無處", "196": "和合。", "197": "「大仙當知：譬如種種小河、大河，入大海已皆", "198": "同一味。如是，大仙！諸眾生界諸漏盡已皆解", "199": "脫味，一切平等，菩薩和合。", "200": "「又復，大仙！若諸眾生生死海中而和合者，我", "201": "說彼合非是和合。又復，大仙！譬如飛蛾，風吹", "202": "和合，離風則散。如是，大仙！諸眾生界迭互", "203": "業縛，行地獄行生地獄中地獄和合。大仙當", "204": "知：眾生如是迭互業縛，行餓鬼行生餓鬼中", "205": "餓鬼和合、行畜生行生畜生中畜生和合、行", "206": "人天行生人天中人天和合。」", "207": "大仙復言：「一切自在一切智者！世間應供！更", "208": "為我說，云何得知此人中生某甲眾生？何處", "209": "和合而來生此？」佛言：「大仙！若有眾生於地", "210": "獄中和合而來生人中者，迭互相見則生惡", "211": "心，彼此相憎；迭互相見，或有頭痛、或放大", "212": "便、或失小便。大仙當知：此是地獄和合眾", "213": "生人中生相。人中若有如是相者，於地獄", "214": "中和合而來，應如是知。」", "215": "大仙復言：「世界光明一切智者！更為我說，", "216": "云何得知於畜生中彼此和合來生人中，復", "217": "有何相？」佛言：「大仙！若人前身於畜生中和", "218": "合而來生人中者，迭互相見則生瞋心，更求", "219": "過短，常相伺便，欲為惱亂。大仙當知：此是畜", "220": "生和合眾生人中生相。人中若有如是相者，", "221": "於畜生中和合而來，應如是知。「又復，大仙！", "222": "若人前身於餓鬼中和合而來生人中者，愛", "223": "樂臭氣，性貪飲食，慳惜不施；於餓鬼中同", "224": "處來者，見其富樂則生嫉心，悕望他物。大", "225": "仙當知：此是餓鬼和合眾生人中生相。人中", "226": "若有如是相者，於餓鬼中和合而來，應如是", "227": "知。", "228": "「又復，大仙！若人前身於人道中異處和合復", "229": "為人者，彼人相見則生染心。人中若有如是", "230": "相者，本於人中和合而來，應如是知。」", "231": "彼大仙人問言：「世尊！若天和合退生人中，", "232": "彼有何相？復云何知？」佛言：「大仙！若人前身", "233": "天中和合來生人者，迭互相見樂看不捨。人", "234": "中若有如是相者，本於天中和合而來，應如", "235": "是知。「大仙當知：眾生如是和合因相。」", "236": "爾時，大仙名光明炬聞佛說已，心生歡喜，", "237": "而白佛言：「世尊！若有不求一切智者，如是", "238": "眾生一切所作空無所獲。」爾時，世尊告光明", "239": "炬大仙人言：「如汝所問眾生身內微細我者，", "240": "大仙當聽：若有分別得眾生者，彼則分別眾", "241": "生細我。大仙當知：譬如有人生盲無眼，有", "242": "人問言：『何者白色？』於意云何？彼生盲人不", "243": "曾見色，能說如是一種色不？」大仙答言：「不", "244": "能說也。」佛言：「如是，如是。大仙！彼生盲人眼", "245": "不曾見，故不能說。我亦如是，不見眾生微", "246": "細內我，是故不說。", "247": "「又復，大仙！眼非眾生；如是，非耳、非鼻、非舌、非", "248": "身、非意得眾生名。又復，大仙！非五取陰得眾", "249": "生名，非十八界、非十二分、十二因緣得眾生", "250": "名。又復，大仙！亦非內空得眾生名、亦非外", "251": "空、非內外空得眾生名。", "252": "「大仙當知：眼念不住，變異不停；如是，耳、鼻、舌、", "253": "身、意等皆念不住，變異不停。如是，大仙！五", "254": "陰亦爾，一念不住，變異不停。如是，大仙！三", "255": "十六種不淨之物皆念不住，變異不停。如是", "256": "等中無眾生名。", "257": "「又復，大仙！色物和合數名眾生。若人思量分", "258": "分觀察，彼不得命、不得養育富特伽耶、亦", "259": "不得人摩那婆等。", "260": "「大仙當知：若有眾生，如來不說四聖諦法；", "261": "若無眾生，則是如來。若不知法，如和集取、如", "262": "心取得。」", "263": "爾時，大仙光明炬言：「世尊！我光明炬自從", "264": "今日求一切智。世尊！若一大劫為一日夜，", "265": "數如是日三十為月，數如是月十二為歲，數", "266": "如是歲以成一劫。世尊！我寧如是無邊劫中", "267": "常住火坑。須彌樓山高大乃至阿迦尼吒，我", "268": "寧如是無邊劫中在彼山上念念自墮，投身", "269": "在地。如劫火燒五處熾然，我寧如是無邊劫", "270": "中常以如是五火自炙。世尊！我寧忍受如", "271": "是等苦，而終不能捨一切智，求一切智因緣", "272": "精進，我不休息。」", "273": "爾時，五通諸仙人等皆近世尊，復從座起", "274": "白世尊言：「我從今日求阿耨多羅三藐三菩", "275": "提，如力所堪發勤精進。」爾時，世尊即於仙人", "276": "如是語已，眉間放光——其光名曰毘尼婆帝。", "277": "此光出已，普照十方，彼十方處一切諸佛眉", "278": "間亦放如是光明。毘尼婆帝光明勢力，令此", "279": "大地六種震動，謂震、等震，動、平等動，起、平", "280": "等起，西高東下、南高北下。十方一切諸佛", "281": "如來在上雨華散此佛會，天鼓妙聲甚可愛", "282": "樂。乾闥婆王作五分樂供養如來、讚歎世尊，", "283": "風吹天香以熏如來。菩薩歡喜，以諸瓔珞", "284": "擲置空中在如來上，華香、燒香、妙鬘、塗香、", "285": "散種種香、種種妙衣、幢蓋、繒幡供養如來。", "286": "諸天歡喜，於虛空中雨曼陀羅、大曼陀羅。", "287": "一切大眾心生歡喜，以己所著妙好衣服用", "288": "奉如來。", "289": "爾時，此處釋迦如來毘尼婆帝光明——上去乃", "290": "至遍到阿迦尼吒諸天宮殿、下去乃至阿鼻", "291": "地獄——如是照已，圍繞十方諸佛世尊，然後還", "292": "來入世尊頂。爾時，慧命須菩提以妙伽陀", "293": "請如來曰：", "294": "「朝日釋迦子，放光照十方，", "295": "此非無因緣，唯願為我說。", "296": "見人主奮迅，此眾皆生疑；", "297": "亦有歡喜意，清淨心悕望。", "298": "或有人合掌，或有言善哉，", "299": "唯願如來說，除斷眾生疑。", "300": "空中帝釋王、梵王世界主，", "301": "心皆生歡喜，讚歎實功德。", "302": "諸天虛空中，雨種種妙華，", "303": "多有諸音樂，不擊自然鳴。」", "304": "爾時，世尊即告慧命須菩提言：「汝須菩提！見", "305": "光明炬大仙人不？須菩提！是人未來月光世", "306": "界當得成佛，號毘婆尸如來、應、正遍知，此", "307": "賢劫中一千如來最後如來同時出世。須菩", "308": "提！若有眾生聞毘婆尸如來名者，皆蒙威", "309": "力——如如意珠，須者皆得。須菩提！八萬四千諸", "310": "大仙人聞此法門得不退地。須菩提！是等一", "311": "切，彌勒世尊佛法之中當得十地，復三百劫", "312": "生自燈明如來、應、正遍知佛之世界。", "313": "「須菩提！無量菩薩聞此法門，即時皆得首楞", "314": "嚴三昧、音聲智三昧、受勝位三昧、如幻三", "315": "昧、界勝三昧、慧王三昧、海藏三昧、地藏三", "316": "昧、虛空藏三昧、得光明三昧。須菩提！有恒", "317": "河沙億數諸天，一切皆得無生法忍；無量比", "318": "丘、比丘尼、優婆塞、優婆夷證阿羅漢。須菩提！", "319": "恒河沙數天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊", "320": "那羅、摩睺羅伽、人非人等，發阿耨多羅三藐", "321": "三菩提心。「須菩提！見是因緣，如來放此毘", "322": "尼婆帝光明普照。」", "323": "爾時，世尊怡然微笑，出自舌根遍覆己面。", "324": "彼舌根中出無量色、出種種色——所謂青、黃、赤、", "325": "白等色、紫頗梨色——遍至無量無邊世界，然", "326": "後還來入世尊足。爾時，無盡意菩薩從座而", "327": "起，整服一廂，右膝著地，合掌向佛白言：「世", "328": "尊！若無因緣，如來不笑。今者世尊何因緣", "329": "笑？」爾時，世尊告無盡意菩薩言：「善男子！我", "330": "為饒益不信眾生出舌而笑，非妄語人有如", "331": "是舌。」", "332": "爾時，無盡意菩薩白佛言：「世尊！若善男子、若", "333": "善女人，此法門中能為他人演說一偈，得", "334": "幾許福？」佛言：「善男子！十方世界盡佛所見", "335": "佛眼境界，所有諸佛一切供養、一切樂具皆", "336": "以供養，乃至諸佛入涅槃已，為作寶塔，所有", "337": "功德；若復有能為他說此說實義句法門", "338": "一偈，得福甚多，勝前福德。", "339": "「善男子！若於說此勝法門者生清淨心，讚言", "340": "善哉，如是之人則為讚歎一切諸佛；若復有", "341": "能供養之者，與供養我等無有異。」", "342": "爾時，世尊普遍觀察一切眾會。既觀察已，說", "343": "如是言：「我今實語。善男子！當有地處隨於", "344": "何處有此法門，住彼地處為一切佛之所觀", "345": "察。善男子！此法門者，於當來世閻浮提中", "346": "眾生如藥。若有能於如是法門三種修行——", "347": "若讀、若誦、若為他說——彼人則與佛在世時請", "348": "轉法輪無有差別。", "349": "「善男子！若能書寫如是法門，彼人易得阿耨", "350": "多羅三藐三菩提則為不難，一切佛藏皆能", "351": "住持。「善男子！行惡道者，如是法門不逕其", "352": "耳。善男子！若有眾生如是法門一逕耳者，", "353": "捨人身已則生清淨佛之世界。善男子！若", "354": "有供養一千諸佛種諸善根，如是法門乃逕", "355": "其耳。「善男子！若善男子、若善女人聞此法", "356": "門，聞已生信，受持、讀誦、能為他說，我說彼", "357": "人菩提在手，我說彼人必得五眼、自是已後", "358": "諸根不劣、臨命盡時不失正念。彼人當得一", "359": "切諸佛和集三昧、毘盧遮那奮迅三昧、陀羅", "360": "尼藏三昧、珠印髻三昧、授記三昧、觀世印", "361": "三昧、無字篋三昧；得一切法勝陀羅尼、斷", "362": "疑陀羅尼、得第一義決定陀羅尼，得如是等", "363": "無量百千陀羅尼門；當得五通，隨心憶念退", "364": "生自在。」", "365": "爾時，世尊告文殊師利法王子言：「文殊師利！", "366": "汝已供養多佛世尊，則能護念如是法門，復", "367": "能處處廣為他說。文殊師利！汝所供養、恭敬、", "368": "給侍幾許諸佛，尊重、讚歎所有善根，文殊", "369": "師利！於意云何？如是善根為有邊際？為無", "370": "邊際？可數量不？」文殊師利答言：「世尊！不可", "371": "數量。」佛言：「文殊師利！若能於此娑婆世界", "372": "五濁亂時為他廣說如是法門，其福過彼。", "373": "文殊師利！若汝唯以衣服、飲食、床敷臥具、", "374": "病藥所須供養爾許諸佛如來，不為他說如", "375": "是法門，汝於彼佛則為得罪。文殊師利！若", "376": "汝不曾供養一佛，為他廣說如是法門，汝則", "377": "供養一切如來。」世尊說已，文殊師利法王之", "378": "子、光明炬等諸大仙人，一切眾會，并諸天、人、", "379": "及阿修羅、乾闥婆等，聞佛所說，歡喜讚歎。", "380": "第一義法勝經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0833 第一義法勝經: 第一義法勝經: 第一義法勝經", "source": "CBETA"}