{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2107 道宣律師感通錄", "text": {"0": "No. 2107", "1": "道宣律師感通錄", "10": "鳳闕兮詞帝庭。邇卜商兮室顏生。親大聖兮", "100": "秦李斯隷書。此乃近代遠承。隷書之興。興於", "101": "古佛之世。見今南州四面千有餘州。莊嚴閻", "102": "浮一萬百有餘國。文字言音同。今唐國但以", "103": "海路遼遠。動數十萬里。譯者莫傳。故使此方", "104": "封守株柱不足怪也。師不聞乎。梁顧野王。太", "105": "學之大博士也。周訪字源。出沒不定。故玉篇", "106": "序云。有開春申君墓得其銘文。皆是隷字。撿", "107": "春申君。是周代六國同時隷文。則吞併之日", "108": "也。此國篆隷諸書尚有茫昧。寧知迦葉佛之", "109": "事乎。非其耳目之所聞見也。", "11": "頌梁成。希吳季兮英嬰明。抗清論兮風英英。", "110": "又問。今京城西高四土臺。俗諺云。是蒼頡造", "111": "書臺。如何云隷字古時已有。答云。蒼頡於", "112": "此臺上增土造臺。觀鳥迹者非無其事。且蒼", "113": "頡之傳。此土罕知其源。或云。黃帝之臣。或", "114": "云。古帝之王也。鳥迹之書。時變一途。今所絕", "115": "有。無益之言。不勞述也。又有天人。姓陸名玄", "116": "暢。來謁云。弟子周穆王時。初生在天。本是迦", "117": "葉佛時。天為通化。故用暫現。所問高四臺者。", "118": "其本迦葉佛。於此第三會說法度人。至周穆", "119": "王時。文殊目連來化穆王。穆王從之。即列子", "12": "敷花藻兮文粲榮。庶擢身兮登崑瀛。受福祚", "120": "所謂化人是也。化人示穆王高四臺。是迦葉", "121": "佛說法處。因造三會道場。至秦穆公時。扶風", "122": "獲一石佛。穆公不識。棄馬坊中。穢污此像。神", "123": "瞋令公染患。公又夢遊上帝。極被責數。覺", "124": "問侍臣由余。答云。臣讀古書。周穆王時。有化", "125": "人來此土云。是佛神。穆王信之。於終南山造", "126": "中天臺。高千餘尺。基趾見在。又於蒼頡臺造", "127": "神廟。名三會道場。公今所患。殆非佛神為之", "128": "耶。公聞大怖。語由余曰。吾近獲一石人。衣冠", "129": "非今所制。棄之馬坊。將非此是佛神耶。由余", "13": "兮享千齡。餘多不盡錄。初見其詞若存若亡。", "130": "聞往視之。對曰。此真佛神也。公取像澡浴安", "131": "清淨處。像遂放光。公又怖。謂神瞋也。宰三牲", "132": "以祭之。諸神擎棄之遠處。公又大怖。以問由", "133": "余。余答云。臣聞。佛神清潔不進酒肉。愛重", "134": "物命。如護一子。所有供養燒香而已。所可祭", "135": "祀餅果之屬。公大悅造像。絕於工人。又問由", "136": "余。余答曰。昔穆王造寺。側應有工匠。遂於高", "137": "四臺南村內得一老人。姓王名安。年百八十。", "138": "自云。曾於三會道場見造之。臣今老年。無力", "139": "能作。所住村北。有兄弟四人。曾於道場內。為", "14": "余見梁初江泌女誦出淨土大莊嚴等三十餘", "140": "諸匠執作。請追共造。依言作之。成一銅像。相", "141": "好圓備。公悅。大賞賚之。彼人得財。並造功", "142": "德。於土臺上造重閣。高三百尺。時人號為高", "143": "四臺。或曰高四樓。其人姓高。大者名四。或", "144": "曰。兄弟四人同立故也。或取大兄之名。因之", "145": "名樓。故高四之名。至今稱也。", "146": "又問。目連佛在已終如何重見。答曰。同名六", "147": "人。此曰目連。非大目連也。至宇文周時。文殊", "148": "師利化為梵僧。來遊此土云。欲禮拜迦葉佛", "149": "說法處。并文殊所住處名清涼山。遍問道俗", "15": "經。逮于即目上有斯事。生緣有幸。近以今年", "150": "無有知者。時有智猛法師。年始十八。返問梵", "151": "僧。何因知有二聖餘迹。答云。在秦都城南二", "152": "十里。有蒼頡造書臺。即其地也。又云。在沙河", "153": "南五十里青山北四十里。又問。沙河青山是", "154": "何語。答云渭水終南山也。此僧便從渭水直", "155": "南而出。遂到高四臺。便云。此是古佛說法處", "156": "也。于時智猛法師。隨往禮拜。不久失梵僧所", "157": "在。智猛長大。具為太常韋卿說之。請其臺處", "158": "依本置寺。遂奏周王。菩提寺西當陽佛首。即", "159": "三會寺佛也。釋迦如來度迦葉後。十二年中", "16": "二月末。數感天人。有若曾面。告余云。所著文", "160": "來至此臺。其下見有迦葉佛舍利。周穆身遊", "161": "大夏。佛告彼云。有古塔可返初事。王問何方。", "162": "佛答。在鄗京之東南也。西天竺有別傳。去歲", "163": "長年師子國僧九十九夏三果人也。聞斯勝", "164": "迹跣行至此。尋清涼山。國家供送。今夏在彼。", "165": "所願應遂。余問。自昔相傳。文殊在清涼山。領", "166": "五百仙人說法。經中明文。是久住娑婆世界", "167": "菩薩。娑婆則大千總號。如何偏在此方。答云。", "168": "文殊諸佛之元師也。隨緣利現。應變不同。大", "169": "士之功。非人境界。不勞評薄。聖智多在清涼。", "17": "翰。續高僧傳。廣弘明集。裨助聖化。幽靈隨", "170": "五臺縣清涼府仙花山。往往有人到。不得不", "171": "信。", "172": "又問。今五臺山中臺之東南三十里。見有大", "173": "孚靈鷲寺。兩堂隔㵎猶在。南有花園。可二頃", "174": "許。四時發彩。人莫究之。或云。漢明所立。又", "175": "云。魏孝文作。互說不同如何。答云。俱是二帝", "176": "所作。昔周穆之時已有佛法。此山靈異。文殊", "177": "所居。周穆於中造寺供養。及阿育王亦依置", "178": "塔。漢明之初。摩騰天眼亦見有塔。請帝立寺。", "179": "山形像似靈鷲名大孚。孚信也。帝信佛理。立", "18": "喜。無不贊悅。至於律部。抄錄疏儀。無足與", "180": "寺勸人。元魏孝文。北臺不遠。常來禮謁。見人", "181": "馬行迹石上分明。其事可知。豈惟五臺。今終", "182": "南山太白太華五岳名山。皆有聖人。為住佛", "183": "法。處處有之。人有供設。必須預請。七日已", "184": "前。在靜室內。安置壇座。燒香列疏。閉戶祈", "185": "求。無不感應。至時來赴。凡聖難知。若不爾", "186": "者。緣請既多。希來至飯。今時有作賓頭盧", "187": "聖僧像立房供養。亦是一途。然須別地空座", "188": "前置椀鉢。至僧食時。令大僧為受。不得僧家", "189": "槃𣛰設之。以凡聖雖殊俱不觸僧食器。至俗", "19": "二。但於斷輕重物。少有疎失。斯非逾抑。惟譯", "190": "家則俗所設。若不前置靜室等者。止可諸餘", "191": "聖眾或可降臨。以三天下同一供養隨緣別", "192": "赴。此賓頭盧難一遭遇。", "193": "又問。今涼州西番音槃和縣。山裂像出。何代造", "194": "耶。答曰。迦葉佛時。有利賓菩薩。見此山人不", "195": "信業報。以殺害為事。于時住處有數萬家。無", "196": "重佛法者。菩薩救之。為立伽藍。大梵天王手", "197": "造像身。初成以後。菩薩神力能令此像如真", "198": "佛不異。遊步說法教化諸人。雖蒙此導猶不", "199": "信受。于時菩薩示行怖畏。手擎大石可落。欲", "2": "麟德元年終南山釋道宣撰", "20": "者如何以王貴衣同於白衣俗服。相從非重。", "200": "下壓之。菩薩伴怖。勸化諸人。便欻迴心信敬", "201": "於佛。所有殺具變成蓮花。隨有街巷花如種", "202": "植。瑞自此方攝化神力。菩薩又勸諸清信士。", "203": "令造七寺。南北一百里。東西八十里。彌山亘", "204": "谷。處處僧坊佛堂。經十三年方得成就。同時", "205": "出家。有二萬人。在七寺住。經三百年。彼諸", "206": "人等。現業力大。昔造惡業。當世輕受。不入", "207": "地獄。前所害者。在惡趣中。又發惡願。彼害", "208": "我者。及未成聖。我當害之。若不加害。惡業便", "209": "盡。我無以報。共吐大火。焚燒寺舍及彼聚落。", "21": "乃至氍氀同法相量者亦在輕收。且王著貴", "210": "一時焚蕩縱盜得活。又以大水而漂殺之。無", "211": "一孑遺。時彼山神。寺未破前。收取此像遠在", "212": "空中。寺破以後。下內石室安置供養。年月既", "213": "久石生室滅。至劉薩何禮山示其像者。前身", "214": "元是利賓菩薩。身首別處更有別緣。", "215": "又問。江表龍光瑞像。人傳羅什將來。就扶南", "216": "所得如何。答非羅什也。斯乃宋孝武征扶南", "217": "獲之。昔佛滅後三百年中。北天竺大阿羅漢", "218": "優婁質那。以神力加工匠。三百年中鑿大石", "219": "山。安置佛窟。從上至下凡有五重。上重高三", "22": "衣。同比丘之三衣也。價直十萬者。故曰貴衣。", "220": "百餘尺。請彌勒菩薩指作檀像處。玄奘師傳", "221": "云。高百餘尺。聖迹記云。高八丈。足符八尺。", "222": "六齋日常放光。其初作時。羅漢將工人上天。", "223": "三往方成。第二牛頭栴檀。第三金。第四玉。第", "224": "五銅像。凡夫今止在下重四重閉。石窟映徹", "225": "見人藏腑。第六百年。有佛奈遮羅漢。生母在", "226": "扶南國。念母重恩。從上重中。取木檀像。令母", "227": "供養。母終生楊州。出家住新興寺。獲悟三果。", "228": "宋孝武征扶南獲此像來都。亦是羅漢神力。", "229": "母今見在。時往羅浮天台西方諸處。昔往曇", "23": "用以施僧。可同輕限。白衣外道之服斯本出", "230": "無竭者再往西方有傳五卷。略述此緣。何得", "231": "云什師背負而來耶。", "232": "余問什法師一代所翻之經。至今若斯受持", "233": "轉盛何耶。答云。其人聰明善解大乘。以下諸", "234": "人皆俊乂一代之寶也。絕後光前。仰之所不", "235": "及。故其所譯以悟達為先。得佛遺寄之意也。", "236": "又問。俗中常論。以淪陷戒撿為言。答此不須", "237": "相評。非悠悠者所議。羅什師今位階三賢。所", "238": "在通化。然其譯經。刪補繁闕。隨機而作。故大", "239": "論一部。十分略九。自餘經論。例此可知。自", "24": "家者絕之。三衣惟佛制。名著者定得解脫故。", "240": "出經後。至誠讀誦。無有替廢。冥祥感降。歷代", "241": "彌新。以此詮量。深會聖旨。又文殊指授令其", "242": "刪定。特異恒倫。豈以別室見譏頓亡玄致。殊", "243": "不足涉言耳。", "244": "又問。坊州顯際寺山出古像者。何代所立。答", "245": "云。像是秦穆公所造。像出是周穆王造寺處", "246": "也。佛去世後。育王第四女又造像塔。於此供", "247": "養。于時此寺有一三果人住中。秦相由余所", "248": "奉敬。往者迦葉佛時。亦於此立寺。是彼沙彌", "249": "顯際造也。仍其本名。以為寺額。", "25": "白衣俗服佛嚴制斷。若有亡者並在重收。至", "250": "余問。今玉華宮南檀臺山。有甎塔。面別三十", "251": "步。下層極壯。四面石龕。旁有碎甎。又有三十", "252": "餘窯甎。古老莫知何代。然每聞鍾聲。答云。此", "253": "穆王寺也。名曰靈山。至育王時。勅山神於此", "254": "造塔。西晉末亂。五胡控權。劉曜都長安數夢。", "255": "此山佛現在甎塔。坐語曜曰。汝少飲酒。莫耽", "256": "色欲。黜去耶佞進忠良。曜不能從。後於洛陽", "257": "醉落馬。石勒所擒。初曜因夢所悟。令人尋山", "258": "訪之。遂見此像坐小甎塔。與夢符同。便毀小", "259": "塔。更作大者。高一十九級。并造寺宇。極好莊", "26": "於氍氀三衣相量同三衣也。邊方開皮臥具。", "260": "麗。寺名法燈。度三百僧住之。曜如趙後。寺有", "261": "三十二人。修得三果。山神於今塔後。又造一", "262": "寺。供二果僧。神往太白。採取芝草。供養聖", "263": "僧。皆獲延齡。寺今見在。凡人不見。所聞鍾聲", "264": "即寺鍾也。其塔本基。雖因劉曜。仍是穆王立", "265": "寺之處。又是迦葉如來之古寺也。貞觀年中。", "266": "玉華北慈烏川山。常見鹿集逐去還來。有人", "267": "異之。於鹿集處掘深一丈。獲一石像長丈許。", "268": "又問。荊州前大明寺栴檀像者。云是優填王", "269": "所造。依傳從彼摸來至梁。今京師又有。何", "27": "亦是三衣。條葉在外。柔毛在內。寒酷之國。佛", "270": "者是本。答云。大明是其本像。梁高既崩。像來", "271": "荊渚至元帝承聖三年。周平梁後。收簿寶物。", "272": "皆入北周。其檀像者。有僧珍法師。藏隱房內。", "273": "多以財物賂遺使人遂得停。隋開皇九年。文", "274": "祖遣使人柳顧言。往定寺僧。又求像令鎮荊", "275": "楚。顧是鄉人。從之令別剋檀。將往恭旨。當", "276": "時匠得一婆羅門僧名真達為造。即今興善", "277": "寺像是也。亦甚靈異。本像在荊。僧以漆布漫", "278": "之相好不及舊者。真本是作佛生成七日之", "279": "身。令加布漆。乃與壯年相符。故殊絕異於元", "28": "開為道必至布鄉。還非輕限。可改前迷。宜從", "280": "本。大明本是古佛住處。靈像不肯北遷故也。", "281": "近有妙義法師。天人冥讚。遂悟開發。剝除漆", "282": "布。具容重顯。大動信心。披覿靈儀。合檀所", "283": "作。本無補接。光趺殊異。蒙牙彫刻。卒非人工", "284": "所成。興善像身一一乖本。", "285": "又問。蜀地簡州三學山寺。空燈常明者何。答", "286": "云。山有菩薩寺。迦葉佛正法時初立。有懽喜", "287": "王菩薩造之。寺名法燈。自彼至今常明空表。", "288": "有小菩薩三百人。斷粒遐齡常住此山。燈又", "289": "是山神李特續後供養特舊蜀主故至正月處處然", "29": "後悟。如來在日。尚有後制廢前。何況於今不", "290": "燈。以供養佛寺。", "291": "又問。涪州相思寺側多古迹。篆銘勒之。不識", "292": "其緣。答云。此迦葉佛時。有山神。姓羅名子", "293": "明。蜀人也。舊是持戒比丘。生憎破戒者。發諸", "294": "惡願。令我死後作大力鬼噉破戒人。因願受", "295": "身作此山神。多有眷屬。所王土地。東西五千", "296": "餘里。南北二千餘里。年噉萬人以上。此神本", "297": "曾為迦葉佛兄。後為弟子。復佛怜愍。故來教", "298": "化種種神變。然始調伏。乞受五戒。隨識宿命。", "299": "因不噉人。恐後心變。故佛留迹。育王於上起", "3": "宣律師感天侍傳宣律師感天侍傳", "30": "存迷悟之事也。余問所從來。有一天來禮敬。", "300": "塔在山頂。神便藏於石中。塔是育王所作。其", "301": "神見在。其郭下寺塔。育王所立事現付囑儀南海", "302": "循州北山興寧縣界靈龕寺。多有靈跡。此乃", "303": "文殊聖者弟子。為此山神多造惡業。文殊愍", "304": "之便教化。遂識宿命。請為留跡。我常禮事得", "305": "離諸惡。文殊為現。今者是也。貞觀三年。山神", "306": "命終生兜率天。別有一神。來居此地。即舊神", "307": "親家也。大造諸惡。生天舊神憐之。下請文殊", "308": "為現小跡。以化後神。又從正法。故今此山。大", "309": "小跡現。莫不匪由焉事現付囑儀。", "31": "敘喧涼已曰。弟子姓王。名璠。是大吳之蘭臺", "310": "又問。見今泌州北山石窟中山。常有光明者", "311": "何。答此窟迦葉佛釋迦佛二時備有。往昔周", "312": "穆王第二子。造迦葉佛像。", "313": "又問。渭州終南縣山。有佛面山七佛㵎者。事", "314": "同於前。南山庫谷大藏。是迦葉佛自手所造", "315": "之藏也。今現有十三緣覺在谷內住。又曰。今", "316": "諸處塔寺。多是古佛遺基。育王表之。故福地", "317": "常在。不可輕也。今有名塔。如常所聞。無名塔", "318": "者。隨處亦有。河西甘州郭中寺塔下有舍利。", "319": "及河州靈巖寺佛殿下有舍利。秦州麥積崖", "32": "臣也。會師初至建鄴。孫主即來許之。合感希", "320": "佛殿下有舍利。山神廢之。此寺周穆王所造。", "321": "名曰靈安。經今四十年。常有人出。荊州長寧", "322": "寺塔。是育王造。下有舍利。入地丈餘。石函五", "323": "重。盛碎身骨。", "324": "益州三塔。大石今名福感武擔今名靜亂雒縣今名寶與並有神", "325": "異。如別傳。", "326": "又問。楊都長干塔鄮塔。是育王者非。答云。是", "327": "昔劉薩何感。今往楊州上越城望見長干有", "328": "異氣。因摽掘獲。如今傳所明。余問。若爾已", "329": "有長干。便為佛剎不。答非剎干也。是地之名。", "33": "有之瑞。為立非常之廟。于時天地神祇咸加", "330": "名隴為干。塔逼長隴之側。書不云乎。包括干", "331": "越。干越名隴也臨海鄮縣塔者。亦是育王造。", "332": "是賢劫初佛中者有迦葉佛臂骨非人所見。", "333": "羅漢將往鐵圍山留小塔。其塔大。有善神且", "334": "現二魚。井中鰻蟍魚。護塔神也。其側有足跡", "335": "石上者云。是前三佛所蹈處也。從地踊出。為", "336": "開俗福也。昔周時。此土大有人住。故置此", "337": "塔。", "338": "又問。若爾周穆已後諸王逢置塔時。何為此", "339": "土文記罕現。答云。靈塔為於前緣。多寶是神", "34": "靈被。於三七日遂感舍利。吳主手執銅瓶寫", "340": "靈所造。人有見者。少故文字少傳。楊雄劉向", "341": "尋於廟書。往往見有。佛經豈非秦前已有經", "342": "塔。", "343": "今衡岳南可五六百里。在永州北。有大川東", "344": "西五百餘里。南北百餘里。川中昔有人住", "345": "數十萬家。今生諸巨樹。大者徑三二丈。下無", "346": "草木。深林可愛。中有大江。東流入湘江。尋㵎", "347": "見之即得川。南有谷北入谷有方池。四方砌", "348": "石。水深龍居。有犯者輒。雷震山谷。左則多山", "349": "果橘柚楊梅之屬。列植相次。池南有育王大", "35": "銅槃內。舍利所衝槃即破裂。乃至火燒鎚試", "350": "塔。石花捧之。以石龕覆與地平。塔東崖上具", "351": "有碑記。篆書可識。登梯抄取。足知立塔之", "352": "由。", "353": "衡山南。大明師置寺處。亦有古塔云云。其寺", "354": "南北十餘里。七處八會流渠靜院處處皆立。", "355": "又問。此土常傳。佛是殷時周昭魯莊等。互說", "356": "不同。如何定指。答曰。皆有所以。弟子夏桀時", "357": "生。具見佛之垂化。且佛有三身。法報二身則", "358": "非人見。並登地已上。唯有化身。普被三千百", "359": "億天下。故有百億釋迦。隨人所感前後不定。", "36": "俱不能損。闞澤張昱之徒。亦是天人護助。入", "360": "或在殷末。或在魯莊。俱在大千之中。前後咸", "361": "傳一化。感見隨機。前後法報。常自湛然。不足", "362": "疑也。", "363": "又問。今諸瑞像。多云育王第四女所造。其事", "364": "幽遠。難得其實。答云。育王第四女。厥貌非", "365": "妍。久而未出。常恨其醜。乃圖佛形。相好異", "366": "佛。還如自身。成已發願。佛之相好。挺異於", "367": "人。如何同我之形儀也。以此苦邀。彌經年月。", "368": "後感佛現。忽異昔形。父具問之。述其所願今", "369": "非山玉華荊州長沙楊都高悝及今崇敬。並", "37": "其身中。令其神爽通敏。答對諧允。今並在天", "370": "是其像。或書光趺。人罕識者。育王令諸神鬼", "371": "所在將往開悟佛法。今諸像面。莫匪女形。崇", "372": "敬寺地。本是戰場。西晉末。五胡大起兵戈殺", "373": "害。此地特多。地下人骨今由見在。所殺無辜", "374": "殘酷枉濫。故諸神鬼携以鎮之。令此冤魂得", "375": "生善念。周滅佛法神亦從之。隋祖載隆佛還", "376": "重起云云。", "377": "又問。諸神自在威力殊大。至如蜀川三塔。咸", "378": "名大石。人有掘者莫測其源至如秦川武功", "379": "一塔。古者相傳。名曰育王。三十年中一度出", "38": "上。弘護佛法為事。弟子是南天韋將軍下之", "380": "現。貞觀已來兩度出現。光瑞殊壯。而舍利如", "381": "指骨。在石臼中如何陜陋若此。答曰。諸鬼神", "382": "中貧富不定。各是往業。如人不殊。天中亦爾。", "383": "隨其所有。而用供養此塔云云。又問。幽冥所", "384": "感。俗中常有。疑以神與形朽。而猶重來。如記", "385": "傳中。或經七日百日至三年者。識來形起。如", "386": "生不殊。如經中云。錄其精神在彼王所。五三", "387": "七日何也。答曰。人稟七識。識各有神。心識為", "388": "主。主雖前往。而餘神守護。不足怪也。敢問余", "389": "云。師言受戒。一戒幾神。余答云。見五戒中。", "39": "使者。將軍事務極多。擁護三州之佛法。有鬪", "390": "一戒五神。未知大戒如何。答僧之受戒。有二", "391": "百五十神。若毀一重戒。唯一神去。則二百五", "392": "十神恒隨戒者。", "393": "苟𧂐。綿州巴西縣人。得第二果。客遊新繁村", "394": "中教學。其人不貪酒肉。村人多信外道與食。", "395": "其人不食。村人遂打。其人能書。村人從乞。不", "396": "相禮遇。遂即懊惱。因發誓願。於村北草中仰", "397": "臥。以筆向空書之。村人怪問。答云。我書經", "398": "本。遣天看讀。不許人見。上界諸天將中天紙", "399": "向下承筆。遂寫得金剛般若經一卷。經于七", "4": "余曾見晉太常于寶撰搜神錄述。晉故中牟", "40": "諍陵危之事。無不躬往知喻。令附和南大欲", "400": "日方始得了。諸天於上造作寶蓋覆之。地遂", "401": "無草。放牛小兒避雨多於其下。村中怪其衣", "402": "燥。答云。我於苟先生寫經處避雨。村人因此", "403": "遂即信敬。今於其處以木為欄不許侵行。每", "404": "至齋日村人於中法會云云。鼓山竹林寺。名", "405": "迦葉佛時造。周穆王於中更重造寺。穆王佛", "406": "殿并及塐像。至今現存。山神從佛請五百羅", "407": "漢住此寺。即今見有二千聖僧。遶寺左側。見", "408": "有五萬五通神仙。供養此寺餘云云。已後論", "409": "諸律相。問余云。師本在梁朝。已為稱首。大有", "41": "即至。前事擁鬲不久當至。且令弟子等共師。", "410": "著述論名。人皆聞之。建初定林咸其所住。及", "411": "生見慈尊少有慢情。亦大有決律相。故今生", "412": "人間。今之所解百不存一。然有所注記抄儀。", "413": "並是曾聞餘習。計師報命。已終過一年矣。今", "414": "則以傳錄業餘慈力所熏。天人扶助。故日復", "415": "一日。師豈不知。去年已來無降損日。但枯喪", "416": "耳。如枯樹朽車。無由更壯。余問。若爾意欲更", "417": "讀藏經抄錄要行。見事可得遂不。答云。師", "418": "前讀經大麁。但究與律相符者。至於優柔文", "419": "義。過非深細。必欲重讀。隨分亦應得耳。無奈", "42": "言散不久復有天來云。姓羅氏。蜀人也。言作", "420": "報命。久終生處。復欲師到常勸不願早生在", "421": "人。有弘律教。幸願悉之。又曰。所製章服儀。", "422": "靈神咸喜。自法東傳六七百年。南北律師情", "423": "無此意。安用殺生之財。而為慈悲之服。全不", "424": "然故也。師獨拔此意。答曰。余讀智度論。見佛", "425": "著麁布僧伽梨。因懷在心。何得乖此。及聽律", "426": "後。見蠶衣。由此興念。著新章服儀。通瞻古", "427": "今。成教融會。臥具三衣且凡情瑣細因尤", "428": "重。身服所接莫匪損生。焉肯捐捨著於法服。", "429": "又法服所擬。本顯慈仁之心。非仁無以拔濟。", "43": "蜀音。廣說律相。初相見時如俗禮儀。敘述緣", "430": "濟必由慈而獲。故佛心者大慈也。殺生而行", "431": "慈。未見其可。故沈隱侯之著論也。五畝之宅", "432": "樹之以桑。則年六十者。容氣已衰。內假縑纊。", "433": "外存大布。所以大布之服。通於富貴貧賤也。", "434": "今猶通行於王臣。古法不改。俗有老少之殊。", "435": "故致降殺之異。道無損害之理。少長咸一法", "436": "衣。是慈化焉。通損害也云云。", "437": "又曰。三衣破緣而縫。江表咸然。此何不爾。余", "438": "曰。四分無文。故絕三縫。答十誦有文。何得不", "439": "用此制。有以不可不行云云。", "44": "由多有次第。遂有忽忘。又一天來云。姓費氏。", "440": "又大衣重作。師比行之。然於上葉之。下乃三", "441": "重也。豈得然耶。即問其所作。便執衣以示之。", "442": "此葉之下乃三重也。此葉相者。表於稻田之", "443": "󱥚𡑆也。以割裁衣段。就裏刺之。去葉橫表", "444": "已後此則條內表田畆葉。上表渠相。豈不然", "445": "也。今則通以布縵。一非割截。二又多重。既非", "446": "本制。非無著著之失。然猶令革之者。止從得", "447": "失為論。", "448": "又問余云。坐具兩重。斯成本制。截後更接。但", "449": "是一邊一頭意者。接在四面。通皆周緣如何。", "45": "禮敬如前云。弟子迦葉佛時。生在初天韋將", "450": "余云。今信成教。不徒設也。律云。於本制外。", "451": "廣長更增半磔手。據文止是一廣一長。不云", "452": "四周之廣長也。在事非無不便。猶勝跋闍之", "453": "蹤。便默然。又問余云。今見比丘行者。以坐具", "454": "置左肩上。情不忍可。何者資下之物。如何在", "455": "左肩上。弟子俗人未廣知律。師可說之。樂聞", "456": "斯要。余云。坐具在肩。斯成教也。舍利弗初起", "457": "祇桓。外道雲踊。須達往命舍利弗。乃具修威", "458": "儀。以尼師檀置左肩上。庠序入大眾中。至高", "459": "座取而敷之。又諸律論。多處有文。比丘食已", "46": "軍下。諸天以貪欲醉。弟子以宿願力不戀天", "460": "出定已。尼師檀在左肩上。又入林坐禪。具三", "461": "衣右角在左肩。坐具安上。又加盋袋於上。故", "462": "善見云。盋袋貫左肩。青色分明。豈古人之行", "463": "也。今則三衣下置左肘。坐具藏于內臂。乃論", "464": "方坐。若語並在左體盋袋絡左膊下垂左膝。", "465": "時代訛變。遂失本原。余見古之瑞像。今此", "466": "方見制者。莫不衣搭於左肩。然後取衣角。共", "467": "左臂內衣角屈而捉之。恐出二角。如羊耳之", "468": "相。則俯同此律。亦是聖人揩摸焉。有行則收", "469": "束左臂。坐則放縱左髀。未見正文所許。終是", "47": "欲。清淨梵行偏敬毘尼。韋將軍童真梵行。不", "470": "放逸威儀。", "471": "又坐具之制。本為護於身衣及僧臥具也。其", "472": "中表裏俱淨。不同此土之僧。故經中乞食已", "473": "還本處收衣鉢。方始洗足而坐。至於革屣拭", "474": "刮綱系如面手焉。故身衣俱淨。無有不淨之", "475": "者。此土眾僧。身之臭穢。焉可以言。左右便利", "476": "曾不澡除。內外衣裳曾何澣濯。三衣少備裩", "477": "袴尤多。人見尚有厭之。其腥臊而聞義。當悲", "478": "其忍辱。據此成文。今在肩上觀事止可藏於", "479": "臂中。如有依法沙門不行惡習。內外俱淨。形", "48": "受天欲。一王之下。有八將軍四王三十二將。", "480": "服可觀。豈得背佛誠言不順左肩之法。故十", "481": "誦鼻奈耶等。三衣之鉤紐也。前去緣四指施", "482": "鉤。後八指施紐。以右角挑左肩上紐綴於前", "483": "鉤。今則一倍反之。豈是教文所許。但以凡僧", "484": "識想憑准正教。及以見緣如前差違。賜垂箴", "485": "誨。諸非人等。咸皆默然。", "486": "次後復有一天人來云。弟子黃瓊。致敬已云。", "487": "向述坐具。殊有可觀。憑准經論。無差違者。然", "488": "終始不備。故重却論。元佛初度五人。爰及迦", "489": "葉兄弟。並製袈裟左臂。坐具在袈裟下。西方", "49": "周四天下往還。護助諸出家人。四天下中北", "490": "王臣披白㲲搭左肩上。故佛制衣左臂異俗。", "491": "頞鞞比丘威儀度物。爾時法服猶未搭肩。後", "492": "度諸眾。徒侶漸多。年少比丘儀容端美。入城", "493": "乞食多為人愛。由是佛制衣角左肩。後為風", "494": "飄。聽以重物鎮上。比丘不達佛意。自造鎮衣", "495": "之物。種種莊嚴。諸俗譏論。比丘以事白佛。佛", "496": "言。我前聽安重物。即是尼師檀。餘者不合。後", "497": "王舍城外道名達摩多。稱一切智。所著衣服", "498": "並皆鮮白。日易一衣。日三十浴。所食皆以香", "499": "薪香炭作之。所住皆以香材。塗泥皆以香汁。", "5": "令蘇韶。有才識。感冥中卒。乃晝見形於其家。", "50": "天一州少有佛法。餘三天下佛法大弘。然出", "500": "園林皆植香樹。所種花藥皆是香者。流泉池", "501": "水皆聚牛頭香。內中水為香潔。雖帝釋歡喜", "502": "之園。未能加也。世尊爾時將諸比丘入城乞", "503": "食。執持衣鉢。坐具在肩。有諸外道語達多言。", "504": "今瞿曇沙門入城乞食。可往言論降從大師。", "505": "時達摩多領徒眾。披一領㲲價直千兩紫磨", "506": "黃金。將至佛所。時大梵王請佛上天。外道來", "507": "唯見比丘。便問比丘。肩上片布持作何用。答", "508": "曰。擬將坐之。又問。汝所被衣名何等耶。答", "509": "云。忍辱鎧也。", "51": "家人多犯禁戒少有如法。東西天下人少黠", "510": "又問。何名忍辱鎧。答曰。即此為三寶之相。上", "511": "制天魔下降外道。達摩云。此衣既為可貴。有", "512": "大威靈。豈得以所坐之布而居其上。為瞿曇", "513": "教汝。為是汝自為之。時比丘咸皆默然。外道", "514": "云。瞿曇教汝。此法不足可尊。云何自稱一切", "515": "智人。若汝自為之。師何不復教汝耶。比丘食", "516": "訖還僧坊中。以事白佛。由此佛制。還以衣角", "517": "居于左臂。坐具還在衣下。於後比丘披著袈", "518": "裟。多不齊整。諸離車子譏言。無有威儀。所披", "519": "衣服狀如婬女。猶如象鼻。因此始制上安鉤", "52": "慧。煩惱難化。南方一洲雖多犯罪。化令從善。", "520": "紐。今以衣角達于左臂。置於左腋下。不得令", "521": "垂。如上過也。前引舍利弗事。此方前開不見", "522": "後制。義須綸綜。往者雞鳴之詩。挈壺掌漏刻", "523": "之官齊無道官失其守。諸侯朝顛倒衣裳。詩", "524": "人刺之。可不鏡哉。書云。冠雖賤不可以居下。", "525": "屢雖貴不可以居上。此言雖貴不可以上。此", "526": "言雖小可以況大。古人或詢諸芻蕘。伏願仁", "527": "慈。不以人微廢教也。余備聞雅論。前後憲章。", "528": "斯則一化之所宗。承三藏之弘徹也。如或鏗", "529": "執頓拒。未聞何殊。結集氷開八事之緣。不遵", "53": "心易調伏。佛臨涅槃。親受付屬。並令守護。不", "530": "上座重結之相也。縱無此示情。或廣之五分", "531": "律中。餘方不為清淨者。雖制不行。據此可依", "532": "准的。況復天人賜降。周統制開。恨知之晚也。", "533": "然於現教事等云篇仰以信之。亦同飲光之", "534": "罰懽喜也。如是云云。", "535": "又云。元制坐具之意。用表塔基之相。僧服袈", "536": "裟在上。以喻法身之塔。塔基既無偏邪。坐具", "537": "寧容縱廣。使四周具帖。不違磔手之文。但以", "538": "翻譯語略。但云。各增半磔。十宗而論。即是四", "539": "周之義。又問。比見西域僧來。多縫衣葉者。答", "54": "使魔嬈。若不守護如是破戒。誰有行我之法", "540": "曰。此佛滅後將二百年。北天竺僧與外道同", "541": "住。外道嫉之密以利刃內衣葉中。同往王所。", "542": "外道告王。沙門釋子內藏刀刃。將欲害王。因", "543": "即撿獲。由是普誅一國比丘。時有耶舍羅漢。", "544": "令諸比丘權且縫合。為絕命難。此乃北方因", "545": "事。權且立制。非佛所開。今有南方比丘。皆亦", "546": "縫合。有無識者。亦學縫之。", "547": "又今日戒壇之興。佛所重也。祇桓一寺。頓結", "548": "三壇。兩居佛院。惟佛所登為集諸佛登壇。而", "549": "論僧尼結戒也。僧院一壇為受具者。莊嚴別", "55": "教者。故佛垂誡不敢不行。雖見毀禁愍而護", "550": "窟如須彌座。神景石柱守護不虧。下至水際", "551": "經劫無沒。北天竺東。見有石壇相狀。弘律師", "552": "今何緣特立壇相。天人幽顯莫不贊悅。余答", "553": "云。曾見僧傳南林戒壇。意便重之。故仰則也。", "554": "彼云。豈惟一所。今重幽求。南方大有。初昔宋", "555": "求那跋摩。於蔡州立壇。晉竺法護於瓦官寺", "556": "立壇。晉支道林於石城汾各立一壇。晉支法", "557": "存於若耶溪謝敷隱處立壇。竺道一於洞庭", "558": "山立壇。竺道生於吳中虎丘山立壇。宋智嚴", "559": "於上定林立壇。宋慧觀於石梁寺立壇。齊僧", "56": "之。若見一善。萬過不咎。事等忘瑕。不存往失。", "560": "敷於無湖立壇。梁法超於南㵎立壇。梁僧祐", "561": "於上雲居拪霞歸善愛敬四處立壇。今荊州", "562": "四層剎基。長沙剎基。大明寺前湖中並是戒", "563": "壇。今以事斷。江右渝州已下。迄于江淮之南。", "564": "通計戒壇。總有三百餘所。山東河北關內劍", "565": "南。戒壇事不絕。使江表佛法今四五百年曾", "566": "不廢退。由戒壇也。戒為法之初。元本立而不", "567": "可傾也。自北河之左右。曾不聞名。由此佛法", "568": "三被誅殄。又江漢之南。山川秀麗綺錯。見便", "569": "忘返者。土地之然也。人依外根。故使情智", "57": "且人中臭氣。上熏於空四十萬里。諸天清淨", "570": "聰敏形心勇銳也。遂能詳度佛教。深有可依。", "571": "無所疑慮。不可忘廢也。中原兩河。晉氏南渡", "572": "之後。分為一十六國。以武猛相陵。佛法三除。", "573": "並是北狄之亂也。本非文地。隨心即斷。曾未", "574": "大觀。豈不然乎。故戒壇之舉。住持之式相也。", "575": "眾僧說戒受戒。咸往登之事訖。東迴左轉南", "576": "出而返也。余曰。經中咸言。右旋右繞右脇等", "577": "相。今云。左遶如何。答云。天常法爾人乃右", "578": "也。故日月星辰皆左行也。天氣風轉遂從西", "579": "沒。不見月之始生也。初在西方漸漸而東。亦", "58": "無不厭之。但以受佛付屬令守護法。尚與人", "580": "從西沒漸上東迴也。西沒風轉也。地上蔓", "581": "草生必左旋。此天常也。今有西從日月之轉", "582": "人謀也。佛亦從之左轉者。此方不為清淨也。", "583": "故如來右脇而臥。首北面西。觀本生地佛法", "584": "久流之方也。制諸比丘悉右脇臥。因從請出", "585": "祇桓圖相。遂取紙畫分齊一一諸院。述其源", "586": "流如別。可有數紙。不久復有天來云。姓姚", "587": "氏云云。", "588": "弟子天人。自有姓字。語同天竺。師既不詢。還", "589": "述本音。不久復有天來云。姓苟氏。云弟子本", "59": "同止。諸天不敢不來。韋將軍三十二將之中", "590": "相人也。往以夏殷多難。將居家入白鹿山。山", "591": "素有辟支佛住云云。", "592": "最後一朝韋將軍至。致敬相聞。不殊恒禮。云", "593": "弟子常見師。師在安豐坊。初述廣弘明集。剖", "594": "斷邪正。開段明顯。於前者甚適幽旨。常欲相", "595": "尋。但為三天下中佛僧事大。鬪訟興兵攻伐", "596": "不已。弟子職當守護。勸喻和詞無暫時停。所", "597": "以令前諸使者共師言議。今暫得來不得久", "598": "住。師今須解佛法衰昧。天竺諸國不及此方。", "599": "此雖犯戒。大途慚愧。內雖陵犯外猶慎護。故", "6": "諸親故知友聞之並同集。飲噉言笑不異於", "60": "最存弘護。多有魔子魔女輕弄比丘。道力微", "600": "使諸天見其一善忘其百非。若見造過。咸皆", "601": "流涕悉加守護。不令魔子所見侵惱云云。余", "602": "問。欲界主者豈非魔耶。以下諸天皆非屬耶。", "603": "答云。魔若行惡。四天帝釋皆所不從。若下二", "604": "天行諸善法。魔及魔女無如之何。此方僧勝。", "605": "於大小乘曾無二見。悉皆奉之。西土不爾。諸", "606": "小乘人獲大乘經則投火中。小僧賣於北狄。", "607": "老者奪其命根。不可言述。今菩提大寺。寺主", "608": "威猛。象有八萬。僧戶數千萬。王征不得。遶塔", "609": "之下日有金帛。收已自納。厨內生魚頭積成", "61": "者並為惑亂。將軍拪遑奔赴應機除剪。故有", "610": "大聚。羊腔懸之劇於屠肆。然亦守護。不令惡", "611": "鬼害之。", "612": "問曰。可無善神龍王。何因縱其造罪。答曰。血", "613": "食之神咸來嚮衛。諸受佛語者。守護太乘寺", "614": "僧。余曰。常見此國。以殺戮為功。每願若死生", "615": "龍鬼中。有大勢力令其不殺。如何此神還復", "616": "縱殺者。答曰。並是眾生惡業所致。魚羊還債。", "617": "此是常理。余曰。還債之業。誠是可嘉。然彼殺", "618": "噉無不由惑。惑是貪癡。貪癡之惑。結在惡道。", "619": "如何諸神故縱造也。答曰。亦是業定。諸佛尚", "62": "事至須往四王所。時王見皆起。為韋將軍修", "620": "不能除。況諸神者。生此國中。正念既失。便縱", "621": "其殺。余曰。先有此願。脫生失念。隨彼如何。", "622": "自非觀行明白。在泥不淄。方可行此。如何如", "623": "何。又問。彌天釋道安。宇內式瞻。云乘赤驢。", "624": "荊襄朝夕而見。未審如何。答曰虛也。", "625": "又曰。若爾傳虛。何為河東寺上有驢。峴山南", "626": "有中驢村。據此行由。則乘驢之有地也。答曰", "627": "非也。後人築臺於上植樹供養。焉有佛殿之", "628": "側頓置驢耶。又中驢之名本是閭國郡國之", "629": "故地也。後人不練。遂妄擬之云云。", "63": "童真行護正法故。弟子性樂戒律。如來一代", "630": "道宣律師感通錄", "631": "此一卷書。藏所無。然而可洪音疏云。出貞", "632": "元目錄勘經。惠澄上座傳來寄帙。故在此", "633": "函。", "64": "所制毘尼。並坐中聽受戒法。因問律中諸隱", "65": "文義。無不決滯。然此東華三寶。素有海水石", "66": "往往現多。謂其靈而敬之。顧訪失由莫知投", "67": "詣。遂因此緣。而便諮請。且泛文相。以理括", "68": "之。未曾博觀。不可以語也。余少樂多聞。希世", "69": "拔俗之典籍。故搜神研神。冥祥冥報。旌異述", "7": "人。或有問者。中牟在生。多諸賦述。言出難", "70": "異。志怪錄幽。曾經閱之。故非疑慮。況佛希人", "71": "之說。心進勇銳之文。護助形神。守持城塔。事", "72": "出前聞。非為徒說。後諸緣敘。並依出而疏之。", "73": "初問佛事。益州成都多寶石佛者。何代時像", "74": "從地踊出。答蜀都元基青城山上。今之成都", "75": "大海之地。昔迦葉佛時。有人於西耳河造之。", "76": "擬多寶佛全身相也。在西耳河鷲頭山寺。有", "77": "成都人。往彼興易。請像將還。至今多寶。寺處", "78": "為海神蹋船所沒。初取像人。見請像將還。至", "79": "今海神子岸上遊行。謂是山芝遂殺之。因爾", "8": "尋。諸敘詞曰。運精氣兮離故形。神渺渺兮爽", "80": "神嗔覆役人像俱溺同在一船。多寶佛舊在", "81": "鷲山寺。古基尚在。仍有一塔。常有光明。今向", "82": "彼土。道由郎州。過三千餘里。方達西河。河大", "83": "闊。或百里五百里。中山洲亦有古寺經像。而", "84": "無僧住。經同此文。時聞鍾聲。百姓殷實。每", "85": "年二時供養古塔。塔如戒壇三重。石砌上有", "86": "覆釜。其數極多。彼土諸人。但言神塚。每發光", "87": "明。人以蔬食祭之。求福祚也。其地西去嶲州", "88": "二千餘里。問去天竺非遠。往往有至彼者云", "89": "云。", "9": "玄冥。歸北帝兮造酆京。崇墉欝兮廓崢嶸。叔", "90": "至晉時。有僧於地見土墳出。隨除終不可平。", "91": "後見坼開。復怪其爾。乃堀深丈餘。獲像及人", "92": "骨在船中。其髏骨肘脛悉麁大。數倍過今人。", "93": "即迦葉佛時閻浮人壽二萬歲時也。今時命", "94": "促形小固其常然。初出之時牽曳難得。弟子", "95": "化為老人。指撝方便須臾得出。周滅法。暫隱", "96": "還興。重更出之。蜀人但知其靈從地而出。亦", "97": "不測其根原。見其花趺有多寶字。因遂名為", "98": "多寶佛。名多寶寺也。余問。多寶隷書出於", "99": "三秦之代。如何迦葉佛時已有神書也。答曰。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2107 道宣律師感通錄", "author": "唐 道宣撰", "sourceLink": "http://www.cbeta.org/"}