{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1945 金光明懺法補助儀", "text": {"0": "No. 1945 [cf. No. 1946]", "1": "金光明懺法補助儀", "10": "天女。二闕分灑散別施諸神。三闕明散食處", "100": "意。意在潤其處而致請。充其乏而益說。給其", "101": "資而久聽。經云。是說法者。我當供給令心安", "102": "住。晝夜歡樂正念思惟分別深義。請者及聽", "103": "準此可知。故非庸昏之徒。飽食終日無所用", "104": "心。天與其財也。次出過者。反前可知。更復略", "105": "說。且出家之子。尚不應求事戒世禪。及二", "106": "乘智慧。豈容全不資道。專為養軀。諂附行儀", "107": "竊規財利。設遂多畜自犯嚴科。不淨八財招", "108": "苦三惡。供養既無福應五百問云。尚不免地獄。何況得福施設", "109": "竟自空。為擬欲感天恐應無日。二則天佐有", "11": "所。四誦呪時節似未次第。準淨師新譯。唯闕", "110": "德。不祐無道。畜財毀戒天捨人譏。徒欲虔祈", "111": "逾近逾遠。尚今大鬼掃迹。寧得尊天衛身。天", "112": "乎無親唯德是輔。豈苟徇庸鄙。而言終身不", "113": "遠是人耶。三則既反天意。與財何為。意為通", "114": "經不專濟命。尚令散積豈使益貪。且沙門染", "115": "法猶訶。畜財誰賞。世有不達徒欲要求。天網", "116": "恢恢疎而不漏。問曰。觀上所說恐不全爾。何", "117": "者人情自隔天理本通。菩薩慈稱無緣。大士", "118": "施元博濟。賊稱佛號尚獲金頭。僧奉天靈寧", "119": "慳玉帛。答汝此問深不達也。譬如國之法。臣", "12": "今第三明散食處。餘甚分曉。新云。亦以香華", "120": "非法虞罪。去官奪祿而反責君曰。天子仁慈", "121": "不應偏黨。尚恩覃草木惠及孤貧。何故於臣", "122": "而慳爵祿。觀此所責是智臣乎。經稱能持一", "123": "句及以首題。以財以護者。此攝俗子及顯持", "124": "功。工商仕農求財是分。王臣長者濟國盈家。", "125": "尚令必聽是經要求同行。地神品云。好行惠", "126": "施心常堅固。深信三寶積而能散。素聞廉士", "127": "之風。知足節量。夙仰道人之範。未見迹參。穢", "128": "俗志混凡夫。而人歸天護者也。", "129": "5 總示事理觀慧所依總示事理觀慧所依第五", "13": "及諸飲食供養我像。復持飲食散擲餘方施", "130": "今文正依百錄及新舊兩經。傍採法華三昧", "131": "中文。以成十科事儀。但正修之前略無方便。", "132": "廣在止觀及諸懺法所明。欲修行著。當尋懺", "133": "悔品疏。應先諦了識懺悔處及懺悔法法有正助一一細", "134": "知。若尊容道具歷事觀慧。當尋止觀方等懺", "135": "文。若十科始終事儀之後一一觀想。應尋法", "136": "華補助儀。并須熟誦。令運念無滯。若經呪佛", "137": "名五悔等文。並須預誦悉令通利。不應道場", "138": "之內猶自讀文。復須尋疏。明識作法取相無", "139": "生三種懺法。若通若別事理節級對障。次第", "14": "諸神等。誦呪之語亦復別出。先令禮佛後即", "140": "淺深之相。不得不了。慎勿容易。又囑後學。凡", "141": "欲傳寫。並須首尾全寫。對勘分明勿令脫誤。", "142": "多見法華觀音等懺文。多削前後。及觀慧之", "143": "文。但抄佛位及懺悔文。單題禮文深可悲痛。", "144": "若不能者寧可莫寫。免得毀散行法全文。一", "145": "事不周便虧行相。深誡深誡。", "146": "6 補助正修十科事儀補助正修十科事儀第六理觀如上所指", "147": "1 嚴淨道場方法第一嚴淨道場方法", "148": "若自住處。若阿蘭若處。嚴治一室以為道場。", "149": "別安唱經座。令與道場有陋。道場內須安釋", "15": "誦呪。而云召請不云於散灑時誦。觀此新文", "150": "迦像。於像前安金光明經。於佛左邊安功德", "151": "天座。準新經。應畫吉祥天像。道場若寬。更", "152": "於右邊。安大辯四天王座。準毘沙門呪法中。", "153": "於佛左畫吉祥天。於佛右作我多聞天像。今", "154": "道場更窄。亦須安多聞天座為善。以天女居", "155": "彼勝園。及表權實便故懸繒旛蓋。安施供具", "156": "嚴好諸座。淨掃其地。香汁灌灑香泥塗治。然", "157": "種種諸香油燈。於諸座散種種妙華。及諸末", "158": "香燒眾名香供養三寶。備於己力所辦。傾心", "159": "盡意極於嚴淨。所以者何。行者內心敬重三", "16": "有補舊式。若爾百錄令別飣一盤擬散諸方。", "160": "寶。超過三界。今欲奉請供養。豈可輕心。若不", "161": "能拔己資財供養大乘。終不招賢感聖。重罪", "162": "不滅。善根何由得生也。", "163": "2 清淨三業方法第二清淨三業方法", "164": "行人從初日終竟一期。日日以香湯沐浴。若", "165": "至穢處事訖即浴。縱一日都不至穢。亦須一", "166": "浴。著淨潔衣若大衣。諸新染等服。若無新當", "167": "取己衣勝者。重淨洗染以為入道場衣。出入", "168": "脫著此可意知。行人終竟七日。專莫雜語及", "169": "一切接對問訊。如索所須但直語其事。不得", "17": "此與新經宛如符契。何謂亦無別立。答初雖", "170": "因事牽發餘說。行人終竟七日。專秉一心念", "171": "所修法。不得剎那念世雜事。宜在密防勿令", "172": "萌動。如上三業。若飲食若便利。一心護失。不", "173": "得托事延緩。當直如事作爾。", "174": "3 香華供養方法第三香華供養方法行者初入道場。至法座前。敷尼師壇。正身合掌倚立。", "175": "應先慈念一切眾生。誓興救拔。次起殷重心。慚愧懇惻。存想三寶。畟塞虛空。應現道場。如是想已。五", "176": "體投地。禮一切三寶。亦使影現一切佛前。作是禮已音聲者首唱", "177": "一切恭敬。一心頂禮。十方常住三寶心隨身口。一", "178": "心頂禮無分散意。了知此身如影不實。能禮所禮心無所得。一切眾生亦皆同入禮三寶海中。總禮三寶。一", "179": "拜已互跪。手執香爐。口復唱云。", "18": "似分。後至散灑。復依經文便令誦呪。又成", "180": "是諸眾等各各胡跪。嚴持香華如法供養", "181": "至比停唱。以手擎華默念供養。運想之辭出法華補助儀。須檢彼文熟誦用之。運念已唱云。", "182": "願此香華雲。遍滿十方界。供養一切佛。尊法", "183": "諸菩薩。聲聞緣覺眾。及一切天仙。受用作佛", "184": "事供養已一切恭敬。", "185": "4 召請誦呪方法第四召請誦呪方法次當胡跪手執香爐燒眾名香。一心召請三寶及功德天等。", "186": "起殷重心涕淚悲泣。一一想至道場。其辭出補助儀。應檢閱。口作是言", "187": "一心奉請。南無本師釋迦文佛。東方阿閦四", "188": "佛世尊。寶華瑠璃寶勝佛等。盡金光明經", "189": "中及十方三世一切諸佛三請已一禮。下去準知。", "19": "難了。何者呪本召喚天女。秖可兼於徒黨。若", "190": "一心奉請。南無大乘金光明海十二部經。", "191": "一心奉請。南無信相菩薩。金光明菩薩。金藏", "192": "菩薩。常悲法上盡金光明經內。及十方三", "193": "世一切菩薩。聲聞緣覺賢聖僧。", "194": "一心奉請。南無大梵尊天。三十三天。護世四", "195": "王。金剛密迹。散脂大將。大辯天神。訶梨帝", "196": "喃鬼子母等。五百眷屬。一切皆是大菩薩", "197": "等。及此國內名山大川一切靈廟。某州地", "198": "分屬內鬼神。此所住處護伽藍神守正法", "199": "者一切聖眾從大梵下但三請。不應禮拜。白衣無妨。", "2": "宋天台東掖山沙門遵式集", "20": "令散食處誦。則成但召徒屬。縱云同時誦者", "200": "一心奉請。南無第一威德成就眾事大功德", "201": "天行者應念此菩薩。即是道場法門之主。當殷勤三請。希望來至。請已各放香爐。即便合掌胡", "202": "跪。誦持本呪。若七遍若多遍。此呪正是召命天女及其徒屬。切在精專一心致請。必望下降。果剋所", "203": "求。令不虛爾。", "204": "南無佛陀南無達摩南無僧伽南無室利摩訶", "205": "提鼻耶怛儞也他波利富樓那遮利　三曼陀", "206": "達舍尼", "207": "摩訶毘訶羅伽帝　三曼陀毘尼伽帝　摩訶", "208": "迦利野　波禰波羅波禰　薩利嚩栗他　三", "209": "曼陀修鉢梨帝　富隸那阿夜那達摩帝　摩", "21": "復闕明處。若道場內布散飲食大有不便。若", "210": "訶毘鼓畢帝　摩訶彌勒帝　婁簸僧祇帝", "211": "醯帝簁　僧祇醯帝　三曼陀　阿咃　阿㝹", "212": "婆羅尼遍數訖起一禮", "213": "5 讚歎述意方法第五讚歎述意方法行者既咨請竟。決定想一切三寶及諸天仙。悉集道場如", "214": "對目前。即自了知身口意業充滿法界。面對法座稱讚三寶微妙功德。口自宣偈。而讚歎曰", "215": "佛面猶如淨滿月亦如千日放光明", "216": "目淨修廣若青蓮齒白齊密猶珂雪", "217": "佛德無邊如大海無限妙寶積其中", "218": "智慧德水鎮常盈百千勝定咸充滿", "219": "足下輪相皆嚴飾轂網千輻悉齊平", "22": "異處散同時誦呪又成不可。況復誦呪時節", "220": "手足縵網遍莊嚴猶如鵝王相具足", "221": "佛身光耀等金山清淨殊特無倫匹", "222": "亦如妙高功德滿故我稽首佛山王", "223": "相好如空不可測逾於千日放光明", "224": "皆如焰幻不思議故我稽首心無著", "225": "讚已當述建懺之意。任自智力所陳云云。", "226": "6 稱三寶及散灑方法第六稱三寶及散灑方法此散灑應通名奉供。則攝三寶諸天。若直云散", "227": "灑。則局施諸神。於理不便。略如前說。行者欲稱三寶。當合掌低頭鞠躬平聲三稱云", "228": "南無寶華瑠璃佛。南無金光明經。南無第一", "229": "威德成就眾事大功德天如是三稱已。次虔奉供養專想面對。後陳", "23": "亦應不爾。必先持呪。通召主伴令至道場。後", "230": "辭句。餘時須除去飲食并淨潔如法。復持散擲等語。但云香華至同圓種智而止。便即禮佛。", "231": "今我道場敷設供養。然種種燈。燒種種香。奉", "232": "種種飲食。淨潔如法。恭持奉供諸佛世尊大", "233": "乘經典菩薩賢聖一切三寶。又復別具香華", "234": "飲食。奉獻功德大天大辯四王梵釋天龍八", "235": "部聖眾。復持飲食散擲餘方。施諸神等。唯願", "236": "三寶天仙。憐愍於我及諸眾生受此供養。以", "237": "金光明力及諸佛威神。於一念間顯現十方", "238": "一切佛剎。如雲遍滿。如雨溥洽。廣作佛事", "239": "等熏眾生。發菩提心同圓種智此亦應隨意所陳。未必專誦", "24": "奉飲食必須異處。又今時行事多將此法準", "240": "此語。作是語已。當持飲食至道場外淨處布散四方。先作是言我今依教供養", "241": "大乘三寶及吉祥大天。持此種種飲食。散灑", "242": "諸方遍施諸神。願諸神明威權自在。一念普", "243": "集各受法食。充足無乏身力勇銳。守護堅強", "244": "知我所求。願當相與迴此福利普潤含生。果", "245": "報自然常受勝樂作是呪願竟。即便以食散擲四方。想無量鬼神悉來受食。爾", "246": "時或誦前呪。或但云南無室利摩訶提鼻耶。以食盡為度。", "247": "7 禮敬三寶方法第七禮敬三寶方法灑散既竟。還至道場。應當一心正身威儀禮敬諸佛。禮", "248": "佛之法隨所禮佛志心憶念。此佛法身猶如虛空。應物現形如對目前受我禮拜。餘一一佛亦然。應專一心不", "249": "得散亂。爾時自知身心空寂無能禮所禮。雖無有實非不影現。一一佛前頭面頂禮。法僧亦然。當熟誦補助", "25": "同法華方等。初日已後廢請三寶。直爾誦呪。", "250": "儀中。禮三寶各有辭句", "251": "一心頂禮本師釋迦牟尼佛。", "252": "一心頂禮東方阿閦佛。", "253": "一心頂禮南方寶相佛。", "254": "一心頂禮西方無量壽佛。", "255": "一心頂禮北方微妙聲佛。", "256": "一心頂禮寶華瑠璃佛。", "257": "一心頂禮寶勝佛。", "258": "一心頂禮無垢熾寶光明王相佛。", "259": "一心頂禮金焰光明佛。", "26": "甚闕次第。又百錄不出五悔。後人濫用。今並", "260": "一心頂禮金百光明照藏佛。", "261": "一心頂禮金山寶蓋佛。", "262": "一心頂禮金華焰光相佛。", "263": "一心頂禮大炬佛。", "264": "一心頂禮寶相佛。", "265": "一心頂禮盡金光明經中及十方三世一切諸", "266": "佛。", "267": "一心頂禮大乘金光明海十二部經三禮。", "268": "一心頂禮信相菩薩摩訶薩。", "269": "一心頂禮金光明菩薩摩訶薩。", "27": "補助非徒然也。", "270": "一心頂禮金藏菩薩摩訶薩。", "271": "一心頂禮常悲菩薩摩訶薩。", "272": "一心頂禮法上菩薩摩訶薩。", "273": "一心頂禮盡金光明經內。及十方三世一切", "274": "菩薩摩訶薩。", "275": "一心頂禮舍利弗等。一切聲聞緣覺賢聖僧。", "276": "8 修行五悔方法第八修行五悔方法行者當自想。身對三寶法座。一心一意。為一切眾生修行懺", "277": "悔。自憶先罪及今生所造。若不懺悔。當入阿鼻受極大苦。若有此罪尚不得剎那覆藏。何況經久。滅障品", "278": "云。有四種業難可滅除。一者於菩薩律儀犯極重罪。二者於大乘經心生誹謗。三者於自善根不能增長。四", "279": "者貪著三有無出離心。有四對治能滅四罪。一者於十方佛至心親近說一切罪。二者為一切眾生勸請諸佛究", "28": "2 按文開章以定銓次按文開章以定銓次第二", "280": "深妙法。三者隨喜一切眾生所有功德。四者所有善根悉皆迴向無上菩提。文但有四悔於理亦足。若開五悔", "281": "者。但於迴向開出發願。上雖能迴向。更須加願樂。要制之法對治心無決定喜退之障。既知此已起大慚愧。", "282": "實有此罪一心求滅。雖加苫到不惜身命慚愧等心廣如懺悔品疏。普為之前辭。偈出補助儀。應熟誦使心念", "283": "不滯。運想令成。默念已唱云", "284": "普為法界一切眾生　悉願斷除三障。歸命懺", "285": "悔起已一禮。當運逆順十心。具如補助儀。運十心已。專想對十方佛前涕淚悲泣。燒眾名香。而作", "286": "是言。", "287": "我某甲歸命頂禮一切諸佛。現在十方已得", "288": "道者。轉妙法輪誘接一切。為令眾生得清淨", "289": "故。得安樂故。是諸世尊以真實慧以真實眼。", "29": "百錄事儀文雖甚約。細尋其意開為十科。但", "290": "真實證明真實平等。悉知悉見一切眾生善", "291": "惡之業。我從無始。隨生死流。與一切眾生", "292": "已造業障。為貪瞋癡之所纏縛。未識佛時。未", "293": "識法時。未識僧時。不了善惡。為身口意得無", "294": "量罪。以惡心故。出佛身血。誹謗正法。破和合", "295": "僧。殺阿羅漢。殺害父母。十不善法。自作教", "296": "他。見作隨喜。於諸眾生橫生毀呰。斗稱欺", "297": "誑以偽為真。不淨飲食施與眾生。生死六道", "298": "所有父母。更相觸惱。塔物僧物四方僧物。心", "299": "生偷奪自在而用。諸佛法律不樂奉持。師長", "3": "1 緣起緣起第一若見於正修前。無緣起等五意者。並非正本", "30": "闕五悔一爾。云何為十。一者嚴治淨室。二者", "300": "教示不相隨順。三乘行人喜生罵辱。令其退", "301": "恨。見有勝己便懷嫉妒。法施財施而生障礙。", "302": "無明所覆。邪見惑心使惡增長。於諸佛所而", "303": "起惡言。法說非法。非法說法。如是眾罪齊如", "304": "諸佛。真實慧眼真實見知。奉對懺悔不敢覆", "305": "藏。願我此生所有業障皆得消除。所有惡報", "306": "未來不受。亦如過去諸大菩薩修菩提行。所", "307": "有業障悉已懺悔。我之業障今亦懺悔。亦如", "308": "現在未來諸大菩薩修菩提行。所有業障皆", "309": "悉懺悔。我之業障今亦懺悔。已作之罪願乞", "31": "清淨三業。三者香華供養。四者召請持呪。五", "310": "消除。未起之惡更不敢造懺悔已。歸命禮三寶", "311": "復次修勸請方法行者應知。勸請能滅魔障。及謗方等之罪。所得功德。如人", "312": "以滿殑伽沙三千大千世界七寶。供養一切諸佛功德。既知是已。起殷重心。五體投地。口作是言。", "313": "我某甲歸命頂禮十方一切諸佛世尊。初成正", "314": "覺未轉法輪。欲捨應身入涅槃者。我皆頂禮。", "315": "是諸世尊勸轉法輪。請久住世。度脫安樂一", "316": "切眾生勸請已。歸命禮三寶。", "317": "復次修隨喜方法行者應知。隨喜能破嫉妬之障。增長自己無量善法。若人供養殑伽", "318": "沙三千大千世界。滿中阿羅漢。盡其形壽。以上妙四", "319": "事而供養之。如是功德。千分不及隨喜一分功德。既", "32": "者讚歎述意。六者稱名奉供。七者禮敬三寶。", "320": "如是已。起殷重心。五體投地。燒眾名香。而作是言。", "321": "我某甲歸命頂禮十方一切諸佛世尊。我今隨", "322": "喜一切眾生三業所修施戒心慧。二乘菩薩", "323": "賢聖善根。十方諸佛證妙菩提。法施一切。所", "324": "有功德我皆至誠隨喜讚歎隨喜已。歸命禮三寶。", "325": "復次修迴向方法行者應知。修迴向行。能破著有及慳悋心。迴向少善。遍入", "326": "三際。如滴水投海。如聲投角。則能遠遍。既知是已。起殷重心。五體投地。而作是言。", "327": "我某甲歸命頂禮十方一切諸佛世尊。願作證", "328": "知。我從無始至於今日。三業所修一切諸善", "329": "施戒禪慧。乃至懺悔。勸請隨喜。攝取現前。迴", "33": "八者修行五悔。九者旋繞自歸。十者唱誦經", "330": "施法界。一切眾生同證菩提。如諸佛等迴向已。", "331": "歸命禮三寶。", "332": "復次修發願方法行者應知。發願要期應以菩提涅槃二種果報而為所歸。能滅", "333": "漏欲及退轉障。既知是已。當整威儀。起殷重心。五體投地。燒眾名香。而作是言。", "334": "我某甲歸命頂禮十方一切諸佛世尊。證我微", "335": "誠現前所願。願諸天八部增長威神。常來護", "336": "持我此國土。風祥雨順穀果豐成。聖帝仁王", "337": "慈臨無際。群臣官屬常守尊榮。萬姓四民永", "338": "安富樂。佛法檀越父母師僧。歷代冤親法界", "339": "含識。咸生正信發菩提心。六度齊修二嚴等", "34": "典。與百錄開合銓次略異對尋可了。但五悔", "340": "備。復願我等眾聖冥加。常值大乘及善知識。", "341": "開我佛慧願行現前。荷負流通三世佛法。誘", "342": "化一切然無盡燈。普會眾生同歸祕藏發願已。", "343": "歸命禮三寶。", "344": "9 明旋遶自歸方法第九明旋遶自歸方法行者行五悔已。當一心正身威儀。右遶法座安詳除", "345": "步。心念口稱三寶名字。如是三遍。爾時當了。音聲如響。身心性空。舉足下足心無依倚。不住行相而復", "346": "了如影現。十方聲聞法界遍於法座。如是知已唱云", "347": "南無佛。南無法。南無僧。南無本師釋迦牟尼", "348": "佛。南無四方四佛。南無寶華瑠璃佛。南無大", "349": "乘金光明經。南無信相菩薩。南無金光明菩", "35": "今依滅業障品安之。但云述建懺意略無讚", "350": "薩。南無金藏菩薩。南無常悲菩薩。南無法上", "351": "菩薩。南無第一威德成就眾事大功德天如是三反", "352": "旋遶唱。既竟當至佛前。一心正念。迴上所作。不離三寶。願同眾生。入三寶海。當唱云。", "353": "自歸於佛。當願眾生體解大道發無上心", "354": "一拜。", "355": "自歸於法。當願眾生深入經藏智慧如海一拜", "356": "自歸於僧。當願眾生統理大眾一切無礙。和", "357": "南聖眾一拜。", "358": "10 明唱誦金光明典方法第十明唱誦金光明典方法行者上已禮旋", "359": "竟。當就別座唱誦是經。百錄令唯專唱誦。不", "36": "歎。今準餘行法。用新經四王讚安之。方等法", "360": "明坐禪者。少異餘法。應如法華有相安樂行。", "361": "不入三昧但誦持故。亦見上妙色像。三昧儀", "362": "云。若人本不習坐。但欲誦經懺悔。當於行", "363": "坐之中久誦經文。疲則暫息息竟便誦。亦不", "364": "乖行法。彼則通坐通誦兩無所乖。今□彼誦", "365": "而不開坐。而亦於是典金光明中。而得見我", "366": "釋迦牟尼。問可通坐不。答亦應無妨。品云。令", "367": "心安住正念思惟。是經深義思惟通坐。是義", "368": "明矣。且依百錄。當誦經時一心正念。使文句", "369": "分明。音聲辯了不寬不急。繫緣文句。如對文", "37": "華皆有坐禪。此文但令唱誦。信有深意弗敢", "370": "不異。不得謬誤。次應了知音聲性空。如空谷", "371": "響。雖知空寂而心歷歷照諸句義言辭辯了。", "372": "運此法音充遍法界供養三寶。普熏眾生令", "373": "得同入金光明法性海中。但誦經準法華儀。", "374": "有二種人。一具足誦。二不具足誦。具足者。行", "375": "人先曾通誦一部。不具足者。行人本不曾誦。", "376": "今欲修行法。但令誦安樂行一品。極令精熟。", "377": "今亦如是。不具足者。宜誦空品。於行懺時", "378": "唯專誦之。若禮佛竟正當誦時。不拘遍數隨", "379": "意堪任。問法華誦安樂行品。所行三昧與品", "38": "移易。若爾不安五悔亦有意耶。答此應不例", "380": "相應。今亦應誦功德天行法本品。而今誦空", "381": "品者何。答法華亦未必爾。故三昧儀云。若兼", "382": "誦餘品亦得。但不得誦餘經典籍。今誦空品", "383": "亦無乖也。但正取意為論。豈不行人上懺悔", "384": "滅惡。讚歎供養禮敬生善。須空導成。經云。一", "385": "切種智而為根本。既不別令坐禪觀慧。故誦", "386": "此品擬觀最便。宜可思之。十科竟。", "387": "金光明懺法補助儀", "39": "但是文略。或云。專誦至懺悔品便為悔者。亦", "4": "問曰。事儀已載百錄。觀慧復指餘文。於是二", "40": "應不爾。合部滅障品。一一悔前皆具敬儀。然", "41": "後陳露。知須別安也。", "42": "3 別明禮請灑散二法別明禮請灑散二法第三", "43": "應知此法同請觀音以請為行。七日六時須", "44": "番番禮請。百錄方等儀。及法華三昧。皆結云", "45": "於後六時略去請佛。餘九法悉行無異。唯請", "46": "觀音及金光明文無此結明可准知也又尋新經大辯堅", "47": "牢散脂等呪法之儀。皆專以請召為門。況天", "48": "女品云。為我每日三時稱三寶名。實言邀請", "49": "大吉祥天。乃至誦持神呪請召我時。我聞神", "5": "途。更何所補。答今觀事儀既出舊經。讖師語", "50": "呪請召。我已即至其所。日三既爾夜三準知。", "51": "況後文云。及於晡後誦持前呪。希望我至請", "52": "義明矣。往往觀音行儀無識之者。亦欲廢請。", "53": "此大不知所以也。今此但束略百錄請文。都", "54": "為五位。秖是開合。故非刪削所以合者。為朝", "55": "營飲食易。及過中餘時廣請。亦應無在。請觀", "56": "音無此不應輒略。二明灑散者。理須道場外", "57": "別置淨地。或作小壇香汁遍灑。務令嚴潔以", "58": "物承足。身立於中旋轉。四散食盡為度。問此", "59": "出何文。答百錄兩經皆不云耳。此以意裁務", "6": "約百錄一準亦無別立。行用之際遲迴之事", "60": "在生善。諒亦無咎。俟見他文即依改貫非晚", "61": "也。", "62": "4 略明能請及所求離過略明能請及所求離過第四", "63": "準請觀音三義。一為自故請。二為他故請。三", "64": "護正法故請。今品準意正在護法。即天王護", "65": "經。第三以福資請說。及以聽者。通論亦應具", "66": "三。經云。當為己身及諸眾生。即自他也。廣", "67": "令流布是妙經典。即護法也。皆本品文耳。又", "68": "新本云。汝能流布是經自他俱益。此明文也。", "69": "自請復三。一延請。二祈請。三願請。此配三業", "7": "不免數四。且散灑一法。經云。別以種種美", "70": "成機。品云。洗浴其身禮拜供養。身業延請也。", "71": "誦呪召我。即口業祈請也。至誠發願。即意業", "72": "願請也。為他護法三業亦爾。延請復三。標心", "73": "約行證請。標心謂域意祈求專誠則感。新本", "74": "云。實言邀請發所求願。約行者謂雖不標心", "75": "其人三業淳淨。大聖自然應之。品云。我當", "76": "終身不遠是人。證請者鬼神品云。若入是經", "77": "即入法性。即於是典金光明中。而得見我釋", "78": "迦牟尼。延請既爾祈願亦然。此三業之機。十", "79": "界眾生二嚴未滿。為他護法咸須致請。二明", "8": "味。供施於我散灑諸方。爾時當誦如是章句。", "80": "所求離過者。問曰。百錄云。金光明懺法。但應", "81": "折意悔罪。那忽有求。答其理實然。但由行法", "82": "事出此品。以吉祥為主。故品意復是福資說", "83": "聽。品內之文。多明財寶少說懺悔。唯新本云。", "84": "供養諸佛自陳其罪。迴向發願等。然復品明", "85": "增長財物。因是之故多招諂附。欲免斯過故", "86": "示所求也。今作二意。一者若直懺淨心不餘", "87": "圖。專依事理一心精進。若取相若觀空。意期", "88": "滅罪此非所論也。二者若為護法及請說因", "89": "緣標心所求。行者須精識其過。復有二意。一", "9": "尋此一文難曉者四。一闕別明奉飲食供施", "90": "者約三請示起過處。謂行證二請必無諂詐。", "91": "諂則非行自不成感。唯標心作法者。事有真", "92": "偽過則生焉。二者正約標心揀過。復二。初略", "93": "約三義顯正。次反此出過言正。三者一約能", "94": "請之機。謂真欲通經。若請者若說者若聽者。", "95": "隨有所乏法流斯壅。標心指事七日虔祈。欲", "96": "假天資固宜遠過。請必須實。說必須了。聽", "97": "必須勤。餘非能感也。二約能應之聖。即吉祥", "98": "大天。天心不欺果有實語。雖不謀而應而毫", "99": "釐不濫。真機一扣妙應遂通爾。三約與財之"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1945 金光明懺法補助儀", "author": "宋 遵式集", "sourceLink": "http://www.cbeta.org/"}