{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0342 佛說如幻三昧經: 佛說如幻三昧經: 佛說如幻三昧經: 佛說如幻三昧經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說如幻三昧經卷下", "1": "西晉月氏國三藏竺法護譯", "2": "爾時世尊讚文殊師利曰：「善哉，善哉！乃能", "3": "講論發意菩薩。仁已曾奉江河沙等諸佛世", "4": "尊，故能暢此無極道慧。」時舍利弗前白佛言：", "5": "「向者文殊，頒宣諮嗟諸初發意菩薩之事，", "6": "若有逮得無所從生法忍，計此二者，其意等", "7": "乎？」佛言：「如是，舍利弗！誠如所云。錠光佛時授", "8": "我要決，當成無上正真之道為最正覺，於當", "9": "來世無央數劫得成為佛，號釋迦文如來、至", "10": "真、等正覺、明行成為、善逝、世間解、無上士、道", "11": "法御、天人師，號佛、世尊。因彼發心，無所違失，", "12": "應時逮得無所從生法忍。是，舍利弗！文殊師", "13": "利向者所講初發意菩薩。」文殊白佛：「我身省", "14": "察大聖說法，義之所歸，一切菩薩其發心者，", "15": "名初發意。所以者何？唯然，世尊！其諸發意皆", "16": "無所生，其無所生則是菩薩初發意也。」說是", "17": "語時，二萬三千人立不退轉地，當成無上正", "18": "真之道，五千比丘得無起餘漏盡意解，六萬", "19": "天子遠塵離垢、諸法眼淨。", "20": "於是耆年大迦葉前白佛言：「文殊師利所為", "21": "甚難甚難，今說經典開化饒益若干眾生。」文", "22": "殊師利謂大迦葉：「我之所作，不為甚難。所以", "23": "者何？一切諸法皆無所作、非作非不作。唯，大", "24": "迦葉！我於諸法無作不作，亦無所捨，不度眾", "25": "生，亦無所縛。所以者何？眾生之黨，本無明故，", "26": "成為眾生，故非甚難。向者迦葉宣言：『甚難。』吾", "27": "身所作，無有甚難，亦無不難；非如來，非緣覺，", "28": "非聲聞。迦葉！欲知談說甚難，欲宣至誼，凡", "29": "夫所作，乃為奇異，名之甚難。所以者何？唯然，", "30": "迦葉！一切諸佛威神之力未曾違廢，亦不可", "31": "得聲聞、緣覺、諸佛勢力，無獲無得，獨凡夫士", "32": "乃逮此力。」大迦葉曰：「於文殊意，所察云何？諸", "33": "佛所得，無得不得，非聲聞、非緣覺？」文殊師利", "34": "報大迦葉：「不得我身，無人、無壽、無形、無終，含", "35": "血有志，不得斷滅有常之計，陰種諸入名色", "36": "三界，應與不應，想與無想，興發報應現世", "37": "後世，貪婬怒癡悉不得是。迦葉！當解，取要言", "38": "之，一切諸法無得不得，無所依猗，無受、無", "39": "捨，不放施、無所教，亦無近、無所授、無所解。", "40": "是故，迦葉！當曉了此，諸凡夫士，不聞誼者", "41": "乃有所得，諸佛世尊實無所得，是故所作不", "42": "為甚難。諸佛、聲聞悉無造作，凡夫所為而不", "43": "可及。為何所作？為斷滅，為計常，多所猗著，", "44": "慇懃求願，心懷眾念，作與不作，或舉或下，分", "45": "別講說，妄想猗著，愁慼悒悒，而念免害。", "46": "稽首自歸諸佛世尊，不作、不為，亦無所著，愚", "47": "唯為此。是故所作，不以為難。」文殊師利前白", "48": "佛言：「所謂無所生，其誼云何？為何謂乎？云", "49": "何菩薩逮得無所從生法忍？」佛告文殊：「計於", "50": "諸法，無能逮得。所以者何？有所得者則墮顛", "51": "倒，無所得者乃逮無所從生法忍。是故無所", "52": "得者，乃謂為得。無得、無著、無依、無猗，心如虛", "53": "空，㸌然無迹，是乃名曰無所從生法忍。一切", "54": "諸法無所生者，諸法無主，乃曰法忍。於一切", "55": "法，無所依猗，無求、無望，諸法無進、無退，無雙、", "56": "無隻，乃曰法忍。諸法無形，離於自然，無壞無", "57": "斷，無識無塵，無言無辭，空無想願，乃曰法", "58": "忍。諸法離欲，寂然憺怕，法界無本，立在本", "59": "際，無應不應，無想不想，無念無說，無惟無思，", "60": "無作無力，悉以羸劣，虛無恍惚，無固無永，無", "61": "淨不淨，非常苦空，無我寂然，猶如幻化、夢中", "62": "所見、影響、野馬、芭蕉、聚沫、水中之泡，忍解諸", "63": "法為若茲也。所可忍者，亦無所忍，一切諸法", "64": "無法非法，無有異法，亦無他趣，照曜諸法，所", "65": "解如是。觀此諸法名本淨恍惚，知之空無，", "66": "是謂為忍。篤無信樂，度於氾流，不懷狐疑，不", "67": "恐不懼，亦無所畏，修身正行，永不得身，不見", "68": "空宅是。文殊師利！菩薩所逮無所從生法忍，", "69": "未曾廢捨一切諸想。」文殊師利復白佛言：「所", "70": "謂忍者，無所毀傷，乃曰法忍。」善住意天子問", "71": "文殊師利：「何謂毀傷法？」文殊答曰：「天子！欲知", "72": "眼所毀傷可不可色，耳聲、鼻香、舌味、身更、意", "73": "所思念可不可法。假使，天子！若有菩薩，眼見", "74": "色者，永無想受，不別好醜，不懷思想，無應不", "75": "應，無增無損，曉了本淨，而達空慧，不念曉了，", "76": "不為眾色之所毀傷；耳、鼻、口、身、意亦復如是，", "77": "而於六情無所毀傷，悉無所著。此菩薩者，立", "78": "於法忍，於諸生法不有妄想，於無生法亦不", "79": "無想，於諸漏法亦不懷想，於無漏法亦不無", "80": "想，不想罪法、不想無罪，不念有為法、不想", "81": "無為法，不念世法、不念度世法，於此諸法無", "82": "想念者，是為逮得無所從生法忍。」說是法時，", "83": "六萬三千人皆發無上正真道意，萬二千菩", "84": "薩逮得無所從生法忍。", "85": "於是善住意天子問文殊師利：「所謂學道入", "86": "道地者，為何謂乎？」文殊師利告天子曰：「今仁", "87": "者問入道地乎？」天子報曰：「願欲聞知菩薩道", "88": "地。文殊常說有十道地，無此誼耶？」文殊又", "89": "報：「向者問入道地乎？」天子答曰：「菩薩不入", "90": "十道地也。」文殊報曰：「不聞世尊說一切法猶", "91": "如幻化。為信此不？」答曰：「信耳。」文殊報曰：「幻師", "92": "所化，豈有道地具十住乎？」天子答曰：「不也，設", "93": "幻師化有所至到、有所入者，吾亦當住。世尊", "94": "頒宣一切諸法悉如幻化，故無所入。假使，天", "95": "子！欲得講說入道地者，當說無入、無所至到。", "96": "所以者何？一切諸法皆無所入，法不至法，色", "97": "不入痛，痛不入色，想不入行，行不入想，識", "98": "不入色，色不入識。取要言之，皆是四種、四大", "99": "所成，眼不入耳，耳不入眼，鼻、口、身、意亦復如", "100": "是。身不入意，意不入身。所以者何？是諸法者", "101": "所趣各異，境界殊別，愚騃無想，無所識別，瑕", "102": "穢態礙，譬如草木、瓦石、牆壁、影響之數，而無", "103": "言辭，則一種相，故無所入，無來無去。天子！當", "104": "知，若有菩薩解法如此，則於諸法無入不入，", "105": "無想不想，不見入道，不捨道地，於無上正真", "106": "道而不退轉。無所入者，住無失法。所以者何？", "107": "陰種諸入皆為自然，不失一切眾生真正清", "108": "淨，是為菩薩入於道地。譬如幻師化作十重", "109": "交絡棚閣，其時幻師化作化人，遍處其上。", "110": "於天子意，所志云何？豈為有人處在重閣若", "111": "入者不？」答曰：「無也。」文殊師利報天子曰：「菩薩", "112": "十地當作是觀，亦如幻化。」善住意天子問文", "113": "殊師利曰：「假使人來欲得出家為沙門者，當", "114": "何以化？何除鬚髮？何受具戒？云何教授令", "115": "自謹慎？」文殊師利報善住意天子：「設使有人", "116": "來詣我所為沙門者，夫族姓子若不發心欲", "117": "得出家，我乃令卿作沙門耳。所以者何？其有", "118": "建志欲出家者，心無所歸；其無所歸，亦無有", "119": "來；其無從來，則無往者；住一切法，無所斷絕，", "120": "則住無本；其住無本，遊於法界而不動轉；其", "121": "於法界無所動者，則不得心；其不得心，不願", "122": "出家；其不願出家，則不發心為沙門也。其不", "123": "發心為沙門者，則無所生；其無所生，則盡眾", "124": "苦；其盡眾苦，則究竟盡；其究竟盡，則無所盡；", "125": "無所盡者，則不可盡；其不可盡，此無所行。天", "126": "子解是，當為其人解如此義，其詣我所求欲", "127": "出家，語族姓子：『勿得發心作沙門也。』所以者", "128": "何？心本無起，便離闇冥。」文殊師利復謂善", "129": "住意：「假使有人來詣我所求欲出家，吾當", "130": "為說：『卿族姓子！不除鬚髮，乃為善備沙門之", "131": "業。』」善住意問文殊師利：「所言何謂？」文殊答", "132": "曰：「如來說法，無所除去，亦無所壞。」又問：「何所", "133": "不除？」答曰：「不除於色，亦無所壞，不除痛、想、行、", "134": "識，亦無所壞。假使念言：『我除鬚髮。』則住吾我，", "135": "計己有身；不計吾我，不自貪身，則平等見也。", "136": "貪著己身，乃計鬚髮，則成眾生。想念除去，其", "137": "不得我，不得他人，不我不彼，則無吾我；其無", "138": "吾我，不計有身，則除鬚髮。無思無想，其無思", "139": "想，無應不應，不住若干；其不住若干，則無言", "140": "教；其無言教，無進不進，無雙無隻，不貪己", "141": "身，不被袈裟。其袈裟者晉言無穢垢，其無穢垢", "142": "則無所有，其無所有則無所住，其無所住則", "143": "為曠然。其曠然者，乃為出家。」", "144": "善住意天子復問文殊：「所言思念，其思念者", "145": "為何謂也？」文殊答曰：「等於諸法，無形無名，愚", "146": "戇凡夫之所興念，多所望想。故世尊曰：『其於", "147": "諸法無所興造，亦無損耗，是謂思念。』」又問：「何", "148": "所興造？」答曰：「天子！當平等度，以度平等，其", "149": "於諸法無得不得，亦無所逮，不審不行亦無", "150": "不行，於此諸法不興等住，不想吾我，亦復不", "151": "著人、壽命、識。眾生可意，斷滅計常，陰種諸入，", "152": "想佛法眾，亦復不念是戒是毀，塵勞顛倒造", "153": "立果證，望想求度，道跡往來，不還無著，望", "154": "想緣覺，猗著正覺，是善是惡，是罪是福，是", "155": "為穿漏、是無有漏，是為俗業、是度世業，是則", "156": "有為、是則無為，是則為空、無想、無願，是明無", "157": "明，是為解脫，是為離欲，是為生為死，是為滅", "158": "度。興造如此若干種想，如是行法修道若斯，", "159": "愚戇凡夫之所念也，貢高自大癡夫所為也。", "160": "是等為魔及與官屬所見陰蓋，是故如來為", "161": "此黨類演出言辭，令除鬚髮，去於五陰，奉修", "162": "五品，戒定慧，解度知見品。」", "163": "於是善住意天子讚文殊師利：「善哉，善哉！快", "164": "說此言，如仁者教。」文殊師利復謂善住意：", "165": "「假使有人來求出家，吾當謂言：『若族姓子不", "166": "受具戒，爾乃是卿善備出家。』」又問文殊：「此言", "167": "何謂？」答曰：「於善住意，所趣云何？何謂具戒？", "168": "具戒有二：一、正真戒，二、邪偽戒。何謂邪偽？若", "169": "墮顛倒。何謂顛倒？受吾我人倚於壽命，縛著", "170": "斷滅而計有常；或墮邪見，荒婬怒癡，貪欲貢", "171": "高而懷自大；或于欲界色無色界而念所受，", "172": "馳逸望想，墮于起滅，證明邪迹，不別善惡", "173": "宜便之法，演狂悖言不識所趣，墮於無明住", "174": "眾邪見。如是法教，背於正律名之為邪。所", "175": "以者何？道空平等，其平等者，菩薩所行尚不", "176": "為退。假使，天子！不墮惡友，不解所歸，堅固", "177": "之要，於諸所受，受不當受而行馳騁，是謂", "178": "邪戒。若問年歲及所修行，而反從人受信施", "179": "食；又從異人出家為沙門者，求其迎逆稽首", "180": "禮節，不能除滅婬怒癡冥，是為邪戒。何謂正", "181": "戒？假使修正不想平等，是謂正戒；一切諸法", "182": "解之如空、無想、無願，是謂正戒；於三脫門而", "183": "不造證，奉行審諦，無想不想、無應不應，是謂", "184": "正戒。」", "185": "文殊師利告善住意：「設使處婬怒癡無明恩", "186": "愛，墮於貪身六十二見，或四顛倒、三品惡行、", "187": "八邪九惱、九神止處、十不善業，雖在其中而", "188": "無所著，是謂正戒。譬如一切萬物百穀草木", "189": "眾藥所生，皆因地出，而得長養，其地坦然無", "190": "所念置，亦不念言：『我所茂盛。』如是，天子！敢可", "191": "成就至於大化，皆由戒立，具足成就建立道法", "192": "三十七品，行者無想、法無所置，不念戒具其", "193": "因成就與不成也，不著欲界色無色界，其不", "194": "迷惑倚三界者，是謂具戒。若立禁戒為成等法，", "195": "信為種法忍，志性清和，長育成道，建行如是，", "196": "立篤信戒，便得成就三十七品道法之要也，", "197": "是去來今現在佛聲聞緣覺之具戒也，至三脫", "198": "門，度諸出家而超越去。」善住意曰：「甚善難及，", "199": "文殊師利！快說具戒，能如是受具足戒者，則為", "200": "正禁，非為邪業。」文殊師利復謂善住意天子：", "201": "「出家如是，具戒若此，教授所施備足如斯。設", "202": "族姓子不發起戒，是為學戒。」天子問曰：「此語", "203": "何謂？」文殊答曰：「一切諸法悉無所起，亦無所", "204": "受；其有受戒，則受吾我，亦著三界，故生其中。", "205": "於天子意所志云何，何謂為戒？」答曰：「將護沙", "206": "門二百五十。」又問：「以何將護？」答曰：「守身口意，", "207": "名曰將護，二百五十備悉具禁，不為身行亦", "208": "無所作。」「亦無當作，寧可恕當有處所乎？青黃", "209": "白黑紅紫色耶？所向方面？」答曰：「無也。」又問：「何", "210": "故？」「無所有故！由是之故不可恕當。」問曰：「何", "211": "故？」答曰：「無所行故。」文殊又問：「其無所有，可名", "212": "說乎？物如是不？」報曰：「不能。」文殊答曰：「是故，天", "213": "子！當作斯觀。所號禁戒不可奉受，此曰樂禁。", "214": "為備戒德，其心清和，智慧通達，如是行者悉無", "215": "所有，無能動者、永無所趣。戒無所獲是真諦", "216": "戒，不得心處是曰淨心，不逮智慧是真智慧，", "217": "心無所作不懷想念，其無所生是謂護心，戒", "218": "具備悉。如是奉戒，智慧若斯，不得心處、不念", "219": "禁戒、不逮智慧，若能曉了智慧無處，一切調", "220": "和無有眾疑，識解道教，不見諸法不善之義，", "221": "其於諸法不見不善，則不受戒，其不受戒亦", "222": "不毀禁。其欲學戒彼則須戒，其須戒者則不", "223": "退還，其不退者彼名解脫，其解脫者則不合", "224": "會，其不合會者彼則無漏，其無漏者則行平", "225": "等，平等行者則無所得亦不受戒，是故諸法", "226": "等如虛空，了虛無故。所以者何？其虛空者則", "227": "無所行。是故，天子！學戒如此則無禁戒。彼所", "228": "戒者，何所為戒？其不學戒，學戒當爾，則學於", "229": "空。何謂為空？不樂身口，不慕其意，無染不染，", "230": "是賢聖戒。如是住者，則無所住，其無所住，學", "231": "平等戒。天子！又聽。如是出家為沙門者，具戒", "232": "若此禁戒之謂，其人假使飲食衣服三千大", "233": "千世界其中所有，皆能淨畢，所食之功多所", "234": "救護，終不唐舉，皆由如是淨戒所致。」天子又", "235": "問：「今者，文殊！為誰說此？」文殊答曰：「為受者施，", "236": "能親順者，彼則畢淨，能逮此義，爾乃淨畢；其", "237": "不親、不受、不逮此義，不念、不修、不惟，誰受？誰", "238": "為親近？誰能淨畢？爾乃正淨，此應諮嗟為真", "239": "眾祐，一切諸法究竟悉空無所生慧，是為盡", "240": "暢清淨眾祐。凡夫之士能畢眾祐，羅漢不能。", "241": "所以者何？凡夫之士能受親近，還致識別，惟", "242": "念精思：『吾曾諮受，惟察奉行。』能施能慕，", "243": "則能淨畢。云何淨畢？周旋往來，沒復還生，", "244": "所生之處，淨洗諸根。阿羅漢者，無有陰種諸", "245": "入之義，不能周旋，何能淨畢！誰淨畢者？其受", "246": "分衛福布施主，淨三品場，然後受食。何謂三", "247": "品？一、不得我亦無受者，二、不得施者亦無", "248": "所授，三、不得周旋生死處所及淨畢竟。是", "249": "為三。如是淨者，無所淨畢。是故，天子！吾說斯", "250": "言：『飲食被服三千大千世界所有，皆能淨畢", "251": "無微翳礙。是為處世真正眾祐，乃為出家名", "252": "曰沙門。』」文殊師利復謂善住意：「求出家者，", "253": "吾當告語：『若欲出家為沙門者，仁族姓子！", "254": "不處閑居，不在人間，無遠無近，不起不滅，不", "255": "獨一己，不處大眾，不在會中，不處屏處，不行", "256": "乞匃，不就人請，不著弊衣五納之服，不著居", "257": "家白衣之服，不處曠野、不在居室，不慕少求", "258": "亦不多求，不知止足亦無不足，亦無有行", "259": "亦無不行，不在限節亦無中適，不智不愚不", "260": "慧不闇，行空如此，乃曰備悉。其計我身舉動", "261": "進退，若處閑居，當行分衛，察己聰慧，不離於", "262": "明。』如是，天子！此輩伴黨，不達正真覩空慧義，", "263": "是為發起，心有所存。所以者何？於彼如此希", "264": "求望想，多所著念，尚無有身，何況他人。諸法", "265": "歸空，慧了無生，安復欲得，限節功勳，獨處致", "266": "耶？未之有也！是故，天子！其能如是節限平等，", "267": "所修行者不求望想，吾乃謂彼知大限節。若", "268": "使，天子！節婬怒癡，了於三界、五陰、四大諸種", "269": "眾，入此無極，節而知止足，不受、不捨，不以修", "270": "行亦無不行，無調不調，不寂然，不令盡，其能", "271": "限節如是法者，不與三界而合同塵，彼乃名", "272": "曰知限節者，所止清淨，為無所處，悉無所著。", "273": "復次，天子！如來具戒。若有人來，欲備禁者，吾", "274": "當為說。若，族姓子！不知苦諦，不斷習諦，不", "275": "證盡諦，不奉行道，如是行者能正諦見。", "276": "所以者何？真正諦者，無有苦諦，無有斷習，無", "277": "習不習，亦無有盡，不為盡證，亦無有道，無所", "278": "由行。設族姓子不奉四意止，乃為平等。所以", "279": "者何？計無有意亦無所念，不求諸法是為己", "280": "身。所建意止，其無有意、無所念者，彼無身痛、", "281": "無心無法，當何所畏？有異難乎？若不奉行四", "282": "意止者，是為備成清白之法。所以者何？清白", "283": "法者，無有不善處在其前，亦無善法，不斷不", "284": "起。不斷不起者，是為名曰平等真正安諦之", "285": "義，其逮平等，爾乃名曰平等之行。若，族姓子！", "286": "不行四神足無有放逸，行四等心、五根、五力", "287": "及七覺意、八種道者，若等奉行三十七品道", "288": "義之法，不舉不下，無言無說，是謂行道。若，", "289": "族姓子！志三十七道品之法，於諸音聲從賢", "290": "聖教不隨水流，若能精修遵其所行，不知諸", "291": "法亦不造證。所以者何？所可言曰三十七品", "292": "道類之法，假有字耳，觀其假名，因望想生。", "293": "計其相者，亦無有相，為水所漂，因致周旋，其", "294": "周旋者無所施害。除此名已，則無所得，猶如", "295": "觀察此三十七道品之法，亦無所除。」天子復問", "296": "文殊師利：「何謂比丘慕於修行，而獨宴處？」文", "297": "殊答曰：「假使分別諸法一等一種門相者，譬", "298": "如虛空，悉無所行，皆無眾生，是謂修行。又修", "299": "行者，不處今世、不由後世，在於三世皆無所", "300": "行，至一切法，亦無所行，悉了諸法虛偽無實，", "301": "是謂修行。其修行者，則於諸法無雙無隻，無", "302": "應不應，是謂修行。」時彼眾會無央數人，心", "303": "懷沈吟，悉生疑結：「此為何謂？當奉何行？何", "304": "因申暢？如來、至真、等正覺，演三脫門，得至泥", "305": "洹，若能造證三十七道品之法，致滅度矣！文", "306": "殊師利今者所說，將無倒教亂法之兆？」文殊", "307": "師利尋時皆知，此諸比丘一切眾會心所懷", "308": "疑，告舍利弗：「唯卿仁者，為眾重任，咸共信之，", "309": "最大智慧，如來所歎。又賢者身，離欲塵法而", "310": "以造證。仁者久如逮成四諦，得造證乎三十", "311": "七品及三脫門也。」舍利弗曰：「不也！我不得法，", "312": "當可造立，思惟其義，及修行者。所以者何？一", "313": "切諸法悉無所受亦無所生，空無言教，空不", "314": "證空。」說是語時，三萬比丘漏盡意解。", "315": "善住意天子讚文殊師利：「審如仁者，執慧頒", "316": "宣深妙法忍，興隆空行。」文殊答曰：「吾不執慧，", "317": "一切愚戇凡夫之士執求智慧。所以者何？斯", "318": "等之類，執持令轉，集會二品所執，墮於地獄、", "319": "餓鬼、畜生、諸天、人間，所見牽連。假使，天子！為", "320": "諸三界展轉牽連，輪轉無際，所向非一，所生", "321": "受身，各各別異，是為牽連，隨其宛轉，如是", "322": "牽連展轉無休。由是之故，不知本際，在於生", "323": "死樂苦惱根。復次，天子！愚騃無智凡夫，不聞", "324": "與欲俱合，怒癡亦然，報應諸見，名色同塵，諸", "325": "佛、聲聞、緣覺、菩薩，及逮法忍，無所牽連，亦無", "326": "宛轉。所以者何？如斯黨類，其身口心未曾起", "327": "立，所展轉者不得三界，何所宛轉？是故斯等", "328": "牽連智慧，若更受身，無所棄捨，是執智慧。」天", "329": "子又問：「仁者所說，毀壞慧乎？」答曰：「不也。」又", "330": "問：「何故毀壞？令無所除。」「是等學者，是毀壞慧，", "331": "若不毀壞，無所除者不滅寂慧。」又問：「文殊！仁", "332": "無此乎？」答曰：「不也。」又問：「何故？」答曰：「其有將去", "333": "覆還，有往來者則有此事，其無有往、無有", "334": "還者，曉了諸法而無周旋，則無將去亦無覆", "335": "來。」又問文殊：「何所章句為最元首？」答曰：「如", "336": "是句者，我是元首。」又問：「何謂？」文殊答曰：「若", "337": "有菩薩，於一文字、一章句義而不動者，章句", "338": "猶歸分別四義。何謂為四解章句？一、常如審", "339": "諦。二、了空義，知為恍忽。三、分別無形，悉無", "340": "所生。四、於諸所知不以為知、不以為患。不造", "341": "二事，是諸章句最為元首。」時佛嗟歎文殊師", "342": "利：「善哉，善哉！乃能班宣逮總持義。」文殊白", "343": "佛：「我無總持。所以者何？無所得故，無可執持。", "344": "愚騃凡夫乃逮總持，諸佛菩薩無所獲致。所", "345": "以者何？其迷惑者多所執持。何所持乎？依於", "346": "吾我、著人壽命，執持斷滅及計有常，執壞", "347": "貪婬、瞋恚、愚癡，親抱所有，恩愛貪身，自見五", "348": "陰、四大及諸入，思想多念，而反求望，墮若", "349": "干見六十二疑，有所獲致，而急執持。是故，世", "350": "尊！愚戇凡夫逮得總持。所以者何？愚夫懷法", "351": "在心念者，諸佛世尊悉無所持。聲聞、緣覺、諸", "352": "菩薩等，亦復若茲，是故愚夫逮得總持。」", "353": "於是善住意天子問文殊師利：「如向者說不", "354": "得總持，當以何意化於五趣？」答曰：「其五趣者，", "355": "無所為作。所以者何？吾以消除五趣終始，", "356": "令其所趣不知處所。諸佛、緣覺、聲聞所趣，愚", "357": "戇凡夫所不能趣。所以者何？愚夫比數墮於", "358": "生死，諸明智者消除諸趣，道迹亦然，不離生", "359": "死，況於愚戇凡夫士乎！是故吾身，消除諸趣", "360": "不得總持。所以者何？無所獲致，當何持也！」說", "361": "是語時，彼眾會中五百比丘誹謗此經而捨", "362": "馳去，則以現身墮大地獄。時，舍利弗報文殊", "363": "師利：「且止！勿復演此深法，五百比丘聞之狐", "364": "疑不肯順入，自恣、罵詈，自謂尊豪，而捨馳走，", "365": "誹謗心亂弘雅之典，則以現身墮大地獄。」文", "366": "殊報曰：「唯，舍利弗！莫有斯言，勿懷疑網，有計", "367": "是非，勿懷猶預，不見有法墮地獄者，惟察", "368": "諸法無誹謗者。所以者何？一切諸法悉無所", "369": "生，屬舍利弗而宣此辭，令吾休止，不說經典。", "370": "假使族姓子、族姓女，依著吾我想人壽命，若", "371": "江沙劫供養如來承事聖眾，隨其所安，皆給", "372": "所乏，盡其形壽而不懈休；若有聞此如是像", "373": "法深妙難解，一切世間所可希聞，空無相願，", "374": "憺怕寂寞，歸於消滅，無起無滅，無人壽命，", "375": "無常苦空，非身之誼，若能得聞如是輩經，", "376": "聞之誹謗，其族姓子及族姓女墮大地獄，在", "377": "大地獄忽聞此經，尋便得出，輒信深經而得", "378": "解脫，勝善男子、善女人江河沙劫奉敬如來", "379": "供養聖眾，著吾我人及計壽命，不得至道，聞", "380": "是法者疾得解脫。」佛讚文殊師利：「善哉，善", "381": "哉！誠如所言。斯經尊妙，若現於世，與佛興出", "382": "等無有異。道迹往來，不逮無著，於緣覺乘、菩", "383": "薩大乘而見授決，此為最尊，等無若干。所以", "384": "者何？不著吾我，所修平等，亦無所得，至於泥", "385": "洹亦復若茲。設有念知，言有所得，則墮顛倒。」", "386": "佛告舍利弗：「此諸比丘五百人等，在於地獄", "387": "速得滅度，勝於是間愚惑百年護戒、悉知止", "388": "足，墮於顛倒六十二見。所以者何？未曾得聞", "389": "此深妙法無解脫相也。是族姓子、若族姓女，", "390": "聞此深經，入耳思惟，疾逮無上正真之道，勝", "391": "疑餘經，迷墮顛倒。發意頃須臾樂信此深", "392": "經者，疾得解脫。」", "393": "善住意天子問文殊師利：「仁者！樂我淨修", "394": "梵行無沾污乎？」文殊報曰：「如是，天子！則修", "395": "梵行，設使卿身不勸梵行、不修梵行，乃為可", "396": "耳？」問曰：「何謂？」答曰：「其有所受，彼乃修行；其", "397": "不受者，何所行乎？可名行耶？」天子又問：「如今", "398": "仁者不修梵行乎？」文殊答曰：「不也。」又問：「不淨", "399": "行耶？」答曰：「不修淨行，如天子言。以何等故不", "400": "修淨行？無家居、不梵行、不受、不惑，亦無所", "401": "行，亦無不梵行。假使學者清和梵行，悉無所", "402": "行，亦無非行，爾乃名曰大淨梵行。其行，天子！", "403": "婬怒癡行乃曰正行；遊於欲界色無色界，是", "404": "曰清行，愍傷眾生。其不習行婬怒癡事，不", "405": "遊三界，彼不清修，亦無所行，乃謂為行。」善", "406": "住意曰：「善哉，善哉！文殊師利！所暢辯才而無", "407": "罣礙。」文殊答曰：「使卿辯才亦無罣礙，得無礙", "408": "辯，可得處乎。所以者何？計是我故，有所倚著，", "409": "則為罣礙。」", "410": "文殊師利復告善住意：「欲以是像求淨梵行", "411": "者，設使仁者不執刀劍，賊害一切眾生身命，", "412": "不捉矛戟瓦石大棒，自然危者乃為慈心。」天", "413": "子又問：「此言何謂？」文殊答曰：「所謂眾生含血", "414": "之類，義所趣乎？」天子報曰：「假有名耳！計有吾", "415": "我乃有眾生，含血之類受思想故，故曰眾生。", "416": "依倚顛倒貪計有身，故曰眾生。所以者何？是", "417": "故，天子！貪見吾我想人壽命，因有假號而演", "418": "名字，吾當以利智慧劍而危害之。常以此義", "419": "將養護之，令不見縛，當使㸌然不知諸受之", "420": "所歸趣，無所斷除。是故，天子！當解此義，除吾", "421": "我想，則害眾生一切望想，不墮殺生，心不懷", "422": "害。」文殊師利復謂善住意：「欲使卿身淨修梵", "423": "行，若能奉犯十惡之業，亦慎一切黑冥品事，", "424": "又復不修諸清白業。」善住意又問：「斯言何謂？」", "425": "文殊答曰：「等黑冥品，等諸清白亦復若此。」", "426": "又問文殊：「黑冥品事，以何為等？」答曰：「以無所", "427": "作而不退沒，故曰等矣！一切諸法黑冥亦如，", "428": "如黑冥等，清白亦等，無想念故。」文殊又問：", "429": "「以何緣信清白法乎？」善住意答曰：「所以信之，", "430": "用其法界無本之故。」「於善住意所趣云何？可", "431": "使無本及與法界，修行處所往周旋乎？」答曰：", "432": "「不也。」文殊報曰：「是故我言，設能等行黑冥", "433": "品事不修清白，爾乃相可淨修梵行。」復謂天", "434": "子：「若劍擊頭，害殺斯人，乃修梵行。」問曰：「何謂", "435": "也？」答曰：「害婬怒癡，自大貢高，貪嫉諛諂，多", "436": "妬自恣，而受希望，痛痒思想，是為，天子！名", "437": "曰傷害。若有修行，精進自守，貪欲心起，尋便", "438": "滅除。除不與合，寂滅遠離，是謂為空，不入", "439": "諸逆，曉了欲心，解如真諦本無所有。此心何", "440": "生？何所從滅？誰來染污？誰染污者？豈沾污", "441": "乎？復更思察，欲不可得，不見污者，亦無被染，", "442": "則無所得。其無所得則無所生，其無所生", "443": "則無所捨，其無所捨則無所受，其無所受則", "444": "無所習，無所習者則曰成就。色、痛、想、行、識亦", "445": "復如是，五陰、六衰、十二因緣，不染污心。其有", "446": "興發如是傷害，此乃名曰殺人害傷，撾擊", "447": "壞首，是為歸義。」文殊師利告善住意：「是故我", "448": "言，當如是害淨修梵行，亦當離佛及法聖眾。」", "449": "善住意又問：「斯言何謂？」文殊答曰：「為道慧故。」", "450": "又問：「令當所信？」答曰：「當信無本及與法界。」", "451": "又問善住意：「寧可捉持無本法界？」答曰：「不", "452": "也！」「是故我言，離於佛法。何謂聖眾？」答曰：「因", "453": "緣合故名曰聖眾。其聖眾者無有集會，為佛", "454": "弟子故曰聖眾。」又問：「於天子意，所趣云何？其", "455": "無為者無有合會，可離欲乎？」答曰：「不也。」文", "456": "殊師利曰：「是故我言，若離聖眾，樂修梵行。又", "457": "復，善住！其得佛者，則名著得佛聖眾，則名", "458": "曰著，不為離欲。其捨眾會則為離欲，所謂離", "459": "欲為法界迹。」善住意天子啟文殊師利：「難及，", "460": "難及！至未曾有。」文殊又曰：「天子！當習無反復", "461": "事，勿得孝順。」又問：「何謂為不孝順？」文殊答", "462": "曰：「如是，善住意！吾無反復，亦不無反復。」善住", "463": "意又問：「此言何謂？」文殊答曰：「其有所作，若毀", "464": "傷者，各各興造若干種事，各歸異趣，受身", "465": "不同各得報應，愚戇孝順各有所作，尋受報", "466": "應著無量色。愚人所作，為身來患或致傷毀，", "467": "所受諸見各異殊別，或著不著取捨進退，是", "468": "名反復，為無反復。如佛世尊所演平等，謂", "469": "一切法各無所作，悉無所作亦無招來，等於", "470": "平等無所超度，亦無他受、不造他作，是則", "471": "名曰為無反復。」善住又問：「今文殊師利住於", "472": "何所？乃能說此立何法忍？」文殊答曰：「不住", "473": "法忍。」又問文殊：「於何所住，所宣乃爾？」文殊答", "474": "曰：「住幻士處，身亦在彼。」又問：「幻士所住如", "475": "何？」答曰：「如無本住，幻士住彼。如向者問：『住", "476": "於何所？而有所宣？』在忍法耶？所言法忍但假", "477": "號耳！何有住處？諸法亦然，悉無所作亦無想", "478": "念，彼無有住及與處所。如是住者，乃為眾生", "479": "頒宣道教。如來所住亦復如是，而說經義。所", "480": "以者何？住如無本乃有所宣，一切眾生亦復", "481": "在彼，住於無本而有所說，如來無本，無本無", "482": "異，一切眾生而不動轉，無本亦如，亦不動轉，", "483": "猶若如來所應無本，眾生無本其亦若茲，皆", "484": "一無本而無有二，而無若干故曰無本也。」", "485": "善住意天子又問文殊師利：「所言沙門，為何", "486": "謂乎？」文殊答曰：「非沙門、非梵志，乃為沙門。所", "487": "以者何？不著欲界、不倚色界、不處無色，吾乃", "488": "謂此為沙門耳。若眼、耳、鼻、口、身、意不穿漏者，", "489": "乃為沙門。其無志性，不與情合，無有因緣亦", "490": "無不緣，乃為沙門。又復，天子！其不著法、不著", "491": "非法，其行寂然，無是非心，忽然無迹，是謂沙", "492": "門。何者然耶？其因緣法報應之宜，妄從是生，", "493": "是諸法者亦復虛偽，其不著者無縛無脫，是", "494": "謂沙門。其無有往，亦不還反，無進無退，無瘡", "495": "無瘢，無傷無完，是則名曰淨修梵行。是故我", "496": "言，非沙門、非梵志，乃為沙門。」善住意讚曰：「至", "497": "未曾有，志意堅強，所頒宣者無名遊迹，亦無", "498": "章句，其意悉達而不忽忘。」文殊答曰：「吾意不", "499": "強。所以者何？身自放意，意弱不強。」天子又問：", "500": "「斯言何謂？」答曰：「吾以恣意，在聲聞地、住緣覺", "501": "界，是故放意；又復恣意，處諸塵勞，不惡愛", "502": "欲眾冥之患，是故放意。」善住意讚曰：「善", "503": "哉，善哉！文殊師利！悉由宿世供養諸佛，眾行", "504": "備悉，宣如來命所說如是。」答曰：「吾不供養過", "505": "去諸佛。何者然乎？吾未曾得宿世所歷，亦無", "506": "當來，不從諸佛建立法行，無作不作，是故所", "507": "作而無有作，不備眾行。」善住意又問：「文殊", "508": "師利！吾本曾聞如幻三昧，願顯定意，示所正", "509": "受。」文殊又問：「欲得覩見如幻三昧之境界乎？」", "510": "答曰：「願樂欲見。」文殊師利尋時如言幻意三", "511": "昧而正受矣！應時十方各江沙等諸佛剎", "512": "土悉自然現。善住意天子自覩東方江河", "513": "沙等諸佛剎土，其所現者悉是文殊——或以現", "514": "形若比丘像講說經典；或復有現比丘尼像、", "515": "優婆塞、優婆夷像，如釋、如梵、如四天王、如轉", "516": "輪王色像而現；其體或如天龍鬼神、揵沓惒、", "517": "阿須倫、迦留羅、真陀羅、摩休勒色像而現", "518": "其身；或復顯示禽獸飛鳥若干種色——各各現", "519": "形無量，像貌好醜殊別，而為說法，十方一一", "520": "諸江沙等所現佛土，其亦俱然，等無有異，為", "521": "說經典。善住意見此，忻然大悅不能自勝。文", "522": "殊師利從三昧起，善住意恭恪歸命，白文", "523": "殊曰：「向者覩見諸佛國土不可稱限，形像無", "524": "量各各殊別而說經典。」文殊問曰：「於天子意，", "525": "所解云何？東方所現為審實乎？八方上下有", "526": "所見者為實虛耶？十方所見何方審諦？」善住", "527": "意答曰：「悉虛不實。所以者何？一切諸法皆無", "528": "所生，由如幻化，如幻士相，一切諸法退無", "529": "常存，自在所作示現變化，推極本末不生不", "530": "起，亦無所滅。」文殊師利尋則讚曰：「善哉，善哉！", "531": "講法當然，誠如所言。」說是語時，彼眾會中", "532": "五百菩薩，以得四禪，逮五神通，識其宿命——往", "533": "古世時所作善惡尋自已覩，皆復識命曾更", "534": "所作，逆害父母、殺羅漢、亂聖眾、壞佛寺，", "535": "斯等罪業——本所犯惡餘殃未盡，念傷害心，倍", "536": "懷憂結，志在疑網。由是之故，不能逮了此", "537": "深法要，計有吾我，所據微翳，卒不肯捨，不", "538": "逮法忍。於時世尊，欲得開化五百菩薩，則", "539": "以威神現示文殊。文殊師利即從坐起，偏出", "540": "右肩，右手捉劍，走到佛所。佛告文殊：「且止，且", "541": "止！勿得造逆，當以善害。所以者何？皆從心發，", "542": "因心生害。心已起頃，便成為殺。」時無央數諸", "543": "菩薩眾各心念言：「斯一切法悉如幻耳！彼無", "544": "吾我及人壽命，其意所念察其本末，無有父", "545": "母、無佛法眾，亦無作者亦無受者，無行不行，", "546": "亦無果報，意自貪身而墮顛倒，愚戇凡夫悉", "547": "不能解，心反處顛倒計我父母。所以者何？文", "548": "殊師利聰明聖達，諸佛世尊所歎功勳不可", "549": "思議，道德超殊，不可逮及，巍巍煌煌，無以為", "550": "喻，深入法忍，了其本際，供養無數江河沙等", "551": "諸佛大聖而宣道教，於過去佛所作已辦，曉", "552": "了諸法，慧無儔匹；其所說法靡不應時，見諸", "553": "如來，常懷恭恪，稽首自歸。今執利劍走向如", "554": "來，佛告之曰：『且止，且止！文殊師利勿造逆害，", "555": "當以善害。』若分別此，察其本際不可分別，何", "556": "所佛名及法聖眾，父母羅漢及廟寺名，其受", "557": "虛無則無歸趣，亦無報應。設一切法虛無", "558": "不實，所受諸法亦復虛妄，幻譬如空，亦如芭", "559": "蕉、夢影、野馬，離欲虛妄而無堅固，以是之故", "560": "彼無有罪亦無害者。誰有殺者？何謂受殃？」如", "561": "是觀察，惟念本末，則能了知一切諸法，本悉", "562": "清淨，皆無所生。五百菩薩聞是亘然，尋時逮", "563": "得無所從生法忍；有千比丘遠塵離垢，得法", "564": "眼淨；五百菩薩欣然大悅，善心生焉，心戢靜", "565": "思，踊在虛空，去地四丈九尺。以偈讚佛：", "566": "「諸法悉如幻，從想而橫起，", "567": "成形無所有，諸法悉為空。", "568": "反自發望想，有我而危身，", "569": "已識其宿命，所作罪甚重。", "570": "往者懷大逆，自圖其父母，", "571": "害羅漢比丘，犯殃釁甚劇。", "572": "由此重罪故，更苦不可計，", "573": "今墮於疑網，得聽空法誼。", "574": "聖尊裂結網，棄捐憂結創，", "575": "覺了於法界，寂無有塵勞。", "576": "諸佛權方便，隨流接度人，", "577": "趣欲濟眾生，決除所沈吟。", "578": "無佛無經法，亦不得聖眾，", "579": "彼亦無父母，悉空而自然。", "580": "則無吾我人，無壽亦無命，", "581": "無常不斷滅，諸法如虛空。", "582": "無罪無報應，無作無不作，", "583": "莫貪身見我，更歷受苦惱。", "584": "彼無有生者，亦無有死者，", "585": "所生如幻化，是為諸法相。", "586": "文殊大智慧，諸法度無極，", "587": "手自執利劍，馳走向如來。", "588": "佛亦如利劍，二事同一相，", "589": "無生無所有，亦無有害者。", "590": "兩足尊見之，眾生所作罪，", "591": "令知殃福業，亦悉是空耳。", "592": "其能達空者，三世無壽命，", "593": "因緣而合成，解乃無從生。", "594": "無罪無報應，亦復無苦樂，", "595": "吾我亦常空，倚想求安隱。", "596": "眾生處顛倒，亦能如本際，", "597": "非常苦悉空，非身無所有，", "598": "其能曉如斯，則免三惡趣。", "599": "諸佛無作業，覺者無所造，", "600": "計罪佛亦如，是故名曰佛。", "601": "如佛所解達，明審了若此，", "602": "識別虛無生，由是暢聖慧，", "603": "住於虛空義，演說無所住。", "604": "其身如虛空，二事俱自然，", "605": "若欲求佛慧，彼法無罣礙。", "606": "以知此本際，成佛無上道，", "607": "於世致大聖，度眾生苦惱。", "608": "盡除因緣報，奉修佛大道，", "609": "當成為法王，明眼乃滅度。」", "610": "五百菩薩宣是執劍經典之時，十方江河沙", "611": "等佛土，六反震動，其大光明普照世間。其於", "612": "十方諸佛大聖邊諸侍者，各自問佛：「此何", "613": "威德？地大震動，光靡不照。」於時，諸佛各告侍", "614": "者：「族姓子知，有界名忍，佛號能仁，頒宣經", "615": "道。彼有菩薩，名文殊師利，成不退轉，手執利", "616": "劍馳走向佛，欲得開化不達菩薩。因是之故，", "617": "時佛大聖手執慧刀斷生死原，如應說法，勸", "618": "無央數眾生之類，使眼清淨、心得解脫，逮成", "619": "法忍，學住大道。」於是大世尊以方便隨建立", "620": "神化，於彼眾會有新學人，德本尠薄多懷妄", "621": "想，不見執劍，不聞說法，佛之聖旨故令其然。", "622": "時舍利弗問文殊師利：「仁於向者所作凶逆，", "623": "以何為信，乃能執劍馳走向佛？」文殊師利答", "624": "舍利弗：「如卿所言，汝所作逆不可稱載，用不", "625": "能達此報償故。唯，舍利弗！解此義者，知如幻", "626": "師所造逆事，其幻化者寧有逆乎？報償亦如。", "627": "所以者何？其幻師化無有想念，諸法亦然。", "628": "唯，舍利弗！吾欲相問，以誠相反。有此劍者乎？」", "629": "答曰：「不也！」「為有罪耶？」答曰：「不也！」「唯，舍利弗！罪", "630": "業虛無，報亦虛無，罪業報應悉虛無者。云何", "631": "復欲知其處所？」舍利弗言：「如文殊師利今者", "632": "所說，無罪無報，一切諸法悉無罪報。此言何", "633": "謂？」文殊師利言：「於意云何？唯，舍利弗！吾所執", "634": "劍，何所鍛師推成之乎？誰捉持來以相授耶？」", "635": "舍利弗言：「無作此劍，無執來者以相授也，文", "636": "殊師利所化現耳。」文殊又問：「仁能見得化人", "637": "處乎？刀劍所在？」「如來所言：『一切諸法悉如幻", "638": "化。』其相無相，不可得處也！」「唯，舍利弗！當解斯", "639": "義，如來至真亦如利劍，文殊及舍利弗亦如，", "640": "無本眾生亦如，諸法亦如，無本所住亦復", "641": "若茲。唯，舍利弗！如一切法悉無根本，吾所興罪、", "642": "報應執劍，其亦如也！所積殃釁亦無本也！報", "643": "應亦如也！向舍利弗復更問言：『卿何以故，手", "644": "執刀劍欲與佛諍？』譬如修行在於閑居，勤向", "645": "世尊心念不離，乃得解脫。」舍利弗又問：「靜思修", "646": "行，云何世尊？名曰何等？」文殊答曰：「貪欲妄", "647": "想則是精思修行，世尊！瞋恚愚戇欲除此三，", "648": "永令無餘，寂然憺怕，爾乃亘然，不能蠲除一", "649": "切塵勞，不為世尊滅婬怒癡愛欲之難，乃為", "650": "世尊貪欲意生，執此欲意一心念佛，欲即消", "651": "滅，恚癡亦然，而得解脫。是故，舍利弗！如執利", "652": "劍馳向世尊，如幻無害；懷三毒者馳心念佛，", "653": "塵勞悉除，亦如修行閑居專精，一心念佛乃", "654": "得解脫。」舍利弗言：「善哉，善哉！快說此言，誠如", "655": "所云。」爾時十方諸會菩薩啟請世尊：「唯然大", "656": "聖！勸文殊師利，願垂屈意，顧眄我等諸佛", "657": "剎土，於諸剎土頒宣經道，皆令眾生解是意", "658": "義。」文殊師利報諸菩薩：「仁等各自察其佛土。」", "659": "諸族姓子尋時受教，各觀本土十方處所——各", "660": "各皆見文殊師利，在於十方諸佛邊住，講說", "661": "經道。善住意天子諮問、啟受，宣此如幻所行", "662": "意義經典之要。諸菩薩等聚會亦然，不可稱", "663": "計，諸天子會多少無異。彼諸佛國皆若干種", "664": "清淨莊嚴，巍巍無量，亦如忍土等無差特——遙", "665": "見如斯，莫不忻然，各各舉聲而稱揚言，以為", "666": "忻慶：「文殊師利道德殊絕，威神光明智無", "667": "儔匹，威德殊邈過於日月，住此忍土而不移", "668": "轉，普現十方諸佛國土。」文殊師利於時引喻：", "669": "「如族姓子幻士善學幻術，絕世而無儔匹，不", "670": "起于坐，所在幻化現若干形。菩薩如是，真學", "671": "曉了般若波羅蜜，分別法幻，悉通其旨。在於", "672": "此土，初不移轉十方佛土，諸欲見者，輒現其", "673": "身於其佛界。所以者何？一切諸法皆如幻故，", "674": "由是之故所現無難。由如月殿遊行虛空，不", "675": "下人間，不念往來，其光所照靡所不遍，雖有", "676": "所照，亦無想念。菩薩如是，在於本際未曾移", "677": "轉，普現十方諸佛之土——為現佛身、聲聞、緣覺，", "678": "為現轉輪、釋梵、四王，或為豪貴、貧賤、困厄身，", "679": "或入三惡勤苦惱事，或為儒林、帝王、大臣，或", "680": "在外道謗佛云云，或入深山學為仙人——所現", "681": "無限，一切依因，悉令得至無上正真。所現雖", "682": "爾，亦無想念。」爾時世尊告文殊師利：「假使有", "683": "人，值遇此法而得聞者，如佛興世等無有異。", "684": "若有菩薩，坐於樹下當成佛道，其聞是經福", "685": "等無殊，亦等道跡、往來、不還、無著。所以者何？", "686": "是為去來現在諸佛要道。」文殊白佛：「誠如聖", "687": "教，安住所化無不受教，如空無想無願平", "688": "均，法等亦然。又如無本本際平等，亦如離", "689": "欲定意平等，是法平等亦復若斯。」文殊師利", "690": "復白佛言：「大聖垂恩，建立此法，使於後世殘", "691": "末五濁悖亂之俗，若族姓子及族姓女，學菩", "692": "薩意求大乘者，耳聞此法，令諸眾生求滅度", "693": "者，悉當蒙是道德法明，各使得所。」佛默然可。", "694": "應時三千大千世界六反震動，箜篌樂器不", "695": "鼓自鳴，諸華果樹及諸枯樹皆生華實，其大", "696": "光明普照世間，皆蔽日月令無光曜，億百千", "697": "天住於虛空，歡喜踊躍而雨眾華，燒諸名香，", "698": "復雨雜香擣香，其香芬馥翳於十方，鼓天妓", "699": "樂其聲清和，悉共叉手，異口同音，舉聲歌頌：", "700": "「妙哉，妙哉！此法難遇。文殊所講，我等僥倖", "701": "得聞大化，今日再值轉法輪矣！閻浮利人為", "702": "蒙大慶得聞是經，斯等德本終不唐舉，速近", "703": "受決，當成佛道，多所開化。」於是世尊讚諸菩", "704": "薩及諸天子：「善哉，善哉！如卿等言。其聞是法，", "705": "佛明此等當成佛道以入滅度，聞之不恐亦", "706": "不懷懅，篤信愛樂，不在生死，亦不滅度。」文殊", "707": "師利白佛言：「世尊！所建於斯經典，今現感動，", "708": "為先瑞應，然於後世普流十方。」佛言：「如是，文", "709": "殊師利！今所瑞應皆是建立此法威恩，如來", "710": "弘慈，聖旨令然一切蒙濟。」佛語文殊：「當復", "711": "重顯斯深經典，佛言至誠，終不虛妄，此三脫", "712": "門多所救濟，當令此法後世普流。」文殊師利", "713": "復白佛言：「我亦堪任建立此法演真章句。無", "714": "我無人，無壽無命，無意無可，不墮斷滅，不墮", "715": "計常，無有塵勞，亦無諍訟，則為光顯於此經", "716": "典。如我至誠、所言不虛，然後將來五濁之世", "717": "令普流布。吾今要誓，不具成佛，無法聖眾，無", "718": "罪報應，無去無來。以此至言，令是要法於將", "719": "來世皆遍流布。有了是經，而不受欲亦不離", "720": "欲，無有恚癡而有慈心，無有智慧，無名無", "721": "色，無緣無見，不興生死，無身不生身，無心不", "722": "生念，不惟法、不意止，無五陰、無四大，無諸入，", "723": "眼色耳聲鼻香口味，身更心法亦復如是，不處", "724": "欲界、色、無色界，心等如地而無憎愛，諸法不", "725": "損亦無增長，則宣此經。如斯經典後世普流，", "726": "不在至誠，不覩審實，不讚說道，不至道果，亦", "727": "無道迹，不往來，無不還，不無著，不緣覺，無", "728": "諸果證，不如來，無佛法，不無畏，無慧不慧，", "729": "不聖不空不壽，不想不無想，不願不無願，", "730": "不得果證，無見不見，不至道，無明無冥，亦無", "731": "解脫，不度不無度，不彼際，不此岸，不中流，", "732": "無名無不名。如是真言，當令此經後益流布。", "733": "又計是經，不應不脫，不精進無所懈，不勤力，", "734": "不殆廢，以此至誠，法當普流，往本所生，", "735": "無去無來，過去無人，不度眾生，亦無滅度，人", "736": "不可得，法無有起，亦無所滅，無有作者，亦", "737": "無壞者，無將無反，不往不還，無舉無下，無當", "738": "來佛，如是像法無所照曜，無現在佛亦不", "739": "暢法。以是之故，法當普流。是經所說，不戒不", "740": "犯，不定不亂，不慧不愚，不解不縛，不慧見不", "741": "無慧。此正真言，令經普流。不施不慳，不戒不", "742": "毀，不忍不諍，不進不殆，不禪不亂，不智慧", "743": "不愚闇。菩薩大士！此真諦言令法普流，無", "744": "凡夫，無學者、無羅漢、無緣覺、無佛道，不因緣", "745": "不無緣。當令此法普流世間。不坐佛樹，不轉", "746": "法輪，不歎佛。佛不現在，不眾生，不滅度，不", "747": "如來。所以者何？一切諸法永至滅度，當令此", "748": "經普流世間。」文殊師利宣是建立經典要時，", "749": "此三千大千世界六反震動，其大光明普照", "750": "十方，虛空中唱無極音：「善哉，善哉！文殊師", "751": "利！實如要誓。假使江河沙等諸魔官屬，欲求", "752": "方便毀壞此經，欲令毀散，終不能亂此微妙", "753": "法，令不流通所以建立是要法者。若族姓子", "754": "及族姓女，受此經典受持諷誦，聞之信樂，一", "755": "切皆脫諸魔事業，入佛道慧。」於是彌勒菩薩", "756": "前白佛言：「今日何緣地大震動，光明遍照空", "757": "中暢音。」佛告彌勒：「何用問為？所以者何？志小", "758": "下士不識大義，墮于憍慢，斯等長夜不得安", "759": "隱。」彌勒白佛：「唯聖說之！多所愍哀，多所安隱，", "760": "必當慈念諸天人民共信樂之。」佛告彌勒：「斯", "761": "經典者，四十七億百千那術諸佛，於此地上", "762": "建立說之，皆亦文殊之所發問。善住意天子", "763": "與共諮啟。彌勒來世當成無上正真之道最正", "764": "覺時，復說此經，其餘賢劫諸興如來亦俱同", "765": "然。」彌勒復問佛言：「文殊師利、善住意天子，從", "766": "來久如聞此經典？」佛告彌勒：「文殊師利、善住", "767": "意天子，聞是法來七百萬阿僧祇劫，從普華", "768": "超師子步德王光首如來、至真、等正覺所聞，", "769": "其於空中唱大音聲，淨居諸天聞講此法，各", "770": "各勸助諮嗟而行，是故地動。」彌勒菩薩復白", "771": "佛言：「若族姓子及族姓女受是經者，持諷誦", "772": "讀，為他人說，得何功報？」佛告彌勒：「於意云何？", "773": "過去當來今現在佛，戒、定、慧、解度、知見品，廣", "774": "興布施、持戒、忍辱、精進、一心、智慧，使成無上", "775": "正真道慧，已成當成現在成者，合此德本功", "776": "祚福勳寧多不？」彌勒曰：「多矣，世尊！不可思", "777": "議，一如來德其福難計，況一切佛。假使德本", "778": "有形像者，十方佛土不能悉受。」佛告彌勒：「我", "779": "故囑累慇懃相喻，其族姓子及族姓女，聞", "780": "是經典受持、諷誦、為他人說，福多於彼，何況", "781": "奉行。所以者何？過去當來今現在佛之所諮", "782": "講，悉由是生。」佛說是經時，江河沙等眾生之", "783": "類發菩薩心復倍是數，逮不退轉，成得法忍、", "784": "法眼淨者，各復倍倍。如是十方悉來會者，一", "785": "切菩薩忻然大悅，善心生焉，稽首佛足，歌歎", "786": "此法，僥再得聞，無以為喻。忽然不現，各歸本", "787": "土。", "788": "賢者阿難前白佛言：「此經名何？云何奉持？」佛", "789": "告阿難：「是經名曰『於一切法無起不滅三昧", "790": "要品』，又名『降毀魔場』，當懷持之。又名『普遍十", "791": "方定意要慧文殊師利之所講說』，又名『如幻", "792": "所說』，當奉持之！是經典者，能調化人。阿難！當", "793": "受持諷誦讀，為他人說。」佛說如是，比丘、菩", "794": "薩、文殊師利、善住意天子、彌勒菩薩、賢者、", "795": "阿難、諸天龍神、阿須倫、世間人，聞經莫不", "796": "歡喜。", "797": "佛說如幻三昧經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0342 佛說如幻三昧經: 佛說如幻三昧經: 佛說如幻三昧經: 佛說如幻三昧經", "source": "CBETA"}