{"author": "後秦 鳩摩羅什譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1489 清淨毘尼方廣經: 清淨毘尼方廣經: 清淨毘尼方廣經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1489 [No. 1490]", "1": "清淨毘尼方廣經", "2": "後秦龜茲國三藏鳩摩羅什譯", "3": "如是我聞：一時佛住王舍城祇闍崛山，與大", "4": "比丘僧八千人俱，菩薩摩訶薩萬二千人，及", "5": "欲色界天淨居天子。爾時世尊與諸無量百", "6": "千大眾恭敬圍繞而演說法。時有天子名寂", "7": "調伏音，來在會坐。是時寂調伏音天子從坐", "8": "而起，偏袒右肩右膝著地，合掌向佛白世尊", "9": "言：「是文殊師利為住何處？今此大眾渴仰欲", "10": "見是善丈夫，從其聞法。」如是問已，時佛告", "11": "彼寂調伏音天子：「東方過此十千佛土，彼有", "12": "佛國名曰寶主，是中有佛，號曰寶相如來、應、正", "13": "遍覺，現在說法。文殊師利住在彼土，為諸菩", "14": "薩摩訶薩而轉說法。」時彼天子白世尊言：「唯", "15": "願現相令文殊師利來詣此土。何以故？世尊！", "16": "若從一切聲聞緣覺有所聞法，不如從於文", "17": "殊師利所聞法也；唯除如來，其餘說法無有", "18": "勝者。文殊師利若演說法，一切魔宮皆悉闇", "19": "蔽，一切眾魔悉能摧伏，去增上慢、滅增上", "20": "慢。若有未發菩提心者發菩提心，已發心者", "21": "住不退轉，可攝者攝、可捨者捨，順如來欲令", "22": "正法久住。」爾時世尊知寂調伏音天子心已，", "23": "放白毫藏光普遍照此佛世界已，東方過於十", "24": "千佛土普照遍彼寶主世界。時寶主世界", "25": "菩薩摩訶薩見此光已，白寶相佛言：「世尊！是", "26": "何光相，有此光明遍照此界？」如是問已，寶相", "27": "佛告諸菩薩言：「善男子！西方去此十千佛土，", "28": "有國名娑婆，其中有佛，號釋迦牟尼如來、應", "29": "供、正遍覺，現在說法。彼如來放毫藏一光，", "30": "是光通徹十千佛土來照此界。」是諸菩薩白", "31": "世尊言：「以何因緣故，彼釋迦牟尼如來、應、", "32": "正遍覺放毫藏一光？」時佛報言：「彼釋迦牟尼", "33": "如來國，有無量千億菩薩皆悉集會，及釋梵", "34": "護世、一切四眾，欲見文殊師利童子，從其聞", "35": "法。以是緣故，請彼釋迦牟尼如來放毫藏一", "36": "光。」時寶相佛告文殊師利：「汝今可往娑婆", "37": "世界。釋迦如來、應、正遍覺喜欲見汝，及諸", "38": "大眾欲見聞法。」文殊師利白彼世尊：「我今", "39": "亦知如是光瑞。」時文殊師利法王之子，與十", "40": "千菩薩俱，頭面敬禮寶相佛足，譬如壯士屈", "41": "申臂頃，與十千菩薩沒寶主界到娑婆界。住", "42": "虛空中而不現形，雨種種花以供如來、普及", "43": "大眾，積至於膝，雜色妙好色香適意。一切", "44": "大眾見雨此華，白世尊言：「是何先相，大雨", "45": "此花？」佛言：「諸善男子！是文殊師利法王之", "46": "子，與十千菩薩俱，來到此娑婆世界，住虛空", "47": "中而不現形，雨花供我。」時諸大眾俱共同聲", "48": "白世尊言：「我等欲見文殊師利法王之子，及", "49": "諸菩薩摩訶薩，覩其形容。」時文殊師利及十", "50": "千菩薩從空而下，頂禮佛足右遶已畢，各以", "51": "神力化作座已却坐一面。時寂調伏音天子", "52": "白世尊言：「願問文殊師利法王之子，建立", "53": "言論眾所欲聞。」佛告天子：「汝今自問文殊師", "54": "利法王之子，隨汝所疑。」時寂調伏音天子", "55": "問文殊師利：「彼寶相佛土云何說法，汝樂於", "56": "彼？」文殊師利報言：「天子！不生貪欲不滅貪", "57": "欲、不生瞋恚不滅瞋恚、不生愚癡不滅愚癡、", "58": "不生煩惱不滅煩惱。何以故？無生之法終無", "59": "有滅。」天子問言：「云何，文殊師利！彼土眾生", "60": "不生貪瞋愚癡煩惱又不滅耶？」答言：「不也。", "61": "天子！」天子問言：「彼佛說法為何所斷？」答言：", "62": "「為不生不滅而演說法。何以故？彼佛剎土不", "63": "知斷、不修證。彼諸眾生重第一義諦，非重世", "64": "諦。」天子問言：「文殊師利！云何名為第一義", "65": "諦？」文殊師利言：「天子！彼不住生又不住滅，", "66": "無有處相非無處相、非相非無相、非相非虛", "67": "空，色相非可相非不可相、非盡可盡、無盡", "68": "無有能盡，如是說名第一義諦。天子！義者", "69": "非心非心相續、非言說句、無此無彼亦無中", "70": "間，如是說名第一義諦。天子！又復義者而", "71": "不可得，無文字行，是名第一義諦。何以故？", "72": "佛說一切所有音聲皆是虛妄。」天子言：「文殊", "73": "師利？如來所說可虛妄耶？」「天子！如來所說無", "74": "實無虛妄。何以故？如來無二相、無住心無", "75": "言說、非有為法非無為法、非說實非說虛，", "76": "無二相。天子！於意云何！如來化人若有所", "77": "說，為實為虛妄？」答言：「非實非虛妄。何以故？", "78": "如來化人無有實故。」文殊師利言：「如是如是。", "79": "天子！一切諸法無成就者，如來所說無實無", "80": "虛妄，故名無二。」天子言：「文殊師利！云何如來", "81": "說第一義諦？」文殊師利言：「天子！無有能說第", "82": "一義諦者。何以故？是無言說、無能說者。」說", "83": "是法時，五百比丘不受諸法，漏盡心得解脫；", "84": "二百天子逮得法忍。爾時寂調伏音天子問", "85": "文殊師利：「第一義諦甚為難解。」文殊師利言：", "86": "「如是如是。天子！第一義諦實為難解，不正修", "87": "行者實為難解。」天子問言：「文殊師利！云何", "88": "菩薩名正修行？」文殊師利言：「若不說言：『知", "89": "是、斷是、修是、證是。』何以故？若有相者，是貪、", "90": "是著、是戲論。若有說言：『是應知、應斷、應修、應", "91": "證。』是不名為正修行也。」天子問言：「文殊師利！", "92": "云何菩薩正修行也？」「天子！如如等、法界等、五", "93": "逆等，如法界等諸見亦等。如凡夫法等，學法", "94": "亦等、無學法等。如聲聞法等，緣覺法等、菩", "95": "薩法等、佛法亦等。如生死法等，涅槃法等、煩", "96": "惱亦等、諍訟亦等。」天子問言：「文殊師利！云何", "97": "諍訟等煩惱亦等？」文殊師利言：「空故等、無", "98": "相故等、無願故等。何以故？空無分異故。天", "99": "子！如寶器空、泥器空，其中空界等無有異，無", "100": "有種種，以無二故。如是天子！如煩惱空及諍", "101": "訟空，無有別異等無有二。」天子言：「文殊師利！", "102": "菩薩頗修於聖諦不？」文殊師利言：「天子！若其", "103": "菩薩不修聖諦，云何能為聲聞說法？又復天", "104": "子！菩薩修聖諦有觀，聲聞修聖諦無觀。菩", "105": "薩修聖諦有閑，聲聞修聖諦無閑。菩薩修聖", "106": "諦有緣，聲聞修聖諦無緣。菩薩修聖諦而", "107": "正觀之，不證實際。菩薩修聖諦有善方便，不", "108": "背生死向於涅槃。菩薩修聖諦觀一切佛法。", "109": "天子！譬如有人捨大伴主，獨一無侶欲過曠", "110": "路，心甚驚怖不敢復還。如是天子！聲聞亦爾，", "111": "怖畏生死不還世間，捨一切眾生不還生死。", "112": "不觀佛法無善方便，獨一無二修行聖諦。天", "113": "子！如大伴主多諸眷屬、多諸財產，資糧豐饒", "114": "大獲生利欲過曠路。天子！菩薩如是為大伴", "115": "主多諸眷屬，成大法利、多法資糧，具足六波", "116": "羅蜜成四攝法、普悉觀緣一切眾生，觀生死", "117": "迴流正觀佛法，從於佛土至於佛土，具善方", "118": "便修於聖諦。天子！如疎薄物，若以瞻婆須", "119": "曼婆師花所熏之香，香氣速出。如是天子！", "120": "聲聞修諦速疾如是，不滿所願中入涅槃。彼", "121": "亦不出於佛戒、聞、定、慧、解脫、解脫知見功德之", "122": "香，又亦不能斷煩惱習。天子！如迦尸衣，若", "123": "以天寶沈水香熏，經百千年清淨美香，人天", "124": "敬重。如是天子！菩薩百千萬億劫中常修聖", "125": "諦，不中入涅槃欲滿本願。出佛戒、聞、定、慧、解", "126": "脫、解脫知見功德之香，能斷結習，為諸人、天、", "127": "阿修羅、乾闥婆等之所敬重。」寂調伏音天子", "128": "又問文殊師利：「彼寶相如來、應、正遍覺，是佛", "129": "國土諸聲聞眾為何如也，如樂於彼。」文殊", "130": "師利言：「天子！彼土聲聞不住於信、不教他信、", "131": "不護法界，非八人出過八邪、非須陀洹出過", "132": "惡道、非斯陀含往來教化一切眾生、非阿那", "133": "含一切諸法無去來故、非阿羅漢受於一切", "134": "三千界供，亦非聲聞能持一切佛所說法，不", "135": "斷於欲不為欲熱、不斷於瞋不為瞋熱、不斷", "136": "於癡不為癡熱、於一切法離諸暗障，不斷煩", "137": "惱勤行精進，斷於一切眾生煩惱永無有生，", "138": "過一切生隨心欲生，無有我人眾生之相，而", "139": "教化眾生無取無與，一切眾生清淨福田。無", "140": "思無念而修正念，不生不滅而修正斷，遠", "141": "離身心而出生神足，知於一切眾生諸根到", "142": "於彼岸而修行根，摧一切結而修於力，遍", "143": "知一切而修於覺，得於無為不證於道，到", "144": "於實際而修於定，至於法界而修於慧，盡", "145": "於無明而生於明，無有二行而證解脫。肉", "146": "眼悉見一切眾生、一切佛國、一切諸佛，天眼", "147": "悉見一切眾生死此生彼，慧眼觀見一切眾", "148": "生生死無來無去，法眼見於諸法平等，佛", "149": "眼明見一切佛界。天耳悉聞一切佛法，能受", "150": "能持。一心能知一切眾生所有心行，悉知宿", "151": "命過去際劫。百千萬億神通，能過無量佛剎。", "152": "煩惱悉盡不證解脫，雖復可見然非色身，雖", "153": "有言說無有文字，雖有思念而心無動，形", "154": "色尊妙眾相莊嚴，功德瓔珞威德難當，名聞", "155": "高遠淨戒塗香，世法不污煩惱不染，無麁惡", "156": "言遊戲神通，多聞增廣辯才震吼善知變化，", "157": "調伏闇冥大慧明照，所說無滯總持究竟，常", "158": "為諸佛之所護念。聲聞所念常恒專念，菩提", "159": "之道其念如海，定如須彌、忍如大地，勇健降", "160": "魔猶如帝釋，無能輕者寂靜如梵，無有等等", "161": "猶如虛空遍入一切。天子！彼寶相佛土聲聞", "162": "如是！所有功德復過於此。」說是法時，於是", "163": "會中五百比丘、五百比丘尼、五百優婆塞、五", "164": "百優婆夷、五千天子向聲聞智，說如是言：", "165": "「世尊！我等願為彼寶相如來作聲聞眾。」文殊", "166": "師利言：「善男子！非聲聞心能生彼土。汝等", "167": "可發無上道心，得生彼土。諸生彼者皆是發", "168": "阿耨多羅三藐三菩提心。」爾時是等即發無", "169": "上正真道心，如來悉記當生彼土。時寂調", "170": "伏音天子問文殊師利：「云何名為菩薩毘尼？", "171": "云何名為聲聞毘尼？」文殊師利言：「天子！怖畏", "172": "三界毘尼，是聲聞毘尼；受無量生死、欲化一", "173": "切諸眾生等，生於三界毘尼，是菩薩毘尼。輕", "174": "毀功德莊嚴毘尼，是聲聞毘尼；自集功德莊", "175": "嚴毘尼，是菩薩毘尼。自斷一切諸煩惱結，是", "176": "聲聞毘尼；欲斷一切眾生煩惱，是菩薩毘尼。", "177": "不念成熟一切眾生、一切佛法，是聲聞毘尼；", "178": "念欲成熟一切眾生、一切佛法，是菩薩毘尼。", "179": "非為一切諸天所識，是聲聞毘尼；一切三千", "180": "大千世界諸天識知，是菩薩毘尼。一切魔捨，", "181": "是聲聞毘尼；一切三千大千世界諸魔㘁哭、", "182": "一切眾魔生於怨憎生摧伏想，是菩薩毘尼。", "183": "唯獨照明，是聲聞毘尼；普欲照明一切世間，", "184": "欲照明成就一切佛法，是菩薩毘尼。自觀之", "185": "心是聲聞毘尼；觀一切佛法是菩薩毘尼。漸", "186": "次毘尼是聲聞毘尼；一念悉知是菩薩毘尼。", "187": "斷三寶種是聲聞毘尼；持三寶種是菩薩毘", "188": "尼。如破瓦器不可修補，是聲聞毘尼；如金", "189": "銀器破還可修治，是菩薩毘尼。無善方便是", "190": "聲聞毘尼；成就方便是菩薩毘尼。無有十力、", "191": "四無所畏，是聲聞毘尼；成就十力、四無所畏，", "192": "是菩薩毘尼。少水果樹是聲聞毘尼；園林堂", "193": "閣法樂可樂是菩薩毘尼。無六波羅蜜、無四", "194": "攝法是聲聞毘尼；有六波羅蜜、具四攝法是", "195": "菩薩毘尼。不斷一切習是聲聞毘尼；滅一切", "196": "習是菩薩毘尼。又復天子！略說有限所攝，", "197": "有少法功德、有少戒聞定慧解脫解脫知見，", "198": "是聲聞毘尼；無量無量所攝，無量功德、無", "199": "量戒聞定慧解脫解脫知見，是菩薩毘尼。」", "200": "爾時世尊讚文殊師利：「善哉善哉！文殊師利！", "201": "汝快說此菩薩毘尼。文殊師利！聽我少說", "202": "成滿汝義。文殊師利！譬如二人，一讚大海、", "203": "二歎牛跡。文殊師利！於意云何！是人能讚", "204": "是牛跡中幾所功德？」文殊師利白言：「世尊！", "205": "大海無量，牛跡甚少，當何所讚？」佛言：「如是。", "206": "知聲聞毘尼猶如牛跡，小無功德無可讚歎。", "207": "聲聞乘人亦復如是。文殊師利！於意云何？", "208": "彼第二人能讚大海功德不也？」文殊師利言：", "209": "「世尊！而是大海有無量功德、無量可歎。」佛言：", "210": "「當知菩薩毘尼亦復如是。譬如大海無量功", "211": "德、無量可歎。當知大乘亦復如是。」說是法時，", "212": "萬二千天子發阿耨多羅三藐三菩提心，而", "213": "說是言：「世尊！我等亦當修學如此菩薩毘尼，", "214": "調伏無量一切眾生。」時寂調伏音天子問文", "215": "殊師利：「汝今修學何等毘尼？聲聞毘尼、緣", "216": "覺毘尼、菩薩毘尼？」文殊師利言：「天子！於意云", "217": "何？頗有大海不納眾水？」天子答言：「文殊師", "218": "利！無有大海不納眾水。」文殊師利言：「如是", "219": "天子！菩薩毘尼猶如大海，所有毘尼無不納", "220": "受，所謂聲聞毘尼、緣覺毘尼、菩薩毘尼、一", "221": "切毘尼。」天子言：「文殊師利！所言毘尼，毘尼", "222": "者為何等義？」文殊師利言：「天子！毘尼毘尼者，", "223": "調伏煩惱。為知煩惱，故名毘尼。」天子言：「文殊", "224": "師利！云何當修調伏煩惱？云何知煩惱？」文", "225": "殊師利言：「若自妄想、若他妄想、自他妄想不", "226": "正憶念，自想、他想顛倒不實，諸見所縛無明", "227": "為首，如是則能發生煩惱。若不自妄想、不", "228": "他妄想、不自他妄想，專正憶念不自想、他想，", "229": "斷於顛倒不住諸見，除去無明不行二行，", "230": "如是則便不起煩惱，煩惱不起是畢竟毘尼。", "231": "天子！是名畢竟毘尼。若以聖智知於煩惱，", "232": "虛妄詐偽是無所有、無主無我無所繫屬、無", "233": "來處去處、無方非無方、非內非外非中可得、", "234": "無聚無積無形無色，如是名為知於煩惱。天", "235": "子！如人知於毒蛇種性，能寂彼毒。如是，若", "236": "知結使種性，能寂煩惱。」天子問言：「云何名", "237": "為煩惱種性？」文殊師利言：「妄想是煩惱種。若", "238": "不妄想則便不起，若其不起則非煩惱，若", "239": "無煩惱則無窟宅，若無窟宅則無所燒亦無", "240": "所住，若無所住名畢竟毘尼。如是名為知煩", "241": "惱種性。」天子問言：「云何，文殊師利！是調伏", "242": "煩惱？為實為不實？」文殊師利言：「天子！如人夢", "243": "為毒蛇所螫，以苦痛故服於毒藥，蛇毒消除", "244": "苦痛便差。天子！於意云何？如彼人者為蛇所", "245": "螫，為實不實？」天子答言：「文殊師利！此是不", "246": "實。無有實故，當除何毒？」文殊師利言：「毒蛇", "247": "不實、除亦不實，應如是知。諸聖毘尼亦復如", "248": "是。天子！汝作是言：『云何是調伏煩惱？為實", "249": "為不實？』天子！若我無我，煩惱無煩惱；若我", "250": "實者，煩惱亦實。是中若我無我、煩惱無煩", "251": "惱，都不可得。若如是者，當何調伏？何以故？天", "252": "子？一切法寂，以無生故。一切法寂，不可取故。", "253": "一切法寂，無形相故。一切法盡，無所有故。一", "254": "切法無盡，以無生故。一切法無生，無所有故。", "255": "一切法無滅，無有堅實故。一切法無作，無作", "256": "者故。一切法無作，無有我故。一切法無我，以", "257": "無主故。一切法無主，如虛空故。一切法無來，", "258": "以無體故。一切法無去，以無際故。一切法無", "259": "住，無住處故。一切法無住，無生滅故。一切法", "260": "無為，以無漏故。天子！一切法無與，畢竟調伏", "261": "故。」寂調伏音天子復問文殊師利：「一切諸法", "262": "以何為門？」文殊師利言：「不正修門，增生死故；", "263": "正修行門，獲涅槃故。正修行門，得自在故；不", "264": "正修門，不得自在故。疑惑門，闇障礙故；達解", "265": "門，無暗障故。妄想門，增煩惱故；無妄想門，無", "266": "煩惱故。識門，有結使故；無識門，無結使故。", "267": "覺門，多事務故；寂門，一切寂靜故。見門，增憍", "268": "慢故；空門，滅憍慢故。惡知識門，生諸惡法故；", "269": "善知識門，生諸善法故。邪見門，生諸苦本故；", "270": "正見門，生諸善本故。慳惜門，貧窮故；布施門，", "271": "大財封故。毀戒門，諸惡道故；持戒門，諸善處", "272": "故。諍訟門，障諸法故；忍辱門，增勝法故。懈怠", "273": "門，令心垢故；精進門，心無垢故。覺觀門，多亂", "274": "鬧故；禪定門，心一處故。無智慧門，如癡羊故；", "275": "智慧門，三十七助道分故。慈門，不障智故；", "276": "悲門，質直無虛偽故；喜門，集法寶故；捨門，離", "277": "愛憎故。正念門，不失本善根故；斷門，修正", "278": "行故；神足門，身心輕故；根門，信為首故；力", "279": "門，摧伏一切諸煩惱故；覺門，順覺諸法故；八", "280": "聖道門，出過一切諸非道故。復次天子！菩提", "281": "心門，一切佛法故；攝一切法門，於一切法得", "282": "自在故；攝眾生門；演說法故；善方便門；處非", "283": "處故；慧度門，到於一切眾生心行之彼岸故；", "284": "六波羅蜜門，大乘故；六神通門，慧光明故；法", "285": "施忍門，不隨他智故。」天子又問：「文殊師利！何", "286": "等為法界門？」文殊師利言：「天子！普遍門是", "287": "法界門。」天子言：「何界是法界？」文殊師利言：", "288": "「一切眾生界是法界。」天子言：「文殊師利！法界", "289": "有邊際不？」答言：「天子！於意云何？虛空有邊際", "290": "不？」「不也。文殊師利！」「天子！猶如虛空無有邊", "291": "際，法界亦爾，無有邊際。」天子言：「文殊師利！", "292": "汝知法界耶？」答言：「天子！法界不知法界。」天子", "293": "言：「文殊師利！汝知何法有如是辯？」答言：「天子！", "294": "於意云何？響知何法而出音聲？」天子言：「響", "295": "無所知而出音聲，以因緣故而有音聲。」「如是", "296": "天子！菩薩緣眾生故而有所說。」天子言：「汝住", "297": "何處能有所說？」答言：「天子！猶如如來化人所", "298": "住而有所說，我住亦爾。」天子言：「如來化人", "299": "無有住處。」答言：「天子！如來化人無所住而", "300": "有所說，一切諸法亦無所住而有所說。」天", "301": "子言：「文殊師利！若一切法無住，汝住何處", "302": "成無上道？」文殊師利言：「天子！我住無間成無", "303": "上道。」天子言：「無間為住何處？」答言：「無間住無", "304": "根本。」天子言：「文殊師利！住無間者必墮地獄。」", "305": "答言：「天子！如是如是。如來所說造五無間必", "306": "墮地獄。天子！我今亦住於五無間。天子！菩", "307": "薩住五無間成無上道。何等為五？菩薩摩訶薩", "308": "從初發心求無上道，中間不墮聲聞、緣覺地，", "309": "是初無間。我應救濟一切眾生，中間無懈，是", "310": "二無間。捨一切物，中間無慳，是三無間。知諸", "311": "法無生，中間不與諸見共住，是四無間。若知、", "312": "若見、若斷平等正覺，以一念相應慧而覺知", "313": "之，中間不起，必成正覺。是五無間。若菩薩", "314": "住是五無間，成阿耨多羅三藐三菩提。」天子", "315": "言：「文殊師利！頗有凡夫住五無間墮於地獄，", "316": "菩薩亦住此五無間成於無上正真道耶？」答", "317": "言：「有。」天子言：「以何因緣故？」答言：「天子！一", "318": "切法空，解於空故名得菩提。一切諸法無相、", "319": "無願、非有為，無生無起因緣生。覺是因緣，故", "320": "名覺菩提。」", "321": "天子言：「文殊師利！誰信此法？」答言：「天子！若", "322": "佛如來尚不生信，況復聲聞？」天子又問：「誰", "323": "解是法？」答言：「不行我相者。」又問：「誰信是法？」", "324": "答言：「不住此彼岸者。」天子言：「若不住此彼，", "325": "誰想是法？」答言：「於一切法無憶想者。」又問：「誰", "326": "持？」答言：「不持一切結使者持。」天子又問：「此", "327": "經當至何等人手？」答言：「至與一切眾生法者", "328": "之手。」又問：「彼何形色？」答言：「天子！彼有法色，", "329": "非陰界入色。」又問：「彼有何行？」答言：「彼有空行、", "330": "無相行、無願行。」又問：「彼趣何處？」答言：「天子！", "331": "彼當趣向一切至處，到於一切眾生心行，", "332": "至無所至。」天子問言：「文殊師利！菩薩退不？」答", "333": "言：「天子！若菩薩退阿耨多羅三藐三菩提，無", "334": "有是處。」天子言：「誰為退者？」答言：「一切諸煩惱", "335": "退，一切聲聞緣覺地退。」又問：「誰是不退？」答", "336": "言：「三昧等者是無有退。」天子言：「文殊師利！", "337": "何等為三昧？」答言：「無二無別異？」天子言：「文殊", "338": "師利！若一切法無有別異，誰為別異？」答言：「天", "339": "子！不知一切法平等者分別為二，彼行二行、", "340": "墮於二行。若知平等，不行別異。若知平等，彼", "341": "趣平等。」天子又問：「文殊師利！頗有菩薩具於", "342": "煩惱成菩提耶？」答言：「有。」天子又問：「是誰？」答", "343": "言：「天子！若菩薩斷結使是聲聞；若菩薩知一", "344": "切眾生煩惱結使，大悲增盛，發於無上正真", "345": "道心，是有菩提。」天子問言：「頗有慳悋成檀", "346": "波羅蜜耶？」答言：「有。」問言：「是誰？」答言：「天子！若", "347": "菩薩不捨菩提之心，攝護眾生，如是慳悋是", "348": "檀波羅蜜。」天子又問：「頗有毀戒名尸波羅蜜", "349": "耶？」答言：「有。」問言：「是誰？」答言：「天子！若菩薩多", "350": "益一切眾生不自觀戒，如是毀戒名尸波羅", "351": "蜜。」「文殊師利！頗有菩薩捨於堪忍名忍波羅", "352": "蜜耶？」答言：「有。」問言：「是誰？」答言：「天子！若", "353": "菩薩捨外道禁戒堅住佛戒，是名羼提波羅", "354": "蜜。」「文殊師利！頗有懈怠成精進波羅蜜耶？」答", "355": "言：「有。」問言：「是誰？」答言：「天子！若菩薩於聲聞緣", "356": "覺地生於懈怠，勤加修習無上正道，是名毘", "357": "梨耶波羅蜜。」「文殊師利！頗有不定心名禪波", "358": "羅蜜耶？」答言：「有。」問言：「是誰？」答言：「天子！菩薩", "359": "夢中不生聲聞緣覺地心，是菩薩不定心，是", "360": "名禪波羅蜜。」「文殊師利！頗有無慧名菩薩般", "361": "若波羅蜜耶？」答言：「有。」問言：「是誰？」答言：「天子！", "362": "謂無慧者而是菩薩，不作一切世間蠱道諸", "363": "惡呪術厭鎮顛狂，苦於一切眾生法慧，是菩", "364": "薩成就具一切智，是名般若波羅蜜。」是時", "365": "世尊讚文殊師利：「善哉善哉！文殊師利！善", "366": "說菩薩應作不應作，汝如是說。文殊師利！聽", "367": "吾少說。文殊師利！如人飢羸寧忍飢苦，終不", "368": "服於雜毒之食。菩薩如是，寧慳貪毀戒、瞋諍", "369": "懈怠、亂心妄念愚無智慧，不住聲聞緣覺地", "370": "中，正念施戒忍進禪慧。何以故？菩薩於中", "371": "應生怖畏。」天子問佛：「菩薩不怖畏結使耶？」", "372": "佛言：「應怖。天子！但菩薩於聲聞地中倍應生", "373": "怖。天子！於意云何？如人護命，為畏斬頭、畏", "374": "斬手足？」天子白佛：「彼畏斬頭，不畏手足。何", "375": "以故？世尊！人斬手足能修福業，以是因緣", "376": "得生天上。世尊！若人斬頭失於壽命，不修", "377": "德行。」佛言：「如是。天子！菩薩寧當毀犯禁戒，", "378": "終不捨於一切智心。寧為菩薩具諸煩惱，終", "379": "不作於漏盡羅漢。」天子歎曰：「希有世尊！是菩", "380": "薩所行勝餘世間。世尊！諸聲聞持戒勤加精", "381": "進，即是菩薩毀禁懈怠。」佛言：「如是如是。如", "382": "汝所說。天子！如貧人食，是轉輪王毒。如是天", "383": "子！聲聞勤進斷諸煩惱，尚不安樂閻浮眾生，", "384": "況復一切諸眾生也。天子！如大商主多財封", "385": "邑，大捨勤進多所利安、多所養育。菩薩如是，", "386": "行大慈悲，於一切眾生興起大悲修行，精進", "387": "養育無量一切眾生，令得世間出世間樂。」是", "388": "時長老大迦葉白世尊言：「諸聲聞人證無為", "389": "法，菩薩唯得有為之法。云何有為菩薩勝", "390": "無為聲聞？」佛言：「迦葉！我今為喻，諸有智者因", "391": "是得解。迦葉！譬如有人破析一毛以為百分，", "392": "是人復以此一分毛點滿四大海中之酥。迦", "393": "葉！於意云何？是人毛分取四海酥，能作是", "394": "念：『我所取多，非海中者。』」迦葉白言：「不也。世", "395": "尊！」佛言：「迦葉！汝意云何？於此二分，何者", "396": "為勝？何者為大？何者為多？何者大價？」迦葉白", "397": "言：「假使令取千億由旬，餘者猶勝、猶大、猶多、", "398": "有於大價，況以毛分唯取一渧。」佛言：「迦葉！", "399": "如毛百分以一分毛取一點酥，聲聞所有無", "400": "為智慧亦復如是。佛智所知，迦葉！如滿四大", "401": "海中之酥，菩薩有為善根功德亦復如是，", "402": "用以迴向無為智故。迦葉！譬如蟻子含持一", "403": "粒，猶如秋月成熟穀滿大地。迦葉！於意云何？", "404": "何者為勝？」「世尊！秋月成熟穀滿大地，有無量", "405": "穀，救濟養育無量眾生以為資糧。世尊！蟻持", "406": "一粒，無所利安。」「迦葉！蟻持一粒，如諸聲聞解", "407": "脫之果亦復如是。如秋穀成熟滿於大地，當", "408": "知菩薩六波羅蜜四攝之法，善根功德亦復", "409": "如是，成熟養活無量眾生，安置世樂出世間", "410": "樂及涅槃樂。迦葉！如有百千水精珠擔而來", "411": "入城，若一無價琉璃寶珠置之船上，若其安", "412": "隱達閻浮提，救護一切貧窮困苦。迦葉！於", "413": "意云何？是百千擔水精入城，是無價寶一琉", "414": "璃珠可為比不？」「不也。世尊！」「迦葉！是百千擔諸", "415": "水精珠來入城者，喻於聲聞無為功德亦復", "416": "如是。如一無價寶琉璃珠船上安隱，至閻浮", "417": "提多所安樂，菩薩如是不斷三寶種，發於一", "418": "切智寶之心多所安樂。」時大迦葉白世尊言：", "419": "「未曾有也。如來善說。諸菩薩等發於一切智", "420": "寶之心，出過一切聲聞緣覺。」爾時寶主世界", "421": "菩薩諸與文殊師利來者，聞說是已白世尊", "422": "言：「一切言說皆是戲論，是差別說、呵責結使", "423": "說。世尊！寶相佛土無有是說，純明菩薩不退", "424": "轉說，無差別說。世尊難有，釋迦牟尼如來、應、", "425": "正遍覺能忍是苦，得一切法無有差別無上", "426": "中下，一味法性安置三乘。」是諸菩薩即以天", "427": "花散供佛上，語文殊師利：「我等可還寶主世", "428": "界。」文殊師利言：「汝等可去，宜知是時。」諸菩", "429": "薩言：「汝不去耶？」文殊師利言：「善男子！一切世", "430": "界皆悉平等，一切佛等、一切法等、一切眾生", "431": "等。我住於彼，何所為作？」諸菩薩言：「以何事", "432": "故，一切世界等、一切佛等、一切法等、一切眾", "433": "生等？」文殊師利言：「諸善男子！一切剎土如虛", "434": "空故等，諸佛法界不思議故等，一切諸法虛", "435": "偽故等，一切眾生無我故等。以是義故我", "436": "如是說，一切世界等乃至一切諸眾生等。」時", "437": "文殊師利現神通力，以神力故令娑婆界", "438": "如寶主界等無差別，令世尊釋迦牟尼如寶", "439": "相如來等無差別。彼諸菩薩各作是念：「我等", "440": "已到寶主世界。」於釋迦牟尼佛生寶相佛想，", "441": "即白佛言：「誰使我等來至此土？」佛言：「誰將", "442": "汝去？」諸菩薩言：「文殊師利童子將我等去。」", "443": "佛言：「彼將汝來。」爾時文殊師利語諸菩薩：「善", "444": "男子！汝等各各入定觀之，誰將汝來？誰將", "445": "汝去？」時諸菩薩各入定觀，各作念言：「我等不", "446": "動娑婆世界去，我等自謂至寶主界。世尊！未", "447": "曾有也。文殊師利以神通力三昧之力，使我", "448": "等謂到寶主界，猶故不動是娑婆界。世尊！", "449": "願令一切眾生悉得如是神力如文殊師利。」", "450": "爾時佛告寶主世界諸來菩薩：「善男子等！如", "451": "金器銀器、頗梨器、琉璃器、水精器、鐵器、金剛器、", "452": "栴檀器、寶器、瓦器、木器其中空界，器雖種種", "453": "其空無異。如是一法性、一如、一實際，然諸眾", "454": "生種種形相各取生處，彼自體變百千億種", "455": "形色別異，謂地獄色、畜生色、餓鬼色、天色、人", "456": "色、聲聞色、緣覺色、菩薩色、佛色。以平等故色", "457": "等，如如等故色等，如空等故色等。善男子！", "458": "文殊師利以是事故說一切世界等乃至一", "459": "切眾生等。是故說言我今不往。」是時世尊以", "460": "如是法示教利喜諸菩薩已，頭面禮足遶佛", "461": "三匝出眾不遠，沒娑婆界往寶主界。是時佛", "462": "告阿難：「汝受此經持讀誦說，於大眾中為人", "463": "廣說。」大德阿難白世尊言：「我已受持。世尊！", "464": "當何名斯經？云何受持？」佛告阿難：「此經名", "465": "『寂調伏音天子所問』，亦名『清淨毘尼』、亦名『一", "466": "切佛法』」。佛說是經已，大德阿難、寂調伏音", "467": "天子、文殊師利等一切菩薩、大迦葉等一切", "468": "聲聞，聞佛所說，皆大歡喜。", "469": "清淨毘尼方廣經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1489 清淨毘尼方廣經: 清淨毘尼方廣經: 清淨毘尼方廣經", "source": "CBETA"}