{"author": "宋 道謙編", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1998B 大慧普覺禪師宗門武庫", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1998B", "1": "大慧普覺禪師宗門武庫", "2": "參學比丘道謙編", "3": "洞山廣道者梓州人。叢林號廣無心。初遊方", "4": "問雲蓋智和尚。興化打維那意旨如何。智下", "5": "繩床展兩手吐舌示之廣打一坐具。智云。此", "6": "是風力所轉。又持此語問石霜琳和尚。琳云。", "7": "爾意作麼生。廣亦打一坐具。琳云。好一坐", "8": "具。祇是爾不知落處。又問真淨。淨云。爾意作", "9": "麼生。廣亦打一坐具。淨云。他打爾也打。廣", "10": "於此大悟。真淨因作頌云。丈夫當斷不自斷。", "11": "興化為人徹底漢。已後從他眼自開。棒了罰", "12": "錢趁出院。", "13": "慈明瑯瑯大愚等數人辭汾陽。相讓不肯為", "14": "參頭。汾陽云。此行不可以戒臘推。聽吾一", "15": "頌。天無頭吉州城畔展戈矛。將軍疋馬林下", "16": "過。圓州城裏鬧啾啾。慈明出班云。楚圓何人", "17": "敢當此記莂。遂領眾拜辭。", "18": "湛堂準和尚初參真淨。淨問近離甚處。準云", "19": "大仰。夏在甚處。準云大溈。淨云。甚處人事。", "20": "準云。興元府。淨展兩手云。我手何似佛手。準", "21": "罔措。淨云。適來祇對一一靈明天真。及乎道", "22": "箇佛手便成窒礙。且道病在甚處。準云。某甲", "23": "不會。淨云。一切現成更教唯會。", "24": "暹道者久參雪竇。竇欲舉住金鵝。暹聞之夜", "25": "潛書偈於方丈壁間即遁去。偈曰。不是無心", "26": "繼祖燈。道慚未廁嶺南能。三更月下離巖竇。", "27": "眷眷無言戀碧層。又曰。三十餘年四海間。尋", "28": "師擇友未甞閑。今朝得到無心地。却被無心", "29": "趁出山。暹後出世開先。承嗣德山遠和尚。續", "30": "通雪竇書。山前婆子見專使欣然問曰。暹首", "31": "座出世。為唯燒香。專使曰。德山遠和尚。婆子", "32": "詬罵曰。雪竇抖擻屎腸說禪為爾。爾得恁麼", "33": "辜恩負德。", "34": "雲居舜老夫。常譏。天衣懷禪師說葛藤禪。一", "35": "日聞懷遷化。於法堂上合掌云。且喜葛藤樁", "36": "子倒了也。秀圓通時在會中作維那。每見訶", "37": "罵不已。乃謂同列曰。我須與這老漢理會一", "38": "上。及夜參又如前訶罵。秀出眾厲聲曰。豈不", "39": "見圓覺經中道。舜遽曰。久立大眾伏惟珍重。", "40": "便歸方丈秀曰。這老漢通身是眼。罵得懷和", "41": "尚也。", "42": "湖南小景淳有才學。曾著無縫塔銘。大通本", "43": "禪師用其語。答無縫塔話云。煙霞生背面。星", "44": "月遶簷楹。淳居嶽麓寺。律身精進。偶一夜經", "45": "行殿陛失脚被攧。傍僧掖起。昏懵不曉人事。", "46": "至於平生所著文字。亦不能曉。兜率照禪師。", "47": "初遊方過嶽麓。聞老宿言淳事。照驚曰。我此", "48": "生參禪不明心地亦如淳也。偶一失跌尚如", "49": "此。況隔陰耶。", "50": "呂大申公執政時。因休沐日。預化疏請言法", "51": "華齋。翌日果到府第坐於堂上。申公將出見", "52": "之。自念曰。拜則是。不拜則是。言大呼曰。呂", "53": "老子。爾好勞攘快出來。拜也好。不拜也好。", "54": "申公拜敬之。齋畢問未來藏否。言索筆大書", "55": "亳州二字與之。不言所以。後罷相知亳州治", "56": "疊文字次。忽見二字在前。始悟前讖也。", "57": "真淨和尚退洞山。遊浙至滁州瑯瑯起和尚", "58": "處。因眾請小參。真淨貶剝諸方異見邪解。無", "59": "所忌憚。下座見起和尚云。堂頭在此賴是別", "60": "無甚言語。起云。爾也得也。二人相顧大笑而", "61": "去。", "62": "葉縣省和尚嚴冷枯淡。衲子敬畏之。浮山遠", "63": "天衣懷在眾時。特往參扣。正值雪寒。省訶罵", "64": "驅逐。以至將水潑旦過。衣服皆濕。其他僧皆", "65": "怒而去。惟遠懷併疊敷具整衣。復坐於旦過", "66": "中。省到訶曰。爾更不去我打爾。遠近前云。某", "67": "二人數千里。特來參和尚禪。豈以一杓水潑", "68": "之便去。若打殺也不去。省笑曰。爾兩箇要參", "69": "禪。却去挂搭。續請遠充典座。眾苦其枯淡。省", "70": "偶出莊。遠竊鑰匙取油麵作五味粥。粥熟省", "71": "忽歸赴堂。粥罷坐堂外令請典座。遠至首云。", "72": "實取油麵煮粥。情願乞和尚責罰。省令算所", "73": "直估衣鉢還訖。打三十拄杖出院。遠舍於市", "74": "中。託道友解免。省不允。又曰。若不容歸。秖", "75": "乞隨眾入室。亦不允。一日出街次。見遠獨於", "76": "旅邸前立。乃云。此是院門房廊。爾在此住許", "77": "多時。曾還租錢否。令計所欠追取。遠無難", "78": "色。持鉢於市化錢還之。省又一日出街見之。", "79": "持鉢歸為眾曰。遠真有意參禪。遂呼其歸。", "80": "汾陽無德禪師。一日謂眾曰。夜來夢。亡父母", "81": "覓酒肉紙錢。不免徇俗置以祀之。事辦於庫", "82": "堂。設位如俗間禮。酌酒行肉化紙錢訖。令集", "83": "知事頭首散其餘盤。知事輩却之。無德獨坐", "84": "筵中飲啖自若。眾僧數曰。酒肉僧。豈堪為", "85": "師法耶。腰包盡去惟慈明大愚泉大道等。六", "86": "七人在耳。無德翌日上堂云。許多閑神野鬼。", "87": "秖消一盤酒肉兩陌紙錢斷送去了也。法華", "88": "經云。此眾無枝葉。唯有諸貞實。下座。", "89": "真淨和尚遊方時。與二僧偕行到谷隱。薜大", "90": "頭問云。三人同行必有一智。如何是一智。二", "91": "僧無語。淨立下肩。應聲便喝。薜竪拳作相撲", "92": "勢。淨云。不勞再勘。薛拽拄杖趁出。薛見石門", "93": "慈照禪師。", "94": "雲頂山敷禪師。成都府帥請就衙內陞座。時", "95": "有樂營將。出禮拜。起回顧街前下馬臺云。一", "96": "口吸盡西江水即不問。且請和尚吞却街前", "97": "下馬臺。師展兩手唱云。細抹將來。樂營將於", "98": "此有省。", "99": "自慶藏主者。蜀人。叢林知名。遍參真如晦堂", "100": "普覺諸大老。游廬阜入都城。見法雲圓通禪", "101": "師與秀大師偕行到法雲。秀得參堂。以慶藏", "102": "主之名達圓通。通曰。且令別處挂搭。俟此", "103": "間單位空即令參堂。慶在智海。偶臥病。秀欲", "104": "詣問所苦。而山門無假。乃潛出智海見慶。慶", "105": "以書白圓通。道秀越規矩出入。圓通得書知", "106": "之。夜參大罵。此真小人。彼以道義故拚出", "107": "院來訊汝疾。返以此告訐。豈端人正士所為。", "108": "慶聞之遂掩息。叢林盡謂。慶遭圓通一詬而", "109": "卒。", "110": "撫州明水遜禪師。在法雲侍者寮時。道林琳", "111": "禪師挂搭。方丈特為新到茶。遜躬至寮請之。", "112": "適琳不在。有同行與琳聯案曰。汝去俟渠來。", "113": "我為汝請。遜去。僧偶忘之。齋後鳴鼓會茶。", "114": "琳不到。圓通問曰。新到在否。趣請之。琳到。", "115": "圓通令退坐榻立。眾前責曰。山門特為茶。以", "116": "表叢林禮數。因何怠慢不時至。琳曰。適聞鼓", "117": "聲。忽內逼。趨赴不前。圓通呵曰。我鼓又不是", "118": "巴豆。擊著爾便屎出。遜前白云。是某忘記請", "119": "之。某當出院。時同行出眾曰。不干侍者與新", "120": "到事。是某不合承受。為渠請偶忘記。某當代", "121": "二人出院。圓通高其風義。併宥之。", "122": "諸方尊宿示滅。全身火浴得舍利極多。唯真", "123": "淨禪師舍利大如菽。五色晶瑩而又堅剛。谷", "124": "山祖禪師。真淨高弟也。多收歛之。盛以瑠璃", "125": "瓶。隨身供養。妙喜遊谷山。甞試之。置於鐵砧", "126": "舉槌擊之。砧槌俱陷。而舍利無損。豈非平昔", "127": "履踐明。白見道超詣所致耶。", "128": "賢蓬頭。江州人。溈山真如和尚會中角立者。", "129": "見地明白機鋒頴脫。有超師之作。但行業不", "130": "謹。一眾易之。真如結菴於方丈後。令賢獨", "131": "處。唯通小徑從方丈前過。不許兄弟往還。後", "132": "二年。舉首眾。立僧秉拂。說法有大過人處。一", "133": "眾由是改觀。後往郢州興陽。數載道大行。示", "134": "寂。肉身不壞。圜悟和尚在溈山目擊其事。妙", "135": "喜遊興陽。尚及見其肉身。", "136": "湛堂準和尚。興元府人。真淨之的嗣。分寧雲", "137": "巖虛席。郡牧命黃龍死心禪師。舉所知者。以", "138": "補其處。死心曰。準山主住得。某不識他。秖", "139": "見有洗鉢頌甚好。郡牧曰。可得聞乎。死心舉", "140": "云。之乎者也。衲僧鼻孔。大頭向下。若也不", "141": "會。問取東村王大姐。郡牧奇之。具禮敦請。準", "142": "亦不辭。平生律身以約。雖領徒弘法。不易在", "143": "眾時。晨興後架。秖取小杓湯洗面。復用濯足。", "144": "其他受用。率皆類此。纔放參罷。方丈行者人", "145": "力便如路人。掃地煎茶皆躬為之。有古人風", "146": "度。真後昆良範也。", "147": "法雲佛照杲禪師。嘗退居景德鐵羅漢院。殿", "148": "中有木羅漢數尊。京師苦寒。杲取而燒之。擁", "149": "爐達旦。次日淘灰中得舍利無數。諸座主輩。", "150": "皆目之為外道。蓋佛照乃丹霞輩流。非俗眼", "151": "所能驗也。", "152": "延平陳了翁。名瓘。字瑩中。自號華嚴居士。", "153": "立朝骨鯁剛正。有古人風烈。留神內典。議論", "154": "奪席。獨參禪未大發明。禪宗因緣多以意解。", "155": "酷愛南禪師語錄。詮釋殆盡。唯金剛與泥人", "156": "揩背。注解不行。嘗語人曰。此必有出處。但未", "157": "有知之者。諺云。大智慧人面前有三尺暗。果", "158": "不誣也。", "159": "慈照聰禪師。首山之子。咸平中住襄州石門。", "160": "一日太守以私意笞辱之。暨歸眾僧迎於道", "161": "左。首座趨前問訊曰。太守無辜屈辱和尚如", "162": "此。慈照以手指地云。平地起骨堆。隨指湧一", "163": "堆土。太守聞之。令人削去。復湧如初。後太", "164": "守全家死於襄州。又僧問。深山巖崖中。還有", "165": "佛法也無。照云有。進云。如何是深山巖崖中", "166": "佛法。照云。奇怪石頭形似虎。火燒松樹勢如", "167": "龍。無盡居士愛其語。而石門錄獨不載二事。", "168": "此皆妙喜親見。無盡居士說。", "169": "廬山李商老。因修造犯土。舉家病腫。求醫不", "170": "效。乃淨掃室宇。骨肉各令齋心。焚香誦熾盛", "171": "光。呪以禳所忤。未滿七日。夜夢。白衣老人騎", "172": "牛在其家。忽地陷旋旋沒去。翌日大小皆無", "173": "恙。志誠所感。速如影響。非佛力能如是乎。", "174": "顒華嚴。圓照本禪師之子。因喫攧有省。作", "175": "偈曰。這一交這一交。萬兩黃金也合消。頭上", "176": "笠腰下包。清風明月杖頭挑。富鄭公常參問", "177": "之。一日見上堂左右顧視忽契悟。以頌寄圓", "178": "照曰。一見顒師悟入深。因緣傳得老師心。江", "179": "山千里離云隔。目對靈光與妙音。鄭公罷相", "180": "居洛中。思顒示誨。請住招提。聞顒入境躬出", "181": "迓之。臨登車。司馬溫公適至。問相公何往。鄭", "182": "公曰。接招提顒禪師。溫公曰。某亦同去。聯鑣", "183": "出郭。候於郵亭久之。忽見數十擔過。溫公問", "184": "誰行李。荷擔者應曰。新招提和尚行李。溫公", "185": "遂索馬歸。鄭公曰。要見華嚴。何故先歸。溫", "186": "公曰。某已見他了。竟先還妙喜嘗見李儀中", "187": "少卿言之。", "188": "舜老夫住廬山棲賢。槐都官守南康。因私忿", "189": "民其衣。淨因大覺璉禪師。嘗入舜室。聞舜還", "190": "俗。遣人取歸淨因。讓正寢居之。自處偏室。", "191": "仁宗數召璉。入內問道。竟不言舜事。偶一", "192": "日。嘉王取旨出淨因飯僧。見大覺侍舜之旁", "193": "甚恭。歸奏仁宗。召對便殿。見之歎曰。道韻", "194": "奇偉。真山林達士。於扇上書云。賜曉舜依舊", "195": "為僧。特旨再住棲賢。仍賜紫衣銀鉢盂。舜罷", "196": "棲賢日。以二莊力舁轎。至羅漢寺前。二力相", "197": "謂曰。既不是我院長老。不能遠去。棄轎而歸。", "198": "暨舜再來。令人先慰諭二力曰。爾當時做得", "199": "是。但安心不必疑懼。舜入院上堂頌曰。無端", "200": "被譖枉遭迍。半年有餘作俗人。今日再歸三", "201": "峽寺。幾多歡喜幾多嗔。", "202": "舜老夫一日舉。鹽官和尚喚侍者。將犀牛扇", "203": "子來。侍者云。扇子已破。官云。扇子既破。還", "204": "我犀牛兒來。侍者無對。舜云。三伏當時正須", "205": "扇子。為侍者不了事。雖然如是。鹽官太絮。何", "206": "不大家割捨。侍者當時若見鹽官道扇子既", "207": "破還我犀牛兒來。便向道。已颺在搕𢶍堆上", "208": "了也。", "209": "翠巖真點胸。嘗罵舜老夫說無事禪。石霜永", "210": "和尚令人傳語真云。舜在洞山悟古鏡因緣", "211": "如此。豈是說無事禪。爾罵他。自失却一隻眼", "212": "舜聞之作頌云。雲居不會禪。洗脚上床眠。冬", "213": "瓜直儱侗。瓠子曲彎彎。永和尚亦作頌曰。石", "214": "霜不會禪。洗脚上床眠。枕子撲落地。打破常", "215": "住甎。舜一日上堂云。黃昏後脫󰨢打睡。晨朝", "216": "起來。旋打行纏。夜來風吹籬倒。普請奴子劈", "217": "筏縛起。下座。", "218": "五祖會中有僧名法𨴯。入室次祖問。不與萬", "219": "法為侶者。是什麼人。僧云法𨴯。即不然。祖以", "220": "手指云。住住法𨴯即不然作麼生。𨴯於言下", "221": "有省。後至東林宣祕度和尚室中盡得平實", "222": "之旨。𨴯一日持一枝花。遶禪床一匝。背手插", "223": "於香爐上曰。和尚且道。意作麼生。宣祕累下", "224": "語。𨴯不諾。經兩月日遂問𨴯曰。爾試說看𨴯", "225": "曰。某甲秖將花插香爐上。是和尚自疑。別有", "226": "什麼事。", "227": "佛眼禪師在五祖時圓悟舉臨濟云。第一句", "228": "下薦得。堪與佛祖為師。第二句下薦得。堪與", "229": "人天為師。第三句下薦得。自救不了。一日忽", "230": "謂圓悟曰。我舉三句向爾。以手指屈曰。此是", "231": "第二句。第三句已說了便走。圓悟舉似五祖。", "232": "祖曰。也好聻。眼乃辭五祖。參歸宗真淨和尚", "233": "去。後祖謂圓悟曰。歸宗波瀾闊弄大旗手段", "234": "遠到彼。未必相契。未數日有書抵圓悟曰。北", "235": "到歸宗偶然漏網。聞雲居清首座作晦堂真", "236": "贊曰。聞時富貴見後貧窮。頗疑著他。及相見", "237": "果契合。踰年復還祖山。眾請秉拂。却說心性", "238": "禪。祖曰。遠却如此說禪。也莫管他。圓悟和尚", "239": "嘗參蘄州北烏牙方禪師。佛鑑和尚嘗參東", "240": "林宣祕度禪師。皆得照覺平實之旨。同到五", "241": "祖室中。平生所得一句用不著。久之無契悟。", "242": "皆謂。五祖強移換他。出不遜語忿然而去。祖", "243": "云。汝去遊浙中。著一頓熱病打時。方思量我", "244": "在。圓悟到金山。忽染傷寒困極。移入重病閭。", "245": "遂以平生參得底禪試之。無一句得力。追繹", "246": "五祖之語乃自誓曰。我病稍間即徑歸五祖。", "247": "佛鑒在定慧。亦患傷寒極危。圓悟甦省經由", "248": "定慧。拉之同歸淮西。佛鑒尚固執。且令先", "249": "行。圓悟亟歸祖山。演和尚喜曰。汝復來耶。即", "250": "日參堂。便入侍者寮。經半月偶陳提刑解印", "251": "還蜀。過山中問道。因語話次。祖曰。提刑少年", "252": "曾讀小艶詩否。有兩句頗相近。頻呼小玉元", "253": "無事。秖要檀郎認得聲。提刑應喏喏。祖曰。且", "254": "子細。圓悟適自外歸侍立次。問曰。聞和尚舉", "255": "小艶詩。提刑會麼。祖曰。他秖認得聲。圓悟", "256": "曰。秖要檀郎認得聲。他既認得聲。為什麼却", "257": "不是。祖曰。如何是祖師西來意庭前柏樹子", "258": "聻。圓悟忽有省。遽出去見雞飛上欄干鼓翅", "259": "而鳴。復自謂曰。此豈不是聲。遂袖香入室通", "260": "所悟。祖曰。佛祖大事非小根劣器所能造詣。", "261": "吾助汝喜。祖復遍謂山中耆舊曰。我侍者參", "262": "得禪也。佛鑒和尚自浙中歸祖山。躊躇不肯", "263": "挂塔。圓悟曰。我與汝相別纔踰月。比今相見", "264": "時如何。鑒曰。我只疑爾這些子。遂參堂。一日", "265": "同圓悟侍祖。因遊山話次舉。東寺和尚問仰", "266": "山。汝是甚處人。仰山曰。廣南人。寺曰。我聞", "267": "廣南有鎮海明珠。曾收得否。山曰收得。寺曰", "268": "珠作何色。仰曰。白月即現黑月即隱。寺曰。何", "269": "不呈似老僧。仰山叉手近前曰。慧寂昨到溈", "270": "山被索此珠。直得無言可對無理可伸。顧謂", "271": "佛鑒曰。既曰收得。逮索此珠時。又曰無言可", "272": "對無理可伸。是如何。佛鑒無語。忽一日謂圓", "273": "悟曰。仰山見東寺因緣。我有語也。東寺當時", "274": "只索一顆珠。仰山當下傾出一栲栳。圓悟深", "275": "肯之。", "276": "劉宜翁甞參佛印。頗自負甚輕薄真淨。一日", "277": "從雲居來遊歸宗至法堂。見真淨便問。長老", "278": "寫戲來得幾年。淨曰。專候樂官來。翁曰。我", "279": "不入這保社。淨曰。爭柰即今在這場子裏。翁", "280": "擬議。淨拍手曰。蝦蟆禪秖跳得一跳。又坐次", "281": "指其衲衣曰。喚作什麼。淨曰禪衣翁曰。如何", "282": "是禪。淨乃抖擻曰。抖擻不下。翁無語。淨打一", "283": "下云。爾伎倆如此。要勘老僧耶。", "284": "洪州奉新縣慧安院門臨道左。衲子往還黃", "285": "龍泐潭洞山黃蘗無不經由。偶法席久虛。太", "286": "守移書寶峯真淨禪師。命擇人主之。頭首知", "287": "事耆宿輩皆憚其行。時有淵首座。向北人孤", "288": "硬自立。參晦堂真淨。實有契悟處。泯泯與眾", "289": "作息。人無知者。聞頭首知事推免不肯應命。", "290": "白真淨曰。惠淵去得否。真淨曰。汝去得。遂復", "291": "書舉淵。淵得公文即辭去。時湛堂為座元。問", "292": "淵曰。公去如何住持。淵曰。某無福。當與一切", "293": "人結緣。自負栲栳打街供眾。湛堂曰。須是老", "294": "兄始得。遂作頌餞之曰。師入新吳誘携群有。", "295": "且收驢脚先展佛手。指點是非分張好醜。秉", "296": "殺活劍作師子吼。應群生機解布袋口。擬向", "297": "東北西南。直教珠回玉走。咸令昧已之流頓", "298": "出無明窠臼。阿呵呵。見三下三。三三如九。", "299": "祖祖相傳佛佛授手。淵住慧安逐日打化。遇", "300": "暫到。即請歸院中歇泊。容某歸來修供。如此", "301": "三十年風雨不易。鼎新剏佛殿輪藏羅漢堂。", "302": "凡叢林所宜有者。咸修備焉。黃龍死心禪師", "303": "訪之。淵曰。新長老。汝常愛使沒意智一著子。", "304": "該抹人。今夜且留此。待與公理會些細大法", "305": "門。新憚之謂侍者曰。這漢是真箇會底。不能", "306": "與他𠢐牙劈齒得。不若去休。不宿而行。淵終", "307": "於慧安闍維後。六根不壞者三。獲舍利無數。", "308": "異香滿室累月不絕。奉新兵火殘破無孑遺。", "309": "獨慧安諸殿嶷然獨存。豈非願力成就神物", "310": "護持耶。今諸方袖手領現成受用者。聞淵之", "311": "風得不媿於心乎。", "312": "法雲杲和尚。遍歷諸家門庭。到圓通璣道者", "313": "會中。入室次。舉趙州問投子大死底人却活", "314": "時如何。子云。不許夜行投明須到。意作麼生。", "315": "杲曰。恩大難酬。圓通大稱賞之。後數日舉立", "316": "僧秉拂。機思遲鈍。閧堂大笑。杲有慚色。次日", "317": "特為大眾茶。安茶具在案上。慚無以自處。偶", "318": "打翻茶具。瓢子落地跳數跳。悟得答話。機鋒", "319": "迅捷無敢當者。復至真淨處。因看祖師偈云。", "320": "心同虛空界。示等虛空法。證得虛空時。無是", "321": "無非法。豁然大悟。後出世時。上堂小參常謂", "322": "人曰。和尚紹聖三年十一月二十一日。悟得", "323": "方寸禪。又言。和尚熙寧三年丈帳。在鳳翔府", "324": "供申。當年陷了華山一十八州。爾輩茄子瓠", "325": "子那裏得知。詔住法雲。開堂日。中使捧御香", "326": "至。要語錄進呈。時洪覺範在會下。令侍者請", "327": "來編語錄云。且看老和尚面。覺範編次呈之。", "328": "讀畢謂曰。若要了死生底禪。須還和尚。若是", "329": "攢花簇錦。四六文章閑言長語。須是我洪兄", "330": "始得。法雲平生氣吞諸方孩撫時輩。蓋所得", "331": "有大過人處。乃敢爾也。", "332": "師因湛堂和尚示寂。請覺範狀其行實。又得", "333": "龍安照禪師書為紹介。特往荊南謁無盡居", "334": "士求塔銘。初見無盡。無盡立而問曰。公秖恁", "335": "麼。著草鞋遠來。對曰。某數千里行乞來見相", "336": "公。又問年多少。對曰。二十四。又問。水牯牛", "337": "年多少。對曰兩箇。又問。什麼處學得這虛頭", "338": "來。對曰。今日親見相公。無盡笑曰。且坐喫", "339": "茶。纔坐又問遠來有何事。遂起趨前云。泐潭", "340": "和尚云寂茶毘。眼睛牙齒數珠不壞。得舍利", "341": "無數。山中耆宿皆欲得相公大手筆作塔銘", "342": "激勵後學。得得遠來冒瀆鈞聽。無盡曰。被罪", "343": "在此。不曾為人作文字。今有一問問公。若", "344": "道得即做塔銘。道不得即與錢五貫。裹足却", "345": "歸兜率參禪去。遂曰。請相公問。無盡曰。聞", "346": "準老眼睛不壞是否。答曰是。無盡曰。我不問", "347": "這箇眼睛。曰相公問什麼眼睛。無盡曰。金剛", "348": "眼睛。曰若是金剛眼睛。在相公筆頭上。無盡", "349": "曰。如此則老夫為他點出光明。令他照天照", "350": "地去也。師乃趨階云。先師多幸。謝相公塔銘。", "351": "無盡唯唯而笑。其略曰。舍利孔老之書無聞", "352": "也。先佛世尊滅度。弟子收舍利起塔供養。趙", "353": "州從諗舍利多至萬粒。近世隆慶閑百丈肅。", "354": "煙氣所及皆成舍利。大抵出家人。本為生死", "355": "事大。若生死到來不知下落。即不如三家村", "356": "裏省事漢。臨終付囑一一分明。四大色身諸", "357": "緣假合。從本以來舍利豈有體性。若梵行精", "358": "潔白業堅固。靈明廓徹預知報謝不驚不怖。", "359": "則依正二報毫𣯛不差。世間麁心於本分事", "360": "上。十二時中不曾照管微細流注。生大我慢。", "361": "此是業主鬼來借宅。如此而欲舍利流珠諸", "362": "根不壞。其可得乎。", "363": "福嚴寘和尚東川人。初遊方見真如和尚發", "364": "明正見。在溈山知客寮立僧。因語言過失。乞", "365": "退作園頭。以贖其罪。真如云。汝福薄。事園供", "366": "眾乃所宜也。終二年求替辭真如。要參真淨", "367": "五祖去。真如云。遍歷諸方先聖遺範。汝行勿", "368": "遲。首造洞山室中相契。真淨舉領眾立僧。久", "369": "之又至四祖宣和尚會中。時時到五祖相見。", "370": "祖勘辨果有過人處。五祖謂四祖曰。寘首座", "371": "叢林達士。何不舉他首眾。四祖如其言。五祖", "372": "亦上堂稱其知見作略。有李修撰帥長沙四", "373": "祖以書薦之。未幾福嚴虛席。平普融復薦", "374": "人。帥曰。當先應副四祖。但尋書未見不識名", "375": "字。因對客坐次。有鼠從架上拕一軸書送在", "376": "面前。收視之乃四祖舉寘首座書。帥異之遂", "377": "敦請。", "378": "泐潭深和尚。河東人。真淨之子。有悟侍者。偶", "379": "在知客寮。見掉下火柴頭忽然有省。直上方", "380": "丈通所悟。深和尚喝出。自爾失心。引繩於延", "381": "壽堂東司自縊。夜後常在藏院知客寮東司", "382": "三處出沒。移鞋度瓶。一眾苦之。湛堂遊浙回", "383": "充首座。聞其事。中夜故入延壽堂東司抽脫。", "384": "壁燈微明忽然撲滅。方脫衣。悟便提水瓶至。", "385": "湛堂云。未要且待我脫衣。脫衣罷便接瓶子", "386": "去。當時悟自縊間抽脫。須臾又送籌子來。及", "387": "出喚云。接瓶去悟纔接。捉住摸其手。或似軟", "388": "或似硬。問曰。汝是悟侍者麼。汝便是當時在", "389": "知客寮。見掉下火柴頭有省處底麼。參禪學", "390": "道秖要知本命元辰下落處。汝在藏殿移端", "391": "首座鞋履。豈不是汝當時悟得底。又在知客", "392": "寮移枕子。豈不是汝當時悟得底。逐夜在此", "393": "與人提瓶度水。豈不是汝當時悟得底。因甚", "394": "不知落處。秖管在這裏惱亂大眾作麼。我明", "395": "日勸大眾為汝看藏經。裒錢設粥追悼汝。汝", "396": "當別求出離。不得滯著於此。言訖乃推一推。", "397": "如瓦礫塔子倒。索然有聲。由是絕跡。湛堂一", "398": "臂冷如氷。踰半月方平復。蓋非人附陰而至。", "399": "冷氣侵人如此。", "400": "許知可。毘陵人。嘗獲鄉薦。省闈不利而歸。舟", "401": "次吳江平望。夜夢。白衣人謂曰。汝無陰德所", "402": "以不第。知可曰。某家貧無資可以遺人。白衣", "403": "曰。何不學醫。吾助汝智慧。知可輒寤。歸踐其", "404": "言。果得盧扁之妙。凡有病者。無問貴賤。診候", "405": "與藥不受其直。病夫填門無不愈者。後舉又", "406": "中鄉評。赴春官艤舟平望。夢前白衣人相見。", "407": "以詩贈之曰。施醫功大。陳樓間阻。殿上呼臚。", "408": "喚六作五。思之不悟其意。後登第唱名。本", "409": "第六。因上名殿試不祿。遂陞第五。乃在陳樓", "410": "之間。方省前讖也。", "411": "佛光無礙禪師。自蘇州永安赴詔。住大相國", "412": "寺慧林禪院　慧恭皇后。嘗於簾下。見登對", "413": "罷乘空而去。自爾以太官所進　御膳供養", "414": "復令取禪師所食之餘還宮。又以地錦製法", "415": "衣。自綴禪牌賜之。以表奉法之誠。冬月賜紅", "416": "錦帳子乃至服飾器皿之類。光遂以宮中所", "417": "賜法衣。回施法雲佛照禪師。法雲復寄與洪", "418": "州寶峯湛堂和尚。書云。地錦法衣與師弟。行", "419": "先師之道。湛堂示寂。留鎮山門。至今猶存。", "420": "照覺禪師。自泐潭移虎谿。乃赴王子淳觀文", "421": "所請。開堂後。百廢並舉。陞堂小參入室無虛", "422": "日。甞言。晦堂真淨同門諸老。秖參得先師禪", "423": "不得先師道。師曰。蓋照覺以平常無事不立", "424": "知見解會為道。更不求妙悟。却將諸佛諸祖", "425": "德山臨濟曹洞雲門真實頓悟見性法門為建", "426": "立。楞嚴經中所說山河大地皆是妙明真心", "427": "中所現物。為膈上語亦是建立。以古人談玄", "428": "說妙為禪。誣誷先聖聾瞽後昆。眼裏無筋皮", "429": "下無血之流。隨例顛倒恬然不覺。真可憐憫。", "430": "圓覺經云。末世眾生希望成道無令求悟。唯", "431": "益多聞增長我見。又云。末世眾生雖求善友。", "432": "遇邪見者未得正悟。是則名為外道種性。邪", "433": "師過謬非眾生咎。豈虛語哉。所以真淨和", "434": "尚小參云。今時有一般漢。執箇平常心是", "435": "道。以為極則。天是天地是地。山是山水是", "436": "水。僧是僧俗是俗。大盡三十日小盡二十九。", "437": "並是依草附木。不知不覺一向迷將去。忽若", "438": "問他我手何似佛手。便道是和尚手。我脚何", "439": "似驢脚。便道是和尚脚。人人有箇生緣。那箇", "440": "是上座生緣。便道某是某州人事。是何言歟。", "441": "且莫錯會。凡百施為。秖要平常一路子以為", "442": "穩當。定將去合將去。更不敢別移一步。怕墮", "443": "落坑塹。長時一似生盲底人行路一條杖子。", "444": "寸步拋不得緊把著憑將去。晦堂和尚謂學", "445": "者曰。爾去廬山無事甲裏坐地去。而今子孫", "446": "門如死灰。良可歎也。", "447": "佛照杲和尚。初住歸宗。專精行道未甞少懈。", "448": "深夜修敬罷。坐於僧堂地爐中忽見二僧入", "449": "堂。一人厖眉雪頂。一人少年。皆丰姿頎然。杲", "450": "心喜自謂曰。我座下有如此僧。須臾二人出", "451": "堂。杲襲其後見入佛殿中。杲亦隨入。燈影熒", "452": "煌。爐中尚有火。杲炷香禮佛。二僧復出。亦", "453": "襲其後至佛殿前。偶失所在。自念。忘却香匣", "454": "在殿內。回身取時見殿門扃鑰。遂喚直殿行", "455": "者守舜開門。舜取鑰匙開門。見爐中香煙未", "456": "散。香匣在寶階上。自不諭其故。妙喜親見佛", "457": "照說。時守舜在旁。猶指以為證。", "458": "大丞相呂公蒙正。洛陽人。微時生緒牢落。大", "459": "雪彌月。遍干豪右少有周急者。作詩其略曰。", "460": "十謁朱門九不開。滿身風雪又歸來。入門懶", "461": "覩妻兒面。撥盡寒爐一夜灰。可想也。途中邂", "462": "逅一僧。憐其窮窘延歸寺。給食與衣。遺鏹遣", "463": "之。纔經月又罄竭。再謁僧。僧曰。此非久計。", "464": "可移家屬住院中房廊。食時隨眾給粥飯。庶", "465": "幾可以長久。呂如其言。既不為衣食所困。遂", "466": "銳志讀書。是年應舉獲鄉薦。僧買馬雇僕。備", "467": "衣裝津遣入都下。省闈中選。殿試唱名為大", "468": "魁。初任西京通判。與僧相見如平時。十年遂", "469": "執政。凡遇郊祀。有所俸給並寄閣　太宗一", "470": "日問曰。卿累經郊祀。俸給不請何耶。對曰。", "471": "臣有私恩未報上詰之。遂以實對上嘆", "472": "曰。僧中有如此人。令具名奏聞。賜紫袍加師", "473": "號。以旌異之。呂計所積俸數萬緡。牒西京令", "474": "僧請上件錢。修營寺宇并供僧。其寺元是鐵", "475": "馬營　太祖　太宗二聖生處　太祖朝已建", "476": "寺。忘其名。其僧乃寺主也。", "477": "太宗別賜錢重建三門。賜御書額度僧。呂公", "478": "逐日晨興禮佛。祝曰。不信三寶者願不生我", "479": "家。願子孫世世食祿於朝外護佛法。猶子夷", "480": "簡申國公。每遇元日拜家廟罷。即焚香發廣", "481": "慧璉禪師書一封加敬重之。申公之子公著。", "482": "亦封申國公。元日發天衣懷和尚書。右丞好", "483": "問。元日發圓照禪師書。右丞之子用中。元日", "484": "發佛照杲禪師書。其家世忱信痛敬。抑有自", "485": "來矣。故錄之以警後世。", "486": "保寧勇禪師二上足。處清處凝。同參白雲端", "487": "禪師。凝在侍者寮最久。端有膈氣疾。凝常煨", "488": "蘆菔。以備無時之需。端作傅大士講經因緣", "489": "頌曰。大士何曾解講經。誌公方便且相成。一", "490": "揮案上俱無取。直得梁王怒眼睛。舉為凝曰。", "491": "努底是什麼。此一句乃為凝說老婆禪也。凝", "492": "以為親聞。故綴於頌下。後住舒州天柱山。清", "493": "住龍舒太平。有大機辯。五祖演和尚畏敬之。", "494": "清謂凝曰。吾弟禪。乃是為老和尚煨蘆菔換", "495": "得底。", "496": "政和間有熊秀才。鄱陽人。游洪州西山過翠", "497": "巖。長老思文嗣佛印元禪師。亦是鄱陽人。遣", "498": "二力擡籃輿至淨相。所經林壑陰翳。偶見一", "499": "僧。貌古神清。厖眉雪頂。編葉為衣。坐於盤", "500": "石。如壁間畫佛圖澄之狀。熊自謂曰。今時無", "501": "這般僧。甞聞亮座主隱于西山。疑其猶在。出", "502": "輿踧踖而前問曰。莫是亮座主麼。僧以手向", "503": "東指。熊方與二力隨手看。回顧失僧所在。時", "504": "小雨初歇。熊自登石視。坐處猶乾。躊躇四顧", "505": "太息曰。夙緣不厚。雖遇猶不遇也。", "506": "開先暹和尚。為歸宗南禪師作禪床銘曰。明", "507": "珠產蚌涼兔懷胎。觀此禪床證道之媒。南次", "508": "為歸宗作銘曰。放下便穩。開先深肯之。", "509": "宣州興教坦禪師。溫州牛氏子。世業打銀。因", "510": "磨洗銀瓶次忽有省。遂出家受具遊方。為瑯", "511": "瑘廣照之嗣。懷禪師住興教。坦為第一座。及", "512": "懷受別請。欲舉坦繼住持。時刁景純守宛陵。", "513": "懷恐刁涉外議。乃於觀音前祝曰。若坦首座", "514": "道眼明白堪任住持。願示夢於刁學士。刁夜", "515": "夢牛在興教法座上。懷凌晨辭州。刁舉夜所", "516": "夢。懷大笑。刁問其故。懷曰。坦首座姓牛又屬", "517": "牛刁就座出帖請之。坦受請陞座。有雪竇化", "518": "主省宗。出問。諸佛未出世。人人鼻孔遼天。", "519": "出世後為什麼杳無消息。坦云。雞足峯前風", "520": "悄然。宗云。未在更道。坦云。大雪滿長安。宗", "521": "云。誰人知此意。令我憶南泉。拂袖歸眾。更不", "522": "禮拜。坦云。新興教今日失利。便歸方丈。坦", "523": "令人請宗至云。適來錯祇對一轉語。人天眾", "524": "前何不禮拜蓋覆却。宗云。大丈夫膝下有黃", "525": "金。爭肯禮拜無眼長老。坦云。我別有語在。宗", "526": "乃理前語。至未在更道處。坦云。我有三十棒。", "527": "寄爾打雪竇。宗乃禮拜。", "528": "圜悟和尚初在溈山。一日真如和尚問曰。如", "529": "何。悟云。起滅不停。如曰。可知是博地凡夫。", "530": "老僧三十年在裏許。秖得箇相似。次見晦堂。", "531": "堂曰。我住院十二年不會。如今方會。脚尖頭", "532": "也踢出箇佛。悟後住昭覺。有長老問。劉鐵磨", "533": "到溈山問答。并雪竇御街行頌。未審此意如", "534": "何。悟曰。老僧更參四十年也不到雪竇處。長", "535": "老歎曰。昭覺和尚猶如此說。況餘人耶。", "536": "錢弋郎中。訪真淨說話久。欲登溷。淨令行者", "537": "引從西邊去。錢遽云。既是東司。為什麼却向", "538": "西去。淨云。多少人向東邊討。師云。噁。便是", "539": "趙州問投子。不許夜行投明須到。亦不如此", "540": "語好。", "541": "南康諸山相會。佛印後至。真淨問曰。雲居來", "542": "何遲。印曰。為著草鞋從歸宗肚裏過。所以遲。", "543": "淨云。却被歸宗吞了。印云。爭奈吐不出。淨", "544": "云。吐不出。即屙出。", "545": "真淨和尚。有時遽喚侍者。將老和尚來。侍者", "546": "將南禪師真展開。淨以手加額云。不是這老", "547": "和尚。豈能如此。輒顰蹙半餉却戒收之。每每", "548": "如此。潛庵源和尚每見南禪師真即淚下。師", "549": "每歲得時新。必先供佛及圜悟。然後敢甞。謂", "550": "左右曰。非佛與老和尚。我安得如此。", "551": "李和文都尉。請瑯瑘覺和尚。注信心銘。瑯瑘", "552": "大寫一句。下面小寫一句。文和一見大稱服。", "553": "舜老夫。一日問秀圓通。聞爾見懷和尚是否。", "554": "秀云是。舜云。有何言句。秀云。有投機頌曰。", "555": "一二三四五六七。萬仞峯前獨足立。奪得驪", "556": "龍頷下珠。一言勘破維摩詰。舜云。不好。別", "557": "有什麼言句。秀云。一日有長老來參。懷舉拂", "558": "子云。會麼。長老云。不會。懷云。耳朵兩片皮。", "559": "牙齒一具骨。舜歎云。真善知識。從此服膺。", "560": "筠州黃蘗泉禪師。初習百法論。講肆有聲。更", "561": "衣南詢。見真淨和尚於洞山。有悟道頌。其略", "562": "曰。一鎚打透無盡藏。一切珍寶吾皆有。機鋒", "563": "迅發莫有當者。真淨甞歎曰。惜乎先師不及", "564": "見。後上堂說法。不起于座而示寂滅。真淨之", "565": "言益驗。", "566": "三佛在五祖時。甞於一亭上夜話歸方丈。燈", "567": "已滅。五祖乃於暗中曰。各人下轉語。佛鑑對", "568": "曰。彩鳳舞丹霄。佛眼曰。鐵蛇橫古路。佛果", "569": "云。看脚下。五祖云。滅吾宗者。乃克勤爾。", "570": "草堂侍立晦堂。晦堂舉風幡話問草堂。堂云。", "571": "逈無入處。晦堂云。汝見世間猫捕鼠乎。雙目", "572": "瞪視而不瞬。四足踞地而不動。六根順向首", "573": "尾一直。然後舉無不中。誠能心無異緣。意絕", "574": "妄想。六窓寂靜端坐默究。萬不失一也。", "575": "清素首座。閩人。依慈明十三載。年八十寓湖", "576": "湘鹿苑。未始與人交。人莫知之。偶從悅首座", "577": "處州人。與之隣居。悅因食蜜漬荔枝。素過門。", "578": "悅呼曰。此老人鄉果。可同食也。素曰。自先", "579": "師亡後。不得此食久矣。悅問曰。先師為誰。", "580": "素曰。慈明也。悅乃疑駭。遂饋以餘果。稍稍", "581": "親之。素後問曰。子所見何人。悅曰。洞山文", "582": "和尚。又曰。文見何人。悅云南和尚。素曰。南", "583": "匾頭見先師不久。後法道大振如此。悅益異", "584": "之。一日持香詣素作禮。素避曰。吾以福薄。先", "585": "師受記不許為人。於是經月餘。憐悅之誠乃", "586": "曰。子平生知解。試語我看。悅具通所見。素", "587": "曰。可能入佛。不能入魔。又曰。末後一句始到", "588": "牢關。如是半載。素方印可。仍戒之曰。文示子", "589": "者。皆正知見。吾雖為子點破使子受用自在。", "590": "恐子離師太早。不能盡其道。他日切勿嗣吾。", "591": "後出世嗣真淨。乃兜率悅是也。", "592": "雲居悟和尚在龍門時。有僧被蛇傷。佛眼問", "593": "曰。既是龍門。為什麼被蛇咬。悟即應曰。果然", "594": "現大人相。後傳此語到昭覺圓悟云。龍門有", "595": "此僧耶。東山法道未寂寥爾。", "596": "草堂與師邂逅於臨川。韓子蒼請師過私第。", "597": "問曰。清公如何。師云。向聞其拈龐居士問馬", "598": "大師不與萬法為侶因緣。清云。魚龍蝦蟹向", "599": "甚處著。若如此亦浪得其名。子蒼持此語達", "600": "草堂。堂曰。公向他道。譬如一人船行。一人", "601": "陸行。二人俱至。師聞此語。乃曰。草堂得也。", "602": "須菩提解空第一。生時家室盡空。世尊纔陞", "603": "座。須菩提便出眾云。希有世尊。且道。見箇", "604": "什麼道理。便恁麼道。天親菩薩作無量偈。只", "605": "贊希有二字。圓悟禪師云。一句是一箇鐵橛。", "606": "故六祖聞應無所住而生其心。便悟去。", "607": "圓悟佛眼佛鑑。同在五祖。一日相謂曰。老和", "608": "尚秖是乾嚗嚗地。往往說心說性不得。因請", "609": "益佛身無為不墮諸數。祖曰。譬如清淨摩尼", "610": "寶珠映於五色。五色是數。摩尼是佛身。圓悟", "611": "謂二老曰。他大段會說。我輩說時費多少工", "612": "夫。他秖一兩句。便了分明。是箇老大蟲。祖聞", "613": "之乃曰。若說心說性。便是惡口。又曰。猫有", "614": "歃血之功。虎有起屍之德。所謂驅耕夫之牛。", "615": "奪飢人之食。若不如是。盡是弄泥團漢。", "616": "師一日謂趙巨濟曰。老和尚忽退去。別有人", "617": "來教爾禪。這一轉因緣。怎生會。那一轉又如", "618": "何會。便將熱屎潑記取。", "619": "師在雲居作首座。一日到西積莊。遇一暫到。", "620": "從圓通來云。因看首座頌女子出定話。有箇", "621": "悟處。特來求首座印證。師云。儞去不是。僧云。", "622": "某甲未說見處。為什麼道不是。師再三搖手", "623": "云。爾去不是不是。僧懡㦬而退。圓悟一日到", "624": "首座寮因說。密印長老四年前。見他恁麼地。", "625": "乃至來金山陞座。也秖恁麼地。打一箇回合", "626": "了。又打一箇回合。秖管無收殺。如何為得人。", "627": "恰如載一車寶劍相似。將一柄出了。又將一", "628": "柄出。秖要般盡。若是本分手段。拈得一柄便", "629": "殺人去。那裏秖管將出來弄。時有僧聞得謂", "630": "師曰。某前日因看他小參語錄。便知此人。平", "631": "日做得細膩工夫。所以對眾秖管要吐盡。一", "632": "段了又一段不肯休。師曰。事不如此。如龍", "633": "得半盞水。便能興雲吐霧降霔大雨。那裏秖", "634": "管去大海裏輥。謂我有許多水也。又如會相", "635": "殺人。持一條鏘。纔見賊馬。便知那箇定是我", "636": "底。近前一鏘殺了賊。跳上馬背便殺人去。須", "637": "是恁麼始得。", "638": "大愚芝和尚會中有僧。日誦金剛經一百遍。", "639": "芝聞得令侍者請至。問曰。聞汝日誦金剛經", "640": "一百遍。是否。僧云是。芝云。汝曾究經意否。", "641": "僧云不曾。芝云。汝但日誦一遍。參究佛意。", "642": "若一句下悟去。如飲海水一滴便知百川之", "643": "味。僧如教。一日誦至應如是知如是見如是", "644": "信解不生法相處。驀然有省遂以白芝。芝遽", "645": "指床前狗子云。狗子聻。僧無語。芝便打出。", "646": "師云。大凡參禪。不必有機鋒便言我是。昔雲", "647": "蓋智和尚。道眼明白。因太守入山憩談空亭。", "648": "問如何是談空亭。智云。只是箇談空亭。太守", "649": "不喜。遂舉問本慕顧本云。只將亭說法。何用", "650": "口談空。太守乃喜。遷本住雲蓋。若以本較智", "651": "則大遠。乃知真實事。不可以機鋒取。寶峯元", "652": "首座。亦有道之士。答話機鋒鈍。覺範號為元", "653": "五斗。蓋開口取氣。炊得五斗米熟。方答得一", "654": "轉語。", "655": "師云。今時人只解順顛倒。不解順正理。如何", "656": "是佛。云即心是佛。却以為尋常。及至問如何", "657": "是佛。云燈籠緣壁上天台。便道是奇特。豈不", "658": "是順顛倒。", "659": "師云。張無盡見兜率悅却譏晦堂。有頌曰。久", "660": "嚮黃龍山裏龍。到來只見住山翁。須知背觸", "661": "拳頭外。別有靈犀一點通。當時諸方莫不歎", "662": "服。山僧後來見得。惜乎無盡已死。彼云。須知", "663": "背觸拳頭外。別有靈犀一點通。若將此頌要", "664": "見晦堂。不亦遠乎。靈源和尚甞有贊云。三問", "665": "逆摧。超玄機於鷲嶺。一拳垂示。露赤體於龍", "666": "峯。聞時富貴見後貧窮。年老浩歌歸去樂。從", "667": "教人喚住山翁。黃魯直聞而笑曰。無盡所言", "668": "靈犀一點。此藞苴為虛空安耳穴。靈源作贊", "669": "分雪之。是寫一字不著畫五祖云。三乘人出", "670": "三界獄。小果必藉方便。如穴地穿壁及自天", "671": "窓中出。唯得道菩薩。從初入地獄。先與獄子", "672": "不相疑。一切如常。一日寄信去。覓得酒肉與", "673": "獄子喫。至大醉取獄子衣服行纏頭巾。結束", "674": "自身。却將自己破衣服。與獄子著。移枷在獄", "675": "子項上。坐在牢裏。却自手捉獄子藤條。公然", "676": "從大門出去。參禪人須是恁麼始得。", "677": "五祖云。世人似發瘧一般。寒一上熱一上。不", "678": "覺過了一生矣。", "679": "范縣君號寂壽道人。在城都參佛果。果教渠", "680": "看不是心不是佛不是物是什麼。不得下語。", "681": "不得開口。看來看去。無入頭便覺悽惶。乃問", "682": "佛果云。此外有何方便令某甲會去。果云。有", "683": "箇方便。不是心不是佛不是物。壽於此有省。", "684": "乃云。元來得恁麼近。", "685": "兜率悅和尚。首眾於廬山棲賢。時洪帥熊伯", "686": "通。請住龍安兜率。悅設三問。以問學者。一", "687": "曰。撥草參玄只圖見性。即今上人性在什麼", "688": "處。二曰。識得自性方脫生死。眼光落地時作", "689": "麼生脫。三曰。脫得生死便知去處。四大分離", "690": "向什麼處去無盡有三頌酬之。其一曰。陰森", "691": "夏木杜鵑鳴。日破浮雲宇宙清。莫對曾參問", "692": "曾晢。從來孝子諱爺名。其二曰。人間鬼使符", "693": "來取。天上花冠色正萎。好箇轉身時節子。莫", "694": "教閻老等閑知。其三曰。鼓合東村李大妻。西", "695": "風曠野淚沾衣。碧蘆紅蓼江南岸。却作張三", "696": "坐釣磯。悅住兜率五年。一日說偈曰。四十有", "697": "八。聖凡盡殺。不是英雄。龍安路滑。奄然而", "698": "化。", "699": "梁山觀和尚會下。有箇園頭參得禪。眾中多", "700": "有不信者。一日有僧去撩撥他。要其露箇消", "701": "息。乃問園頭。何不出問堂頭一兩則話結緣。", "702": "園頭云。我除是不出問。若出須教這老漢下", "703": "禪床立地在。及梁山上堂。果出問曰。家賊難", "704": "防時如何。山云。識得不為冤曰識得後如何。", "705": "山云。貶向無生國裏。曰莫是他安身立命處", "706": "也無。山云死水不藏龍。曰如何是活水裏龍。", "707": "山云興波不作浪。曰忽然傾湫倒嶽時如何。", "708": "梁山果然從法座上走下把住云。闍梨莫教", "709": "濕著老僧袈裟角。師云。須知悟底人與悟底", "710": "人相見。自然縱奪可觀。", "711": "湛堂和尚云。禪和家。乍入眾時。初發心菩", "712": "薩與佛齊肩。一年之外到佛腰邊。恰如箇琉", "713": "璃瓶子相似。元初空裸裸地。淨潔潔地。却著", "714": "了半瓶不淨潔底水。搖得來在裏面。丁丁當", "715": "當只管響。忽然著本色人。向他道。爾這瓶子", "716": "本自淨潔。却被這些惡水在裏面。又不滿秖", "717": "管響。要得不響。須是依前傾出颺却蕩洗了。", "718": "却滿著一瓶好水便不響。因甚不響。蓋謂滿", "719": "了。", "720": "嚴陽尊者見趙州。有僧問。如何是佛。云土塊。", "721": "如何是法。云地動也。如何是僧。喫粥喫飯。", "722": "又問。如何是新興水。云前面江裏。師云。似這", "723": "般法門。恰似兒戲相似。入得這般法門。方安", "724": "樂得人。如真淨和尚拈提古今。不在雪竇之", "725": "下。而末流傳習。却成惡口小家。只管問。古人", "726": "作麼生。真如又如何下語。楊岐又如何下語。", "727": "爾管得許多閑事。瘥病不假驢駝藥。若是對", "728": "病與藥。籬根下拾得一莖草。便可療病。說什", "729": "麼朱砂附子人參白朮。", "730": "真淨會下。有昭泰首座到五祖。祖見舉真淨", "731": "語錄。乃讚云。此是大智慧人。師云。老南下尊", "732": "宿。五祖只肯晦堂真淨二老而已。自餘皆不", "733": "肯他也。五祖為人。如綿裏一柄刀相似。纔拶", "734": "著便將咽喉。一刺刺殺爾去也。若是真淨。脚", "735": "上著也即脚上殺爾。手上著也即手上殺爾。", "736": "咽喉上著也即咽喉上殺爾。", "737": "駙馬都尉李公遵勗。得心要於石門聰禪師", "738": "甞作二句頌。寄發運朱正辭。時許式為淮南", "739": "漕。朱以李頌示許。請共和之。頌曰學道須是", "740": "鐵漢。著手心頭便判。朱曰。雨催樵子還家。許", "741": "曰。風送漁舟到岸。又請浮山遠禪師和曰。學", "742": "道須是鐵漢。著手心頭便判。通身雖是眼睛。", "743": "也待紅爐再煆。鉏麑觸樹迷封。豫讓藏身吞", "744": "炭。鷺飛影落秋江。風送蘆花兩岸。諸公見大", "745": "敬之。李乃自和曰參禪須是鐵漢。著手心頭", "746": "便判。直趣無上菩提。一切是非莫管。今唯傳", "747": "後一頌而已。", "748": "佛鑒和尚。初受舒州太平請。禮辭五祖。祖", "749": "曰。大凡住院。為己戒者有四。第一勢不可使", "750": "盡。第二福不可受盡。第三規矩不可行盡。第", "751": "四好語不可說盡。何故。好語說盡人必易之。", "752": "規矩行盡人必繁之。福若受盡緣必孤。勢若", "753": "使盡禍必至。鑒再拜服膺而退。後鑒辭靈源。", "754": "源云。住持當以拄杖包笠懸挂方丈屋壁間。", "755": "去住如衲子之輕則善矣。", "756": "徐師川。同佛果到書記寮。見果頂相。師川指", "757": "云。這老漢脚跟未點地在。果云。甕裏何曾走", "758": "說鼈。川云。且喜老漢脚跟點地。果云。莫謗他", "759": "好。", "760": "烏龍長老。訪憑濟川說話次云。昔有官人問", "761": "泗州大聖。師何姓。聖云。姓何。官云。住何國。", "762": "聖云。住何國。此意如何。龍云。大聖本不姓", "763": "何。亦不是何國人。乃隨緣化度耳。憑笑曰。大", "764": "聖決定姓何住何國。如是往返數次。遂致書", "765": "于師。乞斷此公案。師云。有六十棒。將三十", "766": "棒打大聖。不合道姓何。三十打濟川。不合", "767": "道大聖決定姓何。若是烏龍長老。教自領出", "768": "去。", "769": "無盡居私第日。適年荒。有道士輩。詣門教化", "770": "食米。無盡遂勸各人誦金剛經。若誦得一分。", "771": "施米一斗。如誦畢施米三石二斗。化渠結般", "772": "若緣。故云。財法二施。每遇僧又勸念老子。使", "773": "其互相知。有觀其護教之心。直如是爾。", "774": "廖等觀。知潭州善化縣時。有一婆每日誦金", "775": "剛經。於街市乞食。夜則歸宿山阿。忽數日不", "776": "見行乞。群鵶噪集於其止處。令人往視之。見", "777": "懷金剛經傍巖而化。群鵶負土以覆之。師陞", "778": "堂舉此。時廖知縣亦在座下。", "779": "師一日到明月庵。見壁間畫髑髏。憑濟川有", "780": "頌云。屍在逗裏。其人何在。乃知一靈。不居", "781": "皮袋。師不肯。乃作一頌云。即此形骸。便是其", "782": "人。一靈皮袋。皮袋一靈。", "783": "張無盡丞相。十九歲應舉入京。經由向家。向", "784": "家夜夢人報曰。明日接相公。凌晨淨室以待。", "785": "至晚見一窮揩大著黃道服。乃無盡也。向禮", "786": "延之。問秀才何往。無盡以實告。向曰。秀才未", "787": "娶。當以女奉灑掃。無盡謙辭再三。向曰。此", "788": "行若不了當。吾亦不爽前約。後果及第。乃", "789": "娶之。初任主簿。因入僧寺。見藏經梵夾齊整。", "790": "乃怫然曰。吾孔聖之教。不如胡人之書人所", "791": "仰重。夜坐書院中。研墨吮筆。憑紙長吟。中夜", "792": "不眠。向氏呼曰。官人夜深。何不睡去。無盡以", "793": "前意白之。正此著無佛論。向應聲曰。既是無", "794": "佛。何論之有。當須著有佛論始得。無盡疑其", "795": "言遂已。及訪一同列。見佛龕前經卷。乃問曰。", "796": "此何書也。同列曰。維摩詰所說經。無盡信手", "797": "開卷。閻到此病非地大亦不離地大處。歎曰。", "798": "胡人之語。亦能爾耶。問此經幾卷。曰三卷。可", "799": "借歸盡讀。向氏問。看何書。無盡曰。維摩詰所", "800": "說經。向氏曰。可熟讀此經然後著無佛論也。", "801": "無盡悚然異其言。由是深信佛乘。留心祖道。", "802": "後為江西漕。遍參祖席。首謁東林照覺總公。", "803": "總詰其所見處。與己符合。乃印可之曰。吾有", "804": "得法弟子住玉溪。乃慈古鏡也。亦可與語。無", "805": "盡復因按部過分寧。諸禪迓之。無盡到先致", "806": "敬玉溪慈。次及諸山。最後問兜率悅禪師。悅", "807": "為人短小。無盡曾見龔德莊說。聰明可人。乃", "808": "曰。聞公善文章。悅大笑曰。運使失却一隻眼", "809": "了也。某臨濟九世孫。對運使論文章。政如", "810": "運使對某論禪也。無盡不然其語。乃強屈指", "811": "曰。是九世也。又問。玉溪去此多少。曰三十", "812": "里。曰兜率聻。曰五里。無盡是夜乃至兜率。悅", "813": "先一夜夢日輪升天。被悅以手摶取。乃說與", "814": "首座云。日輪運轉之義。聞張運使非久過此。", "815": "吾當深錐痛剳。若肯回頭。則吾門幸事。首座", "816": "云。今之士大夫受人取奉。慣恐惡發別生事", "817": "也。悅云。正使煩惱。只退得我院。別無事也。", "818": "無盡與悅語次。稱賞東林。悅未肯其說。無盡", "819": "乃題寺後擬瀑軒詩。其略云。不向廬山尋落", "820": "處。象王鼻孔謾遼天。意譏其不肯東林也。公", "821": "徐語及宗門事。悅曰。今日與運使相陪人事", "822": "已困。珍重睡去。至更深悅起來與無盡論此", "823": "事。焚香請十方諸佛作證。東林既印可運使。", "824": "運使於佛祖言教有少疑否。無盡曰有。悅曰。", "825": "疑何等語。曰疑香嚴獨脚頌德山托鉢因緣。", "826": "悅曰。既於此有疑。其餘安得無耶。只如言末", "827": "後句。是有耶是無耶。無盡曰有。悅大笑。遂歸", "828": "方丈閑却門無盡一夜睡不穩。至五更下床", "829": "觸翻蹋床。忽然省得。有頌曰。鼓寂鍾沈托鉢", "830": "回。巖頭一拶語如雷。果然秖得三年活。莫是", "831": "遭他受記來。遂扣方丈門云。某已捉得賊了。", "832": "悅曰。贓物在甚處。無盡無語。悅云。都運且", "833": "去。來日相見。翌日無盡遂舉前頌呈之。悅乃", "834": "謂無盡曰。參禪只為命根不斷。依語生解。如", "835": "是之說。公已深悟。然至極微細處。使人不覺", "836": "不知墮在區宇。悅後作頌證之云。等閑行處", "837": "步步皆如。雖居聲色寧滯有無。一心靡異萬", "838": "法非殊。休分體用莫擇精麁。臨機不礙應物", "839": "無拘。是非情盡凡聖皆除。誰得誰失何親何", "840": "疎。拈頭作尾指實為虛。翻身魔界轉脚邪塗。", "841": "了非逆順不犯工夫。無盡邀悅至建昌。途中", "842": "一一伺察。有十頌敘其事。悅亦以十頌酬之。", "843": "時元祐八年八月也。", "844": "夾山璘石霜琳。久依佛日才禪師。罷參後同", "845": "遊上江至黃龍。見南和尚上堂小參。琳不諭", "846": "其旨。遂求入室。璘怒之。遂毆一頓而去。琳後", "847": "大悟。機鋒頴脫。凡說法頗類真淨。而於真淨", "848": "不相識。住石霜以頌送僧見真淨後句云。憧", "849": "憧四海參禪者。不到新豐也是癡。", "850": "生肇融叡。乃羅什法師之高弟。號四依菩薩。", "851": "嘗同羅什釋維摩經。至不可思議品皆閣筆。", "852": "蓋此境界非心思口議。遂不能措一詞。如李", "853": "長者論。入華嚴法界詞分句解皎如日星。泮", "854": "然無疑。若非親遇了緣。安能如此。", "855": "宣州明寂珵禪師。遍見前輩尊宿。如瑯瑘雪", "856": "竇天衣。皆承事請法。出世嗣興教坦和尚。坦", "857": "嗣瑯瑘。後遷太平州瑞竹。退居西堂。師初遊", "858": "方從之。請益雪竇拈古頌古。珵令看因緣。皆", "859": "要自見自說不假其言語。師洞達先聖之微", "860": "旨。程甞稱於眾曰。杲必再來人也。復遊郢州", "861": "大陽。見元首座洞山微和尚堅首座。微在芙", "862": "蓉會中首眾。堅為侍者十餘年。師周旋三公", "863": "座下甚久。盡得曹洞宗旨。受授之際皆臂香。", "864": "以表不妄付授。師自惟曰。禪有傳授。豈佛祖", "865": "自證自悟之法。棄之依湛堂。一日湛堂問曰。", "866": "爾鼻孔因什麼今日無半邊。對曰。寶峯門下。", "867": "湛堂曰。杜撰禪和。又一日於粧十王處。問曰。", "868": "此官人姓什麼。對曰。姓梁。湛堂以手自摸頭", "869": "曰。爭奈姓梁底少箇幞頭。對曰。雖無幞頭鼻", "870": "孔髣髴。湛堂曰。杜撰禪和。又看經次。問曰。", "871": "看什麼經。對曰。金剛經。曰是法平等無有", "872": "高下。為什麼雲居山高寶峯山低。對曰。是法", "873": "平等無有高下。堂曰。爾做得箇座主使下。一", "874": "日問曰。杲上座。我這裏禪。爾一時理會得。教", "875": "爾說也說得。教爾做拈古頌古小參普說。爾", "876": "也做得。秖是有一件事未在。爾還知麼。對曰。", "877": "甚麼事。湛堂曰。爾秖欠這一解在。㘞若爾不", "878": "得這一解。我方丈與爾說時便有禪。纔出方", "879": "丈便無了。惺惺思量時便有禪。纔睡著便無", "880": "了。若如此。如何敵得生死。對曰。正是某疑", "881": "處。後湛堂疾亟。問曰。和尚若不起此疾。教", "882": "某依附誰。可以了此大事。曰有箇勤巴子。我", "883": "亦不識他。爾若見之。必能成就此事。若見他", "884": "了不得。便修行去。後世出來參禪。", "885": "保寧勇禪師。四明人。初更衣依雪竇顯禪師", "886": "問道。雪竇呵為央庠座主。勇不意。堂儀纔滿。", "887": "即抽單望雪竇山禮拜誓曰。我此生行脚參", "888": "禪。道價若不過雪竇。定不歸鄉。勇至長沙雲", "889": "蓋。參見楊岐會和尚。與白雲端和尚為弟昆。", "890": "後出世住保寧。勇道播叢林。果如其言。信人", "891": "之志氣。安可不立耶。", "892": "先黃龍所山主。架造院宇。一一合叢林體格。", "893": "或者笑曰。和尚又不會禪。何用此為。龍云。自", "894": "有說禪者來。院成。遂陳乞請積翠南禪師住", "895": "持。後來先黃龍化去。南禪師一夜忽夢。有神", "896": "人云。乞去守塔。南禪師不經意。一日坐方丈", "897": "中。又見前所夢中人云。某甲願乞守塔。南詰", "898": "之。遂云。有交代人來。未幾果塑像人至。南禪", "899": "師令別塑土地。乃移舊土地。守先黃龍塔。", "900": "太瘤蜀僧。居眾常嘆佛法混濫異見鋒起。乃", "901": "曰。我參禪若得真正知見。當不惜口業。遂發", "902": "願禮馬祖塔。長年不輟。忽一日塔放白光。感", "903": "而有悟。後所至叢林。勘驗老宿。過雪竇山前", "904": "云。這老漢口裏水漉漉地。雪竇聞其語意似", "905": "不平。及太見雪竇。竇云。爾不肯老僧那。太", "906": "云。老漢果然口裏水漉漉地。遂摵一坐具便", "907": "出。直歲不甘。中路令人毆打捐太一足。太云。", "908": "此是雪竇老漢使之。他日須折一足償我。後", "909": "果如其言。太後至都下放意市肆中。有官人", "910": "請歸家供養。太屢告辭。官人確留之。愈加敬", "911": "禮。每使侍妾饋食其前。一日偶官人至。太故", "912": "意挑其妾。官人以此改禮。遂得辭去。不數日", "913": "鬧市中端坐而化。", "914": "太陽平侍者。預明安之室有年。雖盡得其旨。", "915": "惟以生滅為已任。擠陷同列。忌出其右者。瑯", "916": "瑘廣照公安圓。鑒居眾時。汾陽禪師令其探", "917": "明安宗旨。在大陽因平密授。明安甞云。興洞", "918": "上一宗。非遠即覺也。二師云。有平侍者在。明", "919": "安以手指胸云。平此處不佳。又揑拇指叉中", "920": "示之云。平向去當死於此耳。暨明安遷寂。遺", "921": "囑云。瘞全身十年無難。當為大陽山打供。入", "922": "塔時門人恐平將不利於師。遂作李和文都", "923": "尉所施黃白器物。書於塔銘。而實無也。平後", "924": "住大陽。忽云。先師靈塔風水不利。取而焚之。", "925": "山中耆宿切諫平。平云。於我有妨。遂發塔。顏", "926": "貌如生。薪盡儼然。眾皆驚異。平乃钁破其腦", "927": "益油薪。俄成灰燼。眾以其事聞于官。坐平謀", "928": "塔中物不孝還俗。平自稱黃秀才謁瑯瑘。瑯", "929": "云。昔日平侍者。今朝黃秀才。我在大陽時見", "930": "爾做處。遂不納。又謁公安。安亦不顧。平流", "931": "浪無所依。後於三叉路口遭大蟲食之。竟不", "932": "免大陽了叉之記。悲哉。", "933": "峨嵋山白長老。嘗云。鄉人雪竇有頒百餘首。", "934": "其詞意不甚出人。何乃浪得大名於世。遂作", "935": "頌千首。以多十倍為勝。自編成集。妄意他日", "936": "名壓雪竇。到處求人賞音。有大和山主者。遍", "937": "見當代有道尊宿。得法於法昌遇禪師。出世", "938": "住大和稱山主。氣吞諸方不妄許可。白携其", "939": "頌往謁之。求一言之鑑。取信後學。大和見乃", "940": "唾云。此頌如人患鵶臭當風立地。其氣不可", "941": "聞。自是白不敢出似人。後黃魯直聞之。到成", "942": "都大慈寺。大書於壁云。峨嵋白長老。千頌自", "943": "成集。大和曾有言。鵶臭當風立。", "944": "歸宗宣禪師。漢州人。瑯瑘廣照之嗣。與郭功", "945": "甫厚善。忽一日南康守以事臨之。宣令人馳", "946": "書與功甫。且祝送書者云。莫令縣君見。功甫", "947": "時任南昌尉。書云。某更有六年世緣未盡。今", "948": "日不奈抑逼何。欲託生君家。望君相照。乃化", "949": "去。功甫得書。驚喜盈懷。中夜其妻夢寐髣髴。", "950": "見宣入臥內。不覺失聲云。此不是和尚來處。", "951": "功甫問其故。妻答所見。功甫呼燈以宣書示", "952": "之。果有娠。及生即名宣老。纔周歲記問如昔。", "953": "逮三歲白雲端和尚過其家。功甫喚出相見。", "954": "望見便呼師姪。端云。與和尚相別幾年耶。宣", "955": "屈指云。四年也。端云。在甚處相別。宣云。白", "956": "蓮莊。端云。以何為驗。宣云。爹爹媽媽。明日", "957": "請和尚齋。忽門外推車過。端云。門外什麼聲。", "958": "宣作推車勢。端云。過後如何。宣云。平地一條", "959": "溝。甫及六歲。無疾而化。", "960": "海印信和尚嗣瑯瑘桂府人也。住蘇州定慧", "961": "寺。年八十餘。平日受朱防禦家供養。屢到其", "962": "宅。一日朱問曰。和尚後世能來弟子家中託", "963": "生否。師微笑諾之。及歸寺得疾。數日而化。其", "964": "遷化日。朱家生一女子。圓照本禪師時住瑞", "965": "光。聞其事往訪之。方出月抱出。一見便笑。圓", "966": "照喚云。海印爾錯了也。女子哭數聲化去。", "967": "長蘆福長老。道眼不明。常將所得施利。往上", "968": "江齋僧。圓通秀禪師聞之。往驗其虛實。適至", "969": "見福上堂云。入荒田不揀。可殺顢頇。信手拈", "970": "來草猶較些子。便下座。秀大驚曰。說禪如", "971": "此。誰道不會。乃謂。諸方生滅。遂躬造方丈", "972": "禮謁。具說前事。仍請益提唱之語。福依文解", "973": "義。秀曰。若如此。諸方不謾道。爾不會禪。福", "974": "不肯。秀曰。請打鐘集眾。有法秀上座在此。與", "975": "和尚理會。福休去。", "976": "和州開聖覺老。初參長蘆夫鐵脚。久無所得。", "977": "聞東山五祖法道。徑造席下。一日室中垂問", "978": "云。釋迦彌勒猶是他奴。且道。他是阿誰。覺", "979": "云。胡張三黑李四。祖然其語。時圓悟和尚為", "980": "座元。祖舉此語似之。悟云。好則好。恐未實。不", "981": "可放過。更於語下搜看。次日入室垂問如前。", "982": "覺云。昨日向和尚道了。祖云。道什麼。覺云。", "983": "胡張三黑李四。祖云。不是不是。覺云。和尚為", "984": "甚昨日道是。祖云。昨日是今日不是。覺於言", "985": "下大悟。覺後出世住開聖。見長蘆法席大盛。", "986": "乃嗣夫不原所得。拈香時忽覺胸前如擣。遂", "987": "於痛處發癰成竅。以乳香作餅塞之。久而不", "988": "愈竟卒。", "989": "王荊公。一日訪蔣山元禪師。坐間談論品藻", "990": "古今。山曰。相公口氣逼人。恐著述搜索勞役。", "991": "心氣不正。何不坐禪體此大事。公從之。一日", "992": "謂山曰。坐禪實不虧人。余數年要作胡笳十", "993": "八拍不成。夜坐間已就。山呵呵大笑。", "994": "王荊公。一日問張文定公曰。孔子去世百年", "995": "生孟子。亞聖後絕無人何也。文定公曰。豈無", "996": "人。亦有過孔孟者。公曰誰。文定曰。江西馬大", "997": "師坦然禪師。汾陽無業禪師。雪峯巖頭丹霞", "998": "雲門。荊公聞舉意不甚解。乃問曰。何謂也。文", "999": "定曰。儒門淡薄。收拾不住。皆歸釋氏焉。公欣", "1000": "然嘆服。後舉似張無盡。無盡撫几嘆賞曰。達", "1001": "人之論也。", "1002": "任觀察。內貴中賢士　徽廟極眷之。任傾心", "1003": "釋氏。遍參知識。每自嘆息曰。余幸得為人。而", "1004": "形體不全。及不識所生父母。想前世輕賤於", "1005": "人。招此報應。遂發誓。遇休沐還私宅。屏絕人", "1006": "事。炷香禮佛。刺血寫華嚴經一部。每一字三", "1007": "拜。願來世識所生父母。忽一日有客相訪。任", "1008": "出遲。客怒云。人客及門。何故不出。任笑曰。", "1009": "在家中寫一卷赦書。客詰其故。任以實對。遂", "1010": "取經示之云。此是閻老子面前。喫鐵棒吞鐵", "1011": "丸底赦書。客悚然驚駭。回舍亦自寫一部。", "1012": "五祖演和尚。依舒州白雲海會端和尚。咨決", "1013": "大事深徹骨髓。端令山前作磨頭。演逐年磨", "1014": "下收糠麩錢解典出息。雇人工及開供。外剩", "1015": "錢入常住。每被人於端處鬪諜是非云。演逐", "1016": "日磨下飲酒食肉。及養莊客婦女。一院紛紜。", "1017": "演聞之故意買肉沽酒。懸于磨院。及買坯粉。", "1018": "與莊客婦女搽畫。每有禪和來遊磨院。演以", "1019": "手與婦女椰榆語笑。全無忌憚。端一日喚至", "1020": "方丈問其故。演喏喏無他語。端劈面掌之。演", "1021": "顏色不動。遂作禮而去。端咄云。急退却。演", "1022": "云。俟某算計了請人交割。一日白端曰。某在", "1023": "磨下除沽酒買肉之餘。剩錢三百千入常住", "1024": "端大驚駭。方知小人嫉妬。時秀圓通為座元。", "1025": "受四面請。即請祖為第一座。", "1026": "湛堂準和尚。因讀孔明出師表。悟得做文章。", "1027": "有羅漢供疏云。梵語阿羅漢。此云無生。出", "1028": "三界二十五有塵勞。超分段生死。受如來付", "1029": "囑。應供天人。福利一切群情。檀越宜興供養。", "1030": "又作水磨記云。泐潭山。即馬祖大寂禪師。昔", "1031": "與禪者輩選佛大道場。雖年代深遠。而佛法", "1032": "未甞遠也。但其間善知識。所見不同互有高", "1033": "下。故有遠矣。如僧問馬祖如何是佛。曰即心", "1034": "是佛。故觀其所以。即知眾生本來成佛無有", "1035": "高下。其高下在人不在法也。而況末代有我", "1036": "說法者。是故選佛求師。不得不審也。大宋元", "1037": "符戊寅歲。有漢中沙門意忠上座。尋師訪道。", "1038": "選佛參禪。干木隨身逢場作戲。然其場也戲", "1039": "乎一時。以其功也利益千古。於是革其舊制。", "1040": "郢人猶迷。徇器投機。變通在我。豈以繩墨拘", "1041": "其大猷。而為古人規矩之所限哉。是謂有子", "1042": "不可教。其可教者語言糟粕也。非心之至妙。", "1043": "其至妙之心在我。不在文字語言也。縱有明", "1044": "師密授。不如心之自得。故曰得之於心。應之", "1045": "於手。皆靈然心法之妙用也。故有以破麥也", "1046": "即為其磑。欲變米也即為其碾。欲取麵也即", "1047": "為其羅。欲去糠也即為其扇。而規模法則。總", "1048": "有關棙。消息既通。皆不撥而自轉。以其水也。", "1049": "一波纔動。前波後波波波應而無盡。以其磑", "1050": "也。一輪纔舉。大輪小輪輪輪運而無窮。由是", "1051": "上下相應。高低共作。其妙用也出乎自然。故", "1052": "不假人力之所能為。而奇絕可觀。玄之又玄。", "1053": "然後左旋右轉。竪去橫來。更相擊觸出大法", "1054": "音。皆演苦空無常無我諸波羅蜜。而聞者聞", "1055": "其心。見者見其性。以至嗅甞知覺。盡獲法喜", "1056": "禪悅之樂。又何即以米麵諸所須物。供香積", "1057": "厨而為二膳。飽禪者輩往來選佛者歟。", "1058": "師云。今時兄弟。參佛果底。不肯見佛眼。見佛", "1059": "眼底。不肯參佛果。譬如眾盲摸象。豈知二老", "1060": "之意耶。殊不知。佛眼便是有規矩底佛果。佛", "1061": "果便是無規矩底佛眼。若是要為人不瞎人", "1062": "眼。却來見佛果。若秖見佛眼。涅槃堂禪。自救", "1063": "即得。為人即不得。老南會下得底兄弟。便指", "1064": "教見真點胸蓋手段苦辣為人自別也。", "1065": "師一日云。今時參禪人。如蠅子相似。有些腥", "1066": "羶氣味便泊。須是從頭與他拈却到無氣味", "1067": "處泊在。平地上從上來作家宗師能為人。惟", "1068": "睦州。見爾有坐地處。便剗却。從頭秖是剗將", "1069": "去。", "1070": "又一日云。宗師為人。只不得有落地處。若有", "1071": "落地處。便被學家在面前行也。", "1072": "一日又云。爾但灰却心念來看。灰來灰去。驀", "1073": "然冷灰。一粒豆爆在爐外。便是沒事人也。", "1074": "師在寶峯時元首座極見喜。一日請假往謁", "1075": "李商老。云一月日便歸。後四十日方歸。元見", "1076": "遽云。噁野了也。無常迅速。師不覺汗下。", "1077": "師因讀洞山悟道頌。遂疑云。有箇渠。又有箇", "1078": "我。成什麼禪。遂請益湛堂。堂云。爾更舉看。", "1079": "師遂舉。堂云。爾舉也未會。便推出。", "1080": "圓悟云。達磨西來將何傳授。師云。不可總作", "1081": "野狐精見解。又問。據虎頭收虎尾。第一句下", "1082": "明宗旨。如何是第一句。師云。此是第二句。", "1083": "師一日云。我這裏無逐日長進底禪。遂彈指", "1084": "一下云。若會去便罷參。乃云。今時一般宗師", "1085": "為人。入室三五。遍辨白他不出。却教他說悟", "1086": "處。更問。爾見處如何。學人云。某見處說不", "1087": "得。却云。爾說不得。我如何見得爾去。若恁麼", "1088": "地。如何為人。不見泉大道。到慈明。明云。片", "1089": "雲生谷口。遊人何處來。泉云。夜來何處火。燒", "1090": "出古人墳。明云。未在更道。泉便作虎聲。明便", "1091": "打一坐具。泉推明向禪床上。明却作虎聲。泉", "1092": "云。我見八十四人善知識。惟師繼得臨濟宗", "1093": "風。看他恁麼問答數句子。那裏便是見他處。", "1094": "須是如此始得。", "1095": "師云。山僧待人志誠。須是資質是始得。此是", "1096": "一超直入如來地。參禪須是直心直行直言", "1097": "直語。心言直故。始終地位中間。永無諸委曲", "1098": "相。祖師西來直指人心見性成佛。僧問雲門。", "1099": "如何是佛。門云。乾屎橛。擬議思量已曲了也。", "1100": "何況脫空耶。", "1101": "因無礙。請師讚法海真。乃曰。上江老宿。大段", "1102": "笑下江。雲門下却不笑覺印。蓋他曾見保寧", "1103": "勇真淨輩來。兼圓通曾見舜老夫浮山遠。所", "1104": "以較別。如大小本夫鐵脚輩。皆可笑也。蓋法", "1105": "海嗣覺印。印嗣圓通。其辭曰。廓圓通門續雲", "1106": "門派。燕坐胡床虎視百怪。佩毘盧印摧伏魔", "1107": "外。一句當陽電光非快。不動道場而入三昧。", "1108": "贊之毀之俱遭白癩。夫是之謂法海老人。能", "1109": "於一毫端。而遊戲無邊之法界。圓通甞在端", "1110": "和尚處作首座。受四面請。其時演和尚在海", "1111": "會作磨頭。遂交代作首座。圓通遷棲賢。而演", "1112": "和尚交代住持四面也。端和尚甞頌古有一", "1113": "句云。日出東方夜落西。圓通改夜字作定字。", "1114": "端笑而從之。", "1115": "五祖和尚一日云。我這裏禪似箇什麼。如人", "1116": "家會作賊。有一兒子一日云。我爺老。後我却", "1117": "如何養家。須學箇事業始得。遂白其爺。爺", "1118": "云。好得。一夜引至巨室。穿窬入宅。開櫃乃教", "1119": "兒子入其中取衣帛。兒纔入櫃。爺便閉却復", "1120": "鎖了。故於聽上扣打令其家驚覺。乃先尋穿", "1121": "窬而去。其家人即時起來。點火燭之知有賊。", "1122": "但已去了其賊兒在櫃中私自語曰。我爺何", "1123": "故如此。正悶悶中。却得一計作鼠咬聲。其家", "1124": "遣使婢點燈開櫃。櫃纔開。賊兒聳身吹滅燈", "1125": "推倒婢走出。其家人趕至中路。賊兒忽見一", "1126": "井。乃推巨石投井中。其人却於井中覓。賊兒", "1127": "直走歸家問爺。爺云。爾休說。爾怎生得出。兒", "1128": "具說上件意。爺云。爾麼儘做得。", "1129": "師云。圓通秀禪師因雪下云。雪下有三種僧。", "1130": "上等底僧堂中坐禪。中等磨墨點筆作雪詩。", "1131": "下等圍爐說食。予丁未年冬在虎丘。親見此", "1132": "三等僧。不覺失笑。乃知前輩語不虛耳。", "1133": "五祖和尚。初參圓照禪師。會盡古今因緣。惟", "1134": "不會僧問興化。四方八面來時如何。化云。打", "1135": "中間底。僧禮拜。化云。我昨日赴箇村齋。至中", "1136": "路被一陣狂風暴雨。却向古廟裏嚲得過。遂", "1137": "請益照。照云。此是臨濟門風。爾去問他兒孫。", "1138": "祖遂來參浮山遠。請益此公案。遠云。有箇譬", "1139": "喻。恰似箇三家村裏賣柴漢。夯一條匾擔了。", "1140": "却問中書堂今日商量甚事。祖云。恁地時大", "1141": "段未在。浮山遠既年尊耳聵。遂指教參一箇", "1142": "小長老。乃白雲端也。老僧雖不識他。見他頌", "1143": "臨濟三頓棒因緣。見得淨潔。可往咨決。祖", "1144": "從之。真淨一日謂老黃龍云。白雲端頌臨濟", "1145": "三頓棒。與某甲見處一般。南云。爾如何會他", "1146": "底。淨便舉頌。龍喝云。白雲會。爾不會。", "1147": "圓悟和尚。請益五祖。臨濟四賓主怎生。祖", "1148": "云。也秖箇程限。是什麼閑事。祖云。我這裏恰", "1149": "似馬前相撲。倒便休。", "1150": "佛鑑平時參平實禪。自負不肯五祖。乃謂。秖", "1151": "是硬移換人。圓悟云。不是這道理。有實處爾", "1152": "看。我從前豈有恁麼說話來。徐徐稍信。後來", "1153": "因舉。森羅及萬象。一法之所印。驀然便道。祖", "1154": "師西來直指人心見性成佛。于今諸方多是", "1155": "曲指人心說性成佛。", "1156": "圓悟在五祖時。祖云。爾也儘好。只是有些病。", "1157": "悟再三。請問不知某有什麼病。祖云。只是禪", "1158": "忒多。悟云本為。參禪因什麼却嫌人。說禪祖", "1159": "云。只似尋常說話時。多少好。時有僧便問。因", "1160": "甚嫌人說禪。祖云。惡情悰。", "1161": "五祖一日。問圓悟無縫塔話。悟罔然。直從方", "1162": "丈隨至三門方道得。祖云。爾道得也。悟云不", "1163": "然。暫時不在。便不堪也。", "1164": "師因入室退閑坐。忽云。今時兄弟。知見情解", "1165": "多。須要記閑言長語來這裏答。大似手中握", "1166": "無價摩尼寶珠。被人問爾手中是什麼。却放", "1167": "下拈起一箇土塊。可殺癡。若恁麼。參到驢年", "1168": "也不省。", "1169": "師一日云。我這裏無法與人。秖是據款結案。", "1170": "恰如將箇琉璃瓶子來。護惜如什麼。我一見", "1171": "便為爾打破。爾又將得摩尼珠來。我又奪了。", "1172": "見爾恁地來。我又和爾兩手截了。所以臨濟", "1173": "和尚道。逢佛殺佛。逢祖殺祖。逢羅漢殺羅", "1174": "漢。爾且道。既稱善知識。為什麼却要殺人。", "1175": "爾且看。他是什麼道理。而今兄弟。做工夫不", "1176": "省這箇。過在何處。只為要去明他。且如恁麼", "1177": "也不得不恁麼也不得恁麼不恁麼總不得。", "1178": "作麼生是爾將一轉語便去明得麼。永明他", "1179": "不得。古人忒殺直截。爾不肯去直截處行。秖", "1180": "為分明極。翻令所得遲。", "1181": "師一日云。我平生好罵人。因看玄沙語錄。大", "1182": "喜他勘靈雲。道諦當甚諦當。敢保老兄未徹", "1183": "在可謂壁立萬仞。後來與靈雲說話了。却云。", "1184": "爾恁麼方始是徹。後頭却恁麼撒屎撒尿。却", "1185": "問圓悟如何。悟笑云。他後頭却恁麼地。我也", "1186": "理會不得。遂下來歸到寮。方知玄沙大段作", "1187": "怪。遂舉似圓悟。悟笑云。且喜爾知。晦堂云。", "1188": "今時諸方。多是無此藥頭。師云。切忌外人聞", "1189": "此麁言。", "1190": "師因見老宿上堂云。我在老師會中。得箇末", "1191": "後句。不免布施大眾。良久云。不與萬法為侶", "1192": "者。是什麼人。待汝一口吸盡西江水。即向汝", "1193": "道。便下座。師云。山僧即不然。我在老師會中", "1194": "得箇末後句。不免舉似大眾。便下座。", "1195": "洞山寶禪師。嗣五祖戒和尚。廬州人。為人廉", "1196": "謹。甞在五祖主事。戒病令行者往庫司取生", "1197": "薑煎藥。寶叱之。行者白戒。戒令將錢回買。寶", "1198": "方取薑付之。後筠州洞山闕人。郡守以書託", "1199": "戒。舉所知者主之。戒曰。賣生薑漢住得。遂出", "1200": "世住洞山。後移住歸宗。一日扶杖出門。見喝", "1201": "道來問。甚官。吏云。縣尉。令避路。寶側立道", "1202": "左避之。忽見馬跪不行。寶曰。畜生却識人。尉", "1203": "知是寶。再拜而去。復遷雲居。一夜山神肩輿", "1204": "遶寺行。寶云。擡爾爺擡爾娘。擡上方丈去。神", "1205": "復舁歸方丈。寶初行脚時。甞宿旅邸。為倡女", "1206": "所窘。遂讓榻與之睡。寶坐禪明發。倡女索宿", "1207": "錢。寶與之。出門自燒被褥而去。倡女以寶告", "1208": "其父母。遂請歸。致齋以謝。謂其真佛子也。甞", "1209": "作達磨祖師贊。最播叢林。瑯瑘覺和尚和之。", "1210": "今載正法眼藏。一僧問師云。某參禪不得。未", "1211": "審病在甚麼處。師云。病在這裏。僧云。某甲", "1212": "因什麼却參不得。師云。開眼尿床漢。我打爾", "1213": "去。", "1214": "懷禪師謂秀圓通曰。元青州慶福建并汝三", "1215": "人。克振吾宗。自餘皆是隨根受道。", "1216": "兜率悅禪師。在道吾首眾。時老智和尚居雲", "1217": "蓋。悅一日領數十衲子謁智。智與語未及數", "1218": "句。知悅所蘊深淺。笑曰。觀首座氣質不凡。奈", "1219": "何出言吐氣如醉人耶。悅面熱汗下。曰願和", "1220": "尚不吝慈悲。復與語未幾。又錐劄之。悅茫", "1221": "然。遂領其徒咨聞入室。智笑曰。公首眾說法", "1222": "人也。如某聞見不博。何益於公耶。再四懇之。", "1223": "智曰。老僧無福。道不取信於人。脫受首座禮", "1224": "拜。異日定取謗於某。竟不許。乃問悅曰。首座", "1225": "曾見法昌遇禪師否。曰曾看他語錄自了。可", "1226": "以不願見之。又問。曾見洞山文和尚否。曰關", "1227": "西子。沒頭腦。拕一條布裙作尿臭氣。有甚長", "1228": "處。智曰。首座但向尿臭氣參取。悅依教乃往", "1229": "洞山依止。未久深領奧旨。復往見老智。智曰。", "1230": "首座見關西子後。大事如何。悅曰。若不得和", "1231": "尚指示。洎乎蹉過一生。乃焚香禮謝。後出世", "1232": "嗣法洞山。居常誡其徒。敘其雲蓋指見洞山", "1233": "之語。汝等當以師事智和尚也。後智遷寂。是", "1234": "時照禪師住兜率。乃悅之高弟也。智後事盡", "1235": "得照主之。如師資禮。蓋其不忘付囑也。", "1236": "師一日云。菩薩人眼見佛性。須是眼見始得。", "1237": "大慧普覺禪師宗門武庫終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1998B 大慧普覺禪師宗門武庫", "source": "CBETA"}