{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1093 不空羂索呪經", "text": {"0": "No. 1093 [Nos. 1094, 1095, 1099,", "1": "cf. No. 1092(Fasc. 1)]", "10": "眾。復有若干大梵天王及諸天子。請佛說法。", "100": "生處處常得不離慈悲喜捨。世尊若人能受", "101": "持如是心呪者當得如是二十種功德。世尊", "102": "更復有得八種法。一者命終之日觀世音菩", "103": "薩當作比丘像現其人前。二者命終之時心", "104": "不散亂四大安隱。無諸苦惱紛繞其身。三者", "105": "病雖困篤亦無諸漏泄穢污屎尿不淨。四者", "106": "命終之日得正憶念心不亂錯。五者命終之", "107": "日不復覆面而死。六者命終之日得無量辯", "108": "才。七者命終之日欲樂生何佛國土者隨意", "109": "往生。八者常得善知識不相捨離是故八種", "11": "爾時觀世音菩薩摩訶薩。於是海會大眾之", "110": "福相現其人前。若有人能一日三時誦念。一", "111": "時三遍受持此呪者。當斷酒肉五辛。則所得", "112": "功德日夜增長。菩薩不自為已。知諸眾生心", "113": "性力故當為說之。勿為慳悋勿作憍嫉。或云", "114": "我能為汝汝不能耶。所以者何。菩薩捨嫉妬", "115": "意。為諸眾生作大利益。而取菩提入菩薩數。", "116": "言菩提者即是大智。言眾生者即是方便。此", "117": "二法者為眾生故而有所得。世尊願佛聽我", "118": "說此心呪。於如來前欲演說故。亦為四部諸", "119": "眾生輩。得安樂故得利益故。更為自餘罪惡", "12": "中。即從座起整理衣服。偏袒右肩右膝著地。", "120": "眾生除滅罪故。爾時世尊告觀世音菩薩言。", "121": "汝清淨眾生說是心。呪應當知時如來隨喜。", "122": "此心呪者。於未來世行菩薩行善男子善女", "123": "人。於此心呪當作父母想。", "124": "爾時觀世音菩薩摩訶薩。瞻覩尊顏目不暫", "125": "捨。而白佛言。世尊佛已聽我說此心呪。一切", "126": "菩薩所應禮拜恭敬尊重。此解脫圓滿法門。", "127": "為眾多人得利益故得安樂故。為欲憐愍眾", "128": "多人故。為諸天人世間得世樂故。", "129": "我今頂禮三世一切諸佛。及菩薩僧去來現", "13": "合掌向佛面目熙怡。開顏含笑而白佛言。婆", "130": "在聲聞緣覺。", "131": "我今頂禮正行正向一切諸聖。", "132": "我今頂禮大智舍利弗。", "133": "我今頂禮彌勒世尊菩薩眾等。", "134": "我今頂禮本師阿彌陀如來。", "135": "我今頂禮常住三寶。", "136": "敬禮觀世音菩薩摩訶薩大慈悲者。而說呪", "137": "曰。", "138": "多姪他一唵吽二這囉這囉三支唎支唎四", "139": "朱嚧朱嚧五摩訶迦𠺕尼迦六悉唎悉唎七之", "14": "伽婆於有心呪。名曰不空羂索王。我於往昔", "140": "唎之唎八毘唎毘唎九鉢頭摩訶薩多十哥羅", "141": "哥羅十一吉利吉利十二句盧句盧十三摩呵舒", "142": "大薩多婆十四佛著耶佛著耶十五陀婆陀婆十", "143": "六吉膩吉膩十七鉢囉二合摩舒大薩多婆十八", "144": "迦囉迦囉十九吉唎吉唎二十句嚧句嚧二十一摩", "145": "訶薩他莫鉢羅二合鉢多二十二這邏這邏二十三", "146": "毘遮囉二十四珊遮囉二十五鉢囉二合遮囉二十六伊", "147": "吒吒伊吒吒二十七婆囉婆囉二十八毘唎毘唎二十九", "148": "哹嚧哹嚧三十伊醯夷醯三十一摩呵迦𠺩尼", "149": "迦三十二摩呵鉢遮鉢帝鞞沙建囉三十三娑囉", "15": "從發菩提心已來。過九十一劫。於是劫中有", "150": "娑囉三十四柘囉柘囉三十五呵囉呵囉三十六呵呵", "151": "三十七兮兮三十八𠹎𠹎三十九唵引迦娑婆囉訶去莫", "152": "鞞沙達囉四十達囉達囉四十一地唎地唎四十二度", "153": "嚧度嚧四十三多囉多囉四十四薩囉薩囉四十五簸囉", "154": "簸囉四十六婆輕道羅婆輕道囉四十七阿囉濕迷", "155": "二合室多薩呵薩囉四十八波羅帝曼地徒筆反多", "156": "四十九舍𠼝囉五十十啝囉十啝囉五十一多波多波", "157": "五十二婆伽槃五十三蘇摩地底夜五十四頡履屣伽拏", "158": "五十五居鞞羅五十六婆囉醯眠達囉五十七頡履屣伽", "159": "拏五十八啼婆伽拏五十九嚩扶夜反利至多六十遮羅拏", "16": "世界名曰觀視。於彼剎中復有一佛。名曰世", "160": "六十一蘇嚧蘇嚧六十二朱嚧朱嚧六十三沒嚧沒嚧六十四", "161": "散捺鳩摩囉六十五侯𠺩達囉六十六婆娑長婆六十七", "162": "比疏󰽁檀那去大六十八頡履使那夜迦六十九蒱呼", "163": "毘指多鞞沙達羅七十達囉達囉七十一地唎地唎七十", "164": "二度嚧度嚧七十三他囉他囉七十四伽囉伽囉七十五", "165": "夜囉夜囉七十六羅囉羅囉七十七何囉何囉七十八末", "166": "囉末囉七十九拔囉拔囉八十拔囉陀夜八十一薩曼", "167": "多婆盧吉多八十二毘盧吉多八十三盧雞攝啝囉八十", "168": "四摩醯攝婆囉八十五慕呼慕呼八十六沒𡀔沒𡀔八十", "169": "七沒夜沒夜八十八門柘門柘八十九何𡆗叉何𡆗叉", "17": "界王如來應正遍知。然彼如來憐愍我故說", "170": "莫摩姓去甲寫九十薩婆拔夷嚩九十一薩婆烏簸", "171": "達囉鞞嚩九十二薩婆烏簸薩耆嚩九十三薩婆揭囉", "172": "醯嚩九十四婆去馱槃達那九十五曷囉社怛九十六娑", "173": "迦去囉賊九十七何祇儞火九十八憂馱迦水九十九鼻挱毒一百設", "174": "薩多囉戎仗一百一簸唎摹遮迦能解脫一百二迦拏迦拏", "175": "一百三吉儞吉儞一百四句󰽁句󰽁一百五遮囉遮囉一百六", "176": "因地唎夜一百七婆去邏蒱澄伽一百八柘妬阿唎耶", "177": "薩底夜一百九三鉢囉迦釋迦一百十多莫多莫一百十一", "178": "三莫三莫一百十二莫薩莫薩莫呵耽暮一百十三安馱", "179": "迦囉比馱摩那一百十四殺波囉蜜多鉢利哺囉", "18": "此心呪。我時於彼佛世尊所受持不忘。以是", "180": "迦一百十五彌唎彌唎一百十六吒吒吒吒一百十七茶偷嫁反", "181": "茶茶茶一百十八知知知知一百十九伊尼夜折莫吃唎", "182": "多一百二十鉢唎迦囉一百二十一伊醯夷醯一百二十二伊濕婆", "183": "囉一百二十三哹多槃這迦一百二十四句󰼹句󰼹一百二十", "184": "五波囉波囉一百二十六迦囉迦囉一百二十七迦吒迦吒", "185": "一百二十八莫吒莫吒一百二十九毘輸馱比沙耶婆私儞", "186": "一百三十摩訶迦流尼迦一百三十一輸毘多夜社儒波比", "187": "多一百三十二何囉怛那去摩句吒摩囉達囉一百三十三", "188": "薩婆腎若失邏思一百三十四吉唎多摩句吒一百三十五", "189": "摩呵大蒱多一百三十六迦摩邏訖唎二合多一百三十七", "19": "力故。從是已來常為無量無邊百千摩醯首", "190": "迦囉多邏一百三十八著那三摩著一百三十九毘木叉一百", "191": "四十鉢囉二合嗛必多一百四十一婆呼薩埵珊多帝一百", "192": "四十二鉢唎波柘迦一百四十三摩呵迦󰼹尼迦一百四十四薩", "193": "婆羯摩拔囉那比舒馱迦一百四十五薩婆嚩地鉢", "194": "邏摹這迦一百四十六薩婆薩埵娑摩攝婆索迦一百", "195": "四十七南摹素妬帝一百四十八蘇波呵一百四十九", "196": "此呪隨誦即成。一日三時一一時中誦一百", "197": "八遍。能得除滅五逆重罪及諸業障。燒沈水", "198": "香欲結界時。或呪水或呪灰。或呪芥子或呪", "199": "紫檀木四枚。各七遍釘於四方。一切瘧寒熱", "2": "不空羂索呪經", "20": "羅諸大天眾。淨居天王并諸天子無量無邊", "200": "病。作呪索誦二十一遍繫其咽下。即得除愈", "201": "一切諸病。或呪酥或呪油或呪水。各二十一", "202": "遍呪已服之。若欲破他所作呪咀。作其人形", "203": "像。或麵或埿或蠟。當以鑌鐵為刀段段割", "204": "之。若有人驚怖欲護身者。當作呪索帶於身", "205": "上。若有人患腹痛。呪鹹水服之。若有人被蟲", "206": "毒或被蛇螫。當用塗呪塗之。若有人患眼", "207": "痛。取白綖為呪索繫其耳上。若人患齒。取", "208": "迦羅毘羅木呪二十一遍。然後嚼之揩磨其", "209": "齒。欲作大界。取五色綖呪二十一遍。取紫", "21": "說法教化。令向阿耨多羅三藐三菩提。世尊", "210": "檀木四枚為𣐍繫索於𣐍上纏之。釘著四角", "211": "即成大界。一者怖處一切驚處欲護身者。當", "212": "作呪索帶行。或呪水灑之或呪灰用散其上。", "213": "若有鬼著取五色綖為呪索帶之或繫身體。", "214": "一切寒熱病者。取白綖呪二十一遍作索帶", "215": "行。若有得一切種種惡瘡。取蓽茇擣以為末", "216": "和蜜。呪二十一遍泥其瘡上。若有人患眼。取", "217": "香湯或甘草湯。呪二十一遍洗兩眼。若有人", "218": "患耳。煮油呪二十一遍內著耳中。一切鬪諍", "219": "一切官府一切恐怖處。取水呪二十一遍洗", "22": "我於彼佛所得是呪已。即得不忘智勝莊嚴", "220": "其面。若國內有大疫病。或城邑聚落。乃至家", "221": "內當作道場。牛糞塗地香湯灑地。於四角處", "222": "安置新淨水瓶。以種種華置其瓶裏。復將種", "223": "種華散道場處。持種種飲食皆令香美。復以", "224": "種種淨草敷設道場。以食置上并諸果蓏。於", "225": "四角處麵作燈盞。淨布作炷燒諸妙香。以最", "226": "勝上者而作供養。其呪師以香湯澡浴著", "227": "鮮淨衣。於其座上敷新淨褥而坐其上。誦持", "228": "此呪一切災變即得消滅。若有遇重病者。將", "229": "彼瓶水呪已灑於彼人。凡所灑者即得除滅", "23": "等一萬三昧。世尊隨有此心呪處。當知彼處", "230": "一切疫病。諸鬼崇者一切有怖畏處。以水灑", "231": "之皆得除愈。若有人被他禁呪。磨栴檀呪二", "232": "十一遍。泥其心上即得除愈。若欲除滅一切", "233": "業障及五逆四重。常誦莫住。若有家內遇疫", "234": "病。或復諸鬼擾亂其家。當取一百八枚蓮華。", "235": "一一蓮華各呪一遍。擲著火中即得除愈。若", "236": "欲取一切眾生心意。當取栴檀一百八枚長", "237": "二寸。一枚一遍呪之擲著火中。欲治一切鬼", "238": "病恐怖之處。當取闍耶草藉草根毘闍耶草藥", "239": "那句利藥揵陀那句梨草藥這憐尼草藥", "24": "有大天眾。所謂自在天大自在天。大梵天梵", "240": "阿婆耶波儞草藥因陀羅波尼草香附子多迦", "241": "羅香斫迦羅香摩訶斫迦羅香毘疏󰽁揵多香", "242": "蘇摩羅是梔子蘇難陀草。", "243": "如是諸草。皆搗之作末細羅之。取水和為丸", "244": "如大棗。呪一百八遍。或頭戴或繫手而行。一", "245": "切鬼病一切疫病不能為害。若有小兒著鬼", "246": "病及疫病所驚怖處。將一丸繫於咽下。若有", "247": "女人薄相難嫁娶者或有諸病。取此丸藥和", "248": "水澡浴。即除惡相最妙最勝隨意無難。若有", "249": "女人不生男者。持藥一丸繫其項即得產男。", "25": "天等一萬二千守攝防護。世尊隨其所在有", "250": "一切驚怖中皆作大護。若有人被蟲者。此藥", "251": "亦能破之。帶藥行者不被火燒諸難。若被惡", "252": "瘡。持此藥塗者即得除差。若有人為諸惡", "253": "事逼切。帶此藥者即蒙除難。若有人欲除惡", "254": "風惡雨。呪水二十一遍散於四方。即得除止。", "255": "若遇大雹。取一樹枝行呪遙打之。此觀世音", "256": "心呪雖不受持。但誦能破一切業障。能成一", "257": "切事皆得成就。若有人持此呪者。彼人當織", "258": "一白㲲。闊五尺長一丈不得割斷。綜縷彼㲲", "259": "當畫作一佛。綵色中不得用膠。當和香及", "26": "是呪處。應如塔想。世尊隨何方面有是心呪。", "260": "乳和綵色畫之。右邊畫作觀世音像。狀如摩", "261": "醯首羅天。頭上髮悉如䗍髻。方作華冠。肩", "262": "上當畫作黑鹿皮覆左肩上。自餘身分當畫", "263": "作種種瓔珞。其畫者教持八關齋勿得雜食。", "264": "日別香湯清淨澡浴著淨衣裳。其持呪者當", "265": "清淨處安像。像前以牛糞塗地。四方齊整縱", "266": "廣丈六尺。其壇場裏散純白華。置八水瓶各", "267": "受一斗。皆令新淨盛以香湯。復以種種華置", "268": "其瓶內。安其淨草立八草座處。安置八方作", "269": "八分食置其草座上。然後更以六十四分食。", "27": "應當證知彼諸人輩。已曾供養百千萬億那", "270": "各各種種雜美好者。自餘雜食具皆廣大羅", "271": "列作之。唯除五辛酒肉。餘但使可得之者皆", "272": "悉具之。若欲呪者。當三日三夜斷食燒沈水", "273": "香。其持呪人以妙香湯三時澡洗。大小便", "274": "時皆須澡浴。若不能三日三夜者。但一日一", "275": "夜斷食。當食三種白食乳酪粳米。在彼像前", "276": "長跪設飲食已。當誦呪一千八遍。爾時行者", "277": "在於像前。即見自身出大光明猶如火焰。既", "278": "自見已生大歡欣。乃至觀世音菩薩自來現", "279": "身。隨其心願皆悉與之。若欲隱身。當取雌黃", "28": "由他諸佛種諸善根。世尊若復有人聞此不", "280": "或石黛。擣令碎末精細羅之。在於像前呪一", "281": "千八遍。塗於眼上即得隱身。乃至騰空飛行。", "282": "復得三昧名不空智見在莊嚴。作如是法已。", "283": "然後凡所作者皆得成就。此是持呪法我今", "284": "說竟。", "285": "爾時佛說此經已。時觀世音菩薩摩訶薩。及", "286": "淨居諸天子娑婆世界主大梵天王。及諸菩", "287": "薩眾諸聲聞眾一切大眾人民。聞觀世音菩", "288": "薩對佛說此經。皆大歡喜奉行。", "289": "不空羂索呪經", "29": "空心呪者。當知彼人。若於往昔於他人所。行", "3": "隋天竺三藏闍那崛多譯", "30": "諸穢惡造諸非法。毀謗諸師毀謗正法。未來", "31": "世必墮阿鼻地獄。一切諸佛菩薩聲聞辟支", "32": "佛等皆悉捨離。彼人於後生悔恨心不復造", "33": "惡。彼人若能一日一夜斷食誦此心呪。彼人", "34": "重罪現世輕受。或一日間得寒熱病。或復二", "35": "日或復三日或復四日。或復七日得寒熱病。", "36": "或復眼痛或得耳痛。或脣齒疼痛或舌齶疼", "37": "痛。或復心痛或復腹痛。或膝痛或脇痛腰脊", "38": "肋痛。或患支節疼痛或得痔病。或大小便利", "39": "不通或下痢。或患手足或頭。痛或患瘡癬或", "4": "如是我聞。一時婆伽婆在逋多羅山頂觀世", "40": "患白癩大癩甘瘡疱瘡反華瘡惡毒瘡月食瘡。", "41": "或得羊癲諸鬼病等。或值呪咀野道種種言", "42": "說。或為他作而反著之。或為已作而更著之。", "43": "或被枷禁繫在牢獄或被他打或被他殺。或", "44": "他期剋罵詈毀辱或被誹謗。世尊我今略說。", "45": "或值身口意業逼切。或夜得惡夢。以現受故", "46": "彼等惡業悉得除滅。況復清淨諸眾生輩。正", "47": "信正行不滅罪者無有是處。世尊若有四輩", "48": "人民等。設以諂曲心聞此呪者。或復讀誦或", "49": "復受持。或晝夜常誦或為他解說已教令聽", "5": "音宮殿所居之處。於彼山中多有娑羅波樹", "50": "聞。乃至在畜生前說此心呪令彼耳聞。復能", "51": "說是金剛句等自心念言。金剛句者何等是", "52": "也。所謂一切不捨是也。一切不分別是也。一", "53": "切無為是也。一切不遲至是也。一切不作是", "54": "也。一切不染是也。一切平等心是也。一切無", "55": "至是也。一切不棄捨是也。一切不離五陰是", "56": "也。如是方便當須念佛。彼等諸人十方諸佛", "57": "數滿一千在於現前。彼等諸佛當教是人懺", "58": "悔除罪。世尊我今略說。若復有人。以竹帛書", "59": "是心呪受持禮拜。有如是等無量無邊功德", "6": "多摩羅樹。瞻蔔華樹阿提目多迦華樹等。更", "60": "之聚。世尊我今略說。聞此呪者不應起諍。世", "61": "尊若人共他鬪諍聞此呪者。或為驚怖大家", "62": "或護他意。或因調戲聞此呪者。世尊彼等諸", "63": "人應當思惟。令我耳根聞此呪者。以觀世音", "64": "菩薩威神力故非我自力。世尊譬如有人。或", "65": "取栴檀香或取龍腦香。或取麝香等種種諸", "66": "香。誹謗毀辱罵詈言說。誹謗毀辱罵詈言訖", "67": "已。還以是香塗其身體。然彼栴檀乃至麝香", "68": "不作是念。彼人誹謗我罵詈我毀辱我。豈有", "69": "是心。我與彼香不與彼耶。無有是處。世尊但", "7": "有種種無量無邊諸雜寶樹。周匝莊嚴。與大", "70": "彼自有香性不捨本性。如是如是。世尊若有", "71": "人。於我此心呪或復毀辱。或復道說誹謗乃", "72": "至如上所說。以諂曲之心恭敬尊重。世尊彼", "73": "諂曲眾生於未來世。於諸善根能為佛因。生", "74": "生處處不離戒定及勝智慧成就福聚之香。", "75": "於未來世能持戒香。世尊若善男子善女人。", "76": "或比丘比丘尼優婆塞優婆夷。或餘人輩為", "77": "此心呪故。於月八日十四日十五日。空腹一", "78": "日一夜莫食。身持禁戒心行精進。一日七遍", "79": "夜復七遍。誦此心呪已。莫念餘事莫共他語。", "8": "比丘眾八千人俱。復有無量首陀會天。無量", "80": "世尊彼人現世得二十種功德。何等為二十", "81": "種功德。一者一切病痛不惱其身。雖有病痛", "82": "以福業力故速得除差。二者其身微妙柔軟", "83": "光澤多人愛敬。三者諸根調伏。四者大得財", "84": "寶所求隨稱不被他劫奪。五者火不能燒。六", "85": "者水不能漂。七者王不能奪。凡所造業常得", "86": "吉利。八者惡雹不傷惡龍攝毒。九者不被災", "87": "旱不畏惡風疾雨。十者若人被蟲食於禾稼。", "88": "當取其沙灰水等任意呪之七遍。八方結界", "89": "上下諸方普遍結之。一切驚怖一切蟲毒即", "9": "百千左右圍遶。其名曰自在天眾大自在天", "90": "得除滅。十一者一切惡鬼吸人精氣。或於夢", "91": "中為人夫婦。欲相厭魅亦不能害。十二者於", "92": "一切惡眾生所常得安樂。心恒敬重無時暫", "93": "捨。十三者若有諸怨生於惡意。欲來讐對亦", "94": "自消滅。十四者但有惡人欲相害者。不能為", "95": "害即自去離。十五者一切呪詛一切蠱道。速", "96": "即自攝不能加害。十六者若處於眾中最強。", "97": "十七者諸有煩惱不能纏遶。十八者當在陣", "98": "敵鋒刃相害一心誦呪。一切刀杖箭矢即不", "99": "著身。十九者一切善神常隨擁護。二十者生"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1093 不空羂索呪經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}