{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2014 永嘉證道歌", "text": {"0": "No. 2014", "1": "永嘉證道歌", "10": "寂滅性中莫問覓。比來塵鏡未曾磨。今日分", "100": "赫日銷霜雪。不思議解脫力。妙用恒沙也無", "101": "極。四事供養敢辭勞。萬兩黃金亦銷得。粉骨", "102": "碎身未足酬。一句了然超百億。法中王最高", "103": "勝。恒沙如來同共證。我今解此如意珠。信受", "104": "之者皆相應。了了見無一物。亦無人亦無佛。", "105": "大千沙界海中漚。一切聖賢如電拂。假使鐵", "106": "輪頂上旋。定慧圓明終不失。日可冷月可熱。", "107": "眾魔不能壞真說。象駕崢嶸謾進途。誰見螗蜋", "108": "能拒轍。大象不遊於兔徑。大悟不拘於小節。", "109": "莫將管見謗蒼蒼。未了吾今為君訣。", "11": "明須剖析。誰無念誰無生。若實無生無不", "110": "永嘉證道歌終", "111": "無相大師行狀無相大師行狀", "112": "翰林學士朝散大夫行左司諫知制誥同", "113": "修國史判史判館事柱國南陽郡開國侯", "114": "食邑一千一百戶賜紫金魚袋楊億　述", "115": "溫州永嘉玄覺禪師者。永嘉人也。姓戴氏。丱", "116": "歲出家。遍探三藏精天台旨。觀圓妙法門。於", "117": "四威儀中。常冥禪觀。後因左谿朗禪師激勵。", "118": "與東陽策禪師。同詣曹谿。初到振錫携瓶。繞", "119": "祖三匝。祖曰。夫沙門者。具三千威儀八萬細", "12": "生。喚取機關木人問。求佛施功早晚成。放四", "120": "行。大德自何方而來生大我慢。師曰。生死事", "121": "大無常迅速。祖曰。何以體取無生。了無速乎。", "122": "曰體即無生。了本無速。祖云。如是如是。于時", "123": "大眾。無不愕然。師方具威儀參禮。須臾告辭。", "124": "祖曰。返太速乎。師曰。本自非動豈有速耶。祖", "125": "曰。誰知非動。曰仁者自生分別。祖曰。汝甚得", "126": "無生之意。曰無生豈有意耶。祖曰。無意誰當", "127": "分別。曰分別亦非意。祖歎曰。善哉善哉。少留", "128": "一宿。時謂一宿覺矣。策公乃留師。翌日下山", "129": "迴溫江。學者輻湊。號真覺大師。著禪宗悟修", "13": "大莫把捉。寂滅性中隨飲啄。諸行無常一切", "130": "圓旨。自淺之深。慶州刺史魏靜。緝而成十篇。", "131": "目為永嘉集。及證道歌一首。並盛行於世云", "132": "爾。", "14": "空。即是如來大圓覺。決定說表真僧。有人不", "15": "肯任情徵。直截根源佛所印。摘葉尋枝我不", "16": "能。摩尼珠人不識。如來藏裏親收得。六般神", "17": "用空不空。一顆圓光色非色。淨五眼得五力。", "18": "唯證乃知難可測。鏡裏看形見不難。水中捉", "19": "月爭拈得。常獨行常獨步。達者同遊涅槃路。", "2": "唐慎水沙門玄覺撰", "20": "調古神清風自高。貌顇骨剛人不顧。窮釋子", "21": "口稱貧。實是身貧道不貧。貧則身常披縷褐。", "22": "道則心藏無價珍。無價珍用無盡。利物應機", "23": "終不悋。三身四智體中圓。八解六通心地印。", "24": "上士一決一切了。中下多聞多不信。但自懷", "25": "中解垢衣。誰能向外誇精進。從他謗任他非。", "26": "把火燒天徒自疲。我聞恰似飲甘露。銷融頓", "27": "入不思議。觀惡言是功德。此即成吾善知識。", "28": "不因訕謗起冤親。何表無生慈忍力。宗亦通", "29": "說亦通。定慧圓明不滯空。非但我今獨達了。", "3": "君不見。絕學無為閒道人。不除妄想不求真。", "30": "恒沙諸佛體皆同。師子吼無畏說。百獸聞之", "31": "皆腦裂。香象奔波失却威。天龍寂聽生欣悅。", "32": "遊江海涉山川。尋師訪道為參禪。自從認得", "33": "曹谿路。了知生死不相關。行亦禪坐亦禪。語", "34": "默動靜體安然。縱遇鋒刀常坦坦。假饒毒藥", "35": "也閒閒。我師得見然燈佛。多劫曾為忍辱仙。", "36": "幾迴生幾迴死。生死悠悠無定止。自從頓悟", "37": "了無生。於諸榮辱何憂喜。入深山住蘭若。岑", "38": "崟幽邃長松下。優游靜坐野僧家。閴寂安居", "39": "實蕭灑。覺即了不施功。一切有為法不同。住", "4": "無明實性即佛性。幻化空身即法身。法身覺", "40": "相布施生天福。猶如仰箭射虛空。勢力盡箭", "41": "還墜。招得來生不如意。爭似無為實相門。一", "42": "超直入如來地。但得本莫愁末。如淨瑠璃含", "43": "寶月。既能解此如意珠。自利利他終不竭。", "44": "江月照松風吹。永夜清宵何所為。佛性戒珠", "45": "心地印。霧露雲霞體上衣。降龍鉢解虎錫。兩", "46": "鈷金環鳴歷歷。不是標形虛事持。如來寶杖", "47": "親蹤跡。不求真不斷妄。了知二法空無相。無", "48": "相無空無不空。即是如來真實相。心鏡明鑒", "49": "無礙。廓然瑩徹周沙界。萬象森羅影現中。一", "5": "了無一物。本源自性天真佛。五陰浮雲空去", "50": "顆圓光非內外。豁達空撥因果。莽莽蕩蕩招", "51": "殃禍。棄有著空病亦然。還如避溺而投火。捨", "52": "妄心取真理。取捨之心成巧偽。學人不了用", "53": "修行。深成認賊將為子。損法財滅功德。莫不", "54": "由斯心意識。是以禪門了却心。頓入無生知", "55": "見力。大丈夫秉慧劍。般若鋒兮金剛焰。非但", "56": "空摧外道心。早曾落却天魔膽。震法靁擊法", "57": "鼓。布慈雲兮灑甘露。龍象蹴踏潤無邊。三乘", "58": "五性皆醒悟。雪山肥膩更無雜。純出醍醐我", "59": "常納。一性圓通一切性。一法遍含一切法。一", "6": "來。三毒水泡虛出沒。證實相無人法。剎那滅", "60": "月普現一切水。一切水月一月攝。諸佛法身", "61": "入我性。我性同共如來合。一地具足一切地。", "62": "非色非心非行業。彈指圓成八萬門。剎那滅", "63": "却三祇劫。一切數句非數句。與吾靈覺何交", "64": "涉。不可毀不可讚。體若虛空勿涯岸。不離當", "65": "處常湛然。覓即知君不可見。取不得捨不得。", "66": "不可得中只麼得。默時說說時默。大施門開", "67": "無壅塞。有人問我解何宗。報道摩訶般若力。", "68": "或是或非人不識。逆行順行天莫測。吾早曾", "69": "經多劫修。不是等閒相誑惑。建法幢立宗旨。", "7": "却阿鼻業。若將妄語誑眾生。自招拔舌塵沙", "70": "明明佛勅曹溪是。第一迦葉首傳燈。二十八", "71": "代西天記。法東流入此土。菩提達磨為初祖。", "72": "六代傳衣天下聞。後人得道何窮數。真不立", "73": "妄本空。有無俱遣不空空。二十空門元不著。", "74": "一性如來體自同。心是根法是塵。兩種猶如", "75": "鏡上痕。痕垢盡除光始現。心法雙忘性即真。", "76": "嗟末法惡時世。眾生福薄難調制。去聖遠兮", "77": "邪見深。魔強法弱多恐害。聞說如來頓教門。", "78": "恨不滅除令瓦碎。作在心殃在身。不須冤訴", "79": "更尤人。欲得不招無間業。莫謗如來正法輪。", "8": "劫。頓覺了如來禪。六度萬行體中圓。夢裏明", "80": "旃檀林無雜樹。欝密森沈師子住。境靜林間", "81": "獨自遊。走獸飛禽皆遠去。師子兒眾隨後。三", "82": "歲便能大哮吼。若是野干逐法王。百年妖怪", "83": "虛開口。圓頓教勿人情。有疑不決直須爭。不", "84": "是山僧逞人我。修行恐落斷常坑。非不非是", "85": "不是。差之毫釐失千里。是則龍女頓成佛。非", "86": "則善星生陷墜。吾早年來積學問。亦曾討疏", "87": "尋經論。分別名相不知休。入海算沙徒自困。", "88": "却被如來苦訶責。數他珍寶有何益。從來蹭", "89": "蹬覺虛行。多年枉作風塵客。種性邪錯知解。", "9": "明有六趣。覺後空空無大千。無罪福無損益。", "90": "不達如來圓頓制。二乘精進勿道心。外道聰", "91": "明無智慧。亦愚癡亦小騃。空拳指上生實", "92": "解。執指為月枉施功。根境法中虛揑怪。不見", "93": "一法即如來。方得名為觀自在。了即業障本", "94": "來空。未了應須還夙債。饑逢王饍不能飡。", "95": "病遇醫王爭得瘥。在欲行禪知見力。火中生", "96": "蓮終不壞。勇施犯重悟無生。早時成佛于今", "97": "在。師子吼無畏說。深嗟懵懂頑皮靼。秖知犯", "98": "重障菩提。不見如來開祕訣。有二比丘犯婬", "99": "殺。波離螢光增罪結。維摩大士頓除疑。猶如"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2014 永嘉證道歌", "author": "唐 玄覺撰", "sourceLink": "http://www.cbeta.org/"}