{"author": "唐 法海集", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2007 南宗頓教最上大乘摩訶般若波羅蜜經六祖惠能大師於韶州大梵寺施法壇經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2007", "1": "南宗頓教最上大乘摩訶般若", "2": "波羅蜜經六祖惠能大師於韶州", "3": "大梵寺施法壇經一卷", "4": "兼授無相戒弘法弟子法海集記", "5": "第一折惠能大師於大梵寺講堂中，昇高座，說摩訶", "6": "般若波羅蜜法，授無相戒。其時座下僧尼、道", "7": "俗一萬餘人，韶州刺史韋據及諸官僚三十", "8": "餘人，儒士三十餘人，同請大師說摩訶般若波羅", "9": "蜜法。刺史遂令門人僧法海集記，流行後代，", "10": "與學道者承此宗旨，遞相傳授，有所依約，以", "11": "為稟承，說此《壇經》。第二折能大師言：「善知識！淨心念", "12": "摩訶般若波羅蜜法。」大師不語，自淨心神，良", "13": "久乃言：「善知識靜聽：惠能慈父，本官范陽，左", "14": "降遷流嶺南，作新州百姓。惠能幼小，父亦早亡。老", "15": "母孤遺，移來南海。艱辛貧乏，於市賣柴。忽有一", "16": "客買柴，遂領惠能至於官店，客將柴去。惠能", "17": "得錢，却向門前，忽見一客讀《金剛經》。惠能一", "18": "聞，心明便悟。乃問客曰：『從何處來，持此經", "19": "典？』客答曰：『我於蘄州黃梅縣東馮茂山，禮拜", "20": "五祖弘忍和尚，現今在彼，門人有千餘眾。我", "21": "於彼聽見大師勸道俗，但持《金剛經》一卷，即", "22": "得見性，直了成佛。』惠能聞說，宿業有緣，便即", "23": "辭親，往黃梅馮茂山禮拜五祖弘忍和尚。」第三折弘", "24": "忍和尚問惠能曰：「汝何方人？來此山禮拜吾，", "25": "汝今向吾邊，復求何物？」惠能答曰：「弟子是嶺", "26": "南人，新州百姓，今故遠來禮拜和尚，不求餘", "27": "物，唯求作佛。」大師遂責惠能曰：「汝是嶺南", "28": "人，又是獵獠，若為堪作佛！」惠能答曰：「人即有", "29": "南北，佛性即無南北；獵獠身與和尚不同，佛", "30": "性有何差別？」大師欲更共語，見左右在旁邊，", "31": "大師便不言，遂發遣惠能令隨眾作務。時有", "32": "一行者，遂差惠能於碓坊踏碓八个餘月。第四折五", "33": "祖忽於一日喚門人盡來，門人集訖。五祖曰：", "34": "「吾向汝說，世人生死事大。汝等門人，終日供", "35": "養，只求福田，不求出離生死苦海。汝等自", "36": "性迷，福門何可救汝？汝等且歸房自看，有知", "37": "惠者，自取本性般若知之，各作一偈呈吾。", "38": "吾看汝偈，若悟大意者，付汝衣法，稟為六代。", "39": "火急作！」第五折門人得處分，却來各至自房，遞相謂", "40": "言：「我等不須澄心用意作偈，將呈和尚。神秀", "41": "上座是教授師，秀上座得法後，自可依止，偈", "42": "不用作！」諸人息心，盡不敢呈偈。時大師堂前", "43": "有三間房廊，於此廊下供養，欲畫楞伽變，並", "44": "畫五祖大師傳授衣法流行後代為記。畫人", "45": "盧珍看壁了，明日下手。第六折上座神秀思惟：「諸人", "46": "不呈心偈，緣我為教授師，我若不呈心偈，五", "47": "祖如何得見我心中見解深淺？我將心偈上五", "48": "祖呈意，求法即善，覓祖不善，却同凡心奪其", "49": "聖位。若不呈心偈，終不得法。」良久思惟，甚難甚", "50": "難！夜至三更，不令人見，遂向南廊", "51": "下中間壁上題作呈心偈，欲求衣法。「若五祖", "52": "見偈，言此偈語，若訪覓我，我見和尚，即云是秀作。五祖見偈言不堪，自是我迷，宿業障重，不合", "53": "得法，聖意難測，我心自息。」秀上座三更於南", "54": "廊下中間壁上秉燭題作偈，人盡不知。偈曰：", "55": "「身是菩提樹，心如明鏡臺，", "56": "時時勤拂拭，莫使有塵埃。」", "57": "第七折神秀上座題此偈畢，卻歸房臥，並無人見。五祖", "58": "平旦，遂喚盧供奉來南廊下，畫楞伽變。五祖", "59": "忽見此偈，讀訖，乃謂供奉曰：「弘忍與供奉錢", "60": "三十千，深勞遠來，不畫變相也。《金剛經》云：", "61": "『凡所有相，皆是虛妄。』不如留此偈，令迷人誦。", "62": "依此修行，不墮三惡；依法修行，人有大利益。」", "63": "大師遂喚門人盡來，焚香偈前，眾人入見已，皆", "64": "生敬心。弘忍曰：「汝等盡誦此偈者，方得見性，依此", "65": "修行，即不墮落。」門人盡誦，皆生敬心，喚言", "66": "善哉！五祖遂喚秀上座於堂內，問：「是汝作偈", "67": "否？若是汝作，應得我法。」秀上座言：「罪過！實是", "68": "神秀作。不敢求祖，願和尚慈悲，看弟子有小", "69": "智惠識大意否？」五祖曰：「汝作此偈，見解", "70": "只到門前，尚未得入。凡夫依此偈修行，即", "71": "不墮落；作此見解，若覓無上菩提，即不可得。", "72": "要入得門，見自本性。汝且去，一兩日思", "73": "惟，更作一偈來呈吾，若入得門，見自本性，", "74": "當付汝衣法。」秀上座去數日，作不得。第八折有一童", "75": "子，於碓坊邊過，唱誦此偈。惠能一聞，知未見", "76": "性，即識大意。能問童子：「適來誦者，是何言", "77": "偈？」童子答能曰：「你不知大師言生死事大，欲", "78": "傳衣法，令門人等各作一偈來呈看，悟大意，", "79": "即付衣法，稟為六代祖。有一上座名神秀，", "80": "忽於南廊下書無相偈一首，五祖令諸門人", "81": "盡誦，悟此偈者，即見自性；依此修行，即得", "82": "出離。」惠能答曰：「我此踏碓八個餘月，未至堂", "83": "前，望上人引惠能至南廊下，見此偈禮拜，亦", "84": "願誦取，結來生緣，願生佛地。」童子引能至南", "85": "廊下，能即禮拜此偈。為不識字，請一人讀。惠", "86": "能聞已，即識大意。惠能亦作一偈，又請得一解", "87": "書人，於西間壁上提着，呈自本心，不識本心，", "88": "學法無益，識心見性，即悟大意。惠能偈", "89": "曰：", "90": "「菩提本無樹，明鏡亦無臺，", "91": "佛性常清淨，何處有塵埃？」", "92": "又偈曰：", "93": "「心是菩提樹，身為明鏡臺，", "94": "明鏡本清淨，何處染塵埃？」", "95": "院內徒眾，見能作此偈，盡怪，惠能却入碓坊。", "96": "五祖忽來廊下，見惠能偈，即知識大意。恐眾人知，", "97": "五祖乃謂眾人曰：「此亦未得了。」第九折五祖夜至三", "98": "更，喚惠能堂內，說《金剛經》。惠能一聞，言下便", "99": "悟。其夜受法，人盡不知，便傳頓教法及衣，以", "100": "為六代祖。衣將為信稟，代代相傳；法以心傳", "101": "心，當令自悟。五祖言：「惠能！自古傳法，氣如懸", "102": "絲！若住此間，有人害汝，汝即須速去。」第十折能得衣", "103": "法，三更發去。五祖自送能至九江驛，登時便", "104": "別，五祖處分：「汝去，努力將法向南，三年勿弘此", "105": "法，難去在後弘化，善誘迷人，若得心開，與吾悟", "106": "無別。」辭違已了，便發向南。第十一折兩月中間，至大庾", "107": "嶺，不知向後有數百人來，欲擬捉惠能，奪衣", "108": "法，來至半路，盡總却迴。唯有一僧，姓陳名", "109": "惠順，先是三品將軍，性行麁惡，直至嶺上，來", "110": "趁把着。惠能即還法衣，又不肯取。惠順曰：「我故遠來", "111": "求法，不要其衣。」能於嶺上，便傳法惠順，惠順", "112": "得聞，言下心開，能使惠順即却向北化人。", "113": "第十二折惠能來於此地，與諸官僚道俗，亦有累劫", "114": "之因。教是先聖所傳，不是惠能自知。願聞", "115": "先聖教者，各須淨心，聞了願自除迷，如先", "116": "代悟下是法。惠能大師喚言：「善知識！菩提般若", "117": "之智，世人本自有之，即緣心迷，不能自悟，須", "118": "求大善知識示道見性。善知識！愚人智人，佛性本亦無差別，只緣迷悟，迷即為愚，悟即成智。第十三折「善", "119": "知識！我此法門，以定惠為本。第一勿迷，言惠", "120": "定別，定惠體一不二。即定是惠體，即惠是定", "121": "用。即惠之時定在惠，即定之時惠在定。善知", "122": "識！此義即是定惠等。學道之人作意，莫言先定", "123": "發惠，先惠發定，定惠各別。作此見者，法有", "124": "二相，口說善，心不善，惠定不等；心口俱善，內", "125": "外一種，定惠即等。自悟修行，不在口諍。若", "126": "諍先後，即是迷人。不斷勝負，却生法我，不離四", "127": "相。」第十四折「一行三昧者，於一切時中，行、住、坐、臥，常行", "128": "直心是。《淨名經》云：『直心是道場，直心是淨", "129": "土。』莫心行諂曲，口說法直，口說一行三昧，不", "130": "行直心，非佛弟子。但行直心，於一切法上，無", "131": "有執著，名一行三昧。迷人著法相，執一行三", "132": "昧，直言坐不動，除妄不起心，即是一行三昧。", "133": "若如是，此法同無情，却是障道因緣。道須通", "134": "流，何以却滯？心不住法，道即通流，住即被縛。若", "135": "坐不動是，維摩詰不合呵舍利弗宴坐林中。", "136": "善知識！又見有人教人坐，看心看淨，不動不", "137": "起，從此置功。迷人不悟，便執成顛，即有數", "138": "百般如此教道者，故知大錯。第十五折「善知識！定惠猶", "139": "如何等？如燈光，有燈即有光，無燈即無光。燈", "140": "是光之體，光是燈之用。名即有二，體無兩般。此", "141": "定惠法，亦復如是。第十六折「善知識！法無頓漸，人有利", "142": "鈍。迷即漸勸，悟人頓修。識自本心，是見本性，", "143": "悟即原無差別，不悟即長劫輪迴。第十七折「善知識！我", "144": "此法門，從上以來，頓漸皆立無念為宗，無相", "145": "為體，無住為本。何名無相？無相者，於相而離", "146": "相。無念者，於念而不念。無住者，為人本性，念", "147": "念不住，前念、今念、後念，念念相續，無有斷", "148": "絕。若一念斷絕，法身即離色身。念念時中，", "149": "於一切法上無住。一念若住，念念即住，名繫", "150": "縛。於一切法上，念念不住，即無縛也，是以無住", "151": "為本。善知識！外離一切相，是無相。但能離相，", "152": "性體清淨。是以無相為體，於一切境上不", "153": "染，名為無念。於自念上離境，不於法上生", "154": "念。莫百物不思，念盡除却，一念斷即無，別處", "155": "受生。學道者用心，莫不識法意。自錯尚可，更", "156": "勸他人迷，不自見迷，又謗經法。是以立無念", "157": "為宗。即緣迷人於境上有念，念上便起邪", "158": "見，一切塵勞妄念從此而生。然此教門立無", "159": "念為宗，世人離見，不起於念，若無有念，無念", "160": "亦不立。無者無何事？念者念何物？無者，離二相", "161": "諸塵勞；念者，念真如本性。真如是念之體，念是真如之用。自性", "162": "起念，雖即見聞覺知，不染萬境，而常自在。《維", "163": "摩經》云：『外能善分別諸法相，內於第一義而", "164": "不動。』第十八折「善知識！此法門中，坐禪原不著心，亦不", "165": "著淨，亦不言不動。若言看心，心原是妄，妄如幻", "166": "故，無所看也。若言看淨，人性本淨，為妄念", "167": "故，蓋覆真如。離妄念，本性淨。不見自性本", "168": "淨，起心看淨，却生淨妄，妄無處所。故知看者，", "169": "看却是妄也。淨無形相，却立淨相，言是功夫，", "170": "作此見者，障自本性，却被淨縛。若修不動者，", "171": "不見一切人過患，即是自性不動。迷人自身不動，開", "172": "口即說人是非，與道違背。看心看淨，却是", "173": "障道因緣。第十九折「今既如是，此法門中，何名坐禪？此", "174": "法門中，一切無礙，外於一切境界上念不起", "175": "為坐，見本性不亂為禪。何名為禪定？外離", "176": "相曰禪，內不亂曰定。外若離相，內性不亂。", "177": "本性自淨曰定，只緣境觸，觸即亂，離相不亂即", "178": "定。外離相即禪，內不亂即定，外禪內定，", "179": "故名禪定。《維摩經》云：『即時豁然，還得本心。』《梵網菩", "180": "薩戒經》云：『本源自性清淨。』善知識！見自性自", "181": "淨，自修自作自性法身，自行佛行，自作自", "182": "成佛道。第二十折「善知識！總須自體與受無相戒。一時，", "183": "逐惠能口道，令善知識見自三身佛：於自色", "184": "身，歸依清淨法身佛；於自色身，歸依千百", "185": "億化身佛；於自色身，歸依當來圓滿報身佛。", "186": "已上三唱色身是舍宅，不可言歸，向者三身在自法", "187": "性，世人盡有，為迷不見，外覓三身如來，不見自", "188": "色身中三身佛。善知識！聽與善知識說，令善", "189": "知識於自色身見自法性有三身佛，此三身", "190": "佛從自性上生。何名清淨法身佛？善知識！世人性", "191": "本自淨，萬法在自性。思量一切惡事，即行於", "192": "惡行；思量一切善事，便修於善行。知如是一切", "193": "法盡在自性，自性常清淨，日月常明。只", "194": "為雲覆蓋，上明下暗，不能了見日月星辰，", "195": "忽遇惠風吹散捲盡雲霧，萬象森羅，一時皆", "196": "現。世人性淨，猶如清天。惠如日，智如月，智", "197": "惠常明。於外著境，妄念浮雲蓋覆，自性不", "198": "能明故。遇善知識，開真正法，吹却迷妄，內外", "199": "明澈，於自性中，萬法皆現。一切法在自性。", "200": "名為清淨法身。自歸依者，除不善心與不善行，是名", "201": "歸依。何名為千百億化身佛？不思量，性即空", "202": "寂；思量，即是自化。思量惡法，化為地獄；思量", "203": "善法，化為天堂；思量毒害，化為畜生；思量慈悲，化為菩", "204": "薩。思量智惠，化為上界；思量愚癡，化為下方。自性變", "205": "化甚多，迷人自不知見。一念善，知惠即生，此名自性化身佛。", "206": "何名為圓滿報身佛？一燈能除千年闇，一智能滅萬年愚。莫思向", "207": "前，常思於後，常後念善，名為報身。一念惡，報", "208": "却千年善心；一念善，報却千年惡滅。無常以", "209": "來，後念善，名為報身。從法身思量，即是化身；", "210": "念念善，即是報身。自悟自修，即名歸依也。皮", "211": "肉是色身，色身是舍宅，不在歸依也。但悟三身，即", "212": "識大意。第二十一折「今既自歸依三身佛已，與善知識發", "213": "四弘大願。善知識！一時逐惠能道：眾生無邊", "214": "誓願度，煩惱無邊誓願斷，法門無邊誓願學，", "215": "無上佛道誓願成三唱。善知識！眾生無邊誓", "216": "願度，不是惠能度，善知識心中眾生，各於自", "217": "身自性自度。何名自性自度？自色身中，邪", "218": "見煩惱，愚癡迷妄，自有本覺性，將正見度。既", "219": "悟正見般若之智，除却愚癡迷妄。眾生各各", "220": "自度，邪來正度，迷來悟度，愚來智度，惡來善", "221": "度，煩惱來菩提度，如是度者，是名真度。煩", "222": "惱無邊誓願斷，自心除虛妄。法門無邊誓願", "223": "學，學無上正法。無上佛道誓願成，常下心行，", "224": "恭敬一切，遠離迷執，覺智生般若，除却迷妄，", "225": "即自悟佛道成，行誓願力。第二十二折「今既發四弘誓願", "226": "訖，與善知識授無相懺悔，滅三世罪障。大師言：善", "227": "知識！前念、後念及今念，念念不被愚迷染。從", "228": "前惡行一時除，自性若除即是懺；前念後念", "229": "及今念，念念不被愚痴染，除却從前矯誑心，", "230": "永斷名為自性懺。前念、後念及今念，念念不被", "231": "疽疾染，除却從前嫉妒心，自性若除即是", "232": "懺已上三唱。善知識！何名懺悔？懺者終身不作，悔者", "233": "知於前非。惡業恆不離心，諸佛前口說無益，", "234": "我此法門中，永斷不作，名為懺悔。第二十三折「今既懺悔", "235": "已，與善知識授無相三歸依戒。」大師言：「善知", "236": "識！歸依覺，兩足尊；歸依正，離欲尊；歸依淨，", "237": "眾中尊。從今以後，稱佛為師，更不歸依餘", "238": "邪迷外道，願自三寶慈悲證明。善知識！惠能", "239": "勸善知識歸依三寶。佛者，覺也；法者，正", "240": "也；僧者，淨也。自心歸依覺，邪迷不生，少欲", "241": "知足，離財離色，名兩足尊。自心歸依正，念念無", "242": "邪故，即無愛著，以無愛著，名離欲尊。自心歸", "243": "依淨，一切塵勞妄念，雖在自性，自性不染著，", "244": "名眾中尊。凡夫不解，從日至日，受三歸依戒。若", "245": "言歸佛，佛在何處？若不見佛，即無所歸；既無", "246": "所歸，言却是妄。善知識！各自觀察，莫錯用意，", "247": "經中只言自歸依佛，不言歸依他佛。自性不", "248": "歸，無所依處。第二十四折「今既自歸依三寶，總各各至心，", "249": "與善知識說摩訶般若波羅蜜法。善知識雖", "250": "念不解，惠能與說，各各聽。摩訶般若波羅蜜", "251": "者，西國梵語，唐言大智惠彼岸到。此法須行，", "252": "不在口念。口念不行，如幻如化。修行者，法身與佛", "253": "等也。何名摩訶？摩訶者是大。心量廣大，猶如", "254": "虛空。若空心坐禪，即落無記空。虛空能含日月星辰", "255": "大地山河，一切草木，惡人善人，惡法善法，天", "256": "堂地獄，盡在空中，世人性空，亦復如是。第二十五折「性含", "257": "萬法是大，萬法盡是自性。見一切人及非人，", "258": "惡之與善，惡法善法，盡皆不捨，不可染著，猶", "259": "如虛空，名之為大，此是摩訶行。迷人口念，智", "260": "者心行。又有迷人，空心不思，名之為大，此亦", "261": "不是。心量廣大，不行是小。莫口空說，不修此行，", "262": "非我弟子。第二十六折「何名般若？般若是智惠。一切時中，念", "263": "念不愚，常行智惠，即名般若行。一念愚即般", "264": "若絕，一念智即般若生。世人心中常愚，自言我修般若。", "265": "般若無形相，智惠性即是。何名波羅蜜？此是西國", "266": "梵音，唐言彼岸到。解義離生滅，著境生滅起。如", "267": "水有波浪，即是於此岸；離境無生滅，如水永", "268": "長流，故即名到彼岸，故名波羅蜜。迷人口念，", "269": "智者心行。當念時有妄，有妄即非真有；念念", "270": "若行，是名真有。悟此法者，悟般若法，修般若", "271": "行。不修即凡，一念修行，法身等佛。善知識！即", "272": "煩惱是菩提。前念迷即凡，後念悟即佛。善", "273": "知識！摩訶般若波羅蜜，最尊、最上、第一，無住、", "274": "無去、無來。三世諸佛從中出，將大智惠到彼", "275": "岸，打破五陰煩惱塵勞，最尊、最上、第一。讚最", "276": "上乘法，修行定成佛。無去、無住、無來往，", "277": "是定惠等，不染一切法，三世諸佛從中變三", "278": "毒為戒定惠。第二十七折「善知識！我此法門從一般若生八萬四千", "279": "智惠。何以故？為世人有八萬四千塵勞，若無塵", "280": "勞，般若常在，不離自性。悟此法者，即是無", "281": "念、無憶、無著。莫起誑妄，即自是真如性。用", "282": "智惠觀照，於一切法不取不捨，即見性成佛", "283": "道。第二十八折「善知識！若欲入甚深法界，入般若三昧者，", "284": "直須修般若波羅蜜行，但持《金剛般若波羅蜜", "285": "經》一卷，即得見性，入般若三昧。當知此人功", "286": "德無量，經中分明讚嘆，不能具說。此是最上", "287": "乘法，為大智上根人說。小根之人若聞法，心", "288": "不生信。何以故？譬如大龍，若下大雨，雨於閻", "289": "浮提，城邑聚落，悉皆漂流，如漂草葉；若下大雨，雨於大海，不增不", "290": "減。若大乘者，聞說《金剛經》，心開悟解。故知本", "291": "性自有般若之智，自用智惠觀照，不假文字。", "292": "譬如其雨水，不從天有，原是龍王於江海中，", "293": "將身引此水，令一切眾生，一切草木，一切有", "294": "情無情，悉皆蒙潤。諸水眾流，却入大海，海納", "295": "眾水，合為一體。眾生本性般若之智，亦復如", "296": "是。第二十九折「小根之人，聞說此頓教，猶如大地草木根", "297": "性自小者，若被大雨一沃，悉皆自倒，不能增", "298": "長。小根之人，亦復如是。有般若之智，與大", "299": "智之人亦無差別。因何聞法即不悟？緣邪見", "300": "障重，煩惱根深，猶如大雲，蓋覆於日，不得風", "301": "吹，日無能現。般若之智，亦無大小，為一切眾", "302": "生，自有迷心，外修覓佛，未悟自性，即是小", "303": "根人。聞其頓教，不信外修，但於自心，令自本", "304": "性常起正見，一切邪見煩惱，塵勞眾生，當時盡悟，猶如", "305": "大海，納於眾流，小水大水，合為一體，即是見", "306": "性。內外不住，來去自由，能除執心，通達無礙，", "307": "心修此行，即與《般若波羅蜜經》本無差別。第三十折「一", "308": "切經書及文字，小大二乘，十二部經，皆因", "309": "人置，因智惠性故，故然能建立。我若無世人，", "310": "一切萬法本亦不有。故知萬法本從人興，一", "311": "切經書因人說有。緣在人中有愚有智，愚為", "312": "小人，智為大人。迷人問於智者，智人與愚人", "313": "說法，令使愚者悟解心開。迷人若悟解心開，", "314": "與大智人無別。故知不悟，即佛是眾生；一", "315": "念若悟，即眾生是佛。故知一切萬法，盡在", "316": "自身心中，何不從於自心頓見真如本性。《梵網菩", "317": "薩戒經》云：『本源自性清淨。』識心見性，自", "318": "成佛道。《維摩經》云：『即時豁然，還得本心。』第三十一折「善知識！我於忍", "319": "和尚處，一聞言下大悟，頓見真如本性。是故", "320": "以頓悟教法流行後代，令學道者頓悟菩提，各", "321": "自觀心，令自本性頓悟。若不能自悟者，須覓大", "322": "善知識示道見性。何名大善知識？解最上乘", "323": "法，直示正路，是大善知識，是大因緣。所為示", "324": "道，令得見性。一切善法，皆因大善知識能發", "325": "起故。三世諸佛十二部經，在人性中本自", "326": "具有。不能自性悟，須得善知識示道見性。", "327": "若自悟者，不假外求善知識。若取外求善知識", "328": "望得解脫，無有是處。識自心內善知識，即得", "329": "解脫。若自心邪迷，妄念顛倒，外善知識即有教", "330": "授，救不可得。汝若不得自悟，當起般若觀照，剎那間妄", "331": "念俱滅，即是自真正善知識，一悟即至佛地。", "332": "自性心地，以智惠觀照，內外明澈，識自本", "333": "心。若識本心，即是解脫。既得解脫，即是般若", "334": "三昧。悟般若三昧，即是無念。何名無念？無念", "335": "法者，見一切法，不著一切法；遍一切處，不著", "336": "一切處。常淨自性，使六賊從六門走出，於六", "337": "塵中不離不染，來去自由，即是般若三昧，自", "338": "在解脫，名無念行。莫百物不思，當令念絕，", "339": "即是法縛，即名邊見。悟無念法者，萬法盡", "340": "通；悟無念法者，見諸佛境界；悟無念頓法者，", "341": "至佛位地。第三十二折「善知識！後代得吾法者，常見吾", "342": "法身不離汝左右。善知識！將此頓教法門，同", "343": "見同行，發願受持，如是佛教，終身受持而不", "344": "退者，欲入聖位，然須傳授，從上以來，默", "345": "然而付衣法，發大誓願，不退菩提，即須分付。", "346": "若不同見解，無有志願，在在處處，勿妄宣傳，", "347": "損彼前人，究竟無益。若愚人不解，謗此法門，", "348": "百劫千生，斷佛種性。」第三十三折大師言：「善知識！聽", "349": "吾說〈無相頌〉，令汝迷者罪滅，亦名〈滅罪", "350": "頌〉」。頌曰：", "351": "「愚人修福不修道，謂言修福而是道。", "352": "布施供養福無邊，心中三業原來在。", "353": "若將修福欲滅罪，後世得福罪原在。", "354": "若解向心除罪緣，各自性中真懺悔。", "355": "若悟大乘真懺悔，除邪行正即無罪。", "356": "學道之人能自觀，即與悟人同一例。", "357": "惠能今傳此頓教，願學之人同一體。", "358": "若欲當來覓法身，三毒惡緣心裏洗。", "359": "努力修道莫悠悠，忽然虛度一世休。", "360": "若遇大乘頓教法，虔誠合掌至心求。」", "361": "大師說法了，韋使君、官僚、僧眾、道俗，讚言無", "362": "盡，昔所未聞。第三十四折使君禮拜，白言：「和尚說法，實不", "363": "思議。弟子尚有少疑，欲問和尚。望意和尚大", "364": "慈大悲，為弟子說。」大師言：「有疑即問，何須再", "365": "三？」使君問：「法可不？是西國第一師達摩祖", "366": "師宗旨？」大師言：「是！」使君問：「弟子見說達摩大師化", "367": "梁武帝。帝問達摩：『朕一生以來，造寺、布施、供", "368": "養有功德否？』達摩答言：『並無功德。』武帝惆", "369": "悵，遂遣達摩出境。未審此言，請和尚說。」六祖", "370": "言：「實無功德，使君勿疑達摩大師言。武", "371": "帝著邪道，不識正法。」使君問：「何以無功德？」和", "372": "尚言：「造寺、布施、供養，只是修福。不可將福以", "373": "為功德，功德在法身，非在於福田。自法性有功德，", "374": "平直是佛性，外行恭敬，若輕一切人，吾我", "375": "不斷，即自無功德。自性無功德，法身無功德。念", "376": "念行平等直心，德即不輕。常行於敬，自修", "377": "身即功，自修心即德。功德自心作，福與功", "378": "德別。武帝不識正理，非祖大師有過。」第三十五折使君禮", "379": "拜，又問：「弟子見僧俗常念阿彌陀佛，願", "380": "往生西方。請和尚說，得生彼否？望為破疑。」大", "381": "師言：「使君聽，惠能與說。世尊在舍衛城，說西", "382": "方引化，經文分明，去此不遠，只為下根。說近", "383": "說遠，只緣上智。人自兩種，法無兩般。迷悟有", "384": "殊，見有遲疾。迷人念佛生彼，悟者自淨其心。", "385": "所以佛言：『隨其心淨，則佛土淨。』使君！東方但", "386": "淨心無罪，西方心不淨有愆。迷人願生東方、", "387": "西方，悟者所在處並皆一種。心地但無不淨，西方去", "388": "此不遠；心起不淨之心，念佛往生難到。除十惡", "389": "即行十萬；無八邪即過八千。但行直心，到如", "390": "彈指。使君！但行十善，何須更願往生？不斷十", "391": "惡之心，何佛即來迎請？若悟無生頓法，見西", "392": "方只在剎那；不悟頓教大乘，念佛往生路遠，", "393": "如何得達？」六祖言：「惠能與使君移西方剎那", "394": "間，目前便見，使君願見否？」使君禮拜：「若此得", "395": "見，何須往生？願和尚慈悲，為現西方，大善！」大", "396": "師言：「一時見西方！無疑即散！」大眾愕然，莫知何", "397": "事。大師曰：「大眾！大眾！作意聽！世人自色身是", "398": "城，眼、耳、鼻、舌、身即是城門。外有五門，內有意", "399": "門。心即是地，性即是王。性在王在，性去王無。", "400": "性在身心存，性去身心壞。佛是自性作，莫向", "401": "身外求。自性迷，佛即是眾生；自性悟，眾生即是", "402": "佛。慈悲即是觀音，喜捨名為勢至，能淨是釋", "403": "迦，平直即是彌勒，人我即是須彌，邪心即是海水，煩", "404": "惱即是波浪，毒心即是惡龍，塵勞即是魚鼈，虛妄即", "405": "是鬼神，三毒即是地獄，愚癡即是畜生，十善", "406": "即是天堂。無人我，須彌自倒；除邪心，海水竭；煩", "407": "惱無，波浪滅；毒害除，魚龍絕。自心地上覺性", "408": "如來，放大智惠光明，照曜六門清淨，照破", "409": "六欲諸天，下照三毒若除，地獄一時消滅，內", "410": "外明澈，不異西方。不作此修，如何到彼？」座下", "411": "聞說，讚聲徹天，應是迷人，了然便見。使君禮", "412": "拜，讚言：「善哉！善哉！普願法界眾生，聞者一時", "413": "悟解。」第三十六折大師言：「善知識！若欲修行，在家亦得，", "414": "不由在寺。在寺不修，如西方心惡之人；在家", "415": "若修行，如東方人修善。但願自家修清淨，即", "416": "是西方。」使君問：「和尚！在家如何修？願為指授。」", "417": "大師言：「善知識！惠能與道俗作〈無相頌〉，汝等盡誦", "418": "取，依此修行頓教法，常與惠能說一處無別。」頌曰：", "419": "「說通及心通，如日處虛空，", "420": "惟傳頓教法，出世破邪宗。", "421": "教即無頓漸，迷悟有遲疾，", "422": "若學頓教法，愚人不可悉。", "423": "說即雖萬般，合理還歸一，", "424": "煩惱暗宅中，常須生惠日。", "425": "邪來因煩惱，正來煩惱除，", "426": "邪正悉不用，清淨至無餘。", "427": "菩提本清淨，起心即是妄，", "428": "淨性於妄中，但正除三障。", "429": "世間若修道，一切盡不妨，", "430": "常見在己過，與道即相當。", "431": "色類自有道，離道別覓道，", "432": "覓道不見道，到頭還自懊。", "433": "若欲覓真道，行正即是道，", "434": "自若無正心，暗行不見道。", "435": "若真修道人，不見世間過，", "436": "若見世間非，自非却是左。", "437": "他非我不罪，我非自有罪，", "438": "但自去非心，打破煩惱碎。", "439": "若欲化愚人，事須有方便，", "440": "勿令彼有疑，即是菩提現。", "441": "法原在世間，於世出世間，", "442": "勿離世間上，外求出世間。", "443": "邪見在世間，正見出世間，", "444": "邪正悉打却，菩提性宛然。此但是頓教，", "445": "亦名為大乘，迷來經累劫，", "446": "悟即剎那間。」", "447": "第三十七折大師言：「善知識！汝等盡誦取此偈，依偈修行，", "448": "去惠能千里，常在能邊；依此不修，對面千里。各", "449": "各自修，法不相待。眾人且散，惠能歸漕溪山，", "450": "眾生若有大疑，來彼山間，為汝破疑，同見佛", "451": "性。」合座官僚道俗，禮拜和尚，無不嗟嘆：「善哉", "452": "大悟，昔所未聞，嶺南有福，生佛在此，誰能得", "453": "知？」一時盡散。第三十八折大師往漕溪山，韶、廣二州行化", "454": "四十餘年。若論門人，僧之與俗，約有三五千人，說", "455": "不可盡。若論宗旨，傳授壇經，以此為依約。若", "456": "不得《壇經》，即無稟受。須知法處、年、月、日、姓名，", "457": "遞相付囑。無《壇經》稟承，非南宗弟子也。未得", "458": "稟承者，雖說頓教法，未知根本，終不免諍。但", "459": "得法者，只勸修行，諍是勝負之心，與佛道違背。", "460": "第三十九折世人盡傳南宗能、北宗秀，未知根本事由，且秀", "461": "禪師於南都荊州江陵府當陽縣玉泉寺住持修行，惠", "462": "能大師於韶州城東三十五里漕溪山住持修行。法", "463": "即一宗，人有南北，因此便立南北。何以漸", "464": "頓？法即一種，見有遲疾，見遲即漸，見疾即", "465": "頓，法無漸頓，人有利鈍，故名漸頓。第四十折神秀師常", "466": "見人說，惠能法疾，直指見路。秀師遂喚門人僧", "467": "志誠曰：「汝聰明多智，汝與吾至漕溪山到惠", "468": "能所，禮拜但聽，莫言吾使汝來。所聽得意旨，記", "469": "取，却來與吾說，看惠能見解與吾誰疾遲。汝", "470": "第一早來，勿令吾怪。」志誠奉使，歡喜遂行，半月", "471": "中間，即至漕溪山，見惠能和尚，禮拜即聽，不", "472": "言來處。志誠聞法，言下便悟，即契本心。起立", "473": "即禮拜，白言：「和尚！弟子從玉泉寺來，秀師處", "474": "不得啟悟，聞和尚說，便契本心。和尚慈悲，願", "475": "當教示。」惠能大師曰：「汝從彼來，應是細作？」志誠曰：「不是！」六祖曰：「何以不是？」", "476": "志誠曰：「未說時即是，說了即不是。」六祖言：「煩", "477": "惱即是菩提，亦復如是！」第四十一折大師謂志誠曰：「吾聞", "478": "汝禪師教人，唯傳戒定惠，汝和尚教人戒定", "479": "惠如何？當為吾說！」志誠曰：「秀和尚言戒定惠：", "480": "諸惡不作名為戒，諸善奉行名為惠，自淨其", "481": "意名為定，此即名為戒定惠。彼作如是說，不", "482": "知和尚所見如何？」惠能和尚答曰：「此說不可", "483": "思議，惠能所見又別。」志誠問：「何以別？」惠能答", "484": "曰：「見有遲疾。」志誠請和尚說所見戒定惠。大", "485": "師言：「汝聽吾說，看吾所見處：心地無", "486": "非是自性戒，心地無亂是自性定，心地無癡是自", "487": "性惠。」大師言：「汝師戒定惠勸小根智人；吾", "488": "戒定惠勸上智人。得悟自性，亦不立戒定惠。」志", "489": "誠言：「請大師說，不立如何？」大師言：「自性無", "490": "非、無亂、無癡，念念般若觀照，常離法相，有何", "491": "可立？自性頓修，無有漸次，所以不立。」志誠", "492": "禮拜，便不離漕溪山，即為門人，不離大師左", "493": "右。第四十二折又有一僧名法達，常誦《法華經》七年，心迷", "494": "不知正法之處。來至漕溪山禮拜，問大師言：「弟子常誦《妙法蓮華經》七年，心迷不知正法之處，經上有疑，大師智惠廣大，願", "495": "為除疑？」大師言：「法達！法即甚達，汝心不", "496": "達！經上無疑，汝心自邪，而求正法，吾心正", "497": "定即是持經。吾一生以來，不識文字，汝將《法", "498": "華經》來，對吾讀一遍，吾聞即知。」法達取經到，", "499": "對大師讀一遍，六祖聞已，即識佛意，便與法", "500": "達說《法華經》。六祖言：「法達！《法華經》無多語，七", "501": "卷盡是譬喻因緣。如來廣說三乘，只為世人", "502": "根鈍。經文分明，無有餘乘，唯有一佛乘。」大", "503": "師言：「法達！汝聽一佛乘，莫求二佛乘，迷即却汝", "504": "性。經中何處是一佛乘？吾與汝說，經云：『諸佛世", "505": "尊唯以一大事因緣故，出現於世。』已上十六字是正法此法如", "506": "何解？此法如何修？汝聽吾說，人心不思，本源", "507": "空寂，離却邪見即一大事因緣。內外不迷，即", "508": "離兩邊。外迷著相，內迷著空，於相離相，於空", "509": "離空，即是不迷。若悟此法，一念心開，出現", "510": "於世。心開何物？開佛知見。『佛』猶如『覺』也，分為", "511": "四門：開覺知見，示覺知見，悟覺知見，入覺知", "512": "見。此名開、示、悟、入，從一處入，即覺知見，見自本性，", "513": "即得出世。」大師言：「法達！吾常願一切世人，", "514": "心地常自開佛知見，莫開眾生知見。世人心邪，", "515": "愚迷造惡，自開眾生知見；世人心正，起智惠", "516": "觀照，自開佛知見。莫開眾生知見，開佛知見", "517": "即出世。」大師言：「法達！此是《法華經》一乘法。", "518": "向下分三，為迷人故。汝但依一佛乘。」大師", "519": "言：「法達！心行轉《法華》，不行《法華》轉；心正轉《法", "520": "華》，心邪《法華》轉。開佛知見轉《法華》，開眾生", "521": "知見被《法華》轉。」大師言：「努力依法修行，即是", "522": "轉經。」法達一聞，言下大悟，涕淚悲泣，白言：「和", "523": "尚！實未曾轉《法華》，七年被《法華》轉；以後轉《法", "524": "華》，念念修行佛行。」大師言：「即佛行是佛。」其時", "525": "聽人，無不悟者。第四十三折時有一僧名智常，來漕溪", "526": "山，禮拜和尚，問四乘法義。智常問和尚曰：", "527": "「佛說三乘，又言最上乘，弟子不解，望為教示。」", "528": "惠能大師曰：「汝自身心見，莫著外法相，原無", "529": "四乘法。人心量四等，法有四乘。見聞讀誦", "530": "是小乘，悟法解義是中乘，依法修行是大乘。", "531": "萬法盡通，萬行俱備，一切不離，但離法", "532": "相，作無所得，是最上乘，最上乘是最上行義，不", "533": "在口諍，汝須自修，莫問吾也。」第四十四折又有一僧名", "534": "神會，襄陽人也。至漕溪山禮拜，問言：「和尚坐", "535": "禪，見亦不見？」大師起，把打神會三下，却問神", "536": "會：「吾打汝，痛不痛？」神會答言：「亦痛亦不痛。」", "537": "六祖言曰：「吾亦見亦不見。」神會又問：「大師", "538": "何以亦見亦不見？」大師言：「吾亦見，常見自過", "539": "患，故云亦見。亦不見者，不見他人過罪，", "540": "所以亦見亦不見也。汝亦痛亦不痛如何？」神會", "541": "答曰：「若不痛，即同無情木石；若痛，即同凡夫，即", "542": "起於恨。」大師言：「神會！向前！見不見是兩邊，痛不痛", "543": "是生滅。汝自性且不見，敢來弄人？」神會禮拜，再禮拜，", "544": "更不言。大師言：「汝心迷不見，問善知識覓路；", "545": "汝心悟自見，依法修行。汝自迷不見自心，却", "546": "來問惠能見否？吾不自知，代汝迷不得；汝若", "547": "自見，代得吾迷？何不自修，問吾見否？」神會作", "548": "禮，便為門人，不離漕溪山中，常在左右。第四十五折大師", "549": "遂喚門人法海、志誠、法達、智常、智通、志徹、", "550": "志道、法珍、法如、神會。大師言：「汝等十弟子", "551": "近前，汝等不同餘人，吾滅度後，汝等各為一方", "552": "師。吾教汝等說法，不失本宗。舉三科法門，動用三十", "553": "六對，出沒即離兩邊，說一切法，莫離於性相。", "554": "若有人問法，出語盡雙，皆取法對，來去相因，", "555": "究竟二法盡除，更無去處。三科法門者，蔭、界、", "556": "入。蔭，是五蔭；界，是十八界；入，是十二入。何名五", "557": "蔭？色蔭、受蔭、想蔭、行蔭、識蔭是。何名十八界？", "558": "六塵、六門、六識。何名十二入？外六塵，中六門。", "559": "何名六塵？色、聲、香、味、觸、法是。何名六門？眼、", "560": "耳、鼻、舌、身、意是。法性起六識：眼識、耳識、鼻", "561": "識、舌識、身識、意識，六門、六塵。自性含萬法，名", "562": "為含藏識。思量即轉識，生六識，出六門、六塵，", "563": "是三六十八。由自性邪，起十八邪；若自性正起十", "564": "八正。惡用即眾生，善用即佛。用由何等？", "565": "由自性。第四十六折「對。外境無情對有五：天與地對，日", "566": "與月對，暗與明對，陰與陽對，水與火對。語", "567": "言法相對，有十二對：有為無為對，有色無", "568": "色對、有相無相對、有漏無漏對、色與空對、動", "569": "與靜對、清與濁對、凡與聖對、僧與俗對、老與", "570": "少對、長與短對、高與下對。自", "571": "性起用對有十九對：邪與正對、癡與惠對、", "572": "愚與智對、亂與定對、戒與非對、直與曲對、", "573": "實與虛對、嶮與平對、煩惱與菩提對、慈與害", "574": "對、喜與嗔對、捨與慳對、進與退對、生與滅", "575": "對、常與無常對、法身與色身對、化身與報身", "576": "對、體與用對、性與相對。語言與法", "577": "相對有十二對，外境無情對有五對，自性起用對有十九對，", "578": "都合成三十六對也。此三十六對法，解用", "579": "通一切經，出入即離兩邊。如何自性起用三", "580": "十六對共人言語？出外，於相離相；入內，於空", "581": "離空。著空，則惟長無明；著相，則惟長邪見。秉法", "582": "直言，不用文字。既云不用文字？人不合言語，", "583": "言語即是文字。自性上說空，正語言本性不", "584": "空。迷自惑，語言除故。暗不自暗，以明故暗；", "585": "暗不自暗，以明變暗。以暗現明，來去相因，", "586": "三十六對，亦復如是。」第四十七折大師言：「十弟子！以後傳", "587": "法，遞相教授一卷《壇經》，不失本宗。不稟受《壇", "588": "經》，非我宗旨。如今得了，遞代流行。得遇《壇", "589": "經》者，如見吾親授。十僧得教授已，寫為《壇經》，", "590": "遞代流行，得者必當見性。」第四十八折大師先天二年八", "591": "月三日滅度。七月八日，喚門人告別。大師先天", "592": "元年於新州國恩寺造塔，至先天二年七月", "593": "告別。大師言：「汝眾近前，吾至八月，欲離世", "594": "間，汝等有疑早問，為汝破疑，當令迷者盡悟，使", "595": "汝安樂。吾若去後，無人教汝。」法海等眾僧聞", "596": "已，涕淚悲泣。唯有神會不動，亦不悲泣。六祖", "597": "言：「神會小僧，却得善不善等，毀譽不動。餘者不", "598": "得，數年山中，更修何道？汝今悲泣，更憂阿誰？", "599": "憂吾不知去處在？若不知去處，終不別汝。汝", "600": "等悲泣，即不知吾去處；若知去處，即不悲泣。性", "601": "體無生無滅，無去無來。」「汝等盡坐，吾與汝一", "602": "偈：〈真假動靜偈〉，汝等盡誦取，見此偈意，與吾", "603": "意同。依此修行，不失宗旨。」僧眾禮拜，請大師留", "604": "偈，敬心受持。偈曰：", "605": "「一切無有真，不以見於真。", "606": "若見於真者，是見盡非真。", "607": "若能自有真，離假即心真。", "608": "自心不離假，無真何處真？", "609": "有情即解動，無情即無動。", "610": "若修不動行，同無情不動。", "611": "若見真不動，動上有不動，", "612": "不動是不動，無情無佛種。", "613": "能善分別相，第一義不動。", "614": "若悟作此見，則是真如用。", "615": "報諸學道者，努力須用意。", "616": "莫於大乘門，却執生死智。", "617": "前頭人相應，即共論佛義。", "618": "若實不相應，合掌禮勸善。", "619": "此教本無諍，若諍失道意。", "620": "執迷諍法門，自性入生死。」", "621": "第四十九折眾僧既聞，識大師意，更不敢諍，依法修行。一", "622": "時禮拜，即知大師不久住世。上座法海向前", "623": "言：「大師！大師去後，衣法當付何人？」大師言：", "624": "「法即付了，汝不須問。吾滅後二十餘年，邪法", "625": "撩亂，惑我宗旨。有人出來，不惜身命，定佛教", "626": "是非，竪立宗旨，即是吾正法。衣不合傳，汝", "627": "不信，吾與誦先代〈五祖傳衣付法頌〉。若據第", "628": "一祖達摩頌意，即不合傳衣。聽吾與汝誦。」", "629": "頌曰：", "630": "「第一祖達摩和尚頌曰：", "631": "「吾本來東土，傳教救迷情，", "632": "一花開五葉，結菓自然成。", "633": "「第二祖惠可和尚頌曰：", "634": "「本來緣有地，從地種花生，", "635": "當本元無地，花從何處生？", "636": "「第三祖僧璨和尚頌曰：", "637": "「花種須因地，地上種花生，", "638": "花種無生性，於地亦無生。", "639": "「第四祖道信和尚頌曰：", "640": "「花種有生性，因地種花生，", "641": "先緣不和合，一切盡無生。", "642": "「第五祖弘忍和尚頌曰：", "643": "「有情來下種，無情花即生，", "644": "無情又無種，心地亦無生。", "645": "「第六祖惠能和尚頌曰：", "646": "「心地含情種，法雨即花生，", "647": "自悟花情種，菩提菓自成。」", "648": "第五十折能大師言：「汝等聽吾作二頌，取達摩和尚頌", "649": "意。汝迷人依此頌修行，必當見性。」第一頌", "650": "曰：", "651": "「心地邪花放，五葉逐根隨，", "652": "共造無明業，見被業風吹。」", "653": "第二頌曰：", "654": "「心地正花放，五葉逐根隨，", "655": "共修般若惠，當來佛菩提。」", "656": "六祖說偈已了，放眾僧散。門人出外思惟，即", "657": "知大師不久住世。第五十一折六祖後至八月三日食後，", "658": "大師言：「汝等著位坐，吾今共汝等別！」法海", "659": "問言：「此頓教法傳授，從上以來至今幾代？」六", "660": "祖言：「初，傳授七佛，釋迦牟尼佛第七，大迦葉", "661": "第八，阿難第九，末田地第十，商那和修第十", "662": "一，優婆毱多第十二，提多迦第十三，佛陀難", "663": "提第十四，佛陀蜜多第十五，脇比丘第十六，", "664": "富那奢第十七，馬鳴第十八，毘羅長者第十", "665": "九，龍樹第二十，迦那提婆第二十一，羅睺羅", "666": "第二十二，僧迦那提第二十三，僧迦耶舍第", "667": "二十四，鳩摩羅馱第二十五，闍耶多第二十", "668": "六，婆修盤多第二十七，摩拏羅第二十八，鶴", "669": "勒那第二十九，師子比丘第三十，舍那婆斯", "670": "第三十一，優婆堀第三十二，僧迦羅第三十", "671": "三，須婆蜜多第三十四，南天竺國王子第三", "672": "子菩提達摩第三十五，唐國僧惠可第三十", "673": "六，僧璨第三十七，道信第三十八，弘忍第三", "674": "十九，惠能自身當今受法第四十。」大師言：「今", "675": "日以後，遞相傳授，須有依約，莫失宗旨。」第五十二折法海", "676": "又白：「大師今去，留付何法，令後代人如何見", "677": "佛？」六祖言：「汝聽！後代迷人，但識眾生，即能見", "678": "佛；若不識眾生，覓佛萬劫不可得見也。吾今", "679": "教汝識眾生見佛，更留〈見真佛解脫頌〉，迷即", "680": "不見佛，悟者即見。」法海願聞，代代流傳，世世", "681": "不絕。六祖言：「汝聽！吾與汝說。後代世人，若", "682": "欲覓佛，但識眾生，即能識佛，即緣佛心有眾生，", "683": "離眾生無佛心。", "684": "「迷即佛眾生，悟即眾生佛。", "685": "愚癡佛眾生，智惠眾生佛。", "686": "心嶮佛眾生，平等眾生佛。", "687": "一生心若嶮，佛在眾生中。", "688": "一念悟若平，即眾生自佛。", "689": "我心自有佛，自佛是真佛。", "690": "自若無佛心，向何處求佛？」", "691": "第五十三折大師言：「汝等門人好住！吾留一頌，名〈自性見真", "692": "佛解脫頌〉。後代迷人，聞此頌意，即見自心自", "693": "性真佛。與汝此頌，吾共汝別。」頌曰：", "694": "「真如淨性是真佛，邪見三毒是真魔。", "695": "邪見之人魔在舍，正見之人佛在堂。", "696": "性中邪見三毒生，即是魔王來住舍。", "697": "正見忽除三毒心，魔變成佛真無假。", "698": "化身報身及法身，三身原本是一身。", "699": "若向性中覓自見，即是成佛菩提因。", "700": "本從化身生淨性，淨性常在化身中。", "701": "性使化身行正道，當來圓滿真無窮。", "702": "婬性本是淨性因，除婬即無淨性身。", "703": "性中但自離五欲，見性剎那即是真。", "704": "今生若悟頓教門，悟即眼前見世尊。", "705": "若欲修行求覓佛，不知何處欲覓真？", "706": "若能心中自有真，有真即是成佛因。", "707": "自不求真外覓佛，去覓總是大癡人。", "708": "頓教法者是西流，救度世人須自修。", "709": "今報世間學道者，不依此見大悠悠。」", "710": "大師說偈已了，遂告門人曰：「汝等好住，今共", "711": "汝別，吾去以後，莫作世情悲泣，而受人弔", "712": "問錢帛，著孝衣，即非聖法，非我弟子。如吾在", "713": "日一種，一時端坐，但無動無靜，無生無滅，無", "714": "去無來，無是無非，無住，坦然寂靜，即是大道。", "715": "吾去以後，但依法修行，共吾在日一種；吾若", "716": "在世，汝違教法，吾住無益。」大師云此語已，夜", "717": "至三更，奄然遷化。大師春秋七十有六。第五十四折大師", "718": "滅度之日，寺內異香氛氳，經數日不散。山崩", "719": "地動，林木變白，日月無光，風雲失色。八月三", "720": "日滅度，至十一月迎和尚神座於漕溪山，葬", "721": "在龍龕之內，白光出現，直上衝天，三日始散。韶", "722": "州刺史韋據立碑，至今供養。第五十五折此《壇經》，法海", "723": "上座集。上座無常，付同學道際。道際無常，付", "724": "門人悟真。悟真在嶺南漕溪山法興寺，現今", "725": "傳授此法。第五十六折如付此法，須得上根智，深信佛", "726": "法，立於大悲，持此經，以為稟承，於今不絕。第五十七折和尚", "727": "本是韶州曲江縣人也。如來入涅槃，法教流", "728": "東土，共傳無住心，即我心無住。此真菩薩說，真", "729": "實亦譬喻，唯教大智人，無住是旨依。凡發誓修行，", "730": "修行遭難不退，遇苦能忍，福德深厚，方授此", "731": "法。如根性不堪，裁量不得，雖求此法，建立不", "732": "得者，不得妄付《壇經》。告諸同道者，令知密意。", "733": "南宗頓教最上大乘壇經一卷", "734": "大乘志三十　大聖志四十　大通志五十", "735": "大寶志六十　大法志七十　大德志八十", "736": "清之藏志三十　清持藏志四十　清寶藏", "737": "志五十　清蓮藏志六十　清海藏志七十", "738": "大法藏志八十　此是菩薩法號"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2007 南宗頓教最上大乘摩訶般若波羅蜜經六祖惠能大師於韶州大梵寺施法壇經", "source": "CBETA"}