{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0303 佛華嚴入如來德智不思議境界經: 佛華嚴入如來德智不思議境界\n經: 入如來德智不思議境界經", "text": {"0": "佛華嚴入如來德智不思議境界", "1": "經卷下", "10": "別，然復無功用無分別故，諸行下、中、上事，", "100": "所，種種味，種種色彼水住。曼殊尸利！其雲無", "101": "分別念，然以無功用無分別故，此等事轉，如", "102": "是，如是。曼殊尸利！如來、應、等正覺以佛身雲，", "103": "遍布滿十方世界已，於諸眾生種種積集善", "104": "根，種種作願，種種內心信解，種種解脫住處，", "105": "遍雨種種法雨，所有種種積集善根，眾生作", "106": "願，內心信解，各各善根作願，內信解脫住", "107": "處，以種種法雨故，隨能隨力，令其善根增長。", "108": "曼殊尸利！如來亦無分別無異分別，我為此", "109": "等眾生增長善根，令其得聲聞智；我為此等", "11": "自然迴轉。如是，如是，曼殊尸利！如來、應、正遍", "110": "眾生增長善根，令其得獨覺智；我為此等眾", "111": "生增長善根，令其得佛陀智；我為此等眾生", "112": "增長善根，令其生四天大王宮；我為此等增", "113": "長善根，令其生三十三天宮；如是略說，乃至", "114": "夜摩、兜率多、化樂、他化自在，如是婆囉訶摩", "115": "眾、婆囉訶摩師、少光、無量光、光音、少淨、無量", "116": "淨、遍淨、大果、福生、淨居、阿迦尼沙詫。曼殊尸", "117": "利！如來不如是分別，令此等眾生增長善根，", "118": "當生種種王處；令此等眾生增長善根，當生", "119": "種種人處；令此等眾生增長善根，當生種種", "12": "知，隨眾生下、中、上業熟力，還有下、中、上，如來", "120": "自在處。曼殊尸利！如來亦無分別無異分別。", "121": "曼殊尸利！然如來以無功用無分別故，隨諸", "122": "眾生作願，內心信解，積集善根，此如是等色", "123": "類事轉；如來於諸處捨，無有分別。「曼殊尸利！", "124": "譬如日輪出時，其間次第，放無數俱致那由", "125": "多百千光炎，除去閻浮洲中所有諸闇，其日", "126": "輪亦無分別無異分別，然以無功用無分別", "127": "故，此等事轉。如是，如是，曼殊尸利！如來日", "128": "輪出時，其間次第，放無數俱致那由多百千", "129": "智炎，除去諸見作闇，唯除佛住持成熟眾生", "13": "為眾生見。曼殊尸利！如來亦無分別無異分", "130": "故。曼殊尸利！如來亦無分別，我為眾生今", "131": "破散見事，當破散見事。曼殊尸利！然如來以", "132": "無功用無分別故，此如是等色類事轉。曼殊", "133": "尸利！如來於諸處捨，無有分別。「曼殊尸利！譬", "134": "如為幻所化，由幻師故，現種種事，以無功用", "135": "無分別故，分種種身。曼殊尸利！彼幻所化，不", "136": "可說不生、不滅，無字、無聲，無方處、無有物，無", "137": "想、無思，無二、無行，無等、無對。曼殊尸利！然", "138": "彼為幻所化，由幻師故，現種種事，以無功用", "139": "無分別故。如是，如是，曼殊尸利！如來、應、等正", "14": "別，然無功用無分別故，如來如是事轉。「曼殊", "140": "覺，隨眾生故，種種所行，威儀事入處示現。", "141": "曼殊尸利！彼如來不可說，不生、不滅，無字、無", "142": "聲，無方處、無有物，無想、無思，無二、無行，與", "143": "法界等、無對。「曼殊尸利！譬如日由循迷留山", "144": "王故，四大洲中眾生，或有見出時，或有見下", "145": "時，或有見日高來時，或有知下入時，或有知", "146": "半夜時，或有中時，或有知日出來初打鼓時，", "147": "彼國一日分為四分，若盡一分則打鼓為節，此謂四分中初打鼓時或有下入初打鼓", "148": "時，或有殘日打鼓時，或有殘夜打鼓時，如是", "149": "日輪，四大洲中眾生，各各異見，其日輪亦無", "15": "尸利！譬如真頗致迦摩尼寶隨衣種種故有", "150": "分別無異分別，然由循迷留故，四洲世界", "151": "中，現種種事，以無功用無分別故。如是，如是，", "152": "曼殊尸利！如來、應、等正覺，於此一眾中，或", "153": "有眾生，知如來欲證覺，或有知欲涅槃，或", "154": "有知世尊已證覺，或有此眾中知世尊已涅", "155": "槃，或有世尊證覺已十年，或有知世尊涅", "156": "槃已十千年，或有知世尊法教純至時，或有", "157": "知世尊法教隱沒時，或有知世尊說法已十、", "158": "二十、三十、四十年，或有知世尊涅槃已十、二", "159": "十、三十、四十俱致那由多百千劫。曼殊尸利！", "16": "種種色。曼殊尸利！若頗致迦摩尼寶，置黃", "160": "或有天人知奢迦夜牟尼世尊證覺已不可說", "161": "不可說劫。曼殊尸利！如來亦無分別無異分", "162": "別。曼殊尸利！然如來以無功用無分別故，隨", "163": "眾生有如是色類，所作事轉。「曼殊尸利！譬如", "164": "閻浮洲中，大風輪吹時，其諸草木、藥林、葉動，", "165": "振已復振，亂已復亂，或有葉東方低西方舉，", "166": "或有葉西方低東方舉，或有葉邊舉中低，或", "167": "有北方舉南方低，其草木、藥林、葉亦無分別，", "168": "然隨風輪故，種種所作事轉。如是，如是，曼殊", "169": "尸利！如來、應、等正覺，亦無分別無異分別，然", "17": "衣上，頗致迦摩尼寶即作黃色；若置赤衣上，", "170": "隨眾生故，於叉拏叉拏間，常有如是不可數", "171": "行，威儀所作，事入處轉。曼殊尸利！眾生所有", "172": "攀緣如來作意念，轉還爾許劫，所有那囉迦、", "173": "畜生、餓鬼、閻摩世等生處，當斷當迴。曼殊尸", "174": "利！如來如是，無量具足。曼殊尸利！能一攀", "175": "緣如來作意念事，於無量無數俱致那由多", "176": "百千劫中，住不可思解脫三摩地，菩薩摩訶", "177": "薩，不能至其功德邊際。「曼殊尸利！譬如日從", "178": "大海起，出住虛空境界，放無數俱致那由多", "179": "百千炎，諸村、城邑、國土、王都中示現，而與破", "18": "頗致迦摩尼寶即作赤色；若置青衣上，頗致", "180": "散黑闇，乾諸濁泥，生長諸草木、藥林，成熟諸", "181": "藥，發起諸所作業，於諸河、池、泊中，一時影", "182": "到而住處不動。曼殊尸利！日輪亦無分別無", "183": "異分別，然以無功用無分別故，此等如是色", "184": "類事轉。如是，如是，曼殊尸利！如來、應、等正覺，", "185": "從有海起，出住虛空境界，放無數俱致那由", "186": "多百千智炎，十方諸世界中，遍布示現，與諸", "187": "眾生，破散無明黑闇瞖膜，乾諸煩惱濁泥，", "188": "生長諸善根，成熟諸善根聚，發起諸善門，並", "189": "於一時諸所作轉，而住處不動。曼殊尸利！如", "19": "迦摩尼寶即作青色；如是置何似何似色上，", "190": "來亦無分別無異分別，然以無功用無分別", "191": "故，此等如是色類事轉。「曼殊尸利！若有善家", "192": "子、善家女，十方諸世界中所有微塵等，諸佛", "193": "及聲聞眾，施天百味食，日日施天衣，如是施", "194": "時，於𠷐伽河沙等劫施，彼等滅度已，為一", "195": "一如來，遍十方世界，於一一世界中，作十方", "196": "諸世界微塵等娑偷波，閻浮那陀金為體，電", "197": "燈摩尼寶為間錯，諸光選摩尼寶欄楯圍繞，", "198": "摩尼珠懸以莊嚴，立幢幡蓋，鈴網覆上，塗", "199": "以大蛇牢固栴檀那香，以摩尼網覆上，彼等", "2": "隋天竺三藏闍那崛多譯", "20": "還作如是色。曼殊尸利！頗致迦摩尼寶，亦無", "200": "娑偷波，以三千大千世界量等天蓋雲，幢雲", "201": "香雲，自在王摩尼寶雲，如意摩尼寶雲，散以", "202": "復散，日日三時，如是供養，於𠷐伽河沙等", "203": "劫供養；復有別異無量無數眾生，亦教住如", "204": "是供養。曼殊尸利！若有別異善家子、善家女，", "205": "此《說入如來功德不思境界法本》，乃至信解，", "206": "此過彼無數分福德生。「曼殊尸利！信解此法", "207": "本菩薩，當滿足無量無數俱致那由多百千", "208": "波囉蜜，當超越無量無數俱致那由多百千", "209": "地，當後面背無量無數俱致那由多百千劫，", "21": "分別無異分別。如是，如是，曼殊尸利！如來隨", "210": "當知無量無數俱致那由多百千佛遊戲，當", "211": "破散無量無數憍慢山，當倒無量無數慳妬", "212": "幢，當乾竭無量無數渴愛河，當度無量無數", "213": "生死海，當斷無量無數摩囉羂索，當遮障日", "214": "月、舍迦囉、婆囉訶摩、護世尊威力，從佛土", "215": "至佛土，當救護那囉迦、低利夜、卑黎多、夜摩", "216": "世等所生眾生，當得逢會諸佛菩薩，當得海", "217": "印三摩地，當得名諸法平等入三摩地，當得", "218": "名諸法自在轉三摩地，當得名諸相莊嚴三摩", "219": "地，當得名寶所生三摩地，當得名作喜三摩", "22": "眾生色，作種種色。曼殊尸利！若眾生以金色", "220": "地，當得名蓮華莊嚴三摩地，當得名虛空庫", "221": "藏三摩地，當得名諸世順行三摩地，當得名", "222": "正法白華三摩地，當得名境界自在轉三摩", "223": "地，當得名大頻申三摩地，當得名虛空心自", "224": "在轉三摩地，當得名師子頻申三摩地，當得", "225": "名日燈三摩地，當得名無邊旋流三摩地，當", "226": "得名懸峻順行三摩地，當得名金剛輪三摩", "227": "地，當得名金剛幢三摩地，當得名如金剛三", "228": "摩地，當得名金剛齊三摩地，當得名持地三", "229": "摩地，當得名迷留燈三摩地，當得名諸眾生", "23": "如來身現而得化度者，彼等當見金色如來", "230": "心自在轉三摩地，當得名諸眾生行境界出", "231": "三摩地，當得名迷留幢三摩地，當得名寶藏", "232": "三摩地，當得名心自在轉三摩地，當得名深", "233": "密方便三摩地，當得名雜色光辯三摩地，當", "234": "得名觀視三摩地，當得名觀察諸法三摩地，", "235": "當得名遊戲三摩地，當得名不憙樂諸勝智", "236": "通三摩地，當得名破散摩囉輪三摩地，當得", "237": "名示現諸色三摩地，當得名勝益諸色三摩", "238": "地，當得名觀身三摩地，當得名信行主三摩", "239": "地，當得名智慧燈三摩地，當得名現覺燈三", "24": "身；若眾生以鞞琉璃夜摩尼寶色得化度者，", "240": "摩地，當得名說別缺三摩地，當得名入諸相", "241": "功德三摩地，當得名決定諸法行三摩地，當", "242": "得名寂靜決定神通三摩地，當得名健行三", "243": "摩地，當得名深無畏水海波三摩地，當得如", "244": "是等為首，俱致那由多百千不可數三摩地。", "245": "當得無邊佛身色成就出陀囉尼，當得名智", "246": "主陀囉尼，當得名清淨音鳴陀囉尼，當得名", "247": "無盡篋陀囉尼，當得名無邊淵陀囉尼，當得", "248": "名海印陀囉尼，當得名蓮華莊嚴陀囉尼，當", "249": "得名入無著門陀囉尼，當得名正決定陀囉", "25": "彼等當見鞞琉璃夜摩尼寶色；若眾生以真", "250": "尼，當得名佛瓔珞住持陀囉尼，當得如是等", "251": "為首，俱致那由多百千不可數陀囉尼。當順", "252": "得諸行勝，當順得諸法中不由他智，當順得", "253": "諸疑斷，當得佛百千不可數遊戲，當得善巧", "254": "勝諸眾生行。「曼殊尸利！譬如循迷留山王，映", "255": "蔽諸山光熾照曜。如是，如是，曼殊尸利！此法", "256": "本中，信解菩薩，映蔽眾生，諸善根光熾照", "257": "曜。」爾時，曼殊尸利童子，告閉塞諸蓋菩薩摩", "258": "訶薩言：「佛子！更有別勝法中信解菩薩，當得", "259": "如是別勝功德？」如是語已。閉塞諸蓋菩薩摩", "26": "珠色得化度者，彼等當見如來真珠色；若眾", "260": "訶薩，告曼殊尸利童子言：「曼殊尸利！有五法", "261": "信解菩薩，當得如是別勝功德。何者為五？諸", "262": "法無對、無生、無滅不可說，當如是信解，過閻", "263": "浮洲最微塵，如來所行威儀，所作入處，無功", "264": "用無分別，於念念中常轉，當如是信解。於", "265": "常會中所作，成熟眾生，彼世尊奢迦牟尼，", "266": "於𠷐伽河沙等劫中已證覺，當如是信解。從", "267": "然燈佛，受記已來，乃至證覺，於此中間，所有", "268": "菩薩行，彼世尊奢迦牟尼，盡佛境界等劫，已", "269": "證覺示現，當如是信解。誅殺奢迦，示現所作，", "27": "生以天帝青摩尼寶色得化度者，彼等當見", "270": "成熟眾生，彼世尊奢迦牟尼，盡佛境界等劫，", "271": "已證覺示現，當如是信解。曼殊尸利！如是五", "272": "種信解菩薩，當得如是別勝功德。「曼殊尸利！", "273": "若有善家子、善家女，施諸世界微塵等八解", "274": "脫定阿羅漢，天百味食，日日以天衣施，如是", "275": "施與，於𠷐伽河沙等劫施。曼殊尸利！若有", "276": "善家子、善家女，一日施一獨覺食，此於彼福", "277": "勝過無數分生。曼殊尸利！若有善家子、善家", "278": "女，作十方諸世界微塵等遊行處舊譯云寺，一一世", "279": "界中，閻浮那陀金為體；電燈摩尼寶，以為間", "28": "如來天帝青摩尼寶色。曼殊尸利！若眾生以", "280": "錯；諸光選擇摩尼寶欄楯圍繞，摩尼珠寶貫", "281": "束所作，莊嚴建立諸蓋幢幡，鈴網為帳，蛇行", "282": "牢固栴檀那，以為泥塗；自在王摩尼寶，以覆", "283": "其上；海住持清淨普光摩尼寶為柱；以網連", "284": "繫師子須摩尼寶版，以覆其上；師子幢勝摩", "285": "尼寶，以為却敵；女牆寮窓，懸繒帛束，為彼獨", "286": "覺，作千不可數；為彼獨覺，日日施以天百味", "287": "食，亦施天衣，如是施與，於𠷐伽河沙等劫", "288": "施。曼殊尸利！若善家子、善家女，聞佛世尊", "289": "如來聲，此於彼福，勝過無數分生，何況若於", "29": "大青摩尼寶色得化度者，彼等當見如來大", "290": "作畫處，若作泥塑處見如來，此於彼福，勝過", "291": "無數分生；何況施燈、燒香、塗香華等，若更別", "292": "有種種供具，此於彼福，勝過無數分生，何況", "293": "為如來故，一日護持一戒，此於彼福勝過無", "294": "數分生。「曼殊尸利！若善家子、善家女，十方世", "295": "界微塵等，諸如來及諸菩薩，并聲聞眾，日日", "296": "施以天百味食，及施天衣，如是施與，於𠷐", "297": "伽河沙等劫施，彼等世尊滅度後，為一一如", "298": "來十方世界微塵等，造娑偷波，一一娑偷波，", "299": "量與四洲等，諸種相具足，諸功德成就，閻浮", "3": "「曼殊尸利！如來、應、正遍知，在於眾中，彼諸", "30": "青摩尼寶色；若眾生以諸光選擇上摩尼寶", "300": "那陀金為體，電燈摩尼寶為間錯，諸光選擇", "301": "摩尼寶欄楯圍繞，摩尼珠寶貫束莊嚴，建立", "302": "諸蓋幢幡，鈴網為帳，蛇行牢固栴檀那以為", "303": "泥塗，自在王摩尼寶以覆其上，彼等娑偷波，", "304": "日日以三千大千量等蓋雲幡雲，寶雲音樂", "305": "雲，瓔珞雲，師子幢勝月雲，天作鼓樂歌音", "306": "雲，以散其上；散已復散，而不信解此法本。曼", "307": "殊尸利！若有善家子、善家女，此入如來功德", "308": "智不思境界名法本信解者，乃至畜生趣眾", "309": "生，施一摶食，此於彼福，勝過無數分生。曼殊", "31": "色得化度者，彼等當見如來諸光選擇摩尼", "310": "尸利！若有信解此修多囉菩薩，如此修多囉", "311": "中所說，供養如來；若復有菩薩，見此修多", "312": "囉中信解菩薩，見已，作如是意，此信解，此修", "313": "多囉，以如是意，得大歡喜淨信心已，從座而", "314": "起，合掌頂禮，隨堪隨力，攝取供養，此於彼", "315": "福，勝過無數分生，當得佛智故。」佛說此時，", "316": "彼諸比丘，及諸菩薩，天人、阿修羅、揵闥婆", "317": "等世，於佛所說，歡喜奉行。", "318": "入如來德智不思議境界經卷下", "32": "寶色；若眾生以海住持淨莊嚴普炎光摩尼", "33": "寶色得化度者，彼等當見如來海住持淨莊", "34": "嚴普炎光摩尼寶色；若眾生以師子鬚摩尼", "35": "寶色得化度者，彼等當見如來師子鬚摩尼", "36": "寶色；若眾生以師子幢上摩尼寶色得化度", "37": "者，彼等當見如來師子幢上摩尼寶色。曼殊", "38": "尸利！若眾生以電燈摩尼寶色得化度者，彼", "39": "等當見如來電燈摩尼寶色；若眾生以水淨", "4": "眾生，皆見如來在其前住；如來亦無分別無", "40": "摩尼寶色得化度者，彼等當見如來水淨摩", "41": "尼寶色。曼殊尸利！如是若以婆囉訶摩舍迦", "42": "囉護世等色得化度者，彼等當見如來婆囉", "43": "訶摩舍迦囉護世等色；乃至那囉迦、畜生、餓", "44": "鬼、閻摩世所生中，若彼色類所生眾生，隨以", "45": "何等色身色威儀得化度者，彼等當見如來", "46": "如是色身色威儀。如是卵生、胎生、濕生、化生，", "47": "色、無色、想、無想，非想非非想，隨以何等色身", "48": "色威儀得化度者，彼等當見如來如是色身", "49": "色威儀。而如來亦無分別無異分別，欲令此", "5": "異分別，如是我於眾生前住，欲令眾生知我", "50": "等眾生見我金色，莫見鞞琉璃夜色；此等眾", "51": "生見我鞞琉璃夜色，莫見天帝青摩尼寶色；", "52": "此等眾生見我天帝青摩尼寶色，莫見大青", "53": "摩尼寶色；此等眾生見我大青摩尼寶色，莫", "54": "見諸光選擇摩尼寶色；此等眾生見我諸光選", "55": "擇摩尼寶色，莫見自在王摩尼寶色；此等眾", "56": "生見我自在王摩尼寶色，莫見海住持淨莊", "57": "嚴普炎光摩尼寶色；此等眾生見我海住持", "58": "淨莊嚴普炎光摩尼寶色，莫見師子鬚摩尼", "59": "寶色；此等眾生見我師子鬚摩尼寶色，莫見", "6": "如來在其前住，然隨所化度眾生，彼知如來", "60": "師子幢上摩尼寶色；如是諸處如來亦無分", "61": "別無異分別，然無功用無分別故，如是等色", "62": "所作事轉。「曼殊尸利！譬如自在王摩尼寶所", "63": "生處，彼處不生鐵、若鐵作具。曼殊尸利！其自", "64": "在王，無分別念，彼亦不如是念：『我所生處，彼", "65": "處莫生鐵、若鐵作具。』曼殊尸利！而自在王摩", "66": "尼寶所生處，彼處不生鐵、若鐵作具，如是，如", "67": "是。曼殊尸利！所有佛土，如來出生彼處不生", "68": "柘囉迦、波利婆囉闍迦、泥揵連他等諸外道，", "69": "彼處不生諸惡作等，彼處不生諸亂，彼處不", "7": "在其前住。何以故？不共法相應故。曼殊尸利！", "70": "生諸無間，彼處不生十不善業道，彼處不生", "71": "王教違背法者，彼處不生日月光明，彼處不", "72": "生婆囉訶摩舍迦囉護世等諸天光明，彼處", "73": "不生摩尼光明若火光明，彼處不生牟侯利", "74": "多，半牟侯利多，月半月歲算數等。曼殊尸利！", "75": "唯除如來住持為成熟眾生。曼殊尸利！如來", "76": "亦無分別無異分別，然隨眾生，以無功用無", "77": "分別故此等事轉。「曼殊尸利！譬如大青摩尼", "78": "寶光明所觸者，彼等皆作大青摩尼寶色，而", "79": "大青摩尼寶無分別念。如是，如是，曼殊尸利！", "8": "譬如諸眾生隨下、中、上業熟力，還有下、中、上", "80": "其為如來攀緣意光所觸者，彼等皆作遍智", "81": "色，如來亦無分別無異分別。曼殊尸利！然如", "82": "來以無功用無分別故，此等事轉。「曼殊尸利！", "83": "譬如善作成就大鞞琉璃摩尼寶，隨所有邊，", "84": "安置諸莊嚴具中，若足莊嚴具中，若頭莊嚴具", "85": "中，彼彼莊嚴具中，最極光照，及彼等莊嚴具，", "86": "亦最極光照，是彼鞞琉璃摩尼寶威力故，如", "87": "是，如是。曼殊尸利！如來、應、等正覺，隨所有行", "88": "威儀住處，隨所有行中住，彼彼行中最極光", "89": "照，及彼行亦最極光照，是彼如來威力故。曼", "9": "諸行，為眾生出生，而諸行亦無分別無異分", "90": "殊尸利！如來亦無分別無異分別，然如來，以", "91": "無功用無分別故，此等事轉。「曼殊尸利！譬如", "92": "地依止故，地住持故，諸草木、藥林、種子增長", "93": "廣成。曼殊尸利！其地無分別念，然以無功用", "94": "無分別故，此等事轉。如是，如是，曼殊尸利！如", "95": "來依止故，如來住持故，諸眾生諸善根增長廣", "96": "成，如來亦無分別無異分別，然如來以無功", "97": "用無分別故，此等事轉。「曼殊尸利！譬如雲氣", "98": "覆諸地已，於種種草木、藥林處所，遍雨大雨，", "99": "彼水一味，而令種種草木、藥林增長，種種處"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0303 佛華嚴入如來德智不思議境界經: 佛華嚴入如來德智不思議境界\n經: 入如來德智不思議境界經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}