{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0374 大般涅槃經: 大般涅槃經: 大般涅槃經: 大般涅槃經: 大般涅槃經", "text": {"0": "1 壽命品", "1": "大般涅槃經卷第三", "10": "所以者何？如來境界不可思議，所有諸定不", "100": "云何而得近，最勝無上道？", "101": "我今請如來，為諸菩薩故，", "102": "願為說甚深，微妙諸行等。", "103": "一切諸法中，悉有安樂性，", "104": "唯願大仙尊，為我分別說。", "105": "眾生大依止，兩足尊妙藥，", "106": "今欲問諸陰，而我無智慧。", "107": "精進諸菩薩，亦復不能知，", "108": "如是等甚深，諸佛之境界。」", "109": "爾時佛讚迦葉菩薩：「善哉，善哉！善男子！汝", "11": "可思議，所演教誨不可思議，是故我等無有", "110": "今未得一切種智，我已得之。然汝所問甚深", "111": "密藏，如一切智之所諮問等無有異。善男", "112": "子！我坐道場菩提樹下初成正覺，爾時無量", "113": "阿僧祇恒河沙等諸佛世界有諸菩薩，亦曾", "114": "問我是甚深義，然其所問句義功德亦皆如", "115": "是，等無有異。如是問者，則能利益無量眾生。」", "116": "爾時迦葉菩薩復白佛言：「世尊！我無智力", "117": "能問如來如是深義。世尊！譬如蚊虻不能飛", "118": "過大海彼岸，周遍虛空。我亦如是，不能諮問", "119": "如來如是智慧大海，法性虛空甚深之義。世", "12": "智慧，能問如來。世尊！譬如老人，年百二十，身", "120": "尊！譬如國王髻中明珠，付典藏臣，藏臣得已，", "121": "頂戴恭敬，增加守護。我亦如是，頂戴恭敬，增", "122": "加守護如來所說方等深義。何以故？令我廣", "123": "得深智慧故。」爾時佛告迦葉菩薩：「善男子！", "124": "諦聽，諦聽，當為汝說如來所得長壽之業。菩", "125": "薩以是業因緣故，得壽命長，是故應當至心", "126": "聽受。若業能為菩提因者，應當誠心聽受是", "127": "義，既聽受已轉為人說。善男子！我以修習", "128": "如是業故，得阿耨多羅三藐三菩提，今復為", "129": "人廣說是義。善男子！譬如王子，犯罪繫獄，", "13": "嬰長病，寢臥床席，不能起居，氣力虛劣，餘命無", "130": "王甚憐愍，愛念子故，躬自迴駕至其繫所。菩", "131": "薩亦爾，欲得長壽，應當護念一切眾生同於", "132": "子想，生大慈大悲、大喜大捨，授不殺戒，教修", "133": "善法。亦當安止一切眾生於五戒十善，復入", "134": "地獄、餓鬼、畜生、阿修羅等一切諸趣，拔濟是", "135": "中苦惱眾生，脫未脫者，度未度者，未涅槃", "136": "者令得涅槃，安慰一切諸恐怖者，以如是等", "137": "業因緣故，菩薩則得壽命長遠，於諸智慧而", "138": "得自在，隨所壽終生於天上。」", "139": "爾時迦葉菩薩復白佛言：「世尊！菩薩摩訶薩", "14": "幾。有一富人，緣事欲行，當至他方，以百斤金", "140": "等視眾生，同於子想，是義深隱，我未能解。世", "141": "尊！如來不應說言菩薩於諸眾生修平等心，", "142": "同於子想。所以者何？於佛法中有破戒者、作", "143": "逆罪者、毀正法者，云何當於如是等人同子", "144": "想耶？」佛告迦葉：「如是，如是，我於眾生實作", "145": "子想，如羅睺羅。」迦葉菩薩復白佛言：「世尊！", "146": "昔十五日僧布薩時，曾於受具清淨眾中，有", "147": "一童子，不善修習身、口、意業，在屏隈處盜", "148": "聽說戒。密迹力士承佛神力，以金剛杵碎之", "149": "如塵。世尊！是金剛神，極成暴惡，乃能斷是", "15": "寄是老人，而作是言：『我今他行，以是寶物，持", "150": "童子命根。云何如來視諸眾生同於子想，如", "151": "羅睺羅？」佛告迦葉：「汝今不應作如是言，是", "152": "童子者，即是化人，非真實也，為欲驅遣破戒", "153": "毀法令出眾故；金剛密迹亦是化耳。迦葉！", "154": "毀謗正法及一闡提，或有殺生乃至邪見及", "155": "故犯禁，我於是等，悉生悲心，同於子想，如羅", "156": "睺羅。善男子！譬如國王，諸群臣等有犯王法，", "157": "隨罪誅戮而不捨置。如來世尊不如是也，於", "158": "毀法者，與驅遣羯磨、訶責羯磨、置羯磨、舉罪", "159": "羯磨、不可見羯磨、滅羯磨、未捨惡見羯磨。善", "16": "用相寄，或十年還，二十年還，汝當還我。』是", "160": "男子！如來所以與謗法者作如是等降伏羯", "161": "磨，為欲示諸行惡之人有果報故。善男子！", "162": "汝今當知，如來即是施惡眾生無恐畏者，若", "163": "放一光、若二、若五，或有遇者，悉令遠離一切", "164": "諸惡，如來今者具有如是無量勢力。善男子，", "165": "未可見法，汝欲見者，今當為汝說其相貌。", "166": "我涅槃已，隨其方面，有持戒比丘，威儀具足，", "167": "護持正法，見壞法者，即能驅遣，呵責徵治，", "168": "當知是人，得福無量不可稱計。善男子！譬如", "169": "有王，專行暴惡，會遇重病，有隣國王，聞其名", "17": "時老人，即便受之。而此老人復無繼嗣，其後", "170": "聲，興兵而來，規欲殄滅。是時病王，無力勢故，", "171": "方乃恐怖，改心修善。而是隣王，得無量福。", "172": "持法比丘亦復如是，驅遣呵責壞法之人，令", "173": "行善法，得福無量。善男子！譬如長者所居之", "174": "處，田宅屋舍生諸毒樹。長者知已，即便斫伐，", "175": "永令滅盡。又如壯人，首生白髮，愧而剪拔，不", "176": "令生長。持法比丘亦復如是，見有破戒壞正", "177": "法者，即應驅遣，呵責舉處。若善比丘見壞法", "178": "者，置不呵責驅遣舉處，當知是人佛法中怨。", "179": "若能驅遣呵責舉處，是我弟子，真聲聞也。」迦", "18": "不久，病篤命終，所寄之物悉皆散失。財主行", "180": "葉菩薩復白佛言：「世尊！如佛所言，則不等", "181": "視一切眾生同於子想，如羅睺羅。世尊！若有", "182": "一人以刀害佛，復有一人持栴檀塗佛，佛於", "183": "此二若生等心，云何復言，當治毀禁？若治", "184": "毀禁，是言則失。」佛告迦葉菩薩：「善男子！譬", "185": "如國王、大臣、宰相產育諸子，顏貌端正，聰明", "186": "黠慧，若二、三、四，將付嚴師，而作是言：『君可為", "187": "我教詔諸子，威儀、禮節、伎藝、書䟽、校計、算數，", "188": "悉令成就。我今四子，就君受學，假使三子病", "189": "杖而死，餘有一子必當苦治，要令成就。雖喪", "19": "還，償索無所。如是癡人，不知籌量可寄不可", "190": "三子，我終不恨。』迦葉！是父及師得殺罪不？」", "191": "「不也。世尊！何以故？以愛念故，為欲成就，無有", "192": "惡心，如是教誨，得福無量。」「善男子！如來亦", "193": "爾，視壞法者等如一子。如來今以無上正法，", "194": "付囑諸王、大臣、宰相、比丘、比丘尼、優婆塞、優婆", "195": "夷。是諸國王及四部眾，應當勸勵諸學人等，", "196": "令得增上戒定智慧。若有不學是三品法，懈", "197": "怠、破戒，毀正法者，王者、大臣、四部之眾應當", "198": "苦治。善男子！是諸國王及四部眾，當有罪不？」", "199": "「不也。世尊！」「善男子！是諸國王及四部眾尚無", "2": "北涼天竺三藏曇無讖譯", "20": "寄？是故行還，債索無所，以是因緣喪失財寶。", "200": "有罪，何況如來。善男子！如來善修如是平", "201": "等，於諸眾生同一子想。如是修者，是名菩薩", "202": "修平等心，於諸眾生同一子想。善男子！菩薩", "203": "如是修習此業，得壽命長，亦能善知宿世之", "204": "事。」", "205": "迦葉菩薩復白佛言：「世尊！如佛所說，菩薩若", "206": "有修平等心，視諸眾生同於子想，得壽命長。", "207": "如來不應作如是說。何以故？如知法人，能說", "208": "種種孝順之法，還至家中，以諸瓦石打擲父", "209": "母。而是父母是良福田，多所利益，難遭難遇，", "21": "世尊！我等聲聞亦復如是，雖聞如來慇懃教", "210": "應好供養，反生惱害，是知法人言行相違。如", "211": "來所言，亦復如是，菩薩修習等心，眾生同子", "212": "想者，應得長壽，善知宿命，常住於世，無有變", "213": "易。今者世尊，以何因緣，壽命極短，同人間耶？", "214": "如來將無於諸眾生生怨憎想？世尊昔日作", "215": "何惡業，斷幾命根，得是短壽不滿百年？」佛告", "216": "迦葉：「善男子！汝今何緣，於如來前，發是麁言。", "217": "如來長壽，於諸壽中，最上最勝。所得常法，", "218": "於諸常中，最為第一。」", "219": "迦葉菩薩復白佛言：「世尊！云何如來得壽命", "22": "誡，不能受持，令法久住，如彼老人受他寄", "220": "長？」佛告迦葉：「善男子！如八大河：一名恒河、", "221": "二名閻摩羅、三名薩羅、四名阿梨羅跋提、", "222": "五名摩訶、六名辛頭、七名博叉、八名悉陀，", "223": "是八大河及諸小河悉入大海。迦葉！如是一", "224": "切人中、天上、地及虛空壽命大河，悉入如來", "225": "壽命海中，是故如來壽命無量。復次迦葉！", "226": "譬如阿耨達池出四大河；如來亦爾，出一切", "227": "命。迦葉！譬如一切諸常法中，虛空第一；如", "228": "來亦爾，於諸常中，最為第一。迦葉！譬如諸", "229": "藥，醍醐第一；如來亦爾，於眾生中，壽命第", "23": "付。我今無智於諸戒律，當何所問？」佛告諸比", "230": "一。」", "231": "迦葉菩薩復白佛言：「世尊！如來壽命若如是", "232": "者，應住一劫若減一劫，常宣妙法，如霔大", "233": "雨。」「迦葉！汝今不應於如來所，生滅盡想。迦", "234": "葉！若有比丘、比丘尼、優婆塞、優婆夷，乃至外", "235": "道、五通神仙、得自在者，若住一劫若減一劫，", "236": "經行空中，坐臥自在，左脇出火，右脇出水，身", "237": "出煙炎，猶如火聚，若欲住壽，能得如意，於壽", "238": "命中，修短自任。如是五通，尚得如是隨意", "239": "神力，豈況如來於一切法，得自在力，而當不", "24": "丘：「汝等今者，若問於我，則能利益一切眾生。", "240": "能住壽半劫、若一劫、若百劫、若百千劫、若無量", "241": "劫？以是義故，當知如來，是常住法、不變易法。", "242": "如來此身，是變化身，非雜食身，為度眾生，示", "243": "同毒樹，是故現捨入於涅槃。迦葉！當知佛", "244": "是常法、不變易法。汝等於是第一義中，應勤", "245": "精進，一心修習，既修習已，廣為人說。」", "246": "爾時迦葉菩薩白佛言：「世尊！出世之法與世", "247": "間法，有何差別？如佛言曰：『佛是常法、不變易", "248": "法。』世間亦說：『梵天是常，自在天常，無有變易。", "249": "我常、性常、微塵亦常。』若言如來是常法者，如", "25": "是故告汝，聽隨所疑，恣意而問。」爾時諸比丘", "250": "來何故不常現耶？若不常現，有何差別？何以", "251": "故？梵天乃至微塵、世性亦不現故。」佛告迦葉：", "252": "「譬如長者，多有諸牛，色雖種種，同共一群，付", "253": "放牧人，令逐水草，但為醍醐，不求乳酪。彼牧", "254": "牛者，搆已自食。長者命終，所有諸牛悉為群", "255": "賊之所抄掠。賊得牛已，無有婦女。即自搆捋，", "256": "得已而食。爾時群賊各相謂言：『彼大長者，畜", "257": "養此牛，不期乳酪，但為醍醐。我等今者，當設", "258": "何方而得之耶？夫醍醐者，名為世間第一上", "259": "味。我等無器，設使得乳，無安置處。』復共相", "26": "白佛言：「世尊！譬如有人，年二十五，盛壯端正，", "260": "謂：『唯有皮囊，可以盛之。』雖有盛處，不知攢搖，", "261": "漿猶難得，況復生酥。爾時諸賊，以醍醐故，加", "262": "之以水，以水多故，乳酪醍醐，一切俱失。凡夫", "263": "亦爾，雖有善法，皆是如來正法之餘。何以故？", "264": "如來世尊入涅槃後，盜竊如來遺餘善法，若", "265": "戒、定、慧，如彼諸賊劫掠群牛。諸凡夫人，雖復", "266": "得是戒、定、智慧，無有方便，不能解說。以是義", "267": "故，不能獲得常戒、常定、常慧、解脫；如彼群賊，", "268": "不知方便，喪失醍醐。亦如群賊，為醍醐故，加", "269": "之以水。凡夫亦爾，為解脫故，說我、眾生、壽命、", "27": "多有財寶金銀琉璃，父母、妻子、眷屬、宗親，悉", "270": "士夫、梵天、自在天、微塵世性、戒定智慧及與", "271": "解脫，非想非非想天即是涅槃，實亦不得解", "272": "脫涅槃，如彼群賊不得醍醐。是諸凡夫，有少", "273": "梵行，供養父母，以是因緣，得生天上，受少安", "274": "樂，如彼群賊加水之乳。而是凡夫，實不知因", "275": "修少梵行，供養父母，得生天上。又不能知戒、", "276": "定、智慧，歸依三寶，以不知故，說常、樂、我、淨，雖", "277": "復說之，而實不知。是故如來出世之後，乃為", "278": "演說常、樂、我、淨。如轉輪王出現於世，福德力", "279": "故，群賊退散，牛無損命。時轉輪王，即以諸牛", "28": "皆存在，亦有人來寄其寶物，語其人言：『我", "280": "付一牧人，多巧便者。是人方便，即得醍醐。以", "281": "醍醐故，一切眾生，無有患苦。法輪聖王出現", "282": "世時，諸凡夫人不能演說戒定慧者，即便退", "283": "散，如賊退散。爾時如來善說世法及出世法，", "284": "為眾生故，令諸菩薩隨而演說。菩薩摩訶薩", "285": "既得醍醐，復令無量無邊眾生獲得無上甘", "286": "露法味，所謂如來常、樂、我、淨。以是義故，善", "287": "男子！如來是常、不變易法。非如世間、凡夫、愚", "288": "人，謂梵天等是常法也。此常法稱要是如來，", "289": "非是餘法。迦葉！應當如是知如來身。迦葉！", "29": "有緣事，欲至他處，事訖當還，汝當還我。』是時", "290": "諸善男子、善女人，常當繫心修此二字，佛是", "291": "常住。迦葉！若有善男子、善女人修此二字，", "292": "當知是人，隨我所行，至我至處。善男子！若有", "293": "修習如是二字為滅相者，當知如來則於其", "294": "人為般涅槃。善男子！涅槃義者，即是諸佛", "295": "之法性也。」", "296": "迦葉菩薩白佛言：「世尊！佛法性者，其義云", "297": "何？世尊！我今欲知法性之義，唯願如來哀", "298": "愍廣說。夫法性者即是捨身，捨身者名無所", "299": "有，若無所有，身云何存？身若存者，云何而言", "3": "壽命品第一之三", "30": "壯人，守護是物，如自己有。其人偶病，即命家", "300": "身有法性？身有法性云何得存？我今云何當", "301": "知是義？」佛告迦葉菩薩：「善男子！汝今不應", "302": "作如是說，滅是法性。夫法性者，無有滅也。善", "303": "男子！譬如無想天，成就色陰而無色想；不應", "304": "問言，是諸天等，云何而住？歡娛受樂？云何行", "305": "想？云何見聞？善男子，如來境界，非諸聲聞", "306": "緣覺所知。善男子，不應說言，如來身者是", "307": "滅法也。善男子，如是滅法是佛境界，非諸", "308": "聲聞緣覺所及。善男子，汝今不應思量如來", "309": "何處住？何處行？何處見？何處樂？善男子，如是", "31": "屬：『如是金寶是他所寄，彼若來索悉皆還之。』", "310": "之義，亦非汝等之所知及，諸佛法身，種種方", "311": "便，不可思議。", "312": "「復次善男子！應當修習佛法及僧而作常想。", "313": "是三法者，無有異想、無無常想、無變異想。", "314": "若於三法修異想者，當知是輩，清淨三歸則", "315": "無依處，所有禁戒皆不具足，終不能證聲聞", "316": "緣覺菩提之果。若能於是不可思議，修常想", "317": "者，則有歸處。善男子！譬如因樹，則有樹影。", "318": "如來亦爾，有常法故，則有歸依，非是無常。", "319": "若言如來是無常者，如來則非諸天、世人所", "32": "智者如是，善知籌量，行還索物，皆悉得之，無", "320": "歸依處。」迦葉菩薩白佛言：「世尊！譬如闇中，", "321": "有樹無影。」「迦葉！汝不應言有樹無影，但非", "322": "肉眼之所見耳。善男子！如來亦爾，其性常", "323": "住，是不變異。無智慧眼，不能得見，如彼闇中，", "324": "不見樹影。凡夫之人，於佛滅後，說言如來是", "325": "無常法，亦復如是。若言如來異法、僧者，則", "326": "不能成三歸依處，如汝父母各各異故，故使", "327": "無常。」迦葉菩薩復白佛言：「世尊！我從今始，", "328": "當以佛、法、眾僧三事常住，啟悟父母乃至七", "329": "世，皆令奉持。甚奇，世尊！我今當學如來、法、僧", "33": "所亡失。世尊亦爾，若以法寶付囑阿難及諸", "330": "不可思議，既自學已，亦當為人廣說是義。若", "331": "有諸人不能信受，當知是輩久修無常，如是", "332": "之人，我當為其而作霜雹。」爾時佛讚迦葉菩", "333": "薩：「善哉，善哉！汝今善能護持正法，如是護", "334": "法，不欺於人。以不欺人善業緣故，而得長壽，", "335": "善知宿命。」", "336": "2 金剛身品大般涅槃經金剛身品第二", "337": "爾時世尊復告迦葉：「善男子！如來身者，是常", "338": "住身、不可壞身、金剛之身、非雜食身，即是", "339": "法身。」迦葉菩薩白佛言：「世尊！如佛所說，如", "34": "比丘，不得久住。何以故？一切聲聞及大迦葉", "340": "是等身，我悉不見。唯見無常、破壞、微塵、雜食", "341": "等身。何以故？如來當入於涅槃故。」佛言：「迦", "342": "葉！汝今莫謂如來之身，不堅可壞，如凡夫身。", "343": "善男子！汝今當知，如來之身，無量億劫堅牢", "344": "難壞，非人天身、非恐怖身、非雜食身。如來之", "345": "身非身，是身不生不滅、不習不修、無量無", "346": "邊、無有足跡、無知無形、畢竟清淨，無有動搖、", "347": "無受無行、不住不作、無味無雜，非是有為、非", "348": "業、非果、非行、非滅、非心、非數，不可思議、常不", "349": "可思議，無識離心、亦不離心，其心平等，無有", "35": "悉當無常，如彼老人受他寄物。是故應以無", "350": "亦有，無有去來而亦去來，不破、不壞、不斷、不", "351": "絕、不出、不滅、非主亦主，非有非無、非覺非觀、", "352": "非字非不字、非定非不定，不可見了了見，", "353": "無處亦處，無宅亦宅，無闇無明，無有寂靜", "354": "而亦寂靜，是無所有，不受不施、清淨無垢、", "355": "無諍斷諍、住無住處、不取不墮、非法非非", "356": "法、非福田非不福田、無盡不盡離一切盡，", "357": "是空離空，雖不常住非念念滅，無有垢濁、", "358": "無字離字、非聲非說、亦非修習、非稱非量、", "359": "非一非異、非像非相、諸相莊嚴，非勇非畏、", "36": "上佛法，付諸菩薩，以諸菩薩善能問答如是", "360": "無寂不寂、無熱不熱、不可覩見、無有相貌。", "361": "如來度脫一切眾生，無度脫故，能解眾生。無", "362": "有解故，覺了眾生。無覺了故，如實說法。無有", "363": "二故，不可量無等等。平如虛空，無有形貌，", "364": "同無生性，不斷不常。常行一乘，眾生見三。", "365": "不退不轉，斷一切結。不戰不觸，非性住性、非", "366": "合非散、非長非短、非圓非方、非陰入界亦", "367": "陰入界、非增非損、非勝非負。如來之身成", "368": "就如是無量功德，無有知者，無不知者；無有", "369": "見者，無不見者；非有為非無為、非世非不世、", "37": "法寶，則得久住無量千世，增益熾盛，利安眾", "370": "非作非不作、非依非不依、非四大非不四大、", "371": "非因非不因、非眾生非不眾生、非沙門非婆", "372": "羅門，是師子大師子，非身非不身，不可宣", "373": "說。除一法相，不可算數，般涅槃時不般涅槃，", "374": "如來法身皆悉成就如是無量微妙功德。「迦", "375": "葉！唯有如來，乃知是相，非諸聲聞緣覺所知。", "376": "迦葉！如是功德成如來身，非是雜食所長", "377": "養身。迦葉！如來真身功德如是，云何復得", "378": "諸疾患苦，危脆不堅如坏器乎？迦葉！如來", "379": "所以示病苦者，為欲調伏諸眾生故。善男子！", "38": "生，如彼壯人受他寄物。以是義故，諸大菩薩", "380": "汝今當知，如來之身即金剛身，汝從今日常", "381": "當專心思惟此義，莫念食身，亦當為人說，如", "382": "來身即是法身。」", "383": "迦葉菩薩白佛言：「世尊！如來成就如是功德，", "384": "其身云何當有病苦，無常破壞？我從今日常", "385": "當思惟，如來之身是常法身、安樂之身，亦當", "386": "為他如是廣說。唯然世尊！如來法身金剛不", "387": "壞，而未能知所因云何？」佛言：「迦葉！以能護", "388": "持正法因緣故，得成就是金剛身。迦葉！我", "389": "於往昔護法因緣，今得成就是金剛身，常住", "39": "乃能問耳，我等智慧猶如蚊虻，何能諮請如", "390": "不壞。善男子！護持正法者，不受五戒，不修", "391": "威儀，應持刀劍、弓箭、鉾槊，守護持戒清淨", "392": "比丘。」迦葉菩薩白佛言：「世尊！若有比丘離", "393": "於守護，獨處空閑，塚間樹下，當說是人為真", "394": "比丘。若有隨逐守護者行，當知是輩是禿", "395": "居士。」佛告迦葉：「莫作是語，言禿居士。若有", "396": "比丘，隨所至處供身趣足，讀誦經典，思惟坐", "397": "禪，有來問法，即為宣說，所謂布施、持戒、福德、", "398": "少欲知足。雖能如是種種說法，然故不能作", "399": "師子吼，不為師子之所圍遶，不能降伏非法", "4": "佛復告諸比丘：「汝於戒律，有所疑者，今恣汝", "40": "來深法？」時諸聲聞默然而住。爾時佛讚諸", "400": "惡人。如是比丘不能自利及利眾生，當知是", "401": "輩，懈怠懶墮。雖能持戒，守護淨行，當知是人", "402": "無所能為。若有比丘供身之具亦常豐足，復", "403": "能護持所受禁戒，能師子吼，廣說妙法，謂修", "404": "多羅、祇夜、受記、伽陀、優陀那、伊帝曰多伽、闍", "405": "陀伽、毘佛略、阿浮陀達磨。以如是等九部經", "406": "典，為他廣說，利益安樂諸眾生故，唱如是言：", "407": "『涅槃經中，制諸比丘，不應畜養奴婢、牛羊、非", "408": "法之物。若有比丘，畜如是等不淨之物，應", "409": "當治之。如來先於異部經中說，有比丘畜如", "41": "比丘言：「善哉，善哉！汝等善得無漏之心、阿羅", "410": "是等非法之物，某甲國王如法治之，驅令還", "411": "俗。』若有比丘，能作如是師子吼時，有破戒", "412": "者，聞是語已，咸共瞋恚，害是法師。是說法者，", "413": "設復命終，故名持戒，自利利他。以是緣故，我", "414": "聽國主、群臣、宰相、諸優婆塞，護說法人。若有", "415": "欲得護正法者，當如是學。迦葉！如是破戒", "416": "不護法者，名禿居士；非持戒者，得如是名。善", "417": "男子！過去之世無量無邊阿僧祇劫，於此拘", "418": "尸那城，有佛出世，號歡喜增益如來、應、正遍", "419": "知、明行足、善逝、世間解、無上士、調御丈夫、天人", "42": "漢心。我亦曾念以此二緣，應以大乘付諸菩", "420": "師、佛、世尊。爾時世界廣博嚴淨，豐樂安隱，人", "421": "民熾盛，無有飢渴，如安樂國諸菩薩等。彼佛", "422": "世尊住世無量，化眾生已，然後乃於娑羅雙", "423": "樹入般涅槃。佛涅槃後，正法住世無量億歲，", "424": "餘四十年佛法未滅。爾時有一持戒比丘，名", "425": "曰覺德，多有徒眾、眷屬圍遶，能師子吼，頒", "426": "宣廣說九部經典，制諸比丘不得畜養奴婢、", "427": "牛羊、非法之物。爾時多有破戒比丘，聞作是", "428": "說，皆生惡心，執持刀杖，逼是法師。是時國", "429": "王，名曰有德，聞是事已，為護法故，即便往", "43": "薩，令是妙法久住於世。」爾時佛告一切大眾：", "430": "至說法者所，與是破戒諸惡比丘極共戰鬪，", "431": "令說法者得免危害。王於爾時，身被刀劍、箭", "432": "槊之瘡，體無完處如芥子許。爾時覺德尋", "433": "讚王言：『善哉，善哉！王今真是護正法者，當", "434": "來之世，此身當為無量法器。』王於是時，得聞", "435": "法已，心大歡喜，尋即命終，生阿閦佛國，而為", "436": "彼佛作第一弟子。其王將從人民眷屬，有戰", "437": "鬪者、有隨喜者，一切不退菩提之心，命終", "438": "悉生阿閦佛國。覺德比丘却後壽終，亦得往", "439": "生阿閦佛國，而為彼佛作聲聞眾中第二弟", "44": "「善男子、善女人！我之壽命不可稱量，樂說之", "440": "子。若有正法欲滅盡時，應當如是受持擁護。", "441": "迦葉！爾時王者，則我身是；說法比丘，迦葉佛", "442": "是。迦葉！護正法者，得如是等無量果報。以", "443": "是因緣，我於今日得種種相，以自莊嚴，成就", "444": "法身、不可壞身。」", "445": "迦葉菩薩復白佛言：「世尊！如來常身，猶如畫", "446": "石。」佛告迦葉菩薩：「善男子！以是因緣故，比", "447": "丘、比丘尼、優婆塞、優婆夷，應當勤加護持正", "448": "法，護法果報廣大無量。善男子！是故護法", "449": "優婆塞等，應執刀杖，擁護如是持法比丘。", "45": "辯亦不可盡，汝等宜可隨意諮問，若戒、若歸。」", "450": "若有受持五戒之者，不得名為大乘人也；不", "451": "受五戒為護正法，乃名大乘。護正法者，應當", "452": "執持刀劍、器仗，侍說法者。」迦葉白佛言：「世尊！", "453": "若諸比丘，與如是等諸優婆塞持刀杖者共", "454": "為伴侶，為有師耶？為無師乎？為是持戒？為是", "455": "破戒？」佛告迦葉：「莫謂是等為破戒人。善男", "456": "子！我涅槃後，濁惡之世國土荒亂，互相抄掠，", "457": "人民飢餓。爾時多有為飢餓故發心出家，如", "458": "是之人名為禿人。是禿人輩，見有持戒、威儀", "459": "具足、清淨比丘護持正法，驅逐令出，若殺若", "46": "第二、第三亦復如是。爾時眾中有一菩薩摩", "460": "害。」迦葉菩薩復白佛言：「世尊！是持戒人護", "461": "正法者，云何當得遊行村落、城邑教化？」「善男", "462": "子！是故我今聽持戒人，依諸白衣持刀杖", "463": "者，以為伴侶。若諸國王、大臣長者、優婆塞等，", "464": "為護法故，雖持刀杖，我說是等名為持戒。", "465": "雖持刀杖，不應斷命。若能如是，即得名為第", "466": "一持戒。", "467": "「迦葉！言護法者，謂具正見，能廣宣說大乘經", "468": "典，終不捉持王者寶蓋、油瓶穀米、種種果蓏，", "469": "不為利養親近國王、大臣長者，於諸檀越，心", "47": "訶薩，本是多羅聚落人也，姓大迦葉，婆羅", "470": "無諂曲，具足威儀，摧伏破戒諸惡人等，是", "471": "名持戒護法之師，能為眾生真善知識，其", "472": "心弘廣譬如大海。迦葉！若有比丘，以利養故", "473": "為他說法，是人所有徒眾眷屬，亦効是師貪", "474": "求利養，是人如是，便自壞眾。迦葉！眾有三種：", "475": "一者犯戒雜僧，二者愚癡僧，三者清淨僧。", "476": "破戒雜僧則易可壞。持戒淨僧，利養因緣所", "477": "不能壞。云何破戒雜僧？若有比丘，雖持禁戒，", "478": "為利養故，與破戒者坐起行來，共相親附，同", "479": "其事業，是名破戒，亦名雜僧。云何愚癡僧？", "48": "門種，年在幼稚，以佛神力即從座起，偏袒", "480": "若有比丘在阿蘭若處，諸根不利，闇鈍𧄼瞢，", "481": "少欲乞食，於說戒日及自恣時，教諸弟子清", "482": "淨懺悔，見非弟子多犯禁戒，不能教令清淨", "483": "懺悔，而便與共說戒自恣，是名愚癡僧。云", "484": "何名清淨僧？有比丘僧，不為百千億數諸魔", "485": "之所沮壞，是菩薩眾本性清淨，能調如上二", "486": "部之眾，悉令安住清淨眾中，是名護法無上", "487": "大師。善持律者，為欲調伏利眾生故，知諸戒", "488": "相若輕若重，非是律者則不證知，若是律者", "489": "則便證知。云何調伏眾生故？若諸菩薩，為化", "49": "右臂，遶百千匝，右膝著地，合掌向佛，而白", "490": "眾生，常入聚落，不擇時節。或至寡婦、婬女舍", "491": "宅，與同住止，經歷多年。若是聲聞所不應為，", "492": "是名調伏利益眾生。云何知重？若見如來因", "493": "事制戒，汝從今日慎莫更犯。如四重禁，出", "494": "家之人所不應作，而便故作，非是沙門、非", "495": "釋種子，是名為重。云何為輕？若犯輕事，如", "496": "是三諫若能捨者，是名為輕。非律不證者，", "497": "若有讚說不清淨物應受用者，不共同止。是", "498": "律應證者，善學戒律，不近破戒，見有所行隨", "499": "順戒律，心生歡喜，如是能知，佛法所作，善能", "5": "問，我當解說，令汝心喜。我已修學一切諸", "50": "佛言：「世尊！我於今者欲少諮問，若佛聽者，", "500": "解說，是名律師。善解一字，善持契經，亦復", "501": "如是。如是，善男子！佛法無量不可思議，如", "502": "來亦爾不可思議。」迦葉菩薩白佛言：「世尊！", "503": "如是，如是，誠如聖教。佛法無量不可思議，", "504": "如來亦爾不可思議，故知如來常住不壞、無", "505": "有變異。我今善學，亦當為人廣宣是義。」爾", "506": "時佛讚迦葉菩薩：「善哉，善哉！如來身者，即", "507": "是金剛、不可壞身，菩薩應當如是善學，正見", "508": "正知。若能如是了了知見，即是見佛金剛之", "509": "身、不可壞身，如於鏡中見諸色像。」", "51": "乃敢發言。」佛告迦葉：「如來、應、正遍知，恣汝所", "510": "3 名字功德品大般涅槃經名字功德品第三", "511": "爾時如來復告迦葉：「善男子！汝今應當善持", "512": "是經文字、章句、所有功德。若有善男子、善女", "513": "人，聞是經名，生四趣者，無有是處。何以故？", "514": "如是經典，乃是無量無邊諸佛之所修習，所", "515": "得功德我今當說。」迦葉菩薩白佛言：「世尊！", "516": "當何名此經？菩薩摩訶薩云何奉持？」佛告迦", "517": "葉：「是經名為『大般涅槃』，上語亦善，中語亦", "518": "善，下語亦善。義味深邃，其文亦善，純備具", "519": "足清淨梵行，金剛寶藏滿足無缺。汝今善聽，", "52": "問，當為汝說，斷汝所疑，令汝歡喜。」", "520": "我今當說。善男子，所言大者，名之為常，如", "521": "八大河悉歸大海。此經如是，降伏一切諸結、", "522": "煩惱及諸魔性，然後要於大般涅槃，放捨身", "523": "命，是故名曰大般涅槃。善男子！又如醫師", "524": "有一祕方，悉攝一切所有醫方。善男子！如", "525": "來亦爾，所說種種妙法祕密深奧藏門，悉皆", "526": "入於大般涅槃，是故名為大般涅槃。善男子！", "527": "譬如農夫，春月下種，常有悕望，既收果實，眾", "528": "望都息。善男子！一切眾生亦復如是，修學", "529": "餘經，常悕滋味，若得聞是大般涅槃，悕望", "53": "爾時迦葉菩薩摩訶薩白佛言：「世尊！如來哀", "530": "諸經所有滋味悉皆永斷。是大涅槃，能令眾", "531": "生度諸有流。善男子！如諸跡中，象跡為最；", "532": "此經如是，於諸經三昧最為第一。善男子！譬", "533": "如耕田，秋耕為勝；此經如是，諸經中勝。善男", "534": "子！如諸藥中，醍醐第一；善治眾生熱惱亂心，", "535": "是大涅槃為最第一。善男子！譬如甜酥，八味", "536": "具足；大般涅槃亦復如是，八味具足。云何為", "537": "八？一者常，二者恒，三者安，四者清涼，五", "538": "者不老，六者不死，七者無垢，八者快樂，是", "539": "為八味具足。具是八味，是故名為大般涅", "54": "愍，已垂聽許，今當問之，然我所有智慧，微少", "540": "槃。若諸菩薩摩訶薩等安住是中，復能處處", "541": "示現涅槃，是故名為大般涅槃。迦葉！善男", "542": "子、善女人，若欲於此大般涅槃而涅槃者，當", "543": "如是學如來常住，法僧亦然。」迦葉菩薩復白", "544": "佛言：「甚奇，世尊！如來功德不可思議，法僧", "545": "亦爾不可思議，是大涅槃亦不可思議。若有", "546": "修學是經典者，得正法門，能為良醫。若未學", "547": "者，當知是人，盲無慧眼，無明所覆。」", "548": "大般涅槃經卷第三", "55": "猶如蚊虻。如來世尊道德巍巍，純以栴檀，師", "56": "子難伏，不可壞眾而為眷屬。如來之身，猶真", "57": "金剛，色如琉璃，真實難壞，復為如是大智", "58": "慧海之所圍遶。是眾會中，諸大菩薩摩訶薩", "59": "等，皆悉成就無量無邊深妙功德，猶如香象。", "6": "法本性空寂，了了通達。汝等比丘，莫謂如", "60": "於如是等大眾之前，豈敢發問？為當承佛神", "61": "通之力及因大眾善根威德，少發問耳。」即於", "62": "佛前說偈問曰：", "63": "「云何得長壽，金剛不壞身？", "64": "復以何因緣，得大堅固力？", "65": "云何於此經，究竟到彼岸？", "66": "願佛開微密，廣為眾生說。", "67": "云何得廣大，為眾作依止，", "68": "實非阿羅漢，而與羅漢等？", "69": "云何知天魔，為眾作留難？", "7": "來唯修諸法本性空寂。」復告諸比丘：「若於", "70": "佛說波旬說，云何分別知？", "71": "云何諸調御，心喜說真諦，", "72": "正善具成就，演說四顛倒？", "73": "云何作善業？大仙今當說。", "74": "云何諸菩薩，能見難見性？", "75": "云何解滿字，及與半字義？", "76": "云何共聖行，如娑羅娑鳥，", "77": "迦隣提日月，太白與歲星？", "78": "云何未發心，而名為菩薩？", "79": "云何於大眾，而得無所畏，", "8": "戒律有所疑者，今可致問。」時諸比丘即白佛", "80": "猶如閻浮金，無能說其過？", "81": "云何處濁世，不污如蓮華？", "82": "云何處煩惱，煩惱不能染，", "83": "如醫療眾病，不為病所污？", "84": "生死大海中，云何作船師？", "85": "云何捨生死，如蛇脫故皮？", "86": "云何觀三寶，猶如天意樹？", "87": "三乘若無性，云何而得說；", "88": "猶如樂未生，云何名受樂？", "89": "云何諸菩薩，而得不壞眾？", "9": "言：「世尊！我等無有智慧，能問如來、應、正遍知。", "90": "云何為生盲，而作眼目導？", "91": "云何示多頭？唯願大仙說。", "92": "云何說法者，增長如月初？", "93": "云何復示現，究竟於涅槃？", "94": "云何勇進者，示人天魔道？", "95": "云何知法性，而受於法樂？", "96": "云何諸菩薩，遠離一切病？", "97": "云何為眾生，演說於祕密？", "98": "云何說畢竟，及與不畢竟？", "99": "如其斷疑網，云何不定說？"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0374 大般涅槃經: 大般涅槃經: 大般涅槃經: 大般涅槃經: 大般涅槃經", "author": "北涼 曇無讖譯", "sourceLink": "http://www.cbeta.org/"}