{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1866 華嚴一乘教義分齊章", "text": {"0": "華嚴一乘教義分齊章卷第四", "1": "唐大薦福寺沙門法藏述", "10": "故。三性一際同無異也。此則不壞末而常", "100": "所計故即失真常。以彼真常不異無常", "101": "之常。不異無常之常。出於情外故名真", "102": "常是故經云。不染而染者。明常作無常", "103": "也。染而不染者。明作無常時不失常", "104": "也。問教中既就不異無常之常故。說真", "105": "如為凝然常者。何故不就不異常之無", "106": "常故。說真如為無常耶。答教中亦說此", "107": "義。故經云。如來藏受苦樂。與因俱若生", "108": "若滅。論云。自性清淨心。因無明風動成", "109": "染心等。以此教理故知。真如不異常之", "11": "本也。經云。眾生即涅槃。不復更滅也。又", "110": "無常故。隨緣隱體。是非有也。問真如是不生", "111": "滅法。既不異無常之常故說為常。不異常", "112": "之無常故。得說無常者。亦可依他是生", "113": "滅法。亦應得有不異常之無常不異無", "114": "常之常義耶。答亦得有也。何者。以諸緣", "115": "起無常之法。即無自性方成緣起。是故不", "116": "異常性而得無常。故經云。不生不滅是無", "117": "常義。此則不異於常成無常也。又以諸", "118": "緣起即無自性。非滅緣起方說無性。是", "119": "則不異無常之常也。故經云。色即是空。", "12": "約真如隨緣．依他似有．所執情有。由此三", "120": "非色滅空故。又云。眾生即涅槃。不復更", "121": "滅等。此中二義與真中二義。相配可知。此", "122": "即真俗雙融二而無二。故智論云。智障極盲", "123": "闇。謂真俗別執。此之謂也。是故若執真如", "124": "同情所謂而凝然常者。即不隨緣隱其", "125": "自體不假了因。即墮常過。又若不隨", "126": "緣成於染淨。染淨等法即無所依。無所", "127": "依有法又墮常也。以染淨法皆無自體賴", "128": "真立故。二斷過者。如情之有即非真有。非", "129": "真有故即斷有也。又若有者。即不隨染", "13": "義亦無異也。此則不動本而常末也。經", "130": "淨。染淨諸法既無自體。真又不隨不得有", "131": "法。亦是斷也。第二執無者。亦有二過失。", "132": "一常過者。謂無真如生死無依。無依有法", "133": "即是常也。又無真如聖智無因。亦即常", "134": "也。又無所依不得有法。即是斷也。又", "135": "執真如是無。亦即斷也。第三執亦有亦", "136": "無者。具上諸失。謂真如無二。而雙計有", "137": "無。心所計有無非稱於真。失彼真理故是", "138": "斷也。若謂如彼所計以為真者。以無理", "139": "有真。是即常也。第四非有非無者。戲論於", "14": "云。法身流轉五道。名曰眾生也即。由此三", "140": "真。是妄情故失於真理。即是斷也。戲論有", "141": "真而謂為真者。理無有真故是常也。第二", "142": "依他起中。若執有者亦有二失。一常過。謂", "143": "已有體不藉緣故。無緣有法即是常也。", "144": "又由執有即不藉緣。不藉緣故不得有", "145": "法。即是斷也。問若說依他性是有義。便", "146": "有失者。何故攝論等。說依他性以為有", "147": "耶。答聖說依他以為有者。此即不異空之", "148": "有。何以故。從眾緣無體性故。一一緣中", "149": "無作者故。由緣無作方得緣起。是故即", "15": "義與前三義是不一門也。是故真該妄末", "150": "非之有。名依他有。是則聖者不動真際", "151": "建立諸法。若謂依他如言有者。即緣起有", "152": "性。緣若有性即不相藉。不相藉故即壞", "153": "依他。壞依他者良由執有。是故。汝意恐", "154": "墮空斷。勵力立有。不謂不達緣所起法", "155": "無自性故。即壞緣起便墮空無斷依他", "156": "故也。二若執無者亦有二失。若謂依他", "157": "是無法者。即緣無所起。無所起故不得", "158": "有法。即是斷也。問若說緣生為空無故。", "159": "即墮斷者。何故中論等內。廣說緣生為畢", "16": "妄徹真源。性相通融無障無礙。問依他似有", "160": "竟空耶。答聖說緣生以為空者。此即不異", "161": "有之空也。何以故。以法從緣生方說無性。", "162": "是故緣生有者方得為空。若不爾者無緣", "163": "生因。以何所以而得言空。是故不異有之", "164": "空名緣生空。此即聖者不動緣生說實相", "165": "法也。若謂緣生如言空者。即無緣生。無", "166": "緣生故即無空理。無空理者良由執空。是", "167": "故汝意恐墮有見。猛勵立空。不謂不達", "168": "無性緣生故。即失性空。失性空故還墮", "169": "情中惡趣空也。問若由依他有二義故。", "17": "等。豈同所執是情有耶。答由二義故。故無", "170": "是則前代諸論師。各述一義融攝依他", "171": "不相違者。何故後代論師。如清辯等。", "172": "各執一義互相破耶。答此乃相成非相破", "173": "也。何者。為末代有情根機漸鈍聞說依他", "174": "是其有義。不達彼是不異空之有故。即執", "175": "以為如謂之有也。是故清辯等。破依他", "176": "有令至於無。至畢竟無方乃得彼依他之", "177": "有。若不至此徹底性空。即不得成依他", "178": "之有。是故為成有故破於有也。又彼有", "179": "情聞說依他畢竟性空。不達彼是不異有", "18": "異也。一以彼所執執似為實故無異法。二", "180": "之空故。即執以為如謂之空。是故護法等。", "181": "破彼謂空以存幻有。幻有立故方乃得彼", "182": "不異有之空。以若有滅非真空故。是故", "183": "為成空故破於空也。以色即是空清辯", "184": "義立。空即是色護法義存。二義鎔融舉體全", "185": "攝。若無後代論師以二理交徹全體相奪。", "186": "無由得顯甚深緣起依他性法。是故相破", "187": "反相成也。是故如情執無即是斷過。又若", "188": "說無法為依他者。無法非緣。非緣之法即", "189": "墮常也。第三亦有亦無者。具上諸失。可以", "19": "若離所執似無起故。真中隨緣當知亦爾。", "190": "準之。問若據上來所說。依他起性有無偏", "191": "取。此應不可。雙取有無應契道理。如何亦", "192": "有具上失耶。答依他起性中。雖具彼有無", "193": "之理。然全體交徹空有俱融。而如所計亦有", "194": "亦無者。即成相違具上失也。第四非有非", "195": "無者。戲論緣起亦非理也。何者。以其執者", "196": "於有無中所計不成故。即以情謂非有非", "197": "無。為道理也。此既非理。亦具上失。思以準", "198": "之。第三遍計所執性中。若計所執為有者", "199": "有二過失。謂若所執是其有者。聖智所照理", "2": "第十義理分齊者有四門。一三性同異", "20": "以無所執無隨緣故。問如何三性各有二", "200": "應不空。即是常也。若妄執遍計於理有者。", "201": "即失情有。故是斷過也。二若執遍計為情", "202": "無者。即凡夫迷倒不異於聖。即是常也。亦", "203": "即無凡故是斷也。又既無迷亦即無悟。亦", "204": "無悟故即無聖人。亦是斷也。三亦有亦無", "205": "者。性既無二。而謂有無即相違故。具上失", "206": "也。四非有非無者。戲論遍計亦具上失。準", "207": "以知之。第二執成過竟。第三顯示其義", "208": "者。真如是有義。以迷悟所依故。又不空義", "209": "故。不可壞故。餘如上說。又真如是空義。以", "21": "義不相違耶。答以此二義無異性故。何者", "210": "離相故。隨緣故。對染故。餘亦如上。又真如", "211": "是亦有亦無義。以具德故。違順自在故。鎔", "212": "融故。又是非有非無義。以二不二故。定取", "213": "不得故。餘翻說準上知之。二依他是有義。", "214": "緣成故無性故。餘準前知。依他是無義。以", "215": "緣成無性故。亦準前知。依他是亦有亦無", "216": "義。以緣成無性故準前。依他是非有非無", "217": "義。以二不二故隨取一不得故準前。三", "218": "遍計是有。約情故。遍計是無。約理故。遍計", "219": "是亦有亦無。由是所執故。遍計是非有非", "22": "無異。且如圓成。雖復隨緣成於染淨而", "220": "無。由是所執故。餘準前思之。上來別明", "221": "三性竟。第二總說者。三性一際舉一全收。", "222": "真妄互融。性無障礙。如攝論婆羅門問經中", "223": "言。世尊。依何義說如是言。如來不見生", "224": "死不見涅槃。於依他中分別性及真實性", "225": "生死涅槃。依無差別義。何以故。此依他性。", "226": "由分別一分成生死。由真實一分成涅", "227": "槃。釋曰。依他性非生死。由此性因真實", "228": "成涅槃故。此性非涅槃。何以故。此性由分", "229": "別一分即是生死。是故不可定說一分。若", "23": "恒不失自性清淨。秪由不失自性清淨", "230": "見一分餘分性不異。是故不見生死。亦不", "231": "見涅槃。由此意故。如來答婆羅門如此。", "232": "又云。阿毘達磨修多羅中。世尊說法有三", "233": "種。一染污分。二清淨分。三染污清淨分。依", "234": "何義說此三分。於依他性中。分別性為染", "235": "污分。真實性為清淨分。依他性為染污清淨", "236": "分。依此義說三分。釋曰。阿毘達磨修多", "237": "羅中說。分別性以煩惱為性。真實性以", "238": "清淨分為性。依他性由具兩分。以二性", "239": "為性。故說法有三種。一煩惱為分。二清淨", "24": "故。能隨緣成染淨也。猶如明鏡現於染淨。", "240": "為分。三二法為分。依此義故作此說也。", "241": "此上論文。又明真該妄末無不稱。真妄", "242": "徹真源體無不寂。真妄交徹二分雙融無", "243": "礙全攝。思之可見。第二緣起因門六義", "244": "法。將釋此義六門分別。一釋相。二建立。三", "245": "句數。四開合。五融攝。六約教。第一門中有", "246": "二。初列名。次釋相。初列名者。謂一切因", "247": "皆有六義。一空有力不待緣。二空有力待緣。", "248": "三空無力待緣。四有有力不待緣。五有有力", "249": "待緣。六有無力待緣。二釋相者。初者是剎那", "25": "雖現染淨而恒不失鏡之明淨。秪由不", "250": "滅義。何以故。由剎那滅故。即顯無自性。是", "251": "空也。由此滅故果法得生。是有力也。然此", "252": "謝滅非由緣力故。云不待緣也。二者是俱", "253": "有義。何以故。由俱有故方有。即顯是不有", "254": "是空義也。俱故能成有是有力也。俱故非孤", "255": "是待緣也。三者是待眾緣義。何以故。由無自", "256": "性故是空也。因不生緣生故是無力也。即", "257": "由此義故是待緣也。四者決定義。何以故。", "258": "由自類不改故是有義。能自不改而生果", "259": "故。是有力義。然此不改非由緣力故。是不", "26": "失鏡明淨故。方能現染淨之相。以現染", "260": "待緣義也。五者引自果義。何以故。由引", "261": "現自果。是有力義。雖待緣方生。然不生", "262": "緣果。是有力義。即由此故是待緣義也。六", "263": "者是恒隨轉義。何以故。由隨他故不可無。", "264": "不能違緣故無力用。即由此故是待緣也。", "265": "是故攝論為顯此六義而說偈言。剎那滅．", "266": "俱有．恒隨轉。應知決定待眾緣唯能引自", "267": "果。第二建立者。問何以故。定說六義不", "268": "增至七。不減至五耶。答為正因對緣。唯", "269": "有三義。一因有力不待緣。全體生故。不雜", "27": "淨知鏡明淨。以鏡明淨知現染淨。是故二", "270": "緣力故。二因有力待緣。相資發故。三因無", "271": "力待緣。全不作故。因歸緣故。又由上三", "272": "義因中各有二義。謂空義有義。二門各有", "273": "三義。唯有六故不增減也。問何故不立", "274": "第四句無力不待緣義耶。答以彼非是因", "275": "義故不立。思之可見。問待緣者待何等緣。", "276": "答待因事之外增上等三緣。不取自六義更", "277": "互相待耳。問因望緣得有六義。未知緣", "278": "對因亦有六義不。答此有二義。增上緣望", "279": "自增上果得有六義。以還是親因攝故。望", "28": "義唯是一性。雖現淨法不增鏡明。雖現", "280": "他果成疏緣故不具六。親因望他亦爾。問", "281": "果中有六義不。答果中唯有空有二義。謂", "282": "從他生無體性。故是空義。酬因有故", "283": "是有義。若約互為因果義說。即此一法", "284": "為他因時具斯六義。與他作果時即唯有", "285": "二義。是故六義唯在因中。問若爾。現行為", "286": "種因。豈得有六義。答隨勝緣不具。如", "287": "論說。種子有六義。此約初教。若緣起祕密", "288": "義。皆具此六義。約終教。以此教中六七識", "289": "等。亦是如來藏隨緣義。無別自性。是故六", "29": "染法不污鏡淨。非直不污。亦乃由此反", "290": "七識亦具本識中六義也。思之可見。第", "291": "三句數料揀者有二種。一約體。二約用", "292": "初約體有無而有四句。一是有。謂決定義。", "293": "二是無。謂剎那滅義。三亦有亦無。謂合彼", "294": "引自果及俱有無二是也。四非有非無。謂合", "295": "彼恒隨轉及彼待眾緣無二是也。就用四", "296": "句者。由合彼恒隨轉及待眾緣無二故。是", "297": "不自生也。由合彼剎那滅及決定無二故。", "298": "不他生也。由合彼俱有及引自果無二故。", "299": "不共生也。由具三句合其六義因義方", "3": "義。二緣起因門六義法。三十玄緣起無礙", "30": "顯鏡之明淨。當知真如道理亦爾。非直不", "300": "成故。非無因生也。是則由斯六義。因緣", "301": "全奪顯緣起勝德。故地論云。因不生。緣生", "302": "故。緣不生。自因生故。不共生。無知者故。", "303": "作時不住故。不無因。生隨順有故。又集論", "304": "云。自種有故不從他生。待眾緣故非自", "305": "生。無作用故不共生。有功能故非無因", "306": "生。問此六義與八不分齊云何。答八不據", "307": "遮六義約表。又八不約反情理自顯。六義", "308": "據顯理情自亡。有斯左右耳。第四開合者。", "309": "或約體唯一。以因無二體故。或約義分", "31": "動性淨成於染淨。亦乃由成染淨方顯", "310": "二。謂空有。以無自性故。緣起現前故。或約", "311": "用分三。一有力不待緣。二有力待緣。三無", "312": "力待緣。初即全有力。後即全無力。中即亦有", "313": "力亦無力。以第四句無力不待緣非因故不", "314": "論也。是故唯有三句也。或分為六。謂開", "315": "三句入二門故也。如前辯。或分為九。謂", "316": "於上三義。隨一皆具彼三故。何以故。若非", "317": "有力即無無力。是故隨一具三故有九也。", "318": "或分十二。謂於上六義。空有二門不相離", "319": "故。隨空即有隨有即空。有空有六。空有", "32": "性淨。非直不壞染淨明於性淨。亦乃由性", "320": "亦六。故有十二也。或分十八。謂於上六", "321": "義中。一一皆有三義故。一體有無。二力有", "322": "無。三約待緣不待緣。三六成十八也。或分", "323": "為三十六。謂於上六義。隨一皆具六。何以", "324": "故。以若無一餘皆無故。餘門思而準之。", "325": "第五融攝者。然此六義以六相融攝取之。", "326": "謂融六義為一因是總相。開一因為六", "327": "義是別相。六義齊名因是同相。六義各不", "328": "相知是異相。由此六義。因等得成是成相。", "329": "六義各住自位義是壞相。問六相六義", "33": "淨故方成染淨。是故二義全體相收一性無", "330": "分齊云何。答六義據緣起自體。六相據緣起", "331": "義門。以法體入義門遂成差別。如以六", "332": "義入四句顯是去非故。順三乘入六", "333": "相顯自德故順一乘。是故四句與六相。俱", "334": "為入法方便也。第六約教辨者。若小乘中", "335": "法執因相。於此六義名義俱無。若三乘賴", "336": "耶識如來藏法無我因中。有六義名義。而主", "337": "伴未具。若一乘普賢圓因中。具足主伴無", "338": "盡緣起方究竟也。又由空有義故。有相", "339": "即門也。由有力無力義故。有相入門也。", "34": "二。豈相違耶。依他中。雖復因緣似有顯現。", "340": "由有待緣不待緣義故。有同體異體門也。", "341": "由有此等義門故。得毛孔容剎海事也。", "342": "思之可解。三十玄緣起無礙法門義。夫", "343": "法界緣起。乃自在無窮。今以要門略攝為", "344": "二。一者明究竟果證義。即十佛自境界也。", "345": "二者隨緣約因辯教義。即普賢境界也。初", "346": "義者。圓融自在一即一切。一切即一。不可", "347": "說其狀相耳。如華嚴經中究竟果分國土", "348": "海及十佛自體融義等者。即其事也。不論", "349": "因陀羅及微細等。此當不可說義。何以故。", "35": "然此似有必無自性。以諸緣生皆無自性", "350": "不與教相應故。地論云。因分可說果分不可", "351": "說者。即其事也。問義若如是。何故。經中乃", "352": "說佛不思議品等果耶。答此果義。是約緣", "353": "形對為成因故說此果。非彼究竟自在果。", "354": "所以然者。為與因位同會而說故。知形", "355": "對耳。第二義者有二。一以喻略示。二約法", "356": "廣辯。初喻示者。如數十錢法。所以說十", "357": "者。欲應圓數顯無盡故。此中有二。一", "358": "異體。二同體。所以有此二門者。以諸緣", "359": "起門內有二義故。一不相由義。謂自具德", "36": "故。若非無性即不藉緣。不藉緣故。故非", "360": "故。如因中不待緣等是也。二相由義。如", "361": "待緣等是也。初即同體。後即異體。就異體", "362": "中有二門。一相即。二相入。所以有此二門", "363": "者。以諸緣起法皆有二義故。一空有義。此", "364": "望自體。二力無力義。此望力用。由初義故", "365": "得相即。由後義故得相入。初中由自若有", "366": "時他必無故。故他即自。何以故。由他無", "367": "性以自作故。二由自若空時他必自有", "368": "故自即他。何以故。由自無性用他作故。", "369": "以二有二空各不俱故。無彼不相即。有無", "37": "似有。似有若成必從眾緣。從眾緣故必無", "370": "無有無二故。是故常相即。若不爾者緣起不", "371": "成。有自性等過。思之可見。二明力用中", "372": "自有全力故。所以能攝他。他全無力故。所", "373": "以能入自。他有力自無力反上可知。不據自體", "374": "故非相即。力用交徹故成相入。又由二有", "375": "力二無力各不俱故。無彼不相入。有力無", "376": "力。無力有力無二故。是故常相入。又以用", "377": "攝體更無別體故。唯是相入。以體攝用", "378": "無別用故。唯是相即。此依因六義內準之。", "379": "於中先明相入。初向上數十門。一者一是本", "38": "自性。是故由無自性得成似有。由成似", "380": "數。何以故。緣成故。乃至十者一中十。何以", "381": "故。若無一即十不成故。一即全有力故攝", "382": "於十也。仍十非一矣。餘九門亦如是。一一", "383": "皆有十。準例可知。向下數亦十門。一者十", "384": "即攝一。何以故。緣成故。謂若無十即一不", "385": "成故。即一全無力歸於十也。仍一非十", "386": "矣。餘例然。如是本末二門中。各具足十門。", "387": "餘一一錢中準以思之。此約異門相望說", "388": "耳。問既言一者。何得一中有十耶。答大緣", "389": "起陀羅尼法。若無一即一切不成故。定知如", "39": "有是故無性。故智論云。觀一切法從因", "390": "是。此義云何。所言一者非自性一。緣成", "391": "故。是故一中有十者。是緣成一。若不爾者。", "392": "自性無緣起不得名一也。乃至十者皆非", "393": "自性十。由緣成故。為此十中有一者。是", "394": "緣成無性十。若不爾者。自性無緣起不名", "395": "十也。是故一切緣起皆非自性。何以故。隨", "396": "去一緣即一切不成。是故一中即具多者。", "397": "方名緣起一耳。問若去一緣即不成者。此", "398": "則無性。無自性者。云何得成一多緣起。", "399": "答秖由無性得成一多緣起。何以故。由", "4": "法。四六相圓融義。初三性同異說有二", "40": "緣生。從因緣生即無自性。無自性故即", "400": "此緣起是法界家實德故。普賢境界具德自", "401": "在無障礙故。華嚴云。菩薩善觀緣起法。", "402": "於一法中解眾多法。眾多法中解了一法。", "403": "是故當知。一中十十中一。相容無礙仍不", "404": "相是。一門中既具足十義故。明知一門中", "405": "皆有無盡義。餘門亦如是。問一門中攝十盡", "406": "不。答盡不盡。何以故。一中十故盡。十中一故", "407": "不盡。四句護過去非顯德等。準之可解耳。", "408": "別別諸門中準例如是。緣起妙理應如是", "409": "知。第一門竟。初異體門中。第二即義者。此", "41": "畢竟空。畢竟空者。是名般若波羅蜜。此則", "410": "中有二門。一者向上去。二者向下來。初門中", "411": "有十門。一者一。何以故。緣成故一即十。何", "412": "以故若無一即無十故。由一有體餘皆空", "413": "故。是故此一即是十矣。如是向上乃至第", "414": "十。皆各如前準可知耳。言向下者亦有十", "415": "門。一者十。何以故。緣成故十即一。何以故。若", "416": "無十即無一故。由一無體餘皆有故。是", "417": "故此十即一矣。如是向下乃至第一。皆各", "418": "如是準前可知耳。以此義故。當知一一", "419": "錢即是多錢耳。問若一不即十者。有何過", "42": "由緣生故。即顯無性也。中論云。以有空", "420": "失。答若一不即十者。有二失。一不成十", "421": "錢過。何以故。若一不即十者。多一亦不成", "422": "十。何以故。一一皆非十故。今既得成十。明", "423": "知一即是十也。二者一不成十過。何以", "424": "故。若一不即十。十即不得成。由不成", "425": "十故。一義亦不成。何以故。若無十是誰一。", "426": "故今既得一。明知一即十。又若不相即。緣", "427": "起門中空有二義。即不現前便成大過。謂", "428": "自性等。思之可知。下同體門中準此知", "429": "之。餘門亦準可知耳。問若一即十者。應當", "43": "義故。一切法得成者。此則由無性故即", "430": "非是一。若十即一者。應當非是十。答秖", "431": "為一即十故。是故名為一。何以故。所言", "432": "一者非是所謂一。緣成無性一。為此一即多", "433": "者是名一。若不爾者不名一。何以故。由", "434": "無自性故。無緣不成一也。十即一者準", "435": "前例耳。勿妄執矣。應如是準知。問上一", "436": "多義門。為一時俱圓耶。為前後不同耶。", "437": "答即圓即前後。何以故。由此法性緣起。具", "438": "足逆順同體不違。德用自在無障礙故。皆", "439": "得如此。問如上所說。去來義其相云何。答", "44": "明緣生也。涅槃經云。因緣故有。無性故空。", "440": "自位不動而恒去來。何以故。去來不動即一", "441": "物故。但為生智顯理故。說去來等義耳。若", "442": "廢智一切不可說。如上果分者。即其事也。", "443": "問若由智者即非先有。如何說云舊來如", "444": "此耶。答若廢智即不論緣起。由約智故", "445": "說舊來如此。何以故。不成即以成即離始", "446": "終故。智及與法舊來成故。問為由智耶。", "447": "法如是耶。答為由智也。為法如此也。何", "448": "以故。同時具足故。餘義準以思之。大段第一", "449": "異體門訖。第二同體門者。亦有二義。一者一", "45": "此則無性即因緣。因緣即無性。是不二法門", "450": "中多。多中一。二者一即多。多即一。初門二。", "451": "一者一中多。二者多中一。初一中多者。有十", "452": "門不同。一者一。何以故。緣成故是本數。一中", "453": "即具十。何以故。由此一錢自體是一。復與", "454": "二作一故。即為二一。乃至與十作一故。即", "455": "為十一。是故此一之中。即自具有十箇一", "456": "耳。仍一非十也。以未是即門故。初一錢既", "457": "爾。餘二三四五。已上九門皆各如是。準例", "458": "可知耳。二者多中一亦有十門。一者十。何", "459": "以故。緣成故十中一。何以故。由此一與十", "46": "故也。非直二義性不相違。亦乃全體相收", "460": "作一故。即彼初一在十一之中。以離十一", "461": "即無初一故。是故此一即十中一也。仍十", "462": "非一矣。餘下九八七乃至於一皆各如是。", "463": "準例思之。問此與前異體何別。答前異體", "464": "者。初一望後九異門相入耳。今此同體。一", "465": "中自具十。非望前後異門說也。即義亦準", "466": "思之。二者一即十。十即一。亦有二門。一者", "467": "一即十。亦有十門不同。一者一。何以故。緣", "468": "成故。一即十。何以故。由此十一即是初一", "469": "故。無別自體故。是故十即是一也。餘九門", "47": "畢竟無二也。所執性中。雖復當情稱執現", "470": "皆亦如是。準之可知。二者十即一者。亦", "471": "有十門不同。一者十。何以故。緣成故十即", "472": "一。何以故。彼初一即是十故。更無自一故。", "473": "是故初一即是十也。餘九門準例知之。問此", "474": "同體中。一即十等者。為秖攝此十耶。為", "475": "攝無盡耶。答此並隨智而成。須十即十。", "476": "須無盡即無盡。如是增減隨智趣矣。十", "477": "即如前釋。曰無盡者。一門中既有十。然", "478": "此十復自迭相即相入。重重成無盡也。然", "479": "此無盡重重。皆悉攝在初門中也。問為但", "48": "有。然於道理畢竟是無。以於無處橫計", "480": "攝自一門中無盡重重耶。為一攝餘異門", "481": "無盡耶。答或俱攝。或但攝後自無盡。何以", "482": "故。若無自一門中無盡。餘一切門中無盡。皆", "483": "悉不成故。是故初門同體。即攝同異二門中", "484": "無盡無盡無盡無盡無盡無盡無盡無盡無盡", "485": "無盡。窮其圓極法界。無不攝盡耳。或但", "486": "自攝同體一門中無盡。何以故。由餘異門", "487": "如虛空故。不相知故。自具足故。更無可", "488": "攝也。此但隨智而取。一不差失也。如此一", "489": "門既具足無窮箇無盡。及相即相入等成無", "49": "有故。如於木杌橫計有鬼。然鬼於木畢", "490": "盡者。餘一一門中皆悉如是。各無盡無盡", "491": "誠。宜如是準知。此且約現理事錢中。況", "492": "彼一乘緣起無盡陀羅尼法。非謂其法秖", "493": "如此也。應可去情如理思之。第二約法廣", "494": "辯者。略有二種。一者立義門。二者解釋門。", "495": "初立義門者。略立十義門以顯無盡。何者", "496": "為十。一教義。即攝一乘三乘乃至五乘等一", "497": "切教義。餘下準之。二理事。即攝一切理事。", "498": "三解行。即攝一切解行。四因果。即攝一切", "499": "因果。五人法。即攝一切人法。六分齊境位。", "5": "門。先別明後總說。別中亦二。先直說後決擇。", "50": "竟是無。如於其木鬼不無者。即不得名", "500": "即攝一切分齊境位。七師弟法智。即攝一切", "501": "師弟法智。八主伴依正。即攝一切主伴依正。", "502": "九隨其根欲示現。即攝一切隨其根欲示", "503": "現。十逆順體用自在等。即攝一切逆順體用", "504": "自在等。此十門為首。皆各總攝一切法。", "505": "成無盡也。二言解釋者。亦以十門釋前", "506": "十義。以顯無盡。問何以得知十數顯無", "507": "盡耶。答依華嚴經中立十數為則以顯", "508": "無盡義。一者同時具足相應門。此上十義同", "509": "時相應成一緣起。無有前後始終等別。具", "51": "橫計有鬼。以於木有非由計故。今既橫", "510": "足一切自在逆順。參而不雜成緣起際。此", "511": "依海印三昧。炳然同時顯現成矣。二者一多", "512": "相容不同門。此上諸義。隨一門中即具攝", "513": "前因果理事一切法門。如彼初錢中即攝無", "514": "盡義者。此亦如是。然此一中雖具有多。仍", "515": "一非即是其多耳。多中一等準上思之。餘", "516": "一一門中。皆悉如是重重無盡故也。故", "517": "此經偈云。以一佛土滿十方。十方入一亦", "518": "無餘。世界本相亦不壞。無比功德故能爾。", "519": "然此一多雖復互相含受自在無礙。仍體", "52": "計。明知理無。由理無故得成橫計。成橫", "520": "不同也。所由如上錢義中釋。此有同體異", "521": "體。準上思之可解。三者諸法相即自在", "522": "門。此上諸義一即一切。一切即一。圓融自在", "523": "無礙成耳。若約同體門中。即自具足攝一切", "524": "法也。然此自一切復自相入。重重無盡故", "525": "也。然此無盡皆悉在初門中也。故此經云。初", "526": "發心菩薩。一念之切德。深廣無邊際。如來", "527": "分別說。窮劫不能盡。何況於無邊無數無", "528": "量劫。具足修諸度諸地功德行。義言一念即", "529": "深廣無邊者。良由緣起法界一即一切故爾。", "53": "計故方知理無。是故無二唯一性也。當知所", "530": "如彼同體門中一錢即得重重無盡義者。即", "531": "其事也。何況無邊劫者。即餘一一門中。各", "532": "現無盡義者是也。所以爾者。此經又云。初", "533": "發心菩薩。即是佛故也。由是緣起妙理始", "534": "終皆齊。得始即得終。窮終方原始。如上", "535": "同時具足故得然也。又云。在於一地普攝", "536": "一切諸地功德也。是故得一即得一切。又", "537": "云。知一即多多即一故也。十信終心即作佛", "538": "者即其事也。問如同體一門中即攝一切無", "539": "盡者。為一時俱現耶。為前後耶。答於一", "54": "執道理亦爾。上來直明竟。第二問答決擇者。", "540": "門中。一時炳然現一切者。屬微細攝。隱映", "541": "互現重重者。屬因陀羅攝。餘義即同即異。即", "542": "多即少。即有即無。即始即終。如是自在具", "543": "足一切無盡法門。仍隨舉為首。餘即為伴。", "544": "道理一不差失舊來如此。亦辯同體一", "545": "門中具足自在無窮德耳。餘異體等門中亦", "546": "準思之。問若一門中。即具足一切無盡自", "547": "在者。餘門何用為。答餘門如虛空。何以故。", "548": "同體一門并攝一切無不盡故。問此同體", "549": "中所攝一切者。但應攝自門中一切。豈可", "55": "於中有三門。第一護分別執。第二示執之", "550": "攝餘門中一切耶。答既攝自一切。復攝餘", "551": "一一門中無盡一切。如是重重窮其法界", "552": "也。何以故。圓融法界無盡緣起。無一一切並", "553": "不成故。此但論法性家實德故。不可說", "554": "其邊量。故此經偈云。不可言說諸劫中。演說", "555": "一切不可說。不可說劫猶可盡。說不可說", "556": "不可盡。又偈云。一切眾生心。悉可分別知。", "557": "一切剎微塵。尚可算其數。十方虛空界。一", "558": "毛猶可量。菩薩初發心究竟不可惻。良", "559": "由此一乘圓極自在無礙法門得一即得一", "56": "失。第三顯示其義。初門護執者。問真如是", "560": "切故耳。因果俱齊無前後別。故地論云。以", "561": "信地菩薩乃至與不可思議佛法為一緣", "562": "起。以六相總別等義而用括之。明知。因果", "563": "俱時相容相即。各攝一切互為主伴。深須", "564": "思之此事不疑。又此經云。何以故此初發心", "565": "菩薩即是佛故。悉與三世諸如來等。亦與", "566": "三世佛境界等。悉與三世佛正法等。得如", "567": "來一身無量身三世諸佛平等智慧。所化眾", "568": "生皆悉平等。又云。初發心時便成正覺。具", "569": "足慧身不由他悟。如是云云無量。廣如經", "57": "有耶。答不也。隨緣故。問真如是無耶。答不", "570": "文。問此等歎因中德耳。豈可即滿德果", "571": "耶。答此一乘義。因果同體成一緣起。得此", "572": "即得彼。由彼此相即故。若不得果者因即", "573": "不成因。何以故。不得果等非因也。問上", "574": "言果分離緣不可說相。但論因分者。何故", "575": "十信終心。即辯作佛得果法耶。答令言", "576": "作佛者。但從初見聞已去。乃至第二生即", "577": "成解行。解行終心因位窮滿者。於第三生即", "578": "得彼究竟自在圓融果矣。由此因體依果", "579": "成故。但因滿者即沒於果海中也。為是", "58": "也。不變故。問亦有亦無耶。答不也。無二性", "580": "證境界故。不可說也。此如龍女及普莊嚴", "581": "童子善財童子并兜率天子等。於三生中", "582": "即克彼果義等。廣如經辯應準思之。問", "583": "上言一念即得作佛者。三乘中已有此義。", "584": "與彼何別。答三乘望理。為一念即得作", "585": "佛。今此一乘。一念即得具足一切教義。理", "586": "事因果等如上一切法門。及與一切眾生皆", "587": "悉同時同時同時同時同時同時同時同時", "588": "同時同時作佛。後皆新新斷惑。亦不住學", "589": "地而成正覺。具足十佛以顯無盡逆順", "59": "故。問非有非無耶。答不也。具德故。又問有", "590": "德故。及因陀羅微細九世十世等遍通諸位。", "591": "謂說十信終心已去。十解．十行．十迴向．十", "592": "地及佛地等。同時遍成無有前後。具足一", "593": "切耳。然此一念與百千劫無有異也。直", "594": "須思之。此即第三諸法相即自在門訖。第", "595": "四者因陀羅網境界門。此但從喻異前耳。", "596": "此上諸義體相自在。隱顯互現重重無盡。", "597": "故此經云。於一微塵中。各示那由他無數", "598": "億諸佛於中而說法。於一微塵中。現無量", "599": "佛國須彌金剛圍。世間不迫迮。於一微塵", "6": "前中三性各有二義。真中二義者。一不變", "60": "耶。答不也。不變故。何以故。由不變故。隨緣", "600": "中。現有三惡道天人阿脩羅各各受果", "601": "報。此三偈即三世間也。又云。一切佛剎微塵", "602": "等。爾所佛坐一毛孔。皆有無量菩薩眾。各", "603": "為具說普賢行。無量剎海處一毛。悉坐菩", "604": "提蓮華座遍滿一切諸法界。一切毛孔自在", "605": "現。又云。如一微塵所示現一切微塵亦如", "606": "是。餘者云云無量。廣如經辯。此等並是實", "607": "義非變化成。此是如理智中如量境也。其餘", "608": "變化等者不入此例。何以故。此並是法性", "609": "家實德。法爾如是也。非謂分別情識境", "61": "顯示。問無耶。答不也。隨緣故。何以故。由隨", "610": "界。此可去情思之。問上一塵中現無量", "611": "佛剎等者。此但是一重現而已。何故乃云", "612": "重重現耶。答此方說華嚴經時。云一切微", "613": "塵中亦如是說彼微塵中說華嚴經時。亦", "614": "云一切微塵中亦如是說。如是展轉即重重", "615": "無盡也。宜準思之。問若據此文重重無", "616": "盡。有何分齊云何辯其始終等耶。答隨", "617": "其智取。舉一為首餘則為伴。據其首者", "618": "即當中。餘者即眷屬圍繞。如上教義等。", "619": "並悉如是自在成耳。反前相即相入自在", "62": "緣故。不變常住也。餘二句可知。又問有耶。", "620": "等。皆悉如是攝一切法無窮法界並悉因", "621": "陀羅成也。五者微細相容安立門。此上諸義。", "622": "於一念中具足始終同時別時前後逆順等", "623": "一切法門。於一念中炳然同時齊頭顯現無", "624": "不明了。猶如束箭齊頭顯現耳。故此經云。", "625": "菩薩於一念中。從兜率天降神母胎。乃至", "626": "流通舍利法住久遠。及所被益諸眾生", "627": "等。於一念中皆悉顯現。廣如經文。又云。一", "628": "毛孔中無量佛剎。莊嚴清淨曠然安住。又云。", "629": "於一塵內。微細國土。一切塵等悉於中住。", "63": "答不也。離所謂故。下三句例然。又問有耶。", "630": "宜可如理思之。問是義與上因陀羅何", "631": "別耶。答重重隱映互現。因陀羅攝齊頭炳然", "632": "顯著微細攝。此等諸義並別不同。宜細思", "633": "之。六者祕密隱顯俱成門。此上諸義隱覆", "634": "顯了。俱時成就也。故此經云。於此方入正", "635": "受。他方三昧起。眼根入正定。色塵三昧起", "636": "等云云。又云。男子身中入正受。女子身中", "637": "三昧起等云云。於一微塵入正受。一毛端", "638": "頭三昧起。如是自在此隱彼顯。正受及起定", "639": "同時祕密成矣。又此經云。十方世界有緣", "64": "答不也。空真如故。問無耶。答不也。不空真如", "640": "故。往返出入度眾生。或見菩薩入正受。或", "641": "見菩薩從定起。又云。於彼十方世界中。念", "642": "念示現成正覺轉正法論入涅槃現分", "643": "舍利度眾生。如是無量。廣如經辯。又如", "644": "佛為諸菩薩受記之時。或現前受記。或不現", "645": "前祕密受記等。如上第一錢中十錢名為顯", "646": "了。第二錢望第一錢中十即為祕密。何以", "647": "故。見此不見彼故。不相知故。雖不相知", "648": "見。然則成此彼成故。俱名成也。應如", "649": "此準思之。第七諸藏純雜具德門。此上諸", "65": "故。問亦有亦無耶。答不也。離相違故。問非", "650": "義或純或雜。如前人法等。若以人門取者。", "651": "即一切皆人故名為純。又即此人門。具含理", "652": "事等一切差別法故名為雜。又如菩薩入", "653": "一三昧唯行布施無量無邊更無餘行故", "654": "名純。又入一三昧即施戒度生等。無量無", "655": "邊諸餘雜行。俱時成就也。如是繁興法界", "656": "純雜自在。無不具足者矣。宜準思之。八者", "657": "十世隔法異成門。此上諸雜義遍十世中。", "658": "同時別異具足顯現。以時與法不相離故。", "659": "言十世者。過去未來現在三世。各有過去", "66": "有非無耶。答不也。離戲論故。又問有耶。答", "660": "未來及現在。即為九世也。然此九世迭相即", "661": "入故。成一總句。總別合成十世也。此十世", "662": "具足別異。同時顯現成緣起故。得即入也。", "663": "故此經云。或以長劫入短劫。短劫入長劫。", "664": "或百千大劫為一念。一念即百千大劫。", "665": "或過去劫入未來劫。未來劫入過去劫。如", "666": "是自在時劫無礙。相即相入渾融成矣。又", "667": "此經云。於一微塵中。普現三世一切佛剎。又", "668": "云。於一微塵中。普現三世一切眾生。又", "669": "云。於一微塵中。普現三世一切諸佛事。又", "67": "不也。離妄念故。問無耶。答不也。聖智行處", "670": "云。於一微塵中。建立三世一切佛轉法輪。如", "671": "是云云無量。廣如經文。此普攝上諸義門。", "672": "悉於十世中自在現耳。宜可思之。九者唯", "673": "心迴轉善成門。此上諸義。唯是一如來藏。", "674": "為自性清淨心轉也。但性起具德故。異三", "675": "乘耳。然一心亦具足十種德。如性起品中", "676": "說十心義等者。即其事也。所以說十者。欲", "677": "顯無盡故。如是自在具足無窮種種德耳。", "678": "此上諸義門。悉是此心自在作用。更無餘", "679": "物名唯心轉等。宜思釋之。十者託事", "68": "故。餘句準之。依他性者。問依他是有耶。答", "680": "顯法生解門。此上諸義隨託之事。以別顯", "681": "別法。謂諸理事等一切法門。如此經中說十", "682": "種寶王雲等事相者。此即諸法門也。顯上諸", "683": "義可貴故。立寶以表之。顯上諸義自在", "684": "故。標王以表之。顯上諸義潤益故。資澤", "685": "故。齗齗故。以雲標之矣。如是等事云云", "686": "無量。如經思之。問三乘中以有此義。與此", "687": "何別。答三乘託異事相表顯異理。今此一", "688": "乘所託之事相。即是彼所現道理。更無異", "689": "也。具足一切理事教義及上諸法門。無不", "69": "不也。緣起無性故。問依他是無耶。答不也。無", "690": "攝盡者也。宜可如理思之。此上十門等解", "691": "釋。及上本文十義等。皆悉同時會融。成一法", "692": "界緣起具德門。普眼境界諦觀察餘時。但", "693": "在大解大行大見聞心中。然此十門隨一門", "694": "中即攝餘門無不皆盡。應以六相方便", "695": "而會通之。可準。上來所明並是略顯別教", "696": "一乘緣起義耳。又於其中諸餘法相及問答", "697": "除疑等。與彼三乘或同或異。所目所設為", "698": "方便等。廣如經論疏鈔孔目及問答中於彼", "699": "釋矣。與彼三乘全別不同。宜可廣依華嚴", "7": "義。二隨緣義。依他二義者。一似有義。二無性", "70": "性緣起故。問亦有亦無耶。答不也。無二性", "700": "經普眼境界準思之。問此上道理。與彼三", "701": "乘義別不同此可信矣。又以何文證知三", "702": "乘外別有一乘耶。答此經自有誠文。故偈", "703": "云。一切世界群生類。尠有欲求聲聞道。求", "704": "緣覺者轉復少。求大乘者甚希有。求大乘", "705": "者猶為易。能信是法甚為難。良由此法出", "706": "情難信。是故聖者將彼三乘對比決之。又", "707": "偈云。若眾生下劣其心厭沒者。示以聲聞", "708": "道。令出於眾苦。小乘也。若復有眾生。諸", "709": "根少明利。樂於因緣法。為說辟支佛。中乘", "71": "故。問非有非無耶。答不也。有多義門故。又", "710": "也。若人根明利。有大慈悲心。饒益諸眾生。", "711": "為說菩薩道。即大乘也。若有無上心。決定", "712": "欲大事。為示於佛身。說無盡佛法。一乘", "713": "也。由此一乘非下機堪受。是故大聖善巧。", "714": "於彼三乘位中隨其機欲方便少說。由不", "715": "窮法界源故。權現二身三身等佛。今為", "716": "如是無上心機樂大事方始現佛十身境", "717": "界。說無盡佛法耳。名現佛身說無盡佛", "718": "法也。三乘但隨機而已。未顯諸佛十身自", "719": "境界故。非現佛身。又隨機少說一相一寂", "72": "問有耶。答不也。緣起故。何以故。以諸緣起", "720": "一味理等。非窮盡說也。何以故三乘以此", "721": "無窮為過失故。然此一乘以無窮為實德", "722": "故耳。又此經云。於一世界中。聞說一乘", "723": "者。或二三四五乃至無量乘。此據本末分", "724": "齊說耳。聖教文義顯然。不可以執情而驚", "725": "怪者矣。第四六相圓融義。六相緣起三門", "726": "分別。初列名略釋。二明教興意。三問答解", "727": "釋。初列名者。謂總相．別相．同相．異相．成相．", "728": "壞相。總相者。一舍多德故。別相者。多德非", "729": "一故。別依比總滿彼總故。同相者。多義", "73": "皆無性故。問無耶。答不也。無性故。何以故。", "730": "不相違。同成一總故。異相者。多義相望各", "731": "各異故。成相者。由此諸緣起成故。壞相者。", "732": "諸義各住自法不移動故。第二教興意者。", "733": "此教為顯一乘圓教法界緣起無盡圓融自", "734": "在相即無礙鎔融乃至因陀羅無窮理事等。", "735": "此義現前一切惑障。一斷一切斷。得九世十", "736": "世惑滅。行德即一成一切成。理性即一顯一", "737": "切顯。並普別具足始終皆齊。初發心時便", "738": "成正覺。良由如是法界緣起六相鎔融。", "739": "因果同時相即自在具足逆順。因即普賢解", "74": "以無性故。成緣起也。餘二句可知。又以", "740": "行。及以證入果即十佛境界所顯無窮。廣如", "741": "華嚴經說。第三問答解釋者。然緣起法一切", "742": "處通。今且略就緣成舍辨。問何者是總相。", "743": "答舍是。問此但椽等諸緣。何者是舍耶。答椽", "744": "即是舍。何以故。為椽全自獨能作舍故。若", "745": "離於椽舍即不成。若得椽時即得舍", "746": "矣。問若椽全自獨作舍者。未有瓦等亦應", "747": "作舍。答未有瓦等時不是椽故不作。非", "748": "謂是椽而不能作。今言能作者。但論椽", "749": "能作。不說非椽作。何以故。椽是因緣。由未", "75": "緣起雖於四句。又以無性故亦離四句。", "750": "成舍時無因緣故。非是緣也。若是椽者", "751": "其畢全成。若不全成不名為椽。問若椽等", "752": "諸緣。各出少力共作不全作者。有何過失。", "753": "答有斷常過。若不全成但少力者。諸緣各", "754": "少力。此但多箇少力。不成一全舍故是斷", "755": "也。諸緣並少力皆無全成。執有全舍者。無", "756": "因有故是其常也。若不全成者。去却一", "757": "椽時舍應猶在。舍既不全成。故知非少", "758": "力並全成也。問無一椽時豈非舍耶。答但", "759": "是破舍無好舍也。故知好舍全屬一椽。既", "76": "並可知矣。又問依他有耶。答不也。約觀遣", "760": "屬一椽故。知椽即是舍也。問舍既即是椽", "761": "者。餘板瓦等應即是椽耶。答總並是椽。", "762": "何以故。去却椽即無舍故。所以然者。若", "763": "無椽即舍壞。舍壞故不名板瓦等。是故", "764": "板瓦等即是椽也。若不即椽者。舍即不", "765": "成。椽瓦等並皆不成。今既並成。故知相即", "766": "耳。一椽既爾。餘椽例然。是故一切緣起法不", "767": "成則已。成則相即。鎔融無礙自在圓極。", "768": "難思出過情量。法性緣起一切處準知。第", "769": "二別相者。椽等諸緣別於總故。若不別者總", "77": "故。問無耶。答不也。能現無生故。下二句", "770": "義不成。由無別時即無總故。此義云何。本", "771": "以別成總。由無別故總不成也。是故別者。", "772": "即以總成別也。問若總即別者。應不成", "773": "總耶。答由總即別故。是故得成總。如椽", "774": "即是舍故名總相。即是椽故名別相。若不", "775": "即舍不是椽。若不即椽不是舍。總別相即", "776": "此可思之。問若相即者。云何說別。答秖", "777": "由相即是故成別。若不相即者。總在別", "778": "外故非總也。別在總外故非別也。思之可", "779": "解。問若不別者有何過耶。答有斷常過。若", "78": "離相違故。離戲論故可知。又問有耶。答不", "780": "無別者。即無別椽瓦。無別椽瓦故。即不", "781": "成總舍故此斷也。若無別椽瓦等。而有", "782": "總舍者。無因有舍是常過也。第三同相者。", "783": "椽等諸緣和同作舍。不相違故皆名", "784": "舍緣。非作餘物故名同相也。問此與總", "785": "相何別耶。答總相唯望一舍說。今此同相", "786": "約椽等諸緣。雖體各別成力義齊故名同", "787": "相也。問若不同者有何過耶。答若不同者", "788": "有斷常過也。何者。若不同者。椽等諸義互", "789": "相違背不同作舍。舍不得有故是斷也。若", "79": "也。異圓成故。又約遍計分故。又離所謂", "790": "相違不作舍。而執有舍者。無因有舍故", "791": "是常也。第四異相者。椽等諸緣隨自形類相", "792": "望差別故。問若異者應不同耶。答秖由", "793": "異故。所以同耳。若不異者椽既丈二。瓦", "794": "亦應爾。壞本緣法故。失前齊同成舍義", "795": "也。今既舍成。同名緣者當知異也。問此與", "796": "別相有何異耶。答前別相者。但椽等諸緣。", "797": "別於一舍故說別相。今異相者。椽等諸緣", "798": "迭互相望。各各異相也。問若不異者。有何", "799": "過失耶。答有斷常過。何者。若不異者。瓦", "8": "義。所執中二義者。一情有義。二理無義。由", "80": "故。問無耶。答不也。異遍計故。以圓成分", "800": "即同椽丈二。壞本緣法不共成舍故是", "801": "斷。若壞緣不成舍而執有舍者。無因有", "802": "舍故是常也。第五成相者。由此諸緣舍義成", "803": "故。由成舍故。椽等名緣。若不爾者二俱", "804": "不成。今現得成故知成相互成之耳。問現", "805": "見椽等諸緣。各住自法本不作舍。何因得", "806": "有舍義成耶。答秖由椽等諸緣不作故。", "807": "舍義得成。所以然者。若椽作舍去。即失", "808": "本椽法故。舍義不得成。今由不作故。椽等", "809": "諸緣現前故。由此現前故。舍義得成矣。又", "81": "故。又智境故。餘句準之。遍計所執者。問", "810": "若不作舍椽等不名多緣。今既得緣名。", "811": "明知定作舍。問若不成者。何過失耶。答有", "812": "斷常過。何者。舍本依椽等諸緣成。今既並", "813": "不作。不得有舍故。是斷也。本以緣成舍", "814": "名為椽。今既不作舍故無椽是斷。若不", "815": "成者舍無因有故是常也。又椽不作舍得", "816": "椽名者亦是常也。第六壞相者。椽等諸緣各", "817": "住自法本不作故。問現見椽等諸緣作舍", "818": "成就。何故乃說本不作耶。答秖由不作", "819": "故。舍法得成。若作舍去不住自法有舍", "82": "遍計是有耶。答不也。理無故。問是無耶。答不", "820": "義即不成。何以故。作去失法舍不成故。今", "821": "既舍成。明知不作也。問若作去有何失。答", "822": "有斷常二失。若言椽作舍去。即失椽法。失", "823": "椽法故。舍即無椽不得有。是斷也。若失", "824": "椽法而有舍者。無椽有舍是常也。又總即", "825": "一舍。別即諸緣。同即互不相違。異即諸緣各", "826": "別。成即諸緣辦果。壞即各住自法。別為", "827": "頌曰。", "828": "一即具多名總相多即非一是別相", "829": "多類自同成於總各體別異現於同", "83": "也。情有故。問亦有亦無耶。答不也。無二性", "830": "一多緣起理妙成壞住自法常不作", "831": "唯智境界非事識以此方便會一乘", "832": "華嚴一乘教義分齊章卷第四", "84": "故。問非有非無耶。答不也。所執性故。又問", "85": "有耶。答不也。無道理故。問無耶。答不也。無", "86": "道理故。餘句準知。又問有耶。不也。執有", "87": "故。又問無耶。不也。執有故。又亦有亦無", "88": "耶。不也。執有故。又非有非無耶。不也。執成", "89": "故。又有耶。不也。由無相故。又無耶。不也。無", "9": "真中不變．依他無性．所執理無。由此三義", "90": "相觀境故。餘句準之。又有耶。不也。無體故。", "91": "又無耶。不也。能曀真故。餘句準之。第二", "92": "示執過者。若計真如一向是有者。有二", "93": "過失。一常過。謂不隨緣故。在染非隱故。不", "94": "待了因故。即墮常過。問諸聖教中。並說真", "95": "如為凝然常。既不隨緣豈是過耶。答聖說", "96": "真如為凝然者。此是隨緣成染淨時。恒作", "97": "染淨而不失自體。是即不異無常之常。", "98": "名不思議常。非謂不作諸法如情所謂之", "99": "凝然也。若謂不作諸法而凝然者。是情"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1866 華嚴一乘教義分齊章", "author": "唐 法藏述", "sourceLink": "http://www.cbeta.org/"}