{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1154 佛說隨求即得大自在陀羅尼神呪經", "text": {"0": "No. 1154 [cf. No. 1153]", "1": "佛說隨求即得大自在陀羅尼神", "10": "哉善哉大梵天王。汝能愍念一切眾生。問此", "100": "唎一百揭婆筏底丁禮反揭婆毘輸重達儞一俱", "101": "器史二合三晡囉尼二闍羅遮羅闍栗儞三鉢囉", "102": "二合筏唎沙都提婆無鵝反娑曼帝那四姪毘喻", "103": "二合陀計那五阿蜜㗚二合多筏唎沙二合尼六提", "104": "婆多引阿婆多㗚尼七阿毘詵遮都迷八阿蜜㗚", "105": "二合多跋囉婆晡曬九󰶽叉󰶽叉麼摩某甲寫十", "106": "󰷍婆怛囉二合十一󰷍婆陀平十二󰷍婆婆重曳瓢上十三", "107": "󰷍蒲烏二合波達囉二合陛瓢上十四󰷍蒲烏二合", "108": "鉢󰷍祇祇曳反瓢上十五󰷍婆突瑟吒二合婆重曳毘", "109": "怛寫十六󰷍婆羯利羯羅訶十七毘揭囉二合訶", "11": "利益之事。汝善思念之吾當為汝分別演說。", "110": "毘婆陀十八突颯乏二合鉢那二合十九突㗚二合儞蜜", "111": "多引阿恾刈略夜平二合二十跛波毘那設儞二十一󰷍", "112": "婆藥夫囉剎娑儞婆囉尼二十二娑囉尼薩㘑二十三", "113": "婆羅婆羅二十四婆羅跋底丁儞反二十五闍㖿闍㖿都摩", "114": "引吽某甲寫二十六󰷍婆怛囉二合二十七󰷍婆迦去藍二十八悉", "115": "殿都苾地㖿二合娑去陀上㖿二十九󰷍婆曼荼囉", "116": "娑去達儞三十闍㖿悉提三十一悉提蘇悉提三十二", "117": "悉地㖿二合悉地㖿二合三十三勃地㖿二合勃地㖿", "118": "三十四晡囉上尼晡囉上尼三十五󰷍婆苾地㖿二合引阿", "119": "地揭多姥㗚二合坻三十六闍瑜怛隷闍㖿跋底", "12": "此隨求即得大自在陀羅尼神呪。能與一切", "120": "丁禮反三十七瑟咤二合底丁禮反三十八底丁儞反瑟咤二合底丁儞", "121": "反瑟咤二合三十九三昧㖿摩努波賴㖿四十怛他揭", "122": "多輸去提四十一毘㖿二合婆盧迦去㖿都摩引吽某甲", "123": "寫四十二阿瑟吒知哥反苾頡𡄦二合摩訶婆重㖿陀", "124": "嚕引論尼四十三薩囉二合薩囉二合四十四鉢囉二合", "125": "薩囉二合鉢囉二合薩囉二合四十五󰷍婆筏囉拏尼何反", "126": "毘輸重達儞四十六三曼多引阿迦囉曼茶羅輸", "127": "去提四十七毘揭坻毘揭坻四十八毘揭多末隷輸重", "128": "達儞四十九器史二合尼器史二合尼五十󰷍婆跋", "129": "波毘輸去提五十一末羅毘輸去提五十二帝闍跋底", "13": "眾生最勝安樂。不為一切夜叉羅剎。及癲癎", "130": "丁儞反跋折囉二合跋底丁儞反五十三帝㘑二合盧枳㖿", "131": "二合引阿地瑟恥二合底丁禮反莎呵五十四󰷍婆怛他揭", "132": "多姥囉陀二合引阿毘重色訖底丁禮反莎呵五十五囉婆", "133": "菩提薩埵引阿毘色訖底丁禮反下同莎呵五十六󰷍婆", "134": "提婆多引阿毘重色訖底莎呵五十七󰷍婆怛他", "135": "揭多頡㗚二合馱上㘑引阿地瑟恥二合底莎呵", "136": "五十八󰷍婆怛他揭多三昧㖿悉弟莎呵五十九印姪", "137": "㘑二合印陀羅二合跋底丁儞反印陀囉二合毘㖿", "138": "二合婆盧吉底莎呵六十勃囉二合醯迷勃囉二合", "139": "醯迷勃囉二合呵摩二合地瑜二合瑟底莎呵", "14": "病餓鬼塞揵陀鬼。諸鬼神等作諸惱害。亦不", "140": "六十一鼻瑟努居矩反二合那麼悉吉㗚二合底莎呵六十二", "141": "摩醯濕嚩囉二合那摩悉吉㗚二合底莎呵六十三", "142": "跋折囉二合陀長囉跋折囉波尼婆羅毘嚟二合", "143": "㖿引阿地瑟恥底莎呵六十四跌唎二合底丁儞反囉瑟", "144": "吒囉三合㖿莎呵六十五毘嚧茶迦㖿莎呵六十六毘", "145": "嚧波叉㖿莎呵六十七裴室囉二合滿拏尼何反㖿莎", "146": "呵六十八折之列反咄㗚二合摩訶囉闍那麼悉吉㗚", "147": "二合多㖿莎呵六十九婆嚕拏尼何反㖿莎呵七十那伽", "148": "毘盧枳多㖿莎呵七十一提婆揭嬭瓢莎呵七十二那", "149": "伽揭嬭瓢莎呵七十三藥叉揭嬭瓢莎呵七十四健闥", "15": "為寒熱等病之所侵損。所在之處恒常得勝", "150": "婆揭嬭瓢莎呵七十五阿蘇囉揭嬭瓢莎呵七十六伽", "151": "嚕茶池何反揭嬭瓢莎呵七十七緊那囉揭嬭瓢莎呵", "152": "七十八摩呼囉伽揭嬭瓢莎呵七十九褐囉剎娑揭嬭", "153": "瓢莎呵八十摩努曬生債反瓢莎呵八十一阿摩努曬", "154": "瓢莎呵八十二󰷍婆伽󰶽二合醯瓢莎呵八十三󰷍婆", "155": "步重底瓢莎呵八十四閇㘑二合底丁儞反曳二合瓢", "156": "莎呵八十五畢舍去尸㖿反長制瓢莎呵八十六罨波薩摩", "157": "㘑二合瓢莎呵八十七割槃嬭瓢莎呵八十八唵八十九", "158": "度重嚧度重嚧莎呵九十覩重嚧覩重嚧莎呵九十", "159": "一牟重嚧牟重嚧莎呵九十二訶那󰷍婆設覩嚕", "16": "不為鬪戰怨讎之所侵害能摧他敵。厭蠱呪", "160": "二合囔麼摩寫莎呵九十三馱訶馱訶󰷍婆󰽨瑟", "161": "吒二合鉢囉二合󰽨瑟吒二合麼摩某甲寫莎呵", "162": "九十四鉢遮上諸㖿反鉢遮上諸㖿反󰷍婆鉢囉二合底丁儞反", "163": "㖿上二合鐵聽以反迦鉢囉二合底丁儞反㖿上二合蜜多", "164": "囉二合麼摩某甲寫莎呵九十五時嚩二合栗多去", "165": "㖿莎呵九十六鉢囉二合時嚩二合栗多去㖿莎呵", "166": "九十七地鉢多去時嚩二合囉㖿莎呵九十八三曼多", "167": "鉢囉二合時嚩二合栗多去㖿莎呵九十九摩尼跋", "168": "達囉二合㖿莎呵二百布㗚拏尼何反跋重陀囉二", "169": "合㖿莎呵一摩訶迦羅㖿莎呵二摩底丁儞反哩", "17": "詛不能為害。先業之罪悉得消滅。毒不能害", "170": "二合伽拏尼何反㖿莎呵三藥器史二合尼囔莎", "171": "呵四褐囉剎思囔莎呵五阿去迦去奢摩底丁儞反二", "172": "合囔莎呵六三姥達囉二合儞婆悉儞囔莎呵七", "173": "褐囉底丁儞反唎二合折之列反㘕廬姦反莎呵八地婆", "174": "娑折之列反㘕盧姦反下同莎呵九底丁儞反唎二合散地㖿", "175": "二合折之列反下同㘕莎呵十鞞羅折之列反㘕莎呵十", "176": "一阿烏褐反鞞羅折之列反㘕莎呵十二揭婆折之列反", "177": "㘑瓢莎呵十三揭婆散多長囉尼呼盧呼盧莎", "178": "呵十四唵莎呵十五󰷍婆莎呵十六步筏莎呵十七", "179": "步嚕步筏呵十八質致上質致上莎呵十九費致", "18": "火不能燒。刀不能傷水不能溺。不為雷電霹", "180": "費致上莎呵二十馱囉尼莎呵二十一陀囉尼莎", "181": "呵二十二惡岐儞二合莎呵二十三帝殊上婆布莎呵", "182": "二十四只里只里莎呵二十五徙里徙里莎呵二十六勃", "183": "地㖿二合勃地㖿二合莎呵二十七曼茶羅悉地曳", "184": "二合莎呵二十八曼茶羅畔提曳二合莎呵二十九思", "185": "摩畔達尼莎呵三十譫婆譫婆莎呵三十一悉耽", "186": "二合婆重悉耽二合婆重莎呵三十二瞋陀瞋陀莎", "187": "呵三十三頻陀頻陀莎呵三十四畔陀畔陀莎呵三十五", "188": "牟誨㖿牟誨㖿莎呵三十六摩尼毘輸去提莎呵", "189": "三十七訴㗚二合曳訴㗚二合曳蘇哩二合㖿毘輸", "19": "靂及非時惡風暴雨之所損害。若有受持此", "190": "去提莎呵三十八戰姪㘑二合蘇戰姪㘑二合布㗚", "191": "拏尼阿反戰姪㘑二合莎呵三十九諾剎多囉二合㖿", "192": "莎呵四十室吠無廢反莎呵四十一扇長底丁儞反曳莎", "193": "呵四十二蘇嚩無我反二合悉底丁儞反吔二合也儞莎呵", "194": "四十三施梵無紺反二合羯唎扇重長底丁儞反羯唎布瑟", "195": "致二合跋喇馱重二合儞莎呵四十四室唎二合羯哩", "196": "莎呵四十五室唎二合㖿跋唎二合馱儞莎呵四十六", "197": "室唎二合㖿時嚩二合羅儞莎呵四十七那牟支莎", "198": "呵四十八摩嚕支莎呵四十九鞞伽筏底丁禮反莎呵二百", "199": "五十", "2": "呪經", "20": "神呪者。所在得勝。若能書寫帶在頸者若在", "200": "右已前是根本呪竟。", "201": "一切佛心呪", "202": "唵一󰷍婆怛他揭多慕㗚二合帝二鉢囉二合筏囉", "203": "揭多婆重曳三奢摩演都麼摩某甲寫󰷍婆跛閉", "204": "瓢四莎悉底丁儞反二合囉婆重二合筏都五牟支牟支", "205": "毘牟支六遮唎遮羅儞七揭帝八婆重陀重囉嬭", "206": "九步長地步長地十步陀重㖿步陀重㖿十一勃地", "207": "利勃地臨十二󰷍婆怛他揭多頡㗚二合馱上㖿", "208": "十三樹瑟𪘨二合十四莎呵十五", "209": "一切佛心印呪", "21": "臂者。是人能成一切善事最勝清淨。常為諸", "210": "唵一跋折囉二合跋底丁儞反二跋折囉二合鉢囉", "211": "二合底丁儞反瑟耻二合多輸去提三怛他揭多姥", "212": "陀囉二合四地瑟咤那地瑟恥二合底莎呵五", "213": "灌頂呪", "214": "唵一牟儞牟儞牟儞筏㘑二阿毘重詵者都咩", "215": "三󰷍婆怛他揭多摩引吽某甲寫四󰷍婆苾他㖿二", "216": "合毘曬罽平五摩訶跋折囉二合筏遮姥陀囉二", "217": "合姥地唎二合底丁儞反六怛他揭多頡㗚二合馱", "218": "上㖿七地瑟恥二合多跋折㘑二合莎呵八", "219": "灌頂印呪", "22": "天龍王之所擁護。又為諸佛菩薩之所憶念。", "220": "唵一阿蜜㗚二合多筏㘑二合二嚩囉嚩囉三鉢", "221": "囉二合嚩囉毘輸去提四𤙣𤙣五泮吒泮吒六莎", "222": "呵七", "223": "結界呪", "224": "唵一阿蜜㗚二合多毘盧羯儞二揭婆重二合󰶽剎", "225": "尼上三阿羯囉沙二合尼上四𤙖𤙖五泮吒泮吒六", "226": "莎呵七", "227": "佛心呪", "228": "唵一毘摩隷二闍㖿筏底丁儞反三阿蜜㗚帝四𤙣", "229": "𤙖𤙖𤙣五泮吒泮吒泮吒泮吒六莎呵七", "23": "金剛密跡四天大王。及天帝釋大梵天王。毘", "230": "心中心呪", "231": "唵一跋重囉跋重囉二三跋囉三印地音涅㗚二合", "232": "㖿四毘輸重達儞五𤙖𤙣六噌嚧遮隷七莎呵八", "233": "注平上去入者依四聲借音。讀注二合者半上二字連聲", "234": "合。讀注重者喉聲重。讀注長者長聲。讀注引阿者。引上", "235": "字入阿中。接下字讀引論等類可知。噠揭囉󰷍唎嚧嚕󰶽", "236": "哩𡀔㘑𡄦𠼝㘕等字。傍加口者轉舌聲。讀囔㖿咃等字傍", "237": "加二點者。取半者不全聲讀耳。", "238": "爾時世尊說此神呪已告大梵言。若有暫聞", "239": "此陀羅尼者。彼諸善男子善女人。所有一切", "24": "紐天大自在天。俱摩羅軍眾比那夜迦。大黑", "240": "罪障悉得消滅。若能誦持者。當知是人即是", "241": "金剛之身。火不能燒。大梵當知如迦毘羅大", "242": "城。羅睺羅童子在母胎時。其母釋種女耶輸", "243": "陀羅自投火坑。於時羅睺羅在母胎中憶念", "244": "此呪。其大火坑尋即變成蓮華之池。此是神", "245": "呪力故。以是因緣火不能燒。佛告大梵毒不", "246": "能害者。如善遊城豐財長者子。善持諸餘一", "247": "切禁呪。恃呪力故。召攝德叉迦龍王忘不", "248": "結界。其龍瞋怒嚙損。是人受大苦惱。命在須", "249": "臾無能救者。於其城中有一優婆夷名曰無", "25": "天難提鷄說天等。晝夜而常隨逐擁護持此", "250": "垢。常持此隨求即得大自在陀羅尼神呪其", "251": "優婆夷起大慈悲。心生憐愍往詣其所。以此", "252": "呪呪之纔經一遍。其毒消滅還得本心。時長", "253": "者子於無垢邊。受持此呪憶念在心。是故當", "254": "知毒不能害。復次大梵波羅柰城有王名曰", "255": "梵施。時隣國王有大威力。起四種兵來罰梵", "256": "施。時四種兵入至波羅柰城。其王梵施既知", "257": "是已。勅城內人汝等勿怖。我有神呪名隨求", "258": "即得陀羅尼。此呪神力能摧他敵及四種兵。", "259": "其時梵施澡浴清淨著新淨衣。書寫此呪持", "26": "呪者。又為摩帝揵拏天眾。及餘自在諸天神", "260": "在身上。即往入陣王獨共戰。四兵降伏來歸", "261": "梵施。大梵當知此神呪有大威力。如來印", "262": "可常應憶念。當知此呪於佛滅後利益眾生。", "263": "復次大梵若有人帶此呪者。當知如來以神", "264": "通力擁護是人。當知是人是如來身。當知", "265": "是人是金剛身。當知是人是如來藏身。當", "266": "知是人是如來眼。當知是人披金剛甲。當知", "267": "是人是光明身當知是人是不壞身。當知是", "268": "人能摧伏一切怨敵。當知是人所有罪障悉", "269": "皆消滅。當知是呪能除地獄一切苦難。大梵", "27": "眾亦如是擁護。又為諸魔天眾。及諸眷屬神", "270": "當知昔有比丘有少信心。於如來戒有所缺", "271": "犯而行偷盜。現前僧物及常住僧物。四方僧", "272": "物獨將入已。而是比丘後遇重病受大苦惱。", "273": "有一優婆塞婆羅門起大慈悲。書此神呪繫", "274": "病比丘頸下。繫已應時一切病苦悉皆消滅。", "275": "於後壽盡命終墮於阿鼻地獄。其比丘屍殯", "276": "在塔中呪在屍上。其比丘塔今由現在滿足", "277": "城南。因此比丘暫入地獄。諸受罪者所有苦", "278": "痛。悉得止息普得安樂。其地獄中所有火聚", "279": "亦皆消滅。是時獄卒見是事已甚大驚怪。", "28": "呪諸神大威德者。所謂鴦俱施神拔折羅神。", "280": "具以上事白閻羅王。時閻羅王告獄卒言。", "281": "是大威德先身舍利。汝等可往滿足城南看", "282": "有何物。於是獄卒受教而去。於初夜分到彼", "283": "塔所。見塔光明如大火聚。於其塔中見比丘", "284": "屍。屍上有此隨求即得大自在陀羅尼神呪。", "285": "復有諸天圍繞守護。於時獄卒見此呪力不", "286": "可思議。遂號此塔名為隨求即得。是時獄卒", "287": "尋即迴還。具所見事白閻羅王。其此比丘承", "288": "此呪力罪障消除。即得生於三十三天。因", "289": "號此天名為隨求即得天子。大梵當知如法", "29": "商羯羅神摩莫鷄神。毘俱知神多羅神。摩", "290": "書寫。此呪帶持在於身者。常無苦惱。利益一", "291": "切恐怖悉除。", "292": "復次大梵如消阿魏大城之中。有一長者名", "293": "毘藍婆。庫藏盈溢金銀充滿多饒財穀。於是", "294": "長者身作商主。乘大船舶入於大海。於大海", "295": "中遇低彌黎魚欲壞其船。海中龍王復生瞋", "296": "怒。起大霹靂雨金剛雹。爾時諸人極大憂怖。", "297": "是時商主告諸商人。汝等勿怖我有方計。於", "298": "此厄難畢得解脫。眾商人言善哉善哉。其時", "299": "商主尋即如法。書寫此呪安置幢頭。其魚應", "3": "大唐北印度迦濕彌羅國", "30": "訶迦羅神度多神。斫羯羅波尼神大力神。長", "300": "時即見此船。有大光明如大火聚。其魚退", "301": "縮彼諸龍等。見是相已悉起慈心。是時商主", "302": "及諸商人。心大歡喜得達寶所。是故大梵當", "303": "寫此呪安置幢頭。能除一切惡風。非時寒凍", "304": "卒起黑雲。雨下霜雹皆悉止息。一切蚊虻蝗", "305": "虫及諸餘類。食苗稼者自當退散。一切惡獸", "306": "利牙爪者不能為害。一切苗稼花果藥草悉", "307": "得增長。果味甘美隨時成熟。諸龍王等以時", "308": "降雨。復次大梵若人所求。應當如法書寫此", "309": "呪。隨所求願悉得成就。求男得男求女得", "31": "壽天摩訶提毘神。迦羅羯尼神花齒神。摩尼", "310": "女。善持胎藏處胎安隱。日月滿足安樂產生。", "311": "大梵當知於此摩伽陀國。有王名慈愍手。其", "312": "王初生之時。即申右手執於母嬭。其母兩嬭", "313": "變成金色乳自流出。於其手中又能出於無", "314": "量珍寶施諸眾生。以是因緣名慈愍手。其王", "315": "無子為求子故。設大施會供養諸佛及諸塔", "316": "廟求子不得。後於夜分其王夢見淨居天子。", "317": "來至王所而告王言。大王當知有大神呪名", "318": "隨求即得。王可如法書寫與大夫人。繫其頸", "319": "下即當得子。時王覺已至於明旦。即如法書", "32": "珠髻神金髻神。賓𦽆羅羅器神電鬘神。迦羅", "320": "寫此大神呪。與夫人帶應時有胎。日月滿", "321": "足生一童子。色相具足端嚴殊勝見者歡喜。", "322": "大梵當知此神呪力。所求願者皆得稱心。復", "323": "次大梵其天帝釋。共阿修羅鬪戰之時。帝釋", "324": "天王帶此神呪。帝釋天眾不被傷損。而常", "325": "得勝安隱還宮。復次大梵若有人。帶此神", "326": "呪在於身者。一切諸佛以其神力加被是人。", "327": "為諸菩薩之所讚歎。於一切處一切諍訟。鬪", "328": "競言論而皆得勝。常無疾病一切災橫不能", "329": "為害心無憂惱。恒為諸天之所守護。此八", "33": "羅利神毘俱知神。堅牢地神烏陀計施神。什", "330": "首呪書寫帶持心常憶念。一切惡夢惡相不", "331": "吉祥事不及其身。此隨求即得陀羅尼神呪。", "332": "是九十九億百千那由他恒河沙等諸佛。同", "333": "共宣說同共印可。同共讚歎同共隨喜。有大", "334": "勢力有大威光有大功用。一切魔眾悉皆降", "335": "伏。此大神呪甚難可得。復次大梵過去有佛。", "336": "名開顏含笑摩尼金寶赫奕光明出現王如來。", "337": "於菩提道場坐金剛座始成正覺。有無央數", "338": "魔及諸眷屬。來詣佛所現諸神力。作諸障難", "339": "現諸惡相。作瞋怒形雨諸器仗。爾時世尊默", "34": "伐栗多那那神大怒神。執劍神摩尼光神。闍", "340": "然而坐。以慈善根力憶念此呪。纔憶念已彼", "341": "諸魔眾。見世尊一一毛孔中。出百千萬億兵", "342": "眾。身被衣甲放大光明。於虛空中遊行自在。", "343": "時諸魔眾退失神通四散馳走。復次大梵烏", "344": "禪那城。有王名曰梵施。彼有一人犯王死罪。", "345": "王勅令殺即將罪人。往於山中拔刀欲殺。其", "346": "人右臂先帶此呪。由此呪力刀出火然散壞", "347": "如塵。是時法官見是事已怪未曾有。即往白", "348": "王具陳上事王告法官於彼山中有夜叉窟。", "349": "無量夜叉止住其中。可送罪人於彼窟內。於", "35": "知尼神一闍吒神。佛陀陀羅波利尼神楞雞", "350": "是法官奉教往送。罪人到窟時諸夜叉來欲", "351": "食噉。呪威力故諸夜叉等。皆見其人身光赫", "352": "奕。時諸夜叉將此罪人。送至窟外恭敬禮拜。", "353": "於是法官復以此事具白於王。王復告言將", "354": "此罪人擲置大河之中。奉教往擲。擲是人已。", "355": "而不沒溺履水如地。還以是事啟白大王。王", "356": "甚驚怪。王喚罪人問其所以。汝何所解。罪人", "357": "答王臣無所解。在身唯帶隨求即得大自在", "358": "陀羅尼神呪。王聞是已怪歎無量。佛告大梵", "359": "如上所說。是呪神力汝可知之。必須書寫持", "36": "說神。并餘無量諸天神等。彼諸天眾悉來", "360": "帶於身。復告大梵若欲帶此呪者。當如法書", "361": "寫。爾時大梵白佛言世尊。若欲書寫此之神", "362": "呪法則云何。佛告大梵先當結壇。於壇四角", "363": "各安一瓶盛滿香水。壇內畫作二蓮花。或三", "364": "或四或五。四面周匝作蓮花鬚。又作一大開", "365": "敷蓮花。其莖盡懸繒帛。又作一八葉蓮花。一", "366": "一葉上作一三叉戟。莖上盡懸繒帛。更作一", "367": "八葉蓮花。於花心中作一金剛杵。一一葉上", "368": "亦作一杵。其花莖上盡懸繒帛。又作一八葉", "369": "蓮花。一一葉上各作一越斧。又作一蓮花。", "37": "擁護。若此神呪在身手者。鬼子父母摩尼跋", "370": "於花心中畫作一刀。其莖亦盡懸繒帛。又畫", "371": "作一劍。於劍鋒上作花。其花莖上亦盡懸繒", "372": "帛。又作一蓮花於花心中畫作一螺。又作一", "373": "蓮花於花心中畫作一羂索。又作一蓮花於", "374": "花心中畫作一火焰珠。燒香散花飲食果子", "375": "種種供養。若欲書寫帶此呪者。應當依法結", "376": "如是壇。餘壇方法不得相雜。令寫呪人先澡", "377": "浴清淨。著新淨衣食三種白食。所謂乳酪粳", "378": "米飯。無問紙素竹帛種種諸物。皆悉許用書", "379": "寫此呪。若有婦人求產男者。用牛黃書之。於", "38": "陀神。富那跋陀神力天大力天。勝棄尼神", "380": "其帛上。先向四面書此神呪。內畫作一童子", "381": "以寶瓔珞莊嚴。其頸手捧一金鉢盛滿珍寶。", "382": "又於四角各畫一童子身披衣甲。又作種種", "383": "印。若轉輪王帶者於呪心中作觀世音菩薩", "384": "及帝釋形。又於其上作種種佛印。諸善神", "385": "印悉令具足。又於四角作四天王。眾寶莊嚴", "386": "各依本方。若僧帶者於呪心中。畫作一金剛", "387": "神眾寶莊嚴。下作一僧䠒跪合掌。金剛以手", "388": "按此僧頂。若婆羅門帶者。於呪心中作大自", "389": "在天。若剎利帶者於呪心中作摩醯首羅天。", "39": "俱吒檀底神。功德天大辯天等。恒常隨逐而", "390": "若毘舍帶者於呪心中作毘沙門天王。若首", "391": "陀帶者於呪心中作斫羯羅天。若童男帶者", "392": "於呪心中作俱摩羅天。若童女帶者。於呪心", "393": "中作波闍波提天從此已上所擬帶者。於呪", "394": "心中所畫作諸天神。皆須形狀少年面貌喜", "395": "悅。若欲持帶此神呪者。並須各各自依本法。", "396": "若懷胎婦人帶者。於呪心中作摩訶迦羅神", "397": "其面黑色。若於高幢上懸者。當於高處竪", "398": "一高幢。於其幢頭置一火焰珠。於其珠內", "399": "安此神呪。所有一切諸惡障礙。及諸疾疫悉", "4": "三藏寶思惟於天宮寺譯", "40": "擁護之。若有女人受持此神呪者。有大勢力", "400": "得消滅。若亢旱時於呪心中作一九頭龍。若", "401": "滯雨時亦作此龍。並當安著有龍水中。旱", "402": "即下雨滯即得晴。若商人帶者於呪心中作", "403": "商主形。所將商眾皆得安樂。持此呪人自欲", "404": "帶者。於呪心中作一女天。又於其內作星辰", "405": "日月。若凡人帶者。唯當書寫此呪帶之。佛", "406": "告大梵若諸人等。能如法書寫持帶之者。常", "407": "得安樂。所為之事皆得成就。現世受樂後生", "408": "天上。所有罪障悉得消滅。常受持者恒為諸", "409": "佛菩薩之所護念。於夜夢中常得見佛。亦得", "41": "常當生男。受持胎時在胎安隱。產生安樂", "410": "一切之所尊敬。汝當護持廣令流布。佛說", "411": "此經已。時大梵天王聞佛所說。心大歡喜信", "412": "受奉行。", "413": "佛說隨求即得大自在陀羅尼神呪經", "414": "那麼薩婆怛他揭哆南一那謨㪍陀達摩", "415": "僧祇岐曳切瓢二唵三毘戾惟切補羅入聲揭󰻇四", "416": "毘末隷闍耶揭入聲󰻇五伐扶揭切舌囉什嚩", "417": "囉揭󰻇六揭底伽呵泥七伽伽上聲那", "418": "毘輸達泥八薩婆跛波毘輸達泥九唵十瞿", "419": "拏伐底丁以切十一伽伽上聲唎尼十二祇渠以切哩", "42": "無諸疾病。眾罪消滅必定無疑。以福德力財", "420": "祇哩十三伽末哩十四伽呵伽呵十五伽揭哩", "421": "伽揭哩十六伽伽哩伽伽哩十七鉗婆哩鉗婆", "422": "哩十八揭底揭底同上十九伽末泥揭㘑", "423": "二十瞿嚕瞿嚕瞿嚕尼二十一折黎隷折隷牟", "424": "折隷二十二社曳毘社曳二十三薩婆婆重呼耶", "425": "毘揭帝二十四揭婆三婆囉泥二十五死哩死哩蜜", "426": "唎蜜唎以哩以哩二十六三曼多迦唎沙尼", "427": "二十七薩婆設覩嚕鉢囉末他儞二十八洛叉𠸪叉", "428": "麼麼某甲寫二十九毘利毘利毘羯多囉尼", "429": "三十婆耶那舍泥三十一蘇唎蘇唎三十二質唎迦", "43": "穀增長。所說教令人皆信受。常為一切之", "430": "末隷三十三社曳三十四微社耶社耶縛醯三十五社", "431": "耶伐底三十六薄伽伐底三十七曷羅坦那摩俱", "432": "吒摩羅達唎三十八毘質多囉鞞沙嚧波陀唎", "433": "尼三十九薄伽伐底苾地耶提毘四十𠸪叉", "434": "覩曼莫甘切麼麼某甲寫四十一三曼多迦羅毘輸", "435": "達儞四十二虎嚕虎嚕四十三諾能得切剎怛囉摩羅", "436": "陀唎尼四十四氈拏氈拏氈雉儞四十五鞞伽伐", "437": "底四十六薩婆突瑟吒儞嚩囉尼四十七設覩嚕", "438": "博叉鉢囉末地儞四十八毘社耶婆呬儞四十九虎", "439": "嚕虎嚕五十姥嚕姥嚕五十一主嚕主嚕五十二阿", "44": "所敬事。應當潔淨若男若女。童男童女持", "440": "庾波刺儞五十三蘇囉婆囉末他儞五十四薩婆提", "441": "伐多補視低五十五地唎地唎五十六三曼多婆盧", "442": "吉帝五十七鉢臘鞞鉢臘鞞五十八蘇鉢臘波󰡊提", "443": "五十九薩婆跛波毘輸達儞六十馱囉馱囉馱", "444": "囉尼六十一跋囉馱㘑六十二蘇姥蘇姥六十三蘇姥", "445": "嚕折㘑六十四折㘑遮羅耶突瑟吒󰽢更切六十五晡囉", "446": "耶阿長呼賞六十六室唎婆晡陀囉社耶迦", "447": "末隷六十七器史尼器史尼六十八薩婆提婆多嚩", "448": "囉陀鴦俱施六十九唵七十鉢頭摩毘󰡊提七十一", "449": "輸達儞󰡊提七十二婆囉婆囉七十三毘唎毘唎", "45": "此呪者。當得安樂無諸疾病色相熾盛。圓滿", "450": "七十四步嚕步嚕七十五瞢揭羅攝苾提七十六波苾", "451": "多囉木谿七十七差迦上唎七十八佉囉佉囉七十九", "452": "什嚩㗚多室㘑八十三曼多鉢囉薩唎多嚩", "453": "婆悉多󰡊提八十一什嚩羅什嚩羅薩婆提嚩", "454": "揭入聲孥八十二三摩揭㗚沙尼八十三薩底伐底", "455": "八十四怛囉怛囉八十五娜伽毘盧吉儞帝八十六羅", "456": "虎羅虎八十七虎努虎努八十八剎尼剎尼八十九薩", "457": "婆揭羅呵薄剎尼九十賓比蠅切揭唎賓揭唎", "458": "九十一主姥主姥蘇姥主九十二毘折隷九十三怛囉", "459": "怛囉九十四多囉耶覩曼莫甘切麼麼某甲寫摩呵", "46": "吉祥福德增長。一切呪法皆得成就。帶此", "460": "婆耶九十五三慕達囉娑伽囉鉢利演多波跛", "461": "羅伽伽入聲那九十六三曼帝那九十七伐折入聲", "462": "囉什嚩囉毘󰡊提九十八步唎步唎九十九揭婆", "463": "伐底揭婆肥輸達儞一百俱器初几切二合", "464": "三晡囉尼一者羅者羅遮栗儞二鉢囉伐㗚", "465": "沙覩提婆三曼帝那三姪田涅切驃毘妙切俞", "466": "度計那四阿蜜㗚多伐㗚沙尼五提伐多阿", "467": "伐多羅尼六阿毘詵者覩曼莫甘切七阿蜜㗚多", "468": "婆囉婆晡曬八𠸪叉𠸪叉麼麼某甲寫九薩拔", "469": "怛囉十薩拔陀十一薩婆婆曳瓢蒲藐切十二薩", "47": "呪者雖未入壇。即成入一切壇。與入壇者成", "470": "菩烏波達囉陛瓢十三薩菩烏鉢薩祁渠曳切", "471": "瓢十四薩婆突瑟吒婆耶弊十五毘怛寫十六", "472": "薩婆羯利羯羅呵十七毘揭羅呵毘嚩陀十八", "473": "突颯蘇合切乏鉢那十九㗚突儞蜜多阿芒刈", "474": "瓢蒲藐切二十跛波毘那捨儞二十一薩婆藥叉囉", "475": "剎娑儞婆囉尼二十二娑囉尼薩㘑二十三婆羅婆", "476": "羅二十四婆羅伐底丁以切二十五闍耶闍耶覩曼莫甘切", "477": "麼麼某甲寫二十六薩跋怛囉二十七薩婆迦嵐二十", "478": "八悉殿徒演切覩苾地耶娑馱耶二十九薩婆曼荼", "479": "羅娑達儞三十社耶悉提三十一悉提蘇悉提", "48": "同其行。不作惡夢重罪消滅。有起惡心來", "480": "三十二悉地耶悉地耶三十三勃地耶勃地耶三十四", "481": "晡囉尼晡囉尼三十五薩婆苾地耶地揭多暮", "482": "㗚低三十六闍瑜怛㘑三十七闍耶伐底丁以切三十八底", "483": "瑟吒底瑟吒三十九三麼耶摩奴波賴耶四十", "484": "怛他揭多󰡊提四十一毘耶婆盧迦耶覩曼麼", "485": "麼某甲寫四十二阿瑟吒苾頡𡄦摩訶婆耶陀", "486": "嚕尼四十三薩囉薩囉四十四鉢囉薩囉鉢囉薩囉", "487": "四十五薩婆嚩囉拏毘輸達儞四十六三曼多迦羅", "488": "曼荼羅󰡊提四十七毘揭帝毘揭帝四十八毘揭多", "489": "末隷輸達儞四十九器初几切尼器尼五十薩婆跛", "49": "相向者。不能為害持此呪者。一切樂欲所求", "490": "波毘󰡊提五十一末羅毘󰡊提五十二帝社伐底", "491": "伐折囉伐底丁以切五十三窒丁結切㘑盧迦地瑟恥帝", "492": "莎呵五十四薩婆怛他揭多暮囉陀毘色吉帝", "493": "莎呵五十五薩婆菩提薩埵毘色吉帝莎呵", "494": "五十六薩婆提伐多毘色吉帝莎呵五十七薩婆怛", "495": "他揭入聲多頡哩馱耶地瑟恥帝莎呵五十八薩", "496": "婆怛他揭入聲三昧耶悉提莎呵五十九印姪㘑", "497": "印陀囉伐底印陀囉瓢婆盧吉帝莎呵", "498": "六十勃囉醯迷勃囉醯迷勃囉呵摩地瑜瑟", "499": "帝莎呵六十一鼻瑟努那麼悉吉㗚帝莎呵六十二", "5": "如是我聞。一時婆伽婆。在王舍大城耆闍", "50": "皆得。爾時世尊即說呪曰。", "500": "摩醯濕嚩囉那摩悉吉㗚帝莎呵六十三伐折", "501": "囉達囉伐折囉跛尼婆羅肥唎耶地瑟恥帝", "502": "莎呵六十四跌唎底囉瑟吒囉耶莎呵六十五毘嚧", "503": "宅迦耶莎呵六十六毘嚧博叉耶莎呵六十七裴室", "504": "囉伐拏耶莎呵六十八折咄摩訶囉闍那麼悉", "505": "吉唎㗚多耶莎呵六十九婆嚕拏耶莎呵七十閻", "506": "摩布闍那摩悉吉唎多耶莎呵七十一嚩嚕拏", "507": "耶莎呵七十二娜伽毘盧枳多耶莎呵七十三提婆", "508": "揭儞女計切瓢莎呵七十四娜伽揭禰瓢莎呵七十五", "509": "藥叉揭禰瓢莎呵七十六揵闥婆揭禰瓢莎呵", "51": "那牟󰷍婆怛他揭多囔一那牟勃陀噠摩僧", "510": "七十七阿蘇羅揭禰瓢莎呵七十八伽嚕荼揭禰瓢", "511": "莎呵七十九緊那囉揭禰瓢莎呵八十莫呼囉伽", "512": "揭禰瓢莎呵八十一囉剎娑揭禰瓢莎呵八十二摩", "513": "奴曬所計切瓢莎呵八十三阿摩奴曬瓢莎呵八十四", "514": "薩婆揭𠸪醯去聲瓢莎呵八十五薩婆菩帝瓢", "515": "莎呵八十六閉㘑帝瓢莎呵八十七畢舍制瓢莎呵", "516": "八十八阿鉢薩麼㘑瓢莎呵八十九甘盤滯瓢莎呵", "517": "九十唵杜嚕杜嚕莎呵九十一唵覩嚕覩嚕莎", "518": "呵九十二唵姥嚕姥嚕莎呵九十三呵那呵那薩婆", "519": "設覩嚕南女間切麼麼某甲寫莎呵九十四馱呵馱", "52": "祇祇曳反瓢毘㖿反上二唵三毘補羅󰽚鞞四毘末󰽦闍", "520": "呵薩婆突瑟吒鉢囉突瑟吒麼麼某甲寫莎", "521": "呵九十五鉢者鉢者薩婆鉢喇底鐵迦吉切監鉢", "522": "喇底丁也切蜜多囉麼麼某甲寫莎呵九十六什嚩", "523": "㗚多耶莎呵九十七鉢囉什嚩栗多耶莎呵九十八", "524": "蟄地入切鉢多什嚩㗚多耶莎呵九十九三曼多鉢", "525": "囉什嚩㗚多耶莎呵二百麼尼跋達囉耶莎", "526": "呵一布脯沒切㗚拏跋陀囉耶莎呵二摩訶迦", "527": "邏耶莎呵三摩底哩伽拏耶莎呵四藥器", "528": "初几切尼南莎呵五囉剎思南莎呵六阿迦舍摩", "529": "底哩諵女感切莎呵七三暮達囉儞婆悉囉諵", "53": "上㖿󰽚鞞五筏折囉二合時嚩無我反二合羅󰽚鞞六揭", "530": "莎呵八曷囉底丁以切唎折囉㘕諵莎呵九地", "531": "地入切伐娑折囉諵莎呵十底丁以切唎珊地塗邪切", "532": "折囉諵莎呵十一鞞羅折囉諵莎呵十二阿鞞", "533": "羅折囉諵莎呵十三揭入聲婆折㘑瓢平聲莎", "534": "呵十四揭婆珊多囉尼虎嚕虎嚕莎呵十五唵", "535": "莎呵十六薩婆步莎呵十七步嚩莎呵十八菩", "536": "路步嚩莎呵十九質致質致莎呵二十費致費", "537": "致莎呵二十一馱羅尼莎呵二十二毘囉尼莎呵", "538": "二十三阿耆儞莎呵二十四帝殊婆布莎呵二十五只", "539": "哩只哩莎呵二十六儞哩儞哩莎呵二十七呬哩虛以", "54": "底丁儞反伽訶泥七伽伽那毘輸重達泥八󰷍婆", "540": "切呬哩莎呵二十八勃地耶勃地耶莎呵二十九曼", "541": "荼羅悉提曳莎呵三十曼荼羅畔提曳莎呵", "542": "三十一思摩畔達儞莎呵三十二譫婆譫婆莎呵三十", "543": "三悉耽婆悉耽婆莎呵三十四瞋陀瞋陀莎呵", "544": "三十五頻陀頻陀莎呵三十六畔陀畔陀莎呵三十七", "545": "牟呵耶牟呵耶莎呵三十八摩尼毘󰡊提莎呵", "546": "三十九素㗚曳素㗚曳蘇唎耶毘󰡊提莎呵四", "547": "十戰姪㘑蘇戰姪㘑布脯沒切栗拏戰姪㘑莎", "548": "呵四十一諾能得切剎怛囉耶莎呵四十二濕吠莎呵", "549": "四十三扇底曳莎呵四十四蘇伐悉底丁也切禰莎呵", "55": "跛波毘輸重達泥九唵十瞿拏尼何反跋底丁儞反十一", "550": "四十五始梵羯扇夜丁以切羯布脯沒切瑟致伐", "551": "栗馱儞莎呵四十六室唎羯唎莎呵四十七室唎耶", "552": "伐㗚馱儞莎呵四十八室唎耶什嚩囉儞莎呵", "553": "四十九那牟支莎呵五十摩嚕支莎呵五十一鞞伽", "554": "伐底莎呵五十二已上二百五十二句根本呪竟", "555": "一切佛心呪", "556": "唵一薩婆怛他揭入聲多暮㗚帝二鉢喇嚩", "557": "扶荷切囉揭入聲多婆曳三舍摩覩演麼麼某甲", "558": "寫薩婆婆閉瓢四薩婆婆曳瓢五莎悉底", "559": "曷囉婆伐覩六牟支牟支七毘牟支八折唎", "56": "伽伽唎尼十二祁唎祁唎十三伽末唎十四伽訶", "560": "折囉禰揭帝九婆耶呵囉禰十步地步地十一", "561": "步陀耶步陀耶十二勃地唎勃地唎十三薩婆", "562": "怛他揭多呬哩馱耶十四樹瑟𪘨󰽢皆切十五莎", "563": "呵十六", "564": "一切佛心印呪", "565": "唵一伐舌囉伐底丁以切二伐舌囉鉢喇底", "566": "瑟恥帝󰡊提三怛他揭多暮陀囉四地瑟咤", "567": "那地瑟恥帝莎呵五", "568": "灌頂呪", "569": "唵一姥儞姥儞姥儞伐㘑二阿毘詵者覩迷", "57": "伽訶十五伽揭唎伽揭唎十六伽伽唎伽伽唎", "570": "三薩婆怛他揭多曼莫甘切麼麼某甲寫四薩", "571": "婆苾地耶毘曬疎禮切雞五摩訶伐折囉迦伐", "572": "遮暮陀囉暮地唎帝六怛他揭多呬虛以切哩", "573": "馱耶七地瑟恥多伐折隷莎呵八", "574": "灌頂印呪", "575": "唵一阿蜜㗚多二伐㘑嚩囉嚩囉三鉢囉嚩", "576": "囉四毘󰡊提五唅唅六泮吒泮吒七莎呵八", "577": "結界呪", "578": "唵一阿蜜㗚多吒盧羯儞二揭婆𠸪剎尼三", "579": "阿羯㗚沙尼四唅唅五泮吒泮吒六莎呵七", "58": "十七鉗巨嚴反長婆長唎鉗長婆重唎十八揭底丁儞反", "580": "佛心呪", "581": "唵一毘麼㘑二闍耶伐底丁以切三阿蜜㗚帝四", "582": "唅唅唅唅五泮吒泮吒泮吒六莎呵七", "583": "心中心呪", "584": "唵一蘇嚕蘇嚕二跋囉跋囉三跋囉三跋囉", "585": "三印涅唎耶四毘輸達儞五唅唅六嚕嚧遮", "586": "㘑七迦嚕遮隷莎呵八", "59": "揭底十九上同伽末泥伽唎二十瞿嚧瞿嚧瞿嚧尼", "6": "崛山。與諸弟子共會說法。於是娑婆世界主", "60": "二十一折之列反隷折之列反隷牟質隷二十二逝曳毘逝曳", "61": "二十三󰷍婆婆重㖿毘揭底丁儞反二十四揭婆三婆囉尼", "62": "二十五私唎徙唎二十六以唎以唎二十七三曼多迦唎", "63": "沙去尼二十八設覩噌鉢囉二合末咃儞二十九󰶽叉", "64": "切我反下同󰶽叉麼麼某甲寫三十毘唎毘唎三十一毘", "65": "揭多筏囉尼三十二婆重㖿波舍蘇哩蘇哩三十三", "66": "質里迦末隷三十四視曳三十五視㖿婆醯三十六視㖿", "67": "婆底丁禮反三十七婆伽跋底丁禮反三十八褐囉二合怛那二合", "68": "摩俱吒摩羅達唎三十九毘質多羅二合鞞沙波", "69": "陀唎尼四十婆伽跋底丁禮反苾地㖿二合弟上", "7": "大梵天王。來詣佛所右繞三匝。頂禮佛足合", "70": "毘四十一󰶽叉都摩引吽某甲寫四十二三曼多迦囉毘輸", "71": "重達儞四十三呼嚧呼嚧四十四諾剎怛囉二合摩羅", "72": "陀唎尼四十五氈拏氈拏氈尼四十六鞞伽跋帝四十七", "73": "󰷍婆󰽨瑟吒知剛反二合儞婆囉尼四十八設覩嚕二合", "74": "博叉鉢囉二合末咃儞四十九毘闍㖿婆呬五十", "75": "虎嚧虎嚧五十一姥嚧姥嚧五十二朱嚧朱嚧五十三阿", "76": "去庾波剌儞五十四蘇囉婆囉摩闥儞五十五󰷍婆提", "77": "婆多補視底丁儞反五十六地唎地唎五十七三曼多婆盧", "78": "吉帝五十八鉢囉二合鞞重五十九蘇鉢囉二合婆重輸去", "79": "悌六十󰷍婆跛波毘輸重達儞六十一馱囉馱囉", "8": "掌向佛。而白佛言唯願世尊。為利益眾生故。", "80": "馱囉尼六十二跋囉馱㘑六十三蘇姥蘇姥六十四蘇姥", "81": "嚧折之列反隷六十五折之列反隷遮囉㖿󰽨瑟吒知剛反下同六", "82": "十六晡囉㖿阿長賞長六十七施唎二合婆晡陀囉折", "83": "㖿迦末隷六十八器史二合尼上器史二合尼上六十九", "84": "󰷍婆提婆多婆囉去長陀𪀱二合俱施七十唵", "85": "七十一鉢特摩二合毘輸去提七十二輸重達儞輸去提", "86": "七十三婆重囉婆重囉七十四毘重唎毘重唎七十五步重", "87": "嚧步重嚧七十六恾刈羅攝苾提二合七十七跋苾多囉", "88": "二合目谿七十八羌迦唎七十九佉囉佉囉八十時嚩", "89": "二合栗多室㘑八十一三曼多鉢囉二合薩唎多", "9": "說陀羅尼神呪。令諸人天普得安樂。佛言善", "90": "婆婆重志多輸去提八十二時嚩二合羅時嚩二", "91": "合羅八十三󰷍婆提婆提拏三磨羯唎沙二合尼", "92": "八十四󰷍底㖿上二合筏底丁夷反八十五怛囉怛囉八十六那伽", "93": "毘盧羯儞八十七羅呼羅呼八十八呼努呼努八十九剎", "94": "尼剎尼九十󰷍婆揭囉二合訶薄剎尼九十一𡦆卑孕反", "95": "揭離𡦆卑孕反揭離九十二朱姥朱姥蘇姥蘇姥九十三", "96": "毘折之列反㘑九十四怛囉怛囉九十五多囉㖿覩摩引吽", "97": "某甲寫摩訶倍㖿九十六三牟達囉二合娑伽囉鉢", "98": "唎演二合多波多羅伽伽那九十七娑曼底那九十八", "99": "跋折囉二合時嚩二合囉毘輸去提九十九部唎部"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1154 佛說隨求即得大自在陀羅尼神呪經", "author": "唐 寶思惟譯", "sourceLink": "http://www.cbeta.org/"}