{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2064 神僧傳", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "知玄", "1": "神僧傳卷第九", "2": "金剛仙金剛仙", "3": "僧金剛仙者。西域人也。居于清遠峽山寺。能", "4": "梵音彈舌搖錫而呪物。物無不應。善囚拘鬼", "5": "魅束縛蚊螭。動錫杖一聲。召雷立震。是日峽", "6": "山寺有李朴者。持斧翦巨木。刳而為舟。忽登", "7": "山見一盤石上有穴。覩一大蜘蛛足廣丈餘。", "8": "四蛇齧卉窒其穴而去。俄聞林木有聲暴猛", "9": "吼驟。工人懼而緣木伺之。果覩枳首之虺長", "10": "可數十丈。屈曲蹙怒環其蛛穴。東西其首。俄", "11": "而躍西之首吸穴之卉團。而飛出穎脫俱盡。", "12": "後迴東之首大畫其目大呀其口。吸其蜘蛛", "13": "蜘蛛馳出。以足擒穴之口。翹屈其毒。丹然若", "14": "火。焌虺之咽喉去虺之目。虺懵然而復蘇。舉", "15": "首又吸之。蛛不見更毒虺。虺遂倒於石而殞。", "16": "蛛躍出緣虺之腹咀。內齒折二頭俱出絲而", "17": "囊之。躍出穴去。朴訝之返峽山寺語金剛仙。", "18": "仙乃祈朴驗穴振環杖而呪之。蛛即出於僧", "19": "前儼若神聽。及引錫觸之。蛛乃殂於穴側耳。", "20": "及夜僧夢見老人捧匹帛而前曰。我即蛛也。", "21": "復能織耳。禮僧曰。願為福田之依。語畢遂亡。", "22": "僧及覺布已在側。其於精妙奇巧非世繭絲", "23": "之所能製也。僧乃製而為衣。塵垢不觸。後數", "24": "年僧欲往番禺泛舶歸天竺。乃於峽山金鎖", "25": "潭畔搖錫大呼而呪水。俄而水闢見底矣。以", "26": "澡瓶張之。有一泥鰍魚可長三寸許。躍入瓶", "27": "中。語眾僧曰。此龍矣。吾將至海門以藥煮為", "28": "膏塗足則渡海若履坦途。是夜有白衣叟挈", "29": "轉關榼詣寺。家人傳經曰。知金剛仙好酒。此", "30": "榼一邊美醞一邊毒醪。其榼即晉惠帝曾用", "31": "酖牛將軍者也。今有黃金百兩奉公。為持此", "32": "酒毒其僧也。是僧無何。取吾子欲為膏恨伊", "33": "之深痛貫骨髓。但無計而奈何。傳經喜受金", "34": "與酒。得轉關之法詣金剛仙。仙持盃向口次。", "35": "忽有數歲小兒躍出就手覆之。日酒是龍所", "36": "將來而毒師耳。僧大駭詰傳經。傳經遂不敢", "37": "隱。僧乃問小兒曰。爾何人而相救。兒曰。我昔", "38": "日之蛛也。今已離其惡業。而託生為人七稔", "39": "矣。吾之魂稍靈於常人。知師有難故飛魂奉", "40": "救。言訖而沒。眾僧聆之。共禮金剛仙。求捨其", "41": "龍子。僧不得已而縱之。後仙果泛舶歸天竺", "42": "矣。", "43": "懷信懷信", "44": "釋懷信者。居處廣陵別無奇蹟。會昌三年癸", "45": "亥歲。武宗為趙歸真排毀釋門。將欲堙滅教", "46": "法。有淮南詞客劉隱之薄遊四明。旅泊之宵", "47": "夢中如泛海焉。回顧見塔一所東度。是淮南", "48": "西靈寺塔。其塔峻峙校胡太后永寧塔少分", "49": "耳。塔第三層見信凭闌與隱之交談。且曰。暫", "50": "送塔過東海。旬日而還。數日隱之歸揚州。即", "51": "往謁信。信曰。記得海上相見時否。隱之了然", "52": "省悟。後數日天火焚塔俱盡。白雨傾澍。傍有", "53": "草堂一無所損。由是觀之。東海人見永寧塔", "54": "不謬矣。", "55": "智廣智廣", "56": "釋智廣。姓崔氏。不知何許人也。德瓶素完道", "57": "根惟固。化行洪雅特顯奇蹤。凡百病者造之。", "58": "則以片竹為杖指其痛端。或一撲之無不立", "59": "愈。為𤼣者則起。跛者則奔。其後益加神驗。或", "60": "遇病者一摑一叱皆起。或令燒紙緡掇散飲", "61": "食。或遇甚痛惱者。捩紙蘸水貼之亦差。甞循", "62": "江瀆池呪食飼魚。經夜其魚二尺已上。億萬", "63": "許皆浮水面而殞。聊躡流水救十千魚生忉", "64": "利天也。自咸通初至九座山。忽逢巨蟒欲來", "65": "吞師。師錫自飛撐拄其口。師入其口趺坐入", "66": "定。神來謝罪師不顧之。逮出定蟒化為石矣。", "67": "繼而雷雨大作湧沙成地。山神移山。八維蔭", "68": "映。以乾符三年示寂。", "69": "從諫從諫", "70": "釋從諫。姓張氏。南陽人。徙居廣陵為土著姓。", "71": "身長八尺眉目魁奇。越壯室之年忽頓悟真", "72": "理。遂舍妻子從披削焉。於是研精禪觀心境", "73": "明白。不逾十載耆年宿德皆所推服焉。及來", "74": "洛師遂止敬愛寺。既年德並成緇黃所宗。每", "75": "赴供皆與賓頭盧尊者對食。其為人天欽奉", "76": "若此。唐武宗嗣曆改元會昌。愛馭鳳驂鶴之", "77": "儀。薄點黑降龍之教。乃下郡國毀廟塔令沙", "78": "門復。初諫公乃烏帽麻衣潛于皇甫枚之溫泉", "79": "別業。後岡上喬木駢欝巨石砥平。諫公夏日", "80": "常於中入寂。或補毳事。忽一日頹雲駛雨。霆", "81": "擊石傍。諸兄走往林中。諫公恬然跏坐若無", "82": "所聞者。諸兄致問。徐曰。惡畜生而已。至大中", "83": "初宣宗復興內教。諫公歸東都故居。其子自", "84": "廣陵來覲。適與諫遇于院門。威貌崇嚴不復", "85": "可識。乃拜而問從諫所居。諫公指曰。近東頭。", "86": "其子既去遂闔門不出。其割裂愛網又如此。", "87": "咸通丙戌歲夏五月。忽遍詣所嚮信家。皆謂", "88": "曰。善建福業。貧道秋初當遠行。故相別耳。至", "89": "秋七月朔。清旦盥手焚香念慈氏如來。遂右", "90": "脇而臥。呼門人玄章等誡曰。人生難得。惡道", "91": "易淪。唯有歸命釋尊勵精梵行。龍華會上當", "92": "復相逢。生也有涯與爾少別。是日無疾奄化。", "93": "行年八十餘矣。玄章等奉遺旨送屍于建春", "94": "門外尸陀林中施諸鳥獸。三日復視之。飢貌", "95": "如生無物敢近。遂覆以餅餌。經宿有狼狐跡。", "96": "唯㗖餅餌而豐膚宛然。乃依天竺法闍維訖。", "97": "收餘燼起白塔于道傍。春秋奉香火之薦焉", "98": "普聞。", "99": "釋普聞。唐僖宗第三子。生而吉祥。眉目風骨", "100": "清真如畫。性不茄葷。僖宗鍾愛之。然以其無", "101": "經世意。百計陶寫之終不可回。中和元年天", "102": "下亂。僖宗幸蜀。親王宗室皆逃亡。聞斷髮逸", "103": "遊謁石霜諸。諸與語歎異曰。汝乘願力而來", "104": "乃生王家。脫身從我火中蓮也。聞夜入室問", "105": "祖師別傳事。諸曰。待按山點頭即向汝道。聞", "106": "因契悟。依止數歲。乃請遍遊名山。諸曰。逢乾", "107": "即止。遇陳便住。於是遠遊。過昭武抵大乾。遙", "108": "望山巔蔚然深秀。問父老曰。彼有居者否。老", "109": "曰。有一陳嗣者。久隱其中。因悟師言。即撥草", "110": "至山。陳嗣一見乃分坐同住。因乞菜種於嗣", "111": "願求斗斛。嗣曰。豈有斗斛與之一合。遂入山", "112": "墾種。後谷口之人相謂曰。前日僧入山經今", "113": "不出。必為虎所啗。往視之見茅廬一所。行者", "114": "數人指呼百諾。而重岡複嶺菜已青矣。蓋畊", "115": "種菜者。乃山神所投。行者乃虎也。陳嗣覺師", "116": "之勝乃曰。吾居此每苦惡獸毒蟲之多。公來", "117": "皆屏跡。道德非吾所及。吾種之緣其屬公乎。", "118": "既而道德播聞緇徒雲集。遂成巨剎。忽有老", "119": "人跪請曰。我乃龍也。家于此山以行雨。不職", "120": "上天有罰當死。願賜救護。師曰。汝得罪上帝", "121": "我何能致力。雖然汝可易形來。俄化為小蛇。", "122": "師以錫杖引入淨瓶。良久風雷挾坐榻山嶽", "123": "搖振。師宴坐達旦。天宇澄霽蛇自瓶出。有頃", "124": "復為老人形而謝曰。若非藉師法力則血肉腥", "125": "穢此地矣。無以報德。山中無水何以安眾。當", "126": "以水延師道場也。即於峻谷窮源刮成石穴", "127": "湧泉一泓。始雖涓涓終焉衍溢。遂成一湖。今", "128": "在半山龍湖之名。蓋始於此。沍寒不氷大旱", "129": "不竭。其流四出灌溉田數百頃。邦人神之建", "130": "祠其上。歲時享祀焉。今遇上元乃師誕辰。龍", "131": "必朝謝有祥雲瑞氣之應。院之右十五里有", "132": "隋義寧歐陽太守之廟。即今福善王也。廟食", "133": "至是歷二百七十餘載。其神極靈禍福此邦。", "134": "民敬畏之牲牢享祭無虛日。師見而閔焉。一", "135": "日杖策之祠下。說偈見意。復與之約曰。能食", "136": "素持不殺戒乃可為隣。是夕里之父老夢神", "137": "云。我今受禪師戒不復血食。祭我當如比丘", "138": "飯足矣。如是易血食以齋羞。至今遵之。神人", "139": "相安。神顯靈異。護持此山。或云。師嘗與神以", "140": "道力角勝負。廟傍有松巨幹參天。師舉手抝", "141": "下拂地三匝。而神實拂其二。遂屈而從之。一", "142": "日集徒曰。吾將他適。院事付聰教二門人。乃", "143": "說偈曰。我逃世難來出家。宗師指示箇歇處。", "144": "住山聚眾三十年。對人不欲輕分付。今日分", "145": "明說以君。我斂目時齊聽取。寺眾凄然堅請", "146": "且為佛法住世。師曰。汝等豈不知達磨隻履", "147": "西歸普化全身脫去之旨耶。何以去來生滅", "148": "視吾也。既而跨虎凌晨抵信州應供。到彼僧", "149": "房集。供罷就長者更覓一分與行者。長者謂", "150": "師獨行不諾所請。遂覓水一盂。噀杖為虎高", "151": "馭而去。至開元寺。而龍湖寺僧至彼追之。乃", "152": "祝之曰。吾不復歸山中。已有聰禪師矣。故龍", "153": "湖無開山祖師之塔。惟有跨虎菴基。為古今", "154": "之證。又有禪師照水自寫真像。至今存焉。勅", "155": "諡圓覺禪師。凡有所禱其應如響。而院前有", "156": "師所坐之杉。至今間生異花。", "157": "懷濬懷濬", "158": "釋懷濬者。不知何許人也。憨而且狂。乃逆知", "159": "未來之事。其應如神。乾寧中無何至巴東。且", "160": "能草書筆法天然。或於寺觀店肆壁書佛經", "161": "道法。以至歌詩鄙俚之詞。靡不集其筆端矣。", "162": "與之語阿唯而已。里人以神聖待之。刺史于", "163": "公患其惑眾。繫獄詰之。乃以詩通狀。辭意在", "164": "閩川之西東。然章句靡麗。州將異而釋之。又", "165": "詳其旨疑在海中。疑為杯渡之流。行旅經過", "166": "必維舟而謁。辨其上下峽之吉凶貿易經求", "167": "物之利鈍。客子懇祈。惟書三五行終不明言。", "168": "事後多驗。時荊南大校周崇賓謁之。書遺曰。", "169": "付皇都勘爾。後入貢因王師南討。遂縶南府", "170": "終就戮也。押牙孫道能謁之。書字付竹林寺。", "171": "其年物故。營葬於古竹林寺基也。皇甫鉉知", "172": "州。乃畫一人荷校一女子在傍。尋為娶民家", "173": "女遭訟錮身入府矣。有穆昭嗣者。波斯種也。", "174": "幼好藥術。隨父謁之。乃畫道士乘雲提一匏", "175": "壺。書云。指揮使高某牒衙。推穆生後以醫術", "176": "有效。南平王高從誨令其去道從儒。簡攝府", "177": "衙。推屬王師伐荊州。濬乃為詩上南平王曰。", "178": "馬頭漸入揚州路。親眷應須洗眼看。是年高", "179": "氏輸誠於淮海遂解重圍。其他異迹多此類", "180": "也。嘗一日題庭前芭蕉葉云。今日還債業。州", "181": "縣無更勘窮往來多見殊不介意。忽為人所", "182": "害身首異處。刺史為其茶毘焉。", "183": "辛七師辛七師", "184": "辛七師。陝人。辛其姓也。始為兒時甚謹肅。未", "185": "甞以狎弄為事。其父母俱異而憐之。十歲好", "186": "浮圖氏法。日閱佛書。自能辨梵音不由師教。", "187": "其後父為陝郡守。先是郡南有瓦窰七所。及", "188": "父卒辛七哀毀甚。一日發狂遁去。其家僮蹟", "189": "其所往至郡南。見辛七在一瓦窰中端坐。身", "190": "有奇光璨然若煉金色。家僮驚異。次至窰。", "191": "又見一辛七在焉。歷是七窰俱有一辛七在", "192": "中。繇是陝人呼為辛七師。", "193": "簡師簡師", "194": "雲居道簡禪師。久入先雲居之室。為堂中第", "195": "一座。屬先雲居將順寂。主事請問南堪繼嗣。", "196": "居曰堂中簡。主事意謂令揀擇可當者。僉曰。", "197": "第二座可然。且備禮請。第一座若謙讓即堅", "198": "請第二座。師既密承授記略不辭免。即自持", "199": "道具入方丈攝眾演法。主事等不愜素志。罔", "200": "循規式。師察其情乃潛棄去。其夜安樂樹神", "201": "號泣。詰旦主事大眾奔至麥莊。悔過哀痛請", "202": "歸院。眾聞空中連聲唱曰。和尚來也。", "203": "契此契此", "204": "釋契此者。不詳氏族。或云四明人。形裁腲乃罪", "205": "切脮烏罪切蹙額皤腹。言語無恒寢臥隨處。常", "206": "以杖荷布囊入鄽。市肆見物則乞。至於醯醬", "207": "魚𦵔纔接入口。分少許入囊。號為長汀子布", "208": "袋師也。曾於雪中臥而身上無雪。人以此奇", "209": "之。又甞就人乞啜。其店則物售。袋囊中皆百", "210": "一供身具也。示人吉凶必現相表兆。亢陽即", "211": "曳高齒木屐市橋上豎膝而眠。水潦則係濕", "212": "草屨。人以此驗知。以天復中終于奉川鄉。邑", "213": "人共埋之。後有他州見此僧。亦荷布袋行。江", "214": "浙之間多畫其像焉。", "215": "阿足師阿足師", "216": "阿足師者。莫知其所來。形質癡濁神情不慧。", "217": "時有所言靡不先覺。居雖無定多寓閿鄉。憧", "218": "憧往來爭路禮謁。山岳檀施曾不顧瞻。人或", "219": "憂或疾。獲其指南者其驗神速。時陝州有富", "220": "室張臻者。財積鉅萬。止有一男年可十七。生", "221": "而愚騃。既攣手足。既懵言語。惟嗜飲食口如", "222": "溪󱐙。父母鍾愛盡力事之。迎醫求藥不遠千", "223": "里。十數年後家業殆盡。或有謂曰。阿足賢聖", "224": "見世諸佛。何不投告。希其痊除。臻與其妻來", "225": "抵閿鄉。叩頭抆淚求其拯濟。阿足久之。謂臻", "226": "曰。汝冤未散尚須十年。愍汝勤虔為汝除去。", "227": "即令選日於河上致齋廣召眾多同觀度脫。", "228": "仍令齎致其男亦赴道場。時眾謂神通。而觀", "229": "者如堵跂竦之際阿足則指壯力者三四人。", "230": "扶拽其子投之河流。臻洎舉會之人莫測其", "231": "為。阿足顧謂臻曰。為汝除災矣。久之其子忽", "232": "於下流十數步外立于水面。戟手謂其父母", "233": "曰。與爾冤仇宿世緣業。賴逢聖者遽此解揮。", "234": "儻或不然未有畢日。挺身高呼都不愚癡。須", "235": "臾沈水不知所適。", "236": "惟靖惟靖", "237": "釋惟靖。吳門人也。年三十許入國寧寺巡僧", "238": "房。唱曰。要人出家請留。下至經藏院。見二眾", "239": "闍黎大德慧政。便跪拜伸誠願容執侍。政公", "240": "允納與翦飾。於天台受具。嘗侵星赴禪林寺", "241": "晨粥。而多虎豹隨到寺門。虎踞地若伺候。靖", "242": "出復隨。遲明巨跡極多。靖恐人知以鋤滅虎", "243": "跡。俄患背疽困睡。有鴆鳥糞于瘡所。非久全", "244": "愈。又虞氷雪備粳粒半斗。每日以銚合菜煮", "245": "食。置粳於地窖中。過期用米常滿不耗。靖乃", "246": "築之而云。吾被此物知非理也。卒時年七十", "247": "餘。", "248": "齊州僧齊州僧", "249": "史論在齊州時出獵。至一縣界憩蘭若中。覺", "250": "桃香異常訪其僧。僧不及隱。言近有人施二", "251": "桃。因從經案下取出獻論。大如飯椀。論時饑", "252": "盡食之。核大如雞卵。論因詰其所自。僧笑曰。", "253": "向實謬言之。此桃去此十餘里。道路危險。貧", "254": "道偶行脚見之。覺異因掇數枚。論曰。請去騎", "255": "從與和尚偕往。僧不得已導論北出。荒榛中", "256": "經五里許抵一水。僧曰。恐中丞不能渡此。論", "257": "志決往。乃依僧解衣。載之而浮登岸。又經西", "258": "北涉二水。上山越㵎數里。至一處。瀑泉怪石", "259": "非人境也。有桃數百株。枝幹掃地高二三尺。", "260": "其香破鼻。論與僧各食一蔕。腹飽矣。論解衣", "261": "將盡力包之。僧曰。此或靈境不可多取。貧道", "262": "常聽長老說。昔有人亦甞至此。懷五六枚迷", "263": "不得出。論亦疑僧非常。取兩顆而返。僧切戒", "264": "論勿言。論至州使招僧。僧已逝矣。", "265": "蜆子和尚蜆子和尚", "266": "京兆蜆子和尚。事迹頗異居無定所。自印心", "267": "於洞山。混俗閩川。不畜道具。不循律儀。冬夏", "268": "一納。逐日沿江岸。採掇蝦蜆以充其腹。暮即", "269": "宿東山白馬廟紙錢中。居民自為蜆子和尚。", "270": "華嚴靜禪師聞之欲決真假。先潛入紙錢中。", "271": "深夜師歸。嚴把住曰。如何是祖師西來意。師", "272": "遽答曰。神前酒臺盤。嚴放手曰。不虛與我同", "273": "根生。嚴後赴莊宗詔入長安。師已先至。每日", "274": "歌唱自拍。或乃佯狂。泥雪去來俱無蹤跡。厥", "275": "後不知所終。", "276": "扣氷古佛扣氷古佛", "277": "扣氷澡光古佛。初參雪峯。峯曰。子異日必為", "278": "王者師。後自鵝湖歸溫嶺結菴繼居將軍巖。", "279": "二虎侍側。神人獻地。為瑞巖院。學者爭集。甞", "280": "謂眾曰。古聖修行須憑苦節。吾今夏則衣楮。", "281": "冬則扣氷而浴。故世人號為扣氷古佛。後住", "282": "靈曜。天成三年應閩王之召。延居內堂。敬拜", "283": "曰。謝師遠降。賜茶次師提起槖子曰。大王會", "284": "麼。曰不會。曰人王法王各自照了。留十日以", "285": "疾辭。至十二月二日。沐浴升堂告眾而逝。王", "286": "與道俗備香薪荼毘。祥耀滿山。收舍利塔於", "287": "瑞巖正寢。諡妙應法威慈濟禪師。自是至今", "288": "遠近祈禱靈異非一。", "289": "全宰全宰", "290": "釋全宰。俗姓沈氏。錢唐人也。孩抱之間不喜", "291": "葷血。其母累覩善徵。勸投徑山法濟大師削", "292": "染。及修禪觀亭亭高竦不雜風塵。慕十二頭", "293": "陀以飾其行。諺曰。宰道者焉。迨乎諸方參請。", "294": "得石霜禪師印證密加保任。入天台山闇巖。", "295": "以永其志也。伊巖與寒山子所隱對峙。皆魑", "296": "魅木怪所叢萃其間。宰之居也。二十餘年。惡", "297": "鳥革音山精讓窟。出入經行鬼神執役。或掃", "298": "其路。或侍其傍。或代汲泉。或供菜果。時時人", "299": "見宰未甞言後終於鎮國院。", "300": "延壽延壽", "301": "僧延壽。字冲玄。總角誦法華經。五行俱下。六", "302": "旬而畢。投四明翠巖禪師出家。衣無繒纊食", "303": "無重味。復往參韶國師發明心要。甞謂曰。汝", "304": "與元帥有緣。他日當大作佛事。惜吾不及見", "305": "耳。初住天台智者巖。九旬習定。有鳥斥鷃巢", "306": "於衣裓苦得切後於國清行法華懺。夜見神人", "307": "持戟而入。師訶之曰。何得擅入。對曰。久積善", "308": "業方到此中。夜半繞像見普賢前蓮花在手。", "309": "遂上智者巖作二鬮。一曰一生禪定。二曰誦", "310": "經萬善莊嚴淨土。乃冥心精禱得誦經萬善。", "311": "乃至七度。於是一意專修淨業。振錫金華天", "312": "柱峯誦經三載。禪觀中見觀音以甘露灌其", "313": "口。遂獲辨才。初演法於雪竇。建隆元年忠懿", "314": "王請住靈隱。二年遷永明。日課一百八事未", "315": "甞暫廢。學者參問。指心為宗以悟為則。日", "316": "暮往別峯行道念佛。旁人聞螺貝天樂之聲。", "317": "忠懿王嘆曰。自古求西方者未有如此之專", "318": "功也。乃為立西方香嚴殿以成其志。居永明", "319": "十五年。弟子一千七百人。常與眾受菩薩戒。", "320": "夜施鬼食晝放生命。皆悉回向莊嚴淨土。時", "321": "人號為慈氏下生。開寶八年二月二十六日", "322": "晨起焚香告眾加趺而化。", "323": "全清全清", "324": "釋全清越人也。得密藏禁呪之法。能厭劾鬼", "325": "神。時有市儈王家之婦患邪氣。言語狂倒。或", "326": "啼或笑。如是數歲。召浦治之。乃縛草人長尺", "327": "餘。衣以五綵。置之於壇。呪禁之良久。婦言。", "328": "乞命。遂誌之曰。頃歲春日於禹祠前相附耳。", "329": "如師不見殺即放之遠去。清乃取一䍌步後切以", "330": "鞭驅蒭。靈入其中而呦呦有聲。緘器口以六", "331": "乙泥。朱書符印之瘞于桑林之下。戒家人勿", "332": "動之。婦人病差。經五載後值劉漢宏與董昌", "333": "隔江而相持越城陷。人謂此為窖音教藏。掘打", "334": "䍌破。見一鴉闖音朕然飛出。立於桑杪。而作人", "335": "語曰。今得見日光矣。時清公已卒也。", "336": "自新自新", "337": "釋自新。姓孫氏。臨淄人也。濯戒尋師曾無懈", "338": "廢。聞膺禪師化被鍾陵。往參問焉。從雲居長", "339": "往迴錫隱廣德山中。屬兩浙文穆王錢氏率", "340": "吏士躬征苑陵入山寺。群僧皆竄。唯新晏如。", "341": "問曰。何不避。對曰。東西俱是賊。令老僧去何", "342": "處逃避。王驚其訏直迴戈遣歸。見武肅王問", "343": "之。言無所屈加之高行。造應瑞院居之。假號", "344": "曰廣現大師。初新甞入宣城山采藥。穿洞深", "345": "去。始則闍昧尋見日分明。行僅數里。洞側有", "346": "別竅。溪水泛泛然。隈一大松枝下有草菴。一", "347": "僧雪眉擁衲坐禪。旁有一磬火器。新擊磬遂", "348": "開目驚曰。嘻師何緣至此。乃陳行止揖坐。取", "349": "石敲火煎茗。香味可愛。日將夕矣。僧讓菴令", "350": "新宿。顧其僧上松巔大巢內。聞念法華經聲", "351": "甚清亮。逡巡又咄罵云。此群畜生毛類何苦", "352": "生人恐怖。速歸林薄不宜輒出叱去。新窺之", "353": "乃虎豹弭耳而去。明日謂其僧曰。願在此侍", "354": "巾屨。僧曰。自此百日草枯四絕人烟非師棲", "355": "息處。又問莫飢否。相引至溪畔。有稻百餘穗。", "356": "收其穀手挪三掬黃梁。挑野蔬和煮與食。後", "357": "遣回去。送至洞口曰。相遇非偶然也。所食茶", "358": "與菜糜師平生不乏食矣。遂遵路迴本院。已", "359": "月餘日命同好再往尋之失洞蹤跡。後在浙", "360": "中充寶塔寺主。以天福中卒于住寺。年八十", "361": "餘。今影在冷水灣前小院存焉。", "362": "法本法本", "363": "釋法本。不知何許人也。循良守法行止庠序。", "364": "言多詭激。天福中至襄州禪院。與一僧同過", "365": "夏。朝昏共處。心地相於法本甞言曰。貧道於", "366": "相州西山中住持竹林寺。寺前有一石柱。他", "367": "日有暇必請相訪。其僧追念此言。因往彼尋", "368": "訪洎至山下村中投一蘭若寄宿。問其村僧", "369": "曰。此去竹林寺近遠。僧乃遙指孤峯之側曰。", "370": "彼處是也。古老相傳昔聖賢所居之地。今則", "371": "但有名存耳。故無院舍。僧疑之。詰朝而往。既", "372": "至竹叢。叢中果有石柱。罔然不知其涯涘。當", "373": "法本臨別云。但扣其柱即見其人。其僧乃以", "374": "小枝擊柱數聲。乃風雲四起咫尺莫窺。俄然", "375": "耳目豁開樓臺對聳。身在三門之下逡巡。法", "376": "本自內而出。見之甚喜問南中舊事。乃引其", "377": "僧度重門升祕殿參其尊宿。尊宿問其故。法", "378": "本云。早年襄州同過夏期此相訪。故及山門", "379": "也。尊宿曰。可飯後請出。在此無座位。食畢法", "380": "本送至三門相別。既而天地昏暗不知所進。", "381": "頃之宛在竹林中石柱之側。餘並莫覩。即知", "382": "聖賢之在世隱顯難既。金粟如來獨能化現", "383": "者乎。", "384": "點點師點點師", "385": "點點師者。不知何許人也。雖事削染恒若風", "386": "狂。有命齋食者。酒肉不間。每日將夕輒市黃", "387": "白麻紙筆墨寘懷袖以歸所居之室。雖有外", "388": "戶且無四壁。入後闔扉人不得造。初隣僧小", "389": "童躡足伺之。見秉燭箕踞陳紙筆於前訶責", "390": "大書。莫曉其文字。往往咄嗟如決斷處置。久", "391": "之從明闇間熟視之閃爍若有人森列。狀如", "392": "曹吏。襦裳皆非世之服飾。觀者怖懼而退。詰", "393": "其故怒而不答。居數歲。卭筰音昨之人咸神異", "394": "之。後不知所終。", "395": "行遵行遵", "396": "釋行遵。福州閩王王氏之仲子。開運中狀貌", "397": "若七十餘。然壯力不衰。或詢其年臘則必杜", "398": "默。於閬中寓光國禪院。院徒以法律住持。人", "399": "不知遵之能否。有李氏子家命齋。飲噉之次", "400": "歘起出門。叫噪若有所責。謂李曰。今夜有火", "401": "自東南至于西北街。隣居咸令備之。是夕果", "402": "然煨燼無遺。眾問其故。曰昨一婦女衣紅秉", "403": "炬而過。老僧恨追不及耳。又於趙法曹家指", "404": "桃樹下云。有如許錢不言其數。趙乃召人發", "405": "之。畚音本鍤方興適遇客至。為家童所取。喧喧", "406": "之際盡化為青泥。或經行人塜墓知其家吉", "407": "凶。至於風角鳥獸聞見之間。預言災禍後必", "408": "合契。故州閭遠近咸以預言用為口實。終于", "409": "晉安玉山。緇徒為荼毘焉。", "410": "僧緘僧緘", "411": "釋僧緘。俗姓王氏。京兆人。恒居于淨眾寺。髭", "412": "髮皓白而面色紅潤逍遙然。人莫測其情偽。", "413": "有華陽進士王處厚者。於偽蜀落第入寺寫", "414": "憂於松竹間見緘。緘曰。得非王處厚乎。處厚", "415": "驚曰。未嘗相狎何遽呼耶。緘曰。偶然耳。處厚", "416": "心知其異。咨曰。和尚某身跡奚若。緘曰。子將", "417": "來之事極於明年。而今而後事可知矣。意言", "418": "蜀將亡也。囑令勿洩。一日緘於案頭拈文卷。", "419": "覽之則處厚府試賦󱡐。曰考乎真偽。非君燭", "420": "下之文。何多誑乎。遂探懷袖賦󱡐示之。此豈", "421": "非程試之真本乎。處厚驚竦不已。乃曰。僕後", "422": "偶加潤色。用補燭下倉卒之過也。師何從得", "423": "是本乎。緘曰。非但一賦。君平生所作之者皆", "424": "貯之矣。明日訪之。携處厚入寺。謁太尉豳公", "425": "杜琮之祠。坐於西廡下。俄有數吏服色厖雜。", "426": "自堂宇間綴行而出。降階再拜。緘曰。新官在", "427": "此便可庭參。處厚惶懼而作。緘曰。此輩將為", "428": "君之驅策。又何懼乎。寧知泰山舉君為司命", "429": "否。仍以夙負壯圖未酬前志請候登第後施", "430": "行。復檢官祿簿見來春一榜人數已定。君亦", "431": "預其間。斯乃陰注陽受也。策人世之名食幽", "432": "府之祿。此陽注陰受也。處厚震駭不知所裁。", "433": "但問明年及第姓名。緘索紙筆立書一短封", "434": "與之。誡之嚴密藏之。脫洩禍不旋踵。至春試", "435": "罷。緘來處厚家留一簡云。暫還弊廬。無復再", "436": "面也。後往寺覓之。已他適矣。乃拆短封視之。", "437": "但書四句云。周成同成。二王殊名。王居一焉。", "438": "百日為程。及榜出有八士也。二王處厚與王", "439": "慎言也。王居一焉。惡其百日為程。處厚唯狎", "440": "同年。置酒高會極遂性之樂。由是荒亂不起。", "441": "是夜暴亡。同年皆夢。處厚藍袍槐笏驅殿而", "442": "行。驗其策名之榮。止一百二十日。詳其緘之", "443": "年生於文宗太和初。成名在宣宗大中。王處", "444": "厚遇之已一百三十餘歲矣。", "445": "智暉智暉", "446": "釋智暉。咸秦人。姓高氏。童稚時至精舍輒留", "447": "止如家。圭峯溫禪師見而異之為剃髮。年二", "448": "十受滿足戒。師事高安白水本仁禪師十年。", "449": "而還洛京。愛中灘佳山水創屋以居。號溫室", "450": "院。日以施水給藥為事。人莫能淺深之。梁開", "451": "平五年忽欲造圭峯山行。翛然深往坐嵒石", "452": "間如常寢處。顧見磨衲數珠銅󱊒椶笠。藏石", "453": "壁間。觸之即壞。斂目良久曰。此吾前身道具", "454": "也。因就其處建寺以酬夙心。方薙草有祥雲", "455": "出眾峯間。遂名曰重雲。虎豹引去。有龍湫險", "456": "惡不可犯。暉督役夷塞之以為路。龍以移他", "457": "處。但見雲雷隨之。後唐明宗聞而佳之。賜額", "458": "曰長興。住持四十餘年。節度使王彥超微時。", "459": "甞從暉游欲為沙門。暉熟視曰。汝世緣深當", "460": "為我家垣牆。彥超後果鎮永興申弟子之禮。", "461": "周顯德三年夏詣永興。與彥超別囑以護法。", "462": "彥超泣曰。公遂忍棄弟子乎。暉笑曰。借千年", "463": "亦一別耳。七月二十四日書偈一首。乃加趺", "464": "而化。閱世八十有四。坐六十有四夏。初暉居", "465": "中灘。有病比丘為眾惡棄之。比丘哀曰。我以", "466": "宿業白癩。師能為我洗摩。暉為之無難色。俄", "467": "有神光異香。方訝之。忽失所在歸視瘡痂亦", "468": "皆異香也。", "469": "谷泉谷泉", "470": "釋谷泉。未詳其姓氏。泉南人也。少聰敏性耐", "471": "垢污。大言不遜流俗憎之。去為沙門。撥置戒", "472": "律任心而行。造汾陽謁昭禪師。昭奇之密受", "473": "記莂。南歸放浪湘中。聞慈明住道。吾往省覲。", "474": "慈明問曰。白雲橫谷口。道人何處來。泉左右", "475": "顧曰。夜來何處火。燒出古人墳。慈明呵曰。未", "476": "在更道看。泉乃作虎聲。慈明以坐具摵之。泉", "477": "接住推置繩床上。慈明亦作虎聲。泉大笑。山", "478": "有湫毒龍所蟄。墮葉觸波必雷雨連日。過者", "479": "不敢喘泉。慈明暮歸。時秋暑。捉其衣曰可同", "480": "浴。慈明掣肘徑去。於是泉解衣躍入霹靂隨", "481": "至。腥風吹雨林木振搖。慈明蹲草中。意泉死", "482": "矣。須臾晴霽。忽引頸出波間曰㘞音禍後登衡", "483": "嶽之頂靈峯寺住懶瓚嵒。又移住芭蕉。將移", "484": "居保真。大書壁曰。余此芭蕉菴幽占堆雲處。", "485": "般般異境未暇數。先看矮松三四樹。寒來燒", "486": "枯杉。飢餐大紫芋。而今棄之去。不知誰來住。", "487": "住保真菴。蓋衡湘至險絕處。夜地坐祝融峯", "488": "下。有大蟒盤繞之。泉解衣帶縛其腰。中夜不", "489": "見。明日杖策遍山尋之。衣帶纏枯松上。蓋松", "490": "妖也。又自後洞負一石像至南臺。像無慮數", "491": "百斤。眾僧驚駭莫知其來。後洞僧亦莫知其", "492": "去。遂相傳為飛來羅漢。嘗過衡山縣見屠者", "493": "斫肉。立其旁作可憐態。指其肉又指其口。屠", "494": "問曰。汝啞耶。即肯首。屠憐之割巨臠置盆中。", "495": "泉喜出望外發謝而去。一市大笑。而泉自若。", "496": "化於嘉祐十五年六月六日。閱世九十有二。", "497": "坐六十四夏。郴人塔之至今祠焉。", "498": "鑛師鑛師", "499": "鑛師者。海壇戍卒之子。自七八歲不喜魚肉", "500": "甘嗜野菜。每見家厨烹燀音闡毛鱗。則手掬沙", "501": "灰投于爨鑊。貴其不食。自言開元寺塔隋朝", "502": "中我造也。多說未萌事後皆契合。便請出家。", "503": "因披法服。頂有香氣如爇沈檀。時號為聖僧。", "504": "侍御史皇甫政請入府署。因作肉鎚子百數。", "505": "惟一是素者。盤器交雜悉陳于前。意驗之凡", "506": "聖耳。鑛臨筵徑拈素者啖之。餘者手拂而作。", "507": "皇甫部曲一皆驚嘆。自言壽止十三當定歸", "508": "滅至是果終。", "509": "志言志言", "510": "僧志言。自言姓許。壽春人。落髮東京景德寺", "511": "七俱胝院事清璲。璲見其相貌奇古直視不", "512": "瞬。心異之為授具戒。然動止軒昂語笑無度。", "513": "多行市里褰裳疾趨。舉指畫空佇立良久。時", "514": "從屠酤遊飲啗無所擇。眾以為狂。璲獨曰。此", "515": "異人也。人有欲為齋施輒先知以至。溫州人", "516": "林仲芳自其家以摩納來獻。舟始及岸遽來", "517": "取去。仁宗每延入禁中。徑登座加趺。飯畢遽", "518": "出未甞揖也。或陰卜休咎書紙揮翰甚疾。初", "519": "不可曉其後多驗。仁宗春秋漸高嗣位未立。", "520": "默遣內侍至言所。言所書有十一郎字。人莫", "521": "測何謂。後英宗以濮王第十一子入繼。眾始", "522": "悟。普淨院施浴。夜漏初盡。門扉未啟。方迎", "523": "佛。而浴室有人聲。往視則言在焉。其具齋薦", "524": "鱠者。并食之。臨流而吐。化為小鮮群泳而去。", "525": "海客遇風且沒。見僧操緪引舶而濟。客至都", "526": "下遇言。忽謂之曰。非我汝奈何客記其貌。真", "527": "引舟者也。將死作頌不可曉。已而曰。我從古", "528": "始成就逃多國土今南國矣。仁宗遣內侍以", "529": "真身塑像置寺中。榜曰顯化禪師。其後善者", "530": "禮之見額瑩然有光。就視之得舍利。", "531": "宗本宗本", "532": "釋圓照。諱宗本。出於管氏。常州無錫人也。性", "533": "質直少緣飾貌豐碩言無枝葉。年十九師事", "534": "蘇州承天永安道昇禪師。其住瑞光。民有屠", "535": "牛者。牛逸赴本跪若自訴。遂買而畜之。其住", "536": "淨慈。歲大旱湖井皆竭。寺之西隅有甘泉自", "537": "湧。得金鰻魚因浚為井投魚其間。寺眾千餘", "538": "人汲以不竭。民張氏有女子死。夢其母曰。我", "539": "以罪為蛇。既覺得蛇於棺下。持以詣本。乃為", "540": "說法。復置故處。俄有黑蟬翔棺上。而蛇失所", "541": "在。母祝曰。若我女當入籠中。當持汝再詣淨", "542": "慈。如其祝。本復為說法。是夕夢女曰。二報已", "543": "解脫矣。其顯化異數如此。元符二年十二月", "544": "甲子將入滅。沐浴而臥。門弟子環擁請曰。和", "545": "尚道遍天下。今日不可無偈。幸強起安坐。索", "546": "筆大書五字曰。後事付守榮。擲筆憨臥若熟", "547": "睡然。撼之已去矣。門弟子塔師全身於靈嵒", "548": "寺。閱世八十。坐五十二夏。", "549": "悟新悟新", "550": "釋悟新。姓王氏。韶州曲江人也。魁岸黑面如", "551": "梵僧狀。依佛陀院落髮。以氣節蓋眾好面折", "552": "人。初住雲嵒。已而遷翠嵒。舊有淫祠。鄉人禳", "553": "禬酒胾汪穢無虛日。新誡知事毀之。知事辭", "554": "以不敢掇禍。新怒曰。使能作禍吾自當之。乃", "555": "躬自毀折。俄有巨蟒蟠臥內。引首作吞噬之", "556": "狀。新叱之而遁。安寢無他。未幾再領雲嵒。建", "557": "經藏。太史黃公庭堅為作記。有以其親墓誌", "558": "鑱於碑陰者。新恚怒曰。陵侮不避禍若是。", "559": "語未卒靈光翻屋雷擊自戶入析其碑陰中分", "560": "之。視之已成灰燼。而藏記安然無損。晚還住", "561": "黃龍。學者雲委。屬疾退居晦堂。政和五年十", "562": "二月十五日泊然而逝。訃聞諸方衲子為之", "563": "嗚咽流涕。茶毘得舍利五色。閱世七十二。坐", "564": "四十五夏。塔于晦堂之後。", "565": "淨梵淨梵", "566": "僧淨梵。嘉禾人。姓笪氏。母夢光明滿室見神", "567": "人似佛。因而懷娠。生甫十歲依勝果寺出家", "568": "祝髮。從湛謙二法師學教得其傳。初住無量", "569": "壽院。凡講法華經十餘過。大觀中結二十七", "570": "僧修法華懺。每期方便正修。二十八日連作", "571": "三會。精恪上通感普賢受羯摩法。呼淨梵比", "572": "丘名聲如撞鍾。時長洲縣宰王公度親目其", "573": "事。題石為記。又甞夢黃衣人請入冥見王者。", "574": "令檢簿云。淨梵比丘累經劫數講法華經。即", "575": "遣使送歸。一日禪觀中合眾皆見金甲神人", "576": "胡跪師前。又在他處懺期蒙韋馱天點檢。大", "577": "眾中有戒不嚴淨者。先以預定後果懺法不", "578": "全。時姑蘇守應公有婢為崇所惱。請師授戒。", "579": "其妖即滅。葛氏請施戒薦夫。見夫繞師三匝", "580": "而去。待制賈公見師道行。即補為管內法主。", "581": "師住持十餘年。亡後焚軀有舍利五色。", "582": "道隆道隆", "583": "婺州僧道隆。雲遊諸方寓江州能仁寺。所為", "584": "不常但呼為風和尚。紹興元年行化抵瑞昌", "585": "投宿天花寺。夜有男子垂泣言。弟子不幸在", "586": "生前廣造惡業現墮牛身。一尾生於頭上形", "587": "模醜異。願師慈悲為我懺悔令脫此苦。明日", "588": "至若山湯氏家。一門男女悉出作禮。啟告曰。", "589": "前日牛產犢甚怪。尾出頭上。恐於寒家生災。", "590": "願和尚暢此因緣以洗宿咎。須臾驅牛前來。", "591": "掉頭搖尾若乞憐狀。隆咄曰。汝昔者作業茲", "592": "日難逃。雖受此形本性何異。豈不聞溈山和", "593": "尚示眾言。中有響句裏藏機。汝若於斯會得。", "594": "便見靈光動耀照徹十方佛與眾生本同一", "595": "體。其或未然當為說偈。牛受記畢隨隆歸寺。", "596": "觀者以千數。牛見人俛而不食如羞𧹞態。除", "597": "夕忽殂。隆夢來謝。遂領眾然炬爇之。", "598": "靈芝靈芝", "599": "靈芝律師。重造明州五臺戒壇成。有一老人", "600": "神氣超邁眉鬚皓白。進而啟曰。弟子有三珠", "601": "奉獻以為壇成之賀。言訖忽然不見。因置其", "602": "珠于壇心。屢現光相。其後有壇主會十師大", "603": "開戒法。越二日夜分有一僧登壇。忽覩珠光", "604": "外徹內現善財童子。僧乃驚呼。眾起視之悉", "605": "皆環禮。自是每夜僧眾益伸虔懇。而珠之所", "606": "現。或金色佛或六臂觀音。或紫竹碧柳。或奇", "607": "木怪石。或迦陵頻伽飛舞左右。或月蓋長者名", "608": "或龍神獻珠。神變非一。見者聞者皆謂希有。", "609": "常羅漢常羅漢", "610": "嘉州僧常羅漢者。異人也。好勸人設羅漢齋", "611": "會。故得此名。楊氏媼嗜食雞。平生所殺不知", "612": "幾千百數。既死家人作六七齋具黃籙醮。道", "613": "士方拜章。僧忽至告其子曰。吾為汝懺悔。楊", "614": "家甚喜設座延入。僧顧其僕云。去街東第幾", "615": "家買花雌雞一隻來。如言得之。命殺以具饌。", "616": "楊氏泣請曰。尊者見臨。非有所愛惜。今日啟", "617": "醮筵。舉家內外久絕葷饌。乞以付隣家。僧不", "618": "可必欲就煮。食既熟就廳踞坐。拆肉滿盤分。", "619": "置上真九位。乃食其餘。齋罷不揖而去。是夕", "620": "賣雞家及楊氏悉夢媼至謝曰。在生時罪業", "621": "見責為雞。賴羅漢悔謝之賜。今既脫矣。自是", "622": "郡人作佛事薦亡。幸其來以為冥塗得助。紹", "623": "興末年卒。肉身久而不壞。", "624": "膽巴膽巴", "625": "國師膽巴者。一名功嘉。葛刺思西番突甘斯", "626": "旦麻人。幼從西天竺古達麻失利。傳習梵祕", "627": "得其法要。世祖中統間帝師八思巴薦之。時", "628": "懷孟大旱。世祖命禱之立雨。又甞呪食投龍", "629": "湫。頃之奇花異果湧出波面。取以上進。世祖", "630": "大悅。樞密副使月的迷失鎮潮。而妻得奇疾。", "631": "膽巴以所持數珠加其身即愈。又甞為月的", "632": "迷失言異夢。及已還朝期後皆驗。元貞間海", "633": "都犯西番界。成宗命禱于摩訶葛刺神。已而", "634": "捷書果至。又為成宗禱疾遄愈。賜予甚厚。且", "635": "詔分御前校尉十人為之導從。成宗北巡。命", "636": "膽巴以象輿前導。過雲川語諸弟子曰。此地", "637": "有靈怪恐驚乘輿當密持神呪以厭之。未幾", "638": "風雨大至。眾咸驚懼惟幄殿無虞。復賜碧鈿", "639": "杯一。大德七年夏卒。皇慶間追號大覺普惠", "640": "廣照無上膽巴帝師。", "641": "神僧傳卷第九"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2064 神僧傳", "source": "CBETA"}