{"author": "後漢 支曜譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0608 小道地經: 小道地經: 佛說小道地經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 608 [Nos. 606, 607]", "1": "小道地經", "2": "後漢天竺三藏支曜譯", "3": "道人求息，所以不得息者，有四因緣。何等為", "4": "四？一者、怙其善，不曉護戒自欲身；二者、以不", "5": "護戒便黠意不生，以黠意不生便不知身，以", "6": "不知身意便惑；三者、不解經，以不解經便不", "7": "了了，以不了了意便疑；四者、不數校計命福", "8": "日盡，心自可。用是四因緣故不得息。道人求", "9": "息，欲得息者，要當知坐行二事：一者、喘；二者、", "10": "息。亦在二因緣：一者、為生；二者、為死。何等為", "11": "喘？何等為息？所起意生為喘，意止為息。何等", "12": "為生？何等為死？意滅為生，意起為死。要當先", "13": "知是因緣，當那得分別知因緣所從起盡。事", "14": "在四對。何等為四？一者、不知食、多食、不學、不", "15": "制，貪味過足；二者、意隨色，不諦校計多求自", "16": "欲，為種苦本；三者、警意蓋起，多睡眠失本念", "17": "耶，向夢中種栽；四者、疑惑便惡日增，便兩", "18": "舌墮非，妄瞋恚，身口不相應。為是故，不墮禪", "19": "棄，當那得近禪？常數思惟喘息生滅起盡，當", "20": "持何等意思惟分別？亦在四因緣：一者、近善", "21": "知識；二者、識受語不妄；三者、貪誦經，晨夜習", "22": "意；四者、守戒莫離法。息易得。", "23": "身有四病：或時地多，身不得安；或時水多，身", "24": "不得安；或時火多，身不得安；或時風多，身不", "25": "得安。此四得安，乃得身止。", "26": "意有四病：一者、癡多，意不得止；二者、瞋恚多，", "27": "意不得止；三者、婬多，意不得止；四者、疑多，意", "28": "不得止。四事不安，意不得止。", "29": "息亦有四病：或時多求，息不得止；或時念多，", "30": "息不得止；或時歡喜多，息不得止；或時喘多，", "31": "息不得止。道人行道，離是因緣，便得定意。", "32": "若身臃腫疥瘡肥盛，欲坐身不得安；或時食", "33": "多，便火起，身不得安；或時飲多，便水起，身重", "34": "目澁，身不得安；或時食多已復食，貪味過足，", "35": "不學不制，便風起不得安，亦謂少食。", "36": "若癡多，不宜數入眾人群聚，當先誦經，不宜", "37": "多聞好自守。若瞋恚多，不宜居家若少所有。", "38": "若婬多，不宜觀伎樂及諸好色。若疑多，不宜", "39": "數聞好言善語，常自守思惟責對。若求多，常", "40": "當念不常，坐起著意。若念多，常當行證我所", "41": "念皆為苦本。若歡喜多，計不得久，苦在後，當", "42": "病制。若喘欷多，常當和心，不宜數出麁語，", "43": "坐作罪。道人行道不識是因緣，終不近道；當", "44": "能制此，黠意稍增，道易得。", "45": "道人求向道，要當知過去念事以過去，莫復", "46": "念。何以故？復知為種故。譬如種穀，種稻便念", "47": "當收稻，種豆便念當收豆。何以故？為生故。念", "48": "亦如是，以種念便生，一切聚在十方，待殃福", "49": "當受要，不得脫苦。墮殺便種殺，栽盜為種", "50": "盜，栽婬為種婬，栽兩舌為種兩舌，栽惡口", "51": "為種惡口，栽妄言為種妄言，栽綺語為種綺", "52": "語，栽嫉為種嫉，栽瞋恚為種瞋恚，栽疑為種", "53": "疑栽為。是故數數為念復增念，難得離苦。當", "54": "持何離是眾苦？要當禪棄，為不復種是十惡", "55": "故，雖有餘種會當盡。何以故？譬如種穀，雖", "56": "多得收，不復種種，但稍稍飯。雖久，飯不止，會", "57": "有盡時。禪棄亦爾。何以故？不復種故。以墮", "58": "禪棄，罪稍稍滅。何以故？稍稍禪棄為福，福以", "59": "生，萬惡皆竟。但種道栽念，道以生便有黠，以", "60": "有黠便能活人，亦能自活。", "61": "道人求向佛道，今世欲曉了知行意者，要在", "62": "三念：有過去念、未來念、現在念；有福念、有罪", "63": "念。或時，若讀經行禪，忽念久事曾為人所辱，", "64": "若侵入墮好色，便因念生意，為作頭足，復增", "65": "罪不能自制，從是因緣得罪為苦本，是為過", "66": "去罪念。或時，從禪中若讀經，忽生善念，念素", "67": "所行苦樂，思惟知不常，是為過去福念。或時", "68": "安靜，忽亂念生，念作非常，便失本念。貪婬多", "69": "求，便作不死念，是為未來罪念。或時，若得安", "70": "靜，便善念念栽，當從是因緣增黠，是為未來", "71": "福念。端在家居自守持戒，便邪念生，當作是", "72": "念，多畜六畜更增憂失戒，是為現在罪念。以", "73": "自家居自守持戒，復增善念常欲離，是為現", "74": "在福念。求向佛道，當先曉是罪福，乃可增黠。", "75": "若求羅漢，一切斷，是為求向佛道。但欲增福", "76": "多黠求羅漢，但欲墮禪滅惡，其黠在後。求佛", "77": "增福要當多聞；黠要當諷經。欲知其要在護", "78": "戒，護戒便能解經，便能福人亦能自福。", "79": "道人求向佛道，今世欲解菩薩行意者，要當", "80": "復知是三戒：第一、當知持戒亦守戒；第二、當", "81": "知不犯戒亦能戒；第三、當知戒曉戒能戒亦", "82": "護戒。第一當知持戒者，若人有妻子，居家常", "83": "齋不失，是為持戒；一身無妻子，自守不邪向，", "84": "是為守戒。第二當知不犯戒者，若人眼視耳", "85": "聽，能不墮聲色亦餘一切，是為不犯戒。為道", "86": "寒苦，復為人所辱，能不失本念，是為耐戒，", "87": "亦應忍辱。第三當知戒者，知某人持某戒，是", "88": "為知戒。曉戒者，知某人樂道，為父母宗親知", "89": "識所非嫉，不數數於眾人中曉說戒。能戒者，", "90": "當知人能應何業，隨力所任授與，能使不失，", "91": "若增若減應病與藥，是為能戒。護戒者，一切", "92": "當護，附順當得其意，離惡知識當有護意，欲", "93": "說十方人非人。若在伎樂、若在婬色，能教多", "94": "少說善言，能不亂意，復令有福，是為護戒。求", "95": "向佛道菩薩行業者，要當知是，乃能脫人亦", "96": "能自脫，復能業人亦能自業。", "97": "佛說小道地經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0608 小道地經: 小道地經: 佛說小道地經", "source": "CBETA"}