{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論卷: 大智度論釋", "text": {"0": "65 稱揚品", "1": "大智度論釋稱揚品第六十五之", "10": "法，魔不能壞。「須菩提！菩薩如是行，是諸天", "100": "行憐愍而不妨空。雖行空亦不取空相", "101": "故，不妨憐愍心；如日、月相須。諸神天輕賤", "102": "妄語人，若菩薩不如所說行，則五種執金", "103": "剛神捨離不復守護，惡鬼得便。是人喜生惡", "104": "心，惡心故則生惡業，生惡業故則墮惡道！", "105": "菩薩不為諸佛所念者，則善根朽壞；如魚", "106": "子不為母念，則爛壞不生。是故言：「所作如", "107": "所言，亦為諸佛所念。得此二法故，不可", "108": "破壞。」若菩薩能如是，真行般若波羅蜜，魔不", "109": "能壞，功德智慧增益，諸天則來親近、諮問、", "11": "皆來至菩薩所，親近、諮問、勸喻、安慰，作是言：", "110": "安慰、勸喻，作是言：「善男子！汝疾得阿耨多羅", "111": "三藐三菩提不久。以是因緣故，常行空行。」", "112": "問曰：諸天未得一切智，云何能與菩薩授", "113": "記？答曰：諸天長壽，從過去諸佛聞如是行", "114": "得記，今見菩薩有如是行故說，見因知", "115": "有果故。諸天見是菩薩行三解脫門印，亦", "116": "兼行慈悲心於眾生，是故說言「不久作佛」。「無", "117": "守護眾生汝為作守護，無歸與作歸」等義，如", "118": "先說。若菩薩能如是行甚深般若波羅蜜，", "119": "十方現在無量諸佛說法時，稱揚讚歎是名", "12": "『善男子！汝疾得阿耨多羅三藐三菩提不久。", "120": "字者；如我今稱揚寶相菩薩、尸棄菩薩，及阿", "121": "閦佛世界中菩薩；又如十方佛說法時，稱", "122": "揚諸妙行菩薩。菩薩能如所說應諸法實", "123": "相者，十方諸佛說法時，亦以是菩薩為譬", "124": "喻；作是言：「某方某世界菩薩雖未作佛，能", "125": "如是行甚深般若波羅蜜，功德希有故。」如大", "126": "國王有大將，不惜身命，有方便能破怨", "127": "敵，常為國王所稱譽；菩薩亦如是，觀畢竟", "128": "空，不惜我身，破煩惱賊，有方便而不作", "129": "證，教化眾生，諸佛所稱譽。諸佛雖無著心，", "13": "善男子！汝常當行是空、無相、無作行。何以故？", "130": "無分別善不善法，視諸阿羅漢、外道，亦無", "131": "憎、愛，為利益眾生故，讚歎善人，稱揚善", "132": "法，毀訾不善。所以者何？欲使眾生依附", "133": "好人，心隨善法，令出世間故。問曰：何經中", "134": "說二菩薩佛所讚歎？答曰：佛經無量，佛涅", "135": "槃後，諸惡邪見王出，焚燒經法，破壞塔寺，", "136": "害諸沙門！五百歲後，像法不淨，諸阿羅漢、神", "137": "通菩薩難可得見故，諸深經不盡在閻浮", "138": "提，行者、受者少故，諸天、龍神持去。問曰：如", "139": "遍吉菩薩、觀世音菩薩、大力勢菩薩、文殊尸", "14": "善男子！汝行是行，無護眾生汝為作護，無依", "140": "利、彌勒菩薩等何以故不讚歎，而但稱譽", "141": "二菩薩？答曰：是二菩薩未得無生忍法，而", "142": "能似無生忍法行。必有此事，一切魔民所", "143": "不能壞，是故佛歎希有。復次，是二菩薩清", "144": "淨大願行，深大慈悲心，不期疾作佛，為度", "145": "眾生故；有如是等功德，故佛稱讚。復次，遍", "146": "吉、觀世音菩薩等，功德極大，人皆知；是二菩", "147": "薩人未知，故稱揚。阿閦佛世界菩薩皆效", "148": "阿閦佛，初發心來，行清淨不雜行；生彼菩", "149": "薩皆效其行，是故說阿閦佛世界菩薩，稱", "15": "眾生為作依，無救眾生為作救，無究竟道眾", "150": "譽其德。又如十方諸佛亦稱揚諸世界上", "151": "妙菩薩；亦如釋迦文尼佛稱揚二菩薩。何", "152": "等是？菩薩從初發意乃至十地，佛讚歎", "153": "是菩薩所為甚難，能不斷佛種。此中須菩提", "154": "問：「何等菩薩，佛說法時，稱揚讚歎說其名字？」", "155": "問曰：佛已先說，須菩提何以更問？答曰：佛初", "156": "說大菩薩；後稱說一切菩薩，從初發意乃", "157": "至十地。是故須菩提疑問佛：「佛讚歎何等", "158": "菩薩，稱其名字？」佛答：「佛雖皆愛念一切菩", "159": "薩，其中有德行勝者，稱揚其名字。」何等菩", "16": "生為作究竟道，無歸眾生為作歸，無洲眾生", "160": "薩，佛所稱歎？如阿閦佛初發心時，行清淨", "161": "行，不休不息，乃至阿耨多羅三藐三菩提，", "162": "如是等菩薩，佛所讚歎。復次，有菩薩未", "163": "得無生法忍，未入菩薩位，行般若波羅", "164": "蜜力故，常思惟籌量，求諸法實相，能信解、", "165": "忍，通一切法無生相，空，虛誑、不堅固。有如是", "166": "等相諸菩薩摩訶薩，佛稱名讚歎。「虛誑不實、", "167": "不堅固」者，皆是無常、苦、無我門。「一切法空」", "168": "者，即是空門。「一切法無生」者，即是諸法實相，", "169": "滅諸觀。復次，「虛誑不實、不堅固」，即是無作解", "17": "為作洲，冥者為作明，盲者為作眼。』「何以故？", "170": "脫門；「一切法空」，即是空解脫門；「一切法無生」，", "171": "即是無相解脫門。如是等三種差別。是人出", "172": "柔順法忍，未得無生法忍；出凡夫法，未入", "173": "聖法，而能信受聖法，似得聖法人，是故希", "174": "有。如佛所稱譽阿鞞跋致菩薩，能斷二地、", "175": "得受記；是人為佛所稱譽，亦如是。如是", "176": "相人，雖未得無生法忍，智慧力故，為諸佛", "177": "稱名讚歎。今以信根力勝故，佛亦稱名讚", "178": "歎，何者是？所謂「復次，須菩提！若菩薩摩訶薩", "179": "聞是深般若，其心明利，不疑、不悔，作是念：", "18": "是菩薩摩訶薩行般若波羅蜜，十方現在無", "180": "『是事如佛所說。』」問曰：是菩薩已信解般若波", "181": "羅蜜，何以更從阿閦佛及諸菩薩邊聞？答", "182": "曰：是人聞阿閦佛作菩薩時所行清淨；是", "183": "人聞已，欲效阿閦佛所行。是故佛說此人，於", "184": "是得信力、於彼得智慧力故，當住阿鞞跋", "185": "致地。是人未得無生忍法，以智慧力故，得", "186": "如阿鞞跋致，為諸佛所讚；有信力故，得", "187": "如阿鞞跋致，為諸佛所讚。若但聞般若，", "188": "得如是利益，何況信受、如所說行，漸住一", "189": "切種智中！須菩提問佛：「一切法空相無所得，", "19": "量阿僧祇諸佛在大眾中說法時，自讚歎稱", "190": "云何菩薩住薩婆若？」佛言：「如中住。」——「如」者，即", "191": "是空；菩薩住是畢竟空中，名為「住薩婆若」。", "192": "此中須菩提問佛：「除如更無法可得，誰住", "193": "如中」，乃至「無有是處」，如經廣說。佛可須菩", "194": "提所語，說如亦空因緣，所謂「是如，生、滅、住異", "195": "不可得，若法無三相，即是畢竟空，云何可", "196": "住？若住此中得阿耨多羅三藐三菩提而", "197": "說法，無有是處！」釋提桓因欲取般若一定", "198": "相，聞佛共須菩提說無相亦不可得，是故", "199": "白佛言：「希有！世尊！是般若甚深，是菩薩所", "2": "餘卷七十九", "20": "揚是菩薩摩訶薩名姓，言：『某甲菩薩成就般", "200": "為甚難，欲得阿耨多羅三藐三菩提。「何以", "201": "故？是如畢竟空，除如更無菩薩住是如中", "202": "得阿耨多羅三藐三菩提，亦無定法名為", "203": "佛，說法者所度眾生亦不離如，亦無拔出", "204": "處涅槃，諸法常住如相故。菩薩聞是事，心", "205": "不疑悔，是事為難！雖信一切法畢竟空，而", "206": "欲求阿耨多羅三藐三菩提，精進不休不", "207": "息，是為難。」須菩提語帝釋：「若諸法畢竟空、", "208": "無所有，疑從何生？何有難事？」帝釋心歡喜，", "209": "作是念：「須菩提實是樂說空法；須菩提有", "21": "若波羅蜜功德。』須菩提！如我今說法時，自", "210": "所解說，皆說空事。雖說色等餘事，其義皆", "211": "趣向空；若有難問，不能作礙，空亦空故。」若", "212": "人難空，須菩提先已破空，於有無中都無", "213": "所礙；譬如仰射空中。「虛空」即是畢竟空，「箭」", "214": "是須菩提智慧。所說如箭於空無礙，勢盡", "215": "自墮，非為空盡；須菩提說法因緣事辦故便", "216": "止，非為法盡。若有人雖有利箭，射壁不", "217": "能過；人雖有利智慧，邪見著有，則礙而不", "218": "能通。是故須菩提說無障無礙法。", "219": "66 囑累品大智度論釋囑累品第六十六", "22": "稱揚寶相菩薩、尸棄菩薩；復有諸菩薩摩訶", "220": "【經】爾時，釋提桓因白佛言：「世尊！我如是說，", "221": "如是答，為隨順法不？為正答不？」佛告釋提桓", "222": "因言：「憍尸迦！汝所說、所答，實皆隨順。」釋提桓", "223": "因言：「希有！世尊！須菩提所樂說，皆為空、為", "224": "無相、無作，為四念處，乃至為阿耨多羅三藐", "225": "三菩提。」佛告釋提桓因：「須菩提比丘行空時，", "226": "檀波羅蜜不可得，何況行檀波羅蜜者！乃至", "227": "般若波羅蜜不可得，何況行般若波羅蜜者！", "228": "四念處不可得，何況修四念處者！乃至八聖", "229": "道分不可得，何況修八聖道分者！禪、解脫、三", "23": "薩在阿閦佛世界中行般若波羅蜜，淨修梵", "230": "昧、定不可得，何況修禪、解脫、三昧、定者！佛", "231": "十力不可得，何況修佛十力者！四無所畏不", "232": "可得，何況能生四無所畏者！四無礙智不可", "233": "得，何況能生四無礙智者，大慈、大悲不可得，", "234": "何況行大慈、大悲者！十八不共法不可得，何", "235": "況生十八不共法者！阿耨多羅三藐三菩提", "236": "不可得，何況得阿耨多羅三藐三菩提者！一", "237": "切智不可得，何況得一切智者！如來不可得，", "238": "何況當作如來者！無生法不可得，何況無", "239": "生法作證者！三十二相不可得，何況得三十", "24": "行，我亦稱揚是菩薩名姓。「須菩提！亦如東", "240": "二相者！八十隨形好不可得，何況得八十隨", "241": "形好者！「何以故？憍尸迦！須菩提比丘，一切", "242": "法離行，一切法無所得行，一切法空行，一切", "243": "法無相行，一切法無作行。「憍尸迦！是為須菩", "244": "提比丘所行，欲比菩薩摩訶薩般若波羅蜜", "245": "行，百分不及一，千分、千萬億分，乃至算數", "246": "譬喻所不能及。何以故？除佛行，是菩薩摩訶", "247": "薩行般若波羅蜜，於聲聞、辟支佛諸行中，", "248": "最尊、最妙、最上。以是故，菩薩摩訶薩欲得於", "249": "一切眾生中最上，當行是般若波羅蜜行。何", "25": "方現在諸佛說法時，是中有菩薩摩訶薩淨", "250": "以故？憍尸迦！諸菩薩摩訶薩行般若波羅蜜", "251": "時，過聲聞、辟支佛地，入菩薩位，能具足佛法，", "252": "得一切種智，斷一切煩惱習，作佛。」是會中諸", "253": "三十三天，以天文陀羅花散佛及僧。是時，", "254": "八百比丘從坐起，以華散佛，偏袒右肩，合掌，", "255": "右膝著地，白佛言：「世尊！我等當行是無上行，", "256": "聲聞、辟支佛所不能行！」爾時，佛知諸比丘心", "257": "行，便微笑。如諸佛法，種種色光：青、黃、赤、白、", "258": "紅、縹，從口中出，遍照三千大千世界，遶佛", "259": "三匝，還從頂入。爾時，阿難偏袒右肩，右膝著", "26": "修梵行，佛亦歡喜，自稱揚讚歎是菩薩；南", "260": "地，白佛言：「世尊！何因緣故笑？諸佛不以", "261": "無因緣而笑！」佛告阿難：「是八百比丘於星宿", "262": "劫中當得阿耨多羅三藐三菩提，佛名散華，", "263": "皆同一字，比丘僧、世界、壽命皆等。各各過", "264": "十萬歲，出家作佛。是時，諸世界常雨五色天", "265": "花。以是故，阿難！菩薩摩訶薩欲行最上行，", "266": "當行般若波羅蜜！」佛告阿難：「若有善男子、", "267": "善女人能行是深般若波羅蜜，當知是菩薩", "268": "人中死，此間生；若兜率天上死，來生此間；若", "269": "人中，若兜率天上，廣聞是深般若波羅蜜。阿", "27": "西北方、四維、上下，亦如是。「復有菩薩從初發", "270": "難！我見是諸菩薩摩訶薩能行是深般若波", "271": "羅蜜。「阿難！若有善男子、善女人聞是深般", "272": "若波羅蜜，受持、讀、誦、親近、正憶念，轉復以般", "273": "若波羅蜜教行菩薩道者，當知是菩薩面從", "274": "佛聞深般若波羅蜜，乃至親近，亦從諸佛", "275": "所種善根。善男子、善女人當作是念：『我等", "276": "非聲聞所種善根，亦不從聲聞所聞是深般", "277": "若波羅蜜。』阿難！若有善男子、善女人受持", "278": "是深般若波羅蜜，讀、誦、親近、隨義隨法行，", "279": "當知是善男子、善女人則為面見佛。「阿難！若", "28": "意欲具足佛道，乃至得一切種智，諸佛說法", "280": "有善男子、善女人聞是深般若波羅蜜，信心", "281": "清淨，不可沮壞，當知是善男子、善女人曾供", "282": "養諸佛、種善根、與善知識相得。「阿難！於諸", "283": "佛福田種善根，雖不虛誑，要得聲聞、辟支佛、", "284": "佛而得解脫，應當深了了行六波羅蜜，乃至", "285": "一切種智！「阿難！若菩薩深了了行六波羅蜜，", "286": "乃至一切種智，是人若住聲聞、辟支佛道，不", "287": "得阿耨多羅三藐三菩提，無有是處！」「是故，阿", "288": "難！我以般若波羅蜜囑累汝！阿難！汝若受", "289": "持一切法，除般若波羅蜜，若忘若失，其過小", "29": "時，亦歡喜自稱揚讚歎是菩薩。「何以故？是諸", "290": "小，無有大罪。阿難！汝受持深般若波羅蜜，", "291": "若忘失一句，其過甚大！阿難！汝若受持深", "292": "般若波羅蜜，後還忘失，其罪甚多！以是故，", "293": "阿難！囑累汝！是深般若波羅蜜，汝當善受持，", "294": "讀誦令利！「阿難！若有善男子、善女人受持", "295": "般若波羅蜜，則為受持過去、未來、現在諸", "296": "佛阿耨多羅三藐三菩提。「阿難！若善男子、善", "297": "女人現在供養我，恭敬、尊重、讚歎，華香、瓔", "298": "珞、擣香、澤香，衣服、幡蓋，應當受持般若波羅", "299": "蜜，讀、誦、說，親近，供養、恭敬、尊重、讚歎，華香乃至", "3": "聖者龍樹造", "30": "菩薩摩訶薩所行甚難，不斷佛種行。」須菩提", "300": "幢幡。阿難！供養般若波羅蜜，則為供養我，", "301": "亦供養過去、未來、現在佛已。「若有善男子、善", "302": "女人聞說深般若波羅蜜，信心清淨，恭敬愛", "303": "樂，則為信心清淨，恭敬愛樂過去、未來、現在", "304": "諸佛已。阿難！汝愛樂佛、不捨離，當愛樂般", "305": "若波羅蜜莫捨離！「阿難！深般若波羅蜜，乃至", "306": "一句，不應令失！阿難！我說囑累因緣甚多，今", "307": "但略說。如我為世尊，般若波羅蜜亦是世", "308": "尊。「以是故，阿難！種種因緣囑累汝般若波", "309": "羅蜜。阿難！今我於一切世間人、天、阿修羅", "31": "白佛言：「世尊！何等菩薩摩訶薩，諸佛說法", "310": "眾中囑累汝！諸欲不捨佛、不捨法、不捨僧，", "311": "不捨過去、未來、現在諸佛阿耨多羅三藐三菩", "312": "提者，慎莫捨般若波羅蜜！阿難！是我所教", "313": "化弟子法。「阿難！若善男子、善女人受持深", "314": "般若波羅蜜，讀、誦、說、正憶念，復為他人種", "315": "種廣說其義，開示、演暢、分別令易解，是善", "316": "男子、善女人疾得阿耨多羅三藐三菩提，疾", "317": "近薩婆若。何以故？般若波羅蜜中生諸佛阿", "318": "耨多羅三藐三菩提。阿難！過去、未來諸佛阿", "319": "耨多羅三藐三菩提，皆從般若波羅蜜中生；", "32": "時，自讚歎稱揚？」佛告須菩提：「阿鞞跋致菩薩，", "320": "今現在東方、南方、西方、北方、四維、上下，諸佛阿", "321": "耨多羅三藐三菩提，亦從般若波羅蜜中", "322": "生。「以是故，阿難！諸菩薩摩訶薩欲得阿耨", "323": "多羅三藐三菩提，應當學六波羅蜜！何以", "324": "故？阿難！六波羅蜜是菩薩摩訶薩母，生諸", "325": "菩薩故。阿難！若有菩薩摩訶薩學是六波", "326": "羅蜜，皆當得阿耨多羅三藐三菩提。以是", "327": "故，我以六波羅蜜倍復囑累汝！阿難！是六波", "328": "羅蜜是諸佛無盡法藏。阿難！十方諸佛現在", "329": "說法，皆從六波羅蜜法藏中出；過去諸佛亦", "33": "諸佛說法時，自讚歎稱揚。」須菩提言：「何等", "330": "從六波羅蜜中學，得阿耨多羅三藐三菩提；", "331": "未來諸佛亦從六波羅蜜中學，得阿耨多羅三", "332": "藐三菩提，現在諸佛亦從六波羅蜜中學得", "333": "阿耨多羅三藐三菩提，過去、未來、現在諸佛", "334": "弟子皆從六波羅蜜中學得滅度，已得、今", "335": "得、當得滅度。「阿難！汝為諸聲聞人說法，令", "336": "三千大千世界中眾生皆得阿羅漢果證，猶", "337": "未為我弟子事；汝若以般若波羅蜜相應一", "338": "句教菩薩摩訶薩，則為我弟子事我亦歡喜，", "339": "勝教三千大千世界中眾生令得阿羅漢果。", "34": "阿鞞跋致菩薩為佛所讚？」佛言：「如阿閦佛", "340": "「復次，阿難！是三千大千世界中眾生，不前", "341": "不後，一時皆得阿羅漢果證。是諸阿羅漢，行", "342": "布施功德，持戒、禪定功德，是功德多不？」阿難", "343": "言：「甚多！世尊！」佛言：「阿難！不如弟子以般", "344": "若波羅蜜相應法為菩薩摩訶薩說，乃至一日，", "345": "其福多！置一日，但半日；置半日，但一食頃；", "346": "置一食頃，但須臾間說，其福多！何以故？菩薩", "347": "摩訶薩善根，勝一切聲聞、辟支佛故。菩薩摩", "348": "訶薩自欲得阿耨多羅三藐三菩提，亦示、教、", "349": "利、喜他人，令得阿耨多羅三藐三菩提。阿難！", "35": "為菩薩時所行所學，諸菩薩亦如是學；是諸", "350": "如是菩薩行六波羅蜜，行四念處，乃至行一", "351": "切種智，增益善根，若不得阿耨多羅三藐三", "352": "菩提，無有是處！」說是般若波羅蜜品時，佛", "353": "在四眾中，天、人、龍、鬼神、甄陀羅、摩睺羅伽等，", "354": "於大眾前而現神足變化：一切大眾皆見阿", "355": "閦佛，比丘僧圍繞說法，大眾譬如大海水，", "356": "皆是阿羅漢；漏盡無煩惱，皆得自在；得好解", "357": "脫——心好解脫，慧好解脫；其心調柔，譬如大", "358": "象；所作以辦，逮得己利，盡諸有結，正智得", "359": "解脫；一切心、心數法中得自在；及諸菩薩摩", "36": "阿鞞跋致菩薩，諸佛說法時，歡喜讚歎。「復次，", "360": "訶薩無量功德成就。爾時，佛攝神足，一切大", "361": "眾不復見阿閦佛、聲聞人、菩薩摩訶薩及其", "362": "世界，不與眼作對。何以故？佛攝神足故。爾", "363": "時，佛告阿難：「如是，阿難！一切法不與眼作對，", "364": "法法不相見，法法不相知。如是，阿難！如阿閦", "365": "佛、弟子、菩薩、世界，不與眼作對。如是，阿難！", "366": "一切法不與眼作對，法法不相知，法法不相", "367": "見。何以故？一切法無知、無見，無作、無動，不可", "368": "捉，不可思議；如幻人無受、無覺、無真實。菩薩", "369": "摩訶薩如是行，為行般若波羅蜜，亦不著諸", "37": "須菩提！有菩薩行般若波羅蜜，信解一切法", "370": "法。阿難！菩薩摩訶薩如是學，名為學般若波", "371": "羅蜜。「欲得諸波羅蜜，當學般若波羅蜜。何", "372": "以故？如是學名為第一學，最上學，微妙學。如", "373": "是學，安樂利益一切世間，無護者為作護。", "374": "是諸佛所學，諸佛住是學中，能以右手舉三", "375": "千大千世界，還著本處，是中眾生無覺知者。", "376": "何以故？阿難！諸佛學是般若波羅蜜，過去、未", "377": "來、現在法中得無礙智見。阿難！如般若波", "378": "羅蜜於諸學中最尊第一，微妙無上。「阿難！", "379": "若有人欲得般若波羅蜜邊際，為欲得虛空", "38": "無生，未得無生忍法；信解一切法空，未得無", "380": "邊際。何以故？阿難！般若波羅蜜無有量，我初", "381": "不說般若波羅蜜量，名眾、句眾、字眾是有量，", "382": "般若波羅蜜無有量。」阿難白佛言：「世尊！般", "383": "若波羅蜜何以故無有量？」佛告阿難：「般若波", "384": "羅蜜無盡故無有量，般若波羅蜜離故無有", "385": "量。阿難！過去諸佛皆學般若波羅蜜得度，", "386": "般若波羅蜜故不盡；未來世諸佛亦學是般", "387": "若波羅蜜得度，是般若波羅蜜故不盡；現在", "388": "十方諸佛皆學是般若波羅蜜得度，般若波", "389": "羅蜜故不盡：已不盡，今不盡，當不盡。阿難！欲", "39": "生忍法；信解一切法虛誑，不實不堅固，未得", "390": "盡般若波羅蜜為欲盡虛空；般若波羅蜜不", "391": "可盡，已不盡，今不盡，當不盡；禪波羅蜜乃至", "392": "檀波羅蜜不可盡，已不盡，今不盡，當不盡；乃", "393": "至一切種智亦如是。何以故？是一切法皆無", "394": "生；若法無生，云何有盡？」爾時，佛出覆面舌相，", "395": "告阿難：「從今日，於四眾中廣演、開示、分別般", "396": "若波羅蜜，當令分明易解！何以故？是深般若", "397": "波羅蜜中廣說諸法相。是中求聲聞、辟支佛，", "398": "求佛者，皆當於中學！學已，各得成就。「阿難！是", "399": "深般若波羅蜜則是一切字門。行是深般若", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "無生忍法。須菩提！如是等諸菩薩摩訶薩，佛", "400": "波羅蜜能入陀羅尼門；學是陀羅尼門，諸菩", "401": "薩得一切樂說辯才。「阿難！般若波羅蜜是三", "402": "世諸佛妙法。以是故，阿難！我為汝了了說：若", "403": "有人受持深般若波羅蜜，讀、誦、親近，是人則", "404": "能持三世諸佛阿耨多羅三藐三菩提。「阿難！", "405": "我說般若波羅蜜是行者足，汝持是般若波", "406": "羅蜜陀羅尼故，則能持一切諸法。」", "407": "【論】問曰：釋提桓因何以自疑所說，言：「我為", "408": "隨順法，正答不？」答曰：釋提桓因非一切智", "409": "人，雖得初道，三毒未盡，猶有錯謬！而自籌", "41": "說法時，歡喜自讚歎稱揚名姓。「須菩提！若諸", "410": "量：「我雖福德因緣為諸天主，雖得聖道味，", "411": "而未有一切智；一切漏未盡故，所說或能錯", "412": "謬，不自覺知。」是故問。復次，眾中大有阿鞞跋", "413": "致菩薩、漏盡阿羅漢、及離欲諸天；是諸人見", "414": "釋提桓因與佛、須菩提共問難，心不怯弱，", "415": "作是念：「是釋提桓因漏尚未盡，何能問難，盡", "416": "諸法邊？」釋提桓因以是事故，問佛。復次，釋提", "417": "桓因自知所說諸法相無違錯，求佛印可，", "418": "使聽者信受，故佛即可之。問曰：佛何以可", "419": "釋提桓因說？答曰：釋提桓因雖非一切智", "42": "菩薩摩訶薩，諸佛說法時，歡喜自讚歎者，是", "420": "人，常從佛聞，誦讀力強，是故所說有理，佛便", "421": "印可。佛說有三種慧：聞慧、思慧、修慧。有人聞", "422": "慧、思慧明了故，能與修慧人問難。譬如乘", "423": "船隨流，不自用力而疾於陸行；如阿難", "424": "雖未離欲，未得甚深禪定，而能與佛、漏盡", "425": "阿羅漢等論議，隨法無違。釋提桓因白佛", "426": "言：「世尊！須菩提好樂說空，善巧說空，於諸", "427": "弟子中最為第一。有所言說，皆趣向空、無", "428": "相、無作，所謂四念處乃至阿耨多羅三藐三", "429": "菩提，是法中皆和合畢竟空說。」佛語釋提", "43": "菩薩滅聲聞、辟支佛地，當得阿耨多羅三藐", "430": "桓因：「須菩提是行畢竟空人，世世修集，", "431": "非但今世。是人以空解脫門入道，亦以此", "432": "門教化眾生。」是人若入深空法，尚不得法，", "433": "何況行是法者！如經說：「檀波羅蜜不可得，", "434": "何況行檀者！乃至八十隨形好不可得，何況", "435": "得八十種隨形好者！」須菩提所行空行，欲", "436": "比菩薩空行，百分不及一。問曰：法空、眾生", "437": "空，復有何不盡，而言「百分不及一」？答曰：佛", "438": "此中自說：「除佛，諸聲聞、辟支佛無有及菩", "439": "薩」者，「諸法實相」有種種名字：或說「空」，或說", "44": "三菩提記。「須菩提！若菩薩摩訶薩，諸佛說法", "440": "「畢竟空」，或說「般若波羅蜜」，或名「阿耨多羅三", "441": "藐三菩提」。此中說「諸法實相」名為「空行」。如", "442": "一切聲聞弟子中，須菩提空行最勝；如是，", "443": "除佛，諸菩薩空行勝於二乘。何以故？智慧", "444": "分別利鈍，入有深淺故，皆名得諸法實相，", "445": "但利根者得之了了。譬如破闇故然燈，更", "446": "有大燈，明則轉勝；當知先燈雖炤，微闇不", "447": "盡，若盡，後燈則無用。行空者亦如是，雖", "448": "俱得道，智慧有利鈍故，無明有盡、不盡；惟", "449": "有佛智，能盡諸無明。復次，聲聞、辟支佛無", "45": "時，歡喜自讚歎者，是菩薩當住阿鞞跋致地；", "450": "慈悲心，無度眾生心，無淨佛世界，無無", "451": "量佛法願，無轉法輪度眾生，亦無入無餘", "452": "涅槃乃至遺法度眾生願；無有三世度", "453": "眾生心，所謂菩薩時、作佛時、滅度時，非但", "454": "以空行故，與菩薩等。復次，二乘得空，有分", "455": "有量；諸佛、菩薩無分無量。如渴者飲河，不", "456": "過自足，何得言俱行空不應有異？又如", "457": "毛孔之空，欲比十方空，無有是理！是故比", "458": "佛、菩薩，千萬億分不及一。佛分別是空行", "459": "已，告釋提桓因：「若欲於一切眾生最上，當", "46": "住是地已，當得薩婆若。「復次，須菩提！若菩", "460": "行般若波羅蜜。」此中佛自說因緣：「菩薩學", "461": "是般若波羅蜜空行，不取空相故，過於二", "462": "地，得無生忍法，入菩薩位；入菩薩位故，具", "463": "足佛法。」——「佛法」是菩薩道。「菩薩道具足故，當", "464": "得一切種智；得一切種智故名為佛，斷", "465": "一切煩惱習人。」是諸事，「空行」為根本。問曰：", "466": "涅槃是無量，何以言「二乘所得有量」？答曰：", "467": "言「智慧有分有量」，不說「諸法法性有量」；不", "468": "聞說大水喻耶？器有量，非水有量。復次，", "469": "量、無量相待法。於凡人是無量，佛皆能量。", "47": "薩摩訶薩聞是深般若波羅蜜，其心明利，不", "470": "爾所分是須陀洹，乃至爾所分是阿羅漢、辟", "471": "支佛、菩薩，餘殘究盡法性是佛。「爾時，會中", "472": "諸天，以天曼陀羅華散佛」等，如經中說。問", "473": "曰：華供養佛及僧，是八百比丘何以獨取供", "474": "養佛？答曰：諸天所散華，諸比丘當分所得", "475": "墮衣上者，見其色香甚妙，因以發心供養", "476": "於佛，白言：「我從今日，當行是無上行」，所謂", "477": "畢竟空，無相、無作等，為度一切眾生故，如", "478": "佛所說，二乘所不及。爾時，佛微笑。笑義，如", "479": "〈恒伽提婆品〉中說。是八百比丘皆是善知", "48": "疑不悔；作是念：是事如佛所說。是菩薩亦當", "480": "識，行同心等，世世共修集功德故，一時作", "481": "佛，皆同一字。五色天華供養佛故，世界中", "482": "常雨五色天曼陀羅華。佛因是事讚般若，", "483": "作是言：「阿難！欲行最上菩薩道，當行般若", "484": "波羅蜜。」「阿難！若有善男子能行是深般若波", "485": "羅蜜，當知是人人道中來，或兜率天上來。」所", "486": "以者何？三惡道中罪苦多故，不得行深般", "487": "若；欲界天著淨妙五欲，心則狂惑不能行；", "488": "色界天深著禪定味，故不能行；無色界無", "489": "形，故不能行；鬼神道眼根等利，諸煩惱覆", "49": "於阿閦佛及諸菩薩所廣聞是般若波羅蜜，", "490": "心，故不能專行深般若。人道中，苦差三惡", "491": "道，樂不如諸天，眼等諸根濁重，身多地種，", "492": "故能制苦樂意而行般若。兜率天上，常有", "493": "一生補處菩薩，彼中諸天常聞說般若，五", "494": "欲雖多，法力勝。是故說二處來。若從他方", "495": "佛世界來，若此間有般若波羅蜜處來。復", "496": "次，「阿難！若有求佛道者，能問、能信、受持，乃至", "497": "正憶念，當知是人，佛常以佛眼見是諸人等；", "498": "應當作是念：『我等便是面從佛受，從佛發", "499": "心、種善根，不從二乘發。』」「阿難！若有人信心", "5": "【經】「須菩提！菩薩摩訶薩成就二法，魔不能壞。", "50": "亦信解；信解已，如佛所說，當住阿鞞跋致地。", "500": "清淨，不可破壞者，當知是人先世供養無", "501": "量諸佛，為善知識守護故能受持。」問曰：佛", "502": "亦名為寶，亦名為無上福田，若人從佛種", "503": "善根，必以三乘法入涅槃不虛。如《法華》中", "504": "說：「有人或以一華，或以少香供養於佛，乃", "505": "至一稱南無佛，如是等人皆當作佛。」若爾", "506": "者，有人作是念：「但行五波羅蜜，欲作佛", "507": "時乃觀空，何用常行般若波羅蜜，難知難", "508": "得空行？」答曰：以是事故，佛自答阿難：「於佛", "509": "福田中雖不虛誑，要得三乘入涅槃，應", "51": "「如是，須菩提！但聞般若波羅蜜，得大利益，何", "510": "當了了行六波羅蜜，乃至一切種智了了行", "511": "故，疾得佛道，不久受生死苦。般若有如是", "512": "等利益功德故，應當行。」「阿難！般若有如是", "513": "功德利益故，我囑累汝。」問曰：佛無所貪，", "514": "乃至一切種智、佛無礙解脫——清淨微妙諸", "515": "佛法猶尚不貪，何以故以般若波羅蜜慇懃", "516": "囑累阿難，似如貪惜？答曰：諸佛為利益眾", "517": "生故出世，現三十二相，八十種隨形好，無", "518": "量光明，神足變化，皆為眾生故。第一利益眾", "519": "生，無過般若波羅蜜，能盡諸苦故。是般若", "52": "況信解！信解已，如說住、如說行；如說住、行", "520": "波羅蜜因語言、文字、章句可得其義，是故", "521": "佛以般若經卷慇懃囑累阿難。復次，有人", "522": "見佛慇懃囑累，故言：「佛大事辦，猶尚尊重般", "523": "若，是法必尊必妙。」譬如大富長者命欲終", "524": "時，以眾寶與兒，偏以如意寶珠慇懃囑累：", "525": "「汝勿以此寶自無定色，質如虛空，微妙", "526": "難識故，而不守護！若失餘寶為可，此寶不", "527": "可失也！」大富長者是佛，以般若波羅蜜囑", "528": "累阿難：「汝好受持守護，無令忘失！」除般若，", "529": "雖有十二部經，盡皆忘失，其過尚少；若失", "53": "已，住一切種智中。」須菩提白佛言：「世尊！若佛", "530": "般若一句，其過太多！何以故？是深般若法", "531": "藏，是十方三世諸佛母，能令人疾至佛道。", "532": "如經中說：「三世諸佛皆從般若得」；乃至「為", "533": "聲聞人說法，其中皆是讚般若事。」問曰：說", "534": "法令三千大千世界眾生盡得阿羅漢，云", "535": "何不如以般若一句教菩薩？答曰：是事先", "536": "雖答，今當更略說：是三千大千世界中眾生", "537": "雖皆得阿羅漢，自度其身，不中作佛；若", "538": "說般若一句，聞者得作佛故。如人種眾果", "539": "樹，不如一人種一如意樹，能隨人所願，如", "54": "說菩薩摩訶薩如所說住、如所說行，住薩婆", "540": "意皆得。復次，為聲聞說法中，無大慈悲心；", "541": "大乘法中，一句雖少，有大慈悲。聲聞法中皆", "542": "自為身；大乘法中廣為眾生。聲聞法中無", "543": "欲廣知諸法心，但欲疾離老、病、死；大乘法", "544": "中欲了了知一切法。聲聞法功德有限量；", "545": "大乘法中欲盡諸功德，無有遺餘。如是等", "546": "大、小乘差別。譬如金剛雖小，能勝一切寶，", "547": "不得言少故不如多。三千大千世界中阿", "548": "羅漢福德，比般若一句教菩薩，一日乃至", "549": "須臾，其福甚多！此中佛自說因緣：「是人自欲", "55": "若；若菩薩摩訶薩無所得法，云何住薩婆", "550": "得阿耨多羅三藐三菩提，亦教人令得；自", "551": "行六波羅蜜諸功德，亦為人說。菩薩集二", "552": "處功德，不得佛道，無有是處。」爾時，佛欲", "553": "明了是事故引證；亦欲證一切法空，不", "554": "著是空法，但憐愍眾生故囑累：「如阿閦佛", "555": "大眾莊嚴不與眼作對，一切法不與眼作", "556": "對亦如是。」肉眼、天眼所見，皆是作法，虛誑", "557": "不實。慧眼、法眼、佛眼，皆是無相無為法，故不", "558": "可見；若不可見，亦不可知。無作等亦如是。", "559": "所見阿閦佛會，如幻、如夢；能如是觀諸法，", "56": "若？」佛告須菩提：「菩薩摩訶薩住諸法如中，住", "560": "是名「菩薩行般若」，名「無所著」。佛所囑累亦", "561": "無所著，但以大慈悲故，讚是般若。一切法", "562": "雖是不可思議相，而以利益眾生故讚歎，", "563": "作是言：「阿難！如是學，為學般若；若欲得一", "564": "切諸波羅蜜，當學般若波羅蜜。」如是等，如", "565": "經廣說。佛以無量讚般若：若佛智慧不可", "566": "盡，般若功德亦不可盡。何以故？般若波羅", "567": "蜜無量相故；名眾等言語章句、卷數有量，", "568": "如《小品》、《放光》、《光讚》等般若波羅蜜經卷章句，", "569": "有限有量；般若波羅蜜義無量。阿難問：「般若", "57": "薩婆若。」須菩提言：「世尊！除如更無法可得，", "570": "波羅蜜云何無量？」佛答：「般若波羅蜜相自離。」", "571": "離故，從本已來不生不集，不生不集故不盡", "572": "不滅。此中佛自說因緣：「過去無量阿僧祇", "573": "諸佛及弟子，用是般若波羅蜜照明十方，", "574": "度無量眾生，皆共入無餘涅槃，般若波羅蜜", "575": "故不盡；未來、現在亦如是。譬如有人欲", "576": "盡虛空，虛空不可盡，般若波羅蜜等諸功", "577": "德，乃至一切種智亦如是，今不盡，已不盡，", "578": "當不盡。」有人知過去不盡，謂未來、現在有", "579": "盡，是故說「三世不可盡」。「何以故？諸法本無", "58": "誰住如中？住如中已，當得阿耨多羅三藐三", "580": "生，云何當盡？」佛知般若是真無盡，為名字", "581": "語言句眾有盡故囑累。如人以香油瓶囑", "582": "累子弟，雖不惜瓶，為受持香油故；語言", "583": "能持義，亦如是，若失語言，則義不可得。爾", "584": "時，佛為人信受般若故，出舌相覆面，告阿", "585": "難：「我今於四眾中囑累汝般若，汝當為", "586": "眾生解說、顯示、分別令易解。」所以現舌相", "587": "者，世間相法，舌能覆鼻，是不妄語相，何況覆", "588": "面！是故佛示眾生：「我從父母生身，有此舌", "589": "相，欲以般若波羅蜜令汝信解，以汝等未", "59": "菩提？誰住如中當說法？如尚不可得，何況住", "590": "得一切智，不能遍知，欲令汝等信故，非", "591": "以神通力所現。佛於甚深妙法，智慧、禪定", "592": "中猶尚不著，何況世間八法、供養利故而", "593": "作虛誑！於一切法中，如鳥飛虛空，無所", "594": "觸礙，但以本願誓度眾生，大悲心憐愍一", "595": "切故，以第一利般若波羅蜜，慇懃囑累汝。」", "596": "復次，「阿難！是行深般若波羅蜜者，能入一切", "597": "文字陀羅尼。」因一字即入畢竟空，是名「文", "598": "字陀羅尼」；如先陀羅尼中說。諸文字法皆因", "599": "般若波羅蜜得；餘聞持等諸陀羅尼亦皆從", "6": "何等二？觀一切法空；不捨一切眾生。須菩提！", "60": "如得阿耨多羅三藐三菩提！誰住如中而說", "600": "學般若波羅蜜得。菩薩得諸陀羅尼已，得", "601": "種種樂說辯才，無量阿僧祇劫，說一句義不", "602": "可盡，是名「三世諸佛真法」，更無異法。又復，", "603": "「阿難！般若是十方三世諸佛妙法。」如一門", "604": "城，四方來者，無異門入。「阿難！我今為汝了了", "605": "說：若有人受持般若，非但受持我法，是人", "606": "受持三世諸佛阿耨多羅三藐三菩提。」「阿難！", "607": "是般若波羅蜜我處處說，是行者足。」所以", "608": "者何？菩薩得是般若，能行菩薩道。「阿難！汝", "609": "得是般若波羅蜜陀羅尼故，能持一切佛", "61": "法？無有是處！」佛告須菩提：「如汝所言：『除如", "610": "所說法。」問曰：以聞持陀羅尼力故能持，何", "611": "以言「得般若故，能持一切諸佛法」？答曰：聞", "612": "持陀羅尼，能持有數有量法，世間亦有，如", "613": "須尸摩外道亦得聞持陀羅尼，是人雖少時", "614": "得，久則忘失；從般若得陀羅尼，廣受持諸", "615": "法，終不忘失，以是為差別。問曰：般若便是", "616": "波羅蜜，何以名為陀羅尼？答曰：諸法實相是", "617": "般若，能種種利益眾生愛念故，作種種名。", "618": "如佛有十號等文字；般若波羅蜜亦如是：", "619": "能到一切諸智慧邊，是名為「般若波羅蜜」；菩", "62": "更無法，誰住如中？住如中已，當得阿耨多羅", "620": "薩行般若作佛已，變名為「阿耨多羅三藐三", "621": "菩提」；若在小乘心中，但名為「三十七品」、「三", "622": "解脫門」；若人欲得聞而不忘，在是人心", "623": "中名為「陀羅尼」。是故佛說如意珠譬喻，隨", "624": "前物色變為名。佛如是種種說般若大功", "625": "德。", "626": "大智度論卷第七十九", "63": "三藐三菩提？誰住如中當說法？如尚不可得，", "64": "何況住如得阿耨多羅三藐三菩提！誰住如", "65": "中而說法？無有是處！』」佛言：「如是！如是！須菩", "66": "提！除如更無有法可得，誰住如中？住如中", "67": "已，當得阿耨多羅三藐三菩提？誰住如中當", "68": "說法？如尚不可得，何況住如中得阿耨多羅", "69": "三藐三菩提！誰住如中而說法？何以故？是", "7": "菩薩成就此二法，魔不能壞。「復次，須菩提！菩", "70": "如生不可得、滅不可得，住異不可得；若法生、", "71": "滅、住異不可得，是中誰當住如？誰當住如已，", "72": "得阿耨多羅三藐三菩提？誰當住如而說法？", "73": "無有是處！」釋提桓因白佛言：「世尊！諸菩薩", "74": "摩訶薩所為甚難，深般若波羅蜜中欲得阿", "75": "耨多羅三藐三菩提。何以故？世尊！無有如中", "76": "住者，亦無當得阿耨多羅三藐三菩提者，亦", "77": "無說法者。菩薩摩訶薩於是處心不驚、不沒、", "78": "不怖、不畏，不疑、不悔。」", "79": "爾時，須菩提語釋提桓因：「如憍尸迦說菩薩", "8": "薩摩訶薩復有二法成就，魔不能壞。何等二？", "80": "摩訶薩所為甚難，是甚深法中心不驚、不沒，", "81": "不怖、不畏，不疑、不悔。憍尸迦！諸法空中誰", "82": "驚、誰沒？誰怖、誰畏？誰疑、誰悔？」是時，釋提桓因", "83": "語須菩提：「須菩提所說，但為空事，無所罣", "84": "礙。譬如仰射空中，箭去無礙；須菩提說法無", "85": "礙亦如是。」【論】釋曰：眾會疑：「菩薩何因緣", "86": "故得如是力，魔不能壞？」佛答：「有二因緣", "87": "故，魔不能壞：一者、觀諸法空，二者、不捨一", "88": "切眾生。」以日月因緣故，萬物潤生：但有月", "89": "而無日，則萬物濕壞；但有日而無月，則萬物", "9": "所作如所言；亦為諸佛所念。菩薩成就此二", "90": "燋爛。日、月和合故，萬物成熟。菩薩亦如是，", "91": "有二道：一者、悲，二者、空。悲心憐愍眾生，誓", "92": "願欲度；空心來則滅憐愍心。若但有憐愍", "93": "心，無智慧，則心沒在無眾生而有眾生顛", "94": "倒中；若但有空心，捨憐愍度眾生心，則墮", "95": "斷滅中。是故佛說二事兼用，雖觀一切空", "96": "而不捨眾生，雖憐愍眾生不捨一切空——", "97": "觀一切法空，空亦空故不著空，是故不妨", "98": "憐愍眾生；觀憐愍眾生，亦不著眾生，不", "99": "取眾生相，但憐愍眾生，引導入空，是故雖"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論卷: 大智度論釋", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}