{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0653 佛藏經: 佛藏經: 佛藏經", "text": {"0": "No. 653", "1": "上佛藏經卷上奉入龍華經一名選擇諸法", "10": "有，如來所說一切諸法無生無滅、無相無為，", "100": "順法忍。得是柔順法忍，乃名是我弟子，能消", "101": "供養不空受身。所以者何？舍利弗！我是真實", "102": "相法，不可入不可取不可捨、不可貪不可說，", "103": "斷語言道。無歡無喜斷貪喜心，非眾緣合離", "104": "眾因緣。無道斷道至於無道，斷諸語言、論議", "105": "音聲，無形無色、無取無著無用、無實無妄、無", "106": "闇無明、無壞無諍、無合無散、無動無念、無有", "107": "分別，不可得示。非垢非淨、非名非相、非心數", "108": "法非心所解。我此法中無男無女、無天、無龍、", "109": "無夜叉、無乾闥婆、無鳩槃荼、無毘舍闍、無斷", "11": "令人信解？」舍利弗白佛言：「世尊！我在靜處每", "110": "無常、無我無眾生無人、無來無去、無出無", "111": "入、無戒無犯、無淨無垢、無有三昧、無定無定", "112": "根、無禪無禪根、無知無見、無貪無諍、無道無", "113": "道果、無慧無慧根、無明無非明、無解脫無非", "114": "解脫、無果無得果、無無力非力、無所畏無", "115": "無所畏、無念無念根、無坐無行無有威儀、無", "116": "此無彼、無憶想分別、無菩提無菩提分、無智", "117": "無非智、無地無水無火無風。無罪無福、無法", "118": "無非法、無苦無樂，拔諸一切戲論根本，一切", "119": "永離冷而無烟。「舍利弗！舉要言之。我法悉", "12": "作是念：『世尊乃於無名相法以名相說，無語", "120": "破一切諸念、一切諸見、一切諸結、諸增上慢。", "121": "不念一切諸所憶念，除斷一切種種語言。我", "122": "是法中無常無無常、無苦無樂、無垢無淨、無", "123": "斷無常、無我無眾生、無人無壽者、無命者、無", "124": "生無滅。何以故？舍利弗！如來於法都無所得", "125": "有所滅，故名為涅槃，亦不見有得涅槃者。「舍", "126": "利弗！佛亦不念涅槃，不以涅槃為念，亦不貪", "127": "著涅槃。是故當知，是為第一奇特希有，所謂", "128": "如來說一切法無生無滅、無相無為，令人信", "129": "解，倍為希有。」", "13": "言法以語言說。』思惟是事生希有心。」佛告舍", "130": "2 念佛品(上)念佛品第二", "131": "爾時舍利弗白佛言：「世尊！於此法中云何為", "132": "惡知識？云何為善知識？」佛告舍利弗：「若有比", "133": "丘教餘比丘：『比丘！汝當念佛、念法、念僧、念戒、", "134": "念施、念天。比丘！汝當觀身，取是身相，所謂不", "135": "淨。當觀一切諸有為法，皆悉無常，觀一切法", "136": "空、無有我。比丘！汝當取所緣相繫心緣中，", "137": "專念空相，當樂善法。當取不善法相，取不", "138": "善法相已，為令斷故觀念修習，謂為斷貪欲", "139": "觀不淨相；為斷瞋恚觀慈心相；為斷愚癡觀", "14": "利弗：「如是，如是！是事希有、第一希有，謂是諸", "140": "因緣法。常念淨戒深取空相，勤行精進為得", "141": "四禪，專心求道。觀不善法皆是衰惱，觀於善", "142": "法最是安隱，一心修道。分別諦觀善、不善法，", "143": "諦取相已，唯觀涅槃安隱寂滅，唯愛涅槃", "144": "畢竟清淨。』如是教者名為邪教，謂是正教而", "145": "是邪教。舍利弗！如是教者名惡知識。是人名", "146": "為誹謗於我，助於外道；亦為他人說邪道法。", "147": "舍利弗！如是惡人，我乃不聽受一飲水以自供", "148": "養；我說教者不說受者。舍利弗！於我法中多", "149": "有如是增上慢教。「舍利弗！若受教者受戒五", "15": "佛阿耨多羅三藐三菩提。舍利弗！譬如巧畫", "150": "歲，不能悉捨如是所教，於是教中勤心精進，", "151": "自有得無所有比丘不往諮問。我說此人雖", "152": "有五歲，猶名邪見，雜外道法順行魔教。「舍利", "153": "弗！若有比丘受是教已，聞空無所得法即自", "154": "覺知，我先受者皆是邪見，於空無所得法無", "155": "疑無悔，深入通達，不依一切我見人見。舍利", "156": "弗！我說此人名為得清淨梵行。「舍利弗！若", "157": "有比丘成就如是無所得忍，雖現未得無餘", "158": "涅槃，我記是人，彌勒佛時當在初會。時彌勒", "159": "佛歡喜三唱：『是人能於釋迦牟尼佛法中，成", "16": "師，畫於虛空現種種色相。於意云何？是畫師", "160": "就無所得忍。』舍利弗！若在家出家成就此忍，", "161": "我記是人必得涅槃。「舍利弗！若有人受如是", "162": "教已，聞空無所得法即時驚畏，是人可愍，無", "163": "有救者、無有依者，直趣地獄。何以故？舍利弗！", "164": "於佛教中驚疑畏者，是人則為具足惡道。所", "165": "以者何？我常自說，有所得者是惡道分。何以", "166": "故？舍利弗！佛所得法無有差別，是與非是若", "167": "可差別，是有所得。「舍利弗！人寧成就五逆重", "168": "惡，不成就我見、眾生見、人見、壽見、命見、陰、入、", "169": "界見。貪著持戒著持戒見；貪著三昧著三昧", "17": "者為希有不？」「希有。世尊！」「舍利弗！如來所得阿", "170": "見。依於佛想得於法想，於僧斷事成就身見。", "171": "何以故？於佛法中成就身見不在僧數。舍利", "172": "弗！佛弟子眾心無分別。舍利弗！佛弟子眾無", "173": "不善者、無破戒者、無破見者、無破威儀者。「舍", "174": "利弗！何等為惡不善？於佛眾中不在僧數，", "175": "名惡不善。謂心心數法與諸緣合，無真實事", "176": "但作分別，以分別故計有所得，是人乃至所", "177": "有言說心心相續，乃至善不善法，於聖法中", "178": "名惡不善。何以故？舍利弗！所有樂處中必有", "179": "苦，如來法者滅是苦樂。「舍利弗！如來所得，是", "18": "耨多羅三藐三菩提，說一切法無生無滅、無", "180": "中無欲亦無非欲，無樂無苦、無思無想無修，", "181": "乃至亦無空想。何以故？舍利弗！若計空想即", "182": "是我想、眾生想者，是常想者、是斷想者。何以", "183": "故？舍利弗！隨所有想則生諸想，是皆墮邪。「舍", "184": "利弗！空名無念，是名為空，空念亦空，是名為", "185": "空。舍利弗！空中無善無惡，乃至亦無空想，是", "186": "故名空。舍利弗！諸有為法可知可解，空非可", "187": "知亦非可解、非可思量，是故名空。舍利弗！", "188": "空非念得。何以故？空無想故，是故名空。「舍", "189": "利弗！何故說行空行？不念一切諸想，乃至", "19": "相無為，令人信解，倍為希有。所以者何？無名", "190": "空想亦復不念，是名空行。「舍利弗！想名乃至", "191": "心有所念，即名為想，無所念者乃名無想。", "192": "離諸想故名為無想，隨所取想皆是邪見。何", "193": "以故？舍利弗！於聖法中計得寂滅皆墮邪見，", "194": "何況言說？何況說者？如是空法以何可說？「舍", "195": "利弗！諸佛何故說諸語言皆名為邪？不能通", "196": "達一切法者，是則皆為言說所覆，是故如來", "197": "知諸語言皆為是邪，乃至少有言語不得其", "198": "實。「舍利弗！諸佛阿耨多羅三藐三菩提皆是", "199": "無想無念。何以故？如來於法不得體性亦不", "2": "姚秦龜茲三藏鳩摩羅什譯", "20": "相法、無念無得亦無有修，不可思議、非心所", "200": "得念。「舍利弗！如來何故說有念處？舍利弗！", "201": "經說若人得四念處，是人能得諸法體性，能", "202": "得自身、得我、得人，無有是處。示法別相空故，", "203": "說四念處。四念處性，無性、無處、無念、無說、無", "204": "有貪著。念性尚無，何況念處？是故如來說名", "205": "念處。舍利弗！諸法若有決定體性，如析毛髮", "206": "百分一者，是則諸佛不出於世，亦終不說諸", "207": "法性空。舍利弗！諸法實空無性，一相所謂無", "208": "相。如來悉見，如來以是說有念處。「舍利弗！念", "209": "處名為無處無非處、無念無念業、無想無分", "21": "依、無有戲論，非是戲論所可依止。無覺無觀、", "210": "別、無意無意業、無思無思業、無法無法相，", "211": "皆無合散，是故賢聖名為無分別者，是名念", "212": "處。如來以是說有念處，隨順無所有故名", "213": "為念處；隨順念佛名為念處。「舍利弗！云何名", "214": "為念佛？見無所有名為念佛。舍利弗！諸佛無", "215": "量不可思議、不可稱量，以是義故，見無所有", "216": "名為念佛。實名無分別，諸佛無分別，以是故", "217": "言念無分別即是念佛。復次，見諸法實相名", "218": "為見佛。何等名為諸法實相？所謂諸法畢竟", "219": "空無所有，以是畢竟空無所有法念佛。復次，", "22": "無有所攝，不在於心、非得所得，無此無彼、無", "220": "如是法中，乃至小念尚不可得，是名念佛。舍", "221": "利弗！是念佛法斷語言道，過出諸念不可得", "222": "念，是名念佛。「舍利弗！一切諸念皆寂滅相，隨", "223": "順是法，此則名為修習念佛。不可以色念佛。", "224": "何以故？念色取相貪味為識，無形、無色、無緣、", "225": "無性，是名念佛。是故當知，無有分別、無取、無", "226": "捨，是真念佛。」", "227": "3 念法品(上)念法品第三", "228": "爾時舍利弗白佛言：「世尊！云何為人亦說是", "229": "法為惡知識？世尊！云何為人亦說是法為善", "23": "有分別，無動無性、本來自空，不可念、不可", "230": "知識？」佛告舍利弗：「若有比丘教他比丘：『比丘！", "231": "汝今當知念佛事空，念所緣處是不應念，汝", "232": "所念空念亦復空。是無性空能斷色想、能", "233": "斷取想。』是人爾時不得無想，何況於念？是人", "234": "爾時都無所有、寂滅無性，不集諸想、滅一切", "235": "法，是則名為修習念佛。念佛名為破善不善", "236": "一切覺觀，無覺無觀寂然無想，名為念佛。何", "237": "以故？不應以覺觀憶念諸佛，無覺無觀名為", "238": "清淨念佛。於此念中乃無微細心心念業，", "239": "況身口業？又念佛者離諸想，諸想不在心，無", "24": "出，一切世間所不能信，如是無名相法以名", "240": "分別、無名字、無障礙，無欲無得不起覺觀。何", "241": "以故？舍利弗！隨所念起一切諸想皆是邪見。", "242": "「舍利弗！隨無所有、無覺無觀、無生無滅，通達", "243": "是者名為念佛。如是念中，無貪無著、無逆無", "244": "順、無名無想。舍利弗！無想、無語乃名念佛，是", "245": "中乃無微細小念，何況麁身口意業？無身口", "246": "意業處、無取無捨、無諍無訟、無念無分別，", "247": "空寂無性、滅諸覺觀，是名念佛。「舍利弗！若人", "248": "成就如是念者，欲轉四天下地隨意能轉，亦", "249": "能降伏百千億魔，況弊無明，從虛誑緣起無", "25": "相說。如是舍利弗！一切諸法無生無滅、無相", "250": "決定相？是法如是，無想無戲論、無生無滅、不", "251": "可說不可分別、無闇無明，魔若魔民所不能", "252": "測，但以世俗言說有所教化，而作是言：『汝念", "253": "佛時莫取小想，莫生戲論、莫有分別。何以故？", "254": "是法皆空、無有體性、不可念，一相所謂無相，", "255": "是名真實念佛，所謂無生無滅、無相無為。何", "256": "以故？如來不名為色、不名為想、不名為念、不", "257": "名分別、不逆不順、不取不捨、非定非慧、非明", "258": "非無明。如來不可說、不可思議、無相，汝今莫", "259": "樂取相、莫樂戲論。佛於諸法無執無量，不", "26": "無為，令人信解，倍為希有。「舍利弗！譬如有人", "260": "見有法可執可量。是人於佛猶尚不得，何況", "261": "於念？』舍利弗！如是教者名善知識；第一義中", "262": "無有決定是善知識、是惡知識。「復次舍利", "263": "弗！若有比丘教餘比丘：『比丘！汝當分別觀察", "264": "諸法，亦復莫念法相。』是比丘如是修習心", "265": "無繫著，則能通達諸法一相所謂無相，是", "266": "人猶尚不生法想，況我人想？舍利弗！於意", "267": "云何？念法想者，是人能滅一切法不？」「不也。世", "268": "尊！」「舍利弗！如樹無根，能有枝葉華果實不？」", "269": "「不也。世尊！」「如是舍利弗！若人不得諸法根本，", "27": "嚼咽須彌能令消盡，飛行虛空不以為患，於", "270": "是人能生諸法想不？」「不也。世尊！」「舍利弗！若人", "271": "不得不念法想，是人能滅一切法不？」「不也。世", "272": "尊！」「是人不得於法、不得法相、不得於滅，亦不", "273": "分別無生無滅。是人爾時不生不滅，不名得", "274": "涅槃者；亦復不名無得涅槃。舍利弗！如是", "275": "教者名善知識；第一義中無善知識、無惡知", "276": "識。「舍利弗！若人成就如是相者，世間希有，得", "277": "不顛倒真實見故，是為正見。復次舍利弗！", "278": "正見者名為正作、正行、正道、正解。無有顛倒", "279": "如實而見，是故如來說名正見。舍利弗！若", "28": "意云何？為希有不？」「希有。世尊！」「舍利弗！諸佛所", "280": "有眾生無有顛倒如實觀者，則有正見。若生", "281": "我想、人想、眾生想者，當知是人皆是邪行。「舍", "282": "利弗！佛及弟子！不說有我、不說有人、不說眾", "283": "生、不說壽命、不說斷常，是故佛及弟子名", "284": "為正見。何以故？正觀不顛倒故。「舍利弗！一切", "285": "凡夫於此事中無能入者。何以故？一切凡夫", "286": "都無正見，但有隨順正見得柔順忍，不能如", "287": "實，舍利弗！是名正見邪見差別。如實見故名", "288": "為正見；見世樂因增長財利是世間正見，是", "289": "皆欺誑不免生死。舍利弗！佛說世間正見，是", "29": "說一切諸法無生無滅、無相無為，令人信解，", "290": "說懈怠下劣者法，賢聖不作是念：『此是正見、", "291": "此是邪見。』所以者何？一切諸見皆從虛妄緣", "292": "起。舍利弗！若作是念：『此是正見。』是人即是邪", "293": "見。舍利弗！於聖法中拔斷一切諸見根本，悉", "294": "斷一切諸語言道，如虛空中手無觸閡，諸", "295": "沙門法皆應如是。」", "296": "4 念僧品(上)念僧品第四", "297": "舍利弗白佛言：「世尊！何等為聖眾？」「舍利弗！", "298": "若有人能信解通達一切諸法無生無滅、無起", "299": "無相，成就如是忍尚不得我，況得須陀洹、斯", "3": "1 諸法實相品(上)諸法實相品第一", "30": "倍為希有。舍利弗！譬如火城縱廣深淺各一", "300": "陀含、阿那含？況得阿羅漢？況復得法？況得男", "301": "女？何況得道？況得如是等事？是名聖眾，是亦", "302": "不得。「復次舍利弗！眾生少能信解無生無滅", "303": "無相法者，若能信解無生無滅無相法者，心", "304": "無顛倒共相知解，以法和合不受後有，知諸", "305": "世間但從虛妄緣起。是人則更不住是身，以", "306": "是因緣說名聖眾。是人於是語言亦復不得，", "307": "謂諸名相但集無相無戲論事，是名僧寶，應", "308": "受供養。得無顛倒真實義故，是人以是方便", "309": "念僧，是事亦空。舍利弗！如是教者名善知識。", "31": "由旬，四門出焰，人負乾草於中而過，猛風吹", "310": "「舍利弗！斷一切語言道，名為聖眾。何以故？於", "311": "聖法中所因語言說真實義，如是語言亦不", "312": "可得，是故當知斷諸語言，名為聖眾。「舍利弗！", "313": "或有人言：『若於此中無有言說、無有定者，", "314": "何名為僧？』舍利弗！我於此中有如是答：『眾", "315": "僧名為示如實事，此事決定亦不可得，俱同", "316": "一學一忍一味，是事亦以世俗語故說，非第", "317": "一義。第一義中無有定實名為僧法，常不壞", "318": "者。』聖人若說言有是法，是即為污。所以者何？", "319": "若人作是分別，是男是女、是天、是龍、是夜叉、", "32": "焰燒爆其身，是人能令火不燒草及不燒身，", "320": "是乾闥婆、是鳩槃茶、是法是非法。作是分別", "321": "已，得種種事，得種種事故作是言：『是坐是臥", "322": "是行是住。』聖人得諸法實相故，亦不分別是", "323": "男是女、是天是龍，乃至是法是非法。不分別", "324": "故，不得種種法。不得種種法者，能作是說，是", "325": "坐是臥是行是住不？」「不也。世尊！」「舍利弗！若人", "326": "言，是男是女、是天是龍，乃至是法是非法。是", "327": "人所說非虛妄耶？」「虛妄。世尊！」「舍利弗！若不入", "328": "是虛妄者，名為聖眾。不顛倒故，名為聖眾。舍", "329": "利弗！所有不善、所有可知、所有可得，如是一", "33": "於中得出如本無異。於意云何？為希有不？」", "330": "切諸不善法，皆以名相為本。此賢聖法中斷", "331": "諸名相，又不念名相不得名相，云何當言是", "332": "聖是眾？斷諸名相名為聖眾。若有法處可破", "333": "可斷，賢聖法中無名無相無有語言，斷諸語", "334": "言無有合散，若言無僧則破聖眾，是亦不得。", "335": "所謂名相虛妄想故，著種種邪見，因是邪見", "336": "更受後身，貪著諸見則五陰生。舍利弗！五陰", "337": "皆是虛妄貪著，是名惡道，是名邪見。賢聖眾", "338": "者無有此事，但知虛妄緣故起於三界，知是", "339": "事故名為聖眾。「舍利弗！凡所有見，於聖眾中", "34": "「希有。世尊！」「舍利弗！如來所說一切諸法無生", "340": "皆不可得，謂：我見、眾生見、壽命見、人見、男見、", "341": "女見、天見、地獄見、畜生見、餓鬼見、陰、入、界見、", "342": "貝聲見、鼓聲見、地聲見、水火風聲見，持戒聲", "343": "見、毀戒聲見，正道聲見、邪道聲見、垢聲淨聲、", "344": "禪定三昧八聖道聲、須陀洹果、斯陀含果、阿", "345": "那含果、阿羅漢果聲見、解脫聲見、得果聲見、", "346": "佛聲見、法聲見、僧聲見、滅聲見、涅槃聲見。舍", "347": "利弗！是名虛妄音聲等見。賢聖眾者，於第一", "348": "義不得是見，通達種種音聲一相，所謂無相，", "349": "無違無諍成就不顛倒法忍故，名為聖眾。「舍", "35": "無滅、無相無為，令人信解，倍為希有。舍利弗！", "350": "利弗！是不顛倒法忍即是無相。無相故無取", "351": "無捨、無逆無順、無生無滅，是中自然歸滅。無", "352": "修無壞、無起無得，不分別此彼故，心常捨離。", "353": "所以者何？於是忍中無此岸無彼岸、無分別", "354": "無非分別，通達無相成就是忍名為聖眾，破", "355": "和合故名為聖眾。「舍利弗！我餘經說：『若人見", "356": "法是為見我，如來非法亦非非法。』何以故？調", "357": "達愚人及諸外道，皆以色身見佛。舍利弗！如", "358": "來不應以色身見，亦復不應以音聲見。舍利", "359": "弗！若人以色身見佛，是去佛遠。所以者何？佛", "36": "譬如有人以石為栰，從海此岸度至彼岸。於", "360": "不名見色，名為見佛。舍利弗！若人能見諸法", "361": "無相、無名無觸、無憶無念、無生無滅、無有戲", "362": "論；不念一切法、不念涅槃、不以涅槃為念、不", "363": "貪涅槃，信解諸法皆是一相所謂無相。舍利", "364": "弗！是名真見佛。謂一切法無求無戲論無生，", "365": "於此事中亦不念不分別，是名見佛。若有人", "366": "於此法中無憶想分別，無取無捨、無貪無違、", "367": "無想無想業。不貪言說，知法假名，皆無所有，", "368": "斷語言道，無有差別亦無戲論，是名無生無", "369": "想行者，於世間中名為聖眾。「舍利弗！見何", "37": "意云何？為希有不？」「希有。世尊！」「舍利弗！如來所", "370": "法故名為見佛？所謂無想、無分別、無戲論，不", "371": "受一切法。若以空門、若寂滅門、若離門，不念", "372": "見不得見，是事亦不得，所謂名字，是處亦不", "373": "得，所謂涅槃。何以故？舍利弗！我尚不念涅", "374": "槃，云何當說汝等當念涅槃、當得涅槃？舍利", "375": "弗！若人得涅槃者，是人不隨如來出家，隨六", "376": "師出家。舍利弗！當知是人為是法賊入我法", "377": "中；當知是人污辱我法；當知是人為是大賊，", "378": "如大城邑中有大賊。所以者何？如是癡人尚", "379": "不得涅槃，何況我、人？舍利弗！如是癡人我以", "38": "說一切諸法無生無滅、無相無為，令人信解，", "380": "手遮，非我弟子，不入眾數，我非彼師。舍利", "381": "弗！若知諸法無生無滅、無念無想，得是法忍", "382": "者尚不得涅槃，何況我、人？舍利弗！佛說如", "383": "是名為見法，能見是事名為見佛。「舍利弗！云", "384": "何名為佛？一切法如不異不壞，是名如來。", "385": "若人於是法中無有疑悔，是名聖眾。「舍利弗！", "386": "過去世中有一癡人不識獼猴，入一大林見", "387": "獼猴群叢聚一處，是人曾聞有忉利天，便謂", "388": "為是忉利諸天。即出樹林還本聚落，多人眾", "389": "中作如是言：『汝等曾見忉利天不？』眾人答言：", "39": "倍為希有。舍利弗！譬如有人負四天下及諸", "390": "『未曾見也。』即時語言：『我已得見。汝欲見不？』皆", "391": "言：『欲見。』即將大眾詣彼林中示獼猴群：『汝等", "392": "觀此忉利諸天。』眾人皆言：『非忉利天，此是獼", "393": "猴，樂住林中。汝癡倒故不識獼猴，又亦不識", "394": "忉利諸天。』舍利弗！是人空將大眾詣彼林中。", "395": "「如是舍利弗！於未來世當有比丘至白衣家", "396": "作是言：『汝欲見佛聖眾，聽佛法不？』中有白衣", "397": "信佛法者皆言：『欲見聽受佛法。』舍利弗！中有", "398": "白衣貪樂語言入於塔寺，有諸比丘好於言", "399": "說能通諸經，依止語言樂於文飾，是諸沙門", "4": "如是我聞：一時佛住王舍城耆闍崛山中，與", "40": "須彌、山河草木，以蚊脚為梯登至梵天。於意", "400": "隨順為說，謂是真道，但充眾數如放牛人；", "401": "但樂讀經不入真際；但悅人意貴於名利，善", "402": "巧世事不淨說法；但能巧語行世間道，無有", "403": "威德破涅槃因，捨聖默然、不樂禪定，晝夜常", "404": "好談論諍訟，臥厚被褥，尚無一念隨順禪定，", "405": "何況能得成沙門果？是人睡眠常與俗心相", "406": "應，初夜後夜不修順忍樂於下法，是人亦多", "407": "得供養衣服飲食。何以故？是人常為惡魔所", "408": "攝樂淺近語，於第一義不能勤學，不能誦持", "409": "第一深經，聞則驚畏，捨於淳濃而取糟粕。有", "41": "云何？為希有不？」「希有。世尊！」「舍利弗！如來所說", "410": "諸凡夫見得利養，生貪著心作是念言：『我等", "411": "亦當習是言論。』舍利弗！是人捨於無上法寶", "412": "墮在邪見，是沙門旃陀羅。有諸白衣往詣其", "413": "所，如此惡人而為說法，以利養故稱讚於佛", "414": "及法與僧，但求活命為財奴僕，貪重衣食讚", "415": "己所樂：『若行布施得生天上。』於佛法中施為", "416": "下法，讚以為最而作是言：『大施因緣，得生天", "417": "上。』不知語言不解義趣，但知初入淺近下", "418": "法，貪著我、人，捨第一義。「舍利弗！如是說法，或", "419": "時有人生信出家，與諸惡人而共和合，不能", "42": "一切諸法無生無滅、無相無為，令人信解，倍", "420": "勤求第一深義。有所得者說有我、人、壽者、命", "421": "者，憶想分別無所有法，於阿毘曇、修妬路中", "422": "自為議論，或說斷常、或說有作、或說無作。「舍", "423": "利弗！我法爾時多外道法，令諸眾生正見心", "424": "壞。如是舍利弗！我清淨法以是因緣漸漸滅", "425": "盡。舍利弗！我久在生死受諸苦惱所成菩提，", "426": "是諸惡人爾時毀壞。舍利弗！若有比丘，不能", "427": "捨是有所得見、我見、人見，不解如來隨宜所", "428": "說，而言決定有我、人法。如是之人，我則不聽", "429": "受一飲水。或時是人得聞空法，信心清淨而", "43": "為希有。舍利弗！譬如藕絲懸須彌山在於虛", "430": "不驚疑，即便還應導引眾人入實相義，便應", "431": "出家受具足戒。何以故？舍利弗！若人不捨如", "432": "是見者，是名外道。「舍利弗！我以世俗因緣", "433": "假說有我，非第一義。若有人言：『我亦復以世", "434": "俗因緣而說有我。』是人若能通達無生無滅、", "435": "無相之法，與我所說不相違者，是我弟子。舍", "436": "利弗！若有人言：『如來何故隨世因緣，於無我", "437": "法而說有人？如來不應為世間故作不實語；", "438": "又諸經中多說有人，佛所說者不應虛也？』舍", "439": "利弗！應答是人：『佛說諸法皆空無主無性，", "44": "空。於意云何？為希有不？」「希有。世尊！」「舍利弗！", "440": "但是虛妄非第一義，如來不以第一義故，說", "441": "有我、人。』聖人言說無所貪著，無智慧人無與", "442": "佛等亦無過者。「舍利弗！如來智慧不可思議，", "443": "以是智慧知眾生心，寧當有人與佛等者？佛", "444": "為大龍大法之王，不應難言：『佛說有人。』一切", "445": "世間常共我諍，我常不與世間共諍。「舍利弗！", "446": "說有我者，甚可哀愍，此中無法亦無有我，多", "447": "有眾生不解如來隨宜所說，違逆法寶多墮", "448": "惡趣。舍利弗！我知邪見而不為邪見，能知", "449": "邪見者即是正見。舍利弗！邪見終不變作正", "45": "如來所說一切諸法無生無滅、無相無為，令", "450": "見；見不知見。「舍利弗！諸佛如來阿耨多羅三", "451": "藐三菩提，一切世間所難得信，我於諸天一", "452": "切世間，是最可信非不可信。舍利弗！我所說", "453": "法為至彼岸，是中亦無至彼岸者；我所說法", "454": "為盡諸行，是中亦無盡諸行者；我所說法為", "455": "寂滅故，是中亦無有寂滅者；我所說法為滅", "456": "度故，是中亦無有滅度者；我所說法為解脫", "457": "故，是中亦無有解脫者；我所說法為諸智故，", "458": "是中亦無有諸智者；我所說法為淨垢故，是", "459": "中亦無有淨垢者。舍利弗！如來為天說法亦", "46": "人信解，倍為希有。舍利弗！譬如劫盡大火燒", "460": "無有天；為人說法亦無有人；為眾生說法亦", "461": "無有眾生。舍利弗！如來說明及與解脫，是中", "462": "無明及與解脫。我說念佛，佛不可念；我說空", "463": "行，空不可行亦不可念。舍利弗！是名如來所", "464": "說經法章句。是中無有說者，諸惡人等得此", "465": "章句為他人說，亦復以我為師，無有如來聖", "466": "眾功德，而自為僧數。舍利弗！譬如獼猴群不", "467": "似忉利天。如是眾惡人，不似我聖眾。舍利弗！", "468": "是諸惡人，但以音聲語言，自謂沙門，似如癡", "469": "人見獼猴群謂忉利天。「舍利弗！中有出家人", "47": "時，人以一唾能滅此火，又以一吹還成世界", "470": "喜樂問難，得值善師，為說名色寂滅、語言道", "471": "斷，無起無失，通達無相。得聞如是無生無滅、", "472": "無相之法，不驚畏者，當知是人已曾供養無", "473": "量諸佛，能知我法，可名聖眾。」", "474": "5 淨戒品(上-中)淨戒品第五之一", "475": "佛告舍利弗：「破戒比丘有十憂惱箭，難可堪", "476": "忍。比丘成就十憂惱箭，則於佛法不可滋", "477": "味，憎說法者不樂親近。「何等為十？舍利弗！破", "478": "戒比丘見僧和合不生喜心。何以故？和合布", "479": "薩必驅我出。是惡比丘自知有過常懷憂惱，", "48": "及諸天宮。於意云何？為希有不？」「希有。世尊！」「舍", "480": "於持戒者瞋恨不喜。舍利弗！是名破戒比丘", "481": "初憂惱箭，必墮惡道。「復次舍利弗！破戒比丘", "482": "眾所憎惡不欲親近，如惡牛利角人所捨遠，", "483": "是惡比丘自知有過常懷憂惱。舍利弗！是名", "484": "破戒比丘二憂惱箭，必墮惡道。「復次舍利弗！", "485": "破戒比丘逢見比丘眾，自知不同，惡心捨離，", "486": "懷愧恥故不能入眾。舍利弗！是名破戒比丘", "487": "三憂惱箭，必墮惡道。「復次舍利弗！破戒比丘", "488": "毒惡心盛不可化喻，猶尚無有外道戒法，況", "489": "於淨戒？以其破戒因緣人不親近。舍利弗！是", "49": "利弗！如來所說一切諸法無生無滅、無相無", "490": "名破戒比丘四憂惱箭，必墮惡道。「復次舍利", "491": "弗！破戒比丘以他財物自養其身，我說此人", "492": "為重擔者。所以者何？行者、得者應受供養，破", "493": "戒比丘非是行者、非是得者。是故舍利弗！破", "494": "戒比丘當於百千億萬劫數，割截身肉以償", "495": "施主，若生畜生身常負重。所以者何？如析", "496": "一髮為千億分，破戒比丘尚不能消一分供", "497": "養，呪能消他衣服飲食、臥具醫藥？舍利弗！破", "498": "戒比丘著聖法服，猶尚不應入寺一步，何況", "499": "得受一飲之水，乃至床榻？何以故？舍利弗！如", "5": "大比丘僧俱，皆是眾所知識，及無邊大菩薩", "50": "為，令人信解，倍為希有。舍利弗！恒河廣大，為", "500": "是惡人於天人中是為大賊，一切世間皆應", "501": "遠離。舍利弗！是敗壞人即是怨家。如來悉聽", "502": "一切世間皆至我所，破戒之人如來手遮，非", "503": "我弟子。何況一日住我法中？舍利弗！譬如死", "504": "人、死蛇、死狗最為臭穢，清淨諸天欲遊戲時，", "505": "不應得見，若見則遠。如是舍利弗！破戒比丘", "506": "如彼三屍臭穢不淨，智者遠離不與同事布", "507": "薩自恣。舍利弗！破戒比丘於我法中為是不", "508": "吉，持戒比丘見此破戒即時遠離。何以故？若", "509": "破戒比丘手所觸物及所受物，於持戒者則", "51": "無量不？」「如是。世尊！」「舍利弗！四天下中，普雨大", "510": "為毒惡。舍利弗！正使三屍臭穢滿地，我能於", "511": "中行四威儀，不能與此破戒比丘須臾共住。", "512": "何以故？舍利弗！是為沙門中卑陋下賤；為沙", "513": "門中朽壞弊惡；為沙門中粃糠；為沙門中垢；", "514": "為沙門中濁；為沙門中污；為沙門中曲；為沙", "515": "門中麁；為沙門中失聖道者。如是人等，於", "516": "我法中出家求道而得重罪。舍利弗！如是之", "517": "人於我法中，為是逆賊、為是法賊、為是欺誑", "518": "詐偽之人，但求活命貪重衣食，是則名為世", "519": "樂奴僕。舍利弗！譬如黃門非男非女，破戒比", "52": "雨渧如恒河，有人以手承此雨渧無所遺", "520": "丘亦復如是，不名在家、不名出家，命終之後", "521": "直入地獄。舍利弗！譬如蝙蝠欲捕鳥時則入", "522": "穴為鼠，欲捕鼠時則飛空為鳥，而實無有大", "523": "鳥之用，其身臭穢但樂闇冥。舍利弗！破戒比", "524": "丘亦復如是！既不入於布薩自恣，亦復不入", "525": "王者使役，不名白衣、不名出家，如燒屍殘木", "526": "不復中用。如是比丘！無有戒品、定品、慧品、解", "527": "脫品、解脫知見品，但有具足破淨戒品。不能", "528": "出大微妙音聲、戒聲、定聲、慧聲、解脫聲、解脫", "529": "知見聲，但出毀戒弊惡音聲，與諸同惡俱出", "53": "落。於意云何？為希有不？」「希有。世尊！」「舍利弗！", "530": "惡聲。但論衣服飲食床臥，受取布施樹木華", "531": "果，為貴人使，及論國土吉凶安危戲笑眾事", "532": "諸不善語，常於日夜伺求塵染，比丘如是！", "533": "身業不淨、口業不淨、意業不淨，當墮地獄。舍", "534": "利弗！是破戒比丘樂於闇冥，如彼蝙蝠，聞說", "535": "正經以為憂惱。所以者何？如實說故。世間之", "536": "人不喜實說但樂順意，如是比丘於說法者", "537": "心不清淨，重更為罪增益地獄。舍利弗！是", "538": "名破戒比丘五憂惱箭，必墮地獄。「復次舍利", "539": "弗！破戒比丘無有羞恥，諸根散亂成就不淨，", "54": "如來所說一切諸法無生無滅、無相無為，令", "540": "身口意業不淨威儀，所著衣服皆不如法，好", "541": "喜妄語不能護口，心常馳騁染於垢穢。舍利", "542": "弗！如新瓦器盛以屎尿臭爛膿血，後去不淨", "543": "著栴檀香，復去栴檀，如是瓦器有何等氣？」「世", "544": "尊！是新瓦器先盛屎尿臭氣堅著，唯有臭氣", "545": "無栴檀香。」「舍利弗！人以清淨信等諸根出家", "546": "學道，遇惡知識而隨其教。舍利弗！何等為惡", "547": "知識？惡知識者，常好調戲輕躁無羞，言語散", "548": "亂不攝諸根，心不專一癡如白羊。親近如是", "549": "惡知識者，失須陀洹果、斯陀含果、阿那含果、", "55": "人信解，倍為希有。舍利弗！須彌山王為高大", "550": "阿羅漢果，乃至失於生天之樂，況涅槃道？但", "551": "能修集破法罪業，與破法者而共從事，是", "552": "人成就不淨身業、不淨口業、不淨意業、不淨持", "553": "戒，身死之後入於惡趣。云何惡趣？惡趣名為", "554": "地獄、畜生、餓鬼、阿修羅道。復有惡道如阿由", "555": "勒蟲、婆伽羅目呿蟲、浮彌修遮迦蟲、修脂目", "556": "迦蟲，是人多生此諸蟲中。舍利弗！是人隨惡", "557": "知識，若生人中，父母生離死亡喪失，親里衰", "558": "惱國土破壞；生八難中捨八樂處，多欲怒", "559": "癡常好戲調，輕躁無羞言語散亂，不能攝心。", "56": "不？」「高大。世尊！」「舍利弗！四天下中，普雨大石皆", "560": "癡如白羊，為貪欲、瞋恚、愚癡所壞，聾瘂盲瞎", "561": "手脚攣躄，共惡知識生無佛處。若值佛世，目", "562": "不喜見、不喜聞法、不與佛眾而共和合。起是", "563": "惡業，惡人共生樂下劣法，於正見中生邪見", "564": "想；於邪見中生正見想，是名下欲、下忍、下慧。", "565": "舍利弗！下慧之人，終不能為厭離滅道涅槃", "566": "生心。「舍利弗！遇惡知識而得如是諸衰惱患，", "567": "有是相貌。是人聞是諸深經法，驚疑怖畏如", "568": "墮深坑，則墮大罪深坑塹中。何以故？舍利", "569": "弗！如經中說，破戒比丘有大重罪。何因緣故", "57": "如須彌，有人以手承接此石，無有遺落如芥", "570": "名為破戒？破所受戒難可教語；行無常准多", "571": "所違逆；常行貪著多雜糅行；貪瞋癡行樂諸", "572": "雜語，名為破戒。復有樂多事務、樂多諷誦、樂", "573": "多睡眠。所言不順無有次第；說不清淨，貪著", "574": "我、人、壽者、命者，是故名為弊惡比丘。不知節", "575": "量、不知沙門法、不知婆羅門法。樂行醫術販", "576": "賣求利；樂為國使污染諸家；樂與白衣給使", "577": "作務。以諸樹葉華果奉上，好為白衣說外道", "578": "法，心常捨離出世間法，未滿二十受具足戒，", "579": "受戒事中有諸不具，形體缺少不應於法，受", "58": "子者。於意云何，為希有不？」「希有。世尊！」「舍利", "580": "生米穀錢帛金銀，不順教誨拒逆師命，不自", "581": "知身不知他人，不能分別貴賤差品，好喜", "582": "妄語貪著戒取，行事散亂心不專一，面有瞋", "583": "相慳貪不信，不識恩義多懷貪欲、睡眠、戲調、", "584": "疑悔、瞋恨，覆藏罪惡好自專執，嫉妬諂曲", "585": "無所慚愧自大放逸，憍慢我慢、大慢邪慢。好", "586": "行欺誑讚美其身，多作方便開利養門，陵踐", "587": "白衣偽現親厚，因勢得財以誇眾人，毀破", "588": "戒品、定慧解脫品、解脫知見品。於佛法眾心", "589": "不定信，不信業報貴於現利，謂無後世多諸", "59": "弗！如來所說一切諸法無生無滅、無相無為，", "590": "疑悔，志性淺弱常好驚怖。舍利弗！是名弊", "591": "惡比丘。「如是癡人於我法中，便是屎尿臭穢", "592": "不淨，是人成就身口意業命不清淨故，命終", "593": "之後墮在惡道入大地獄。如是比丘！諸佛如", "594": "來及弟子眾，常所遠離，餘好道者求滅度者，", "595": "亦皆不近。舍利弗！譬如栴檀置不淨器，同於", "596": "不淨不復任用。如是舍利弗！若在家出家親", "597": "近是人習效所行，亦破戒品不久同惡，顏色", "598": "毀悴破失威儀，命終之後生地獄中。舍利弗！", "599": "如是惡人諸佛如來及弟子眾，并餘求道好", "6": "摩訶薩眾，無量無數。爾時舍利弗從三昧起，", "60": "令人信解，倍為希有。舍利弗！譬如有人以一", "600": "滅度者，皆所遠離。舍利弗！譬如栴檀置不淨", "601": "器，不復任用。如是舍利弗！若在家出家雖以", "602": "塗身猶雜不淨。舍利弗！此惡比丘亦復如是！", "603": "雖坐眾中著聖法服，然是比丘惡相猶現，梵", "604": "行比丘見此不淨遠而不近。見他遠離心則", "605": "瞋恨，以是因緣死入地獄。舍利弗！是名破戒", "606": "比丘六憂惱箭，必墮地獄。", "607": "佛藏經卷上", "61": "切眾生置左手中，右手接舉三千世界山河", "62": "草木，皆能令是一切眾生同心喜樂其意不", "63": "異。於意云何？為希有不？」「希有。世尊！」「舍利弗！", "64": "如來所說一切諸法無生無滅、無相無為，令", "65": "人信解，倍為希有。」「舍利弗！如來所說諸法無", "66": "性、空、無所有，一切世間所難信解。何以故？舍", "67": "利弗！是法無想離諸想、無念離諸念、無取", "68": "無捨、無戲論無惱熱，非此岸非彼岸非陸地、", "69": "非癡非明，以無量智乃可得解，非以思量所", "7": "行詣佛所，偏袒右肩頭面作禮，白佛言：「希有", "70": "能得知。無行無相、無有惱熱、無念過諸念、無", "71": "心過諸心、無向無背、無縛無解、無妄無妄法、", "72": "無癡無癡法、無有癡網、無名無言、無說無不", "73": "說、無盡無不盡、無行無行相、無道無道果、無", "74": "離過諸離、無思惟無雜糅，不取不捨，無得", "75": "不可得。除諸滯着、除貪恚癡，非實非虛妄、", "76": "非常非無常、非明非不明、非闇非照，不在心，", "77": "無有性，性本空。能降伏魔、降伏煩惱、降伏五", "78": "陰、降伏十二入、降伏十八界，降伏說有五陰", "79": "者、降伏說有十二入者、降伏說有十八界", "8": "世尊！如來所說一切諸法無生無滅、無相無", "80": "者，降伏說有眾生者、說有人者、說有壽者、說", "81": "有命者、說有有者、說有無者，降伏一切諸邪", "82": "行者。「舍利弗！我此聖法，皆能降伏一切貪著，", "83": "乃至說有法者、不信樂諸法如實相者、逆佛", "84": "法者。所以者何？舍利弗！若有眾生說我者、說", "85": "人者、說眾生者、說斷滅者、說常者、說有者、", "86": "說無者、說諸法者、說假名者、說邊者，皆違", "87": "逆佛，與佛共諍。舍利弗！乃至於法少許得", "88": "者，皆與佛諍；與佛諍者皆入邪道，非我弟子；", "89": "若非我弟子，即與涅槃共諍、與佛共諍、與法", "9": "為，令人信解。」佛告舍利弗：「汝見何利歎言希", "90": "共諍、與僧共諍。「舍利弗！如是見人，我則不聽", "91": "出家受戒。舍利弗！如是見人，我則不聽受一", "92": "飲水以自供養。「舍利弗！若人除捨如是不善", "93": "貪著事者，於我法中出家求道，不念涅槃、不", "94": "以涅槃為念、不貪涅槃。於畢竟空法，不驚不", "95": "畏，是人尚為斷諸法故勤行精進，何況如是", "96": "不善貪著，謂著我、著眾生、著人、著法。是人為", "97": "斷諸貪著故，但勤修習無相三昧，於無相三", "98": "昧亦不取相，是人通達一切諸法相皆是一", "99": "相，所謂無相。「舍利弗！是則名為於聖法中柔"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0653 佛藏經: 佛藏經: 佛藏經", "author": "姚秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}