{"author": "唐 道宣撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1899 中天竺舍衛國祇洹寺圖經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "中天竺舍衛國祇洹寺圖經序", "1": "下中天竺舍衛國祇洹寺圖經下卷", "2": "第二大複殿高廣殊狀信加前。殿詹相屬嵬", "3": "峩重沓。朱粉金碧窮寶彈工天下第一。旁有", "4": "飛廊兩接樓觀。亦以眾寶間廁莊嚴殿飾嚴", "5": "殿。內詹下有四銀臺。兩臺內有黃金疊修多", "6": "羅白玉為疊黃金為字。兩臺內有毘尼。黃金", "7": "為疊白銀為字。律是龍王書經。是魔王書。此", "8": "並星宿劫前古佛經也。閻浮州中此兩部書", "9": "最為第一。佛滅度後娑竭羅龍王收將入宮", "10": "殿內。以瑠璃為地底岸布以金沙。有大蓮花", "11": "三十二。遶龍之花中坐佛一身四面頂戴圓", "12": "冠。南是七寶黃金鏤填。西是白銀北面青玉", "13": "東面黃金。此像常為人天說諸法要。蓮花蘂", "14": "中復有十萬小花。花中又有天龍八部聲聞", "15": "菩薩像。都合十萬總用寶網。遍覆之遶大蓮", "16": "花邊。有十億金龍各銜寶花。花中有金銀白", "17": "玉三色佛像。相間而列隨佛像所亦有十方", "18": "八部二乘。遞相圍繞於一一佛後有萬種蓮", "19": "花。花中天童作天伎樂。於池四面各有八行", "20": "寶樹。四角各有金山。多有齋林吞池。池水流", "21": "注入大地中又有諸鳥。自然而現不以人功。", "22": "每六齋日作佛說法。大童奏樂四金山上各", "23": "有六所祇園精舍像。上諸功德普賢文殊共", "24": "所造之。至佛滅後迦葉結集已龍收將去。", "25": "複殿化壁釋迦如來自書八相變像。圖此書", "26": "是。佛臨滅時當殿大像自然發音。請釋迦曰。", "27": "後代眾生若為圖像。佛因此問便為畫之。複", "28": "殿東臺五重皆七寶作。娑竭羅龍王所造。上", "29": "施寶珠夜望如日。故此大殿晝夜常明。", "30": "複殿東樓臺上層有星宿劫中第二佛全身七", "31": "寶塔。一千三百級六十四楞白玉為臺。塔內", "32": "有彼佛入涅槃像。八部侍衛次下始有金身。", "33": "遶塔四邊有八萬金臺觀。中有化佛能說法。", "34": "塔上大寶珠王形如白象。上有普賢菩薩像。", "35": "佛去世後六年入金剛窟中。第二層有千葉", "36": "金蓮。一一葉上皆有十六金觀。觀中多有普", "37": "賢菩薩。花心有盧舍那佛。於中說花嚴經百", "38": "萬偈。是第四度說。又有迦葉佛時。此震旦國", "39": "一人書大毘尼藏及修多羅藏。修多羅銀紙", "40": "金書。毘尼金紙銀書書此經時。在今荊州大", "41": "明寺處。經蓮花東南臺內律在葉上。西南臺", "42": "內莊嚴供養不可說盡。百億四天下文字與", "43": "此同者斯人承一。雖鍾張王衛之儔未足為", "44": "比。如來在日諸國聖人來者。若文字與同佛", "45": "多以此經示之。佛去世後文殊收入此清涼", "46": "山金剛窟中。第三層內有七寶海。海有十六", "47": "億金龍各銜一大寶蓮華華上金銀共作。一", "48": "臺內有過去佛說毘尼書。有三萬八千種。百", "49": "億四天下同此。方書最為第一。一一臺內各", "50": "有摩尼珠王以為燈明。每至受戒珠放光明。", "51": "照戒壇上化百千金觀。觀中各有普賢菩薩", "52": "像。為受戒人說過去諸佛戒律不同相。又說", "53": "菩薩持戒法門。諸受戒聞得發初地。佛滅度", "54": "後迦葉持往狼跡山修羅窟中。彌勒出時便", "55": "將來本處依前安置。此是金剛慧菩薩。於星", "56": "宿劫中第三佛時所造。第四層有牛頭旃檀", "57": "塔十六枚。一一塔各有一千三百級。塔內多", "58": "有釋迦成道轉法輪像。一一塔上各有七寶", "59": "納覆四角。大金鈴鳴聞小千世界。聲中多說", "60": "造塔功德。佛成道已十五年。令彌勒菩薩將", "61": "迦葉菩薩。往由乾陀山採上檀香造之。佛滅", "62": "度後龍收入海。第五層有釋迦化迦葉兄弟", "63": "像。是耆婆童子請忉利天人工琢玉作之。如", "64": "來滅後毘沙門王將住北天宮中。複殿西臺", "65": "五重上層有大摩尼珠。六楞如此國舍利塔", "66": "形。面有一門。白玉臺三重樑瑪瑙作之。此珠", "67": "過去諸佛曾於中說法花。三變淨土隨經所", "68": "有於中具現。人無見者。文殊神力開塔方現。", "69": "西臺亦爾。四天王造。頗黎瑪瑙兩國成之。自", "70": "上已來敘諸功德。並是諸佛淨業所為。隨機", "71": "利見種種化導。知諸淨土何可具之。蹤極思", "72": "尋終在時日。故隨所見聞略述三五。諸院事", "73": "相例亦同之。故存益闕。余聞天人垂迹南方", "74": "天王第三子張璵者。撰述祇園圖經凡一百", "75": "卷。在天上有綸綜此之所出梗概。而已有惰", "76": "學者見猶謂繁。斯人不足綸大方也。天人云。", "77": "北方天主第十六子造。立精舍記有五百餘", "78": "卷亦在彼天。故知。諸佛設化深有所由。形既", "79": "反俗住殊國邑。故別立寺宇駭常人之所宅。", "80": "儀像標奇動凡心之所見。致使聞便傾搢識", "81": "歸信之言蹤。覩即解形曉津途之有奇。極北", "82": "重閣三重又高前殿。花飾秀峙晃朗太虛。此", "83": "三殿閣次第重映。北望極目殆非人謀。並是", "84": "古仙住所有形像。各施寶座極世珍奇。如來", "85": "隨時集眾而止。故廿五載多住不移。至於夏", "86": "中住於重閣。經中所謂重閣講堂即其處也。", "87": "或登上下機轉待緣不定恒准。閣中但有諸", "88": "座無餘形像。莊嚴之事如常所云。閣北桓牆", "89": "周匝四面。皆覆廊廡朱粉莊嚴之無有闕處。", "90": "東西二庫在牆兩角名為佛庫。諸有花香供具多集其中。時於十方而作佛事也", "91": "重閣東西有大寶樓。大梵王造。與閣相扶即", "92": "花開也。莊飾彫刻天工所營既非人匠。故絕", "93": "言象。樓西飛廊連注重閣。鏤檻文棍亦非人", "94": "有。天人聖眾經過旋樓並處其中。閣西寶樓", "95": "天帝所造。高廣花麗同諸東梵。飛廊連閣如", "96": "前不殊。大院南門內東畔有壇。大梵王造。西", "97": "對方池名曰戒壇。樓至比丘請佛立之。初欲", "98": "結戒乃集十方諸佛。于時有八百億同名釋", "99": "迦。十方諸佛同名亦爾。創立戒壇壇既成已。", "100": "諸佛登之共論戒法。其壇華麗非世所有狀若", "101": "須彌。旁置龕窟皆安神像。常有天神恭敬守", "102": "護。四周花林眾相難識。惟佛所登人不敢上。", "103": "門西內有壇魔王所立。莊飾之舉亦等東方。", "104": "初度尼時恐滅正法。乃集諸佛登壇。籌議理", "105": "義百度遂有四部。故此兩壇惟佛行事。自上", "106": "已來並述佛院棟宇壇池樓觀殿閣。其外所", "107": "有並列植奇花異樹。四時常榮地若淨鏡。片", "108": "無草穢。故來至者但聞香氣。淨境遂依此相", "109": "號名道場。依境立目不徒設也。佛院之東西", "110": "北三邊永巷。長列子無門戶。南從大牆依方", "111": "開戶通於大巷。永巷三方樹林八行。交覆枝", "112": "葉光陰不睹。僧眾前佛左邊遶為常。東迴北", "113": "轉天常也。地上騰轉准而可知。", "114": "次明僧院。三方遶佛重屋。上下前開後開。房", "115": "中所有但是床敷樓送被枕曾未至此。從西為", "116": "始號稱眾道房。有九間二重三隔。他方菩薩", "117": "之所居住非凡所宅次北一房兩重一隔。是", "118": "大迦葉舍利弗住。次北一房同上重隔。是憂", "119": "婆離房恒所栖止。次北一房是羅睺羅富樓", "120": "那目揵連三人所住。次北一房是阿羅周利", "121": "所住。西行所極東轉北行諸房西半是無學", "122": "人所居。東半是三果人所住。南轉東行諸房", "123": "南是遠方凡僧所居。北是內外二凡僧住。此", "124": "則遶佛房都盡。僧房院外三周大巷通徹無", "125": "礙。兩邊開門南邊通中街。三門廣闢兩渠雙", "126": "列。亦植奇樹交陰相接。二門東西各有院巷。", "127": "四面周牆各旋步詹。兩不連及。", "128": "中院東門之左自分五院。南頭巷南又分兩", "129": "院。西名持律東曰戒壇律院。三門惟不開。中", "130": "有大堂。律部律師多集住中。房遶三匝諸持", "131": "律眾於此諮受。有銅鐘重三萬斤。四王共造。", "132": "欲集大千聖眾。目連以神通力擊之。臺高七", "133": "丈鐘形如漢地者。四面多有日月星辰山川", "134": "河海之像。又有升󱐎秤尺等像。四眾常集凡", "135": "僧打者亦聞三千界也。然目連所擊隨所為", "136": "事立中造知。凡夫打者出聲而已。次東戒壇", "137": "院有三門。如前院相中立戒壇。狀亞佛院。創", "138": "立之時有八百億同名釋迦。十方諸佛同名。", "139": "詹舉花樹周渠南流而出合外大渠。每有冠", "140": "受有踐斯壇。然此具戒聖道因基佛所堅立。", "141": "其緣周備後之作者徒有其名。至於行事綴", "142": "旒而已。今敘昔緣知所為之重也。往昔明王", "143": "佛形長五丈立戒壇。法制以五肘為基。表五", "144": "分法身。釋迦如來告曰。娑婆眾生小見小聞", "145": "恐大難成。或起疲怠故減。成之為二肘半。制", "146": "三重者表於三空。下佛舍利於壇心內。時天", "147": "帝釋於舍利上加覆釜形。大梵天王以無價", "148": "珠置覆釜上以供舍利。今以前壇三重加覆", "149": "釜珠還表五分法身。是以制量同迦葉二肘", "150": "半也。其壇相量下之二層四角並安石柱四", "151": "天王像。當角而下層高佛一肘不得過。過則", "152": "地裂制心專一故一肘佛在人倍人。人長八尺佛則丈六。人肘姬周尺八寸肘三", "153": "尺六寸也第二層高佛一肘半者。同轉輪王灌頂之", "154": "時。踞坐壇上令諸小王以四海水。灌大王頂", "155": "而受位也。即類比丘初登此壇。紹繼佛種位", "156": "法久固如佛時也。取佛肘量者欲令比丘持", "157": "戒如金剛也過去諸佛散身舍利餘類總碎。而臂骨不壞故以佛肘量約之也其戒", "158": "壇牢固經劫不灰事同金剛。故以肘為量故", "159": "也。其壇兩重並安釣欄。其堅柏以上加金珠", "160": "臺。又金翅鳥衘龍同於上此鳥非佛本制。後北天竺阿羅漢憂樓質那之立", "161": "所也擬新受戒者以戒自防繼除煩惱。如鳥吞", "162": "龍故置此像。下層二重類須彌座。並安色道", "163": "用級相覆。當要四面分龕安神。釣欄柱下師", "164": "子神王相間而圓。隨狀彫飾盡思壯嚴。上第", "165": "三重但高二寸用表二諦方七尺許。明佛說不出二諦。此中心上惟佛所行故", "166": "也於座四角各安師子。背上有九孔擬安帳。", "167": "柱下之二層四周階道各有四神。上層三面", "168": "各立二階。北面一階下層南面二階東西北", "169": "面各一階。階有三坎。壇外周匝一丈。內種四", "170": "時花草。已外種花樹。八行其梵王寶珠大如", "171": "五升。福德人見光明照百由旬。薄德見者猶", "172": "如聚墨。佛入涅槃珠自然隱。迦葉結集此珠", "173": "復現。阿難滅度亦潛亦沒。帝釋二珠結法既", "174": "了。便在天上歡喜園中供養般若今既無珠。可作石龍然燈替", "175": "處。在壇前常安二登高照壇上。使光遶高以供佛故也初立戒壇。每有法事必", "176": "說遺教。於壇西南頭置坐說之大梵天王於壇南西階道西。化作", "177": "鐵莖銀龍銀蓮。蓮花開合轉關道上。對欄上承按高座也次明登降壇儀。初十師", "178": "依位正儀席地露足。從下層東階上東出北", "179": "轉迴南東遶二重匝了。當佛禮三拜運想。請", "180": "十方現在諸佛諸大菩薩羅漢聖僧降臨壇", "181": "上。天龍八部遍滿空中。又請現在三上座行", "182": "受戒法者。一名豆田那。二名樓至。三名馬蘭", "183": "那。並是菩薩比丘原請佛立戒壇。結戒受戒", "184": "者今並請之願降臨此。十師却行取南面上", "185": "層西階而上。東轉北迴遶佛匝已。留三上座", "186": "於下次坐。其欲受人將聽遺教。維那列下層", "187": "東階道頭面西而立。威儀師從上東階下列", "188": "向西階道。上下層已即東迴面北禮佛。三拜", "189": "已䠒跪聽經竟。取東階却行接足。而下出戒", "190": "壇外立。然後維那一一列入至問遮處。正當", "191": "東階面北而立。威儀師從上東階接足而下", "192": "問遮難已。從下層東階上西迴。從上層西階", "193": "上東迴。當佛前禮三拜已。東轉北迴至羯磨", "194": "師前作白和已。便喚受戒者登壇。如威儀師", "195": "法。三上坐前禮已。次禮十師一一三禮拜威", "196": "儀教其。乞戒羯磨者白和問遮難白。四受戒", "197": "已隨次東面䠒跪。餘者受已總赴至佛前䠒跪。", "198": "重聽遺教已立修威儀。懃理衣鉢立待指", "199": "授。十師從西面北階下南出東迴正北佛前", "200": "禮佛三拜已。新受戒人從東面階下。北出遶", "201": "壇至南面下層西階下。東迴北面禮佛竟。十", "202": "師方從下層東階下躡履南出。新受戒者從", "203": "後而行。而華林間方令受者在前。十師從後", "204": "還所止。戒壇院內有大鐘臺高四百尺。上有", "205": "聖鐘。重十萬斤形如須彌。盃上立千輪王像", "206": "輪王千子。各各具足四面。各有一大摩尼寶", "207": "珠。大如三升陷於鐘腹。足有九龍相盤之像。", "208": "龍口吐水具八功德至受戒時。將欲受者至", "209": "鐘。四面九龍吐水灌諸僧。如頂生王受轉輪", "210": "王位。金鐘灌頂之像。今令受戒人新受佛戒。", "211": "如佛法王受法王位不徒設也。又梵王摩尼", "212": "珠放光照受戒人。光觸身時清涼樂將使戒", "213": "珠明淨如摩尼寶珠塵不染。前之大鐘劫初", "214": "時輪王所造。聖人受戒令得通者擊之聲振", "215": "三千。一切聖人聞皆證果。惡趣聞者皆識宿", "216": "命智。凡夫受戒則使摩坻比丘擊之其人是大力當十萬人。", "217": "筋力之最則不可記也人中力士擊者聲聞小千世界。隨", "218": "界新受比丘咸識宿命因緣善惡之事。皆護", "219": "禁戒如持浮囊。其鐘臺相須彌山形。在大池", "220": "中有九金龍向上盤結。一龍九十一頭於諸", "221": "頭上構架金寶千梁萬柱。純諸名珍瓦用頗", "222": "黎晃曜心目。初受戒者創登壇時其臺即轉。", "223": "諸龍口中皆出香。其兩足上龍口吐香雲。色", "224": "如黃金蓋覆壇上。其摩尼珠放大光明又遶戒", "225": "壇。上有天樂讚持戒者所獲功德。其臺及龍", "226": "是羅矆阿修羅所造。頗梨瓦者帝釋所造。其", "227": "下地者和修吉龍所造。其池四面砌以白玉", "228": "下布銀沙。池水水者散脂大將施水色清甘", "229": "如乳不異。諸持戒者有病飲之無不除愈。破", "230": "戒若飲如吞熱鐵。佛將涅槃水先枯竭屋瓦", "231": "飛去。佛滅度已供養舍利。經于一月方始。", "232": "闍維焚了即日分舍利竟。往至祇洹具問事", "233": "已。經十三日結集三藏。方往王城至結集", "234": "時。大迦葉集僧。僧上使目連鳴鐘。集百億四", "235": "天下凡聖僧眾。便白四羯磨罰賓頭盧及阿", "236": "難。已令阿難上高座。披如來麁布僧伽梨阿", "237": "難受教先誦遺教。如佛約勅。諸大菩薩大阿", "238": "羅漢。一切比丘天龍八部皆悉悲號涕泣。尊", "239": "者大迦葉從座而起。披麁布僧伽梨捉尼師", "240": "壇。至高座前敷尼師壇。禮阿難已又遶三匝。", "241": "大梵天王持寶蓋覆阿難上。天主帝釋進七", "242": "寶案置阿難前。魔王波旬持七寶拂受與阿", "243": "難。魔王帝釋夾侍兩邊。四天王侍高座四脚。", "244": "三十二使在迦葉後。䠒跪而止時。大迦葉禮", "245": "阿難。已右遶三匝至前。問訊如佛無殊。便", "246": "問阿難。汝隨如來二十餘年。世尊所制毘尼", "247": "教門先於何處。若布薩時當用何籌籌為長", "248": "短。說戒之時作何方法。最初受戒師僧弟子", "249": "若為昇壇。最初戒壇若為集眾。高下闊狹何", "250": "依何時肘量安舍利不。四面周匝周用何物", "251": "砌開幾階道遶壇。四面作何形像。無石國中", "252": "得作壇不。無土國中得用沙不。伽藍院宇何", "253": "方相邊方。受戒幾僧得受。末法時中無清淨", "254": "僧。初受戒者若為能具比丘尼戒。先無尼眾", "255": "比丘得不。如是次第三千八百問。阿難如問", "256": "次第答曰。最初成道於鹿野苑中度五拘倫。", "257": "便說法答戒壇初上集佛。諸佛之中須彌登", "258": "王最為長宿。釋迦佛問往。古諸佛何方法教", "259": "諸比丘。登壇布薩用何作籌登壇如上。往古", "260": "諸佛布薩之時金剛為籌。比丘用於香水。欲", "261": "令持戒心如金剛智一一簡擇煩惱惡覺令絕", "262": "滅。故籌相者當用檀等諸香木作之。內外寶", "263": "者竹草中空皆不可作。又不得畫繪及以漆", "264": "塗。為損眾生迦之飾好。應以素函盛之。籌極", "265": "長如佛一搩手半。短者一搩手。說戒之前當", "266": "先悔過對手懺已。維那差一好音比丘。誦遺", "267": "教經。諸比丘各䠒跪聽。如對法佛自前誦已。", "268": "維那方營說戒眾具。先洗足香水洒地勿作", "269": "聲。然始出籌至上座前。上座受已維那灌水。", "270": "上座浴籌先以清水次以香湯。淨巾拭乾勿", "271": "令有聲及以為地若作聲者惱諸鬼神。籌墮地者損地居眾生亦損比丘。魔王聞籌聲", "272": "者及聞墮。皆大歡喜惱亂比丘亦害令死也是故說戒時比丘寂靜不", "273": "得亂語。當念世間無常早出生死。維那執", "274": "籌至檄所。立鳴槌唱沙彌入。令誦五德十數。", "275": "已方如常唱白或誦戒序。已唱沙彌出依法", "276": "誦戒竟。維那又命經師。令誦遺教了方散。", "277": "又答最初受戒。善來鹿五拘倫於鹿苑中白", "278": "四羯磨。於竹園迦蘭陀精舍為狗睒彌國難", "279": "提比丘。有一犯重比丘在十僧數。難提受已", "280": "白佛為得戒否。佛問沙彌未受戒時知彼犯", "281": "不。答知。佛言不得戒不知者得。佛為難提", "282": "於祇洹戒壇集僧更受。又答戒塔土之與沙", "283": "任時得作。又答尼受先無尼者僧獨得受。若", "284": "後尼至進二部僧更為重受。僧尼足數離見", "285": "聞疑。得充為用如是次第阿難答竟。池水還", "286": "出色白如乳然失乳味。以表佛法正法衰微", "287": "漸漸薄淡。如涅槃中如水乳譬結集都了。大", "288": "鍾寶臺飛上兜率。池之四周砌玉銀沙。龍王", "289": "收去水便枯竭。次巷北院又分為二。西名論", "290": "院。論及論師皆集其中。中有大堂。周房四遶", "291": "三面開門。唯西不開。有一銅鐘形如要鼓。乾", "292": "闥婆王之所造也。上有梵王帝釋魔王四天", "293": "王。娑竭龍王及阿修羅宮殿部位男女等像。", "294": "若諸異學外道繫論。則使神通無學擊之。聲", "295": "振三千世界。諸論議者將欲拒抗。聲聞訥鈍", "296": "無敢發言。有好心者欲聞解疑。聞聲登惠開。", "297": "菩薩萌動神智得不退轉。次東一院名修多", "298": "羅院。門向西北開。中有三重高閣。周房遶之", "299": "蓮池流渠林樹交影。經部經師皆所同止。有", "300": "一石鐘形如漢樣。如青碧玉。可受十斛。鼻上", "301": "有三十三天像。四面以金銀隱起。東西兩面", "302": "有大寶珠。陷在其腹大如五升。八角分曜杜", "303": "若花形周匝。作十方諸佛初成道像。至日出", "304": "時鐘上諸佛皆說十二部經。舍衛城中童男", "305": "童女悉來聽之。聞成聖果。犯欲之者則不聞", "306": "誨。每至說前摩尼大將以金剛杵擊之。聲聞", "307": "百億世界。寶珠光明遍照十方。其光明中百", "308": "千釋迦說修多羅。此鐘是拘樓秦佛所造。彼", "309": "佛滅後娑竭龍王收去。釋迦佛興龍復將來。", "310": "及佛將滅珠光唱言。釋迦如來却後三月當", "311": "般涅槃。鐘鼻諸天聞皆涕泣。龍復將去。次", "312": "北大院名佛洗衣院。南開一門中有大堂。周", "313": "房三匝方石圓池天之所作。花林交植香淨", "314": "充滿。佛樂洗衣天人同集。釋提桓因施以天", "315": "樂一部。若佛不至樂音之中但說無常苦空。", "316": "佛若臨者乾闥婆王自來鼓之。六時奏樂初", "317": "不斷。及佛滅後娑竭羅龍王收。將入宮供養", "318": "經典。此樂有三千餘器。迦樓羅王之所造", "319": "也。", "320": "次北大院名為佛經行所。南開一門中有大", "321": "堂。前二珠柱帝釋所作。晝夜常照佛多遊此。", "322": "院中莊嚴特高。諸處名花奇樹倍勝於前院。", "323": "有兩部天樂。帝釋所施。樂器純以七寶作之。", "324": "形小前樂。天諸童子六時常鼓。有三萬餘種。", "325": "未奏之前諸樂音中多說六波羅蜜行。又說", "326": "持成功德讚嘆受行者。舍衛城中根不具者", "327": "聞音得具。破戒人聞悲泣發露戒根還生。及", "328": "迦葉登壇殯二聖已阿難昇座已。諸天童子", "329": "還奏此樂。音中所說過去諸佛行毘尼法。又", "330": "說釋迦如來教勅弟子行戒律事。諸天龍八", "331": "部聞皆悲泣至結集了。兜率諸天將上天去。", "332": "今在彌勒佛所。", "333": "次北一院名曰佛衣服院。堂房如上。南門向", "334": "巷。阿難所止常護佛衣。有一銅磬可受五升。", "335": "磬子四邊悉黃金。鏤作過去佛弟子。又鼻上", "336": "以紫磨金為九龍形。背上立天人像。執玉槌", "337": "用擊磬。聞三千世界。音中亦說諸佛教誡弟", "338": "子法。磬是梵王造之。及佛滅度娑竭羅龍王", "339": "收入海宮。佛院之東自分六所。下之諸院南", "340": "門向巷。巷中花樹如上已陳。東頭第一名曰", "341": "違陀院。外道同宗以為極教。佛許比丘一時", "342": "讀之。為伏外道故中有周閣。四天下中韋陀", "343": "之文普集其中。院有七寶小鼓子。若有比丘", "344": "欲讀韋陀典者鼓即自鳴。僧伽藍人執鑰匙", "345": "開院。此鼓是王舍城人工匠所造。次西第二", "346": "院名為書院。大千界中不同文書竝集其中。", "347": "有大重閣安置書籍。佛開擊讀不依其見為", "348": "伏俗故。中小銀鼓石人頭戴。若欲入院石人", "349": "舉手向上擊鼓。僧伽藍人即來開戶。其鼓聲", "350": "者如人琴音。比丘讀書鼓聲不絕自然開解。", "351": "鼓是弗波提州無施王所造。", "352": "次西第三院名陰陽書籍院。百億天下陰陽", "353": "群籍總集此坊。佛開比丘一時有閱為惟異", "354": "術。有六小鼓。三金三銀形如五升鉢。蓮花三", "355": "莖用承此鼓。鼓上有日月天子像。手執金銀", "356": "二搥。時至便擊僧人如前聞聲。開戶比丘讀", "357": "書鼓聲不絕。便自開解不勞人授。鼓音又說", "358": "日月星辰宮殿廣狹度數之法。及百億世界", "359": "陰陽異術。其白銀鼓者月天子所造。黃金鼓", "360": "者日天子所造。及佛滅後上兜率宮本院。昔", "361": "時有百億世界渾天圖。及漏剋法尺寸升󱐌", "362": "升合秤兩釐撮籌量。水為機關。竝是天龍人", "363": "功共造。諸渾天圖日月星像竝用金銀。佛臨", "364": "滅度諸機關等竝竝皆墮落天文乖。佛滅既", "365": "已收入龍宮。", "366": "次西第四醫方之院。諸天下中所有醫方皆", "367": "集。坊中有銅鈴。狀如麥角可受三斗。以金師", "368": "子為鼻。比丘入院鈴鳴門開不勞寺人。音如", "369": "琴音聲。比丘聞之自然開解諸業通塞。三果", "370": "已上有病。來入此院聞鈴便愈。凡僧病聞不", "371": "能有差。鈴是耆婆用藥所作。佛滅後耆婆收", "372": "隱。當取銅時三門選銅。除北有洲洲六處。亦", "373": "來震旦江南牛頭山。取之用藥合成。", "374": "次西第五院名僧家淨人坊。十八以上二十", "375": "已下。諸子等常止此中。掃洒諸院清潔無", "376": "勝。", "377": "次西第六名天童院。諸天童子常有三百為", "378": "供。佛故止此院中。大院西巷門西自分六院。", "379": "南第一院開於三門。西塞名無常院。中有一", "380": "堂但以白銀。四面白廊白華充滿。畫白骨狀", "381": "無處不有。諸欲無常皆舉至此。令見白骨諸", "382": "非常相。既命終已。從南門出西大牆之西門。", "383": "一切無常皆由此路。院有八鐘。四白銀四頗", "384": "梨銀鐘在院四角。起臺置之。頗黎鐘者在無", "385": "常堂四隅。銀鐘四口各重十萬斤形如須彌。", "386": "九龍盤遶壇鍾鼻在臺上仰。銀蓮華中一一", "387": "鐘邊。一白銀人戴天冠。摩尼寶王在頂上。高", "388": "一丈二尺手執銀槌比丘將逝。四角銀人一時", "389": "打鐘。音中所說諸佛入涅槃法。他化天人聞", "390": "此鐘。天童將白華幡來。下供養比丘死屍。兜", "391": "率諸天便持天中十六種花下投院中。是病", "392": "比丘聞於鐘聲。不失本心得生善道。其頗梨", "393": "鐘形如腰鼓。鼻有一金毘侖。乘金師子手執", "394": "白拂。病僧氣將大漸。是金毘侖口說無常苦", "395": "空無我。手舉白拂鍾即自鳴。音中亦說諸行", "396": "無常是生滅法。生滅滅已寂滅為樂。病僧聞", "397": "音苦惱即除得清涼樂。如入三禪垂生淨土。", "398": "若大德人四頗梨鐘腹放大光明。光中所說", "399": "菩薩六度。病人見光生諸佛國。而是鐘光隨", "400": "亡神往所生之處。奪日月光弊諸天光。上銀", "401": "鐘者帝釋所造。頗梨鐘者月天子所造。其聲", "402": "所至百億世界。至佛滅後二鐘上去各還本", "403": "土。裕師又說次小巷北第二院。名聖人病坊", "404": "院。開門如上。舍利弗等諸大聖人有病投中。", "405": "房堂眾具須皆備。有醫方藥庫常以供給。但", "406": "擬凡聖非所止。", "407": "次北第三院名佛病坊。開門如上。堂宇周列", "408": "花樹兩列。耆婆阿難在此瞻侍。大梵天王施", "409": "八部樂。一一樂器有十六種。皆以金銀七寶", "410": "所成。佛為眾生示疾。凡此諸樂出音以娛樂", "411": "佛。如來聞音病即除愈。若病不除樂音便奏", "412": "六度神足等曲聲遍三千。初地十住有現疾", "413": "者聞音除愈。如來滅後經十六年。猶在院中", "414": "過此。梵收今在色界。", "415": "次北第四院名四天王獻佛食坊。亦南北東", "416": "開堂房如上花樹亦爾。四天梵王來獻食者", "417": "皆至此院。佛為受之。佛受人衣天食者為表", "418": "人天大福田。故准常乞食。為物受之非佛所", "419": "食。諸天受之皆作佛事。以化身故不受不食。", "420": "無有便利與天不殊。亦有佛廁示知而已。病", "421": "院之中有一鐃樂。黃金為舌四王所造。佛示", "422": "食時四王便搖至于食訖。鐃放光明奪於日", "423": "月。遠照百億世界。中光所說施食功德語四", "424": "王。我滅度後有諸弟子。破戒無戒無有威德", "425": "不能自活。我以白豪百分滅一光明。汝施三", "426": "分光明共汝供給末法比丘。四天王敬諾。一", "427": "如佛教。又誡四王。我滅度後可將此鐃。入此", "428": "院中日別一搖。令我弟子易得供養。四王流", "429": "涕如佛所勅乃至於今。日日常下祇洹故地。", "430": "搖鼓此鐃順佛遺命。", "431": "次北一院名為浴坊。三門如上。浴室之諸具", "432": "充足。溫冷稱情便訖。即流方入大院。次北", "433": "第六院名為流廁。有大高屋三重而立。飛橋", "434": "雙上甚自清淨。下施廁坑砌以伏竇。天帝手", "435": "作上無臭氣。大渠從大院北西注。南入廁院", "436": "伏流入竇。北出會於大河人無見者。一切比", "437": "丘皆此便利。余聞此說深為獲相。故江淮已", "438": "南諸古寺者皆設都清一所。中已北周屏澆", "439": "院。臭處蓬勃伊何可言。曾至并州城北置一", "440": "都清。樓道登上類同天竺。斯則閣舍未足為", "441": "高。但為寺居塗泥不穿漏故。設斯宇非同大", "442": "臭。但置一清斯言必虛妄。咎者彼者則武德", "443": "諸房多少屏。豈是尊尚援不立周清者乎。自", "444": "上至此東西粗了。又寺大院四角內各有一", "445": "院。西北角地神堅牢云是女神。部屬八十億", "446": "當門立大神像。神問佛曰。自古諸佛皆有鬼", "447": "神形像。世尊來年滅度何以不教作之。護持", "448": "伽藍弟子遺法。佛命淨居天作地神堅牢散", "449": "脂大將。用天金作形如真神。佛滅度後二十", "450": "六年。龍剋木代之金像。將入大海宮後三院", "451": "像亦爾。東北角院諸龍王像純以碧玉作。百", "452": "億天下龍部位並擬之。是婆稚阿修羅共大", "453": "梵天王第二作。東南角是大千世界力士院", "454": "部位。八十億化樂天王用銀作之。西南角是", "455": "大千世界大梵天王摩王帝釋部位。百四十", "456": "萬七寶所成。金剛慧菩薩造寺。大院東大路", "457": "之左名供僧院。路闊三里中有林樹一十八", "458": "行。花菓相間東西兩渠北流清駿。西邊渠者", "459": "從大院伏竇東出北流。此之大路巖淨潔車", "460": "馬不行。路之南北左右各置一大石神。地神", "461": "堅牢之所造也。手執戟足蹈鬼。威嚴猛毅不", "462": "可仰瞻。有行者過低目急步。僧淨厨院自有", "463": "三所南北而列。是佛滅後十二年中為病比", "464": "丘制斯地。諸比丘等從四大院東門而出。門", "465": "對淨厨中院。南巷厨院。南橫二大院中開一", "466": "巷。南北施門南門極大。題曰寺大園門。門西", "467": "一院自分南北。兩院中央開巷。南邊東西又", "468": "分二所。各開一門。西畔一院名諸聖人諸王", "469": "天眾出家處。門東開。大碧玉石縱廣一里。出", "470": "地二尺金為界。道南北而列。東畔一院名凡", "471": "下出家處。門向東開。當出家時忉利天王將", "472": "上宮殿下來。布置兩院莊嚴。", "473": "次北一院名曰果園。或曰佛經行地。門向南", "474": "開。波斯匿王之所造也。山池極多各施異狀。", "475": "渠流文轉繚遶泉林。清淨香氣充滿斯地。佛", "476": "多經行遊歷於此。門東一院名曰竹菜園。門", "477": "向西開。與向果園巷門相對。翠竹眾蔬分畦", "478": "列植不可傳盡。竹菜園之東北別有一院。名", "479": "解衣車馬處。門向北開通於大巷。是諸國王", "480": "解衣車馬所。園宇連亘皆以石作。天帝所為。", "481": "凡有王至從巷東門來至此院。解散王服釰", "482": "履諸儀。車馬侍從並居此。然後西出入於寺", "483": "院。次西一院名諸王夫人解衣服院。門向", "484": "南開。末利等諸王夫人來欲禮佛。先於此中", "485": "解衣嚴服。然後入大院中見佛。次北中大院", "486": "名供食院。自分兩所各橫分三大門。南北門", "487": "入食厨院隔以大牆。中開二門通於三所。中", "488": "央大院惟受天供中立□大堂。東西極闊有", "489": "大功德事。諸天輒下為營具膳。堂北大井東", "490": "西各一。青石甃砌涌注無竭。東是梵王西是", "491": "帝釋。一開已後終無竭敗。院西南角有一小", "492": "院。中有小堂是維那者監護住此院。東南角", "493": "有一小院名牛馬坊。中院西坊是淨人住。周", "494": "遍三面列房開戶。院門南東開。諸造食者常", "495": "止此中。唯是男子十八已上修飾客儀。入於", "496": "中院北入食厨。造生成熟其房。次北有一", "497": "佛堂鍾臺周廓。是上淨人常禮事房中。院東", "498": "坊有倉碾碓磑。南西北方各開門。日有米穀", "499": "食調營理頻煩。人物榱丙此院尤甚。其北大", "500": "堂名造食厨。橫置一舍廣極眺矚。有三十六", "501": "竈。東西而列銀同所成。中諸食器為是天有", "502": "人非所議。厨東一院門向南開。是米麵庫眾", "503": "具藏此院。東北角有一小院。中有房宇典座", "504": "所居凡日造食。維那厨舍之前。典座居厨之", "505": "後。院更有職司不相攝屬。最巷北大院名僧", "506": "食所。自開三門中門之北有大食堂。堂前列", "507": "樹方維相對交陰相接。渠流灌注甚可觀閱。", "508": "凡僧食者多止此林。值雨依堂故有兩設林。", "509": "南院北門之右食厨之地置一食堂。凡造訖", "510": "淨人持之來置此堂。不入北院時至。行訖量", "511": "此堂中僧。但取食曾不見諸食具故有僧制。", "512": "東厨食房非知事者不得輒至。斯則淨穢兩", "513": "別各有其途。淨地所置事不獲已。故在寺東", "514": "三里而置。別結大界於上加時。若依教中大", "515": "小乘經皆所不許。僧厨淨厨縱有結者。是佛", "516": "前制後勅廢前。自有常則得安樂。然行於廢", "517": "教甚可畏也。後竹園寺依教立厨三里。里中", "518": "荒林竦峻。有黑師子殺諸比丘。佛又開教阿", "519": "難狹制限至三間。巷開無權不許遮礙。用斯", "520": "諸地可不鏡乎。食林之東有一小院。門向南", "521": "開。是僧淨人常行食者小便之。院東北角有", "522": "小便處。若大便者出大院外別有處所。院北", "523": "藥庫是供凡夫病比丘者。庫北二院。西是凡", "524": "僧病人所居。東是病者大小便處。故寺僧院", "525": "有凡僧病皆詣此中。食院西方又分二院。各", "526": "不相通。南邊一院南東北門名脫著衣院。堂", "527": "屋充滿。北有一院名浴室坊中有兩堂。東是", "528": "衣堂西為浴室。浴具豐足。南開一門與前相", "529": "對。佛在世時乃至後立。老病比丘不堪乞食", "530": "方入此厨佛為法王常入城乞食返住常所示", "531": "受飯食。諸餘侍從何得安坐。故諸老病每日", "532": "食時。從大寺院東門雁行。而出北至厨院。北", "533": "巷西門北入解脫衣院。脫大上衣置此院中。", "534": "又著故衣從東門出入林。食訖在浴室院。脫", "535": "故衣入浴室。洗訖入衣院中。著入寺禮從南", "536": "門出。西巷南入大寺。明日來時脫著還爾。又", "537": "東院僧之淨人男女大小皆止其中。亦有田", "538": "業事不可述。裕師聖迹記總集諸傳。以法顯", "539": "為本。余以近聞亦未見諸錄。如經往述。叵相", "540": "符會至於戒壇。凡聖僧房異設。院宇雖廣莫", "541": "顯別之所由。層架單重熟明立之緣遘。今所", "542": "圖傳備矚源流。尋諸聖意略可知矣。有人不", "543": "信。謂是幽冥幻夢之傳。何足希仰。余為幻夢", "544": "影響凡聖同之。俱是性空知何准的。但凡素", "545": "識有若霧遊昏迷方所。妙假津導導之有漸。", "546": "或天或人詞理可從。無越前軌如可承寄。隨", "547": "凡則行忽與理乖聖亦須擲。豈有雷同都無", "548": "情誨。故佛大聖人也。堂堂相狀天下獨尊。有", "549": "邪見者敬而不敬。佛亦隨性任其誹之。如有", "550": "所說與法不違。佛亦聽之隨而受學。故文云。", "551": "所謂法者佛說天說化人所說。據斯論說幽", "552": "顯咸陳。余以亦以此事門之所聞。則同天人", "553": "說。恐凡莫信不受斯述。彼日為信者施自然", "554": "獲福。彼不信者目覩佛經尚不能用。聞此不", "555": "信何足涉之。置之言外不胥述彼。余聞斯告", "556": "情事壑然。故備出之。非無遺囑擬重祈請。庶", "557": "覿聖跡有若面焉。", "558": "華胥大夏中天竺舍衛國祇洹圖經卷下終", "559": "唐乾封二年春未感通出之。統祥諸西域", "560": "聖迹。此為條貫隨語隨疎。且存筆受事超", "561": "凡表周絕飾詞。幸有逢者知斯大意。余見", "562": "前代諸傳。組織表軸殊有可觀。至於時代", "563": "罕有存者。覽法師所作前後表之。敢附後", "564": "庶足為龜鏡。開卷鑒目無昧心神可不好", "565": "耶。", "566": "唐元和一紀十二月初旬一日記了", "567": "合如法經寫筆陳且在本此圖經一本苟湛譽禪師自", "568": "輸。紙筆兼勞書之。施于圓珍。甚喜永為", "569": "佛種後生。同會祇洹精舍奉親　牟尼", "570": "金容蒙授尊位。日本元慶四年八月一", "571": "日。延曆寺沙門圓珍於總持坊記昨日彼上人自", "572": "將來。緣此方燈期朔日故埴忌不話。", "573": "已上智證大師御記", "574": "祇洹圖經跋祇洹圖經跋", "575": "大日本國純一無雜大乘之域。而幽顯歸于", "576": "我。千有餘歲於斯矣。未曾聞信邪小。蓋金口", "577": "之懸記不徒然耳。是以名藍大剎星列碁布。", "578": "佛說祖教月照岳立。故我大智律師初震于", "579": "此經。所謂逸書今尚存也。然異境之俗不知", "580": "天龍鬼神冥助土木之功。而謗吾以殿宇費", "581": "財產而蠧國家也。由是或蒙天誅或陷貶謫。", "582": "偶看此經者免彼難而已矣。此余憤鏤以傳", "583": "無窮之微意也。或曰此經也寓言鬼神。而其", "584": "說甚怪也。誰敢容焉。蒙謂釋典怪說凡俗中", "585": "賢哲尚知信用。之況形廁緇林還輕忽。之則", "586": "可謂枯槁眾生也。且寓言鬼神也者道世之", "587": "為開敏也。贊寧之為弘雅也。仰信之俯會之。", "588": "嗚今人道愧于先達。學謝于後生。輒生過慢", "589": "無有此處。第疑猶間有三已之訛。雖然他本", "590": "難得不能訂正焉。祖意難量不能改削焉。故", "591": "和點有亦不決也。敢期後君子云。", "592": "日本天和元年十月下旬六日重受。比丘", "593": "乘春記石清水神宮律寺。", "594": "法苑珠林第五十二曰。依宣律師祇洹寺", "595": "感通記云。經律大明祇洹寺之基趾。多云", "596": "八十頃地一百二十院。準約東西近有十", "597": "里。南北七百餘步云云又鳴鐘部云云又說", "598": "法部云云。", "599": "宋高僧傳第十四曰。有天人云。曾撰祇洹", "600": "圖經。計人間紙帛一百許卷。宣苦告口占", "601": "一一抄記上下二卷。", "602": "又曰至於乾封之際。天神合沓或寫祇洹", "603": "圖經付囑儀等。且非寓言於鬼神乎。君不", "604": "見十誦律中諸此丘尚揚言。目連犯妄。佛", "605": "言目連隨心想說無罪。佛世猶爾。像季嫉", "606": "賢斯何足怪也。", "607": "僧史略曰。案祇洹圖經寺中有玻黎師子。", "608": "形如拳許大口出妙音。菩薩聞之皆超地", "609": "位。每至臘月八日。舍衛城中士女競持香", "610": "花。來聽法音。", "611": "又曰案靈裕法師寺誥。凡有十名寺。一曰", "612": "寺乃至依祇桓圖經釋。相各有意致。如彼寺", "613": "誥也。", "614": "資持記曰。圖經近日本將至文有兩卷。即", "615": "祖師撰者。", "616": "南山律師撰集錄曰。祇桓寺圖二卷。乾封", "617": "二年製未見。", "618": "戒壇圖經曰。余所撰祇桓圖經上下兩卷。", "619": "修緝所聞統收經律。討讎諸傳極有蹤緒。", "620": "義楚六帖二十一曰。宣律師祇園感通紀", "621": "云。地八十頃東西十里。須達布金買之云云", "622": "百丈清規云云。", "623": "往生要集上本曰。病僧聞聲苦惱。即除得", "624": "清涼樂。如入三禪乘生淨土。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1899 中天竺舍衛國祇洹寺圖經", "source": "CBETA"}