{"author": "姚秦 鳩摩羅什譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2047b 龍樹菩薩傳", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "龍樹菩薩傳", "1": "姚秦三藏法師鳩摩羅什譯", "2": "大師名龍樹菩薩者。出南天竺梵志種也。", "3": "天聰奇悟事不再告。在乳哺之中。聞諸梵", "4": "志誦四韋陀典各四萬偈。偈有四十二字。", "5": "背誦其文而領其義。弱冠馳名獨步諸", "6": "國。世學藝能天文地理圖緯祕讖。及諸道", "7": "術無不悉練。契友三人亦是一時之傑。相", "8": "與議曰天下義理可以開神明悟幽旨者。吾", "9": "等盡之矣。復欲何以自娛騁情極欲。最是", "10": "一生之樂。然諸梵志道士勢非王公何", "11": "由得之。唯有隱身之術斯樂可辦。四人相", "12": "視莫逆於心。俱至術家求隱身法。術師念", "13": "曰。此四梵志擅名一世。草芥群生今以術", "14": "故屈辱就我。我若呪法授之。此人才明絕", "15": "世所不知者唯此賤法。若得之便去不復", "16": "可屈。且與其藥使日用而不知。藥盡必來", "17": "求。可以術屈為我弟子。各與青藥一丸", "18": "告之曰。汝於靜處用水磨之以塗眼瞼。則", "19": "無有人能見汝形者。龍樹菩薩磨藥聞氣。", "20": "便盡知藥名分數。多少錙銖無失。隨其", "21": "氣勢龍樹識之。還語術師此藥有七十種。", "22": "分數多少盡如其方。藥師問曰汝何由知。", "23": "答曰藥自有氣何以不知。師即歎伏。顧", "24": "斯人者聞之猶難。而況相學。我之賤術何", "25": "足惜耶。即具授。其四人得術隱身自在", "26": "入王宮中。宮中美人皆被侵陵百餘日。後", "27": "宮中人有懷妊者以事白王。王大不悅。此", "28": "何不祥為怪乃爾。召諸智臣以謀此事。有", "29": "舊老者言凡如此事應有二種。或鬼或術。", "30": "可以細土置諸門中。令有司守之斷諸術", "31": "者。若是術人足跡自現可以兵除。若其是", "32": "鬼則無跡也。鬼可呪除人可刀殺。備法試", "33": "之見四人跡。即閉諸門令數百力士。揮", "34": "刀空斫斫殺三人。唯有龍樹斂身屏氣", "35": "依王頭側。王頭側七尺刀所不至。是時始", "36": "悟欲為苦本。厭欲心生發出家願。若我得", "37": "脫。當詣沙門求出家法。既而得出入山詣", "38": "佛塔出家受戒。九十日中誦三藏。盡通", "39": "諸深義。更求諸經都無得處。雪山中深遠", "40": "處有佛塔。塔中有一老比丘。以摩訶衍經", "41": "與之。誦受愛樂雖知實義未得通利。周", "42": "遊諸國更求餘經。於閻浮提中遍求不得。", "43": "外道論師沙門義宗咸皆摧伏。即起憍", "44": "慢心。自念言世界法中津塗甚多。佛經雖", "45": "妙以理推之故未盡。未盡之中可推。而說", "46": "之以悟後學。於理不違於事無失。斯有何", "47": "咎。思此事已。即欲行之立師教誡更造衣", "48": "服。今附佛法所別為異。方欲以無所推", "49": "屈表一切智相。擇日選時當與諸弟子。", "50": "受新戒著新衣便欲行之。獨在靜室水精", "51": "地房。大龍菩薩見其如此。惜而愍之即接", "52": "入海。於宮殿中開七寶藏發七寶函。以諸", "53": "方等深奧經典無上妙法授之龍樹。龍樹", "54": "受讀九十日中通練甚多。其心深入體得", "55": "實利。龍知其心而問之曰。看經遍未。答言", "56": "汝諸函中經甚多無量不可盡也。我所讀", "57": "者已十倍閻浮提。龍言如我宮中所有經", "58": "典。諸處此比復不可知。龍樹即得諸經一", "59": "箱。深入無生三忍具足。龍還送出。時南", "60": "天竺王甚邪見承事外道毀謗正法。龍樹", "61": "菩薩為化彼故躬持赤旛在王前行。經歷", "62": "七年王始怪問。此是何人在我前行。答曰", "63": "我是一切智人。王聞是已甚大驚愕而問", "64": "之言。一切智人曠代不有。汝自言是何以", "65": "驗之。答言欲知智在說王當見問。王即自", "66": "念我為智主大論議師。問之能屈猶不足", "67": "名。一旦不如此非小事。若其不問便是一", "68": "屈遲疑良久。不得已而問之。天今何為耶。", "69": "龍樹言天今與阿脩羅戰。王聞此言譬如", "70": "人噎。既不得吐又不得咽。欲非其言復無", "71": "以證之。欲是其事無事可明。未言之間龍", "72": "樹復言。此非虛論求勝之談。王小待之須", "73": "臾有驗。言訖空中便有干戈兵器相係而", "74": "落。王言干戈矛戟雖是戰器。汝何必知是", "75": "天與阿脩羅戰。龍樹言搆之虛言不如校", "76": "以實事。言已阿脩羅手足指及其耳鼻從", "77": "空而下。又令王及臣民婆羅門眾。見空中", "78": "清除兩陣相對。王乃稽首伏其法化。殿上", "79": "有萬婆羅門。皆棄束髮受成就戒。是時龍", "80": "樹．於南天竺大弘佛教。摧伏外道廣明摩", "81": "訶衍。作優波提舍十萬偈。又作莊嚴佛", "82": "道論五千偈。大慈方便論五十偈。令摩", "83": "訶衍教大行於天竺。又造無畏論十萬偈。", "84": "於無畏中出中論也。時有婆羅門善知呪", "85": "術。欲以所能與龍樹諍勝告天竺國王。我", "86": "能伏此比丘王當驗之。王言汝大愚人。此", "87": "菩薩者明與日月爭光。智與聖心並照。汝", "88": "何不遜敢不推敬。婆羅門言。王為智人何", "89": "不以理驗之。而抑斷一切。王見言至為請", "90": "龍樹。清旦共坐政德殿上。婆羅門後至便", "91": "於殿前呪作大池。廣長清淨中有千葉蓮", "92": "華。自坐其上而訶龍樹。汝在地坐如畜生", "93": "無異。而欲與我清淨華上大德智人抗", "94": "言論議。爾時龍樹亦以呪術化作一六牙白", "95": "象。行池水上趣其華坐以鼻繳拔高舉擲", "96": "地。婆羅門傷腰委頓。歸命龍樹我不自量", "97": "毀辱大師。願哀受我啟其愚蒙。有一小乘", "98": "法師。常懷忿嫉。龍樹問之言汝樂我久", "99": "住世不。答言實不願也。退入閑室經日不", "100": "出。弟子破戶看之遂蟬蛻而去。去世已來", "101": "始過百歲。南天竺諸國。為其立廟敬奉", "102": "如佛。其母樹下生之。因字阿周陀那。阿", "103": "周陀那樹名也。以龍成其道故以龍配", "104": "字號曰龍樹也依付法藏經即第十三祖三百餘年任持佛法。", "105": "龍樹菩薩傳終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2047b 龍樹菩薩傳", "source": "CBETA"}