{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1566 般若燈論釋: 般若燈論: 般若燈論: 般若燈論", "text": {"0": "22 觀如來品", "1": "般若燈論釋卷第十四", "10": "分別起煩惱說有貪瞋等", "100": "亦違汝義。如論偈說。", "101": "若不因彼愛則無有不愛", "102": "因愛有不愛是故無有愛", "103": "無不愛待愛無愛待不愛", "104": "若以愛為緣施設有不愛", "105": "釋曰。愛無自體。其義如是。以是故。不應有不", "106": "愛。不愛無體故。愛不待不愛而言有愛者。是", "107": "亦不然。如論偈說。", "108": "無有可愛者何處當起貪", "109": "不愛若無體何處當起瞋", "11": "善不善顛倒從此緣而起", "110": "釋曰。彼二無體故癡亦無體。是故如所說過。", "111": "今還在汝。修多羅人言。第一義中有如是愛", "112": "非愛顛倒。如佛經所說。若經中說者。當知是", "113": "有譬如說無我定是無我。今經中現有此語。", "114": "所謂無常計常。無我計我。無樂計樂。不淨計", "115": "淨。是名顛倒。以是義故。第一義中有如是愛", "116": "非愛顛倒。論者言於世諦中有愛非愛顛倒。", "117": "非第一義中有。是故我說無過。如論偈說。", "118": "於第一義中畢竟無顛倒", "119": "如來終不說是我無我等", "12": "釋曰。諸論中說貪瞋等。隨次第起善不善者。", "120": "釋曰。第一義中亦不說我無我故。汝譬喻及", "121": "出因無體。復次若修多羅人意言。第一義中", "122": "不欲得有顛倒。何以故。顛倒者有二種。一者", "123": "隨順生死。二者隨順涅槃。云何名隨順生死。", "124": "所謂無常常倒。無我我倒。無樂樂倒。無淨淨", "125": "倒。云何名隨順涅槃。所謂於空執空。於無常", "126": "執無常。有如是等故名顛倒。若欲得無分別", "127": "智者。當斷此二種顛倒。為是智障故。自部人", "128": "言。若於無常之物起無常見是顛倒者。其義", "129": "不然。論者言。顛倒者是何義耶。自部人言。實", "13": "謂愛非愛從此緣起。非不從緣。應知不正思", "130": "是無常。謂是常者可名顛倒。論者言。是說不", "131": "善。其過如論偈說。", "132": "無常謂常者名為顛倒執", "133": "無常亦是執空何故非執", "134": "釋曰。謂彼智所緣顛倒境界故。此言即是顛", "135": "倒義。譬如人言。離三界欲已。何故不名解脫。", "136": "如此之言即是解脫。自部人言。汝今復說無", "137": "常亦空。云何不是第一義耶論者言。無起故。", "138": "此無起義。道理如先已遮。譬如涅槃無起亦", "139": "無無常。復次此無常體能起常分別智。若言", "14": "惟分別。能為起煩惱緣。此中立驗。第一義中", "140": "是顛倒執常覺。所緣境界則無有體。是故如", "141": "前偈說。無常亦是執空何故非倒者即是顛", "142": "倒。何以故。有分別故。譬如常執者。此中立", "143": "驗。第一義中色無常者。即是顛倒。是分別故。", "144": "譬如執色為常。自部人言。智分別者。言諸", "145": "行空。其智非一向顛倒。論者言。亦是顛倒。我", "146": "說無過。自部人言。若如是者。此空智非是得", "147": "解脫因。是倒故。譬如內入是苦樂等智之境", "148": "界。論者言。汝立義中是何義耶。自部人言。緣", "149": "眼空智非是得解脫因耶。論者言。若爾者反", "15": "諸陰等有自體。是第一義中陰等從因緣起", "150": "成我義。云何成我義。以無分別智得解脫故。", "151": "若言眼空。眼空之智是有分別故。且置是語。", "152": "今還為汝說我本宗。如執無常為常。即是顛", "153": "倒。無我為我。無樂為樂。不淨為淨。亦如是", "154": "說。有自部人立義分別言。有如是執。以有能", "155": "執所執故。然其起執凡有三種。而不是無。論", "156": "者言。汝義不然。如論偈說。", "157": "執具起執者及所執境界", "158": "一切寂滅相是故無有執", "159": "釋曰。執有三種。謂具起及境界等。執具者。是", "16": "故。譬如貪等。若無自體不從緣起。譬如虛空", "160": "能執總緣物體智。起執者。謂所執心。或妄", "161": "置。或非撥等。又須執者。謂起執人所執境界", "162": "者。謂所計常樂我淨等境界。此之三法皆自", "163": "體空。如我所說道理。欲令開解執具等一切", "164": "皆寂滅相。是故無執。而彼執者。以有有之言", "165": "令物解者。無有譬喻。以是故。如論偈說。", "166": "執性無有故邪正等亦無", "167": "誰今是顛倒誰是非顛倒", "168": "釋曰。第一義中誰是顛倒。誰是非顛倒。菩薩", "169": "摩訶薩住無分別智。不行一切分別。無正無", "17": "華。論者言。是義不然。如論偈說。", "170": "邪。無顛倒無不顛倒。復次若人言定有顛倒。", "171": "有具足顛倒者故。譬如有蓋則有持蓋者。凡", "172": "夫有顛倒亦如是。由有顛倒者。是故有顛倒。", "173": "論者言。是義不然。如上偈說。執性無有故。邪", "174": "正等亦無。此二道理先已令開解故。有起者", "175": "亦不成如是如是。顛倒及顛倒者亦不成故。", "176": "如上偈說。誰是顛倒誰非顛倒。此言謂無顛", "177": "倒。無顛倒故顛倒者亦無。復次若有顛倒即", "178": "有非顛倒。以是故。汝因義不成。第一義中", "179": "譬喻無體。亦違汝義。復次世間人言。與顛倒", "18": "愛非愛顛倒皆從此緣起", "180": "合者名顛倒人。此之顛倒。為與已起倒者有", "181": "合耶。為與未起倒者有合耶。為與起倒時有", "182": "合耶。今答此三種與顛倒合者。是皆不然。如", "183": "論偈說。", "184": "已起者無合未起亦無合", "185": "離已未倒者有合時不然", "186": "釋曰。此謂已有倒者。更與倒合。則為無用。何", "187": "以故。倒者空故。譬如餘不倒者。若言有倒與", "188": "時合者。此有俱過。離倒不倒與時合者不然。", "189": "作是觀時悉皆不然。若言有者。汝今當答。此", "19": "我無自體故煩惱亦非實", "190": "之顛倒與誰合耶。是故無有與倒合者。以是", "191": "義故。汝得如先所說過。復次如第一義中一", "192": "切諸體皆無自性。說此道理已令開解。以是", "193": "故。如論偈說。", "194": "無起未起者云何有顛倒", "195": "諸倒悉無生何處起顛倒", "196": "釋曰。此謂偈意顯無生故無有顛倒。汝出因", "197": "等。皆是有過。如論偈說。", "198": "常樂我淨等而言實有者", "199": "彼常樂我淨翻則為顛倒", "2": "偈本龍樹菩薩　釋論分別明菩薩", "20": "釋曰。非實者謂貪等煩惱非第一義中起。以", "200": "釋曰。此謂第一義中有常我等。應知亦是顛", "201": "倒。如論偈說。", "202": "我及常樂等若當是無者", "203": "無我苦不淨而應是可得", "204": "釋曰。此謂無我等自體能除我等倒。以有相", "205": "待故。無我等亦不成無。無我故何處有我。是", "206": "顛倒見故。譬如無人。終不於杌起人想顛倒。", "207": "如是因等其過難免。以是觀察常無常等顛", "208": "倒及不顛倒。無有因故。無因者。如論偈說。", "209": "以彼無因故則無明行滅", "21": "是故汝闕譬喻。是立義有過。汝若言我以世", "210": "乃至生老死是等同皆滅", "211": "釋曰。此謂無明行識名色六入觸受愛取有", "212": "生及老死等。由無顛倒因故證得無自體息", "213": "諸煩惱。其義得成。諸說有自體者。是諸煩惱。", "214": "為有實體。為無實體。今何所問。如論偈說。", "215": "若人諸煩惱有一自實體", "216": "云何能斷除誰能斷有體", "217": "釋曰。此謂有自體者。不可壞故。若諸煩惱無", "218": "實如兔角者。亦如此偈說過。云何不能斷。謂", "219": "無者。不可捨故。如虛空華不可捨。無自體故。", "22": "諦為喻非第一義者。無有所成立法。若於世", "220": "如馬體無。不可令捨此無。復次若作是意。謂", "221": "有實煩惱。聖道起時能斷故。謂此說無過者。", "222": "此實煩惱似何等相。對治道起而能斷耶。汝", "223": "之立義難令物解。以是故起有實體無實體", "224": "煩惱分別。而能斷此分別者不然。是中立驗。", "225": "第一義中煩惱無。自體是斷故。譬如幻作女", "226": "人雖是幻化而諸凡夫起染欲心。後知非實", "227": "染心自捨。煩惱無實亦復如是。此中已說外", "228": "人所成立驗有過。顯我自成立驗無過。令解", "229": "顛倒無自體故。是品義意。以是故。此下引經", "23": "諦中有成立者。反成我義。如論偈說。", "230": "顯成。如金光明女經中偈說。言語非是色。一", "231": "切處無有。畢竟無有故。煩惱亦如是。如語", "232": "無實體。不住於內外。煩惱體無實。亦不住內", "233": "外。佛告舍利弗。若解染污即如實義。無一染", "234": "污顛倒可得。眾生起染。若無實者。即是顛", "235": "倒。若彼顛倒是無實者。於中無真實相故。舍", "236": "利弗。如是解者說為清淨。以煩惱無實體故。", "237": "如來成正覺時。所說煩惱。非是色。非是無色。", "238": "非受想行識。非無受想行識。非非識。非非無", "239": "識。不可見故。不可取故。解者無所斷除。證時", "24": "我若有若無是二皆不成", "240": "亦無所得。不以證。不以得。無證無得。無相無", "241": "為。但假名字。猶如幻化。於諸法不動相非取", "242": "非不取。如影如響。離相離念。無生無滅。", "243": "24 觀聖諦品般若燈論釋觀聖諦品第二十四", "244": "釋曰。今此品者。亦為遮空所對治。令解四聖", "245": "諦無自體義故說。", "246": "自部人言。若謂聖諦空無自體。是義不爾。故", "247": "論偈言。", "248": "若一切法空無起亦無滅", "249": "說聖諦無體汝得如是過", "25": "因我有煩惱我無彼不起", "250": "釋曰。如彼所說道理。令物信解者。是事不然。", "251": "空故如虛空華。以是故。彼招此過。起滅無體", "252": "故。即無苦諦體。苦諦無體故。能起集諦。亦無", "253": "體。集諦無體故滅諦亦無體。滅諦無體故向", "254": "苦滅道。以正見為首。道諦所修即為無體。如", "255": "上偈說。彼得此過。以是故。諸有怖畏生死眾", "256": "生。於四諦境界勤行精進。苦應知。集應斷。滅", "257": "應證。道應修。此等皆無。云何無耶。故論偈", "258": "言。", "259": "若知及若斷修證作業等", "26": "釋曰。此謂我者非世諦得成。亦非第一義中", "260": "聖諦無體故是皆不可得", "261": "釋曰。四聖諦者。謂能作聖人相續體故。名為", "262": "聖諦。又復諦者。謂真實義。若說無者。是義不", "263": "然。故論偈言。", "264": "聖諦無體故四果亦無有", "265": "以果無體故住果者亦無", "266": "釋曰。此謂身見疑戒取等眾過為薪。聖諦為", "267": "火。須陀洹。斯陀含。阿那含。阿羅漢等。見聖", "268": "諦火能燒煩惱。住果者。謂得須陀洹道。須陀", "269": "洹果。又名不為他緣和合故。所有天魔不能", "27": "得成。以是故。若離於我則煩惱不有。所以", "270": "破壞。又與戒定慧解脫解脫知見等和合故名", "271": "僧。是僧名為無上福田。彼若無者。其義不", "272": "爾。故論偈言。", "273": "若無有僧寶則無有八人", "274": "聖諦若無體亦無有法寶", "275": "釋曰。若無僧寶不應有四道四果差別。復次", "276": "無僧寶故。亦無法寶。法寶無故。亦無佛寶。故", "277": "論偈言。", "278": "若無法僧者云何有佛寶", "279": "若三寶皆空則破一切有", "28": "者何。能依無體故。所依亦無體。為開此義故", "280": "釋曰。佛者謂自覺聖諦。復能覺他。故名為佛。", "281": "云何為寶。謂難得故。如經偈言。應解我已解。", "282": "應修我已修。應斷我已斷。由是故稱佛。此謂", "283": "於一切法有自體中得平等覺是故名佛。如", "284": "修多羅中偈言。於無體法中。覺了盡無餘。諸", "285": "法平等覺。是故名為佛。此謂諸佛所覺境界。", "286": "若言無體者不然。如上偈說。若三寶皆空則", "287": "破一切有。是義有過。故論偈言。", "288": "若因果體空法非法亦空", "289": "世間言說等如是悉皆破", "29": "如偈說。因我有煩惱者。煩惱是我法。亦是", "290": "釋曰。此謂作是說者。而不欲得有過。此過云", "291": "何免耶。若不立空而有起滅諸體有自體者", "292": "彼得無過。是中作驗。諸體有自體有起滅故。", "293": "若言諸體無自體者。不應見有起滅譬如空", "294": "華。論者言。汝所引者義皆不然。如論偈說。", "295": "汝今自不解空及於空義", "296": "能滅諸戲論而欲破空耶", "297": "釋曰。空者能滅一切執著戲論。是故名空。空", "298": "義者謂緣空之智。名為空義。汝今欲得破壞", "299": "真實相者。如人運拳以打虛空。徒自疲極終", "3": "大唐中印度三藏波羅頗蜜多羅譯", "30": "所受用故。然我自體不成。如觀我品中觀煩", "300": "無所損。汝若作是言。如上偈說。若一切法空。", "301": "無起亦無滅。汝作如是說者。亦徒疲勞不解", "302": "中意。何以故。如論偈說。", "303": "諸佛依二諦為眾生說法", "304": "一謂世俗諦二謂第一義", "305": "釋曰。世諦者謂世間言說。如說色等起住滅", "306": "相。如說提婆達多去來。毘師奴蜜多羅喫食。", "307": "須摩達多坐禪。梵摩達多解脫。如是等謂世", "308": "間言說。名為世諦。是等不說名第一義。第一", "309": "義者云何。謂是第一而有義故。名第一義。又", "31": "惱無能依處故。其驗如是。第一義中貪等皆", "310": "是最上無分別智真實義故。名第一義。真實", "311": "者。無他緣等為相。若住真實所緣境界無分", "312": "別。智者名第一義。為遮彼起等隨順。所說無", "313": "起等及聞思修慧。皆是第一義。慧者云何。是", "314": "第一義。能為第一遮作不顛倒方便因緣故。", "315": "是故復名第一義也。如論偈說。", "316": "若人不能解二諦差別相", "317": "即不解真實甚深佛法義", "318": "釋曰。此謂若人不解二諦差別。不錯亂境界", "319": "相者。不正思惟。多者此人不解甚深佛法。而", "32": "無。我依止無體故。譬如石女不生子。何得說", "320": "起有體無體執覺。深者云何。難涉渡。佛者", "321": "如先已解。法者為令天人證得甘露法故。行", "322": "者於如是等甚深境界。應知應斷應證應修。", "323": "復次說不顛倒教者名甘露法。是人於第一", "324": "甚深無分別智道理不解故。雖行不顛倒住", "325": "真法境界。而於無起無滅法體說眾生。於非", "326": "境界起境界見。作如是說者。不解中論道理。", "327": "而言世諦中起滅等法。一切皆無。作是分別", "328": "者。其過亦如上偈說。若一切法空無起亦無", "329": "滅。有如是分別者。不解諸佛如來隨順世諦。", "33": "言子色白黑耶。自部人言。雖無有我但心與", "330": "說有持戒修定生住滅等諸法體。無智之人", "331": "謂第一義中亦有是事。作是虛妄分別者。墮", "332": "在諸有曠野之中。無有出期。", "333": "自部人言。若以第一義諦得解脫者。不應宣", "334": "說二諦。論者言。以是事故。如論偈說。", "335": "若不依世諦不得第一義", "336": "不依第一義終不得涅槃", "337": "釋曰。世俗諦者。一切諸法無生性空。而眾生", "338": "顛倒故妄生執著。於世間為實。諸賢聖了達", "339": "世間顛倒性故。知一切法皆空無自性。於聖", "34": "煩惱和合故有煩惱起。而煩惱是心上法。汝", "340": "人是第一義諦。亦名為實。佛為眾生依二諦", "341": "說。云何為第一義諦。謂普過一切言語道故。", "342": "一切小乘所分別者。令離一切分別因故。復", "343": "次若無世諦不能證得第一義諦。以是故。煩", "344": "惱及生等滅者。是涅槃相。若不依第一義諦。", "345": "涅槃之道終不可得。復次外道中。若有聰慢", "346": "者。作如是分別。有空不空。云何為空。謂見諸", "347": "陰空。以彼執見無體故。云何不空。謂見諸陰", "348": "不空。而言我已見我。今見我當見如是諸陰", "349": "空。不離諸陰有空。空中見諸陰。諸陰中見空。", "35": "立無我義者。其因不成。論者言。汝語非也。其", "350": "作是見者。是不正思惟。名增上慢。如論偈", "351": "說。", "352": "少智愚癡者以惡見壞空", "353": "如不善捉蛇不如法持呪", "354": "釋曰。此謂與無分別慧命作障礙故。如是等", "355": "為惡見所壞。復次於諸無體起有體見。亦名", "356": "壞空。譬如不善捉蛇之人。自害其命。於空", "357": "執有體者。亦能害解脫命。如持呪人不依呪", "358": "法而自損壞。以是故。不善解空者。能作種種", "359": "不饒益事。如論偈說。", "36": "過如論偈說。", "360": "諸佛以是故迴心不說法", "361": "佛所解深法眾生不能入", "362": "汝今若如是於空生誹謗", "363": "謂法無起滅乃至破三寶", "364": "釋曰。誹謗者。謂言一切是空。汝瞋忿故。欲與", "365": "空作過者。空終不被汝過。何以故。諸體無自", "366": "體者。於第一義中空故無體。無體義者。我亦", "367": "不用以有執著相故。復次為遮自部人所分", "368": "別空者。今遮此空故而言空無自體。亦不執", "369": "空作是分別。空者今應捨故。如寶積經中說。", "37": "誰有彼煩惱有義則不成", "370": "佛告迦葉。寧起我見如須彌山。亦不作增上", "371": "慢者起於空見。以是義故。不見色空。不見色", "372": "不空。如論偈說。", "373": "若然於空者則一切皆然", "374": "若不然空者則一切不然", "375": "釋曰。此謂正見空者何等為一切皆然。謂有", "376": "起等。云何然耶。謂有無等及眼等。皆自體空。", "377": "如幻丈夫。丈夫自體。空何以故。一切藉眾", "378": "緣聚集為體故。云何為體。體謂苦也。云何為", "379": "苦。謂此起者名苦。見苦等行名為苦諦。云何", "38": "若離眾生者煩惱則無屬", "380": "為集。謂起苦因者名集。復次集者。謂從此", "381": "起苦故名集。若見集等行名為集諦。滅苦因", "382": "者名之為滅。見滅等行名為滅諦。為得滅苦", "383": "因方便故。而名為道。若見道等行名為道。", "384": "諦彼聖諦如是有故其法得成。以自然智覺。", "385": "於一切行故乃名為。佛隨順聲聞說者。如經", "386": "言。佛告諸比丘。如是苦者我於往昔不聞諸", "387": "法中得眼起智起明起覺起是等諸體自體皆", "388": "如幻故。第一義中見無起等名見聖諦。如文", "389": "殊道行經說。佛告文殊師利。若見一切諸法", "39": "釋曰。此謂煩惱是眾生者。於一切處推求眾", "390": "無起。即解苦諦。若見一切諸法無住。即能斷", "391": "集。若見一切諸法畢竟涅槃。即能證滅。文殊", "392": "師利。若見一切諸法無自體。即是修道。以是", "393": "義故。摩訶衍中聖諦道理得成。道理成故。智", "394": "慧得成。智慧成故。一切皆可然若誹謗空者。", "395": "如上偈說。若不然空者。一切皆不然。如論偈", "396": "說。", "397": "汝今持自過而欲與我耶", "398": "亦如人乘馬自忘其所乘", "399": "釋曰。若汝不欲令空有過失者。今當說之。如", "4": "23 觀顛倒品觀顛倒品第二十三", "40": "生不可得。若離眾生煩惱無屬心起者。先已", "400": "論偈說。", "401": "汝若見諸法皆有自體者", "402": "諸體無因緣還成自然見", "403": "釋曰。若見諸體有自體者。則無諸體從因緣", "404": "生。不待因緣而有體故。復次若見諸體有自", "405": "體者。今當說過。如論偈說。", "406": "若因果無待作者及作業", "407": "及至起滅等一切法皆壞", "408": "釋曰。此謂不待因緣者。因果等義皆亦不成。", "409": "汝云何於空義妄生分別。譬如小兒見畫夜", "41": "遮故。亦除識自體故。亦遮有實故。汝心義不", "410": "叉而生怖心。發聲大叫。若色等是空無有自", "411": "體。如虛空華。作是分別者。不應於此而生怖", "412": "畏。以是故。如論偈說。", "413": "從眾緣生法我說即是空", "414": "但為假名字亦是中道義", "415": "釋曰。眼等諸體從緣起者。諸緣中眼等非有", "416": "非無非。亦有亦無非。非有非非無。非異非一。", "417": "非自非他。亦非俱非不俱。所有從緣起者。第", "418": "一義中自體無起。依世諦故有眼等起。我說", "419": "此起空者。謂自體空故。如經偈言。從緣不", "42": "成。非我因義不成。自部人言。彼受無煩惱義", "420": "名生。生法無自體。若有屬緣者。是即名為空。", "421": "世間出世間。但是假施設。其有解空者。名為", "422": "不放逸。如楞伽經說。自體無起。體無起者。如", "423": "佛告大慧。我說一切法空。若言從緣生者。亦", "424": "是空之異名。何以故。因施設故。世間出世間", "425": "法。並是世諦所作。如是施設名字即是中道。", "426": "如摩訶般若波羅蜜經說。云何名中道。謂離", "427": "有起無起及有無等邊故。名為中道。所謂諸", "428": "體無起無不起。非有非無。非常非無常。非空", "429": "非不空。修中道者。觀察之時。不見眼有體。不", "43": "者。則以無為體。無體之體成故。諸體更互無", "430": "見眼無體。乃至色受想行識不見體。不見無", "431": "體。又如寶積經說。佛告迦葉。有是一邊。無是", "432": "一邊。離二中間。則無色無受想行識。如是中", "433": "道名為得證實相方便。以是故。如論偈說。", "434": "未曾有一法不從因緣生", "435": "如是一切法無不是空者", "436": "釋曰。此謂從緣所起物。譬如幻等丈夫畢竟", "437": "無體。僧佉人言。如虛空等不從緣生。從緣生", "438": "法為出因者。於彼宗中一分之義此義不成。", "439": "是彼出因之過。論者言。虛空之過已如先說。", "44": "體相。論者言汝今欲得諸體若瓶若絹及餘", "440": "大過咎者。今聚汝身難可逃避。云何過咎。如", "441": "論偈說。", "442": "若一切不空無起亦無滅", "443": "無四聖諦體過還在汝身", "444": "釋曰。此義云何。若苦非空有自體者。則無作", "445": "者。無作者故。不從緣生。執是有者。世諦之中", "446": "亦所不信。何況第一義耶。以是故。如論偈說。", "447": "不從緣生者何處當有苦", "448": "無常即苦義彼苦無自體", "449": "釋曰。此謂若不從因緣生者。即是常。常則", "45": "物等有者。為是體。為是無體。而言能起有覺", "450": "非苦。修多羅人言。若無常故苦。苦故無我。若", "451": "無我者。則無自體。以如是故苦無自體。論", "452": "者言。汝所說者義不相應。如論偈說。", "453": "苦既無自體何處當有集", "454": "以集無有故是則破於空", "455": "釋曰。此謂苦體無起。何以故。若有自體者。不", "456": "待因緣有。如論偈說。", "457": "苦若定有性先來所不見", "458": "於今云何見其性不異故", "459": "釋曰。若先不見苦性。得聖果時亦應不見。何", "46": "因耶。欲令瓶是無體者。則不應說此瓶與青", "460": "以故。性若定者。云何可見。如論偈說。", "461": "苦若有體者不應有滅義", "462": "汝著有體故即破於滅體", "463": "苦若有定性則無有修道", "464": "道若可修者即無有定性", "465": "釋曰。此謂若有滅體即有苦體。修者云何數", "466": "數起正見等。故名為修。若此道體先已成就", "467": "而有起者不然。若欲避此等過。而說道可修", "468": "者。如論偈說。", "469": "若道是可修即無有自體", "47": "黃黑色等和合。亦不應說青黃等色示人。若", "470": "苦集乃至滅是等悉皆無", "471": "釋曰。此謂道有起義若成亦不離無自體。以", "472": "是故。如上偈所說道理。無起苦者。以苦無故。", "473": "滅則無體。若言是滅苦之道者。如論偈說。", "474": "為滅苦者道何有道可得", "475": "不解苦自體亦不解苦因", "476": "釋曰。此謂如汝所說道理苦有自體。有自體", "477": "者則不可解。亦不解苦因之過。斷義不成。不", "478": "斷因體故。斷即無體。愛體無盡者。有盡義不", "479": "成。滅名無體。無體故證滅義不成。若無證滅", "48": "有無瓶絹處不可說。青黃等色亦不可指示", "480": "趣滅之道。有自體者。則無有修。若無修道亦", "481": "無證四果人。若欲得有證果人。而執有自體", "482": "見不捨者。今問何故不捨。若所證之果有自", "483": "體者。云何復說有能證人。以是故。如論偈", "484": "說。", "485": "既無果自體住果向亦無", "486": "以無有八人則無有僧寶", "487": "釋曰。八人者。謂四道四果。人有差別故。人者", "488": "云何。謂人中勝人士夫等。若四聖諦無自體", "489": "者。非獨無僧。如論偈說。", "49": "於人。無依止處故。是諸煩惱畢竟無主無體", "490": "若無四聖諦亦無有法寶", "491": "無有法僧故云何當有佛", "492": "釋曰。佛者能以法覺弟子故名佛。復次今問", "493": "執有自體者。佛婆伽婆為有自體。為無自體。", "494": "問曰。此有何過而作是問耶。答曰。若汝欲得", "495": "佛有自體者。則不藉覺了真如而名為佛。如", "496": "論偈說。", "497": "不以覺為緣佛墮無緣過", "498": "不以佛為緣覺墮無緣過", "499": "佛有自體者諸菩薩修行", "5": "釋曰。今此品者。亦為遮空所對治。令解顛倒", "50": "義者。如石女兒無青黃相可說故。是故以無", "500": "為佛勤精進不應得成佛", "501": "是法及非法無人能作者", "502": "不空何須作有體作不然", "503": "釋曰。此謂若法有自體而起作者不然。又汝", "504": "意謂亦不長小令大。亦不了闇令明。此過已", "505": "如前說。自部人言。云何作者皆無自體。論者", "506": "言。處處作者。皆見無自體故。譬如幻所作事", "507": "內入等。有作亦如是。而此內入亦無自體。若", "508": "有一物有自體者。即違先義。此謂無有所作", "509": "體故。汝執有自體義。體若有者。汝可分明為", "51": "為體義不成。今當次答自部人等。如論偈說。", "510": "我說之。若言有作及有體者。似何等物。是故", "511": "汝所說者。皆是邪見。如論偈說。", "512": "無法非法因果得無因過", "513": "若離法非法汝得無待果", "514": "釋曰。若汝意謂不違世論。作如是說。欲得有", "515": "法非法者。如論偈說。", "516": "若汝欲得有法非法因果", "517": "從法非法起云何不是空", "518": "釋曰此謂凡有起者皆空故。譬如幻所作事。", "519": "非獨違汝自宗。今更有餘過咎。如論偈說。", "52": "身起煩惱見緣於我我所", "520": "一切言說事世間皆被破", "521": "若壞緣起法空義亦不成", "522": "釋曰。言說者謂作是言。作瓶作衣提婆達多", "523": "言將白牛來我欲飲乳。若瓶等有自體須。作", "524": "者不然若不欲得從緣起者。如上偈說。若壞", "525": "緣起法。空義則不成。汝壞空義得何等過。如", "526": "論偈說。", "527": "一物不須作亦無人起業", "528": "不作名作者則壞於空義", "529": "無生亦無滅是則名為常", "53": "煩惱與染心五求不可得", "530": "種種諸物類皆住於自體", "531": "釋曰。云何為物類。譬如畫壁有種種色。種種", "532": "形。種種性。種種量等差別。云何名住自體。", "533": "謂無作者名住自體。以不壞故。而名為常。若", "534": "言常者。如論偈說。", "535": "未得者應得及盡苦邊業", "536": "一切煩惱斷以無空義故", "537": "釋曰。此謂世間出世間所證勝法者。及盡苦", "538": "邊者。不須修對治法。所說之相。而不欲得。如", "539": "是故欲得從緣起法。如幻如焰。自體無起。為", "54": "釋曰。名色聚集因名為身。緣於自身起染污", "540": "有體無體等。有過失故。瞖慧眼者妄見諸法", "541": "不從緣起。此見是世諦見。妄執為第一義。其", "542": "見何等。如論偈說。", "543": "所謂苦與集乃至於滅道", "544": "見有生滅者是見名不見", "545": "釋曰。云何不見。謂不見如實緣起法故。自部", "546": "人言。若離見苦等諸行無有別見諦法。論者", "547": "言。見諦者有何義耶。自部人言。謂見內諸", "548": "入等有自體。不顛倒故。論者言。汝所說起等", "549": "道理。先來已遮。見苦等無起。是見諦義者。得", "55": "見。是名身見。貪等三種與此義同。如觀如來", "550": "成汝向說。見內入等有自體不顛倒者。是語", "551": "顛倒。汝之所欲。其義不成。應細觀察。云何見", "552": "苦。非如子從母索歡喜丸。指手言。得此品中", "553": "為自部人所說有過遮空對治明聖諦無體。", "554": "令物信解是品義意。以是故。此下引經顯成。", "555": "如梵王所問經說。佛告梵王。以此門應知苦", "556": "非聖諦。知集滅道亦非聖諦。復次云何是聖", "557": "諦耶。梵王。若苦無起。是名聖諦。集無能起。", "558": "是名聖諦。見一切法畢竟如涅槃無起滅者。", "559": "是名聖諦。若知諸法平等無二修於道者。是", "56": "品中偈說。非陰不離陰。陰中無如來。如來中", "560": "名聖諦。是故經說。若見因緣法。是人能見佛。", "561": "亦見聖諦。能得聖果。滅諸煩惱。", "562": "釋觀聖諦品竟。", "563": "般若燈論釋卷第十四", "57": "無陰。非如來有陰。諸煩惱亦如。五種中無煩", "58": "惱者。能起苦故名為煩惱。染者非煩惱。今為", "59": "遮不異義故。若染者即煩惱。能燒所燒同得", "6": "無自性故說。", "60": "一過。亦不異煩惱有染者。此義已如先遮。復", "61": "次若異煩惱得有染者。則離煩惱獨有染者", "62": "過。是故異體不成。染者中亦無煩惱。煩惱中", "63": "亦無染者。亦非染者有煩惱。如是五種求煩", "64": "惱無體。以煩惱無體故。則無能成立法。是汝", "65": "譬喻有過。如論偈說。", "66": "愛非愛顛倒本無有自體", "67": "以何等為緣而能起煩惱", "68": "釋曰。如我法中愛非愛顛倒本來無體。以是", "69": "故。第一義中煩惱非是從緣起法。無能成立", "7": "自部人言。有分別故。起諸煩惱。如是煩惱從", "70": "法故。是汝立義之過。復次有自部人言。色等", "71": "六物能起顛倒。云何無耶。彼謂無者。其義不", "72": "爾。故論偈言。", "73": "色聲香味觸及法為六種", "74": "愛非愛為緣於物起分別", "75": "釋曰。此謂緣六種物能起諸煩惱。此中說驗。", "76": "第一義中有愛非愛顛倒為緣能起貪瞋癡", "77": "等。第一義中物有體故。若言無者。非六物體。", "78": "譬如生盲者眼識。又貪瞋等能起顛倒分別。", "79": "如我所說。因有力故。有諸顛倒。以是因緣譬", "8": "顛倒起。以顛倒故則有貪等。彼若無者。義不", "80": "喻無過。論者言。汝語非也。皆是虛妄。如論偈", "81": "說。", "82": "色聲香味觸及法體六種", "83": "如乾闥婆城如焰亦如夢", "84": "釋曰。如是等自體皆無自體。勢分亦無。乃至", "85": "世諦誹謗之過亦無。無何過耶。以無此物故。", "86": "云何如乾闥婆城。以時處等眾人共見故。是", "87": "名如乾闥婆城。云何如焰。譬如愚者。見熱時", "88": "焰。謂言是水。逐之不已。徒自疲勞。竟無所", "89": "得。如是一切諸法自體皆空。著法凡夫亦復", "9": "相應。故論偈言。", "90": "如是。故言如焰。云何如夢。有時有所思念因", "91": "果體及一切法無自體故。是名如夢。若色中", "92": "有者。如論偈說。", "93": "若愛若非愛何處當可得", "94": "猶如幻化人亦如鏡中像", "95": "釋曰。第一義中愛非愛皆不可得。何以故。第", "96": "一義中色像等自體空故。云何如幻化人。於", "97": "不實境界顯現相似故。云何如像。不待人工", "98": "而能起現。與形相似故。以是因緣。汝上出因", "99": "立義等不成。何以故。第一義中物體不成故。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1566 般若燈論釋: 般若燈論: 般若燈論: 般若燈論", "author": "偈本龍樹菩薩  釋論分別明菩薩  唐 波羅頗蜜多羅譯", "sourceLink": "http://www.cbeta.org/"}