{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 道行般若經: 摩訶般若波羅蜜＋（道行經）【聖】＊蜜＋（道行經）【聖】＊蜜蜜道行經", "text": {"0": "2 難問品", "1": "道行般若經卷第二", "10": "提和竭羅佛前，逮得般若波羅蜜，我便為提", "100": "何所為多者？」佛言：「我故問汝。拘翼！隨所樂", "101": "報我。云何，拘翼！怛薩阿竭、阿羅呵、三耶三", "102": "佛薩芸若成，是身出見，怛薩阿竭從何法中", "103": "學得阿耨多羅三耶三佛？」釋提桓因報佛言：", "104": "「怛薩阿竭從般若波羅蜜中學得阿耨多羅", "105": "三耶三佛。」佛語釋提桓因：「不用身舍利，從薩", "106": "芸若中得佛，怛薩阿竭為出般若波羅蜜中。", "107": "如是，拘翼！薩芸若身，從般若波羅蜜中出；怛", "108": "薩阿竭、阿羅呵、三耶三佛薩芸若身，薩芸若", "109": "身生；我作佛身，從薩芸若得作佛身；從薩芸", "11": "和竭羅佛所受決言：『却後若當為人中之導，", "110": "若生我般泥洹後舍利，供養如故。若有，拘翼！", "111": "善男子、善女人，書般若波羅蜜，學持誦行，自", "112": "歸作禮承事供養——好華、搗香、澤香、雜香、繒綵、", "113": "華蓋、旗幡——薩芸若則為供養。以如是，拘翼！般", "114": "若波羅蜜寫已，作是供養經卷，善男子、善女", "115": "人從其法中得功德無比。何以故？薩芸若者，", "116": "則為供養已。」釋提桓因白佛言：「如是閻浮利", "117": "人，不供養承事般若波羅蜜者，是曹之人為", "118": "不知其尊耶？供養般若波羅蜜者，其福尊無", "119": "比。般若波羅蜜者，當取供養之。」佛語釋提桓", "12": "悉當逮佛智慧，却後無數阿僧祇劫，汝當作", "120": "因：「云何，拘翼！閻浮利人中有幾所人信佛、信", "121": "法、信比丘僧？」釋提桓因白佛言：「閻浮利人", "122": "少，所信佛、信法、信比丘僧者少少耳，及行須", "123": "陀洹、斯陀含、阿那含、阿羅漢、辟支佛，至行佛", "124": "道者復少少耳。」佛言：「如是，拘翼！少少耳人。至", "125": "有索佛道、行求佛道者甚多，至其然後作佛", "126": "少少耳。如是不可計阿僧祇人，初行求佛道，", "127": "至其然後從其中出，若一若兩，在阿惟越致", "128": "地住耳。如是，拘翼！是善男子、善女人，行求佛", "129": "道，會後成佛如是。」佛言：「善男子、善女人學般", "13": "佛，號字釋迦文，天上天下於中最尊，安定世", "130": "若波羅蜜者，持經者誦經者，當為作禮承事", "131": "恭敬。何以故？用曉般若波羅蜜中事故少有。", "132": "過去時怛薩阿竭、阿羅呵、三耶三佛，過去時", "133": "菩薩行佛道者，皆於般若波羅蜜中學成，我", "134": "時亦共在其中學。怛薩阿竭般泥洹後，諸菩", "135": "薩摩訶薩悉當受是般若波羅蜜。拘翼！善男", "136": "子、善女人，怛薩阿竭般泥洹後，取舍利起七", "137": "寶塔供養，盡形壽自歸作禮承事——持天華、天", "138": "搗香、天澤香、天雜香、天繒、天蓋、天幡。如是，於", "139": "拘翼意云何，善男子、善女人作是供養，其福", "14": "間法極明，號字為佛。』」諸天人同時白佛言：", "140": "寧多不？」釋提桓因言：「甚多，甚多！天中天！」佛", "141": "言：「不如是善男子、善女人，書般若波羅蜜，持", "142": "經卷，自歸作禮承事供養——名華、搗香、澤香、雜", "143": "香、繒綵、華蓋、旗幡——得福多也。」", "144": "佛言：「置是塔。拘翼！若復有閻浮利滿中七", "145": "寶塔，若有善男子、善女人，盡形壽自歸作禮", "146": "承事供養——天華、天搗香、天澤香、天雜香、天繒、天", "147": "蓋、天幡。云何，拘翼！是善男子、善女人，其福", "148": "寧多不？」釋提桓因言：「甚多，甚多，天中天！」佛言：", "149": "「不如是善男子、善女人，書般若波羅蜜，持經", "15": "「甚善，菩薩摩訶薩，天中天！行般若波羅蜜自", "150": "卷，自歸作禮承事供養——名華、搗香、澤香、雜香、繒", "151": "綵、華蓋、旗幡——得福多。」佛言：「置閻浮利所作", "152": "事。拘翼！滿四天下七寶塔，若有善男子、善", "153": "女人，盡形壽自歸作禮承事供養——天華、天", "154": "搗香、天澤香、天雜香、天繒、天蓋、天幡——其福寧多", "155": "不？」釋提桓因言：「甚多，甚多！天中天！」佛言：「不如", "156": "是善男子、善女人，書般若波羅蜜，持經卷，自", "157": "歸作禮承事供養——名華、搗香、澤香、雜香、繒綵、", "158": "華蓋、旗幡——得福多。」", "159": "佛言：「置四天下塔。拘翼！譬如一天下，復次一", "16": "致到薩芸若。」", "160": "天下，如是千天下，四面皆滿其中七寶塔，若", "161": "有善男子、善女人盡形壽自歸作禮承事供養——", "162": "天華、天搗香、天澤香、天雜香、天繒、天蓋、天幡。", "163": "云何，拘翼！其福寧多不？」釋提桓因言：「甚多，甚", "164": "多！天中天！」佛言：「不如是善男子、善女人，書般", "165": "若波羅蜜，持經卷，自歸作禮承事供養——名華、", "166": "搗香、澤香、雜香、繒綵、華蓋、旗幡——得福多。」佛言：「復", "167": "置千天下。拘翼！如是中二千天下，四面皆滿", "168": "其中七寶塔，若有善男子，善女人，盡形壽自", "169": "歸作禮承事供養——天華、天搗香、天澤香、天雜香、", "17": "爾時佛在眾會中央諸天中坐，佛告比丘、比", "170": "天繒、天蓋、天幡。云何，拘翼！其福寧多不？」釋提", "171": "桓因言：「甚多，甚多！天中天！」佛言：「不如是善男", "172": "子、善女人，書般若波羅蜜，持經卷，自歸作禮", "173": "承事供養——名華、搗香、澤香、雜香、繒綵、華蓋、旗幡——", "174": "得福多。」佛言：「復置是中二千天下。拘翼！若三", "175": "千天下，四面皆滿其中七寶塔，若有善男子、", "176": "善女人，盡形壽自歸作禮承事供養——天華、天", "177": "搗香、天澤香、天雜香、天繒、天蓋、天幡。云何，拘", "178": "翼！是善男子、善女人，其福寧多不？」釋提桓因", "179": "言：「甚多，甚多！天中天！」佛言：「不如是善男子、善", "18": "丘尼、優婆塞、優婆夷：「今四部為證，欲天、梵天、", "180": "女人，書般若波羅蜜，持經卷，自歸作禮承事", "181": "供養——名華、搗香、澤香、雜香、繒綵、華蓋、旗幡——得", "182": "福多。」", "183": "佛言：「復置是三千天下七寶塔。拘翼！若三千", "184": "大國土中薩和薩，皆使得人道，了了皆作人", "185": "已，令人人作七寶塔，是輩人盡形壽供養，持", "186": "諸伎樂、諸華、諸搗香、諸澤香、諸雜香、若干百", "187": "種香、諸繒、諸蓋、諸幡，復持天華、天搗香、天澤", "188": "香、天雜香、天繒、天蓋、天幡，如是等薩和薩，及", "189": "三千大國土中薩和薩，悉起是七寶塔，皆是", "19": "阿會亘修天皆證知。」佛語釋提桓因：「若有善", "190": "伎樂供養。云何，拘翼！其功德福祐寧多不？」釋", "191": "提桓因言：「作是供養者，其福祐功德，甚多，甚", "192": "多！天中天！」佛言：「不如是善男子善女人，書般", "193": "若波羅蜜，持經卷，自歸作禮承事供養——名華、", "194": "搗香、澤香、雜香、繒綵、華蓋、旗幡——得福多。」", "195": "釋提桓因白佛言：「如是，天中天！極安隱般若", "196": "波羅蜜，天中天！自歸作禮承事供養，過去、當", "197": "來、今現在佛天中天薩芸若，則為供養作禮", "198": "承事自歸，為悉供養至。」佛言：「置是三千大", "199": "國土中七寶塔，復如一恒邊沙佛國土，一一", "2": "後漢月支國三藏支婁迦讖譯", "20": "男子、善女人，其有學般若波羅蜜者，其有持", "200": "薩和薩悉起作七寶塔，皆供養一劫，復過一", "201": "劫，皆持天華、天搗香、天澤香、天雜香、天繒、天", "202": "蓋、天幡，都盧天上天下諸伎樂持供養。如是，", "203": "拘翼！其福祐功德寧多不？」釋提桓因言：「甚多，", "204": "甚多！天中天！」佛言：「不如是善男子善女人，書", "205": "般若波羅蜜，持經卷，自歸作禮承事供養——名", "206": "華、搗香、澤香、雜香、繒綵、華蓋、旗幡——得福多。」", "207": "佛語釋提桓因：「如是，拘翼！不如是善男子、", "208": "善女人從法中得福極多，不可復計，不可復", "209": "議，不可復稱，不可復量，不可復極。何以故？", "21": "者，其有誦者，是善男子、善女人，魔若魔天終", "210": "從般若波羅蜜中出怛薩阿竭、阿羅呵、三耶", "211": "三佛、薩芸若。如是，拘翼！善男子、善女人，書般", "212": "若波羅蜜，持經卷，自歸作禮承事供養——名華、", "213": "搗香、澤香、雜香、繒綵、華蓋、旗幡。如是，拘翼！功", "214": "德所致，福祐所致，及前世功德所致，佛福", "215": "祐所致。」佛言：「百倍恒邊沙佛國中薩和薩，皆", "216": "起七寶塔，不在計中，千倍不在計中，百千倍", "217": "不在計中，萬億倍不在計中，無數倍不在般", "218": "若波羅蜜供養計中。」", "219": "爾時四萬天人與釋提桓因，共來大會，諸天", "22": "不能得其便。拘翼！善男子、善女人，若人若非", "220": "人謂釋提桓因言：「尊者當取般若波羅蜜，當", "221": "諷誦般若波羅蜜。」佛語釋提桓因：「當學，拘翼！", "222": "般若波羅蜜，當持經卷，當諷誦。何以故？阿", "223": "須倫心中作是生念：『欲與忉利天共鬪。』阿須", "224": "倫即起兵上天。是時，拘翼！當誦念般若波羅", "225": "蜜，阿須倫兵眾即還去。」釋提桓因因白佛", "226": "言：「極大祝，天中天！般若波羅蜜，極尊祝般若", "227": "波羅蜜，無有輩祝般若波羅蜜。」", "228": "佛言：「如是，拘翼！極大祝般若波羅蜜，極尊祝", "229": "般若波羅蜜，無有輩祝般若波羅蜜。拘翼！", "23": "人終不能得其便。拘翼！善男子、善女人不得", "230": "持是祝者，過去諸怛薩阿竭、阿羅呵、三耶三", "231": "佛，皆從是祝自致作佛；甫當來諸怛薩阿", "232": "竭、阿羅呵、三耶三佛，皆學是祝自致作佛；今", "233": "現在十方諸佛，皆起是祝自致作佛。拘翼！是", "234": "祝故出十誡功德，照明於天下，四禪、四諦、四", "235": "神足、般遮旬，照明於世間，菩薩摩訶薩從般", "236": "若波羅蜜中，生十誡功德，世間悉遍至，四禪、", "237": "四諦、四神足、般遮旬，悉照明於世間；今怛薩", "238": "阿竭、阿羅呵、三耶三佛未出世間時，菩薩悉", "239": "照明，四禪、四諦、四神足、般遮旬。譬如月盛滿", "24": "橫死。拘翼！忉利天上諸天人，其有行佛道者，", "240": "時，拘翼！從空中出照明於星宿。如是，拘翼！菩", "241": "薩行功德盛滿亦如是。怛薩阿竭未出世間", "242": "時，菩薩為出照明，菩薩摩訶薩皆從漚惒拘", "243": "舍羅般若波羅蜜中出，當作是知。", "244": "「復次，拘翼！若有善男子、善女人，持般若波羅", "245": "蜜學誦者，為至德悉具足。」釋提桓因問佛言：", "246": "「天中天！何謂至德悉具足？」佛言：「其人終不中", "247": "毒死，不於水中溺死，不為兵刃所中死。若", "248": "時有縣官起，若橫為縣官所侵，當誦念般若", "249": "波羅蜜，若坐若經行時，縣官終不能危害。", "25": "未得般若波羅蜜，未學者、未誦者，是輩天", "250": "何以故？般若波羅蜜所擁護故。若復有餘事，", "251": "悉當誦念般若波羅蜜，往至彼間，若王所、若", "252": "太子傍臣所，便與共好語，與共談言，與共", "253": "笑歡喜。何以故？用學般若波羅蜜故，念善思", "254": "善，一切人民蜎飛蠕動，悉令其善，持等心", "255": "閔傷慈哀，用是故，人見之悉起立。如是，拘", "256": "翼！若有索方便者，不能危害。」爾時有異道", "257": "人，遙見佛大會，稍稍前行欲壞亂坐，稍來", "258": "至佛所，釋提桓因作是念：「當云何盡我壽常", "259": "在佛邊受誦般若波羅蜜？異道人欲亂我、斷", "26": "人，皆往到善男子、善女人所。拘翼！善男子、善", "260": "是法。」釋提桓因從佛所聞般若波羅蜜即受", "261": "誦，彼異道人即遙遠遠繞佛一匝，便從彼間", "262": "道徑去。舍利弗作是念：「是中云何令異道人", "263": "從彼間道徑便去？」舍利弗心所念，佛即知。佛", "264": "語舍利弗：「釋提桓因念般若波羅蜜，如是異", "265": "道人便還去，異道人無有善意來，都盧持惡", "266": "意來故，是弊魔便作是念：『怛薩阿竭、阿羅", "267": "呵、三耶三佛與四部弟子共坐，欲天、梵天及", "268": "諸天人，悉復在其中會，無有異人，悉菩薩摩", "269": "訶薩受決者會，當為人中之將，自致成作佛，", "27": "女人學般若波羅蜜者，持者、誦者，若於空閑", "270": "我當行欲壞亂之。』弊魔乘一轅之車駕，四馬", "271": "稍稍前行至佛所，釋提桓因作是念：『弊魔乘", "272": "四馬之車來欲到佛所，是弊魔車馬無異，非", "273": "國王洴沙，四馬車不類；亦非國王波斯匿，", "274": "四馬車不類；亦非釋種，四馬車不類；亦非", "275": "墮舍利，四馬車不類；是弊魔所作。晝夜弊", "276": "魔常索佛便，常亂世間人。』釋提桓因常作是", "277": "願：『我會當念般若波羅蜜，常念常持心諷誦", "278": "究竟。』釋提桓因心中誦念般若波羅蜜，且欲", "279": "究竟，弊魔便復道還去。」", "28": "處，若於僻隈處，亦不恐、亦不怖、亦不畏。」四", "280": "忉利迦翼天人，持天華飛在空中立，便散佛", "281": "上及散四面，言：「般若波羅蜜斷絕甚久，閻浮", "282": "利人乃得聞、乃得見。」便復持天華若干種，四", "283": "面散佛上。佛言：「其有行般若波羅蜜者，守", "284": "般若波羅蜜者，亦不為魔及魔官屬所得便。」", "285": "釋提桓因白佛言：「是輩人其福祐功德不小，", "286": "聞般若波羅蜜者，何況乃學持誦念，學已持", "287": "已誦已，取學如是，用是法住，其人前世時見", "288": "佛般若波羅蜜耳聞者，何況乃學持誦，學", "289": "已持已誦已，行如中事，如是法住具足，則為", "29": "天王白佛言：「我輩自共護是善男子、善女人", "290": "供養怛薩阿竭已，是人如是。何以故？薩芸若", "291": "從是行般若波羅蜜。譬如，天中天！欲得極大", "292": "寶者，當從大海索之；欲得薩芸若珍寶成怛", "293": "薩阿竭、阿羅呵、三耶三佛者，當從般若波羅", "294": "蜜中索之。」佛言：「如是，從其中出怛薩阿竭、阿", "295": "羅呵、三耶三佛、薩芸若。」", "296": "阿難白佛言：「無有說檀波羅蜜者，亦不說尸", "297": "波羅蜜，亦不說羼提波羅蜜，亦不說惟逮波", "298": "羅蜜，亦不說禪波羅蜜，亦無有說是名者，但", "299": "共說般若波羅蜜者。何以故？天中天！」佛語", "3": "3 功德品摩訶般若波羅蜜功德品第三", "30": "學般若波羅蜜者，持者、誦者。」梵摩三鉢天及", "300": "阿難：「般若波羅蜜於五波羅蜜中最尊。云何，", "301": "阿難！不作布施，當何緣為檀波羅蜜薩芸若？", "302": "不作戒，當何緣為尸波羅蜜？不作忍辱，當", "303": "何緣為羼提波羅蜜？不作精進，當何緣為惟", "304": "逮波羅蜜？不作一心，當何緣為禪波羅蜜？不", "305": "作智慧，當何緣為般若波羅蜜薩芸若？」阿難", "306": "言：「如是，天中天！不行布施，不為檀波羅蜜薩", "307": "芸若；不行戒，不為尸波羅蜜；不行忍辱，不為", "308": "羼提波羅蜜；不行精進，不為惟逮波羅蜜；不", "309": "行一心，不為禪波羅蜜；不行智慧，不為般若", "31": "梵天諸天人俱白佛言：「我輩自共護是善男", "310": "波羅蜜薩芸若，為非般若波羅蜜。」佛言：「如是，", "311": "阿難，般若波羅蜜於五波羅蜜中最尊。譬如極", "312": "大地，種散其中同時俱出，其生大株。如是，阿", "313": "難！般若波羅蜜者是地，五波羅蜜者是種，從", "314": "其中生，薩芸若者從般若波羅蜜成。如是，阿", "315": "難！般若波羅蜜於五波羅蜜中極大尊，自在", "316": "所教。」釋提桓因白佛言：「怛薩阿竭、阿羅呵、三", "317": "耶三佛，所說善男子、善女人功德未竟。學般", "318": "若波羅蜜者，持者誦者，云何？」佛語釋提桓因：", "319": "「我不說行者功德未竟，我自說善男子、善女", "32": "子善女人學般若波羅蜜者，持者、誦者。」釋提", "320": "人，書般若波羅蜜者，持經卷，自歸作禮承事", "321": "供養——名華、搗香、澤香、雜香、繒綵、華蓋、旗幡——我", "322": "說是供養功德耳。」釋提桓因白佛言：「我身自", "323": "護視善男子、善女人書般若波羅蜜者，持經", "324": "卷，自歸作禮承事供養——名華、搗香、澤香、雜香、", "325": "繒綵、華蓋、旗幡——我護是供養功德耳。」佛", "326": "語釋提桓因：「善男子、善女人，誦般若波羅蜜", "327": "者，若干千天人到經師所聽法，不解於法中。", "328": "諸天人適欲問法師，天神語之，用慈於法", "329": "中故，其人即自了知，諸天所不解者便自解，", "33": "桓因白佛言：「我自護是善男子善女人學般", "330": "善男子、善女人，所作功德悉自見知。", "331": "「復次，拘翼！善男子善女人書般若波羅蜜，於", "332": "四部弟子中說時，其心都盧無所難，若有形", "333": "者，若欲試者，終不畏。何以故？般若波羅蜜", "334": "所擁護故，其所欲形試者便自去。」佛云：「我", "335": "了不見人當般若波羅蜜者，人亦不見般若", "336": "波羅蜜。般若波羅蜜所厭伏，善男子、善女人，", "337": "無有敢輕者，心亦不恐，不怖懼，亦無所", "338": "畏。善男子、善女人，所作功德悉自了見。「復次，", "339": "拘翼！是善男子、善女人，父母皆重，若沙門道", "34": "若波羅蜜者，持者、誦者。」釋提桓因復白佛言：", "340": "人皆哀，若知識兄弟外家宗親，皆尊貴敬愛", "341": "之，或時說惡事者，持中正法為解之。是善", "342": "男子善女人，所作功德悉自見之。", "343": "「復次，拘翼！善男子、善女人，書般若波羅蜜，", "344": "持經卷者，天上四天王天上諸天人索佛道者，", "345": "往到彼所，問訊聽受般若波羅蜜，作禮遶竟", "346": "以去；忉利天上諸天人索佛道者，往到彼所，", "347": "問訊聽受般若波羅蜜，作禮遶竟已去；鹽天", "348": "上諸天人，索佛道者往到彼所，問訊聽受般", "349": "若波羅蜜，作禮遶竟已去。善男子、善女人，心", "35": "「難及也有學般若波羅蜜者，善男子、善女人", "350": "當作是知：『十方無央數佛國，諸天人、諸龍、阿", "351": "須倫、諸閱叉鬼神、諸迦樓羅鬼神、諸甄陀", "352": "羅鬼神、諸乾陀羅鬼神、諸摩睺勒鬼神、諸", "353": "人諸非人，都盧賜來到是間，問訊法師聽受", "354": "般若波羅蜜，作禮繞竟各自去，皆賜功德無", "355": "異；兜術陀天上諸天人，索佛道者往到彼所，", "356": "問訊聽受般若波羅蜜，作禮繞竟以去；尼", "357": "摩羅提羅憐耨天上諸天人，索佛道者往到", "358": "彼所，問訊聽受般若波羅蜜，作禮繞竟已去；", "359": "波羅尼蜜和邪拔致天上諸天人，索佛道", "36": "心無所動搖，般若波羅蜜其受者，為悉受六", "360": "者往到彼所，問訊聽受般若波羅蜜，作禮繞", "361": "竟已去；梵天上諸天人索佛道者，梵迦夷天、", "362": "梵弗還天、梵波𤸱天、摩呵梵天盧天、波", "363": "利陀天、𤸱波摩那天、阿會亘修天、首呵天、", "364": "波栗多修呵天、阿波摩修天、修乾天、惟呵天、", "365": "波栗惟呵天、阿波修天、惟于潘天、阿惟潘天、", "366": "阿陀波天、須䠠天、須䠠祇耨天、阿迦貳", "367": "吒天等，天上諸天人，皆往到彼所，問訊聽受", "368": "般若波羅蜜，作禮遶竟已各自去；及諸阿迦", "369": "貳吒天，尚悉來下在諸天輩中，何況拘翼。", "37": "波羅蜜。」佛言：「如是，拘翼！其受般若波羅蜜者，", "370": "三千大國土諸欲天人、諸色天人，悉來問訊", "371": "聽受般若波羅蜜，作禮遶已畢竟各各自去。』", "372": "「是彼善男子、善女人，彼所止處，當完堅無有", "373": "嬈者，除其宿罪不請，餘不能動。善男子、善女", "374": "人，其功德悉受得，是時諸天人來當知之。」釋", "375": "提桓因言：「云何，天中天！善男子、善女人，當作", "376": "是了知，諸天人來到是間，聽受般若波羅", "377": "蜜，作禮承事？」佛言：「善男子、善女人，當作是", "378": "知：『諸天人來受般若波羅蜜，作禮承事。』何用", "379": "知諸天人來時？或時善男子、善女人，歡喜踊", "38": "為悉受六波羅蜜。復次拘翼！般若波羅蜜學", "380": "躍意喜時知諸天人來，以知當捨去，若天、若", "381": "龍、若閱叉鬼神、若甄陀羅鬼神，來到彼間。「復", "382": "次，拘翼！善男子、善女人，聞鬼神香以為曾知。", "383": "善男子、善女人，小鬼神當避起去，大鬼神來", "384": "前。「復次，拘翼！善男子、善女人，常當淨潔身體，", "385": "用淨潔身體故，鬼神皆大歡喜，小天見大天", "386": "來到避去，大尊天威神巍巍，其光重明稍稍", "387": "安徐往，是天人至師經所，入至經所已，善男", "388": "子、善女人則踊躍歡喜，所止處悉當淨潔住。", "389": "善男子、善女人，病終不著身，所止處常安", "39": "者，持者、誦者，善男子、善女人且聽。拘翼！我說", "390": "隱，未常有惡夢，夢中不見餘，但見佛，但見", "391": "塔，但聞般若波羅蜜，但見諸弟子，但見極過", "392": "度，但見佛坐，但見自然法輪，但見且欲成佛", "393": "時，但見諸佛成得佛已，但見新自然法輪，但", "394": "見若干菩薩，但見六波羅蜜種種解說，但見", "395": "當作佛，但見餘佛國，但見了了佛尊法無有", "396": "與等者，但見某方某國土怛薩阿竭、阿羅呵、", "397": "三耶三佛，若干百弟子、若干千弟子、若干萬", "398": "弟子，怛薩阿竭、阿羅呵、三耶三佛，在其中說", "399": "法。", "4": "爾時諸因坻天、諸梵天、諸波那和提天、諸", "40": "上語亦善，中語亦善，下語亦善，當念聽我所", "400": "「拘翼！善男子、善女人，夢如是，見已安隱覺，身", "401": "體淨潔且輕，不欲復思食，身自軟美飽。「拘", "402": "翼！譬如比丘得禪，從禪覺，軟心不大思食，", "403": "自軟美飽。如是，拘翼！善男子、善女人，覺已", "404": "不大思食，自想身軟美飽。何以故？拘翼！鬼", "405": "神不敢近氣故，欲取佛者其功德悉自見，欲", "406": "取佛者當學般若波羅蜜，當持當誦，正使不", "407": "學不持不誦善男子、善女人，但書寫，持經卷，", "408": "自歸作禮承事供養——名華、搗香、澤香、雜香、繒", "409": "綵、華蓋、旗幡。", "41": "說。」釋提桓因從佛聽言受教。", "410": "「復次，拘翼！或時閻浮利地上怛薩阿竭舍利", "411": "滿其中施與，般若波羅蜜書已舉施與，欲取", "412": "何所？」釋提桓因言：「寧取般若波羅蜜。何以故？", "413": "我不敢不敬舍利，天中天！從中出舍利供養，", "414": "般若波羅蜜中出舍利，從中得供養。如我有", "415": "時與諸天共於天上坐，持異特座，乃至自", "416": "我座，敢有天人來至我所承事我，我未及至", "417": "座所，我不坐上時，諸天人皆為我坐，作禮", "418": "繞竟已便去，是坐尊釋提桓因，於是間坐受", "419": "法，忉利天上諸天人為作禮。如是，天中天！", "42": "佛語釋提桓因：「我法中有嬈者、有害者、有", "420": "般若波羅蜜出怛薩阿竭、阿羅呵、三耶三佛舍", "421": "利，薩芸若之智慧從中出生，身用是故。天中", "422": "天！兩分之中取般若波羅蜜。除是閻浮利地", "423": "上滿其中怛薩阿竭舍利，正使天中天三千", "424": "大國土滿其中舍利為一分，般若波羅蜜經", "425": "為二分，我從二分中取般若波羅蜜。何以故？", "426": "從中出舍利供養所致。譬如負債人，天中天！", "427": "與王相隨出入，王甚敬重之，無有問者，亦無", "428": "所畏。何以故？在王邊有威力故。天中天！從般", "429": "若波羅蜜中出舍利，從中出供養，是經，天中", "43": "亂者，欲嬈者、欲害者、欲亂者，其人稍稍起惡", "430": "天！如王，般若波羅蜜譬如是王雄猛得供養，", "431": "怛薩阿竭舍利從薩芸若中出生得供養。如", "432": "是，天中天！薩芸若，怛薩阿竭、阿羅呵、三耶三", "433": "佛，從般若波羅蜜中出生，當作是知，兩分中", "434": "我取般若波羅蜜。", "435": "「般若波羅蜜受持者，譬如無價摩尼珠。天中", "436": "天！有是寶，無有與等者。若持有所著，所著", "437": "處者，鬼神不得其便，不為鬼神所中害。若", "438": "男子、若女人，持摩尼珠著其身上，鬼神即走", "439": "去；若中熱，持摩尼珠著身上，其熱即除去；若", "44": "意，欲往未至，中道亡；欲嬈者、欲害者、欲亂", "440": "中風，持摩尼珠著身上，其風不增，即除去；若", "441": "中寒，持摩尼珠著身上，其寒不復增，即除去；", "442": "夜時持摩尼珠著冥中，即時明；熱時持摩尼", "443": "珠，所著處即為涼；寒時持摩尼珠，所著處即", "444": "為熱；所至處毒皆不行，餘他輩亦爾。中有", "445": "為蛇所齧者，若男子、若女人持摩尼珠示", "446": "之，見摩尼珠毒即去。如是，天中天！摩尼珠", "447": "極尊，若有人病——若目痛、若目冥——持摩尼珠近", "448": "眼，眼病即除愈。如是，天中天！摩尼珠德巍巍", "449": "自在，持著何所，著水中水便隨作摩尼珠", "45": "者，其後所作終不諧。何以故？用是善男子、善", "450": "色，持繒裹著水中，水便如摩尼珠色，正使", "451": "持若干種繒裹著水中，水便如摩尼珠色，水", "452": "濁即為清，摩尼珠德無有比。」", "453": "阿難問釋提桓因：「云何，拘翼！天上亦有摩尼", "454": "珠？閻浮利地上亦有摩尼珠？」釋提桓因語阿", "455": "難言：「天上亦有摩尼珠，閻浮利地上亦有摩", "456": "尼珠，不足言，如我所說，異閻浮利地上寶輕", "457": "耳，不如彼珠德尊十倍百倍千倍萬倍億億", "458": "萬倍，我所語摩尼珠者，有所著處，若篋中、", "459": "若函中，其光明倍徹出，正使舉珠出去餘", "46": "女人學般若波羅蜜故，持故誦故，其人稍稍", "460": "處，續明如故，般若波羅蜜、薩芸若之德，至怛", "461": "薩阿竭、阿羅呵、三耶三佛般泥洹去，舍利供", "462": "養如故，薩芸若、舍利遍分布天下，供養如故。", "463": "「復次，阿難！十方無央數佛國現在諸佛欲見", "464": "者，善男子、善女人當行般若波羅蜜，當守般", "465": "若波羅蜜。」佛語釋提桓因：「如是，拘翼！過去時", "466": "怛薩阿竭、阿羅呵、三耶三佛，皆從般若波羅", "467": "蜜中出，為人中之將，自致成作佛；如是出生", "468": "甫當來怛薩阿竭、阿羅呵、三耶三佛，悉從般", "469": "若波羅蜜中出，為人中之將，自致成作佛；復", "47": "齎惡來，未至便屈還，其後所願終不得。拘", "470": "如十方無央數佛國今現在諸佛，亦從般若", "471": "波羅蜜中出，為人中之將，自致成作佛。」釋提", "472": "桓因白佛言：「摩訶波羅蜜，天中天！一切人民", "473": "蜎飛蠕動之類心所念，怛薩阿竭、阿羅呵、三", "474": "耶三佛，從般若波羅蜜悉了知。」佛言：「用是故，", "475": "菩薩摩訶薩晝夜行般若波羅蜜。」", "476": "釋提桓因言：「但行般若波羅蜜，不行餘波羅", "477": "蜜耶？」佛言：「都盧六波羅蜜皆行，菩薩摩訶薩", "478": "般若波羅蜜，於菩薩摩訶薩最尊，菩薩與布", "479": "施，般若波羅蜜出上持戒、忍辱、精進、一心，分", "48": "翼！善男子、善女人，所作為悉自見，得學般若", "480": "布諸經教人，不及菩薩摩訶薩行般若波羅", "481": "蜜也。拘翼！譬如閻浮利地上種種好樹，若色", "482": "種種各異，葉葉各異，華華各異，實實各異，種", "483": "種枝棭其影無有異，其影如一影相類。如是，", "484": "拘翼！五波羅蜜從般若波羅蜜出，般若波羅", "485": "蜜出薩芸若，種種展轉相得無有異。」", "486": "釋提桓因白佛言：「極大尊德般若波羅蜜，天", "487": "中天！不可計德般若波羅蜜，天中天！無有", "488": "極與等者般若波羅蜜，天中天！若有書般若", "489": "波羅蜜者，持經卷，自歸作禮承事供養——名華、", "49": "波羅蜜者，持者誦者，譬若，拘翼！有藥名摩", "490": "搗香、澤香、雜香、繒綵、華蓋、旗幡——若有書經與", "491": "他人者，其福何所為多者？」佛言：「我故問，若拘", "492": "翼！自恣說。云何，若有怛薩阿竭舍利自供養，", "493": "復分布與他人令供養；若復有舍利自供養，", "494": "亦不分與他人。其福何所多者？」", "495": "釋提桓因言：「天中天！善男子、善女人自供養", "496": "舍利，復分布與他人，其福大多。」佛言：「如是，", "497": "拘翼！善男子、善女人，書般若波羅蜜，持經卷，", "498": "自歸作禮承事供養——名華、搗香、澤香、雜香、繒", "499": "綵、華蓋、旗幡——復分布與他人，其福大多。", "5": "伊沙天、諸那提乾天，同時三反作是稱譽法：", "50": "舐，有蛇飢行索食，道逢虫，蛇欲噉虫，摩", "500": "「復次，拘翼！法師所至到處輒說經法，其德其", "501": "福甚大多大多。", "502": "「復次，拘翼！閻浮利人若善男子、善女人，皆令", "503": "持十戒。云何，拘翼！其福寧多不？」釋提桓因言：", "504": "「甚多，甚多！天中天！」佛言：「不如是善男子、善女", "505": "人書般若波羅蜜者，持經卷與他人使書，若", "506": "為讀之，其福倍益多。「復次，拘翼！置四天下諸", "507": "小國土、中國土，千國土、二千國土、三千大國", "508": "土，如恒邊沙佛國人，善男子、善女人皆令持", "509": "十戒。云何，拘翼！其福寧多不？」", "51": "舐藥香即到虫所，蛇聞藥香即還去。何以", "510": "釋提桓因言：「甚多，甚多！天中天！」佛言：「不如是", "511": "善男子、善女人書般若波羅蜜者，持經卷與", "512": "他人使書，若為讀，其福倍益多。", "513": "「復次，拘翼！閻浮利人善男子、善女人，皆令行", "514": "四禪、四諦、四神足及行般遮旬。云何。拘翼！", "515": "其福寧多不？」釋提桓因言：「甚多，甚多！天中天！」", "516": "佛言：「不如是善男子、善女人書般若波羅蜜", "517": "者，持經卷與他人使書，若為讀，其福倍益多。", "518": "「復次，拘翼！置閻浮利四天下小國土、中國土，", "519": "千國土、二千國土、三千大國土，如恒邊沙佛", "52": "故？藥力所却，蛇毒即歇，藥力所厭如是。拘", "520": "國人善男子、善女人，皆令行四禪、四諦、四神", "521": "足及行般遮旬，皆令成得。云何，拘翼！其福", "522": "寧轉倍多不？」釋提桓因言：「大甚多，大甚多！天", "523": "中天！」", "524": "佛言：「不如是善男子、善女人書般若波羅蜜", "525": "者，持經卷與他人使書，若為讀，其福轉倍多。", "526": "「復次，拘翼！持般若波羅蜜經卷，授與他人使", "527": "書，若令學、若自學，其福甚倍多。", "528": "「復次，拘翼！若有人自學般若波羅蜜解中慧，", "529": "其福甚倍多。」", "53": "翼！善男子、善女人學般若波羅蜜者、持者誦", "530": "釋提桓因白佛言：「天中天！云何學般若波羅", "531": "蜜，學解中慧，其福甚倍多？」釋提桓因白佛", "532": "言：「天中天！云何學般若波羅蜜解中慧？」佛言：", "533": "「善男子、善女人不曉學。何以故？有當來善男", "534": "子、善女人，欲得阿耨多羅三耶三菩阿惟三", "535": "佛，喜樂學般若波羅蜜，反得惡知識教枝", "536": "棭般若波羅蜜。」釋提桓因問佛言：「何等為", "537": "枝棭般若波羅蜜？」佛言：「甫當來世比丘，得", "538": "般若波羅蜜欲學，惡知識反教學色無常、行", "539": "色無常，作是曹學行般若波羅蜜，痛痒思想", "54": "者，其有欲害者便自亡，般若波羅蜜威神所", "540": "生死識學無常，行識無常，作是曹學行般若", "541": "波羅蜜。拘翼！是為枝棭般若波羅蜜。」佛言：", "542": "「行般若波羅蜜者，不壞色無常視，不壞痛痒", "543": "思想生死識無常視。何以故？本無故。拘翼！般", "544": "若波羅蜜當黠慧學，其福倍益多。", "545": "「復次，拘翼！置閻浮利地上三千大國土，如恒", "546": "邊沙佛國人，若善男子、善女人皆令得須陀", "547": "洹道。云何，拘翼！其福寧多不？」", "548": "釋提桓因言：「甚多，甚多！天中天！」佛言：「不如是", "549": "善男子、善女人書般若波羅蜜者，持經卷與", "55": "却，般若波羅蜜力所厭也。」佛言：「設有謀作者，", "550": "他人使書，若令學、若為讀，其福倍益多。何以", "551": "故？須陀洹道皆從般若波羅蜜中出生故。", "552": "「復次，拘翼！閻浮利人若善男子、善女人，皆教", "553": "令得斯陀含、阿那含、阿羅漢，皆令成就。云何，", "554": "拘翼！其福寧轉倍多不？」釋提桓因言：「甚多，甚", "555": "多！天中天！」佛言：「不如是善男子、善女人書般", "556": "若波羅蜜者，持經卷與他人使書，若令學、若", "557": "為讀，其福倍益多。何以故？薩芸若德成法德，", "558": "一切從般若波羅蜜中學成佛，便出生須陀洹", "559": "道、斯陀含道、阿那含道、阿羅漢道、辟支佛道。", "56": "從所來處，便於彼間自斷壞不復成，四天王", "560": "「置閻浮利，拘翼！置三千大國土，如恒邊沙", "561": "佛國中人，若善男子、善女人，皆令得須陀洹", "562": "道、斯陀含道、阿那含道、阿羅漢道、辟支佛道。", "563": "云何，拘翼！其福寧多不？」釋提桓因言：「甚多，甚", "564": "多！天中天！」", "565": "佛言：「不如是善男子、善女人書般若波羅蜜", "566": "者，持經卷與他人使書，若令學、若為讀，其福", "567": "倍益多。何以故？皆從般若波羅蜜中學，得成", "568": "薩芸若、成法德，用是故得佛，出生須陀洹道、", "569": "斯陀含道、阿那含道、阿羅漢道、辟支佛道，用", "57": "皆擁護是善男子、善女人、入般若波羅蜜者、思", "570": "是故其福轉倍多。", "571": "「復次，拘翼！閻浮利人都盧皆使行佛道，已信", "572": "入佛道，學佛道心已生，若善男子、善女人，持", "573": "般若波羅蜜經卷，與他人使書，若令學、若為", "574": "說，及至阿惟越致菩薩，書經卷授與之，其人", "575": "當從是學，深入般若波羅蜜中學智惠般若", "576": "波羅蜜，轉增多守無有極智悉成就，得其福", "577": "轉倍多。置閻浮利，拘翼！三千大國土及如", "578": "恒邊沙佛國中人，皆行阿耨多羅三耶三菩，", "579": "皆發意行佛道，若善男子、善女人持般若波", "58": "惟者，自在所為，所語如甘露，所語不輕，瞋恚", "580": "羅蜜經卷，與他人使書，若令學、若為說，及至", "581": "阿惟越致菩薩，書經卷授與，其人當從是學，", "582": "深入般若波羅蜜中學智慧般若波羅蜜，轉", "583": "增多守無有極智悉成就，得其福轉倍多。", "584": "「復次，拘翼！閻浮利人都盧皆行阿耨多羅三", "585": "耶三菩，阿耨多羅三耶三菩者，皆發意求佛，", "586": "若善男子、善女人持般若波羅蜜經卷，與他", "587": "人使書，為解說其中慧、教令學，及至阿惟越", "588": "致菩薩摩訶薩，持般若波羅蜜經卷，授與使", "589": "入黠慧中，其福轉倍多。置閻浮利三千大", "59": "不生，自貢高不生，四天王皆護。是善男子、", "590": "國土及至恒邊沙佛國中人，皆行阿耨多羅", "591": "三耶三菩，阿耨多羅三耶三菩者，皆發意求", "592": "佛，若善男子、善女人持般若波羅蜜經卷，與", "593": "他人使書，令學入黠慧中者，若有阿惟越", "594": "致菩薩摩訶薩，持般若波羅蜜經卷，為書授", "595": "與使學入黠慧中，其福轉倍多。", "596": "「復次，拘翼！閻浮利人都盧皆令行阿惟越致", "597": "菩薩阿耨多羅三耶三菩，若有善男子、善女", "598": "人，教入般若波羅蜜中。云何，拘翼！其福寧多", "599": "不？」釋提桓因言：「甚多，甚多！天中天！」佛言：「從是", "6": "「賢者須菩提所說法甚深，怛薩阿竭皆從是", "60": "善女人學般若波羅蜜者，持者誦者，所語無", "600": "輩中若有一菩薩出，便作是言：『我欲疾作佛。』", "601": "正使欲疾作佛，若有人持般若波羅蜜經卷", "602": "書授與者，其福轉倍多。", "603": "「置閻浮利三千大國土乃至恒邊沙佛國中", "604": "人，都盧皆令行阿惟越致菩薩阿耨多羅三", "605": "耶三菩，若有善男子、善女人，教入般若波羅", "606": "蜜中。云何，拘翼！其福寧多不？」", "607": "釋提桓因言：「甚多，甚多！天中天！」佛言：「若有一", "608": "菩薩從其中出，便作是言：『我欲疾作佛。』正使", "609": "欲疾作佛，若有人持般若波羅蜜經卷書授", "61": "有異，所語如甘露，所語不輕，瞋恚不起，自貢", "610": "與者，其福轉倍多。」", "611": "釋提桓因白佛言：「如是，天中天！極安隱菩薩", "612": "摩訶薩，疾近佛般若波羅蜜，若教人、若授與", "613": "人，其福轉倍多。何以故？天中天！」佛言：「其得", "614": "般若波羅蜜疾近佛者，近佛座。」須菩提語釋", "615": "提桓因言：「善哉，善哉！拘翼！當所為尊弟子，菩", "616": "薩摩訶薩作是受，疾作佛。所為作者，當如佛", "617": "弟子從中出，是輩人不索佛道者，菩薩摩訶", "618": "薩不當於其中學六波羅蜜，不學是法不得作", "619": "佛，隨法學疾作阿耨多羅三耶三佛，在所問。」", "62": "高不生。何以故？用學般若波羅蜜故，不受自", "620": "道行般若經卷第二", "63": "瞋恚，不受自貢高，不受自可。是善男子。善女", "64": "人心自生念：『若有鬪諍起，常當身遠離。』不喜", "65": "是事，面自慚自念：『是曹惡者不可近。』自念：『我", "66": "索佛道，不可隨瞋恚語，疾使我逮得好心。』", "67": "善男子、善女人，所作為悉自見善般若波羅", "68": "蜜學者，持者誦者。」", "69": "釋提桓因白佛言：「般若波羅蜜能過諸惡上", "7": "生。其有聞者，若諷誦讀有行者，我輩恭敬視", "70": "去，自在所作，無有與等者。」佛語釋提桓因：「復", "71": "次，拘翼！善男子、善女人般若波羅蜜學者，持", "72": "者誦者，或當過劇難之中，終不恐不怖，正使", "73": "入軍不被兵。」佛言：「我所語無有異。拘翼！如佛", "74": "言無有能害者，善男子、善女人，當是時若誦", "75": "若持般若波羅蜜若念，正使死來至，若當於", "76": "中死，若怨家在其中欲共害者，如佛所語無有", "77": "異，是善男子、善女人，終不於中橫死，正使在", "78": "其中，若有射者、若兵向者，終不中其身。何以", "79": "故？是般若波羅蜜者，極大祝人中之猛祝。學", "8": "如怛薩阿竭，我輩恭敬視菩薩摩訶薩持般", "80": "是祝者，是善男子、善女人不自念惡，亦不念", "81": "他人惡，都無所念，善為人中之雄，自致作佛，", "82": "為護人民蜎飛蠕動，學是祝者疾成佛道也。", "83": "「復次，拘翼！般若波羅蜜書已，雖不能學、不能", "84": "誦者，當持其經卷，若人、若鬼神不能中害，其", "85": "有宿命之罪不可請。譬若，拘翼！初得佛之處，", "86": "四面若有人，直從一面來入；若鬼神、若禽獸，", "87": "無有能害者。若鬼神、若禽獸，欲來嬈人、欲", "88": "來害人，終不能中。何以故？用佛得道處故，佛", "89": "威神所護，過去、當來、今現在佛天中天，皆為", "9": "若波羅蜜者。」佛語諸天人：「如是，如是！昔我於", "90": "人中尊，悉於其中作佛；甫當復出索佛道者，", "91": "皆當於其中得佛道。若有人入是處者，不恐", "92": "不怖無所畏懼，般若波羅蜜者如是。般若波", "93": "羅蜜所止處，一切諸天人民、阿須倫、鬼神、龍，", "94": "皆為作禮恭敬護視，用是故般若波羅蜜威", "95": "神所護。」釋提桓因白佛言：「若有，天中天！般若", "96": "波羅蜜書者、持經卷者，自歸作禮承事供養——", "97": "名華、搗香、澤香、雜香、繒綵、華蓋、旗幡——若般泥", "98": "洹後，持佛舍利起塔，自歸作禮承事供養——名", "99": "華、搗香、澤香、雜香、繒綵、華蓋、旗幡，如是其福，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 道行般若經: 摩訶般若波羅蜜＋（道行經）【聖】＊蜜＋（道行經）【聖】＊蜜蜜道行經", "author": "後漢 支婁迦讖譯", "sourceLink": "http://www.cbeta.org/"}