{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1736 大方廣佛華嚴經隨疏演義鈔", "text": {"0": "39 入法界品", "1": "大方廣佛華嚴經隨疏演義鈔卷", "10": "見。以如幻故。四得諸菩薩自在力故。合於", "100": "為父母。身紫金色三十二相。身長千尺胸廣", "101": "三十丈。面長十二丈四尺。肉眼清淨見千由", "102": "旬。常光四照面百由旬。穰佉王奉七寶臺。", "103": "彌勒受已施諸婆羅門。彌勒見其毀壞修", "104": "無常想出家。學道於龍華菩提樹下。樹莖", "105": "枝葉高五十里。即以出家日得阿耨多羅三", "106": "藐三菩提。有無量人發心出家學道。爾時彌", "107": "勒見諸大眾作是念言。今諸人等不以生天", "108": "樂故。亦復不為今世樂故。來至我所但為", "109": "得涅槃常樂因緣。是諸人等皆於佛法中", "11": "乾城依空無礙現自在故。以在幻後皆帶", "110": "種諸善根。釋迦牟尼佛遣來付我。是故今來", "111": "皆至我所。我今受之是諸人等。或以讀誦", "112": "分別決定修妬路毘奈耶阿毘達摩。修諸功", "113": "德來至我所。廣敘布施持戒忍辱精進。結", "114": "云善哉釋迦牟尼佛。善教化如是百千萬億", "115": "眾生。今至我所彌勒如是三稱讚釋迦如", "116": "來。然後說法言汝等眾生能為難事。於彼", "117": "惡世貪欲瞋恚愚癡迷惑短命人中。能持戒", "118": "行作諸功德甚為希有。善哉釋迦牟尼佛。", "119": "以大悲心能於苦惱眾生之中。說誠實語", "12": "幻字。以有兩重之意。故有十喻差別不同。", "120": "示我當來度脫汝等。如是之師甚為難遇。", "121": "深心憐愍惡世眾生。救濟苦惱令得安隱。", "122": "釋迦牟尼佛如來為汝等故。以頭布施割", "123": "截耳鼻手足支體受諸苦惱以利汝等。彌", "124": "勒如是廣安慰已然後說法。其龍華樹園縱", "125": "廣一百由旬大眾滿中。初會說法九十六億", "126": "人得阿羅漢。第二會說法九十四億。第三會", "127": "九十二億。更有諸本經大同小異可以意", "128": "得。此經正明釋迦遣來。○第四智照無二相", "129": "絕境智等者。謂一境智無二。二始末無二", "13": "若不為此釋則謂經文繁不要也。疏前來", "130": "亦信智無二。三染靜無二。四智斷無二。五理", "131": "事無二。由證理事無二義故染淨兩亡。惑", "132": "性智性一性平等。始末無差能所齊融。亦不", "133": "生二不二分別故。前經云心不稱量諸二", "134": "法。但恒了達法無二。諸法若二若不二。於", "135": "中必竟無所著方為真不二耳。疏或於一", "136": "城值於多友者。如諸夜神多在佛會。言或", "137": "求一友歷於多城者。如解脫處經十二年", "138": "求於普眼經。歷城多等。此義勝前。疏初一", "139": "總餘八別者。總即示教利喜。示謂顯示法門。", "14": "得旨等者。前則以定為門。此則以用為門。", "140": "教謂勸令修行。利謂覺悟成益。喜謂稱根", "141": "令悅。經從具足無量下別句。疏隨難釋先", "142": "出初句異於第六。二三四五並皆不釋。後", "143": "釋七八二句而有二意。一當句釋屬於二", "144": "人。二相合釋文殊能住。普賢道場是所住。故", "145": "此亦義同示於後友者。亦安普賢行道場故。", "146": "文無正示故云義同。疏。轉遇勝緣修行敬事", "147": "者。疏文分三。初標二章二然此諸友下料", "148": "揀。三又此諸友所得下指廣在餘。二中三。", "149": "一近對前後釋。二又通論下通對諸友釋。", "15": "動寂無二真入法界。疏從法智緣生者。疏中", "150": "三又前諸友下。玄門義理釋。大文第五顯因", "151": "廣大相。先釋名。言隨一一因皆稱法性者。", "152": "釋廣大義異前攝德成因未。說一一稱法", "153": "界故。又前但因今明因徹果海故。文殊下", "154": "對前辨異。攝相歸性事理無礙。祕密重重。", "155": "事事無礙。疏。若以二聖下。後三聖相望辨", "156": "其能所。疏。文中分三。初依下先釋文。後以", "157": "是顯因下通辨文意。疏。今初初聞前人法等", "158": "者。疏文有三。初生渴仰。二明修處。三正修", "159": "觀。二中分三。初約表釋。二約事釋。三然此", "16": "以初法智為緣釋。如是自性已下。經文明", "160": "經下總釋文意。謂所以却就金剛場起觀", "161": "者。何於中有二。先繁表出意。謂華嚴一切", "162": "皆悉具十會亦應然。合有第十攝末歸本", "163": "重會。覺場謂菩提場是根本會起。於中八名", "164": "為末會。謂第十會攝前八會歸於初會。無", "165": "不從此法界所流。無不還歸此法界故。", "166": "後今且依文者。以明無十故就第九以明", "167": "此三。一者本會。二者末會。三自普賢以為攝", "168": "末歸本之會。本有二種逝多乃是此會之本。", "169": "今歸覺場是諸會本。疏。一見瑞相十句五對。", "17": "自性如幻是所現相。以後悉不成就。結成", "170": "各前所依淨土等者。然其十句皆是淨土。而", "171": "其後句意在眾生。如初對云見一切佛剎", "172": "清淨一切如來成正覺即屬淨土。二云見一", "173": "切佛剎清淨無諸惡道。無諸惡道即是住處", "174": "眾生五對皆然。疏。又前麁此細者。前但云見", "175": "一切佛剎。今一一塵中出一切世界故。此為", "176": "細。言前體相此業用者。前但云見今塵中", "177": "出故。然毛孔出生等廣如玄中。今更略示謂", "178": "彼普賢遊入十方。略有十門。一入世界。法", "179": "界緣起。互即入故。二入眾生界。生界佛界", "18": "自性如幻夢等。初之一對是約依他即三論", "180": "無二體故。三明供養一一供具皆稱真故。", "181": "四明請法窮法界智無時不請。諸佛無時", "182": "不雨法故。五大智攝生了生迷倒。而無眾", "183": "生不礙化故。六明現通十方塵剎互入。重", "184": "重震動現相而無息故。七常寂定未曾一念", "185": "有起動故。八廣出生念念毛孔出現諸境", "186": "無窮盡故。九者說法念念常雨無邊法雨", "187": "雨一切故。十明總說。上之九義舉一全收", "188": "無前後故廣說難盡餘廣如文。疏。於中有", "189": "三世間者。菩薩亦是眾生亦為正覺餘二可", "19": "意。緣生故無性無性故從緣。從由不守自", "190": "知。疏。以沒現相如法性故者。斯則沒而無", "191": "沒。現而無現真法性中無出沒故。此約事", "192": "理無礙。下句云此彼相相即故者。即事事無", "193": "礙法界。然相即有三。一約剎此剎即彼剎。", "194": "一剎即多剎故。二約人此身即彼身。一步即", "195": "多步故。三約劫一念即是無量劫故。又此彼", "196": "相炳然具故。祕密隱顯俱時成故。此彼時處", "197": "互相在故。帝網重重同時具足皆不動故。疏。", "198": "故長行偈文因果綺互者。長行顯普賢因。偈", "199": "頌顯善財果。故云綺互。疏。然通讚毘盧遮", "2": "第九十", "20": "性下。一對約真實性辨即法性宗。真如不", "200": "那十身圓滿二十一種殊勝功德者。通有兩", "201": "重。一者近通通前法喻。二者遠通通取此卷", "202": "末結德無盡二偈經文。良以二偈亦是最後", "203": "無盡德故。其二十一德一經數節。出其名", "204": "義文有隱顯。欲彰如來無盡德故。大體無", "205": "異故復出之昇兜率品已廣分別。今皆略指。", "206": "初二偈即於所知一向無障轉功德者。然此", "207": "二偈含於總句妙悟皆滿妙悟即是妙覺智", "208": "故。以無著論下不釋總句。疏略不明若欲", "209": "明者初偈當之。今但顯別即當第一。然準", "21": "變隨緣之義。上釋悉不成就明性相雙寂。今", "210": "上文二十一德皆有三節。一舉經名如此", "211": "德經即二行永絕。二無著菩薩立功德名。即", "212": "今疏。云於所知一向無障轉功德。三引二釋", "213": "論解其本論。即今疏。云佛無礙智下文是", "214": "也。是無性意即是智德故。經偈云佛智廣大", "215": "初之二句即是德體。三及後偈即於所知無", "216": "障轉也。謂即於其極遠時處品類皆知故。無", "217": "有知及與不知之二相也。第四句了俗由", "218": "於證真故。不起分別亦是真實離智障也。若", "219": "親光釋不二現行云。謂凡夫二乘現行二", "22": "云亦是性自具者。恒沙性德本來具足。非", "220": "障世尊無故。謂凡夫現行生死起諸雜染。", "221": "二乘現行涅槃棄利樂事。今前偈唯了生", "222": "死雜染。後偈唯證涅槃廣大利樂。疏。二有一", "223": "偈者。約經即達無相法。疏中先引無著立", "224": "名。後謂了真如下即無性釋意。故無動念是", "225": "疏以經怗。然無性詺此為無住涅槃。既自", "226": "入真如故不住生死。亦令他入故不住", "227": "涅槃。今經三句即不住涅槃。第四句是不住", "228": "生死。疏。三有三偈下。約經即住於佛住。疏", "229": "中先依無著立功德名。後謂住佛下即無性", "23": "今新成云不成就疏莊嚴藏有二義者。前義", "230": "釋。無性生起云為欲得上無住涅槃。故次", "231": "明之即是恩德。謂佛雖遍聖天梵住而空。大", "232": "悲偏善安住。由住空故不住生死。由住悲", "233": "故不住涅槃。一切時中觀所調伏故隨物", "234": "欲或見不同。疏。四有十五偈下。約經即得", "235": "佛平等。疏中分四。先依無著立功德名。次", "236": "謂由諸佛下即彼論釋諸佛有三事平等。即", "237": "疏所引二同是也。次故前經云下。指經即離", "238": "世間品初也。以彼具足二十一種功德名", "239": "故。次亦同攝論下。引他論會釋。結云此釋", "24": "約理融事。已是事事無礙。後更明心境互", "240": "已妙者。古來諸德不知此即二十一德。亦", "241": "不知此是佛平等。但云如來隨機隱顯。忽", "242": "列諸佛莫知其由。今云顯佛平等故廣列", "243": "諸佛皆相遍耳。豈非妙耶。疏。今更下即就", "244": "佛平等中。顯實是本師互遍。更過平等之", "245": "意趣耳。於中文前有八。一總舉大意。二謂", "246": "此文言下。引此經文。質成正義。三若言別", "247": "讚下。遮其欲救彰其謬解。四況華藏下。引", "248": "前經文成屬我師。五法華央掘下。引他經", "249": "文成立今義。六故知法藏下。遮其引難為", "25": "融。從故此門下仍上主門釋眷屬也。疏若", "250": "決他經。七以理推下。結成正義反質令見。", "251": "八然此段下。辨其包含。重成本義。二中自", "252": "有三意。一東方之佛云在此者。明阿閦即", "253": "是本師。二阿彌陀充滿十方亦合遍此。同", "254": "於本方即釋迦矣。三通取或見明是本師。或", "255": "有見為阿閦彌陀諸佛異耳。三遮救中。恐", "256": "外救云。今明阿閦彌陀遍等。自是別讚彌陀", "257": "阿閦。何得引是本師佛耶。故今遮云若如", "258": "此者。普賢本讚本師釋迦如來。今云東西", "259": "諸佛遍此何成讚我本師耶。四中引華藏", "26": "先定有來處下。上約順明。此下反釋先有先", "260": "者。娑婆當中剎海種內第十三層。而有十三", "261": "佛剎塵數世界圍繞。無量壽佛國。但言從此", "262": "西方過十萬億佛土。尚未能滿一合之塵。", "263": "況於一剎塵數。況十三佛剎塵數。其十三重", "264": "內。皆是化境。況華藏世界剎海有十不可說", "265": "佛剎微塵數世界種。一一種中有不可說佛", "266": "剎微塵數世界。皆是本師之所嚴淨。其中", "267": "皆是遮那如來分身化往。安養近在十重之", "268": "內。何得非是本師釋迦。故云豈非是此佛", "269": "耶。五引他經成立中。二經分身已如前引。", "27": "無門會歸中道。從既離下結釋經文。疏此", "270": "既十方中皆是釋迦分身之佛。何得彌陀阿", "271": "閦佛等近而非耶。六遮其引難者。謂外引", "272": "二經。一引清淨平等覺經說法藏比丘。然", "273": "大寶積第十七無量壽如來會。說名法處比", "274": "丘。佛在耆闍崛山說。阿難起問白佛言。大", "275": "德世尊色身諸根悉皆清淨。威光赫奕如融", "276": "金聚。又如眼鏡凝照光輝。從昔已來初味", "277": "曾見。喜得瞻仰生希有心。世尊。今者入大", "278": "寂定。行如來行皆悉圓滿。善能建立大丈", "279": "夫行思惟。現在去來諸佛。世尊何故住斯念", "28": "三即法報化下結成上義都有四重。然前之", "280": "也。佛讚聖知便為說。往昔過無邊阿僧祇", "281": "無數大劫。有佛出現號曰然燈。此前展轉復", "282": "舉諸佛。最後云世主佛。前無邊數劫有佛。", "283": "出世號世間自在王。彼佛法中有一比丘名", "284": "曰法處。有殊勝願詣如來所。以偈讚佛既", "285": "讚佛已。佛為說二十一億清淨佛土具足莊", "286": "嚴。彼比丘悉皆攝受。攝已滿足五劫。思惟修", "287": "習便向彼佛。發四十八願發願已後。經多", "288": "劫修行成就功德乃至成佛。後阿難問。此", "289": "法處比丘成佛。為過去耶。未來耶。為今現", "29": "三重。三段疏中一一具足。如初云一約體", "290": "在。佛告阿難。西方去此十萬億佛剎。彼有", "291": "世界名曰極樂。法處比丘在彼成佛。號無", "292": "量壽。今現在說法。然後廣說其土莊嚴。釋", "293": "曰既如來說他昔因今果。何得判為即本", "294": "師耶。二引法華經十六王子。即第三大通", "295": "智勝佛。經云彼佛弟子十六沙彌。今皆得阿", "296": "耨多羅三藐三菩提。於十方國土現在說", "297": "法。有無量百千萬億菩薩聲聞以為眷屬。", "298": "其二沙彌東方作佛。一名阿閦在歡喜國。", "299": "二名須彌頂。東南方二佛。一名師子音。二", "3": "唐清涼山大華嚴寺沙門澄觀述", "30": "是第一義。二實法身是第二義。三來即無來", "300": "名師子相。南方二佛。一名虛空住。二名常", "301": "滅。西南方二佛。一名帝相。二名梵相。西方", "302": "二佛。一名阿彌陀。二名度一切世間苦惱。", "303": "西北方二佛。一名多摩羅跋栴檀香。二名須", "304": "彌相。北方二佛。一名雲自在。二名雲自在", "305": "王。東北方佛名壞一切世間怖畏。第十六我", "306": "釋迦牟尼佛。於娑婆國土。得阿耨多羅三藐", "307": "三菩提。釋曰既第一佛名曰阿閦。第九王子", "308": "即為彌陀。十六釋迦。本因既殊。得佛又別。", "309": "云何渾亂言皆本師。故疏。釋云皆是方便。", "31": "是第三義約理也。次二段對三亦然。其第四", "310": "復更問言。豈法華經判為方便。今當還引", "311": "法華答之。法華壽量品云。於是中間。我說", "312": "然燈佛等。又復言其入於涅槃。如是皆以", "313": "方便分別。則等言已等十六王子。復應問", "314": "言。然燈去今方一僧祇可為方便。自在王", "315": "佛大通智勝。已經無量無邊不可思議阿僧", "316": "祇劫豈為方便。故應答云。然燈雖已久矣。", "317": "比之壽量劫數不多。謂說大通但磨三千", "318": "大千地種以為其墨。過於東方千國土即", "319": "下一點。以為校量彼佛滅度。但過是數無", "32": "云又初唯理者。以義包含故。言中一具事", "320": "量百千阿僧祇劫。豈同壽量說成佛遠。經", "321": "云。譬如五百萬億那由他阿僧祇三千大千", "322": "世界。假使有人末為微塵。過於東方五百", "323": "千萬億那由他阿僧祇國。乃下一塵。如是東", "324": "行盡是微塵是諸世界。若著微塵及不著", "325": "者。盡以為塵一塵一劫。我成佛以來復過於", "326": "此。百千萬億那由他阿僧祇劫。釋曰。以此之", "327": "喻方之大通。三千墨點非可類矣。自此劫", "328": "來皆是方便。故然燈等言無不該也。是以昔", "329": "人云。十六王子尚掩成道之初。斯言愜當。則", "33": "理者。謂從大悲大慈等即約事也。從無動搖", "330": "知彌陀阿閦佛等。皆是本師成佛後事義無", "331": "惑矣。自在王佛展轉多劫。但以數明劫。豈", "332": "如末塵為劫耶。疏。以理推下。第七結成正", "333": "義。十方諸佛皆我本師海印頓現。且法華分", "334": "身有多淨土。如來何不指己淨土。而令別", "335": "往彌陀妙喜。思之故知。賢首彌陀等佛皆本", "336": "師矣。復何怪哉。言賢首者即壽量品中。過", "337": "百萬阿僧祇剎。最後勝蓮華世界之如來也。", "338": "經中偈云。或見蓮華勝妙剎賢首如來住其", "339": "中。若此不是歎本師者。說他如來在他國", "34": "無取捨即約理也。以行兼事理故。疏摩羅", "340": "土為何用也。且如總持教中。亦說三十七", "341": "尊。皆是遮那一佛所現。謂毘盧遮那如來。內", "342": "心證自受用。成於五智。從四智流四方如", "343": "來。謂大圓鏡智流出東方阿閦如來。平等性", "344": "智流出南方寶生如來。妙觀察智流出西方", "345": "無量壽如來。成所作智流出北方不空成就", "346": "如來。法界清淨智即自當毘盧遮那如來。言", "347": "三十七者。五方如來各有四大菩薩。在於", "348": "左右。復成二十。謂中方毘盧遮那如來四大", "349": "菩薩者。一金剛波羅蜜菩薩。二寶波羅蜜菩", "35": "提者。隨難解釋即化用中也。疏餘可思準者。", "350": "薩。三法波羅蜜菩薩。四羯磨波羅蜜菩薩。東", "351": "方阿閦如來四菩薩者。一金剛薩埵菩薩。二", "352": "金剛王菩薩。三金剛愛菩薩。四金剛善哉菩", "353": "薩。南方寶生如來四菩薩者。一金剛寶。二金", "354": "剛威光。三金剛幢。四金剛笑。西方無量壽如", "355": "來。亦名觀自在王如來。四菩薩者一金剛法。", "356": "二金剛利。三金剛因。四金剛語。北方不空成", "357": "就如來四菩薩者。一金剛業。二金剛法。三金", "358": "剛藥叉。四金剛拳。已上總有二十五也。及", "359": "四攝八供養故三十七。言四攝者即鉤索鎖", "36": "疏唯釋五句以難見故。餘五易了故故但", "360": "鈴。八供養者即香華燈塗戲鬘歌舞。皆上有", "361": "金剛下有菩薩。然此三十七尊各有種子。", "362": "皆是本師智用流出。與今經中海印頓現大", "363": "意同也。問若依此義豈不違於平等意趣。", "364": "平等意趣云言即我者。依於平等意趣而", "365": "說。非即我身如何皆說為本師耶。答平等", "366": "之言乃是一義。唯識尚說。一切眾生中。有", "367": "屬多佛多佛共化以為一佛。若屬一佛一", "368": "佛能示現以為多身。十方如來一一皆爾。今", "369": "正一佛能為多身。依此而讚方讚本師。疏。", "37": "例之。然此十句一行因二行緣三行相此三", "370": "然此段下第八辨其兼含。此含第十七德。故", "371": "至下文說相則少。所以此中兼此德者。有", "372": "二意故一為類例義相似故。不欲繁文故", "373": "現妙喜極樂等土。二者以第十七成於此", "374": "段。全是今師由差別土皆是本師一佛現故", "375": "不見此意。豈知經旨勿輕爾也。疏。文中", "376": "有三。前二云同者順功德中平等德故。疏。", "377": "五或見釋迦下。約經即到無障礙處。疏中先", "378": "引無著立功德名。後謂一切時下。將釋論意", "379": "以會經文。彼論具云謂已慣習一切煩惱。及", "38": "疏已釋竟。四以願扶行。應云若發大願即", "380": "所知障對治聖道即一切智。及定自性以為", "381": "能治故。無著論詺為修治。又已到於永離", "382": "一切障處故。經。名為到無障處。經中別說", "383": "但明十度。而揭總云供養諸佛修行道。則無", "384": "所不具。疏。有等言。疏。既云已經多劫。則", "385": "不定始成者。即此段初半偈經云或見釋迦", "386": "成佛道已經不可思議劫。所以疏中牒此言", "387": "者。遮天台師之謬釋也。謂彼學者多云。華", "388": "嚴雖則玄妙。而有二事不如法華一兼別", "389": "義。是故不說聲聞作佛。二說如來始成正", "39": "生妙行。五化他謂若有悲心即行四攝。六", "390": "覺。不說本師壽量久成。故疏中指此經文。", "391": "即是此經說久成處。若以此後不得該", "392": "前則法華壽量不能該於我始坐道場者於", "393": "三七日思惟等迹。就彼師以久成為本。始", "394": "成為迹。今經之本則非古非今。若就迹門", "395": "則能今能久。生公亦云是以極設長壽言。伽", "396": "耶是之。若伽耶是者非復伽耶。伽耶既非。彼", "397": "長安獨是乎。長短斯非則所以長短存焉。誠", "398": "為妙悟。不說聲聞得作佛者。約不共義。", "399": "既不厭捨曾何棄之。況一成一切成。無一", "4": "入第七十九經疏然此六皆是悲智之中所有者。閣表", "40": "觀理謂若觀妙理。即成般若。七隨事理謂若", "400": "眾生不具佛智。善須得意勿雜釋經。疏。", "401": "六有三偈下。即經不可轉法。疏中先引論立", "402": "名。後於中下便以論意釋經。彼論具云由", "403": "有上德故。他不能轉。利有情事故次明", "404": "之。謂教證二法皆不為他所轉動。故無", "405": "有餘法勝過此。故言初二即教證二道者。", "406": "二偈之中各含教證。初句證道次諸地句含", "407": "於教證。次半偈唯教後偈之中。堪忍不退皆", "408": "是證道餘即教道。疏。七或現兜率下。約經即", "409": "所行無礙。疏中先出功德名。後於中下科文", "41": "事理雙遊。是名大乘即方便善巧。八益物", "410": "解釋。彼論具云顯示如來於所化之中。無", "411": "高下礙故次明之。謂世法八風不能拘礙", "412": "故。八風即利衰毀譽稱譏苦樂。降神處宮", "413": "即是利也。棄榮離俗即是衰也。若生若滅有", "414": "苦樂也。學異行者兼於苦樂多明苦也。坐", "415": "道樹下示降魔毀也。正覺譽也。涅槃起塔亦", "416": "為衰也。次三處天多明四順。次六巧化義", "417": "兼逆順。疏。八如來住下。即經立不思議。疏", "418": "中先依論立名後科文釋義。論云。由依前", "419": "方便能作利益之事故次明之。謂十二分", "42": "故疏云教化眾生即是覺他。九住果謂權實", "420": "教名所安立。由深廣故不可思議釋經可", "421": "知。疏。九具足下。即經普見三世。疏中初依", "422": "論立名次謂記別下。是指論解。論云以上", "423": "加行利有情事三世諸佛悉皆平等。故次明", "424": "之。謂於三世平等性中。能隨解了過去未", "425": "來曾當轉事。皆如現在而授記故。後從故", "426": "云皆悉明見矣。是舉經帖。疏。十有四偈等", "427": "者。約經即身恒充滿一切世間。疏中但出", "428": "功德之名耳。無性詺云。顯上利益一切頓遍", "429": "非次第作故。次明之。經中多分說變化身", "43": "雙流。則證無生忍故。從有智慧故下是也。", "430": "略無受用。疏。十一等者。約經即智恒明達", "431": "一切諸法。無性釋云。以於上十六彼彼之", "432": "處。作斷疑事故次明之。疏中先出功德名。", "433": "後於一切下論釋於一切境。善決定故欲斷", "434": "他疑。要須自斷方能斷他。經中既為世師", "435": "內外兼了。故能斷疑。疏。十二有九偈等者。約", "436": "經了一切行。疏中先出功德名。後謂遍了下", "437": "論釋無性生起云。由所化生性有差別故次", "438": "明之。離世間品。但名了一切行。若深密等。", "439": "云於一切行成就大覺。無性云入種種行法", "44": "第十上順謂具修萬行合三世佛家。又上句", "440": "成大覺故。經文中隨其心行現種種形。說種", "441": "種法乃至為說覺分諸寶華諸聖功德。即是", "442": "皆成大覺義也。疏。十三如來下。約經盡一切", "443": "疑。十一是斷自疑。此斷他疑。疏中先出功", "444": "德名。後謂佛智下解釋。彼論具云。由即於", "445": "前所化。有能善巧別知故次辨之。謂聖聲", "446": "聞。言此人全無少分善根。如來知彼善法", "447": "當發現證。過去微少善根種子所隨故。故經", "448": "文中無礙智見一切眾生。以無邊門皆令", "449": "成熟。疏。十四下。即經無能測身。疏中先立", "45": "亦通所生者翻將下句為能生行。謂上求下", "450": "功德名後謂隨解現身故即論釋也。若解深", "451": "密。云凡所現身不可分別。不可分別即無能", "452": "測。無性生起云由上云善巧別知故。此次云", "453": "於前所化邪正及俱行中。無有分別。故今", "454": "經中。情與非情萬類皆現。乃至云佛身功", "455": "德海亦爾無垢無濁無邊際等。疏。十五下。即", "456": "一切菩薩等所求智。疏。中先出功德名。後意", "457": "云下。以論意釋。具足論云為欲引發不定", "458": "種性聲聞。菩薩唯讚大乘故次明之。言等", "459": "所求者無不求故。疏。十六如來下約經即", "46": "化名為菩薩。即得生於菩提心家。下經以", "460": "到佛無二究竟彼岸。疏中先論立名。後釋經", "461": "法身相。今初無性釋云。為遮所化於大師", "462": "所疑一切智非一切智故次明之。由滿諸", "463": "度是一切智。論云平等。釋經無二。平等有", "464": "二。一法身平等。於法身滿中諸度故。二", "465": "果位諸度無增減故名為平等。親光則以", "466": "住於法身即是彼岸。無著則以彼岸是於", "467": "法身所有。二義俱通。疏然同下二。釋法身", "468": "相即第九論彼果分。中論云。諸佛法身以何", "469": "為相。應知法身略有五相。一轉依為相。謂", "47": "菩提心為家故。則前七可通二解。後三必", "470": "轉滅一切障離染分依他起性故。轉得解", "471": "脫一切障於法自在轉。現前淨分依他起", "472": "性故。故經云雖無所依。成離染依故也。", "473": "無不住得淨分也。二白法所成為相。謂六", "474": "波羅蜜圓滿得十自在故。故疏。云圓滿自", "475": "在。三無二為相。謂有無無二為相。由一切", "476": "無所有故。空所顯相是實有故。有即為二", "477": "為相。業煩惱盡非所為故。自在示現有為", "478": "相故。異一性無二為相。由一切佛所依無", "479": "差別故。無量相續現等覺故。故經云其性", "48": "須依於前釋。故疏先明上句以為能生之", "480": "非有非無故。正是初意。四常住為相。謂真如", "481": "清淨相故。本願所引故。所應作事無竟期", "482": "故。此有三身常義故。經雖無不至。即應化", "483": "普周受用廣遍。二身常義。而不去者。自性身", "484": "常不去。即不變常無不至。即相續不斷常耳。", "485": "五不思議相。謂真如清淨自內證故。無有世", "486": "間喻能喻故。非諸尋思所行處故。故經云", "487": "一切三界無倫匹即無喻能喻。以出世間", "488": "言語道故非尋思所行。而五相相融為法", "489": "身體。疏。但略配故鈔委出。疏。或略不喻者。", "49": "行。後方翻例耳。疏一實智虛凝與陰俱靜者。", "490": "以案文釋空中之畫。若準新經乃有三喻", "491": "謂如空白日。亦如夢則空可喻二。謂無所", "492": "依及常住相。如白日喻喻白法為相。如夢一", "493": "喻喻無二相。欲言其有覺竟無實。欲言", "494": "其無夢境歷然。故非有無為無二相。其不", "495": "思議後偈顯之疏。十七有一偈者。約經即具", "496": "足如來平等解脫。疏中先立名。後既隨解而", "497": "現下釋經。論云。以外人聞上平等謂同一", "498": "性故。次說言不相間雜。謂一切如來十身", "499": "體用各各別故。猶如冥室千光。結此一段差", "5": "悲智故。疏六乾城依空喻。然十喻中前六有", "50": "此言本出莊子第五外篇天道章中。彼云故", "500": "別佛土。上第四門已兼明竟。故此但略顯不", "501": "思議故不可為喻。疏。十八下。即經證無中", "502": "邊佛平等地。疏中但出功德名耳。無性云。", "503": "由疑上如來妙智究竟非一非異其相云何", "504": "故次明之。此無中邊等。常無常等皆二邊", "505": "相。論立名中言方處者謂諸世界。無分限", "506": "者。釋無中邊。無中邊言略有四義。一虛空", "507": "無中邊。佛德如彼無有分限。二世界無中", "508": "邊。諸佛十身即於其中。稱世界量平等遍", "509": "滿。三此法身等於佛地中。平等遍滿無中", "51": "曰天樂者其生也。天行其死也。物化。靜而與", "510": "無邊無有分限。四此法身等遍一切處。為", "511": "諸眾生現作饒益。然非自性無中邊故。經", "512": "中明身如摩尼具無量色。即第二充遍一", "513": "切。然非色非非色為無中邊。即第三四義其", "514": "隨現無住。亦第三義及第一義無分限故。親", "515": "光詺此為真如相殊勝功德。義亦全同以其", "516": "雙非復無住故。疏。十九一偈攝三種功德者。", "517": "約經即極於法界等虛空界。窮未來際配三", "518": "德名。疏文具之即以實際。配於經中窮未", "519": "來際。然第十九功德。無性云。以上言無中", "52": "陰同德。動而與陽同波。故知天樂者無", "520": "邊相。云何無相故次明之。極於法界謂此法", "521": "界最清淨故。離諸戲論是法界最清淨相。能", "522": "起等流利益之事。極此法界無有盡期。第", "523": "二十等虛空界無盡功德。無性云。謂上作利", "524": "樂皆無盡故。此約自利無盡。故論云。謂如", "525": "虛空經成壞劫性常無盡。如來一切真實功", "526": "德亦復如是。其窮未來際。云究竟功德者。", "527": "論云。如未來際無有盡期。如來利他功德", "528": "亦復如是究竟無盡。然上二句無著但云無", "529": "盡功德等不言開合。無性開二故但云第", "53": "天怨。無人非。無物累。無鬼責。故曰其動也。", "530": "二十初有一生起。上來且欲將後二偈。以", "531": "為總結故。配三德。理實後二正是等虛空", "532": "界。窮未來際無盡功德。故疏。云亦是別顯無", "533": "盡功德。疏。法性深廣下。即大文第四謙讚迴", "534": "向。上半謙讚上句讚下句謙。下半迴向三處。", "535": "初迴向實際。後二迴向眾生及迴向菩提。", "536": "然迴向菩提復有二意。一自成佛菩提。二", "537": "令他成。令他成者。義同迴向眾生。菩薩發", "538": "心不期自為即以向他為自益耳。故令", "539": "含識同證菩提。賢首法師發願偈云。", "54": "天其靜也。地一心定而王天下。其鬼不崇", "540": "誓願見聞修習此圓融無礙普賢法", "541": "乃至失命終不離盡未來際願相應", "542": "以此善根等法性普潤無盡眾生界", "543": "一念多劫修普行盡成無上佛菩提", "544": "大方廣佛華嚴經隨疏演義鈔卷第九十", "55": "其魂不疲。一心定示萬物服。言以虛靜推", "56": "於天地通於萬物也。此之謂天樂。今借其", "57": "言況父母之為陰陽之儀。故易云先有天", "58": "地然後有父母。疏先彰實報等周法界。亦", "59": "同出現品無量三輪。疏拘吒聚落此云樓閣", "6": "合。七八九無。第十幻中一時總合從後倒合", "60": "乃是一義。或云小舍或曰多家。故上經自", "61": "譯為房舍聚落。今疏取一義耳。疏如蓮華", "62": "有三義者。初一生行解。次一成果。後義見", "63": "理皆因聞教則教理行果四法備矣。然疏但", "64": "釋蓮華之言。而經云為欲教化釋迦如來所", "65": "遣來者。今當說緣。案觀彌勒菩薩上生兜", "66": "率天經。佛於舍衛國。說優波離問。佛答。此", "67": "人從今十二年後二月十五日上生兜率天。", "68": "歲數五十六億萬歲爾乃下生於閻浮提。佛", "69": "滅度後我諸弟子。若有精勤修諸功德。威儀", "7": "初以彌勒菩薩威神故合於幻師。二及不思議", "70": "不缺掃塔塗地。以眾名香妙華供養。行眾", "71": "三昧深入正受。讀誦經典如是等人。應當", "72": "至心。雖不斷結如得六通應當繫念。念", "73": "佛形像稱彌勒名。如是等輩若一念頃。受", "74": "八戒齋修諸淨業。發弘誓願命終之後。譬", "75": "如壯士屈伸臂頃。即得往生兜率陀天。於", "76": "蓮華上結跏趺坐。百千天子作天伎樂。持", "77": "天曼陀羅華摩訶曼陀羅華。以散其上讚言", "78": "善哉善哉。又言如是等眾生。若淨諸業行", "79": "六事法。必定無疑當得生於兜率天上值", "8": "幻智力故。以合大海海印之義即智海故。三", "80": "遇彌勒。亦隨彌勒下閻浮提第一聞法。於", "81": "未來世值遇賢劫一切諸佛。又云得聞彌", "82": "勒名者。聞已歡喜恭敬禮拜。此人命終如彈", "83": "指頃即得往生。又云善男子善女人。犯諸", "84": "禁戒造諸惡業。聞是菩薩大悲名字。五體", "85": "投地誠心懺悔。是諸惡業速得清淨。未來世", "86": "中諸眾生等。聞是菩薩大悲名稱。造立形", "87": "像。香華衣服繒蓋幢旛禮拜繫念。此人命欲", "88": "終時。彌勒菩薩放眉間白毫大人相光。與諸", "89": "天子持天曼陀羅華來迎此人。此人須臾", "9": "能以幻智知諸法故即合夜叉與人互不相", "90": "即得往生。值遇彌勒頭面禮敬。未舉頭頃", "91": "便得聞法。於無上道得不退轉。於未來世", "92": "得值恒河沙等諸佛如來。釋曰。此亦釋迦所", "93": "遣來者。以行釋迦教故。若彌勒下生經羅什", "94": "法師譯。無如是我聞直云大智舍利弗問佛。", "95": "佛誡聽為說云舍利弗四大海水以漸減少三", "96": "千由旬。是時閻浮提地長十千由旬。廣八千", "97": "由旬平坦如鏡。名華軟草遍覆其地。廣說莊", "98": "嚴等華藏品已引。次云城中有大婆羅門主", "99": "名曰妙梵婆羅門。女名梵摩波提。彌勒託生"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1736 大方廣佛華嚴經隨疏演義鈔", "author": "唐 澄觀述", "sourceLink": "http://www.cbeta.org/"}