{"author": "宋 法天譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1114 毘俱胝菩薩一百八名經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1114", "1": "毘俱胝菩薩一百八名經", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "3": "傳教大師臣法天奉　詔譯", "4": "歸命一切如來應供遍知覺。我今說此一切", "5": "如來心真言。若有天人持明仙眾。歸命供養", "6": "一切諸佛。受持讀誦及讚說真言通達法相。", "7": "若稱唵字是圓滿義。若稱曩字是離怖畏義。", "8": "亦名破魔義。若稱野字是破繫縛義。若稱娑", "9": "字是降伏冤家障礙義。若稱儞字是破壞冤", "10": "敵義。若怖畏者以真言力遠離怖畏。即說陀", "11": "羅尼曰。", "12": "唵引㪍哩二合俱胝怛胝吠無每切怛胝吠怛胝吠", "13": "怛胝濕吠二合多惹胝儞薩嚩二合引賀引薩嚩二合", "14": "引賀引迦引囉引蓃數引倪也二合引能鉢訥麼二合", "15": "褐薩覩二合引訥婆二合嚩引嚩囉引麼羅怛囉二", "16": "合野尾曩引舍引野尾婆引嚩怛囉二合尾母引", "17": "左儞引吽迦引哩引悉怛哩三合婆嚩𠰒嚩二合", "18": "路麼迦引嚕麼引羅伽引多儞引薩嚩二合引賀引", "19": "迦引哩引拏補瑟致也三合鑁惹迦引哩引昝麼", "20": "曩引舍南曩引麼引佉也二合引閉多怛吠二合引曩", "21": "㪍哩二合俱引吒也二合引瑟吒二合設多儞吠無每切", "22": "尾儞喻二合引多麼引尾儞也二合引馱哩引尾儞焰", "23": "二合引麼囉儞嚩引悉儞引尾儞也二合引倪禰嚩也", "24": "二合嚕引閉室哩二合引尾儞也二合引囉引惹引波囉", "25": "引𠰒仁際切多引阿𠰒多僧怛囉二合引娑引怛囉二", "26": "合娑儞引尾覲曩二合伽引多儞鉢訥莽二合引擬", "27": "引鉢訥麼二合經惹梨計二合引鉢訥母二合引訥婆", "28": "二合引嚩尾舍引梨儞引誐上哩濕吠二合引多麼引", "29": "邏并誐嚕閉左并誐計引舍引擬儞二合捫左惹", "30": "引入嚩二合攞儞引怛引波儞嘮引捺哩二合引俱", "31": "麼引哩引尾濕嚩二合嚕閉抳引誐上麼引哩引", "32": "蘇沒囉二合多引設引多引索乞叉二合引多引", "33": "捺多引𠰒多麼蹉囉引地也二合引曩式羅麼", "34": "底鉢囉二合倪也二合引虞拏倪也二合引虞拏娑引", "35": "誐囉引多囉抳引多引囉抳引怛怛嚩二合倪也", "36": "二合引怛怛嚩二合三婆嚩引鉢訥麼二合褐薩覩", "37": "二合引訥婆二合嚩引也囉引馱迦尾引囉引嚩嚕引", "38": "多麼引嚩囉那引嚩囉三布囉拏二合引那舍普引", "39": "彌鉢囉二合底瑟恥二合多誐哩𠰒二合多引銘", "40": "引伽僧迦引舍尾儞喻二合帝引惹引仁臧切迦三婆", "41": "嚩引毛𠰒引惹致引惹吒引馱哩引沒囉二合憾", "42": "麼二合尾儞也二合引馱哩引嚩囉引馱囉抳引馱", "43": "引囉抳引馱帝引那引曩尾儞也二合引波囉引訖", "44": "囉二合麼拶覩哩普二合惹引拶覩哩能二合瑟", "45": "吒囉三合引普惹引娑賀薩囉二合引波囉引𠰒多引", "46": "拶覩哩嚩二合訖怛囉三合引儞引迦嚩訖怛囉三合", "47": "引左嚩訖怛囉三合洛乞叉二合波囉引𠰒多引", "48": "怛哩二合儞引怛囉二合引尾嚩也二合儞引怛囉", "49": "二合引左颯鉢多二合洛乞叉二合引哩迦二合路左", "50": "曩引半左路引左曩三布囉拏二合引沙吒鼻二合", "51": "倪也二合引倪也二合引曩路引左曩引阿鉢囉二合", "52": "麼引拏引鉢囉二合麼引拏引左濟喻二合引麼波引", "53": "多引羅布引囉抳引速乞叉麼三合引囉他二合引尾", "54": "藥二合訖多二合引儼鼻引囉引尾儞也二合引那引儞", "55": "引濕嚩二合哩引波囉引阿擬儞二合計尸引禰", "56": "舍𠰒嚩二合梨引娑賀薩囉二合引哩唧二合哩𠰒", "57": "嚩三合梨多引曩底引嚩賀儞二合入嚩二合引洛", "58": "引加散多引閉𠰒嚩二合梨燈引擬引娑迦曼拏", "59": "路佉陵誐二合爍訖底二合馱囉引播舍引訖", "60": "哩二合瑟拏二合引𠰒曩儞嚩引枲儞引惡乞叉二", "61": "合素怛囉二合馱囉引尾儞也二合引難拏鉢訥莽", "62": "二合引俱尸引娑囉薩頗二合囉仡哩二合呬引多引", "63": "娑怛囉三合𪾼迦𠰒嚩二合攞引鉢囉二合禰", "64": "寧挹切引波儞引那賀曩引麼引攞尾覲曩二合引多引", "65": "鉢囉二合𠰒嚩二合羅帝引怛哩二合輸梨儞引", "66": "阿𠰒仁際切鐙惹野引惹野底引嚩濕吠二合引多鉢", "67": "訥莽二合引誐麼引梨儞引迦彌儞引迦彌儞引迦", "68": "引麼嚕引閉引左悉地悉地嚩囉鉢囉二合那尾", "69": "怖史多引楞訖哩二合鐙引擬引左儞哩普二合引", "70": "灑拏蘇普灑拏引部多麼引多引尾舍引洛乞史", "71": "二合引鉢訥麼二合計娑囉麼引梨儞引普彌儞引", "72": "嚩日囉二合三鼻禰引作訖囉二合𠰒嚩二合引路", "73": "洛迦二合播引多儞引薩達哩麼馱引囉抳引每", "74": "引怛囉二合娑引尾孕二合怛哩二合引沒馱麼引多", "75": "引左巘引馱引哩引捺囉二合引彌抳引贊抳舍引", "76": "嚩哩引舍引嚩哩引母儞引娑賀薩囉二合引羯哩", "77": "麼二合引麼賀瑜藝羯哩麼二合悉馱引怛哩二合", "78": "尾訖囉二合麼引鉢囉二合珊曩引畝伽播引舍", "79": "引左迦嚕引拏引薩怛嚩二合嚩蹉攞惹誐底引", "80": "馱引怛哩二合三半曩引儞哩嚩二合抳引蘇鉢", "81": "囉二合底丁逸切瑟恥二合多引薩嚩二合引賀引", "82": "此一百八名祕密真言。若有一心受持讀誦。", "83": "若自書寫若為人解說。增壽吉祥端正福相", "84": "眾人愛敬。遠離魔境出生死難。而彼天人阿", "85": "修羅恭敬供養。復得天龍藥叉乾闥婆阿修", "86": "羅迦樓羅緊那羅誐嚕拏等。持明仙眾尊重", "87": "讚嘆。所有枷鎖禁繫自然解脫。師子虎狼諸", "88": "惡餓鬼。冤家盜賊不能逼害。暴風猛火雲雷", "89": "雨雹。河海泛涱毒藥重病不能侵損。若有念", "90": "此毘俱胝名者。菩薩恒時救護。所有諸惡魔", "91": "冤而來逼惱。是時菩薩密放身光。遍照虛空", "92": "如百千日。其光熾盛爍殄魔冤。乃至天地悉", "93": "皆清淨。復令彼人智慧增長。於七生中得宿", "94": "命通。生剎帝利族受國王身。從此命終往生", "95": "西方極樂世界。", "96": "毘俱胝菩薩一百八名經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1114 毘俱胝菩薩一百八名經", "source": "CBETA"}