{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0411 大乘大集地藏十輪經: 大乘大集地藏十輪經: 大乘大集地藏十輪經", "text": {"0": "5 懺悔品", "1": "大乘大集地藏十輪經卷第八", "10": "能熾然三寶種姓？云何於諸如來出家弟", "100": "悉遠離十惡業道，皆悉稱揚讚歎如是十", "101": "善業道所得果報。是故，若能於此所說十善", "102": "業道，隨守護一，乃至命終究竟無犯，必獲", "103": "一切殊勝果報如前後說。「善男子！若菩薩摩", "104": "訶薩，能盡形壽，遠離殺生，即是施與一切", "105": "眾生，無驚無怖。令諸眾生，不生憂苦，離毛", "106": "竪畏。由此，善根速得成熟。所有前際輪轉", "107": "五趣沒生死河，因殺生故，造身語意諸", "108": "惡業障、諸煩惱障、諸有情障、一切法障、諸壽命", "109": "障，自作、教他、見聞隨喜，由此遠離殺生輪", "11": "子，若是法器、若非法器，下至一切被片袈裟", "110": "故，皆悉輾壞摧滅無餘，不受果報。於現身", "111": "中，諸人天等，皆共親愛。無有猜慮，身心安", "112": "樂，壽命長遠。將命終時，身心不為憂苦逼", "113": "切，所愛妻子眷屬圍遶。臨命終時，不見可", "114": "怖剡魔王使；唯見可意成調善法、具戒、富德、", "115": "真實福田，為善知識；身心歡悅，深生敬信。既", "116": "命終已還生人中，諸根圓滿支體具足，隨所", "117": "生處無病長壽，端正聰明，安隱快樂。復遇可", "118": "意成調善法、具戒、富德、真實福田，為善知識。", "119": "依彼修學離殺生法，能斷一切惡不善法，", "12": "剃鬚髮者，得無誤失？云何於大乘法，常", "120": "能成一切殊勝善法，能求一切大乘法義，能", "121": "修一切菩薩願行，漸次趣入深廣智海，乃至", "122": "證得無上菩提。所居佛土離諸兵器，無有", "123": "怨害鬪戰之名，絕諸怖畏，安隱快樂，一切無", "124": "病長壽有情來生其國。如來自壽無量無邊，", "125": "為諸有情如應說法。般涅槃後正法久住，利", "126": "益、安樂無量有情。善男子！是名菩薩摩訶", "127": "薩第一遠離殺生輪也。「菩薩摩訶薩成就", "128": "此輪故，於聲聞乘得無誤失；於聲聞乘補", "129": "特伽羅得無誤失；於獨覺乘得無誤失；", "13": "得昇進，無有退轉？云何利慧、勝福常得增", "130": "於獨覺乘補特伽羅得無誤失；於其大乘", "131": "得無誤失；於其大乘補特伽羅得無誤失；", "132": "常能熾然三寶種性；於諸如來出家弟子，若", "133": "是法器、若非法器，下至一切被片袈裟剃鬚", "134": "髮者，得無誤失。於大乘法，常得昇進，無", "135": "有退轉；利慧、勝福、常得增長；於一切定、諸", "136": "陀羅尼、諸忍諸地，速得自在，無有退轉；常", "137": "得值遇諸善知識，隨順而行；常得不離見", "138": "一切佛，及諸菩薩、聲聞弟子，不離聞法、不", "139": "離親近供養眾僧；於諸善根常精進求，心", "14": "長？云何於一切定、諸陀羅尼、諸忍諸地，速得", "140": "無厭足；常於菩提種種行願，心無厭足。所", "141": "得果報廣如前說。", "142": "「復次，善男子！若菩薩摩訶薩，能盡形壽，離不", "143": "與取，即是施與一切眾生，無驚無怖、無有熱", "144": "惱亦無擾動。於自所得如法財利，喜足而", "145": "住，終不希求非法財利。由此，善根速得成", "146": "熟。所有前際輪轉五趣沒生死河，因不與", "147": "取，造身語意諸惡業障、諸煩惱障、諸有情障、", "148": "一切法障、諸財寶障，自作、教他、見聞隨喜，由", "149": "此遠離不與取輪，皆悉輾壞摧滅無餘，不", "15": "自在，無有退轉？云何常得值遇諸善知識，", "150": "受果報。於現身中，諸人、天等皆共親愛，無", "151": "所猜慮，身心安樂，財寶具足。將命終時，身", "152": "心不為憂苦逼切，所愛妻子眷屬圍遶。臨", "153": "命終時，不見可怖剡魔王使；唯見可意成", "154": "調善法、具戒、富德、真實福田，為善知識；身心", "155": "歡悅，深生敬信。既命終已還生人中，諸根圓", "156": "滿支體具足，隨所生處具大財寶，端正聰", "157": "明，安隱快樂，不與五家共諸財寶。復遇可", "158": "意成調善法、具戒、富德、真實福田，為善知識。", "159": "依彼修學離不與取，能斷一切惡不善法，", "16": "隨順而行？云何常得不離見一切佛，及諸菩", "160": "能成一切殊勝善法，能求一切大乘法義，能", "161": "修一切菩薩願行，漸次趣入深廣智海，乃至", "162": "證得無上菩提。所居佛土眾寶莊嚴，寶樹、寶", "163": "池、寶臺殿等，無不充備。離我、我所，無所攝", "164": "受一切具足嚴飾有情來生其國。如來自身", "165": "壽命無量，為諸有情如應說法，般涅槃後正", "166": "法久住，利益、安樂無量有情。善男子！是名", "167": "菩薩摩訶薩第二遠離不與取輪。「菩薩摩訶", "168": "薩成就此輪故，於聲聞乘得無誤失。於", "169": "聲聞乘補特伽羅，得無誤失；於獨覺乘得", "17": "薩、聲聞弟子，不離聞法、不離親近供養", "170": "無誤失；於獨覺乘補特伽羅得無誤失；於", "171": "其大乘得無誤失；於其大乘補特伽羅得", "172": "無誤失；常能熾然三寶種姓；於諸如來出", "173": "家弟子，若是法器、若非法器，下至一切被片", "174": "袈裟剃鬚髮者，得無誤失。於大乘法常", "175": "得昇進，無有退轉；利慧、勝福常得增長；", "176": "於一切定、諸陀羅尼、諸忍諸地，速得自在，無", "177": "有退轉；常得值遇諸善知識，隨順而行；常", "178": "得不離見一切佛，及諸菩薩、聲聞弟子，不", "179": "離聞法、不離親近供養眾僧；於諸善根", "18": "眾僧？云何於諸善根常精進求，心無厭足？", "180": "常精進求，心無厭足；常於菩提種種行願，心", "181": "無厭足。所得果報廣說如前。", "182": "「復次，善男子！若菩薩摩訶薩，能盡形壽，離欲", "183": "邪行，即是施與欲流所漂一切眾生，無驚、無", "184": "怖、無嫉、無害，無有熱惱亦無擾動。於己妻", "185": "室喜足而住，終不希求非法色欲。由此，善", "186": "根速得成熟。所有前際輪轉五趣沒生死", "187": "河，因欲邪行，造身語意諸惡業障、諸煩惱障、", "188": "諸有情障、一切法障、諸室家障，自作、教他、見", "189": "聞隨喜，由此遠離欲邪行輪，皆悉輾壞摧滅", "19": "云何常於菩提種種行願，心無厭足？」", "190": "無餘，不受果報。於現身中，諸人天等皆共", "191": "親愛，無所猜慮，身心安樂，妻室貞良。將命", "192": "終時，身心不為憂苦逼切，所愛妻子眷屬", "193": "圍遶。臨命終時，不見可怖剡魔王使；唯見", "194": "可意成調善法、具戒、富德、真實福田，為善知", "195": "識；身心歡悅，深生敬信。既命終已還生人", "196": "中，諸根圓滿支體具足，隨所生處具諸眷", "197": "屬，端正聰明，安隱快樂。復遇可意成調善法、", "198": "具戒、富德、真實福田，為善知識。依彼修學", "199": "離欲邪行，能斷一切惡不善法，能成一切", "2": "三藏法師玄奘奉　詔譯", "20": "爾時，世尊告金剛藏菩薩摩訶薩言：「善男子！", "200": "殊勝善法，能求一切大乘法義，能修一切", "201": "菩薩願行，漸次趣入深廣智海，乃至證得無", "202": "上菩提。所居佛土無諸女人。離諸婬欲，具", "203": "足第一梵行有情來生其國。一切有情，皆受", "204": "化生，不處胞胎臭穢不淨。如來自身壽命無", "205": "量，為諸有情如應說法。般涅槃後正法久住，", "206": "利益、安樂無量有情。善男子！是名菩薩摩", "207": "訶薩第三遠離欲邪行輪。「菩薩摩訶薩成就", "208": "此輪故，於聲聞乘得無誤失；於聲聞乘補", "209": "特伽羅得無誤失；於獨覺乘得無誤失；", "21": "有菩薩摩訶薩十輪，若菩薩摩訶薩成此十", "210": "於獨覺乘補特伽羅得無誤失；於其大乘", "211": "得無誤失；於其大乘補特伽羅得無誤失。", "212": "常能熾然三寶種姓；於諸如來出家弟子，若", "213": "是法器、若非法器，下至一切被片袈裟剃鬚", "214": "髮者，得無誤失。於大乘法，常得昇進，無", "215": "有退轉；利慧、勝福常得增長；於一切定、諸", "216": "陀羅尼、諸忍諸地，速得自在，無有退轉；常", "217": "得值遇諸善知識，隨順而行；常得不離見", "218": "一切佛，及諸菩薩、聲聞弟子，不離聞法、不", "219": "離親近供養眾僧；於諸善根常精進求，心", "22": "輪，於聲聞乘得無誤失；於聲聞乘補特伽", "220": "無厭足；常於菩提種種行願，心無厭足。所", "221": "得果報廣說如前。", "222": "「復次，善男子！若菩薩摩訶薩，能盡形壽，離虛", "223": "誑語，一切眾生常共愛敬，所出言詞皆誠", "224": "諦量，聞悉敬奉無所猜疑。由此，善根速得", "225": "成熟。所有前際輪轉五趣沒生死河，因虛", "226": "誑語，造身語意諸惡業障、諸煩惱障、諸有情", "227": "障、一切法障、諸信言障，自作、教他、見聞隨喜，", "228": "由此遠離虛誑語輪，皆悉輾壞摧滅無餘，", "229": "不受果報。於現身中，諸人天等皆共親愛，無", "23": "羅得無誤失；於獨覺乘得無誤失；於獨", "230": "所猜慮，身心安樂，所出言詞他皆信奉。將", "231": "命終時，身心不為憂苦逼切，所愛妻子眷", "232": "屬圍遶。臨命終時，不見可怖剡魔王使；唯", "233": "見可意成調善法、具戒、富德、真實福田，為善", "234": "知識；身心歡悅，深生敬信。既命終已還生人", "235": "中，諸根圓滿支體具足，隨所生處所言誠", "236": "諦，端正聰明，安隱快樂。復遇可意成調善法、", "237": "具戒、富德、真實福田，為善知識。依彼修學", "238": "離虛誑語，能斷一切惡不善法，能成一切", "239": "殊勝善法，能求一切大乘法義，能修一切菩", "24": "覺乘補特伽羅得無誤失；於其大乘得無", "240": "薩願行，漸次趣入深廣智海，乃至證得無", "241": "上菩提。所居佛土一切真實，離諸虛偽；妙香", "242": "潔物之所莊嚴。無諂、無誑、心行正真、希求", "243": "純淨善法有情來生其國，香潔妙服寶飾莊", "244": "嚴。如來自身壽命無量，為諸有情如應說", "245": "法，般涅槃後正法久住，利益安樂無量有", "246": "情。善男子！是名菩薩摩訶薩第四遠離虛誑", "247": "語輪。「菩薩摩訶薩成就此輪故，於聲聞乘", "248": "得無誤失；於聲聞乘補特伽羅得無誤失；", "249": "於獨覺乘得無誤失；於獨覺乘補特伽羅", "25": "誤失；於其大乘補特伽羅得無誤失；常能", "250": "得無誤失；於其大乘得無誤失；於其大", "251": "乘補特伽羅得無誤失。常能熾然三寶種", "252": "姓；於諸如來出家弟子，若是法器、若非法器，", "253": "下至一切被片袈裟剃鬚髮者，得無誤失。", "254": "於大乘法，常得昇進，無有退轉；利慧、勝福", "255": "常得增長；於一切定、諸陀羅尼、諸忍諸地，速", "256": "得自在，無有退轉；常得值遇諸善知識，隨", "257": "順而行；常得不離見一切佛，及諸菩薩、聲", "258": "聞弟子，不離聞法、不離親近供養眾僧。", "259": "於諸善根常精進求，心無厭足；常於菩提", "26": "熾然三寶種姓；於諸如來出家弟子，若是法", "260": "種種行願，心無厭足。所得果報廣說如前。", "261": "「復次，善男子！若菩薩摩訶薩，能盡形壽，離離", "262": "間語，一切眾生常共愛敬，所發言詞皆令和", "263": "順，聞悉敬奉無所猜疑。由此，善根速得成", "264": "熟。所有前際輪轉五趣沒生死河，因離間", "265": "語，造身語意諸惡業障、諸煩惱障、諸有情障、", "266": "一切法障、諸和敬障，自作、教他、見聞隨喜，由", "267": "此遠離離間語輪，皆悉輾壞摧滅無餘，不", "268": "受果報。於現身中，諸人天等皆共親愛，無", "269": "所猜慮，身心安樂，所發言詞皆令和順。將", "27": "器、若非法器，下至一切被片袈裟剃鬚髮", "270": "命終時，身心不為憂苦逼切，所愛妻子眷屬", "271": "圍遶。臨命終時，不見可怖剡魔王使；唯見", "272": "可意成調善法、具戒、富德、真實福田，為善知", "273": "識；身心歡悅，深生敬信。既命終已還生人", "274": "中，諸根圓滿支體具足，隨所生處所言和", "275": "順。端正聰明，安隱快樂。復遇可意成調善法、", "276": "具戒、富德、真實福田，為善知識。依彼修學離", "277": "離間語，能斷一切惡不善法，能成一切殊", "278": "勝善法，能求一切大乘法義，能修一切菩薩", "279": "願行，漸次趣入深廣智海，乃至證得無上菩", "28": "者，得無誤失；於大乘法，常得昇進，無有", "280": "提。所居佛土一切堅密，難可破壞，諸美妙物", "281": "之所莊嚴。無違、無競、善和諍訟、希求淳質", "282": "善法有情來生其國。常修和敬，聽聞正法。", "283": "如來自身壽命無量，為諸有情如應說法。般", "284": "涅槃後正法久住，利益安樂無量有情。善男", "285": "子！是名菩薩摩訶薩第五遠離離間語輪。", "286": "「菩薩摩訶薩成就此輪故，於聲聞乘得無", "287": "誤失；於聲聞乘補特伽羅得無誤失；於獨", "288": "覺乘得無誤失；於獨覺乘補特伽羅得無", "289": "誤失；於其大乘得無誤失；於其大乘補特", "29": "退轉；利慧、勝福、常得增長；於一切定、諸陀羅", "290": "伽羅得無誤失。常能熾然三寶種姓；於諸", "291": "如來出家弟子，若是法器、若非法器，下至一切", "292": "被片袈裟剃鬚髮者，得無誤失。於大乘", "293": "法，常得昇進，無有退轉；利慧、勝福常得增", "294": "長；於一切定、諸陀羅尼、諸忍諸地，速得自", "295": "在，無有退轉；常得值遇諸善知識，隨順而", "296": "行；常得不離見一切佛，及諸菩薩、聲聞弟", "297": "子，不離聞法、不離親近供養眾僧；於諸", "298": "善根常精進求，心無厭足；常於菩提種種行", "299": "願，心無厭足。所得果報廣說如前。", "3": "6 善業道品善業道品第六", "30": "尼、諸忍諸地，速得自在，無有退轉；常得值", "300": "「復次，善男子！若菩薩摩訶薩，能盡形壽，離麁", "301": "惡語，一切眾生常共愛敬，所發語言皆令歡", "302": "悅，聞悉敬奉無所猜疑。由此，善根速得成", "303": "熟。所有前際輪轉五趣沒生死河，因麁惡", "304": "語，造身語意諸惡業障、諸煩惱障、諸有情障、", "305": "一切法障、諸調善障，自作、教他、見聞隨喜，由", "306": "此遠離麁惡語輪，皆悉輾壞摧滅無餘，不", "307": "受果報。於現身中，諸人天等皆共親愛，無", "308": "所猜慮，身心安樂，所出言詞皆令歡悅。將", "309": "命終時，身心不為憂苦逼切，所愛妻子眷", "31": "遇諸善知識，隨順而行；常得不離見一切", "310": "屬圍遶。臨命終時，不見可怖剡魔王使；唯", "311": "見可意成調善法、具戒、富德、真實福田，為善", "312": "知識；身心歡悅，深生敬信。既命終已還生人", "313": "中，諸根圓滿支體具足，隨所生處所言柔", "314": "軟，端正聰明，安隱快樂。復遇可意成調善法、", "315": "具戒、富德、真實福田，為善知識。依彼修學離", "316": "麁惡語，能斷一切惡不善法，能成一切殊勝", "317": "善法，能求一切大乘法義，能修一切菩薩願", "318": "行，漸次趣入深廣智海，乃至證得無上菩", "319": "提。所居佛土遠離一切不可意聲；種種上", "32": "佛，及諸菩薩、聲聞弟子，不離聞法、不離親", "320": "妙如意和雅諸意樂聲、結集法聲，充滿其土。", "321": "具足念慧梵音清徹調善有情來生其國，常", "322": "以軟語更相勸進。如來自身壽命無量，為", "323": "諸有情如應說法。般涅槃後正法久住，利益", "324": "安樂無量有情。善男子！是名菩薩摩訶薩第", "325": "六遠離麁惡語輪。「菩薩摩訶薩成就此輪", "326": "故，於聲聞乘得無誤失；於聲聞乘補特伽", "327": "羅得無誤失；於獨覺乘得無誤失；於獨", "328": "覺乘補特伽羅得無誤失；於其大乘得無", "329": "誤失；於其大乘補特伽羅得無誤失。常能", "33": "近供養眾僧；於諸善根常精進求，心無厭", "330": "熾然三寶種姓；於諸如來出家弟子，若是法", "331": "器、若非法器，下至一切被片袈裟剃鬚髮", "332": "者，得無誤失。於大乘法，常得昇進，無有", "333": "退轉；利慧、勝福、常得增長；於一切定、諸陀羅", "334": "尼、諸忍諸地，速得自在，無有退轉；常得值", "335": "遇諸善知識，隨順而行；常得不離見一切", "336": "佛，及諸菩薩、聲聞弟子，不離聞法、不離親", "337": "近供養眾僧；於諸善根常精進求，心無厭", "338": "足；常於菩提種種行願，心無厭足。所得果", "339": "報廣說如前。", "34": "足；常於菩提種種行願，心無厭足；常於一", "340": "「復次，善男子！若菩薩摩訶薩，能盡形壽，離", "341": "雜穢語，一切眾生常共愛敬，所發言詞皆有", "342": "義利，聞悉敬奉無所猜疑。由此，善根速得", "343": "成熟。所有前際輪轉五趣沒生死河，因雜", "344": "穢語，造身語意諸惡業障、諸煩惱障、諸有情", "345": "障、一切法障、諸義利障，自作、教他、見聞隨喜，", "346": "由此遠離雜穢語輪，皆悉輾壞摧滅無餘，", "347": "不受果報。於現身中，諸人天等皆共親愛，", "348": "無所猜慮，身心安樂，所發言詞皆成義利。", "349": "將命終時，身心不為憂苦逼切，所愛妻子", "35": "切先所造作惡不善業，以聖金剛堅利法", "350": "眷屬圍遶。臨命終時，不見可怖剡魔王使；", "351": "唯見可意成調善法、具戒、富德、真實福田，為", "352": "善知識；身心歡悅，深生敬信。既命終已還生", "353": "人中，諸根圓滿支體具足，隨所生處言必饒", "354": "益，端正聰明，安隱快樂。復遇可意成調善法、", "355": "具戒、富德、真實福田，為善知識。依彼修學", "356": "離雜穢語，能斷一切惡不善法，能成一切", "357": "殊勝善法，能求一切大乘法義，能修一切菩", "358": "薩願行，漸次趣入深廣智海，乃至證得無上", "359": "菩提。所居佛土遠離一切無義利聲；種種上", "36": "智，摧壞散滅，令無遺餘不受果報；更不造", "360": "妙菩薩藏攝大法音聲周遍國土。成就無邊", "361": "大願、妙智、能善辯說種種法義，如是有情", "362": "來生其國。如來自身壽命無量，為諸有情", "363": "如應說法。般涅槃後正法久住，利益安樂無", "364": "量有情。善男子！是名菩薩摩訶薩第七遠離", "365": "雜穢語輪。「菩薩摩訶薩成就此輪故，於聲", "366": "聞乘得無誤失；於聲聞乘補特伽羅得無", "367": "誤失；於獨覺乘得無誤失；於獨覺乘補", "368": "特伽羅得無誤失；於其大乘得無誤失；", "369": "於其大乘補特伽羅得無誤失。常能熾然", "37": "新惡不善業，心無厭倦，速能證得無上法", "370": "三寶種姓；於諸如來出家弟子，若是法器、若", "371": "非法器，下至一切被片袈裟剃鬚髮者，得", "372": "無誤失；於大乘法，常得昇進，無有退轉；", "373": "利慧、勝福、常得增長；於一切定、諸陀羅尼、諸", "374": "忍諸地，速得自在，無有退轉；常得值遇諸", "375": "善知識，隨順而行；常得不離見一切佛，及", "376": "諸菩薩、聲聞弟子，不離聞法、不離親近供", "377": "養眾僧；於諸善根常精進求，心無厭足；常", "378": "於菩提種種行願，心無厭足。所得果報廣說", "379": "如前。", "38": "輪。常勤修習七覺分寶，心無厭倦。常能除", "380": "「復次，善男子！若菩薩摩訶薩，能盡形壽，遠離", "381": "貪欲，一切眾生常所愛重，其心清淨，離諸染", "382": "濁。由此，善根速得成熟。所有前際輪轉五", "383": "趣沒生死河，因貪欲故，造身語意諸惡業", "384": "障、諸煩惱障、諸有情障、一切法障、諸無貪障，", "385": "自作、教他、見聞隨喜，由此遠離貪欲輪故，", "386": "皆悉輾壞摧滅無餘，不受果報。於現身中，", "387": "諸人天等皆共親愛，無所猜慮，身心安樂，其", "388": "心清淨離諸染濁。將命終時，身心不為憂", "389": "苦逼切，所愛妻子眷屬圍遶。臨命終時，不", "39": "滅一切眾生諸煩惱病，心無厭倦；一切眾生", "390": "見可怖剡魔王使；唯見可意成調善法、具戒、", "391": "富德、真實福田，為善知識；身心歡悅，深生敬", "392": "信。既命終已還生人中，諸根圓滿支體具足，", "393": "隨所生處，其心清淨，離諸染濁，端正聰明，安", "394": "隱快樂。復遇可意成調善法、具戒、富德、真實", "395": "福田，為善知識。依彼修學離貪欲法，能斷", "396": "一切惡不善法，能成一切殊勝善法，能求一", "397": "切大乘法義，能修一切菩薩願行，漸次趣入", "398": "深廣智海，乃至證得無上菩提。所居佛土地", "399": "平如掌，眾寶充滿，種種寶樹行列莊嚴。種種", "4": "爾時，金剛藏菩薩摩訶薩，復白佛言：「大德世", "40": "依止存活。", "400": "寶衣、寶莊嚴具、寶幢幡蓋、金銀、真珠羅網等樹，", "401": "處處皆有，甚可愛樂。遠離憍慢、顏貌端嚴、", "402": "諸根無缺、其心平等，如是有情來生其國，無", "403": "貪功德圓滿莊嚴。如來自身壽命無量，為諸", "404": "有情如應說法。般涅槃後正法久住，利益", "405": "安樂無量有情。善男子！是名菩薩摩訶薩第", "406": "八遠離貪欲輪也。「菩薩摩訶薩成就此輪", "407": "故，於聲聞乘得無誤失；於聲聞乘補特伽", "408": "羅得無誤失；於獨覺乘得無誤失；於獨", "409": "覺乘補特伽羅得無誤失；於其大乘得無", "41": "「善男子！如轉輪王具足七寶，凡所行動，輪", "410": "誤失；於其大乘補特伽羅得無誤失。常能", "411": "熾然三寶種姓；於諸如來出家弟子，若是法", "412": "器、若非法器，下至一切被片袈裟剃鬚髮", "413": "者，得無誤失。於大乘法，常得昇進，無有", "414": "退轉；利慧、勝福常得增長；於一切定、諸陀羅", "415": "尼、諸忍諸地，速得自在，無有退轉；常得值", "416": "遇諸善知識，隨順而行；常得不離見一切", "417": "佛，及諸菩薩、聲聞弟子，不離聞法、不離親", "418": "近供養眾僧；於諸善根常精進求，心無厭", "419": "足；常於菩提種種行願，心無厭足。所得果", "42": "寶導前、餘寶隨後，巡四大洲，普能除滅一", "420": "報廣說如前。", "421": "大乘大集地藏十輪經卷第八", "43": "切眾生身心濁穢，普能生長一切眾生身心", "44": "安樂。菩薩摩訶薩亦復如是，成就十輪，於", "45": "聲聞乘得無誤失，廣說乃至一切眾生依止", "46": "存活。「善男子！如大車輅具足四輪，多人乘", "47": "之遊行大路，於其路上，土塊、瓦礫、草木、根莖、", "48": "枝葉、華果、為輪所輾，皆悉摧壞不任受用。", "49": "菩薩摩訶薩亦復如是，成就十輪，悉能摧", "5": "尊！菩薩摩訶薩，云何於聲聞乘得無誤失？", "50": "壞諸煩惱障、諸有情障、一切法障，令不受報。", "51": "「善男子！如利劍輪，纔一投掣，能斬怨敵首及", "52": "支節，令無勢用。菩薩摩訶薩亦復如是，", "53": "成就十輪，能破一切，五趣牢獄，生死大苦，永", "54": "斷一切煩惱、惡業，令不受報。「善男子！如火", "55": "災起，五日出時，遍四大洲一切河海水界津", "56": "潤，無不枯竭。菩薩摩訶薩亦復如是，成就", "57": "十輪，一切四因諸煩惱障、諸有情障、一切法", "58": "障苦報根本，悉皆枯竭。「善男子！如風災起，四", "59": "方猛風俱時頓發，一切世界大小諸山及諸大", "6": "云何於聲聞乘補特伽羅得無誤失？云何", "60": "地，悉皆散滅。菩薩摩訶薩亦復如是，成就十", "61": "輪，世間四倒、憍慢諸山，無不崩壞，一切眾生", "62": "諸煩惱障、諸有情障、一切法障苦報根本，悉皆", "63": "散滅。「善男子！如師子王吼聲一發，一切禽獸", "64": "悉皆驚怖，飛落、走伏，無敢輒動。菩薩摩訶薩", "65": "亦復如是，成就十輪，法音一震，乃至一切", "66": "外道、異學、惡知識等，悉皆驚怖，忘失言辯，無", "67": "敢酬抗。「善男子！如天帝釋與阿素洛將欲", "68": "戰時，天軍圍遶，手執金剛奔趣陣敵，諸阿素", "69": "洛驚怖退散。菩薩摩訶薩亦復如是，成就十", "7": "於獨覺乘得無誤失？云何於獨覺乘補特", "70": "輪，一切倒見外道、異學、惡知識等，驚怖退散。", "71": "「善男子！如如意珠置高幢上，能雨種種上", "72": "妙珍寶，給施一切貧乏眾生。菩薩摩訶薩亦", "73": "復如是，成就十輪，處淨戒幢，雨大法雨，", "74": "給施一切無量眾生。「善男子！如闇夜分，世間", "75": "幽冥都無所見，迷失正道；滿月出已諸闇皆", "76": "除，諸失道者皆見正路。菩薩摩訶薩亦復如", "77": "是，成就十輪，若諸眾生無明昏闇，由此迷", "78": "失八支聖道，菩薩為其宣說正法，除無明", "79": "闇生法光明，開示顯現八支聖道，令斷諸", "8": "伽羅得無誤失？云何於大乘得無誤失？", "80": "漏盡諸苦際。「善男子！如大日殿出現世間，", "81": "一切苗稼悉皆增長，一切花葉悉皆敷榮，一", "82": "切臭穢悉皆除歇，諸穀果藥悉皆成熟，雪山", "83": "銷流諸河充溢，漸次轉注滿於大海。菩薩摩", "84": "訶薩亦復如是，成就十輪，依止增上布施、調", "85": "伏、寂靜、尸羅、安忍、正勤、靜慮、般若，方便、慈悲、辯", "86": "才、功德皆悉熾盛，為諸眾生宣說正法，由", "87": "法威光，令諸眾生種種增上善根苗稼，悉皆", "88": "增長；種種增上妙行華葉，悉皆敷榮；種種煩", "89": "惱、惡業、惡行、悉皆除歇；善趣涅槃諸穀果藥，", "9": "云何於大乘補特伽羅得無誤失？云何常", "90": "悉皆成熟；邪見、慢山、悉皆銷流；種種正信、戒、", "91": "聞、捨、慧及諸定河，無不充溢，漸次盈滿大涅", "92": "槃海；令諸有情，隨意所樂，趣入無畏涅槃", "93": "之城。「善男子！云何名菩薩摩訶薩十輪？善男", "94": "子！此十輪者非餘法也，當知即是十善業", "95": "道。成就如是十種輪故，得名菩薩摩訶薩", "96": "也。於一切惡皆能解脫，一切善法隨意成", "97": "就，速能盈滿大涅槃海。以大善巧方便智", "98": "光，成熟一切眾生之類，皆令獲得利益安", "99": "樂。所以者何？善男子！過去一切諸佛世尊，皆"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0411 大乘大集地藏十輪經: 大乘大集地藏十輪經: 大乘大集地藏十輪經", "author": "唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}