{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋: 大智度論釋: 大智度論", "text": {"0": "69 大方便品", "1": "大智度論釋大方便品第六十九", "10": "「欲住阿鞞跋致地、欲逮一切種智者能入。「是", "100": "佛此中以大悲氣故，說：「中根、鈍根皆可得", "101": "入。」若菩薩能如般若所說六波羅蜜學，不", "102": "久當得薩婆若。如聲聞法中，不但以正見", "103": "得道，以八分合行故；大乘法亦如是，不", "104": "但學般若故得薩婆若，與五波羅蜜合故", "105": "得。是故說：「菩薩如所說般若波羅蜜，當學", "106": "得一切智。」問曰：上說「但般若能至一切種", "107": "智」，今何以言「與五波羅蜜合故得至」？答曰：", "108": "常說與六波羅蜜合故得至；或時有清", "109": "淨佛國，但聞實相得至薩婆若，不用次", "11": "菩薩摩訶薩如般若波羅蜜所說當學，乃至", "110": "第行諸波羅蜜。此中說菩薩得薩婆若，則般", "111": "若功報已足；今但讚行般若人力勢。如《經》", "112": "中說：是菩薩行般若，所有魔事起即滅。從", "113": "上「諸佛所念」來至此，皆是讚菩薩行般若", "114": "功德，乃至「分別善知三乘」。「善知字門」者，如", "115": "文字陀羅尼中說。「非字」，名如、法性、實際，此中", "116": "無文字。略說義，是菩薩無量福德力故，善", "117": "知二法——世間及涅槃。若厭世苦，則念涅", "118": "槃；若欲沒涅槃，還念世間。集諸福德道故，", "119": "善知字；破福德中顛倒故，善知無字。語、不", "12": "如檀波羅蜜所說當學；是菩薩摩訶薩當得", "120": "語，亦如是。「一語」者，以是一語能分別多少", "121": "淨語、不淨語。一語、二語、多語，男語、女語等，音聲", "122": "各異。菩薩善知是事故能伏諸邪道及", "123": "諸豪勝。善知色乃至識二種相，若常、若無常，", "124": "如先說。「善知捨道」者，菩薩從一地至一", "125": "地，捨下地不憂，得上地不貪。「不捨道」者，", "126": "住是地中。邪見；次世間正見；「一切見」：學、無學", "127": "等諸見。「行」者，十六行。「善知須陀洹」者，人也；「須", "128": "陀洹道」者，見諦道也；「須陀洹果」，第十六心、心", "129": "數法，及無漏戒等諸法。乃至佛亦如是。「善知", "13": "一切智。「是菩薩摩訶薩行般若波羅蜜，所有", "130": "諸根」者，善分別二十二根。有人言：觀可度", "131": "眾生根有利鈍，具足者可度，不具足者未", "132": "可度。又菩薩亦自知善根具足、不具足；如", "133": "鳥子自知毛羽具足，爾乃可飛。「慧」者，一切", "134": "智慧總相。「疾慧」者，速知諸法。有人雖疾而", "135": "智力不強，如馬雖疾而力弱；有人雖有強", "136": "智力而不利，譬如鈍斧雖有大力，不能", "137": "破物。「出慧」者，於種種難中能自拔出，亦", "138": "能於諸煩惱中自拔出三界入涅槃。「達慧」", "139": "者，究盡通達，於佛法中乃至漏盡、得涅槃，", "14": "魔事欲起即滅。以是故，菩薩摩訶薩欲得方", "140": "破壞諸法到法性中。「廣慧」者，道俗種種經", "141": "書論議，於佛法中有無，無不悉知。「深慧」者，", "142": "觀一切法無量、無相、不可思議。世間深智慧", "143": "者，能知久遠事，利中有衰、衰中有利。「大慧」", "144": "者，總具上諸慧名為「大」。又復一切眾生中佛", "145": "為大，諸法中般若為大；知佛、信法，與大法", "146": "和合，故名為「大」。「無等慧」者，於般若中不著", "147": "般若，能如是深入，更無異法可喻。復次，菩", "148": "薩漸漸行道，到不可思議性中，無有與等", "149": "者，故名「無等」。「寶慧」者，如如意寶，自無定色，", "15": "便力，當行般若波羅蜜。「若菩薩摩訶薩如是", "150": "隨前物而變；般若亦如是，自無定相，隨", "151": "諸法行。又如如意珠，隨願皆得；般若亦如", "152": "是，有人行者能得佛願，何況餘者！過去已", "153": "滅，未來未起，不得言有，不得言無，於是", "154": "中能行實相，是名「善知」。現在法念念生滅", "155": "故不可知，而能通達，是名「善知現在世」。「方便」", "156": "名欲成辦其事，能具足因緣多少得所，於", "157": "中不令有失。如菩薩雖行空，不證實際；", "158": "雖行福德，亦復不著。「待眾生」者，如估客、", "159": "大將雖乘駃馬能疾到所止，故待眾人；", "16": "行、如是習、如是修般若波羅蜜，是時，無量阿", "160": "菩薩亦如是，乘智慧駃馬，雖能疾入涅槃，", "161": "亦待眾生故不入。善知眾生種種善惡心。", "162": "「深心」者，現在雖惡，其本則好；如父母撾子，外", "163": "惡內善。如佛度鴦崛魔羅，知其淺心雖", "164": "惡，深心實善。菩薩觀眾生信等五善根，從", "165": "深心中來，是時可度。「義」者有二，亦「法」、亦「名」；", "166": "「語」者語言，以「名字」名物。得「義無礙」、「法無礙」", "167": "故，名「善知義」；「辭無礙」、「樂說無礙」故，名「善知", "168": "語」。菩薩住是二善知中，能以三乘度眾", "169": "生，是名「善知分別三乘」。如是難解故", "17": "僧祇國土中現在諸佛念是行般若波羅蜜", "170": "解說，易解者不說。問曰：何以故先說「善", "171": "知色乃至識」，後說「知眾、界、入」？何以先說「善", "172": "知緣」？後說「因、次第、緣、增上」？答曰：先廣說，後", "173": "略說。復有人言：先五眾有三種：善、不善、無記。", "174": "戒眾等五，亦名為「五眾」。「緣」，先略說，後廣說。", "175": "70 三惠品大智度論釋三惠品第七十", "176": "【經】須菩提白佛言：「世尊！菩薩摩訶薩云何行", "177": "般若波羅蜜？云何生般若波羅蜜？云何修般", "178": "若波羅蜜？」佛言：「色寂滅故；色空故，色虛誑故，", "179": "色不堅實故，應行般若波羅蜜。受、想、行、識", "18": "菩薩。何以故？是般若波羅蜜中生過去、未", "180": "亦如是。「如汝所問：『云何生般若波羅蜜？』如", "181": "虛空生故，應生般若波羅蜜。「如汝所問：『云", "182": "何修般若波羅蜜？』修諸法破壞故，應修般若", "183": "波羅蜜。」須菩提言：「世尊！行般若波羅蜜，生", "184": "般若波羅蜜，修般若波羅蜜，應幾時？」佛言：", "185": "「從初發意乃至坐道場，應行、應生、應修般若", "186": "波羅蜜。」須菩提白佛言：「世尊！次第心應行", "187": "般若波羅蜜？」佛言：「常不捨薩婆若心，不令", "188": "餘念得入，為行般若波羅蜜、為生般若波羅", "189": "蜜、為修般若波羅蜜。若心、心數法不行故，為", "19": "來、現在諸佛故。以是故，菩薩摩訶薩應如是", "190": "行般若波羅蜜、為生般若波羅蜜、為修般若", "191": "波羅蜜。」須菩提白佛言：「世尊！菩薩摩訶薩", "192": "修般若波羅蜜，當得薩婆若不？」佛言：「不。」「世尊！", "193": "不修般若波羅蜜，得薩婆若不？」佛言：「不。」「世尊！", "194": "修不修，得薩婆若不？」佛言：「不。」「世尊！非修非", "195": "不修，得薩婆若不？」佛言：「不。」「世尊！若不爾，云", "196": "何當得薩婆若？」佛言：「菩薩摩訶薩得薩婆若，", "197": "如如相。」「世尊！云何如如相？」「如實際。」「云何如", "198": "實際？」「如法性。」「云何如法性？」「如我性、眾生性、壽", "199": "命性。」「世尊！云何我性、眾生性、壽命性？」佛告須", "2": "之餘卷八十三", "20": "思惟：『過去、未來、現在諸佛所得法，我亦當得。』", "200": "菩提：「於汝意云何？我、眾生、壽命法可得不？」須", "201": "菩提言：「不可得。」佛言：「若我、眾生、壽命不可", "202": "得，云何當說有我性、眾生性、壽命性？「若般若", "203": "波羅蜜中不說有一切法，當得一切種智。」須", "204": "菩提言：「世尊！但般若波羅蜜是不可說？禪", "205": "波羅蜜，乃至檀波羅蜜亦不可說？」佛告須菩", "206": "提：「般若波羅蜜不可說，檀波羅蜜乃至一切", "207": "法——若有為、若無為，若聲聞法、若辟支佛法、", "208": "若菩薩法、若佛法，亦不可說。」「世尊！若一切法", "209": "不可說，云何說是地獄、是畜生、是餓鬼、是人、", "21": "如是，須菩提！菩薩摩訶薩應習般若波羅蜜！", "210": "是天？是須陀洹、是斯陀含、阿那含、阿羅漢、辟支", "211": "佛，是諸佛？」佛告須菩提：「於汝意云何？是眾", "212": "生名字實可得不？」「世尊！不可得。」佛言：「若眾", "213": "生不可得，云何當說有地獄、餓鬼、畜生、人、天，", "214": "須陀洹乃至佛？「如是，須菩提！菩薩摩訶薩行", "215": "般若波羅蜜時，應當學一切法不可說。」須菩", "216": "提言：「世尊！菩薩摩訶薩學般若波羅蜜時，", "217": "應學色、受、想、行、識，乃至應學一切種智？」佛告", "218": "須菩提：「是菩薩摩訶薩學般若波羅蜜時，應", "219": "學色不增不減，乃至應學一切種智不增不", "22": "「若如是習般若波羅蜜，疾得阿耨多羅三藐", "220": "減。」須菩提言：「世尊！云何色不增不減學？乃", "221": "至一切種智不增不減學？」佛言：「不生不滅故", "222": "學。」「世尊！云何名不生不滅學？」佛言：「不起不作", "223": "諸行業——若有、若無故。」「世尊！云何不起不作諸", "224": "行業——若有、若無？」佛言：「觀諸法自相空故。」「世", "225": "尊！云何應觀諸法自相空？」佛言：「應觀色、色相", "226": "空，應觀受、想、行、識、識相空；應觀眼、眼相空，乃", "227": "至意；色乃至法，眼識界乃至意識界、意識界相", "228": "空；應觀內空、內空相空，乃至應觀自相空、自", "229": "相空相空；應觀四禪、四禪相空，乃至滅受想", "23": "三菩提。以是故，菩薩摩訶薩常應不遠離薩", "230": "定、滅受想定相空；應觀四念處、四念處相空，", "231": "乃至阿耨多羅三藐三菩提、阿耨多羅三藐三", "232": "菩提相空。如是，須菩提！菩薩行般若波羅蜜", "233": "時，應行諸法自相空。」「世尊！若色、色相空，乃", "234": "至阿耨多羅三藐三菩提、阿耨多羅三藐三菩", "235": "提相空，云何菩薩摩訶薩應行般若波羅蜜？」", "236": "佛言：「不行，是名行般若波羅蜜。」「世尊！云何", "237": "不行是行般若波羅蜜？」佛言：「般若波羅蜜不", "238": "可得故，菩薩不可得，行亦不可得；行者、行", "239": "法、行處亦不可得故，是名菩薩摩訶薩行不", "24": "婆若念。「若菩薩摩訶薩如是行般若波羅", "240": "行般若波羅蜜，一切諸戲論不可得故。」「世尊！", "241": "若不行是菩薩摩訶薩行般若波羅蜜，從初", "242": "發意菩薩，云何行般若波羅蜜？」「須菩提！菩薩", "243": "從初發意已來，應學空無所得法。是菩薩用", "244": "無所得法故，布施、持戒、忍辱、精進、禪定；以無", "245": "所得法故，修智慧；乃至一切種智，亦如是。」須", "246": "菩提白佛言：「世尊！云何名有所得？云何名", "247": "無所得？」佛告須菩提：「諸有二者，是有所得；無", "248": "有二者，是無所得。」「世尊！何等是二有所得？何", "249": "等是不二無所得？」佛言：「眼、色為二，乃至意、", "25": "蜜，乃至彈指頃，是菩薩福德甚多。「若有人", "250": "法為二，乃至阿耨多羅三藐三菩提、佛為二，", "251": "是名為二。」「世尊！從有所得中無所得？從無", "252": "所得中無所得？」佛言：「不從有所得中無所得，", "253": "不從無所得中無所得。「須菩提！有所得、無所", "254": "得平等，是名無所得。「如是，須菩提！菩薩摩訶", "255": "薩於有所得、無所得平等法中應學！「須菩提！", "256": "菩薩摩訶薩如是學般若波羅蜜，是名無所", "257": "得者，無有過失。」須菩提白佛言：「世尊！若菩薩", "258": "行般若波羅蜜，不行有所得，不行無所得，云", "259": "何從一地至一地，得一切種智？」佛告須菩提：", "26": "教三千大千世界中眾生自恣布施，教令持", "260": "「菩薩摩訶薩行般若波羅蜜時，不住有所得", "261": "中，從一地至一地。何以故？有所得中住，不", "262": "能從一地至一地。何以故？須菩提！無所得是", "263": "般若波羅蜜相，無所得是阿耨多羅三藐三", "264": "菩提相，無所得亦是行般若波羅蜜者相。須", "265": "菩提！菩薩摩訶薩應如是行般若波羅蜜！」須", "266": "菩提白佛言：「世尊！若般若波羅蜜不可得，阿", "267": "耨多羅三藐三菩提亦不可得，行般若波羅", "268": "蜜者亦不可得，云何菩薩摩訶薩分別諸法", "269": "相，是色，是受、想、行、識，乃至是阿耨多羅三", "27": "戒、禪定、智慧，教令得解脫、解脫知見，教令得", "270": "藐三菩提？」佛告須菩提：「菩薩摩訶薩行般若", "271": "波羅蜜時，不得色，不得受、想、行、識，乃至不得", "272": "阿耨多羅三藐三菩提。」「世尊！若菩薩摩訶薩", "273": "行般若波羅蜜時，色不可得，乃至阿耨多羅", "274": "三藐三菩提不可得，云何具足檀波羅蜜，乃", "275": "至具足般若波羅蜜，入菩薩法位中；入已，淨", "276": "佛國土，成就眾生，得一切種智；得一切種智", "277": "已，轉法輪作佛事，度眾生生死？」佛告須菩提：", "278": "「菩薩摩訶薩不為色故行般若波羅蜜，乃至", "279": "不為阿耨多羅三藐三菩提故行般若波羅", "28": "須陀洹果乃至阿羅漢果、辟支佛道，不如是", "280": "蜜。」須菩提白佛言：「世尊！菩薩為何事故行", "281": "般若波羅蜜？」佛言：「無所為故行般若波羅蜜。", "282": "何以故？一切諸法無所為、無所作，般若波羅", "283": "蜜亦無所為、無所作，阿耨多羅三藐三菩提亦", "284": "無所為、無所作，菩薩亦無所為、無所作。如是，", "285": "須菩提！菩薩摩訶薩應行般若波羅蜜無所", "286": "為、無所作。」", "287": "【論】釋曰：聽者聞種種讚般若功德，得善知", "288": "一切事，而貴愛是般若波羅蜜，方便欲得。", "289": "須菩提知眾人意，是故問佛：「世尊！云何行", "29": "菩薩修般若波羅蜜乃至彈指頃。何以故？是", "290": "般若？云何生？云何修？」有人言：「行」者，在乾慧", "291": "地；「生」者，得無生忍法；「修」者，得無生忍法後，", "292": "以禪波羅蜜熏修般若。佛答：五眾是一切", "293": "世間心所行結縛處，涅槃是寂滅相，菩薩以", "294": "般若波羅蜜利智慧力故，能破五眾通達", "295": "令空，即是涅槃寂滅相。從寂滅出，住六情", "296": "中，還念寂滅相，知世間諸法皆是空、虛誑、", "297": "不堅實，是名般若。行般若無定相故，不可", "298": "得說若有、若無，言語道斷故。空如虛空，是", "299": "故說「如虛空生」。又「如虛空」，虛空中無有法", "3": "聖者龍樹菩薩造", "30": "般若波羅蜜中生布施、持戒、禪定、智慧，須陀洹", "300": "生，虛空亦不能有所生，所以者何？無法、無", "301": "形、無觸，無作相故；般若波羅蜜亦如是。復", "302": "有人言：有是虛空，但以常法、無作故不能", "303": "生，是為定相。摩訶衍中，「虛空」名無法，不得", "304": "說「常」，不得說「無常」；不得言「有」，不得言", "305": "「無」，「非有非無」亦不可得。滅諸戲論，無染無", "306": "著，亦無文字。般若波羅蜜亦如是，能觀世", "307": "間似如虛空。是名「生般若波羅蜜」。菩薩得", "308": "般若已，入甚深禪定，以般若力故，觀禪定", "309": "及禪定緣皆破壞。何以故？般若波羅蜜捨", "31": "果乃至辟支佛道；十方現在諸佛亦從般若", "310": "一切法，不著相故，是名「修般若波羅蜜」。聽", "311": "者作是念：「一切法皆有時節。」是故須菩提", "312": "問：「般若波羅蜜應幾時行？」佛答：「從初發心", "313": "乃至坐道場應行。」問曰：菩薩從初發心，應", "314": "行十地、六波羅蜜、三十七品一切善法，何以", "315": "但說行般若？答曰：須菩提但問般若故，佛", "316": "答以行般若。又復是一切法皆與般若波羅", "317": "蜜和合，以般若大故，不說餘法。問曰：般", "318": "若波羅蜜無量無限，何以故以道場為限？", "319": "答曰：先已答，是「般若」到佛心中轉名「薩婆", "32": "波羅蜜中生，過去、未來諸佛亦從般若波羅", "320": "若」；理雖一，名變故，言「至道場應行」。菩薩", "321": "至道場，發意已來所得諸法皆捨，得無礙", "322": "解脫故，皆通達三世。問曰：彈指頃六十念，", "323": "念念生滅，云何「一心常念薩婆若，不令餘", "324": "念得入」？答曰：心有二種：一者、念念生滅心；", "325": "二者、相續次第生，總名一心——以相續次第", "326": "生故，雖多，名為一心。是時，不令貪、恚等心", "327": "相續得入。何以故？貪、恚等心久住，則能障般", "328": "若波羅蜜，念少則不能為害——此為新發意", "329": "菩薩故說。復有大菩薩，雖行餘諸善法，皆", "33": "蜜中生故。「復次，須菩提！菩薩摩訶薩應薩", "330": "與般若和合，能令念念中餘心不入。菩薩", "331": "多於般若中起種種戲論及諸邪心，是故佛", "332": "教常念薩婆若，不令餘念得入。「常念」者，心", "333": "無餘向，縱使死急事至，不忘薩婆若。「般若", "334": "波羅蜜行相」者，所謂心、心數法不行。問曰：凡", "335": "夫人入無想定，若生無想天；聖人住有餘", "336": "涅槃、入滅盡定；一切聖人入無餘涅槃，心、", "337": "心數法皆不行——是則心、心數法不行。菩薩", "338": "行般若時，云何心、心數法不行？答曰：是事《阿", "339": "毘曇》中說，非大乘中義。小乘、大乘種種差別，", "34": "婆若念，行般若波羅蜜，若須臾時、若半日、若", "340": "如先說。是故不應以《阿毘曇》難《摩訶衍》。復", "341": "次，無相三昧中，色等諸相滅故名「無相」；以「無", "342": "相」故，不應生心、心數法；此亦非無想定、滅", "343": "盡定。問曰：「無相」義，佛種種說：或名見諦道——信", "344": "行、法行為「無相」，人以疾故；或說無色定，想", "345": "微細難覺故，亦名「無相」；或以三解脫門中", "346": "緣涅槃故，名「無相」。是故不得但以「無相」故", "347": "名「心、心數法不行」。乃至緣「涅槃無相法」，心、", "348": "心數法不滅，何況緣有相法？答曰：見諦道", "349": "中、無色定中說「無相」可爾。若言「緣涅槃無", "35": "一日、若一月、若百日、若一歲、若百歲、若一劫、若", "350": "相法」，是事不然！佛常種種讚歎「涅槃」無相、無", "351": "量、不可思議法，即是「無相無緣法」，汝云何言", "352": "「緣」？問曰：滅男、女色等相，故名「無相」，不言", "353": "「無涅槃相」！行者取是涅槃相，生心、心數法，", "354": "是名「緣」！答曰：佛說一切有為生法皆是魔網、", "355": "虛誑不實，若緣涅槃心、心數法是實，則失", "356": "有為法虛誑相；若不實，不能見涅槃。是故", "357": "汝言「涅槃有相可緣」，是事不爾！問曰：佛自", "358": "說「涅槃法有三相」，云何言「無相」？答曰：是三", "359": "相假名無實，何以故？破有為三相故，說「無", "36": "百劫，乃至無量無邊阿僧祇劫，是菩薩修是", "360": "生」、「無滅」、「無住無異」，「無為」更無別相。復次，「生", "361": "相」，先已種種因緣破「生」，畢竟不可得故，云", "362": "何有無「生」？離「有為相」，無為相不可得。是故", "363": "「無為」但有名字，無有自相。復次，佛法真實", "364": "寂滅無戲論；若涅槃有相，即是有定相可", "365": "取，便是戲論，戲論故而生諍訟，若諍訟瞋", "366": "恚，尚不得生天人中，何況涅槃！是故如佛", "367": "說：「涅槃，無相、無量、不可思議，滅諸戲論。」此「涅", "368": "槃相」，即是「般若波羅蜜」，是故不應有心、心", "369": "數法。如先品說：「菩薩行般若，離心、非心相。」", "37": "般若波羅蜜福德甚多；勝於教十方恒河沙", "370": "若有非心相，應當難言：「無心相云何行般", "371": "若？」今離此二邊，故不應難。復次，先世無明", "372": "顛倒邪見因緣故，得是身。是身中心、心數法", "373": "雖有善，因緣生故無自性，虛誑不實，是善", "374": "心果報，受人天福樂，皆是無常故，能生大苦，", "375": "亦是虛誑不實；何況不善、無記心！因虛誑故，", "376": "果亦虛誑。「般若波羅蜜」，真故，心、心數法不", "377": "行。須菩提聞是「心、心數法不行」，故問佛：", "378": "「世尊！修般若波羅蜜得薩婆若不？」佛言：「不。」", "379": "何以故？「修」名常行積集，皆應是心、心數法", "38": "等世界中眾生布施、持戒、禪定、智慧、解脫、解脫", "380": "力，是故言「修」。修尚不得，何況「不修」！「修不修」", "381": "者，是般若無為法故「不修」，能觀實相故言", "382": "「修」，二俱有過，故言「不」。問曰：若第三中有過，", "383": "第四有何過，復言「不」？答曰：須菩提以取相", "384": "著心問故，佛言：「不。」以受「修不修」故，有「非修", "385": "非不修」，是故佛言：「不。」若以不取相心，說「非", "386": "修非不修」則無有過。須菩提四種問，佛皆不", "387": "聽，心惑故復問世尊：「今云何當得薩婆", "388": "若？」佛答：「如如相。」「如」亦不解，是故佛言：「如實", "389": "際。」問曰：〈如品〉中，須菩提自善說「如」，今云何有", "39": "知見，教令得須陀洹果乃至辟支佛道。何以", "390": "疑？答曰：是「如」無一定相，是故不得不問；", "391": "若「如」有一定相者，便應已解。是「如」甚深無", "392": "量故，須菩提有處解、有處不解；譬如大", "393": "水，有人入深者、入淺者，皆名入水，不得言", "394": "入淺者不入水。問曰：何以不以「如」喻「實際」，", "395": "而以「實際」喻「如」？「實際」有何易解故譬喻？答", "396": "曰：「如」、「實際」雖是一物，觀時異；「如」是諸法體", "397": "性，「實際」是行者心取證。佛以須菩提得是「實", "398": "際」為證，故以為譬喻。問曰：常說「法性」次「如」，", "399": "「實際」次「法性」，今「法性」何以在後？答曰：今欲", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "故？諸佛從般若波羅蜜中生，說是布施、持", "400": "以「我性」、「眾生性」說畢竟空故，轉次在後。復", "401": "次，從見諦道、學道中能觀諸法「如」；無學道", "402": "中煩惱盡故，定心作證；定心作證故，於一", "403": "切總相、別相中通達，名為「法性」。諸法本生處", "404": "名為「性」，是故以「法性」喻「實際」。「法性」有聲聞", "405": "分、有大乘分；須菩提於聲聞分中不疑，大", "406": "乘分中有疑故問。佛欲以凡人所可解事", "407": "為證，故言：「如我性、眾生性、壽命性。」須菩提", "408": "更無所問，佛欲結句故，反問須菩提：「於汝", "409": "意云何？我法相實有不？」須菩提得道故言", "41": "戒、禪定、智慧、解脫、解脫知見，須陀洹果乃至辟", "410": "「無」。須陀洹尚不見我，何況阿羅漢！佛言：「汝", "411": "以小乘鈍智尚不得我，何況佛！」佛以智慧", "412": "求我不可得，云何可說？如我不可說有，一", "413": "切法亦如是。菩薩能行是不可說法故，當", "414": "得薩婆若。「不可說」者，不可分別若有、若無。", "415": "須菩提問：「世尊！諸法若不可分別，云何分別", "416": "說有地獄等五道、須陀洹等諸聖道？」佛答：「眾", "417": "生無有定法，但有假名字，云何當分別說", "418": "有地獄等？」眾生及諸聖人，從分別眾生等", "419": "故有諸道名，眾生實不可得。「如是，須菩提！", "42": "支佛道。「若有菩薩摩訶薩如般若波羅蜜所", "420": "菩薩應如是學不可說般若波羅蜜。」須菩提", "421": "問：「世尊！菩薩應學色等諸法，今何以言學", "422": "一切法不可說？」佛答：「菩薩雖應學色等法，", "423": "但應作不增不減故學。」「不增不減」義，如先", "424": "說。此中佛自說得不增不減因緣：「若菩薩", "425": "學不生不滅法，即是學不增不減。」須菩提", "426": "問：「云何學不生不滅？」佛答：「不起不作諸行", "427": "業——若有、若無故。」「有」名三有：欲有、色有、無色", "428": "有；「無」名斷滅邊，離八聖道強欲求滅。以", "429": "是二事，凡夫人起諸行業——若善、若不善。是菩", "43": "說住，當知是菩薩摩訶薩是阿鞞跋致，為諸", "430": "薩知諸法實相，所謂「不生不滅」，是故不作", "431": "三種業，不起業相應諸法，是名「無作解脫", "432": "門」。「不生不滅」，是「無相解脫門」。復問世尊：「何等", "433": "方便故，能不作不起諸行業？」佛答：「若菩薩", "434": "能觀諸法自相空」，所謂「色、色相空，乃至阿耨", "435": "多羅三藐三菩提、阿耨多羅三藐三菩提相", "436": "空。」菩薩爾時能作二事：一、能不作不起", "437": "諸行業；二、能於一切法中行「自相空」。復問", "438": "世尊：「若色等法自相空，云何菩薩應般若波", "439": "羅蜜中行？」佛答：「不行，是名菩薩般若中行。」此", "44": "佛所念。如是方便力成就；當知是菩薩親近、", "440": "中自說因緣：「般若波羅蜜體不可得，行者、", "441": "行法、行處不可得。」法空故，般若波羅蜜不可", "442": "得，行處亦不可得；眾生空故，行者不可得。", "443": "一切戲論不可得故，菩薩不行，名為「般若波", "444": "羅蜜行」。須菩提問：「若不行是般若行者，初發", "445": "心菩薩云何應行般若？」須菩提意：若「不行為", "446": "行」者，初發心菩薩心則迷悶；若「以行為行」者，", "447": "是則顛倒，是故問。佛答：「初發心菩薩應學", "448": "無所得法，無所得法即是無行。」「學」名以方", "449": "便力漸漸行，所謂布施時，以無所得法故", "45": "供養無量千萬億諸佛，種善根，與善知識相", "450": "應布施。諸法實相畢竟空，畢竟空中無有", "451": "可得——若有、若無；菩薩住如是智慧心中，應", "452": "若多若少布施；布施物、與者、受者，平等觀故——", "453": "所謂皆不可得。乃至薩婆若亦如是。須菩提", "454": "作是念：「有所得故則是世間顛倒，無所得故", "455": "即是涅槃」，是故問佛：「云何有所得？云何無所", "456": "得？」佛略答：「二相是有所得；無二相是無所得。」", "457": "「二相」者，眼一、色一，兩「一」和合名為「二」。以眼故", "458": "知是色，以色故知是眼，眼、色是相待法。問", "459": "曰：若不見色時亦有眼，云何眼不離色？答", "46": "隨，久行六波羅蜜，久修十八空、四念處乃", "460": "曰：以曾見色故名為眼，今雖不觀色，以", "461": "本為名。是故一切有為法皆屬因緣，因屬", "462": "果，果屬緣，無有定自在者。乃至意、法，菩薩、", "463": "佛，亦如是。凡夫無智，各各分別，作善不善", "464": "業；智者知是「二」法皆虛誑，屬因緣，不以是", "465": "「二」為「二」。須菩提問：是二法即是有所得，不", "466": "二法即是無所得。「世尊！從有所得法中無所", "467": "得？」「從無所得法中無所得？」為緣諸法取相", "468": "行道故，得是畢竟空無所得？為不作緣不", "469": "取相不行道故，得是畢竟空無所得？「若", "47": "至八聖道分、佛十力乃至一切種智；當知是", "470": "有所得中無所得」者，有所得即是顛倒，行顛", "471": "倒云何得實？「若無所得中得無所得」者，無", "472": "所得即是無所有，無所有云何能生無所有？", "473": "佛以「二」俱過故，皆不聽。有所得、無所得二", "474": "事，皆能平等觀；「平等」即是畢竟空、無所得。因", "475": "「無所得」破「有所得」；事既辦，亦捨「無所得」。", "476": "如是菩薩於「有所得」、「無所得」平等，般若中應", "477": "學。若菩薩能如是學，是名真無所得者，無", "478": "有過失。從一地至一地，義亦如是。須菩", "479": "提問：「世尊！若般若不可得，菩提不可得，菩薩", "48": "菩薩住法王子地，滿足諸願，常不離諸佛，", "480": "不可得，云何菩薩學般若，分別諸法相——所", "481": "謂惱相是色，苦樂相是受等？若菩薩行般若", "482": "波羅蜜，色等法不可得，云何能具足檀波羅", "483": "蜜等諸善法？云何能入菩薩位中？」如經中廣", "484": "說。佛語須菩提：「菩薩不以得色等諸法相", "485": "故行般若。」復問：「為何等事故行般若？」佛答：", "486": "「以無所得故行般若。何以故？一切法空、無", "487": "相、無作、無起，般若波羅蜜、菩薩、菩提亦無相、", "488": "無作、無起。菩薩為一切法實相故行般若，", "489": "非以顛倒故。須菩提！菩薩應如是無作般", "49": "不離諸善根，從一佛國至一佛國；當知是菩", "490": "若中行無作、無起故。」", "491": "大智度論卷第八十三", "5": "【經】「世尊！是門，利根菩薩摩訶薩所入。」佛言：", "50": "薩辯才無盡，具足得陀羅尼，身色具足、受記", "51": "具足故，為眾生受身。「當知是菩薩善知字門，", "52": "善知非字門；善於言，善於不言；善於一言，善", "53": "於二言，善於多言；善知女語，善知男語；善", "54": "知色乃至識；善知世間性，善知涅槃性；善", "55": "知法相，善知有為相，善知無為相；善知有法，", "56": "善知無法；善知自性，善知他性；善知合法，善", "57": "知散法；善知相應法，善知不相應法，善知", "58": "相應不相應法；善知如，善知不如；善知法性，", "59": "善知法位；善知緣，善知無緣；善知陰，善知界，", "6": "「鈍根菩薩亦可入是門，中根菩薩、散心菩薩", "60": "善知入；善知諦，善知十二因緣；善知禪，善", "61": "知無量心，善知無色定；善知六波羅蜜，善", "62": "知四念處，乃至善知一切種智；善知有為性，", "63": "善知無為性；善知有性，善知無性；善知色觀，", "64": "善知受、想、行、識觀，乃至善知一切種智觀；善", "65": "知色、色相空，善知受、想、行、識、識相空，乃至善", "66": "知菩提、菩提相空；善知捨道，善知不捨道；善", "67": "知生，善知滅，善知住異；善知欲，善知瞋，善知", "68": "癡；善知不欲，善知不瞋，善知不癡；善知見，善", "69": "知不見；善知邪見，善知正見，善知一切見；善", "7": "亦可入是門；是門無礙，若菩薩摩訶薩一心", "70": "知名，善知色，善知名色；善知因緣，善知次第", "71": "緣，善知緣緣，善知增上緣；善知行相；善知苦，", "72": "善知集，善知滅，善知道；善知地獄，善知餓鬼，", "73": "善知畜生，善知人，善知天；善知地獄趣，善知", "74": "餓鬼趣，善知畜生趣，善知人趣，善知天趣；善", "75": "知須陀洹，善知須陀洹果，善知須陀洹道；善", "76": "知斯陀含，善知斯陀含果，善知斯陀含道；善", "77": "知阿那含，善知阿那含果，善知阿那含道；善", "78": "知阿羅漢，善知阿羅漢果，善知阿羅漢道；善", "79": "知辟支佛，善知辟支佛果，善知辟支佛道；善", "8": "學者皆入是門。「懈怠、少精進、妄憶念、亂心者", "80": "知佛，善知一切智，善知一切智道；善知諸", "81": "根，善知諸根具足；善知慧，善知疾慧，善知有", "82": "力慧，善知利慧，善知出慧，善知達慧，善知廣", "83": "慧，善知深慧，善知大慧，善知無等慧，善知寶", "84": "慧；善知過去世，善知未來世，善知現在世；", "85": "善知方便；善知待眾生；善知心，善知深心；善", "86": "知義，善知語；善知分別三乘。「須菩提！菩薩", "87": "摩訶薩行般若波羅蜜、生般若波羅蜜、修般", "88": "若波羅蜜，得如是等利益。」", "89": "【論】釋曰：須菩提意以四種門雖安隱，以甚", "9": "所不能入；精進、不懈怠、正憶念、攝心者能入。", "90": "深故，利根者乃得入。佛答：「無不入」者，須菩", "91": "提明智慧利根者能入，佛意：「但一心精進欲", "92": "學者可入。」譬如熱時，清涼池，有目有足皆", "93": "可入；雖近，不欲入者則不入。「四門」、「般若波", "94": "羅蜜」池亦如是，四方眾生無有遮者。「不懈", "95": "怠」者是正精進；「不妄念」者是正念；「不亂心」者", "96": "是正定；「如」等四門是正見；正見等安住是戒", "97": "行——此八聖道能得般若波羅蜜。須菩提小乘", "98": "智短故，但說利根者能入；佛大乘大智故，", "99": "說雖中根、鈍根，八法和合故，能入是四門。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論釋: 大智度論釋: 大智度論", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}