{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0156 大方便佛報恩經: 大方便佛報恩經: 大方便佛報恩經: 大方便佛報恩經", "text": {"0": "2 孝養品", "1": "大方便佛報恩經卷第二", "10": "大梵天王雖有淨妙百千光明，方於如來所", "100": "切樂具。「若我造作大事，若佛事、法事、僧事，", "101": "智力有限，不能令其成辦，憂愁苦惱。若有", "102": "智者，見我如是憂恚懊惱，不能令事得辦，", "103": "便報我言：『善男子，莫憂愁也。我當供辦，稱", "104": "意所須，令汝事辦。』我聞是語，心生歡喜，是故", "105": "我亦當常勸化眾生利益眾生。「如我為王賊", "106": "水火，縣官所逼，若繫若閉，心生愁毒。復有智", "107": "者，見我如是遇眾苦難，便往我所，善言誘", "108": "喻，告言：『莫愁苦也。我當為汝求哀國王，", "109": "若諸大臣，若供給財賄，若設餘方便，令汝", "11": "有光明，亦如聚墨。何以故？如來圓光七尺，乃", "110": "解脫，使無衰惱。』我聞是語，心生歡喜。", "111": "「是故菩薩常當勤修技藝，多諸工能：音樂", "112": "倡伎，曆數算計，呪術仙藥，服乘象馬，兜", "113": "矛矟箭，出陣入陣，有大武功。我有如是", "114": "眾妙技藝，一切眾人，若王大臣，不敢違", "115": "逆我意。兼我復有衣財飲食、珠環釵釧、", "116": "金銀琉璃、珊瑚虎珀、硨𤦲馬瑙、真珠玫瑰、", "117": "摩尼寶珠、象馬輦輿、僮僕作使、宮人美女、", "118": "流泉浴池、七寶臺觀，如是種種微妙無量", "119": "百千。菩薩雖有如是威武隨意，技藝百千，寶", "12": "能遠照十方世界。其中眾生遇斯光者，盲者", "120": "藏象馬，車乘無量，美女勝妙，臺觀、流泉、浴池，一", "121": "切五欲樂具，心不貪著，而常少欲知足，好", "122": "樂閑靜；山林樹下安禪靜默；雖處大眾言談", "123": "語論，而心常入對治門中；雖與眾生和光塵", "124": "俗，出內財產，生業息利，終不為惡，利益眾", "125": "生。若有貧窮及諸苦惱，來從菩薩求索所", "126": "須，菩薩隨意稱心給與。「菩薩若見有眾生", "127": "愛樂佛法，而來親近供養，承事奉侍，洗足", "128": "按摩，浣濯乾曬，楊枝澡水，拂拭床敷，卷", "129": "褺被枕。初夜後夜供給燈燭、前食、後食、怛", "13": "得見，僂者得伸，拘躄眾生即得手足，邪", "130": "鉢那食、蒲闍尼食、佉陀尼食，及諸漿飲——", "131": "所謂與利師漿、馥勒奢菓漿、蒲萄漿、黑", "132": "石蜜漿。如是承事，乃至一七至九十日，", "133": "為欲求請菩薩，聽聞佛法。菩薩爾時雖見是", "134": "人如是供給，心不歡喜。何以故？菩薩久於無", "135": "量阿僧祇劫中，為求佛法故；我為一切眾", "136": "生心無增減故；以慈悲心故；住平等心故，", "137": "時作轉輪聖王，常以十善，導化一切眾生。", "138": "為我意故，歡喜奉行，命終之後，得生人天，受", "139": "微妙五欲快樂，尊嚴豪貴，隨心適意；臥起", "14": "迷眾生得覩真言——以要言之：諸不稱意皆得", "140": "入宮，服乘鞍馬，遊戲園苑，伎樂自娛，歡", "141": "喜飲食；無常卒至，老病喪亡，家室男女愁", "142": "毒懊惱，舉聲大哭，以手搥胸，或時拔髮，食", "143": "飲灰土，悶絕躄地，持幡乘車，啼哭送之。殯", "144": "埋既竟，室家男女手相扶持，還歸本家，", "145": "愁毒悶絕，良久躃地，或時致病，或時狂癡，", "146": "或時致死。於生者大損，於死者無益。「是時轉", "147": "輪聖王前後導從，案行國界，見諸眾生受斯", "148": "苦惱，愍而哀傷，而作是言：『夫為王者，王領", "149": "國土，攝諸眾生。雖以十善導化，果得如是微", "15": "如願。爾時會中有七十大菩薩摩訶薩，即從", "150": "妙五欲，而不免生老病死，無常敗壞。當知我", "151": "雖以正法治國，無益於物。若無益於物，云何", "152": "名為大轉輪王？云何復名為大慈父？云何復", "153": "名為大醫王？云何復名為大導師？夫大導師", "154": "者，導以正路，示涅槃徑，使得無為，常得安樂。", "155": "我等今者名不稱行。譬如有人渴乏垂命，東", "156": "西馳走，求索冷水。遙見空井，心生歡喜，而作", "157": "是念：「今我此身，便為更生。何以故？若不得", "158": "水，命去不遠。今見好井，必其望得，清淨冷水，", "159": "濟我虛渴運急之命。」作是念已，馳犇往趣，", "16": "座起，頭面禮佛，遶百千匝，却住一面，異口同", "160": "往到井上，脫所著衣，舉著一處。入井取水而", "161": "不得水，唯見毒蛇、守宮、蝮蠍百足之屬，瓦礫、", "162": "荊棘及諸草穢。", "163": "爾時渴人失本願故，既不得水，眾毒螫身，尋", "164": "欲出井。其井朽故，陷墜嶔巖。其朽故井深一", "165": "箭道，既無梯隥、繩索、杖木。雖復踴身上", "166": "升，勢不能高，氣力羸惙，還墮井底，為諸毒", "167": "蛇之所唼食。命未斷頃而作是言：「我若先", "168": "知此井無水，尚不眼視，而況往取。今日苦毒，", "169": "為井所誤。」』「爾時轉輪聖王見諸人民，室家男", "17": "音說百千偈讚歎如來。", "170": "女，恩愛分離，受苦惱時，而作是言：『今我身者，", "171": "喻如空井，雖有井名，而無有水。現有所趣，而", "172": "無所獲，喪失身命，苦惱如是。我今雖處於", "173": "轉輪聖王之位，七寶具足，十善導化，正法", "174": "治國。令諸眾生生人天中，受其微妙五欲", "175": "快樂故，未能免生老病死，恩愛分離，怨憎", "176": "和合，憂悲苦惱，更相哭泣。然是我過，非眾", "177": "生咎。所以者何？以我無有出世間法利益", "178": "一切眾生——雖從於我，諮受善法，望獲安樂，而", "179": "實不能越於苦海。』", "18": "其名曰：不思議菩薩、離覺音菩薩、惟念安", "180": "「爾時轉輪聖王復作是念：『我身今者，喻如", "181": "無智大癡施主。』爾時施主值天大旱，七年", "182": "不雨，樹木燋乾。時世飢饉，穀米勇貴，人民", "183": "飢餓，互相茹食，飲血噉肉，更相殘害，枉濫無", "184": "辜，或父食子，或子食父，父母兄弟，妻息男", "185": "女，更相食噉。", "186": "「爾時，大施主遊行觀看，見諸眾生飢餓顦顇，", "187": "羸瘦戰掉，氣力虛微，顏貌顦顇，頭髮蓬亂，形", "188": "體瘦黑。於其肩上或見擔揭，純是死人所有", "189": "頭手、節腕、臂肘、脊脇、肩臂、臏膊、足指，或是肝", "19": "菩薩、離垢稱菩薩、無量音菩薩、大名聞菩", "190": "膽腸胃。時，大施主微聲問言：『汝所擔揭者是", "191": "何物也？』答言：『我所擔者是死人頭手、臂肘、", "192": "節腕也。』問言：『汝擔是死人臂肘節腕，何所作", "193": "為？』答言：『汝不知耶？天時亢旱，時世飢饉，", "194": "穀米勇貴，人民飢餓，互相食耳。我所擔者", "195": "是我飲食。』", "196": "「爾時，施主聞是說已，心驚毛竪，悶絕躃地。", "197": "以冷水灑面，良久乃穌。復更問言：『雖是汝", "198": "食，是何人肉？』爾時餓人聞是語已，舉聲大哭，", "199": "憂恚斷絕，報施主言：『不可言也。痛哉！痛哉！", "2": "失譯人名在後漢錄", "20": "薩、明寶髻菩薩、堅師子菩薩、獨步逝菩", "200": "怪哉！怪哉！大施主！我今情實相語。我所擔", "201": "者，或言是父，或言是母，或言妻子，或言", "202": "兄弟，宗親骨肉。』爾時，諸飢餓人各各以情實", "203": "自說因緣：『大施主！更無餘事。我等以飢餓", "204": "因緣故，還相噉食耳。』", "205": "「爾時，大施主聞是語已，飲氣歎息，報眾人言：", "206": "『汝等今者，更莫共相食噉肉也。若有所須，", "207": "衣服飲食，種種湯藥，所須之物。却後一七，", "208": "汝等大眾皆集我家，我當隨汝所須，衣被、", "209": "飲食、病瘦湯藥，稱意給與。』眾人聞已，心生歡", "21": "薩、捨所念菩薩、及智積菩薩、意善住菩", "210": "喜，歎言：『善哉！善哉！未曾有也。』", "211": "「爾時，施主還到其家，喚其夫人及其子息、僮", "212": "僕、作使，一切皆集。於眾人中和顏悅色，發柔", "213": "軟言，告喻妻子及諸作使：『汝等應當至心", "214": "聽我所說。汝等知不？天時炎旱，時世饑儉，", "215": "人民飢餓死者無數。我等居家，庫藏盈滿，穀", "216": "米無量。可共及時，種於福田。』妻子聞已：『善", "217": "哉！善哉！快善無量。我等身命亦隨施主，況於", "218": "大藏錢財飲食耶？』", "219": "「爾時施主心生歡喜：『汝等今者，真是我無上", "22": "薩、無極相菩薩、慧光曜菩薩、消強意菩薩、", "220": "道伴。善哉！善哉！汝等諸人，應當各各而自處", "221": "分。隨所應作，隨所應為，應作者便作，應為", "222": "者速為。却後一七必令成辦。』", "223": "「爾時施主一一處分已竟，即自出外處處觀", "224": "看，何處當有平地寬博，安施壇施。即時安", "225": "著清淨之處，除去沙鹵、株杌、荊棘。其地清", "226": "淨，安施床敷𣰽毺𣯾𣰆。即時安施大眾", "227": "座處已，嚴駕五百大象，負載飲食，運趣", "228": "施壇。飲食如山，乳酪如池，膏油餅脯，種", "229": "種餚饍，百味具足。兼有種種衣服、珠環、嚴釧、", "23": "能擁護菩薩、至誠英菩薩、蓮花界菩薩、眾諸", "230": "象馬、七珍，種種具足，莊嚴已竟。却後一七，", "231": "明相舉時，亦於七日朝，槌鍾鳴鼓，吹大蠡", "232": "貝，高聲唱言：『一切大眾！皆來集於大施主", "233": "壇。』", "234": "「爾時眾人聞是唱聲，心生歡喜，如蒙賢聖。聞", "235": "是語已，尋聲往趣大會施壇，隨意所取，衣", "236": "被、飲食、珠環、釵釧、百種湯藥、象馬、七珍，隨", "237": "所好憙，恣意選取。爾時，施主所施之物，眾人", "238": "持去已盡。爾時施主心生歡喜已，即還歸", "239": "家。室家妻子歡喜受樂，五欲自娛。「却後一", "24": "安菩薩、聖慧業菩薩、將功勳菩薩、無思議菩", "240": "七，聞外人言：『先所受施衣被飲食者，皆藥", "241": "發而死。』或未死者皆發是言：『怪哉！怪哉！是大", "242": "施主雖有慈悲憐愍，供給所須衣被飲食，", "243": "雖復當時充飢解渴，得濟身命，於後數日，藥", "244": "發喪命。』時大施主憂恚懊惱，問其妻子：『汝", "245": "等云何成熟飲食，使惡毒藥，令墮食中？』妻", "246": "子、作使、諸僮僕等，皆言：『不爾。』『若不爾者，毒從", "247": "何來？』答曰：『不審。』", "248": "「爾時施主重自撿校，即入家中，次第案行，見", "249": "一井水而覆蓋頭。問諸人言：『此是何井？』家", "25": "薩、淨梵施菩薩、寶事業菩薩、處大花菩薩、", "250": "人答言：『此是施主於小兒時養三毒蛇，穿", "251": "此一井，安置其中。此井是毒蛇住處，水亦是", "252": "毒，飲者殺人。』施主見已，問作使言：『汝等先", "253": "作食時，不取此井水用作食也？』作使答言：", "254": "『飲食猥多，當時運急，汲取此水，用作飲食。』大", "255": "施主言：『怪哉！怪哉！如我今者，愚癡無智，云", "256": "何養此毒蛇，作此毒井？』告語妻子：『速往填塞！", "257": "中三毒蛇者，為吾燒殺！』是時，作使速往除滅。", "258": "「爾時施主滅毒井已，出外觀看，見受施者，藥", "259": "發而死，異口同音皆言：『坐此施主與我毒", "26": "善思惟菩薩、無限法菩薩、名聞意菩薩、已", "260": "食，令我早喪身命。我若先知此食有毒者，", "261": "終不噉食。』爾時施主聞是語已，心生懊惱。如", "262": "彼轉輪聖王，雖復十善導化，令諸眾生得生", "263": "人天，雖受如是微妙五欲，微妙快樂，猶未能", "264": "免生老病死。時轉輪聖王尋發願言：『我今應", "265": "當求索無上佛法、出世間法，令諸眾生讀誦", "266": "翫習，遠離生死，得至涅槃。』", "267": "「爾時轉輪聖王為求佛法故，於閻浮提遍處", "268": "宣令：『誰解佛法？大轉輪王欲得翫習。』處處", "269": "宣令，皆云言無。到一邊小國中，有一婆羅", "27": "辯積菩薩、自在門菩薩、十種力菩薩、有十力", "270": "門解知佛法。爾時使者逕往詣彼，至婆羅門", "271": "所，問言：『大德解佛法耶？』答言：『解也。』", "272": "「爾時使者頭面禮足，報言：『大師！大轉輪王欲", "273": "相顧命。惟願大師屈神德，往至彼轉輪王", "274": "所。』時轉輪王遠出奉迎，頭面禮足，問訊起", "275": "居，冒涉塗路，得無疲惓耶？即請入宮，於", "276": "正殿上，敷王御座，前請大師：『願坐此座？』時婆", "277": "羅門即昇妙座，結加趺坐。", "278": "「爾時大王見於大師端坐已定，供給所須，施", "279": "安已竟，合掌向於婆羅門白言：『大師！解佛", "28": "菩薩、大聖愍菩薩、無所越菩薩、遊寂然菩", "280": "法耶？』時婆羅門報言：『吾解佛法。』爾時大王", "281": "報言：『大師！為我解說。』婆羅門言：『王大愚", "282": "也。吾學是佛法，久受勤苦，因乃得成。今者", "283": "大王，云何直欲得聞？』", "284": "「爾時，大王白大師言：『欲須何物？』婆羅門言：", "285": "『與我供養。』王言：『所須供養為是何物？衣被", "286": "飲食耶？金銀珍寶耶？』婆羅門言：『吾不須如", "287": "是供養。』王言：『若不須如是供養者，象馬車", "288": "乘耶？國城妻子耶？音樂倡伎耶？』婆羅門言：", "289": "『吾都不用如是供養也。若能就王身上，剜", "29": "薩、在於彼菩薩、無數天菩薩、須彌光菩薩、", "290": "作千瘡，灌滿膏油，安施燈炷，燃以供養者，", "291": "吾當為汝解說佛法。若不能者，吾欲起去。』王", "292": "未答頃，尋下高座。", "293": "「爾時大王即前，抱持報言：『大師！小復留懷。", "294": "今我智慧微淺，功德薄少，小頃自思惟，當奉", "295": "供養。』", "296": "「爾時轉輪聖王即自思惟，而作是念：『我從", "297": "無始世界已來，喪身無數，未曾為法。今我", "298": "此身當歸壞敗，都無所為。今日正是其時。』", "299": "仰報大師言：『所須供養者，當速辦之。』", "3": "3 對治品對治品第三", "30": "極重藏菩薩、因超越菩薩、而獨步菩薩、威", "300": "「爾時大王即入宮中，報諸夫人：『而我今者共", "301": "汝等別。』時諸夫人聞王語已，心驚毛竪，莫", "302": "知所由，微聲問王：『王欲何去？』王言：『今者", "303": "我身欲剜作千燈供養大師。』時諸夫人聞王", "304": "語已，夗轉躃地，舉聲大哭，悶絕吐逆，良久", "305": "穌息，報大王言：『天下所重莫若己身，恭敬尊", "306": "重，隨時將養，懼畏不適。今者云何毀害捐棄？", "307": "王是智人，而於今日，如似顛狂，鬼魅所著耶？』", "308": "王言：『不也。』『若不爾者，何緣如是，作此苦惱，", "309": "供養是婆羅門，何所為耶？』王報夫人：『欲求", "31": "神勝菩薩、大部界菩薩、以山護菩薩、持三世", "310": "佛法，為一切眾生。』『若為一切眾生，今日云何", "311": "便見孤棄？』王報諸夫人言：『天下恩愛，皆當別", "312": "離，是故吾今以身供養。欲為汝等及一切", "313": "眾生，於大闇室燃大智燈，照汝生死無明", "314": "黑闇，斷眾累結，生死之患，超度眾難，得至", "315": "涅槃故。汝等諸人，今者云何違逆我心？』時", "316": "諸夫人聞王語已，默然不對，心悲噢噎，舉聲", "317": "大哭，自拔頭髮，抓摑面目，復發聲言：『我", "318": "等薄相，生亡我所。』「天王有五百太子，悉皆", "319": "端正，聰明智慧，人相具足。其父愛念，喻如眼", "32": "菩薩、有功勳菩薩、宣名稱菩薩、日光明菩", "320": "目。", "321": "「爾時大王語諸子言：『我於今日欲設供養，恐", "322": "身命不濟，與汝等別。國土人民，所有王法，從", "323": "大者治。』時，諸太子聞是語已，身體肢節、筋", "324": "脉抽切。譬如人噎，又不能咽，復不得吐。微聲", "325": "問父王言：『今日云何永棄孤背？』時諸太子前", "326": "抱王頸，或捉手足，舉聲悲哭：『怪哉！怪哉！今日", "327": "云何永失覆護？』", "328": "「爾時，大王諫曉諸子，即為宣說天下恩愛皆", "329": "有別離。諸子答言：『雖如父王所說，心情戀慕，", "33": "薩、師子英菩薩、時節王菩薩、師子藏菩薩、", "330": "不能捨離。大王今日當賜一願，令諸子等持", "331": "此身命，奉上大王，為王供養婆羅門師。』王", "332": "言：『諸子幼稚，未有所識。未能堪辦如是供", "333": "養。如我今者遠請大師，許相供養，不得違", "334": "錯。夫為孝子，不違父意，汝今云何違逆我", "335": "心？』時諸太子聞是語已，舉聲吼喚，驚動神", "336": "祇，舉身投地，如太山崩。「爾時大王復與諸小", "337": "國王一切辭別。還至殿上，往大師所，脫身瓔", "338": "珞、上妙衣服，舉著一面，端身正坐，告諸大臣", "339": "諸小國王、五百太子、二萬夫人：『汝等今者，誰", "34": "示現有菩薩、光遠照菩薩、山師子菩薩、有", "340": "能為吾剜身千瘡？』夫人、太子及諸群臣，皆共", "341": "同心而作是言：『我等今者，寧以利刀自剜兩", "342": "目，終不能以手剜王身也。』爾時，大王心生憂", "343": "惱：『而我今者單子孤露。大眾之中，乃無一人", "344": "見佐助也。』", "345": "「爾時大王有一旃陀羅，其性弊惡，人所怖", "346": "畏。尋聲往趣，語諸太子：『且莫憂苦也。我有方", "347": "便，能令大王事不得成。若不成事，還王領", "348": "國，如本不異。』諸太子聞是語已，心生歡喜。", "349": "時，旃陀羅往到王前，語大王言：『大王今者何", "35": "取施菩薩、莫能勝菩薩、為最幢菩薩、喜悅稱", "350": "所作為，剜身千燈，供養大師？』時旃陀羅言：", "351": "『欲剜身者，我能為之。』王聞是語，心生歡喜，報", "352": "旃陀羅言：『汝今真是我無上道伴。』時旃陀", "353": "羅即在王前，喊㖑噏張，高聲唱言：『大", "354": "王當知殺人之法，斷頭截頸，割斷手足，抽筋", "355": "拔肋，苦痛如是。大王今者能堪是不？』王聞", "356": "是語，心懷歡喜。時旃陀羅持牛舌刀就王身", "357": "上，於眴速頃遍體剜作數滿千瘡。時旃陀", "358": "羅謂王意退，而反不移，投刀於地，馳走而", "359": "去。", "36": "菩薩、堅精進菩薩、無損減菩薩、有名稱菩", "360": "「爾時大王於身諸瘡灌滿膏油已，取上妙細", "361": "㲲，纏以為炷。爾時婆羅門大師見於大王作", "362": "是事已，作是念言：『我今應當先為大王宣說", "363": "佛法。何以故？大王今當燃身諸燈，恐命不", "364": "濟。命若不濟，誰當聽法？』思惟是已，告大王", "365": "言：『精進如是，難為能為，修此苦行，為聞佛", "366": "法。諦聽！諦聽！善思念之！吾當為王宣說佛", "367": "法。』王聞是語，心大歡喜，譬如孝子新喪父", "368": "母，其子愁毒，苦不可言，父母還活，其子歡", "369": "喜。王聞是語，亦復如是。時婆羅門即便為王", "37": "薩、無恐怖菩薩、無著天菩薩、大明燈菩薩、世", "370": "而說半偈，謂興衰法：", "371": "「『夫生輒死，此滅為樂。』", "372": "「王聞法已，心生歡喜，告諸太子及諸大臣，而", "373": "作是言：『諸人若於我有慈愍心者，應為我憶", "374": "持是法。於諸國土，處處聚落，有人民處，城市", "375": "巷陌，宣王優命：「諸人當知！大轉輪王見諸", "376": "人民，一切眾生，沒於苦海，未能出惡。於諸", "377": "眾生起大悲心，剜身千燈，求於半偈。諸人", "378": "今當感大王大慈悲心，應當書寫此偈，讀誦", "379": "翫習，思惟其義，如說修行。」』諸人聞是語已，", "38": "光曜菩薩、微妙音菩薩、執功勳菩薩、除闇", "380": "心生歡喜，異口同音讚大王言：『善哉！善哉！", "381": "大王真是大慈悲父，為諸眾生修此苦行。", "382": "我等應當速往書寫。』或紙或帛，或於石上，或", "383": "於樹木、瓦礫、草葉，蹊徑要路，多人行處，亦皆", "384": "書寫。其見聞者皆發阿耨多羅三藐三菩", "385": "提心。", "386": "「爾時大王即燃千燈供養大師，其明遠照十", "387": "方世界，其燈光中亦出音聲說此半偈，其", "388": "聞法者皆發阿耨多羅三藐三菩提心。其光", "389": "上照乃至忉利天宮，其燈光明，悉能蔽隱諸", "39": "暝菩薩、無等倫菩薩。各於佛前發誓願言：", "390": "天光明。時忉利天王見此光明遠照天宮，即", "391": "作是念：『以何因緣有此光明？』即以天眼觀於", "392": "世間，見是大轉輪王以大慈悲熏修其心，為", "393": "一切眾生故，剜身千燈，供養大師，為度一切", "394": "眾生故。『是故我等今當往於世間，勸戒佐", "395": "助，令心歡喜。』即下世間，化作凡人，往詣王所，", "396": "問大王言：『剜身千燈，修此苦行，為求半偈，何", "397": "所作為？』報言：『善男子！我為一切眾生故，令", "398": "發阿耨多羅三藐三菩提心。』", "399": "「爾時化人即復釋身，光明威耀，曒然炳著。時", "4": "爾時世尊處在大眾，猶如日輪，光明赫弈，隱", "40": "「我等於世尊滅度之後，護持佛法，於十方界", "400": "天帝釋報大王言：『作是供養，願求天王耶？", "401": "魔王、梵王耶？』是時轉輪聖王報天帝釋言：", "402": "『我亦不求人天尊貴，正欲求阿耨多羅三藐", "403": "三菩提，為一切眾生故。不安者安，不解者", "404": "解，未度者度，未得道者，欲令得道。』天帝", "405": "釋言：『大王今者不乃愚耶？求阿耨多羅三", "406": "藐三菩提者，久受勤苦，乃可得成，汝今云", "407": "何欲求無上道耶？』報天帝釋言：『假使熱鐵", "408": "輪在我頂上旋，終不以此苦，退於無上道。』『汝", "409": "今雖發是言，吾不信也。』時轉輪聖王即於天", "41": "廣令流布，使不斷絕。何以故？我等今者覩", "410": "王釋前，立此誓言：『我若不真實求於阿耨", "411": "多羅三藐三菩提，欺誑天王釋者，使我千", "412": "瘡終無愈時。若不爾者，血當為乳，千瘡平復。』", "413": "說是語時，即復如故。天王釋言：『善哉大王！", "414": "真是大悲！修大悲者，如是苦行，不久當得", "415": "阿耨多羅三藐三菩提。得三菩提時，要先度", "416": "我。』時天帝釋放大光明，遍照王身，與百千諸", "417": "天俱時發阿耨多羅三藐三菩提心。「五百大", "418": "子見其父王身瘡平復，歡喜無量，即前頭", "419": "面禮足，却住一面，合掌向父，異口同音俱", "42": "如來不思議妙色光明——於光明中皆得聞不", "420": "發聲言：『未曾有也！今者父王真是大悲，愍傷", "421": "一切。』王報太子：『汝等若是孝子者，當發阿", "422": "耨多羅三藐三菩提心。』是諸太子聞是語已，", "423": "心生歡喜，感於父王重恩分故，尋聲即發", "424": "阿耨多羅三藐三菩提心。二萬夫人，百千婇", "425": "女亦復如是。」", "426": "爾時眾中有七十恒河沙等眾生，皆發聲聞、", "427": "辟支佛心。復有無量天人及乾闥婆、阿修", "428": "羅、迦樓羅、緊那羅、摩睺羅伽、人、非人等，見聞", "429": "是已，皆發道心，歡喜而去。", "43": "思議佛法，既聞法已，離於心障，累結永消，", "430": "4 發菩提心品大方便佛報恩經發菩提心品第四", "431": "爾時會中有一大菩薩摩訶薩，名曰喜王，即", "432": "從座起，偏袒右肩，右膝著地，合掌仰白如來，", "433": "而作是言：「菩薩云何知恩報恩？」佛告喜王", "434": "菩薩：「善男子！諦聽！諦聽！菩薩摩訶薩知恩", "435": "者，當發阿耨多羅三藐三菩提心；報恩者，", "436": "亦當教一切眾生，令發阿耨多羅三藐三菩提", "437": "心。若發菩提心，云何而發？菩薩因何事故，所", "438": "以能發？善男子！菩薩摩訶薩初發三菩提", "439": "心時，立大誓願，作如是言：『若我得阿耨多", "44": "身心清淨——晃如天金，萬品斯照。我等思惟如", "440": "羅三藐三菩提時，當大利益一切眾生，要", "441": "當安置一切眾生大涅槃中，復當教化一切", "442": "眾生，悉令具足般若波羅蜜，是則名為自利，", "443": "亦名利他。』是故初發菩提心者，則得名為菩", "444": "提因緣、眾生因緣、正義因緣、三十七助道", "445": "法因緣，攝取一切善法根本。是故菩薩名", "446": "為大善，亦名一切眾生善根，能破一切", "447": "眾生身口意等三業諸惡。一切世間所有誓", "448": "願，及出世間所有誓願，無有能勝阿耨多", "449": "羅三藐三菩提，如是誓願無勝無上。菩薩", "45": "是等功德利故，於如來所生大師想，生慈", "450": "摩訶薩初發三菩提心時，有五事：一者，性；", "451": "二者，行；三者，境界；四者，功德；五者，增長。菩", "452": "薩若能發菩提心，則得名為菩薩摩訶薩，定", "453": "得阿耨多羅三藐三菩提，修大乘行。是故初", "454": "發菩提心，即能攝取一切善法。菩薩摩訶薩", "455": "發菩提心，修行漸得阿耨多羅三藐三菩提；", "456": "若不發心，終不能得；是故發心即得阿耨多", "457": "羅三藐三菩提根本。菩薩摩訶薩見苦眾生，", "458": "心生憐愍，是故菩薩因慈悲心故，能發阿耨", "459": "多羅三藐三菩提心；因阿耨多羅三藐三菩", "46": "父想。常念佛恩，當報佛恩。何以故？得聞正", "460": "提心，即能習三十七品；因三十七品故，得", "461": "阿耨多羅三藐三菩提，是故發心名為根本。", "462": "發菩提心故，行菩薩尸羅，是故發心名根、名", "463": "因，名枝、名葉，亦名華、名果，亦名為子。菩", "464": "薩發心畢竟不畢竟，畢竟者乃至得阿耨多", "465": "羅三藐三菩提，終不退失；不畢竟者，有退有", "466": "失。退有二種：畢竟退、不畢竟退。畢竟退者，", "467": "終不能發阿耨多羅三藐三菩提心，不能推", "468": "求修習其法；不畢竟退者，求菩提心，修習", "469": "其法。是菩提心有四種：一者，若善男子、若善", "47": "法，不久當坐道場，轉正法輪，度脫一切眾", "470": "女人，若見若聞諸佛菩薩不可思議事，爾時", "471": "即生信敬之心，作是念言：『佛菩薩事不可", "472": "思議。若佛菩薩不可思議事是可得者，我", "473": "亦當得阿耨多羅三藐三菩提。』是故至心念", "474": "於菩提，發菩提心。復有不見諸佛菩薩不思", "475": "議事，以聞諸佛菩薩祕密之藏；聞已，即生信", "476": "敬之心；得生信心故，為阿耨多羅三藐三", "477": "菩提及摩訶般若，是故發菩提心。復有不見", "478": "諸佛菩薩不思議事，亦不聞法，見法滅時，", "479": "復作是念：『無上佛法能滅眾生無量苦惱，作", "48": "生，皆令以得聞法故，得成阿耨多羅三藐三", "480": "大利益。惟諸佛菩薩能令佛法久住不滅。", "481": "我今亦當發菩提心，令諸眾生遠離煩惱。願", "482": "我此身受大苦事，護持佛法久住於世故，發", "483": "菩提心。』復有不見諸佛菩薩法滅時，唯見", "484": "惡世諸眾生等，具重煩惱、貪欲、瞋恚、愚癡等；", "485": "無慙、無愧、慳悋等；嫉妬、恚癡、苦惱等；不信、", "486": "邪疑、懶惰等。見是事已，即作此念：『大惡世時，", "487": "眾生不能修善。如是惡時，尚不能發二乘之", "488": "心，何況阿耨多羅三藐三菩提心？我今當發", "489": "菩提心，發菩提心已，乃當教一切眾生令發", "49": "菩提。」", "490": "阿耨多羅三藐三菩提心。』」", "491": "爾時喜王菩薩復白佛言：「世尊！菩薩知恩，自", "492": "發菩提心；菩薩報恩，教一切眾生令發菩提", "493": "心者；如來世尊於生死時初發菩提心，因何", "494": "事發？」佛言：「善男子！過去久遠不可計劫生死", "495": "中，時以重煩惱，起身口意業故，墮在八大", "496": "地獄，所謂：阿訶訶地獄、阿婆婆地獄、阿達", "497": "多地獄、銅釜大銅釜、黑石大黑石，乃至火", "498": "車地獄。我於爾時，墮在火車地獄中，共兩", "499": "人竝挽火車。牛頭阿傍在車上坐，緘脣切", "5": "蔽眾星；喻如大龍，蟠蘭椿輪，蒨練粲爛，覩之", "50": "爾時釋迦如來告一切大眾言：「是七十大菩", "500": "齒，張目吹火，口眼耳鼻，煙炎俱起，身體殊", "501": "大，臂脚盤結，其色赤黑，手執鐵杖，隨而", "502": "鞭之。我時苦痛，努力挽車，力勵前進。時我", "503": "徒伴劣弱少力，劣弱在後。是時牛頭阿傍以", "504": "鐵叉刺腹，鐵杖鞭背，血出沐浴，隨體而流。", "505": "其人苦痛，高聲大喚，苦痛難忍，或稱父母，或", "506": "稱妻子。雖作如是唱喚，無益於己。我時見是，", "507": "受大苦惱，心生哀愍，因慈心生故，發菩提心。", "508": "為此眾罪人故，勸請牛頭阿傍：『此罪人者，甚", "509": "可憐愍。小復加哀，垂慈憐愍。』牛頭阿傍聞已，", "51": "薩摩訶薩，久於過去無量百千萬億微塵數", "510": "心生瞋恚，尋以鐵叉前刺我頸，尋時命終，即", "511": "得脫於火車地獄百劫中罪。我以發阿耨多", "512": "羅三藐三菩提心故，即脫火車地獄之罪。」", "513": "佛告喜王：「挽火車者，今我身是。因發菩提心", "514": "故，疾得成佛。是故當知，一切眾生發菩提心，", "515": "其事非一：或因慈心，或因恚心；或因施", "516": "心，或因慳心；或因歡喜，或因煩惱；或因", "517": "恩愛別離，或因怨憎和合；或因親近善知", "518": "識，或因惡友；或因見佛，或因聞法。是故", "519": "當知，一切眾生發菩提心，各各不同。喜王！", "52": "阿僧祇劫中，已曾供養無量百千萬億恒河", "520": "當知菩薩摩訶薩知恩報恩，其事如是。」說", "521": "是法時，萬八千人發阿耨多羅三藐三菩提", "522": "心。一切大眾中有得須陀洹乃至阿羅漢。時", "523": "天龍、鬼神、人及非人，亦能發聲聞、辟支佛心，", "524": "聞法歡喜，頭面作禮，右遶而去。", "525": "大方便佛報恩經卷第二", "53": "沙世界微塵數諸佛，於諸佛所常修梵行，供", "54": "養諸佛，心不疲惓；以慈修身，善護佛法；", "55": "不捨大悲，常於十方利益一切。若有眾生", "56": "臨命終時，若聞一菩薩名，若二、若三、若四，乃", "57": "至七十，稱名歸命者，命終即得往生有佛", "58": "國土，蓮華化生，遠離婬欲；不處胞胎，離諸臭", "59": "穢；其身清淨，有妙香氣；眾所恭敬，人所愛念。", "6": "眼眩，思之意亂，威光晃曜，色無等喻。猶螢火", "60": "為人所恭敬愛念故，其心歡喜；以歡喜心故，", "61": "即能發於阿耨多羅三藐三菩提心；以發阿", "62": "耨多羅三藐三菩提心，能於一切眾生起大", "63": "慈悲心；以發慈悲心已，次亦生於利益眾生", "64": "心；以能利益眾生心已，復能發於不捨眾生", "65": "心、利益眾生心、自利利彼心、滅除障礙心、", "66": "寂靜煩惱心、能親近善友常生恭敬心、專意", "67": "聽法心、憶持不忘思惟妙義心、願少聞多", "68": "解義心、不願於多聞而不解義心；次生信如", "69": "心、信如實義心；以生如實義心已，次生如", "7": "光，日出不現；日月雖有百千光明，方於帝釋，", "70": "說修行心；以生如說修行心已，次生不退轉", "71": "心；以生不退轉心已，於諸眾生即生等對治", "72": "心：", "73": "「如我不喜死，一切三界二十五有，有形無形，", "74": "四足多足，乃至蟻子，有命之屬，亦復如是。是", "75": "故菩薩乃至自喪身命。終不枉奪他命。", "76": "「如我有錢穀、帛衣被、飲食、象馬、車乘、國城、妻", "77": "子、身體、手足，供養擁護，不喜他人橫來侵害", "78": "者，一切眾生亦復如是。是故菩薩，乃至自", "79": "喪身命，終不於諸眾生衣財飲食，生於劫奪", "8": "譬如聚墨；帝釋雖有白淨妙光，方於大梵", "80": "之心。", "81": "「如我不喜他人欺𣣋，斷我妙色姉妹妻妾者，", "82": "一切眾生亦復如是。是故菩薩，乃至喪身", "83": "失命，於他美色不生邪念、染污之心，況行姧", "84": "惡？", "85": "「如我不喜面毀、兩舌、惡口，一切眾生亦復如", "86": "是。是故菩薩，乃至喪失身命，終不妄言、兩", "87": "舌，鬪亂彼此。", "88": "「如我不喜杖石鞭打，搒笞拷掠者，一切眾生", "89": "亦復如是。是故菩薩，乃至喪失身命，終不", "9": "王所有光明，猶如瓦礫方於夜光摩尼寶珠；", "90": "杖石楚毒拷掠眾生。", "91": "「如我不喜杻械枷鏁桁械，繫閉縛勒，諸苦惱", "92": "者，一切眾生亦復如是。是故菩薩，乃至喪", "93": "失身命，終不枷鏁繫閉，杻械眾生。", "94": "「如我不喜為人所𣣋，強力迫愶，威恩所逼，", "95": "恃怙形勢，壓伏戢遏，不令面自炳說，自顯清", "96": "白者，一切眾生亦復如是。是故菩薩，乃至", "97": "喪失身命，終不非理加於眾生。", "98": "「如我為人之所供養，尊重讚歎，令我歡喜者，", "99": "我亦常當布施眾生衣被、飲食、臥具、醫藥一"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0156 大方便佛報恩經: 大方便佛報恩經: 大方便佛報恩經: 大方便佛報恩經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}