{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1155 金剛頂瑜伽最勝祕密成佛隨求即得神變加持成就陀羅尼儀軌", "text": {"0": "No. 1155", "1": "金剛頂瑜伽最勝祕密成佛隨求", "10": "苦。爾時佛告滅惡趣菩薩言。無懺無愧邪見", "100": "引攞護攞護滅六疑罪護弩鼻聲護弩滅七漏罪乞史二合", "101": "抳乞史二合抳滅七儗罪薩嚩仡囉二合賀薄乞灑", "102": "二合抳滅八到罪氷卑孕反󰋲哩氷󰋲哩滅八苦罪祖母祖母", "103": "素母素母滅八垢罪素尾左㘑引滅九惱罪多上羅多羅曩", "104": "引誐尾路引枳𩕳滅九治罪跢引囉野覩𤚥引滅九上緣罪婆", "105": "去誐嚩底滅十煩惱罪阿上瑟吒二合摩賀引怛嚕娜", "106": "婆曳引毘藥二合滅十縛罪三母捺囉二合娑誐囉滅十", "107": "一遍使罪鉢哩演二合擔上引滅十六知見罪播引跢引攞誐誐", "108": "曩怛覽滅十八界罪薩縛怛囉二合三去滿帝引曩二十五我", "109": "治泥以反捨引滿第引曩嚩日囉二合鉢囉二合迦", "11": "放逸眾生無拔濟法。生受諸諸困厄。死墮無", "110": "引囉六十竟嚩日囉二合播引捨滿誕甯引曩見諦思惟", "111": "九十八使百八煩惱嚩日囉二合入縛二合攞尾舜入第二慧明三", "112": "辛朗部哩部哩廣四等心󰋲婆去嚩底五四住葉󰋲婆去尾戍", "113": "引馱𩕳四惡趣滅得四無畏鋦乞史二合三布引羅抳度五道", "114": "入嚩二合羅入嚩二合羅擁五根左囉左囉淨五眼入嚩", "115": "二合哩𩕳成五分鉢囉二合韈灑覩禰引嚩具足六神通", "116": "三滿帝引曩滿足六度業儞泥以反下同󰫃庾二合引娜計引曩", "117": "不為六塵惑阿密㗚二合多嚩囉灑二合抳常行六妙行禰引", "118": "縛跢引嚩跢引囉抳引生生世世坐七淨花阿上鼻詵去左", "119": "覩銘引蘇上誐多嚩羅嚩左曩洗塵八水阿密㗚多", "12": "間地獄。不聞三寶名。何況不見佛。況復受人", "120": "嚩囉嚩補曬引具九斷智囉乞灑引二合囉乞灑成就麼", "121": "麼究竟薩嚩二合引薩怛嚩二合引難上引左成下地行薩", "122": "嚩怛囉二合薩嚩娜引十一空解常以用栖心自在薩嚩婆曳引", "123": "毘藥二合能轉中二行輪薩󰂛上引鉢捺羅二合吠引毘藥", "124": "二合具足十八不共之法薩󰂛引跛藥霓上引毘藥二合圓滿無量一切功德", "125": "薩嚩努瑟吒二合婆去野鼻引怛寫生生世世斷憍慢障薩", "126": "嚩迦哩迦攞引賀竭愛欲水尾𧃯囉二合賀尾嚩引娜", "127": "滅瞋恚火焰努娑嚩二合跛難二合引訥囉𩕳󰫃跢引瞢", "128": "上󰵲里也盧遮也跛尾曩引捨𩕳永拔斷癡想薩嚩", "129": "藥乞叉二合囉乞叉二合婆裂諸見羅網曩誐𩕳嚩引", "13": "身。滅惡趣菩薩復白言。如來之方便不可量。", "130": "囉抳善修人堅道薩囉抳薩隷麼羅麼囉囉麼嚩底", "131": "正向菩提惹野惹野惹野覩𤚥引成就三十七品肋道法薩嚩怛囉二", "132": "合薩嚩迦引覽得金剛身悉釗覩銘引𪾼𤚥引摩訶", "133": "尾捻引壽命無窮得娑去引馱野娑馱野永離怨恨無殺害心薩嚩", "134": "曼拏攞娑引馱𩕳常蒙安樂伽去引多去野薩嚩尾", "135": "覲曩二合聞名聽聲恐怖悉除惹野惹野所求滿足悉第引悉第素", "136": "悉第愛別離苦悉地野二合悉地野除災安樂沒地野沒地", "137": "野除病延命󰂛馱野󰂛馱野布囉野除官難布引囉抳布", "138": "囉抳產生安隱布囉野銘引阿苦引去除伏怨賊薩嚩尾儞也", "139": "二合引尾誐多沒引帝引惹而濟反愈引多上哩羅若令敬", "14": "如來神力無盡。唯願世尊說祕密拔苦法。佛", "140": "愛惹夜引嚩底諸人敬愛底瑟吒二合底瑟吒天人敬愛三", "141": "麼野麼努播引攞野后妣敬愛怛他去引󰵲多上婦人敬愛", "142": "紇哩二合乃野女人敬愛舜入帝引婆羅門敬愛󰫃野二合嚩", "143": "路引迦野覩𤚥引宰官敬愛阿瑟吒二合鼻摩賀引娜", "144": "引嚕拏上婆𧜟引毘藥二合大臣敬愛薩囉薩囉居士敬愛鉢", "145": "囉二合薩囉鉢囉薩囉長者長者薩嚩嚩囉拏上尾", "146": "戍引馱𩕳三去滿跢引迦引囉滿拏尼賈反攞尾舜", "147": "入第帝釋帝釋尾󰵲帝引尾󰵲帝引梵王梵王尾誐多摩攞", "148": "大自在天大自在天尾戍馱𩕳天帝將軍天帝將軍乞史二合抳乞史", "149": "二合抳童男童女童男童女薩嚩播引跛天龍天龍尾舜第引夜叉夜叉", "15": "在一切眾生父母。為五濁眾生說決定成佛", "150": "麼攞尾󰵲多引乾闥婆敬愛帝惹嚩底阿修羅阿修羅嚩日羅嚩", "151": "底迦樓羅迦樓羅怛󰪯二合引路枳野二合毘盧遮那護念地瑟恥帝增益", "152": "成就娑縛二合賀引息災成就薩嚩二合怛他󰵲多沒引", "153": "馱阿閦佛金剛波羅密護念毘色訖帝二合增益成就娑婆二合賀", "154": "息災成就也已下皆同故無注一句之內有三句初句佛名護念中句皆增益成就終句皆息災成就假令薩嚩怛他蘗", "155": "多沒馱阿閦佛金剛波羅密護念毘色訖帝增益成就婆娑賀息災成就已下准是皆可知見薩縛󰂛地", "156": "薩怛嚩二合引毘色訖帝二合娑婆訶薩嚩禰嚩", "157": "多毘色訖帝二合引娑婆二合訶薩嚩怛他去引󰵲", "158": "多上紇哩乃野引地瑟恥多紇哩二合乃曳娑婆", "159": "訶薩嚩怛他引𧃯多三去麼野悉第娑婆賀印", "16": "法。佛告滅惡趣菩薩言。我有祕密法。為世", "160": "捺㘑二合引印捺囉二合嚩底印捺囉二合󰫃野二", "161": "合嚩路引枳帝引娑婆訶沒囉二合憾銘二合娑", "162": "婆賀沒囉二合憾麼二合引儞庾二合史帝引娑婆", "163": "訶尾瑟拏二合曩莫塞訖哩二合帝引娑婆訶麼", "164": "係引濕嚩二合囉滿儞泥以反多多上布爾而此反跢", "165": "曳引娑婆賀引嚩日囉二合播抳麼攞尾引哩野", "166": "二合地瑟恥二合帝引娑婆賀地哩二合多上囉", "167": "二合引瑟吒羅二合引瑟吒羅二合引野娑婆賀尾嚕引", "168": "荼去迦引野娑婆賀尾嚕引播引乞灑二合引野娑", "169": "婆賀尾無每反引室囉二合麼拏上引野娑婆賀拶咄", "17": "希有。滅罪成佛最勝第一。名曰隨求即得真", "170": "羅麼賀引囉引惹慈攞反娜莫塞訖訖哩二合跢", "171": "野引娑婆賀琰麼野娑婆賀琰麼上布爾而呰反", "172": "多娜莫塞訖哩二合跢引野娑婆賀嚩嚕拏", "173": "二引水天護念野增益成就娑婆賀息災成就上下皆唯是知見耳麼嚕引跢野", "174": "娑婆賀麼賀引麼嚕跢野娑婆賀阿跟曩二合魚訖反", "175": "曳引娑婆賀曩引誐尾路引枳跢引野娑婆賀禰", "176": "引嚩誐嬭引毘藥二合娑婆賀曩誐誐嬭毘藥二", "177": "合娑婆賀藥乞灑二合誐嬭毘藥二合娑婆賀囉", "178": "乞灑二合沙誐嬭引毘藥二合娑婆賀彥達嚩誐", "179": "嬭引毘藥娑婆賀阿蘇囉誐嬭引毘藥二合娑婆", "18": "言。若有人纔聽是真言題名。若誦題名。人", "180": "賀誐嚕拏誐嬭引毘藥二合娑婆賀緊那囉誐", "181": "嬭毘藥二合娑婆賀麼護囉誐誐嬭毘藥二合娑", "182": "婆賀麼努曬引毘藥二合娑婆賀阿上麼上努曬", "183": "毘藥二合娑婆賀薩嚩𦽆囉二合係引毘藥二合", "184": "娑婆賀薩嚩娜乞灑怛禮二合毘藥二合娑婆賀", "185": "薩嚩部引帝毘藥二合娑婆賀畢哩引二合帝毘", "186": "藥二合娑婆賀比舍際引毘藥二合娑婆賀阿跛", "187": "娑麼二合引㘑引毘藥二合娑婆賀禁畔嬭引毘藥", "188": "二合娑婆賀唵引度嚕度嚕娑婆賀唵覩嚕覩", "189": "嚕娑婆賀唵母嚕母嚕娑婆賀賀曩賀曩薩嚩", "19": "親近。若誦題名。人一處住。是人一切天魔惡", "190": "設咄嚕二合引喃引娑婆賀娜賀娜賀薩嚩訥瑟", "191": "吒引二合鉢囉二合訥瑟吒喃娑婆賀跛左跛左", "192": "鉢囉訥瑟吒二合引喃娑婆賀跛左跛左薩嚩鉢", "193": "囉二合窒剔迦波羅二合底野二合󰫃怛囉二合引喃", "194": "引曳引麼上阿上呬奚異反帝史拏入帝引釤引薩吠", "195": "微閉反引釤引設哩引覽入嚩攞野訥瑟吒二合唧跢", "196": "引喃引娑婆賀入嚩二合哩跢引毘野娑婆賀鉢", "197": "囉二合入嚩哩跢引野娑婆賀儞泥以反引跛多二合", "198": "入嚩二合邏引野娑婆賀三去滿多上入嚩二合", "199": "邏引野娑婆賀麼上引抳跋捺囉二合野娑婆賀", "2": "即得神變加持成就陀羅尼儀軌", "20": "鬼一切善神王皆來守護。食五辛魚害。亦婬", "200": "布引邏拏二合跛㮈囉二合野娑婆賀麼賀引迦", "201": "引邏野娑婆賀麼引底哩二合誐拏上引野娑婆", "202": "賀藥乞史二合抳引喃引娑婆賀囉乞灑二合枲", "203": "星以反喃引娑婆賀阿去引迦捨麼合引底哩二合", "204": "喃引娑婆賀三去母捺囉二合儞縛引枲𩕳喃引", "205": "娑婆賀囉底哩二合左囉喃引娑婆賀儞泥以反", "206": "嚩娑左囉喃引娑婆賀底哩二合散上地野二合", "207": "左囉引喃引娑婆賀吠引邏左邏引喃娑婆賀阿", "208": "上吠引邏左囉引喃娑婆賀󰵲婆去賀隷引毘藥", "209": "二合娑婆賀󰵲婆去散跢引囉抳娑婆賀護嚕護", "21": "姊妹。若一切女人畜生女諸毘那耶迦。不能", "210": "嚕娑婆賀唵娑婆賀娑嚩無博反娑婆賀僕重聲引娑", "211": "婆賀步嚩娑婆賀唵引步引羅步二合嚩娑嚩娑", "212": "婆賀唧置唧置娑婆賀尾置尾置娑婆賀馱囉", "213": "抳尼整反下同娑婆賀馱囉抳馱囉抳娑婆賀阿仡", "214": "𩕳娑婆賀帝祖祖嚕反引嚩補娑婆賀唧哩唧哩娑", "215": "婆賀悉哩悉哩娑婆賀沒地野二合沒地野二合", "216": "娑婆賀悉地野悉地野娑婆賀曼拏上攞悉第", "217": "引娑婆賀曼拏上攞滿第引娑婆賀枲引麼滿陀", "218": "𩕳娑婆賀薩嚩設咄嚕二合喃引漸子琰反波引", "219": "漸波娑婆賀娑瞻二合婆去野娑瞻二合婆去野", "22": "為障礙。皆隨順晝夜守護。除災難令得安穩。", "220": "娑婆賀親去娜親去娜娑婆賀牝娜牝娜娑婆", "221": "賀畔惹畔惹娑婆賀滿馱滿馱娑婆賀莽賀野", "222": "莽賀野娑婆賀麼抳尾秣侍聿反第娑婆賀素哩", "223": "曳二合素引哩野二合尾秝第引尾戍馱𩕳娑婆", "224": "賀讚捺㘑二合蘇讚捺隷二合引布引羅拏二合", "225": "讚捺㘑二合引娑婆賀佉羅二合係引毘藥二合娑", "226": "婆賀諾乞察二合怛㘑二合引毘藥二合娑婆賀", "227": "始吠引娑婆賀扇引底丁以反娑婆賀娑嚩二合短聲娑", "228": "底野二合野寧引娑婆賀始鑁無盲反羯哩扇引", "229": "底羯哩補瑟置羯哩麼羅沫達𩕳娑婆賀室里", "23": "何況自誦。若具足誦。一切重罪悉皆消滅。得", "230": "二合羯哩娑婆賀室哩二合野沫達𩕳娑婆賀室", "231": "哩二合引野入嚩二合攞𩕳娑婆賀曩母呰娑婆", "232": "賀麼嚕呰娑婆賀吠誐嚩底丁以反娑婆賀", "233": "是真言是為無數億恒河沙諸佛智根本。無", "234": "量諸佛是真言出。佛之成道由持是真言。故", "235": "三世諸佛經無數萬億劫。毘盧遮那如來自", "236": "法界智中盡無數劫求得。由是名隨求即得", "237": "真言。一切諸佛不得是真言不成佛。外道", "238": "婆羅門得是真言成佛速。所以者何。昔摩", "239": "竭陀國有一婆羅門。名俱博婆羅門。不見佛", "24": "無量福德。死必生極樂世界。雖作極重罪。不", "240": "不聞法。不六波羅蜜行。不四無量住。日日殺", "241": "食猪羊熊鹿鵝鴨龜等類。各日日五十或一", "242": "百生。二百五十年命過。即去人間到閻羅王", "243": "宮。即閻羅王白帝釋言。此罪人賜何地獄。", "244": "罪輕重何。帝釋告白。是人罪不可量。算數", "245": "不可計。善金札無一善。惡鐵札不可盡計。", "246": "速阿鼻地獄可送遣。則獄卒請事投入。爾時", "247": "地獄忽然為蓮花池。彌滿八功德水。其中在", "248": "種種蓮花。所謂青白紅紫。而色勝諸蓮。每其", "249": "花上坐各罪人無諸之苦。則馬頭牛頭閻羅", "25": "墮地獄。殺父母。殺羅漢。破和合僧。出佛身", "250": "王申云。此獄奇異。此罪人謬賜也。地獄變成", "251": "淨土。罪人不異佛。我見聞如是事者。爾時閻", "252": "羅王往詣帝釋宮。此俱博不罪人。神變如上", "253": "說。帝釋答云。二生之善無曾一塵許。不所知", "254": "我。則詣佛界白釋迦文佛言。俱博之善如何。", "255": "神變如是。爾時佛告帝釋言。俱博自生不作", "256": "一善。唯可見人間之骸。帝釋則來見人間葬", "257": "所。俱博葬所西去一里有卒覩波。其中在此", "258": "根本真言。朽卒覩波真言墮落地上。其文一", "259": "字隨風彼俱博繫骸上。爾時帝釋來。歸奇異", "26": "血。燒經像。穢伽藍。謗諸人。謗諸教。自是非", "260": "八地獄移每地獄如是遂成不受苦。爾時俱", "261": "博并諸罪人皆共具三十二相圓滿八十種", "262": "好。一時蓮花臺藏世界成諸佛菩薩。上方世", "263": "界之無垢佛是俱博也。滅罪之切能如是。何", "264": "況自持。若至心持念人何罪有小許。以是真", "265": "言名隨求即得成佛自在也。求福德自在。求", "266": "七寶自在也。因斯有七名。一者心佛心真言。", "267": "毘盧遮那如來心智之中之智心故。二者一", "268": "切佛心印真言。諸佛甚深智心印故。三者灌", "269": "頂真言。灌頂持念者故。四者灌頂印真言。", "27": "他。如是作重罪。決定生極樂界。上品生自蓮", "270": "洗煩惱印菩提故。五者結界真言。除罪障避", "271": "除諸魔故。六者佛心真言。佛之真實心智故。", "272": "七者心中。無勝此法故。持念者亦復如是。", "273": "如佛為諸法王最為第一。滅惡趣。此真言能", "274": "救一切眾生者。此真言能令一切眾生離諸", "275": "苦惱。此真言能大饒益一切眾生。充滿其願。", "276": "如佛能救一切苦惱眾生。如寒者得火。如裸", "277": "者得衣。如孤子得母。如度者得船。如病得醫。", "278": "如闇得燈。如貧得寶。如炬除闇。此真言亦復", "279": "如是。能令眾生離一切苦一切病惱。能解", "28": "花中化生。更不受胎生。唯成佛近人先聽是", "280": "一切生死之縛。則為閻浮提人病之良藥。若", "281": "人有病。得聞是真言。病即消滅。若有善男子", "282": "善女人。暫聞此真言。所有一切罪障悉得消", "283": "滅。若雖為一切女人婬犯。不受胎生苦。所以", "284": "者何。持真言者親近供養。若男若女皆備佛", "285": "身故。若能持念者。當知是人即是金剛身。火", "286": "不能燒。當知如來以神通力擁護是人。當知", "287": "是人是如來身。當知是人毘盧遮那如來身。", "288": "當知是人是如來藏。當知是人是如來眼。當", "289": "知是人被金剛甲冑。當知是人是光明身。當", "29": "真言。成佛遠人世世不聽是真言。若男若女", "290": "知是人是不壞身。當知是人是能摧伏一切", "291": "怨敵。當知是人所有罪障悉皆消滅。當知是", "292": "真言能除地獄苦。我為佛道。於無量土從始", "293": "至今。廣說諸法不可量也。而於其中是真言", "294": "最為第一。不可比。三千大千世界雖一切眾", "295": "生殺害不墮惡趣。由是真言威力故。何況可", "296": "受人間之苦難。常令七寶雨。無病患災難。一", "297": "切所求皆滿足。身心安穩福壽無量。滅惡趣。", "298": "已下有七小真言。是者不可持念。根本真言", "299": "別名也。若有兒女子不堪持大真言者。隨力", "3": "特進試鴻臚卿大興善寺三藏", "30": "童男童女持是真言題名。當得安樂。無諸疾", "300": "受持耳。一一說真言。", "301": "心佛心真言曰。", "302": "唵薩嚩怛他去引󰵲多沒帝引毘盧遮那如來九會世界鉢囉二合", "303": "嚩囉尾誐多上婆去曳四智如來捨麼野婆嚩二合短聲銘", "304": "如來一切智婆誐嚩底薩嚩播閉毘藥二合四智一切智娑嚩", "305": "二合短聲娑底婆嚩覩母儞母儞三十七尊尾母𩕳左󰽫三十", "306": "七尊一切智左攞𩕳婆野尾誐帝賢劫十六尊婆野賀囉抳", "307": "一切智󰂛地󰂛地眾生度󰂛馱耶󰂛馱耶施眾生智慧沒地", "308": "哩沒地哩施眾生良藥薩嚩怛他去引󰵲多施眾生珍寶飲食紇", "309": "哩二合乃耶足取欲反瑟𪘨二合娑嚩二合賀施眾", "31": "病。色相熾盛。圓滿吉祥。福德增長。一切真言", "310": "生安樂", "311": "一切佛心印真言", "312": "唵引嚩日囉二合嚩底三世諸佛嚩日囉二合鉢囉", "313": "二合底瑟恥二合帝引秣詩聿反第引薩嚩怛他引", "314": "誐多母捺囉二合一切智印成就六波羅密地瑟姹二合引曩引地瑟", "315": "恥二合帝麼賀引母怛󰳈娑二合賀一切諸法靈驗現前成就", "316": "灌頂真言曰。", "317": "唵引母𩕳母𩕳一切如來皆集會母𩕳縛󰽫流出智水阿上鼻", "318": "詵去左覩𤚥引一切如來歸金色解薩縛怛他引󰵲他智水灌頂", "319": "薩縛尾儞野二合鼻曬引四剡引洗百六十身煩惱所知障麼賀", "32": "法皆得成就。若是真言題名若一字二字乃", "320": "引縛日羅二合賀縛左永斷生死一切苦母捺羅二合母", "321": "捺哩二合帶引入我薩縛多他去引誐多紇哩二合", "322": "乃夜地瑟恥二合多縛曰󰽫二合娑婆二合賀等同", "323": "如來遍法界身", "324": "灌頂印真言曰。", "325": "唵引阿上密栗二合多嚩󰳈諸佛集會流出智水摩頂護念成就嚩囉", "326": "嚩囉成就菩提鉢囉二合嚩囉二合尾󰡊第成就等正覺吽斷眾", "327": "生煩惱吽斷眾生所知障發吒發吒娑婆二合賀自他涅槃成就", "328": "結界真言曰。", "329": "唵引阿上密栗二合多尾路枳𩕳成火焰󰵲婆去僧", "33": "至十字。若真言之一句二句乃至十句亦一", "330": "囉乞灑二合抳阿羯灑抳尼貞及成鐵鹽垣及鐵羅網吽避除鬼神", "331": "吽殺害悉皆鬼神發吒發吒一切鬼神皆悉成微塵亦不生娑婆二合賀成就", "332": "佛心真言曰。", "333": "唵引尾麼上黎遍法界如來智惹野嚩󰳈引阿密栗二合", "334": "帝吽吽吽吽發吒發吒三界眾生皆有佛性成就娑婆二合賀成", "335": "就", "336": "心中真言曰。", "337": "唵引跛囉跛囉三去跋囉三去跋囉如來智心利益眾生印", "338": "捺哩二合野尾戍馱𩕳吽引吽嚕嚕左初引心佛及眾", "339": "生是三無差別娑婆二合賀引", "34": "遍。金銀瑠璃玉中入真言頂戴。是人雖未入", "340": "佛告滅惡趣菩薩言。此真言名隨求即得真", "341": "言。能除一切罪業等障。能破一切穢惡道苦。", "342": "滅惡趣。此真言無數億兢伽沙俱胝百千諸", "343": "佛同共宣說隨喜受持人如來智印印之。為", "344": "破一切眾生穢惡道故。為臨急苦難墮生死", "345": "海中眾生得解脫故。短命薄福無救護眾生", "346": "樂造雜惡業眾生故說。又此真言諸苦處之", "347": "類。地獄惡道眾生。種種流轉生死苦薄福", "348": "眾生。不信失正道。如是皆得解脫。爾時佛告", "349": "滅惡趣。以此真言付屬於汝。此真言以威力", "35": "壇。即成入一切壇。與入壇者成其同行。等", "350": "能度一切眾生苦海。滅惡趣。汝當持念觀行", "351": "守護勿令忘失。滅惡趣。若人須臾得聞此真", "352": "言。千劫已來積造惡業重障。應受種種流轉", "353": "生死。地獄餓鬼畜生。閻羅王界阿修羅身。", "354": "夜叉羅剎鬼神。布單那阿波沙摩羅。蚊龍龜", "355": "狗蟒蛇。一切諸鳥及諸猛獸。一切蠢動含靈。", "356": "乃至蟻子之身。不更重受。即得轉生諸佛如", "357": "來一生補處。菩薩同會處生。或得大姓婆羅", "358": "門家生。或得大剎利種家生。或得豪貴最勝", "359": "家生。滅惡趣。此人得如上貴處生者。皆由聞", "36": "同諸佛無異。不作惡夢。重罪消滅。若有起", "360": "此真言故。轉所生處皆得清淨無退轉。滅惡", "361": "趣。乃至得到菩提道場最勝之處皆由讚美。", "362": "是真言功德如是。以是因緣名隨求即得真", "363": "言。", "364": "次說密印等五如來蜜想", "365": "以初印印心次即頂上置", "366": "次印額眉間次兩即兩眉", "367": "先右次左竟此即結了即", "368": "我身成遍照於舌觀金剛", "369": "先合金剛掌便成金剛縛", "37": "惡心來相向者。不能為害。一切所作皆成", "370": "忍願如釗形進力附於背", "371": "忍願竪如鉢反屈如寶形", "372": "移屈如蓮花面合於掌中", "373": "檀慧禪智合即成祕密印", "374": "此五祕密印密之中之密", "375": "祕之中之祕不可傳不阿", "376": "闍梨若有知法弟子隨宜", "377": "耳作壇法者", "378": "如法華儀軌。更不說。", "379": "爾時佛告滅惡趣菩薩。汝今諦聽。我當為汝", "38": "就。", "380": "宣說。受持此真言亦為短命諸眾生說。當洗", "381": "浴著新淨衣。日日持念九遍。短命眾生還得", "382": "增壽。永離病苦。一切業障悉皆消滅。一切地", "383": "獄諸苦亦得解脫。諸飛鳥畜生含靈之類聞", "384": "此真言一經於耳。盡此一身更不復受。若遇", "385": "大惡病聞此真言。即得永離一切諸病。亦得", "386": "消滅。應墮惡道亦得除斷。即得往生寂淨世", "387": "界。從此身已後更不受胞胎之身。所生之處", "388": "蓮華化生。一切生處蓮花化生。一切生處憶", "389": "持不忘。常識宿命。若人先造一切極重罪業。", "39": "佛說普遍焰滿清淨熾盛思惟寶印心無能勝", "390": "遂即命乘斯惡業應墮地獄。或墮畜生閻羅", "391": "王界。或墮餓鬼乃至墮大阿鼻地獄。或生水", "392": "中。若禽獸異類之身。聞此真言題名乃至一", "393": "字一經於耳。如是等苦更不受。業障皆悉消", "394": "滅。速生佛界。若人親近一字持人。是人得大", "395": "涅槃。復增壽命受勝快樂。捨此身已即得往", "396": "生種種微妙諸剎土。常與諸佛俱會一處。一", "397": "切如來恒為演說微妙之義。一切世尊即授", "398": "其記。身光照曜一切佛剎土。此真言功力略", "399": "如是。若有善男子善女人。於真言念念勿生", "4": "沙門大廣智不空奉　詔譯", "40": "總持大隨求陀羅尼。", "400": "疑。若有善男子善女人成疑惑者。世世不得", "401": "真言靈驗。現世得白癩病。我為利益眾生。說", "402": "此真言。為貧窮下賤眾生。遺此如意摩尼寶。", "403": "毘盧舍那如來一切智印甚深法藏。常持念", "404": "人當如敬佛。", "405": "隨求即得真言儀軌", "406": "大唐青龍寺內供奉沙門曇貞修建真言碑本", "407": "七十天真言", "408": "曩莫三曼多󰂛多南唵薩曰縛第婆多南曳繼", "409": "幾", "41": "曩莫薩嚩怛他引󰵲跢引南歸命毘盧遮那佛身口意業遍虛空演說如來", "410": "元永二年十一月九日午時書畢", "411": "於蓮藏院西面點了極月二十八日", "412": "澄覺之", "42": "三密門金剛一乘甚深教", "43": "曩謨曩莫薩嚩沒馱冒引地薩怛嚩二合毘藥", "44": "二合歸命本覺心法身常住妙法心蓮臺本來莊嚴三身德三十七尊住心城普門塵數諸三昧遠離因果因果法然具", "45": "無邊德海本圓滿還我頂禮心諸佛沒馱達磨僧去祇岐曳反引毘藥二合", "46": "南無滅惡趣菩薩法界眾生離苦得樂三途有情拔苦與樂之怛爾野二合他引其詞曰唵", "47": "引尾補攞蘗陛引過去四恩成佛道尾補攞尾麼隷引一切眾生滅罪", "48": "惹自攞反下同野蘗陛一切眾生施如意寶嚩日囉二合入嚩二合引", "49": "攞蘗陛一切眾生斷除煩惱誐底丁以反下同誐訶寧引一切眾生所求成就", "5": "爾時滅惡趣菩薩在毘盧遮那佛大集會中。", "50": "誐誐曩尾戍引達寧一切眾生慈悲覆護唵薩嚩播引跛尾", "51": "戍引達寧引無佛世界一眾生慈悲覆護唵引麌嚕拏嚩無可反下同底", "52": "誐誐哩抳尼以反一切眾生斷胎生苦儗妍以反哩儗哩儼麼哩儼", "53": "麼哩一切眾生施飲食虐賀虐賀一切眾生施衣服𧃯誐引哩𧃯誐", "54": "引哩一切眾生令滿眾生波羅蜜儼波哩儼波哩一切眾生滿忍辱波羅密誐", "55": "底誐底誐麼𩕳頂寧反誐㘑一切眾生滿精進波羅密麌嚕麌嚕", "56": "抳一切眾生滿禪波羅密左黎阿左黎一切眾生滿慧波羅密母左黎惹", "57": "曳尾惹曳一切眾生滿方便波羅密薩嚩婆野尾誐帝引𧃯婆", "58": "三去引婆羅抳一切眾生滿願波羅密悉哩悉哩󰫃哩岐引", "59": "哩岐哩三滿跢引去迦囉灑二合抳一切眾生滿力波羅密薩", "6": "從座而起合掌恭敬白佛言。世尊我為當來", "60": "嚩設咄嚕二合引鉢囉二合沫他上𩕳一切眾生滿智波羅密囉", "61": "乞灑二合囉乞灑二合成就麼麼究竟薩嚩薩怛嚩", "62": "二合難上引左一切眾生合離怨尾哩尾哩尾誐跢嚩囉拏", "63": "鼻波野曩引捨𩕳一切眾生合離貪欲蘇上哩蘇哩唧哩劍", "64": "麼鼻黎引一切眾生悉合離愚癡心尾麼黎一切眾生合離食難苦惹曳引", "65": "惹夜嚩奚惹夜一切眾生令離水難苦嚩底婆誐嚩底一切眾生合離", "66": "火難苦囉怛二合曩二合麼矩吒麼上引邏引馱哩", "67": "抳嚩護尾尾馱尾唧怛囉二合一切眾生令離兵賊苦吠引灑", "68": "嚕引跛馱引哩婆誐嚩底麼賀引尾爾野二合引", "69": "禰尾一切眾生身心安隱囉乞灑二合囉乞灑二合成就麼麼究", "7": "末法雜染世界惡趣眾生。說滅罪成佛陀羅", "70": "竟薩嚩薩怛嚩二合難上引左一切眾生過去父母令成佛三去", "71": "滿跢引薩嚩怛囉二合一切眾生七世父母令成佛薩嚩播跛", "72": "尾戍引馱𩕳一切眾生父母永斷生死苦護嚕護嚕一切眾生父母長壽諾", "73": "乞察二合怛囉二合一切眾生無病患麼上引囉二合馱引哩", "74": "抳一切眾生令發菩提心囉乞灑乞灑一合成就𤚥引決定麼麼究竟", "75": "阿上曩引他上寫引怛囉二合拏鼻跛囉引野拏", "76": "寫滅殺生罪跛哩謨去引左野銘引薩嚩褥契引毘藥", "77": "二合讚尼滅偷盜罪讚尼上讚尼𩕳吠引誐嚩底滅婬欲罪", "78": "薩嚩訥瑟吒二合𩕳嚩引囉抳設咄嚕二合博乞", "79": "灑二合鉢囉二合沫他上𩕳尾惹野嚩引呬𩕳", "8": "尼。修三密門證念佛三昧得生淨土。何以方", "80": "滅妄語罪護嚕護嚕滅沽酒罪祖嚕祖嚕滅自讚毀他罪阿去引欲", "81": "播引攞𩕳蘇上囉嚩囉沬他上𩕳滅慳貪罪薩嚩禰", "82": "引嚩跢引布引呰帝引滅瞋恚罪地哩地哩滅誹謗罪三去", "83": "滿跢引嚩路引抧帝引滅飲酒罪鉢囉二合陛鉢囉陛", "84": "滅食五辛罪素鉢囉二合婆去尾舜入第引滅害鳥魚食罪薩嚩", "85": "播引跛尾戍引馱寧引滅破戒罪具戒達囉達囉達囉抳", "86": "達囉達隷引滅不教罪蘇上母蘇上母滅三毒罪嚕嚕左黎", "87": "引滅三漏罪佐引攞野努瑟鵮二合布囉野滅三假罪銘引", "88": "阿苫去引滅三引有罪室哩二合嚩補馱難上惹野劍麼上", "89": "黎引滅四識住罪乞史二合抳乞史抳滅四流罪嚩羅禰引嚩", "9": "便重罪眾生為拔苦與樂。我欲拔濟一切眾生", "90": "羅能上引矩勢引滅四取罪唵鉢納麼二合尾舜入第", "91": "引滅四報罪戍馱野戍馱野尾舜入第引滅四緣罪跛囉跛", "92": "囉滅四大罪鼻哩鼻哩滅四縛罪部嚕部嚕滅四食罪懵去誐攞", "93": "尾舜入第引滅四生罪跛尾怛囉二合穆棄滅五住地罪渴", "94": "佉糵反下同儗抳渴儗抳滅五受根罪佉囉佉囉滅五蓋罪入嚩二", "95": "合哩多始隷引滅五堅罪三滿多鉢囉二合沙哩跢引滅", "96": "五見罪嚩婆去引悉多舜入第滅五心罪入嚩二合攞入", "97": "嚩二合攞滅云情根罪薩嚩禰引嚩誐拏上滅六識罪三去", "98": "麼迦囉灑二合抳滅六相罪薩底野二合嚩帝引滅六愛罪", "99": "多囉滅六行罪跢引囉野𤚥滅六愛罪曩引誐尾路引枳帝"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1155 金剛頂瑜伽最勝祕密成佛隨求即得神變加持成就陀羅尼儀軌", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}