{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0209 百喻經: 百喻經: 百喻經", "text": {"0": "65 五百歡喜丸喻", "1": "百喻經卷第四", "10": "喻　為熊所嚙喻　比種田喻　獼猴喻", "100": "行犯於淨戒，覆藏其過不肯發露，墮於地", "101": "獄畜生餓鬼。如彼愚人以小羞故不肯吐", "102": "米，以刀決口乃顯其過。", "103": "73 詐言馬死喻（七三）詐言馬死喻", "104": "昔有一人騎一黑馬入陣擊賊，以其怖", "105": "故不能戰鬪，便以血污塗其面目，詐現死", "106": "相臥死人中，其所乘馬為他所奪。軍眾既", "107": "去便欲還家，即截他人白馬尾來，既到舍", "108": "已有人問言：「汝所乘馬今為所在，何以不", "109": "乘？」答言：「我馬已死，遂持尾來。」傍人語言：「汝", "11": "月蝕打狗喻　婦女患眼痛喻　父取兒耳", "110": "馬本黑，尾何以白？」默然無對，為人所笑。世", "111": "間之人亦復如是，自言善好修行慈心不食", "112": "酒肉，然殺害眾生加諸楚毒，妄自稱善無", "113": "惡不造，如彼愚人詐言馬死。", "114": "74 出家凡夫貪利養喻（七四）出家凡夫貪利養喻", "115": "昔有國王設於教法，諸有婆羅門等在我", "116": "國內制抑洗淨，不洗淨者，驅令策使種種苦", "117": "役。有婆羅門空捉澡灌，詐言洗淨，人為", "118": "其著水即便瀉棄。便作是言：「我不洗淨", "119": "王自洗之。」為王意故用避王役，妄言洗", "12": "璫喻　劫盜分財喻　獼猴把豆喻　得金鼠", "120": "淨實不洗之。出家凡夫亦復如是，剃頭染", "121": "衣內實毀禁，詐現持戒望求利養，復避王", "122": "役，外似沙門，內實虛欺，如捉空瓶但有", "123": "外相。", "124": "75 駝甕俱失喻（七五）駝甕俱失喻", "125": "昔有一人先甕中盛穀，駱駝入頭甕中食", "126": "穀又不得出，既不得出以為憂惱。有一", "127": "老人來語之言：「汝莫愁也！我教汝出，汝用", "128": "我語必得速出，汝當斬頭自得出之。」即", "129": "用其語以刀斬頭，既復殺駝而復破甕。", "13": "狼喻　地得金錢喻　貧兒欲與富等財物", "130": "如此癡人世間所笑。凡夫愚人亦復如是，", "131": "悕心菩提志求三乘，宜持禁戒防護諸", "132": "惡，然為五欲毀破淨戒，既犯禁已捨離三", "133": "乘，縱心極意無惡不造，乘及淨戒二俱捐", "134": "捨，如彼愚人駝甕俱失。", "135": "76 田夫思王女喻（七六）田夫思王女喻", "136": "昔有田夫遊行城邑，見國王女顏貌端正", "137": "世所希有，晝夜想念情不能已，思與交通無", "138": "由可遂，顏色瘀黃即成重病。諸所親見，便", "139": "問其人：「何故如是？」答親里言：「我昨見王女，", "14": "喻　小兒得歡喜丸喻　老母捉熊喻　摩尼", "140": "顏貌端正，思與交通不能得故，是以病耳。", "141": "我若不得，必死無疑。」諸親語言：「我當為汝", "142": "作好方便，使汝得之，勿得愁也。」後日見之", "143": "便語之言：「我等為汝便為是得，唯王女不", "144": "欲。」田夫聞之欣然而笑，謂呼必得。世間愚", "145": "人亦復如是，不別時節春秋冬夏，便於冬", "146": "時擲種土中望得果實，徒喪其功空無", "147": "所獲，芽莖枝葉一切都失。世間愚人修習少", "148": "福謂為具足，便謂菩提已可證得，如彼田", "149": "夫悕望王女。", "15": "水竇喻　二鴿喻　詐稱眼盲喻　為惡賊", "150": "77 搆驢乳喻（七七）搆驢乳喻", "151": "昔邊國人不識於驢，聞他說言驢乳甚美，", "152": "都無識者。爾時諸人得一父驢，欲搆其", "153": "乳，諍共捉之，其中有捉頭者、有捉耳者、", "154": "有捉尾者、有捉脚者，復有捉器者，各欲", "155": "先得於前飲之。中捉驢根謂呼是乳，即便", "156": "搆之望得其乳。眾人疲厭都無所得，徒自", "157": "勞苦空無所獲，為一切世人之所嗤笑。外", "158": "道凡夫亦復如是，聞說於道不應求處，妄", "159": "生想念，起種種邪見，裸形自餓投巖赴火，", "16": "所劫失疊喻　小兒得大龜喻", "160": "以是邪見墮於惡道，如彼愚人妄求於乳。", "161": "78 與兒期早行喻（七八）與兒期早行喻", "162": "昔有一人，夜語兒言：「明當共汝至彼聚落", "163": "有所取索。」兒聞語已至明旦，竟不問父", "164": "獨往詣彼。既至彼已，身體疲極空無所獲，", "165": "又不得食飢渴欲死，尋復迴來來見其父。", "166": "父見子來深責之言：「汝大愚癡無有智慧，", "167": "何不待我？空自往來，徒受其苦，為一切世", "168": "人之所嗤笑。」凡夫之人亦復如是，設得出", "169": "家即剃鬚髮服三法衣，不求明師諮受", "17": "66 口誦乘船法而不解用喻（六六）口誦乘船法而不解用喻", "170": "道法，失諸禪定道品功德，沙門妙果一切都", "171": "失，如彼愚人虛作往返徒自疲勞，形似沙", "172": "門實無所得。", "173": "79 為王負机喻（七九）為王負机喻", "174": "昔有一王，欲入無憂園中歡娛受樂，勅一", "175": "臣言：「汝捉一机，持至彼園我用坐息。」時彼", "176": "使人羞不肯捉，而白王言：「我不能捉，我願", "177": "擔之。」時王便以三十六机置其背上，驅使", "178": "擔之至於園中。如是愚人為世所笑，凡夫", "179": "之人亦復如是，若見女人一髮在地，自言", "18": "昔有大長者子，共諸商人入海採寶。此長", "180": "持戒不肯捉之；後為煩惱所惑，三十六物", "181": "髮毛爪齒屎尿不淨不以為醜，三十六物一", "182": "時都捉不生慚愧，至死不捨，如彼愚人", "183": "擔負於机。", "184": "80 倒灌喻（八〇）倒灌喻", "185": "昔有一人，患下部病，醫言：「當須倒灌乃可", "186": "差耳。」便集灌具欲以灌之。醫未至頃便", "187": "取服之，腹脹欲死不能自勝。醫既來至，怪", "188": "其所以，即便問之：「何故如是？」即答醫言：「向", "189": "時灌藥，我取服之，是故欲死。」醫聞是語深", "19": "者子善誦入海捉船方法，若入海水漩澓", "190": "責之言：「汝大愚人不解方便。」即便以餘", "191": "藥服之方吐下，爾乃得差。如此愚人為", "192": "世所笑，凡夫之人亦復如是，欲修學禪觀", "193": "種種方法，應効不淨，反効數息，應數息", "194": "者効觀六界，顛倒上下無有根本，徒喪身", "195": "命為其所困。不諮良師顛倒禪法，如彼", "196": "愚人飲服不淨。", "197": "81 為熊所嚙喻（八一）為熊所嚙喻", "198": "昔有父子與伴共行，其子入林為熊所嚙，", "199": "爪壞身體，困急出林還至伴邊。父見其子", "2": "尊者僧伽斯那撰", "20": "洄流磯激之處，當如是捉、如是正、如是住，", "200": "身體傷壞，怪問之言：「汝今何故被此瘡害？」子", "201": "報父言：「有一種物，身毛躭毿來毀害我。」父", "202": "執弓箭往到林間，見一仙人，毛髮深長，便", "203": "欲射之。傍人語言：「何故射之？此人無害，當", "204": "治有過。」世間愚人亦復如是，為彼雖著法", "205": "服無道行者之所罵辱，而濫害良善有德之", "206": "人，喻如彼父熊傷其子而抂加神仙。", "207": "82 比種田喻（八二）比種田喻", "208": "昔有野人，來至田里，見好麥苗生長欝茂，", "209": "問麥主言：「云何能令是麥茂好？」其主答言：", "21": "語眾人言：「入海方法我悉知之。」眾人聞已深", "210": "「平治其地，兼加糞水，故得如是。」彼人即便", "211": "依法用之，即以水糞調和其田下種於", "212": "地，畏其自脚蹋地令堅其麥不生，「我當", "213": "坐一床上使人輿之，於上散種，爾乃好耳。」", "214": "即使四人人擎一脚至田散種，地堅逾甚", "215": "為人嗤笑，恐己二足更增八足。凡夫之人", "216": "亦復如是，既修戒田善芽將生，應當師諮", "217": "受行教誡，令法芽生；而返違犯多作諸惡，", "218": "便使戒芽不生，喻如彼人畏其二足倒加", "219": "其八。", "22": "信其語，既至海中未經幾時，船師遇病忽", "220": "83 獼猴喻（八三）獼猴喻", "221": "昔有一獼猴，為大人所打，不能奈何，反", "222": "怨小兒。凡夫愚人亦復如是，先所瞋人代", "223": "謝不停滅在過去，乃於相續後生之法謂", "224": "是前者，妄生瞋忿毒恚彌深，如彼癡猴為", "225": "大所打反嗔小兒。", "226": "84 月蝕打狗喻（八四）月蝕打狗喻", "227": "昔阿修羅王，見日月明淨以手障之；無智", "228": "常人，狗無罪咎橫加於惡。凡夫亦爾，貪瞋", "229": "愚癡橫苦其身，臥蕀刺上五熱炙身，如彼", "23": "然便死。時長者子即便代處，至洄澓駛流", "230": "月蝕抂橫打狗。", "231": "85 婦女患眼痛喻（八五）婦女患眼痛喻", "232": "昔有一女人，極患眼痛，有知識女人問言：", "233": "「汝眼痛耶？」答言：「眼痛。」彼女復言：「有眼必痛，我", "234": "雖未痛並欲挑眼恐其後痛。」傍人語言：「眼", "235": "若在者或痛不痛，眼若無者終身長痛。」凡愚", "236": "之人亦復如是，聞富貴者衰患之本，畏不布", "237": "施恐後得報，財物殷溢重受苦惱。有人語", "238": "言：「汝若施者或苦或樂，若不施者貧窮大苦。」", "239": "如彼女人，不忍近痛便欲去眼，乃為長痛。", "24": "之中唱言：「當如是捉、如是正。」船盤迴旋", "240": "86 父取兒耳璫喻（八六）父取兒耳璫喻", "241": "昔有父子二人緣事共行，路賊卒起欲來", "242": "剝之，其兒耳中有真金璫，其父見賊卒發，", "243": "畏失耳璫，即便以手挽之，耳不時決，為", "244": "耳璫故便斬兒頭，須臾之間賊便棄去，還", "245": "以兒頭著於肩上不可平復。如是愚人", "246": "為世間所笑。凡夫之人亦復如是，為名利", "247": "故造作戲論，言二世有二世無，中陰有中", "248": "陰無，心數法有心數法無，種種妄想不得法", "249": "實。他人以如法論破其所論，便言：「我論中", "25": "轉不能前進至於寶所，舉船商人沒水而", "250": "都無是說。」如是愚人為小名利，便故妄語", "251": "喪沙門道果，身壞命終墮三惡道，如彼愚", "252": "人為少利故斬其兒頭。", "253": "87 劫盜分財喻（八七）劫盜分財喻", "254": "昔有群賊共行劫盜，多取財物即共分之", "255": "等以為分，唯有鹿野欽婆羅色不純好，以", "256": "為下分與最劣者。下劣者得之恚恨，謂呼", "257": "大失，至城賣之。諸貴長者多與其價，一人", "258": "所得倍於眾伴，方乃歡喜踊悅無量。猶如", "259": "世人不知布施有報無報，而行少施得生", "26": "死。凡夫之人亦復如是，少習禪法安般數", "260": "天上，受無量樂方更悔恨，悔不廣施。如", "261": "欽婆羅後得大價，乃生歡喜；施亦如是，少", "262": "作多得，爾乃自慶，恨不益為。", "263": "88 獼猴把豆喻（八八）獼猴把豆喻", "264": "昔有一獼猴，持一把豆，誤落一豆在地，", "265": "便捨手中豆欲覓其一，未得一豆先所", "266": "捨者雞鴨食盡。凡夫出家亦復如是，初毀", "267": "一戒而不能悔，以不悔故放逸滋蔓一切", "268": "都捨，如彼獼猴失其一豆一切都棄。", "269": "89 得金鼠狼喻（八九）得金鼠狼喻", "27": "息及不淨觀，雖誦其文不解其義，種種方", "270": "昔有一人在路而行，道中得一金鼠狼，心", "271": "生喜踊持置懷中，涉道而進至水欲渡，脫", "272": "衣置地，尋時金鼠變為毒蛇。此人深思：「寧", "273": "為毒蛇螫殺，要當懷去。」心至冥感，還化為", "274": "金。傍邊愚人見其毒蛇變成真寶，謂為恒", "275": "爾，復取毒蛇內著懷裏，即為毒蛇之所", "276": "𧎴螫，喪身殞命。世間愚人亦復如是，見", "277": "善獲利內無真心，但為利養來附於法，命", "278": "終之後墮於惡處，如捉毒蛇被螫而死。", "279": "90 地得金錢喻（九〇）地得金錢喻", "28": "法實無所曉自言善解，妄授禪法使前人", "280": "昔有貧人在路而行，道中偶得一囊金錢，", "281": "心大喜躍即便數之，數未能周，金主忽至，", "282": "盡還奪錢，其人當時悔不疾去，懊惱之情", "283": "甚為極苦。遇佛法者亦復如是，雖得值", "284": "遇三寶福田，不勤方便修行善業，忽爾命終", "285": "墮三惡道，如彼愚人還為其主奪錢而去。", "286": "如偈所說：", "287": "「今日營此事，明日造彼事，", "288": "樂著不觀苦，不覺死賊至。", "289": "怱怱營眾務，凡人無不爾，", "29": "迷亂失心，倒錯法相，終年累歲空無所獲，", "290": "如彼數錢者，其事亦如是。」", "291": "91 貧兒欲與富等財物喻（九一）貧兒欲與富等財物喻", "292": "昔有一貧人少有財物，見大富者意欲共", "293": "等，不能等故，雖有少財欲棄水中。傍人", "294": "語言：「此物雖尠，可得延君性命數日，何故", "295": "捨棄擲著水中？」世間愚人亦復如是，雖得", "296": "出家少得利養，心有悕望常懷不足，不", "297": "能得與高德者等，獲其利養。見他宿舊", "298": "有德之人，素有多聞多眾供養，意欲等之", "299": "不能等故，心懷憂苦便欲罷道，如彼愚", "3": "蕭齊天竺三藏求那毘地譯", "30": "如彼愚人使他沒海。", "300": "人欲等富者自棄己財。", "301": "92 小兒得歡喜丸喻（九二）小兒得歡喜丸喻", "302": "昔有一乳母抱兒涉路，行道疲極眠睡不", "303": "覺。時有一人持歡喜丸授與小兒，小兒", "304": "得已貪其美味不顧身物，此人即時解其", "305": "鉗鏁瓔珞衣物都盡持去。比丘亦爾，樂在", "306": "眾務憒閙之處，貪少利養為煩惱賊奪其", "307": "功德戒寶瓔珞，如彼小兒貪少味故一切所", "308": "有賊盡持去。", "309": "93 老母捉熊喻（九三）老母捉熊喻", "31": "67 夫婦食餅共為要喻（六七）夫婦食餅共為要喻", "310": "昔有一老母在樹下臥，熊欲來搏，爾時老", "311": "母遶樹走避，熊尋後逐，一手抱樹欲捉老", "312": "母，老母得急，即時合樹捺熊兩手，熊不", "313": "得動。更有異人來至其所，老母語言：「汝", "314": "共我捉，殺分其肉。」時彼人者信老母語，即", "315": "時共捉。既捉之已，老母即便捨熊而走，其", "316": "人後為熊所困。如是愚人為世所笑。凡", "317": "夫之人亦復如是，作諸異論既不善好，文", "318": "辭繁重多有諸病，竟不成訖便捨終亡，後人", "319": "捉之欲為解釋，不達其意反為其困，如", "32": "昔有夫婦有三番餅，夫婦共分各食一餅，", "320": "彼愚人代他捉熊反自被害。", "321": "94 摩尼水竇喻（九四）摩尼水竇喻", "322": "昔有一人與他婦通，交通未竟夫從外來，", "323": "即便覺之住於門外，伺其出時便欲殺害。", "324": "婦語人言：「我夫已覺，更無出處，唯有摩尼", "325": "可以得出摩尼者齊云水竇孔也。」欲令其人從水竇出，", "326": "其人錯解謂摩尼珠，所在求覓而不知處，", "327": "即作是言：「不見摩尼珠我終不去。」須臾之", "328": "間為其所殺。凡夫之人亦復如是，有人語", "329": "言：「生死之中無常苦空無我，離斷常二邊，處", "33": "餘一番在，共作要言：「若有語者要不與餅。」", "330": "於中道，於此中過可得解脫。」凡夫錯解，便", "331": "求世界有邊無邊及以眾生有我無我，竟不", "332": "能觀中道之理，忽然命終，為於無常之所", "333": "殺害，墮三惡道，如彼愚人推求摩尼為他", "334": "所害。", "335": "95 二鴿喻（九五）二鴿喻", "336": "昔有雄雌二鴿共同一巢，秋果熟時取果滿", "337": "巢，於其後時果乾減少唯半巢在，雄瞋雌", "338": "言：「取果勤苦，汝獨食之，唯有半在。」雌鴿答", "339": "言：「我不獨食，果自減少。」雄鴿不信，瞋恚而", "34": "既作要已，為一餅故各不敢語。須臾有賊", "340": "言：「非汝獨食，何由減少？」即便以觜啄雌鴿", "341": "殺。未經幾日，天降大雨，果得濕潤還復", "342": "如故，雄鴿見已方生悔恨：「彼實不食，我妄", "343": "殺他。」即悲鳴命喚雌鴿汝何處去？凡夫之", "344": "人亦復如是，顛倒在懷，妄取欲樂不觀無", "345": "常，犯於重禁悔之於後竟何所及？後唯", "346": "悲歎如彼愚鴿。", "347": "96 詐稱眼盲喻（九六）詐稱眼盲喻", "348": "昔有工匠師，為王作務不堪其苦，詐言眼", "349": "盲便得脫苦。有餘作師聞之，便欲自壞", "35": "入家偷盜取其財物，一切所有盡畢賊手；", "350": "其目用避苦役。有人語言：「汝何以自毀？徒", "351": "受其苦。」如是愚人為世人所笑。凡夫之人", "352": "亦復如是，為少名譽及以利養，便故妄語", "353": "毀壞淨戒，身死命終墮三惡道，如彼愚人", "354": "為少利故自壞其目。", "355": "97 為惡賊所劫失㲲喻（九七）為惡賊所劫失㲲喻", "356": "昔有二人為伴共行曠野，一人被一領", "357": "㲲，中路為賊所剝，一人逃避走入草中。其", "358": "失㲲者先於㲲頭裹一金錢，便語賊言：「此", "359": "衣適可直一枚金錢，我今求以一枚金錢", "36": "夫婦二人以先要故，眼看不語。賊見不語，", "360": "而用贖之。」賊言：「金錢今在何處？」即便㲲頭解", "361": "取示之，而語賊言：「此是真金，若不信我語，", "362": "今此草中有好金師，可往問之。」賊既見之，", "363": "復取其衣。如是愚人㲲與金錢一切都失，", "364": "自失其利復使彼失。凡夫之人亦復如是，", "365": "修行道品作諸功德，為煩惱賊之所劫掠，", "366": "失其善法喪諸功德，不但自失其利復使", "367": "餘人失其道業，身壞命終墮三惡道，如彼", "368": "愚人彼此俱失。", "369": "98 小兒得大龜喻（九八）小兒得大龜喻", "37": "即其夫前侵略其婦，其夫眼見亦復不語。婦", "370": "昔有一小兒，陸地遊戲得一大龜，意欲殺", "371": "之不知方便，而問人言：「云何得殺？」有人語", "372": "言：「汝但擲置水中即時可殺。」爾時小兒信", "373": "其語故即擲水中，龜得水已即便走去。凡", "374": "夫之人亦復如是，欲守護六根修諸功德", "375": "不解方便，而問人言：「作何因緣而得解脫？」", "376": "邪見外道天魔波旬，及惡知識而語之言：「汝", "377": "但極意六塵恣情五欲，如我語者必得解", "378": "脫。」如是愚人不諦思惟，便用其語身壞命", "379": "終墮三惡道，如彼小兒擲龜水中。", "38": "便喚賊，語其夫言：「云何癡人為一餅故見", "380": "此論我所造，合和喜笑語，", "381": "多損正實說，觀義應不應。", "382": "如似苦毒藥，和合於石蜜，", "383": "藥為破壞病，此論亦如是。", "384": "正法中戲笑，譬如彼狂藥，", "385": "佛正法寂定，明照於世間。", "386": "如服吐下藥，以酥潤體中，", "387": "我今以此義，顯發於寂定。", "388": "如阿伽陀藥，樹葉而裹之，", "389": "取藥塗毒竟，樹葉還棄之。", "39": "賊不喚？」其夫拍手笑言：「咄婢我定得餅，", "390": "戲笑如葉裹，實義在其中，", "391": "智者取正義，戲笑便應棄。", "392": "尊者僧伽斯那造作癡花鬘竟。", "393": "百喻經卷第四", "4": "口誦乘船法而不解用喻　夫婦食餅共為", "40": "不復與爾。」世人聞之無不嗤笑。凡夫之", "41": "人亦復如是，為小名利故詐現靜默，為虛", "42": "假煩惱種種惡賊之所侵略，喪其善法墜", "43": "墮三塗，都不怖畏求出世道，方於五欲躭", "44": "著嬉戲，雖遭大苦不以為患，如彼愚人", "45": "等無有異。", "46": "68 共相怨害喻（六八）共相怨害喻", "47": "昔有一人，共他相嗔，愁憂不樂。有人問言：", "48": "「汝今何故愁悴如是？」即答之言：「有人毀我", "49": "力不能報，不知何方可得報之，是以愁耳。」", "5": "要喻　共相怨害喻　効其祖先急速食喻", "50": "有人語言：「唯有毘陀羅呪可以害彼，但有", "51": "一患，未及害彼返自害己。」其人聞已便大", "52": "歡喜，「願但教我，雖當自害要望傷彼。」世間", "53": "之人亦復如是，為瞋恚故欲求毘陀羅呪，", "54": "用惱於彼竟未害他，先為瞋恚反自惱", "55": "害，墮於地獄畜生餓鬼，如彼愚人等無差", "56": "別。", "57": "69 効其祖先急速食喻（六九）効其祖先急速食喻", "58": "昔有一人從北天竺至南天竺，住止既久，", "59": "即娉其女共為夫婦。時婦為夫造設飲食，", "6": "甞菴婆羅果喻　為二婦故喪其兩目喻　唵", "60": "夫得急吞不避其熱。婦時怪之，語其夫", "61": "言：「此中無賊劫奪人者，有何急事怱怱乃", "62": "爾不安徐食？」夫答婦言：「有好密事不得語", "63": "汝。」婦聞其言謂有異法，慇懃問之，良久", "64": "乃答：「我祖父已來法常速食，我今効之，是", "65": "故疾耳。」世間凡夫亦復如是，不達正理不", "66": "知善惡，作諸邪行不以為恥，而云我祖", "67": "父已來作如是法，至死受行終不捨離，如", "68": "彼愚人習其速食以為好法。", "69": "70 嘗菴婆羅果喻（七〇）嘗菴婆羅果喻", "7": "米決口喻　詐言馬死喻　出家凡夫貪利養", "70": "昔有一長者，遣人持錢至他園中買菴婆", "71": "羅果而欲食之，而勅之言：「好甜美者汝當", "72": "買來。」即便持錢往買其果。果主言：「我此樹果", "73": "悉皆美好無一惡者，汝嘗一果足以知之。」", "74": "買果者言：「我今當一一嘗之然後當取，若", "75": "但嘗一何以可知？」尋即取果一一皆嘗，持來", "76": "歸家。長者見已惡而不食，便一切都棄。世", "77": "間之人亦復如是，聞持戒施得大富樂，身", "78": "常安隱無有諸患，不肯信之，便作是言：「布", "79": "施得福，我自得時然後可信。」目覩現世貴", "8": "喻　駝瓮俱失喻　田夫思王女喻　搆驢", "80": "賤貧窮皆是先業所獲果報，不知推一以求", "81": "因果，方懷不信，須己自經，一旦命終，財物", "82": "喪失，如彼嘗果一切都棄。", "83": "71 為二婦故喪其兩目喻（七一）為二婦故喪其兩目喻", "84": "昔有一人娉取二婦，若近其一，為一所瞋。", "85": "不能裁斷，便在二婦中間正身仰臥。值天", "86": "大雨屋舍霖漏，水土俱下墮其眼中，以先", "87": "有要不敢起避，遂令二目俱失其明。世間", "88": "凡夫亦復如是，親近邪友習行非法，造作", "89": "結業墮三惡道，長處生死喪智慧眼，如彼", "9": "乳喻　與兒期早行喻　為王負机喻　倒灌", "90": "愚夫為其二婦故二眼俱失。", "91": "72 唵米決口喻（七二）唵米決口喻", "92": "昔有一人至婦家舍，見其擣米，便往其所", "93": "偷米唵之。婦來見夫欲共其語，滿口中米", "94": "都不應和，羞其婦故不肯棄之，是以不", "95": "語。婦怪不語，以手摸看謂其口腫，語其父", "96": "言：「我夫始來卒得口腫，都不能語。」其父即", "97": "便喚醫治之。時醫言曰：「此病最重，以刀決", "98": "之可得差耳。」即便以刀決破其口，米從中", "99": "出其事彰露。世間之人亦復如是，作諸惡"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0209 百喻經: 百喻經: 百喻經", "author": "僧伽斯那撰  蕭齊 求那毘地譯", "sourceLink": "http://www.cbeta.org/"}