{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0893c 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經", "text": {"0": "17 成就具支法品", "1": "18 分別成就品蘇悉地羯羅經分別成就品第十", "10": "藥叉尼。或得真陀摩尼。或得無盡伏藏。具上", "100": "身。置閼伽器於尊像前。復有祕觀。所作扇底", "101": "迦等諸餘方所。而請召之。或於餘時。得諸花", "102": "菓。稱本尊意。應須奉請。然可獻之。當請之", "103": "時。合手爪指。隨於本方。但至誠心奉請。或以", "104": "兩手。捧諸閼伽器而請召之。然後敷獻所得", "105": "之物。若欲成就上中下事及扇底迦等。皆須", "106": "加以真言及慕捺羅。而作請召。作成就諸餘", "107": "事等。或有障起。或魔興嬈。或病者加苦。當爾", "108": "之時。事緣既速。不可當待辨閼伽器。便即用", "109": "心。啟請本尊。作除遣法。如上所說。隨其大", "11": "等事。名上中上成就之法。三或中成就法。藏", "110": "小。擬欲成就。閼伽請之。急難等事。誠心請", "111": "之。若復有人。欲得歸仰諸部尊者。應當常作", "112": "召請法則。持誦之人速得成就。", "113": "20 供養品蘇悉地羯羅經供養品第二十", "114": "復次奉請尊已。次依部類或諸事業。觀其大", "115": "小。依於法則而供養之。既奉請已。作如是言。", "116": "善來尊者愍我等故。降臨道場復垂哀愍。當", "117": "就此座。坐受微獻供。復起誠心。頻與作禮", "118": "而白尊言。大悲垂愍成本願故。而見降臨。", "119": "非我所能啟請本尊。如是三時皆應依此。如", "12": "跡於身得大勢力。先來懈怠而得精勤。入修", "120": "前已說應須辨供。先獻塗香次施花等。復獻", "121": "燒香次獻飲食。次乃燃燈。如其次第。用忿", "122": "怒王真言。此等供物悉令清淨善悅人心各", "123": "用本色真言而真言之。獻塗香已。各列其名", "124": "如依前說即奉閼伽。如是花香及飲食等。皆", "125": "亦准此。若塗香燒香花。及飲食無可獻者。但", "126": "誦本色真言。及此手印以此獻之。表云供物", "127": "無可求得。但納真心後作閼伽。以真心故速", "128": "滿其願。離此之外有四供養。遍通諸部。一切", "129": "處用。一謂合掌。二以閼伽。三用真言及慕捺", "13": "羅宮得長壽藥。成鉢󰳌史迦天使。或能使鬼。", "130": "羅。四但運心。此善品中隨力應作。或復長時", "131": "供養中。最無過運心。如世尊說。諸法行中。心", "132": "為其首。若能標心而供養者。滿一切願。若成", "133": "就諸餘事者。應當發遣諸為障者。若不遣除。", "134": "後恐傷及。所以先須作遣除法。誦忿怒真言。", "135": "或用當部成就諸事真言。遣除障已。先次應", "136": "誦本部尊真言。而真言水。遍請護摩及倫手", "137": "印。", "138": "佛部請火天真言。唵喉中擡聲呼一句阿上起娜曳二", "139": "句𣣹呼合反寫弭也反合寫同上三句嚩㰤曩輕呼野四句莎", "14": "或能成就娑羅坌爾迦樹神。或成多聞。未經", "140": "去二合嚩訶五句", "141": "誦此真言三遍。請召火天。燒食供養。", "142": "護摩真言。", "143": "唵同上呼一句阿上起娜曳二句𣣹同上寫同上合寫同上", "144": "三句嚩㰤曩輕呼野四句搰奴立反比并已反搰同上比同上", "145": "儞跛野五句莎去二合嚩訶六句", "146": "次持牛蘇。以此真言。一真言一燒。滿於三遍。", "147": "供養火天。", "148": "金剛部忿怒金剛真言。唵同上呼一句枳里枳里", "149": "二句跛日羅三句矩嚕馱四句𤙖㧊五句", "15": "所聞。悟深義理。或合藥。成纔塗足頂。即遠所", "150": "以此真言。一真言食。一燒火食。作法除遣", "151": "地中作諸障者。又用此真言。或用部尊。遍灑", "152": "花等。復用吉利枳羅忿怒真言并印。當誦真", "153": "言。左手作印。遍印塗香燒香飲食花等。作淨", "154": "除穢。為自淨身故。應以右手。掬持香水。目觀", "155": "香水。誦心真言。灌自身頂。作淨除穢。復用一", "156": "切事真言并忿怒真言。為淨座故。真言香水。", "157": "灑潔於座。又誦七遍。灑地方界。能除諸穢而", "158": "得清淨。吉利枳羅真言。", "159": "唵同上呼一句枳里枳里二句跛日羅三句跛日里部", "16": "涉無有疲乏。如上所說悉名中上成就之法。", "160": "訥勒沒反四句畔馱畔馱五句虎二句𤙖㧊六句", "161": "此上真言。護地方訖。結虛空界。應同次下蘇", "162": "悉地真言。燒香執持。當誦真言。熏馥空中。除", "163": "諸穢惡。便得清淨。", "164": "蘇悉地真言。", "165": "唵同上呼一句素蘇古反悉地迦同上履二合入嚩里嚲三", "166": "句娜娜慕訥同上嚲曳四句入嚩囉入嚩攞五句", "167": "畔馱畔馱六句歌娜歌娜七句虎二合𤙖㧊八句", "168": "此金剛部蘇悉地真言。遍通諸事。結空界用。", "169": "佛部結空界真言。唵同上呼一句入嚩同上攞二句", "17": "三部下成就法。令眾憙見。或攝伏眾人。或能", "170": "虎二句𤙖三句", "171": "此佛部結空界真言。唯通當部。", "172": "蓮華部結空界真言。", "173": "唵同上呼一句鉢頭途邑反弭儞二句皤伽上嚩底三句", "174": "暮㰤野暮㰤野四句惹󰋲暮㰤𩕳五句莎去二合嚩", "175": "訶", "176": "此蓮華部結空界真言。唯通常部。次應當用", "177": "部心真言。真言香水散灑諸方。復以明王根", "178": "本真言。或心真言。或真言主使者心真言。隨", "179": "取其一。用結方界。或以此諸心真言。而作結", "18": "徵罰惡人。降諸怨眾。及餘下事。名下中下成", "180": "界。所結之處如置垣墻。當部仙天。常當護衛", "181": "無能作障。若諸部事有為法者。應依甘露軍", "182": "荼利法。而遣除之。又有五種護衛法則。常於", "183": "道場室內作之。謂金剛墻。金剛城。金剛橛。忿", "184": "怒吉利枳羅。忿怒甘露軍荼利。部母。金剛墻", "185": "真言。", "186": "唵上呼一句縒囉縒囉二句跛日囉三句跛北沒反二合囉", "187": "迦囉四句虎二合𤙖㧊五句", "188": "金剛城真言。唵同上呼一句弭塞僧乙反普囉二合捺", "189": "二合囉訖灑三句跋日囉半惹囉四句虎二合𤙖㧊", "19": "就之法。若欲成就藥物等者。有三種成。光焰", "190": "五句", "191": "金剛橛真言。唵同上呼一句跋日囉枳羅二句虎二", "192": "合𤙖㧊三句", "193": "忿怒吉利枳羅真言。唵同上呼一句枳里枳里二句", "194": "跋日囉三句虎二合𤙖㧊四句", "195": "忿怒甘露軍荼利真言耶謨刺怛二句娜怛二", "196": "合囉耶野一句娜謨跋日羅矩嚕馱野二合摩訶", "197": "嚩攞跛邏訖囉摩野三句薩嚩同上弭起娜毘那", "198": "舍曩耶四句唵同上呼五句虎嚕虎嚕六句底瑟侘同上", "199": "底瑟侘七句畔馱畔馱八句歌娜歌娜九句阿密", "2": "八卷下", "20": "為上。煙氣為中。熅煖為下。復次聖者真言為", "200": "栗羝十句虎二合𤙖㧊十一句", "201": "若本法中。有如是等金剛墻真言。應重結之。", "202": "諸事既了。次應持誦。持誦之時。先誦當部母", "203": "真言。", "204": "佛部母真言歸命同上。唵同上呼一句嚕嚕塞僧乙反普嚕", "205": "二句入嚩同上囉三句底瑟佗魑賈反四句悉馱路者泥", "206": "寧計反五句薩嚩刺詫他可反娑馱𩕳六句莎去二合嚩訶七", "207": "句", "208": "蓮華部母真言歸命同觀音真言頭。唵同上呼一句迦居邏反下音同制", "209": "知西反弭迦同上制同上二句迦󰲰知降反迦制同上三句迦䋾弭", "21": "上成就。諸天所說為中成就。世天真言為下", "210": "迦䋾四句迦󰲰迦制同上五句皤伽上嚩底弭惹曳六", "211": "句莎去二合嚩訶七句", "212": "金剛部母真言。娜謨露輕呼迦馱室二合利曳", "213": "一句那莫商迦隸扇底迦隷二句𦁐九欝反䋾𦁐䋾", "214": "三句𦁐置抳四句迦上嚲野𦁐置抳五句莎去二合嚩", "215": "訶六句", "216": "先誦此母真言。能衛本尊。能蠲眾罪。除諸災", "217": "障與悉地門。而得相應。但誦佛部忙麼鷄真", "218": "言。亦通二部。初後持誦。諸天增衛。若於本", "219": "法。而已說者。持誦之時。先念此者應隨本法", "22": "成就。復次佛部真言為上悉地。蓮花部真言", "220": "而念誦之。或於本法。有獨勝真言。亦應先誦。", "221": "無繁別者。如上所說供養次第乃至除穢護", "222": "淨結界一切等事。初持誦時。及作法時。扇底", "223": "迦等所作事時。皆應作之。若以本部尊主真", "224": "言。或以本部心真言。或以一切真言王真", "225": "言。或以蘇悉地法王真言。或以一切事真言。", "226": "此五種真言。三部遍有。隨作諸事。各於本", "227": "部。應取其一。而用作之。所謂自護。及護同", "228": "伴。請召灑水。潔淨結界。以法相治。真言不", "229": "具。為增力故。為治罰真言故。為發覺故。及餘", "23": "為中悉地。金剛部真言為下悉地。若欲以上", "230": "諸事所不述者。亦以當部五真言中。隨取其", "231": "一。而以用之。當得悉地。部心真言。能護本", "232": "尊。及護己身。護身之時應誦三遍。或復七遍。", "233": "結其頂髮而作一髻。若出家人。結袈裟角。或", "234": "結線索。持繫護身。或真言頭指。遍點五處。亦", "235": "成護身。所謂頂額兩膊咽下心上。或以牛黃", "236": "或白芥子或閼伽水。隨取其一。而用護身。若", "237": "作阿毘遮嚕迦法。應用部尊主真言。而護自", "238": "身。若作扇底迦法。應用忿怒金剛真言護之。", "239": "若作補瑟徵迦法。應用部尊主真言。及忿怒", "24": "真言。欲求下成就者。得下成就。或以下真言。", "240": "金剛真言。兼而護之。若真言主現時。持誦人", "241": "怖者。應用部尊主真言。用護自身。但作諸事", "242": "之時。常以二真言。而護自身。謂部尊主及忿", "243": "怒真言。念誦了時。應當發遣。發遣之時。護彼", "244": "真言主。或部尊主真言。或用部母。或以部", "245": "心。亦護自身而作隨意。若於穢處不淨等處。", "246": "緣事須往。先誦烏摳澁摩真言作印。印持五", "247": "處。任意而往。仍須常誦真言。不得廢忘。澡浴", "248": "之時。先誦伏障真言。護身。乃至浴了。不應廢", "249": "忘。伏障真言者。忿怒甘露軍荼利也。喫食之", "25": "祈求上者。得上成就。或以中真言。成上下者。", "250": "時。用部尊主真言。護身念持。欲臥之時用部", "251": "母真言護身。若作諸法。遂乃忘作護持法則。", "252": "令使魔興。欲除魔故。速應誦持當部明王真", "253": "言。將護自身。一切魔障不得其便。如上備作", "254": "護身結界及餘法已。然後攝心安祥念誦。念", "255": "誦之人所坐之座。以青茅草而作其座。座高", "256": "四指闊二磔手。長十六指。如是之座。初念誦", "257": "時及持誦時。皆應受用。或用迦去聲勢草。或", "258": "用餘青草等。或隨部法取乳樹木。最為要妙。", "259": "用作床座。量亦如上。而淨剗治。或用諸葉。或", "26": "亦等成就。真言之中具此四德。當知即悉上", "260": "以枝莖。如上而制。隨觀事法。取枝葉用為座。", "261": "座上結跏趺坐。作扇底迦上成就法。半跏趺", "262": "坐作補瑟徵迦中成就法。垂兩足坐。作阿毘", "263": "遮嚕迦下成就法。供養既了。應起誠心讚歎", "264": "於佛。次歎法僧。次歎觀自在。次歎明王大威", "265": "金剛。伽他曰。", "266": "大慈救世尊善導一切眾", "267": "福持功德海我今稽首禮", "268": "真如捨摩法能淨貪瞋毒", "269": "善除諸惡趣我今稽首禮", "27": "中下分能成大果。謂令成滿辟支佛位。謂令", "270": "得法解脫僧善住諸學地", "271": "勝上福德田我今稽首禮", "272": "大悲觀自在一切佛讚歎", "273": "能生種種福我今稽首禮", "274": "大力忿怒身善哉持明王", "275": "降伏難伏者我今稽首禮", "276": "作是虔誠。讚佛菩薩。又復合掌起慇重心。讚", "277": "餘諸佛菩薩相好功德。其讚歎文。應用諸佛", "278": "菩薩所說歎偈。不應自作。讚歎既已。起自誠", "279": "心懺悔諸罪。我今歸命十方世界諸佛世尊", "28": "成滿菩薩十地。乃至成佛。為大果報。復成大", "280": "羅漢聖僧及諸菩薩。證知我等。自從過去。及", "281": "以今生。煩惱覆心。久流生死。貪瞋癡覆。造諸", "282": "惡業。或於佛法菩薩聖僧父母尊處一切眾", "283": "生有德無德。於如上處。所造諸惡一切罪業。", "284": "自作教他見作隨喜。身口意業廣聚諸罪。今", "285": "對諸佛菩薩。誠心懺悔所造諸罪。如諸佛知。", "286": "並皆懺悔。起至誠心。盡形歸命佛法僧寶涅", "287": "槃正路為除眾生一切苦故。歸命三寶。如是", "288": "歸依。頭頂禮已。歡喜踊躍。發菩提心。求於勝", "289": "上解脫甘露悉地佛果。世間眾生無量諸苦", "29": "德行。謂多諸眷屬。前後圍遶。滿如是願者。為", "290": "我當救度令離惡趣。除諸煩惱令得解脫。所", "291": "有眾苦種種翦迫。今起大悲發菩提心。為苦", "292": "眾生而作歸依。無主眾生為作歸主。失路眾", "293": "生為作導師。恐怖眾生為作無畏。苦惱眾生", "294": "為得安樂。眾生煩惱我為除滅。我從過現未", "295": "來所發勝心。修諸善業六波羅蜜一切功德。", "296": "盡皆迴施一切眾生。歸於正路。同昇妙果速", "297": "成佛道。乃至菩提不生懈怠。發菩提心悲念", "298": "眾生起大慈心。彼有眾苦何時除滅。為淨心", "299": "故。常持六念。心住一境而不散亂。不應我執。", "3": "我今復說三部悉地成就。乘空自在而進。此", "30": "大德行。復能久住位。謂得王處轉輪王處長", "300": "又如過現諸佛發願。應如發願生諸淨業。願", "301": "與眾生成就諸德。復願過現所生功德。願與", "302": "一切眾生獲無盡財。復能捨施。增益智慧。成", "303": "大忍辱。常修善品。識宿命智。心懷大悲。願諸", "304": "生類所生之處。具如上事。次應合掌頂禮本", "305": "部尊主。憶念明王。次依法則。作諸事業。先以", "306": "右手而取數珠。置左手中。合掌捧之。思念明", "307": "王。數珠而誦真言。", "308": "佛部淨珠真言。唵同上呼一句遏部羝弭惹曳悉", "309": "睇二句悉馱刺挮三句莎去二合嚩訶四句", "31": "壽仙處。滿如是願者。為久住位。形儀廣大。威", "310": "蓮華部淨珠真言。唵同上呼一句阿上密栗譡都浪反", "311": "伽魚迦反又音迦字居邏反米二句室唎曳三句室唎摩里抳四", "312": "句莎二合嚩訶五句", "313": "金剛部淨珠真言。唵同上呼一句枳󰓑枳󰓑二句澇", "314": "彈舌輕呼䁥寧一反󰓑抳三句莎去二合嚩訶四句", "315": "以右手大指。捻無名指頭。直舒中指小指。微", "316": "屈。以頭指。押中指上節側。左手亦然", "317": "右手搯念珠。通一切用。若阿毘遮嚕迦。竪其", "318": "母指。捻數珠印。菩提子珠。佛部用。蓮華子", "319": "珠。觀音部用。嚕挪囉叉子珠。金剛部用。三部", "32": "光遠照。教修廣大。具此四德者。雖是下品真", "320": "各用此等數珠。最為勝上。一切念誦應當執", "321": "持。或用木槵子。或多羅樹子。或用土珠或用", "322": "螺珠。或用水精。或用真珠。或用牙珠。或用赤", "323": "珠或諸摩尼珠。或用咽珠。或餘草子。各隨於", "324": "部。觀其色類。應取念持。若作阿毘遮嚕迦法。", "325": "應用諸骨而依數珠。速得成就。復為護持增", "326": "法驗故。", "327": "佛部持珠真言。唵同上呼一句那謨皤伽上嚩底二", "328": "句悉睇睇三句娑去馱野四句悉馱刺挮五句莎去", "329": "二合嚩訶六句", "33": "言。能成上品。若上品中。不具此德。雖是上品", "330": "蓮華部持珠真言。唵同上呼一句素蘇古反麼底丁以反", "331": "室唎曳二句鉢頭途邑反二合麼摩理抳三句莎去二合", "332": "嚩訶四句", "333": "金剛部持珠真言。唵同上呼一句跋日囉二合爾旦", "334": "惹曳三句莎去二合嚩訶四句", "335": "用前珠印。各依部中而念誦之。念誦之時。珠", "336": "置當心。不得高下。捧數珠時。微小低頭。以至", "337": "誠心頂禮三寶。次禮八大菩薩。次禮明王眷", "338": "屬。次應持誦真言。想真言主如對目前。如是", "339": "頎誠。不應散亂心緣別境。但諸真言初有唵", "34": "真言。下品用也。諸佛菩薩所說真言。如是轉", "340": "字。及囊上塞迦去㘕字者。應靜心中作扇底迦", "341": "念誦。補瑟徵迦念誦。皆應緩誦。或心念誦。或", "342": "有真言後有𤙖㧊吒字者。當知皆應殺作急", "343": "聲。作阿毘遮嚕迦念誦。及餘忿怒念誦。三", "344": "部真言。應看字數多少。字有十五。應誦十五", "345": "落叉遍。字有三十二者。應誦三落叉。過此數", "346": "者。應誦十千遍已上。初誦之時。滿如上數。觀", "347": "其部類。或上中下。或三種事。或觀聖者說。為", "348": "天所說。為地居天說。細觀部類。當誦持之。", "349": "乃至成就。如是初誦。若不先誦遍滿念持。所", "35": "次。多佛菩薩所說之者。雖屬下品。亦能成就", "350": "求下法尚不得成。況求上下悉地成就。以是", "351": "義故。作勝上心而先念誦。但諸真言初誦持", "352": "時。已如先說。誦持遍數分為十分。然後念誦", "353": "既滿。祈請真言主悉地因緣。初無相貌。復", "354": "從頭作。第二第三祈請。若有相貌。即當依法", "355": "念誦真言。若無警界。棄不應誦祈請法則", "356": "與請召法同。祈請之時於其夢中。見真言主", "357": "背面而去。或不與語。當應更須起首念誦。如", "358": "是再三。若於夢中。見真言主與語。當知此人", "359": "不久成就。若無警界不應誦持。若強念持恐", "36": "上品等事。或尊等所說真言之中。唯具一事", "360": "與人禍。初持誦時。於淨密處起首誦持。從初", "361": "日誦持。乃至疲極。遍數多少一須依定。不應", "362": "加減。先說三時念誦法者。晝日初分後分。於", "363": "此二時。應當持誦。中分之時。加以澡浴。造諸", "364": "善業。於夜三時亦同於上。中分之間消息之", "365": "事。於夜中時持誦。作阿毘遮嚕迦法。安怛馱", "366": "囊法。起米多羅法。於夜分作。說為勝上。若晝", "367": "念誦。夜作護摩。若夜持誦。晝作護摩。多具諸", "368": "藥。念誦之前而作護摩。持誦了後復作護摩。", "369": "若能如是最為其上。如前先出所說團食。應", "37": "者。謂扇底迦法。補瑟徵迦法。阿毘遮嚕迦法。", "370": "作護摩。無問前後。恒依此法念誦護摩。或", "371": "於法中。但作護摩而得成者。當知亦須念誦", "372": "真言。若如是者。諸明歡喜法驗易成。持誦之", "373": "人不生瞋怒。不求慾樂。不應自下伴。不勤勞", "374": "苦。不生恐。不過勤求。不生輕慢。念誦之時不", "375": "作異語。身雖疲極不縱放之。制諸惡氣。世間", "376": "談話皆不思念。不捨本尊。縱見奇相不應怪", "377": "之。念誦之時。亦不分別種種之相。持誦了時。", "378": "應誦部尊主真言。或誦部母真言。誦此真言", "379": "當得衛護。無違部法。依於本法。念誦了已。或", "38": "雖具一事。於中各有上中下品。豈有下品真", "380": "過本數亦無所畏應起誠心作祈請云。我依", "381": "本法念誦數滿。唯願尊者領受為證。於其夢", "382": "中為授教誨。正念誦時。若有謦欬昏沈吹呿。", "383": "忘真言字。即起就水。作灑淨法。縱搯數珠。", "384": "欠一欲匝。有斯病至。灑淨訖已。還從首念。被", "385": "所障隔。為須一一皆從始念心。搯數珠將畢", "386": "之時。申禮一拜。終而復始又申一禮。於畫像", "387": "前。或於塔前。或於座所。隨念誦處。數珠一", "388": "匝。一覩尊顏而作一禮。念誦了已。安心淨慮。", "389": "或想真言及其尊主。三時念誦。但初中後誠", "39": "言。能成上事。猶若青泥出妙蓮花。固無疑", "390": "心作意。遍數多少皆例一類。不增不減。三時", "391": "澡浴三時塗地。獻花香水種種供養。除去萎", "392": "花。應具三衣。又內衣一日三時浣澤。其衣乾", "393": "燥。香薰灑淨。一一時中隨聽作一。別置睡衣", "394": "及以浴衣。於此二時替換內衣。日別一洗。其", "395": "衣乾燥。聽以薰灑。獻尊鉢器三時洗挑。既除", "396": "萎花續置新者。三時常讀大乘般若等經。及", "397": "作制多。塗漫荼羅。先誦承事真言既了。請祈", "398": "未得。於中不得廢闕。一時二時乃至一嚮。應", "399": "當念誦。不得間斷。若魔障著。病癭身心。則不", "4": "為最上。藏形隱跡。為中成就。世間諸事為下", "40": "也。豈有上品慈善真言。能成忿怒下品成就。", "400": "精誠。便常放逸。身心疲勞。違於時節。不依法", "401": "則。或時不浴。作持念誦及以護摩。不應作數。", "402": "攝心用行。依法念誦。其此數者。應記為數。作", "403": "護摩時念誦之時請召之時。此三事中。所有", "404": "真言遍數。一一皆須依法滿數。縱欲數滿。欠", "405": "一未了。而有障起。更從頭數。若不依法作皆", "406": "不成。若有依法作漫荼羅時。或日月蝕時。於", "407": "此二時。加法念誦其福增高。不久成就無有", "408": "疑也。若於八大靈塔。或於過去諸佛行菩薩", "409": "行處。最為勝上。或於正月十五日時。亦為勝", "41": "如白檀木其性清涼。若風擊相揩。自然火起。", "410": "時。或於師主處受真言。先經承事便當念持。", "411": "不久速成。或於夢中。見真言主而指授者。依", "412": "彼法則亦速成就。彼念誦人。供養增加處所", "413": "尊勝。或當時分。更加精誠。其數未滿。唯此勝", "414": "故。真言主悅而賜成就。當知此法悉地雖速", "415": "不久當壞。以是義故。先承事了。而所得者", "416": "說為堅固。先承事時應廣供養。於日月蝕於", "417": "八日十四日十五日。復加獻供諸神仙眾。如", "418": "餘部說。前等日加諸善事業齋戒等事。是日", "419": "復加。獻供本明真言主。瓶盛香水。插垂花枝。", "42": "非無因緣也。如是差互。雖非次第。諸餘悉地", "420": "或取閼伽器。用甘露軍荼利真言。而真言之。", "421": "自灌其頂。能除魔障。或於其日獻諸飲食。塗", "422": "漫荼羅及以護摩。燃燈等供並須加之。或有", "423": "法中。但說持誦自然驗見者。前所張像。舍利", "424": "塔等。忽然搖動或光焰出。當知不久速得成", "425": "就。得成就時有何相貌。所謂身輕。病苦永除。", "426": "增益勝慧。心無所畏。身威光現。勇健增益。夜", "427": "夢常見清淨實事。心恒安泰。於誦念時及作", "428": "事業。不生疲倦。身出奇香。或行勇施。欽敬尊", "429": "德。於真言主深生敬仰。成就之時如現上事。", "43": "皆勿疑慮。身分悉地為上品成。諸藥悉地為", "430": "當知即是成就相貌。先承事了。依於法則供", "431": "養本尊。應加獻供及以護摩。先承事法依數", "432": "既了。次應須作悉地念誦。復先求願。於其夢", "433": "中而希警界。作先承事法時。所念誦處。作悉", "434": "地念誦。不應移處。有諸難事而移去者。至所", "435": "住處。復須先作承事法則。然後乃作悉地念", "436": "誦。若不依前念誦。應作治罰。取部尊主真", "437": "言誦一千遍。或時念誦本持真言。經十萬遍。", "438": "若離此者。還如前說先作承事。正念誦時。忽", "439": "然錯誤誦餘真言。既知錯誤誠心懺過。由放", "44": "中品成。富饒悉地為下品成。若復有人。久至", "440": "逸故致斯錯誤。願尊捨過。便申頂禮。復須", "441": "從始而念誦之。忽於穢處心放逸故。誦本真", "442": "言便自覺已。應須治罰。至持誦處。誦部尊主", "443": "真言七遍。半月半月一日不食。次服五淨。誦", "444": "五淨真言。經百八遍。然後服之。服此五淨。半", "445": "月之中所食穢惡之食。當得清淨真言增力", "446": "佛部五淨真言曰。", "447": "娜謨皤伽上嚩底丁禮反一烏瑟膩沙上野二弭󰡊", "448": "輸律反睇三弭囉制而曳反始米四扇底迦󰓑五莎去", "449": "二合嚩訶六", "45": "持誦下品真言。縱自無力。於本尊邊。轉求上", "450": "蓮華部五淨真言。娜謨刺怛二合娜怛二合囉", "451": "耶野一娜莫阿上利野二嚩路枳諦濕嚩囉野三", "452": "菩提薩埵野四摩訶薩埵野五摩訶迦嚕抳迦", "453": "野六唵同上七野輸去制面曳反八莎去二合嚩訶九", "454": "金剛部五淨真言。", "455": "娜謨剌怛二合娜怛二合囉耶野一娜謨室戰拏", "456": "跋日囉幡拏曳二摩訶藥䞘灑拪那幡嚲曳三", "457": "唵同上四始棄始棄五䁥寧一反摩黎鉢囉䏶六鉢囉", "458": "皤莎去二合嚩梨七諦制而曳反諦饒儒照反嚩底八鉢", "459": "囉皤嚩底丁以反九莎去二合嚩訶十", "46": "品。上品自成。若於上品真言之中。心懷猶豫。", "460": "取黃牛乳酪蘇糞尿。各別真言經百八遍。和", "461": "置一處。復百八遍。以波羅捨中盛之。或諸乳", "462": "樹葉。或閼伽器。復以茅草攬。誦真言經一百", "463": "八遍。後面向東。蹲踞而坐。頓服三合。如是三", "464": "度。如藥升合。當服之時不應致語。念誦之", "465": "時像現聲語。先應簡擇。即誦部尊主真言及", "466": "印。若是魔作自然而退。或出語言與本法異。", "467": "當知魔作。或出語言勸作惡事。亦是魔作。若", "468": "見惡夢。即須先誦部母真言。經一百八遍。若", "469": "不先誦部母真言。不可念誦。若念誦時其數", "47": "念持供養。復不精誠。雖於上品真言。由彼念", "470": "減少。不應休止。若增無過。如上所說念誦次", "471": "第。皆須依之。若異此法欲求悉地。不可得", "472": "也。", "473": "21 增威品蘇悉地羯羅經增威品第二十一", "474": "復次今說增益神威。令使歡喜。所持真言而", "475": "速成就。先具香水。澡浴身首。於上時日。加諸", "476": "供養。復取蘇摩那花一百八枚。取一一花。誦", "477": "真言經甘一遍。或經七遍或時三遍。先觀真", "478": "言字數多少。而念誦之。奉獻本尊。次獻塗香。", "479": "及以燒香奇香氣者。復獻飲食。如先陳說。加", "48": "誦心輕。敢招下品成就。故知持誦。皆由心意。", "480": "以沙糖及酪。復作護摩。燒木一百八枚。木不", "481": "過量。次用乳酪和蜜護摩。一百八遍。次用蘇", "482": "酪和粳米飯。一百八遍而作護摩。此三護摩", "483": "經三七日。或一七日或復五日或復三晨。此", "484": "三既了。應取乳粥和以牛蘇。一百八遍復作", "485": "護摩。此既終了。取閼伽器誦以真言。經一百", "486": "八遍。傾致少水而作護摩。作此等法。真言增", "487": "威。謂異真言。截斷其威。自得增益。或真言損", "488": "益。或被羅截。真言不行。或被繫縛真言。或異", "489": "真言。遆相交雜。或真言字欠。或真言字增。如", "49": "且如諸天之中亦有貧者。諸鬼部內亦有富", "490": "上等患。盡皆除去而得增威。諸護摩中所說", "491": "藥草。隨取其一。經一日夜而作護摩。真言歡", "492": "喜而得增威。復取諸香和作香泥。作本尊形。", "493": "獻忙攞底花。燒樹膠香。或堅木香。一日三時。", "494": "誦以真言一百八遍。真言主歡喜而得增威。", "495": "作尊形置荷葉上。或芭蕉葉。或乳樹葉。或諸", "496": "草葉。非直晝日夜亦獻之。法事了時。如法發", "497": "遣。送置大河。如上次第。依此法則作者。本尊", "498": "歡喜速賜悉地。", "499": "22 本尊灌頂品蘇悉地羯羅經本尊灌頂品第二十二", "5": "悉地。成此三種上中下乘。世間事等三種成", "50": "強。此彼如然。真言亦爾。一一真言皆具三悉", "500": "復次先承事了。若欲真言生增加威德故。應", "501": "灌之。取以金瓶或銀銅等或新瓦瓶。盛滿香", "502": "水。置於五寶花葉菓香。五種穀子種種塗香", "503": "或堅香末。以新綵帛。繫其瓶頸。插諸嚲樹枝", "504": "或乳樹枝。用部尊主真言。或用部母真言。真", "505": "言百八遍。然後灌其真言主頂。應用金作。或", "506": "以沈檀而作其形。置於座上而灌頂之。灌頂", "507": "既了。復當獻供花香等物。或諸纓絡種種供", "508": "具而供養之。及作護摩。并加念誦。如是作者。", "509": "能令本尊增加威力速得悉地。先承事者作", "51": "地。謂上中下。誠心念誦皆獲悉地。", "510": "念誦時。應灌本尊。取閼伽器。標相本尊而灌", "511": "頂之。或自浴了時。復應想念本真言主。三度", "512": "七度而灌頂之。先承事時不應廢忘。或時用", "513": "乳或時用蘇或時用蜜。盛滿瓶中內置七寶。", "514": "如法執持灌本尊頂。所祈之難速得滿足。", "515": "23 祈請品蘇悉地羯羅經祈請品第二十三", "516": "復次廣說祈請法則。於白黑二月八日十四", "517": "日十五日。或日月蝕時。一日不食。或經三", "518": "日或經七日。澡浴清淨著新淨衣。離此晨日", "519": "而祈請者。應用白月。誦扇底迦真言而祈請", "52": "19 奉請品蘇悉地羯羅經奉請品第十九", "520": "之。後於暮間。以諸湯水及用真言。澡浴清淨", "521": "除諸垢穢。灑霑五處。如法供養本真言主。復", "522": "獻閼伽。加誦真言一百八遍。用闍底花未大", "523": "開者。灑栴檀香水。持奉獻之。又廣獻食。名烏", "524": "那去梨食。食中加酪。以忙攞底花。作鬘供養。", "525": "先取牛蘇而作護摩。一百八遍。次用娑析羅", "526": "娑護摩。一百八遍。用白㲲縷或布線縷。令童", "527": "女合索。一真言一結。當結七結。復真言七遍。", "528": "隨繫左肘上。右脇而臥。思念真言主。得進止", "529": "已。隨意而住。安置茅座。上敷散花。想念尊", "53": "復次若欲入本尊室。先覩尊顏。合十指爪。當", "530": "形。於其夢中。見自部主。或見真言主。或見明", "531": "王。當知此相成就之相。或見三寶。或見諸", "532": "菩薩。或見四眾。或見供養者悉地之相。或見", "533": "自身誦持真言作諸事等。或見身著白淨衣", "534": "服。或見他來恭敬供養。當知勝上悉地纔近。", "535": "或見登山峯上。或見乘象。或見渡大河海。或", "536": "見昇菓樹上。或見乘師子。或乘牛鹿馬諸餘", "537": "等。或乘飛鵝孔雀一切飛禽。或見美女身被", "538": "纓絡。手持花瓶。或香花蓋圍繞行道。或見受", "539": "得象馬車乘諸寶物等。見是等相悉地之相。", "54": "小低頭。復以器盛淨水。隨所作事。置本獻花。", "540": "或夢得花菓根牛蘇乳酪稻花等物。所成就", "541": "藥。悉地之相。先承事時。夢示成就藥。及得數", "542": "珠。得是相者。當知即須便作持誦法。或見", "543": "熏馥自身。或見澡浴清淨。或見身帶瓔珞。見", "544": "是相已便作持誦。當速悉地。作持誦法。取闍", "545": "底花一百八枚。用部母真言。兼本真言。和誦", "546": "一百八遍。而供養之。復取白栴檀香。真言百", "547": "遍。如是祈請。隨意臥夢。本真言主自當現相。", "548": "又取烏施囉藥。搗和作真言主形像。以烏里", "549": "弭迦蟻土。和作其器。滿盛牛乳。置像乳中。或", "55": "復置塗香。依於本法而作閼伽燒香薰之。應", "550": "用蘇乳蜜。和置器中。置像於中誦一百八遍。", "551": "三時供養。如是供養。本尊歡喜速得相現。復", "552": "於白黑二月。八日十四日十五日或日月蝕", "553": "日。不食持齋。廣作供養。以七膠香及五堅香。", "554": "一一香等。一誦真言一作護摩。數滿一千二", "555": "百遍已。所祈之願速見前相。祈請範則。若", "556": "依法作速得成就。見其相貌不有疑也。", "557": "24 受真言品蘇悉地羯羅經受真言品第二十四", "558": "復次廣說受真言法。雙膝著地。先於尊者阿", "559": "闍梨處。廣作布施。手捧妙花。發慇重心於闍", "56": "誦真言。真言閼伽七遍。則當奉請已。依法供", "560": "梨處。三遍口受。真言多者受誦不得。應用紙", "561": "葉牛黃寫之。受取隨意誦之。先入漫荼羅已。", "562": "後於餘時受真言者。於良日時。於尊者闍梨", "563": "處。廣作奉施。如前受之。如是正受。真言速", "564": "成。縱不先作承事之法。便即持誦亦得成就。", "565": "復以新瓶離諸病者。置諸花葉七寶五穀。一", "566": "一如法。唯不著水。作至誠心廣作供養。阿闍", "567": "梨先取紙葉。書寫諸真言主名。置於瓶中。莊", "568": "嚴供養如灌頂法。作此法時。或經一日或經", "569": "三日。不食齋戒。於日暮間。則以牛黃抄諸真", "57": "養。盛閼伽器。當用金銀。或用熟銅。或以石", "570": "言名號。置於瓶中。獻以塗香花香燈食。并以", "571": "本真言。作護摩百八遍。廣作勤求。聖眾諦聽。", "572": "經滿三日。令其弟子。先淨洗浴身體香馥。手", "573": "著吉祥茅草指環。以用真言誦百八遍。真言", "574": "其瓶。并以香薰。傾心作禮。令取一葉已。復", "575": "重頂禮。如是受者速得悉地。若更別誦諸餘", "576": "真言。所受真言退失悉地。若於弟子處。心生", "577": "歡喜。授與自所持悉地真言。應依軌則如法", "578": "受之。為先誦持故。弟子不久當得悉地。先", "579": "於真言主處。啟請陳表。授此真言。與斯弟子。", "58": "作。或以土木。或取螺作。或用束底。或用荷", "580": "願作加被。速賜悉地。手捧香花。誦一百八遍", "581": "或一千遍。便呼弟子來授與之。復作是言。我", "582": "於今時。向本明主授與弟子。唯願照知為作", "583": "悉地。弟子應言。我於今時己受明主。誓從今", "584": "日乃至菩提。而不廢忘。如上所說。師主弟子", "585": "受真言法。當得成就。離此受者不得悉地。如", "586": "此受得悉地真言。於中決定成就無疑。由先", "587": "悉地。不先承事真言既爾。悉地藥等受法亦", "588": "然。或復有人先承事已。次合念持依於法則。", "589": "迴授與人。所受得者。不先承事。但作念持便", "59": "葉以綴作器。或乳樹葉。如上所說閼伽器等。", "590": "得成就。受真言者為悉地故。先於師主處廣", "591": "作奉施。花菓諸根名衣上服。金銀摩尼諸雜", "592": "寶物。種種穀麥蘇蜜乳酪。男女童僕種種臥", "593": "具。奇妙革屣嚴身之具。已成就藥象馬牛犢。", "594": "諸餘乘等乃至自身。亦持奉施。為僕所使。久", "595": "經承事不憚劬勞。合掌虔誠珍重奉施。如是", "596": "行施速得悉地。廣說如上種種之物。先須奉", "597": "施阿闍梨已。然後受於真言妙句。", "598": "25 滿足真言品蘇悉地羯羅經滿足真言品第二十五", "599": "復次持誦之人。於其夢中。見真言主身。諸支", "6": "就。隨上中下更分別之。三部上成就法。得持", "60": "當用之時。須知次第。若扇底迦當用白器。補", "600": "分加者。應知真言字加。若支分減少者。應知", "601": "真言字少。委是相已。作滿足法。或見真言與", "602": "受持者異。或加或減字數不同。心便生疑。應", "603": "依法作滿足之法。先以紙葉牛黃。稀寫所錯", "604": "真言。如法供養明王真言。及衛護已。置真言", "605": "主座。復取乳木。並依本法。但用空蘇。為求明", "606": "王而加助故。應作護摩。布茅草鋪。先禮部", "607": "尊主次禮部母。次禮諸佛。作如是啟。唯願諸", "608": "佛及諸聖眾。加助衛護。如是啟已。於茅草上。", "609": "頭面東臥。於其夢中本尊示相。牛黃所寫紙", "61": "瑟徵迦當用黃器。阿毘遮嚕迦當用黑器。作", "610": "葉之上。有加有減。本尊還以牛黃題注。字數", "611": "滿足。乃至加減點畫亦皆楷定。真言不錯但", "612": "云不錯。或於夢中指受滿足。作此法時。作法", "613": "衛護為除魔故。", "614": "26 增力品蘇悉地羯羅經增力品第二十六", "615": "復次謂欲增加威力應作護摩。或用蘇蜜。或", "616": "時用乳。各各別作。或用油麻和蘇護摩。或", "617": "用膠香和蘇護摩。或用蓮華和蘇護摩。或時", "618": "空用娑闍囉娑。或於山間。常服五淨不食餘", "619": "飡。取本部花滿十萬枚。一一真言奉獻本尊。", "62": "上中下悉地成就。類前所說。應可用之。作扇", "620": "妙好塗香及以香花燃燈食等。各誦真言經", "621": "百八遍。一日三時經於三日。如是供養增加", "622": "威力。或用堅木燃以為燈。一日三時經於七", "623": "日。能令真言增加威力。或時供養迦弭迦食。", "624": "亦增威力。如上所說念誦護摩供養法則。亦", "625": "復能令增加威力。", "626": "27 護摩品蘇悉地羯羅經護摩品第二十七", "627": "復次廣說護摩法則。令持誦者速得悉地。於", "628": "尊像前。作護摩爐。頓方一肘。四面安椽。量", "629": "深半肘。若作圓爐。其量准然。念誦之處若在", "63": "底迦所用閼伽。置少小麥。補瑟徵迦應著胡", "630": "房室。應出於外望見尊形而穿作爐。隨其事", "631": "業依法作之。乳木等物及以香花。置於右邊。", "632": "護摩器四置於左邊。用諸事真言。灑諸物", "633": "等。坐茅草座攝心靜慮。捧持閼伽啟請明王。", "634": "傾閼伽水少灑爐中。復以一花一誦真言。獻", "635": "真言主。為除穢故。應誦計利吉里真言。并作", "636": "手印。為衛護故。軍荼利真言。水灑作淨。燃乳", "637": "木火。既燒火已。先請火天。我今奉請火天之", "638": "首。天中之仙梵行宗敬。降臨此處受納護摩。", "639": "次誦請召火天真言同上召火天已。先以閼伽", "64": "麻。阿毘遮嚕迦當置粟米。又扇底迦置乳。補", "640": "水三度灑淨。取淨五穀蘇酪等物誦以真言。", "641": "三遍護摩奉祀火天。真言同上。祀火天食。一", "642": "心標想。迎送火天置於本座。後誦計利吉里", "643": "真言。并作手印。復淨其火。一切護摩皆應如", "644": "是。次請本尊。先誦本尊真言一遍。安住本座。", "645": "依法供養。願尊垂受護摩之食。所護摩木。謂", "646": "鉢邏輸木。烏曇摩囉木。鉢攞訖沙木尼俱陀", "647": "木。佉他囉木。閼伽木。吠宮訖那木。閼沒囉", "648": "木。迦濕沒囉也木。閃弭木。阿簸麼㗚伽木。閼", "649": "說替那木。此十二種木。取枝。量長兩指一折。", "65": "瑟徵迦置酪。阿毘遮嚕迦應置牛尿。或著自", "650": "皆須濕潤新採得者。通於一切護摩法用條", "651": "端直者。觀其上下一向置之。香水淨洗。細", "652": "頭向外。麁頭向身。蘇搵兩頭。擲於爐內。作扇", "653": "底迦等一一法時。各依本法。先出摶食而作", "654": "護摩。如是軌摸。遍通一切。每日作食之時。先", "655": "出一分之食。置在尊前待護摩時。先應取用。", "656": "如念誦時。置於兩手。在雙膝間。護摩之時亦", "657": "應如是。以沈香木量長四指。麁如頭指。搵蘇", "658": "合香。百八護摩。此法深妙益真言威。如是", "659": "作時。遍通諸部。或用安悉和蘇護摩。復一百", "66": "血遍通用者。應著稻花塗香。及花胡麻茅草", "660": "八遍。或時空用薩闍囉娑。而作護摩一百八", "661": "遍。皆能增益真言威力。為欲成就真言法故。", "662": "作諸護摩。先請部尊主。次請本尊。然後依法", "663": "作於護摩。為欲成就真言法故。作諸護摩。先", "664": "用部母真言。護衛本尊。次護自身。然後依法", "665": "乃作護摩。為欲成就真言法故。作諸護摩。若", "666": "法了時。為加增益真言力故。應當念誦部心", "667": "真言。為欲成就諸真言法故。作諸護摩。初時", "668": "皆須大杓酌施。欲了之時。亦用大杓。在於中", "669": "間應用小杓。為欲成就真言法故。作諸護摩。", "67": "環。用熟銅器。盛以閼伽。若無此器。隨所得", "670": "若法了時。用部心真言。真言閼伽而供養之。", "671": "如曼荼羅法中所說。護摩次第法作。亦應如", "672": "是。先作阿毘遮嚕迦法。次作補瑟徵迦法。次", "673": "作扇底迦法。護摩了已。用本持真言。真言淨", "674": "水。以手遠巡。散灑爐中。如是三度。護摩都", "675": "了。復啟火天。重受餘供。如法供養。退還發", "676": "遣。裂願如請召法。去降臨字置退還字。所殘", "677": "餘穀蘇蜜酪等。並和一處用祀火天。真言三", "678": "遍而作護摩。復觀本真言字數多少。而念誦", "679": "之。復作供養護衛本尊。并護己身如法發遣。", "68": "者。亦遍通用。請召之時。應用當部明王真言。", "680": "28 備物品蘇悉地羯羅經備物品第二十八", "681": "復次廣說諸成就支分。謂欲成就諸真言故。", "682": "先當備辨諸雜物分。然後應作先承事法。若", "683": "已先承事者。次應念誦。所謂諸雜塗香諸雜", "684": "燒香。五種堅香。謂沈水香。白檀香。紫檀香。", "685": "娑羅羅香。天木香。七膠香者。謂乾陀囉娑香。", "686": "薩闍囉娑香。安悉香。蘇合香。薰陸香設落翅", "687": "香。室唎吠瑟吒迦香。白芥子毒藥鹽。黑芥子", "688": "胡麻油牛蘇。銅瓶銅梡。五穀。謂大麥小麥稻", "689": "穀小豆胡麻。五寶。謂金銀真珠螺貝赤珠。五", "69": "及慕捺囉。若有本法已說召請真言。應當取", "690": "藥。謂乾託迦哩藥。勿哩訶底藥。娑訶藥娑訶", "691": "提婆藥。稅多擬里疙哩迦藥。蜜。五色線。謂青", "692": "黃赤白黑。童子合線。金剛杵燈炷燈盞瓦", "693": "梡。五種彩色。佉他囉木橛。乳木枝。苦練木", "694": "梡。大杓小杓牛黃鑌鐵紫檀護淨線淨。浴衣", "695": "黑鹿皮。鉢孕瞿花。稻穀花。木履昌餌草大", "696": "茅草。設多布澁波逈香是採花筐。緣飲食所須。", "697": "蘇蜜沙糖石蜜等物。數珠。如上所說種種諸", "698": "物。皆預備之。然後應當作先承事及廣念誦。", "699": "29 成諸物相品蘇悉地羯羅經成諸物相品第二十九", "7": "明仙。乘空遊往。成就五通。又有多種。或得諸", "70": "用。無取別者。先請當部尊。次請明王妃。三部", "700": "復次我今說成就物。依是三部真言悉地。所", "701": "謂真陀摩尼賢瓶雨寶伏藏輪雌黃刀。此等", "702": "七物。上中之上。能令種種悉地成就。增益福", "703": "德。乃至成滿法王之法。況餘世事。佛部蓮花", "704": "部金剛部三部真言。皆有如是勝上成就。於", "705": "三部中。隨受持者。具獲五通。為上悉地。言七", "706": "物者。若欲成就真陀摩尼者。法驗成已。當作", "707": "金臺。量長一肘。或用銀作。莊嚴精細。臺頭置", "708": "摩尼珠。其珠用紅頗梨光淨無翳。或好水精。", "709": "如法圓飾。成此寶者。應夜念誦。作臺圖樣。若", "71": "之中皆應如是。本法若無請召真言。應用明", "710": "欲成就雨寶法者。法驗成已。但當誠心。五由", "711": "旬內。能雨金銀種種雜寶。", "712": "若欲成就伏藏法者。法驗成已。但當誠心。隨", "713": "所念處伏藏發起。金銀諸珍濟給貧乏。種種", "714": "費用其藏無盡。若欲成就輪仙法者。鑌鐵作", "715": "輪。量圓兩指一磔。輪安六輻輞椽銛利。如是", "716": "作法速得悉地。若欲成就雌黃法者。取光雌", "717": "黃如日初出色光。亦如融金色光。是為上好。", "718": "若欲成就刀法者。取好鑌刀。量長兩肘。以", "719": "小指齊。闊四指。無諸瑕病。其色紺青。如󰵁施", "72": "王等真言。而請召之。本法雖說請召真言。真", "720": "鳥𣭜。若欲成就佛頂法者。當以金作佛頂猶", "721": "如畫印。安置臺上。其臺棖。用薩頗胝迦寶。若", "722": "欲成就蓮華法者。以金作八葉蓮華。如兩指", "723": "一磔手量。或用銀作。或熟銅作。或白栴檀", "724": "木作。若欲成就拔折羅法者。以好鑌鐵。作拔", "725": "折羅。長十六指。兩頭各作三股。或紫檀木作。", "726": "或三寶作。所謂金銀熟銅。若欲成就雄黃法", "727": "者。當取雄黃色如融金。塊成分片。復上有光。", "728": "如是雄黃能成上事。若欲成就牛黃法者。當", "729": "取黃牛牛黃為上。若欲成就刈哩迦藥者。當", "73": "言是下。豈合請於部主。若以本法真言請召。", "730": "取其藥色如金錢花者上好。若欲成就素嚕二", "731": "合多安膳那藥者。如蚯蟮糞者上好。若欲成", "732": "就白㲲布者。取細軟者。擇去毛髮。以欝金香", "733": "染之。若欲成就護身線者。取白㲲縷。細細三", "734": "合為股。復三股合索。童女合撚。皆須右合。或", "735": "縷全合。若欲成就華鬘法者。取闍底花作鬘。", "736": "若欲成就牛糞灰法者。取蘭若所乾淨牛糞。", "737": "燒作白灰。和龍腦香用。若欲成就木屐法者。", "738": "取室唎鉢㗚尼木。作木屐。上安其蓋。若欲成", "739": "就傘蓋法者。當以孔雀尾作。以新端竹而作", "74": "當速成就。不應生難也。本法若有請召真言", "740": "其莖。若欲成就弓箭槍矟獨股刃棓及諸器", "741": "仗。隨世用者。隨意而作。若欲成就世間鞍", "742": "馬車乘牛羊一切鳥獸諸餘物等。隨世人輩", "743": "共將為上。隨意樂作。或依本法如是制作。若", "744": "欲成就吠多羅者。應取族姓家生。盛年無病。", "745": "卒死體無瘢跡。由未脹壞。諸根具足。取如是", "746": "屍而作成就。隨意所作上中下法。所取之物", "747": "亦復如是。心無怖畏方作此法。", "748": "30 取物品蘇悉地羯羅經取物品第三十", "749": "復次我今說取物法。白黑二月八日十四日", "75": "及發遣者。當請之時。此真言主。至部主所。請", "750": "十五日。日蝕時。地動時日。於其午前而取其", "751": "物。於念誦時得警界已。而取諸物或澡浴清", "752": "淨。不食持齋。求善警界而取諸物。所說須物。", "753": "隨方處所有是物者。而就貴貨。不讎價直而", "754": "取諸物。或時自覺增加威力。堪忍飢寒。種種", "755": "異相。當爾之時而取諸物。其所取諸物。各依", "756": "本性上中下品。皆取好者。如法得已。應加精", "757": "進作成就法。", "758": "31 淨物品蘇悉地羯羅經淨物品第三十一", "759": "復次今說淨諸物法。用五淨洗。不應洗者。五", "76": "云。今有某甲。為某事奉請。若發遣時亦復如", "760": "淨灑之觀諸物量。五淨和末。雌黃和乳。作末", "761": "朱砂和牛尿。作末牛黃和蘇。作末彩色和乳。", "762": "調之。唯安膳那藥。空治作末。刀輪等物。用牛", "763": "糞水洗。餘所說者。應洗物等。先牛尿洗。次胡", "764": "麻水洗。次香水洗。諸餘物等。世所稱用。應水", "765": "洗之。或香水洗已。次用諸事真言水灑淨。次", "766": "用部心真言水灑淨。次用部母真言水灑淨。", "767": "但應洗者。先五淨洗。次胡麻水洗。次香水洗。", "768": "如所應淨皆應如是。", "769": "32 物量品蘇悉地羯羅經物量品第三十二", "77": "是。所作事已。願尊證知。隨意而去。明王妃真", "770": "復次廣說成就物量成就物者。謂身莊嚴具", "771": "諸器仗。種種衣服。如世常法所用量數。治", "772": "妍細末。作成就法。若欲成就雌黃法者。五兩", "773": "為上法。三兩為中法。一兩為下法。若欲成就", "774": "牛黃法者。一兩為上法。半兩為中法。一分為", "775": "下法。若欲成就雄黃法者。二兩為上法。一兩", "776": "為中法。半兩為下法。若欲成就安膳那法者。", "777": "三分為上法。二分為中法。一分為下法。若欲", "778": "成就蘇法者。七兩為上法。五兩為中法。三兩", "779": "為下法。若欲成就灰法者。五兩為上法。三兩", "78": "言用。請女仙等。明王真言。請諸真言主。或有", "780": "為中法。二兩為下法。若欲成就欝金香法者。", "781": "量比雌黃。於安怛陀那法。說種種丸藥成就", "782": "者。其數須作二十一丸為上法。十五丸為中", "783": "法。七丸為下法。於本法中。諸物量少。應加其", "784": "數。或依都量。或如本法。或世所貴。量數多", "785": "少。亦可依之。應觀念誦功力。及觀同伴多少。", "786": "應當具備。如本尊恩眷境界許多。任可成就。", "787": "悉地之法有上中下。諸物數量亦復如是。", "788": "33 灌頂壇品蘇悉地羯羅經灌頂壇品第三十三", "789": "復次廣說成就諸物。祕密妙法。令速悉地。若", "79": "真言主。不受明王真言所請。要以明王。及明", "790": "欲起首成就法者。先應備辨諸悉地具。以護", "791": "摩法。加威本尊真言。及自灌頂。作灌頂漫荼", "792": "羅。如法供養。作灌頂已。然後起首作成就法。", "793": "若作大灌頂漫荼羅者。能得成就一切諸事。", "794": "如前所說明王漫荼羅。淨地等法皆應如是。", "795": "其漫荼羅。頓方四角安置四門。其量八肘。或", "796": "七或五。唯開西門界道五色。如法畫飾。如其", "797": "台量。次外減半。次外准然。於此西面。四肘之", "798": "外。復作一漫荼羅。其量五肘或四或三。唯開", "799": "東門。或如根本大漫荼羅。灌頂處所。減半而", "8": "漏斷盡。或得辟支佛地。或證菩薩位地。或知", "80": "王妃真言。然可依請。如別部說。置閼伽時。應", "800": "作。凡漫荼羅地勢。皆北下卸。說為吉祥。但漫", "801": "荼羅地勢。北下卸者。說為最勝。或用一種彩", "802": "色畫之。於四角外。作三肘拔折羅。於中台", "803": "內。如法畫作八葉蓮華。諸漫荼羅亦應如是。", "804": "蓮華葉外。周匝畫作吉祥妙印。於四門中。畫", "805": "拔折羅。復於諸角。安吉祚瓶。於外灌頂漫荼", "806": "羅亦如是作。凡欲灌頂。必須四種所置瓶處。", "807": "並衛界角。隨所持誦真言及與明等。於其台", "808": "內。畫本尊印。并置一瓶。所持真言。隨其部", "809": "類。畫本尊主印。所謂佛頂蓮華金剛。應知此", "81": "誦真言。大者一遍。中者三遍。下者七遍。極小", "810": "法最為祕密。所持真言不識名號。及部不貫", "811": "者。應安一瓶。名辨諸事。或安成就義利之瓶。", "812": "或安一瓶名諸真言。次外東面畫佛頂印。右", "813": "邊部母印。左邊部心印。次右鑠底印。次左牙", "814": "印。次右阿難。次左須菩提。諸餘真言及明等", "815": "印。左右安置。乃至兩角。次於北面。畫觀自在", "816": "菩薩印。右邊部母印。左邊部心印。次右落澁", "817": "彌印。次左多羅印。次右成就義菩薩印。次", "818": "左大勢至菩薩印。諸餘真言及明等印。左右", "819": "安置乃至兩角。次於南面。畫金剛印。右邊部", "82": "者二十一遍。如上所說閼伽法則。先兩膝著", "820": "母印。左邊部心印。次右金剛拳印。次左食金", "821": "剛印。次右拔折羅印。次左金剛棓印。諸餘真", "822": "言及明等印。左右安置。乃至兩角。次於西面", "823": "門南。畫梵王印及梵吉祥明王并諸眷屬。乃", "824": "至南角門北畫嚕達羅神印及妃印并諸眷", "825": "屬。乃至北角。次第三漫荼羅門。畫八方神各", "826": "與眷屬。令滿其位。於第二漫荼羅門外。右邊", "827": "畫難陀龍王。左邊跋難陀龍王。於第三漫荼", "828": "羅門外。右邊畫孫陀龍王。左邊優婆孫陀龍", "829": "王。漫荼羅外。畫甘露瓶印。如是作漫荼羅法", "83": "地。應須手著淨茅草環。捧持閼伽。燒香薰之。", "830": "供養者。應如法作三種護摩。為欲遣除毘那", "831": "夜迦故。應作阿毘遮嚕迦事。為自利益故。應", "832": "作補瑟徵迦事。為息諸災難故。應作扇底迦", "833": "事。應以當部成辨諸事真言。作阿毘遮嚕迦", "834": "事。或用甘露瓶真言。通三部用。應以當部心", "835": "明。作補瑟徵迦事。應以當部母明。作扇底迦", "836": "事。於漫荼羅所集聖者一切諸天。各各以本", "837": "真言。而作三種護摩。或以成辨一切事真言", "838": "而作護摩。其護摩處。漫荼羅南門東作。如護", "839": "摩法。蘇等諸物。以三事真言。各祀百遍。或加", "84": "作如是請。仰唯尊者以本願故。降赴道場願", "840": "其數。為欲加威諸真言故。應作如是三種護", "841": "摩。次為三部諸真言等。各祀七遍。其三部主", "842": "應加數祀。或但三部各祀百遍。如不辨者。七", "843": "遍三遍亦得滿足。所持真言主。於台漫荼羅", "844": "內部尊之下安置。於漫荼羅外東面。別安", "845": "訶利帝母。南面安置輸利尼。西面安置翳迦", "846": "勢吒。北面安置句吒齧利。隨彼所樂而當奉", "847": "獻。如法供養諸真言已。及護摩已。前之安瓶。", "848": "隨所為者。誦彼真言。而用加被。於本尊前。所", "849": "安之瓶。還用彼真言而加被之。其台內瓶。應", "85": "垂哀愍。受此閼伽及微獻供。有真言主。名", "850": "用明王真言而作加被。當門。為軍荼利所安", "851": "置瓶。亦須用彼真言加被。於台漫荼羅東面", "852": "兩角。所安置瓶。東北角者。以部心真言。東南", "853": "角者。用部母真言。西北角者。用能辨諸真言。", "854": "西南角者。用一切真言。如是加被此上瓶已。", "855": "及供養已。次應右遶。如前說灌頂法此亦如", "856": "是。安置吉祥瓶。所謂穀實藥草花果香樹枝", "857": "葉花鬘及寶。置於瓶內。新帛繒綵。用纏其", "858": "頸。諸灌頂法皆應如是。即令同伴灌行者頂。", "859": "其同伴者。皆須持誦如法清淨。或求阿闍梨。", "86": "曰獨勝奇加忿怒。不受諸餘真言召請。用彼", "860": "配與灌頂。為欲除遣諸作障故。先用軍荼利", "861": "瓶。而用灌頂。第四應用所持真言瓶。而用灌", "862": "頂。其餘二瓶。隨意而用。如是畢已。應以牛黃", "863": "塗香薰香芥子線釧衣服。皆應受用。作灌頂", "864": "已。復為息諸障故。應作護摩已。便即發遣。", "865": "或於淨處。但一彩色作小漫荼羅。極令方正。", "866": "其量二肘。安置三部大印西面槊印。如前安", "867": "置淨瓶。如法灌頂。能離諸障。本尊歡喜不久", "868": "速成此祕密最勝悉地。", "869": "34 光物品蘇悉地羯羅經光物品第三十四", "87": "所說真言。然降所請。彼諸眷屬。亦不受於餘", "870": "復次如法灌頂畢已。應作護摩。經三七日或", "871": "一七日。或經一月。或隨其成就相應。或於本", "872": "法所說。每日三時。用蘇蜜酪和以胡麻。應", "873": "作護摩。或依本法祀乳粥或祀酪飯。所成就", "874": "物。每日三時以香薰之。以香水灑。以真言加", "875": "被。觀視其物。以吉祥環。貫置指上。󰴻按其", "876": "物。以牛黃水或白芥子。灑散物上。及於節", "877": "日。加諸供具。奉獻彼物。若白月成者。取十五", "878": "日。若黑月成者。取十四日。如斯作法。光顯", "879": "其物。皆用部母真言。復重加諸花香花鬘等", "88": "真言請。亦應用彼眷屬真言。而請召之。但緣", "880": "物供養。以香塗手。置茅草環。按所成物。畢", "881": "夜持誦。於夜三時誦百八遍。如斯光顯成", "882": "就之物。從始至終皆應如是。若具此法速得", "883": "成就。", "884": "佛部光顯真言曰。唵同上一諦惹塞增乙反尾儞二", "885": "悉睇娑去馱野三虎二合𤙖㧊四", "886": "蓮華部光顯真言曰。唵同上一挹奴立反比并己反挹", "887": "同上比同上儞跛野二摩訶室利曳三莎嚩去二合", "888": "訶四", "889": "金剛部光顯真言曰。唵同上一入嚩攞入嚩攞", "89": "請召用心真言。或說根本。或明王妃所說真", "890": "野二畔度哩三莎嚩去二合訶四", "891": "於三部法。皆用赤羯囉微囉花。以真言持誦。", "892": "散灑其物。或用忙落底花。或用白芥子。首末", "893": "中間皆應如是。散霑其物。或有驚界及見異", "894": "相。亦如是散。臨欲成就亦如是散。便成光顯。", "895": "若欲成就蘇等之物。真言香水。用灑其物。便", "896": "成光顯。以如是法而光顯物。縱不成者不應", "897": "間斷。或作漫荼羅以為光顯。如前淨地。用五", "898": "種色作漫荼羅。其量四肘而開一門。內院東", "899": "面先置輪印。東北角置鉢印。東南角置袈裟", "9": "解一切事。或辯才多聞。或成吠跢羅尸。或成", "90": "言。而用請召。部心真言。遍通三部。用彼請", "900": "印。次於北面置蓮華印。於西北角置灘拏棓", "901": "印。於東北角置軍持瓶印。次於南面置拔折", "902": "羅印。於東南角置蘗那棓印。於西南角置羯", "903": "攞賒瓶印。於西面置金剛鉤印金剛拳印。於", "904": "西南角置計利吉羅印。於西北角置遜婆印。", "905": "復於東面置輪。右邊置佛眼部母印。又於北", "906": "面蓮花印。右邊置半拏囉嚩思寧部母印。次", "907": "於南面置拔折羅印右邊置忙莽計部母印。", "908": "次於漫荼羅門外。如前所說。置能摧諸難軍", "909": "荼利印。依前供養。復於北面置六臂印。馬頭", "91": "召。當應降赴。加翳醯字。此更祕密。速滿其", "910": "印。多羅印。戰捺囉印。及於當部。所有眷屬", "911": "次第安置。其形皆白。復於東面置如來鑠底", "912": "印。帝殊囉施印。無能勝明王印。無能勝妃印。", "913": "復於南面。於當部內所有眷屬。次第安之。然", "914": "於西面。隨意安置三部諸印。次於外院。置俱", "915": "尾羅等八方大神。於其空處。任置三部內成", "916": "辨諸事真言主等。次於中台。置所持部主印。", "917": "所成就物。隨於本法所說。置於其中。安其", "918": "部主中台上。其物東邊。置真言本所持印。其", "919": "物西邊安護摩爐次於西邊持誦人坐。各各", "92": "願。當請之時。誠心作禮再三啟白。大慈悲者。", "920": "以本真言。依法召請。如前所說。次第供養畢。", "921": "以三部母明。次第護摩。光顯其物。然後以本", "922": "真言護摩。而作光顯。於諸光顯法中。護摩", "923": "為最。凡初護摩。先以部母明。持誦香水。灑淨", "924": "其物。護摩既畢。亦如是灑或用忙莽計心明。", "925": "或用四字明王真言。通三部。護摩而作光顯。", "926": "隨其所用真言。為護摩者。初且誦其真言。次", "927": "誦求請之句。復中間誦其真言。復誦求請之", "928": "句。後亦誦其真言。還安求請句。如是真言之", "929": "中。三處上中下分。安置求請之句。最後安其", "93": "請依本願來降道場。若不誠心。徒多念誦。乃", "930": "虎𤙖泮吒莎去訶去字　所謂闍嚩二合放光　攞闍嚩引二", "931": "合攞也合放況　悉地成　娑去馱也合成　儞去󰔰威耀", "932": "儞去跛耶合威耀　儞去跛跢去二合南諸威耀者　帝闍也潤", "933": "澤　帝闍也合潤澤　拔馱也合增長　忙尾覽摩莫延遲　阿去", "934": "尾賒遍入　囉乞沙二合護持　散儞輕甜合瑞現前　俱上嚕最", "935": "𤙖泮吒莎去訶去。", "936": "以如是等求請之句。光顯其物。前後中間。種", "937": "種重說亦無所妨。護摩畢已。次應持誦白羯", "938": "囉尾羅花。散其物上。而作光顯。或持誦赤羯", "939": "囉尾羅花。或用白芥子。或用蘇摩那花。而作", "94": "至真言亦皆慇重。以用兩手捧閼伽器。頂戴", "940": "光顯。先用塗香塗手。以按其物。次以諸花持", "941": "誦。而散白芥子。次燒香薰之。次後持誦香水", "942": "而灑。應知如是次第。初中後夜三時。以本藏", "943": "主真言。持誦香水真言而灑。次誦本持真言。", "944": "而灑畢已。如前護摩念誦。乃至日出。具此法", "945": "者。速得成就。如是光顯諸物。及光己身。決定", "946": "速得成就於物。其物縱少。亦獲大驗。具此法", "947": "者。其物增多及得清淨。是故應作光顯之法。", "948": "此名一切成就祕密之法。於諸節日。應作如", "949": "是光顯之法。餘日隨時而作光顯。念誦遍數", "95": "供養為上悉地。置於心間為中悉地。置於臍", "950": "滿已。欲作成就法時。先應初夜具作光顯之", "951": "法。然後成就。", "952": "蘇悉地羯羅經卷下", "953": "應永二十五年八月二十三日大傳法院", "954": "惠淳", "96": "間為下悉地。先觀本尊畫像。其像若立。持誦", "97": "之人亦應立請。畫像若坐。亦應坐請。又觀", "98": "彼像。曲躬立勢。亦應斆之而奉請之。當請之", "99": "時。先觀本尊所止之方。而面彼請。然便迴"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0893c 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經: 蘇悉地羯羅經", "author": "唐 輸波迦羅譯", "sourceLink": "http://www.cbeta.org/"}