{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1005A 大寶廣博樓閣善住祕密陀羅尼經: 大寶廣博樓閣善住祕密陀羅尼\n經: 大寶廣博樓閣善住祕密陀羅尼經", "text": {"0": "9 護摩品", "1": "大寶廣博樓閣善住祕密陀羅尼", "10": "服嚴具。諸持明仙眾歌讚歎詠。往詣佛所。以", "100": "魔界傍生。皆得解脫一切身垢。過現生身得", "101": "清淨。一切如來攝受護念。即成見一切如來。", "102": "皆由結此普遍光明寶清淨如來印威力故。", "103": "次結一切如來心印。亦名安慰一切如來印。", "104": "先以左肘當𦜮。平展仰掌。即屈無名指小指。", "105": "以大母指押之。右手准前印不改。顰眉羯吒", "106": "訖叉眼。自視其身。微屈身。齒咬下脣應誦真", "107": "言曰。", "108": "唵薩嚩怛他孽多鉢囉二合嚩囉孽囉囉", "109": "摩抳吽", "11": "諸香花衣服嚴具而散佛上。遶佛三匝頂禮", "110": "纔結此印誦真言。即成入一切如來所有三", "111": "昧耶曼茶羅。則成俱知三昧耶者。若人百千", "112": "劫來宿障。由見此印即得消滅。閉一切惡趣", "113": "門。即成結一萬四千俱胝那庾多百千佛大", "114": "三昧印及誦真言。又同結一切如來部族印。", "115": "一切夜叉羅剎部多諸毘那夜迦等。皆悉被", "116": "燒。如一火聚。是諸障者面皆踣地。皆順三昧", "117": "耶不敢違越。一切諸天頂戴誦持者二足。皆", "118": "住三昧耶。由纔見聞此印故。即成知一切三", "119": "昧耶者。一切惡龍亦順。住三昧耶不敢違越。", "12": "佛足。漸進佛前。偏袒右肩右膝著地。合掌白", "120": "無有三昧耶。祕密曼茶羅教軌儀無不知者。", "121": "悉皆成入。由結印誦真言故。諸有惡人不敬", "122": "信者。及外道冤敵不饒益有情者。皆起慈心", "123": "深生恭敬。一切懷惡意諸煩惱者。悉皆消滅。", "124": "即成具三昧耶。即離一切罪障。即成歸依三", "125": "寶。即成就大福德聚。遠離諸疾病。離一切慳", "126": "悋煩惱垢。", "127": "次結一切如來普遍大寶三昧耶祕密大印。", "128": "先以右手置右膝上。以大拇指。捻中指甲上。", "129": "次以左手仰橫安心上。以母指押中指無名", "13": "佛言。世尊如來今於世間然大法炬。於贍部", "130": "指甲上。舒頭指及小指。發慈心開目而住。即", "131": "誦真言曰。", "132": "唵薩嚩怛他孽多毘三冒馱娜嚩日󰣍二合", "133": "吽", "134": "纔結此印誦真言。即得一切如來之所安慰。", "135": "皆稱善哉。舒手按頂憐如愛子。則為一切如", "136": "來之子。千俱胝那庾多恒河沙諸佛所共安", "137": "慰。其人一切罪障皆得清淨。一切煩惱悉皆", "138": "消滅。一切菩薩悉皆禮敬。一切諸天悉皆侍", "139": "衛。一切鬼神并一切夜叉羅剎悉皆不敢侵", "14": "洲建立陀羅尼教王。若有見聞此陀羅尼者。", "140": "倰。一切障礙毘那夜迦不敢惱害。馳散十方。", "141": "一切皆起慈心。由見此印故。無有疑也。見持", "142": "明者持此最勝印。當知佛菩薩現前安慰。由", "143": "誦此真言。當知是佛音聲。等同諸佛。佛語甚", "144": "深難聞。若有善男子善女人苾芻苾芻尼塢", "145": "波索迦塢波斯迦。若持明者。結跏趺坐結印", "146": "誦真言。若得見持此真言人。則成見六十二", "147": "恒河沙百千俱知那庾多諸佛如來應正等", "148": "覺。不應起疑惑。應當供養彼人奉其衣服。應", "149": "起恭敬如大師想。觀持明者等同諸佛。當知", "15": "等同見佛。出興於世。應如是知。世尊說是", "150": "是人則同諸佛。一切希求勝願皆得滿足。若", "151": "一時間結印誦真言。慈心遍緣六趣輪迴諸", "152": "有情二足四足多足思惟起慈愍心。輪迴有", "153": "情及傍生者。皆獲安慰獲佛菩提不久。諸天", "154": "擁護。於一切曼茶羅。成知三昧耶者。即成", "155": "誦一切真言。即成結一切印。", "156": "次結一切如來莊嚴大寶光加持祕密大印。", "157": "以二手右押左。背相叉。屈二頭指各如鉤。二", "158": "小指各直竪。二大指各屈在掌中。結跏趺坐。", "159": "以印當臍上。傾身向右。顰眉眼寂靜而視。觀", "16": "大寶廣博樓閣善住祕密大印曼荼羅教明王", "160": "想諸佛住大慈心。應誦真言矜愍一切有情。", "161": "觀佛色相。置印於頂上。結印時。誦唵字吽字", "162": "泮字。結印已。由誦唵字成加持菩提場。由誦", "163": "吽字加持轉法輪。由誦泮字加持菩提樹。如", "164": "須彌山不傾動。一切如來所加持。一切佛皆", "165": "與授記。一切處加持人天。是人身得清淨。如", "166": "日光摩尼照曜。離一切罪增長福德聚。是處", "167": "猶如窣堵波。由結此印故。由如菩提場。諸", "168": "佛所加持。加持於十地。亦加持不退轉處。能", "169": "淨宿障。解脫諸惡趣。關閉諸地獄門。開諸天", "17": "法。世尊若有纔聞此陀羅尼者。於無上菩提", "170": "門。是人於七十二恒河沙數俱低那庾多百", "171": "千諸佛所。種植善根獲得授記。一切鬼神夜", "172": "叉羅剎及龍皆生恐怖。及諸障毘那夜迦踣", "173": "面於地。如火聚焚燒。及諸餘類難調伏者。摧", "174": "壞無疑。此印難見難聞。離一切罪及離八大", "175": "地獄。成就一切真言教法。即成入一切曼荼", "176": "羅一切三昧耶印。如來所說皆得加持。亦能", "177": "加持一切印。成佛菩提最勝。纔結此印。一切", "178": "處常得加持真言曰。", "179": "唵薩嚩怛他蘖多地瑟姹二合那摩尼摩尼", "18": "決定得不退。疾證無上等覺菩提解脫一切", "180": "吽泮吒半音", "181": "次結如來寶大金剛安立金剛師子座印。", "182": "先應結金剛加座。即結金剛合掌印。想身為", "183": "金剛杵形。微屈身。觀想遍毛端遍觸。然後二", "184": "手合掌。屈二頭指。捻二大指甲。竪二中指如", "185": "金剛杵形。直竪二無名指。以二小指。㧙在無", "186": "名指背。以印觸地。及觸二膝。即安於臍。此名", "187": "二金剛師子座印。其地猶若金剛。周匝十方", "188": "如金剛牆。亦成一切如來座。由一切如來加", "189": "持故。成金剛座樓閣。一切難調伏者不能沮", "19": "罪障唯願世尊為諸眾生。說此陀羅尼印法。", "190": "壞。一切處得無畏。及障者毘那夜迦一切諸", "191": "魔類。由結此印皆得超勝。彼皆一切馳散。及", "192": "夜叉羅剎大力作障者悉皆遠離。難伏不見形", "193": "者。及諸不友冤敵惡心眾生悉皆殄滅。由結", "194": "此印故。一切有情若男若女皆得敬愛。王及", "195": "後宮皆得歡喜。及餘有情在於地上。皆得敬", "196": "伏。一切隨順晝夜無間斷。由諸佛加持成金", "197": "剛寶殿。建立師子座。由佛神通加持故。如俱", "198": "胝恒河沙數百千應供正遍知處。成金剛師", "199": "子座。由纔結此印。於如是等如來所。成奉獻", "2": "經卷下", "20": "即以伽他而問於佛。", "200": "金剛座。則獲一切如來神力加持。由纔結如", "201": "來寶大金剛建立金剛師子座印。一切地獄", "202": "傍生焰魔界餓鬼阿蘇囉身一切地獄等。由", "203": "先世業障。以此金剛牆令摧壞令繫縛。皆令", "204": "消滅。其身得清淨成金剛不壞身。由誦真言", "205": "結印故。於諸惡趣皆得解脫。及解脫一切罪", "206": "真言曰。", "207": "唵薩嚩怛他󰋲多鉢囉二合嚩囉摩尼嚧旨", "208": "黎吽吽泮吒半音", "209": "次結一切如來大寶出生灌頂大印。", "21": "此之祕密印云何而輪結", "210": "二手合掌如金剛杵。二頭指傍舒。二中指屈", "211": "節指面相合。直竪二無名指。如金剛杵。二大", "212": "指押二小指甲上。結吉祥跏座。置印於頂上。", "213": "應誦此真言曰。", "214": "唵薩嚩怛他孽多尾麼羅三婆吠吽吽", "215": "纔結此印誦真言。其持明者於六十八百千", "216": "恒河沙數微塵等如來應供正遍知。以一切", "217": "如來神變加持。獲得灌頂。即彼乃至得如上", "218": "如來繫無垢繒於其首。以一切曼荼羅印品", "219": "明真言灌頂。成就無量阿僧祇福德聚。獲得", "22": "云何安於指云何復安臂", "220": "無量善根。一切菩薩金剛手。於持明仙人。以", "221": "百千遍灌其頂。一切天龍夜叉乾闥婆阿蘇", "222": "囉孽嚕拏緊那囉摩護囉誐四天王。與成彼", "223": "持明人灌頂。一切持明仙中輪王。與成彼灌", "224": "頂。為一切如來長子殊勝灌頂。成一切如來", "225": "三昧耶祕密曼荼羅灌頂。以大寶廣博樓閣", "226": "祕密成灌頂。一切不友冤敵作障者。毘那夜", "227": "迦惡藥叉羅剎部多鬼神。不能見彼持明者。", "228": "其持誦者身如虛空。隱形不現。普遍十方一", "229": "切佛剎。一切如來應供正遍知。廣大衣服繒", "23": "云何手按手云何以印觸", "230": "綵七寶瓔珞莊嚴頭冠。於一切如來所。作大", "231": "供養雲海。成供養灌頂。由纔結此印。得如是", "232": "神通自在善根。成就如是大威德大福利。", "233": "次結一切如來光明大寶摧魔熾然法輪神通", "234": "加持大印。", "235": "二手合掌安於心。以右手大指頭指甲。相捻。", "236": "餘三指直舒掩於心。屈左手大指入掌中。捻", "237": "中指甲上。餘三指微屈。二手背相著。其左手", "238": "掌面向前。結跏趺坐應誦真言。住慈三摩地", "239": "內心定寂靜。由結此印。即轉清淨大法輪。三", "24": "而作於加持云何印在心", "240": "千大千世界六種震動無疑。諸佛菩薩皆觀", "241": "察持明者。金剛手歡喜。并諸天眷屬持明轉", "242": "輪王。常來侍衛持明者。四大天王晝夜常護", "243": "持四方。一切如來常加持。由轉法輪。於諸眾", "244": "皆得超勝一切障作障毘那夜迦。持明者若", "245": "持此印。心得寂靜離諸障難。是人等同如來", "246": "出興於世轉大法輪。如坐菩提場轉大法輪。", "247": "我見彼人等同諸佛。應當供養。所獲善福如", "248": "供養佛。持誦者應清淨心。於諸有情常起悲", "249": "愍。應結印誦真言。少顰眉脣齒俱合。觀想佛", "25": "云何而舒臂云何三昧耶", "250": "形如轉法輪。心作是思惟。降伏諸魔制諸障", "251": "難。由結此印誦真言故。能然大法炬建大法", "252": "幢。擊大法鼓吹大法蠡作大師子吼增長福", "253": "德聚。由纔結此印如結八十俱知恒河沙諸", "254": "佛真言密印。是諸如來亦加其威神。咸稱善", "255": "哉善哉授菩提記真言曰。", "256": "唵薩嚩怛他孽多三摩耶摩抳嚩日黎二合", "257": "吽吽", "258": "次結無能勝印。以右手大指。拄頭指頭。屈", "259": "如環。餘三指直竪。左手亦然。竪二手所舒指。", "26": "云何安慰印云何以神力", "260": "背相著。以印小指當於臍。顰眉向下觀身。", "261": "以右脚押左脚。以羯吒訖叉眼顧視意。誦真", "262": "言即舉右脚。以大母指觸地。由纔結印誦真", "263": "言故。即能降伏諸魔并諸營從得勝。及降伏", "264": "一切作障毘那夜迦及不現形者一切夜叉羅", "265": "剎。於諸冤敵通達無礙。及諸不友冤敵得勝。", "266": "離諸煩惱苦及諸鬼趣得勝。於其身中貪瞋", "267": "癡及餘種種煩惱。彼皆寂靜。由纔結印故。則", "268": "解脫諸罪。一切所往處得勝。於真言法得無障", "269": "礙得成無障礙事。得離一切諸病。乃至證菩", "27": "加持速成就云何金剛座", "270": "提。一切處諸天擁護於十方。無能勝真言曰。", "271": "唵薩嚩怛他孽多惹耶尾惹耶阿爾多嚩", "272": "日嚟二合吽吽", "273": "次結一切如來轉法輪印。", "274": "先以右手握大母指作拳。左手亦然。以右拳", "275": "安於左拳上。由結此印。一切如來之所印可。", "276": "如恒河沙俱胝百千如來咸皆歡喜。受與無", "277": "上悉地。是諸如來決定現其身。於一切持明", "278": "仙眾中。為轉輪王。一切真言印契教法悉皆", "279": "通達。如在心於諸曼荼羅成就。最勝一切諸", "28": "云何灌頂印云何法輪印", "280": "天十方擁護。轉法輪真言曰。", "281": "唵薩嚩怛他孽多達磨馱都摩訶麼抳試佉", "282": "黎喝囉喝囉吽吽泮吒半音", "283": "次結金剛手菩薩印。", "284": "先以二手合掌。二中指右押左內相叉。二頭", "285": "指并二大指如金剛形。竪二無名指。指面相", "286": "著。二大指直竪。二小指搩開。舉其左肘。下其", "287": "右肘。顧視左肘。右脚押左脚。半跏微展左脚。", "288": "作顰眉怒目瞋相。以齒齩下脣喉中稱吽聲。", "289": "意誦真言觀己身如金剛手。纔結印誦真言", "29": "云何持無上無能勝密印", "290": "故。三十三天皆大驚怖。一切天宮悉皆震動。", "291": "一切夜叉羅剎王及難調諸龍鬼神毘那夜迦", "292": "及諸作障者。悉踣面在地號哭。四方馳走。金", "293": "剛手皆大歡喜受與悉地。真言教法悉皆成", "294": "就。福聚增長。持明中為主宰。若能三摩地相", "295": "應。洗浴清淨塗香塗身。著新淨衣服。諸佛如", "296": "來觀察其人。一切曼荼羅聖眾皆大歡喜。真", "297": "言曰。", "298": "唵薩嚩怛他孽多摩訶嚩日囉二合賀嚩耶", "299": "馱囉馱囉吽吽泮吒半音", "3": "開府儀同三司特進試鴻臚卿", "30": "云何轉輪印及如意寶印", "300": "次結寶金剛菩薩印。", "301": "准前印唯搩開二頭指。安印當心。結跏趺坐。", "302": "起慈心眼寂靜而視。端嚴柔軟誦真言。隨其", "303": "意思所求滿足。金剛手常歡喜。觀彼人如所", "304": "愛子真言曰。", "305": "唵杜嚧二合杜嚧二合摩尼摩尼摩訶密儞", "306": "與二合怛末尼二合娑嚩二合引訶引", "307": "次結四大天王印。", "308": "先以右手安於臍上。屈大指入掌。以頭指捻", "309": "大指頭。餘三指直舒。左手安左𦜮上。直舒頭", "31": "云何四王印云何吉祥天", "310": "指。餘三指握大指為拳。作擬勢。身向前微屈。", "311": "眼視右手。作忿怒形。怒目不轉睛。應誦真言", "312": "曰。", "313": "唵嚧迦播里低惹耶惹耶吽", "314": "次結吉祥天女印。", "315": "先以二手虛心合掌。二頭指二中指二無名", "316": "指。散開微屈如開敷蓮花形。由結印誦真言。", "317": "能滿一切所希求願是大威德者真言曰。", "318": "唵尾摩羅孽羅二合縛底三婆囉吽", "319": "次結餉棄尼天女印。", "32": "祕密之契印云何餉棄尼", "320": "以右手近右乳邊。頭指直竪。大指屈入掌中。", "321": "以中指無名小指慢為拳。左手覆左膝。觸膝", "322": "上。曲身向前怒目而視。應誦真言曰。", "323": "唵能上瑟置哩三合抳平尾娑羅吽", "324": "次結使者天女印。", "325": "先以右手仰掌。當心平展。下其肘。次以左", "326": "手平展覆掌。於右手下。二手背相背。舉其臂", "327": "肘。引頭向前微曲身。誦真言曰。", "328": "唵阿誐麼野地囉門上者吒訶悉儞吽", "329": "次結曼荼羅中一切聖眾印。", "33": "及女使者印云何持壇中", "330": "以二手指相叉。鉤結安於臍。展左脚按地即", "331": "成誦真言曰。", "332": "唵三曼多迦囉跛哩布囉抳馱迦馱迦吽", "333": "泮", "334": "次結花齒天女印。", "335": "先以右手屈五指如蓮華形。安左耳上。左手", "336": "准前安於心。真言曰。", "337": "唵娑囉娑囉尾娑囉吽吽", "338": "爾時金剛手復白世尊言", "339": "云何根本印云何是心印", "34": "一切聖眾印云何迎請印", "340": "云何隨心印牟尼為我說", "341": "世尊作是言二手作合掌", "342": "應置於心上屈於二頭指", "343": "及以二大指相捻猶如環", "344": "二中指蹙屈猶如於寶形", "345": "竪合二無名搩開二小指", "346": "是名根本印智者結此印", "347": "誦根本密言即成先行法", "348": "次說心印相先以於右手", "349": "仰掌安於心大指與無名", "35": "云何根本印心及隨心印", "350": "而以頭相捻餘三指平舒", "351": "次以於左手大指捻小甲", "352": "餘三亦直舒覆於左膝上", "353": "是則名心印亦名安慰印", "354": "功能如根本次法隨心印", "355": "准前心印相大母與頭指", "356": "相捻猶如環依前左膝上", "357": "結此印能成辦一切事業。滅一切罪除一切", "358": "煩惱。不久決定當得佛菩提。若人結一一印。", "359": "其福不可量。由結此印。於無量阿僧祇恒河", "36": "如上之印法唯願大牟尼", "360": "沙數俱胝那庾多百千如來應正等覺。雨大", "361": "供養雲海塗香末香華鬘衣服幢幡瓔珞嚴", "362": "具七寶。於一切如來。成供養種種百味飲食。", "363": "隨如來所宜成出生供養。隨其意樂醫藥資", "364": "緣。於一一如來前成廣大供養。由結印誦", "365": "真言。於一切如來。平等於十方即警覺。彼等", "366": "如來稱善哉。悉皆授與記。一切如來安慰其", "367": "人。樂見彼人。金剛手持明王并諸眷屬眾。晝", "368": "夜常擁護其人。四大天王決定擁護其處。等", "369": "同窣覩波。由結此印故。其地如來說如有舍", "37": "而為我解說由結此印故", "370": "利塔。皆得決定不退轉。是故金剛手若善男", "371": "子善女人苾芻苾芻尼優婆塞優婆夷淨信持", "372": "明者。應當極生恭敬受持讀誦供養。若自書", "373": "寫勸他書寫。應當結印以大信心以大恭敬。", "374": "以種種物應當供養。其善男子善女人苾芻", "375": "苾芻尼鄔波索迦鄔波斯迦獲大福成就。一", "376": "切戒成就。大精進大忍辱成就。大禪定成就。", "377": "檀那成就。大智慧成就。廣大功德成就。六波", "378": "羅蜜圓滿。若有得此陀羅尼印壇場法者。成", "379": "就如是廣大功德。佛說是經已。金剛手菩薩", "38": "一切業成就纔見此印故", "380": "摩訶薩及一切大眾天龍藥叉彥達嚩阿蘇囉", "381": "蘖嚕拏緊娜囉摩護囉誐人非人等。皆大歡", "382": "喜信受奉行。", "383": "大寶廣博樓閣善住祕密陀羅尼經卷下", "39": "諸罪皆清淨若修真言法", "4": "肅國公食邑三千戶賜紫贈司", "40": "成無上悉地願佛說真實", "41": "由結此印故世尊為我說", "42": "爾時釋迦牟尼如來於大眾中。舒金色如象", "43": "王鼻百千福莊嚴臂。按金剛手祕密主菩薩", "44": "頂。而安慰之作是言。金剛手此大寶廣博樓", "45": "閣善住祕密陀羅尼印品。如是印法汝今聽", "46": "善聽極善聽作意思惟。今委寄汝。汝應極生", "47": "恭敬印品及曼荼羅成就法。當於後世敬重", "48": "印品。知一切印等同如來。如薄伽梵詣菩提", "49": "場。如轉法輪。如佛舍利。於後世時。不應授與", "5": "空諡大鑒正號大廣智大興善", "50": "下族類人。惡性有情破戒有情。懈怠有情不", "51": "淨信者。耽嗜有情我慢有情。如斯之類不須", "52": "為說。此陀羅尼等同如來舍利。勿令隱沒。若", "53": "有薄福有情。聞我此法便生毀謗。當知此等", "54": "如毀謗佛無有異也。是故金剛手善應執持", "55": "此陀羅尼。所在之處如佛無異。爾時金剛手", "56": "菩薩。頂禮佛足白言世尊。如是如是世尊所", "57": "說。我當專心受持恭敬供養以報佛恩。唯願", "58": "世尊為我演說。我當守護如來三昧耶。不敢", "59": "違越不敢棄捨不敢疑惑。令持明者速得成", "6": "寺三藏沙門不空奉　詔譯", "60": "就。爾時薄伽梵作念正知。於大眾中以吉祥", "61": "儀軌。說修行此大寶廣博樓閣善住祕密陀", "62": "羅尼大印品。持明者善須依法澡浴。及飲五", "63": "淨。依法加持及自護身。著新淨衣。先以白檀", "64": "香遍塗手臂。然後復用欝金香。塗繫於神線。", "65": "臂釧茅鐶安於右臂。離喧鬧密靜處。建立精", "66": "室。或舍利塔前。對佛像面向東方。作吉祥座", "67": "及結跏坐。先於一切有情起大慈心。深生悲", "68": "愍。即應誦根本陀羅尼。次誦心陀羅尼隨心", "69": "陀羅尼。以花鬘燒香供養一切如來。并供養", "7": "護摩品第九之餘", "70": "持金剛觀白在曼殊室利慈氏等。憐愍有情", "71": "者。遍禮十方一切如來。所奉獻者二手合掌。", "72": "應作如是言住在於十方", "73": "諸佛攝受我遍在於十方", "74": "過去及現在未來諸世尊", "75": "菩薩威德者我今悉皆禮", "76": "唵牟尼摩尼鉢囉二合嚩囉鉢囉二合嚩隷", "77": "麌呬耶二合鉢納銘二合摩訶鉢囉二合陛娑嚩", "78": "二合引訶引", "79": "次結普遍光明寶清淨如來心印。先以右手", "8": "爾時金剛手祕密主菩薩。面貌熙怡微笑身", "80": "拇指。捻頭指甲上。如鐶。餘三指展之。次以左", "81": "手展其頭指。屈大拇指。押三指甲上。二手相", "82": "對置於心前。", "83": "應住寂靜心觀想佛形像", "84": "身儀應寂靜復以寂靜眼", "85": "身不應動搖不動於靜慮", "86": "結印誦密言數限二十一", "87": "唵薩嚩怛他󰋲多紇哩二合捺耶摩抳入嚩", "88": "二合攞寧阿去尾瑟吒二合也吽引", "89": "纔結此印。即持一切如來心印。積集廣大福", "9": "毛聳竪。持金剛杵輪擲揮空。以種種香花衣", "90": "聚。如恒河沙那庾多百千如微塵諸佛。若有", "91": "善男子善女人苾芻苾芻尼優婆塞優婆夷。", "92": "以滿三千大千世界七寶。及天妙衣服塗香", "93": "末香燒香花鬘瓔珞諸莊嚴具幢幡寶蓋。供", "94": "養一一佛。滿百劫。如是供養一切佛已。若有", "95": "人結此印誦真言一遍。所生善根百分不及", "96": "其一。如上恒河沙諸佛。不能盡說其福聚。如", "97": "是大威德有大神驗。纔結此印誦真言。觀念", "98": "地獄一切眾生。彼地獄眾生皆得解脫。由此", "99": "觀行皆得生極樂世界。如是等阿修羅及焰"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1005A 大寶廣博樓閣善住祕密陀羅尼經: 大寶廣博樓閣善住祕密陀羅尼\n經: 大寶廣博樓閣善住祕密陀羅尼經", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}