{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1408 佛說最上意陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1408", "1": "佛說最上意陀羅尼經", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "3": "傳法大師臣施護奉　詔譯", "4": "如是我聞。一時佛在救鴿城牛頭栴檀精舍。", "5": "與大比丘眾俱。及天龍八部恭敬圍繞瞻仰", "6": "而住。", "7": "爾時世尊告阿難陀及諸大眾言。我觀此南", "8": "閻浮提末世之時。一切眾生由薄福故。有諸", "9": "惡鬼神起諸災難。惱亂眾生使不安隱。有", "10": "陀羅尼能為息滅及增吉祥。我今宣說汝等", "11": "諦聽。時阿難陀及諸大眾。奉佛教勅默然而", "12": "聽。", "13": "佛言阿難。過去世時此閻浮提有一比丘。名", "14": "曰傳教。於九月黑月十五日。北方遊行去支", "15": "那國不遠及四由旬忽於路次見一神人遠遠", "16": "而住。而此神人身長三十肘面圓四肘。彼傳", "17": "教比丘見此神人。身量恢偉顏貌熙怡。審諦", "18": "觀察此非他人。乃真實是妙吉祥童子。於是", "19": "傳教比丘詣神人前五輪著地伸其禮敬。作", "20": "禮起已合掌瞻仰白神人言。云何妙吉祥童子", "21": "現如是相耶。我今審知定非他聖。時彼神人", "22": "告比丘言。誠如汝言我妙吉祥也。時傳教比", "23": "丘復白神人言。何故今日現此相耶。時彼神", "24": "人告傳教比丘言。汝知已否。今南閻浮提當", "25": "有災難。薄福眾生得種種病受諸苦惱。比丘", "26": "白言。今南閻浮提何故忽爾有此災難。神人", "27": "言。今妙高山南面有阿修羅。興起惡心將諸", "28": "眷屬索天交戰。時阿修羅。遮障日月及以星", "29": "辰光明不現。復有無量極惡夜叉乾闥婆迦", "30": "樓羅等。住妙高山南面。見阿修羅現是相已", "31": "亦相黨助。時天退敗修羅得勝。時南閻浮提。", "32": "忽見如是日月星辰光明隱蔽。諸不吉相處", "33": "處出現。風雨非時旱澇兢作。五穀苗稼秀而", "34": "不實。設有子實食乃無味。當令眾生色力威", "35": "光一切減劣。復有地居毘舍闍等諸惡鬼類。", "36": "變易本形現其異相。或作師子虎狼或作㺃", "37": "犬之狀。亦復現彼女人之相惱亂眾生。令得", "38": "種種之病使其苦惱。所謂癭病風病痰吐之", "39": "病。眼目病頭痛病腹痛病乃至痔瘻病。又復", "40": "瘧病或頻日或隔日或須臾或連月。或患瘡", "41": "癬或患疥癩諸惡疾病遍閻浮提。令諸眾生", "42": "受極苦惱。薄福人輩無有免者。至於耆年中", "43": "年或少或幼。因是疫沴多從夭歿。比丘我以", "44": "此事而懷傷愍。故現斯狀告語人知。比丘我", "45": "今告汝若有眾生欲為自身及其眷屬。乃至", "46": "聚落迨於國界。禳殄災沴增益福祥。先於三", "47": "寶深生信重。然備名華珍果燒香塗香。種種", "48": "供具而為供養。當須志心於一七日不食。日", "49": "四時夜四時。勇猛專注持誦最上意陀羅尼", "50": "而彼災難必獲殄滅。一切福祥而能增益。比", "51": "丘若欲持誦彼最上意陀羅尼者先須。稽首", "52": "稱念南無廣大甚深智慧振吼王如來名已。", "53": "即誦陀羅尼。時彼神人為傳教比丘。宣說最", "54": "上意陀羅尼曰。", "55": "怛儞也二合他尾布羅誐里𡁠帝尾布羅濕嚩", "56": "哩尾布羅喻儞世阿羅誐帝莎賀曩謨薩哩嚩", "57": "二合儞嚩囉抳尾瑟劍比拏怛他誐多寫怛儞", "58": "也二合他引呬引摩呬引摩賀摩呬莎賀曩謨虞", "59": "拏引迦囉寫怛他誐多寫怛儞也二合他誐誐", "60": "曩迦哩誐誐曩三婆吠誐誐曩吉哩帝二合帝", "61": "引莎賀曩謨囉怛曩二合娜誐二合多引曩謨怛", "62": "他誐多寫怛儞也二合他引囉怛努二合引訥誐二", "63": "合帝引囉怛曩二合三婆吠莎賀曩謨摩賀引阿", "64": "𡁠多薩嚩二合彌儞怛他誐多寫怛儞也二合他", "65": "阿麼摩呬引莎賀曩謨麼引曩薩旦二合婆寫怛", "66": "他誐多引寫怛儞也引他引麼引曩娑怛鑁三合", "67": "󰡊馱鉢納摩二合莎哩鉢納摩三婆吠迦哩", "68": "呬多迦哩曳莎賀曩謨薩哩嚩二合沒馱󰂛地", "69": "薩埵喃曩謨阿哩野曼祖室哩二合野怛儞也", "70": "二合他引惹曳引惹野羅沒地二合引呬引摩呬引", "71": "摩賀摩呬引莎賀曩謨阿哩野二合嚩路枳帝引", "72": "濕嚩二合囉寫怛儞也二合他誐誐曩引茶曳", "73": "二合誐誐曩尾訖闌二合多𪾼呬彌引莎賀曩謨", "74": "阿哩野二合三滿多婆捺囉二合寫怛他誐多寫怛", "75": "儞也二合他引呬引婆捺哩二合引摩賀引婆捺哩", "76": "二合引阿蜜哩二合多婆捺哩二合引尾誐多囉惹細", "77": "引莎賀曩謨阿哩野二合嚩日囉二合地波多曳", "78": "多野引怛儞也二合他引吉哩帝二合多薩哩嚩", "79": "二合𡁠儞引鼻入阿底吉哩帝二合多薩哩嚩", "80": "二合𡁠儞引鼻嚩日囉二合三婆吠引嚩日囉二", "81": "合鼻引那迦引野莎賀曩謨薩哩嚩二合沒馱󰂛", "82": "地薩埵喃怛儞也二合他引濕吠二合引多迦哩引", "83": "鼻引入嚩二合羅儞曳引莎賀薩旦二合婆儞謨", "84": "引賀引儞半惹儞奔拏哩迦引野莎賀摩賀引難", "85": "帝難婆儞曳引莎賀努囉尾努里曳引莎賀羅", "86": "尾訖里二合帝引莎賀扇帝引悉吠引儞嚩播尼", "87": "曳引莎賀覽謨引捺哩曳引迦引羅播引世引吉", "88": "哩帝二合多莎賀阿惹拏二合曩尾馱摩儞曳引", "89": "莎賀馱引覩迦哩曳引莎賀彌伽迦哩曳引莎", "90": "賀末羅鑁帝曳莎賀󰂛地孕二合誐難帝曳莎", "91": "賀羯哩摩二合娑引馱儞迦引野莎賀曀迦囉引", "92": "摩引野莎賀阿瑜誐左哩尼曳引莎賀沒囉二合", "93": "𢜩謨二合引播引虞茶引同上野莎賀薩哩嚩二合", "94": "迦哩摩二合嚩囉拏鼻悉史訖多二合野莎賀薩", "95": "哩嚩二合沒馱引鼻三塞訖里三合多引野莎賀", "96": "曀迦悉陵二合誐野莎賀阿悉陵二合誐野莎賀", "97": "部多引野莎賀阿部多野莎賀薩哩嚩二合努", "98": "具波三摩引野莎賀摩摩薩哩嚩二合引喃引左", "99": "莎賀", "100": "爾時神人說此最上意陀羅尼已。告比丘傳", "101": "教言。汝今以此陀羅尼於南閻浮提十方之", "102": "內。國邑聚落處處傳說。使諸眾生咸得聞知。", "103": "當令此陀羅尼廣宣流布。何以故。為與眾生", "104": "能增長功德故。能與眾生除諸苦惱故。能於", "105": "世間除諸災難故。能令諸惡鬼神息滅惡心", "106": "故。能令所在國邑聚落王及臣民。一切皆得", "107": "安隱快樂故。比丘若有善男子善女人。欲以", "108": "此陀羅尼恭敬供養受持讀誦。息除災難增", "109": "長功德者。應當發至誠心歸依三寶。於一七", "110": "日中日別備諸香花飲食供養於佛。又日供", "111": "七僧。又至中夜於自家庭。燃大炬火用為照", "112": "燎持誦此陀羅尼。所有災難當得解脫。比丘", "113": "若善男子善女人能如是作者。當得自身解", "114": "脫。比丘若二七日如是備種種香花飲食。供", "115": "養佛僧一倍於前。是人所有父母同得解脫。", "116": "比丘若於三七日能如是於佛法僧倍前。以", "117": "種種香花飲食恭敬供養者。彼人所有男女", "118": "并一切眷屬同得解脫。比丘若四七日如是", "119": "修持。倍倍於前精虔不懈者。彼人所住聚落", "120": "一切人民咸得解脫。比丘以要言之。乃至七", "121": "七日倍倍增勝於前供養奉佛法僧。彼人所", "122": "獲功德。上及國王下及人民。國界之內普", "123": "得解脫。比丘當知我今告汝。汝持此法於此", "124": "界他方。速疾傳說使令流布。何以故。為能與", "125": "眾生消除種種苦惱。增長種種功德故。比丘", "126": "若復有人得聞是法知其利益心不恭敬。又", "127": "復不能廣為人說。亦復不能自專讀誦。比丘", "128": "當知是人得匿法過同五逆罪。比丘若有眾", "129": "生得聞是法。不違我教躬自依法。受持讀誦", "130": "供養恭敬。復為他人依法修福。又能流布廣", "131": "利眾生。比丘我即遙知先為此人往妙高山。", "132": "至天人阿修羅乾闥婆迦樓羅所。以利益心", "133": "降伏勸喻。為其說法咸令歡喜。使彼天人阿", "134": "修羅等。息彼諍心互相恭敬。即得閻浮提界", "135": "災難息滅疫沴不生。諸惡鬼等各各潛隱。一", "136": "切眾生咸得安樂。時彼神人說是事已隱形", "137": "不現。傳教比丘遵奉傳說。", "138": "爾時世尊告諸大眾言。彼妙吉祥童子於過", "139": "去世。以方便力為諸眾生說如是法。我為汝", "140": "等今復宣說汝。等專心受持讀誦。於未來世", "141": "廣令流布。消除災難增益吉祥。時阿難陀及", "142": "諸大眾。聞佛說已咸悉歡喜。專心受持禮佛", "143": "而退。", "144": "佛說最上意陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1408 佛說最上意陀羅尼經", "source": "CBETA"}