{"author": "後漢 支婁迦讖譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0313 阿閦佛國經: 阿閦佛國經: 阿閦佛國經: 阿閦佛國經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "3 弟子學成品", "1": "阿閦佛國經卷下", "2": "後漢月支國三藏支婁迦讖譯", "3": "4 諸菩薩學成品諸菩薩學成品第四", "4": "爾時，賢者舍利弗心念言：「佛已說弟子所學", "5": "成，願佛當復說諸菩薩所學成。所以者何？皆", "6": "當學成是諸菩薩所照光明。」時佛即知賢者", "7": "舍利弗心所念，即告舍利弗：「其阿閦如來、無", "8": "所著、等正覺佛剎有若干百菩薩、若干千菩", "9": "薩、若干億菩薩、若干億百千菩薩大會如是。」", "10": "佛語舍利弗：「諸菩薩摩訶薩於阿閦佛所下", "11": "鬚髮皆承佛威神，悉受法語、諷誦、持之。如我", "12": "於是所說法由為薄少耳，阿閦佛所說法無", "13": "央數不可復計，比我所說法百倍、千倍、萬倍、", "14": "億萬倍不在計中。舍利弗！是為阿閦如來昔", "15": "行菩薩道時所願：『我成無上正真道最正覺", "16": "時，令我佛剎諸菩薩，我說法時令諸菩薩皆", "17": "承佛威神悉受、諷誦、持之。』」佛復語舍利弗：「爾", "18": "時，諸菩薩摩訶薩皆承佛威神，受所說法、諷", "19": "誦、持。是諸菩薩摩訶薩自生意念欲從其剎", "20": "至他方世界俱至諸如來所聽所說法，為", "21": "諸佛、世尊作禮、諷誦之、復重問意解，為諸佛", "22": "作禮、諷誦已、重問意解已，便復還至阿閦如", "23": "來所。」佛語舍利弗：「是陂陀劫中當有千佛，甫", "24": "始四佛過。菩薩摩訶薩欲見是諸佛者，當願", "25": "生阿閦佛剎。「若有善男子、善女人於是世界、", "26": "若他方世界終亡往生阿閦佛剎者，甫當生", "27": "者即當得住弟子緣一覺地。所以者何？其有", "28": "因緣見如來者及眾僧，為以斷弊魔羅網去，", "29": "得近弟子緣一覺及佛地，當得無上正真道", "30": "最正覺，其人為以成如來、為以見諸菩薩摩", "31": "訶薩之事。「菩薩生阿閦佛剎者，其行皆住清", "32": "淨，為行諸法、為在諸法士、為以住於法、為", "33": "佛道不可動轉，復當堅住阿惟越致。」佛語舍", "34": "利弗：「若善男子、善女人於是世界、若他方世", "35": "界終亡往其剎者等輩得入諸佛住。「其菩", "36": "薩為得覺意入無恐懼覺意，菩薩合會於智", "37": "慧度無極，在所各同義，見世尊知所住。「其佛", "38": "剎諸菩薩摩訶薩，在家者止高樓上、出家為", "39": "道者不在舍止。」佛告舍利弗：「阿閦佛說法時，", "40": "諸菩薩摩訶薩承佛威神皆受法語、諷誦、持", "41": "之。其不出家菩薩摩訶薩不面見佛所說時，", "42": "在所坐處承佛威神皆亦聞法語，聞已即受、", "43": "諷誦、持之；其出家菩薩摩訶薩身自面見佛", "44": "說法時，及所行至坐處亦承佛威神皆聞，聞", "45": "已即受、諷誦、持；是菩薩摩訶薩終亡已後俱", "46": "持法語，所至生諸佛剎續念之。舍利弗！是", "47": "為阿閦佛之善快。所以者何？如昔所願，自然", "48": "得之。」", "49": "佛語舍利弗：「若有一世菩薩摩訶薩欲見若", "50": "干百佛、若干千佛、若干萬佛、若干億那術百", "51": "千佛，當願生阿閦佛剎。菩薩已生阿閦佛剎", "52": "者，便見若干百佛、若干千佛、若干億萬佛、若", "53": "干億那術百千佛，當於其剎種諸德本，當為", "54": "無央數百千人、無央數百千億人、無央數億", "55": "那術百千人說法，亦當令種德本。」佛言：「舍利", "56": "弗！若菩薩摩訶薩於是陂陀劫中皆供養諸", "57": "所佛、天中天，衣被、飯食、床臥具、病瘦醫藥供", "58": "養已，便出家學道，悉於是諸佛、天中天下鬚", "59": "髮為沙門；若復有菩薩摩訶薩不知於阿閦", "60": "佛剎一世合會行度無極得福多？」佛言：「舍利", "61": "弗！是福德善本行具足，百倍、千倍、萬倍、巨億", "62": "萬倍不與等。舍利弗！是為阿閦佛剎之善快。」", "63": "佛語舍利弗：「若一世菩薩於是世界、他方世", "64": "界終亡生阿閦佛剎者，甫當生者皆得阿惟", "65": "越致。所以者何？其佛剎無有憋魔事在前", "66": "立，憋魔亦不嬈人。」佛言：「舍利弗！譬如人呪", "67": "力語呪毒呪蛇，除其毒便放捨，其力不可勝，", "68": "救無央數人恐畏。其蛇亦不恐人、亦不嬈觸", "69": "人，如是，其人但以前世禪三昧行故，自以功", "70": "德得滅於蛇毒。如是，舍利弗！阿閦佛昔求菩", "71": "薩道時行願德本如是乃得佛道，消除於憋", "72": "魔毒不復嬈人。「阿閦佛成無上正真道最正", "73": "覺時，憋魔不能復來嬈、亦不能復嬈諸菩薩", "74": "摩訶薩及凡人，一切皆不復嬈。「三千大千世", "75": "界中人如是先坐三昧寂定，以自威神生和", "76": "耶越致天。於彼以前世因緣行廣普，亦於和", "77": "耶越致天以因緣三昧、以自威神寂寞、以是", "78": "比於彼說法。「炎天聞之，聞已便得信歡喜，來", "79": "供養諸弟子。炎天言：『乃作是無所著、知止", "80": "足、空閑處作行。』其剎諸魔教人出家學道，不", "81": "復嬈人。舍利弗！是阿閦佛剎德之善快——夜初", "82": "鼓時，先哀念人民，欲令度脫諸菩薩及學弟", "83": "子并凡人安隱寂寞行。」", "84": "賢者舍利弗白佛言：「唯，天中天！若善男子、善", "85": "女人以七寶滿三千大千世界持用布施得", "86": "生阿閦佛剎者，其人不當惜也，便當布施。所", "87": "以者何？其人不復墮弟子緣一覺道。所以者", "88": "何？其人即為立不退轉地，從一佛剎復至一", "89": "佛剎目常悉見諸佛，皆悉諷誦佛道行，當", "90": "成無上正真道最正覺，常當見若干百佛、若", "91": "干千佛、若干億那術百千佛，於彼積德本。」舍", "92": "利弗白佛言：「天中天！以是故，善男子、善女人", "93": "以七寶滿三千大千世界布施得生阿閦佛", "94": "剎者，其人當歡喜與，便安隱至其佛剎。」佛言：", "95": "「如是，舍利弗！菩薩摩訶薩為安隱得生阿閦", "96": "佛剎。譬如出金地，無有礫石、亦無草木，中有", "97": "紫磨金，人便取其金於火中試消合，以作諸", "98": "物著之。如是，舍利弗！阿閦佛剎諸菩薩摩訶", "99": "薩清淨微妙住清淨共會，是諸菩薩摩訶薩", "100": "行也。「其有生阿閦佛剎者，甫當生者皆一種", "101": "類，道行悉等，諸菩薩當成如來。其人以過諸", "102": "弟子緣一覺地是謂為一類道，無有眾邪異", "103": "道。菩薩欲得一類者，當願生阿閦佛剎。「舍利", "104": "弗！是菩薩摩訶薩為成阿惟越致，阿閦佛為受", "105": "決，以我不欲遣菩薩摩訶薩至阿閦佛所。譬", "106": "如，舍利弗！轉輪王遣使者至諸小王所使持", "107": "王寶物來。於是，聞王遣使者令諸小王來便", "108": "愁憂涕泣，用王寶物故。夫人、婇女及太子聞", "109": "以寶物故皆畏王，便往至大王所居城垣堅", "110": "止，頓其中得安隱，不復恐見怨家、穀貴苦。「如", "111": "是，舍利弗！我不欲遣諸菩薩至阿閦佛所，譬", "112": "如彼王以寶物故令諸夫人、婇女及太子同", "113": "等愁憂。視求菩薩道人當如大王城所有寶", "114": "處太子，為無有恐難。觀阿閦佛剎當如大王，", "115": "憋魔見求菩薩道者，如是不復嬈亂。「譬如王，", "116": "邊臣難當。如是，舍利弗！魔及魔天官屬不能", "117": "當如來、無所著、等正覺。譬如孤寡恐懼之人", "118": "畏對家，便往至城中即安，對家人無奈之", "119": "何。所以者何？是人已離於對人，得安隱處故。", "120": "「如是，舍利弗！諸菩薩摩訶薩生阿閦佛剎者，", "121": "為以斷魔及魔天之道，其三千大千世界憋", "122": "魔及魔天不復嬈求菩薩道及弟子道人及", "123": "阿閦佛剎，魔及魔天不復起魔事、亦不復嬈。", "124": "「復次，舍利弗！若有菩薩往生阿閦佛剎者，甫", "125": "當生者，其人不復為魔天之所嬈也。所以者", "126": "何？阿閦佛昔行菩薩道便作是願德本：『令我", "127": "成無上正真道最正覺，使我佛剎諸魔及魔", "128": "天無有起魔事嬈亂者。譬如人飲毒，復飲", "129": "除毒藥，其飲食便消，其毒不行。』以等願故，", "130": "如是，舍利弗！阿閦佛昔時作是願德本，乃至", "131": "其佛剎諸魔及魔天子不復起事嬈亂，其佛", "132": "剎所有德等乃如是。」爾時，賢者舍利弗心念", "133": "言：「願欲見其佛剎及阿閦佛并諸弟子等。」於", "134": "是，佛即知舍利弗心所念，即令如其像三昧", "135": "正受神足行，承佛所致，賢者舍利弗於其座", "136": "中見阿閦佛剎及弟子等。", "137": "爾時，佛告舍利弗言：「汝寧見阿閦佛及諸弟", "138": "子并佛剎不？」對曰：「唯然見之。天中天！」「云何，舍", "139": "利弗！汝意所知，寧復有勝阿閦佛剎諸天及", "140": "人不？」舍利弗白佛言：「天中天！我不復知有城", "141": "郭能勝者也。其剎諸天及人民無有邪道，但", "142": "有正道耳，極相娛樂。所以者何？我見其佛剎", "143": "皆以天物快飲食、相娛樂，阿閦佛在中央，遍", "144": "為諸弟子說法。「譬如，天中天！人在大海中央，", "145": "不見東方山樹木之際，亦不見南、西、北方樹", "146": "木之際。如是，天中天！阿閦佛剎諸弟子不可", "147": "得東方涯、亦復不可得南、西、北方之涯。如", "148": "是思惟聞法，身亦不動搖；天中天！於是思惟", "149": "定，身便不動搖。阿閦佛剎諸弟子聽法，身不", "150": "動搖坐定；如是聽法，身亦不動搖。「若善男子、", "151": "善女人於是三千大千世界滿七寶持施與", "152": "布施已得生阿閦佛剎者，當歡喜與，其人便", "153": "得安隱生阿閦佛剎菩薩摩訶薩。所以者何？", "154": "其人如是得為阿惟越致。譬如，天中天！有人", "155": "持王書及糧食，以王印封書往至他國。其人", "156": "行至他國縣邑中，道無有殺者、亦無有能嬈", "157": "者，獨自往還無他。」佛言：「如是也，舍利弗！菩薩", "158": "摩訶薩生阿閦佛剎，甫當生者——於是世界、若", "159": "他方世界終亡生阿閦佛剎者——皆得阿惟越", "160": "致，便見無上正真道，從一佛剎復遊一佛剎，", "161": "皆諷誦佛道事，常樂於佛、天中天，至成無上", "162": "正真道最正覺。」舍利弗白佛言：「天中天！是間", "163": "須陀洹道菩薩摩訶薩生阿閦佛剎者，是適", "164": "等耳。所以者何？須陀洹以斷截惡道住於道", "165": "迹。如是，天中天！若有菩薩摩訶薩生阿閦佛", "166": "剎者，甫當生者，是人皆現斷惡道，不復在弟", "167": "子緣一覺地，從一佛剎復遊一佛剎，當樂於", "168": "佛、天中天及弟子，至成無上正真道最正覺", "169": "也。」佛言：「如是，舍利弗！若有菩薩摩訶薩於是", "170": "世界、若他方世界終亡生阿閦佛剎者，為以", "171": "現過弟子緣一覺地，從一佛剎復遊一佛剎，", "172": "皆諷誦諸佛道事、皆面見諸如來，至成無上", "173": "正真之道最正覺。譬如，舍利弗！須陀洹度脫", "174": "異道、惡法，得道無有異。如是，舍利弗！若有菩", "175": "薩摩訶薩於是世界、若他方世界終亡往生", "176": "阿閦佛剎者，甫當生者，其皆不復離無上正", "177": "真道，從一佛剎復遊一佛剎，皆諷誦諸佛道", "178": "事，常樂於佛、天中天無上正真道，至成無上", "179": "正真道最正覺。」賢者舍利弗白佛言：「天中天！", "180": "是間斯陀含住往來地，菩薩摩訶薩生阿閦", "181": "佛剎者是這等耳？天中天！是間阿那含住", "182": "不復還地，菩薩摩訶薩生阿閦佛剎者是這", "183": "等耳？天中天！是間阿羅漢住無所著地，菩薩", "184": "摩訶薩生阿閦佛剎者是這等耳？」", "185": "佛告賢者舍利弗言：「莫得說是語。所以者何？", "186": "是間菩薩摩訶薩受無上正真道決，菩薩生", "187": "阿閦佛剎者是這等耳。「復次，舍利弗！是間", "188": "菩薩摩訶薩坐於佛樹下，菩薩生阿閦佛剎", "189": "者是這等耳。所以者何？舍利弗！菩薩摩訶", "190": "薩為現如來，憋魔不復能動搖，過弟子緣一", "191": "覺地，從一佛剎復遊一佛剎，常皆隨諸佛之", "192": "教令，至成無上正真道最正覺。」", "193": "爾時，阿難心念言：「我欲試須菩提知報我何", "194": "等言。」賢者阿難問賢者須菩提言：「唯，須菩提！", "195": "為見阿閦佛及諸弟子等并其佛剎不？」須菩", "196": "提謂阿難言：「汝上向視。」阿難答言：「仁者須菩", "197": "提！我已上向視，上皆是虛空。」須菩提謂阿難", "198": "言：「如仁者上向見空，觀阿閦佛及諸弟子等", "199": "并其佛剎當如是。」爾時，賢者舍利弗問言：「如", "200": "屬天中天所說：是間菩薩摩訶薩受決，菩薩", "201": "生阿閦佛剎者是這等耳。天中天！以何故", "202": "等而等？」佛告舍利弗言：「用法等故而等。」", "203": "5 佛般泥洹品阿閦佛國經佛般泥洹品第五", "204": "爾時，賢者舍利弗心念言：「佛已說阿閦佛昔", "205": "者行菩薩道時德號、復說佛剎之善快、亦復", "206": "說諸弟子及諸菩薩所學成願，佛當復說阿", "207": "閦佛摩訶般泥洹時有何感應。天中天！」於是，", "208": "佛即知舍利弗心所念，便告舍利弗言：「阿閦", "209": "佛摩訶般泥洹是日，一切三千大千世界諸", "210": "郡國變化作化人而說法——所可說者，如前所", "211": "說法——時人民復行阿羅漢道，不復上下便令", "212": "住阿羅漢道。「阿閦佛般泥洹時，有菩薩摩訶", "213": "薩名眾香手，當授是眾香手菩薩決，號曰羞", "214": "洹那洹波頭摩漢言金色蓮華", "215": "如來、無所著、等正覺。「復次，舍利弗！其金色蓮", "216": "華佛之剎所有善快，亦當如阿閦佛剎之善", "217": "快所有安諦，金色蓮華佛所有眾弟子亦當", "218": "如阿閦佛。「復次，舍利弗！阿閦佛摩訶般泥洹", "219": "時，當大動搖皆悉遍三千大千世界，聲上聞", "220": "阿漸貨羅天乃復至聞阿迦尼吒天；阿閦", "221": "佛般泥洹時當有是瑞應。", "222": "「復次，舍利弗！阿閦佛剎諸好藥、樹木皆曲向", "223": "阿閦佛般泥洹所作禮。「阿閦佛摩訶般泥洹", "224": "時，諸天及人民持華香、雜香、搗香供養散其", "225": "身上，供養已，其諸天人民華香、雜香、搗香及", "226": "餘寶上至虛空四十里成圓華蓋。「阿閦佛摩", "227": "訶般泥洹時，其三千大千世界諸天、龍、鬼神、", "228": "揵陀羅、阿須倫、迦留羅、真陀羅、摩休勒皆向。", "229": "「阿閦佛摩訶般泥洹時，是人民及諸天——以佛", "230": "威神所致——悉見阿閦佛摩訶般泥洹時。「復次，", "231": "舍利弗！阿閦佛摩訶般泥洹時，諸天及人民", "232": "晝夜常愁憂言：『阿閦佛般泥洹大疾為己亡。』", "233": "人民娛樂不復得樂所欲，意愁憂言：『阿閦佛", "234": "般泥洹大疾亡失人民安隱。』意愁憂言：『亡天", "235": "下眼。』」佛語舍利弗：「若有菩薩摩訶薩於是", "236": "世界、若他方世界終亡生阿閦佛剎者，甫當", "237": "生者，其人皆為以受決，從一方復至一方", "238": "共等輩遊行、若干百千等輩共遊行，菩薩", "239": "摩訶薩當見若干百千如來、當見無數佛、當", "240": "見無數薩芸若。「若有菩薩摩訶薩於是世界、", "241": "若他方世界終亡生阿閦佛剎者，甫當生者，", "242": "其人亦與眾等俱遊行，以佛威神所致薩芸", "243": "若故為阿惟越致。「菩薩摩訶薩聞是阿閦佛", "244": "德號法經，皆為離魔羅網。「復次，舍利弗！阿", "245": "閦佛摩訶般泥洹時，至法行在者、諸菩薩摩", "246": "訶薩生阿閦佛剎者，亦當與等輩遊行，求索", "247": "阿閦佛昔時願，然後當生阿閦佛剎。菩薩摩", "248": "訶薩便當諷誦八百門，諷誦已皆當諷誦諸", "249": "法，便有上微妙阿閦佛剎。諸菩薩摩訶薩得", "250": "念行住八百門：『我當生阿閦佛剎。』亦當諷誦", "251": "八百門，諷誦已皆當復諷誦諸法，見上妙句，", "252": "如是諦受之菩薩摩訶薩。「阿閦佛現在及般", "253": "泥洹時說法等無異，佛剎等如來所示現——從", "254": "阿惟越致至成無上正真道最正覺。「復次，舍", "255": "利弗！阿閦佛身中自出火，還燒身已便作金", "256": "色，即碎若芥子不復還復，訖已便自然生。", "257": "譬如，舍利弗！有樹名坻彌羅，若髮段段斷已", "258": "不復見，自然生。如是，舍利弗！阿閦佛摩訶般", "259": "泥洹時，身破碎不復見，還自然生。「復次，舍利", "260": "弗！阿閦佛摩訶般泥洹時，其身骨坐處見自", "261": "然。譬如有山，碎破其山不復見，自然還其處。", "262": "如是，舍利弗！阿閦佛摩訶般泥洹時，其骨自破", "263": "碎，其身骨不復見，還自然。時一切三千大千", "264": "世界人民皆供養其身，以七寶作塔，其三", "265": "千大千世界當以七寶塔及葉金色蓮華而", "266": "莊嚴。「復次，舍利弗！阿閦佛剎諸菩薩摩訶薩", "267": "當作禮，有瑞應乃如是，自然諸寶於其處在", "268": "前住。「其有菩薩摩訶薩往生阿閦佛剎者，甫", "269": "當生者，當見佛意無亂；命過時，一切諸天人", "270": "當供養其身。諸天及人民願發起是供養其", "271": "身，菩薩摩訶薩自以功德稍於虛空疾行，都", "272": "不復知其處。譬如，舍利弗！持草木著火中熏", "273": "烟而行，其烟上於虛空中，亦於虛空中而", "274": "行、亦於虛空中都滅，不知所至處；其佛剎諸", "275": "菩薩摩訶薩法身如是。「復次，舍利弗！阿閦佛", "276": "剎菩薩摩訶薩壽命盡、臨壽終時，見餘菩薩", "277": "摩訶薩他方世界坐佛樹下時，是諸菩薩摩", "278": "訶薩臨壽終時瑞應，復見餘菩薩入母腹中", "279": "時，亦復見餘菩薩摩訶薩從母右脇生出時，", "280": "行七步時，見在婇女中相娛樂時，見餘菩薩", "281": "摩訶薩出家學道時，見餘菩薩坐佛樹下降", "282": "伏魔得薩芸若慧時，見他方世界諸佛、天中", "283": "天轉法輪時。」佛言：「舍利弗！阿閦佛剎菩薩臨", "284": "壽終時，以是比有自然瑞應。「復次，舍利弗！阿", "285": "閦佛摩訶般泥洹時，佛所說法當住至若干", "286": "百千劫。」賢者舍利弗問佛言：「天中天！以何等", "287": "數佛所說法住至百千劫？」佛告舍利弗言：「二", "288": "十小劫為一劫，是為數佛所說法住百千劫。", "289": "「復次，舍利弗！其法滅盡時，一切三千大千世", "290": "界當大照明、其地當大動。其法不是憋魔", "291": "及魔天之所滅，亦不是天中天弟子所滅。諸", "292": "比丘稍樂寂往還是，稍寂共往還已俱行，不", "293": "復大聽聞法；不聽聞已，亦不大承用、復不得", "294": "大精進，法師比丘於法教亦寂。說法少，以是", "295": "故法稍滅盡，稍稍不見。」爾時，賢者舍利弗問", "296": "佛言：「云何，天中天！菩薩摩訶薩用何等德行", "297": "故得生阿閦佛剎？」佛告舍利弗：「是菩薩摩訶", "298": "薩當學阿閦佛昔求菩薩道時行，當發如是", "299": "意願：『令我生阿閦佛剎。』菩薩摩訶薩用是行", "300": "故得生彼佛剎。「復次，舍利弗！菩薩行布施度", "301": "無極，積累德本，持願無上正真道，得在阿閦", "302": "佛邊；菩薩摩訶薩用是行故得生彼佛剎。菩", "303": "薩行誡度無極，持願無上正真道，得在阿", "304": "閦佛邊；菩薩摩訶薩用是行故得生彼佛剎。", "305": "菩薩行忍辱度無極，持願無上正真道，得在", "306": "阿閦佛邊；菩薩摩訶薩用是行故得生彼佛", "307": "剎。菩薩行精進度無極，持願無上正真道，得", "308": "在阿閦佛邊；菩薩摩訶薩用是行故得生阿", "309": "閦佛剎。菩薩行一心度無極，持願無上正真", "310": "道，得在阿閦佛邊；菩薩摩訶薩用是行故得", "311": "生彼佛剎。菩薩行智慧度無極，持願無上正", "312": "真道，得在阿閦佛邊；菩薩摩訶薩用是故得", "313": "生彼佛剎。", "314": "「復次，舍利弗！『阿閦佛光明皆炎照三千大千", "315": "世界，我當願見是，見已令我成無上正真道", "316": "最正覺，當復自炎照其佛剎。』菩薩摩訶薩用", "317": "是行故得生阿閦佛剎。「『我當見阿閦佛剎無", "318": "央數不可計諸弟子見已，我亦當作如是行，", "319": "令我成無上正真道最正覺時，使有無央數", "320": "諸弟子。』菩薩摩訶薩用是行故得生阿閦佛", "321": "剎。「『阿閦佛剎有若干百菩薩、若干千菩薩、若", "322": "干百千菩薩，我當見是諸尊菩薩寂寞觀行，", "323": "我當學之。當於處處曉了知之，我當與同學", "324": "等無差特，當與是一等類俱在一處。欲具大", "325": "慈大悲，用佛故、沙門義故，無辟支佛義、無有", "326": "弟子之行、無有弟子意、無有緣一覺意，諦", "327": "住於空、無有惡道法，於諸佛名等、諸如來名", "328": "等、薩芸若名等、於諸法名等、於眾僧名等，", "329": "常念諸名等，如諸菩薩摩訶薩。』「若有善男子、", "330": "善女人聞名得生阿閦佛剎，何況合會諸度", "331": "無極善本持願阿閦佛剎？合會眾善本已，便", "332": "成無上正真道最正覺，何況合會諸度無極", "333": "眾善本便得生阿閦佛剎？菩薩摩訶薩用是", "334": "行故，得生阿閦佛剎。", "335": "「復次，舍利弗！菩薩摩訶薩欲生阿閦佛剎者，", "336": "當念東方不可計諸佛、天中天善法品等因", "337": "緣，諸佛、天中天所可說法，念其無有等者。『令", "338": "我成無上正真道最正覺，當復說法如是。如", "339": "諸佛、天中天念其眾弟子因緣等，我何時", "340": "成無上正真道最正覺亦當有無央數不可", "341": "計諸弟子眾。』「舍利弗！若有善男子、善女人當", "342": "念三事，當曉了念是三大事。「若善男子、善女", "343": "人以念是三大事合會德本，為一切眾生作", "344": "迹念持願、作無上正真道，用一切眾生故願", "345": "三事。「善男子、善女人、菩薩摩訶薩願無上正", "346": "真道，不可限一切眾生，若有人來以器欲限", "347": "取虛空，來已謂言：『善男子！持善本與我共", "348": "分之。』」佛言：「舍利弗！若使善本有色者，一切", "349": "眾生便可以器滿限取，虛空不可竟，是善本", "350": "以器取如是，舍利弗！願善本於無上正真道，", "351": "是亦不可以器取，如是謂為薩芸若善本。「若", "352": "有念三事善本便轉得三寶；若有菩薩摩訶", "353": "薩念是三事善本願皆見善法；菩薩行三事", "354": "善本願降伏眾魔及官屬，所向欲念生何佛", "355": "剎即得生其佛剎——南方、西方、北方、上方、下方", "356": "亦如是、四維亦如是。「若有菩薩摩訶薩念是", "357": "三事善本積累以持作勸助，勸助已持願向", "358": "阿閦佛剎，其人即得生其佛剎。」", "359": "佛告舍利弗：「若干百佛剎、若干千佛剎、若干", "360": "百千佛剎，如是佛剎之善快，諸佛剎之善快", "361": "空耳，阿閦佛剎亦如是。「『我當見其佛剎之善", "362": "快，見是以我亦當取。如是比佛剎之善快，當", "363": "勸助若干百菩薩、若干千菩薩、若干百千菩", "364": "薩，為現正令歡喜踊躍，上及阿閦世尊等。』菩", "365": "薩摩訶薩用是行故，得生阿閦佛剎。「若有菩薩", "366": "摩訶薩專發是意向阿閦佛，若使不行者，如", "367": "是為欺，專發是意便得生阿閦佛剎。「譬如有", "368": "城中，無市、無有園、浴池及萬物，亦無有象馬，", "369": "亦無有往來中者。云何，舍利弗！其城寧有疆", "370": "王在其中止不？是城德為最下，如是為快不？", "371": "「彊王在大城，其城有善德萬物，如是城為最", "372": "上也。「如是，舍利弗！於是我三千大千世界佛", "373": "剎力之善快，如我佛剎為下耳，是不為上好", "374": "也，是間我佛剎所有之善快如是。舍利弗！", "375": "若菩薩欲淨其佛剎之善快者、欲取者，當如", "376": "是清淨取之，如阿閦佛昔行菩薩道時所取", "377": "清淨佛剎之善快。「復次，舍利弗！於是成無上", "378": "正真道最正覺，令人民在須陀洹道、斯陀含、", "379": "阿那含、阿羅漢道，復教令在辟支佛道。我所", "380": "教授諸弟子及餘弟子皆共合會，當令在阿", "381": "閦佛剎諸弟子眾邊百倍、千倍、萬倍、億百千", "382": "倍、巨億萬倍不與等，但說解脫者無有異。", "383": "我諸弟子及彌勒佛所有諸弟子及復餘", "384": "弟子皆復共合會，當令在阿閦佛剎諸弟子", "385": "眾邊是亦百倍、千倍、萬倍、億萬倍不與等。", "386": "所以者何？阿閦佛一一說法時，人民得道者", "387": "不可復計。」佛言：「舍利弗！置我諸弟子、復置彌", "388": "勒佛諸弟子，於陂陀劫中諸佛、天中天所有", "389": "諸弟子及餘得道弟子復共合會，當令在阿", "390": "閦佛剎諸弟子眾邊百倍、千倍、萬倍、億萬倍、", "391": "巨億萬倍不與等，但說解脫者無異人。」", "392": "爾時，賢者舍利弗白佛言：「如天中天所說、如", "393": "我所知，當觀其佛剎為阿羅漢剎、不為凡夫", "394": "之剎也。所以者何？彼阿羅漢甚眾多。」佛言：「如", "395": "是，舍利弗！彼剎阿羅漢——生死已盡者——甚眾多。", "396": "三千大千世界中所有星宿不可計、亦不可", "397": "知多少，阿閦佛一一說法時得阿羅漢者不", "398": "可計。如是，舍利弗！一一聚會時不可計無央", "399": "數人得阿羅漢道。三千大千世界中星宿可", "400": "知數。阿閦佛剎是諸天人民以天眼見光明，", "401": "用積累德本，阿閦佛剎三千大千世界，是諸", "402": "人民——善男子、善女人——晝夜往至阿閦佛所。若", "403": "有聞是德號法經，聞已即受、持、諷誦者，舍利", "404": "弗！是善男子、善女人前世為皆已聞見阿閦", "405": "佛昔求菩薩道時。所以者何？若有聞是德號", "406": "法經，即有信者。「是阿閦佛德號法經，十方等", "407": "世界佛剎求菩薩道及求弟子道之人悉受、", "408": "諷誦、持說之。他方佛剎諸阿惟越致菩薩摩", "409": "訶薩住及餘菩薩，亦說阿閦佛所結願，及生", "410": "阿閦佛剎者、甫當生者——東方亦如是，南方、", "411": "西方、北方、上方、下方等十方亦如是。「一切諸", "412": "佛剎求菩薩道人皆受是德號法經、諷誦、持", "413": "說之，阿惟越致菩薩摩訶薩住，復有成無上", "414": "正真道最正覺；及餘菩薩亦如是說阿閦佛", "415": "所結願，及生其佛剎者、甫當生者。「如是，舍利", "416": "弗！阿閦佛阿比羅提世界住，炎照十方等諸", "417": "求菩薩道之人。「若有善男子、善女人諷誦《阿", "418": "閦佛德號法經》，聞已即持、諷誦、願生阿閦佛", "419": "剎者，臨壽終時，阿閦佛即念其人。所以者何？", "420": "儻憋魔得其便即轉所願，如來故念之，其善", "421": "男子、善女人不復轉，會當得所願及無上正", "422": "真道。若有他異因緣，無能嬈害者。如是，火、刀、", "423": "毒、水，是亦不行；若復有撾捶者，是亦不向；亦", "424": "不畏人非人——其人如是等見護，便生阿閦佛", "425": "剎。」", "426": "佛言：「譬如，舍利弗！日宮殿遠住，遙炎照天下", "427": "人；如是，阿閦佛遠住，炎照他方世界諸住", "428": "菩薩摩訶薩。「譬如得天眼比丘遠住，遙見色", "429": "之光；如是，舍利弗！阿閦佛遠住，遙見他方世", "430": "界諸住菩薩摩訶薩，見其顏色、形類。「譬如神", "431": "通比丘遠住，知他人意所念；如是，舍利弗！阿", "432": "閦佛遠住，遙知他方世界諸住菩薩摩訶薩", "433": "意。「譬如神通比丘遠住，遙以天耳聞聲；如是，", "434": "舍利弗！阿閦佛遠住，遙聞他方世界諸菩薩", "435": "摩訶薩語及生其剎者——是善男子、善女人阿", "436": "閦佛知其名字及種姓。「若有受是德號法經、", "437": "諷誦、持者，舍利弗！是人為見阿閦佛，當知是", "438": "人臨壽終時，阿閦佛即為其人。」賢者舍利弗", "439": "白佛言：「難及，天中天！諸佛、世尊諦囑累諸菩", "440": "薩摩訶薩。」佛言：「如是，舍利弗！諸佛、天中天諦", "441": "囑累諸菩薩摩訶薩。所以者何？菩薩諦受囑", "442": "累者，便為諦受一切眾生已。譬如轉輪王，若", "443": "有第一、第二、第三、第四、第五、第十、第二十，不可", "444": "計諸倉，中有稻米、大麥、小麥及種種穀，穀貴", "445": "時便出令穀賤。如是，舍利弗！菩薩如來記", "446": "竟，菩薩摩訶薩未成最正覺時，譬如穀貴；已", "447": "成無上正真道最正覺，便安隱說法如穀賤。", "448": "是故，諸佛、天中天諦囑累諸菩薩摩訶薩。」佛", "449": "言：「舍利弗！若有菩薩摩訶薩聞是《阿閦佛德", "450": "號法經》，聞已即受、諷誦、持，雖不願生阿閦佛", "451": "剎者，當知是菩薩摩訶薩為比阿惟越致。「若", "452": "有菩薩摩訶薩受是《阿閦佛德號法經》，持已", "453": "受、諷誦，為若干百人、若干億百千那術人解", "454": "說之，當令若干億那術百千人積累德本。是", "455": "人如所積德本，其菩薩是德本不可計；是菩", "456": "薩摩訶薩德本眾多，已便坐無上正真道。」佛", "457": "言：「舍利弗！若有菩薩摩訶薩欲疾成無上正", "458": "真道最正覺者，當受是德號法經、當持、諷誦；", "459": "受持諷誦已，為若干百、若干千、若干百千人", "460": "解說之，便念如所說事，即得大智慧、其罪即", "461": "畢；以得是大智慧、其罪畢已，其人自以功德", "462": "便盡生死之道。」佛告舍利弗：「若有善男子、善", "463": "女人求弟子道者，聞是《阿閦佛德號法經》便", "464": "當受持、當諷誦；受持諷誦已，為若干百人、若", "465": "干千人、若干百千人解之。若有善男子、善女", "466": "人受是法經，自以功德即自取阿羅漢證。」佛", "467": "言：「舍利弗！若有善男子、善女人專持說是德", "468": "號法經，是人如是便捨等正覺，自以功德取", "469": "阿羅漢證。」佛語舍利弗：「是《阿閦佛德號法經》", "470": "終不至癡人手中，當至黠人手中。」佛言：「舍", "471": "利弗！是善男子、善女人是德號法經至其手", "472": "中者，為見如來已。譬如，舍利弗！種種諸寶其", "473": "價甚重，從大海採來者，云何，舍利弗！從大海", "474": "採種種寶，當先至誰手中？」舍利弗言：「天中天！", "475": "當先至國王、若太子、左右手中。」佛言：「如是，舍", "476": "利弗！是《阿閦佛德號法經》當先至菩薩手", "477": "中及阿惟越致。「復次，舍利弗！菩薩摩訶薩聞", "478": "是《阿閦佛德號法經》便受、持、諷誦，諷誦已，", "479": "即當專成無上正真道最正覺。」賢者舍利弗", "480": "白佛言：「是《阿閦佛德號法經》，薄德之人終不", "481": "得聞、受、持、諷誦。所以者何？天中天！不能得阿", "482": "惟越致故。」", "483": "佛告賢者舍利弗：「審如是。若有善男子、善女", "484": "人持金銀滿是天下以布施，願言：『我持是使", "485": "聞《阿閦佛德號法經》。』薄德之人終不得聞是", "486": "經，亦不得受、持、諷誦。菩薩摩訶薩聞《阿閦佛", "487": "德號法經》者，為成阿惟越致行；聞已，受持、諷", "488": "誦，是故專得無上正真道行。」佛語舍利弗：「二", "489": "生補處、三生補處等正覺求弟子道人所不", "490": "能及。若有聞《阿閦佛德號法經》，受持、諷誦，為", "491": "若干百人、若干千人、若干百千人說之，譬如，", "492": "舍利弗！轉輪王以福德自然生七寶。如是，舍", "493": "利弗！阿閦佛昔願所致，我為說是德號法經。", "494": "若有菩薩摩訶薩說是德號法經，若復有菩", "495": "薩摩訶薩聞是經，甫當聞者亦福德所致。」佛", "496": "語舍利弗：「《阿閦佛德號法經》於是陂陀劫中", "497": "所有諸佛、天中天皆當說是經，如是令無缺", "498": "減安諦，亦如我所說。若有菩薩摩訶薩欲疾", "499": "成無上正真道最正覺者，當受是《阿閦佛德", "500": "號法經》，當持、諷誦、說之、當令廣普。「若是德", "501": "號法經在郡國、縣邑，有善男子、善女人受持", "502": "諷誦，其菩薩摩訶薩有是經為護郡國、縣邑。", "503": "「其有受是德號法經當持、諷誦，復出家學道", "504": "離罪，菩薩摩訶薩當令居家學道者知之。所", "505": "以者何？善男子、善女人黨不能究竟是德號", "506": "法經。」佛語舍利弗：「若遠郡國、縣邑有行是經，", "507": "菩薩摩訶薩當往至彼，當受是經、諷誦、持", "508": "說。善男子、善女人雖不諷誦，但有是經卷當", "509": "設供養之；若不得經卷者，便當寫之——若使其", "510": "人不與是經卷持歸寫者，菩薩便就其家寫", "511": "之；若使善男子、善女人言自餓寫者，自餓寫", "512": "之；若言經行寫，當經行寫之；若言住寫，當住", "513": "寫之；若言坐寫，當坐寫之。」", "514": "阿閦佛國經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0313 阿閦佛國經: 阿閦佛國經: 阿閦佛國經: 阿閦佛國經", "source": "CBETA"}