{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1128 最上大乘金剛大教寶王經", "text": {"0": "最上大乘金剛大教寶王經卷下", "1": "西天譯經三藏朝散大夫試鴻臚卿", "10": "為菩薩摩訶薩。佛言若有樂行大慈大悲大", "100": "手菩薩同離彼山。是時諸王將理四兵前後", "101": "導從。及備種種諸大供養往世尊所。爾時世", "102": "尊釋迦牟尼。已在拘尸那城。金剛手菩薩摩", "103": "訶薩。與諸學眾至佛所已。設大供養奉獻世", "104": "尊。右繞三匝禮拜讚歎於佛前坐。時金剛手", "105": "菩薩即從座起。偏袒右肩右膝著地。作金剛", "106": "合掌白世尊言。我奉佛勅以菩薩摩訶薩行。", "107": "於金剛大乘法中。為學眾說於諸根境界", "108": "所緣所作及種種諸法。各各證悟或得三摩", "109": "地三摩鉢底。或得法忍盡涅槃界。或得隱身", "11": "喜大捨。是即名為菩薩摩訶薩。", "110": "自在。世尊我已如是說法利益。今來佛所欲", "111": "為彼眾。於如來處求受灌頂。", "112": "爾時世尊左右顧視已。即於頂門放五色光。", "113": "其光晃耀於一剎那間。照如恒沙佛剎上至", "114": "梵世。如是照已尋復旋還。却從世尊頂門而", "115": "入。爾時十方光所照處。一切如來異口讚言。", "116": "金剛大乘即攝一切乘。乃至過去未來及與", "117": "現在一切諸佛。皆說如是金剛大乘攝一切", "118": "乘。爾時世尊即以金剛水。與一切金剛大乘", "119": "學眾灌頂。諸學眾等得灌頂已。皆用頭面著", "12": "爾時世尊說是語已。顧視左邊告金剛手菩", "120": "地禮世尊足。及禮金剛手菩薩足。禮已讚歎", "121": "踊躍。繞百千匝各還本處。", "122": "爾時尊者阿難白佛言。世尊如是正法。當云", "123": "何名云何受持。佛言阿難今此正法。名為最", "124": "上大乘寶王如是受持。爾時如來應正等覺", "125": "釋迦牟尼說是經已。即於俱尸那城入般", "126": "涅槃。金剛手菩薩。於後却還乞乞那山。亦", "127": "有眾多菩薩聲聞同來山中。時金剛學眾互", "128": "相謂言。我等本師金剛手菩薩摩訶薩。却復", "129": "乞乞那山。我等宜應亦往彼山親近供養。是", "13": "薩言。汝可同彼過去劫前。日清淨光明如來", "130": "諸學眾各持種種香花寶玩同往彼山。到彼", "131": "山已。各以香花奉上供養禮拜旋繞。恭敬讚", "132": "歎各一面坐。", "133": "爾時菩薩觀視會眾沙門婆羅門剎帝利毘舍", "134": "首陀等已。即復告言汝等學眾諦聽。汝已各", "135": "各於此金剛大乘悉得證悟。皆是得金剛大", "136": "乘法者。汝等當知佛涅槃後。金剛阿闍梨。是", "137": "汝等師。亦如往昔無量劫前。日清淨光明如", "138": "來出世之時。彼大妙香佛剎中。有王名精進", "139": "授。彼時我亦如是。說承事金剛阿闍梨軌則。", "14": "之時。為印捺囉部帝大王。說金剛大乘。及說", "140": "今亦復說弟子承事金剛阿闍梨軌則。承事", "141": "之則乃有八種。時印捺囉部帝白金剛手菩", "142": "薩言。云何名為八種承事之則。金剛手言。一", "143": "者不得呼師名字。二者常自稱師足。三者與", "144": "師執持鞋履。四者掃灑房地。五者為師敷置", "145": "床座。六者五體作禮。七者不侵害師。八者指", "146": "授稟信。是名弟子承事金剛阿闍梨八法。彼", "147": "阿闍梨以此八事觀察弟子。以日累月積月", "148": "成歲。若彼弟子於此八事。無有違背專心不", "149": "退。阿闍梨然可攝受。", "15": "菩薩摩訶薩行。諸根境界等種種之法。方便", "150": "爾時金剛手菩薩又復告言。譬如世間蟲𦚭", "151": "飛蛾之類。皆從緣生墮斯惡趣何由出離。亦", "152": "如世間輪迴眾生。云何轉業得無生滅若不", "153": "因從金剛阿闍梨。攝受為說種種妙法。何由", "154": "能除一切煩惱證於寂滅得不退轉。大王彼", "155": "金剛阿闍梨。先當觀察所攝弟子行相貴賤", "156": "等。乃可付與二諦之法。王言云何名為二諦。", "157": "菩薩告言一者真諦二者俗諦。王言何名真", "158": "諦。菩薩告言所謂內空外空。內外空空空。大", "159": "空勝義空。有為空無為空。畢竟空無際空。無", "16": "令解使獲無生法忍。時金剛手菩薩摩訶薩。", "160": "變異空本性空。一切法空無所有空。無性空", "161": "自性空。自相空無性自性空。大王是十八空", "162": "者乃名真諦。大王復言云何名諦。菩薩告言", "163": "若於此十八空。知非常非無常。是故名諦。", "164": "何以故謂不見內空不見外空。不見內外空", "165": "不見空空。不見大空不見勝義空。不見有為", "166": "空不見無為空。不見畢竟空不見無際空。不", "167": "見無變異空不見本性空。不見一切法空不", "168": "見無性空。不見自性空不見自相空。不見無", "169": "所有空亦不見無性自性空。於如是空不見", "17": "即從座起偏袒右肩。頭面著地禮世尊足已。", "170": "二相。中亦不可得。非生非滅。非縛非脫。非行", "171": "非住。非明非暗。非實非虛。非輪迴非涅槃。亦", "172": "不增亦不減。我說如是種種皆離身口意。是", "173": "則名為真諦。大王復言云何名為俗諦。謂以", "174": "四無量心於威儀本相。五蘊四界六入五境", "175": "行住三界。是即名為俗諦。王復問言更復何", "176": "名真諦。菩薩告言彼種種色相。如幻化如陽", "177": "焰。如水中月如水上泡。如鏡中像如夢。如電", "178": "如乾闥婆城。乃至虹霓等。若於色相得如", "179": "是見。是則名為真諦。若於如是諸法受行不", "18": "合掌當心而白佛言。我今當承如來教勅而", "180": "離苦行。乃能證佛得一切智。大王乃至遍六", "181": "俱胝文字之義。亦無二無分別。一切如來皆", "182": "如是說。彼智金剛教汝已悉聞。是等皆名真", "183": "諦。大王若於二諦不能如實觀察了知。雖專", "184": "修習經無量劫。唐捐其功終不能到大智彼", "185": "岸。而此二諦乃是一切如來之所歸命。為父為", "186": "母為寂靜住。及為涅槃為阿吠嚩哩帝迦。為", "187": "正遍知覺一切三摩地。為精妙普門三摩地。", "188": "乃有如是等種種功德。大王彼一切金剛大", "189": "乘學眾。必須專心揀選如法弟子。乃可為說", "19": "為演說印捺囉部帝聞是語已。身毛喜豎心", "190": "如是二諦。是二諦法難可得聞。雖彼緣覺聲", "191": "聞亦難得聞。何況外道等。爾時印捺囉部帝。", "192": "與金剛大乘學眾。得聞是說。悉以頭面禮謝", "193": "菩薩。時印捺囉部帝復白菩薩言。揀選弟子", "194": "當有何相。菩薩告言有四種弟子。有五補特", "195": "伽羅。王言四種弟子當云何說我今樂聞。菩", "196": "薩告言。第一佛乘第二初乘。第三初學菩薩", "197": "行第四諸菩薩摩訶薩行。此名弟子四種之", "198": "相。云何分別如是之相。菩薩告言彼得安然", "199": "非謗非信。於真言印相一一曉了證於佛", "2": "傳教大師臣法天奉　詔譯", "20": "大忻踊。即從座起禮世尊足已。復禮金剛手", "200": "乘。於意云何譬如盲者得人引導。由得佛乘", "201": "證解脫故。弟子初依師學得一俗諦。初相應", "202": "法入三摩地。未能了知顯密二教。亦未知二", "203": "諦十二因緣。亦未知般若波羅蜜。是名弟子", "204": "初修習相。王言云何菩薩五種補特伽羅。菩", "205": "薩言所謂囉怛曩補特伽羅。贊捺囉補特伽", "206": "羅。鉢訥摩補特伽羅。奔拏哩迦補特伽羅。烏", "207": "怛鉢攞補特伽羅。是等於聞信戒施悉能具", "208": "行為烏波薩迦。王言菩薩此之名相云何分", "209": "別。菩薩告言於一切法雖得聽聞。而於少", "21": "菩薩足。禮已白言。唯願菩薩遵奉佛勅。往", "210": "時皆悉忘失。此名烏怛鉢攞補特伽羅。若於", "211": "祕密之法雖有所聞。不能為他分別演說。譬", "212": "如軍尼內藏明珠而不顯現。此名奔拏哩迦", "213": "補特伽羅。或得信心大悲心聞法開解。如竹", "214": "無節受持通達。此名鉢訥摩補特伽羅。凡聞", "215": "法義咸存我見。譬如擊鼓空有其聲。以有我", "216": "見不能利他。此名贊捺囉補特伽羅。是四烏", "217": "波薩迦。而能一向專心求一切法。信心受持", "218": "住金剛乘。復次心性猛利多聞持戒。一切能", "219": "捨了知真實。凡所說法能隨根機。是名囉怛", "22": "詣我宮為我演說。", "220": "曩補特伽羅。此一烏波薩迦。常能為諸弟子", "221": "說種種法。時金剛阿闍梨如是選擇弟子。若", "222": "得清淨殊勝如法弟子。乃可傳付祕密大乘", "223": "一切勝義。當令修習不斷聖種。印捺囉部帝。", "224": "又復問言。云何分別祕密大乘。菩薩告言彼", "225": "瑜伽顯密二教曼拏羅有二十種。皆悉得名", "226": "祕密大乘。我今略說灌頂曼拏羅次第。彼灌", "227": "頂阿闍梨欲作灌頂法。先自結淨選揀勝處。", "228": "安曼拏羅位。後令弟子結淨已。然阿闍梨加", "229": "持五色線五色粉。絣地結界作曼拏羅。安布", "23": "爾時金剛手菩薩承佛教勅。又復觀彼印捺", "230": "賢聖位復加持閼伽瓶安方位已。然請召賢", "231": "聖依位坐畢。即獻香花閼伽等。然可引弟子", "232": "入曼拏羅與授灌頂。弟子得灌頂已。即持種", "233": "種香花珍寶奉獻阿闍梨。弟子此後即是入", "234": "金剛大乘處灌頂位。當於自己身口意業深", "235": "加省察。若能了達是名五燈。若不了達當", "236": "名五闇。復次分布火壇次第。所有使用種種", "237": "之物。先備播帝哩窣嚕嚩等。及所鋪座吉祥", "238": "草及護摩柴。其柴當用青潤樹枝及五穀酥", "239": "等。或作護摩。先燒祭火天然作護摩。觀於", "24": "囉部帝身心虔切。默然許之。印捺囉部帝知", "240": "火焰色相形像及聲香等。若得吉祥是法成", "241": "就。若不吉祥是不成就。其請召賢聖入曼拏", "242": "羅。及獻閼伽次第諸式大略相同。凡所有法", "243": "皆從金剛大乘祕密流出。所有三瑜伽五烏", "244": "補捺伽多。或六俱胝文字義。或說法成就義。", "245": "或決定義。或說本行尼陀那方便因等。如是", "246": "所說或四種或五種。或七種或十二種。種種", "247": "不定皆不離二諦。復次說四密。所謂密教密", "248": "義密語密句。若於四密無差所作成就。或遇", "249": "九執大曜諸惡星宿及諸毒等。持誦密句皆", "25": "默許已。即禮金剛手菩薩足。歡喜踊躍禮佛", "250": "可大息。或求敬愛或作增益或作降伏。若為", "251": "人及四足多足無足等。或降伏諸惡大部多", "252": "夜叉。乃至惡人等並可降伏。若不降伏必當", "253": "破壞親愛分離。或有一切禁縛邪明一切破", "254": "壞。或有冤家興兵欲來侵害自然退散。或為", "255": "大旱必能降雨。如是種種一切所求。持念密", "256": "句悉得成就隨心如意。凡持誦密句作金剛", "257": "語音。無令斷絕必滿所願。王言云何名為菩", "258": "薩禪定。菩薩告言禪定有種種。持誦亦種種。", "259": "若知祕密句即是知禪定。祕密者為所誦文", "26": "而退。即整四兵前後導從。乃與菩薩同乘寶", "260": "句具足及知印相。若如是者有大威力。是則", "261": "白法。知祕密者即攝真實理。由如虛空體寂", "262": "靜故。解於世法能顯真理。乃於印相觀想。", "263": "密句文義所作斷疑。此持誦者乃名為賢。如", "264": "是行人凡有見者皆如佛等。彼人禪者不見", "265": "密句。不見印相不見賢聖。想諸字輪體同鏡", "266": "像。王復問言云何菩薩三摩地。菩薩言彼菩", "267": "提心及智慧方便。乃至三明及無等等。此皆", "268": "是菩薩三摩地。又復觀自本身及真言印相。", "269": "賢聖形像一切莊嚴。皆如虛空寂靜。是菩薩", "27": "車。及張傘蓋動種種樂。尊敬供養還歸曼誐", "270": "三摩地。菩薩入如是三摩地。是名安住二諦。", "271": "爾時金剛手菩薩摩訶薩。為印捺囉部帝及", "272": "諸剎帝利。一切入金剛大乘學眾。說如是種", "273": "種法已。即依法作曼拏羅。與王等及諸學眾", "274": "受於灌頂。彼諸學眾得灌頂已。異口同聲", "275": "各各白菩薩言。我等稟教奉事金剛阿闍梨", "276": "一如聖旨。是學眾等於金剛手菩薩摩訶薩", "277": "供養恭敬。種種言辭訷讚謝已。", "278": "爾時會中諸大菩薩。及聲聞天人阿蘇囉誐", "279": "嚕拏彥達嚩緊曩囉一切大眾。聞菩薩說是", "28": "羅補囕大城。於其城中菩薩所經之路。一切", "280": "經已。歡喜信受作禮而退。金剛手菩薩即於", "281": "山中隱沒不現。", "282": "最上大乘金剛大教寶王經卷下", "29": "人民各以香華奉獻供養。既至宮已。時印捺", "3": "爾時世尊。復告印捺囉部帝大王言。大王", "30": "囉部帝預嚴七寶大師子座菩薩下車即昇", "31": "彼座。王及中宮后妃眷屬。復設種種香華珍", "32": "寶及殊妙衣作大供養。復以寶瓶盛滿閼伽", "33": "香水奉上菩薩。", "34": "爾時金剛手菩薩摩訶薩。即如從佛所聞金", "35": "剛大乘祕密相應三摩地三摩鉢底。種種諸", "36": "法廣為演說。欲令王等證無生忍盡涅槃界。", "37": "是時復有眾多沙門婆羅門剎帝利毘舍首", "38": "陀等。亦來王宮為欲聽聞金剛大乘及諸妙", "39": "法又有東印度摩羅嚩國法光大王。北印度", "4": "汝於往昔過去無量阿僧祇大劫之前。日清", "40": "無能勝王。西印度月光大王。摩伽陀國頻婆", "41": "娑羅王。舍衛國波斯匿王。梨蹉尾國梵授王", "42": "等。復有無數沙門婆羅門。剎帝利毘舍首陀。", "43": "及無數發菩提心眾生。欲聞法故亦來王宮。", "44": "如是人等各於菩薩。信重歡喜來至王宮。如", "45": "是人等各各深信歡喜踊銳。白金剛手菩薩", "46": "言。我等樂入金剛大乘。及欲聽聞種種妙法。", "47": "於是金剛手菩薩。而於六年為於諸王及", "48": "諸人眾。演說金剛大乘諸菩薩行。及無數百", "49": "千俱胝相應三摩地三摩鉢底。乃至於諸境", "5": "淨光明如來法中。已曾為王號精進授。汝於", "50": "界所緣所作一切諸法廣為演說。", "51": "爾時印捺囉部帝得聞法故。於一切如來相", "52": "應法中。證三摩地三摩鉢底。得無生忍盡涅", "53": "槃界。及得隱沒自在。乃至中宮后妃眷屬國", "54": "內民庶。得聞金剛大乘及諸法要。皆悉證得", "55": "無生法忍。國中復有金剛阿闍梨。所謂善龍", "56": "義龍寶聲戒聲發光聲。復有婆羅門所謂法", "57": "龍力賢等。得於金剛大乘法中。證無生忍盡", "58": "涅槃界。彼東印度摩羅嚩國法光大王。於", "59": "最上金剛大乘法中。悟得最上根本相應法。", "6": "是時與諸學眾。於彼佛處已曾求學金剛大", "60": "得無生忍盡涅槃界。及得隱身自在。乃至中", "61": "宮后妃眷屬國中士庶。得聞金剛大乘及諸", "62": "妙法。皆悉證得無生法忍盡涅槃界是印度", "63": "中復有金剛阿闍梨。名曰賢天如來天善天。", "64": "又有剎帝利邪輸嚩哩摩儞嚩嚩哩摩等。", "65": "亦於金剛大乘法中得聞法故。悉皆證得無", "66": "生法忍盡涅槃界。", "67": "復有北印度無能勝王。得聞金剛大乘及諸", "68": "法要。乃於真實攝教中。證得相應三摩地", "69": "得無生忍盡涅槃界。及得隱身自在。亦有中", "7": "乘及諸法要。汝今於此娑訶世界我釋迦牟", "70": "宮眷屬后妃嬪嬙乃至士庶。得聞金剛大乘", "71": "一切妙法。皆悉證得無生法忍。彼印度中亦", "72": "有金剛阿闍梨。名曰賢喜蓮喜。又有剎帝利", "73": "名曰烏那野嚩哩摩。及有毘舍名曰法密。如", "74": "是等眾於金剛大乘得聞法故。皆悉證得無", "75": "生法忍盡涅槃界。", "76": "復有西印度月光大王。於金剛大乘聞諸法", "77": "故。證得金剛口相應三摩地等。得無生忍盡", "78": "涅槃界。及得隱身自在。亦有中宮后妃婇女", "79": "乃至士庶等。又有金剛阿闍梨。名曰不空成", "8": "尼佛所。又復求學如是金剛大乘。時印捺囉", "80": "就普成就如來成就等。又有剎帝利。名曰善", "81": "密及穌哩野嚩哩摩。如是眾等於金剛大", "82": "乘聞妙法故。皆悉證得無生法忍盡涅槃界。", "83": "爾時金剛手菩薩摩訶薩。為彼諸王及一切", "84": "學眾。演說金剛大乘一切諸法。又復演說八", "85": "種成就之法。所謂聖藥眼藥革屣劍羂索。金", "86": "剛輪金剛杵及寶瓶等成就之法。又復演說", "87": "入地入修羅窟成就之法。又復演說菩薩摩", "88": "訶薩。依金剛大乘所行之行。諸根境界所緣", "89": "所作種種之法。令彼學眾各各修習離於懈", "9": "部帝聞此語已。即復合掌白世尊言。云何名", "90": "怠。時金剛手菩薩於六年中。為諸王等及求", "91": "學金剛大乘一切學眾。以種種方便譬喻言", "92": "辭。演說諸法各令證悟已。即告眾曰。汝等", "93": "當知今彼處。有大名山號乞乞那。其山頂上", "94": "平正廣闊。亦有林樹池沼適悅之地。我今先", "95": "往汝等入金剛大乘諸王沙門婆羅門毘舍首", "96": "陀一切學眾。亦可於彼俱往集會。是時學眾", "97": "於彼山頂皆集會已。金剛手菩薩即復告言。", "98": "今者世尊釋迦牟尼將入涅槃。汝等今可與", "99": "我同至佛所求受灌頂。爾時學眾即與金剛"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1128 最上大乘金剛大教寶王經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}