{"author": "世親菩薩造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1590 唯識二十論: 唯識二十論: 唯識二十論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1590 [Nos. 1588, 1589; cf. No. 1591]", "1": "唯識二十論一卷", "2": "世親菩薩造", "3": "大唐三藏法師玄奘奉　詔譯", "4": "安立大乘三界唯識。以契經說三界唯心。心", "5": "意識了名之差別。此中說心意兼心所。唯遮", "6": "外境不遣相應。內識生時似外境現。如有眩", "7": "瞖見髮蠅等。此中都無少分實義。即於此義", "8": "有設難言。頌曰。", "9": "若識無實境則處時決定", "10": "相續不決定作用不應成", "11": "論曰。此說何義。若離識實有色等外法。色等", "12": "識生不緣色等。何因此識有處得生非一切", "13": "處。何故此處有時識起非一切時。同一處時", "14": "有多相續。何不決定隨一識生。如眩瞖人見", "15": "髮蠅等。非無眩瞖有此識生。復有何因。", "16": "諸眩瞖者所見髮等無髮等用。夢中所得飲", "17": "食刀杖毒藥衣等無飲等用。尋香城等無城", "18": "等用。餘髮等物其用非無。若實同無色等外", "19": "境。唯有內識。似外境生。定處定時不定相續", "20": "有作用物皆不應成。非皆不成。頌曰。", "21": "處時定如夢身不定如鬼", "22": "同見膿河等如夢損有用", "23": "論曰。如夢意說如夢所見。謂如夢中雖無實", "24": "境。而或有處見有村園男女等物非一切處。", "25": "即於是處或時見有彼村園等非一切時。由", "26": "此雖無離識實境。而處時定非不得成。說如", "27": "鬼言。顯如餓鬼。河中膿滿故名膿河。如說", "28": "酥瓶其中酥滿。謂如餓鬼同業異熟。多身", "29": "共集皆見膿河。非於此中定唯一見。等言顯", "30": "示或見糞等。及見有情執持刀杖遮捍守護", "31": "不令得食。由此雖無離識實境。而多相續不", "32": "定義成。又如夢中境雖無實而有損失精血", "33": "等用。由此雖無離識實境。而有虛妄作用義", "34": "成。如是且依別別譬喻。顯處定等四義得成。", "35": "復次頌曰。", "36": "一切如地獄同見獄卒等", "37": "能為逼害事故四義皆成", "38": "論曰。應知此中一地獄喻。顯處定等一切皆", "39": "成。如地獄言。顯在地獄受逼害苦諸有情類。", "40": "謂地獄中雖無真實。有情數攝獄卒等事。而", "41": "彼有情同業異熟增上力故。同處同時眾多", "42": "相續。皆共見有獄卒狗烏鐵山物等來至其", "43": "所為逼害事。由此雖無離識實境。而處定等", "44": "四義皆成。何緣不許獄卒等類是實有情。不", "45": "應理故。且此不應那落迦攝。不受如彼所受", "46": "苦故。互相逼害應不可立彼那落迦。此獄卒", "47": "等。形量力既等。應不極相怖。應自不能忍受", "48": "鐵地炎熱猛焰恒燒然苦。云何於彼能逼害", "49": "他。非那落迦不應生彼。如何天上現有傍生。", "50": "地獄亦然。有傍生鬼為獄卒等。此救不然。頌", "51": "曰。", "52": "如天上傍生地獄中不爾", "53": "所執傍生鬼不受彼苦故", "54": "論曰。諸有傍生生天上者。必有能感彼器樂", "55": "業生彼定受器所生樂。非獄卒等受地獄中", "56": "器所生苦。故不應許傍生鬼趣生那落迦。若", "57": "爾應許彼那落迦業增上力生異大種。起勝", "58": "形顯量力差別。於彼施設獄卒等名。為生彼", "59": "怖。變現種種動手足等差別作用。如羝羊山", "60": "乍離乍合。剛鐵林刺或低或昂。非事全無然", "61": "不應理。頌曰。", "62": "若許由業力有異大種生", "63": "起如是轉變於識何不許", "64": "論曰。何緣不許識由業力如是轉變而執大", "65": "種。復次頌曰。", "66": "業熏習餘處執餘處有果", "67": "所熏識有果不許有何因", "68": "論曰。執那落迦由自業力生差別大種起形", "69": "等轉變。彼業熏習理應許在識相續中不在", "70": "餘處。有熏習識汝便不許有果轉變。無熏習", "71": "處翻執有果。此有何因。有教為因。謂若唯識", "72": "似色等現無別色等。佛不應說有色等處。此", "73": "教非因有別意故。頌曰。", "74": "依彼所化生世尊密意趣", "75": "說有色等處如化生有情", "76": "論曰。如佛說有化生有情。彼但依心相續不", "77": "斷能往後世密意趣說。不說實有化生有情。", "78": "說無有情我但有法因故。說色等處契經亦", "79": "爾。依所化生宜受彼教。密意趣說非別害", "80": "有。依何密意說色等十。頌曰。", "81": "識從自種生似境相而轉", "82": "為成內外處佛說彼為十", "83": "論曰。此說何義。似色現識從自種子緣合轉", "84": "變差別而生。佛依彼種及所現色。如次說為", "85": "眼處色處。如是乃至似觸現識從自種子緣", "86": "合轉變差別而生。佛依彼種及所現觸。如次", "87": "說為身處觸處。依斯密意說色等十。此密意", "88": "說有何勝利。頌曰。", "89": "依此教能入數取趣無我", "90": "所執法無我復依餘教入", "91": "論曰。依此所說十二處教受化者能入數取", "92": "趣無我。謂若了知從六二法有六識轉。都無", "93": "見者乃至知者。應受有情無我教者。便能悟", "94": "入有情無我。復依此餘說唯識教。受化者", "95": "能入所執法無我。謂若了知唯識現似色等", "96": "法起。此中都無色等相法。應受諸法無我教", "97": "者。便能悟入諸法無我。若知諸法一切種無。", "98": "入法無我。是則唯識亦畢竟無何所安立。非", "99": "知諸法一切種無乃得名為入法無我。然達", "100": "愚夫遍計所執自性差別諸法無我。如是乃", "101": "名入法無我。非諸佛境離言法性亦都無故", "102": "名法無我。餘識所執此唯識性其體亦無。名", "103": "法無我。不爾餘識所執境有。則唯識理應不", "104": "得成。許諸餘識有實境故。由此道理。說立唯", "105": "識教。普令悟入一切法無我。非一切種撥有", "106": "性故。復云何知佛依如是密意趣說有色等", "107": "處。非別實有色等外法為色等識各別境耶。", "108": "頌曰。", "109": "以彼境非一亦非多極微", "110": "又非和合等極微不成故", "111": "論曰。此何所說。謂若實有外色等處。與色等", "112": "識各別為境。如是外境或應是一。如勝論者", "113": "執有分色。或應是多。如執實有眾多極微各", "114": "別為境。或應多極微和合及和集。如執實有", "115": "眾多極微皆共和合和集為境。且彼外境理", "116": "應非一。有分色體異諸分色不可取故。理亦", "117": "非多。極微各別不可取故。又理非和合或和", "118": "集為境。一實極微理不成故。云何不成。頌", "119": "曰。", "120": "極微與六合一應成六分", "121": "若與六同處聚應如極微", "122": "論曰。若一極微六方各與一極微合。應成六", "123": "分。一處無容有餘處故。一極微處若有六微。", "124": "應諸聚色如極微量。展轉相望不過量故。則", "125": "應聚色亦不可見。加濕彌羅國毘婆沙師言。", "126": "非諸極微有相合義。無方分故離如前失。但", "127": "諸聚色有相合理有方分故此亦不然。頌曰。", "128": "極微既無合聚有合者誰", "129": "或相合不成不由無方分", "130": "論曰。今應詰彼所說理趣。既異極微無別聚", "131": "色。極微無合聚合者誰。若轉救言聚色展轉", "132": "亦無合義。則不應言極微無合無方分故。聚", "133": "有方分亦不許合故。極微無合不由無方分。", "134": "是故一實極微不成。又許極微合與不合。其", "135": "過且爾。若許極微有分無分。俱為大失。所", "136": "以者何。頌曰。", "137": "極微有方分理不應成一", "138": "無應影障無聚不異無二", "139": "論曰。以一極微六方分異。多分為體。云何成", "140": "一。若一極微無異方分。日輪纔舉光照觸時", "141": "云何餘邊得有影現。以無餘分光所不及。又", "142": "執極微無方分者。云何此彼展輪相障。以無", "143": "餘分他所不行。可說此彼展轉相礙。既不相", "144": "礙。應諸極微展轉處同。則諸色聚同一極微", "145": "量。過如前說。云何不許影障屬聚不屬極微。", "146": "豈異極微許有聚色發影為障。不爾。若爾聚", "147": "應無二。謂若聚色不異極微。影障應成不屬", "148": "聚色。安布差別立為極微。或立為聚俱非一", "149": "實。何用思擇極微聚為。猶未能遮外色等相。", "150": "此復何相。謂眼等境亦是青等實色等性。應", "151": "共審思。此眼等境青等實性。為一為多。設爾", "152": "何失。二俱有過。多過如前。一亦非理。頌曰。", "153": "一應無次行俱時至未至", "154": "及多有間事并難見細物", "155": "論曰。若無隔別所有青等。眼所行境執為一", "156": "物。應無漸次行大地理。若下一足至一切故。", "157": "又應俱時於此於彼無至未至。一物一時。理", "158": "不應有得未得故。又一方處。應不得有多象", "159": "馬等有間隙事。若處有一亦即有餘。云何此", "160": "彼可辯差別。或二如何可於一處有至不至", "161": "中間見空。又亦應無小水虫等難見細物。彼", "162": "與麁物同一處所量應等故。若謂由相此彼", "163": "差別即成別物不由餘義。則定應許此差別", "164": "物。展轉分析成多極微。已辯極微非一實物。", "165": "是則離識眼等色等。若根若境皆不得成。由", "166": "此善成唯有識義。諸法由量刊定有無。一切", "167": "量中現量為勝。若無外境寧有此覺。我今現", "168": "證如是境耶。此證不成。頌曰。", "169": "現覺如夢等已起現覺時", "170": "見及境已無寧許有現量", "171": "論曰。如夢等時雖無外境。而亦得有如是現", "172": "覺。餘時現覺應知亦爾。故彼引此為證不成。", "173": "又若爾時有此現覺。我今現證如是色等。爾", "174": "時於境能見已無。要在意識能分別故。時眼", "175": "等識必已謝故。剎那論者有此覺時。色等現", "176": "境亦皆已滅。如何此時許有現量。要曾現受", "177": "意識能憶。是故決定有曾受境。見此境者許", "178": "為現量。由斯外境實有義成。如是要由先受", "179": "後憶。證有外境理亦不成。何以故。頌曰。", "180": "如說似境識從此生憶念", "181": "論曰。如前所說雖無外境。而眼識等似外境", "182": "現。從此後位與念相應。分別意識似前境現。", "183": "即說此為憶曾所受。故以後憶。證先所見實", "184": "有外境。其理不成。若如夢中雖無實境。而識", "185": "得起覺時亦然。如世自知夢境非有。覺時既", "186": "爾何不自知。既不自知覺境非有。寧如夢識", "187": "實境皆無。此亦非證。頌曰。", "188": "未覺不能知夢所見非有", "189": "論曰。如未覺位。不知夢境非外實有。覺時乃", "190": "知。如是世間虛妄分別串習惛熟如在夢中。", "191": "諸有所見皆非實有。未得真覺不能自知。若", "192": "時得彼出世對治無分別智。乃名真覺。此後", "193": "所得世間淨智現在前位。如實了知彼境非", "194": "實。其義平等。若諸有情。由自相續轉變差別。", "195": "似境識起。不由外境為所緣生。彼諸有情。近", "196": "善惡友聞正邪法。二識決定。既無友教此云", "197": "何成。非不得成。頌曰。", "198": "展轉增上力二識成決定", "199": "論曰。以諸有情自他相續諸識展轉為增上", "200": "緣。隨其所應二識決定。謂餘相續識差別故。", "201": "令餘相續差別識生各成決定不由外境。若", "202": "如夢中境雖無實而識得起。覺識亦然。何緣", "203": "夢覺造善惡行。愛非愛果當受不同。頌曰。", "204": "心由睡眠壞夢覺果不同", "205": "論曰。在夢位。心由睡眠壞勢力羸劣。覺心不", "206": "爾。故所造行當受異熟。勝劣不同非由外境。", "207": "若唯有識無身語等。羊等云何為他所殺。若", "208": "羊等死不由他害。屠者云何得殺生罪。頌曰。", "209": "由他識轉變有殺害事業", "210": "如鬼等意力令他失念等", "211": "論曰。如由鬼等意念勢力。令他有情失念得", "212": "夢。或著魅等變異事成。具神通者意念勢力。", "213": "令他夢中見種種事。如大迦多衍那意願勢力。", "214": "令娑剌拏王等夢見異事。又如阿練若仙人", "215": "意憤勢力。令吠摩質呾利王夢見異事。如是", "216": "由他識轉變故。令他違害命根事起。應知死", "217": "者謂眾同分。由識變異相續斷滅。復次頌曰。", "218": "彈咤迦等空云何由仙忿", "219": "意罰為大罪此復云何成", "220": "論曰。若不許由他識轉變增上力故他有情", "221": "死。云何世尊為成意罰是大罪故。返問長者", "222": "鄔波離言。汝頗曾聞何因緣故。彈咤迦林。", "223": "末蹬伽林。羯陵伽林。皆空閑寂。長者白佛", "224": "言。喬答摩。我聞由仙意憤恚故。若執神鬼敬", "225": "重仙人。知嫌為殺彼有情類。不但由仙意憤", "226": "恚者。云何引彼。成立意罰為大罪性過於身", "227": "語。由此應知。但由仙忿彼有情死理善成立。", "228": "若唯有識。諸他心智知他心不。設爾何失。若", "229": "不能知何謂他心智。若能知者。唯識應不成。", "230": "雖知他心然不如實。頌曰。", "231": "他心智云何知境不如實", "232": "如知自心智不知如佛境", "233": "論曰。諸他心智云何於境不如實知。如自心", "234": "智。此自心智云何於境不如實知。由無知故。", "235": "二智於境各由無知所覆蔽故。不知如佛淨", "236": "智所行不可言境。此二於境不如實知。由似", "237": "外境虛妄顯現故。所取能取分別未斷故。唯", "238": "識理趣無邊決擇品類差別難度甚深。非佛", "239": "誰能具廣決擇。頌曰。", "240": "我已隨自能略成唯識義", "241": "此中一切種難思佛所行", "242": "論曰。唯識理趣品類無邊。我隨自能已略成", "243": "立。餘一切種非所思議。超諸尋思所行境", "244": "故。如是理趣唯佛所行。諸佛世尊於一切境", "245": "及一切種智無礙故。", "246": "唯識二十論一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1590 唯識二十論: 唯識二十論: 唯識二十論", "source": "CBETA"}