{"author": "唐 提雲般若等譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1346 諸佛集會陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1346 [No. 1347]", "1": "諸佛集會陀羅尼經一卷", "2": "唐三藏法師提雲般若等奉　制譯", "3": "如是我聞。一時佛在恒伽河邊。護世四天王", "4": "之所圍繞。爾時世尊告毘沙門等四天王言。", "5": "汝等當知一切眾生。若男若女若長若幼。皆", "6": "為四種大怖所纏。謂生老病死。然於其中死", "7": "怖一種最難除遣。我今為汝說除遣法。", "8": "爾時四天王即從座起。合掌恭敬白佛言。世", "9": "尊我等今者獲大善利。得值如來攝受世間", "10": "施其命故。", "11": "爾時世尊從座而起。面于東方彈指唱言。彼", "12": "方所有諸佛如來應正等覺。莫不皆為一切", "13": "眾生。而成阿耨多羅三藐三菩提。諸佛當知", "14": "我今為欲哀愍救護諸眾生故。轉先未轉第", "15": "二法輪。當令眾生色力壽命皆悉增長。永復", "16": "無有非時夭橫。唯願諸佛來此會中。為護眾", "17": "生共以威神除其橫苦。南西北方四維上下", "18": "皆亦如是。是時如來以佛眼觀十方世界。一", "19": "一世界皆有諸佛。側塞充滿猶如稻麻。悉來", "20": "此會而為等侶。然見十方一切世界。一一方", "21": "處諸佛世尊亦皆遍滿分明顯現。如是一切", "22": "諸佛如來。俱時發聲而說呪曰。", "23": "折禮句一折羅折禮句二毘那去借音即此字之上聲下有字傍註", "24": "上字皆倣此徵珍里反句三莎蘇括反悉底都以反下同雞句四斫", "25": "迦爛揭時句五鉢羅舍漫都句六薩婆嚕依魯字本", "26": "音而轉舌呼之其下口邊作犁羅麗皆倣此伽句七阿那上𪘨卓諧反句八俱", "27": "那上𪘨句九摩訶捺𪘨句十折𠼐折𠼐句十一", "28": "醯呼計反下同摩具𠼝句十二醯摩儞產去地句十三", "29": "醯摩室尼句十四吉囉上陛句十五吉囉上鞞句十", "30": "六醯引聲俱囉上𠼐句十七俱囉上𠼐句十八俱", "31": "末底句十九毘奢麼謀跛反泥句二十戍暑輸矩反毘上", "32": "婆句二十一阿折禮毘折禮句二十二摩毘上濫婆句二十三", "33": "呼去牟呼去牟句二十四", "34": "爾時十方諸佛。一一皆有金剛密跡王親近", "35": "圍繞。此無量金剛王眾。復共同聲而說呪曰。", "36": "𧵊呼濫反引聲句一𧵊句二室勢句三颯婆去訶", "37": "句四", "38": "爾時毘沙門天王白佛言世尊。我今亦為擁", "39": "護眾生說陀羅尼。令其無有非時夭橫。唯願", "40": "如來垂哀與力。即說呪曰。稅低句一稅怛", "41": "犁句二履梨句三", "42": "爾時毘盧勒叉天王亦作是言。我今為欲護", "43": "諸眾生說陀羅尼。即說呪曰。摩蹬耆瞿雞反句一", "44": "摩蹬耆祇里反尼儞咨反句二暑輸矩反下同摩暑母句", "45": "三", "46": "爾時提頭賴吒天王。亦為擁護諸眾生故而", "47": "說呪曰。", "48": "折囇折囇颯婆去訶", "49": "爾時毘樓博叉天王亦說呪曰。", "50": "跋凌去婆上婆", "51": "爾時世尊告四天王言諸天等此陀羅尼。從", "52": "於一切諸佛所生。一切諸佛共所知見。若善", "53": "男子善女人。乃至有能一日之中讀一遍者。", "54": "是人終不墮於惡趣。當於是人起大師想。若", "55": "有人為欲利益一切眾生。於日日中讀誦斯", "56": "呪。能令眾生壽命增長。亦令其人災橫怖畏", "57": "皆得消除。無諸惡相及眾疾苦。水不能漂", "58": "火不能燒。刀不能傷毒不能害。若在在處處", "59": "有能讀誦此陀羅尼。當知此處則為十方一切", "60": "諸佛常所護念。若人自書若教人書。其人則", "61": "為承事供養一切諸佛。何以故。若於眾生能", "62": "作饒益。則為供養一切佛故。若有專欲擁護", "63": "其身。當書此呪佩著身上。若所在之處有深", "64": "信法善男子善女人等。或遇災難欲令除滅。", "65": "疾應如法受持此呪。持呪法著。先當簡擇清", "66": "淨之處。以栴檀末而塗其地。成一方壇縱廣", "67": "七肘。其人應從月初八日。香湯洗浴著新淨", "68": "衣受八戒齋。唯食粳米石蜜牛乳。取黑沈香", "69": "及龍腦香。共滿一兩置於壇上。又取白檀香", "70": "或沆水香。或龍腦香或復丁香迦矩羅香。而", "71": "置於壇。其人誦此陀羅尼呪。呪此諸香。於日", "72": "日中皆七七遍滿于七日。至十五日一日不", "73": "食其日中時。以欝金香於其壇上作二十一", "74": "小壇。其一處中名如來壇。餘二十壇名金剛", "75": "王壇。又於壇外作四小壇。名四天王壇復取", "76": "麝香龍腦白檀欝金之香及紫檀末。於如來", "77": "壇若散若塗而為供養。自餘諸壇隨取一香", "78": "而供養之。又取乳酪酥及沙糖。如其次第以", "79": "新瓶四口。各別盛之置四天王壇上。又以淨", "80": "水著於瓶內。採十二種果樹之花而置其中。", "81": "又以香油然十支燈置如來壇。為欲供養十", "82": "方佛故。自餘諸壇各然一支。於前所呪諸香", "83": "之內。取龍腦及沈水。於如來壇而燒供養。其", "84": "餘壇上然自餘香。將然香時其如來壇及餘", "85": "壇香。復應各別誦此神呪而以呪之。若有眾", "86": "生得聞此香。非時夭橫靡不除滅。先所呪香", "87": "並燒盡已。然後收彼四天王食散於淨處。", "88": "佛說此經已。四大天王及一切世間天人阿", "89": "修羅乾闥婆等。歡喜奉行。", "90": "諸佛集會陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1346 諸佛集會陀羅尼經", "source": "CBETA"}