{"author": "尊者眾賢造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1562 阿毘達磨順正理論: 阿毘達磨順正理論: 說一切有部順正理論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "8 辯定品3 三", "1": "阿毘達磨順正理論卷第八十", "2": "尊者眾賢造", "3": "三藏法師玄奘奉　詔譯", "4": "4 四辯定品第八之四", "5": "已辯無量。次辯解脫。頌曰。", "6": "解脫有八種前三無貪性", "7": "二二一一定四無色定善", "8": "滅受想解脫微微無間生", "9": "由自地淨心及下無漏出", "10": "三境欲可見四境類品道", "11": "自上苦集滅非擇滅虛空", "12": "論曰。解脫有八。一內有色想觀外色解脫。二", "13": "內無色想觀外色解脫。三淨解脫身作證具", "14": "足住。四無色定為次四解脫。滅受想定為第", "15": "八解脫。八中前三無貪為性近治貪故。然契", "16": "經中說。想觀者想觀增故。如宿住念除去色", "17": "想。三中初二不淨相轉。作青瘀等諸行相故。", "18": "第三解脫清淨相轉。作淨光鮮行相轉故。三", "19": "并助伴皆五蘊性。初二解脫一一通依初二", "20": "靜慮。能治欲界初靜慮中顯色貪故。初二通", "21": "攝近分中間。五地皆能起初二故。欲及初定", "22": "有顯色貪。由眼識身所引起故為解脫彼。初", "23": "二定中建立初二不淨解脫。二三定中眼識", "24": "無故。亦無所引緣顯色貪故。三四定中無不", "25": "淨解脫。初二解脫相似善根。雖欲界中亦容", "26": "得有。而為欲界貪所𣣋雜。故不建立二解", "27": "脫名。三四定中雖亦得有。去所治遠勢力微", "28": "劣。又樂淨伏故不得名第三解脫。依後靜慮", "29": "離八災患心澄淨故。第四并近分立後靜慮", "30": "名。相似善根下地雖有。非增上故不名解脫。", "31": "欲界欲貪所𣣋雜故。初二定中不淨伏故。第", "32": "三定中樂所迷故。又並八災所擾亂故。次四", "33": "解脫如其次第。以四無色定善為性。非無記", "34": "染非解脫故。亦非散善性羸劣故。彼散善者", "35": "如命終心。有說餘時亦有散善。唯生得善無", "36": "聞思故。諸近分地九無間道。八解脫道亦非", "37": "解脫。不背下地故緣下道雜故。又未全脫下", "38": "地染故。契經說彼超過下故。有說近分諸解", "39": "脫道。亦名解脫背下地故。然於餘處唯說根", "40": "本者。以近分中非全解脫故。第八解脫即滅", "41": "盡定。厭背受想而起此故。或總厭背有所緣", "42": "故。然上座言。即諸有情相續分位名滅盡定。", "43": "此亦非理前已廣辯。此滅盡定實有體故。又", "44": "不可說此定有心。曾不見有心無受想思故。", "45": "無容於此越路而行。如說此中受想等滅寂", "46": "靜安樂。阿羅漢等乃有如是殊勝解脫。非無", "47": "義本相續及心。可說名為安樂寂靜。阿羅漢", "48": "等殊勝解脫如何計度。有一類心無有所緣", "49": "離行相轉。有所緣者理必有觸。若許有觸寧", "50": "無受果。應言何礙受等不生。故滅定中無有", "51": "心。理非迷正理纔覽經文。便能會通聖教深", "52": "趣。識非永滅言不離身。如病未永除暫息亦", "53": "名有。微微心後此定現前。前對想心已名微", "54": "細。此更微細故曰微微。次如是心入滅盡定。", "55": "謂有頂地心有三品。即想微細及微微心。由", "56": "上中下品類別故。要下品後滅定現前。故次", "57": "微微入滅盡定。從滅定出或起有頂淨定心。", "58": "或即能起無所有處無漏心。如是入心唯是", "59": "有漏。通從有漏無漏心出。八中前三唯以欲", "60": "界色處為境。有差別者二取不淨。一取淨相。", "61": "既諸色中亦有淨界。總觀為不淨寧非顛倒", "62": "攝。如於苦法計樂成倒。謂諸行中亦有苦雜。", "63": "一向計樂成顛倒故。第三取淨為難亦爾。此", "64": "非過失是所許故。謂亦許此是倒思惟。若爾", "65": "如何性非不善。此是離染所得果故。既不", "66": "稱實何能違染。令順生貪作意遠故。如未離", "67": "欲於淨不淨。思惟淨相能順生貪。非此淨中", "68": "見於淨相。不顛倒故可善性攝。如是離欲於", "69": "淨不淨。思惟不淨能遠離貪。非此淨中見不", "70": "淨相。是顛倒故不善性攝。亦應例釋不淨見", "71": "淨。或此非謂顛倒思惟。諸不淨法總有二種。", "72": "一者自體。二者相雜。諸清淨法雜不淨故亦", "73": "名不淨。世所極成故此思惟不名顛倒。不淨", "74": "雜淨例亦應爾。然觀行者初修觀時。非亦於", "75": "淨界取不淨相。但於不淨界取不淨相。令心", "76": "極厭惡違逆行相轉。後漸增廣違逆行相。普", "77": "於欲界色處境中。總起厭心不生貪染。若於", "78": "純淨界色界色聚中。勝解無能取不淨相。既", "79": "唯欲界諸色聚中。勝解方能取不淨相。故知", "80": "欲界諸色聚中。決定亦有不淨界性。既如不", "81": "淨作不淨解。如何可言是顛倒性。第三取淨", "82": "例此應知。此於所緣既如實轉。如何說是勝", "83": "解作意。由勝解力此於境生。故說此為勝解", "84": "作意。即由此故得解脫名。勝解解脫義相隣", "85": "故。或於少事由勝。解力漸漸增益觀名勝解", "86": "作意。謂於少淨漸增益觀。因此便生無量貪", "87": "染。此既生已心於所緣。遂被拘執不自在轉。", "88": "於少不淨漸增益觀。與前相違增諸善本。如", "89": "觀樂受為壞苦性。雜苦相故觀之為苦。能伏", "90": "煩惱不名顛倒。如是淨界與不淨雜。亦可", "91": "於中觀為不淨不名顛倒。能遠離貪緣淨解", "92": "脫。應知亦爾。觀未成滿但得名為勝解作意。", "93": "後成滿時離染果故引聖道故。亦得名為真", "94": "實作意。如是已辯初三所緣。次四解脫。各以", "95": "自上苦集滅諦。及一切地類智品道彼非擇", "96": "滅。及與虛空為所緣境。無色解脫棄背下地。", "97": "故並不緣下地苦集行相。別者初二不淨。第", "98": "三唯淨俱非十六。無色解脫攝本定故。所作", "99": "行相十六。或非念住俱者。初三解脫身念住", "100": "俱。次四解脫通四念住。智相應者。初三第七", "101": "唯世俗智。第四五六八智。相應根相應者。初", "102": "二解脫喜捨相應。次五解脫唯捨相應。世差", "103": "別者。皆通三世。緣世別者。初三解脫已生可", "104": "生。各緣自世不生緣三。次四解脫緣三非世。", "105": "三性別者。皆唯善性。緣性別者。初三解脫通", "106": "緣三性。次四解脫緣善無記。學等別者。初三", "107": "後二唯是俱非。中三解脫皆通三種。緣學等", "108": "者。初三解脫但緣俱非。四緣三種。見斷等者。", "109": "初三後二唯修所斷。中三有漏修斷餘非。緣", "110": "見斷等者。初三緣修斷。次四解脫各通緣三。", "111": "緣自身等者。初緣自他身。次二緣他。四緣三", "112": "種。得差別者。第八第三唯未曾得。餘六通", "113": "二。通二謂聖內法異生外法。異生唯是曾得。", "114": "經言有色觀諸色者。為顯何義。非未除色能", "115": "如實通此經深義。然諸先聖傳授釋言。未能", "116": "伏除緣內色想是有色義。云何知然。第二解", "117": "脫差別說故。謂於第二既作是言。內無色想", "118": "觀外諸色。故知初解脫未除內色想。由此論", "119": "者建立最初。名內有色想觀外色解脫。謂觀", "120": "行者如害怨。屍雖已離欲貪。而為令堅固", "121": "以不淨行相。復觀外諸色。由於外色數觀察", "122": "故。於內色中亦生厭想。如樂淨者頸繫狗屍。", "123": "極懷羞慚深生厭惡。如是觀外不淨相已。方", "124": "內色身亦是不淨觀心淨故見內身中。三十", "125": "六物不淨充滿。觀如篋中眾色類物。名初解", "126": "脫極成滿位。此成滿位解脫何法。謂心於色", "127": "不樂。憎背訶毀厭惡遮止欲貪。即解脫欲貪", "128": "是無貪性故。若謂說觀故應是慧者。理必不", "129": "然。近治欲貪故體若是慧應近治癡既近治", "130": "貪故無貪性。修觀行者從此後時。漸復遣除", "131": "緣內色想。謂以勝解想自命終。輿載遺身置", "132": "棄屍處。種種禽獸爭共食噉。須臾身盡唯見", "133": "禽獸。或於是處以火焚燒。乃至遺灰風所飄", "134": "鼓。須臾身盡唯見空界。或想自身如酥鹽", "135": "等。為火水等之所融消。乃至身無唯見火", "136": "等。名內無色想觀外色解脫此勝解力除色", "137": "想故。雖緣身起而不見身。既已遣除緣內色", "138": "想。心相續轉無別事業。勝輕安樂任運現前。", "139": "於此位中數數修習。緣色處境厭背行相。是", "140": "名第二解脫成滿。亦如第一解脫欲貪。雖於", "141": "先時修不淨想。已得解脫緣色欲貪。而無始", "142": "來我愛難遣。若觀身有仍恐退生。故後復", "143": "修內無色想。厭惡色觀清淨過前。行者爾時", "144": "依初靜慮。得此二觀深生味著。為欲令此轉", "145": "增進故。入第二靜慮復修二解脫。復修二法", "146": "次第如前。何緣此中厭逆色想。可得說與喜", "147": "受相應。地力使然如苦集智。或由觀見所習", "148": "善根。至成滿時故應生喜。既於色想已得解", "149": "脫。雖遊厭觀而不妨喜。次復進入第三靜", "150": "慮。妙樂迷故心便奢侈。由此不能修諸解脫。", "151": "但起解脫相似善根。此靜慮中地力法爾。事", "152": "欣厭觀俱不能成。從此進修第四靜慮。捨增", "153": "上故心漸澄淨。諸不淨想無復增上。故彼", "154": "不名初二解脫。但可名曰相似善根。彼瑜伽", "155": "師久觀不淨。厭惡轉故令心沈慼。為欲策發", "156": "令暫生歡。或為暫解久修勞倦。或為自審驗", "157": "不淨觀堪能。故彼復依第四靜慮。於欲界色", "158": "起淨勝解。先取寶衣花等淨相。由勝解力漸", "159": "廣思惟。遍於所緣作淨行相。如契經說。彼於", "160": "後時。應取少淨相總思惟諸色。此雖策心而", "161": "不掉舉。雖觀淨相而不起貪。既知善根勢力", "162": "增上。次復於境略聚其心。於一所緣觀淨而", "163": "住此位。名曰淨解脫滿。能究竟捨不淨想故。", "164": "此淨解脫亦如第二內無色想觀外諸色。然", "165": "有差別謂所依地所治行相有差別故。內外", "166": "道身共不共故。通曾未曾得。唯未曾得故少", "167": "用功而得。多用功得故。又淨解脫觀順貪相", "168": "而貪不生。第二解脫觀違貪相得貪不起。餘", "169": "五解脫應知。如前思不相應無色處釋。何緣", "170": "唯說內無色想。除內色想不說外耶。得初靜", "171": "慮時外想已除故。謂得初靜慮外色想已除。", "172": "第四靜慮中更無勞除遣。諸功德法漸次得", "173": "故。又外色想易可遣除。故除彼時未立解脫。", "174": "或外色想空處方除。故於此中但說除內。此", "175": "中所說內無色想。為但遮色想別目餘想", "176": "耶。若謂此言但遮色想。此言無用說觀外色。", "177": "無內色想義已成故。若謂此言別目餘想。應", "178": "說此想為何所緣。此非唯遮以別說故。為緣", "179": "何法緣虛空界。若非不淨行相轉者。如何可", "180": "名第二解脫。此無過失。彼加行故。謂此中言", "181": "內無色想。是第二加行名。第二解脫多因緣", "182": "故。得解脫名。謂已解脫此方生故。或此力", "183": "能引解脫故。或是種種解脫性故。或與解脫", "184": "勝解俱故。此諸解脫依男女身。聖者異生皆", "185": "能修起。唯滅盡定但依聖身。於聖身中通學", "186": "無學。經說滅定超諸有頂。如何可說亦依學", "187": "身。此雖有頂自地所攝。然如上地法超餘方", "188": "得故。如超一切第四定貪。方入根本空無邊", "189": "處。至超一切無所有貪。入本非想非非想處。", "190": "如是超越諸有頂貪。方可得入滅受想定。謂", "191": "有頂貪若斷未斷。要應總伏方入此定。故雖", "192": "自地而名超越。或諸有學已離有頂。見所斷", "193": "故名為超越。或有頂法總有二種。有心無心", "194": "位差別故。超有心故名為超越。或隨所應說", "195": "超無過。唯第三八說身證者。舉二邊際類顯", "196": "所餘。色解脫中淨為邊際。於諸無色滅定為", "197": "邊。或此各在一界邊故。或唯此二種唯內道", "198": "得故。唯未曾得故。多功用得故。盡大種造色", "199": "心心所法故。有說第三初於身色以勝解力。", "200": "取清淨相後漸遣除解脫成滿緣身解脫此為", "201": "究竟。故偏於此立身證名。滅定無心唯依身", "202": "住。故亦於彼立身證名就勝故。然理實皆爾", "203": "依通有理。有契經言何名身證。謂八解脫。此", "204": "八解脫何有情起。若於所緣恒求對治。是貪", "205": "愛行樂修多道。如是有情能起解脫。行者何", "206": "為修解脫等。為令煩惱轉更遠故。為於等至", "207": "得自在故。既得自在便能引發。無諍等德及", "208": "聖神通。由此便能轉變諸境。起留捨等種種", "209": "事業。已辯解脫次辯勝處。頌曰。", "210": "勝處有八種二如初解脫", "211": "次二如第二後四如第三", "212": "論曰。勝處有八。內有色想觀外色少。若好若", "213": "惡於此諸色勝知勝見。有如是想是名為初。", "214": "內有色想觀外色多。廣說乃至。是名第二內", "215": "無色想觀外色少。廣說乃至。是名第三內無", "216": "色想觀外色多。廣說乃至。是名第四內無色", "217": "想觀外色。青青顯青現青光。譬如烏莫迦", "218": "花。或如婆羅痆斯深染青衣於此諸色。勝知", "219": "勝見有如是想。是名第五內無色想觀外色。", "220": "黃黃顯黃現黃光。譬如羯尼迦花。或如婆羅", "221": "痆斯。深染黃衣廣說乃至。是名第六內無色", "222": "想觀外色。赤赤顯赤現赤光。譬如槃豆時縛", "223": "迦花。或如婆羅痆斯。深染赤衣廣說乃至。是", "224": "名第七內無色想觀外色。白白顯白現白光。", "225": "譬如烏沙斯星。或如婆羅痆斯。極鮮白衣廣", "226": "說乃至。是名第八能制伏境。故名勝處。謂雖", "227": "一切所緣色境。清淨光華美妙具足。而善根", "228": "力悉能映蔽。譬如僕隷雖服珍奇。而為其主", "229": "之所映蔽。或於是處轉變自在。不隨起惑故", "230": "名勝處。勝於處故立勝處名。或此善根即名", "231": "為處處能勝。故立勝處名。少謂所緣或自在", "232": "少與此相反說名為多。好惡色言顯劣勝色。", "233": "有說於好能不起貪。於惡不瞋故名為勝。若", "234": "爾勝處體應具無貪瞋。故於此中有別意趣。", "235": "謂不淨行相總觀好惡色。如觀惡色好色亦", "236": "然。總取不淨心自在轉。何勞復觀惡色不淨。", "237": "由曾見淨起諸煩惱。以顛倒覺曾見淨故。今", "238": "如實見為治昔貪。故於惡色亦觀不淨。初觀", "239": "此境名為勝知。後觀成時名為勝見。能自了", "240": "達我於此中。有勝知勝見名有如是想。此四", "241": "勝處自性地等。如次同前初二解脫。謂初二", "242": "勝處是初解脫果。次二勝處是第二果。彼為", "243": "資糧能入此故。總觀不淨能制伏己。復於此", "244": "境觀淨制伏。謂即乘前內無色想。別觀青等", "245": "四顯色相。所言青者謂花等青。言青顯者謂", "246": "衣等青青現青光。顯前二種所有青相。純深", "247": "無雜非如青邊。所發青影及孔雀尾金剛等", "248": "青。然青光言顯青鮮潔。非如日等外發光明。", "249": "或為顯成青色顯著。舉花衣喻。顯加行中取", "250": "彼為門入勝處觀。非於觀內見似此色。烏莫", "251": "迦花花中青勝俱生青內舉此為門。婆羅痆", "252": "斯善於染色。和合青內舉此為門。非加行中", "253": "但取此二。非皆有故不舉珠寶。若處空閑先", "254": "取花相。若居聚落先取衣青。青觀既然黃等", "255": "亦爾。然於夜分先取白星。晝則取衣餘皆如", "256": "上。於晴夜分烏沙斯星。諸白色中最為勝故。", "257": "此四勝處自性地等。應知如前第三解脫。以", "258": "淨解脫為此四因。彼為資糧能入此故。前三", "259": "解脫於諸色中。但能總取不淨淨相。今八勝", "260": "處於諸色中。分別少多青等異相。故前解脫", "261": "但於色中。棄背欲貪及不淨想。今八勝處能", "262": "於所緣。分折制伏令隨心轉。由此證知第三", "263": "解脫。總取淨相故立一名。八勝處中後四勝", "264": "處。差別取故分為四種。若淨解脫亦差別", "265": "緣。取淨性同立為一者。後四勝處應亦立一。", "266": "差別因緣不可得故。已辯勝處次辯遍處。頌", "267": "曰。", "268": "遍處有十種八如淨解脫", "269": "後二淨無色緣自地四蘊", "270": "論曰。遍處有十。謂周遍觀地水火風青黃赤", "271": "白。及空與識二無邊處。經於此處皆言一", "272": "想。上下及傍無二無量。於一切處無間無隙。", "273": "周遍思惟故名遍處。遍於處故立遍處名。或", "274": "此善根即名為處。行相遍故立遍處名。此中", "275": "地等顯示所緣。所說遍言顯示行相。行相雖", "276": "等而所緣別是故遍處分為十種。經言一者", "277": "顯此等至。思惟一類境相現前。想言顯是勝", "278": "解作意。若異此者應言一知。上下傍言顯意", "279": "流轉。言無二者顯。無間隙。無量言顯勝解無", "280": "邊。由勝等持磨瑩力故。令觀行者心自在生。", "281": "能於所緣周遍觀察。何故唯十得遍處名。此", "282": "上更無遍行相故。唯第四定空識無邊。可得", "283": "說有無邊行相。前八遍處如淨解脫。自性皆", "284": "是無貪善根。若并助伴皆五蘊性。後四勝處", "285": "加行引生。故與彼同如淨解脫。又如淨解脫", "286": "依第四靜慮。及緣欲界色處為境。如何地等", "287": "亦名色處。地地界等有差別故。顯形名地等", "288": "如先已說。故說地等遍處不言地界等。故前", "289": "八種但緣色處。風與風界既無差別。如何可", "290": "言亦緣色處。此難非理。以諸世間亦說黑風", "291": "團風等故。由此前八緣色理成。後二遍處如", "292": "次空識二。淨無色為其自性。各緣自地四蘊", "293": "為境。此解脫等三門功德。為由何得。依何身", "294": "起。頌曰。", "295": "滅定如先辯餘皆通二得", "296": "無色依三界餘唯人趣起", "297": "論曰。第八解脫如先已辯。以即是前滅盡定", "298": "故。餘解脫等通由二得。謂由離染及加行得。", "299": "以有曾習未曾習故。前八遍處初修習時。皆", "300": "以眼識為其加行。空處遍處初修亦爾。以初", "301": "必緣空界色故。由勝解力後成滿時。通緣自", "302": "地四蘊為境。識處遍處初修習時。但以意識", "303": "為其加行。以初必緣識為境故。由勝解力後", "304": "成滿時。亦緣自地四蘊為境。四無色解脫二", "305": "無色遍處。一一通依三界身起。然其初起多", "306": "依下地。依自下地皆容後起。唯無所有亦依", "307": "上地。所餘一切依欲界身。唯在人中三洲除", "308": "北。餘慧力劣無聖教故。治欲貪故上二界無。", "309": "有說初起唯依人趣。要由教力所引起故。人", "310": "中有教天趣中無。設有著樂不能初起。故人", "311": "初起退生欲天。由宿習力有後起義。復以何", "312": "緣第三靜慮。有通無量等無解脫等耶。無解", "313": "脫緣前已具辯。解脫無故勝處亦無。解脫為", "314": "門入勝處故。勝處無故遍處亦無。勝處為門", "315": "入遍處故。又第三定耽著妙樂。於生死中此", "316": "樂勝故。不能發起解脫等三。此三皆欲背生", "317": "死故。通無量等隨順於樂。故依此定亦能修", "318": "起。此解脫等三門功德。若隨得一得一切不。", "319": "此不皆爾。其義云何。得後必前前非必後。謂", "320": "得遍處必具得三。得勝處者必得解脫。遍處", "321": "不定或得或無。若得解脫餘二不定。以入遍", "322": "處勝處為門。解脫為門入勝處故。此解脫等", "323": "差別云何。唯能棄背名為解脫。兼析所緣名", "324": "為勝處。加無邊解得遍處名。此三善根漸次", "325": "修故。有餘師說。此三善根由下中上故有差", "326": "別。謂能棄捨勝伏所緣。行相無邊有劣勝故。", "327": "有餘師說。解脫唯因遍處唯果勝處通二。今", "328": "應思擇上二界中。說者既無何緣起定。頌曰。", "329": "二界由因業能起無色定", "330": "色界起靜慮亦由法爾力", "331": "論曰。生上二界總由三緣。能進引生色無色", "332": "定。一由因力。謂於先時近。及數修為起因故。", "333": "二由業力。謂先曾造感上地生順後受業。彼", "334": "業異熟將起現前。勢力能令進起彼定。以若", "335": "未離下地煩惱。必定無容生上地故。三法爾", "336": "力。謂器世界將欲壞時。下地有情法爾能起", "337": "上地靜慮。以於此位所有善法。由法爾力皆", "338": "增盛故。諸有生在上二界中起無色定。由因", "339": "業力非法爾力。無雲等天不為三災之所壞", "340": "故。生在色界起靜慮時。由上二緣及法爾力。", "341": "若生欲界起上定時。一一應知加由教力。由", "342": "教力者。謂人三洲。天亦聞教微故不說。前來", "343": "分別諸勝法門。皆為弘持世尊正法。何謂正", "344": "法當住幾時。頌曰。", "345": "佛正法有二謂教證為體", "346": "有持說行者此便住世間", "347": "論曰。世尊正法體有二種。一教二證。教謂契", "348": "經調伏對法。證謂三乘諸無漏道。若證正法", "349": "住在世間。此所弘持教法亦住理必應爾。現", "350": "見東方證法衰微教多隱沒。北方證法猶增", "351": "盛故。世尊正教流布尚多。由此如來無上智", "352": "境眾聖栖宅。阿毘達磨無倒實義此國盛行。", "353": "非東方等所能傳習。二中教法多分依止。持", "354": "者說者得住世間。證正法住唯依行者。然非", "355": "行者唯證法依。教法亦應依行者。故謂有無", "356": "倒修行法者。能令證法久住世間。證法住時", "357": "教法亦住。故教法住由持說行。但由行者令", "358": "證法住。故佛正法隨此三人。住爾所時便住", "359": "於世。阿毘達磨此論所依。此攝彼中真實要", "360": "義。彼論中義釋有多途。今此論中依何理釋。", "361": "頌曰。", "362": "迦濕彌羅議理成我多依彼釋對法", "363": "少有貶量為我失判法正理在牟尼", "364": "論曰。迦濕彌羅國毘婆沙師議。阿毘達磨理", "365": "善成立。我多依彼釋對法宗。經主此中述己", "366": "本意。言依此國諸善逝子。議對法理大毘婆", "367": "沙。發起正勤如理觀察。為令正法久住世間。", "368": "饒益有情故造斯論。多言顯示少有異途。謂", "369": "形像色去來世等。然諸法性廣大甚深。如實", "370": "說者甚為難遇。自惟覺慧極為微劣。不能勤", "371": "求如實說者。故於廣論所立理中。少有貶量", "372": "為我過失。諸法正理廣大甚深。要昔曾於無", "373": "量佛所。親近修習真智資糧。方於智境一切", "374": "無惑。麟喻獨覺尚於法相不能決判。況諸聲", "375": "聞彼所證法隨他教故。由此決判諸法正理。", "376": "唯在真實大牟尼尊。是故定知阿毘達磨。真", "377": "是佛說應隨信受。無倒修行勤求解脫。", "378": "說一切有部順正理論卷第八十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1562 阿毘達磨順正理論: 阿毘達磨順正理論: 說一切有部順正理論", "source": "CBETA"}