{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0151 佛說阿含正行經: 佛說阿含正行經", "text": {"0": "No. 151", "1": "佛說阿含正行經", "10": "欺，為耳所欺，為鼻所欺，為口所欺，為身所", "11": "欺。目但能見不能聞；耳但能聞不能見；鼻但", "12": "能知香，不能聞；口但能知味，不能知香；身體", "13": "但能知寒溫，不能知味。是五者，皆屬心，心為", "14": "本。」佛言：「諸比丘！欲求道者，當端汝心，從癡但", "15": "墮十二因緣，便有生死。何等十二？一者本為", "16": "癡，二者行，三者識，四者字，五者六入，六者", "17": "栽，七者痛，八者愛，九者受，十者有，十一者", "18": "生，十二者死。施行善者，復得為人，施行惡", "19": "者，死入地獄、餓鬼、畜生中。佛坐思念：『人癡故", "2": "後漢安息國三藏安世高譯", "20": "有生死，何等為癡？』本從癡中來，今生為人，復", "21": "癡心不解目不開，不知死當所趣向？見佛不", "22": "問，見經不讀，見沙門不承事，不信道德，見父", "23": "母不敬，不念世間苦，不知泥犁中考治劇，是", "24": "名為癡故有生死。不止生死，如呼吸間，脆不", "25": "過於人命。人身中有三事，身死識去心去意", "26": "去，是三者，常相追逐。施行惡者，死入泥犁、餓", "27": "鬼、畜生、鬼神中；施行善者，亦有三相追逐，或", "28": "生天上，或生人中，墮是五道中者，皆坐心", "29": "不端故。」佛告諸比丘：「皆端汝心，端汝目，端汝", "3": "聞如是：一時，佛在舍衛國祇樹給孤獨園。是", "30": "耳，端汝鼻，端汝口，端汝身，端汝意，身體當", "31": "斷於土，魂神當不復入泥犁、餓鬼、畜生、鬼神", "32": "中。視人家有惡子，為吏所取，皆坐心不端故。", "33": "人身有百字，如車有百字，人多貪好怒，不思", "34": "惟身中事，死入泥犁中，悔無所復及。」佛言：「我", "35": "身棄國捐，遮迦越王憂斷生死，欲度世間人", "36": "使得泥洹道。第一精進者，即得阿羅漢道。第", "37": "二精進者，自致阿那含道。第三精進者，得斯", "38": "陀含道。第四精進者，得須陀洹道。雖不能大", "39": "精進者，當持五戒：一不殺，二不盜，三不兩", "4": "時，佛告諸比丘言：「我為汝說經，上語亦善，中", "40": "舌，四不婬妷，五不飲酒。」佛言：「人坐起常當", "41": "思念是四事，何等四？一者自觀身，觀他人身。", "42": "二者自觀痛痒，觀他人痛痒。三者自觀意，", "43": "觀他人意。四者自觀法，觀他人法。內復欲亂", "44": "者，心小自端視身體，飽亦極，飢亦極，住亦極，", "45": "坐亦極，行亦極，寒亦極，熱亦極，臥亦極。臥", "46": "欲來時，當自驚起坐，坐不端者，當起立，立不", "47": "端者，當經行，心儻不端者，當自正。譬如國", "48": "王將兵出鬪，健者在前，既在前鄙復却適欲", "49": "却著後人；沙門既棄家，去妻子，除鬚髮，作沙", "5": "語亦善，下語亦善，語深說度世之道，正心", "50": "門，雖一世苦，後長得解脫。已得道者，內獨歡", "51": "喜，視妻如視姊弟，視子如知識，無貪愛之", "52": "心，常慈哀十方諸天人民，泥犁、餓鬼、畜生，", "53": "蜎飛蠕動之類，皆使富貴安隱度脫得泥洹", "54": "之道，見地蟲當以慈心傷哀之。知生不復癡，", "55": "能有是意，常念師事佛，如人念父母，如獄中", "56": "有死罪囚，有賢者往請囚，囚黠慧常念賢者", "57": "恩。比丘以得道，常念佛如是，念經如人念", "58": "飯食。」", "59": "佛言：「諸比丘！轉相承事，如弟事兄，中有癡", "6": "為本。聽我言，使後世傳行之。」諸比丘叉手受", "60": "者，當問慧者，展轉相教。問慧者，如冥中有燈", "61": "火，無得陰搆作惡，無得諍訟。見金銀當如", "62": "視土，無得妄證人入罪法，無得傳人惡言，轉", "63": "相鬪語言，無得中傷人意。不聞莫言聞，不見", "64": "莫言見，行道常當低頭視地，蟲無得蹈殺。無", "65": "得自貪人婦女，無得形相人婦女。坐自思", "66": "惟，去貪愛之心，乃得為道耳。」佛言：「欲求道", "67": "者，當於空閑處坐，自呼吸其喘息，知息短長，", "68": "息不報形體皆極，閉氣不息，形體亦極。分別", "69": "自思惟：『形體誰作者？』心當觀外，亦當觀內。", "7": "教。佛言：「人身中有五賊，牽人入惡道。何等五", "70": "自思惟歡然，與人有異心，當是時不用天下", "71": "珍寶，心稍欲隨正道，意復欲小動者，當攝止", "72": "即還守，意即為還。譬如人有鏡，不明不見形，", "73": "磨去其垢，即自見形。人已去貪婬瞋恚愚癡，", "74": "譬如磨鏡。諦思惟天下，皆無有堅固，亦無有", "75": "常。」佛告諸比丘：「持心當如四方石，石在中庭，", "76": "雨墮亦不能壞，日炙亦不能消，風吹亦不能", "77": "起，持心當如石。」", "78": "佛告諸比丘：「天下人心如流水，中有草木，各", "79": "自流去，不相顧望，前者亦不顧後，後者亦不", "8": "賊？一者色，二者痛痒，三者思想，四者生死，", "80": "顧前，草木流行，各自如故。人心亦如是，一念", "81": "來一念去，如草木前後不相顧望，於天上天", "82": "下無所復樂，寄居天地間，棄身不復生。道成", "83": "乃知師恩，見師者即承事，不見師即思念其", "84": "教誡，如人念父母，意定乃能有一心，便有哀", "85": "天下人民蜎飛蠕動之類。坐自笑我已脫身", "86": "於天下及五道，一者天道，二者人道，三者餓", "87": "鬼道，四者畜生道，五者泥犁道。得阿羅漢者，", "88": "欲飛行變化即能，身中出水火即能，出無間", "89": "入無孔亦能，離世間苦取泥洹道亦能。」", "9": "五者識，是五者人所常念。」佛言：「人常為目所", "90": "佛告諸比丘：「道不可不作，經不可不讀。」佛說", "91": "經已，五百沙門皆得阿羅漢。諸沙門皆起前，", "92": "以頭面著地為佛作禮。", "93": "佛說阿含正行經"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0151 佛說阿含正行經: 佛說阿含正行經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}