{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1446 根本說一切有部毘奈耶隨意事: 根本說一切有部毘奈耶隨意事: 根本說一切有部毘奈耶隨意事", "text": {"0": "No. 1446", "1": "根本說一切有部毘奈耶隨意事", "10": "舊處，如是不語。經三月滿已，補洗衣服訖，著", "100": "一人取一人欲，或二或三，乃至眾多。」不知云", "101": "何取來？佛言：「應到病苾芻邊蹲踞合掌、具威", "102": "儀已如長淨法與其欲，作如是說：『具壽存念！", "103": "今僧伽十五日作隨意。我苾芻某甲亦十五", "104": "日作隨意。我苾芻某甲，自陳無諸障法，為病", "105": "患因緣故。彼如法僧事，我今與欲，此所陳事，", "106": "當為我說。』第二、第三亦如是說。若能如是與", "107": "欲者善；若不能語，以身表業，亦成與欲。若不", "108": "能語，復不能以身表者，一切僧伽並皆應往", "109": "就病人所。若病人不來，眾不往彼作隨意者，", "11": "衣持鉢，從安居處漸已遊行，往室羅筏城。到", "110": "作法不成，得越法罪。」", "111": "佛言：「我今為受隨意欲苾芻，所有行法，今當", "112": "說之。其受欲苾芻，不得急走等，乃至如長淨", "113": "法中廣說。其持欲淨苾芻，既入眾中，或上座", "114": "邊說。此若不能，比座邊說亦得，應如是說：『具", "115": "壽存念！於某處房苾芻某甲，身嬰病苦。今僧", "116": "伽十五日作隨意，彼苾芻某甲亦十五日作", "117": "隨意。彼苾芻某甲，自陳無諸障法，為病患因", "118": "緣，如法僧事與欲。彼所陳事，我今具說。』如上", "119": "所說，若不依者，得越法罪。」具壽鄔波離白佛", "12": "已各置衣鉢，洗足已，至世尊所，頭面禮足，在", "120": "言：「大德！若受隨意欲已，忽至中路身死，得成", "121": "善持欲不？」佛言：「不成，應更取欲。」具如褒灑陀", "122": "中廣說。", "123": "具壽鄔波離白佛言：「大德！若有住處，唯一苾", "124": "芻獨住，此欲如何作隨意事？」佛言：「應於住處", "125": "灑掃清淨瞿摩塗已，應敷座席，作眾事訖，隨", "126": "其力分，自誦少多經已，應於高逈處四望，看", "127": "有苾芻來，知是清淨。若二、三人，即應相喚速", "128": "來，共為隨意。然即於彼客苾芻所，對首法作", "129": "如是言：『具壽存念！今十五日是隨意日，我苾", "13": "一面坐。諸佛常法客苾芻來，先加慰問：「汝從", "130": "芻某甲亦十五日且為守持隨意。若於後時，", "131": "遇和合眾，當共彼和合眾如是法隨意。』第二、", "132": "第三亦如是說。若其眾多無智愚癡之人，足", "133": "眾數為隨意者，不成隨意。應待有善苾芻來，", "134": "共為隨意。若無，應居本座，作心念隨意，如是", "135": "心念口言：『今十五日是隨意日，我苾芻某甲", "136": "亦十五日為心念隨意。若於後有時如法", "137": "眾，共為隨意。』如是三說。若有一、二、三苾芻共", "138": "住者，亦應如前作對首法，作其隨意。若有四", "139": "人僧伽，作隨意者，咸作對首隨意，不差五德", "14": "何來？道路安樂耶？何處安居？」白言：「我等於禪", "140": "為隨意事。若滿五人方為眾法，即應作白，為", "141": "隨意事。設有病人應將入眾，不應取欲。如有", "142": "六人，或復過斯，咸作單白，為隨意事。作隨意", "143": "時，若有病人，應令取欲。」或有一如法止住隨", "144": "意，一是非法；三是法，一非法；五是法，一非", "145": "法。云何一如法止住隨意，一是非法？但一說", "146": "已，即便止住，是名非法。若具足說，是名如法", "147": "隨意。云何三是法，一是非法？三遍說隨意已", "148": "止住，是名法。一遍說已，即便止住，是名非", "149": "法。云何五是法，一非法？於中一是如法，合", "15": "那鉢多安居，纔從彼來，於彼安居，甚得安穩", "150": "三遍說隨意。即一遍說而便止住，是名非法", "151": "止住隨意。或有一說成隨意，或有二說、三說", "152": "隨意，或時大眾一時都說。此依何義一說隨", "153": "意？若十五日，眾多苾芻集在一處欲為隨", "154": "意。然於眾中多患痔病，若欲三說，恐諸病苾", "155": "芻等不堪久坐，以是緣故，佛言：「一說隨意。」復", "156": "有眾多苾芻，集在一處，為隨意事，或時天雨、", "157": "或天欲雨。時諸苾芻等，作如是念：「若三說者，", "158": "恐其天雨濕諸臥具。」是故佛聽一說隨意。復", "159": "有眾多苾芻，集在一處為隨意事。若於住處、", "16": "和合，亦不以乞食為苦。但緣我等眾多苾芻，", "160": "或有王來并諸眷屬、或有大臣官屬、城內外", "161": "人，亦皆來集。將諸飲食及衣物等，奉施苾芻", "162": "僧伽，令其呪願。苾芻竟夜呪願，極大辛苦。然", "163": "諸苾芻各作是念：「為王等來，種種布施，呪願", "164": "辛苦，恐其天明。」以是緣故，開聽一說隨意。又", "165": "隨意時，眾多苾芻共集欲作隨意。其中解蘇", "166": "怛羅、毘奈耶、摩咥里迦諸苾芻等，通夜誦經", "167": "及以說法。時諸苾芻各作是念：「此解三藏苾", "168": "芻，竟夜誦經及以說法，極為辛苦。然恐天", "169": "明，不得三說。」是故開聽一說隨意。又隨意時，", "17": "於彼安居三月之內，各共立制，於安居中不", "170": "若有四種諍起，應就解三藏苾芻決斷其罪。", "171": "既除罪已，彼諸苾芻作是念言：「此三藏苾芻", "172": "竟夜除諍，極為辛苦。復恐天明，三說隨意，恐", "173": "為有礙。」以是緣故，開聽一說隨意。又隨意", "174": "時，或有諸王，嚴四種兵，到其住處，或象馬車", "175": "步等。其王瞋怒，作是言：「捉取此沙門釋子繫", "176": "縛，將令使看象看馬，我今種種諸雜驅使，令", "177": "其役力，或作是勅，捉取沙門，奪其衣鉢，皆悉", "178": "殺之。」諸苾芻等作是念言：「我若三說隨意，恐", "179": "王瞋責，作無益事。」是故開聽一說隨意。若隨", "18": "相共語，乃至如上立制法中具說，得安樂住，", "180": "意時有諸賊等、或是破城破村落者、或殺他", "181": "人牛羊等賊、或殺牛羊取血塗戶塗門及以", "182": "窓嚮，作諸非法，或復遣信喚諸苾芻。時諸苾", "183": "芻即作是念：「我若三說隨意，恐彼諸賊破城", "184": "破村，并殺牛羊。既作非法，彼來喚我，作無利", "185": "事，或奪衣鉢或斷命根。」以斯緣故，聖開一說", "186": "而為隨意。若隨意時於斯住處，有老苾芻性", "187": "無所知，多足涕唾，或從遠來，路行乏困，或有", "188": "女人、或復童女、或有鬪諍，不信天魔諸惡鬼", "189": "神。來至門所作如是言：「沙門！汝等作不淨事、", "19": "不以乞食為患。」佛告諸苾芻曰：「汝等愚癡，無", "190": "或唾諸床席、或上變下瀉。」又諸神等令諸苾", "191": "芻看鬼神等病。苾芻作念：「若我三說隨意，現", "192": "有諸難，令我不安。」由是佛言：「開聽一說隨意", "193": "無犯。」若諸苾芻惡獸住處作僧房舍，然於此", "194": "處，或有老女、及無智女、并童女等性不淨潔。", "195": "然諸苾芻污諸床席，非法大小便，浣其弊衣", "196": "曬之，或令鬼神瞋恨，使諸毒害惡獸來損苾", "197": "芻所，謂虎豹豺狼羆等來至僧坊、或別房中、", "198": "垣牆食處乃至遍一切處，皆有諸難。欲三說隨", "199": "意，恐有難來，聖開一說。若有苾芻近龍住處", "2": "一卷", "20": "一智人。汝等云何作此非法制，令不共語耶？", "200": "而居止者，種種污穢、或多唾涕、上變下瀉大", "201": "小便利，多諸不淨，令使龍瞋、或放諸毒虫傷", "202": "損苾芻、或龍自來告苾芻曰：「汝於我處，多諸", "203": "不淨如上，非法之事。」苾芻作念：「我若三說隨", "204": "意，恐龍難等。」以是事故，聖開一說、或一時對", "205": "說。若時僧坊近諸俗舍，苾芻欲隨意時，諸俗", "206": "家中忽然失火，其火漸漸逼近僧坊、或恐失", "207": "命、梵行等難或損衣鉢等。若三說隨意，恐火", "208": "將近，以是故開一說隨意，或一時對說隨意", "209": "不犯。若僧伽住處近大山谷，隨意時天降大", "21": "猶如怨家共住、食怨家食，此甚為苦。云何乃", "210": "雨，水漲㵱汎諸王宅舍村林園樹，漸逼僧坊。", "211": "若三說者，恐諸苾芻命難、衣鉢等難，以是義", "212": "故，聖開一說、或一時對說。若苾芻住處在於", "213": "曠野遠處，恐怖難起畏損命等。諸苾芻各相", "214": "報曰：「今十五日是隨意時。我等既有急迫難", "215": "來，不得隨意，任情散去，後當如法作隨意事。」", "216": "若有如是等緣來至，一時急起，並皆無犯。", "217": "具壽鄔波離白佛言：「若有眾多苾芻，共作安", "218": "居，或時未滿，欲餘處遊行。便即隨意得不？」佛", "219": "言：「不得。若言：『我今且停隨意，後當餘處隨意。』", "22": "言得安樂住？是外道法、是愚癡法、非出要法。」", "220": "諸苾芻應報言：『具壽！我等此處安居，不應餘", "221": "處隨意及停隨意。佛令我等如法安居滿已，", "222": "後當如法清淨隨意。』」「若苾芻言：『我有緣去，應", "223": "可為我隨意及停隨意，待彼作者。』得不？」佛言：", "224": "「鄔波離！此不成隨意。彼應報言：『我本不合相", "225": "囑隨意及停隨意，待候安居了。佛聽我等安", "226": "居滿已，然後如法清淨隨意，不聽我等不如", "227": "法隨意。』」佛言：「鄔波離！如上所說，不依行者，若", "228": "作非法，皆得惡作。」若苾芻至十五日隨意時，", "229": "忽被王捉、若大臣捉、或被賊捉、或怨家捉。彼", "23": "佛言：「汝等苾芻，自今已後，作啞默法者，得越", "230": "苾芻眾應遣信報言：「暫放此苾芻來，有少事", "231": "緣。」彼若放者善；若不放者，應就小界而為隨", "232": "意。彼被捉苾芻後時得脫，應更隨意。若不爾", "233": "者，得越法罪。若苾芻至隨意時，若憶知有罪，", "234": "應於餘處苾芻所作說悔法，方可作隨意。若", "235": "不說罪作隨意者，不成隨意。如長淨法中廣", "236": "說，於十事中亦廣說。若至隨意時，苾芻憶知", "237": "有罪，欲說悔者，若是波羅市迦罪，眾應擯出", "238": "然後隨意。有犯僧伽伐尸沙罪者，應且置是", "239": "罪，先隨意已後當治罪。若波逸底迦、波羅底", "24": "法罪。」若苾芻安居竟，佛言：「應請三事見聞疑，", "240": "提舍尼、及突色訖里多者，先應說悔後作隨", "241": "意。若苾芻至隨意時，於他勝罪而生疑惑，或", "242": "有不是他勝。若犯他勝，不共住者，不成苾芻。", "243": "若不是不共住等，應且住然後隨意。若隨意", "244": "時，有苾芻或有說罪、若有羯磨其出說罪", "245": "者，應先說罪，後當隨意。其有羯磨出者，應先", "246": "羯磨後方隨意。若隨意時，或有苾芻自相謂", "247": "曰：「汝身有罪。」其舉罪苾芻不善身口意者，不", "248": "應須語且為隨意。若隨意時，有苾芻舉罪者，", "249": "應先觀此人護身口意不？若此人身善口不善", "25": "作隨意事。」既令苾芻作三事見聞疑，時諸苾", "250": "者，不應用語，應當隨意。若能善護口於身不", "251": "善者，亦不應用語。雖善護身口，而不閑三藏", "252": "者，亦不應用語，且為隨意。若隨意時，或有舉", "253": "罪苾芻，而善護身口，雖學三藏，不知深義，亦", "254": "不曉了。應告彼云：「審諦觀察，然後與我如法", "255": "除罪。」應為隨意。若隨意時，雖有苾芻，善護身", "256": "口，亦學三藏，善知其義，曉了其事。而復心迷，", "257": "至僧伽中，法說非法、非法說法，以非為是，說", "258": "毘奈耶為非毘奈耶，非毘奈耶說為毘奈耶，", "259": "來遮隨意。僧應問言：「眾中誰有其罪？復是何", "26": "芻不知云何作？佛言：「去隨意七八日前，諸舊", "260": "罪？為是他勝？為是僧伽伐尸沙、波羅底提舍", "261": "尼、突色訖里多？為晝？為夜？為在道行？為在道", "262": "傍？為是行時？為是住時？為立坐時？為在臥時？」", "263": "若言：「犯四他勝，不犯僧殘乃至惡作。」若言：「犯", "264": "僧伽伐尸沙，不犯四他勝乃至不犯惡作。」若", "265": "言：「犯波逸底迦，不犯波羅市迦乃至惡作。」若", "266": "言：「犯提舍尼，不犯四他勝乃至惡作。」若言：「犯", "267": "突色訖里多，不犯他勝乃至提舍尼。」若言：「犯", "268": "初他勝，不犯第二、第三乃至第四亦如是。」若", "269": "言：「犯第二他勝，不犯初，乃至不犯第三第四", "27": "住苾芻應於隨近村坊之處，普皆遍告所有", "270": "亦如是。」若言：「犯第三他勝，不犯初二及第四", "271": "亦如是。」若言：「犯初僧伽伐尸沙，不犯第二、乃", "272": "至不犯第十三。」若言：「犯第二僧殘，不犯第一、", "273": "乃至不犯第十三。」若言：「犯第三僧殘，不犯初", "274": "二乃至第十一。」如是十三僧殘，展轉上下作", "275": "句亦同上。若言：「犯初波逸底迦，不犯第二、乃", "276": "至不是第九十。」若言：「是第二，不是初及第三", "277": "乃至九十。」如是展轉乃至九十作句亦如是。", "278": "若言：「犯波羅底提舍尼，而是初、不是第二乃", "279": "至第四亦如是。」若犯第二，不是初乃至三四，", "28": "老少苾芻，及未近圓者，於供養事咸共修營，", "280": "作句亦如是。若言：「犯突色訖里多，而是初不", "281": "是第二，乃至終亦如是。」若言：「是夜中犯，不是", "282": "晝。」或言：「晝不是夜。」或言：「是道非道傍，或道傍", "283": "不是道。」或言：「行時不是住時。」或言：「住時不是", "284": "行時。」或言：「立時不是坐時。」或言：「坐時不是立", "285": "時。」或言：「坐時不是臥時。」亦如上。此苾芻說上", "286": "諸事，眾應具問。若前引後違，如是不定者，不", "287": "應取其語。若僧伽問已，而語不異，即應問言：", "288": "「當見犯時，作何形相？出何言語？作何意趣？」若", "289": "言：「犯他勝。」者，眾應驅出，方作隨意。若言：「犯僧", "29": "至八月十四日，應須佛殿所、制底邊作諸供", "290": "伽波尸沙。」者，即應且置其事先為隨意。若言：", "291": "「犯波逸底迦提舍尼，乃至突色訖里多。」者，先", "292": "應說悔，方為隨意。若至十五日作隨意時，眾", "293": "多舊住苾芻集在一處，若五、或過，而為隨意。", "294": "復有少許舊住苾芻，不來共集隨意。苾芻即", "295": "作是念：「此有苾芻，不來至此，遂共生疑。我等", "296": "不待彼來，今此隨意，為成、不成？」作如是疑，即", "297": "便隨意。彼少苾芻後來至眾，應更隨意，其先", "298": "隨意人得越法罪，由非法故，餘如長淨法中", "299": "已說。具壽鄔波離白佛言：「世尊大德！有苾芻", "3": "大唐三藏義淨奉　制譯", "30": "養：燒香懸幡，一切嚴飾，並皆應作。若鄔波馱", "300": "安居，作隨意時，問此中不有鬪諍者、調哢者、", "301": "難問者、將向王官等家者、禁閉人者、非法舉", "302": "罪者，來斯住處，現在苾芻是慚愧者不？」又問：", "303": "「有如是鬪諍惡人來，不知云何隨意？」佛告鄔", "304": "波離：「若有如是惡人來急者，應二、三人向小", "305": "界場中自為隨意。若得者善；若不得者，應出", "306": "迎之，為取衣鉢，安慰問訊，種種濡語。安置房", "307": "中已，應自急為隨意。若得者善；若不得者，應", "308": "為洗浴。若肯洗浴者，應令一人說法彼等聽", "309": "法，應自急為隨意。若得者善；不得者，應自向", "31": "耶、阿遮利耶、諸有門徒皆令共辦，并及掃灑，", "310": "小界而為長淨。彼苾芻若問言：『今是隨意時，", "311": "汝等何故長淨？』彼應報言：『汝客苾芻，須知我", "312": "舊住人，自有法則。』彼客苾芻謂言：『合爾，共為", "313": "長淨。』事既了訖，待彼散已，更和合別為隨意。」", "314": "若有住處作隨意時，有病苾芻房中不來，不", "315": "知云何作其隨意？應報之曰：「若能來者來。若", "316": "不能來，應將欲及隨意來。」遣使往病苾芻所，", "317": "報言：「汝往隨意處。」若能去者善；若不能，應與", "318": "欲隨意。於隨意時，有其四事：或有事無人、或", "319": "有人無事、或俱有、俱無。云何名有事無人？若", "32": "瞿摩塗地，供養僧伽，上美飲食并行酥等，諸", "320": "於隨意時，無識解、無性識，不善知好事，亦", "321": "不知作善。若近天神住處、或向天神住處、或", "322": "婦女及童女、或罵彼天神種種惡說、或復作", "323": "不淨、或天神瞋恚，來至寺門，作如是言：「賢首", "324": "等，汝所作不善，甚不如法，汝諸賢首豈合作", "325": "如是如是事不？」而不的言：「某甲有過。」此名有", "326": "事無人。云何名有人無事？至隨意時，如前廣", "327": "說。天神瞋怒，來至寺門，作如是言：「某甲苾", "328": "芻，於我有犯。」而不說言：「有如是罪過。」此名有", "329": "人無事。云何名有事有人？謂說其罪過及人", "33": "供養物，隨時施設。諸苾芻等應相慰問：『我等", "330": "名字，是名有人有事。云何名無人無事？二俱", "331": "無故，是名為四。", "332": "根本說一切有部毘奈耶隨意事一卷", "34": "安居，甚為安樂。』十四日夜，令持經者通夜誦", "35": "經。明日知時，作隨意事，勿過明相。既至明日", "36": "應差五德，為眾作隨意者，或一、二、多，須具五", "37": "德人。若先不和能令和合，先和合者極令樂", "38": "住。云何為五？謂不愛、不恚、不怖、不癡、善能", "39": "分別隨意等事。若翻斯五，即不應差。既具五", "4": "爾時薄伽梵在室羅筏城逝多林給孤獨園，", "40": "德，應如是差：敷座席、鳴揵椎、集僧伽、作前", "41": "方便，問眾許已，應勸獎：『汝某甲，頗能為夏坐", "42": "僧伽，以三事見聞疑，為隨意不？』彼答言：『能。』次", "43": "一苾芻應先作白，方為羯磨。", "44": "「『大德僧伽聽！此某甲苾芻，今為夏坐僧伽作", "45": "隨意苾芻。若僧伽時至聽者，僧伽聽許僧伽", "46": "今差某甲為隨意苾芻，某甲當為夏坐僧伽", "47": "作隨意苾芻。白如是。』", "48": "「『大德僧伽聽！此某甲苾芻，今為夏坐僧伽作", "49": "隨意苾芻。僧伽今差某甲為隨意苾芻，某甲", "5": "三月雨安居。時有眾多苾芻，於餘處安居，各", "50": "當為夏坐僧伽作隨意苾芻。若諸具壽聽某", "51": "甲為隨意苾芻，某甲當為夏坐僧伽作隨意", "52": "苾芻者默然；若不許者說。』『僧伽已許某甲當", "53": "為夏坐僧伽作隨意苾芻竟。僧伽已聽許，由", "54": "其默然故，我今如是持。』」世尊告曰：「汝諸苾芻！", "55": "我今當制作隨意苾芻所有行法。汝等諦聽！", "56": "我今當說。受隨意苾芻應行生茅與諸苾芻", "57": "為座。若一人作受隨意者，應從上座而為隨", "58": "意，乃至下坐。若二人者，一從上坐受隨意，一", "59": "從半向下，至於行末。若差三人，從三處起，准", "6": "共立制，作如是言：「諸具壽！我等安居三月，不", "60": "事可知。諸苾芻等並居茅座，蹲踞而住。上座", "61": "應為單白：『大德僧伽聽！今僧伽十五日作隨", "62": "意事。若僧伽時至聽者，僧伽應許僧伽今作", "63": "隨意。白如是。』其受隨意苾芻，應向上座前，蹲", "64": "踞而住。", "65": "「爾時上座及餘下坐，應敷生茅，顛倒橫布，即", "66": "移身近前，雙足俱蹋，手屈少許，當前執之，作", "67": "如是說：『具壽存念！今僧伽十五日作隨意，我", "68": "苾芻某甲，亦十五日作隨意。我苾芻某甲對", "69": "僧伽向大德以三事見聞疑，作隨意事。』", "7": "應言諸破戒、破見、破軌儀、非正命等。若見有", "70": "「『大德僧伽！應攝受教示我，應饒益哀愍我。是", "71": "能愍者，願哀愍故。若知見罪，我當如律而為", "72": "說悔。』第二、第三亦如是說。受隨意苾芻，應言：", "73": "『奧箄迦。』彼答云：『娑度。』如是次第，乃至下座，亦", "74": "如是說。其隨意人，應更互相向作隨意事，亦", "75": "應三說。若受隨意苾芻，或二、或三、或四，乃至", "76": "多人，自相對作。若一人，應對已作隨意人而", "77": "為隨意，作法准知。苾芻既了，次喚苾芻尼眾，", "78": "令一一入眾中，對隨意苾芻，如大苾芻法作", "79": "隨意事。次喚式叉摩拏、求寂男、求寂女，皆須", "8": "廁草闕，及君持無水，應即添著并安舊處。若", "80": "如次，一一對五德苾芻，同前作法。其受隨意", "81": "苾芻，應向上座前立，作如是白言：『大德諸妹！", "82": "二部僧伽，已作隨意竟。』二部僧伽並應唱", "83": "言：『善哉已作隨意，極善已作順意。』唱者善，如", "84": "不唱者，得惡作罪。受隨意苾芻，應持小刀子、", "85": "或持針線、或持諸雜沙門資具，在上座前立，", "86": "作如是言：『大德！此等諸物，頗得與安居竟", "87": "人，作隨意施不？若於此處，更獲諸餘利物，和", "88": "合僧伽應合分不？』舉眾同時答云：『合分。』若異", "89": "此者，隨意苾芻及餘大眾，皆得越法罪。」", "9": "獨自不能為者，應以手喚伴共作。」制已各還", "90": "具壽鄔波離白佛言：「世尊！有幾種作隨意？」佛", "91": "言：「有四種：一、非法別眾；二、非法和合；三、如法", "92": "不和合；四、如法和合。」佛言：「鄔波離！於此四", "93": "中，如法和合是為其善。」由是法和合故，於十", "94": "五日作隨意時。世尊即於僧伽中就座而坐。", "95": "佛告諸苾芻：「夜分已過，何不隨意？」時有苾芻，", "96": "於其眾中，從座而起，正衣一邊，合掌頂禮已，", "97": "白言：「於某房有舊住苾芻，身嬰重病，極為困", "98": "苦。其病苾芻不能赴集，不知云何？」佛言：「應取", "99": "隨意欲來。」諸苾芻不知云何取欲來？佛言：「或"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1446 根本說一切有部毘奈耶隨意事: 根本說一切有部毘奈耶隨意事: 根本說一切有部毘奈耶隨意事", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}