{"author": "姚秦 竺佛念譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1464 鼻奈耶", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "波逸提法", "1": "鼻奈耶卷第十", "2": "姚秦涼州沙門竺佛念譯", "3": "佛世尊遊舍衛國祇樹給孤獨園。時六群", "4": "比丘宿所請佛比丘僧處，平旦至彼家坐抱", "5": "小兒弄。時天甚熱，長者婦女脫衣與比丘僧", "6": "辦食羞。六群比丘時。諸長者見，自相謂言：「此", "7": "沙門釋子無有禁忌，眾僧未來先至此坐，妨", "8": "人辦食。」十二法比丘聞，往白世尊。世尊告曰：", "9": "「若比丘，請小食中食先至彼坐，於大眾前弄", "10": "小兒者，墮。」佛世尊遊舍衛國祇樹給孤獨園。", "11": "時六群比丘自恃王家子，雞未鳴入宮裏。諸", "12": "長者見，自相謂言：「此沙門釋子自恃王家子，", "13": "雞未鳴入宮。」十二法比丘聞，往白世尊。世尊", "14": "告曰：「若比丘，天未明未藏舉寶、王未著衣服，", "15": "過城門閾，除官急呼，犯者墮。有十事不得入", "16": "王家：若比丘入宮，王第一夫人出，笑向沙門", "17": "作禮，比丘亦笑向。王見便生惡念：『此沙門", "18": "必與我婦通。』此初不可入王家。或時王與夫", "19": "人共宿，後忘與宿而夫人有娠。比丘入宮，王", "20": "便生惡心：『此沙門數來入宮，必當與我婦通。』", "21": "此比丘第二不得入王家。或時王家失珍寶，", "22": "比丘入宮，王便生惡心：『此沙門數數入宮，或", "23": "能偷珍寶去。』此比丘第三不可入王家。或", "24": "時王謀議欲殺太子及諸宗親，王未有教而", "25": "事漏泄。比丘入宮、王便生惡念：『更無餘人，正", "26": "此比丘傳漏此事。』此比丘第四不可入王家。", "27": "或時太子欲謀殺王，比丘入宮，與太子坐起", "28": "言語。王便生惡念：『此比丘數至太子所，必當", "29": "與共同謀。』此比丘第五不得入王家。或時王", "30": "欲殺大臣，王未有教而聲漏出。比丘入宮，王", "31": "便生惡念：『更無餘人，此必比丘傳漏此語。』此", "32": "比丘第六不得入王家。或時王欲以賤人作", "33": "大臣，王未有教而聲漏出。比丘入宮，王便生", "34": "惡念：『此比丘傳漏此語。』此比丘第七不得入", "35": "王家。或時王欲攻伐他國，非人閱叉傳此語。", "36": "比丘入宮，王便生惡念：『此必比丘傳漏此語。』", "37": "此比丘第八不得入王家。或時王左右大臣", "38": "或不喜見比丘，比丘入宮，大臣不喜見。是比", "39": "丘第九不得入王家。或比丘數數入宮，留宿", "40": "不得出，妨不得坐禪誦經稟受。此比丘第十", "41": "不得入王家。」", "42": "佛世尊遊舍衛國祇樹給孤獨園。時十五日", "43": "撾揵搥，比丘集會說戒。時闡怒比丘自作", "44": "是語：「所有教誡我盡誦習上口。」諸比丘謂呼", "45": "闡怒比丘誦戒上口。諸比丘往白世尊。世尊", "46": "告曰：「若比丘說戒時作是語：『我知此法半月", "47": "次來說戒，我解此法。』諸比丘謂此比丘數數", "48": "來聽、或曾聞此戒、或處處聞，如法悔過，教", "49": "令一心聽戒。是比丘不解言解者，墮。」佛世尊", "50": "遊舍衛國祇樹給孤獨園。諸比丘以象牙骨", "51": "角作鍼筒。諸長者見，自相謂言：「此沙門釋子", "52": "不貪好。云何持象牙骨角用作鍼筒？」十二法", "53": "比丘聞，往白世尊。世尊告曰：「若比丘，不得持", "54": "象牙骨角作鍼筒，作者墮。」佛世尊遊舍衛國", "55": "祇樹給孤獨園。諸比丘不知作床，作床施高", "56": "脚。十二法比丘聞，往白世尊。世尊告曰：「若比", "57": "丘作床，足高八指，除入梐。過者墮。」佛指也佛世", "58": "尊遊舍衛國祇樹給孤獨園。時六群比丘收", "59": "取樹綿及蒲臺，用貯臥具，未經幾日便生虫。", "60": "十二法比丘往白世尊。世尊告曰：「若比丘持", "61": "樹綿蒲臺、用貯充臥具者、墮。」樹綿，野蠶綿也佛世尊遊", "62": "舍衛國給孤獨園。時六群比丘作雨被，不", "63": "知長短。十二法比丘往白佛。佛告曰：「若比", "64": "丘作雨被，布長六肘、廣二肘半。過者墮。」佛", "65": "世尊遊舍衛國祇樹給孤獨園。時諸比丘衣", "66": "被單薄，世尊聽著犍𡂠車陀泥洹僧覆寬衣。諸比丘", "67": "不知當云何作，往白世尊。世尊告曰：「若比丘", "68": "作犍𡂠車陀，長四肘、廣兩肘。過者墮。」佛世", "69": "尊遊舍衛國祇樹給孤獨園。世尊聽作尼師", "70": "檀，諸比丘不知當云何作，往白世尊。世尊", "71": "告曰：「若比丘作尼師檀，長二肘、廣一肘半，除", "72": "其緣。過者墮。」佛世尊遊舍衛國祇樹給孤獨", "73": "園。時難陀比丘是世尊弟姨母兒，端政無雙，", "74": "佛有三十二相，難陀有三十相。世尊所著衣，", "75": "難陀亦同如來所著衣。諸長老比丘遙見難", "76": "陀來，謂是如來，皆從坐起迎。難陀來到相見，", "77": "知是難陀非是佛，皆羞恥還坐。十二法比丘", "78": "往白世尊。世尊集和合僧，備十功德，佛為沙", "79": "門結戒：「若比丘作三衣與如來等者，貝逸", "80": "提。如來衣者，長九肘、廣六肘。此是如來衣。」", "81": "比丘自用肘，廣三肘、長五肘九十竟", "82": "𤿺麗提舍尼𤿺麗提舍尼", "83": "佛世尊遊舍衛國祇樹給孤獨園。爾時年旱", "84": "穀貴，乞求難得，諸比丘顏色憔悴。瞿曇彌提", "85": "恕比丘尼廣有知識，所索從意，諸長者不", "86": "逆。見諸比丘顏色憔悴，所得飯食盡施比丘", "87": "而自餓不食。連三四日不食，平旦欲來入城，", "88": "至城門頭懸臥路側。有一優婆塞遙見，即入", "89": "家遣一婢使：「汝往扶彼比丘尼來」。時婢使即", "90": "往扶比丘尼，將來至舍，即煮粥飯比丘尼。優", "91": "婆塞問：「阿姨！有何患苦，於路側臥？」時比丘", "92": "尼具說此事。諸長者聞，自相謂言：「此沙門釋", "93": "子不知厭足，乃使提恕比丘尼不食三四日，", "94": "甚為苦哉。」十二法比丘聞，往白世尊。世尊告", "95": "曰：「若比丘，不病入邑落，從非親里比丘尼自", "96": "手取食飯。此比丘當向善比丘悔過：『我為可", "97": "恥，如法悔過。』此悔過法。」佛世尊遊舍衛國祇", "98": "樹給孤獨園。有一長者施設淨食，請眾多比", "99": "丘僧。吐羅難陀比丘尼亦於彼家食，大呼求", "100": "欲得益。諸長者見，自相謂言：「此比丘尼於大", "101": "眾中何以高聲喚呼？」十二法比丘聞，往白世", "102": "尊。世尊告曰：「若比丘坐食，比丘尼於眾中大", "103": "呼索食。比丘不得食，當默然住。諸比丘當語", "104": "比丘尼言：『大妹！小住。須比丘食竟。』其眾中不", "105": "有一比丘語比丘尼小住者，此比丘當向諸", "106": "比丘悔過：『我為可恥，如法悔過。』此悔過法。」佛", "107": "世尊遊舍衛國祇樹給孤獨園。爾時舍衛國", "108": "波斯匿王大臣失梨羯怒，財富無數大有田", "109": "業，持戒精進智慧聰明，見諦得果，請佛及比", "110": "丘僧供給衣食床臥病瘦醫藥，布施作福。作", "111": "福不已，後稍稍貧，妻息奴僕衣裳不覆形體。", "112": "諸長者見，自相謂言：「此沙門釋子不知厭足，", "113": "數來失梨羯怒舍，奪妻息分為比丘食，妻息", "114": "裸形行。」十二法比丘聞，往白世尊。世尊告", "115": "曰：「知見諦家請，不得長至彼家食。若比丘於", "116": "彼見諦家雖先受請，不得過一宿。若過一宿", "117": "往，自手取飲食，此比丘當向善比丘悔過：『我", "118": "為可恥，如法悔過。』此悔過法。」佛世尊遊迦維", "119": "羅衛釋種尼拘類園。迦維羅衛釋種常為佛", "120": "比丘僧別出飲食分，然後自食。時釋種婦女", "121": "負飲食來，垂垂欲到為賊所奪。六群比丘聞", "122": "釋種婦女為賊所奪，自相謂言：「我等共往逆", "123": "嗤弄之。」即往語婦女言：「飲食為所在？施我少", "124": "食。」諸婦女悉失衣裳，恥，答言：「為賊所劫。」世", "125": "尊知而問阿難曰：「園外是何等人語言聲高？」", "126": "阿難白佛：「釋種婦女負飲食來，為賊所劫。又", "127": "六群比丘往嗤弄之，是故聲高。」世尊告阿難", "128": "曰：「汝往取拾長白㲲與使被來。」阿難受", "129": "教，即取白㲲與使被來。前諸釋種婦女", "130": "即被白㲲來詣佛所，頭面禮足在一面坐。", "131": "時世尊與諸婦女說法，說法已默然。諸婦女", "132": "見佛默然，即起禮佛而去。爾時世尊見諸婦", "133": "女去不遠，因此事集和合僧，備十功德，佛為", "134": "沙門結戒：「阿練兒所居處遠，道路嶮難、多寇", "135": "賊。若比丘知阿練兒所居處遠，道路嶮難、多", "136": "賊寇。若比丘僧先不差出園外，園內以食，", "137": "出外復索飲食。此比丘當向善比丘悔過：『我", "138": "為可恥，如法悔過。』此悔過法。」", "139": "尸叉罽賴尼尸叉罽賴尼", "140": "佛世尊遊舍衛國祇樹給孤獨園。時六群比", "141": "丘著泥洹僧下曳。諸長者見，自相謂言：「此沙", "142": "門釋子著泥洹僧下曳，與婦女何異？」十二", "143": "法比丘往白世尊。世尊告曰：「著泥洹僧不得", "144": "下曳。若下曳者，為不應尸叉罽賴尼。」彼六", "145": "群比丘復高著泥洹僧。諸長者見，自相謂言：", "146": "「此沙門釋子著泥洹僧高，與婦女何異？」十", "147": "二法比丘往白世尊。世尊告曰：「不得高著泥", "148": "洹僧。若高著者，不應戒行。」彼六群比丘偏曳", "149": "一角著泥洹僧。諸長者見，自相謂言：「此沙門", "150": "釋子著泥洹僧，偏曳一角。」世尊告曰：「著泥", "151": "洹僧不得偏曳一角。偏曳一角者，不應戒行。」", "152": "彼六群比丘著泥洹僧，細攝帶上下垂，似斧", "153": "刃。諸長者見，自相謂言：「此沙門釋子著泥洹", "154": "僧，細攝帶上下垂。」世尊告曰：「著泥洹僧不得", "155": "細攝其上下攝。其上下垂者，不應戒行。」彼六", "156": "群比丘多勒樹葉著泥洹僧。諸長者見，自相謂", "157": "言：「此沙門釋子著泥洹僧，如多勒樹葉。」世尊", "158": "告曰：「著泥洹僧不得如多勒樹葉。如多勒樹", "159": "葉著者，不應戒行。」彼六群比丘象鼻著泥洹", "160": "僧。諸長者見，自相謂言：「此沙門釋子如象鼻", "161": "著泥洹僧。」世尊告曰：「著泥洹僧不得如象鼻。", "162": "如象鼻者，不應戒行。」六，一角當前下垂彼六群比丘麥", "163": "飯揣著泥洹僧。諸長者見，自相謂言：「此沙門", "164": "釋子著泥洹僧，如麥飯揣。」世尊告曰：「著泥洹", "165": "僧不得如麥飯揣。如麥飯揣者，不應戒行。」偏捉", "166": "一角而上臿之，不著帶彼六群比丘罽羅婆著泥洹僧。諸", "167": "長者見，自相謂言：「此沙門釋子著泥洹僧，如", "168": "罽羅婆。」世尊告曰：「著泥洹僧不得如罽羅婆。", "169": "如罽羅婆者，不應戒行。」八，細攝上枉臿，如草束，束胡言罽羅婆彼六", "170": "群比丘輾泥洹僧作光著。諸長者見，自相謂", "171": "言：「此沙門釋子輾泥洹僧作光著。」世尊告曰：", "172": "「著泥洹僧不得輾作光著。輾作光著者，不應", "173": "戒行。」彼六群比丘屯頭著泥洹僧。諸長者見，", "174": "自相謂言：「此沙門釋子屯頭著泥洹僧。」世尊", "175": "告曰：「不得屯頭著泥洹僧。屯頭著者，不應戒", "176": "行。」彼六群比丘著細縷泥洹僧。諸長者見，自", "177": "相謂言：「此沙門釋子著細縷泥洹僧。」世尊", "178": "告曰：「不得著細縷泥洹僧。著者，不應戒行。」", "179": "世尊告諸比丘曰：「當整齊著泥洹僧。不整", "180": "齊著者，不應戒行。」佛世尊遊舍衛國祇樹給", "181": "孤獨園。爾時六群比丘垂曳三衣一角，世尊", "182": "見而告曰：「不得垂曳三衣一角。若垂曳者，不", "183": "應戒行。」彼六群比丘高著三衣，世尊見而告", "184": "曰：「不得高著三衣。高著者，不應戒行。」彼六群", "185": "比丘垂三衣前角，世尊見而告曰：「不得垂三", "186": "衣前角著。著者，不應戒行。」不抄著肩上，垂之臂上肘前世尊", "187": "告曰：「諸比丘！當齊整著三衣。不齊整者，不應", "188": "戒行。」佛世尊遊舍衛國祇樹給孤獨園。時六", "189": "群比丘不靜寂行入室，世尊見而告曰：「當靜", "190": "寂行入室。不靜寂行者，不應戒行。」彼六群比", "191": "丘不靜寂入室坐，世尊見而告曰：「當靜寂入", "192": "室坐。不靜寂入室坐者，不應戒行。」彼六群比", "193": "丘不諦視行入室，世尊見而告曰：「當諦視行", "194": "入室。不諦視者，不應戒行。」彼六群比丘不諦", "195": "視入室坐，世尊見而告曰：「當諦視入室坐。不", "196": "諦視坐者，不應戒行。」彼六群比丘大張目行", "197": "入室，世尊見而告曰：「不得大張目行入室。若", "198": "張目行入室者，不應戒行。」彼六群比丘大張", "199": "目入室坐，世尊見而告曰：「不得大張目入室", "200": "坐。大張目入室坐者，不應戒行。」彼六群比丘", "201": "呵叱人行入室，世尊見而告曰：「不得呵叱人", "202": "行入室。呵叱人行入室者，不應戒行。」仰頭與呵叱意", "203": "同也彼六群比丘呵叱人行入室坐，世尊見", "204": "而告曰：「不得呵叱人入室坐。呵叱人入室坐", "205": "者，不應戒行似自大也。」彼六群比丘喚呼行入", "206": "室，世尊見而告曰：「不得喚呼行入室。喚", "207": "呼行入室者，不應戒行。」彼六群比丘喚呼", "208": "入室坐，世尊見而告曰：「不得喚呼入室坐。喚", "209": "呼入室坐者，不應戒行。」彼六群比丘高聲大", "210": "呼行入室，世尊見而告曰：「不得高聲大呼", "211": "行入室。高聲大呼行入室者，不應戒行。」多戒一對", "212": "彼六群比丘高聲大喚入室坐，世尊見而告", "213": "曰：「不得高聲大喚入室坐。高聲大喚入室坐", "214": "者，不應戒行。」彼六群比丘蹲行入室，世尊見", "215": "而告曰：「不得蹲行入室。蹲行入室者，不應戒", "216": "行。」彼六群比丘蹲行入室坐，世尊見而告曰：", "217": "「不得蹲行入室坐。蹲行入室坐者，不應戒行。」", "218": "彼六群比丘三衣覆頭行入室，世尊見而告", "219": "曰：「不得三衣覆頭行入室。三衣覆頭行入室", "220": "者，不應戒行。」彼六群比丘三衣覆頭行入室", "221": "坐，世尊見而告曰：「不得三衣覆頭行入室坐。", "222": "三衣覆頭行入室坐者，不應戒行。」彼六群比", "223": "丘三衣纏頭行入室，世尊見而告曰：「不得三", "224": "衣纏頭行入室。三衣纏頭行入室者，不應", "225": "戒行。」彼六群比丘三衣纏頭入室坐。世尊見", "226": "而告曰：「不得三衣纏頭入室坐。三衣纏頭", "227": "入室坐者，不應戒行。」彼六群比丘著三衣，開", "228": "臆現胸行入室。世尊見而告曰：「不得開臆現", "229": "胸行入室。開臆現胸行入室者，不應戒行。」彼", "230": "六群比丘著三衣，開臆現胸入室坐。世尊見", "231": "而告曰：「不得開臆現胸入室坐。開臆現胸入", "232": "室坐者，不應戒行。」彼六群比丘垂三衣覆足", "233": "行入室，世尊見而告曰：「不得垂三衣覆足行", "234": "入室。垂三衣覆足行入室者，不應戒行。」彼", "235": "六群比丘垂三衣覆足入室坐。世尊見而告", "236": "曰：「不得垂三衣覆足入室坐，垂三衣覆足入", "237": "室坐者，不應戒行。」彼六群比丘著三衣，左右", "238": "抄著臂上行入室。世尊見而告曰：「不得著三", "239": "衣，左右抄著臂上行入室。左右抄著臂上行", "240": "入室者，不應戒行。」彼六群比丘著三衣，左右", "241": "抄著臂上入室坐。世尊見而告曰：「不得著三", "242": "衣，左右抄著臂上入室坐。左右抄著臂上", "243": "入室坐者，不應戒行。」彼六群比丘反抄三衣", "244": "著左肩上行入室。世尊見而告曰：「不得反抄", "245": "三衣著左肩上行入室。反抄三衣著左肩上", "246": "行入室者，不應戒行。」彼六群比丘反抄三衣", "247": "著左肩上入室坐。世尊見而告曰：「不得反抄", "248": "三衣著左肩上入室坐。著左肩上入室坐者，", "249": "不應戒行。」少戒右也彼六群比丘三衣內掉左右臂", "250": "行入室。世尊見而告曰：「不得三衣內掉左右", "251": "臂行入室。掉左右臂行入室者，不應戒行。」彼", "252": "六群比丘三衣內掉左右臂入室坐。世尊見", "253": "而告曰：「不得三衣內掉左右臂入室坐。掉左", "254": "右臂入室坐者，不應戒行。」彼六群比丘搖手", "255": "行入室。世尊見而告曰：「不得搖手行入室。搖", "256": "手行入室者，不應戒行。」彼六群比丘搖手入", "257": "室坐。世尊見而告曰：「不得搖手入室坐。搖手", "258": "入室坐者，不應戒行。」多戒彼六群比丘搖肘行入", "259": "室。世尊見而告曰：「不得搖肘行入室。搖肘行", "260": "入室者，不應戒行。」彼六群比丘搖肘入室坐。", "261": "世尊見而告曰：「不得搖肘入室坐。搖肘入室", "262": "坐者，不應戒行。」多戒彼六群比丘搖肩行入室。", "263": "世尊見而告曰：「不得搖肩行入室。搖肩行入", "264": "室者，不應戒行。」彼六群比丘搖肩行入室坐。", "265": "世尊見而告曰：「不得搖肩入室坐。搖肩入室", "266": "坐者，不應戒行。」彼六群比丘搖頭行入室。世", "267": "尊見而告曰：「不得搖頭行入室。搖頭行入室", "268": "者，不應戒行。」彼六群比丘搖頭入室坐。世尊", "269": "見而告曰：「不得搖頭入室坐。搖頭入室坐者，", "270": "不應戒行。」彼六群比丘搖身行入室。世尊見", "271": "而告曰：「不得搖身行入室。搖身行入室者，不", "272": "應戒行。」彼六群比丘搖身入室坐。世尊見而", "273": "告曰：「不得搖身入室坐。搖身入室坐者，不應", "274": "戒行。」彼六群比丘携手行入室。世尊見而告", "275": "曰：「不得携手行入室。携手行入室者，不應戒", "276": "行。」彼六群比丘携手入室坐。世尊見而告曰：", "277": "「不得携手入室坐。携手入室坐者，不應戒行。」連臂", "278": "斷道輿車馬於上度彼六群比丘翹一脚跳行入室。世尊", "279": "見而告曰：「不得翹一脚行入室。翹一脚行入", "280": "室者，不應戒行。」彼六群比丘翹一脚入室坐。", "281": "世尊見而告曰：「不得翹一脚入室坐。翹一脚入", "282": "室坐者，不應戒行。」彼六群比丘雙脚跳行入", "283": "室。世尊見而告曰：「不得雙脚跳行入室雙脚", "284": "跳行入室者，不應戒行。」多戒彼六群比丘雙脚跳", "285": "入室坐。世尊見而告曰：「不得雙脚跳入室坐。", "286": "雙脚跳入室坐者，不應戒行。」彼六群比丘累", "287": "足趺坐室。世尊見而告曰：「不得累足趺坐室。", "288": "累足趺坐室者，不應戒行。」彼六群比丘交脚", "289": "坐室。世尊見而告曰：「不得交脚坐室。交脚坐", "290": "室者，不應戒行。」彼六群比丘拄頰坐室更相", "291": "笑。世尊見而告曰：「不得拄頰坐室更相笑。更", "292": "相笑者，不應戒行。」佛遊舍衛國祇樹給孤獨", "293": "園。有一長者請佛及比丘僧。佛及比丘僧坐", "294": "定，自手行水，布種種飲食，長者婦女盡來行", "295": "食。時六群比丘仰視長者婦女，飲食漏落不", "296": "入鉢中。諸長者見，自相謂言：「云何沙門視婦", "297": "女顏色，飲食不入鉢中？」十二法比丘往白世", "298": "尊。世尊告曰：「當用意端視受食。不用意端視", "299": "受食者，不應戒行。」彼六群比丘不用意端視受", "300": "羹菜。世尊告曰：「當用意端視受羹菜。不用意", "301": "者，不應戒行。」彼六群比丘溢鉢受飯。世尊告", "302": "曰：「當平鉢受飯。溢受飯者，不應戒行。」彼六", "303": "群比丘挑飯中食。世尊見而告曰：「不得偏飯中", "304": "食。偏飯中食者，不應戒行。」彼六群比丘捻鉢", "305": "大指入飯中食。世尊告曰：「不得捻鉢大指入", "306": "飯中食。捻鉢大指入飯中食者，不應戒行。」彼", "307": "六群比丘揣飯食。世尊告曰：「不得揣飯食。揣", "308": "飯者，不應戒行。」彼六群比丘處處撮飯食。世", "309": "尊見而告曰：「不得處處撮飯食。處處撮飯食", "310": "者，不應戒行。」彼六群比丘縮鼻食。世尊見而", "311": "告曰：「不得縮鼻食。縮鼻食者，不應戒行。」彼六", "312": "群比丘震手食。世尊見而告曰：「不得振手食。", "313": "振手食者，不應戒行。」彼六群比丘噏飯食。世", "314": "尊見而告曰：「不得噏飯食。噏飯食者，不應戒", "315": "行。」彼六群比丘舐手食。世尊見而告曰：「不得", "316": "舐手食。舐手食者，不應戒行。」彼六群比丘曲", "317": "指抆鉢舐食。世尊見而告曰：「不得曲指抆鉢", "318": "舐食。曲指抆鉢舐食者，不應戒行。」彼六群比", "319": "丘吐舌食。世尊見而告曰：「不得吐舌食。吐舌", "320": "食者，不應戒行。」彼六群比丘不嚼飯而吞。世", "321": "尊見而告曰：「不得不嚼飯而吞。不嚼飯而吞", "322": "者，不應戒行。」彼六群比丘捻鉢大指污膩而", "323": "以取漿。世尊見而告曰：「不得大指污膩而以", "324": "取漿。大指污膩而以取漿者，不應戒行。」彼六", "325": "群比丘大揣飯掌按內口中。世尊見而告曰：", "326": "「不得大揣飯掌案內口中。大揣飯掌案內口", "327": "中者，不應戒行。」彼六群比丘揣飯過四指本", "328": "食。世尊告曰：「不得揣食過四指本。過四指本", "329": "者，不應戒行。」彼六群比丘大張口食。世尊見", "330": "而告曰：「不得大張口食。大張口食者，不應戒", "331": "行。」彼六群比丘揣飯未至大張口待。世尊見", "332": "而告曰：「揣飯未至不得大張口待。大張口待", "333": "者，不應戒行。」彼六群比丘含飯語。世尊見而", "334": "告曰：「不得含飯語。含飯語者，不應戒行。」彼六", "335": "群比丘不病請羹飯。世尊見而告曰：「不病不", "336": "得請羹飯。請羹飯者，不應戒行。」彼六群比丘", "337": "以飯覆羹上更索羹。世尊見而告曰：「不得以", "338": "飯覆羹上更索羹。飯覆羹上更索羹者，不", "339": "應戒行。」彼六群比丘左右顧視比坐鉢飯", "340": "多少。世尊見而告曰：「不得左右顧視比坐", "341": "鉢飯多少。左右顧視比坐鉢飯多少者，不應", "342": "戒行。」彼六群比丘不視鉢而食。世尊見而告", "343": "曰：「不得不視鉢而食。不視鉢而食者，不應戒", "344": "行。」彼六群比丘擇人受食。世尊見而告曰：「不", "345": "得擇人受。擇人受者，不應戒行。」彼六群比", "346": "丘澡鉢餘食不語施主而棄。世尊見而告曰：", "347": "「澡鉢餘食，主人不聽不棄。棄者，不應戒行。」佛", "348": "世尊遊舍衛國祇樹給孤獨園。王波斯匿自", "349": "作限制：「盡命，佛在舍衛國祇樹給孤獨園，自", "350": "要日往謁拜世尊。若我一不去，大臣謫吾五", "351": "百兩金。」語諸大臣：「掃灑祇桓，今日欲往禮覲", "352": "世尊。」諸臣聞王教而不從命。王復再三，語諸", "353": "臣：「掃灑祇桓，今日欲往禮覲世尊。」諸臣聞教", "354": "而不從命。王波斯匿便瞋恚，語諸大臣：「勅掃", "355": "灑祇桓，何以不從我教、不掃祇桓。不從", "356": "我教、不掃祇桓者，盡梟其頭首。次著道", "357": "上，足躡至祇桓門。」諸臣聞此語，自相謂言：", "358": "「此王凶暴無有慈心，能取我等爾耳。」便往掃", "359": "灑祇桓。即來白王：「掃灑已訖。大王！今是", "360": "時。」王波斯匿便勅御者：「汝往嚴羽寶車，我今", "361": "欲往禮覲世尊。」時御者即往嚴車駕在門外，", "362": "來入白王：「嚴車已竟。大王！今正是時。」時王波", "363": "斯匿乘羽寶車，從舍衛城至祇桓門外，下車", "364": "却五威儀，去蓋、脫冠、珠柄拂、刻鏤屣、解劍，將", "365": "步從至如來所，頭面禮足，却坐一面。王波斯", "366": "匿聞非人間香，世尊與王說法不入王意，意", "367": "但在香上。世尊知而問王波斯匿：「王今日何", "368": "以不大聽法而有二心？」王波斯匿白世尊曰：", "369": "「少小生長深宮，八歲知王事，遍庫藏中有種", "370": "種香：木櫁、青木、栴檀、蔑錢、鷄舌，聞香盡識。初", "371": "不聞此非人間之香。此是誰香？願世尊告。」世", "372": "尊告曰：「大王欲見此香乎？」「唯然欲見。」時世", "373": "尊出右臂百相莊嚴，以手按地，有骸骨出長", "374": "五丈六七人人八尺，上昇虛空坐臥飛行，或坐三", "375": "昧放種種光，青黃赤白或琉璃色，東涌西", "376": "沒四方皆爾，身下出水身上出火、身下出火", "377": "身上出水，作若干變化還沒於地。舉一祇", "378": "桓聞此骸骨香。王波斯匿白佛：「此誰骸骨？」", "379": "世尊告王曰：「是辟支三佛骨。」王白世尊：「本作", "380": "何功德有此妙香？」世尊告曰：「去此久遠無數", "381": "劫時，人壽二十千歲，有迦葉多陀阿竭三耶", "382": "三佛出世，廣與眾生說法，於無餘泥洹而般", "383": "泥洹。是時有王名執鞞音蒲迷反王，載香華幡蓋幢", "384": "麾螺鼓，作倡伎樂種種供養而闍維之。時", "385": "王執鞞便作是念：『欲與迦葉如來作偷婆。何", "386": "者為妙？』爾時四城門內有四大龍王，從水而", "387": "出，化作婆羅門形來住王前，擎手問訊，各一", "388": "面坐：『不審大王為迦葉作何等偷婆？』王答", "389": "言：『當築土作。』時四人白王：『凡常人死與築土", "390": "為墳，況此世尊而築土耶？』王問四人：『欲云何", "391": "作？』四人報言：『用四寶作。』時王報言：『舉閻浮提", "392": "賣不得一寶，況四寶乎。』時四人便作是念：『王", "393": "必不識我是龍王。』即白王曰：『我是龍王，非凡", "394": "常人。住此城四門內，所有宮殿或金或銀或", "395": "琉璃水精。王遣巧手於四城門裏作塹，其有", "396": "金者則成金塹，其有銀水精琉璃皆成銀水", "397": "精琉璃塹。』時王即遣人於四城裏作塹，皆成", "398": "四種寶塹，作迦葉偷婆，縱一由延、廣一由延、", "399": "高一由延，上剎帝隸，剎帝隸蓋承露盤最上去案󰝺一拘", "400": "恕一鳴八千尺四之由延。作迦葉偷婆竟，而欲䁥夜埿", "401": "打𣏾封地。王遣人於城裏振鐸，令其賣華者盡詣", "402": "宮門。『我當與直。』有一長者子，常詣婬種婬色。", "403": "時此婦人勅一婢使：『彼長者子持華來者便", "404": "與開門。若無華者勿與開門。』時長者子來詣", "405": "此門。婢問：『是誰。』答言：『是長者子。』婢問：『有華", "406": "來不？』答言：『無華。』『若無華者不得來入。』時長", "407": "者子便作是念：『此城中華甚貴，不可得。唯迦", "408": "葉佛偷婆中華易得。』即往入迦葉偷婆，盛滿", "409": "白㲲華而還。日已暮，城門閉，從水竇入，扣", "410": "婬種門。婢便問：『是誰。』答曰：『長者子。』婢復問：", "411": "『有華來不？』答言：『有華。』開門呼前，即入持華與", "412": "婬種婦。中夜交通，向明身體一切生瘡，如", "413": "芥子瘡，漸轉大如蜱豆，轉如大豆，轉如阿", "414": "摩勒，轉如鞞醯勒，如小百子瓠，身體膿潰黑", "415": "血流出。時此婬婦即勅婢使將投坑中。其婢", "416": "白言：『不可。當告其父。』時婢即往語其父：『賢子", "417": "有患，可往看視。』其父即來四人共舁還家，呼", "418": "諸良醫，語言：『此童子有是患苦，當云何療治？』", "419": "諸醫答言：『當須九兩牛頭栴檀。』其父問：『欲何", "420": "為？』醫答：『三兩用塗身，三兩用服，三兩用熏", "421": "衣。』其父便作是念：『所有錢財盡輸婬婦舍。牛", "422": "頭栴檀其價甚貴，恐不能辦。』語諸親里眾：『為", "423": "我辦少許。』即得九兩牛頭栴檀。在病人前於", "424": "石上磨。病者問：『欲作何等？』其父答曰：『用塗", "425": "瘡。』其子白父：『我所犯罪重。臥我著栴檀林", "426": "中，猶不能令我病愈。』父母問：『是何重罪？』其子", "427": "具如事白：『願以此九兩栴檀施我。』即持栴檀", "428": "與。『願父母舁我至迦葉佛偷婆。』即四人舁", "429": "往，執三兩牛頭栴檀，便作是語：『近所取迦葉", "430": "佛華者，持此香償價。其餘六兩，持上迦葉佛。』", "431": "便發願言：『緣是功德，莫墮泥犁、薜荔、畜生，唯", "432": "生天上人中，最後得辟支佛而般泥洹。』即時", "433": "身體瘡愈，去時輿往還自步行。後命終，生三", "434": "十三天上。當生之日，諸天無不聞其栴檀香。", "435": "天上壽終，生此人間，一一毛孔盡作栴檀香，", "436": "出家學道得辟支佛，於無餘泥洹而般泥洹。", "437": "般泥洹已來，至今日五百歲，骸骨不朽，故", "438": "有此非世之香，使此祇桓盡聞其香。」說是", "439": "語時，數千萬人發辟支佛意。「大王！爾時長者", "440": "子者，今辟支佛骸骨是。」世尊與王說法，說法", "441": "已默然而住。爾時王波斯匿從坐起，頭面作", "442": "禮而去，乘羽寶車還舍衛城。時六群比丘，王", "443": "乘車並與說法。十二法比丘見，往白世尊。世", "444": "尊告曰：「不得與乘車人說法。與乘車人說法", "445": "者，不應戒行。」彼六群比丘，王在前、自在後，與", "446": "說法。世尊告曰：「人在前、自在後，不應為說法。", "447": "說法者，不應戒行。」彼六群比丘，王在道中、己", "448": "在道外，為說法。世尊告曰：「人在道中、己在道", "449": "外，不應為說法。說法者，不應戒行。」彼六群", "450": "比丘，王坐、己立，為說法。世尊告曰：「人坐、比丘", "451": "立，不應為說法。說法者，不應戒行。」彼六群", "452": "比丘，己在卑坐、王在高坐，為說法。世尊告曰：", "453": "「己在卑坐、人在高坐，不應為說法。說法者，不", "454": "應戒行，除其病。」彼六群比丘，王覆頭，與說", "455": "法。世尊告曰：「人覆頭，不應為說法。說法者，不", "456": "應戒行。」彼六群比丘，王纏頭，與說法。世尊告", "457": "曰：「人纏頭，不應為說法。說法者，不應戒行。」", "458": "彼六群比丘，人左右抄三衣，與說法。世尊告", "459": "曰：「人左右抄三衣，不應為說法。說法者，不應", "460": "戒行。」彼六群比丘，人偏曳三衣角，與說法。世", "461": "尊告曰：「人偏曳三衣角，不應為說法。說法者，", "462": "不應戒行。」彼六群比丘，人偏垂三衣上角現", "463": "胸，為說法。世尊告曰：「人偏垂三衣上角，不得", "464": "為說法。說法者，不應戒行，除病。」彼六群比", "465": "丘，人反抄三衣著肩上與說法。世尊告曰：「人", "466": "反抄三衣著肩上，不應為說法。說法者，違戒，", "467": "除病。」彼六群比丘，人三衣裏掉兩臂與說法。", "468": "世尊告曰：「人三衣裏掉兩臂，不應為說法。說", "469": "法者，不應戒行。」彼六群比丘坐，人臥，與說法。", "470": "世尊告曰：「人臥、比丘坐，不應為說法。說法者，", "471": "不應戒行。」彼六群比丘，人著革屣，與說法。世", "472": "尊告曰：「人著革屣，不應為說法。說法者，不應", "473": "戒行。」彼六群比丘，人著木屐，為說法。世尊", "474": "告曰：「人著木屐，不應為說法。說法者，不應", "475": "戒行。」彼六群比丘，人持蓋覆身，與說法。世", "476": "尊告曰：「人持蓋覆身，不應為說法。說法者，不", "477": "應戒行。」彼六群比丘，人拄杖，與說法。世尊", "478": "告曰：「人拄杖，不應為說法。說法者，不應戒", "479": "行。」彼六群比丘，人持刀，與法說。世尊告曰：", "480": "「人持刀，一切不得為說法。說法者，不應戒行。」", "481": "彼六群比丘，人持句子載，與說法。世尊告曰：", "482": "「人持句子載，一切不得為說法。說法者，不", "483": "應戒行。」彼六群比丘，人持鉞，與說法。世尊告", "484": "曰：「人持鉞，不應為說法。說法者，不應戒行。」", "485": "鉞與禪帶皆曰阿喻呵，音相似彼六群比丘於淨園菜地大小", "486": "便涕唾。世尊告曰：「不得於淨菜草上大小便", "487": "涕唾。大小便涕唾者，不應戒行。」彼六群", "488": "比丘，長者所食水，於中大小便涕唾。世尊告", "489": "曰：「不得於淨水中大小便涕唾。大小便涕唾", "490": "者，不應戒行。」彼六群比丘立小便，諸長者見，", "491": "自相謂言：「此沙門釋子立小便，與尼犍子何", "492": "異？」往白世尊。世尊告曰：「不得立小便。立小便", "493": "者，不應戒行，唯除其病。」佛世尊遊舍衛國", "494": "祇樹給孤獨園。有一長者請佛及比丘僧。彼", "495": "六群比丘、十七群比丘次直留守，自相便安", "496": "十七群比丘住守，六群比丘為往請分。時六", "497": "群比丘即往中道，自相謂言：「我等若得飯食，", "498": "徐徐在比丘僧後，須日過中當持食往。」比丘", "499": "僧食竟，與請食分。在比丘後，徐徐往在祇桓", "500": "門外、或在城下、或在樹下，彷徉不入。時十", "501": "七群比丘年少不耐飢，出門外望不見，便登", "502": "大樹望，便見皆在樹下城下坐。諸長者見上", "503": "樹，來白世尊。世尊告曰：「不得上樹過一人。上", "504": "樹過一人者，不應戒行，除其恐怖虎狼盜賊。」", "505": "佛世尊遊舍衛國祇樹給孤獨園。爾時有比丘", "506": "名斯瞿，好喜鬪諍不避尊卑，觸人罵詈諸比", "507": "丘。十二法比丘往白世尊。世尊告曰：「恕此比", "508": "丘，如恕癡人。有七悔過法。前為過，即教悔之", "509": "一也。端汝心意，勿令有失二也。若愚人為過，教令", "510": "為默三也。不知法者，教令知法四也。有所犯過，於", "511": "比丘僧中如草布地悔過重悔過五也羊皮四布。夫誨", "512": "責比丘有五法：先自無瑕，然後責彼。己既不", "513": "淨，不能自淨。先自淨，然後淨人。誨責比丘，於", "514": "此初法端一心意，然後誨責人一也。彼誨責比", "515": "丘口所說不淨，己口不淨，不能自淨。先自淨", "516": "己，然後淨人。誨責比丘，於此二法端一心意", "517": "然後誨責人二也。彼誨責比丘己心不淨，不能自", "518": "淨。先淨己心，然後淨人。誨責比丘，於此三", "519": "法端一心意然後誨責彼三也。誨責比丘行來無", "520": "度，不能自禁。先自淨己，而後誨人。誨責比", "521": "丘於此四法端一心意然後誨彼四也。誨責比丘", "522": "不多聞、不聰明，宿無學業。先自懃學，然後教", "523": "人。誨責比丘於此五法端一心意然後誨彼", "524": "五也。復當學五法：恭敬世尊、法、比丘僧、戒、淨行。", "525": "此為五法。有所犯過，上座比丘當向下座懺", "526": "悔，下座比丘當向上座懺悔。當相恕過，不得", "527": "經宿不悔過。若經宿不悔過者，於鼻貳法不", "528": "得鼻貳法。諸比丘意已無善有所犯過，上座", "529": "比丘、下座比丘當共懺悔，於鼻貳法得鼻貳", "530": "法，諸比丘則得安身行道。」世尊告諸比丘曰：", "531": "「有過不悔，不應戒行。」於戒七法，少長老、年少二事。其人以後二五事為七，後五", "532": "中上下相向悔足了之也　泥洹僧中律戒不同二律云：細攝其上。戒云：", "533": "細攝頭麥飯。揣，反卷也三衣中前四同戒，後六對多一抄右肩上說法己卑坐、人高座　搖", "534": "手至食律多搖手、雙脚二對。戒多住頓　受食律惟平合為一、大張口、捻鉢、大指入飯、不嚼吞、大揣、掌推。", "535": "戒抖擻、指探、獲飯于咽、博㗱也　入內律張目呵叱高聲喚呼。戒自大仰視然也", "536": "鼻奈耶卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1464 鼻奈耶", "source": "CBETA"}