{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0125 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經", "text": {"0": "3 廣演品10", "1": "增壹阿含經卷第三", "10": "所謂摩訶男比丘是。恒飛虛空，足不蹈地，", "100": "法，所謂天比丘是。自憶宿命無數劫事，所謂", "101": "菓衣比丘是。」", "102": "釋王、婆提波羅婆、鴦迦闍", "103": "阿難、迦、月光輸提、天、婆醯", "104": "8（八）「我聲聞中第一比丘，體性利根，智慧淵", "105": "遠，所謂鴦掘魔比丘是。能降伏魔外道邪", "106": "業，所謂僧迦摩比丘是。入水三昧，不以為", "107": "難，所謂質多舍利弗比丘是。廣有所識，人", "108": "所敬念，亦是質多舍利弗比丘是。入火三昧，", "109": "普照十方，所謂善來比丘是。能降伏龍，使", "11": "善肘比丘是。乘虛教化，意無榮冀，所謂婆", "110": "奉三尊，所謂那羅陀比丘是。降伏鬼神，改", "111": "惡修善，所謂鬼陀比丘是。降乾沓和，懃", "112": "行善行，所謂毘盧遮比丘是。恒樂空定，分", "113": "別空義，所謂須菩提比丘是。志在空寂，微妙", "114": "德業，亦是須菩提比丘。行無想定，除去諸", "115": "念，所謂耆利摩難比丘是。入無願定，意不", "116": "起亂，所謂焰盛比丘是。」", "117": "鴦掘、僧迦摩質多、婆、那羅", "118": "閱叉、浮盧遮善業及摩難", "119": "9（九）「我聲聞中第一比丘，入慈三昧，心無恚", "12": "破比丘是。居樂天上，不處人中，所謂牛跡", "120": "怒，梵摩達比丘是。入悲三昧，成就本業，所", "121": "謂須深比丘是。得喜行德，無若干想，所謂", "122": "娑彌陀比丘是。常守護心，意不捨離，所謂", "123": "躍波迦比丘是。行焰盛三昧，終不解脫，所", "124": "謂曇彌比丘是。言語麁獷，不避尊貴，所謂", "125": "比利陀婆遮比丘是。入金光三昧，亦是比利", "126": "陀婆遮比丘。入金剛三昧，不可沮壞，所謂", "127": "無畏比丘是。所說決了，不懷怯弱，所謂須", "128": "泥多比丘是。恒樂靜寂，意不處亂，所謂陀", "129": "摩比丘是。義不可勝，終不可伏，所謂須羅", "13": "比丘是。恒觀惡露不淨之想，善勝比丘是。", "130": "陀比丘是。」", "131": "梵摩達、須深娑彌、躍、曇彌", "132": "毘利陀、無畏須泥陀、須羅", "133": "10（一〇）「我聲聞中第一比丘，曉了星宿，預知吉", "134": "凶，所謂那伽波羅比丘是。恒喜三昧，禪悅", "135": "為食，所謂婆私吒比丘是。常以喜為食，所", "136": "謂須夜奢比丘是。恒行忍辱，對至不起，所", "137": "謂滿願盛明比丘是。修習日光三昧，所謂彌", "138": "奚比丘是。明算術法，無有差錯，所謂尼拘", "139": "留比丘是。分別等智，恒不忘失，所謂鹿頭", "14": "將養聖眾，四事供養，所謂優留毘迦葉比", "140": "比丘是。得雷電三昧者，不懷恐怖，所謂地", "141": "比丘是。觀了身本，所謂頭那比丘是。最後", "142": "取證得漏盡通，所謂須拔比丘是。」", "143": "那迦、吒、舍那彌奚、尼拘留", "144": "鹿頭、地、頭那須拔最在後", "145": "此百賢聖，悉應廣演。", "146": "5 比丘尼品增壹阿含經比丘尼品第五", "147": "1（一）「我聲聞中第一比丘尼，久出家學，國王所", "148": "敬，所謂大愛道瞿曇彌比丘尼是。智慧聰", "149": "明，所謂讖摩比丘尼是。神足第一，感致諸神，", "15": "丘是。心意寂然，降伏諸結，所謂江迦葉比丘", "150": "所謂優鉢華色比丘尼是。行頭陀法，十一限", "151": "礙，所謂機梨舍瞿曇彌比丘尼是。天眼第一，", "152": "所照無礙，所謂奢拘梨比丘尼是。坐禪入定，", "153": "意不分散，所謂奢摩比丘尼是。分別義趣，", "154": "廣演道教，所謂波頭蘭闍那比丘尼是。奉持", "155": "律教，無所加犯，所謂波羅遮那比丘尼是。", "156": "得信解脫，不復退還，所謂迦旃延比丘尼", "157": "是。得四辯才，不懷怯弱，所謂最勝比丘尼", "158": "是。」", "159": "大愛及讖摩優鉢、機曇彌", "16": "是。觀了諸法，都無所著，所謂象迦葉比丘", "160": "拘利、奢、蘭闍那羅、迦旃、勝", "161": "2（二）「我聲聞中第一比丘尼，自識宿命無數劫", "162": "事，所謂拔陀迦毘離比丘尼是。顏色端正，", "163": "人所敬愛，所謂醯摩闍比丘尼是。降伏外", "164": "道，立以正教，所謂輸那比丘尼是。分別義", "165": "趣，廣說分部，所謂曇摩提那比丘尼是。身", "166": "著麁衣，不以為愧，所謂優多羅比丘尼是。", "167": "諸根寂靜，恒若一心，所謂光明比丘尼是。", "168": "衣服齊整，常如法教，所謂禪頭比丘尼是。", "169": "能雜種論，亦無疑滯，所謂檀多比丘尼是。堪", "17": "是。」", "170": "任造偈，讚如來德，所謂天與比丘尼是。多聞", "171": "博知恩慧接下，所謂瞿卑比丘尼是。」", "172": "拔陀、闍、輸那曇摩那、優多", "173": "光明、禪、檀多天與及瞿卑", "174": "3（三）「我聲聞中第一比丘尼，恒處閑靜，不居", "175": "人間，所謂無畏比丘尼是。苦體乞食，不擇貴", "176": "賤，所謂毘舍佉比丘尼是。一處一坐，終不", "177": "移易，所謂拔陀婆羅比丘尼是。遍行乞求，廣", "178": "度人民，所謂摩怒呵利比丘尼是。速成道", "179": "果，中間不滯，所謂陀摩比丘尼是。執持三", "18": "拘隣、陀夷、男善肘、婆第五", "180": "衣，終不捨離，所謂須陀摩比丘尼是。恒坐", "181": "樹下，意不改易，所謂珕須那比丘尼是。恒", "182": "居露地，不念覆蓋，所謂奢陀比丘尼是。樂", "183": "空閑處，不在人間，所謂優迦羅比丘尼是。", "184": "長坐草蓐，不著服飾，所謂離那比丘尼是。", "185": "著五納衣，以次分越，所謂阿奴波摩比丘", "186": "尼是。」", "187": "無畏、多毘舍婆陀、阿奴波", "188": "檀、須檀、奢多優迦、離、阿奴", "189": "4（四）「我聲聞中第一比丘尼，樂空塚間，所謂", "19": "牛跡及善勝迦葉三兄弟", "190": "優迦摩比丘尼是。多遊於慈，愍念生類，所", "191": "謂清明比丘尼是。悲泣眾生，不及道者，所", "192": "謂素摩比丘尼是。喜得道者，願及一切，所", "193": "謂摩陀利比丘尼是。護守諸行，意不遠離，", "194": "所謂迦羅伽比丘尼是。守空執虛，了之無", "195": "有，所謂提婆修比丘尼是。心樂無想，除去", "196": "諸著，所謂日光比丘尼是。修習無願，心恒廣", "197": "濟，所謂末那婆比丘尼是。諸法無疑，度人無", "198": "限，所謂毘摩達比丘尼是。能廣說義，分別", "199": "深法，所謂普照比丘尼是。」", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "2（二）「我聲聞中第一比丘，威容端正，行步庠序，", "200": "優迦、明、素摩摩陀、迦、提婆", "201": "日光、摩那婆毘摩達、普照", "202": "5（五）「我聲聞中第一比丘尼，心懷忍辱，如地", "203": "容受，所謂曇摩提比丘尼是。能教化人，使", "204": "立檀會，所謂須夜摩比丘尼是。辦具床座，", "205": "亦是須夜摩比丘尼是。心已永息，不興亂", "206": "想，所謂因陀闍比丘尼是。觀了諸法，而無", "207": "厭足，所謂龍比丘尼是。意強勇猛，無所染", "208": "著，所謂拘那羅比丘尼是。入水三昧，普潤", "209": "一切，所謂婆須比丘尼是。入焰光三昧，悉照", "21": "所謂馬師比丘是。智慧無窮，決了諸疑，所謂", "210": "萠類，所謂降提比丘尼是。觀惡露不淨，分", "211": "別緣起，所謂遮波羅比丘尼是。育養眾人，", "212": "施與所乏，守迦比丘尼是。我聲聞中最後", "213": "第一比丘尼，拔陀軍陀羅拘夷國比丘尼是。」", "214": "曇摩、須夜摩因提、龍、拘那", "215": "婆須、降、遮波守迦、拔陀羅", "216": "此五十比丘尼，當廣說如上。", "217": "6 清信士品增壹阿含經清信士品第六", "218": "1（一）「我弟子中，初聞法藥，成賢聖證，三果", "219": "商客是。第一智慧，質多長者是。神德第一，", "22": "舍利弗比丘是。神足輕舉，飛到十方，所謂", "220": "所謂犍提阿藍是。降伏外道，所謂掘多長", "221": "者是。能說深法，所謂優波掘長者是。恒坐禪", "222": "思，呵侈阿羅婆是。降伏魔宮，所謂勇健", "223": "長者是。福德盛滿，闍利長者是。大檀越主，", "224": "所謂須達長者是。門族成就，泯兔長者", "225": "是。」", "226": "三果、質、乾提掘、波及羅婆", "227": "勇、闍利、須達泯兔是謂十", "228": "2（二）「我弟子中第一優婆塞，好問義趣，所謂", "229": "生漏婆羅門是。利根通明，所謂梵摩俞是。", "23": "大目揵連比丘是。勇猛精進，堪任苦行，所", "230": "諸佛信使，御馬摩納是。計身無我，喜聞", "231": "笒婆羅門是。論不可勝，毘裘婆羅門是。", "232": "能造誦偈，優婆離長者是。言語速疾，亦是", "233": "優波離長者。喜施好寶，不有悋心，所謂殊", "234": "提長者是。建立善本，所謂優迦毘舍離是。", "235": "能說妙法，所謂最上無畏優婆塞是。所說無", "236": "畏，善察人根，所謂頭摩大將領毘舍離是。」", "237": "生漏、梵摩俞御馬及聞笒", "238": "毘裘、優波離殊提、優、畏、摩", "239": "3（三）「我弟子中第一優婆塞，好喜惠施，所謂", "24": "謂二十億耳比丘是。十二頭陀，難得之行，所", "240": "毘沙王是。所施狹少，光明王是。建立善", "241": "本，王波斯匿是。得無根善信，起歡喜心，所", "242": "謂王阿闍世是。至心向佛，意不變易，所謂優", "243": "填王是。承事正法，所謂月光王子是。供奉", "244": "聖眾，意恒平等，所謂造祇洹王子是。常喜", "245": "濟彼，不自為己，師子王子是。善恭奉人，", "246": "無有高下，無畏王子是。顏貌端正，與人", "247": "殊勝，所謂雞頭王子是。」", "248": "毘沙王、光明波斯匿、闍王", "249": "月、祇桓、優填師子、畏、雞頭", "25": "謂大迦葉比丘是。天眼第一，見十方域，所", "250": "4（四）「我弟子中第一優婆塞，恒行慈心，所謂不", "251": "尼長者是。心恒悲念一切之類，所謂摩訶", "252": "納釋種是。常行喜心，所謂拔陀釋種是。恒", "253": "行護心，不失善行，所謂毘闍先優婆塞是。", "254": "堪任行忍，所謂師子大將是。能雜種論，所", "255": "謂毘舍御優婆塞是。賢聖默然，難提婆羅", "256": "優婆塞是。懃修善行，無有休息，所謂優多", "257": "羅優婆塞是。諸根寂靜，所謂天摩優婆塞是。", "258": "我弟子中最後受證，所謂拘夷那摩羅是。」", "259": "不尼、摩訶納拔陀、優多羅", "26": "謂阿那律比丘是。坐禪入定，心不錯亂，所", "260": "師子、毘舍、離優多、天、摩羅", "261": "四十優婆塞盡，當廣說如上。", "262": "7 清信女品增壹阿含經清信女品第七", "263": "1（一）「我弟子中第一優婆斯，初受道證，所謂難", "264": "陀難陀婆羅優婆斯是。智慧第一，久壽多", "265": "羅優婆斯是。恒喜坐禪，須毘耶女優婆斯", "266": "是。慧根了了，毘浮優婆斯是。堪能說法，鴦", "267": "竭闍優婆斯是。善演經義，跋陀娑羅須", "268": "焰摩優婆斯是。降伏外道，婆修陀優婆斯是。", "269": "音響清徹，無優優婆斯是。能種種論，婆", "27": "謂離曰比丘是。能廣勸率，施立齋講，陀羅", "270": "羅陀優婆斯是。勇猛精進。所謂須頭優婆", "271": "斯是。」", "272": "難陀陀、久壽須、毘、鴦竭闍", "273": "須焰及無優婆羅陀、須頭", "274": "2（二）「我弟子中第一優婆斯，供養如來，所謂摩", "275": "利夫人是。承事正法，所謂須賴婆夫人是。", "276": "供養聖眾，捨彌夫人是。瞻視當來過去賢", "277": "士，所謂月光夫人是。檀越第一，雷電夫人", "278": "是。恒行慈三昧，所謂摩訶光優婆斯是。行", "279": "悲哀愍，毘提優婆斯是。喜心不絕，拔提優", "28": "婆摩羅比丘是。安造房舍，興招提僧，所", "280": "婆斯是。行守護業，難陀母優婆斯是。得", "281": "信解脫，照曜優婆斯是。」", "282": "摩利、須賴婆捨彌、光月、雷", "283": "大光、毘提、陀難陀及照曜", "284": "3（三）「我弟子中第一，恒行忍辱，所謂無優優", "285": "婆斯是。行空三昧，所謂毘讎先優婆斯是。行", "286": "無想三昧，所謂優那陀優婆斯是。行無願三", "287": "昧，無垢優婆斯是。好教授彼，尸利夫人優婆", "288": "斯是。善能持戒，鴦竭摩優婆斯是。形貌端", "289": "正，雷焰優婆斯是。諸根寂靜，最勝優婆斯", "29": "謂小陀羅婆摩羅比丘是。貴豪種族，出家學", "290": "是。多聞博知，泥羅優婆斯是。能造頌偈，", "291": "脩摩迦提須達女優婆斯是。無所怯弱，亦是", "292": "須達女優婆斯是。我聲聞中最後取證優婆", "293": "斯者，所謂藍優婆斯是。」", "294": "無優、毘讎先優那、無垢、尸", "295": "鴦竭、雷焰、勝泥、脩、藍摩女", "296": "此三十優婆斯，廣說如上。", "297": "8 阿須倫品增壹阿含經阿須倫品第八", "298": "1（一）聞如是：一時，佛在舍衛國祇樹給孤獨園。", "299": "爾時，世尊告諸比丘：「受形大者，莫過阿須", "3": "4 弟子品弟子品第四", "30": "道，所謂羅吒婆羅比丘是。善分別義，敷演", "300": "倫王。比丘當知，阿須倫形廣長八萬四千由", "301": "延，口縱廣千由旬。比丘當知，或有是時，", "302": "阿須倫王欲觸犯日時，倍復化身十六萬八", "303": "千由旬，往日月前。日月王見已，各懷恐", "304": "怖，不寧本處。所以然者，阿須倫形甚可畏", "305": "故。彼日月王以懷恐懼，不復有光明；然阿", "306": "須倫不敢前捉日月。何以故？日月威德有", "307": "大神力，壽命極長，顏色端正，受樂無窮。欲", "308": "知壽命長短者，住壽一劫。復是此間眾生", "309": "福祐，令日月王不為阿須倫所見觸惱。爾", "31": "道教，所謂大迦旃延比丘是。」", "310": "時，阿須倫便懷愁憂，即於彼沒。「如是。諸比", "311": "丘！弊魔波旬恒在汝後，求其方便，壞敗善", "312": "根。波旬便化極妙奇異色、聲、香、味、細滑之法，", "313": "欲迷亂諸比丘意。波旬作是念：『我當會遇", "314": "得比丘眼便，亦當得耳、鼻、口、身、意之便。』爾", "315": "時，比丘雖見極妙六情之法，心不染著。爾", "316": "時，弊魔波旬便懷愁憂，即退而去。所以然", "317": "者，多薩阿竭、阿羅呵威力所致。何以故？諸比", "318": "丘不近色、聲、香、味、細滑法。爾時，比丘恒作", "319": "是學，受人信施，極為甚難，不可消化，墮", "32": "馬師、舍利弗拘律、耳、迦葉", "320": "墜五趣，不得至無上正真之道。要當專意，", "321": "未獲者獲，未得者得，未度者度，未得證者", "322": "教令成證。是故，諸比丘！未有信施，不起", "323": "想念；以有信施，便能消化，不起染著。如", "324": "是，諸比丘！當作是學。」爾時，諸比丘聞佛所", "325": "說，歡喜奉行。", "326": "2（二）聞如是：一時，佛在舍衛國祇樹給孤獨", "327": "園。爾時，世尊告諸比丘：「若有一人出現於", "328": "世，多饒益人，安隱眾生，愍世群萌，欲使", "329": "天、人獲其福祐。云何為一人？所謂多薩阿", "33": "阿那律、離曰摩羅、吒、旃延", "330": "竭、阿羅呵、三耶三佛。是謂一人出現於世，", "331": "多饒益人，安隱眾生，愍世群萌，欲使天、人", "332": "獲其福祐。是故，諸比丘！常興恭敬於如來", "333": "所。是故，諸比丘！當作是學。」爾時，諸比丘聞", "334": "佛所說，歡喜奉行。", "335": "3（三）聞如是：一時，佛在舍衛國祇樹給孤獨", "336": "園。爾時，世尊告諸比丘：「若有一人出現於", "337": "世，便有一人入道在於世間，亦有二諦、三", "338": "解脫門、四諦真法、五根、六邪見滅、七覺意、賢", "339": "聖八道品、九眾生居、如來十力、十一慈心", "34": "3（三）「我聲聞中第一比丘，堪任受籌，不違禁", "340": "解脫，便出現於世。云何為一人？所謂多薩", "341": "阿竭、阿羅呵、三耶三佛。是謂一人出現於", "342": "世，便有一人入道在於世間，亦有二諦、三", "343": "解脫門、四諦真法、五根、六邪見滅、七覺意、賢", "344": "聖八道品、九眾生居、如來十力、十一慈心", "345": "解脫，便出現於世。是故，諸比丘！常興恭敬", "346": "於如來所，亦當作是學。」爾時，諸比丘聞佛", "347": "所說，歡喜奉行。", "348": "4（四）聞如是：一時，佛在舍衛國祇樹給孤獨", "349": "園。爾時，世尊告諸比丘：「若有一人出現於", "35": "法，所謂軍頭波漢比丘是。降伏外道，履行", "350": "世，便有智慧光明出現於世。云何為一人？", "351": "所謂多薩阿竭、阿羅呵、三耶三佛。是謂一人", "352": "出現於世，便有智慧光明出現於世。是故，", "353": "諸比丘！當信心向佛，無有傾邪。如是，諸比", "354": "丘！當作是學。」爾時，諸比丘聞佛所說，歡喜", "355": "奉行。", "356": "5（五）聞如是：一時，佛在舍衛國祇樹給孤獨", "357": "園。爾時，世尊告諸比丘：「若有一人出現於", "358": "世，無明大冥便自消滅。爾時，凡愚之士為", "359": "此無明所見纏結，生死所趣，如實不知，", "36": "正法，所謂賓頭盧比丘是。瞻視疾病，供給", "360": "周旋往來今世、後世，從劫至劫，無有解", "361": "已；若多薩阿竭、阿羅呵、三耶三佛出現世時，", "362": "無明大闇便自消滅。是故，諸比丘！當念承", "363": "事諸佛。如是，諸比丘！當作是學。」爾時，諸比", "364": "丘聞佛所說，歡喜奉行。", "365": "6（六）聞如是：一時，佛在舍衛國祇樹給孤獨", "366": "園。爾時，世尊告諸比丘：「若有一人出現於", "367": "世，便有三十七品出現於世。云何三十七", "368": "品道？所謂四意止、四意斷、四神足、五根、五", "369": "力、七覺意、八真行，便出現於世。云何為一", "37": "醫藥，所謂識比丘是。四事供養衣被、飲食，", "370": "人？所謂多薩阿竭、阿羅呵、三耶三佛。是故，諸", "371": "比丘！常當承事於佛，亦當作是學。」爾時，諸", "372": "比丘聞佛所說，歡喜奉行。", "373": "7（七）聞如是：一時，佛在舍衛國祇樹給孤獨", "374": "園。爾時，世尊告諸比丘：「若有一人沒盡於", "375": "世，人民之類多懷愁憂，天及人民普失廕", "376": "覆。云何為一人？所謂多薩阿竭、阿羅呵、三耶", "377": "三佛。是謂一人沒盡於世，人民之類多懷", "378": "愁憂，天及人民普失廕覆。所以然者，若多", "379": "薩阿竭於世滅盡，三十七品亦復滅盡。是故，", "38": "亦是識比丘。能造偈頌，嘆如來德，鵬耆", "380": "諸比丘！常當恭敬於佛。如是，諸比丘！當作", "381": "是學。」爾時，諸比丘聞佛所說，歡喜奉行。", "382": "8（八）聞如是：一時，佛在舍衛國祇樹給孤獨", "383": "園。爾時，世尊告諸比丘：「若有一人出現於世，", "384": "爾時天及人民便蒙光澤，便有信心於戒、", "385": "聞、施、智慧，猶如秋時月光盛滿而無塵穢，普", "386": "有所照。此亦如是。若多薩阿竭、阿羅呵、三耶", "387": "三佛出現世間，天及人民便蒙光澤，有信", "388": "心於戒、聞、施、智慧，如月盛滿，普照一切。是", "389": "故，諸比丘！興恭敬心於如來所。如是，諸比", "39": "舍比丘是。言論辯了而無疑滯，亦是鵬耆", "390": "丘！當作是學。」爾時，諸比丘聞佛所說，歡喜", "391": "奉行。", "392": "9（九）聞如是：一時，佛在舍衛國祇樹給孤獨園。", "393": "爾時，世尊告諸比丘：「若有一人出現於世，", "394": "爾時天及人民皆悉熾盛，三惡眾生便自減", "395": "少。猶如國界聖王治化時，彼城中人民熾盛，", "396": "隣國力弱。此亦如是。若多薩阿竭出現世", "397": "時，三惡趣道便自減少。如是，諸比丘！當信", "398": "向佛。是故，諸比丘！當作是學。」爾時，諸比丘", "399": "聞佛所說，歡喜奉行。", "4": "1（一）聞如是：一時，佛在舍衛國祇樹給孤獨", "40": "舍比丘。得四辯才，觸難答對，所謂摩訶拘", "400": "10（一〇）聞如是：一時，佛在舍衛國祇樹給孤獨", "401": "園。爾時，世尊告諸比丘：「若有一人出現於", "402": "世，無與等者，不可摸則，獨步無侶，無有", "403": "儔匹，諸天、人民無能及者，信、戒、聞、施、智慧，無", "404": "能及者。云何為一人？所謂多薩阿竭、阿羅呵、三", "405": "耶三佛。是謂一人出現於世，無與等者，不", "406": "可摸則，獨步無伴，無有儔匹，諸天、人民無", "407": "能及者，信、戒、聞、施、智慧，皆悉具足。是故，諸比", "408": "丘！當信敬於佛。如是，諸比丘！當作是學。」爾", "409": "時，諸比丘聞佛所說，歡喜奉行。", "41": "絺羅比丘是。清淨閑居，不樂人中，所謂堅牢", "410": "須倫、益一道光明及闇冥", "411": "道品、沒盡、信熾盛、無與等", "412": "增壹阿含經卷第三", "42": "比丘是。乞食耐辱，不避寒暑，所謂難提比丘", "43": "是。獨處靜坐，專意念道，所謂今毘羅比丘", "44": "是。一坐一食，不移乎處，所謂施羅比丘是。", "45": "守持三衣，不離食、息，所謂浮彌比丘是。」", "46": "軍頭、賓頭盧識、鵬、拘絺羅", "47": "善牢及難提今毘、施羅、彌", "48": "4（四）「我聲聞中第一比丘，樹下坐禪，意不移轉，", "49": "所謂狐疑離曰比丘是。苦身露坐，不避風雨，", "5": "園。爾時，世尊告諸比丘：「我聲聞中第一比丘，", "50": "所謂婆嗟比丘是。獨樂空閑，專意思惟，所", "51": "謂陀素比丘是。著五納衣，不著榮飾，所謂", "52": "尼婆比丘是。常樂塚間，不處人中，所謂優", "53": "多羅比丘是。恒坐草蓐，日福度人，所謂盧", "54": "醯甯比丘是。不與人語，視地而行，所謂優", "55": "鉗摩尼江比丘是。坐起行步，常入三昧，所", "56": "謂刪提比丘是。好遊遠國，教授人民，所謂", "57": "曇摩留支比丘是。喜集聖眾，論說法味，所", "58": "謂迦淚比丘是。」", "59": "狐疑、婆蹉離陀蘇、婆、優多", "6": "寬仁博識，善能勸化，將養聖眾，不失威儀，", "60": "盧醯、優迦摩息、曇摩留、淚", "61": "5（五）「我聲聞中第一比丘，壽命極長，終不中夭，", "62": "所謂婆拘羅比丘是。常樂閑居，不處眾中，", "63": "所謂婆拘羅比丘是。能廣說法，分別義", "64": "理，所謂滿願子比丘是。奉持戒律，無所觸", "65": "犯，優波離比丘是。得信解脫，意無猶豫，所", "66": "謂婆迦利比丘是。天體端正，與世殊異，", "67": "所謂難陀比丘是。諸根寂靜，心不變易，亦", "68": "是難陀比丘。辯才卒發，解人疑滯，所謂婆", "69": "陀比丘是。能廣說義，理不有違，所謂斯尼", "7": "所謂阿若拘隣比丘是。初受法味，思惟四", "70": "比丘是。喜著好衣，行本清淨，所謂天須菩提", "71": "比丘是。常好教授諸後學者，難陀迦比丘", "72": "是。善誨禁戒比丘尼僧，所謂須摩那比丘是。」", "73": "婆拘、滿、波離婆迦利、難陀", "74": "陀、尼、須菩提難陀、須摩那", "75": "6（六）「我聲聞中第一比丘，功德盛滿，所適無短，", "76": "所謂尸婆羅比丘是。具足眾行道品之法，所", "77": "謂優波先迦蘭陀子比丘是。所說和悅，不傷", "78": "人意，所謂婆陀先比丘是。修行安般，思惟", "79": "惡露，所謂摩訶迦延那比丘是。計我無常，", "8": "諦，亦是阿若拘隣比丘。善能勸導，福度人民，", "80": "心無有想，所謂優頭槃比丘是。能雜種論，", "81": "暢悅心識，所謂拘摩羅迦葉比丘是。著弊", "82": "惡衣，無所羞恥，所謂面王比丘是。不毀禁", "83": "戒，誦讀不懈，所謂羅雲比丘是。以神足", "84": "力能自隱曀，所謂般兔比丘是。能化形", "85": "體，作若干變，所謂周利般兔比丘是。」", "86": "尸婆、優波先婆陀、迦延那", "87": "優頭、王、迦葉羅雲、二般兔", "88": "7（七）「我聲聞中第一比丘，豪族富貴，天性柔和，", "89": "所謂釋王比丘是。乞食無厭足，教化無窮，", "9": "所謂優陀夷比丘是。速成神通，中不有誨，", "90": "所謂婆提婆羅比丘是。氣力強盛，無所畏", "91": "難，亦是婆提婆羅比丘是。音響清徹，聲至", "92": "梵天，所謂羅婆那婆提比丘是。身體香潔，", "93": "熏乎四方，鴦迦闍比丘是。我聲聞中第一", "94": "比丘，知時明物，所至無疑，所憶不忘，多聞", "95": "廣遠，堪任奉上，所謂阿難比丘是。莊嚴服", "96": "飾，行步顧影，所謂迦持利比丘是。諸王敬", "97": "待，群臣所宗，所謂月光比丘是。天人所奉，", "98": "恒朝侍省，所謂輸提比丘是。以捨人形，像", "99": "天之貌，亦是輸提比丘。諸天師導，旨授正"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0125 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經: 增壹阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}