{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220j 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "11 會大般若經第十一會施波羅蜜多", "1": "分序序", "10": "識，何國城之可依？斥以假名，豈頭目之為我？", "100": "食等物，隨己所須少分受用，持餘轉施他諸", "101": "有情。彼諸有情少分受用，復持轉施諸餘有", "102": "情。如是展轉，盡有情界皆同受用我所施物。", "103": "我由如是布施因緣，攝受善根量無邊際。復", "104": "持如是無量善根，普施十方諸有情類，皆永", "105": "解脫惡趣生死，未發無上菩提心者，令速發", "106": "心；已發無上菩提心者，令永不退；若於無上", "107": "正等菩提已不退者，令速圓滿一切智智。』是", "108": "諸菩薩若時若時攝受善根展轉增長，此諸", "109": "菩薩爾時爾時攝受一切波羅蜜多，是諸菩", "11": "推之以隨喜，則不植而自滋矣；絡之以迴", "110": "薩若時若時攝受一切波羅蜜多，此諸菩薩", "111": "爾時爾時展轉鄰近一切智智。當知如是諸", "112": "菩薩眾方便善巧，雖施少物而獲無量布施", "113": "善根。何以故？滿慈子！以布施心境無分限，迴", "114": "向證得一切智故。", "115": "「又，滿慈子！諸菩薩摩訶薩修行布施，生如是", "116": "心：『我施善根勿招餘果，唯證無上正等菩提，", "117": "能盡未來利樂一切。如是迴向無上菩提非", "118": "餘果者，乃名布施波羅蜜多，普令一切波羅", "119": "蜜多皆得圓滿。若無後心緣一切智迴向無", "12": "向，則不勸而自覃矣；控之以菩提，則不遷", "120": "上正等菩提，雖行布施而非布施波羅蜜多，", "121": "亦不能令餘所修習波羅蜜多速得圓滿，亦", "122": "不能得一切智智。』「又，滿慈子！諸菩薩摩訶薩", "123": "雖少布施，若能迴向無上菩提，當知彼施其", "124": "量深廣，定能證得一切智故。諸菩薩摩訶薩", "125": "雖多布施，若不迴向無上菩提，當知彼施其", "126": "量淺狹，不能證得一切智故。「又，滿慈子！若菩", "127": "薩摩訶薩修行布施，不起後心迴向無上正", "128": "等菩提，亦不緣於一切智智，是菩薩摩訶薩", "129": "雖行布施，而非布施波羅蜜多，能招生死非", "13": "而自致矣；權之以方便，則不念而自融矣。故", "130": "一切智。若菩薩摩訶薩修行布施，能起後心", "131": "迴向無上正等菩提，亦復緣於一切智智，是", "132": "菩薩摩訶薩所行布施，名為布施波羅蜜多，", "133": "不招生死得一切智。", "134": "「又，滿慈子！若菩薩摩訶薩雖行布施而不執", "135": "著，雖能迴向無上菩提亦不執著，雖能緣於", "136": "一切智智亦不執著，是菩薩摩訶薩方便善", "137": "巧，修行布施波羅蜜多速得圓滿，亦令一切", "138": "波羅蜜多究竟圓滿，疾證無上正等菩提，能", "139": "盡未來利樂一切。」", "14": "不患物之少也，患夫用心之不弘；不患施之", "140": "爾時，滿慈子問舍利子言：「尊者所說如是法", "141": "要，為自辯才，為承佛力？」舍利子言：「我承佛力", "142": "說是法要，非自辯才。」時，舍利子復告具壽滿", "143": "慈子言：「假使十方無量無數無邊世界一切", "144": "有情，為欲證得阿羅漢果，經如殑伽沙數大", "145": "劫，以諸財物，或施無量無數異生，或施無量", "146": "無數聲聞，或施無量無數獨覺，彼所獲福無", "147": "量無數不可思議。有菩薩摩訶薩緣彼布施，", "148": "作是念言：『彼諸有情所獲福聚我皆隨喜。』是", "149": "菩薩摩訶薩復持如是隨喜俱行諸福業事所", "15": "難也，患夫忘取之不易。其有嚴心以為淨，是", "150": "有善根，普施十方諸有情類，願彼一切皆永", "151": "解脫惡趣生死，未發無上菩提心者，令速發", "152": "心；已發無上菩提心者，令永不退；若於無上", "153": "正等菩提已不退者，令速圓滿一切智智。是", "154": "菩薩摩訶薩由此隨喜迴向善根，一切智智", "155": "速得圓滿。是菩薩摩訶薩所有隨喜迴向善", "156": "根，於前有情布施福聚，百倍為勝，千倍為勝，", "157": "乃至鄔波尼殺曇倍亦復為勝。如是菩薩所", "158": "有隨喜迴向之心，超勝世間諸有情類所行", "159": "施福，是為菩薩方便善巧，雖少用功而福無", "16": "未臻其嚴矣；趣寂以為真，是未會其寂矣。又", "160": "量。", "161": "「又，滿慈子！假使十方無量無數無邊世界一", "162": "切有情，住如殑伽沙數大劫，恒以無量無邊", "163": "供具奉施諸佛及苾芻僧，彼由此緣獲福無", "164": "量。有菩薩摩訶薩緣彼福聚深心隨喜，作是", "165": "念言：『彼十方界諸有情類，能於如是真淨福", "166": "田，恭敬供養身心無惓，善哉！善哉！我於彼", "167": "福深生隨喜。』是菩薩摩訶薩因隨喜心所生", "168": "福聚，於十方界一切有情施佛及僧所有功", "169": "德，百倍為勝，千倍為勝，乃至鄔波尼殺曇倍", "17": "況名譽福樂之求，王賊水火之慮，其於致極，", "170": "亦復為勝。如是菩薩隨喜之心，超諸世間所", "171": "行施福。如四洲界所有珠寶、火藥等光雖能", "172": "照曜，而彼一切皆為月輪所發光明之所映", "173": "奪，如是十方諸有情類所行施福雖量無邊，", "174": "而為菩薩隨喜之心所引善根之所映奪。如", "175": "四洲界所有光明，皆為日光之所映奪，如是", "176": "十方諸有情類所行施福，皆為菩薩隨喜善", "177": "根之所映奪。", "178": "「又，滿慈子！如多百千迦遮末尼聚在一處，雖", "179": "有種種雜色光明，若有持一吠琉璃寶置其聚", "18": "不亦彌遠。然則大覺之士弘願所歸，其財", "180": "上，令彼一切雜色光明悉皆隱沒。如是十方", "181": "諸有情類，雖住無量殑伽沙劫，恒以種種上", "182": "妙樂具，施有情類或施佛、僧，而一菩薩於彼", "183": "福聚起隨喜心，所獲功德勝彼福聚百倍、千", "184": "倍乃至鄔波尼殺曇倍。「又，滿慈子！如多百千", "185": "世間凡馬集在一處，輪王馬寶若入其中，令", "186": "彼一切威光隱沒。如是十方諸有情類，雖住", "187": "無量殑伽沙劫，修行布施集諸善根，而一菩", "188": "薩於彼善根，深心隨喜所獲功德，勝彼善根", "189": "百倍、千倍乃至鄔波尼殺曇倍。「如是菩薩隨", "19": "施也，畢生品以充足；其法施也，罄含識而", "190": "喜俱心，映奪世間施福業事，是故菩薩欲", "191": "證無上正等菩提，於諸有情所作功德應深", "192": "隨喜。", "193": "「又，滿慈子！諸菩薩摩訶薩應持所起隨喜心", "194": "俱諸福業事，施十方界一切有情，願彼十方", "195": "諸有情類，皆永解脫惡趣生死，未發無上菩", "196": "提心者，令速發心；已發無上菩提心者，令永", "197": "不退；若於無上正等菩提已不退者，令速圓", "198": "滿一切智智；是諸菩薩若時若時捨諸善根", "199": "施有情類，此諸菩薩爾時爾時展轉鄰近一", "2": "西明寺沙門玄則撰", "20": "出離。然後忘其所以為之，失其所以利之，洎", "200": "切智智；是諸菩薩若時若時於己善根不執", "201": "我所，此諸菩薩爾時爾時能以善根迴施有", "202": "情，願皆離苦得永安樂；是諸菩薩若時若時", "203": "捨己善根施有情類，此諸菩薩爾時爾時雖", "204": "不修習菩提資糧，而能鄰近一切智智；是", "205": "諸菩薩若時若時於己善根不執我所，施十", "206": "方界一切有情，願皆離苦得永安樂，此諸", "207": "菩薩爾時爾時善根增進，鄰近無上正等菩", "208": "提，能疾證得一切智智；是諸菩薩若時若時", "209": "於己善根不執我所，此諸菩薩爾時爾時攝", "21": "乎無感矣！巍乎有成矣！惟斯文之允被，欣此", "210": "受無量殊勝善根。何以故？滿慈子！此菩薩心", "211": "境無分限，迴向證得一切智故。「如是菩薩隨", "212": "喜俱心方便善巧，雖持隨喜所引善根迴施", "213": "有情，而於善根及有情類都無所執；雖願有", "214": "情解脫惡趣及生死苦，而於惡趣及生死苦", "215": "都無所執；雖願攝受諸有情類，令發無上正", "216": "等覺心，而於發心都無所執；雖願攝受諸有", "217": "情類，令於無上正等菩提永不退轉，而於此", "218": "位都無所執；雖願攝受諸有情類，令菩薩行", "219": "速得圓滿，疾能證得一切智智，而於此位都", "22": "念之方恢，雖盧至之不拔、卜商之難假，亦冀", "220": "無所執；雖願自得一切智智，而於此智亦無", "221": "所執。如是菩薩無所執見，當知是為方便善", "222": "巧。如是菩薩隨喜迴向俱行之心，皆有方便", "223": "善巧力故，能普任持諸餘菩薩摩訶薩眾，令", "224": "獲殊勝利益安樂，及自攝受一切智智，疾證", "225": "無上正等菩提。", "226": "「又，滿慈子！設十方界一切有情，住如殑伽沙", "227": "數大劫，恒以種種上妙供具，奉施諸佛及苾", "228": "芻僧，供養恭敬、尊重讚歎修諸福業。有一菩", "229": "薩持一鉢飯施佛及僧，其福勝彼百倍、千倍", "23": "慈音漸染、鄙悋推移，自此而還，孰能無變！其", "230": "乃至鄔波尼殺曇倍。所以者何？以此菩薩不", "231": "見施者，不見受者，不見施物，雖觀諸法本性", "232": "皆空，而行施時常不遠離迴向發願，謂持施", "233": "福與有情共迴向無上正等菩提，願同證得", "234": "一切智智。是故菩薩行布施時，於諸有情所", "235": "行施福，百倍為勝，千倍為勝，乃至鄔波尼殺", "236": "曇倍亦復為勝，由斯定證無上菩提，利益安", "237": "樂諸有情類。", "238": "「又，滿慈子！諸菩薩摩訶薩修行布施，應起是", "239": "心：『我今惠捨如是財物，諸所引發殊勝善根，", "24": "文句贍溢，誨喻殷明，凡勒成五卷，非重譯", "240": "普施十方諸有情類，在地獄者，速出地獄；住", "241": "傍生者，速脫傍生；居鬼界者，速離鬼界；人、天", "242": "趣中有憂苦者，願彼一切憂苦永息；厭生死", "243": "者，速出三界；十方無量無邊有情未發無上", "244": "菩提心者，令速發心；已發無上菩提心者，令", "245": "永不退；若於無上正等菩提已不退者，令速", "246": "圓滿一切智智。』是諸菩薩若時若時捨諸善", "247": "根施有情類，此諸菩薩爾時爾時攝受布施", "248": "波羅蜜多；是諸菩薩若時若時攝受布施波", "249": "羅蜜多，此諸菩薩爾時爾時增長一切波羅", "25": "矣。", "250": "蜜多；是諸菩薩若時若時增長一切波羅蜜", "251": "多，此諸菩薩爾時爾時攝受無量殊勝善根；", "252": "是諸菩薩若時若時攝受無量殊勝善根，此", "253": "諸菩薩爾時爾時展轉親近一切智智。如是", "254": "菩薩方便善巧，雖少用功而獲多福。是故菩", "255": "薩欲證無上正等菩提，常應勤修方便善巧。", "256": "「又，滿慈子！是諸菩薩若時若時於己善根不", "257": "執我所，此諸菩薩爾時爾時攝受無量無邊", "258": "善根。所以者何？此諸菩薩欲令無量無邊有", "259": "情，咸疾證得一切智智。如是菩薩能捨一切，", "26": "大般若波羅蜜多經卷第五百七十九", "260": "於他善根尚能迴捨施餘無量無邊有情，況", "261": "自善根而不能捨！尚能惠捨所有善根，況餘", "262": "珍財而不能捨！如是菩薩能捨一切色、非色", "263": "物，能捨一切自他所有殊勝善根，乃至能捨", "264": "一切智智，施諸有情令同證得。「如是菩薩大", "265": "師子吼：『我於諸法都無所見，我於一切有色", "266": "無色內外諸物亦無所見，雖無所見而皆能", "267": "捨。』如是菩薩作是念言：『我都不見若法若物，", "268": "而不能捨施諸有情。』如是菩薩當證無上正等", "269": "覺時，以所證得一切智智觀察世間，大師子", "27": "三藏法師玄奘奉　詔譯", "270": "吼：『我於諸法都無所見，我於一切有色無色", "271": "內外諸物亦無所見，雖無所見而皆能捨，謂", "272": "不見有若法若物，於諸有情而不能施。』如是", "273": "菩薩常作是念：『我當證得無上覺時，於一切", "274": "法都無所見，雖無所見而於諸法無不現證、", "275": "無不遍知。』由諸菩薩能捨一切，是故證得無", "276": "上覺時，於一切法能究竟捨；由捨究竟，於一", "277": "切法無不現證、無不遍知。如如於法無所不", "278": "捨，如是如是都不見法；如如於法都無所見，", "279": "如是如是於一切法無不現證、無不遍知。如", "28": "第十一布施波羅蜜多分之一", "280": "是菩薩若內若外皆悉能捨，於內外法悉能", "281": "捨故都無所見，由於諸法無所見故，證得無", "282": "上正等覺時，於一切法無不現證、無不遍知，", "283": "能盡未來利樂一切。", "284": "「又，滿慈子！諸菩薩眾應如是學清淨布施波", "285": "羅蜜多，若諸菩薩能如是學清淨布施波羅", "286": "蜜多，乃得名為真淨菩薩，常不遠離一切智", "287": "心。若時菩薩常不遠離一切智心，是時菩薩", "288": "一切惡魔尚不得便，況餘藥叉、畢舍遮等能得", "289": "其便！若諸有情能得如是菩薩便者，必無是", "29": "如是我聞：一時，薄伽梵在室羅筏住誓多林", "290": "處。所以者何？若地方所有諸菩薩修行布施", "291": "波羅蜜多，作意思惟一切智智時無暫捨，此", "292": "地方所人及非人皆不得便。何以故？滿慈子！", "293": "若常思惟一切智智，如是作意不可思議、廣", "294": "大、甚深、世間希有，以一切智不可思議、廣大、", "295": "甚深、難測量故。", "296": "「又，滿慈子！若諸菩薩能如是學大菩提行，於", "297": "諸有情有大恩德，能善養育一切有情，謂令", "298": "世間諸有情類，無諸災難斷惡修善。由此因", "299": "緣，諸菩薩眾在菩薩位，常能利樂一切異生、", "3": "蓋萬德相照，統之者三身；萬行相資，都之者", "30": "給孤獨園，與大苾芻眾千三百人俱。爾時，世", "300": "聲聞、獨覺。若諸菩薩當證無上正等覺時，亦", "301": "於有情有大恩德，能善養育一切有情，謂說", "302": "正法令斷煩惱，由斯無量無邊有情皆得涅", "303": "槃畢竟安樂。「是故菩薩當證無上正等覺時，", "304": "普於異生、聲聞、獨覺為最為勝、為尊為高、為", "305": "妙為微妙、為上為無上、無等無等等；般涅槃", "306": "後，亦於有情有大恩德，能善養育一切有情，", "307": "謂於如來窣堵波所供養恭敬、尊重讚歎，奉", "308": "施種種上妙華鬘、塗散等香、衣服、瓔珞、寶幢、幡", "309": "蓋、伎樂、燈明，由此因緣，彼有情類種植無量", "31": "尊告舍利子：「諸菩薩摩訶薩修行布施波羅", "310": "殊勝善根，或聞如來涅槃法要，精勤修學證", "311": "般涅槃；若於如來窣堵波所，下至奉獻一香", "312": "一華，世尊記彼皆當離欲，多有畢竟得般涅", "313": "槃。如是菩薩住菩薩位，於諸有情有大恩德，", "314": "能善養育一切有情。證得無上正等覺時，亦", "315": "於有情有大恩德，能善養育一切有情。般涅", "316": "槃後，亦於有情有大恩德，能善養育一切有", "317": "情。以諸菩薩常於有情有大恩德，能善養育", "318": "一切有情故，於世間最尊、最勝，唯除諸佛無", "319": "能及者。", "32": "蜜多時，經久如方得圓滿？」時，舍利子便白佛", "320": "「又，滿慈子！若諸菩薩成就如是殊勝功德，是", "321": "諸菩薩常於有情作大饒益。譬如真金常能", "322": "饒益一切有情，謂未燒煉、或已燒煉，未作", "323": "嚴具、已作嚴具，若未轉易、或已轉易，常能饒", "324": "益一切有情。如是菩薩修菩提行，住菩薩位，", "325": "能於有情作大饒益，證得無上正等覺時，亦", "326": "於有情作大饒益，般涅槃後，亦於有情作大", "327": "饒益。", "328": "「又，滿慈子！如日月輪巡四洲界，與諸有情作", "329": "大饒益，謂四洲界一切有情，由日月輪光明", "33": "言：「無上正法，佛為根本，佛為導首，佛為所依。", "330": "照觸作諸事業，又能了知若晝、若夜、半月、滿", "331": "月、時、年等異。又諸華果、苗稼、草木，因日月輪", "332": "光明照故，生長成熟資養有情。如是菩薩修", "333": "菩提行，住菩薩位，於諸有情作大饒益，證得", "334": "無上正等覺時，亦於有情作大饒益，般涅槃", "335": "後，亦於有情作大饒益。", "336": "「又，滿慈子！諸菩薩眾成就如是廣大功德，常", "337": "與有情作大饒益。譬如商主多有珍財，能令", "338": "百千商侶眷屬，皆得充足諸資生具，乃至死", "339": "後，諸有情類由彼珍財亦得豐樂。如是菩薩", "34": "唯願世尊宣說開示，令苾芻眾聞已受持！」世", "340": "行菩提行，住菩薩位，尚能利樂無量有情，況", "341": "得菩提、般涅槃後具大勢力，而不能令諸弟", "342": "子等利益安樂。", "343": "「又，滿慈子！如是菩薩常能利樂一切有情，謂", "344": "菩薩位、若成正覺、若般涅槃，常於有情作大", "345": "饒益未曾暫捨。如有善士具善士相，能自安", "346": "樂，亦能安樂諸餘有情，善攝珍財，善能分布，", "347": "故名善士。如是菩薩善攝種種功德珍財，在", "348": "菩薩位，善能利樂無量有情，證得無上正等", "349": "覺時，亦善利樂無量有情，般涅槃後，亦善利", "35": "尊爾時再三命勸舍利子言：「汝今應為諸菩", "350": "樂無量有情，謂涅槃後功德勢力亦善利樂", "351": "諸弟子等。「又，滿慈子！如是菩薩若菩薩位、若", "352": "得菩提、若涅槃後，常能利樂一切有情無時", "353": "暫捨。如彼善士具善士相，能令自他俱得安", "354": "樂，遠離種種不如意事，諸菩薩眾亦復如是，", "355": "能令自他常得安樂，遠離種種惡業煩惱，不", "356": "墮惡趣生死輪迴，得般涅槃畢竟安樂，或成", "357": "正覺饒益一切。", "358": "「又，滿慈子！如剎帝利灌頂王種堪紹王位，若", "359": "為太子、若作王時，安樂一切沙門、梵志及餘", "36": "薩摩訶薩宣說布施波羅蜜多。」爾時，具壽舍", "360": "有情。若命終後，亦能安樂國土有情令無衰", "361": "惱，謂由彼王功德餘勢，國土豐樂無怨賊等。", "362": "如是菩薩行菩提行、住菩薩位，已能安樂一", "363": "切有情，證得無上正等覺時，亦能安樂一切", "364": "有情，般涅槃後，亦能安樂一切有情，謂涅槃", "365": "後無量有情，於窣堵波供養恭敬、尊重讚歎", "366": "獲無量福，聽聞正法、受持、讀誦、如理思惟、為", "367": "他演說亦得無邊功德勝利。諸有情類於佛", "368": "世尊般涅槃後，若念如來所有戒蘊、定蘊、慧", "369": "蘊、解脫蘊、解脫智見蘊，彼有情類，由此因緣", "37": "利子蒙佛再三慇懃命勸，承佛神力，先以布", "370": "不墮惡趣，生天人中恒受快樂，或有證得三", "371": "乘涅槃，能令自他畢竟安樂。彼有情類於現", "372": "身中，人非人等不能為害，諸怖畏事不能侵", "373": "惱。何以故？滿慈子！念佛功德能滅世間人非", "374": "人等怖畏事故。」", "375": "爾時，佛讚舍利子言：「善哉！善哉！如汝所說。若", "376": "有情類能念如來所有戒蘊、定蘊、慧蘊、解脫蘊、", "377": "解脫智見蘊，彼有情類能滅世間人非人等", "378": "諸怖畏事。」時，舍利子便白佛言：「希有！世尊！如", "379": "來成就如是清淨廣大妙法。」爾時，世尊告舍", "38": "施波羅蜜多教誡教授諸菩薩摩訶薩言：「若", "380": "利子：「應知菩薩亦有成就如是清淨廣大妙", "381": "法。」舍利子言：「何謂菩薩所成清淨廣大妙法？」", "382": "佛言：「菩薩所成清淨廣大妙法，謂發無上正", "383": "等覺心不復退轉。何以故？舍利子！最極清淨", "384": "廣大妙法，謂如來性、自然覺性、無上正等菩", "385": "提之性。若諸菩薩已發無上正等覺心不復", "386": "退轉，定當成就如是清淨廣大妙法。」", "387": "時，舍利子復告具壽滿慈子言：「諸菩薩眾應", "388": "起是心：『若諸有情來至我所，求索種種資生", "389": "之具；我當發起決定施心，不應發起無資具", "39": "菩薩摩訶薩欲證無上正等菩提，應緣一切", "390": "心。設我現無所索資具，要當方便求覓施與，", "391": "終不發起如是之心：我既現無所索資具，不", "392": "應方便為彼求覓。若餘有情自施彼者，我當", "393": "隨喜；若不欲施，我當種種方便勸發，要令求", "394": "者所願滿足。』如是菩薩或施有情所須資具，", "395": "或自供侍師長、病者，所作福業皆與有情平", "396": "等共有迴向無上正等菩提，欲盡未來利樂", "397": "一切，令脫惡趣或生死苦，令得涅槃或一切", "398": "智。若諸有情自行布施修餘福業，菩薩勸彼", "399": "迴向無上正等菩提。如是菩薩所獲福聚，於", "4": "六度。若沖虛之六翮、伺塵之六情矣。故每因", "40": "智智，以大悲為上首，修行布施波羅蜜多。若", "400": "餘有情布施福業，百倍為勝，千倍為勝，乃至", "401": "鄔波尼殺曇倍亦復為勝。所以者何？菩薩勸", "402": "發迴向之心，能令自身及有情類俱證無上", "403": "正等菩提。", "404": "「又，滿慈子！諸菩薩眾修行布施波羅蜜多，先", "405": "應修習方便善巧；隨所修習方便善巧，修行", "406": "布施；隨所修行布施福業，迴向無上正等菩", "407": "提，願諸有情皆同證得一切智智。如是菩薩", "408": "方便善巧，能令自他俱獲勝利。若諸菩薩修", "409": "行布施，不先修習方便善巧，設經殑伽沙數", "41": "菩薩摩訶薩緣一切智智，大悲為上首，修行", "410": "劫住修行布施，不能發心與有情共迴向菩", "411": "提，不能攝受所修布施波羅蜜多，不能證得", "412": "本所希求一切智智。", "413": "「又，滿慈子！設諸有情持廣大器，量等三千大", "414": "千世界，至菩薩所語菩薩言：『我等今須滿此", "415": "器物，願疾施與。』菩薩於彼不起異心，但起是", "416": "心：『定當施與。』謂終不起瞋恨之心：『如是有情", "417": "輕觸於我。』亦復不起不施與心，謂：『我如何施", "418": "彼多物。』亦復不起無財寶心，謂：『我云何能辦", "419": "爾許種種財寶，滿彼有情所持量等大千界", "42": "布施波羅蜜多，是菩薩摩訶薩則能攝受一", "420": "器。』但作是念：『我今為彼修勝神通，種種方便", "421": "集諸財寶，必令求者所願滿足。』菩薩爾時熾", "422": "然精進，作大加行求勝神通，欲集珍財施來", "423": "求者，攝受精進波羅蜜多；既得神通多集財", "424": "寶，施來求者令滿所願，攝受布施波羅蜜多。", "425": "如是名為諸菩薩眾修行布施波羅蜜多，發", "426": "廣大心常無厭惓；由斯疾證無上菩提，能盡", "427": "未來利樂一切。", "428": "「又，滿慈子！諸菩薩摩訶薩應愍有情而行布", "429": "施，應住慈心與有情樂而行布施，應住悲心", "43": "切智智，疾證無上正等菩提。復次，諸菩薩摩", "430": "拔有情苦而行布施，應住喜心慶有情類離", "431": "苦得樂而行布施，應住捨心於有情類平等", "432": "饒益而行布施。如是施已應生是心：『我所作", "433": "福及所作善，普施十方諸有情類，令永解脫", "434": "惡趣生死，未發無上菩提心者，令速發心；已", "435": "發無上菩提心者，令永不退；若於無上正等", "436": "菩提已不退者，令速圓滿一切智智。』是諸菩", "437": "薩若時若時捨福善根施有情類，此諸菩薩", "438": "爾時爾時善根增長。是諸菩薩若時若時以", "439": "所修善，與有情共迴向無上正等菩提，願同", "44": "訶薩寧以無記心行於布施或不行施，終不", "440": "證得一切智智，此諸菩薩爾時爾時善根增", "441": "益。「又，滿慈子！譬如真金，若時若時鎔煉燒打，", "442": "爾時爾時光色轉盛；若時若時光色轉盛，爾", "443": "時爾時展轉調柔堪為器具。如是菩薩若時", "444": "若時以所作善，與有情共迴向無上正等菩", "445": "提，願同證得一切智智，爾時爾時善根轉盛；", "446": "若時若時善根轉盛，爾時爾時展轉鄰近一", "447": "切智智。", "448": "「又，滿慈子！如有女人磨瑩鏡面，若時若時加", "449": "功磨瑩，爾時爾時鏡轉明淨，若時若時鏡轉", "45": "以迴向二乘地心而行布施。何以故？諸菩薩", "450": "明淨，爾時爾時鏡面無垢眾像皆現。如是菩", "451": "薩若時若時以所作福及所作善，決定迴向", "452": "一切智智，爾時爾時能普施與十方世界一", "453": "切有情，令永解脫惡趣生死，未發無上菩提", "454": "心者，令速發心；已發無上菩提心者，令永不", "455": "退；若於無上正等菩提已不退者，令速圓滿", "456": "一切智智。此諸菩薩若時若時捨己善根施", "457": "有情類，爾時爾時善根轉盛；若時若時善根", "458": "轉盛，爾時爾時展轉鄰近一切智智。如是菩", "459": "薩方便善巧，迴向所求一切智智，令諸功德", "46": "摩訶薩應怖聲聞、獨覺地故。」", "460": "漸漸增長，疾證無上正等菩提，能盡未來饒", "461": "益一切。「又，滿慈子！云何菩薩多行布施攝受", "462": "少福？云何菩薩少行布施攝受多福？云何菩", "463": "薩少行布施攝受少福？云何菩薩多行布施", "464": "攝受多福？若諸菩薩雖經殑伽沙數大劫，恒", "465": "捨無量無數珍財，普施十方諸有情類，而不", "466": "迴向無上菩提，願與有情皆同證得一切智", "467": "智，如是菩薩多行布施攝受少福。若諸菩薩", "468": "雖經少時，施有情類少分財物，而能迴向無", "469": "上菩提，願與有情皆同證得一切智智，如是", "47": "爾時，滿慈子問舍利子言：「何因何緣，諸菩薩", "470": "菩薩少行布施攝受多福。若諸菩薩經於少", "471": "時，施有情類少分財物，不能迴向無上菩提，", "472": "願與有情皆同證得一切智智，如是菩薩少", "473": "行布施攝受少福。若諸菩薩經於殑伽沙數", "474": "大劫，恒捨無量無數珍財，普施十方諸有情", "475": "類，復能迴向無上菩提，願與有情皆同證得", "476": "一切智智，如是菩薩多行布施攝受多福。是", "477": "故菩薩摩訶薩眾欲證無上正等菩提，應以", "478": "善根與有情共迴向無上正等菩提，願與有", "479": "情皆同證得一切智智。", "48": "摩訶薩應怖聲聞及獨覺地？」舍利子言：「勿諸", "480": "「若菩薩摩訶薩欲能攝受無量福蘊，與諸有", "481": "情作大饒益，疾能證得一切智智，常應不離", "482": "一切智智相應作意，修行布施波羅蜜多。若", "483": "菩薩摩訶薩常不遠離一切智智相應作意，", "484": "修行布施波羅蜜多，是菩薩摩訶薩便能攝", "485": "受無量福蘊，疾證無上正等菩提，與諸有情", "486": "作大饒益。何以故？滿慈子！若諸菩薩常不遠", "487": "離一切智智相應作意，修行布施波羅蜜多，", "488": "是諸菩薩剎那剎那功德善根漸漸增長，由", "489": "斯疾證無上菩提，能盡未來利樂一切。是故", "49": "菩薩摩訶薩眾謂一切智與二乘等，故我令怖。」", "490": "菩薩欲與有情常作利益安樂事者，一切行", "491": "中常勤修習方便善巧，迴向無上正等菩提，", "492": "願與有情作大饒益。", "493": "大般若波羅蜜多經卷第五百七十九", "5": "別會，各彰其分焉。至如利物之基、捨著之", "50": "時，滿慈子復問具壽舍利子言：「諸菩薩施與", "51": "聲聞施有何差別？」舍利子言：「聲聞行施迴向", "52": "涅槃、阿羅漢果，菩薩行施迴向菩提、一切智", "53": "智，是謂差別。「又，滿慈子！如有二人俱行布施。", "54": "一緣王位而求勝果，彼行施時作如是念：『願", "55": "我由此作大國王，統領八方皆得自在。』彼隨", "56": "此願後得為王，匡化世間自在安樂。一緣臣", "57": "位而求勝果，彼行施時作如是念：『願我由此", "58": "得作大臣，王所愛念委任驅策，隨王所欲皆", "59": "能成辦。』彼由此願，終不為王。雖此二人俱行", "6": "漸，詳其要也，無出施乎。但施有淪昇，良資誘", "60": "布施，而隨所願果有勝劣。菩薩、聲聞行施亦", "61": "爾，謂諸菩薩行布施時，緣一切智智，大悲為", "62": "上首，以所修行與有情共迴向無上正等菩", "63": "提，由此能得一切智智。若聲聞眾行布施時，", "64": "緣聲聞果自求解脫，不求無上正等菩提。菩", "65": "薩、聲聞雖俱行施，而隨意願果有勝劣，一由", "66": "施故得一切智智，一由施故得聲聞果，是謂", "67": "差別。「又，滿慈子！譬如有人修行布施，求作長", "68": "者或作居士。復有一人修行布施，願為長者、", "69": "居士、僮僕，當知菩薩、聲聞行施勝劣意願亦復", "7": "析，所以室羅復集、檀那肇唱，欲令三堅失", "70": "如是。」", "71": "爾時，滿慈子讚舍利子言：「所說譬喻甚為希", "72": "有！善能開顯二施差別，我亦當說二施譬喻。", "73": "謂如有人持百千寶詣巨富者，作如是言：『今", "74": "以此物奉上仁者，願相攝受作親僮僕，所有", "75": "事業我皆能辦。』諸聲聞眾行施亦然，願作如", "76": "來親近弟子，菩薩不爾，是謂差別。又，舍利子！", "77": "如有女人捨王宮樂，持百千寶竊詣長者或", "78": "商主家，而語彼言：『今奉此寶，願相納受以為", "79": "妻室，畢身承事終不虧違。』如是聲聞修行布", "8": "守、十度成津，即當躡四誓之修期、排七空之", "80": "施，但欲求作如來弟子，菩薩不然，是謂差別。」", "81": "時，舍利子便讚具壽滿慈子言：「善能辯說二", "82": "施譬喻甚為希有！謂諸聲聞無巧方便，所行", "83": "布施取聲聞果；若諸菩薩有巧方便，所行布", "84": "施普為攝受一切有情，得一切智。", "85": "「又，滿慈子！若菩薩摩訶薩欲證無上正等菩", "86": "提，一切行中應先行施，作如是念：『我今所造", "87": "此惠施業，施十方界一切有情，令永解脫惡", "88": "趣生死，未發無上菩提心者，令速發心；已發", "89": "無上菩提心者，令永不退；若於無上正等菩", "9": "祕鍵，轢二乘而直上、摧三輪以遐騖。糺以唯", "90": "提已不退者，令速圓滿一切智智。』如是菩薩", "91": "思惟外境不離內心，攝諸善根令其漸次皆", "92": "得增長。是諸菩薩若時若時攝受善根護令", "93": "不退，此諸菩薩爾時爾時展轉鄰近一切智", "94": "智，是諸菩薩若時若時漸得鄰近一切智智，", "95": "此諸菩薩爾時爾時善根圓滿，趣向無上正", "96": "等菩提，能盡未來利樂一切。", "97": "「又，滿慈子！諸菩薩摩訶薩修行布施，作是思", "98": "惟：『若諸有情眼所照處，願彼一切皆得如是", "99": "我所惠捨飲食等物。若諸有情受我所施飲"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220j 大般若波羅蜜多經(第401卷-第600卷): 大般若經: 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}