{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1479 佛說苾芻五法經", "text": {"0": "No. 1479", "1": "佛說苾芻五法經", "10": "而降甘露，使彼人天久久依住。復令無量俱", "100": "他事。云何知寶沙他事？一受持、二請名、三請、", "101": "四請、五眾寶沙他。如是知寶沙他。次知結界。", "102": "云何知結界？謂五種。五種集結界，如是知結", "103": "界事。云何知結界事？捨墮不得結界，當低小", "104": "座飲食，當辦食飲已所作應作。如是知結界", "105": "事。是五年、是滿五年、是餘五年。如是得念依", "106": "止。「又行道。云何行道？謂阿闍梨行道。自行", "107": "道如是，是念依止。次分別行道。云何分別？知", "108": "阿闍梨說戒、知自說戒，如是得念依止。「又", "109": "分別過時。云何過時？謂阿闍梨過時、自過", "11": "胝那由他百千有情獲得甘露，乃至令度生", "110": "時，如是得念依止。如是過時不為財利。云何", "111": "不為財利？謂彼僧伽藍住阿闍梨不為財利，", "112": "如是得念依止。如是不為利養半月行。云何", "113": "半月行？謂阿闍梨半月半月同懺悔。如是得", "114": "念依止。如是半月行無阿鉢帝。云何無阿鉢", "115": "帝？謂阿闍梨令去某甲處受依止。如是得念", "116": "依止。又言行。云何言行？謂依阿闍梨言不", "117": "用汝依止行。如是得念依止。如是依行不犯", "118": "師界。云何不犯師界？謂不犯師聚落界。如是", "119": "得念依止，如是不犯師聚落界。同師懺悔。云", "12": "老病死輪迴苦難，乃至令脫地獄大險難故，", "120": "何同師懺悔？謂半月半月同師懺悔，如是得", "121": "念依止。如是同師懺悔五年分明，得念依止。", "122": "「苾芻！當具足此五種法，此苾芻法當依行。彼", "123": "法無阿鉢帝，彼所有戒法，當日日得訥瑟訖", "124": "哩二合多。」", "125": "爾時世尊說是五種法已，諸苾芻眾及諸人", "126": "天，瞻奉旋遶作禮而退。", "127": "佛說苾芻五法經", "13": "使得安樂寂靜平正，無怖無畏獲得涅槃。又", "14": "復不離摩伽陀國、嚩󰋷曼隷國、迦尸國、憍", "15": "薩羅國、俱嚕半左羅國等，嚩嗟王、麼蹉王、", "16": "戍󰋷細那王、尸尾王、那舍囉拏嚩王，是諸", "17": "王等見已，以佛智力彼皆降伏。又復能於天", "18": "經行處行、梵經行處行、聖經行處行、空經行", "19": "處行、寂靜經行處行、佛佛經行處行、師師經", "2": "西天譯經三藏朝散大夫試鴻臚", "20": "行處行、能知者經行處行、正遍知經行處行，", "21": "得心開解、得最上波羅蜜多。世尊復次一切", "22": "所有經行處、彼所求經行，悉能經行。", "23": "爾時世尊告苾芻眾言：「有五種法當住具足，", "24": "當來苾芻常行。何等五法？此苾芻不知阿鉢", "25": "帝、不知非阿鉢帝、不知輕阿鉢帝、不知重阿", "26": "鉢帝，是新戒是減五年。苾芻此五種法具足", "27": "者，此苾芻不合住勸事。苾芻五種法具足知", "28": "者，是苾芻合住勸事。何等五法？此苾芻知苾", "29": "芻阿鉢帝、知非阿鉢帝、知輕阿鉢帝、知重阿", "3": "少卿傳教大師臣法天奉　詔譯", "30": "鉢帝，得滿五年得餘五年。苾芻此五種法具", "31": "足者，得住勸事苾芻。「復有五法具足者，是苾", "32": "芻不得離依止住。何等五法？此苾芻不知波", "33": "羅提木叉、不知說波羅提木叉、不知結界、不", "34": "知結界事、是新戒是減五年。此苾芻具此五", "35": "種法，不得離依止住。苾芻此五法具足者，是", "36": "苾芻得離依止住。何等五法？此苾芻知苾芻", "37": "波羅提木叉、知說波羅提木叉、知結界、知結", "38": "界事、是滿五年是五年餘。如是苾芻此五法", "39": "具足者，得離依止住。「苾芻！別有五法具足者，", "4": "如來、應、正等覺在舍衛國，為彼未來觀察而", "40": "是苾芻不得離依止住。何等五法？此苾芻不", "41": "知寶沙他、不知寶沙他事業、不知結界、不知", "42": "結界事業、是新戒是減五年。苾芻此五種法", "43": "具足者，不得離依止住。苾芻此五法具足者，", "44": "是苾芻得離依止住。何等五法？此苾芻知苾", "45": "芻寶沙他、知寶沙他事業、知結界、知結界事", "46": "業、是滿五年是餘五年。苾芻具足此五法者，", "47": "得離依止住。「復次苾芻有五正念。云何為五", "48": "正念？謂行、報、應、命、終不為財利念出世。苾芻！", "49": "此為五正念。「復次苾芻！別有五依止正念。何", "5": "住。是時無量諸天及人，知佛世尊是人天師，", "50": "等為五？謂飲食、禮事、不過師界、師同住、五年", "51": "分明。此是五依止正念。「苾芻！此五依止、正", "52": "念、報應等，當知阿鉢帝。知何等阿鉢帝？當", "53": "知五阿鉢帝。何等為五？謂波羅夷、僧伽婆尸", "54": "沙、波逸提戒，當知各四種說，五知阿鉢帝。如", "55": "是知阿鉢帝。復次知非阿鉢帝。云何知非阿", "56": "鉢帝相？常行非阿鉢帝，如是知非阿鉢帝。復", "57": "次知輕阿鉢帝。云何知輕阿鉢帝？謂行深怖", "58": "輕阿鉢帝。云何行？謂行四波羅夷法輕阿鉢", "59": "帝、行十三僧伽婆尸沙法輕阿鉢帝、行三十", "6": "恭信供養尊重讚歎，利樂名稱而得最上，各", "60": "捨墮波逸提法輕阿鉢帝、行九十二波逸提", "61": "法輕阿鉢帝、行九十二波逸提法清淨，各四", "62": "說輕阿鉢帝，其餘五十戒法輕阿鉢帝。如是", "63": "所行，得輕阿鉢帝。如是知輕阿鉢帝。次知重", "64": "阿鉢帝。云何知重阿鉢帝？所行之行得重阿", "65": "鉢帝，其餘行五十戒法重阿鉢帝各四說，九", "66": "十二波逸提法重阿鉢帝所行清淨；九十二", "67": "波逸提法清淨，三十捨墮波逸提法重阿鉢", "68": "帝所行清淨；三十捨墮波逸提法清淨，十三", "69": "僧伽婆尸沙法重阿鉢帝所行清淨；十三僧", "7": "各奉上名衣妙饌臥具湯藥。爾時世尊以利", "70": "伽婆尸沙法清淨，四波羅夷法重阿鉢帝。如", "71": "是所行之行得重阿鉢帝。如是知重阿鉢帝。", "72": "是五年、是滿五年、是五年餘，如是得信依止。", "73": "「復次知波羅提木叉。云何知波羅提木叉？此", "74": "是波羅提木叉，思惟見前行住坐臥，過去", "75": "見在身口意等，觀察妙行，如是知波羅提木", "76": "叉。次知說波羅提木叉。云何知說波羅提木", "77": "叉？有七波羅提木叉。何等為七？當云何說？說", "78": "四波羅夷法，餘所聞。當說此第一說波羅提", "79": "木叉。次說四波羅夷法、十三僧伽婆尸沙法，", "8": "樂故，咸皆受用而無染著，如蓮在水。但令人", "80": "餘所聞。當說此第二說波羅提木叉。次說四", "81": "波羅夷法、十三僧伽婆尸沙法、三十捨墮波逸", "82": "提法，餘所聞。當說此第三說波羅提木叉。", "83": "次說四波羅夷法、十三僧伽婆尸沙法、三十捨", "84": "墮波逸提法、九十二波逸提法清淨，餘所聞。", "85": "當說此第四說波羅提木叉。次說四波羅夷", "86": "法、十三僧伽婆尸沙法、三十捨墮波逸提法、九", "87": "十二波逸提法清淨，各四法解說，其餘所聞。", "88": "當說此第五說波羅提木叉。次說四波羅夷", "89": "法、十三僧伽婆尸沙法、三十捨墮波逸提法、九", "9": "天諸有情眾，獲勝福果得妙莊嚴，為彼人天", "90": "十二波逸提法等清淨，各四說，五十戒法，餘", "91": "所聞。當說此第六說波羅提木叉。次一一廣", "92": "說。此是第七說波羅提木叉。如是說波羅提", "93": "木叉、如是知說波羅提木叉、知結界。", "94": "「云何知結界？謂今眾十四日十五日結界。如", "95": "是知結界。次知結界事。云何知結界事？一受", "96": "持、二請名、三請、四請五眾結界。如是知結界", "97": "事。是五年、是滿五年、是五年餘，如是知得念", "98": "依止。「次知寶沙他。云何知寶沙他？今眾十四", "99": "日十五日寶沙他。如是知寶沙他。次知寶沙"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1479 佛說苾芻五法經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}