{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1972 淨土或問", "text": {"0": "No. 1972", "1": "淨土或問序淨土或問序", "10": "共二十六則。所謂拔本塞源窮諸識念者也。", "100": "淨。我時於勝蓮華生。親覩如來無量光。現", "101": "前授我菩提記。蒙彼如來授記已。化身無數", "102": "百俱胝。智力廣大遍十方。利樂一切眾生界。", "103": "又不見。入楞伽經中。授記龍樹偈云。南天竺", "104": "國中。大名德比丘。厥號為龍樹。能破有無宗。", "105": "世間中顯我無上大乘法。得初歡喜地。往生", "106": "安樂國。又不見。起信論中。馬鳴菩薩有。求生", "107": "之願。無量壽論。天親菩薩有願往之心。又不", "108": "見。大寶積經中。印許淨飯王及七萬釋種同", "109": "生安養。十六觀經中。指示韋提夫人及五百", "11": "若其信得及。淨念相繼。觸目西方。歸心淨土。", "110": "侍女同覲彌陀。且淨飯韋提等。皆是現得無", "111": "生法忍。西竺似此之流。不可得而勝數矣。東", "112": "土如廬山遠公合社高人。天台賢首諸宗尊", "113": "者自行化他。曰僧曰俗同生淨土者。又可得", "114": "而勝數耶。只如文殊普賢大菩薩也。善財海", "115": "眾遍參知識。悟同諸聖者。馬鳴龍樹等亦菩", "116": "薩也。亦禪宗以為大祖師也。此諸聖人所悟", "117": "所證。比今悟達之士。為何如哉。彼尚願生", "118": "樂國。親近彌陀。而汝一悟之後。更不求生。則", "119": "龍樹馬鳴普賢文殊等。寧無愧於汝耶。今汝", "12": "奚以為文哉。如或執妄謬解。妍醜不分。白", "120": "何不自揣其心自量其力。所修所證。誠有過", "121": "于二菩薩二禪祖者乎。所參知識所悟佛性。", "122": "誠有過於善財海眾者乎。所得無性法忍受", "123": "佛印證。誠有過於淨飯韋提者乎。淨飯國王", "124": "佛之父也。七萬釋種佛之親屬也。淨土之", "125": "生倘無利益。佛忍自誤其父與親屬乎。向謂", "126": "得無生法忍者可許混俗度生。今其父王親", "127": "屬既得此忍。而尚記往生。則汝求護持保養", "128": "之意。豈不深且遠乎。多見今之禪者。不究如", "129": "來之了義。不知達磨之玄機。空腹高心習為", "13": "日迷途。適越之北者。取為司南。茲有門弟子", "130": "狂妄。見修淨土則笑之曰。彼學愚夫愚婦之", "131": "所為。何其鄙哉。余嘗論其。非鄙愚夫愚婦", "132": "也。乃鄙文殊普賢龍樹馬鳴等也。非特自迷", "133": "正道。自失善根。自喪慧身。自亡佛種。且成謗", "134": "法之業。又招鄙聖之殃。佛祖視為可哀憐者。", "135": "於是永明和尚深憐而痛哀之。剖出心肝主", "136": "張淨土。既以自修。又以化世。故其臨終預", "137": "知時至。乃有種種殊勝相現。甚至舍利鱗砌", "138": "于身。嘗有撫州一僧。經年旋繞其塔。人問其", "139": "故。僧曰。因病入冥。閻王以陽數未艾。得放還", "14": "洪慈。募眾流行。非獨與世之修淨業者共。亦", "140": "生。乃見殿左。供養畫僧一㡧閻王禮拜殷勤。", "141": "遂叩主吏。吏曰。此永明壽禪師也。其修行精", "142": "進。徑生極樂上品。王以為希有。故圖像而禮", "143": "敬之。夫永明既悟達摩直指之禪。又能致身", "144": "於極樂上品。以此解禪者之執情。以此為末", "145": "法之勸信。故余謂其深有功於宗教者此也。", "146": "豈特永明為然。如死心新禪師。作勸修淨土", "147": "之文有云。彌陀甚易念。淨土甚易生。又云。參", "148": "禪人最好念佛。根機或鈍。恐今生未能大悟。", "149": "且假彌陀願力接引往生。又云。汝若念佛不", "15": "足為不信者之一勸耳。三宗講主守愚悟勤", "150": "生淨土。老僧當墮拔舌地獄。又如真歇了禪", "151": "師作淨土說有云。洞下一宗皆務密修。其故", "152": "何哉。良以念佛法門徑路修行。正按大藏。接", "153": "上上根器。傍引中下之機。又云。宗門大匠已", "154": "悟不空不有之法。秉志孜孜於淨業者。得非", "155": "淨業之見佛簡易於宗門乎。又云。乃佛乃祖", "156": "在教在禪。皆修淨業同歸一源。入得此門。無", "157": "量法門悉皆能入。至如天衣懷禪師。圓照本", "158": "禪師。慈受深禪師。南嶽思禪師。法照禪師。", "159": "靜靄禪師。淨慈大通禪師。天台懷玉禪師。梁", "16": "識。", "160": "道珍禪師。唐道綽禪師。毘陵法真禪師。姑蘇", "161": "守訥禪師。北磵簡禪師。天目禮禪師等諸大", "162": "老。皆是禪門宗匠。究其密修顯化。發揚淨土", "163": "之旨。則不約而同。豈特諸大老為然。余嘗聞", "164": "一老宿言曰。合五家之宗派。盡天下之禪僧。", "165": "悟與未悟。無有一人不歸淨土者。因問其故。", "166": "乃曰。如百丈大智海禪師。是江西馬祖傳道", "167": "之的子。天下叢林依他建立。從古至今。無一", "168": "人敢議其非。天下清規依他舉行。從始至末。", "169": "無一事敢違其法。看他為病僧念誦之規云。", "17": "序畢", "170": "集眾同聲舉揚一偈。稱讚阿彌陀佛。復同聲", "171": "稱念南無阿彌陀佛。或百聲或千聲。回向伏", "172": "願云。諸緣未盡。早遂輕安。大命難逃。徑歸安", "173": "養。此非淨土之指歸乎。又看他津送亡僧。大", "174": "夜念誦回向伏願云。神超淨域。業謝塵勞。蓮", "175": "開上品之花。佛授一生之記。此非淨土之指", "176": "歸乎。至於荼毘之際。別無所為。但令維那", "177": "引聲高唱南無西方極樂世界大慈大悲阿彌", "178": "陀佛。如是十唱而大眾十和。總名之曰十念", "179": "也。唱畢復回向云。上來稱揚十念資助往生。", "18": "淨土或問全", "180": "此非淨土之指歸乎。自百丈以來。凡所以津", "181": "送禪僧。皆依此法。然則所謂合五家之宗派。", "182": "盡天下之禪僧。無有一人不歸淨土者。豈不然", "183": "乎。以余觀老宿所引之言。誠有所據。而不容", "184": "辯矣。又因其言遂悟百丈祖師立法之意。亦", "185": "豈無所據而然耶。汝在叢林津送禪僧。不知", "186": "其幾矣。此等回向十念。口裏唱過。耳裏聽過。", "187": "又不知其幾矣。汝既不會祖師之意。又自不", "188": "發省覺之心。妄謂悟達之士不願往生。則天", "189": "下禪者之執莫汝若矣。", "19": "元師子林天如則著", "190": "問曰。淨土攝機誠乎其廣矣。愚不敢復議矣。", "191": "然亦嘗聞有惟心淨土本性彌陀之說。愚竊", "192": "喜之。及觀淨土經論。所謂淨土者。十萬億", "193": "土外之極樂也。所謂彌陀者極樂國中之教", "194": "主也。是則彼我條然。遠在惟心本性之外矣。", "195": "果何謂耶。答曰。汝言局矣。不識汝心之廣大", "196": "而明妙者矣。楞嚴云。色身外洎山河虛空大", "197": "地。咸是妙明真心中物。又云。諸法所生惟心", "198": "所現。安有佛土而不在吾心者哉。當知淨土", "199": "惟心。心外無土。如大海之現群漚。無一漚", "2": "參禪余所不去。念佛亦非去者。禪主見性。佛", "20": "明雲棲袾宏編", "200": "能外海也。惟心淨土。土外無心。猶眾塵之依", "201": "大地。無一塵不名地也。又當知先聖有云。惟", "202": "此一心具四種土。一曰凡聖同居。二曰方便", "203": "有餘。三曰實報無障礙。四曰常寂光也。一凡", "204": "聖同居土者。自分二類。初曰同居穢。次曰同", "205": "居淨。初同居穢土者。娑婆之類是也。居其", "206": "中者有凡有聖。而凡聖各二。凡居二者。一者", "207": "惡眾生即四趣也。二善眾生即人天也。聖居", "208": "二者。一實聖。即四果。辟支。通教六地。別十", "209": "住。圓十信後心。通惑雖盡。報身猶有。皆名實", "21": "弟子廣信校", "210": "也。二權聖。謂方便實報寂光土中法身菩薩", "211": "及妙覺佛。為利有緣。應生同居。皆是權也。是", "212": "等與凡共住。故云凡聖同居。四趣共住。故云", "213": "穢土也。次同居淨土者。且如極樂國。雖果報", "214": "殊勝非餘可比。然亦凡聖同居。何以故。雖無", "215": "四趣。而有人天。以生彼土者未必悉是得道", "216": "之人。如經云。犯重罪者。臨終懺悔念佛。即得", "217": "往生。故知雖具惑染。亦得居也。聖居權實類", "218": "前可知。但以無四惡趣故名為淨。或曰。具明", "219": "土相。復多不同。如無動界。雖是淨土。猶有男", "22": "天如老人方宴默於臥雲之室。有客排闥而", "220": "女及須彌等。淨土既其不同。穢土亦應不等", "221": "也。二方便有餘土者。二乘三種菩薩證方便", "222": "道者之所居也。何則若修二觀斷通惑盡。塵", "223": "沙別惑無明未斷。捨分段身。而生界外。受法", "224": "性身。即有變易。所居之土名有餘者。無明", "225": "不斷也。名方便者。方便行人之所居也。故釋", "226": "論曰。出三界外有淨土。聲聞辟支佛出生其", "227": "中。受法性身。非分段生也。三實報無障礙土", "228": "者。無有二乘。純諸法身菩薩所居。破無明顯", "229": "法性。得真實果。而無明未盡。潤無漏業。受法", "23": "入者。禪上人也。因命之坐。坐久夕陽在窓。篆", "230": "性報身。亦名果報國。仁王經云。三賢十聖住", "231": "果報是也。以觀實相發真無漏所得果報故。", "232": "名為實。修因無定。色心無礙。故名真實無", "233": "障礙土。華嚴明因陀羅網世界是也。四常寂", "234": "光土者。妙覺極智所照如如法界之理。名之", "235": "為國。亦名法性土。但真如佛性非身非土。而", "236": "說身土。離身無土。離土無身。名其土者。一法", "237": "二義。普賢觀毘盧遮那住處名常寂光。前二", "238": "土是應。即應佛所居。第三亦應亦報。即報佛", "239": "所居。第四但是真淨。非應非報。法身所居。又", "24": "煙將滅。客乃整衣起立。從容而問曰。竊聞", "240": "云。常即法身。寂即解脫。光即般若。如世伊三", "241": "點。不縱橫並別。名祕密藏。諸佛如來所遊居", "242": "處。真常究境極為淨土。由是觀之。所謂十", "243": "方微塵國土者。惟吾心中之土也。三世恒沙", "244": "諸佛者。惟吾心中之佛也。知此則知無一土", "245": "不依吾心而建立。無一佛不由吾性而發現。", "246": "然則十萬億外之極樂獨非惟心之淨土乎。", "247": "極樂國中之教主獨非本性之彌陀乎。又當", "248": "知惟此一心具含十界。身土融通重重無礙。", "249": "又當知心佛眾生三無差別。生佛互現。念念", "25": "永明壽和尚稟單傳之學於天台韶國師。是", "250": "交參。所以言諸佛心內眾生塵塵極樂。眾生", "251": "心中諸佛念念彌陀。又云。十方淨穢卷懷同", "252": "在於剎那。一念色心羅列遍收於法界。並天", "253": "真本具。非緣起新成。一念既然。一塵亦爾。故", "254": "能一一塵中一切剎。一一心中一切心。一一", "255": "心塵復互周。重重無塵無障礙。一時頓現非", "256": "隱顯。一切圓成非勝劣。若神珠之頓含眾寶。", "257": "猶帝網之交映千光。我心既然。生佛體等。如", "258": "此則方了。遷神億剎。實生乎自己心中。孕質", "259": "九蓮。豈逃剎那際內。又云極樂遍在一切處。", "26": "為法眼的孫。匡徒於杭之淨慈。座下常數千", "260": "舉一而全收也。如帝釋殿上千珠寶網千珠", "261": "光影咸入一珠。一珠光影遍入千珠。雖珠珠", "262": "互遍。此珠不可為彼。彼珠不可為此。參而", "263": "不雜。離亦不分。一一遍彰。亦無所在。極樂淨", "264": "土即千珠之一。十萬億國亦各千珠之一。至", "265": "若三乘人天。下至地獄餓鬼畜生脩羅。一一", "266": "無非千珠之一。阿彌陀佛亦千珠直示一珠。", "267": "見一佛即見十方諸佛。亦見十方九界眾生。", "268": "微塵剎海十世古今一印頓圓。無餘法矣。如", "269": "上所引。皆佛祖聖賢遞相發揚之明訓也。知", "27": "指。其機辯才智雷厲風飛。海內禪林推之為", "270": "此則知諸剎諸塵塵塵皆唯心之極樂也。一", "271": "塵一佛佛佛皆本性之彌陀也。復何疑哉。", "272": "問曰。既謂淨穢融通塵塵極樂。何娑婆獨不", "273": "免於穢耶。答曰。凡夫業感即淨而穢。佛眼所", "274": "觀即穢如淨。豈釋迦報境而果穢哉。", "275": "問曰。含攝無餘。吾信惟心之大矣。圓融無", "276": "礙。吾信惟心之妙矣。柰何尚滯迷情。未離穢", "277": "業。則吾惟心之土何由淨耶。答曰。心垢土", "278": "垢。心淨土淨。故維摩經云。欲得淨土。當淨其", "279": "心。隨其心淨。則佛土淨。夫欲淨其心有。捨淨", "28": "大宗匠。柰何說禪之外。自修淨土之業。而且", "280": "土之修法。他無能焉。", "281": "問曰。淨土修法其詳可得聞乎。答曰。淨土無", "282": "修。修因迷有。法無高下。高下由根。根有多", "283": "珠。修分多類。攝其多類總有三門。一曰觀", "284": "想。二曰憶念。三曰眾行。皆依極樂彌陀以為", "285": "之主也。一曰觀想者。如觀經云。諸佛如來是", "286": "法界身。入一切眾生心想中。是故汝等心想", "287": "佛時。是心即是三十二相八十隨形好。是心", "288": "作佛。是心是佛。諸佛正遍知海從心想生。是", "289": "故應當一心繫念諦觀彼佛。天台疏曰。諸佛", "29": "以教人復撰揀示西方等文。廣傳于世。及作", "290": "如來下泛明諸佛。是故應當下遍觀彌陀。法", "291": "界身者報佛法性生也。眾生心淨法身自在。", "292": "故云入。如白日昇天影現百川。明佛身自在", "293": "能隨物現也。又法界身是佛身無所不遍。法", "294": "界為體。得此觀佛三昧。解入相應。故云入", "295": "心想也。是心作佛者。佛本是無。心淨故有。是", "296": "心是佛者。向聞佛本是無心淨故有。便謂條", "297": "然。故云即是。始覺名作。終成即是佛。妙宗釋", "298": "曰。欲想佛身。須知觀體。體是本覺。起成能", "299": "觀。本覺乃是諸佛法界之身。以諸如來無別", "3": "念離塵。竊謂念佛一門實為禪教共履之通", "30": "四料揀偈。其略曰。有禪無淨土。十人九蹉", "300": "所證全證眾生本性故也。若始覺有功。本覺", "301": "乃顯。故云法身從心想生。又復彌陀與一切", "302": "佛。一身一智應用亦然。彌陀身顯即諸佛身。", "303": "諸佛相明即彌陀體。是故泛明生諸佛身。以", "304": "為觀察彌陀觀體。從法界身下。是約感應道", "305": "交釋。從又法界身下。約解入相應釋。融心", "306": "解云。若無初釋則觀非觀佛。若無次釋則生", "307": "佛體殊。二釋相成。是今觀法。妙宗又曰。今之", "308": "心觀非直於陰觀本性佛。乃託他佛顯乎本", "309": "性。故先明應佛入我想心。次明佛身全是本", "31": "路。無禪有淨土。萬修萬人去。看他此等語言", "310": "覺。故應佛顯。知本性明。託外義成。唯心觀", "311": "立。若論作是。即不思議三觀也。以若破若", "312": "立皆名為作。空假二觀也。不破不立名之為", "313": "是。中道觀也。全是而作。則三諦俱破。三諦俱", "314": "立。全作而是。則於三諦俱非破非立。即中", "315": "之空假名作。能破三惑。能立三法。故感他佛", "316": "三身圓應。能成我心三身當果。即空假之中", "317": "名是則全惑即智。全障即德。故心是應佛。心", "318": "是果佛。故知作是一心修此三觀。十六觀之", "319": "總體一經之妙宗也。又曰。此觀能令四佛土", "32": "主張淨土。壁立萬仞無少寬容。無乃自屈其", "320": "淨。如是方為此經宗致。乃至云。以此經本", "321": "為韋提希厭同居穢。求同居淨故。談妙觀觀", "322": "彼依正。三觀若成。麁垢先落。非有餘淨。更", "323": "生何處。須知正為生同居淨故說三觀。良由", "324": "觀妙能破三惑。不獨感於同居淨土。隨其惑", "325": "斷淺深之處。自然感得有餘等三。如病須藥。", "326": "本為身安。求得仙方修合服之。不但身安。兼", "327": "能輕骨。身安可喻生同居淨。輕骨可喻感上", "328": "三土。只是一藥。効乃深勝。如一妙觀能淨四", "329": "土。解云。韋提本欲捨穢取淨。而佛示觀法。", "33": "禪而過讚淨土耶。此疑非小。師其為我辯之。", "330": "捨穢必盡。顯淨無遺。如月蓋為免舍離果報", "331": "之病。故請觀音及乎宣呪。乃能消伏三毒之", "332": "根。具足五眼之果。故一心三觀求生淨土者。", "333": "以三惑為穢土之因。以三諦為淨土之果。故", "334": "別惑盡則寂光淨究竟三諦也。別惑未盡則", "335": "實報淨分證三諦也。云云。如上所明一心三", "336": "觀能破三惑能淨四土。其或未破而生安養", "337": "同居者。託勝增修。則有餘等三淨可待矣。且", "338": "教有云。五濁輕重同居淨穢。而圓觀輕濁所", "339": "感同居依正最淨。比修戒善及餘經眾善感", "34": "答曰。大哉問也。當知永明非過讚也。深有功", "340": "安養土。其相天殊。故天台宗以圓觀為定善", "341": "也。二曰憶念者。或緣相好。或持名號。皆名憶", "342": "念。而有理有事。如華嚴解脫長者云。我若", "343": "欲見安樂世界無量壽如來。隨意即見。如是", "344": "十方一切世界所有如來我若欲見。隨意即", "345": "見。我能了知一切如來國土莊嚴神通等事。", "346": "無所從來。亦無所至。無有行處。亦無住處。亦", "347": "如己身。無來無去。無行住處。然彼如來不來", "348": "至此。我不往彼。知一切佛及與我心皆如夢", "349": "故。如夢所見從分別生。見一切佛。從自心", "35": "於宗教者也。惜永明但舉其綱。而發明未盡。", "350": "起。又知自心。如器中水。悟解諸法。如水中", "351": "影。又知自心。猶如幻術。知一切佛。如幻所", "352": "作。又知自心諸佛菩薩。悉皆如響。譬如空谷", "353": "隨聲發響。悟解自心。隨念見佛。我如是知。如", "354": "是憶念。所見諸佛皆由自心。貞元疏曰。無所", "355": "從來下正辨惟心。即心無心便入真如。了彼", "356": "相虛。惟心現故。既了惟心。了心即佛。故隨所", "357": "念無非佛矣。下列四喻。通顯惟心。喻無來往。", "358": "別喻兼明不出入等。四喻皆具四觀。一正是", "359": "惟心。二惟心故空。三惟心故假。四惟心故", "36": "故未能盡遣禪者之疑也。余忝學禪。未諳淨", "360": "中融而無礙。即華嚴意。夢喻不來不去。影喻", "361": "不出不入。幻喻非有非無。響喻非合非散。又", "362": "如般舟經。教修佛立三昧。專念彌陀。其略", "363": "云。常念彼佛。譬如夢見金寶親屬相與娛樂", "364": "等。永明曰。此喻惟心所作。即有而空故無來", "365": "去。又如幻非實。則心佛兩忘。而不無幻相。則", "366": "不壞心佛。空有無礙即無去來。不妨普見。見", "367": "即無見。常契中道。是以佛實不來。心亦不", "368": "去。感應道交惟心自見。又如楞嚴大勢至云。", "369": "若子憶母。如母憶時。母子歷生。不相違遠。至", "37": "土。然亦甞涉獵淨土諸書。稍知其概。本是", "370": "我本因地以念佛心入無生忍。霅川以理事", "371": "判之曰。觀其母子相憶之喻。則是同居事相", "372": "而已。觀其自證無生法忍則念佛心。不可單", "373": "約事相而解。念存三觀。佛具三身。心破三", "374": "惑。無生忍位乃可入焉。又如彌陀經云。執持", "375": "名號。至一心不亂。淨覺曰。一心不亂例前妙", "376": "觀同名正受。即定心定善也。據往人之論。則", "377": "有理事。若達此心。四性不生。與空慧相應。是", "378": "理一心。若用心存念。念念不間。名事一心", "379": "也。真歇亦曰。一心不亂兼含理事。若事一心", "38": "易行易入之方。亦是難說難信之法。所以釋", "380": "人皆可以行之。由持名號心不亂故。如龍得", "381": "水。似虎靠山。此即楞嚴。憶佛念佛。現前當來", "382": "必定見佛。去佛不遠。不假方便自得心開。連", "383": "攝中下二根之義也。若理一心亦非他法。但", "384": "將阿彌陀佛四字做箇話頭。二六時中直下", "385": "提撕。不以有心念。不以無心念。不以亦有亦", "386": "無心念。不以非有非無心念。前後際斷一念", "387": "不生。不涉階梯徑超佛地。余嘗評之。不以有", "388": "心念等文有四節。可配三觀。初節配空。次節", "389": "配假。第三雙離。第四雙即。雙離雙即可配", "39": "迦慈父現在世時。為諸弟子說彌陀經。預知", "390": "中觀。蓋彼中觀亦含遮照之義也。合而言之。", "391": "無非以修契性。顯其當處即空。全體即有亦", "392": "非空有亦是空有。不可湊泊。不可擬議。心路", "393": "絕處。即名為佛。如上略舉數條通名憶念。而", "394": "各分理事。其理念者。與圓觀同。能破三惑。能", "395": "淨四土。此攝上上根也。若其事相念者。近", "396": "則感同居淨。遠則可為上三土之因耳。降此", "397": "以下事相不等。如諸經所說。或一生繫念。或", "398": "三月繫念。或晨朝十念。或七七日念。或十日", "399": "十夜六時中念。或一日一夜不斷專念。加以", "4": "途。亦士庶同遊之捷徑。可不信哉。世之學者", "40": "末法眾生少能信向。故引六方諸佛出廣長", "400": "深信之力淨願之力佛加被力。皆生極樂。又", "401": "下而至逆惡凡夫。臨終十念亦許得生。此攝", "402": "中根及下下根也。三曰眾行者。如華嚴經普", "403": "賢菩薩勸進善財童子海會大眾。發十大願。", "404": "一者禮敬諸佛。二者稱讚如來。三者廣修供", "405": "養。四者懺悔業障。五者隨喜功德。六者請", "406": "轉法輪。七者請佛住世。八者當隨佛學。九者", "407": "恒順眾生。十者普皆回向。其一一願皆云。虛", "408": "空界盡。眾生界盡。眾生業盡。眾生煩惱盡。我", "409": "願乃盡。而虛空界乃至眾生業煩惱不可盡。", "41": "舌說誠實言。以起其信。以破其疑。及於經末。", "410": "故我此願王無有窮盡。念念相續無有間斷。", "411": "身語意業無有疲厭。至臨命終時。最後剎那", "412": "一切諸根悉皆散壞。一切威勢悉皆退失。輔", "413": "相大臣宮殿內外象馬車乘珍寶伏藏無復相", "414": "隨。惟此願王不相捨離。於一切時引導其前。", "415": "一剎那間即得往生極樂世界。到已即見阿", "416": "彌陀佛。其人自見生蓮華中。蒙佛授記。得授", "417": "記已。經無數劫。普於十方不可說不可說世", "418": "界。以智慧力。隨眾生心而為利益。乃至能", "419": "於煩惱大苦海中。拔濟眾生令其出離皆得", "42": "因諸佛所讚。乃復自言。當知我於五濁惡世", "420": "往生極樂世界。又如法華經云。聞是經典。如", "421": "說修行。於此命終。即往安樂世界阿彌陀佛", "422": "大菩薩眾圍繞住處。生蓮花中寶座之上。不", "423": "復為貪欲所惱。亦復不為嗔恚愚癡所惱。亦", "424": "復不為憍慢嫉妬諸垢所惱。得菩薩神通無", "425": "生法忍。又如大寶積經。發十種心往生極樂。", "426": "佛告彌勒。如是十心非諸凡愚不善丈夫具", "427": "煩惱者之所能發。何者為十。一者於諸眾生", "428": "起於大慈無損害心。二者於諸眾生起於大", "429": "悲無逼惱心。三者於佛王法不惜身命樂守", "43": "行此難事。為一切世間說此難信之法。是為", "430": "護心。四者於一切法發生勝忍無執著心。五", "431": "者不貪利養恭敬尊重淨意樂心。六者求佛", "432": "種智於一切時無忘失心。七者於諸眾生尊", "433": "重恭敬無下劣心。八者不著世論於菩提分", "434": "生決定心。九者種諸善根無有雜染清淨之", "435": "心。十者於諸如來捨離諸相起隨念心。是名", "436": "菩薩發十種心。由是心故當得往生。若人於", "437": "此十心隨成一心。樂欲往生彼佛世界。若不", "438": "得生無有是處。又如觀經云。欲生彼國者當", "439": "修三福。一者孝養父母。奉事師長。慈心不", "44": "甚難。此皆苦口丁寧勸人信向矣。且大悲世", "440": "殺。修十善業。二者受持三歸具足眾戒。不犯", "441": "威儀。三者發菩提心。深信因果。讀誦大乘。勸", "442": "進行者。此三種業過去未來現在諸佛淨業", "443": "正因。疏曰。初業共凡夫。次業共二乘。後業", "444": "乃大乘不共之法也。又如大本三輩發菩提", "445": "心及諸經論所明。誦經持呪。建塔造像。禮拜", "446": "讚頌。奉持齋戒。燒香散華。懸繒幡蓋。凡一行", "447": "一事足以求生者。資之以信願回向之力。無", "448": "不生也。如上泛引。通名眾行。然願行既有大", "449": "小之不等。而又各有理事之不同。且如華嚴", "45": "尊垂救末劫。凡金口所宣。一偈一句而人非", "450": "十願寶積十心之類。生於極樂者。其所感依", "451": "正之勝及所見之佛。所聞之法。較諸小行常", "452": "流。應必懸異也。", "453": "問曰。吾聞善財童子圓頓利根。一生取辨。今", "454": "乃不生華藏。而勸生極樂。此何意耶。答曰。華", "455": "嚴疏中自有此問。彼所答云。有緣故。歸憑情", "456": "一故。不離華藏故。即本師故。謂華藏中所有", "457": "佛剎皆微塵數。極樂去此十萬億土。並未出", "458": "於剎種之中。故不離也。經云。或有見佛無", "459": "量壽觀自在等共圍繞。此讚遮那。隨名異化。", "46": "人等莫不信受奉行。獨於淨土之說。則間有", "460": "故即本師也。又曰。普賢為善財海眾結歸極", "461": "樂者。蓋為信解圓宗之人入文殊智修普賢", "462": "行。福慧事理皆稱法界。此大心人雖妙悟本", "463": "明頓同諸聖。然猶力用未充。未及如來出世", "464": "普利眾生。所以暫依淨土親近彌陀。直至成", "465": "佛。意在此也。", "466": "問曰。眾行門中。既云大小不等理事有殊。所", "467": "感生相亦乃懸異。然則觀想憶念二門修各", "468": "不等。其所感相同耶異耶。答曰。皆不同也。故", "469": "永明曰。九品往生事非一等。或遊化國見佛", "47": "疑者何哉。良由淨土教門至廣至大。淨土修", "470": "應身。或生報土見佛真體。或一夕而便登上", "471": "地。或經劫而方證小乘。或利根鈍根。或定意", "472": "散意。或道悟遲速。而機器不同。或花開早晚。", "473": "而時限有異。又慈雲曰。雖分九品。猶是略分。", "474": "若更細分亦應無量。", "475": "問曰。極樂只是同居本非實報。何謂或生報", "476": "土見佛真體耶。答曰。爾將謂同居之外別有", "477": "實報耶。當知三土不離同居。特身境受用遞", "478": "遞不相同耳。如經云。彌陀佛身高六十萬億", "479": "那由他恒河沙由旬等。古師曰。此實報身也。", "48": "法至簡至易。以其廣大而簡易故。聞者不能", "480": "又霅川曰。極樂國土四土不同。豈但極樂為", "481": "然。荊溪云。直觀此土。四土具足。如當時華嚴", "482": "海會不離逝多林。而諸大聲聞不知不見。即", "483": "此類也。", "484": "問曰。既云此土四土具足。只消就此展轉修", "485": "行。反欲捨此而生彼國何耶。答曰。此方雖具", "486": "四土。奈何穢業難除。夫欲捨穢取淨。勢須", "487": "彼國求生。四明云。此土濁重十信方出苦輪。", "488": "彼土境勝。九品悉皆不退。豈不聞。大通佛世", "489": "受教之徒。已經塵點劫來。尚在聲聞之地。皆", "49": "不疑焉。所謂廣大者。一切機根攝收都盡。上", "490": "因退轉。故涉長時。如身子已證六心。猶自退", "491": "落五道。況悠悠修行者乎。蓋由此土多值退", "492": "緣故。云魚子菴羅華菩薩初發心三事因中", "493": "多及其結果少。若生極樂。藉彼勝緣。博地凡", "494": "夫便階不退。以是之故求生彼國。", "495": "問曰。同居淨土其類甚多。今偏指極樂。而又", "496": "偏讚其境勝。緣勝何耶。答曰。經云彼國眾生", "497": "無有眾苦。但受諸樂。故名極樂。今以娑婆對", "498": "而比之。此則血肉形軀。有生皆苦。彼則蓮華", "499": "化生。無生苦也。此則時序代謝。衰老日侵。彼", "5": "參禪有禪病。作佛有佛魔。秖緣去聖時遠。源", "50": "而至於等覺位中一生補處菩薩亦生淨土。", "500": "則寒暑不遷。無老苦也。此則四大難調。多", "501": "生病患。彼則化體香潔。無病苦也。此則七十", "502": "者稀。無常迅速。彼則壽命無量。無死苦也。此", "503": "則親情愛戀。有愛必離。彼無父母妻子。無愛", "504": "別離苦也。此則仇敵冤讎。有冤必會。彼則上", "505": "善聚會。無冤憎會苦也。此或困苦饑寒。貪求", "506": "不足。彼皆衣食珍寶。受用現成。此或醜穢形", "507": "骸。根多缺陋。彼則端嚴相貌。體有光明。此則", "508": "輪轉生死。彼則永證無生。此有四趣之苦。彼", "509": "無三惡之名。此則丘陵坑坎荊棘為林。土石", "51": "下而至於愚夫愚婦與夫五逆十惡無知之", "510": "諸山穢惡充滿。彼則黃金為地。寶樹參天。樓", "511": "聳七珍。花敷四色。此則雙林已滅。龍華未來。", "512": "彼則無量壽尊現在說法。此則觀音勢至徒", "513": "仰嘉名。彼則與二上人親為勝友。此則群魔", "514": "外道惱亂正修。彼則佛化一統魔外絕蹤。此", "515": "則媚色妖婬迷惑行者。彼則正報清淨實無", "516": "女人。此則惡獸魑魅交扇邪聲。彼則水鳥樹", "517": "林咸宜妙法。二土較量。境緣逈別。而樂邦之", "518": "勝其數無窮。未暇悉舉也。其境勝者可以攝", "519": "眾生取淨之情。其緣勝者可以助生者修行", "52": "徒。臨終但能念佛悔過。歸心淨土者。悉得往", "520": "之力。雖同居淨類甚多。惟極樂修行緣具故", "521": "偏指也。", "522": "問曰。十方如來皆可親近。今獨推彌陀者何", "523": "耶。答曰。獨推彌陀。其故有三。一誓願深重。", "524": "二娑婆有緣。三化道相關也。願重者。經云。彌", "525": "陀往昔因中。嘗發種種廣大誓願。其略曰。若", "526": "我成佛已來。其有眾生願生我國。或聞我名。", "527": "修諸善本。稱我名號。乃至十念。若不生者。誓", "528": "不取正覺。既生我國。若有退轉。不決定成佛", "529": "者。誓不取正覺。故華嚴鈔曰。彌陀願重。偏", "53": "生也。所謂簡易者。初無艱難勞苦之行。又無", "530": "接娑婆眾生也。有緣者。我佛釋迦現在世時。", "531": "眾生聞佛所教。歸向彌陀。固已多矣。觀佛滅", "532": "後末世眾生。無問僧俗男女貴賤貧富。稍聞", "533": "佛教者。無不信向。未聞佛教者。亦會稱名。縱", "534": "是頑愚暴惡無信之徒。或遭厄難危險之處。", "535": "或發讚歎怨嗟之聲。不覺信口便叫阿彌陀", "536": "佛。至於兒童女子戲弄之際。聚沙摶泥。圖牆", "537": "畫壁。便作彌陀佛像。甚至於學行未穩學語", "538": "未成者。自然能唱阿彌陀佛。此皆不勸而發。", "539": "不教而能。非有緣而何。又如無量壽經云。吾", "54": "迷誤差別之緣。但持阿彌陀佛四字名號。由", "540": "說此經。令見無量壽佛及其國土。所當為者。", "541": "皆可求之。無得以我滅度之後復生疑惑。當", "542": "來之世經道滅盡。我以慈愍特留此經更住", "543": "百歲。其有眾生值此經者。隨意所願皆可得", "544": "度。又經云。此經滅後佛法全無但留阿彌陀", "545": "佛四字名號救度眾生。其有不信而謗毀者。", "546": "當墮地獄具受眾苦。故天台云。當知彼佛於", "547": "此惡世偏有緣耳。相關者先覺謂。兩土聖人", "548": "示居淨穢。以折攝二門調伏眾生。此以穢以", "549": "苦以促以多魔惱而折之。俾知所厭。彼以淨", "55": "此得離娑婆。得生極樂。得不退轉。直至成佛", "550": "以樂以延以不退轉而攝之。俾知所欣。既厭", "551": "且欣。則化道行矣。又我釋迦於三乘授道之", "552": "外其有度未盡者。度在彌陀。故於諸大乘經", "553": "丁寧反覆稱讚勸往者。蓋化道之相關也。以", "554": "是三者之故。乃獨推焉。", "555": "問曰。偏指獨推之說。旨哉言乎。欣厭取捨之", "556": "方。至哉教矣。敢問。欣厭取捨得無愛憎能所", "557": "之過乎。答曰。汝不知言也。此非世間之愛憎", "558": "能所也。此乃十方如來轉凡成聖之通法也。", "559": "若非厭捨。何以轉凡。若非欣取。何以成聖。故", "56": "而後已也。其廣大既如彼。其簡易又如此。故", "560": "自凡夫預乎聖位。由聖位以至等覺。其間等", "561": "而上之。無非欣厭。極乎妙覺取捨始亡。故", "562": "先德云。取捨之極與不取捨無有異也。況此", "563": "淨土之法只一化機。而釋迦彌陀之所共立", "564": "者也。此指其往。彼受其來。倘非厭捨。離此無", "565": "由。倘非欣取。生彼無分。既捨此矣。又生彼", "566": "矣。藉彼勝緣直至成佛。然愛憎能所功莫大", "567": "矣。何過之有故。", "568": "問曰。取捨之談無敢議矣。但往生之說能不", "569": "乖於無生之理乎。答曰。天台云。智者熾然求", "57": "雖智者亦不能無疑焉。汝如知此。則知永明", "570": "生淨土。達生體不可得。即是真無生。此謂心", "571": "淨故佛土淨。愚者為生所縛。聞生即作生解。", "572": "聞無生即作無生解。不知生即無生無生即", "573": "生也。長蘆曰。以生為生者。常見之所失也。以", "574": "無生為無生者。斷見之所惑也。生而無生無", "575": "生而生者。第一義諦也。天衣曰。生則決定生。", "576": "去則實不去。三家之說其旨甚明。今余復以", "577": "性相二字釋之。妙真如性本自無生。因緣和", "578": "合乃有生相。以其性能現相故。曰無生即生。", "579": "以其相由性現故。曰生即無生也。知此則知", "58": "之讚深有意焉而非過也。", "580": "淨土之生惟心所生無生而生。理何乖焉。", "581": "問曰。往生之說其旨昭然。但今之學者不能", "582": "曉了。千人萬人疑道。極樂遠隔十萬億國。臨", "583": "命終時恐難得到。復何策以曉之。答曰。是可", "584": "咲也。說了許多心外無土土外無心。到者裏", "585": "猶道不曉。此無他。只是眾生妄認自心在色", "586": "身之內方寸之間。不知自家心量元自廣大。", "587": "豈不聞讚佛偈云。心包太虛量周沙界。且十", "588": "方虛空無量無邊。被我心量都盧包了。恒沙", "589": "世界無量無數。我之心量一一周遍。如此看", "59": "問曰。廣大簡易既聞命矣。如禪宗悟達之士。", "590": "來。十萬億國在我心中。其實甚近。何遠之", "591": "有。命終生時。生我心中。其實甚易。何難之", "592": "有。豈不見十疑論云。十萬億剎為對凡夫肉", "593": "眼生死心量說耳。但使眾生淨土業成者。臨", "594": "終在定之心即是淨土受生之心。動念即是", "595": "生淨土時。為此觀經云。彌陀佛國去此不遠。", "596": "又業力不可思議。一念即生。不須愁遠。又如", "597": "人夢身雖在床。而心意識遍至他方。生淨土", "598": "亦然。不須疑也。經云。一彈指頃即得往生。又", "599": "云。屈伸臂頃。又云。頃刻之間。故自信錄云。", "6": "流異別比比有之。孰能遏絕。而元之天如則", "60": "既曰見性成佛。其肯復求淨土之生乎。答曰。", "600": "十萬億剎頃刻至者。自心本妙耳。此等重重", "601": "喻說。只是言其生在自己廣大心中甚近而", "602": "甚易者也。我如今且莫說廣大心量。且只就", "603": "汝色身之內方寸之間。說箇譬喻。譬如此方", "604": "到西天竺。動經十萬餘里。一路之間多經國", "605": "土。有一人雖未親到。曾聞他人講說一遍。記", "606": "憶在心。其人後時坐臥之間。忽動一念思量", "607": "彼國。思量千里便到千里。思量萬里。便到萬", "608": "里。思量天竺便到天竺。以此比之。生淨土", "609": "便是這箇道理。豈不是彈指之頃。一念便到。", "61": "汝未之知耳。悟達之士政願求生。古人云。不", "610": "何難到之有哉。汝若不修淨業要到極難。淨", "611": "業若成要到極易。但辨肯心。決不相賺。", "612": "問曰。不修淨業要生極難。此誠言也。何故前", "613": "舉逆惡凡夫臨終亦生。吾未聞其詳。而且有", "614": "疑。幸詳示而釋之。答曰。觀經云。下品下生", "615": "者。或有眾生作不善業。五逆十惡具諸不善。", "616": "如此愚人以惡業故。應墮惡道經歷多劫受", "617": "苦無窮。如此愚人臨命終時。遇善知識種種", "618": "安慰為說妙法教令念佛。此人苦逼不遑念", "619": "佛。善友告言。汝若不能念者。應稱無量壽", "62": "生淨土。何土可生。汝但未悟。使汝既悟。則汝", "620": "佛。如是至心令聲不絕。具足十念稱南無阿", "621": "彌陀佛。稱佛名故。於念念中。除八十億劫生", "622": "死之罪。命終之時。見金蓮華猶如日輪住其", "623": "人前。如一念頃即得往生極樂世界。於蓮華", "624": "中滿十二大劫蓮華方開。觀世音大勢至以", "625": "大悲音聲。為其廣說諸法實相除滅罪法。聞", "626": "已歡喜。應時即發菩提之心。此其詳也。雖十", "627": "二劫處蓮華中。而其受用快樂如忉利天。故", "628": "古者云。華中快樂如忉利。不比人間父母胎。", "629": "逆惡得生者。觀經疏曰。以念佛除滅罪障故。", "63": "淨土之趨萬牛不能挽矣。", "630": "即以念佛為勝緣也。余詳經意。即是念佛滅", "631": "罪而生。然以疏論參而明之。則有三義。一者", "632": "或問。如何以少時心力而能勝終身造惡耶。", "633": "曰心雖少時。而其力猛利。是心勇決名為大", "634": "心。以捨身事急故。如人入陣不惜身命名為", "635": "健人也。二者此雖造惡。或現世曾修三昧故。", "636": "臨終勸念定心易成。亦是乘急戒緩人也。縱", "637": "現世不修三昧。亦是宿種今熟。以宿善業強", "638": "故。臨終得遇善知識。十念功成也。三者若非", "639": "宿種。又非現修。則其念佛之時。必有重悔。故", "64": "問曰。佛祖出世為度眾生。學者但患大事不", "640": "永明曰。善惡無定。因緣體空。迹有升沈。事分", "641": "優劣。真金一兩勝百兩之疊華。爝火微光爇", "642": "萬仞之積草。", "643": "問曰。五濁惡世人皆有罪。縱未造五逆重罪。", "644": "其餘罪業孰能無之。苟不懺悔消滅。但只臨", "645": "終念佛能往生乎。答曰。亦得生也。此乃全藉", "646": "彌陀不思議之大願力也。那先經云。如持百", "647": "枚太石置於船上。藉船力故石不沒水。若無", "648": "其船。小石亦沒。喻彼世人一生造惡臨終念", "649": "佛不入泥犁。若非念佛。雖作小惡。亦入泥犁。", "65": "明。大事既明。當行佛教。隨類化身。入泥入水", "650": "況大惡乎。船喻佛力。石喻惡業。故昔人有帶", "651": "業而生之說。四土文中亦云。具惑染者亦得", "652": "生同居淨也。又如僧雄俊。臨入鑊湯。并汾州", "653": "人屠牛為業。臨終見群牛逼觸其身苦痛切", "654": "己。及張鐘馗殺雞為業。臨終見神人驅群雞", "655": "喙破兩目流血盈床。稱佛名號俱生淨土。此", "656": "非佛力而何請復以喻明之。如人現犯官法。", "657": "應入官內。以投託國王。承王宣召。則官不", "658": "能拘而復達帝京也。所以西資鈔云。得生淨", "659": "土。是假他力。彌陀願攝釋迦勸讚諸佛護念。", "66": "不避生死。廣度生靈。今悟達之士。求生淨土。", "660": "如渡大海。既得巨舟。仍有良導。加以便風必", "661": "能速到彼岸也。若其不肯登舟。遲留惡國者。", "662": "誰之過歟。", "663": "問曰。前云。博地凡夫便階不退。此必已無惡", "664": "業者也。今此帶業而生。能不退乎。答曰。例", "665": "皆不退。經云。其有生者悉住正定之聚。又云。", "666": "眾生生者皆是阿鞞跋致。又十疑論云。有五", "667": "因緣能令不退。一者阿彌陀佛大悲願力攝", "668": "持故不退。二者佛光常照菩提心常增長故", "669": "不退。三者水鳥樹林風聲樂音皆說苦空。聞", "67": "則厭苦趨樂。不顧他人。此非吾所願也。答曰。", "670": "者常起念佛念法念僧之心故不退。四者彼", "671": "國純諸菩薩以為良友。無惡緣境。外無外道", "672": "鬼魔。內無邪三毒等。煩惱畢竟不起故不退。", "673": "五者生彼國者壽命永劫。共佛齊等故不退", "674": "也。又古人云。不願生淨土則已。願生則無不", "675": "得生。不生則已。生則永不退轉也。", "676": "問曰。一生造惡。臨終念佛帶業得生。又無退", "677": "轉。此彌陀願力誠乎。不可思議矣。然則我於", "678": "生前。且做世間事業。直待臨終然後念佛。可", "679": "乎。答曰。苦哉苦哉。何等愚謬之言也。砒霜", "68": "見卵而求時夜。何太早計耶。爾將謂一悟之", "680": "酖酒毒中之毒。今汝此言毒於砒霜酖酒者", "681": "也。非特誤賺自己。又且誤賺天下曰僧曰俗", "682": "善男信女。皆此言也。向所謂逆惡凡夫臨終", "683": "念佛者。乃是宿有善根福德因緣。方遇知", "684": "識。方得念佛。此等僥倖萬萬人中無一箇半", "685": "箇。汝將謂人人臨終有此僥倖哉。豈不見群", "686": "疑論云。世間有十種人。臨終不得念佛。一者", "687": "善友未必相遇故無勸念之理。二者業苦纏身", "688": "不遑念佛。三者或偏風失語不能稱佛。四者", "689": "狂亂失心注想難成。五者或遭水火不暇至", "69": "後習漏永除便得不退轉耶。爾將謂一悟之", "690": "誠。六者遭遇豺狼無復善友。七者臨終惡友", "691": "壞彼信心。八者飽食過度昏迷致死。九者軍", "692": "陣鬪戰奄忽而亡。十者忽墜高巖傷壞性命。", "693": "如此等十種之事。皆是尋常耳聞眼見。不論", "694": "僧俗男女。人皆有之。或宿業所招。現業所", "695": "感。忽爾現前。不容迴避。爾又不是神通聖人。", "696": "有宿命通能知臨終有業無業。又不是有他", "697": "心天眼能知臨終好死惡死。如上十種惡緣", "698": "忽然遭著一種。便休了也。便做手脚不得了", "699": "也。便有知識活佛圍繞。救爾不得了也。便", "7": "禪師。宗說俱通人天規則。可謂劍離寶匣為", "70": "後更無遍學佛法修行證果等事耶。爾將謂", "700": "須隨業受報。向三途八難中受苦受罪。到那", "701": "時要聞佛名不聞了也。直饒爾無此惡緣。只", "702": "是好病而死。亦不免風刀解體四大分離。如", "703": "生龜脫筒螃蟹落湯。痛苦逼迫怕怖慞惶。念", "704": "佛不得了也。更饒爾無病而死。又或世緣未", "705": "了。世念未休。貪生怖死。擾亂胸懷。若是俗人", "706": "又兼家私未明。後事未辦。妻啼子哭。百種憂", "707": "煎。念佛不得了也。更饒爾未死以前。只有些", "708": "少病痛在身。忍疼忍苦。叫喚呻吟。問藥求醫。", "709": "祈禱懺悔。雜念紛飛。念佛不得了也。更饒", "71": "一悟之後便可上齊諸佛入生入死不受障緣", "710": "爾未病以前。只是年紀老大。衰相現前。困頓", "711": "龍鍾。愁嘆憂惱。只向箇衰老身上。左安右排。", "712": "念佛不得了也。更饒爾未老以前。正是少", "713": "壯之日。正好念佛之時。稍或狂心未歇。俗務", "714": "相關。東攀西緣。胡思亂相。業識茫茫。念佛不", "715": "得了也。更饒爾閑自在有志修行。稍於世相", "716": "之中。照不破放不下。把不定坐不斷。忽遭些", "717": "子境界現前。一箇主人隨他顛倒。念佛不得", "718": "了也。爾看他老病之時少壯清閑之日。稍有", "719": "一事掛心。早是念佛不得。況待臨終時哉。何", "72": "之所撓耶。審如是。則諸大菩薩修六度萬行。", "720": "況爾更道。且做世間事業。爾真癡人說此癡", "721": "話。敢保爾錯用身心了也。且世間事業如夢", "722": "如幻如影如響。那一件有實效。那一件替得", "723": "生死。縱饒廣造伽藍多增常住。攀求名位交", "724": "結官豪。爾將謂多做好事。殊不知犯了如來", "725": "不體道本廣造伽藍等戒。豈不見道。有為之", "726": "功多諸過咎。天堂未就。地獄先成。生死未明。", "727": "皆成苦本。眼光落地。受苦之時。方知平生所", "728": "作盡是枷上添枷。鎖上添鎖。鑊湯下增柴炭。", "729": "劍樹上助刀鎗。袈裟下失却人身。萬劫難復。", "73": "動經恒河沙數劫者。寧無愧於汝耶。古教有", "730": "鐵漢聞之。也須淚落。祖師如此苦口勸人。曾", "731": "許爾且做事業。待臨終方念佛乎。又不見。死", "732": "心禪師道。世間之人財寶如山。妻妾滿前。日", "733": "夜歡樂。他豈不要長生在世。爭奈前程有限", "734": "暗裏相催。符到奉行不容住滯。閻羅老子不", "735": "順人情。無常鬼王有何面目。且據諸人眼裏", "736": "親見耳裏親聞。前街後巷。親情眷屬。朋友兄", "737": "弟。強壯後生。死却多少。世人多云待老來方", "738": "念佛。好教爾知。黃泉路上無老少。能有幾人", "739": "待得老。到少年夭死者多矣。古人云。莫待老", "74": "云。聲聞尚有出胎之昧。菩薩亦有隔陰之昏。", "740": "來方念佛。孤墳多是少年人。又云。自從早年", "741": "索妻養兒。經營家計。受盡萬千辛苦。忽然三", "742": "寸氣斷。未免一旦皆休。若是孝順兒孫。齋", "743": "得幾僧看得部經。燒得陌紙。春三秋九做得", "744": "碗羹飯。哭得幾聲。猶是記憶爺娘。若是不肖", "745": "之子。父母方死。骨頭未冷。作撻財產。出賣田", "746": "園。恣意作樂。以此較之。著甚麼急。兒孫自有", "747": "兒孫福。莫與兒孫作馬牛。復引古德云。冷笑", "748": "富家翁。營生忙似箭。囤內米生虫。庫中錢爛", "749": "貫。日裏把秤稱。夜間點燈算。形骸如傀儡。莫", "75": "況近時薄解淺悟而自救不了者乎。縱有悟", "750": "教繩索斷。死心如此苦口勸人。曾許爾且做", "751": "事業。待臨終方念佛乎。當思人生在世能有", "752": "幾時。石火電光眨眼便過。趁此未老未病之", "753": "前。抖搜身心撥棄世事。得一日光景念一日", "754": "佛名。得一時工夫修一時淨業。由他臨命終", "755": "時。好死惡死我之盤纏預辦了也。我之前程", "756": "穩穩當當了也。若不如此。後悔難追。思之", "757": "思之。", "758": "問曰。吾之言過矣。駟不及舌矣。承師之教。誰", "759": "不寒心。奈何人心易進易退。一聞警策。勇猛", "76": "處深遠見地高明。行解相應志在度人者。柰", "760": "精勤。忽於目前逢一障難。便轉念頭別求方", "761": "便。都道淨業只是身後之事。於今目前無所", "762": "利濟。從此身心一時放退。是亦無怪其然耶。", "763": "答曰。汝之所見未廣也。豈不見經中道。受持", "764": "佛名者。現世當獲十種勝利。一者晝夜常得", "765": "一切諸天大力神將河沙眷屬隱形守護。二", "766": "者常得二十五大菩薩如觀世音等及一切諸", "767": "菩薩常隨守護。三者常得諸佛晝夜護念阿", "768": "彌陀佛常放光明攝受此人。四者一切惡鬼", "769": "若夜叉若羅剎皆不能害。一切毒蛇毒龍毒", "77": "何未登不退。力用未充。居此濁惡化此剛強。", "770": "藥悉不能中。五者火難水難冤賊刀箭牢獄", "771": "枷鎖橫死狂生悉皆不受。六者先所作業悉", "772": "皆消滅。所殺冤命彼蒙解脫更無執對。七者", "773": "夜夢正直。或復夢見阿彌陀佛勝妙色像。八", "774": "者心常歡喜。顏色光澤。氣力充盛。所作吉利。", "775": "九者常為一切世間人民恭敬供養歡喜禮", "776": "拜。猶如敬佛。十者命終之時。心無怖畏。正念", "777": "現前。得見阿彌陀佛及諸聖眾持金蓮華接", "778": "引往生。西方淨土盡未來際受勝妙藥。如上", "779": "十種利益。經文具載。乃佛口之所宣也。既", "78": "此亦先聖之所未許。如以未完不固之舟濟", "780": "是現生來世皆有利益。然則世出世間要緊", "781": "法門。無如念佛者矣。但當精進不用懷疑。", "782": "問曰。念佛之門多承開導。群疑盡釋。正信現", "783": "前矣。但上文所謂抖擻身心撥棄世事。今世", "784": "網中人間有境緣順便身意安閑者。則可依", "785": "此而行。其有世事不容撥棄者。又當何以教", "786": "之。答曰。世網中人若是痛念無常用心真切", "787": "者。不問苦樂逆順靜鬧間忙。一任公私幹辦", "788": "迎賓待客。萬緣交擾。八面應酬。與他念佛。兩", "789": "不相妨。不見古人道。朝也阿彌陀。暮也阿彌", "79": "多人於惡海。自他俱溺。其理必然。故往生論", "790": "陀。假饒忙似箭。不離阿彌陀。又云。作密不妨", "791": "流水過。山高豈礙白雲飛。其有世緣稍重。力", "792": "量稍輕者。亦須忙裏偷閑鬧中取靜。每日或", "793": "念三萬聲一萬聲三千聲一千聲。定為日課。", "794": "不容一日放過。又有冗忙之極頃刻無閑者。", "795": "每日晨朝必須十念。積久功成。亦不虛棄。念", "796": "佛之外。或念經禮佛懺悔發願。種種結緣種", "797": "種作福。隨力布施。修諸善功以助之。几一毫", "798": "之善皆須回向西方。如此用功。非惟決定往", "799": "生。亦且增高品位矣。", "8": "斬不平。藥出金瓶以瘳沈痾。遂於無疑中巧", "80": "云。欲遊戲地獄門者。必生彼土得無生忍已。", "800": "問曰。泛言念佛未有其方。且十念回向之法", "801": "亦所未諭。幸詳以示之。答曰。念佛者或專緣", "802": "三十二相。繫心得定。開目閉目常得見佛。或", "803": "但專稱名號執持不散。亦於現身而得見佛。", "804": "此間現見。多是稱佛名號為上。稱佛之法必", "805": "須制心不令散亂。念念相續繫緣佛號。口中", "806": "聲聲喚阿彌陀佛。以心緣歷字字分明。稱佛", "807": "名時。無管多少。並須一心一意心口相續。如", "808": "此方。得一念滅八十億劫生死之罪。若不然", "809": "者。滅罪良難。十念者。每日清晨。面西正立合", "81": "還入生死救苦眾生。以此因緣求生淨土。又", "810": "掌。連聲稱阿彌陀佛。盡一氣為一念。如是十", "811": "氣名為十念。但隨氣長短。不限佛數多少。唯", "812": "長唯久。氣極為度。其佛聲不高不低。不緩不", "813": "急。調停得中。如是十氣連屬不斷。意在令心", "814": "不散專精為功。故名此為十念者。顯是藉氣", "815": "束心也。盡此一生不得一日暫廢。回向發願", "816": "者。念佛既畢即云。弟子某一心歸命極樂世", "817": "界阿彌陀佛。願以淨光照我。慈誓攝我。我今", "818": "正念稱如來名。為菩提道求生淨土。佛昔本", "819": "誓。若有眾生欲生我國。至心信樂乃至十念。", "82": "先聖有云。未得不退轉位。不可混俗度生。未", "820": "若不生者不取正覺。願此念佛因緣得入如", "821": "來大誓海中。承佛慈力。眾罪消滅。淨因增長。", "822": "若臨命終自知時至。身無病苦。心不貪戀亦", "823": "不顛倒。如入禪定。佛及眾聖手持金臺來迎", "824": "接我。如一念頃生極樂國。花開見佛。即聞佛", "825": "乘頓開佛慧。廣度眾生滿菩提願。如上念佛", "826": "之法。至於回向。乃先德垂訓切要之方盛傳", "827": "於世久矣。當遵而行之。", "828": "問曰。世網中人隨量指授微細方法。靡不詳", "829": "明矣。然則我輩世外之人又當何以加其工", "83": "得無生法忍。要須常不離佛。譬如嬰兒常不", "830": "焉。答曰。前不云乎。修有多類。攝成三門。如", "831": "是三門門門可入。或單或兼。隨意之所取", "832": "耳。", "833": "問曰。圓觀之修惟心之念似乎上器之行門。", "834": "華嚴十願寶積十心亦乃大根之功用。倘根", "835": "器之不對。則功行之難成。今吾自揣其根觀", "836": "吾所好。惟在專持名號。暇則或加禮拜懺悔", "837": "而已。師以為如何。答曰。善哉善或。汝知量", "838": "矣。觀汝之言。正合善導專修無間之說矣。專", "839": "修者。謂眾生障重。境細心麄。識颺神飛。觀難", "84": "離母。又如弱羽只可傅枝。今此國中釋迦已", "840": "成就。是以大聖悲憐。直勸專稱名號。正由稱", "841": "名易。故相續即生。若能念念相續畢命為期。", "842": "十即十生。百即百生。何以故。無外雜緣得正", "843": "念故。與佛本願相應故。不違教故。順佛語", "844": "故。若捨專修而修雜業以求生者。百中希得", "845": "一二。千中希得三四。乃出雜緣亂動失正念", "846": "故。與佛本願不相應故。與教相違故。不順佛", "847": "語故。繫念不相續故。心不相續報佛恩故。雖", "848": "有業行。常與名利相應故。樂近雜緣自障障", "849": "他生淨土故。無間修者。身須專禮阿彌陀佛。", "85": "滅彌勒未生。而況四惡趣苦因果牽纏。外道", "850": "不雜餘禮。口須專稱阿彌陀佛。不稱餘號。不", "851": "誦餘經。意須專想阿彌陀佛。不雜餘想。又若", "852": "貪嗔癡來間者。隨犯隨懺。不令隔日隔念隔", "853": "時。常使清淨。亦名無間修也。善導和上者。天", "854": "竺傳中稱為彌陀化身也。觀其專修無間之", "855": "說。要緊只在念念相續。故孤山亦云。不可等", "856": "閑發願散亂稱名。永明亦云。直須一心歸命", "857": "盡報精修。坐臥之間常面西向。當行道禮敬", "858": "之際念佛發願之時。懇苦翹誠無諸異念。如", "859": "就刑戮。若在狴牢。怨賊所追。水火所逼。一心", "86": "邪魔是非扇亂。美色淫聲之相惑。惡緣穢觸", "860": "求救。願脫苦輪速證無生。廣度含識紹隆三", "861": "寶。誓報四恩。如斯志誠方不虛棄。如或言行", "862": "不稱。信願輕微。無念念相續之心。有數數間", "863": "斷之意。恃其懈怠臨終望生。但為業障所遮。", "864": "恐難值其善友。風火逼迫正念不成。何以故。", "865": "如今是因。臨終是果。應須因實果則不虛。聲", "866": "和則響順。形直則影端故也。", "867": "問曰。念念相續之修。豈非余所願也。奈何定", "868": "力未成念頭無主。或舊學未忘。或邪想亂起。", "869": "或境緣相觸照顧不牢。或情想紛飛遏捺不", "87": "之交侵。既無現佛可依。又被境緣所撓。初心", "870": "住。不覺念頭東走西走。眨得眼來千里萬里", "871": "去了。又或惹著一毫世事。便是五日十日半", "872": "月一月擺脫不去。豈特間斷而已哉。言之可", "873": "慚。思之可慟。又當何策以治之。答曰。嗚呼此", "874": "天下學者之通病也。汝當間斷之時。若不痛", "875": "加鞭策。則專修無間之念永無成就之期。余", "876": "聞古人有三種痛鞭之策。今復為汝獻之。汝", "877": "當諦而聽之。一曰報恩。二曰決志。三曰求驗。", "878": "第一報恩者。既修淨土。當念報恩。佛恩國恩", "879": "固未暇論。只如父母養育之恩。豈非重恩。師", "88": "悟達之人。尠有不遭其退敗者。所以世尊殷", "880": "長作成之德。豈非重德。爾最初出家。便說要", "881": "報重恩。後來行脚。又說要報重德。離鄉別井", "882": "二三十年。父母師長艱難困苦。爾總不顧。父", "883": "母老病。爾又不看。及聞其死。爾也不歸。如今", "884": "或在三塗受罪受苦。望爾救他。望爾度他。爾却", "885": "念念間斷。淨土不成。淨土不成。自救不了。自", "886": "救不了。如何救他。既不能相救。爾是忘恩負", "887": "義。大不孝人。經云。不孝之罪當墮地獄。然則", "888": "一念間斷之心便是地獄業也。又且不蠶而", "889": "衣。不耕而食。僧房臥具受用現成。爾當勤修", "89": "勤指歸極樂者。良有以也。蓋彼彌陀現在說", "890": "淨業。圖報信施之恩。祖師道。此是施主妻子", "891": "分上減剋將來。道眼未明。滴水寸絲也。須牽", "892": "犁拽耙。償他始得。爾却念念間斷。淨土不成。", "893": "淨土不成。酬償有分。然則一念間斷之心便", "894": "是畜生業也。第二決志者。若學專修。志須決", "895": "定。爾一生參禪。禪既不悟。及乎看教。教又不", "896": "明。弄到如今。念頭未死。又要說幾句禪。又要", "897": "說幾句教。又要寫幾箇字。又要做幾首詩。情", "898": "掛兩頭。念分四路。祖師道。毫釐繫念。三塗業", "899": "因。瞥爾情生。萬劫羈鎖。爾却志無決定。情念", "9": "設疑情。無問處而興問目。目之曰淨土或問。", "90": "法。樂土境緣種種清淨。倘依彼佛忍力易成。", "900": "多端。因此多端間斷正念。然則一念間斷之", "901": "心便是三塗羈鎖業也。又且守護戒根。志不", "902": "決定。或因身口念念馳求。教中道。寧以洋銅", "903": "灌口。不可以破戒之口受人飲食。寧以熱鐵", "904": "纏身。不可以破戒之身受人衣服。況因諸戒", "905": "不嚴。邪心妄動。因此妄動。間斷專修。然則一", "906": "念間斷之心。何止熱鐵洋銅業也。又且斷除", "907": "憎愛。志不決定。每於虛名浮利自照不破。名", "908": "利屬我便生貪愛。名利屬他便生憎妬。古人", "909": "云。貪名貪利。同趨鬼類。逐愛逐憎。同入火", "91": "高證佛階。親蒙授記。然後出化眾生。去來無", "910": "坑。爾却因此愛憎間斷淨土。然則一念間斷", "911": "之心便是餓鬼火坑業也。第三求驗者。既學", "912": "專修。當求靈驗。爾如今髮白面皺。死相現前。", "913": "知道臨終更有幾日。須在目前便要見佛。只", "914": "如廬山遠法師。一生之中三度蒙佛摩頂。又", "915": "如懷感法師。稱念佛名便得見佛。又如少康", "916": "法師。唱佛一聲眾見一佛從口飛出。唱佛十", "917": "聲則有十佛從口飛出。如貫珠焉。此等靈驗", "918": "萬萬千千。爾若心無間斷。見佛不難。間斷心", "919": "生。決不見佛。既不見佛。與佛無緣。既無佛", "92": "礙也。以是之故。雖上根利器。猶願託生。況汝", "920": "緣。難生淨土。淨土不生。必墮惡道。然則一念", "921": "間斷之心便是三塗惡道業也。戒之戒之。如", "922": "上三策。當自痛鞭。使其念不離佛。佛不離念。", "923": "感應道交現前見佛。既見樂邦之佛。即見十", "924": "方諸佛。既見十方諸佛。即見自性天真之佛。", "925": "既見自性天真之佛。即得大用現前。然後推", "926": "其悲願。廣化一切眾生。此名淨土禪。亦名", "927": "禪淨土也。然則永明所謂有禪有淨土。猶如", "928": "帶角虎。現世為人師。來生作佛祖。豈不驗於", "929": "此哉。勉之勉之。於是禪上人者既喜且驚。矍", "93": "中下之輩初得發明者乎。豈不見。觀佛三昧", "930": "然久之如有所失。天如老人乃復告之曰。禪", "931": "與淨土了即俱了。心外無法莫錯會好。上人", "932": "乃稽顙再拜曰。吾多幸矣。今吾知所歸矣。謝", "933": "而退。", "94": "經中。文殊自敘宿因謂。得念佛三昧常生淨", "95": "土。世尊復記之曰。汝當往生極樂世界。又", "96": "不見。華嚴經中。普賢勸進善財童子海會大", "97": "眾。以十大願主導歸極樂。其偈云。願我臨", "98": "欲命終時。盡除一切諸障礙。面見彼佛阿彌", "99": "陀佛。即得往生安樂剎。又云。彼佛眾會咸清"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1972 淨土或問", "author": "元 天如則著", "sourceLink": "http://www.cbeta.org/"}