{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1036 千轉大明陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1036 [cf. Nos. 1034, 1035,", "1": "901(Fasc. 5)]", "2": "千轉大明陀羅尼經", "3": "西天譯經三藏朝散大夫試鴻臚少卿", "4": "傳法大師臣施護奉　詔譯", "5": "如是我聞。一時世尊在忉利天中波利質多", "6": "羅樹下。爾時帝釋天主。及與一切天人軍眾。", "7": "前後圍繞來詣佛所。各各至誠合掌歸依。瞻", "8": "仰如來次第而住。", "9": "爾時帝釋天主前白佛言。世尊我有陀羅尼", "10": "名千轉大明。是陀羅尼於諸世間。為大饒益。", "11": "所有一切天龍夜叉餓鬼鳩槃茶等乃至人非", "12": "人等。聞此陀羅尼者。悉皆降伏於諸眾生。所", "13": "有一切不饒益事悉皆除殄。惟願世尊大慈", "14": "大悲許我宣說。佛言天主善哉善哉。如汝所", "15": "說彼大千轉大明陀羅尼。能於世間作大饒", "16": "益。汝欲說者當隨汝意。爾時帝釋天主。即說", "17": "千轉大明陀羅尼曰。", "18": "怛儞也二合他引一曩呬怛寫婆帝引二婆誐嚩", "19": "覩引三三野體難野過覩引四", "20": "一切部多聞此所說。驚怖迷悶狂惑退散。寶", "21": "賢夜叉主及輪成就等現眾色像。使諸部多", "22": "諸鬼神等及彼遊方空行起屍瘧病諸惡鬼", "23": "等。乃至一切行毒根本邪法。惱害眾生不饒", "24": "益事。悉皆解脫。", "25": "阿曩引鉢帝引一烏播曩引鉢帝引二盎誐商迦", "26": "哩引三儗哩二合恨拏二合哩引娑嚩二合引賀引四", "27": "曩謨引沒馱引野曩謨引達哩摩二合引野曩謨引", "28": "僧伽引野五曩謨引阿引哩野二合引嚩路枳帝引", "29": "濕嚩二合囉引野六󰂛地引薩埵引野七摩賀引薩", "30": "埵引野八摩賀引迦引嚕尼迦引野九曩謨引阿引", "31": "哩野二合摩賀引薩瑳二合引摩波囉二合引鉢多二合引", "32": "野十怛儞也二合他引十一目訖帝二合引尾目訖帝二合", "33": "引十二鼻引那儞引尾鼻引那儞引十三儞哩摩二合隸", "34": "引十四尾摩隸引十五穌目契引尾目契引十六瞢誐隸", "35": "引穌瞢誐隷十七", "36": "一切王怖解脫。一切星曜變怪怖解脫。一切", "37": "自他軍眾鬪戰怖解脫。一切兵仗怖解脫。一", "38": "切水火漂焚怖解脫。一切惡病苦惱怖解脫。", "39": "一切毒惡傷害怖解脫。師子怖象怖。熊怖虎", "40": "怖。一切惡獸等怖。大海漂溺怖深山閴寂怖。", "41": "乃至諸水灘難怖。如是諸怖悉皆解脫。", "42": "曩謨娑引訖哩二合引一商迦致引商迦致引二迦嚕", "43": "引致引迦嚕致引儞曳引娑嚩二合引賀引三", "44": "入王宮時見大臣。時行軍中時逢怨對。時見", "45": "毒蛇毒龍。時遇夜叉毘舍遮羅剎烏鉢娑摩", "46": "二合引囉所魅時。乃至山海險難中時。如是怖", "47": "畏悉皆解脫。", "48": "曩謨引怛囉二合引𧹞婆嚩室羅二合引野𧹞一呬隷", "49": "呬隷二唧隷唧隷三迦引播隷四摩引鄧霓娑嚩", "50": "二合引賀引五", "51": "又復王法所執或被枷鎖杻械牢固其身。一", "52": "切枉橫憂苦逼切悉皆解脫。", "53": "曩謨引多引哩引多引哩引一烏哆引哩引二覩哩", "54": "引娑嚩二合引賀引三", "55": "又復星曜所持。或惡夢變怪致諸病苦夭枉", "56": "至死。乃至鬪諍論理互相恐逼。如是諸怖悉", "57": "皆解脫。", "58": "曩謨引左囉左囉一娑囉娑囉二尾娑囉尾娑", "59": "囉三沒馱野二合沒馱野二合四󰂛引馱引野彌底", "60": "娑嚩二合引賀五洛乞叉二合洛乞叉二合𤚥六薩哩", "61": "嚩二合薩怛嚩二合引喃引左娑嚩二合引賀引七阿", "62": "引哩野二合室哩二合滿哩馱二合覽八布瑟致二", "63": "合俱嚕娑嚩二合引賀引摩麼引布哩嚩二合羅滿", "64": "哩馱二合喃十扇引底孕二合俱囉娑嚩二合引賀引十", "65": "一曩謨引賀帝引儞賀帝引十二薩哩嚩二合努瑟", "66": "㡧二合引鉢囉二合底孕二合惹儞十三謨引賀儞謨", "67": "引乞叉二合尼娑嚩二合引賀引十四曩謨引迦致引儞", "68": "致迦吒致引娑嚩二合引賀引十五曩謨引阿引囉尼", "69": "嚩引囉尼十六薩哩嚩二合儞哩嚩二合引囉尼娑", "70": "嚩二合引賀引十七", "71": "又復一切惡人行不善事。持邪禁呪作諸󰚏", "72": "禱。當令眾生迷癡狂惑。如是等事悉皆解脫。", "73": "嚕嚕計一哩嚕計二底瑟姹二合滿馱夜引弭三", "74": "夜嚩誐嚩二合切四尾夢贊底五呬隷唧隷六迦", "75": "引播引隸七迦瑟站二合引誐薩哩嚩二合哆八薩哩", "76": "嚩二合婆曳毘藥二合娑嚩二合引賀引九", "77": "世尊我此千轉大明。譬如轉輪聖王。有摩尼", "78": "寶名曰如意。凡諸所欲自然現前。我此千轉", "79": "大明亦復如是。若有得者凡諸苦惱悉皆解", "80": "脫。世尊末世之時眾生薄福。於三寶尊不知", "81": "歸依。恣身口心常造過惡。是故世間諸惡鬼", "82": "神伺得其便。隱自形質假託變現。於晝夜中", "83": "惱害眾生。使諸眾生得種種苦惱。世尊若有", "84": "眾生。遇斯惡鬼種種惱亂苦惱之時。乃至世", "85": "間一切不可意時。當於清淨之地取土七把。", "86": "每一把讀誦此大明加持七遍。和作七丸繫", "87": "於衣角。當令一切行不饒益惡鬼神等。不敢", "88": "侵近恐怖退散。當令是人晝夜安隱。一切不", "89": "祥悉皆殄滅。爾時帝釋天主說此千轉大明", "90": "陀羅尼已。踊躍歡喜與諸天眾禮佛而退。", "91": "千轉大明陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1036 千轉大明陀羅尼經", "source": "CBETA"}