{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0158 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "27 現伏藏施品", "1": "大乘悲分陀利經卷第八", "2": "失三藏名今附秦錄", "3": "28 菩薩集品菩薩集品第二十八", "4": "「善男子！如我以佛眼觀見十方佛剎微塵數", "5": "諸佛世尊已般涅槃，彼皆是我勸化阿耨多", "6": "羅三藐三菩提令住中者，亦是我初勸檀波", "7": "羅蜜乃至般若波羅蜜令住中者，乃至當來", "8": "亦如是說。又見東方現在住世無量阿僧祇", "9": "諸佛世尊，轉正法輪為眾說法，亦是我初勸", "10": "發阿耨多羅三藐三菩提心令住中者，乃至", "11": "六波羅蜜亦如是說。南西北方及與上下亦", "12": "如是說。善男子！我見東方去此佛土過八十", "13": "九百千佛剎，有世界名華敷，佛名無垢德明", "14": "王如來，現在住世為眾說法。彼世尊是我初", "15": "勸發阿耨多羅三藐三菩提心，亦是初勸檀", "16": "波羅蜜乃至般若波羅蜜令住中者。略說，東", "17": "方有樂喜剎，佛名阿閦；有紫摩剎，佛名日藏；", "18": "有樂自在剎，佛名樂自在月明；有日沒剎，佛", "19": "名智日；有勝息剎，佛名龍雷；有等林剎，佛名", "20": "金剛稱；有自王剎，佛名虎光；有無樂剎，佛名", "21": "日藏；有照怨剎，佛名稱自在；有彌樓光剎，佛", "22": "名不思議王；有眾護剎，佛名月德藏；有華光", "23": "剎，佛名音勝光；有安上剎，佛名現安自在彌", "24": "樓；有持王剎，佛名智像；有雜華剎，佛名無", "25": "垢眼。善男子！我以佛眼觀見東方如是等無", "26": "量阿僧祇諸佛世尊現在說法，彼未發菩提", "27": "心，我初勸於阿耨多羅三藐三菩提令住其", "28": "中；是我初勸檀波羅蜜，乃至令住般若波羅", "29": "蜜；是我先所將至現在住世諸佛世尊所，初", "30": "得授阿耨多羅三藐三菩提記者。」說是語時", "31": "華敷世界無垢德明王如來座動，其中菩薩", "32": "見無垢德明王如來座動，即白佛言：「唯！世尊！", "33": "何因何緣如來座動？我等初未曾見。」彼佛告", "34": "言：「善男子等！西方去此佛剎過八十九百千", "35": "佛土，有世界名娑訶，其佛號釋迦牟尼如來，", "36": "今現在為四眾說本事法。彼如來先為菩薩", "37": "行菩提行時，初勸化我於阿耨多羅三藐三", "38": "菩提，令我初發阿耨多羅三藐三菩提心。", "39": "彼如來先為菩薩行菩提行時，初勸我行檀", "40": "波羅蜜乃至般若波羅蜜得住其中。又彼如", "41": "來先為菩薩行菩提行時，初將我至諸佛世", "42": "尊所，令得授阿耨多羅三藐三菩提記。彼釋", "43": "迦牟尼如來是我善知識，現在娑訶世界為", "44": "四眾說是本事法。以彼如來威德力故使我", "45": "座動。諸善男子！汝等誰能詣彼娑訶佛土如", "46": "我辭曰：『敬問釋迦牟尼如來，少病少惱，安樂", "47": "住不？』」彼諸菩薩白無垢德明王如來言：「世尊！", "48": "此華敷剎中菩薩摩訶薩神通具足，皆度諸", "49": "菩薩功德岸。於今食時見大光明，此諸瑞應", "50": "從異剎來，地數大動雨眾妙華。」彼諸菩薩摩", "51": "訶薩復白佛言：「世尊！我等欲往彼娑訶世", "52": "界，奉見恭敬親近釋迦牟尼如來；又欲聽入", "53": "一切種智行陀羅尼門。」彼多百千菩薩以自", "54": "神力欲發彼土：「我等不知娑訶世界釋迦牟", "55": "尼如來佛土為在何處？」時彼無垢德明王如", "56": "來，尋即申臂，從五指端出種種光，彼諸光", "57": "明徹照八十九千佛土，乃至照此娑訶世界。", "58": "彼諸菩薩普見此娑訶世界菩薩充滿天、龍、夜", "59": "叉、阿修羅遍滿虛空。見已，彼諸菩薩重白無", "60": "垢德明王如來言：「世尊！我等見娑訶佛土一", "61": "切菩薩充滿其中，無有少地可容杖處；又見", "62": "彼釋迦牟尼如來，惟視我等為我說法。」時彼", "63": "無垢德明王如來告諸菩薩言：「善男子等！彼", "64": "釋迦牟尼如來所視普等。善男子！於娑訶世", "65": "界住地眾生在虛空者，彼一一皆如是知，釋", "66": "迦牟尼如來惟獨視我，為我說法。善男子！", "67": "彼釋迦牟尼如來以其一身現一切形而為說", "68": "法。彼佛土中其有眾生事梵天者，彼見釋迦", "69": "牟尼如來梵天形，聞大梵音而為說法，乃至", "70": "事魔、事釋、事日、事月、事沙門、事毘留勒伽、事", "71": "毘留婆叉、事提陀羅尼吒，有事摩醯首羅天", "72": "者，彼見釋迦牟尼如來魔醯首羅形，聞魔", "73": "醯首音而為說法。乃至其中眾生有事八萬", "74": "四千種處者，彼如所事見釋迦牟尼如來，聞", "75": "法亦爾。」彼大眾中有二菩薩，一名羅潘象，二", "76": "名月光照。彼無垢德明王如來告二菩薩言：", "77": "「汝等善男子！可至娑訶世界如我辭曰：『敬問", "78": "釋迦牟尼如來，少病少惱，安樂住不？』」彼菩薩", "79": "白佛言：「世尊！我等見彼一切娑訶佛土地上", "80": "虛空皆悉充塞，乃至無有容一人處，我等何", "81": "住？」時無垢德明王如來答言：「善男子等！莫作", "82": "是說，娑訶佛土無有住處。彼釋迦牟尼如來", "83": "處所極廣，具不可思議佛之功德。彼如來以", "84": "本願故，憐愍儀法所容甚廣，說三歸依、三乘，", "85": "說種種戒，現三脫門。於三惡趣拔濟眾生，", "86": "為度眾生於中石山帝眼夜叉宮，住婆羅窟", "87": "一結跏趺坐，七日無諍受解脫喜樂。其如來", "88": "身滿婆羅窟，乃無四指空處如來之身所不", "89": "遍者。竟七日時，於十方有十二那由他菩薩", "90": "摩訶薩，至彼娑訶世界住彼山前，咸欲奉見", "91": "恭敬親近釋迦牟尼如來，又欲聽法。善男子！", "92": "時釋迦牟尼如來，為彼大眾即現神通，令娑", "93": "羅窟極大寬博。彼十二那由他菩薩，入娑羅", "94": "窟中猶見寬博。彼一一菩薩以種種菩薩神", "95": "通供養如來已，為善男子，彼釋迦牟尼如來", "96": "住處所容廣博。如是彼諸菩薩從釋迦牟尼", "97": "佛所聞說已，頭面禮足右遶三匝，各還本", "98": "土。彼諸菩薩發去未久，彼娑羅窟還復如故。", "99": "「其中有四天下釋，名憍尸迦，觀命將終應墮", "100": "畜生，極大恐怖，與八萬四千三十三天俱，詣", "101": "娑羅窟向世尊所，近帝眼夜叉宮娑羅窟前", "102": "住。承佛威神即生是念：『我今應請般遮飾乾", "103": "闥婆子，以彼妙音歌歎世尊，可令世尊從三", "104": "昧起。』時彼帝釋往請般遮飾乾闥婆子。時般", "105": "遮飾執琴而來，承佛威神以柔軟音五百偈", "106": "讚，彈琴歌詠歎於世尊。善男子！如般遮飾讚", "107": "歎世尊，應時彼釋迦牟尼如來，入無聲勝明", "108": "三昧，令此一切娑訶世界諸大威德夜叉、羅", "109": "剎、阿修羅、迦樓羅、緊那羅、乾闥婆，欲界、色界", "110": "一切諸天皆悉來集。其中樂音詠者，彼聞詠", "111": "音生大歡喜；樂讚誦者彼聞讚辭，於世尊所", "112": "生希有心歡喜恭敬；樂琴音者彼聞琴音亦", "113": "大歡喜。「時彼釋迦牟尼如來從三昧起，現娑", "114": "羅窟戶，帝釋即前問世尊言：『我坐何處？』彼", "115": "釋迦牟尼如來告言：『汝等夜叉所共來者，今", "116": "可入此娑羅窟坐。』時窟寬博十二恒河沙數，大", "117": "眾入彼窟坐。時釋迦牟尼如來為彼大眾說", "118": "如是法。眾中有求聲聞乘者，彼解說聲聞乘，", "119": "九十億眾生於中得須陀洹果。有求辟支佛", "120": "乘者，彼得解說辟支佛乘。有求無上佛乘者，", "121": "彼純解說無上大乘。般遮飾乾闥婆子等十", "122": "八那由他眾生，得住不退轉阿耨多羅三藐", "123": "三菩提。其中未起三乘心者，有發阿耨多羅", "124": "三藐三菩提心，有發辟支佛乘，有發聲聞乘", "125": "心。彼憍尸釋即離恐怖，增壽千年得須陀洹", "126": "果。「善男子！彼釋迦牟尼如來所容寬博，如是", "127": "彼如來音輪亦復寬博，無有人能算數如來", "128": "音輪邊際，彼如來方便廣博勸導眾生，無有", "129": "人能知彼如來方便邊際。善男子！彼如來身", "130": "甚為高廣，無能見頂知身際者。如今於彼娑", "131": "訶佛剎眾生雲集，若彼一切入釋迦牟尼如", "132": "來腹中皆悉容受，彼如來腹亦不增減。彼諸", "133": "眾生不能得彼如來腹之邊際。又彼眾生同", "134": "時和合，入彼如來一毛孔中，又復不還出亦", "135": "不增減。欲尋如來一毛孔際無能得者，乃至", "136": "天眼所不能知。彼釋迦牟尼如來身所容受", "137": "如是寬博。「復次，善男子！彼釋迦牟尼如來佛", "138": "土甚大寬博。善男子！又於十方恒河沙數諸", "139": "佛剎中，眾生充滿如今娑訶佛剎。若彼眾生", "140": "今盡來入娑訶佛土者，皆悉容受。所以者何？", "141": "以彼如來先初發阿耨多羅三藐三菩提心立", "142": "是願故。善男子！置此一恒河沙數世界，乃至", "143": "十方千恒河沙數諸佛土中眾生，如是充滿", "144": "如今娑訶佛土眾生充塞，若彼一切今入娑", "145": "訶世界，皆悉容受。是彼如來先初發心，求無", "146": "上智立如是願。善男子！彼釋迦牟尼如來佛", "147": "土所知如是寬博。以是四法故，彼釋迦牟尼", "148": "如來勝諸如來。善男子！汝等此月樂無垢", "149": "華，如已所見，往至西方娑訶佛剎如我辭曰：", "150": "『敬問釋迦牟尼如來，少病少惱，安樂住不？』」時", "151": "彼無垢德明王如來，以月樂無垢華與羅潘", "152": "象菩薩、月光菩薩。與已告言：「汝，善男子！我", "153": "彼神力詣娑訶世界。」彼中二萬眾生同聲白佛", "154": "言：「唯，世尊！我等亦承如來神力詣娑訶世界，", "155": "奉見恭敬親近釋迦牟尼如來。」時彼無垢德明", "156": "王如來告言：「善男子等！隨意可往。」彼二菩薩，", "157": "羅潘象、月光，與二萬菩薩俱，承彼無垢德明", "158": "王如來神力發華敷世界，如一念頃至此娑", "159": "訶佛剎，詣耆闍崛山，叉手合掌白釋迦牟尼", "160": "如來言：「世尊！東方去此過八十九百千佛剎，", "161": "有世界名華敷，其佛號無垢德明王如來。彼", "162": "佛於菩薩大眾中稱譽如來功德，作如是言：", "163": "『娑訶剎中有佛，號釋迦牟尼如來，今現在。彼", "164": "如來先為菩薩行菩提行時，初發化我於阿", "165": "耨多羅三藐三菩提令住其中，我隨彼語發", "166": "阿耨多羅三藐三菩提心。彼如來先為菩薩", "167": "時，初發勸我住檀波羅蜜，乃至如前所說。彼", "168": "釋迦牟尼如來，以是四法勝諸如來。彼如來", "169": "遣此月樂無垢華，致問：「少病少惱，安樂住不？」』」", "170": "如是樂喜剎中阿閦如來座動，其諸菩薩在", "171": "會中者，見阿閦如來座動。尋即發遣問，略", "172": "如前說。於一切處亦如是說。爾時東方無量", "173": "阿僧祇如來，使菩薩各持月樂無垢華至此", "174": "娑訶佛剎，奉見致問釋迦牟尼如來，供養恭", "175": "敬親近聽法。爾時世尊，適稱東方世界名字", "176": "諸佛號已，又復欲稱南方而作是言：「善男子！", "177": "我見南方去此佛土過一恒河沙數佛剎，有", "178": "世界名除一切憂惱，其佛號無惱德如來，現", "179": "在說法。我先行菩薩行時，初勸彼佛於阿耨", "180": "多羅三藐三菩提，乃至如前所說。」閻浮提光", "181": "剎中法自在雷佛，彌樓安剎中至自在堅帝", "182": "佛，德莊嚴帝剎中師子奮迅王佛，珠冠莊嚴", "183": "剎中那羅延伏藏佛，放光遍覆剎中寶集功", "184": "德奮迅佛，天樂剎中明藏佛，栴檀根剎中星", "185": "宿稱佛，香聞剎中福力娑羅王佛，善解剎中", "186": "柔軟雷音聲佛，閑居剎中娑羅稱帝王佛，雷", "187": "是剎中自在明照佛，雲雷剎中柔軟音聲佛，", "188": "分寶剎中寶掌龍佛，波羅摩寶樹剎中法雲", "189": "月明自在佛，略如前說。南方如是無量阿僧", "190": "祇諸佛座動，彼諸佛世尊皆稱譽讚歎釋迦", "191": "牟尼如來。爾時南方乃至無量阿僧祇如來，", "192": "遣菩薩持月樂無垢華至此娑訶佛剎，敬問", "193": "釋迦牟尼如來乃至聽法。爾時世尊復作是", "194": "言：「善男子！我見西方去此國土過九十七那", "195": "由他百千佛剎，有世界名寂靜，其佛號寶山", "196": "如來，今現住世為眾說法。我本行菩薩行時，", "197": "初勸彼佛於阿耨多羅三藐三菩提，乃至如", "198": "前說。」略說佛號，其名曰：妙光藏佛，音智藏佛，", "199": "廣稱佛，普藏伏佛，梵華佛，掌超越佛，法燈", "200": "明佛，無等辭佛，樂高音佛，流布王佛，梵帝聲", "201": "佛，皆如前說。如是西方無量阿僧祇諸佛世", "202": "尊，所可釋迦牟尼如來稱其名者，彼座皆動。", "203": "爾時西方無量阿僧祇佛，遣菩薩持月樂無垢", "204": "華至此娑訶佛剎，至已各坐聽法。略說。如是", "205": "北方、上下、東南、西南、西北皆亦如上說。時釋", "206": "迦牟尼如來，又欲說東北方而作是言：「善男", "207": "子！我見東北方去此佛國過九十八億那由", "208": "他百千佛土，有世界名無塵，其佛號除憂惱", "209": "踊上廣聞娑羅王如來。我本為菩薩行菩提", "210": "行時，初勸彼如來於阿耨多羅三藐三菩提，", "211": "令住六波羅蜜。我初將彼至諸佛所，令彼得", "212": "授阿耨多羅三藐三菩提記。如所稱名彼座", "213": "皆動，乃至說眾生八萬四千種度，隨事聞音", "214": "見釋迦牟尼如來聞如是法。彼眾中有二菩", "215": "薩，一名山蜜，二名等樂趣。時彼除憂惱踊上", "216": "廣聞娑羅王如來告彼二菩薩言：『汝等善男", "217": "子！往彼娑訶世界，以我辭曰：「敬問釋迦牟尼", "218": "如來，少病少惱，安樂住不？」』彼白佛言：『世尊！我", "219": "等見彼娑訶佛剎地及虛空悉皆充滿，乃至", "220": "無有容一人處，我等何住？』彼如來言：『善男子！", "221": "莫作是說：「娑訶佛土無可住處。」善男子！彼釋", "222": "迦牟尼佛如來容受寬博，具不可思議佛功", "223": "德。彼如來以本願故，憐愍儀法所容甚廣，說", "224": "三歸依三乘說法，說三種戒現三脫門，於三", "225": "惡趣拔濟眾生置三善道。善男子！彼釋迦牟", "226": "尼如來成佛未久，於時為眾生於中石山帝", "227": "眼夜叉宮娑羅窟一結加趺坐，七日無諍受", "228": "解脫喜樂。彼如來身滿娑羅窟，其窟中無四", "229": "指空處如來之身所不滿者。竟七日時，於十", "230": "方十二那由他菩薩摩訶薩，至彼娑訶世界", "231": "住彼山前，奉見恭敬釋迦牟尼如來，乃至以", "232": "此四法彼釋迦牟尼佛勝諸如來。善男子！汝", "233": "等持此月樂無垢華，如己所見往西南方娑", "234": "訶佛剎，敬問釋迦牟尼如來，少病少惱，安樂", "235": "住不？』爾時除憂惱踊上廣聞娑羅王如來，以", "236": "月樂無垢華，與山蜜、樂等趣菩薩，告言：『善", "237": "男子！承我神力至娑訶剎。』時有二萬人同聲", "238": "白言：『我等亦承如來神力詣娑訶佛土，奉見", "239": "恭敬親近釋迦牟尼如來。』彼如來言：『諸善男", "240": "子！隨意可往。』彼二菩薩與二萬菩薩，俱承如", "241": "來神力發無塵剎，以一念頃至此娑訶佛剎", "242": "耆闍崛山中，叉手合掌白釋迦牟尼如來言：", "243": "『世尊！東北方有佛，乃至如前所說。彼佛遣此", "244": "月樂無垢華，敬問世尊，少病少惱，安樂住不？』」", "245": "如是降魔官如來座動，於中菩薩集者見彼", "246": "降魔官如來座動，即問如來所由因緣，如前", "247": "所說。如是，娑羅帝王佛，大力光佛，蓮華上佛，", "248": "栴檀彌樓王佛，海此岸明佛，智力佛。爾時", "249": "東北方是等無量阿僧祇如來，各遣二菩薩", "250": "持月樂無垢華，至此娑訶佛土。奉見敬問釋", "251": "迦牟尼如來，供養恭敬親近聽法。", "252": "29 入三昧門品大乘悲分陀利經入三昧門品第二十九", "253": "爾時一切眾生集此娑訶佛剎者，釋迦牟尼", "254": "如來以神通力，令一一眾生大如芥子。如是", "255": "眾生遍滿側塞娑訶佛剎地及虛空，眾生充", "256": "滿，乃至無容毫髮之處，彼諸眾生各不相見，", "257": "惟覩虛空。又諸石山、須彌、鐵圍、大鐵圍山、障", "258": "山，上至諸天宮，下至金輪，悉無障蔽。眾生", "259": "之眼唯見釋迦牟尼如來，入遍虛空法無斷", "260": "滅三昧。爾時如來內一切月樂無垢華諸毛", "261": "孔中，是諸眾生集娑訶世界者，皆悉得見彼", "262": "諸眾生。捨思惟觀佛色身心，皆觀如來毛", "263": "孔。見毛孔中諸有園池，種種寶樹，種種華", "264": "果，枝葉茂盛，種種頭舍，種種衣服，種種幡", "265": "蓋、幢麾、枳由羅，真珠、瓔珞以莊嚴樹，譬如安", "266": "樂世界園林茂盛。時諸眾生皆作是念：「我今", "267": "宜往觀於園林。」時集此娑訶世界一切眾生，", "268": "從如來身毛孔入而坐其中，惟除在地獄、餓", "269": "鬼、畜生及無色天。爾時世尊還執神通，其諸", "270": "眾生各得相見，即相問言：「釋迦牟尼如來今", "271": "在何處？」時彌勒菩薩普告大眾言：「咄，汝眾生！", "272": "皆當應知，我等今者盡皆集如來腹中。」彼皆", "273": "各各見其如來身相內外，然後乃至知集在", "274": "如來腹中。彼皆生念：「我等云何入如來腹？誰", "275": "持我等置如來腹中？」爾時彌勒菩薩，即以高", "276": "聲告大眾：「汝等當聽，此非餘力，是如來神通", "277": "變化，為饒益我等故。世尊今當說法，汝等一", "278": "心諦聽，善思念之。」時諸大眾叉手合掌瞻仰", "279": "世尊。爾時如來即說《一切法門行經》。何謂《一", "280": "切法門行經》？謂度生死淵，入八聖道，滿足一", "281": "切種智。自然智中有十事：一者，至意發心廻", "282": "向解脫；二者，於一切眾生發大悲心；三者，以", "283": "饒益心攝一切眾生；四者，未度者度如大船", "284": "師；五者，未解者解諸顛倒；六者，大師子吼驚", "285": "動一切眾生使觀無我法；七者，遊諸世界覺", "286": "一切法如幻夢影；八者，莊嚴光飾一切世界", "287": "淨戒身力；九者，成辦如來十力滿一切波羅", "288": "蜜；十者，為具四無畏如說修行為得十八不", "289": "共法。無餘菩薩如所聞法，皆悉修行除世愚", "290": "惑，是名「十事一切法門行經」。知至無相行門，", "291": "思惟一切法，無我心無生滅，是不退、不轉、不", "292": "斷、不常、無捨、無證。說是法時，八十億恒河沙", "293": "數眾生，即於如來腹中得不退轉阿耨多羅", "294": "三藐三菩提。於中過數菩薩摩訶薩，得種種", "295": "三昧陀羅尼忍辱。時彼一切還從如來身毛", "296": "孔出，於如來所得未曾有。頂禮如來足已，各", "297": "還十方至其本土。東方菩薩誠欲推尋釋迦", "298": "牟尼如來音輪身相，彼東方菩薩轉轉乃至", "299": "東方過無量阿僧祇佛土，猶故不盡。釋迦牟", "300": "尼佛如來音輪之聲，於彼聞如是音，文字句", "301": "義皆悉備足，猶如釋迦牟尼如來前坐聽法", "302": "無異。於彼一切亦不能知釋迦牟尼如來身", "303": "之增減。彼在所至處，見釋迦牟尼如來身現", "304": "在前，又見無量阿僧祇菩薩聲聞，在釋迦牟", "305": "尼如來身一毛孔中出入無礙。一一毛孔亦", "306": "如是，乃至見一切毛孔中眾生出入亦復如", "307": "是，於十方亦如是說。爾時大眾在如來腹者，", "308": "皆從如來毛孔出已，頭面禮世尊足，遶佛三", "309": "匝住如來前，以眾妙偈句義備足，同時讚歎", "310": "稱譽如來。爾時欲色界諸天，於虛空中雨眾", "311": "妙華、華鬘、塗香，作天伎樂懸諸天繒，幡蓋、", "312": "幢麾、衣服、頭舍，真珠、瓔珞供養如來。", "313": "30 囑累品大乘悲分陀利經囑累品第三十", "314": "爾時有菩薩名無畏等持，叉手合掌前白佛", "315": "言：「世尊！此大授記當名何經？云何受持？」佛", "316": "言：「一名『入一切種智行陀羅尼門』；二名『諸佛", "317": "之藏』；三名『多集』；四名『授菩薩記』；五名『入無畏", "318": "道』；六名『入諸三昧』；七名『現諸佛土』；八名『如大", "319": "海』；九名『過數』；十名『大悲分陀利』。」重白佛言：「唯，", "320": "世尊！若善男子、善女人！受持讀誦此經為他", "321": "人說，乃至一四句偈，得幾所福？」佛言：「此經功", "322": "德吾先已說，今當為汝略說。若有善男子、善", "323": "女人！受持是經，讀誦、書寫、為他人說，乃至一四", "324": "句偈，是人得福過於菩薩十大劫中具行六", "325": "波羅蜜者。所以者何？此經能滅除諸天、世人、", "326": "梵、魔、沙門、婆羅門、眾夜叉、羅剎、龍、乾闥婆、鳩槃", "327": "茶、餓鬼、毗舍遮、緊那羅、阿修羅等諸惡心故。", "328": "又能除滅一切諸病、鬪諍、怨嫉；又能除滅非時", "329": "惡風、霜雹、暴雨；又能除滅疾疫、飢饉，能令安", "330": "隱常得豐樂；令人強健集會歡喜，不相順者", "331": "能令和合，有恐怖者施無畏樂；能滅結使增", "332": "長善根；能令三惡趣脫諸苦際；又能示現三", "333": "乘妙道；能令人得三昧陀羅尼忍辱；能饒益", "334": "一切眾生；能坐金剛座能破四魔；能覺助菩", "335": "提法轉法輪；乏聖七財眾生能以菩薩法", "336": "令得富足。我欲令多眾生入無畏城故演說", "337": "是法，今我是法當付囑誰？誰能於後惡世之", "338": "中宣布是法，令於諸方不退轉菩薩皆得聞", "339": "知，令除眾生染著非法、貪著榮利處邪見法，", "340": "無果報心皆悉除滅？」爾時一切大眾知如來", "341": "心，眾坐有一夜叉仙名那彌樓弗沙。時彌勒", "342": "菩薩摩訶薩，手攝那彌樓弗沙臂，將至世尊", "343": "所。佛言：「汝大仙受持是法，乃至於後惡世之", "344": "時廣宣流布，令諸方不退轉菩薩皆悉聞知，", "345": "有得聞者住不退轉心。」彼白佛言：「唯然，世尊！", "346": "我以本願為夜叉仙，過八萬四千大劫於行", "347": "菩提行，我以勸過數眾生遊四梵處住不退", "348": "轉地。世尊！其有眾生，於後惡世能受持、書寫、", "349": "讀誦此經，乃至為他人說一四句偈，我當身", "350": "自擁護，令彼法師無能惱者。」佛說是經已，時", "351": "諸大眾，天、龍、乾闥婆、阿修羅、世人，聞經歡喜", "352": "作禮而去。", "353": "大乘悲分陀利經卷第八"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0158 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經: 大乘悲分陀利經", "source": "CBETA"}