{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0144 佛說大愛道般泥洹經: 佛說大愛道般泥洹經", "text": {"0": "No. 144 [No. 125(52.1), No. 145]", "1": "佛說大愛道般泥洹經", "10": "泥洹，并阿難、舍利弗、目揵連是賢者輩，我先", "100": "所以者何？賢者來入國一何早耶？」耶陀迦羅", "101": "越言：「已意何？」阿難即報言：「佛使我來，欲勸令", "102": "迦羅越，作五百輿床、五百麻油瓶、五百分香、", "103": "五百分薪，若干種好香花、若干種伎樂，持到", "104": "王園比丘尼精舍。所以者何？佛母般泥洹并", "105": "五百比丘尼，皆是阿羅漢皆大神足，功德已", "106": "滿，當好葬之。佛勸迦羅越如是。」迦羅越聞阿", "107": "難言如是，即惛擗地言：「賢者阿難！我人有", "108": "何等過於比丘尼？比丘尼有何恨我人？所般", "109": "泥洹不告我人？賢者阿難！從今以後，行室", "11": "捨壽命行取泥洹去。」是時佛即已覺知，便語", "110": "當空，諸座亦當空，經行處亦當空，四徼道頭", "111": "里巷皆當空，惟舍利國已為空。賢者阿難！從", "112": "今以後，不復見比丘尼行分越入惟舍利國，", "113": "是痛何甚！」耶陀迦羅越言已竟，阿難即告迦", "114": "羅越言：「佛本自說言，一切恩愛皆當別離消", "115": "散，各自異處各自異行，所生所至所想，各自", "116": "有行，各自有因緣，會當滅盡會當別離，欲令", "117": "不別離者終不可得，慧人但當護法行。」是時", "118": "賢者阿難，為迦羅越引若干經，要持解迦羅", "119": "越意，欲勸迦羅越意，已解已喜已勸，便到惟", "12": "阿難：「是間摩訶卑耶和題俱曇彌自念言：", "120": "舍利國。披羅門迦羅越異因緣，在講堂聚會，", "121": "便賢者阿難，以到就座已坐，便告惟舍利國", "122": "披羅門迦羅越：「卿輩作五百輿床、五百麻油", "123": "瓶、五百分香、五百分薪，若干種好香華、若干", "124": "種妓樂，持到王園比丘尼精舍。所以者何？", "125": "佛母般泥洹并五百比丘尼，皆是阿羅漢皆", "126": "大神足，功德已滿，當好葬之。佛勸眾披羅門", "127": "迦羅越如是。」惟舍利國披羅門迦羅越，即便", "128": "擗地告賢者阿難：「我人有何等過於比丘", "129": "尼？比丘尼有何恨我人輩？持何等失比丘尼", "13": "『我不忍見佛般泥洹，并阿難、舍利弗、目乾連", "130": "意，般泥洹不告我人？賢者阿難！從今以後，行", "131": "室皆當空，諸座皆當空，四徼道頭里巷皆當", "132": "空，惟舍利國以為空。從今以後，終不復見比", "133": "丘尼入惟舍利國行分越。」是時，賢者阿難告", "134": "惟舍利國披羅門迦羅越：「佛先自說，一切恩愛", "135": "皆當別離消散，各自異處各自異行，所生所", "136": "至所想，各自有行，各自有因緣，會當別離，欲", "137": "令不別離終不可得，慧人但當護法行。」是時，", "138": "賢者阿難，為惟舍利國披羅門迦羅越，引若", "139": "干經要持解披羅門迦羅越意，喜披羅門迦", "14": "是賢者輩，我先捨壽行取泥洹去。』是五百比", "140": "羅越意，勸披羅門迦羅越意，已解已喜已", "141": "勸，賢者阿難，便起坐到佛所。是時耶陀迦", "142": "羅越，并五百披羅門迦羅越，持五百輿床、五百", "143": "麻油瓶、五百分薪、五百分香，若干種好香華妓", "144": "樂，到王園比丘尼精舍，已到是時王園比丘", "145": "尼精舍門閉，耶陀迦羅越便告一人言：「來，汝", "146": "上一人肩上，度垣牆入園開門。」是人受迦羅", "147": "越言，上一人肩上度垣牆即開門。耶游陀迦", "148": "羅越及五百披羅門，俱入王園比丘尼精舍。", "149": "是時五百比丘尼共有六沙彌利，是六沙彌", "15": "丘尼，自意覺捨一切苦，我不忍見佛般泥洹，", "150": "利告耶游陀迦羅越言：「賢者迦羅越！莫得嬈", "151": "是五百比丘尼也。所以者何？皆是已得定意", "152": "坐者。」是時，迦羅越告六沙彌利言：「是五百比", "153": "丘尼，不為定意生，已捨壽命行取泥洹。」是", "154": "時，六沙彌利聞是語即惛擗地言：「誰當復教", "155": "誡我人者耶？誰當復諫數我人，當持衣鉢隨", "156": "誰後耶？」是時，迦羅越告賢者六沙彌利言：「佛", "157": "先自說，一切恩愛皆當別離。賢者沙彌利莫愁", "158": "憂，但當勤行增精進。」是時，迦羅越取摩訶", "159": "卑耶和題俱曇彌舍利，持若干種香花妓樂，", "16": "并賢者阿難、舍利弗、目乾連是賢者輩，我輩", "160": "恭敬撿取舍利著金床上，并五百比丘尼舍", "161": "利亦如是，便耶游陀迦羅越，并五百披羅門", "162": "迦羅越，俱取摩訶卑耶和題俱曇彌，并五百", "163": "比丘尼舍利到佛所。是時，佛告賢者舍利弗", "164": "羅：「汝來！正東向叉手，下右膝著地，說如是：『有", "165": "在東方直信者直業者，三神六智大神足功", "166": "德已滿者，皆來到是間。所以者何？佛母般", "167": "泥洹并五百比丘尼已般泥洹，皆是阿羅漢", "168": "皆大神足，功德已滿，當共好葬之。』南方亦爾", "169": "西方亦爾，北方亦爾，東方亦爾。」賢者舍利弗", "17": "亦當捨壽行取泥洹去。」佛說如是。阿難白佛", "170": "羅受語，即東向、南向、西向、北向請諸阿羅漢。", "171": "即時東方有三百五十阿羅漢來，南方亦爾，", "172": "西方亦爾，北方亦爾，合千阿羅漢在佛前。佛", "173": "便與千比丘僧俱，到摩訶卑耶和題俱曇彌", "174": "舍利所，佛便坐，千比丘皆就座。是時，佛便", "175": "告賢者阿難：「汝起，取摩訶卑耶和題俱曇彌", "176": "舍利，以鉢盛之，持來著我手中。」阿難言：「唯", "177": "然。」便起坐取摩訶卑耶和題俱曇彌舍利，", "178": "著鉢中持授佛，佛即以兩手受之。摩訶卑耶", "179": "和題俱曇彌舍利已受，佛便告眾比丘僧：「是", "18": "言：「是故我身不能自勝，諸方不能分別，所聞", "180": "母人聚舍利也，本是惡身急弊卒暴輕心", "181": "數轉嫉妬，摩訶卑耶和題俱曇彌，已捨母", "182": "人聚身，男子所應得者摩訶卑耶和題為已", "183": "得也。」", "184": "是時佛令耶游陀迦羅越眾比丘僧，共為摩", "185": "訶卑耶和題俱曇彌并五百比丘尼起塔，已", "186": "起塔及惟舍利國人民及諸天人，皆共事摩", "187": "訶卑耶和題俱曇彌并五百比丘尼塔。佛說", "188": "如是，諸比丘皆歡喜，起前為佛作禮而去。", "189": "佛說大愛道般泥洹經", "19": "法不能自識。所以者何？聞摩訶卑耶和題俱", "2": "西晉河內沙門白法祖譯", "20": "曇彌當般泥洹。」佛便告賢者阿難：「如是阿難！", "21": "汝自意念：摩訶卑耶和題俱曇彌，持精進種", "22": "般泥洹耶，并定種、慈種、解種、度知見種所法，", "23": "我自知證覺者，若四意止、若四意斷、若四神", "24": "足、若五根、若五力、七覺意、若八慧道行，汝恐", "25": "摩訶卑耶和題俱曇彌，持是法去耶？」佛說是", "26": "竟已，阿難白言：「摩訶卑耶和題俱曇彌，終", "27": "不能持清淨種般泥洹去，亦不能持定種，亦不", "28": "能持慧種，亦不能持解種，亦不能持慧見知種，", "29": "終不能持覺種。佛自慧所覺知法，若四意止、", "3": "聞如是：一時，佛在墮舍利國，行在獼猴水", "30": "若四意斷、若四神足、若五根、若五力、若七覺意，", "31": "若八慧道行，終不能持是法般泥洹。」阿難", "32": "言：「我自念摩訶卑耶和題俱曇彌於佛有阜", "33": "恩，佛母壽終時，摩訶卑耶和題俱曇彌乳養", "34": "長大佛。」佛言：「阿難！有是。摩訶卑耶和題俱", "35": "曇彌，於我有阜恩，我母壽終時乳養長大我。」", "36": "佛言：「阿難！我亦於摩訶卑耶和題俱曇彌有", "37": "恩無量。所以者何？摩訶卑耶和題俱曇彌從", "38": "我因緣，自歸佛，自歸法，自歸比丘僧，自歸習", "39": "道盡，亦不復疑佛，亦不復疑法，亦不復疑比", "4": "拘羅曷講堂。是時，摩訶卑耶和題俱曇彌，行", "40": "丘僧，亦不復疑習道盡，皆已了知。若人，阿", "41": "難！能教人自歸佛者、自歸法者、自歸比丘僧", "42": "者，自歸習道盡者，受者盡壽命者，遷事所", "43": "受歸教，施與衣食臥具醫藥，所索不逆，盡", "44": "壽命如是，尚未能為報師恩。」佛言：「是故阿", "45": "難！我於摩訶卑耶和題俱曇彌，有阜恩無量。」", "46": "是時摩訶卑耶和題俱曇彌，并五百比丘尼，", "47": "便俱出墮舍利國到大樹間，至佛所以頭面", "48": "禮佛足却住一處，是五百比丘尼亦復禮佛", "49": "住一處。摩訶卑耶和題俱曇彌便叉手白佛", "5": "在墮舍利國，與五百比丘尼俱，皆是阿羅漢，", "50": "言：「我不能忍見佛般泥洹，并阿難、舍利弗羅、", "51": "目乾連是賢者輩比丘，我欲先捨壽行取泥", "52": "洹去。」以白如是，佛受摩訶卑耶和題俱曇彌", "53": "所白默然。摩訶卑耶和題俱曇彌便以手摩", "54": "佛足言：「我今日最後見世間依者，最後見世", "55": "間明者，最後見世間無上者，從今以後不復", "56": "見三界中尊者。」已為佛作禮却坐一處。是五", "57": "百比丘尼亦復叉手，白佛如是：「我輩不忍見", "58": "佛般泥洹，并賢者阿難、舍利弗羅、目乾連賢", "59": "者比丘輩，我輩欲捨壽行取泥洹去。」五百比", "6": "皆為大神足，為諄那須、摩訶離、惟讖彌、優波", "60": "丘尼白如是，佛默然受五百比丘尼所白。五", "61": "百比丘尼便頭面禮佛足言：「我輩最後見世", "62": "間依者，最後見世間明者，最後見世間無上", "63": "者，從今以後不復見三界中尊者。」已說如是", "64": "各還就座。佛為摩訶卑耶和題俱曇彌并五", "65": "百比丘尼，說若干品法已訖，皆歡喜起坐，皆", "66": "為佛作禮繞佛三匝，頭面著地還到墮舍利", "67": "國，入王園比丘尼精舍，便從一處布五百座，", "68": "摩訶卑耶和題俱曇彌，并五百比丘尼各就", "69": "座。是時摩訶卑耶和題俱曇彌，便自現神足", "7": "羅洹、卑耶俱曇彌，是輩長年比丘尼大弟子，", "70": "從坐中沒身去，從東方出，在虛空中，上一", "71": "樹間上至七樹間，自現四神足，於虛空上經", "72": "行；已經行便住，已住便坐，已坐便臥，已臥", "73": "便自身出五色火，上身出五色火，下身出水，", "74": "下身出五色火，上身出水；如是從東方沒出", "75": "西方，從南方沒出北方，便從七樹間下至地", "76": "變化現神足如於上，時便滅神足取泥洹去。", "77": "是時五百比丘尼便皆於坐中沒身，從東方", "78": "出，在虛空中，上一樹間上至七樹間，自現四", "79": "品神足，於虛空中經行；已經行便住，已住便", "8": "行在墮舍利王國比丘尼精舍。是時摩訶卑", "80": "坐，已坐便臥，已臥便自身出五色火，上身出", "81": "五色火，下身出水，下身出五色火，上身出水；", "82": "如是從東方沒出西方，從南方沒出北方，便", "83": "從七樹間下至地，變化現神足如於上，時便", "84": "滅神足取泥洹去。", "85": "是時，佛告賢者阿難：「汝行明日平旦入惟舍", "86": "利國到耶陀迦羅越舍，已到便告耶陀迦羅", "87": "越，佛母般泥洹，并五百比丘尼，佛勸令迦羅", "88": "越作五百輿床、五百瓶麻油、五百分香、五百分", "89": "薪，若干種花香、若干種伎樂，持到王園比丘", "9": "耶和題俱曇彌，自意覺念言：「我不忍見佛般", "90": "尼精舍。所以者何？佛母般泥洹并五百比丘", "91": "尼，皆是阿羅漢皆大神足，功德已滿，當好葬", "92": "之。」佛語阿難：「告迦羅越，佛勸如是。」阿難聞佛", "93": "言，唯然即起持頭面禮佛足，即以平旦入惟", "94": "舍利國，至耶陀迦羅越所，至已告守門者：「令", "95": "入白迦羅越，阿難在外。」守門者聞阿難言，即", "96": "入白如是。時耶陀迦羅越在高樓上，與妓女", "97": "共相娛樂，聞門者言如是，即恐怖衣毛皆竪，", "98": "即下樓出與阿難相見，即持頭面著賢者阿", "99": "難足下為禮，白賢者阿難：「是非恒亦非小事。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0144 佛說大愛道般泥洹經: 佛說大愛道般泥洹經", "author": "西晉 白法祖譯", "sourceLink": "http://www.cbeta.org/"}