{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2746 般若波羅蜜多心經還源述", "text": {"0": "No. 2746 [cf. No. 251]", "1": "般若波羅蜜多心經還源述一卷", "10": "苦。緣為識心。識心既空。苦厄誰受。斯則擇法", "100": "阿耨多羅三藐三菩提者。此云無上正遍知", "101": "覺也。無上在五乘之上也。正謂如理智。入三", "102": "無性之妙理也。遍謂如量智。緣三有性之麁", "103": "相也。知謂無分別智。斷二無知也。覺謂無分", "104": "別後智。過眠夢表也。此為真佛。故攝論云。如", "105": "睡夢覺。如蓮花開。染污不不染污。二癡睡盡。", "106": "故名為佛。", "107": "故知般若波羅蜜多。是大神呪。是大明呪。是", "108": "無上呪。是無等等呪。能除一切苦。真實不虛", "109": "者。總結述成也。文別有二。一總結。二述成。", "11": "之妙用焉。", "110": "是大神呪等者。總結也。據大般若經。別有四", "111": "呪。皆是梵言。今茲內護。則非言故。按大神", "112": "呪。言達唯識也。大明呪。言達唯意也。無上", "113": "呪。言達唯心也。無等等呪。言達唯智也。若不", "114": "達唯識。則外境難遍難知。若照唯識。則外境", "115": "易知易遍。故名為大。然則有無莫測。強謂之", "116": "神呪。則總持理。無不統故。言是大神呪也。若", "117": "不達唯意。則相見無分。思量方曉。若知唯意。", "118": "則等智恒起。緣觀常明。故云是大明呪也。若", "119": "不達唯心。則識種生滅。還熏習藏。若證唯心。", "12": "舍利子。色不異空。空不異色。色即是空。空即", "120": "則識種無性。鏡智現前。物莫之染。故言是無", "121": "上呪也。若不達唯智。則因種雖淨。畢竟還生。", "122": "若入唯智。則因性本自不生。智識由來無起。", "123": "一圓淨覺。永照無餘。堅若金剛。體唯常住故。", "124": "言是無等等呪也。能除一切苦。真實不虛者。", "125": "此述成也。按正慧擇法。逈跨心源。離有無自", "126": "體。即悟入現觀。相見從本非有。因性法爾是", "127": "無。緣照兩亡。識智俱絕。豈邪妄之能擾。何苦", "128": "厄之所侵乎。故說般若波羅蜜多呪。即說呪", "129": "曰。", "13": "是色。受想行識等。亦復如是者。約境詮觀也。", "130": "揭帝揭帝波羅揭帝波羅僧揭帝菩提娑婆呵", "131": "此外護也。文自兩重。一控引。二說呪。其文易", "132": "了。無勞重釋。按呪者持也。持有四種。一法。", "133": "二義。三辭。四理。內護理總持也。外護辭總持", "134": "也。但此辭。同體大覺。乃能窮盡。十位菩薩。", "135": "皆所未通。得本行本。不可翻譯。雖然大意有", "136": "三。一詮甚深般若。二名大力天神。三片浮遊", "137": "鬼魅。諸佛慈善。密意在中。所以誦持。必招靈", "138": "祐。此為外護也。頌言。", "139": "諸佛所師常住法無有色空真俗性", "14": "文別有四。一觀俗諦虛妄有。二觀真諦真實", "140": "我今得聞敬奉持普願有情皆信解", "141": "此經。元於大般若中疏出。如法華經普門品", "142": "別行之類是也。三藏法師玄奘。每受持而有", "143": "靈應。是故別譯以流通。若人清心澡浴。著鮮", "144": "潔衣。端身正坐。一誦五百遍者。除九十五種", "145": "邪道。善願從心。度一切苦厄。", "146": "般若波羅蜜多心經還源述一卷", "15": "有。三觀第一義諦非真妄有。四觀非安立諦", "16": "非非真妄有。色不異空者。觀虛妄有也。言無", "17": "有俗諦。所取能取。一切法自性。質礙為色。即", "18": "有無冷煖性。相反之類是也。按有無有性。俱", "19": "是自心。泠煖相形。還緣共結。離唯心而無。五", "2": "對人受稱也。行深般若波羅蜜多□□□法", "20": "蔭亡自性而空。諸法色空。非礙有無。不拘真", "21": "俗。性同故云不異也。空不異色者。觀真實有", "22": "也。言無無俗諦有。所取能取。一切法自性。", "23": "質礙為空。按緣有虛妄。故言真實。虛妄若盡。", "24": "真實寧存。若捨俗諦妄有無。而滯真諦實無", "25": "有者。此空則不異於色之拘礙也。色即是空", "26": "者。觀非真妄有有也。言無有真諦無所取能", "27": "取。一切法。自性。質礙為色。按俗諦有有有", "28": "無。真諦無無無有。若見真殊俗。執有異無。此", "29": "礙之色即空。即空而無有性就彼心生。假言", "3": "也。般若名同深淺體異。行謂□□□□入麁", "30": "絕待。對茲緣起。觸類相形。空是色空。色為", "31": "空色。色為空色。故色非色。空為色空。故空非", "32": "空。故言色即是空也。空即是色者。觀非非", "33": "真妄有也。言無無第一義諦非有無。所取能", "34": "取。一切法自性。質礙為空。按第一義諦。從", "35": "真俗諦生。離彼俗有真無。是稱第一。若存第", "36": "一。空性還為空性所拘。故知。空若實空。唯是", "37": "一空。不可言空色。若實色唯是一色。不可", "38": "言色。色非實色。所以言空。空非實空。所", "39": "以言色。是則畢竟空中。建立諸法。但是增", "4": "照無相中知無生妙入無性□□□加意悟", "40": "語。實無自性。若復滯於心量此空。即為色", "41": "也。受想行識等亦復如是者。類顯諸法。同", "42": "茲四觀。一一如理尋求。自然悟入空。無非", "43": "不離。故慈氏頌云。", "44": "一切空無物實有不可得", "45": "依言詞而說是法相四種", "46": "舍利子。是諸法空相。不生不滅不垢不淨。不", "47": "增不減者。證空明相也。文別有二。一標法空。", "48": "二明證相。是諸法空相者。標法空也。言諸法", "49": "無性。不為緣生。若從有證空。斯則誹謗。不可", "5": "入。故云行也。照見五蘊等皆空者。辯宗也。照", "50": "言法空也。不生不滅等者。明證相也。言諸法", "51": "從本不生。今亦無滅若有生滅為垢。若無生", "52": "滅為淨。未曾有生滅。故云無垢淨。若有垢淨", "53": "為增。若無垢淨為減。本非垢淨。今不空無生", "54": "滅自由妄識增減。詎緣實智。舉此以言明悟", "55": "入般若之證相也。故知。正慧無相。則無生滅。", "56": "真智無生。則無垢淨。淨覺無性。則無增減。此", "57": "則無始有之初因。無初無之起分也。是故空", "58": "中無色。無受想行識。無眼耳鼻舌身意。無色", "59": "聲香味觸法。無眼識界。乃至無意識界。無無", "6": "者宗也。空者義也。五蘊等境□。境相自空。非", "60": "明亦無無明盡。乃至無老死。亦無老死盡。無", "61": "苦集滅道。無智亦無德者。被機通釋也。文別", "62": "有兩。一通明五乘。二別顯三聖。通明五乘。文", "63": "自有四。一無五蔭。二無六塵。三無六根。四無", "64": "六識。別顯三聖。文自有三。一明中乘。二彰小", "65": "道。三詮大法。中乘兩重。一無中乘境。即無無", "66": "明。乃至無老死也。二無中乘觀。即無無明盡。", "67": "乃至亦無老死盡也。小道兩重。一無小乘境。", "68": "即無苦集也。二無小乘觀。即無滅道也。大法", "69": "兩重。一無大乘觀。即無智也。二無大乘境。即", "7": "由造作。若無□入。誰照其□。所以悟入。為真", "70": "無德也。故楞伽經云。", "71": "人天聲聞乘緣覺如來乘", "72": "乃至有心轉諸乘非究竟", "73": "若彼心滅盡無乘及乘者", "74": "無有乘建立我說為一乘", "75": "按始于色受。終于智德。並是五乘心量。無非", "76": "一實理門。所以證空之中。無此所相也。至如", "77": "釋名出體。別有論門。為蛇畫足。此無所取。", "78": "以無所得故。菩提薩埵。依般若波羅蜜多故。", "79": "心無罣礙。無罣礙故。無有恐怖。遠離顛倒夢", "8": "宗。照空為實義。五蘊□□非有。諸法由來性", "80": "想。究竟涅槃者。舉行明因也。言畢竟空中", "81": "無諸法者。以無所得故。若有所得。則諸法", "82": "不空。諸法既空。則於何有得。由無所得故。", "83": "菩薩依般若波羅蜜多也。據宣理合有此文。", "84": "蓋翻譯漏耳。依般若波羅蜜多故。心無罣", "85": "礙。言正慧擇法。高謝有無生滅。本自不", "86": "然。增減於何緣起。故云心無罣礙也。無罣礙", "87": "故。無有恐怖。遠離顛倒夢想。究竟涅槃。言積", "88": "行有依。心通無住。展轉超越。窮乎實際。達識", "89": "種而無自性。鑒相見而是唯心。恐怖不由外", "9": "空。故言等也。度一切苦厄者。顯用也。所以有", "90": "塵。顛倒還緣內想。想塵寂滅。假號涅槃。恐怖", "91": "生起。強稱顛倒。若悟生起。從寂滅滅。寂滅從", "92": "生起起者。則夢想與涅槃雙離。顛倒與究竟", "93": "並亡。斯則最清淨覺也。由此三因故。空中不", "94": "得有諸乘法也。", "95": "三世諸佛。依般若波羅蜜多故。得阿耨多羅", "96": "三藐三菩提者。引證示果也。文別有二。一引", "97": "證。即三際諸佛也。二示果。即三菩提也。三際", "98": "諸佛者。言淨覺也。種智真佛。體絕去來。今眾", "99": "生妄識。自見生住滅。同彼世識。假言三際也。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2746 般若波羅蜜多心經還源述", "author": "", "sourceLink": "http://www.cbeta.org/"}