{"author": "唐 定賓撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1807 四分比丘戒本疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "四分比丘戒本疏卷下", "1": "嵩嶽鎮國道場沙門定賓撰", "2": "自下第四大段三十尼薩耆波逸提法文亦分", "3": "三。如前應知。尼薩耆者此翻為盡捨。波逸提", "4": "者此翻為墮。謂犯此罪牽墮三惡。此就總名", "5": "故稱為墮。若犯此墮要先捨財後懺墮罪故", "6": "云捨墮。然三十戒細分即有三十二戒。謂", "7": "雨浴衣二戒合制。所言二者一過前乞求。二", "8": "過前受用。又急施衣亦兩戒合制。一過前受。", "9": "二過後畜。并餘二十八戒合三十二也。然犯", "10": "三十二戒大位有四。一捨財與人。二懺悔罪", "11": "訖。三却還其財。四不還結罪。中間隨戒小小", "12": "差互。至文當知。今捨墮名約初兩位以立名", "13": "也。然尋制捨畜而非法受用貪生。故制捨也。", "14": "受畜非法略有六例。一已得無厭非法如畜五長。二", "15": "違教闕資非法如二離衣。三招譏致醜非法如取尼衣浣衣擔毛", "16": "擗毛。四愛翫衣裳非法如乞衣一居士二居士勸增價織。五惱亂他人", "17": "非法過分索衣奪衣。六貪貯妨賖非法過知足販五敷二寶乞鉢乞縷雨衣急施", "18": "過前迴僧。准瑜伽論擔毛遠行發起疾病。今且迴入", "19": "招譏之中。財有六非不堪復用。貪心受用故", "20": "須制捨。問單提中財亦墮六非仍貪心用何", "21": "不制捨。答三十中財一堪久貯。二資身要。墮", "22": "六非已多令貪用。故須制捨以治貪心。單提", "23": "之財一者不堪久貯。如別食等。二者資身非", "24": "切。如白色衣等。故墮六非多生餘惑。不多生", "25": "貪。既不治貪何須制捨。且如取過三鉢食。早", "26": "已食訖更持過三即於今日不能更食。即非", "27": "生貪。若欲停留復不堪久。此乃由癡損惱施", "28": "主。無貪可治何復須制捨。別眾食等恐惱眾", "29": "僧。皆准而釋。高床白衣等愚教而畜。受用之", "30": "時多生癡逸。既不治貪亦何須捨。問綿褥斬", "31": "壞應類針筒。何以入捨。答針筒小物因求散", "32": "亂無貪可治亦不入捨。問生薑貿食不堪久", "33": "貯何以入捨。答販賣戒中不局貿食。故與餘", "34": "物相從入捨。問看覆過三用應生貪。何不入", "35": "捨。答房是疎緣。非資要急貪亦義微。設有餘", "36": "難准此應釋。上來問答理無不盡。准此而言。", "37": "三十諸財一有犯時之過如墮六非。二有犯", "38": "己之過如受用吉羅。九十諸財但有犯時之", "39": "提而無犯己之過。於前六非法中五長不但", "40": "犯己貪用。亦是本因無厭為過。故捨之時古", "41": "來相傳。要須逕宿方得却還。斷其求畜無厭", "42": "之心。故四分文捨長衣懺悔既了若此比丘", "43": "有因緣事欲遠行者。應問言。汝此衣與誰隨", "44": "彼說便與謂此不得即坐直還故轉付彼親友比丘親友比丘逕宿方還。今詳若准", "45": "薩婆多論縱經宿貪心不斷亦未得還。故彼", "46": "論第四卷說。若即日捨衣即日悔過。求衣心", "47": "不斷乃至一月。若所求衣來若意外衣來盡是", "48": "次續謂畜心相次續。此衣故於先衣邊得捨墮。又詳", "49": "彼論要須逕宿復須心斷。故彼文言。若今日", "50": "捨衣羅已悔過即日心斷。後日更生求衣因", "51": "緣不墮次續。以中間心斷故。述曰長衣既爾", "52": "自餘長戒理合同然。除五長已自外餘戒若捨", "53": "懺時皆得即坐却還本主。若與五長相合而", "54": "捨長衣今日既未得還。取尼衣等若即還者", "55": "入手之時被彼長衣染令犯長。是故相從並", "56": "逕宿還。若法易成應別時捨。律文不言衣", "57": "染藥鉢。尼衣與鉢雖或合捨衣即却還不被", "58": "鉢染。隨應思之。先解犯長衣戒文有四句。一", "59": "容犯人二除開緣。謂開不犯文言衣已竟者。", "60": "謹尋律意前安居訖於迦提一月或受迦絺那", "61": "衣。五月開其作衣。不須說淨不犯長罪。過此", "62": "一月五月之外即是開作衣竟故云衣已竟。", "63": "也。故別眾食戒緣起中云。諸比丘自恣已", "64": "於迦提月中作衣。佛遂因開作衣月中得別", "65": "眾食。又准別眾食戒釋相文。云作衣時者。", "66": "自恣竟無迦絺那衣一月。有迦絺那衣五月。", "67": "乃至衣上作馬齒一縫。明知亦是通取五月", "68": "開其作衣。自此一月五月之外並名衣已竟", "69": "也。故長衣戒釋相文云衣已竟者三衣也。述", "70": "曰謂作三衣竟。問一月五月亦作長衣何獨", "71": "三衣。答從勝得名也。南山律師云。自下三戒", "72": "皆云衣竟者。此戒衣竟。三衣財體足竟外是", "73": "長也今詳畜意擬作三衣可待足竟。畜意不擬為作三衣何須待足。次云衣竟者。三", "74": "衣加受持竟有離宿過也。後云衣竟者。三衣", "75": "財同體足竟若不作衣不說淨等犯也。今詳", "76": "前約一月五月義通三戒。以其同得五種利", "77": "故。五利之義如後所辨。若如南山所釋三", "78": "戒各局任兩存之也。迦絺那衣已出者謂前", "79": "安居竟至七月十六日。若有施主三衣之中", "80": "隨施一衣即日受取即日白二差取一人。復", "81": "作白二付此人衣。其被付人將此一衣遍歷", "82": "僧前胡跪授僧。僧欲受者手捉此衣說詞句", "83": "受。乃至下坐須次第受訖。其被付人從此", "84": "已後乃至臘月十五日常在界內宿守此一", "85": "衣。此所守衣梵名迦絺那衣。此云堅實衣也。", "86": "此衣以是堅實財成。又令施主受堅實報。復", "87": "令眾僧生得五利堅實功德。一長衣不說淨", "88": "不犯長罪。二於三衣中隨留一衣不犯離宿。", "89": "三得展轉食。四得別眾食。五食前食後入聚", "90": "落不須囑授。又守衣人不受五利。堅實守護", "91": "不出界宿潤益餘人故名堅實衣。亦名功德", "92": "衣也其受利人於五月內隨於何時有八種緣", "93": "隨遇一緣即失五利。失即是出故云迦絺那", "94": "衣已出。謂出之後須說淨故也。第三句畜長", "95": "衣經十日不淨施得畜者。限內聽畜。賒即情", "96": "慢促則疲勞故十日內須說淨了。但是衣財", "97": "不問新故內衣外衣。但滿尺六八寸即須說", "98": "淨。作此淨法者示知足心不作己想也。第", "99": "四句若過十日尼薩耆波逸提者制犯也。准", "100": "律文中十日之內日日得衣至十一日一切皆", "101": "犯。其下九日雖未過限以初一日過聽畜限", "102": "故染。九日盡皆犯捨。廣說如律。既犯此罪理", "103": "應懺悔。懺悔法者略作三門分別。一明罪累", "104": "多少有無。二辨懺罪次第階品。第三正辨捨", "105": "懺還法。第一且辨多少者容具十罪。一長衣", "106": "離衣等財體現在可捨墮。二長衣等已用壞", "107": "盡直懺悔罪。三覆藏提罪犯吉。四即此提吉", "108": "隨夜展轉覆藏犯吉。五着用犯吉。六即此覆", "109": "吉。七即此隨覆吉。八僧說戒時二處三問犯", "110": "默妄吉。九即此覆吉。十即此隨覆吉此十罪中或具一二", "111": "等隨事懺之。第二明懺罪次第階品者應先捨財次", "112": "懺諸罪。故明了論云先捨物後方顯說滅罪", "113": "已上論文。當今行事並皆然也。懺罪次第應分三位。", "114": "一先懺覆藏隨覆藏吉。此准人犍度文也。二", "115": "根本提罪。着用默妄罪性既殊。理無一藥能", "116": "頓除遣。故復須分提吉之別。故先懺悔著默", "117": "二吉次方懺提以成三位。第一位懺提下及", "118": "著默下各覆隨覆六品吉羅。第二懺著默二", "119": "品吉羅。第三方懺提罪。今時行事皆如此也。", "120": "尋諸律論懺吉有二。一者責心二者對首。今", "121": "此諸吉事相既重。並宜對首懺也。第三正辨", "122": "捨懺還法者開為二門。一者立誓運心二者", "123": "正辨捨懺還法。先運心者如明了論云。凡言", "124": "提舍那者。先了別罪因及緣起體相過失等", "125": "已。於可親信人邊如理顯示如理求受對治", "126": "護。述曰提舍那者翻為顯示亦名說罪。即懺", "127": "悔是也。言罪因者或因貪等種種煩惱。言緣", "128": "起者或由非時食或飲酒等故成於罪。言體", "129": "相者此是僧殘此是提等。言過失者凡犯罪", "130": "者有五過失。一能障涅槃。二障涅槃道。三生", "131": "他不信。四增自惡業。五感惡道報。所言等者", "132": "等取了知作罪時處等。言可親信人者彼人", "133": "好心若向說罪不轉向人道說我過故言可", "134": "親。又委彼人戒行清淨故言可信。今侵末代", "135": "皎淨難得。是故古來行事之家取不同犯以", "136": "為懺境。今三藏云西方行事對不同犯要取", "137": "不同篇犯也。求受對治護者先失對治護心", "138": "今則永斷相續還是受取也。第二正辨捨懺", "139": "等者有四門。一捨財。二懺罪。三還財。四不還", "140": "結罪。先辨犯長衣義餘則准此可知。第一且", "141": "明捨財准律文中必須盡集。不許別眾捨財", "142": "與彼。所對之境通於僧位。或二三人及與", "143": "一人並得無妨。若捨與僧必須局在作法界", "144": "中。若與二三乃至一人通於自然作法界內。", "145": "今且就易捨與一人。餘如別處當廣分別。唯", "146": "乞鉢戒局須對僧至下當知。今時行事多在", "147": "戒場或在自然界。自然界三如上已辨。行對", "148": "之境若是大者。應具威儀偏露右肩脫革屣", "149": "禮足胡跪手捉衣若是小者除其禮足。口云大德一心念我", "150": "某甲比丘故畜一段長衣二三段等准此稱之。若物全多不可分別得言眾多。", "151": "若但可知即須稱數若是匹段須言長財。過十日下九日染犯者不須此言。不淨施犯一", "152": "捨墮或二三等。今持此衣或財。捨與大德一說。第二次懺懺", "153": "罪者提吉不同分為三位。如前已辨第一位", "154": "先辨覆及隨覆六品吉羅。於中復二。謂先應", "155": "請所對懺主取不同犯者如前已辨。具威儀如前。口云大德", "156": "一心念我某甲比丘今請大德為突吉羅懺悔", "157": "主願大德為我作突吉羅懺悔主慈愍故一說。答", "158": "云可爾。次懺罪具儀口云大德一心念我比丘", "159": "某甲。故畜一段長衣過十日不淨施犯一尼", "160": "薩耆波逸提罪。又因著用犯捨墮衣犯突吉", "161": "羅罪不憶數或憶數隨一二等數稱之。又經僧說戒二處三問", "162": "犯默妄突吉羅罪不憶數或隨數稱。犯此三位根本", "163": "罪已各不發露。逕夜覆藏犯突吉羅罪不憶", "164": "數或隨數稱。展轉逕夜復犯隨覆藏突吉羅罪不憶", "165": "數或隨數稱。此中六品覆藏隨覆藏突吉羅罪。今向", "166": "大德發露懺悔不敢覆藏。願大德憶我一說。應語", "167": "云自責心生厭離。犯者答言可爾祇律云頂戴持亦好。第二位懺", "168": "兩品著默吉羅更不須請懺主前已請訖故。具儀云。大德一", "169": "心念我比丘某甲故畜一段長衣過十日不淨", "170": "施犯一尼薩耆波逸提罪。犯此罪已著用犯", "171": "捨墮衣或財。犯突吉羅罪不憶數或隨數稱。又經僧說", "172": "戒二處三門。犯默妄突吉羅罪不憶數或隨數稱。今", "173": "向大德發露懺悔廣說同前。第三位正懺根本波逸", "174": "提罪。於中亦須先請懺主取不同犯。具儀云大德一", "175": "心念我比丘某甲今請大德為尼薩耆波逸提", "176": "懺悔主。願大德為我作尼薩耆波逸提懺悔", "177": "主慈愍故三說。答云可爾。次正懺罪。南山律師", "178": "云應略說法。告云佛言我為諸弟子結戒寧", "179": "死不犯。如智度論第十五云。破戒之人妄食", "180": "信施。所執鉢盂即洋銅器。所著衣者熱鐵鍱", "181": "乃至由破戒故受無毛虫或噉糞身。隨機三", "182": "五句而已。或若頑鈍雖聞苦語未動其心者。", "183": "不必須示亦勿受懺以相續故。懺悔詞者具", "184": "儀口云。大德一心念我某甲比丘故畜一段", "185": "長衣過十日不淨施。犯一尼薩耆波逸提罪。", "186": "此衣已捨與大德或捨與餘人應言已捨與甲。此波逸提。今向", "187": "大德發露懺悔不敢覆藏懺悔則安樂不懺悔", "188": "不安樂。憶念犯發露知而不覆藏。願大德憶", "189": "我清淨戒身具足清淨布薩三說。應語云自責心", "190": "生厭離。答云可爾或言頂戴持。第三還財者", "191": "心宿俱隔明日却。還直爾手付。無別詞句。僧", "192": "還即有白二之法得已說淨還。如法畜。說淨", "193": "詞句人皆誦之。第四不還者律云突吉羅對二三人", "194": "及僧捨懺事稍繁難故不敘。第二離衣宿戒。制戒本意為新受", "195": "戒人。若更廣張卒尋未曉曠但且隨身即為未", "196": "犯。若欲洞曉應求廣聞。今且略之也。除僧羯", "197": "磨者若身病衣重有緣須行。從僧三乞。僧作", "198": "白二許三衣中隨留一衣。雖逕明相不犯離", "199": "衣宿。廣辨如律。作衣持衣等法不暇廣陳。第", "200": "三替故三衣續辦新財隨至一月戒。南山名", "201": "為月望衣戒舊名一月衣戒。義並微隱故改", "202": "之也。戒本五句。一容犯人。二除開緣以作衣", "203": "時無長過故。三催令疾成。文言得非時衣者", "204": "謂出一月五月作衣時外待新裁者名非時衣", "205": "也。於此非時十日已還以是常開不須疾成。", "206": "至第十日若得財足即日疾成。若其不足開", "207": "至十一。十一若足即日疾成。若其不足開至", "208": "十二日。展轉相望乃至二十九日皆有即日", "209": "疾成之義故云疾疾成衣也。又云若足者善", "210": "謂有二十箇疾成之善也。四正明續辦新財", "211": "隨至一月也。文言若不足者得畜經一月者。", "212": "從第十日至二十九日凡有二十日續辦未", "213": "足許至三十日畜未犯長罪。故云得畜一月", "214": "也。文云為滿足故者謂有二十箇續辦為滿", "215": "足故也。五結過畜之罪至三十日。無問新財", "216": "足與不足即須說淨或遣與人。或作衣等過", "217": "三十日一向犯罪故云然也。古來相傳釋此", "218": "戒意。上行之人但畜三衣。舊衣故壞但堪受", "219": "持不堪著用。今得新財不擬說淨故聽待足", "220": "極至一月。今詳恐未必然。若上行人不欲說", "221": "淨至三十日如何忽然即遣說淨破上行志也。", "222": "故知標心為替故衣即得延畜不簡上行也。第", "223": "四取非親尼衣戒。親者要須父母。七世開之", "224": "不犯。若受戒弟子亦是非親也。第五使非親", "225": "尼浣故衣戒。浣染打三尼薩耆下至一逕身", "226": "著即名為故也。第六從非親俗家乞衣戒。是", "227": "應量衣犯也。除被賊奪衣等時從乞無犯也。", "228": "第七過知足受衣戒。文有五句。一容犯人。二", "229": "遇失衣緣。三非親俗人為失衣故自心施衣。", "230": "恣比丘足。謂恣至三便知為足也。親即不犯", "231": "故言非親。四是比丘當知足受衣者。裁量而", "232": "受。故律云若失一衣不應受。若失二衣者餘", "233": "有一衣。若二重三重四重。應擿取作僧伽梨", "234": "欝多安多。若三衣都失應知足受。述曰謂失", "235": "一衣決不聽受。以有二衣足得出入兩處用", "236": "故。若失二衣准律文意亦不聽受。以餘一衣", "237": "若有二重擿作二衣。但闕一衣義同失一。明", "238": "不聽受。若有三重擿作三衣。灼然不受。唯三", "239": "都失稱施受三。長信敬故。若准善見三衣都", "240": "失但許受二。餘一外求。今四分律意不同彼。", "241": "五結過受罪。第八一家欲施尋聲勸增令買", "242": "好衣戒。舊人名勸讚一居士增衣價戒。義大", "243": "隱也。文有四句。一容犯人。二具價限定擬買", "244": "與比丘。三是比丘先不蒙施主恣索而乃勸", "245": "增。律云若增一綖或增一錢十六分之一。皆", "246": "犯也。四結得衣之罪。第九二家欲施戒。義同", "247": "前判。第十逼切淨主過限索衣戒。文有兩節。", "248": "初明過限得衣之罪。次明不過不得之方。就", "249": "前文三。初容犯人。二付寶索衣法。三過限索", "250": "得罪。第二文中一付寶。二索衣。就付寶中文分", "251": "有六。一施主辦寶。二使付比丘。三推教不應。", "252": "四問淨主處。五送寶與彼。六還報比丘。就第", "253": "二索衣中二。初辨三語。次明六默。二文各有", "254": "索衣之法式及得衣之善。就前三語文言須", "255": "衣比丘當往執事人所乃至我須衣者。准僧", "256": "祇律如人入庫取物著店上頃。又如幞褁物", "257": "頃。文言若二返三返乃至得衣者善者。辨得", "258": "衣之善謂稱教也。次辨六默文。言若不得衣", "259": "四返五返六返在前默然立者。文中應還從", "260": "一二返累至六返。而文乘勢接之也。善見云。", "261": "默然者口不語喚坐不坐與食不受亦不說法", "262": "呪願。若言何故至此答言居士自知。又准律", "263": "文彼言我不知者若有餘人知比丘應語言。", "264": "彼人知之。又一語破二默然故純語索得至", "265": "六返。若純默索至十二返。中間差互思之可", "266": "知。餘文可解次辨不過不得之方。文意言若", "267": "不得者報本施主令還索取。此是時者不失", "268": "信施應法之時也。第十一乞野蠶綿自作臥", "269": "具戒。准律緣起損命招譏而制也。言臥具者", "270": "古來相傳南山律師等並云。是三衣也。淨三", "271": "藏云即是氈蓐之類也。今詳即是此方臥帔", "272": "也。故黑毛臥具戒開文云。作蓐作氈不犯。既", "273": "云臥具故知是帔。若言是三衣者如減六年", "274": "不捨故者作新便犯。豈可三衣。要捨故者方", "275": "得作新。一月衣戒續辦新財豈須捨故故。多", "276": "論名為敷具。淨三藏亦名敷具者或可部別。", "277": "或可上敷下敷皆名敷具。通論是帔也。又以", "278": "臥帔亦堪持作三衣。諸教故有濫也。又臥帔", "279": "資要故應有此諸制法也。此戒害命。若犯捨", "280": "者律令斬壞。不同餘戒。第十二黑毛臥具戒。", "281": "准律賒逸人法故制也第十三增好毛作臥具", "282": "戒。舊人名白毛臥具戒。今詳律文增牻不犯。", "283": "餘增皆犯。不局白毛也。謂縱增黑不犯前戒。", "284": "以其前戒純中制故。戒文應言二分黑第三", "285": "分白第四分牻。義即自顯。且如四斤以作臥", "286": "具二斤純黑一斤白一斤牻是也。餘可准知。", "287": "第十四減六年更作新臥具戒。此戒意辨受", "288": "持臥具。多論等文諸助身衣一切並令記識受", "289": "持四。分文中除三衣外離餘衣宿犯突吉羅。", "290": "良為此也。若至六年不任受用受持法失。若", "291": "減六年捨受持法更作不犯。若欲遠行身病", "292": "衣重。僧與白二聽減六年更作新者。新者持", "293": "行故者得法離宿無罪。行還病差新者說淨故者", "294": "還持。意在此也。若說淨財作臥具等何眼六", "295": "年。何須捨故。縱減六年不在犯限也。第十五", "296": "不六坐具戒。一搩手者多論第五云。周匝修", "297": "伽陀一搩手也。壞色者壞却新色令離貪著。", "298": "若准僧祇自無故者從他求之。今准此律若", "299": "自無故者不揀不犯也。第十六擔毛戒。第十", "300": "七使非親擗毛戒。第十八受寶戒。准薩婆多", "301": "論第五卷畜寶戒說。若捉寶者是九十戒攝。", "302": "若畜寶者是三十戒攝。彼論有五種取皆犯。", "303": "一以手捉取。二以衣從他取。三以器從他取。", "304": "四若言著是中。五若言與是淨人皆為畜故", "305": "犯也。又准彼論第四卷長衣戒中應求兩種", "306": "淨主。一者錢寶等應先求一知法白衣淨人", "307": "語意令解。我比丘法不畜錢寶。今以檀越為", "308": "淨主後得錢寶盡施檀越己上請詞要須解意。後得錢寶盡", "309": "比丘邊說淨。不須說淨主名。說淨已隨久近", "310": "畜。又准彼論錢寶說淨。論文云有二種。細尋", "311": "論文乃有三種。一者白衣持錢寶來與比丘。", "312": "比丘但言此不淨物我不應畜若淨當受。二", "313": "者比丘言。我不應畜淨人言易淨物畜。即是", "314": "作淨准論此一攝入前法中。三者若直置地去。若有比丘應", "315": "從說淨計理詞句即初文是。第二淨主者若衣衣財應量已", "316": "上應求五眾中持戒多聞有德者作淨主。若", "317": "應量衣不作淨犯捨墮。若不應量不作淨犯", "318": "捨作突吉羅懺悔。廣如彼論。彼論又云有", "319": "五種物應作淨。一重寶。二錢及似寶。三若衣", "320": "衣財應量已上。四一切不應量若衣衣財。五", "321": "一切穀米。穀米等即日作淨。若無白衣四眾", "322": "邊作淨。不作淨至地了時犯捨。突吉羅懺悔。", "323": "今此戒中意辨重寶及錢。自餘並是相因而", "324": "辨。又准律此戒及後戒犯訖。應對淨人捨云", "325": "此物我所不應汝當知之准此即是說淨詞句。故薩婆多論云。說淨已然後入", "326": "眾悔過。又舊人言畜貿二寶局別眾懺。今詳多論", "327": "既云入眾。故知亦通入僧中懺懺訖。彼若貿", "328": "衣鉢等淨物還者即是如法。若直送來即作", "329": "淨主物想受之作知淨語使淨人知貿取淨物", "330": "受持之。若不言看是知是突吉羅。如律應知。", "331": "彼若不還方便索取。亦如律辨。且對別人懺", "332": "者。捨財如前。次懺罪者還有受用捨墮財吉", "333": "羅默妄及根本提罪。各有覆隨覆六品。并受", "334": "用默妄合八品吉羅等。准上長衣戒懺之。第", "335": "十九貿寶戒。謂以寶物展轉相貿對於七眾", "336": "皆悉是犯。自作教人並皆是犯。文言賣買者", "337": "即相貿之異名也。准多論說淨已相貿犯也。", "338": "捨懺同前戒應知。第二十販賣戒。謂共俗人", "339": "以時非時七日盡形并新衣物等以相貿易。如", "340": "市道法共相高下也。若對出家五眾貿易不", "341": "犯。如律應知。第二十一畜長鉢戒。准長衣釋。", "342": "謂有施主自發心施或自買得即犯此戒。若", "343": "從他乞即犯後戒。第二十二乞鉢戒。謂先有", "344": "鉢破為五段仍堪綴用。而更乞求得即犯捨。", "345": "文中彼比丘應往僧中捨已下辨捨懺法。諸", "346": "戒皆四。一捨財。二懺罪。三還法。四不還。結", "347": "罪。今此一戒捨還二法與餘戒異。故別誦出。", "348": "文言彼比丘應往僧中捨者。第一誦捨文也。", "349": "不同餘戒對一二三人及以僧位。或在大界", "350": "戒場自然界中隨應成捨。今此乞鉢局對此", "351": "住處大界內僧中捨也。捨時具儀口云。大德", "352": "僧聽我某甲比丘鉢破減五綴不漏。更乞得", "353": "一新鉢二三等准數稱。犯一二三等。捨墮。今捨與僧一說。次辨", "354": "懺悔亦有受用捨墮鉢等八品突吉羅等。准", "355": "知。第四不還易不勞釋。但釋第三明還法者。", "356": "戒文云展轉取最下鉢與之令持乃至破應持", "357": "此是時也謂應法時。准律好鉢應留。應取最下者還", "358": "之。若准僧祇若乞得大貴鉢應賣取十鉢直九", "359": "直入僧一直還主。今此律中但取下鉢不須", "360": "依彼也。還之法式者准律自有四門。一處分", "361": "好惡如向所辨。二白二許還。三仍恐是勝復", "362": "須僧中作單白法展轉換取最下鉢還換時任", "363": "僧。若即直還或即換取。餘僧欲換隨意換取。", "364": "若不欲換亦隨僧意。如律應知。四白二羯磨", "365": "方付本主。舊人名為罰令用舊持新羯磨也。", "366": "羯磨文中云與受持者非謂加法受持。但是受", "367": "而持行。故薩婆多論第五卷云。前所受持鉢", "368": "如法受持。後鉢不受直令常畜。食時當持二", "369": "鉢終身。如是以示多貪過故僧祇云。舊鉢日", "370": "日解綴乃至一日了者要當淨洗。若知識師", "371": "僧念此賢善比丘恐妨禪誦為打破或藏舉者", "372": "用新無犯。故四分律云乃至破應持也。仍令", "373": "護持不遣輒壞。如律應知。第二十三從非親", "374": "乞縷并使非親織作衣戒。詳此戒意一以多", "375": "緣妨道。二以招譏。三以損他集而成過。乞縷", "376": "營造是多緣。從非親乞是招譏。准十誦薩婆", "377": "多恃勢令織不與價直是損他。於三事中隨", "378": "闕即不犯捨。猶如自乞作房有過量罪等也。", "379": "第二十四知他擬施屏勸好織戒。第二十五", "380": "覆求贈衣不遂還奪戒。光綩云元與衣不分", "381": "明強奪戒。舊人但名先與他衣後奪戒者。並", "382": "太隱也。准律文中先與他衣內覆求心親。欲", "383": "人間共行教化他。後不去嗔恚還奪。即是不", "384": "定與決定取而却奪犯也。定與定取定與不定", "385": "取。此二却奪即犯重罪。若俱不定奪犯吉羅。", "386": "第二十六畜藥過七日戒。文有五句。一容犯", "387": "人。二有病者畜藥之緣。三殘藥蘇油蜜石蜜", "388": "者出五種藥體。准律熊脂等漉清如油即油", "389": "攝也。四齋七日得服者。謂加口受許服時限", "390": "也。五若過已下結罪至八日明相出即犯。而", "391": "不待服服時更犯服不淨藥殘觸等罪。文中", "392": "不了故云服也。文言殘藥者如論長衣形對", "393": "三衣。今此殘藥謂一服餘更擬數服名之為", "394": "殘。若加口受齊七日來雖殘無過。過七日已", "395": "殘即過生。因此總辨時與非時七日盡形四", "396": "藥之義。二門分別。一釋名定體。二受持之法。", "397": "初且釋名定體者。言時藥者局在午前為治", "398": "主病任持命根濟飢養報。名之為時。時非時", "399": "經意約此義也。言非時者蒲桃漿等療渴除", "400": "冷兼治主客。為於午後明相已還而得飲者", "401": "名非時也。言七日者風痰等病勢力稍強。七", "402": "日續治藥功方効名七日也。癖氣癥腎積日", "403": "方損。許服長久名曰盡形。然餘三藥事相易", "404": "知。唯盡形藥人多濫服故對此藥定體性者", "405": "須具四緣。一者身有容病如飢渴等自是尋常名為主病。故律", "406": "云盡形壽藥。無病因緣服者吉羅真諦云蘇等無病服犯非時食。", "407": "二者醫方所要謂藥方中要須時食尚開入", "408": "分。況其餘者。故律云乞食比丘見作石蜜罽", "409": "尼和之有疑不食。佛言作法應爾。又如薩婆", "410": "多論第六卷說。或以時藥或七日藥以成終", "411": "身藥服無過。三者世共了知體性是藥。即如", "412": "茯苓乾地黃等。世無不了此體是藥亦一切", "413": "方多分須此。若不許服深違聖意南山律師云今有愚夫。非時", "414": "忘噉乾地黃茯苓末等。非但醎苦格口並出自心不如噉飯。今詳大謬判也。且如七日藥緣", "415": "起云有五種藥。世人所識當食當藥不令麁", "416": "現。彼麁當食佛尚開服。茯苓唯藥佛何不許。", "417": "四者離時食相。此准七日不令麁現。況今盡", "418": "形何容不爾。曾聞有人過中已後粉暮豫以", "419": "為餺飥󰣄茶湯以之為矐。復以薑酢以為冷", "420": "洮者此實不如噉飯。此即為縱貪癡本不為治", "421": "道器。故應必斷也。又世共知體是藥者若入", "422": "藥分灼然是開。設欲單服亦開無過。然有病", "423": "中設有全日失食之人。飢渴過常恐生客病亦", "424": "許服藥。以此方隅理無不盡也。次辨受持之", "425": "法者古來以其十誦律中優婆離問。時分藥", "426": "七日藥終身藥不犯舉宿惡捉。得手受口受", "427": "不。佛言得又薩婆多論第六卷云。若病比丘", "428": "須七日藥。自無淨人求請難得應自從淨人", "429": "手受。從比丘口受已隨置一處七日內自取", "430": "而食。今戒本云齊七日得服良為此也。先辨", "431": "非時漿三義分別。一所受藥。二能授人。三正", "432": "加法。初門者多分菓作亦有根成。或以藥等", "433": "釀成諸漿。如藥犍度有八種漿。善見論第十", "434": "七釋云。一切木菓得作非時漿除諸穀。一切", "435": "葉得作非時漿際菜茶葉之類即是非時漿也。一切花得非時", "436": "服除摩頭花除蓮華等。一切菓中除多羅樹果椰子", "437": "果苽瓠等。廣如彼論。若釀成者如蘇毘羅漿。", "438": "僧祇二十九說釀󰎣麥成。此律醫教服漬麥汁", "439": "是也。此等諸漿須無八患。謂惡觸自煮內煮", "440": "殘宿內宿體變謂失本味等也。未曾手受受已置地停", "441": "過須臾謂非時中過須臾准僧祇失受也。第二能授人。須知作漿", "442": "之法。如作蒲桃漿蒲桃須火淨押成漿竟須", "443": "水渧淨。若互不淨若俱不淨准十誦律第二", "444": "十六並不應飲也。若濁未澄淨人欲去令煮", "445": "一沸。擬後重溫不犯自煮生飲者不須煮。淨人授時作", "446": "與比丘心。比丘受時了知前漿仰手懸放受", "447": "訖。准僧祇律應對比丘言此中淨物生我當受", "448": "此是且記識法謂待清當如法受。若已澄清但須受取不須記識。", "449": "第三正加法者。諸部但令加法而無法文。應", "450": "准義說。具儀對一比丘手執藥云。大德一心", "451": "念我某甲比丘今為渴病因緣。此是蒲桃漿", "452": "為欲夜分已來服。故今於大德邊受三說若有淨人隨時數數", "453": "手受而飲不勞此法。餘一切漿改名應知。新翻律攝有加", "454": "法文。且依古法。次七日藥亦有三門藥體者。", "455": "如戒本中五種是也。亦無八患。於中差別義", "456": "者殘宿有三。一義如前。二者准多論非餘比", "457": "丘過七日藥。三者非自身已犯殘藥乃至第", "458": "七日已去藥。餘七同上。第二能授人如法煮", "459": "漉與時食別。儻若未別記識同前謂脂除滓油等亦然。手", "460": "受准前。起心擬服。若擬塗足。等受即不成。第", "461": "三正加法者要先未曾畜藥犯長。若先犯長", "462": "今更受持即被染犯。具儀云。大德一心念我", "463": "比丘某甲今為風病因緣。此胡麻油七日藥。", "464": "為欲七日經宿服。故今於大德邊受三說。南山律師准磨得", "465": "勒伽論安淨地內七日來服。今詳彼論下之三藥並遮內宿。故四分律中盡形壽藥聽內宿。故知不同彼論也。", "466": "餘病餘藥准前應知。次辨盡形壽藥無八患", "467": "如上漿中。第二能授人。南山律師准十誦二", "468": "十六食冷聽更煮。若生聽火淨已煮。今詳十", "469": "誦且望生種開淨已煮。若望自餘米麵等類", "470": "非生種者豈無自煮。故知但變生相即犯自", "471": "煮。故應煮變方不犯煮。記識手受等准前應", "472": "知。三正加法者總別皆成。且別受者如四等", "473": "丸。先得人參應云。大德一心念我比丘某甲", "474": "為少心力病因緣。故此人參是盡形壽。四等", "475": "藥。分為欲共宿長服故。今於大德邊受二說餘分准此。", "476": "若總合了應總受云。大德一心念我比丘某", "477": "甲為少心力病因緣故。此四等丸盡形壽藥", "478": "為欲共宿餘詞同上。向市買藥。令淨人斷價已比丘", "479": "自選。過分多取然後令稱次第受取。更莫置", "480": "地。即覓比丘加法受持。即是如法。由先多取", "481": "未定屬己不犯惡觸。稱了之後便即受取故", "482": "成清淨。諸法師等說他十地斷惑之方。雖浪", "483": "高談於己無分。今斯戒律自分行門攝心稱", "484": "教。每事乖爽豈可得名知解者乎。破突吉羅", "485": "不度大海。如何不信。妄快貪癡。哀哉哀哉深", "486": "可傷矣。此等受持法者多分正防失受即不受過生。", "487": "殘宿惡觸內煮內宿也。若望自煮等雖不成", "488": "受然不由口法防非也。舊云非時七日不防", "489": "內煮。以藥揵度但云盡形得內煮。故今詳准", "490": "盡形防之無爽也。第二十七過前求過前用", "491": "雨浴衣戒。此兩戒合制也春。殘一月在者。從", "492": "正月半至四月半合三箇月以為春時。春時", "493": "之中殘一月在即當三月十六日已去是也。", "494": "故律云三月十六日應求雨浴衣也。半月應", "495": "用。浴者三月十六日已去數滿半月便是四", "496": "月一日。故律云四月一日應用浴也。餘文易", "497": "解。雨浴衣量如下九十戒中。薩婆多論第六", "498": "卷云。一者天雨時以障四邊於中澡浴。若天", "499": "熱時亦以自障於中澡浴。二者以夏多雨當", "500": "裹三衣擔持行來。第二十八過前受急施衣", "501": "或過後畜戒。此亦兩戒合制。文言十日未竟", "502": "夏三月者謂前安居。經八十日猶有十日未", "503": "竟九十日也。即當七月六日至十五日合有", "504": "十日。此十日中隨於何日得急施聽受也。以", "505": "佛當制安居未竟不許受衣。受即犯吉。今此", "506": "施主有急要緣須遠行等不得夏竟。故許向", "507": "前十日內施名為急施衣也。受已乃至衣時", "508": "應畜者。夏訖之後迦提一月或受五月並名", "509": "衣時。衣時之中不須說淨直爾應畜也。此據", "510": "七月六日受者得滿夏後一月五月。若七月", "511": "七日受者一月五月已後又更得增一日畜", "512": "之。若七月八日受者後增二日畜之。乃至七", "513": "月十五日受者後增九日畜之。隨過結犯如", "514": "律廣說。第二十九住阿蘭若迦提月中有疑", "515": "恐怖得離三衣逕六夜戒。文云迦提一月滿", "516": "者准餘三律。大況為其後安居人迦提月中", "517": "未得餘去。前安居人既並已去故。今獨住恐", "518": "有外賊難。聽三衣中隨其一一衣好者送至", "519": "聚落舍中寄之六夜。至第六夜明相之前須", "520": "一會衣共一宿已更寄六夜。舊人乃謂迦提", "521": "滿後得寄衣者謬也。第三十迴僧物自入戒。", "522": "准律緣起謂。知施主許欲布施現前僧物而", "523": "心未定。迴求入己即犯此罪。若迴四方僧物", "524": "入現前者准律突吉羅。以不入己故。若入己", "525": "者亦應犯捨。若知決定是施僧心定迴入己者", "526": "理即犯重。僧祇十一云。若持物來施比丘應", "527": "教施僧得大果報。若言我已施僧受取無罪。", "528": "第三段結已審持如文易知。懺捨墮隨戒或", "529": "有不同故文略之也。自下第五大段九十單", "530": "波逸提法文三如前。第二列罪名相中。第一", "531": "妄語者犯已地獄報。人間歲數二十一億四十", "532": "千歲。設後生人凡有所求皆空無果。此十", "533": "惡攝業道尤深。人多不慎者展轉惡趣未知", "534": "解脫之期也。第二種類毀呰語者謂以極賤", "535": "類同比丘而罵也。如云汝似屠兒等也。第四", "536": "與女同室宿無問道俗親疎。然取有智命根", "537": "不斷為境界。故知是大女也。薩婆多論第八", "538": "卷若不堪作婬如石女等乃至鴿等突吉羅。", "539": "人女隨脇轉側一一提罪。然准律文室有四", "540": "相。一有四周障上有覆謂一切障一切覆也。二前蔽無", "541": "壁即一切覆多障也。謂三邊有障也。三雖覆而不遍即一切障半覆也。四雖", "542": "覆而有開處即一切障多覆也。有古律更加一句。有四", "543": "壁上無覆者錯也。准九種不成室中此同第", "544": "四室故也。九種室如後辨之。於四種室中皆", "545": "隨轉側犯。又准多論同覆同障中有諸小房。", "546": "雖房各異以堂同故猶是一房犯提。又准僧", "547": "祇大會時通夜說法覆地風雨寒雪當入室內", "548": "正身坐。若老病不能坐當障隔不得用疎物。", "549": "應高齊肩腋下至地不容猫子過。若道行入", "550": "村當別房。若無房應如前法。古來釋云。正身", "551": "坐者必有燈明并有多人。若安隔要於房內", "552": "從壁引漫。當門中央出至舍前成二室相方", "553": "為不犯。又尋古人准律中三三合為九種不", "554": "成室相。今詳但八句不成室相。作九句者律", "555": "文錯也。且敘九句有三箇三。第一三者一盡", "556": "覆全無障。二盡覆半障。三盡覆少障謂一邊有壁也。", "557": "第二三者。一盡障無覆前云古律更加一句錯者即此是也。二盡障", "558": "半覆律本有此句者錯也。此句成室。今落在此不成之中。以其同前四成室中第三室故。三盡障", "559": "少覆此辨第二三訖。第三三者一半覆半障。二少覆少", "560": "障。三不覆不障。於此九句之中除第二三中", "561": "第二句。自餘八句於中行坐無犯。而律不言", "562": "臥不犯也。若病臥一切無犯。下諸室相皆准", "563": "此知。第五與未受具人同室宿過三夜戒。准", "564": "律第三夜不避明相。一波逸提。南山云犯吉。", "565": "此違戒文云三宿提也。至第四夜隨脇著地", "566": "一一提罪。若第三夜避明相至第四夜全隔", "567": "一宿。若不隔者亦隨脇犯室相同前。餘律", "568": "同異不暇繁論。第六與未受戒人共誦戒。謂", "569": "合聲同誦佛三藏教也。准善見自撰文記同", "570": "誦不犯也。准律與弟子授經時應語云。我說", "571": "竟汝說。若不爾者吉羅。准多論第六若二人", "572": "俱經利並誦無犯。准此但各自作本業無心", "573": "合聲即不犯也。堂上唱一切誦時各自念誦准", "574": "即開也。摩得勒伽二人合唄吉羅。多論第六", "575": "亦爾。第七向未具人說他麁罪戒。除僧羯磨", "576": "者。准律提婆達多將欲破僧。佛令白二差舍", "577": "利弗。白衣大眾中逆說其過故不犯也。多論", "578": "第六云。寧破塔壞像不向未具人說比丘過。", "579": "若說則破法身。第八實證得道向未具人說", "580": "戒。此非凡下之所犯故不繁釋。第九無有智", "581": "男子與女說法過五六語戒。五六語者五六", "582": "科也。如五蘊為五科六根為六科。廣釋五六", "583": "科並未是犯。若其傍有有智男子為第三人", "584": "識別染淨不限多少也。多論第六必是白衣", "585": "男子若出家人不得以事同故。若准此律下", "586": "文有寶對夫開第四人。不對開第三人。及", "587": "與女露坐開第三人。律文並云。若有二比丘", "588": "為伴不犯。准即不同多論也。第十掘地戒。謂", "589": "壞潤濕堪生草木之地。准僧祇律壞如蚊脚", "590": "犯提。若須堀使淨人云看是知是。若直教云", "591": "堀是者犯提也。第十一壞生種戒。律云鬼神", "592": "者非人也。今詳非人通攝畜生趣。故十誦第", "593": "十云。謂生草木眾生依住。眾生者謂樹神等", "594": "乃至蚊虻蝎虫蟻子等也。尋律大意有二種", "595": "生。一者根枝等種。二者穀麥等種。隨破一一", "596": "種一一粒一一波逸提。若食菓菜等并子食", "597": "者使淨人於淨地中要作火淨。若不食子刀", "598": "破爪指去核而食。僧祇第十四。摩摩啼知有", "599": "倉穀未淨。恐年少比丘不解法使淨人火淨", "600": "已至盡。已來恒得語言舂去不犯。廣如諸", "601": "律。第十二文言妄作異語惱他者。假託餘事", "602": "名之為妄也。如僧祇十四問云。汝從何來。答", "603": "云過去中來。何處去。答未來世中去。如是不", "604": "正答者名為異語也。准律闡陀輕陵餘人作", "605": "此異語犯突吉羅。佛教比丘作單白法名作", "606": "異語。作白已後若更犯者即犯提罪。闡陀", "607": "餘日又作惱僧僧喚不來不喚即來。應語不", "608": "語不應語便語。作此非理名為惱他也。又", "609": "制作白名作惱他。結罪准前。此即兩戒合", "610": "制也。第十三嫌罵僧羯磨差知事人犯提也。", "611": "准律眼見耳不聞處毀者名嫌。聞而不見處", "612": "毀者名罵。亦兩戒合制也。第十四露處敷僧", "613": "氈褥犯也。若擬速還暫出未犯。若心永去出", "614": "門即犯。第十五屏處敷犯。若擬永去出界即", "615": "犯。若擬暫去至第三宿明相出犯。第十六知", "616": "他得住處後來強敷臥具逼惱他犯。作如是", "617": "因緣者惱他緣也。非餘者非餘開緣也。非威", "618": "儀者失出家法大人之儀也。第十七牽他出", "619": "春冬房犯。夏中分得房屬己故牽出犯吉。以", "620": "尼律中有夏中牽他出房戒。比丘犯吉故也。", "621": "僧祇十四嗔恚蛇鼠驅出越毘尼。若念言此", "622": "無益物驅出無罪。第十八重閣上坐脫脚床", "623": "容傷下人故犯也。第十九用虫水戒。薩婆多", "624": "論第六云。舍利弗以淨天眼見空中虫如水", "625": "中沙無邊無量。斷食二三日。佛勅令食。凡制", "626": "虫水齊肉眼見也。應漉水令持戒多聞深信", "627": "罪福者安詳審悉者。令知水。如法漉置一器", "628": "足一日用明日更看。若有虫應好漉已以淨", "629": "器盛水向日諦視。若故有虫應二重漉。若故", "630": "有者應三重。若故有者應急移去。僧祇十五", "631": "云。其虫生無恒。或先無後有或先有今無。是", "632": "故比丘日日諦觀無虫便用。餘大同薩婆多", "633": "論也。三藏羅樣今現目矚。然取密絹并練令", "634": "熟。生絹虫過存驗自知。又須細線却判兩道。", "635": "行針務取無孔使虫不出。張羅既訖傾水之時", "636": "罐入羅中逐長細寫。汲了又用淨水淋罐再", "637": "三令淨。既淋外訖復盪罐內方得置罐於地。", "638": "取漉竟水置新漆器中安竪瑼上。或別作觀", "639": "水之臺以手掩口良久觀之。若見有虫更如", "640": "法漉。漉已翻羅入放生罐。罐法現驗不暇備", "641": "陳。放罐入井再三入水然後抽出。井上翻羅", "642": "上激下衝必損虫命。樂護生者深應存意。三", "643": "藏云時有作小圓羅纔受一升兩合。生疎薄絹", "644": "元不觀虫。懸著鉢邊令他知見。無心護命日", "645": "日招愆故不可也。第二十看覆屋過三節戒。", "646": "詳驗律意三節者三重覆也。此以重覆令房", "647": "摧破招譏故制。看覆二重至三未了。比丘須", "648": "遠離見聞處。不爾即犯也。戶扉窓牖等辨屋", "649": "之相。不欲辨罪。第二十一准律令尼半月半", "650": "月請教誡人。若有具足十德比丘受尼請。時", "651": "僧須白二差教授尼。今不被差輒往教尼犯", "652": "提也。此義如上戒序中已略述之。第二十二", "653": "僧差教尼說法。至日暮招譏故制也。第二十", "654": "三六群比丘見有德人僧差教尼妬。故譏云", "655": "為貪利故者犯也。第二十五作衣戒針針犯", "656": "廣如律辨。第二十六與尼屏坐戒。若有有智", "657": "俗男子為第三人不犯也。第二十七二十八", "658": "期行期同船。律云先不共期道路相遇畏慎", "659": "不敢共行。佛言不期無犯。第二十九受尼讚", "660": "食戒。知尼讚歎己德令檀越辦食者犯。若檀", "661": "越先自辦食准多論但不讚者不犯。不知讚", "662": "者亦無犯。第三十一檀越營一福舍限以一", "663": "食施一宿人。過受者犯。僧祇第十六云。造十", "664": "六間屋一間一家。若遍受已應去一宿後得", "665": "更來次第一受。准律病人苦惱施主體知過", "666": "受不犯。第三十二展轉食戒。謂有前家請五", "667": "正食。許受請已背而更受後家五正。於後家", "668": "食咽咽提罪。背前受後名為展轉也。若背不", "669": "足不正不淨等食。情過輕故但犯吉羅。若於", "670": "後家食不正食。不足不淨及全不食。檀越聞", "671": "之不起重嫌亦但吉羅也。除餘時者除餘開", "672": "時也。開文有二義演為三。盡理便四。所言二", "673": "者一病時二施衣時也。言三者一病時。此病", "674": "要是不能飲食。雖得好食猶不能噉方在開", "675": "限。故律云病者不能一坐食。好食令足。二施", "676": "衣時者准律文中分為二種。一者前安居竟", "677": "迦提一月。或受功德衣逕於五月。於此時中", "678": "是受施時名施衣時。二者縱非一月五月之", "679": "內。於餘時中若有檀越施食及衣。亦聽背前", "680": "受後衣食。名施衣時。怙前病開故有三開也。", "681": "言四者更加捨請。謂欲背前受後家食應捨前", "682": "請。如律文云長老我應往彼今布施汝此是出法之文", "683": "也。具足應言長老我今日受其坊里巷張家檀越請。我應往彼今布施汝。准此律文要實", "684": "施人。前人須赴受檀越食。彼此俱益方為不", "685": "犯。不同僧祇於清旦時但作念防。是故古來", "686": "行事之家於此戒中便解僧祇六念之義。准", "687": "彼僧祇第十六卷義准應云。第一念此月大或小。", "688": "白月或黑月。一日二三日等准數念之。此念意言黑白總論以", "689": "辨大小。若論數日隨黑白中分一二等也。第", "690": "二念准僧祇云。我今日所得食施某甲。某甲", "691": "於我不計我當食三說。且僧祇意者一日之中當", "692": "所得食清旦預作說淨之法。心念口言施與五", "693": "眾。故文意云。我今日所得食施某甲沙彌。某", "694": "甲沙彌於我不計謂沙彌於我不悋此食也。施與大比丘亦准此說。我當食", "695": "謂作食彼沙彌等食想也。准此不實捨與餘人。餘人不赴檀", "696": "越虛設。不同此律要實捨也。故准此律念防", "697": "不了。故作念時但欲憶知應作捨請。故應念云", "698": "第二念不背請食。至於中時若有多請。意欲背", "699": "者別須捨請。如前應知。若有病緣應云。第二", "700": "念我有病緣應背請食。餘緣准此。第三念某", "701": "年歲次甲子乙丑等准知。正月乙丑朔甲子等准知。二日景", "702": "寅甲子等准知。卯時一尺木二尺影受具足戒。未有", "703": "夏子丑等時木影長短隨時稱之。一二夏等亦准稱之。若受戒時天陰無日", "704": "但云。卯時初分受具足戒中分後分亦准稱之。第四念三", "705": "衣鉢具足若闕者應云僧伽梨欝多羅僧已具安多會未具。我當具。餘衣及鉢隨闕稱之。已受", "706": "持若未受持隨未持者云僧伽梨未受持我當受持。餘可准知。長衣已說淨若一二段未說", "707": "淨者。云某衣未說淨。我當說淨。餘衣已說淨。第五念不別眾食或有別眾食緣應云我有", "708": "病緣應別眾食。餘緣准此稱之。第六念我今無病依眾行道若有病緣", "709": "應云我今有病當療治。初念為知說戒時日亦念無常日月", "710": "遷謝厭離生死。第二念防惱施主。第三念防", "711": "高慢煩惱亦防盜罪。第四念遵修別行。第五", "712": "念遵和合行。第六念遵不放逸眾行成辦。准", "713": "律背前犯提背後犯吉羅。謂若受十請背第", "714": "一請於後九家隨受食者。咽咽中間犯一提", "715": "八吉。由唯初家是其前請餘之九家悉是後", "716": "故。若背第二家向初家食咽咽九吉。第三十", "717": "三別眾食戒。謂於自然或復作法大小諸界。", "718": "於同界內簡僧別請。或別乞食。於此食處四", "719": "人已上簡他餘僧下至一人。又是時中食五", "720": "正食。咽咽即犯別眾食罪。若請僧食四人共", "721": "食不犯別食。食味同故。准律制意一恐惡人", "722": "結朋破僧。二恐成僧檀越難濟故。但許其三", "723": "人已下。准戒本中開文有七。演為八開。盡理", "724": "便有十四。言七開者一者病。此病下至脚跟", "725": "劈行不及伴。二者作衣時。謂迦提一月功德", "726": "衣五月內是應作衣時。三施衣時。此開二種", "727": "如前戒辨。問若施衣時亦是一月五月者與", "728": "作衣時何別。答時同義異開二無失。作衣時", "729": "者元受衣時意為作衣。自後常有作衣之心", "730": "乃至衣上作馬齒縫即不失利。儻若中間作", "731": "衣心斷即失五利。施衣時者無別要心直受", "732": "一月五月時利是受施時。名施衣時。直至限", "733": "滿方失五利也。四道行時下至半由旬也。五", "734": "乘船時者亦至半由旬也。六大眾集時夏初", "735": "夏末。禮覲之時諸方來集食又難得。檀越施", "736": "心力辦四人不能及五故開也。七沙門施食", "737": "者謂外道沙門限施四人不能及五。護彼意", "738": "故亦在開限也。言八者即施衣二故也。言", "739": "十四者准薩婆多論第七卷有五種不犯。兼", "740": "前為十三。并此律有一合十四也。言五者一", "741": "打鍾不遮不犯。若遮僧食犯盜常住。若遮施", "742": "食犯別眾食。二唱臘喚入不犯。謂檀越欲九", "743": "十日長請力不普及。應於初日打磬唱言六", "744": "十臘者入。若下至一人入者餘人悉不犯罪。", "745": "若無六十臘者漸減而唱。乃至無人一沙彌", "746": "入無犯。若初日不唱者日日須唱。三者僧次", "747": "請來不犯。謂同界內二處三處。下至僧次請", "748": "得一人來共食者餘人悉不犯。界外僧次亦", "749": "是無益。四者送食與僧不犯。請及乞處出一", "750": "分食送入僧中。行與僧食一切不犯。五者擬", "751": "送却取不犯。論云若不僧次請一人者。應作", "752": "一分食置上座頭擬送與僧。僧遠不能送者", "753": "應取此食次第行之。又准此律更有一開。文", "754": "言四人若過四人應分作二部更互入食。兼前", "755": "合十四開也。取行人糧過三鉢戒第三十四。", "756": "准律文中歸婦欲歸遂辦糧餉。比丘過乞久", "757": "不得歸令夫棄婦。又有價客行途辦糧。比丘", "758": "過乞令彼價客行不及伴為賊所劫。故此並是", "759": "行人糧食。但欲臨行過取並犯。病即是開。何", "760": "必要是歸婦價客。而南山云此事犯希。故不", "761": "廣釋者非也。又准律文從一比丘至五比丘如", "762": "其次第皆有犯義。且如第一比丘於彼家食", "763": "食訖復持四鉢食來。即初人犯。若此比丘食", "764": "訖持三至伽藍中分而共食此人未犯。有第二", "765": "人欲往乞食。第一比丘告彼往人云。我食訖", "766": "復持三來。汝若往者但於彼食。慎莫持來。而", "767": "彼食訖故復持一即第二人犯也。若第一人", "768": "食訖持二。又第二人食訖持一並分而食。告", "769": "第三人汝往彼食慎莫持來。其第三人食訖", "770": "持一即第三人犯也。若第一人食訖持一。又", "771": "第二第三食持各一。並分而食告第四人。往", "772": "食莫持。其第四人食訖持一即第四人犯也。", "773": "若第一人食訖不持。第二三四人各往食訖", "774": "又各持一分。並分而食告第五人。往食莫持", "775": "第五過持即第五人犯也。然准律文過限持", "776": "來雙足出門即犯提罪。持三還寺不分而食犯", "777": "突吉羅。而戒本云不分提者。不了義也。准律", "778": "至施主家應問是何食也。足食戒第三十五。", "779": "文言食竟者食常住五正食竟。或食自己五", "780": "正食竟也。或時受請者食檀越請五正食竟。", "781": "此二句顯前坐足食竟也。不作餘食法而食", "782": "犯者。謂於午前食五正後更欲再食應作餘", "783": "食法。而不作法直爾食者咽咽犯足食提也。", "784": "足有三義。一者要是五正。若非五正即無足", "785": "義。二食而飽足。三雖未飽滿而此正食堪濟", "786": "一日。此即名境界足也。前坐之時食竟已起", "787": "既改威儀。隨其飽足或境界足於後更食。不", "788": "作餘法咽咽提罪。行食住食及以臥食改威儀", "789": "已隨應亦爾。五正食者一飯稠粥初出釜時以草畫之。不合者亦飯攝也。", "790": "二󰉓。三乾飯。四魚。五肉。作餘食法者若欲再", "791": "食應令淨人取擬食。食若正非正器中斟具。", "792": "其必清淨非殘觸等。比丘洗手從淨人受。受", "793": "訖應覓未逕前坐足竟。比丘為所對境。彼若", "794": "食上勿改威儀改即已足。不得為境。對此人", "795": "境具儀執食口云大德我足食。已知是看是", "796": "此作餘食法說此語已授與前人。此中文意謂令前人知解我意。與我取此食噉少許已。餘留作", "797": "殘也。彼比丘應取少許食已語彼比丘言。隨意取", "798": "食又有文言我止汝取食之。七日藥戒律文云。應語言止汝貪食。勸足食戒第三十", "799": "六。文言知他足食已者。知僧食私食已也。若", "800": "受請者檀越食已也。此二足食竟准前戒釋。", "801": "不作餘食法勸者。以其作餘法已勸而不犯", "802": "故也。以是因緣者惡心勸因緣也。非餘者非", "803": "餘不犯緣也。謂若作餘法或病人殘或彼比", "804": "丘病等勸而不犯也。第三十七非時食戒。五", "805": "百問云。中後一切有形之物不得入口中。食", "806": "已應用楊枝。若灰瀨口。不者墮。准此前足食", "807": "戒食竟改威儀未瀨口咽咽犯足。若入午後", "808": "咽咽得非時食罪也。第三十八殘宿食者。今", "809": "日午受食至明日明相出名殘宿也。第三十", "810": "九不受食戒。除水及楊枝者。濁水若楊枝須", "811": "咽汁者不在開限也。第四十索美食戒。於", "812": "出家理應捨諸美味。耽求好食惱物增貪。辨", "813": "緣具四。一是美食。二自為己三無因。四食便", "814": "犯。戒文有三句。一所犯人。二出四種美食。三", "815": "結罪。次引開緣五分第八云。若為病比丘索", "816": "若從親里家若知識等皆不犯。第四十一與", "817": "外道食戒。言自手者犯。使人或置地與不犯", "818": "故也。第四十二許受請已前食後食不囑入", "819": "聚落。戒文言前食後食者梵語體倒。迴文應", "820": "云食前食後也。准律食前者從明相出至齋", "821": "時也。食後者從齋後至午時也。午後入村犯", "822": "下非時入聚落戒。非此戒攝也。詣餘家者不", "823": "至請家乃往餘家也。設欲往者囑餘人知。即", "824": "是不犯。准此戒中開文有四。盡理便五。所言", "825": "四者一囑餘比丘古來相傳。囑時應言大德", "826": "一心念我某甲比丘先受某甲請。今有某緣", "827": "事食前欲入某聚落至某家。白大德知。答云", "828": "可爾。食後白准此可解。今詳但須的囑人知", "829": "令善憶持。須覓知處。未必要須大德一心念", "830": "等言也。二病時。三作衣時。四施衣時。施衣時", "831": "中開為二種。准上展轉食戒釋。故總成五開", "832": "也。第四十三戒。於食家有寶者男女相緣互", "833": "起貪味。義同於食。若不斷貪緣其所愛境義", "834": "同於寶。此謂夫妻相愛染時比丘強坐妨彼", "835": "欲事犯也。若有智男子為第四人不犯。南山", "836": "律師云是觸食大可笑也。第四十四戒。謂貪", "837": "欲食家有能寶之夫。夫雖不在比丘屏坐。在", "838": "舒手不及戶處令外人不見故犯也。若有第", "839": "三人不犯也。第四十五戒。與女露坐者。准", "840": "律釋相中云屏處者見屏處聞屏處也。以無", "841": "屋覆名之為露。又離見聞復稱為屏。離見聞", "842": "屏尚自是犯。覆障之處理應亦犯。即是義含", "843": "覆屏也。此戒無夫不簡道俗女犯也。若有第", "844": "三人不犯也。第四十六戒。懷昔恨情誘他入", "845": "聚云欲與食。乃隱請家臨至日中方驅出聚", "846": "云。汝薄福求食不得。以此惱亂意因緣故犯", "847": "也。第四十七戒知他藥請期限四月無病過", "848": "受故所以犯。若有病不犯也。常請者施心不", "849": "限故也。更請者重請四月故也。分請者藥雖", "850": "有分而不限時也。盡形者或盡施主或盡比", "851": "丘也。第四十八觀軍者。戲軍鬪軍皆犯也。除", "852": "時因緣者被請或須啟白等開見不犯也。第", "853": "四十九有緣至軍至第三宿明相未出。應離", "854": "見聞處去。第五十有三宿緣攝心安靜莫觀", "855": "合戰。第五十一飲酒戒。酒非酒想或疑而飲", "856": "並提。第五十二准律乃至以鉢盛水戲挵提。", "857": "若挵器中酪漿等吉羅。第五十四將欲犯戒", "858": "不受諫止隨犯本罪更加不受諫提也。第五", "859": "十六洗浴戒文云。不得過者不得過佛所立", "860": "禁制減半月洗也。非謂要令半月一洗不得", "861": "過後也。此戒六開。一熱時者律中取春四十", "862": "五日并夏初一月。謂從三月一日至五月半", "863": "合兩月半也。多論第八云。天竺熱早故取此", "864": "時。如是隨處熱時早晚數取二月半。於中洗", "865": "浴無犯。二病時者下至身嗅穢。三作時者下", "866": "至掃屋前地。四風時者下至一旋風。五雨時", "867": "者一渧雨著身。六遠行者半由旬也。第五十", "868": "七然火戒除時因緣者准律。不但露燃有犯。", "869": "縱非露燃應犯吉羅。是故律中除時因緣謂。", "870": "為病比丘煮羹飯乃至染衣等不犯。蓋為此事", "871": "屏然不犯。露然壞地何得不犯。明知不病者", "872": "屏燃亦犯小罪。准律教人燃應言看是知是", "873": "也。第五十九真實淨施不問輒取戒。總談意", "874": "者少欲之人養道之本。故佛正制唯畜三衣。", "875": "三衣之外所有資緣應作假想想為他物。如", "876": "修定門。總有兩種。一真實作意如數息觀等緣實息風等。二", "877": "假想作意不淨觀等假想生人作死屍解也。此二門觀皆能治", "878": "惑。今此淨施亦令假想施與他訖作他物想。", "879": "為治封著資具貪穢名為淨施。世尊善制豈", "880": "得輕而不行也。准律淨施須請施主。謂得長", "881": "物施與彼人令彼為主故名施主。施主有兩。", "882": "一真實淨施主。如此戒文云與。比丘比丘尼", "883": "等五眾。二展轉淨施主。如薩婆多論第四卷", "884": "說。一切長財盡五眾邊作淨。應求持戒多聞", "885": "有德者而作施主。後設得物於一比丘邊說", "886": "淨主名而說淨法。若淨主死或出異國應更", "887": "求淨主。請此兩種淨施主時應具儀云。大德", "888": "一心念我比丘某甲今請大德為真實淨施主", "889": "或展轉淨施主。願大德為我作真實淨施主慈愍故三說展轉", "890": "淨施主准知。隨請兩種淨施主說。若意欲作真實淨", "891": "者。對施主具儀手執衣口云。大德一心念我", "892": "有此一段長衣二三段等准稱。未淨施今為淨故捨與", "893": "大德為真實淨故律中不言三說。故知一說即成也。此文是衣犍度文。勝於戒本相釋中", "894": "文。作此淨訖物付施主後須著用。問施主已然", "895": "後得著。不問輒著令彼施主怖懼失衣即是", "896": "惱彼故所以制也。第二若作展轉淨者即今", "897": "常行不繁廣敘。二種淨中物親付彼故名真", "898": "實。非謂絕心定施彼人也。然尋律論兩種淨", "899": "主皆列五眾。古來商量真實淨主要當眾作", "900": "法。以物親付若僧付尼或尼付僧。取與之時", "901": "招譏染故。其展轉淨既不親對淨主面前。僧", "902": "尼互作理即無妨。又准五分僧祇等文展轉", "903": "淨施說淨之時不許對彼施主面前。對即犯", "904": "吉。所說之財但使尺六八寸。不問新故內外", "905": "淨穢皆須作淨。第六十白色衣戒。袈裟此方", "906": "翻為不正。戒文又說三種壞色。故知大青大", "907": "皂五正色攝。非是戒文青黑攝也。故薩婆多", "908": "論第八云。凡五大色。若自染突吉羅。若作衣", "909": "不成受持。又云五大色者黃赤青黑白。又云", "910": "若非純青淺青及碧作點淨得作衣裏。今准", "911": "此律白色犯提。不點犯吉。若准僧祇十八白", "912": "色犯吉不點犯提。故彼律中點淨許以大青點", "913": "淨。故彼文云。青者藍澱青也。恐人濫用故示", "914": "不同也。驗諸律論點淨應作一三五七九點。", "915": "不得雙作。僧祇點極大四指極小如豌豆。第", "916": "六十三疑惱他戒。謂以方便令他比丘自疑犯", "917": "戒或疑無戒作惱他意。下至欲令須臾不樂。", "918": "但他聞知即得提罪。非要待彼須臾不樂方", "919": "始犯也。第六十四覆藏麁罪者夷殘二聚。并", "920": "出血破僧蘭罪名為麁罪。覆至明相出時犯", "921": "提也。第六十五與減年人受戒和上。知疑並", "922": "犯提罪。餘師僧吉羅。受戒事大令他不得。師", "923": "僧過重故深可呵也。第六十六發諍戒。諍有", "924": "四種言覓犯事。令僧乖破。是四諍攝。發起犯", "925": "提。若汎諍口發起但吉也。如法懺悔者謂以", "926": "七滅滅也。七滅四諍至下七滅戒中釋之。第", "927": "六十八說欲不障道違僧三諫。戒文三。一容", "928": "犯人。二辨諫法。三結違諫罪。第二諫法兩對", "929": "四句。第一對者有過起先應屏諫。第二對者", "930": "若違屏諫理應僧諫。就過起中文但一句。如", "931": "律中說。阿唎吒作如是語。我知佛所說行婬", "932": "欲非障道法。利吒意云。若障道者初之二果", "933": "何故婬欲。於屏諫中文有兩節。一勸止邪說。", "934": "二世尊無數已下奪彼執情。奪云世尊說障者", "935": "障後二果。而初二果斷次未至。非謂不障而", "936": "不斷也。次辨第二。若違屏諫理應僧諫。彼比", "937": "丘諫此比丘時。堅持不捨者違屏諫也。彼比", "938": "丘應三諫已下僧諫。文兩。一教僧諫捨。二讚", "939": "捨為善。謂讚翻違還成順善。第六十九隨順", "940": "被舉比丘戒。知如是語人者知如是利吒是", "941": "說欲不障語人也。未作法者。僧先治舉今未", "942": "與作解舉白四法也。僧以白四舉治三人。一", "943": "不見罪舉。二不懺悔罪舉。三惡見不捨舉。今", "944": "此意辨隨第三舉。隨前二舉但犯吉故。如是", "945": "邪見者撥無治道故也。而不捨者違屏僧二", "946": "諫也。共同已下隨順結罪。第七十隨儐沙彌", "947": "戒。沙彌說欲不障白四儐之。與阿利吒舉法。", "948": "義同而名別者。大僧先恒同宿今由邪見不", "949": "許同宿。故名為舉。即舉置也。沙彌先不恒同", "950": "今由邪見又不許同。故名為儐。即驅儐也。戒", "951": "文有四。一容犯人。二顯沙彌邪見違諫。三彼", "952": "比丘應語此沙彌已下邪故須儐。四若比丘", "953": "已下隨儐結罪。第二句中諫法文三。一辨沙", "954": "彌犯人。二作如是語已下辨諫法。三不捨者", "955": "辨違僧諫。就第二諫法中兩對四句如前准", "956": "知。第三句中辨儐法者。准律須作白四儐之。", "957": "今戒文中據羯磨已眾僧口驅之詞也。第七", "958": "十一輕餘善諫戒。他以戒律勸如法學輕蔑", "959": "推託不敬善友。妄託勝求輕此善人而得罪", "960": "也。前不受諫無言妄託直違。而作今此妄託", "961": "未待事違。是故律文說而了了犯也。若不妄", "962": "託實欲勝求如文開許。第七十二毀一一戒", "963": "提。經中有戒文毀亦犯提。毀餘二藏犯吉。第", "964": "七十三不攝耳聽戒。南山律師行事抄中名", "965": "為恐舉先言戒。如律緣起。六群比丘自知犯", "966": "罪恐人發舉。先詣他邊言。我始知。又有人云", "967": "此是詐驚張戒。今詳若爾即小妄攝。何須此", "968": "戒。尋諸律論皆結不聽。多論第九云。此中正", "969": "結不專心聽罪也。僧祇二十一云。中間隨不", "970": "聽越毘尼。一切不聽提。故今解戒本文三。一", "971": "容犯人。二恐舉先言我今始知。此中容有小", "972": "妄。三餘比丘已下。憑始知言舉事以責不聽罪", "973": "也。文言餘比丘知是比丘二三坐者舉數以", "974": "責也。彼比丘無知已下舉不聽果而責也。無", "975": "知犯罪隨本罪治。仍增無知吉也。語長老已", "976": "下正示無知之因不聽罪也。彼無知故波逸", "977": "提者舉果而結因也。如過三鉢戒云不分食", "978": "者提足為例也。律文云無知故重與波逸提。", "979": "若不與者突吉羅。謂令眾僧責無知故重與", "980": "不聽罪也。第七十四同預羯磨賞知事人法", "981": "成之後方生譏謗。云隨親厚以僧物與。若准", "982": "多論第六不但賞知事人。若大德及貪遺。若", "983": "僧和合盡得與之後悔並提。其所賞物相傳", "984": "釋云。是現前可分物也。若常住物與受俱犯", "985": "盜罪。第七十五不與欲戒。僧祇二十云。斷事", "986": "有二種。一說法毘尼。二作七羯磨及別住等", "987": "也。第七十七比丘共鬪諍者。四諍所攝共鬪", "988": "也。聽而聞聲即犯提罪。准律若二人在闇地", "989": "語當彈指磬咳驚之。不者吉羅。二人前行亦", "990": "爾。第七十九以手摶比丘者。側掌擬他名為", "991": "摶也。第八十一無緣入王宮戒。剎利水澆頭", "992": "王種王者。剎利是即四姓中王族也。水澆頭", "993": "王種者上祖已來昇王位時皆以水澆頭。是", "994": "此王之種也。又言王者此種之王也。謂昇位", "995": "時請大婆羅門善解四韋陀者與王為師。取", "996": "四海水灌王頂上表以吉祥。統攝四海故云", "997": "灌頂王也。未出者出王與婇女同歡之時。未", "998": "出密室婇女未還常居之處也。未藏寶者准", "999": "上有寶戒中。男以女為寶。故知婇女是王所", "1000": "寶。譬如七寶。此婇女寶未隱藏時比丘輒見", "1001": "犯也。門閾者多論第九王宮外門前一限木", "1002": "也。有請喚命梵等難緣不犯也。第八十二捉", "1003": "寶戒。寶者七寶。寶莊嚴具者下至錫鑞為莊", "1004": "嚴具。捉皆是犯。多論第五云。畜寶是三十戒", "1005": "攝。若捉他寶若自說淨寶。但捉得提。是九十", "1006": "事攝也。准此直提即是犯限。舊人捉遺寶者", "1007": "太局也。除僧伽藍中者。若於伽藍中有人", "1008": "遺落。若不為收恐謗比丘故開收之。准僧", "1009": "祇十八大會供養金銀塔像淨人捉。故知先", "1010": "須使淨人收。若無淨人比丘方可自手收取", "1011": "也。及寄宿處者。比丘道行儻寄他舍。他舍有", "1012": "寶無人守護恐失招謗。開收同前。文云。若比", "1013": "丘在僧伽藍已下廣前除緣句也。作如是因", "1014": "緣非餘者。作為收意即在開限。非餘無緣輒", "1015": "捉意也。第八十三非時入聚落戒。非時者午", "1016": "後至明相未出也。此戒制白恐人賒逸無事", "1017": "入村舉事白人表非無故也。准律白時須白", "1018": "同住。應云大德今日非時至其防某巷某甲", "1019": "家願善憶持。若須相覓請知我處。即成囑授。", "1020": "未必要須具儀修敬等也。若路由村過或請", "1021": "喚等不犯。不同僧祇村側展轉相白方入也。", "1022": "第八十五。兜羅綿者柳花󰳁臺等。准律緣起", "1023": "多停小虫恐損故制也。第八十六針筒小用", "1024": "而大費功故制也。第八十七過量坐具戒文", "1025": "舉初制。長佛二搩廣一搩半。後因迦留陀夷", "1026": "身大嫌小佛開廣長各半搩手。合是二半及", "1027": "二也。計長五尺闊四尺也。作坐具法兩複安", "1028": "褋四周安緣。一長一短如五條相。名為割截。", "1029": "今時不行此法也。第八十八患創開內著衣", "1030": "上著好裙也。餘文易了。單提懺法准上三十", "1031": "戒中長衣戒說。但除捨財唯取懺法即是也。", "1032": "第六大段四提舍尼分三如前。波羅提者翻", "1033": "為別也。提舍尼者翻為自說罪。謂別別對人", "1034": "自說罪也。別列戒相中。第一戒在白衣家非", "1035": "親尼邊受食咽咽犯。或比丘病或置地與比", "1036": "丘不犯也。此之四戒從懺為名。故戒文中舉", "1037": "懺詞句。應請懺主云。大德一心念我比丘某", "1038": "甲今請大德為波羅提提舍尼。懺悔主等乃", "1039": "至慈愍故一說。次懺具儀云。大德一心念我比丘", "1040": "某甲至白衣家。從非親里比丘尼受食咽咽", "1041": "犯可呵法。不憶數或隨數稱。所不應為。我今向大", "1042": "德悔過一說。語云自責汝心。答云可爾或可云頂", "1043": "戴持。第二戒赴請會坐。有尼偏心越次指授。", "1044": "若無一比丘呵云大姊且止須待比丘食竟", "1045": "者。預食之人咽咽犯。第三戒有學白衣竭貧", "1046": "行施。乃至身肉法爾不悋。佛愍貧苦制諸比", "1047": "丘作記識學家。白二羯磨防護五眾不聽受", "1048": "食。比丘故違於如是學家食咽咽犯。或先疏", "1049": "請或比丘病或置地與比丘不犯者。令隨少", "1050": "分獲施福也。彼家還富令從僧乞解此羯磨。", "1051": "白二解之。廣如律辨。第四戒居逈嶮處僧伽", "1052": "藍內受他送食恐賊劫奪故制也。有四種開。", "1053": "一先語檀越仍來制令藍外迎取。二比丘有", "1054": "病。三置地與比丘。四教人與比丘准律教人與不犯也。此", "1055": "四開中隨一不犯。隨違四開展轉遂至自手", "1056": "受犯。文相可知。第三結已審持一准上釋可", "1057": "知也。第七大段百眾學法。文三如前。七明所", "1058": "依教。二列罪名相。三結已審持。第二列罪中", "1059": "涅槃僧者。正梵音云濕婆珊𤥶。此云裙也。當", "1060": "齊整著者。准律不齊有其五種。一者太高者", "1061": "至膝。二者太下繫帶在齊下。三象鼻謂垂前", "1062": "一角。四多羅樹葉謂垂前二角。五細襵謂遶腰", "1063": "襵皺。良由西國裙無腰帶直將橫㲲遶身。前", "1064": "牽使上至齊。左右擪略以條急繫。即是其儀。", "1065": "是故不令垂角細襵。今此方土旋帶安腰襵已", "1066": "先定。但護高下餘則勿論。薩婆多論第九云。", "1067": "踝上一搩手。上下過者名高下著。比丘及沙", "1068": "彌遠行時應踝上二搩手上至膝。尼下三眾一", "1069": "切時踝上一搩手。五分第十云。高者半脛已", "1070": "上。下者從踝已下。毘尼母論踝上三指。古來", "1071": "行事意依母論順此方宜也。今詳西土節氣暄", "1072": "和人多儉約。所以衣服不尚褒長。此土俗儀", "1073": "人多華飾。處居寒雪禮貴衣冠。若順彼方返", "1074": "招譏醜。故須裁處取其折裡。隨時量度不可", "1075": "全同彼也。若犯此篇准律兩義。第一義者若", "1076": "心故作即犯二罪。一高下犯吉。二以故作故", "1077": "犯非威儀吉。第二義者若不故作單犯吉羅。", "1078": "欲懺之時先請懺主次正懺罪。准上長衣戒", "1079": "中明之。故母論第八云。故作下者一人前懺。", "1080": "下謂罪中極下也。十誦第十九云。佛在王舍作念云。我", "1081": "當觀過去諸佛云何著泥洹僧。空中淨居天", "1082": "白佛云。過去至周齊著觀未來亦爾。多論云。此篇輕", "1083": "故弟子不生重心故觀去來反淨居天。今詳", "1084": "此篇勸應當學良由此也。第二著三衣戒亦", "1085": "五相犯。一高者過脚󰈷上。二下者露脇。三象", "1086": "鼻謂左肘外垂一角也。四多羅樹葉謂通肩", "1087": "帔時後褰而前垂兩角也。五細襵安緣。三四", "1088": "反抄衣戒。祇二十一云。風雨時得抄一邊。若", "1089": "袒右肩得抄左邊。若通肩帔得抄右邊。不得", "1090": "令肘現。七八覆頭戒。祇云和上闍梨前不得", "1091": "覆頭坐。風寒等不得全覆。當覆半頭一耳。見", "1092": "長老當挽却。十八十九不好覆身。律云身處", "1093": "處露也。僧祇云。若有露身坐者方便令取物", "1094": "也。二十二三不靜默者高聲語言也。二十四", "1095": "五戲笑者僧祇云。師前不得笑。若有可笑事", "1096": "起無常苦空無我等想。二十六正意受食。不", "1097": "令捐棄也。五分云左手一心擎鉢右手扶緣。", "1098": "二十七八溢盋而棄故制平鉢受也。二十九", "1099": "羹飯等食者謂須羹飯相待。不得食飯盡而", "1100": "方食羹或時翻此也。三十次第食者。不令鉢", "1101": "中處處亂取也。三十四視比坐鉢。謂視比", "1102": "坐鉢中嫌施主不平也。三十五繫盋想者。婆", "1103": "沙論中觀鉢作髑髏想。僧祇云。端心觀鉢不", "1104": "得放鉢在前共比坐語。若有緣須語左手撫", "1105": "鉢上。若行食人到第三人時。當先修鉢預", "1106": "待。三十八含飯者。僧祇云師長喚時咽未盡。", "1107": "能使聲不異者得應。若不得應咽已應。若前", "1108": "人嫌者應答口中有食。四十遺落者。僧祇二", "1109": "十二云。當段段可口食。若食餅當手作分令", "1110": "可口食。四十一頰食者。祇云不得從一頰迴", "1111": "至一頰。當一邊嚼即嚼邊咽。四十五振手者", "1112": "食粘手振之污傍人也。四十七污手捉飯器", "1113": "者。西方以手喫食。捉食之手名污手也。五分", "1114": "云。食手者食污其手及肥膩也。四十八洗鉢", "1115": "水。五分云不以鉢中有飯水洒白衣屋內應", "1116": "當學。四十九生草上者。祇云夏月生草並茂", "1117": "無空缺處。當在駱駝牛馬等行處。若無當瓦", "1118": "石上。若無當乾草上。五十水中者祇云水卒", "1119": "浮滿當土塊瓦石上。六十一藏財塔中。若三", "1120": "寶物等為堅窂故隱密不現。無狼藉相不犯。", "1121": "九十四上樹除緣者。命難等緣也。九十五老", "1122": "病比丘開從僧乞白二羯磨許杖絡囊。如律", "1123": "雜揵度辨。第八大段七滅諍法文亦分三。一", "1124": "依教滅諍。二列罪名相。三結已審持。初文復", "1125": "二。初至戒經中來辨所依教。文言七滅諍法", "1126": "者本音名七毘尼法也。第二若有已下辨用", "1127": "滅諍。諍或容起故云若有也。起必須殄故即", "1128": "應除也。諍體不同總有四種。一言諍。二覓諍。", "1129": "三犯諍。四事諍。對此三門分別。一釋名。二體", "1130": "治。三結罪。言釋名者諍理生諍名為言諍。求", "1131": "過生諍名為覓諍。評犯生諍名為犯諍。羯磨", "1132": "生諍名為事諍。次體治者。總辨體者大僧大", "1133": "尼各當眾諍令僧朋儻乖別過生。是四諍攝。", "1134": "若與五眾異類互諍無乖破事非四諍攝。次", "1135": "別辨者。一明言諍。三藏理事立敵紛然名之", "1136": "為言。如聲論師出家為僧。仍執舊計立聲為", "1137": "常。無質礙故。猶如虛空。佛法破云。聲是無常", "1138": "所作性故。譬如瓶等。然聲事一常無常理立", "1139": "敵互諍。是言諍體。此諍自有下品上品。若辨", "1140": "治者於七藥中總而言之用二藥治。言七藥", "1141": "者戒文所列如其次第。一現前毘尼此有二", "1142": "義。一者別用現前。謂以面對判斷言諍名曰", "1143": "現前。二者通用現前。通判諸諍皆須面對悉", "1144": "名現前。二憶念毘尼。三不癡毘尼。四自言治", "1145": "毘尼。五罪處所毘尼。謂如有人被他舉罪初", "1146": "引後違。僧作白四治罰令引實罪處所。由此", "1147": "滅諍名曰毘尼。戒文名為覓罪相者。詰問求", "1148": "覓令引實罪義意同也。六多人語毘尼戒。文", "1149": "名為多人覓罪者。罪是諍過。非是五篇犯罪", "1150": "之罪也。此中意說。用多人語求覓聲論執常", "1151": "之過判為非理也。七草布地毘尼。上來七中", "1152": "若治言諍下品之者。唯以現前一滅滅之。謂", "1153": "上所辨別用現前者是也。於中隨於八處判", "1154": "滅。謂或自界求一勝德。或二或三。或至僧位", "1155": "或他界內或僧或三或二或一。漸次流轉隨", "1156": "應八處諍者。心伏名為現前毘尼一滅滅也。", "1157": "然八滅中三德已下具三現前。一者法現前", "1158": "如判聲常以為非理是也。二毘尼現前謂勸", "1159": "受此判。三人現前謂判諍人及起諍人也。若", "1160": "四人已上具五現前謂加結界成就及能滅僧", "1161": "也。此之三五皆是面對判定之義悉名現前。", "1162": "然僧位中恐有惡人妄伴諍事。故單白差具", "1163": "十德者別集一處共互斷事。正斷之時亦須", "1164": "取彼諸惡人欲。又於坐中驅出三人。一者若", "1165": "有比丘不誦戒不學律藏作非法語。應作單", "1166": "白驅出此人。二者誦戒不學大藏執少許文", "1167": "亦白驅出。三者法師比丘以言辭力強說道理", "1168": "亦白驅出。驅出已後如法判定。諍事滅後更", "1169": "發起者波逸提。下發諍皆准此上發諍戒道理悉在此中明之。", "1170": "若上品言諍於前八處皆不能滅須二滅滅。", "1171": "謂多人語及現前。現前即是通用。現前謂離", "1172": "多人無別體性。自下現前悉准此釋。言多人", "1173": "者謂作白二差五德人行籌判定。行籌凡有", "1174": "十三種法。謂顯露等廣如律辨。且如眾中非", "1175": "法人多然彼和上上座智人皆如法語。應顯", "1176": "露行作二種籌。一破二完。行時告云。立聲常", "1177": "者捉破舍羅。立無常者捉完舍羅或翻此告。行已數", "1178": "之。若執聲常其籌數少即判為非。若其籌多", "1179": "託事作亂不得判定。應更餘處密求智人來", "1180": "集此界更行籌滅。今時屢見非法眾僧妄從", "1181": "多人一何謬矣。餘十二種不能繁敘。此即多", "1182": "人語也。言現前者此中唯是僧位判諍具五", "1183": "現前。謂法毘尼人僧界悉是面對判定法也。", "1184": "次辨覓諍。總而言之用四滅。滅謂若有人舉", "1185": "覓他罪。因此能所兩朋紛諍者名為覓諍。僧", "1186": "滅之時撿問所舉。所舉之人凡有三種。一者", "1187": "不作不犯人。如沓婆摩羅子是大阿羅漢。都", "1188": "不犯罪。被人謗故外有聞根。若被舉告僧既", "1189": "詰知清淨無犯。為作白四憶念知清以息諍事", "1190": "名憶念毘尼。二者作而不犯人。如滅諍犍度。", "1191": "難提比丘癡狂病時多作眾罪說戒犍度是那那由比丘。是", "1192": "聖所開故名作而不犯也。被舉告僧。僧知無", "1193": "犯為作白四。僧共證明。不癡已來實無所犯", "1194": "以息諍事。三者亦作亦犯人。謂如罪人被舉", "1195": "告僧。僧撿問時初言犯重須臾云輕。或初言", "1196": "犯須臾還諱。與作白四奪三十五事治罰令", "1197": "引實犯之處。以此息諍名罪處所。三中前二", "1198": "人不被治。諍事易滅判為下諍。後一治罰諍", "1199": "即難滅判為上品。現前不離此三毘尼故四", "1200": "滅滅也。次辨犯諍。總而言之以三滅滅。評犯", "1201": "有兩。一者傍人評逐朋成兩。且如一人自手", "1202": "掘地。二朋傍評。一云彼人地地想掘犯波逸", "1203": "提。一云彼人地非地想犯突吉羅。諍既紛紜。", "1204": "喚彼犯人問。取自言。犯人便云我地地想。即", "1205": "令對面懺提諍滅名自言治。諍餘聚罪准此", "1206": "應知。兩朋各執事理俱異名為犯諍。不同言", "1207": "諍事一理異也。所對懺境隨應。一人乃至僧", "1208": "位。僧位五現。餘即三現。現前無別體。亦如上", "1209": "辨。二者或是傍評雖逕自言諍猶不滅。或眾", "1210": "共犯二朋見異。如尼讚食。一朋云是讚食提", "1211": "罪。一朋云是指授可呵。若欲輕懺見重者違。", "1212": "若欲重懺見輕者拒。多時乖別須作草布。草", "1213": "布法者不說罪名互乞歡喜。如草掩泥不污", "1214": "人足。名之為草布。此為息諍而罪不滅。此准", "1215": "母論第八說也。若准多論第九罪諍俱滅如", "1216": "論應知准律。第一朋中智人應起具儀共相", "1217": "諮稟擬作草布。詞句如律不能繁敘。第二眾", "1218": "中亦爾相諮稟已單白和僧和訖懺悔廣如律", "1219": "中。此既僧滅局五現前。次辨事諍者一切滅", "1220": "滅。謂此事諍但諍羯磨以得事名。理實即是", "1221": "前三諍攝。且如二人見他受日秉白二法。一", "1222": "云白二受日不成須白四故。一云白二受日", "1223": "得成教明文故。此即事一理異言諍攝也。滅", "1224": "法准前文。如秉法實不犯罪被他舉告言惡", "1225": "心秉。僧知清淨即與憶念。又秉癡作被他舉", "1226": "告僧與不癡。又秉實犯初引後違得罪處所。", "1227": "此即並是覓諍所攝。又如見人別眾秉法二", "1228": "人傍評。一云彼是惡心秉法故令不成犯蘭", "1229": "說戒犍度惡心蘭。一云彼是懈怠心秉犯吉亦准說戒犍度。此即", "1230": "事理俱異犯諍所攝。此既隨應。前三諍攝故", "1231": "以七滅隨應滅之。准前三諍也。第三門結罪", "1232": "者如文。列罪名相七戒皆言應與者。有智之", "1233": "人觀知應與也。言當與者隨應正為對面判", "1234": "滅也。若觀應與而不為判悉犯吉羅。故此七", "1235": "戒即第五篇攝也。由諍過重故勸當與隱罪", "1236": "名也。七分二位。第一位者初一次二及自言", "1237": "一。如其次第滅下品中言覓犯三。第二位者", "1238": "覓罪多覓及如草布。如其次第滅上品中覓", "1239": "言犯三也。問上品之中次第何故與前異耶。", "1240": "答隨言便故亦有。律師迴文令次第者不依", "1241": "律文也。第三結已審持如前應知。自下第", "1242": "三大文結示迴求分文分為三。初至應當學", "1243": "結廣示略若更有餘佛法者示餘佛略也。第二忍辱第一道已下", "1244": "別示七略。第三明人能護戒已下迴求大道。", "1245": "第二別示七略文即為七。一者毘婆尸略文", "1246": "分為二。初舉略偈次舉教主。釋略偈者彼", "1247": "佛世人多執苦行。謂執苦行斷宿惡業又不", "1248": "造新便無苦果。為對治彼故制戒。云忍辱", "1249": "第一道等者謂於有怨修慈忍辱如斯。苦行", "1250": "是第一道。此道引證無為之理佛說為最。", "1251": "如是善制得無為樂。不同外道出家惱他制", "1252": "修苦行不名沙門。沙門謂是寂靜樂義。彼", "1253": "之所制無寂樂果故云然也。次示教主如文", "1254": "易知。二者尸棄佛略文二如前。偈文意者", "1255": "彼佛世人多作邪行以求天報。為對治彼故", "1256": "制戒。云譬如明眼人等者謂佛善制施諸眾", "1257": "生明淨慧眼。了殺羊等祠天求天便招險道", "1258": "不得生天。故云譬如明眼人能避嶮惡道", "1259": "也。上來既已對治邪求故世明人修戒定慧", "1260": "能離破戒及煩惱惡。餘文可知。三者毘葉", "1261": "羅佛略彼佛世人多唯持戒不求勝進又樂於", "1262": "他說過懷嫉。為對治彼故制戒。云不謗亦", "1263": "不嫉者離口意二過也。當奉行於戒者令戒", "1264": "滿也。飲食已下順生勝善文有五句。一飲", "1265": "食知量。二常樂遠離。三由斯心定。四策懃", "1266": "進修。五結成佛教。餘文可知。四者拘留孫", "1267": "佛略彼佛世人多貪利養又拒師教反談師惡", "1268": "慢修善品故制戒。云乃至入聚落者入聚落", "1269": "時不壞施心少持輕味。又於師教不生違戾", "1270": "但順教行。不觀於師作不作等。大乘戒中", "1271": "不觀法師種姓等是也。餘文可知。五者拘", "1272": "那含牟尼略彼佛世人多樂放蕩執以邪論。", "1273": "若他所破便懷憂慼。為對治彼故制戒。云", "1274": "心莫作放逸者離邪論也。聖法當懃學學正", "1275": "論也。如是無憂愁者學正論者法爾心喜喜", "1276": "故身安安故心定定故涅槃。餘文可知。第六", "1277": "迦葉佛略彼佛世人若得定者多生愛味不求", "1278": "淨勝。即維摩云貪著禪味是菩薩縛是也。為", "1279": "對治彼故制戒。云一切惡莫作者治破戒惡", "1280": "也。當奉行諸善者修善淨定勿修味定也。自", "1281": "正其志意令引果證也。餘文可知。第七釋迦", "1282": "佛略此佛世人性多煩惱放逸不修設修少善", "1283": "便生喜足又多惡業。為對治彼故制戒。云善", "1284": "護於口言者他詰罪時莫惡言報也。又善護", "1285": "於口言者若自發言離四過也。自淨其志意", "1286": "者斷諸煩惱修不放逸樂修多善也。身莫作", "1287": "諸惡者離身過也。意能發業故居中間。表上", "1288": "發語表下發身也。此三業道淨者證涅槃時", "1289": "是最淨處。故次文云能得如是行是大仙人道", "1290": "也。第二示教主中文分三。一示教主。二辨說", "1291": "時。三勸修學。初文可知。第二時者謂十二年", "1292": "清淨僧中未有犯事。佛每半月自說此略。從", "1293": "是已後准律。佛在瞻婆國白月十五日伽伽", "1294": "河邊因於眾中有人犯盜佛止不說。付弟子", "1295": "說。佛若說者有二種過。一者佛不虛說。二者", "1296": "金剛以杵必損犯人。護故不說。故付弟子說", "1297": "廣教也。就前六佛中初佛六月一度布薩。如", "1298": "其次第五四三二一月。今釋迦佛半月一說", "1299": "戒文不辨也。第三勸修中諸比丘自為者謂", "1300": "勸自愛也。新經論名為自愛善男子也。樂法", "1301": "者樂聞思也。樂沙門者樂修寂靜即修慧也。", "1302": "有慚有愧者對治破戒煩惱也。樂學戒者當", "1303": "於中學者以戒為宗故居後勸也。自下第三", "1304": "迴求大道偈有十四大分為二。初十二行半", "1305": "讚德勸說。次一偈半舉德迴求。前文分五。一", "1306": "有二偈顯戒能招現後義利。次二偈半示以", "1307": "敬儀。三二偈半示得斷德。四二偈半示佛恩", "1308": "德。五有三偈示生智德。釋初二偈現益名義", "1309": "後益名利。於初偈中現招名利後感生天。此", "1310": "三種樂並智人得故曰明人也。正生欲天引", "1311": "生上界也。後偈勸觀前世間益由斯戒淨引", "1312": "入第一出世之道即涅槃道也。次釋二半。能", "1313": "勝一切憂者二障擾惱合說為憂。能勝謂斷。", "1314": "斷故敬戒是佛法。故勸弟子自為求道敬戒", "1315": "順教也。次釋斷德二偈半者。七佛斷惑說七", "1316": "戒經。令諸弟子縛得解脫。文中應言令諸縛", "1317": "得解脫。而無令字者偈文迮故略之也。佛既", "1318": "說已已入涅槃。有漏諸相戲論悉滅。又如舍", "1319": "利弗等諸大弟子。尊行佛說聖所讚戒。此", "1320": "所行人亦皆入寂。次釋恩德二半者。大悲即", "1321": "是恩德之體。從此流出戒與毘尼。毘尼即大", "1322": "藏也。戒即佛出應視如佛也。次釋三偈示生", "1323": "智德。展轉傳生聖慧日光照除癡暗。故云佛", "1324": "法熾盛。即勝義正法盛也。不生慧日癡暗便", "1325": "生也。既生智德勸和合說如文易解。次一偈", "1326": "半結前勝德。施生成佛如文易曉。", "1327": "若有奉行清淨戒亦能迴向趣菩提", "1328": "便為利樂利群生猶如薰香薰一切", "1329": "四分比丘戒本疏下終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1807 四分比丘戒本疏", "source": "CBETA"}