{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 初品中: 大智度論釋: 初品中: 大智度論釋: 初品中", "text": {"0": "1 序品49 四緣義", "1": "大智度論釋初品中到彼岸義", "10": "為法相義，如先說。", "100": "羅蜜門。如菩薩行布施時，若有慳心起，令", "101": "布施不清淨，所謂不能以好物施；若與", "102": "好物，不能多與；若與外物，則不能內施；", "103": "若能內施，不能盡與；皆由慳心故。菩薩", "104": "行般若波羅蜜，知一切法無我、無我所，諸", "105": "法皆空，如夢、如幻；以身、頭、目、骨髓布施，如", "106": "施草木。是菩薩雖未得道，欲常不起是", "107": "慳心，當學般若波羅蜜。諸餘人離欲得道故，", "108": "不生破戒心。菩薩行般若波羅蜜故，不見", "109": "破戒事。所以者何？戒為一切諸善功德住處，", "11": "【經】「菩薩摩訶薩欲知過去、未來、現在諸法", "110": "譬如地為一切萬物所依止處；破戒尚不", "111": "得餘道，何況阿耨多羅三藐三菩提！以是", "112": "故，不生破戒心。復作是念：「菩薩法者，安樂", "113": "眾生，若破戒者，惱亂一切。」以是故，菩薩不", "114": "生破戒心，何況破戒！小乘及諸凡夫，尚不", "115": "應生瞋恚心，何況菩薩發阿耨多羅三藐", "116": "三菩提意！身為苦器，法自受惱；譬如犯罪", "117": "之人，自致刑戮，自作自受，不應怨人。但當", "118": "自護其心，不令起惡！譬如人遭惡風", "119": "雨寒熱，亦無所瞋。復作是念：「菩薩求佛，以", "12": "如、諸法法相、無生際者，當學般若波羅蜜！」", "120": "大悲為本，若懷瞋恚，則喪志願。瞋恚之", "121": "人，尚不得世間樂，何況道樂！瞋恚之人，自不", "122": "得樂，何能以樂與人！」懈怠之人，世間勝事", "123": "尚不能成，何況阿耨多羅三藐三菩提！譬", "124": "如鑽火數息，無得火期。散亂之心，譬如風", "125": "中然燈，雖有光明，不能照物；亂心中智", "126": "慧，亦復如是。智慧是一切善法根本，若欲", "127": "成就是智，先當攝心，然後可成。譬如狂醉", "128": "之人，自利他利、好醜之事，都不覺知；散亂之", "129": "心亦如是，世間好事，尚不能善知，何況出", "13": "【論】問曰：上已說「如」，今何以更說？答曰：上直", "130": "世間法！愚癡人心，一切成敗事，皆不能及，", "131": "何況微妙深義！譬如無目之人，或墜溝坑，", "132": "或入非道；無智之人，亦復如是。無智慧眼", "133": "故受著邪法，不受正見。如是之人，世間近", "134": "事，尚不能成，何況阿耨多羅三藐三菩提！", "135": "菩薩行般若波羅蜜力故，能障是六蔽，淨", "136": "六波羅蜜。以是故說「若欲不起六蔽，當", "137": "學般若波羅蜜」。", "138": "【經】「復次，舍利弗！菩薩摩訶薩欲使一切眾生，", "139": "立於布施福處，持戒福處，修定福處，勸導福", "14": "言「諸法如」，今言「三世皆如」；上略說，此廣說；", "140": "處，欲令眾生立於財福、法福處，當學般若", "141": "波羅蜜！」【論】問曰：云何名為「福處」？答曰：", "142": "《阿毘曇》言：「福」者，善有漏身、口、意業。復有人", "143": "言：不隱沒無記是。所以者何？善有漏業因緣", "144": "果報故，得是不隱沒無記福。是果報亦名", "145": "為福；如世間人說能成大事，多所成辦，", "146": "是名福德人。是福略說三種：布施、持戒、修", "147": "定。何等是布施？有人以衣服、臥具，飲食，花", "148": "香、瓔珞等與人，是名布施。問曰：飲食等物，", "149": "便是布施？為更有布施？答曰：飲食等物非", "15": "上說一，此說三。「法相」，即是法性；「無生際」，即", "150": "布施，以飲食等物與時，心中生法名捨，", "151": "與慳心相違，是名布施福德。是或有漏，或", "152": "無漏；常是善；心數法，心相應，隨心行，共心生；", "153": "無色無形；能作緣；業相應，隨業行，業共生；非", "154": "先業果報；得修、行修；慧證、身證；凡夫人得，亦", "155": "聖人得。有人言：是捨法相應思，是名布施福", "156": "德。所以者何？業能生果報故。思即是業，身", "157": "口不名為業，從思生故得名業。此布施", "158": "有二種：一者、淨，二者、不淨。不淨者，直施而已：", "159": "或畏失財故與；或惡訶罵故與；或無用故", "16": "是實際。過去法如，即是過去法相；未來、現在", "160": "與；或親愛故與；或為求勢故與，以施故多", "161": "致勢援；或死急故與；或求善名譽故與；", "162": "或求與貴勝齊名故與；或妬嫉故與；或憍", "163": "慢故與：小人愚賤尚施，我為貴重大人，云何", "164": "不與？或為呪願福德故與；或求吉除凶故", "165": "與；或求入伴儻故與；或不一心、不恭敬、", "166": "輕賤受者而與。如是種種因緣，為今世事", "167": "故施，與淨相違，名為不淨。淨施者，如《經》中", "168": "說：治心故施；莊嚴意故施；為得第一利故", "169": "施，生清淨心，能分別為助涅槃故施。譬如", "17": "亦如是。復次，過去法如，即是未來、現在法如；", "170": "新花未萎，色好且香；淨心布施，亦復如是。", "171": "如說諸天不淨心布施者，宮殿光明薄少；若", "172": "淨心布施者，宮殿光明增廣。此布施業，雖過", "173": "去乃至千萬世中不失，譬如券要。問曰：", "174": "此布施福云何增長？答曰：應時施故，得福", "175": "增長。如《經》說，飢餓時施，得福增多；或遠行", "176": "來時，若曠路險道中施，若常施不斷，或時常", "177": "念施，故施福增廣。如六念中「念捨」說。若大", "178": "施故得福多，若施好人，若施佛，若施者、受", "179": "者清淨故，若決定心施，若自以力致財施，", "18": "現在法如，即是過去、未來法如；未來法如，即", "180": "若隨所有多少能盡施，若交以物施，若以", "181": "園田使人等施。如是布施，唯有菩薩能以", "182": "深心行之。如韋羅摩菩薩，十二年布施已，", "183": "莊飾乳牛七寶鉢，及婇女各有八萬四千，", "184": "及諸餘物飲食之屬，不可勝數。又如須帝", "185": "󰖊拏菩薩，下善勝白象，施與怨家，入在深", "186": "山；以所愛二子，施十二醜婆羅門；復以妻", "187": "及眼施化婆羅門。爾時，地為大動，天為雷", "188": "震，空中雨花。又如薩婆達多王，自縛其身，", "189": "施婆羅門。如尸毘王為一鴿故，自持其身，", "19": "是過去、現在法如。所以者何？如相非一、非異", "190": "以代鴿肉。又如菩薩曾為兔身，自炙其", "191": "肉，施與仙人。如是等《菩薩本生經》中所說。", "192": "復有聲聞人布施：如須彌陀比丘尼，與二", "193": "同學，為迦那伽牟尼佛作精舍，於無數千", "194": "萬世受轉輪聖王及天王福。如施婆羅門", "195": "持一瓶酪施僧，世世受樂，今得阿羅漢，諸", "196": "受樂中受樂第一。如末利夫人，供養須菩", "197": "提故，得今世果報，為波斯尼示王后。如", "198": "尸婆供養迦栴延故，得今世果報，為栴", "199": "陀波周陀王后。如欝伽陀居士，供養舍利弗", "2": "第五十卷三十三", "20": "故。復次，如先說二種如：一者、世間如；二者、", "200": "等五百阿羅漢故，即日得果報；五百賈客", "201": "得其餘食，人人以珠瓔珞與之，卒得大", "202": "富，遂號卒伽陀。如是等布施，得今世", "203": "果報。當知布施論議，說不可盡。「持戒福處」", "204": "者，佛說五戒福者是。問曰：云何殺罪相？答", "205": "曰：知是眾生，故奪命，得殺罪，非不故；安隱", "206": "快心得殺罪，非散亂狂心；奪命得殺罪，", "207": "非作瘡；死已得殺罪，非未死；身業是殺", "208": "罪，非口殺；身作是殺罪，非但心生。如是", "209": "等罪，止不作，是初戒善相。或有人言：謂是", "21": "出世間如。用是世間如，三世各各異；用是", "210": "不隱沒無記；或欲界繫，或不繫；是非心、非心", "211": "數法，非心相應，非隨心行；或共心生，或不", "212": "共心生；非業相應，非隨業行；或共業生，或", "213": "不共業生；非先業果報；得修、行修；身證、慧證；", "214": "或思惟斷，或不斷；離欲界欲時得斷知；凡", "215": "夫聖人共有。是名說不殺生戒相；餘戒亦如", "216": "是隨義分別。諸戒讚歎論議，如「尸羅波羅", "217": "蜜」中說。「修定福處」者，雖經中說修慈是修", "218": "定福，亦說有漏禪定能生果報者，總名修", "219": "定福。以欲界多瞋多亂故，先說慈心為修", "22": "出世間如，三世為一。", "220": "定福。得慈方便，願與眾生樂，後實見受樂，", "221": "是心相應法，名為慈法。是法或色界繫，或不", "222": "繫，是為真慈；是方便慈，欲界繫。常隨心行，", "223": "隨心生；無形無對；能緣法；非業，業相應，而隨", "224": "業行，共業生，非先業果報；得修、行修；身證、慧", "225": "證；或思惟斷，或不斷；離色界欲時得斷知。", "226": "有覺有觀，亦無覺有觀，亦無覺無觀。或有喜，", "227": "或無喜；或有息，或無息；亦凡夫人亦聖人。或", "228": "樂受相應，或不苦不樂受相應。先緣得解相，", "229": "後緣實義。根本四禪中，亦過四禪；依止四", "23": "復次，「法相」名諸法業，諸法所作、力、因、緣、果、報。", "230": "禪得者，牢固有力。慈應言「親愛」，無怨無諍", "231": "故，名為「親愛」；能緣無量眾生故，名為「無量」；", "232": "能利益眾生，能離欲故，名為「梵行」。慈心餘", "233": "論議，如「四無量」中說。問曰：修定福中，佛何", "234": "以但說慈心，不說餘？答曰：四無量中，慈心", "235": "能生大福德。悲心憂愁故，捨福德；喜心自念", "236": "功德故，福德不深；捨心放捨，故福亦少。復", "237": "次，佛說慈心有五利，不說餘。何等五？一者、", "238": "刀不傷；二者、毒不害；三者、火不燒；四者、", "239": "水不沒；五者、於一切瞋怒惡害眾生中，見皆", "24": "如火為熱相，水為濕相；如是諸法中分別", "240": "歡喜。悲心等三事不爾，以是故說修定", "241": "福為慈，餘者隨從，及諸能生果報有漏定。「勸", "242": "導福處」者，若比丘不能坐禪，不能誦經，教", "243": "化勸導修立福德；或有比丘能坐禪、誦經，", "244": "見諸比丘衣食乏少，力能引致，亦行勸導。", "245": "及諸菩薩憐愍眾生故，以福德因緣勸化", "246": "之。又出家人，若自求財，於戒有失，是故勸", "247": "導以為因緣。「財福」者，衣服、飲食，臥具、醫藥，金", "248": "銀、車馬、田宅等。問曰：上言「布施福處」，此言", "249": "「財福」，有何等異？答曰：布施者，總攝一切施：", "25": "因、緣、果、報，各各別相；如是「處非處力」中說。", "250": "財施、法施，俗施、道施；今欲分別法施、財施。", "251": "法施者，如佛以大慈故，初轉法輪，無量眾生", "252": "得道；後舍利弗逐佛轉法輪；餘諸聖人，", "253": "雖非轉法輪，亦為眾生說法得道，亦名", "254": "法施。復有遍吉菩薩，觀世音、得大勢、文殊師", "255": "利、彌勒菩薩等，以二種神通力：果報神通，", "256": "修得神通，住是中，以福德、方便力，光明、神足", "257": "等，種種因緣開度眾生，亦名法施。諸辟支", "258": "佛飛騰虛空而說一偈，引導眾生，令殖", "259": "善根，亦名法施。又佛弟子未得聖道者，坐", "26": "是名世間法相。若是諸法相推求尋究，入", "260": "禪、誦經，不壞諸法相，教化弟子，皆名法施。", "261": "如是等種種，名為法施相。以是故說「菩薩", "262": "欲立眾生於六種施福者，當學般若波羅", "263": "蜜」。", "264": "【經】「復次，舍利弗！菩薩摩訶薩欲得五眼者，", "265": "當學般若波羅蜜！」【論】何等五？肉眼、天眼、慧", "266": "眼、法眼、佛眼。肉眼，見近不見遠，見前不見", "267": "後，見外不見內，見晝不見夜，見上不見", "268": "下；以此礙故，求天眼。得是天眼，遠近皆見，", "269": "前後、內外，晝夜、上下，悉皆無礙。是天眼見和", "27": "無生法中，更無過是者，是名「無生際」。問曰：", "270": "合因緣生假名之物，不見實相，所謂空、無相、", "271": "無作，無生、無滅，如前，中、後亦爾；為實相故，", "272": "求慧眼。得慧眼，不見眾生，盡滅一異相，", "273": "捨離諸著，不受一切法，智慧自內滅，是名", "274": "慧眼。但慧眼不能度眾生！所以者何？無所", "275": "分別故，以是故求法眼。法眼令是人行是", "276": "法，得是道，知一切眾生各各方便門，令", "277": "得道證。法眼不能遍知度眾生方便道，以", "278": "是故求佛眼。佛眼無事不知，覆障雖密，無", "279": "不見知；於餘人極遠，於佛至近；於餘幽闇，", "28": "如、法相，可分別有三世；無生際，是未來法，", "280": "於佛顯明；於餘為疑，於佛決定；於餘微細，", "281": "於佛為麁；於餘甚深，於佛甚淺。是佛眼，無", "282": "事不聞，無事不見，無事不知，無事為難，", "283": "無所思惟，一切法中，佛眼常照。後品五眼義", "284": "中，當廣說。", "285": "【經】「菩薩摩訶薩欲以天眼見十方如恒河沙", "286": "等世界中諸佛，欲以天耳聞十方諸佛所", "287": "說法，欲知諸佛心，當學般若波羅蜜！」【論】天", "288": "眼法所見，不過三千大千世界；今以般若", "289": "波羅蜜力，故見十方恒河沙等國中諸佛。所", "29": "云何有過去、現在？如《阿毘曇》說：「生法者，過去、", "290": "以者何？般若波羅蜜中，無近無遠，無所罣", "291": "礙故。問曰：如《般舟經》說：以般舟三昧力", "292": "故，雖未得天眼而能見十方現在諸佛；此", "293": "菩薩以天眼故，見十方諸佛，有何等異？答", "294": "曰：此天眼，不隱沒無記。般舟三昧，離欲人、未", "295": "離欲人俱得；天眼但是離欲人得。般舟三昧，", "296": "憶想分別，常修常習故見；天眼修神通，得", "297": "色界四大造色眼，四邊得遍明相，是為差別。", "298": "天眼功易，譬如日出，見色不難；三昧功難，", "299": "如夜然燈，見色不易。天耳亦如是。「知諸", "3": "聖者龍樹造", "30": "現在是；無生法者，未來及無為法是。」云何欲", "300": "佛心」者，問曰：如上地鈍根，不能知下地", "301": "利根心；菩薩，一佛心尚不應知，何況恒河", "302": "沙等十方諸佛心？答曰：以佛神力故令菩", "303": "薩知。如《經》說：「一切眾生無知佛心者，若佛", "304": "以神力令知，乃至蜫虫亦能知。」以是故佛", "305": "以神力故，令菩薩知佛心。復次，般若波羅", "306": "蜜無礙相，麁細、深淺、愚聖，都無差別。諸佛心", "307": "如、菩薩心如，一如無異；菩薩隨是如故，能", "308": "知諸佛心。復次，希有難事，不應知而知；以", "309": "是故言「欲得是者，當學般若波羅蜜」。", "31": "令過去、現在有無生？答曰：如先種種說破", "310": "【經】「欲聞十方諸佛所說法，聞已乃至阿耨多", "311": "羅三藐三菩提不忘者，當學般若波羅蜜！」", "312": "【論】問曰：一佛所說，猶尚難持，何況無量諸", "313": "佛所說，欲憶而不忘？答曰：菩薩以聞持陀", "314": "羅尼力故能受，堅憶念陀羅尼力故不忘。", "315": "復次，此中說：以般若波羅蜜力，畢竟清淨無", "316": "所著；譬如大海，含受眾流。菩薩從十方諸", "317": "佛所聞法，以般若波羅蜜器大故，能受無", "318": "量法，持而不忘。復次，是般若波羅蜜，不可", "319": "譬喻、如虛空。如劫燒盡已，大雨彌滿，是雨", "32": "生法，一切法皆無生，何但未來無生？如「一時」", "320": "除虛空更無處能受；十方諸佛說法雨，從", "321": "佛口出，除行般若波羅蜜菩薩，更無能受", "322": "者。以是故言「欲聞十方諸佛說法，當學", "323": "般若波羅蜜」。", "324": "51 見一切佛世界義大智度論釋初品中見一切佛世界義", "325": "第五十一之一", "326": "【經】「復次，舍利弗！菩薩摩訶薩欲見過去、未來", "327": "諸佛世界，及見現在十方諸佛世界，當學", "328": "般若波羅蜜！」【論】問曰：若見十方佛，則已", "329": "見世界，今何以復說「欲見世界」？答曰：菩", "33": "義中，已破三世。三世一相，所謂無相；如是", "330": "薩未深入禪定，若見十方世界山河、草木，", "331": "心則散亂；故但觀諸佛，如〈念佛義〉中說。行", "332": "者但觀諸佛，不觀土地、山河、樹木，得禪定", "333": "力已，隨意廣觀。復次，諸清淨佛國難見，故", "334": "言「欲見諸佛國，當學般若波羅蜜」。又一", "335": "佛有無量百千種世界，如先說，有嚴淨、", "336": "有不嚴淨、有雜；有畢竟清淨世界難見故，", "337": "以般若波羅蜜力，乃能得見。譬如天子聽", "338": "正殿，則外人可見；內殿深宮，無能見者。問", "339": "曰：十方現在世界可見，過去、未來諸佛世", "34": "則無生相。復次，無生名為涅槃，以涅槃不生", "340": "界，云何得見？答曰：菩薩有見過去、未來三", "341": "昧，入是三昧已，見過去、未來事，如夢中所", "342": "見。復次，菩薩有不滅際三昧，入是三昧已，", "343": "不見諸佛有滅者。問曰：此二法非眼，云何", "344": "能見？答曰：此是智慧，假名為眼；如轉法輪", "345": "中，於四諦中得眼、智、明、覺。復次，菩薩見十", "346": "方現在佛世界，定知過去、未來諸佛世界", "347": "亦爾。所以者何？一切諸佛功德同故，是事如", "348": "先說。復次，是般若波羅蜜中，如現在、過去、未", "349": "來，等無異，一如、一法性故，以是故不應難。", "35": "不滅故。涅槃者，末後究竟，不復更生，而一", "350": "【經】「復次，舍利弗！菩薩摩訶薩欲聞十方諸佛", "351": "所說十二部經：修多羅、祇夜、受記經、伽陀、優", "352": "陀那、因緣經、阿波陀那、如是語經、本生經、", "353": "廣經、未曾有經、論議經，諸聲聞等聞與不聞，", "354": "盡欲誦受持者，當學般若波羅蜜！」", "355": "【論】先說盡欲聞十方諸佛所說法者，當學", "356": "般若波羅蜜。所說法者，即此十二部經。諸", "357": "經中直說者，名修多羅，所謂四阿含，諸摩訶", "358": "衍經，及二百五十戒經；出三藏外亦有諸", "359": "經，皆名修多羅。諸經中偈，名祇夜。眾生九", "36": "切法即是涅槃；以是故佛說：「一切法皆是無", "360": "道中受記，所謂三乘道、六趣道。此人經爾", "361": "所阿僧祇劫，當作佛，若記爾所歲當作佛；", "362": "記聲聞人今世、後世得道；記辟支佛但後", "363": "世得道；記餘六道，亦皆後世受報。諸佛法，", "364": "欲與眾生受記，先皆微笑，無量種光從四", "365": "牙中出，所謂青、黃、赤、白、縹、紫等。從上二牙", "366": "出者，光照三惡道。從其光明演無量法，說", "367": "一切作法無常，一切法無我，安隱涅槃；眾生", "368": "得遇斯光、聞說法者，身心安樂，得生人", "369": "中天上，從是因緣皆得畢苦。從下二牙出", "37": "生際。」", "370": "者，上照人、天，乃至有頂禪，若聾盲、瘖瘂、狂", "371": "病，皆得除愈；六欲天人及阿修羅受五欲樂，", "372": "遇佛光明，聞說法聲，皆厭患欲樂，身心安", "373": "隱；色界諸天受禪定樂時，遇佛光明，聞說", "374": "法聲，亦生厭患，來詣佛所。此諸光明，復至", "375": "十方，遍照六道，作佛事已，還繞身七匝。", "376": "若記地獄，光從足下入；若記畜生，光從", "377": "󰈷入；若記餓鬼，光從髀入；若記人道，光", "378": "從齊入；若記天道，光從胸入；若記聲聞，", "379": "光從口入；若記辟支佛，光從眉間相入；若", "38": "【經】「復次，舍利弗！菩薩摩訶薩欲在一切聲", "380": "記得佛，光從頂入。若欲受記，先現此相，", "381": "然後阿難等諸弟子發問。一切偈名祇夜，", "382": "六句、三句、五句，句多少不定，亦名祇夜，亦", "383": "名伽陀。優陀那者，名有法佛必應說而無", "384": "有問者，佛略開問端。如佛在舍婆提、毘舍", "385": "佉堂上，陰地經行，自說優陀那，所謂「無我、", "386": "無我所，是事善哉！」爾時一比丘合掌白佛", "387": "言：「世尊！云何『無我、無我所，是事善哉』？」佛", "388": "告比丘：「凡夫人未得無漏道，顛倒覆心故，", "389": "於無我、無我所，心大驚怖。若佛及佛弟子", "39": "聞、辟支佛前，欲給侍諸佛，欲為諸佛內眷屬，", "390": "聞好法者，歡喜奉行，無顛倒故，不復更", "391": "作。」如是等，《雜阿含》中廣說。又如般若波羅蜜", "392": "品中，諸天子讚須菩提所說：「善哉！善哉！希有，", "393": "世尊！難有，世尊！」是名優陀那。又如佛涅槃", "394": "後，諸弟子抄集要偈，諸無常偈等作無常品，", "395": "乃至婆羅門偈等作婆羅門品，亦名優陀那。", "396": "諸有集眾妙事，皆名優陀那。如是等名優", "397": "陀那經相。尼陀那者，說諸佛法本起因緣，佛", "398": "何因緣說此事：修多羅中，有人問故，為說是", "399": "事；毘尼中，有人犯是事，故結是戒。一切佛", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "欲得大眷屬，欲得菩薩眷屬，欲得淨報大", "400": "語緣起事，皆名尼陀那。阿波陀那者，與世間", "401": "相似柔軟淺語；如《中阿含》中《長阿波陀那", "402": "經》，《長阿含》中《大阿波陀那》，毘尼中億耳阿波", "403": "陀那，二十億阿波陀那，解二百五十戒經中", "404": "欲阿波陀那一部，菩薩阿波陀那出一部。如", "405": "是等無量阿波陀那。如是語經者，有二種：一", "406": "者、結句，言我先許說者，今已說竟。二者，三藏、", "407": "摩訶衍外，更有經名一目多迦；有人言目", "408": "多迦。目多迦名出三藏及摩訶衍。何等是？如", "409": "佛說：淨飯王強令出家作佛弟子者，佛選", "41": "施，當學般若波羅蜜！」【論】問曰：若菩薩未", "410": "擇五百人堪任得道者，將至舍婆提；所以", "411": "者何？以其未離欲，若近親里，恐其破戒", "412": "故，將至舍婆提。令舍利弗、目乾連等教化", "413": "之，初夜、後夜，專精不睡，勤修精進，故得道；", "414": "得道已，佛還將至本生國。一切諸佛法，還", "415": "本國時，與大會諸天眾俱住迦毘羅婆仙", "416": "人林中。此林去迦毘羅婆城五十里，是諸", "417": "釋遊戲園。此諸釋子比丘，處舍婆提時，初夜、", "418": "後夜，專精不睡，故以夜為長；從林中來，", "419": "入城乞食，覺道里長遠。爾時，佛知其心，有", "42": "得漏盡，云何在漏盡聖人前？答曰：菩薩初發", "420": "一師子來禮佛足，在一面住，佛以是三因", "421": "緣，故說偈：", "422": "「不寐夜長，疲惓道長，愚生死長，", "423": "莫知正法！」", "424": "佛告比丘：「汝未出家時，其心放逸多睡眠", "425": "故，不覺夜長；今初夜、後夜，專精求道，減", "426": "省睡眠故，覺夜大長。此迦毘羅婆林，汝本", "427": "駕乘遊戲，不覺為遠；今著衣持鉢，步行疲", "428": "極，故覺道長。」是師子，鞞婆尸佛時作婆羅門", "429": "師，見佛說法，來至佛所。爾時，大眾以聽", "43": "意時，已在一切眾生前，何況積劫修行！是菩", "430": "法故，無共語者，即生惡念，發惡罵言：「此諸", "431": "禿輩，與畜生何異！不別好人，不知言語！」", "432": "以是惡口業故，從鞞婆尸佛乃至今日，九", "433": "十一劫，常墮畜生中；此人爾時，即應得道，", "434": "以愚癡故，自作生死長久；今於佛所心清", "435": "淨故，當得解脫。如是等經，名為出因緣。於", "436": "何處出？於三藏、摩訶衍中出，故名為出。云", "437": "何名因緣？是三事之本，名為因緣經。本生", "438": "經者，昔者菩薩曾為師子，在林中住，與", "439": "一獼猴共為親友。獼猴以二子寄於師子，", "44": "薩功德智慧大故，世世常大，能利益聲聞、辟", "440": "時有鷲鳥，飢行求食，值師子睡，故取猴", "441": "子而去，住於樹上。師子覺已，求猴子不得", "442": "見，鷲持在樹上，而告鷲言：「我受獼猴寄託", "443": "二子，護之不謹，令汝得去，孤負言信，請", "444": "從汝索；我為獸中之王，汝為鳥中之主，貴", "445": "勢同等，宜以相還！」鷲言：「汝不知時，吾今飢乏，", "446": "何論同異！」師子知其叵得，自以利爪摑", "447": "其脇肉，以貿猴子。又過去世時，人民多病黃", "448": "白痿熱；菩薩爾時，身為赤魚，自以其肉施", "449": "諸病人，以救其疾。又昔菩薩作一鳥身，在", "45": "支佛。眾生知菩薩恩故，推崇敬重，乃至畜生", "450": "林中住，見有一人入於深水非人行處，", "451": "為水神所羂。水神羂法，著不可解；鳥知", "452": "解法，至香山中取一藥草，著其羂上，繩即", "453": "爛壞，人得脫去。如是等無量本生，多有所", "454": "濟，是名本生經。廣經者，名摩訶衍，所謂《般", "455": "若波羅蜜經》、《六波羅蜜經》、《華首經》、《法華經》、《佛", "456": "本起因緣經》、《雲經》、《法雲經》、《大雲經》。如是等無", "457": "量阿僧祇諸經，為得阿耨多羅三藐三菩提", "458": "故說。毘佛略呂夜反，秦言未曾有經：如佛現種種神", "459": "力，眾生怪未曾有，所謂佛生時，身放大光", "46": "中亦為尊重。如菩薩昔作鹿，其色如金，其", "460": "明，照三千大千世界及幽闇之處，復照十", "461": "方無量諸佛三千大千世界。是時於佛母前，", "462": "有清淨好池，以浴菩薩；梵王執蓋，帝釋洗", "463": "身，二龍吐水。又生時，不須扶持而行七步，", "464": "足跡之處，皆有蓮華，而發是言：「我是度一切", "465": "眾生老、病、死者！」地大震動，天雨眾花，樹出音", "466": "聲，作天伎樂。如是等無量希有事，是名未", "467": "曾有經。論議經者，答諸問者，釋其所以。又", "468": "復廣說諸義。如佛說四諦，何等是四？所謂", "469": "四聖諦。何等是四？所謂苦、集、滅、道聖諦。是名", "47": "角七寶，五百鹿隨逐宗事。若在人中，好世", "470": "論議。何等為苦聖諦？所謂生苦等八種苦。何", "471": "等是生苦？所謂諸眾生各各生處，是中受苦。", "472": "如是等問答，廣解其義，是名優波提舍。如", "473": "摩訶衍中，佛說六波羅蜜。何等六？所謂檀波", "474": "羅蜜乃至般若波羅蜜。何等是檀波羅蜜？檀", "475": "波羅蜜有二種：一者、具足，二者、不具足。何等", "476": "是具足？與般若波羅蜜和合，乃至十住菩薩", "477": "所得，是名具足。不具足者，初發菩薩心，未", "478": "得無生忍法，未與般若波羅蜜和合，是名", "479": "不具足。乃至禪波羅蜜，亦如是。般若波羅蜜", "48": "作轉輪聖王，惡世恒作大王，護持佛法，利", "480": "具足者，有方便力；未具足者，無方便力。復", "481": "次，佛所說論議經，及摩訶迦栴延所解修多", "482": "羅，乃至像法凡夫人如法說者，亦名優波", "483": "提舍。聲聞所不聞者，佛獨與菩薩說法，無", "484": "諸聲聞聽者。又佛以神通力，變身無數，遍", "485": "至十方一乘世界說法。又復佛為欲天、色", "486": "天說法，無諸弟子，故不得聞。問曰：諸六", "487": "通阿羅漢，若佛說時，雖不在坐，以天耳、天", "488": "眼可得見聞，若以宿命通并知過去事，", "489": "何以不聞？答曰：諸聲聞神通力所不及處，", "49": "益眾生。若出家，值有佛法則為世作大度", "490": "是故不聞。復次，佛為諸大菩薩說《不可思", "491": "議解脫經》，舍利弗、目連在佛左右而不得", "492": "聞，以不種是聞大乘行法因緣故。譬如", "493": "坐禪人，入一切處定中，能使一切皆水皆火，", "494": "而餘人不見；如《不可思議解脫經》中廣說。", "495": "「盡欲受持」者，聞而奉行為「受」；久久不失為", "496": "「持」。", "497": "大智度論卷第三十三", "5": "50 到彼岸義【經】「復次，舍利弗！菩薩摩訶薩欲到有為、無為", "50": "師，興顯佛法；若無佛法，則為外道大師，行", "51": "四無量。阿羅漢、辟支佛，雖有無漏，利益事", "52": "少。譬如一升酥雖精，不如大海水酪。菩", "53": "薩雖有漏智慧，及其成熟，利益無量。復次，", "54": "羅漢、辟支佛四事供養助道之具，多由菩薩", "55": "得。如《首楞嚴經》說：「文殊師利七十二億作辟", "56": "支佛，化辟支佛人，令其成道。」以是故，在聲", "57": "聞、辟支佛前。「欲為諸佛給使」者，如釋迦文", "58": "佛未出家時，車匿給使，優陀耶戲笑；瞿", "59": "毘耶、耶輸陀等諸婇女，為內眷屬。出家六年", "6": "法彼岸者，當學般若波羅蜜！」【論】彼岸者，", "60": "苦行時，五人給侍。得道時，彌喜、羅陀、須那剎", "61": "多羅、阿難、密跡力士等，是名「內眷屬」。「大眷屬」", "62": "者，舍利弗、目揵連、摩訶迦葉、須菩提、迦旃延、", "63": "富樓那、阿泥盧豆等諸聖人，及彌勒、文殊", "64": "師利、󰉈陀婆羅諸阿毘跋致一生補處菩薩", "65": "等，是名大眷屬。復次，佛有二種身：一者、法", "66": "性生身，二者、隨世間身。世間身眷屬，如先說。", "67": "法性生身者，有無量無數阿僧祇一生補處", "68": "菩薩侍從。所以者何？如《不可思議解脫經》", "69": "說：「佛欲生時，八萬四千一生補處菩薩在前", "7": "於有為、無為法盡到其邊。云何是彼岸？以大", "70": "導，菩薩從後而出；譬如陰雲籠月。」又如", "71": "《法華經》說：「從地踊出菩薩等」，皆是內眷屬、", "72": "大眷屬。「菩薩眷屬」者，有佛，純以菩薩為眷", "73": "屬；有佛，純以聲聞為眷屬；有佛，菩薩、聲聞", "74": "雜為眷屬。是故言「但欲得菩薩為眷屬者，", "75": "當學般若波羅蜜」。眷屬有三：上、中、下——下者", "76": "純聲聞，中者雜，上者但菩薩。「淨報大施」者，", "77": "有人言：「菩薩多集福德，未除煩惱，受人信", "78": "施，未能淨報。」佛言：「菩薩行般若波羅蜜，諸", "79": "法皆空不可得，何況諸結使！菩薩入法性中", "8": "智慧悉知悉盡有為法總相、別相種種悉解；", "80": "故，不證真際，是故能淨報施福。」復次，菩薩", "81": "功德廣大，從發心已來，欲代一一眾生", "82": "受一切苦，欲以一切功德與一切眾生，然", "83": "後當自求佛道。但是事不可得故，而自成", "84": "佛，度一切眾生。又菩薩志願，不以阿僧祇", "85": "為拘；如世間及如、法性、實際、虛空等久住。", "86": "菩薩心住世間，利益眾生故，亦如是久住，", "87": "無有窮已。是人不能淨報施福者，誰能淨", "88": "畢！如父母雖有結使諸惡，以一世利益", "89": "子故，受其供養，令子得大福，何況菩薩", "9": "無為法中，從須陀洹至佛，悉皆了知。有為、無", "90": "無諸結使，而住無邊世中利益眾生，而不", "91": "淨畢？又復菩薩但有悲心而無般若，尚能", "92": "利益，何況行般若波羅蜜！問曰：若菩薩無", "93": "結使，云何世間受生？答曰：先已答，菩薩得", "94": "無生法忍，得法性生身，處處變化以度眾", "95": "生，莊嚴世界。是功德因緣故，雖未得佛，能", "96": "淨報施福。", "97": "【經】「復次，舍利弗！菩薩摩訶薩欲不起慳心、", "98": "破戒心、瞋恚心、懈怠心、亂心、癡心者，當學般", "99": "若波羅蜜！」【論】是六種心惡故，能障蔽六波"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 初品中: 大智度論釋: 初品中: 大智度論釋: 初品中", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}