{"author": "後漢 迦葉摩騰共法蘭譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0784 四十二章經: 四十二章經: 四十二章經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 784", "1": "四十二章經", "2": "後漢西域沙門迦葉摩騰共法蘭譯", "3": "昔漢孝明皇帝夜夢見神人，身體有金色，", "4": "項有日光，飛在殿前，意中欣然，甚悅之。明日", "5": "問群臣：「此為何神也？」有通人傅毅曰：「臣聞天", "6": "竺有得道者，號曰佛，輕舉能飛，殆將其神", "7": "也。」於是上悟，即遣使者張騫、羽林中郎將", "8": "秦景博士弟子王遵等十二人，至大月支國", "9": "寫取佛經四十二章。在第十四石函中登起", "10": "立塔寺，於是道法流布，處處修立佛寺。遠", "11": "人伏化願為臣妾者，不可稱數，國內清寧，含", "12": "識之類蒙恩受賴于今不絕也。", "13": "佛言：「辭親出家為道，名曰沙門，常行二", "14": "百五十戒，為四真道行，進志清淨，成阿羅", "15": "漢。阿羅漢者，能飛行變化，住壽命，動天地；", "16": "次為阿那含，阿那含者，壽終魂靈上十九", "17": "天，於彼得阿羅漢；次為斯陀含，斯陀含者，一", "18": "上一還，即得阿羅漢；次為須陀洹，須陀洹者，", "19": "七死七生，便得阿羅漢；愛欲斷者，譬如四支", "20": "斷，不復用之。」", "21": "佛言：「除鬚髮，為沙門，受道法，去世資", "22": "財，乞求取足，日中一食，樹下一宿，慎不再", "23": "矣！使人愚弊者，愛與欲也。」", "24": "佛言：「眾生以十事為善，亦以十事為惡。身", "25": "三、口四、意三。身三者：殺、盜、婬；口四者：兩", "26": "舌、惡罵、妄言、綺語；意三者：嫉、恚、癡，不信三", "27": "尊，以邪為真。優婆塞行五事，不懈退，至十事，", "28": "必得道也。」", "29": "佛言：「人有眾過，而不自悔，頓止其心，罪來歸", "30": "身，猶水歸海，自成深廣矣；有惡知非，改過", "31": "得善，罪日消滅，後會得道也。」", "32": "佛言：「人愚吾以為不善，吾以四等慈護", "33": "濟之；重以惡來者，吾重以善往，福德之氣，常", "34": "在此也；害氣重殃，反在于彼。」有人聞佛道", "35": "守大仁慈，以惡來，以善往，故來罵。佛默然", "36": "不答，愍之癡冥狂愚使然。罵止，問曰：「子以禮", "37": "從人，其人不納，實禮如之乎？」曰：「持歸。」「今", "38": "子罵我，我亦不納，子自持歸，禍子身矣！猶響", "39": "應聲，影之追形，終無免離，慎為惡也。」", "40": "佛言：「惡人害賢者，猶仰天而唾，唾不污天，", "41": "還污己身；逆風坋人，塵不污彼，還坋于身。賢", "42": "者不可毀，禍必滅己也。」", "43": "佛言：「夫人為道務博愛，博哀施德莫大施。守", "44": "志奉道，其福甚大；覩人施道，助之歡喜，亦得", "45": "福報。」質曰：「彼福不當減乎？」佛言：「猶若炬", "46": "火，數千百人，各以炬來，取其火去，熟食、除冥；", "47": "彼火如故，福亦如之。」", "48": "佛言：「飯凡人百不如飯一善人，飯善人千不", "49": "如飯持五戒者一人，飯持五戒者萬人不如", "50": "飯一須陀洹，飯須陀洹百萬不如飯一斯陀", "51": "含，飯斯陀含千萬不如飯一阿那含，飯阿那", "52": "含一億不如飯一阿羅漢，飯阿羅漢十億不", "53": "如飯辟支佛一人，飯辟支佛百億不如以", "54": "三尊之教度其一世二親，教親千億不如飯一", "55": "佛——學願求佛，欲濟眾生也。飯善人福最深重，", "56": "凡人事天地鬼神，不如孝其親矣，二親最神", "57": "也。」", "58": "佛言：「天下有五難：貧窮布施難、豪貴學道", "59": "難、制命不死難、得覩佛經難、生值佛世難。」", "60": "有沙門問佛：「以何緣得道？奈何知宿命？」佛", "61": "言：「道無形，知之無益，要當守志行；譬如磨", "62": "鏡，垢去明存，即自見形，斷欲守空，即見道", "63": "真，知宿命矣。」", "64": "佛言：「何者為善？唯行道善。何者最大？志與", "65": "道合大。何者多力？忍辱最健，忍者無怨，必", "66": "為人尊。何者最明？心垢除、惡行滅，內清淨", "67": "無瑕；未有天地，逮于今日，十方所有，未見", "68": "之萌，得無不知、無不見、無不聞，得一切智，可", "69": "謂明乎。」", "70": "佛言：「人懷愛欲不見道，譬如濁水，以五彩投", "71": "其中，致力攪之，眾人共臨水上，無能覩其影", "72": "者；愛欲交錯，心中為濁，故不見道；水澄穢", "73": "除，清淨無垢，即自見形。猛火著釜下，中水踊", "74": "躍，以布覆上，眾生照臨，亦無覩其影者；心中", "75": "本有三毒涌沸在內，五蓋覆外，終不見道；", "76": "要心垢盡，乃知魂靈所從來，生死所趣向，諸", "77": "佛國土、道德所在耳。」", "78": "佛言：「夫為道者，譬如持炬火入冥室中，其冥", "79": "即滅而明猶在，學道見諦，愚癡都滅，得無", "80": "不見。」", "81": "佛言：「吾何念念道？吾何行行道？吾何言言道？", "82": "吾念諦道，不忽須臾也。」", "83": "佛言：「覩天地念非常，覩山川念非常，覩万", "84": "物形體豐熾念非常；執心如此，得道疾矣。」", "85": "佛言：「一日行，常念道、行道，遂得信根，其福無", "86": "量。」", "87": "佛言：「熟自念身中四大，名自有名都為無，吾", "88": "我者寄生，生亦不久，其事如幻耳。」", "89": "佛言：「人隨情欲求華名，譬如燒香，眾人聞其", "90": "香，然香以熏自燒；愚者貪流俗之名譽，不守", "91": "道真，華名危己之禍，其悔在後時。」", "92": "佛言：「財色之於人，譬如小兒貪刀刃之蜜，甜", "93": "不足一食之美，然有截舌之患也。」", "94": "佛言：「人繫於妻子、寶宅之患，甚於牢獄、桎梏、", "95": "鋃鐺。牢獄有原赦，妻子情欲雖有虎口之", "96": "禍，己猶甘心投焉，其罪無赦。」", "97": "佛言：「愛欲莫甚於色，色之為欲，其大無外。", "98": "賴有一矣，假其二，普天之民，無能為道者。」", "99": "佛言：「愛欲之於人，猶執炬火逆風而行。愚者", "100": "不釋炬，必有燒手之患。貪婬、恚怒、愚癡之毒，", "101": "處在人身，不早以道除斯禍者，必有危殃，", "102": "猶愚貪執炬，自燒其手也。」", "103": "天神獻玉女於佛，欲以試佛意、觀佛道。佛言：", "104": "「革囊眾穢，爾來何為？以可斯俗，難動六通。", "105": "去！吾不用爾。」天神踰敬佛，因問道意；佛為", "106": "解釋，即得須陀洹。", "107": "佛言：「夫為道者，猶木在水，尋流而行，不左觸", "108": "岸，亦不右觸岸；不為人所取，不為鬼神所遮，", "109": "不為洄流所住，亦不腐敗，吾保其入海矣。", "110": "人為道，不為情欲所惑，不為眾邪所誑，精進", "111": "無疑，吾保其得道矣。」", "112": "佛告沙門：「慎無信汝意，意終不可信。慎無", "113": "與色會，與色會即禍生。得阿羅漢道，乃可", "114": "信汝意耳。」", "115": "佛告諸沙門：「慎無視女人，若見無視。慎無", "116": "與言，若與言者，勅心正行，曰：『吾為沙門，處于", "117": "濁世，當如蓮花不為泥所污。老者以為母，長", "118": "者以為姊，少者為妹，幼者子，敬之以禮。』意", "119": "殊當諦惟觀，自頭至足自視內，彼身何有，", "120": "唯盛惡露諸不淨種，以釋其意矣。」", "121": "佛言：「人為道去情欲，當如草見火，火來已", "122": "却。道人見愛欲，必當遠之。」", "123": "佛言：「人有患婬，情不止，踞斧刃上，以自除其", "124": "陰。佛謂之曰：『若斷陰不如斷心，心為功曹，", "125": "若止功曹，從者都息；邪心不止，斷陰何益？斯", "126": "須即死？』」佛言：「世俗倒見，如斯癡人。」", "127": "有婬童女與彼男誓，至期不來而自悔曰：「欲", "128": "吾知爾本，意以思想生，吾不思想爾，即爾而", "129": "不生。」佛行道聞之，謂沙門曰：「記之！此迦葉", "130": "佛偈，流在俗間。」", "131": "佛言：「人從愛欲生憂，從憂生畏。無愛即無憂，", "132": "不憂即無畏。」", "133": "佛言：「人為道，譬如一人與萬人戰，被鉀、操兵、", "134": "出門欲戰，意怯膽弱乃自退走，或半道還，", "135": "或格鬪而死，或得大勝還國高遷。夫人能牢", "136": "持其心，精銳進行，不惑于流俗狂愚之言者，", "137": "欲滅惡盡，必得道矣。」", "138": "有沙門夜誦經甚悲，意有悔疑，欲生思歸。", "139": "佛呼沙門問之：「汝處于家將何修為？」對曰：", "140": "「恒彈琴。」佛言：「絃緩何如？」曰：「不鳴矣。」「絃急", "141": "何如？」曰：「聲絕矣。」「急緩得中何如？」「諸音普悲。」", "142": "佛告沙門：「學道猶然，執心調適，道可得矣。」", "143": "佛言：「夫人為道，猶所鍛鐵漸深，棄去垢，成器", "144": "必好。學道以漸深，去心垢，精進就道。暴即", "145": "身疲，身疲即意惱，意惱即行退，行退即修", "146": "罪。」", "147": "佛言：「人為道亦苦，不為道亦苦。惟人自生至", "148": "老，自老至病，自病至死，其苦無量。心惱積", "149": "罪，生死不息，其苦難說。」", "150": "佛言：「夫人離三惡道得為人難；既得為人，去", "151": "女即男難；既得為男，六情完具難；六情已具，", "152": "生中國難；既處中國，值奉佛道難；既奉佛道，", "153": "值有道之君難，生菩薩家難；既生菩薩家，", "154": "以心信三尊、值佛世難。」", "155": "佛問諸沙門：「人命在幾間？」對曰：「在數日間。」", "156": "佛言：「子未能為道。」復問一沙門：「人命在幾間？」", "157": "對曰：「在飯食間。」佛言：「子未能為道。」復問一", "158": "沙門：「人命在幾間？」對曰：「呼吸之間。」佛言：「善", "159": "哉！子可謂為道者矣。」", "160": "佛言：「弟子去，離吾數千里，意念吾戒必得道。", "161": "在吾左側，意在邪，終不得道。其實在行，近而", "162": "不行，何益萬分耶！」", "163": "佛言：「人為道，猶若食蜜，中邊皆甜。吾經亦爾，", "164": "其義皆快，行者得道矣。」", "165": "佛言：「人為道，能拔愛欲之根，譬如摘懸珠，一", "166": "一摘之，會有盡時。惡盡，得道也。」", "167": "佛言：「諸沙門行道，當如牛負，行深泥中，疲極，", "168": "不敢左右顧，趣欲離泥，以自蘇息。沙門視情", "169": "欲，甚於彼泥，直心念道可免眾苦。」", "170": "佛言：「吾視諸侯之位如過客，視金玉之寶", "171": "如礫石，視㲲素之好如弊帛。」", "172": "四十二章經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0784 四十二章經: 四十二章經: 四十二章經", "source": "CBETA"}