{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 明度經", "text": {"0": "17 守空品", "1": "大明度經卷第五", "10": "會坐說經，與除饉眾相隨最在前，如來說經", "100": "持慈心哀念，令安隱，愍傷之，自護所念：『使吾", "101": "無生穢濁惡心，我設有不善，疾使棄之。』是闓", "102": "士大士所行極上。當作如是知。", "103": "19 善友品善友品第十九", "104": "「復次，善業！闓士大士盛志，欲得無上正真道", "105": "最正覺，當與善友從事，恭敬三尊。」善業問：「善", "106": "友當何以知？」佛言：「有為人說明度無極者，教", "107": "人入是定，是闓士大士善友。六度無極是善", "108": "友，是善德，是護，是將，是去，如來最正覺，當來", "109": "今現在十方無稱數佛剎如來，皆從明成一", "11": "悉見，是不退轉闓士相。夢中在虛空中坐，為", "110": "切智道，用四事護眾生。何等四？一者布施，二", "111": "者勸樂，三者饒益，四者等與。是為四德。為父母、", "112": "為舍、為臺、為度、為自歸、為導，是故六度為眾", "113": "生之度。闓士大士學六度，用眾生故，都欲斷", "114": "其根，學明度相。何所是明度相？無罣礙明度", "115": "相，是相為得諸法。」佛言：「如是無有相得明", "116": "度，是所相得諸法。何以故？諸法各空，是相亦", "117": "空，是為明度。」善業問佛：「正使，天中天！諸法", "118": "各空，何緣人民欲生無滅盡時？空無增時", "119": "亦無休息，各虛空無形。無上正真道最正覺，", "12": "諸除饉說經，還自見七尺光，自在變化於餘", "120": "不從是中。各各虛空，不得無上正真道最正", "121": "覺。云何，天中天！是法當何以知決？」佛言：「爾", "122": "群生勤苦望，欲得是因致是，作是求。爾見我", "123": "得空不乎？」善業言：「不，天中天！」佛言：「自作是", "124": "得是，是空不？」對曰：「如空，天中天！」佛言：「但用是", "125": "故，若無解時？」對曰：「如是，天中天！極安隱人民", "126": "欲得是、因致是，勤苦無休。」佛言：「人民所欲故", "127": "便著。當作是知。人民所生，本從是中無所", "128": "取，無所取者不作是無，是無滅盡時無生增", "129": "益者。作是曉知，是闓士大士求明度。」善業白", "13": "處所作為，如佛說經。夢中不恐不怖不畏難。", "130": "佛言：「闓士為不求五陰，作是知曉？為求明度？", "131": "為悉等求？諸應儀、緣一覺所不及。有德之人求", "132": "巍巍之道，無能逮者，當作是行，晝夜疾近無", "133": "上正真道最正覺。」佛言：「云何，四天下群生都", "134": "獲為人，當求無上正真，發意索佛道，各盡", "135": "壽布施與無上正真道。於善業意云何，其福", "136": "寧多不？」對曰：「甚多，天中天！」佛言：「得明度淨定", "137": "守一日，如中教，作是念行，是福過彼。何以故？", "138": "眾生行無能及是慈者。斯高士深入智中，曉", "139": "了是智悉具足，是世間勤苦，即興普慈，愍傷", "14": "若見郡縣其中兵起展轉相攻，水火之災，虎", "140": "一切，道眼徹視見群生，成就具足高志，行", "141": "無懈怠。以其不懈得是。彼闓士弘慈普至，不", "142": "以斯相住，亦不用餘住，其智大明，雖未住", "143": "無上正真道，一切剎土皆共尊，舉正上真道", "144": "終不還。若受供養衣服、飯食、床臥、醫藥，是明", "145": "度心其中立，所受施除去近一切智，所食無罪，", "146": "益於眾生悉示道住，無邊極處悉照明之，", "147": "諸在牢獄中者悉度脫之，示其道眼——隨是行、", "148": "莫念相，莫作異念持短，入明度中高行莫", "149": "懈。譬如得明月珠已，復亡之。大愁毒坐，起憂", "15": "狼師子毒虫之害，見斬人首者，如是餘變，勤", "150": "念想。如亡七寶，作是念：『云何我亡是寶？』欲索", "151": "珍寶者，常堅持心，無得失一切智。何以故？明", "152": "度虛空亦不增減。」善業言：「虛空，云何闓士大", "153": "士成就其行，近無上正真道？」佛言：「闓士大士", "154": "亦不增不減。經中說時，聞之不恐不怖。當知", "155": "是高士即為求明度矣。」善業言：「如是明度", "156": "為空求乎？」佛言：「不也。」「有離明度得耶？」佛言：「不", "157": "也。」善業言：「以五陰求？」佛言：「不也。」又問：「離五", "158": "陰頗有所求？」佛言：「不也。」善業言：「云何求大明？」", "159": "佛言：「若見是法，何所法求明度？」對曰：「不見，", "16": "苦困窮飢渴者，視諸厄難悉作是見，其心不", "160": "天中天！」佛言：「云何，遍見是明度，何所闓士求", "161": "之？」對曰：「不見。」佛言：「設使遍見，法有所生處不？」", "162": "對曰：「不見。」佛言：「是所闓士大士還得無所", "163": "從生法樂，悉具足無所受決無上正真道最", "164": "正覺，所至處無所復畏，悉作是護、是求、是行、", "165": "是力，為還佛慧、極大慧、自在慧、一切智慧、", "166": "如來慧。設作是，不得佛。」佛言：「為有異。」善業", "167": "言：「設使諸法無所生，受決無上正真道？」佛言：", "168": "「不。」善業言：「云何闓士大士得無上正真道？」", "169": "佛言：「見所當受決者乎？」對曰：「不見法當作", "17": "恐。寤即起坐，念：『如夢中所見覩是三處，我作", "170": "無上正真道。」佛言：「如是！諸法無從中得。闓士", "171": "不作是念：『持是法，當受決、不受決。』」", "172": "20 天帝釋品天帝釋品第二十", "173": "釋於眾中白佛言：「甚深明度無極，難了難知。", "174": "天人德大，值說斯定。聞之，書持學者，其福甚", "175": "大。」佛語釋：「閻浮提人民皆持十戒，悉具足持，", "176": "是功德百千萬億倍，不如是善人聞明度書", "177": "持學者。」時，座中有一除饉語釋：「出卿上去已。」", "178": "報言：「持心一念出我上，何況書持學，隨是法", "179": "教，作是立者。明德踰三界群生之上，及至", "18": "佛時，說經遍教。』當知是不退轉相。從何知是？", "180": "溝港、頻來、不還、應儀、緣一覺，復過是上。至闓", "181": "士行布施、戒、忍、精進、禪度無極，若失明度", "182": "及變謀明慧，亦復過其上。闓士大士求明度", "183": "狎習中行，天人鬼龍含毒凶𦾨終不能勝。作", "184": "是堅持，疾近一切智，不離如來，名佛坐不遠。", "185": "懈怠不生，為學佛，不學應儀、緣一覺法。四天", "186": "王當往問訊。疾學四部弟子，當於佛座作無", "187": "上正真道，當作是學。四天王常自往問訊，何", "188": "況餘天子。」阿難作是念：「是釋自持智說耶？", "189": "持佛威神乎？」釋知阿難心所念，語阿難言：", "19": "闓士大士成作佛時，其境內一切無惡。正是", "190": "「持佛威神。」佛言：「是中，阿難！或時闓士大士深", "191": "念求學明度，三千國土中邪，一切皆悉愁毒，", "192": "欲共壞亂，使中道取證。」", "193": "21 貢高品貢高品第二十一", "194": "佛告阿難：「闓士隨時各學明度無極，隨法行", "195": "之。是時一佛界邪，各驚念言：『我使闓士中道得", "196": "應儀，莫使得無上正真。』弊邪見闓士習行明", "197": "度，深為愁毒，四面放火，怖諸闓士念心一轉。」", "198": "佛言：「邪不身遍行亂。闓士若遠離善師，為邪", "199": "所亂愁毒。以不深解明度，心狐疑念：『有之？", "2": "南吳月支國居士支謙譯", "20": "時，夢中若見畜生相食、人民疾疫。其心稍稍", "200": "無乎？昔所翫習而今惡聞，或結不知，將以", "201": "何緣守明度乎？』疑網自蔽，邪得其便，教餘闓", "202": "士言：『若用是為寫學，我尚不了其事，若能了", "203": "乎？』自言所行是，若所行非，所為顛倒。用是故，", "204": "其人在地獄、禽獸、餓鬼中，其罪日增。如是邪", "205": "大歡喜。若闓士與行應儀道諍，又與闓士共", "206": "諍，時邪言兩，離佛遠矣。若未得不退轉闓士", "207": "與不退轉諍，隨念恚恨，心一轉念，轉却一劫，", "208": "雖有是惡，不捨一切智。劫數無極，始當從初發", "209": "意起。」阿難白佛言：「心所念惡，寧可悔不？乃", "21": "生念：『使我界中一切無惡。』用是故知。於夢中", "210": "當却就爾所劫？」佛言：「我法廣大，可得悔。若", "211": "闓士念惡有恨，又喜以教彼，斯人不可使悔", "212": "也。誤有恚罵，即慚悔過：『我當為十方人作", "213": "橋梁，令得泥洹。寧可有惡意與人諍耶？當如", "214": "啞羊諸惡忍之。』心不當起恚為應儀道者。」", "215": "阿難白佛言：「闓士大士與相共止，法當云何？」", "216": "佛言：「相視當如視佛。心念，當言：『共一師、一", "217": "船、一道，彼所學，我亦當學。』欲喜應儀、緣一覺", "218": "道者，不與同願；其有忍苦欲求佛者，當與相", "219": "隨。若此為一法學也。」", "22": "寤已，若見城郭火起時便作是念：『可於夢中", "220": "22 學品學品第二十二", "221": "善業白佛言：「闓士學無常，為學一切智？學無", "222": "所生、學去婬妷、學滅度，為學一切智？」佛告善", "223": "業：「若所問：『學無常，為學一切智？』者，云何是如來", "224": "本無隨因緣得？如來本無字，寧有盡時不？」對", "225": "曰：「不也。」「如此為學一切智明度無極。如來地", "226": "十種力、四無所畏，為悉學諸佛法。闓士大士", "227": "作是學，邪及官屬不能中壞，疾得不退轉，為", "228": "近佛樹下坐。為學佛道，為學習法。慈悲喜護", "229": "普濟群生，學三合十二法輪為轉，學滅度十", "23": "可見是相。』見之不怖，用是相行具足，是為不", "230": "方人，為稍稍上至佛道，學入甘露法門。不懈", "231": "怠之人乃能學是。作是學者，為學十方人導，死不入地獄、禽獸、餓鬼，終不生邊地愚癡貧", "232": "窮中，不受眾痛之疾，不毀十戒，不從流俗婬", "233": "祠，遠不持十戒人，不願生不想天上。從明度", "234": "中出變謀明慧威神，入禪不隨禪、不隨禪法。", "235": "闓士學如是，為得淨力、無所畏力、佛法淨力。」", "236": "善業白佛言：「諸法本皆淨，何等闓士為得法", "237": "淨？」佛言：「闓士學如斯，為學無所得淨法諸法", "238": "淨。如是闓士行明度時，不悔不厭是為行。未", "239": "得道者愚癡，不曉是法、不見其事。闓士用人", "24": "退轉闓士。今我審應是所向者，當無是異變。", "240": "故，常精進，人當効我，用是得力、精進、無所", "241": "畏。作是學一切智者，若出金之地，其地少耳。", "242": "又如索轉輪聖王之人少耳，小王者多。從是", "243": "中多索應儀、緣一覺者，既有初發意者，闓士", "244": "少有隨明度教得不退轉者。闓士當力學及", "245": "不退轉。闓士行明度，不以恚意向人，不求人", "246": "短，心無慳貪，不毀戒、懷恨、懈怠、迷亂，心無", "247": "癡冥。學明度，為照明諸度，悉入其門，道德備", "248": "足。如人言：『是我所。』便外著十二品。悉供養一", "249": "佛界中人盡壽命，不如守明度淨定彈指", "25": "火起當滅，悉消去不復見。」佛言：「假令火即滅，", "250": "頃。何以故？從是疾得無上正真道，能給視", "251": "十方窮孤，求佛之境界，佛之智慧，如師子獨", "252": "步。欲得佛處，當學明度。學明度者，為學諸法。」", "253": "善業言：「闓士復學應儀法耶？」佛言：「闓士學一", "254": "切智，應儀功德不於中住。闓士學，十方人無", "255": "能過者，於一切智中不壞不滅。若念持是明", "256": "度當得一切智，為不行。明度無極，無相之", "257": "行也。」", "258": "23 守行品守行品第二十三", "259": "是時天帝釋在會中坐，作是念：「闓士行，十方", "26": "知已於往佛受尊決矣。假令火不滅，知未受", "260": "人無能過者，豈況佛乎？人身難得，壽安又難，", "261": "有一發意求佛者甚難，何況至心求佛道、欲", "262": "為十方作明度導者乎？」是時，釋化作甘香華", "263": "以散佛上，作是說：「行闓士道者乃及於佛，所", "264": "願悉成，為護成佛諸經一切智，如來經法悉", "265": "具足不退，轉法示人。有至心索佛，於是法一", "266": "存念終不還：『我欲使人於法中益念，不厭生", "267": "死之苦，以一切眾生苦故，當忍勤苦之行。』", "268": "心作是念：『諸未度者吾當度之，恐怖者吾當", "269": "安隱之，諸未滅度者吾當滅度之。』」復問佛：「新", "27": "決。設火神燒一舍，置一舍。復起燒一里，置", "270": "發意闓士隨次第上至不退轉，至一生補處。", "271": "人勸助其喜，得何等福？」佛言：「須彌山尚可稱", "272": "知；阿闍浮闓士行人，勸助歡喜，其福無極。一", "273": "佛界中海水，取一髮破為百分，從中取一分", "274": "以取水，水盡可知幾渧；不退轉闓士行，勸助", "275": "歡喜，其福不可量稱數。一佛剎虛空，持一斛", "276": "半斛一斗半斗一升半升，可量知幾所；此勸", "277": "助福，不可極。」釋白佛言：「邪及官屬從邪天來，", "278": "聞斯定不助勸，將有緣乎？」佛言：「發意索佛者，", "279": "為壞邪界。心不離佛法，除饉眾如是，其助喜", "28": "一里。知其家人前世時斷經所致。斯人之等，", "280": "者為近佛。用是功德，世世所生，為人所敬養，", "281": "未嘗有惡聲，不恐入三惡道，當生天上，在十", "282": "方常尊。何以故？此勸助之德為等施群生矣。", "283": "何以故？初發意人稍稍增多，自致作佛，滅", "284": "度群生故。」善業白佛言：「心譬如幻，何因得佛？」", "285": "佛言：「云何，若學見幻不？」對曰：「不見化幻，亦不", "286": "見幻心也。」佛言：「不見化幻、幻心，見有異法，當", "287": "得佛道不？」對曰：「離化幻心、不離幻心，不見當", "288": "來佛。無法無見，當說何等法得耶不得也。是", "289": "法本無遠離，亦無若得不得也。本無所生，亦", "29": "所作悉自見，宿所作惡，於是悉除。從是來，斷", "290": "無作佛者。設不有是法，亦不得作佛。」善業白", "291": "佛言：「設爾明度離本無。」對曰：「法本無對無", "292": "證、無守無行。無法當有所得。何以故？離明度", "293": "本無形故。本無遠離，何因當於明度中得佛？", "294": "佛者離本無所有，何所離本無無所有當得", "295": "佛者？」佛言：「如爾所言，離本明度、離本一切", "296": "智，俱無所有。雖離本，本亦無所從生。闓士當", "297": "作是惟，深入守定，是故離本無所有得作佛。", "298": "雖知離本明度無所有，是為不守明度、不具", "299": "足行者，不得作佛。如善業所言：『不用明故得", "3": "遠離品善友品天帝釋品", "30": "經餘殃悉盡，知是未得不退轉。用是視，持是", "300": "佛。』雖爾，不可離明度得作佛。闓士所行勤苦", "301": "深奧之法，不可取泥洹。如是所說事，闓士", "302": "不為勤苦行。何以故？無作證者，無明度得證", "303": "者，亦無經法得證者。闓士聞是，不恐不殆，", "304": "是為行明度。雖作是行，亦不見行，是為行明", "305": "度，近作佛。遠離應儀、緣一覺，不見不念，譬如", "306": "虛空中無念有近遠者也。何以故？明度無形", "307": "類。譬如幻所作人不作是念：『師離近，觀人", "308": "離我遠。』譬如影現於水中或近或遠，不念近", "309": "遠。何以故？影無形。明度如是，無是念：『應儀、緣", "31": "相，當為說令知之。或時男女為鬼神所取，作", "310": "一覺道為遠、佛道為近。』適無憎愛，無著無生。", "311": "譬如匠工黠師刻作機關人，若作雜畜，不能", "312": "自起居，因對搖。木人本不念言：『我當動搖屈", "313": "申低仰，令觀者喜。』如海中大船作者欲度賈", "314": "客，船不念言：『當度人。』如曠野之地萬物百穀", "315": "草木皆生，其中地不念言：『我當生、不生也。』如", "316": "明珠悉出諸寶，如日照於四天下，其明不言：", "317": "『我當悉照。』如水如風無所不至，不念：『當有所", "318": "至。』如須彌山上忉利天為莊嚴，山不念：『我以", "319": "忉利天為莊嚴。』若大海悉出諸寶琦物，海", "32": "是念：『或我受決已，過去如來授我無上正真", "320": "不念：『當從中出珍寶。』明度無極出生諸經法，", "321": "如是雖爾無形無念。譬如佛出生諸功德，慈", "322": "悲喜護加諸群生，明度成諸淨法，其義亦然。」", "323": "24 強弱品強弱品第二十四", "324": "秋露子問善業：「闓士大士行明度無極，為高", "325": "行耶？」報言：「我從佛聞，行明度為無高行。」諸愛", "326": "欲天念：「當為十方發意為闓士道者作禮。何", "327": "以故？行深明度闓士誓忍眾苦究竟佛業，不", "328": "中取證寂滅度矣。」善業語諸天：「雖不墮落中", "329": "道取證，是不為難也；為十方眾生被法鎧，令", "33": "道，所念悉淨，却應儀、緣一覺心，會當作佛。十", "330": "得滅度，斯乃為難。斯人本無索不可得，作是", "331": "念：『為欲度十方，欲度空。何以故。虛空無近無遠。人本亦爾。欲度人，為度空，為被法鎧。』如", "332": "佛所說：『人本無其知，人本無所有，是為度人。』", "333": "闓士聞斯不恐怖，斯為行明度。離人本無人，", "334": "離五陰，離諸法，本無五陰及諸經法。闓士聞", "335": "是不恐不懈。」佛言：「何因不恐不懈？」對曰：「本無", "336": "故不恐，本淨故不懈。何以故？索懈怠本，本無", "337": "有也。所因懈怠，亦復無有也。諸天釋梵皆為", "338": "作禮。」佛言：「不但諸釋梵，上至約淨天、遍淨天、", "339": "無結愛諸天，皆為作禮。十方不可計現在諸", "34": "方現在諸佛，無不知見證者。今如來悉知我", "340": "佛，悉念擁護知是行明度闓士不退轉。恒沙", "341": "佛剎中人悉使為邪，一邪者化作如恒沙官屬", "342": "欲共害，不能中道壞得其便。有二事法行明", "343": "度，邪不能中道得其便。何謂二事？一者視諸", "344": "法皆空，不失本願。二者不捨十方人，諸佛悉", "345": "護視。諸天往至闓士所，問深經，讚歎善之，今", "346": "作佛不久。當隨是教法立，諸困苦者皆得護，", "347": "未得自歸者為得自歸，為人故作法舍，無目", "348": "者得慧眼。」佛語善業：「譬如我讚說羅蘭那", "349": "枝頭佛，十方諸佛亦讚歎行明度闓士如是。」", "35": "所議念，鬼神當用我故去。不去者，未受決。』」佛", "350": "佛言：「有行闓士道未得不退轉者，亦復讚歎。」", "351": "善業白佛：「行闓士何道，為佛所歎？」佛言：「闓", "352": "士隨無怒佛前世為闓士時，及羅蘭那枝頭", "353": "佛前世為闓士時，所行隨是教。用是故，十方", "354": "諸佛讚歎之。闓士大士行明度諸經法，信本", "355": "無所從生，尚未得無所從生法樂於中立，信", "356": "諸法本空如滅度，尚未獲不退轉。隨是法教", "357": "立者，疾得不退轉，有應是行者，諸佛讚歎之。", "358": "是闓士為度應儀道，正向佛道地。闓士聞深", "359": "明度，信不狐疑，念：『如佛說諦無異也。』却後當", "36": "言：「其人審至誠者，弊邪往到前曰：『若本作", "360": "於無怒佛所聞是法，為在不退轉地立。若聞", "361": "者，其德甚大，何況隨法教立者，為疾入一切", "362": "智。」善業白佛言：「設離本本無法無所得，亦何", "363": "所法有作佛者、有說經者？」佛言：「如是！設離本", "364": "無法無所得，何所法有作佛者，亦無說法者。", "365": "是本無無本，何所有於本無中立者。」釋白佛", "366": "言：「明度甚深，闓士勤苦行乃自致成作佛。何", "367": "以故？無字法，無所得。在本無中立者，亦無作", "368": "佛者，無說經者。聞是不恐怖、不疑不厭。」善業", "369": "言：「如是，帝釋！闓士勤苦，聞是深法不疑不厭。", "37": "是住，本字某，以受決。』欲以是語亂之。闓士言：", "370": "諸經法皆空，何所有疑厭者。」釋言：「如所說！一", "371": "切為談空事、為無著，譬如射空也。善業所說", "372": "經猶亦然矣。」釋白佛：「如我所說，為隨佛法教", "373": "耶？有增減也？」佛言：「與佛說無異。如善業所說", "374": "但說空事，善業亦不見明度、不見行者行，", "375": "不見佛、不見得佛者。一切智如來，無所從生", "376": "法，十種力、四無所畏，上尊諸淨法，都不覩有", "377": "索得之者。所以然者，諸法本淨故為無得。斯", "378": "為行明度也。眾應儀、緣一覺地所不及。欲為", "379": "十方人特尊，當隨佛法教立。」是時忉利天上", "38": "『我真已受決者，鬼神即當去。』邪神念曰：『我當", "380": "數千萬天，化作甘香花散佛上，作是說言：「我", "381": "曹亦隨法教。」時，座中百六十比丘起，正衣服，", "382": "為佛作禮已，手中各有化甘香花，持散佛上，", "383": "言：「我曹亦當隨法教立。」時，佛笑，口中出若干", "384": "色，其明至十方佛國悉為其明，還遶佛三匝，", "385": "從頂上入。阿難從坐起，正衣服，為佛作禮，長", "386": "跪問佛：「佛不妄笑，願說笑意。」佛言：「是百六十", "387": "比丘及諸天，甫當來世有劫名導，是比丘及", "388": "諸天當於導劫作佛，皆同一字，字優那拘泥", "389": "摩。作佛時，比丘僧數各等，其壽二萬歲。隨次", "39": "使鬼去。』鬼即去。所以然者，天邪極尊，有威", "390": "作佛，壽各等。盡世雨五色花如是。」", "391": "25 累教品累教品第二十五", "392": "佛告阿難：「作是立者，為如佛立。欲如一切智", "393": "立，當隨明度教。應是行者，當知從人道或", "394": "從兜術天上來，久聞明度或行。所以然者，佛", "395": "滅度後，法於世間現，或於兜術天上現，有行", "396": "若書者復轉教人，歡樂合福。知供養若干", "397": "佛以來，不於應儀、緣一覺品中作功德。有受", "398": "明度學之，若解中惠，是闓士如面見佛無異。", "399": "其有斯德，用求應儀、緣一覺，會必得佛矣。行", "4": "貢高品學品守行品強弱", "40": "靈力，鬼不敢當。闓士反念：『用我威神故去", "400": "法常當遠離此二道。」佛語阿難：「持是明度", "401": "囑累若。我所說餘經，若所受悉捨忘之，其", "402": "過少耳。所從佛受明度，若忘捨之，其過甚", "403": "多。諦學悉具足受，書字莫令缺減，往古來今", "404": "佛經等無異。若有慈心於佛者，當受此法，敬", "405": "禮供養，為供養三世佛，報佛恩備矣。若慈", "406": "孝於佛，不如恭敬明度，慎莫忘失一句。囑", "407": "累若，麤捔說耳。若有不欲離於經法、比丘僧、", "408": "三世佛者，不當遠此法。三世諸佛皆由斯生。", "409": "所以然？夫六度者乃諸闓士大士之母，佛不", "41": "耳。』便自貢高，輕易賢人，無所敬錄。言：『我於過", "410": "可盡經法之藏，若曰教人盡佛界中令得應", "411": "儀道，雖有是教，尚未報佛恩。不如具足為闓", "412": "士說明度，雖不能多一日可，不能一日食時", "413": "可，若頃間，其福勝度爾所應儀。闓士大士", "414": "思惟中慧得功德，出應儀、緣一覺上，會當復", "415": "不退轉，不中道墮落。」說是明度時，四部弟子", "416": "及諸天至誠鬼神王，一佛界中持釋迦文", "417": "威神，一切悉見無怒佛及比丘、應儀、諸闓士亦", "418": "無央數，忽不復現。佛語阿難：「譬如見國中人", "419": "已不復見，無怒佛及諸闓士、應儀士，諸經索", "42": "去如來所受決已。』自可貢高，反起瞋恚，更生", "420": "不見亦如是。法不見法，法不念法。何以故？諸", "421": "經法無念無見亦無所益。」佛語阿難：「諸經法", "422": "皆空、無所持、不可念。譬如幻師化作人。諸經", "423": "法亦然，無念無痛。何以故？無形故。闓士作是", "424": "行、作是學，為行學明度。在學中最尊百千萬", "425": "倍，是為安十方群生困厄者，為隨佛法學也。", "426": "有應是學者，以手舉一佛剎，又復著故處，人", "427": "無覺者。從是學成無礙惠法，十方三世無數", "428": "諸佛悉從明度成佛，亦不增不減，是故不可", "429": "盡，虛空亦不可盡。」", "43": "罪念，當墮兩道。以不成為成，當覺邪為。捨", "430": "26 不盡品不盡品第二十六", "431": "是時善業念：「佛所說明度無極，義甚深，不可", "432": "盡。譬如虛空。闓士當何緣思惟之？」佛言：「五陰、", "433": "十二因緣不可盡，當作是惟：『十二因緣適得", "434": "其中。』闓士初坐樹下時，以不共法惟十二因", "435": "緣，是時一切智智慧具足。闓士行明度時，惟", "436": "十二因緣不盡者，出應儀、緣一覺道，正住佛", "437": "道。不作是惟者，便中道得應儀、緣一覺道。不", "438": "中還者，用惟行明度變謀明慧故，視十二因", "439": "緣不可盡。所視法生滅者皆有因緣，法無作", "44": "善友去，為邪所困，當覺是事。邪反覆往說", "440": "者。作是思惟十二因緣。不見五陰、不見佛界。", "441": "無所因法當見佛界，是為闓士行明度。當爾", "442": "時，邪大愁毒，譬如喪親矣。」善業白佛言：「一", "443": "邪愁，餘邪復然乎？」佛言：「一佛界邪，各於所止", "444": "不安。闓士隨教時，應行如是者，諸天世凶群", "445": "生猛毒不能害之。欲求佛者當行明度，行明", "446": "度者為具布施、持戒、忍辱、精進、一心、變謀明", "447": "慧。若邪事起，覺滅之。悉欲得變謀明慧諸度", "448": "無極者，當守明度，思惟十方現在諸佛悉從", "449": "明度出生。闓士作是念：『如諸佛悉得經法。』", "45": "昔受決事，并七世父母中外示家姓子。若在", "450": "作是念如彈指頃，若有布施具足如恒沙", "451": "劫。不如是行者，為住不退轉地，為諸佛所念。", "452": "終不還餘道，會當得佛，不歸三惡道。闓士", "453": "未嘗離佛時行，當如揵陀呵盡闓士。揵陀", "454": "呵盡闓士在無怒佛國為第一。」", "455": "27 隨品隨品第二十七", "456": "善業白佛言：「闓士何因隨明度無極教？」佛", "457": "言：「諸經法無能壞者，闓士隨教當然。虛空不", "458": "可盡，五陰四大無形。沙羅伊擅六事本空無", "459": "形，闓士隨教當然，發心求佛願濟群生，其願", "46": "某國縣鄉生，今作是語，前世亦作是軟語。隨", "460": "弘普，莫與為倫。佛有四事不護，各自異端", "461": "德尊無極。闓士隨教當然，為眾生作慈護，是", "462": "我所、非我所悉斷之。虛空之中音響無形。隨", "463": "教當然，譬如大海不可斛量，如須彌巔琦寶", "464": "各異，如釋梵各自有教，如月滿、如日明遍", "465": "至。人本無形但字耳，本無所生與滅度等。闓", "466": "士隨明度，當如幻化及野馬，有名無形。如地", "467": "水火風是四事無極，佛身相本無色，佛界本", "468": "無界，佛諸經法本無無說無教。譬如眾鳥", "469": "飛行空中，無足迹矣。五根、五力、七覺意、棄脫", "47": "其人性行聰闇，吉凶窮達貴賤貧富，因扶獎𨁵言：『若前世亦爾。』闓士心念：『想我將爾。』邪", "470": "定，悉度諸欲，臨作佛時乃得行是。闓士隨教", "471": "當然，經法無極量，無從生、無因出，臨作佛", "472": "時諸經法悉具足，成滅度。虛空無所有，諸經", "473": "法淨適無所因，佛所作為變化無極。一切無", "474": "索闓士者，無得佛者，爾乃能度無央數人。闓", "475": "士隨明度教當然，去離諛諂貢高強梁非法", "476": "自用財富僥倖世事眾穢。棄身不惜壽命，適", "477": "無所募，但念佛業安慰群生。闓士行能然者，", "478": "得佛不久，悉得一切智功德，當字為佛。何", "479": "以故？今得佛不久。若有闓士以是教，甫當來", "48": "復言：『若已受決得不退轉。』其人聞之，心大歡", "480": "世為得佛字。佛在世、若滅度後，亦當隨明度", "481": "無極如是。」", "482": "明度經卷第五", "49": "喜，自謂審然，便行形調輕易同學。用是字", "5": "品累教品不盡品隨品", "50": "故，便失其本行，墮邪網，用受是字，故不覺", "51": "邪為，自謂得無上正真道。邪復言：『若作佛", "52": "時，當字某。』聞是名，心念言：『我得無然？我生本", "53": "有斯志。』」佛言：「是闓士於智中，少無變謀智", "54": "慧，反作是念：『若邪天共作，是除饉為之所", "55": "迷。』」佛言：「我所署闓士，不教令作是念，遠離", "56": "一切智，亡權德、遠大明，釋賢友、信凶愚。斯輩", "57": "會墮兩道，若後久遠勤苦，乃復求佛耳。用明", "58": "度恩故，當自致作佛。」佛言：「是時發意受是", "59": "字時，不即覺悔，如是當墮兩道。若有除饉教", "6": "18 遠離品遠離品第十八", "60": "重禁四事法，若復他事所犯、毀是禁，不成沙", "61": "門、不為佛子。是闓士言：『我於某國郡縣鄉", "62": "生。』作是生念時，於除饉四事法，其罪最重。", "63": "置是四事重法，是為五逆。當意生念，受其字", "64": "意信之，其罪太重。當作是知。用是字故，為", "65": "邪入深罪。邪復往作是語：『遠離法，正當爾，如", "66": "來正覺所稱。』」佛語善業：「我不作是說遠離，教", "67": "闓士大士於樹間閑處止。」善業白言：「云何，", "68": "天中天！何所復有異遠離？」佛言：「正使各有應", "69": "儀隨是行念，緣一覺隨是行念，各有闓士大", "7": "佛告善業：「夢中闓士大士不入應儀、緣一覺", "70": "士於城外行遠離，一切惡不得犯。若當於獨", "71": "處樹間閑止，了行闓士大士法。我樂使作是", "72": "行，不使遠行到絕無人處於中止。持是遠離，", "73": "當晝夜勤行，是故言：『行遠離當於城傍。』我所", "74": "說法如是。爾時弊邪當往教行遠離法，語之：", "75": "『若當於獨處樹間止，當作是行。』隨邪教，便亡", "76": "遠離法。邪語之言，道等耳，應儀、緣一覺等無", "77": "異。」佛言：「是闓士所願未得，反隨其行。於法", "78": "中未了，反自用輕餘闓士，自貢高誰能過我", "79": "者。輕城傍，明淨心所念，不入應儀、緣一覺法", "8": "地，亦不教人入中。諸法夢中視，心志常在佛，", "80": "中住，所有惡不受，禪脫棄定，於定中還得，", "81": "所願悉具足度。」佛言：「其無變謀明慧闓士，正", "82": "使在空澤中禽獸羅剎所不至處，百千万", "83": "歲復過是，不知遠離法，會無所益。邪便飛在", "84": "虛空中立言：『善哉，善哉，是真遠離法，如來", "85": "所說。正當隨是遠離行，疾得無上正真道。』是", "86": "人聞喜，便起到城傍，遠離成就有德高行，反", "87": "輕言：『若所行法非。』」佛言：「如是諸行者中，有", "88": "正行呼非，反行呼是，不當敬者而敬之，當所", "89": "敬者而恚慢之。邪語是闓士言：『我行遠離。有", "9": "當知是不退轉相。夢中與若干百千弟子共", "90": "飛人來語我言：「善哉，善哉！」審是遠離法，正當", "91": "隨是行，我故來相語。若在城傍行，誰當來語", "92": "若？』」佛言：「闓士有德人而反輕之如是，當作", "93": "是知。如擔死人種，無所中直，反呼是闓士有", "94": "短，是為闓士怨家。厭闓士高行，為天人大賊。", "95": "正使如沙門被服處闓士之中，由亦是賊，無", "96": "與從事交接言笑。何以故？多瞋恚怒越，敗人", "97": "好心。當作是知。所當護法，常自堅持，當淨", "98": "其心，立心所𠇺，習當諦持，常當正心，畏怖", "99": "勤苦處。無得入彼壞器輩所在三處止。常當"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 明度經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}