{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0588 佛說須真天子經: 佛說須真天子經: 須真天子經: 須真天子經: 佛說須真天子經: 須真天子經", "text": {"0": "1 問四事品(一)", "1": "佛說須真天子經卷第二", "10": "界而不動故。」天子復問：「云何菩薩得無礙行？」", "100": "非時之心。知法及僧受道果證，則知非時之", "101": "心。知愛欲本邪相施與，則知非時之心。知", "102": "戒而離寂靜，則知非時之心。畢三惡道得", "103": "出為人，志在天福，則知非時之心。其意不調", "104": "而欲布施，則知非時之心。意無寂滅，則知", "105": "非時之心。意有猗怙而欲忍辱，則知非時之", "106": "心。不淨其意而欲精進，則知非時之心。多", "107": "念喜忘禪思不定，則知非時之心。自大貢高", "108": "忽於智慧，則知非時之心。住於我所而欲", "109": "行慈，則知非時之心。志於猶豫而欲行哀，", "11": "答言：「不為諸入之所惑故。」天子復問：「云何", "110": "則知非時之心。行墮四證而欲行喜，則知", "111": "非時之心。住於有身而欲行護，則知非時之", "112": "心。無身痛痒意而欲念法不應止，則知非", "113": "時之心。知諸起滅不應斷，則知非時之心。", "114": "身意相猗不應神足，則知非時之心。以六情", "115": "猗於五根，則知非時之心。以所見力依於五", "116": "力，則知非時之心。知七法無覺意，則知非", "117": "時之心。念愛欲貪不應八直，則知非時之心。", "118": "於苦智而有疑，則知非時之心。於習而有", "119": "疑，則知非時之心。於滅盡而有疑，則知非", "12": "菩薩去離冥塵？」答曰：「知諸法界本皆淨故。」", "120": "時之心。齎俗所有欲入於道，則知非時之心。", "121": "如是，天子！受持淨心用專著故，則知非時之", "122": "心。」", "123": "天子復問：「云何得知是時之心？」答言：「天子！", "124": "心等如虛空，則知是時之心。」復問：「云何心", "125": "如虛空？」答言：「如虛空無心，心亦如是。如", "126": "是心，心等如虛空。」復問：「誰當信心等如虛", "127": "空？」答言：「天子！計有吾我人者則不信。」天子", "128": "復問：「計吾我人者何所是？」答言：「心等如", "129": "虛空，而欲增益過出其上。」復問：「云何增益", "13": "天子復問：「云何菩薩入眾勇辯離諸恐畏？」答", "130": "過出其上？」答言：「計有常者便欲出其上，計", "131": "無常者亦欲出其上；苦者亦欲出其上，樂者", "132": "亦欲出其上；憂者亦欲出其上，無憂者亦欲", "133": "出其上；計有身者亦欲出其上，計無身者亦", "134": "欲出其上；空、無想、無願亦欲出其上；幻、夢、", "135": "水中月、影、響一切諸法，其譬如是。如是等而", "136": "復欲出其上。如法有所處便可增益，婬怒癡", "137": "更相猗，復欲出其上。形此生死不可讚歎泥", "138": "洹之事，復欲出其上。如是，天子！是為計吾我", "139": "人者。」復問：「云何得無瞋恚而不佷？」答言：", "14": "言：「選求諸法，不可得貌故。」天子復問：「云何菩", "140": "「從生死出，住於泥洹。還世間，滅諸愛欲而", "141": "淨行。於滅不永滅，於起無所起，諸形音聲不", "142": "以畏懼。如是滅為習者有所脫，脫習者為已", "143": "度如是事。一切法不能舉其功、不能勝其德，", "144": "是為無恚而不恨。」說是法時。三萬二千", "145": "天子得法眼淨，五千比丘心得解脫，萬二千", "146": "菩薩得忍辱力。", "147": "4 聲聞品(二)須真天子經聲聞品第四", "148": "於是須真天子謂諸大弟子：「仁者所狐疑，", "149": "可問文殊師利。」長老摩訶迦葉前問文殊師", "15": "薩得所聞義，依而有護？」答言：「知諸法默然", "150": "利言：「菩薩云何行八惟務禪？」答言：「菩薩", "151": "於八惟務禪，本無、無所造立禪，無恚禪等", "152": "禪，是菩薩禪。」復問：「云何作是說？」答言：「惟", "153": "迦葉！身本無，無造立於三界者，便起愛欲。已", "154": "了離欲，是故知身本無，於三界無所造，於", "155": "欲無所想，已知空而立禪。如是，迦葉！而作", "156": "此說：八惟務禪，本無、無造立禪，無恚禪等", "157": "禪，則菩薩禪。」於是迦葉默而無言。賢者舍", "158": "利弗復問：「云何菩薩得無礙慧？」答言：「菩薩", "159": "於諸礙而無恚恨，於諸罣礙而無制著，一切", "16": "故。」天子復問：「云何菩薩得依法議？」答言：", "160": "愛欲而皆見知而不捨離。所以者何？養護一", "161": "切故，是故菩薩得無礙慧。」", "162": "賢者摩訶目犍連復問：「云何菩薩而得神足？」", "163": "答言：「惟目犍連！菩薩於無為而無所受，", "164": "度脫一切而降盡之，不於有為有所受。所以", "165": "者何？將護一切故，是故菩薩得大神足。」", "166": "長老須菩提復問：「云何菩薩得知他法行？」", "167": "答言：「惟須菩提！菩薩於一切他異法悉了", "168": "知之，心於道事而不厭，常樂三昧而無足，諸", "169": "所作為而示現，是故菩薩得知他法行。」", "17": "「已知住法界故。」天子復問：「云何菩薩而得", "170": "賢者分耨文陀尼子復問：「云何菩薩博採眾", "171": "義說明慧法？」答言：「惟分耨！菩薩悉示一", "172": "切諸根，隨所樂喜而說其德，無常、苦、空、非身", "173": "之義，各令得其所。無數生死百千劫，持是", "174": "法義而遍教授，無有滅盡。其智如是，是故", "175": "菩薩博採眾義說明慧法。」", "176": "賢者離越復問：「云何菩薩如常樂禪。」答", "177": "言：「惟離越！菩薩習三摩越悉知諸法，於", "178": "諸亂意者而起大哀，令發無央數行，不禪無", "179": "所樂，是故菩薩得禪。」", "18": "順教？」答言：「不隨諸音故。」天子復問：「云何", "180": "賢者憂波離復問：「云何菩薩得持法藏？」答", "181": "言：「唯憂波離！菩薩悉知諸法奧藏，從本已來", "182": "泥曰，離愛欲者，已應法藏教授一切，為示愛", "183": "欲令覺知之。於愛欲中令起道意，是故菩薩", "184": "得法隩藏。」賢者阿那律復問：「云何菩薩得", "185": "天眼徹視？」答言：「唯阿那律！菩薩於十方諸", "186": "色悉照見已，有色習者而為示現於一切", "187": "法，悉示現無所著，令尋跡而得出，是為菩", "188": "薩天眼徹視。」", "189": "賢者薄鳩盧復問：「云何菩薩得諸根寂定？」", "19": "菩薩得隨法教？」文殊答言：「得諸解脫故。」天", "190": "答言：「菩薩於一切界視如佛界，於佛界視", "191": "諸界無所有，是故菩薩得諸根寂定。」", "192": "賢者鴦掘魔復問：「云何菩薩得利諸根？」答", "193": "言：「菩薩視諸逆惡等之如道，是故菩薩得利", "194": "諸根。」", "195": "賢者摩訶迦旃延復問：「云何菩薩得分別知", "196": "眾經方便？」答言：「菩薩得四等無盡。何等為", "197": "四？一者、義，二者、法，三者、次第，四者、報答。是", "198": "為四。以一絕句，於百千劫廣為一切分別", "199": "演教，而是教不近有為、不有所染，已淨無所", "2": "西晉月氏三藏竺法護譯", "20": "子復問：「云何菩薩得無過者？」答言：「於諸法", "200": "却。而是教於諸法界不動轉，於一切受而為", "201": "作受。是故菩薩得分別知眾經方便。」賢者摩", "202": "訶拘絺復問：「云何菩薩得義、法、次第、報答", "203": "四事？」答言：「菩薩於寂然法得此，已義等教", "204": "授；以住於法，以法等教授；於所為常歡喜而", "205": "無恨，以等次第教授；而響不可護持，以", "206": "報答教授。是故菩薩得義、法、次第、報答。」", "207": "賢者羅雲復問：「云何菩薩得淨其戒？」答言：", "208": "「惟羅雲！菩薩以淨戒三昧，捨戒犯戒將養", "209": "一切，是故菩薩而得淨戒。」賢者阿難復問：", "21": "心不動故。」天子復問：「云何菩薩降伏魔眾？」", "210": "「云何菩薩而得博聞？」答言：「菩薩一切諸", "211": "佛所說樂欲聽聞，已聞則受其義，聞已皆", "212": "持，所聞便以教授，是為菩薩而得博聞。」於", "213": "是諸大弟子歡喜默然。", "214": "爾時須真天子謂諸大弟子言：「屬文殊師利", "215": "所說法，仁寧有是事乎？」諸大弟子言：「吾等尚", "216": "不能了知一法，何況爾所法耶？」天子言：「仁者！", "217": "若干種身，各各異類，其道義一也。」大弟子答", "218": "言：「譬如牛跡中水，諸餘弟子所知如是。若車", "219": "轂隱地其處受水，吾等之類其譬如是。譬如", "22": "答言：「以空覺於愛欲而求道故。」天子復問：", "220": "大海其水廣長，無有邊幅深難得底，於聲", "221": "聞、辟支佛中，菩薩為尊。」天子讚言：「善哉，善", "222": "哉！所說至誠而不貢高。」文殊師利言：「如是，天", "223": "子！弟子所言而不貢高，稱譽菩薩，審諦實", "224": "爾。」天子問文殊師利：「仁者！云何作是說？」答", "225": "言：「如是，天子！聲聞、辟支佛為猗貢高？為離貢", "226": "高？菩薩貢高，出彼輩上，合聚佛法，則是菩薩", "227": "為行勇悍。」天子復問：「菩薩貢高，欲令他人", "228": "稱譽耶？」答言：「欲將導一切故。如是，天子！」天", "229": "子復問：「云何如是？」答言：「天子！是故菩薩方", "23": "「云何菩薩智不可逮？」文殊答曰：「得諸佛法", "230": "便稱譽佛乘、毀弟子乘。於大眾中，自現身所", "231": "行及法事。所以者何？欲令一切皆發道意，不", "232": "欲使人起小道意。所以者何？焦燒佛種故。教", "233": "一切人皆令遠離。所以者何？不欲令人貪樂", "234": "故也。如是，天子！欲令菩薩發大乘、滅弟子乘", "235": "故。」天子復問：「得無過耶？」答言：「天子！稱譽摩", "236": "尼、琉璃、水精甚淨，無所沾污。寧復過乎？」天", "237": "子報言：「所說無過。」答言：「如是，天子！菩薩稱", "238": "譽大乘！毀弟子乘，不增不減也。天子！譬如", "239": "長者子稱譽轉輪聖王功德，毀呰國中諸貧", "24": "悉受持故。」天子復問：「云何菩薩不為世法所", "240": "乞者，豈有不可？」天子言：「無不可也。文殊師", "241": "利！自如所說耶？」答言：「如是，天子！菩薩稱譽", "242": "大乘而毀呰弟子乘者，而無所損。」佛爾時", "243": "讚歎文殊師利言：「善哉，善哉！如是所說為", "244": "甚快也。何以故？文殊師利！稱譽大乘、毀弟", "245": "子乘，弟子則毀一切乘矣。所以然者？其大", "246": "乘者，皆生一切乘故。」", "247": "佛說須真天子經卷第二", "25": "污？」答曰：「隨世俗行無能污故。」天子復問：", "26": "「云何菩薩得諸深行？」答言：「於空法不恐懼故。」", "27": "天子復問：「云何菩薩知巧便根？」答曰：「於", "28": "六情悉見諸情之本故。」天子復問：「云何菩薩", "29": "得至脫門？」答言：「於一切門為說脫教故。」天", "3": "2 答法議品(二)答法議品第二", "30": "子復問：「云何菩薩得奇特方便？」答言：「於生", "31": "死索泥洹求而見之，於泥洹見生死徑故。」天", "32": "子復問：「云何菩薩所作得因緣方便？」答", "33": "曰：「住於無數，悉見一切諸法故。」天子復問：", "34": "「云何菩薩得律方便？」答言：「視一切法無所屬", "35": "故。」天子復問：「云何菩薩得善權方便？」答言：", "36": "「隨世所作，不離不著故。」天子復問：「云何菩薩", "37": "得吉祥願？」答言：「已逮道智故。」天子復問：「云", "38": "何菩薩得忍辱力？」答言：「從本已來至於泥洹，", "39": "悉知諸法故。」天子復問：「云何菩薩得度彼岸？」", "4": "須真天子則語文殊師利童子言：「如來為", "40": "答言：「悉知一切異法故。」天子復問：「云何菩", "41": "薩得饒益一切？」答言：「悉知無盡法界故。」天", "42": "子復問：「云何菩薩為眾所愛？」答言：「視諸佛", "43": "剎無有色故。」天子復問：「云何菩薩得眾稱譽？」", "44": "答言：「不於諸法言是我所、非我所故。」天子復", "45": "問：「云何菩薩德不可盡？」答曰：「等知諸法如", "46": "虛空故。」天子復問：「云何菩薩得堅其本要？」", "47": "答言：「於法界無所破壞故。」天子復問：「云何", "48": "菩薩得為豪尊？」答言：「無心悉知一切心故。」", "49": "天子復問：「云何菩薩而得為師？」答言：「於無念", "5": "我發遣三十二事章句法品，惟願重為廣說", "50": "法無所捨故。」天子復問：「云何菩薩得曉知眾", "51": "事？」答言：「知一切法，無依無怙、無來往故。是", "52": "故，天子！菩薩得曉了眾事。」爾時文殊師利", "53": "說是事時，八萬菩薩得無所從生法忍。於是", "54": "世尊讚文殊師利童子言：「善哉，善哉！如所解", "55": "說，分別法義，何快如此！」", "56": "3 法純淑品(二)須真天子經法純淑品第三", "57": "於是須真天子復問文殊師利言：「仁者！我所", "58": "問法為純淑不？」答言：「世之所有，欲而無厭，", "59": "心悉捨離，審於法奧，則為法之純淑。如吾", "6": "令解。云何菩薩於此大乘意不忘信？」文殊師", "60": "所報卿屬所問，豈復純淑法耶？法乎，天子！無", "61": "純無淑。所以者何？無像貌故。法乎，天子！不", "62": "可得見。所以者何？目之所視不極於微，用有", "63": "著故。法乎，天子！亦無作者。所以者何？用無", "64": "起故。法乎，天子！無有道徑。所以者何？無吾", "65": "無我故。法乎，天子！悉皆平等。所以者何？如", "66": "虛空故。法乎，天子！不可得等。所以者何？用無", "67": "侶故。法乎，天子！常住，無來無去，無語無言，無", "68": "毀無譽，離於毀譽；無綺無飾，無醜無陋故。法", "69": "乎，天子！無穿無漏、無補無納。所以者何？過於", "7": "利答言：「心自審信不隨他教故。」天子復問：", "70": "魔行故。法乎，天子！無長無養。所以者何？離", "71": "於起滅故。法乎，天子！無處無住。所以者何？", "72": "樂於法界故。法乎，天子！無所畏。所以者何？", "73": "用不惑故。法乎，天子！無所愛。所以者何？離", "74": "於貢高故。法乎，天子！不貢高。所以者何？習", "75": "寂然故。法乎，天子！習寂然。所以者何？離諸", "76": "念故。法乎，天子！無所念。所以者何？降諸異", "77": "道故。法乎，天子！無有巢窟。所以者何？離婬", "78": "怒癡故。法乎，天子！空。所以者何？從本以來", "79": "淨故。法乎，天子！無想。所以者何？無聲名故。", "8": "「云何菩薩所作堅強？」答言：「降棄諸欲故。」天子", "80": "法乎，天子！無願。所以者何？不造立識故。法", "81": "乎，天子！無造立。所以者何？無疆界故。法乎，", "82": "天子！無所猗。所以者何？用無雙故。法乎，天", "83": "子！無動搖。所以者何？用堅住故。法乎，天子！", "84": "無我。所以者何？用不滅故。法乎，天子！無人。", "85": "所以者何？從本已來無所生故。法乎，天子！無", "86": "常。所以者何？無所起故。法乎，天子！無所起。", "87": "所以者何？習無所生故。法乎，天子！無所生。", "88": "所以者何？無苦器想故。法乎，天子！無有", "89": "想。所以者何？離諸相故。如是，天子！此則為", "9": "復問：「云何菩薩得最禑之福？」答言：「了知法", "90": "法之純淑義也。」天子復問：「文殊師利！法無", "91": "所有亦無所要，云何仁者說純淑法議乎？」", "92": "答言：「善哉，善哉！如卿所語，誠無有異。無所", "93": "有者，此則純淑法議。所以者何？無身口意", "94": "所作，是則法之純淑也。所以然者？天子！", "95": "法無巢窟故。有巢窟者，身與意而異，則為非", "96": "時之心施。」", "97": "天子復問：「云何得知非時之心？」答言：「天子！", "98": "有身為六衰相所繫而計有常，則知非時", "99": "之心。知法求名著音聲響而隨邪徑，則知"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0588 佛說須真天子經: 佛說須真天子經: 須真天子經: 須真天子經: 佛說須真天子經: 須真天子經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}