{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1931 天台四教儀", "text": {"0": "No. 1931", "1": "四教頌四教頌", "10": "四教儀緣起四教儀緣起", "100": "雇汝除糞。此領何義。答次頓之後說三藏教。", "101": "二十年中常令除糞。即破見思煩惱等義也。", "102": "次明方等部。淨名等經。彈偏折小。歎大褒", "103": "圓。四教俱說。藏為半字教。通別圓為滿字", "104": "教。對半說滿。故言對教。若約時則食時第三時", "105": "若約味則從酪出生酥。此從九部出方等三生", "106": "酥味信解品云。過是已後心相體信入出無難。", "107": "然其所止猶在本處。此領何義。答三藏之後", "108": "次說方等。已得道果心相體信。聞罵不瞋。內", "109": "懷慚愧心漸淳淑。次說般若。轉教。付財。融", "11": "宋修僧史僧統贊寧通惠錄云。唐末吳越錢忠", "110": "通。淘汰。此般若中不說藏教。帶通別二正", "111": "說圓教。約時則禺中時第四時約味則從生酥出", "112": "熟酥。此從方等之後出摩訶般若四熟酥味信解", "113": "品云。是時長者有疾自知將死不久。語窮子", "114": "言。我今多有金銀珍寶倉庫盈溢。其中多少", "115": "所應取與。此領何義。答明方等之後次說般", "116": "若。般若觀慧即是家業。空生身子受勅轉教。", "117": "即是領知等也。已上三味對華嚴頓教。總名", "118": "為漸。第三祕密教者。如前四時中。如來三", "119": "輪不思議故。或為此人說頓。或為彼人說漸。", "12": "懿王治國之暇。究心內典。因閱永嘉集有同除", "120": "彼此互不相知。能令得益。故言祕密教。第", "121": "四不定教者。亦由前四味中。佛以一音演說", "122": "法。眾生隨類各得解。此則如來不思議力。能", "123": "令眾生於漸說中得頓益。於頓說中得漸益。", "124": "如是得益不同。故言不定教也。然祕密不定", "125": "二教。教下義理只是藏通別圓。化儀四教齊", "126": "此。次說法華開前頓漸會入非頓非漸。故言", "127": "開權顯實。又言廢權立實。又言會三歸一。言", "128": "權實者。名通今昔。義意不同。謂法華已前", "129": "權實不同。大小相隔。如華嚴時。一權一實", "13": "四住此處為齊。若伏無明三藏則劣之句。不曉", "130": "圓實別權各不相即。大不納小故。小雖在座如聾", "131": "若瘂。是故所說法門雖廣大圓滿。攝機不盡。", "132": "不暢如來出世本懷。所以者何。初頓部有一", "133": "麁別教一妙圓教一妙則與法華無二無別。若是一", "134": "麁。須待法華開會廢了。方始稱妙。次鹿苑但", "135": "麁無妙藏教次方等三麁藏通別一妙圓教次般若二麁", "136": "通別一妙圓教來至法華會上。總開會廢前四味", "137": "麁。令成一乘妙。諸味圓教更不須開。本自", "138": "圓融不待開也。但是部內兼但對帶。故不及", "139": "法華淳一無雜。獨得妙名。良有以也。故文", "14": "問于雪居韶國師。乃云天台國清寺有寂法師", "140": "云。十方佛土中唯有一乘法。無二亦無三教一", "141": "正直捨方便。但說無上道行一但為菩薩。不為", "142": "小乘人一世間相常住理一時人未得法華妙旨。但", "143": "見部內有三車窮子化城等譬。乃謂不及餘", "144": "經。蓋不知重舉前四時權獨顯大車。但付家", "145": "業唯至寶所。故致誹謗之咎也。約時則日輪", "146": "當午。罄無側影第五時約味則從熟酥出醍醐。此", "147": "從摩訶般若出法華五醍醐味信解品云。聚會親族", "148": "即自宣言。此實我子。我實其父。吾今所有", "149": "皆是子有。付與家業。窮子歡喜得未曾有。此", "15": "善弘教法。必解此語。王召法師至詰焉。法師曰。", "150": "領何義。答即般若之後次說法華。先已領知", "151": "庫藏諸物。臨命終時。直付家業而已。譬前轉", "152": "教皆知法門。說法華時。開示悟入佛之知見。", "153": "授記作佛而已。次說大涅槃者。有二義。一", "154": "為未熟者。更說四教具談佛性。令具真常入", "155": "大涅槃。故名捃拾教。二為末代鈍根於佛法", "156": "中。起斷滅見。夭傷慧命。亡失法身。設三種", "157": "權。扶一圓實。故名扶律談常教。然若論時", "158": "味。與法華同。論其部內。純雜小異。故文云。", "159": "從摩訶般若出大涅槃。前法華合此經。為第", "16": "此天台智者大師妙玄中文。時遭安史兵殘。近", "160": "五時也。問此經具四教。與前方等部具說四", "161": "教。為同為異。答名同義異。方等中四。圓則", "162": "初後俱知常。別則初不知後方知。藏通則初", "163": "後俱不知。涅槃中四。初後俱知。問將五味", "164": "對五時教。其意如何。答有二。一者但取相", "165": "生次第。所謂牛譬於佛。五味譬教。乳從牛出。", "166": "酪從乳生。二酥醍醐次第不亂。故譬五時相", "167": "生次第。二者取其濃淡。此則取一番下劣根", "168": "性。所謂二乘根性。在華嚴座不信不解。不", "169": "變凡情。故譬其乳。次至鹿苑聞三藏教。二", "17": "則會昌焚毀中國教藏殘闕殆盡。今惟海東高", "170": "乘根性依教修行。轉凡成聖。故譬轉乳成酪。", "171": "次至方等聞彈斥聲聞。慕大恥小得通教益。", "172": "如轉酪成生酥。次至般若奉勅轉教。心漸通", "173": "泰得別教益。如轉生酥成熟酥。次至法華聞", "174": "三周說法。得記作佛。如轉熟酥成醍醐。此", "175": "約最鈍根具經五味。其次者。或經一二三四。", "176": "其上達根性。味味得入法界實相。何必須待", "177": "法華開會。上來已錄五味五時化儀四教。大", "178": "綱如此。自下明化法四教。第一三藏教者。一", "179": "修多羅藏四阿含等經二阿毘曇藏俱舍婆沙等論三毘尼藏", "18": "麗闡教方盛。全書在彼。王聞之慨然。即為遣國", "180": "五部律此之三藏名通大小。今取小乘三藏也。大", "181": "智度論云。迦旃延子。自以聰明利根。於婆沙", "182": "中明三藏義。不讀衍經。非大菩薩。又法華", "183": "云。貪著小乘三藏學者。依此等文故。大師稱", "184": "小乘為三藏教。此有三乘根性。初聲聞人依", "185": "生滅四諦教。言四諦者。一苦諦。二十五有", "186": "依正二報是。言二十五有者。四洲四惡趣六", "187": "欲。并梵天四禪四空處無想五那含四洲四趣成八。六", "188": "欲天并梵王天成十五。四禪四空處成二十三。無想天及那含天成二十五別則二十五", "189": "有。總則六道生死。一地獄道。梵語捺洛迦。又", "19": "書贄弊使高麗求取一家章疏。高麗國君乃勅", "190": "語泥黎。此翻苦具。而言地獄者。此處在地", "191": "之下。故言地獄。謂八寒八熱等大獄。各有", "192": "眷屬其類無數。其中受苦者。隨其作業各有", "193": "輕重。經劫數等。其最重處。一日之中八萬", "194": "四千生死。經劫無量。作上品五逆十惡者。感", "195": "此道身。二畜生道。亦云旁生。此道遍在諸", "196": "處。披毛戴角。鱗甲羽毛。四足多足。有足無", "197": "足。水陸空行。互相吞噉。受苦無窮。愚癡貪", "198": "欲作中品五逆十惡者。感此道身。三餓鬼道。", "199": "梵語闍黎哆。此道亦遍諸趣。有福德者。作", "2": "七賢七位藏初機。通教位中一二齊。別信并圓", "20": "僧曰諦觀者報聘以天台教部還歸于我觀既", "200": "山林塚廟神。無福德者。居不淨處。不得飲", "201": "食。常受鞭打填河塞海。受苦無量。諂誑心意", "202": "作下品五逆十惡。感此道身。四阿修羅道。此", "203": "翻無酒。又無端正又無天。或在海岸海底宮", "204": "殿嚴飾。常好鬪戰怕怖無極。在因之時懷猜", "205": "忌心。雖行五常欲勝他故。作下品十善。感", "206": "此道身。五人道。四洲不同。謂東弗婆提壽二百五", "207": "十歲南閻浮提壽一百歲西瞿耶尼壽五百歲北欝單越壽一", "208": "千歲命無中夭。聖人不出其中。即八難之一皆苦樂相間。在因之時行", "209": "五常五戒。五常者。仁義禮智信。五戒者。不", "21": "至就稟學寂公于螺溪。終焉大教至是重昌矣。", "210": "殺不盜不邪淫不妄語不飲酒。行中品十善。", "211": "感此道身。六天道。二十八天不同欲界六天。色界十八", "212": "天。無色界四天初欲界六天者。一四天王天居須彌山腹二", "213": "忉利天居須彌山頂。自有三十三天。已上二天單修上品十善。得生其中三夜摩天。", "214": "四兜率天。五化樂天。六他化自在天已上四天空居。修", "215": "上品十善。兼坐未到定。得生其中次色界十八天分為四禪。初", "216": "禪三天梵眾梵輔大梵二禪三天少光無量光光音三禪三天少淨無量", "217": "淨遍淨四禪九天無雲福生廣果。已上三天凡夫住處。修上品十善坐禪者得生其中。無想天", "218": "外道所居。無煩無熱善見善現色究竟。已上五天第三", "219": "果居處。上之九天離欲麁散。未出色籠故名色界。坐得", "22": "觀能探索大本錄出四教儀之文成二卷。其上", "220": "禪定故得禪名三無色界四天空處識處無所有處非非想。已上四天只有四陰而無色", "221": "蘊。故得名也上來所釋。從地獄至非非想天。雖然", "222": "苦樂不同。未免生而復死死已還生。故名生", "223": "死。此是藏教實有苦諦。二集諦者。即見思", "224": "惑。又云見修。又云四住。又云染污無知。又", "225": "云取相惑。又云枝末無明。又云通惑。又云", "226": "界內惑。雖名不同。但見思耳。初釋見惑。有", "227": "八十八使。所謂一身見。二邊見。三見取。四", "228": "戒取。五邪見已上利使六貪。七瞋。八癡。九慢。十", "229": "疑已上鈍使此十使歷三界四諦下。增減不同。成", "23": "卷明一家判教立義。下卷明南北諸師宗途異", "230": "八十八。謂欲界苦十使具足。集滅各七使。除", "231": "身見邊見戒取。道諦八使。除身見邊見。四", "232": "諦下合為三十二。上二界四諦下。餘皆如欲", "233": "界。只於每諦下除瞋使。故一界各有二十八。", "234": "二界合為五十六。并前三十二。合為八十八", "235": "使也。二明思惑者。有八十一品。謂三界分", "236": "為九地。欲界合為一地。四禪四定為八。共", "237": "為九地。欲界一地中。有九品貪瞋癡慢。言", "238": "九品者。上上上中上下。中上中中中下。下上", "239": "下中下下。上八地各有九品。除瞋使。故成", "24": "計。後至孤山圓法師校勘刊板但行今上卷之", "240": "八十一也。上來見思不同。總是藏教實有集", "241": "諦。三滅諦者。滅前苦集。顯偏真理。因滅會", "242": "真。滅非真諦。四道諦者。略則戒定慧。廣則三", "243": "十七道品。此三十七合為七科。一四念處。一", "244": "觀身不淨色蘊二觀受是苦受蘊三觀心無常識蘊四", "245": "觀法無我想行蘊二四正勤。一未生惡令不生。", "246": "二已生惡令滅。三未生善令生。四已生善令", "247": "增長。三四如意足欲念進慧四五根信進念定慧五五力", "248": "同上根名六七覺支念擇進喜輕安定捨七八正道正見正思惟正語正業正精進正定", "249": "正念正命。已上七科。即是藏教生滅道諦。然如前", "25": "文者蓋由辭句簡要義旨易明。學者誠資之可", "250": "所列四諦名數。通下三教。但是隨教廣狹勝", "251": "劣。生滅無生無量無作不同耳。故向下名數", "252": "更不再列。然四諦之中分世出世。前二諦為", "253": "世間因果苦果集因。後二諦為出世間因果滅果道因。問何", "254": "故世出世前果後因耶。答聲聞根鈍知苦斷", "255": "集慕果修因。是故然也。略明藏教修行人之", "256": "與位。初明聲聞位分二。初凡二聖。凡又二。", "257": "外凡內凡。釋外凡中自分三。初五停心。一", "258": "多貪眾生不淨觀。二多嗔眾生慈悲觀。三多", "259": "散眾生數息觀。四愚癡眾生因緣觀。五多障", "26": "了其一化大綱豈曰小補之哉。下卷則破斥南", "260": "眾生念佛觀。二別相念處如前四念處是。三總相念處", "261": "一觀身不淨。受心法皆不淨。乃至觀法無我。", "262": "身受心亦無我。中間例知已上三科名外凡。亦名資糧位。二明", "263": "內凡者有四。謂煗頂忍世第一此四位為內凡。亦名加行位。又", "264": "名四善根位。上來內凡外凡總名凡位。亦名七方便", "265": "位。次明聖位亦分三。一見道初果二修道二三果", "266": "三無學道四果。一須陀洹。此翻預流。此位斷三", "267": "界八十八使見惑。見真諦故名為見道。又名", "268": "聖位。二斯陀含。此云一來。此位斷欲界九", "269": "品思中。斷前六品盡。後三品猶在。故更一", "27": "北古師文義浩漫故得以緩之。如此文末指云", "270": "來。三阿那含。此云不來。此位斷欲殘思盡。", "271": "進斷上八地思。四阿羅漢。此云無學。又云無", "272": "生。又云殺賊。又云應供。此位斷見思俱盡。", "273": "子縳已斷果縛猶在。名有餘涅槃。若灰身滅", "274": "智名無餘涅槃。又名孤調解脫。略明聲聞位", "275": "竟。次明緣覺。亦名獨覺。值佛出世。稟十二因", "276": "緣教。所謂一無明煩惱障煩惱道二行業障業道。此二支屬過去三", "277": "識託胎一分氣息四名色名是心色是質五六入六根成此胎中六觸出胎七", "278": "受領納前境好惡等事。從識至受名現在五果八愛愛色男女金銀錢物等事九取凡見一切境。", "279": "皆生取著心。此二未來因。皆屬煩惱。如過去無明十有業已成就。是未來因屬業道。如過去行", "28": "自從此下略明諸家判教儀式。抑可見後卷之", "280": "十一生未來受生事十二老死。此是所滅之境。與", "281": "前四諦開合之異耳。云何開合。謂無明行愛", "282": "取有。此之五支合為集諦。餘七支為苦諦也。", "283": "既名異義同。何故重說。為機宜不同故。緣", "284": "覺之人先觀集諦。所謂無明緣行。行緣識。乃", "285": "至生緣老死。此則生起。若滅觀者。無明滅", "286": "則行滅。乃至生滅則老死滅。因觀十二因緣", "287": "覺真諦理。故言緣覺。言獨覺者。出無佛世", "288": "獨宿孤峯。觀物變易自覺無生。故名獨覺。兩", "289": "名不同。行位無別。此人斷三界見思。與聲", "29": "大略也。王為寂師建伽藍螺溪之上。曰定慧院", "290": "聞同。更侵習氣故居聲聞上。次明菩薩位者。", "291": "從初發心。緣四諦境。發四弘願。修六度行。", "292": "一未度者令度。即眾生無邊誓願度。此緣苦", "293": "諦境。二未解者令解。即煩惱無盡誓願斷。此", "294": "緣集諦境。三未安者令安。即法門無量誓願", "295": "學。此緣道諦境。四未得涅槃者令得涅槃。即", "296": "佛道無上誓願成。此緣滅諦境。既已發心。須", "297": "行行填願。於三阿僧祇劫修六度行。百劫種", "298": "相好。言三阿無僧祇數劫時者。且約釋迦修菩", "299": "薩道時。論分限者。從古釋迦至尸棄佛。值", "3": "五品位。見思初伏在凡居。果位須陀預聖流。與", "30": "進號淨光大師。追諡九祖并東還教藏悉付於", "300": "七萬五千佛。名初阿僧祇。從此常離女身及", "301": "四惡趣。常修六度。然自不知當作佛。若望", "302": "聲聞位。即五停心總別念處外凡次從尸棄佛", "303": "至然燈佛。值七萬六千佛。名第二阿僧祇。此", "304": "時用七莖蓮華供養。布髮掩泥。得受記莂號", "305": "釋迦文。爾時自知作佛。口未能說。若望聲聞", "306": "位。即煗位。次從然燈佛至毘婆尸佛。七萬", "307": "七千佛。名第三阿僧祇滿。此時自知。亦向", "308": "人說必當作佛。自他不疑。若望聲聞位即頂", "309": "位。經如許時修六度竟。更住百劫種相好因。", "31": "師。教門中興實基於此。而韶公適與智者同姓", "310": "修百福成一相。福義多途。難可定判。又云。", "311": "大千盲人治差為一福等。修行六度各有滿", "312": "時。如尸毘王代鴿檀滿。普明王捨國尸滿。羼", "313": "提仙人為歌利王割截無恨忍滿。大施太子", "314": "抒海。并七日翹足讚弗沙佛進滿。尚闍黎鵲", "315": "巢頂上禪滿。劬嬪大臣分閻浮提七分息諍", "316": "智滿。望初聲聞位是下忍位。次入補處生兜", "317": "率。託胎出胎。出家降魔。安坐不動。為中忍", "318": "位。次一剎那入上忍位。次一剎那入世第一", "319": "位。發真無漏。三十四心頓斷見思習氣。坐", "32": "乃又毘贊宗乘且居隣佛隴人咸疑其為智者", "320": "木菩提樹下。生草為座。成劣應丈六身佛。受", "321": "梵王請。三轉法輪。度三根性。住世八十年。", "322": "現老比丘相。薪盡火滅入無餘涅槃者。即三", "323": "藏佛果也。上來所釋三人修行證果雖則不", "324": "同。然同斷見思。同出三界。同證偏真。只行三", "325": "百由旬入化城耳。略明藏教竟。次明通教者。", "326": "通前藏教通後別圓。故名通教。又從當教得", "327": "名。謂三人同以無言說道。體色入空。故名", "328": "通教。依大品經。乾慧等十地。即是此教位", "329": "次也。一乾慧地。未有理水故得其名。即外凡", "33": "後身云。", "330": "位。與藏教五停心總別等三位齊。二性地。相", "331": "似得法性水。伏見思惑。即內凡位。與藏教", "332": "四善根齊。三八人地。四見地。此二位入無間", "333": "三昧。斷三界八十八使見盡。發真無漏見真", "334": "諦理。與藏教初果齊。五薄地。斷欲界九品思", "335": "前六品。與藏教二果齊。六離欲地。斷欲界", "336": "九品思盡。與藏教三果齊。七已辦地。斷三", "337": "界見思惑盡。但斷正使不能侵習。如燒木成", "338": "炭。與藏教四果齊。聲聞位齊此。八辟支佛", "339": "地。更侵習氣如燒炭成灰。九菩薩地。正使", "34": "四明草菴法師道因教苑遺事云。昔智者禪師", "340": "斷盡與二乘同。扶習潤生。道觀雙流。遊戲", "341": "神通淨佛國土。十佛地。機緣若熟。以一念相", "342": "應慧。頓斷殘習。坐七寶菩提樹下。以天衣為", "343": "座。現帶劣勝應身成佛。為三乘根性。轉無", "344": "生四諦法輪。緣盡入滅。正習俱除。如炭灰", "345": "俱盡。經云。三獸度河。謂象馬兔也。喻斷惑不", "346": "同故。又經云。諸法實相三乘皆得。亦不名", "347": "佛。即此教也。此教三乘因同果異。證果雖", "348": "異同斷見思。同出分段。同證偏真。然於菩薩", "349": "中有二種。謂利鈍。鈍則但見偏空不見不空。", "35": "剏放生池於海涯。其放之也必為授歸戒說大", "350": "止成當教果頭佛。行因雖殊。果與藏教齊。故", "351": "言通前。若利根菩薩非但見空。兼見不空。不", "352": "空即中道。分二種。謂但不但。若見但中別", "353": "教來接。若見不但中圓教來接。故言通後。問", "354": "何位受接。進入何位。答受接人三根不同。若", "355": "上根三地四地被接。中根之人五地六地。下", "356": "根之人七地八地。所接之教真似不同。若似", "357": "位被接。別十迴向圓十信位若真位受接。別", "358": "初地圓初住。問此藏通二教。同是三乘。同斷", "359": "四住。止出三界同證偏真。同行三百由旬。同", "36": "法。然後縱之海中。智者滅後。至唐末中國天台", "360": "入化城。何故分二。答誠如所問。然同而不", "361": "同。所證雖同。大小巧拙永異。此之二教。是界", "362": "內教。藏是界內小拙。不通於大故小。析色", "363": "入空故拙。此教三人。雖當教內有上中下異。", "364": "望通三人則一概鈍根。故須析破也。通教則", "365": "界內大巧。大謂大乘初門故。巧謂體色入空", "366": "故。雖當教中三人上中下異。若望藏教則一", "367": "概為利。問教既大乘。何故有二乘之人。答", "368": "朱雀門中何妨庶民出入。故人雖有小。教", "369": "定是大。大乘兼小漸引入實。豈不巧哉。般若", "37": "之道浸息。而海東高麗新羅諸國盛弘此教扶", "370": "方等部內共般若等。即此教也。略明通教竟。", "371": "次明別教者。此教明界外獨菩薩法。教理智", "372": "斷行位因果。別前二教。別後圓教。故名別", "373": "也。涅槃云。四諦因緣有無量相。非聲聞緣覺", "374": "所知。諸大乘經。廣明菩薩歷劫修行行位次", "375": "第互不相攝。此並別教之相也。華嚴明十住", "376": "十行十迴向為賢。十地為聖。妙覺為佛纓", "377": "絡明五十二位。金光明但出十地佛果。勝天", "378": "王明十地。涅槃明五行。如是諸經增減不同", "379": "者。界外菩薩隨機利益。豈得定說。然位次", "38": "宗繼忠法師云。智者緣在此方。而教敷于海東", "380": "周足莫過纓絡經。故今依彼略明菩薩歷位", "381": "斷證之相。以五十二位束為七科。謂信住行", "382": "向地等妙。又合七為二。初凡。二聖。就凡又", "383": "二。信為外凡。住行向為內凡。亦名為賢。約聖", "384": "亦二。十地等覺為因。妙覺為果。大分如此。自", "385": "下細釋。初言十信者。一信二念三精進四慧", "386": "五定六不退七迴向八護法九戒十願。此十位", "387": "伏三界見思煩惱。故名伏忍位外凡與藏教七賢", "388": "位通教乾慧性地齊。次明十住者。一發心住", "389": "斷三界見惑盡。與藏教初果通教八人見地齊二治地。三修行。四生貴。五", "39": "者。此必放生池中諸魚聞教稟戒報生者爾然", "390": "具足方便。六正心。七不退已上六住斷三界思惑盡。得位不退。與藏", "391": "通二佛齊八童真。九法王子。十灌頂已上三住斷界內塵沙。", "392": "伏界外塵沙前二不知名目亦名習種性。用從假入空觀。是", "393": "真諦理。開慧眼成一切智。行三百由旬。次", "394": "明十行者。一歡喜。二饒益。三無違逆。四無", "395": "屈撓。五無癡亂。六善現。七無著。八難得。九", "396": "善法。十真實斷界外塵沙惑亦云性種性。用從空入假", "397": "觀。見俗諦。開法眼。成道種智。次明十迴向", "398": "者。一救護眾生離眾生相。二不壞。三等一切", "399": "諸佛。四至一切處。五無盡功德藏。六入一切", "4": "通三四地齊儔。并連別住圓初信。八十八使正", "40": "聞此說者。頗譏以為誕殊。不知教理有憑也。流", "400": "平等善根。七等隨順一切眾生。八真如相。九", "401": "無縛無著解脫。十入法界無量伏無明習中觀亦名道", "402": "種性。行四百由旬。居方便有餘土已上三十位為三賢。亦", "403": "名內凡。從八住至此。為行不退位次明十地者。一歡喜從此用中道觀。破", "404": "一分無明。顯一分三德。乃至等覺。俱名聖種性此是見道位。又無功用", "405": "位百界作佛。八相成道利益眾生。行五百由", "406": "旬。初入實報無障閡土。初入寶所。二離垢地。", "407": "三發光地。四焰慧地。五難勝地。六現前地。七", "408": "遠行地。八不動地。九善慧地。十法雲地已九地。地", "409": "地各斷一品無明。證一分中道更斷一品入等覺位。亦名金剛", "41": "水十千天子即脫魚報。豈外此乎。", "410": "心。亦名一生補處。亦名有上士。更破一品", "411": "無明。入妙覺位。坐蓮華藏世界七寶菩提樹", "412": "下大寶華王座。現圓滿報身。為鈍根菩薩眾。", "413": "轉無量四諦法輪。即此佛也。有經論說。七", "414": "地已前名有功用道。八地已上名無功用道。", "415": "妙覺位但破一品無明者。總是約教道說。有", "416": "處說。初地斷見。從二地至六地斷思。與羅漢", "417": "齊者。此乃借別教位名。名通教位耳。有云。三", "418": "賢十聖住果報。唯佛一人居淨土。此借別教", "419": "名。明圓教位也。如此流類甚眾。須細知當", "42": "明萬曆九年冬沙門智覺於淨業堂校梓", "420": "教斷證之位至何位斷何惑證何理。往判諸", "421": "教諸位。無不通達。略明別教竟。次明圓教", "422": "者。圓名圓妙圓滿圓足圓頓。故名圓教也。所", "423": "謂圓伏圓信圓斷圓行圓位圓自在莊嚴圓建", "424": "立眾生。諸大乘經論說佛境界。不共三乘位", "425": "次。總屬此教也。法華中開示悟入四字。對", "426": "圓教住行向地。此四十位。華嚴云。初發心時", "427": "便成正覺。所有慧身不由他悟。清淨妙法身。", "428": "湛然應一切。此明圓四十二位。維摩經云。薝", "429": "蔔林中不嗅餘香。入此室者。唯聞諸佛功德", "43": "刻天台四教儀引刻天台四教儀引", "430": "之香。又云。入不二法門。般若明最上乘。涅槃", "431": "明一心五行。又經云。有人入大海浴。已用一", "432": "切諸河之水。又娑伽羅龍澍車軸雨。唯大海", "433": "能受。餘地不堪。又擣萬種香為丸。若燒一塵", "434": "具足眾氣。如是等類並屬圓教。今且依法華", "435": "纓絡。略明位次有八。一五品弟子位外凡出法華經", "436": "二十信位內凡三十住位聖初四十行。五十迴向。六", "437": "十地。七等覺是因位末八妙覺是果位初五品位者。一", "438": "隨喜品。經云。若聞是經而不毀訾起隨喜心。", "439": "問隨喜何法。答妙法。妙法者。即此心也。妙", "44": "客歲拙園成名其堂曰淨業屬臥痾餘日因從", "440": "心體具。如如意珠。心佛及眾生是三無差別。", "441": "此心即空即假即中。常境無相。常智無緣。無", "442": "緣而緣。無非三觀。無相而相。三諦宛然。初", "443": "心知此。慶己慶人。故名隨喜。內以三觀觀", "444": "三諦境。外以五悔勤加精進。助成理解。言五", "445": "悔者。有二。一理二事。理懺者。若欲懺悔者。", "446": "端坐念實相。眾罪如霜露。慧日能消除。即此", "447": "義也。言事懺者。晝夜六時三業清淨。對於", "448": "尊像披陳過罪。無始已來至于今身。凡所造", "449": "作。殺父。殺母。殺阿羅漢。破和合僧。出佛身", "45": "三四淨侶。掩關結夏其中。三時禮課求生西方。", "450": "血。邪淫偷盜。妄言綺語兩舌惡口。貪瞋癡", "451": "等。如是五逆十惡及餘一切。隨意發露更不", "452": "覆藏。畢故不造新。若如是則外障漸除。內觀", "453": "增明。如順流舟更加㯭棹。豈不速疾到於所", "454": "止。修圓行者亦復如是。正觀圓理事行相助。", "455": "豈不速至妙覺彼岸。莫見此說便謂漸行。謂", "456": "圓頓無如是行。謬之甚矣。何處天然彌勒自", "457": "然釋迦。若纔聞生死即涅槃煩惱即菩提。即", "458": "心是佛不動便到。不加修習便成正覺者。十", "459": "方世界盡是淨土。觸向對面無非覺者。今雖", "46": "宴坐焚香研精藏典。鐘磬間發白雲乍留鳥低", "460": "然即佛。此是理即。亦是素法身。無其莊嚴。何", "461": "關修證者也。我等愚輩。纔聞即空便廢修行。", "462": "不知即之所由。鼠唧鳥空廣在經論。尋之思", "463": "之。二勸請者。勸請十方諸如來留身久住濟", "464": "含識。三隨喜者。隨喜稱讚諸善根。四迴向", "465": "者。所有稱讚善。盡迴向菩提。五發願者。若", "466": "無發心萬事不成。故須發心以導前四。是為", "467": "五悔。下去諸位直至等覺。總用五悔。更不再", "468": "出。例此可知。二讀誦品者。經云。何況讀誦受", "469": "持之者。謂內以圓觀更加讀誦。如膏助火。三", "47": "飛而親人。草蔓生而沒徑。󱔭遺巍𨷂機息漢陰", "470": "說法品者。經云。若有受持讀誦為他人說。內", "471": "解轉勝導利前人。化功歸己心倍勝前。四兼", "472": "行六度。經云。況復有人能持是經。兼行布", "473": "施等。福德力故倍增觀心。五正行六度者。經", "474": "曰。若人讀誦為他人說。復能持戒等。謂自", "475": "行化他事理具足。觀心無閡。轉勝於前。不可", "476": "比喻。此五品位。圓伏五住煩惱。外凡位也。", "477": "與別十信位同。次進六根清淨位。即是十信。", "478": "初信斷見惑顯真理。與藏教初果通教八人", "479": "見地別教初住齊。證位不退也。次從二信至", "48": "意欣欣甚適也已僧真覺者。自武林來進余以", "480": "七信。斷思惑盡。與藏通二佛別教七住齊。三", "481": "界苦集斷盡無餘。故仁王云。十善菩薩發大", "482": "心。長別三界苦輪海。解曰。十善者。各具十", "483": "善也。若別十信即伏而不斷。故定屬圓信。然", "484": "圓人本期不斷見思塵沙。意在入住斷無明", "485": "見佛性。然譬如冶鐵麁垢先去非本所期。意", "486": "在成器。器未成時自然先落。雖見先去。其", "487": "人無一念欣心。所以者何。未遂所期故。圓教", "488": "行人亦復如是。雖非本所望自然先落。永嘉", "489": "大師云。同除四住此處為齊。若伏無明三藏", "49": "天台之學。余首肯焉為留旬日。剖析教觀大旨。", "490": "則劣。即此位也。解曰。四住者。只是見思。謂", "491": "見為一。名見一切處住地。思惑分三。一欲", "492": "愛住地。欲界九品思。二色愛住地。色界四", "493": "地各九品思。三無色愛住地。無色界四地各", "494": "九品思。此之四住。三藏佛與六根清淨人同", "495": "斷。故言同除四住也。言若伏無明三藏則劣", "496": "者。無明即界外障中道之別惑。三藏教止論", "497": "界內通惑。無明名字尚不能知。況復伏斷。故", "498": "言三藏則劣也。次從八信至十信。斷界內外", "499": "塵沙惑盡。假觀現前見俗諦理。開法眼。成道", "5": "方休。圓別信住二之七。藏通極果皆同級。同除", "50": "余若有悟入者遂合掌佛前願世世奉揚台宗", "500": "種智行四百由旬。與別教八九十住及行向", "501": "位齊。行不退也。次入初住。斷一品無明。證", "502": "一分三德。謂解脫般若法身。此之三德不縱", "503": "不橫。如世伊三點。若天主三目。現身百界。", "504": "八相成道。廣濟群生。華嚴經云。初發心時", "505": "便成正覺。所有慧身不由他悟。清淨妙法身", "506": "湛然應一切。解曰。初發心者。初住名也。便成", "507": "正覺者。成八相佛也。是分證果。即此教真因。", "508": "謂成妙覺。謬之甚矣。若如是者。二住已去", "509": "諸位徒施。若言重說者。佛有煩重之咎。雖有", "51": "淨佛國土。蓋淨侶同時發心永為主伴矣。台教", "510": "位位各攝諸位之言。又云發心究竟二不別。", "511": "須知攝之所由細識不二之旨。龍女便成正", "512": "覺。諸聲聞人受當來成佛記莂。皆是此位成", "513": "佛之相。慧身即般若德。了因性開發。妙法", "514": "身即法身德。正因性開發。應一切即解脫德。", "515": "即緣因性開發。如此三身發得本有。故言不", "516": "由他悟。中觀現前。開佛眼。成一切種智。行", "517": "五百由旬。到寶所。初居實報無障閡土。念不", "518": "退位。次從一住至十住。各斷一品無明。增", "519": "一分中道。與別教十地齊。次入初行斷一品", "52": "源流具四明磐公所譔佛祖統紀。而四教儀者", "520": "無明。與別教等覺齊。次入二行。與別教妙", "521": "覺齊。從三行已去。別教之人尚不知名字。何", "522": "況伏斷以別教但破十二品無明故。故以我", "523": "家之真因。為汝家之極果。只緣教彌權位彌", "524": "高。教彌實位彌下。譬如邊方未靜借職則高。", "525": "定爵論勳其位實下。故權教雖稱妙覺。但是", "526": "實教中第二行也。次從三行已去至十地。各", "527": "斷一品無明增一分中道。即斷四十品惑也。", "528": "更破一品無明入等覺位。此是一生補處。進", "529": "破一品微細無明入妙覺位。永別無明父母。", "53": "則高麗沙門諦觀稟法華玄文而錄出者也。書", "530": "究竟登涅槃山頂。諸法不生般若不生。不生", "531": "不生。名大涅槃。以虛空為座。成清淨法身。", "532": "居常寂光土。即圓教佛相也。然圓教位次。若", "533": "不以六即判之。則多濫上聖。故須六即判位。", "534": "謂一切眾生皆有佛性。有佛無佛性相常住。", "535": "又云。一色一香無非中道等言。總是理即。次", "536": "從善知識。及從經卷。聞見此言。為名字即。", "537": "依教修行。為觀行即五品位相似解發。為相似即", "538": "十信分破分見。為分證即從初住至等覺智斷圓滿。為究", "539": "竟即妙覺位約修行位次。從淺至深。故名為六。", "54": "凡二卷。上卷明一家判教之義。下卷明南北諸", "540": "約所顯理體。位位不二。故名為即。是故深", "541": "識六字不生上慢。委明即字不生自屈。可歸", "542": "可依。思之擇之。略明圓教位竟。然依上四教", "543": "修行時。各有方便正修。謂二十五方便十乘", "544": "觀法。若教教各明。其文稍煩。義意雖異名", "545": "數不別。故今總明。可以意知。言二十五方便", "546": "者。束為五科。一具五緣。二訶五欲。三棄五", "547": "蓋。四調五事。五行五法。初明五緣者。一持戒", "548": "清淨。如經中說。依因此戒。得生諸禪定及", "549": "滅苦智慧。是故比丘。應持淨戒。有在家出家", "55": "師宗途異計。今所傳者上卷耳。言約義該實為", "550": "大小乘不同。二衣食具足。衣有三。一者如", "551": "雪山大士。隨所得衣蔽形即足。不游人間。堪", "552": "忍力成故。二者如迦葉等。集糞掃衣。及但", "553": "三衣不畜餘長。三者多寒國土。如來亦許三", "554": "衣之外畜百一眾具。食亦有三。一者上根大", "555": "士深山絕世。菜根草果隨得資身。二常乞食。", "556": "三檀越送食。僧中淨食。三閒居靜處。不作", "557": "眾事名閒。無憒鬧處名靜。處有三。例衣食", "558": "可知。四息諸緣務。息生活。息人事。息工巧", "559": "技術等。五近善知識有三。一外護善知識。二", "56": "台教之關鑰。學者了此則一化大綱思過半矣。", "560": "同行善知識。三教授善知識。第二訶五欲。一", "561": "訶色。謂男女形貌端嚴。脩目高眉丹。脣皓", "562": "齒。及世間寶物。玄黃朱紫種種妙色等。二訶", "563": "聲。謂絲竹環珮之聲。及男女歌詠聲等。三訶", "564": "香。謂男女身香。及世間飲食香等。四訶味。謂", "565": "種種飲食肴饍美味等。五訶觸。謂男女身分", "566": "柔軟細滑。寒時體溫。熱時體涼。及諸好觸", "567": "等。第三棄五蓋。謂貪欲瞋恚睡眠掉悔疑。第", "568": "四調五事。謂調心不沈不浮。調身不緩不急。", "569": "調息不澁不滑。調眠不節不恣。調食不饑不", "57": "南天竺沙門蒙潤有集註三卷。亦精核可喜近", "570": "飽。第五行五法。一欲。欲離世間一切妄想", "571": "顛倒。欲得一切諸禪定智慧門故。二精進。堅", "572": "持禁戒棄於五蓋。初中後夜勤行精進故。三", "573": "念。念世間欺誑可輕可賤。禪定智慧可重可", "574": "貴。四巧慧。籌量世間樂禪定智慧樂得失輕", "575": "重等。五一心。念慧分明。明見世間可患可", "576": "惡。善識禪定智慧功德可尊可貴。此二十五", "577": "法為四教前方便。故應須具足。若無此方便", "578": "者。世間禪定尚不可得。豈況出世妙理乎。然", "579": "前明教既漸頓不同。方便亦異。依何教修行。", "58": "吳中有刻本焉。掩關凡兩月既出則復濫世罔", "580": "臨時審量耳。次明正修十乘觀法。亦四教名", "581": "同義異。今且明圓教。餘教例此。一觀不思議", "582": "境。謂觀一念心。具足無減三千性相百界千", "583": "如。即此之境即空即假即中。更不前後。廣", "584": "大圓滿橫竪自在。故法華經云。其車高廣上根", "585": "正觀此境二真正發菩提心。謂依妙境發無作四弘", "586": "誓願。慜己慜他上求下化。故經云。又於其", "587": "上張設幰蓋。三善巧安心止觀。謂體前妙理。", "588": "常恒寂然名為定。寂而常照名為慧。故經云。", "589": "安置丹枕車內枕四破法遍。謂以三觀破三惑。三", "59": "遂不能保淨戒。啖酒肉近妻子如曩時。客有幼", "590": "觀一心無惑不破。故經云。其疾如風。五識通", "591": "塞。謂苦集。十二因緣。六蔽。塵沙。無明為塞。", "592": "道滅。滅因緣智。六度。一心三觀為通。若通", "593": "須護。有塞須破。於通起塞。能破如所破。節", "594": "節撿校。名識通塞。經云。安置丹枕車外枕六道", "595": "品調適。謂無作道品。一一調停隨宜而入。經", "596": "云。有大白車等已上五中根七對治助開。謂若", "597": "正道多障圓理不開。須修事助。謂五停心及", "598": "六度等。經云。又多僕從此下為下根八知位次。謂", "599": "修行之人免增上慢故。九能安忍。謂於逆順", "6": "四住證偏真。內外塵沙分斷伏。八之十信二惑", "60": "迷於他鄉者。一旦人告之曰子之家在某所。父", "600": "安然不動。策進五品而入六根。十離法愛。", "601": "謂莫著十信相似之道。須入初住真實之理。", "602": "經云。乘是寶乘游於四方游四十位直至道場妙覺位", "603": "謹案台教廣本。抄錄五時八教。略知如此。若", "604": "要委明之者。請看法華玄義十卷。委判十方", "605": "三世諸佛說法儀式。猶如明鏡。及淨名玄義", "606": "中四卷。全判教相。自從此下。略明諸家判", "607": "教儀式耳。", "608": "天台四教儀", "61": "兄宗族墳墓田宅種種可念也。其人即留滯不", "62": "能遽返。豈作他鄉人哉。今歲春。余且以一命棄", "63": "青山行有日矣。因追前志捨貲刻四教儀一卷。", "64": "并科文行于世同志者。其遂執鑰洞關以窮海", "65": "藏。令一家教觀如日輪當午川流赴壑。即余留", "66": "滯他鄉可藉以懺悔矣。其勉之哉。其勉之哉。", "67": "壬午春佛歡喜日病居士馮夢禎譔", "68": "天台四教儀", "69": "高麗沙門諦觀錄", "7": "空。假成俗備理方通。齊前別住後三位。并連行", "70": "天台四教儀天台智者大師。以五時八教。判釋東流一代", "71": "聖教。罄無不盡。言五時者。一華嚴時。二鹿", "72": "苑時說四阿含三方等時說維摩思益楞伽楞嚴三昧金光明勝鬘等經四般若", "73": "時說摩訶般若光讚般若金剛般若大品般若等諸般若經五法華涅槃時。是為", "74": "五時。亦名五味。言八教者。頓漸祕密不定", "75": "藏通別圓。是名八教。頓等四教是化儀。如世", "76": "藥方。藏等四教名化法。如辨藥味。如是等儀", "77": "散在廣文。今依大本略錄綱要。初辨五時五", "78": "味及化儀四教。然後出藏通別圓。第一頓教", "79": "者。即華嚴經也。從部時味等。得名為頓。所", "8": "向位相同。別地全齊圓住平。無明分斷證真因。", "80": "謂如來初成正覺。在寂滅道場。四十一位法", "81": "身大士。及宿世根熟天龍八部一時圍繞。如", "82": "雲籠月。爾時如來現盧舍那身。說圓滿修多", "83": "羅。故言頓教。若約機約教。未免兼權。謂初發", "84": "心時便成正覺等文。為圓機說圓教。處處說", "85": "行布次第。則為權機說別教。故約部為頓。約", "86": "教名兼。此經中云。譬如日出先照高山第一時", "87": "涅槃云。譬如從牛出乳。此從佛出十二部經", "88": "一乳味法華信解品云。即遣旁人急追將還。窮", "89": "子驚愕稱怨大喚等。此領何義。答諸聲聞在", "9": "等妙二覺初二行。進聞三位不知名。", "90": "座如聾若啞等是也。第二漸教者此下三時三味。總名為", "91": "漸次為三乘根性於頓無益故。不動寂場而", "92": "游鹿苑。脫舍那珍御之服。著丈六弊垢之衣。", "93": "示從兜率降下託摩耶胎。住胎出胎納妃生", "94": "子。出家苦行六年已後。木菩提樹下以草為", "95": "座成劣應身。初在鹿苑先為五人。說四諦十", "96": "二因緣事六度等教。若約時則日照幽谷第二時", "97": "若約味則從乳出酪。此從十二部經出九部", "98": "修多羅二酪味信解品云。而以方便密遣二人聲聞", "99": "緣覺形色憔悴無威德者。汝可詣彼徐語窮子。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1931 天台四教儀", "author": "高麗 諦觀錄", "sourceLink": "http://www.cbeta.org/"}