{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0761 佛說法集經: 佛說法集經: 法集經", "text": {"0": "佛說法集經卷第五", "1": "元魏天竺三藏菩提流支譯", "10": "菩薩摩訶薩知一切法虛妄不實，猶如幻人", "100": "不諍。世尊！諸法無二，各不相知，不知不分別、", "101": "離種種分別，不生、不滅，不增、不減，不樂、不厭，", "102": "不住世間、不住涅槃。夫真法者，不言人能得", "103": "法、法為人得。世尊！諸法不厭、不樂，不染、不淨。", "104": "世尊！若人言我知、我覺、我說，如是之言皆", "105": "是虛妄分別十二入法。世尊！而此諸入無如", "106": "是心：『我能分別。』若人能知如是之法，當知是", "107": "人不與物諍；若能不與物諍，是人隨順沙門", "108": "道法；若能隨順沙門行法，是人不去、不來，不", "109": "行、不住，不進、不退，見諸法則法行、見諸法", "11": "有所言說。世尊！夫虛妄者，實無而似有，如", "110": "則解脫行、見諸法則法界、見諸法則究", "111": "竟，而不見有究竟之者。諸所見法唯是名字、", "112": "唯是虛假、唯是幻偽，若能如是見虛假不實，", "113": "如是等人名為見法。「世尊！見法者名為見佛，", "114": "見非法名為見佛，見佛者名見諸眾生，見非", "115": "眾生名見因緣，見非因緣名為見空，見非空", "116": "名為不見。世尊！是名正見諸法。世尊！若能如", "117": "是正見諸法，當知是人能隨佛意、隨順於法、", "118": "隨順於僧。「世尊！若諸菩薩得如是等無諍", "119": "法忍，尚不與彼諸魔共諍，況復與其同行菩", "12": "是之法隨順於空，不違因緣，隨順不生、不滅。", "120": "薩而生違諍？若與違諍，無有是處。何以故？", "121": "是菩薩見一切語言皆能成就我行，是故不", "122": "應與彼諍訟。以無諍訟故，菩薩畢竟得無", "123": "諍法。以畢竟得無諍法故，是菩薩名為得一", "124": "切畢竟法、於一切法中得平等。如見自身平", "125": "等，見一切法亦復如是，平等住、平等忍，是故", "126": "名為得畢竟。諸法平等，無所去、無所來，是故", "127": "名為得畢竟。世尊！菩薩如是得諸法畢竟，如", "128": "是菩薩所有言說皆是法集，悉與眾生安隱", "129": "樂。」須菩提白佛言：「世尊！我今所說法集，為得", "13": "是人不違空法及諸因緣，隨順不生、不滅，捨", "130": "隨順如來法集不耶？」佛言：「須菩提！汝之所說", "131": "隨順佛意。須菩提！汝今說是法集時，五千天", "132": "子遠塵離垢於諸法中得法眼淨，五千天子", "133": "發阿耨多羅三藐三菩提心。須菩提！若有菩", "134": "薩聞汝所說微妙法集，是菩薩即知自身到", "135": "大法海、即知此身為不空過，必得妙樂。須菩", "136": "提！是名諸佛如來第一法集。」", "137": "爾時，慧命阿那律白佛言：「世尊！一切法文字", "138": "名為法集。何以故？文字之性無有盡相，無", "139": "盡相者則是文字。世尊！我說言語唯是文", "14": "離種種分別，斷我、我見，遠離一切邪見。諸菩", "140": "字。世尊！夫文字者，不從自身出、不從他身", "141": "出。是諸名字不作是念：『我出音聲。』世尊！諸", "142": "文字者，不增、不減。「世尊！菩薩知諸文字與一", "143": "切法其性平等。世尊！菩薩若能如是畢竟知", "144": "諸法音聲，是故菩薩不為音聲之所障礙，諸", "145": "有所聞一切音聲皆是佛聲、皆是空聲、是無", "146": "相聲、是無願聲、是法界聲、是實際聲。是菩薩", "147": "無有一法能為障礙一切智，是菩薩不見有", "148": "法離佛菩提。是菩薩見一切法悉無障礙，", "149": "能見諸法同佛菩提不相違背。是菩薩不見", "15": "薩摩訶薩知諸法虛妄，而能隨順世間說名", "150": "諸法有進有退，是菩薩不見諸法而常利益", "151": "一切眾生。「菩薩如是於諸法中得畢竟忍，", "152": "得是忍故，成就甚深樂說辯才。何者是甚深", "153": "樂說辯才？隨諸菩薩所有辯才，聲聞、辟支", "154": "佛不能測量。「是菩薩得安隱樂說辯才——安", "155": "隱辯才者，隨以辯才能令與一切眾生得", "156": "安隱樂。「得應說辯才——應說辯才者，隨諸眾", "157": "生所應聞法稱彼根性廣略說法，是名應說", "158": "辯才。「又得捷疾辯才——捷疾辯才者，隨以辯才", "159": "言辭速疾教化一切眾生。「又得聰利辯才——聰", "16": "為有。若能如是說虛妄法令他人知，是名法", "160": "利辯才者，隨諸眾生上根利智為其說法，令", "161": "得利疾解脫。「又得共上樂說辯才——共上辯", "162": "才者，所有說法上與佛同。「又，增長辯才——增", "163": "長辯才者，隨以辯才說一字句能生百千萬", "164": "億上上辯才。「得輕樂說辯才。何者是輕樂", "165": "說辯才？隨何等辯才知相藐而說法。「又得愛", "166": "樂辯才——愛樂辯才者，隨以辯才令聞法者", "167": "無有厭足。「又得調順辯才——調順辯才者，所有", "168": "辯才不違佛意。「又得柔軟辯才——柔軟辯才者，", "169": "所有辯才不生憍慢，無放逸心。「又得寂靜辯", "17": "集能說者。說何等法以為法集？說一切法法", "170": "才——寂靜辯才者，隨以辯才能令自他寂靜。", "171": "「又得隨順音聲辯才——隨順音聲辯才者，隨以", "172": "辯才教化眾生入聲聞乘。「又得遠離辯才——遠", "173": "離辯才者，隨以辯才教化眾生令得辟支佛", "174": "乘。「又得最勝辯才——最勝辯才者，隨以辯才", "175": "說辯才，隨何等辯才教化眾生令入大乘。「又", "176": "得不共辯才——不共辯才者，隨以辯才能說十", "177": "力、四無畏、十八不共法。「又得寂滅辯才——寂滅", "178": "辯才者，隨以辯才能說諸菩提分法。「又得無", "179": "譏嫌辯才——無譏嫌辯才者，隨以辯才令眾生", "18": "皆一相，如是法集是名微妙法集。世尊！我今", "180": "歡喜信樂。「又得諸力辯才——諸力辯才者，隨", "181": "以辯才悉能降伏一切眾魔、外道邪論。「又得", "182": "善說辯才——善說辯才者，所有辯才為四眾說", "183": "法不生畏懼。「世尊！如是名妙法集。世尊！我今", "184": "所說法集，為得隨順如來所說不耶？」佛言：", "185": "「阿那律！汝之所說隨順佛意。」", "186": "爾時，慧命羅睺羅白佛言：「世尊！菩薩欲說法", "187": "集應當推求受持法者。何以故？從受持者", "188": "而得於法，是故應求。唯以專心求法為最。何", "189": "以故？由於重法而能得法，不由重食得正法", "19": "所說法集，為得隨順如來所說法集不耶？」佛", "190": "利；知捨身命必有來果，非於所觀而得其報；", "191": "常求靜處，不樂憒閙，近安隱者、非破戒者，近", "192": "恭敬者、非憍慢者，近安樂行者、非剛獷者，", "193": "近柔軟心者、非堅鞕者，近寂靜心者、非著心", "194": "者，近發露罪者、非覆藏惡者，近樂一切施者、", "195": "非慳嫉者，近持戒者、非破戒者，近忍辱者、非", "196": "瞋恨者，近精進者、非懈怠者，近禪定者、非散", "197": "心者，近智慧者、非愚癡者，近多聞者、非少聞", "198": "者，近正念者、非邪念者，近修善業者、非行惡", "199": "業者，近愛樂佛法者、非樂世法者，近樂空者、", "2": "爾時，慧命大目揵連白佛言：「世尊！若菩薩", "20": "言：「如是，目揵連！汝之所說隨順佛意。」", "200": "非於邪見退沒者，近持戒者、非自歸者。「復", "201": "次，世尊！若人能持戒，是人則有法。何者是戒？", "202": "世尊！一切諸戒悉皆攝在三種戒中。何等為", "203": "三？所謂增上戒、增上定、增上慧。世尊！若菩薩", "204": "能於此三種戒中學者，當知是人已於一切", "205": "大乘戒中學。「世尊！何者是菩薩摩訶薩增上", "206": "戒？世尊！菩薩能持波羅提木叉戒而不以波", "207": "羅提木叉戒為清淨，以依修持菩薩戒；菩薩", "208": "成就諸威儀境界，而不以威儀為清淨，以", "209": "住菩薩威儀境界故；乃至小罪心懷怖懼，", "21": "爾時，慧命富樓那彌多羅尼子白佛言：「世尊！", "210": "以依菩薩智慧故。何者是菩薩智慧？謂菩", "211": "薩如實知一切法，以其不畏諸業煩惱故，是", "212": "名菩薩智慧。何者是菩薩境界？所謂為空，非", "213": "是種種分別境界。知平等戒以學於戒、知空", "214": "平等而學於戒，是故言知空平等而學於戒。", "215": "知無相平等、知無願平等、知無行平等、知", "216": "無生無滅平等而學於戒，是故言知平等而", "217": "學於戒。復次，世尊！菩薩作是念：『我今以此", "218": "波羅提木叉戒令一切眾生受持。』是名菩薩", "219": "增上戒學。「世尊！何者是菩薩增上定學？所", "22": "世尊！若人為求福故說於法集，是人所說則", "220": "謂修習四禪、四空、三摩跋提。菩薩又作是念：", "221": "『我今以此增上定學成就一切眾生。』是名菩", "222": "薩增上定學。「何者是菩薩增上慧學？所謂菩", "223": "薩學十八空。菩薩又作是念：『我今以此十八", "224": "空法令諸眾生皆悉知見。』是名菩薩增上", "225": "慧學。「世尊！菩薩此三種學悉能攝取一切諸", "226": "學。「復次，世尊！若有菩薩能護眾生，如是菩", "227": "薩能持淨戒；若持淨戒而不著持戒，如是菩", "228": "薩依彼持戒滿足一切諸眾生心。世尊！出", "229": "家持戒菩薩於一切物不生愛著；寂靜持", "23": "為可呵。何以故？以著我故。若著我、我所相，", "230": "戒菩薩於一切言語不生樂心；宴坐持戒", "231": "菩薩於一切所說音聲不生樂心；禪定持戒", "232": "菩薩於一切境界不生樂心；解脫持戒菩薩", "233": "於一切生處不生樂心；聞法持戒菩薩於世", "234": "間所說不生樂心；說法持戒菩薩乃至往詣", "235": "百千萬億由旬說法而不疲倦；護法持戒菩", "236": "薩於一切惱害、逼切事中不生疲倦；菩提心", "237": "持戒菩薩諸所修行悉為安樂一切眾生，不", "238": "為自身；深心持戒菩薩欲令一切眾生先得", "239": "菩提，不求自證；增上深心持戒菩薩於利他", "24": "是人所作罪行、福行、不動行，不離邪見所作", "240": "事多生歡喜，不於己利而生喜心；修行持", "241": "戒菩薩為一一菩提分法於無量劫精勤修", "242": "行，能成彼法而不疲倦；布施持戒菩薩乃至", "243": "能捨頭、目、髓、腦利益眾生；尸羅持戒菩薩不", "244": "捨破戒眾生；忍辱持戒菩薩不畏一切諸魔", "245": "擾亂；精進持戒菩薩為諸眾生修習菩提而", "246": "不疲倦；禪定持戒菩薩於一切音聲及一切", "247": "所作事不生染著；般若持戒菩薩見一切法", "248": "其性平等，如菩提相；空行持戒菩薩不行世", "249": "間行；大悲持戒菩薩不入涅槃。「世尊！如是持", "25": "事，當知是人不能自利亦不利他。「世尊！若", "250": "戒名為法集。世尊！我今所說法集，為得隨", "251": "順如來所說不耶？」佛言：「羅睺羅！汝之所說隨", "252": "順佛意。」", "253": "爾時，慧命優婆離白佛言：「世尊！若菩薩自遠", "254": "離煩惱，亦令眾生遠離煩惱、所有眾生界、法", "255": "界、貪瞋癡界。菩薩作是念：『乃至眾生界盡、法", "256": "界盡、貪瞋癡界盡，於爾所時教化眾生而不", "257": "疲倦。』菩薩又作是念：『一切諸法本性寂滅，", "258": "而諸眾生不覺不知。』何以故？諸法空寂，彼處", "259": "不行——所謂一切邪見及諸諍訟皆悉不行；一", "26": "人不能知如是法集，是人不起罪行、福行及", "260": "切法無相滅，彼處一切覺觀、思惟、等心皆悉", "261": "不行；一切法無願滅，彼處一切所求願欲等", "262": "法皆悉不行；一切法無我滅，彼處一切所著", "263": "皆悉不行；一切法無眾生滅，彼處一切種種", "264": "皆悉不行；一切法無命滅，彼處一切生死皆", "265": "悉不行；一切法實諦滅，彼處一切虛妄皆悉", "266": "不行；一切法因緣集滅，彼處一切壽者皆悉", "267": "不行；一切法四念處滅，彼處一切諸念、諸行", "268": "皆悉不行；一切法四正勤滅，彼處一切諸法", "269": "無取、無捨不行；一切法四如意足滅，彼處", "27": "不動行。若人能知法集，是人不集五陰、亦非", "270": "無去、無來不行；一切法五根滅，彼處一切", "271": "高下不行；一切法五力滅，彼處一切降伏不", "272": "行；一切法七覺分滅，彼處一切闇相不行；", "273": "一切法八聖道滅，彼處惡業、邪思惟皆悉不", "274": "行；一切法十力滅，彼處一切習氣不行；一", "275": "切法四無畏滅，彼處一切驚怖畏懼不行；一", "276": "切法十八不共法滅，彼處一切功用行不行；", "277": "一切法智慧滅，彼處一切無明不行；一切法", "278": "無作者滅，彼處一切行不行；一切法無念滅，", "279": "彼處一切智識不行；一切法無覺滅，彼處一", "28": "不集，不集十八界、亦非不集，不集十二入、", "280": "切名色不行；一切法無依滅，彼處一切六入", "281": "不行；一切法不盡滅，彼處一切觸不行；一", "282": "切法不智滅，彼處一切受不行；一切法無", "283": "我滅，彼處一切愛不行；一切法無所取滅，", "284": "彼處一切取不行；一切法無身滅，彼處一切", "285": "有不行；一切法不滅，彼處一切生不行；一", "286": "切諸法堅固滅，彼處一切老不行；一切法不", "287": "盡滅，彼處一切死不行。「世尊！是名諸菩薩", "288": "無障礙智門。菩薩住此無障礙智門，一切諸", "289": "魔不能降伏、外道論師不能破壞，知一切煩", "29": "亦非不集，是人不取眾生、亦非不取，法亦", "290": "惱不能染污、一切諸佛常共讚歎、一切諸天", "291": "之所歸敬。世尊！菩薩摩訶薩能到如是畢竟", "292": "智門，名為得大法藏、名為不貧窮、名為守", "293": "護諸佛、如來密藏、名為諸佛如來所可信者、", "294": "名為所應作已作、所應辦已辦、名為逮得己", "295": "利，猶如大海不可測量、如須彌山不可傾動。", "296": "「世尊！如是名為勝妙法集。世尊！我今所", "297": "說法集，為得隨順如來所說不耶？」佛言：「優", "298": "波離！汝今所說隨順佛意。優波離！諸菩薩", "299": "摩訶薩依此法集而修行者，能得阿耨多羅", "3": "作是思惟：『我能說法集。』如是菩薩則不能說。", "30": "非不取，不取實、亦不取虛，不取境界、亦不離", "300": "三藐三菩提。」", "301": "爾時，慧命阿難白佛言：「世尊！諸菩薩護持", "302": "妙法，於諸業中最為殊勝。世尊！菩薩若能修", "303": "行護持妙法，隨順菩提及諸佛如來。何以故？", "304": "諸佛如來尊重法故。世尊！云何是護持妙法？", "305": "所謂菩薩能說諸佛一切甚深修多羅，能讀、", "306": "能誦、思惟、修習，是名菩薩護持妙法。「復次，世", "307": "尊！若菩薩攝受修行，名為護持妙法。世尊！", "308": "何者是菩薩攝受修行？世尊！諸菩薩等所有", "309": "身業、口業、意業皆為利益一切眾生，大悲", "31": "境界，是人不取貪瞋癡、亦不離貪瞋癡，不取", "310": "為首、大慈增上，加護眾生得安隱樂。護法菩", "311": "薩如是深心作是思惟：『隨以何行能與眾生", "312": "安隱樂事，我應修行如是等行。』是故則成", "313": "五陰中觀，雖作此觀而能不求捨離五陰。觀", "314": "界如毒蛇以修於行，而心不求捨十八界；觀", "315": "入如空聚落以修於行，而心不求捨十二入；", "316": "如是，觀色如聚沫以修於行，而心不捨成就", "317": "諸佛如來色身莊嚴；觀受如泡以修於行，", "318": "而心不捨成就諸佛如來禪定三昧、三摩跋提、", "319": "諸佛妙樂；觀想如陽焰以修於行，而心不", "32": "世間、不取涅槃，不取諍訟、亦不取默然，不取", "320": "捨成就諸佛如來智慧修行；觀行如芭蕉以", "321": "修於行，而心不捨成就諸佛如來妙法修行；", "322": "觀識如幻以修於行，而心不捨成就智慧為", "323": "首，身、口、意業清淨修行。修行布施不求果報，", "324": "修行持戒救破戒眾生，修行忍辱能調伏眾", "325": "生，修行精進成就一切善法，修行禪定成", "326": "就身心柔軟，修行般若照了一切法相，修", "327": "行四念處則身心無垢，修行四正勤得無障", "328": "礙智，修行五根能成進趣行，修行五力則不", "329": "退菩提，修行七覺分則無疑網，修行八正道", "33": "空、亦不取邪見，不取無相、亦不取覺觀，不取", "330": "則無過失，修行四梵行得如意自在。「復次，世", "331": "尊！若菩薩知空則能攝受妙法。又，空者，名無", "332": "戲論。世尊！有戲論者則無攝受妙法。世尊！", "333": "若知空無相，是人名為攝受妙法；若取相者，", "334": "則為無有攝受妙法。世尊！以諸法空無相故", "335": "則無有願，無有願者則能攝受妙法；依止願", "336": "者則無攝受妙法。「世尊！見諸法者則無攝受", "337": "妙法，依止我、我所者則無攝受妙法，有憍慢", "338": "者則無攝受妙法，依供養、恭敬、讚歎者則無", "339": "攝受妙法，依嫉妬、慳悋者則無攝受妙法，著", "34": "無願、亦非不取，不取諸佛法、亦不取凡夫法，", "340": "欲害、瞋恚者則無攝受妙法。世尊！攝受妙法", "341": "者，以菩薩於眾生不生差別相、於法不生差", "342": "別相故。世尊！如是，菩薩攝受妙法。「世尊！菩", "343": "薩見諸法不生、不滅，是名菩薩攝受妙法；", "344": "菩薩見諸眾生不去、不來，是名菩薩攝受妙", "345": "法；見自身不染、不淨，是名菩薩攝受妙法；", "346": "於諸佛法不樂、於外道法不厭，是名菩薩攝", "347": "受妙法；受持八萬四千法藏而不起法相", "348": "之心，是名菩薩攝受妙法；不共一切煩惱、", "349": "隨煩惱及住一切惡不善法而不起非法", "35": "不取法、亦不取非法，不取聖僧、亦不取外道", "350": "相，是名菩薩攝受妙法；得解脫心而不起", "351": "心：『我得解脫。』是名菩薩攝受妙法；於一切諸", "352": "佛作弟子之業，而不起身、口、意心以修於行，", "353": "是名菩薩攝受妙法；於一切法皆悉自在，而", "354": "不起法、非法想，是名菩薩攝受妙法；於一", "355": "切諸法不取、不捨而修於行，是名菩薩攝受", "356": "妙法；不為得法、亦不為證而修於行，是名", "357": "菩薩攝受妙法；於一切物中不生著心，是", "358": "名菩薩攝受妙法；若菩薩起非凡夫、非學人、", "359": "非羅漢心，無所依止而斷貪、瞋、癡結，是名菩", "36": "僧。「世尊！菩薩摩訶薩知一切法，不求究竟", "360": "薩攝受妙法；若菩薩於菩提得受記莂而不", "361": "求佛菩提，是名菩薩攝受妙法；若菩薩詣道", "362": "場時，於一切處皆見道場，是名菩薩攝受", "363": "妙法；若能降伏諸魔而不見諸魔及魔眷", "364": "屬，是名菩薩攝受妙法；若能成佛菩提而", "365": "不證先所無法，是名菩薩攝受妙法；若能轉", "366": "大法輪而不成眾生、不壞眾生，是名菩薩攝", "367": "受妙法；若能降伏諸魔外道而不鬪諍，是名", "368": "菩薩攝受妙法；若能生而非新生而非故生，", "369": "是名菩薩攝受妙法；若能死而不盡，是名菩", "37": "處。何以故？是菩薩知一切法無非究竟故。是", "370": "薩攝受妙法；若能超過三界而無去處，是名", "371": "菩薩攝受妙法；若能離諸言語、音聲而無言", "372": "語，是名菩薩攝受妙法；若能於一切法不", "373": "貪、於一切法不厭，是名菩薩攝受妙法。「世", "374": "尊！是名勝妙法集。世尊！我今所說法集，", "375": "隨順如來所說法集不耶？」佛言：「阿難！汝所說", "376": "法集深得我意。」阿難說是妙法集時，八萬天", "377": "子發阿耨多羅三藐三菩提心，三萬二千菩", "378": "薩得無生法忍，五百比丘遠離諸漏心得解", "379": "脫。", "38": "菩薩不求解脫，一切諸法本性寂滅，無非解", "380": "爾時，彌勒菩薩摩訶薩白佛言：「世尊！世尊！譬", "381": "如捨於糠糟，取於米實。世尊！菩薩亦復如", "382": "是，捨於非法、取於正法。又，菩薩捨於慳貪、取", "383": "於布施，捨於破戒、取於持戒，捨於瞋恨、取於", "384": "忍辱，捨於懈怠、取於精進，捨於散亂、取於禪", "385": "定，捨於愚癡、取於般若，是名勝妙法集。「復", "386": "次，世尊！有所求者則是非法；若不求者則是", "387": "不取；若不取者則是不護；若不護者則是不", "388": "染；若不染者則是不諍；若不諍者則是不悋；", "389": "若不悋者則是不損；若不損者則是不行；若", "39": "脫。是菩薩不樂一法、亦不厭一法。是菩薩知", "390": "不行者則不退轉；若菩薩不退轉者，是菩薩", "391": "諸佛如來為授阿耨多羅三藐三菩提記。世", "392": "尊！是名為法、是名勝妙法集。「復次，世尊！若", "393": "菩薩生如是心：『我不退轉阿耨多羅三藐三", "394": "菩提心。』是菩薩諸佛如來則不與授記。何", "395": "以故？世尊！一切煩惱以求為根本。世尊！遠", "396": "離諸求名為離煩惱，以離煩惱故，諸佛如", "397": "來為其授記。「復次，世尊！菩薩作是思惟：『受", "398": "記者是世間虛妄言說。何以故？受記之人", "399": "是無、能授記者亦無，若俱無者，何處受記？』", "4": "何以故？有我見者生如是心：『我能說法，彼人", "40": "諸佛法非是自法、亦非他法。不取一法、不捨", "400": "唯然，世尊！大悲隨順世間有是言說。若菩", "401": "薩能知如是諸法，是名菩薩受記。世尊！譬", "402": "如幻師為幻授記，而彼幻化者無如是心：『我", "403": "受記、我成正覺。』世尊！菩薩亦復如是，如彼", "404": "幻化無分別心。而菩薩作是思惟：『菩提非", "405": "可證相、亦非可捨相；菩提非是生相、亦非滅", "406": "相；菩提非是身證、亦非心證；菩提不在內、", "407": "亦不在外、亦非中間；菩提無如是心：「我是菩", "408": "提，菩薩能證於我。」』世尊！是名勝妙法集。", "409": "「復次，世尊！菩薩於歡喜地中不慚愧、不憂惱，", "41": "一法，若有取捨則為可呵；不行、不住，若有行", "410": "於離垢地中不增、不減，於明地中不闇、不明，", "411": "於焰地中不取、不捨，於難勝地中無勝、無負，", "412": "於現前地中不自覺、不因他覺，於遠行地中", "413": "不去、不住，於不動地中不動、不分別，於善", "414": "慧地中不成、亦不欲成，於法雲地中不自覺、", "415": "亦不他覺，於佛地中能作一切事而亦不作", "416": "一切事。是故，如來自然無戲論。世尊！是名", "417": "菩薩摩訶薩勝妙法集。「世尊！菩薩如是至隨", "418": "順智，於所說法中而得自在。云何說法自在？", "419": "於一切言語不著故。又得清淨自在。云何清", "42": "住是亦可呵；不喜、不憂，若有憂喜是亦可呵。", "420": "淨自在？於一切處不染故。又得樂說自在。", "421": "云何樂說自在？謂依一法字句不暫休息，於", "422": "百千萬劫說不可盡故。又得智自在。云何", "423": "智自在？於一一法字句能說為百千萬法門", "424": "故。又得生自在。云何生自在？隨所隨所利", "425": "益眾生之處於彼彼處生故。又得三昧自在。", "426": "云何三昧自在？於念念中，若欲入三昧即能", "427": "入三昧故。又得住持自在。云何住持自在？", "428": "隨所隨所住持加故——所謂若麞鹿、若鳥獸、若", "429": "草木、若石壁——能說諸佛妙法故。又得眷屬自", "43": "「世尊！如是所說名為法集。世尊！我今所", "430": "在。云何眷屬自在？得無量眷屬、不可壞眷屬", "431": "故。又得見自在。云何見自在？謂見妙色故。", "432": "又得聞自在。云何聞自在？謂聞妙聲故。又得", "433": "鼻自在。云何鼻自在？所聞一切香唯是妙法", "434": "香故。又得舌自在。云何舌自在？謂食法味、", "435": "不食食味故。又得身自在。云何身自在？得", "436": "成就法身、非食身故。又得心自在。云何心自", "437": "在？乃至蚊、虻、蟻子知行、知心故。世尊！是名勝", "438": "妙法集。」", "439": "爾時，見者愛樂菩薩白佛言：「世尊！世尊！菩薩", "44": "說法集，為得隨順如來所說不耶？」佛言：「富樓", "440": "如是如是行，以是等行，眾生見者即生歡喜。", "441": "何以故？世尊！菩薩餘無所作，唯教化眾生。", "442": "世尊！是名菩薩根本勝妙法集。「世尊！是故", "443": "菩薩應當修學樂法之行。世尊！何者為愛樂", "444": "法？菩薩有四種愛樂法。何者為四？所謂不求", "445": "果報而施一切眾生平等之心、以愛語防護", "446": "一切眾生惡行、利益成就、愛一切眾生猶如", "447": "自身以同事故。世尊！是名菩薩四種愛樂法，", "448": "為一切眾生之所愛樂。「復次，菩薩摩訶薩有", "449": "四種法能作愛樂事。何者為四？謂多聞慧，", "45": "那！汝之所說隨順佛意。」", "450": "以無憍慢心故；說法忘相，以離供饍心故；", "451": "於彼尊者生於尊重，以求智慧故；發行精進，", "452": "以教化一切眾生故，是名菩薩四種法能作", "453": "愛樂事。「復次，菩薩有四種法能作愛樂事。", "454": "何等為四？所謂成就淨戒，以法施施故；成就", "455": "知足，以寂靜處住故；以住閑默處故，得於禪", "456": "定；善住城邑聚落，以不破諸威儀境界故。是", "457": "名菩薩四種法能作愛樂事。「復有四法，所謂：", "458": "實語者以樂說故、法語者以說空故、忍辱", "459": "語者以平等心故、寂滅語者以護諸根故，是", "46": "爾時，慧命摩訶迦旃延白佛言：「世尊！若人有", "460": "名菩薩四法能作愛樂事。「復次，菩薩有四種", "461": "法能作愛樂事。何者為四？所謂先意問訊，", "462": "以善語故；其意易滿，以隨得少事而知足故；", "463": "成就不諂曲，以如語如說行故；無欺詐稠林", "464": "行，以不誑一切眾生故。是名菩薩四種法能", "465": "作愛樂事。「復次，菩薩有四種法能作愛樂事。", "466": "何者為四？所謂不生惡心，以內寂靜故；不生", "467": "癡心，以外不顛倒故；不生慳心，以觀一切事", "468": "無常故；不生憍慢心，以如實知諸法故。是名", "469": "菩薩四種法能作愛樂事。「復次，菩薩有四種", "47": "法相、非法相，依此二相說法者，是人名為住", "470": "法能作愛樂事。何者為四？所謂得甚深心，", "471": "先意問訊故；遠離愛染，得柔濡愛語故；捨", "472": "離一切諸心而常不捨菩提心故；深心第一", "473": "義而隨順世諦故。是名菩薩四種法能作愛", "474": "樂事故。「世尊！是名勝妙法集。「復次，世尊！", "475": "菩薩得第一空、得大通明、得大自在，善知說", "476": "於法集，愛樂甚深之法，隨順諸眾生，畢竟得", "477": "不可思議希有法者、得柔濡法者、得大通", "478": "者、得大法師者、得大法王者、得大所作者、", "479": "作大眾生依者、得大通奮迅者，為教化眾", "48": "無明中。何以故？若人見非法如實見則是", "480": "生不退、而生不生、而死不死，所作已成而成", "481": "菩提、得解脫心而發精進，入於涅槃而行", "482": "滿足、而求不求、而修行一切智、而問於他。", "483": "「世尊！一切諸海可以量知，而彼菩薩摩訶薩", "484": "大乘智海不可量知。世尊！虛空清淨可以塵", "485": "垢，而彼菩薩摩訶薩心不可得染。世尊！風", "486": "雖無形，可以手執，而彼菩薩摩訶薩心六塵", "487": "境界所不能著。世尊！春陽之炎可以攝摩，", "488": "而彼菩薩摩訶薩我、我所心不可而得。世尊！", "489": "是名勝妙法集。」", "49": "真法。世尊！若菩薩如實見非法，即是真如。", "490": "爾時，善目菩薩摩訶薩白佛言：「世尊！世尊！菩", "491": "薩修一切諸法，唯是發菩提心以為根本。何", "492": "以故？世尊！一切諸法皆是虛妄，唯心分別，", "493": "體無諸物。離一切物，如幻無根本，隨所求而", "494": "成；遠離作者、受者，其性不住，離於諸住故。", "495": "世尊！一切諸法無始、無終，以無二、離二故。世", "496": "尊！諸法無我、無我所，以無主故；諸法平等如", "497": "彼法界，以非客故。世尊！諸法非主，以遠離諸", "498": "貪故；諸法離於分別及種種分別，以遠離可", "499": "取及捨心故；諸法不來、不去，唯是智境界故，", "5": "聽法。』若人遠離我相，是人不見我能說法、他", "50": "世尊！夫真法者，無所從來、無所至去，法不依", "500": "以其無知空主者故。「世尊！時諸毛頭凡夫", "501": "於無我法中而生我想、於無眾生中而生眾", "502": "生想，菩薩作是思惟：『我以如是妙法令諸", "503": "眾生而得解悟。』世尊！是名菩提心、一切眾", "504": "生安隱心、樂心無上心、法界心光明心、眾生", "505": "住持心。依如是心而生，名為發菩提心。「復次，", "506": "世尊！修行檀波羅蜜名為寂靜心、修行尸波", "507": "羅蜜名為不缺心、修行忍辱波羅蜜名為不", "508": "損心、修行精進波羅蜜名為不退心、修行禪", "509": "波羅蜜名為不亂心、修行般若波羅蜜名為", "51": "人。世尊！法於人不遠、不近，法於處所亦無遠", "510": "不分別虛妄心、修行大慈名為柔濡心、修", "511": "行大悲名為不退轉心、修行大喜名為無厭", "512": "足心、修行大捨名為無垢心、修行大施名", "513": "為不悋心、修行愛行名為不稠林心、修行利", "514": "益行名為平等心、修行同事名為最上心、修", "515": "行空慧名為無分別心、修行無相智名為無", "516": "念心、修行無願名為不住心、修行菩提行名", "517": "為三十七菩提分心、修行進趣行名為念佛", "518": "心、修行不破壞行名為念法心、修行法界心", "519": "名為念僧心、修行無量心名為念戒心、修行", "52": "近。世尊！法無是念：『我於上眾生行、於下中眾", "520": "不取心名為念捨心、修行念天心名為念諸", "521": "善根——以為諸善根聚集莊嚴故、以彼勝生為", "522": "發菩提心聚集諸善根故。「世尊！我依發菩", "523": "提心說彼一劫、若無量劫而不可盡。如是，諸", "524": "菩薩聚集無量因緣而發菩提心。是故，世", "525": "尊！菩薩欲推求諸善法者，應於發菩提心中", "526": "而知而求。世尊！是名勝妙法集。」", "527": "爾時，善生菩薩白佛言：「世尊！世尊！諸法善生", "528": "以根本清淨故。世尊！何者是諸法根本？世尊！", "529": "諸法以空為根本，以彼處無諸見故；諸法以", "53": "生不行，於下中眾生行、於上眾生不行。』世尊！", "530": "無相為根本，以彼處無諸覺觀故；諸法以無", "531": "願為根本，以彼處無三界煩惱故；諸法以", "532": "無行為根本，以彼處無作者故；諸法以無", "533": "我為根本，以彼處不見我行故；諸法以離眾", "534": "生為根本，以彼處不見眾生行故；諸法以無", "535": "命為根本，以彼處見命不行故；諸法不生，以", "536": "彼處不行常見故；諸法不滅，以彼處不行", "537": "斷見故；諸法無物，以彼處不行有見故；諸法", "538": "如涅槃平等，以彼處不行離有見故；諸法如", "539": "菩提，以彼處不行見佛故；諸法不作，以彼", "54": "法非相得名、亦非非相得名。何以故？世尊！聖", "540": "處不行見法故；諸法不和合，以彼處不行見", "541": "僧故。世尊！是名勝妙法集。」", "542": "爾時，大導師菩薩白佛言：「世尊！世尊！若菩薩", "543": "欲先與一切眾生大菩提、不為自身證大菩", "544": "提，若菩薩諸所作業為一切眾生、不為自身，", "545": "而不見眾生、而不捨大慈大悲心，是名菩薩。", "546": "「世尊！何者是諸菩薩大慈、大悲？世尊！若菩", "547": "薩不見眾生而不捨一切諸善根，修行彼諸", "548": "善根迴向大菩提，是名大慈；若菩薩不捨", "549": "諸眾生所作之事，是名大悲。若菩薩見世間", "55": "人見所有相者皆是縛、非相者亦是縛。世", "550": "法則是涅槃，而不捨集道精進，是名大慈；", "551": "若不捨眾生，是名大悲。若自身發菩提心，", "552": "是名大慈；若教化諸眾生，是名大悲。若捨", "553": "內外一切諸物，是名大慈；若捨內外善根，", "554": "為一切眾生得佛菩提，迴向無上道，是名大", "555": "悲。若淨持諸戒，不毀、不犯，是名大慈；若自", "556": "持淨戒增長眾生淨戒，是名大悲。若自修行", "557": "安隱忍辱樂行，是名大慈；若以安隱樂與諸", "558": "眾生，是名大悲。若於自身常能修行精進", "559": "之行，為得諸佛無上菩提，是名大慈；若以", "56": "尊！法非離、亦非修行。世尊！能知法者，遠離", "560": "大精進行令諸眾生得此精進，是名大悲。若", "561": "於自身常行寂靜，是名大慈；若以寂靜行", "562": "令諸眾生得此寂靜，是名大悲。若為自身修", "563": "滿智慧，是名大慈；若以自智慧增長一切", "564": "眾生智慧，是名大悲。若不修行、非不修行，是", "565": "名大慈；若不作、亦非不作，是名大悲。若生", "566": "而不去，是名大慈；若去而不動，是名大悲。", "567": "若說而無言，是名大慈；若著而不縛，是名", "568": "大悲。若縛而不得，是名大慈；若入涅槃而不", "569": "滅，是名大悲。若出自身舍利而無骨、肉、筋、血，", "57": "離、修行。世尊！法不與他、亦不自取，而隨", "570": "是名大慈；若彼修身骨不增、不減，是名大悲。", "571": "若捨施而不捨物，是名大慈；若護諸護而不", "572": "成就，是名大慈；若增長而不高，是名大悲。世", "573": "尊！是名勝妙法集。」", "574": "爾時，光明幢菩薩白佛言：「世尊！世尊！菩薩以", "575": "寂靜定心為最上業。何以故？菩薩住寂靜心", "576": "中，諸佛妙法自然現前。世尊！菩薩尊重寂", "577": "靜，定心安隱樂故，而得菩提及得諸陀羅尼", "578": "門。「世尊！何者是菩薩陀羅尼？所謂隨所隨", "579": "所聞法能不忘失、隨所隨所聞法而能受持、", "58": "所欲利益不同，以無作者故。世尊！法於諸", "580": "隨所隨所聞法而能了知、及諸眾生亦令了", "581": "知，是名陀羅尼。隨何等陀羅尼不增長、不", "582": "分別；隨何等陀羅尼能受持八萬四千法門", "583": "而不忘失、而不遺漏；隨何等陀羅尼知諸", "584": "眾生心心所行，以知諸眾生心故，隨彼彼眾", "585": "生如是如是說法；隨何等陀羅尼能聞一切", "586": "眾生語言，以聞諸聲聞凡夫聲得於大悲、聞", "587": "諸聖人聲得於大慈；隨何等陀羅尼聞取一", "588": "句法能於無量劫說，如是菩薩樂說辯才", "589": "不留、不盡、亦無際畔；隨何等陀羅尼如實知", "59": "佛不生親想、毛道凡夫不起怨心，世尊！以", "590": "諸言音；隨何等陀羅尼知一切言說皆是佛", "591": "語；隨何等陀羅尼於十方世界諸佛、菩薩所", "592": "住之處說法音聲，所聞之者一切受持，如是", "593": "菩薩於一佛所聞法、如是於第二佛所說法", "594": "無有障礙。世尊！是名菩薩受持陀羅尼。「世", "595": "尊！菩薩得起陀羅尼，隨何等陀羅尼現前", "596": "說一切法如說一法、一字、一句。如是說一切", "597": "法界，然是菩薩不生憍慢之心、不起放逸", "598": "之行，得增上陀羅尼；隨何等陀羅尼能說", "599": "一切世間現前見法及一切世間現前見，得", "6": "能聞法，不見彼二、非不見二。世尊！一切有法", "60": "無分別戲論想故。世尊！法不近佛、不遠凡夫，", "600": "集陀羅尼；隨何等陀羅尼能斷一切眾生", "601": "疑惑及斷一切煩惱，得為增上及集陀羅", "602": "尼；隨何等陀羅尼能令增長一切白法、能", "603": "令盡一切煩惱，得行陀羅尼。隨何等陀羅尼", "604": "知一切法、知一切法光明，是菩薩如實知諸", "605": "法而不分別，修行諸法而自身心實不修行、", "606": "說於諸法而不說諸字、捨於諸法而亦不失、", "607": "增長諸法而不增一物、損減諸法而不損一", "608": "法、說於諸法而無言說、令入涅槃而於世間", "609": "不動、令得聖人地而不離於凡夫地、降伏一", "61": "而隨所行得法不同。世尊！如是之法是名法", "610": "切諸魔而非身心意所起作業，世尊！是名諸", "611": "菩薩勝妙法集。」", "612": "爾時，解脫月菩薩白佛言：「世尊！一切諸法以", "613": "解脫為相。世尊！菩薩不分別是縛、是脫。何以", "614": "故？世尊！解脫非他、他非解脫。世尊！解脫者，不", "615": "增一法、亦非不減一法。世尊！解脫無所從", "616": "來，世尊！縛亦無所至去。世尊！得解脫菩薩不", "617": "生如是心：『我得解脫。』其心唯知：『猶如解脫，一", "618": "切諸法亦復如是。』世尊！若菩薩起如是心：", "619": "『世間是垢染法，涅槃是清淨法。』是菩薩不得", "62": "集。世尊！我所說法集，為得隨順如來所說", "620": "解脫。何以故？有我見者生如是心。世尊！若人", "621": "起如是心：『我厭陰界入，求入涅槃。』是人不得", "622": "解脫。何以故？有我見，有我見者生如是心。世", "623": "尊！得解脫心比丘作是思惟：『一切諸法如解", "624": "脫相，而諸毛頭凡夫不識、不知，生如是心。", "625": "我以如是法令一切眾生知故。』世尊！得解", "626": "脫心比丘我得解脫生如是心：『是諸凡夫於", "627": "一切法常解脫中而求解脫，我於彼彼眾", "628": "生生大悲心。何以故？若人求解脫，是人不得", "629": "解脫。』是故，世尊！比丘欲得解脫者，應觀能", "63": "法集不耶？」佛言：「摩訶迦旃延！汝之所說隨順", "630": "縛及所縛，應知能縛及所縛，是人不分別解", "631": "脫；若不分別者，是人則得解脫。世尊！是名菩", "632": "薩勝妙法集。」", "633": "法集經卷第五", "64": "佛意。」", "65": "爾時，慧命大迦葉白佛言：「世尊！若人求於", "66": "寂靜而說法集，如是之人則無法集。世尊！", "67": "一切諸法不離寂靜，以無二故。夫二法者不", "68": "知於二，以其遠離心、意、意識智故；一法者亦", "69": "不求二，以其遠離求欲法故；一法者亦不二，", "7": "皆非實有，隨何等法生分別心謂是實有，當", "70": "以無所造作故。復次，世尊！夫寂靜者則不二", "71": "法；不二法者，不離諸法。世尊！一切諸法不二", "72": "相，以自性空故，自性無相、自性無願、自性無", "73": "行，自性不生、不滅，非清淨相而亦可得、亦非", "74": "不淨相而是可得，非慳者得、非能施者得，非", "75": "破戒者得、非持戒者得，非瞋恨者得、非忍", "76": "辱者得，非懈怠者得、非精進者得，非散亂", "77": "者得、非禪定者得，非愚癡者得、非智慧者得。", "78": "若能如是不得諸法，是則名為真實得法。若", "79": "於諸法有所得者則不能得、有所行境界者", "8": "知是法虛妄無實。諸菩薩等於彼法中不生", "80": "則不能得，心行境界者、行二法者、見所有", "81": "法者、依止法者、求證法者、離煩惱者、求究竟", "82": "者、見佛者、見法僧者、見世間者、見涅槃者，", "83": "則不能得如是境界。", "84": "「復次，世尊！若人求法者，於一切法應無所求。", "85": "世尊！於一切法無所求者，名真求法。世尊！", "86": "正見菩薩不見於法及以非法，而於諸法如", "87": "是思惟：『遠離我所心無所著，名為真法；若", "88": "遠離虛妄不實，名為真法；若遠離一切求，名", "89": "為真法；若知一切法離戲論，名為真法。』若有", "9": "分別是法實有。何以故？不生分別謂是實有。", "90": "菩薩能如是說，是則名為真實法集。世尊！", "91": "我今所說妙法集，為得隨順如來法集不耶？」", "92": "佛言：「迦葉！汝之所說隨順佛意。」", "93": "爾時，慧命須菩提白佛言：「世尊！夫言法者，", "94": "名為不諍。若能不諍，是人有法。世尊！眼之", "95": "與色無有靜競；耳、聲，鼻、香，舌、味，身、觸，意、法亦", "96": "無所諍，是名為法。又，云何眼、色二法無所諍", "97": "競？以不和合故、以此二法不相到故。耳、聲，鼻、", "98": "香，舌、味，身、觸，意、法，亦不和合、不相到故。夫不", "99": "到、不合法皆無違諍。世尊！法無有二，是故法"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0761 佛說法集經: 佛說法集經: 法集經", "author": "元魏 菩提流支譯", "sourceLink": "http://www.cbeta.org/"}