{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1377 佛說寶帶陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1377", "1": "佛說寶帶陀羅尼經", "2": "西天譯經三藏朝奉大夫試光祿卿", "3": "傳法大師賜紫臣施護奉　詔譯", "4": "如是我聞。一時佛在釋種住處迦毘羅城尼", "5": "拘律陀樹園。與大眾俱。是時羅睺羅童子居", "6": "止異處。於夜分中忽為大惡羅剎所怖。時羅", "7": "睺羅即於是夜。與諸童子眾前後圍繞。出迦", "8": "毘羅城往詣佛所。到已頭面禮佛雙足。乃於", "9": "佛前涕泣而住。", "10": "爾時世尊知是事已。即告尊者阿難言。阿難", "11": "當知我有大明。名曰寶帶有大功德。能為羅", "12": "睺羅童子而作擁護。我今宣說汝當受持。而", "13": "此大明若諸天眾龍眾。夜叉眾羅剎眾。阿修", "14": "羅眾迦樓羅眾。乾闥婆眾緊那羅眾。必舍左", "15": "眾必隷多眾。鳩盤茶眾布單那眾。羯吒布", "16": "單那眾諸宿曜眾。二十八大夜叉將。四大夜", "17": "叉主四大天王。諸離欲仙眾雪山住者。乃至", "18": "十方一切諸部多眾并羅剎女眾。迦儞里布", "19": "寫那哩計吒羯蘭拏蘇摩那摩賀訶哩等諸母", "20": "鬼眾。三母訥誐彌羯臘波大羅剎。及東方訶", "21": "哩大羅剎女。南方虞拏西大羅剎女。西方計", "22": "舍哩大羅剎女。北方珠髻大羅剎女。此四大", "23": "羅剎女各與六十眷屬俱。如是等眾若聞宣", "24": "說寶帶大明。於一切處能為一切眾生而作", "25": "擁護。", "26": "爾時世尊即說寶帶大明曰。", "27": "竭儞引屹囉二合引一句竭那鉢底二瞿彌引屹囉二合", "28": "引三瞿摩鉢底四鉢哩引迦五竭哩尼六竭囉鉢底", "29": "七娑引囉鉢底八達那鉢底九蘇囉鉢底十阿梨", "30": "波十一阿梨波鉢底十二摩鉢底十三阿鉢底十", "31": "四末虎鉢底十五虎羅十六呬梨十七虎盧十八底", "32": "梨十九呬梨二十唧致二十一梨鉢多二合二十二鉢跓引", "33": "吒吒吠引二十三唵引二十四藍尾引二十五摩尾薩哩引二十六摩", "34": "賀引呬梨二十七虎虎二十八三滿多薩薩哩引二十九阿", "35": "三滿多薩囉鉢梨引三十珂薩哩引三十一阿引嚩哩多", "36": "二合三十二摩賀引嚩哩多二合三十三竭儞引三十四彌引珂", "37": "梨引三十五", "38": "佛言阿難。我此宣說寶帶大明有大功德。若", "39": "有持是明者。隨諸所求皆得圓滿。所有持明", "40": "天眾部多眾。吠多拏眾大力天眾。諸神通精", "41": "進仙眾。於持明者不能為障。阿難當知今此", "42": "寶帶大明。諸佛世尊共所宣說。普為一切眾", "43": "生利益安樂。乃至於一切處密作擁護。阿難", "44": "大地所有大惡難調攝人威光者極惡業者。", "45": "若方若隅乃至一切處。聞是寶帶大明時皆", "46": "大驚怖。又此大明周匝十由旬內。能為一切", "47": "眾生而作擁護。救諸難事攝持護念。令諸眾", "48": "生息災安樂。不為杖打不為刀傷不為毒中。", "49": "一切惡毒自然消滅。惡友遠離一切惡者。作", "50": "禁縛事自然解脫。若人及非人。欲於一切眾", "51": "生作惱害者。應當依法建立壇場。以諸香華", "52": "供養如來。依法結界沐浴清淨。誦是寶帶大", "53": "明。彼諸惡者自然攝伏不能為害。乃至一切", "54": "病苦亦得息除。復說大明曰。", "55": "怛󰍕切身下同他引一句儞𪏭儞𪏭二尾摩梨引三多摩", "56": "梨引四虎唧虎唧五悉哩六底哩七薩梨引囉八", "57": "復次阿難又此大明有大功德。說是大明時。", "58": "若鬼眾聞者驚怖戰掉。若天眾聞者悉來集", "59": "會。若龍王若部多王聞者亦悉來集。若梵王", "60": "帝釋大自在天童子天等。聞是大明者皆從", "61": "異處咸來集此。稱讚隨喜寶帶大明。", "62": "爾時慈氏菩薩摩訶薩。白佛言世尊。我亦為", "63": "羅睺羅童子及一切眾生。作擁護法救諸難", "64": "事。攝持護念息災安樂。刀杖諸毒不能為害。", "65": "惡友禁縛自然遠離。以是利益故隨喜宣說", "66": "寶帶大明曰。", "67": "怛󰍕他引一句阿嚩那引底二鉢那引儞三阿尼那", "68": "引努四祖盧祖盧五鳴哩馱二合難尼引六阿", "69": "馱難尼引七三滿多難尼引八儞哩捫二合尼引九", "70": "儞哩彌二合引牟儞引十扇引底莎悉爹二合野曩", "71": "十一摩摩薩哩嚩二合薩埵引喃引左十二犖力角切下", "72": "同叉俱嚕莎引賀引十三", "73": "爾時娑婆世界主大梵天王。亦隨喜宣說寶", "74": "帶大明曰。", "75": "薩拽替引唐一句盎虞哩引二半虞哩引三阿訥", "76": "哩引四農訥哩引五室契六室珂哩引七訥捺沒", "77": "二合哩引八訥哩訥二合囉野底九阿左阿左十", "78": "尾母左十一扇引鼎莎悉爹二合野曩俱嚕十二", "79": "摩摩薩哩嚩二合薩埵引難引左莎引賀引十三", "80": "爾時夜摩天子。亦隨喜宣說寶帶大明曰。", "81": "薩拽替引唐一句囉引瑟致哩三合二鉢那引瑟", "82": "致哩三合引三嚕地囉羯蘭尼二合引四儼鼻引哩引", "83": "五訥哩那二合哩引六母唧舍引計也二合囉引", "84": "𡁠引七扇引鼎莎悉爹二合野曩羯噌彌八摩摩", "85": "犖叉俱嚕沙引賀引九", "86": "爾時帝釋天主。亦隨喜宣說寶帶大明曰。", "87": "薩拽替引唐一句難尼引二達努試引三蘇難尼", "88": "引蘇難尼引四帝引難尼引帝引難尼引五訥哩彌", "89": "二合引六蘇彌引七捺摩泥引八捺彌引九底梨十彌", "90": "梨十一摩摩薩哩嚩二合薩埵引難引左犖叉引", "91": "羯嚕彌十二扇引鼎莎悉爹二合野曩十三野引", "92": "嚩細引摩滿唐羯嚕彌莎引賀引十四", "93": "帝釋天主說是大明已。復說大明曰。", "94": "薩拽替引唐一句難尼引二達努試引三羯捺", "95": "踰二合引多訖哩二合四目軌引五入嚩二合梨引六", "96": "捺彌引七尾訶梨引八娑引哩引九娑引囉嚩底", "97": "十扇引鼎莎悉爹二合野曩十一摩摩薩哩嚩二", "98": "合薩埵引難引左十二野引嚩細引摩引滿度引婆", "99": "嚩覩莎引賀引十三", "100": "爾時持國天王。亦隨喜宣說寶帶大明曰。", "101": "薩拽替引唐一句達哩引達哩引二達囉尼引達", "102": "哩引三阿疸帝引四布嚕五母嚕六扇引鼎莎悉", "103": "爹二合野曩七摩摩薩哩嚩二合薩埵引難引左", "104": "犖叉羯嚕引彌八野引嚩細引摩引滿度引婆嚩", "105": "覩莎引賀引九", "106": "爾時增長天王。亦隨喜宣說寶帶大明曰。", "107": "薩拽替引唐一句案拏哩引二半拏哩引三羯囉", "108": "引尼引四羯囉鉢帝引五羯囉嚕毘引六羯哩達", "109": "哩引七羯諾羯鉢帝哩二合引八嚕嚕彌引九叉叉", "110": "彌引十阿引叱彌引十一博叱扇引底莎悉爹二合野", "111": "曩十二摩摩薩哩嚩二合薩埵引難引左犖叉引", "112": "俱嚕十三野引嚩細引摩引滿馱婆嚩覩莎引賀", "113": "引十四", "114": "爾時廣目天王。亦隨喜宣說寶帶大明曰。", "115": "薩拽替引唐一句摩惹羅摩惹羅二惹惹摩羅", "116": "三地哩地哩四計哩計哩五三滿多計哩六扇引", "117": "鼎莎悉爹二合野曩七摩摩薩哩嚩二合薩埵", "118": "引難引左八野引嚩細引摩引滿唐羯嚕彌莎引", "119": "賀引九", "120": "爾時月天子。亦隨喜宣說寶帶大明曰。", "121": "薩栧替引唐一句唵引二嚩引禰引三尾摩梨引", "122": "四鉢囉二合婆引莎哩引五設多囉濕彌二合引六薩", "123": "賀薩囉二合囉濕彌二合引七鉢囉二合底薩囉底八", "124": "扇引鼎莎悉爹二合野曩俱嚕九摩摩薩哩嚩", "125": "二合薩埵引難引左十野引嚩細引摩引滿唐羯", "126": "嚕彌莎引賀引十一", "127": "爾時諸天眾。亦隨喜宣說寶帶大明曰。", "128": "薩拽替引唐一句俱嚕俱嚕二蘇嚕蘇嚕三布", "129": "嚕布嚕四扇引鼎莎悉爹二合野曩俱嚕五摩摩", "130": "薩哩嚩二合薩埵引難引左六野引嚩細引摩引", "131": "滿唐羯嚕彌莎引賀引七", "132": "爾時諸星宿眾。亦隨喜宣說寶帶大明曰。", "133": "薩拽替引唐一句怛梨引二怛摩梨引三阿梨", "134": "引四捺梨五阿引迦引舍尾摩梨引六扇引鼎莎", "135": "悉爹二合野曩羯嚕彌七摩摩薩哩嚩二合薩埵", "136": "引難引左八野引嚩細引摩引滿唐羯嚕彌莎引", "137": "賀引九", "138": "爾時諸龍眾。亦隨喜宣說寶帶大明曰。", "139": "薩拽替引唐一句末梨引二摩梨引三阿左梨", "140": "引四末提引五阿引戍末提引六布引計引七扇引", "141": "鼎莎悉爹二合野曩俱嚕八摩摩薩哩嚩二合薩", "142": "埵引難引左九野引嚩細引摩引滿唐羯嚕彌莎", "143": "引賀引十", "144": "爾時二十八大夜叉將。亦隨喜宣說寶帶大", "145": "明曰。", "146": "薩拽替引唐一句捺哩二合茶鉢底捺哩", "147": "二合茶鉢底二嚕嚕達囉引嚕嚕達囉引三扇引", "148": "鼎莎悉爹二合野曩羯嚕彌四摩摩薩哩嚩二合", "149": "薩埵引難引左五野引嚩細引摩引滿唐羯嚕彌", "150": "莎引賀引六", "151": "爾時必隷多眾必舍左眾鳩盤茶眾。亦同隨", "152": "喜宣說寶帶大明曰。", "153": "薩拽替引唐一句尾部底二三嚩哩多二合那引", "154": "尾部底三扇引鼎莎悉爹二合野曩四摩摩薩哩", "155": "嚩二合薩埵引難引左五野引嚩細引摩引滿唐", "156": "羯嚕彌莎引賀引六", "157": "爾時布單那羯吒布單那眾。亦隨喜宣說寶", "158": "帶大明曰。", "159": "薩拽替引唐一句鉢訥彌引二羯囉引尼引三嗢", "160": "迭多四祖蘭拏二合薩彌引囉尼引五麁麁鉢帝", "161": "引六扇引鼎莎悉爹二合野曩羯嚕彌七摩摩薩", "162": "哩嚩二合薩埵引室左二合八野引嚩細引摩引滿", "163": "唐羯嚕彌莎引賀引九", "164": "爾時諸母鬼眾。亦隨喜宣說寶帶大明曰。", "165": "薩拽替引唐一句計引梨引二摩計引梨引三拏", "166": "哩引四拏摩哩引五扇引鼎莎悉爹二合野曩羯", "167": "嚕彌六摩摩薩哩嚩二合薩埵引難引左七野引", "168": "嚩細引摩引滿唐羯嚕彌莎引賀引八", "169": "爾時四方四大羅剎女。亦隨喜宣說寶帶大", "170": "明曰。", "171": "薩拽替引唐一句阿引泥引播引泥二渴𡁠引三", "172": "渴嚩𡁠引四枯枯哩五梨必六鉢哩賀哩引七扇", "173": "引鼎莎悉爹一合野曩羯嚕彌八摩摩薩哩嚩", "174": "二合薩埵引難引左九野引嚩細引摩引滿唐羯嚕", "175": "彌莎引賀引十", "176": "爾時會中有一大羅剎女名囉彌拏。亦隨喜", "177": "宣說寶帶大明曰。", "178": "薩拽替引唐一句捺哩那二合哩引捺哩那", "179": "二合哩引二賀賀賀賀三呬呬呬呬四虎虎虎虎", "180": "五試軌軌試軌軌六唧軌七尾目契引八摩珂九", "181": "惹珂十契吒十一彌致十二遏吒十三遏吒吒十四", "182": "囉吒吒十五訖囉二合摩惹十六俱儒仁祖切下同俱儒", "183": "十七訥訥訥十八訥嚕二合訥嚕二合訥嚕二合十九砌", "184": "彌梨二十彌彌梨二十一阿那聒聒二十二渴訥彌二合", "185": "二十三訥訥訥二十四底體二十五底彌二十六底儞二十七體", "186": "梨二十八彌吒二十九唧底三十彌致三十一梨致三十二必", "187": "致三十三必帝哩二合三十四閉引帝哩二合尼三十五訥呬", "188": "儞三十六母呬儞三十七羅係引三十八嚩係引三十九󰋂波曳", "189": "引四十", "190": "時羅剎女說是大明已。前白佛言我此所說", "191": "寶帶大明中眷屬大明。善為一切眾生而作", "192": "擁護息災安樂。刀杖惡毒不能侵害。一切惡", "193": "友自然遠離。過一由旬二由旬乃至十二由", "194": "旬。若天若龍若夜叉若羅剎。若乾闥婆若阿", "195": "修羅。若迦樓羅若緊那羅。若摩睺羅伽若鳩", "196": "盤茶。若必舍左若必隷多。若布單那若羯吒", "197": "布單那。若塞健馱若阿波三摩囉。若吠多拏。", "198": "若一日瘧若二日瘧。乃至人非人等。伺求其", "199": "便欲惱害者皆不得便。若得便者無有是處。", "200": "除宿業障不可制止。又此大明能令一切眾", "201": "生。於一切處息一切怖。遠離一切嬈亂等事。", "202": "爾時世尊告尊者阿難言。如我所說寶帶大", "203": "明。及此羅剎女等所說諸寶帶大明眷屬明", "204": "句。有大功德汝當受持宣通流布。又此大明", "205": "亦能禁止諸惡風雲。若持是明者善自作護", "206": "復能護他。若城邑聚落乃至一切處悉能擁", "207": "護。又此大明於一切天龍鬼神。乃至沙門婆", "208": "羅門外道梵志。尼乾陀等中。若有惡毒心者", "209": "不調伏者。作惱害者不吉祥者。悉能調伏不", "210": "為惱害。乃至一切大惡宿曜悉能制止。", "211": "又復阿難寶帶大明最上最勝。所有沙門婆", "212": "羅門。外道梵志尼乾陀。及梵王帝釋四大天", "213": "王。欲自在天日月星宿天龍鬼神夜叉羅剎", "214": "人與非人。山峯住者山下住者。虛空住者。乃", "215": "至隨一切處住者。諸部多等。彼彼所有一切", "216": "呪句。此悉能斷不為他呪之所斷故。", "217": "又復阿難寶帶大明。善作擁護善救善攝。能", "218": "與眾生息災安樂。刀杖惡毒不能侵害。一切", "219": "惡友自然遠離。過一由旬二由旬。乃至十二", "220": "由旬。", "221": "又復阿難我不見彼一切世間天人魔梵等。", "222": "有違越此寶帶大明者。若違越者無有是處。", "223": "何以故阿難當知一切佛真實法真實僧真實", "224": "實語真實一切哩尸眾真實。是故於此祕密", "225": "法門無違越者。阿難此五種真實不可違越。", "226": "佛真實不可違越。法真實不可違越。僧真實", "227": "不可違越。實語真實不可違越。哩尸眾真實", "228": "不可違越。是故阿難此寶帶大明。若有受持", "229": "者。得離一切病。解脫一切縛。息除一切惡。得", "230": "大安樂最上吉祥。", "231": "佛說此經已。羅睺羅童子得離怖畏。阿難等", "232": "諸大眾。聞佛所說皆大歡喜信受奉行。", "233": "佛說寶帶陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1377 佛說寶帶陀羅尼經", "source": "CBETA"}