{"author": "明 普泰補註", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1865 八識規矩補註", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "八識規矩補註序", "1": "下八識規矩補註卷下", "2": "明魯庵法師普泰補註", "3": "帶質有覆通情本　此言第七於三性中唯無", "4": "記性。於四性中乃有覆無記此四欲界全具。上二界唯三。除不善故。", "5": "覆者。謂染法。障聖道故。又能蔽心令不淨故。此非善惡。故名無記。以性非順益違損", "6": "故。恒與四惑俱故。故云。有覆四惑者。謂我癡", "7": "謂無明愚於我相迷無我理。故名我癡也我見謂我執於非我法。妄計為我。故名我見也我慢", "8": "謂倨傲恃所執我令心高舉。故名我慢也我愛謂我貪於所執我深生耽著。故名我愛也此識", "9": "於三境中唯緣帶質。以心緣心故。解見上文。", "10": "上心字目見分。下心字目本質。謂此相分帶", "11": "本質生。故名帶質。或曰。此相分亦帶見生。", "12": "何不云帶情境耶。為濫獨影是故不爾。", "13": "隨緣執我量為非　此第七識。隨所緣第八", "14": "見分。執之為我。執者封著義。以此識唯具俱", "15": "生我法二執任運起故。非是分別我法二執。", "16": "何則以非強思計度起故。於三量中唯是非", "17": "量。不稱境知。恒謬度故。故為非量也。", "18": "八大遍行別境慧貪癡我見慢相隨　此言第", "19": "七之心所法也。謂此識緣境之時。與大隨八", "20": "遍行五別境五中之慧。根本煩惱之貪癡見", "21": "慢四法。總十八所也。何非餘俱。互相違故。何", "22": "則謂欲者希望未遂合事。此識任運緣遂合", "23": "境無所希望。故無有欲。勝解則印持曾未定", "24": "境。此識無始恒緣定事經所印持。故無勝解。", "25": "念唯記憶曾所習事。此識恒緣現所受境無", "26": "所記憶。故無有念。定唯繫心專注一境。此識", "27": "任運剎那別緣既不專一。故無有定。慧即我", "28": "見五十一心所別開故。此識我見并慧兼具。", "29": "善是淨故。非此識俱。根隨雖總二十六法。既", "30": "與我見俱故。由見審決疑無容起。愛著我故", "31": "瞋不得生故。唯四惑俱忿等十隨行相麁動。", "32": "此識審細故非彼俱。中隨二者唯是不善。此", "33": "無記故非彼相應。有云。此識不與大隨相應。", "34": "若無惛沈應不定有無堪任性。掉舉若無應", "35": "無囂動。便如善等非染污位。若染心中無散", "36": "亂者。應非流蕩非染污心。若無失念不正知", "37": "者。如何能起煩惱現前。故染污意決定皆與", "38": "八隨相應而生。四不定者。惡作追悔先所作", "39": "業。此識任運恒緣現境非先業。故無惡作。睡", "40": "眠必依身心重昧。外眾緣力有時暫起。此識", "41": "無始一類內執不假外緣。故彼非有。尋伺俱", "42": "依外門而轉。淺深推度麁細發言。此識唯依", "43": "內門而轉一類執我。故非彼俱。故曰互相違", "44": "故也。", "45": "恒審思量我相隨　謂此識恒常審推思察量", "46": "度第八見分為我。故云爾也。恒之與審。於八", "47": "識中四句分別。一恒而非審。謂第八識不執", "48": "我無間斷故。二審而非恒。謂第六識以執我", "49": "間斷故。三亦恒亦審。謂第七識執我無斷故。", "50": "四非恒非審。謂前五識不執我故故護法菩", "51": "薩云。五八無法亦無人。六七二識甚均平。是", "52": "也。", "53": "有情日夜鎮昏迷　此識恒執我故。則有情", "54": "恒處生死長夜而不自覺。以與四惑八大常", "55": "俱起故。", "56": "四惑八大相應起　此句頌解釋上句義也。", "57": "四惑即根本煩惱并隨惑。俱見上注。大抵根", "58": "本非依他起。隨惑依他起也。", "59": "六轉呼為染淨依　謂第六識呼此第七為染", "60": "淨依也。蓋由此識有漏內常執我故。令第六", "61": "識念念而成於染。由此識無漏恒思無我故。", "62": "令第六識念念而成於淨。是以第六成染成", "63": "淨。皆由第七也。", "64": "極喜初心平等性　謂此識於初地初心既轉", "65": "成無漏。則相應心品轉智亦成無漏。由第六", "66": "識入雙空觀故。謂第六入生空觀故。礙此第", "67": "七我執不生。法執猶恒。故論云。單執末那居", "68": "種位。平等性智不現前。謂由第六入生法二", "69": "空觀故。礙此第七我法二執不起。故論云。雙", "70": "執末那歸種位。平等性智方現前。謂第七識", "71": "無力斷惑。與執全仗第六識也。故頌云。分別", "72": "二障極喜無。六七俱生地地除。第七修道除", "73": "種現。金剛道後總皆無。故第七成於無漏。皆", "74": "由第六以斷惑證理勝故。", "75": "無功用行我恒摧　謂此識於第八地已前。", "76": "法執猶恒。我執間斷。由第六不恒在雙空觀", "77": "故。至此不動地。則我執永伏。法執間起。由第", "78": "六恒在生空觀故。何非斷種。不障因故。最下", "79": "品故。任運起故。體微細故。唯有覆故。", "80": "如來現起他受用十地菩薩所被機　謂此無", "81": "漏第七識相應平等性智。佛果位中現十種", "82": "他受用身。即能被之佛。十地菩薩。乃所被之", "83": "機也。此據增勝而言。稱實四智皆能現也。", "84": "性唯無覆五遍行　此言第八識因中。於三", "85": "性則唯無覆無記性。以不與煩惱俱故。平等", "86": "無違拒故。是所熏故。此識緣境之時。相應心", "87": "所唯遍行五。餘互違故。何則無記性非善非", "88": "惡。非善則善所不與相應。非惡則惡所亦不", "89": "與之相應。所以互相違也。", "90": "界地隨他業力生　此識隨善惡業。於三界", "91": "九地五趣之中。所感真異熟果故。為總報主", "92": "故。趣生體也。何偏為體。具四義故。謂實有恒", "93": "遍無雜業所感果也。故八識之中。唯第八識", "94": "全業招。前六一分業招。第七全非業招。前六", "95": "亦一分非業招。善不善性也。謂無記之法。如", "96": "彼乾土不能相握自成一聚。故須直用善惡", "97": "業力。如用水膠等和彼乾土。無記之法令成", "98": "器聚。若善惡法如木石等自成器聚。不假他", "99": "力故非業招。頌云業力生者。此也。", "100": "二乘不了因迷執　謂此第八極微細故。所", "101": "以二乘愚法聲聞。不信有此第八識。唯以前", "102": "六識等受熏持種。為彼智淺心麁而迷執者", "103": "也。", "104": "由此能興論主諍　因小乘不了有此識故。", "105": "所以大乘論主引其三經四頌五教十理。證", "106": "有此識。若阿毘達摩經。解深密經。并楞伽", "107": "經。此大乘三經。是不共許。若大眾部阿笈", "108": "摩經。上座部分別論。化地部說一切有部。增", "109": "壹經。此小乘四。是共許故。十證頌曰。持種", "110": "異熟心。趣生有受識。生死緣依食。滅定心染", "111": "淨。此頌具含十義。若大乘。阿毘達摩經云。無", "112": "始時來界。一切法等依。由此有諸趣。及涅槃", "113": "證得。此頌第八識自性微細故以作用而顯", "114": "示之。初半顯第八識為因。緣用後半與流轉", "115": "還滅作依持用。蓋界是因義。即種子識無始", "116": "時來。展轉相續親生諸法。故依是緣義。即", "117": "執持識無始時來。與一切法為依止故。謂能", "118": "執持諸種子故。與現行法為所依止。此證持", "119": "種心也。由此有諸趣者。由有此第八識故。執", "120": "持一切順流轉法。令諸有情流轉生死。雖惑", "121": "業法皆是流轉。而趣是果勝故偏說。或諸趣", "122": "言通其能所。此與流轉作依持用也。及涅槃", "123": "證得者。謂由有此識故。執持一切順還滅法。", "124": "令修行者證得涅槃。此則但說能證。得道涅", "125": "槃不依此識有故。或說所證。是修行者正所", "126": "求故。或此雙說。俱是還滅品類攝故。後半頌", "127": "言。雖無漏法。亦依此第八而顯。彼經復說頌", "128": "云。由攝藏諸法。一切種子識。故名阿賴耶。勝", "129": "者我開示。謂此本識具諸種子。故能攝藏諸", "130": "雜染法。依斯建立阿賴耶名。此識從無始來", "131": "至不動地。無我執時名阿賴耶。翻為藏識。故", "132": "從功能立名也。解深密經云。阿陀那識甚深", "133": "細。一切種子如暴流。我於凡愚不開演。恐彼", "134": "分別執為我。阿陀那唐言執持。即第八識。以", "135": "能持種子根身并器界。始生之義。此識以能", "136": "執持諸法種子令不散失。及能執受色根依", "137": "處。亦能執取結生相續。具此三義故立斯名。", "138": "無性不能窮底。故言甚深。趣寂不能通達。故", "139": "言甚細。乃一切法真實種子緣擊便生。轉識波", "140": "浪恒無間斷。故云如暴流。恐彼凡愚於此分", "141": "別執著。墮諸惡趣障生聖道。故我世尊不為", "142": "開演。唯大乘菩薩乃為開示。此頌亦證持種", "143": "之義。非前六轉識有此義焉。又入楞伽經云。", "144": "如海遇順風。起種種波浪。現前作用轉。無有", "145": "間斷時此喻。藏識海亦然。境界風所擊。恒起諸", "146": "識浪現前作用轉法也。此頌第八非轉識有此義", "147": "也。既言藏識海。又云。恒起諸識浪。豈前六生", "148": "滅之識得與於是哉。此上所引。乃大乘四頌。", "149": "總釋十證頌持種心義。又大眾部阿笈麼中。", "150": "密意說此名根本識。是轉識所依止故。又上", "151": "座部經分別論。俱密意說此名有分識。有乃", "152": "三有。分乃因義。唯此第八恒遍三界為三有", "153": "因。又化地部說窮生死蘊。蓋離此第八無別", "154": "蘊法。窮生死際無間斷時。又說一切有部增", "155": "壹經。亦密說名阿賴耶。謂愛阿賴耶等。由", "156": "彼說阿賴耶名定此第八識。上引小乘四教", "157": "宛然有此第八。何以堅執唯前六識耶。又契", "158": "經說。雜染清淨諸法種子之所集起故名為", "159": "心。若無此識。彼持種心不應有故。謂諸轉識", "160": "在滅定等有間斷故。根境作意善等類別易", "161": "脫起故。不堅住故非可熏習不能持種。唯此", "162": "第八一類恒無間斷。如茞勝等堅住可熏。當", "163": "彼契經所說心義。此亦證第八名心。符合十", "164": "證頌初句之持種心也。又云。有異熟心善惡", "165": "業感。若無此識。彼異熟心不應有故。唯真異", "166": "熟心酧牽引業遍而無斷。彼異熟心即第八", "167": "識。此心字通於持種異熟四字之義也。此上", "168": "已釋十證頌初句之義。又云。有情流轉五趣", "169": "四生。若無此第八。彼趣生體不應有故。謂要", "170": "實有恒遍無雜。具此四義方可立正實趣生。", "171": "若前五識業所感者。不遍趣生。以無色界中", "172": "全無此故。意識業感雖遍趣生。而不恒有唯", "173": "異熟心及彼心所。具四義故。是正趣生此心", "174": "及所。離第八識理不得成。此釋趣生二字。以", "175": "證第八為趣生體也。又契經說。有色根身是", "176": "有執受。若無此識。彼能執受不應有故。此", "177": "能執受心唯異熟心。眼等轉識無如是義。又", "178": "契經說。壽暖識三更互依持得相續住。若無", "179": "此識。能持壽暖令久住識不應有故。謂轉識", "180": "有間有轉。如聲風等無恒持用。不可立為持", "181": "壽暖識故。唯異熟有恒持用故。可立為持壽", "182": "暖識。此釋識字之義。通上眾義以釋次句。趣", "183": "生有受識也。此下釋生死緣依食之句。契經", "184": "云。諸有情類受生命終。必住散心非無心定。", "185": "若無此識。生死時心不應有故。謂生死時身", "186": "心惛昧。如睡無夢極悶絕時。明了意識必不", "187": "現前。六種轉識行相所緣必不可知。是散有", "188": "心名生死心。亦有餘部執生死位別有一類", "189": "微細意識。行相所緣俱不可了。應知即是此", "190": "第八識。又將死時。由善惡業下上身分冷觸", "191": "漸起。若無此識彼事不成。轉識不能執受身", "192": "故。此證生死時心即第八也。又說。識緣名色。", "193": "名色緣識。如是二法展轉相依。譬如束蘆俱", "194": "時而轉。若無此識。彼識自體不應有故。又諸", "195": "轉識有間轉故。無力恒時執持名色恒與名", "196": "色為緣。故彼識言顯是第八。此釋緣字也。又", "197": "契經說。一切有情皆依食住。若無此識。彼識", "198": "食體不應有故。由此定知異諸轉識有異熟", "199": "識一類恒遍執持身命令不壞斷。世尊依此", "200": "故作是言。一切有情皆依食住。故知唯異熟", "201": "識是勝食性。彼識即是第八識也。此釋依食", "202": "二字。已上釋第三句生死緣依食竟。又契經", "203": "說。住滅定者。身語心行無不皆滅。而壽暖猶", "204": "在。根不變壞。識不離身。若無此識住滅定者。", "205": "不離身識。不應有故。謂眼等識行相麁動。於", "206": "所緣境起必勞慮。厭患彼故暫求止息。漸次", "207": "伏除至都盡位。依此位立住滅定者。故此定", "208": "中彼識皆滅。若不許有微細一類恒遍執持", "209": "壽暖等識在依何而說識不離身。若全無識。", "210": "應同瓦礫。乃非情爾。由斯理趣。住滅定者決", "211": "定有識。無想等位類此應知。此釋滅定心三", "212": "字之義。又契經說。心雜染故有情雜染。心清", "213": "淨故有情清淨。若無此識。彼染淨心不應有", "214": "故。謂染淨法以心為本。因心而生。依心而住。", "215": "此釋心染淨三字。蓋心字兼上下而言。此略", "216": "引成唯識論文。欲義理詳明。請閱第三第四", "217": "卷論文。又云若證有此識理趣無邊。觀此言", "218": "豈特十義而矣。瑜伽論亦有八義證有此識。", "219": "恐繁不引。已上引釋十證頌訖。此護法論主。", "220": "因小乘不信此第八識故。諄諄曉喻反覆辨", "221": "論。故頌云。由此能興論主爭。是也。", "222": "浩浩三藏不可窮　浩浩者。深廣之義。三藏", "223": "者謂能所執也。蓋持種義邊名為能藏受。熏", "224": "義邊名所藏。七執為我名為執藏。故頌云。諸", "225": "法於識藏。識於法亦爾。更互為果性。亦常為", "226": "因性。此頌意言。阿賴耶識與諸轉識。於一切", "227": "時展轉相生。互為因果。攝大乘論說。阿賴耶", "228": "識與雜染法互為因緣。引此以謂。此第八識", "229": "具三藏義。體用深廣。凡小所以不達也。又解", "230": "深密經云。阿陀耶識甚深細。已見上文注。引", "231": "此頌證執持之名義。以見凡愚不達所以也。", "232": "淵深七浪境為風　此言第八現識如水。八", "233": "識現種如波。境等四緣如風。若四緣之風恒", "234": "擊第八現水。則常起八識種現之波。喻中多", "235": "風至多波生。少風至少浪起。法中多緣多識", "236": "生。少緣少識起。故楞伽云。如海遇順風等。已", "237": "見上文。", "238": "受熏持種根身器　此第八識能受前七識", "239": "熏。能持諸法漏無漏種。以此識為總報主。所", "240": "以持種。具四義故。所以受熏。謂一堅住性。二", "241": "無記性。三可熏性。四與能熏和合。言堅住者。", "242": "從無始之始究竟之終一類相續故。然則第", "243": "七亦爾。何非所熏。以第二義揀之。要是無記。", "244": "猶如茞勝性非香臭熏。以香即香。以臭即臭。", "245": "若香臭之物雖熏以香臭。縱經日久卒莫能", "246": "變其氣味也。此第七既有覆性故非所熏。八", "247": "俱五所具前二義應為所熏。以第三可熏義", "248": "揀之。謂可熏者自抂之義。所非自在。豈當所", "249": "熏。然而他人第八具此三義。應受熏否。以第", "250": "四義揀之。曰要與能熏和合。故謂能與所時", "251": "處皆同方為和合。他八與己殊不相干。若己", "252": "之能熏熏他第八。何異己食而責飽於人耶。", "253": "所以第八具此四義。獨得受熏也。此頌第八", "254": "受熏影顯前七識即為能熏故。以前七頌中", "255": "隱略能熏語故能熏四義者。一有生滅。二有", "256": "勝用。三有增減。四與所熏和合。謂生滅者。有", "257": "能生長之作用。故是能熏。然無記色心皆有", "258": "生滅。亦皆能熏。以第二義揀之。要有勝用。以", "259": "善惡有覆強勝之力。名為勝用。然則佛位法", "260": "既是強勝。何非能熏。以第三義故。蓋增減。乃", "261": "損益之義。佛無損益。故非能熏。蓋應剛則剛。", "262": "合柔即柔。能成辦事。是為損益。然自身前", "263": "七具上三義。能熏他否。謂有第四義。要與所", "264": "熏和合故。是前七王所皆能熏。除無記性。善", "265": "惡皆具故。所熏唯王。心所不預焉。所若受熏。", "266": "大過失生。不應齊責。種子根身器界即第八", "267": "所緣之境。又持種故。所以受熏也。", "268": "去後來先作主公　此識是總報主故。有情", "269": "投胎時最先。命終時居後也。依憑經即雜寶藏經論", "270": "即瑜伽與攝論略辨此識捨出之處。總括經論。頌曰。善", "271": "業從下冷。惡業從上冷。二皆至於心。一處同", "272": "時捨二論之義頂聖眼生天。人心餓鬼腹。旁生膝蓋", "273": "離。地獄脚板出經義謂經論異者。經驗六趣差", "274": "別。論明善惡兩途。蓋六趣亦不出善惡也。即", "275": "前生死心也。", "276": "不動地前纔捨藏　謂此識從有漏因至無漏", "277": "果。略有三位。謂我愛執藏位。二善惡業果位。", "278": "三相續執持位。初從無始至不動地名阿賴", "279": "耶。此云藏次。亦從無始至解脫道名毘播迦。", "280": "此云異熟。蓋具變異而熟。異時而熟。異類而", "281": "熟。故名異熟。後佛果位盡未來際名無垢識。", "282": "初阿賴者。有情執為自內我故。異熟者是善", "283": "惡所引果故。持無漏種現無間斷故。謂此本", "284": "識初至此地。捨藏識名過失重故。有情不執", "285": "為自內我故。", "286": "金剛道後異熟空　謂二障種習有漏種。現", "287": "皆永斷捨故。捨此名因并劣無漏亦皆捨盡。", "288": "大圓無垢同時發普照十方塵剎中　此識至", "289": "佛果位。轉成上品無漏淨體。號無垢識。與相", "290": "應大圓鏡智同發起時。普照十方圓明法界", "291": "也契經云。如來無垢識。是淨無漏界。解脫一", "292": "切障。圓鏡智相應通揀四智。謂平等性智。妙", "293": "觀察智。各有三品。見道下品。修道中品。究竟", "294": "上品。故因中轉也。大圓鏡智。成所作智。各唯", "295": "上品。故於果中轉也。故頌云。六七二識因中", "296": "轉前五第八果中圓。", "297": "八識規矩補註終", "298": "六離合釋法式六離合釋法式", "299": "西方釋名有其六種。一依主。二持業。三有財。", "300": "四相違。五帶數。六隣近。以此六種有離合故。", "301": "一一具二。若單一字名即非六識。以不得成", "302": "離合相故。初依主者。謂所依為主。如說眼識。", "303": "識依眼起。即眼之識。故名眼識。舉眼之主以", "304": "表於識。亦名依士釋。此即分取他名。如名色", "305": "識。如子取父名。名為依主。父取子名。即名依", "306": "士。所依劣故。言離合相者。離謂眼者是根。識", "307": "者了別。合謂此二合名眼識。餘五離合準此", "308": "應知。言持業者。如說藏識。識者是體藏是業", "309": "用。用能顯體。體能持業。藏即識故名為藏識。", "310": "故言持業。亦名同依釋。藏取含藏用。識取了", "311": "別用。此二同一所依故云同依也。言有財者。", "312": "謂從所有以得其名。一如佛陀。此云覺者。即", "313": "有覺之者名為覺者。此即分取他名。二如俱", "314": "舍非對法藏。對法藏者。是本論名。為依根本", "315": "對法藏造故。此亦名為對法藏論。此全取他", "316": "名。亦名有財釋。言相違者。如說眼及耳等。各", "317": "別所詮。皆自為主。不相隨順。故曰相違。為有", "318": "及與二言。非前二釋義。通帶數有財。言帶數", "319": "者。以數顯義通於三釋。如五蘊二諦等。五即", "320": "是蘊。二即是諦。此用自為名。即持業帶數。如", "321": "眼等六識。取自他為名。即依主帶數。如說五", "322": "逆為五無間。無間是果即因談果。此全取他", "323": "名。即有財帶數。言隣近者。從近為名。如四念", "324": "住以慧為體。以慧近念故名念住。既是隣近。", "325": "不同自為。名無持業。義通餘二釋。一依主隣", "326": "近。如有人近長安住。有人問言。為何處住。答", "327": "云。長安住。此人非長安。以近長安故云長安", "328": "住。以分取他名。復是依主隣近。二有財隣近。", "329": "如問何處人。答云。長安。以全取他處以標人", "330": "名。即是有財。以近長安復名隣近。頌曰。用自", "331": "及用他。自他用俱用。通二通三種。如是六種", "332": "釋。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1865 八識規矩補註", "source": "CBETA"}