{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0288 等目菩薩所問三昧經: 等目菩薩所問三昧經: 等目菩薩經: 等目菩薩經", "text": {"0": "No. 288 [No. 279(27)]", "1": "等目菩薩所問三昧經卷上", "10": "極，難遇難聞，億世之遇，時逮此定。佛定無", "100": "賢菩薩及其坐處。」世尊告曰：「如是，族姓子！汝", "101": "等不見普賢菩薩身及坐處。所以者何？其普", "102": "賢菩薩處深行故不可得，以其慧行住無礙，", "103": "得如師子強猛之故，得佛無上感變，寂無礙", "104": "際，住佛十力法界首藏，致佛威神，嚴無毀慧，", "105": "於三世等，諸佛法身，普賢菩薩淨一心界。」時，", "106": "等目菩薩於如來所，聞普賢菩薩德行，修菩", "107": "薩十定，皆願見普賢菩薩，思僥推求。等目菩", "108": "薩及一切眾，都不見普賢菩薩。時，等目菩薩", "109": "從定寤起，而白佛言：「吾以十無數千三昧", "11": "量，無不昞徹，以悉通慧，得普智力。無限清", "110": "而正受，亦不見普賢菩薩身口意行及其處", "111": "所，亦復不覩所住遊行之地。」", "112": "佛告等目：「如是如是！汝等不見普賢菩薩。所", "113": "以者何？已學菩薩行無盡地。又是等目！其", "114": "於明慧幻化字說，寧可分別慧幻色不？」曰：「不", "115": "可。世尊！其幻化不可處別。」「況其普賢菩薩！身", "116": "口意行，見可入處？所以者何？以其深邃無思", "117": "議德備之故，亦以無量敷演無盡故，解達金", "118": "剛之慧。取要言之，曉了無量諸法性界，於諸", "119": "剎土而無所著；於一切身，解無體行、無所", "12": "淨，斑讚如來，以無巢窟，陶現佛身。得大空", "120": "入、無所有法等。吾我神足境界，而無毀壞諸", "121": "住際者，而無著財，以神通解本無。諸族姓", "122": "子！欲見普賢菩薩者，彼無蔽礙、聞亦無礙、", "123": "禮敬無礙、心敬無礙、意念無礙、趣向無礙、覩", "124": "見無礙、修入無礙、求索無礙，普賢菩薩志願，", "125": "彼無縛礙。」時，等目菩薩及諸菩薩眾，咸悕樂", "126": "欲見普賢菩薩，並共叉手向頂，作是言曰：「自", "127": "歸諸佛、自歸普賢。」三稱如是。於是世尊告等", "128": "目曰：「當察此菩薩大會。吾告勅汝，汝當請普", "129": "賢菩薩！都向諸方，以其明目，正在身中，以求", "13": "寂微妙之句，乃弘無極佛諸感動，等無所住", "130": "索普賢；以諸法本，而定正受，解法無欲。當以", "131": "一心，向普賢菩薩；當解本無之際，身之吾我", "132": "使立諸土；當分別諸根，普使所至，永致普", "133": "賢。作是行者，乃見普賢。」時，等目菩薩及會", "134": "大眾，從世尊聞，即以頭面為禮，咸請普賢。其", "135": "請之頃，普賢菩薩興為感動，使其大眾咸", "136": "見普賢，於世尊足左右坐大蓮華上。其此眾", "137": "會一切菩薩，出現其身中；於諸國土，莫不", "138": "見者，其去來普土諸佛展轉相見，諸佛之音，", "139": "暢三世慧。", "14": "而轉慧行，名稱普世光揚如來。應時之興，為", "140": "爾時，等目及菩薩眾見是變化，咸悅歡喜，率", "141": "禮普賢。爾時，以佛威神亦普賢菩薩宿德所", "142": "致，天雨眾華，紛紛而降，諸天瓔珞，箜篌樂", "143": "器，相和而鳴，天雨澤香，遍諸佛界，於虛空中，", "144": "有天鸞音，諸三惡趣，一時休息。無量大脫", "145": "菩薩之眾，登時悉解普賢菩薩諸德之行。爾", "146": "時等目而白佛言：「此普賢菩薩之德，為無有", "147": "量不可限行、為無稱限之行、為無斷行、為", "148": "無轉行、普流之行、為無所不周至、為無迴還", "149": "之行、分別諸法行明無分別隨一切方便之", "15": "現佛土，以其一相，了達無相，無相無行亦復", "150": "行、等過口行。」世尊告曰：「如是！等目！如爾之", "151": "言。普賢菩薩以淨無數眾生，無極清淨、無", "152": "量功德，興無數福、修無數相、德備無限，行無", "153": "等倫，名流無外。無得之行，普益三世，有佛", "154": "名譽，普而流著。普賢菩薩行績若斯。」", "155": "2 等目菩薩說行定品等目菩薩說行定品第二", "156": "爾時，佛告普賢菩薩：「當為發遣等目菩薩所", "157": "欲，并諸菩薩暢諸菩薩場，當說菩薩摩訶薩", "158": "十定方便，普賢菩薩本行功德，咸修當行。何", "159": "等十？一曰、得初始大德之明，菩薩摩訶薩", "16": "無相。威炎亘然，照于十方，無上佛定，震曜", "160": "方便之善。二名、悅向大定之行，得菩薩摩訶", "161": "薩方便之行。三名、明度諸剎之清淨。四名、修", "162": "內性之清淨。五名、過去藏之清淨。六名、照明", "163": "慧藏。七名、諸佛慧音清淨之聲徹諸佛土。八", "164": "名、分別一切眾生身行法界而得自在。九名、", "165": "得無著曠蕩之行。十名、得致菩薩摩訶薩大", "166": "行方便。此為菩薩摩訶薩十大定，此為去來", "167": "現在諸佛所說，已說今說當說。「其諸菩薩", "168": "能行十定，心入是者，此名為覺、此名為正覺、", "169": "此謂如來為持十力、此名為導師、名為大師、", "17": "如斯！盡極諸土，同時現變，都世一切，莫不", "170": "名為普智、名為顯現、名無盡行、名無限行、名", "171": "最法導。其得是三昧，為普現諸佛國，於諸國", "172": "土遊樂自在。彼則督住眾生之界，為達眾生", "173": "所入；為致無疑之藏；為入法界要行；為覺", "174": "明無量法界；為達去來現在諸如來行；為見", "175": "諸如來法；為述解達諸言說利偶；為得音聲", "176": "字句之行；為具足菩薩清淨之行；為得住菩", "177": "薩諸願之行。「彼於三世，明一時行，了一切無", "178": "二之行，能說諸佛法，以方便行轉諸法輪而", "179": "不迴還，悉覺去來現在諸佛之要行。以一佛", "18": "雅奇。", "180": "之覺寤，說諸佛之要，此則諸菩薩法要。彼覺", "181": "此慧，明了普智，無勝踰者，為具足普賢之", "182": "行；為明利菩薩諸定慧行，得諸總持，分別三", "183": "世。得覩去來現在諸佛，成立一切於普智之", "184": "慧。此則菩薩諸土清淨；此則得覩諸佛行處。", "185": "「菩薩得是法要者，於菩薩法界而有強力。以", "186": "此十定，暢無邊德，德如虛空，為無限之邊", "187": "際，明照無量，為世法王，普於眾生，得無量", "188": "慧，廣分十力，明暢閑居，修靜之心，普入於", "189": "寂靜之行。以大慈如師子，為慧丈夫、為顯法", "19": "爾時，會場有一菩薩，名曰普賢，承佛聖旨，", "190": "炬，諸德之名而無斷盡，普世聲聞緣覺而", "191": "無思議，通達法界，已住法積，曉種種說權方", "192": "便行；明達一切諸音聲說。得持無像，解像方", "193": "便，得淨所生，則淨佛種。分別法等則與慧等，", "194": "曉解法施，入常方便暢有順實，普化慧道，明", "195": "淨內性，能普受眾行，興諸道場，慧寤覺道。", "196": "於菩薩處而無限盡，普能示現諸大變化，明", "197": "普智行，覺寤方便，此謂普賢之說。是為菩", "198": "薩十定廣普之行分別之說，此謂菩薩之要", "199": "行。」", "2": "一名普賢菩薩定意", "20": "而自念曰：「今日如來，所現感變，從往古來，所", "200": "於是，等目菩薩從佛聞知當應請。其彼菩薩", "201": "咸樂等目菩薩所與，告諸菩薩眾：「是族姓子", "202": "等！有十正受，為應菩薩無餘之法。何謂十？興", "203": "於佛法以順慧行。化度眾生順入慧行。明諸", "204": "國土了聲慧行。惟法界慧。受菩薩方便慧行。", "205": "入不退轉菩薩之慧。為諸眾生觀法慧便。制", "206": "持心力方便之慧。廣入菩薩心行之慧。諸佛", "207": "普智法興願之慧。是族姓子！此謂菩薩摩訶", "208": "薩十無餘蕩盡之法。", "209": "「又族姓子！復有菩薩摩訶薩十法興無量心", "21": "未聞覩。如是瑞應，必有殊特無盡之要，當", "210": "慧。何謂十？謂為明解眾生境界，度諸興起，自", "211": "了心起。謂過諸佛，興無數心，奉諸佛德，興", "212": "心眾養。謂覩佛而有無量，目所見者，興無", "213": "量心。謂遇諸佛所入音聲，而受度之顯無數", "214": "心。謂諸佛之限，分別遇其方便之慧，是謂", "215": "賢聖興無數心。謂如來道入無著之力，為興", "216": "無數心。謂普智力，當行微妙，興致佛法，以善", "217": "分布，興無量心曠蕩之行。謂佛境界，而無有", "218": "量普入之行，為興無數明心之行。謂佛辯才，", "219": "內性所願，皆獲而致，求諸佛法興無數心。謂", "22": "使他方諸大菩薩咸共受持。」即如其像而為", "220": "如來會場，普而入現諸身處興無數心。是族", "221": "姓子！菩薩大士興十無數心。", "222": "「又族姓子！菩薩大士復有十德入定意慧。何", "223": "謂為十？一者、在東正受，忽南起寤。二者、處", "224": "南正受，在東覺寤。三者、東北正受，西南而", "225": "寤。四者、西南正定，東北為寤。五者、在南慧", "226": "定，忽北現寤。六者、於北現定，出南而覺。七", "227": "者、西北入定，東南現寤。八者、東南而定，西", "228": "北興寤。九者、居下正受，忽上方寤。十者、", "229": "上方正受，下方亘寤。是族姓子！菩薩大士", "23": "正受，放大金光，照十方土。於光明中，散天", "230": "入十定意分別之慧。「又族姓子！菩薩大士有", "231": "十大定方便之慧。何謂為十？是族姓子！菩", "232": "薩大士現三千大千之土在一蓮華之上，自", "233": "見己身在其華上結加趺坐，於三千大千", "234": "而現其身，於三千大千而現其明。於一一方，", "235": "而立其身，以一一之身入三千大千之土。於", "236": "諸剎土，一一四天下，現億百千菩薩。於一一", "237": "菩薩行，現億億順度之化。於一一所化，復現", "238": "億億分別，具滿諸根。於一一分別諸根，而得", "239": "具滿億千菩薩，皆是不退轉法者，不為一身、", "24": "華香，而作天樂，其樂柔和，同一洪音。普賢菩", "240": "亦不多身、亦不入正受、亦不覺寤。「譬如族", "241": "姓子！阿須輪王其本身長七百由延，神力", "242": "現身六十八百千由延。立于大海，出現半身，", "243": "頭與須彌山為齊。所現化身，六十八百千由", "244": "延，於其本體，不有毀減。如本王體，四大之身，", "245": "亦無疑惑。又於大體，想若他身，於本身者，", "246": "不想終沒。以所王身，懀然一常；以化為樂，化", "247": "為曠力；以尊能化，所現不疑，亦復無惑。彼阿", "248": "須倫懷有貪婬瞋恚愚癡垢毒諸穢，興邪、貢", "249": "高，處于大海，止有宮殿，由能興立化身如是，", "25": "薩告諸族姓子：「釋迦文佛！今日當演未曾有", "250": "況其菩薩，大士之等！曉了幻化諸法要者，明", "251": "解覩世皆如夢耳！知諸佛興，明達普世，悉了", "252": "了之，亦如化矣。解諸音聲，皆如響耳！觀於", "253": "諸法，而順度之；又如法身，本之清淨，曉入諸", "254": "法，亦復如是！明了身心，曠無所有，解無數", "255": "身所入之處，皆發為佛，行道清淨，其得住", "256": "于斯大定者，豈應有疑？況當惑哉？何得聞", "257": "耶？「其行如是，致大定場，覩世現身，身入普", "258": "世。如彼水神，立于本位，因所受體，變化大", "259": "身。譬如族姓子！比丘觀身，內外不淨，亦觀", "26": "法，族姓子等！所欲者成。」尋頃之時，菩薩大", "260": "色識悉皆如之，精勤修行。菩薩大士亦復", "261": "如是，以觀法身而建顯行，其所入者，彼悉", "262": "覩世，亦見世法，於其世法，淨無所著。此則", "263": "菩薩感動境界，由斯大士得正定故。是族姓", "264": "子！菩薩大士！入于普世，世所不動也。", "265": "3 等目菩薩神變品等目菩薩神變品第三", "266": "「又族姓子！菩薩大士現三千大千土其數如", "267": "塵，一一塵土，入而現身；于一一身，現明普", "268": "照；於一一明，現眾色像；復一一相，現有宣", "269": "暢；一一宣暢，現化眾生。而於彼此，菩薩悉", "27": "士！如塵之數，普悉來會。", "270": "知諸土所有，解土欲著，明土清淨，曉入諸", "271": "土，知土所處，了土住止，明曉諸土，知諸土", "272": "行。如其菩薩入土如之，如其土菩薩入如", "273": "之，不以想土，而現所生；不以法本，有所毀", "274": "土。", "275": "「譬如族姓子！日欲出時，日光先照於七寶山，", "276": "其七寶山繞須彌山者，明復次徹七山之間，", "277": "日炎轉㸌，山之金精，其明展轉，相晃昱昱。夫", "278": "日行照，從次悉明，日之宮殿，普遍明昺；又", "279": "日宮殿，弗有其限，亦無所礙，不念所照，亦無", "28": "是時，世尊以大正受，靡不貫焉！覩於諸眾，", "280": "所照；又其日光不著于山，亦不離山，其日明", "281": "者，不在虛空、不離虛空。「如是族姓子！菩薩", "282": "大士以此之明，人普等住於大定者，斯須一", "283": "時、一日一夜、半月一月、一歲百歲，及劫興", "284": "衰，有著無著、廣狹麁細，喜有佛世及菩薩", "285": "眾！有遇佛時，一切所止佛土清淨，諸所住", "286": "處，種種類行，普無數眾，生死無量，不可思", "287": "議。有去來見、無去來見，及種種寶，至無量", "288": "寶，種罪種罪復報，應清淨人。彼國土處，普", "289": "念諸土，諸所有土，極于眾剎人，是菩薩盡悉", "29": "無不明盡，生者終者，及其成滅，以所正受，悉", "290": "現之，都入了現，遊之教之。「如是族姓子！菩", "291": "薩大士以住此定，於諸土不想所止；於諸法", "292": "不離法本；亦不入土；亦無所想人。彼菩薩", "293": "不想剎外、不想有土、不想無土、不壞土想；亦", "294": "無所毀。又彼菩薩於諸法，不一想、不非想、", "295": "亦不求法；亦不毀法。法界本無皆悉了之。", "296": "4 等目菩薩幻事品等目菩薩幻事品第四", "297": "「譬如族姓子！幻名帝父。帝界所行，其有善", "298": "學行此幻者，明曉術已，於四幻道，現此帝", "299": "父大幻之事。普眾咸住，共觀視之，諸天都", "3": "西晉月氏國三藏竺法護譯", "30": "無不達。曠定普至，無窈不徹，察眾來會，純悉", "300": "聚，在于一處，現一日七日、半月一月、一歲百", "301": "歲；復現城墎、縣邑聚落；復現江湖淵海、河", "302": "流諸水，現雲興雨，作此大變。現嚴諸土，不以", "303": "所現，與歲月諍毀。所現幻化，興天歡樂，而於", "304": "幻體，亦無所損；諸天見之，亦無疑怪。是菩", "305": "薩大士之等，以此大定而為正受，於一剎土", "306": "現無數土，有其諸大，地水火風。如海寶山，", "307": "及須彌山，鐵圍山、大鐵圍山，盡人境界，城", "308": "墎縣邑，及諸聚落，像天宮殿。諸龍宮室，眾", "309": "神所處，香神所居，水神所遊，癭神所之，伎", "31": "菩薩，皆大童真，為摩訶薩，如十方土，塵埃", "310": "神所樂，恬神所安；又像極世諸所宮殿，及欲", "311": "色界，至無色界；又小千土中千土、三千大千", "312": "土，有罪無福，一切眾類，轉身生死，明達盡", "313": "之。於彼等念，入以明慧，審見無見；於諸剎", "314": "土，不有疲勞，棄此剎勞，不有斯勞。棄諸土", "315": "行，無土無行。所以者何？伏入法故。「又彼菩", "316": "薩於諸法入無著法；於諸法界，不想有念，", "317": "空無所行；於諸剎土，不想空行；於諸受身，亦", "318": "無壽行，因緣諸法，如審諦見，亦無命行；於諸", "319": "起滅，化轉以法；於化無化，菩薩以法，具願入", "32": "之數。志悉高妙，獨步殊特，悉在最署，封拜無", "320": "故；菩薩行寂，諸法靜故；菩薩行化，不想化故；", "321": "普度眾生，等如來法之清淨故；菩薩法界行", "322": "無思議，法無取故；菩薩行悲，普悉善權化眾", "323": "生故。菩薩如是處于一剎，明無數剎所住行", "324": "處；了無數類眾生身行。現于無數菩薩修立，", "325": "念于無數佛之興顯，受諸如來平等正覺法", "326": "要之說。「於彼自修菩薩行；於此寂沒，而彼等", "327": "現；於彼寂沒，忽此等現。行不毀吾，入于法界，", "328": "明入寂靜，憶念于慧，以益於冥。如彼幻師住", "329": "于此地而現幻化，不以現幻有損於地，所現", "33": "上。法身無量，而皆具足，名流顯稱，普至十方。", "330": "幻事依因於地。幻不念晝夜、不壞時節！菩薩", "331": "如是，以無剎界而入于土；以無國土明了於", "332": "國；又以國土而曉無國；以無色處現住于色。", "333": "不以一而毀於二；亦不以二而毀於一。譬如", "334": "幻名解普土法，入于法幻，明入慧幻；已入", "335": "慧幻，曉入行幻；已入行幻，而興慧幻，而以", "336": "慧幻，了別諸行。如彼幻士，不於地外而現", "337": "其幻，亦不在眾觀人之外。菩薩如是！不以虛", "338": "空入諸國土；不以土外而入虛空。所以者何？", "339": "土入虛空而無毀故，能入國土則入虛空。「是", "34": "各住要行，所住如佛，勢力無敵，猛喻師子。", "340": "彼菩薩普嚴莊挍，以土境界入文諸行。等", "341": "見無見，致以無壞，修明解了，行而觀之。一", "342": "彈指頃，遍無數土，悉了諸所生。於劫過劫，所", "343": "可行者，以一時間，於無量劫，復過是數。過", "344": "所興積，不有惟想，此之過劫。一彈指頃，廣所", "345": "現作，不以意念，樂慧幻故。是菩薩學明度", "346": "無極，以過慧幻、達入世幻、明越法幻。與世", "347": "幻無諍，普遍慧行，幻極三世而過無數。幻", "348": "過通慧，入于心幻，過億無限，過諸佛幻，普", "349": "度無極。菩薩如是！解入諸土，都土都悉曉", "35": "得金剛志，慧無罣礙，智德純厚，重過須彌。心", "350": "了，永無所著，都亦無念。如彼幻士！因帝網", "351": "幻，普現諸幻，不處于幻，亦無所惑。菩薩如", "352": "是！得入諸法度無極者！不念入法，入法不惑，", "353": "是菩薩名廣普大定。", "354": "5 菩薩樂定品等目菩薩經菩薩樂定品第五", "355": "「又復諸族姓子！等目菩薩摩訶薩！東方去", "356": "此，過無數佛剎。於彼有土，名最上度無極；於", "357": "彼有定正受，號無上度無極。如其所過本土，", "358": "乃得最上之土。其土或有土而正受、或早時、", "359": "或中時、或復晡時、或西時、或晚時；或念之", "36": "喻虛空，而不可量，攬總持慧，而自娛樂。曉", "360": "頃、或斯須之頃、或時節之頃；或五夜間、或", "361": "十五日間、或一月間、或復一歲間、或百歲間、", "362": "或千歲間；或千萬歲時、或億萬歲時、或億", "363": "百千萬歲時、或億那術百千萬歲時；或一劫", "364": "時、或百劫時、或千劫時、或百千劫、或億千", "365": "那術劫時、或無數劫時、或無量劫時、或無邊", "366": "幅劫、或復無限劫、或無盡劫時、或無思議劫", "367": "時、或無限如虛空劫時、或有無限念劫時、或", "368": "有無限量而過量劫時。而彼菩薩！不以法之", "369": "時故有住而有欲想；亦不以時節之住而有", "37": "了諸法本無之界，盡得諸佛相好莊嚴。皆能", "370": "欲想。又彼菩薩！不以種種之時而起疲勞想；", "371": "亦不於中而起想；亦無二行、亦無吾作、亦不", "372": "有念、亦不無念、亦無想念、亦不念坐定、亦", "373": "不有起想；以一切諸法無限量故。譬如日天", "374": "子與諸天而有所照道。日者行之，諸天亦", "375": "無行止，日亦不夜出、亦不念晝，日日已沒，乃", "376": "知耳！亦非彼天所知也，亦不壞敗於夜。菩薩", "377": "摩訶薩亦如是，以通此定，於無數國土而定", "378": "正受，亦無時節之念；亦無其念想。是謂族姓", "379": "子！菩薩摩訶薩所名土最上度無極之定，為", "38": "分身十方現化，悉於極世如佛感動。遊步無", "380": "無上無比權慧之行也。", "381": "6 等目菩薩大權慧定品等目菩薩大權慧定品第六", "382": "「又族姓子！菩薩摩訶薩於一切眾生之身、佛", "383": "身，而等解之。彼以此多觀如來於無數國", "384": "土，如塵數；於諸如來，一切而供養；一切眾", "385": "花、一切極世眾寶以供養；一切眾寶供養，散", "386": "其上；一切眾飾供養，種種經行之處供養。以", "387": "無央數一切摩尼寶，起塔精舍而供養，所可", "388": "供養，過天之所作，所為供養，皆佛之威神。一", "389": "切佛土清淨，種種供養，皆佛所念佐接，而以", "39": "侶，威神獨尊，能於十方，大師子吼。以金剛", "390": "此供養佛，亦以供養諸佛。禮足彼諸如來，以", "391": "盡身之化而𢯵，以其恭肅而問諸佛法，願", "392": "說諸佛平等法，敷演諸佛大法，入諸佛要行。", "393": "行於大悲，入於無限順行等力，思諸佛入諸", "394": "眾生要。明入本積，亦不知佛之興；亦不覺諸", "395": "如來滅。譬心之興念，亦不知所由起，亦不知", "396": "其所歸。菩薩亦不覺如來起，亦不覺如來滅。", "397": "「譬如於晝日時，野馬之河，亦不由陰有；亦", "398": "不出於彼泉；亦不處於地；亦不從東嵎來；", "399": "亦不有、亦不無；亦不善、亦不不善；亦不清", "4": "1 大感動品大感動品第一", "40": "志，陷碎魔怨，伏之以慈，降順唯德。却眾外", "400": "亦不濁、亦不可飲、亦不可污、亦不有、亦不", "401": "無、亦不味、亦不可味。有形如水之像，緣此", "402": "而興念；如野馬之河，便有河想之念。此去", "403": "想念，而遠於近，而無所毀；野馬之河，亦不", "404": "可處。菩薩亦如是！於諸如來不興，亦不識", "405": "如來興，亦不識如來滅，以相想諸佛有耳！以", "406": "無相而無想。「是諸族姓子！諸菩薩大士！名曰", "407": "清淨之定。以此定正受而覺寤，而不失其定。", "408": "譬如明了人寢寐，於夢中所行，知皆無因緣，", "409": "悟以皆識知之。菩薩大士亦如是見諸佛而", "41": "道，進退自由，道德正想，祐濟一切。皆雷法", "410": "忘其識。持諸佛法，知諸如來眾坐之場，勝致", "411": "諸佛土清淨，解了誼理，明了分別諸法之", "412": "要，廣顯諸法之因緣，顯益佛種，行淨諸佛威", "413": "神，廣演諸佛辯才。是族姓子！諸菩薩大士大", "414": "定之權慧也。", "415": "7 等目菩薩無量如品等目菩薩無量如品第七", "416": "「又族姓子！菩薩大士行，念過去諸佛如來興", "417": "度無極，至劫過劫，過諸土盡無極。明知諸土", "418": "盡劫過劫，當明知諸佛之興，盡劫過劫。明了", "419": "諸佛，興敷說經，度無極法，從劫過劫，說法度", "42": "鼓，已舉法幡，震鳴法珂，列竪法幢，其所遊", "420": "無極。明知意行度無極，明諸情度無極，於情", "421": "度無極，知行種種，乃明了種種如來壽命；彼", "422": "此皆知，於諸壽命，過歲億那術，彼此皆知。", "423": "彼以此慧而行，知無量如來賢行，本無無量", "424": "賢；明知過去諸土，本無無量；明知過去諸劫，", "425": "本無無量；如過去明知如法，本無無量；如知", "426": "過去心，本無無量；如知過去脫，本無無量；如", "427": "知過去眾生行，本無無量；如知過去所說，本無", "428": "無量；如知過去起，本無無量；如以其定正受，", "429": "名曰過莊嚴藏。「以發一心，能過百千劫本無", "43": "居，莫不信解。爾時，於是來會菩薩，各隨行立", "430": "無量。以其心過億百千那術劫、復過無數劫、", "431": "復無思議劫、復過無稱限劫、復無邊劫、復無", "432": "量劫、復過阿僧祇劫、復過不可思議劫、復過", "433": "無望劫無望、復過無望劫，其因緣而無有滅，", "434": "過去無所因定正受，而立其十法，為彼定。", "435": "復有悟，亦立其十法。於諸如來，得入不思議，", "436": "亦清淨而起；亦無住修立。得之督致之，受滿", "437": "奉持，求平等入三場。何謂十？一者、解了本癡", "438": "之行。二者、辯解無盡法。三者、分別無毀無諍。", "439": "四者、分別無住。五者、辯才無動。六者、已所說", "44": "字。其名曰：剛意菩薩、過意菩薩、說意菩薩、", "440": "而至誠。七者、為一切依住。八者、悅向三界。九", "441": "者、為諸德本之上。十者、於諸法而無輕慢。「此", "442": "族姓子！是為十無限定之行，其是十定而悟。", "443": "譬如族姓子！身在胞胎，當應生者，神識已入，", "444": "其此時間，菩薩亦如是從定悟，以此十而流", "445": "注於法。其時得是，族姓子！菩薩大士，得過去", "446": "清淨也。", "447": "等目菩薩經卷上", "45": "上意菩薩、施意菩薩、龍意菩薩、果意菩薩、調", "46": "意菩薩、力意菩薩、曠意菩薩、無限意菩薩、解", "47": "意菩薩、最意菩薩、天意菩薩、祠意菩薩、處意", "48": "菩薩、事意菩薩、尊意菩薩、法意菩薩、寂意菩", "49": "薩、德意菩薩、一意菩薩、一相菩薩、善意菩", "5": "聞如是：一時，世尊遊於摩竭境界法靜道場。", "50": "薩、幻意菩薩、大意菩薩、勢意菩薩、人意菩", "51": "薩、佛意菩薩、達意菩薩、長意菩薩、無思菩", "52": "薩、無邊菩薩、嚴志菩薩、無際菩薩、嚴本菩", "53": "薩、深界菩薩、普便菩薩、龍明菩薩、持曜菩", "54": "薩、佛土菩薩、心王菩薩、一行菩薩、昇通菩", "55": "薩、達慧菩薩、福行菩薩、法熾菩薩、明世菩", "56": "薩、持世菩薩、興安菩薩、最上菩薩、無上菩", "57": "薩、無比菩薩、無等菩薩、明光菩薩、光曜菩", "58": "薩、美光菩薩、一王菩薩、勢業菩薩、法雨菩", "59": "薩、持妙菩薩、普嚴菩薩、慧眼菩薩、法首菩", "6": "初始得佛，光煒明曜，宣真諦藏，演如來慧，暢", "60": "薩、慧雲菩薩、持地菩薩、法王菩薩、善建菩", "61": "薩、最願菩薩、行妙菩薩、慧藏菩薩、意王菩", "62": "薩、修內意菩薩、普智菩薩、持過地力菩薩、", "63": "土力勢菩薩、善月菩薩、大山頂首菩薩、寶", "64": "山頂菩薩、放光菩薩、上場王菩薩、無當勢場", "65": "菩薩、無勝威菩薩、大龍首菩薩、道首菩薩、", "66": "普調菩薩、無退進菩薩、持佛英輪菩薩、無", "67": "惑菩薩、威行菩薩、無思意菩薩、無量意菩薩、", "68": "佛變菩薩、無盡藏菩薩、慧首菩薩、法耀菩薩、", "69": "慧茂藏菩薩、雨覺雨菩薩、邊現菩薩、無愚現", "7": "三世要，布無罣礙道寶之定。佛時以此普", "70": "菩薩、剛通菩薩、慧剛菩薩、金剛耀菩薩、慧剛", "71": "意菩薩普目菩薩、廣目菩薩、吉首菩薩、如", "72": "佛威菩薩、持佛金剛菩薩、嚴普智菩薩、慧莊", "73": "菩薩、普賢慧藏菩薩。如是等十方佛土，如虛", "74": "空等塵菩薩摩訶薩，一切悉與墮樓近菩薩", "75": "丹本隨樓延菩薩宿共等行，修菩薩德，德皆具足。", "76": "爾時，等目菩薩承佛威神，忽從坐起，偏袒右", "77": "肩，右膝著地，向佛叉手，白世尊曰：「欲問如", "78": "來平等正覺，若當聽許，乃敢自陳？」佛告等目：", "79": "「隨若所問，恣問如來。佛從汝意，當為發遣，令", "8": "智無極㸌然正受——其定惔怕，忽無形像，亦無", "80": "汝歡喜。」於時等目尋白佛言：「云何，世尊！菩", "81": "薩為以幾無思議之定，得應普賢菩薩之行，", "82": "而致與等勇世誓願。及其所修莊嚴定行，於", "83": "定自在而以娛樂，以其定力感動諸定？唯願", "84": "如來解說議歸。」於是，世尊告等目曰：「善哉善", "85": "哉！等目菩薩！乃為去來現在諸佛菩薩廣其", "86": "道場，宣暢要議而質是問耳！若是等目！普賢", "87": "菩薩今在此會，得無思議菩薩感動，為修無", "88": "量菩薩之行；得無思議菩薩變化，已淨菩薩", "89": "難值之願。致無退還菩薩生行，修諸無量", "9": "中外，靜無見聞——所居正受，乃大曠蕩，汪洋無", "90": "廣德淨行，等越無量，辯才無礙。以大悲於諸", "91": "無厭；以諸願於際無擾。咸當共請此彼，當", "92": "說諸定正受卓變之行。」於時眾會，聞彼正士", "93": "所入名稱，皆與恭敬，普有瞻望，欲見普賢", "94": "菩薩而不覩之，不聞言音及坐處所。所以者", "95": "何？如來威神、普賢菩薩力之所致。", "96": "爾時，等目菩薩前白佛言：「普賢菩薩今所遊", "97": "在？」佛告之曰：「普賢菩薩在斯會場，吾膝左右", "98": "遊居不動。」時，等目菩薩及與大眾，以其神力", "99": "悉觀察之，不知所在，重白佛言：「吾等不覩普"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0288 等目菩薩所問三昧經: 等目菩薩所問三昧經: 等目菩薩經: 等目菩薩經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}