{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0034 法海經", "text": {"0": "No. 34 [No. 26(37), Nos. 33, 35]", "1": "法海經", "10": "眾僧集久，願佛說戒。」世尊復默然。又復白言：", "11": "「明星已出，時將過矣。」佛言：「比丘！且聽，眾僧之", "12": "中有不淨者，故吾不得說戒耳。」", "13": "賢者大目揵連心念：「吾當定意觀之，誰不淨", "14": "者？」目連白佛：「我欲定意觀誰不淨者，不淨者", "15": "命令出眾。」世尊告曰：「卿欲定意觀不淨者令", "16": "其出眾，此言大善，便可觀之。」目連即定意觀", "17": "之，見其弟子犯于重戒。目連從定意起，至犯", "18": "戒比丘前，而數之曰：「汝為沙門，奉戒為本，戒", "19": "猶人之頭首；沙門戒行，宜令清白，如水如", "2": "西晉沙門法炬譯", "20": "玉。此如來之座，賢聖之會，度世者之聚，清淨", "21": "道德者之所集處，此座猶如栴檀之林，卿以", "22": "伊蘭臭穢，亂于真正。」目連手自引其弟子出。", "23": "「卿是棄捐之人，不得預如來大眾之清淨集", "24": "也。無以穢濁廁預大僧大集，大海不受穢", "25": "屍，卿自思之，無穢賢眾。」穢人既出，目連白", "26": "曰：「穢濁之人，即以棄遠，眾已清淨，唯願世", "27": "尊，以時說戒。」世尊猶復默然。目連怪之，四向", "28": "觀察，見座上，向比丘已復在座，目連重勅之", "29": "曰：「卿為棄人，何為不自引罪穢，重坐此座為？」", "3": "聞如是：一時，佛遊瞻波國，漢呿利池上，與大", "30": "目連重遣之，乃出座去。目連復白：「世尊！穢", "31": "人已出，大眾已淨，無復穢惡，唯願世尊，以", "32": "時說戒，令眾僧得修淨業。」", "33": "佛告目連：「吾自今後，不復說戒，汝等可自共", "34": "說戒，若我說戒。人於眾中犯戒，默然不自引", "35": "罪，而預如來座者，此為默然妄語。默然妄語，", "36": "頭破七分。如來於大眾說戒，甚為不易，自今", "37": "以後，汝自說戒。」目連白佛：「弟子聞道，如來先", "38": "化之，為非弟子自悟而成道也。如來聖德，厚", "39": "重天地，言真而要，弟子誦習，得成道果。如來", "4": "比丘眾俱。月十五日，時應說戒。佛坐，集已久，", "40": "猶天雨，百穀草木，無不仰榮；弟子德淺道小，", "41": "人不服信。世尊哀愍聾俗，使一切獲安，得信", "42": "得正，以濟其志。」目連慇懃苦請至三四五。世", "43": "尊告目連曰：「汝為一切，請求如來，慇懃乃至四", "44": "五，吾今當為汝等說之。吾僧法，猶如大海，有", "45": "八德，汝等聽之。大海之水，無滿不滿；吾法如", "46": "之，無滿不滿，此第一之德。大海潮水，尋以時", "47": "而來，不失常處；吾四部眾，受吾戒者，不犯禁", "48": "戒違失常法，此第二之德。大海之水，唯有", "49": "一味，無若干味，無不以鹹為味；吾法如是，禪", "5": "而如來默然，不說戒。侍者阿難，更整衣服，跪", "50": "定之味，志求寂定，致神通故，四諦之味，志求", "51": "四道，解結縛故，大乘之味，志求大願，度人民", "52": "故，此第三之德。大海既深而廣，無能限者；僧", "53": "法如是，無不深妙，八方之大，莫大於僧法，僧", "54": "法最為弘大，此第四之德。大海之中，金銀琉", "55": "璃、水精珊瑚、車𤦲馬瑙、摩尼之妙，無不備有；", "56": "吾僧法之中，三十七品道寶之妙，神足住壽，", "57": "飛騰十方，靡所不適，瞬息之間，周旋無量", "58": "佛界，到殊勝之剎，能以其道，化導群生，淨己", "59": "佛土，此第五之德。大海之中，神龍所居，沙", "6": "而白佛：「初夜向竟，中夜將至，大眾集久，世尊", "60": "竭龍王，阿耨達、難頭、和羅摩那、私伊羅末，如", "61": "此諸龍，妙德難量，能造天宮，品物之類，無不", "62": "仰之；吾僧法亦復如是，四雙八輩之士，十二", "63": "賢者，菩薩大士，教化之功，彌茂彌美，此第六", "64": "之德。大海吞受百川萬流，江恒之水，無不受", "65": "之，終日終夜，無盈溢滅盡之名；吾僧法之", "66": "中亦如是，梵釋之種，來入僧法，四姓族望，", "67": "或釋或梵，王者之種，捨世豪尊，來入正化，或", "68": "工師小姓，亦入正化，種族雖殊，至於服習大", "69": "道，同為一味，無非釋子，此第七之德。大海清", "7": "將無疲倦，願以時說戒。」佛猶默然。眾坐既久，", "70": "淨，不受死屍，無諸穢濁，唯海之類而受之", "71": "耳；吾僧法清淨，亦如大海，不受穢惡，犯戒違", "72": "禁，非清淨梵行者，一不得受，棄之遠之，猶海", "73": "不受死屍，此第八之德。」", "74": "佛告目連：「如來大眾唯清淨，為禁戒業不", "75": "純非釋種子，故吾不說戒耳。卿等善相勅戒，", "76": "無令正法有毀。」佛說如是，諸比丘歡喜奉行。", "77": "法海經", "8": "時有比丘，名曰阿若都盧，更整衣服，長跪白", "9": "佛：「初夜中夜已過，雞將向鳴，世尊得無疲倦，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0034 法海經", "author": "西晉 法炬譯", "sourceLink": "http://www.cbeta.org/"}