{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0656 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經", "text": {"0": "33 三世法相品(一一)", "1": "菩薩瓔珞經卷第十二一名現在報", "10": "土淨除眾生跡。」是時，長老邠耨文陀尼子復", "100": "不淨。痛想行識無著無縛，推求境界亦無所", "101": "有，是謂清淨；識神無為非眼界所覩，方欲", "102": "慇懃知其巢窟，是謂不淨。一切諸法不見", "103": "受入，方欲求覓諸道出生，於中不惑成道教", "104": "者，是謂清淨；雖生諸法意有進退懷三道心，", "105": "是謂不淨。「精懃法界習智受證，是謂清淨。知", "106": "諸佛法一而不二，復無起滅虛寂無形，是謂", "107": "清淨。十力所住不遠十地，進修明慧化諸境", "108": "界，是謂清淨。觀察諸法永離三毒，是謂清", "109": "淨。「大乘正法超越生死，是謂清淨；諸法無", "11": "白佛言：「世尊！若有菩薩摩訶薩，修習本無", "110": "著自生識想，是謂不淨。諸法無教為生六度，", "111": "是謂清淨；知轉輪法為立處所，是謂不淨。修", "112": "習諸法盡同一相，是謂清淨；諸法無生為說", "113": "出生起二見心，是謂不淨。如來達聖轉大法", "114": "輪，空性無形永處泥洹，是謂清淨；不見諸", "115": "法不見泥洹，有此二心欲成無上正真之道，", "116": "是謂不淨。三世諸法有上中下，以次受證無", "117": "所戀著，是謂清淨；於中起想見受證者，是", "118": "謂不淨。「本無增減悉歸於空，是謂清淨；設", "119": "見增減分別諸法，是謂不淨。諸法無生受", "12": "一相之法，內自思惟分別身相內外清淨", "120": "無生證，是謂清淨；設見諸法有所出生，為", "121": "起識想記其名號，是謂不淨。不見諸法麁澁", "122": "柔軟是謂清淨；若復分別見有麁澁柔軟者，", "123": "是謂不淨。諸法無上不見動轉，是謂為淨；設", "124": "復分別見動轉者，是謂不淨。諸法永寂不可", "125": "護持，是謂為淨；設復分別受持諸法，斯是", "126": "善法斯非善法，是謂不淨。「一切諸法無有內", "127": "外，解知身法悉歸於空，是謂為淨；若復分", "128": "別內外諸法，此是內法此是外法，有此二心", "129": "者，是謂不淨。一切諸法聾不聞聲，是謂清", "13": "不生染著。云何菩薩摩訶薩，內自思惟分別", "130": "淨；若復分別諸法有聾有聲起二見者，是謂", "131": "不淨。諸法成就一切道品，是謂為淨；見有", "132": "出要見道果者，是謂不淨。百千萬行無有窮", "133": "盡，悉歸虛空而無想念，是謂清淨；見有漏", "134": "盡斷結除縛，是謂不淨。「一切諸法皆空無形，", "135": "生者自生滅者自滅，亦不見生亦不見滅，是", "136": "謂清淨；若復分別見有起滅，是謂不淨。一", "137": "切諸法亦無師受，自然覺悟成八等行，是", "138": "謂清淨；若復見有從師諮受分別高下，是謂", "139": "不淨。忍心不起得柔忍心，斷諸結使永息不", "14": "身相內外清淨？」「於是，族姓子！若有善男子、", "140": "起，是謂為淨；若能思惟不計本行，有起有", "141": "滅便有二心分別諸法，是謂不淨。夫欲求道", "142": "親善知識，是謂為淨；設復思惟意懷懈怠中", "143": "有退心，是謂不淨。本末轉法音響教授，是", "144": "謂為淨；設復有見轉大法輪音響受教，是", "145": "謂不淨。未有諸法十二緣起，尋能分別捨而", "146": "不從，是謂清淨；見有然熾滅結使者，是謂", "147": "不淨。「一切諸法甚奇甚特，去不可窮來亦不", "148": "盡，接度眾生得至彼岸，是謂為淨；若復見", "149": "度彼岸者，是謂不淨。諸法未來思惟永滅，是", "15": "善女人，行六度無極諸佛所行，一切諸法悉", "150": "謂清淨；見有未來有起滅者，是謂不淨。現", "151": "在分別八十四行，莊嚴如來威顏容色，是謂", "152": "為淨；見有現在起愛樂心染著容色者，是謂", "153": "不淨。諸法無生不見造作，自然與律應度", "154": "無極，是謂為淨；若見造作一切諸法，應禁", "155": "戒律興此心者，是謂不淨。「一切諸法無有形", "156": "像，悉歸無為應無上道，是謂為淨；設復見", "157": "彼形色之變自生念想，是謂不淨。一切諸法", "158": "獨而無侶，諸法無說不見言教，是謂為淨；見", "159": "有說法有言教者，是謂不淨。諸法不起不染", "16": "皆清淨。云何諸法一切清淨？於是善男子、善", "160": "三世，是謂為淨；見三世法有起滅者，是謂", "161": "不淨。諸法無猗不著三界，是謂為淨；見", "162": "有依猗著三界者，是謂不淨。諸法無身唯", "163": "法為體，是謂為淨；見有法身度知見者，是", "164": "謂不淨。「當來過去現在諸佛，去亦無數來亦", "165": "無盡，所說道教各無參差，是謂為淨；若復", "166": "宣說三世諸佛言教增減者，是謂不淨。諸法", "167": "無形亦無色像，是謂為淨；復以諸法造色像", "168": "者，是謂不淨。諸法不可覩見寂然虛空，是", "169": "謂為淨；若復宣說諸法可見者，是謂不淨。", "17": "女人，分別三世悉無所有，不見成就三乘道", "170": "諸法無量不相違背，是謂為淨；見有諸法有", "171": "量有數者，是謂不淨。諸法無境亦無剎土，", "172": "教化眾生淨佛國土，是謂為淨；若見眾生淨", "173": "佛國土化眾生者，是謂不淨。「諸法平等泥洹", "174": "一性，是謂為淨；見有受果成就道者，是謂", "175": "不淨。諸法出要不念法報，是謂為淨；見有出", "176": "要受法報者，是謂不淨。諸法盡生永離形色，", "177": "是謂為淨；見有離生受形色者，是謂不淨。諸", "178": "法常定初不變易，是謂為淨；見有動轉變", "179": "易不住者，是謂不淨。諸法不可覺知，亦無", "18": "者，從須陀洹乃至如來、至真、等正覺，皆修三", "180": "有人能尋迹者，是謂為淨；見有形迹可尋追", "181": "求者，是謂不淨。」佛復告邠耨文陀尼子：「若", "182": "有菩薩摩訶薩，執持修行淨不淨者，現世便", "183": "得無盡慧三昧正受定意，便能超越諸佛境", "184": "界，從一佛國至一佛國，教化眾生淨佛國土。", "185": "一一分別諸法所趣，以四等心普潤一切，以", "186": "漸教授各令得度，隨本所願各使充足，復以", "187": "神通宿命智觀，審知根本淨其行迹。「或時菩", "188": "薩入正受三昧得神通慧，諸佛世尊復加威", "189": "神，分別法性自然而生自然而滅，生非我", "19": "世清淨之行，內自觀身分別識想，有時清淨", "190": "生滅非我滅。菩薩大士無有是念：『由我出生，", "191": "有此法生、有此法滅。』菩薩摩訶薩無有是念：", "192": "『我今已成菩薩、某不成菩薩，我成菩薩法、某", "193": "不成法，我成究竟、某不成究竟，我成菩薩幻", "194": "術、某不成幻術，我成菩薩教化、某不成教化，", "195": "我成菩薩音響、某不成音響，我成菩薩神通", "196": "智、某不成神通智，我入菩薩境界、某不入境", "197": "界，我過眾行本、某不過眾行本，我修菩薩律、", "198": "某不修菩薩律，我淨菩薩剎、彼不淨剎。』「如是，", "199": "邠耨文陀尼子！菩薩摩訶薩初無此念，分別", "2": "姚秦涼州沙門竺佛念譯", "20": "有時不清淨。云何菩薩摩訶薩有時清淨、有", "200": "諸法有高有下。何以故？菩薩得此定意正受", "201": "三昧者，神足自遊隨意所念，不於諸法有", "202": "增減心。若有善男子、善女人，得此定意者，", "203": "堪任周旋教化眾生淨佛國土，從一佛國至", "204": "一佛國，禮事恭敬諸佛世尊，復以善權方便", "205": "與作善知識，微說道教至無為道，亦使眾生", "206": "立信堅固，相視如父、如母、如兄、如弟各無異", "207": "心，展轉共相教授，隨意所念盡成道果。是", "208": "謂菩薩摩訶薩入此定意，便能具足一切諸", "209": "法。」爾時，世尊與邠耨文陀尼子而說頌曰：", "21": "時不清淨？於是族姓子！若善男子、善女人，", "210": "「一切諸法本，所歸門不同，", "211": "各各境界異，所行法亦然。", "212": "我說清淨道，眾行不可盡，", "213": "今粗與卿說，淨其不淨行。", "214": "諸佛不可量，言教亦無盡，", "215": "今粗說正要，分別諸道果。", "216": "諸佛義廣大，空慧非有異，", "217": "彼此具成就，悉歸解脫門。", "218": "眾智根門淨，諸佛所加歎，", "219": "斷念除眾想，具足眾智說。", "22": "分別三向空無相願，不見吾我我人壽命一", "220": "諸佛所演教，令知恩愛患，", "221": "忘有不處有，故得人中尊。", "222": "佛本積宿行，自致無上尊，", "223": "具足菩薩法，演布大乘業。", "224": "眾智現在前，盡知眾生原，", "225": "分別無生滅。」", "226": "是時，世尊復告邠耨文陀尼子：「若有菩薩摩", "227": "訶薩，便得具足諸度無極，分別法界微妙之", "228": "行，智慧增益演布導訓，皆使周遍得四無", "229": "畏眾智自在。復得出要度不度者，心念諸法", "23": "切諸法，從須陀洹乃至菩薩摩訶薩所說清", "230": "皆現在前，禪智滿足念識為食，法界為身總", "231": "持為行，恒常周旋諸佛國土，令諸眾生皆悉", "232": "具足，成就佛道分別諸定，行善權方便。諸", "233": "佛所行悉過其量，從眾生心所念善惡，皆能", "234": "分別隨類而化，從無央數億千萬劫，一心入", "235": "定不毀正法無他異想。」爾時，世尊復與邠耨", "236": "文陀尼子而說頌曰：", "237": "「吾昔求佛道，未受菩薩別，", "238": "經歷億百千，禪定不移動。", "239": "究竟一切法，不生染著想，", "24": "淨。「復次，邠耨文陀尼子！無學無著無所生滅，", "240": "從是得作佛，得為人中尊。", "241": "「經本從此已下少七偈，順本記之譯人語也", "242": "「一切諸法不可思議，眾生境界亦復如是。若", "243": "復善男子、善女人入無形三昧，遍觀三千大", "244": "千世界，應度眾生亦當覺知，無限無量不應", "245": "度者亦當覺知，三世起滅亦當覺知。如是，邠", "246": "耨文陀尼子！菩薩摩訶薩得此定意者，清淨", "247": "不清淨行。」", "248": "35 釋提桓因問品(一二)菩薩瓔珞經釋提桓因問品第三十五", "249": "爾時，釋提桓因白佛言：「世尊！如來、至真、等正", "25": "分別空觀三無學法，有時清淨有時不清淨。", "250": "覺，說一切諸法皆使清淨，及諸無量恒沙佛", "251": "土諸佛世界，清淨如空皆無所有，今復聞說", "252": "盡當覺知一切諸法。云何於諸法之中無形", "253": "不可見，而欲覺知一切諸法乎？」爾時，世尊告", "254": "釋提桓因：「善哉，善哉！拘翼！乃能於如來前而", "255": "問斯義，今當與汝一一引譬，智者以譬喻自", "256": "解。猶如幻師化作萬物、國土、城郭、宮殿、屋室、", "257": "飲食、床臥、貧賤、富貴、名號、姓字、父母、兄弟、僕從、", "258": "給使，復幻作人左右衛從。如此幻師所見化", "259": "法，或經劫數供給所須衣被、飲食、醫藥、床榻、", "26": "云何三無學法有時清淨、有時不清淨？於是，", "260": "臥具，受者實受施者實施。如卿觀之，為實有", "261": "不乎？」是時，釋提桓因白佛言：「無也。世尊！何", "262": "以故？一切諸法皆空皆寂幻化非真，愚者深", "263": "著便致顛倒，無來無去無著無縛無盡無不", "264": "盡，幻化無形亦不可猗。」佛告釋提桓因：「如", "265": "是如是。拘翼！菩薩摩訶薩亦復如是，得如", "266": "幻三昧自然定意，分別一切諸法所起，無緣", "267": "無著不見成敗，化導一切眾生之類，不見有", "268": "度不見無度，度無所度化無所化，皆空皆寂", "269": "復無生滅。何以故？如幻定意正受三昧，甚深", "27": "族姓子！於未來中分別一切諸法，所修正法", "270": "微妙無有邊崖，如幻境界不可思議，唯有菩", "271": "薩摩訶薩遍能觀察乃得達了，亦不見生亦", "272": "不見滅，亦復不見當有生者，亦復不見已", "273": "有生者。何以故？菩薩所入不可思議，非是", "274": "羅漢辟支所知。菩薩所度猶如虛空，虛空所", "275": "度無形無像，如幻三昧亦復如是，亦無東西", "276": "南北四維上下。「拘翼當知，今當與汝引喻。猶", "277": "如凡夫本無形色，未能分別禪定根本，生亦", "278": "不知生，不生亦不知不生，亦復不知當生已", "279": "生，未能究竟心所念法，亦不見住亦不見不", "28": "一一思惟有覺有觀正受三昧，有時清淨、有", "280": "住，亦不見盡亦不見不盡。何以故？心本無", "281": "形不可猗著，亦非三乘所能思議。拘翼當知，", "282": "菩薩摩訶薩亦復如是，入此如幻三昧，一切", "283": "諸法皆現在前，無有邊際亦無境界，有亦不", "284": "見有、無亦不見無。何以故？菩薩境界不可思", "285": "議，所行法則遍滿三千大千世界。「拘翼當知，", "286": "今當與汝引喻。猶如娑竭龍王意欲念雨，若", "287": "在六天便雨甘露，若在四天王上能雨七寶，", "288": "難陀、優鉢難陀龍王及摩那斯龍王，雨六天", "289": "上，便雨衣被、服飾、香瓔、華鬘；若雨第四天上，", "29": "時不清淨。」邠耨文陀尼子白佛言：「世尊！云何", "290": "自然飲食各令充足。云何？拘翼！此龍所作為", "291": "實有不乎？」爾時，釋提桓因白佛言：「無也。世尊！", "292": "何以故？但彼諸天功德，乃使諸龍王等獻奉", "293": "供養。」佛復問釋提桓因：「云何？拘翼！七寶宮", "294": "殿衣被服飾，皆龍所降本無所有，今復自說", "295": "諸天福德故使諸龍降雨諸寶。諸龍及寶物，", "296": "為有為無？」釋提桓因白佛言：「世尊！義說法說", "297": "亦不有龍亦無寶物。何以故？一切萬物皆空", "298": "皆寂，我身及天亦無所有。龍所降雨亦無有", "299": "雨，亦不見盡亦不見不盡。愚惑之人自生識", "3": "34 清淨品(一二)清淨品第三十四", "30": "無學無著無所生滅，分別空觀三無為法，有", "300": "想。」佛告釋提桓因：「如是，拘翼！菩薩摩訶薩入", "301": "如幻三昧，盡觀一切諸法、諸法所生，亦不見", "302": "生亦不見不生。見諸法門有盡無盡，見幻化", "303": "法門有盡無盡，復見無量無限教化法門，復", "304": "見無量無限諸佛世尊遊步法門，復見無量", "305": "無限諸根羅網見入法門，復見無量無限諸", "306": "物世界成敗劫燒，心意廣大，超越諸佛所行法", "307": "門。如是，拘翼！當知諸法無生無滅，但以眾", "308": "生自生識著，未入定意觀察人心，不解空慧", "309": "而獲無生。」爾時，世尊與天帝釋而說頌曰：", "31": "時清淨、有時不清淨？」佛告邠耨文陀尼子：「若", "310": "「出要入道門，分別三世行，", "311": "展轉由五道，破有不處有。", "312": "菩薩如實觀，分別慧明道，", "313": "本我所造行，如今乃剋獲。", "314": "世界皆如空，彼我無二想，", "315": "恭恪於諸佛，今獲無頂相，", "316": "顏貌如優曇，廣長覆面門，", "317": "不生亦不滅，德為天人尊。", "318": "拘翼當念本，眾行不缺漏，", "319": "勇猛不懈怠，究竟本末空。", "32": "有無學學人，分別未來一切諸法，永除斷滅", "320": "於坐不起想，不見有趾立，", "321": "不猗眾行本，故號為沙門。", "322": "實無有泥洹，亦無五道趣，", "323": "菩薩所遊處，權化見有生。", "324": "從無央數劫，無欲無所貪，", "325": "初無有悔心，況當有猗著？", "326": "自從是已來，修善不離本，", "327": "一行成佛道，得轉無上法。", "328": "猗託生死中，教化無數人，", "329": "令知無生法，自然應道教。」", "33": "不興塵勞。復以此法廣及眾生，是謂有時清", "330": "爾時，世尊與釋提桓因說此偈時，無數百千", "331": "諸天人民，即於坐上得無生心。復有無數", "332": "諸天、龍神，皆發無上正真道意。佛復告釋提", "333": "桓因：「若有善男子、善女人，及四部眾：比丘、比", "334": "丘尼、優婆塞、優婆夷，受持諷誦此如幻定意", "335": "無盡法者，便能具足無量法藏。云何為無量", "336": "法藏？欲具足如來辯才者，當學此如幻定意", "337": "無盡法藏。復次，拘翼！若善男子、善女人，欲得", "338": "究竟覺知佛慧者，當學此如幻定意無盡三", "339": "昧。復次，拘翼！若善男子、善女人，欲得遊至", "34": "淨。復次，善男子、善女人！所修行人習意欲斷，", "340": "諸佛世界親近佛者，當學此如幻定意無盡", "341": "三昧。」佛復告釋提桓因：「若有善男子、善女人，", "342": "欲得轉無上法輪如佛所轉，在大眾中而無畏", "343": "者，當學此如幻定意無盡法藏。復次，拘翼！若", "344": "善男子、善女人，欲得諸佛百千總持自娛樂", "345": "者，當學此如幻定意無盡法藏。」佛復告釋提", "346": "桓因：「若善男子、善女人，欲得一切眾生願者，", "347": "淨佛國土神足變化者，當學此如幻定意無", "348": "盡法藏。復次，拘翼！若善男子、善女人，欲使", "349": "諸佛世界無量眾生無量性行盡同一趣者，", "35": "未來塵勞永不使起，是謂有時不清淨。如是，", "350": "當學此如幻定意無量法藏。復次，拘翼！若", "351": "善男子、善女人，欲使無量世界諸佛剎土合", "352": "為一者色如黃金，當學此如幻定意無盡法", "353": "藏。何以故？一切諸佛皆從此生，過去諸佛皆", "354": "從此如幻定意，得成無上正真之道。現在十", "355": "方諸佛世尊，亦皆從此如幻定意無盡法藏，", "356": "得成無上正真之道。當來無數恒沙諸佛，亦", "357": "當習此如幻定意無盡法門。」佛復告釋提桓", "358": "因：「我今與汝引譬，智者以喻自解。猶如猛火", "359": "光焰赫熾復更益薪，大風所吹遂復熾盛。燒", "36": "邠耨文陀尼子！於三無學成就一法。「復次，邠", "360": "焚山野無有休息，要盡草木火勢乃減，菩薩", "361": "摩訶薩亦復如是，發心起學濟度眾生，分別", "362": "思惟法界所趣，乃至無數恒沙剎土，復觀虛", "363": "空眾生根原，復自思惟恒沙剎土無數世界", "364": "眾生心意所念根原，一一分別復自計挍：『吾", "365": "以何智具足彼願？』一一分別已法所趣，當轉", "366": "何法云何教化。爾時，菩薩復自思惟：『我本發", "367": "願具足諸善，遍化眾生充足我願。』復自具足威", "368": "儀禮節，轉入三世根本之行，自念轉法入不", "369": "思議。如是挍計應度不度，一切世界或有或", "37": "耨文陀尼子！無學學人分別現在一切諸法，", "370": "無，復更周旋諸佛世界，無限無量不可思議，", "371": "與共周旋立功德業，不斷正法要誓所趣，行", "372": "大慈悲執弘誓心，究盡生死心無缺減。何以", "373": "故。一切眾智悉具足故。復觀眾生心意所念，", "374": "應由何路而得將導，恒念眾生如母愛子。是", "375": "故菩薩摩訶薩，執此懃苦無量之心，復入無", "376": "量無限三昧，觀察世界不捨本誓，如是廣大", "377": "無限之用。」爾時，世尊與釋提桓因復說頌曰：", "378": "「菩薩初發心，弘誓甚廣大，", "379": "要盡虛空際，所願乃具足。", "38": "有覺有觀正受三昧，永使斷滅不生塵勞，是", "380": "當度眾生時，不見有所度，", "381": "解知三世本，因緣不久寄。", "382": "心正不動傾，正本應道教，", "383": "恒求善方便，以次至解脫。", "384": "心不懷怯弱，晝夜思惟法，", "385": "一行得成佛，亦不從師受。", "386": "身本心各行，道力知清淨，", "387": "出家在空野，入定身不動。", "388": "然熾一切法，普照十方界，", "389": "自修宿命智，乃知眾生根。」", "39": "謂有時清淨；初習行人於現在法分別思惟，", "390": "爾時，世尊與釋提桓因說此法時，一切眾會", "391": "莫不欣然，皆發無上正真道意。", "392": "36 本行品(一二)菩薩瓔珞經本行品第三十六", "393": "爾時，有天子名眾首瓔珞，即從座起，偏露右", "394": "臂，齊整衣服諸根寂靜，從先佛已來常修梵", "395": "行，三處已盡果願已辦，右膝著地長跪叉手，", "396": "前白佛言：「唯然，世尊！所居方界去此極遠，願", "397": "欲所問，若見聽者敢有所啟。」佛告眾首瓔珞", "398": "菩薩：「善哉，善哉！族姓子！為眾導首發開童", "399": "蒙，竪法大幢演慧光明，有所疑結今正是", "4": "爾時，長老邠耨文陀尼子白佛言：「世尊！今聞", "40": "有覺有觀正受三昧，永使斷滅，是謂有時不", "400": "時，如來當為一一分別，隨問還報使得開解。」", "401": "爾時，眾首瓔珞菩薩即白佛言：「世尊！頗有一", "402": "生補處菩薩更不進修無上正真之道，得成", "403": "佛不乎？頗有一住立根德力菩薩大士，乃至", "404": "八地菩薩大士，更不進修無上正真之道？頗", "405": "有諸天，眾行具足立不退轉，諸根具足不復人", "406": "身得成佛不乎？唯然，世尊！當以方便而發遣", "407": "之。」爾時，世尊告眾首瓔珞菩薩曰：「善哉，善哉！", "408": "族姓子！乃能於如來前作師子吼。諦聽諦聽，", "409": "善思念之！從初發意乃至成佛，菩薩所行諸", "41": "清淨。如是，邠耨文陀尼子！於三無為法有時", "410": "法不同，或有菩薩摩訶薩，彈指之頃求菩薩", "411": "心，即成無上正真之道不經日夜。或有菩薩", "412": "從初發意不捨弘誓，乃至六住進求佛道，便", "413": "有退轉而不成就。或有菩薩從初發意乃至", "414": "七住，進趣成佛不經八地。」爾時，眾首瓔珞菩", "415": "薩問：「云何？菩薩摩訶薩彈指之頃發菩薩心，", "416": "即成佛道不經日夜。云何菩薩從初發意乃", "417": "至六地，有退轉者而不成就？云何菩薩乃至", "418": "七住進趣成佛不經八地？」爾時，世尊告眾首", "419": "瓔珞菩薩曰：「若有菩薩摩訶薩，彈指之頃求", "42": "不清淨。」佛復告邠耨文陀尼子：「或時無學學", "420": "菩薩道，不經日夜而成佛者，此善男子、善女", "421": "人，諸根具足未曾經歷生死之難，或從何會", "422": "一旦修天來生此間，或從無怒佛土來生此", "423": "間，或從無量佛土一聞如來說本末空無生", "424": "滅道，便成無上正真之道。「或有菩薩摩訶薩，", "425": "眾行具足得如來明慧法觀，復修如來念佛、", "426": "念法、念比丘僧、念天、念安般、念死亡，念修四意", "427": "止、四意斷、四神足、五根、五力、七覺意、八聖道，", "428": "親善知識，於婬怒癡不大慇懃，增益善本，亦", "429": "使眾生具足善根。雖在六地心生猶豫：『咄！我", "43": "人，於是過去法分別一切諸法所生，一一思", "430": "將非七住菩薩乎？』或復自念：『我審然不疑。』復", "431": "為偽化菩薩壞敗此菩薩言：『汝今已得本末", "432": "空慧。』此菩薩聞已歡喜踊躍：『我今聞神德菩", "433": "薩所見證明，今當得無上正真之道。』斯則不", "434": "久，便於六住退轉，乃墮聲聞辟支佛道。」佛復", "435": "告眾首瓔珞菩薩曰：「若善男子、善女人，已", "436": "在六地具足菩薩行，復自思惟：『我今審然在", "437": "八住地，當成無上正真之道。』亦復不久，親", "438": "近善知識方便為說八住行法：『善男子知不", "439": "乎？汝今已在八住地中，莫自貢高輕餘菩薩。", "44": "惟無覺無觀，永使斷滅不生塵勞，如是成就", "440": "如是，善男子！當成無上正真之道亦復不", "441": "久。』菩薩聞之歡喜踊躍不能自勝，便隨善男", "442": "子教在閑靜處，一心自念。如是彼菩薩即在八", "443": "住行中立不退轉，施為佛事經歷劫數成佛", "444": "不久。」佛復告眾首瓔珞菩薩曰：「若有善男子、", "445": "善女人行菩薩道，復為異菩薩所見勸勉：『汝", "446": "今成佛教化眾生亦復不久。』菩薩自念：『我", "447": "無此行，云何當成無上正真之道？將非此人", "448": "使我不成究竟？』執心牢固便得進前，在七住", "449": "地得不退轉。是謂菩薩摩訶薩在六住中有", "45": "三無為法，是謂有時清淨；若修行人，分別", "450": "退不退。」爾時，眾首瓔珞菩薩問：「云何八住菩", "451": "薩即得成佛不經胞胎，有是無耶？」佛言：「有之。", "452": "八住菩薩觀一切法如空如幻空寂無形，所", "453": "行法則亦復如空，欲度眾生亦無眾生想，往", "454": "詣十方諸佛世界，聽受無量法教一切諸佛", "455": "本無身想，亦當分別內外無形，遍問諸佛", "456": "一切諸法無有厭倦。復當教授一切眾生捨", "457": "是就是深入禪定，可坐知坐可臥知臥，若化", "458": "眾生不失時節，為說深法令眾生類盡得度", "459": "脫。如是菩薩摩訶薩，具如此行時，便得佛", "46": "思惟現在諸法無覺無觀，亦使斷滅不生塵", "460": "三昧，教化眾生淨佛國土，已淨國土便入菩", "461": "薩正要，已入正要便能出生一切總持法門，", "462": "已具法門則能示現辯才無礙。當來過去現", "463": "在諸佛所演法教，皆悉具足變化無方，諸法", "464": "成就各無錯亂，能淨一切眾生心垢，便得解", "465": "脫無礙法慧，十方諸佛皆來擁護此善男子、", "466": "善女人，成就諸法十力具足悉無所畏。「菩薩", "467": "如是分別眾生心識所念，一一選擇終不捨", "468": "之。立一切人使獲本末空慧，無量無限十方", "469": "世界安處道教，種種方面皆有離別，十方世", "47": "勞，是謂善男子有時不清淨，三世分別三有", "470": "界皆有合會。復於十方無量世界，如來、至真、", "471": "等正覺眾智瓔珞而現在前。復於無量剎土", "472": "一一諸佛，名號姓字皆悉分別；如一方面無", "473": "量諸佛世界分別無量諸佛姓字，十方境界", "474": "諸佛姓字亦復如是。「菩薩摩訶薩復使十方", "475": "無量世界或舒或縮，如十方世界已舒已縮，", "476": "復使無量無限恒沙剎土，以智慧力或舒或縮。", "477": "一一名號復於無量無限見如來面，復以慧", "478": "力或舒或縮。如是無量無限恒沙諸佛剎土", "479": "分別諸佛名號，皆悉分別如是十方諸佛法", "48": "為法亦復如是。」佛復告邠耨文陀尼子：「無學", "480": "界分別名號，然諸佛世尊皆來擁護此菩薩，", "481": "使得成就。「菩薩摩訶薩得此大乘意入本末", "482": "空定，不失菩薩威儀法則，遍能觀察眾生根", "483": "本，復能知諸佛心識所念。彼菩薩不當名為", "484": "菩薩，當名如來。何以故？解一切法超越眾行，", "485": "於一切法不懷狐疑，行等如來，得一切如來", "486": "正法。或知一生、知百千生、知阿僧祇無量佛", "487": "法，受持諷誦，成就佛道亦不忘失，入一切智", "488": "不見吾我，覺知諸佛法總持強記亦不忘失。", "489": "「彼菩薩觀一切法為見光明，以智慧光照愚", "49": "學人，復當分別三向法性皆悉清淨而無所", "490": "癡冥智不退轉。彼菩薩摩訶薩，以善權方便", "491": "教化眾生無有罣礙。彼菩薩已得無量法，耳", "492": "根清淨聞無盡法，自然應化信而不從。彼菩", "493": "薩摩訶薩無量無限使眾生身變化非一，或", "494": "現無央數色還合為一，復從無色至無數色，", "495": "使眾生類莫不信解，出廣長舌普覆三千大千", "496": "世界復還為一，如是教化無央數眾。」佛告眾", "497": "首瓔珞菩薩：「若有菩薩摩訶薩，十方世界虛", "498": "空邊際盡能了知此眾行者，便名為菩薩補", "499": "如來處。」爾時，世尊復與眾首瓔珞菩薩而", "5": "如來、至真、等正覺說三世法，諸天人民八部", "50": "有。云何無學學人於三世中，分別三向而無", "500": "說頌曰：", "501": "「十方聞法界，示現眾生路，", "502": "修行諸佛事，人中菩薩尊。", "503": "在眾成就道，遍知菩薩行，", "504": "超越一切行，十力無有礙。", "505": "諸佛常擁護，面見而在前，", "506": "稱揚其功德，歎法無有上。」", "507": "菩薩瓔珞經卷第十二", "51": "所有？於是無學學人，於未來法分別一切", "52": "諸法所生，有時清淨、有時不清淨，是謂族姓", "53": "子於三有為法成就一法。」佛復告邠耨文陀", "54": "尼子：「所修學人，復於未來分別一切法諸法", "55": "所生，皆空皆寂而無所有，永使斷滅不興塵", "56": "勞，是謂族姓子有時清淨、有時不清淨。」佛復", "57": "告邠耨文陀尼子：「無學學人，於現在法復當", "58": "分別無願正行，有時清淨、有時不清淨，亦使", "59": "斷滅不生塵勞，是謂於有為法有時清淨、有", "6": "鬼神皆興供養，宿衛菩薩摩訶薩進成佛者，", "60": "時不清淨。」佛復告邠耨文陀尼子：「所修行人，", "61": "於現在法思惟分別無相正受，有時清淨、有", "62": "時不清淨，亦使斷滅不生塵勞，是謂於三無", "63": "為法有時清淨、有時不清淨。」爾時，邠耨文陀", "64": "尼子復白佛言：「世尊！唯此三空三向有時清", "65": "淨、有時不清淨耶？頗有諸法有時清淨、有時", "66": "不清淨乎？」佛告邠耨文陀尼子：「如是如是。族", "67": "姓子！如汝所問。一切諸法有時清淨、有時不", "68": "清淨。從須陀洹上至如來、至真、等正覺，有時", "69": "清淨、有時不清淨。從四意止、四意斷、四神足、", "7": "當來過去現在諸佛，演說三世分別智慧，然", "70": "五根、五力、七覺意、八賢聖行，有時清淨、有時", "71": "不清淨。」爾時，邠耨文陀尼子白佛言：「世尊！云", "72": "何有時清淨、有時不清淨？」佛告邠耨文陀尼", "73": "子：「汝欲聞從第一義有時清淨、有時不清淨", "74": "耶？為欲聞三世諸法有時清淨、有時不清淨", "75": "乎？」邠耨文陀尼子白佛言：「世尊！願樂欲聞，", "76": "從第一義有時清淨、有時不清淨。」佛告邠耨", "77": "文陀尼子：「一切諸法無數非有數，亦不住亦", "78": "不不住，是謂於三世法而得清淨；若有善男", "79": "子、善女人，亦不見住亦不見不住，於住想著", "8": "熾一切諸法所生。復以神足道力所化，感動", "80": "生染污心者，是謂不淨。菩薩弘誓遍救一", "81": "切眾生之類，雖度眾生不懷望想，是謂清淨；", "82": "若復生意興想著者，是謂不淨。「現智慧光除", "83": "去闇冥，是謂為淨；於中便生想著，是謂不", "84": "淨。導引眾生永處無為，是謂為淨；見有所", "85": "度生染污意，是謂不淨。一意一向趣無為道，", "86": "亦使眾生同己所得，是謂為淨；而自稱說我", "87": "有所度，是謂不淨。道在人心隨類教化，精", "88": "進勇猛不懷懈怠，是謂為淨；所修懃力心不", "89": "退轉，然有想著欲成無上正真之道，是謂不", "9": "三千大千世界，修行執心不捨本願，清淨國", "90": "淨。「分別諸行空無所有性本自然，是謂清淨；", "91": "復自分別不斷望求，是謂不淨。無數身行皆", "92": "知為空，不生想念有所成辦，是謂清淨；自", "93": "歎功勞染著身法，是謂不淨。口所演教無有", "94": "邊崖，亦不自念有無之道，是謂清淨；能捨", "95": "一切進修威儀，欲得成無上正真之道，是謂", "96": "不淨。「分布文字總持諸法強記不忘，是謂清", "97": "淨；不見文字出生諸法，不信空慧成道教者，", "98": "是謂不淨。一切諸想皆歸於空，是謂清淨；本", "99": "無名號為作名號，復欲於中成無上道，是謂"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0656 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經: 菩薩瓔珞經", "author": "姚秦 竺佛念譯", "sourceLink": "http://www.cbeta.org/"}