{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1431 四分比丘尼戒本: 四分尼戒本: 四分比丘尼戒本: 四分比丘尼戒本: 四分比丘尼戒本＋（五）【宋】【宮】，（卷上）【明】，經題下宋元明宮四本俱有細註出曇無德部律六字本＋（五(出曇無德部律)）【宋】【宮】，（卷上(出曇無德部律)）【明】，（出曇無德部律）細註【元】本本五出曇無德部律本卷上出曇無德部律本出曇無德部律", "text": {"0": "No. 1431 [cf. No. 1428]", "1": "序四分尼戒本并序", "10": "業、成實相之嘉謀，作六趣之舟航、為三乘之", "100": "破彼清淨行。後於異時，若問、若不問，是事", "101": "無根，說：『我瞋恚故，如是語。』是比丘尼犯初", "102": "法應捨，僧伽婆尸沙。", "103": "「若比丘尼，瞋恚不喜，於異分事中取片，非波", "104": "羅夷比丘尼，以無根波羅夷法謗，欲破彼人", "105": "梵行。後於異時，若問、若不問，知是異分事中", "106": "取片。彼比丘尼住瞋恚故，作如是說。是比", "107": "丘尼犯初法應捨，僧伽婆尸沙。", "108": "「若比丘尼，詣官言居士、若居士兒、若奴、若客", "109": "作人，若晝、若夜、若一念頃、若彈指頃、若須臾", "11": "軌躅者也。", "110": "頃。是比丘尼犯初法應捨，僧伽婆尸沙。", "111": "「若比丘尼，先知是賊女，罪應死，人所知；不問", "112": "王、大臣、不問種姓，便度出家受具足戒。是比", "113": "丘尼犯初法應捨，僧伽婆尸沙。", "114": "「若比丘尼，知比丘尼為僧所舉，如法如律，如", "115": "佛所教，不順從，未懺悔，僧未與作共住羯磨；", "116": "為愛故，不問僧，僧不約勅，出界外，作羯磨，與", "117": "解罪。是比丘尼犯初法應捨，僧伽婆尸沙。", "118": "「若比丘尼，獨渡水、獨入村、獨宿、獨在後行。", "119": "是比丘尼犯初法應捨，僧伽婆尸沙。", "12": "四分比丘尼戒本", "120": "「若比丘尼，染污心，知染污心男子，從彼受可", "121": "食者，及食并餘物。是比丘尼犯初法應捨，僧", "122": "伽婆尸沙。", "123": "「若比丘尼，教比丘尼作如是語：『大姊！彼有", "124": "染污心、無染污心，能那汝何？汝自無染污", "125": "心，於彼若得食，以時清淨受取。』此比丘尼", "126": "犯初法應捨，僧伽婆尸沙。", "127": "「若比丘尼，欲壞和合僧，勤方便受破僧法，", "128": "堅持不捨。是比丘尼應諫彼比丘尼言：『大姊！", "129": "汝莫壞和合僧，莫方便壞和合僧，莫受破僧", "13": "後秦三藏佛陀耶舍譯", "130": "法，堅持不捨。大姊！應與僧和合。與僧和合，", "131": "歡喜不諍，同一師學，如水乳合，於佛法中有", "132": "增益安樂住。』是比丘尼諫彼比丘尼時，堅", "133": "持不捨。是比丘尼應三諫，捨此事故。乃至", "134": "三諫，捨者善。不捨者，是比丘尼犯三法應捨，", "135": "僧伽婆尸沙一十。", "136": "「若比丘尼，有餘比丘尼群黨，若一、若二、若三，", "137": "乃至無數。彼比丘尼語是比丘尼言：『大姊！汝", "138": "莫諫此比丘尼，此比丘尼，法語比丘尼，律語", "139": "比丘尼。此比丘尼所說，我等心憙樂；此比", "14": "稽首禮諸佛，及法比丘僧，", "140": "丘尼所說，我等忍可。』是比丘尼語彼比丘尼", "141": "言：『大姊！莫作是說！言：「此比丘尼，是法語比丘", "142": "尼，律語比丘尼。此比丘尼所說，我等憙樂；此", "143": "比丘尼所說，我等忍可。」何以故？此比丘尼所", "144": "說，非法語，非律語。大姊！莫欲破壞和合僧，當", "145": "樂欲和合僧。大姊！與僧和合，歡喜不諍，同", "146": "一師學，如水乳合，於佛法中有增益安樂住。』", "147": "是比丘尼諫彼比丘尼時，堅持不捨。是比丘", "148": "尼應三諫，捨此事故。乃至三諫，捨者善。不捨", "149": "者，是比丘尼犯三法應捨，僧伽婆尸沙。", "15": "今演毘尼法，令正法久住。", "150": "「若比丘尼，依城邑、若村落住，污他家，行惡", "151": "行。行惡行，亦見亦聞；污他家，亦見亦聞。是", "152": "比丘尼諫彼比丘尼言：『大姊！汝污他家，行惡", "153": "行。行惡行，亦見亦聞；污他家，亦見亦聞。大", "154": "姊！汝污他家，行惡行，今可離此村落去，不", "155": "須住此。』彼比丘尼語此比丘尼作是言：『大", "156": "姊！諸比丘尼有愛、有恚、有怖、有癡，有如是", "157": "同罪比丘尼，有驅者，有不驅者。』是諸比丘尼", "158": "語彼比丘尼言：『大姊！莫作是語：「有愛、有恚、", "159": "有怖、有癡。」亦莫言：「有如是同罪比丘尼，有驅", "16": "戒如海無涯，如寶求無厭，", "160": "者，有不驅者。」何以故？而諸比丘尼不愛、不", "161": "恚、不怖、不癡，有如是同罪比丘尼，有驅者，有", "162": "不驅者。大姊！污他家，行惡行。行惡行，亦見", "163": "亦聞；污他家，亦見亦聞。』是比丘尼諫彼比", "164": "丘尼時，堅持不捨。是比丘尼應三諫，捨此事", "165": "故。乃至三諫，捨者善。不捨者，是比丘尼犯三", "166": "法應捨，僧伽婆尸沙。", "167": "「若比丘尼，惡性不受人語，於戒法中，諸比丘", "168": "尼如法諫已，自身不受諫語，言：『大姊！汝", "169": "莫向我說若好、若惡，我亦不向汝說若好、若", "17": "欲護聖法財，眾集聽我說。", "170": "惡。諸大姊止！莫諫我。』是比丘尼當諫", "171": "彼比丘尼言：『大姊！汝莫自身不受諫語。", "172": "大姊！自身當受諫語。大姊如法諫諸比丘尼，", "173": "諸比丘尼亦當如法諫大姊。如是佛弟子眾，", "174": "得增益展轉相諫，展轉相教，展轉懺悔。』是比", "175": "丘尼如是諫時，堅持不捨。是比丘尼應三", "176": "諫，捨此事故。乃至三諫，捨者善。不捨者，是比", "177": "丘尼犯三法應捨，僧伽婆尸沙。", "178": "「若比丘尼，相親近住，共作惡行，惡聲流布，展", "179": "轉共相覆罪。是比丘尼當諫彼比丘尼言：『大", "18": "欲除八棄法，及滅僧殘法，", "180": "姊！汝等莫相親近，共作惡行，惡聲流布，共相", "181": "覆罪。汝等若不相親近，於佛法中，得增益安", "182": "樂住。』是比丘尼諫彼比丘尼時，堅持不捨。", "183": "是比丘尼應三諫，捨此事故。乃至三諫，捨者", "184": "善。不捨者，是比丘尼犯三法應捨，僧伽婆尸", "185": "沙。", "186": "「若比丘尼，僧為作呵諫時，餘比丘尼，教作如", "187": "是言：『汝等莫別住，當共住！我亦見餘比丘尼", "188": "不別住，共作惡行，惡聲流布，共相覆罪。僧以", "189": "恚故，教汝別住。』是比丘尼應諫彼比丘尼言：", "19": "障三十捨墮，眾集聽我說。", "190": "『大姊！汝莫教餘比丘尼言：「汝等莫別住，我亦", "191": "見餘比丘尼共住，共作惡行，惡聲流布，共", "192": "相覆罪。僧以恚故，教汝別住。」今正有此二比", "193": "丘尼共住，共作惡行，惡聲流布，共相覆罪，更", "194": "無有餘。若此比丘尼別住，於佛法中，有增益", "195": "安樂住。』是比丘尼諫彼比丘尼時，堅持不捨。", "196": "是比丘尼應三諫，令捨此事故。乃至三諫，捨", "197": "者善。不捨者，是比丘尼犯三法應捨，僧伽婆", "198": "尸沙。", "199": "「若比丘尼，趣以一小事瞋恚不喜，便作是語：", "2": "西太原寺沙門懷素集", "20": "毘婆尸式棄，毘舍拘樓孫，", "200": "『我捨佛、捨法、捨僧。不獨有此沙門釋子，亦更", "201": "有餘沙門、婆羅門、修梵行者，我等亦可於彼", "202": "修梵行。』是比丘尼當諫彼比丘尼言：『大姊！", "203": "汝莫趣以一小事瞋恚不喜，便作是語：「我捨", "204": "佛、捨法、捨僧。不獨有此沙門釋子，亦更有餘", "205": "沙門、婆羅門、修梵行者。我等亦可於彼修梵", "206": "行。」』若是比丘尼諫彼比丘尼時，堅持不捨。彼", "207": "比丘尼應三諫，捨此事故。乃至三諫，捨者", "208": "善。不捨者，是比丘尼犯三法應捨，僧伽婆尸", "209": "沙。", "21": "拘那含牟尼，迦葉釋迦文，", "210": "「若比丘尼，憙鬪諍，不善憶持諍事，後瞋恚，作", "211": "是語：『僧有愛、有恚、有怖、有癡。』是比丘尼應諫", "212": "彼比丘尼言：『妹！汝莫憙鬪諍，不善憶持諍", "213": "事，後瞋恚，作是語：「僧有愛、有恚、有怖、有癡。」", "214": "而僧不愛、不恚、不怖、不癡；汝自有愛、有恚、有", "215": "怖、有癡。』是比丘尼諫彼比丘尼時，堅持不捨。", "216": "彼比丘尼應三諫，捨此事故。乃至三諫，捨者", "217": "善。不捨者，是比丘尼犯三法應捨，僧伽婆尸", "218": "沙。", "219": "「諸大姊！我已說十七僧伽婆尸沙法，九初犯", "22": "諸世尊大德，為我說是事，", "220": "罪，八乃至三諫。若比丘尼犯一一法，應半", "221": "月二部僧中行摩那埵。行摩那埵已，餘", "222": "有出罪，應二部四十人僧中，出是比丘尼", "223": "罪。若少一人，不滿四十眾，出是比丘尼罪，", "224": "是比丘尼罪不得除，諸比丘尼亦可呵。此", "225": "是時。「今問諸大姊：是中清淨不？如是至三。", "226": "「諸大姊！是中清淨，默然故。是事如是持。", "227": "「諸大姊！是三十尼薩耆波逸提法，半月半月", "228": "說，戒經中來。", "229": "「若比丘尼，衣已竟，迦絺那衣已捨，畜長衣，", "23": "我今欲善說，諸賢咸共聽。", "230": "經十日不淨施，得持。若過，尼薩耆波逸", "231": "提。", "232": "「若比丘尼，衣已竟，迦絺那衣已捨，五衣中，若", "233": "離一一衣異處宿，經一夜，除僧羯磨，尼薩耆", "234": "波逸提。", "235": "「若比丘尼，衣已竟，迦絺那衣已捨，若得非", "236": "時衣，欲須便受，受已疾疾成衣。若足者善；", "237": "若不足者，得畜一月，為滿足故。若過畜者，尼", "238": "薩耆波逸提。", "239": "「若比丘尼，從非親里居士、居士婦乞衣，除", "24": "譬如人毀足，不堪有所涉，", "240": "餘時，尼薩耆波逸提。是中時者：若奪衣、失", "241": "衣、燒衣、漂衣，是名時。", "242": "「若比丘尼，奪衣、失衣、燒衣、漂衣，是非親里居", "243": "士、若居士婦自恣請，多與衣，是比丘尼當知", "244": "足受衣。若過者，尼薩耆波逸提。", "245": "「若居士、居士婦為比丘尼辦衣價：『具如是", "246": "衣價，與某甲比丘尼。』是比丘尼先不受自恣", "247": "請，到居士家，作如是說：『善哉，居士！為我辦", "248": "如是如是衣價與我。』為好故，若得衣者，", "249": "尼薩耆波逸提。", "25": "毀戒亦如是，不得生天人。", "250": "「若二居士、居士婦與比丘尼辦衣價：『我曹辦", "251": "如是衣價，與某甲比丘尼。』是比丘尼先不受", "252": "自恣請，到二居士家，作如是言：『善哉，居士！辦", "253": "如是如是衣價，與我共作一衣。』為好故，若得", "254": "衣，尼薩耆波逸提。", "255": "「若比丘尼，若王、若大臣、若婆羅門、若居士、", "256": "居士婦，遣使為比丘尼送衣價：『持如是衣價，", "257": "與某甲比丘尼。』彼使至比丘尼所語言：『阿", "258": "姨！為汝送衣價，受取。』是比丘尼語彼使如", "259": "是言：『我不應受此衣價，我若須衣，合時、清", "26": "欲得生天上，若生人間者，", "260": "淨，當受。』彼使語比丘尼言：『阿姨！有執事人", "261": "不？』須衣比丘尼言：『有！若僧伽藍民、若優婆", "262": "塞，此是比丘尼執事人，常為比丘尼執事。』", "263": "彼使至執事人所，與衣價已，還到比丘尼", "264": "所，如是言：『阿姨！所示某甲執事人，我已與衣", "265": "價。大姊！知時，往彼當得衣。』比丘尼若須衣", "266": "者，當往彼執事人所，二反、三反語言：『我須", "267": "衣。』若二反、三反為作憶念，得衣者善；若不得", "268": "衣，四反、五反、六反在前默然住，令彼憶念。", "269": "若四反、五反、六反在前默然住，得衣者善。若", "27": "常當護戒足，勿令有毀損。", "270": "不得衣，過是求得衣者，尼薩耆波逸提。若不", "271": "得衣，隨使所來處，若自往、若遣使往，語言：", "272": "『汝先遣使持衣價與某甲比丘尼，是比丘尼", "273": "竟不得。汝還取，莫使失，此是時。』", "274": "「若比丘尼，自取金、銀、若錢，若教人取、若口", "275": "可受，尼薩耆波逸提。", "276": "「若比丘尼，種種買賣寶物者，尼薩耆波逸提。", "277": "「若比丘尼，種種販賣者，尼薩耆波逸提。", "278": "「若比丘尼，鉢減五綴不漏，更求新鉢，為好", "279": "故，尼薩耆波逸提。是比丘尼當持此鉢，於尼", "28": "如御入嶮道，失轄折軸憂，", "280": "眾中捨，從次第貿至下坐，以下坐鉢與此比", "281": "丘尼言：『妹！持此鉢，乃至破，此是時。』", "282": "「若比丘尼，自求縷，使非親里織師織作衣", "283": "者，尼薩耆波逸提。", "284": "「若比丘尼，居士、居士婦使織師為比丘尼織", "285": "作衣，彼比丘尼先不受自恣請，便往到彼所", "286": "語織師言：『此衣為我織，極好織，令廣、長、堅、", "287": "緻，齊整好，我當少多與汝價。』若比丘尼與", "288": "價，乃至一食，得衣者，尼薩耆波逸提。", "289": "「若比丘尼，與比丘尼衣已，後瞋恚，若自奪、若", "29": "毀戒亦如是，死時懷恐懼。", "290": "教人奪取：『還我衣來，不與汝。』是比丘尼應還", "291": "衣；彼取衣者，尼薩耆波逸提。", "292": "「若諸病比丘尼，畜藥：酥、油、生酥、蜜、石蜜，得", "293": "食殘宿，乃至七日得服。若過七日服，尼薩", "294": "耆波逸提。", "295": "「若比丘尼，十日未滿夏三月，若有急施衣，", "296": "比丘尼知是急施衣，應受；受已乃至衣時", "297": "應畜。若過畜者，尼薩耆波逸提。", "298": "「若比丘尼，知物向僧，自求入己者，尼薩耆波", "299": "逸提。", "3": "夫戒者，迺是定慧之宏基、聖賢之妙趾，窮", "30": "如人自照鏡，好醜生欣慼，", "300": "「若比丘尼，欲索是，更索彼者，尼薩耆波逸提。", "301": "「若比丘尼，知檀越所為僧施異，迴作餘用者，", "302": "尼薩耆波逸提。", "303": "「若比丘尼，所為施物異，自求為僧，迴作餘用", "304": "者，尼薩耆波逸提。", "305": "「若比丘尼，檀越所施物異，迴作餘用者，尼薩", "306": "耆波逸提。", "307": "「若比丘尼，檀越所為施物異，自求為僧，迴作", "308": "餘用者，尼薩耆波逸提。", "309": "「若比丘尼，畜長鉢，尼薩耆波逸提。", "31": "說戒亦如是，全毀生憂喜。", "310": "「若比丘尼，多畜好色器者，尼薩耆波逸提。", "311": "「若比丘尼，許他比丘尼病衣，後不與者，尼薩", "312": "耆波逸提。", "313": "「若比丘尼，以非時衣，受作時衣者，尼薩耆波", "314": "逸提。", "315": "「若比丘尼，與比丘尼貿易衣，後瞋恚，還自奪", "316": "取、若使人奪：『妹！還我衣來，我不與汝，汝衣", "317": "屬汝，我衣還我。』者，尼薩耆波逸提。", "318": "「若比丘尼，乞重衣，齊價直四張㲲。過者，尼薩", "319": "耆波逸提。", "32": "如兩陣共戰，勇怯有進退，", "320": "「若比丘尼，欲乞輕衣，極至價直兩張半㲲。過", "321": "者，尼薩耆波逸提。", "322": "「諸大姊！我已說三十尼薩耆波逸提法。「今問", "323": "諸大姊：是中清淨不？如是至三。", "324": "「諸大姊！是中清淨，默然故。是事如是持。", "325": "「諸大姊！是一百七十八波逸提法，半月半月", "326": "說，戒經中來。", "327": "「若比丘尼，故妄語者，波逸提。", "328": "「若比丘尼，毀訾語，波逸提。", "329": "「若比丘尼，兩舌語，波逸提。", "33": "說戒亦如是，淨穢生安畏。", "330": "「若比丘尼，與男子同室宿者，波逸提。", "331": "「若比丘尼，共未受戒女人同一室宿，若過三", "332": "宿，波逸提。", "333": "「若比丘尼，與未受具戒人共誦法者，波逸", "334": "提。", "335": "「若比丘尼，知他有麁惡罪，向未受大戒人說，", "336": "除僧羯磨，波逸提。", "337": "「若比丘尼，向未受大戒人說過人法，言：『我知", "338": "是，我見是實。』者，波逸提。", "339": "「若比丘尼，與男子說法過五、六語，除有智女", "34": "世間王為最，眾流海為最，", "340": "人，波逸提。", "341": "「若比丘尼，自掘地、若教人掘者，波逸提。", "342": "「若比丘尼，壞鬼神村者，波逸提。", "343": "「若比丘尼，妄作異語，惱他者，波逸提。", "344": "「若比丘尼，嫌罵者，波逸提。", "345": "「若比丘尼，取僧繩床、若木床、若臥具、坐褥，露", "346": "地自敷、若教人敷；捨去，不自舉、不教人舉者，", "347": "波逸提。", "348": "「若比丘尼，於僧房中，取僧臥具自敷、若教人", "349": "敷，在中若坐、若臥；從彼處捨去，不自舉、不教", "35": "眾星月為最，眾聖佛為最，", "350": "人舉者，波逸提。", "351": "「若比丘尼，知比丘尼先住處，後來於中間強", "352": "敷臥具止宿，念言：『彼若嫌迮者，自當避我去。』", "353": "作如是因緣，非餘，非威儀，波逸提。", "354": "「若比丘尼，瞋他比丘尼不喜，眾僧房中，自牽", "355": "出、若教人牽出者，波逸提。", "356": "「若比丘尼，若在重閣上，脫脚繩床、若木床，若", "357": "坐、若臥，波逸提。", "358": "「若比丘尼，知水有蟲，自用澆泥、若草、若教", "359": "人澆者，波逸提。", "36": "一切眾律中，戒經為上最，", "360": "「若比丘尼，作大房，戶扉窓牖及餘莊飾具，指", "361": "授覆苫齊二、三節。若過者，波逸提。", "362": "「若比丘尼，施一食處，無病比丘尼應一食，若", "363": "過受者，波逸提。", "364": "「若比丘尼，別眾食，除餘時，波逸提。餘時者：病", "365": "時、作衣時、若施衣時、道行時、船上時、大會", "366": "時、沙門施食時，此是時。", "367": "「若比丘尼，至檀越家，慇懃請與餅、󰉓食。比", "368": "丘尼欲須者，二、三鉢應受，持至寺內，分與餘", "369": "比丘尼食。若比丘尼無病，過三鉢受，持至寺", "37": "如來立禁戒，半月半月說。", "370": "中，不分與餘比丘尼食者，波逸提。", "371": "「若比丘尼，非時食者，波逸提。", "372": "「若比丘尼，殘宿食噉者，波逸提。", "373": "「若比丘尼，不受食，及藥著口中，除水、及楊", "374": "枝，波逸提。", "375": "「若比丘尼，先受請已，若前食、後食，行詣餘家，", "376": "不囑餘比丘尼，除餘時，波逸提。餘時者：病", "377": "時、作衣時、施衣時，此是時。", "378": "「若比丘尼，食家中有寶，強安坐者，波逸提。", "379": "「若比丘尼，食家中有寶，在屏處坐者，波逸提。", "38": "「僧集？」答云：「僧集。」「和合？」答云：「和合。」「未受大戒者出？」有者，遣出。遣已，答言：「已出。」", "380": "「若比丘尼，獨與男子露地一處共坐者，波逸", "381": "提。", "382": "「若比丘尼，語比丘尼如是言：『大姊！共汝至", "383": "聚落，當與汝食。』彼比丘尼竟不教與是比丘", "384": "尼食，如是言：『大姊去！我與汝一處共坐、共語", "385": "不樂，我獨坐、獨語樂。』以是因緣，非餘，方便遣", "386": "去，波逸提。", "387": "「若比丘尼，四月與藥，無病比丘尼應受。若", "388": "過受，除常請、更請、分請、盡形請，波逸提。", "389": "「若比丘尼，往觀軍陣，除時因緣，波逸提。", "39": "無者，答：「無。」「不來諸比丘尼，說欲及清淨？」有，依法說。無，答言：「無。」「僧", "390": "「若比丘尼，有因緣至軍中，若二宿、三宿。過者，", "391": "波逸提。", "392": "「若比丘尼，軍中，若二宿、三宿，或時觀軍陣鬪", "393": "戰，若觀遊軍、象、馬勢力，波逸提。", "394": "「若比丘尼，飲酒者，波逸提。", "395": "「若比丘尼，水中戲者，波逸提。", "396": "「若比丘尼，以指相擊攊者，波逸提。", "397": "「若比丘尼，不受諫者，波逸提。", "398": "「若比丘尼，恐他比丘尼者，波逸提。", "399": "「若比丘尼，半月洗浴，無病比丘尼應受。若過", "4": "八正之道、盡七覺之源。然既樹五制之良規，", "40": "今和合何所作為？」答言：「說戒羯磨。」「大姊僧聽！今十五", "400": "受，除餘時，波逸提。餘時者：熱時、病時、作時、大", "401": "風時、雨時、遠行來時，此是時。", "402": "「若比丘尼，無病，為炙身故，露地然火，若教人", "403": "然，除餘時，波逸提。", "404": "「若比丘尼，藏他比丘尼若鉢、若衣、若坐具、針", "405": "筒，自藏、教人藏，下至戲笑，波逸提。", "406": "「若比丘尼，淨施比丘、比丘尼、式叉摩那、沙彌、", "407": "沙彌尼衣，後不問主取著者，波逸提。", "408": "「若比丘尼，得新衣，當作三種染壞色：青、黑、木", "409": "蘭。若比丘尼得新衣，不作三種染壞色：青、黑、", "41": "日，眾僧說戒。若僧時到僧忍聽，和合說戒。", "410": "木蘭，新衣持者，波逸提。", "411": "「若比丘尼，故斷畜生命者，波逸提。", "412": "「若比丘尼，知水有蟲，飲用者，波逸提。", "413": "「若比丘尼，故惱他比丘尼，乃至少時不樂，波", "414": "逸提。", "415": "「若比丘尼，知比丘尼有麁罪，覆藏者，波逸提。", "416": "「若比丘尼，知僧諍事如法懺悔已，後更發舉", "417": "者，波逸提。", "418": "「若比丘尼，知是賊伴，共一道行，乃至一聚落，", "419": "波逸提。", "42": "白如是。」「作白成不？」答云：「成。」「諸大姊！我今欲說波羅提木", "420": "「若比丘尼，作如是語：『我知佛所說法，行婬欲，", "421": "非是障道法。』彼比丘尼諫此比丘尼言：『大", "422": "姊！莫作是語，莫謗世尊，謗世尊者不善，世", "423": "尊不作是語。世尊無數方便說婬欲是障道", "424": "法，犯婬者是障道法。』彼比丘尼諫此比丘尼", "425": "時，堅持不捨。彼比丘尼乃至三諫，令捨是事。", "426": "乃至三諫時，捨者善。不捨者，波逸提。", "427": "「若比丘尼，知如是語人未作法，如是惡邪不", "428": "捨，若畜，同一羯磨、同一止宿，波逸提。", "429": "「若沙彌尼作如是言：『我知佛所說法，行婬欲，", "43": "叉戒。汝等諦聽，善思念之。若自知有犯", "430": "非障道法。』彼比丘尼諫此沙彌尼言：『汝莫作", "431": "是語，莫誹謗世尊，誹謗世尊不善，世尊不", "432": "作是語。沙彌尼！世尊無數方便說婬欲是障", "433": "道法，犯婬欲者是障道法。』彼比丘尼諫此沙", "434": "彌尼時，堅持不捨。彼比丘尼應乃至三呵", "435": "諫，捨此事故。乃至三諫時，若捨者善。不捨者，", "436": "彼比丘尼應語是沙彌尼言：『汝自今已去非", "437": "佛弟子。不得隨餘比丘尼，如諸沙彌尼得與", "438": "比丘尼二宿，汝今無是事。汝出去！滅去！不", "439": "須此中住。』若比丘尼，知如是被擯沙彌尼，若", "44": "者，即應自懺悔；不犯者，默然。默然者，知", "440": "畜，共同止宿，波逸提。", "441": "「若比丘尼，如法諫時，作如是語：『我今不學是", "442": "戒，乃至問有智慧持律者，當難問。』波逸提。", "443": "若為求解，應當難問。", "444": "「若比丘尼，說戒時，如是語：『大姊！用是雜碎", "445": "戒為？說是戒時，令人惱愧懷疑。』輕毀戒故，波", "446": "逸提。", "447": "「若比丘尼，說戒時，作如是語：『大姊！我今始知", "448": "是戒，半月半月說，戒經來。』餘比丘尼知是比", "449": "丘尼，若二、若三說戒中坐，何況多。彼比丘尼", "45": "諸大姊清淨。若有他問者，亦如是答。如是", "450": "無知無解，若犯罪，應如法治，更重增無知法。", "451": "『大姊！汝無利，得不善。汝說戒時，不用心念，不", "452": "一心攝耳聽法。』彼無知故，波逸提。", "453": "「若比丘尼，共同羯磨已，後作如是說：『諸比丘", "454": "尼隨親厚，以眾僧物與。』者，波逸提。", "455": "「若比丘尼，僧斷事時，不與欲而起去者，波逸", "456": "提。", "457": "「若比丘尼，與欲竟，後更呵者，波逸提。", "458": "「若比丘尼，比丘尼共鬪諍後，聽此語已，欲向", "459": "彼說，波逸提。", "46": "比丘尼在眾中，乃至三問，憶念有罪，不懺", "460": "「若比丘尼，瞋恚故不喜，打彼比丘尼者，波逸", "461": "提。", "462": "「若比丘尼，瞋恚故不喜，以手搏比丘尼者，", "463": "波逸提。", "464": "「若比丘尼，瞋恚故不喜，以無根僧伽婆尸沙", "465": "法謗者，波逸提。", "466": "「若比丘尼，剎利水澆頭王，王未出，未藏寶，", "467": "若入宮過門閾者，波逸提。", "468": "「若比丘尼，寶及寶莊飾具，自捉、若教人捉，除", "469": "僧伽藍中及寄宿處，波逸提。若僧伽藍中、若", "47": "悔者，得故妄語罪。故妄語者，佛說障道法。", "470": "寄宿處，若寶、若以寶莊飾具，自捉、若教人捉，", "471": "若識者當取，如是因緣，非餘。", "472": "「若比丘尼，非時入聚落，不囑比丘尼，波逸", "473": "提。", "474": "「若比丘尼，作繩床、若木床，足應高佛八指，除", "475": "入梐孔上。若截竟，過者，波逸提。", "476": "「若比丘尼，持兜羅綿，䘢作繩床、木床、若臥具、", "477": "坐具，波逸提。", "478": "「若比丘尼，噉蒜者，波逸提。", "479": "「若比丘尼，剃三處毛者，波逸提。", "48": "若彼比丘尼，憶念有罪，欲求清淨者，應懺", "480": "「若比丘尼，以水作淨，應齊兩指各一節。若", "481": "過者，波逸提。", "482": "「若比丘尼，以胡膠作男根，波逸提。", "483": "「若比丘尼，共相拍者，波逸提。", "484": "「若比丘尼，比丘無病時，供給水，以扇扇者，波", "485": "逸提。", "486": "「若比丘尼，乞生穀者，波逸提。", "487": "「若比丘尼，在生草上大小便，波逸提。", "488": "「若比丘尼，夜大小便器中，晝不看牆外棄者，", "489": "波逸提。", "49": "悔。懺悔得安樂。諸大姊！我已說戒經序。", "490": "「若比丘尼，往觀看伎樂者，波逸提。", "491": "「若比丘尼，入村內，與男子在屏處共立、共語，", "492": "波逸提。", "493": "「若比丘尼，與男子共入屏障處者，波逸提。", "494": "「若比丘尼，入村內巷陌中，遣伴遠去，在屏處", "495": "與男子共立耳語者，波逸提。", "496": "「若比丘尼，入白衣家內坐，不語主人捨去者，", "497": "波逸提。", "498": "「若比丘尼，入白衣家內，不語主人，輒坐床座", "499": "者，波逸提。", "5": "傳須獲實；揚六和之清訓，學者知詮。竊尋流", "50": "「今問諸大姊：是中清淨不？如是至三。", "500": "「若比丘尼，入白衣家內，不語主人，輒自敷坐", "501": "宿者，波逸提。", "502": "「若比丘尼，與男子共入闇室中者，波逸提。", "503": "「若比丘尼，不審諦受師語，便向人說，波逸提。", "504": "「若比丘尼，有小因緣事，便呪詛：『墮三惡道，不", "505": "生佛法中。若我有如是事，墮三惡道，不生佛", "506": "法中；若汝有如是事，亦墮三惡道，不生佛法", "507": "中。』波逸提。", "508": "「若比丘尼，共鬪諍，不善憶持諍事，搥胸啼哭", "509": "者，波逸提。", "51": "「諸大姊！是中清淨，默然故。是事如是持。", "510": "「若比丘尼，無病，二人共床臥，波逸提。", "511": "「若比丘尼，共一蓐，同一被臥，除餘時，波逸提。", "512": "「若比丘尼，知先住後至，知後至先住，為惱故，", "513": "在前誦經、問義、教授者，波逸提。", "514": "「若比丘尼，同活比丘尼病，不瞻視者，波逸提。", "515": "「若比丘尼，安居，初聽餘比丘尼在房中安床，", "516": "後瞋恚驅出者，波逸提。", "517": "「若比丘尼，春、夏、冬一切時人間遊行，除餘因", "518": "緣者，波逸提。", "519": "「若比丘尼，夏安居訖，不去者，波逸提。", "52": "「諸大姊！是八波羅夷法，半月半月說，戒經", "520": "「若比丘尼，邊界有疑恐怖處，人間遊行者，波", "521": "逸提。", "522": "「若比丘尼，於界內有疑恐怖處，在人間遊行", "523": "者，波逸提。", "524": "「若比丘尼，親近居士、居士兒，共住，作不隨順", "525": "行。餘比丘尼諫此比丘尼言：『妹！汝莫親近居", "526": "士、居士兒，共住，作不隨順行。大姊！可別住。若", "527": "別住，於佛法中，有增益安樂住。』彼比丘尼諫", "528": "此比丘尼時，堅持不捨。彼比丘尼應三諫，捨", "529": "此事故。乃至三諫，捨此事善。若不捨者，波逸", "53": "中來。", "530": "提。", "531": "「若比丘尼，往觀王宮、文飾畫堂、園林、浴池者，", "532": "波逸提。", "533": "「若比丘尼，露身形，在河水、泉水、流水、池水", "534": "中浴者，波逸提。", "535": "「若比丘尼，作浴衣，應量作。應量作者，長佛六", "536": "磔手，廣二磔手半。若過者，波逸提。", "537": "「若比丘尼，縫僧伽梨，過五日，除難事起，波逸", "538": "提。", "539": "「若比丘尼，過五日不看僧伽梨，波逸提。", "54": "「若比丘尼，作婬欲，犯不淨行，乃至共畜生。是", "540": "「若比丘尼，與眾僧衣作留難者，波逸提。", "541": "「若比丘尼，不問主，便著他衣者，波逸提。", "542": "「若比丘尼，持沙門衣施與外道、白衣者，波逸", "543": "提。", "544": "「若比丘尼，作如是意：『眾僧如法分衣，遮令不", "545": "分，恐弟子不得。』者，波逸提。", "546": "「若比丘尼，作如是意：『令眾僧今不得出迦絺", "547": "那衣，後當出，欲令五事久得放捨。』波逸提。", "548": "「若比丘尼，作如是意：『遮比丘尼僧，不出迦絺", "549": "那衣，欲令久得五事放捨。』波逸提。", "55": "比丘尼波羅夷，不共住。", "550": "「若比丘尼，餘比丘尼語言：『為我滅此諍事。』而", "551": "不與作方便令滅者，波逸提。", "552": "「若比丘尼，自手持食與白衣，及外道食者，波", "553": "逸提。", "554": "「若比丘尼，為白衣作使者，波逸提。", "555": "「若比丘尼，自手紡縷者，波逸提。", "556": "「若比丘尼，入白衣舍內，在小床、大床上，若坐、", "557": "若臥，波逸提。", "558": "「若比丘尼，至白衣舍，語主人敷座止宿，明日", "559": "不辭主人而去，波逸提。", "56": "「若比丘尼，在聚落、若空閑處，不與，懷盜心取；", "560": "「若比丘尼，誦習世俗呪術者，波逸提。", "561": "「若比丘尼，教人誦習呪術者，波逸提。", "562": "「若比丘尼，知女人妊娠，度與受具足戒者，波", "563": "逸提。", "564": "「若比丘尼，知婦女乳兒，與受具足戒者，波逸", "565": "提。", "566": "「若比丘尼，知年不滿二十，與受具足戒，波逸", "567": "提。", "568": "「若比丘尼，年十八童女，不與二歲學戒，年滿", "569": "二十，便與受具足戒者，波逸提。", "57": "隨所盜物，若為王、若王大臣所捉，若縛、若", "570": "「若比丘尼，年十八童女，與二歲學戒，不與六", "571": "法，滿二十便與受具足戒者。波逸提。", "572": "「若比丘尼，年十八童女，與二歲學戒，與六法", "573": "滿二十，眾僧不聽，便與受具足戒者，波逸提。", "574": "「若比丘尼，度曾嫁婦女年十歲，與二歲學戒，", "575": "年滿十二，聽與受具足戒。若減十二，與受具", "576": "足戒者，波逸提。", "577": "「若比丘尼，度他小年曾嫁婦女，與二歲學戒，", "578": "年滿十二，不白眾僧，便與受具足戒，波逸提。", "579": "「若比丘尼，知如是人，與受具足戒者，波逸提。", "58": "殺、若驅出國：『汝賊！汝癡！汝無所知。』若比丘", "580": "「若比丘尼，多度弟子，不教二歲學戒，不以二", "581": "法攝取，波逸提。", "582": "「若比丘尼，不二歲隨和上尼者，波逸提。", "583": "「若比丘尼，僧不聽，而授人具足戒者，波逸提。", "584": "「若比丘尼，年未滿十二歲，授人具足戒者，波", "585": "逸提。", "586": "「若比丘尼，年滿十二歲，眾僧不聽，便授人具", "587": "足戒者，波逸提。", "588": "「若比丘尼，僧不聽授人具足戒，便言：『眾僧有", "589": "愛、有恚、有怖、有癡，欲聽者便聽；不欲聽者，便", "59": "尼作如是不與取，是比丘尼波羅夷，不共住。", "590": "不聽。』波逸提。", "591": "「若比丘尼，父、母、夫主不聽，與受具足戒者，波", "592": "逸提。", "593": "「若比丘尼，知女人與童男、男子相敬愛，愁憂", "594": "瞋恚女人，度令出家授具足戒者，波逸提。", "595": "「若比丘尼，語式叉摩那言：『汝！妹！捨是、學是，當", "596": "與汝受具足戒。』若不方便與受具足戒，波逸", "597": "提。", "598": "「若比丘尼，語式叉摩那言：『持衣來與我！我當", "599": "與汝受具足戒。』而不方便與受具足戒，波", "6": "行，總有四本，據其理雖復同、會其文則有異，", "60": "「若比丘尼，故自手斷人命，若持刀授與人，若", "600": "逸提。", "601": "「若比丘尼，不滿一歲，授人具足戒者，波逸提。", "602": "「若比丘尼，與人受具足戒已，經宿方往比丘", "603": "僧中與受具足戒者，波逸提。", "604": "「若比丘尼，不病，不往受教授者，波逸提。", "605": "「若比丘尼，半月應往比丘僧中求教授。若不", "606": "求者，波逸提。", "607": "「若比丘尼，僧夏安居竟，應往比丘僧中說三", "608": "事自恣：見、聞、疑。若不者，波逸提。", "609": "「若比丘尼，在無比丘處夏安居者，波逸提。", "61": "歎死、譽死、勸死：『咄！人用此惡活為？寧死不生。』", "610": "「若比丘尼，知有比丘僧伽藍，不白而入者，波", "611": "逸提。", "612": "「若比丘尼，罵比丘者，波逸提。", "613": "「若比丘尼，憙鬪諍，不善憶持諍事，後瞋恚不", "614": "喜，罵比丘尼眾者，波逸提。", "615": "「若比丘尼，身生癰及種種瘡，不白眾及餘人，", "616": "輒使男子破、若裹者，波逸提。", "617": "「若比丘尼，先受請，若足食已，後食飯、󰉓、乾飯、", "618": "魚及肉者，波逸提。", "619": "「若比丘尼，於家生嫉妬心，波逸提。", "62": "作如是心念，無數方便，歎死、譽死、勸死。此比", "620": "「若比丘尼，以香塗摩身者，波逸提。", "621": "「若比丘尼，以胡麻滓塗摩身者，波逸提。", "622": "「若比丘尼，使比丘尼塗摩身者，波逸提。", "623": "「若比丘尼，使式叉摩那塗摩身者，波逸提。", "624": "「若比丘尼，使沙彌尼塗摩身者，波逸提。", "625": "「若比丘尼，使白衣婦女塗摩身者，波逸提。", "626": "「若比丘尼，著䘢髁衣者，波逸提。", "627": "「若比丘尼，畜婦女莊嚴身具，除時因緣，波逸", "628": "提。", "629": "「若比丘尼，著革屣，持蓋行，除時因緣，波逸提。", "63": "丘尼波羅夷，不共住。", "630": "「若比丘尼，無病，乘乘行，除時因緣，波逸提。", "631": "「若比丘尼，不著僧祇支入村者，波逸提。", "632": "「若比丘尼，向暮至白衣家，先不被喚，波逸", "633": "提。", "634": "「若比丘尼，向暮開僧伽藍門，不囑授餘比", "635": "丘尼而出者，波逸提。", "636": "「若比丘尼，日沒開僧伽藍門，不囑授而出", "637": "者，波逸提。", "638": "「若比丘尼，不前安居，不後安居者，波逸提。", "639": "「若比丘尼，知女人常漏大小便、涕唾常出，與", "64": "「若比丘尼，實無所知，自歎譽言：『我得過人法，", "640": "受具足戒，波逸提。", "641": "「若比丘尼，知二形人，與受具足戒者，波逸提。", "642": "「若比丘尼，知二道合者，與受具足戒，波逸提。", "643": "「若比丘尼，知有負債難、病難，與受具足戒，", "644": "波逸提。", "645": "「若比丘尼，學世俗伎術以自活命，波逸提。", "646": "「若比丘尼，以世俗伎術教授白衣，波逸提。", "647": "「若比丘尼，被擯不去者，波逸提。", "648": "「若比丘尼，欲問比丘義，先不求而問者，波逸", "649": "提。", "65": "入聖智勝法，我知是，我見是。』後於異時，若", "650": "「若比丘尼，知先住後至，後至先住，欲惱彼", "651": "故，在前經行、若立、若坐、若臥者，波逸提。", "652": "「若比丘尼，知有比丘僧伽藍內起塔者，波", "653": "逸提。", "654": "「若比丘尼，見新受戒比丘，應起迎逆、恭敬、禮", "655": "拜、問訊、請與坐。不者，除因緣，波逸提。", "656": "「若比丘尼，為好故，搖身趨行者，波逸提。", "657": "「若比丘尼，作婦女莊嚴，香塗摩身，波逸提。", "658": "「若比丘尼，使外道女香塗摩身，波逸提。", "659": "「諸大姊！我已說一百七十八波逸提法。「今問", "66": "問、若不問，欲求清淨故，作如是言：『諸大姊！", "660": "「諸大姊：是中清淨不？如是至三「諸大姊！是中清", "661": "淨，默然故。是事如是持。", "662": "「諸大姊！是八波羅提提舍尼法，半月半月說，", "663": "戒經中來。", "664": "「若比丘尼，不病，乞酥食者，犯應懺悔可呵", "665": "法。應向餘比丘尼說言：『大姊！我犯可呵法，所", "666": "不應為。我今向大姊懺悔。』是名悔過法。", "667": "「若比丘尼，不病，乞油食者，犯應懺悔可呵法。", "668": "應向餘比丘尼說言：『大姊！我犯可呵法，所不", "669": "應為。我今向大姊懺悔。』是名悔過法。", "67": "我實不知、不見，而言我知、我見，虛、誑、妄語。』除", "670": "「若比丘尼，不病，乞蜜食者，犯應懺悔可呵法。", "671": "應向餘比丘尼說言：『大姊！我犯可呵法，所不", "672": "應為。我今向大姊懺悔。』是名悔過法。", "673": "「若比丘尼，不病，乞黑石蜜食者，犯應懺悔可", "674": "呵法。應向餘比丘尼說言：『大姊！我犯可呵法，", "675": "所不應為。我今向大姊懺悔。』是名悔過法。", "676": "「若比丘尼，不病，乞乳食者，犯應懺悔可呵法。", "677": "應向餘比丘尼說言：『大姊！我犯可呵法，所不", "678": "應為。我今向大姊懺悔。』是名悔過法。", "679": "「若比丘尼，不病，乞酪食者，犯應懺悔可呵法。", "68": "增上慢。是比丘尼波羅夷，不共住。", "680": "應向餘比丘尼說言：『大姊！我犯可呵法，所不", "681": "應為。我今向大姊懺悔。』是名悔過法。", "682": "「若比丘尼，不病，乞魚食者，犯應懺悔可呵法。", "683": "應向餘比丘尼說言：『大姊！我犯可呵法，所不", "684": "應為。我今向大姊懺悔。』是名悔過法。", "685": "「若比丘尼，不病，乞肉食者，犯應懺悔可呵法。", "686": "應向餘比丘尼說言：『大姊！我犯可呵法，所不", "687": "應為。我今向大姊懺悔。』是名悔過法。", "688": "「諸大姊！我已說八波羅提提舍尼法。「今問諸", "689": "大姊：是中清淨不？如是至三。", "69": "「若比丘尼，染污心，共染污心男子，從腋已下，", "690": "「諸大姊！是中清淨，默然故。是事如是持。", "691": "「諸大姊！此眾學戒法，半月半月說，戒經中", "692": "來。", "693": "「當齊整著涅槃僧，應當學。", "694": "「當齊整著三衣，應當學。", "695": "「不得反抄衣行入白衣舍，應當學。", "696": "「不得反抄衣入白衣舍坐，應當學。", "697": "「不得衣纏頸入白衣舍，應當學。", "698": "「不得衣纏頸入白衣舍坐，應當學。", "699": "「不得覆頭入白衣舍，應當學。", "7": "致使弘揚失於宗敘、修奉乖於行儀，虧鹿野", "70": "膝已上，身相觸。若捉摩、若牽、若推、若上摩、若", "700": "「不得覆頭入白衣舍坐，應當學。", "701": "「不得跳行入白衣舍，應當學。", "702": "「不得跳行入白衣舍坐，應當學。", "703": "「不得白衣舍內蹲坐，應當學。", "704": "「不得叉腰行入白衣舍，應當學。", "705": "「不得叉腰行入白衣舍坐，應當學。", "706": "「不得搖身行入白衣舍，應當學。", "707": "「不得搖身行入白衣舍坐，應當學。", "708": "「不得掉臂行入白衣舍，應當學。", "709": "「不得掉臂行入白衣舍坐，應當學。", "71": "下摩、若舉、若下、若捉、若捺。是比丘尼波羅夷，", "710": "「好覆身入白衣舍，應當學。", "711": "「好覆身入白衣舍坐，應當學。", "712": "「不得左右顧視行入白衣舍，應當學。", "713": "「不得左右顧視行入白衣舍坐，應當學。", "714": "「靜默入白衣舍，應當學。", "715": "「靜默入白衣舍坐，應當學。", "716": "「不得戲笑行入白衣舍，應當學。", "717": "「不得戲笑行入白衣舍坐，應當學。", "718": "「用意受食，應當學。", "719": "「平鉢受食，應當學。", "72": "不共住。是身相觸也。", "720": "「平鉢受羹，應當學。", "721": "「羹飯等食，應當學。", "722": "「以次食，應當學。", "723": "「不得挑鉢中而食，應當學。", "724": "「若比丘尼不病，不得自為己索羹飯，應當", "725": "學。", "726": "「不得以飯覆羹，更望得，應當學。", "727": "「不得視比坐鉢中食，應當學。", "728": "「當繫鉢想食，應當學。", "729": "「不得大摶飯食，應當學。", "73": "「若比丘尼，染污心，知男子染污心，受捉手、捉", "730": "「不得大張口待飯食，應當學。", "731": "「不得含飯語，應當學。", "732": "「不得摶飯遙擲口中，應當學。", "733": "「不得遺落飯食，應當學。", "734": "「不得頰食食，應當學。", "735": "「不得嚼飯作聲食，應當學。", "736": "「不得大噏飯食，應當學。", "737": "「不得舌舐食，應當學。", "738": "「不得振手食，應當學。", "739": "「不得手把散飯食，應當學。", "74": "衣、入屏處、共立、共語、共行、或身相倚、或共期。", "740": "「不得污手捉飲器，應當學。", "741": "「不得洗鉢水棄白衣舍內，應當學。", "742": "「不得生草葉上大小便、涕唾，除病，應當學。", "743": "「不得淨水中大小便、涕唾，除病，應當學。", "744": "「不得立大小便，除病，應當學。", "745": "「不得與反抄衣不恭敬人說法，除病，應當學。", "746": "「不得為衣纏頸者說法，除病，應當學。", "747": "「不得為覆頭者說法，除病，應當學。", "748": "「不得為裹頭者說法，除病，應當學。", "749": "「不得為叉腰者說法，除病，應當學。", "75": "是比丘尼波羅夷，不共住。犯此八事故。", "750": "「不得為著革屣者說法，除病，應當學。", "751": "「不得為著木屐者說法，除病，應當學。", "752": "「不得為騎乘者說法，除病，應當學。", "753": "「不得在佛塔中止宿，除為守護故，應當學。", "754": "「不得藏財物置佛塔中，除為堅牢故，應當", "755": "學。", "756": "「不得著革屣入佛塔中，應當學。", "757": "「不得手捉革屣入佛塔中，應當學。", "758": "「不得著革屣繞佛塔行，應當學。", "759": "「不得著富羅入佛塔中，應當學。", "76": "「若比丘尼，知比丘尼犯波羅夷，不自發露，", "760": "「不得手捉富羅入佛塔中，應當學。", "761": "「不得塔下坐食，留草及食污地，應當學。", "762": "「不得擔死屍從塔下過，應當學。", "763": "「不得塔下埋死屍，應當學。", "764": "「不得在塔下燒死屍，應當學。", "765": "「不得向佛塔燒死屍，應當學。", "766": "「不得佛塔四邊燒死屍，使臭氣來入，應當學。", "767": "「不得持死人衣及床，從塔下過，除浣染香薰，", "768": "應當學。", "769": "「不得佛塔下大小便，應當學。", "77": "不語眾人，不白大眾。若於異時，彼比丘尼或", "770": "「不得向佛塔大小便，應當學。", "771": "「不得遶佛塔四邊大小便，使臭氣來入，應當", "772": "學。", "773": "「不得持佛像至大小便處，應當學。", "774": "「不得在佛塔下嚼楊枝，應當學。", "775": "「不得向佛塔嚼楊枝，應當學。", "776": "「不得佛塔四邊嚼楊枝，應當學。", "777": "「不得在佛塔下涕唾，應當學。", "778": "「不得向佛塔涕唾，應當學。", "779": "「不得塔四邊涕唾，應當學。", "78": "命終、或眾中舉、或休道、或入外道眾，後作是", "780": "「不得向塔舒脚坐，應當學。", "781": "「不得安佛塔在下房，己在上房住，應當學。", "782": "「人坐己立，不得為說法，除病，應當學。", "783": "「人臥己坐，不得為說法，除病，應當學。", "784": "「人在坐，己在非坐，不得為說法，除病，應當學。", "785": "「人在高坐，己在下坐，不得為說法，除病，應", "786": "當學。", "787": "「人在前，己在後，不得為說法，除病，應當學。", "788": "「人在高經行處，己在下經行處，不應為說法，", "789": "除病，應當學。", "79": "言：『我先知有如是如是罪。』是比丘尼波羅夷，", "790": "「人在道，己在非道，不應為說法，除病，應當", "791": "學。", "792": "「不得携手在道行，應當學。", "793": "「不得上樹過人頭，除時因緣，應當學。", "794": "「不得絡囊盛鉢，貫杖頭，著肩上而行，應當學。", "795": "「人持杖，不恭敬，不應為說法，除病，應當學。", "796": "「人持劍，不應為說法，除病，應當學。", "797": "「人持鉾，不應為說法，除病，應當學。", "798": "「人持刀，不應為說法，除病，應當學。", "799": "「人持蓋，不應為說法，除病，應當學。", "8": "之微言、紊龍城之要旨。故今詳撿律本，參驗", "80": "不共住。覆藏重罪故。", "800": "「諸大姊！我已說眾學戒法。「今問諸大姊：是中", "801": "清淨不？如是三說。", "802": "「諸大姊！是中清淨，默然故。是事如是持。", "803": "「諸大姊！是七滅諍法，半月半月說，戒經中來。", "804": "「若比丘尼有諍事起，即應除滅。", "805": "「應與現前毘尼，當與現前毘尼。", "806": "「應與憶念毘尼，當與憶念毘尼。", "807": "「應與不癡毘尼，當與不癡毘尼。", "808": "「應與自言治，當與自言治。", "809": "「應與多人語，當與多人語。", "81": "「若比丘尼，知比丘，僧為作舉，如法如律，如佛", "810": "「應與覓罪相，當與覓罪相。", "811": "「應與如草覆地，當與如草覆地。", "812": "「諸大姊！我已說七滅諍法。「今問諸大姊：是中", "813": "清淨不？如是三說。", "814": "「諸大姊！是中清淨，默然故。是事如是持。", "815": "「諸大姊！我已說戒經序，已說八波羅夷法，已", "816": "說十七僧伽婆尸沙法，已說三十尼薩耆波", "817": "逸提法，已說一百七十八波逸提法，已說八", "818": "波羅提提舍尼法，已說眾學戒法，已說七", "819": "滅諍法。此是佛所說，半月半月說，戒經中來。", "82": "所教，不順從，不懺悔，僧未與作共住；而順從。", "820": "「若更有餘佛法，是中皆共和合，應當學。", "821": "「忍辱第一道，佛說無為最，", "822": "出家惱他人，不名為沙門。", "823": "「此是毘婆尸如來、無所著、等正覺，說是戒經。", "824": "「譬如明眼人，能避險惡道，", "825": "世有聰明人，能遠離諸惡。", "826": "「此是尸棄如來、無所著、等正覺，說是戒經。", "827": "「不謗亦不嫉，當奉持於戒，", "828": "飲食知止足，常樂在空閑，", "829": "心定樂精進，是名諸佛教。", "83": "諸比丘尼語言：『大姊！此比丘為僧所舉，如", "830": "「此是毘葉羅如來、無所著、等正覺，說是戒", "831": "經。", "832": "「譬如蜂採花，不壞色與香，", "833": "但取其味去；比丘入聚然，", "834": "不違戾他事，不觀作不作，", "835": "但自觀身行，若正若不正。", "836": "「此是拘樓孫如來、無所著、等正覺，說是戒經。", "837": "「心莫作放逸，聖法當勤學，", "838": "如是無憂愁，心定入涅槃。", "839": "「此是拘那含牟尼如來、無所著、等正覺，說是", "84": "法如律，如佛所教，不順從，不懺悔，僧未與作", "840": "戒經。", "841": "「一切惡莫作，當奉行諸善，", "842": "自淨其志意，是則諸佛教。", "843": "「此是迦葉如來、無所著、等正覺，說是戒經。", "844": "「善護於口言，自淨其志意，", "845": "身莫作諸惡，此三業道淨；", "846": "能得如是行，是大仙人道。", "847": "「此是釋迦牟尼如來、無所著、等正覺，於十二", "848": "年中，為無事僧說是戒經。從是已後，廣分別", "849": "說。諸比丘尼，自為樂法、樂沙門者，有慚、有愧，", "85": "共住；汝莫順從。』如是比丘尼諫彼比丘尼", "850": "樂學戒者，當於中學。", "851": "「明人能護戒，能得三種樂，", "852": "名譽及利養，死得生天上。", "853": "當觀如是處，有智勤護戒，", "854": "戒淨有智慧，便得第一道。", "855": "如過去諸佛，及以未來者，", "856": "現在諸世尊，能勝一切憂，", "857": "皆共尊敬戒，此是諸佛法。", "858": "若有自為身，欲求於佛道，", "859": "當尊重正法，此是諸佛教。", "86": "時，堅持不捨。彼比丘尼應第二、第三諫，令", "860": "七佛為世尊，滅除諸結使，", "861": "說是七戒經，諸縛得解脫。", "862": "已入於涅槃，諸戲永滅盡，", "863": "尊行大仙說，聖賢稱譽戒，", "864": "弟子之所行，入寂滅涅槃。", "865": "世尊涅槃時，興起於大悲，", "866": "集諸比丘眾，與如是教誡：", "867": "『莫謂我涅槃，淨行者無護。", "868": "我今說戒經，亦善說毘尼，", "869": "我雖般涅槃，當視如世尊。", "87": "捨此事故。乃至三諫，捨者善。若不捨者，是", "870": "此經久住世，佛法得熾盛，", "871": "以是熾盛故，得入於涅槃。", "872": "若不持此戒，如所應布薩，", "873": "喻如日沒時，世界皆闇冥。", "874": "當護持是戒，如𤛆牛愛尾，", "875": "和合一處坐，如佛之所說。』", "876": "我已說戒經，眾僧布薩竟，", "877": "我今說戒經，所說諸功德，", "878": "施一切眾生，皆共成佛道。」", "879": "四分比丘尼戒本", "88": "比丘尼波羅夷，不共住。犯隨舉故。", "89": "「諸大姊！我已說八波羅夷法。若比丘尼，犯一", "9": "戒心，依於正文錄之如左，庶使順菩提之沙", "90": "一波羅夷法，不得與諸比丘尼共住如前，後", "91": "亦如是，是比丘尼得波羅夷罪，不應共住。「今", "92": "問諸大姊：是中清淨不？如是至三「諸大姊！是中", "93": "清淨，默然故。是事如是持。", "94": "「諸大姊！是十七僧伽婆尸沙法，半月半月說，", "95": "戒經中來。", "96": "「若比丘尼，媒嫁，持男語語女，持女語語男。若", "97": "為成婦事，若私通事，乃至須臾。是比丘", "98": "尼犯初法應捨，僧伽婆尸沙。", "99": "「若比丘尼，瞋恚不喜，以無根波羅夷法謗，欲"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1431 四分比丘尼戒本: 四分尼戒本: 四分比丘尼戒本: 四分比丘尼戒本: 四分比丘尼戒本＋（五）【宋】【宮】，（卷上）【明】，經題下宋元明宮四本俱有細註出曇無德部律六字本＋（五(出曇無德部律)）【宋】【宮】，（卷上(出曇無德部律)）【明】，（出曇無德部律）細註【元】本本五出曇無德部律本卷上出曇無德部律本出曇無德部律", "author": "後秦 佛陀耶舍譯", "sourceLink": "http://www.cbeta.org/"}