{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1218 文殊師利耶曼德迦呪法", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1218", "1": "文殊師利耶曼德迦呪法", "2": "爾時世尊於王舍城內住竹林間。共文殊師", "3": "利。論說往昔值燃燈佛得授記因。爾時有大", "4": "金剛藥叉將。於會眾中即從座起。偏袒右肩", "5": "右膝著地。合掌向佛而白佛言。世尊今共文", "6": "殊師利所說法往昔因中之事。世尊因地多", "7": "久劫中修嗔怒王呪法。今且略說。於最後得", "8": "佛名曰善惠。值定光如來授記。號為釋迦牟", "9": "尼佛。却後於娑婆世界出現成佛之時。願我", "10": "於此界土現大威力。降伏一切剛強要人故。", "11": "定光佛即知我意。我今為當來世眾生。佛滅", "12": "度後佛法滅時。大怖畏時惡世時。一切聲聞", "13": "緣覺隱皆不見時。為護佛法故。為世界安住", "14": "故。為止一切惡人故。治罰壞佛法者。為方便", "15": "成就眾生故。為圓滿不思議菩薩行故。為不", "16": "思議眾生業障除故。為後世眾生。佛法滅時。", "17": "若此夜曼德迦嗔怒王呪法。能如法受持者。", "18": "此人決定即得成就。", "19": "爾時為治罰惡阿闍羅。為欲治罰不慈悲惡", "20": "人者。元不為好人。唯治壞法人者。不為思欲", "21": "向己者。為護佛法故說。", "22": "爾時金剛說此法時。佛默然入佛變化三昧。", "23": "時文殊師利童子亦皆默然不言。大地六種", "24": "震動。一切大眾及諸天人悉皆怕怖。龍王陀", "25": "那鬼神母執鬼等。及一切惡人布單那及者", "26": "阿闍羅等。悉生怕怖歸依法王。惟願世尊及", "27": "文殊師利童子救護我等慈愍故。此呪甚大", "28": "可畏燒煮。困苦迷悶躃地不知東西。爾時", "29": "文殊師利童子大聲告言。汝等天龍八部人", "30": "及非人。勿生恐怖。我今於此欲立大教。一一", "31": "依我教跡普行用之者。□大慈心憶念釋迦", "32": "牟尼如來兩足之尊化身。耶曼德迦嗔怒王。", "33": "若入奮迅三昧。十地菩薩上聖神通威光悉", "34": "皆滅盡。何況汝等諸天龍八部人非人等一", "35": "切吉祥者。若聞我大瞋怒王說大神呪。恐怖", "36": "迷悶不知東西。佛所說呪皆憶佛頂呪。及", "37": "毘盧遮那帝珠羅一字輪呪。社臾揭多毘社", "38": "臾烏瑟尼沙等呪。觀音菩薩呪。毘利俱胝", "39": "多羅半拏羅婆悉儞摩訶稅尾多耶輸跋底訶", "40": "耶揭利婆呪王等。是心名呪最為第一。若能", "41": "誦一字頂輪王呪。如上呪中最為第一。所有", "42": "天龍八部人非人等。任誦一遍。即耶曼德迦", "43": "不能惱亂。汝今所說摩摩雞商伽羅悉佉囉", "44": "跋折羅俱盧陀母瑟底尼羅禪荼等呪。金剛", "45": "眷屬憶念亦得擁護。常香王菩薩呪普賢菩", "46": "薩呪等。憶念亦得擁護及不怖畏。摩尼跋", "47": "陀羅呪。聲聞辟支佛亦須憶念供養亦無恐", "48": "怖。瑟利訶破羅天乃王無色等天離欲心者。", "49": "憶念亦得無怖。常憶念供養三寶。常信佛法。", "50": "如是之人終身無病。耶曼德迦不能為害此", "51": "等諸人。能受持者莫生退心。", "52": "畫像法。若有惡人滅佛法者。不論吉凶日亦", "53": "不著星宿直。或黑月十四日或八日。取屍陀", "54": "林中死人衣。或得婆羅門衣更甚良。取血染", "55": "之。於後更洗曬乾。請一畫人令畫其像。其像", "56": "自畫最為第一。容顏甚迅令人畏懼。於屍陀", "57": "林中畫之。於三日內須畫了。黑月十五日取", "58": "死人脂為燈。呪師面向南像面向北。誦呪結", "59": "界。呪師坐劫波作法。即於初夜念怨家惡人", "60": "熱悶。第二更著虐心悶不知東西。第三更即", "61": "畢拯之地。若呪師歡喜迴心即得除差。若呪", "62": "師不迴慈悲。向惡人病困之處。其人唯加餘", "63": "人浪論。此人身體枯乾死。并宅舍並皆破散。", "64": "作法如是。其□像六面六手六脚。黑色腰細", "65": "劫彼瓔珞。其面貌嗔怒奮迅。其髮直竪如火", "66": "炎掣其向上。眼赤如血。虎皮縵𦜮。手執捧及", "67": "種種器仗。而有三眼。其身烟色或黑雲色。作", "68": "可畏相。身騎水牛。能令一切眾怖畏。畫此像", "69": "時。用血和為綵色赤。牛脂人脂內却波頂骨", "70": "中。調和綵色。取死人髮為筆。畫像畢以廣設", "71": "供養。以紫檀木摩壇。以用赤花以為供養。取", "72": "死人脂為燈。死人肉為香。一日三時供養。畫", "73": "像了首󱀖其功直。勿令畫人置怨。必須多與", "74": "財物。於後呪師持呪速得成就畢得圓滿。若", "75": "不如法結果護□身作法持呪者。畢被損殺", "76": "及六親等滅門死盡。若得如法作。以即得擁", "77": "護。常如法持者。然後所欲諸處作法悉得成", "78": "就。若作法人只為滅佛法者作之。即得消滅", "79": "無有餘殘。若為己小事持不可作。現世速招", "80": "橫報。後世招地獄果。欲得燒火法者。安像", "81": "淨處。像面向北。其像前作一地火爐。大小任", "82": "意。燒乾木棘針皂莿柴。誦耶曼德迦呪。請火", "83": "天用閻羅王印。如是先以及燒滿一千八遍。", "84": "皆須嗔心念惡人名。即得成就作法。第一更", "85": "男女死。第二更婦死及眷屬等皆亦滅盡。第", "86": "三更彼惡人死。更自身誦呪欲滅怨家著皆", "87": "得滅門。夜半誦呪國土皆亦滅盡。或天上下", "88": "火燒其國土。或多雨不晴。或外國他□罰彼", "89": "國土。或飢餓劫起。或天霹靂殺人。或國疾病", "90": "起。或阿闍羅身枯乾死。或鬼神傍宮室舍日", "91": "夜惱亂睡眠不安。羅剎夜叉蟲狼虎豹終日", "92": "不息常恒惱亂怕怖非分。大自在天梵王帝", "93": "釋及世間不能作護救得之處。若誦呪師嗔", "94": "心不息。無不人能救得前頭者。若誦呪晝夜", "95": "不□口常念誦。誦呪不忘滅得閻浮提等人。", "96": "黑月十四日。安像於屍陀林中。安阿闌若處。", "97": "或安逈獨樹下。或安石窟。或安空舍。或安大", "98": "廟舍中。或安海岸上。或安獨住無人。於中安", "99": "像。安像訖任作法得法不思議。此耶曼德迦", "100": "嗔怒王呪法亦不思議。成就誦呪者亦不可", "101": "思議。一切諸菩薩等亦不能護得。耶曼德迦", "102": "治罰惡人者。何況魔醯首羅等能護者。況一", "103": "切聲聞緣覺亦不能奪□□曼德迦呪治罰惡", "104": "人。若者呪師若嗔不迴無有解脫。若者要須", "105": "本呪師慈心向之即得離苦。", "106": "又法取苦練葉白芥子油毒藥。人血人肉鹽", "107": "胡󰺇。畢鉢乾薑芥子䖥盃作末。酸棗子汁。並", "108": "酒海鹽。那咄根俱舍底計根。卑麻根耶婆叉", "109": "羅。大麥灰江藍花摩陀那根。䔉䓗波羅舍。如", "110": "上藥皆等分。於像前一呪一燒。滿一千八遍。", "111": "能除怨家及眷屬。此藥法初夜作之。若到作", "112": "法國土飢餓疫病起。及夜叉羅剎滿世界。火", "113": "交起雹子下殺國邑村坊皆悉壞盡罰本國種", "114": "種皆悉不吉。", "115": "又法取那咄根。一呪一燒滿一千八遍。惡人", "116": "顛誑。又取三辛。還同如上呪一千八遍。即令", "117": "惡人身心熱惱不知為計。又取酸思子。同上", "118": "呪一千八遍。即令前人身體戰寒。或兩日或", "119": "七日七夜。前人即當枯報。欲作火法先作󱁺", "120": "印。", "121": "又法若人所屬天或所屬星。取屍陀林炭畫", "122": "作星天神形。脚下書前人名安畫像前。呪師", "123": "以脚踏頭嗔怒誦其呪。前人即得種種病。或", "124": "死若不死其病重。或惡鬼神著及眷屬亦然。", "125": "爾時耶曼德迦金剛於大眾中說。以頂禮佛", "126": "足默然而住。更復為眾生利益故。重說諸夜", "127": "叉女呪法及成就法。為貪欲者為求財寶者", "128": "說。不能依佛教者。不解觀行者。不解生禪", "129": "者。無始以來輪轉生死不能厭離者說。若見", "130": "法性達道理者不願此法。即說呪曰。", "131": "唵一以唎瑟帝利二摩訶那伽儞三吽泮四莎嚩", "132": "訶", "133": "此法呪每夜半以後。常起誦呪不限遍數。滿", "134": "一月日以更不睡眠。至明滿一月以後。夜叉", "135": "羅剎女即到來即為妻。所求即得圓滿。日日", "136": "送二十五枚金錢。亦與長年仙藥。", "137": "爾時無量百千夜叉羅剎夜叉女法悉得成", "138": "就。但誦耶曼德迦呪。於像前作法。所須見神", "139": "鬼願者皆悉集來。索者速得滿足。爾時金剛", "140": "菩薩頂禮佛足。於佛邊即說耶曼德迦呪。為", "141": "治罰惡人調伏眾生故。即說呪曰。", "142": "那牟娑曼多勃馱喃一阿婆縛娑縛二合婆去縛", "143": "沒我多去喃二那牟鉢囉二合底伽勃陀去哩耶", "144": "始囉縛迦去喃三那牟薩嚩菩提薩埵去喃四陀", "145": "舍菩迷鉢囉二合布瑟耶帝舍囉菩提薩埵去", "146": "喃五摩訶菩提薩埵去喃怛地他七唵八佉佉九", "147": "佉佉醯醯突瑟吒二合薩埵陀摩迦十一阿私姥", "148": "娑羅十二鉢羅二輸波舍訶娑哆遮十三覩盧菩闍", "149": "十四遮覩嚧姥佉十五殺者囉拏十六伽伽伽車", "150": "車十七摩訶比近那迦訶迦德毘訖唎哆那娜", "151": "十八薩婆菩哆婆孕迦囉十九阿吒吒訶娑那地", "152": "儞二十毘耶迦羅二十一摩摩儞摩娑那部多二十二", "153": "俱嚕俱嚕二十三薩婆竭摩吽二合二十四瞋陀瞋陀二十", "154": "五薩婆曼怛囉吽二合二十六頻陀頻陀頻陀二十七鉢", "155": "囉二合姥馱囉吽二合二十八阿迦哩沙耶阿哩迦", "156": "沙耶二十九薩婆菩陀吽三十儞唎麼陀儞唎麼陀", "157": "三十一薩婆突瑟吒三十二薩怛鑁三十三鉢囉鞞舍耶", "158": "三十四曼荼羅末第三十五陪以縛娑哆餌尾且哆羯", "159": "囉三十六俱嚕俱嚕三十七麼麼迦哩近三十八陀呵陀", "160": "陀呵陀三十九跋者跋者四十摩尾覽婆摩尾覽婆", "161": "四十一娑麼耶四十二麼怒娑麼囉四十三吽吽四十四娑娑", "162": "泮吒四十四娑普吒耶娑普吒耶四十六薩婆捨幡唎", "163": "布囉迦四十七翳呬曳醯四十八婆伽畔四十九緊者囉", "164": "夜私麼麼五十薩末嘌攤娑去陀耶五十一沙訶", "165": "爾時大金剛告諸天言。此瞋怒王耶曼德迦", "166": "呪王。能攝閻羅王種種治罰調伏。亦能攝一", "167": "切呪及諸天仙呪。及呪惡人非道理者。亦能", "168": "攝十地菩薩呪世間呪神。爾時無量功力此", "169": "夜曼德迦嗔怒王一切呪法所說功能成就。", "170": "持此嗔怒王人但誦此呪。亦能使得餘一切", "171": "呪神等。此耶曼德迦嗔怒王呪但專誦念即", "172": "得成就。", "173": "那牟薩婆勃陀步地娑哆嚩喃一阿鉢囉帝訶", "174": "多舍娑那喃二唵三迦羅迦羅四俱嚕俱嚕五麼", "175": "麼地里焰二合六囁婆囁婆七薩婆尾佉那八諾訶", "176": "諾訶九薩婆拔折囉二合十毘那夜迦吽十一󰂛囉", "177": "馱吒迦貳尾咀哆迦羅十二摩訶微訖哩二合哆", "178": "嚕比那十三跋者跋者十四薩婆突瑟吒吽二合十五", "179": "摩訶伽那鉢底十六視尾且哆羯囉十七畔馱畔", "180": "馱十八薩婆揭囉恨十九沙木佉二十沙步遮二十一", "181": "沙者拏二十二嚕囉那忙那野二十三󰫃瑟弩忙那野", "182": "二十四末囉呵莽泥延泥縛那曩野二十五麼尾覽婆", "183": "麼尾覽婆二十六囉呼囉呼二十七曼荼囉末地二十八", "184": "鉢囉毘社耶二十九娑麼耶三十麼怒娑麼囉三十一", "185": "吽吽吽吽吽吽三十二娑泮吒娑泮吒三十三莎縛訶", "186": "文殊師利根本呪此法中常須用結界護身。", "187": "爾時大嗔怒金剛四面顧視。觀其大眾更欲", "188": "說嗔怒法告言。汝等諸天眾及所有鬼神等", "189": "依止法界住者。欲作法時。先作󱁺印護身速", "190": "成證驗。即作火法。令一切鬼神魔等悉皆降", "191": "伏不敢為害。作法之時。先取嗔怒畫像。於自", "192": "在天廟中安置。取毒藥赤芥子脂血。和之苦", "193": "練葉供養畫像。取死人腸肚橫向。呪師自身", "194": "取死人劫波。呪師誦呪時。左手拓前件劫波。", "195": "右手頭奚刻自在天。呪師嗔怒想前件惡人", "196": "欺陵己身及他人者。或富貴高心惡朋黨者。", "197": "可畏者足財寶者。大臣宰貴等人。即作前件", "198": "法閉門露形坐之。若俗人師披頭左脚踏自", "199": "在天。能誦呪自在天身自然兩段。空中及出", "200": "雄吼聲。呪師嗔勿怕之。牢自安心。即當日羅", "201": "闍等被虎鬼著。或惡鬼羅剎等著。更誦呪乃", "202": "至惡人皆悉捨命。若夜誦呪。家內眷屬等悉", "203": "皆。", "204": "又法盡日向自在天廟處。一夜不食。黑月十", "205": "四日取屍陀林木燃火。取赤芥子和血及毒", "206": "藥等。一呪一燒即空中有大聲出。時一切餓", "207": "鬼悉集現呪師前。必不得畏懼。呪師報前件", "208": "餓鬼言。為我滅怨家惡人。鬼等報呪師言。", "209": "必為如願即隱不現。惡人百千里不訜。遠近", "210": "一切怨家等鬼皆悉為滅盡。一念頃悉皆得", "211": "除差。及種族皆悉離散。如是等法無量作者", "212": "皆悉成就。", "213": "又法空宅舍清淨之處。著淨衣服。於中取白", "214": "疊子。一呪一燒滿一千八遍。兩手掬取前件", "215": "疊子灰。即淨衣中裹。取兩瓦椀。各合一團灰", "216": "著。即誦呪作法護身。即將兩裹灰向死陀林", "217": "中。黑月八日或十四日。呪師面向南。安兩瓦", "218": "椀灰。安前頭著。呪師赤體披頭露形足嗔怒。", "219": "誦呪一萬遍即得成就。其中鬼神索前頭灰", "220": "者。必不得與之。若鬼神強奪灰者。即憶念耶", "221": "曼德迦一字呪。呪曰。", "222": "吽", "223": "作是聲。鬼神悉皆散滅。一切障礙悉皆淨盡。", "224": "若把其灰即記左右。必不得迷忘。皆題記左", "225": "右。呪師勿得放逸。誦呪必須護身。到天明日", "226": "出。即洗浴著淨衣。即還歸舍。到舍以然後右", "227": "手所把藥以將護身。一切鬼人及四足者。一", "228": "切眾生天龍藥叉等。即將此灰散於天龍鬼", "229": "神人等上即得降伏。左手所把灰散上丈夫", "230": "婦人即得降伏。右手所把灰前件人。即令前", "231": "人陰萎不起。由如黃門。若散人陰上。即不", "232": "能行欲事。若散女人產門上。不能共丈夫行", "233": "其欲事。產門閉塞。如本夫主行欲。其產門自", "234": "開。餘者不可須開。爾時丈夫行事亦然。共人", "235": "問自許夫婦即得。若將此灰散一切男女無", "236": "問貴賤者。此灰者皆得降伏隨意所作。若婦", "237": "人著此灰者。其產門以開降伏隨意所作。", "238": "若婦人著此灰而強行欲者。其婦人產門中", "239": "蛆出。產門爛臭如死人氣。其婦人一月即便", "240": "捨化。丈夫陰根還同婦人受苦一種。於後捨", "241": "化。又此灰呪師心生愛樂□得。若呪師隨方", "242": "所有惡人及所求處。即將此灰隨其風道以", "243": "手散灰。即得如意。若自作遣人亦得。若坐臥", "244": "之處。床敷机上一切莊嚴具。衣被氈褥。所有", "245": "一切。及屏障舍屋四壁等。呪師將灰散著此", "246": "上。一切怨家皆得惡病。或身上虱出極嚙人。", "247": "或壁虱出咬人身。洪爛不得安穩。數日受苦。", "248": "於後即到死地。一切醫師及天下藥不能療", "249": "得此人苦痛。一切諸天呪力亦不能除。除我", "250": "呪者餘皆不可救。若呪師迴心欲故。草麻青", "251": "蓮花白檀香。㨶以為末細。研以冷水。和塗藥", "252": "前病人從頭至足。用文殊師利根本呪印即", "253": "得除愈。", "254": "又法若心中思惟前無用女婦。以前件灰隨", "255": "風散之。即得惡病。產門及以嬭房悉皆洪爛", "256": "落盡。丈夫亦然□陰根髮鬚及以嬭房爛盡。", "257": "如是等法即無量能作惡事。若呪師自作前", "258": "得使。又亦得。若愛怜者不應作此法。若心", "259": "不怜者即作此法。勿令人知。呪師心思著如", "260": "是病即得此病。若觸頭頭痛。觸口口即生瘡。", "261": "觸心心痛。觸脚脚痛。痛及氣疼。乃至遣死瘦", "262": "損壞。及攝來向前遣調伏。若遠者亦攝來調", "263": "伏。若嶮難處行心怖畏處。即將灰逐風散之。", "264": "又以兩手把灰散於城墻門樓此及人家墻皆", "265": "悉崩倒。或火起燒之。及以兵長等逢此灰亦", "266": "皆星散滅。或惡痛疫起。或城中人開門自逃", "267": "散出。或他逼切罪。將灰逐風散彼其軍得大", "268": "勢病。或得虐等。其法能作種種惡起心所作", "269": "悉得如意。自家即得擁護。及同伴等亦得擁", "270": "護。如上所說法欲除之者。即取夜曼德迦嗔", "271": "怒畫像安壇中。取乳粥一椀。一呪一燒滿一", "272": "千八遍。一切怨家等還復依舊無痛。以次即", "273": "是所夜叉女羅剎女陵行之人。又耶曼德迦", "274": "金剛大嗔怒王說心呪法。", "275": "唵一仡里二合瑟窒哩二合󰫃訖里哆那娜二薩", "276": "麼設咄嚕那捨耶三薩擔婆耶四泮泮泮五莎", "277": "訶", "278": "是心呪常誦勿令斷絕。每日發願言。令突瑟", "279": "吒種種作害者。即令彼破□壞散滅無餘", "280": "同前用稍印。", "281": "又小心呪曰。", "282": "唵窒哩二合迦羅嚕波二吽三欠莎訶", "283": "是小心呪亦同前󱁺印。復令時別誦一千八", "284": "十遍即得法成。", "285": "又說最上一字心呪曰。", "286": "是一字心呪亦用前鎙印。是呪能令諸佛所", "287": "讚。亦能除一切惡邪見人等。復能調伏一切", "288": "鬼神□□成就一切善事。每日常誦是呪一", "289": "千八十遍即速成就。是耶曼德迦呪不論時。", "290": "即但有難事即作之。凡作皆用黑月作之。或", "291": "午時半夜作之。並得隨意", "292": "又說心呪曰。", "293": "唵帝利路迦嚧波吽欠莎訶此呪大威力有能成一切事", "294": "耶曼德迦金剛以說印部諸印及護身縛一切", "295": "印。", "296": "先以左手無名指自向虎口出。右手亦然。以", "297": "二小指相叉向名指孔中。拾虎口外竪二中", "298": "指頭相跓。二頭指屈著中指上節文。二大指", "299": "直竪中指中節文。是縛一切印。", "300": "召印。准前印。二頭指點下。是名召印。", "301": "大叉印。准前印開二頭指直竪去中指半寸。", "302": "是名大叉印。", "303": "供養印。以左手中指苾於名指後。以大指捻", "304": "名指上文頭指少指少曲。右手頭指釣左頭", "305": "指。右中指釣左小指。右無名指頭指曲入掌", "306": "中。大指押少指甲上。是名香爐印。", "307": "互相陵印。二手相叉。五指屈在掌中。竪右大", "308": "指左大指押無名指□節。是名互相陵觸印。", "309": "鎙印。准前互相陵印。唯竪二中指相著。是名", "310": "鎙印。", "311": "調伏一切惡人印。准前右大指屈入掌中。是", "312": "名調伏一切惡人印。", "313": "捧印。准前改二大母指直竪。是名捧印。", "314": "鐵箭印。治罰一切怨家用。准前捧印。二大指", "315": "少開。是名鐵箭印。", "316": "牙印。又二手相合五指直竪。屈二無名指掌", "317": "中。以著大母指第二節。中指頭各近二小指", "318": "一然。", "319": "擲依印。又二手掌並合。五指直竪。當於胸前", "320": "陵迴此印。向右邊作勢。向左□掣之。", "321": "文殊師利耶曼德迦法"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1218 文殊師利耶曼德迦呪法", "source": "CBETA"}