{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1485 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經", "text": {"0": "3 賢聖學觀品", "1": "菩薩瓔珞本業經卷下", "10": "三寶聖人、未識好惡因之以果，一切不識不", "100": "二，故名現前地。", "101": "「佛子！無生忍諸法，觀非有煩惱非無煩惱，一", "102": "生一滅一果，三界最後一身一入一出，集無", "103": "量功德，常向上地念念寂滅，故名遠行地。", "104": "「佛子！是故菩薩無生觀，捨三界報變易果，用", "105": "入中忍無相慧。出有入無化現無常，自見己", "106": "身當果、諸佛摩頂說法，身心別行不可思議，", "107": "故名不動地。「佛子！復入上觀光光佛化無生", "108": "忍道，現一切佛身，故名妙慧地。", "109": "「佛子！菩薩爾時入中道第一義諦，大寂忍下", "11": "解不知。佛子！從不識始凡夫地，值佛菩薩", "110": "品中行，行佛行處、坐千寶相蓮華、受佛記", "111": "位、學佛化功，二習伏斷大信成就，同真際、等", "112": "法界，二諦一相，具一切功德入眾生根，無量", "113": "瓔珞功德一時等現一切形相，故名法雲地。", "114": "「佛子！菩薩爾時住大寂門中品忍觀，功行滿", "115": "足登大山臺，入百千三昧，集佛儀用唯有累", "116": "果，無常生滅心心無為，行過十地解與佛同，", "117": "坐佛坐處。其智見二常無常一切法境，當知", "118": "如佛，名為學佛。下地一切菩薩，於此菩薩不", "119": "能別知。於佛名菩薩，於下菩薩名佛。所以者", "12": "教法中起一念信，便發菩提心。是人爾時住", "120": "何？是菩薩以大變力，住壽百劫萬劫現作佛", "121": "化，初生、得道、轉法輪、入無餘滅度。說八法輪，", "122": "似佛非佛，一切佛等故。威儀進止一切法同，", "123": "住是百千三昧中，如是佛行，故入金剛三昧，", "124": "一相無相寂滅無為，故名無垢地。「佛子！妙觀", "125": "上忍大寂無相，唯以一切眾生緣生善法，亦", "126": "自持一切功德，故名佛藏，而寂照一切法，自", "127": "佛以下一切菩薩照寂。是故佛子！吾昔第四", "128": "禪中為八億梵天王，說寂照如來無心無色", "129": "而寂照一切法。佛子！吾今略說義句，為此大", "13": "前，名信想菩薩，亦名假名菩薩，亦名名字菩", "130": "眾開善法行。」", "131": "5 佛母品菩薩瓔珞本業經佛母品第五", "132": "爾時敬首菩薩白佛言：「佛及菩薩，二初照智", "133": "從何而生？寂照、寂照之義復云何？二諦法", "134": "性為一為二？為有為無？第一義諦復當云何？」", "135": "佛言：「佛子！所謂有諦、無諦、中道第一義諦，", "136": "是一切諸佛菩薩智母，乃至一切法亦是", "137": "諸佛菩薩智母。所以者何？諸佛菩薩從法", "138": "生故。佛子！二諦者，世諦有故不空，無諦空", "139": "故不有；二諦常爾故不一，聖照空故不二；", "14": "薩。其人略行十心，所謂：信心、進心、念心、慧", "140": "有佛無佛法界不變故不空，第一無二故不", "141": "有；無佛有佛法界二相故不一，諸法常清", "142": "淨故不二；諸佛還為凡夫故不空，無無故", "143": "不有；空實故不一，本際不生故不二；不壞假", "144": "名諸法相故不空，諸法即非諸法故不有；法", "145": "非法故不二，非非法故不一。佛子！二諦義者，", "146": "不一亦不二、不常亦不斷、不來亦不去、不生", "147": "亦不滅，而二相即，聖智無二，無二故是諸佛", "148": "菩薩智母。佛子！十方無極剎土諸佛，皆亦如", "149": "是說。吾今為是大眾略說明月瓔珞經中二", "15": "心、定心、戒心、迴向心、護法心、捨心、願心。復", "150": "諦要義。」", "151": "爾時敬首菩薩白佛言：「諸佛菩薩大方便平", "152": "等慧照諸法界，為頓等覺、為漸漸？云何無", "153": "明藏？與心為一為異？劫量久近復當云何？」佛", "154": "言：「佛子！汝於過去七佛法中一一已問，非為", "155": "不知。直為此大眾十四億人，於此法中便欲", "156": "令得決了故問。佛子！吾今為十四億大眾，", "157": "以金剛口說決定了義。佛子！我昔會有一億", "158": "八千無垢大士，即坐達法性原，頓覺無二一", "159": "切法一合相。從法會出，各各坐十方界，說菩", "16": "行十心，所謂十善法、五戒、八戒、十戒、六波羅", "160": "薩瓔珞大藏。時坐大眾見一億八千世尊，名", "161": "頓覺如來，各坐百寶師子吼座。時無量大眾", "162": "亦坐一處，聽等覺如來說瓔珞法藏。是故無", "163": "漸覺世尊，唯有頓覺如來。三世諸佛所說無", "164": "異，今我亦然。", "165": "「佛子。汝先言無明、心一者，是事不然。若解與", "166": "無明諸見一相者，應無縛解、凡佛非二。所以", "167": "者何？煩惱同一體相故。何以故？而共一心生", "168": "滅一時，不別不異故。佛子！若縛解一相者，四", "169": "大可為一、六味應不異，而大異而味異故，", "17": "蜜戒。是人復行十善，若一劫二劫三劫修十", "170": "縛解亦如是。佛子！一切菩薩為凡夫時具足", "171": "一切結，而斷時麁分先去、細分後除。若一", "172": "心煩惱一者，不應明闇有二。佛子！復以近", "173": "況遠。凡夫善心中尚無不善，何況無相心中", "174": "而有無明？佛子！而言善惡一心者，是洴沙王", "175": "國中外道安陀師偈，明闇一相、善惡一心。", "176": "「佛子！我法正義而可得言善惡同一行者，有", "177": "縛有解、有凡有佛。相續百劫同一行者，而不", "178": "得善惡同一心。古佛常說，無相智火滅無明", "179": "闇，而善惡二別。而言同一果者，亦無是處。一", "18": "信，受六天果報。上善有三品：上品鐵輪王", "180": "切善受佛果，無明受有為生滅之果。是故善", "181": "果從善因生，是故惡果從惡因生，故名善不", "182": "受生滅之果，唯受常佛之果。佛子！若凡夫聖", "183": "人一切善，皆名無漏不受漏果。而言受漏果", "184": "者，佛化眾生行善背惡故，緣因而發有為果", "185": "報，非為無漏。因者無明，業受果故，是名三受", "186": "三苦：苦苦、行苦、壞苦。苦受、樂受、捨受，二受善", "187": "緣因果，苦受惡因果，一切皆苦無明為本。", "188": "「佛子。汝先言一切菩薩行道劫數久近者，譬", "189": "如一里二里乃至十里石，方廣亦然，以天衣", "19": "化一天下，中品粟散王，下品人中王。具足一", "190": "重三銖，人中日月歲數三年一拂，此石乃盡，", "191": "名一小劫。若一里二里乃至四十里，亦名小", "192": "劫。又八十里石方廣亦然，以梵天衣重三銖，", "193": "即梵天中百寶光明珠為日月歲數，三年一", "194": "拂此石乃盡，名為中劫。又八百里石方廣亦", "195": "然，以淨居天衣重三銖，即淨居天千寶光明", "196": "鏡為日月歲數，三年一拂此石乃盡，故名一", "197": "大阿僧祇劫。佛子！劫數者，所謂一里二里乃", "198": "至十里石盡，名一里劫二里劫。五十里石盡，", "199": "名五十里劫，百里石盡名百里劫，千里石盡", "2": "姚秦涼州沙門竺佛念譯", "20": "切煩惱，", "200": "名為千里劫，萬里石盡名為萬里劫。佛子！一", "201": "切賢聖入是數量，修一切法門，時節久近得", "202": "佛果，其數百劫乃得等覺。若一切眾生入是", "203": "數者得佛不久，若不入者不名菩薩。「佛子！法", "204": "門者，所謂十信心，是一切行本。是故十信心", "205": "中，一信心有十品信心，為百法明門。復從是", "206": "百法明心中，一心有百心故，為千法明門。復", "207": "從千法明心中一心有千心，為萬法明門。", "208": "如是增進至無量明，轉勝進上上法故，為明", "209": "明法門。百萬阿僧祇功德，一切行盡入此明", "21": "集無量善業，亦退亦出。若值善知識學佛法，", "210": "門。」", "211": "6 因果品菩薩瓔珞本業經因果品第六", "212": "敬首菩薩白佛言：「賢聖正法已說具足。因", "213": "果二相復當云何？」佛言：「佛子！三世諸佛所", "214": "行之因，所謂十般若波羅蜜是百萬阿僧祇", "215": "功德本，佛及菩薩亦攝在中。是故十法為金", "216": "剛智慧海藏，出一切光明功德之行。", "217": "「佛子！十般若波羅蜜者，從行施有三緣：一財、", "218": "二法、三施眾生無畏。戒有三緣：一自性戒、二", "219": "受善法戒、三利益眾生戒。忍有三緣：一忍苦", "22": "若一劫二劫方入住位。若不爾者，常沒不出。", "220": "行、二忍外惡、三第一義諦忍。精進有三緣：", "221": "一起大誓之心、二方便進趣、三勤化眾生。", "222": "禪有三緣：一定亂相不起、二定生一切功", "223": "德、三定利眾生。慧有三緣：一照有諦、二無", "224": "諦、三中道第一義諦。願有三緣：一自行願、", "225": "二神通願、三外化願。方便有三緣：一進趣向", "226": "果、二巧會有無、三一切法不捨不受。通力有", "227": "三緣：一報通、二修定通、三變化通。無垢慧有", "228": "三緣：一無相智、二一切種智、三變化智。佛", "229": "子！從十智生一切功德行。七財：信、施、戒、聞、", "23": "住退分善根如上說。佛子！發心住者，是上進", "230": "慧、慚、愧，資用成佛故說財。四攝：利益、濡語、", "231": "施法、同事。法辯、義辯、語辯、樂說辯，於此", "232": "四辯法中無障無礙，故名無礙。從無礙智生", "233": "智名依，故依了經不依不了經、依法不須", "234": "人、依義不須語、依智不須識。從智生十", "235": "力、四無畏、六通三明百萬億阿僧祇功德。次", "236": "第生智，能緣八世諦一切法，四諦、二諦、十二", "237": "緣。諸法緣成，假法無我，有法相待，一切相", "238": "虛，相續名一，空不可得，因生集起。即法", "239": "非緣，實實集有，名生成法。法假造法，受名起", "24": "分善根人。若一劫二劫一恒二恒三恒佛所，", "240": "用，名聚法。是故八有為法，一切法本，智所照", "241": "處。復從是智，能除五蓋：貪、瞋、睡、掉、疑。四食：觸、", "242": "識、思、段食。四生：卵生、胎生、濕生、化生。十惡五", "243": "逆、八倒三障、八難十三煩惱、六道三界、六十", "244": "二見、四流四縛四取、九煩惱七識住四結，", "245": "一切所除皆名不善。佛子！十智境所除一切", "246": "功德，皆名佛因，汝應受應行。「佛子！汝先言", "247": "果者，是五賢菩薩修諸道法，證一大果為法", "248": "性體。其體者，非有非無、非大非小、非身非", "249": "心、非相非三世、非天非人非名字、非常樂我", "25": "行十信心信三寶，常住八萬四千般若波羅", "250": "淨、非六道非六識入、非數量法過一切法相、", "251": "非福田非鬼神、非動靜非生滅、非第一非五", "252": "色、非六大非土田、非法界非三界、非縛解、非", "253": "明闇、非得法，寂然無為一切法外，心行處滅", "254": "其處難量，就有諦中修劫量行而有果報。「佛", "255": "子！有二法身：一果極法身、二應化法身。", "256": "其應化法身如影隨形，以果身常故應身亦", "257": "常。佛子！古昔諸佛二身道同。佛子！一切菩", "258": "薩二身俱是無常身。佛子！一切凡夫亦有二", "259": "身：一報身、二方便身。報身不共有，方便身", "26": "蜜，一切行一切法門皆習受行。常起信心，不", "260": "共一切眾生有。佛子！一切菩薩一切眾生皆", "261": "有二身，一切諸如來常作如是說，故名決定", "262": "了義。佛子！佛義功德身者，諸佛道同果法不", "263": "異，所謂十號：一如來、二應供、三正遍知、四明", "264": "行足、五善逝、六世間解、七無上士、八調御丈夫、", "265": "九天人師、十佛陀。具向十德故，為一切眾生", "266": "所供養。復次十八不共法，所謂：身無失、念", "267": "無失、口無失、無異想、無不定心、無不知已", "268": "捨、心念無減、欲無減、精進無減、智慧無減、", "269": "解脫無減、解脫知見無減、身業隨智慧行、口", "27": "作邪見、十重、五逆、八倒，不生難處；常值佛法，", "270": "業隨智慧行、意業隨智慧行、智知過去未", "271": "來現在無礙無障。復有十力：是處非處力、業", "272": "力、定力、根力、欲力、性力、果力、天眼力、宿命力、結", "273": "盡力。慈悲喜捨，我是一切智人，我漏已盡無", "274": "漏，出煩惱道煩惱障道，天身天眼、天耳、漏盡、", "275": "宿命、他心。五眼、五分法身。無罪三業：佛寶、法、", "276": "僧，滅諦解脫靈智一乘，金剛寶藏法身藏、自", "277": "性清妙藏。三達、三無為、三明。一諦一道，獨法", "278": "大樂無為。佛子！一切聖果無量功德藏中，不", "279": "可說不可說果，是果一道。佛子！果體圓滿，無", "28": "廣多聞慧多求方便，始入空界住空性位，故", "280": "德不備、理無不周，居中道第一義諦清淨國", "281": "土，無極、無名、無相，非一切法可得。非有體、非", "282": "無體，其一照相、一合相、一體相、一覺相，淨明", "283": "無二。佛子！是果獨法圓滿常住。一果體相", "284": "有無量義，義有無量德，德有無量名。義果者，", "285": "所謂滅諦常樂我淨、十八不共一切功德，皆", "286": "名義果，故名果果。佛子！義德名是三，皆教化", "287": "故，有如是三句之義。若賢人一切眾生有", "288": "解是三句者，是人已為三世諸佛受佛職位。", "289": "佛子！其果不可說不可知，而就名相法中說", "29": "名為住。空理智心習古佛法，一切功德不自", "290": "名相法，是故一果名體，義名果果。是義果者，", "291": "出圓果故，名果果。佛子！吾說此因果，百", "292": "千劫說不可盡。汝諸大眾，善自受持。」", "293": "7 大眾受學品菩薩瓔珞本業經大眾受學品第七", "294": "爾時敬首菩薩敬禮於諸佛，奉承大眾教，略", "295": "問於要義七會之所說，信順三寶藏，為法法", "296": "不絕、不為世名利，願令法久住，白佛言：「世", "297": "尊！佛上已說若因若果若賢若聖一切功德", "298": "藏。今此大眾有十四那由他人，誰能不起此", "299": "坐受學修道，從始至終一一具行次第入菩", "3": "4 釋義品釋義品第四", "30": "造，心生一切功德故，不名為地但得名住。", "300": "薩位者？」時釋迦牟尼佛頂髻放一切佛光、一", "301": "切菩薩光，復集十方各百億佛土其中佛及", "302": "菩薩。一切皆集已，即於是眾中告文殊師利", "303": "菩薩、普賢菩薩、法慧菩薩、功德林菩薩、金剛", "304": "幢菩薩、金剛藏菩薩、善才童子菩薩言：「汝", "305": "見是大眾中敬首菩薩，能問三觀法界諸佛", "306": "自性清淨道，一切菩薩所修明觀法門。汝等", "307": "七菩薩，各領百萬大眾，應受觀學如是法門。", "308": "佛子！我今更重說如是明觀法，所謂六入", "309": "次第道。諦聽善思，修諸智慧，戒勅於眾，受用", "31": "「佛子！治地住者，常隨空心淨八萬四千法", "310": "伏行。佛子！若一切眾生初入三寶海以信為", "311": "本，住在佛家以戒為本。佛子！始行菩薩若信", "312": "男若信女中，諸根不具、黃門、婬男婬女、奴婢、", "313": "變化人受得戒，皆有心向故。初發心出家", "314": "欲紹菩薩位者，當先受正法戒。戒者是一切", "315": "行功德藏根本，正向佛果道一切行本。是戒", "316": "能除一切大惡，所謂七見六著，正法明鏡。佛", "317": "子！今為諸菩薩結一切戒根本，所謂三受", "318": "門：攝善法戒，所謂八萬四千法門；攝眾生戒，", "319": "所謂慈悲喜捨化及一切眾生皆得安樂；攝", "32": "門，清淨白故，名治地住。佛子！長養一切行", "320": "律儀戒，所謂十波羅夷。", "321": "「佛子！受戒有三種受：一者諸佛菩薩現在前", "322": "受，得真實上品戒。二者諸佛菩薩滅度後，", "323": "千里內有先受戒菩薩者，請為法師教授我", "324": "戒。我先禮足，應如是語：『請大尊者為師，授與", "325": "我戒。』其弟子得正法戒，是中品戒。三佛滅", "326": "度後千里內無法師之時，應在諸佛菩薩形", "327": "像前，胡跪合掌自誓受戒。應如是言：『我某", "328": "甲白十方佛及大地菩薩等，我學一切菩薩", "329": "戒。』者，是下品戒。第二、第三亦如是說。佛子！", "33": "故，名修行住。佛子！生在佛家，種性清淨故，", "330": "是三攝受、三種受戒，過去佛已說、未來佛當", "331": "說、現在佛今說。", "332": "過去諸菩薩已學、未來諸菩薩當學、現在諸", "333": "菩薩今學。是諸佛正法戒，若一切佛一切菩", "334": "薩不入此法戒門，得無上道果虛空平等地", "335": "者，無有是處。」佛告諸佛子：「今正說正戒。善", "336": "男子善女人當受戒時，先禮過去世盡過去", "337": "際一切佛、禮未來世盡未來際一切佛、禮現", "338": "在世盡現在際一切佛。如是三禮已，法僧亦", "339": "然。佛子！復敬受四不壞信，依止四依法。『從", "34": "名生貴住。佛子！多習無量善根故，名方便", "340": "今時盡未來際身，歸依佛、歸依法、歸依賢聖", "341": "僧、歸依法戒。』如是三說已。佛子！次當教悔", "342": "過三世罪。『若現在身口意十惡罪，願畢竟不", "343": "起，盡未來際。若未來身口意十惡罪，願畢竟", "344": "不起，盡未來際。若過去身口意十惡罪，願", "345": "畢竟不起，盡未來際。』如是悔過已，三業清淨", "346": "如淨琉璃內外明照，即與授十無盡戒。汝", "347": "等善聽。」佛告佛子：「『從今身至佛身，盡未來際，", "348": "於其中間不得故殺生。若有犯，非菩薩行、失", "349": "四十二賢聖法。不得犯。能持不？』其受者答言：", "35": "具足住。佛子！成就第六般若故，名正心住。", "350": "『能。』『佛子！從今身至佛身，盡未來際，於其中間", "351": "不得故妄語。若有犯，非菩薩行、失四十二", "352": "賢聖法。不得犯。能持不？』其受者答言：『能。』『佛", "353": "子！從今身至佛身，盡未來際，於其中間不得", "354": "故婬。若有犯，非菩薩行、失四十二賢聖法。", "355": "不得犯。能持不？』其受者答言：『能。』『佛子！從今身", "356": "至佛身，盡未來際，於其中間不得故盜。若有", "357": "犯，非菩薩行、失四十二賢聖法。不得犯。能持", "358": "不？』其受者答言：『能。』『佛子！從今身至佛身，盡未", "359": "來際，於其中間不得沽酒。若有犯，非菩薩", "36": "佛子！入無生畢竟空界，心心常行空無相願", "360": "行、失四十二賢聖法。不得犯。能持不？』其受者", "361": "答言：『能。』『佛子！從今身至佛身，盡未來際，於其", "362": "中間不得故說在家出家菩薩罪過。若有犯，", "363": "非菩薩行、失四十二賢聖法。不得犯。能持不？』", "364": "其受者答言：『能。』『佛子！從今身至佛身，盡未來", "365": "際，於其中間不得故慳。若有犯，非菩薩行、", "366": "失四十二賢聖法。不得犯。能持不？』其受者答", "367": "言：『能。』『佛子！從今身至佛身，盡未來際，於其中", "368": "間不得故瞋。若有犯，非菩薩行、失四十二賢", "369": "聖法。不得犯。能持不？』其受者答言：『能。』『佛子！", "37": "故，名不退住。佛子！從發心不生倒，不起邪", "370": "從今身至佛身，盡未來際，於其中間不得故", "371": "自讚毀他。若有犯，非菩薩行、失四十二賢聖", "372": "法。不得犯。能持不？』其受者答言：『能。』『佛子！從", "373": "今身至佛身，盡未來際，於其中間不得故謗", "374": "三寶藏。若有犯，非菩薩行、失四十二賢聖法。", "375": "不得犯。能持不？』其受者答言：『能。』", "376": "「佛子！受十無盡戒已，其受者過度四魔、越三", "377": "界苦。從生至生不失此戒，常隨行人乃至成", "378": "佛。佛子！若過去未來現在一切眾生，不受", "379": "是菩薩戒者，不名有情識者；畜生無異，不名", "38": "魔破菩提心故，名童真住。佛子！從佛王教", "380": "為人；常離三寶海，非菩薩非男非女非鬼非", "381": "人，名為畜生、名為邪見、名為外道不近人情。", "382": "故知菩薩戒有受法而無捨法，有犯不失，盡", "383": "未來際。若有人欲來受者，菩薩法師先為解", "384": "說讀誦，使其人心開意解生樂著心，然後為", "385": "受。又復法師能於一切國土中，教化一人出", "386": "家受菩薩戒者，是法師其福勝造八萬四千", "387": "塔，況復二人三人乃至百千，福果不可稱量。", "388": "其師者，夫婦六親得互為師授。其受戒者，入", "389": "諸佛界菩薩數中，超過三劫生死之苦，是故", "39": "中生解，當紹佛位故，名法王子住。佛子！從上", "390": "應受。有而犯者，勝無不犯，有犯名菩薩，無", "391": "犯名外道。以是故，有受一分戒名一分菩薩，", "392": "乃至二分三分四分，十分名具足受戒。是故", "393": "菩薩十重、八萬威儀戒，十重有犯無悔，得", "394": "使重受戒；八萬威儀戒盡名輕，有犯得使", "395": "悔過對首悔滅。一切菩薩凡聖戒盡心為體，", "396": "是故心亦盡戒亦盡，心無盡故戒亦無盡。六", "397": "道眾生受得戒，但解語，得戒不失。佛子！三世", "398": "劫中一切佛常作是說，我今在此樹下為十", "399": "四億人說，住前信想菩薩初受戒法。佛子！是", "4": "佛告敬首菩薩：「汝先言義相云何者，所謂", "40": "九觀空，得無生心最上故，名灌頂住。", "400": "信想菩薩，於十千劫行十戒法，當入十住心。", "401": "佛子！當先為諸大眾受菩薩戒，然後為說瓔", "402": "珞經，同見同行。」爾時眾中有百億人，即從坐", "403": "起受持佛戒，其名梵陀首王，共無數天子修", "404": "十戒滿足，入初住位。", "405": "「佛子！復從是住，修行百法觀門，所謂十信、十", "406": "進、十發趣、十乘、十金剛、十隨喜、十戒、十願、十護、", "407": "十迴向。以是百法觀達三界空，假名皆空，一", "408": "切法無我無人、無受、無因，皆無定性。即滅十", "409": "三縛，所謂七見六著，如實相入初行位。佛子！", "41": "「是故佛子！從灌頂心進入五陰法性空位，亦", "410": "復從是行觀修千法明門，所謂十信乃至十", "411": "向，轉轉入法。法無我、法集法起法道法滅，皆", "412": "無人受法，法如虛空、如幻如城如焰。一切", "413": "法無相，百千生滅皆不可得，入初迴向位。佛", "414": "子！復從是向明明轉照，照智學相似平等", "415": "觀，觀名無得，無得假得。喻如然燈有炷，非", "416": "初焰者，非初焰有時中有燒；非離初焰者，非", "417": "初焰無時中有燒。後亦如之，直以有為諸", "418": "法二諦皆迭遷，假號故燒，故知始焰非今、今", "419": "燋非始。今燋非始故，於今方有；始焰非今", "42": "行八萬四千般若波羅蜜，故名中十行佛子。", "420": "故，於今無燒。無燒於今，今燒假燒。得平等觀", "421": "亦復如是，非初心有中有得，亦非初心無中", "422": "有得，後心亦然。是故始心非今心，今起非始", "423": "起。今起非始起故，於今方有；始心非今心故，", "424": "於今無得。無得於今，今得假得。中道第一義", "425": "諦心，念念寂滅入萬法明門，從十信乃至十", "426": "向，自然流入平等道。無得一相真實觀，一", "427": "照相入初地道。", "428": "「佛子！復從是地正觀一照智中，入百萬阿僧", "429": "祇功德門，於一相觀中一時行。乃至第十", "43": "就中始入法空，不為外道邪論所倒，入正位", "430": "地，心心寂滅自然流入無垢地。佛子！復從", "431": "是地以一照智，了一切業因業果法界無不", "432": "一觀。以智知一切眾生識始起一相住於緣，", "433": "順第一義諦起名善、背第一義諦起名惑，以", "434": "此二為住地故，名生得善、生得惑。因此二善", "435": "惑為本，起後一切善惑，從一切法緣生善惑", "436": "名，作以得善、作以得惑，而心非善惑。從二", "437": "得名，故善惑二心。起欲界惑，名欲界住地。", "438": "起色界惑，名色界住地。起心惑故，名無色界", "439": "住地。以此四住地，起一切煩惱故，為始起四", "44": "故，名歡喜行。「佛子！得常化一切眾生，皆法", "440": "住地。其四住地前更無法起故，故名無始無", "441": "明住地。金剛智知此始起一相有終，而不", "442": "知其始前有法無法。云何而得知生得一住", "443": "地、作得三住地？唯佛知始知終。是無垢菩薩", "444": "一切智齊知自地，常住第一義諦中，自然流", "445": "入妙覺海地。佛子！住是妙覺地中，唯現化可", "446": "名，有無量義、有無量名其出一體，所謂妙果，", "447": "常住清淨至若虛空、不可思議、不可說、不可", "448": "名數、不可名，入界分可得。", "449": "「佛子！我說菩薩次第六入法門無量功德，如", "45": "利眾生故，名饒益行。「佛子！法實得法忍，心", "450": "是六入法門，一切菩薩無不入者。我今此座", "451": "有十四億人，不離本座入此六入法門。佛子！", "452": "我本初得道時，在此樹間說十世界海法門，", "453": "有九十億人亦入此六入明門。復至普光堂", "454": "說十佛國土，有百萬億人入此六入明門。復", "455": "至帝釋堂說十住，有五百萬人入此六入明", "456": "門。復至焰寶堂說十行，有千萬人入此六入", "457": "明。門復至第四天法光堂說十迴向，有十河", "458": "沙人入此六入明門。復至第六摩尼堂說十", "459": "地，有百萬河沙人入此六入明門。復至祇洹", "46": "無我無我所故，名無瞋恨行。「佛子！常住功德，", "460": "林說入法界品，有十二河沙人入此六入明", "461": "門。今復至此第八會座，為十方無極大眾敬", "462": "首菩薩一切眾說六入明門，一切大眾受持", "463": "若一無二無別。」", "464": "8 集散品菩薩瓔珞本業經集散品第八", "465": "佛告敬首菩薩及此會十四億那由他人大", "466": "眾：「汝聞上四十二賢聖因果明觀法門，一切", "467": "大眾皆應發三菩提心。」如是三告：「佛子！應受、", "468": "應持、應發心。」時諸大眾中有百千天子，聞是", "469": "法門發初住心，捨凡夫法修行伏忍，得入", "47": "現化眾生故，名無盡行。「佛子！命終之時，無明", "470": "十住明觀法。復有十千信男信女，入清淨", "471": "十行法門。復有八萬大梵天王，得初地明", "472": "觀法。復有八部阿須輪王，各捨本形，入十信", "473": "心行十善行。復有八萬第十地人現成正覺。", "474": "「佛子！爾時十方無極佛剎一切大眾，聞佛說", "475": "瓔珞中六入法門，所謂十住、十行、十向、十地、", "476": "無垢地、妙覺地，各各發無上菩提心還歸本", "477": "國。復有色界無色界，各各還修神通，歸本所", "478": "住處，轉宣菩薩瓔珞法門化授天人。復有六", "479": "欲天人，還歸本天，廣為諸天人說本行無量。", "48": "鬼不亂不濁，不失正念故，名離癡亂行。「佛子！", "480": "時諸大眾各各受持讀誦解其義味，還本土", "481": "說菩薩之本行、諸佛之本業，受持已竟。」", "482": "爾時佛告文殊師利、慧海、金剛藏、道華等八千", "483": "菩薩，皆為十方諸佛國中第一弟子：「汝應為", "484": "十方無明眾生，受持讀誦解其義味。為過去", "485": "未來現在一切眾生，開空慧道入法明門。」爾", "486": "時有五十萬大菩薩，皆一生補處，從座而起，", "487": "受持佛語經劫不滅。復有萬梵天王，亦即從", "488": "座起，受持佛語。復有無量天女，從座而起，受", "489": "持佛語。爾時他方無極剎菩薩、此國菩薩，已", "49": "生生常在佛國中生故，名善現行。「佛子！於我", "490": "變化神通入如幻三昧，踊在虛空歡喜無量，", "491": "得聞受持瓔珞功德經，心心受行成佛不捨", "492": "眾賢聖門。時佛復現百萬變化神通無量光", "493": "無量清淨身，重囑此金剛藏海瓔珞經：「汝諸", "494": "大眾！受持受此經法。是經是過去無量百千", "495": "佛心中所行法，汝等受持供養。」是時一切大", "496": "眾，一時從座放千光明，照三千大千世界，歡", "497": "喜受持菩薩不可思議瓔珞經。頂受供養禮", "498": "佛而退。復有六欲天子、十千國王，聞佛法座", "499": "離散，一時號泣涕出流慟聲滿三千，無不悲", "5": "十住、十行、十向、十地、無垢地、妙覺地義相，今", "50": "無我乃至一切法空故，名無著行。「佛子！三世", "500": "泣從座而去。復有八十億大菩薩，皆以四無", "501": "量心有無一等無為無相受持佛語，各入無", "502": "盡法化三昧，歡喜而退。復有十千始行賢者，", "503": "入九觀定，四禪、四空定、盡滅定，七淨十戒心", "504": "入定見道度疑，正道行、知見行，斷知見，得入", "505": "法故，禮佛而退。", "506": "爾時座中有八千菩薩各從座起，一金剛華", "507": "菩薩白佛言：「世尊！未來世中說經菩薩法輪", "508": "下，其聽法者受化奉行法用，復當云何？」佛", "509": "言：「佛子！快發斯問。佛子！先當為聽法者與", "51": "佛法中常敬順故，名尊重行。「佛子！說法授", "510": "授菩薩法戒，然後為說菩薩之本行六入法", "511": "門。佛子！次第為授四歸法：歸佛、歸法、歸僧、", "512": "歸戒。得四不壞信心故，然後為授十戒：不", "513": "殺、不盜、不妄語、不婬、不沽酒、不說在家出家", "514": "菩薩罪過、不慳、不瞋、不自讚毀他、不謗三寶，", "515": "是十波羅夷不可悔法。佛子！受十戒已，復", "516": "為聽者教供養法師，常以天上無量華香、百", "517": "千燈明、百千天衣瓔珞、百千妓樂、百味飲食", "518": "屋宅經書，一切所須之物皆悉給與。弘通法", "519": "師當如敬佛、如事父母、如事火婆羅門法。", "52": "人動成物則故，名善法行。「佛子！二諦非如非", "520": "佛子！如事帝釋父母師僧，日日三時禮敬。為", "521": "法捨身沒命，乃是佛子。如是求法之人，乃可", "522": "為說菩薩之本行、百千萬佛轉授瓔珞法門。」", "523": "時十億大眾歎言：「未來世中無法、無三寶、無", "524": "賢人，時劫從惡世起故。其說法者、其聽法者，", "525": "甚難甚難。」復從坐起各各悲泣，號聲大慟，地", "526": "轉海波、三千倒覆、二十八宿日月不現。是時", "527": "大眾還攝神力僉然而敬，受持讀誦解說義", "528": "句，十劫不滅無窮無盡。各各歡喜奉行，作", "529": "禮而退。", "53": "相非非相故，名真實行。", "530": "菩薩瓔珞本業經卷下", "54": "「是故佛子！從真實心入眾生空、無我空，二空", "55": "平等無別，一觀相、一合相。學習百萬億般若", "56": "波羅蜜空觀故，迴易前後心心，觀唯明明寂", "57": "滅，長養上地明觀法故迴因向果，復以無量", "58": "心不捨不受故，十向法如是。佛子！常以無", "59": "相心中常行六道而入果報，不受而受諸受，", "6": "當說。佛子！是金剛海藏瓔珞經中釋賢聖", "60": "迴易轉化故，名救護一切眾生離眾生相迴", "61": "向。「佛子！觀一切法但有受、但有用、但有名，", "62": "念念不住故，名不壞迴向。「佛子！三世諸佛法", "63": "一切時行故，名等一切佛迴向。「佛子！以大願", "64": "力入一切佛國中，供養一切佛故，名至一切", "65": "處迴向。「佛子！以常住三寶授與前人故，名無", "66": "盡功德藏迴向。「佛子！習行相善、無漏善而不", "67": "二故，名隨順平等善根迴向。「佛子！以觀善", "68": "惡父母無二，一相一合相故，名隨順等觀一", "69": "切眾生迴向。「佛子！常照有無二諦，一切法一", "7": "相義，義出體。體者，菩薩體。義名功德。如是", "70": "合相故，名如相迴向。「佛子！以諸法無二、般若", "71": "無生、二諦平等，過去一合相、現在一合相、未", "72": "來一合相故，名無縛解脫迴向。「佛子！覺一切", "73": "法第一義諦中道無相，一切法皆一照相故，名", "74": "法界無量迴向。「佛子！是三十心，義釋無量無", "75": "邊，非一切凡智所能思量，十方諸佛一切菩", "76": "薩之所遊路。", "77": "「佛子！汝先言云何名地？佛子！地名持，持一", "78": "切百萬阿僧祇功德；亦名生，成一切因果，故", "79": "名地。佛子！捨凡夫行生在佛家，紹菩薩位入", "8": "二法，一切菩薩為體、為義，故名體義。", "80": "聖眾中，四魔不到，有無二邊平等雙照，大信", "81": "始滿。習學無生中道第一義諦觀，上至二地", "82": "三地乃至十一地，明觀法門心心寂滅法流", "83": "水中，一相無相、二身無方，通同佛土故，名歡", "84": "喜地。「佛子！以正無相善入眾生空，現萬佛", "85": "世界，六通變化空同無為故，名離垢地。「佛子！", "86": "光慧信忍修習古佛道，所謂十二部經：修多", "87": "羅、祇夜、毘伽羅那、伽陀、憂陀那、尼陀那、阿", "88": "波陀那、伊帝目多伽、闍陀伽、毘佛略、阿浮陀", "89": "達摩、憂波提舍。以此法度眾生，光光變通，故", "9": "「佛子！發心住者，是人從始具縛凡夫，未識", "90": "名明地。「佛子！大順無生起忍，觀一切法二諦", "91": "相，上觀佛功德、下觀六道眾生。大慈觀故", "92": "說法授樂，大悲觀救三苦眾生，大喜觀喜前", "93": "人受樂，大捨觀一切眾生，皆入平等、入七觀", "94": "法，故名焰地。「佛子！順忍修道，三界無明疑", "95": "見，一切無不皆空。八辯功德入五明論，所", "96": "謂四辯：因、果、內道、外道辯；五論者，內外方道、", "97": "因果、鬼師無不通達，故名難勝地。「佛子！上順", "98": "諸法，觀過去一切法一合相、現在一切法一", "99": "合相、未來一切法一合相，法界因緣寂滅無"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1485 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經: 菩薩瓔珞本業經", "author": "姚秦 竺佛念譯", "sourceLink": "http://www.cbeta.org/"}