{"author": "宋 法天譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0628 佛說未曾有正法經: 佛說未曾有正法經: 佛說未曾有正法經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說未曾有正法經卷第六", "1": "西天譯經三藏朝奉大夫試鴻臚卿", "2": "傳教大師臣法天奉　詔譯", "3": "爾時，尊者舍利子見造殺業人歸佛出家得", "4": "證聖果如是希有事已，前白佛言：「希有，世尊！", "5": "如來大慈，善巧方便宣說正法。所有造殺業", "6": "者罪根深重，如來於剎那間善為救度，令得", "7": "解脫，斯乃諸佛、如來方便之力。其所說法皆", "8": "是諸佛境界，唯妙吉祥大士及諸菩薩被精", "9": "進鎧者而善了知，非是我等聲聞、緣覺境界。", "10": "何以故？諸聲聞人智慧狹劣，尚不能分別眾", "11": "生機宜，豈能解了方便之法？」佛言：「如是，如是。", "12": "舍利子！諸佛境界，唯諸菩薩得忍法具足者", "13": "而能趣入。汝聲聞人雖離補特伽羅之見，唯", "14": "樂趣求自利涅盤；雖復修習頭陀功德，亦唯", "15": "樂求戒、定、慧具足，不樂修學諸佛之法。諸所", "16": "施作有相、有礙，是故，於佛境界莫能思議。「舍", "17": "利子！汝今當知：適所化度造殺業者，此人已", "18": "曾於五百佛所恭敬供養種諸善根，亦曾得", "19": "聞如是之法。是故，此人今於我前聞說正法，", "20": "以宿善根力得見諸法真實之理，如法解脫。", "21": "「復次，舍利子！若人於此正法得聞一四句偈", "22": "者，是人不墮惡趣，離苦解脫，決定成佛一切", "23": "智。何況受持、讀誦、如法修行？是人所獲功德", "24": "無量無邊。」", "25": "爾時，妙吉祥菩薩與諸菩薩摩訶薩眾，及迦", "26": "葉等諸大聲聞，摩伽陀國王并其官屬，同時", "27": "還詣鷲峯山中釋迦牟尼佛會。到佛會已，各", "28": "禮佛足退住一面。", "29": "爾時，尊者舍利子即謂摩伽陀王言：「汝所愛", "30": "樂大乘希有之法，妙吉祥菩薩已廣為汝開", "31": "示演說。汝於是法實了解不？」王言：「尊者！我", "32": "已解了希有之法。」舍利子言：「汝當如何作了", "33": "解耶？」答曰：「如我意者，於一切法離諸染著，無", "34": "得、無失，非取、非捨，非心境界，無所得相，是真", "35": "實法。如是了知，疑惑永滅，一切障累無所從", "36": "生。」", "37": "爾時，舍利子白佛言：「世尊！此摩伽陀王善根", "38": "成熟，愛樂大乘甚深法味。見法無生，盡諸業", "39": "障，為實滅盡？為有餘耶？是事云何？願佛為說。」", "40": "佛言：「舍利子！此王所有業障皆悉滅盡，無", "41": "餘可得。舍利子！譬如芥子，其量微小，須彌山", "42": "王能摧滅不？汝今當知：王之業障猶如芥子，", "43": "我所宣說甚深之法如彼山王。是故，此王聞", "44": "甚深法，豈有障累不滅盡耶？」舍利子言：「希有，", "45": "世尊！此王利根明達而能聞法解了，滅盡諸", "46": "障。如佛所言，誠不虛耳。」佛言：「舍利子！此王", "47": "曾於過去七十二俱胝佛所恭敬供養、種諸", "48": "善根，於彼佛所已聞正法，由是善根當來決", "49": "定得證阿耨多羅三藐三菩提。」", "50": "復次，佛告舍利子：「汝見此妙吉祥菩薩不？」答", "51": "曰：「已見。」佛言：「今此摩伽陀王與妙吉祥菩薩", "52": "有大因緣。舍利子！過去有劫名為無垢，有佛", "53": "出世，號曰妙臂。於彼劫中復有三俱胝佛出", "54": "現於世，如是諸佛皆因妙吉祥菩薩開發道", "55": "心。彼諸如來壽命長遠，轉大法輪利益眾生。", "56": "此摩伽陀王於彼劫中已得值遇妙吉祥菩", "57": "薩教化，發於阿耨多羅三藐三菩提心。王發", "58": "心已，於如是等佛、世尊所種諸善根，聽受大", "59": "乘希有之法。以是因緣，善根深厚。「舍利子！汝", "60": "今當知：摩伽陀王此命終後，於上方界過四", "61": "百佛剎，有佛剎名曰莊嚴，其佛號寶聚如來、", "62": "應供、正等正覺。此王生於彼中，亦見妙吉祥", "63": "菩薩，聽受甚深之法，聞已解了，證無生法忍。", "64": "乃至當來慈氏菩薩於此娑婆世界成正覺", "65": "已，此摩伽陀王從彼莊嚴佛剎而來生此，於", "66": "慈氏如來法中得為菩薩，號曰無動，是時亦", "67": "得見妙吉祥菩薩。爾時，慈氏如來為無動菩", "68": "薩如其過去所聞之法重宣說已，告彼眾言：", "69": "『汝等見無動菩薩不？此菩薩者豈異人乎？即", "70": "過去釋迦牟尼佛法中摩伽陀國王是。此", "71": "人於彼妙吉祥菩薩所聽受正法，獲得無生", "72": "法忍。』」", "73": "佛告舍利子：「彼慈氏如來為無動菩薩說妙", "74": "法時，會中有八千菩薩得無生法忍，二萬四", "75": "千諸小菩薩進入初地。「舍利子！彼無動菩薩", "76": "從是已後於八百阿僧祇劫中修行，淨諸佛", "77": "剎，教化眾生令趣聲聞、緣覺、菩薩之地，令諸", "78": "眾生滅一切障，解悟正法，不生疑惑。「彼無動", "79": "菩薩過是八百阿僧祇劫已，即於無染世界", "80": "證阿耨多羅三藐三菩提，號曰清淨境界如", "81": "來、應供、正等正覺，十號具足。其佛壽命四中", "82": "劫，正法住世一俱胝歲，有七十萬聲聞之眾，", "83": "皆悉具足三明六通、得八解脫，有十二俱胝", "84": "大菩薩眾而悉具足智慧方便，彼土所有眾", "85": "生皆悉愛樂甚深之法。彼佛、如來廣為宣說，", "86": "而諸眾生聞法悟解，離諸煩惱，身心清淨，各", "87": "各不起我見之想。」", "88": "爾時，釋迦牟尼佛為舍利子說摩伽陀王當", "89": "成佛事。時會中有三萬二千天子發阿耨多", "90": "羅三藐三菩提心，皆發願言：「願我當得生彼", "91": "無染世界，見彼清淨境界如來成正覺道。」釋", "92": "迦牟尼佛即記之曰：「汝等當得生彼世界，見", "93": "彼如來成正覺道。」", "94": "爾時，摩伽陀王有一太子名月吉祥，年始八", "95": "歲，先隨父王至於佛會。聞說法已，即自解頸", "96": "真珠、瓔珞持以奉佛，作是願言：「我今以此供", "97": "佛善根迴向阿耨多羅三藐三菩提，願我當", "98": "來生彼清淨境界如來剎中為金輪王。乃至命", "99": "盡，以其四事供養彼佛及苾芻眾。至彼佛滅", "100": "後，我當收其舍利恭敬供養。願我相繼即於", "101": "彼剎證得阿耨多羅三藐三菩提。」是時月吉", "102": "祥太子發誓願已，由佛威神力故，所獻瓔珞", "103": "住虛空中，在彼佛上變成七寶樓閣，中有七", "104": "寶之座，其上有佛結跏趺坐，相好具足、種種", "105": "莊嚴。", "106": "爾時，世尊從其面門放眾色光——所謂青、黃、赤、", "107": "白、紅、紫、碧、綠——如是光明普照無邊世界，上至", "108": "梵世，光明晃曜，暎日月光而悉不現。其光復", "109": "還，繞佛三匝，從佛、世尊頂門而入。", "110": "爾時，尊者阿難從座而起，偏袒右肩，右膝著", "111": "地，向佛合掌說伽陀曰：", "112": "「已到彼岸大牟尼，具足一切勝功德，", "113": "天人世間共所尊，一切智者離諸著。", "114": "眾生心行及根性，如來一一皆了知，", "115": "宣說妙法利群生，一切世間為最勝。", "116": "所放希有大光明，普照十方一切剎，", "117": "俱胝那由他眾生，蒙光照者獲安隱。", "118": "善逝已具於十力，念慧圓滿出世間，", "119": "善別眾生心所行，說法斷疑無與等。", "120": "所有梵王并帝釋、日月星辰及諸天，", "121": "聞佛宣說妙法門，離諸煩惱得安隱。", "122": "如來一切眾中尊，眾生有疑悉開決，", "123": "今日何緣放是光？願佛慈悲為我說。」", "124": "爾時，世尊告阿難言：「汝見此月吉祥太子不？」", "125": "阿難白佛言：「唯然，已見。」佛言：「阿難！今此太子", "126": "於過去世中已修菩薩之行、供養於我，深種", "127": "善根。由是機緣而已成熟，今於我前發阿耨", "128": "多羅三藐三菩提心，起大誓願。以是緣故，放", "129": "斯光明。「阿難！此太子當來生於無染世界清", "130": "淨境界如來法中為金輪王，供養彼佛及苾", "131": "芻眾。至彼佛滅後，收其舍利恭敬供養。是人", "132": "於彼命終已後生兜率天，至滿一劫生無染", "133": "世界，證於阿耨多羅三藐三菩提，名為日幢", "134": "如來、應供、正等正覺，十號具足。彼佛、世尊及", "135": "菩薩、聲聞之眾，所有壽量皆悉同等。」", "136": "爾時，他方來會諸菩薩眾聞授月吉祥太子", "137": "記已，俱白佛言：「世尊！今釋迦牟尼佛與妙吉", "138": "祥菩薩於一切方處作大佛事，利益眾生無", "139": "有空過。何以故？佛及菩薩以大悲心起諸方", "140": "便，於國城、郡邑乃至聚落，處處為諸眾生說", "141": "法教化，令諸眾生聞法解脫，離諸怖畏，斷除", "142": "一切煩惱重障。我等今日得於此地聞佛及", "143": "妙吉祥菩薩宣說妙法及見放光希有之事，", "144": "利益眾生，誠無空過。」", "145": "爾時，世尊告諸菩薩言：「善男子！如是，如是。若", "146": "佛、菩薩於諸方處為諸眾生宣說正法、施作", "147": "佛事，當觀是處如佛塔廟。何以故？我於過去", "148": "世中值遇燃燈如來時，我以信重心故，垂髮", "149": "布地承彼佛足，我時獲得無生法忍。彼燃燈", "150": "如來知我已得忍法具足，即為我授阿耨多", "151": "羅三藐三菩提記，作如是言：『汝於來世過阿僧", "152": "祇劫當得作佛，號釋迦牟尼如來、應供、正等", "153": "正覺，十號具足。』彼燃燈佛授我記已，告彼苾", "154": "芻眾言：『汝等宜於此地起尊重想，勿生輕慢。", "155": "何以故？此地有善男子垂髮布地承世尊足，", "156": "以殊勝力故即得忍法具足。是故此地，所有", "157": "天人瞻敬如佛塔廟而無有異。』燃燈如來作", "158": "是言時，有八十俱胝天人異口同音白佛言：", "159": "『世尊！我等今於此地起尊敬想，如佛塔廟。』「是", "160": "時有一長者名曰賢天，在彼會中即白燃燈", "161": "佛言：『我今於此造七寶塔，使諸眾生瞻禮獲", "162": "福。』時彼長者即如其言，起希有心，集諸珍寶", "163": "造立一塔，高廣妙好，種種莊嚴，其功殊麗，不", "164": "日而成。是時長者既造塔已，即詣燃燈佛所", "165": "白言：『世尊！我已造立七寶妙塔，於當來世得", "166": "幾所福？』佛言：『長者！若有善男子於菩薩摩訶", "167": "薩證無生法忍之地墾取其土，下至水際，當", "168": "持此土恭敬供養，所得福聚尚如供養諸佛", "169": "塔廟，等無有異，何況汝今起淨信心造七寶", "170": "塔？所獲福聚倍勝於前，無量無邊，不可較量。』", "171": "是時燃燈如來復告賢天長者言：『汝今於此", "172": "深種善根，於未來世中釋迦牟尼佛所得授", "173": "阿耨多羅三藐三菩提記。』」", "174": "爾時，釋迦牟尼佛為他方來會諸大菩薩說", "175": "是往昔受記因緣。復告諸菩薩言：「汝今當知：", "176": "我往昔時於燃燈佛所種善根已，今得成佛。", "177": "彼時我得忍法之地，彼諸天人敬如佛塔；汝", "178": "等今日於此地中亦應如是起尊敬想。「復次，", "179": "諸菩薩！汝等當知：彼時賢天長者豈異人乎？", "180": "即今賢天長者是。於彼法中亦名賢天，此人", "181": "於未來世當得成佛，號曰善現如來、應供、正", "182": "等正覺，十號具足。「復次，諸菩薩！我此所說甚", "183": "深之法，若有苾芻、苾芻尼、優婆塞、優婆夷能", "184": "聽、受、讀、誦、為他演說者，是人所居之地，天人", "185": "瞻敬，如佛塔廟等無有異。", "186": "「復次，諸菩薩！若有善男子、善女人修施行者，", "187": "聚以七寶滿三千大千世界，於晝夜六時供", "188": "養諸佛及苾芻眾，如是乃至劫盡；不如於此", "189": "未曾有正法聽、受、讀、誦一四句偈，是人所獲", "190": "功德倍勝於前。", "191": "「又復，若人修戒行者，於一劫中持佛戒法無", "192": "有缺犯，圓滿一切淨戒功德；不如於此正法", "193": "聽、受、讀、誦，比前功德千分不及一。", "194": "「又復，若人修忍行者，於一劫中常行忍辱，於", "195": "一切眾生不生恚害，如是獲得忍行圓滿；不", "196": "如於此正法聽、受、讀、誦、如法修行，獲得法忍", "197": "具足功德，如是而為最上。", "198": "「又復，若人修精進者，於一劫中勤行教化一", "199": "切眾生而不暫起懈怠之心，如是獲得精進", "200": "圓滿；不如於此正法聽、受、讀、誦，所獲功德倍", "201": "勝於前。", "202": "「又復，若人修禪定者，於一劫中住三摩地，一", "203": "心專注，離諸散亂，如是獲得定行圓滿；不如", "204": "於此正法聽、受、讀、誦，所獲功德倍勝於前。", "205": "「又復，若人修智慧者，於一劫中修諸智慧方", "206": "便，如是獲得智慧圓滿；不如於此正法聽、受、", "207": "讀、誦，所獲功德廣大無量，速能圓滿一切智", "208": "果。」", "209": "爾時，他方來會諸大菩薩聞釋迦牟尼佛宣", "210": "說此法甚深功德，各白佛言：「世尊！我等聽受", "211": "此法，還於本土為人演說，宣通流布，使諸眾", "212": "生各獲利益。」釋迦牟尼佛言：「善哉，善哉。諸善", "213": "男子！汝等宜應宣布此法，廣為眾生施作佛", "214": "事。」是時諸來菩薩即散妙花滿三千大千世", "215": "界，供養釋迦牟尼佛及妙吉祥菩薩，作如是", "216": "言：「願此正法久住閻浮提中利益一切眾生。", "217": "願釋迦牟尼佛及妙吉祥菩薩久住世間，放", "218": "法光明照諸眾生。我等今者得入此會見佛、", "219": "世尊、聞說妙法，皆因妙吉祥菩薩而為勸導。", "220": "假使我等捨其頭、目、手、足而以奉施，猶不能", "221": "報菩薩之恩；今此散花而亦未為報恩供養。", "222": "是故，若有善男子、善女人得見諸佛、聞正法", "223": "者，假使捨其頭、目、手、足，終不能報諸佛之恩。", "224": "是故，當須於佛、菩薩及諸經法起淨信心，尊", "225": "敬供養，勿生輕易及疑惑想——起是想者，獲大", "226": "重罪。」", "227": "爾時，他方來會諸大菩薩說是語已，禮世尊", "228": "足，右繞三匝，即於會中隱身不現，還本佛土，", "229": "各各住於彼彼佛前，作如是言：「我於娑婆世", "230": "界聞釋迦牟尼佛及妙吉祥菩薩宣說正法，", "231": "我已受持，於此宣布為眾生說，令諸眾生決", "232": "定證得阿耨多羅三藐三菩提。」", "233": "爾時，尊者大迦葉白佛言：「世尊！今此正法甚", "234": "為希有。如我所見：妙吉祥菩薩於摩伽陀王", "235": "宮中受食供養，菩薩為王宣說此法，時王證", "236": "得無生法忍。我亦隨喜聽受此法，深自剋責，", "237": "生大歡喜。世尊！於後末世，若有眾生聞此正", "238": "法心生正解者，是人乃能知法自性，斷諸疑", "239": "惑，當來決定成等正覺。」佛言：「迦葉！善哉，善", "240": "哉，善說此語。若諸眾生聞是法已，當來決證", "241": "佛菩提果。」", "242": "爾時，佛告慈氏菩薩言：「汝今受持此法，於後", "243": "末世為諸眾生宣布演說，使諸眾生皆獲利", "244": "益，得大快樂。」慈氏菩薩白佛言：「如世尊勅，我", "245": "當受持。世尊！我於過去佛所亦曾聽受此法，", "246": "今於佛前又復得聞，深自慶幸。我於當來護", "247": "助宣通，令法久住。乃至我此命終生兜率天，", "248": "而彼天中若有根熟樂大乘者，我亦為其開", "249": "示演說，令發道心，於南閻浮提不令斷絕。又，", "250": "末世之中，若有男子、女人受、持、讀、誦此正法", "251": "者，若為諸魔之所嬈亂，我於彼時密往其中", "252": "而為護助，使諸魔眾不得其便。又復，世尊！", "253": "末世之中，若有得聞是法，聽、受、讀、誦、如法修行", "254": "者，當知是佛威神之所建立。」", "255": "爾時，佛告帝釋天主言：「憍尸迦！汝今受持、記", "256": "念我此正法，於後末世而為護助。何以故？此", "257": "法能斷一切疑、能淨諸業障，與諸法平等，又", "258": "復有大威力。帝釋當知：汝若與彼阿修羅鬪", "259": "戰之時，汝當記念此法，爾時得勝，彼當退敗。", "260": "「又復，若人於王難、賊難、虎、狼、蟲、獸、惡人等難", "261": "中，若能思惟記念此法者，是人即得遠離諸", "262": "難。」時帝釋天主白佛言：「如世尊勅，我當護持。", "263": "於後末世，若國城、郡邑乃至聚落有是法處，", "264": "我當往彼恭敬供養；若有持是法者，我乃護", "265": "助。」", "266": "爾時，佛告尊者阿難言：「汝今受持我此正法，", "267": "於後末世為諸眾生宣布演說。何以故？此法", "268": "甚深，昔未曾有。若男子、女人受持此法者，彼", "269": "得離諸疑惑，滅除一切煩惱罪垢。是故，汝當", "270": "記念、受持。」阿難白佛言：「世尊！我以佛神力之", "271": "所加護，於末世中宣布此法，令諸眾生皆獲", "272": "利益。世尊！此經何名？我等云何奉持？」佛告", "273": "阿難：「是經名為『未曾有正法』，如是受持。」", "274": "爾時，世尊付囑菩薩、聲聞及帝釋已，即於會", "275": "中佛身左右放大光明，普照十方一切世界。", "276": "於其光中出微妙聲，普告大眾：「如來、應供、正", "277": "等正覺所說正法，乃至劫壞大海枯竭，此法", "278": "不壞，能為眾生作大利益。」是時光中發其聲", "279": "已，所放光明旋還佛身。是時世尊復告阿難", "280": "言：「汝持佛語，慎勿忘失，於後末世宣通此法，", "281": "廣為利樂一切眾生。」釋迦牟尼佛說是未曾", "282": "有正法時，有九萬六千天人遠塵離垢，得法", "283": "眼淨；七百八十萬人發阿耨多羅三藐三菩", "284": "提心；三萬二千菩薩得無生法忍；八十萬苾", "285": "芻不受諸法，漏盡意解。即時三千大千世界", "286": "六種震動，欲色界天於虛空中奏百千天", "287": "樂，供養世尊及所說法。釋迦牟尼佛說此", "288": "正法時，所有一切天魔外道聞已驚怖，皆悉", "289": "歸佛——如佛初轉法輪降伏天魔，今日無異。「此", "290": "法是諸佛印、是大法印、是解脫印，諸有智者", "291": "當如是學、如是修行。」佛說此經已，摩伽陀國", "292": "王及其眷屬，妙吉祥等諸大菩薩，大迦葉、阿", "293": "難、舍利子、目乾連等諸大聲聞，乃至世間天、", "294": "人、阿修羅、乾闥婆等一切大眾，聞佛所說，皆", "295": "大歡喜，信受奉行。", "296": "佛說未曾有正法經卷第六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0628 佛說未曾有正法經: 佛說未曾有正法經: 佛說未曾有正法經", "source": "CBETA"}