{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0190 佛本行集經: 佛本行集經: 佛本行集經: 佛本行集經: 佛本行集經: 佛本行集經", "text": {"0": "16 出逢老人品", "1": "佛本行集經卷第十五", "10": "南門出。第三所謂夢見，太子駕駟馬車，端坐", "100": "18 道見病人品佛本行集經道見病人品第十八", "101": "「爾時，作瓶天子復更思惟：『此之護明菩薩大", "102": "士，在彼宮內，著於五慾，放逸情蕩，已經多", "103": "時。世間無常，盛年易失，護明菩薩應當早", "104": "捨宮內出家。我今可先為其作相，勸請覺悟，", "105": "令速厭離。』如是念已，作瓶天子神通力故，", "106": "亦是護明菩薩大士宿福因緣，坐於宮內，忽", "107": "然發心，欲出園林觀看遊戲。", "108": "「爾時，太子召喚馭者而告之言：『謂善馭者！汝", "109": "可速疾莊嚴好車，我欲出城向於園苑，遊戲", "11": "其上，從迦毘羅城西門出。第四所謂夢見，雜", "110": "悅目觀看叢林。』是時馭者白太子言：『如聖子", "111": "勅，我不敢違。』馭者既聞太子如是教令語已，", "112": "即往奏白淨飯王言：『大王！當知太子今欲出", "113": "向園林觀看善地。』時，淨飯王出勅宣令國內", "114": "人民，悉使莊嚴掃灑清淨迦毘羅城，並遣除", "115": "却一切諸草沙礫荊蕀朽木、土堆糞穢臭處，", "116": "皆令平坦。乃至園內，所有女名樹木之者，", "117": "還令以女瓔珞之具而莊嚴之，男名樹木，以", "118": "男瓔珞，而用挍飾。乃至道上，於太子前，或老", "119": "或病，不聽出現，莫使太子見已生於厭離之", "12": "寶莊嚴一輪，從迦毘羅城北門出。第五所謂", "120": "想。是時馭者莊挍車已，進太子言：『已嚴車", "121": "訖，唯願聖子！善自知時。』是時太子，即乘寶", "122": "車，乘已執持大王威神巍巍盛德，從城南門，", "123": "漸漸而出，欲向園林觀矚嬉戲。", "124": "「爾時，作瓶天子即於太子前路，化作一病患", "125": "人，連骸困苦，水注腹腫，受大苦惱，身體羸", "126": "瘦，臂脛纖細，痿黃少色，喘氣微弱，命在須", "127": "臾。臥糞穢中，宛轉呻喚，不能起舉，欲語開", "128": "口，纔得出聲，唱云叩頭，乞扶我坐。是時太", "129": "子，見彼病人，乃至口言唱扶我起。太子見彼", "13": "夢見，太子在迦毘羅城之中央大街衢內，手", "130": "病患人已，問馭者言：『謂善馭者！此是何人？腹", "131": "肚極大，猶如大釜，喘息之時，身遍戰慄，臂脛", "132": "纖軟，身體尫羸，痿黃無色，或復唱言：「嗚呼", "133": "阿孃！」或復稱言：「嗚呼阿爺！」悲切酸楚，不忍", "134": "見聞，依託他身，方能起止。』時，作瓶天子以", "135": "神通力，教馭者報於太子言：『願聖子聽！此名", "136": "病人。』太子復問彼馭者言：『稱病人者，此是何", "137": "名？』馭者報言：『大聖太子！此人身體，不善安", "138": "隱，威德已盡，困篤無力，死時欲至，無處歸", "139": "依；父母併亡，無處告訴。已無歸依，無告訴", "14": "執一搥，撾打大鼓。第六夢見，此迦毘羅城", "140": "故，此人不久，自應命終。欲得求活，極大困", "141": "苦，必當不濟；望覓差日，無有是處，唯待", "142": "時耳。大聖太子！以是因緣故名病也。』而有偈", "143": "說：", "144": "「『太子問於馭者言，此人何故受是苦？", "145": "馭者奉報於太子，四大不調故病生。』", "146": "「太子復問於馭者言：『此人為當獨一家法？為", "147": "當一切世間眾生悉有是法？』馭者報言：『此之", "148": "病法，非獨一家，一切天人眾生雜類，皆悉未", "149": "免。』太子復言：『我亦此病，未過未脫，會當似", "15": "之處中，有一高樓，太子坐上，四面散擲無量", "150": "彼成如此事，嗚呼可畏！』太子即告其馭者言：", "151": "『謂汝馭者！若我此身，不脫是病，具茲病法，難", "152": "得度者，我今不假至彼園林遊戲受樂，可迴", "153": "車駕還入宮中，我當思惟。』馭者答言：『如太子", "154": "勅。』是時馭者，既受教已，迴車向宮。是時太", "155": "子，還入宮內，端坐思惟：『我亦當病，病法未", "156": "現，豈得縱情？』", "157": "「時，淨飯王問馭者言：『太子遊園，受歡樂不？』馭", "158": "者報言：『大王！當知太子欲向城外出遊觀看", "159": "池沼，而於半路見一病人，乃至口言願扶我", "16": "諸寶，而其四方，復有無量無邊億數諸眾生", "160": "起。見已即勅，迴車而還。宮中靜坐，思惟繫", "161": "念。』時，淨飯王聞此語已，心內思憶阿私陀", "162": "仙授記之語，決定真實。『太子莫復捨家出", "163": "家，我今可為太子更加五慾之事，增長太", "164": "子，令著五慾，不捨出家。』時，淨飯王即益太", "165": "子五慾之具，復倍增長。而有偈說：", "166": "「『太子久住宮閤中，欲出向園受五慾，", "167": "路見一瘦羸病者，便生厭離慾想迴。", "168": "端坐思惟老患因，我今未超何得樂？", "169": "色聲香味等諸觸，最妙最勝不可厭，", "17": "來，將此寶去。第七夢見，此迦毘羅城外不遠，", "170": "大士昔行善業緣，今受極樂無有比。』", "171": "「如是次第，太子在於宮內之時，具足而受", "172": "五慾功德，晝夜無絕。", "173": "19 路逢死屍品佛本行集經路逢死屍品第十九", "174": "「爾時，作瓶天子復於一時發如是念：『此之護", "175": "明菩薩大士，在於宮內，極意歡娛。今時已至，", "176": "護明菩薩宜早出家。我今可為彼大士故，勸", "177": "請令出厭離五慾，捨家出家。』是時，作瓶天", "178": "子心欲勸發於護明故，作意令從宮內而出", "179": "向彼園林觀看善地。是時太子告馭者言：『謂", "18": "有於六人，舉聲大哭，號咷流淚，各以兩手，自", "180": "善馭者！汝可速駕駟馬寶車，我欲出城詣園", "181": "遊戲。』是時馭者聞太子命，即疾往奏淨飯王", "182": "言：『大王！當知太子欲出觀看園林。』時，淨飯王", "183": "勅令莊嚴迦毘羅城，掃灑街巷，荊蕀沙礫", "184": "朽木、土堆糞穢瓦石，皆悉淨除。乃至園內，", "185": "所有諸樹，是女名者女瓔珞嚴，男名字者，男", "186": "瓔珞飾。復振鈴鐸，唱如是言：『莫令更有一人", "187": "不祥，在太子前，或老或病，乃至太子眼見之", "188": "後，生於厭離。』是時馭者，即為太子嚴備好", "189": "車，訖已進上白太子言：『聖子！善聽！莊挍車", "19": "拔頭髮，宛轉于地。", "190": "訖，唯願知時。』太子坐車，威神大德，從城西門", "191": "出，向於外觀看園林。時作瓶天子於太子", "192": "前，化作一屍，臥在床上，眾人舁行。復以種", "193": "種妙色芻衣張施其上，作於斗帳。別有無量", "194": "無邊姻親，左右前後圍遶哭泣，或有散髮，或", "195": "有搥胸，或復拍頭交橫兩臂，或復二手取於", "196": "塵土持坌面頭，或出種種悲咽音聲，淚下如", "197": "雨，大叫號慟，酸哽難聞。太子覩之，心懷慘", "198": "惻，問馭者言：『謂善馭者！此是阿誰臥之床", "199": "上？以種種華，莊嚴圍遶，乃至雜色，芻摩衣", "2": "隋天竺三藏闍那崛多譯", "20": "「時，淨飯王於夢裏見如是之相，心大惶怖，恐", "200": "服，作於斗帳，人舁而行，大眾周匝，稱冤叫", "201": "哭。』說偈問言：", "202": "「『王子妙色身端正，問善馭者此是誰？", "203": "臥於床上四人舁，諸親圍遶叫喚哭。』", "204": "「爾時，作瓶天子以神通力，令善馭者報太子", "205": "言：『大聖太子！此名死屍。』太子復問善馭者言：", "206": "『死屍是何？』馭者報言：『大聖太子！此人已捨世", "207": "間之命，無有威德，今同石木，猶如墻壁，無", "208": "有別異。捐棄一切親族知識，唯獨精神，自", "209": "向彼世。從今已後，不復更見，父母兄弟妻子", "21": "畏毛竪，遍體戰慄，驚悸疑怪，忽然而寤。覺", "210": "眷屬，如是眷屬，生死別離，更無重見，故名死", "211": "屍。』向於太子而說偈言：", "212": "「『已捨心意等諸根，屍骸無識如木石，", "213": "諸親號咷暫圍遶，恩愛於此長別離。』", "214": "「太子復問善馭者言：『謂善馭者！我亦有此死", "215": "法以不？又此死法，我已超未？』馭者報言：『大聖", "216": "太子！太子尊身，於此死法，亦未免脫。世間", "217": "一切，若天若人，所有親族眷屬識知，各各", "218": "有是別離之事，彼不見此，此不見彼。』而說偈", "219": "言：", "22": "已即喚所當宮內諸大臣來，而勅彼等作如", "220": "「『一切眾生此盡業，天人貴賤平等均，", "221": "雖處善惡諸世間，無常至時無有異。』", "222": "「爾時太子聞說此已，報馭者言：『若我此身，同", "223": "有是死，死法未過，又我即今不得見天及以", "224": "天中所有眷屬，彼等又亦不見於我，我今何", "225": "假向彼園林遊戲快樂？可速迴車還入宮內，", "226": "我當思惟。』是時馭者，聞太子命如是言已，即", "227": "迴車駕，還向宮中。爾時太子至宮內已，端坐", "228": "思惟：『我當必死，既未能得超越死法。』繫念", "229": "默然，思惟如是：『世間果報，會歸無常。』而太子", "23": "是言：『卿等知不？我於今夜，夢見如是大恐怖", "230": "初欲入宮時，有一無智愚癡相師，立在大王", "231": "宮門之外，熟視瞻仰太子面顏上下形容丈", "232": "夫之相，大聲唱言：『汝諸人輩一切當知！從今", "233": "日後，至七日內，此之太子，七寶自然成就來", "234": "應。』時淨飯王問馭者言：『汝善馭者！引導太", "235": "子，至園林中，頗得稱心，受歡樂不？』馭者長", "236": "跪奉報王言：『大王！當知太子今出，不至園", "237": "林。』時，淨飯王問馭者言：『太子何故，不至園", "238": "林？』馭者白言：『大王！善聽！太子出宮，於其中", "239": "道，見一死人臥在床上，四人扛舁，乃至親", "24": "事，七種次第如前所列，皆悉說之。』復勅語", "240": "屬，圍遶哭泣，見已即迴還入宮內，思惟不樂。』", "241": "時淨飯王聞此語已，心內思惟：『阿私陀仙所", "242": "記必實。太子莫復捨我出家，我今可更增益", "243": "太子五慾之事，令其染著，勿使出家。』時，淨", "244": "飯王與其太子，增加服玩種種充足。而有偈", "245": "說：", "246": "「『無量劫海功德行，太子以見命終人，", "247": "心大悵怏懷憂愁，還入宮內思當死。", "248": "昔置此城宮殿妙，太子年盛極端嚴，", "249": "五慾稱心甚自娛，猶在千目歡喜苑。』", "25": "言：『汝等善持此等諸夢，莫令忘失。明日坐", "250": "「如是次第，太子在於宮內，具足而受五慾，", "251": "恣意歡喜。", "252": "20 耶輸陀羅夢品佛本行集經耶輸陀羅夢品第二十上", "253": "「爾時，作瓶天子見太子出觀死屍，迴厭離世", "254": "間五慾之事，還宮內坐，經六日後，復更如", "255": "是。重思惟言：『此之護明菩薩大士，以著五", "256": "慾，心迷放逸，不肯棄捐。今時已至，護明菩", "257": "薩應須速疾捨離出家，我今可為作勸請", "258": "緣。』時，作瓶天子為發太子出家心故，亦是作", "259": "瓶天子宿福因緣感動，自令太子興意，欲向", "26": "殿，可於眾內奏我令知。』而諸臣等聞王勅已，", "260": "園林內遊。", "261": "「爾時，太子召喚馭者而勅之言：『謂善馭者！急", "262": "嚴駕乘，我欲入園。』馭者受命，即往啟奏淨飯", "263": "王言：『大王！當知太子今欲出向園林遊戲觀", "264": "看。』時，淨飯王勅令清淨種種莊嚴迦毘羅城，", "265": "如前不異，乃至振鐸，告城內言：『莫使一人在", "266": "太子前，老病及死，六根不具，令太子見，生厭", "267": "離心。』馭者受教，進好賢車，太子知時，即坐", "268": "車上，威德尊重，從城北門引駕而去。", "269": "「爾時，作瓶天子以神通力，去車不遠，於太子", "27": "即白王言：『謹如王勅，實不敢違。』天曉王坐，", "270": "前，化作一人，剃除鬚髮，著僧伽梨，偏袒右", "271": "肩，手執錫杖，左掌擎鉢，在路而行。太子見", "272": "已，問馭者言：『謂善馭者！此是何人？在於我", "273": "前，威儀整肅，行步徐庠，直視一尋，不觀左", "274": "右，執心持行，不似餘人；剃髮剪髭，衣色純", "275": "赤，以樹皮染，不同白衣，鉢色紺光，猶如石", "276": "黛。』時，作瓶天子以神通力，教彼馭者白太子", "277": "言：『大聖太子！此人名為出家之人。』太子復問", "278": "彼馭者言：『稱出家者，此行何行？』馭者報言：", "279": "『大聖太子！此人恒常行善法行，遠離非行，善", "28": "即於眾中，具以夜夢，諮奏王知。時，淨飯王聞", "280": "平等行，善布施行，善調諸根，善伏自身，善", "281": "與無畏，能於一切諸眾生邊生大慈悲，善不", "282": "恐怖於諸眾生，善不殺害於諸眾生，善能護", "283": "念於諸眾生。太子！以如是故，名為出家。』太子", "284": "復問彼馭者言：『汝善馭者！此人善能造作諸", "285": "業。何以故？言法行者，此是善行，乃至善能", "286": "不害眾生。是故汝今將車向彼出家人邊。』馭", "287": "者承命，白太子言：『如太子勅。』即引車向出家", "288": "人所。是時太子至已諮問彼出家人，作如是", "289": "言：『尊者大士！汝是何人？』時作瓶天子以神", "29": "臣白已，即召國內善解占夢諸婆羅門而告", "290": "通力，教彼出家剃髮之人，報太子言：『太子！我", "291": "今名為出家之人。』太子復問：『仁者！何故名出", "292": "家人？』彼復報言：『太子！我見一切世間諸行，盡", "293": "是無常。觀如是已，捨於一切世俗眾事，遠離", "294": "親族，求解脫故，捨家出家，作是思惟：「行何", "295": "方便，能活諸命？此事知足，善行法行，乃至善", "296": "能不行殺害一切諸命。」太子！以如是故我名", "297": "出家。』太子又言：『仁者所為此業大善，汝若能", "298": "觀一切諸行是無常法，能知如是，乃至善與", "299": "一切眾生無怖畏者，乃至心能不起殺害於", "3": "17 淨飯王夢品淨飯王夢品第十七", "30": "之言：『汝等大智！解我所夢，有何果報？我夢如", "300": "諸眾生，又能活命施其安隱。』而有偈言：", "301": "「『觀見世間是滅法，欲求無盡涅槃處，", "302": "怨親已作平等心，世間不行欲等事。", "303": "隨依山林及樹下，或復塚間露地居，", "304": "捨於一切諸有為，諦觀真如乞食活。』", "305": "「爾時太子為敬法故，從車而下，徒步向彼出", "306": "家人所，頭面頂禮彼出家人，三匝圍遶，還", "307": "上車坐，即勅馭者，迴還宮中。是時宮內，有", "308": "一婦人，名曰鹿女，遙見太子歸來入宮，因於", "309": "欲心而說偈言：", "31": "是，如前所說。』彼等大智諸婆羅門，聞王勅", "310": "「『淨飯大王受快樂，摩訶波闍無憂愁，", "311": "宮內婇女極姝妍，誰能當此聖子處？』", "312": "「爾時太子聞此所說偈頌聲已，遍體戰慄，", "313": "淚下如雨，心內愛樂涅槃之處，清淨諸根，", "314": "趣向涅槃，而作是言：『我今應當取彼涅槃，我", "315": "今應當證彼涅槃，我今應當行彼涅槃，我今", "316": "應當住彼涅槃。』", "317": "「爾時淨飯王在宮殿內，諸臣百官左右圍遶，", "318": "太子忽然入到王邊，合十指掌，曲躬而立，白", "319": "父王言：『唯願大王！今可聽我，我欲出家，志求", "32": "已，各共思惟，量宜可否，而白王言：『大王！當", "320": "涅槃。大王！當知一切眾生，皆有別離。』時，淨", "321": "飯王聞其太子作是言已，如象搖樹，遍體", "322": "戰動，支節怡解，淚下盈目，語聲嗚咽，報太", "323": "子言：『我子太子！此意且停，子今非是此出家", "324": "時。我亦曾經年少之時，諸根動時，而亦未見", "325": "世間眾患，不行法行，又亦未曾見諸惡欲，而", "326": "行苦行。子起是心，甚不堪忍。我子童子！年", "327": "少之時，心意未定，諸根未伏，而欲住彼阿蘭", "328": "若時，不堪苦行。我子童子！待我年老，我若", "329": "時至，欲行法行，我當捨國付子王位，而入空", "33": "知我等未曾聞如是夢，我等聞已，心意迷荒，", "330": "閑，行於苦行。我子童子！若子反逆，不順我", "331": "心，違我語言，行於法行；子於現世，得不善", "332": "法，以違尊語。是故我子！此精進心，且急捨", "333": "離，住於宮中，安意家內，行於俗法。我子童", "334": "子！凡世間人，先須受於五慾之樂，然後發", "335": "意，向出家心。』太子報言：『大王！今者不可得障", "336": "子出家心。何以故？譬如有人，從彼焚燒熾", "337": "然猛焰火宅之中欲走出者，此是健人，不", "338": "可遮斷。大王！諸有生者，會有別離。若人覺知", "339": "世間之中，皆有別離而不能捐別離法者，此", "34": "不知此夢有何果報？』時淨飯王聞諸占夢婆", "340": "非善利。又如有人，作事不成，死時將至，而不", "341": "疾為，此非善智。』即為父王，而說偈言：", "342": "「『若覩一切決無常，諸有之法終散壞，", "343": "寧忍世間諸親別，死命欲至事須成。』", "344": "「時淨飯王更復慇懃重語太子：『我子童子！", "345": "決定不得捨我出家。』又諸大臣，依昔世論，各", "346": "以所見，諫太子言：『大聖太子！可不聞乎？劫", "347": "初已來，韋陀論中，昔諸王輩，年少之時，各在", "348": "自境，如法治化，至年老時，嫡胄相承，各將世", "349": "子，以紹王位，然後向山，修行法行。以是義", "35": "羅門等作如是語，心復憂愁，作如是念：『或我", "350": "故，大聖太子！不得獨違先王之法。』時，淨飯王", "351": "聞諸大臣作是語已，淚下如雨，一心諦觀太", "352": "子之面，眼睛不瞬。是時太子，心內狐疑，憂", "353": "愁不樂，還入宮中。太子至宮，諸婇女等，遙見", "354": "太子，皆悉歡喜，從坐而起，或手合掌，或面", "355": "嬌姿，或舞或歌，或身承奉。見太子坐，各以", "356": "欲心，妭態熾盛，圍遶太子，相共娛樂，如自", "357": "在天在於宮內，威德巍巍，眾相顯爀，歡樂", "358": "亦然。", "359": "「爾時，太子以共同生諸相諸好，一齊等者，恒", "36": "太子，不得作於轉輪聖王，莫復得已而還墜", "360": "常莊嚴，日夜遊戲。又見太子如是諸相顯爀", "361": "炳著，心生如是希有之想，此是月天自下於", "362": "地。彼等婇女，見於太子如是相貌，極起羨", "363": "心，或復揚眉，或有目視，或口詧語，或手相", "364": "招，以是太子威神力故，令其欲心不能熾盛，", "365": "復不能笑，太子亦從父王邊出。時，淨飯王", "366": "即喚馭者，而告之言：『謂善馭者！太子不至彼", "367": "園林乎？』馭者報言：『大王！當知！太子欲向彼園", "368": "林中，於其半道，見有一人，剃除鬚髮，身服染", "369": "衣，執杖持鉢，見彼人已，迴車入宮，端坐思", "37": "落轉輪王位？今我心內，極大憂愁，誰能決我", "370": "惟。』", "371": "「爾時，淨飯王聞是語已如是思惟：『大仙私陀", "372": "言不虛妄，定恐太子捨家出家，我今更可增", "373": "益五慾，令其染著勿使出家。』時，淨飯王更", "374": "加五慾，教住宮內，心受快樂，不許出家，", "375": "重說偈言：", "376": "「『太子道見出家人，身體著衣樹皮染，", "377": "覩已志求無上道，深心唯樂在出家。", "378": "觀老病死苦無邊，又見出家乞食活，", "379": "厭離世間捨三患，慕樂解脫求無為。", "38": "如此疑結？』", "380": "生老病死諸瘡疣，太子欲離彼等苦，", "381": "道上見彼出家者，心生大喜此是真。", "382": "欲捨貪等諸恚根，我應剃除入山藪，", "383": "太子欲求至真法，見彼沙門大喜歡。", "384": "乘善駟馬調御車，欲出三界故觀苑，", "385": "半路見彼捨俗服，心喜此是上菩提。』", "386": "「爾時，淨飯王，更為太子，廣設五慾所有功", "387": "德，事事加益，悉使增多。復於舊宮城郭之", "388": "外，四面周匝，守護牢防，別更築於崇巨高", "389": "壘，遶於舊院，坑壍極深，其墉堞頭，安置種種", "39": "「爾時，作瓶天子在於淨居宮殿之內，遙見淨", "390": "七寶羅網，羅網節目悉懸鳴鈴，宮閤門扉，嚴", "391": "加禁衛。晨夕出入開闔之時，使有大聲，聞徹", "392": "四遠門外。復置無量兵車象馬，及人團隊相", "393": "捉，皆被鞍甲，悉使精牢。其次，復於宮院之外，", "394": "安置無量百千壯士，形容端正，可喜無雙，", "395": "悉能破他所有怨敵。身帶甲冑，手執三叉弓", "396": "箭長刀戟矟鑹棒，諸如是等種種武仗，防", "397": "護太子，內外城門。復教宮內，嚴加約勅，諸", "398": "婇女等，晝夜莫停，奏諸音樂，顯現一切娛樂", "399": "之事。所有女人幻惑之能，悉皆顯現，以慾", "4": "「爾時，作瓶天子以神通力，欲令太子發出家", "40": "飯大王如是憂愁不樂，見已忽然從彼天宮，", "400": "枷縛，使著慾心，勿捨出家。", "401": "佛本行集經卷第十五", "41": "隱身而來，化作一梵婆羅門身，頭有螺髻，以", "42": "鬘為冠，智慧聰明，端正盛少，著黑鹿皮，以", "43": "為衣服，立在淨飯王宮門外，唱如是言：『我能", "44": "善解淨飯王夢，決斷所疑。』時，當門人聞婆羅", "45": "門作此語已，速疾往詣淨飯王所，長跪諮白", "46": "淨飯王言：『大王！當知門外有一婆羅門立，口", "47": "稱是言：「我善能解一切諸夢。」』時，淨飯王即便", "48": "勅喚此婆羅門，令入宮中，入已歡喜，即宣勅", "49": "問彼婆羅門，作如是言：『汝巧智慧大婆羅門！", "5": "心，即於其夜，與淨飯王七種夢相。時，淨飯", "50": "今知已不？我於昨夕夜半之時，見如是等七", "51": "種夢相。第一見有一帝釋幢，無量無邊，百", "52": "千人民，左右圍遶，共舉此幢，從迦毘羅城", "53": "東門出，乃至去此迦毘羅城，道里不遠，見有", "54": "六人，舉聲大哭，以手拔髮。我今恐怖，心意", "55": "迴遑，夢相既然，未知善惡。汝可為我一一解", "56": "之。』時，淨飯王作是說已，默然而住，聽其解", "57": "釋。", "58": "「爾時，作瓶天子即白王言：『大王！當知王所夢", "59": "見，一帝釋幢，有於無量無邊人民，左右圍", "6": "王眠臥床上，於睡夢裏，見如是相：第一所謂", "60": "繞，共舉此幢，從城東門而將出者，此是大", "61": "王悉達太子，與於無量百千諸天，左右圍遶，", "62": "當捨太子，從宮閤內，踰城出家；此夢是彼於", "63": "先瑞相。", "64": "「『又復大王所見，太子乘十香象，駕馭眾車，", "65": "從城南門而出行者，彼出家已，即便證得於", "66": "薩婆若及以十力；此夢是彼於先瑞相。", "67": "「『又復大王所見，太子乘駟馬車，從城西門而", "68": "出行者，彼出家已，證薩婆若，具足而得四", "69": "無所畏；此夢是彼於先瑞相。", "7": "夢見，有一大帝釋幢，其幢周匝，有於無量", "70": "「『又復大王所夢，雜寶莊嚴一輪，從城北門而", "71": "出行者，彼出家已，證得阿耨多羅三藐三菩", "72": "提後，於天人前轉於無上微妙法輪；此夢是", "73": "彼於先瑞相。", "74": "「『又復大王所夢，太子在迦毘羅城之中央四", "75": "衢道內，手執一搥，擊大鼓者，彼出家已，證", "76": "得菩提，轉法輪時，諸天各各揚聲唱言，其音", "77": "上徹乃至梵天，傳相告知，響遍色界；此夢", "78": "是彼於先瑞相。", "79": "「『又復大王所夢，太子在迦毘羅城之處中樓", "8": "無邊人，舉從迦毘羅城東門出。第二所謂", "80": "上而坐，四面散擲種種寶者，彼成阿耨多羅", "81": "三藐三菩提已，於諸天人八部眾前，當散如", "82": "是眾妙法寶，謂四念處，及四正勤、四如意", "83": "足、五根、五力、七覺、八道，種種諸法；此夢是彼", "84": "於先瑞相。", "85": "「『又復大王所夢，去此迦毘羅城，其外不遠，見", "86": "有六人，舉聲大哭，手拔髮者，太子出家，當得", "87": "阿耨多羅三藐三菩提。得菩提已，而於彼時", "88": "有諸六師，其心應當生大憂惱，所謂富蘭那", "89": "迦葉、摩婆迦羅瞿奢子、阿耆那只奢甘婆羅、波", "9": "夢見，太子乘十大象，駕馭眾車，從迦毘羅城", "90": "羅浮多迦吒耶那、那闍夷󰑴耶私致只子、尼", "91": "乾陀若低子等；此夢是彼於先瑞相。』", "92": "「爾時，作瓶天子為淨飯王解說夢已，白大王", "93": "言：『大王！宜應心生歡喜，勿懷恐怖憂畏不樂。", "94": "何以故？此夢吉祥，獲善果報，須自慶幸，慎莫", "95": "有慮。』如是安慰淨飯王已，忽然不現。", "96": "「時，淨飯王聞婆羅門如是解夢說，云吉祥善", "97": "果報已，即為太子，更重增加五慾之具，令", "98": "太子心染著愛戀，望不出家。爾時太子在於", "99": "宮內，恣意而受五慾之事，不可思議。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0190 佛本行集經: 佛本行集經: 佛本行集經: 佛本行集經: 佛本行集經: 佛本行集經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}