{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1191 大方廣菩薩藏文殊師利根本儀軌經", "text": {"0": "25 執魅者儀則品", "1": "大方廣菩薩藏文殊師利根本儀", "10": "成智證祥瑞幖幟稱量種種之事。及成就受", "100": "摩賀囉世。十摩賀囉世為深。十深為體", "101": "囉。十體囉為大體囉。十大體囉為嚩護摩", "102": "怛。十嚩護摩怛為他曩。十他曩為大他曩。", "103": "如上為勇猛智。算數十大他曩為阿弭多。乃", "104": "至弭多為摩賀囉貪。摩賀囉貪為酥酥嚕", "105": "多。酥酥嚕多為摩賀囉拏嚩。摩賀囉拏嚩", "106": "為鉢囉他摩。鉢囉他摩為摩賀鉢囉他摩。", "107": "摩賀鉢囉他摩為悉里瑟姹。悉里瑟姹為", "108": "濟瑟姹。濟瑟姹為曼儞囉娑。曼儞囉娑為", "109": "阿進󰼠切身阿進󰼠切身為大阿進󰼠同上", "11": "用之物。識一切部多等語。非想等眾生音聲。", "110": "大阿進󰼠同上為具囉。具囉為捺囉󰼕切", "111": "身捺囉󰼕為儞󰼖切身鉢多。儞󰼖鉢多為輸", "112": "婆。輸婆為大地多。大地多為弭多。弭多", "113": "為唧多。唧多為尾剎波。尾剎波為阿鼻", "114": "路󰼈切身阿鼻路󰼈為曩鼻囉󰼈。曩鼻囉󰼈", "115": "為𡥸切身摩。𡥸摩為大𡥸摩。大𡥸摩為闇", "116": "嚩囉。闇嚩囉為大闇嚩囉。大闇嚩囉為佉", "117": "里嚩。佉里嚩為大佉里嚩。如上是息災增", "118": "益之處功德算數。後大智者於沒里瑟吒及", "119": "烏捺迦。心生迷處。是為最上極最上乃至", "12": "及知見在不在一切真言法則種種之事。乃", "120": "佛剎最上。如是算數非世間人所能知故。唯", "121": "佛如來算知其數。復以佛剎最上者。以恒河", "122": "沙等佛剎微塵之數。為譬喻法而為算數。此", "123": "算數量是一切智智無礙之所知量。妙吉祥", "124": "我於如是數量。過去諸正覺所已曾供養。復", "125": "於不思議劫而為菩薩。為諸眾生今得成佛。", "126": "我今所說真言最上第一儀軌較量功德。乃", "127": "至過去未來現在一切正覺亦同此說。童子", "128": "我於末法之時。為於世間說此真言廣大儀", "129": "軌王。若能依此修行。所有一切天人阿修羅。", "13": "至佛一切法中用最上聲具真實義。用非常", "130": "乃至大力那羅延天。及世間出世間一切大力", "131": "賢聖。與此相應者。皆得成就。妙吉祥所有世", "132": "間及出世間。一切工巧技能。虛空界相種種", "133": "算數。內明法儀軌等。陰陽法吉凶祥瑞。一切", "134": "部多言語善惡心行幖幟界處。乃至一切眾", "135": "生因果。及圍陀典籍歌戲等事。香藥方術", "136": "種種之事。我於過去為菩薩時。為利益一切", "137": "眾生。常說如是之事而為教導。又為一切眾", "138": "生處於輪迴。及在饑饉久久住者。隨彼眾生", "139": "之所好樂。我皆為作使得如心。妙吉祥如我", "14": "聲具無常義。於如是義要離繁雜。又諸真言", "140": "為善住作利益法。彼善住種種業成就。受種", "141": "種眾生身。我為彼說相應義法。令得破壞種", "142": "種眾生身業。彼如法作獲。得色相具足富貴", "143": "壽命。妙吉祥我所利益皆悉如是。又復我於", "144": "過去之時。用大悲心大慈心大願心。愍諸眾", "145": "生持誦種種法。以利益心轉諸色相。或作梵", "146": "王相或作帝釋相。或作大自在天或若那羅", "147": "延天。及彼財主乃里多天。又作星宿種種", "148": "形相。知眾生心隨所好樂。一一次第令得安", "149": "居。寂靜快樂。我於長時輪轉遊行。觀察世間", "15": "所闕。重輕及中三種之事。若音聲殊妙乃是", "150": "一切眾生。而為宣說了義祕密真言之相。復", "151": "依儀軌次第修行觀智。於久遠時轉生佛族。", "152": "又住無我決定之行。如是依行成佛菩提。得", "153": "最上安樂。無諸病惱無事無憂。寂靜涅盤一", "154": "切解脫。我今為諸眾生。現生此界轉於法輪。", "155": "為諸行人演說如是真言之法廣大儀軌。而", "156": "彼誦者於此廣大儀軌。不得虛妄傳授。乃至", "157": "世間真言儀軌。皆須信重供養。遠離一切輕", "158": "慢毀謗。又諸行人於此廣大儀軌。陰陽祥瑞", "159": "吉祥法義。不得妄說當住正心。譬如諸藥物", "16": "持明天音。得文句全足。於經典語及世俗語", "160": "等。得其成就是得果報。是故於佛最上伽陀。", "161": "說吉祥義微細了解。白月吉日合白。星宿起", "162": "首持誦求真言成就眾善法則。當須遠離諸", "163": "不善事。是故我於過去。為持誦者。乃至所有", "164": "了解世間陰陽術法。及解諸儀法因果正論", "165": "調伏法等。我說如是種種諸法。當為利益一", "166": "切眾生。令彼一切受持真言行人。因此成就", "167": "之法。得趣佛道。於諸法中皆得解脫。如是受", "168": "持真言行人。所有成就之法不得妄作。乃", "169": "至所有世間及出世間。一切最上真言明。不", "17": "中。揀別真實義具真言義。及別法行離諸繁", "170": "得以不正心而加毀謗。當以誠諦心恭信供", "171": "養。又此真言三昧諸有教師。行佛等引調諸", "172": "佛子。入佛曼拏羅及與三昧。當使決定滅除", "173": "過去見在未來三世諸不善業。於他所得非", "174": "聖真言。亦不得輕慢。況於不空成就之者。乃", "175": "至世間大力真言。若有煩惱所生邪道色相。", "176": "彼不空成就者。不得妄與傳授。至於心常瞋", "177": "怒多於言語。亦不得傳於此法。若或傳授及", "178": "與為作。決定不得所求果報。若或心住寂靜", "179": "恒修等引。依法念誦一真言者。定獲果報。若", "18": "雜。於諸世間所有真言。或以一字二字成於", "180": "復一一如所儀則。起決定最上殊勝之心。持", "181": "誦為作之者。於一切法無不成就。又復有人", "182": "久修善業心恒清淨。於佛法中發殊勝心信", "183": "重三寶者。若求成就。決定獲得最上成就功", "184": "德。", "185": "大方廣菩薩藏文殊師利根本儀軌經卷第十", "186": "九", "19": "文句言音殊妙。或以六七八字或九字十字", "2": "軌經卷第十九", "20": "乃至十重字。得成真言音義具足。或二十字", "21": "至於百字。此真言量隨彼文字多少結真言", "22": "句。乃至了解一字之義。即全一切真言之義。", "23": "如來所說乃成上品廣大真言。若彼佛子所", "24": "說是為中品。若彼世間一切人天所說斯為", "25": "下品。或以佛之所說一字或二字斯有千義。", "26": "此是佛菩薩等真言之量。彼真言法所用文", "27": "字音聲。皆具真實之義。善法嚴持。彼真言", "28": "行人或求成就。用音聲相作成就法。依彼五", "29": "音。離諸訛略不正言音。若得言音具足方為", "3": "西天譯經三藏朝散大夫試鴻臚少卿", "30": "圓滿。乃得相應成就。若不依法及聲義不全。", "31": "於諸真言不得成就。而彼行人長時不間默", "32": "然持誦。久久之間必得不空成就。至於他世", "33": "於法易得。若持誦行人於三品修行事業。要", "34": "當悉知。乃至下品一切世間。所有人及非人", "35": "一切部多等嫉妬之者。所說真言文字一二", "36": "三數。或種種邊地之語及中國語。各如本行", "37": "結自語聲。各各所說有百千種。或一四句", "38": "偈頌文義有定體式。及定伽陀句義亦然。各", "39": "隨本義互相依用而得為上。或缺少文字是", "4": "明教大師臣天息災奉　詔譯", "40": "為聲義闕。或訛略不正是為不分明闕。或文", "41": "字不全是為點畫闕。彼諸智者當須遠離。如", "42": "是諸國土中隨方言音。於真言中少有闕減。", "43": "於一切法不能成就。今此復說有漏無漏。一", "44": "切真言相。若真言多舍字。以唵字為上義怛", "45": "字為其相。此決定於中品得成就。若真言先", "46": "用唵字後用摩字。以舍字為添句。此聲相具", "47": "足決定於最上得成就。左字具四方相。別無", "48": "添句字。多字囉字二音具足。彼二乘者多以", "49": "多字等真言。為成就法。吽字為德生。左字", "5": "26 如來藏大法寶法界相無數功德祥瑞品如來藏大法寶法界相無數功德祥瑞", "50": "四方義者。蓋有能成就真言之義。若婆字囉", "51": "字相合。摩字為後。音合於摩字。或合曩字等。", "52": "此真言者亦說為最上。若一切真言中。有多", "53": "字多者。此真言說為最善。若吽字是焰魔天。", "54": "若多字多真言。是帝釋天及風天。若縛字是", "55": "水天。能利益世間而作增益。若真言曀字多", "56": "者是摩呬捺囉天。若真言有先歸命三寶語。", "57": "此是息災作諸快樂。若歸命別一切天。各用", "58": "彼天本師真言作一切事。若真言多用捺字", "59": "及頗吒字吽字等者。此為大忿怒有大力勢", "6": "品第二十六", "60": "當於一切極惡眾生而為使用。為能作破壞", "61": "及斷命故。彼諸持誦行人當一心遠離。若輒", "62": "有所作當感重罪。作有二義。若為息災及增", "63": "益事可剎那之中為作。彼持誦人於此真言。", "64": "先須念誦有大功力。若為一切息災增益。可", "65": "於俱迦河岸。調伏一切罪業之處作。不得於", "66": "金剛族中作。調伏法佛所不許。若夜叉王所", "67": "說真言。為調伏眾生。而能變現大力為降伏", "68": "相。又一切法中所說有三種族。復有八種族。", "69": "唯如來亦自成就三種。而得配上中下品三", "7": "爾時世尊釋迦牟尼佛。復觀察淨光天眾。告", "70": "種所謂息災法增益法調伏法。此真言儀軌", "71": "所修行力唯說。不得為調伏用。蓋此下品事", "72": "以斷眾生命故。我一切智之所不許。今此所", "73": "說儀軌王中真言體相。大力功用甚深廣大。", "74": "若依作法無有闕事者。得大聖力。超越世間", "75": "及出世間一切真言等。彼恒當得無數功德", "76": "真言成就。", "77": "妙吉祥我今顯說無數之數。乃至唯佛如來", "78": "智所知量。我今具說。數始之一自一至十。乃", "79": "至二十三十。次四十五十。次六十七十八十", "8": "妙吉祥童子言。童子彼如來藏法界相大法", "80": "九十直至滿百。妙吉祥百數滿已。十十說之。", "81": "十百為千。十千為摩庾多。十摩庾多為一洛", "82": "叉。十洛叉為大洛叉。十大洛叉為俱胝。十俱", "83": "胝為大俱胝。十大俱胝為阿里沒捺。十阿里", "84": "沒捺為大阿里沒捺。十大阿里沒捺為渴誐。", "85": "十渴誐為大渴誐。十大渴誐為渴里嚩。十渴", "86": "里嚩為大渴里嚩。十大渴里嚩為鉢納摩。十", "87": "鉢納摩為大鉢納摩。十大鉢納摩為尾嚩賀。", "88": "十尾嚩賀為大尾嚩賀。十大尾嚩賀為摩野。", "89": "十摩野為大摩野。十大摩野為三母捺囉。如", "9": "寶最上祕密勅。當令眾生一一依行。所有求", "90": "上為智。算數十三母捺羅為大三母捺囉。十", "91": "大三母捺囉為娑誐囉。十娑誐囉為大娑誐", "92": "囉。十大娑誐囉為鉢囉伽囉。十鉢囉伽囉為", "93": "大鉢囉伽囉。十大鉢囉伽囉為阿世沙。十阿", "94": "世沙為大阿世沙。十大阿世沙為僧󰻩切身", "95": "如上是量。算數十僧󰻩同上為大僧󰻩。十大僧", "96": "󰻩為阿弭旦。十阿弭旦為大阿弭旦。及千", "97": "阿弭旦為路迦。十路迦為大路迦。十大路迦", "98": "為娑摩娑。十娑摩娑為大娑摩娑。十大娑摩", "99": "娑為祖底。十祖底為大祖底。十大祖底為"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1191 大方廣菩薩藏文殊師利根本儀軌經", "author": "宋 天息災譯", "sourceLink": "http://www.cbeta.org/"}