{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0646 入定不定印經: 入定不定印經: 入定不定印經", "text": {"0": "No. 646 [No. 645]", "1": "大周新翻三藏聖教序大周新翻三藏聖教序", "10": "萬四千，分布閻浮之境，三十六億，莊嚴平等", "100": "此受持聲聞乘教植善根故，智慧微劣退無", "101": "上智道，雖先修習菩提之心慧根慧眼，然由", "102": "受持聲聞乘教植善根故，令其根鈍，即便退", "103": "失無上智道。妙吉祥！譬如大木長百千踰繕", "104": "那，墮大海中隨波流汎。有諸空居眾多藥叉，", "105": "於大海中牽之令住，復以縱廣五千踰繕那", "106": "鐵碪繫之令住。妙吉祥！於汝意云何？此", "107": "之大木能越大海，與諸有情作利益耶？」妙吉", "108": "祥言：「不也。世尊！」佛言：「如是如是！妙吉祥！彼", "109": "菩薩雖復修習菩提之心，受持大乘植諸善", "11": "之居，敷演一音，則隨類而解，廣陳三句，則劫", "110": "本，然由修習聲聞法故，於一切智海牽之令", "111": "退，不能進趣一切智海，於生死海中不能救", "112": "濟一切有情。妙吉祥！如是名為象車行菩薩。", "113": "「妙吉祥！云何日月神力行菩薩？譬如有人為", "114": "大事因緣故、重事因緣故，欲過如前微塵數", "115": "世界。彼自思惟：『我今當作何神通力而能超", "116": "越如是世界？』便作是念：『我當作彼日月神力", "117": "過彼世界。』妙吉祥！是人即便作日月神力隨", "118": "路而去。妙吉祥！於汝意云何？是人能越彼世", "119": "界耶？」妙吉祥菩薩白佛言：「世尊！是人能越如", "12": "壽難窮。自夜掩周星、宵通漢夢，玉毫流彩，式", "120": "是世界，而於長路多歷勤苦。」佛言：「如是。妙", "121": "吉祥！若善男子、善女人，發心希求無上正", "122": "等正覺，不與聲聞同共住止，承事親近狎習", "123": "談論，亦不共彼受用衣食，不在園林及於寺", "124": "中同經行處，讀誦思惟聲聞乘教乃至一頌，", "125": "亦不教他讀誦思惟聲聞乘教；常惟讀誦大", "126": "乘，演說大乘。妙吉祥！如是名為日月神力", "127": "行菩薩。「妙吉祥！云何聲聞神力行菩薩？譬", "128": "如有人為大事因緣故、重事因緣故，欲過", "129": "如前微塵數世界。彼自思惟：『我今當作何神", "13": "彰東漸之風，金口傳芳，遂覩後秦之譯，修多、", "130": "通力而能超越如是世界？』便作是念：『我當", "131": "作彼聲聞神力過彼世界。』即以聲聞神力過", "132": "彼世界。妙吉祥！於汝意云何？是人能越彼", "133": "世界耶？」妙吉祥菩薩白佛言：「世尊！是人能", "134": "越如是世界。」佛言：「如是如是！妙吉祥！若善男", "135": "子、善女人，發心希求無上正等正覺，不與聲", "136": "聞同共住止，承事親近狎習談論，亦不共彼", "137": "受用衣食，不在園林及於寺中同經行處，讀", "138": "誦思惟聲聞乘教乃至一頌，亦不教他讀誦", "139": "思惟聲聞乘教；常惟讀誦演說大乘，於深信", "14": "祇夜之祕躅，因緣、譬喻之要宗，授記之與本", "140": "大乘、讀誦大乘、攝受大乘者生恭敬心，親奉", "141": "歸向而共住止，承事親近狎習談論，常求大", "142": "乘受持讀誦，復以種種香華塗香末香燈明", "143": "華鬘，敬心供養常惟讀誦大乘經典，以歡喜", "144": "心為人演說。於未學菩薩心生恭敬，含笑先", "145": "言，語不麁獷，所說柔軟令人樂聞，假使遭遇", "146": "失命因緣，亦不捨離大乘之心。若有菩薩，", "147": "發趣大乘、讀誦大乘、攝受大乘，常於此", "148": "人起增上心而為供養，亦不與他共為諍競，", "149": "於未曾聞大乘經典常樂希求，於說法者起", "15": "生，方廣之與論議，雖立名差別，而究理不", "150": "恭敬心生大師想，於未學菩薩亦生敬心，於", "151": "他過咎若實不實不應訶責，亦不好求他人", "152": "過失，常樂修行慈悲喜捨。妙吉祥！如是名", "153": "為聲聞神力行菩薩。「妙吉祥！云何如來神", "154": "力行菩薩？譬如有人為大事因緣故、重事因", "155": "緣故，欲過如前微塵數世界。彼自思惟：『我", "156": "今當作何神通力而能疾過如是世界？』便作", "157": "是念：『我當作彼如來神力越彼世界。』即以如", "158": "來神力超彼世界。妙吉祥！於汝意云何？是", "159": "人能越彼世界耶？」妙吉祥菩薩白佛言：「世尊！", "16": "殊，同歸實相之源，並湊涅槃之會。朕幼崇釋", "160": "是人速能超彼世界。」佛言：「如是如是！妙吉", "161": "祥！若善男子、善女人，發心希求無上正等正", "162": "覺，不與聲聞同共住止，承事親近狎習談論，", "163": "亦不共彼受用衣食，不在園林及於寺中同", "164": "經行處，讀誦思惟聲聞乘教乃至一頌，亦不", "165": "教他讀誦思惟聲聞乘教；常惟讀誦大乘、演", "166": "說大乘，於身語心常令清淨，於戒善法亦常", "167": "安住，亦能令他淨身語心安住戒法。若有菩", "168": "薩，發趣大乘、讀誦大乘、攝受大乘，常於", "169": "此人恭敬歸向，承事親近狎習談論，所有衣", "17": "教，夙暮歸依，思欲運六道於慈舟，逈超苦", "170": "食共為受用，與彼菩薩而共同住同經行處，", "171": "常求大乘、攝取大乘、受持大乘，以種種香華", "172": "塗香末香燈明華鬘，敬心供養，常惟讀誦大", "173": "乘經典，以歡喜心演說大乘。於未學菩薩不", "174": "起慢心，於餘菩薩亦令安住，含笑先言，語", "175": "不麁獷，所說柔軟令人樂聞，於他亦爾。假使", "176": "遭遇失命因緣，亦不捨離大乘之心。若有菩", "177": "薩，發趣大乘、讀誦大乘、攝受大乘，以增上", "178": "心歡喜親奉，亦教於他恭敬供養，亦不與他", "179": "共為諍競。於未曾聞大乘經典常樂希求，", "18": "海，驅四生於彼岸，永離蓋纏，窮貝牒之遺文，", "180": "於說法者起恭敬心生大師想，於未學菩薩", "181": "不生慢心，於他過咎若實不實不應訶責，", "182": "亦不好求他人過失，既自行已復教餘人如", "183": "是修學。「妙吉祥！如是菩薩自觀有情失菩薩", "184": "業者教令得業，亦能令他教諸有情失菩薩", "185": "業者教令得業；自觀有情失菩薩道者教令", "186": "得道，亦能令他觀諸有情失菩薩道者教令", "187": "得道；自觀有情失菩薩行者教令得行，亦", "188": "能令他觀諸有情失菩薩行者教令得行；自", "189": "觀有情失菩薩因者教令得因，亦能令他觀", "19": "集峰臺之祕籙。今於大福先寺翻譯院所", "190": "諸有情失菩薩因者教令得因；自觀有情失", "191": "菩薩善巧者令得善巧，亦能令他觀諸有情", "192": "失菩薩善巧者令得善巧；自觀有情失菩薩", "193": "事者教令得事，亦能令他觀諸有情失菩薩", "194": "事者教令得事；自觀有情失菩薩加行力者", "195": "令得加行，亦能令他觀諸有情失菩薩加行", "196": "力者令得加行；自觀有情失菩薩行依止處", "197": "者令得依處，亦能令他觀諸有情失菩薩行", "198": "依止處者令得依處；自觀有情失慈悲喜捨", "199": "者令得慈悲喜捨，亦能令他觀諸有情失慈", "2": "御製", "20": "更譯三藏所言，入定不定印經者，此明退", "200": "悲喜捨者令得慈悲喜捨；自觀有情失平等", "201": "行者令得平等行，亦能令他觀諸有情失平", "202": "等行者令得平等行；自觀有情不信三寶者", "203": "令信三寶，亦能令他觀諸有情不信三寶者", "204": "令信三寶；自觀有情失善法欲者令得善法", "205": "欲，亦能令他觀諸有情失善法欲者令得善", "206": "法欲；自觀有情被繫縛囚執者令得解脫，", "207": "亦能令他觀諸有情被繫縛囚執者令得解", "208": "脫；自觀有情有病苦者施以醫藥，亦能令", "209": "他觀諸有情有病苦者施以醫藥；自觀有情", "21": "不退之心，前二後三，雖有遲速，如來設教，同", "210": "失於佛所植善根者令得善根，亦能令他觀", "211": "諸有情失善根者令得善根；自觀有情無依", "212": "怙者為作歸趣，亦能令他觀諸有情無依怙", "213": "者為作歸趣；自觀有情久睡眠者令得覺", "214": "悟，亦能令他觀諸有情久睡眠者令得覺", "215": "悟；自觀有情生下賤者令生勝處，亦能令", "216": "他觀諸有情生下賤者令生勝處；自觀有情", "217": "失菩提心者令得菩提心，亦能令他觀諸有", "218": "情失菩提心者令得菩提心；自觀有情失法", "219": "足者令得法足，亦能令他觀諸有情失法足", "22": "趣菩提，既顯神呪之功，莊嚴最上，爰述下生", "220": "者令得法足；自觀有情失福智資糧者令得", "221": "資糧，亦能令他觀諸有情失福智資糧者令", "222": "得資糧；自觀有情失大乘信者令入正信，", "223": "亦能令他觀諸有情失大乘信者令得正信；", "224": "自觀有情失戒護者令住戒護，亦能令他觀", "225": "諸有情失戒護者令住戒護；自觀有情失法", "226": "隨法者令其得法，亦能令他觀諸有情失法", "227": "隨法者令得其法；自觀有情失和忍者令得", "228": "和忍，亦能令他觀諸有情失和忍者令得和", "229": "忍；自觀有情失止觀者令住止觀，亦能令", "23": "之記，說法度人。三藏法師義淨等，並緇俗之", "230": "他觀諸有情失止觀者令得止觀；自觀有情", "231": "失菩薩精進者令住精進，亦能令他觀諸有", "232": "情失菩薩精進者令得精進；自觀有情失布", "233": "施調順知足者令得施等，亦能令他觀諸有", "234": "情失施等者令得施等；自觀有情失念慧持", "235": "行者令得念等，亦能令他觀諸有情失念等", "236": "者令得念等；自觀有情失趣彼岸道者令趣", "237": "彼岸道，亦能令他觀諸有情失趣彼岸道者", "238": "令趣彼岸道；自觀有情不生佛家者令生佛", "239": "家，亦能令他觀諸有情不生佛家者令生佛", "24": "綱維、紺坊之龍象，德包初地、道轥彌天，光我", "240": "家；自觀有情失善友者令得善友，亦能令", "241": "他觀諸有情失善友者令得善友；自觀有情", "242": "失利有情心者令得利有情心，亦能令他觀", "243": "諸有情失利有情心者令得利有情心；自觀", "244": "有情失依法者令得依法，亦能令他觀諸有", "245": "情失依法者令得依法；自觀有情失依智者", "246": "令得依智，亦能令他觀諸有情失依智者令", "247": "得依智；自觀有情失依義者令得依義，亦", "248": "能令他觀諸有情失依義者令得依義；自觀", "249": "有情失依了義經者令得依了義經，亦能令", "25": "紹隆之基，更峻住持之業。以久視元年歲次", "250": "他觀諸有情失依了義經者令得依了義經；", "251": "自觀有情失四正勤者令得四正勤，亦能令", "252": "他觀諸有情失四正勤者令得四正勤；自觀", "253": "有情失實語、法語、利益語、調伏語者，令住實", "254": "語、法語、利益語、調伏語，亦能令他觀諸有情", "255": "失實語、法語、利益語、調伏語者，令住實語、法", "256": "語、利益語、調伏語；自觀有情見貧賤者令得", "257": "富貴，亦能令他觀諸有情見貧賤者令得富", "258": "貴。「菩薩摩訶薩，於諸有情起大慈心悉令", "259": "周遍，作如是念：『彼諸有情無依無怙、無歸", "26": "庚子五月五日，繕寫畢功，重開甘露之門，", "260": "無趣、無洲無渚、無舍宅、無救護者，我於何時", "261": "能為有情作救護耶？』妙吉祥！譬如少壯妙翅", "262": "鳥王，有大勢力隨意飛上妙高山頂。如來神", "263": "力行菩薩亦復如是，具大善根勇疾之力，", "264": "隨意能趣佛會中生，能與惡趣有情而作救", "265": "護。妙吉祥！如是名為如來神力行菩薩。「妙", "266": "吉祥！若善男子、善女人，於日日中以天妙衣", "267": "天百味食，供養十方一切世界微塵數諸佛，", "268": "復滿恒河沙數世界如意寶珠而用布施，乃", "269": "至恒河沙劫如是供養；若復有人教一有", "27": "方布大雲之蔭，所冀芥城數極，鳥筆猶傳，拂", "270": "情得預流果，其福勝彼無量無數。「妙吉祥！", "271": "若善男子、善女人，教彼十方一切世界微塵", "272": "數有情得預流果；若復有人教一有情得一", "273": "來果，其福勝彼無量無數。「妙吉祥！若善男", "274": "子、善女人，教彼十方一切世界微塵數有情", "275": "得一來果；若復有人教一有情得不還果，", "276": "其福勝彼無量無數。「妙吉祥！若善男子、善女", "277": "人，教彼十方一切世界微塵數有情得不還", "278": "果；若復有人教一有情得阿羅漢果，其福勝", "279": "彼無量無數。「妙吉祥！若善男子、善女人，教彼", "28": "石年窮，樹經無泯，弘濟覃於百億，遷拔被於", "280": "十方一切世界微塵數有情得阿羅漢果；若", "281": "復有人教一有情證獨覺果，其福勝彼無量", "282": "無數。「妙吉祥！若善男子、善女人，教彼十方", "283": "一切世界微塵數有情得獨覺果；若復有人", "284": "教一羊車行菩薩令其安住菩提之心，其", "285": "福勝彼無量無數。「妙吉祥！若善男子、善女", "286": "人，教彼十方一切世界微塵數有情得羊車", "287": "行菩提之心；若復有人教一有情得象車行", "288": "菩提之心，其福勝彼無量無數。「妙吉祥！若", "289": "善男子、善女人，教彼十方一切世界微塵數", "29": "恒沙，部帙條流，列之於左。", "290": "有情得象車行菩提之心；若復有人教一有", "291": "情得日月神力行菩提之心，其福勝彼無量", "292": "無數。「妙吉祥！若善男子、善女人，教彼十方", "293": "一切世界微塵數有情得日月神力行菩提之", "294": "心；若復有人教一有情得聲聞神力行菩提", "295": "之心，其福勝彼無量無數。「妙吉祥！若善男", "296": "子、善女人，教彼十方一切世界微塵數有情", "297": "得聲聞神力行菩提之心；若復有人教一有", "298": "情得如來神力行菩提之心，其福勝彼無量", "299": "無數。「妙吉祥！若善男子、善女人，於日日中", "3": "蓋聞：大乘奧典，光祕賾於瓊編，三藏玄樞，著", "30": "入定不定印經", "300": "以天妙衣天百味食，供養十方一切世界微", "301": "塵數有情，乃至恒河沙劫如是供養；若復", "302": "有人以一飲食施一近事——歸依三寶、受五學處、", "303": "於佛教法生正信者——其福勝彼無量無數。", "304": "「妙吉祥！若善男子、善女人，以天妙衣天百味", "305": "食，供養十方一切世界微塵數近事，乃至", "306": "恒河沙劫如是供養；若復有人以一飲食施", "307": "第八人，其福勝彼無量無數。「妙吉祥！若善", "308": "男子、善女人，以天妙衣天百味食，供養十方", "309": "一切世界微塵數第八人，乃至恒河沙劫如", "31": "三藏法師義淨奉　制譯", "310": "是供養；若復有人以一飲食施一預流果，其", "311": "福勝彼無量無數。「妙吉祥！若善男子、善女", "312": "人，以天妙衣天百味食，供養十方一切世界", "313": "微塵數預流果，乃至恒河沙劫如是供養；", "314": "若復有人以一飲食施一一來果，其福勝彼", "315": "無量無數。「妙吉祥！若善男子、善女人，以天", "316": "妙衣天百味食，供養十方一切世界微塵數", "317": "一來果，乃至恒河沙劫如是供養；若復有人", "318": "以一飲食施一不還果，其福勝彼無量無數。", "319": "「妙吉祥！若善男子、善女人，以天妙衣天百", "32": "如是我聞：一時薄伽梵，在王舍城鷲峯山中，", "320": "味食，供養十方一切世界微塵數不還果，乃", "321": "至恒河沙劫如是供養；若復有人以一飲食", "322": "施一阿羅漢果，其福勝彼無量無數。「妙吉", "323": "祥！若善男子、善女人，以天妙衣天百味食，", "324": "供養十方一切世界微塵數阿羅漢果，乃至", "325": "恒河沙劫如是供養；若復有人以一飲食施", "326": "一獨覺，其福勝彼無量無數。「妙吉祥！若善", "327": "男子、善女人，以天妙衣天百味食，供養十方", "328": "一切世界微塵數獨覺，乃至恒河沙劫如是", "329": "供養；若復有人以一飲食施一羊車行菩薩，", "33": "與大苾芻眾千二百五十人俱，菩薩摩訶薩", "330": "其福勝彼無量無數。何以故？妙吉祥！是菩", "331": "薩摩訶薩，隨於何時、隨以何事發菩提心，", "332": "即於爾時無一不善而不捨棄，無一佛法而", "333": "不生長。妙吉祥！由是菩薩具足如是不可", "334": "思議勝功德故，妙吉祥！譬如迦陵頻伽鳥王", "335": "在卵㲉中，雖自未開，已能勝彼一切群鳥，由", "336": "有深妙美音聲故。如是如是！妙吉祥！菩薩", "337": "初發菩提之心處無明㲉，雖業煩惱闇翳覆", "338": "障，然能勝彼聲聞獨覺，由有迴向善根行", "339": "願妙音聲故。「妙吉祥！若善男子、善女人，以", "34": "六十億百千那庾多，其名曰：妙吉祥菩薩、觀", "340": "天妙衣天百味食，供養十方一切世界微塵", "341": "數羊車行菩薩，乃至恒河沙劫如是供養；若", "342": "復有人以一飲食施一象車行菩薩，其福勝", "343": "彼無量無數。「妙吉祥！若善男子、善女人，以", "344": "天妙衣天百味食，供養十方一切世界微塵", "345": "數象車行菩薩，乃至恒河沙劫如是供養；若", "346": "復有人以一飲食施一日月神力行菩薩，其", "347": "福勝彼無量無數。「妙吉祥！若善男子、善女", "348": "人，以天妙衣天百味食，供養十方一切世界", "349": "微塵數日月神力行菩薩，乃至恒河沙劫如", "35": "自在菩薩、大勢至菩薩、藥王菩薩、藥上菩", "350": "是供養；若復有人以一飲食施一聲聞神力", "351": "行菩薩，其福勝彼無量無數。「妙吉祥！若善", "352": "男子、善女人，以天妙衣天百味食，供養十方", "353": "一切世界微塵數聲聞神力行菩薩，乃至恒", "354": "河沙劫如是供養；若復有人以一飲食施一", "355": "如來神力行菩薩，其福勝彼無量無數。「妙吉", "356": "祥！若善男子、善女人，以天妙衣天百味食，供", "357": "養十方一切世界微塵數如來神力行菩薩，", "358": "乃至恒河沙劫如是供養；若復有人聞此法", "359": "門深心信受，其福勝彼無量無數。「妙吉祥！", "36": "薩、集雷音王菩薩，如是等菩薩摩訶薩而為", "360": "若善男子、善女人，造立十方一切世界微塵", "361": "數寺，供養三千大千世界微塵數獨覺，其僧", "362": "房舍皆以閻浮檀金之所成就，以電燈末尼", "363": "寶而為莊校，一切光寶以為階陛，末尼真珠", "364": "眾寶瓔珞以為嚴飾，幢蓋繒幡處處懸列，如", "365": "意珠王寶網鈴鐸以為其帳，龍護栴檀以為", "366": "香泥用塗其地，曼陀羅華、摩訶曼陀羅華、曼", "367": "殊沙華、摩訶曼殊沙華、蘇末那華、嗢鉢羅華、", "368": "拘物頭華、分陀利華、婆利沙華、咀羅尼華、", "369": "瞿咀羅尼華、跋羅華、蘇健地華，如是等諸", "37": "上首，一切皆得寂靜決擇三摩地、健行三摩", "370": "上妙華而為散布，以天妙衣天百味食而供", "371": "養之，乃至恒河沙劫如是供養；若復有人得", "372": "聞佛名，若一切智名，若世間主名，若觀形像", "373": "乃至經卷所有畫像，其福勝彼無量無數，何", "374": "況有人合十指爪而為恭敬，其福勝彼無量", "375": "無數，況復以諸燈明香華，乃至讚佛一相功", "376": "德，其福轉勝，於當來世受大富樂，乃至到於", "377": "一切智智。「妙吉祥！如一滴水投大海中，乃至", "378": "劫火起時終不中盡。妙吉祥！菩薩亦爾，以", "379": "少善根迴向成佛，乃至一切智火生時終不", "38": "地、甚深不動海潮三摩地，成就灌頂陀羅尼、", "380": "中盡。妙吉祥！譬如月輪能勝眾星，光明圓滿", "381": "廣大高勝。菩薩亦爾，以少善根迴向成佛，", "382": "而能勝彼聲聞獨覺，由其善根廣大高勝。妙", "383": "吉祥！如來、應、正等覺有如是等不可思議功", "384": "德。妙吉祥！若善男子、善女人，以天妙衣天", "385": "百味食，供養十方一切世界微塵數聲聞獨", "386": "覺及諸菩薩，乃至恒河沙劫如是供養；若復", "387": "有人能於此經心生信受，其福勝彼無量無", "388": "數，何況有人書寫為人演說，其福最勝。何", "389": "以故？是成佛因故。「妙吉祥！若有男子女人，", "39": "成就無邊諸佛色身陀羅尼。爾時妙吉祥菩", "390": "以瞋惡心侵奪無量聲聞獨覺飲食衣服；若", "391": "復有人以瞋惡心侵奪信樂大乘菩薩乃至少", "392": "許飲食衣服，或一日中令其不食，其罪重彼", "393": "無量無數。何以故？一切三世聲聞獨覺，於無", "394": "數劫修行施戒忍辱精進禪定智慧，皆為自", "395": "身斷除煩惱；菩薩不爾，乃至毫釐施傍生時，", "396": "皆為三寶不斷絕故。「妙吉祥！假使有人以瞋", "397": "惡心毀壞無量無邊無數獨覺戒、定、智慧、解", "398": "脫知見；假使有人以瞋惡心於一信樂大乘", "399": "菩薩損壞戒支及所學事令不成就，其罪重", "4": "靈文於寶偈，斯乃牢籠繫象。演暢幽深，雖第", "40": "薩白佛言：「世尊！惟願世尊為諸菩薩演說", "400": "彼無量無數。何以故？一切三世聲聞獨覺，", "401": "於無數劫，所有戒、定、智慧、解脫、解脫知見，皆", "402": "為自身斷除煩惱；菩薩不爾，乃至一日修戒、", "403": "定、慧、解脫、解脫知見，皆為有情斷除煩惱。", "404": "「妙吉祥！假使有人以瞋惡心繫縛十方一切", "405": "有情置牢獄中；若復有人以瞋惡心於菩薩", "406": "所不欲眼視背之而去，其罪重彼無量無數。", "407": "「妙吉祥！假使有人以瞋惡心挑出十方一切", "408": "世界有情眼目；若復有人以瞋惡心於菩薩", "409": "所不欲眼視背之而去，其罪重彼無量無數。", "41": "入定不定印法門，我等入此法印故，便能解", "410": "「妙吉祥！假使十方一切有情皆被挑目；復有", "411": "餘人於復有情起大慈心令眼平復所得功", "412": "德，若復有人以清淨心而往瞻視大乘菩薩，", "413": "其福勝彼無量無數。「妙吉祥！假使有人能令", "414": "十方所有獄囚皆得解脫，受轉輪聖王天帝", "415": "釋樂；若復有人以清淨心瞻視讚歎大乘菩", "416": "薩，其福勝彼無量無數。「妙吉祥！假使有人", "417": "能令十方一切有情證獨覺果所得功德；若", "418": "復有人教一信樂大乘菩薩，曾於佛所種一", "419": "善根令得增長，其福勝彼無量無數。「妙吉祥！", "42": "了：此是不定菩薩，求無上正等正覺，於無上", "420": "若有深信大乘菩薩於十方世界一切有情皆", "421": "令安住菩提之心所得功德；若復有人以大", "422": "乘法乃至一頌教示於他，其福勝彼無量無", "423": "數。「妙吉祥！假使有人以十方世界微塵數獨", "424": "覺，置於地獄、餓鬼、傍生；若復有人於一初發", "425": "菩提心者而作障礙，其罪重彼無量無數。「妙", "426": "吉祥！假使有人於十方世界一切有情發菩", "427": "提心者而作障礙；若復有人於一深信大乘", "428": "菩薩菩提之心而作障礙，其罪重彼無量無", "429": "數。「妙吉祥！假使十方一切有情，皆墮地獄、", "43": "智道而有退轉；此是決定菩薩，求無上正等", "430": "餓鬼、傍生、琰摩王界，設復有人救濟令出，", "431": "復教安住菩提之心所得功德；若復有人令", "432": "一有情於大乘中深生信解，其福勝彼無量", "433": "無數。「妙吉祥！假使有人於十方世界滿中獨", "434": "覺而生輕慢，若復有人於一初始發心菩薩", "435": "生輕慢心，其罪重彼無量無數。「妙吉祥！假", "436": "使有人於十方世界微塵數獨覺斷絕利養，", "437": "於十方界彰其惡名；若復有人於一深信大", "438": "乘菩薩斷絕利養彰其惡名，其罪重彼無量", "439": "無數。「妙吉祥！若善男子、善女人，於一深信", "44": "正覺，於無上智道而不退轉。」爾時世尊告妙", "440": "大乘菩薩，為求正法故乃至施一水瓶，由", "441": "此福業當得無量轉輪聖王勝妙果報，何況", "442": "施與受持讀誦深生信解菩薩摩訶薩。」爾時", "443": "世尊說此經已，妙吉祥童子及諸菩薩摩", "444": "訶薩、諸聲聞眾，天、龍、藥叉、健闥婆、阿蘇羅、揭", "445": "路荼、人非人等，皆大歡喜，信受奉行。", "446": "入定不定印經", "447": "癸卯歲高麗國大藏都監奉勅彫造", "45": "吉祥童子言：「妙吉祥！當知菩薩有五種行。", "46": "何等為五？所謂羊車行、象車行、日月神力", "47": "行、聲聞神力行、如來神力行。妙吉祥！是為菩", "48": "薩五種行。妙吉祥！初二菩薩於無上正等正", "49": "覺，是不決定；後三菩薩於無上正等正覺，", "5": "一義空，名言之路雙絕，諸法無相，聽說之", "50": "是得決定。」妙吉祥菩薩白佛言：「世尊！云何", "51": "二不定菩薩為求無上正等正覺，於無上智道", "52": "而有退轉？云何三決定菩薩為求無上正等", "53": "正覺，於無上智道而不退轉？」佛告妙吉祥：「所", "54": "謂羊車行、象車行，此二菩薩為求無上正等", "55": "正覺，於無上智道而有退轉；日月神力行、聲", "56": "聞神力行、如來神力行，此三菩薩為求無上", "57": "正等正覺，於無上智道而不退轉。「妙吉祥！", "58": "云何羊車行菩薩？譬如有人為大事因緣故、", "59": "重事因緣故，欲過五佛剎微塵數世界。彼自", "6": "理兼忘。然則，發啟善根，寔資開導，弘宣妙", "60": "思惟：『我今當乘何乘而能越過如是世界？』", "61": "便作是念：『當乘羊車過彼世界。』妙吉祥！是", "62": "人即乘羊車隨路而去，久受勞苦行百踰繕", "63": "那，忽遇大風吹，令却退八十踰繕那。妙吉", "64": "祥！於汝意云何？是人乘彼羊車，或一劫或百", "65": "劫，或千劫或億劫，或不可說不可說劫，而", "66": "能超越一世界耶？」妙吉祥言：「不也。世尊！是", "67": "人乘彼羊車，或一劫或百劫，或千劫或億劫，", "68": "或不可說不可說劫，而能超越一世界者，無", "69": "有是處。」佛言：「如是如是！妙吉祥，若善男子、善", "7": "旨，終寄顯揚。至若鹿野初開，儼尊容於常", "70": "女人，發心希求無上正等正覺，便與聲聞同", "71": "共住止，承事親近狎習談論，若在園林及於", "72": "寺中同經行處，讀誦思惟聲聞乘教解釋其", "73": "義，或復教他讀誦思惟聲聞乘教解釋其義，", "74": "由此受持聲聞乘教植善根故，智慧微劣退", "75": "無上智道，雖先修習菩提之心慧根慧眼，然", "76": "由受持聲聞乘教植善根故，令其根鈍，即便", "77": "退失無上智道。妙吉祥！譬如有人患目闇", "78": "閉，欲令開故經月醫療其目便愈。時有怨家，", "79": "即以一掬蓽茇細末置其眼中，遂還闇閉。如", "8": "住，龍宮載闢，緘舍利於將來，所以地涌全身，", "80": "是如是！妙吉祥！彼菩薩雖先修習菩提之", "81": "心慧根慧眼，然由受持聲聞乘教植善根故，", "82": "令其根鈍，即便退失無上智道。妙吉祥！如是", "83": "名為羊車行菩薩。「妙吉祥！云何象車行菩薩？", "84": "譬如有人為大事因緣故、重事因緣故，欲過", "85": "如前微塵世界。彼自思惟：『我今當乘何乘而", "86": "能越過如是世界？』便作是念：『我當乘彼八支", "87": "具足上妙象車過彼世界。』妙吉祥！是人即乘", "88": "象車隨路而去，經于百年行二千踰繕那，忽", "89": "遇大風吹，令却退千踰繕那。妙吉祥！於汝", "9": "為證說經之兆，空懸寶殿，爰標闡法之徵，八", "90": "意云何？是人乘彼象車，或一劫或百劫，或千", "91": "劫或千億劫，或不可說不可說劫，而能超越", "92": "一世界耶？」妙吉祥言：「不也。世尊！是人乘彼象", "93": "車，或一劫或百劫，或千劫或千億劫，或不可", "94": "說不可說劫，而能超越一世界者，無有是處。」", "95": "「如是如是！妙吉祥！若善男子、善女人，發心希", "96": "求無上正等正覺，便與聲聞同共住止，承事", "97": "親近狎習談論，共為受用，若在園林及於寺", "98": "中同經行處，讀誦思惟聲聞乘教解釋其義，", "99": "或復教他讀誦思惟聲聞乘教解釋其義，由"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0646 入定不定印經: 入定不定印經: 入定不定印經", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}