{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1847 大乘起信論義記別記", "text": {"0": "No. 1847 [cf. Nos. 1666, 1846]", "1": "大乘起信論別記", "10": "義。九相義。真如二義。智淨不思議相義。覺體", "100": "同本覺同本覺故。則無始覺。無始覺故。則無", "101": "不覺。無不覺故。則無生滅門。唯一真如門也。", "102": "是故當知至心源時。唯是真如。無生滅。無生", "103": "滅故。亦不可說真如。豈有三身之別。但隨眾", "104": "生染機故。故說三身等也。第七隨染生二相", "105": "中。問。隨何染得生此相。答。此有三。一智淨", "106": "相。隨自心中無明法力熏習等。而起不思議", "107": "業。隨生染機而現形化用。二此二俱隨自染", "108": "而起。由斷自染。方能起用故。不思議業相亦", "109": "爾。隨自染中。三俱隨他染。謂諸菩薩修萬", "11": "相中四鏡義。始本相依文。染法熏習中無明", "110": "行得佛果等皆是隨眾生無明故有此事。若", "111": "癈染機。即無修無得一味相也。第八問。本", "112": "覺既是真如。何故名覺。答。凡言覺有二義。一", "113": "覺察義。謂染所不能染故。即是斷障義。二覺", "114": "照義。謂自體顯照一切諸法。即鑒達義。但染", "115": "則本來自離。德則未曾別現。故其義本自有", "116": "之。故云本覺。又由此二義。除二障。顯二果。", "117": "並性成就。其始覺中亦有二義同前。但始覺", "118": "起為異。染窮始覺。不異本覺。何以故。由二義", "119": "故。一以無是本覺起。隨染所成。無別性故。二", "12": "妄心各有二義。淨分緣起中有四句義。生滅", "120": "覺至心源。同本覺故。無始覺之異。是故唯", "121": "有一覺具二義也。一又窮此義。亦無二相。謂", "122": "染離與德之現。現即染離。故唯一真覺也。又", "123": "由染本性離。無染可離。德本性彰。無德可現。", "124": "故其真覺無覺也。是故遠離覺所覺。無覺而", "125": "不彰。一切覺故名佛。第九真如門約本義說。", "126": "故文云。一切眾生本來常住入於涅槃。無始", "127": "覺之義。唯約修生說。以本無今有為始覺故。", "128": "本覺之義。約修生本有說。以對始覺說本覺", "129": "故。如文應知智淨相等。約本有修生說。故文", "13": "門中真妄緣起義。法身義。真妄心境四句", "130": "云。本覺隨染生二相故。問。智淨與始覺何異。", "131": "答。其實不別。以始覺即是本覺隨染作故。今", "132": "約所對不同。故說有異。異相者。謂本覺約染", "133": "成於智淨。治染還本。為本之對。名為始覺。又", "134": "以本覺成始。更無異法。從此義故。總名本有。", "135": "不論真如門。但約生滅緣起中說本耳。又以", "136": "始覺契本。方名本覺。若離始覺。一切不成。從", "137": "此義故。總名修生。又以本作始覺。說本名修", "138": "生本有。此之同義。唯一緣起。猶如圓珠。隨舉", "139": "一門。無不收盡。第十因緣有三義。一淨心為", "14": "義。二諦無礙義。二諦義。染淨義。如來藏。四", "140": "因。無明為緣。二妄境為緣。本識為因。此二如", "141": "疏。三以前因緣為因。後因緣為緣。以本來融", "142": "通一心故。思准之。此中因緣。但是所由義。與", "143": "所成生滅不別。其心與無明合邊。即是因緣。", "144": "亦無別法。即攬此諸法積聚集成。名為眾生。", "145": "是即真心為眾生體。五意及識為眾生相。是", "146": "故唯一心也。意是依止義。前三是本末依。謂", "147": "末依本故。名本為意。後二是麁細依。謂麁依", "148": "細故。名細為意。麁識更無所依之義。故不名", "149": "意。但有了別。單名識也。三界唯心者。謂是本", "15": "謗義。", "150": "末通融。具淨心五意及識等。皆從心起者。", "151": "從不相應心起。妄念生者。從相應心起。以相", "152": "應心緣三細中現識境故。無心外境可以分", "153": "別。故云分別自心也。若照境唯心時。心終不", "154": "自取心。即能緣心盡。故云心不見心也。無明", "155": "起所識。是真心與無明合時。能取自性淨", "156": "故。唯佛窮了。地上證一分。故云少分知。麁", "157": "惑依細惑起。細惑更無所依。故云忽然起。", "158": "同經中無始無明。無有染法始於無明故也。", "159": "問。無明動真如成染心。何故染心無明緣。約", "16": "一釋題目者。大乘有七義故。名為大乘一", "160": "位辨麁細。真心是其因。而不論優劣。答。以", "161": "染法有差別。真心唯一味故也。根本智有二", "162": "類。一修起如理智。二真如本覺智。世間智亦", "163": "二。一修生如量智。二本覺隨染智。以染心", "164": "睻動。違不動平等本覺之智。故名煩惱礙。", "165": "又無明不了即動是靜故。是以動中不能差", "166": "別而知。智礙也。第十一生滅相中無明有", "167": "二義。一通。能成二心。二別。能成細心。故云", "168": "無明滅故境界滅。又云無明滅故不相應心", "169": "滅。境界亦二義。一通。是所成。二別。能起三", "17": "道上故。論云。於二乘為上。故名大乘。二能至", "170": "麁心。是故無明有通能及別能。境界有通所", "171": "及別能。是故境界亦能亦所。無明唯能無所", "172": "也。第十二。四熏習中。染熏亦二。初通。後", "173": "別。前中無明熏真有妄心者。是業相也。不", "174": "覺念起者。能見相也。現妄境者。是境界相", "175": "也。屬三細也。今其念者。六麁中初二也。著", "176": "者次二也。後二如論文。別中。增長念者。六", "177": "麁中初二也。取者。次二也。後二是業果。非", "178": "所論也。若爾。何故上文境界緣故生六相", "179": "耶。釋云。前據通論。此約別剋。以論後二是", "18": "大處故。論云。諸佛最大。是大乘能至。故名", "180": "妄心之化用。非親從境生也。妄心熏中。業", "181": "識通合三細。從初名熏者。熏於根本無明。", "182": "迷動細故。依此細動業。受變易業苦故。經", "183": "云。無明住地緣無漏業因。得變易報也。此", "184": "之謂也。事識中亦具三麁。熏枝末無明。麁", "185": "動造業。受分段苦也。根本無明迷理性。熏", "186": "真如。成業相等三。枝末無明迷境界。熏本", "187": "識。起事識。淨熏中。真如妄染法心各有能", "188": "熏所熏。互為能所。染法中。真如無能熏義。", "189": "事識熏中有四劣。一能熏之識自淺薄故。二", "19": "大。三大人所乘故論云。諸佛大人乘是故。", "190": "望所熏真如猶懸遠故。三不覺知有末那賴", "191": "耶故。四不覺知有法執相故。是故不能疾得", "192": "菩提也。意熏四勝。翻前劣故。謂能熏深厚", "193": "徹五意故。餘三可知。是故望大菩提速疾得", "194": "也。此二熏習。是真如內熏妄心。有此厭求。還", "195": "熏真如成勝行也。第十三。淨熏中妄心熏內。", "196": "一分別事識熏者。釋有三義。一彼二乘人。但", "197": "覺事識中煩惱。而為斷故。發心修行。修行", "198": "即名為熏習也。二以唯覺此煩惱未能斷故。", "199": "猶為熏習也。三由帶此識中煩惱而發心修", "2": "崇福寺沙門法藏撰", "20": "四能辨大事故。論云。能滅眾生大苦。與大利", "200": "行名熏習。然由麁故。墮二乘地。又初唯行熏。", "201": "次唯識熏。後俱熏。由帶此惑。令行成劣。故入", "202": "二乘道。若帶五意中細惑。修行勝智。入菩薩", "203": "位也。意中三釋准此。然皆後釋為勝。體相熏", "204": "中。具無漏法者。總舉法體相。備不思議業者。", "205": "明有內熏功能。作境界性者。此真如非但由", "206": "前句內熏妄心令其厭求。亦乃與彼厭求之", "207": "心作所觀境也。又釋用大為外善境。此體相", "208": "亦遍通彼中。故令用大得有熏也。又釋以遍", "209": "妄心。故內熏之。遍外一切境。故亦熏習眾生。", "21": "益事。故名為大。五大士所乘。亦名多人所乘。", "210": "如近普覽作破木等。用熏中差別緣內。約機", "211": "生熟有遠近之緣。約四無量為行緣。約三空", "212": "為受隨緣。又解初利他。後自利。又初約施", "213": "戒等行。後約觀理行。平等緣中有六。一平", "214": "等人。如論佛菩薩故。二平等願。如論皆願度", "215": "故。三平等心。如論自體熏等故。四釋平等行。", "216": "如論以同體智力故。謂了知自他同一體性。", "217": "知同之智。名同體智。五平等益。如論見聞等", "218": "故。六令平等機見平等相。如論依三昧見佛", "219": "故。差別平等者。一約佛菩薩攝生心。慜念", "22": "論云。觀音等諸大菩薩之所乘。故名為大。六", "220": "利益。無怨親故名平等。隨機異現名差別。二", "221": "化身多門名差別。報身稱性名平等。三散心", "222": "所見名差別。定心所見名平等。第十四略科", "223": "文。自下是略科文。上來從生滅門至此。明攝", "224": "一切法竟。自下四熏習等。明生一切法。於", "225": "中二。先通。後別。別中。先明染淨。後雙辨盡", "226": "不盡。前中二。先染。後淨。染中二。先總。後別。", "227": "淨中亦二。先總。後別。別中二。先別明體用", "228": "熏。後雙明相應不相應。前中二。先體相熏。後", "229": "用熏。就相應不相應中二。先辨未相應。後明", "23": "盡法源底故。論云。能盡一切諸法底。故名為", "230": "已相應。上來明淨熏竟。初染熏次淨熏竟。就", "231": "盡不盡中二。先明染法有盡。後明淨法無終。", "232": "上來初別明染淨熏。後雙辨盡不盡。合是大", "233": "段別明竟。初總。後別。合是四熏習竟。上來初", "234": "釋生滅攝一切法。後釋四熏習生一切法。合", "235": "是大段釋生滅法畢竟。自下第二釋生滅門", "236": "中所顯之義大。於中有二。初釋體相二大。", "237": "後別解用大。前中二。初一句通攝標二大名。", "238": "下別釋二大義。釋中。初釋體大。從畢竟常", "239": "恒下。釋相大。釋相大中二。初直釋。後問答。", "24": "大。七攝法周備故。論云。如般若中佛說摩訶", "240": "釋用大中二。初總辨。二從此用有二下。別釋。", "241": "釋中二。初別明應報。後又凡夫下。重更料簡。", "242": "初中二。先應。後報。就重簡中二。先明應身。", "243": "謂約凡見麁。六道相也。二乘見細。不待說也。", "244": "二明報身二。初約人顯麁妙。二問答釋疑。前", "245": "中二。先明地前見麁。二若得淨心下。地上", "246": "見細。問答中二先問。後答。上來釋所顯義大", "247": "竟。自下明會法歸體上來初舉生滅法相第", "248": "二明有顯義功能。第三會用歸體。三義不同。", "249": "總明生滅門竟。初釋真如門。後顯生滅門。二", "25": "衍義無量無邊。以是因緣故名為大。又釋大", "250": "門不同。總釋顯示正義竟。第十五。分別發趣", "251": "道中。通論發心。總有四位。一捨邪趣正發心。", "252": "位在凡地。此論不說。二捨退得定發心。位", "253": "在十信滿心。入十住初。是論中信成就發心", "254": "也。三捨生得熟發心。位在十迴向。以欲入初", "255": "地。加行勝進。深發心故。即解行發心。四捨", "256": "比得證發心。位在初地已上。問。退位豈無生", "257": "熟耶。何不失二發心。答。位極劣故。相不分", "258": "也。問。不退望證。豈非劣耶。何故有二發心。", "259": "答。位勝故。純熟相顯故。問。若爾。地上彌勝。", "26": "乘有三義。一辨名有四。一約法有三。謂三", "260": "何故不失二發心耶。答。位極勝故。所證不", "261": "殊故。問。豈將入不退位。不用增上起行力耶。", "262": "何不更失發心也。答。一能發心位劣。不能起", "263": "加行故。二所趣位未勝。不須加行故是故不", "264": "失也。問。若爾。何故將入證位。更於加行位中", "265": "有發心耶。答。能入勝故。所證難得故耳。第十", "266": "六。修止中安心內有二。初止內想慮心。二", "267": "從亦不得隨心下。止外緣境心前中三。初舉", "268": "想令除。二止能除想。三順法體。初中二。初別", "269": "止十一切處想。後一切諸想下。通止一切諸", "27": "大二運。如下論說。二約行有七。如集論等辨。", "270": "差別想。能除者有二釋。一所除緣止。故能除", "271": "緣亦已。二先除有想。後亦遣除想者。除無", "272": "想也。以有無之念俱是想故。下文順法體中。", "273": "以一切法無想者。無有之想也。念念不生等", "274": "者。以無始已來未曾生等故。第二止外境心", "275": "內有二。初止外妄緣。二是正念下。示內真觀。", "276": "前中二。初舉非總制。二心若馳下。示觀方便。", "277": "何故爾者。外疑云。既不許心緣外境。又不許", "278": "以心除心。未知耶其心馳散時。云何對治。", "279": "釋云攝令住正念。即云何是正念。釋云唯心", "28": "三約人法有七。如十二門論說。四直辨大。即", "280": "無境是也。是故不許緣緣外境。若爾。俱不", "281": "緣外境。緣內心應得耶。釋云亦不得也。故", "282": "云即復此心無有自相可得也。故於此時。觀", "283": "心無寄。分別也。止滅。成於止行。修真如三", "284": "昧耳。第十七。色心不二中。心者。據體大也。", "285": "智者。約相大也。法身。通體相也。以融攝故。", "286": "隨說皆得。由與用為本。故能現色也。然用", "287": "能物機。故上云隨染業幻所作也。第十八。", "288": "問。三細六麁中。何以不說末那識耶。答。以義", "289": "不便故。何者。以根本無明。動彼真如。成於三", "29": "當法為因。苞含為義。又辨乘義。寄喻為名。運", "290": "細。名為梨那。末那無此義。故不論。又以境界", "291": "緣故。動彼心海。起於六麁。名為意識。末那無", "292": "此從外境生義。故不論也。雖是不說。然義已", "293": "有。何以知。瑜伽云。梨耶起必二識想應。故", "294": "說三細賴耶。即已有末那執相應故也。又意", "295": "識得緣外境。必內依末那。故說六麁意識。已", "296": "有末那為依止根也。故雖不說。而實有之。問。", "297": "上云根本無明者。起在何識。答。梨耶識起。", "298": "問。餘論中說。梨耶自體白覆無記。一向捨", "299": "受相應。故堪受熏。若起煩惱。即是雜染。豈堪", "3": "釋題目。頌中敬意。佛寶中義。法寶中藏義。用", "30": "載為功。體能合舉。故云大乘。又論云。乘大性", "300": "受熏。答。餘論中約教就麁相說。而實此識迷", "301": "無相真如義邊。故有根本無明住地。若不爾", "302": "者。即應常緣第一義諦。即一眾生半迷半悟。", "303": "謂六七迷。而第八識悟也。文若其佛地與", "304": "圓鏡智相應者。則知凡地必與無明相應。何", "305": "以故。與上相違故。若言凡地餘識無明與相", "306": "應故非本識自有者。亦應佛地鏡智非本識", "307": "起。既佛地起者。則知凡地起愚。故不疑也。", "308": "文若一向無煩惱。則不得成無記法。何以", "309": "故。若無煩惱。則一向清淨。不得名無記。是故", "31": "故。名為大乘。解云。此即真性該周。故云大。", "310": "一向清淨者。即名為善。一向染者。則名不善。", "311": "染淨無二故。則非染淨名無記法。良以淨屬", "312": "真分。染屬妄分。二分不二。名為和合剌耶", "313": "無記識也。若此位中無染細者。以何簡淨成", "314": "於無覆無記。既無記非淨。故知有染細也。剋", "315": "實言之。唯真如是體。是故梨耶異就唯是", "316": "位也。引迴心聲聞。故假說也。又意識起惑", "317": "於業有三義。一起見道無明。約緣造業。二", "318": "起修道惑。愛求潤未熟業令熟。三又起見", "319": "愛。引已熟業令受生相續無差違也。起信中", "32": "即所乘也。妙智乘之。故云乘。即能乘也。依主", "320": "相續識內。唯有後二義。准論知之。第十九。如", "321": "來藏中恒沙功德。說有三門。一建立門。二分", "322": "齊門。三屬果門。初中建立者。曲有四義。一依", "323": "真如上義。謂依真如上義。說有此德。非謂有", "324": "別事。論云皆依真如義說故。二對染義。謂對", "325": "恒沙煩惱過失。翻對顯示如此恒沙功德。如", "326": "論辨。三為因義。謂能內熏眾生。令厭求起行", "327": "等。論云恒沙性德內熏眾生等。四依持義。謂", "328": "與佛果恒沙功德為依故。說有此德。論云以", "329": "對始覺故說本覺也。二顯義分齊門。恒沙性", "33": "釋也。論云。亦乘亦大。名為大乘。此即當體智", "330": "德。皆是生滅門內真如中說。非是自性不變", "331": "真如門中辨。何以故。彼絕待。然四義中。初", "332": "二約得道前染位。後一得道後淨位。中一", "333": "約得道中染淨位。又初一差別之無差別。後", "334": "三是無差別之差別。又初二是自性住佛性。", "335": "次一引出佛性。後一至得果佛性。三以因屬", "336": "果。以因中有初義故。是故果中得有法身", "337": "義。以因中有翻染義故。今果位中有解脫。", "338": "以因中有內熏為因義故。今果位中成般若", "339": "大智義。以因中具前三義故。今果位中有般", "34": "能運轉。故名乘。性廣博故名大。此持業釋。二", "340": "若解脫法身三德義也。以有第四義故。今果", "341": "位中了因得有所了果法。又由此義。今果位", "342": "功德成就也。是故由前三義。別成三德。由後", "343": "一義。總攝佛果無量功德故。由此等義故。是", "344": "故因位眾生心中決定有恒沙功德。略顯如", "345": "是。第二十。不生不滅與生滅和合成賴耶義。", "346": "說有二門。一分相門。二融攝門。前中二門。一", "347": "不生滅。二生滅。前中亦二。一麁。二細。生滅", "348": "中亦二。一麁二細。不生滅中。麁者是真如門。", "349": "動相盡故。不生滅義麁顯著故。是違害諸法", "35": "明體性有二。一正以無分別智為乘體。兼即", "350": "差別之相。即是真如不變義也。二細者。是", "351": "真如隨染門。不違動相故。自不生滅義漸隱", "352": "故。是故名細。即是生滅門中。如來藏義亦", "353": "是本覺義。是故真如望有為法有二義。一相", "354": "違義。二相順義。自體亦有二義。一不變義。", "355": "二隨染義。是故楞伽經云。寂滅者名為一心。", "356": "一心者名如來藏。是此二也。二生滅中。麁者", "357": "是七識隨境起盡相麁顯故。楞伽經中名為", "358": "相生滅也。二細者。是無明風動淨心成此起", "359": "滅。是本識相漸隱難知。故名為細。楞伽經", "36": "攝所依真如及餘勝行等。二正以真如為乘", "360": "中名為流注生滅。論云分別生滅相有二種。", "361": "一麁二細等。是故生滅有為望真如有二義。", "362": "一相違義。起滅相麁故。二相順義。起滅相微。", "363": "漸漸同真故。論云。隨順觀世諦。則入第一義。", "364": "是此二門義。義門望自亦二義。一相顯。二", "365": "性無。經云。一切法不生。我說剎那義等。大段", "366": "第二融攝門者有三重。一真如二義。體同義", "367": "異。以全體不變。舉體隨緣。故不二也。二生滅", "368": "中麁細通融。舉體全麁亦全細。故鎔融無二", "369": "法也。三以真全體隨緣。現斯麁細生滅。是", "37": "體。智等亦兼攝。以彼皆為真所成故。三業", "370": "故若約唯麁生滅。則令真隱。若就唯細生滅。", "371": "則令真現細不生滅。若約唯麁不生滅。令二", "372": "滅盡總唯一真如平等顯現。若約唯細不生", "373": "滅。則令細生滅漸細染住。餘義准思之。第", "374": "二十一。九相義七門分別。一釋名。二辨體。三", "375": "生起次第。四約識分別。五約惑分別。六滅位", "376": "分別。七配攝分別。初釋名者。根本癡闇。名曰", "377": "無明。擊動淨心。名之為業。即無明之業。依主", "378": "釋也。動作狀相。名之業相。則持業釋也。餘八", "379": "相字。皆准此釋。心體向外。名能見相。變似外", "38": "用有二。一約三佛性義。如佛性論。自性為所", "380": "境。名能現相。分別染淨。名為智相。經時不", "381": "斷。名相續相。遍計其事。名執取相。遍計其", "382": "名。名計名字相。造作善惡。名起業相。苦樂異", "383": "就。名業繫苦相。言體性者有二。一當相出", "384": "體。則初三細以本覺及本不覺緣起不二為", "385": "其體性。後六麁即以三細緣起。及隨相不覺", "386": "細起稍麁。以此為體性。二窮源辨體性。即總", "387": "以真如隨染義為體。故論云。種種凡器。皆", "388": "同微塵性相等。三生起次第者。則如釋相次", "389": "第者是。四約識分別者。前三細是八識。後六", "39": "乘。引出為能乘。至得果為乘所至處。此中所", "390": "麁是六識等。五約惑者。三細中是根本無明。", "391": "是法執中細惑。後麁中。前二是枝末無明法", "392": "執中麁惑。後四是人執惑也。六滅位者。三細。", "393": "從佛地乃至八地斷。智及相續。從初地乃至", "394": "七地斷。執取計名。地前三賢位斷也。七配攝", "395": "者。於中相配可知。餘如論說。第二十二。真如", "396": "有二義。一不變義。二隨緣義。無明亦二義。一", "397": "即空義。二成事義。各由初義故。即真如門也。", "398": "各由後義故。即生滅門也。生滅門中。隨緣", "399": "真如。成事無明。各有二義。一違自順他義。二", "4": "大唯善義。覺不覺義。釋隨染二相義。釋本覺", "40": "乘是乘去聲能乘此是乘平聲二約運因成果義有", "400": "違他順自義。無明中初義內亦有二義。一能", "401": "知名義順真覺。二返自體妄示真德。無明後", "402": "二義內亦有二義。一覆理。二成妄心。真如", "403": "中初義。內亦二義。一隱自真體二顯現妄法。", "404": "後義內亦二義。一翻對妄染。顯自真德。二內", "405": "熏無明。令起淨用。由無明中初二義。及真如", "406": "中後二義故。得有生滅門中始本二覺義也。", "407": "由無明中後二義。及真如中初二義故。得有", "408": "本末二不覺也。若約諸識分相門。本覺及不", "409": "本覺在本識中。始覺及末不覺在生起識中。", "41": "三。一運行令增。二運惑令滅。三運理令顯。初", "410": "若約本末不二門。並在一本識中。又本覺為", "411": "始。本還賴於始顯。本不覺為末。本還藉於", "412": "末資。又本不覺依本覺。末不覺依本不覺。始", "413": "覺依末不覺。本覺還依始覺。如是旋還同一", "414": "緣起。而無自性。不離真如。就此生滅門中。真", "415": "妄各開四故。即有八門。和合唯有四。謂二覺", "416": "二不覺。更攝但唯二。謂覺與不覺。總攝唯一。", "417": "謂一心生滅門也。第二十三。智淨相。不思議", "418": "業相。略作十門分別。一釋名者。智者始覺智", "419": "也。淨者離染同本覺。此中有智之淨及即智", "42": "是能。後二是所。此即是涅槃中三德謂般若。", "420": "淨也。不思議業者。果德他用。故名為業。非", "421": "下地測量。故不思議也。此中亦有不思之業", "422": "及不思即業等可知也。二出體者。生滅門中", "423": "隨染本覺為體。三約體用分別者。初一體。後", "424": "一用。四約染淨分別者。此二俱淨。以返染故。", "425": "亦可俱染。以隨染所成故。五約二利分別者。", "426": "初一自利。非無利他。後一利他。非無自利。六", "427": "三身分別者有二義。一初為報身。後為化身。", "428": "二初通法身及自受用身。後通化身及他", "429": "受用身。七四智分別者。初一圓鏡智。亦通平等", "43": "解脫。法身。文是三轉依。如集論說。一心轉。", "430": "性。後一通三智。八二智分別者。初一理智。後", "431": "一量智。九本末者。初一本。後一末。十因緣所", "432": "起分別者。智淨。以體相內熏為因。用本外熏", "433": "為緣。同本淨智為果。不思議業。以智淨為因。", "434": "眾生內熏為緣。無方大用為果。第二十四。覺", "435": "體相中四鏡義。十門分別。一釋名。如實者", "436": "真德也。空者對妄也。鏡者喻也。從法喻得名。", "437": "餘並准此。二因者能現諸法也。熏者內熏", "438": "也。此即因之熏。故內熏也。夫此內熏。能生始", "439": "覺之果。故亦名因熏。此即因是熏。故名因熏", "44": "謂真性現故。二道轉。謂行漸增故。三對轉謂", "440": "也。法者體相也。出者出二癡也。離者不與根", "441": "本無明和合也。緣熏者作外緣熏眾生。此亦", "442": "即緣是熏也。二出體者。並以生滅門中本覺", "443": "真如三大為體。三生起次第者。由對妄故。初", "444": "說為空。以空妄故。次顯真德隨緣。成內熏熏", "445": "習故云因熏也。由有熏習力故。能治妄顯真。", "446": "故次明法出離也。由出離染故。即起無邊淨", "447": "用。故明緣熏也。四約染淨分別者。初二染故", "448": "在纏。名有垢真如。後二淨故出障。名無垢真", "449": "如也。五約因果分別者。初二在因。後二在果。", "45": "惑障滅故。文此論中。破和合識等是轉滅。", "450": "因中。初一舉體。次一成因。果中。先斷果。德", "451": "果。文可先果體。後果用。六相對分別者。初", "452": "與三。二與四。各何別者。謂初自性離。三對治", "453": "離。二內因熏。四外緣熏。有此差別也。七對智", "454": "淨等分別者。此中法出離與前智淨。及此緣", "455": "熏與前不思業。各何別者。智淨約能觀。法出", "456": "約所觀。不思業約智用。緣熏約法用。以始覺", "457": "即同本覺故。所以隨一即收餘耳。八以約三", "458": "佛性分別者。前一唯自性住。後一唯至得果", "459": "佛性。因熏亦性亦引出。法亦引出亦至得果。", "46": "顯現法身是轉顯。智純淨是轉增。餘義准之。", "460": "九約喻分別者。虛空有四義。一物所不能壞。", "461": "二容受諸色法。三色滅淨空顯。四空能現色。", "462": "鏡亦有四義。一實質不入中。二能現諸影像。", "463": "三磨營去塵垢。四照用諸物。法中義准之。十", "464": "約三大分別者。初一唯體非相用。次一亦體", "465": "亦相而非用。次一亦相亦用而非體。後一唯", "466": "一唯用非體相此就分別門說。若約鎔融門。", "467": "四義皆具三大耳。第二十五。始本相依文中。", "468": "問。本覺為滅惑不滅惑耶。若滅惑者。即無凡", "469": "夫過。若不滅惑者。即無覺義過。答。滅惑故。非", "47": "一言大乘起信者有二門四義。初心境門中。", "470": "無覺義過。無凡夫者。亦非過也。何以故。以一", "471": "切凡夫即涅槃相。不復更滅。是故凡夫本無。", "472": "有何過也。亦非無凡夫過。何以故。以彼本覺", "473": "性滅惑故。方名本覺。本覺存故。得有不覺。不", "474": "覺有故。不無凡夫。是故本覺滅惑。方成凡夫。", "475": "何得有過。問。本覺若滅惑者。即應無不覺以", "476": "障治相違故。若有不覺。即不得有本覺。如何", "477": "說言依本覺有不覺耶。答。由本覺性自滅不", "478": "覺故。是故依本覺得有不覺。何者。若本覺不", "479": "滅不覺者。即應本覺中自有不覺。若本覺中", "48": "一大乘是能起。信心是所起。故云大乘之起", "480": "自有不覺者。則諸凡夫無不覺過。以不覺在", "481": "本覺中。凡夫不證本覺故。不覺即不成凡夫", "482": "過。又若本覺中有不覺者。即諸凡夫既有本", "483": "覺。應得本覺。覺故。名不成凡夫過。若本覺", "484": "中有不覺者。聖人得本覺。應有不覺。有不", "485": "覺故。即非聖人。是無聖人過。又若本覺中", "486": "有不覺者。聖人無不覺故。即無本覺。無本覺", "487": "故。即無聖人過。既有此義。是故本覺性滅不", "488": "覺是。又若不滅不覺。即無本覺。無本覺故。即", "489": "無所迷。無所迷故。即無不覺。是故得有不覺", "49": "信也。二起信是能信。大乘是所信。故云大乘", "490": "者。由於本覺。本覺有者。由滅不覺。是故當知", "491": "由滅不覺。得有不覺也。問。若本覺能滅惑者。", "492": "何用始覺為。答。以惑有二義故。一理無義二", "493": "情有義。由對初義。故名本覺。由對後義。故名", "494": "始覺。故佛性論云。煩惱有二種滅。一自性滅。", "495": "二對治滅。對此二滅。故有始本二覺。又此始", "496": "覺亦是本覺之用也。何者。以依本覺故有不", "497": "覺。有不覺故有始覺。是故始覺即是本覺。更", "498": "無異體。唯一本覺滅煩惱也。始本相對。各有", "499": "二義。本中。一是有力義。以能成始故。二是無", "5": "義本有修生義。生滅因緣中七科義。生滅中", "50": "之起信。二體用門中。一約攝用歸體辨。即此", "500": "力義。對始名本故。始中。一是有力義。以能顯", "501": "本故。二是無力義。為本所成故。問。各有二", "502": "義。有無鉾楯。豈不相違耶。答。非直有無性不", "503": "相違。亦乃相順便得成立。何者。始覺中。非從", "504": "本所成之始覺。無以能顯於本覺。本覺中。非", "505": "對始之本覺。無以成於始覺。是故始本四義。", "506": "緣起一故。不可為異。然四義故。不可為一。猶", "507": "如圓珠。隨取皆盡。護過顯德。及違成過等。各", "508": "有四句。准可知之。問。是始覺有耶。答。不也。", "509": "以即是本覺故。又問。本覺是有耶。答不。即", "51": "信心。是真如內熏及外緣所成。不異本故。", "510": "是始覺故。問。亦本亦始耶。答。不也。始本不", "511": "二故。問。非本始耶。答。不也。本始具足故。此", "512": "並生滅門淨緣起更說。真如門中則無此", "513": "義。第二十六。染法熏習中無明妄心各有二", "514": "種。一麁。二細。此麁細亦各有二。一依他。二", "515": "成他。無明細者。謂根本不覺。依他者。謂依", "516": "業識染心而得存立。二成他者。即此依染", "517": "心根本無明。熏於真如成業識。無明麁者。", "518": "末不覺。依他謂依分別事識而得成立。二", "519": "成他者。即此依事識末無明。不了妄境生起", "52": "是真故。起信即是大乘。故云大乘起信。二", "520": "事識。染心麁細各二義。准無明取之。妄境界", "521": "亦二。謂轉識境。事識境。此二各二。謂依心。", "522": "起心。准之。今此論中熏習文內。但說起心。故", "523": "云境界熏於妄心牽增分別。以此境界非是", "524": "情識。法無可熏。故不說妄心熏於境界也。第", "525": "二十七。淨分緣起中有四句。一本有。謂真如", "526": "門。二修生本有。謂本覺以對始得成故。三本", "527": "有修生。謂無分別智。是本覺隨染所成故。四", "528": "修生。謂始覺智。本無今有。此四義同一緣", "529": "起。隨舉一門。無不全收。准之。第二十八。生", "53": "直就業用辨。謂此信心即廣博。故云大。即從", "530": "滅門中真妄緣起和合不二識中。真如無明", "531": "各有四義。真如中四義者。一不變義。二和合", "532": "義。三隱體義。四內熏義。無明四義者。一即空", "533": "義。二覆真義。三成妄義。四淨用義。真妄中。", "534": "各由初義故。是本覺攝也。各有第二義故。", "535": "是根本不覺攝也。各由第三義故。是枝末不", "536": "覺攝也。各由第四義故。是始覺攝也。此上", "537": "四義。復有三門。一約分相門。則各初二義在", "538": "本識中。各後二義在事識中。以各初二能生", "539": "各後二故。二本末不二門。以緣起無二故。則", "54": "微至著。運轉義故。名之為乘。即是起信。亦是", "540": "並在梨耶識中。依此義故。論中說云。此梨", "541": "耶識有二義。謂覺不覺也。依分相義故。論中", "542": "末不覺及始覺。並在事識中也。此上真妄八", "543": "義。唯一緣起。無礙鎔融。舉體全收。無不皆", "544": "盡。第二十九。法身義四門分別。初釋名者。法", "545": "是軌持義。身是依止義。即法為身。亦名自性", "546": "身。二體性者。略有十種。一依佛地論。唯以", "547": "所照真如清淨法界為性。餘四智等。並屬報", "548": "化。二或唯約智。如無性攝論。以無垢無罣礙", "549": "智為法身故。謂離二障。諸德釋云。此約攝境", "55": "大乘。故云大乘起信耳。第二頌內第三敬意", "550": "從心。名為法身。匪為法身是智非理。今釋一", "551": "切諸法尚即真如。況此真智而不如耶。既即", "552": "是如。何待攝境。三亦智亦境。如梁論云。唯如", "553": "如及如如智獨存。名為法身。四境智雙泯。經", "554": "云如來法身非心非境。五此上四句。合為一", "555": "無礙法身。隨說皆得。六此上總別五句。相融", "556": "形奪。泯並五說。逍然無寄。以為法身。此上單", "557": "就境智辨也。七通攝五分及悲願等諸行功", "558": "德。無不皆是此身收。以修生功德必證理", "559": "故。融攝無礙。如前智說。八通收報化色身相", "56": "中。一頌四句。增數有四。一或總為一。謂所為", "560": "好功德。無不皆是此法身收。故攝論中。三十", "561": "二相等。皆入法身攝。釋有三義。一相則如故。", "562": "歸理法身。二智所現故。屬智法身。三當相", "563": "並是功德法故。名為法身。九通攝一切三世", "564": "間故。眾生及器無非佛故。一大法身具十佛", "565": "故。三身等並在此中智正覺攝故。十總攝前", "566": "九為總句。是謂如來無礙自在法身之義。三", "567": "生因者有四。一者了因。照現本有真如法故。", "568": "二者生因。生成修起勝功德故。三者生了無", "569": "礙因。生了相即。二果不殊故。四總此勝德", "57": "事也。二或分為二。謂上句所為人。餘句所成", "570": "為所依因。即機現用為所成果。四業用者亦", "571": "有四。一此理法身與諸觀智為所開覺。經云", "572": "法身說法授與義故。二依此以起報化利生", "573": "勝業用故。三或化樹形等密攝化故。四遍諸", "574": "眾生道毛端等處。熏熏自在無礙業用也。第", "575": "三十。真妄心境通有四句。一約情有心境。境", "576": "謂空有相違。以存二相故。心謂二見不壞。是", "577": "妄情故。或境上有空同性。以俱是所執性故。", "578": "心上亦同。俱是妄見故。二約法有心境。境", "579": "謂空有不二。以俱融故。心謂絕二。見無二故。", "58": "益。三或離為三。謂初句所為人。中間二句所", "580": "或境上空有相違。以全形奪故。心上亦二。隨", "581": "見一分。餘分性不異故。三以情就法說。謂境", "582": "則有無俱情有。有無俱理無。無有無二為一", "583": "性。或亦相違。以全奪故。心謂妄取情中有。以", "584": "是執心故。或亦比知其理無。以分有觀心故。", "585": "四以法就情說。境則有無俱理有。有無俱情", "586": "無。無有無二為一性。或亦相違。以全奪故。心", "587": "謂見理有。以智故。見情無。以悲故。或見無二", "588": "心。是一心故。此上四門中。約境各有四句。心", "589": "亦各四句。總有三十二句。准思之。第三十一。", "59": "成行。末後一句所至德。四或散為四。謂初", "590": "二諦無礙說有二門。一約喻。二就法。一約喻", "591": "者。且如幼兔依巾有二門。一兔。二巾。兔亦", "592": "二義。一相差別義。二體空義。巾亦二義。一", "593": "住自位義。二舉體兔義。此巾與兔。非一非", "594": "異。且非異有四句。一巾上成兔義。及兔上相", "595": "差別義。合為一際。故不異。此是以本隨末。", "596": "就末明不異。二以巾上住自位義。及兔上體", "597": "空義。合為一際。故為不異。此是以末歸本。就", "598": "本明不異。三以攝末所歸之本。與攝本所從", "599": "之末。此二雙融。無礙俱存。故為不異。此是本", "6": "一科義。染法熏中四科義。淨法熏中七科義。", "60": "句所為人。第二句所離過。第三句成德。第四", "600": "末雙存。無礙不異。四以所攝歸本之末。亦與", "601": "所攝隨末之本。此二俱泯。故為不異。此是", "602": "本末雙泯。平等不異。第二非一義者亦有四", "603": "句。一以巾上住自位義。與兔上相差別義。此", "604": "二相背。故為非一。此是相背非一。二巾上", "605": "成兔義。兔上體空義。此二相害。故為非一。三", "606": "以彼相背與相害。此二位異。故為非一。謂相", "607": "背各相捨。相去懸遠。相害則與敵對。親相食", "608": "害。是故近遠非一也。四以極相害泯而不泯。", "609": "由極相背存而不存。此不泯不存義為非一。", "61": "句所至德。第三佛寶中。或總為一。謂是佛也。", "610": "此是成壞非一。又此四非一。與上四非異。而", "611": "亦非一。以義不雜故。又上四不異。與此四", "612": "不一。而亦不異。理遍通故。是故若以不異門", "613": "取。諸門極相和會。若以非一門取。諸義極相", "614": "違諍。極相違而極和合者。是無障無礙法也。", "615": "第二就法說者。巾喻真如如來藏。兔喻眾生", "616": "生死等。非一異亦有十門。准喻可知。又兔即", "617": "生即死而無礙。巾即隱即顯而無礙。此生死", "618": "隱顯。逆順交絡。諸門鎔融。並准前思之可解。", "619": "第三十二二諦義解二門。一辨相。二顯義。", "62": "或總為二。謂初頌明用。後頌二句明體相。或", "620": "初辨相。如餘說。二顯義者有四門。一開合。二", "621": "一異。三相是。四相在。初開合者。先開。後合。", "622": "開者。俗諦緣起中有四義。一諸緣有力義。二", "623": "無力義。三無自性義。四成事義。真諦中亦有", "624": "四義。一空義。二不空義。三依持義。四盡事", "625": "義。合者有三門。一合俗。二合真。三合二。初", "626": "者有三。一約用。謂有力無力無二故。二約體。", "627": "謂性無性無二故。三無礙。謂體用無二。唯一", "628": "俗諦。合真者亦三。一就用。謂依持成俗。即是", "629": "奪俗。合盡無二故。二約體。空不空無二故。三", "63": "為三。謂初頌中二句明報身。後一句明化身。", "630": "無礙。謂體用無二故。三合二者有四門。一約", "631": "起用門。謂真中依持義與俗中有力無二故。", "632": "二約泯相門。謂真中盡俗與俗中無力無二", "633": "故。三約顯實門。謂真中不空義與俗中無性", "634": "義無二故。四成事門。謂真中空義與俗中存", "635": "事無二故。開合門竟。理事相即不相即。無礙", "636": "融通。各有四句。初不相即中四句者。一二事", "637": "不相即。以緣相事礙故。二二事之理不相即。", "638": "以無二故。三理事不相即。以理靜非動故。四", "639": "事理不相即。以事動非靜故。二相即中四句", "64": "或為四。謂於報中。上句明心。下句明色。第四", "640": "者。一事即理。以緣起無性故。二理即事。以理", "641": "隨緣事得立故。三事之理相即。以約詮會實", "642": "故。四二事相即以即理之事無別事。是故事", "643": "如理而無礙。第三十三。染淨義。問曰。不思議", "644": "業者。相用俱名義大。於隨染業幻中何處攝", "645": "耶。答。應作四句。一一向淨。謂出纏四智等", "646": "故。二一向染。謂隨流有情無明未發覺故。三", "647": "非染非淨。謂離言真如故。四亦染亦淨。謂相", "648": "用二義大故。亦染故。隨地前機染幻現故。亦", "649": "淨故。隨緣真如不變故。今於此四句。非第四", "65": "法寶內功德藏者。藏有三義。一蘊積義。積", "650": "句。為第三句。非第三句。為第四句。亦可總非", "651": "四句。合作一句。互融無礙。思之可見。又問。", "652": "隨染業幻者。約善順真。可得成。若約不善", "653": "善違真。如何作幻不善。答。不善違真。許亦不", "654": "全幻不善。約生厭棄。約彼生解。亦得幻不善。", "655": "亦可染幻是無明。無體無真用。約彼無明差", "656": "別。知名義。能詮理。詮於真故。得幻染也。又", "657": "約彼無明幻體本是無。以是無故無真用。約", "658": "彼知名義。是幻體不離真。又三細六麁。應作", "659": "四句。一唯淨。謂如來藏中恒沙德。即四智也。", "66": "法內弘故。二含攝義。收攝內外故。三出生義。", "660": "二唯染。謂麁中執取計名字等四識。三非染", "661": "非淨。謂離言真如。四亦染亦淨故。謂智相相", "662": "續相。亦染故。智相等通在六識等中。亦淨故。", "663": "智相等有漸覺義。又約三細六麁相配者。一", "664": "阿賴耶識中如來藏真本覺唯淨二根本無明", "665": "不覺唯染。三亦染亦淨。謂六麁通有始覺", "666": "及支末無明。四非染非淨者。謂一切共離。", "667": "又交絡作四句。一謂三細中取一本覺。及六", "668": "麁中取枝末無明。二謂三細取本不覺。及六", "669": "麁中取始覺。三謂三細雙取本覺本不覺。四", "67": "流德成益故。理法中有此三義。望自性德有", "670": "謂六麁中雙取始覺及支末無明。第三十四。", "671": "如來藏。二門分別。一者喻說。二法說。言喻", "672": "說者。旦如金性有二義。一隨緣成器調柔義。", "673": "二守性堅住不改義。問。金是有耶。答。不也。", "674": "何以故。隨緣成器故。問。金是無耶。答。不也。", "675": "何以故。性不改故。又問。亦有亦無耶。答。不", "676": "也。一金故。不相違故。又問。非有非無耶。答。", "677": "不也。金性具德故。隨緣不改故。即是顯德門", "678": "也。又問。器是有耶。答。不也。由器即金故。又", "679": "問。器是無耶。答。不也。由器成故。又問。亦有", "68": "初義。望彼教行果有後二義。行果復有二義。", "680": "亦無耶。答。不也。由是一器故。不相違故。又", "681": "問。是非有非無耶。答。不也。由成器即金故。", "682": "亦返即是顯德門。又問。金是無耶。答。不也。", "683": "由成器故。所以然者。由性不改。方能隨緣故", "684": "也。又問。金是有耶。答。不也。由性不改故。所", "685": "以然者。由成器故。性方不改也。又問。亦有亦", "686": "無耶。答。不也。由是金故。又問。非有非無耶。", "687": "答。不也。由是金故。又問。器是有耶。答。不也。", "688": "由器成故。所以然者。由即金故。器方成也。", "689": "問。器是有耶。答。不也。由器即金故。所以然", "69": "行果各自積德有初義。更望自性及望理有", "690": "者。由器即金。器方成也。餘句准也返即顯德", "691": "門。餘一切准例知之。第二法說。問。如來藏是", "692": "生耶。答。不也。由隨染生死不顯現故。問。既", "693": "不生。應滅耶。答。不也。由隨染作生死故。問。", "694": "亦生亦滅耶。答。不也。由藏性無二故。問。非", "695": "生非滅耶。答。不也。由藏性具德故。問。生死", "696": "是生耶答。不也。由即真如。應滅耶。答。不也。", "697": "由即真如。生死成故。經云依如來藏有生死。", "698": "故知不滅。問。亦生亦滅耶。答。不也。由生死", "699": "緣成無二故。問。非生滅耶。答。不也。由生死", "7": "略科文。分別發趣中四種發心義。科釋正行", "70": "第二義。果望行教有出生義。行望果教俱有", "700": "虛妄。依真如成故。真妄相作。真如不生。由隨", "701": "染故。生死不滅。依真成故。生死不生。由即真", "702": "故。真如不滅。由性不改故。真如是生。由隨緣", "703": "作生死故真如是滅。由隨緣不現故。真如亦", "704": "生滅。由具違順性故。經云。如來藏者。受苦", "705": "樂。與因俱。若生若滅。又云。一切法不生。我", "706": "說剎那義。又云。不生不滅。是無常義等。准思", "707": "之。真非生非滅。何以故。性離分別故。不同", "708": "所謂故。第三十五。四謗章四謗者。凡夫迷因緣故起。一者增益謗。二", "709": "者損成謗。三者相違謗。四者戱論謗言增益謗者。夫論一切諸法。", "71": "出生義。教望前立三得具三義可知。第五立", "710": "從因緣生。無作者故。作時不住。無自性故。非", "711": "分別所及。諸法之性如是。不可取著。然凡夫", "712": "二乘。諸法生時。即執為有。但因緣之法。其性", "713": "離有。離有法上。執言有者。不稱理故。名增益", "714": "謗。有既成謗。無應合理。義亦不然。因緣之", "715": "法。性雖有。然緣起現前。不可言無。於非無", "716": "法上。執言無者。不應理故。名損成謗。有無", "717": "既是其過。亦有亦無應是道理。即答。因緣是", "718": "一法。性不相違。不相違者。名因緣法。亦有亦", "719": "無其性相違之法。即非因緣。非因緣故。相違", "72": "義分內。問。何故前明體大中。通一切法。不簡", "720": "謗也。既亦有亦無是違法。不稱實見。非有", "721": "非無應與理合。即答言。夫論道理。約因緣以", "722": "顯。非有非無。乃是因緣之外。不應道理。戲弄", "723": "諸法。名戲論謗。夫論有所分別。與取捨相應", "724": "者。皆是情計。不應實理。離意絕相。名為中", "725": "道。故經云。因緣之法。離有離無也。", "726": "大乘起信論別記", "73": "染淨及其相用。唯是其善。不通不善。答。體", "74": "大理曰通諸法。不得簡別。若真如外別有無", "75": "明為不善體者。有多種過。且以二義顯之。一", "76": "者同於外道執冥性常。以其自有。不從因生", "77": "故。二者眾生畢竟無有得解脫義。以有自體", "78": "不可斷故。生則常生。亦可恒不生也。有此過", "79": "故。真如之外。不得別立無明作不善體。不善", "8": "義。色心不二中一義。釋賴耶識有惑義。如來", "80": "等法。亦不得作真如相用。若是相用。亦有多", "81": "過。且以二義釋之。一者因果雜亂過。隨彼善", "82": "因應得苦果。二者聖人證得真如。應起不善", "83": "惡業。有此過故。不善不得作真如相用。問。若", "84": "爾不善不應以真如作體。答。正以不善之法。", "85": "用彼真如作體故。以違不相應。則名不善。又", "86": "由違真故不離真。違真故不是用也。第六。釋", "87": "本覺本不覺。各有三門。一開義。二由起。三和", "88": "合。初者。本覺有三義。一無不覺義。二有本覺", "89": "義。三無本覺義。不覺亦三義。一無本覺義。二", "9": "藏中恒沙功德義。生滅不生滅和合成梨耶", "90": "有不覺義。三滅不覺義。二由起者。由無不覺", "91": "故。得有本覺。由有本覺故。得成不覺成不覺", "92": "故。名無本覺也。由無本覺故。得有不覺。由有", "93": "不覺故。得有性滅。故名滅不覺也。又由不", "94": "覺中有無本覺義故。得有本覺義。又由本覺", "95": "中有無不覺義故。得有滅不覺義。又由本", "96": "覺中有本覺義故。不覺中得有無本覺義也。", "97": "又上諸義相由。各各無二。共合成三句。又", "98": "依本覺得成不覺。不覺能知名義。得成始覺。", "99": "始覺成故。不覺則滅。不覺則滅故。始覺則"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1847 大乘起信論義記別記", "author": "唐 法藏撰", "sourceLink": "http://www.cbeta.org/"}