{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0896 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經", "text": {"0": "No. 896 [cf. No. 895]", "1": "妙臂菩薩所問經卷第一", "10": "於真言明而不成就。菩薩如日舒光無所不", "100": "方所安置尊像。安尊像處先用種種妙香而", "101": "塗飾之。其所尊像或以彫刻。或是鑄成或是", "102": "彩畫。若是彩畫先求淨縷。揀去毛髮織成其", "103": "幅。量其大小長短相稱。存兩頭縷不得截棄。", "104": "既織成已。用香水漬渡復展令端正。然令畫", "105": "人蔬食澡浴。復受八戒內外清淨運心起手。", "106": "凡所用彩色。須求最上第一好者。無用皮膠。", "107": "用諸香膠調和彩色。畫像成已隨應方面安置", "108": "定已。用種種飲食香花燈塗作大供養。如無", "109": "力廣辦隨有供養。但要專注虔誠。信重讚歎", "11": "照。唯願哀愍說彼因緣。云何彼持誦人。雖", "110": "禮拜供養。如是作已於此像前。所作所求速", "111": "得成就。其持誦行人。將欲起首持誦。必先剃", "112": "頭澡浴著新淨衣。其衣非用蠶絲亦不得白", "113": "色。可用布及樹皮草木之類。仍用赤土染壞", "114": "其色。亦須受持乞食應器。其器可用娑羅木", "115": "及於瓦器。乃至銅鐵及匏瓠等。事持端正滑", "116": "淨光潔。不得疎漏及以缺壞。執此應器巡行", "117": "乞食。凡乞食所可於聚落不近不遠。多首陀", "118": "處信重三寶。多有飲食之處。兼無外道婆羅", "119": "門處。緣彼婆羅門執性無慚我慢所覆。又復", "12": "復精勤最上第一。於諸真言上中下法由不", "120": "外道若見行人。執持應器巡行乞食。修於佛", "121": "法誦念真言者。便生瞋恚而欲障難。謂行人", "122": "言。汝若本族婆羅門者。可修婆羅門法。奉行", "123": "六法多聞淨行。信重諸天為臣事王。亦須娶", "124": "妻生男繼種。若行此者是汝解脫。云何誦持", "125": "釋教真言信行佛法。行人若是剎帝利種。而", "126": "作是言汝剎帝利種。應可奉行王法。紹繼王", "127": "位。云何誦持佛教真言。背自本宗而求解脫。", "128": "乃至毘舍首陀之類。皆說本宗本事而得解", "129": "脫。不合持誦佛教真言以求解脫。以瞋火燒", "13": "能成。云何修因而不得果。莫是罪障而未滅", "130": "心種種綺語。多作方便而為障難。惱亂行人", "131": "使令退心。修正道者依時乞食。不同外道過", "132": "午而食。凡乞食處勿往外道之家。及多外道", "133": "之處。若論善惡因果之法。能造善法當證涅", "134": "盤。若作惡業終墮苦趣。善惡之果非由種", "135": "族。但為世間妄分別故。", "136": "復次眾生無始以來。垢穢之身不由食淨得", "137": "身心淨。諸惡遠離常修善法。以此方得身心", "138": "清淨。譬如有人。身患瘡故求藥塗瘡。唯望", "139": "除差不望餘故。行人喫食但為除飢不為適", "14": "除。惟願菩薩說彼修持。得成就義及不成就", "140": "悅。又如有人陷於難處。飢餓所逼殺子而食。", "141": "為除飢苦非貪滋味。行人喫食亦復如是。喫", "142": "食之法由如秤物。物非輕重秤自平正。行人", "143": "喫食亦復如是。不得過量亦勿減少。但可支", "144": "持勿傷飢飽。又如朽舍換柱所免崩摧。以油", "145": "膏轄貴在前進。行人喫食亦復如是。但為支", "146": "持非為滋味。是故佛言欲界有情依食而住。", "147": "又復行人雖喫食飲支持於身。恒觀此身", "148": "由如芭蕉無有堅實。常此制心不住貪愛。凡", "149": "乞食時持鉢巡行次第而乞。常須思念世尊", "15": "義。諸障難事。菩薩如佛所言。智慧之明能滅", "150": "所說。以智慧方便調伏六根勿令散亂。所覩", "151": "妙色及諸塵境。是魔境界欲惑人心。凡修行", "152": "人而起方便。寧以熱鐵燒刺兩目。不以亂心", "153": "貪視妙色。乃至殊常種種塵境。隨緣乞食而", "154": "不住著。常作比觀調伏其心。默然乞食巡行", "155": "他舍。無上中下遠離取捨。然不往新產之家", "156": "及多人飲酒之處。男女迷醉愛染之處。眾多", "157": "小兒戲樂之處。諸男女眾聚會之處。戲伎男", "158": "女作音樂處。乃至有惡犬處。如是等處皆不", "159": "應往。乞得食已持還本處。洗足敷座然後可", "16": "癡暗。癡暗不滅明慧可棄。云何能使諸持誦", "160": "喫。其食未喫先分三分。一分奉於本尊而為", "161": "供養。一施無礙。一乃自食依時而食。食畢", "162": "盥漱使令清淨。又須日三澡浴先自清淨。然", "163": "以香花燈塗。種種供養讚歎禮拜。所獻尊像", "164": "一切食飲。切須潔淨離諸葷穢。每持誦時坐", "165": "吉祥草。凡所供養如不辦廣大。但隨力分奉", "166": "於香花。所謂零陵香閼哩迦二合吉祥果。沒哩", "167": "二合賀帝吉祥草仍及蓮花和合供養使得適", "168": "意。行人持誦或行或坐得通思念。唯除臥時", "169": "不許持念。念誦訖已。恒於六時思念功德。心", "17": "人。於諸修行而無疑惑。菩薩云何誦持。及", "170": "無間斷祈於圓滿。", "171": "3 分別數珠持心離障分妙臂菩薩所問經分別數珠持心離障分第", "172": "三", "173": "復次欲等煩惱與心合故。說為輪迴。根本煩", "174": "惱若除。由如清淨玻胝迦寶。若離輪迴乃名", "175": "解脫。又如水本清淨。於一剎那間塵能渾", "176": "濁。亦如有情心源本淨。於剎那頃被諸煩惱", "177": "而為染污。", "178": "復次說於數珠。乃有多種。所謂菩提子金剛", "179": "子。蓮花子木槵子。及與𤥭璖諸寶錫鑞銅", "18": "護摩等所作事業。諸真言王及諸賢聖不與", "180": "等。隨取一物為珠數一百八。如是得已。持誦", "181": "行人常保重之。凡持誦時於本尊前。依法安", "182": "坐調伏諸根。端身自在不得隈倚。繫念本尊", "183": "及真言印契。收攝其心勿令散亂。然取數珠", "184": "右手執持左手仰承。每誦真言一遍乃掐一", "185": "珠。所持遍數恒須剋定勿令少剩。持念之法", "186": "令脣微動。勿使有聲亦不露齒。一心專注勿", "187": "令散動。有情之界居凡夫位。心如猿猴貪著", "188": "諸境樂而不捨。又如大海被風所激。生起波", "189": "濤不能自息。凡夫覩境亦復如是。常須收攝", "19": "成就。惟願菩薩以大悲心。一一顯說令無疑", "190": "不令散動。勿令心源而有波浪。持誦行人若", "191": "是疲倦。將欲昏睡恐其失念。即起經行或", "192": "觀四方以適神思。或用冷水洗其面目。既", "193": "得醒爽復座持誦。行人若是怖於勞苦。心有", "194": "移動便作是念。此身無主因業所受。無依無", "195": "定隨業流轉。輪迴八苦何處得免。至於寒暑", "196": "飢渴蚤虱蚊虻。如是苦惱處處皆有。又復貪", "197": "欲若盛。作白骨及爛壞不淨之觀。瞋恚若盛", "198": "作慈悲觀。無明若盛作緣起觀。又復若遇冤", "199": "家觀如親友知識。或復親友知識忽作冤家。", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "20": "惑。菩薩為是法力無能耶。為所作非時耶。為", "200": "行者若是遇此冤親境時。莫起分別憎愛之", "201": "心。當住平等無著正念。又出道場時。不得與", "202": "婆羅門吠舍首陀等語。又復不應與不男之", "203": "人女人等語。何以故蓋非樂法之侶。可與助", "204": "伴同事等語。或是入觸便利等事。便須入水", "205": "澡浴使其潔淨。或獻香花燈塗讚嘆供養。乃", "206": "至持戒精進持誦修行。一切善法皆悉迴向", "207": "阿耨多羅三藐三菩提。譬如眾流皆歸於海。", "208": "既入海已咸成一味。集諸善因總趣佛果。無", "209": "量福聚自然相隨。譬如有人耕田種穀唯望", "21": "種性非性耶。為真言字句闕剩耶。為修持輕", "210": "子實不為󱡐幹。既豐子實其於󱡐幹自然", "211": "而有。求趣佛果亦復如是。一切福樂不求自", "212": "至。又持誦人不應為小而妨於大。或若有人", "213": "來有來請便應答言。待我自得長壽。及其一", "214": "切樂具此心滿足。然後能滿一切有情之願。", "215": "又復行人當要遠離世之八法。所謂善稱惡", "216": "稱得利失利。讚歎毀謗苦樂等事。如是之法", "217": "不得在心。還如大海不宿死屍。乃至剎那亦", "218": "不同處。又如室中然燈為防風。故飄鼓若免", "219": "光明即盛。如持誦人持誦真言。亦須勤勇加", "22": "慢耶。為供養不具耶。惟願菩薩。於種種事及", "220": "行若立。善法增長亦復如是。又持誦人要在", "221": "攝心。不得歌舞戲樂。我人憍慢邪見邪染。嫉", "222": "妬懈怠懶惰睡眠。及入喜會迷醉邪論及無", "223": "義論。以至瞋怒惡口兩舌。如是等事皆須遠", "224": "離。又復不得喫供養殘食及鬼神殘食。行人", "225": "唯得食三白。及樹果菜根乳酪漿等。及大麥", "226": "麵餅油麻滓。及種種麋粥等。又持誦行人當", "227": "須晝夜精勤如法持誦。常於諸佛法僧及遺", "228": "身舍利。恭信珍重誠心懺悔。願一切先罪悉", "229": "皆消滅。每持誦時先依法請召。持誦了畢。依", "23": "彼障難一一開說。使諸行人皆得曉了。", "230": "法迴向發願訖。然後發遣。或至夜分將欲眠", "231": "睡。於本尊側不近不遠。地上敷吉祥草於草", "232": "上坐臥。坐定後然。於一切有情起利樂心。", "233": "作慈悲喜捨等觀然後眠睡。", "234": "4 說金剛杵頻那夜迦分妙臂菩薩所問經說金剛杵頻那夜迦分第", "235": "四", "236": "我今分別說諸跋折羅量。其量或長八指或", "237": "長十指。或十二指或十六指。或最長者不過", "238": "二十指。如是五類無有過者。造跋折羅物或", "239": "金或木。隨所求事種種不同。若欲求佛法真", "24": "爾時金剛手菩薩。聞妙臂菩薩發如是正心", "240": "明成就。用菩提木作跋折羅。若降伏地天及", "241": "持明天。當用金作跋折羅。若求大富貴用鍮", "242": "石作跋折羅。若降龍用熟銅作。若降修羅入", "243": "修羅窟用寶石作。若欲成就一切法者。可用", "244": "金銀銅相和作。若欲成就長命吉祥及無病", "245": "多財寶。乃至降諸宿曜者。可用佉禰囉木作。", "246": "若欲降伏夜叉女者。可用末度木作。若欲降", "247": "伏冤家用刺木作。若降害極惡冤敵者。可用", "248": "人骨作。若欲成幻術者。用玻璃寶作。若欲", "249": "令極相憎嫌者。用苦棟木作。若欲興兵鬪敵", "25": "利益言已。乃須臾間瞑。光明焰蓮花眼。思惟", "250": "及降鬼神。用吠鼻多迦木作。若欲成就夜叉", "251": "乾闥婆阿修羅者。可用柏木及松木作。若欲", "252": "成就龍女愛重者。當以龍木作。若欲成就變", "253": "形者。可用土及銀作。若欲求財用無憂木作。", "254": "若欲成就對敵得勝者。可用吉祥木及阿祖曩", "255": "木柳木等作。若欲求成就意樂者。可用赤檀", "256": "白檀作。如上所說造跋折羅。皆須五股不得", "257": "缺減。小有破損即法不成。仍須事持光淨殊", "258": "妙端嚴可愛。若念誦時。先獻塗香及妙香花", "259": "而為供養。然後發廣大慈悲之心。手執跋折", "26": "觀察已。告妙臂菩薩言。妙臂汝大慈悲利益", "260": "羅依法專注。持誦本部真言如數滿畢。不得", "261": "少剩依時持誦。滿畢數已。然將彼跋折羅安", "262": "本尊足下。復以諸妙香花塗香等。乃至作禮", "263": "而供養之。若持誦時手不執跋折羅者。其法", "264": "終不成就。如再持誦依前次第而作不得虧", "265": "闕。又若於供養具諸事法等有所闕者。當須", "266": "一一作印。以供養之然可念誦。", "267": "凡成就法有多種物。所謂雄黃雌黃牛黃黃", "268": "丹。及眼藥菖蒲等藥。又有衣甲槍劍羂索", "269": "三股叉諸器仗等。如是等諸成就法有三等", "27": "眾生。此心清淨如夜滿月。光明皎潔復無雲", "270": "驗。所說本尊真言及儀軌中。乃至諸真言中", "271": "成就之法亦不越此。復次世間有持明行人。", "272": "持誦真言求成就處。便有作障頻那夜迦。隨", "273": "持誦人伺求其便入其身中。使持誦人心如", "274": "迷醉及發諸病。如是種種而作障難。彼作障", "275": "者有其四部。一曰摧壞二曰野干。三曰一牙", "276": "四曰龍象。於此四部各有無量頻那夜迦而", "277": "為眷屬。於大地中隨彼處處而作障難。第一", "278": "摧壞部主名曰無憂。其部眷屬有七俱胝。於", "279": "其護世四王所說真言。有持誦者彼作障難。", "28": "翳。使諸行人不失正道。入佛境界到於彼岸。", "280": "第二野干部主名曰象頭。其部眷屬有十八", "281": "俱胝。於其大自在天所說真言而作障難。第", "282": "三一牙部主名曰垂髻。其部眷屬有六十俱", "283": "胝。於其大梵天及帝釋天。日天月天風天那", "284": "羅延天。如是天等所說真言。有持誦者而作", "285": "障難。第四龍象部主名曰母哩達吒迦。其部", "286": "眷屬有俱胝那由他千波頭摩。於其佛教所", "287": "說真言。有持誦者彼作障難。又有呵利帝兒", "288": "名曰愛子。於其般支迦所說真言而作障難。", "289": "又摩尼賢將子名曰滿賢。於其自部所說真", "29": "菩薩所作非求己樂。於他有情故無嫌害。見", "290": "言有持誦者。彼子滿賢而作障難。如是等諸", "291": "頻那夜迦。各於本部而作障難。不欲行人得", "292": "其成就。或時變化作本真言主。來就行人之", "293": "處而受供養。而彼本真言主來至道場。見是", "294": "事已却還自宮而作是念。云何如來與彼所", "295": "願。不却此等。令於行人正修行者而得惱亂。", "296": "使彼持誦功不成就。正使梵王帝釋諸天及", "297": "龍。不能破彼頻那夜迦作障誓願。唯除大明", "298": "真言有大功力。能退如是諸作障者頻那夜", "299": "迦。諸修行人當依法持誦。得數滿已。然更成", "3": "傳教大師臣法天奉　詔譯", "30": "他苦惱如自苦惱。見他快樂自亦快樂。妙臂", "300": "就妙曼拏羅及以護摩。使作障難頻那夜迦", "301": "退散遠離。", "302": "妙臂菩薩所問經卷第一", "31": "我觀汝意為於有情。由若赤子問於此義。汝", "32": "可諦聽為汝解說。妙臂我今所說依於佛言。", "33": "若有修行最上事業。修真言行求成就者。當", "34": "須離諸煩惱。起於深信發菩提心。重佛法眾", "35": "信重於我。及復歸命大金剛族。又復遠離十", "36": "不善業。於身口意凡所興起。常離愚迷邪見", "37": "等行。若求果報須有智慧。譬如農夫務其稼", "38": "穡。於肥壤地而下焦種。雖功夫以時雨澤霶", "39": "霈。以種子焦故無由得生。愚癡邪見亦復如", "4": "1 得勝師助伴速獲悉地分得勝師助伴速獲悉地分第一", "40": "是。凡諸行人所修事業。先須自心離彼邪見", "41": "愚癡等事。不動不搖行十善法。乃至恒行一", "42": "切善法。若有天魔阿修羅等。乃至羅剎種種", "43": "鬼神之類食血肉者。以惡毒心行三界中惱", "44": "害眾生。於修行人使令散亂。若有行人樂於", "45": "我法。修持誦習真言行者。彼等若見自然恐", "46": "怖不能侵惱。若欲令彼種種大力天魔。及諸", "47": "宿曜乃至種種鬼神。不能為障而降伏者。當", "48": "須入彼三昧耶大曼拏羅。以其入彼諸天大", "49": "力聖眾所安住處。是故名為大曼拏羅。亦復", "5": "爾時藥叉主金剛手菩薩。有大慈悲愍於後", "50": "須入大明王大真言等最勝曼拏羅。以其數", "51": "入種種曼拏羅故。是為入彼諸佛菩薩大金", "52": "剛族大明王等福聚之所。是為承事諸佛菩", "53": "薩及明王等。便得如是佛菩薩等影之覆護。", "54": "使彼作障天魔及阿修羅藥叉。并諸龍鬼等", "55": "無能侵惱。望持誦人所居之地不敢侵近。自", "56": "然退散不為障難。所修上中下品成就之法。", "57": "世間出世間一切真言等而易成就。蓋以數", "58": "數入彼諸曼拏羅及三昧耶等。承彼聖力而", "59": "加護故。一切惡心自然破壞。既能入彼三昧", "6": "世。放千光明端心而住。於是妙臂菩薩。以持", "60": "耶大曼拏羅。仍須發勇猛心發菩提心。唯信", "61": "於佛不信外道天魔等。若背此心持誦我法", "62": "者。當得自壞。又復持誦行人求成就者先須", "63": "求依阿闍梨戒德清淨。無諸缺犯福德最勝", "64": "者。若獲此等阿闍梨稟受持誦。復自決志勇", "65": "猛精進於所修持易得成就速獲靈驗。譬如", "66": "種田須依好地。地既肥壤子實易得。若得勝", "67": "師亦復如是。若或靈驗難得是有宿業。應須", "68": "隨取勝地。或印沙為塔或積土等為塔。於中", "69": "安像及藏舍利。當以種種香花燈塗妙幢幡", "7": "誦者於一切真言明。得成就義不成就義。一", "70": "蓋。及以妓樂而為供養。復伸讚歎專注虔誠", "71": "而作懺悔。懺悔畢已依前持誦。專注不間定", "72": "獲靈驗。如是修行須具助伴。若無助伴修持", "73": "是闕。譬如車行須全二輪。若闕一者。無由", "74": "進趣。修行助伴亦復如是。若求助伴者。當求", "75": "種族尊勝。形貌端嚴諸根不缺。心性調柔好", "76": "修善法。智慧明利精勤勇猛。有大悲心恒樂", "77": "布施。信重三寶承事供養。不歸信於諸餘外", "78": "道及天魔等。此為住賢劫中。具足功德修行", "79": "助伴。諸持誦人於諸修行。速獲成就如此應", "8": "心敬禮彼藥叉主金剛手菩薩。而發問言。菩", "80": "知。", "81": "2 選求勝處分妙臂菩薩所問經選求勝處分第二", "82": "復次持誦行人。若欲修真言行求成就者。先", "83": "求諸佛所說。佛及菩薩辟支聲聞昔所住處。", "84": "是為勝地。如是等處。常有天龍阿修羅等。而", "85": "為守護供養恭敬。何以故以有天上人間。最", "86": "聖丈夫曾所居止。得此地已持誦行人。亦要", "87": "清淨身心律儀具足。常此居止。若無此福地。", "88": "秖得大河岸邊或小河邊或泉池側。乃至陂", "89": "濼有清流瀰滿。無諸水族毒惡之類。其側亦", "9": "薩我見世間有持誦人。齋潔清淨精勤修行。", "90": "得。其處但有蓮華。烏鉢羅花。及諸名花異果", "91": "軟草遍布。或是山中巖窟之所。是處清淨。無", "92": "諸師子猛獸可畏之類。得是處已。仍須墾掘", "93": "深一肘量。除去荊棘瓦礫灰炭鹻鹵糠骨毛", "94": "髮蟲窟之類。乃至掘深不能盡者。亦可棄之", "95": "更求別處。如前墾掘一肘之量。別填淨土於", "96": "上立舍。用淨土作埿內外埿飾。復以衢摩", "97": "夷塗地於中坐臥。常在地上不用床榻之類。", "98": "其室開門唯得向東向西或向於北。不得向", "99": "南。如是造立舍已。隨彼相應所作事業。於彼"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0896 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}