{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1932 金剛錍", "text": {"0": "No. 1932", "1": "科金剛錍序科金剛錍序", "10": "澆漓於乳味乎。不然乳益乳也。苟能鑽搖醍", "100": "故涅槃中佛性之言。不唯一種。如迦葉品下", "101": "文云。言佛性者。所謂十力無畏不共大悲三", "102": "念三十二相八十種好。子何不引此文。令一", "103": "切眾生亦無。何獨瓦石。若云此是果德。眾生", "104": "有此果性者。果性身土何不霑於瓦石等", "105": "耶。又若許因有果性者。世何但云十方諸", "106": "佛同一法身力無畏等。而不云生佛亦同法", "107": "身力無畏等。使一塵一心無非三身三德之", "108": "性種也。若言但有果地法身性者。何故經", "109": "云。十力無畏乃至相好。又復經中。闡提等", "11": "醐可獲。豈仍乳而已耶。", "110": "人四句辯性。子云眾生有性。為何眾生有何", "111": "等性。瓦石為復無四句耶。又第六第九及三", "112": "十二。皆以雜血五味。用對凡夫三乘及佛。何", "113": "故佛性在人差降不同。又二十七云。若修八", "114": "正即見佛性。婆沙俱舍悉有八正。乃至諸經", "115": "咸有道品。為修何八正見何佛性。故子不知", "116": "佛性進否。", "117": "客曰。何故權教不說緣了二因遍耶。余曰。眾", "118": "生無始計我我所。從所計示未應說遍。涅槃", "119": "經中帶權說實。故得以空譬正。未譬緣了。若", "12": "金剛錍圓伊金錍。以抉四眼無明之膜。令一切處悉見遮那佛性之指。偏權疑碎加之以剛。", "120": "教一向權則三因俱局。如別初心聞正亦局。", "121": "藏性理性一切俱然。所以博地聞無情無。依", "122": "迷示迷云能造是。附權立性云所造非。又復", "123": "一代已多顯頓。如華嚴中依正不二。普賢普", "124": "眼三無差別。大集染淨一切融通。淨名不思", "125": "議毛孔含納。思益網明無非法界。般若諸", "126": "法混同無二。法華本末實相皆如。涅槃唯防", "127": "像末謬執。分正緣了別指方隅。若執實迷權", "128": "尚失於實。執權迷實則權實俱迷。驗子尚", "129": "昧小乘由心。故暗大教心外無境。", "13": "假夢寄客立以賓主。觀者恕之", "130": "客曰。涅槃豈唯兼帶說耶。余曰。約部通云", "131": "一切兼帶。部中品內或實或權。如申迦葉", "132": "難。別為末代一機而已。則權實並明。若一向", "133": "權。如恒河中七種眾生。若一向實。如三點", "134": "二鳥三慈十德等。他皆準知不可具述。如云", "135": "色常。色言豈不收於一切依正。何故制空令", "136": "局限耶。此世人不知教之權實。如二乘人處", "137": "處聞大。尚至法華方信己性。悔來至此財非", "138": "己有。此豈非子不知父性耶。聞開權已。方", "139": "云口生化生有分。故涅槃中猶恐未來一分", "14": "唐天台沙門湛然述", "140": "有情不信己身有如來性及謂闡提未來永", "141": "斷。示令知有及以不斷。豈部內諸文全無頓", "142": "耶。今搜求現未建立圓融。不弊性無。但困", "143": "理壅故於性中點示體遍。傍遮。偏指清淨真", "144": "如。尚失小真佛性安在。他不見之空論無情", "145": "性之有無。不曉一家立義大旨。故達唯心了", "146": "體具者焉有異同。若不立唯心一切大教全", "147": "為無用。若不許心具圓頓之理乃成徒施。信", "148": "唯心具。復疑有無。則疑己心之有無也。故知", "149": "一塵一心即一切生佛之心性。何獨自心之", "15": "自濫霑釋典。積有歲年。未嘗不以佛性義經", "150": "有無耶。以共造故。以共變故。同化境故。同", "151": "化事故。故世不知教之權實。以子不思佛性", "152": "之名從何教立。無情之稱局在何文。已如前", "153": "說。余患世迷恒思點示。是故寱言無情有性。", "154": "何謂點示。一者示迷元從性變。二者示性令", "155": "其改迷。是故且云無情有性。若分大小。則隨", "156": "緣不變之說出自大教。木石無心之語。生于", "157": "小宗。子欲執小道而抗大逵者其猶螳蜋乎。", "158": "何殊井蛙乎。故子應知。萬法是真如。由不變", "159": "故。真如是萬法。由隨緣故。子信無情無佛", "16": "懷。恐不了之徒為苦行。大教斯立功在於茲。", "160": "性者。豈非萬法無真如耶。故萬法之稱寧隔", "161": "於纖塵。真如之體何專於彼我。是則無有無", "162": "波之水。未有不濕之波。在濕詎間於混澄。為", "163": "波自分於清濁。雖有清有濁。而一性無殊。縱", "164": "造正造依。依理終無異轍。若許隨緣不變。復", "165": "云無情有無。豈非自語相違耶。故知。果地依", "166": "正融通。並依眾生理本故也。此乃事理相對", "167": "以說。若唯從理。只可云水本無波。必不得", "168": "云波中無水。如迷東為西。只可云東處無西。", "169": "終不得云西處無東。若唯從迷說則波無水", "17": "萬派之通途。眾流之歸趣。諸法之大旨。造", "170": "名。西失東稱。情性合譬思之可知。無情有無", "171": "例之可見。", "172": "於是野客恭退吳跪而諮曰。波水之譬其理", "173": "實然。僕曾聞人引大智度論。云真如在無情", "174": "中但名法性。在有情內方名佛性。仁何故立", "175": "佛性之名。余曰。親曾委讀細撿論文都無此", "176": "說。或恐謬引章疏之言世共傳之。汎為通", "177": "之。此乃迷名而不知義。法名不覺。佛名為", "178": "覺。眾生雖本有不覺之理。而未曾有覺不覺", "179": "智。故且分之令覺不覺。豈覺不覺不覺猶不", "18": "行之所期。若是而思之。依而觀之。則凡聖", "180": "覺耶。反謂所覺離能覺耶。", "181": "客曰。若爾至佛方會。凡離何乖。余曰。子為", "182": "學佛。為學凡耶。理本無殊。凡謂之離。故示", "183": "眾生令覺不覺。故覺不覺自會一如。故知。覺", "184": "無不覺不名佛性。不覺無覺法性不成。覺無", "185": "不覺佛性寧立。是則無佛性之法性。容在小", "186": "宗。即法性之佛性。方曰大教。故今問子。諸", "187": "經論中。法界實際實相真性等。為同法性在", "188": "無情中。為同真如分為兩派。若同真如。諸", "189": "教不見無情法界及實際等。若在無情。但名", "19": "一如色香泯淨。阿鼻依正全處極聖之自心。", "190": "法性非佛性者。何故華嚴須彌山頂偈讚品", "191": "云。了知一切法。自性無所有。若能如是解。", "192": "則見盧舍那。豈非諸法本有舍那之性耶。又", "193": "云。法性本空寂。無取亦無見。性空即是佛。不", "194": "可得思量。又精進慧云。法性本清淨。如空", "195": "無有相。此亦無所修。能見大牟尼。豈於無", "196": "性又云無修能見牟尼。又真實慧云。一切", "197": "法無相。是則真佛體。既真佛體在一切法。請", "198": "子思之。當免迷教。及迷佛性之進否也。故真", "199": "如隨緣即佛性隨緣。佛之一字即法佛也。故", "2": "宋雲間沙門淨岳撰", "20": "毘盧身土不逾下凡之一念。曾於靜夜久而", "200": "法佛與真如體一名異。故佛性論第一云。佛", "201": "性者。即人法二空所顯真如。當知真如即", "202": "佛性異名。華嚴又云。眾生非眾生。二俱無真", "203": "實。如是諸法性。實義俱非有。言眾生非眾", "204": "生。豈非情與無情。二俱隨緣並皆不變。故俱", "205": "非有。所以法界實際一切皆然。故知法性之", "206": "名不專無情中之真如也。以由世人共迷法", "207": "相名異體一故也。然雖體同不無小別。凡有", "208": "性名者多在凡在理。如云佛性理性真性藏", "209": "性實性等。無性名者多通凡聖因果事理。如", "21": "思之思之未已。怳焉如睡。不覺寱云無情有", "210": "云法界及實相等。如三昧陀羅尼波羅蜜等。", "211": "則唯在於果。所以因名佛性等者。眾生實未", "212": "成佛得理證真開藏。以煩惱生死是佛等性。", "213": "示令修習名佛等性。而諸教之中諸名互立。", "214": "涅槃經中多云佛性者。佛是果人。言一切眾", "215": "生皆有果人之性。故偏言之。世人迷故而不", "216": "從果。云眾生有故失體遍。又云遍者。以由", "217": "煩惱心性體遍。云佛性遍。故知。不識佛性遍", "218": "者。良由不知煩惱性遍故。唯心之言豈唯真", "219": "心。子尚不知煩惱心遍。安能了知生死色遍。", "22": "性。仍於睡夢忽見一人云。僕野客也。容儀", "220": "色何以遍。色即心故。何者。依報共造正報別", "221": "造。豈信共遍不信別遍耶。能造所造既是", "222": "唯心。心體不可局方所故。所以十方佛土皆", "223": "有眾生理性心種。以性喻空。具如涅槃一十", "224": "復次。故知。不曉大小教門名體同異。此是學", "225": "釋教者之大患也。故身子云。我等同入法性。", "226": "及亦得解脫等。子初不達余之義旨。故聞之", "227": "驚駭。為子申已理合釋然。故知。世人局我", "228": "遮那唯陰質內。而直云諸法是無情者。則有", "229": "二種不如外道。外道尚云我大色小我遍虛", "23": "麁獷進退不恒。逼前平立。謂余曰。向來忽聞", "230": "空。又外道猶計眾塵所成。亦不直云無情而", "231": "已。又有二種不如小乘。小乘尚云猶業力造", "232": "造遍三界。又小乘猶知諸法無常。亦不直", "233": "云無情而已。又有二種不如共乘。共乘尚知", "234": "造心幻化幻遍三界。又知諸法體性即真。若", "235": "次第乘故非所擬。子聞是已。亦合薄知教法", "236": "權實佛性進否。", "237": "客曰。仁善分別實壞重疑。信一切法皆正因", "238": "性。而云正中三因種遍修遍果遍。又云一塵", "239": "一心即一切生佛之心性。情猶未決。余曰。", "24": "無情有性。仁所述耶。余曰然。", "240": "良由自昔不善遍攬因果自他依正。觀於己", "241": "心心佛眾生。亦由不閱諸教大旨。不曉佛", "242": "說果德之意。不達佛現互融之由。余欲開導", "243": "子之情懷。更以四十六問而問於子。子若能", "244": "曉余之一問。則眾滯自消。法界融通。釋然", "245": "大觀洞見法界生佛依正。一念具足一塵不", "246": "虧。", "247": "問佛性之名從因從果。從因非佛。果不名性。", "248": "問佛性之名常無常耶。無常非性。常不應", "249": "變。問佛性之名共耶別耶。別不名性。共不可", "25": "客曰。僕忝尋釋教薄究根源。盛演斯宗豈過", "250": "分。問佛性之名大小教耶。小無性名。大無", "251": "無情。問佛性之名有權實耶。對體辯異其相", "252": "何耶。", "253": "問無情之名大小教耶。大教大部有權實耶。", "254": "問無情無者無情為色為非色耶。為二俱耶。", "255": "問無情色等佛見爾耶。為生見耶。為共見耶。", "256": "問無情敗壞故無性者。陰亦敗壞性亦然耶。", "257": "問無情是色。法界處色為亦無耶。為復有耶。", "258": "問唯心之言子曾聞耶。唯只是心。異不名唯。", "259": "問唯心之言凡聖心耶。若聖若凡二俱有過。", "26": "雙林最後極唱究竟之談。而云佛性非謂無", "260": "問唯心名心造無心耶。唯造心耶。二俱有", "261": "過。問唯心唯心亦唯色耶。若不唯色。色非", "262": "心耶。問唯心所造唯依與正。依正能所同", "263": "耶異耶。", "264": "問眾生量異性隨異耶。不爾非內爾不名性。", "265": "問眾生惑心。性遍不遍神我四句。為同異耶。", "266": "問眾生有性唯應身性亦法性耶。亦報性耶。", "267": "問眾生本迷迷佛悟耶。佛既悟已。悟生迷耶。", "268": "問眾生一身幾佛性耶。一佛身中幾生性耶。", "269": "問佛國土身為始本耶。始本同耶。為復異耶。", "27": "情。仁何獨言無情有耶。余曰。古人尚云一", "270": "問佛土佛身為一異耶。一無能所。異則同凡。", "271": "問佛土界分生亦居耶。為各所居佛無土耶。", "272": "問佛土所攝為遠近耶。何土與生一異共別。", "273": "問佛佛土體為同異耶。娑婆之處為共別耶。", "274": "問佛成道時土亦成耶。成廣狹耶。不成有過。", "275": "問佛成見性與生見處為同異耶。離二不可。", "276": "問佛成土成。與彼彼成。彼彼不成為一異耶。", "277": "問佛成三身。與彼彼果及彼彼生為一異耶。", "278": "問佛成身土成何眼智。見自他境初後如何。", "279": "問真如所造互相攝耶。不相攝耶二俱如何。", "28": "闡提無。云無情無。未足可怪。然以教分大小", "280": "問真如之體通於修性。修性身土等不等耶。", "281": "問真如隨緣變為無情。為永無耶。何當有耶。", "282": "問真如隨緣隨已與真為同異耶。為永隨耶。", "283": "問真如本有為本無耶。與惑共住同異如何。", "284": "問波水同異。前後得失。真妄同異。法譬如", "285": "何。問病眼見華華處空處。同異存沒法譬如", "286": "何。問鏡像明體本始同異。前後存沒法譬", "287": "如何。問帝網之譬唯譬果耶。亦譬因耶。果無", "288": "因耶。問如意珠身身有土耶。唯在果耶。通因", "289": "如何。", "29": "其言碩乖。若云無情即不應云有性。若云有", "290": "問行者觀心心即境耶。能所得名同異如何。", "291": "問行者觀心一耶多耶。一多心境同異如何。", "292": "問行者觀心為唯觀心亦觀身耶。亦觀土耶。", "293": "問行者觀心在惑業苦。內耶外耶同耶異耶。", "294": "問行者觀心心內佛性為本淨耶。為始淨耶。", "295": "問行者觀心心佛眾生因果身土法相融攝一", "296": "切同耶。", "297": "如是設問不可窮盡。為斷子疑且至爾許。", "298": "客曰。何以不多不少。唯四十六。余曰。攻惑。", "299": "攻疑。攻行。攻理。通教通義。通自通他。一問", "3": "科分大經章段。起自關內憑小山瑤。前代未", "30": "性即不合云無情。", "300": "亦足。為對鈍根故四十六。及對六即分證離", "301": "為四十一位。兼前及後故四十六。應知一問", "302": "亦皆能攻餘四十五。餘一一位仍須皆具", "303": "四十六。問乃至無量亦復如是。", "304": "客曰。仁所立義灼然異僕於昔所聞。僕初聞", "305": "之。乃謂一草一木一礫一塵。各一佛性各一", "306": "因果具足緣了。若其然者僕實不忍。何者草", "307": "木有生有滅。塵礫隨劫有無。豈唯不能修因", "308": "得果。亦乃佛性有滅有生。世皆謂此以為無", "309": "情。故曰無情不應有性。僕乃誤以世所傳習", "31": "客曰。涅槃部大。云何竝列。余曰。以子不閑", "310": "難仁至理失之甚矣過莫大矣。余曰。子何因", "311": "猶存無情之名。", "312": "客曰。乃僕重述初迷之見。今亦粗知仁所立", "313": "理。只是一一有情心遍性遍。心具性具猶", "314": "如虛空。彼彼無礙彼彼各遍。身土因果無所", "315": "增減。故法華云世間相常住。世間之言凡聖", "316": "因果依正攝盡。余曰觀子所見。似知大旨。何", "317": "不試答向之一問。", "318": "客曰。仁向自云若思一問眾滯自消。僕若答", "319": "者即以一答遍答眾問。何一問之有耶。余", "32": "佛性進否教部權實。故使同於常人疑之。今", "320": "曰。請述其旨。", "321": "客曰。僕還攬向諸問意。若消眾滯即名為答。", "322": "何假曲申一一問耶。何者眾問豈不由僕不", "323": "受無情有性之說。僕今受之此即是答。余曰。", "324": "大略雖爾未曉子情。", "325": "客曰。仁所立義關諸大教難可具陳。僕略論", "326": "之冀垂聽覽。豈非曉最後問三無差別。即", "327": "知我心彼彼眾生一一剎那。無不與彼遮那", "328": "果德身心依正。自他互融互入齊等。我及眾", "329": "生皆有此性故名佛性。其性遍造遍變遍攝。", "33": "且為子委引經文。使後代好引此文證佛性", "330": "世人不了大教之體。唯云無情不云有性。是", "331": "故須云無情有性。了性遍已則識佛果具自", "332": "他之因性。我心具諸佛之果德。果上以佛眼", "333": "佛智觀之。則唯佛無生。因中若實慧實眼", "334": "冥符。亦全生是佛無別果佛。故．生外無佛。", "335": "眾生以我執取之。即無佛唯生。初心能信教", "336": "仰理亦無生唯佛。亡之則無生無佛。照之則", "337": "因果昭然。應知眾生但理諸佛得事。眾生但", "338": "事諸佛證理。是則眾生唯有迷中之事理。諸", "339": "佛具有悟中之事理。迷悟雖殊事理體一。故", "34": "非無情者。善得經旨不昧理性。知余所立善", "340": "一佛成道法界無非此佛之依正。一佛既爾", "341": "諸佛咸然。眾生自於佛依正中。而生殊見苦", "342": "藥昇沈。一一皆計為己身土。淨穢宛然成壞", "343": "斯在。仁所問意豈不略爾。余曰。善哉善哉。", "344": "快領斯旨。實可總知諸問綱格。此即已答百", "345": "千萬問。何獨四十六耶。", "346": "客曰。幾不遇仁此生空喪。必依此見獲勝果", "347": "耶。余曰。必欲修習教法未周。若不善余一", "348": "家宗途。未可委究行門始末。安能遍括教行", "349": "事理惑智因果依正心法。用為凡夫初心觀", "35": "符經宗。今立眾生正因體遍。經文亦以虛空", "350": "首。然子所領似虛其情。計子觀道猶為罔象。", "351": "客曰。觀道者何。仁師誰耶。法依何耶。余曰。", "352": "子豈不聞。天台大師靈山親承。大蘇妙悟。是", "353": "余師也。摩訶止觀所承法也。以二十五法為", "354": "前方便。十法成乘觀於十境。十境互發觀", "355": "時進否。此觀道之大略也。諸問且令識十乘", "356": "初妙境而已。餘乘諸境不暇論之。客曰。善", "357": "哉。僕當慕之。以為永劫之仗託也。", "358": "客曰。屢聞講說。大乘諸師猶以無情佛性。為", "359": "一別見何耶。余曰。此有由也。斯等曾覩小乘", "36": "譬之。故三十一迦葉品云。眾生佛性猶如", "360": "無情之名。又見大乘佛性之語。亡其所弘融", "361": "通之譚。而棄涅槃虛空之喻。不達修性三", "362": "因離合。不思生佛無差之旨。謬斆傳習無情", "363": "之言。反難己宗唯心之教。專引涅槃瓦石之", "364": "說。不測時部出沒之意。如福德子而無壽", "365": "命。弱喪徒歸○猶迷本族。如受貴位不識祖", "366": "宗。亦如死人而著瓔珞。用是福為用瓔珞為。", "367": "法相徒施全迷其本。忽遇斯等應以如上諸", "368": "意問之所弘之典大小乘耶。尚失小乘已如", "369": "前說。", "37": "虛空。非內非外。若內外者。云何得名一切處", "370": "客曰。斯失者眾。聞仁所宗四教釋義可得聞", "371": "耶。余曰。此之四釋關涉五時牢籠八教。十", "372": "方三世大小乘法咸攝其中。豈可率爾譚其", "373": "始末。", "374": "客曰。若爾可能以四教。略判佛性無情有", "375": "無心造心變具不具耶。余曰。略示方隅斯亦", "376": "可矣。何者自法華前藏通三乘俱未稟性。二", "377": "乘憚教。菩薩不行。別人初心教權理實。以", "378": "教權故所稟未周。故此七人可云無情不云", "379": "有性。圓人始末知理不二。心外無境誰情無", "38": "有。請觀有之一字。虛空何所不收。故知經", "380": "情。法華會中一切不隔。草木與地四微何殊。", "381": "舉足修途皆趣寶渚。彈指合掌咸成佛因。與", "382": "一許三無乖先志。豈至今日云無情無言心", "383": "造心變咸出大宗。小乘有言而無其理。然諸", "384": "乘中其名雖同義亦少別。有共造依報各造", "385": "正報。有共造正報各造依報。眾生迷故或謂", "386": "自然梵天等造。造已或謂情與無情。故造名", "387": "猶通。應云心變。心變復通。應云體具。以無", "388": "始來心體本遍。故佛體遍由生性遍。遍有二", "389": "種。一寬廣遍。二即狹遍所以造通於四。變義", "39": "文不許唯內專外。故云非內外等及云如空。", "390": "唯二。即具唯圓。及別後位。故藏通造六。別", "391": "圓造十。此六及十括大小乘教法罄盡。由觀", "392": "解異故十與六各分二別。藏見六實。通見無", "393": "生。別見前後生滅。圓見事理一念具足。論", "394": "生兩教似等。明具別教不詮。種具等義非此", "395": "可述。故別佛性滅九方見。圓人即達九界三", "396": "道。即見圓伊三德體遍。", "397": "客曰。如何能攝依正因果。余曰一家所立不", "398": "思議境於一念中理具三千。故曰念中具有", "399": "因果凡聖大小依正自他。故所變處無非三", "4": "聞也。吾祖章安作疏益詳。至荊溪將迦葉品。", "40": "既云眾生佛性。豈非理性正因。次迦葉問云。", "400": "千。而此三千性是中理。不當有無有無自爾。", "401": "何以故。俱實相故。實相法爾具足諸法。諸法", "402": "法爾性本無生。故雖三千有而不有。共而不", "403": "雜。離亦不分。雖一一遍亦無所在。", "404": "客曰。其理必然。僕深仰之。此為憑教為通依", "405": "諸部。為專在一經。余曰。斯問甚善。能使其", "406": "理永永不朽。雖則通依一切大部。指的妙境", "407": "出自法華。故方便品初。佛歎十方三世諸佛", "408": "所得微妙難解之法。所謂諸法實相如是相", "409": "等。當知如是相等即是轉釋諸法實相。以諸", "41": "何名為猶如虛空。佛乃以果地無礙而答迦", "410": "法故故有相等。以實相故相等皆是。實相無", "411": "相相等皆如。", "412": "客曰。云何三千。余曰。實相必諸法。諸法必十", "413": "如。十如必十界。十界必身土。又依大經及以", "414": "大論。立三世界故有三千。具如止觀及廣記", "415": "中。故知。因果凡聖恒具三千。是故歎云。唯", "416": "佛與佛乃能究盡。十方世界稻麻二乘如恒", "417": "河沙。不退菩薩並不能知斯義少分。即指前", "418": "之七種人也。是故身子三請慇懃。十方三世", "419": "諸佛開顯。釋迦仰同無復異趣。大車譬此。", "42": "葉。豈非正因因果不二。由佛果答。迦葉乃", "420": "宿世示此。壽量久本唯證於此。根敗適復獲", "421": "記由此。菩薩疑除損生增道。始初發心終訖", "422": "補處。豈有餘途並託於此。由前四時兼但對", "423": "帶部非究竟。故推功法華。涅槃兼權意如前", "424": "說。當知一乘十觀即法華三昧之正體也。普", "425": "現色身之所依也。正因佛性由之果用。緣了", "426": "行性由之能顯。性德緣了所開發也。涅槃真", "427": "伊之所喻也。法華大車之所至也。諸大乘意", "428": "準例可知。子得聞之。可謂久種勤而習之無", "429": "使焦敗。願未來世諸佛會中與子相遇。", "43": "以權智斷果果上緣了悉皆是有。難佛空喻", "430": "於是野客悲喜交集曰。投身莫報粉骨寧酬。", "431": "唯以此義隨方轉說。以報所聞如何。余曰。佛", "432": "有誠誡自可為規。經云。若但讚佛乘眾生沒", "433": "在苦。我寧不說法疾入於涅槃。尋思方便", "434": "先小後大。此乃以偏助圓方可為說。又云。當", "435": "來世惡人破法墮惡道。志求佛道者廣讚一", "436": "乘道。此即簡人方可為說。然末代施化復", "437": "未知根。亦可如安樂行中但以大答。亦可如", "438": "不輕喜根而強毒之。故首楞嚴中聞生謗者", "439": "後終獲益。如人倒地還從地起。應運大悲無", "44": "法喻不齊。故迦葉云。如來佛性涅槃是有。", "440": "惱他說。子應從容觀時進否。將獲彼意順", "441": "佛本懷。若有眾生未稟教者。來至汝所先", "442": "當語云。汝無始來唯有煩惱業苦而已。即此", "443": "全是理性三因由未發心未曾加行。故性緣", "444": "了同名正因。故云眾生皆有正性。既信己", "445": "心有此性已。次示此性非內外遍虛空。同諸", "446": "佛等法界。既信遍已次示遍具。既同諸佛等", "447": "於法界。故此遍性具諸佛之身。一身一切", "448": "身。如諸佛之感土。一土一切土。身土相即身", "449": "說土說。大小一多亦復如是。有彼性故故名", "45": "虛空應當亦是有耶。佛先順問答。次復宗明", "450": "有性。若世人云。眾生唯有清淨之性。加修", "451": "萬行為功用體。故至果時方有大用。此乃佛", "452": "有眾生之性。不名眾生有佛性也。三無差別", "453": "斯言有徵。寄言說者勿負斯教。若言眾生有", "454": "正因性與法身等。不與報化等者。還成眾生", "455": "與眾生等。何者若除報化猶是眾生。若言", "456": "等於有報化之法身。其如法身非報化外。以", "457": "是言之故須悉等。今此示有是示種性。示遍", "458": "是示體量。示具是示體德。既示三已。次令緣", "459": "於一體三寶發四弘誓。進受菩薩清淨律儀。", "46": "空。", "460": "一一緣向理性三因。修行填誓。如向所聞種", "461": "必相續。世世生處以人天身。佛會再聞而得", "462": "解脫。若已稟方便教者。若聞若行若伏若", "463": "斷。隨其所得點示體具。故經云。汝等所行是", "464": "菩薩道。故法華中五章開權。一一但云是法", "465": "皆為一佛乘。故眾生聞已皆得種智。散心講", "466": "授者。隨宜設化。一種觀心者。從心示之。若", "467": "憚教生諍競者。應當語云聞已成種不敢輕", "468": "汝。汝等行道皆當作佛。故大師判教末云。佛", "469": "法不思議。唯教相難解。二乘及菩薩。尚所不", "47": "先順問云。為非涅槃說為涅槃。非涅槃者。謂", "470": "能測。何況諸凡夫。而欲判此事。譬如生盲人。", "471": "分別日輪相。欲判虛空界。一切諸色像。而言", "472": "了達者。畢竟無是事。是故有智者。各生慚愧", "473": "心。自責無明暗。捨戲論諍競。大師親證判", "474": "已尚自謙喻後輩。余今准此一家宗途。獎導", "475": "於子。非師己見。子亦順教如是流行。", "476": "野客於是歡喜頂受。自爾永劫唯奉持之。所", "477": "在宣弘不違尊命。歛容再拜安庠而出。忽然", "478": "夢覺。問者答者。所問所答都無所得。", "479": "金剛錍竟", "48": "有為煩惱。為非如來說為如來。非如來者謂", "49": "闡提二乘。為非佛性說為佛性。非佛性者。謂", "5": "分正緣了別指方隅。則權實進否曉然而明。", "50": "牆壁瓦礫。今問若瓦石永非。二乘煩惱亦永", "51": "非耶。故知。經文寄方便教說三對治。暫說三", "52": "有。以斥三非。故此文後便即結云一切世間。", "53": "無非虛空對於虛空。佛意以瓦石等三。以為", "54": "所對。故云對於虛空。是則一切無非如來等", "55": "三。迦葉復以四大為並。令空成有。故迦葉云。", "56": "世間亦無非四大對四大。是有虛空無對何", "57": "不名有。迦葉意以空無對。故有之大也。佛於", "58": "此後捨喻從法。廣明涅槃不同虛空。若涅槃", "59": "不同。餘二亦異。故知。經以正因結難。一切世", "6": "可謂善乎派深。良哉析重也。余復以佛性周", "60": "間何所不攝。豈隔煩惱及二乘乎。虛空之言", "61": "何所不該。安棄牆壁瓦石等耶。", "62": "佛後復云空與涅槃。雖俱非世攝。涅槃如", "63": "來有證有見。虛空常故是故不然。豈非正與", "64": "緣了不同。", "65": "次佛復宗顯空非有。故恐世人以邪計空為", "66": "佛性喻。更以一十復次。而遮其非。", "67": "初云。世人言虛空者。名為無色無對不可見。", "68": "佛言此即心所三世所攝。語似心所。故佛破", "69": "之。世言身內。何殊心所。復次外道言。虛空", "7": "遍三千具攝而分。今文分而又分賓主問答。", "70": "者即是光明。佛言亦是色法。世言身內。何殊", "71": "色法。有云住處。世言身內。豈非住處。有云次", "72": "第。世言身內。必須隨身剎那時運。有云。不離", "73": "三法。一空二實三者空實。佛言若言空者。有", "74": "處無故。若言實者空處無故。若言空實二處", "75": "無故。世言身內猶闕外計空及二俱。有云。作", "76": "法。如去舍等。", "77": "世言身沒與真相應。即同作法。有云。無礙", "78": "處。佛言有分。有具餘處無故。世言身內。餘", "79": "處則無。有云。與有並合。佛言合有三種。一如", "8": "引文釋義略無混亂。雖短脛亦可以厲法流。", "80": "鳥投樹。二如羊相觸。三如二指已合。世言", "81": "身內。如二指合。有云。如器中空。世言身內。", "82": "何異器中。有云。所指之處。佛言。則有方面。", "83": "世言身中。豈非方面。佛總結云。從因緣生", "84": "皆是無常。故此一十邪計虛空非佛性喻。是", "85": "無常故。三世攝故。虛空異彼遍一切處。此", "86": "違迦葉問。復宗符空。以喻正因。", "87": "世人何以棄佛正教。朋於邪空。云何乃以智", "88": "斷果上緣了佛性。以難正因。如來是智果。", "89": "涅槃是斷果。故智斷果上。有緣了性。所以", "9": "孺子敢當荷負矣。或曰猶牧女之添水。將非", "90": "迦葉難云。如來佛性涅槃是有。世人多引涅", "91": "槃為難。故廣引之以杜餘論。子應不見涅槃", "92": "之文。空斆世人瓦石之妨。緣了難正殊不", "93": "相應。此即子不知佛性之進否也。況復以空", "94": "譬正緣了猶局。如迦葉所引三皆有者。此乃", "95": "涅槃帶權門說。故佛順迦葉三皆是有。若頓", "96": "教實說本有三種。三理元遍。達性成修。修三", "97": "亦遍。欲示眾生本有正性。且云正遍猶如", "98": "虛空。欲赴末代以順迦葉。豈非迦葉知機設", "99": "疑。故佛覆實述權緣了。此子不知教之權實。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1932 金剛錍", "author": "唐 湛然述", "sourceLink": "http://www.cbeta.org/"}