{"author": "元魏 吉迦夜譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0308 佛說大方廣菩薩十地經: 佛說大方廣菩薩十地經: 佛說大方廣菩薩十地經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 308", "1": "佛說大方廣菩薩十地經", "2": "元魏西域三藏吉迦夜譯", "3": "如是我聞：一時佛在王舍城耆闍崛山，與大", "4": "比丘眾千二百五十人俱，菩薩萬人，其名曰：", "5": "智幢菩薩、法幢菩薩、月幢菩薩、日幢菩薩、無", "6": "量幢菩薩、跋陀波羅等十六正士、文殊師利", "7": "等六十同意、彌勒菩薩等賢劫一切菩提薩", "8": "埵。爾時無盡智菩提薩埵，從座起整衣服偏", "9": "袒右肩右膝著地，以種種寶華散於佛上：白", "10": "佛言：「世尊！欲有所問，唯願世尊，開示解說。」", "11": "爾時世尊告無盡智菩薩：「善哉，善哉！善男子！", "12": "若有疑難恣汝所問，如來當為隨問解說令", "13": "汝歡喜。」爾時無盡智菩提薩埵白佛言：「世尊！", "14": "菩提心。世尊謂菩提心，云何當知菩提薩埵", "15": "成就菩提心？何等為菩提心亦無菩提心，薩", "16": "埵亦不可得，亦不離菩提名曰菩提心？菩提", "17": "者，亦不可說不可見無有對，薩埵亦不可得。", "18": "云何於此諸法當得開解？」世尊告曰：「善男子！", "19": "菩提者，是皆言說俗數施設。善男子！菩提者", "20": "非言說非俗數非施設。善男子！如菩提非言", "21": "說，薩埵及心，至一切法，亦復如是，當作是知。", "22": "若如是心是名菩提心，菩提亦不過去當來今", "23": "現在，所謂薩埵及心亦不過去當來今現在；", "24": "若如是知者，菩提薩埵不可得，彼處都無所", "25": "得；於一切法得無所得，是名得菩提心。如阿", "26": "羅漢阿羅漢果亦不可得，彼都無所得，但是", "27": "俗數言說有耳；於一切法無所得，是名得。菩", "28": "提心亦非初業，菩提薩埵度義，義名為菩提", "29": "薩埵；亦非彼心非施設心、非眾生非施設眾", "30": "生、非聲聞非施設聲聞、非辟支佛非施設辟支", "31": "佛、非菩提薩埵非施設菩提薩埵、非有為非", "32": "施設有為法、非無為非施設無為法，可得已", "33": "得當得。但如說法隨順故，說一切善根等起；", "34": "當知初發心，彼因檀波羅蜜，猶如大地所持；", "35": "當知第二心起，彼因尸波羅蜜，猶如師子獸", "36": "王勇猛；當知第三心起，彼因羼提波羅蜜，猶", "37": "如那羅延勇猛大力便；當知第四心起，摧伏", "38": "一切諸結怨敵，彼因毘梨耶波羅蜜，種種善", "39": "根功德華開；當知第五心起，譬如天帝釋大", "40": "會拘毘陀羅樹，彼因禪那波羅蜜，猶如日輪", "41": "無量光曜；當知第六心起，悉能除滅一切闇", "42": "冥，彼因般若波羅蜜，本願功德普現莊嚴；當", "43": "知第七心起，如商人主將諸商人能度曠野，", "44": "彼因方便波羅蜜，淨除一切過惡所欲如意；", "45": "當知第八心起，滿足明淨猶如秋月周滿所", "46": "願；當知第九心起，一切所作皆悉休息，譬如", "47": "貧人得無盡寶藏，猶如虛空離垢明淨；當知", "48": "第十心起，究竟一切功德彼岸，智慧辯才無", "49": "盡，一切法主猶轉輪王。如是，善男子！其成就", "50": "此十種心者，是名為菩提薩埵、摩訶薩埵、第", "51": "一薩埵、最上薩埵、離罪薩埵、最尊薩埵。然，善", "52": "男子！菩提薩埵及心，於第一義都不可得。", "53": "「又善男子！菩提薩埵初心起，有法寶等起三", "54": "摩提攝取心而生；菩提薩埵第二心起，有不", "55": "動三摩提攝取心而生；彼第三心起，名善住", "56": "三摩提攝取心而生；彼第四心起，名不退轉", "57": "三摩提攝取心而生；彼第五心起，名集華三", "58": "摩提攝取心而生；彼第六心起，名日光三摩", "59": "提攝取心而生；彼第七心起，名義滿足三摩", "60": "提攝取心而生；彼第八心起，名慧炬三摩提", "61": "攝取心而生；彼第九心起，名佛見在前三摩", "62": "提攝取心而生；彼第十心起，名首楞嚴三摩", "63": "提攝取心而生。「又善男子！初地菩提薩埵先", "64": "覩嘉瑞，三千大千佛土億百千珍奇寶藏，悉", "65": "現境界；第二地先覩嘉瑞，三千大千佛土平", "66": "如水掌，悉現境界；第三地先覩嘉瑞，勇健堅", "67": "強手執兵仗，悉現境界；第四地先覩嘉瑞，曼", "68": "陀羅風從四方來，吹種種華普散大地，悉現", "69": "境界；第五地先覩嘉瑞，一切女人嚴具莊飾，", "70": "瞻匐華鬘、解脫華鬘、憂鉢羅華鬘、婆利師", "71": "華鬘、莊嚴其首、悉現境界；第六地先覩嘉瑞、", "72": "眾寶浴池八功德水充滿其中，有四階道底", "73": "布金沙，澄靖清徹自見己身遊戲其中，悉現", "74": "境界；第七地先覩嘉瑞，見左右面有大地獄", "75": "楚毒峻嶮，自見己身超出此難，悉現境界；", "76": "第八地先覩嘉瑞，自見兩肩有師子獸王，首", "77": "冠繒帛其身雄壯，一切毒害諸惡獸等無不", "78": "摧伏，悉現境界；第九地先覩嘉瑞，轉輪聖王", "79": "大臣剎利百千眷屬，以法化導一切眾生，手", "80": "執繒蓋眾寶百千莊嚴其首，悉現境界；第十", "81": "地先覩嘉瑞，自見作佛身黃金色圓光一尋，", "82": "億百千梵圍遶說法。善男子！是為菩提薩埵", "83": "十地前相，當作是知，悉從十地三摩提之所", "84": "出生。", "85": "「又善男子！菩提薩埵初發意地得最勝處陀", "86": "羅尼；第二地得難伏陀羅尼；第三地得善住", "87": "陀羅尼；第四地得難當陀羅尼；第五地得功", "88": "德華普集莊嚴陀羅尼；第六地得智光明陀", "89": "羅尼；第七地得勝趣陀羅尼；第八地得八萬", "90": "四千陀羅尼，澄靖司陀羅尼為首；第九地", "91": "得六十那由他陀羅尼，無盡陀羅尼為首；第", "92": "十地得恒河沙陀羅尼，出生無量陀羅尼為", "93": "首；是為菩提薩埵十地陀羅尼，當作是知。", "94": "「又善男子！菩提薩埵初發意地具足檀波羅", "95": "蜜，第二地具足尸波羅蜜，第三地具足羼提", "96": "波羅蜜，第四地具足毘梨耶波羅蜜，第五地具", "97": "足禪那波羅蜜，第六地具足般若波羅蜜，第", "98": "七地具足方便波羅蜜，第八地具足願波羅", "99": "蜜，第九地具足力波羅蜜，第十地具足智波", "100": "羅蜜；如是諸波羅蜜，於諸地中皆悉成就。", "101": "「又善男子，有十種檀波羅蜜。何等為十？信根", "102": "為首檀波羅蜜，三摩提為首檀波羅蜜，大慈", "103": "為首檀波羅蜜，大悲為首檀波羅蜜，深心希", "104": "望為首檀波羅蜜，一切智為首檀波羅蜜，安", "105": "立眾生為首檀波羅蜜，四攝為首檀波羅蜜，", "106": "護持正法為首檀波羅蜜，樂求佛法為首檀", "107": "波羅蜜。「復有十種尸羅波羅蜜。何等為十", "108": "種？離八難為首尸羅波羅蜜，建立佛法為首", "109": "尸羅波羅蜜，超越聲聞辟支佛地為首尸羅", "110": "波羅蜜，淨身業為首尸羅波羅蜜，淨口業為", "111": "首尸羅波羅蜜，淨意業為首尸波羅蜜，莊嚴", "112": "心為首尸波羅蜜，人世界清淨為首尸波羅", "113": "蜜，一切願求滿足為首尸波羅蜜，不害為首", "114": "尸波羅蜜。「復有十種羼提波羅蜜。何等為十？", "115": "忍力為首羼提波羅蜜，成熟眾生為首羼提", "116": "波羅蜜，意解為首羼提波羅蜜，深法忍為", "117": "首羼提波羅蜜，斷煩惱為首羼提波羅蜜，離", "118": "瞋恚為首羼提波羅蜜，不計身為首羼提波", "119": "羅蜜，不計命為首羼提波羅蜜，斷諸無智為", "120": "首羼提波羅蜜，觀諸法平等為首羼提波羅", "121": "蜜。", "122": "「復有十種毘梨耶波羅蜜。何等為十？精進根", "123": "為首毘梨耶波羅蜜，精進力為首毘梨耶波", "124": "羅蜜，等方便為首毘梨耶波羅蜜，念處為首", "125": "毘梨耶波羅蜜，代一切眾生身所作為首毘", "126": "梨耶波羅蜜，隨順一切眾生口意轉為首毘", "127": "梨耶波羅蜜，不退還為首毘梨耶波羅蜜，極", "128": "精勤為首毘梨耶波羅蜜，伏一切煩惱怨家", "129": "為首毘梨耶波羅蜜，一切智智為首毘梨耶", "130": "波羅蜜。", "131": "「復有十種禪波羅蜜。何等為十？定根為首禪", "132": "波羅蜜，定力為首禪波羅蜜，等定為首禪波", "133": "羅蜜，諸禪解脫為首禪波羅蜜，善法為首禪", "134": "波羅蜜，是處為首禪波羅蜜，不亂為首禪波", "135": "羅蜜，非處為首禪波羅蜜，害一切結使為首", "136": "禪波羅蜜，定身滿足為首禪波羅蜜。", "137": "「復有十種般若波羅蜜。何等為十？慧根為", "138": "首般若波羅蜜，慧力為首般若波羅蜜，正見", "139": "為首般若波羅蜜，正念為首般若波羅蜜，陰", "140": "巧便為首般若波羅蜜，觀界入為首般若波", "141": "羅蜜，聖諦為首般若波羅蜜，無障礙為首般", "142": "若波羅蜜，除一切妄見為首般若波羅蜜，無", "143": "生法忍為首般若波羅蜜。", "144": "「復有十種方便智波羅蜜。何等為十？眾生希", "145": "望方便行為首方便波羅蜜，安立眾生為首", "146": "方便波羅蜜，大悲為首方便波羅蜜，化眾生", "147": "不勞惓為首方便波羅蜜，超越聲聞辟支佛", "148": "地為首方便波羅蜜，入諸波羅蜜為首方便", "149": "波羅蜜，如實觀諸法為首方便波羅蜜，不思", "150": "議力為首方便波羅蜜，不退轉為首方便波羅", "151": "蜜，降伏眾魔為首方便波羅蜜。「何等為波羅", "152": "蜜義？行增進滿足義，是謂波羅蜜義；勝妙智", "153": "滿足，是波羅蜜義；不著有為無為法義，是波", "154": "羅蜜義；覺生死過義，是波羅蜜義；覺悟不覺", "155": "悟者義，是波羅蜜義；開示一切無盡法藏義，", "156": "是波羅蜜義；無間礙解脫具足義，是波羅蜜", "157": "義；覺知布施平等義，是波羅蜜義；覺知戒、忍、", "158": "精進、一心、智慧、平等義，是波羅蜜義；決定巧", "159": "便義，是波羅蜜義；知一切眾生法性義，是", "160": "波羅蜜義；無生法忍滿足義，是波羅蜜義；不", "161": "退地滿足義，是波羅蜜義；嚴淨佛土義，是波", "162": "羅蜜義；成熟眾生義，是波羅蜜義；覺場具足", "163": "義，是波羅蜜義；降伏眾魔義，是波羅蜜義；一", "164": "切佛法滿足義，是波羅蜜義；十力、四無所畏、", "165": "十八不共法滿足義，是波羅蜜義；攝取一切", "166": "化生義，是波羅蜜義；三轉十二行法輪義，是", "167": "波羅蜜義。」", "168": "爾時會中有天名師子幢無礙光耀，白佛言：", "169": "「世尊甚奇甚特，是名一切具足，是名究竟一", "170": "切佛法功德。」世尊答曰：「如是如是，諸天！其有", "171": "善男子、善女人聞是法正憶念者，當知是阿", "172": "惟越致菩提薩埵。何以故？天子！是善男子、善", "173": "女人善根成熟故，令耳根得聞是經；一切善", "174": "根成熟故，得聞此經已，終不離真實觀、不離", "175": "諸佛世尊、不離諸佛法、不離轉法輪、不離海", "176": "印陀羅尼、不離無盡陀羅尼、不離遍入眾生", "177": "行陀羅尼、不離無盡光日幢陀羅尼、不離月", "178": "無垢相陀羅尼、不離無垢等起相陀羅尼。若", "179": "菩薩得是陀羅尼者，悉能一時變身為佛，周", "180": "滿十方教化眾生，然於諸法亦不死亦不去，", "181": "而度脫眾生；眾生亦不可得，說法教化諸文", "182": "字等亦不可得，示現死生亦不生，知諸法平", "183": "等無去無來，亦不作非不作故。」說是法時，三", "184": "千菩提薩埵得無生法忍。「復次天子！若有讀", "185": "誦持是法者，終不離息一切纏陀羅尼、不離", "186": "金剛堅強破散一切煩惱山陀羅尼，終不離", "187": "說無言普入諸波羅蜜陀羅尼，終不離能說", "188": "異名句諸語陀羅尼、不離虛空離垢出生無", "189": "盡印陀羅尼、不離成就無量佛身一切生盡", "190": "陀羅尼。」說是法時，無量眾生皆得法忍，無量", "191": "眾生發阿耨多羅三藐三菩提心。佛說是時，", "192": "無盡智菩薩、師子幢無礙光耀天子，及諸大", "193": "聲聞、天、人、阿修羅，為佛作禮，皆大歡喜。", "194": "佛說大方廣菩薩十地經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0308 佛說大方廣菩薩十地經: 佛說大方廣菩薩十地經: 佛說大方廣菩薩十地經", "source": "CBETA"}