{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2004 萬松老人評唱天童覺和尚頌古從容庵錄", "text": {"0": "82 雲門聲色", "1": "萬松老人評唱天童覺和尚頌古", "10": "病者不病者却是爾有第二月山云。不病者莫是智", "100": "一指。簡易之道。要而不繁。維摩毛吞大海名", "1000": "甚麼降魔。林云。賊不打貧兒家。僧云。十二年", "1001": "後為甚麼不降魔。林云。賊不打貧兒家。此名", "1002": "一劍下分身之意。首楞嚴第四。富樓那問。若", "1003": "復世間一切根塵。陰處界等。皆如來藏。清淨", "1004": "本然。云何忽生山河大地諸有為相。次第遷", "1005": "流。終而復始。說者云。若解則已知。覺體本", "1006": "妙。無明本空。山河大地。如空花相。若惑則能", "1007": "所妄分。強覺俄起。三細為世。四輪成界。瑯琊", "1008": "云。我則不然。清淨本然。云何忽生山河大地。", "1009": "此喚騎賊馬赶賊。奪賊槍殺賊。薦福信云。先", "101": "小不思議經。華嚴。塵含法界名大不思議經。", "1010": "行不到。末後太過。萬松道。徐六檐板。各見一", "1011": "邊。要除見滲漏。須見天童始得。頌云。", "1012": "見有不有一般麵草翻手覆手由人故造瑯琊山裏人叉手", "1013": "云慧覺不落瞿曇後一語傷人千刀攪腹", "1014": "師云。見有不有。其有自朽。見怪不怪。其怪自", "1015": "壞。摩訶衍論。十四祖龍樹祖師造也。乃云一", "1016": "切諸法。一切因緣故應有。一切諸法。一切因", "1017": "緣故不應有。此翻手覆手也。瑯琊上堂云。見", "1018": "聞覺知。俱為生死之因。見聞覺知。俱為解脫", "1019": "之本。譬如師子返擲。南北東西。且無定止。汝", "102": "楞嚴於一毛端。遍能含受十方國土。又云於", "1020": "等諸人若也不會。且莫辜負釋迦老子。吽。此", "1021": "所以不落瞿曇後也。瞿曇梵語。具云喬答摩。", "1022": "此云地勝。謂除天外在地人中。最殊勝故。方", "1023": "今後五百歲。去聖時遙。人多懈怠。如何得不", "1024": "落後去。裂破古今。", "1025": "萬松老人評唱天童覺和尚頌古從容庵錄卷", "1026": "六終", "103": "一毛端現寶王剎。坐微塵裏轉大法輪。莊子", "104": "任公子為大鉤巨緇。五十犗以為餌。蹲乎會", "105": "稽。投竿東海。旦旦而釣。期年不得魚。已而大", "106": "魚食之。牽巨鉤䤾沒而下。驚揚而奮鬐。白波", "107": "若山。海水震蕩。聲侔鬼神。燀赫千里。任公子", "108": "得若魚。離而腊之。自制浙河以東。蒼梧以北。", "109": "莫不厭若魚者。所謂。釣竿斫盡重栽竹。不計", "11": "頭陀麼陷虎之機吾云。病與不病。總不干他事。", "110": "功程得便休。後來接得斷指童子。國泰瑫別", "111": "峯相見。嘉山來誤入桃源。今日天童頌後。又", "112": "竪一指云。看。柏山大隱和尚道。大小天童隨", "113": "人脚跟走。五祖演和尚舉。僧問投子。如何是", "114": "十身調御子。下禪床立。還有僧問老僧。亦下", "115": "禪床立。為甚却依樣畫猫兒。待我計較成即", "116": "說向爾。是知。俱胝指頭。一迴飲水。一迴著", "117": "噎。教萬松別作箇甚麼向當。擲下拂子云。一", "118": "任諸方點檢。", "119": "85 國師塔樣第八十五則國師塔樣", "12": "速道速道却被葫蘆倒繳藤山云。道得也沒交涉禍不入慎", "120": "示眾云。有打破虛空底鉆鎚。擘開華嶽底手", "121": "段。始到元無縫罅處。不見瑕痕處。且誰是恁", "122": "麼人。", "123": "舉。肅宗帝問忠國師。百年後所須何物即今", "124": "也不少國師云。與老僧作箇無縫塔向甚處下手帝曰。", "125": "請師塔樣描不成畫不就國師良久云。會麼這裏不得會不會莫別求", "126": "帝云。不會却較些子國師云。吾有付法弟子耽源", "127": "却諳此事祖禰不了殃及兒孫後帝詔耽源問。此意如", "128": "何作家君王不忘遺囑源云。相之南譚之北天高地厚日左月右中", "129": "有黃金充一國畐塞虗空無影樹下合同舡密密金刀剪不", "13": "家之門。", "130": "開瑠璃殿上無知識寂寂簾垂不露顏。", "131": "師云。西京光宅寺慧忠國師。自受心印。居南", "132": "陽白崖山黨子谷。四十餘年不下山門。道行", "133": "聞于帝里。唐肅宗上元二年。勅中使孫朝進。", "134": "齎詔徵赴京。待以師禮。初居千福寺西禪院。", "135": "及代宗臨御。復迎止光宅精藍。十有六載隨", "136": "機說法。大歷十年十二月九日。右脇長往。諡", "137": "大證禪師。佛果云。多有人道。國師無語便是", "138": "塔樣。若恁麼會。達磨一宗掃地而盡。啞子也", "139": "會禪。昔有二僧住庵。旬日不相見。上庵主問。", "14": "潭州溈山靈祐禪師。二十三歲參百丈大智。", "140": "多日不見在甚麼處。下庵主曰。在庵裏造箇", "141": "無縫塔。上庵主曰。某甲也欲造箇。就師借取", "142": "樣子可否。下庵主曰。何不早道。恰被人借去", "143": "也。法眼云。且道。借伊樣不借伊樣。萬松道。", "144": "國師無語。下庵主為甚却支梧說道理。雪竇", "145": "云。肅宗不會則且致。耽源還會麼。只消一箇", "146": "請塔樣。盡西天此土諸位祖師。遭這一拶。不", "147": "免將南作北。有傍不肯底。出來我要問爾", "148": "那箇是無縫塔。萬松道。不是即道。吉州耽", "149": "源山真應禪師。受業于馬祖。久為國師侍", "15": "充典座二十年。因撥火悟道。後與華林。賭淨", "150": "者。國師既化。帝詔源入內舉問前話。源亦", "151": "良久曰。聖上會麼。帝曰。不會。源述偈曰。相", "152": "之南譚之北。中有黃金充一國。無影樹下合", "153": "同舡。瑠璃殿上無知識。或云湘之南譚之北。", "154": "浮山遠錄公。作牛頭南馬頭北。但得旨忘筌。", "155": "無不可者。雪竇道不免將南作北。正謂此也。", "156": "僧問新羅大嶺。如何是一切處清淨。嶺云。截", "157": "瓊枝寸寸是寶。析栴檀片片皆香。丹霞淳和", "158": "尚頌云。乾坤盡是黃金國。萬有全彰淨妙身。", "159": "耽源黃金充一國。丹霞國亦是黃金。更較一", "16": "瓶下語。贏得溈山。連帥李景讓。奏號同慶寺。", "160": "線道。無影樹下合同舡。周易略例云。同舟而", "161": "濟。則胡越何患乎異心。若漸卦三四。異體和", "162": "好物莫能間。順而相保似若同在一舟。上下", "163": "殊體。猶若胡越。利用禦寇。何患乎異心。此言", "164": "同身共命利害同也。法真一禪師問。是處是", "165": "慈氏無門無善財。為甚麼道瑠璃殿上無知", "166": "識。萬松道。坼殿了相見。然後看天童拈向爾", "167": "面前築著爾鼻孔。頌云。", "168": "孤迴迴不與萬法為侶圓陀陀無缺無餘眼力盡處高峩峩", "169": "斫額望不及月落潭空夜色重盡十方界如一󱗃墨雲收山瘦", "17": "相國裴休。甞咨玄奧。師甞見野火問道吾。還", "170": "秋容多體露金風八卦位正天地合其德五行氣和日月合其明", "171": "身先在裏見來麼到即不點南陽父子兮却似知", "172": "有且信一半西竺佛祖兮無如奈何千聖從來立下風", "173": "師云。雪竇道層落落影團團。此一句合頭語", "174": "也。天童道孤迴迴圓陀陀。萬劫繫驢橛也。眼", "175": "力盡處高峩峩。三世諸佛護持以為無見頂", "176": "相。雪竇頌天地同根萬物一體。南泉指花如", "177": "夢相似。亦云。見聞覺知非一一。山河不在鏡", "178": "中觀。霜天月落夜將半。誰共澄潭照影寒。試", "179": "將此頌。比天童月落潭空夜色重。古人大曬", "18": "見火麼。吾曰。見。山云。從何處起。吾曰。除去", "180": "有功夫。後來佛鑑一時注破。頌云。無縫塔兮", "181": "不是影。廓然一入真如境。爍迦羅眼電光流。", "182": "杳杳冥冥不見頂。此亦眼力盡處高峩峩。天", "183": "童頌針線貫通云。峩峩青山著秋瘦。毛髮凋", "184": "殘風骨舊。此亦雲收山瘦秋容多。可謂皮膚", "185": "脫落盡唯有一真實。到這裏八卦既位正。五", "186": "行亦氣和。運作修營無忌諱。何勞入市問孫", "187": "賓。身先在裏見來麼。天依懷禪師赴杉山請。", "188": "入院。上堂云。二十年樂慕此山。今日且喜。到", "189": "來因緣際會。山僧未到此山。身先到此山。洎", "19": "行住坐臥。請師別致一問來。山休去。佛鑑拈", "190": "乎來到。杉山却在山僧身內。南陽父子兮却", "191": "似知有。不敢道是。只道却似箇知有底。爾道。", "192": "為甚不全許。恐辜負他國師父子。西竺佛祖", "193": "為甚也沒奈何。當道鑄成金堠子。正齋行下", "194": "鐵饅頭。", "195": "86 臨濟大悟第八十六則臨濟大悟", "196": "示眾云。銅頭鐵額。天眼龍睛。雕觜魚顋。熊心", "197": "豹膽。金剛劍下是計不納。一籌不獲。為甚麼", "198": "如此。", "199": "舉。臨濟問黃蘗。如何是佛法的的大意殺人", "2": "從容庵錄六", "20": "云。炎炎野火。人人皆見。獨有道吾。見得逈", "200": "可恕情理難容蘗便打棒棒見血如是三度乃辭蘗。見大愚", "201": "便重不便輕愚問。甚麼處來險照顧着濟云。黃蘗來杖瘡猶在", "202": "愚云。黃蘗有何言句這裏好報讐濟云。某甲三問", "203": "佛法的的大意。三度喫棒。不知有過無過", "204": "更少六十棒愚云。黃蘗恁麼。老婆為爾得徹困。更", "205": "來問有過無過再犯不容濟於言下大悟始知痛痒。", "206": "師云。鎮州臨濟院慧照禪師諱義玄。曹州南", "207": "華人。姓邢氏。初遍習經論。知非要捷。而造黃", "208": "蘗。隨眾三年並不參問。但秉節默處而已。首", "209": "座異其殊眾。勉勸參學。無盡燈辨誤。竊謂。濟", "21": "別。萬松道。一等是看病。不似道吾覻透心肝", "210": "居三年。黃蘗豈不放人問事。既放之也。如濟", "211": "之器識。不能致一問端。須待首座教之。然", "212": "後能問乎。甞見楊無為作。濟贊。正法眼藏瞎", "213": "驢邊滅。黃蘗老婆大愚饒舌。又見。佛果作睦", "214": "州贊。辛辛辣辣。啀啀喍喍。穿濟北為大樹。推", "215": "雲門墮險崖。言如枯柴。理不可階。是之謂陣", "216": "蒲鞋。本錄悟後便云。元來佛法無多子。愚云。", "217": "這尿床鬼。適來問有過無過。而今又道佛法", "218": "無多子。是多少來。搊住云。道道。濟於大愚脇", "219": "下。築三拳。愚托開云。汝師黃蘗。非干我事。", "22": "五臟。溈山通方便。相席打令道。道得也與他", "220": "濟返黃蘗。蘗問。來來去去有甚了期。濟云。只", "221": "為老婆心切。遂舉前話。蘗云。這大愚老漢。饒", "222": "舌待見。與打一頓。濟云。說甚待見。即今便", "223": "打。遂與黃蘗一掌。蘗吟吟笑云。這風顛漢。來", "224": "這裏捋虎鬚。濟便喝。蘗云。侍者引這風顛漢。", "225": "參堂去。溈山問仰山。臨濟得大愚力黃蘗力。", "226": "仰云。非但捋虎鬚。亦解坐虎頭。濟後示眾云。", "227": "我于先師處。三次問佛法大意。三次被打。如", "228": "蒿枝拂著相似。如今更思一頓。誰為下手。時", "229": "有僧出云。某甲下手。濟拈棒度與。僧擬接。濟", "23": "沒交涉。唯有天童道。沒交涉處。正好道。頌", "230": "便打。雪竇云。臨濟放處較危。收來太速。天童", "231": "見他父子倜儻不群。黃蘗用處臨濟傳來。揀", "232": "緊切處頌出。頌云。", "233": "九包之鶵羽翼既成千里之駒神駿亦備真風度籥一竅虛通", "234": "靈機發樞一撥便轉劈面來時飛電急不容擬議迷雲破", "235": "處太陽孤舊時光彩捋虎鬚萬松門下誰敢見也無急著眼箇", "236": "是雄雄大丈夫爭奈老婆心切", "237": "師云。此讚臨濟。如謝超宗寔有鳳毛。黃蘗昔", "238": "年曾掌百丈。今日遭他臨濟毒手。真龍生龍", "239": "子。鳳長鳳雛。瑞應圖云。鳳有九包。一曰。歸", "24": "云。", "240": "命。二曰。心合度。謂天度也。三曰。耳聽達。四", "241": "曰。舌曲申。五曰。彩光色。六曰。冠短州。當朱", "242": "色也。七曰。銳鉤。八曰。音激揚。九曰。腹戶。九", "243": "方堙為秦穆公相馬。果千里駒。此喻臨濟之", "244": "神俊一日千里也。纔悟便解真機大用。諸方", "245": "有一聯云。黃蘗腮邊轟一掌。大愚脇下築三", "246": "拳。良由真風度籥。故得靈機發樞。上句稟受", "247": "師承。下句自性宗通也。老子云。天地之間其", "248": "猶槖籥乎。槖無底囊也。亦皮鞴也。籥三孔笛", "249": "也。芭蕉徹云。譬如琴瑟箜篌雖有妙音。若無", "25": "妙藥何曾過口吞不入吐不出神醫莫能捉手無處摸𢱢若", "250": "妙指終不能發。本出楞嚴經。劈面來時飛電", "251": "急。言其峻機迅辯也。迷雲破處大陽孤。言其", "252": "悟明也。捋虎鬚。莊子云。孔子見盜跖退而曰。", "253": "丘所謂無病而自灸也。疾走撩虎頭。編虎鬚。", "254": "幾不免虎口哉。見也無。天童指似于人。令參", "255": "學人體取全機大用當仁不讓。喚作衲僧巴", "256": "鼻。無盡居士作續清涼傳。所請輒應後。見說", "257": "解脫禪師打文殊。不覺讚云。真大丈夫也。還", "258": "見臨濟悟處麼。羞殺河陽新婦子。驚甦木塔", "259": "老婆禪。", "26": "存也渠本非無唯言遍天下至虛也渠本非有不見一纖", "260": "87 疎山有無第八十七則疎山有無", "261": "示眾云。門欲闔一拶便開。舡欲沈一篙便轉。", "262": "車箱入谷無歸路。箭筈通天有一門。且道。向", "263": "甚麼處去。", "264": "舉。疎山到溈山便問。承師有言。有句無句", "265": "如藤倚樹挂入唇齒忽然樹倒。藤枯句歸何處承言", "266": "者喪滯句者迷溈山呵呵大笑禹力不到處河聲流向西疎山云。某", "267": "甲四千里賣布單來。和尚何得相弄草鞋錢還來未", "268": "溈喚侍者取錢。還這上座不義之財於我如浮雲遂囑", "269": "云。向後有獨眼龍。為子點破去在更有四千里後", "27": "毫不滅而生虗若谷神常不死不亡而壽道先象帝自長生全超", "270": "到明昭舉前話一客煩兩主昭云。溈山可謂頭正", "271": "尾正。只是不遇知音自是浦繩短非干古井深疎復問。樹", "272": "倒。藤枯句歸何處又恁麼來也昭云。更使溈山笑", "273": "轉新別人拳頭畫地疎於言下有省還了布單債乃云。溈山", "274": "元來笑裏有刀始覺破皮見血。", "275": "師云。撫州疎山光仁禪師。參洞山問。未有之", "276": "言。請師示誨。山曰。不諾。無人肯。疎云。還可", "277": "切也無。山曰。闍梨即今還切得麼。疎云。切不", "278": "得即無諱處。後在香嚴會下。僧問嚴。不慕諸", "279": "聖。不重已靈時如何。嚴云。萬機休罷。千聖不", "28": "威音之前舒不到頭獨步劫空之後卷不到尾成平也天", "280": "携。疎在眾作嘔聲曰。是何言歟。嚴問。阿誰。", "281": "眾曰。師叔。嚴曰。汝不諾山僧耶。疎出眾曰。", "282": "是。嚴曰。汝莫道得麼。疎曰。道得。嚴曰。汝試", "283": "道看。疎曰。若教某道。須還師資禮始得。嚴乃", "284": "下座禮拜了。躡前語問之。疎曰。何不道。肯諾", "285": "不得全。嚴曰。肯又肯箇甚麼。諾又諾於阿誰。", "286": "疎曰。肯則肯他千聖。諾則諾于自己。嚴曰。", "287": "饒爾恁麼。也須三十年倒屙。設住山無柴燒。", "288": "住水無水喫。分明記取。後住疎山。果如嚴記。", "289": "二十七年病愈。自曰香嚴記我三十年倒屙", "29": "蓋地擎把定乾坤運轉也烏飛兔走斡旋造化", "290": "今欠三年。凡食後以手抉而吐之。以應嚴記。", "291": "疎後問鏡清道怤禪師。肯諾不得全。汝作麼", "292": "生會。怤曰。全歸肯諾。疎曰。不得全又作麼", "293": "生。怤曰。箇中無肯路。疎曰。方愜病僧意。溈", "294": "山懶安。禪門三懶之一也。亦曰長慶大安禪", "295": "師。示眾云。有句無句。如藤倚樹。疎不遠四千", "296": "里。賣布單去問。值溈泥壁次便問。有句無句", "297": "如藤倚樹。豈不是和尚語。溈曰。是。疎曰。忽", "298": "若樹倒藤枯時如何。溈放泥槃。大笑歸方丈。", "299": "疎隨後曰。某四千里賣布單。特為此來。和尚", "3": "侍者離知錄", "30": "師云。紅絲脈斷。藥病俱亡。服藥忘了口來。診", "300": "何得相弄。溈喚侍者。討錢還伊布單令去。因", "301": "囑向後有獨眼龍。為汝點破去在。後果遇明", "302": "昭點破。疎山四千里賣布單。特為此話。今時", "303": "傍家行脚者。亦可本分事上留心。但隨方建", "304": "立遞相讚揚。不可如疎山向眾中作嘔聲。不", "305": "道伊別無長處。破羯磨。破轉法輪。破和合僧。", "306": "必招現報。香嚴受記。疏山抉吐應記。皆作後", "307": "人榜樣。疏山亦不可測地位中人也。疏尋常", "308": "接機。手握木蛇。僧問手中是甚麼物。疏提起", "309": "蛇曰。曹家女。雪峯入山。採得一枝木。其形似", "31": "脈忘了手來。所謂攢簇不得底病。華陀拱手。", "310": "蛇。背上題曰。本自天然不假雕琢。寄與溈山", "311": "大安。溈曰。本色住山人。且無刀斧痕。疎山", "312": "既因此話。見溈山。亦用木蛇。或親傳。或倣", "313": "像。不可知也。明昭又問疎。虎生七子。阿那", "314": "箇無尾。疏曰。第七箇無尾。雲門韶國師。皆", "315": "參疎山。矮師叔名遂冠古今。天童只將溈山", "316": "笑處。疎山覰破。明昭舉處。徑直頌出。頌云。", "317": "藤枯樹倒問溈山行到水窮處坐看雲起時大笑呵呵豈等", "318": "閑險作相弄會笑裏有刀窺得破將謂別有言思無路絕", "319": "機關四千里地賺我來", "32": "扁鵲攢眉。道有通。身無影像。道無。遍界不", "320": "師云。外道立阿憂為吉。經頭以字是阿字言", "321": "無憂。字言有。故外道問佛。不問有言。不問無", "322": "言。此乃鯨吞海水盡也。世尊良久。此乃露出", "323": "珊瑚枝也。外道禮。讚世尊大慈開我迷雲令", "324": "我得入。香嚴瑞道。語是謗。寂是誑。語寂向上", "325": "有路在。大溈借此。以為示眾。疎山見道加藤", "326": "倚樹。便道樹倒藤枯句歸何處。怎生不教溈", "327": "山大笑。溈山言無展事。語不投機。疏山承言", "328": "者喪。滯句者迷。當時若問萬松。但云蒼天蒼", "329": "天。不見道春行冬令。", "33": "曾藏。齊朝曇鸞法師。得仙經十卷。後逢流支", "330": "88 楞嚴不見第八十八則楞嚴不見", "331": "示眾云。有見有不見。日午點燈。無見無不見。", "332": "夜半潑墨。若信見聞如幻瞖。方知聲色若空", "333": "花。且道。教中還有衲僧說話麼。", "334": "舉楞嚴經云。吾不見時。何不見吾不見之", "335": "處是何心倖若見不見。自然非彼不見之相自知即得", "336": "若不見吾不見之地。自然非物。云何非汝", "337": "心忙手急推出擁入。", "338": "師云。天童見雪竇引經簡略。亦概舉教眼。舉", "339": "處雖略。頌處甚詳。楞嚴第二。先明非見之物", "34": "三藏。問曰。佛法中有長生不死法。勝得此土", "340": "是前塵。次明非物之見是真性。今全舉次段。", "341": "正是此公案。經云。若見是物。則汝亦可見吾", "342": "之見。若同見者。名為見吾。吾不見時。何不見", "343": "吾不見之處。若見不見。自然非彼不見之相。", "344": "若不見吾不見之地。自然非物。云何非汝。長", "345": "水󱈜師注云。此文之意。展轉結歸。都有五重。", "346": "經文存三而隱二意。若具論者合云。若不見", "347": "吾不見之處。亦不見吾見處。既不見吾見處。", "348": "吾見自然非物。吾見若非是物。汝見亦非是", "349": "物。汝見既非是物。云何非汝真見。佛果舉。阿", "35": "仙方否。三藏唾地曰。此土那有長生法。縱得", "350": "難意。世界燈籠露柱。皆有名相。見精明元。喚", "351": "作甚麼物。願令我見。佛意我見香臺時。爾作", "352": "麼生。阿難云。我亦見香臺。即是見佛見處。佛", "353": "言。我見香臺則可知。我若不見香臺時。爾作", "354": "麼生。阿難云。我亦不見香臺。即是見佛不見。", "355": "佛言。汝云不見。自是汝知。他人不見處。爾如", "356": "何得知。古人到這裏。只可自知。與人說不得。", "357": "雪竇出教眼。單頌見佛。天童深得經意。頌出", "358": "真見。頌云。", "359": "滄海瀝乾依前白浪滔天太虛充滿不見毫釐絲忽衲僧鼻孔", "36": "延年報盡還墜。即懷中探出無量壽觀經。授", "360": "長千里寒梅度暗香古佛舌頭短一字真言道不滿珠絲度九曲", "361": "枉勞心力玉機纔一轉文彩縱橫意自殊直下相逢誰識渠", "362": "是甚麼面孔始信。斯人不合伴貶入孤獨地獄", "363": "師云。雪竇道。劫石固來猶可壞。滄溟深處立", "364": "須乾。然後太虛充滿。佛眼之嗣。竹庵珪和尚。", "365": "與伯父持一居士。俱喜楞嚴經。庵曰。若離前", "366": "塵。有分別性。正是生死根本。士駭曰。佛妄說", "367": "耶。庵曰。佛固不妄。且約只今居士對面徵詰", "368": "之心。果安在。士歎曰。佛說解第一空名師子", "369": "吼。汝行矣。無滯此。庵後上堂云。見見之時。", "37": "與鸞曰。此大仙方。常得解脫。永出生死。楞嚴", "370": "見非是見。見猶離見。見不能及。落花有意隨", "371": "流水。流水無情送落花。諸可還者自然非汝。", "372": "不汝還者非汝而誰。常恨春歸無覓處。不知", "373": "轉入此中來。喝一喝云。三十年後。莫道能仁", "374": "教壞人家男女。萬松只將前三句。注破公案。", "375": "據雪竇直頌見佛。佛果單提佛不見處只可", "376": "自知。天童頌瀝乾滄海畐塞太虛。竹庵直明", "377": "非物之見亦生死根本。此衲僧鼻孔長。皆出", "378": "教意外。別出一隻眼。古佛舌頭短。萬松道。古", "379": "佛就機隨他意。語俯為下機。故說半字。衲僧", "38": "十仙報盡。還來轉入諸趣。老子曰。死而不亡", "380": "一向全提正令。故有別傳之道。溫州瑞鹿寺。", "381": "上方遇安禪師。破句讀楞嚴經曰知見立。知", "382": "即無明本。知見無。見斯即涅槃。忽然頓省。人", "383": "曰。和尚道破句也。安曰是吾悟處。竟不改。時", "384": "號安楞嚴。萬松道。也是因邪打正。珠絲度九", "385": "曲。世傳。孔子厄於陳。穿九曲珠。遇桑間女子。", "386": "授之以訣。密矣思之。思之密矣。孔子遂曉以", "387": "絲繫蟻。引之以蜜而穿之。泗州普照宗和尚", "388": "作天童頌古拈古序云。屈曲相通。肖貫珠之", "389": "絲蟻。裴迴相附。猶布雨之雲龍。浮山九帶集。", "39": "者壽。東坡上佛印詩。長生未暇學。且學長不", "390": "有屈曲垂帶。大意明曲為今時事。玉機纔一", "391": "轉。如玉機一梭未成文彩。天童舉洞山初秋", "392": "夏末話了乃云。出門是草。涉芊芊莽莽之間。", "393": "葉落知秋。墮黯黯青青之處。到這裏。須體取", "394": "機雖轉紐。印未成文處始得。良久云。水明老", "395": "蚌懷胎後。雲重蒼龍退骨時。直下相逢誰識", "396": "渠。始信斯人不合伴。夾山云。坐斷主人翁。不", "397": "落第二見。須知有一人不合伴。萬松道。獨來", "398": "將謂無相識。鬧裏忽然逢故人。", "399": "89 洞山無草第八十九則洞山無草", "4": "83 道吾看病第八十三則道吾看病", "40": "死。全超威音之前。先天而未成。已成獨步劫", "400": "示眾云。動則埋身千丈。不動則當處生苗。直", "401": "須兩頭撒開。中間放下。更買草鞋行脚始得。", "402": "舉。洞山示眾云。秋初夏末兄弟。或東或西。", "403": "直須向萬里無寸草處去唆猫入枯井又云。只如", "404": "萬里無寸草處。作麼生去一言既發駟馬難追石霜云。", "405": "出門便是草自看脚下大陽云。直道。不出門亦是", "406": "草漫漫地沒爾廻避處。", "407": "師云。石霜遇會昌之厄。以民服寓長沙瀏陽", "408": "陶家坊。大中初。一僧自洞山。夏滿而至。霜", "409": "問。近離何處。僧云。洞山。霜云。和尚有何言", "41": "空之後。後天而既壞不壞。成平也。天蓋地擎。", "410": "句示徒。僧云。和尚近于解夏日。上堂謂眾曰。", "411": "兄弟秋初夏末。或東或西。直須向萬里無寸", "412": "草處去。良久云。只如萬里無寸草處。又作麼", "413": "生去。霜云。出門便是草。僧復舉似洞山。山曰。", "414": "此是一千五百人善知識語。且大唐國裏能", "415": "有幾人。既而囊錐始露。果熟香飄。眾命再緇。", "416": "住石霜道場。果符悟本之記。石霜因此公案。", "417": "道行天下。後來大陽延禪師云。如今直道。不", "418": "出門亦是草漫漫地。且道。合向甚麼處行履。", "419": "良久云。莫守寒巖異草青。坐著白雲宗不妙。", "42": "運轉也。烏飛兔走。此喚作全體作用攝用歸", "420": "圓通善國師云。且道。諸人即今脚跟下一句。", "421": "作麼生道。若道萬里無寸草。許爾參見洞山。", "422": "若道出門便是草。許爾參見石霜。若道不出", "423": "門亦是草漫漫地。許爾參見大陽。若總道不", "424": "得。許爾參見延聖。何故唯有好風來席上。更", "425": "無閑語落人間。萬松道。若要三句總道得。更", "426": "須參見天童。頌云。", "427": "草漫漫直下無底傍無邊門裏門外君自看照顧絆倒荊棘", "428": "林中下脚易荒田揀草夜明簾外轉身難淨地却迷人看", "429": "看事不厭細幾何般枯木巖前差路多且隨老木同寒瘠但存今日", "43": "體。靜為天地本。動合聖賢心。還會這般說話", "430": "志將逐春風入燒瘢必有稱心時", "431": "師云。大陽道。直道。不出門亦是草漫漫地。天", "432": "童便道草漫漫。門裏門外君自看。恰似說話", "433": "不作意游戲其間。出門是草。人皆易知。亦易", "434": "迴互。不出門亦是草。人難知難轉身。所以道。", "435": "平地上死人無數。過得荊棘林。是好手。天童", "436": "道。荊棘林中下脚却易。平淨地上不出門庭。", "437": "夜明簾外轉身甚難。是須各自著眼。無人替", "438": "代。又云。幾何般。延聖四般。萬松五般。點檢", "439": "將來不出末後兩句。要識天童掌後處麼。虎", "44": "麼。撥開妙淨圓明眼。識取吉祥安樂人。", "440": "瘦雄心在。人貧志氣存。", "441": "90 仰山謹白第九十則仰山謹白", "442": "示眾云。屈原獨醒。正是爛醉。仰山說夢恰似", "443": "覺時。且道。萬松恁麼說。諸人恁麼聽。且道。", "444": "是覺是夢。", "445": "舉。仰山夢往彌勒所。居第二座且道第一座是誰尊", "446": "者白云。今日當第二座說法低聲來說是非者山乃", "447": "起白椎云諦觀法王法法王法如是摩訶衍法此義文長離四句", "448": "絕百非。謹白言清行濁。", "449": "師云。仰山七歲入定。見身與教主及迦葉二", "45": "84 俱胝一指第八十四則俱胝一指", "450": "十七祖等。同會精舍。其堂處空無柱石。地色", "451": "如瑠璃。覺已與諸祖。同是梵相披金襴。跣足", "452": "居第八位。一尊者年貌甚高。呼曰瞿曇。某今", "453": "當法事。仰便下座就揵椎白曰。大眾。淨心摩", "454": "訶衍法。離四句絕百非。言訖就座。及眾僧。悉", "455": "商量此釋義耳。仰又自說夢中往彌勒處。安", "456": "第三座。統要亦云第三座。與本錄同。有一尊", "457": "者白槌曰。今當第三座說法。山僧乃起白槌", "458": "云。摩訶衍法。離四句絕百非。諦聽諦聽。梵語", "459": "摩訶衍那。此云大乘。四句百非。馬祖藏頭白。", "46": "示眾云。一聞千悟。一解千從。上士一決一切", "460": "海頭黑。公案已剖判分明。此不復也。大溈秀", "461": "曰。依文解義則不無。忽然彌勒會中。有箇作", "462": "者。纔見伊道摩訶衍法。便云合取兩片皮。非", "463": "唯止絕仰山𥧌語。亦免使後人夢中說夢。萬", "464": "松道。大溈若解迴光返照。和萬松無地容身。", "465": "莫有夢中了了。醉裏醒醒底麼。頌云。", "466": "夢中擁衲參耆舊熟鏡難忘列聖森森坐其右犬䘖赦書", "467": "諸侯避路當仁不讓揵椎鳴心不負人說法無畏師子吼", "468": "面無慙色心安如海吞納百川膽量如斗傍若無人鮫目泪流", "469": "點點是血蚌腸珠剖赤心片片譫語誰知泄我機手足俱露龐", "47": "了。中下多聞多不信。剋的簡當處試拈出看。", "470": "眉應笑揚家醜因誰致得離四句絕百非言猶在耳馬師", "471": "父子病休醫走疼走痛神鬼難明", "472": "師云。東北方有國。常覺無夢。中方有國。夢覺", "473": "常半。以夢中所作為虛。以覺來所作為實。西", "474": "南方有國。常夢五十日一覺。以覺者為虛以", "475": "夢中為實。此覺夢虛實未易知也。龍牙頌。在", "476": "夢那知。夢是虛。覺來方覺夢中無。迷時恰似", "477": "夢中士。悟後還同睡起夫。教中以夢。為獨頭", "478": "意識覽獨影境。仰山久無顛倒夢想。如何作", "479": "這去就。法華云。常作是好夢。金光明十地菩", "48": "舉。俱胝和尚凡有所問。只竪一指費許多氣力作麼。", "480": "薩。十種夢境。有夢益嘉。磁州大明詮大師。", "481": "好俳諧談笑。仁山恒和尚。囑定侍者。常拘檢", "482": "之。大師曰。人生一夢。快樂一世是好夢。拘檢", "483": "一世是惡夢。我寧作好夢。次日侍者抽單。仰", "484": "山雖夢中。猶與摩訶衍法游戲。亦聖眾之習", "485": "氣。揵椎非惟白椎。凡鐘魚警眾。總為揵椎。譯", "486": "為聲鳴。師子吼。證道經。師子吼無畏說。心安", "487": "如海。法華經。其心安如海。我聞疑網斷。蜀", "488": "志。尚書大將軍姜維。字伯約。世語斗膽。姜維", "489": "天童。無一字無來歷。任昉述異記。南海鮫人。", "49": "師云。婺州金華山俱胝禪師。初庵於天台。有", "490": "水居如魚。不廢機織。泣泪成珠。異聞續說。漢", "491": "武帝幸瓠子河。有人長尺餘。献洞穴珠一枚。", "492": "東方朔云。河底有穴。深數百丈。有赤㕩。腸生", "493": "此珠。徑寸明耀絕世。仰山只知泪出痛腸。不", "494": "覺舌在口外。酒陶真性。夢泄天機。四句百非", "495": "一時吐出。僧問馬師父子離四句絕百非。前", "496": "僧作西來意問頭。仰山下摩訶衍注脚。仰山。", "497": "亦馬祖之重孫。為甚麼藥。病不同。出身猶可", "498": "易。脫體道應難。", "499": "91 南泉牡丹第九十一則南泉牡丹", "5": "示眾云。通身做病。摩詰難痊。是草堪醫。文殊", "50": "尼名實際。到來頂笠執錫。遶師三匝曰。道得", "500": "示眾云。仰山以夢中為實。南泉指覺處為虛。", "501": "若知覺夢元無。始信虛實絕待。且道。斯人具", "502": "甚麼眼。", "503": "舉。南泉因。陸亘大夫云。肇法師也甚奇特。", "504": "也是遼東白豕解道。天地同根萬物一體豎起兩指泉指庭", "505": "前牡丹云。大夫時人見此一株花。如夢相", "506": "似隔壁過狀。", "507": "師云。唐陸亘。字景山。吳郡人。官至宣歙觀察", "508": "使。加御史大夫。初問南泉。弟子瓶中養鵞。漸", "509": "大出瓶不得。如今不得損瓶。不得毀鵞。和尚", "51": "即拈下笠子。三問。胝並無對。際便去。胝曰。", "510": "如何出得。南泉召曰。大夫。亘應諾。泉云。出", "511": "也。亘從此解悟。留心理性。游泳肇論。至涅槃", "512": "無名論第七妙存篇。玄道在于妙悟。妙悟在", "513": "于即真。即真則有無齊觀。齊觀則彼己莫二。", "514": "所以天地與我同根。萬物與我一體。同我則", "515": "非復有無。異我則乖于會通。所以不出不在。", "516": "而道存乎其間矣。亘舉此兩句以為奇特。殊", "517": "不知。正是說夢。雖然大小石頭和尚因。看肇", "518": "論。至通古第十七篇。夫至人空洞。無象而萬", "519": "物無非我造。會萬物為己者。其唯聖人乎。豁", "52": "日勢稍晚。且留一宿。際曰。道得即宿。胝又無", "520": "然悟道。乃云。聖人無己。靡所不己。便作參同", "521": "契。佛果道。陸亘恁麼問。奇則甚奇。只是不出", "522": "教意。若道教意是極則。世尊何故更拈花。祖", "523": "師何故更西來。南泉答處。用衲僧巴鼻。與他", "524": "拈病。破他窠窟。遂指庭前花。召大夫云。時人", "525": "見此一株花。如夢相似。如引向萬丈懸崖上。", "526": "打一推令他命根斷。若只在平地上推到。彌", "527": "勒佛下生。也未會。在圓通善國師。竪起拂子", "528": "云。一切有為法如夢幻泡影。天童只就夢中。", "529": "變起華胥國土。頌云。", "53": "對。際去後。胝自歎曰。我雖處丈夫形。而無丈", "530": "照徹離微造化根行到水窮處紛紛出沒見其門。", "531": "坐看雲起時游神劫外問何有心外無法著眼身前知妙", "532": "存滿目青山虎嘯蕭蕭巖吹作乞火和煙得龍吟冉冉洞", "533": "雲昏挑泉帶月歸南泉點破時人夢纔好睡語要識堂堂", "534": "補處尊是處是慈氏", "535": "師云。肇公寶藏論離微體妙品。其出微其入", "536": "離。知入離。外塵無所依。知出微。內心無所", "537": "為。內心無所為。諸見不能移。外塵無所依。萬", "538": "有不能羈。天童頌南泉照徹離微造化根。紛", "539": "紛出入見其門。見出微入離二門。只一門分", "54": "夫之氣。擬棄庵諸方參學去。其夜山神告曰。", "540": "其內外。其實十方無壁落。四面亦無門。游神", "541": "劫外問何有。天地同根也。著眼身前。知妙存。", "542": "萬物一體也。根之與體。能生天地萬物。如龍", "543": "吟霧起。虎嘯風生。有感必應。所以庭前一株", "544": "花。遍見普天春花。萬松說箇夢。先有不睡底", "545": "人。次有睡。因睡不覺有夢。因夢見境。因境見", "546": "別有一身境中分別受用。若識得常不睡底。", "547": "人許多葛藤一筆句下。要知補處慈尊麼。此", "548": "時若不究根源。直待當來問彌勒。", "549": "92 雲門一寶第九十二則雲門一寶", "55": "師不須離此山。將有大菩薩來為和尚說法", "550": "示眾云。得游戲神通大三昧。解眾生語言陀", "551": "羅尼。拽轉睦州秦時𨍏輅鑽。弄出雪峯南山", "552": "鱉鼻蛇。還識得此人麼。", "553": "舉。雲門大師云。乾坤之內包裹乾坤底聻宇宙之", "554": "間立成宇宙底聻中有一寶不信搜懷祕在形山形山是寶拈燈", "555": "籠向佛殿裏早是驢戲井將三門來燈籠上那堪井覰驢。", "556": "師云。雲門大師。愛作這箇去就。盛忙百鬧半", "557": "路抽身。一日示眾。舉肇公寶藏論。若全舉合", "558": "云。夫天地之內。宇宙之間。中有一寶。祕在形", "559": "山。識物虛照。內外空然。寂莫離見。其用玄", "56": "也。果旬日天龍和尚至。師罄誠迎禮。具陳前", "560": "玄。雪竇拈云。乾坤之內。宇宙之間。中有一", "561": "寶。挂在壁上。達磨九年不敢正眼覻著。如今", "562": "衲僧要見。劈脊便棒。圓通國師道。不謬為德", "563": "山兒孫。本錄將三門。來燈籠上。作麼生。自代", "564": "云。逐物意移。又云。雷起雲興。佛果道。羅什", "565": "乃肇公受業師。瓦官寺佛馱跋陀羅。此云覺", "566": "賢。乃嗣法師。無盡燈。列于覺賢法嗣之列。覺", "567": "賢嗣西竺佛大先。佛大先與達磨。同參二十", "568": "七祖般若多羅。肇臨刑之日。乞七日假。造寶", "569": "藏論。雲門拈來示眾。不可與爾座主相似解", "57": "事。天龍竪指示之。胝當下大悟。自此凡有僧", "570": "釋義理。只要爾下箇注脚。拈燈籠向佛殿", "571": "裏。常情可以測度。將三門來燈籠上。常情測", "572": "度得麼。本分宗師終不將實法繫綴人。所以", "573": "雪竇道。中有一寶。挂在壁上。若非天童借來", "574": "用。幾成滯貨。頌云。", "575": "收卷餘懷厭事華水深波浪靜學廣語聲低歸來何處是生", "576": "涯老老大大住處也不知爛柯樵子疑無路日月不到處挂樹壺", "577": "公妙有家別是一乾坤夜水金波浮桂影通上徹下秋風", "578": "雪陣擁蘆花大小明白寒魚著底不吞餌徒勞下釣興盡", "579": "清歌却轉槎又被風吹別調中", "58": "到。唯舉一指。無別提唱。所畜童子。於外被人", "580": "師云。水歸大海波濤靜。雲到蒼梧氣象閑。所", "581": "以道。相罵饒爾。接嘴相唾。饒爾潑水。此雲門", "582": "收卷餘懷。厭事華。華字二用。一則去華取實。", "583": "二則厭多事繁華。歸來何處是生涯。上句寶", "584": "藏論。下句雲門著語。向甚麼處摸𢱢。若乃停", "585": "機佇思。一念萬年。直饒爛却斧柯。也是遲棊", "586": "鈍行。前頌嚴陽見趙州語。已有爛柯樵子本", "587": "傳。前頌雪峯末後句。亦有挂樹壺公本傳費", "588": "長房。見壺公賣藥不二價。懸壺樹上。輒跳入", "589": "壺。長房樓上見之。知非常人。乃曰。掃除進餌", "59": "詰曰和尚說何法要。童子竪起一指。歸舉似", "590": "不謝。積久知篤信。語曰。日暮無人時來。語房", "591": "隨我跳入。房承其言。亦跳即入壺矣。見有樓", "592": "五色重門。左右侍者數十人。上句頌寶藏論。", "593": "下句頌雲門語。次兩句。上句頌明。下句頌白。", "594": "言論意雖明白。幾人薦得。雲門通其變。指出", "595": "一條活路。寒魚著底。不吞餌。此用舡子夜靜", "596": "水寒魚不食。金波桂。影滿舡明月也。金波桂", "597": "影。月之異名。天童道。清光照眼似迷家。趙州", "598": "道。老僧不在明白裏。所以興盡清歌。却轉槎", "599": "也。且道。向甚麼處去。夜深不向蘆灣宿。迴出", "6": "善用。爭如參取向上人得箇安樂處。如何是", "60": "胝。胝以刀斷其指。童子叫呼走出。胝召一聲。", "600": "中間與兩頭。", "601": "93 魯祖不會第九十三則魯祖不會", "602": "示眾云。荊珍抵鵲。老鼠󰍱金。不識其寶。不得", "603": "其用。還有頓省衣珠底麼。", "604": "舉。魯祖問南泉。摩尼珠人不識。如來藏裏", "605": "親收得少賣弄如何是藏法堂前佛殿後泉云。王老師", "606": "與汝往來者是有甚死急祖云。不往來者道頭知尾告往", "607": "知來泉云。亦是藏一遍生活兩遍作祖云。如何是珠得一望二", "608": "泉召云。師祖老僧不是不拈出祖應諾闍梨不是不將來泉云。", "609": "去。汝不會我語平生肝膽向人傾。", "61": "童子迴首。胝却竪起一指。童子忽然領悟。胝", "610": "師云。終南山雲際師祖禪師。法嗣南泉。天", "611": "童誤為魯祖。就此辨之。學者應知。且池州", "612": "魯祖山寶雲禪師。法嗣馬祖。乃南泉兄也。", "613": "況師祖南泉。以名呼之。因此公案悟去。南", "614": "泉之子無疑也。初問南泉。摩尼珠人不識。", "615": "如來藏裏親收得。此語本出永嘉禪師證道", "616": "經。梵天琪和尚注云。梵語摩尼此云如意。", "617": "又云無垢光。亦曰增長。楞伽經云。寂滅者", "618": "名為一心。一心者名如來藏。具三種義。一隱", "619": "覆義。覆藏如來故。二含攝義。含攝一切眾", "62": "將順世謂眾曰。吾得天龍一指頭禪。一生用不", "620": "生國土故。三出生義。能生無漏因果人天道", "621": "行故。初約迷時。後約悟時。中間剋體。又勝", "622": "鬘。有二種如來藏。一空如來藏。脫離一切煩", "623": "惱。二不空如來藏。具過恒沙不思議佛法。終", "624": "南山雲際師祖禪師。初在南泉時。問摩尼珠", "625": "人不識。又問珠。泉云。去汝。不會我語。師祖", "626": "從此信入。圓通國師云。如今還有人信入麼。", "627": "若有罔象到時光燦爛。若無。离婁行處浪滔", "628": "天。佛果云。盡大地。是如來藏。向甚麼處著", "629": "珠。盡大地。是摩尼珠。喚甚麼作藏。雪竇別", "63": "盡。言訖示滅。萬松道。好與截却指頭。長慶代", "630": "云。嶮。百尺竿頭作伎倆。不是好手。這裏著", "631": "得箇眼。賓主互換便能深入虎穴。或不恁麼。", "632": "縱饒師祖悟去。也是龍頭蛇尾。要見頭尾完", "633": "全。須是天童和尚。頌云。", "634": "別是非明得喪眼裏有筋應之心指諸掌見處通透用時明白", "635": "往來不往來總不干他事只這俱是藏恁麼不恁麼總得輪", "636": "王賞之有功廉者不取貪者不與黃帝得之罔象已勞心力轉", "637": "樞機能伎倆百不如汝明眼衲僧無鹵莽事不厭細", "638": "師云。心珠歌。玩珠吟。多說此珠。名如意寶。", "639": "少言如來藏。唯永嘉一宿覺。向如來藏裏親", "64": "云。美食不中飽人喫。萬松道。不貪香餌味。可", "640": "收得。六般神用空不空。一顆圓光色非色。如", "641": "何是藏。如何是珠。往來者是。不往來者亦是。", "642": "這裏要爾別是非。明得喪也。應之于心。得之", "643": "于手。指諸掌。本出論語。南泉指藏。指珠如放", "644": "在汝掌中。指似與汝。既往來不往來。是藏。喚", "645": "應。喚不應。俱是珠。何疑。且道。珠中出藏。藏", "646": "中出珠。打作一團。分為兩段。法華經。佛告文", "647": "殊師利。如轉輪王見諸兵眾有大功者。心甚", "648": "歡喜。以此難信之珠。久在髻中。不妄與人。而", "649": "今與之。黃帝使象罔索珠。前頌首山三句中", "65": "謂碧潭龍。玄沙云。我當時若見。與拗折指頭。", "650": "已明。機輪轉處。智眼猶迷。若非無伎倆中能", "651": "作伎倆。不能道去汝不會我語。雲際這裏悟", "652": "去。洞山云。歡喜即不無。如糞掃堆頭。拾得一", "653": "顆明珠相似。萬松道。我不似洞山乞兒見小", "654": "利。歡喜則不歡喜。如來藏中擊碎一顆明珠", "655": "相似。", "656": "94 洞山不安第九十四則洞山不安", "657": "示眾云。下不論上。卑不動尊。雖能攝已從他。", "658": "未可以輕勞重。四大不調時如何侍養。", "659": "舉。洞山不安。僧問。和尚病還有不病者麼。", "66": "萬松道。不唯與童子雪冤。抑亦與後人出氣。", "660": "一任分疏山云有強主張僧云。不病者還看和尚否世諦", "661": "流布山云。老僧看他有分本分相見僧云。和尚看他", "662": "時如何有甚麼眼相見山云。則不見有病只是不肯參假。", "663": "師云。古人臨行。老病死境界中游戲。就中洞", "664": "山奇怪。既云微疾。大眾看候。一僧問。和尚病", "665": "還有不病者麼。這僧言中有響。句裏呈機。也", "666": "要看病人具眼。山云。有。抓著癢處。病減十分。", "667": "僧云。不病者還看和尚否。倒行此令。要人知", "668": "不恁麼。山云。老僧看他有分。若以世情測度。", "669": "不病者合看病者。洞山却道。老僧看他有分。", "67": "玄覺云。且道。玄沙恁麼道。意作麼生。萬松", "670": "豈是人情問候道理。這僧要徹底相見。更問。", "671": "和尚看他後如何。這裏要爾十二時中常須", "672": "奉重。夜眠早起。問候起居。始是知恩孝順底", "673": "人也。山云。老僧若看。即不見有病。此是平生", "674": "行履。臨行得力處也。山復問僧。離此殼漏子。", "675": "向甚麼處。與吾相見。僧無對。山有頌云。學者", "676": "雖多無一悟。過在尋他舌頭路。欲得忘形泯", "677": "蹤跡。努力慇懃空裏步。頌畢剃頭聲鍾。坐堂", "678": "辭眾告寂。眾號慟。山開目辨愚癡齋。更延七", "679": "日。再辭眾坐逝。大定繼燈錄。皇統間。咸平府", "68": "道。果然疑著。雲居錫云。只如玄沙恁麼道。肯", "680": "大覺寺法慶禪師。嗣佛國白禪師。甞掌書記。", "681": "初住泗州普照。後遷嵩少。破汴被虜。北方牧", "682": "牛。講僧識之。次居東京。因侍者讀洞山錄作", "683": "愚癡齋。者云。古人甚奇。覺云。吾化後汝可喚", "684": "之。若能迴來。是有道力也。後預知時至。乃作", "685": "頌云。今年五月初五。四大將離本主。白骨當", "686": "風揚却。免占檀那地土。衣物盡付侍者。齋僧", "687": "始聞初夜鐘聲坐逝。侍者曰昔約令喚。遂喚", "688": "三聲。覺應曰。作麼。者曰。和尚何裸跣而去。", "689": "覺曰。來時何有。者欲強穿衣。覺曰。休留與後", "69": "伊不肯伊。若肯何言拗折指頭。若不肯俱胝", "690": "人。者曰。正恁麼時如何。覺曰。也只恁麼。復", "691": "書一偈云。七十三年如掣電。臨行為君通一", "692": "線。鐵牛𨁝跳過新羅。撞破虛空七八片。儼然", "693": "而化。壽七十三。皇統三年五月五日也。洞山", "694": "識不病底。大覺識不死底。所以二老來去自", "695": "由。天童拈云。得往得來。得來得往。我看他有", "696": "分。他看我不然。正恁麼時如何體悉。良久", "697": "云。宿霧尚深無見頂。春風常在不萌枝。天童", "698": "拈彰底事之全機。已如上說。頌見古人之剋", "699": "力。又作麼生。頌云。", "7": "安樂處。", "70": "過在甚麼處。萬松道。過在肯不肯。先曹山云。", "700": "卸却臭皮袋草枯鷹眼疾拈轉赤肉團雪盡馬蹄輕當頭", "701": "鼻孔正也須撥轉始得直下髑髏乾切忌見鬼老醫不見從", "702": "來癖手到病除少子相看向近難渠無國土何處逢渠野水瘦", "703": "時秋潦退龍行舊道白雲斷處舊山。寒是真難滅須勦", "704": "絕。君子一言莫顢頇點燈喫飯轉盡無功伊就位葉落歸根", "705": "孤標不與汝同盤來時無口", "706": "師云。石頭和尚道。欲識庵中不死人。豈離而", "707": "今這皮袋。天童却道卸却這皮袋。洞山天童。", "708": "皆石頭下子孫。如此相違。如何和會。臨濟亦", "709": "道赤肉團上有無位真人。天童却教拈却赤", "71": "俱胝承當處莽鹵。只認得一機一境。一種是", "710": "肉團。爾且道。無位真人。向甚處安身立命。佛", "711": "日和尚道。山僧未來時。燕京人鼻不正。山僧", "712": "特來扳正。萬松道。佛日鼻孔落在燕京人手", "713": "裏。僧問香嚴。如何是道。嚴曰。枯木裏龍吟。", "714": "僧曰。某不會。嚴曰。髑髏裏眼睛。後有僧問石", "715": "霜。如何是枯木裏龍吟。霜云。猶帶喜在。僧", "716": "曰。如何是髑髏裏眼睛。霜云。猶帶識在。又有", "717": "僧問曹山。山以偈示之曰。枯木龍吟真見道。", "718": "髑髏識盡眼初明。喜識盡時消息盡。當人那", "719": "辨濁中清。僧再問。如何是枯木裏龍吟。曹曰。", "72": "拍手拊掌。是他南園奇怪。萬松道。水中擇乳", "720": "血脈不斷。僧曰。如何是髑髏裏眼睛。曹曰。乾", "721": "不盡。祖庭事苑。作乾盡。若據天童頌并序。赤", "722": "肉團獨露真常。髑髏眼瀝乾漏識。乾盡亦不", "723": "惡。世諺有云。老醫少卜。言醫老始明。卜少則", "724": "靈。所以洞山老作不見有病。少子相看向近", "725": "難者。擬親即疎。擬向即乖。寒松病枝。因病轉", "726": "奇。維摩瘦而不羸者。因病而為道日損。西京", "727": "奉聖。深禪師病起頌云。氣絕絕情緒。舉意無", "728": "意路。眴目尚無力。長年不出戶。芙蓉楷和尚", "729": "道。只此一頌。自然紹繼老僧。此水瘦潦退雲", "73": "須是鵞王。玄覺又云。且道。俱胝還悟也未。若", "730": "斷。山寒也。須勦絕。莫顢頇。病要除根。醫須", "731": "勿藥。轉盡無功。伊就位。孤標不與汝同盤。還", "732": "知麼。麗水一星金。流沙混不得。", "733": "95 臨濟一畫第九十五則臨濟一畫", "734": "示眾云。佛來也打。魔來也打。有理三十。無理", "735": "三十。為復是錯。認怨讐。為復是不分良善。試", "736": "道。看。", "737": "舉。臨濟問院主。甚處來掌云這裏來主云。州中", "738": "糶黃米來却實頭濟云。糶得盡麼入草求人主云。糶", "739": "得盡兩搭不迴頭濟以拄杖一畫云。還糶得這箇", "74": "悟為甚麼。說承當處莽鹵。若不悟又道用一", "740": "麼有甚死急主便喝蝦蟇叫濟便打伏手骨桗次典座至。舉", "741": "前話少賣弄座云。院主不會和尚意口是禍門濟云。", "742": "爾又作麼生上身上來也座便禮拜轉見不堪濟亦打趁手", "743": "快。", "744": "師云。本錄無典座。又問供養主。甚麼處去來。", "745": "主云。州中糶黃米去來。濟云。糶得盡麼。主", "746": "云。糶得盡。濟亦以拄杖一畫云。糶得這箇盡", "747": "麼。主便禮拜。濟云。猶較些子。萬松道。有何", "748": "不可。院主被棒。賞不避仇讐。供養主蒙恩。誅", "749": "不擇骨肉。天童據盡令而行。要見全機大用。", "75": "指頭禪不盡。且道。曹山意旨在甚麼處。萬松", "750": "頌云。", "751": "臨濟全機格調高也好與一頓棒頭有眼辨秋毫一點", "752": "難謾掃除狐兔家風峻師子全威變化魚龍電火燒大小", "753": "神通活人劍猶較些子殺人刀這漆桶倚天照雪利吹毛", "754": "誰敢正覷一等令行滋味別這醋可曬釅十分痛處是誰", "755": "遭打云是爾是爾", "756": "師云。臨濟有時。奪人不奪境。有時人境兩俱", "757": "奪。若遇其中人。便全體作用。此臨濟格調最", "758": "高處也。手上出來。手上打。眼上出來。眼上", "759": "打。四方八面來。旋風打。离婁黃帝時人。百里", "76": "道。曲高和寡。期遇知音。後來嘉山來禪師。在", "760": "見秋毫之末。棒頭有眼。明如日月。半點也不", "761": "容。不唯掃除狐兔。亦能變化魚龍。魚躍禹門", "762": "三級。雷電燒尾成龍。棒喝迅機神用如是。七", "763": "事隨身。有殺人刀活人劍。浮山圓鑒遠錄公。", "764": "出十六題。令投子青禪師頌。亦有殺人刀活", "765": "人劍。雪竇頌巴陵吹毛劍。要平不平。大巧若", "766": "拙。或指或掌。倚天照雪。宋玉大言賦。方地為", "767": "輿。圓天為蓋。彎弓射榑桑。長劍倚天外。僧", "768": "問臨濟。如何是吹毛劍。濟云。禍事禍事。不", "769": "見道。德山釅醋。曾喫知酸。臨際用出黃蘗。傳", "77": "鎮府西天寧。人問。鐵牛和尚塔何在。山以手", "770": "來亦不弱。竹庵云。劈面三拳。攔腮七掌。盡大", "771": "地人。不識痛痒。只有一箇認痛。猶受醫在。不", "772": "見臨濟道。如蒿枝拂。相似。", "773": "96 九峯不肯第九十六則九峯不肯", "774": "示眾云。雲居不憑戒珠舍利。九峯不愛坐脫", "775": "立亡。牛頭不要百鳥㗸花。黃蘗不羨浮柸渡", "776": "水。且道。別有何長處。", "777": "舉。九峯在石霜作侍者。霜遷化後。眾欲請", "778": "堂中首座接續住持便好學能無伎倆不應如秀拂塵埃峯不肯", "779": "乃云。待某甲問過。若會先師意。如先師侍", "78": "指之。忽然省發。乃成頌云。鐵牛鐵牛。更莫", "780": "奉路見不平遂問。先師道。休去歇去費力作麼一念萬", "781": "年去忘前失後漢寒灰枯木去有甚氣息一條白練去切忌", "782": "點污且道。明甚麼邊事只要無事座云。明一色邊事。", "783": "兩般了也峯云。恁麼則未會先師意在一朝權在手。座", "784": "云。爾不肯我。那裝香來果然不會座乃焚香云。", "785": "我若不會先師意。香煙起處脫去不得氣急殺人", "786": "言訖便坐脫這裏甚麼所在恁麼去峯乃撫其背云。坐脫", "787": "立亡則不無出身猶可易先師意未夢見在脫體道應難。", "788": "師云。筠州九峯道虔禪師。親傳石霜之道。得", "789": "殺活杖子。具衲僧巴鼻。首座擔板。只得一橛。", "79": "別求。有人問我。竪起指頭。萬松道。雖是承當", "790": "當時見道恁麼則未會先師意在。只道吾不", "791": "如汝。便教九峯無地容身傾心歸伏。不見道。", "792": "爭之不足。讓則有餘。今時參學人只道。古人", "793": "坐脫立亡。今人臨行手忙脚亂。又見毆陽文", "794": "忠公見嵩山老僧。道今人念念在亂。臨終安", "795": "得定。這迴一向尋速生速滅。覺範頌云。死時", "796": "應盡便應盡。坐脫立亡誇小兒。酪出乳中無", "797": "別法。死時何苦欲先知。二朝士問寶峯照和", "798": "尚。古人臨終去住自在。何道致之。峯云。先僧", "799": "將來。自縊死去。臨終眾僧。求峯遺訓。峯作惡", "8": "舉。溈山問道吾。甚麼處來來處要分明吾云。看", "80": "莽鹵。要且不借傍來。不見。明招獨眼龍問國", "800": "語數句而終。石霜首座。若到這箇地面。免被", "801": "九峯逼死。佛果示杲上人法語云。嗟。見一流", "802": "拍盲野狐種族。自不曾夢見祖師。却妄傳。達", "803": "磨以胎息傳人。謂之傳法救迷情。以至引從", "804": "上最年高宗師。如安國師趙州之類。皆行此", "805": "氣。及誇初祖隻履。普化空棺。皆謂此術有驗。", "806": "遂致渾身脫去。謂之形神俱妙。而人厚愛此", "807": "身。怕臘月三十日慞惶。競傳歸真之法。除夜", "808": "望影。喚主人公。以卜日月聽樓鼓。驗玉池。覘", "809": "眼光以為脫生死法。真誑諕閭閻。揑偽造窠。", "81": "泰深禪師。古人道。俱胝只念三行呪。便得名", "810": "貽高人嗤鄙。復有一等。假託初祖胎息說。趙", "811": "州十二時別歌。龐居士轉河車頌。遞互指授。", "812": "密傳行持。以圖長年及全身脫去。或希三五", "813": "百歲。殊不知。此真是妄想愛見。萬松道。今時", "814": "下視諸方者。多以臨行要人看。好癭上塗烟", "815": "󱕩。有甚可喜。石霜一生置枯木堂。安枯木眾。", "816": "往往常坐不臥。坐脫立亡者極多。獨九峯不", "817": "肯首座。今時好坐脫立亡底。何不參取九峯", "818": "不肯處。且道。九峯具甚麼作用。問取天童。", "819": "頌云。", "82": "超一切人。作麼生拈却三行呪。泰竪起一指。", "820": "石霜一宗蜂攢蟻聚親傳九峯氷消瓦解香煙脫去生死自在", "821": "即不無正脈難通先師意未夢見在月巢鶴作千年夢樹倒", "822": "不飛雪屋人迷一色功日出後一場懡㦬坐斷十方猶點", "823": "額切忌生根密移一步看飛龍別般造化", "824": "師云。天童仁義。先于貧處斷。世情偏向有錢", "825": "家。萬松道。門庭施設。不如九峯。入理深談。", "826": "猶較座元百步。勝默和尚作。祖庭詠史詩。元", "827": "座徒亡一炷煙。九峯不是抑高賢。若將一色", "828": "為承紹。辜負先師不借緣。石霜示眾有云。未", "829": "甞忘照。猶為外紹為臣種。亦曰借。若誕生。", "83": "招云。不因今日。爭識得這瓜州客。萬松道。假", "830": "絲毫不隔。如王子生下。則能紹大位。謂之內", "831": "紹。名王種。名句不借也。借則一色邊事耳。不", "832": "得已。應機利生為挾帶。點額飛龍。亦禹門化", "833": "魚之事。亦周易乾卦。九五飛龍在天。得位之", "834": "象。豈比月巢鶴夢。雪屋人迷者哉。還識石霜", "835": "傳九峯處麼。摘破香囊薰大國。撥開天竅吼", "836": "真風。", "837": "97 光帝檏頭第九十七則光帝檏頭", "838": "示眾云。達磨朝梁武。本為傳心。鹽官識大中。", "839": "不妨具眼。天下太平國王長壽。不犯天威。日", "84": "令患狀殊。先須療其本。參同契。承言須會", "840": "月停景。四時和適有光風化。人王法王相見。", "841": "合談何事。", "842": "舉。同光帝謂興化曰。寡人收得中原一寶。", "843": "少賣弄只是無人酬價傾國莫換化云。借陛下寶看因便", "844": "接勢帝以兩手引幞頭脚幸遇其人化云。君王之寶", "845": "誰敢酬價一併交足別無少缺。", "846": "師云。魏府興化存獎禪師。初依臨濟。濟圓寂", "847": "為三聖首座。後見大覺。開堂拈香曰。此一炷", "848": "香。本分為三聖師兄。三聖于我太孤。本分為", "849": "大覺師兄。大覺于我太賒。不如供養臨濟先", "85": "宗。勿自立規矩。可謂夜深認得來時路。不待", "850": "師。僧問。四方八面來時如何。化云。打中間", "851": "底。僧作禮。化云。大眾興化。昨日赴箇村齋。", "852": "半路逢卒風暴雨。却于神廟裏避得過。後唐", "853": "莊宗幸河北。僧問。王程有限時如何。化云。日", "854": "馳五百駕。迴至魏府行宮。詔化至。賜座茶畢。", "855": "遂問。朕收下中原。獲得一寶。未曾有人酬價。", "856": "化云。略借陛下寶。看。帝以兩手引幞頭脚。化", "857": "云。君王之寶誰敢酬價。帝大悅賜紫衣師號。", "858": "化皆不受。又賜御馬一疋。萬松道。第一要識", "859": "取君王。更要知處中原。然後問爾寶下落。玄", "86": "天明便出關。佛國頌云。問答機緣豈易酬。無", "860": "覺徵云。且道。興化肯同光。不肯同光。若肯興", "861": "化眼在甚麼處。若不肯同光過在甚麼處。萬", "862": "松道。空生不解金剛旨。問得疑心滿世間。雪", "863": "竇云。至尊所得。只可旁觀。若非興化作家。往", "864": "往高價酬却。萬松道。恰似不齋來。翠巖芝", "865": "云。興化當時下著。可謂酩酊。如今作麼生斷。", "866": "萬松道。喫棒了判案。雲峯悅云。真不掩偽。曲", "867": "不藏直。有眼底辨取。萬松道。問著箇瞎漢。黃", "868": "龍心云。興化一期見機而作。爭奈埋沒伊一", "869": "朝天子。當時若但向道蚌蛤之珠收得也無", "87": "錢難作好風流。心中有事說不得。只向忙中", "870": "用處。教伊向後別有生涯。免見遞相鈍躓。而", "871": "今若有人問。又作麼生酬價。萬松道。七九六", "872": "十三收。這一隊老漢沒箇敢著價者。唯有天", "873": "童相物作價兩無虧欠。頌云。", "874": "君王底意語知音一發善言天下傾誠葵藿心千里福應", "875": "掇出中原無價寶兩手分付不同趙璧與燕金別是一家", "876": "珍中原之寶呈興化分付著頭一段光明難定價自買", "877": "自賣帝業堪為萬世師裂破古今金輪景耀四天下猶有", "878": "化在", "879": "師云。同光年號也。如大中天子即宣宗也。後", "88": "竪指頭。若要作好風流說心中事。更參天童", "880": "唐莊宗。在位三年。癸未改同光元年。喚作中", "881": "原一寶。已是強名。畢竟喚作甚麼。大小天童", "882": "只道得箇君王底意語知音。看他莊宗行兵。", "883": "則從真定服中山。取漁陽兼魏愽。策馬渡河。", "884": "而梁氏失國。偏師西指。而劍閣不守。所以自", "885": "稱收得中原一寶。只是無人酬價。此以衲僧", "886": "分上未遇知音。不逢別者。終不開拳。興化傾", "887": "誠。不敢辜負天府大寶。葵藿向日而傾。衛其", "888": "足也。所以刖足鮑莊子不如葵也。掇出中原", "889": "無價寶。此頌引幞頭脚。輪王髻中珠不可輕", "89": "和尚。頌云。", "890": "分付。古今天子對辯。未有如莊宗善用時機。", "891": "佛事人情一時周足。有官人謁歸宗。宗拈起", "892": "兩帽子脚。示之云。還會麼。官曰。不會。宗曰。", "893": "老僧病頭風。莫怪不卸帽子。官人無語。萬松", "894": "道。韓信功高誰與同。轉身拆却連雲棧。趙國", "895": "有和氏之璧。燕昭王築臺。置千金於上。延天", "896": "下之士。故名黃金臺。又頌云。中原之寶。一段", "897": "光明。輝天鑒地。南泉道。不作貴不作賤。爾作", "898": "麼生買。所以難定價也。金輪王王四天下。銀", "899": "輪三天下。銅二。鐵一。准上可知。金輪雖有七", "9": "病來福田第一即不無山云。有幾人病更要兩等吾云。有", "90": "俱胝老子指頭禪縮却驢蹄三十年來用不殘至今蹺手", "900": "寶。只能景耀四天下。不如中原一寶盡十方法", "901": "界。皆是一段光明。尀耐興化。容易便道。略借", "902": "陛下寶看。同光是一朝天子。作大檀越。布施", "903": "與他。可謂作家君王天然有在。萬松常笑。三", "904": "角示眾云。大凡說法須是應時及節。及至住", "905": "庵時。值賊執刀問。和尚有珍寶否。角云。僧家", "906": "之寶非君所宜。賊云。是甚麼寶。角便喝。賊不", "907": "領以刃加之。法雨頌云。結茅絕頂居三角。家", "908": "寶不能深蘊却。草次開囊欺鑒人。卞和刖足", "909": "胡為錯。錯遇桀紂兮施禮樂。不似興化莊宗", "91": "亂下信有道人方外術這裏使不著了無俗物眼前看", "910": "不傷和氣。僧問法雲圓通秀鐵壁。知師久蘊", "911": "囊中寶。今日當筵略借看。壁云。君子愛財。取", "912": "之有道。勿謂法雲拈不出。須知興化敢商量。", "913": "98 洞山常切第九十八則洞山常切", "914": "示眾云。九峯截舌。追和石霜。曹山斫頭不辜", "915": "洞嶺。古人三寸得恁麼密。且為人手段在甚", "916": "麼處。", "917": "舉。僧問洞山。三身中。那身不墮諸數前三三後", "918": "三三山云。吾常于此切氣急殺人。", "919": "師云。本錄中問。三身中那一身說法。山云。吾", "92": "猶嫌少在所得甚簡畐塞乾坤施設彌寬不消一揑大千剎海", "920": "常于此切。疎山仁禪師始問洞山。未有之言。", "921": "請師示誨。山曰。不諾。無人肯。疎曰。還可切", "922": "也無。山曰。闍梨即今還切得否。疎曰。切不得", "923": "則無諱處。山肯之。僧後問曹山。先師道。吾常", "924": "於此切。意旨如何。山云。要頭斫取去。僧又問", "925": "雪峯。峯以拄杖劈口打曰。我也曾到洞山來。", "926": "承天宗云。一轉語海晏河清。一轉語風高月", "927": "冷。一轉語騎賊馬趁賊。試請辨看。忽有箇衲", "928": "僧出來。道總不恁麼。也許伊具一隻眼。元來", "929": "藥山下。子孫旁提護諱。好本多同。不見。僧問", "93": "飲毛端不留涓滴鱗龍無限落誰手天童猶在珍重任公", "930": "石霜。如何是祖師西來意。霜乃咬齒示之。僧", "931": "不薦。霜遷化後問九峯。先師咬齒意旨如何。", "932": "峯云。我寧可截舌。不犯國諱。僧又問雲蓋。", "933": "蓋云。我與先師。有甚冤讐。保寧勇和尚頌云。", "934": "此切堪傷向外求。至親何故似冤讐。始終滿", "935": "面無慚色。更被曹山乞爾頭。好即甚好。太犯", "936": "風煙。爾看。天童幾般綿密。頌云。", "937": "不入世物外橫身未循緣刮篤成家劫壺空處有家傳猫兒", "938": "屋頭尿白蘋風細秋江暮清虗冷淡古岸舡歸一帶煙", "939": "目斷天涯。", "94": "把釣竿不妨驚人手段師復竪起一指云看慚惶殺人", "940": "師云。不入世未循緣。腦後見腮。莫與往來。劫", "941": "壺空處有家傳。洞山恁麼唱。曹山恁麼和。雪", "942": "峯恁麼斷送。三臺須是大家催。蓋黃河從源", "943": "頭濁了也。周起風土記。萍蘋芹菜之名。大者", "944": "蘋。小者萍。白蘋者。柳惲詩。汀湖採白蘋。日", "945": "暮江南春。洞裏有歸客。瀟湘逢故人。後人名", "946": "其處。為白蘋汀。風細秋江暮者。宋玉風賦。夫", "947": "風生于青蘋之末。浸淫溪谷。緣于太山之阿。", "948": "舞于松柏之下。謂之白蘋者。苗菁而花白也。", "949": "敢問。古岸舡歸向甚麼處去。誰知。遠煙浪別", "95": "師云。萬古常空一朝風月。豈止三十年用不", "950": "有好思量。", "951": "99 雲門鉢桶第九十九則雲門鉢桶", "952": "示眾云。棊有別智。酒有別腸。狡兔三穴。猾胥", "953": "萬倖。更有箇誵頭底。且道。是誰。", "954": "舉。僧問雲門。如何是塵塵三昧有願不撒沙門", "955": "云。鉢裏飯桶裏水撞頭磕額攔腮樸面。", "956": "師云。華嚴。一塵入正受。諸塵三昧起。又云。", "957": "塵塵爾法法爾。這僧問處。直要雲門當面拈", "958": "出。雲門道。鉢裏飯桶裏水。且道。拈出不拈", "959": "出。有底便認。和聲送事。就句呈機。有底道。", "96": "殘。莊子大宗師篇。孔子曰。彼游方之外者也。", "960": "鉢裏飯粒粒皆圓。桶裏水點點皆濕。更有一", "961": "般。著甚死急。道。鉢裏有飯。桶裏有水。佛果", "962": "道。漱口三年。正為汝輩。雪竇道。多口阿師難", "963": "下嘴。元來小膽爾看。天童擘破面皮。頌云。", "964": "鉢裏飯桶裏水椀盛杓戽開口見膽求知已只為分明極翻", "965": "令得所遲擬思便落二三機天童第四對面忽成千萬里", "966": "是必早廻程韶陽師較些子未敢相保斷金之義兮誰與", "967": "相同心不負人匪石之心兮獨能如此面無慚色。", "968": "師云。僧問忠國師。如何是佛法大意。師云。文", "969": "殊堂裏萬菩薩。僧云。學人不會。師云。大悲千", "97": "而丘游方之內者也。若無方外之術。爭得世", "970": "手眼。佛鑑頌。時年蔬菜賤。滿地蘿葡頭。一文", "971": "買一箇。得者飽齁齁。這裏便見天童與雲門", "972": "出一隻手。提折脚鐺子也。周易繫辭。君子之", "973": "道。或出或處。或默或語。二人同心。其利斷金。", "974": "同心之言。其臭如蘭。注云。金堅剛之物。而能", "975": "斷之。言利之甚也。毛詩邶柏舟云。我心匪石。", "976": "不可轉也。我心匪席。不可卷也。注石雖堅尚", "977": "可轉。席雖平尚可卷。言已心志堅平過于石", "978": "席。且道。忠國師。佛鑑。雲門。天童。恁麼氣急", "979": "作甚。赤心片片知人少。覿面堆堆覩者稀。", "98": "出世間全在一指頭上見徹根源。古詩道。眼", "980": "100 瑯琊山河第百則瑯琊山河", "981": "示眾云。一言可以興邦。一言可以喪邦。此藥", "982": "亦能殺人。此藥亦能活人。仁者見之謂之仁。", "983": "智者見之謂之智。且道。利害在甚麼處。", "984": "舉。僧問瑯琊覺和尚。清淨本然。云何忽生", "985": "山河大地迷時三界有覺云清淨本然云何忽生", "986": "山河大地悟後十方空。", "987": "師云。汾陽無德昭禪師。北地苦寒。因罷夜參。", "988": "梵僧乘雲而至勸。不可失時。此眾雖不多。六", "989": "人大器。道廕人天。陽明日上堂云。胡僧金錫", "99": "前無俗物。多病也身輕。天童近取諸身。唯用", "990": "光。為法到汾陽。六人成大器。勸請為敷揚。時", "991": "大愚芝。慈明圓。瑯琊覺。法華舉。天勝泰。石", "992": "霜永等。皆在席下。滁州瑯琊山。開化廣照禪", "993": "師。諱慧覺。西洛人。父為衡陽太守。捐館。扶", "994": "襯歸洛。過澧州。登藥山古剎瞻禮。觀其游處。", "995": "宛若舊居。緣此出家。得法于汾陽。應緣滁水。", "996": "與雪竇明覺。同時唱道。天下指為二甘露門。", "997": "逮今淮南遺化如昔。湖南祇林和尚。纔見僧", "998": "來便云。魔來魔來。以木劍揮之。潛入方丈。如", "999": "是十二年。後置劍無言。有僧問。十二年前為"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2004 萬松老人評唱天童覺和尚頌古從容庵錄", "author": "宋 正覺頌古．元 行秀評唱", "sourceLink": "http://www.cbeta.org/"}