{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0246 仁王護國般若波羅蜜多經: 護國仁王般若經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經", "text": {"0": "No. 246 [No. 245]", "1": "大唐新飜序大唐新翻護國仁王般若經序", "10": "寐。夫其鎮乾坤、遏寇虐、和風雨、著星辰，與物", "100": "菩薩摩訶薩、北方勝受菩薩摩訶薩、東北方", "101": "離塵菩薩摩訶薩、上方喜受菩薩摩訶薩、下", "102": "方蓮華勝菩薩摩訶薩，各與無量百千俱胝", "103": "菩薩摩訶薩皆來至此，持種種香、散種種華，", "104": "作無量音樂供養如來，頂禮佛足，默然退坐，", "105": "合掌恭敬，一心觀佛。", "106": "2 觀如來品仁王護國般若波羅蜜多經觀如來品第二", "107": "爾時世尊從三昧起，坐師子座，告大眾言：「吾", "108": "知十六諸國王等咸作是念：『世尊大慈，普皆", "109": "利樂。我等諸王，云何護國？』善男子！吾今先為", "11": "無為、乂人艱止，不有般若，其能已乎？朕嘗", "110": "諸菩薩摩訶薩，說護佛果、護十地行。汝等皆", "111": "應諦聽諦聽，善思念之。」是時大眾——波斯匿王", "112": "等，聞佛語已，咸共讚言：「善哉，善哉！」即散無量", "113": "諸妙寶花，於虛空中變成寶蓋，覆諸大眾靡", "114": "不周遍。時波斯匿王即從座起，頂禮佛足，合", "115": "掌長跪而白佛言：「世尊！菩薩摩訶薩，云何護", "116": "佛果？云何護十地行？」", "117": "佛告波斯匿王言：「護佛果者，諸菩薩摩訶薩", "118": "應如是住，教化一切卵生、胎生、濕生、化生，不", "119": "觀色相，不觀色如，受、想、行、識，我人知見、常樂", "12": "澡身定泉、宅心道祕，緬尋龍宮之藏，稽合", "120": "淨倒、四攝、六度、二諦四諦、力無畏等一切諸", "121": "行，乃至菩薩、如來亦復如是，不觀相、不觀如。", "122": "所以者何？以諸法性即真實故，無來無去、無", "123": "生無滅，同真際、等法性，無二無別猶如虛空，", "124": "蘊、處、界相無我我所。是為菩薩摩訶薩修行", "125": "般若波羅蜜多。」", "126": "波斯匿王白佛言：「世尊！若菩薩、眾生性無二", "127": "者，菩薩以何相而化眾生耶？」佛言：「大王！色、受、", "128": "想、行、識常樂我淨，法性不住色、不住非色。受、", "129": "想、行、識常樂我淨，亦不住淨，不住非淨。何以", "13": "鷲峰之旨，懿夫護國，實在茲經。竊景行於波", "130": "故？以諸法性悉皆空故，由世諦故，由三假故。", "131": "一切有情蘊、處、界法，造福、非福、不動行等，因", "132": "果皆有：三乘賢聖所脩諸行，乃至佛果，皆名", "133": "為有：六十二見亦名為有。大王！若著名相分", "134": "別諸法，六趣、四生、三乘行果，即是不見諸法", "135": "實性。」", "136": "波斯匿王白佛言：「諸法實性，清淨平等，非有", "137": "非無，智云何照？」佛言：「大王！智照實性，非有非", "138": "無。所以者何？法性空故。是即色、受、想、行、識，十", "139": "二處，十八界；士夫六界，十二因緣；二諦，四諦，", "14": "斯，庶闡揚於調御，至若高張五忍，足明側", "140": "一切皆空。是諸法等，即生即滅，即有即空，剎", "141": "那剎那亦復如是。何以故？一念中有九十剎", "142": "那，一剎那經九百生滅，諸有為法悉皆空故。", "143": "以甚深般若波羅蜜多，照見諸法，一切皆空：", "144": "內空、外空、內外空、空空、大空、勝義空、有為空、", "145": "無為空、無始空、畢竟空、散空、本性空、自相空。", "146": "一切法空：般若波羅蜜多空、因空、佛果空，空", "147": "空故空。諸有為法，法集故有、受集故有、名集", "148": "故有、因集故有、果集故有、六趣故有、十地故", "149": "有、佛果故有，一切皆有。「善男子！若菩薩住於", "15": "隱之深；永祛眾難，寔惟化清之本。名假法", "150": "法相，有我相、人相，有情知見，為住世間即非", "151": "菩薩。所以者何？一切諸法悉皆空故。若於諸", "152": "法而得不動，不生不滅，無相無無相，不應起", "153": "見。何以故？一切法皆如也。諸佛、法、僧亦如也。", "154": "聖智現前最初一念，具足八萬四千波羅蜜", "155": "多，名歡喜地；障盡解脫，運載名乘；動相滅時，", "156": "名金剛定；體相平等，名一切智智。", "157": "「大王！此般若波羅蜜多文字章句，百佛、千佛、", "158": "百千萬億一切諸佛而共同說。若有人於恒", "159": "河沙三千大千世界，滿中七寶以用布施，大", "16": "假、心空色空，推之於無則境智都寂，引之於", "160": "千世界一切有情皆得阿羅漢果；不如有人", "161": "於此經中乃至起於一念淨信，何況有能受", "162": "持、讀誦、解一句者。所以者何？文字性離，無文", "163": "字相，非法非非法。般若空故，菩薩亦空。何以", "164": "故？於十地中，地地皆有始生、住生及以終生，", "165": "此三十生悉皆是空；一切智智亦復皆空。「大", "166": "王！若菩薩見境、見智、見說、見受，即非聖見，是", "167": "愚夫見。有情果報三界虛妄——欲界分別所造", "168": "諸業，色四靜慮定所作業，無色四空定所起", "169": "業——三有業果一切皆空，三界根本無明亦空。", "17": "有迺津梁不窮。思與黎蒸共臻實相，而緹", "170": "聖位諸地無漏生滅，於三界中餘無明習，變", "171": "易果報亦復皆空。等覺菩薩得金剛定，二死", "172": "因果空，一切智亦空。佛無上覺種智圓滿，擇", "173": "非擇滅真淨法界，性相平等應用亦空。「善男", "174": "子！若有修習般若波羅蜜多，說者、聽者，譬如", "175": "幻士，無說、無聽。法同法性，猶如虛空，一切法", "176": "皆如也。「大王！菩薩摩訶薩護佛果為若此。」", "177": "爾時世尊告波斯匿王言：「汝以何相而觀如", "178": "來？」波斯匿王言：「觀身實相，觀佛亦然——無前際、", "179": "無後際、無中際，不住三際不離三際；不住五", "18": "油貝葉文字參差，東夏西天言音訛謬，致使", "180": "蘊不離五蘊；不住四大不離四大；不住六處", "181": "不離六處；不住三界不離三界；不住方不離", "182": "方；明無明等非一非異；非此非彼；非淨非穢；", "183": "非有為非無為；無自相無他相；無名無相；無", "184": "強無弱；無示無說；非施非慳；非戒非犯；非忍", "185": "非恚；非進非怠；非定非亂；非智非愚；非來非", "186": "去；非入非出；非福田非不福田；非相非無相；", "187": "非取非捨；非大非小；非見非聞非覺非知；心", "188": "行處滅，言語道斷；同真際、等法性——我以此相", "189": "而觀如來。」佛言：「善男子！如汝所說。諸佛如來", "19": "古今翻譯清濁不同，前後參詳輕重匪一。其", "190": "力、無畏等恒沙功德，諸不共法悉皆如是。修", "191": "般若波羅蜜多者應如是觀，若他觀者名為", "192": "邪觀。」說是法時，無量大眾得法眼淨。", "193": "3 菩薩行品仁王護國般若波羅蜜多經菩薩行品第三", "194": "爾時，波斯匿王白佛言：「世尊！護十地行菩薩", "195": "摩訶薩，應云何修行？云何化眾生？復以何相", "196": "而住觀察？」", "197": "佛告大王：「諸菩薩摩訶薩依五忍法以為修", "198": "行，所謂：伏忍、信忍、順忍、無生忍——皆上中下，於", "199": "寂滅忍而有上下，名為菩薩修行般若波羅", "2": "代宗皇帝製", "20": "猶大輅，終繼事而增華；譬彼堅氷，始積水而", "200": "蜜多。善男子！初伏忍位，起習種性，修十住行。", "201": "初發心相，有恒河沙眾生，見佛法僧，發於十", "202": "信，所謂：信心、念心、精進心、慧心、定心、不退心、", "203": "戒心、願心、護法心、迴向心。具此十心而能少", "204": "分化諸眾生，超過二乘一切善地，是為菩薩", "205": "初長養心，為聖胎故。", "206": "「復次，性種性菩薩修行十種波羅蜜多，起十", "207": "對治，所謂：觀察身、受、心、法，不淨、諸苦、無常、無", "208": "我；治貪、瞋、癡三不善根，起施、慈、慧三種善根；", "209": "觀察三世過去因忍、現在因果忍、未來果忍。", "21": "非厲。先之所譯，語質未融，披讀之流臨文三", "210": "此位菩薩廣利眾生，超過我見、人見、眾生等", "211": "想，外道倒想所不能壞。", "212": "「復次，道種性菩薩修十迴向，起十忍心，謂觀", "213": "五蘊——色、受、想、行、識，得戒忍、定忍、慧忍、解脫忍、", "214": "解脫知見忍；觀三界因果，得空忍、無想忍、無", "215": "願忍；觀二諦假實諸法無常得無常忍，一切", "216": "法空得無生忍。此位菩薩作轉輪王，能廣化", "217": "利一切眾生。", "218": "「復次，信忍菩薩，謂：歡喜地、離垢地、發光地，能", "219": "斷三障色煩惱縛；行四攝法——布施、愛語、利行、", "22": "覆，凡諸釋氏良用慨然。", "220": "同事；修四無量——慈無量心、悲無量心、喜無量", "221": "心、捨無量心；具四弘願——斷諸纏蓋，常化眾生，", "222": "修佛知見，成無上覺；住三脫門——空解脫門、無", "223": "相解脫門、無願解脫門。此是菩薩摩訶薩從", "224": "初發心至一切智諸行根本，利益安樂一切", "225": "眾生。", "226": "「復次，順忍菩薩，謂：焰慧地、難勝地、現前地，能", "227": "斷三障，心煩惱縛，能於一身遍往十方億佛", "228": "剎土，現不可說神通變化，利樂眾生。", "229": "「復次，無生忍菩薩，謂：遠行地、不動地、善慧地，", "23": "先聖翹誠玉毫，澹慮真境，發揮滿教，搜綴缺", "230": "能斷三障色心習氣，而能示現不可說身，隨", "231": "類饒益一切眾生。", "232": "「復次，寂滅忍者，佛與菩薩同依此忍，金剛喻", "233": "定住下忍位名為菩薩，至於上忍名一切智。", "234": "觀勝義諦，斷無明相，是為等覺；一相無相，平", "235": "等無二，為第十一一切智地。非有非無，湛然", "236": "清淨，無來無去，常住不變，同真際、等法性，無", "237": "緣大悲常化眾生，乘一切智乘來化三界。「善", "238": "男子！諸眾生類一切煩惱——業異熟果二十二", "239": "根——不出三界，諸佛示導；應、化、法身亦不離此。", "24": "文，詔大德三藏沙門不空，推校詳譯未周部", "240": "若有說言：『於三界外，別更有一眾生界。』者，即", "241": "是外道大有經說。「大王！我常語諸眾生：『但斷", "242": "三界無明盡者，即名為佛。』自性清淨，名本覺", "243": "性，即是諸佛一切智智；由此得為眾生之本，", "244": "亦是諸佛菩薩行本，是為菩薩本所修行五", "245": "忍法中十四忍也。」", "246": "佛言：「大王！汝先問言：『菩薩云何化眾生？』者，菩", "247": "薩摩訶薩應如是化——從初一地至後一地，自", "248": "所行處及佛行處，一切知見故——若菩薩摩訶", "249": "薩住百佛剎，作贍部洲轉輪聖王，修百法明", "25": "卷。三藏學究二諦、教傳三密，義了宗極、伊成", "250": "門，以檀波羅蜜多住平等心，化四天下一切", "251": "眾生；若菩薩摩訶薩住千佛剎，作忉利天王，", "252": "修千法明門，說十善道化一切眾生；若菩薩", "253": "摩訶薩住萬佛剎，作夜摩天王，修萬法明門，", "254": "依四禪定化一切眾生；若菩薩摩訶薩住億", "255": "佛剎，作覩史多天王，修億法明門，行菩提分", "256": "法化一切眾生；若菩薩摩訶薩住百億佛剎，", "257": "作化樂天王，修百億法明門，二諦四諦化一", "258": "切眾生；若菩薩摩訶薩住千億佛剎，作他化", "259": "自在天王，修千億法明門，十二因緣智化一", "26": "字圓，褰裳西指、汎盃南海，影與形對，勤將歲", "260": "切眾生；", "261": "若菩薩摩訶薩住萬億佛剎，作初禪梵王，修", "262": "萬億法明門，方便善巧智化一切眾生；若菩", "263": "薩摩訶薩住百萬微塵數佛剎，作二禪梵王，", "264": "修百萬微塵數法明門，雙照平等神通願智化", "265": "一切眾生；若菩薩摩訶薩住百萬億阿僧祇", "266": "微塵數佛剎，作三禪梵王，修百萬億阿僧祇", "267": "微塵數法明門，以四無礙智化一切眾生；", "268": "若菩薩摩訶薩住不可說不可說佛剎，作第", "269": "四禪大梵天王，為三界王，修不可說不可說", "27": "深，妙印度之聲明、洞中華之韻曲，甘露沃朕", "270": "法明門，得理盡三昧，同佛行處，盡三界原，普", "271": "利眾生，如佛境界，是為菩薩摩訶薩現諸王", "272": "身化導之事。十方如來亦復如是，證無上覺，", "273": "常遍法界，利樂眾生。」", "274": "爾時，一切大眾即從座起，散不可說花，焚不", "275": "可說香，供養、恭敬、稱讚如來。時波斯匿王即", "276": "於佛前以偈讚曰：", "277": "「世尊導師金剛體，心行寂滅轉法輪，", "278": "八辯圓音為開演，時眾得道百萬億。", "279": "天人俱修出離行，能習一切菩薩道，", "28": "香風襲予。既而梵夾遠齎，洪鍾待扣，佇延吹", "280": "五忍功德妙法門，十四菩薩能諦了。", "281": "三賢十聖忍中行，唯佛一人能盡原，", "282": "佛法眾海三寶藏，無量功德於中攝。", "283": "十善菩薩發大心，長別三界苦輪海，", "284": "中下品善粟散王，上品十善鐵輪王，", "285": "習種銅輪二天下，銀輪三天性種性，", "286": "道種堅德轉輪王，七寶金輪四天下，", "287": "伏忍聖胎三十人，十住十行十迴向，", "288": "三世諸佛於中學，無不由此伏忍生，", "289": "一切菩薩行根本，是故發心信心難。", "29": "萬之籟、率訓開三之典。朕哀纏欒棘，悲感霜", "290": "若得信心必不退，進入無生初地道，", "291": "化利自他悉平等，是名菩薩初發心。", "292": "歡喜菩薩轉輪王，初照二諦平等理，", "293": "權化有情遊百國，檀施清淨利群生。", "294": "入理般若名為住，住生德行名為地，", "295": "初住一心具眾德，於勝義中而不動。", "296": "離垢菩薩忉利王，現形六趣千國土，", "297": "戒足清淨悉圓滿，永離誤犯諸過失。", "298": "無相無緣真實性，無體無生無二照，", "299": "發光菩薩夜摩王，應形往萬諸佛剎。", "3": "皇矣至覺，子于元元。截有海以般若之舟，剪", "30": "露，捧戴", "300": "善能通達三摩地，隱顯自在具三明，", "301": "歡喜離垢與發光，能滅色縛諸煩惱，", "302": "具觀一切身口業，法性清淨照皆圓，", "303": "焰慧菩薩大精進，覩史天王遊億剎，", "304": "實智寂滅方便智，達無生理照空有，", "305": "難勝菩薩得平等，化樂天王百億國。", "306": "空空諦觀無二相，垂形六趣靡不周，", "307": "現前菩薩自在王，照見緣生相無二，", "308": "勝義智光能遍滿，往千億土化眾生。", "309": "焰慧難勝現前地，能斷三障迷心惑，", "31": "遺詔，不敢怠遑，延振錫之群英、終為山之九", "310": "空慧寂然無緣觀，還照心空無量境。", "311": "遠行菩薩初禪王，住於無相無生忍，", "312": "方便善巧悉平等，常萬億土化群生。", "313": "進入不動法流地，永無分段超諸有，", "314": "常觀勝義照無二，二十一生空寂行，", "315": "順道法愛無明習，遠行大士獨能斷。", "316": "不動菩薩二禪王，得變易身常自在，", "317": "能於百萬微塵剎，隨其形類化眾生，", "318": "悉知三世無量劫，於第一義而不動。", "319": "善慧菩薩三禪王，能於千恒一時現，", "32": "仞。開府朝恩，許國以身、歸佛以命，弼我真教", "320": "常在無為空寂行，恒沙佛藏一念了。", "321": "法雲菩薩四禪王，於億恒土化群生，", "322": "始入金剛一切了，二十九生永已度，", "323": "寂滅忍中下忍觀，一轉妙覺無等等。", "324": "不動善慧法雲地，除前所有無明習，", "325": "無明習相識俱轉，二諦理圓無不盡。", "326": "正覺無相遍法界，三十生盡智圓明，", "327": "寂照無為真解脫，大悲應現無與等，", "328": "湛然不動常安隱，光明遍照無所照，", "329": "三賢十聖住果報，唯佛一人居淨土。", "33": "申夫妙門。爰令集京城義學大德良賁等，翰", "330": "一切有情皆暫住，登金剛原常不動，", "331": "如來三業德無量，隨諸眾生等憐愍。", "332": "法王無上人中樹，普蔭大眾無量光，", "333": "口常說法非無義，心智寂滅無緣照。", "334": "人中師子為演說，甚深句義未曾有，", "335": "塵沙剎土悉震動，大眾歡喜皆蒙益，", "336": "世尊善說十四王，是故我今頭面禮。」", "337": "爾時，百萬億恒河沙大眾，聞佛世尊及波斯", "338": "匿王說十四忍無量功德，獲大法利，聞法悟", "339": "解，得無生忍，入於正位。", "34": "林學士常袞等，於大明宮南桃園，詳譯《護國", "340": "爾時，世尊告大眾言：「是波斯匿王，已於過去", "341": "十千劫龍光王佛法中為四地菩薩，我為八", "342": "地菩薩；今於我前大師子吼。如是，如是！如汝", "343": "所說。得真實義不可思議，唯佛與佛乃知斯", "344": "事。", "345": "「善男子！此十四忍，諸佛法身、諸菩薩行，不可", "346": "思議，不可稱量。何以故？一切諸佛，皆於般若", "347": "波羅蜜多中生、般若波羅蜜多中化、般若波", "348": "羅蜜多中滅；而實諸佛，生無所生、化無所化、", "349": "滅無所滅。第一無二，非相非無相，無自無他，", "35": "般若》畢，并更寫定《密嚴》等經。握槧含毫，研精", "350": "無來無去，如虛空故。「善男子！一切眾生，性無", "351": "生滅，由諸法集幻化而有，蘊、處、界相無合無", "352": "散，法同法性，寂然空故。一切眾生，自性清淨，", "353": "所作諸行無縛無解，非因非果非不因果；諸", "354": "苦受行煩惱，所知我相、人相，知見受者，一切", "355": "空故。法境界空，空、無相、無作，不順顛倒不順", "356": "幻化，無六趣相，無四生相，無聖人相，無三寶", "357": "相，如虛空故。「善男子！甚深般若，無知無見，不", "358": "行不緣，不捨不受，正住觀察而無照相，行斯", "359": "道者如虛空故。法相如是，有所得心、無所得", "36": "賾邃，曩者訛略刊定較然，昔之沈隱鉤索煥", "360": "心皆不可得。是以般若，非即五蘊非離五蘊，", "361": "非即眾生非離眾生，非即境界非離境界，非", "362": "即行解非離行解，如是等相不可思量。是故", "363": "一切菩薩摩訶薩所修諸行，未至究竟而於", "364": "中行，一切諸佛知如幻化，得無住相而於中", "365": "化，故十四忍不可思量。「善男子！汝今所說此", "366": "功德藏，有大利益一切眾生。假使無量恒河", "367": "沙數十地菩薩說是功德，百千億分如海一", "368": "滴，三世諸佛如實能知，一切賢聖悉皆稱讚，", "369": "是故我今略述所說少分功德。", "37": "矣。足可懸諸日月大燭昏衢，潤之雲雨橫流", "370": "「善男子！此十四忍，十方世界過去、現在一切", "371": "菩薩之所修行，一切諸佛之所顯示，未來諸", "372": "佛、菩薩摩訶薩亦復如是。若佛、菩薩不由此", "373": "門得一切智者，無有是處。何以故？諸佛、菩薩", "374": "無異路故。「善男子！若人聞此住忍、行忍、迴向", "375": "忍、歡喜忍、離垢忍、發光忍、焰慧忍、難勝忍、現前", "376": "忍、遠行忍、不動忍、善慧忍、法雲忍、正覺忍、能", "377": "起一念清淨信者，是人超過百劫、千劫、無量", "378": "無邊恒河沙劫一切苦難，不生惡趣，不久當", "379": "得阿耨多羅三藐三菩提。是時十億同名虛", "38": "動植。伏願上資仙駕，飛慧雲於四天；逈出塵", "380": "空藏菩薩摩訶薩，與無量無數諸來大眾，歡", "381": "喜踊躍承佛威神，普見十方恒沙諸佛，各於", "382": "道場說十四忍，如我世尊所說無異，各各歡", "383": "喜，如說修行般若波羅蜜多。」", "384": "爾時，世尊告波斯匿王：「汝先問云：『復以何相", "385": "而住觀察？』菩薩摩訶薩應如是觀：以幻化身", "386": "而見幻化，正住平等無有彼我。如是觀察化", "387": "利眾生，然諸有情於久遠劫，初剎那識異於", "388": "木石，生得染淨，各自能為無量無數染淨識", "389": "本。從初剎那不可說劫，乃至金剛終一剎那，", "39": "勞，躡金蓮於十地。朕理昧幽關、文慙麗則，見", "390": "有不可說不可說識，生諸有情色、心二法——色", "391": "名色蘊，心名四蘊——皆積聚性，隱覆真實。「大王！", "392": "此一色法生無量色——眼得為色，耳得為聲，鼻", "393": "得為香，舌得為味，身得為觸；堅持名地，津潤名", "394": "水，煖性名火，輕動名風；生五識處，名五色根。", "395": "如是展轉一色一心，生不可說無量色心，皆", "396": "如幻故。「善男子！有情之受，依世俗立，若有若", "397": "無。但生有情妄想憶念，作業受果皆名世諦。", "398": "三界六趣一切有情，婆羅門、剎帝利、毘舍、首", "399": "陀，我人知見，色法心法如夢所見。「善男子！一", "4": "稠林以智慧之劍。綿絡六合，羅󰋪十方。弘宣", "40": "推序述，惋撫空懷。聊紀之於首篇，庶克開", "400": "切諸名，皆假施設。佛未出前，世諦幻法，無名", "401": "無義亦無體相；無三界名、善惡果報六趣名", "402": "字；諸佛出現，為有情故，說於三界、六趣、染淨", "403": "無量名字。如是一切如呼聲響，諸法相續念", "404": "念不住，剎那剎那非一非異，速起速滅非斷", "405": "非常，諸有為法如陽焰故，諸法相待，所謂色", "406": "界、眼界、眼識界，乃至法界、意界、意識界，猶如", "407": "電光不定相待，有無一異，如第二月，諸法緣成；", "408": "蘊、處、界法如水上泡，諸法因成。一切有情，俱", "409": "時因果、異時因果，三世善惡如空中雲。「善男", "41": "于厥後，將發皇永永，可推而行之。時，旃蒙", "410": "子！菩薩摩訶薩住無分別，無彼此相，無自他", "411": "相，常行化利無化利相。是故應知，愚夫垢", "412": "識，染著虛妄為相所縛；菩薩照見，知如幻士，", "413": "無有體相但如空花，是為菩薩摩訶薩住利", "414": "自他如實觀察。」說是法時，會中無量人、天大", "415": "眾，有得伏忍、空無生忍，一地、二地乃至十地，", "416": "無量菩薩得一生補處。", "417": "4 二諦品仁王護國般若波羅蜜多經二諦品第四", "418": "爾時，波斯匿王白佛言：「世尊！勝義諦中有世", "419": "俗諦不？若言無者，智不應二；若言有者；智不", "42": "歲木槿榮月也。", "420": "應一。一二之義，其事云何？」佛言：「大王！汝於過", "421": "去龍光王佛法中已問此義，我今無說，汝今", "422": "無聽，無說無聽是即名為一義二義。汝今諦", "423": "聽，當為汝說。」", "424": "爾時，世尊即說偈言：", "425": "「無相勝義諦，體非自他作，", "426": "因緣如幻有，亦非自他作。", "427": "法性本無性。勝義諦空如。", "428": "諸有幻有法。三假集假有。", "429": "無無諦實無，寂滅勝義空，", "43": "仁王護國般若波羅蜜多經卷上", "430": "諸法因緣有，有無義如是，", "431": "有無本自二，譬如牛二角，", "432": "照解見無二，二諦常不即。", "433": "解心見無二，求二不可得，", "434": "非謂二諦一，一亦不可得，", "435": "於解常自一，於諦常自二，", "436": "了達此一二，真入勝義諦。", "437": "世諦幻化起，譬如虛空花，", "438": "如影如毛輪，因緣故幻有。", "439": "幻化見幻化，愚夫名幻諦，", "44": "開府儀同三司特進試鴻臚卿肅國公", "440": "幻師見幻法，諦幻悉皆無。", "441": "若了如是法，即解一二義，", "442": "遍於一切法，應作如是觀。", "443": "「大王！菩薩摩訶薩住勝義諦化諸有情，佛及", "444": "有情一而無二。何以故？有情、菩提此二皆空。", "445": "以有情空得置菩提空，以菩提空得置有情", "446": "空，以一切法空空故空。何以故？般若無相，二", "447": "諦皆空，謂從無明至一切智，無自相無他相，", "448": "於第一義見無所見，若有修行亦不取著，若", "449": "不修行亦不取著，非行非不行亦不取著，於", "45": "食邑三千戶賜紫贈司空謚大鑒正號", "450": "一切法皆不取著。菩薩未成佛，以菩提為煩", "451": "惱；菩薩成佛時，以煩惱為菩提。何以故？於第", "452": "一義而無二故，諸佛如來與一切法悉皆如", "453": "故。」波斯匿王白佛言：「十方諸佛、一切菩薩，云", "454": "何不離文字而行實相？」佛言：「大王！文字者，謂", "455": "契經、應頌、記別、諷誦、自說、緣起、譬喻、本事、本生、", "456": "方廣、希有、論議，所有宣說音聲，語言，文字，章", "457": "句，一切皆如，無非實相；若取文字相者，即非", "458": "實相。「大王！修實相者，如文字修。實相即是諸", "459": "佛智母，一切有情根本智母，此即名為一切", "46": "大廣智大興善寺三藏沙門不空", "460": "智體。諸佛未成佛，與當佛為智母；諸佛已成", "461": "佛，即為一切智。未得為性，已得為智。三乘般", "462": "若，不生不滅，自性常住。一切有情，此為覺性。", "463": "若菩薩不著文字、不離文字，無文字相非無", "464": "文字，能如是修不見修相，是即名為修文字", "465": "者，而能得於般若真性，是為般若波羅蜜多。", "466": "「大王！菩薩摩訶薩護佛果、護十地行、護化有", "467": "情，為若此也。」", "468": "波斯匿王白佛言：「真性是一，有情品類根行", "469": "無量，法門為一、為無量耶？」佛言：「大王！法門非", "47": "奉　詔譯", "470": "一亦非無量。何以故？由諸有情色法、心法，五", "471": "取蘊相、我人知見，種種根行品類無邊，法門", "472": "隨根亦有無量。此諸法性，非相非無相而非", "473": "無量。若菩薩隨諸有情見一見二，是即不見", "474": "一二之義——了知一二非一非二，即勝義諦；取", "475": "著一二若有若無，即世俗諦——是故法門非一", "476": "非二。", "477": "「大王！一切諸佛說般若波羅蜜多，我今說般", "478": "若波羅蜜多無二無別。汝等大眾，受持、讀誦、", "479": "如說修行，即為受持諸佛之法。「大王！此般若", "48": "1 序品序品第一", "480": "波羅蜜多功德無量，若有恒河沙不可說諸", "481": "佛，是一一佛教化無量不可說有情，是一一", "482": "有情皆得成佛，是諸佛等復教化無量不可", "483": "說有情亦皆成佛，是諸佛等所說般若波羅", "484": "蜜多，有無量不可說那庾多億偈，說不可盡。", "485": "於諸偈中而取一偈分為千分，復於千分而", "486": "說一分，句義功德尚無窮盡，何況如是無量", "487": "句義所有功德。若有人能於此經中起一念", "488": "淨信，是人即超百劫、千劫、百千萬劫生死苦", "489": "難，何況書寫、受持、讀誦、為人解說所得功德，", "49": "如是我聞：一時，佛住王舍城鷲峰山中，與大", "490": "即與十方一切諸佛等無有異。當知此人，諸", "491": "佛護念，不久當成阿耨多羅三藐三菩提。」說", "492": "是法時，有十億人得三空忍，百萬億人得", "493": "大空忍，無量菩薩得住十地。", "494": "仁王護國般若波羅蜜多經卷上", "5": "也深，志應也大。自權輿天竺，泳沫漢庭，行無", "50": "比丘眾千八百人俱——皆阿羅漢，諸漏已盡無", "51": "復煩惱，心善解脫、慧善解脫，九智十智所作", "52": "已辦，三假實觀三空門觀，有為功德、無為功", "53": "德皆悉成就；復有比丘尼眾八百人俱，皆阿", "54": "羅漢；復有無量無數菩薩摩訶薩——實智平等", "55": "永斷惑障，方便善巧起大行願，以四攝法饒", "56": "益有情，四無量心普覆一切，三明鑒達得五", "57": "神通，修習無邊菩提分法，工巧技藝超諸世", "58": "間，深入緣生，空、無相願，出入滅定示現難", "59": "量，摧伏魔怨雙照二諦，法眼普見知眾生根，", "6": "緣之慈，納常樂之域。信其博施，傾芥城而逾", "60": "四無礙解演說無畏，十力妙智雷震法音，", "61": "近無等等金剛三昧，如是功德皆悉具足；復", "62": "有無量優婆塞眾、優婆夷眾，皆見聖諦；復有", "63": "無量修七賢行、念處、正勤、神足、根、力，八勝處、", "64": "十徧處，十六心行趣諦現觀；復有十六大國", "65": "王——波斯匿王等，各與若干千萬眷屬俱；復有", "66": "六欲天王——釋提桓因等，與其眷屬無量天子", "67": "俱；色四靜慮諸大梵王，亦與眷屬無量天子", "68": "俱；諸趣變化無量有情——阿脩羅等，若干眷屬", "69": "俱。復有變現十方淨土，而現百億師子之座，", "7": "遠；仰夫湛寂，超言象之又玄。五始不究其初，", "70": "佛坐其上廣宣法要。一一座前各現一花，是", "71": "百億花眾寶嚴飾。於諸花上，一一復有無量", "72": "化佛、無量菩薩，四眾八部悉皆無量。其中諸", "73": "佛各各宣說般若波羅蜜多，展轉流徧十方", "74": "恒沙諸佛國土。有如是等諸來大眾，各禮佛", "75": "足退坐一面。", "76": "爾時世尊，初年月八日，入大寂靜妙三摩地，", "77": "身諸毛孔放大光明，普照十方恒沙佛土。是", "78": "時，欲界無量諸天雨眾妙花，色界諸天亦雨", "79": "天花，眾色間錯甚可愛樂。時無色界雨諸香", "8": "一得罔根其本。以彼取此，何其遼哉！朕忝嗣", "80": "花，香如須彌、華如車輪，如雲而下遍覆大眾，", "81": "普佛世界六種震動。爾時大眾自相謂言：「大", "82": "覺世尊前已為我等，說摩訶般若波羅蜜多、", "83": "金剛般若波羅蜜多、天王問般若波羅蜜多、", "84": "大品等，無量無數般若波羅蜜多。今日如來", "85": "放大光明，斯作何事？」時室羅筏國波斯匿王", "86": "作是思惟：「今佛現是希有之相，必雨法雨，普", "87": "皆利樂。」即問寶蓋、無垢稱等諸優婆塞，舍利", "88": "弗、須菩提等諸大聲聞，彌勒、師子吼等諸菩", "89": "薩摩訶薩言：「如來所現，是何瑞相？」時諸大眾", "9": "鴻休，丕承大寶，軫推溝以夕惕，方徹枕而假", "90": "無能答者。波斯匿王等，承佛神力廣作音樂，", "91": "欲、色諸天各奏無量天諸伎樂，聲遍三千大", "92": "千世界。", "93": "爾時，世尊復放無量阿僧祇光，其明雜色，一", "94": "一光中現寶蓮華，其華千葉皆作金色，上有", "95": "化佛宣說法要。是佛光明普於十方恒河沙", "96": "等諸佛國土，有緣斯現。彼他方佛國中，東方", "97": "普光菩薩摩訶薩、東南方蓮華手菩薩摩訶", "98": "薩、南方離憂菩薩摩訶薩、西南方光明菩薩", "99": "摩訶薩、西方行慧菩薩摩訶薩、西北方寶勝"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0246 仁王護國般若波羅蜜多經: 護國仁王般若經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經: 仁王護國般若波羅蜜多經", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}