{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0064 瞻婆比丘經", "text": {"0": "No. 64 [No. 26(122)]", "1": "佛說瞻婆比丘經", "10": "尊至夜半默然坐住，彼比丘再叉手向世尊，", "11": "白世尊曰：「唯，世尊！夜已過初時，夜已過半。", "12": "世尊！比丘僧坐已久，唯願世尊，當說戒。」彼", "13": "時世尊亦默然住。彼時世尊於夜半後坐默", "14": "然住，彼比丘三叉手向世尊，白世尊曰：「唯", "15": "願世尊，夜已過初時，夜已過半，夜已過半", "16": "後明星欲出，不久當明星出。世尊！比丘僧坐", "17": "已久，唯願世尊，當說戒。」彼時，世尊告此比", "18": "丘曰：「我比丘眾中有不淨者。」彼時尊者大目", "19": "乾連亦在眾中會，眾中會已，於是尊者大目", "2": "西晉三藏法師法炬譯", "20": "乾連作是念：「世尊為說何比丘？言眾中有不", "21": "淨。我寧可作如其像三昧正受，以三昧意，", "22": "觀諸比丘意之所念。」於是尊者大目乾連，即", "23": "如其像三昧正受，以三昧意觀諸比丘意之", "24": "所念。尊者大目乾連即便知之，世尊所為比", "25": "丘。於是尊者大目乾連從三昧起，便至彼比", "26": "丘所，到已牽彼比丘臂將出門外：「汝愚人去！", "27": "汝不應在此宿，無有比丘共汝住者，汝今", "28": "為比丘外。」於是尊者大目乾連牽彼比丘", "29": "臂將出門外，反閉門，閉門已，至世尊所，", "3": "聞如是：一時，婆伽婆在瞻婆恒伽上法賴池", "30": "到已禮世尊足，却坐一面。尊者大目乾連", "31": "却一面已，白世尊曰：「世尊！所說比丘者，言", "32": "眾中有不淨，我已牽彼比丘臂將出門外。『汝", "33": "愚人去，汝不應在此宿，無有比丘共住汝，今", "34": "比丘為是外。』唯世尊！已過夜初分，已過夜", "35": "半，已過夜半後，夜已欲曉明星出時，明星", "36": "不久當出。世尊！比丘僧坐已久，願世尊，", "37": "當說戒。」「汝目乾連！彼愚癡人為多受罪，", "38": "而觸嬈世尊及比丘僧。若目乾連！眾中有", "39": "不淨比丘，如來說戒者，彼愚人頭當破為七", "4": "水上。彼時，世尊十五日說戒，在比丘僧前坐。", "40": "分。是故汝，目乾連！從今日始，汝等當共說", "41": "戒，如來不復來說戒。何以故？目乾連！此", "42": "一愚人如是過已，過觀而觀屈申卷舒，持", "43": "僧伽梨衣鉢，而於他梵行者自言是梵行。", "44": "此目乾連！若人言是梵行者，若人作是念：", "45": "『沙門為幻，沙門為麤，沙門為刺，沙門非言。』如", "46": "是知已，便棄著外。何以故？恐壞餘淨比丘故。", "47": "猶若，目乾連！成就稻田麥田，若中有惡草", "48": "生，彼草根如麥根，枝節葉實亦如是，未成其", "49": "子當棄之。目乾連！若成子已，彼田居士便", "5": "世尊坐已，觀諸比丘意之所念。觀諸比丘意", "50": "作是念：『此為是壞麥子之草，麥之刺、麥之麤。』", "51": "彼便拔，棄著外。何以故？恐壞餘淨麥故。如是，", "52": "目乾連！若有一愚人作是念過已，過觀而觀", "53": "屈申卷舒，持僧伽梨衣鉢，而於餘梵行者自", "54": "言是梵行者。若，目乾連！他稱言是梵行者，", "55": "彼若作是念：『此沙門壞，此沙門刺，此沙門麤，", "56": "此沙門非言。』彼知已，便棄著外。何以故？恐壞", "57": "餘淨比丘故。猶若，目乾連！彼田居士，於冬", "58": "月時治大穀積，若彼穀所有堅固住者，一向", "59": "皆離去，謂所有若草若葉，彼揚著風中一向", "6": "之所念已，夜初一分時坐默然住。於是，有異", "60": "吹去，彼田居士，執掃󰆠在中是。目乾連！若", "61": "愚人作是行過已，過觀穀故。如是，目乾連！若", "62": "一愚人，作是行過已，過觀而觀屈申卷舒，持", "63": "僧伽梨衣鉢，而於他梵行者，自言是梵行者。", "64": "若，目乾連！他稱是梵行者，他作是念：『此沙門", "65": "壞，此沙門麤，此沙門刺。』彼知已，棄著外。何以", "66": "故？恐壞餘比丘故。猶，目乾連！彼田居士，彼", "67": "求水欲通水，執極利斧入於林中，彼執斧㭬", "68": "樹，謂彼所有樹堅固住而不可入。謂所有枯", "69": "樹打已斧則陷入。田居士截其根，截根已通", "7": "比丘從坐起，一向著衣，叉手向世尊，白世尊", "70": "其中，通其中已便作木筧凾通水。如是。目乾", "71": "連！或一愚人作如是行過已，過觀而觀屈申", "72": "卷舒。持僧伽梨衣鉢，而於他梵行者，自言是", "73": "梵行者。若。目乾連！他稱言是梵行者，彼", "74": "作是念：『沙門壞，沙門麤，沙門刺，沙門非。』", "75": "彼知已，棄著外。何以故？恐壞餘淨比丘故。說", "76": "偈曰：", "77": "「共止及當知，惡求及瞋恚，", "78": "恚恨不捨貪，不棄幻諛諂。", "79": "莊人詐言息，自說是沙門，", "8": "曰：「唯，世尊！夜一時已過，世尊及比丘僧坐已", "80": "自作諸惡行，惡見非是樂。", "81": "多作諸妄言，如是知彼已，", "82": "悉皆不與會，擯棄不共止。", "83": "知時具淨行，分別誰言已，", "84": "非息言沙門，惡行擯棄已。", "85": "不與惡共止，數數及日日，", "86": "悉皆共集會，當棄此苦際。」", "87": "佛如是說，彼諸比丘聞世尊所說，歡喜而樂。", "88": "佛說瞻婆比丘經", "9": "久，唯願世尊，當說戒。」彼時，世尊默然住。世"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0064 瞻婆比丘經", "author": "西晉 法炬譯", "sourceLink": "http://www.cbeta.org/"}