{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1545 阿毘達磨大毘婆沙論: 阿毘達磨大毘婆沙論: 發智大毘婆沙論: 說一切有部發智大毘婆沙論: 發智大毘婆沙論", "text": {"0": "1 雜蘊", "1": "阿毘達磨大毘婆沙論卷第九", "10": "憶識。以有我故有此等事。故諸外道於彼", "100": "蘊非蘊因。非蘊滅非蘊對治故彼不緣。", "101": "復次若法是苦是苦因。是苦滅是苦對治。邪", "102": "見則緣。虛空非擇滅。非苦非苦因。非", "103": "苦滅非苦對治故彼不緣。如苦苦因等。應", "104": "知病癰箭惱重擔及彼因等亦爾。復次若法", "105": "是雜染清淨事。邪見則緣。虛空非擇滅非", "106": "雜染清淨事故彼不緣。復次若法是無漏正", "107": "見所緣。邪見則緣。虛空非擇滅非無漏正見", "108": "所緣故彼不緣。如無漏正見對治邪見。應", "109": "知無漏智明決定信等對非智等亦爾。復次", "11": "計我。此中有身見攝者顯彼自性。於五取", "110": "若法如此岸彼岸中流船筏。邪見則緣。虛空", "111": "非擇滅非如此岸彼岸中流船筏故彼不", "112": "緣。復次若法有因果義。邪見則緣。虛空非", "113": "擇滅無因果義故彼不緣。復次若法是欣厭", "114": "事。邪見則緣。虛空非擇滅非欣厭事故彼不", "115": "緣。復次若法能為損益。邪見則緣。虛空非", "116": "擇滅不能損益故彼不緣。問撥無虛空非", "117": "擇滅者為緣何法。答即緣虛空非擇滅名。", "118": "所以者何。撥無彼者無深重心。如謗雜染", "119": "清淨事故。問此是何智。答此是欲界修所斷", "12": "蘊執有我故。見苦所斷者顯彼對治。見苦", "120": "中。無覆無記邪行相智。然諸有者。有說二", "121": "種。一實物有。謂蘊界等。二施設有。謂男女", "122": "等。有說三種。一相待有。謂如是事。待此故", "123": "有。待彼故無。二和合有。謂如是事。在此處", "124": "有在彼處無。三時分有。謂如是事。此時分", "125": "有彼時分無。有說五種。一名有。謂龜毛兔角", "126": "空花鬘等。二實有。謂一切法各住自性。三假", "127": "有。謂瓶衣車乘軍林舍等。四和合有。謂於諸", "128": "蘊和合施設補特伽羅五相待有。謂此彼岸", "129": "長短事等。", "13": "諦時永斷彼故。餘如前說。問薩迦耶見有", "130": "若無有見於五見何見攝。何見所斷。答此非", "131": "見是邪智。問此若非見云何乃言若無有見。", "132": "有作是說。此中應言若無有見於五見何", "133": "見攝。何見所斷。答有身見攝。見苦所斷。復", "134": "有說者。此中應言若無有慧。於五見何見", "135": "攝。何見所斷。答此非見是邪智。或有說者", "136": "此中應言。若無有見此非見。五見中不說", "137": "故。如是說者。應如文說。所以者何。為問", "138": "答故。為成問答。雖無此理。而作是說。如", "139": "十門品作是問言。三無漏根諸無為法。是", "14": "二行相。謂我行相。我所行相。即是我見我所", "140": "幾隨眠之所隨增。答言。無有隨眠隨增。此", "141": "亦如是。問此邪智是何。答此是欲界修所斷", "142": "中。無覆無記邪行相智。如於杌起人想。及", "143": "於人起杌想。於非道起道想。於道起非", "144": "道想。如是等有餘師說。如是邪智。亦有染", "145": "污能起慢類。梵王住此作如是言。我是大", "146": "梵諸梵中尊。我能造化能生世間。為世間", "147": "父。此說非理。所以者何。見所斷心不能發", "148": "起身語業故。由此前說於理為善。謂是欲", "149": "界修所斷中無覆無記邪行相智。問若爾智", "15": "見攝。何故此中唯說我見非我所見。答是", "150": "蘊所說。當云何通。如說。云何邪智。謂染污", "151": "慧。答邪智有二種。一染污。二不染污。染污", "152": "者無明相應。不染污者無明不相應。如於", "153": "杌起人想等。染污者聲聞獨覺俱能斷盡亦", "154": "不現行。不染污者。聲聞獨覺雖能斷盡而", "155": "猶現行。唯有如來畢竟不起。煩惱習氣", "156": "俱永斷故。由此獨稱正等覺者。染污邪智。", "157": "由勝義故名為邪智。不染污者。由世俗故", "158": "得邪智名。非由勝義。煩惱邪法不相應故。", "159": "後智蘊中所說邪智是勝義者。今說世俗故", "16": "作論者意欲爾故乃至廣說。有作是說。亦應", "160": "不相違。", "161": "發智大毘婆沙論雜蘊第一中智納息", "162": "第二之一", "163": "頗有一智知一切法耶。如是等章及解章", "164": "義。既領會已。次應廣釋。問何故作此論。答", "165": "為止他宗顯己義故。謂或有執。心心所法", "166": "能了自性。如大眾部彼作是說。智等能了", "167": "為自性故。能了自他。如燈能照為自性", "168": "故。能照自他。或復有執。心心所法能了相", "169": "應。如法密部彼作是說。慧等能了相應受", "17": "說彼而不說者。應知此中是有餘說。復有", "170": "等。或復有執。心心所法。能了俱有。如化", "171": "地部彼作是說。慧有二種。俱時而生。一相", "172": "應。二不相應。相應慧知不相應者。不相應", "173": "慧知相應者。或復有執。補特伽羅能了諸", "174": "法。如犢子部彼作是說。補特伽羅能知非", "175": "智。為止如是他宗異執顯自所說。諸心心", "176": "所。不了自性。相應俱有。補特伽羅性不可得。", "177": "故作斯論。復次勿為止他及顯己義。然諸", "178": "法相。理應分別。饒益有情故造斯論。頗有", "179": "一智知一切法耶。答無。若此智生一切法", "18": "說者。此中已說我見故應知亦說我所見。", "180": "非我。此智何所不知。答不知自性及此相", "181": "應俱有諸法。此中不知自性者。即止大", "182": "眾部執。不知相應諸法者。即止法密部", "183": "執。不知俱有諸法者。即止化地部執。", "184": "言智能知。即止犢子部執。又於此中有問", "185": "有答。有難有通。頗有一智知一切法。耶者", "186": "是問。答無者是答。若此智生一切法非我。此", "187": "智何所不知者是難。答不知自性及此相應", "188": "俱有諸法者是通。問此中誰問誰答。誰難誰", "189": "通。答分別論者問。應理論者答。分別論者難。", "19": "所以者何。以有我故得有我所。以有我見", "190": "應理論者通。有說。弟子問師答。弟子難師", "191": "通。有說。此中無別現問難者。但本論師。為", "192": "辯法相假設賓主。此中一智者。謂一剎那", "193": "智。由此不知自性。相應俱有諸法。若作是", "194": "問。於十智中。頗有一智知一切法耶。應", "195": "答言有。謂世俗智。如是問於九八七六五", "196": "四三二智中。頗有一智知一切法耶。答有。", "197": "謂世俗智。若即於此世俗智中。作如是問。", "198": "頗二剎那頃知一切法耶。答有。謂此智初剎", "199": "那頃。除其自性相應俱有。餘悉能知。第二剎", "2": "五百大阿羅漢等造", "20": "故得有我所見。以有己見故得有己所", "200": "那。亦知前自性相應俱有法。故答言有。今", "201": "此唯問一剎那智。故答言無。問何緣自性", "202": "不知自性。答勿有因果。能作所作。能成所", "203": "成。能引所引。能生所生。能屬所屬。能轉所", "204": "轉。能相所相。能覺所覺。無差別過。是故自性", "205": "不知自性。有說。自性於自性。無益無損。無", "206": "養無害。無成無壞。無增無減。無聚無散。無因", "207": "無等無間。無所緣。無增上。諸法自性。不觀", "208": "自性。但於他性能作諸緣。是故自性不知", "209": "自性。有說。世間現見。指端不自觸。刀刃不", "21": "見。以有五我見故。得有十五我所見。以", "210": "自割。瞳子不自見。壯士不自負。是故自性", "211": "不知自性。尊者世友說曰。何故自性不知", "212": "自性。答非境界故。復次若自性知自性者。", "213": "世尊不應安立二緣生於六識。謂眼及色", "214": "為緣生眼識。乃至意及法為緣生意識。復", "215": "次若自性知自性者。世尊不應安立三和", "216": "合觸。謂眼及色為緣。生眼識三和合故。觸", "217": "乃至廣說。復次若自性知自性者。世尊不", "218": "應安立邪見。謂彼邪見若能自知我是邪", "219": "見便為正見。如說。邪見若能自觀是邪見", "22": "有我愛故得有我所愛。以有我愚故得", "220": "者。應名正見非謂邪見。復次若自性知自", "221": "性者。不應建立惡心遍體皆是不善。以了", "222": "自體非邪僻故。復次若自性知自性者。不", "223": "應建立能取所取。能知所知。能覺所覺。境", "224": "有境。行相所緣。根根義等。復次若自性知", "225": "自性者。則四念住應無差別。以身念住即", "226": "法念住。乃至心念住即法念住故。復次若自", "227": "性知自性者。四聖諦智應無差別。以苦智", "228": "即道智。乃至滅智即道智故。復次若自性知", "229": "自性者。則宿住隨念智應不說有。以彼即", "23": "有我所愚。有餘師說。我見是根本是顛倒", "230": "知現世事故。復次若自性知自性者。則他", "231": "心智應不說有。以彼亦知自心所故。大德", "232": "說曰。若自性知自性者。則應不知他性。", "233": "於自性轉故。若自性知他性者。則應不", "234": "知自性。於他性轉故。若知自性及他性", "235": "者。云何而知。如知自性是自性。知他性亦", "236": "爾耶。如知他性是他性。知自性亦爾耶。若", "237": "如知自性是自性。知他性亦爾者。則知自", "238": "性是自性。可是正。知他性是自性應是", "239": "邪。若如知他性是他性。知自性亦爾者。則", "24": "性故。此中偏說。我所見非根本。非顛倒性", "240": "知他性是他性。可是正知自性是他性應", "241": "是邪。若爾應無邪正二智體相差別若一時", "242": "知自性是自性。知他性是他性者。則應一", "243": "智有二解用。解用別故體亦應別。體既各", "244": "別。應非一智。一有情身二智並起不應正", "245": "理勿有此失。是故自性不知自性。問若爾", "246": "大眾部所說喻云何通。答不必須通。彼非", "247": "素怛纜毘奈耶阿毘達磨攝故。又不可以", "248": "世俗現喻難賢聖法。賢聖法異世俗法異故。", "249": "若必須通。應說喻過。喻既有過。所喻不", "25": "故此中不說。問善說法者。亦說諸法常有實", "250": "成。如燈無根無所緣慮非有情數。智亦", "251": "應爾。如燈是色極微所成。智亦應爾。既不", "252": "如是。云何為喻。又彼許燈是照性不。若是", "253": "照性復何須照。若非照性體應是闇不應", "254": "名燈。破闇名燈寧非照性。故不應執燈", "255": "能自照。由此所喻。亦不得成。問何緣不知", "256": "相應諸法。答同一所緣。俱時轉故。謂一有情", "257": "心心所法。於一境界俱時而轉。理無展轉", "258": "互相緣義。譬如多人集在一處。或同觀下。", "259": "或共觀空。理必不能互相見面。心心所法", "26": "體性相。我事而非惡見。何故外道說有實", "260": "亦復如是。若智能知相應受者。彼受為能", "261": "緣自體不。若緣自體。則有前說緣自性過。", "262": "若不能緣。則心心所應俱時起。不同所緣", "263": "勿有此失。故不能知相應諸法。問何緣不", "264": "知俱有諸法。答極相近故。如籌霑取安繕", "265": "那藥置於眼中。極相近故眼不能見此亦", "266": "如是。問何等名為俱有諸法。答此隨轉色。", "267": "及此隨轉不相應行。西方諸師作如是說。", "268": "與慧俱生諸蘊相續。自身攝者是俱有法。", "269": "彼說非理。所以者何。若爾眼識應不能取", "27": "我便是惡見。答我有二種。一者法我。二者", "270": "自身諸色。餘識亦爾。彼作是說。五識能取", "271": "自身中境意識不能。若爾意識應不能取", "272": "一切境界便為非理。復有餘過。苦法智忍", "273": "應不現觀自身俱生諸蘊相續。若爾便為", "274": "於自諦境少分現觀。彼作是言。苦法智忍", "275": "於自諦境少分現觀。亦無有失。苦法智生", "276": "盡現觀故。如道法智忍於自諦境。雖少分", "277": "現觀而無有失。道法智生盡現觀故。彼言", "278": "非理。所以者何。苦道現觀義各異故。謂欲界", "279": "繫見道所斷。一一邪見總謗一切法智品道。", "28": "補特伽羅我。善說法者。唯說實有法我。法", "280": "道法智忍。設唯於一法智品道得現觀者。", "281": "亦能總斷能謗邪見。況除自性相應俱有。餘", "282": "並現觀薩迦耶見。於五取蘊。執我我所。或", "283": "總或別。苦法智忍。若於自諦不盡現觀。", "284": "應有別緣薩迦耶見。爾時不斷不現觀彼所", "285": "執境故。薩迦耶見。若不斷盡彼為上首見", "286": "苦所斷諸餘煩惱。亦應不斷。若爾不應名", "287": "於自諦得真現觀。若於苦諦不得現觀。", "288": "於集滅道亦應不得。如是便無究竟解脫。", "289": "勿有此過故不應說苦法智忍。不觀自", "29": "性實有。如實見故不名惡見。外道亦說。實", "290": "身俱生諸法。又若爾者。便與本論前說相", "291": "違。如說。若緣此法起苦法智忍。即緣此", "292": "法起世第一法。世第一法既能總緣欲界", "293": "五蘊。苦法智忍何為不能。是故應知前說", "294": "為善。問補特伽羅何緣不知。答彼如兔角", "295": "不可得故。謂一切法無我有情補特伽羅。", "296": "命者生者能養育者。作者受者。唯空行聚。", "297": "是故無有補特伽羅。能知諸法。", "298": "頗有一識了一切法耶。乃至廣說。問何", "299": "故作此論。答為止他宗顯己義故。謂或", "3": "三藏法師玄奘奉　詔譯", "30": "有補特伽羅我。補特伽羅非實有性。虛妄見", "300": "有執。識即是智唯長一字所謂毘字。為", "301": "止彼宗顯識與智其體各別。如契經言。智", "302": "相應識。或執六識各別所緣。如五識身所緣", "303": "各別。如是意識但緣法處。為止彼宗顯示", "304": "意識緣十二處。如契經說。一切皆是意識所", "305": "緣。或有執智緣一切法識不能爾。為止", "306": "彼宗顯識與智俱能總別緣一切法。或", "307": "有執智緣自相共相。識唯緣自相。為止", "308": "彼宗顯智與識俱緣二相。或有執智緣同", "309": "分不同分境。識唯緣同分境。為止彼宗", "31": "故名為惡見。問何故不說我非我見。答我", "310": "顯智與識俱緣二分。或有執智緣三世境", "311": "及非世境。識唯緣現在境。為止彼宗顯", "312": "智與識俱緣三世及非世境。或有執智通緣", "313": "五蘊及非蘊境。識唯緣色。為止彼宗顯", "314": "智與識俱緣五蘊及非蘊境。或有執智緣", "315": "自相續及他相續。識唯緣自相續。為止彼", "316": "宗顯智與識俱緣自他。或有執智緣內外", "317": "處。識唯緣外處。為止彼宗顯智與識俱", "318": "緣內外。或有執智緣有漏無漏。識唯緣有", "319": "漏。為止彼宗顯智與識俱緣二種。或有執", "32": "實非有。若見非我便為正見。此中唯說", "320": "智緣有為無為。識唯緣有為。為止彼宗", "321": "顯智與識俱緣二種。或有執智唯是道支。", "322": "識唯是有支。如犢子部。以契經說正見是", "323": "道。支行緣識故。為止彼宗顯智與識俱", "324": "通二支。但隨強說。或有執智與識不俱。如", "325": "譬喻者。為止彼宗顯智與識有俱時生。", "326": "由此因緣故造斯論。", "327": "問何故此中智後說識。答是作論者意欲爾", "328": "故乃至廣說。有說。此是經論舊法。謂契", "329": "經說。尊者摩訶俱瑟恥羅。往詣尊者舍利", "33": "諸惡見趣。是故不說我非我見。若非因因", "330": "子所。先問。智者何故名智。後問識者何故", "331": "名識。舍利子言。能知故名智。能了故名識。", "332": "品類足論先說所知後說所識。先說智門", "333": "後說識門。達磨難提亦作是說。若於是處", "334": "有智識轉。當知必有勝事成辦。故此亦於", "335": "智後說識。有說。俱是根本法故。謂一切清", "336": "淨品中智為根本。一切雜染品中識為根本。", "337": "清淨品勝是故前說。有說。俱是上首法故。", "338": "如契經說。明為上首無量善法皆得生長。", "339": "識為上首諸雜染法皆得生長。諸善法勝是", "34": "見。於五見何見攝。何見所斷。答非因謂因", "340": "故前說。有說。俱是所依趣故。如契經說。應", "341": "依趣智不依趣識。又說。五根各別所行。各", "342": "別境界。意根於彼所行境界俱能領受。意根", "343": "皆為彼所依趣。智依趣勝是故前說。有說。", "344": "俱是有所緣故。十二處中二有所緣。謂意", "345": "處法處。此中說智。即總顯有所緣法處。說", "346": "識即顯意處法處法多。是故前說。有說。此", "347": "中說心心所法故。謂若說智則總顯諸", "348": "心所法。若說識則顯心心所法多。是故前", "349": "說。", "35": "戒禁取攝。見苦所斷。問何謂非因。答自在天", "350": "頗有一識了一切法耶。答無。若此識生一", "351": "切法非我。此識何所不了。答不了自性及", "352": "此相應俱有識法。此中破執。問答難通釋本", "353": "文等准前應說。問此中所說緣一切法。非", "354": "我行相。由何契經知有如是緣一切法非", "355": "我行相耶。答如契經說。", "356": "若時以慧觀一切法非我", "357": "爾時能厭苦是道得清淨", "358": "由此契經。知有如是緣一切法非我行相。", "359": "問此經為說緣一切法非我行相。為說緣", "36": "等不平等因。問何緣外道非因謂因。答親近", "360": "苦諦非我行相耶。設爾何失。若說緣一", "361": "切法非我行相者。云何復言爾時厭苦。若", "362": "說緣苦諦非我行相者。云何說觀一切法", "363": "非我。有作是言。此經中說緣一切法非我", "364": "行相。問云何復言爾時厭苦。答此頌前半。", "365": "說緣一切法非我行相。後半說緣苦諦非", "366": "我行相。有說。前半說修觀時。後半說現觀", "367": "時。有說。前半說聞思修所成慧。後半唯說", "368": "修所成慧。有說。前半說有漏慧。後半說無", "369": "漏慧。如有漏無漏。世間出世間。有味無味。", "37": "惡友。聞說自在自性士夫時方空等生諸法", "370": "耽嗜依出離依。墮界不墮界。順取非順取。應", "371": "知亦爾。有說。前半說同相作意。後半說別", "372": "相作意。有餘師說。此經但說緣苦諦非我", "373": "行相。問云何說觀一切法非我。答一切有", "374": "二種。謂一切一切。少分一切。此中但說少分", "375": "一切。餘處亦說少分一切。如世尊說。一切", "376": "熾然。非無漏法有熾然義。此中亦爾。此中", "377": "雖不說緣一切法非我行相。而餘經說。如", "378": "世尊說。一切行無常。一切法無我。涅槃寂", "379": "靜。評曰。隨有經證。或無經證。然決定有", "38": "故。如農夫等秋多收實。便作是言。私多未", "380": "緣一切法非我行相。謂瑜伽師。於修觀位", "381": "起此行相。故此中說。問亦有空行相。能緣", "382": "一切法。此中何故不說耶。答是作論者意欲", "383": "爾故。乃至廣說。有說。應說而不說者。當知", "384": "此義有餘。有說。非我行相其義決定。是故", "385": "偏說。謂空行相義不決定。以一切法有義", "386": "故。空約他性故。有義故。不空約自性故。", "387": "非我行相無不決定。以約自他俱無我故。", "388": "由此尊者世友說言。我不定說諸法皆空。", "389": "定說一切法皆無我。問若非我行相。與空行", "39": "度天等所與。若生男女。復作是言。是難陀", "390": "相。俱能緣一切法者。此二行相有何差別。", "391": "答非我行相對治我見。空行相對治我所見。", "392": "如對治我見我所見。對治己見己所見。五", "393": "我見十五我所見。我行相我所行相。我執我", "394": "所執。我愛我所愛。我愚我所愚。應知亦爾。", "395": "有說。觀蘊非我。是非我行相。觀蘊中無我。", "396": "是空行相。如觀蘊非我蘊中無我。觀界界", "397": "中。觀處處中。應知亦爾。有說。於非有觀", "398": "非有。是非我行相。於有觀非有。是空行相。", "399": "有說。於無觀無。是非我行相。於有觀無。", "4": "雜蘊第一中世第一法納息第一之八", "40": "等天神所與。信自在者。若生男女。便作是", "400": "是空行相。有說。觀自性空。是非我行相。觀", "401": "所行空。是空行相。有說。觀體不自在。是非", "402": "我行相。觀內無士夫。是空行相。是謂二種", "403": "行相差別。問何故有漏非我行相。緣一切", "404": "法。無漏非我行相。唯緣苦諦耶。答有漏", "405": "非我行相。非煩惱對治故。能緣一切法。無", "406": "漏非我行相。是煩惱對治故。不緣一切法。", "407": "非一切法順煩惱性故。有說。有漏非我行", "408": "相。非顛倒對治故。能緣一切法。無漏非我行", "409": "相。是顛倒對治故。不緣一切法。非一切", "41": "言。毘瑟拏天。矩陛羅等天神所與。如是等類", "410": "法順顛倒性故。有說。有漏非我行相。無分", "411": "齊緣故。若緣一切法。無漏非我行相。有分齊", "412": "緣故。不緣一切法。緣我見境為非我故。", "413": "有說。有漏非我行相。修觀時勝故。能緣一", "414": "切法。以修觀時觀一切法為非我故。無漏", "415": "非我行相。現觀時勝故不緣一切法。以", "416": "現觀時但緣苦諦為非我故。現觀位中別", "417": "觀諦故。由此因緣。有漏非我行相。能緣一", "418": "切法。無漏非我行相。但緣苦諦。問有漏非我", "419": "行相。亦不能緣一切法。以不能緣自性", "42": "非因計因。然有情數各別業生。非有情數共", "420": "相應俱有法故。云何乃言緣一切法。答依", "421": "多分說故無有過。謂所緣者猶如大地。四", "422": "大海水。蘇迷盧山。太虛空量所。不緣者。猶", "423": "如芥子大海一渧。妙高一塵。虛空蚊處。故", "424": "無有失。有說。以此有漏非我行相。二剎", "425": "那頃緣一切法。故作是說。非如無漏非", "426": "我行相。雖多剎那。亦不能緣一切法盡。", "427": "有說。有漏非我行相。一剎那頃。亦緣一切", "428": "所應。緣法自性。相應俱有諸法。非所緣故。", "429": "不應為責。由此因緣。如是有漏非我行相。", "43": "業所生。非自在等邪因所生。此中非因謂", "430": "雖言一切法皆非我。而非顛倒。", "431": "說一切有部發智大毘婆沙論第九卷", "44": "因。戒禁取攝者。顯彼自性。執非親正因為", "45": "親正因故。然戒禁取略有二種。一非因計", "46": "因。二非道計道。此中但說非因計因。見苦", "47": "所斷者顯彼對治。見苦諦時永斷彼故。餘", "48": "如前說。問何故此見非見集斷。答果處轉", "49": "故。問非因謂因者。亦謗諸法因。何故此見", "5": "若非我我見。於五見何見攝。何見所斷。答", "50": "非邪見攝。答無行相轉名為邪見。此有行", "51": "相轉故不名邪見。復有說者。壞實事轉名", "52": "為邪見。此乃增益轉故不名邪見。尊者世", "53": "友作如是言。若撥無因名為邪見。此非", "54": "因計因故不名邪見。於非正因謂正因", "55": "故。", "56": "若因非因見。於五見何見攝。何見所斷。答", "57": "邪見攝。見集所斷。問何謂為因。答業煩惱", "58": "等。問何緣外道執內外事無因而生。答不", "59": "了內外緣起法故。彼作是念。誰掘河海。誰", "6": "有身見攝。見苦所斷。問何謂非我。答一切", "60": "積山原。誰纖棘刺。誰畫禽獸。准此一切皆", "61": "無因生。故彼頌言。", "62": "誰掘河海積山原誰纖棘刺畫禽獸", "63": "世無自在能作者故知一切皆無因", "64": "此中邪見攝者。顯彼自性。誹謗諸法所從", "65": "因故。見集所斷者。顯彼對治。見集諦時永", "66": "斷彼故餘如前說。問何故此中謗因邪見見", "67": "集所斷。見蘊中說謗因邪見見集道斷。答是", "68": "作論者意欲爾故乃至廣說。復次此非了義", "69": "說。彼是了義說。此有餘意趣。彼無餘意趣。", "7": "法。問何緣外道於彼計我。答愚去來等作", "70": "此說有餘緣彼說無餘緣。此說依世俗。彼", "71": "說依勝義。復次此說少分因。彼說一切因。", "72": "此唯說苦因。彼說苦及非苦因。此唯說", "73": "顛倒因。彼說顛倒及非顛倒因。此唯說生", "74": "果因。彼說生果不生果因。復次謗集邪見撥", "75": "無因體亦撥因義。謗道邪見唯撥因體不", "76": "撥因義。言涅槃無因是正非邪故。此中", "77": "唯說謗因邪見故。見集所斷非見道所斷。", "78": "若有無見於五見何見攝。何見所斷。答邪見", "79": "攝。此有四種。若謂無苦見苦所斷。若謂無集", "8": "用事故。彼作是念。若無我者。誰去誰來。誰", "80": "見集所斷。若謂無滅見滅所斷。若謂無道見", "81": "道所斷。問何謂為有。答四聖諦。問何緣外道", "82": "撥無四諦。答彼執有我故便撥無四諦。彼", "83": "作是言色等五蘊是我非苦。便撥苦諦。我", "84": "無有因便撥集諦。我常不滅便撥滅諦。我", "85": "無對治便撥道諦。如善說法者。知色等五", "86": "蘊是苦非我便信苦諦。此苦有因便信集", "87": "諦。此苦可滅便信滅諦。苦有對治便信道", "88": "諦。此中邪見攝者。顯彼自性。撥無實有四", "89": "聖諦故。此有四種。廣說乃至。若謂無道。見", "9": "住誰坐。誰屈誰申。誰起誰臥。誰見聞嗅甞觸", "90": "道所斷者。顯彼對治。見四諦時永斷彼故。", "91": "餘如前說應知此中謗苦諦者。有二種謗。", "92": "一謗物體。二謗果義。謗集諦者。有二種", "93": "謗。一謗物體。二謗因義。謗滅諦者。唯", "94": "謗物體不謗果義。有作是說。亦謗果義。", "95": "謗道諦者。唯謗物體不謗因義。有作", "96": "是說。亦謗因義。有作是說。亦謗因果。有", "97": "作是說。謗道諦者。唯謗作用。問何故邪", "98": "見不緣虛空及非擇滅。答若法是蘊是蘊因。", "99": "是蘊滅是蘊對治。邪見則緣虛空非擇滅。非"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1545 阿毘達磨大毘婆沙論: 阿毘達磨大毘婆沙論: 發智大毘婆沙論: 說一切有部發智大毘婆沙論: 發智大毘婆沙論", "author": "五百大阿羅漢等造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}