{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0220o 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "16 會序", "1": "大般若波羅蜜多經卷第六百", "2": "三藏法師玄奘奉　詔譯", "3": "第十六般若波羅蜜多分之八", "4": "「復次，善勇猛！若諸菩薩修行般若波羅蜜多，", "5": "不行色開顯不開顯，不行受、想、行、識開顯不", "6": "開顯；不行眼開顯不開顯，不行耳、鼻、舌、身、意", "7": "開顯不開顯；不行色開顯不開顯，不行聲、香、", "8": "味、觸、法開顯不開顯；不行眼識開顯不開顯，", "9": "不行耳、鼻、舌、身、意識開顯不開顯。不行色寂", "10": "靜不寂靜，不行受、想、行、識寂靜不寂靜；不行", "11": "眼寂靜不寂靜，不行耳、鼻、舌、身、意寂靜不寂", "12": "靜；不行色寂靜不寂靜，不行聲、香、味、觸、法寂", "13": "靜不寂靜；不行眼識寂靜不寂靜，不行耳、鼻、", "14": "舌、身、意識寂靜不寂靜。「不行色本性清淨不", "15": "清淨，不行受、想、行、識本性清淨不清淨；不行", "16": "眼本性清淨不清淨，不行耳、鼻、舌、身、意本性", "17": "清淨不清淨；不行色本性清淨不清淨，不行", "18": "聲、香、味、觸、法本性清淨不清淨；不行眼識本", "19": "性清淨不清淨，不行耳、鼻、舌、身、意識本性清", "20": "淨不清淨。不行色本性開顯不開顯，不行受、", "21": "想、行、識本性開顯不開顯；不行眼本性開顯", "22": "不開顯，不行耳、鼻、舌、身、意本性開顯不開顯；", "23": "不行色本性開顯不開顯，不行聲、香、味、觸、法", "24": "本性開顯不開顯；不行眼識本性開顯不開", "25": "顯，不行耳、鼻、舌、身、意識本性開顯不開顯。不", "26": "行色本性寂靜不寂靜，不行受、想、行、識本性", "27": "寂靜不寂靜；不行眼本性寂靜不寂靜，不行", "28": "耳、鼻、舌、身、意本性寂靜不寂靜；不行色本性", "29": "寂靜不寂靜，不行聲、香、味、觸、法本性寂靜不", "30": "寂靜；不行眼識本性寂靜不寂靜，不行耳、鼻、", "31": "舌、身、意識本性寂靜不寂靜。不行色本性遠", "32": "離不遠離，不行受、想、行、識本性遠離不遠離；", "33": "不行眼本性遠離不遠離，不行耳、鼻、舌、身、意", "34": "本性遠離不遠離；不行色本性遠離不遠離，", "35": "不行聲、香、味、觸、法本性遠離不遠離；不行眼", "36": "識本性遠離不遠離，不行耳、鼻、舌、身、意識本", "37": "性遠離不遠離。「不行色過去未來現在本性", "38": "清淨不清淨、開顯不開顯、寂靜不寂靜、遠離不", "39": "遠離，不行受、想、行、識過去未來現在本性清", "40": "淨不清淨、開顯不開顯、寂靜不寂靜、遠離不遠", "41": "離；不行眼過去未來現在本性清淨不清淨、", "42": "開顯不開顯、寂靜不寂靜、遠離不遠離，不行", "43": "耳、鼻、舌、身、意過去未來現在本性清淨不清淨、", "44": "開顯不開顯、寂靜不寂靜、遠離不遠離；不行", "45": "色過去未來現在本性清淨不清淨、開顯不開", "46": "顯、寂靜不寂靜、遠離不遠離，不行聲、香、味、觸、", "47": "法過去未來現在本性清淨不清淨、開顯不開", "48": "顯、寂靜不寂靜、遠離不遠離；不行眼識過去", "49": "未來現在本性清淨不清淨、開顯不開顯、寂靜", "50": "不寂靜、遠離不遠離，不行耳、鼻、舌、身、意識過", "51": "去未來現在本性清淨不清淨、開顯不開顯、寂", "52": "靜不寂靜、遠離不遠離。「善勇猛！若諸菩薩能", "53": "如是行，速能圓滿一切智法。", "54": "「復次，善勇猛！若諸菩薩修行般若波羅蜜多，", "55": "不恃執色，不恃執受、想、行、識；不恃執眼，不恃", "56": "執耳、鼻、舌、身、意；不恃執色，不恃執聲、香、味、觸、", "57": "法；不恃執眼識，不恃執耳、鼻、舌、身、意識；不恃", "58": "執色清淨，不恃執受、想、行、識清淨；不恃執眼", "59": "清淨，不恃執耳、鼻、舌、身、意清淨；不恃執色清", "60": "淨，不恃執聲、香、味、觸、法清淨；不恃執眼識清", "61": "淨，不恃執耳、鼻、舌、身、意識清淨；不恃執色所", "62": "緣清淨，不恃執受、想、行、識所緣清淨；不恃執", "63": "眼所緣清淨，不恃執耳、鼻、舌、身、意所緣清淨；", "64": "不恃執色所緣清淨，不恃執聲、香、味、觸、法所緣", "65": "清淨；不恃執眼識所緣清淨，不恃執耳、鼻、舌、", "66": "身、意識所緣清淨。「復次，善勇猛！若諸菩薩修", "67": "行般若波羅蜜多，不執著色，不執著受、想、行、", "68": "識；不執著眼，不執著耳、鼻、舌、身、意；不執著色，", "69": "不執著聲、香、味、觸、法；不執著眼識，不執著耳、", "70": "鼻、舌、身、意識；不執著色清淨，不執著受、想、行、", "71": "識清淨；不執著眼清淨，不執著耳、鼻、舌、身、意", "72": "清淨；不執著色清淨，不執著聲、香、味、觸、法清", "73": "淨；不執著眼識清淨，不執著耳、鼻、舌、身、意識", "74": "清淨；不執著色所緣清淨，不執著受、想、行、識", "75": "所緣清淨；不執著眼所緣清淨，不執著耳、鼻、", "76": "舌、身、意所緣清淨；不執著色所緣清淨，不執", "77": "著聲、香、味、觸、法所緣清淨；不執著眼識所緣清", "78": "淨，不執著耳、鼻、舌、身、意識所緣清淨。「善勇猛！", "79": "若諸菩薩能如是行，速能圓滿一切智法。「善", "80": "勇猛！若諸菩薩能如是行，則為隣近如來十", "81": "力、四無所畏、四無礙解、大慈、大悲、大喜、大捨、十", "82": "八佛不共法。「善勇猛！若諸菩薩能如是行，則", "83": "為隣近三十二大士相、八十隨好，身真金色，無", "84": "邊光明，如龍象視，無能見頂。「善勇猛！若諸", "85": "菩薩能如是行，則為隣近過去未來現在無", "86": "著無礙智見，亦為隣近如來教授、教誡、示導，", "87": "亦為隣近過去未來現在無著無礙智見，決定", "88": "受記。「善勇猛！若諸菩薩能如是行，速證一切", "89": "佛法清淨，速能證得佛土清淨，速能攝受聲", "90": "聞眾圓滿，速能攝受菩薩眾圓滿。「善勇猛！若", "91": "諸菩薩能如是行，不住色，不住受、想、行、識；不", "92": "住眼，不住耳、鼻、舌、身、意；不住色，不住聲、香、味、", "93": "觸、法；不住眼識，不住耳、鼻、舌、身、意識；不住名、", "94": "色，不住顛倒、見、蓋、愛行，不住欲、色、無色界，不", "95": "住有情界、法界，不住地、水、火、風、空、識界，不住", "96": "我、有情、命者、生者、養者、士夫、補特伽羅、意生、儒", "97": "童、作者、受者、知者、見者及彼諸想，不住斷、常，", "98": "不住染、淨，不住緣起，不住布施、慳貪、持戒、犯", "99": "戒、安忍、忿恚、精進、懈怠、靜慮、散亂、妙慧、惡慧，", "100": "不住念住、正斷、神足、根、力、覺支、道支，不住顛", "101": "倒等斷，不住靜慮、解脫、等持、等至，不住明及", "102": "解脫、解脫智見，不住盡智、無生智、無造作智", "103": "及無著智，不住止、觀，不住無量、神通，不住苦、", "104": "集、滅、道，不住異生、聲聞、獨覺、菩薩、佛地，不住", "105": "異生、聲聞、獨覺、菩薩、佛法，不住生死、涅槃，不", "106": "住佛智、力、無畏等，不住過去未來現在智見，", "107": "不住佛土圓滿，不住聲聞眾圓滿，不住菩薩", "108": "眾圓滿。何以故？善勇猛！以一切法不可住故。", "109": "「善勇猛！非一切法有可住義。所以者何？以一", "110": "切法皆無執藏，無執藏故無可住者。善勇猛！", "111": "若一切法有可住者，應可示現此可執藏、此", "112": "法常住，如來亦應安住諸法，示現諸法此可", "113": "執藏、此可積集。善勇猛！以一切法不可安住、", "114": "不可執藏、不可積集，是故無法是常住者。", "115": "由此如來不安住法，亦不示現此可執藏、此", "116": "可積集。善勇猛！無有少法是實可生，以無少", "117": "法實可生故都無所住，故說諸法無可住義。", "118": "善勇猛！以無所住及無不住為方便故，說一", "119": "切法都無所住。「善勇猛！無有少法可說住者，", "120": "如四大河無熱池出，未入大海終無住義。如", "121": "是諸法乃至無造，諸行未盡終無住義。善勇", "122": "猛！無造行者，謂於此中無住不住、無留難者，", "123": "一切皆依俗數而說，實無有住、無留難者、無", "124": "究竟者亦無不住。善勇猛！無造行者依俗數", "125": "說，如諸有情世俗所見，非實有住或留難", "126": "者、或究竟者亦無不住。非無造行有實住", "127": "者，是故可言依俗數說，故一切法皆無住義。", "128": "「善勇猛！如是菩薩摩訶薩眾，依一切法無", "129": "住方便，修行般若波羅蜜多。善勇猛！若諸", "130": "菩薩能如是行，速能圓滿一切智法，隣近無", "131": "上正等菩提，疾能安坐妙菩提座，疾能證得", "132": "一切智智，疾能圓滿三世智見，疾能圓滿一", "133": "切有情心行差別，遍知妙智故。", "134": "「善勇猛！若諸菩薩摩訶薩眾，欲普饒益一切", "135": "有情，欲以財施一切有情皆令充足，欲以", "136": "法施一切有情皆令願滿，欲能破壞一切有", "137": "情無明卵㲉，欲普授與一切有情大智佛智，", "138": "欲普哀愍一切有情，欲普利樂一切有情，欲", "139": "令一切有情豐足財施、法施，欲令一切有情", "140": "豐足清淨尸羅，欲令一切有情豐足安忍柔", "141": "和，欲令一切有情豐足勇猛精進，欲令一", "142": "切有情豐足清白靜慮，欲令一切有情豐足", "143": "微妙般若，欲令一切有情豐足究竟解脫，欲", "144": "令一切有情豐足解脫智見，欲令一切有情", "145": "豐足生諸善趣，欲令一切有情豐足明及解", "146": "脫，欲令一切有情豐足畢竟涅槃，欲令一", "147": "切有情豐足諸佛妙法，欲令一切有情豐足", "148": "圓滿眾德，欲轉無上微妙法輪，一切世間沙", "149": "門、梵志、天、魔、外道，皆無有能如法轉者。欲於", "150": "世間宣說妙法，欲能如實記諸佛地，欲能如", "151": "實記菩薩地，欲能如實記獨覺地，欲能如實", "152": "記聲聞地，欲能覺發諸有情類本願善根，應", "153": "學如是甚深般若波羅蜜多勇猛正勤常無", "154": "間斷，應依如是甚深般若波羅蜜多精勤修", "155": "學無所顧戀。「善勇猛！我都不見有諸餘法，能", "156": "令菩薩速疾圓滿所求無上諸佛妙法，如此", "157": "所說甚深般若波羅蜜多。若諸菩薩安住如", "158": "是甚深般若波羅蜜多，精勤修學時無暫捨，", "159": "速能圓滿一切智法。善勇猛！若諸菩薩修行", "160": "般若波羅蜜多能至究竟，是諸菩薩隣近無", "161": "上正等菩提定無疑惑。善勇猛！若善男子、善", "162": "女人等聞此般若波羅蜜多，歡喜信受生實", "163": "想者，我說彼類能引無上正等菩提，殊勝善", "164": "根速至究竟。是善男子、善女人等攝受善根，", "165": "定能積集大慧資糧。善勇猛！若諸菩薩手執", "166": "如是甚深般若波羅蜜多方便善巧相應法", "167": "教，是諸菩薩設不現前蒙佛受記，當知已近", "168": "蒙佛受記，或復不久當蒙諸佛現前受記。「善", "169": "勇猛！譬如有人精勤受學十善業道已至究", "170": "竟，當知彼人善根成熟，已得隣近北俱盧生；", "171": "如是菩薩若手執此甚深般若波羅蜜多，當", "172": "知隣近所求無上正等菩提定無疑惑。「善勇", "173": "猛！譬如有人樂行惠捨，於諸財寶無所顧悋，", "174": "於諸有情常以布施、愛語、利行、同事攝受，持", "175": "戒、修忍摧伏憍慢，修如是行至究竟時，速獲", "176": "大財生於高族；如是菩薩若手得此甚深般", "177": "若波羅蜜多，當知隣近不退轉位。「善勇猛！譬", "178": "如有人樂修施、戒尸羅、安忍無不具足，慈愍", "179": "有情勸持淨戒，復能造作感增上業，當知速", "180": "獲轉輪王位；如是菩薩若手得此甚深般若", "181": "波羅蜜多，當知速坐妙菩提座。「善勇猛！如", "182": "轉輪王將登大位，於白半月十五日晨，沐浴", "183": "受齋至大殿上，昇師子座面東而坐，有大輪", "184": "寶從空而來，當知彼王受轉輪位，不久當得", "185": "具足七寶；如是菩薩手中得此甚深般若波", "186": "羅蜜多，當知速獲一切智智。「善勇猛！如有", "187": "情類成勝善根，常樂修行清白之行，信解", "188": "廣大，厭患人身，具淨尸羅，樂營眾事，其心", "189": "長夜思願生天，與四洲人常為覆護，當知", "190": "彼類不久得為四大天王護四洲界；如是菩", "191": "薩若以般若波羅蜜多相應法教，施有情類", "192": "心無悋惜，當知不久得為法王，於一切法", "193": "皆得自在。「善勇猛！如有情類成勝善根，清", "194": "淨過前所成就者，所獲財寶先惠施他後自", "195": "受用，所營事務先為有情後方為己，常自守", "196": "護不為非法不平等貪之所染污，其心長夜", "197": "願為天主，於所修善其心堅固，當知彼類", "198": "不久定生三十三天作天帝釋；如是菩薩若", "199": "以般若波羅蜜多相應法要，施有情類無顧", "200": "悋者，當知不久定作法王，於一切法得大", "201": "自在。「善勇猛！譬如有人得四梵住，當知", "202": "不久生於梵天；如是菩薩若以般若波羅蜜", "203": "多相應法要，施有情類無顧悋者，當知不久", "204": "轉妙法輪，施諸有情利益安樂。「善勇猛！譬", "205": "如大地至雨際時，見上空中密雲含潤，天將", "206": "昏闇漸降大雨，陂湖池沼處處充溢，大地原", "207": "隰上下俱潤，密雲垂覆甘雨普洽，令諸藥", "208": "物、卉木、叢林、枝葉、花果悉皆茂盛，水陸山川", "209": "香氣芬馥，處處皆有花果泉池，大地于時甚", "210": "可愛樂，人非人類見已歡娛，採摘花果嗅", "211": "香甞味；如是菩薩現得般若波羅蜜多精勤", "212": "修學，是諸菩薩當知不久一切智智之所潤", "213": "沃，善能趣入一切智智，當能開顯一切智", "214": "智，由斯潤洽一切有情，分別開示無上法", "215": "寶。「善勇猛！譬如無熱龍王宮內，有情生已", "216": "出四大河，各趣一方充滿大海；如是菩薩手", "217": "中得此甚深般若波羅蜜多，復能於中精勤", "218": "修學，彼皆能出大法流注，以大法施充足", "219": "有情。「善勇猛！如眾鳥等依妙高山，形類雖", "220": "殊而同一色；如是菩薩手中得此甚深般若", "221": "波羅蜜多，信受修行皆同一趣，謂趣如來一", "222": "切智趣。「善勇猛！譬如大海諸水依持，常為", "223": "眾流之所歸趣；如是菩薩手中得此甚深般", "224": "若波羅蜜多，精勤修學令極通利，不久當作", "225": "一切法海，速疾當成一切法器，常為諸法", "226": "之所歸趣，世俗諸法不能擾動。「善勇猛！如", "227": "日輪舉蔽諸光明；如是菩薩所學般若波羅", "228": "蜜多出現世間，一切外道悉皆隱沒。善勇猛！", "229": "若諸菩薩所學般若波羅蜜多出現世間，與", "230": "有情類作法明照。善勇猛！若諸菩薩出現世", "231": "間，作諸有情善根明照，與有情類作淨福田；", "232": "一切有情皆應供養，一切有情皆應歸趣，一", "233": "切有情皆應稱讚。", "234": "「復次，善勇猛！若諸菩薩能學般若波羅蜜多，", "235": "於諸學中是最勝學，如是學者普為有情淨", "236": "涅槃路。何以故？善勇猛！若學般若波羅蜜多，", "237": "於諸學中最勝第一，為妙為微妙、為上為無", "238": "上、無等無等等。善勇猛！若諸菩薩能學般", "239": "若波羅蜜多，令一切學皆至究竟，普能受持", "240": "一切所學，於一切學皆能開示，摧伏一切他", "241": "論邪學。善勇猛！若諸菩薩能學般若波羅", "242": "蜜多，則能修行三世諸佛、諸菩薩行。善勇猛！", "243": "諸佛世尊於此所學甚深般若波羅蜜多，已、", "244": "正、當學極善安住，為諸有情已、正、當說如是", "245": "無上清淨學法。善勇猛！如是所學甚深般若", "246": "波羅蜜多，超過一切世間所學最尊、最勝。善", "247": "勇猛！如是所學甚深般若波羅蜜多，是自然", "248": "學，一切世間無能及者。「善勇猛！若學般若波", "249": "羅蜜多，於諸法中都無所學，謂若世間、若出", "250": "世間，若有為、若無為，若有漏、若無漏，若有", "251": "罪、若無罪，於如是等一切法門不生執著，於", "252": "一切法無著而住，為諸有情無倒開示無上", "253": "清淨所學之法。何以故？善勇猛！以一切法無", "254": "著無縛，無有少法為著為縛而現在前，由此", "255": "亦無得解脫義。「善勇猛！色無著無縛亦無解", "256": "脫，受、想、行、識無著無縛亦無解脫，眼無著無", "257": "縛亦無解脫，耳、鼻、舌、身、意無著無縛亦無解", "258": "脫，色無著無縛亦無解脫，聲、香、味、觸、法無著", "259": "無縛亦無解脫，眼識無著無縛亦無解脫，耳、", "260": "鼻、舌、身、意識無著無縛亦無解脫，名、色無著", "261": "無縛亦無解脫，顛倒、見趣、諸蓋、愛行無著無", "262": "縛亦無解脫，貪、瞋、癡無著無縛亦無解脫，欲、", "263": "色、無色界無著無縛亦無解脫，有情界、法界", "264": "無著無縛亦無解脫，我、有情、命者、生者、養者、", "265": "士夫、補特伽羅、意生、儒童、作者、受者、知者、見者", "266": "及彼諸想無著無縛亦無解脫，地、水、火、風、空、", "267": "識界無著無縛亦無解脫，緣起、染、淨無著無", "268": "縛亦無解脫，布施、慳貪、持戒、犯戒、安忍、忿恚、", "269": "精進、懈怠、靜慮、散亂、般若、惡慧無著無縛亦無", "270": "解脫，苦、集、滅、道無著無縛亦無解脫，念住、", "271": "正斷、神足、根、力、覺支、道支無著無縛亦無解", "272": "脫，顛倒等斷無著無縛亦無解脫，靜慮、解脫、", "273": "等持、等至無著無縛亦無解脫，無量、神通無", "274": "著無縛亦無解脫，盡智、無生智、無造作智及", "275": "無著智無著無縛亦無解脫，明及解脫、解脫", "276": "智見無著無縛亦無解脫，異生、聲聞、獨覺、菩", "277": "薩、佛地無著無縛亦無解脫，異生、聲聞、獨覺、", "278": "菩薩、佛法無著無縛亦無解脫，生死、涅槃無", "279": "著無縛亦無解脫，佛智、力、無畏等無著無縛", "280": "亦無解脫，過去未來現在智見無著無縛亦", "281": "無解脫。何以故？善勇猛！以一切法著不可", "282": "得、縛不可得，著、縛既無，從彼解脫亦不可得。", "283": "「善勇猛！言著縛者，謂於法性執著繫縛。法性", "284": "既無，故不可說有著有縛。言解脫者，謂脫著、", "285": "縛，彼二既無故無解脫。善勇猛！無解脫者，", "286": "謂於諸法都無有能得解脫性，若於諸法能", "287": "如是見，即說名為無著智見。善勇猛！言無著", "288": "者，謂於此中著不可得。著無著性，著無實性，", "289": "故名無著。以於此中能著、所著、由此、為此、因", "290": "此、屬此皆不可得，故名無著。善勇猛！言無", "291": "縛者，謂於此中縛不可得。縛無縛性，縛無實", "292": "性，故名無縛。以於此中能縛、所縛、由此、為", "293": "此、因此、屬此皆不可得，故名無縛。「善勇猛！若", "294": "於諸法無著無縛，如何於法可說解脫？善勇", "295": "猛！無著無縛亦無解脫，離繫清涼名真解脫。", "296": "善勇猛！若於諸法無執著者則無繫縛，若於", "297": "諸法無繫著者則無解脫，遠離三事離繫清", "298": "涼名真解脫。善勇猛！如是菩薩悟入諸法無", "299": "著無縛亦無解脫，得真智見修行般若波羅", "300": "蜜多。善勇猛！若諸菩薩能如是行，隣近無", "301": "上正等菩提，速能證得一切智智。「善勇猛！我", "302": "以如是甚深般若波羅蜜多微妙法印，印諸", "303": "菩薩摩訶薩眾，令斷疑網，精勤修學甚深般", "304": "若波羅蜜多速至究竟。善勇猛！我今自持如", "305": "是法印，令久住世利樂有情。所以者何？我聲", "306": "聞眾無勝神力，能持般若波羅蜜多微妙法", "307": "印，至我滅後後時、後分、後五百歲，饒益有情。」", "308": "爾時，世尊告賢守菩薩、導師菩薩等五百上首", "309": "菩薩及善勇猛菩薩摩訶薩言：「善男子！汝等", "310": "應學如是如來無量無數百千俱胝那庾多劫，", "311": "曾所修集甚深般若波羅蜜多而為上首。甚", "312": "深般若波羅蜜多之所流出，甚深般若波羅", "313": "蜜多之所建立無上法藏，汝等應持如是法", "314": "藏，我涅槃後後時、後分、後五百歲，無上正", "315": "法將欲壞滅時、分轉時，廣為有情宣說開示，", "316": "令彼聞已獲大利樂。」時，諸菩薩聞佛語已，皆", "317": "從座起頂禮佛足，合掌恭敬俱白佛言：「世尊！", "318": "我等當學如是如來無量無數百千俱胝那庾", "319": "多劫，曾所修集甚深般若波羅蜜多而為上", "320": "首。甚深般若波羅蜜多之所流出，甚深般若", "321": "波羅蜜多之所建立無上法藏，我等當持如", "322": "是法藏，佛涅槃後後時、後分、後五百歲，無", "323": "上正法將欲壞滅時、分轉時，廣為有情宣說", "324": "開示，令彼聞已獲大利樂。「世尊！當於彼時，有", "325": "大恐怖、有大險難、有大暴惡。當於彼時，諸有", "326": "情類多分成就感匱法業，心多貪欲，不平等", "327": "貪及非法貪之所染污，慳悋、嫉妬纏縛其心，", "328": "多忿、凶勃、好麁惡語，諂曲、矯誑、樂行非法，多", "329": "懷輕蔑、鬪訟相違，住不律儀、耽嗜所蔽，懈", "330": "怠增上、精進下劣，忘失正念、住不正知，口強", "331": "喙長、偃蹇憍慠，憙行惡業，隱覆內心，貪恚癡", "332": "增、善根薄少，為無明㲉之所闇蔽，諸有所行", "333": "皆順魔黨，與深法律恒作怨害，於法寶藏常", "334": "為大賊，稟性弊惡難可親附。「世尊！我等今", "335": "者決定能持如是如來無量無數百千俱胝那", "336": "庾多劫善根所集無上法藏，與彼有情作大", "337": "饒益。世尊！彼時當有少分有情，於斯法藏", "338": "勤求樂學，彼性質直無諂無誑，寧捨身命不", "339": "作法怨，於法亦無誹謗厭背。我與彼類當作", "340": "饒益，於此深法示現、勸導、讚勵、慶喜，令勤修", "341": "學。」爾時，世尊即以神力，護持般若波羅蜜多", "342": "微妙甚深無上法藏，令惡魔眾不能壞滅。復", "343": "以威力，護能受持精進修行此法藏者，令斷", "344": "魔羂蕭然解脫，於所修行速至究竟。佛時", "345": "微笑放大光明，普照三千大千世界。人中、天", "346": "上兩處有情，因佛光明互得相見。時，此眾", "347": "會天、龍、藥叉、健達縛、阿素洛、揭路茶、緊捺洛、", "348": "莫呼洛伽及餘神眾，皆持種種天妙華香，奉", "349": "散世尊而為供養，復發廣大讚詠聲言：「甚奇！", "350": "如來！大威神力！護持法藏及修行者，令惡魔", "351": "軍不能壞滅，斷諸魔羂得大自在，於所修行", "352": "速至究竟。若有淨信諸善男子、善女人等，於", "353": "此法門受持、讀誦、為他廣說，不復怖畏諸惡", "354": "魔軍。若諸菩薩於此法門受持、讀誦、為他廣", "355": "說，便能降伏諸惡魔軍，一切惡魔不能留", "356": "難。」爾時，佛告善勇猛言：「如是！如是！如天等", "357": "說。善勇猛！如來於此無上法門，為諸惡魔", "358": "已結壃界，令惡魔眾所有羂網於此法門不", "359": "能為礙。善勇猛！如來今者依此法門，摧諸", "360": "惡魔所有勢力。善勇猛！如來今者護此法門，", "361": "制諸惡魔令不侵損。善勇猛！若有淨信諸善", "362": "男子、善女人等，於此法門受持、讀誦、廣為他", "363": "說，一切惡魔不能擾亂，而能降伏諸惡魔", "364": "怨。若諸菩薩於此法門受持、讀誦、廣為他說，", "365": "普能降伏一切魔軍，施諸有情利益安樂。", "366": "「善勇猛！如是法門非諸雜染弊有情類手所", "367": "能得。善勇猛！如是法門非魔羂網所拘縶", "368": "者之所行地。善勇猛！如是法門是性調善極", "369": "聰慧者之所行地。「善勇猛！如極調柔聰慧象", "370": "馬，非小王等之所乘御，亦非出現於弊惡", "371": "時，唯為輪王之所受用；由斯出現於彼世時，", "372": "如是調柔極聰慧者，方能受用此深法門故，", "373": "此法門乃墮其手。「善勇猛！譬如齋戒龍王、", "374": "善住龍王、哀羅筏拏龍王，彼不為人之所受", "375": "用及為見故而現在前，亦復不為諸餘天眾", "376": "所受用故而現在前，唯為調善聰慧天眾所", "377": "受用故而現前也！如如帝釋思與天眾往遊", "378": "戲處嚴飾之時，如是如是彼龍現作如是相", "379": "狀來現其前，為天帝等所受用故。如是若有", "380": "善士人帝乃能受用此深法門，謂能聽聞、受", "381": "持、讀誦，為有情類宣示分別。彼於此法為大", "382": "莊嚴，能大流通，作大法照，成大法喜，受", "383": "大法樂。「善勇猛！若於般若波羅蜜多甚深法", "384": "門，受持一句，尚獲無量無邊功德，況有於此", "385": "大般若經，能具受持、轉讀、書寫、供養、流布、廣", "386": "為他說，彼所獲福不可思議！善勇猛！唯性調", "387": "柔極聰慧者，乃能攝受如是法門，若不調柔", "388": "極聰慧者，此甚深法非其境界。善勇猛！我為", "389": "有情斷諸疑惑，故說如是大般若經。」說此法", "390": "時，無量無數菩薩摩訶薩得無生法忍，復有", "391": "無邊諸有情類皆發無上正等覺心。爾時，如", "392": "來記彼決定當證無上正等菩提。時，薄伽梵", "393": "說是經已，善勇猛等諸大菩薩及餘四眾，天、", "394": "龍、藥叉、健達縛、阿素洛、揭路茶、緊捺洛、莫呼", "395": "洛伽、人非人等一切大眾，聞佛所說皆大歡", "396": "喜、信受奉行。", "397": "大般若波羅蜜多經卷第六百", "398": "般若佛姆心咒般若佛姆心呪", "399": "􄕗怛􇩊耶􄕤他􇩂唵􄑘伽􄕝帝", "400": "􄑘伽􄕝帝􄖵鉢􄗽囉􄑘伽􄕝帝", "401": "􄖵鉢􄗽囉􄚦僧􄑘伽􄕝帝􄗕菩", "402": "􄕽提􅁥薩嚩􄚩訶", "403": "般若佛姆親心咒般若佛姆親心呪", "404": "􇩂唵􄪼鉢囉􈂤娘􄪼鉢囉􈂤娘", "405": "􄗥摩􄚩訶􄪼鉢囉􈂤娘􅁥娑嚩", "406": "􄚩訶"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220o 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "source": "CBETA"}