{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0465 伽耶山頂經", "text": {"0": "No. 465 [Nos. 464, 466, 467]", "1": "伽耶山頂經", "10": "通，其名曰：文殊師利菩薩、觀世音菩薩、得", "100": "殊師利答言：「天子！諸菩薩摩訶薩正憶念，以", "101": "正觀為本。」天子又問文殊師利：「諸菩薩摩", "102": "訶薩正觀，以何為本？」文殊師利答言：「天子！諸", "103": "菩薩摩訶薩正觀，以堅念不忘為本。」天子又", "104": "問文殊師利：「諸菩薩摩訶薩有幾種心，能成", "105": "就因、能成就果？」文殊師利答言：「天子！諸菩", "106": "薩摩訶薩有四種心，能成就因、能成就果。何", "107": "等為四：一者、初發心；二者、行發心；三者、不退", "108": "發心；四者、一生補處發心。「復次，天子！初發", "109": "心如種種子，第二行發心如牙生增長，第", "11": "大勢菩薩、香象菩薩、勇施菩薩、勇修行智菩", "110": "三不退發心如莖、葉、華、果初始成就，第四一", "111": "生補處發心如果等有用。「復次，天子！初發心", "112": "如車匠集材智，第二行發心如斫治材木淨", "113": "智，第三不退發心如安施材木智，第四一生", "114": "補處發心如車成運載智。「復次，天子！初發心", "115": "如月始生，第二行發心如月五日，第三不退", "116": "發心如月十日，第四一生補處發心如月十", "117": "四日，如來智慧如月十五日。「復次，天子！初發", "118": "心能過聲聞地，第二行發心能過辟支佛地，", "119": "第三不退發心能過不定地，第四一生補處", "12": "薩等而為上首，如是諸菩薩摩訶薩其數無", "120": "發心安住定地。「復次，天子！初發心如學初章", "121": "智，第二行發心如差別諸章智，第三不退發", "122": "心如算數智，第四一生補處發心如通達諸", "123": "論智。「復次，天子！初發心從因生，第二行發心", "124": "從智生，第三不退發心從斷生，第四一生補", "125": "處發心從果生。「復次，天子！初發心因攝，第", "126": "二行發心智攝，第三不退發心斷攝，第四一", "127": "生補處發心果攝。「復次，天子！初發心因生，第", "128": "二行發心智生，第三不退發心斷生，第四一", "129": "生補處發心果生。「復次，天子！初發心因差", "13": "量；并諸天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊", "130": "別分，第二行發心智差別分，第三不退發心", "131": "斷差別分，第四一生補處發心果差別分。「復", "132": "次，天子！初發心如取藥草方便，第二行發", "133": "心如分別藥草方便，第三不退發心如病服", "134": "藥方便，第四一生補處發心如病得差方", "135": "便。「復次，天子，初發心學法王家生，第二行", "136": "發心學法王法，第三不退發心能具足學法", "137": "王法，第四一生補處發心學法王法能得自", "138": "在。」", "139": "爾時，大眾中有天子名定光明主，不退阿", "14": "那羅、摩睺羅伽，人非人等，大眾圍繞。爾時世", "140": "耨多羅三藐三菩提心，時定光明主天子問", "141": "文殊師利法王子言：「何等是諸菩薩摩訶薩", "142": "畢竟略道？諸菩薩摩訶薩以是略道，疾得阿", "143": "耨多羅三藐三菩提。」文殊師利答言：「天子！", "144": "諸菩薩摩訶薩略道有二種，諸菩薩摩訶薩", "145": "以是二道，疾得阿耨多羅三藐三菩提。何等", "146": "為二？一者、方便道；二者、慧道。方便者知攝", "147": "善法，智慧者如實知諸法智，又方便者觀諸", "148": "眾生，智慧者離諸法智；又方便者知諸法相", "149": "應，智慧者知諸法不相應智；又方便者觀因", "15": "尊獨靜無人，入於諸佛甚深三昧，觀察法界", "150": "道，智慧者滅因道智；又方便者知諸法差", "151": "別，智慧者知諸法無差別智；又方便者莊", "152": "嚴佛土，智慧者莊嚴佛土平等無差別智；又", "153": "方便者入眾生諸根行，智慧者不見眾生智；", "154": "又方便者得至道場，智慧者能證一切佛菩", "155": "提法智。「復次，天子！諸菩薩摩訶薩，復有二", "156": "種略道，諸菩薩摩訶薩以是二道，疾得阿", "157": "耨多羅三藐三菩提。何等為二？一者、助道；", "158": "二者、斷道。助道者五波羅蜜，斷道者般若波", "159": "羅蜜。「復有二種略道。何等為二：一者、有礙", "16": "而作是念：「我得阿耨多羅三藐三菩提，得一", "160": "道；二者、無礙道。有礙道者五波羅蜜，無礙道", "161": "者般若波羅蜜。「復有二種略道。何等為二？一", "162": "者、有漏道；二者、無漏道。有漏道者五波羅蜜，", "163": "無漏道者般若波羅蜜。「復有二種略道。何", "164": "等為二？一者、有量道；二者、無量道。有量道", "165": "者取相分別，無量道者不取相分別。「復有", "166": "二種略道。何等為二？一者、智道；二者、斷道。", "167": "智道者謂從初地乃至七地，斷道者謂從八", "168": "地乃至十地。」爾時，會中有菩薩摩訶薩名", "169": "勇修行智，問文殊師利法王子言：「何謂菩薩", "17": "切智慧，所作已辦、除諸重擔、度諸有險道，滅", "170": "摩訶薩義？何謂菩薩摩訶薩智？」文殊師利答", "171": "言：「善男子！義名不相應，智名相應。」勇修", "172": "行智菩薩言：「文殊師利！何謂義名不相應？何", "173": "謂智名相應？」文殊師利言：「善男子！義名無", "174": "為，彼義無有一法共相應，無有一法不共相", "175": "應。何以故？以無變無相故。義者無有一法", "176": "共相應，無有一法不共相應，以本不成就義", "177": "故，是故無有一法共相應，無有一法不共相", "178": "應。義者不移不益，無有一法共相應，無有", "179": "一法不共相應故。善男子！智者名道！道者", "18": "無明得真明，拔諸箭、斷渴愛，成法船、擊法", "180": "心共相應非不相應。善男子！以是義故，智名", "181": "相應非不相應。「復次，善男子！智名斷相應。是", "182": "故，善男子！智名相應法非不相應法。「復次，善", "183": "男子！智名善觀五陰、十二入、十八界、十二因", "184": "緣、是處非處。善男子！以是義故，智名相應非", "185": "不相應。「復次，善男子！諸菩薩摩訶薩有十種", "186": "智。何等為十？一者、因智；二者、果智；三者、義", "187": "智；四者、方便智；五者、慧智；六者、攝智；七者、波", "188": "羅蜜智；八者、大悲智；九者、教化眾生智；十者、", "189": "不著一切法智。善男子！是名諸菩薩摩訶薩", "19": "鼓、吹法䗍、建法幢，轉生死種示涅槃性，閉", "190": "十種智。「復次，善男子！諸菩薩摩訶薩有十種", "191": "發。何等為十？一者、身發，欲令一切眾生身業", "192": "清淨故；二者、口發，欲令一切眾生口業清淨", "193": "故；三者、意發，欲令一切眾生意業清淨故；四", "194": "者、內發，以不虛妄分別一切諸眾生故；五者、", "195": "外發，以於一切眾生平等行故；六者、智發，以", "196": "具足佛智清淨故；七者、清淨國土發，以示一", "197": "切諸佛國土功德莊嚴故；八者、教化眾生發，", "198": "以知一切煩惱病藥故；九者、實發，以成就定", "199": "聚故；十者、無為智滿足心發，以不著一切三", "2": "元魏天竺三藏菩提流支譯", "20": "塞邪道開於正路，離諸罪田示于福田。我", "200": "界故。善男子！是名諸菩薩摩訶薩十種發。「復", "201": "次，善男子！諸菩薩摩訶薩有十種行。何等為", "202": "十？一者、波羅蜜行；二者、攝事行；三者、慧行；四", "203": "者、方便行；五者、大悲行；六者、求助慧法行；七", "204": "者、求助智法行；八者、心清淨行；九者、觀諸諦", "205": "行；十者、於一切愛不愛事不貪著行。善男子！", "206": "是名諸菩薩摩訶薩十種行。「復次，善男子！諸", "207": "菩薩摩訶薩有十一種無盡觀？何等為十", "208": "一？一者、身無盡觀；二者、事無盡觀；三者、煩", "209": "惱無盡觀；四者、法無盡觀；五者、愛無盡觀；六", "21": "今當觀彼法，誰得阿耨多羅三藐三菩提？以", "210": "者、見無盡觀；七者、助道無盡觀；八者、取無盡", "211": "觀；九者、不著無盡觀；十者、相應無盡觀；十一", "212": "者、道場智性無盡觀。善男子！是名諸菩薩摩", "213": "訶薩十一種無盡觀。", "214": "「復次，善男子！諸菩薩摩訶薩有十種對治法。", "215": "何等為十？一者、對治慳貪心，雨布施雨故；", "216": "二者、對治破戒心，身口意業三法清淨故；三", "217": "者、對治瞋恚心，修行清淨大慈悲故；四者、對", "218": "治懈怠心，求諸佛法無疲倦故；五者、對治不", "219": "善覺觀心，得禪定解脫奮迅自在故；六者、對", "22": "何等智得阿耨多羅三藐三菩提？何者是所", "220": "治愚癡心，生助決定慧方便法故；七者、對治", "221": "諸煩惱心，生助道法故；八者、對治顛倒道，集", "222": "實諦助道，生不顛倒道故；九者、對治不自在", "223": "心，法時非時得自在故；十者、對治有我相，", "224": "觀諸法無我故。善男子！是名諸菩薩摩訶薩", "225": "十種對治法。「復次，善男子！諸菩薩摩訶薩", "226": "有十種寂靜地。何等為十？一者、身寂靜，以", "227": "離三種身不善業故；二者、口寂靜，以清淨四", "228": "種口業故；三者、心寂靜，以離三種意惡行故；", "229": "四者、內寂靜，以不著自身故；五者、外境界", "23": "證阿耨多羅三藐三菩提法？為以身得？為以", "230": "寂靜，以不著一切法故；六者、智功德寂靜，", "231": "以不著道故；七者、勝寂靜，以如實觀聖地故；", "232": "八者、未來際寂靜，以彼岸慧助行故；九者、所", "233": "行世事寂靜，以不誑一切眾生故；十者、不惜", "234": "身心寂靜，以大慈悲心教化一切眾生故。善", "235": "男子！是名諸菩薩摩訶薩十種寂靜地。「復次，", "236": "善男子！諸菩薩摩訶薩如實修行得菩提，非", "237": "不如實修行得菩提。善男子！云何名為諸菩", "238": "薩摩訶薩如實修行？善男子！如實修行者如", "239": "說能行故，不如實修行者但有言說，不能如", "24": "心得？若以身得，身則無知無覺，如草、如木、", "240": "實修行故。", "241": "「復次，善男子！諸菩薩摩訶薩復有二種如實", "242": "修行。何等為二？一者、智如實修行道；", "243": "二者、斷如實修行道。善男子！是名諸菩薩摩", "244": "訶薩二種如實修行。「復次，善男子！諸菩薩", "245": "摩訶薩復有二種如實修行。何等為二？一", "246": "者、調伏自身如實修行；二者、教化眾生如實", "247": "修行。善男子！是名諸菩薩摩訶薩二種如", "248": "實修行。「復次，善男子！諸菩薩摩訶薩復有", "249": "二種如實修行。何等為二？一者、功用智如實", "25": "如塊、如影，無所識知，四大所造從父母生，其", "250": "修行；二者、無功用智如實修行。善男子！是", "251": "名諸菩薩摩訶薩二種如實修行。「復次，善男", "252": "子！諸菩薩摩訶薩復有二種如實修行。何", "253": "等為二？一者、善知分別諸地如實修行；二者、", "254": "善知諸地無差別方便如實修行。善男子！", "255": "是名諸菩薩摩訶薩二種如實修行。「復次，善", "256": "男子！諸菩薩摩訶薩復有二種如實修行。何", "257": "等為二？一者、離諸地過如實修行；二者、善", "258": "知地地轉方便如實修行。善男子！是名諸菩", "259": "薩摩訶薩二種如實修行。「復次，善男子！諸菩", "26": "性無常；假以衣服、飲食、臥具、澡浴而得存", "260": "薩摩訶薩復有二種如實修行。何等為二？", "261": "一者、能說聲聞、辟支佛地如實修行；二者、善", "262": "知佛菩提不退轉方便如實修行。善男子！是", "263": "名諸菩薩摩訶薩二種如實修行。「善男子！諸", "264": "菩薩摩訶薩有如是等無量無邊如實修行，", "265": "諸菩薩摩訶薩應如是學如實修行；諸菩薩", "266": "摩訶薩若能如是如實修行者，速得阿耨多", "267": "羅三藐三菩提，不以為難。」爾時，佛讚文殊師", "268": "利法王子言：「善哉，善哉！文殊師利！汝今善能", "269": "為諸菩薩摩訶薩說本業道，誠如汝所說。」說", "27": "立，此法必歸敗壞磨滅。若以心得，心則如", "270": "是法時，十千菩薩得無生法忍。文殊師利法", "271": "王子等，一切世間天、人、阿修羅等，聞佛所說，", "272": "皆大歡喜，信受奉行。", "273": "伽耶山頂經", "28": "幻從眾緣生，無處、無相、無物、無所有。菩提者，", "29": "但有名字世俗故說，無聲、無色、無成、無行、無", "3": "如是我聞：一時，婆伽婆住伽耶城伽耶山頂", "30": "入，不可見、不可依，去來道斷，過諸言說，出", "31": "於三界，無見、無聞、無覺、無著、無觀，離戲論、無", "32": "諍、無示，不可觀、不可見，無響、無字，離言語", "33": "道，如是能證菩提者，以何等智？證菩提者", "34": "所證菩提法者，如是諸法但有名字但假名", "35": "說，但和合名說，依世俗名說，無分別分別", "36": "說，假成無成、無物離物、無取不可說，無著", "37": "彼處無人證、無所用證亦無法可證，如是通", "38": "達，是則名為得阿耨多羅三藐三菩提，無", "39": "異離異、無菩提相。」爾時，文殊師利法王子", "4": "塔初得菩提，與大比丘眾滿足千人俱，其先", "40": "在大眾中立佛右面，執大寶蓋以覆佛上。", "41": "時，文殊師利默知世尊所念如是，即白佛言：", "42": "「世尊！若菩提如是相者，善男子、善女人云", "43": "何於菩提發心住？」佛告文殊師利：「善男子、善", "44": "女人，應如彼菩提相而發心住。」文殊師利言：", "45": "「世尊！菩提相者，當云何知？」佛告文殊師利：", "46": "「菩提相者，出於三界，過一切世俗名字語言，", "47": "過一切響，無發心發、滅諸發，是發菩提心住。", "48": "是故，文殊師利！諸菩薩摩訶薩過一切發，是", "49": "發心住。文殊師利！無發是發菩提心住。文", "5": "悉是編髮梵志，應作已作、所作已辦，棄捨重", "50": "殊師利！發菩提心者無物發住，是發菩提", "51": "心住。文殊師利！發菩提心者無障礙住，是", "52": "發菩提心住。文殊師利！發菩提心者如法", "53": "性住，是發菩提心住。文殊師利！發菩提", "54": "心者不執著一切法，是發菩提心住。文殊", "55": "師利！發菩提心者不破壞如實際，是發菩", "56": "提心住。文殊師利！發菩提心者，不移不益", "57": "不異不一，是發菩提心住。文殊師利！發", "58": "菩提心者，如鏡中像、如熱時炎，如影、如響、如", "59": "虛空、如水中月，應當如是發菩提心住。」爾", "6": "擔，逮得己利盡諸有結，正智心得解脫，一", "60": "時，會中有天子名月淨光德，得不退阿耨多", "61": "羅三藐三菩提心，問文殊師利言：「諸菩薩", "62": "摩訶薩初觀何法故行菩薩行？依何法故行", "63": "菩薩行？」文殊師利答言：「天子！諸菩薩摩", "64": "訶薩行以大悲為本，為諸眾生。」天子又問文", "65": "殊師利：「諸菩薩摩訶薩大悲，以何為本？」文", "66": "殊師利答言：「天子！諸菩薩摩訶薩大悲，以直", "67": "心為本。」天子又問文殊師利：「諸菩薩摩訶薩", "68": "直心，以何為本？」文殊師利答言：「天子！諸菩", "69": "薩摩訶薩直心，以於一切眾生平等心為本。」", "7": "切心得自在，已到彼岸皆是阿羅漢；諸菩薩", "70": "天子又問文殊師利：「諸菩薩摩訶薩於一切", "71": "眾生平等心，以何為本？」文殊師利答言：「天子！", "72": "諸菩薩摩訶薩於一切眾生平等心，以無異", "73": "離異行為本。」天子又問文殊師利：「諸菩薩摩", "74": "訶薩無異離異行，以何為本？」文殊師利答言：", "75": "「天子！諸菩薩摩訶薩無異離異行，以深淨心", "76": "為本。」天子又問文殊師利：「諸菩薩摩訶薩", "77": "深淨心，以何為本？」文殊師利答言：「天子！諸", "78": "菩薩摩訶薩深淨心，以阿耨多羅三藐三菩提", "79": "心為本。」天子又問文殊師利：「諸菩薩摩訶薩", "8": "摩訶薩無量無邊，皆從十方世界來集，有大", "80": "阿耨多羅三藐三菩提心，以何為本？」文殊師", "81": "利答言：「天子！諸菩薩摩訶薩阿耨多羅三", "82": "藐三菩提心，以六波羅蜜為本。」天子又問文", "83": "殊師利：「諸菩薩摩訶薩六波羅蜜，以何為本？」", "84": "文殊師利答言：「天子！諸菩薩摩訶薩六波", "85": "羅蜜，以方便慧為本。」天子又問文殊師利：「諸", "86": "菩薩摩訶薩方便慧，以何為本？」文殊師利答", "87": "言：「天子！諸菩薩摩訶薩方便慧，以不放逸", "88": "為本。」天子又問文殊師利：「諸菩薩摩訶薩不", "89": "放逸，以何為本？」文殊師利答言：「天子！諸菩", "9": "威德，皆得諸忍諸陀羅尼、諸深三昧具諸神", "90": "薩摩訶薩不放逸，以三善行為本。」天子又問", "91": "文殊師利：「諸菩薩摩訶薩三善行，以何為本？」", "92": "文殊師利答言：「天子！諸菩薩摩訶薩三善行，", "93": "以十善業道為本。」天子又問文殊師利：「諸菩", "94": "薩摩訶薩十善業道，以何為本？」文殊師利答", "95": "言：「天子！諸菩薩摩訶薩十善業道，以持戒", "96": "為本。」天子又問文殊師利：「諸菩薩摩訶薩持", "97": "戒，以何為本？」文殊師利答言：「天子！諸菩薩", "98": "摩訶薩持戒，以正憶念為本。」天子又問文殊", "99": "師利：「諸菩薩摩訶薩正憶念，以何為本？」文"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0465 伽耶山頂經", "author": "元魏 菩提流支譯", "sourceLink": "http://www.cbeta.org/"}