{"author": "梁 僧伽婆羅譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0233 文殊師利所說般若波羅蜜經: 文殊師利所說般若波羅蜜經: 文殊師利所說般若波羅蜜經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 233 [Nos. 220(7), 232]", "1": "文殊師利所說般若波羅蜜經", "2": "梁扶南國三藏僧伽婆羅譯", "3": "如是我聞：一時佛在舍衛國祇樹給孤獨園，與", "4": "大比丘眾一萬人俱；及諸菩薩摩訶薩十萬人", "5": "俱，皆悉住於不退轉地，久已供養無量諸佛，", "6": "於諸佛所深種善根，成就眾生，淨佛國土，得", "7": "陀羅尼，獲樂說辯才，成就智慧，具足功德，", "8": "以自在神通遊諸佛世界，放無量光明，說無", "9": "盡妙法，教諸菩薩入一相門，得無所畏，善降", "10": "眾魔，教化度脫外道邪見。若有眾生樂聲聞", "11": "者說聲聞乘，樂緣覺者說緣覺乘，樂世間者", "12": "說世間乘。以布施、持戒、忍辱、精進、禪定、智慧", "13": "攝諸眾生，未度者度，未脫者脫，未安者安，", "14": "未泥洹者令得泥洹。究竟菩薩所行，善入諸", "15": "佛法藏。如是種種功德皆悉具足。其名曰：文", "16": "殊師利法王子菩薩、彌勒菩薩、普光明菩薩、", "17": "不捨勇猛精進菩薩、藥王菩薩、寶掌菩薩、寶", "18": "印菩薩、月光菩薩、日淨菩薩、大力菩薩、無量", "19": "力菩薩、得勤精進菩薩、力幢相菩薩、法相菩", "20": "薩、自在王菩薩。如是等菩薩摩訶薩十萬人", "21": "俱。并餘天、龍、鬼、神等一切大眾，皆悉來集。", "22": "爾時世尊於中夜時放大光明，青、黃、赤、白、雜", "23": "頗梨色，普照十方無量世界。一切眾生觸", "24": "此光者，皆從臥起，見此光明皆得法喜，咸", "25": "生疑惑：「此光何來？普遍世界，令諸眾生得安", "26": "隱樂。」作是念已。於一一光復出大光明，照", "27": "耀殊特，勝於前光，如是展轉乃至十重。一切", "28": "菩薩及諸比丘、比丘尼、優婆塞、優婆夷，天、龍、", "29": "夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽、", "30": "人非人等，咸皆踊躍，得未曾有。各各思念：「必", "31": "是如來放此光明，我等應當疾至佛所，禮拜", "32": "親近恭敬如來。」是時文殊師利及諸菩薩摩", "33": "訶薩眾遇此光者，歡喜踊躍充遍身心，各從", "34": "住處到祇洹門。爾時舍利弗、大目揵連、富", "35": "樓那彌多羅尼子、摩訶迦葉、摩訶迦旃延、摩", "36": "訶俱絺羅，皆從住處到祇洹門。帝釋、四天王，", "37": "上至阿迦尼吒天，亦覩光明，歎未曾有，與其", "38": "眷屬齎妙天花、天香、天樂、天寶衣，一切皆悉", "39": "到祇洹門。其餘比丘、比丘尼、優婆塞、優婆夷，", "40": "天龍八部，遇光歡喜，皆來到門。爾時世尊一", "41": "切種智，知諸大眾悉已在門外，從住處起出", "42": "至門外，自鋪法座結加趺坐。告舍利弗：「汝", "43": "今晨朝來門外乎？」舍利弗白佛言：「世尊！文", "44": "殊師利等菩薩摩訶薩，皆悉先至。」爾時世尊", "45": "告文殊師利：「汝於晨朝先至門乎？」文殊師利", "46": "白佛言：「如是，世尊！我於中夜見大光明十重", "47": "照耀，得未曾有，心懷歡喜踊躍無量，故來禮", "48": "拜親近如來，并欲願聞甘露妙法。」爾時世尊", "49": "告文殊師利：「汝今真實見如來乎？」文殊師利", "50": "白佛言：「世尊！如來法身本不可見，我為眾", "51": "生故來見佛。佛法身者不可思議，無相無形，", "52": "不來不去，非有非無，非見非不見，如如實際，", "53": "不去不來，非無非非無，非處非非處，非一", "54": "非二，非淨非垢，不生不滅。我見如來亦復如", "55": "是。」佛告文殊師利：「汝今如是見如來乎？」文殊", "56": "師利白佛言：「世尊！我實無見亦無見相。」爾時", "57": "舍利弗白文殊師利：「我今不解汝之所說。云", "58": "何如是見於如來？」文殊師利答舍利弗：「大德", "59": "舍利弗！我不如是見於如來。」舍利弗白文殊", "60": "師利：「如汝所說，轉不可解。」文殊師利答舍利", "61": "弗：「不可解者即般若波羅蜜。般若波羅蜜，非", "62": "是可解非不可解。」舍利弗白文殊師利：「汝於", "63": "眾生起慈悲心不？汝為眾生行六波羅蜜不？", "64": "復為眾生入涅槃不？」文殊師利答舍利弗：「如", "65": "汝所說，我為眾生起慈悲心，行六波羅蜜，入", "66": "於涅槃；而眾生實不可得，無相無形，不增不", "67": "減。舍利弗！汝常作是念：『一一世界有恒河沙", "68": "等諸佛，住世恒河沙劫，說一一法，教化度", "69": "脫恒河沙眾生，一一眾生皆得滅度。』汝有如", "70": "是念不？」舍利弗言：「文殊師利！我常作是念。」", "71": "文殊師利答舍利弗：「如虛空無數，眾生亦無", "72": "數；虛空不可度，眾生亦不可度。何以故？一切", "73": "眾生與虛空等。云何諸佛教化眾生？」舍利", "74": "弗言：「若一切眾生與虛空等，汝何故為眾生", "75": "說法令得菩提？」文殊師利答舍利弗：「菩提者", "76": "實不可得，我當說何法使眾生得乎？何以故？", "77": "舍利弗！菩提與眾生，不一不二，無異無為，無", "78": "名無相，實無所有。」爾時世尊出大人相肉髻", "79": "光明，殊特希有，不可稱說。入文殊師利菩薩", "80": "摩訶薩法王子頂，還從頂出普照大眾。照大", "81": "眾已，乃遍十方一切世界。是時大眾觸此光", "82": "明，身心快樂得未曾有。皆從座起，瞻仰世尊", "83": "及文殊師利，咸作是念：「今日如來放此奇特", "84": "微妙光明，入文殊師利法王子頂，還從頂出", "85": "普照大眾，照大眾已乃遍十方。非無因緣，必", "86": "說妙法。我等但當勤修精進，樂如說行。」如是", "87": "念已，各白佛言：「世尊！如來今日放此光明，", "88": "非無因緣，必說妙法。我等渴仰，樂如說行。」如", "89": "是白已，默然而住。爾時文殊師利白佛言：「世", "90": "尊！如來放光加我神力，此光希有，非色非相，", "91": "不去不來，不動不靜，非見非聞，非覺非知。一", "92": "切眾生無所觀見，無喜無畏，無所分別。我當", "93": "承佛聖旨，說此光明，令諸眾生入無想慧。」", "94": "爾時佛告文殊師利：「善哉，善哉！汝善快說，吾", "95": "助汝喜。」文殊師利白佛言：「世尊！此光明者", "96": "是般若波羅蜜，般若波羅蜜者是如來，如來", "97": "者是一切眾生。世尊！我如是修般若波羅蜜。」", "98": "爾時佛告文殊師利言：「善男子！汝今如是說", "99": "深般若波羅蜜。我今問汝，若有人問汝：『有幾", "100": "眾生界？』汝云何答？」文殊師利白佛言：「世尊！若", "101": "人作如是問，我當答言：眾生界數如如來界。」", "102": "「文殊師利！若復問汝：『眾生界廣狹云何？』汝", "103": "云何答？」文殊師利白佛言：「世尊！若人作如是", "104": "問，我當答言：如佛界廣狹。」「文殊師利！若復", "105": "問汝：『眾生界繫在何處？』當云何答？」「世尊！我", "106": "當答言：如如來繫，眾生亦爾。」「文殊師利！若", "107": "復問汝：『眾生界住在何處？』當云何答？」「世尊！我", "108": "當答言：住涅槃界。」佛告文殊師利：「汝如是", "109": "修般若波羅蜜，般若波羅蜜有住處不？」文殊", "110": "師利白佛言：「世尊！般若波羅蜜無有住處。」佛", "111": "告文殊師利：「若般若波羅蜜無住處者，汝云", "112": "何修？云何學？」文殊師利白佛言：「世尊！若般", "113": "若波羅蜜有住處者，則無修學。」佛告文殊", "114": "師利：「汝修般若時，有善根增減不？」文殊師", "115": "利白佛言：「世尊！無有善根可增可減，若有", "116": "增減則非修般若波羅蜜。世尊！不為法增、不", "117": "為法減，是修般若波羅蜜。不斷凡夫法、不取", "118": "如來法，是修般若波羅蜜。何以故？世尊！般", "119": "若波羅蜜，不為得法故修，不為不得法故修；", "120": "不為修法故修，不為不修法故修。世尊！無", "121": "得無捨，是修般若波羅蜜。何以故？不為生", "122": "死過患，不為涅槃功德故。世尊！若如是修", "123": "般若波羅蜜，不取不受，不捨不放，不增不減，", "124": "不起不滅故。世尊！若善男子、善女人，作是", "125": "思惟：『此法上，此法中，此法下。』非修般若波羅", "126": "蜜。何以故？無上、中、下法故。世尊！我如是修", "127": "般若波羅蜜。」佛告文殊師利：「一切佛法非增", "128": "上耶？」文殊師利白佛言：「世尊！佛法、菩薩法、", "129": "聲聞法、緣覺法，乃至凡夫法，皆不可得。何以", "130": "故？畢竟空故。畢竟空中，無佛法、凡夫法。凡", "131": "夫法中，無畢竟空。何以故？空不空不可得故。」", "132": "佛告文殊師利：「佛法無上不？」文殊師利白佛", "133": "言：「世尊！無有一法如微塵許，名為無上。何", "134": "以故？檀波羅蜜檀波羅蜜空，乃至般若波羅", "135": "蜜般若波羅蜜空，十力十力空，四無所畏、十", "136": "八不共法，乃至薩婆若薩婆若空。空中無無", "137": "上，無上中無空。空不空畢竟不可得故。世", "138": "尊！不可思議法是般若波羅蜜。」佛告文殊師", "139": "利：「汝不思惟佛法耶？」文殊師利白佛言：「世", "140": "尊！我若思惟佛法，我則見佛法無上。何以", "141": "故？無上無故。世尊！五陰、十二入、十八界，畢竟", "142": "不可得，一切佛法亦不可得。不可得中，無可", "143": "得、不可得故。世尊！般若波羅蜜中，凡夫乃至", "144": "佛，無法無非法。我當思惟何法？」佛言：「善男", "145": "子！若無思惟，汝不應說：『此凡夫法，此緣覺法。』", "146": "乃至不應說：『此是佛法。』何以故？不可得故。」「世", "147": "尊！我實不說凡夫法乃至佛法。何以故？不", "148": "修般若波羅蜜故。」佛言：「善男子！汝亦不應", "149": "作如是意：『此欲界，此色界，此無色界。』何以", "150": "故？不可得故。」「世尊！欲界欲界性空，乃至", "151": "無色界無色界性空。空中無說，我亦無說。世", "152": "尊！修般若波羅蜜，不見上不見不上。何以", "153": "故？世尊！修般若波羅蜜，不取佛法，不捨凡", "154": "夫法。何以故？畢竟空中無取捨故。」", "155": "佛告文殊師利：「善哉，善哉！汝能如是說深般", "156": "若波羅蜜，此是菩薩摩訶薩印。文殊師利！若", "157": "善男子、善女人，非於千萬佛所深種善根得", "158": "聞此法，乃於無量無邊佛所深種善根乃得", "159": "聞此甚深般若波羅蜜，不生怖畏。」文殊師利", "160": "復白佛言：「世尊！我承佛威神，當更說甚深般", "161": "若波羅蜜。」佛告文殊師利：「善哉，善哉！恣聽汝", "162": "說。」文殊師利白佛言：「世尊！若不得法生，是修", "163": "般若波羅蜜。何以故？諸法無有生故。若不", "164": "得法住，是修般若波羅蜜。何以故？諸法如實", "165": "故。若不得滅，是修般若波羅蜜。何以故？諸法", "166": "寂滅故。「世尊！若不得色，是修般若波羅蜜，乃", "167": "至不得識，是修般若波羅蜜。何以故？一切諸", "168": "法如幻如焰故。「世尊！若不得眼，是修般若波", "169": "羅蜜，乃至不得意，是修般若波羅蜜。若不得", "170": "色乃至法，不得眼界、色界、眼識界，乃至不得", "171": "法界、意識界，是修般若波羅蜜。若不得欲界，", "172": "是修般若波羅蜜，乃至無色界亦如是。「世尊！", "173": "若不得檀波羅蜜，是修般若波羅蜜，乃至不", "174": "得般若波羅蜜，是修般若波羅蜜。若不得佛", "175": "十力、四無所畏乃至十八不共法，是修般若", "176": "波羅蜜。何以故？內空故，乃至無法、有法空", "177": "故。「世尊！若得生、住、滅，非修般若波羅蜜。若", "178": "得五陰、十二入、十八界，非修般若波羅蜜。若", "179": "得欲界、色界、無色界，非修般若波羅蜜。若得", "180": "檀乃至般若，若得佛十力乃至十八不共法，", "181": "非修般若波羅蜜。何以故？以有得故。「世尊！", "182": "若善男子、善女人，聞此甚深般若波羅蜜，不", "183": "驚不疑，不怖不退，當知是人久於先佛深種", "184": "善根。」文殊師利復白佛言：「世尊！若不見垢", "185": "法、淨法，不見生死果，不見涅槃果，不見佛，不", "186": "見菩薩，不見緣覺，不見聲聞，不見凡夫，是修", "187": "般若波羅蜜。何以故？一切諸法無垢無淨，乃", "188": "至無凡夫故。世尊！若見垢淨乃至見凡夫，非", "189": "修般若波羅蜜。世尊！若見垢法差別，淨法差", "190": "別，乃至見佛差別，凡夫法差別，非修般若", "191": "波羅蜜。何以故？般若波羅蜜無差別故。」佛", "192": "告文殊師利：「善哉，善哉！是真修行般若波羅", "193": "蜜。文殊師利！汝云何供養佛？」文殊師利白", "194": "佛言：「世尊！若幻人心數滅，我則供養佛。」佛", "195": "告文殊師利：「汝不住佛法耶？」文殊白佛：「佛", "196": "無法可住，我云何住？」佛告文殊師利：「若無", "197": "法可得，誰有佛法？」文殊白佛言：「世尊！無有", "198": "有佛法者。」佛告文殊師利：「汝已到無所著", "199": "乎？」文殊師利白佛：「無著則無到。云何世尊", "200": "問已到無著？」佛告文殊：「汝住菩提不？」文殊", "201": "白佛言：「世尊！佛尚不住菩提，何況我當住", "202": "菩提乎？」佛告文殊師利：「汝何所依，作如是說？」", "203": "文殊師利白佛：「我無所依作如是說。」佛告文", "204": "殊：「汝若無依，為何所說？」文殊白佛：「如是，世", "205": "尊！我無所說。何以故？一切諸法無名字故。」", "206": "爾時長老舍利弗白佛言：「世尊！若菩薩摩訶", "207": "薩，聞此深法，不驚疑怖畏，必定得近阿耨多", "208": "羅三藐三菩提不？」爾時彌勒菩薩白佛言：「世", "209": "尊！若諸菩薩摩訶薩，聞此深法，不驚疑怖畏，", "210": "得近阿耨多羅三藐三菩提不？」爾時有天女", "211": "名無緣，白佛言：「世尊！若善男子、善女人，聞", "212": "此深法，不驚疑怖畏，當得聲聞法、緣覺法、菩", "213": "薩法、佛法不？」爾時佛告舍利弗：「如是，如是！舍", "214": "利弗！若諸菩薩摩訶薩，聞此深法，不驚疑怖", "215": "畏，必定當得阿耨多羅三藐三菩提。是善男", "216": "子、善女人，當為大施主、第一施主、勝施主，當", "217": "具足戒、忍辱、精進、禪定、智慧，當具諸功德成", "218": "就相好，自不怖畏令人不怖畏，究竟般若波", "219": "羅蜜，以不可得無相無為成就第一不可思", "220": "議法故。」佛告文殊師利：「汝何所見，何所樂，求", "221": "阿耨多羅三藐三菩提？」文殊師利白佛言：「世", "222": "尊！我無見無樂故求菩提。」佛告文殊師利：「若", "223": "無見無樂，亦應無求。」文殊白佛：「如是，世", "224": "尊！我實無求。何以故？若有求者是凡夫相。」", "225": "佛告文殊師利：「汝今真實不求菩提耶？」文殊", "226": "白佛：「我真實不求菩提。何以故？若求菩", "227": "提，是凡夫相。」佛告文殊師利：「汝為定求，為定", "228": "不求？」文殊白佛：「若言定求、定不求、定求不", "229": "求、定非求非不求，是凡夫相。何以故？菩提", "230": "無住處故。」佛告文殊師利：「善哉，善哉！汝能", "231": "如是說般若波羅蜜，汝先已於無量佛所，深", "232": "種善根久修梵行，諸菩薩摩訶薩應如汝所", "233": "說行。」文殊白佛：「我不種善根，不修梵行。", "234": "何以故？我若種善根則一切眾生亦種善根，", "235": "我若修梵行則一切眾生亦修梵行。何以故？", "236": "一切眾生則梵行相。」佛告文殊師利：「汝何見", "237": "何證說如是語？」文殊白佛：「我無見無證亦無", "238": "所說。世尊！我不見凡夫，不見學，不見無學，不", "239": "見非學非無學。不見故不證。」爾時舍利弗白", "240": "文殊師利：「汝見佛不？」文殊答舍利弗：「我尚", "241": "不見聲聞人，何況我當見佛？何以故？不見", "242": "諸法故，謂為菩薩。」舍利弗白文殊師利：「汝今", "243": "決定不見諸法耶？」文殊師利答舍利弗：「大德", "244": "大比丘！汝止，不須復說。」舍利弗白文殊師利：", "245": "「謂為佛者，是誰語言？」文殊師利答舍利弗：「佛、", "246": "非佛不可得，無有言者，無有說者。舍利弗！菩", "247": "提者不可以言說，何況有佛可言可說？復次，", "248": "大德舍利弗！汝說：『佛者是誰語言？』此語言，不", "249": "合不散，不生不滅，不去不來，無有一法可與", "250": "相應，無字無句。大德舍利弗！欲見佛者，當如", "251": "是學。」爾時舍利弗白佛言：「世尊！此文殊師利", "252": "所說，新發意菩薩所不能解。」文殊師利答舍", "253": "利弗：「如是，如是！大德舍利弗！菩提非可解。", "254": "新發意者云何當解？」舍利弗白文殊師利：「諸", "255": "佛如來不覺法界耶？」文殊師利答舍利弗：「諸", "256": "佛尚不可得，云何有佛覺法界？舍利弗！法", "257": "界尚不可得，云何法界為諸佛所覺？舍利", "258": "弗！法界者即是菩提，菩提者即是法界。何", "259": "以故？諸法無界故。大德舍利弗！法界、佛境", "260": "界無有差別，無差別者即是無作，無作者即", "261": "是無為，無為者即是無說，無說者即無所有。」", "262": "舍利弗白文殊師利：「一切法界及佛境界，悉無", "263": "所有耶？」文殊師利答舍利弗：「無有，無不有。何", "264": "以故？有及不有，一相無相，無一無二故。」舍利", "265": "弗白文殊師利：「如是學者，當得菩提耶？」文殊", "266": "師利答舍利弗：「如是學無所學，不生善道不", "267": "墮惡趣，不得菩提不入涅槃。何以故？舍利", "268": "弗！般若波羅蜜畢竟空故。畢竟空中無一無", "269": "二無三無四，無有去來不可思議。大德舍利", "270": "弗！若言我得菩提，是增上慢說。何以故？無", "271": "得謂得故。如是增上慢人，不堪受人信施，有", "272": "信人不應供養。」舍利弗白文殊師利：「汝何所", "273": "依，作如是說？」文殊師利答舍利弗：「我無所依", "274": "作如是說。何以故？般若波羅蜜與諸法等故。", "275": "諸法無所依，以平等故。」舍利弗白文殊師利：", "276": "「汝不以智慧除斷煩惱耶？」文殊師利答舍利", "277": "弗：「汝是漏盡阿羅漢不？」舍利弗言：「不也。」文殊", "278": "師利言：「我亦不以智慧除斷煩惱。」舍利弗言：", "279": "「汝何所依，作如是說，不怖不畏？」文殊師利言：", "280": "「我尚不可得，當有何我而生怖畏？」舍利弗言：", "281": "「善哉，文殊師利！快說如是甚深般若波羅蜜。」", "282": "爾時佛告文殊師利言：「善男子！有菩薩摩訶", "283": "薩，住菩提心求無上菩提不？」文殊師利白佛", "284": "言：「世尊！無菩薩住菩提心求無上菩提。何以", "285": "故？菩提心不可得，無上菩提亦不可得。五", "286": "無間罪是菩提性，無有菩薩起無間心求無", "287": "間罪果，云何有菩薩住菩提心求無上菩提？", "288": "菩提者，是一切諸法。何以故？色、非色不可得", "289": "故，乃至識、非識亦不可得。眼不可得乃至", "290": "意不可得，色不可得乃至法不可得，眼界", "291": "乃至法界亦不可得，生不可得乃至老死", "292": "亦不可得，檀波羅蜜不可得乃至般若波", "293": "羅蜜亦不可得，佛十力不可得乃至十八", "294": "不共法亦不可得。菩提心、無上菩提皆不可", "295": "得，不可得中無可得、不可得。是故，世尊！無", "296": "菩薩住菩提心求無上菩提者。」佛告文殊師", "297": "利：「汝意謂如來是汝師不？」文殊師利白佛言：", "298": "「我無有意謂佛是我師。何以故？世尊！我尚不", "299": "可得，何況當有意謂佛是我師？」佛告文殊師", "300": "利：「汝於我有疑不？」文殊白佛言：「世尊！我尚", "301": "無決定，何況當有疑？何以故？先定後疑故。」", "302": "佛告文殊：「汝不定言如來生耶？」文殊白佛：", "303": "「如來若生，法界亦應生。何以故？法界、如來，一", "304": "相無二相，二相不可得故。」「文殊師利！汝信", "305": "諸佛如來入涅槃不？」文殊言：「一切諸佛即涅", "306": "槃相，涅槃相者無入無不入。」佛告文殊師利：", "307": "「汝言諸佛有流轉不？」文殊白佛言：「世尊！不流", "308": "轉尚不可得，何況流轉當可得？」佛告文殊師", "309": "利：「如來無心，唯如來前可說此言，或漏盡阿", "310": "羅漢及不退菩薩前可說此言。若餘人聞此", "311": "語，則不生信，當驚疑。何以故？此甚深般若波", "312": "羅蜜難信難解故。」文殊白佛言：「世尊！復何", "313": "等人能信此甚深法？」佛告文殊師利：「一切凡", "314": "夫能信此法。何以故？如來無心，一切凡夫亦", "315": "無心故。」文殊師利白佛言：「世尊！何故作如是", "316": "說法？新發意菩薩及阿羅漢咸皆有疑，願聞", "317": "解說。」佛告文殊：「如、實相、法性、法住、法位、實際", "318": "中，有佛有凡夫差別不？」文殊白佛言：「不也，世", "319": "尊！」佛告文殊：「若無差別，何故生疑？」文殊白", "320": "佛言：「世尊！無差別中，有佛有凡夫不？」佛言：「有！", "321": "何以故？佛與凡夫，無二無差別，一相無相故。」", "322": "佛告文殊：「汝信如來於一切眾生中最勝不？」", "323": "文殊白佛言：「世尊！我信如來於一切眾生", "324": "中最勝。世尊！若我信如來於一切眾生中最", "325": "勝，則如來成不最勝。」佛告文殊：「汝信如來", "326": "成就一切不可思議法不？」文殊師利白佛言：", "327": "「世尊！我信如來成就一切不可思議法。世尊！", "328": "我若信如來成就一切不可思議法，如來則", "329": "成可思議。」佛告文殊師利：「汝信一切聲聞是", "330": "如來所教化不？」「世尊！我信一切聲聞是如來", "331": "所教化。世尊！我若信一切聲聞是如來所教", "332": "化，則法界成可教化。」佛告文殊師利：「汝信如", "333": "來是無上福田不？」「世尊！我信如來是無上福", "334": "田。世尊！我若信如來是無上福田！如來則非", "335": "福田。」佛告文殊師利：「汝何所依作如是答我？」", "336": "文殊白佛言：「世尊！我無所依作如是答。世", "337": "尊！無所依中，無勝無不勝，無可思議無不可", "338": "思議，無教化無不教化，無福田無非福田。」是", "339": "時以佛神力，地六種震動。一萬六千比丘眾，", "340": "以無可取心得解脫；七百比丘尼眾、三千優", "341": "婆塞、四萬優婆夷眾，遠塵離垢得法眼淨；六", "342": "萬億那由他諸天，遠塵離垢得法眼淨。是時", "343": "長老阿難即從座起，偏袒右肩，右膝著地，合", "344": "掌恭敬白佛言：「世尊！何因何緣此地大動？」爾", "345": "時佛告阿難：「此說般若波羅蜜。往古諸佛皆", "346": "於此處說此法，以是因緣故此地震動。」爾", "347": "時長老舍利弗白佛言：「世尊！此文殊師利所", "348": "說不可思議。」爾時世尊告文殊師利：「如舍利", "349": "弗所說，此文殊師利所說不可思議。」", "350": "爾時文殊師利白佛言：「世尊！若不可思議則", "351": "不可說，若可說則可思議。不可思議者無", "352": "所有。彼一切聲亦不可思議，不可思議者", "353": "無聲。」佛言：「汝入不思議三昧耶？」文殊師利", "354": "言：「不也，世尊！我即不思議，不見有心能思", "355": "議者，云何而言入不思議三昧？我初發心欲", "356": "入是定，而今思惟，實無心相而入三昧。如", "357": "人學射，久習則巧。後雖無心，以久習故，箭發", "358": "皆中。我亦如是。初學不思議三昧，繫心一緣。", "359": "若久習成就，更無心想，恒與定合。」舍利弗語", "360": "文殊師利言：「更有勝妙寂滅定不？」文殊師利", "361": "言：「若有不思議定者，汝可問言：『更有寂滅定", "362": "不？』如我意解，不可思議定尚不可得，云何", "363": "問我寂滅定乎？」舍利弗言：「不思議定不可得", "364": "耶？」文殊師利言：「思議定者是可得相，不可", "365": "思議定者不可得相。一切眾生實成就不可", "366": "思議定。何以故？一切心相即非心故，是名", "367": "不思議定。是故一切眾生相及不思議三昧", "368": "相，等無分別。」佛讚文殊師利言：「善哉，善哉！汝", "369": "於諸佛，久殖善根淨修梵行，乃能演說甚深", "370": "三昧。汝今安住如是般若波羅蜜中。」文殊師", "371": "利言：「若我住般若波羅蜜中能作是說，即是", "372": "有想，便住我想。若住有想、我想中者，般若波", "373": "羅蜜便有處所。般若波羅蜜若住於無，亦是", "374": "我想亦名處所。離此二處，住無所住，如諸佛", "375": "住，安處寂滅非思議境界。如是不思議，名般", "376": "若波羅蜜住處。般若波羅蜜處，一切法無相，", "377": "一切法無作。般若波羅蜜即不思議，不思議", "378": "即法界，法界即無相，無相即不思議，不思議", "379": "即般若波羅蜜。般若波羅蜜、法界，無二無別。", "380": "無二無別即法界，法界即無相，無相即般若", "381": "波羅蜜界。般若波羅蜜界即不思議界，不思", "382": "議界即無生無滅界，無生無滅界即不思議", "383": "界。」文殊師利言：「如來界及我界即不二相。如", "384": "是修般若波羅蜜者，則不求菩提。何以故？菩", "385": "提相離即般若波羅蜜故。世尊！若知我相而", "386": "不可著，無知無著是佛所知。不可思議無知", "387": "無著，即佛所知。何以故？知體本性無所有相，", "388": "云何能轉法界？若知本性無體無著者，即名", "389": "無物。若無有物，是無處所、無依無住，無依無", "390": "住即無生無滅，無生無滅即是有為功德。若", "391": "如是知則無心想，無心想者，云何當知有為、", "392": "無為功德？無知即不思議，不思議者是佛所", "393": "知，亦無取無不取，不見三世去來等相，不取", "394": "生滅及諸起作，亦不斷不常，如是知者，是名", "395": "正智不思議智。如虛空無此無彼，不可比類。", "396": "無好惡，無等等，無相無貌。」佛告文殊師利：", "397": "「若如是知，名不退智。」文殊師利言：「無作智名", "398": "不退智。猶如金鋌，先加搥打方知好惡，若不", "399": "治打無能知者。不退智相亦復如是，要行境", "400": "界，不念不著，無起無作，具足不動，不生不滅，", "401": "爾乃顯現。」爾時佛告文殊師利言：「諸如來自", "402": "說己智，誰當能信？」文殊言：「如是智者，非", "403": "涅槃法，非生死法，是寂滅行。不斷貪欲、瞋恚、", "404": "愚癡，亦非不斷。何以故？無盡無滅，不離生", "405": "死亦非不離，不離修道非不修道。作是解者", "406": "名為正信。」佛告文殊師利言：「善哉，善哉！如汝", "407": "所說，深解斯義。」爾時長老摩訶迦葉白佛言：", "408": "「世尊！未來世誰能信此深法？誰樂聽此法？」佛", "409": "告迦葉：「即今日四眾，比丘、比丘尼、優婆塞、優", "410": "婆夷，於未來世能信此法，聞說此深般若波", "411": "羅蜜，當知此法，當求此法。迦葉！譬如長者或", "412": "長者子，已失一大寶珠，價直億萬兩金，大生", "413": "憂惱。今更還得，生大歡喜，憂惱悉滅。如是，迦", "414": "葉！比丘、比丘尼、優婆塞、優婆夷，於未來世，聞", "415": "此最深般若波羅蜜經，與般若相應，聞已生", "416": "喜，心得安樂，無復憂惱，亦復如是。當作是言：", "417": "『我等今日得見如來，供養如來。所以者何？以", "418": "得聞此甚深微妙六波羅蜜故。』「迦葉！譬如三", "419": "十三天見波利質多羅樹初生皰時，作如是", "420": "念：『此皰不久必當開敷。』如是，迦葉！比丘、比", "421": "丘尼、優婆塞、優婆夷，聞此般若波羅蜜經，心", "422": "生歡喜，亦復如是。我於來世必得此法。迦", "423": "葉！此深般若波羅蜜，如來滅後，當住不滅，處", "424": "處流行。迦葉！以佛力故，未來世中，若善男", "425": "子、善女人，當得此深般若波羅蜜。「迦葉！如摩", "426": "尼珠師見摩尼寶心生歡喜，不假思量即知", "427": "真偽。何以故？以串見故。如是，迦葉！若人聞", "428": "此般若波羅蜜相應法，聞已歡喜，生信樂心，", "429": "當知此人先世已聞此般若波羅蜜，從久遠劫", "430": "來已曾供養諸佛。」迦葉白佛言：「世尊！此善", "431": "男子、善女人，今聞此法，於未來世轉復信解。」", "432": "佛告摩訶迦葉：「如是，如是！如汝所說。」爾時", "433": "文殊師利白佛言：「世尊！此法無行無相，說", "434": "此法者亦無行無相。云何世尊說有行相？」佛", "435": "告文殊師利：「我本行菩薩道時，修諸善根，", "436": "欲住阿惟越致地，當學般若波羅蜜。欲成阿", "437": "耨多羅三藐三菩提，當學般若波羅蜜。若善", "438": "男子、善女人，欲解一切法相，欲知一切眾生", "439": "心界皆悉同等，當學般若波羅蜜。文殊師利！", "440": "欲學一切佛法具足無礙，當學般若波羅蜜。", "441": "欲學一切佛成阿耨多羅三藐三菩提時相好", "442": "威儀無量法式，當學般若波羅蜜。欲知一切", "443": "佛不成阿耨多羅三藐三菩提一切法式及諸", "444": "威儀，當學般若波羅蜜。何以故？是空法中不", "445": "見諸佛菩提等故。若善男子、善女人，欲知如", "446": "是等相無疑惑者，當學般若波羅蜜。何以故？", "447": "般若波羅蜜不見諸法若生若滅、若垢若淨。", "448": "是故善男子、善女人，應作如是學般若波羅", "449": "蜜。欲知一切法無過去、未來、現在等相，當學", "450": "般若波羅蜜。何以故？法界性相無去、來、現", "451": "在故。欲知一切法同入法界心無罣礙，當", "452": "學般若波羅蜜。欲得三轉十二行法輪，亦自", "453": "證知而不取著，當學般若波羅蜜。欲得慈心", "454": "遍覆一切眾生而無限齊，亦不作念有眾生", "455": "相，當學般若波羅蜜。欲得於一切眾生不起", "456": "諍論，亦復不取無諍論相，當學般若波羅蜜。", "457": "欲知是處非處、十力、無畏，住佛智慧，得無礙", "458": "辯，當學般若波羅蜜。」爾時文殊師利白佛言：", "459": "「世尊！我觀正法，無為無相，無得無利，無生", "460": "無滅，無去無來，無知者無見者無作者，不見", "461": "般若波羅蜜，亦不見般若波羅蜜境界，非證", "462": "非不證，不作戲論，無有分別。一切法無盡離", "463": "盡，無凡夫法，無聲聞法，無辟支佛法、佛法，非", "464": "得非不得，不捨生死，不證涅槃，非思議非不", "465": "思議，非作非不作。法相如是。不知云何當", "466": "學般若波羅蜜？」爾時佛告文殊師利：「若能如", "467": "是知諸法相，是名學般若波羅蜜。菩薩摩訶", "468": "薩若欲學菩提自在三昧，得是三昧已，照明", "469": "一切甚深佛法，及知一切諸佛名字，亦悉了達", "470": "諸佛世界，無有障礙，當如文殊所說般若波", "471": "羅蜜中學。」文殊白佛言：「世尊！何故名般若", "472": "波羅蜜？」佛言：「般若波羅蜜，無邊無際，無名無", "473": "相，非思量。無歸依，無洲渚，無犯無福，無晦無", "474": "明，如法界無有分齊亦無限數，是名般若波", "475": "羅蜜，亦名菩薩摩訶薩行處。非行非不行處，", "476": "悉入一乘，名非行處。何以故？無念無作故。即", "477": "是一切諸佛之母，一切諸佛所從生故。何以", "478": "故？以無生故。「是故，文殊師利！若善男子、善", "479": "女人，欲行菩薩行具足諸波羅蜜，當修此", "480": "般若波羅蜜。若欲得坐道場，成無上菩提，當", "481": "修此般若波羅蜜。若欲以大慈大悲遍覆一", "482": "切眾生，當修此般若波羅蜜。若欲起一切定", "483": "方便，當修此般若波羅蜜。若欲得一切三摩", "484": "跋提，當修此般若波羅蜜。何以故？諸三摩", "485": "提無所為故。一切諸法，無出離無出離處，若", "486": "人欲隨逐此語，當修般若波羅蜜。一切諸法", "487": "如實不可得，若欲樂如是知，當修般若波羅", "488": "蜜。一切眾生，為菩提故修菩提道，而實無眾", "489": "生亦無菩提，若人欲信樂此法，當修般若波", "490": "羅蜜。何以故？一切諸法如實與菩提等如。非", "491": "眾生行，不捨自性，彼眾生行是非行，彼非行", "492": "是菩提，彼菩提是法界。若欲不著此法，當", "493": "修般若波羅蜜。「文殊師利！若比丘、比丘尼、優", "494": "婆塞、優婆夷，若受持般若波羅蜜，一四句偈", "495": "為他人說，我說此人得不墮法，何況如實修", "496": "行。當知彼善男子、善女人，住佛境界。「文殊師", "497": "利！若善男子、善女人，聞此甚深般若波羅蜜，", "498": "不生怖畏。當知此人，受佛法印。此法印者，是", "499": "佛所造，是佛所貴。何以故？以此法印，印無著", "500": "法故。若善男子、善女人，為此印所印，當知", "501": "是人，隨菩薩乘決定不退，不墮聲聞、辟支佛", "502": "地。」爾時釋提桓因及諸天子，從三十三天，雨", "503": "細末栴檀及細末金屑，又散欝波羅華、鉢頭", "504": "摩華、拘物陀華、分陀利華及曼陀羅華，以供", "505": "養般若波羅蜜。供養已，作如是言：「我已供養", "506": "無上無著最第一法，願我來世更聞此深般", "507": "若波羅蜜。若人已為此深般若波羅蜜印之", "508": "所印，願其未來復得聽受，究竟成就薩婆若", "509": "智。」爾時釋提桓因白佛言：「世尊！若善男子、", "510": "善女人，聞此般若波羅蜜一經於耳，我為增", "511": "長佛法故，守護彼人，面百由旬不令非人得", "512": "其便也。是善男子、善女人，究竟當得阿耨多", "513": "羅三藐三菩提。我當日日往到其所而設供", "514": "養。」爾時佛告釋提桓因：「如是，如是！憍尸迦！", "515": "當知彼善男子、善女人，具足佛法，必定得至", "516": "阿耨多羅三藐三菩提。」爾時文殊師利白佛", "517": "言：「唯願世尊！以威神力持此般若波羅蜜，久", "518": "住於世，為欲饒益諸眾生故。」文殊師利說此", "519": "語時，以佛神力，大地六種震動。爾時世尊！即", "520": "便微笑，放大光明，遍照三千大千世界，以威", "521": "神力，持此般若波羅蜜，令久住世。爾時文殊", "522": "師利復白佛言：「世尊！放此光明，是持般若波", "523": "羅蜜相？」佛告文殊師利：「如是，如是！文殊", "524": "師利！我放此光明，是持般若波羅蜜相。文殊", "525": "師利！汝今當知，我已持此般若波羅蜜久", "526": "住於世。若有人不輕毀此法，不說其過，當知", "527": "是人已為此深般若波羅蜜印之所印。是故，", "528": "文殊師利！我於久遠安住此印，若人已為此", "529": "印所印，當知是人不為魔王之所得便。」佛告", "530": "帝釋：「汝當受持讀誦此經，廣宣流布，使未來", "531": "世諸善男子、善女人，得此法印。」復告阿難：「汝", "532": "亦受持讀誦，廣為人說。」時天帝釋及長老阿", "533": "難白佛言：「世尊！當何名此經？我等云何奉", "534": "持？」佛言：「此經名『文殊師利所說』，亦名『般若", "535": "波羅蜜』，如是受持。善男子、善女人，於恒沙", "536": "劫，以無價寶珠布施恒河沙等眾生，眾生受", "537": "已悉發道心，是時施主隨其所宜示教利喜，", "538": "令得須陀洹果至阿羅漢果。是人所得功德", "539": "寧為多不？」阿難白佛言：「甚多，世尊！」佛言：「善", "540": "男子！若人起一念心，信此般若波羅蜜經，不", "541": "誹謗者，比前功德，出過百倍千倍百千萬億", "542": "倍，乃至算數譬喻所不能知，何況具足受持", "543": "讀誦為人解說。是人所得功德無量無邊，諸", "544": "佛如來說不能盡。何以故？能生一切諸佛薩", "545": "婆若故。若虛空有盡，則此經功德盡，若法", "546": "性有盡，則此經功德盡。是故，文殊師利！善", "547": "男子、善女人，應懃行精進守護此經。此經能", "548": "滅生死一切怖畏，能摧天魔所立勝幢，能將", "549": "菩薩到涅槃果，示教訓導離於二乘。」爾時帝", "550": "釋、長老阿難俱白佛言：「世尊！如是，如是！誠如", "551": "佛言，我等當頂戴受持，廣宣流布。唯願如來", "552": "不以為慮。」如是三白言：「願不為慮，我等當", "553": "頂戴受持。」佛說此經竟，文殊師利等諸菩薩", "554": "摩訶薩，舍利弗等比丘、比丘尼、優婆塞、優婆", "555": "夷，天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、", "556": "摩睺羅伽、人非人等，一切大眾，聞佛所說，皆", "557": "大歡喜，信受奉持。", "558": "文殊師利所說般若波羅蜜經", "559": "佛告文殊師利：「汝入不可思議定不？」文殊師", "560": "利白佛言：「不也，世尊！若我入不可思議定者，", "561": "我則成可思議。世尊！心無心，我當云何入不", "562": "可思議定。復次，世尊！我初發菩薩意，言：『我當", "563": "入不可思議定。』我今無此意，當入不可思議", "564": "定。世尊！如初學射，先作此意：『我當射堋。』射堋", "565": "成已，後作是念：『我當射皮。』射皮成已，復作是", "566": "念：『我當射木。』射木成已，復作是念：『我當射鐵。』", "567": "射鐵成已，無復前念，隨其箭中，皆能徹過。我", "568": "亦如是。昔初發意，求入不可思議定。我於今", "569": "日，無復此意，當入不可思議定。何以故？此定", "570": "不可思議故。」爾時舍利弗白佛言：「世尊！文殊", "571": "師利未應得住。何以故？離此不可思議定，更", "572": "有寂靜定，是其所應得故。」文殊師利白舍利", "573": "弗言：「汝云何知，離此不可思議定更有寂靜", "574": "定？大德舍利弗！若此不可思議定可得者，可", "575": "離此定有寂靜定。若此不可思議定不可得", "576": "者，彼寂靜定亦不可得。何以故？以此不可思", "577": "議定不可得故，彼亦不可得。復次，大德舍利", "578": "弗！無有眾生不得此定者，一切眾生皆得此", "579": "定。何以故？一切諸心無心故。彼無心性，即是", "580": "此定，是故一切眾生皆得此定。」爾時世尊歎", "581": "文殊師利：「善哉，善哉！如汝所說，是最勝義。汝", "582": "於久遠無量佛所，深種善根，能作是說。文殊", "583": "師利！汝作是念：『我住般若波羅蜜，能說此言。』", "584": "不？」文殊師利白佛言：「不也，世尊！我無此念。世", "585": "尊！若我有此念：『住般若波羅蜜，能說此言』", "586": "者，我則住可得法。世尊！我若住我相，則有是", "587": "念。是故，世尊！我不作此念：『住般若波羅蜜，能", "588": "說此言。』」爾時佛告文殊師利：「誰當信汝所說？」", "589": "文殊師利白佛言：「世尊！若人不執生死及涅", "590": "槃相，是人信我所說。又若人堅執有我，若人", "591": "具三毒，此人不能信。何以故？見及煩惱，無可", "592": "滅故。」爾時世尊歎文殊師利：「善哉，善哉！汝能", "593": "善說。」", "594": "「善男子、善女人，行相者，所謂信此法，受持", "595": "此法。以無所得心故，行亦無所得，相亦無所", "596": "得。文殊師利！若善男子、善女人，樂此無所得，", "597": "當聽此般若波羅蜜。若善男子、善女人，欲", "598": "得不退轉地，當聽此般若波羅蜜。若善男", "599": "子、善女人，欲信一切諸法與法界等，當聽", "600": "此般若波羅蜜。若善男子、善女人，欲知一切", "601": "諸法，當聽此般若波羅蜜。若人得信此義，當", "602": "聽此般若波羅蜜。若人不樂念一切諸法，", "603": "當聽般若波羅蜜。何以故？此般若波羅蜜不", "604": "見一切諸法故。文殊師利！若善男子、善女人，", "605": "欲知一切諸法不淨不穢，當聽此般若波", "606": "羅蜜。若善男子、善女人，欲得無疑，當聽此般", "607": "若波羅蜜。若善男子、善女人，欲慈悲偏覆一", "608": "切眾生，不住眾生相，不與世間諍，當聽此般", "609": "若波羅蜜。」爾時文殊師利白佛言：「世尊！般若", "610": "波羅蜜，無我無我所，無起無滅，無因無果，無", "611": "可執持，云何聽受而得功德？」佛告文殊師利：", "612": "「般若波羅蜜，無作無滅，非凡夫法非聖人法，", "613": "非生死法非離生死法，非涅槃法非離涅槃", "614": "法，無得無失，非可思議非不可思議。若善男", "615": "子、善女人，如是聽受，則與般若波羅蜜相應，", "616": "是為功德，亦無功德。復次，文殊師利！若菩薩", "617": "摩訶薩，欲得菩薩定，欲知一切諸佛名，欲見", "618": "一切諸佛世界，欲聞一切諸佛所說法，欲行", "619": "諸佛法，當學此般若波羅蜜。」爾時文殊師利", "620": "白佛言：「世尊！何故名般若波羅蜜？」佛告文殊", "621": "師利：「般若波羅蜜者，無量無邊，無方無處，無", "622": "去無來，無作無為，即是一切諸佛法界，故名", "623": "般若波羅蜜。文殊師利！此般若波羅蜜，是菩", "624": "薩摩訶薩行處，菩薩於此處行，故名行處。何", "625": "以故？以無處故。」"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0233 文殊師利所說般若波羅蜜經: 文殊師利所說般若波羅蜜經: 文殊師利所說般若波羅蜜經", "source": "CBETA"}