{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1340 大法炬陀羅尼經: 大法炬陀羅尼經", "text": {"0": "44 諸菩薩證相品", "1": "大法炬陀羅尼經卷第十八", "10": "諸大眾不見遺棄臨顧我宮。我心欣踊不自", "100": "無休息。一切諸法可得證知。摩那婆。彼迦字", "101": "門語言解說相續不斷。當於彼中阿字為初", "102": "與智相合。二十一句方得具足。摩那婆。夫言", "103": "教者。即是其中二十一句次第不亂。摩那婆。", "104": "以是事故。諸佛世尊希出現耳。何以故。彼時", "105": "無有如是法行。雖有多人終亦無能如法行", "106": "者。是時亦有無量眾生。初亦起心愛慕是法。", "107": "及其臨事多生驚恐終無所獲。摩那婆。若復", "108": "有人作是思念。我如是行即得成就諸佛法", "109": "者。彼為執著。若此執著是佛法者。何故往昔", "11": "勝任。何以故。我從生來初未見聞。諸阿修羅", "110": "劫初時人。於內外物無我我所。不著諸法不", "111": "假造作。果報自然意須即至。其後漸漸起諍", "112": "競心。喪失自然眾味果報。摩那婆。以是因緣", "113": "汝等當知。諸佛世尊終不執著佛菩提也。汝", "114": "於是中不應生著。若執著者不得受樂。何以", "115": "故。夫執著者眾苦根本。", "116": "摩那婆。汝等當觀欝單越人。雖與三方同受", "117": "人身果報最上。彼於生中雖無施等。然壽終", "118": "後皆得上生欲界天宮。摩那婆。汝應當知。無", "119": "為之事乃至能得多時受樂。若彼有為著我", "12": "及諸天眾歡樂共住。今蒙世尊加持威力。令", "120": "我所。是人無有一不善法而不受者。摩那婆。", "121": "不善法者。所謂一切諸行生死。是故如來常", "122": "誡勿著有為諸法。摩那婆。不作不著有為法", "123": "者。即是如來究竟宣說修行施等五波羅蜜。", "124": "是故於一切處說諸波羅蜜共相熏修。云何", "125": "熏修。修行施已則能聽法。至聽法所便能諮", "126": "問。於諮問時見有勝法即便求學。彼等若知", "127": "諸法。無勝無我無執無生無出。即於一切有", "128": "為法中能如實知。爾時則於諸如來所得真", "129": "信根。彼等復能發勤精進。云何能起勤精進", "13": "我諸天共阿修羅歡娛受樂。", "130": "心。以有如是大方便故。則能速發阿耨多羅", "131": "三藐三菩提心。願令我等於此法中常得修", "132": "行終自證知。聞說如是般若波羅蜜時不生", "133": "驚怖。摩那婆。是中云何能無驚怖。彼於一切", "134": "皆有捨想。云何捨想。所謂於諸法中無有悕", "135": "望亦無諍心。何以故。如幻化想故。摩那婆。是", "136": "為顯示說義。於如是等諸波羅蜜即解脫。因", "137": "如來說法因斷諍故。不起諍競故。雖斷於生", "138": "而不斷故。", "139": "46 緣生法品大法炬陀羅尼經緣生法品第四十六", "14": "阿難。爾時放光如來應供正遍覺告天帝釋", "140": "爾時諸菩薩復白放光佛言。世尊。云何名為", "141": "令生不斷不全斷故。佛言。若如是者一切諸", "142": "法如實說中無有疑處。無疑處故如是證知。", "143": "當於爾時令生不斷亦非不斷。持是法行得", "144": "度彼岸。我今如是說不斷時。諸眾生等猶不", "145": "能知。何況能有受持法者。摩那婆。譬如大海", "146": "常能容受一切大河。及以眾流憶百千數。悉", "147": "歸大海。而彼大海無滿足時。如是一切諸眾", "148": "生等。具足三種貪諂眾惡。諸佛世尊恒為宣", "149": "說佛菩提等一切法門。初無斷絕尚不能受。", "15": "言。憍尸迦。汝豈不知。我今為此十四菩薩摩", "150": "何況有時斷而不說。摩那婆。以是因緣。諸佛", "151": "世尊降大法雨未曾斷絕。何以故。不欲令彼", "152": "當來愚惑盲冥無目諸眾生等墮陷非道。摩", "153": "那婆。譬如因於日月光輪一切世間知有晝", "154": "夜。一切法輪亦復如是。若諸法師為他說法。", "155": "是人求法讀誦通利。復能遍說作世燈明。為", "156": "彼昏睡盲冥眾生不能斷絕生死網輪。說令", "157": "斷絕。又復為彼嫉妬不信常被三事覆纏羈繫", "158": "墮於惡趣障礙眾生然大法炬。因是明故眾", "159": "生見法。若諸眾生墮在惡道即得速出。既得", "16": "訶薩等滿宿願故。增長善根故。成其慈惠故。", "160": "捨離險惡道已。彼各共求平坦正路。摩那婆。", "161": "平正路者。若能遠離險惡道者。即平正路。摩", "162": "那婆。汝等若於如是說中不信行者難得解", "163": "脫。能信行者。是人當為一切世間開大利門。", "164": "彼得法已轉相教授。眾生聞者盡作證明。而", "165": "諸眾生各相謂言。如來為我說真實法。復示", "166": "我等不顛倒說。摩那婆。汝應如是精勤不懈", "167": "或就正業。正業成故遠離塵垢無有染著。無", "168": "染著故得清淨見。見清淨故無復冷熱。一切", "169": "世間所有眾事。皆得成就正善業故。諸餘眾", "17": "我今要欲攝此菩薩教示之故。又為此等得", "170": "生更作異說種種邪法不善業行。於彼人所", "171": "當起捨心。應自思惟修對治法。若得修學如", "172": "是法已。即能於彼六十二種惡邪見中。得實", "173": "知見成就真法。滅除一切如實障礙。", "174": "復次摩那婆。若說法師常為如是億百千數", "175": "信根眾生。具說法要。或復有人但為一二破", "176": "戒邪見重惡眾生。一彈指頃少時說法。隨彼", "177": "惡人受與不受。其說法師所得功德。勝前福", "178": "聚無量無邊。因此善根於當來世所生常得", "179": "精勤勇猛供養諸佛。彼時雖有多種眾生若", "18": "坐道場熏修因故。阿難。爾時十四菩薩隨從", "180": "人非人聞正法已心生恐怖。汝等但當為說", "181": "正法。摩那婆。汝應觀察諸眾生等。常有如是", "182": "無量惡欲諂誑我慢。無明黑闇覆蔽纏縛。以", "183": "纏覆故於是法中生大恐怖。自恐怖故不能", "184": "行法。假有所說。亦復不能令他受行。或時自", "185": "知煩惱障礙。更相謂言。我等今有如是眾惡。", "186": "雖聞正法不斷諸見。如是諸見我應除斷。云", "187": "何應斷。我今自知須斷諸見。若受眾見而不", "188": "斷者。即入黑闇邪見叢林。以邪見故常為生", "189": "死繫閉纏縛。我若能斷。根本眾見。自然解脫", "19": "其父善臂阿修羅王在善法殿。於放光如來", "190": "生死繫縛。摩那婆。若佛世尊為他說時。若人", "191": "聽受終不生怖。何以故。如來世尊以自無怖。", "192": "於諸佛法無有缺減。為他說時令彼聞者增", "193": "長善業故。摩那婆。當聞法時。汝等莫著於是", "194": "法中。但當一心勿生餘念。如來應供正遍", "195": "覺。為斯事故出世間耳。摩那婆。諸佛世尊", "196": "惟有是事。所謂為利一切世間淨世間眼。斷", "197": "除遮障諸非道故。摩那婆。諸佛世尊但一音", "198": "說。令彼眾生隨類各解。斯是如來神力加持。", "199": "故得爾耳。如來一音演諸法義。能以一義得", "2": "隋天竺三藏闍那崛多譯", "20": "前。整理衣服偏袒右髆。右膝著地合十指掌。", "200": "無量智。若以一智即能破除六十二種邪見", "201": "根本。令諸眾生悉皆遠離一切塵垢。若有最", "202": "惡極怖畏處。眾生受身所作諸業。如來於中", "203": "說法教化拔濟眾生。無有休息教誡眾生。汝", "204": "若不造如是惡業終不生此。如來世尊更無", "205": "餘致。惟教示彼斷除行業陰入界等皆是諸", "206": "行。受生亦然。一切世間所有諸行及以受身。", "207": "我皆教示不令行此。為是眾事我常宣說。無", "208": "天無人乃至無有壽命資財。世間事業一切", "209": "皆無。若有作者即有受生。云何作者。所作諸", "21": "白言。世尊。我等自從有所聞說。盡力尋思未", "210": "行即是受生。若受後生當知是中無有眾生", "211": "不受生者。汝等當知造諸行者即是受生。復", "212": "次摩那婆。如大龍王。普興大雲遍覆一切。降", "213": "注大雨潤洽大地。咸令一切樹木叢林欝茂", "214": "滋長。百穀果實皆得成就。是諸眾生資此活", "215": "命。乃至諸畜亦同增長。摩那婆。若諸牸牛食", "216": "肥美草飲以清流。常令豐飽然後得乳。從乳", "217": "出酪酪出生酥。從生酥出熟酥。從熟酥", "218": "出醍醐。如是摩那婆。汝於一切緣生法中不", "219": "應生怖。亦不應言云何得說有諸眾生無諸", "22": "能開解。但於如來生敬重心。故敢諮問如是", "220": "眾生。惟當善觀因緣諸行。摩那婆。如人睡時", "221": "夢中所見或作不作。彼皆寤時曾所經事。又", "222": "如種子無有定相。論其形質不可說壞亦非", "223": "不壞。何以故。若言定壞牙則不生若定不壞", "224": "牙亦不出。一切有為因緣生法亦復如是。妄", "225": "念思惟分別故生。是中實無能成就者。亦無", "226": "見者。如是摩那婆。如來不說定有眾生。亦復", "227": "不說定無眾生。如來惟說一切諸法從因緣", "228": "生從因緣滅。云何諸法因緣生滅。所謂因彼", "229": "故有此。彼生已此生。彼無故此無。彼滅已此", "23": "義處。世尊。已證三種言教方便業藏。我等今", "230": "滅。若一切法從緣生者。云何定說有富伽羅。", "231": "以是因緣。如來不說定有眾生。諸天及人自", "232": "外諸趣亦不說滅。惟說不能放捨執著顛", "233": "倒分別謂有眾生則墮無明極深闇處。惟令", "234": "棄捨示以正路。勿復愛樂是富伽羅。摩那婆。", "235": "彼真實法不可破壞。諸佛如來乃至小草尚", "236": "不欲壞。況當令滅富伽羅也。若滅壞者。無有", "237": "是處。以是因緣。諸佛世尊常如是說。無有一", "238": "法可成就者。然復不無因緣生法。而亦不無", "239": "執著顛倒。摩那婆。無有一法離因緣者。以有", "24": "日全未受持。是故我今欲知此義。惟願演說", "240": "因緣。是故說有富伽羅相。及有事物顯示世", "241": "間。善法惡法勸令知也。", "242": "復次摩那婆。是中物想即是板想。以板想故", "243": "知諸物想。何者是物。何者是板。所言物者。以", "244": "妄分別住物想中。造作未來一切諸行。摩那", "245": "婆。以何義故復名物也。以如是想作多種事。", "246": "故名為物。彼前後際不可知故。猶如風輪。若", "247": "復有人乘風輪想。彼等則為住板想中。應如", "248": "是知。摩那婆。如彼風輪乃至無有一念時住。", "249": "諸眾生等乘彼業風亦復如是。彼諸眾生造", "25": "三法藏門。佛告諸菩薩言。善哉善哉。摩那婆。", "250": "業行已。還作諸行如是成就。彼成就已未曾", "251": "生彼一念覺心。我等昔來所作非善。以想分", "252": "別空事輪迴。流轉生死未曾暫住而我不覺", "253": "不見其邊。不知闊狹不識小大。不見不覺常", "254": "處如是業行風輪。往來旋轉莫能自出。猶如", "255": "生盲未曾見色。若他來問當云何答。又如愚", "256": "導不達前途。設有人來問道相貌。彼既不知", "257": "復云何答。假彼有言定無理趣。摩那婆諸眾", "258": "生等乘諸行輪。旋轉不住不覺不知亦復如", "259": "是。而彼眾生乘是風輪來往之時。乃至無有", "26": "汝等欲聞如來法藏耶。諸菩薩言。唯然世尊。", "260": "初中後際。不得其邊全不覺知不見不念。", "261": "復次摩那婆。彼時盲人作如是念。今我宜在", "262": "此風輪住。我有思想此風輪中可得停住。如", "263": "是念已。從始至終念念增長無有斷絕。彼盲", "264": "後時或得暫住。即欲從是風輪中下。而復不", "265": "下更作是念。我今若得見此道者便有下處我", "266": "即得住。既得住已我應自得暫時自止。彼盲", "267": "後時復作是念。我於今日若見不見但少時", "268": "住。如是念已便得暫住。住已思惟今我得住。", "269": "即生樂想勞弊亦除。然猶不見下時道路。云", "27": "願樂欲聞。阿難。爾時放光如來即自舒其金", "270": "何從此風輪而下。我若見者即知風輪往來", "271": "之處。摩那婆。彼盲當作如是念時。即於其所", "272": "遇一良醫善能治目。彼雖有遇而眼不見。是", "273": "時良醫愍彼盲人。為治目故即往其所。問盲", "274": "者言。汝目如是能見色不。盲人答言。我眼若", "275": "此云何見色。我若見者便知正路。良醫語言。", "276": "且開汝眼吾試觀之。如可治者當為汝療。盲", "277": "人聞已。即大開眼示彼良醫。爾時良醫具觀", "278": "是人眼中病已。即知是疾根本所因。應其所", "279": "須為設治法。或󱂸或鍼或刮或藥。作如是等", "28": "色右手置於空中。告諸菩薩摩訶薩言。摩那", "280": "療眼方已。告盲者言。我今為汝說善方治。", "281": "除汝目病令覩眾色。若得見者汝歡慶不。時", "282": "彼盲人白良醫言。我此生盲恐非所救脫如", "283": "醫教慶幸何言。良醫復曰。此事誠難我力能", "284": "辦。汝於我所但生信心。是吾家業汝不須疑。", "285": "汝欲見驗當問眾人。我治是患功効云何。盲", "286": "者復言。大師是中欲作何事。醫告之言。汝無", "287": "多憂。我於是中無過造作。但假少時吾當合", "288": "藥。事須詳審不可怱懅。若忽迫者事或難", "289": "成。時彼良醫如是教已。即與是盲和合眼藥。", "29": "婆。汝今當觀如來世尊手在何處。諸菩薩言。", "290": "藥成就已置之眼中眼微清淨。既清淨已遂", "291": "從醫所速疾而還。時彼盲人藥治未幾。眼中", "292": "胎膜皆悉消除。胎膜除故眼即晴明。頓覩生", "293": "來所不見事。亦見眾盲乘彼風輪。往來流轉", "294": "不能自止。方嗟歎曰。嗚呼哀哉。此等眾盲亦", "295": "久居是風輪之內。循環往來未嘗停息。初無", "296": "有人為說斯事。亦無有教療治盲者。即作是", "297": "念。如此眾盲與我何異。我既遭遇得大醫王。", "298": "除去生盲遂有今日。我今云何獨受斯福。我", "299": "當從此還請醫王。令是眾盲盡蒙救療。彼人", "3": "如化品第四十五", "30": "世尊。我等惟見如來世尊手指虛空。佛復告", "300": "爾時復作是念。今我但且先告眾盲。說斯大", "301": "事先令體解。然後導引往求大醫。如是念已", "302": "即告彼盲。汝等諸人宜少停住。我今於汝欲", "303": "有所宣。時眾盲等答彼人言。我不得住。彼人", "304": "復問。汝今所住為何處乎。眾盲復言。而我今", "305": "日不能得住。汝今豈能獨有住也。彼人復謂", "306": "眾盲人曰。汝後見時自然應知。誰有住處誰", "307": "無住所。眾盲復言。汝今獨知豈能出我眾人", "308": "意計。彼人復言。我於往昔亦曾如汝。以無目", "309": "故乘彼風輪。往來流轉無有窮極。世間之人", "31": "言。摩那婆。於意云何。此虛空者可得作耶。不", "310": "多以此患。乘無住輪長夜勞苦。而我幸會遭", "311": "遇醫王。大師哀憐除我目疾。以是因緣我如", "312": "是見。我如是知我如是言。汝等今日沒此風", "313": "輪。不見不知不覺不信。汝等若有一人共相", "314": "領解。乃至須臾暫時停住。我當為汝求彼醫", "315": "王。醫王降意汝自知信。奉行師言必蒙大利。", "316": "爾時諸盲眾中有智人等。聞是語已即作是念。", "317": "我等今應受是人教。少時停住亦何所損。若", "318": "必如教吾慶特深。假不如言我亦無患。且我", "319": "暫住所得亦多。既得交遊善人又亦自除疑", "32": "也世尊。可得見耶。不也世尊。可得聞耶。不也", "320": "惑。以是因緣今我決住不復疑也。時有智盲", "321": "如是念已。即與眾盲共詳進止。告彼眾言。我", "322": "久勞弊忽辱善言。自當暫停今不去也。如是", "323": "言已。遂便答彼先盲智曰。仁若知時。隨所應", "324": "作為我等作。時先智盲本雖生盲。既蒙得眼", "325": "已成光明。隨意而往無復障礙。即作是念。今", "326": "已許彼無量盲眾出如是言。我當為汝開眼", "327": "光明。今當先造大師足下。厚謝先德因白是", "328": "事。先智始發。彼大醫王已在前路。智既遙見", "329": "深生歡喜踊躍無量。即作是念。是大醫王先", "33": "世尊。佛言。如是如是。摩那婆。若是虛空可作", "330": "惠我眼。導我光明除我患苦。與我無量無邊", "331": "快樂。令我歡喜解我疲乏。我今應當速至其", "332": "所頂禮其足。苦身供養妙言稱美。起希有心", "333": "尊重恭敬。隨諸所須皆應奉上。如彼念已。即", "334": "往其所如其先念。荷德謝恩盡虔供養。復欲", "335": "為彼諸盲啟請。更發希有清淨敬心。復起慇", "336": "懃憐愍深念。白大醫王言。我先蒙恩見惠明", "337": "眼。復令我得諸方便智。今日乃有無量無數", "338": "生盲眾生。乘不住輪受無窮苦。惟願大醫。為", "339": "除生盲施其眼藥。令彼歡喜與我無異。爾時", "34": "可見可聞可觸者。便可證知。如來藏義亦復", "340": "醫王愍諸盲故。即與是人躬至其所。到其所", "341": "已即告之曰。汝等眾盲生便無眼。今者實願", "342": "見物以不。時眾盲人白醫王言。大師。我等昔", "343": "來未曾見物。今日思覩何足復論。醫王復問。", "344": "汝從昔來未見何事。今欲見者復是何等。彼", "345": "復白言。大師。我從昔來於所行處。惟謂是道", "346": "然實不見此路短長及與近遠。乃至不見初", "347": "中後相。醫王復語彼眾盲曰。然此路也非是", "348": "正路。汝等昔來所行非道。眾盲復言。然我於", "349": "中已生路想。醫王復言。汝等不應生是想也。", "35": "如是。汝應善知。摩那婆。但是如來應供正遍", "350": "即便指彼盲智者曰。汝知是人昔亦同汝。後", "351": "乃知非久已捨棄。復告眾盲。汝等今日若信", "352": "此人昔似汝者我即治汝。我便次第造作治", "353": "事。於是眾盲白醫王言。唯然大師。師自知時", "354": "敢不從命。時彼醫王。還合如是先治眼藥。療", "355": "諸盲人咸皆同得如是淨眼。彼眼開故皆大", "356": "唱言。嗚呼我等今得大樂。而我昔來處大闇", "357": "輪非路狂走。摩那婆。汝等當知是中治眼大", "358": "醫王者。即是如來應供正遍覺也。如彼初盲", "359": "醫先為治即蒙淨眼者。是彼諸善男子說法", "36": "覺。證阿耨多羅三藐三菩提已。見諸世間猶", "360": "師也。自餘眾盲得淨眼者。即是受持此經法", "361": "門諸眾生等。摩那婆。以是因緣如來應供正", "362": "遍覺。普為汝等譬喻開示如是義處。摩那", "363": "婆。汝於是中應學如來應供正遍覺。若人欲", "364": "學如來應供正遍覺者。當如是學。摩那婆。以", "365": "是因緣。如來應供正遍覺。具為汝等引斯譬", "366": "喻解釋義耳。摩那婆。汝等若學如來世尊。應", "367": "當學是諸法相門。復應先作如是思惟。我今", "368": "云何作諸方便。為彼黑闇生盲眾生。作大光", "369": "明開其眼目。摩那婆。是為解釋第一大慈大", "37": "如幻化。假說諸法方便示現引導眾生。何以", "370": "悲行事。汝若見彼幽盲眾生。復應須作若斯", "371": "治法。如是治已彼自見法。不從他行不行何", "372": "處謂風輪也。摩那婆。是為凡夫諸眾生等未", "373": "得正法無住處者。", "374": "大法炬陀羅尼經卷第十八", "38": "故。是中眾生有著法想。是故如來為其說法。", "39": "其實如來亦無所說。摩那婆。若必有此三教", "4": "緣生法品第四十六", "40": "藏者。彼不可動亦不可說。說於無說不可成", "41": "就。摩那婆。若是虛空有增減相。無有是處。惟", "42": "彼如來有是境界。所謂建立諸法。是中如來", "43": "見諸世間猶如幻化。住大慈悲說如斯法。令", "44": "諸菩薩摩訶薩等得如斯法無有損減。", "45": "復次摩那婆。一切眾生有四十二出入息等。", "46": "為四十二出入息句。令彼學知說字根本。是", "47": "中若有菩薩摩訶薩。具得如是四如意足。而", "48": "彼菩薩亦不能為諸眾生等說如是處。所謂", "49": "初阿字門四十二句。如是次第數至八分。於", "5": "45 如化品如化品第四十五", "50": "八分中所有分段。即是為諸眾生說八思惟", "51": "處。於世間中說此八法不令斷絕。是為第二", "52": "教藏法門。汝應思惟修行此法。摩那婆。如阿", "53": "字門不縛不解。當知一切諸法所有語言可", "54": "說可見。彼等一切不縛不解。云何名為不縛", "55": "不解。摩那婆。不縛不解者。謂一切法性本自", "56": "空。誰能於中為縛為解。摩那婆。如彼板上文", "57": "字章句。乃至言說亦無住所。若不方便有是", "58": "言說。無一眾生知一句者。摩那婆。是為總解", "59": "藏法門義。時諸菩薩復白佛言。云何總解。佛", "6": "阿難。爾時天帝釋復白放光如來言。世尊。我", "60": "言。摩那婆。汝應受持。此入法義。汝於是中莫", "61": "生疑惑。此解說中無有疑網。云何無疑。一切", "62": "諸法皆如幻化。摩那婆。世間所有諸語言法。", "63": "如來世尊悉知悉見。是中眾生有疑心者。如", "64": "來所說如是等法。能令彼等斷疑惑心。云何", "65": "斷疑。為作方便譬喻解釋故如說於此中住。", "66": "是則還令住阿字門得相生法。摩那婆。汝等", "67": "惟應六日正念成如來業。當思惟時更莫他", "68": "念。汝若思量法相義時。但當如是正念現前。", "69": "念如來故。爾時若有所說。若無所說。於是法", "7": "於是中都無疑惑。世尊。亦當先體我心。然我", "70": "中無有疑心。因是六日念如來已。即能覺悟", "71": "阿字法門。於六月中不思飲食。以是念故於", "72": "如來前更得無量無邊辯才。如是念已若得", "73": "迦字法門名者。即亦能得成就思惟。此第九", "74": "分。於一心中云何得生。惟有如來住處故能", "75": "知此。亦即不離如是說處。一切諸法猶如幻", "76": "化。汝摩那婆。勿生二想亦莫致疑。亦不須作", "77": "宮殿想也。但於六月念迦字門。因此即復思", "78": "念如來。若能成就三昧定者。假使如來不現", "79": "在前。亦即得見莫生疑惑。如來未為汝等作", "8": "今日冀得如來久住於此忉利天宮哀受我等", "80": "究竟斷疑之語。是故汝疑未能斷絕。又復如", "81": "來雖為汝說終不得盡。何以故。摩那婆。譬如", "82": "有樹花時出花果時出果。摩那婆。於意云何。", "83": "彼樹若其花時未至求花得乎。不也世尊。果", "84": "時未至求果得乎。不也世尊。佛言。如是如是。", "85": "摩那婆。如來亦爾。說時未至故不說耳。摩那", "86": "婆。於意云何。又如彼樹可知來處。乃至花果", "87": "知來處乎。不也世尊。佛言。如是如是。一切所", "88": "有能說所說俱無來處。摩那婆。或時有人發", "89": "掘彼樹。拔其根莖枝葉出已。復以刀斧芟剉", "9": "輕微供養。以是義故。我問如來。世尊。今者將", "90": "令碎。乃至無有如棗栗許。摩那婆。於意云何。", "91": "彼樹如是被分散已。求本花果有可得乎。不", "92": "也世尊。何以故。既破散已乃至無有樹相可", "93": "見焉得花果。佛言。如是如是。摩那婆。一切諸", "94": "法無有相故。云何可說。", "95": "復次摩那婆。若諸法師昇法座已。爾時先當", "96": "念阿字門。亦念如來三言教藏不得放捨。如", "97": "是諸行於彼三門相續念處。念已復念。作是", "98": "事時。乃至不起諍論言說。摩那婆。若諸法師", "99": "欲說法時。應當念彼六日事業不得捨離亦"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1340 大法炬陀羅尼經: 大法炬陀羅尼經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}