{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0760 惟日雜難經: 惟日雜難經: 惟日雜難經", "text": {"0": "No. 760", "1": "惟日雜難經一卷", "10": "三十四意，用是故不同處生。", "100": "菩薩有二願：一者、願令我臥安隱，謂不念", "101": "婬妷，二者、願令我行安隱，謂不念嫉、瞋恚、愚", "102": "癡，是為二願。", "103": "菩薩在福憎福、在罪守罪，俱有罪福要不可", "104": "離，但當識。菩薩不識宿命不得佛。何以故？不", "105": "識罪、犯惡故。", "106": "菩薩不作三惡道行，俱償三惡道罪畢乃", "107": "得阿惟越致，菩薩能計三惡罪道多少，滿百", "108": "劫乃得佛。", "109": "菩薩已受莂，九十八結悉有但薄耳。何以故？", "11": "菩薩行三十四意，謂四諦十六意、十八行不", "110": "悉在菩薩行中，四等心憂念十方五道，欲令", "111": "解脫，投餧餓虎、肉與鷹、自殞活人，當滿功", "112": "成相，結未悉除，得佛乃斷。", "113": "菩薩能持妻子、斷頭與人，乃為得何等意？", "114": "有是二因緣：一者、自念我不欲令人瞋恚，二", "115": "者、與之令其人得定意、不與者令其人亂意。", "116": "貪婬有罪、瞋恚罪重，恐其人瞋恚故，持頭、妻", "117": "子與之。菩薩持身餧餓虎、斷頭與人，有三因", "118": "緣：一者、計身會當棄捐，持用布施為行福；", "119": "二者、譬如報怨，怨家死歡喜，菩薩知一切惡", "12": "共，合為三十四意。", "120": "從身生、若干苦咄皆從身得，已計如是便", "121": "不欲見，身如怨家，以是故不愛；三者、欲精進", "122": "滿功德疾道故。", "123": "菩薩持頭、眼、妻子與人：一者、眼不著色為脫", "124": "眼；頭與人者，謂惡起便止，是為斷頭；妻與", "125": "者，為除貪婬、瞋恚、愚癡。道行有二事：一、為", "126": "校，二、為計。校為輕重，計為多少。", "127": "菩薩受莂百劫，甞一劫作沙門、九十九劫作", "128": "白衣。菩薩持妻子與人，時見捶之，但計骨肉，", "129": "不計是我，故與之。", "13": "菩薩行三十四意，一切能制；阿羅漢行十六", "130": "菩薩求佛，當如佛法行之，當從三十二物得，", "131": "所行如法，不可敗相不得佛道。菩薩有一悲", "132": "意，勝禪百倍。", "133": "菩薩在世間有三道分，但不墮三道。何故人", "134": "中天上牽多？三道不而得故，不復墮三道，身、", "135": "口、意三事盡，三道亦盡。菩薩離五道常有黠", "136": "福，人死時要有五道分，菩薩復黠分，即知念", "137": "遠近。菩薩知分在須陀洹、斯陀含，分不在阿", "138": "那含。何以故？不復還故。一佛界有三千大千", "139": "天地，人生死遍其天地間，無有如髮不在其", "14": "意。菩薩力多，悉以制說；須陀洹至阿羅漢，見", "140": "中，無所不作，獨未作阿惟越致、斯陀含耳，餘", "141": "悉更無數。", "142": "佛為菩薩時有是意生：「為何等行因緣，現在", "143": "得福極？」如是更得宿命意，為從是三行：布施、", "144": "從制、從合聚。布施有二輩：一、為法施，二、為物", "145": "施。守身、口、識為御，守意為合聚。亦從布施因", "146": "緣得解斷貪，從制為斷瞋恚亂意，從合聚自", "147": "守為斷癡。從布施亦得正意，從制得正語，", "148": "從合聚得意行安隱。從布施見布施福，從制", "149": "說念福，從合聚說意福。菩薩所以布施者，所", "15": "對乃面斷。坐行三十四意已足，便佛十六", "150": "在五道常饒樂，與凡人有異輒得作王，智慧", "151": "常有慈心，但畢罪不復更作，雖在罪無作罪。", "152": "人間亦爾，菩薩與妻子共居，年二十五，一日", "153": "生三十，一月年三十日，百日年五十一歲。菩", "154": "薩但禁惡，不禁家。名亂意者，為罪不安隱，遠", "155": "避去。無亂意為福，雖在家譬如在獄中，但當", "156": "覺罪，不復便所生在樂處，故為菩薩。人求道", "157": "不忍辱、不能耐，便得須陀洹。佛前世菩薩言：", "158": "「佛道難得。」一語減四十劫。以身餧餓虎，出眾", "159": "菩薩前九劫，為須大拏受莂，一切精進行道", "16": "意，從第一上至十六各自所部；四禪亦爾。", "160": "一切得佛。", "161": "有婦不得佛道。菩薩在家時有妻。何以故？得", "162": "佛用棄妻子六年故乃得佛道。菩薩計妻子", "163": "是怨家。何以故？與人苦、益人惱、亂人意、增人", "164": "罪，以隨貪愛便不見道，以是故為怨家。見妻", "165": "子當如見怨家意，莫隨貪愛，意起即覺，是為", "166": "覺意；所有財物、自身亦爾。天上、天下、十方一", "167": "切有火。何以故？有火已。", "168": "菩薩娶婦有四因緣：一者、宿命同福，二者、畢", "169": "罪，三者、應當共生男女，四者、黠人娶婦疾得", "17": "菩薩精進行二十劫可得佛。用有三意故不", "170": "道，無是四事亦不娶婦。", "171": "為菩薩道，念欲斷十方天下人三毒，是故得", "172": "佛道；或有行道，但欲自斷三毒，故得阿羅漢。", "173": "菩薩自壞癡，亦復壞十方人癡；阿羅漢自壞", "174": "癡，不壞餘人癡。菩薩多覺，多教人令得行道，", "175": "是為壞人癡。憂念十方天下人，是為行菩薩", "176": "道；但自憂身，不念十方人，是為阿羅漢道。", "177": "菩薩壞惡，阿羅漢不壞惡。菩薩教人經戒，令", "178": "隨道法，是為壞惡；羅漢自守，故言不壞惡。菩", "179": "薩自斷苦，亦復斷十方人苦，是為得佛道；羅", "18": "得佛。何等為三？有佛意、有辟支佛意、有阿羅", "180": "漢自斷苦而不斷人苦，故得羅漢。", "181": "行菩薩道所以轉得羅漢者，意念佛道生死", "182": "不可數，所作悉當得之，意計是難，轉阿羅漢。", "183": "復計阿羅漢不復償罪、不復生死，直取度世", "184": "去，用是故轉向阿羅漢。無是意、無死轉、不避", "185": "苦，要當得佛道。", "186": "菩薩、阿羅漢皆從三十七品經行，所以得佛", "187": "者，持用四意菩薩所常行。何等為四？一者、", "188": "幸得佛業值佛識，我身要當如佛治；二者、常", "189": "持悲意向十方，從悲意盡力未曾離，當脫十方", "19": "漢意，用是三意故不得佛。要為隨多得之意，", "190": "人非人；三者、本上頭願佛、意不轉；四者、願在", "191": "世間求道護戒，教人增慧待期。有是四意故", "192": "得佛，無是四意故得阿羅漢。佛等意故，無有", "193": "兩道，隨意行得耳。隨愛便為在五道不得脫，", "194": "便有老、病、死、憂，為苦共合。意不隨貪愛，為持", "195": "水滅火；已隨貪愛為持薪增火。當諦計，隨諦", "196": "得道。", "197": "菩薩娶婦有四因緣：一者、恐人言不能得婦", "198": "故學道，二者、恐人言孤獨無妻子故學道，三", "199": "者、宿命本根未盡，四者、惡知識勸令娶婦故。", "2": "吳月支優婆塞支謙譯", "20": "在佛多得佛、在辟支佛多得辟支佛、在阿羅", "200": "菩薩亦斷五陰亦不斷。何等為斷？謂斷五", "201": "盛陰十二因緣。不斷者，菩薩在經行因緣隨", "202": "道，是為不斷。菩薩畢罪、畢得道。", "203": "菩薩有四無所畏：一者、不取人錢，二者、不犯", "204": "他人婦女，三者、不兩舌，四者、不嫉妬。", "205": "菩薩斷三惡道，尚在但不墮中耳。菩薩未", "206": "起三毒；佛時無有三毒，得因緣乃有三毒。菩", "207": "薩坐禪六年，臨當得道，三毒俱起，婬、怒、癡使", "208": "意念：「調達得我婦耶？為勝我耶？當復得我財", "209": "產？」意適生，即時息念：「我從無數劫以來斷是", "21": "漢多得阿羅漢，如秤隨重者得之。", "210": "三惡。」何以故？復念使滅即得道。", "211": "菩薩坐禪六年，日食一米一麻，有四因緣：一", "212": "者、斷貪，二者、畢罪，三者、見不餓，四者、止飢。意", "213": "了不食，謂人餓得道，恐人自餓死。", "214": "菩薩坐行道六年，日食一米一麻，入水浴躄", "215": "地而不起，天因按樹枝令低，即攀之而起。", "216": "菩薩坐樹下六年，虫、䗍、蚊、虻不嬈者有四因", "217": "緣：一者、本從無數世不殺生，二者、行等心，三", "218": "者、諸天、鬼、神護，四者、道力強，亦為處淨。", "219": "菩薩有四不戢：一者、布施不戢，二者、聞經不", "22": "人有居家得阿羅漢、阿那含、斯陀含、須陀洹", "220": "戢，三者、清淨不戢，四者、作功德不戢。", "221": "菩薩始出家行學道，諸大人謂菩薩：「今太子", "222": "居家，何故去？」太子報言：「我用三苦故去耳。", "223": "何等為三苦？謂老、病、死。」大人復言：「老、病、死事", "224": "常耳，何為去？」太子言：「得一病常不喜，當那", "225": "何常？」", "226": "菩薩生，墮地行七步止住，舉右手言：「我為天", "227": "上天下師。」止不復行。", "228": "菩薩為太子時，行學書到師舍，師問言：「欲學", "229": "何等？」太子言：「我欲學六十種書。」師問言：「六十", "23": "者、亦有得阿惟越致菩薩者。所以棄家行入", "230": "種書皆何等？」太子便為師次第說。師言：「我但", "231": "知一種書，不能悉知餘書。」太子言：「如師所知", "232": "教我。」已受師教，便言：「是少兩字。」師更從受兩", "233": "字。師言：「太子所知乃爾，何為從我學？」太子", "234": "言：「雖爾，當有師法。」", "235": "菩薩始出家行百里，解身上衣被、珍寶，付車", "236": "匿持歸，白馬健陟淚出舐足。車匿言：「莫使", "237": "有如是人願者。」太子報言：「天下癡，無有如汝", "238": "輩者。何以故？世間但有老、病、死、憂苦，當願何", "239": "等？如囚在獄中，誰有樂者？當尚未離是，而復", "24": "山，有四因緣：一者、恐人言：「菩薩婬妷，何故得", "240": "更願當何時脫？譬如獵客網中㝹得脫，寧", "241": "復念還入網中，不念得脫？如㝹脫網，終不還", "242": "歸。我在家時念是日久，亦從無數劫以來有", "243": "是意，非獨今日所致也。」", "244": "菩薩生已七日其母終者，有四因緣：一者、用", "245": "懷菩薩故，天來占視、與飯食；二者、如生死法", "246": "當禮母，以菩薩尊故，母七日終；三者、其母", "247": "宿命自應爾；四者、譬如人有功當封，便上天", "248": "生。菩薩未得佛道時有五夢：一者、以須彌山", "249": "作枕；二者、以地為床；三者、以手蓋海水；四者、", "25": "道？」二者、金輪王亦皆棄國，三者、魔當來嬈菩", "250": "天下皆有屎，行其上不污足；五者、心前生一", "251": "樹上至二十七天。夢枕須彌者，天上天下尊", "252": "無過佛者；以地為床者，佛身長能上至二十", "253": "八天；以手蓋海水者，諸欲說經道無有勝佛", "254": "者；行屎上不污足者，天下愛欲無能污佛心", "255": "者；心前生樹者，佛語上聞第二十七天上。", "256": "菩薩隨女人有四因緣：一者、勸女人精進，二", "257": "者、亦欲使女人隨行，三者、從過去無數世餘", "258": "罪相逢故，四者、宿命願欲教女人。", "259": "諸天試菩薩有三因緣：一者、當得佛不得有", "26": "薩，四者、求佛道不居家。得已受莂菩薩，斷新", "260": "所貪惜；二者、設菩薩起意，便謂言：「卿當得佛", "261": "道，何故反爾？」菩薩從是增精進；三者、得佛當", "262": "相度，故往試之。菩薩行六波羅蜜，阿羅漢亦", "263": "行是六事，所以相不成者，阿羅漢但有檀，無", "264": "有波羅蜜。檀者謂與布施，波羅為度生死，", "265": "蜜為無有極。阿羅漢但一切布施，不願度十", "266": "方，故但有檀；菩薩欲度十方人非人，故為有", "267": "波羅蜜。六事皆爾。佛為菩薩時，願欲飯佛，", "268": "以小豆五枚著佛應器中，其一枚墮地，後得", "269": "作金輪王，八十世所主四天下地者，得四豆", "27": "受故，精進行要百劫得佛；其不精進者，久能", "270": "福故；其豆不入器中，復得上天生八月。以是", "271": "故有檀波羅蜜。", "272": "菩薩布施法物與人，佛意隨物行念，令受者", "273": "安隱。若意生念欲得福，便念：「飢寒貧窮者", "274": "當用與，皆令安隱。」是為道法布施。與一錢物", "275": "勝十千萬，復不施與少勝多者，用有道意令", "276": "安隱故。若人命欲絕時，意在非常、苦、空、非身，", "277": "便得阿惟越致為受莂。若本求阿羅漢得阿", "278": "那含，四非常意難致，所以得者，有本世精進", "279": "行故。菩薩在樹下坐禪，有一烏、一鴿、一虺自", "28": "得不得，期無有限。", "280": "相問：「何等為苦？」烏言：「飢最為苦。何以知為", "281": "苦？飢不能行，亦不能有所作，人坐飢餓死，以", "282": "是知飢為苦。」鴿言：「獨色為苦。何以故知", "283": "色為苦？人意念色無有終極，人皆坐色死，以", "284": "是知色為苦。」虺言：「獨瞋恚為苦。何以故知瞋", "285": "恚為苦？人瞋恚無所避，欲自殺亦欲殺人，故", "286": "知瞋恚為苦。」菩薩言：「我曹各說一事，當復為", "287": "汝說一事：因言獨不生無有苦耳，有身無有", "288": "不苦者。」是譬在菩薩百八愛行中。", "289": "菩薩未得佛道時有五師：一、為尼健，二、為", "29": "受莂菩薩償故、不起造新，謂從受莂以來償", "290": "莫乾，三、為阿夷，四、為羅乾，五、為羅和乾。", "291": "說經法不得受禮，菩薩買一偈五百萬者，買", "292": "有三輩：一、為第買，二、為反覆買，三、為償賜", "293": "買。菩薩念恩故償賜，受者亦無罪。", "294": "菩薩所行法當呪願十方人民，復言當定意", "295": "一心者，自意不定，亦不而呪願。何以故？用意", "296": "在生死故，自意不定，亦不能意定人意。", "297": "曇摩為法，阿曷為當來，薩為常，波輪為淚", "298": "出，阿蕪陀為命不可數。", "299": "薩波輪菩薩常悲淚出，有四因緣：一者、不能", "3": "初受道遮利菩薩，遮利者為受行轉上至阿", "30": "前世亦現世未受戒時所罪，無數劫罪亦皆", "300": "解經意，二者、從因緣得道人亦不知，三者、念", "301": "十方人，四者、自念：「欲過度十方，當何時得佛？」", "302": "菩薩語言：「當持黠慧，持意知起滅，", "303": "道行無為，但當守意行三十七品經。」所以復", "304": "布施、持戒者，菩薩哀人故。疾斷生死，亦福未", "305": "滿，所以布施。後世不欲墮貧家，墮貧家無所", "306": "有，便墮惡因緣；墮富家者，意安隱，不隨奸", "307": "惡，以是故布施。所以持戒者，長壽乃得行道，", "308": "不長不得行道。何以故？或壽十歲，未有所知", "309": "便壽盡，以是故持戒，不殺便得長壽。所以不", "31": "償之。", "310": "盜者，時念其主覺知當撾打，有是惡意當復", "311": "得其殃，以是故不盜。所以不兩舌者何？佛道", "312": "至誠，兩舌為不隨道，後為眾人所不信，於今", "313": "可見是為惡，以是故不兩舌。所以不婬者何？", "314": "譬如東向，視不見西；意在婬，不隨道，以是", "315": "故不婬。所以不飲酒者何？醉便惡口、兩舌、", "316": "妄作非法，設人善能尚自亂意，以是故不飲", "317": "酒。", "318": "菩薩辭親，行作沙門。父母言：「汝所為顛倒。菩", "319": "薩道當為十方人求願令解脫，今反近令父", "32": "從受莂菩薩下至須陀洹，皆有宿罪。有時與", "320": "母得憂，是為何等？」菩薩報言：「我有憂故，父母", "321": "有憂；我得道便無憂，父母亦無憂。譬如親屬", "322": "有憂，身亦憂之。復譬如兩人俱行，一人有憂，", "323": "身亦復憂。子憂不解，故令父母憂；子以得道，", "324": "父母便脫於憂。」", "325": "便維摩羅達達女子告文殊尸利菩薩：「若", "326": "文殊尸利第一深隨行為菩薩已莂，是為", "327": "從因緣深深絕，無有人隨因緣行。如是因緣", "328": "亦不來亦不去，亦不眼中可觀、亦不可意觀，", "329": "亦不可識、亦不可行。因緣若深深絕，當為無", "33": "故罪相逢，因隨往生，道意便薄。若有人說深", "330": "所有、無所屬。」文殊斯利菩薩便報：「本要為", "331": "深是為深。」維摩羅達達復報言：「以無有本為", "332": "無有要，如是為，文殊斯利！為黠？不黠？」文殊", "333": "斯利復報言：「是事云那？當說何等？」維摩羅", "334": "達達復報言：「有說已過去。」文殊斯利復報", "335": "言：「如來覺行不可生死見。」文殊斯利便止", "336": "不復語。女菩薩維摩羅達達——一名為出垢——", "337": "問舍利曰：「為悲哀我故。」舍利曰：「黠、第一黠、卿", "338": "所黠為有。若有者，當為空、為妄。為妄，諸若", "339": "無有，已無有不生；已不生為不共會，若有是。」", "34": "經意即解罪福，如示意、如不復生。謂人不復", "340": "舍利曰：「無有黠。」有菩薩字惒須蜜難一阿羅", "341": "漢經，阿羅漢不而解，便一心生意上問彌", "342": "勒。已問，便報惒須蜜言：「卿所問事次第為解", "343": "之。」惒須蜜覺知便詰阿羅漢：「卿適一心上問", "344": "彌勒耶？」阿羅漢：「實然。一心上問有三因緣：", "345": "一者、意意相知，二者、化身問，三者、先世所行，", "346": "聞即便解。」", "347": "惒須蜜菩薩事師三諷經四阿含，當持花散", "348": "師上，語師言：「我已諷《四阿含經》。」師忘不能復", "349": "識。惒須蜜復自思惟：「我欲合會是四阿含中", "35": "作罪故即畢，菩薩受莂百劫便得佛。釋迦文", "350": "要語作一卷經，可於四輩弟子說之。」諸道人", "351": "聞經皆歡喜，大來聽問不而得坐禪。諸道", "352": "人言：「我所聽經者，但用坐行故令我悉以行", "353": "道，不應復聞經，但當舍去。」惒須蜜知其心", "354": "所念，因以手著火中不燒，言：「是不精進耶？」", "355": "便於大石上坐。有行道當於軟坐，惒須蜜言：", "356": "「我取石跳一石，未墮地便得阿羅漢。」已跳石", "357": "便不肯起，天因於上牽其石不得令墮，言：「卿", "358": "求菩薩道，我曹悉當從卿得脫，却後二十劫", "359": "卿當得佛道，莫壞善意。」中有未得道沙門言：", "36": "佛所已九十一劫者，用精進故得九十劫。譬", "360": "「是惡人不當令在國中。」轉書相告。惒須蜜遣", "361": "人求書，書反言：「此好人而教化開人，意不欲", "362": "自貢高，但畏惡人墮罪，復欲過度十方人，道", "363": "意如恒邊沙。譬喻佛國如來無有著正覺，我", "364": "所說當為一切十方菩薩亦不中意，為妄到", "365": "得，無有過諦，佛得亦所。」菩薩行四種從得淨", "366": "當為疾得。何等為四種？第一、為人淨，第二、為", "367": "法淨，第三、為可淨，第四、為意淨。在佛國故淨，", "368": "如是為四淨為疾，淨得亦所。「菩薩四多可法", "369": "當為疾得。何等為四？愛身、愛口、愛意、愛止，是", "37": "喻如人明日當發行千里，今日先行九百里，", "370": "為四多愛法為疾得。亦為四持——向人為疾得", "371": "深忍辱持、向人為疾得所人知善相持、向人", "372": "行福知持、向人為疾得，是為四持向人疾", "373": "得使善弟子。」舍利曰：「如佛意中念，為問所欲", "374": "所念為菩薩淨行，無有異慧。」", "375": "南方有諸菩薩，城周匝萬六千里，中有最尊", "376": "菩薩字文殊斯利，教授諸已得佛不可勝數，", "377": "其德十倍曇摩阿偈菩薩，城皆七寶。", "378": "曇摩阿偈菩薩所居城周匝萬六千里，地皆", "379": "七寶。在北方諸菩薩中有一菩薩，字薩惒樓，", "38": "計其道里同等。當百劫人從九十一劫數，阿", "380": "其德次曇摩阿偈菩薩。", "381": "佛有十八不共者，從初得無上等覺至得度", "382": "世、無有餘泥洹聞至竟：", "383": "第一、如來行無有失，", "384": "第二、如來行無有漏，", "385": "第三、如來行意不忘意，", "386": "第四、如來行不離定意，", "387": "第五、如來行不轉，", "388": "第六、如來行無盡礙觀，", "389": "第七、如來行欲意悉成，", "39": "惟越致菩薩作相乃成，百劫因具不過百劫，", "390": "第八、如來行精進無有減，", "391": "第九、如來行念不中止，", "392": "第十、如來行定無有捐，", "393": "第十一、如來行慧無有等，", "394": "第十二、如來行度世解脫觀無有餘，", "395": "第十三、如來行知過去法無有量，", "396": "第十四、如來行知當來無有極，", "397": "第十五、如來行知現在無有過，", "398": "第十六、如來行有遍慧身所轉悉知，", "399": "第十七、如來行有利慧所說不離識，", "4": "惟越致，阿惟越致者為不復轉心；次為菩夷", "40": "未得阿惟越致菩薩行相不成。", "400": "第十八、如來行有散慧意離覺，", "401": "是為十八不共。", "402": "惟日雜難經一卷", "41": "人起一道意，其德勝十萬劫惡。何等為道意？", "42": "念在四諦，是為道意。惡譬如冥，道意譬如", "43": "明，如日出，天下冥消滅。諸菩薩聞是語皆歡", "44": "喜大，言南無佛，起一善意得百劫福。菩薩持", "45": "身餧飢虎，不百劫，九十一劫便作佛者，用不", "46": "覺痛苦滅九劫。菩薩已起意，欲為自身咄、", "47": "亦咄他人身，是為兩咄。佛為菩薩時，不為他", "48": "人咄。當為何因緣說為咄？他名為念時即自", "49": "亂，是苦不可意，自受是自咄。行殃亡福地，", "5": "菩薩，一為飛行菩薩；次為作佛菩薩，一名度", "50": "為是故他人復誦說久殃盡善本，是為自", "51": "咄。不知、不見，當那見他人道已，咄他人為意", "52": "即當身從是因緣為兩咄。今現世不安他", "53": "人亦自身，從是因緣咄。道人知如是毒起，可", "54": "制人在生死，為久殃毒起，為蓋善本。", "55": "菩薩有五法行：一者、早起，二者、待時，三者、不", "56": "犯人，四者、常念，五者、反覆。何等為早起？謂精", "57": "進念道。何等為待時？謂須有所與者到，若善", "58": "意來便當與之即行。何等為不犯人？謂一切", "59": "能饒人。何等為常念？謂欲使人得利、有縣官", "6": "士，亦為道人。菩薩行亦出十二門，斷三惡道", "60": "欲使解、有病者欲使愈、貧欲與布施。何等為", "61": "反覆？從人受一錢物，欲償百倍、千倍，是為反", "62": "覆。菩薩與生死會，無生死事，有生死意。阿", "63": "羅漢斷世間亦斷意；菩薩斷世間不斷意，所", "64": "以不斷意，當得佛道度世間人故。菩薩畏世", "65": "間事論，不犯故斷世間事。", "66": "菩薩斷生死意，不斷生死事，謂在世間所作", "67": "但不作惡耳。", "68": "菩薩但斷五情不斷意。何以故？菩薩意與生", "69": "死合，故不斷意，欲度十方人故。菩薩所以布", "7": "故，在十方佛前生，不在第十天上。須陀洹亦", "70": "施、持戒、出家、智慧、精進、忍辱、至誠、勇、念善、顧", "71": "望，持是十事得佛智慧。菩薩生貧家當持戒、", "72": "在富家當布施、在豪家當忍辱、在山中當禪。", "73": "菩薩所以四意止七覺意，已得四意止便得", "74": "七覺意。", "75": "菩薩出行道見四證：一者、見老，二者、見病，", "76": "三者、見死，四者、見苦。見促急故行道，人日趣", "77": "死，何故不畏臨死時？何以故？畏期到故。", "78": "菩薩已得佛道便說四諦。何以故？說四諦有", "79": "四因緣：一者、用未曾聞故，二者、用禪故，三者、", "8": "出十二門，斷三惡道，生第十天上。俱出十二", "80": "用得眼故，四者、用得慧故。用老、病、死、憂不得", "81": "出大獄，故說四諦。", "82": "菩薩說經有四因緣：一者、國王喜，二者、人所", "83": "樂，三者、意受，四者、時。何等為時？謂人喜向", "84": "時。菩薩自校計：「何因緣得苦？」思念從生得。何", "85": "緣得生？從行得。何因緣得行？從癡得。何因緣", "86": "得癡？從愛得。何因緣得愛？從受行，不受亦", "87": "不得。菩薩視百劫如一宿。何以故？世間人不", "88": "能忍病一日，菩薩耐痛百劫譬如人一日", "89": "病。有時行道一日，其福百劫未盡，故言視百", "9": "門，所以不同處生者，須陀洹十六意，菩薩行", "90": "劫如一宿；有時菩薩轉行說經意不在生死，", "91": "視百劫如一宿。菩薩未得佛道用三事：一者、", "92": "不與善人相逢，二者、欲所作無有因緣亦物，", "93": "三者、不校計是非；坐是事故未得道。菩薩坐", "94": "三事不得佛道：一者、在世間久不覺故，二者、", "95": "不得善知識故，三者、亂意不滅盡故。菩薩坐", "96": "三事不得道：一者、不聞，二者、不自意生，三", "97": "者、無善知識。", "98": "菩薩亦入罪、亦出罪，意隨世間為入罪，意在", "99": "世間為癡、出世間為慧。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0760 惟日雜難經: 惟日雜難經: 惟日雜難經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}