{"author": "後漢 安世高譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0603 陰持入經: 陰持入經: 陰持入經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "陰持入經卷下", "1": "後漢安息國三藏安世高譯", "2": "彼愛欲藥為何等？為止。愛已解，意亦解，", "3": "意已解，病便愈。彼癡藥為何等？為觀。癡已却", "4": "解，從慧解脫為病愈。如是佛說，如是二法，當", "5": "知一為字，二為色。二法當捨：一為癡，二", "6": "為愛。", "7": "二法當自知：一為慧，二為解脫。二法可𧗪：", "8": "一為止，二為觀。", "9": "彼止已行令識色，已識令愛得捨，愛已解意", "10": "便得解脫，自證知。止已行滿足便得捨癡，已", "11": "得捨癡便從慧得解脫，自證知。若比丘已", "12": "二法自知字亦色，已二法捨癡亦愛，如是齊", "13": "是便無所著，應行畢。欲度世，是為尚有餘", "14": "無為未度，已無為竟，命已竟畢，便為苦盡，令", "15": "後無苦。彼以有是陰，亦持亦入，已盡止寂然，", "16": "從後無陰亦持亦入，無相連不復起，是為無", "17": "餘。已得度世無為，畢是為二無為種。彼不貪", "18": "清淨本為何等？為三界中不得、不望、不求，是", "19": "名為不貪清淨本。是本為誰？為不貪身清淨、", "20": "言清淨；亦餘相連清淨法意所念為本，是為", "21": "不貪清淨本；亦有清淨本，佛說為八種行，是", "22": "清淨本。彼為三清淨道種，是為不貪本。何等", "23": "為三？一為、直方便治。二為、直念。三為、直定。是", "24": "為三清淨道種本，是故名為不貪清淨本。彼", "25": "無恚不犯法本為何等？若忍所𧗪，未來為不", "26": "出恚忍因緣，為不恚不恚不受殃，無恚無瞋", "27": "亦不瞋，無怨亦不想怨，是為無恚不犯法本。", "28": "是故名為無恚不犯法本。", "29": "亦有三清淨道種：一、無恚不犯法本為正語，", "30": "二為正業，三為正致利。是為三清淨道種，是", "31": "故名為無恚不犯法本。", "32": "彼不惑清淨本為何等？為從慧見四諦如有，", "33": "如有應受清淨，不愚不惑，不隨惑亦不墮惑。", "34": "慧明明相見，從清淨法，是為不惑清淨本。", "35": "是本為誰？為不惑清淨，所身𧗪、所言𧗪、所心", "36": "𧗪，亦所相連清淨法，為意思惟相念所法", "37": "本。亦為從二清淨道種，為不惑本：一為直", "38": "見，二為直𧗪。是為從二清淨道種本。是故", "39": "名為不惑清淨本，是為三清淨、為八種道，已", "40": "份在所隨應非常，為如是。", "41": "彼非常想為何等？一切所𧗪是非常想，所", "42": "想計知是為受，是為非常想。亦從有世間八", "43": "法。何等為八？有利無利、名聞不名聞、有論", "44": "議無論議、若苦若樂。為意不墮不受，從若", "45": "干思不受，止護觀，思惡得止，是名為非常", "46": "想。彼苦想為何等？為一切世間行，是為苦所", "47": "想覺知受，是名為苦想。從是要為何等？望苦", "48": "想為已習、已增，所念已多，為貪已足，為不", "49": "墮貪，為意不受不墮，相牽不墮、不念。若干", "50": "意護觀為已，惡為得止，從是思望致是要。", "51": "彼非身想為何等？為一切法不計身不墮", "52": "身，為想知想受，是名為非身想。從是為何", "53": "等？望致非身想已，為念思，為已增，令是是", "54": "自計我，為是為意不受捨若干態，不受跓為", "55": "觀，𤻀惡得止，", "56": "是為從是要致。彼惡不淨想為何等？為一切", "57": "世間𧗪為不淨，所想自知受，是名為不淨想。", "58": "從是想為何等？望致不淨想已，為念為思為", "59": "已增，令世間五樂意却捨意，不牽不受不復", "60": "墮，若干念以得護，為𤻀惡得跓，是為從是", "61": "要致。彼為四思想念行，何以故？令知五陰，", "62": "故佛說是分別，見彼不淨想𧗪，為令色陰從", "63": "是解，彼苦想𧗪，令痛陰從是解，彼非身想𧗪，", "64": "令思想陰亦𧗪陰從是解。", "65": "彼非常想𧗪，令識陰從是解。", "66": "彼從止𧗪，令愛從是解。彼從觀𧗪，令癡從", "67": "是解。彼從不貪，為捨貪。", "68": "彼從不恚為捨恚。", "69": "彼從不惑為捨癡。", "70": "彼從非常想，令解有常。", "71": "彼從苦想，為解樂想。", "72": "彼從非身想，為解身想。", "73": "彼從不淨想，", "74": "為解淨想。彼從止攝意能得還，是為止想，令", "75": "從是止禪。", "76": "彼從一切法寂然，能得解受，是為觀想，令止", "77": "跓一切知。", "78": "從欲能得還想，是為不貪相，令還不與取", "79": "止。", "80": "已後不復生癡，是為無有恚想，令從殺還得", "81": "止。識事亦物是為不惑相，為令得止，止所世", "82": "間、所𧗪為、所法能受相，是為非常想。令知從", "83": "生，亦知從滅，識為是處。為世間𧗪，作世間", "84": "更，所所識想是為苦，為所思想，是為痛種", "85": "處。一切所法不住想，是為非身想，是為思", "86": "想。是已見身屍已壞，青膖為受是相，是為", "87": "不淨思想。從是為悔却，令寂然止。是為九品", "88": "處，已分別說。見為一切無為部，說具足是為", "89": "誰？知多聞、少聞不為慧者。不慧不為常意在", "90": "經，為意相連生。為從不分別觀；令不得非", "91": "常想，不受非常想；令從是墮五樂；令五樂覆", "92": "蓋，從所應𧗪失；令不解苦想；令墮五陰受", "93": "入；令為意計是身。若干本非一本，不捨不", "94": "觀，令不墮非身想，為意在顏色。樂計是身為", "95": "淨，不計是皮肌覆，令不墮不淨想，不住", "96": "受、止。是想不信令無有想，不受喜。為從是", "97": "四種已除，墮得無為種處。佛說信根，比丘欲", "98": "見知，當求在四溝港種為清淨法，不捨方便", "99": "相，令致清淨，從清淨發起令墮四意止。", "100": "佛說精進根，比丘欲見知，當在四意斷。過去", "101": "所更，相念不忘，為從不忘發生墮四意止。", "102": "佛說念根，比丘欲見知，當觀在四意止。為", "103": "一意想，是為定從不惑起，令墮四禪處。", "104": "佛說是比丘欲知定根，當知在四禪，從本校", "105": "計為慧，如有能得持，從是發起令墮四諦。", "106": "佛說慧根，比丘欲見，當在四諦。為有四輪：好", "107": "郡縣居輪、依慧人輪、自本正願輪、宿命有福", "108": "輪。彼為道德共居相，是為好郡縣居，令得", "109": "賢者依止處，以得道德依猗相，是為依慧人。", "110": "從是為墮有正願處，以得正願相，是為身", "111": "正願，令墮福處。從清淨行有所入相，是名為", "112": "福，令致墮五樂處。", "113": "彼為戒法十一本：一為色持戒無悔，二為已", "114": "不悔令得喜意，三為已有喜令愛生，四為已", "115": "意得愛為身得猗，五為已身得猗便得樂，六", "116": "為已意得樂便得正止，七為已意得正止", "117": "便知如有，八為已知如有便寂然，九為已寂", "118": "然便得離，十為已得離便得解脫，十一為已", "119": "得解脫便見慧。有慧便知生死已盡，道𧗪已", "120": "畢，所作𧗪已竟，不復還受苦。", "121": "戒相為何等？至命盡持戒，令從是致無悔。", "122": "身不增罪相為無悔，從是致喜令得喜處。可", "123": "意相為喜，令致愛處。喜足相為處，令致有猗", "124": "處。從𧗪為是為得猗相，令致樂處。已無𤺙為", "125": "樂相，令從是致定處。意隨使不忘為定相，", "126": "令致如有慧處不惑；如有相隨相，是為寂然", "127": "處。若知非身是為寂然相，令從是致相別離", "128": "處。不近會為相別離，為從是致解脫。已為非", "129": "行法不受殃，是為解脫相，令致解脫慧見。", "130": "為有四道德地，何等為四？為四行者福。彼", "131": "若如有知智，是為見地；為得道迹，是為得道", "132": "福；彼如有如有知是為惡却離，是名為薄", "133": "地，為有往來福；彼以惡却為不用，是名為", "134": "相離地；彼已相離，是為不復還福，是名為", "135": "欲竟地，無所著。亦𧗪者福是何義？為道弟子", "136": "有八種道𧗪，是名為𧗪者。為是是福，是故", "137": "名為𧗪者福。何以故？為𧗪清淨為名，是為清", "138": "淨福，是為道德。有八種清淨道𧗪，為是是福，", "139": "是故名為清淨福。彼為應得道迹，云何已諦", "140": "相應道，弟子便斷三縛結？彼為三縛結為何", "141": "等？一為知身非身，二為無疑，三為不貿易𧗪", "142": "戒。已斷是三縛結，道弟子便墮道迹，不復墮", "143": "惡道、畢竟道七更天上，亦人間已更，所在往", "144": "來便斷苦，從苦得解，是名為見地，為得道", "145": "迹福。彼何等為令意墮是身，亦知是身？癡", "146": "為以不聞，為世間人不見覺者，亦不從聞", "147": "者、受教戒聞者，亦為未分別。現正法為意念，", "148": "是色為身。遍覩色為身，是色亦為身，色亦", "149": "是我身，痛想𧗪識，亦如上說。已如是得觀，便", "150": "受五樂，令為受是身，為墮身，令意念我為", "151": "是，我為以是著，相連不得自在，牽相隨如", "152": "是有所忍，所可為意為可受，已受見隨𧗪，", "153": "是為邪見，墮受是身。彼為見是五邪，令墮疑", "154": "無有。何等為五？若為所色為見，是身比前，", "155": "更、想、行、識亦爾，是為五邪見，令墮無有。後有", "156": "餘十五，令墮常。如是見是身已斷，便六十二", "157": "邪見已捨；令不墮常、非常。已非常、常為捨，便", "158": "道弟子無倒邪見，但為度世。直見為何等，", "159": "令不墮邪見身？若道弟子為聞，為直見，見", "160": "通經家，為已受度世無為；為已解度世法，不", "161": "復見是色為身，遍睹色為身。是色亦為身色，", "162": "色亦是我身，痛想行識已不見，如是便解", "163": "三結使。何等為三？一為不見是身，二為不恚，", "164": "三為不疑。已如是，道弟子為無疑，在佛亦無", "165": "疑，為信為喜為佛，如是如來、無所著、正覺，慧", "166": "行已足為樂，為世間已解，無有過，是法馭法", "167": "隨為師，為教天上天下，為佛最上。是得信不", "168": "疑，為隨是法𧗪，為在法無結無疑、為信為喜。", "169": "佛說是法，現可學可致，現自更見，已解為慧。", "170": "為是所貪飢渴相近已斷，隨已斷，空無所應", "171": "得。愛已壞、已離已盡，為無為。以是第二。", "172": "無結、無疑，得法隨法𧗪，為同學聚、為無結", "173": "無疑，已有受有喜。如是受得道弟子，為", "174": "學聚，正受𧗪為如應受。戒已立，定已定，慧", "175": "已得解脫，已成解脫慧，已現已致，是為", "176": "佛弟子𧗪者。聚為四人，從𧗪四雙，名為八人", "177": "道𧗪。為世間所重所尊，為無所比，可祠可", "178": "事可恭，為福地無過，是天亦人所事，是為", "179": "第三。已為無疑法，隨法𧗪一切𧗪為苦。已", "180": "無疑結，已受已喜，從愛為習，苦亦從愛習。", "181": "已無疑結、已受已解，已喜已愛盡，是為苦盡；", "182": "便無疑無結，已得是受，便得喜已愛盡，是為", "183": "苦盡。無疑結，已解受便得喜，為八種道𧗪。從", "184": "是受𧗪令苦盡，便不疑，不疑不復結，墮解", "185": "得喜。若本有疑不解，在佛不解，在法不解，在", "186": "𧗪者聚；若本有疑，在苦在習、在盡在道，𧗪所", "187": "惑所不解，隨志所疑惑。是如是云何是瘡？為", "188": "是已解本已斷，樹不復住，已散不復現，從", "189": "來本法不復生。", "190": "彼持𧗪戒轉摸貿為二輩：一為渴愛墮，二", "191": "為不解避。持𧗪戒轉模貿，為意向從是𧗪戒", "192": "攝守，從是當為得天亦天比，當為天上，彼", "193": "字為甲，玉女當為是俱相樂共居。如是望，如", "194": "是可，如是思，結相見意向，是為渴愛。雖持", "195": "𧗪戒，為墮摸貿，彼為不解持𧗪戒。轉摸貿", "196": "為何等？戒𧗪者為轉貿。戒轉貿為何等？為", "197": "意生從戒得淨，從戒得解脫，從戒得要，為從", "198": "苦樂得度，或意生從願得度，是為不解持𧗪", "199": "戒轉摸貿。何因緣為不解轉摸貿？意生從", "200": "被服，亦從願得度世，從苦樂得却離，為從是", "201": "二業被服，亦願為摸。何等為摸？為是二戒被", "202": "服願，意計從是得解脫，從是得要，從是得過", "203": "苦樂，從是苦樂為得無為。從是不正計法，不", "204": "從是解脫，意計從是解脫，不正計為是正，隨", "205": "是𧗪如是有，忍可意望結見，是從是為解，是", "206": "為不解持戒轉摸貿，是為二結。得道弟子", "207": "已捨，為無有本已斷。樹已拔不復現，從後不", "208": "復生，是法便為已淨。戒如得道戒，隨𧗪不為", "209": "破、不為穿、不為失、不為悔。但有增如，慧", "210": "者可，無有能奪，為得從是致定，是為三縛結。", "211": "道弟子為已斷，已墮道迹，不復墮惡法，必度", "212": "世，在七往來天上亦人中；往來期畢，便得", "213": "出苦要。有四相應，何謂四相應？一為已解相", "214": "應，二為已斷捨相應，三為自證相應，四為增", "215": "滿相應。彼道德弟子，從苦為已解相應；從習", "216": "為已斷捨相應；從盡為自證相應；從道為增", "217": "滿相應。彼為止觀俱隨行，一處一時一意。", "218": "本來有是有意，令為作四事。何等為四？一", "219": "為苦，從苦已解為苦相應。二為習，從習已", "220": "斷捨為習相應。三為盡，從盡自證為盡相", "221": "應。四為道，從道增滿令道相應。何以故從苦", "222": "已解相應？何以故從習已斷捨相應？何以故", "223": "從盡已自證相應？何以故從道已增滿相應？", "224": "為有譬喻。如水中沫行上至竟，為有四𧗪。從", "225": "是岸邊，致度岸邊，度就，斷脈。是亦如是，止", "226": "觀雙俱行，一處一時一意，上要至竟，為成", "227": "四事。譬如日出，上至竟，為現作四事：致明、", "228": "壞冥、現色、現竟。譬如船渡，捨是岸邊、致渡", "229": "岸邊、致物、斷脈。止觀亦如是，雙發行，為一", "230": "處一時一意，上要至竟，為作四事：為解苦如", "231": "應相燭，為斷習如應相應，為盡自證如應", "232": "解相應，為𧗪道要如應相應。何以故？為苦", "233": "從更解相應；習從斷解相應；盡從苦證解", "234": "相應；道𧗪要解相應。止觀亦如是，雙相連", "235": "行，一處一時一意，止要至竟，為𧗪竟四事：為", "236": "苦更，為習斷，為盡自證，為𧗪道滿。譬如然", "237": "燈燭，上至竟為作四事：為作明、為去冥、為", "238": "現色、為却疑。止觀亦如是，為作四事：為識", "239": "苦、為斷集、為盡自證、為𧗪道滿。譬如然", "240": "燈上至竟，為有四義：為現明、為去冥、為現", "241": "色、為盡膏炷。止觀亦如是，雙隨行，一處一時", "242": "一意止至竟，為作四事：為識苦苦相應，為斷", "243": "習習相應，為盡自證盡相應，為𧗪道滿道相", "244": "應。何以故為識苦苦相應？何以故為斷習習", "245": "相應？何以故為盡自證盡相應？何以故為", "246": "𧗪道滿道相應？為從誰應？為從止觀。何等為", "247": "應？應云何持？意繫觀。已意繫觀，便見五陰", "248": "苦，彼所意繫是為止，已見五陰為苦是為", "249": "觀。彼所為五陰相近，可發往欲著，願得相往", "250": "不捨習所，是已斷已盡。止觀道亦如是，令是", "251": "道德四諦，一處一時一意上至竟，為令四諦", "252": "相應。如是道，道德弟子為是法相法，已", "253": "應是名為見地；已得道脈，至道迹跓，為復止", "254": "觀，令是欲恚使縛為復除。得道弟子為往來", "255": "受，以是𧗪足，已從往來便壞苦本，是為薄", "256": "地；便已竟往來福已來得在德止；復增止", "257": "觀，令餘愛欲恚所使為畢捨，欲恚未畢捨，", "258": "使結令畢已畢，為得道弟子，便解下五結已", "259": "畢。何等為五？一為見身是非，二為解疑，三", "260": "為不惑不貿戒，四為不望，五為不恚，是為五", "261": "結。已畢，便得道弟子，不復還世間，彼度世", "262": "不復還是世間，是名為却地，是為不還福。已", "263": "致得止不還福，復增翅止觀，令為解捨上", "264": "五結。何等為五？一為色欲，二為不色欲，三", "265": "為癡，四為憍慢，五為不解。已上五𧗪足，為已", "266": "捨五結，便無所著，已度世無有漏，已竟從正", "267": "得解脫，是為畢地。無所著尚有妙無為，為", "268": "捨畢已，世間命根盡，亦世間苦盡，不復生", "269": "苦。彼以為是陰持入已盡寂然，不有陰持", "270": "入，不相連不復發，是名為已畢無為。為", "271": "已說諦相應、亦說份相應、亦說地、亦說福說", "272": "斷，說罪說離、說二無為，為一切如是說。佛", "273": "已更度世畢，若人欲度世，當𧗪是彼。", "274": "何等為九次第思惟正定？為四禪，亦無色正", "275": "四定，亦已盡畢定，為九次第正定。彼第一禪", "276": "已捨五種，隨正五種。已捨五種為何等？為五", "277": "蓋：一、愛欲，二、瞋恚，三、睡眠，四、不了悔，五、為", "278": "疑。是為五種。上禪已捨。彼愛欲蓋為何等？", "279": "愛欲名為所為，五樂愛著，發往可求，隨願", "280": "發不捨使發起，是名為愛欲蓋。彼瞋恚蓋", "281": "為何等？為若人為發行拕，𤺙恚相恚非法", "282": "本所使所從起，是名為瞋恚蓋。彼睡瞑蓋為", "283": "何等？睡為身跓、為意跓，為身止、為意止，", "284": "為身癡、為意癡，為身重、為意重，為身不便、", "285": "為意不便，為身不使、為意不使，是為睡。瞑", "286": "為何等？為意相，從令瞑動相動，令不作事，", "287": "是為瞑。上頭為睡，後為瞑，是共名為睡瞑蓋。", "288": "彼不了悔蓋為何等？為身不止。悔為何等？為", "289": "所念可不可不得悔。是上頭為不了，後為悔，", "290": "是共名為不了悔蓋。彼疑蓋為何等？若不", "291": "信佛、不信法、不信𧗪者聚，不解苦、習、盡、道", "292": "比，結使亦從發，是名為疑蓋。亦有五疑：有縣", "293": "聚疑、有發教疑、有道分別疑、有欲𧗪定疑、", "294": "有得道福疑。如是是為說定疑，是為五蓋。蓋", "295": "說為何等？蓋為却對，為却一切清淨法。却", "296": "云何？愛欲為却清淨，瞋恚為却等意，睡為却", "297": "止，瞑為却精進，五樂為却𧗪亦止，結為", "298": "却不悔，疑為却慧，不知本從起，為却解明。", "299": "陰持入經卷下", "300": "（附文）佛說慧印百六十三定解佛說慧印百六十三定解", "301": "當知舍利弗！如來之身為無身、無作、無起、無滅、", "302": "無從有、未曾造、無合、無遊、無至、無知、無習、都清", "303": "淨、無畜、無憎、無行、無止、無生、無報、無見、無間、無", "304": "臭、無甞、無更、無識、無曉、無喻、無知忍、無志、無思。", "305": "非意、離意、意平無平、去意。無所與、無五道五道", "306": "斷要具、無閨、無惱、無有、無畏、無可無不可、無業、", "307": "無成、無言、無耎不現。非明非冥、非滅不滅、離滅", "308": "已滅、為淨極淨。彼淨不用、非悅非愛、非負離負", "309": "已住應於無處、非逝非亡非沒、非法非無法、非", "310": "土非無土、非盡無有盡捨盡、無怒、離於天、離於", "311": "嚮、離於說、離於思。非合非不合、非極非不極、非", "312": "去非不去、非二非不樂。無彼受、無所視、無相、離", "313": "相、不求相，明、安徐、無著、離著造信。亦無二稱，如", "314": "為審如審，如義不負人，度無度，除無除，救無救，", "315": "說無說，二無有等，無比等、與空等、無處等、無生", "316": "等、無得等。無休息離息、已寂而寂、滿寂、散解、心", "317": "善行轉至要，一切報斷，成具甚真身，明質淨。無", "318": "自惟、無所行，行解無解無應，不齊、不長、不圓、不", "319": "方、不讚陰、不稱種、不譽入、不是數、不致數、不復", "320": "生、不可見、不有知、亦不死。不世因無不因，身然", "321": "不趺無有居處，非終、非始、非念、非憂、非事、非諍、", "322": "非惡相、非滅度、非滅訖、非所造、非不遊。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0603 陰持入經: 陰持入經: 陰持入經", "source": "CBETA"}