{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2106 集神州三寶感通錄", "text": {"0": "唐遼口山崩自然出像緣五十", "1": "集神州三寶感通錄卷下", "10": "無絕。故撮略所聞紀之云爾。", "100": "此。入通和上去。須臾便出引入佛殿。前禮", "1000": "俟景事故。方知先及不久曰。聖人將去如是", "1001": "臥於空野。", "1002": "釋慧達今慈州郭下安仁寺西劉薩何師廟者。昔", "1003": "西晉之末。此鄉本名文成郡。即晉文公避地", "1004": "之所也。州東南不遠。高平原上有人名薩何。", "1005": "姓劉氏。余至其廟備盡其緣。諸傳約略得一", "1006": "涯耳。初何在俗不異於凡。人懷殺害全不奉", "1007": "法。何亦同之。因患死。蘇曰。在冥道中見觀", "1008": "世音曰。汝罪重應受苦。念汝無知且放汝今", "1009": "洛下齊城丹陽會稽並有育王塔。可往禮拜。", "101": "拜訖。西至廊下。和上可年九十許。眉長鼻高", "1010": "得免先罪。何得活已。改革前習土俗無佛。承", "1011": "郭下有之。便具問已。方便開喻通展仁風。稽", "1012": "胡專直信用其語。每年四月八日大會。平原", "1013": "各將酒餅及以淨供。從旦至中酣飲戲樂。即", "1014": "行淨供至中便止。過午已後共相讚佛歌詠", "1015": "三寶。乃至于曉。何遂出家。法名慧達。百姓仰", "1016": "之敬如日月。然表異迹生信愈隆。晝在高", "1017": "塔為眾說法。夜入繭中以自沈隱。旦從繭出", "1018": "初不寧舍。故俗名為蘇何聖。蘇何者稽胡名", "1019": "繭也。以從繭宿故以名焉。故今彼俗村村佛", "102": "狀如西域。傍有官吏可三十人。執文簿有所", "1020": "堂無不立。像名胡師佛也。今安仁寺廟立像", "1021": "極嚴。土俗乞願萃者不一。每年正月輿巡", "1022": "村落去住自在。不惟人功。欲往彼村兩人可", "1023": "舉。額文則開顏色和悅。其村一歲死衰則少。", "1024": "不欲去者十人不移。額文則合色貌憂慘。其", "1025": "村一歲必有災障。故俗至今常以為候俗。亦", "1026": "以為觀世音者假形化俗。故名惠達。有經", "1027": "一卷。俗中行之。純是胡語。讀者自解。余素", "1028": "聞之。親往二年周遊訪迹始末斯盡。故黃河", "1029": "左右慈隰嵐石丹延綏銀。八州之地無不奉", "103": "判斷。舉手告曰。下里山寺殊無可觀。何能遠", "1030": "者。皆有行事。如彼說之。然今諸原皆立土塔。", "1031": "上施柏剎繫以蠶繭。擬達之栖止也。何於本", "1032": "鄉既開佛法。東造丹陽諸塔禮事已訖。西趣", "1033": "涼州番音槃和御谷禮山出像。行出肅州酒泉", "1034": "郭西沙礰而卒。形骨小細狀如葵子。中皆有", "1035": "孔。可以繩連。故今彼俗有災障者。就礰覓之。", "1036": "得之凶亡不得吉喪。有人覓既不得。就左側", "1037": "觀音像上取之。至夜便失。明旦尋之。還在像", "1038": "手。故土俗以此尚之。", "1039": "序齊周隋唐代有神異。事止百年見聞不少。備", "104": "涉。名即禮拜十數。和上曰。行來疲頓可止。將", "1040": "之僧傳。故闕而不載。略述感通之會。知僧", "1041": "中之有人焉。", "1042": "予以麟德元年夏六月二十日。於終南山北", "1043": "酆陰之清宮精舍集之。素有風氣之疾。兼以", "1044": "從心之年。恐奄忽泫露靈感沈沒。遂力疾出", "1045": "之直筆。而疏頗存大略而已。庶後有勝事。復", "1046": "寄導於吾賢乎。其餘不盡者。統在西明寺道", "1047": "律師新撰法苑珠林百卷內具顯之矣。", "1048": "集神州三寶感通錄卷下", "105": "至房去。便引西房。北東轉見。僧憑案讀經。", "106": "名便禮拜。都不慰問。便引盡北行東出。至本", "107": "客房中。歡笑通宵屢言永住。彼曰。一任和", "108": "上不敢為礙。待明為諮。報曰。和上不許。乃", "109": "至中食。不異鄴中臨別。和上曰。知欲永住知", "11": "初明聖寺　次明靈教　後列神僧", "110": "友情也。然出家人不可兩處安名。本寺受供", "111": "可得乖否。必欲永住可除彼名。好去。便辭。送", "112": "出執手悢悢既別。悽然行一里間。數數返顧。", "113": "寺塔林竹依然滿目。更行二里。返顧一無。但", "114": "是峰崖雜樹。行行西下。依隨本道。不見田苗", "115": "亦無田父乃至石窟。備為諸僧說之。", "116": "巖州林慮山靈隱聖寺高齊初。沙門嵩公者。嵩山高棲士也。且從", "117": "林慮向白鹿山。因迷失道。日將禺中。忽聞", "118": "鍾聲。尋響而進。巖岫重阻登陟而趣。乃見一", "119": "寺。獨據深林。三門正南赫奕暉煥。前至門", "12": "臨海天台山石梁聖寺", "120": "所看額云。靈隱之寺。門外五六犬。其犬如", "121": "牛。白毛黑喙。或踊或臥。以眼眄嵩。嵩怖將", "122": "返。須臾梵僧外來。嵩喚不應。亦不迴顧。直入", "123": "門內。犬亦隨入。良久嵩見無人漸入次門。屋", "124": "宇四周房門並閉。進至講堂唯見床榻高座", "125": "儼然。嵩入西南隅床上坐。久之忽聞棟間有", "126": "聲仰視見開孔如口。大有比丘前後從孔飛", "127": "下遂至五六十人。依位坐訖自相借問。今日", "128": "齋時何處食來。或言。豫章成都長安隴西葪", "129": "北嶺南。無處不至。動即千萬餘里。末後一僧", "13": "東海蓬萊山聖寺", "130": "從空而下。諸人競問。來何太遲。答曰。今日相", "131": "州城東彼岸寺鑒禪師講會。各各竪義。大有", "132": "後生聰俊。難問鋒起殊為可觀。不覺遂晚而", "133": "至。嵩本事鑒。既聞此語。望得參話。希展上", "134": "流。整衣將起。奄然失地。獨坐磐石柞木之", "135": "下。向之寺宇一無所見。唯多巖谷禽鳥翔", "136": "集。嵩出以問上統法師。法師曰。此寺石趙時。", "137": "浮圖澄所造。年歲久遠。賢聖居之。或現或", "138": "隱遷徙無定。今山行者猶聞鍾聲云云。", "139": "晉陽冥寂山聖寺高齊文宣在晉陽。使人騎白駱駝。向我寺取", "14": "抱罕臨河唐述谷仙寺", "140": "經函去。使問。不知何寺。帝曰。但任駝行。自", "141": "知寺處。日晚出城駝行至急奄然如睡。忽至", "142": "一山名為冥寂。山半有寺。群沙彌曰。高洋", "143": "馲駝來也。便引入寺。見一老僧。拜已問曰。高", "144": "洋作天子何似。答曰。聖明。問曰。爾來何為。", "145": "曰令取經函。僧曰。洋在寺󱁅讀經。今北行東", "146": "頭是其房。可取函與之。即乘駝而返。如睡如", "147": "夢奄至晉陽。以函返命。不久帝行至谷口木", "148": "井寺。有捨身癡人。不解語。忽語帝曰。我先去", "149": "爾後可來。帝然之。是夜癡人死。不久帝於", "15": "相州石鼓山竹林聖寺", "150": "晉陽不豫。使劉桃枝負行鼻血淋瀝。是夜帝", "151": "崩。", "152": "岱州五臺山太孚聖寺岱州東南五臺山。古稱神仙之宅也。山方三", "153": "百里。極巉巖崇峻。有五高臺。上不生草木", "154": "松柏茂林森於谷底。其山極寒。南號清涼山。", "155": "亦立清涼府。經中明文殊將五百仙人。往清", "156": "涼雪山。即斯地也。所以古來求道之士。多遊", "157": "此山。遺蹤靈窟奄然即目。不徒設也。中臺最", "158": "高。去并州四百里。望如指掌。上有小石浮", "159": "圖。其量千許。即魏文帝宏所立也。石上人", "16": "巖州林慮山靈隱聖寺", "160": "馬迹宛然。有大泉。名曰太華。清澄如鏡。有二", "161": "浮圖夾之。中有文殊師利像。人有至者。鍾", "162": "聲香氣無日不有。神僧瑞像往往逢遇。龍朔", "163": "已來。下勅令會昌寺僧會賾往彼修理寺塔。", "164": "前後再返。亦遇靈感。中臺東南下三十里有", "165": "大孚靈鷲寺。古傳漢明所造。見有東西二道", "166": "場。像設猶在。南有花園三頃許。四時名花", "167": "相續間發。貞觀中解脫禪師聚徒習定。自", "168": "云。於花園北四度見文殊師利翼從滿空。群", "169": "仙異聖不可勝紀。近有僧明禪師。居山三十", "17": "晉陽冥寂山聖寺", "170": "餘載。亦遇仙聖飛空而去。唯留故皮南臺", "171": "三十里內多是名花遍於峯岫俗號花山。中", "172": "有聖寺。鍾聲時發。曾見異人形偉冠世言語", "173": "之間。超騰遂遠其山甚近滯俗者罕登。登者", "174": "必感勝緣。故述前來往者也。", "175": "西域黑峯山石窟聖寺案別傳云。西域天竺黑峯山龍猛菩薩寺者。", "176": "二十四依中此大士最為宏冠。威加異道德洽", "177": "王臣。藝術智能無不通練。號佛滅度後一切", "178": "智人也。王為立寺鑿石為龕。擬于終天不可", "179": "改壞。龕各立像并一化主。經累年運功府藏。", "18": "岱州五臺山太孚聖寺", "180": "已竭而寺不成。王來拜曰。藏庫已空寺猶未", "181": "立。徒有志願力不遂心如何。菩薩曰。王之德", "182": "化無思不服。福報如影隨作有功。何慮財盡", "183": "寺不成也。可案行寺側功用。若為菩薩先以", "184": "要術為藥。筆即取點之無不成金。隨石小", "185": "大。金塊亦爾。王依言尋果見金聚大悅。即以", "186": "造寺。今猶見在。故西域出金名有多種。龍樹", "187": "金者紫光外發。俗為第一。自餘諸金光色少", "188": "減。昔菩薩長年七百餘歲。山寺來往無由固", "189": "留。自隱已來將及千歲。俗知有之其道重阻。", "19": "西域黑蜂山石窟聖寺", "190": "從地穴入方到其崖。近有一僧被召夏坐。遍", "191": "歷龕像無不真金。所有經匣充牣崖窟。方知", "192": "三寶住持幽明兩會也。夏滿欲持經出。寺人", "193": "不許曰。本擬住法不得缺漏。空手入穴行經", "194": "數里。乃得出焉。", "195": "雍州太一山九空仙寺雍州鄠縣南繫頭山寺者。其山本舟人繫船", "196": "其側。故以名焉。昔太一未分。山連太行王屋。", "197": "白鹿河水停於此川。號為少海。及巨靈大人", "198": "秦洪海者。患水浩蕩以左掌托太華。右足蹋", "199": "中條。太一為之裂。河通地出山遂高顯。仍", "2": "唐麟德元年終南山釋道宣撰", "20": "雍州太一山九空仙寺", "200": "本號焉。張衡西京賦云。高掌遠蹠以流河", "201": "曲者是也。古老傳云。繫頭南有九空仙寺。昔", "202": "有人入山採樵。逼暮不知歸道。依林而宿。夜", "203": "聞鍾聲在近。即尋之忽見一寺。僧眾百餘。但", "204": "有行坐而不敘問。其人怪之。至明失寺。此來", "205": "在近。無往尋者。余曾至山。但有層峰秀林不", "206": "可登踐。又云。山有九窟仙人所居也。有藍", "207": "田大谷伏羲城側歸義寺僧弘藏者有膽勇。", "208": "聞而往尋。積日累夜巡遶山隒。止獲五窟甚", "209": "圓淨如人所造。無缺漏似有居者。又光明寺", "21": "終南山大秦嶺竹林寺", "210": "了禪師。亦往尋覓。依窟一夏。今所謂照陽窟", "211": "也。足為華望之大觀也。而仙寺終不見焉。", "212": "終南山大秦嶺竹林寺子午關南大秦嶺竹林寺者。貞觀初採蜜人", "213": "山行。聞鍾聲尋而至焉。寺舍二間。有人住處。", "214": "傍大竹林可有二頃。其人斷二節竹以盛汁", "215": "蜜。可得五斗許。兩人負下尋路而至大秦。戍", "216": "具告防人。竹林至此可十五里。戍主利其大", "217": "竹。將往伐取。遣人依言往覓。過小竹谷達于", "218": "崖下。有鐵鎖長三丈許。防人曳鎖掣之大", "219": "牢。上有二大虫。據崖頭向下大呼。其人怖急", "22": "梁州道子午關南獨聖寺", "220": "返走。又將十人重尋值大洪雨便返。藍田悟", "221": "真寺僧歸真。少小山栖聞之。便往至小竹谷。", "222": "北上望崖失道而歸。常以為言。真云。此竹林", "223": "至關。可十五許里。", "224": "梁州道子午關南第一驛子午關南。第一驛名三交。驛東有㵎東南來", "225": "南坡數十頃。是栗樹。素不知有僧住。屢聞鍾", "226": "聲不以為奇。一時驛家婦女樵採入澗。忽值", "227": "一僧獨坐石上縫衣傍無一物。此女有信", "228": "心。白曰。不知師在此。日時欲至可驛食來。", "229": "僧云。貧道山居。不得食驛家官食。女曰。自有", "23": "終南山折谷炬明聖寺庫谷緣附", "230": "私食。足以供養。僧曰。信心人食亦不可得。", "231": "女恐時過絕走取食。及來尋之不見其迹。由", "232": "是常令家人在近追之。永不可值而常有", "233": "鍾聲。此寺去驛可五里許。", "234": "終南山折谷炬明聖寺又終南折谷內椶櫚寺者。近有人見一僧", "235": "云。倩為擎襆向寺問寺在何處。云在折谷炬", "236": "明東額頭。其人為荷襆。將至寺見一僧從南", "237": "崖下。可長五十丈。相召來其人辭返語曰。君", "238": "日日入山採柴。可於柴下取齋殘餅食之。不", "239": "須道此得緣。便隨其言。日得其餅。妻怪窮", "24": "臨海天台山梁聖寺東晉初天台山寺者。昔有沙門帛道猷。或云。", "240": "之。不得已便說遂瘂。經年又見二僧入谷。其", "241": "人手喚指口如是三返。便得語。其人近死。今", "242": "入山者。至炬明額側。常聞鍾聲。亦往往見異", "243": "僧。近有一僧聞之。遇見入谷見僧。疑是椶", "244": "櫚寺。問云。大德不是椶櫚寺僧不。曰是欲隨", "245": "大德去得不。曰可相隨來。但聞耳邊颼颼風", "246": "聲。至急心思惟曰。此何必是聖。或入深山躓", "247": "頓我也。竊生念時前僧便失。懊恨之甚。返", "248": "迴三日方達谷口。乃於避世堡立精舍以候", "249": "之。精舍見在。其僧不知所終。", "25": "竺姓者。銳涉山水窮括奇異。承天台石梁終", "250": "終南山庫谷內西南又終南山庫谷內西南。又名瓠盧谷。昔有人", "251": "於山採斫遇見一寺。并石室石門。門內並寶", "252": "器重大不可勝。然不見僧人是眾僧具度。其", "253": "人徘徊顧眄記誌處所。以齎瓠盧掛於室", "254": "樹下山。召村人往尋其谷內。樹上往往悉是", "255": "瓠盧。莫知縱跡。今有尋山者云。石門扇在", "256": "山崖旁。半入山下。其半雖出無人力開之。今", "257": "其谷名庫。地名天藏。故谷口府坊皆名天藏。", "258": "測其山中則彌勒下時。方現於俗耳。", "259": "案別傳云。佛令九十九億大阿羅漢三明六", "26": "古無度者。乃慷慨曰。彼何人斯獨無貞操。", "260": "通住持正法。於三千界四大洲中統通弘", "261": "護。極人壽六萬歲時。雖遇三災諸聖暫隱。", "262": "至壽百歲聖人還出。廣通佛法。如是漸增千", "263": "歲萬歲終六萬歲方取涅槃。七萬歲時辟支", "264": "佛現。八萬歲時慈佛方降。", "265": "瑞經錄瑞經錄", "266": "序序曰。三寶弘護各有司存。佛僧兩位。表師資", "267": "之有從。聲教一門。誠化道之靈府。故佛僧", "268": "隨機識見之緣出沒。法為除惱滅結之候常", "269": "臨。所以捨身偈句恒列於玄崖。遺法文言總", "27": "故使聖寺密爾對面千里。遂揭錫獨往徑趣", "270": "會於龍殿。良是三聖敬重。藉顧復之劬勞。", "271": "幽明荷恩。慶靜倒之良術。所以受持讀誦必", "272": "降徵祥。如說修行無不通感。天竺往事固顯", "273": "常談。震旦見緣紛綸恒有。士行投經於火聚。", "274": "焰滅而不燋。賊徒盜葉於客堂。腕重而不舉。", "275": "或合藏騰於天府。或單部瑞於王臣。或七難", "276": "由之獲銷。或二求因之果遂。斯徒眾矣。不", "277": "述難聞。敢隨代錄用呈諸後。經不云乎。為", "278": "信者施。疑則不說。至如石開矢入心決致然。", "279": "水流氷度情疑頓決。斯等尚為士俗常傳。況", "28": "石梁。周瞰崖險久之方獲。其山石梁非一聖", "280": "慧拔重空道超群有。心量所指窮數極微。因", "281": "緣之遘若影隨形。祥瑞之徒有逾符契。義非", "282": "隱默。故述而集之。然尋閱前事多出傳紀。志", "283": "怪之與冥祥。旌異之與徵應。此等眾矣。備可", "284": "攬之。恐難覩其文。固疏其三數。并以即曰", "285": "所詳。示存感通之在數。", "286": "初列感應名緣。", "287": "曇無竭釋道安釋僧生釋道冏釋普", "288": "明釋慧果釋惠進釋弘明孫敬德", "289": "釋道琳釋志湛范陽僧并東看山", "29": "寺亦多。將欲直度不惜形命。且虹梁亘谷下", "290": "魏閹官周經上天隋揚州僧釋道積", "291": "釋寶瓊釋空藏釋遺俗史呵誓令", "292": "狐元軌釋曇韻釋僧徹河東尼釋曇", "293": "延釋道遜釋智苑嚴恭李山龍", "294": "李思一陳公太夫人岑文本蘇長妾", "295": "董雄益州空經高文崔義起", "296": "曇無竭高僧傳云。宋元初中。有黃龍沙彌曇無竭者。", "297": "誦觀音經淨修苦行。與諸徒屬二十五人往", "298": "尋佛國。備經荒險貞志彌堅。既達天竺舍衛。", "299": "路逢山象一群。竭齎經誦念稱名歸命。有師", "3": "序序曰。正法弘護其唯在人。故佛未降靈。法", "30": "望萬尋。上闊尺許莓苔斜側。東邊似通西礙", "300": "子從林中出。象驚奔走。復有野牛一群鳴吼", "301": "而來。將欲加害竭。又如初歸命。有大鷲飛來。", "302": "牛便驚散。遂得剋免。", "303": "釋道安又昔東晉孝武之前。恒山沙門釋道安者。經", "304": "石趙之亂。避世于襄陽。注般若道行密迹", "305": "諸經。折疑甄解二十餘卷。恐不合理。乃誓", "306": "曰。若所說不違理者。當見瑞相。乃夢見胡", "307": "道人頭白眉毛長。語安曰。君所注經殊合道", "308": "理。我不得入泥洹。住在西域。當相助弘通。可", "309": "時時設食也。後十誦至遠公云。昔和上所夢", "31": "大石攀蹬路絕。猷乃別思異校。夜宿梁東。", "310": "乃賓頭盧也。於是立坐飯之。遂成永則矣。", "311": "釋僧生又蜀郡沙門釋僧生者。出家以苦行致因。偽", "312": "蜀三賢寺主。誦法花習定。甞山中誦經。虎", "313": "蹲其前。竟部乃去。每至諷詠輒見左右四人", "314": "為侍。年雖衰老而翹懃彌勵。遂終其業云云。", "315": "釋道冏又扶風釋道冏者。為師入河南霍山採鍾乳。", "316": "四人入穴。數里三人溺死。炬火又亡。冏素", "317": "誦法花憑誠乞濟。有頃見螢火追之。遂得出", "318": "穴。頻作普賢行道。並見感應。或見胡僧入", "319": "坐。或見騎馬人至。未及言次倐忽不見。後遊", "32": "便聞西寺磬聲經唄唱薩。勇意相續通夕不", "320": "宋都以般舟為業。中夜入禪見四人御車呼", "321": "冏上乘。不覺自身已在大路。見一人坐胡床", "322": "侍衛數百人。見冏驚起曰。向令知處而已。何", "323": "忽勞屈。法師遂拜別。令送還寺。扣門方開。房", "324": "門亦閉。眾咸敬服焉。", "325": "釋普明又宋孝建中。釋普明者。少出家稟性清純。", "326": "蔬食布衣懺誦為業。誦法花維摩。若諷誦時", "327": "有別衣別座。未常穢雜。每至勸發品。輒見", "328": "普賢乘象立其前。誦維摩亦聞空中倡樂之", "329": "聲云。", "33": "安。又聞聲曰。却後十年當來此住。何須苦求。", "330": "釋慧果又宋太始中。揚州瓦官寺釋慧果者。少以蔬", "331": "素自節。誦法花十地。甞於圊廁一鬼致敬", "332": "云。昔為眾僧作維那。小不如法墮在噉糞鬼", "333": "中。法師慈悲願助拔濟。又昔有錢三千。埋在", "334": "柿樹下。願取為福果因。告眾掘錢為造法花", "335": "設會。後夢見鬼云。已得改生。大勝昔日之苦", "336": "報也。", "337": "釋慧進前齊永明中。揚都高座寺釋慧進者。少雄", "338": "勇遊俠。年四十忽悟非常。因出家蔬食布衣。", "339": "誓誦法華用心勞苦。執卷便病。乃發願造百", "34": "雖爾不息晨夕惋恨。結草為菴彌年禪觀。後", "340": "部以悔先障。始聚得一千六百文。賊來索物。", "341": "進示經錢。賊慚而退。爾後遂成百部。故病亦", "342": "損誦經既度情願又滿。迴此誦業願生安養。", "343": "聞空中告曰。汝願已足必得往生。因無疾而", "344": "卒。年八十餘矣。", "345": "釋弘明永明中。會稽釋弘明者。止雲門寺。誦法花", "346": "經禮懺為業。每旦水瓶自滿實。諸天童子為", "347": "給使也。又虎來入室伏床前。久之乃去。又見", "348": "小兒來聽經云。昔是此寺沙彌。盜僧厨食。今", "349": "墮圊廁中。聞上人誦經力故來聽。願助方便", "35": "試造梁。乃見橫石洞開梁道平正。因即得度。", "350": "免斯累也。明為說法。領解方隱。後山精來惱", "351": "明。乃捉取腰繩繫之。鬼謝遂放。因之永絕", "352": "矣。", "353": "孫敬德昔元魏天平年中。定州勇士孫敬德。在防", "354": "造觀音像。年滿將還在家禮事。後為賊所引。", "355": "不堪拷楚。遂妄承罪。明日將決。其夜禮懺", "356": "流淚。忽如睡夢見一沙門教誦救苦觀世音", "357": "經。經有諸佛名。令誦千遍得免苦難。敬德忽", "358": "覺。如夢所緣了無差錯。遂誦一百遍。有司", "359": "執縛向市。且行且誦臨刑滿千遍。刀下斫之", "36": "遂見棟宇宏壯圖塔瓌奇。神僧敘接宛同素", "360": "折為三段。皮肉不傷。易刀又斫。凡經三換刀", "361": "折如初。監司問之。具陳本末。以狀聞丞相高", "362": "歡。歡為表請免死。因此廣行世。所謂高王", "363": "觀世音也。敬德還設齋迎像。乃見像項上有", "364": "三刀󰇝。見齊書。", "365": "釋道琳梁天監末。富陽縣泉林寺釋道琳者。少出家", "366": "有戒節。誦淨名經。寺有鬼怪。自琳居之便歇。", "367": "弟子為屋壓。頭陷入匃。琳為祈請。夜見兩", "368": "胡僧拔出其頭。旦遂平復。琳又設聖僧齋。", "369": "鋪新帛於床上。齋畢見帛上有人迹。皆長三", "37": "識。中食既訖將陳住意。僧曰。却後十年自當", "370": "尺。眾咸服其徵感。", "371": "釋志湛後魏末。齊州釋志湛者。住太山北人頭山", "372": "邃谷中銜草寺。省事少言入鳥不亂。讀誦法", "373": "花。人不測其素業。將終時神僧寶誌謂梁武", "374": "曰。北方銜草寺須陀洹聖僧今日滅度。湛之", "375": "亡也無惱而化。兩手各舒一指。有梵僧云。斯", "376": "初果也。遂葬此山。後發看之唯舌如故。乃", "377": "立塔表之。今塔存焉。鳥獸不敢陵踐。", "378": "范陽僧又范陽五侯寺僧失其名。誦法花為常業。初", "379": "死權殮隄下。後改葬骸骨並枯。唯舌不壞。", "38": "至此。何勞早住。相送度梁。橫石已塞。至晉太", "380": "并東看山又雍州有僧。亦誦法花。隱白鹿山。感一童子", "381": "供給。及死置屍巖下。餘骸並枯。唯舌如故。齊", "382": "武陵世并東看山人掘土黃白。又見一物狀", "383": "如兩脣。其中有舌鮮紅赤色。以事聞奏。帝問", "384": "道俗。沙門法上曰。此持法花者六根不壞也。", "385": "誦滿千遍其徵驗乎。乃集持法花者圍遶誦", "386": "經。纔始發聲此靈脣舌一時鼓動。同見毛竪。", "387": "以事奏聞。乃石函緘之。", "388": "魏閹官又魏高祖太和中。代京閹官自慨刑餘。奏乞", "389": "入山修道　勅許之。乃齎花嚴晝夜讀誦禮", "39": "元年終於山所。形似綠色端坐如生。王羲之", "390": "懺不息。一夏不滿。至六月末髭鬚生得丈夫", "391": "相。以狀聞奏。帝大驚重之。於是國敬花嚴。", "392": "後尊恒曰。並見侯君素旌異記。", "393": "周經上天又周祖滅法經籍從灰。以後年忽見空中如", "394": "囷大者五六。飛上空中極目不見。一段隨風", "395": "飄飄上下。朝宰立望不測是何。久乃翻下墮", "396": "上土牆。視乃大品之十三也。", "397": "隋揚州僧隋開皇初。有揚州僧忘其名。誦通涅槃自矜", "398": "為業。岐州東山下村中沙彌誦觀音經。二俱", "399": "暴死。心下俱暖。同至閻王所。乃處沙彌金高", "4": "存而莫顯。僧初不至。徒聞而豈傳。是知事理", "40": "聞之造焉。望崖仰挹。今有往者。雲迷其道。", "400": "座。甚恭敬之。處涅槃僧銀高座。敬心不重。事", "401": "訖勘問。二僧餘壽皆放還。彼涅槃僧情大", "402": "悢悢恃所誦多。問沙彌住處。於是兩辭各蘇", "403": "所在。彼從南來至岐州訪得具問所由。沙彌", "404": "言。初誦觀音。別衣別所燒香呪願。然後乃", "405": "誦。斯法不怠更無他術。彼謝曰。吾罪深矣。所", "406": "誦涅槃威儀不整。身口不淨救忘而已。古人", "407": "遺言。多惡不如少善。於今取驗。悔往而返。", "408": "釋道積釋道積。貞觀初住益州福成寺。誦通涅槃。", "409": "淨衣澡沐自為恒度。慈愛兼濟固其深心。終", "41": "東海蓬萊山聖寺宋時朱齡石者。使往遼東還返失道。隨風泛", "410": "于五月。炎氣赫然而屍不腐臭。百有餘日加", "411": "坐如初。道俗莫不嘉賞也。", "412": "釋寶瓊時蜀川又有釋寶瓊者。綿竹人。出家貞素", "413": "讀誦大品兩日一遍。無他方術。唯勸信佛為", "414": "先。本邑連比十邡並是米族。初不奉佛。沙", "415": "門不入其鄉。故老人女婦不識者眾。瓊思拔", "416": "濟待其會眾。便往赴之不禮而坐。道黨咸曰。", "417": "不禮天尊非沙門也。瓊曰。邪正道殊所奉各", "418": "異。天尚禮我。我何得禮老君乎。眾議紛紜。瓊", "419": "曰。吾若下禮必貽辱也。即禮一拜道像連座", "42": "海一月餘日。達于一島糧水俱竭。入島求泉", "420": "動搖不安。又禮一拜連座反倒狼藉在地。遂", "421": "合眾禮瓊。一時迴信。乃召成都大德就而陶", "422": "化。以貞觀八年終於所住。", "423": "釋空藏釋空藏者。貞觀時住京師會昌寺。誦經三百", "424": "餘卷說化為業。遊涼川原有緣斯赴。昔往藍", "425": "田負兒山誦經。齎麪六斗擬為月調。乃經三", "426": "周日噉二升。猶不得盡。又感神鼎。不知何來。", "427": "時至王泉以為終焉之地。時經亢旱泉竭。合", "428": "寺將散。藏乃至心祈請。泉即應時涌溢。道俗", "429": "動色驚嗟不已。貞觀十六年沒於京寺。還葬", "43": "漸深登山。乃見一寺。堂宇莊嚴非所曾覩。僧", "430": "山所。", "431": "釋遺俗釋遺俗者。不測所住。遊行醴泉山原。誦法花", "432": "為業。乃數千遍。貞觀中固疾將終。告友人", "433": "慧廓禪師曰。比雖誦經意望有驗。若生善道", "434": "舌根不朽。可埋之十年發出。若舌朽滅知誦", "435": "無功。若舌如初為起一塔生俗信敬。言訖而", "436": "終。至十一年。依言發之。身肉都盡。唯舌不", "437": "朽。一縣士女咸共戴仰。乃函盛舌本起塔於", "438": "甘谷岸上云。", "439": "史呵誓又郊南福水之陰。有史村史呵誓者。誦法花", "44": "問所從。具說行事。設食飲水。問以去留。石", "440": "經。名充令史。往還步涉生不乘騎。以依經云", "441": "哀愍一切故也。病終本邑。香氣充村。並怪而", "442": "莫測其緣。終後十年其妻又殞。乃發塚合葬。", "443": "見其舌本如生。餘肉並朽。乃別收葬。斯徒眾", "444": "矣。今且略之。更不多述。", "445": "令狐元軌貞觀五年。有隆州巴西縣令令狐元軌者。信", "446": "敬佛法。欲寫法華金剛般若涅槃等。無由自", "447": "檢。憑彼土抗禪師檢校。抗乃為在寺如法潔", "448": "淨。寫了下帙。還岐州莊所經留在莊。并老", "449": "子五千文同在一處。忽為外火延燒。堂是草", "45": "曰。此乃聖居。非凡可住。僧曰。欲住任懷。石", "450": "覆一時灰蕩。軌于時任憑翊。令家人相命", "451": "撥灰取金銅經軸。既撥外灰。其內諸經宛然", "452": "如故。黃色不改。唯箱帙成灰。又覓老子", "453": "便從火化。乃收取諸經。鄉村嗟異。其金剛般", "454": "若經一卷題字焦黑。訪問所由。乃初題經", "455": "時。有州官能書。其人行急。不獲潔淨直爾立", "456": "題。由是被焚。其人見在。瑞經亦存。京師西明", "457": "寺主神察目驗說之。", "458": "釋曇韻余曾於隰州有曇韻禪師。定州人行年七十。", "459": "隋末喪亂隱于離石比干山。常誦法花經。欲", "46": "苦辭欲還。僧告曰。此間去都二十餘萬里。石", "460": "寫其經。無人同志。如此積年。忽有書生無何", "461": "而至云。所欲潔淨並能行之。於即清旦食訖", "462": "入浴著淨衣。受八戒入淨室。口含檀香燒", "463": "香懸幡寂然抄寫。至暮方出。明又如先。曾", "464": "不告倦。及經寫了。如法嚫奉。相送出門斯", "465": "須不見。乃至裝黃一如正法韻受持讀之。七", "466": "重裹結一重一度。香水洗手初無暫廢。後遭", "467": "胡賊。乃箱盛其經。置高巖上。經年賊靜。方尋", "468": "不見。周慞窮覓。乃於巖下獲之。箱巾麋爛。撥", "469": "朽見經如舊鮮好。余以貞觀十年。親自見", "47": "等聞之驚怖曰。若爾何緣得達。僧曰。自當相", "470": "之。", "471": "釋僧徹絳州南孤山陷泉寺僧徹禪師。曾行遇癩者", "472": "在穴中。徹引至山中。為鑿穴給食。令誦法花。", "473": "素不識字。加又頑鄙。句句授之。終不辭倦。誦", "474": "經向半。夢有教者。自後稍聰。得五六卷。瘡漸", "475": "覺愈。一部既了。鬚眉平服膚色如常。故經云。", "476": "病之良藥。斯誠驗矣。", "477": "河東尼河東有練行尼。常誦法華。訪工書者寫之。價", "478": "酬數倍。而潔淨翹勤有其餘者。一起一浴然", "479": "香薰衣。筒中出息通於壁外。七卷之功八年", "48": "送不勞致憂。又問曰。識杯度道人不。曰識之。", "480": "乃就。龍門寺僧法端。集眾講說。借此尼經以", "481": "為揩定。尼固不與。端責之。事不獲已。乃自送", "482": "付端。端開讀之。唯見黃紙了無文字。餘卷亦", "483": "爾。端愧悔送尼。尼悲泣受已。香水洗函頂戴", "484": "繞佛七日不休。開視文字如故。即貞觀二年。", "485": "端自說之。", "486": "釋曇延隋開皇初有河東曇延法師。初造疏解涅槃", "487": "經。恐不合聖心。乃陳經及疏。於佛舍利塔前", "488": "焚之啟告靈聖。若所解合理願垂神應。言訖", "489": "涅槃經軸各放光明。舍利大塔亦放光明。上", "49": "便指壁上鉢袋曰。此是彼物。有小過罰在", "490": "至空天傍照四遠。諸有道俗謂寺遭火崩騰", "491": "驚赴。至乃知非。三日三夜騰焰不絕。隋祖重", "492": "為戒師。迎入京。為建延興寺。門人見在。", "493": "釋道遜蒲州仁壽寺僧道遜者。即延之學士。講涅槃", "494": "將百遍。有弘護正法心。四方所歸。無問客主", "495": "將給之富。無有過者。貞觀四年崔義直為虞", "496": "鄉令。遣人請遜講經及發題訖泣曰。去聖滋", "497": "遠微言隱絕。庸鄙所傳不足師範。但以信心", "498": "希向自發誠悟。今講止於師子品。日時既促", "499": "願存心聽。既至其品無疾而終。道俗哀慟。", "5": "因循義非沈隱。所以四依三品人依厥初。住", "50": "人中。便取鉢袋與石。并書一封上為書字然", "500": "義直徒跣扶柩送之南山。于時隆冬十一月。", "501": "土地氷嚴。下屍於地。地生蓮花而小頭及手", "502": "足各一。義直奇之令守。不覺盜折。明旦視", "503": "之周身有花總五百莖。七日乃萎。", "504": "釋智苑幽州沙門釋智苑者。有學識。思造石經緘于", "505": "西南山巖。以備法滅之護也。隋大業中。初構", "506": "石室。四面鐫之。又取方石寫諸藏經。每一室", "507": "滿以石錮之融鐵其縫。遠近公私無不送施。", "508": "工匠既湊欲造佛堂食院。而山東無木可得。", "509": "忽一夜暴雨雷震山崩。旦晴乃見大松柏數", "51": "不可識。曰可以書鉢與之。令沙彌送勿從來", "510": "千株漂積道次。尋蹤遠自西山送來。此為神", "511": "助即依而構造。頃之畢成。所造石經已滿七", "512": "室。貞觀十三年苑卒。弟子等猶繼其業云云。", "513": "嚴恭隋開皇中。蔣州人嚴恭者。於郭下造精舍。寫", "514": "法華經。清淨供養若紙若筆。必以淨心不行", "515": "欺詐。信心而與不行乞覓。隨得便營如法經", "516": "營。給書生歡喜。常有十人道俗送直。恭親", "517": "檢校勞不告倦。甞有人從貸經錢一萬。恭不", "518": "獲已與之。貸者得錢船載中覆。錢失人活。是", "519": "日恭入錢庫見一萬錢濕如水洗怪之。後見", "52": "道。此有直路疾至船所。須臾至海。沙彌以一", "520": "所貸錢人。方知其沒溺。又有商人至宮亭", "521": "湖。祭神上物。夜夢神云。倩君以物送與嚴", "522": "恭法花。令經用也。及覺所上之物在前。又恭", "523": "曾至市買紙少錢。忽有人持三千錢授恭曰。", "524": "助君買紙。言己不見。又有漁人。夜見。江中", "525": "火焰焰浮來。以船迎之。乃是經函。及明尋視。", "526": "乃是嚴家經。其後發願。略云。無一字而不經", "527": "眼。無一字而不用心。及大業末子孫猶傳經", "528": "業。群盜相約不入其里。里人賴之至今。故業", "529": "猶爾。", "53": "竹杖著船頭。語曰。但閉眼聽往不勞帆也。", "530": "李山龍右監門校尉憑翌李山龍。以武德中暴亡。心", "531": "暖七日。乃蘇。云初至官庭前。有囚數千人。", "532": "枷鎖檢繫。見一大官坐聽高座。問傍人何官。", "533": "彼曰王也。因至階問。生平作何福業。龍云。", "534": "鄉人設會恒施物同之。又曰。更作何善業。", "535": "龍曰。誦法華兩卷。王曰大善。可昇階就東", "536": "比高座誦之。便舉聲曰。妙法蓮華經序品", "537": "第一。王曰。請法師止。向法師誦非唯自利。乃", "538": "令庭中諸囚皆以聞法獲免。諸囚寂爾不見。", "539": "乃放還。備見地獄五苦休息亦由聞經故止", "54": "於即依言。但聞颼颼風聲。有竊視者見船在", "540": "也。", "541": "李思一太廟丞趙郡李思一者。以貞觀二十年正月", "542": "八日失瘖。至十三日死。經日乃蘇。自言備見", "543": "冥官云。年十九時甞害生命。思一乃悟之", "544": "曰。所害之時。在安州旻法師下聽涅槃。何緣", "545": "於彼相害。官追旻法師有。答云。旻生金粟", "546": "界不可追。且放還家。家近清禪寺。僧玄通素", "547": "與往來。俄見其活又說冥事。因為懺悔受戒。", "548": "并勸轉金剛般若五千遍。至日晚又死。明日", "549": "還蘇。自云。見大官。遙見便大喜曰。還家大作", "55": "空雲飛奔於山樹海上。數息間遂達揚都。大", "550": "福德。復見二僧。證云。旻法師遣來。官見驚", "551": "懼迎之。僧曰思一昔時聽講。又不殺害。何緣", "552": "妄錄耶。冥官曰。即放還僧。至家日淨心修", "553": "善因遂活云云。", "554": "陳公太夫人陳公太夫人。豆廬氏。信福誦金剛般若。一紙", "555": "未度。後日昏時頭痛四支不安。自念儻死", "556": "經不終耶。即起強誦。而燈已滅。命婢然燭。厨", "557": "中外院覓火俱絕。夫人深恨。忽見庭中有然", "558": "火燭上階入堂。至床前三尺許。無人執而光", "559": "明若晝。夫人驚喜所苦亦除。取經誦之。有頃", "56": "桁正見杯度騎桁欄。口云馬齡石既至書自", "560": "家人鑽燧得火。燃燈入堂。堂中燭火即滅。便", "561": "以此夜誦竟。因此日誦五遍為常云云。", "562": "岑文本中書令岑文。本少信佛。誦法花經普門品。", "563": "常乘船於吳江中。船壞人死文本亦沒水。聞", "564": "有人言。但念佛必不死。如是三言。遂隨波出", "565": "沒。須臾著岸云云。", "566": "蘇長妾武德年中。都水使者蘇長。為巴州刺史。度嘉", "567": "陵江。中流風起船沒。男女六十餘人皆溺死。", "568": "唯有一妾。常讀法華經。及水入船妾頭戴經", "569": "函。誓與俱死。乃隨波泛濫。頃之達岸。經函", "57": "飛上度手度驚曰。汝那得蓬萊道人書喚我", "570": "外濕內乾。于今尚在。", "571": "董雄貞觀中。河東董雄為大理丞。少來信敬。蔬", "572": "食十數年。十四年中。坐連李仙童事。上大怒。", "573": "使侍御韋悰鞫問甚急。囚禁數十人大理丞", "574": "李敬玄與直王忻同連此坐。雄與同屋囚鎖。", "575": "專念普門品。日得三千遍。夜坐誦經鎖忽自", "576": "解落地。雄驚告忻玄。忻玄共視。鎖堅全在地。", "577": "而鈎鎖相離數尺。即告守者。其夜監察御史", "578": "張守一宿直。命吏開鎖火燭之。見鎖不開而", "579": "相離甚怪。又重鎖紙封書上而去。雄如常誦", "58": "歸耶。乃具說緣由。又將鉢與之。手捧曰。吾不", "580": "經五更中鎖又解落有聲。雄又告忻玄等。至", "581": "明告守一。守一來視之。封題如故。而鎖自相", "582": "離。敬玄素不信佛法。其妻讀經。常謂曰。何為", "583": "胡神所媚而讀此書耶及見雄此事。乃深悟", "584": "不信之咎。方知佛為大聖也。時忻亦誦八菩", "585": "薩名。滿三萬遍。晝鎖解落。視之如雄不異。其", "586": "事臺中內外具皆聞見。不久俱脫云云。", "587": "益州空經益州西南新繁縣西四十里許。有王李村。隋", "588": "時有書生姓荀氏。在此教學。大工書而不顯", "589": "迹。人欲其書。終不肯出。人乃敺之亦不出。遂", "59": "見此鉢四千餘年。擲上入雲下還接取。太初", "590": "以筆於前村東空中四面書般若經。數日便", "591": "了。云此經擬諸天讀之。人初不覺其神也。後", "592": "忽雷雨大注牧牛小兒於書經處住而不澆", "593": "濕。其地乾燥。可有丈許自外流潦。及晴村人", "594": "怪之。爾後每雨。小兒等常集其中。衣服不濕。", "595": "武德年有非常僧。語村人曰。此地空中有般", "596": "若經。村人莫污諸天。於上設蓋覆之。不可輕", "597": "踐。因此四周施欄楯不許人畜往踐。于今雨", "598": "時仍乾。齋日村人就供。每聞天樂聲繁會盈", "599": "耳。", "6": "法兩現畢資聖力。致使三洲聞道。終顯賓頭", "60": "中無故而死。事在別條。", "600": "高文又龍朔三年正月二十七日。有京師高表仁", "601": "孫子。常讀法花經。乘馬從順義門出。有兩", "602": "騎追之曰。今捉獲矣。其人問曰。卿是何人。", "603": "答曰。我是閻王使者。故來追卿。其人惶忙走", "604": "馬西出。欲投普光寺。使人曰。疾捉寺門勿令", "605": "入。入即得脫。及至寺門乃見一騎捉門。又西", "606": "走欲入開善寺。又令騎捉門。遂爾相從西奔", "607": "欲還本宅。宅在化度寺東。恐道遠乃欲入醴", "608": "泉坊。一騎在前。其人以拳擊之。鬼遂落馬。後", "609": "鬼曰。此人大麁。急曳下挽却頭髮即被牽", "61": "抱罕臨河唐述谷仙寺晉初河州唐述谷寺者。在今河州西北五十", "610": "髮。如刀割狀。遙擲于地。亦隨落馬。家人舉", "611": "還。至晚蘇云。備見閻王云。君何盜僧果子。何", "612": "事說三寶過。遂依伏罪無敢厝言。王言。盜果", "613": "之罪合吞鐵丸四百五十枚。四年受之方盡。", "614": "說過之罪合耕其舌。因放令出。遂蘇。少時還", "615": "終。口如吞物。遍身皰赤。有苦楚相纏。經日", "616": "方醒云。經一年吞百餘丸。其苦難言。明日復", "617": "爾。恰經四日吞丸亦盡。方欲拔舌耕之。拔而", "618": "不出。勘案所由。乃云。曾讀法華。舌不可出。", "619": "遂放令活。今見在化度寺圓滿師處。聽法懺", "62": "里。度風林津登長夷嶺。南望名積石山。即禹", "620": "悔云云。", "621": "崔義起龍朔三年六月二十日。司元少常伯崔義起。", "622": "大不信佛。妻父蕭鏗念善誦經法花般若數", "623": "千遍。薰酒不入門。起妻以五月亡。為修三", "624": "七齋。正食亡妻來。有婢素玉。見作夫人語。我", "625": "生時雖聞地獄不大信。今受苦不可言。汝男", "626": "女等不得不信。由汝為我轉經然燈功德蒙", "627": "放暫歸。便向大眾陳悔。我至二十日。更來", "628": "將素玉看我受罪。至期果至。將素玉去。見大", "629": "城官府夫人入別院。須臾有火鑊鐵床總至。", "63": "貢導之極地也。眾峯競出各有異勢。或如寶", "630": "夫人受毒。忽見夫人父蕭公。坐蓮花臺語夫", "631": "人。早放素玉。還又告素玉。我女生時不用", "632": "我語。多瞋妬不信善惡。今受此苦。我無力可", "633": "救。汝歸可語其夫兒女道令修功德。不久解", "634": "脫。又見婆羅門僧從。空中下。教素玉誦金剛", "635": "般若。又誦藥師法華一遍兩遍。並得改名", "636": "為聲聞。又曰。閻浮提人不信佛。汝誦此經。聞", "637": "婆羅門並解經語。婢死三日便蘇。家人良賤", "638": "初如常遇。麟德元年正月。薛將軍宅設齋。", "639": "迎婢請三道佛頂骨婆羅門僧令試。素玉乃", "64": "塔。或如層樓。松柏映巖丹青飾岫。自非造化", "640": "昇座。長誦一無脫漏。皆合掌歎曰。如西國本", "641": "不異。合眾驚訝希有奇事。薛將軍遂口奏。", "642": "天子。大歎曰。百官亦有不信者。冥道若此何", "643": "得不信。時朝貴聞者。咸生大信。司成館博士", "644": "范叔元。又將僧二十人就翊善坊宅。召素玉", "645": "令誦本經。梵音深妙令人樂聞。自云不忘故", "646": "爾。", "647": "神僧感通錄神僧感通錄", "648": "序僧之真偽唯佛明之。自餘凡小卒未能辯。良", "649": "由導俗化方適緣不壹。權道難謀變現隨俗。", "65": "神功。何因綺麗若此。南行二十里。得其谷焉。", "650": "不可以威儀取。難得以事相求。通道為先。故", "651": "無常准經云。云眾有三毒。又現邪見相。我", "652": "弟子如是方便度眾生。所以二十四依。通三", "653": "乘於季俗。一十六聖。窮六萬而弘持。又有", "654": "九十九億二達真人七十四賢五通明士。冥", "655": "通佛性顯益神功。遂使三有大洲釋門所統。", "656": "四圍輪內同稟仁風。能使七眾歸依。碎四魔", "657": "於身世。八部弘護。澄五翳於當時。固得代", "658": "有澆淳時逢信毀。淳信之侶感淨果而高昇。", "659": "澆毀之徒受濁報而下沒。斯並無辜起惡罔", "66": "鑿山構室接梁通水。遶寺花藥果菜充滿。今", "660": "冐精靈。佛於爾無嫌。凡於佛有障。徒為謗", "661": "訕終難絕之。故周魏兩武威服諸侯輕欺佛", "662": "法。望使除滅自貽伊慼禍及其身。命窮政改", "663": "吁嗟何已。尋沒興復更顯由來。斯則興亡", "664": "在人。正法無沒良由前列。眾聖冥力住持", "665": "存廢。自彼道無不在。豈得以百年之短壽。而", "666": "岠六萬之修期乎。豈得以一國之局王。而", "667": "擁三千之鴻化乎。豈得以人中之聖叡。而抗", "668": "天表之正真乎。豈得以生死之形儀。而格金", "669": "剛之寶質乎。以四據量殊不可也。彼周魏兩", "67": "有僧住。南有石門。濱於河上。鐫石文曰。晉太", "670": "君明明后辟。知萬歲之焉有。審百年之不期。", "671": "寶位由於非道。神識抱於愚蔽者。則自救無", "672": "暇。焉能及人。皆謂常住萬邦。鄙三五而稱聖", "673": "威。加四海蔑堯舜之獨失。遂使誅除佛化。非", "674": "我誰能坐受天殃。賢愚同笑。故集僧中之道", "675": "勝。為住持之臣證乎。依付法藏傳。佛以正法", "676": "付大迦葉。令其護持。不使天魔龍鬼邪見王", "677": "臣所有輕毀。既受囑已。結集三藏流布人", "678": "天。迦葉以法囑累阿難。如是展轉乃至師子。", "679": "合二十五人。並閻浮洲中六通聖者。大迦葉", "68": "始年之所立也。寺東谷中有一天寺。窮討處", "680": "今在靈鷲山西峰巖中坐。入滅盡定。經五十", "681": "六億七千萬歲。慈氏佛降。傳能仁佛所付大", "682": "衣。然後涅槃。又于填國南二千里。沮渠國有", "683": "三無學在山入定。無數年來卓然如生。至十", "684": "五日外僧入山。為剃鬢髮。按諸經律。佛令大", "685": "阿羅漢賓頭盧不得滅度。傳於佛法於三天", "686": "下。福利群生令出生死。又入大乘論云。賓頭", "687": "盧羅睺羅等十六無學。及九十九億羅漢。皆", "688": "於佛前受籌住法。又依別傳。住在四大洲及", "689": "小洲并天上。至人壽六萬歲時。中雖少隱後", "69": "所略無定指。常聞鍾聲。又有異僧。故號此谷", "690": "還興復。斯諸聖人冥為利益。故今山內聖寺", "691": "神僧。鍾聲香氣往往值遇。皆不虛也。後明顯", "692": "益略述如左。", "693": "安世高朱士行耆域佛調揵陀", "694": "勒抵世常閻公則滕並竺法進", "695": "李恒佛圖澄釋道安單道開何充", "696": "僧桓溫尼杜願僧廬山僧竺僧", "697": "朗梁法相杯度釋道冏求那跋摩", "698": "侖兩尼釋慧全劉凝之釋曇始釋", "699": "慧遠釋慧明釋寶誌釋慧達", "7": "之功。六萬遐齡。教資羅漢之德。神僧聖寺。陳", "70": "名為唐述。羌云。鬼神也。所以古今諸人入積", "700": "余所討尋前後傳記備列如前。至於事條不", "701": "可具歷。故總出之。", "702": "宣驗記劉度幽明錄宋臨川冥祥傳王琰僧史", "703": "王巾三寶記蕭子良高僧傳裴子野名僧傳梁釋氏唱", "704": "續高僧傳唐釋氏宣徵應傳祖台搜神錄陶元亮", "705": "旌異記侯君素冥報記并拾遺唐氏釋內典博要虞孝", "706": "敬法寶聯壁蕭綱述異誌", "707": "安世高漢桓帝時。沙門安清字世高者。安息國王之", "708": "太子也。捨位出家入於聖果。自云。過去曾至", "709": "廣州值一昔怨。見便唾手以刀逐之。高曰。卿", "71": "石者。每逢仙聖。行往恍惚現寺現僧。東北嶺", "710": "之宿忿猶未除也。其人曰。真得汝矣。便申頸", "711": "受刃。於彼命終。今生為太子。即高身也。有一", "712": "同學好施多瞋。高曰。卿明經好施不在吾後。", "713": "然多瞋忿命報如何。彼曰。物來相惱誠難忍", "714": "之。冀受報時希垂拯濟。高然之。彼命終已。便", "715": "於此土為䢼亭湖神。威力所統上下千里。祈", "716": "禱給福分風㳂泝。高歷遊中原將往度之。寄", "717": "載至湖。舟人奉牲請福。神曰。船上沙門可召", "718": "來也。即召來至。神曰。吾昔與君本惟同學。", "719": "但以多瞋故受神報。命在旦夕死入地獄。然", "72": "上出於醴泉。甜而且白服者不老。", "720": "此形骸恐污江湖。當徙於西岸。有布絹千匹", "721": "并寶物。可用致福。高曰。故來相造敘昔舊緣。", "722": "報至難免。長慨如何。可現真形。心願盡矣神", "723": "曰。醜形可恥。如何示人。高曰。但出無損。神", "724": "乃從座後出身。乃是大蟒。伸頸至高膝上。高", "725": "見已淚出如泉。蟒亦下泣。便作胡唄三契", "726": "為除。鱗內小虫又作胡語數百言已。蟒便漸", "727": "隱。高命舟人盡取財寶。載往豫章舉帆西引。", "728": "蟒又登山出身極望。夜宿江浦。有青衣者上", "729": "船曰。蒙為興福得免苦趣極受安樂。高以其", "73": "相州石鼓山竹林聖寺高齊初有異僧。投鄴下寺中夏坐。與同房僧", "730": "物為造東寺。明日江西澤中有一死蟒。頭尾", "731": "相去極遠。今潯陽蛇頭蛇尾村是也。高重", "732": "往廣州。問昔害身猶尚在。執手解仇為善知", "733": "識。又曰。小債未償須往會稽至市亂鬪。妄被", "734": "打死云云。", "735": "朱士行魏廢帝。甘露五年。沙門朱士行者。講小品", "736": "經。恨章句未盡。以此年往西域尋求獲之。", "737": "彼有留難。不許東返。士行執經王庭曰。必", "738": "大法不傳當從火化。便以葉經投火。一無所", "739": "損。舉國敬異。便達東夏。即放光經是也。年八", "74": "亡名欵曲意得。客僧患痢甚困。名以酒與之。", "740": "十亡。依法火焚而經日不壞。道俗異之。乃具", "741": "呪曰。若真得道法應毀壞。便應聲摧碎。遂收", "742": "而起塔云。", "743": "耆域晉武帝太康中。沙門耆域者。西域人。浮海", "744": "東遊達于襄陽。寄載北渡。船人見胡人衣裳", "745": "弊陋。輕而不載。比達北岸域已先上。兩虎", "746": "弭耳逐之。域摩其頭。人問之。無所答。惠帝", "747": "末。至洛陽誡諸僧服章華侈不以佛法為志。", "748": "見洛宮曰。忉利天宮髣髴似此。上有千二百", "749": "作具。本是天匠。當以道力成之。而以生死力", "75": "客曰。不可也。名曰。但飲酒。雖是戒禁有患通", "750": "作。不亦勤苦乎。見支法淵曰。好菩薩羊中", "751": "來。見竺法興曰。好菩薩天中來云云。告人", "752": "曰。聖人將去京師。贈遺億萬悉受。臨發封而", "753": "留之。作大幡八百口。駱駝負而西返。又曰。", "754": "此方後大造新罪。可哀如何。及晉亂鼎沸。斯", "755": "言不朽。洛陽中食訖送者無數。耆域徐行而", "756": "奔馬不及。後有西來賈客。於流沙北逢。計", "757": "校其日乃初發洛陽日也。量其所行。蓋已萬", "758": "里之外。", "759": "佛調晉初沙門佛調者。住常山。積年業尚純朴。獨", "76": "開。客顰眉為飲。患損。夏滿辭還本寺。相送", "760": "行山林夜投虎窟。大雪。虎來橫臥其前。調曰。", "761": "我奪汝舍。有愧如何。以手拂虎上雪。虎弭耳", "762": "下山。從者駭怖。自剋亡日。近遠與訣曰。天地", "763": "長久尚有崩壞。豈況人乎。若能盪除三垢則", "764": "此為不朽耳。遂還房端坐而卒。後數年白衣", "765": "弟子入山伐木。見調在巖上衣服鮮明。同輩", "766": "八人驚曰。和上尚在耶。曰吾常在耳。具問知", "767": "故。良久乃去。遂發其冡不見其屍云云。", "768": "健陀勒沙門健陀勒者。晉初遊洛數年。雖敬其風", "769": "操。而不測其通照也。後語人曰。盤鵄山有古", "77": "出都。客曰。頗聞鼓山竹林寺乎。名曰。聞之。", "770": "寺塔。能建立者其福不訾。眾人許之。依言", "771": "發掘咸得礎臼。卒遂興復。以勒為寺主。去洛", "772": "百里。至時食訖乞油一鉢擎以還寺。去來迅", "773": "速其狀若飛。有能行者逐之。須臾遠失。勒笑", "774": "曰。可捉我衣角。既持之不移晷而達寺也。", "775": "抵世常抵世常者。晉太康中。富人居時禁晉人。作", "776": "沙門常奉法。不懼憲網。潛於宅中。立精舍", "777": "供養沙門。于法蘭亦在其中。比丘來者不憚。", "778": "後有僧來姿形醜陋衣弊足泥。常逆作禮命", "779": "奴洗足。僧曰。常自洗之。何用奴也。常曰。老", "78": "古來虛傳竟無至者。客曰。無心相造。何由而", "780": "病以奴自代。僧不許。常私罵而去。僧現八尺", "781": "形容儀光偉偉飛行而去。常撫膺自撲。泥中", "782": "家內僧尼行路五六十人。望見空中數十丈", "783": "分明。奇香芬氣一月留宅云。", "784": "閻公則閻公則者。趙人。恬放蕭然。惟勤法事。晉", "785": "武時死于洛邑。同志為設會於白馬寺。其夕", "786": "轉經空中聞唱薩聲。仰視一人形器光麗曰。", "787": "我是閻公則也。生西方安樂界。與諸上人來", "788": "此聽經。合堂驚出咸共見之。時衛士度汲郡", "789": "苦行居士師於則母。亦篤信常飯僧。日將中。", "79": "至。一夏同房多相惱亂。患痢給酒乃是佳藥。", "790": "忽空中下鉢。正落母前。乃則鉢也。有飯盈滿", "791": "香氣充堂。皆得飽滿七日不飢。士度有文章。", "792": "見冥祥傳。", "793": "滕並東晉初南陽滕並舍之父也。家門信敬。每設", "794": "會不逆請。隨來者而供之。後設會於路要僧。", "795": "見一僧廕柳而坐。請入舍行食。淨人翻飯傾", "796": "簟于地。罔然無計。僧曰。貧道鉢飯充足。一", "797": "眾所作既畢。擲鉢空中極目乃滅。即刻木擬", "798": "之。朝夕禮事。災禍則其像先到云云。", "799": "竺法進西晉末。竺法進關度浮圖主也。多知聰達。", "8": "祥山海之間。香氣鍾聲。相顯幽明之際。列", "80": "本非所欲為患而飲。願不以此及人。山寺", "800": "值國欲亂將入山隱。眾人設會與別布香。有", "801": "僧來處上座。衣服塵垢面目黃腫。進怪之。", "802": "牽曳就下。復來如是至三不復見。眾坐食。忽", "803": "暴風起揚沙。柈案俱覆。法進懺失。自責輕", "804": "侮之過。", "805": "李恒李恒西晉末遇一僧曰。君福將至然後禍來。", "806": "若守貧不仕者。殃減休至。若帶金紫極於三", "807": "郡於一郡即止者善矣。恒性躁本寒門曰。且", "808": "富貴何豫後患。此僧留宿夜視見滿一床。恒", "809": "驚呼家人看之。又化為鳥峙梁上。天曉復形", "81": "孤逈時可歷覽。想一登陟以副虛懷。名聞喜", "810": "而去。恒送出忽不見。因此信佛。亦不能用其", "811": "言。後為西陽江夏廬江太守。太興中錢鳳之", "812": "亂被誅。斯僧言不謬云。", "813": "佛圖澄西晉末。竺佛圖澄西域人。形貌似百歲者。左", "814": "脇孔圍可四五寸。以帛塞之。齋日水邊抽腸", "815": "胃出洗已內孔。夜則除帛光照一室。以讀書。", "816": "雖未通群籍。與諸學士輒辯析無滯。莫不伏", "817": "者。永嘉中遊洛下。時石勒屯兵河北。以殺戮", "818": "為威。道俗遇害不少。澄往造軍門。預定吉凶。", "819": "勒見每拜。澄化令奉佛減虐省。刑故中州", "82": "踊曰。必能導達夕死無恨。至九月間剋望尋", "820": "免死者十而八九。勒與劉曜相拒搆隙。以問", "821": "澄。澄曰。可生擒取何憂乎。麻油塗掌令視之。", "822": "見曜被執以朱繩縛肘。後果獲之。如掌所", "823": "見。至建平四年四月八日。勒至寺灌佛。微", "824": "風吹鈴有聲。顧謂眾曰。解此鈴音不。鈴", "825": "言國有大喪不出今年。至七月而勒死。石虎", "826": "即位師奉過勒。錫以輿輦出入乘焉。所有祥", "827": "感其相多矣。虎末年澄告弟子曰。禍將作矣。", "828": "及期未至。吾且過世。至戊申年太子殺其母", "829": "弟。虎怒誅及妻子。明年虎死。遂有冉閔之亂。", "83": "展。幸賜提引不爾無由。客曰。若來可從鼓山", "830": "葬於鄴西。一云澄死之日。商者見在流沙。", "831": "虎聞開棺唯有衣鉢。澄在中原時。遭凶亂而", "832": "能通暢仁化其德最高。非夫至聖何能救此", "833": "塗炭。凡造寺九百八十餘所。通濟道俗者中", "834": "分天下矣。", "835": "釋道安釋道安姓衛氏。常山人。事澄公為弟子。澄與", "836": "語終日而無歇。門人怪而問曰。和上道化既", "837": "廣。當與先輩宿德通言。安非眾望。而與語終", "838": "日。澄曰。此人有遠識非爾所知。及澄亡安", "839": "與徒屬千餘。逃難王屋護澤諸山木食㵎飲。", "84": "東面而上。東度小谷又東北上。即至山寺。至", "840": "南度河趣漢陰。夜行乘電過人家。令召林伯", "841": "升。主人驚曰。素不行往何得知名。安曰。卿門", "842": "馬㭿中掛一󰪐可容一斛非百升耶。兩木夾", "843": "之非林如何。然安手臂上有肉釧將可上下", "844": "而不出腕。時俗號印手菩薩。羅什在龜茲。", "845": "亦遙禮焉。既達荊襄大行道化。分眾四出所", "846": "在流法。夜有異僧寄宿大堂。窓隙出入守者", "847": "告安。安往禮曰。自顧罪重如何臨顧。僧曰。君", "848": "殊無罪。當生兜率。即以手撝西北天際。重霄", "849": "既收天宮奄現。又曰。當浴聖僧此果畢矣。安", "85": "期與好事者五六人直詣石窟寺。山僧曰。何", "850": "曰。浴具可辦。聖何由致。僧曰。但依浴法聖可", "851": "致也。安便事之。至時果有非常小兒十數。入", "852": "寺遊戲。須臾失之。但聞浴室用水聲。久之", "853": "不見。開室而巾濕水減。及襄陽沒秦。安歸符", "854": "氏。將平東晉。安苦諫不從。遂有淮南之敗。將", "855": "終日。因早食先還。與僧大訣便卒。葬於五級", "856": "寺中云云。", "857": "單道開沙門單道。開燉煌人。出家山居服練松柏三", "858": "十年。後唯吞小石子。行步如飛。不耐人樂", "859": "幽靜在抱罕多年。石虎時來自西平。日行七", "86": "以得來。曰欲往竹林道由於此。僧曰。世人可", "860": "百。至鄴周行邑野救諸患苦。得財即散。徒行", "861": "而已。石氏將末。與弟子來建業。又南造羅浮", "862": "山。遂卒山舍。袁彥伯。興寧中登山禮其枯骸", "863": "云云。", "864": "何充僧東晉司空何充。弱而信法於齋立坐。數年以", "865": "待神聖。設會於家。道俗甚盛。座中一僧容服", "866": "垢污神色鄙陋。自眾昇座拱默而已。一堂怪", "867": "之。謂在謬僻。充亦不平形於顏色。及行中食", "868": "僧飯於坐。事畢提鉢而出堂。顧充曰。何俟勞", "869": "精進耶。擲鉢空中陵虛而逝。充及道俗目", "87": "笑專聽妖言。此山東西我並遊涉。何處有寺。", "870": "送天際。追共惋恨。稽悔累旬云。", "871": "桓溫尼晉大司馬桓溫。末年奉法。有尼失名。自遠來", "872": "造。而才行不群。桓溫敬而不倦。每浴必移影。", "873": "溫訝而私視見尼裸形。揮刀自割破腹出藏", "874": "斷截身首支分臠切。溫駭而怖。有頃尼出室", "875": "身如常。溫以情問尼曰。若遂陵居上形當", "876": "如之。時溫方謀問鼎聞此悵然便止遂辭不", "877": "測所之云云。", "878": "杜願僧晉太元三年。杜願涪人家巨富男。天保十歲", "879": "暴亡。數月家養猪生五子。一最肥。官長新至。", "88": "古有斯言。不勞往也。名曰。彼客致詞。極非孟", "880": "願將為禮。捉就欲殺。有僧忽至謂願曰。㹠是", "881": "天保。如何百日遂相忘耶。言竟不見。即四尋", "882": "視乃在天。西騰空而去也。", "883": "廬山僧廬山七嶺。同會於東共成一峯。晉太元中。豫", "884": "章大守范寧。遣人伐木此山。見一沙門陵虛", "885": "直上踞峯。久之與雲俱隱。能文之士咸為之", "886": "興詞。沙門曇諦賦此山曰。應真陵雲以據", "887": "峯峯。眇翳景而入冥是也。", "888": "竺僧朗沙門竺僧朗。戒行嚴明華戎敬異。常與諸徒", "889": "受請行。於中道曰。吾竊有疑。寺有盜者。同伴", "89": "浪。何有處也。只得尋之。尋而不獲非余咎也。", "890": "反視果及偷焉。晉太康中卜於東嶽金輿", "891": "谷。起寺列眾。符堅之末降斥道人。唯朗一", "892": "眾不在毀例。信者由此高之。每有外來輒預", "893": "為調。舊谷多虎。自朗居之如家犬焉。有井神", "894": "異。女人臨之則竭。朗謝而復滿焉。燕主給以", "895": "二縣祖。調拜為東齊王。魏主晉帝符秦並", "896": "致書遠錫。至今三百餘年。寺像存焉。現有僧", "897": "住。重其古迹。名為神通寺云云。", "898": "梁法相沙門梁法相者。河東人。山居獨住禽獸馴其", "899": "左右。太山祠大石函。以貯神物。相宿其廟。見", "9": "於視聽。良書筌而不窮。備諸古老。口實仰而", "90": "石窟寺僧十數相隨。依言東上。度谷尋嶺。忽", "900": "一玄衣武冠。令相開函。蓋重千鈞。義非獨", "901": "舉。試提之。飄若遊毛。遂取財寶以施貧窶。", "902": "後渡江住越城寺。忽遨遊放達俳優干冐。鎮", "903": "北司馬恬惡其不節。招而鴆之。頻傾三杯。", "904": "神氣自若。年九十元興末卒。", "905": "杯渡杯渡沙門不知何來。如前即蓬萊道人也。初", "906": "在冀州年可七十。隱匿姓名不護細行。人不", "907": "齒之。曾投人夜宿。家有金像。度持而出。主人", "908": "奔馬追之。安行如故。騎走不及。至河以小杯", "909": "在水。一足投中抃舞而過。因號。杯渡時在", "91": "見一翁把钁𣃆地。又見一僧來至。鋤禾四邊", "910": "彭城荷簟而行。至食赴會便置簞當。道人嫌", "911": "妨行移終不動。食訖持去不以為礙。永初中", "912": "江南卒。羅什聞渡在彭城曰。吾與此子戲別", "913": "已數百年。如何南度遂不面耶云云。", "914": "釋道冏沙門道冏。扶風馬氏。有學業。元嘉二年於洛", "915": "作普賢齋。道俗四十餘人。已經七日。中食忽", "916": "見一人著褐乘馬入至堂前。下馬禮佛。謂是", "917": "常人。不甚禮異。便登馬揮鞭忽失所在。但見", "918": "赤光洞天。良久乃滅。後三年末復作普賢齋。", "919": "將竟之日。有二僧至。容服如凡。直來禮佛而", "92": "把鋤曳钁曰。去年官寺道人。放馬食我禾盡。", "920": "出。有覺異者。出門送之。忽見飛直上天。失", "921": "僧所在云。", "922": "求那跋摩求那跋摩。西域人。宋初求遊揚都。多所開", "923": "化。時咸謂得聖人也。以花布諸座下。諸僧", "924": "花皆萎。唯摩鮮淨。及卒端坐叉手。或謂入", "925": "深禪定。多日不起。於席下得遺偈三十餘行", "926": "云。得二果時。夜集者二百餘人。咸見一物長", "927": "如匹許。繞屍而西南去云云。", "928": "侖兩尼宋元嘉元年。東官侖二女。姊十歲。妹九歲。里", "929": "越愚蒙未知經法。忽其年二月八日。並失所", "93": "今年復來蹋我秋苗。舉钁趂僧。並皆返歸。", "930": "在。三月而歸。粗說見佛。至九月十五日又", "931": "失。一旬還。作外國語誦經梵書。見西域僧。便", "932": "相問解。明年正月十五日又失。田作人見從", "933": "風上天。父母哀哭。求神鬼。經月乃返。剃頭", "934": "為尼。被服法衣持髮而歸。自說見佛及比丘", "935": "尼。曰。汝宿緣為我弟子。手摩其頭。頭髮便", "936": "落。與其法名。大曰法緣。小曰法綵。遣還曰。", "937": "可作精舍當興經法。既達家即除鬼座立精", "938": "舍。旦夕禮誦。每五色光流汎峯嶺。自此容", "939": "止音調詮正有法。上京風規不能過也。刺史", "94": "唯名一人東北獨上。翁曰。放儞上山乞虫喫", "940": "韋朗孔默。皆迎敬異云云。", "941": "釋慧全沙門慧全。涼州禪師也。門徒五百。中有一人", "942": "性頗麁暴。全不齒錄。後忽自云。得那含果。", "943": "全以無行永所不信。全有疾閉房。此弟子夜", "944": "至問病。而門閉頗異之。全密重關而自靜。又", "945": "至床前曰。闍梨可見信也。若命過當生婆羅", "946": "門家。全曰。我一生坐禪。豈祈生彼耶。弟子", "947": "曰。闍梨信道不篤外學未絕。雖有福業不能", "948": "超詣。若作一會飯壹聖人可成道果。全即依", "949": "辦弟子。又曰。可以僧伽梨施。須者勿擇。及會", "95": "却。遂依東上林木深茂。聞南嶺上有吟詠聲。", "950": "訖施衣。有沙彌就全取衣。謂是其弟子。曰。吾", "951": "欲擬聖人那得與汝。復憶前囑不得擇人。便", "952": "以歡施。他日問沙彌曰。先所得衣著不大耶。", "953": "沙彌曰。何等衣也。此日他行。全方悟所取", "954": "衣者聖所化也。弟子久乃過世。唯冡四邊。", "955": "時有白光。元嘉末全猶在世。", "956": "劉凝之宋元嘉初。劉凝之在廣陵。逢一異僧曰。君將", "957": "病氣。然不死。可作三百錢食飯僧則免此患。", "958": "凝之素不敬信。聞之加忿。僧曰。勿怒但加敬。", "959": "自得福也。二十步許忽不見。後經七日病發", "96": "名曰。非往者客耶。曰是也。排榛而出。執手敘", "960": "殆死。後在都下有僧。先不相識。直入戶曰。", "961": "君有法緣。何不精進。因說前事。僧曰。此賓", "962": "頭盧也。語已不知所之。凝之以十七年於廣", "963": "陵。慧法精舍見幡蓋在空。久之滅矣。", "964": "釋曇始魏太武時。沙門曇始甚有神異。常坐五十餘", "965": "年。足不躡履跣行泥中。奮足便淨色白於面。", "966": "俗號白足阿練也。赫連昌破長安。始被白刃", "967": "不傷。由是僧尼免死者眾。太武敬重。死十餘", "968": "年形色不改。", "969": "釋慧遠宋孝武時。江陵長沙寺沙門慧遠。本名黃", "97": "闊相將造寺。瞬目間忽見崇峯造日修竹干", "970": "遷。即禪師慧印之弟子也。印每入定。見遠是", "971": "印之先師。雖應為蒼頭故度為弟子。常寄江", "972": "陵楊家行般舟。勤苦歲餘頗有感變。一日十", "973": "會。通見遠身而般舟之處。行道如故。自剋終", "974": "日至期果卒。久之現形多寶寺。謂僧曇珣曰。", "975": "明年二月二十三日。當與天人相迎。言已不", "976": "見。珣於是日設大法會建捨身齋。其日苦氣", "977": "自知必盡。三更中聞空中樂磬聲香煙甚異。", "978": "珣曰。遠公之契至矣。尋爾神逝。", "979": "釋慧朗宋大明四年。路太后於中興寺造普賢乘象", "98": "雲。重門洞開複殿基列。門外東西槽櫪飾以", "980": "事因設講會。忽有異僧。風貌秀舉。一堂異", "981": "之。與語百餘。尋爾不見。初有一僧。前起問", "982": "曰。不審上人從何而來。曰來自天安。不審", "983": "何名。曰名慧朗也。", "984": "釋寶誌宋末沙門寶誌者。遊於揚都。初無異相。後", "985": "頗涉疑。分形赴供。人乃加異。齊氏受禪多有", "986": "猜疑。刑加錐鋸誤犯者眾。聞誌有異長囚", "987": "鎖于圓戶。誌任之曾無憂恚。召獄吏曰。門外", "988": "兩輿食何不取來。及看乃是文惠文宣所送。", "989": "行始至獲。後於市中巷內見誌徒行。有司白", "99": "金鋪。似有馬蹤而無繫者。行至門首曰。且住", "990": "帝。帝令看獄中有無。見誌著械如故。往市搜", "991": "捉。隨見隨滅。隱顯不定。預記未然萬無一失。", "992": "時又浪言。亦無表次梁祖建運。下詔出云。", "993": "任其往返無所拘礙。形如耆老被髮擎杖。懸", "994": "鏡剪刀無所定泊。多來延賢寺僧寶意處。意", "995": "以聖禮處之。時亢旱。誌白帝曰。雲能得雨", "996": "可講勝鬘。即令法雲法師講之。當夜膏雨充", "997": "洽。帝後時從容問曰。帝位更運。誰守百年。", "998": "弟子既能奪他。故知他亦能奪。不知是誰當", "999": "續梁後。誌張喉開口以手指之。初不委也。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2106 集神州三寶感通錄", "author": "唐 道宣撰", "sourceLink": "http://www.cbeta.org/"}