{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1145 虛空藏菩薩能滿諸願最勝心陀羅尼求聞持法", "text": {"0": "No. 1145", "1": "虛空藏菩薩能滿諸願最勝心陀", "10": "八", "100": "復於葉上安置酥器。還作手印誦陀羅尼三", "101": "遍。護持此酥。又以樹枝攪酥。勿停其手。目", "102": "觀日月兼亦看酥。誦陀羅尼無限遍數。初蝕", "103": "後退未圓已來。其酥即有三種相現。一者氣。", "104": "二者煙。三者火。此下中上三品相中。隨得一", "105": "種法即成就。得此相已便成神藥。若食此藥", "106": "即獲聞持。一經耳目文義俱解。記之於心永", "107": "無遺忘。諸餘福利無量無邊。今且略說少分", "108": "功德。如至却退圓滿已來。三相若無法不成", "109": "就。復應更從初首而作。乃至七遍。縱有五", "11": "薄伽梵言。此陀羅尼。是過去現在一切諸佛", "110": "逆等極重罪障。亦皆銷滅法定成就。", "111": "虛空藏菩薩能滿諸願最勝心陀羅尼求聞", "112": "持法", "12": "之所同說。若能常誦此陀羅尼者。從無始來", "13": "五無間等一切罪障悉皆銷滅。常得一切諸", "14": "佛菩薩共所護念。乃至未成佛來。所生之處。", "15": "虛空藏菩薩恒隨守護。令諸有情常所樂見。", "16": "諸有善願無不滿足。一切苦患皆悉銷除。常", "17": "生人天不墮惡趣。生生之處常憶宿命。設不", "18": "加法但能常誦獲福如是。若欲加法持此陀", "19": "羅尼求聞持者。當於絹素白㲲或淨板上。先", "2": "羅尼求聞持法", "20": "畫滿月。於中畫虛空藏菩薩像。其量下至不", "21": "減一肘。或復過此任其力辦。菩薩滿月增減", "22": "相稱。身作金色。寶蓮華上半加而坐。以右", "23": "壓左。容顏殊妙作熙怡喜悅之相。於寶冠上", "24": "有五佛像。結加趺坐。菩薩左手執白蓮華。微", "25": "作紅色。於華臺上有如意寶珠。吠琉璃色黃", "26": "光發焰。右手復作與諸願印。五指垂下現掌", "27": "向外。是與願印相。畫像了已。當於空閑寂靜", "28": "之處。或在淨室塔廟山頂樹下。隨在一處安", "29": "置其像。面正向西或容向北。淨物覆之。別作", "3": "出金剛頂經成就一切義品", "30": "一方木曼茶羅下。至一肘過此亦任。其壇下", "31": "安四足。或以編附。上面去地恰須四指。其", "32": "板若用檀沈作者最為殊勝。不爾或以柏等", "33": "有香之木為之亦得。如法作已置於像前。次", "34": "應嚴辦五種供具。所謂塗香諸華燒香飲食", "35": "燈明。塗香者磨白檀為之。華以隨時藥草", "36": "所生者充。若無時華當以粳米。或燒蕎麥或", "37": "取橘柏等葉。或用丁香以充華用。燒香但以", "38": "沈檀龍腦隨應用之。食除薰穢每須新淨。燈", "39": "用牛酥油亦通許。當欲具辦此物之時。必須", "4": "大唐中印度三藏善無畏奉　制譯", "40": "晨朝盥洗手面護淨如法。具辦足已。置在壇", "41": "邊。然後出外。復以淨水重洗手已。即作手印", "42": "掌承淨水。誦陀羅尼三遍便即飲之。其手印", "43": "相。先仰舒右手五指。屈其頭指與大母指", "44": "相捻。狀如捻香。此是虛空藏菩薩如意寶珠", "45": "成辦一切事印。復以此印如前承水。誦陀羅", "46": "尼三遍竟已。灑頂及身。即令內外一切清淨。", "47": "次應往詣像所。至心禮拜面向菩薩半跏而", "48": "坐。舉去像上所覆之物。次即須作護身手印。", "49": "其手印相。先舉右手。然後以頭指與大母", "5": "爾時薄伽梵。入諸波羅蜜平等性三摩地。從", "50": "指相捻。狀若捻香。其頭指屈第二節。其第", "51": "一節極令端直。方始印相。如法作此印已。置", "52": "於頂上誦陀羅尼一遍。次置右肩復誦一遍。", "53": "左肩心喉亦皆如是。作此護身法已。一切諸", "54": "佛及虛空藏菩薩。攝受此人。一切罪障即皆", "55": "銷滅。身心清淨福慧增長。一切諸魔及毘那", "56": "夜迦皆不得便。復作前印掌承淨水。誦陀羅", "57": "尼一遍。灑塗香等諸供養物并壇及近壇之", "58": "地。復如前作護身手印。置塗香上誦陀羅尼", "59": "一遍。餘華香等乃至木壇。各皆如是作此法", "6": "定起已即說此能滿諸願虛空藏菩薩最勝心", "60": "已。華香等物即便清淨。復作護身手印右轉", "61": "三匝。兼指上下。但運其印身不動搖誦陀羅", "62": "尼七遍。隨其自心遠近分劑。結十方界。次", "63": "應閉目思惟。虛空藏菩薩真身即與此像等", "64": "無有異。復用護身印作意。請虛空藏菩薩。誦", "65": "陀羅尼二十五遍已。即舉大母指向裏招一", "66": "度。頭指如舊。復作此印誦陀羅尼三遍。㡧", "67": "上蓮華以之為座。復想菩薩來坐此華。即便", "68": "開目見菩薩已。生希有心作真身解。又誦三", "69": "遍手印如前作是念言。今者菩薩來至於此。", "7": "陀羅尼曰。", "70": "是陀羅尼力非我所能。唯願尊者暫住於", "71": "此。次取塗香誦陀羅尼一遍。用塗其壇。次復", "72": "取華亦誦一遍布散壇上。燒香飲食燈明次", "73": "第取之。皆誦一遍手持供養。置在壇邊復作", "74": "念言。一切諸佛菩薩福慧熏修所生。幡蓋清", "75": "淨香華眾寶之具。悉皆嚴好。復作手印誦陀", "76": "羅尼一遍。如前想念。諸供養物悉得成辦。即", "77": "持供養一切如來及諸菩薩。如是運心供養", "78": "中最。如其不能辦塗香等供養之物。但作第", "79": "二運心供養。法亦成就。即以手印搯珠。誦陀", "8": "南牟一阿迦去引捨舒可反二揭魚羯反婆去引耶余可", "80": "羅尼明記遍數。誦時閉目。想菩薩心上有一", "81": "滿月。然所誦陀羅尼字。現滿月中皆作金色。", "82": "其字復從滿月流出。澍行人頂。復從口出入", "83": "菩薩足如自發言諮啟菩薩足下。誦陀羅", "84": "尼未止息來。所想之字巡環往來。相續不絕", "85": "如輪而轉。身心若惓即須止息。至誠瞻仰便", "86": "坐禮拜。閉目復觀滿月菩薩。極明了已。應更", "87": "運心令漸增長周遍法界。復漸略觀。於最後", "88": "時量如本已。方始出觀。又作前手印誦陀羅", "89": "尼三遍已。舉大母指發遣菩薩。作是念言", "9": "反三唵四阿唎五迦入麼唎六慕唎七莎嚩訶", "90": "唯願慈悲布施歡喜。後會法事復垂降赴。如", "91": "是誦陀羅尼。隨其力能或一日一上。或一日", "92": "兩上。從始至終每如初日。遍數多少亦如初", "93": "上。不得增減。前後通計滿百萬遍。其數乃", "94": "終亦無時限。然於中間不容間闕。後於日蝕", "95": "或月蝕時。隨力捨施飲食財物。供養三寶。即", "96": "移菩薩及壇露地淨處。安置。復取牛酥一兩。", "97": "盛貯熟銅器中。并取有乳樹葉七枚及枝一", "98": "條。置在壇邊。華香等物加常數倍。供養之法", "99": "一一同前。供養畢已。取前樹葉重布壇中。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1145 虛空藏菩薩能滿諸願最勝心陀羅尼求聞持法", "author": "唐 善無畏譯", "sourceLink": "http://www.cbeta.org/"}