{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1262 佛說鬼子母經: 佛說鬼子母經: 佛說鬼子母經: 佛說鬼子母經", "text": {"0": "No. 1262", "1": "佛說鬼子母經", "10": "眾多。即問啼哭人。汝何為啼哭。報言。生亡我", "11": "子。不知屍死處所。如是啼哭者非一家皆亡", "12": "子。佛便為阿難眾沙門說。是國中盜人子者。", "13": "非凡人故。現鬼子母。今生作人。喜行盜人子。", "14": "是母有千子。五百子在天上。五百子在世間。", "15": "千子皆為鬼王。一王者從數萬鬼。如是五百", "16": "鬼王。在天上嬈諸天。五百鬼王。在世間嬈帝", "17": "王人民如是。五百鬼王。天亦無奈何。阿難白", "18": "佛言。鬼子母來在是國中。今寧可勅令不盜", "19": "人子耶。佛言大善。可令不復盜人子。阿難問", "2": "失譯人今附西晉錄", "20": "佛言。當用何等方便。使不復盜人子耶。佛便", "21": "語阿難。到是母所居。眾沙門共伺是母出已。", "22": "後悉歛取子。來著精舍中逃之。眾沙門即往。", "23": "伺是母出行。隨後歛取子。得千數子。逃著", "24": "精舍中。是母便復行盜人子。來入舍中。不見", "25": "其子。便捨他人子。不敢復殺。便行索其子。", "26": "遍舍中不知其子處。便出行至街里遍城中", "27": "不得。復出城外索不得。便入城行道啼哭。如", "28": "是十日。母便狂。被髮入市。啼哭自擗撲仰", "29": "天。大呼為狂梁語。亦不能復飲食。佛遣沙門。", "3": "佛遊大兜國。時國中有一母人。多子性極惡。", "30": "往視之。見母問。何為市中被髮啼哭。母即", "31": "報沙門言。亡我子眾多故哭耳。沙門言。汝欲", "32": "得汝子不。母報言。我欲得之。沙門言。汝審欲", "33": "得者。是間有佛。可往問佛。佛者知當來已去", "34": "之事。汝往則可得汝子。母聞是語則歡喜意", "35": "解便隨沙門。去到佛所。歡喜前為佛作禮。佛", "36": "即問母。何為市中啼哭。母報佛言。亡我子故。", "37": "佛問母。汝捨汝子至何所而亡汝子。母即默", "38": "然不言。佛復問母。汝捨子至何所而反。默然", "39": "無語。母知盜人子為惡。母即起為佛作禮。頭", "4": "常喜行盜人子殺噉之。亡子家亦不知何誰", "40": "面著地。我愚癡故。佛復問。汝有子愛之不。母", "41": "言。我有子坐起常欲著我傍。佛復問。汝有子", "42": "知愛之。何故日行盜他人子。他人有子。亦如", "43": "汝愛之。亡子家。亦行道啼哭如汝。汝反盜人", "44": "子殺噉之。死後當入太山地獄中。母聞是語。", "45": "便恐怖。佛復問。汝寧欲得汝子不。母即起復", "46": "持頭面著地。願哀我。佛便語母言。汝子若", "47": "在。汝寧能自悔不。若能自悔。當還汝子。母", "48": "言。我能自悔。佛言。汝能自悔。當作何等", "49": "自悔。母言。我聽佛教誡。當隨佛語自悔。佛", "5": "取者。行街里啼哭。人已還共議。如是非一", "50": "還我子。我不敢遠離佛所語。佛言。審如汝", "51": "語不。母言。我審如佛語。佛便授以五戒。第", "52": "一不殺生。第二不盜。三不婬。四不兩舌。五", "53": "不飲酒。報能悉還其子。佛便為說汝有千", "54": "子。皆為說千子名字。五百子在天上。皆", "55": "是鬼中王。將鬼官屬。嫉害嬈天民。五百子", "56": "在世間。嬈諸人民。汝子作鬼王。將數萬", "57": "鬼。如是五百子。將鬼官屬。一不可稱數。極嫉", "58": "害惡。或自稱作樹木神者。或作地神者。或作", "59": "水神者。或詐為人兄弟妻子。自怨枉家室內", "6": "日。阿難及眾沙門。出行輒見啼哭人。已還", "60": "外者。或作海神者。或作船車神者。或作舍宅", "61": "神者。或自稱夜在冥中神者。或使人夢寤者。", "62": "或使人恐怖。為人作怪者。或自稱星死者。自", "63": "稱病死者。如是耗亂人。適不在一處。極嫉害", "64": "惡。如是矯稱。令人祠祀烹殺。人不知多為烹", "65": "殺。飲食是鬼。是鬼亦不肯食。端嫉害欲使人", "66": "犯殺。欲使人入地獄中。要不食之。見人祠祀", "67": "喜。如是鬼亦不能護活人命。但益罪。愚癡人", "68": "不知。坐鬼貧窮。鬼子母聞佛說是語。即一心", "69": "自悔。即得須陀洹道。知方來去事。長跪白佛", "7": "共議。傷哀亡子家。佛即知眾沙門議。佛到眾", "70": "言。我愚癡不知。世世有惡乃爾。今我得持戒。", "71": "思惟中正之道。我心皆徹視。還見我千子。今", "72": "我乃知。佛所至至語成。願佛哀我。我欲止", "73": "佛精舍傍。我欲呼千子王。我欲使與佛結要。", "74": "我欲報復天上天下人恩。佛言善哉。如汝有", "75": "是意大善。佛言。汝從是已去。當稱是語。便止", "76": "佛精舍邊。其國中人民。無子者來求子。當與", "77": "之子。自在所願。我當勅子姓。與使隨護人。", "78": "不得復妄嬈之。欲從鬼子母求願者。名浮陀", "79": "摩尼鉢。姊名炙匿。天上天下鬼屬。是摩尼", "8": "沙門所。佛問眾沙門。向者何等議眾沙門。阿", "80": "鉢主四海內。船車治生有財產。皆屬摩尼", "81": "鉢。摩尼鉢與佛結要。受戒主護人財物。炙匿", "82": "主人若有產生當救之。有天王名毘沙門。主", "83": "四天地。護人命。出入常從毘沙門。求願有大", "84": "鬼王。名阿須倫。主諸龍王。諸毒氣人。從求願", "85": "令毒不干人。求願當慈心無所用謝。亦無所", "86": "噉食人。從求願者在人何求與耳。要無所求", "87": "索。亦不責人。人至浮陀摩尼鉢前為作禮。", "88": "佛說鬼子母經", "9": "難白佛言。向者出行分衛。見街里有啼哭人"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1262 佛說鬼子母經: 佛說鬼子母經: 佛說鬼子母經: 佛說鬼子母經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}