{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 根本分別品: 中阿含根本分別品: 中阿含根本分別品: 中阿含根本分別品: 中阿含根本分別品: 中阿含經", "text": {"0": "分別誦2 根本分別品164 分別觀法經", "1": "中阿含經卷第四十三", "10": "像巍巍，夜將向旦，往詣尊者三彌提所，稽", "100": "是義、是法，法主、法將，說真諦義，現一切義", "101": "由彼世尊，諸賢應往詣世尊所而問此", "102": "義：『世尊！此云何？此何義？』如世尊說者，諸賢", "103": "等當善受持。」時，諸比丘白曰：「唯然。尊者大迦", "104": "旃延！世尊是眼、是智、是義、是法，法主、法將，", "105": "說真諦義，現一切義由彼世尊，我等往", "106": "詣世尊所而問此義：『世尊！此云何？此何義？』", "107": "如世尊說者，我等當善受持。然尊者大迦", "108": "旃延常為世尊之所稱譽，及諸智梵行", "109": "人，尊者大迦旃延能廣分別世尊向所略", "11": "首作禮，却住一面。彼天色像威神極妙，光明", "110": "說義。唯願尊者大迦旃延為慈愍故而廣", "111": "說之。」尊者大迦旃延告諸比丘：「諸賢等共", "112": "聽我所說。諸賢！云何比丘念過去耶？諸", "113": "賢！比丘實有眼知色可喜、意所念，愛色，欲", "114": "相應，心樂，捫摸本，本即過去也。彼為過去", "115": "識欲染著，因識欲染著已，則便樂彼，因樂", "116": "彼已，便念過去。如是耳、鼻、舌、身，實有意知", "117": "法可喜、意所念，愛法，欲相應，心樂，捫摸本，", "118": "本即過去也。彼為過去識欲染著，因", "119": "識欲染著已，則便樂彼，因樂彼已，便", "12": "普照於溫泉岸，彼天却住於一面已，白", "120": "念過去。諸賢！如是比丘念過去也。「諸", "121": "賢！云何比丘不念過去？諸賢！比丘實有眼", "122": "知色可喜、意所念，愛色，欲相應，心樂，捫摸", "123": "本，本即過去也。彼為過去識不欲染著，因", "124": "識不欲染著已，則便不樂彼，因不樂彼", "125": "已，便不念過去。如是耳、鼻、舌、身，實有意知", "126": "法可喜、意所念，愛法，欲相應，心樂，捫摸本，", "127": "本即過去也。彼為過去識不欲染著，因識", "128": "不欲染著已，則便不樂彼，因不樂彼已，", "129": "便不念過去。諸賢！如是比丘不念過去", "13": "尊者三彌提曰：「比丘！受持跋地羅帝偈", "130": "也。「諸賢！云何比丘願未來耶？諸賢！比丘若", "131": "有眼、色、眼識未來者，彼未得欲得，已得心", "132": "願，因心願已，則便樂彼，因樂彼已，便願未", "133": "來；如是耳、鼻、舌、身。若有意、法、意識未來者，", "134": "未得欲得，已得心願，因心願已，則便樂彼，", "135": "因樂彼已，便願未來。諸賢！如是比丘願未", "136": "來也。「諸賢！云何比丘不願未來？諸賢！比丘", "137": "若有眼、色、眼識未來者，未得不欲得，已得", "138": "心不願，因心不願已，則便不樂彼，因不樂", "139": "彼已，便不願未來；如是耳、鼻、舌、身。若有意、", "14": "耶？」尊者三彌提答彼天曰：「我不受持跋地", "140": "法、意識未來者，未得不欲得，已得心不願，", "141": "因心不願已，則便不樂彼，因不樂彼已，", "142": "便不願未來。諸賢！如是比丘不願未來也。", "143": "「諸賢！云何比丘受現在法？諸賢！比丘若有", "144": "眼、色、眼識現在者，彼於現在識欲染著，因", "145": "識欲染著已，則便樂彼，因樂彼已，便受現", "146": "在法；如是耳、鼻、舌、身。若有意、法、意識現在", "147": "者，彼於現在識欲染著，因識欲染著已，則", "148": "便樂彼，因樂彼已，便受現在法。諸賢！如", "149": "是比丘受現在法也。「諸賢！云何比丘不受", "15": "羅帝偈也。」尋問彼天：「汝受持跋地羅帝偈", "150": "現在法。諸賢！比丘若有眼、色、眼識現在者，", "151": "彼於現在識不欲染著，因識不欲染著已，", "152": "則便不樂彼，因不樂彼已，便不受現在", "153": "法；如是耳、鼻、舌、身。若有意、法、意識現在者，", "154": "彼於現在識不欲染著，因識不欲染著已，", "155": "則便不樂彼，因不樂彼已，便不受現在", "156": "法。諸賢！如是比丘不受現在法。「諸賢！謂世", "157": "尊略說此教，不廣分別，即從座起，入室", "158": "宴坐。", "159": "「『慎莫念過去，亦勿願未來，", "16": "耶？」彼天答曰：「我亦不受持跋地羅帝偈", "160": "過去事已滅，未來復未至。", "161": "現在所有法，彼亦當為思，", "162": "念無有堅強，慧者覺如是。", "163": "若學聖人行，孰知愁於死，", "164": "我要不會彼，大苦災患終。", "165": "如是行精勤，晝夜無懈怠，", "166": "是故常當說，跋地羅帝偈。』", "167": "「此世尊略說，不廣分別，我以此句、以此文", "168": "廣說如是。諸賢！可往向佛具陳，若如世", "169": "尊所說義者，諸賢等便可共受持。」於是，諸", "17": "也。」尊者三彌提復問彼天：「誰受持跋地羅", "170": "比丘聞尊者大迦旃延所說，善受持誦，即從", "171": "座起，繞尊者大迦旃延三匝而去，往詣佛", "172": "所，稽首作禮，却坐一面，白曰：「世尊！向世", "173": "尊略說此教，不廣分別，即從座起，入室", "174": "燕坐。尊者大迦旃延以此句、以此文而廣", "175": "說之。」世尊聞已，嘆曰：「善哉！善哉！我弟子中", "176": "有眼、有智、有法、有義。所以者何？謂師為弟", "177": "子略說此教，不廣分別，彼弟子以此句、以", "178": "此文而廣說之，如大迦旃延比丘所說，汝", "179": "等應當如是受持。所以者何？以說觀義應", "18": "帝偈耶？」彼天答曰：「世尊遊此王舍城，在", "180": "如是也。」佛說如是。彼諸比丘聞佛所說，歡", "181": "喜奉行。", "182": "溫泉林天經第四竟二千五百八十字", "183": "166 釋中禪室尊經（一六六）中阿含根本分別品釋中禪室尊經第", "184": "五第四分別誦", "185": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "186": "獨園。爾時，尊者盧夷強耆遊於釋中，", "187": "在無事禪室。於是，尊者盧夷強耆夜將向", "188": "旦，從彼禪室出，在露地禪室蔭中，於繩床", "189": "上敷尼師檀，結跏趺坐。爾時，有一天形", "19": "竹林迦蘭哆園，彼受持跋地羅帝偈也。比", "190": "體極妙，色像巍巍，夜將向旦，往詣尊者盧", "191": "夷強耆所，稽首作禮，却住一面。彼天色像威", "192": "神極妙，光明普照於其禪室。彼天却住於", "193": "一面已，白尊者盧夷強耆曰：「比丘！受持", "194": "跋地羅帝偈及其義耶？」尊者盧夷強耆答彼", "195": "天曰：「我不受持跋地羅帝偈，亦不受義。」", "196": "尋問彼天：「汝受持跋地羅帝偈及其義耶？」", "197": "彼天答曰：「我受持跋地羅帝偈，然不受義。」", "198": "尊者盧夷強耆復問彼天：「云何受持跋地羅", "199": "帝偈而不受義耶？」彼天答曰：「一時，世尊遊", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "丘！可往面從世尊，善受持誦跋地羅帝偈。", "200": "王舍城，住竹林迦蘭哆園。爾時，世尊為諸", "201": "比丘說跋地羅帝偈：", "202": "「『慎莫念過去，亦勿願未來，", "203": "過去事已滅，未來復未至。", "204": "現在所有法，彼亦當為思，", "205": "念無有堅強，慧者覺如是。", "206": "若學聖人行，孰知愁於死，", "207": "我要不會彼，大苦災患終。", "208": "如是行精勤，晝夜無懈怠，", "209": "是故常當說，跋地羅帝偈。』", "21": "所以者何？跋地羅帝偈者，有法有義，為梵", "210": "「比丘！我如是受持跋地羅帝偈，不受持義。」", "211": "尊者盧夷強耆復問彼天：「誰受持跋地羅帝", "212": "偈及其義耶？」彼天答曰：「佛遊舍衛國，在", "213": "勝林給孤獨園，彼受持跋地羅帝偈及其", "214": "義也。比丘！可往面從世尊，善受持誦跋", "215": "地羅帝偈及其義也。所以者何？跋地羅帝", "216": "偈及其義者，有義有法，為梵行本，趣智、趣", "217": "覺、趣於涅槃，族姓者至信、捨家、無家、學道，", "218": "當以跋地羅帝偈及其義善受持誦。」彼天說", "219": "如是，稽首尊者盧夷強耆足，繞三匝已，即", "22": "行本，趣智、趣覺、趣於涅槃，族姓者至信、捨", "220": "彼處沒。天沒不久，於是，尊者盧夷強耆在", "221": "釋中受夏坐訖。過三月已，補治衣竟，攝", "222": "衣持鉢，往詣舍衛國，展轉進前，至舍衛國，", "223": "住勝林給孤獨園。爾時，尊者盧夷強耆往詣", "224": "佛所，稽首作禮，却坐一面，白曰：「世尊！我一", "225": "時遊於釋中，在無事禪室。世尊！我於爾時", "226": "夜將向旦，從彼禪室出，在露地禪室蔭中，", "227": "於繩床上敷尼師檀，結跏趺坐。爾時，有", "228": "一天形體極妙，色像巍巍，夜將向旦，來詣", "229": "我所，稽首作禮，却住一面。彼天色像威神極", "23": "家、無家、學道，當以跋地羅帝偈善受持誦。」", "230": "妙，光明普照於其禪室。彼天却住於一面", "231": "已，而白我曰：『比丘！受持跋地羅帝偈及其", "232": "義耶？』我答彼天：『不受持跋地羅帝偈，亦不", "233": "受義。』尋問彼天：『汝受持跋地羅帝偈及其", "234": "義耶？』彼天答曰：『我受持跋地羅帝偈，然不", "235": "受義。』我復問天：『云何受持󰍑地羅帝偈而", "236": "不受義耶？』天答我曰：『一時，佛遊王舍城，", "237": "住竹林迦蘭哆園。爾時，世尊為諸比丘", "238": "說跋地羅帝偈：", "239": "「『「慎莫念過去，亦勿願未來，", "24": "彼天說如是，稽首尊者三彌提足，繞三匝", "240": "過去事已滅，未來復未至。", "241": "現在所有法，彼亦當為思，", "242": "念無有堅強，慧者覺如是。", "243": "若學聖人行，孰知愁於死，", "244": "我要不會彼，大苦災患終。", "245": "如是行精勤，晝夜不懈怠，", "246": "是故常當說，跋地羅帝偈。」』", "247": "「『比丘！我如是受持跋地羅帝偈，不受持義", "248": "也。』我復問天：『誰受持跋地羅帝偈及其義", "249": "耶？』天答我曰：『佛遊舍衛國，在勝林給孤獨", "25": "已，即彼處沒。於是，尊者三彌提，天沒不久", "250": "園，彼受持󰍑地羅帝偈及其義也。比丘！可", "251": "往面從世尊，善受持誦跋地羅帝偈及其", "252": "義也。所以者何？跋地羅帝偈及其義者，有義", "253": "有法，為梵行本，趣智、趣覺、趣於涅槃，族姓", "254": "者至信、捨家、無家、學道，當以󰍑地羅帝偈及", "255": "其義善受持誦。』彼天說如是，稽首我足，", "256": "繞三匝已，即彼處沒。」於是，世尊問尊者盧夷", "257": "強耆：「汝知彼天從何處來？彼天名何耶？」尊", "258": "者盧夷強耆答曰：「世尊！我不知彼天從何", "259": "處來，亦不知名也。」世尊告曰：「強耆！彼天", "26": "往詣佛所，稽首作禮，却坐一面，白曰：「世", "260": "子名般那，為三十三天軍將。」彼時，尊者盧", "261": "夷強耆白曰：「世尊！今正是時。善逝！今正是", "262": "時。若世尊為諸比丘說跋地羅帝偈及其", "263": "義者，諸比丘從世尊聞已，當善受持。」世尊", "264": "告曰：「強耆！諦聽，善思念之，我當為汝廣說", "265": "其義。」尊者盧夷強耆白曰：「唯然。當受教聽。」", "266": "佛言：", "267": "「慎莫念過去，亦勿願未來，", "268": "過去事已滅，未來復未至。", "269": "現在所有法，彼亦當為思，", "27": "尊！我於今日夜將向旦出房往詣彼溫", "270": "念無有堅強，慧者覺如是。", "271": "若作聖人行，孰知愁於死，", "272": "我要不會彼，大苦災患終。", "273": "如是行精勤，晝夜無懈怠，", "274": "是故常當說，跋地羅帝偈。", "275": "「強耆！云何比丘念過去耶？若比丘樂過去", "276": "色，欲、著、住，樂過去覺、想、行、識，欲、著、住，如是", "277": "比丘念過去也。強耆！云何比丘不念過去？", "278": "若比丘不樂過去色，不欲、不著、不住，不", "279": "樂過去覺、想、行、識，不欲、不著、不住，如是", "28": "泉所，脫衣岸上，入溫泉浴，浴已便出，住岸", "280": "比丘不念過去。強耆！云何比丘願未來耶？", "281": "若比丘樂未來色，欲、著、住，樂未來覺、想、行、", "282": "識，欲、著、住，如是比丘願未來也。強耆！云", "283": "何比丘不願未來？若比丘不樂未來色，不", "284": "欲、不著、不住，不樂未來覺、想、行、識，不欲、不", "285": "著、不住，如是比丘不願未來。「強耆！云何", "286": "比丘受現在法？若比丘樂現在色，欲、著、住，", "287": "樂現在覺、想、行、識，欲、著、住，如是比丘受現", "288": "在法。強耆！云何比丘不受現在法？若比丘", "289": "不樂現在色，不欲、不著、不住，不樂現在", "29": "拭身。爾時，有一天形體極妙，色像巍巍，夜", "290": "覺、想、行、識，不欲、不著、不住，如是比丘不", "291": "受現在法。」佛說如是。尊者盧夷強耆及諸", "292": "比丘，聞佛所說，歡喜奉行。", "293": "釋中禪室尊經第五竟千五百三十六字", "294": "167 阿難說經（一六七）中阿含根本分別品阿難說經第六", "295": "第四分別誦", "296": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "297": "獨園。爾時，尊者阿難為諸比丘夜集講堂，", "298": "說跋地羅帝偈及其義也。爾時，有一比丘", "299": "過夜平旦，往詣佛所，稽首作禮，却坐一面，白", "3": "165 溫泉林天經（一六五）根本分別品溫泉林天經第四第四", "30": "將向旦，來詣我所，稽首作禮，却住一面。彼", "300": "曰：「世尊！彼尊者阿難為諸比丘夜集講堂，", "301": "說跋地羅帝偈及其義也。」於是，世尊告一", "302": "比丘：「汝往至阿難比丘所，作如是語：『阿難！", "303": "世尊呼汝。』」彼一比丘受世尊教，即從座起，", "304": "稽首佛足，繞三匝而去，往至尊者阿難所", "305": "而語曰：「世尊呼尊者阿難！」尊者阿難即往", "306": "佛所，稽首作禮，却住一面，世尊問曰：「阿難！", "307": "汝實為諸比丘夜集講堂，說跋地羅帝偈", "308": "及其義耶？」尊者阿難答曰：「唯然。」世尊問曰：", "309": "「阿難！汝云何為諸比丘說跋地羅帝偈及", "31": "天色像威神極妙，光明普照於溫泉岸。彼天", "310": "其義耶？」尊者阿難即便說曰：", "311": "「慎莫念過去，亦勿願未來，", "312": "過去事已滅，未來復未至。", "313": "現在所有法，彼亦當為思，", "314": "念無有堅強，慧者覺如是。", "315": "為作聖人行，孰知愁於死，", "316": "我要不會彼，大苦災患終。", "317": "如是行精進，晝夜無懈怠，", "318": "是故常當說，跋地羅帝偈。」", "319": "世尊即復問曰：「阿難！云何比丘念過去耶？」尊", "32": "却住於一面已，而白我曰：『比丘！受持跋地", "320": "者阿難答曰：「世尊！若有比丘樂過去色，欲、", "321": "著、住，樂過去覺、想、行、識，欲、著、住，如是比丘", "322": "念過去也。」世尊即復問曰：「阿難！云何比丘不", "323": "念過去？」尊者阿難答曰：「世尊！若比丘不樂", "324": "過去色，不欲、不著、不住，不樂過去覺、想、行、", "325": "識，不欲、不著、不住，如是比丘不念過去。」", "326": "世尊即復問曰：「阿難！云何比丘願未來耶？」", "327": "尊者阿難答曰：「世尊！若比丘樂未來色，欲、", "328": "著、住，樂未來覺、想、行、識，欲、著、住，如是比丘", "329": "願未來也。」世尊即復問曰：「阿難！云何比丘", "33": "羅帝偈耶？』我答彼天：『不受持跋地羅帝偈", "330": "不願未來？」尊者阿難答曰：「世尊！若比丘不", "331": "樂未來色，不欲、不著、不住，不樂未來覺、", "332": "想、行、識，不欲、不著、不住，如是比丘不願", "333": "未來。」世尊即復問曰：「阿難！云何比丘受現", "334": "在法？」尊者阿難答曰：「世尊！若比丘樂現在", "335": "色，欲、著、住，樂現在覺、想、行、識，欲、著、住，如是", "336": "比丘受現在法。」世尊即復問曰：「阿難！云何", "337": "比丘不受現在法？」尊者阿難答曰：「世尊！若", "338": "比丘不樂現在色，不欲、不著、不住，不樂", "339": "現在覺、想、行、識，不欲、不著、不住，如是比丘", "34": "也。』我問彼天：『汝受持跋地羅帝偈耶？』彼天", "340": "不受現在法。世尊！我以如是為諸比丘", "341": "夜集講堂，說󰍑地羅帝偈及其義也。」於是，", "342": "世尊告諸比丘：「善哉！善哉！我弟子中有眼、有", "343": "智、有義、有法。所以者何？謂弟子在師面前", "344": "如是句、如是文廣說此義，實如阿難比丘", "345": "所說，汝等應當如是受持。所以者何？此說", "346": "觀義應如是也。」佛說如是。尊者阿難及諸", "347": "比丘，聞佛所說，歡喜奉行。", "348": "阿難說經第六竟七百七十二字", "349": "168 意行經（一六八）中阿含根本分別品意行經第七第", "35": "答曰：『我亦不受持跋地羅帝偈也。』我復問：", "350": "四分別誦", "351": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "352": "獨園。爾時，世尊告諸比丘：「我今為汝說法，", "353": "初妙、中妙、竟亦妙，有義有文，具足清淨，顯", "354": "現梵行，謂分別意行經，如意行生。諦聽，諦聽，", "355": "善思念之。」時，諸比丘受教而聽。佛言：「云何", "356": "意行生？若有比丘離欲，離惡不善之法，有", "357": "覺、有觀，離生喜、樂，得初禪成就遊。彼此定樂", "358": "欲住，彼此定樂欲住已，必有是處，住彼樂", "359": "彼，命終生梵身天中。諸梵身天者，生彼住", "36": "『誰受持跋地羅帝偈耶？』彼天答曰：『世尊遊", "360": "彼，受離生喜、樂，及比丘住此，入初禪，受離", "361": "生喜、樂，此二離生喜、樂無有差別，二俱等等。", "362": "所以者何？先此行定，然後生彼，彼此定如是", "363": "修、如是習、如是廣布，生梵身天中，如是意", "364": "行生。「復次，比丘覺、觀已息，內靖、一心，無覺、", "365": "無觀，定生喜、樂，得第二禪成就遊。彼此定樂", "366": "欲住，彼此定樂欲住已，必有是處，住彼樂", "367": "彼，命終生晃昱天中。諸晃昱天者，生彼住", "368": "彼，受定生喜、樂，及比丘住此，入第二禪，", "369": "受定生喜、樂，此二定生喜、樂無有差別，二俱", "37": "此王舍城，住竹林迦蘭哆園，彼受持跋地", "370": "等等。所以者何？先此行定，然後生彼，彼此", "371": "定如是修、如是習、如是廣布，生晃昱天中，", "372": "如是意行生。「復次，比丘離於喜欲，捨無求", "373": "遊，正念正智而身覺樂，謂聖所說、聖所捨、", "374": "念、樂住、空，得第三禪成就遊。彼此定樂欲", "375": "住，彼此定樂欲住已，必有是處，住彼樂彼，", "376": "命終生遍淨天中。諸遍淨天者，生彼住彼，", "377": "受無喜樂，及比丘住此，入第三禪，受無喜", "378": "樂，此二無喜樂無有差別，二俱等等。所以", "379": "者何？先此行定，然後生彼，彼此定如是修、", "38": "羅帝偈也。比丘！可往面從世尊善受持誦", "380": "如是習、如是廣布，生遍淨天中，如是意行", "381": "生。「復次，比丘樂滅、苦滅，喜、憂本已滅，不苦", "382": "不樂、捨、念、清淨，得第四禪成就遊。彼此定樂", "383": "欲住，彼此定樂欲住已，必有是處，住彼樂", "384": "彼，命終生果實天中。諸果實天者，生彼住", "385": "彼，受捨、念、清淨樂，及比丘住此，入第四禪，", "386": "受捨、念、清淨樂，此二捨、念、清淨樂無有差", "387": "別，二俱等等。所以者何？先此行定，然後生彼，", "388": "彼此定如是修、如是習、如是廣布，生果實", "389": "天中，如是意行生。「復次，比丘度一切色想，", "39": "跋地羅帝偈。所以者何？跋地羅帝偈者，有", "390": "滅有對想，不念若干想，無量空，是無量空", "391": "處成就遊。彼此定樂欲住，彼此定樂欲住已，", "392": "必有是處，住彼樂彼，命終生無量空處天", "393": "中、諸無量空處天者，生彼住彼，受無量空處", "394": "想，及比丘住此，受無量空處想，此二無量空", "395": "處想無有差別，二俱等等。所以者何？先此", "396": "行定，然後生彼，彼此定如是修、如是習、如", "397": "是廣布，生無量空處天中，如是意行生。「復", "398": "次，比丘度無量空處，無量識，是無量識處成", "399": "就遊。彼此定樂欲住，彼此定樂欲住已，必有", "4": "分別誦", "40": "義有法，為梵行本，趣智、趣覺、趣於涅槃，族", "400": "是處，住彼樂彼，命終生無量識處天中。諸", "401": "無量識處天者，生彼住彼，受無量識處想，", "402": "及比丘住此，受無量識處想，此二無量識", "403": "處想無有差別，二俱等等。所以者何？先此", "404": "行定，然後生彼，彼此定如是修、如是習、如", "405": "是廣布，生無量識處天中，如是意行生。「復", "406": "次，比丘度無量識處，無所有，是無所有處成", "407": "就遊。彼此定樂欲住，彼此定樂欲住已，必有", "408": "是處，住彼樂彼，命終生無所有處天中。諸", "409": "無所有處天者，生彼住彼，受無所有處想，", "41": "姓者至信、捨家、無家、學道，當以跋地羅帝偈", "410": "及比丘住此，受無所有處想，此二無所有處", "411": "想無有差別，二俱等等。所以者何？先此行", "412": "定，然後生彼，彼此定如是修、如是習、如是", "413": "廣布，生無所有處天中，如是意行生。「復次，", "414": "比丘度一切無所有處想，非有想非無想，", "415": "是非有想非無想處成就遊。彼此定樂欲住，", "416": "彼此定樂欲住已，必有是處，住彼樂彼，命", "417": "終生非有想非無想處天中。諸非有想非無", "418": "想處天者，生彼住彼，受非有想非無想處", "419": "想，及比丘住此，受非有想非無想處想，此", "42": "善受持誦。』彼天說如是，稽首我足，繞三匝", "420": "二想無有差別，二俱等等。所以者何？先此", "421": "行定，然後生彼，彼此定如是修、如是習、如", "422": "是廣布，生非有想非無想處天中，如是意", "423": "行生。「復次，比丘度一切非有想非無想處，想", "424": "知滅身觸成就遊。慧見諸漏盡斷智，彼諸定", "425": "中，此定說最第一、最大、最上、最勝、最妙。猶如", "426": "因牛有乳，因乳有酪，因酪有生酥，因生", "427": "酥有熟酥，因熟酥有酥精，酥精者", "428": "說最第一、最大、最上最勝、最妙。如是彼諸定", "429": "中，此定說最第一、最大、最上、最勝、最妙，得", "43": "已，即彼處沒。」世尊問曰：「三彌提！汝知彼天從", "430": "此定、依此定、住此定已，不復受生老病死", "431": "苦，是說苦邊。」佛說如是。彼諸比丘聞佛所", "432": "說，歡喜奉行。", "433": "意行經第七竟千三百十九字", "434": "169 拘樓瘦無諍經（一六九）中阿含根本分別品拘樓瘦無諍經第", "435": "八第四分別誦", "436": "我聞如是：一時，佛遊婆奇瘦劍磨瑟曇拘", "437": "樓都邑。爾時，世尊告諸比丘：「我當為汝說", "438": "法，初妙、中妙、竟亦妙，有義有文，具足清淨，", "439": "顯現梵行，名分別無諍經。諦聽，諦聽，善思", "44": "何處來？彼天名何耶？」尊者三彌提答曰：「世", "440": "念之。」時，諸比丘受教而聽。佛言：「莫求欲樂、", "441": "極下賤業，為凡夫行。亦莫求自身苦行，至", "442": "苦非聖行，無義相應，離此二邊，則有中道，", "443": "成眼成智，自在成定，趣智、趣覺、趣於涅槃。", "444": "有稱、有譏，有無稱、無譏而為說法。決定於", "445": "齊，決定知已，所有內樂常求彼也。莫相", "446": "導說，亦莫面前稱譽，齊限說，莫求齊限，", "447": "隨國俗法，莫是莫非，此分別無諍經事。", "448": "莫求欲樂、極下賤業，為凡夫行，亦莫求自", "449": "身苦行，至苦非聖行，無義相應者。此何因說？", "45": "尊！我不知彼天從何所來，亦不知名也。」", "450": "莫求欲樂、極下賤業，為凡夫行，是說一邊，", "451": "亦莫求自身苦行，至苦非聖行，無義相應者，", "452": "是說二邊。莫求欲樂、極下賤業，為凡夫行，", "453": "亦莫求自身苦行，至苦非聖行，無義相應者，", "454": "因此故說。「離此二邊，則有中道，成眼成智，", "455": "自在成定，趣智、趣覺、趣涅槃者。此何因", "456": "說？有聖道八支，正見乃至正定，是謂為", "457": "八。離此二邊，則有中道，成眼成智，自在成", "458": "定，趣智、趣覺、趣涅槃者，因此故說。有稱、", "459": "有譏，有無稱、無譏而為說法者。此何因說？", "46": "世尊告曰：「三彌提！彼天子名正殿，為三十", "460": "云何為稱？云何為譏，而不說法。若有欲", "461": "相應與喜樂俱，極下賤業，為凡夫行，此", "462": "法有苦、有煩、有熱、有憂慼邪行。彼知此已，", "463": "則便自譏。所以者何？欲者，無常、苦、磨滅法，", "464": "彼知欲無常已，是故彼一切有苦、有煩、有", "465": "熱、有憂慼邪行，彼知此已，是故便自譏。「自", "466": "身苦行，至苦非聖行，無義相應，此法有苦、有", "467": "煩、有熱、有憂慼邪行，彼知此已，則便自譏。", "468": "所以者何？彼沙門、梵志所可畏苦，剃除鬚", "469": "髮，著袈裟衣，至信、捨家、無家、學道者，彼沙門、", "47": "三天軍將。」於是，尊者三彌提白曰：「世尊！今", "470": "梵志復抱此苦，是故彼一切有苦、有煩、有", "471": "熱、有憂慼邪行。彼知此已，是故便自譏。有", "472": "結不盡，此法有苦、有煩、有熱、有憂慼邪行，", "473": "彼知此已，則便自譏。所以者何？若有結不盡", "474": "者，彼有亦不盡。是故彼一切有煩、有熱、有", "475": "憂慼邪行，彼知此已，是故便自譏也。有結", "476": "盡者，此法無苦、無煩、無熱、無憂慼正行，彼", "477": "知此已，則便自稱。所以者何？若有結盡者，", "478": "彼有亦盡，是故彼一切無苦、無煩、無熱、無", "479": "憂慼正行，彼知此已，是故便自稱也。「不求", "48": "正是時。善逝！今正是時。若世尊為諸比丘", "480": "內樂，此法有苦、有煩、有熱、有憂慼邪行，彼", "481": "知此已，則便自譏。所以者何？若有不求內", "482": "樂者，彼亦不求內，是故彼一切有苦、有", "483": "煩、有熱、有憂慼邪行，彼知此已，是故便自", "484": "譏也。求於內樂，此法無苦、無煩、無熱、無憂", "485": "慼正行，彼知此已，則便自稱。所以者何？若", "486": "有求內樂者，彼亦求內，是故彼一切無苦、", "487": "無煩、無熱、無憂慼正行。彼知此已，是故便", "488": "自稱。如是有稱有譏而不說法也，不稱", "489": "不譏而為說法。「云何不稱不譏而為說法？", "49": "說跋地羅帝偈者，諸比丘從世尊聞已，當", "490": "若欲相應與喜樂俱，極下賤業，為凡夫行，", "491": "此法有苦、有煩、有熱、有憂慼邪行，彼知此", "492": "已，則便說法。所以者何？彼不如是說，欲無", "493": "常、苦、磨滅法，彼知欲無常已，是故彼一切有", "494": "苦、有煩、有熱、有憂慼邪行，不達此法，唯有", "495": "苦法，有煩、有熱、有憂慼邪行。彼知此已，是", "496": "故便說法。自身苦行，至苦非聖行，無義相應，", "497": "此法有苦、有煩、有熱、有憂慼邪行，彼知此", "498": "已，則便說法。所以者何？彼不如是說，自身", "499": "苦行，至苦非聖行，無義相應，此法有苦、有煩、", "5": "我聞如是：一時，佛遊王舍城，在竹林迦蘭", "50": "善受持。」世尊告曰：「三彌提！諦聽，諦聽，善思", "500": "有熱、有憂慼邪行，不達此法，唯有苦法，有", "501": "煩、有熱、有憂慼邪行，彼知此已，是故便說", "502": "法也。「有結不盡，此法有苦、有煩、有熱、有憂", "503": "慼邪行，彼知此已，則便說法。所以者何？彼", "504": "不如是說，若有結不盡者，彼有亦不盡，是", "505": "故彼一切有苦、有煩、有熱、有憂慼邪行，不", "506": "達此法，唯有苦法，有煩、有熱、有憂慼邪行。", "507": "彼知此已，是故便說法也。有結盡者，此法", "508": "無苦、無煩、無熱、無憂慼正行。彼知此已，則", "509": "便說法。所以者何？彼不如是說，若有結盡", "51": "念之，我當為汝說。」尊者三彌提白曰：「唯然。」", "510": "者，彼有亦盡，是故彼一切無苦、無煩、無熱、", "511": "無憂慼正行，不達此法，唯無苦法，無煩、無", "512": "熱、無憂慼正行。彼知此已，是故便說法也。", "513": "「不求內樂，此法有苦、有煩、有熱、有憂慼邪", "514": "行，彼知此已，則便說法。所以者何？彼不如", "515": "是說，若不求內樂者，彼亦不求內。是故", "516": "彼一切有苦、有煩、有熱、有憂慼邪行，不達", "517": "此法，唯有苦法，有煩、有熱、有憂慼邪行。彼", "518": "知此已，是故便說法也。求於內樂，此法", "519": "無苦、無煩、無熱、無憂慼正行。彼知此已，則", "52": "時，諸比丘受教而聽。佛言：", "520": "便說法。所以者何？彼不如是說，若有求", "521": "內樂者，彼亦求內，是故彼一切無苦、無煩、", "522": "無熱、無憂慼正行，不達此法，唯無苦法，", "523": "無煩、無熱、無憂慼正行。彼知此已，是故便", "524": "說法，如是不稱、不譏而為說法，有稱有譏、", "525": "有無稱無譏而為說法者，因此故說也。「決", "526": "定於齊，決定知已，所有內樂當求彼者，", "527": "此何因說？有樂，非聖樂是凡夫樂，病本、癰", "528": "本、箭刺之本，有食有生死，不可修、不可習、", "529": "不可廣布，我說於彼則不可修也。有樂，是", "53": "「慎莫念過去，亦勿願未來，", "530": "聖樂、無欲樂、離樂、息樂、正覺之樂，無食無生", "531": "死，可修、可習、可廣布，我說於彼則可修", "532": "也。「云何有樂，非聖樂是凡夫樂，病本、癰本、", "533": "箭刺之本，有食有生死，不可修、不可習、不", "534": "可廣布，我說於彼不可修也？彼若因五", "535": "欲功德生喜生樂，此樂非聖樂，是凡夫樂，", "536": "病本、癰本、箭刺之本，有食有生死，不可修、", "537": "不可習、不可廣布，我說於彼則不可修。", "538": "「云何有樂，是聖樂、無欲樂、離樂、息樂、正覺之", "539": "樂，無食無生死，可修、可習、可廣布，我", "54": "過去事已滅，未來復未至。", "540": "說於彼則可修耶？若有比丘離欲、離惡不", "541": "善之法，至得第四禪成就遊。此樂是聖樂、無", "542": "欲樂、離樂、息樂、正覺之樂，無食無生死，可", "543": "修、可習、可廣布，我說於彼則可修也。決定", "544": "於齊，決定知已，所有內樂當求彼者，因", "545": "此故說。「莫相導說，亦莫面前稱譽者，此", "546": "何因說？有相導說不真實、虛妄、無義相", "547": "應，有相導說真實、不虛妄、無義相應，有", "548": "相導說真實、不虛妄、與義相應。於中若", "549": "有導說不真實、虛妄、無義相應者，此終不", "55": "現在所有法，彼亦當為思，", "550": "可說。於中若有導說真實、不虛妄、無義", "551": "相應者，彼亦當學不說是也。於中若有", "552": "導說真實、不虛妄、義相應者，彼為知時，正", "553": "智正念，令成就彼，如是面前稱譽，莫相導", "554": "說，亦莫面前稱譽者，因此故說。「齊限說，莫", "555": "不齊限者，此何因說？不齊限說者，煩身，", "556": "念憙忘，心疲極，聲壞，向智者不自在也。", "557": "齊限說者，不煩身，念不憙忘，心不疲極，聲", "558": "不壞，向智者得自在也。齊限說，莫不齊", "559": "限者，因此故說。「隨國俗法，莫是莫非者，", "56": "念無有堅強，慧者覺如是。", "560": "此何因說？云何隨國俗法？是及非耶？彼彼", "561": "方、彼彼人間、彼彼事，或說甌，或說𣟁，或", "562": "說杅，或說椀，或說器。如彼彼方、彼彼人", "563": "間、彼彼事，或說甌，或說𣟁，或說杅，或說", "564": "椀，或說器，彼彼事隨其力，一向說此是", "565": "真諦，餘者虛妄。如是隨國俗法，是及非也。", "566": "云何隨國俗法？不是不非耶？彼彼方、彼彼", "567": "人間、彼彼事，或說甌，或說𣟁，或說杅，或", "568": "說椀，或說器。如彼彼方、彼彼人間、彼彼", "569": "事，或說甌，或說𣟁，或說杅，或說椀，或說", "57": "若作聖人行，孰知愁於死，", "570": "器。彼彼事不隨其力，不一向說此是真", "571": "諦，餘者虛妄。如是隨國俗法，不是不非也。", "572": "隨國俗法，莫是莫非者，因此故說。「有諍法、", "573": "無諍法。云何有諍法？云何無諍法？若欲相", "574": "應與喜樂俱，極下賤業，為凡夫行，此法有", "575": "諍。以何等故此法有諍？此法有苦、有煩、", "576": "有熱、有憂慼邪行，是故此法則有諍也。若", "577": "自身苦行，至苦非聖行，無義相應，此法有諍。", "578": "以何等故此法有諍？此法有苦、有煩、有熱、", "579": "有憂慼邪行，是故此法則有諍也。離此二", "58": "我要不會彼，大苦災患終。", "580": "邊，則有中道，成眼成智，自在成定，趣智、", "581": "趣覺、趣於涅槃，此法無諍。以何等故此法", "582": "無諍？此法無苦、無煩、無熱、無憂慼正行，", "583": "是故此法則無諍也。「有結不盡，此法有諍。", "584": "以何等故此法有諍？此法有苦、有煩、有熱、", "585": "有憂慼邪行，是故此法則有諍也。有結滅", "586": "盡，此法無諍。以何等故此法無諍？此法", "587": "無苦、無煩、無熱、無憂慼正行，是故此法則", "588": "無諍也。「不求內樂，此法有諍。以何等故", "589": "此法有諍？此法有苦、有煩、有熱、有憂慼邪", "59": "如是行精勤，晝夜無懈怠，", "590": "行，是故此法則有諍也。求於內樂，此法無", "591": "諍。以何等故此法無諍？此法無苦、無煩、", "592": "無熱、無憂慼正行，是故此法則無諍也。「於", "593": "中若有樂，非聖樂是凡夫樂，病本、癰本、箭", "594": "刺之本，有食有生死，不可修、不可習、不", "595": "可廣布，我說於彼則不可修，此法有諍。", "596": "以何等故此法有諍？此法有苦、有煩、有熱、", "597": "有憂慼邪行，是故此法則有諍也。於中若", "598": "有樂，是聖樂、無欲樂、離樂、息樂、正覺之樂，無", "599": "食無生死，可修、可習、可廣布，我說於彼則", "6": "哆園。爾時，尊者三彌提亦遊王舍城，住", "60": "是故常當說，跋地羅帝偈。」", "600": "可修也，此法無諍。以何等故此法無諍？", "601": "此法無苦、無煩、無熱、無憂慼正行，是故此", "602": "法則無諍也。「於中若有導說不真實、虛", "603": "妄、無義相應，此法有諍。以何等故此法有", "604": "諍？此法有苦、有煩、有熱、有憂慼邪行，是故", "605": "此法則有諍也。於中若有導說真實、不虛", "606": "妄、無義相應，此法有諍。以何等故此法有", "607": "諍？此法有苦、有煩、有熱、有憂慼邪行，是", "608": "故此法則有諍也。於中若有導說真實、不", "609": "虛妄、與義相應，此法無諍。以何等故此", "61": "佛說如是，即從座起，入室宴坐。於是，諸比", "610": "法無諍？此法無苦、無煩、無熱、無憂慼正行，", "611": "是故此法則無諍也。「無齊限說者，此法有", "612": "諍。以何等故此法有諍？此法有苦、有煩、", "613": "有熱、有憂慼邪行，是故此法則有諍也。齊", "614": "限說者，此法無諍。以何等故此法無諍？", "615": "此法無苦、無煩、無熱、無憂慼正行，是故此", "616": "法則無諍也。「隨國俗法，是及非，此法有諍。", "617": "以何等故此法有諍？此法有苦、有煩、有熱、", "618": "有憂慼邪行，是故此法則有諍也。隨國俗", "619": "法，不是不非，此法無諍。以何等故此法無", "62": "丘便作是念：「諸賢！當知世尊略說此教，", "620": "諍？此法無苦、無煩、無熱、無憂慼正行，是", "621": "故此法則無諍也。是謂諍法。汝等當知諍", "622": "法及無諍法，知諍法及無諍法已，棄捨諍", "623": "法，修習無諍法，汝等當學。」如是須菩提族", "624": "姓子以無諍道，於後知法如法。", "625": "「知法如真實，須菩提說偈，", "626": "此行真實空，捨此住止息。」", "627": "佛說如是。彼諸比丘聞佛所說，歡喜奉行。", "628": "拘樓瘦無諍經第八竟三千一十六字", "629": "中阿含經卷第四十三九千二百二十三字第四分別", "63": "不廣分別，即從座起，入室宴坐。", "630": "誦", "64": "「『慎莫念過去，亦勿願未來，", "65": "過去事已滅，未來復未至。", "66": "現在所有法，彼亦當為思，", "67": "念無有堅強，慧者覺如是。", "68": "若作聖人行，孰知愁於死，", "69": "我要不會彼，大苦災患終。", "7": "溫泉林。於是，尊者三彌提夜將向旦，從房", "70": "如是行精勤，晝夜無懈怠，", "71": "是故常當說，跋地羅帝偈。』」", "72": "彼復作是念：「諸賢！誰能廣分別世尊向所", "73": "略說義？」彼復作是念：「尊者大迦旃延常為", "74": "世尊之所稱譽，及諸智梵行人，尊者大迦旃", "75": "延能廣分別世尊向所略說義，諸賢共往", "76": "詣尊者大迦旃延所，請說此義。若尊者大迦", "77": "旃延為分別者，我等當善受持。」於是，諸比", "78": "丘往詣尊者大迦旃延所，共相問訊，却坐一", "79": "面，白曰：「尊者大迦旃延！當知世尊略說此", "8": "而出，往詣溫泉，脫衣岸上，入溫泉浴，浴已", "80": "教，不廣分別，即從座起，入室宴坐。", "81": "「『慎莫念過去，亦勿願未來，", "82": "過去事已滅，未來復未至。", "83": "現在所有法，彼亦當為思，", "84": "念無有堅強，慧者覺如是。", "85": "若學聖人行，孰知愁於死，", "86": "我要不會彼，大苦災患終。", "87": "如是行精勤，晝夜無懈怠，", "88": "是故常當說，跋地羅帝偈。』", "89": "「我等便作是念：『諸賢！誰能廣分別世尊向所", "9": "還出，拭體著衣。爾時，有一天形體極妙，色", "90": "略說義？』我等復作是念：『尊者大迦旃延常", "91": "為世尊之所稱譽，及諸智梵行人，尊者大", "92": "迦旃延能廣分別世尊向所略說義。』唯願", "93": "尊者大迦旃延為慈愍故而廣說之。」尊者", "94": "大迦旃延告曰：「諸賢！聽我說喻，慧者聞喻", "95": "則解其義。諸賢！猶如有人欲得求實，為", "96": "求實故，持斧入林，彼見大樹成根、莖、節、枝、", "97": "葉、華、實，彼人不觸根、莖、節、實，但觸枝、葉。諸", "98": "賢所說亦復如是，世尊現在，捨來就我而問", "99": "此義。所以者何？諸賢！當知世尊是眼、是智、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 根本分別品: 中阿含根本分別品: 中阿含根本分別品: 中阿含根本分別品: 中阿含根本分別品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}