{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2116 辯偽錄", "text": {"0": "欽奉聖旨禁斷道藏偽經", "1": "辯偽錄卷第五", "10": "焚毀道藏偽經始末。可書其事于後。臣磐等", "100": "內典。固已悖老氏不爭不盜之禁矣。及陷刑", "101": "辟皆󰍚子自內作愎。將誰咎哉。且夫釋氏之", "102": "教宏闊勝大。非他教所擬倫。歷百千世。聖", "103": "帝明王莫不尊崇。東冐扶桑西極昧谷。氷天", "104": "桂海山河大地。昆蟲草木胎卵濕化。有情無", "105": "情百千萬類。皆依佛蔭生息動止於天地之", "106": "間。故天上天下惟佛為尊。超出乎有生之表。", "107": "歸極乎無礙之真。智周三界神妙諸方。澤及", "108": "大千功用不宰。其大有如此者。慈航所至無", "109": "溺不援。法雨所霑有生皆潤。憫世人之沈淪", "11": "謹按釋教總統合台薩哩所錄事跡。昔在憲", "110": "幻海顛覆迷津。展轉多生流連累劫。將使之", "111": "脫凡企聖蠲弊崇真。故神光破沈晦之門。大", "112": "覺指無生之路。其仁有如此。何意狂謀輒形", "113": "娼忌。雖積毀銷骨眾煦漂山。法體圓成初無", "114": "小玷。譬如盲人之毀日月。何傷日月之明。井", "115": "蛙之小河海。奚損河海之大。多見其不知量", "116": "也。欽惟聖天子識超四諦道慕三乘。參無象", "117": "之真空。傳法王之心印。所以尊崇之禮歸向", "118": "之誠。矯百偽以從真。黜群邪而歸正。有不", "119": "容不嚴者焉。況乎筆墨勸淫妖術誤世。恣為", "12": "宗皇帝朝。道家者流出一書曰。老君化胡成", "120": "欺誑鼓蕩群愚。若不大為改革。則邪說肆行", "121": "枉道惑眾。其如天下後世何。凡天下之理。有", "122": "善有惡。有正有邪。有真有偽。常混然而同", "123": "處。雜然而並行。自非稟上聖之資誕生知之", "124": "性。智出庶物明照群情則紅紫之亂朱。洼淫", "125": "之變雅。是孰得而辯明之哉。由是言之。聖", "126": "天子匡濟真圖翼扶大法之功至矣。概諸聖", "127": "不可有加矣。于以鑿舍靈之耳目。開正途之", "128": "荒穢使般若之光。永乎無際劫。遍滿恒河沙", "129": "界。延洪聖壽於無疆。衍綿儲君之福利鼎祚", "13": "佛經及八十一化圖。鏤板本傳四方。其言淺", "130": "於億萬年之久者。庸有既乎。是可述也。臣", "131": "磐等敬為之書。以貽後人。俾為老氏之學者。", "132": "有所警焉。", "133": "至元二十一年三月　　日", "134": "皇帝聖旨裏。中書省近據長春宮先生王志", "135": "真等。告奉福寺淵僧錄使。令小和尚馬戒。顯", "136": "放火燒訖本宮倉庫房舍。及盛放米糧三千", "137": "九百餘石。并油麵鹽粉。公事歸問得當。始元", "138": "係是甘提點教道馬戒。顯交指著淵僧錄使。", "139": "令放火王志真使令憑道童將馬戒。顯作放", "14": "陋誕妄。意在輕蔑釋教而自重其教。罽賓大", "140": "火賊人捉拿。及詐作知宮名字憑道童教唆。", "141": "語言告狀人。又問得元告。糧食不曾燒訖却。", "142": "指此為名。於諸人處。要訖施利錢物。取其", "143": "各各招伏。六月二十二日。有孛羅副樞。張平", "144": "章。張右丞。焦尚書。耿參政。脫因脫里。阿里", "145": "尚書等官員。欽奉聖旨節該。先生與和尚爭", "146": "奪的觀院其間聚著五百箇來。先生把著棍", "147": "棒打和尚。每來他每教法裏不行胡做。呵那", "148": "裏有那般體例。前京兆府地面裏。王祖師菴", "149": "頭聚著人。眾生歹心來。如今這先生每又那", "15": "師蘭麻總統少林福裕。以其事奏聞。時上居", "150": "般胡行有。這先生每明白招來了。上頭為頭", "151": "兒底。殺了兩箇也。別箇的割了耳朵鼻子的", "152": "割了。也別箇的打了。也其餘的交做了軍。也", "153": "這般斷了也欽此除。今將斷訖人數開具下", "154": "項。及將提點甘志泉首級。於本宮門首竿子", "155": "上常川縣。掛合行。立石曉諭者。正典刑二", "156": "名。教令虛指淵僧錄放火犯人提點甘志泉。", "157": "虛拿馬戒顯放火賊人知宮王志真。割耳朵", "158": "鼻子一名。添寫狀情節人提點蔡志祥。流於", "159": "邊遠六名。聚眾行兇人殷鶴童。陳道廣。上都", "16": "潛邸。憲宗有旨。令僧道二家詣上所辯析。二", "160": "先告狀人王志玉。陳志用。寫狀檢人蘭德義。", "161": "虛報燒訖糧食人李德禎。斷放三人。使令王", "162": "志真告狀人提點蔡志希。同告狀人副宮周", "163": "道旋。賈志柔。", "164": "右示諸人通知。", "165": "至元十七年六月　　日立石", "166": "聖旨就大都大憫忠寺。焚燒道藏偽經。除道", "167": "德經外。盡行燒毀。遂命拈香舉火謝恩畢。拈", "168": "香云。佛心天子愍眾生。恐墮三塗邪見坑。箇", "169": "裏了無偏黨處。就中朱紫要分明。所以道聖", "17": "家自約道勝則僧冠首而為道。僧勝則道削", "170": "鑑無私天機莫測。既來頌德敢不酬恩。此香", "171": "端為祝延大元世主當今皇帝聖躬萬歲萬歲", "172": "萬萬歲。伏願金輪與法輪同轉。福越三祇。舜", "173": "日共佛日齊明。壽延億劫。次舉火云。憶昔", "174": "當年明帝時。曾憑烈焰辯妍媸。大元天子續", "175": "洪範。顯正摧邪誰不知嗟乎道教陰蠧佛書。", "176": "自古至今。造訛揑偽盜竊釋經言句。圖謀貝", "177": "葉題名。謗毀如來贓誣先聖。醜辭惡語何可", "178": "言哉。無蔕狂談實難遍舉。始自張陵杜撰。不", "179": "遵老氏玄言。謬作醮書兼集靈寶。詐道從空", "18": "髮而為僧。僧問道曰。汝書謂化胡成佛經。且", "180": "而得妄言。太上親傳用三張鬼法以誑惑愚", "181": "夫。設五運神符而魘姦匹婦。以此觀之。葛孝", "182": "先徒搜要妙。陶弘景謾述浮辭。杜光庭白拈", "183": "巧偷。劫賊無異。陸修靜外好裏弱。說客何", "184": "殊。若非喫苦。不甘爭肯。說長道短。鮑靜被", "185": "誅猶可。王浮招報非輕。傅奕姜斌不堪齒錄。", "186": "張生集輩何足言論。寇謙之口舌瀾翻。損他", "187": "利己。林靈素機謀諂詐。敗國亡家。毀人祖", "188": "兮。定遭一時之辱。滅賢良兮。必招三世之殃。", "189": "因果無差報應有準。嗚呼悲法琳不遇而遭", "19": "佛是何義。道對曰。佛者覺也。覺天覺地覺陰", "190": "貶。嗟道世雖再而難為。致令釋子傷心。幸得", "191": "皇天開眼。恭惟我大元世主聖明皇帝陛下。", "192": "闢邪歸正去偽存真。恐眾生永墮迷津。令萬", "193": "姓咸登覺路。雪冤已竟感謝皇恩。粉骨碎身", "194": "莫能酬報。遂以火炬打一圓相云。諸人者只", "195": "如三洞靈文。還能證此火光三昧也無。若也", "196": "於斯會得。家有北斗經枉教人口不安寧。其", "197": "或未然。從此灰飛煙滅後。任伊到處覓天尊。", "198": "急著眼看。", "199": "至元十八年十月二十日", "2": "元道者山雲峯禪寺沙門", "20": "覺陽覺仁覺義之謂也。僧曰。是殆不然。所", "200": "大都報恩禪寺林泉倫", "201": "吉祥長老奉　勅下火", "202": "虛鍾受扣集虛鍾受扣集", "203": "元如意長老奉　詔撰", "204": "如意答石介怪記如意答石介怪記", "205": "宋石介字守道。作怪說誣謗佛老眯他耳目。", "206": "通人不惑但誑愚夫爾。乃曰。中國聖人之所", "207": "治也。四民之常居也。衣冠之所聚也。而釋氏", "208": "髠髮左衽。不士不農。為夷者半。中國可怪", "209": "也。夫中國道德之所治。體樂之所施。五常之", "21": "謂覺者自覺覺他覺行圓滿。三覺圓明故號", "210": "所被。而汗漫不經之教行。妖誕幻惑之所滿。", "211": "真可怪也。又云。人君見一日蝕一星殞風雨", "212": "不時草木不植。則為天地之怪也。彼其滅君", "213": "臣之道。絕父子之親。棄道德悖禮樂。裂五常", "214": "移四民。毀中國之衣冠。去祖宗之祀祭。反不", "215": "知為怪而更奉焉。時人見一狐媚一梟鳴野", "216": "鵲噪草雉入。人以為怪。而離父子習夷鬼千", "217": "有餘年。反不為怪乎。余答之曰。夫好同惡", "218": "異人之常情。不達道之淵源。而辯像服之異。", "219": "是知石而不知玉爾。夫聖人出世利濟尤深。", "22": "佛陀。豈特覺天地陰陽仁義而已哉。上謂侍", "220": "根器不同設教亦異。或明域中之訓。則說五", "221": "乘。或闡象外之風。獨標一極。破自然而談因", "222": "果。緣會而生。為滯有而演真空。諸法無性。", "223": "應病設藥。故有多方究竟歸宗。不存一法。而", "224": "頑夫愚俗浪鼓口舌不達是非妄興辯論。而", "225": "不思所同者道所異者服。且孔子所談仁義", "226": "者。佛家所謂慈愛也。老子所稱玄妙者。佛家", "227": "所謂。空寂也。至理不殊於文小變。且夫禹入", "228": "裸國脫去衣冠。順其俗也。太伯奔吳文身斷", "229": "髮。合其儀也。豈為怪乎。變俗以為會其道。", "23": "臣曰。吾亦心知仁義。乃孔子之語。謂佛覺仁", "230": "故捨君臣華服。非悖禮也。捐親以為棄其累。", "231": "故亡妻子之情。非慢俗也。子陵抗禮於光武。", "232": "愈見尊嚴。逸民不事於王侯。高尚其志。不", "233": "明其本謬斥以夷。亦猶楚靈詬天。天何怒哉。", "234": "子貢譽天。天何喜哉。喜怒不涉而詬譽自辱。", "235": "夫聖人在天不求於世。但留典教匝布神州。", "236": "不言之化自行。無為之風自靡。星羅梵剎棊", "237": "布伽藍。設像安人獻華酌水。王侯禮重士庶", "238": "欽崇。苟無大功孰肯崇奉。且夫自漢至今。歷", "239": "年如此其多也。君臣士民。如此其眾也。天地", "24": "覺義。其說非也。道者又持史記諸書以進欲", "240": "神明。如此其靈也。其可欺乎。決不誣矣。大", "241": "凡為人之道力量自知。石介但以書生智同", "242": "芥子。將己不達妄毀聖人。同斥鷃之笑鯤鵬。", "243": "似朝菌之輕松柏類乎。魏文火浣入火愈鮮。", "244": "昆吾之劍切玉轉利。豈可不覩便責為謬乎。", "245": "石介之智比孫綽而小焉。石介之才比昭明", "246": "而淺矣。石介之論比王通而難隣。石介之文", "247": "比柳子而罕及。石介之位望魏徵而地天。石", "248": "介之學校蘇軾而涔海。石介之議連陸贄而", "249": "狥麟。石介之詩攀杜甫而金鐵。上之君子悉", "25": "以多說僥倖取勝。帝師辯的達拔合思八曰。", "250": "皆信佛。汝之材量孰不勝之。而妄意貶駁訕", "251": "斥大聖。佛如日月也。疇可愈焉。昔田巴強", "252": "辯。勝人之口。不伏人之心。口毀三皇坐非五", "253": "帝。至今聞之。人猶切齒。況佛六通縣鑑萬古", "254": "無敵。而妬聖嫉賢。奴脣婢舌恣出其口。多", "255": "見其不知量也。六帖中載虞世南飯千僧手", "256": "疏。則曰。弟子虞世南稽首和南十方三寶。弟", "257": "子早年嘗遇重病。即時運心願託佛力。差愈", "258": "之日奉設千僧齋。今謹於道場飯供百僧蔬。", "259": "會以斯願力。希世世生生常無病惱。并及七", "26": "此謂何書。曰前代帝王之書。上曰。今持論教", "260": "世父母六道怨親。並同今願。又閱帝紀。得世", "261": "南史論辯。周武帝宇文邕建德三年。晉滅佛", "262": "道二教之事。問者曰。邕廢二教是耶非耶。先", "263": "生曰。非也。請與論之。釋氏之法空有不滯人", "264": "我兼忘。絕生死之根。去大患之累。榮利無嬰", "265": "歸於寂滅。此象外之談也。老子之義。則谷神", "266": "不死玄牝長存。徼妙同玄騰龍駕鶴。此域中", "267": "之教也。至於勝殘去殺止競尚仁。並有益於", "268": "王化。無乖越於典謨。縱人有虧於法何黜。今", "269": "以僧徒犯律道士違經。便謂其教可捐其道", "27": "法何用攀援前代帝王。帝師曰。我天竺亦有", "270": "可絕。何異責檮杌而廢堯。怨有苗而黜禹。見", "271": "瓠子之泛濫。遽塞河源。覩崑嶽之方炎。即投", "272": "金鐩。曾不思潤下之德利濟尤深。變腥之用", "273": "其功甚博。井蛙觀海多自不知。蜩鳩翔榆恥", "274": "逢鵬翼。局於小量暗於大方。輪迴長夜之迷。", "275": "自貽沈溺之苦。疑誤後人。良可痛哉。余讀此", "276": "文。乃知世南真奇人也。唐太宗嘗稱世南有", "277": "四絕。一曰德行。二曰忠信。三曰文章。四曰", "278": "筆札。夫有異行者必有異能。有異能者必有", "279": "異才。觀世南之為人也。事君忠厚與友直諒。", "28": "史記。汝聞之乎。對曰未也。帝師曰。我為汝", "280": "德高物表。學盡夫人。窮釋老之幽宗。達聖", "281": "人之玄趣。字高一代。行貫四科。登翰苑之瀛", "282": "洲。擅文場之綺席。信佛篤敬尊奉釋僧。師襄", "283": "陽林公為金蘭之契。豈與韓愈石介倔強求", "284": "名。坐井觀天瞽言非聖。不入通人之論。濫廁", "285": "竪儒人流。下愚不移。斯言效矣。", "286": "聖旨特建釋迦舍利靈通之塔碑文聖旨特建釋迦舍利靈通之塔碑文", "287": "元如意長老奉　勅撰", "288": "蓋聞三祇鍊行。證真淨之法身。六度修因。果", "289": "圓融之妙覺。無生無滅。絕三際之去來。不晦", "29": "說天竺頻婆娑羅王讚佛功德。有曰。天上天", "290": "不明。離百非之朕跡。但以真慈易物昔願今", "291": "酬。鳳翥迦維龍飛道樹。無相見相。頓彰百億", "292": "之身常名非名。傳應大千之界。破十軍於座", "293": "上。聲振於九天。會諸聖於覺場。光流於萬", "294": "國。御三輪而赴感。遐邇咸周。縣四辯以談", "295": "詮。聖凡總被。教闡一十二部。門開八萬四", "296": "千。蘊十智之韜鉗知來藏往。運六通之神鑑。", "297": "洞古披今。綰十號以稱尊。跨三界而獨步智", "298": "窮真際。十聖慶獲於朝聞。妙極重玄。六師甘", "299": "欣於夕死。拔火宅之熱惱。引解脫之清涼。無", "3": "祥邁奉　勅實錄撰", "30": "下無如佛。十方世界亦無比。世間所有我盡", "300": "勞傅說之霖。濟四生於六道。非假曦和之照。", "301": "蕩七趣於重昏。慈雲蔭有頂之天。法雨潤無", "302": "疆之域。萬靈翊衛。若眾星之拱北辰。五印傾", "303": "心。類百川之宗東海。豈止孕虞育夏甄殷陶", "304": "周實。乃彈壓九流牢籠萬彙。縱周公之制禮", "305": "作樂。仲尼之讚易修書。莊老之談玄。軻雄之", "306": "論道。張華之博物。輔嗣之通微。郭璞之多", "307": "聞。左慈之神化。舒向金玉淵海。馬班黼黻河", "308": "漢。並驅馳於域內。言未達於大方。宜為治世", "309": "之高賢。難作出塵之教主。若非理包象外道", "31": "見。一切無有如佛者。當其說是語時老子安", "310": "越寰中。蔽群聖而不慚。冠百家而拔萃。何能", "311": "總斯眾妙集此大成者哉。逮乎化緣將謝顧", "312": "命慇懃。正法付於阿難心印傳於迦葉。然後", "313": "拂衣雙樹脫屣金河。超二死之樊籠。湛三點", "314": "之圓寂。然而大慈不悋。利物情深。粉金剛", "315": "不壞之身。留舍利通靈之骨。色含明玉堅侔", "316": "真金。龍王天帝。各分建於自宮。印度閻浮。", "317": "競崇興於寶塔。百年之後敬奉彌隆。有阿育", "318": "輪王統攝贍部。廣樹露塔八萬四千。從此神", "319": "跡遍於五天。聖化覃於四海。洎乎漢明夜夢", "32": "在。道不能對。帝師又問。汝史記有化胡之說", "320": "聲教昭宣。譯梵貝於蘭臺室中。繪金容於顯", "321": "節陵上。始波騰於帝紀。終風靡於閭閻。由是", "322": "吳王創起於建初。隨主盛興於京洛。皇都帝", "323": "邑棊布伽藍。沃野名山星陳窣堵。莫不金盤", "324": "耀日。與仙掌以相高。寶鐸搖風。雜天音而", "325": "共響。層簷偃蹇。上軼於大清。疊栱駢羅。傍", "326": "迴於日月。丹楹雁列紺瓦鴛分。金龍蚴蟉於", "327": "華梁。玉鳳翱翔於繡戶。忽若龍宮之化出。恍", "328": "疑天上之移來。斯皆發自於信心。非是誘惑", "329": "而妄作。我大元之有天下也。宗堯祖舜踵禹", "33": "否。曰無。然則老子所傳何經。曰道德經。此", "330": "基湯。聖道協於金輪。明德光於玉曆。應乾", "331": "革命有此武功。英聲震於百蠻。威稜加於萬", "332": "國。八荒入貢九服來賓。纂四聖之丕圖膺千", "333": "載之期運。規億兆之遠度。恢奕世之宏綱。緯", "334": "武經文制禮作樂。建都定鼎樹闕營宮。以為", "335": "非巨麗無以顯尊嚴。非雄壯無以威天下。遂", "336": "乃闢閶闔搆元殿。興傑閣架紫宸。飾以丹青", "337": "縟以綺繢。金題玉磶上下交輝。藻梲雕梁縱", "338": "橫散彩。行商容之洪範。列步武之威儀。陳", "339": "鐘鼓以醼王侯。會百僚而朝萬國。將將濟濟", "34": "外更有何經。曰無。帝師曰。道德經中有化胡", "340": "穆穆煌煌。真天子之盛禮也。聽政之暇。留意", "341": "佛門。遵祖宗之舊章。行寬仁之溫詔。凡是", "342": "佛子悉獲肅安。屢召名僧講論玄奧。誠心佛", "343": "法。誦百藏之金文。探賾未聞。聆三乘之妙", "344": "義。恒慮新都既建宜卜永年。以福為基莫如", "345": "起塔。冀神龍之扶護。資社稷之久長。即於都", "346": "城坤隅禁苑之內。𥬹踵漫衍󱊜塏寬平。磨玉", "347": "礲珉樹斯寶塔。初舊都通玄關北有永安寺。", "348": "殿堂廢盡。惟塔存焉。觀其名額釋迦舍利之", "349": "塔。考其石刻。大遼壽昌二年三月十五日。顯", "35": "事否。曰無。帝師曰。史記中既無。道德經中", "350": "密圓通法師道㲀之所造也。內有舍利戒珠", "351": "二十粒。香泥小塔二千。無垢淨光等陀羅尼", "352": "經五部。水晶為軸。因罹兵火荒涼蕪沒。每於", "353": "淨夜屢放神光。近居驚惶疑為失火。即而仰", "354": "視煙焰却無。乃知舍利威靈人始禮敬奉御", "355": "禿列奏其祥瑞。上聞而信之。欲增巨麗俾開", "356": "舊塔發而詳視。果有香泥小塔。下啟石函中", "357": "有鐵塔。內貯銅瓶香水盈滿。皎然鮮白色如", "358": "玉漿。舍利堅圓燦若金粟。前二龍王跪而守", "359": "護。案上五經宛然無損。金珠七寶異果十種。", "36": "又不載。其為偽妄明矣。道者辭屈。尚書姚樞", "360": "列而供養。瓶底獲一銅錢。上鑄至元通寶四", "361": "字。乃知聖人制法預定冥中。待時呈顯開乎", "362": "天意。即至元八年三月二十五日。帝后閱之", "363": "愈加崇重。即迎其舍利立斯寶塔。取軍持之", "364": "像標馱都之儀。妙罄奇功深窮剞劂。瓊瑤上", "365": "釦碔砆下成表法。設模座鎪禽獸角垂。玉杵", "366": "階布石欄簷掛。華鬘身絡。珠網珍鐸迎風而", "367": "韻響。金盤向日而光輝。亭亭高聳遙映於紫", "368": "宮。岌岌孤危上陵於碧落。制度之巧古今罕", "369": "有。爰有國師益隣真者。西番人也。聰明神解", "37": "曰。道者負矣。上命如約行罰。遣使臣脫歡將", "370": "器局淵深。顯教密教無不通融。大乘小乘悉", "371": "皆朗悟。勝緣符會德簡帝心。每念皇家信佛", "372": "建此靈勳。益國安民須憑神呪。乃依密教排", "373": "布莊嚴安置如來。身語意業上下周匝。條貫", "374": "有倫。第一身所依者。先於塔底鋪設石函刻", "375": "五方佛。白玉石像隨立陳列。傍安八大鬼王", "376": "八鬼母輪。并其形像用固。其下次於須彌石", "377": "座之上。鏤護法諸神主財寶天。八大天神八", "378": "大梵王。四王九曜。及護十方天龍之像。後於", "379": "瓶身安置。圖印諸聖圖像。即十方諸佛三世", "38": "者樊志應等十有七人。詣龍光寺削髮為僧。", "380": "調御般若佛母。大白傘蓋佛尊勝無垢淨光", "381": "摩利支天。金剛摧碎不空羂索不動尊明王。", "382": "金剛手菩薩文殊親音。甲乙環布。第二語所", "383": "依陀羅尼者。即佛頂無垢祕密寶篋菩提場", "384": "莊嚴迦囉沙拔尼幢頂嚴軍廣博樓閣三記句", "385": "呪。般若心經諸法因緣生偈。如是等百餘大", "386": "經。一一各造百千餘部。夾盛鐵錮嚴整鋪累。", "387": "第三意所依事者。瓶身之外琢五方佛。表法", "388": "標顯。東方單杵。南方寶珠。西方蓮華。北方", "389": "交杵。四維間廁四大天毋所執器物。又取西", "39": "焚偽經四十五部。天下佛寺為道流所據者", "390": "方佛成道處金剛座下黃膩真土。及此方東", "391": "西五臺岱嶽名山聖迹處土。龍腦沈箋紫白", "392": "栴檀蘇合欝金等香。金銀珠璣珊瑚七寶。共", "393": "擣香泥造小香塔。一千八箇。又以安息金顏", "394": "白膠熏陸都梁甘松等香。和雜香泥印造小", "395": "香塔。一十三萬。並置塔中。宛如三寶常住", "396": "不滅。則神功聖德空界難量。護國佑民於斯", "397": "有在。竊論古今賢哲。但載空名校其靈蹤。杳", "398": "然無迹。黃帝喬山之塚。謾葬衣冠。虞舜蒼", "399": "梧之陵。空委韶樂。伏羲但存於八卦。文命唯", "4": "聖旨焚毀諸路偽道藏經之碑聖旨焚毀諸路偽道藏經之碑", "40": "二百三十七區。至是悉命歸之。道教提點甘", "400": "設於九疇。奚聞不朽之真。詎見剛貞之骨。豈", "401": "若牟尼舍利神化無方。鍊而愈精鎚而愈固。", "402": "金堅玉潤歷古恒傳。聖帝明王累朝欽奉。故", "403": "唐太宗皇帝有讚云。", "404": "功成積劫印紋端不是南山得恐難", "405": "眼覩數重金色潤子擎一片玉光寒", "406": "煉時百火精神透藏處千年瑩彩完", "407": "定果熏修真祕密信心莫作等閑看", "408": "宋仁宗皇帝讚鳳翔法門寺舍利塔偈曰。", "409": "金骨靈牙體可誇毫光一道透雲霞", "41": "志泉所居吉祥院其一也。據而不與。至元十", "410": "鐵鎚任打徒勞力百火焚燒色轉加", "411": "歷代君王曾供養累朝天子獻香華", "412": "年年只聞開舍利何曾頂戴老君牙", "413": "宋仁宗皇帝觀禮舍利述偈讚云。", "414": "三皇揜質皆歸土五帝潛形已化塵", "415": "夫子域中誇是聖老聃世上亦言真", "416": "埋軀秖見空遺塚何處將身示後人", "417": "惟有吾師金骨在曾經百鍊色常新", "418": "察此至言可為龜鑑。按龍樹菩薩智度論云。", "419": "如來舍利濟物將終。變作輪王如意寶珠。猶", "42": "七年夏四月。僧人復為徵理。長春道流謀害。", "420": "與群生為大利益。則真靈不歇福世何窮。今", "421": "天子不忘付囑之言。恒存外護之意。篤信佛", "422": "理食息匪移。凡殿宇新成必召僧焚講。新都", "423": "適就先創斯塔。托佛力之加祐。冀寶祚之永", "424": "長。保大業之隆昌。享天祿於遐載。懼陵遷", "425": "而谷變。恐鴻烈而弗傳。奚詔末釋發揮斯道。", "426": "余才非琳遠學愧生融。勉力摛毫。乏曹娥之", "427": "八字。竭情抒思。勞楊雄之五神。欽吾皇弘", "428": "贊之心。嘉舍利重光之美。手舞足蹈謹系銘", "429": "言。金藏雲垂玉蘂華芳。妙哉賢劫千佛表祥", "43": "僧錄廣淵。聚徒持捉毆擊僧眾。自焚廩舍。", "430": "聖祖能仁第四出世。雲起陀天風翔迦衛。天", "431": "擎寶蓋龍吐金盆。東西獨步上下稱尊。道成", "432": "摩竭智滿覺場。青蓮出水皓月騰光。聲遍塵", "433": "方法周沙界。無為而化不言而會。剖塵中經", "434": "指衣內寶。迷者知歸愚者懷道。教設三乘本", "435": "為一實。大事一周歸神常寂。戒定熏修廣流", "436": "舍利。福庇人天恩霑動植。初興西竺後播東", "437": "州。龍宮帝闕禮供無休。僧會感靈吳邦首建。", "438": "魏后真誠永寧大闡。欽惟我皇睠懷正道。牆", "439": "塹佛門匡弼法寶。築此金城營斯玉塔。楚璧", "44": "誣廣淵遣僧人縱火。且聲言。焚米三千九百", "440": "迴環燕珉周匝。綿聯珠網交絡華纓。光生帝", "441": "苑壯觀王城。簷傾遠岫戶映喬林。松風颯颯", "442": "桂魄沈沈。至元統號聖意難量。塔中顯出方", "443": "見其祥。惟茲神造福我帝居。與天同久萬古", "444": "不渝。", "445": "辯偽錄卷第五", "45": "餘石。他物稱是。事達中書省辯其誣。甘志泉", "46": "王志真欵伏。詔遣樞密副使孛羅及諸大臣", "47": "覆按。無異辭。志泉志真就誅劓刖流竄者凡", "48": "十人。仍徵所聲言。米物如其數歸之。僧眾會", "49": "有道家偽經尚存為言者。聞諸皇太子。十八", "5": "翰林院臣唐方楊文郁王構李謙閻復李濤王", "50": "年九月。都功德司脫因小演赤奏言。往年所", "51": "焚道家偽經板本化圖。多隱匿未毀。其道藏", "52": "諸書類。皆詆毀釋教剽竊佛語。宜加甄別。於", "53": "是命樞密副使與前中書省左。丞文謙祕書", "54": "監友直釋教總統合台薩哩太常卿忽都于思", "55": "中書省客省使都魯在京。僧錄司教禪諸僧", "56": "及臣等。詣長春宮無極殿階。正一天師張宗", "57": "演全真掌教祁志誠大道掌教李德和杜福春", "58": "暨諸道流。考證真偽。翻閱兼旬。雖卷帙數", "59": "千。究其本末惟道德二篇為老子所著。餘悉", "6": "磐等奉勅撰", "60": "漢張道陵後魏寇謙之唐吳筠杜光庭宋王欽", "61": "若輩撰造演說。鑿空架虛罔有根據。詆毀釋", "62": "教以妄自尊崇。復愛慕其言而竊為己有。假", "63": "陰陽術數以示其奧。裒諸子醫藥以誇其博。", "64": "往往改易名號。傳註訛舛失其本真。又所載", "65": "符呪妄謂󰝟之。令人商賈倍利之嗣蕃息伉", "66": "儷和如鴛鴦之有偶。將以媒淫辭而規財賄。", "67": "至有教人非妄佩符在臂。則男為君相女為", "68": "后妃。入水不溺入火不焚。刀劍不能傷害之", "69": "語。其偽妄駁雜如此。留之徒以誑惑愚俗。自", "7": "至元二十一年三月日。詔遣資德大夫總制", "70": "道德經外。宜悉焚去。臣等同辭以聞。上曰。", "71": "道家經文。傳訛踵謬非一日矣。若遽焚之其", "72": "徒未必心服。彼言水火不能焚溺。可姑以是", "73": "端試之。俟其不驗焚之。未晚也。遂命樞密副", "74": "使孛羅守司徒和禮。霍孫等諭張宗演祁志", "75": "誠李德和杜福春等。俾各推擇一人佩符入", "76": "火自試其術。四人者奏言。此皆誕妄之說。臣", "77": "等入火必為灰燼。實不敢試但乞焚去道藏。", "78": "庶幾澡雪臣等。上可其奏。遂詔諭天下。道", "79": "家諸經可留道德二篇。其餘文字及板本化", "8": "院使兼領都功德使司事相哥諭翰林院。戊", "80": "圖。一切焚毀。隱匿者罪之。民間刊布諸子醫", "81": "藥等書。不在禁限。今後道家者流其一遵老", "82": "子之法。如嗜佛者削髮為僧。不願為僧道者", "83": "聽其為民。乃以十月壬子集百宮于憫忠寺。", "84": "盡焚道藏偽經雜書。遣使諸路俾遵行之。臣", "85": "磐等聞。老氏之為道也。以清淨為宗。無為為", "86": "本。謙冲以處。己損抑以下人。非有貪欲好勝", "87": "之事。厥後枝分派列。徒屬寖盛。襲訛成偽誇", "88": "誕百出。清淨一變而為污穢。無為一變無所", "89": "不為。如漢之文成五利致身求僊恍惚誕幻。", "9": "午年僧道持論。及至元十八年十月二十日。", "90": "帛書飯牛之詐。黃金可成之妄。一旦敗露為", "91": "武帝所誅。三張之徒以鬼道惑眾倡亂天下。", "92": "為皇甫嵩曹魏所滅。宋王仔昔居上清寶籙", "93": "宮。與女冠為姦。林靈素自稱神。霄紫府仙", "94": "卿禳大水不驗。並為徽宗誅竄而死。迨今末", "95": "年復有麻被先生鐵笠李二人。以姦謀祕計", "96": "出入時貴之門。肆為淫污之行。咸受顯戮。歷", "97": "代以來若此之類不可勝數。追惟禍亂之源", "98": "姦宄之本。率皆假符籙以神其教。託偽經以", "99": "警其俗。橫肆巧誣倡為詭狀。詆毀聖教寇攘"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2116 辯偽錄", "author": "元 祥邁撰", "sourceLink": "http://www.cbeta.org/"}