{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0623 佛說如來獨證自誓三昧經: 佛說如來獨證自誓三昧經: 佛說如來獨證自誓三昧經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 623 [No. 622]", "1": "佛說如來獨證自誓三昧經", "2": "西晉月氏三藏竺法護譯", "3": "聞如是：一時佛遊於句潭彌國大叢樹間交", "4": "露精舍，所止道場名曰獨證自誓三昧。初始", "5": "得佛光景甚明，自然靈瑞寶蓮華座，其花清", "6": "香明徹十方，華有千葉，一一葉上有化菩薩，", "7": "接侍庠序玄處虛空，各從其位五體投地，各", "8": "繞千匝，當前恭立，俱發洪音歎未曾有：「唯然", "9": "世尊！我等自於本剎見有化靈瑞之樹，其樹", "10": "初生光照恒沙諸佛國土，樹出洪音，其聲清", "11": "淨哀雅慈和暢入眾心，聞者踊躍，具足平等", "12": "興大乘行，六度無極三十七品備悉佛事。」爾", "13": "時恒沙世界，一一如來各遣菩薩，宣揚道教", "14": "光顯大乘，告其菩薩曰：「汝等從此佛二度如", "15": "恒沙等剎，有佛土名曰沙呵漢言忍界，其佛名能", "16": "仁如來、無所著、至真、過四道不受、平等覺，以", "17": "法律神足佛言教作佛事。」一一如來手執千葉", "18": "蓮華，授其菩薩而告之曰：「汝持吾名致敬無", "19": "量，欣承正士功成志就道體備足，降神五濁", "20": "為眾重任，超次趠第在彌勒前，弘慈六度普", "21": "濟群生，興居輕利道教勝常。今致此華成法", "22": "供養，願使一切普會道場。」彼諸菩薩承佛威", "23": "神，各從其剎忽然不現，潛定寂靜入觀三昧，", "24": "須臾之間俱到忍界。各離其坐，端嚴恭立，歸", "25": "崇聖化五體投地，退繞七匝却住本位，神足", "26": "玄處威儀肅然，法服正齊俱發洪音，前白佛", "27": "言：「我等世尊本土如來致敬無量，欣承功", "28": "成志就道體備足，降神五濁為眾重任，超次", "29": "趠第在彌勒前，弘慈六度普濟群生，興居輕", "30": "利道教勝常。今贈此華成法供養，願使一切", "31": "普會道場。」佛言：「善哉正士！欣承彼諸如來慧", "32": "教不惓三昧通暢，法身空淨智明弘備此彼", "33": "等一。敬嘉所聞，光慶無量。」爾時能仁如來手", "34": "受此華欣然而笑，光從口出，普照十方恒沙", "35": "無量諸佛世界，便以此華等散恒沙無量諸", "36": "佛；恒沙無量諸佛亦以光明普洞通徹恒沙", "37": "世界。一一眾生蒙佛慈光，皆得慧觀達識宿", "38": "命。展轉相照照下地獄，三惡八難、天堂人中", "39": "盡蒙慈光皆得解脫，百千眾生盡同一意，普", "40": "發無上正真道心。其光尋還繞身三匝，滅於頂", "41": "上。爾時恒沙等諸佛，盡通相見諸佛威神，普", "42": "使眾生普得見佛，現變畢竟廓如常故。於時", "43": "坐中有菩薩名曰賢儒，即於佛前以偈歎曰：", "44": "「妙哉大聖化，愍哀群萌類，", "45": "從無央數劫，積功累德行。", "46": "一一功德行，有若干百千，", "47": "百福成一相，願禮三界尊。", "48": "妙哉大聖化，慈慧無有邊，", "49": "道教清且貴，釋師天中天。", "50": "大智高無上，法船濟群生，", "51": "聖慧淨無量，願禮無上尊。", "52": "妙哉大聖化，慈光潤恒沙，", "53": "愚冥永已除，迷悟及濁清。", "54": "惠澤隨時宜，善權接群黎，", "55": "法橋度一切，願禮三界尊。」", "56": "於是聖師告賢儒曰：「諸佛法笑有三因緣。何", "57": "謂為三？薩云若智深遠微妙，明暢三世達眾", "58": "生原，三乘趣向各有本行根信具足。或有菩", "59": "薩志在弘誓，被大德鎧為眾重任，斷所趣向", "60": "為世橋梁，專擢六度不捨一切，道住漸著勇", "61": "猛精進，布施無想、戒忍護行、禪定不亂、慧智", "62": "清明向不退轉。是等，賢儒，佛眼悉見，一一授", "63": "決。非但一佛授其人決，十方現在諸佛皆授", "64": "其決。是一因緣。復次賢儒！若有菩薩向阿惟", "65": "顏，積殖德本具足聖慧，供養恒沙無量諸", "66": "佛，一一受決，決決相明明淨佛土，等潤群", "67": "生普同一行。招來諸佛賢聖大仁，於四駃流", "68": "為大法船，竭六欲海、枯十二門，入五道、淨五", "69": "眼，凝神玄寂，處兜術宮集諸菩薩達士正士，", "70": "淨三界行講不退輪。十方現在諸佛於八部", "71": "眾，皆共嗟歎如此菩薩，稱揚其德，言：『當降神", "72": "作佛不久，十方眾生普得解脫。』是二因緣。復", "73": "次賢儒！若有菩薩，於兜術宮畢彼天壽當下", "74": "降神，便入究竟廣現三昧。淨居諸天普觀三", "75": "千大千之剎，國邑寬大眾生軟和，剎利梵志", "76": "長者居士，何城何邑百億之中，有道有德清", "77": "淨淳淑仁和慈慧。轉輪聖王正處天竺，議集", "78": "降神諸天翼從。現居宮中侍女宿衛，現學盡", "79": "俗觀四非常，淨居天子勸進出家，入山研精", "80": "坐貝多樹，去髮自誓作比丘像，修先佛法，以", "81": "法為師、淨居為證，一夜三達降魔官屬具足", "82": "佛事。靈瑞之樹普出恒沙諸佛世界，一一如", "83": "來於其剎土八部眾中，嗟歎坐樹菩薩功德。", "84": "如此各各遣其土菩薩往贈華，致敬讚揚大", "85": "乘。如此，賢儒！十方現在諸佛皆共知之，善慶", "86": "眾生普會道場。是三因緣。是等菩薩來者，皆", "87": "是如來本因緣人，因此說法皆當逮得無所", "88": "從生，或向童真、或向了生、向阿惟顏者，故", "89": "如來一一授決分明具足。當知正士！佛不妄", "90": "笑。」說是語時，七十億那術菩薩得童真位；六", "91": "十億那術菩薩得了生位；三十億那術菩薩", "92": "得阿惟顏；百千億比丘得阿羅漢；九十億那", "93": "術人皆得道迹；三界諸天普得法眼。於是聖", "94": "師而作頌曰：", "95": "「法界一切空，色身清淨真，", "96": "總持度無極，三昧無有因。", "97": "佛界亦不空，慧淨亦不有，", "98": "哀世表微笑，正士宜速受。」", "99": "於是座中有眼見光賢菩薩，即起正衣", "100": "服，偏露右臂下右膝，長跪叉手前白聖師：「願", "101": "有所問。唯聖師以無量慧照釋未聞。」答曰：「善", "102": "哉！恣汝所問。今當為汝具敷大要。」眼見光", "103": "賢菩薩曰：「何謂正士出家具足道證至薩云", "104": "若？」於是聖師告曰：「正士！善聽著意。諸佛出家", "105": "要有起發，端坐思閑玄靜通微。夫專稱念道", "106": "分有所感，應感者淨居天子梵王自在，便勅", "107": "帝釋化四非常老病死像，因此說證離欲苦", "108": "難念道清淨，當處山澤研精行禪。此意方興，", "109": "四王已下給侍所當詣貝多樹，憶念先佛出", "110": "家之法，以法為師、天梵為證，信根內固，宿習", "111": "六度三十七品具足佛事忽然自悟，帝釋便", "112": "下剃刀授手。於是菩薩左手執髮、右手持刀，", "113": "心自念言：『刈習苦垢植無著根，斷不退流通", "114": "泥洹原。』發意已來常得去家，堅固之志心無", "115": "懈惓深不退轉，信證具足意思分明。刀未近", "116": "髮忽便自墮，肉髻自然。補處菩薩心念：『先佛", "117": "出家去髮，應有袈裟法服撿心。』方興此念，淨", "118": "居天子即授淨素天繒自然袈裟。菩薩受已，", "119": "被之於體法服齊正。於是恒沙無量世界諸", "120": "佛盡通相見，各送袈裟授與菩薩。菩薩即受，", "121": "彼此諸佛普現威神，盡令諸佛所送袈裟合", "122": "成一服，名曰薩披佛頭震越。此衣今在梵天。", "123": "所以端坐六年以畢宿緣，六年後夜戒證方", "124": "現。何謂戒證？志在閑寂山澤受法，神真操遠", "125": "持戒行道，不惜壽命棄捐身體，齊等萬物不", "126": "求利養，守空行寂常觀淨法，慈悲喜護四等", "127": "四恩，具無蓋哀明釋四禪，無瑕無穢無黠念，不", "128": "從他人法，於佛法中得泥洹道。是為真戒沙", "129": "門。」佛告：「正士禁戒無形不著三界，無識無", "130": "吾、無我無人、無命無意、無名無種、無化無數", "131": "無作、無所從來無所從去、無形無滅、無身無", "132": "犯、無口無言、無心無念、無世事無計無事無", "133": "所住、亦無有戒無有惑、無所念無敗壞，是", "134": "名禁戒。佛禁戒無瑕穢亦無著戒者，無瞋", "135": "無恚安定清淨，就度世道如是為持戒，不受", "136": "身形不受壽命亦不樂五道，悉曉人於佛法", "137": "中，是為持戒。亦不在中亦不在邊，亦不著亦", "138": "不轉，譬如虛空中風，是為持戒菩薩。正士初", "139": "坐樹下淨始戒證，棄欲苦本、捨分散意，意無", "140": "起想，不動想、不傲想、不我想、不彼想、不中", "141": "想、不彼此想、不中外想、無道想、無俗想、無", "142": "滅想。滅無想無、無無想想、無無無想、盡無盡", "143": "想。如是正士樹下立證，淨本千八百戒。此數", "144": "始訖，金剛之座忽然從地裂而出，第六魔宮", "145": "而大傾動，三界諸天不安本位，皆共俱下詣", "146": "貝多樹，供侍所當。恒沙世界忽有洪音，洪音", "147": "之中云：『坐樹菩薩是夜啟證。』眾生各各皆聞", "148": "皆見如是正士。是為菩薩具足戒證成薩云", "149": "若，三達六通、三十七品、十八不共、十力、四無", "150": "所畏一切普具。三千世界六反震動，功德降", "151": "魔光明普照，恒沙世界眾生蒙此慈光一時", "152": "得安，普發無上正真道意。」佛說是時，八百比", "153": "丘得阿羅漢；三萬天人皆得法眼；三千人得", "154": "阿那含；賢儒正士等逮無所從生。", "155": "於是聖師告賢儒曰：「昔吾一時遊句潭彌國。", "156": "爾時天魔部黨忽與眷屬來入大眾，作異被服", "157": "與眾同處，動共諍訟更相誹謗兩頭謳合，生死", "158": "比丘不閑道體，恚心忿惱，各自離群馳散。羅", "159": "漢真人各之山林。爾時，賢儒！夏三月已過歲", "160": "暮已至，當鉢和蘭，十四日夜明星出時，惟勅", "161": "阿難鳴揵搥、布草蓐，惟與阿難共受歲。爾", "162": "時淨居天子於虛空中白佛：『世尊！今比丘眾", "163": "各共分散。今佛受歲何其獨自？』佛告天子：『昔", "164": "吾出家以汝為證，詣貝多樹汝復為證，今我", "165": "受歲汝復為證。於閻浮利回周三千，無量世", "166": "界多薩阿竭成薩云若。凡從得佛至于泥曰，", "167": "汝為三證明體具足。當知天子！多薩阿竭道", "168": "慧神通獨步三界由復須證，而況一切凡為", "169": "道者可無師乎？』又告淨居：『末世多人志在清", "170": "白，道心貞明不樂世俗，隱處山林審有去家", "171": "堅固之志。若無師友，當如摩訶迦葉出家之", "172": "法，遠欲欲捨為證、遠俗俗捨為證、遠名譽譽", "173": "捨為證、遠形法忘形為證、遠內外求捨求為", "174": "證。如是等，天子！摩訶迦葉以此五證，便下", "175": "鬚髮被袈裟，師自然法，淨感十方諸佛，求哀", "176": "自陳：「仰惟三界諸天。」自陳如此，此三證分明，", "177": "便成比丘，專行十二頭陀，一一堅固無起想", "178": "證。", "179": "「『爾時迦葉即於樹下具五神通，末後見佛六", "180": "通即備。如是天子！末世比丘善思此法，莫自", "181": "貢高求名毀眾以望供養，亦不可以苟有此", "182": "法背眾不師於師。此法謂都無比丘眾，可為", "183": "師者慕行此法。若有僧者當求僧為證，佛法", "184": "眾此三寶等於如來，故多薩阿竭稱明律比", "185": "丘僧眾以為上頭。當知天下比丘僧中畢有", "186": "三乘。』說是語時，淨居天子及八部眾聞經歡", "187": "喜，作禮而去。」", "188": "佛說如來獨證自誓三昧經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0623 佛說如來獨證自誓三昧經: 佛說如來獨證自誓三昧經: 佛說如來獨證自誓三昧經", "source": "CBETA"}