{"author": "隋 闍那崛多譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1017 佛說一向出生菩薩經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1017 [Nos. 1009, 1011-1016, 1018]", "1": "佛說一向出生菩薩經", "2": "隋天竺三藏闍那崛多譯", "3": "如是我聞。一時婆伽婆。在毘耶離城大林精", "4": "舍重閣講堂。與大比丘眾千二百五十人俱。", "5": "皆是阿羅漢。心得自在無復煩惱。盡諸有結", "6": "六通無礙。心得好解脫慧得好解脫。人中象", "7": "王。為諸天人八部所敬。皆是大阿羅漢等。又", "8": "與菩薩摩訶薩無央數眾。具諸菩薩無量行", "9": "願。諦住諸佛功德之法。智慧成就猶如大海。", "10": "福德莊嚴猶若山王。身心自在隨類受身。為", "11": "持如來方便密教。圍遶世尊恭敬禮拜種種", "12": "供養。瞻仰聖容妙音讚歎。唯悕如來甘露勝", "13": "法。如是等菩薩摩訶薩皆悉雲集。", "14": "爾時世尊如師子王。普觀大眾知其心已。端", "15": "身正意審諦思惟。作如是念我之命行久已", "16": "捨離。實無生死之法能遷滅者。但我事訖住", "17": "無所益。於此三月將入涅槃。如此勝法我今", "18": "應說。不應祕藏令眾不聞。作是念已即告長", "19": "老大目揵連汝隨我語。若干世界所有比丘。", "20": "皆悉召命來集此會。", "21": "爾時尊者大目揵連。頂受尊教唱言如是。即", "22": "於此座現大神通身昇虛空。如大象王至須", "23": "彌頂至山頂已大音普告。其聲遍滿一千世", "24": "界。當於是時四萬比丘聞其音聲。即以神力", "25": "來集此會。見佛世尊頭面禮足。右繞三匝却", "26": "坐一面。", "27": "爾時世尊以大悲力故威神力故。令尊者舍", "28": "利弗感得生念。爾時長老舍利弗。作如是念", "29": "今正是時。我當以大神通之力。遍至三千大", "30": "千世界。所有比丘若聲聞若辟支佛若大乘", "31": "者。一切普集於此大會。作是念已即於此座", "32": "現大神通。遍於三千大千世界。所有比丘若", "33": "聲聞若辟支佛若大乘者。一切啟告來集大", "34": "會。彼諸比丘及辟支佛一切菩薩大眾。見佛", "35": "世尊頭面禮足。右繞三匝却坐一面。", "36": "爾時世尊即告諸菩薩摩訶薩。所謂不空見", "37": "菩薩。文殊尸利童子菩薩。斷惡道障菩薩。斷", "38": "一切憂意菩薩。一切行徹到菩薩。一切障斷", "39": "菩薩。觀自在菩薩。香象菩薩。辯聚菩薩。慈", "40": "氏菩薩。如是等諸菩薩摩訶薩言。善男子汝", "41": "隨我語。各詣十方恒河沙世界。所有菩薩摩", "42": "訶薩眾。若一生若不退若無生法忍者。一切", "43": "皆集於此大會。", "44": "爾時世尊作是告已。是時諸菩薩摩訶薩眾。", "45": "各各端心聽佛告勅。聽告勅已皆大歡喜。唱", "46": "言善哉善哉世尊。如是如是今正是時。彼諸", "47": "菩薩摩訶薩眾既受教已。以大神通力佛威", "48": "神故。各至十方恒河沙世界。以佛威神普告", "49": "一切諸菩薩眾。彼諸菩薩聞佛世尊大悲命", "50": "告。皆各踊躍喜不自勝。時有九十億百千那", "51": "由他諸菩薩眾。皆是一生紹尊位者。來詣佛", "52": "所。復有億百千諸菩薩眾。皆住於不退轉地。", "53": "復有三十億百千諸菩薩眾。皆悉得於無生", "54": "法忍。復有八億百千諸菩薩眾。一切皆住信", "55": "行地中。彼諸菩薩摩訶薩眾相續而來來。已", "56": "見佛五體投地。敬禮世尊一心合掌。遶百千", "57": "匝却坐一面。", "58": "爾時長老舍利弗以佛力故。了了知見彼諸", "59": "菩薩并及此土一切大眾。皆悉來集毘舍離", "60": "城大林精舍重閣講堂已。決定無疑作如是", "61": "念。如來應供等正覺。應久知我心深思妙義。", "62": "如是妙義我當問佛。令諸菩薩除滅疑心。得", "63": "無礙智獲無上辯。得見恒河沙等無央數佛。", "64": "聞諸佛法皆悉能持。明了憶念終不中忘。乃", "65": "至無上正真等覺。我今為欲令諸菩薩一切", "66": "大眾。獲得四種清淨法故。何等為四。所謂眾", "67": "生清淨故。法清淨故。辯才清淨故。佛土功德", "68": "莊嚴清淨故。復欲令諸菩薩一切大眾。得於", "69": "四種心所樂作微妙之法故。何等為四。所謂", "70": "身微妙故。口微妙故。意微妙故。方便善巧微", "71": "妙故。復有四種陀羅尼。令諸菩薩一切大眾", "72": "皆得入故。何等為四。所謂字入門陀羅尼門。", "73": "一切眾生根行善巧入門陀羅尼門。業報善", "74": "巧無作行入門陀羅尼門。甚深法忍入門陀", "75": "羅尼門。如是等十二微妙法門。為欲令諸菩", "76": "薩一切大眾皆悉得故。作如是念此微妙義。", "77": "我已心言思量簡擇。如我意者今欲問佛。世", "78": "尊慈悲矜哀一切應聽我問。作是念已即白", "79": "佛言。唯願世尊大慈大悲聽我發問。", "80": "爾時世尊以大慈悲故。不忽所願默然聽許。", "81": "爾時長老舍利弗即如前念。如是心言如是", "82": "思量如是簡擇。具白佛言。唯願世尊廣為眾", "83": "說。令彼菩薩一切大眾。因是義故所有諸行", "84": "皆得清淨。善哉世尊唯願廣說。爾時尊者舍", "85": "利弗如是白已。身心正念悲喜交懷。默在一", "86": "面瞻仰尊顏。目不曾捨如渴思水。亦如飢蜂", "87": "貪蜜不能自裁。彼諸菩薩一切大眾亦復如", "88": "是。", "89": "爾時世尊雖知一切大眾皆悉渴仰。為欲略", "90": "示修行法故。告舍利弗言。汝等諦聽善思念", "91": "之。吾當為汝分別廣說。舍利弗汝等當知。我", "92": "今授汝入無邊門陀羅尼。汝及諸菩薩一切", "93": "大眾。汝等若能於一切法。不作取捨無所許", "94": "可。復能於是陀羅尼。初中後句一一堅持者。", "95": "我當為汝分別廣說。令汝依行獲大利益自", "96": "當證知。爾時舍利弗及一切菩薩摩訶薩眾。", "97": "俱發聲言善哉世尊。願聞受持如世尊勅。如", "98": "是之行我能行之。善哉世尊唯願說之。佛言", "99": "諦聽諦聽即說呪曰。", "100": "阿嬭莫嬭一阿企莫企二娑蔓多慕企三薩", "101": "知耶囉米蘇米四喻吉帝五尼嚧吉帝六尼盧", "102": "吉帝百羅陛七伊隷迷隷醯隷八脚落弊九脚", "103": "洛波弟十脚洛波細十一娑隷十二娑囉活帝", "104": "十三醯洛醯隷十四醯隷醯隷隷十五醯羅醯", "105": "隷十六真地之活帝十七遮隷遮羅嬭十八遮囉", "106": "遮囉嬭十九阿遮隷二十安帝安多帝二十一迦", "107": "囉嬭阿囉嬭二十二阿膻帝二十三涅利莫地二十四", "108": "涅利槃利多泥二十五涅模利脚帝二十六膩轍利", "109": "涅訶隷二十七尼呵囉毘摩隷二十八輸檀泥二十九", "110": "輸槃泥三十尸洛輸但泥三十一波囉脚利帝", "111": "三十二槃利嬭三十三波囉脚利底題波泥三十四婆", "112": "婆毘婆槃泥三十五阿僧祇阿米三十六毘脯羅百", "113": "陛三十七僧脚利史嬭三十八地𠼝地地𠼝三十九摩訶", "114": "地地𠼝題波泥四十婆槃泥摩訶槃泥四十一迦梨", "115": "吒泥摩訶迦唎吒泥四十二耶舍簿帝四十三遮隷", "116": "阿遮隷四十四莫遮隷四十五娑蔓遮隷四十六陀利", "117": "拏膻地四十七蘇私鬚帝四十八阿僧伽尼訶隷四十九", "118": "尼訶囉毘摩隷五十尼訶囉輸檀泥五十一陀利茶", "119": "薩地五十二蘇米蘇磨槃帝五十三私湯米五十四私湯", "120": "磨槃帝五十五私多婆槃帝五十六陀利茶私湯米", "121": "五十七私湯莫波囉鉢帝五十八摩訶百囉陛五十九娑", "122": "蔓多百囉陛六十毘布羅鶴囉睒寐六十一娑蔓多", "123": "慕企六十二薩拔多囉奴伽帝六十三阿那車耶遲", "124": "六十四百羅坻娑泥六十五陀囉膩儞陀泥六十六陀囉", "125": "膩慕佉奴散地六十七佛陀六十八題熙啅帝六十九", "126": "膩陀那七十瞿多利七十一蘇婆呵七十二", "127": "爾時世尊。說是入無邊門陀羅尼已。為欲令", "128": "諸菩薩一切大眾知修行利故。告舍利弗。汝", "129": "當知之如是神呪。若諸菩薩摩訶薩欲修學", "130": "者。當於諸法知非有為。亦非無為無想無得。", "131": "無疑無捨無有許可無發無趣。彼得如是思", "132": "惟時。寂滅念心而得增長。明見一切諸法。非", "133": "作非非作。非合非非合。非生非滅。亦非過去", "134": "未來現在。亦無滅想。不作一二不作取捨。亦", "135": "無始起唯當念佛。若念佛時不作色念不作", "136": "非色念。非相非非相。非好非非好。非戒非非", "137": "戒。非定非非定。非慧非非慧。非解脫非不解", "138": "脫。非解脫知見非不解脫知見。亦無出生非", "139": "家非姓。亦無眷屬。非行非非行。非得亦非證。", "140": "無有煩惱陰界諸入。然於煩惱陰界諸入亦", "141": "無有盡。非智非識無法無說。非自淨非他淨", "142": "非眾生淨。非自利非他利非法非毘尼非行", "143": "淨。非身淨非口淨非意淨。非前際淨非後際", "144": "淨。非自作非他作。如是舍利弗是名菩薩摩", "145": "訶薩。攝一切諸法皆入念佛三昧中。知一切", "146": "諸法平等一味得無所畏心。名為真實修行", "147": "陀羅尼者。一切諸願皆得滿足。決定直趣佛", "148": "菩提故。一切善根無能伏者。以此陀羅尼力", "149": "故。一切法藏諸行相好。種姓資糧善巧方便。", "150": "速得成辦。超過一切魔業境界。如是舍利弗。", "151": "若菩薩真實得入此無邊陀羅尼門者。畢當", "152": "得至不退轉地。速到無上正真等覺。何以故", "153": "當知此中。即是決定一切諸佛。一切法諸功", "154": "德藏故。復能出生一切眾生分別之行。雖復", "155": "決定出生如是功德。然此陀羅尼窮其體相", "156": "無得實者。爾時世尊即為諸菩薩一切大眾。", "157": "而說偈言。", "158": "莫疑於空法於佛莫作異", "159": "復不動法界速獲陀羅尼", "160": "應聽如是經決定陀羅尼", "161": "彼得智具足成就佛菩提", "162": "誦此陀羅尼菩薩無所畏", "163": "十方一切佛說法能聽聞", "164": "彼人證法理等於日光明", "165": "達解無上法諦理辭莊嚴", "166": "誦持此經故復得勝上法", "167": "微妙陀羅尼一切現心門", "168": "一切眾一劫各問一切疑", "169": "除斷彼疑已而智無窮盡", "170": "如是法王子臨近佛菩提", "171": "受囑護法者愛樂此經故", "172": "眾生皆愛念諸佛皆憐愍", "173": "名聞滿世間誦持此呪故", "174": "復持此呪故臨欲命終時", "175": "八十億諸佛申手俱携接", "176": "假令千億劫造惡皆應受", "177": "誦持此經故一月皆清淨", "178": "菩薩若億劫勤習餘功德", "179": "誦持此經故一月盡超踰", "180": "三界諸眾生一切盡為魔", "181": "誦持此經故不能作障礙", "182": "如是念意行有勝陀羅尼", "183": "普來現彼門乃至得菩提", "184": "如此經所說是呪無有疑", "185": "一切智所說是中得菩提", "186": "聞此總持故然燈授我記", "187": "即時見諸佛其數是恒沙", "188": "是諸佛說法皆悉能解知", "189": "勤誦此經故一切速成就", "190": "所得淨佛國諸大聲聞眾", "191": "光相藏莊嚴因由此經得", "192": "若不放逸者七日諦思惟", "193": "八十億諸佛為說陀羅尼", "194": "所能思莫思莫思亦不思", "195": "不思思思已速獲陀羅尼", "196": "如至大海中莫疑無財寶", "197": "如得陀羅尼莫疑無樂報", "198": "親近菩提者當應力精進", "199": "若得寂定處當亦得菩提", "200": "爾時世尊說此偈已。復告舍利弗言。我今復", "201": "有四種修陀羅尼法。若諸菩薩能於是中具", "202": "足修行者。決定當得入是入門陀羅尼。何等", "203": "為四。所謂捨除貪欲斷嫉妬心。於一切眾生", "204": "所。能捨一切施已不悔。日夜求法以法自娛。", "205": "如是舍利弗。若菩薩能如是具足修行者。決", "206": "定得入如是入門陀羅尼。爾時世尊欲重明", "207": "此義。如說頌曰。", "208": "欲為臭穢魔所行亦是地獄之因緣", "209": "既知罪業惡道本於他一切除嫉心", "210": "名利恭敬親友捨愛目平視諸眾生", "211": "形顏端正甚奇妙威光德大色從容", "212": "一切有為諍訟本宜須捨離莫復存", "213": "若能如是捨愛已得入如是入法門", "214": "慇懃日夜求諸法專心正直樂菩提", "215": "如是常能親近法心門畢現陀羅尼", "216": "爾時世尊說是頌已。復告舍利弗。更有四法", "217": "能具一切菩薩行故。得入如是入門陀羅尼。", "218": "何等為四。所謂親近山林阿蘭若處得深法", "219": "忍。名聞利養一切恭敬。所愛之處一切捨離。", "220": "乃至沒命終不中悔。舍利弗如是之法。能具", "221": "菩薩所有諸行。得入如是入門陀羅尼。爾時", "222": "世尊欲重宣此義。以偈頌曰。", "223": "山林阿練若正行之所歎", "224": "雖復住彼處慎不毀於他", "225": "修忍不放逸常如救頭然", "226": "不依於名利詐現諸異相", "227": "值佛希有難捨家多苦本", "228": "清淨身口意恭敬佛法僧", "229": "不求於名利處處知止足", "230": "如鳥飛虛空一切無所依", "231": "如是之人者畢不空於果", "232": "無信無戒行於法不思惟", "233": "是人去菩提猶如天與地", "234": "是故修行者故須捨名利", "235": "如是真妙行賢聖之所讚", "236": "復次舍利弗。復有四法善能具足菩薩行故。", "237": "得入如是入門陀羅尼。何等為四。所謂八種", "238": "字門。若能善入此字義者。得入如是入門陀", "239": "羅尼。何等為八。所謂跛字邏字。莽字惹", "240": "字。迦字陀字。捨字乞灑二合字。是八字。", "241": "跛者即是真如。一切法無我入故。邏者相", "242": "好非相好。如來法身入故。莽者凡夫法賢聖", "243": "法。一如無二入故。惹者生老病死非生老病", "244": "死。無生無滅入故。迦者業報非業報入故。陀", "245": "者陀羅尼法本空。無相無願法界入故。捨者", "246": "定慧非定慧。一切法一如入故。乞灑二合者", "247": "空一切法無盡不可破壞。本來寂靜涅槃法", "248": "入故。", "249": "爾時世尊作如是言。如此八字若得意者。能", "250": "入如是陀羅尼法本。如是陀羅尼法本修多", "251": "羅。當善書寫受持讀誦若半月若一月。復以", "252": "此法本轉教餘人令生歡喜。勸勵修進助其", "253": "威力。令使專志策勤不退。作是說已告舍利", "254": "弗言。如是四法能成菩薩行故。得入陀羅尼", "255": "門爾時世尊欲重宣此義。以偈頌曰。", "256": "當思八字意經及陀羅尼", "257": "書寫持讀誦一月若半月", "258": "復化諸眾生歡喜令策進", "259": "彼人近菩提常得勝上覺", "260": "現見一切佛住在於十方", "261": "學行得增長是故應精勤", "262": "舍利弗復有四法。能成菩薩諸福德故。於此", "263": "陀羅尼中精勤不退。何等為四。所謂十方一", "264": "切諸佛常當護念。無有一切諸魔惡業。能轉", "265": "一切諸惡業障。速令清淨得無斷辯才。舍利", "266": "弗汝當知之。如是四法能成就諸菩薩福德", "267": "故。於此陀羅尼中精心不退。爾時世尊欲重", "268": "宣此義。以偈頌曰。", "269": "十方一切佛憶念若魔魔業不得便", "270": "能轉業障令清淨速獲無上勝辯才", "271": "舍利弗我念過去世時。廣大無量無邊阿僧", "272": "祇劫。復過是數。是時有佛號曰寶功德威宿", "273": "劫王如來應供等正覺明行足善逝世間解無", "274": "上士調御丈夫天人師佛婆伽婆。爾時彼佛", "275": "將入涅槃故廣為大眾說是法本陀羅尼。時", "276": "有大轉輪王名曰持火。七寶具足人民安樂。", "277": "時王有子名曰不思議勝功德。生年十六從", "278": "彼如來。聞是陀羅尼法本。聞已歡喜。即於七", "279": "萬歲中。精勤修習此陀羅尼法本。未曾睡眠", "280": "亦不偃側端坐一處。不貪財物不貪王位不", "281": "樂自身。得值九十億百千那由他諸佛。諸佛", "282": "說法盡能聽聞聞已能持。愛樂修習厭離家", "283": "法。剃除鬚髮而作沙門。作已復於九萬歲中。", "284": "修習此入無邊入門陀羅尼皆善成熟。善成", "285": "熟已復以此偈。廣為眾生分別顯示。一生之", "286": "中力精教化。令八十億百千那由他眾生。得", "287": "發阿耨多羅三藐三菩提心。從是發心積功", "288": "累德。皆悉住於不退轉地。舍利弗汝且知之。", "289": "當於是時有一長者名曰月相。彼有一子名", "290": "無邊光。從彼比丘聞是入無邊門法本陀羅", "291": "尼故。起隨喜心。由此隨喜善根因緣故。得值", "292": "九十億佛。得勝上陀羅尼。得勝上起信法門。", "293": "有所言說人皆奉用。復得勝上相續無斷辯", "294": "才。超過一切諸菩薩眾。於彼一切如來所經", "295": "三劫中常皆供養。過三劫已得阿耨多羅三", "296": "藐三菩提。", "297": "舍利弗汝今當知。莫生疑心而作礙想。爾時", "298": "月相長者子豈異人乎。即彼然燈如來應供", "299": "等正覺是也。爾時不思議勝功德比丘說法", "300": "者。豈異人乎即阿彌多婆耶如來應供等正", "301": "覺是也。舍利弗我及賢劫中一切菩薩。聞此", "302": "法本皆生隨喜之心。我於爾時發增上隨喜", "303": "心故。以此善根因緣。四百萬劫中所有煩惱。", "304": "一切超過不能為礙。於九十億佛邊聽聞正", "305": "法。得勝上陀羅尼。復得勝上起信法門。復", "306": "得勝上相續無斷辯才。", "307": "舍利弗汝當知之。若諸菩薩欲得速至阿耨", "308": "多羅三藐三菩提者。假使不能具足修行。應", "309": "須聞此陀羅尼發隨喜心。何以故由此聽聞", "310": "隨喜善根因緣。能與不退轉地作其勝因。乃", "311": "至得阿耨多羅三藐三菩提。亦復藉此善根", "312": "作其勝因緣故。何況書寫讀誦受持。如法修", "313": "行廣為人說。讚歎勸勵令其修學。此諸功德", "314": "聚唯除諸佛乃能知之。一切眾生無能稱說。", "315": "計挍思量所能知者。爾時世尊說是語已。欲", "316": "重宣此義以偈頌曰。", "317": "聞經心隨喜書寫并讀誦", "318": "自持教人持是諸功德聚", "319": "一切諸眾生不能測量者", "320": "現見一切佛獲得希有信", "321": "盡能知一切甚深修多羅", "322": "速證妙菩提得見佛無減", "323": "復得定神通妙色并資糧", "324": "總持等無減乃至無上覺", "325": "我憶過去世如是陀羅尼", "326": "無邊爾時聞得見恒沙佛", "327": "隨心所樂證成就然燈尊", "328": "無邊前生時彌陀為說法", "329": "我及賢劫眾往世皆隨喜", "330": "欲速證菩提摧伏於諸魔", "331": "百福相具足修此法不難", "332": "書持念誦福即是真佛子", "333": "假使諸世界其數等恒沙", "334": "一切滿中寶持以供牟尼", "335": "直以書持福能過是功德", "336": "是經勢力故必得佛不難", "337": "復次舍利弗。若菩薩於此入無邊陀羅尼。精", "338": "勤用意者。於彼雪山之中有八夜叉。日夜常", "339": "來衛護此人。以其威力遍入彼人身諸毛孔。", "340": "何等為八。其名曰勇健夜叉堅固夜叉。眾多", "341": "力夜叉那羅延力夜叉。實行夜叉無能降伏", "342": "夜叉。長牙鋒出夜叉善臂夜叉。如是等舍利", "343": "弗。是諸菩薩若欲令彼八大夜叉來現身相", "344": "者。當淨洗浴著好淨衣入經行道場。於一切", "345": "眾生邊不起惡心。於此法本陀羅尼一心憶", "346": "念者。彼八夜叉速現面門前。令是菩薩分明", "347": "得見。復有八菩薩在欲界天中生。亦常護念", "348": "彼行陀羅尼者。何等為八。其名曰所謂明徹", "349": "天子普照天子。智光天子日光天子。勸請天", "350": "子一切願滿足天子。星宿王天子寶意天子。", "351": "如是等八天子常當護念。若行此陀羅尼者。", "352": "要須精心用意如是。菩薩應發真實誓願。知", "353": "恩報恩日夜求法。以法自娛修甚深法忍。如", "354": "是菩薩應須行施分布於人。隨己所有以給", "355": "於人。假令唯有此一物亦須施人。如是菩薩", "356": "復須恭敬一切卑心下順。專心一意學甚深", "357": "忍。諸菩薩等。當應如是修行陀羅尼法本。爾", "358": "時世尊說是陀羅尼法本時。於其眾中有三", "359": "十億百千那由他恒河沙數等諸菩薩。皆於", "360": "阿耨多羅三藐三菩提。得至不退轉地。六十", "361": "億百千那由他天人等眾。未發心者皆得發", "362": "於阿耨多羅三藐三菩提心。爾時長老舍利", "363": "弗白佛言世尊。當何名斯經。我等大眾云何", "364": "奉持。佛告長老舍利弗言。此經名為入無邊", "365": "法本陀羅尼。如是受持此經。亦名一向出生", "366": "菩薩。如是受持此經。亦名降伏一切魔怨如", "367": "是受持此經。亦名決定趣向一切智故如是", "368": "受持。佛說此經已。長老舍利弗及諸聲聞。菩", "369": "薩大會天龍八部。一切大眾聞佛所說歡喜", "370": "奉行。", "371": "佛說一向出生菩薩經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1017 佛說一向出生菩薩經", "source": "CBETA"}