{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2749 法華經疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2749 [cf. No. 262]", "1": "法華經疏", "2": "1-16 （缺）值遇者檦難值也。所以者何。諸薄德人。過", "3": "無量劫。或見不見者。釋難值也。以此事故我", "4": "言如來難可得見者。結難值也。", "5": "經曰。斯眾生等至而言滅度者。此得効也。斯", "6": "等聞語生難遭想者。內心啟悟也。心懷戀慕", "7": "渴仰於佛者。外仰至真也。便種善根者。發心", "8": "修行也。為有此効故。須不滅言滅也。", "9": "經曰。又善男子至皆實不虛者。此宗益也。諸", "10": "佛如來法皆如是者。權行同也。為度眾生皆", "11": "實不虛者。利物一也。若不權唱涅槃。豈能進", "12": "彼懈怠。彼既得進利益不虛。", "13": "經曰。譬如良醫至善治眾病者。第二譬說兩", "14": "重。一明不死作住有餘譬。二明唱死作入無", "15": "餘譬。不死十重。一教主譬。二根緣譬。三道隱", "16": "譬。四或生譬。五佛興譬。六機過譬。七說教", "17": "譬。八令修譬。九利解譬。十鈍迷譬。此第一教", "18": "主譬良善也醫意也。善解四病之原。妙通八", "19": "術之要。下針定差。投藥必愈故曰良醫。阿含", "20": "經說良醫有四德。一知病。二知病因。三知治", "21": "方。四知差已不生。如來亦爾。一知苦。二知", "22": "苦因。三知苦滅。四知苦滅道故名良醫。凡夫", "23": "能治二界煩惱為下醫。二乘能治三界煩惱", "24": "為中醫。如來能治四界煩惱為上醫。又外", "25": "道治病還發為下醫。二乘治病或發不發為", "26": "中醫。如來治病畢竟不發為上醫。故曰良醫。", "27": "意無不決為智。聽無不了為聰。思無不通為", "28": "達。智譬種智。聰譬六通。達譬三達方。以譬教", "29": "藥。以譬理審教知理故日明練方藥。隨授必", "30": "行故曰善治眾病。", "31": "經曰。其人多諸至乃至百數者。第二根緣譬。", "32": "受化為子。傳化為息。舊解上根為十。中根為", "33": "二十。下根為百數。勝人少劣人多故。", "34": "經曰。以有事緣遠至他國者。第三道隱譬。他", "35": "方感興為事緣。此土息化為遠至。", "36": "經曰。諸子於後至宛轉於地者。第四或生譬。", "37": "諸魔外道。為他所立邪道為藥。能害慧命為", "38": "毒。諸子信受為飲。藥發者見愛互興。悶絕者", "39": "癡纏絡無出於三界。輪迴於六道故曰宛轉", "40": "於地。", "41": "經曰。是時其父還來歸家者。第五佛興譬。緣", "42": "盡所以前去。感熟所以還來。來何所歸還入", "43": "火宅故曰歸家。", "44": "經曰。諸子飲毒至更賜壽命者。第六機過譬。", "45": "失心者行淺惑深忘於本見。不失心者行深", "46": "或淺。猶存舊解。位在暖前得暖則不受邪教", "47": "故。遙見其父者未親給侍。皆大歡喜者意已", "48": "歸心。禮拜者身業崇重。問訊者口言稱嘆。稱", "49": "嘆之辭即是善安隱歸。安隱謂涅槃即是真", "50": "實。善從真實善道中來故曰安隱歸。我等愚", "51": "癡者悔受邪教。誤服毒藥者悔行邪道。願見", "52": "救療者邪病須攻。更賜壽命者正道須得。", "53": "經曰。父見子等至與子令服者。第七說教譬。", "54": "見子苦惱者愍彼病機。依諸經方者導行古", "55": "法。求好藥草者簡偽取真色。香美味者備答", "56": "三學。色以譬戒。香以譬定。味以譬慧。三學圓", "57": "滿故言具足。擣蒒和合者說有　時。說小為", "58": "擣。說大為蒒。說一為合。又示轉為擣。勸轉", "59": "為蒒證轉為合。又令下種為擣。令修行為蒒。", "60": "令解脫為合。以此授機故曰與子令服。", "61": "經曰。而作是言至無復眾患者。第八令修譬。", "62": "此大良藥色香美味者稱美正教。汝等可服", "63": "者勸令修行。速除苦惱者必得解脫。除苦苦", "64": "惱即於嗔解脫。除壞苦惱即於貪解脫。除行", "65": "苦惱即於癡解脫。於嗔解脫是解脫欲界。於", "66": "貪解脫是解脫色界。於癡解脫是解脫無色", "67": "界故曰無復眾患。", "68": "經曰。其諸子中至病盡除愈者。第九利解譬。", "69": "不失心者條前利根。見此良藥者明受正法。", "70": "即便服之者如說修行。病盡得愈者漏盡解", "71": "脫。", "72": "經曰。餘失心者至而謂不美者。第十鈍迷譬。", "73": "餘失心者者條前鈍根。見其父來者明得值", "74": "佛。雖亦歡喜者明有信心。求索治病者厭苦", "75": "求樂與藥。不服者彰其懈怠。失本心故者見", "76": "深慢重。於此良藥謂為不美者不得法味。", "77": "經曰。父作是念至心皆顛倒者。次第二唱死", "78": "作入無餘譬。文亦十重。一愍病。二興嗟。三", "79": "變術。四告期五付囑。六敦勵。七現滅。八解", "80": "生。九復真。十除妄。此第一愍病也。邪教居心", "81": "四倒競發封常既重。怠慢更深故曰心皆顛", "82": "倒。", "83": "經曰。雖見我喜至而不肯服者。第二興嗟也。", "84": "雖有信法之心。而無詣理之行故曰而不肯", "85": "服。", "86": "經曰。我今當設方便令服此藥者。第三變術", "87": "也。更須權稱滅度令其心生渴仰故。曰令服", "88": "此藥。", "89": "經曰。即作是言至死時已至者。第四告期也。", "90": "如經說吾年八十形如故車。當般涅槃故曰", "91": "死時已至。", "92": "經曰。是好良藥今留在此者。第五付囑也。三", "93": "藏法寶尚傳不滅。汝須記憶故曰今留在此。", "94": "經曰。汝可取服勿憂不差者。第六敦勵也。四", "95": "倒雖重行之即除。故曰勿憂不差。", "96": "經曰。作是教已至汝父已死者。第七現滅也。", "97": "作是教已者。付囑已周。復至他國者。身歸寂", "98": "滅。遣使還告者。碎身布骨。汝父已死者。隱智", "99": "轁光。", "100": "經曰。是時諸子至毒病皆愈者。第八解生也。", "101": "聞父背喪心大憂惱者。承凶權慟父在慈愍。", "102": "能見救護者。追仰深恩。今者捨我遠喪他國", "103": "者。慈尊永住。自惟孤露無所恃怙者。飄零何", "104": "託。常懷悲感心遂醒悟者。憶前付囑。乃知此", "105": "藥色味香美者。審教中機。即取服之毒病皆", "106": "愈者道修病破。", "107": "經曰。其父聞子至咸使見之者。第九復真也。", "108": "權効既彰。真身須現。欲救變易歸令見之。", "109": "經曰。諸善男子至不也世尊者。第十除妄也。", "110": "不滅唱滅於言似虛。無益得益於心即實故。", "111": "無虛妄之罪也。", "112": "經曰。佛言我亦至阿僧祇劫者。次第三合說", "113": "三重。一合不死譬。二合唱死譬。三合無妄", "114": "譬。此合不死也。", "115": "經曰。為眾生故至言當滅度者。此合唱死也。", "116": "經曰。亦無有能至虛妄過者。此合無妄也。次", "117": "偈頌二十五偈半兩重。初十九偈半頌菩提", "118": "無上。後六偈頌涅槃無上。菩提兩重。初十一", "119": "偈半頌前唱久成。後八偈頌後稱不滅。久成", "120": "轉勢四節。頌之初一偈標久成。次一偈頌久", "121": "說。次八偈半拂久疑。後一偈示久所。拂久疑", "122": "八偈半四重。初三偈拂自處滅。次兩偈半拂", "123": "自處生。次一偈半拂他處生。後一偈半拂他", "124": "處滅。初三偈拂自處滅。約平等意說他滅為", "125": "已滅。拂此滅有三意。初偈明滅非實滅破中", "126": "間不說疑。次偈明不滅能滅破中間不見疑。", "127": "後偈明不滅須滅破中間何益疑。初偈破中", "128": "間不說疑者。疑曰。若釋迦久成而常說者何", "129": "得。於其中間入於涅槃耶。偈答明涅槃者。方", "130": "便示之耳。上半明以權示滅。下半明以實破", "131": "之。既滅非實滅。我所以常說。次偈破中間", "132": "不見疑者。疑曰。若言常說不滅。何故中間不", "133": "見耶。偈答明不見者。神力隱之耳。上半明我", "134": "能用神。下半明彼不能見。我既能滅。彼所以", "135": "不見。後偈破中間何益疑者。疑曰。若能令他", "136": "不見中間有何利益耶。偈答明令他慕之耳。", "137": "上半令崇舍利。下半令慕真身。為有此益。我", "138": "所以須滅。次兩偈半拂自處生者。疑曰。一時", "139": "一處無有二佛。若釋迦久成不滅。何得中間", "140": "復有燃燃出世耶。今約平等意說他生為自", "141": "生拂。此生有四意。初一偈明有生機。次半", "142": "偈即呈生相。次半偈拂生非實。後半偈顯生", "143": "是權。生機一偈。上半明內心柔軟。下半明外", "144": "求見佛。生相半偈。挺出靈山令彼得見此為", "145": "生耳。拂生半偈。若前有滅可今有生。前既不", "146": "滅故今不生。顯權半偈。前現涅槃為滅。此滅", "147": "既為非實。今現不滅為生。此生理即是權。次", "148": "一偈半拂他處生。明彼處感成則彼生而此", "149": "滅。後一偈半拂他處滅。明此處感成則彼滅", "150": "而此生。次一偈第四示久所可見。次八偈頌", "151": "後稱不滅兩重。初五偈明土不滅。後三偈明", "152": "身不滅。明土四重。初一偈明土體不滅。次一", "153": "偈明土相不滅。次一偈明土嚴不滅。後兩偈", "154": "明土障不滅。土體一偈上半明眾生見滅。下", "155": "半明土體常存。土障兩偈。初偈明不滅見滅。", "156": "後偈明應聞不聞。次三偈明身不滅三重。初", "157": "一偈為緣現身。次一偈為緣說法。後一偈示", "158": "緣壽量。偈內上半示慧命無盡。下半示身命", "159": "無盡。次六偈頌涅槃無上明唱滅非虛三重。", "160": "初一偈勸信非虛。次一偈譬說非虛。後四偈", "161": "合說非虛。合說四意。初一偈合前唱限次一", "162": "偈合前指病。次一偈合前說難。後一偈合前", "163": "宗益。合說難云行道不行道者。即有功德人", "164": "無功德人。隨應所可度為說種種法者。為有", "165": "功德人說佛不滅。為無功德人說佛滅度。難", "166": "可值遇。宗益偈云。以何令眾生速成就佛法", "167": "者。即以不滅唱滅法令不行者得行。", "168": "17 分別功德品分別功德品第十七", "169": "前來十四品廣顯經宗。自下四品廣明經用。", "170": "故論曰勝妙力無上餘殘修多羅示現。案餘", "171": "殘二義。一上殘如前解。二下殘即自下四品。", "172": "初三品明生福勝妙力。常不輕品明進道勝", "173": "妙力。生福即約多以顯力。進道即約速以顯", "174": "力。生福有五門示現故。論曰法力有五門。一", "175": "者證二者信三者供養四者聞五者讀誦持", "176": "說。四種門彌勒品示現。一法門常精進品示", "177": "現。案言彌勒品。即攝分別功德品及隨喜品。", "178": "言常精進品。即法師功德品也。初三門分別", "179": "功德品示現。第四門隨喜功德品示現。第五", "180": "門法師功德品示現。分別功德品明聞經得", "181": "多福。隨喜功德品明隨喜得多福。法師功德", "182": "品明修行得多福。聞經得多福是生解益。隨", "183": "喜得多福是方便益。修行得多福是起行益。", "184": "今隨品別即以為三。初言分別功德者。分別", "185": "聞經得功德故以為名。品內三序三頌即為", "186": "三節。第一節明親聞功德。第二節明傳聞功", "187": "德。第三節明修行功德。初節序說兩重。一", "188": "總述二別述。", "189": "經曰。爾時大會至得大饒益者。此總述也。壽", "190": "命劫數長遠者。法身之壽無始無終。即無長", "191": "無短。報身之壽即有始無終。有長無短。應", "192": "身之壽則有始有終。有長有短。今明報身之", "193": "壽。雖復有始而無有終故。曰劫數長遠。然當", "194": "受之壽巧曆所不知故言長。已受之壽心計", "195": "莫測故言遠。時會聞此深生信仰故得大饒", "196": "益。", "197": "經曰。於時世尊至得無生法忍者。次別述也。", "198": "經文有十三章。功德論主總為三門。一證二", "199": "信三供養。依論即為三別。初十一章明因聞", "200": "得證。第十二章明因聞生信。第十三章明因", "201": "聞供養。證是得果。信是發心。供是報德。初", "202": "章兩重。初六章即現聞現證。後五章即現聞", "203": "當證。現證即深行入法。當證即淺行受道。現", "204": "證從淺至深。次第六階。當證從賒至促。次第", "205": "五階。合十一章。初六者。一無生二聞持三樂", "206": "說四捉持五不退六清淨。無生入見道。聞樂", "207": "捉三入修道。不退清淨入無功用道。無生忍", "208": "者。若仁王五忍。地前為伏。初三地為信。四", "209": "五六為順。七八九地為無生。第十地為寂滅。", "210": "信者證信無生。順者隨順七地無相無生七", "211": "地功用無相。八地九地無功用無相。此明初", "212": "地始證法空無生解行終心聞說進入初地無", "213": "生。聞持者。攝論云。三地菩薩得不退定大法", "214": "光明聞持陀羅尼以為依止。案三地證見法", "215": "界勝流始得聞持。樂說者。若約師位在第九。", "216": "隨分在五六地。捉持者。七地證見法界無差", "217": "別功德功用心住無相無間故得義。持八地", "218": "證見法界不增減無功用心恒住無相有相有", "219": "功用不能退轉。為他說此九地轉不退為勝。", "220": "從初為名清淨者。第十地因位究竟名清淨。", "221": "為他說此名清淨。攝論云。初地名得清淨。至", "222": "第十地究竟清淨。次現聞當證謂證初無生。", "223": "經曰。佛說是諸菩薩至供養大會者。自下第", "224": "三因聞供養兩重。一諸天供養。二菩薩供養。", "225": "諸天即祥瑞下羅。菩薩即神幡上列。諸天在", "226": "上故向下呈祥。菩薩地居故浮空表瑞。初章", "227": "天瑞有六。一雨花。二雨香。三鳴鼓四雨衣。", "228": "五垂瓔。六燒香。雨花香是見受用。鳴鼓是聞", "229": "受用。垂瓔是觸受用。", "230": "經曰。一一佛上至至于梵天者。次菩薩供養。", "231": "一財二法。此財供養。", "232": "經曰。是諸菩薩至讚歎諸佛者。此法供養。次", "233": "頌說十九偈七重。初一偈頌聞法。次一偈頌", "234": "總益。次七偈頌得證。次一偈頌得信。次一偈", "235": "頌量福。次六偈頌供養。後兩偈總結歎。七偈", "236": "頌得證兩重。初三偈頌現聞現證。後四偈頌", "237": "現聞當證。現證三重。初偈頌四證。次偈頌不", "238": "退。後偈頌清淨當證得信。量福並可解。六", "239": "偈頌供養兩重。初四偈頌諸天供養。後兩偈", "240": "頌菩薩供養。諸天五重。初一偈頌雨華次一", "241": "偈頌雨香。次半偈頌鳴鼓。次半偈頌雨衣。後", "242": "一頌偈燒香頌。菩薩兩重。初一偈半頌財供", "243": "養。後半偈頌法供養。", "244": "經曰。爾時佛告至無有限量者。次第二節明", "245": "傳聞功德。由入道之徒通依五人而受法。一", "246": "佛二弟子三諸天四變化五神仙。今依後四", "247": "人故是傳聞也。序說三重。一即信明功德。二", "248": "對行明功德。三望果明功德。即信五意。一", "249": "信人即其有眾生。二信境即聞佛壽命。三信", "250": "時即乃至一念。四信體即是信解。五信益即", "251": "所得無限。此五中三劣而二勝。人劣時劣體", "252": "劣。由境勝故得福多也。", "253": "經曰。若有善男子至所不能知者。此對行明", "254": "功德也。亦五意。一行人即善男善女。行境", "255": "即阿耨菩提。三行時即那由他劫。四行體即", "256": "五波羅蜜。五行果即得福無邊。此五中三勝", "257": "而二劣。人勝時勝境勝。但由體劣故得福少", "258": "也。但明五度者。信解之心即般若也。次頌說", "259": "十九偈半四重。初十一偈舉行體。次三偈量", "260": "信力。次四偈發信願。後一偈半獎信人。行體", "261": "六重。初一偈頌慧行。次三偈頌檀行。次一", "262": "偈頌戒行。次兩偈頌忍行。次一偈頌進行。後", "263": "三偈頌定行。檀行三偈。初一偈頌檀境。次", "264": "一偈頌檀具。後一偈頌檀心。忍行兩偈。初一", "265": "偈忍重惡。後一偈忍輕惡頌。定行三偈。初一", "266": "偈離定障。次一偈出定體。後一偈起定願。次", "267": "三偈量信力三重。初一偈牒行體。次一偈量", "268": "信力。後一偈結信成。次四偈頌信願四重。一", "269": "偈歎信壽。一偈歎得壽。一偈歎比壽。一偈歎", "270": "說壽。", "271": "經曰。又阿逸多至天上之慧者。次第三明修", "272": "行功德。前明信而無行。今明行必有信。有信", "273": "無行得益則少。有信有行得益則多。從少至", "274": "多開化漸也。序說兩重。一分別現在修行功", "275": "德。二分別未來修行功德。現在三重。一行因", "276": "即聞信功德。二行體即弘法功德。三行果即", "277": "見佛功德。初即聞惠。次即思惠。後即修惠。", "278": "此即行因也。", "279": "經曰。何況廣聞至一切種智者。此明行體也。", "280": "經曰。阿逸多至圍繞說法者。次明行果三重。", "281": "一見常身。二見常土。三顯見力。此見常身也。", "282": "經曰。又見此娑婆至咸處其中者。此見常土", "283": "也。", "284": "經曰。若有能如是至深信解相者。此顯見力", "285": "也。", "286": "經曰。又復如來至深信解者。自下第二分別", "287": "未來修行功德。約三行分別。即為三重。一單", "288": "修弘法行。二兼修六度行。三兼修供養佛僧", "289": "行。修一行者得福少。修二行者得福多。修三", "290": "行者得福極。此即初中後次第也。弘法行中", "291": "八重。一本因。二出體。三顯力。四勸省。五釋", "292": "意。六示相。七兼成。八結定。此即本因。", "293": "經曰。何況讀誦受持者。此出體。", "294": "經曰。斯人則為頂戴如來者。此顯力。", "295": "經曰。阿逸多至供養眾僧者。此勸省。", "296": "經曰。所以者何至供養眾僧者。此釋意。", "297": "經曰。則為以佛至供養是已者。此示相亦已", "298": "供養佛。", "299": "經曰。阿逸多至其數無量者。此兼成亦已供", "300": "養僧。", "301": "經曰。以此現前至供養眾僧者。此結定。", "302": "經曰。況復有人至一心智惠者。次第二明兼", "303": "修六度行三重。一明行漸多。二明福漸積。三", "304": "明力漸速。此明行漸多也。", "305": "經曰。其德最勝至亦復如是無量無邊者。此", "306": "明福漸積。", "307": "經曰。疾至一切種智者。此明力漸速也。", "308": "經曰。若人讀誦至若教人書者。次第三兼修", "309": "供養行亦三重。一明行漸多。二明福漸積。三", "310": "明力漸速。初章復三。一修弘法行。二修供養", "311": "行。三修六度行。此修弘法行也。", "312": "經曰。復能起塔至菩薩功德者。此修供養行", "313": "也。", "314": "經曰。又為他人至善答問難者。次修六度行。", "315": "解說此經者是法檀行。復能清淨持戒與柔", "316": "和者而共止者。是持戒行。忍辱無瞋志念堅", "317": "固者。是忍辱行。常貴坐禪得諸深定者。是禪", "318": "定行。精進勇猛攝諸善法者。是精進行利根", "319": "智惠善答問難者。是智惠行。", "320": "經曰。阿逸多至諸善功德者。此明福漸積。", "321": "經曰。當知是人至坐道樹下者。次明力漸速", "322": "兩重。一令身尊。二令處貴。此令身尊由成佛", "323": "故。", "324": "經曰。阿逸多至如佛之塔者。此令處貴也。次", "325": "頌說十九偈半轉勢頌未來功德三重。初四", "326": "偈半頌兼修供養舍利行。次四偈頌兼修供", "327": "養眾僧行。次十一偈頌兼修六波羅蜜行。初", "328": "二章可解。後章三重。初三偈明修法。次三偈", "329": "明修度。後五偈明修力。修力三重。初一偈半", "330": "明得天敬。次一偈明速成道。後兩偈半令處", "331": "尊。", "332": "18 隨喜功德品隨喜功德品第十八", "333": "此品第二明方便益。隨以順從為義。喜以慶", "334": "悅為名。所謂聞法順從心生慶悅故名隨喜。", "335": "隨喜有兩。一自聞生憙。二勸聞生喜。自聞生", "336": "喜即受他法施。勸聞生喜。即以法施他。受他", "337": "法施。明生自聞慧。以法施他。令他生聞慧。生", "338": "自聞慧。即自利行。生他聞惠。即利他行。如是", "339": "因聞隨喜生聞惠。因聞惠生思惠。因思慧生", "340": "修惠。因修惠生證智。聞即熏。思即覺。修即", "341": "寂。證即通。此四即以隨喜為本故。名隨喜品。", "342": "品內兩序兩頌即為四重。一序問。二頌問。三", "343": "序答。四頌答。前二可解。", "344": "經曰。爾時佛告至隨喜已者。次序答分別五", "345": "人功德即為五重。一隨喜人。二往聽人。三分", "346": "坐人。四勸聽人。五修行人。前後二人明因不", "347": "明果。中間三人明果不明因。隱顯互論耳。初", "348": "明隨喜有五十人。即十信十解十行十迴向", "349": "十地為五十。此中從勝向劣而為次第故。以", "350": "法雲地為最初人。信心為最後人。初隨喜為", "351": "最勝。後隨喜為最劣。是故數至五十不多不", "352": "少。文有六重。一立初二總轉三條後四對田", "353": "五起行六量福。立初兩重。一喜聞二喜化。此", "354": "明喜聞三意。一喜時即如來滅後。二喜人即", "355": "道俗四眾。三喜事即聞經隨喜。", "356": "經曰。從法會出至隨力演說者。此喜化三意。", "357": "一化處即僧坊等。二化境即父母等。三化事", "358": "即隨力演說。", "359": "經曰。是諸人等至第五十者。第二總轉也。", "360": "經曰。阿逸多至汝當善聽者。第三條後也。", "361": "經曰。若四百萬億至眾生數者。第四對田也", "362": "三意。一器多即四百萬億阿僧祇世界。二生", "363": "多即五類眾生。三結多即如是等在眾生數", "364": "也。五類者。一道類。二生類。三界類。四體類。", "365": "五相類。道類則六趣。如序品解。生類即四", "366": "生。謂卵胎濕化生者新諸根起也。依㲉而生", "367": "曰卵。含藏而出曰胎。假潤而興曰濕。欻然而", "368": "現曰化。卵生者孔雀鸚鵡等。胎生者象馬駝", "369": "驢等。濕生者蚊蚋精蛉等。化生者地獄諸天", "370": "等。於五道中人畜具四生。地獄諸天但化生。", "371": "鬼神二種化生胎生。人卵生者。如世羅優波", "372": "世羅二比丘。從鶴卵中生。鶴鳥於山中生二", "373": "卵卵出兩童子。人奪養之為立名字。一名大", "374": "山。二名小山。後出家得羅漢。世羅言山。優", "375": "波世羅言小山。又如彌伽羅母毘舍佉夫人。", "376": "一時生三十二卵。卵出三十二子。值佛出家", "377": "並得初果。又如般遮羅王生五百子。並是卵", "378": "生。王及王子。後時並悟緣覺果。人胎生者如", "379": "今世人也。人濕生者。如頂生王遮婁王優波", "380": "遮婁王。劫初時布薩王頂生一胞。胞破生頂", "381": "生王。頂生王膝上生一胞。胞破生遮婁王。遮", "382": "婁王󰈷上生一胞。胞破生優波遮婁王。此三", "383": "即是祖父孫並登轉輪王位。又如耆婆母。從", "384": "菴羅樹生。亦是濕生也。人化生者。如劫初時", "385": "人。一切化生。畜生四生者前三可見。唯龍", "386": "及金翅鳥有化生不盡皆。然地獄諸天并中", "387": "陰。此三處唯化生。鬼神多化生。而亦有胎生", "388": "者。如女餓鬼。白目連云。我夜生五子。晝時亦", "389": "生五。生已皆食盡。如此我無飽。問。何生最", "390": "勝。答。化生。問。若爾云何最後生菩薩。已得", "391": "生自在唯受胎生。答。見大利益故。大利益者。", "392": "由親屬相關。今無量釋迦種得入正法故。此", "393": "人是轉輪種。但由此名生他恭敬尊重。背邪", "394": "歸正故。人道得此勝利。起受化者。正勤心", "395": "故。除世間疑。此眾生是何幻或為天為鬼故。", "396": "除外道謗。一百劫盡。幻人世噉食世間故。餘", "397": "師說為安立舍利。令他供養得生天解脫。何", "398": "以故。化生眾生無外種子。若死身不得住故。", "399": "若人信佛有成願通慧此救不然。因論起論。", "400": "若化生眾生屍骸不可得。經中云何說化生", "401": "迦婁羅取化生龍為食。答不解故無失。復有", "402": "食乃至未死。若死無復飽。此謂生類也。界類", "403": "者即有形無形也。界有三。欲界二色界三無", "404": "色界。俱舍云。界以持為義。或性為義。案持", "405": "是攝義。性是因義。各攝自相同類相生故名", "406": "為界。若法為欲欲所縛故名欲界。為色欲所", "407": "縛故名色界。為無色欲所縛故名無色界。三", "408": "處欲體是欲亦是界。三處欲外法是界而非", "409": "欲。而名欲界色界無色界者。一與三處欲相", "410": "應故。二能持三處欲故。故俱舍明是界與欲", "411": "欲相應故名欲界。復次此界是欲界家界能", "412": "持欲故。餘二亦爾。問。若三界通有欲則通是", "413": "欲界。云何立三界。答。欲界具有四欲。一色", "414": "欲。二心欲。三食欲。四婬欲。色界有二欲。色", "415": "欲心欲。無色界有一欲。謂心欲。欲界欲滿而", "416": "色微。色界色滿而欲微無色界色斷而欲微。", "417": "欲界欲滿故名欲界。色微故不名色界。有色", "418": "故非無色界。色界色滿故名色界。欲微故不", "419": "名欲界。有欲故非無欲界。如是建立三界。欲", "420": "界以二十處為體。色界或十六處。或十七處", "421": "為體。無色界四處為體。於中若眾生若器世。", "422": "若善若染污若無記若中陰。悉為三界體。由", "423": "三界貪使所使故。由能持三界欲故。故俱舍", "424": "明有諸界出五道。若善染污器世界中陰為", "425": "性。是界非道。五道者是無覆無記眾生非中", "426": "陰故。然此三界。欲界其必有色。色界其必無", "427": "欲。無色一界無色無欲。言有形攝下二界眾", "428": "生。言無形攝上一界眾生也。體類者即有想", "429": "無想非有想非無想也。一切眾生以想為性。", "430": "一有想。謂有心而麁。二無想。謂無心而寂。", "431": "三非有想非無想。謂雖有心非麁非寂非麁", "432": "故異乎有想。非寂故異乎無想。故曰非有想", "433": "非無想也。言有想即攝七有想定及欲界眾", "434": "生也。言無想即攝二無想定及無想天眾生", "435": "也。言非有想非無想即攝非想非非想眾生", "436": "也。真諦又解分別眾生有凡有聖。凡夫二種。", "437": "謂未成已成。未成者未成想位。謂從託胎以", "438": "去乃至愛位但名得界。未能得想。由未能具", "439": "足分別是非及安立來世生因故。但名無想。", "440": "已成者已成想位。謂從取至有得名有想。已", "441": "能分別是非及能安立來世生因故。故名有", "442": "想聖人。但有第三句。謂非想非非想非想者。", "443": "離三界想陰故。非非想者離三界所餘陰故。", "444": "唯是三無流根說名為覺。小乘從初果至羅", "445": "漢。大乘從初地至金剛。皆名非想非非想。五", "446": "方便及四十心並名相。似非想非非想。佛果", "447": "非是菩薩所化故不論之。相類者。即無足二", "448": "足四足多足可解。十地論云。六趣者苦樂差", "449": "別。四生者依止差別。依止業故。有形無形", "450": "者。色無色差別。有想無想者。麁細差別。有足", "451": "無足者。形相差別。如是等在眾生數者總結", "452": "也。", "453": "經曰。有人求福至滿八十年已者。此第五起", "454": "行也兩重。一起財施行。二起法施行。財施三", "455": "意。一隨求施。二勝物施。三長時施。隨其所", "456": "欲皆給與之者。是隨求施。七珍象馬等是勝", "457": "物施。與七寶者生藏攝利益喜。與象馬車乘", "458": "者生代步利益喜。與宮殿樓閣等生受用利", "459": "益喜。是大施主如是布施滿八十年者。是長", "460": "時施。佛在時上壽百二十。中壽百歲。下壽八", "461": "十。欲顯命難保故。以下壽為其量。", "462": "經曰。而作是念至而訓導之者。次起法施行", "463": "三重。一謀化。二正化。三受化謀化也。五欲", "464": "之具雖充百年之期已及。既與現世之樂。須", "465": "拔當來之苦故。曰當以佛法而訓導之。", "466": "經曰。即集此眾生示教利喜者。此正化也。示", "467": "教利喜如上解。", "468": "經曰。一時皆得至具八解脫者。此受化也。受", "469": "化之徒並具四沙門果及八解脫。", "470": "經曰。於意云何至寧為多不者。第六量福也。", "471": "四重。一問多。二答多。三比多。四況多。此問", "472": "多也。二施既弘兩福理積所生功德可為多", "473": "不。", "474": "經曰。彌勒白佛至阿羅漢果者。此答多也。直", "475": "施一人之財福已難測。況施多人之法福豈", "476": "可量。", "477": "經曰。佛告彌勒至所不能知者。此比多也。財", "478": "施但令得世間樂離貧窮苦法施。但令得二", "479": "乘樂離分段苦。隨喜能令得大乘樂離變易", "480": "苦。欲量其勝算如難知。", "481": "經曰。阿逸多至不可為比者。此況多也。最後", "482": "人喜最劣。其福既已過前。最初之喜最勝。其", "483": "福理難為比。", "484": "經曰。又阿逸多至及乘天宮者。次明第二往", "485": "聽人。此中取行詣聽法所故。以乘天宮等為", "486": "其報。若以聽法根亦無邊。然往人三品。下品", "487": "得乘象馬。中品得乘寶輿。上品得乘天宮。", "488": "經曰。若復有人至所坐之處者。次明第三分", "489": "坐人。亦由三心分坐故得三王坐處。下品得", "490": "輪王坐處。中品得帝釋坐處。上品得梵王坐", "491": "處也。", "492": "經曰。阿逸多至利根智惠者。次明第四勸聽", "493": "人。以勸聽義邊得四種勝根。一得勝智。二無", "494": "惡相。三有善相。四值善緣。此得勝智也與陀", "495": "羅尼菩薩同生一處者。此是得智緣。前由勸", "496": "人聽法故。為他得智緣。今與菩薩同生故為", "497": "自得智緣。利根智惠者。此是得智體外聞必", "498": "受為利根。內思必解為智惠。", "499": "經曰。百千萬世終不瘖瘂者。次明無惡相也。", "500": "無八種惡相。一無聲惡二無氣惡。三無舌惡。", "501": "四無口惡。五無齒惡。六無脣惡。七無鼻惡。八", "502": "無面惡。此無聲惡聲惡有二。言不出為瘖。聲", "503": "不轉為瘂。由高聲勸人聽故無此二惡。", "504": "經曰。口氣不臭者。此無氣惡氣惡有一。即是", "505": "口臭。實語為香語。虛語為臭語。由香語勸人", "506": "聽故無此臭惡。", "507": "經曰。舌無病口亦無病者。此二是無惡舌惡", "508": "口。口中三等為舌。人之面門為口。舌病則噤", "509": "口病爽。由耎語勸人聽故無舌噤惡。由正語", "510": "勸人聽故無口爽惡。", "511": "經曰。齒不垢黑至不差不曲者。此無齒惡齒", "512": "惡有六。薄黧為黑。微赤為黃。本闕為疎。中傷", "513": "為缺。差者不正之貌。曲者如鉤之像。由齒發", "514": "聲勸人聽故。總得無此六惡。", "515": "經曰。脣不下垂至無諸可惡者。此無脣惡脣", "516": "惡有九。下垂者遼怊而不掩。褰縮者編淺", "517": "而露斷。麁澁者加之以皮脧。瘡緊者增之以", "518": "肉坼。缺壞者體段不足。咼斜者相貌不圓。厚", "519": "者表裏過肥。大者東西越度。黧黑者自無丹", "520": "色。可惡者人不喜看。由脣發聲勸人聽故。總", "521": "得無此九惡。", "522": "經曰。鼻不䐔䏲亦不曲戾者。此無鼻惡鼻惡", "523": "有二。䐔䏲者高下不平。曲戾者東西不正。由", "524": "鼻發聲勸人聽故。無此二惡。", "525": "經曰。面色不黑至不可喜相者。此無面惡面", "526": "惡有四。面黑者色乏紅顏。狹長者形虧滿月。", "527": "窊者邊高中下。曲者額亞頤鉤。由含喜正面", "528": "勸人聽故。無此四惡。", "529": "經曰。脣舌牙齒至人相具足者。此明有善相。", "530": "翻前惡即是好。", "531": "經曰。世世所生至信受教誨者。此明值善緣。", "532": "見佛者是見受用。聞法者是聞受用。信受者", "533": "是念受用。教誨者顯觸受用。值此善緣得出", "534": "世四種受用也。此如序品中解。", "535": "經曰。阿逸多至如說修行者。此明第五修行", "536": "人可解。次偈頌十八偈頌。五人即五重。此中", "537": "轉勢從劣至勝次第頌之。初九偈隨喜人。次", "538": "五偈頌勸聽人。次兩偈頌往聽人。次一偈頌", "539": "分坐人。後一偈頌修行人。隨喜四重。初一偈", "540": "頌立初。次一偈頌條後。次五偈頌起行。後兩", "541": "偈頌對量起行兩重。初一偈頌財施。後四偈", "542": "頌法施。法施三重初一偈半頌謀化。次一偈", "543": "半頌正化。後一偈頌受化。對量兩重。初一", "544": "偈初一偈頌比多。後一偈頌況多。次五偈頌", "545": "勸聽人三重初一偈頌能勸。次一偈頌受勸。", "546": "後三偈頌勸果可解。次兩偈頌往聽人。初一", "547": "偈頌往聽。後一偈頌往報頌。分坐修行二人", "548": "可解。", "549": "19 法師功德品法師功德品第十九", "550": "此品第三分別法師五行得六根功德故以為", "551": "名。此法師在三賢位。十信一向弟子故。十地", "552": "已捨分段故。品內兩重。一略標二廣釋。", "553": "經曰。爾時佛告至皆令清淨者。略標也。四意。", "554": "一扣告。二指因。三示果。四顯勝。佛告常精", "555": "進者。扣告也。欲因名以表義。非常精進者。不", "556": "能行故。告常精進也。", "557": "經曰。受持法華經至若書寫者。指因也。受持", "558": "是總相。讀誦說寫是別相。受是信力。持是念", "559": "力。讀誦書寫是精進力。解說是惠力定力。一", "560": "心通在其間。總別五業即為五因也。", "561": "經曰。是人得八百眼功德至千二百意功德", "562": "者。亦果也。正法華及莊嚴論。六根各具千二", "563": "百功德。合有七千二百功德。今經六根二例", "564": "三根各八百三根。各千二百。舊解一云。十善", "565": "為本。一善以九善莊嚴。十善成百善。自行百", "566": "教他百歎百法歎行百者。合有四百善。此四", "567": "百有三品。成千二百。三根持經勝具三品故", "568": "有千二百。三根持經劣但有中下品故唯得", "569": "八百。二云。六根各具百福。一一福以十善莊", "570": "嚴成一千。一根一千六根即六千。但三根弘", "571": "經勝故增二百。三根弘經劣故減二百。", "572": "經曰。以是功德莊嚴六根清淨者。顯勝也。論", "573": "云。此得六根清淨者。謂凡夫人以經力得勝", "574": "根用。未入初地菩薩。應知。又六根清淨者。", "575": "於一根中悉能具足見色聞聲知香味觸法", "576": "等。諸根互用應知。", "577": "經曰。是善男子至清淨肉眼者。次廣釋。釋六", "578": "根即六重。六根各有序頌合十二章。經序眼", "579": "根六意。一體類勝。二照境寬。三緣悉。四過", "580": "地度。五窮生類。六委事緒。此明體類勝眼體", "581": "有五。肉天惠法佛。如方便品解。眼類有兩。", "582": "一果根類。謂宿業所生。二長養類。謂現緣所", "583": "發。今言父母所生者。明是果根也清淨肉眼", "584": "者。明是淨根體也。以是地前菩薩分段根故。", "585": "經曰。見於三千世界者。照境寬也。明此眼力", "586": "用。與緣覺修得天眼及佛根。得天眼見境相", "587": "似。真諦引隨實論云。聲聞根得天眼見小千", "588": "世界色。修得天眼見中千世界色。緣覺根天", "589": "眼見中千世界色。修得天眼見大千世界色。", "590": "佛眼得天眼見大千世界色。修得天眼見無", "591": "邊世界色。此與雜心同。彼云。聲聞不方便見", "592": "小千世界。方便見二千世界。緣覺不方便見", "593": "二千世界。方便見三千世界佛不方便見三", "594": "千世界。方便見無量無邊億百千三千世界。", "595": "案不方便者是用根得天眼。方便者是用修", "596": "得天眼。真諦明此言報得天眼者。並是欲界", "597": "業所感。然勝天中根得天眼。三乘無學漏若", "598": "不盡應用此業。欲界天中受根。由不受後有", "599": "故。先所有勝業。悉於無學身中受勝天眼。在", "600": "肉眼中隨覺觀所弘。若欲見近色則發肉眼", "601": "識。若欲見遠名則發天眼識。今明持經力故。", "602": "肉眼亦見三千明力大也。不見三千外者。智", "603": "度論云。三千外有風輪。與眼相違故不能見", "604": "也。", "605": "經曰。內外所有山林河海者。見緣悉也。前雖", "606": "見寬其間或有見大不見小。如遠見大山不", "607": "覩細物。或見遠不見近。如遠覩日輪不見眼", "608": "𥇒。今明大小遠近一切悉見。一四天下有八", "609": "大山。有八大海。如是三千世界有百億八十", "610": "山百億八大海。有千中鐵圍有一大鐵圍。其", "611": "中小山小海諸林諸河不可勝數。如是悉見。", "612": "經曰。下至阿鼻上至有頂者。過地度也。地度", "613": "法上得見下下不見上。今此眼力亦能見上", "614": "至有色之頂故。過地度也。", "615": "經曰。亦見其中一切眾生者。窮生類也。如上", "616": "五類眾生悉皆見之故。言一切也。", "617": "經曰。及業因緣果根生處悉見悉知者。委事", "618": "緒也。四意。一知業體。二知業因。三知業緣。", "619": "四知業果。業者業體。謂身口意。身業眼根境。", "620": "口業耳根境。意業意根境。知身業者自用。知", "621": "口意者互用。因者業因也。惡業以三惡根為", "622": "因。善業以三善根為因。並是意根境。眼根知", "623": "者互用。緣者業緣。一人緣惡業。以惡友為", "624": "緣。善業以善友為緣。二物緣惡業。以刀仗等", "625": "為緣。善業以香花等為緣。此是眼根自境果", "626": "根生處者。是業果也。知果略有六門。一知好", "627": "惡。二知交賒。三知多少。四知生熟。五知受", "628": "處。六知受心。一知好惡者。十住論云。知根", "629": "者知諸業各各有根。善業或善處生或得涅", "630": "槃惡業惡處生。二知交賒者。謂知三時根。得", "631": "現根為交。得生後為賒。三知多少者感一世", "632": "為少。感二世三世為多。如是過去業得七根。", "633": "三單感三複感一總感現在業得三報。二單", "634": "感一總感未來業得一根。一單感合三世業", "635": "感　一根故。十住論說。佛知眾生過去業根。", "636": "或業過去根在過去。或業過去根在現在。或", "637": "業過去根在未來。或業過去根在過去未來。", "638": "或業過去根在過去現在。或業過去根在未", "639": "來現在。或業過去根在過去未來現在。或業", "640": "現在根在現在。或業現在根在未來。或業現", "641": "在根在現在未來。或業未來根在未來。有如", "642": "是分別。四知生熟者。智度論云。二種業必受", "643": "根不必受根。必受者不可離或待時待處待", "644": "人受根。如人應共輪王受福。待輪王出時。是", "645": "待時人即輪王處即輪王出處。五知受處者。", "646": "智度論云。欲界受三受業根處。色界受二受", "647": "業根處。無色界受一受業根處。六知受心者。", "648": "智度論云。善心中受善不善無記根不善心", "649": "無記心亦如是。如是六事一一知是名知業", "650": "果。問。為即肉眼知未來耶。為有別智知未來", "651": "耶。若即肉眼知者。肉眼見現在色不應知未", "652": "來。若有別智知者。云云何說父母所生肉眼", "653": "知耶。答。因肉眼起別智知故說肉眼知。肉", "654": "眼見人死時生時色。意識知未來。如天眼知", "655": "未來。此亦爾故。俱舍云。天眼天耳以色聲為", "656": "境。若爾死生通惠。云何知彼眾生與身口意", "657": "邪行相應誹謗聖人。由此捨命。必受無行惡", "658": "道墮負黑闇處生。廣說如經。答由天眼不得", "659": "知有別智。是天眼通惠伴類聖人相續中生", "660": "能知如此。解脫道論亦云。天眼生四智。未來", "661": "分智。自作業智。如行業智。果報業智。以未來", "662": "分智。於未來色當起知之。以自作業智見他。", "663": "以此業當往彼趣知之。以如行業智。見此人", "664": "生趣。以此業在先生此知之。以業果報智。至", "665": "此明至此煩惱至此方便。此業應熟。此業不", "666": "應受。此業應多受。此業應少受知之。案今由", "667": "經力肉眼起。智亦復如是。故云肉眼知。非即", "668": "肉眼知也。次偈頌六偈三重。初一偈頌眼因。", "669": "次一偈頌眼體。後三偈頌眼用。用中云彌樓", "670": "山者。此云高山。亦日光山。須彌山者。此云", "671": "妙高山。", "672": "經曰。復次常精進至得千二百耳功德者。次", "673": "明耳根功德。序說四重。一指定因果。二總境", "674": "寬狹。三委知巨細。四結其力能。此指定因果", "675": "也。", "676": "經曰。以是清淨耳至言語音聲者。此總境寬", "677": "狹。", "678": "經曰。象聲馬聲至佛聲者。此委知巨細也。", "679": "經曰。以要言之至不壞耳根者。此結其力能", "680": "也。凡人六根取塵過度。及塵過強其根則壞。", "681": "今由經力雖過雖強亦不能壞。次頌十八偈", "682": "四重。初一偈總境寬狹。次九偈半能知事類。", "683": "次四偈半善聽法音。後三偈美其力用。事類", "684": "六重。初兩偈聞人中事類聲。次一偈聞天中", "685": "事類聲。次兩偈聞山中事類聲。次兩偈聞海", "686": "中事類聲。次一偈聞亂鳥事類聲。後一偈半", "687": "聞淨天事類聲。次四偈半聞法音三重。初一", "688": "偈半聞聲聞說法聲。次一偈半聞菩薩說法", "689": "聲。後一偈半聞如來說法聲。次三偈美其力", "690": "用。初兩偈美能。後一偈美位。", "691": "經曰。復次常精至八百鼻功德者。次明鼻根。", "692": "序說四重一指定因果。二總境寬狹。三委知", "693": "巨細。四結其力能。此指定因果也。", "694": "經曰。以是清淨鼻根至種種諸香者。總境寬", "695": "狹也。", "696": "經曰。須曼那華至悉能分別者。次委知巨細", "697": "也。四重。一聞地居身外香。二聞地居身內", "698": "香。三聞天居身外香。四聞天居身內香。此聞", "699": "地居身外香也。須曼那者此云好意。闍提者", "700": "此云生亦曰實。瞻蔔者此云黃華。亦曰金色", "701": "華。波羅羅者此云重平聲。", "702": "經曰。又復別知至分別不錯者。此聞地居身", "703": "內香也。", "704": "經曰。持是經者至無不聞知者。此聞天居身", "705": "外香。波利質多羅者。此云護種種。𤘽鞞陀羅", "706": "者。此云大遊戲破地。", "707": "經曰。又聞諸天身香至皆悉遙聞者。次聞天", "708": "居身內香兩重。一聞地天身香。二聞空天身", "709": "香。此聞地天身香。忉利已下地居故。炎摩", "710": "已上空居故。", "711": "經曰。如是展轉至知其所在者。此聞空天身", "712": "香二意。一聞住空天身香。即生天住空不解", "713": "空故。二聞解空天身香。即淨天解空不住涅", "714": "槃故。", "715": "經曰。雖聞此香至憶念不謬者。此結其力能", "716": "也。次頌三十偈三重。初一偈頌總境。次二十", "717": "八偈頌別用。後一偈頌結力。別用八重。初五", "718": "偈知人中事。第二四偈知初天事。第三一偈", "719": "知修羅事。第四一偈知畜生事。第五五偈知", "720": "未形事。第六五偈知第二天事。第七兩偈知", "721": "空天事。第八五偈知淨天事。人中五得。一偈", "722": "知花香。一偈知男女。一偈知君臣。一偈知", "723": "寶物。一偈知內身第二四偈知初天事。初一", "724": "偈知遊戲。次一偈知華果。次兩偈知臣人。第", "725": "三一偈知修羅。第四一偈知畜生可解。第五", "726": "五偈知未形。一偈知胎男女。一偈知胎成壞。", "727": "一偈知人善惡。一偈知寶隱伏。一偈知價輕", "728": "重。第六五偈知第二天事。一偈知華果。一偈", "729": "知。一偈知宮殿。一偈知園林。一偈知聽法。", "730": "一偈知周遊。第七兩偈知空天事。一偈知禪", "731": "出入。一偈知禪死生。第八五偈知淨天事。初", "732": "兩偈知聲聞事。次一偈知菩薩事。後兩偈知", "733": "如來事。", "734": "經曰。復次常精進至千二百舌功德者。次明", "735": "舌根序說兩重。一指定因果。二敘其力能。此", "736": "指定因果也。", "737": "經曰。若好若醜至無不美者。次敘力能三重。", "738": "一能變塵。二能善說法。三善持法。此能變塵", "739": "也。變成上味者。如佛咽喉有甘露泉和一切", "740": "食皆成甘露。持經人亦爾。又隨福德力故變", "741": "成上味。", "742": "經曰。若以舌根至隨侍供養者。此明善說五", "743": "意。一悅眾。二來天。三來神。四來人。五來侍", "744": "可解。", "745": "經曰。又諸聲聞至深妙法音。此明善持四意。", "746": "一聖人樂見。二諸佛向說。三聞悉能持。四", "747": "誦聲深妙可解。次頌八偈半兩重。初一偈", "748": "頌變塵。後七偈半頌善說。善說五重。初一", "749": "偈半頌悅眾。次三偈頌來聽。次一偈頌來供。", "750": "後兩偈來護。來聽兩重。一偈頌神來聽。二", "751": "偈頌人來聽。來護兩重。一偈生天來護。一偈", "752": "淨天來護。", "753": "經曰。復次常精進至眾生喜見者。次明身根。", "754": "序說兩重。一指定因果。二鏡朗內外。此指定", "755": "因果也。", "756": "經曰。其身淨故至現其色像者。鏡朗內外也", "757": "三意。一橫鏡三千。二竪朗二界。三遠現。四", "758": "尊可解。次頌七偈半通為六重。初一偈頌得", "759": "體。次一偈半頌明用。次一偈半頌橫照。次", "760": "一偈半頌竪朗。次一偈頌現聖。後一偈頌現", "761": "力。", "762": "經曰。復次常精進至千二百意功德者。次明", "763": "意根五重。一指定因果。二委知法義。三外引", "764": "俗論。四善察他心。五美其力用。此指定因果", "765": "也。", "766": "經曰。以是清淨意根至不相違背者。此善知", "767": "法義也。聞一偈一句者得法辨。通達無量無", "768": "邊義者。得義辨。演說一句一偈至一月四月", "769": "一歲者。得辭辨。一月是一時中一月。四月是", "770": "三時中一時。外國以四月為時。一歲是三時。", "771": "十二月所說。義趣與實相不違者得應辨。", "772": "次頌十一偈通為五重。初一偈頌知法。次一", "773": "偈頌得辨。次兩偈頌察心。次四偈頌說法。後", "774": "三偈頌結。能說法四偈。一偈頌受持說。一偈", "775": "頌不倒說。一偈頌次第說。一偈頌無畏說。次", "776": "三偈頌結能。一偈結體相。一偈美地位。一偈", "777": "讚善巧。", "778": "20 常不輕菩薩品常不輕菩薩品第二十", "779": "前三品已明生福勝妙力。此一品次明進道", "780": "勝妙力。前則約多顯力。此則約速顯力速由", "781": "菩薩常行不輕行故以為名。品內一序一頌。", "782": "序說三重。一張速本。二序速事。三會速人。", "783": "經曰。爾時佛告至如向所說者。第一張速本", "784": "兩意。一戒惡即張增上慢本。二獎善即張常", "785": "不輕本。言持法華經者罵詈誹謗獲大罪報", "786": "如前所說者。如譬喻品末所說。言其所得功", "787": "德如向所說者。如向法師功德品所說。", "788": "經曰。得大勢至阿僧祇劫者。第二序速事四", "789": "重。一值速緣緣。二逢速障。三違速名。四修速", "790": "行。值緣兩重。一值一佛緣。二值多佛緣。一", "791": "佛八重。一時節。二化主。三劫名。四國號。五", "792": "立教。六壽限。七住持。八歸寂。", "793": "經曰。有佛名威音王至佛世尊者。此化主也。", "794": "經曰。劫名離垢者。此劫名也。", "795": "經曰。國名大城者。此國號也。", "796": "經曰。其威音王佛至究竟清淨者。此立教也。", "797": "經曰。得大勢至恒河沙□□□限也。", "798": "經曰。正法住世至四天下微塵者。此住持也。", "799": "經曰。其佛饒益至然後滅度者。此歸寂也。", "800": "經曰。正法像法至皆同一號者。次明敘多佛", "801": "緣。", "802": "經曰。最初威音王至有大勢力者。此第二逢", "803": "速障也。", "804": "經曰。爾時有一至名常不輕者。此第三違速", "805": "名。即名常不輕文六重。一舉名。二徵義。三", "806": "曉意。四專修。五受難。六得名。此舉名也。", "807": "經曰。得大勢以何因緣名常不輕者。此徵義", "808": "也。", "809": "經曰。是比丘至當得作佛者。此曉意。由行不", "810": "輕行故得不輕名。言我深教汝等不敢輕慢", "811": "者。為汝本有自性住佛性。言所以者何汝等", "812": "皆行菩薩道者。為汝即有引出性。言當得作", "813": "佛者。為汝當有至得果佛性。", "814": "經曰。而是比丘皆當作佛者。此專修故。往禮", "815": "拜者專修身不輕。讚歎者專修口不輕。汝當", "816": "作佛者。專修意不輕。", "817": "經曰。四眾之中至汝當作佛者。此受難。先", "818": "□□詈難。後受打擲難。此受罵詈難。", "819": "經曰。說是語時至皆當作佛者。此受打擲難。", "820": "杖木以打之。瓦石以擲之。恐其得重罪所以。", "821": "避走而遠住。恐其不聞記所以高聲唱是言。", "822": "經曰。以其常作至號之為不輕者。此得名。", "823": "經曰。是比丘臨欲終時至悉能受持者。次第", "824": "四修速行四重。一威王佛所行速行。二燈明", "825": "佛所行速行。三雲自在佛所行速行四□□", "826": "□□□□□□□□佛所六重。一稟速道。二", "827": "淨速根。三增速壽。四□□□□□□□□□", "828": "□□□□□善此稟□道也。", "829": "經曰。即得。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2749 法華經疏", "source": "CBETA"}