{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0226 摩訶般若鈔經: 摩訶般若鈔經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若鈔經", "text": {"0": "9 架調優婆夷品", "1": "摩訶般若鈔經卷第五", "10": "空作證耶？」佛語須菩提：「是菩薩摩訶薩觀一", "100": "事。其心以不轉已。何以故？復有菩薩摩訶薩", "101": "念法而不能明。其有問者，亦不能解遣知。是", "102": "未在菩薩道地，不應阿惟越致其界。」佛語須", "103": "菩提：「若不聞波羅蜜之所言，其有聞者、若不", "104": "聞者能解其慧，是菩薩摩訶薩為阿惟越致。」", "105": "須菩提言：「其為菩薩者甚多，天中天！少有能", "106": "解者。」佛語須菩提：「少有菩薩在阿惟越致慧", "107": "地，其受決者乃能解之。是菩薩摩訶薩其功", "108": "德為甚大，非是諸天及人、阿須倫世間之所", "109": "知。", "11": "切色所有皆空，亦不作證。作是觀者為不取", "110": "11 遠離品", "111": "摩訶般若波羅蜜遠離品第十一", "112": "「復次，須菩提！其諦者，菩薩摩訶薩於夢中不", "113": "入聲聞、辟支佛道地，於三界不念有所求，亦", "114": "不那中有所索，視諸法若夢，不那中作證。是", "115": "者，須菩提！當知菩薩摩訶薩是為阿惟越致", "116": "相。", "117": "「復次，須菩提！菩薩摩訶薩於夢中，與若干百", "118": "若干千若干億千弟子共會，在其中坐，為", "119": "諸比丘僧說法，如怛薩阿竭阿羅訶三耶三", "12": "證，不作證觀即無所貪。是者為觀，以無所貪", "120": "佛之所說法。是者，須菩提！阿惟越致菩薩摩", "121": "訶薩。當知是為阿惟越致相。「復次，須菩提！菩", "122": "薩摩訶薩於夢中，飛在空中坐，為比丘僧說", "123": "法，還自見七尺光，自在所變化於餘處，其所", "124": "作為如佛之所說法。其於夢見是者，當知菩", "125": "薩摩訶薩是為阿惟越致相。「復次，須菩提！菩", "126": "薩摩訶薩於夢中，不恐不怖不難不畏，若見", "127": "郡縣其中兵起展轉相攻伐，若火起，若見虎", "128": "狼師子及餘獸，若見斷人頭者，如是餘變", "129": "甚大劇苦多有困窮，若飢渴者見其厄難，心", "13": "是即為觀。欲向是時而不證不貪，其時心不", "130": "中不恐不畏不驚不動搖。夜於夢中所見，覺", "131": "即起坐，作是念：『世界所有，譬若如夢。我作佛", "132": "時，悉為說法而遍教之。』當知菩薩摩訶薩是", "133": "為阿惟越致相。「復次，須菩提！云何知是菩薩", "134": "摩訶薩當得阿耨多羅三耶三菩？成阿惟三佛", "135": "時，其境內一切無有惡。正是菩薩摩訶薩，須", "136": "菩提！於夢中，若畜生相食、人民疾疫。其心稍", "137": "稍有念：『願我作佛時，使我境界中一切無有", "138": "惡。』用是故，知其相為清淨，當知菩薩摩訶薩", "139": "是為阿惟越致相。「復次，須菩提！菩薩摩訶薩", "14": "念三昧因緣，是者為念。爾時為不失菩薩本", "140": "於夢中得覺，若見灾邪火起，便作是念：『我於", "141": "夢中所見，其心等無異。』持是比用是相具足，", "142": "知是菩薩摩訶薩阿惟越致，若菩薩摩訶薩作", "143": "是念：『如我審應相行者，當如所言無異。今是", "144": "城郭所起火者，當為悉滅消去不復見。』」佛言：", "145": "「若火悉為消滅去者，知是菩薩摩訶薩受決，", "146": "以為過去怛薩阿竭阿羅訶三耶三佛之所，受", "147": "阿耨多羅三耶三菩，知是為阿惟越致。令火", "148": "不滅消去者，知是菩薩未受決。設火焚燒", "149": "一舍，置一舍。復越燒一里，置一里。是，須菩提！", "15": "法，不中道得證。何以故？所作功德法甚深，不", "150": "當知某家居人前世時為斷法罪之所致。覺", "151": "是輩人所作，皆是宿命。念以見在所更惡令", "152": "悉除。其所斷法殃，因是皆得消盡。用是故，須", "153": "菩提！當知是菩薩摩訶薩即阿惟越致阿耨多", "154": "羅三耶三菩。「復次，須菩提！用是比相其行具", "155": "足，當視是菩薩摩訶薩如阿惟越致。用是故，", "156": "說其比相行當令知之。或時，須菩提！若男子、", "157": "女人為鬼神所下，若為所持。是彼菩薩若作", "158": "是念：『設我受決以，過去怛薩阿竭阿羅訶三", "159": "耶三佛授我阿耨多羅三耶三菩者，實慊苦", "16": "貪是時，故不取證。以從般若波羅蜜得護。譬", "160": "有異，當得阿耨多羅三耶三菩阿惟三佛。若", "161": "於阿耨多羅三耶三菩阿惟三佛所念皆清淨", "162": "者，為却羅漢、辟支佛心。設以却羅漢、辟支佛", "163": "心者，會當作阿耨多羅三耶三菩，不得不成", "164": "自致阿惟三佛。若當得佛為阿耨多羅三耶", "165": "三菩者，阿僧祇剎土現在諸佛無不見者、無", "166": "不證者。今怛薩阿竭阿羅訶三耶三佛悉知", "167": "我所念無有異，我審作阿耨多羅三耶三菩", "168": "阿惟三佛者，審如我之所言，是鬼神即當去。』", "169": "便告言：『是男子女人為何鬼神所持？』鬼神聞", "17": "如人若勇若捍能却敵者，為人端正猛健，無", "170": "其所言即去。說是語時，設不去者，是菩薩為", "171": "未受決，過去怛薩阿竭阿羅訶三耶三菩不", "172": "授阿耨多羅三耶三菩。若說是言邪即去者，", "173": "知是菩薩為以受決，過去怛薩阿竭阿羅訶", "174": "三耶三菩所授阿耨多羅三耶三菩。」佛語須", "175": "菩提：「其人審至誠者，弊魔往到菩薩摩訶薩", "176": "所。若菩薩言：『我審至誠者已受決為阿耨多", "177": "羅三耶三菩，是邪鬼神即當去。』弊魔用是故", "178": "作好心，化令邪鬼神悉去。所以者何？弊魔極", "179": "尊，有威神故，諸邪鬼神不敢當之。是皆魔威", "18": "所不能，悉知兵法六十四變，悉索五曉，為眾", "180": "神之所辟。用是故，悉為除去。若菩薩自念：『用", "181": "我威神故。』是彼菩薩摩訶薩以自謂是，便反", "182": "自貢高，輕易於人、形笑他人而無所錄。語人", "183": "言：『我從過去怛薩阿竭阿羅訶三耶三佛所授", "184": "決以，其餘人者悉未受決。為阿耨多羅三耶", "185": "三佛所授決以，其餘人者悉未受決為阿耨", "186": "多羅三耶三菩。』用是故，自可自高、恚怒稍增，", "187": "即離薩芸若大遠，失阿耨多羅三耶三佛慧。知", "188": "是輩菩薩無漚和拘舍羅而自貢高，便在二", "189": "道地墮聲聞、辟支佛地。是輩菩薩，須菩提！持", "19": "所敬。在所致處無不得利，從是所得轉分布", "190": "不成作成，不知魔為，反捨善師而去，亦不與", "191": "從事亦不錄視。用是故，為魔所困。是菩薩摩", "192": "訶薩當覺知魔為。以何占之？覺知魔來在菩", "193": "薩前，魔作變化為異被服往來，作是言語：『菩", "194": "薩摩訶薩若從過去怛薩阿竭阿羅訶三耶三", "195": "佛之所授決阿耨多羅三耶三菩，若本字某、", "196": "若母字某、若父字某、若兄字某、若姊字某、若", "197": "弟字某，親厚知識字某，若父兄字某、若七世", "198": "祖父字某、若母外家字某、若父外家字某、", "199": "若在某城生、若在某國生、若在某郡生、若在", "2": "秦天竺沙門曇摩蜱共竺佛念譯", "20": "與人，其心人俱莫不歡喜。若有他事與父母", "200": "某縣生、若在某鄉生。若常軟語，若令作是", "201": "語者，皆乃前世之所致，亦復作是軟語。』或時", "202": "高才者，便復隨形言：『若前世時亦復高明。』或", "203": "見自守、或見乞食、或時一處飯、或時就飯", "204": "者、或時先食果菜却食飯、或時在丘墓間、", "205": "或時寂寞處、或時樹間止、或時受請者、或時", "206": "不受請、或時多少取足、或時一處止、或時麻", "207": "油不塗身、或時聲好、或時互談。何以故？魔復", "208": "言：『是因緣者，皆前世時德之所致，令逮得是。", "209": "若前世時某家子，若剎利姓，若復字某，前世", "21": "妻子俱過大劇難之中，其人便自安其父母", "210": "有是德，今故亦爾。』彼菩薩心便作是念想：『我", "211": "且爾。』是弊魔便復作是言：『若以受決，過去", "212": "怛薩阿竭阿羅訶三耶三佛授若阿耨多羅三", "213": "耶三菩。用是因緣功德故，若是阿惟越致。』」佛", "214": "語須菩提：「我所說阿惟越致菩薩摩訶薩不", "215": "爾。持是比相行占之，如我所說者不具足得，", "216": "反自用者，當知是菩薩輩終不成，為魔所壞。", "217": "何以故？用是比觀其相行，知是即非阿惟越", "218": "致。菩薩摩訶薩者終不有是意。是輩菩薩聞", "219": "魔乃語名字心大歡喜，自謂審然，便自貢高", "22": "妻子言：『莫恐莫怖，今當俱出是難之中。』若於", "220": "行形笑人，輕易同學而反自用。是彼菩薩摩", "221": "訶薩，須菩提！用受是字，因失其本，便墮魔網。", "222": "「復次，須菩提！用受字故，是菩薩摩訶薩不覺", "223": "魔為，反自呼得阿耨多羅三耶三菩。魔復作", "224": "是言：『若當作阿耨多羅三耶三菩，若作佛時", "225": "當字某。』是菩薩聞是字，心中作是念：『我將得", "226": "無然，我亦先時念復如是。』」佛言：「是菩薩於知", "227": "為甚少，無漚和拘舍羅，反作是念，希望名字，", "228": "自我作阿耨多羅三耶三菩，字當如是。」佛言：", "229": "「如魔所教者為從魔天。今作比丘為魔所迷，", "23": "其中怨家卒來，其人慧󰍂，應時出其父母妻", "230": "自念：『是我本發心之所致，今得是字。為如所", "231": "言：「過去怛薩阿竭阿羅呵三耶三佛受我決", "232": "以，為阿耨多羅三耶三菩。」』」佛語須菩提：「我所", "233": "說阿惟越致菩薩摩訶薩。用是比相行而不", "234": "為是，其以字自念我是，便輕餘菩薩摩訶薩。", "235": "用是輕故，離薩芸若阿耨多羅佛慧，遠漚和", "236": "拘舍羅，以為離般若波羅蜜，以為離善師，以", "237": "為得惡師，是菩薩會墮二道，若聲聞、辟支佛", "238": "道地。若大久遠勤苦以後乃復求佛者，用般", "239": "若波羅蜜恩故，當復得阿耨多羅三耶三菩，", "24": "子送歸鄉里，皆得完具亦無有惡，及於怨家", "240": "自致成阿惟三佛。」佛言：「爾時發意受是字時，", "241": "不即覺改悔者，如是當墮聲聞、辟支佛道地。」", "242": "佛言：「比丘有四重事禁，若復他事所犯故，", "243": "不復成沙門，不復為佛子。是壞菩薩之罪，重", "244": "於比丘四事禁。是菩薩言：『我字某，生於某", "245": "國。』心作是念，其罪最重於四事禁，復過五逆", "246": "惡。所以罪重者何？為受字故，不知魔事之所", "247": "為微妙。「復次，須菩提！遠離之德。菩薩摩訶薩，", "248": "弊魔須於前作是言：『遠離之法，正當如是，怛", "249": "薩阿竭阿羅呵三耶三佛之所稱譽。』」佛語須", "25": "亦無所中傷。何以故？用無所不曉，其人勇健", "250": "菩提：「我不作是說遠離，教菩薩摩訶薩止", "251": "於獨處樹間閑處。」須菩提白佛：「云何，天中", "252": "天！菩薩摩訶薩有異遠離？」佛語須菩提：「正使", "253": "菩薩摩訶薩念恍忽，是為聲聞之所念。念", "254": "恍忽者，為是辟支佛之所念。行恍忽者是", "255": "菩薩摩訶薩，雖在城郭，續為行遠離。行恍忽", "256": "是菩薩摩訶薩，於一切惡法而無所起。行恍", "257": "忽者是菩薩摩訶薩，若獨處樹間閑處止，是", "258": "菩薩摩訶薩續行遠離。是者我樂使菩薩摩", "259": "訶薩作是行，是遠離之行，當晝夜念之，是為", "26": "為變化，勝於怨家。怨家見者，莫不恐怖而皆", "260": "菩薩摩訶薩遠離行，菩薩摩訶薩遠離行。菩", "261": "薩摩訶薩行遠離者，雖在城傍續行恍忽，", "262": "若在獨處樹間閑處止者恍忽，若在獨處樹", "263": "間閑處止者行恍忽。是菩薩摩訶薩自念：『我", "264": "以知遠離。』爾時弊魔便往教之，令行遠離，言：", "265": "『若當於獨處樹間閑處止，當作是行。』是菩薩", "266": "隨魔所教，便亡遠離。魔復言：『道為悉等，聲聞、", "267": "辟支佛道皆作是念無有異。其作是者，為具", "268": "足般若波羅蜜以，當作是行。』」佛言：「是菩薩摩", "269": "訶薩所念法非清淨，謂以隨行，而反自用輕", "27": "走去。其父母妻子得出難中，歸其處所無不", "270": "餘菩薩，自念：『誰能過我！』輕易城傍行菩薩清", "271": "淨者——其心所念，不入聲聞、辟支佛法、所有惡", "272": "心，不受禪悅三昧三摩越，悉逮得所願、悉具", "273": "足度。」佛言：「無漚和拘舍羅菩薩者，正使在四", "274": "千里空澤之中，禽獸所不至處，賊所不至、羅", "275": "剎不至處。雖在彼間，若一歲、若百歲、若千歲、", "276": "若百千歲、若百千萬歲、若百千萬億歲，正使", "277": "復過是者，不知遠離，會無所益，不能具足為", "278": "菩薩摩訶薩遠離。自念謂：『悉得已。悉明已。』弊", "279": "魔便往飛在空中作是言：『善哉，善哉！善男子！", "28": "歡喜。如是，須菩提！菩薩摩訶薩於一切人極", "280": "是真遠離，怛薩阿竭阿羅呵三耶三菩所說，", "281": "正當隨是遠離行，如是者疾得阿耨多羅三", "282": "耶三菩阿惟三佛。』是菩薩摩訶薩聞是，便從", "283": "遠離起去，往到城傍遠離菩薩所、若比丘成", "284": "就有道人所，而自貢高，反往輕言：『若所行法，", "285": "是即為非。』」佛言：「其隨恍忽之行，是菩薩摩", "286": "訶薩為正，反呼言非。中有反行，反呼為是。不", "287": "當敬者而反敬之，當所敬者反瞋向之。言：『我", "288": "所行遠離。用是故，有非人來語我言：「善哉，善", "289": "哉！若所行審是遠離。」若在城傍行者，誰當來", "29": "大慈心。是時菩薩摩訶薩持慈心悉施於人，", "290": "語若？誰當告若者？』」佛言：「是菩薩有德人而反", "291": "輕之。如是，須菩提！菩薩當知，是人如擔死人", "292": "種，無所復中。反呼菩薩有短，是為菩薩怨家，", "293": "其為厭菩薩者，以是天上天下之為大賊，正", "294": "使如沙門被服亦復是賊，於菩薩有德人中", "295": "亦復是賊。是曹輩者，須菩提！不當與共從事，", "296": "不當與共語言，亦不當恭敬視之。何以故？當", "297": "知是輩，多瞋怒起，敗人好心。何所，須菩提！是", "298": "菩薩摩訶薩不釋薩芸若不捨阿耨多羅三", "299": "耶三菩？若菩薩摩訶薩不釋薩芸若者，是故", "3": "10 守空品守空品第十", "30": "過諸垢濁魔之所部，復出聲聞、辟支佛道地", "300": "阿耨多羅三耶三菩阿惟三佛為一切人故", "301": "作依。是輩菩薩不當與壞人者從事不敬之。", "302": "不當與會所當護法。當自堅持當念之，常畏", "303": "怖生死勤苦之處不當入中，於三界而不與", "304": "交。是彼壞菩薩輩在所止處，常當慈心哀愍", "305": "護之。自念：『使我無得生是惡心，令有所𠎝。設", "306": "有不善，疾使我棄之。當用學故。』是者，須菩提！", "307": "菩薩摩訶薩之為上知。", "308": "12 善知識品", "309": "摩訶般若波羅蜜善知識品第十二", "31": "上。菩薩於三昧中立而無所盡，用波羅蜜故", "310": "「復次，須菩提！其諸菩薩摩訶薩欲得阿耨多", "311": "羅三耶三菩阿惟三佛者，當親近善師，與共", "312": "從事，恭敬承事。」須菩提白佛言：「何所是，天中", "313": "天！菩薩摩訶薩善師？當何以知？」佛語須菩提：", "314": "「天中天者是菩薩摩訶薩善師。有說般若波", "315": "羅蜜者，從其所聞般若波羅蜜，是即為度，教", "316": "人入中當作，是知為是菩薩摩訶薩善師。六", "317": "波羅蜜者是菩薩善師。六波羅蜜是舍怛羅，", "318": "六波羅蜜者是道，六波羅蜜者是為去冥，六", "319": "波羅蜜者是即為臺，六波羅蜜者是即為明。", "32": "於空為無所貪。作是行時，是菩薩摩訶薩為", "320": "以過去怛薩阿竭阿羅訶三耶三佛皆從六波", "321": "羅蜜出，甫當來怛薩阿竭阿羅訶三耶三佛", "322": "皆從六波羅蜜出，今現在阿僧祇諸剎土怛", "323": "薩阿竭阿羅訶三耶三佛皆從六波羅蜜出，", "324": "成薩芸若，皆從四事雜施於人：一者布施，二者", "325": "歡樂，三者饒益，四者等與。是者，須菩提！菩薩", "326": "摩訶薩舍怛羅，是即為母，是即為父，是即為", "327": "舍，是即為臺，是即為護，是即為歸，是即為導，", "328": "是皆六波羅蜜，是為益於一切人者。菩薩摩訶", "329": "薩學六波羅蜜者，用無有極故，欲斷人之狐", "33": "行空三昧向脫門，亦不以有相不以無相，故", "330": "疑，以是故當學般若波羅蜜。」須菩提白佛：「何", "331": "所是，天中天！般若波羅蜜相？」佛語須菩提：「無", "332": "所罣礙是般若波羅蜜相。」須菩提言：「如天中", "333": "天所說，是相實般若波羅蜜。如是相者，為得", "334": "諸法。」佛言：「如是。須菩提！其如相為得般若波", "335": "羅蜜，如是相者為得諸法。何以故？須菩提！諸", "336": "法皆是恍忽，諸法皆是空。以是故，須菩提！恍", "337": "忽與空是為般若波羅蜜相。諸法之相亦恍", "338": "忽，是空亦恍忽。須菩提！天中天說諸法悉", "339": "恍忽是空。何然？人欲有生無有盡時，其恍忽", "34": "不取證。譬若飛鳥，須菩提！飛行空中無所觸", "340": "者無欲，其恍忽者而無生。其空者無欲，其", "341": "空者無所生。恍忽與空無阿耨多羅三耶三", "342": "菩阿惟三佛，亦不從異法恍忽空得阿耨多", "343": "羅三耶三菩阿惟三佛。」「云何，天中天所說而", "344": "可得知？」佛語須菩提：「人從久遠念言：『是我所", "345": "有，非我所有。』用是故，因致是。」須菩提言：「如是，", "346": "天中天！所說人，實從久遠念言：『是我所有，非", "347": "我所有。』」佛言：「云何，須菩提！是我所有為空不？」", "348": "須菩提言：「是為空。天中天！」佛言：「云何，須菩提！", "349": "非我所有為空不？」須菩提言：「是為空。天中天！」", "35": "礙。是菩薩摩訶薩為行空至空，向無相至無", "350": "佛語須菩提：「人用是故，自念言：『是我所，非我", "351": "所。』用是故，在於生死無有已時。」須菩提言：「如", "352": "是。天中天！人用是故，在於生死無有休時。」佛", "353": "言：「是者，須菩提！人從欲，便著於人之中。當作", "354": "是知。不當有所求，後便不復著其諦者。須菩", "355": "提！有所增益，不當念：『是我所有，非我所有。』是為", "356": "行般若波羅蜜。是者，須菩提！其所生者，後不", "357": "作是生，是菩薩摩訶薩為行般若波羅蜜。」須", "358": "菩提白佛：「作是行者，天中天！為不行色，不行", "359": "痛痒思想生死識。是所行者，天中天！菩薩摩", "36": "相，向無願至無願，不以空、無相、無願故墮、悉", "360": "訶薩所念為隨俗，是為菩薩摩訶薩行。天中", "361": "天！諸聲聞、辟支佛所不及，一切人之所行。是", "362": "彼極過去，以是所得處無能逮者，是為菩薩", "363": "摩訶薩之極上。天中天！是所念者為般若波", "364": "羅蜜。菩薩摩訶薩晝夜作是行，如所行者，疾", "365": "近阿耨多羅三耶三菩阿惟三佛坐。」佛言：「云", "366": "何，須菩提！若閻浮利人及一切菩薩悉令作", "367": "人，皆行阿耨多羅三耶三菩發心索佛，各各", "368": "盡壽作布施，持是施與作阿耨多羅三耶三", "369": "菩。於須菩提意云何，是菩薩摩訶薩作是布", "37": "欲具足佛諸法。譬如工射之人，須菩提！射空，", "370": "施，其福寧多不？」須菩提言：「甚多，甚多！天中天！」", "371": "佛言：「不如菩薩摩訶薩專念般若波羅蜜一", "372": "日之行，其福以過彼上。或是菩薩所專念", "373": "般若波羅蜜，如其所行，是者都於眾中為極", "374": "上尊。何以故？其餘人無有是慈，除諸佛無有", "375": "與摩訶薩等者。是善男子所入為甚深，曉", "376": "了悉知見於世間，是即大憫。其眼徹視，見", "377": "不可計人，悉欲見之無有懈時。念於一切人", "378": "而不作想，亦無有異。是者，須菩提！即菩薩摩", "379": "訶薩之大明。雖未作阿耨多羅三耶三菩阿", "38": "其箭在空中，復以一箭中前，箭後復射前，各", "380": "惟三佛者，是即所行。其行極尊，出於世間之", "381": "上，於阿耨多羅三耶三菩終不復還。受人衣被、", "382": "飯食、床臥、醫藥悉具，心住於般若波羅蜜", "383": "者，雖受施與其德已淨，所作福德令近薩芸", "384": "若坐。是故，須菩提！菩薩摩訶薩有所食無有", "385": "罪，欲益於一切人，悉欲示人道徑。其有照明，", "386": "欲甚度大無有極，諸在牢獄之中悉欲度脫，", "387": "欲使一切人眼皆悉清淨，是為般若波羅蜜", "388": "之所念。行隨是教，念般若波羅蜜者，有是即", "389": "為不動搖。何以故？其作動者所念有想，即非", "39": "各中之而不墮地，其人欲令前箭墮爾乃墮", "390": "般若波羅蜜，是即非護。當作如般若波羅蜜", "391": "行晝夜念之。譬如男子，須菩提！摩尼珠，前所", "392": "不得，却後得之，歡喜踊躍。得摩尼珠以，復亡", "393": "之。用亡是故，便大愁毒。坐起有憂而無有解", "394": "已。如是，須菩提！菩薩摩訶薩欲索珍寶者，常", "395": "堅持心無得失薩芸若念。」須菩提白佛：「一切", "396": "所念，為離自然。云何菩薩摩訶薩念薩芸若", "397": "不離於念？」佛語須菩提：「設是菩薩摩訶薩作", "398": "是知，為不失般若波羅蜜。何以故？須菩提！般", "399": "若波羅蜜者是空，不增不減。」須菩提言：「般若", "4": "須菩提白佛言：「云何為空所作不貪？云何守", "40": "之。如是，須菩提！菩薩摩訶薩行般若波羅蜜", "400": "波羅蜜者，天中天！實為是空。云何是菩薩摩", "401": "訶薩增於般若波羅蜜，成就其行，近阿耨多", "402": "羅三耶三菩坐？」佛語須菩提：「菩薩摩訶薩亦", "403": "不有增亦不有減。說是法時，聞之不恐不怖。", "404": "當知是善男子為行般若波羅蜜以。」須菩提", "405": "白佛：「般若波羅蜜者是為空行？」報言：「不。須菩", "406": "提！」「能有異空而行般若波羅蜜者？」報言：「不。須", "407": "菩提！」「為是色行？」報言：「不。須菩提！」「為痛痒思想", "408": "生死識行？」報言：「不。須菩提！」「能有異色所行？」報", "409": "言：「不。須菩提！」「能有異痛痒思想生死識行？」報", "41": "者，以為漚和拘舍羅之所護持，自於本際不", "410": "言：「不。須菩提！」「云何，天中天！菩薩摩訶薩行般", "411": "若波羅蜜？」佛言：「云何，須菩提！為自見法、法之", "412": "所行般若波羅蜜？」須菩提言：「不見。天中天！」佛", "413": "言：「云何，須菩提！菩薩摩訶薩能自見行般若", "414": "波羅蜜者？」須菩提言：「不見。天中天！」佛言：「云何，", "415": "須菩提！能見法有所生處不？」須菩提言：「不見。", "416": "天中天！」佛語須菩提：「是為菩薩摩訶薩無所", "417": "從生法樂忍。如是者即為受決阿耨多羅三", "418": "耶三菩，是怛薩阿竭阿羅呵三耶三佛無所", "419": "畏，是菩薩摩訶薩所作行是力者為逮佛慧，", "42": "中道取證，成滿其功德，悉逮得阿耨多羅三", "420": "是即大慧。而自在慧、薩芸若慧、怛薩阿竭", "421": "慧，其不為是，不能自能是處。」須菩提白佛：「諸", "422": "法為從無所生受決為阿耨多羅三耶三菩？」", "423": "佛語須菩提：「不。」須菩提白佛：「云何，天中天！授", "424": "菩薩摩訶薩決，得阿耨多羅三耶三菩？」佛語", "425": "須菩提：「能自見法法授決為阿耨多羅三耶", "426": "三菩。」須菩提言：「我不見法，當作阿耨多羅三", "427": "耶三菩？」佛語須菩提：「諸法不可得。作是念者，", "428": "是法成阿惟三佛。其不作是，不自致阿惟三", "429": "佛。」", "43": "耶三菩，於功德以成滿者得佛，能為本際作", "430": "13 釋提桓因品", "431": "摩訶般若波羅蜜釋提桓因品第十三", "432": "釋提桓因從眾會中白佛言：「甚深甚深者，般", "433": "若波羅蜜，天中天！難了。菩薩事之為恍忽。", "434": "其有德人聞般若波羅蜜者，便書持學，其福", "435": "不小。」佛語拘翼：「若閻浮利人都皆持十善，其", "436": "功德百倍千倍萬倍萬億倍巨億倍，若復過", "437": "是不啻，不如善男子、善女人聞般若波羅蜜", "438": "書持學者。」坐中有一比丘，語釋提桓因：「是為", "439": "以出拘翼上去。」釋提桓因報是比丘：「持心一", "44": "證。是菩薩摩訶薩為行般若波羅蜜，是法於", "440": "反念者出我上去，何況聞般若波羅蜜以書", "441": "持學者，聞以隨是教立，都出諸天、阿須倫、世", "442": "間人上。若菩薩摩訶薩行般若波羅蜜者，不", "443": "獨過諸天、阿須倫、世間人上，乃至須陀洹、斯", "444": "陀含、阿那含、阿羅漢、辟支佛都悉過是。若菩", "445": "薩摩訶薩行般若波羅蜜者，不獨過辟支佛", "446": "上，亦復至菩薩行檀波羅蜜無漚和拘舍羅", "447": "離波羅蜜上去。是菩薩摩訶薩行般若波羅", "448": "蜜者，不獨過檀波羅蜜，亦復及行尸波羅蜜、", "449": "羼波羅蜜、惟逮波羅蜜、禪波羅蜜無漚和拘舍", "45": "法有生。」須菩提白佛言：「菩薩摩訶薩實慊苦", "450": "羅離般若波羅蜜上去。若菩薩摩訶薩復諷", "451": "起行般若波羅蜜者，都合會諸天、阿須倫、世間", "452": "人，終不能勝行般若波羅蜜菩薩摩訶薩，用", "453": "為極尊、親近般若波羅蜜故。是菩薩摩訶薩", "454": "為隨薩芸若，言無所斷。是菩薩摩訶薩不離", "455": "怛薩阿竭字，是為菩薩摩訶薩獲不離佛坐。", "456": "是菩薩摩訶薩所有懈怠不復生，是菩薩摩", "457": "訶薩所學為學尊，不學聲聞、辟支佛學，是學", "458": "為菩薩摩訶薩學。四天王當往問訊，令樂得", "459": "疾學是學。當坐佛坐，自致阿耨多羅成阿惟", "46": "作是學，而不中道取證。大哉！天中天從本行", "460": "三佛，當度四部弟子。菩薩摩訶薩作是學者，", "461": "四天王當往問訊，何況餘天子。是菩薩摩訶", "462": "薩行般若波羅蜜者，常為怛薩阿竭阿羅呵三", "463": "耶三佛之所念。般若波羅蜜者是菩薩行，若", "464": "於世間有勤苦之疾，是身會無此惡，是為菩", "465": "薩摩訶薩行般若波羅蜜之所致，便得現在", "466": "法福。」阿難作是念：「釋提桓因自以智說耶？", "467": "持佛威神說？」釋提桓因知阿難心所念，即語", "468": "阿難：「我所說者，持佛威神。」佛言：「如是，如是！阿", "469": "難！是釋提桓因所說，悉佛威神之所致。或時，", "47": "是安隱，自致得成佛。」佛語須菩提：「菩薩摩訶", "470": "阿難！菩薩摩訶薩於是深念般若波羅蜜行，", "471": "便念學般若波羅蜜。爾時三千大千剎土中", "472": "弊魔，一切皆為愁毒，欲使菩薩摩訶薩中道", "473": "以本際作證，令得聲聞若辟支佛道。若使得", "474": "阿耨多羅三耶三菩，疾成阿惟三佛。」", "475": "摩訶般若鈔經卷第五", "48": "薩欲護一切人故，是為本願之所致故，能護於", "49": "一切而得度脫，是為守空三昧向脫門心念", "5": "空即是三昧？」佛語須菩提：「菩薩摩訶薩行般", "50": "分別。何等為分別？守空三昧為分別，無相三", "51": "昧為分別，無願三昧為分別，而不中道為本", "52": "際取證。何以故？為漚和拘舍羅之所護，初發", "53": "心時念欲護一切故。持是所念，得入漚和拘", "54": "舍羅，故不中道取證。「復次，須菩提！若菩薩摩", "55": "訶薩深入處脫者，若空三昧向脫門，無相三", "56": "昧向脫門，無願三昧向脫門。用是故，其心分", "57": "別之。是人已來久遠，所因其行令棄所因，是", "58": "為阿耨多羅三耶三菩之所說法，是為守空", "59": "三昧向脫門，守無相三昧向脫門，守無願三", "6": "若波羅蜜者，觀色空，觀痛痒思想生死識空。", "60": "昧向脫門，是為無願三昧向脫門，本心所發", "61": "蒙漚和拘舍羅，不中道為本際作證，是為於", "62": "慈無所損，是為護等哀三昧。所以者何？用漚", "63": "和拘舍羅故。是菩薩摩訶薩為益於法，便得", "64": "多智，成於力，無所不覺。「復次，須菩提！菩薩摩", "65": "訶薩之所念，是人已來從久遠而有益於法，", "66": "得所知，成其力，無所不覺。「復次，須菩提！是為", "67": "菩薩摩訶薩之所念，知人從久遠有想識，呼", "68": "為有我。作阿耨多羅三耶三菩時，用一切人", "69": "故，為說其法，令作無相三昧向脫門發心念。", "7": "作是觀者為一心。如所觀，於法亦為無所見，", "70": "是為漚和拘舍羅。用是故，不中道為本際作", "71": "證，是為於慈無所損，是為護等哀三昧，是為", "72": "菩薩摩訶薩益於法，得所知，成其力，無所不", "73": "覺。「復次，須菩提！是為菩薩摩訶薩之所念，念", "74": "人從久遠已來，想無常想，其苦想，其空想現", "75": "在。菩薩自念言：『我作阿耨多羅三耶三菩時，", "76": "用一切人故，為說其法。無常者為從樂，其空", "77": "者為從有，無我皆從我。』用是念故，得漚和拘", "78": "舍羅，是為行般若波羅蜜。知佛不三昧而坐", "79": "三昧，但欲具足佛諸法，是為無願向脫門而", "8": "於法中而不作證。」須菩提白佛言：「佛所說者，", "80": "不作證。菩薩摩訶薩當作是知，何所阿耨多", "81": "羅三耶三菩發心之所發者，是人所發者，是", "82": "人為從久遠已來，其所行者而無所行，於其", "83": "想行而不想行，於其想行求而不行想，於其", "84": "行想聚而不行想聚，於其所行有而不行所", "85": "有，於其行不正而不行不正。念使一切人皆", "86": "令無。是菩薩摩訶薩念是時，為以明於一切", "87": "人。作是念時，是為漚和拘舍羅，是為甚深微", "88": "妙觀視其法。是者為空，即為無相、無願，是為", "89": "無生死，即為無所生、即為無所有。是者，須菩", "9": "不以空作證。云何菩薩摩訶薩於三昧不以", "90": "提！為菩薩摩訶薩慧。法為無所生，其於三界", "91": "而不知者，來有所問。是菩薩摩訶薩欲成阿", "92": "耨多羅三耶三菩故，以是故欲知其法。當云", "93": "何發珍寶心？於菩薩摩訶薩不以空而作證，", "94": "亦不無相、亦不無願，亦不生死、亦不有所生，", "95": "亦不以無念作證，是為念般若波羅蜜。是者，", "96": "須菩提！菩薩摩訶薩為已受決，所念如空、無", "97": "相、無願、無生死、無所從生，念如無所有其本", "98": "無。不發善心者不能知是。其能解者。是菩薩", "99": "摩訶薩為從過去佛所聞阿耨多羅三耶三菩"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0226 摩訶般若鈔經: 摩訶般若鈔經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若鈔經", "author": "前秦 曇摩蜱共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}