{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0344 佛說太子和休經: 佛說太子和休經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 344 [Nos. 310(37), 343]", "1": "佛說太子和休經一卷", "2": "僧祐錄云失譯今附西晉錄", "3": "佛在羅閱祇國耆闍崛山中，與菩薩萬人俱，", "4": "比丘僧千二百五十人，諸優婆塞、優婆夷，諸", "5": "天王、梵釋及人民、鬼神、龍，無央數共坐。阿闍", "6": "世王太子，名為和休，與長者子五百人，各持", "7": "金花繖蓋，從羅閱國出行，與太子相隨俱", "8": "到佛所，各持繖蓋上佛已，各叉手頭面著", "9": "地為佛作禮，却住佛前。太子叉手白佛言：", "10": "「菩薩何因緣得端正？何因緣不入女人腹", "11": "中，而生蓮花中？何因緣知前世宿命？願佛", "12": "加大恩，當為我分別說之。」佛告太子：「菩薩忍", "13": "辱不瞋怒者，後世生為人端正。菩薩不婬", "14": "妷、不與女人交通者，後世生不入女人腹中，", "15": "便於蓮華中化生。菩薩憙持經戒教人，後世", "16": "生便自知宿命無央數世之事。」太子白佛言：", "17": "「何因緣菩薩有三十二相？何因緣有八十種", "18": "好？何因緣人民見佛身形，視之無厭極？」", "19": "佛告太子：「本為菩薩時，好布施與人。在所求", "20": "索，欲得衣服、飲食、金銀珍寶、車馬、奴婢妻", "21": "子、肌肉頭目，皆不逆人，無所貪惜，用是故得", "22": "三十二相。菩薩慈心哀念人民蜎飛蠕動之", "23": "類，如視赤子，欲念度脫，用是故得八十種好。", "24": "菩薩見怨家如視父母，其心適等無有異，用", "25": "是故，人民見佛身形，視之無厭極。」", "26": "太子白佛言：「何因緣菩薩知深經智慧？何因", "27": "緣知三昧安隱？何因緣佛所語皆使人聞者", "28": "皆歡喜耶？」佛告太子：「菩薩憙書經諷誦學說，", "29": "用是故，知深經智慧。菩薩常好定意心安，用", "30": "是故，得三昧安隱。菩薩所語皆至誠不欺怠", "31": "人，用是故，所語誠信，人聞者皆歡喜。」太子白", "32": "佛言：「何因緣菩薩身所行、口所言、心所念，皆淨", "33": "潔？何因緣魔不能得其便？何因緣眾人不敢", "34": "誹謗佛經道？不敢誹謗比丘僧？」佛告太子：「菩", "35": "薩憙侍佛、憙經道、憙比丘僧，用是故，得淨潔。", "36": "菩薩晝夜經行精進，用是故，魔不能得其便。", "37": "菩薩所語皆至誠不欺，用是故，人民不敢誹", "38": "謗佛經道，不敢誹謗比丘僧。」太子白佛言：「何", "39": "因緣菩薩得壽命長？何因緣得無病？何因緣", "40": "家中皆和順相重，不令他人別離？」佛告太子：", "41": "「菩薩慈心不殺生，用是故，後生得壽命長。菩", "42": "薩不持刀杖恐怖人，用是，故後世生得無病。", "43": "菩薩見人有鬪變，憙行救解令和合，用是故，", "44": "後世生人不別離。」太子白佛言：「何因緣菩薩", "45": "易得財物，富有不難？何因緣不亡財物，人不", "46": "劫盜？何因緣得尊者豪貴耶？」佛告太子：「菩薩", "47": "智黠、不愚癡，用是故，得大富不難。菩薩憙布", "48": "施，不貪惜餘者、不亡財物，見人富樂得錢財", "49": "不嫉妬，用是故，得為尊者。菩薩不殺，不自貢", "50": "高，用是故，得為豪貴。」太子白佛言：「何因緣", "51": "菩薩得天眼洞視？何因緣天耳徹聽？何因緣", "52": "得知世間生死所趣善惡耶？」佛告太子：「菩薩", "53": "憙於佛寺中然燈，用是故，得天眼洞視。菩薩", "54": "憙持倡伎樂佛寺中，用是故，天耳徹聽。菩薩", "55": "入三昧得禪，用是故，知世間生死所趣善惡。」", "56": "太子白佛言：「何因緣菩薩得飛行四神足念？", "57": "何因緣菩薩得念前世無央數劫之事？何因", "58": "緣菩薩得佛便絕命？」佛告太子：「菩薩布施，持", "59": "車馬象及與騾驢駱駝、履屣與人，用是故，", "60": "得飛行四神足。菩薩憙念諸佛三昧神足，從", "61": "學憙教人，用是故，得念前世無央數劫之事。", "62": "菩薩得佛意無所著，用是故，便般泥洹絕命。」", "63": "太子白佛言：「菩薩何因緣預治佛國？何因", "64": "緣預知後世得比丘僧？何因緣得光明遍", "65": "照十方？」佛告太子：「菩薩常多願，用是故，預", "66": "治佛國。菩薩布施與人民，憙教人行六波羅", "67": "蜜經，用是故，後得比丘僧。菩薩持七寶物作", "68": "繖蓋上佛及佛寺，用是故，得光明遍照十方。」", "69": "佛為太子分別說是事，太子甚大歡喜，及五", "70": "百長者子皆大歡喜。太子白佛言：「我後世佛", "71": "所說，我悉受行皆當具足？」佛大笑，口中五色", "72": "光出悉照十方。彌勒菩薩起前長跪，叉手白", "73": "佛言：「佛不妄笑。何因緣五色光出悉照十方", "74": "耶？」佛告彌勒菩薩：「聽我說之。太子和休及五", "75": "百長者子，前世供養百億佛，皆行菩薩道。乃", "76": "前世提和竭羅佛時，是五百人，皆我弟子所", "77": "教，後世悉當得共會，供養六億佛。却後一劫，", "78": "劫名為摩訶波羅蜜，共會一劫中，五百人前", "79": "後皆同一字，名為若那頸頭陀那。後作佛時，", "80": "其國土當如阿彌陀佛國，國中菩薩往來飛", "81": "行者、變化者，皆如阿彌陀佛國中諸菩薩。人", "82": "聞是經，皆當生阿彌陀佛國作菩薩，如文殊師", "83": "利菩薩、三摩提鉢菩薩，後世作佛者當如阿", "84": "彌陀佛。」說經已，太子和休及五百長者子，諸", "85": "菩薩比丘僧、比丘尼、優婆塞、優婆夷，諸天梵人", "86": "民、鬼神龍，皆大歡喜，前為佛作禮而去。", "87": "佛說太子和休經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0344 佛說太子和休經: 佛說太子和休經", "source": "CBETA"}