{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1400 佛說消除一切災障寶髻陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1400", "1": "佛說消除一切災障寶髻陀羅", "2": "尼經", "3": "西天譯經三藏朝散大夫試光祿卿", "4": "明教大師臣法賢奉　詔譯", "5": "爾時世尊告阿難言。有陀羅尼名曰寶髻。能", "6": "與眾生作大利益。能滅眾生極重罪業。阿難", "7": "往昔帝釋與脩羅戰時。天帝釋退敗奔走怖", "8": "畏無量。於是疾速來詣佛所。哀告我言。世尊", "9": "大慈願垂愍察。我怖脩羅不能安住。惟願大", "10": "慈賜我安隱。阿難我聞帝釋作是語已。即告", "11": "之言汝當勿怖施汝擁護。天主過去劫時。有", "12": "佛世界名曰觀照。彼土有佛名觀自在如來。", "13": "彼佛授我寶髻陀羅尼。是陀羅尼一俱胝佛", "14": "異口同說。有大威力能降吉祥。若復有人書", "15": "寫頂戴讀誦受持。我知是人滅一切罪增無", "16": "量福。常自擁護及能利他。天主汝常憶念書", "17": "寫頂戴。令汝所作一切隨心。此陀羅尼王亦", "18": "名隨求。能與眾生最上善利。彼阿脩羅當自", "19": "息心。設來鬪戰退敗降伏。我即為說寶髻陀", "20": "羅尼曰。", "21": "那謨引沒馱引野一那謨引達哩摩二合引野二那", "22": "莫僧伽引野三那莫颯鉢多二合引曩引三藐訖三", "23": "二合沒馱引曩引四薩室囉二合引嚩哥僧伽引曩", "24": "引五薩哩嚩二合沒馱冒提薩埵引難引左六怛", "25": "󰍕他引七唵引惹野割哩八沒度引跢引囉尼九", "26": "鉢尾怛囉二合目詰十薩哩嚩二合莽誐羅馱囉", "27": "左十一𡁠仁際切暮引帝引那引那引朗哥引囉尾", "28": "部引始帝引十二薩賀薩囉二合部𡁠引十三薩賀薩", "29": "囉二合引儞引底哩二合十四薩賀薩囉二合室哩引十五", "30": "摩尼崐拏隷引十六散那引賀散捺提引十七尾唧怛", "31": "囉二合󰂛引梨達哩引十八贊捺囉二合素哩也二合", "32": "阿底哩引計引十九阿引哥引舍誐誐那左引哩尼", "33": "二十莽誐羅室囉𡁠暮引帝引二十一鉢尾怛囉", "34": "二合訖哩二合多莽誐隷引二十二部引哩彌引馱引羯", "35": "囉尼引二十三祖嚕祖嚕二十四稅引多鉢致引二十五彌引", "36": "嚕彌引嚕二十六稅引多引嚩那提引二十七虎嚕虎嚕", "37": "二十八鉢尾怛囉二合目詰二十九酤嚕酤嚕三十贊", "38": "捺囉二合目詰三十一阿引儞爹嚩舍嚩哩底二合", "39": "儞三十二󰩯仁敢切婆儞三十三莽誐囉馱引囉尼三十四", "40": "塞擔二合婆儞三十五薩哩嚩二合尾󰍕引達囉摩引", "41": "帝引三十六謨引賀儞三十七阿謨引伽播引舍賀悉帝", "42": "二合引三十八薩哩嚩二合跋野尾謨引左儞三十九囉引惹", "43": "陬引囉引儗儞二合四十尾疎引那哥跋野鉢囉二合", "44": "設摩儞四十一哥引枯引哩那二合儞嚩引囉尼四十二", "45": "唵引呬哩呬哩四十三惹仁左切下同野哥哩四十四嚩羅", "46": "哥哩四十五達那哥哩四十六帝引惹塞哥二合哩四十七", "47": "尾嚩引那鉢囉二合設摩儞四十八沒馱儞嚩引囉", "48": "尼四十九鉢囉作訖囉二合鉢囉二合設摩儞五十", "49": "鉢囉賽󰍕儞嚩引囉尼五十一沒度引跢引囉尼五十", "50": "二鉢囉二合部引多吠引邏摩尼摩尼五十三摩賀", "51": "引摩尼五十四摩尼滿馱儞五十五底哩二合路哥引", "52": "路哥割哩五十六底哩二合補囉那誐囉五十七尾特", "53": "網二合娑儞五十八鉢囉賽󰍕尾捺囉二合引鉢尼五十", "54": "九薩哩嚩二合訖哩二合爹引哥哩摩二合儞素捺", "55": "儞六十咩引提曩引鉢囉二合設摩儞引六十一唵引唧", "56": "隷引六十二蜜隷引六十三尾隷引娑嚩二合引賀引六十四唧里", "57": "蜜里娑嚩二合引賀引六十五左詰里六十六左詰里娑嚩", "58": "二合引賀引六十七贊拏引里彌致儞娑嚩二合引賀引六十八", "59": "烏引哩馱二合計引室氷誐隷引六十九氷誐邏引嗤", "60": "引捺提目詰娑嚩二合引賀引七十娑囉娑囉七十一悉", "61": "哩悉哩七十二蘇嚕蘇嚕七十三捫左捫左七十四捫左", "62": "引鉢野七十五鉢囉二合設摩野七十六沒度引多引囉", "63": "尼發吒半音七十七唧多儞哩摩二合羅哥囉尼發吒", "64": "半音七十八阿蘇囉儞哩伽二合引怛儞發吒半音七十九惹野", "65": "羯哩發吒半音八十室哩二合引羯哩發吒半音八十一薩賀", "66": "薩囉二合室哩引發吒半音八十二薩賀薩囉二合㪍𡁠", "67": "引發吒半音八十三薩賀薩囉二合泥去底哩二合引發", "68": "吒半音八十四薩哩嚩二合尾󰍕引達囉那莫塞訖哩", "69": "二合帶引發吒半音八十五薩哩嚩二合設咄嚕二合那", "70": "引設儞發吒半音八十六薩哩嚩跋野尾謨叉尼發", "71": "吒半音八十七鉢哩作訖囉二合儞嚩引囉尼發吒半音", "72": "八十八鉢囉賽󰍕尾捺囉二合引鉢尼發吒半音八十九薩", "73": "哩嚩二合咩引提鉢囉二合設摩儞發吒半音九十薩", "74": "哩嚩二合屹囉二合呼引蹉引捺儞發吒半音九十一犖", "75": "叉犖叉摩摩薩哩嚩二合沒馱冒地薩埵引曩引", "76": "帝引惹娑引九十二薩摩引多引必底哩二合𧹞引九十三", "77": "薩訥呬底哩二合𧹞引九十四素鉢娑他二合引以哥引", "78": "曩引九十五薩波哩嚩引囉引𧹞引九十六帝引惹娑引薩哩", "79": "嚩二合咩引提曩引九十七薩哩嚩二合設哩引囕九十八", "80": "薩哩嚩二合跋踰引鉢捺囉二合吠引毘藥二合九十九", "81": "薩哩嚩二合欲提引毘藥二合一百薩哩嚩二合咩引", "82": "提毘藥一百一薩哩嚩二合訥訖哩二合帝引毘藥", "83": "二合一百二薩哩嚩二合訖哩二合爹哥引枯引禰引毘", "84": "藥二合娑嚩二合引賀引一百三薩哩嚩二合尾試引毘藥", "85": "二合一百四薩哩嚩二合哥引野唧多閉拏引毘藥二合", "86": "室左二合一百五犖叉犖叉摩摩娑嚩二合引賀引一百六", "87": "時天帝釋得此陀羅尼已。歡喜頂戴憶念受", "88": "持。常與眷屬安樂而住。阿難此陀羅尼威力", "89": "廣大。不獨降伏阿脩羅王。乃至一切天龍夜", "90": "叉乾闥婆迦樓羅緊那羅。及部多吠多拏等。", "91": "惱亂眾生者。以陀羅尼威力擁護不能為害。", "92": "又復能除飢饉疾疫毒藥夭歿。夢寐不祥惡", "93": "魔驚恐。或復有人為求財寶。或求子息。持誦", "94": "此陀羅尼者。悉得隨意財富無量眷屬增盛。", "95": "阿難此陀羅尼功德殊勝。我若具說不可窮", "96": "盡。", "97": "爾時阿難聞佛說此陀羅尼已。志心受持禮", "98": "佛而退。", "99": "佛說消除一切災障寶髻陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1400 佛說消除一切災障寶髻陀羅尼經", "source": "CBETA"}