{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0611 法觀經: 法觀經: 法觀經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 611", "1": "法觀經", "2": "西晉月氏國三藏竺法護譯", "3": "佛言：「第一、何以故數息？用息輕易知故。以世", "4": "間人皆貪身，未能捨身守意，又身中事難分", "5": "別，皆不信本無意不止。何以有故說空意？顛", "6": "倒習息見有無，故先說息；稍稍解人意，上頭", "7": "為數，已得行為第一禪。」", "8": "佛言：「坐禪當三定。何等為三定？一者、身定；二", "9": "者、口定；三者、意定。痛痒止為身定，聲止為口", "10": "定，意念止為意定。念止者，為受行常念道；聲", "11": "止者，斷四惡；痛痒止者，為不墮貪。意在止", "12": "已，身定、口定、意定，當立戒身意持。持者，為", "13": "一切無所犯，又身意持名為治。治者，意持意", "14": "行三十七品經故。」經言：「所不識，所不能止，為", "15": "息中不識，意去時不能止意去。如是當精進，", "16": "行出力守，政坐、叉手、低頭、持意，內著心中，", "17": "墮自生滅。當識意去時，已識當能止，便不墮", "18": "蓋。蓋在戲疑聽六根，如是為不可。」佛言：「數息", "19": "意今息數不互，何意念意為互行。」", "20": "佛言：「已三定，戒應律，為道法，愛行道。」故經言：", "21": "「貪道法行道，已坐行道。上夜後夜，驚意守食，", "22": "時至禺中，日西至夕，名為四守。當精不離，是", "23": "為勤力。夜半、日出、日中、晡時，是名為四正。讀", "24": "經，經行，旋塔內外；自觀身體，內視五滅，外從", "25": "頭至足，從足至頭，一一觀視，斯何等有？皆當", "26": "臭敗，節節解墮。本無所有來作，去亦滅盡無", "27": "所有。反覆迴念，用數心，意復不解。眼見死", "28": "人，諦念從頭至足，若坐、若起、若飯食，常念著", "29": "心中，用堅其心，是為數念。出息入息念滅時，", "30": "已覺息滅盡時無所有；校計思惟，知人物皆", "31": "當復盡。意止已定，便知空。」故經言：「一者、勤力；", "32": "二者、數念；三者、思惟。」", "33": "佛言：「自觀身，有時當觀他人身，當觀身者為", "34": "校計。當觀他人身者，為自觀身意著，當觀他", "35": "人身死敗。有時可自觀身，亦可觀他人身。", "36": "可自觀者，為自觀身意不著；可觀他人身，亦", "37": "為觀他人身意不著。有時不可自觀身，亦不", "38": "可觀他人身。不可自觀身者，為自見身肥白", "39": "好；不可觀他人身，亦為見他人身肥白好、端", "40": "正、膩眉、赤絮。見肥當念膖脹，見白念死人骨，", "41": "見膩眉念死人欲壞時色轉青黑，見赤絮念", "42": "血皆當壞敗，何等可貪？", "43": "「是意自觀身有三十二物者，計髮、毛、爪、齒、骨、", "44": "皮肉、五藏十一事，屬地；淚、涕、唾、膿血、肪髓、汗、小", "45": "便七事，屬水；溫熱、主消食二事，屬火；風有十", "46": "二事；是三十二物皆從地、水、火、風出。何等為", "47": "地？人生從穀精氣，穀為地，意為種，精氣為水", "48": "雨，便合生身故。求一衣一食是為養氣護主。", "49": "人身為本無，故滅盡無常，得道便知身非身。", "50": "念身不久，要當死敗；意為人種，便守意一心。", "51": "癡人不守意，護魂神，但養四柯，為色味所欺。", "52": "謂身是我計，不知惡一切從身起；飯食貪味，", "53": "便墮苦；往來生死不脫，卒逢惡對，魂神空去，", "54": "趣善惡之道；身死墮地，日夜消腐。亦本無所", "55": "有，但意行，故化成身；死皆歸土，萬物亦爾，皆", "56": "當過去，是為非常。", "57": "「人不自計，多念萬端，皆不為一，以是為苦，身", "58": "死索棄；萬物亦爾。滅是為已復生，生復苦，", "59": "便作善惡行種栽，未知所趣，是為非身。道人", "60": "行道當為斷。人不知四非常，終不得道。以自", "61": "計身，視諸死敗，知人物皆無所有，意便守止，", "62": "得行歡喜；已得行，心便安。不離五者，其心一", "63": "是道。」", "64": "佛言：「念身，觀頭髮、腦。念髮本無所有來，作為", "65": "化成皆當腐落；腦如凝米粥，皆當臭敗；眼但", "66": "有窌水，皆汁出空塪；耳但有肉，垢皆穿漏；鼻", "67": "口涕唾，皆流棄消壞；舌、咽喉、肺、肝、心，心中惡", "68": "血；肝、膽、膈、脾著胃；腎著脊；胃中有未消食；大", "69": "腸有屎；小腸泡有尿。發便腹少增減，身死氣", "70": "盡，皆當膖脹壞爛，腸、胃、屎、尿相澆灒，臭處可", "71": "惡。下有尻肉、兩脛、兩足，肌肉稍盡，筋脈壞", "72": "敗，骨鎖節節解墮。脛脡確政，白髀骨如車", "73": "輻。尻骨與脊骨相連，脊與肋骨相連，肩骨", "74": "與肘臂手相連，皮革消腐，節節解墮。頸骨與", "75": "髑髏相連，肉血消盡，磨磨但有骨。氣出不報", "76": "為死人，身侹正直不復搖，風去身冷，火去", "77": "黃汁從九孔流出，水去死不復食，地去三四", "78": "日，色轉正青，膿血從口鼻耳目中出正赤，肌", "79": "肉壞敗骨正白，久久轉黑作灰土。視郭外臭", "80": "死人，死人骨如是，自身亦如是，皆當滅盡是", "81": "為空。出息盡時便知空，知空便知身空。何以", "82": "故？知命近在息空故。」", "83": "佛言：「是意當先觀思惟，滅念待自意便守", "84": "意。意不出身為道人，待在外為萬物。念在內", "85": "為思，識欲滅念待，當念物非常敗，皆非我所，", "86": "我亦非物主。意念死時，持何等去？持善、持一、", "87": "必持經，多作多樂故。」佛言：「是汝物持去，其", "88": "餘一切，皆非我所。意當識念：何等恩愛會當", "89": "別離，各自消腐，念之但亂人意，墮人罪，要當", "90": "還身守淨，趣泥洹道。", "91": "「佛從一心至九道，念四色皆當消滅。謂人死", "92": "四、五日，欲臭壞，色轉正青；五日、六日，膿血從", "93": "口、鼻、耳、目中出正赤；後肌肉壞敗，腸胃生蟲", "94": "還自食，皮革消腐，骨顏正白，久久轉黑作灰", "95": "土。明地、水、火、風空，皆非我所意。汝從無數世", "96": "以來，亦為人作妻子、奴婢，亦作畜生、牛、馬、蟲、", "97": "象，勤苦重負，亦為人所屠、剝、膾、炙。今為人，復", "98": "所人作妻子、奴婢，亦取畜生屠、剝、膾、刺、斫，自", "99": "在身死，皆當復受。行道人！汝寧見死人不？氣", "100": "絕便無所知，身挺正直便臭壞可惡，諦念便", "101": "畏不欲見。何以故不怖一心？一心令人上天", "102": "得泥洹道。佛知九道皆空，無所有故，還就一", "103": "心。行道人急滅念，待無所他知，便至拘深國，", "104": "行拘深俱在所，見用不在故不見。」", "105": "佛言：「意欲貪念非常敗，婬當念對，瞋恚念等", "106": "心，愚癡念本，一切行非常，無為安隱。人不知", "107": "非常，終不去貪，亦不離薜荔道。世間所有", "108": "如夢耳，夢飯食見好，寤便不見。世間所有如", "109": "是，生便死，適成便壞，要皆歸空，當何等可", "110": "貪？人有妻子、財產亦爾。何以故？人治生得錢", "111": "利時，若家室合會喜樂，譬如飛鳥聚會，亦皆", "112": "無常，一旦別離，亦便不見。正使有憂恐萬苦，", "113": "意在生死中，為日積罪。黠人自約少欲，趣求", "114": "一衣一食，從定意行，不求地止，常還身守淨，", "115": "斷求念空。」", "116": "問曰：「行道守意根本從何起？」佛言：「天地成後，", "117": "人從十五天上來下，壽無有夭逝，生死五道", "118": "從六衰起。人生心意本自善，無有貪愛、痛痒、", "119": "思想、生死、識，為耳、目、鼻、口所欺。目光視色，耳", "120": "聲音，鼻知香，口知味，身知寒溫粗細，心為作", "121": "十事，成五陰；意為識合，為六衰；因作善惡行", "122": "種栽，從是便有老、病、死，生五道。求道欲斷生", "123": "死故，自守意，止目色，止耳聲，止鼻香，止口味，", "124": "止身如，斷六衰，行觀懷心念，坐禪滅意識。得", "125": "道者，五陰悉滅；知本無，便念空想、空徑向泥", "126": "洹。問所以守意者？意為識主行故惡，六衰為", "127": "禍行，種五道根本。道人精思，自守四意，欲止", "128": "無邪，念識思想走。何道人欲滅念識思想，當", "129": "一切行非常，斷身十事。身、口、意三者，從五陰", "130": "六衰乃至三定者，口無所知為口定，身無所", "131": "知為身定，意無所復念為意定。」", "132": "佛言：「道有四要，界持啟封乃得出。何等為四？", "133": "一為識苦，不復向萬物，是為得出三惡道啟；", "134": "二者、知身非身，便壞身不復愛，是為從人得", "135": "出門第六天上啟；三者、知非常意，不復向，是", "136": "為得出十八天啟；四者、知空滅空，是為得出", "137": "二十八天啟。空滅乃為墮道故。」經言：「行道覺", "138": "者得出，謂覺苦空非身非常。得出者，謂得出", "139": "四要界，得第一禪。上七天無有身景。何以故？", "140": "行道壞身故。」", "141": "法觀經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0611 法觀經: 法觀經: 法觀經", "source": "CBETA"}