{"author": "唐 義淨譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1454 根本說一切有部戒經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1454", "1": "根本說一切有部戒經", "2": "三藏法師義淨奉　制譯", "3": "別解脫經難得聞，經於無量俱胝劫；", "4": "讀誦受持亦如是，如說行者更難遇。", "5": "諸佛出現於世樂，演說微妙正法樂；", "6": "僧伽一心同見樂，和合俱修勇進樂。", "7": "若見聖人則為樂，并與共住亦為樂；", "8": "若不見諸愚癡人，是則名為常受樂。", "9": "見具尸羅者為樂，若見多聞亦名樂；", "10": "見阿羅漢是真樂，由於後有不生故。", "11": "於河津處妙階樂，以法降怨戰勝樂；", "12": "證得正慧果生時，能除我慢盡為樂。", "13": "若有能為決定意，善伏根欲具多聞；", "14": "從少至老處林中，寂靜閑居蘭若樂。", "15": "「諸大德！春時爾許過，餘有爾許在，老死既侵", "16": "命根漸減，大師教法不久當滅。諸大德！應勤", "17": "光顯莫為放逸，由不放逸，必當證得如來、", "18": "應、正等覺，何況所餘覺品善法。大德僧伽！先", "19": "作何事？佛聲聞眾少求少事。未受近圓者出。", "20": "不來諸苾芻說欲及清淨。」其持欲者各對比坐而說「誰遣苾", "21": "芻尼請教授？」", "22": "合十指恭敬，禮釋迦師子；", "23": "別解脫調伏，我說仁善聽。", "24": "聽已當正行，如大仙所說；", "25": "於諸小罪中，勇猛亦勤護。", "26": "心馬難制止，勇決恒相續，", "27": "別解脫如銜，有百針極利。", "28": "若人違軌則，聞教便能止，", "29": "大士若良馬，當出煩惱陣。", "30": "若人無此銜，亦不曾喜樂，", "31": "彼沒煩惱陣，迷轉於生死。", "32": "「大德僧伽聽！今僧伽黑月十四日或白月十五日作褒", "33": "灑陀，若僧伽時至聽者，僧伽應許僧伽今", "34": "作褒灑陀，說波羅底木叉戒經。白如是。」「諸大", "35": "德！我今作褒灑陀，說波羅底木叉戒經。仁等", "36": "諦聽！善思念之。若有犯者當發露，無犯者默", "37": "然。默然故，知諸大德清淨。如餘問時，即如實", "38": "答。我今於此勝苾芻眾中乃至三問，亦應如", "39": "實答。若苾芻憶知有犯不發露者，得故妄語", "40": "罪。諸大德！佛說故妄語是障礙法。是故苾芻", "41": "欲求清淨者，當發露。發露即安樂，不發露", "42": "不安樂。諸大德！我已說戒經序。今問諸大德！", "43": "是中清淨不？」如是三說「諸大德！是中清淨，默然故，我", "44": "今如是持。」", "45": "「諸大德！此四波羅市迦法，半月半月戒經中", "46": "說。」", "47": "攝頌曰：", "48": "若作不淨行，不與取斷人；", "49": "妄說上人法，斯皆不共住。", "50": "「若復苾芻，與諸苾芻同得學處，不捨學處、學", "51": "羸不自說，作不淨行兩交會法，乃至共傍生，", "52": "此苾芻亦得波羅市迦不應共住。「若復苾", "53": "芻，若在聚落、若空閑處，他不與物以盜心取。", "54": "如是盜時，若王、若大臣，若捉、若殺、若縛、驅", "55": "擯、若呵責言：『咄男子！汝是賊，癡、無所知，作", "56": "如是盜。』如是盜者，此苾芻亦得波羅市迦不", "57": "應共住。「若復苾芻，若人、若人胎，故自手", "58": "斷其命，或持刀授與，或自持刀、或求持刀", "59": "者，若勸死、讚死，語言：『咄男子！何用此罪累", "60": "不淨惡活為？汝今寧死，死勝生。』隨自心念，以", "61": "餘言說勸讚令死。彼因死者，此苾芻亦得波", "62": "羅市迦不應共住。「若復苾芻，實無知、無", "63": "遍知，自知不得上人法、寂靜聖者、殊勝證悟", "64": "智見安樂住，而言我知、我見。彼於異時，若問、", "65": "若不問，欲自清淨故，作如是說：『諸具壽！我", "66": "實不知不見，言知言見，虛誑妄語。』除增上慢，", "67": "此苾芻亦得波羅市迦不應共住。「諸大德", "68": "我已說四他勝法，苾芻於此隨犯一一事，不", "69": "得與諸苾芻共住。如前，後亦如是得他勝罪", "70": "不應共住。今問諸大德是中清淨不？」如是三說", "71": "「諸大德！是中清淨，默然故，我今如是持。」", "72": "「諸大德！此十三僧伽伐尸沙法，半月半月戒", "73": "經中說。」", "74": "攝頌曰：", "75": "泄觸鄙供媒，小房大寺謗，", "76": "非分破僧事，隨從污慢語。", "77": "「若復苾芻，故心泄精，除夢中，僧伽伐尸沙。", "78": "「若復苾芻，以染纏心與女人身相觸，若捉手、", "79": "若捉臂、若捉髮、若觸一一身分，作受樂心者，", "80": "僧伽伐尸沙。「若復苾芻，以染纏心共女", "81": "人，作鄙惡不軌婬欲相應語，如夫妻者，僧伽", "82": "伐尸沙。「若復苾芻，以染纏心，於女人前", "83": "自歎身言：『姊妹！若苾芻與我相似，具足尸羅、", "84": "有勝善法、修梵行者，可持此婬欲法而供養", "85": "之。』若苾芻如是語者，僧伽伐尸沙。「若復", "86": "苾芻，作媒嫁事，以男意語女、以女意語男，", "87": "若為成婦及私通事，乃至須臾頃，僧伽伐尸", "88": "沙。「若復苾芻，自乞作小房，無主為己作，", "89": "當應量作。此中量者，長佛十二張手、廣七張", "90": "手。是苾芻應將苾芻眾往觀處所，彼苾芻眾", "91": "應觀處所是應法淨處、無諍競處、有進趣處。", "92": "若苾芻於不應法不淨處，有諍競處、無進", "93": "趣處，自乞作房無主自為己，不將諸苾芻往", "94": "觀處所，於如是處過量作者，僧伽伐尸沙。", "95": "「若復苾芻，作大住處，有主為眾作。是苾芻", "96": "應將苾芻眾往觀處所，彼苾芻眾應觀處所，", "97": "是應法淨處、無諍競處、有進趣處。若苾芻於", "98": "不應法處，不淨處、有諍競處、無進趣處，作", "99": "大住處，有主為眾作，不將諸苾芻往觀處所，", "100": "於如是處造大住處者，僧伽伐尸沙。", "101": "「若復苾芻，懷瞋不捨，故於清淨苾芻以無根", "102": "波羅市迦法謗，欲壞彼淨行。後於異時，若", "103": "問、若不問，知此是無根謗。彼苾芻由瞋恚故", "104": "作是語者，僧伽伐尸沙。「若復苾芻，懷瞋", "105": "不捨，故於清淨苾芻以異非分波羅市迦法", "106": "謗，欲壞彼淨行。後於異時，若問、若不問，知", "107": "此是異非分事，以少相似法而為毀謗。彼苾", "108": "芻由瞋恚故作是語者，僧伽伐尸沙。「若", "109": "復苾芻，興方便欲破和合僧，於破僧事堅執", "110": "不捨。諸苾芻應語彼苾芻言：『具壽！莫欲破和", "111": "合僧堅執而住。具壽！應與眾僧和合共住，歡", "112": "喜無諍，一心一說如水乳合，大師教法令得", "113": "光顯安樂久住。具壽！汝可捨破僧事。』諸苾芻", "114": "如是諫時，捨者善。若不捨者，應可再三殷勤", "115": "正諫，隨教應詰，令捨是事。捨者善；若不捨", "116": "者，僧伽伐尸沙。「若復苾芻，若一、若二、若", "117": "多，與彼苾芻共為伴黨，同邪違正隨順而住。", "118": "時此苾芻語諸苾芻言：『大德！莫共彼苾芻有", "119": "所論說，若好、若惡。何以故？彼苾芻是順法律、", "120": "依法律，語言無虛妄。彼愛樂者，我亦愛樂。』諸", "121": "苾芻應語此苾芻言：『具壽！莫作是說：「彼苾", "122": "芻是順法律、依法律，語言無虛妄。彼愛樂者，", "123": "我亦愛樂。」何以故？彼苾芻非順法律、不依法", "124": "律，語言皆虛妄。汝莫樂破僧，當樂和合僧，應", "125": "與僧和合，歡喜無諍，一心一說如水乳合，", "126": "大師教法令得光顯安樂久住。具壽！可捨", "127": "破僧惡見順邪違正勸作諍事堅執而住。』諸", "128": "苾芻如是諫時，捨者善。若不捨者，應可再", "129": "三殷勤正諫，隨教應詰，令捨是事。捨者", "130": "善；若不捨者，僧伽伐尸沙。「若復眾多", "131": "苾芻，於村落城邑住，污他家、行惡行，污", "132": "他家亦眾見聞知，行惡行亦眾見聞知。諸苾", "133": "芻應語彼苾芻言：『具壽！汝等污他家、行惡", "134": "行，污他家亦眾見聞知，行惡行亦眾見聞", "135": "知，汝等可去，不應住此。』彼苾芻語諸苾芻言：", "136": "『大德有愛、恚、怖、癡，有如是同罪苾芻，有驅者、", "137": "有不驅者。』時諸苾芻語彼苾芻言：『具壽！莫作", "138": "是語：「諸大德有愛、恚、怖、癡，有如是同罪苾芻，", "139": "有驅者、有不驅者。」何以故？諸苾芻無愛、恚、怖、", "140": "癡，汝等污他家、行惡行，污他家亦眾見聞知，", "141": "行惡行亦眾見聞知。具壽！汝等應捨愛恚等", "142": "言。』諸苾芻如是諫時，捨者善。若不捨者，應可", "143": "再三殷勤正諫，隨教應詰，令捨是事。捨者善；", "144": "若不捨者，僧伽伐尸沙。「若復苾芻，惡性", "145": "不受人語，諸苾芻於佛所說戒經中，如法如", "146": "律勸誨之時，不受諫語，言：『諸大德！莫向我說", "147": "少許若好、若惡，我亦不向諸大德說若好、若", "148": "惡。諸大德止！莫勸我、莫論說我。』諸苾芻語", "149": "是苾芻言：『具壽！汝莫不受諫語，諸苾芻於戒", "150": "經中，如法如律勸誨之時，應受諫語。具壽如", "151": "法諫諸苾芻，諸苾芻亦如法諫具壽。如是如", "152": "來、應、正等覺佛聲聞眾便得增長、共相諫誨。", "153": "具壽！汝應捨此事。』諸苾芻如是諫時，捨者善。", "154": "若不捨者，應可再三慇懃正諫，隨教應詰，令", "155": "捨是事。捨者善；若不捨者，僧伽伐尸沙。」", "156": "「諸大德！我已說十三僧伽伐尸沙法，九初便", "157": "犯、四至三諫。若苾芻隨一一犯故覆藏者，", "158": "隨覆藏日，眾應與作不樂波利婆娑。行波利婆", "159": "娑竟，眾應與作六夜摩那󰔰。行摩那󰔰竟，餘", "160": "有出罪，應二十僧中出是苾芻罪。若少一人", "161": "不滿二十眾，是苾芻罪不得除，諸苾芻皆得", "162": "罪。此是出罪法。今問諸大德！是中清淨", "163": "不？」如是三說「諸大德！是中清淨，默然故，我今如是持。」", "164": "「諸大德！此二不定法，半月半月戒經中說。」", "165": "攝頌曰：", "166": "若在屏障中，堪行婬欲處，", "167": "及在非障處，無有第三人。", "168": "「若復苾芻，獨與一女人，在於屏障堪行婬處", "169": "坐，有正信鄔波斯迦，於三法中隨一而說：若", "170": "波羅市迦、若僧伽伐尸沙、若波逸底迦。彼坐", "171": "苾芻自言其事者，於三法中應隨一一法治：", "172": "若波羅市迦、若僧伽伐尸沙、若波逸底迦，或", "173": "以鄔波斯迦所說事治彼苾芻，是名不定法。", "174": "「若復苾芻，獨與一女人，在非屏障不堪行婬", "175": "處坐，有正信鄔波斯迦，於二法中隨一而", "176": "說：若僧伽伐尸沙、若波逸底迦。彼坐苾芻自", "177": "言其事者，於二法中應隨一一法治：若僧", "178": "伽伐尸沙、若波逸底迦，或以鄔波斯迦所說", "179": "事治彼苾芻，是名不定法。」「諸大德！我已", "180": "說二不定法。今問諸大德！是中清淨不？」如是三說「諸", "181": "大德！是中清淨，默然故，我今如是時。」", "182": "「諸大德！此三十泥薩祇波逸底迦法，半月半", "183": "月戒經中說。」", "184": "初攝頌曰：", "185": "持離畜浣衣，取衣乞過受，", "186": "同價及別主，遣使送衣直。", "187": "「若復苾芻，作衣已竟，羯恥那衣復出，得長衣", "188": "齊十日不分別應畜。若過畜者，泥薩祇波逸", "189": "底迦。「若復苾芻，作衣已竟，羯恥那衣復", "190": "出，於三衣中離一一衣界外宿，下至一夜，除", "191": "眾作法，泥薩祇波逸底迦。「若復苾芻，作", "192": "衣已竟，羯恥那衣復出，得非時衣，欲須應受。", "193": "受已當疾成衣，若有望處求令滿足，若不足", "194": "者得畜經一月。若過者，泥薩祇波逸底迦。", "195": "「若復苾芻，使非親苾芻尼浣染打故衣者，泥", "196": "薩祇波逸底迦。「若復苾芻，從非親苾芻尼", "197": "取衣者，除貿易，泥薩祇波逸底迦。「若", "198": "復苾芻，從非親居士、居士婦乞衣，除餘時，泥", "199": "薩祇波逸底迦。餘時者，若苾芻奪衣、失衣、燒", "200": "衣、吹衣、漂衣，此是時。「若復苾芻，奪衣、失", "201": "衣、燒衣、吹衣、漂衣，從非親居士、居士婦乞衣，", "202": "彼多施衣，苾芻若須應受上下二衣。若過受", "203": "者，泥薩祇波逸底迦。「若復苾芻，有非親", "204": "居士、居士婦共辦衣價，當買如是清淨衣，與", "205": "某甲苾芻及時應用。此苾芻先不受請，因", "206": "他告知，便詣彼家作如是語：『善哉！仁者為我", "207": "所辦衣價，可買如是清淨衣及時與我，為好", "208": "故。』若得衣者，泥薩祇波逸底迦。「若復苾", "209": "芻，有非親居士、居士婦各辦衣價，當買如是", "210": "清淨衣，與某甲苾芻。此苾芻先不受請，因他", "211": "告知，便詣彼家作如是語：『善哉！仁者為我所", "212": "辦衣價，可共買如是清淨衣，及時與我，為好", "213": "故。』若得衣者，泥薩祇波逸底迦。「若復苾", "214": "芻，若王、若大臣、婆羅門、居士等，遣使為苾芻", "215": "送衣價。彼使持衣價至苾芻所，白言：『大德！此", "216": "物是某甲王、大臣、婆羅門、居士等，遣我送來。", "217": "大德！哀愍為受。』是苾芻語彼使言：『仁此衣價", "218": "我不應受；若得順時淨衣應受。』彼使白言：『大", "219": "德！有執事人不？』須衣苾芻言：『有！若僧淨人、若", "220": "鄔波索迦，此是苾芻執事人。』彼使往執事人", "221": "所，與衣價已語言：『汝可以此衣價，買順時清", "222": "淨衣與某甲苾芻，令其披服。』彼使善教執事", "223": "人已，還至苾芻所，白言：『大德！所示執事人，我", "224": "已與衣價，得清淨衣應受。』苾芻須衣，應往執", "225": "事人所，若二、若三，令彼憶念，告言：『我須衣。』", "226": "若得者善；若不得者，乃至四、五、六返往彼默", "227": "然隨處而住。若四、五、六返得衣者善；若不得", "228": "衣，過是求，得衣者，泥薩祇波逸底迦。若竟不", "229": "得衣，是苾芻應隨彼送衣價處，若自往、若遣", "230": "可信人往，報言：『仁為某甲苾芻送衣價，彼苾", "231": "芻竟不得衣。仁應知，勿令失。此是時。』」", "232": "第二攝頌曰：", "233": "高世耶純黑，分六尼師但，", "234": "擔毛浣金銀，納質并賣買。", "235": "「若復苾芻，用新高世耶絲綿作敷具者，泥薩", "236": "祇波逸底迦。「若復苾芻，用純黑羊毛作新", "237": "敷具者，泥薩祇波逸底迦。", "238": "「若復苾芻，作新羊毛敷具，應用二分純黑、第", "239": "三分白、第四分麁。若苾芻不用二分純黑、第", "240": "三分白、第四分麁作新敷具者，泥薩祇波逸", "241": "底迦。「若復苾芻，作新敷具，縱心不樂應", "242": "六年持。若減六年，不捨故更作新者，除得眾", "243": "法，泥薩祇波逸底迦。「若復苾芻，作新尼", "244": "師但那，應取故者堅處縱廣佛一張手帖新", "245": "者上，為壞色故。若苾芻作新尼師但那，不以", "246": "故者帖新者上，為壞色故，泥薩祇波逸底", "247": "迦。「若復苾芻，行路中得羊毛，欲須應取。", "248": "若無人持，得自持至三踰繕那。若過者，泥", "249": "薩祇波逸底迦。「若復苾芻，使非親苾芻尼", "250": "浣染擘羊毛者，泥薩祇波逸底迦。「若復", "251": "苾芻，自手捉金銀錢等、若教他捉，泥薩祇波", "252": "逸底迦。「若復苾芻，種種出納求利者，泥", "253": "薩祇波逸底迦。「若復苾芻，種種賣買者，", "254": "泥薩祇波逸底迦。」", "255": "第三攝頌曰：", "256": "二鉢二織師，奪衣并急施，", "257": "阿蘭若雨衣，迴僧七日藥。", "258": "「若復苾芻，畜長鉢過十日不分別者，泥薩祇", "259": "波逸底迦。「若復苾芻，有鉢減五綴，堪得受", "260": "用，為好故更求餘鉢得者，泥薩祇波逸底迦。", "261": "彼苾芻當於眾中捨此鉢，取眾中最下鉢", "262": "與彼苾芻，報言：『此鉢還汝，不應守持、不應分", "263": "別、亦勿施人，應自審詳徐徐受用，乃至破，", "264": "應護持，此是其法。』「若復苾芻，自乞縷線，", "265": "使非親織師織作衣。若得衣者，泥薩祇波逸", "266": "底迦。「若復苾芻，有非親居士、居士婦，為", "267": "苾芻使非親織師織作衣。此苾芻先不受請，", "268": "便生異念，詣彼織師所，作如是言：『汝今知", "269": "不？此衣為我織。善哉織師！應好織淨梳治，", "270": "善簡擇極堅打，我當以少鉢食、或鉢食類、或", "271": "復食直而相濟給。』若苾芻以如是物與織師，", "272": "求得衣者，泥薩祇波逸底迦。「若復苾芻，", "273": "先與苾芻衣，彼於後時惱瞋罵詈生嫌賤", "274": "心，若自奪、若教他奪，報言：『還我衣來，不與", "275": "汝。』若衣離彼身自受用者，泥薩祇波逸底迦。", "276": "「若復苾芻，前三月雨安居十日未滿，有急施", "277": "衣，苾芻須者應受，乃至施衣時應畜。若", "278": "過畜者，泥薩祇波逸底迦。「若復眾多苾", "279": "芻在阿蘭若處住，作後安居，有驚怖畏難", "280": "處，苾芻欲於三衣中隨留一衣置村舍內。", "281": "若苾芻有緣須出阿蘭若界者，得齊六夜離", "282": "衣而宿。若過者，泥薩祇波逸底迦。「若復", "283": "苾芻，春殘一月在，應求雨浴衣，齊後半月來", "284": "應持用。若苾芻未至春殘一月求雨浴衣，至", "285": "後半月仍持用者，泥薩祇波逸底迦。「若", "286": "復苾芻，知他與僧利物，自迴入己者，泥薩祇", "287": "波逸底迦。「若復苾芻，如世尊說聽諸病苾", "288": "芻所有諸藥，隨意服食，謂酥、油、糖蜜，於七", "289": "日中應自守持觸宿而服。若苾芻過七日服", "290": "者，泥薩祇波逸底迦。」「諸大德！我已說三", "291": "十泥薩祇波逸底迦法。今問諸大德！是中清", "292": "淨不？」如是三說「諸大德！是中清淨，默然故，我今如是", "293": "持。」", "294": "「諸大德！此九十波逸底迦法，半月半月戒經", "295": "中說。」", "296": "總攝頌曰：", "297": "故妄及種子，不差并數食，", "298": "虫水命伴行，傍生賊徒請。", "299": "初別攝頌曰：", "300": "妄毀及離間，發舉說同聲，", "301": "說罪得上人，隨親輒輕毀。", "302": "「若復苾芻，故妄語者，波逸底迦。「若復苾", "303": "芻，毀訾語故，波逸底迦。「若復苾芻，離間", "304": "語故，波逸底迦。「若復苾芻，知和合僧伽", "305": "如法斷諍，事已除滅，後於羯磨處更發", "306": "舉者，波逸底迦。「若復苾芻，為女人說法，", "307": "過五六語，除有智男子，波逸底迦。「若復", "308": "苾芻，與未近圓人，同句讀誦教授法者，波", "309": "逸底迦。「若復苾芻，知他苾芻有麁惡罪，向", "310": "未近圓人說，除眾羯磨，波逸底迦。「若復", "311": "苾芻，實得上人法，向未近圓人說者，波逸底", "312": "迦。「若復苾芻，先同心許，後作是說：『諸具", "313": "壽以僧利物隨親厚處迴與別人。』者，波逸底", "314": "迦。「若復苾芻，半月半月說戒經時，作如", "315": "是語：『具壽！何用說此小隨小學處為？說是戒", "316": "時，令諸苾芻心生惡作，惱悔懷憂。』若作如是", "317": "輕呵戒者，波逸底迦。」", "318": "第二攝頌曰：", "319": "種子輕惱教，安床草蓐牽，", "320": "強住脫脚床，澆草應三二。", "321": "「若復苾芻，自壞種子有情村及令他壞者，波", "322": "逸底迦。「若復苾芻，嫌毀輕賤苾芻者，波", "323": "逸底迦。「若復苾芻，違惱言教者，波逸底", "324": "迦。「若復苾芻，於露地處安僧敷具及諸", "325": "床座，去時不自舉、不教人舉，若有苾芻不", "326": "囑授，除餘緣故，波逸底迦。「若復苾芻，於", "327": "僧房內，若草、若葉，自敷、教人敷，去時不自舉、", "328": "不教人舉，若有苾芻不囑授，除餘緣故，波逸", "329": "底迦。「若復苾芻，瞋恚不喜，於僧住處牽", "330": "苾芻出，或令他牽出者，除餘緣故，波逸底迦。", "331": "「若復苾芻，於僧住處，知諸苾芻先此處住，後", "332": "來於中故相惱觸，於彼臥具若坐、若臥，", "333": "作如是念：『彼若生苦者，自當避我去。』波逸", "334": "底迦。「若復苾芻，於僧住處，知重房棚上", "335": "脫脚床及餘坐物，放身坐臥者，波逸底迦。", "336": "「若復苾芻，知水有虫，自澆草土、若和牛糞，及", "337": "教人澆者，波逸底迦。「若復苾芻，作大住", "338": "處，於門梐邊應安擴扂及諸窓牖，并安水", "339": "竇。若起牆時是濕泥者，應二、三重齊撗扂處。", "340": "若過者，波逸底迦。」", "341": "第三攝頌曰：", "342": "不差至日沒，為食二種衣，", "343": "同路及乘船，二屏教化食。", "344": "「若復苾芻，眾不差遣，自往教誡苾芻尼者，除", "345": "獲勝法，波逸底迦。「若復苾芻，雖被眾差", "346": "教誡苾芻尼，乃至日沒時而教誡者，波逸", "347": "底迦。「若復苾芻，向諸苾芻作如是語：『汝", "348": "為飲食供養故，教誡苾芻尼。』者，波逸底迦。", "349": "「若復苾芻，與非親苾芻尼衣，除貿易，波逸", "350": "底迦。「若復苾芻，與非親苾芻尼作衣者，", "351": "波逸底迦。「若復苾芻，與苾芻尼共商旅", "352": "期行者，除餘時，波逸底迦。餘時者，謂有恐怖", "353": "畏難處，此是時。「若復苾芻，與苾芻尼期", "354": "乘一船，若沿流、若泝流，除直渡，波逸底", "355": "迦。「若復苾芻，獨與一女人屏處坐者，波", "356": "逸底迦。「若復苾芻，獨與一苾芻尼屏處坐", "357": "者，波逸底迦。「若復苾芻，知苾芻尼讚歎因", "358": "緣得食食，除施主先有意，波逸底迦。」", "359": "第四攝頌曰：", "360": "數食一宿處，受鉢不為餘，", "361": "足食別非時，觸不受妙食。", "362": "「若復苾芻，展轉食者，除餘時，波逸底迦。餘時", "363": "者，病時、作時、道行時、施衣時，此是時。「若", "364": "復苾芻，於外道住處得經一宿一食，除病因", "365": "緣。若過者，波逸底迦。「若復眾多苾芻往", "366": "俗家中，有淨信婆羅門、居士殷勤請與餅", "367": "󰉓飯，苾芻須者應兩三鉢受。若過受者，", "368": "波逸底迦。既受得已還至住處，若有苾芻應", "369": "共分食，此是時。「若復苾芻，足食竟，不作", "370": "餘食法更食者，波逸底迦。「若復苾芻，知他", "371": "苾芻足食竟，不作餘食法勸令更食，告言：『具", "372": "壽！當噉食。』以此因緣，欲使他犯生憂惱者，", "373": "波逸底迦。「若復苾芻，別眾食者，除餘時，", "374": "波逸底迦。餘時者，病時、作衣時、道行時、船行", "375": "時、大眾食時、沙門施食時，此是時。「若復", "376": "苾芻，非時食者，波逸底迦。「若復苾芻，食", "377": "曾經觸食者，波逸底迦。「若復苾芻，不受", "378": "食，舉著口中而噉咽者，除水及齒木，波逸底", "379": "迦。「若復苾芻，如世尊說：『上妙飲食：乳酪、生", "380": "酥、魚及肉。』若苾芻無病，為己詣他家乞取食", "381": "者，波逸底迦。」", "382": "第五攝頌曰：", "383": "虫水二食舍，無服往觀軍，", "384": "兩夜觀遊兵，打擬覆麁罪。", "385": "「若復苾芻，知水有虫受用者，波逸底迦。", "386": "「若復苾芻，知有食家強安坐者，波逸底迦。", "387": "「若復苾芻，知有食家在屏處強立者，波逸", "388": "底迦。「若復苾芻，自手授與無衣外道及餘", "389": "外道男女食者，波逸底迦。「若復苾芻，往", "390": "觀整裝軍者，波逸底迦。「若復苾芻，有因", "391": "緣往軍中，應齊二夜。若過宿者，波逸底迦。", "392": "「若復苾芻，在軍中經二宿，觀整裝軍，見先", "393": "旗兵及看布陣散兵者，波逸底迦。「若復", "394": "苾芻，瞋恚故不喜，打苾芻者，波逸底迦。", "395": "「若復苾芻，瞋恚故不喜，擬手向苾芻者，波逸", "396": "底迦。「若復苾芻，知他苾芻有麁惡罪，覆藏", "397": "者，波逸底迦。」", "398": "第六攝頌曰：", "399": "伴惱觸火欲，同眠法非障，", "400": "未捨求寂染，收寶極炎時。", "401": "「若復苾芻，語餘苾芻，作如是語：『具壽！共汝詣", "402": "俗家，當與汝美好食，令得飽滿。』彼苾芻至", "403": "俗家，竟不與食，語言：『具壽！汝去！我與汝共坐", "404": "共語不樂，我獨坐獨語樂。』作是語時，欲令生", "405": "惱者，波逸底迦。「若復苾芻，無病為身，若", "406": "自然火、若教他然者，波逸底迦。「若復苾", "407": "芻，與他欲已，後便悔言：『還我欲來，不與汝。』者，", "408": "波逸底迦。「若復苾芻，與未近圓人，同室", "409": "宿過二夜者，波逸底迦。「若復苾芻，作如", "410": "是語：『我知佛所說法「欲是障礙」者，習行之時", "411": "非是障礙。』諸苾芻應語彼苾芻言：『汝莫作是", "412": "語：「我知佛所說『欲是障礙法』者，習行之時非", "413": "是障礙。」汝莫謗世尊，謗世尊者不善。世尊不", "414": "作是語，世尊以無量門於諸欲法說為障礙。", "415": "汝可棄捨如是惡見。』諸苾芻如是諫時，捨者", "416": "善。若不捨者，應可再三殷勤正諫，隨教應詰，", "417": "令捨是事。捨者善；若不捨者，波逸底迦。", "418": "「若復苾芻知如是語人，未為隨法、不捨惡見。", "419": "共為言說、共住受用、同室而宿者，波逸底迦。", "420": "「若復苾芻，見有求寂作如是語：『我知佛所", "421": "說法「欲是障礙法」者，習行之時非是障礙。』", "422": "諸苾芻應語彼求寂言：『汝莫作是語：「我知佛", "423": "所說『欲是障礙法』者，習行之時非是障礙。」", "424": "汝莫謗世尊，謗世尊者不善。世尊不作是語，", "425": "世尊以無量門於諸欲法說為障礙。汝可棄", "426": "捨如是惡見。』諸苾芻語彼求寂時，捨此事者", "427": "善。若不捨者，乃至二三隨正應諫，隨正應教，", "428": "令捨是事。捨者善；若不捨者，諸苾芻應語彼", "429": "求寂言：『汝從今已去不應說言：「如來、應、正等", "430": "覺是我大師。」若有尊宿及同梵行者，不應隨", "431": "行，如餘求寂得與苾芻二夜同宿。汝今無是", "432": "事，汝愚癡人可速滅去。』若苾芻知是被擯求", "433": "寂，而攝受饒益同室宿者，波逸底迦。「若", "434": "復苾芻，得新衣，當作三種染壞色：若青、若泥、", "435": "若赤，隨一而壞。若不作三種壞色而受用者，", "436": "波逸底迦。「若復苾芻，寶及寶類，若自捉、", "437": "教人捉，除在寺內及白衣舍，波逸底迦。若在", "438": "寺內及白衣舍，見寶及寶類，應作是念然後", "439": "當取：『若有認者，我當與之。』此是時。「若復", "440": "苾芻，半月應洗浴，故違而浴者，除餘時，波逸", "441": "底迦。餘時者，熱時、病時、作時、行時、風時、雨", "442": "時、風雨時，此是時。」", "443": "第七攝頌曰：", "444": "殺傍生故惱，擊攊水同眠，", "445": "怖藏資寄衣，無根女同路。", "446": "「若復苾芻，故斷傍生命者，波逸底迦。「若", "447": "復苾芻，故惱他苾芻，乃至少時不樂，以此為", "448": "緣者，波逸底迦。「若復苾芻，以指擊攊他", "449": "者，波逸底迦。「若復苾芻，水中戲者，波逸", "450": "底迦。「若復苾芻，共女人同室宿者，波逸", "451": "底迦。「若復苾芻，若自恐怖、若教人恐怖", "452": "他苾芻，下至戲笑者，波逸底迦。「若復苾", "453": "芻，自藏苾芻、苾芻尼、若正學女、求寂、求寂女衣", "454": "鉢及餘資具、若教人藏，除餘緣故，波逸底", "455": "迦。「若復苾芻，受他寄衣，後時不問主，", "456": "輒自著用者，波逸底迦。「若復苾芻，瞋恚", "457": "故，知彼苾芻清淨無犯，以無根僧伽伐尸沙", "458": "法謗者，波逸底迦。「若復苾芻，共女人同道", "459": "行，更無男子，乃至一村間者，波逸底迦。」", "460": "第八攝頌曰：", "461": "賊徒年未滿，掘地請違教，", "462": "竊聽默然去，不敬酒非時。", "463": "「若復苾芻，與賊商旅共同道行，乃至一村間", "464": "者，波逸底迦。「若復苾芻，知年未滿二十，", "465": "與受近圓成苾芻性者，波逸底迦。此非近圓，", "466": "諸苾芻得罪。「若復苾芻，自手掘地、若教", "467": "人掘者，波逸底迦。「若復苾芻，有四月請，", "468": "須時應受。若過受者，除餘時，波逸底迦。餘時", "469": "者，謂別請、更請、殷勤請、常請，此是時。「若", "470": "復苾芻，聞諸苾芻作如是語：『具壽！仁今當習", "471": "如是學處。』彼作如是語：『我實不能用汝愚癡", "472": "不分明、不善解者所說之言受行學處。我若", "473": "見餘善閑三藏，當隨彼言而受行。』者，波逸底", "474": "迦。若苾芻實欲求解者，當問三藏，此是時。", "475": "「若復苾芻，知餘苾芻評論事生求過紛擾諍", "476": "競而住，默然往彼聽其所說，作如是念：『我", "477": "欲聽已當令鬪亂。』以此為緣者，波逸底迦。", "478": "「若復苾芻，知眾如法評論事時，默然從座起", "479": "去，有苾芻不囑授者，除餘緣故，波逸底", "480": "迦。「若復苾芻，不恭敬者，波逸底迦。", "481": "「若復苾芻，飲諸酒者，波逸底迦。「若復苾", "482": "芻，非時入聚落，不囑餘苾芻，除餘緣故，波逸", "483": "底迦。」", "484": "第九攝頌曰：", "485": "食明相今知，針筒床脚量，", "486": "貯花并坐具，瘡雨大師衣。", "487": "「若復苾芻，受食家請，食前食後行詣餘家，不", "488": "囑授者，波逸底迦。「若復苾芻，明相未出，", "489": "剎帝利灌頂王未藏寶及寶類，若入過宮門", "490": "閫者，除餘緣故，波逸底迦。「若復苾芻，半", "491": "月半月說戒經時，作如是語：『具壽！我今始知", "492": "是法戒經中說。』諸苾芻知是苾芻，若二、若三", "493": "同作長淨，況復過此，應語彼言：『具壽！非不", "494": "知故得免其罪，汝所犯罪應如法說悔。』當勸", "495": "喻言：『具壽！此法希奇難可逢遇，汝說戒時不", "496": "恭敬、不住心、不殷重、不作意、不一想、不攝耳、", "497": "不策念而聽法。』者，波逸底迦。", "498": "「若復苾芻，用骨牙角作針筒成者，應打碎，波", "499": "逸底迦。「若復苾芻，作大小床足應高佛", "500": "八指，除入梐木。若過者應截去，波逸底迦。", "501": "「若復苾芻，以木綿等貯僧床座者，應撤", "502": "去，波逸底迦。「若復苾芻，作尼師但那，當", "503": "應量作。是中量者，長佛二張手、廣一張手半，", "504": "長中更增一張手。若過作者應截去，波逸底", "505": "迦。「若復苾芻，作覆瘡衣，當應量作。是中", "506": "量者，長佛四張手、廣二張手。若過作者應截", "507": "去，波逸底迦。「若復苾芻，作雨浴衣，當應", "508": "量作。是中量者，長佛六張手、廣二張手半。若", "509": "過作者應截去，波逸底迦。「若復苾芻，同", "510": "佛衣量作衣，或復過者，波逸底迦。是中佛衣", "511": "量者，長佛十張手、廣六張手，此是佛衣量。」", "512": "「諸大德！我已說九十波逸底迦法。今問諸", "513": "大德！是中清淨不？」如是三說「諸大德！是中清淨，默", "514": "然故，我今如是持。」", "515": "「諸大德！此四對說波羅底提舍尼法，半月半", "516": "月戒經中說。」", "517": "攝頌曰：", "518": "非親尼自受，舍中處分食，", "519": "不請向學家，受食於寺外。", "520": "「若復苾芻，於村路中，從非親苾芻尼自手受", "521": "食食。是苾芻應還村外住處，詣諸苾芻所，各", "522": "別告言：『大德！我犯對說惡法，是不應為，今", "523": "對說悔。』是名對說法。「若復眾多苾芻於", "524": "白衣家食，有苾芻尼指授，此苾芻應可多與", "525": "美好飲食。諸苾芻應語是苾芻尼言：『姊妹！且", "526": "止少時，待諸苾芻食竟。』若無一人作是語者，", "527": "是諸苾芻應還村外住處，詣諸苾芻所，各別", "528": "告言：『大德！我犯對說惡法，是不應為，今對說", "529": "悔。』是名對說法。「若復苾芻，知是學家僧", "530": "與作學家羯磨，苾芻先不受請，便詣彼家自", "531": "手受食食。是苾芻應還村外住處，詣諸苾芻", "532": "所，各別告言：『大德！我犯對說惡法，是不應", "533": "為，今對說悔。』是名對說法。「若復苾芻，在", "534": "阿蘭若恐怖處住，先無觀察險難之人，於住", "535": "處外受食食者，是苾芻應還住處，詣諸苾芻", "536": "所，各別告言：『大德！我犯對說惡法，是不應", "537": "為，今對說悔。』是名對說法。」「諸大德！我已", "538": "說四波羅底提舍尼法。今問諸大德！是中", "539": "清淨不？」如是三說「諸大德！是中清淨，默然故，我今如", "540": "是持。」", "541": "「諸大德！是眾學法，半月半月戒經中說。」", "542": "總攝頌曰：", "543": "衣食形齊整，俗舍善容儀，", "544": "護鉢除病人，草水過人樹。", "545": "「齊整著裙，應當學。「不太高、不太下、不象", "546": "鼻、不蛇頭、不多羅葉、不豆團形著裙，應當", "547": "學。「齊整披三衣，應當學。「不太高、不", "548": "太下，好正披、好正覆，少語言、不高視，入白衣", "549": "舍，應當學。「不覆頭、不偏抄衣、不雙抄", "550": "衣、不叉腰、不拊肩，入白衣舍，應當學。「不", "551": "蹲行、不足指行、不跳行、不庂足行、不努身行，", "552": "入白衣舍，應當學。「不搖身、不掉臂、不搖", "553": "頭、不肩排、不連手，入白衣舍，應當學。", "554": "「在白衣舍，未請坐，不應坐，應當學。「在白", "555": "衣舍，不善觀察，不應坐，應當學。「在白衣", "556": "舍，不放身坐，應當學。「在白衣舍，不壘足、", "557": "不重內踝、不重外踝、不急斂足、不長舒足、", "558": "不露身，應當學。「恭敬受食，應當學。", "559": "「不得滿鉢受飯，更安羹菜，令食流溢於鉢緣", "560": "邊，應留屈指用意受食，應當學。「行食未", "561": "至不預伸鉢，應當學。「不安鉢在食上，應", "562": "當學。「恭敬而食，應當學。「不極小摶、", "563": "不極大摶，圓整而食，應當學。「若食未至", "564": "不張口待，應當學。「不含食語，應當學。", "565": "「不得以飯覆羹菜、不將羹菜覆飯，更望多得，", "566": "應當學。「不彈舌食、不󰏼㗱食、不呵氣食、", "567": "不吹氣食、不散手食、不毀訾食、不填頰食、", "568": "不齧半食、不舒舌食、不作窣堵波形食，應當", "569": "學。", "570": "「不舐手、不舐鉢、不振手、不振鉢，常看鉢食，", "571": "應當學。「不輕慢心觀比座鉢中食，應當", "572": "學。「不以污手捉淨水瓶，應當學。「在白", "573": "衣舍不棄洗鉢水，除問主人，應當學。「不", "574": "得以殘食置鉢水中，應當學。「地上無替", "575": "不應安鉢，應當學。「不立洗鉢，應當學。", "576": "「不於危險岸處置鉢，亦不逆流酌水，應", "577": "當學。「人坐己立不為說法，除病，應當", "578": "學。「人臥己坐不為說法，除病，應當學。", "579": "「人在高座己在下座不為說法，除病，應當學。", "580": "「人在前行己在後行不為說法，除病，應當", "581": "學。「人在道己在非道不為說法，除病，", "582": "應當學。「不為覆頭者、不為偏抄衣、不為", "583": "雙抄衣、不為叉腰者、不為拊肩者說法，除", "584": "病，應當學。「不為乘象者，不為乘馬、不為", "585": "乘輿、不為乘車者說法，除病，應當學。「不", "586": "為著屐靴鞋及履屨者說法，除病，應當學。", "587": "「不為戴帽著冠及作佛頂髻者，不為纏頭、不", "588": "為冠花者說法，除病，應當學。「不為持", "589": "蓋者說法，除病，應當學。「不立大小便，除", "590": "病，應當學。「不得水中大小便洟唾，除病，", "591": "應當學。", "592": "「不得青草上棄大小便及洟唾，除病，應當學。", "593": "「不得上過人樹，除有難緣，應當學。」", "594": "「諸大德！我已說眾多學法。今問諸大德！是", "595": "中清淨不？」如是三說「諸大德！是中清淨，默然故，我", "596": "今如是持。」", "597": "「諸大德！此七滅諍法，半月半月戒經中說。」", "598": "攝頌曰：", "599": "現前并憶念、不癡與求罪、", "600": "多人語自言、草掩除眾諍。", "601": "「應與現前毘奈耶，當與現前毘奈耶。", "602": "應與憶念毘奈耶，當與憶念毘奈耶。", "603": "應與不癡毘奈耶，當與不癡毘奈耶。", "604": "應與求罪自性毘奈耶，當與求罪自性毘", "605": "奈耶。應與多人語毘奈耶，當與多人", "606": "語毘奈耶。應與自言毘奈耶，當與自", "607": "言毘奈耶。應與草掩毘奈耶，當與草", "608": "掩毘奈耶。「若有諍事起，當以七法順大", "609": "師教，如法如律而除滅之。」「諸大德！我已", "610": "說七滅諍法。今問諸大德！是中清淨不？」如是三說", "611": "「諸大德！是中清淨，默然故，我今如是持。」", "612": "「諸大德！我已說戒經序、已說四波羅市迦法、", "613": "十三僧伽伐尸沙法、二不定法、三十泥薩祗", "614": "波逸底迦法、九十波逸底迦法、四波羅底", "615": "提舍尼法、眾學法、七滅諍法，此是如來、應、正", "616": "等覺戒經中所說所攝。若更有餘法之隨法", "617": "與此相應者，皆當修學。仁等共集，歡喜無諍，", "618": "一心一說如水乳合，應勤光顯大師聖教，令", "619": "安樂住，勿為放逸，應當修學。」", "620": "忍是勤中上，能得涅槃處；", "621": "出家惱他人，不名為沙門。", "622": "此是毘鉢尸如來等正覺說是戒經。", "623": "明眼避險途，能至安隱處；", "624": "智者於生界，能遠離諸惡。", "625": "此是尸棄如來等正覺說是戒經。", "626": "不毀亦不害，善護於戒經；", "627": "飲食知止足，受用下臥具；", "628": "勤修增上定，此是諸佛教。", "629": "此是毘舍浮如來等正覺說是戒經。", "630": "譬如蜂採花，不壞色與香；", "631": "但取其味去，苾芻入聚然。", "632": "此是俱留孫如來等正覺說是戒經。", "633": "不違逆他人，不觀作不作；", "634": "但自觀身行，若正若不正。", "635": "此是羯諾迦如來等正覺說是戒經。", "636": "勿著於定心，勤修寂靜處；", "637": "能救者無憂，常令念不失。", "638": "若人能惠施，福增怨自息；", "639": "修善除眾惡，惑盡至涅槃。", "640": "此是迦攝波如來等正覺說是戒經。", "641": "一切惡莫作，一切善應修；", "642": "遍調於自心，是則諸佛教。", "643": "護身為善哉！能護語亦善；", "644": "護意為善哉！盡護最為善。", "645": "苾芻護一切，能解脫眾苦；", "646": "善護於口言，亦善護於意。", "647": "身不作諸惡，常淨三種業；", "648": "是則能隨順，大仙所行道。", "649": "此是釋迦如來等正覺說是戒經。", "650": "毘鉢尸式棄、毘舍俱留孫、", "651": "羯諾迦牟尼、迦攝釋迦尊，", "652": "如是天中天，無上調御者，", "653": "七佛皆雄猛，能救護世間。", "654": "具足大名稱，咸說此戒法；", "655": "諸佛及弟子，咸共尊敬戒，", "656": "恭敬戒經故，獲得無上果。", "657": "汝當求出離，於佛教勤修；", "658": "降伏生死軍，如象摧草舍。", "659": "於此法律中，常為不放逸；", "660": "能竭煩惱海，當盡苦邊際。", "661": "所為說戒經，和合作長淨；", "662": "當共尊敬戒，如犛牛愛尾。", "663": "我已說戒經，眾僧長淨竟，", "664": "福利諸有情，皆共成佛道。", "665": "根本說一切有部戒經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1454 根本說一切有部戒經", "source": "CBETA"}