{"author": "隋 吉藏撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1824 中觀論疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "23 觀顛倒品(九末)", "1": "第十本中觀論疏卷第十本", "2": "釋吉藏撰", "3": "24 四諦品(十本)四諦品第二十四", "4": "所以有此品來者有所得心必有依著。前二", "5": "十一品立世間人法。論主求之無從。仍舉出", "6": "世如來證有世間。次求出世如來不得。便舉", "7": "世間顛倒證有出世。上品求世間顛倒不得。", "8": "外云。若爾應都無世出世。今實有四諦。則應", "9": "有世與出世。故苦集二諦則是世間。滅道二", "10": "諦名出世間。是故不應無世出世。今觀四諦", "11": "不可得。則成前非世出世義。既非世出世即", "12": "是中道。故因中發觀戲論此滅。二者外云。", "13": "顛倒是如來所離。四諦是如來所證。亦是如", "14": "來所說。如來一期出世初後不同同明四諦。", "15": "故初教轉四諦法輪。乃至涅槃明心喜之說。", "16": "所以初後皆明四諦者。四諦是迷悟之本。迷", "17": "之則六道紛然。悟之則有三乘賢聖。是故始", "18": "終皆明四諦。若爾不應無世出世。三近從顛", "19": "倒品生者。顛倒是能迷之惑。四諦是所迷之", "20": "境。以見四諦則破四倒。故前求能障無從。今", "21": "責所迷不得。故有此品。但四諦有二種。一", "22": "有量。二無量。三界苦果名苦諦。感三界苦業", "23": "煩惱名集諦。無為涅槃名滅諦。治此煩惱名", "24": "道諦。此有量也。釋有量四諦諸小乘論師不", "25": "同。毘婆沙云。毘曇者說五盛陰苦名苦諦。有", "26": "漏因是集諦。數滅是滅諦。學無學是道諦。譬", "27": "喻部云。名色是苦諦。結業是集諦。結業滅是", "28": "滅諦。止及觀是道諦。鞞婆闍婆提云。八苦是", "29": "苦是苦諦。餘苦雖苦非苦諦。感當來愛是集", "30": "諦。餘愛及餘有漏法雖是集非集諦。當來有", "31": "愛盡是滅是滅諦。餘愛及餘有漏法盡非盡", "32": "諦。八正是道是道諦。餘學法及一切無學法", "33": "非道諦。問四諦攝法盡不。答虛空及非數滅", "34": "此非四諦攝。欣厭立四諦。彼非厭故非苦集。", "35": "非可欣故非滅道。又此二無漏故非苦集。是", "36": "無記故非滅道。又因果立四諦。彼非因果", "37": "故非諦。問云何名諦。答二義。一者實是苦。", "38": "二生不顛倒解故名諦。問云何名聖諦。答聖", "39": "人所解。故名聖諦。又昔有凡夫與聖人諍", "40": "諦。凡夫云。有常樂我淨。聖人云。無共至佛所", "41": "決之。佛云。如聖人所知。以聖人諍得此諦故", "42": "云聖諦。數論但解有量。而義不同。數明苦通", "43": "三聚。成論但是心。論苦通漏無漏。數但有漏", "44": "也。數集通三聚。成論但取業煩惱。數因集有", "45": "緣酬前是果。生後為因。但能生義屬集。所生", "46": "是苦。成論即此能生亦是苦報。毒蛇之瞋即", "47": "是報法名苦諦也。數但取煩惱滅為滅諦。無", "48": "漏法滅非滅諦。成論明無漏滅亦是滅諦也。", "49": "數明方便道中永伏諸結是非數滅。成論明", "50": "五方便中滅亦是滅諦也。數明一切無漏行", "51": "是道諦。不取相似。成論明真似皆道諦也。數", "52": "明無被導法義。成論明有被導之心。次無量", "53": "四諦者二生死為苦。五住為集。滅二死五住", "54": "為滅。治此五住惑真解為道諦也。而量無量", "55": "復名作無作者。有量之後猶有所作。如分段", "56": "苦後更有變易苦可觀。名為有作。變易苦後", "57": "無復餘苦可觀。故名無作。餘三亦爾。今言破", "58": "四諦者。一破學大乘人謂四諦是無。二者破", "59": "小乘人謂四諦是性有。此大小攝一切迷盡。", "60": "今破此二人所解。故云破四諦。所以然者。大", "61": "乘人撥無四諦。是壞佛四諦義。小乘人計性", "62": "有亦壞四諦。又有二人壞四諦義。一者謂。論", "63": "主執空故壞四諦。二者自執性有故壞四諦。", "64": "此二並是小乘人。而謂有他破之與自立。故", "65": "成二種。今破此二事。故云破四諦也又顯此", "66": "二人並不解佛大小義。小乘人不解佛因緣", "67": "有成性有。大乘人不解佛大乘空成邪空。既", "68": "迷大小俱惑二諦。論主明慧內充慈風外扇。", "69": "救濟此大小乘人。故破彼兩迷明無如此空", "70": "有。故云非空非有即是中實。中實者實無如", "71": "此有無也。即申佛因緣有無。方是假名。假名", "72": "故有中道。如下云。亦是假名。亦是中道。又", "73": "破此大小。明無如此大小。是中實方是因緣", "74": "假名大小。即是假名因此大小令識道未曾", "75": "大小也。又觀論始末意從因緣品至四諦之", "76": "前。外人執有難論主。此品初外人執空難論", "77": "主。初執有難顯外人不識空。今執空難明外", "78": "人不識有。即迷二諦也。亦是初執小乘難論", "79": "主。今執大乘難論主。顯外人不識大小。又初", "80": "已來執性有難論主。顯外人不識因緣有今", "81": "執邪空難論主。顯外人不識正空。論主憐愍", "82": "如此迷倒。是故破此空有明畢竟無如此空", "83": "有。後申因緣二諦空有也。又顯外人上來執", "84": "有難論主。不依空難難不成難。今執空難論", "85": "主取空相。難難亦不成難。執定性空有難不", "86": "成難。執定性空有答不成答。問何故就此品", "87": "顯外人空有俱破四諦。答自論初以來。單破", "88": "世間或單破出世。但四諦既總攝世間出世", "89": "間。為佛法大宗。故就此品顯外人空有俱破", "90": "四諦。問論主有四諦不耶。答論主不曾有四。", "91": "亦不曾無四亦四不四非四非不四。故法品", "92": "云。諸法實相者心行言語斷也。問論主既不", "93": "曾有四不四。何故佛經說有四諦。答雖非四", "94": "不四為眾生方便說四不四。故下偈云。諸佛", "95": "依二諦為眾生說法。大品云。二諦中眾生雖", "96": "不可得。菩薩住二諦中為眾生說法。論釋云。", "97": "為著有者說空。為著空者說有。今亦爾。為著", "98": "有四者說無有四。為著無四者明有四諦。至", "99": "論諸法未曾四不四也。品開為二。第一外人", "100": "過論主執空為共。第二論主破外人執有為", "101": "共。蓋是寄外人以破空見。息執教者之斷", "102": "心。就論主破有除謂情之常見。四諦既是佛", "103": "法之大宗。具攝世出世法。故就此品破斷常", "104": "見。顯示中道令因中發觀也。就外人過論主", "105": "中又開為二。一長行二偈。長行可有二義。", "106": "一者生起從顛倒品。次有四諦品所由。二者", "107": "將欲過論主空。故前立有四諦義。就偈為二。", "108": "第一過論主無四諦三寶無出世法。第二過", "109": "論主無因果罪福無世間法。初又二。前半行", "110": "牒論主執空。如是則無有下。第二為論主生", "111": "過。又開二別。初明無四諦。次明無三寶。以", "112": "無生故則無苦集。以苦是所生集為能生故", "113": "也。以無滅故則無滅道。道諦能滅。滅至滅", "114": "諦。既其無滅。何有滅道。以無四諦故下第二", "115": "明無三寶。又開二別。初別明無三寶。次半", "116": "行總結無三。別明無三即為三別。就無僧寶", "117": "中又開為二。初兩偈別明無僧。次半偈總結", "118": "無僧。兩偈為二。初偈明無四行。次偈辨無", "119": "向果。文並易見。又初一偈無四諦境。次一偈", "120": "無四諦智。第三偈去明無僧寶。此解好宜依", "121": "之。後論主還外人過。亦作此別之。空法壞因", "122": "果下。第二過論主執空失因果罪福。問前已", "123": "明無四諦。三寶總破世出世因果。今何故復", "124": "說。答凡有三義。一者上來明執空之人。無", "125": "佛趣鹿園所說四諦三寶。訖至雙林之教。今", "126": "明無佛初成道。為提謂等說人天因果罪福。", "127": "故執空之人備破五乘教也。二者上明無內", "128": "法因果罪福。今明無外法因果罪福。謂世間", "129": "仁義禮智等。三者上來明無罪福境。今明無", "130": "有罪福三寶。四諦是罪福之境。信之則生福。", "131": "謗之則招罪也。答中三十四偈。大開為三。", "132": "第一十三行明外人迷空。汝上所說空法有", "133": "過者下第二破外人著有。若無有空下第三", "134": "二行誡勸。誡令捨定性空勸學於因緣。就初", "135": "又二。第一明外人迷空橫生邪難。汝謂我著", "136": "空下第二明論主悟空是故無失。二章各四。", "137": "初章四者第一明外人不解三法橫生疑難。", "138": "第二明外人不識二法故橫生邪難。第三敘", "139": "外人不解一法故橫生邪難。第四以不解上", "140": "三門。封執定性一法。障佛不得早說大乘。", "141": "問何故敘外人不知三法。答凡欲答外問必", "142": "須識是問非問。今敘外人不解三法。橫生疑", "143": "問則不成問。即是答問也。初明不知三法者。", "144": "一不知空。小乘人雖得人空。執諸法是有不", "145": "知本性空也。二空因緣者。謂說空之意佛為", "146": "治有病。是故說空。若復著空佛所不化。三", "147": "空義者外人不解安處此空。佛說第一義為", "148": "空。不言世諦亦空。汝不應聞空謂失因果罪", "149": "福。故因緣品云。若都畢竟空云何有罪福報", "150": "應等。如是則無二諦。又空義者說空為明不", "151": "空。故下云。空亦復空。汝封執取空相故不知", "152": "空義。諸佛依二諦下。第二明外人不解二法。", "153": "故興邪難也。以不知有宛然而無所有。故不", "154": "知第一義。不知雖無所有宛然而有。故不識", "155": "世諦。是以興上邪難也。問外人何時失二諦", "156": "耶。答從論初至四諦之前。執諸法有實性不", "157": "信畢竟空。故不知第一義。從四諦品執畢竟", "158": "空。謂無三寶四諦。不識世諦又敘說二諦。來", "159": "還釋成上三法。上云不知空者。不知第一義", "160": "本性空也。空因緣者。諸佛住二諦中。為眾", "161": "生說法。為著有者說空。為著空者說有。空", "162": "義者正是第一義諦空。非世諦空也。又敘二", "163": "諦來者外人著空失於世諦。既失世諦亦失", "164": "第一義。如因緣品中敘之。今對外人無二", "165": "諦。故明有二諦。所以今文述二諦也。又敘說", "166": "二諦即是論主自免過。我有二諦義。第一義", "167": "則空無三寶。世諦則有三寶。汝若就第一義", "168": "難則成我義。若就世諦難我世諦有三寶。復", "169": "何得作無三寶難耶。又敘說二諦意。上來明", "170": "空者無汝所見因果等法。故言無耳。非無佛", "171": "法因緣二諦也。又此品明四諦。二諦是諦之", "172": "流類。故明二諦也。三偈即開為三別。初偈", "173": "明論主識佛依二諦說法。故無上過。第二偈", "174": "明外人不識二諦。故於空有中並皆有失。", "175": "第三偈明釋疑難。初上半正明依二諦說法。", "176": "下半列出二諦名。問何故云佛依二諦說法。", "177": "答依世諦說法。則三寶四諦宛然不失。故無", "178": "上過。即顯外人不知世諦故橫生過。以依第", "179": "一義說法故。我上來明一切空。即顯外人執", "180": "法有性失第一義。問云何稱依二諦義耶。答", "181": "於凡聖所解空有皆實故稱二諦。依此二實", "182": "而說故所說皆實。故云依二諦說也。問云何", "183": "是二於諦。云何是教諦。答所依即是二於諦。", "184": "以於凡聖皆是實故秤二於諦。亦是於二諦", "185": "謂色未曾空有。於二解是實。故云二於諦。", "186": "百論引棗㮈望苽皆不虛。智度論引無名指", "187": "形有名指皆實也。能依即是教諦。佛依此二", "188": "諦為物說法。皆是誠諦之言。故稱為實也。", "189": "問能依有異不。答依第一義說此是真實說。", "190": "依俗說者此是方便隨宜說也。問說人天及", "191": "二乘是方便說。今說大乘人法等。云何依俗", "192": "說法皆是方便。答實相不可說方是真實。凡", "193": "一切言說皆是方便也。問二於諦為是失為", "194": "是得。答一往二於俱是得。於凡是實故於凡", "195": "為得。於聖是實故於聖稱得。若以凡聖相望", "196": "則凡失聖得也。問叵有凡聖皆失不。答若言", "197": "一色未曾空有空有自出二情。則凡聖俱失。", "198": "今文是總判凡聖。故以凡為失。以聖為得。", "199": "又三句。一但失非得。謂凡於也。二但得非", "200": "失。謂佛於也。如涅槃云。一切世諦若於如來", "201": "即是第一義諦。三亦得亦失。即二乘之聖形", "202": "凡為得。望大士為失也。講此文多有異說。", "203": "慎勿信也。宜以長行為正也。下半明二諦名。", "204": "而世俗稱諦者。此於世俗人是實故稱世俗", "205": "諦。亦勿信人語也。第一義則有二實。一者體", "206": "是諸法實相。故名為實。二於聖人了達有於", "207": "實解。復是真實。世俗體非真實。但有於凡", "208": "是實。故二諦實義異也。問俗但有於情為實。", "209": "亦有法體實耶。答就俗之中亦有因果。不可", "210": "差異。故名為實。但望第一義皆是妄謂皆是", "211": "不實。亦第二偈顯得失者。外人不識空有", "212": "二諦故失三利。謂自利他利共利。論主識二", "213": "諦故具三利。以解第一義故生波若。了世俗", "214": "故生方便。有波若方便則生三世諸佛。故淨", "215": "名云。智度菩薩母。方便以為父。一切眾導師", "216": "無不由是生也。自悟二諦名為自利。令他解", "217": "謂他利。俱解即共利。又解第一義生實慧為", "218": "自利。解世俗生方便為他利。具了為共利。", "219": "問長行釋世諦何故舉本性空。答欲釋成於", "220": "義。明理實性空但於凡謂有故名為諦也。又", "221": "欲辨由空故有。所以釋有而舉空也。下釋第", "222": "一義亦舉有釋空。賢聖了六道顛倒本性空。", "223": "故於聖為實是諦。若謂一切法不生下。第三", "224": "明二諦相資。若望百論釋疑故來。外人云。", "225": "第一義有二實。一道理是實相故名實。二於", "226": "聖人得如實解故名實。具此二實可得是諦。", "227": "又佛可依之說法。以三世十方佛皆欲令人", "228": "得實利故也。俗有二義故非實。一非實境。二", "229": "非實解。云何名諦。佛復何故依之說法耶。", "230": "問第一義二實文出何處耶。答前文云。於聖", "231": "是實。此是解實。今文云。一切法本不生是第", "232": "一義。此是境實。第一義既二實。世俗二不實", "233": "可知也。偈上半正答問。世俗雖是二不實。但", "234": "要因世俗為方便得顯第一義耳。如理雖無", "235": "三要因三為方便得悟一。問云何世俗為方", "236": "便耶。答一切言皆是世俗。因世俗言得無言。", "237": "故以無言言為世俗。言無言為第一義也。問", "238": "有幾種言耶。答有二種言。一者說世俗中言", "239": "如瓶衣等。亦表第一義無言之道。故涅槃云。", "240": "欲令眾生深識第一義故宣說世諦耳。二者", "241": "以言言於無言。即為第一義立名名為第一", "242": "義。因此言欲顯無言。若不言於無言。眾生何", "243": "由識理無言耶。問二言之中今用何言。答後", "244": "意為正。若依百論答者俗雖具二不實。但於", "245": "凡是實故稱諦也。若依今文生起此偈來者。", "246": "我已知俗是凡諦。但應立聖諦。何須立凡俗", "247": "諦耶。問此與舊何異。答舊是龍樹義。云何", "248": "乃問與舊何異。問他亦作此釋。云何異耶。答", "249": "須知。世諦雖說而未嘗言。真雖無言而教彌", "250": "法界。下半云。不得第一義則不得涅槃者。", "251": "亦異釋云云。今明。以見第一義生波若。滅諸", "252": "煩惱故得有餘涅槃。滅報身得無餘涅槃。問", "253": "涅槃與第一義何異。答不敢信人慢語。涅槃", "254": "品云。亦名如法性實際涅槃。則知。涅槃是第", "255": "一義異名耳。但對世故名第一義。對生死故", "256": "名涅槃也。不能正觀空下。第三明有所得人", "257": "不解一法。橫為生過。一法者謂一實相空也。", "258": "由不善達空故自墮無三寶四諦。故為空見", "259": "所害非是空義。破三寶四諦也。故失在於外", "260": "人。過非是龍樹。故經云。寧起身見不惡取", "261": "空。不以身見墮惡道中。世尊知是法下。第四", "262": "偈明有所得人不善達前三門故。障如來初", "263": "成道。不得早說大乘無所得法。上來敘外人", "264": "障菩薩。不得說無所得法。今敘外人障佛。不", "265": "得說無所得法。又接上文生者。上明呪術難", "266": "作不如不為。今法相難說不如不說。上半正", "267": "明空義甚深。如法華云。我所得智慧微妙最", "268": "第一。大品亦云。我初成佛常樂默然不樂說", "269": "法。下半明眾生鈍根障佛。不得早說大乘。", "270": "亦如法華云。眾生諸根鈍著樂癡所盲。如斯", "271": "之等類云何而可度。有人云。此論但釋波若", "272": "不釋法華。蓋是不看論耳。汝謂我著空下。", "273": "第二論主悟空自免過。七偈亦分為四。第一", "274": "明空義無失。第二明空義為得。第三略出有", "275": "過。第四引經證空為得。初又二。第一明空無", "276": "失。第二明空為得。初偈上半牒下半正免過。", "277": "若是邪見之空此則有過。若是二乘但空此", "278": "亦有過。今是無所得空空不住空。故空有俱", "279": "離。所以無失。又是不壞法說空。是故無過。第", "280": "二偈上半明由空故一切法成。顯論主無過。", "281": "下半明無空義一切不成。顯外人有失。問云", "282": "何由空一切成耶。答前偈空亦復空。則是非", "283": "空非有。今明非空非有空有得成。故云一切", "284": "成。又由第一義空故有世諦。故二諦成則一", "285": "切成。若無空則第一義不成。則世諦亦不成。", "286": "故一切壞也。又以有空一切成者。由第一義", "287": "空故生波若。由波若斷煩惱有三世佛。由佛", "288": "故說世出世一切教。故長行云。世出世皆", "289": "成。汝今自有過下。第三略釋執有為過三偈", "290": "為二。初偈明外人有過不自覺知迴與論主。", "291": "第二兩偈略出外過令外覺知。初偈上半法", "292": "說。下半譬說。譬說云。乘馬人自忘己所乘", "293": "之馬。而謂他人乘馬。外人自有無三寶四諦", "294": "等過。而不覺知謂他人有無罪福之失。若汝", "295": "見諸法下。第二兩偈釋執有為過。即二。第一", "296": "偈略明無因緣過。汝見法有自體則不須假", "297": "緣藉因。故破因緣破因緣則破空。破空則破", "298": "二諦及中道。第二釋前偈。廣明有三種過。一", "299": "破因果。二破人法。此二破體。下半破相也。", "300": "眾因緣生法下第四引經證。顯前有所得定", "301": "性有過。顯論主無所得空無失。兩偈為二。初", "302": "偈明因緣生法離斷常過。第二偈攝法。則顯", "303": "外定性有為失。釋此一偈多種形勢。今略述", "304": "數條。一者就破病漸捨釋之。因緣所生法者", "305": "破自性故且言因緣。此一轉意也。我說即是", "306": "空惑人復謂。乃無性有而有因緣。故今明。", "307": "因緣生是無耳。何時因緣生是有。此二轉也。", "308": "亦為是假名惑者復云。既是空。即作無解。", "309": "故今明。只空是假。何故爾。成論師明真諦", "310": "空非假。故今更反擲。只空即是假。即彈空心。", "311": "彼即謂。若爾是二諦相即前有即空。今空即", "312": "有。只是空有二諦義。故今明。此即是中道。何", "313": "時是二諦。借中以彈二。二去不二亦捨。即了", "314": "悟也。次直依因緣正義釋者。所言因緣所生", "315": "法者。經說因緣或離或合。皆作因名猶如佛", "316": "性。皆作緣名猶如四緣。亦因亦緣如十二因", "317": "緣。如無明望行體未有。而為無明所辨。親義", "318": "為因。行起望無明我非都無。但假借汝起故", "319": "無明是緣。所以無明亦因亦緣。今明。隨緣離", "320": "合義無定也。所生法者數人六因四緣所生", "321": "是實法。成論三因四緣所生也。此即是空者。", "322": "以所生是能所能所不自所。不自則不所是", "323": "故所空也。亦為是假名者。空所不自所故不", "324": "所。所空不自空故不空。不知何以目之。故云", "325": "假名說空所假名說所空。此空所所空。皆是", "326": "無名相中為引導眾生故假名說耳。問何故", "327": "假名說空所所空耶。答欲為令因空所悟不", "328": "所。由所空悟不空。故言亦是中道義。以空所", "329": "不所所空不空故即中道。次就中假義釋者。", "330": "因緣所生法此牒世諦也。我說即是空明第", "331": "一義諦也。亦為是假名釋上二諦並皆是假。", "332": "既云眾緣所生法我說即是空。此是有宛然", "333": "而空。故空不自空。名為假空。空宛然而有有", "334": "不自有。名為假有。亦是中道義者。說空有", "335": "假名為表中道。明假有不住有故有非有。假", "336": "空不住空故空非空。非空非有即是中道。次", "337": "依長行就三是義釋者。因緣所生法。大小乘", "338": "人同知諸法從因緣生。我說即是空下。第二", "339": "明因緣是三是義。小乘有所得人聞因緣所", "340": "生法。唯知是有。不識因緣是於三是。今示因", "341": "緣生法是於三是。一因緣生法是畢竟空。所", "342": "以然者。若有自性則不從因緣。既從因緣生。", "343": "即是無自性。所以是空。亦為是假名者示第", "344": "二是。明因緣生法亦是假名。所以秤假者。", "345": "前明因緣生法我說是空。然因緣既本不有。", "346": "今亦不空非空非有。不知何以目之。故假名", "347": "說有亦假名說空。亦是中道義者示第三是。", "348": "明因緣生法亦是中道。因緣生法無有自性", "349": "故空。所以非有。既其非有亦復非空。非有", "350": "非空故名中道。然小乘之人不知三是。即有", "351": "三失。謂失空失假失中。若執諸法自性者亦", "352": "不識因緣。故有四失。第二偈上半攝法。恐", "353": "外人不信因緣謂眾緣中有性。是故明攝法", "354": "也。下半結三是。既未曾有一法不從因緣生。", "355": "亦未曾有一法不是空不是假不是中。今略", "356": "舉一耳。問論主引何處經偈。答是華首經佛", "357": "自說之。故稱我說即是空也。長行云。汝上", "358": "所說下。此生第二段還有所得定性人過也。", "359": "又開二別。第一牒外人義。第二推過還外人。", "360": "即對前兩章也。如是則無有下推過還外人。", "361": "就文為二。第一對上還其無四諦三寶過。第", "362": "二對上還無因果罪福過。然勿將此性有但", "363": "安薩婆多上。今有所得大小乘人執有一豪", "364": "人法體。則破世出世一切法也。初又二。第", "365": "一對上還無四諦過。第二還無三寶過。就初", "366": "又三。一總明無四諦。二別明無四諦。三總結", "367": "無四諦也。以無生故則無苦集。以無滅故即", "368": "無滅道。執自性有便無四諦。問論主說空。", "369": "空可無有生滅。故無四諦。外人執有有生滅。", "370": "便有四諦。云何無生滅四諦。答無所得無定", "371": "性故。未生可得生。不滅可得滅。有所得既", "372": "是定性。則未生定未生。不可令生。故無生", "373": "也。既其不可令生。豈得有滅耶。譬如定無", "374": "無不可令有。既定有亦不可令無。故無生滅", "375": "也。苦不從緣生下第二四偈。別明無四諦。", "376": "則釋前章門。數人正以無常刀切有漏五陰。", "377": "故是苦。無常刀亦切無漏五陰。但無漏被切", "378": "順向涅槃。是故不苦。故能切則通漏無漏。", "379": "所切則有苦不苦。今破云。有漏五陰既有定", "380": "性。無常不能切之是故不苦。成論師明三苦", "381": "各有通別。覺惱為別苦苦。領緣不覺為通苦", "382": "苦。樂受壞為別壞苦。無常遷滅為通壞苦。", "383": "後心追患前心為別行苦。無常所役為通行", "384": "苦。今以二義破之。一者作通別六苦義不", "385": "成。如前苦品引俱舍論釋之。以苦受具二時", "386": "苦故名苦苦。樂受壞但一時苦名為壞苦。捨", "387": "受為無常所役名為行苦。行苦則通。餘二則", "388": "別。云何言三苦皆有通別。問行苦若通何故", "389": "但約捨受。答捨受無前二時苦。但有行苦。", "390": "故就別說通耳。二者縱汝有通別六苦。無常", "391": "是行壞二苦具。前有無常未有苦。無常何所", "392": "役耶。若即無常是苦。云何復云無常是苦具", "393": "耶。苦若有定性下破無滅諦。成論師云。有", "394": "餘滅二心。無餘滅空心。故滅三心名滅諦。", "395": "問為壞有得滅。為本有滅。若本有滅則與數", "396": "同。若壞有得滅滅則始生。又問滅既本有", "397": "者為有因為無因。無因則自然同外道。有", "398": "因則無常。問毘曇滅是本有。苦集既有定", "399": "性。則不可滅。云何滅苦集得本有滅耶。若無", "400": "有苦諦下第三總結無四諦。觀此文是重破", "401": "道諦。若苦定有性下第二還其無三寶過。就", "402": "文為二。第一總明無三寶。第二別明無大乘", "403": "因果。無三寶即為三別。無三寶中一一對上。", "404": "初別明無僧寶。次總結無僧寶。初一行十二", "405": "字明無四行。若如上分此無四諦智。從及四", "406": "果始是無僧寶。問汝本來有境。亦應本來有", "407": "智。若本不見今見者。亦本不境今境。若本境", "408": "今亦境。亦本不見今不見。若心有可修理。", "409": "若有理則是有。今不須修。今既須修則知無", "410": "理。二若乘前破者本由境生智。前求境既不", "411": "得。智由何生。及四果下第二還外人無四果。", "412": "若無有四果下還外人無八賢聖。以無八聖", "413": "故下還外人結無僧寶。次一行偈明無三寶。", "414": "如文。問曰下第二別明無大乘因果。今觀此", "415": "文猶是小乘中佛乘名大乘義耳。前問次答。", "416": "問有二。初領前無也。究竟道下第二立後有。", "417": "立中為二。一立極法。因是道故下立於至人。", "418": "答中兩偈為二。初破其人法。第二破無因果。", "419": "答意云。汝立人法自不成。則汝是破人法人", "420": "也。大論第四卷迦旃延云。先有菩提果遣智", "421": "慧信語身云。可修三十二相莊嚴身。我然後", "422": "來。此先有果後修因。既先有果未有因。是", "423": "何果耶。復何用修因耶。又先有菩提未有佛。", "424": "故汝說不因菩提有佛。問但破小乘因果。", "425": "亦破有所得大乘耶。答正破有所得大乘。", "426": "傍破小耳。問云何破大乘因果。答汝言金剛", "427": "心是無常生死位。後心是涅槃佛果常位。生", "428": "死盡於前佛果起於後。因滅無果前。果起", "429": "無因後。豈是因果。因果不成故即自破三寶。", "430": "何關我破也。又問因果定二不。答因無常豈", "431": "是果。果常豈是因。若爾經云。諸有二者無", "432": "道無果。問經云。行因得菩提果。得果竟後入", "433": "生死教化眾生。云何無也。答菩薩不為行因", "434": "取果。但為引道眾生故。夜半踰城捨欲令悟", "435": "無所有耳。若於菩薩何曾言有生死。亦不言", "436": "有涅槃。亦不言有因。亦不說有果。並是教化", "437": "眾生故開二耳。又問汝行因得菩提。為至果", "438": "為不至。至則常不至則斷滅。並無因果。又菩", "439": "提何時是因果。非因假名名之為因。非果", "440": "假名名之為果。亦非四五。無四五果名四五。", "441": "故云五菩提耳。為淺深假名淺深。故發心為", "442": "淺佛為深。四為因佛為果耳。雖復勤精進下", "443": "第二破因果。明汝謂凡夫修因得佛果。凡夫", "444": "時未有佛。佛時無復凡夫。若凡夫時定無佛", "445": "者。雖復勤修終不得佛。以不得定不得無佛", "446": "定無佛。終不得為佛也。又此是用大乘破小", "447": "乘義。大乘明一切眾生皆有佛性並皆成佛。", "448": "小乘人不明一切眾生皆有佛性。若爾既無", "449": "佛性。雖復修行終不成佛。問小乘人亦云。", "450": "一切眾生有三乘性。至忍法時餘二性非數", "451": "緣滅。故三乘中隨成一乘。云何言不明佛性。", "452": "答大乘中明唯有佛性無有餘性。故得成佛。", "453": "小乘不明唯有佛性。則破大乘佛性義。既無", "454": "大乘佛性。云何成佛。又小乘人有佛性。佛性", "455": "是無常破大乘佛性常義。故不得成佛。此偈", "456": "即釋涅槃經文。故不應言但申波若。又依文", "457": "釋此偈。小乘人謂六道性恒非佛性。性者體", "458": "也。故凡聖體異。若爾非定非異定異。云何非", "459": "得成是。凡得為聖耶。又問大乘人明有佛性。", "460": "得成佛不。答有所得大乘人釋佛性皆不成。", "461": "如雖有十家釋於佛性。皆云佛性定常。但當", "462": "現為異。而眾生及心皆是無常。故心與眾生", "463": "恒非佛性。云何成佛。若諸法不空下第二還", "464": "其無罪福過。又開為兩別。初明無罪福因果。", "465": "二明無世俗法。還對前二也。就初文二。前", "466": "明無造罪福之人。次兩偈明無罪福之法。夫", "467": "論罪福不出人法。既無何有罪福。汝云。我說", "468": "空則無人能殺。亦無所殺亦無刀杖故無罪。", "469": "亦無能施所施人。亦無物故無福。若汝今有", "470": "定性能殺所殺及刀杖。各住自性不得動。", "471": "故無罪也。各住性不得施亦無福也。汝於", "472": "罪福中下第二明無罪福之法。兩偈為二。", "473": "初明因果相離無罪福。次明因果不相離亦", "474": "無罪福。凡有罪福不出此二此二。既無故知", "475": "無也。初偈上半牒。言不生者此是未生為不", "476": "生耳。下半破罪福因中未有於果。則是因果", "477": "相離。云何因能生果。又以外人執有定性。", "478": "故果報不應從罪福。若不從罪福生。則離罪", "479": "福而有果報。偈文正爾也。第二偈直明因果", "480": "不相離。則是由因有果果無自性。是故果空。", "481": "由果有因因亦空也。又釋二偈二開破之。汝", "482": "言有罪福果者。為從因生果為不從因而生。", "483": "初偈破不從。第二偈破從。汝破一切法下第", "484": "二還於世俗過。三偈為二。初偈為總後二為", "485": "別。偈易知也。今問他義。汝世諦有因果。真", "486": "無因果。則一邊有。一邊無。一邊破。一邊不", "487": "破。若說真則破世諦因果。說世則破真諦無", "488": "因果。若因果無因果二理並則如二角。又如", "489": "畫石。若真俗混成一物則俱失二諦。若破於", "490": "空義下第二別明無世俗。初偈明無人法之", "491": "體。次偈失萬物之相。世俗法中不出體相也。", "492": "又初偈無造作過。後偈有常住過。偈易知。", "493": "今問他義。汝因若無果明因生果。則應將無", "494": "作有。以兔角為牛角。若不將無作有便將有", "495": "作有。既已有竟。何須作有。如已有因竟不應", "496": "更作因。已有果竟者何須更生。又若因無果", "497": "而無作有者。色應作心心應作色。常作無常", "498": "無常作常。若有作有既已有。何須作。如是", "499": "無不作有有不作有。亦有亦無亦不作有。又", "500": "汝言從生死無常作佛果常。佛果常復應作", "501": "生死無常。若不爾豈非定性。他問我。人法", "502": "是世諦假有。何時是性。問汝。名字為假實", "503": "為有此假不。若實有此假豈非定性。若言非", "504": "性可得假作無假義以不耶。次偈明無相。如", "505": "文。若無有空者下論主答中第三總結誡勸。", "506": "此品具破世出世。故須明誡勸。又得失是於", "507": "大事。如波若云。波若為大事故起。所謂示", "508": "是道非道。今亦爾。示有所得定性此非是道。", "509": "示無所得因緣名之為道。故次明誡勸。前偈", "510": "明誡。次偈明勸。前偈誡令捨一切有所得定", "511": "性。汝若執有定性世出世一切得者不得。一", "512": "切失者不失。故宜應捨性。偈中以定性故。", "513": "所以未得不得無斷煩惱及盡苦也。次偈勸", "514": "學因緣。一切得者。得一切失者。皆失偈中略", "515": "明見因緣。有二種利益。一者見人則是見佛。", "516": "次明見法則見四諦。長行云。見因緣則見法", "517": "身者。因緣即寂滅性。寂滅性則施四句超百", "518": "非。故如來品以寂滅為法身。又只丈六即是", "519": "法身。故高丈六而不見其頂。下豈定下耶。", "520": "若言其高那復丈六。故知。不高不下非邊無", "521": "邊。故肇師云。豈捨丈六而遠求法身。涅槃", "522": "云。吾今此身即是法身也。問見因緣但見法", "523": "身。亦見應身。答見因緣寂滅即見法身。見寂", "524": "滅因緣即見應身也。若三身明義見七尺身", "525": "具見三身。七尺本寂滅即法身見於法身。與", "526": "法身相應即應身。而七尺宛然故是化身。見", "527": "四諦者見寂滅因緣即見苦集。見因緣寂滅", "528": "即見滅道。涅槃經見緣起為見法。見法為見", "529": "佛。見佛見佛性。即是今論所引。問論主何故", "530": "明見因緣。答須識此論大意及佛法大宗。正", "531": "破性申因緣。上破性有性空竟。今申因緣有。", "532": "因緣有即畢竟空。故是因緣空。宜須以此為", "533": "正意也。", "534": "25 涅槃品(十本-十末)涅槃品第二十五", "535": "問何故次四諦品破涅槃耶。答大小二乘并", "536": "有四諦一諦。小乘明有量之四。宗歸一滅諦", "537": "也。大乘說無量之四。亦宗歸一滅諦也。所", "538": "以大小宗歸一滅者。三諦皆是有為。唯此一", "539": "滅是無為常住。又此滅是究竟無餘極果故。", "540": "三諦歸斯一極。故前破四諦今觀涅槃。又由", "541": "稟四諦教生解。斷煩惱故得涅槃。故前觀四", "542": "諦後觀涅槃。又成論者云。四諦平等即是涅", "543": "槃。大品盛有此說。故上明四諦空即謂空是", "544": "涅槃。是故今品具明四句並非涅槃。何得以", "545": "空為涅槃耶。問何故二十五品最後破涅槃", "546": "耶。答外謂涅槃是安神之本宅凡聖所同歸。", "547": "故肇師云。九流於是乎交歸。群聖於是乎冥", "548": "會。諸方等經亦盛談此說。故法華云。究竟", "549": "涅槃常寂滅相終歸於空。是故最後論於涅", "550": "槃。二者論佛出世大意。為令眾生捨於生死", "551": "得大涅槃。若爾必有生死者可捨。涅槃可得。", "552": "斯理不差。決定有故最後論之。三者外謂。龍", "553": "樹出世作論。破病申經大宗。亦令眾生脫生", "554": "死苦得涅槃。若不為脫生死苦令得涅槃。何", "555": "事破病申佛教耶故知。造論終歸涅槃。故最", "556": "後論也。四依經說雙林最後既說涅槃。是故", "557": "論主最後論也。釋涅槃不同。外道七師小乘", "558": "二說方等四計。外道七師者一執涅槃與無", "559": "煩惱不異。二計涅槃是無煩惱因。三立涅槃", "560": "是無煩惱果。四明畢竟無處名為涅槃。此如", "561": "百論破常品說。次檀提婆羅門計於此身即", "562": "是涅槃不須更滅。此明欲界為涅槃。次阿羅", "563": "羅計無想為涅槃。此計色界為涅槃也。欝頭", "564": "藍弗計非想為涅槃。此計無色界為涅槃也。", "565": "此三外道以三有為涅槃。合前為七種也。小", "566": "乘二師者。一毘曇計無為涅槃是常是善。本", "567": "自有之在煩惱外。後斷煩惱起得得之屬於", "568": "行者。二成實明涅槃但是無法。非三性攝。從", "569": "善因得義說為善。大乘四種者。一者明涅槃", "570": "性體是世諦之法。所以然者陶練小智終成", "571": "大覺。累無不寂德無不圓。故涅槃名為有法。", "572": "第二釋云。以空為涅槃。即是實相。實相名第", "573": "一義諦。三釋云。涅槃非真非俗。世諦是麁有。", "574": "真諦為妙無。涅槃異彼麁有。亦不同妙無。故", "575": "出二諦外。四釋云。四句內並非至極起出", "576": "四句方是涅槃。唯四師不同大明二種。成實", "577": "者明本始有二種涅槃。十地師明性淨方便", "578": "淨。方便淨修因所得。性淨則古今常有。然", "579": "方便淨猶是始有異名。性淨則本有殊稱。攝", "580": "大乘論四種涅槃。一本性寂滅。二有餘。三無", "581": "餘。四無住處。釋無住處二。初依三身品法身", "582": "不住生死。應身化身不住涅槃。次用二無我", "583": "理三無性理。無所住處為無住處。又此四師", "584": "同釋。涅槃備於三德。謂法身般若解脫。所以", "585": "立三德為涅槃者。略有四義。生死與涅槃相", "586": "對生死有於三障。謂煩惱業苦。對報障故明", "587": "於法身。對業障故辨於解脫。對煩惱障說於", "588": "般若。二者欲顯如來三業自在。有法身故身", "589": "業自在。具般若故口業自在。有解脫故意業", "590": "自在。具如涅槃四相品明。三者德雖無窮三", "591": "義足略。無境不照名為般若。無感不應名為", "592": "法身。無累不盡稱為解脫。四者為對二乘三", "593": "德不圓。有身智時解脫未足。解脫若足即無", "594": "復身智。故明如來三德圓滿。問此品何故破", "595": "涅槃耶。答略明四義。一者惑人執非涅槃為", "596": "涅槃。故須破之。所以然者。涅槃不如惑者所", "597": "謂種種推拆橫計涅槃。故須破之。二者惑人", "598": "執涅槃為非涅槃。所以然者。生死本是涅槃。", "599": "而謂生死非是涅槃。故須破之。故下文云。", "600": "生死之實際及以涅槃際。如是二際者無毫", "601": "釐差別。華嚴云。生死非雜亂涅槃非寂靜。", "602": "三者雖有內外大小不同同言有涅槃。若爾", "603": "便成有見。既成有見乃是生死。不名涅槃。故", "604": "有所得人若生死若涅槃。皆是生死。今求此", "605": "生死涅槃不可得乃名涅槃。又言有生死則", "606": "為生死所繫。執有涅槃為涅槃所繫。涅槃名", "607": "為解脫。既是繫縛。何名涅槃。今此品求生死", "608": "涅槃不可得。脫於二繫名為解脫。方是涅槃。", "609": "四者欲釋諸大乘明涅槃義。如大品云。若得", "610": "有法過涅槃者亦如幻夢。所以然者。諸法未", "611": "曾生死。亦非涅槃。但為眾生虛妄故成生死。", "612": "為止生死故強說涅槃。生死若除則涅槃亦", "613": "息。故華嚴云。生死與涅槃二俱不可得。是法", "614": "不可示。言辭相寂滅也。品開三章。第一論涅", "615": "槃。第二論生死。第三總結。初二。第一論所", "616": "證涅槃邪之與正。第二論能證之人邪之與", "617": "正。初又二。第一略破邪涅槃申正涅槃。第二", "618": "廣破邪涅槃申正涅槃。所以開此二章者。諸", "619": "方等經大明涅槃橫絕百非。竪超四句。累無", "620": "不寂德無不圓。初略破邪涅槃申正涅槃。明", "621": "橫絕百非。次廣破邪涅槃辨正涅槃。竪超四", "622": "句。初門為二。一者略破邪涅槃。二者略申", "623": "正涅槃。初又二。初寄外破空非涅槃。次就論", "624": "主顯有非涅槃。所以破此二者空有是諸見", "625": "根。又是障道本。又是大小所執。大乘人多執", "626": "空。小乘人多執有盛行於世。初偈上半牒空", "627": "義。下半正破空。若一切法空則無煩惱生。故", "628": "無所斷。則無有餘。若一切空則無五陰生。何", "629": "所滅。故稱為無餘。此難通大小乘人。小乘斷", "630": "四住惑。滅分段身名二涅槃。大乘斷五住惑。", "631": "滅二生死名大涅槃。今既言無生無滅。則無", "632": "此大小二種涅槃。是為邪見。問上品已云一", "633": "切無生滅。今何故復問。答畢竟空義難解難", "634": "入。作論將竟故數數論之。如大品下帙已去", "635": "說般若將竟。善吉頻問。若諸法畢竟空云", "636": "何有六道。若諸法畢竟空云何有三乘。今亦", "637": "然矣。答曰下第二就論主。破有非涅槃。上", "638": "半牒有。下半破有。若爾大小內外裁有一毫", "639": "法即是定性。不可斷滅。故亦無二涅槃也。", "640": "長行云。所名涅槃者發下略示正涅槃。然前", "641": "破邪亦即是申正。以破有無二見得脫二見。", "642": "即是解脫。名為涅槃。今申正涅槃亦是破邪", "643": "涅槃。所以然者。正涅槃既成邪涅槃即破。", "644": "如諸方等經直明因緣無所得義。而有所得", "645": "即破。又上是就緣假破。就其覓有無涅槃皆", "646": "不成。今是對緣假破。申正涅槃對破邪說。", "647": "在邪既去正亦不留也。又前破其有涅槃故", "648": "言無。即無汝所見。今破其無。是故言有。皆", "649": "是對緣假破也。無得亦無至者就小乘義。", "650": "有為果名得。無為果名至。盡相續為斷。不", "651": "遷名常。諸行始起為生。諸行終為滅。今皆", "652": "不爾。故云無得無至乃至不生不滅也。若", "653": "破大乘者如來是能得之人。三德涅槃為所", "654": "得之法。金剛心道諦因為能至。佛果為所至。", "655": "五住惑斷為斷。常樂果為常。二死盡前心為", "656": "滅。佛果起為生。涅槃皆悉不爾。是故云無", "657": "得無至等也。涅槃既橫絕百非。亦應云非餘", "658": "非無餘。非性淨非不性淨。非本非始。今但非", "659": "此六破病略周。類如八不也。復次經說涅槃", "660": "下。第二廣破邪涅槃申正涅槃。前長行發起。", "661": "即引經為章門。下偈釋經即釋章門。所以引", "662": "經者。以一切外人不信論主之言故也。具二", "663": "意。一明涅槃絕四句。即是破四句邪涅槃。", "664": "申絕四句正涅槃也。二者內滅者依楞伽。云", "665": "實無外有無四境可滅。但自由內起四句心。", "666": "見外境有四耳。今息內心四見。即是涅槃。", "667": "故名內滅也。偈文二意。一對前略破邪涅槃。", "668": "今明廣破邪涅槃。二者對前略申正涅槃。", "669": "今廣申正涅槃。今此二門常具二義。破邪中", "670": "即申正。申正中即破邪。無別有申正文也。", "671": "所以然者。此論破有二門。一逈破門。二破", "672": "邪即申正門。申正門中亦有二門。一逈申門。", "673": "二申正即破邪門。上來多就逈破申門。此品", "674": "帶破申門。若不信此門意尋文自見也。所以", "675": "破四句者。上辨橫絕百非。今明竪超四句。", "676": "則於破申略盡。破四句應為四別。今以類例", "677": "分為三章。初七偈破有無是涅槃。第二四偈", "678": "破亦有亦無是涅槃。第三二偈破非有非無", "679": "是涅槃。初七偈為二。前五偈別破有無是涅", "680": "槃。第二兩偈合破有無是涅槃。五偈為二。初", "681": "三偈破有是涅槃。次兩偈破無是涅槃。三偈", "682": "即為三別。第一偈作老死相破。第二偈作有", "683": "為破。第三作有受破。老死相破者。若破外道", "684": "者此破三有涅槃。如上三師檀提欲有為涅", "685": "槃。乃至計非想以無色有為涅槃。涅槃既是", "686": "三有。便是老死。若破內法有所得義者。必", "687": "言有於涅槃則是有得義。有所得義便是二", "688": "十五有。故有老死也。若破地論師亦麁可是", "689": "有。妙可非有。又若有而非老死應老死而非", "690": "有。若老死必有亦有必老死。又佛果有生有", "691": "生必有滅。則是有老死。彼若云佛果生是常", "692": "生非三相中生。亦應常老非三相中老。若言", "693": "老是衰謝之法故無老者。亦應生是起動之", "694": "法便無有生。若言常生非起動。亦應常老非", "695": "衰謝。次地論師云。我性淨涅槃古今常定不", "696": "起不滅。故無上過。問既不起滅有隱顯不。答", "697": "有隱顯。問既其不生。亦應不顯。若取無惑妄", "698": "為顯。亦取無惑妄為生。若生論體生亦顯論", "699": "體顯。既是有所得義。設有言通而理致終屈。", "700": "問此中但逈破有是涅槃。何處明申正涅槃", "701": "非是有耶。答宜細詳偈文。偈云。涅槃不名", "702": "有。此則帶申正而破邪也。長行意亦然。第", "703": "二偈有為破者。若破外道義既是三有。便是", "704": "有為。破內義者。若執涅槃是有則是有所得。", "705": "有所得故不離有為。智度論三十一卷云。有", "706": "人捨有為著無為。以著無為即成有為。五十", "707": "五卷云。汝無為從何而得。若因有為而得無", "708": "為。亦因無為而得有為。若爾此兩相因。即更", "709": "相為故皆是有為。若破常義者既稱妙有。應", "710": "是妙為。若妙故非為亦妙故非有。彼云。有", "711": "是法體。為即是相。佛果是法體之有。已離生", "712": "滅之相。故非是為。並云。若涅槃離相故非為", "713": "者。亦應涅槃離始故非生。若始起故名生。", "714": "亦始起故名為。又並。若有而非為亦為而非", "715": "有。長行云。以理推以無常法尚不有者。現", "716": "無常求尚無蹤。何呪常不可見。而是有耶。當", "717": "知。即是破有所得常義。舊人不應怪今難也。", "718": "第三偈有受破者。若涅槃是有則是有受。受", "719": "是煩惱根。何名涅槃。問涅槃是有云何名受。", "720": "答汝若作有解即受著有。若不作有解不應", "721": "言有是涅槃。唯有此二義。下半明無第三。無", "722": "第三者無有不作受著而是有者。下諸受著", "723": "門並作此三意也。大品云。菩薩得無受三", "724": "昧。行亦不受乃至不受亦不受。汝今乃受於", "725": "有。此是受中之受。何謂無受。問我妙有涅", "726": "槃絕百非故是不受。答雖絕百非心有此有。", "727": "故終是受也。問曰下生第二無是涅槃。前問", "728": "次答。問中前領有非。次立無是。若作二外道", "729": "義者。前三外道同立有是涅槃。今一外道立", "730": "無是涅槃。故百論云。外曰。有涅槃是無。", "731": "若就內外義者。前明外道立三有為涅槃。今", "732": "是內法數論小乘立滅三有為涅槃。若作大", "733": "小乘論者。前是小乘立事斷無為。即是世諦", "734": "名之為有。今立真空第一義諦名為涅槃。", "735": "若今昔明之前執今妙有。此執昔斷無。又外", "736": "云。麁有妙有既非涅槃。無麁無妙應是涅槃", "737": "也。答中兩偈為二。初相呪破次有受破。相", "738": "況破者有之與無並是諸見。有見既非無見", "739": "寧是。又有是初無是後。則有是無本。本尚", "740": "非況末是耶。又有是妙有尚非。無是小乘斷", "741": "無寧是。又有中有涅槃法尚非。無中無有法", "742": "云何是涅槃。又有是無本。本尚無。而無是有", "743": "末。末寧有耶。又直云。有涅槃尚不可。況用無", "744": "為涅槃耶。上半借有況無。即是以邪破邪。", "745": "下半明涅槃俱離有無。則申正破邪。第二偈", "746": "受著破者還同前也。上受著有今受著無。問", "747": "曰下生第二合破有無是涅槃。問有無二句", "748": "何故具離合二種破耶。答有無是眾見之根。", "749": "障正觀之本。斯病難破。故須二門。又小乘", "750": "人謂無三有為涅槃。外道執三有是涅槃。此", "751": "內外巨患宜具離合二門。次答。問意云。外", "752": "道計三有非是涅槃。佛法明滅三有復非涅", "753": "槃者。離此二何等是涅槃耶。又今日妙有", "754": "昔日斷無俱非者。離此以外更何處有涅槃", "755": "耶。又有所得大乘人聞有無非是涅槃。便", "756": "謂真諦洞遣。故有無俱非。若然世諦必應", "757": "有也。又此是外難於內。若有無俱非便是", "758": "方廣。又有無俱非行道。安心置何處耶。出", "759": "家何所求耶。又外人云。麁有妙有二有俱", "760": "非。無麁無妙二無又非何等是涅槃耶。答", "761": "曰下兩偈為二。初偈直釋。次偈引經證釋。", "762": "直釋者釋有無俱非之意。受於今昔大小內", "763": "外等有無即名生死。不受有無等便是涅槃", "764": "又然受生死既是生死。受於涅槃涅槃亦成", "765": "生死。受亦生死亦涅槃乃至五句。皆是生死", "766": "不受此五。方是涅槃又受之五句。皆是生死", "767": "不受之五。並是涅槃。非但涅槃是涅槃。生死", "768": "亦是涅槃。汝上言安心置何處者。正為汝欲", "769": "心安置有無便非涅槃。故須洗有無耳。對汝", "770": "有無故言非有無耳。不言非有非無是涅槃", "771": "也。故今明。裁動心則生死。不動則涅槃。如華", "772": "嚴云。流轉則生死。不轉即涅槃。但對轉非言", "773": "不轉是。然了轉既非不轉亦非。故非轉非不", "774": "轉。可謂損之又損之。問曰何故作此百千轉", "775": "耶。答斗藪眾生諸見耳。非是遣蕩也。然講法", "776": "華云。小乘是化城。不知大亦是化城。望大故", "777": "言小是化。望非大非小俱是化。乃至十地及", "778": "以摩羅皆是化城。故空捲度一切也。第二偈", "779": "引經證破。問此品何故多引經耶。答今欲論", "780": "道此言不易。又涅槃是眾聖所歸之本。此義", "781": "若正則眾義自明。故須依經。又論將竟明無", "782": "自作之咎。始自八不終竟涅槃皆佛說也。不", "783": "別標般若涅槃等經。而通依經者。以一切大", "784": "乘經顯道無二。故不須別而引。若別引恐眾", "785": "經意不同。假令是小乘經意亦終同此說。如", "786": "種種乘宗歸一乘也。明若有若無並皆被斷。", "787": "則知。有所得涅槃是無所得之生死。有所得", "788": "佛是無所得罪過眾生。然既斷有斷非有者。", "789": "亦斷妄不妄斷常無常。萬義皆例。問曰下第", "790": "二破亦有亦無是涅槃。前問次答。問為兩。", "791": "一領前無。二立後有。莊嚴云。今昔涅槃異。", "792": "昔是斷無。今是妙有。今詳此義今昔涅槃。", "793": "但是有無二見。昔小涅槃為無名為無見。今", "794": "涅槃是有。即是有見。有見即常。無見便斷。有", "795": "無斷常乃是生死。豈是涅槃。又云。三德圓滿", "796": "名為涅槃。亦是有無共合名為涅槃。開善云。", "797": "今昔涅槃只是一句。就體用明異。昔日但示", "798": "解脫無為未得辨體。今日始明妙有常樂。此", "799": "還是顯昔涅槃體耳。此即是有無共合為涅", "800": "槃。又開善云。至亡彌存義。彌存義為有至亡", "801": "為無。亦是有無共合也。答曰下第二四偈即", "802": "四。初即解脫破。次有受破。三有為破。四相", "803": "違破。初上半牒下半破。破意云。縛時無解", "804": "脫。時無縛亦有時無無。無時無有。不應有無", "805": "共合而為涅槃。又經云。涅槃名為解脫。即脫", "806": "於有無。云何以有無名為解脫。此乃取縛為", "807": "解脫耳。又若以有無為脫。亦應脫有無為縛", "808": "也。又涅槃是解脫異名。而解脫正是無累。非", "809": "是有無義。不應以解脫為無也。第二偈上半", "810": "牒下半破。破意同前也。第三偈上半牒而總", "811": "非。下半正作有為破。汝受此有所得有無。則", "812": "皆是有為法不勉生老死也。又此有無皆是", "813": "眾累。豈非有為。又因有為有無為。既其有因", "814": "則是有為。如百論云。汝有因故說常耶。無因", "815": "故說常耶。若有因則無常。若無因說常亦可", "816": "言無常也。第四偈上半牒非下半破。有無相", "817": "害。都無二法。自破涅槃。以何共合為涅槃耶。", "818": "下句明闇相違者成實云。明闇共處是安陀會", "819": "人義耳。問曰下第三破非有非無是涅槃。前", "820": "問次答。問有二。一領前二立後。是此中假師", "821": "等用非有非無為涅槃。亦是立涅槃出二諦", "822": "外名非有非無。又是地論師法界體非有無。", "823": "又攝論師明無住涅槃有兩解。皆是非有無。", "824": "答曰下兩偈為二。初偈責分別破。第二偈取", "825": "意破。初偈上半牒下半責之。明第四非有非", "826": "無是愚癡論。如世愚人不知分別好醜善惡。", "827": "故云以何而分別。影師云。此雙非之言於亡", "828": "有餘。存之不足。何者凡可造心不出斯二。斯", "829": "二之表無可宅心。無可宅心則應遣之。而復", "830": "言有。竟是何物。故云以何而分別。今依長行", "831": "釋意者。此責非有無所因破非有無。二偈為", "832": "四。初半偈牒次半偈責。第三半偈通。第四半", "833": "偈破。初牒易知也。次責者懸標二關也。若因", "834": "有無而分別者已破有無竟。不得因之。若因", "835": "絕四句者。絕四句不可因也。既不得因此二。", "836": "云何得分別非有無耶。第二偈上半牒外人", "837": "之通。下半正破通。意云因前有無故有非有", "838": "非無。此即是分別非有無。何故言不可分別", "839": "是愚癡論耶。下半用前三句破者。若有有無", "840": "可因可得分別非有無。竟無有無可因。云何", "841": "得分別非有非無耶。智度論六十五卷釋無", "842": "作品。以二義破非有非無。一用前三句破。", "843": "同第二偈。二者用實相門破。實相絕四句故", "844": "無非有非無。今論云。涅槃絕四句。即是實相", "845": "也。今總問汝。為以非有無作藥用。為道理", "846": "有此非有無耶。若作藥用病盡則藥消。若道", "847": "理有非有無。我亦道理有有無。若言求有無", "848": "不可得者。我亦求非有無不可得也。又所以", "849": "有四句者涅槃絕四句。四句是表涅槃之門", "850": "耳。云何用門為涅槃耶。肇公涅槃論破非有", "851": "非無云。若有此非有無則入有攝。若無此非", "852": "有無則入無攝。故唯見有無無兩非也。如來", "853": "滅度下第二就人門破涅槃。以能證之人顯", "854": "所證之法。能證之人既非四句。所證之法義", "855": "亦同然。又成論云。如來在世尚非有無。況滅", "856": "度。小乘尚知如來非是有無。況學大乘。言", "857": "佛在四句。問何故將如來以證涅槃。答如來", "858": "品已顯如來非四句竟。故將已顯之人證未", "859": "顯之法也。問何故但明二世如來不在四句。", "860": "答過現已起。是故說之。未來末起。是故不", "861": "說。問若爾未來末起者無諸見。答現在說未", "862": "來故於未來見。問若爾現在說未來應言未", "863": "來如來。答今論釋迦正辨二世。未來是彌勒。", "864": "是故不說未來佛也。佛現在說離四句。佛滅", "865": "後稟教之流執於四句。未來未有人法故不", "866": "說。亦可存略故耳。涅槃與世問下自上已", "867": "來第一正破邪涅槃。今第二次論生死。大", "868": "少內外有所得人。聞涅槃高出百非之表。", "869": "謂生死在四句之中。是故今明。只生死即是", "870": "涅槃。如此方識生死耳。又有此章來者。上", "871": "來破邪涅槃。今示正涅槃。外云。所證之法", "872": "能證之人並非四句。今用何等為涅槃耶。是", "873": "故今略示涅槃相。欲識涅槃者即生死是也。", "874": "是故此章示正涅槃也。問此文乃明生死涅", "875": "槃不二。云何名示正涅槃耶。答例如來品則", "876": "知。如來品前破邪如來。後示正如來。故云", "877": "如來所有性即是世間性。今亦爾。前破邪涅", "878": "槃今示正涅槃。正涅槃所有性。即是世間性", "879": "名為正涅槃。肇師妙存章亦同此意。又見生", "880": "死涅槃為二。則是生死耳。達無二名為涅槃。", "881": "故涅槃經云。智者了達即是無二。無二之性", "882": "即是實性。又有此文來者。或聞上出世間", "883": "人法絕於四句。言世間人法在於四句。若爾", "884": "還是世出世二見。若是二見即成生死。是故", "885": "今明。非但出世人法絕於四句。世間人法亦", "886": "絕四句。能如此悟即是涅槃耶。就文為二。", "887": "第一明世間涅槃平等。二明涅槃與諸見平", "888": "等。初又二。前偈世間涅槃平等。第二明二", "889": "際平等。所以世間與涅槃不二者。從因緣品", "890": "至成壞品。求世間四句不可得。從如來品至", "891": "涅槃品。求出世間法四句不得。世與出世既", "892": "同絕四句。所以世與出世無有二也。既識無", "893": "二即須知二。悟二無二名為方便般若。了無", "894": "二二稱般若方便。法華明諸佛知見有四智。", "895": "了生死涅槃二而無二謂如來智。悟不二而", "896": "二名佛智。此二智任運現前謂自然無功用", "897": "智。此三不從師得名無師智。此之四智則是", "898": "諸佛知見。為欲開示悟入此四知見故出現", "899": "於世也。問就誰論二不二。答於道未曾二。", "900": "於緣未曾一。於道未曾二生死常涅槃。於緣", "901": "未曾一涅槃常生死也。次偈明兩際無二者", "902": "前偈在言猶賒。此章切論不二。故辨二際無", "903": "別。他云。從無間地獄上至大乘金剛心。是", "904": "無常行苦位。金剛後心是常樂位。故二際常", "905": "別。今泯此二見。故云不二。復為對真俗異體", "906": "家。經云色即是空空即是色。而二體恒異。", "907": "即是兩際常別。但不相離故稱為即。是故今", "908": "明。兩無二則二體無別也。", "909": "中觀論疏卷第十本畢", "910": "第十末中觀論疏卷第十末", "911": "釋吉藏撰", "912": "涅槃品之餘", "913": "滅後有無等下。第二明諸見與涅槃平等。所", "914": "以有此一章者凡有五義。一者種種顯不二", "915": "門。如淨名三十餘菩薩明於不二。今亦爾。", "916": "上辨世間涅槃不二。今明諸見與涅槃無二。", "917": "二者上通明不二。以世間是通。諸見是世間", "918": "中之別。故前通明不二。今別明不二。三者上", "919": "明世間涅槃不二。今明邪正不二。問世間與", "920": "邪何異。答世間未必是邪。世諦名為世間。", "921": "今別明邪見。異上世諦。是故重說。問何故", "922": "諸見即是涅槃。答淨名經云。諸佛解脫當於", "923": "六十二見中求。此欲明邪正不二泯寂異心", "924": "故也。四者此是舉諸見為喻。以釋上世間涅", "925": "槃不二義。佛法內大小乘人知六十二見畢", "926": "竟空。不知世間即是大涅槃。是故今舉諸見", "927": "為喻。汝既知諸見畢竟空者。涅槃亦畢竟空。", "928": "例如大品恒舉我。以喻於色乃至種智。問今", "929": "文何處作此釋耶。答顯在長行。尋文自見。", "930": "五者上明涅槃世間平等無二。惑者便云。", "931": "以了悟故平等。不了悟者便不平等。而起迷", "932": "悟兩見。是故今明不但二際無別。亦迷悟不", "933": "二。以諸法未曾迷悟故也。就文亦二。初偈列", "934": "諸見。次兩偈明諸見空。初又二。上半明諸", "935": "見體。下半辨起諸見處。上半明諸見體為二。", "936": "初句明於出世人中起於四見。次句辨世間", "937": "法中八見。所以俱明此二者。眾生起見不過", "938": "世出世也。下半明起見處者。明出世四見依", "939": "涅槃起。問計如來有無依如來起。云何依涅", "940": "槃起。答惑者見如眾涅槃。是故推拆。或", "941": "謂畢竟涅槃無復如來。或言法身常住猶有", "942": "於佛。又云。應身無法身有。又云。佛是中道故", "943": "非有非無。故計如來有無從涅槃起也。下明", "944": "八見依二世起也。問此偈何故世出世二見", "945": "合一處列耶。答此中舉涅槃四見等諸邪見。", "946": "皆是一類。故並破之。如來品中亦爾。前明如", "947": "來空不空四見。次及常邊等於八見合列之。", "948": "如經中云。佛見法見及斷常見。皆一類也。長", "949": "行為四。前釋偈文次釋偈意。前釋上半。言三", "950": "種十二見者。出世四見世間八見。此之三種", "951": "為十二。如來滅後有無等下第二釋下半偈", "952": "意。明起見處同。故知平等。四見既畢竟空。", "953": "涅槃亦爾。第三從如來滅後有無等不可得。", "954": "下明正觀撿察俱不可得故。是故下等四總", "955": "結無異故平等也。一切法空故下。第二兩偈", "956": "明諸見空。即舉一異者一異為本諸見為末。", "957": "本來皆空也。諸法不可得下。此偈來有遠近", "958": "三意。一者總結二十五品明大乘觀意。故長", "959": "行云。從因緣品來至涅槃品。橫破二十五條。", "960": "竪窮四句皆不可得。即是諸法實相。名為中", "961": "道。故云諸法不可得。以因中發觀故橫滅二", "962": "十五條。竪除四句戲論。無人者下半略結無", "963": "五事。一無九道所化眾生。無處者二無有淨", "964": "穢五種國土。五種謂。一純淨。二純不淨。三前", "965": "淨後不淨。四前不淨後淨。五淨穢雜土。報應", "966": "各五名為十土。佛者三明無三世十方諸化", "967": "主也。亦無所說者四無所化教門。略即五乘。", "968": "廣即八萬法藏。皆不可得。五明無有三世時。", "969": "此句出在長行。二者是此品第三。前之二門", "970": "略廣破邪涅槃。申正涅槃。在義以竟。今是第", "971": "三次明總結破申大意。上半還牒總破。如前", "972": "釋。下半別結五事。一無稟涅槃教人。二無說", "973": "涅槃教處。三無說涅槃教時。四無說涅槃教", "974": "主。五無涅槃可說也。三者近結前之二偈。破", "975": "六十二見也。長行釋三偈為二。前釋初兩偈。", "976": "次釋第三偈。釋初偈一切法者謂。生死涅槃", "977": "也。一切時者三世時也。此二列所觀之法。", "978": "一切種者明觀門也。以觀門無量故云一切", "979": "種。如智度論釋。一切種知一切法。論云。智", "980": "慧門名為種。從眾緣生畢竟空者。初兩句空", "981": "即是緣盡於觀。一切種空謂觀盡於緣。故非", "982": "緣非觀。緣觀俱寂。如是法中下釋偈後三句", "983": "也。何者是有邊謂法空也。誰為有邊者明", "984": "人空也。何者是常釋第二偈。前總列諸見。從", "985": "如是六十二見。下辨諸見空。六十二見阿含", "986": "梵動品中明本劫本見末劫末見。數紙文。不", "987": "可具述。今依智度論七十卷解佛母品。離十", "988": "四難為六十二見。常無常四邊。無邊四。如", "989": "去不如去四。合為十二。及身神一身異神異", "990": "為十四難也。問此十四難約何世論之。答異", "991": "解云云。今明。常邊等八句直辨神體。不約世", "992": "故明神體是常無常等也。如去不如去此別", "993": "明後世。所以別明後世者智度論云。後世事", "994": "要惑者多迷。是故別說。開六十二者一陰四", "995": "句。五陰二十。常無常二十。邊無邊如去不如", "996": "去亦二十。故成六十。一異為本成六十二。諸", "997": "有所得皆息下釋第三偈。從因緣品至涅槃", "998": "品。橫絕百非竪起四句。名為諸法實相。即是", "999": "中道。亦名涅槃者以超四句絕百非。即是累", "1000": "無不寂。德無不圓。累無不寂不可為有。德無", "1001": "不圓不可為無。非有非無則是中道。中道之", "1002": "法名為涅槃。又德無不圓名為不空。累無不", "1003": "寂稱之為空。即是智見空及以不空。亦名佛", "1004": "性。以眾生橫起百非竪生四見。隱覆實相故", "1005": "名為佛性。若知百非本空四句常寂。即佛性", "1006": "顯稱為法身。楞伽經出法身五名。謂真如法", "1007": "性實際法界法身。今論出五名。初名實相。次", "1008": "如法性實際涅槃。問四句有幾種。答淨名玄", "1009": "義明十種四句。今略出三。一者單明四句。", "1010": "如此文說。生死涅槃一切有。生死涅槃一切", "1011": "無。亦有亦無。非有非無。二複明四句。有有", "1012": "有無名之為有。無有無無名之為無。亦有有", "1013": "有無。亦無有無無名亦有亦無。非有有有無。", "1014": "非無有無無名非有非無。三重複四句。有四", "1015": "句名之為有。無四句名之為無。亦有四句亦", "1016": "無四句名亦有亦無。非有四句非無四句名", "1017": "非有非無。今求此三種四句不可得。乃名實", "1018": "相涅槃也。", "1019": "26 十二因緣品(十末)十二因緣品第二十六", "1020": "論有二分。前二十五品破大乘人法。明大乘", "1021": "觀行。今第二兩品破小乘人法。明小乘觀行。", "1022": "佛在世時眾生根利。稟於兩教同悟一道。末", "1023": "世鈍根聞於兩教並皆起迷。是以四依出世", "1024": "雙破二迷俱申兩教。佛則雙說論主雙申。則", "1025": "知四依猶如佛也。問他亦云大小乘觀行。與", "1026": "今何異。答他道理實有大乘。但小是方便耳。", "1027": "今明正道未曾大小。為眾生故說於大小。一", "1028": "往大小相望則小為方便。大是真實。若望道", "1029": "非大非小則大小俱是方便。故與舊不同。問", "1030": "一往開大小者。有異大之小異小之大不。答", "1031": "昔虛指大因以為小異。故名於一佛乘。方便", "1032": "說三。實無異大之小。今還空點小果。為大因", "1033": "名會三歸一。亦無異小之大。前論於大後論", "1034": "於小。具如初品所明。今略明一意。雖無道二", "1035": "徹但悟各有由。故明兩教。而著相者未能要", "1036": "期會歸。遂取信所見聞大乘法空不肯信受。", "1037": "故復就彼所見以明其空也。兩品即為二意。", "1038": "第一申正。第二破邪。申正則顯生死過患。破", "1039": "邪明斷惑入道。小乘之要唯此二門。問何故", "1040": "大乘觀行二十五章。小乘但有二品。答示大", "1041": "乘探奧。是以文多。小乘淺狹唯有二品。又示", "1042": "正論大乘故有多品。傍申小乘故有兩章。三", "1043": "者上大乘中以破一切邪。以明一切觀。小乘", "1044": "之觀小乘之邪廣在其中。今但略明則於義", "1045": "便足。是故唯有二品。四者佛說小乘。唯有", "1046": "二意。一示生死過患。二令斷惑得道。稟教", "1047": "之徒不尋其根。遂枝流蔓莚成五百部。今欲", "1048": "令捨末歸宗。故但明二品。所言觀十二因緣", "1049": "品者。問諸小乘論已明十二因緣觀。論主何", "1050": "故復說。答佛為破無因邪因。故說十二緣生。", "1051": "此是借妄止妄。當時即用此了悟。末世還又", "1052": "執著。求其定相非但用之通於小乘。亦用此", "1053": "解通方等教。是以論主須重論之。問諸部云", "1054": "何執此十二。答毘婆闍婆提定執十二是無", "1055": "為法。餘部皆言是有為法。於有為內復有三", "1056": "部。一犢子部雖明十二因緣。而計有我法。", "1057": "二薩婆多雖知十二無我。而未知十二因緣", "1058": "亦空。三者成實論等明十二相生無我無法。", "1059": "此之三部是小乘中利鈍三品。初未得二空", "1060": "名為下品。次我空法有。名為中根。次無我", "1061": "無法。名為上根。問論主今明小乘觀行因何", "1062": "部。答前之三部各執一邊。互興諍論。論主", "1063": "知佛方便適化不同。悉可隨時而用。如大集", "1064": "云。雖有五部不妨法界。文殊問經十八及本", "1065": "二皆從大乘出。涅槃經三十諍論。論主申佛", "1066": "方便。並須用之。皆是執著應須破。但末世眾", "1067": "生多滯有病。今宜說空。故下破邪見品具破", "1068": "人法也。問以何文證具明人法二空。答智度", "1069": "論釋小乘生法二空。引大因緣經云。是中何", "1070": "等是老死。誰為老死。誰為老死即生空。何", "1071": "等是老死謂法空也。問論主為末世多執有", "1072": "故說二空。佛經說小乘云何。答亦說二空。", "1073": "如法華信解品。聲聞法空無生無滅無大無", "1074": "小。大品云。須菩提不見檀。不見行檀者。", "1075": "問何故經論並明二空。答一切凡夫無始來", "1076": "常執有故也。問若具明人法二空與大何異。", "1077": "答小乘雖明二空而多說生空。少識法空不", "1078": "明諸法本性空寂。上已具論。是故為異。今", "1079": "重述之。大乘知無明本自不生。爾時見二種", "1080": "空。一者有所無空。謂無明不可得。二者即", "1081": "見佛性畢竟清淨無有煩惱。亦名為空。此亦", "1082": "即是見空不空二義。見二種空名見空。即見", "1083": "佛性妙有名見不空。小乘並不見此三事。但", "1084": "折無明有。是故言空耳。問小乘云何不見無", "1085": "明空。答斷四住中無明。未斷無明住地。故無", "1086": "明不空。問智者見不空。與小乘何異。小乘", "1087": "亦見四住空。與大乘何異。答如上釋。但折", "1088": "四住言空。智者知四住本空也。今正觀因緣", "1089": "入於二空。十二緣滅得於涅槃。故以目品。品", "1090": "開為二。前問次答。問中為二。一領前大。二問", "1091": "後小。而言欲聞說聲聞法入第一義者。既樂", "1092": "欲聞小。當知。即是鈍根。不堪受大法。仍以此", "1093": "義破無小乘也。問上諸三部並入第一義不。", "1094": "答犢子部云。未入觀時此即有我。若入真觀", "1095": "便不見我。故以無我為第一義。薩婆多人本", "1096": "不執我。入觀之時故知無我。成論入於真空", "1097": "知無法無我。此之三人入第一義。即是深淺。", "1098": "若望大乘第一義者。上之三人得其少分。故", "1099": "智度論云。二乘之人得於二空如毛孔空。菩", "1100": "薩得二空如十方空也。答曰下第二正明十", "1101": "二因緣觀。問何故聲聞入道觀十二因緣耶。", "1102": "答欲明三乘同度十二緣河。故同觀此也。問", "1103": "觀十二因緣有幾種耶。答約三乘人亦得即", "1104": "成三品。又智度論釋無盡品亦明三品。一者", "1105": "下品。即是凡夫順十二因緣河。二者中品。", "1106": "所謂二乘逆十二緣河。三菩薩上品。悟十二", "1107": "緣不生不滅非逆非順。故異彼聖凡名獨菩", "1108": "薩法。問菩薩為從果觀十二。為從因觀。答", "1109": "智度論云。愛多者從果觀。見老病死破著樂", "1110": "心。見多者從因觀。知因果相生不起邪見。", "1111": "菩薩是利根為眾生故亦從果觀。婆沙問云。", "1112": "菩薩於一切根中最上。何故前觀果耶。一解", "1113": "云。隨順法故菩薩見老病死作是思惟。此老", "1114": "病死何由而有。知從生有故前觀果。此解與", "1115": "智度論同。又解。為初學者前觀於果。菩薩", "1116": "於最後生名為初學。雖曾無數劫觀於因緣。", "1117": "復若觀時還從本起。如人雖數上樹。後若上", "1118": "時還從根上。問曰。此是何等菩薩。答此猶", "1119": "明三藏中小乘菩薩耳。若本大乘菩薩觀因", "1120": "果無定。亦不作因果而觀。如涅槃十二因緣", "1121": "具足十不。問若小乘菩薩既從果觀十二。今", "1122": "此文云何從因觀耶。答聲聞法中自有利鈍。", "1123": "鈍者從果觀。故四十四智。謂老死果老死集。", "1124": "老死滅老死滅道。一支有四故成四十四智。", "1125": "利根人觀十二有七十七智。無明緣行此是", "1126": "生法智也。非不無明緣行。此審法智也。一", "1127": "世有二三世為六。此六是法住智。并泥洹", "1128": "智。故稱為七。一枝有七故合七十七也。四", "1129": "十四除無明。七十七除老死。就文為二。第", "1130": "一明順觀。第二明逆觀。順觀為二。第一別", "1131": "明十二緣觀。第二總結。明十二支即十二", "1132": "別。眾生癡所覆者。此第一辨無明支。言無明", "1133": "者從所無受稱。謂無慧之明稱為無明。問今", "1134": "分別十二相生釋名辨體。與數論何異。答經", "1135": "云。無明體性本不有。妄想因緣和合而生。", "1136": "無所有故假名無明。是故我說名無明。今分", "1137": "別空。謂眾生虛妄顛倒故作三世因果。此是", "1138": "無分別中善分別故。欲令虛妄眾生因此分", "1139": "別。悟無分別息虛妄心也。然顛倒眾生已有", "1140": "十二流轉。今復更執有定性而推折之。非但", "1141": "十二不除。而更增十二也。以此因緣不同他", "1142": "釋。問既不同數論所釋。應不用數論名教釋", "1143": "此品耶。答小乘法中亦有四句。一者若三藏", "1144": "所無眾師橫造則棄而不取。二若視經聖口", "1145": "得適化之言取而不破。三學教起迷得言失", "1146": "意。則破其能迷之情收其所惑之教。四若望", "1147": "道門無所破取四句之中。今用其二。一者若", "1148": "用佛經名教釋此品者是取而不破。二若用", "1149": "數論解其文者則亦破亦取。問十使中無明", "1150": "三毒中無明與無明支有何異也。答十使中", "1151": "無明唯取無明使為無明。三毒中無明除貪", "1152": "瞋二使。已外餘皆是無明。今此中通取一切", "1153": "煩惱悉為無明。為發業故又雖通此一切煩", "1154": "惱。示無明是生死本故但說無明。為後起三", "1155": "行者第二次辨行支。行者以起作為義。謂起", "1156": "作生死果也。即身口意三行。亦是罪福不動", "1157": "等三行。問無明既具因緣二義。經中何故但", "1158": "說無明緣行不說因行。答婆沙云。亦得說", "1159": "因。如摩訶尼陀經明。如生為老死因。乃至", "1160": "無明為行作因。又解。若言無明因行但言是", "1161": "因緣。今說無明緣行具得四緣。成實者云。因", "1162": "義生於無法。緣義即二有相由。今說有有牽", "1163": "連即生死不絕。故說緣行不說因行。又因親", "1164": "緣疎。疎既牽連不絕。即因義不待說也。問", "1165": "大集經云。無明為因行為緣。此義云何。答", "1166": "然無明具因緣兩義。行亦義爾。但各舉一邊", "1167": "是故互說。問何故言無明緣行。不言行緣無", "1168": "明。答婆沙云。十二前後相生前為後緣。非後", "1169": "為前緣。故但無明生行。行不生無明。問無明", "1170": "皆為十二作緣。何故但言緣行。答近為行作", "1171": "緣。遠為十二作緣。今說近不說遠。問五陰中", "1172": "行。四識住中行。此因緣中行。三處何異。答五", "1173": "陰四識中行除四陰。餘一切有為法悉是行", "1174": "也。此中若別取行體。唯取善惡二業。若通相", "1175": "說之。亦攝一切善惡有為等法。以起是行故", "1176": "隨行墮六趣者。隨罪行墮三惡道。隨福無動", "1177": "二亦入三善道。以諸行因緣識受六道身者。", "1178": "第三明識支。識是當體受名。問五陰中識。十", "1179": "二因緣識。四食中識。六大中識。四空中識。", "1180": "有何等異。答五陰中識通攝一切有漏無漏。", "1181": "皆是識陰。為明攝法故也。六大四食中識唯", "1182": "取有漏。為成凡夫身牽有故論云。無漏識不", "1183": "立六界中。是四食說一切有漏。為長養當來", "1184": "有故說於四食。四空中識處體是四陰。緣識", "1185": "故名為識處。所緣之識通漏無漏。此中明識", "1186": "唯此受生一念染污識。為明受生故。若就時", "1187": "分論之。與識同時一切諸法皆名為識。成實", "1188": "論云。五陰中識名了別識。識支名染著識。", "1189": "問何故此識必是染污。答此識託生必與煩", "1190": "惱相應。故染污識也。問若爾何故復云識支", "1191": "是報耶。答識託生時分中有命根。眾生種類", "1192": "及精血此是報法。而識非報。今云報者詺命", "1193": "根等為報耳。精血等猶如輕毛。必須惑潤。", "1194": "然後得立。問中陰屬何支。答識支屬生陰攝。", "1195": "中陰屬行支攝。又釋。中陰雖未受生報。而屬", "1196": "識支攝也。以有識著故下第四辨名色支。一", "1197": "云。四陰名名色陰名色。以當名色支時。四陰", "1198": "微弱纔有其名故云名也。阿含經云。痛想受", "1199": "樂思惟為名。四大所造為色。故知爾也。次云。", "1200": "即以色陰為名色。言此色受眾生之名。別異", "1201": "非眾生之色也。故成論牽經云。心依名色。問", "1202": "化生云何識緣名色。答婆沙云。識緣名色此", "1203": "說胎生不說化生。評云。化生亦識緣名色。如", "1204": "化生者初得諸根。未猛利時說是識。若諸根", "1205": "猛利名名色。問名色支於十時中具幾時耶。", "1206": "答婆沙云。未生四種色根。六入未具但有身", "1207": "根。此有五時。一者哥羅羅。二阿浮陀。三卑", "1208": "屍。四伽那。五婆羅奢。此時名名色支也。名色", "1209": "增長故下第五六入支。六入支即是六根。謂", "1210": "六根生六識為識所入之處也。數云。六根能", "1211": "發於識。名之為入。發者是根之功能。六者是", "1212": "數名也。故六入一支就數及功能兩義。得名", "1213": "色增長生於四根故有五入。名增長故有意", "1214": "入也。情塵識和合下第六明觸支。觸以觸對", "1215": "為義。毘曇云。何別有觸數。能和合根塵及識", "1216": "使根識對塵。故名為觸。成論人無別觸數。但", "1217": "明心法觸對前緣也。婆沙云。諸根已能為觸", "1218": "作所依。但未能別苦樂。未能避火蛇毒藥及", "1219": "諸不淨。是名為觸。因於六觸故下第七明受", "1220": "支。受以領納為義。謂領納違順等緣。婆沙云。", "1221": "云何為受。謂能別苦樂能避火蛇。爾時但起", "1222": "食愛。即涅槃經云。染習一愛也。不起婬欲。", "1223": "於一切物不生染著。爾時名受。婆沙問。受與", "1224": "觸是相應共起法。云何觸緣受不說受緣觸", "1225": "也。答雖是相應共起法但觸為受因。如燈與", "1226": "照雖一時。燈為照因非照為燈因。又解。此中", "1227": "說前後法。觸是前生。受為後生。故非是觸時", "1228": "之受。但明觸後之受。故觸為受因也。以因三", "1229": "受故下第八次明愛支。愛以染著為義。然三", "1230": "受通為愛作緣。為苦受所逼故貪求於樂。以", "1231": "樂受故為愛所使。不苦不樂受亦能生愛。乃", "1232": "至如四禪以上不苦不樂受。能生於愛也。問", "1233": "三受生幾種愛耶。答有五種。於樂受中生二", "1234": "種愛。一未曾生樂受欲令生故生愛。二已生", "1235": "樂受心不欲離故生愛。於苦受生二種愛。一", "1236": "未生欲令不生故生愛。二已生苦受欲令滅", "1237": "故生愛。於捨受亦生二愛。一未生欲令生故", "1238": "生愛。二已生故欲令不失故生愛。此二名為", "1239": "能生於愚癡。故有五也。問何故過去以無明", "1240": "為本。現在以愛為本。答婆沙云。無明有四", "1241": "事。一通緣漏無漏。二通緣為無為。三通緣", "1242": "三世遍不遍使。四通緣自界他界。故在前。愛", "1243": "但緣有漏。但緣有為。但不遍使。但自界緣。故", "1244": "在後。雖不通四事生未來苦為勝。故說為未", "1245": "來本。問愛與受何異。答受支唯有食愛。愛支", "1246": "復有欲愛。是故異也。因愛有四取下第九取", "1247": "支。以助業取果故名為取。問愛取何異。答婆", "1248": "沙云。初生名愛。愛增長名取支。又云。受為因", "1249": "愛為果。愛為因還以取為果。此但是一支。", "1250": "故分為二。成實者云。貪使為愛。餘九使名", "1251": "取。此文云。四取者五陰品已釋。婆沙云。云何", "1252": "名取。以貪境故四方追求。故名為取。此即", "1253": "以四方追求名四取。因取故有有者第十有", "1254": "支。謂能有來果名之為有。又能令後世三有", "1255": "相續故名為有。即從果立名也。婆沙云。追", "1256": "求之時起於三業。是名為有。若取者不取即", "1257": "解脫無有者此意明。若取者不取。便即解脫", "1258": "無復有有支也。從有而有生者第十一生支。", "1259": "數人生以起為義。故云世中起故生。成論是", "1260": "本無今有義。數人又云。生是生相。從相得名。", "1261": "從生有老死下第十二支。衰耄為老。終盡為", "1262": "死。數人云。老死是異滅兩相。從相立名。從", "1263": "老死故有憂悲諸苦惱者。此四於老死支中", "1264": "離出。故不別立支也。經云。將死之時戀生畏", "1265": "死名之為憂。發聲啼哭目之為悲。五根相對", "1266": "為苦。意根相對為惱也。如是等諸事下自上", "1267": "已來別明十二支。今第二總結過患也。然此", "1268": "總文廣分別十二。問十二支云何為三道。答", "1269": "過去無明現在愛取名煩惱道。過去世行現在", "1270": "世有名為業道。現在五果未來兩果名為苦", "1271": "道。問何故二世同是煩惱。而名字不同。苦業", "1272": "亦作此問。答過去煩惱以謝用相既陰故。但", "1273": "從無他受稱名為無明。現在用相顯目之為", "1274": "愛。過去業以謝遷流義顯。故名為行。現在交", "1275": "起相著。故就果立名名之為有。現果交起。但", "1276": "用有增微次第。故初彰識乃至說受。復後果", "1277": "未起其相既隱。故寄相彰名說為生死。又解。", "1278": "生與老死是八苦之名。物情所憚。現在以受", "1279": "不可復斷。從別標名謂識名色受等。不說為", "1280": "老死也。故經云。因時可防果時無可防。如何", "1281": "未來說生老死者。以此怖物令不起現在三", "1282": "因也。問何故三世之中。過未各立二支現在", "1283": "八耶。答過去已滅。未來未起。用相既微。故", "1284": "但立二。現在顯現故立於八。又過去但因未", "1285": "來唯果。故各立二。現通因果故立於八。問何", "1286": "故爾耶。答因義在前果義在後。過去前故但", "1287": "因。未來後故唯果。現在雙酬兩處。酬前故立", "1288": "果。感後故立因。是故因果雙說。問無明有因", "1289": "老死有果不。答婆沙二釋。一云。無明有因。", "1290": "謂不正憶念。老死有果。謂憂悲苦惱。但不在", "1291": "十二因緣中別說耳。二云。無明有因老死有", "1292": "果。亦在十二因緣中說。無明有因所謂老死。", "1293": "老死有果所謂無明。現在愛取是過去無明。", "1294": "現在名色六入觸受。此四若在未來名為老", "1295": "死。如說受緣愛。當知。說老死緣無明也。故", "1296": "十二緣猶車輪轉。問三世各具八支。三因", "1297": "五果即成二十四。今何故但說十二。答約一", "1298": "身故說十二。實具二十四也。問三界具十二", "1299": "不。答婆沙一釋云。此中說欲界胎生具十二", "1300": "耳。又解。欲界具十二。色界有十一。除名色", "1301": "支。無色界有十。除名色六入。評云。三界皆具", "1302": "十二。如初生色界眾生。諸根未猛利名為名", "1303": "色也。無色界雖無色而有於名。雖無五入而", "1304": "有意入。應作是說。識緣名名緣意入意入緣", "1305": "觸。問十二因緣幾是一念。幾是相續。答婆沙", "1306": "云。現在世識未來世生但是一念。餘並是相", "1307": "續。增一阿含三十卷云。識支具六識則時節", "1308": "長久非一剎那。若猶託生唯一意及身識無", "1309": "四識也。大福德人託胎則具六識。化生識支", "1310": "具六識六根頓足。大集經七七日前屬識支。", "1311": "智度論云。三七日屬識支。問五果幾在胎內。", "1312": "答觸受二果在胎外。餘三在內。問無間地獄", "1313": "具幾支。答極少有八。極多十一。問十二支具", "1314": "五陰不。答婆沙云。十二支以五陰為體。智", "1315": "度論云。十二時皆具五陰。但識支時名色未", "1316": "熟。未有所能故不說耳。餘支亦爾。問十地經", "1317": "云十二因緣具三苦。云何是耶。答無明至六", "1318": "入為行苦。觸受為苦苦。愛取至老死為壞苦。", "1319": "問十二並苦。亦得皆是集不。答亦得。前生", "1320": "為集後生為苦。問三道為論皆是苦者。亦得", "1321": "皆是業皆煩惱耶。答今言皆是苦者非三道", "1322": "中苦。乃明一切有為皆苦耳。故非例也。問四", "1323": "果具幾支耶。答羅漢不起三因。故無二果。", "1324": "唯有前七支也。三果具十二也。問化生人云", "1325": "何有老。答雖無頭白老亦有念念老。問八苦", "1326": "解義開老死為二苦。今云何合為一支。答八", "1327": "苦為欲明苦義是故開之。今總明過患。所", "1328": "以合也。問何故三相中開老死為二相。生為", "1329": "一相。今用生為一支。老死為一支耶。答三", "1330": "相欲明相差別各功用義。故開之為三。今此", "1331": "總明過患。合之為一。問病何故不立支。答", "1332": "今此一切眾生一切時一切處有立支。病非", "1333": "一切皆有。如薄拘羅云。我年過八十未曾頭", "1334": "病。欲界中尚有無病。況上二界耶。故病非", "1335": "一切有不立支也。問十二相生六因四緣為", "1336": "具幾耶。答今且就六因釋之。則四緣可解。十", "1337": "二既是前後復相生。相應共有是同世因果。", "1338": "非是十二之因緣也。有所作自分遍報四因。", "1339": "無明若生不善身口意三業者。是所作自分", "1340": "遍三因為因緣也。若生善身口意三業者。唯", "1341": "所作因為因緣也。行生識者所作及報二因", "1342": "為因緣也。識生名色所作自分二因為因緣", "1343": "也。名色生六入乃至觸緣受者。所作自分二", "1344": "因為因緣也。受生愛者唯所作因為因緣也。", "1345": "愛生取者所作自分二因為因緣也。取生有", "1346": "者同無明生行也。有生生者同行緣識也。生", "1347": "生老死者同識緣名色也。問十二相生通三", "1348": "性不。答若正取次第相生支體者。無明支中", "1349": "通二性。欲界無明支中身邊二見是無記。餘", "1350": "悉不善。上界無明唯是無記。若就時以說無", "1351": "明支起時。同時諸法皆是無明支。故亦有善", "1352": "惡無記等同時相續。皆是無明支攝也。行支", "1353": "亦通三性。別唯善惡也。識支若取一念託胎", "1354": "識是不善無記。若就時通於三性。名色六入", "1355": "觸受通別俱攝三性。愛取同無明說。有同行", "1356": "說。生同識說。老死同餘四果。問十二幾漏", "1357": "無漏。幾為無為。幾學無學。幾染不染。答同", "1358": "是有漏。同是有為。同是非學無學。婆沙云。", "1359": "此十二中若是心心數法染污。餘通染不染。", "1360": "問十二因緣云何如樹。答樹有根體華菓。二", "1361": "因為根。五果為體。三因為華。兩果為果。凡", "1362": "夫學人有華有果。羅漢無華無果。問十二因", "1363": "緣云何破除十使。答說此十二正除身邊二", "1364": "見。明過去二因現在五果破其常見。若是常", "1365": "者豈從因生耶。現在三因未來兩果破其斷", "1366": "見。既現在有因生未來果。云何斷耶。現在八", "1367": "支但是眾緣。故無有我。俱破十使者十二既", "1368": "是因果。故破除邪見。戒取謂苦為道。十二皆", "1369": "苦。故非是道。疑有苦無苦。既有十二則因", "1370": "果晈然。故破疑心。倚此身慢他。既是生死", "1371": "法。何足自高。既是生死法。不足可貪。是故", "1372": "破貪。唯應速滅十二。何故生瞋。問緣生與", "1373": "緣起何異。答婆沙云。因是緣起果是緣生。又", "1374": "云。應作四句。一緣起非緣生。未來世法是也。", "1375": "二緣生非緣起。過去現在羅漢最後死五陰", "1376": "是也。亦緣起亦緣生者。除上二世羅漢死五", "1377": "陰。餘過去現在法是也。四非緣起非緣生者", "1378": "無為法也。所言緣起者。體性可起待緣而", "1379": "起故名緣起。又一切眾生等從此緣起。故名", "1380": "緣起。又有緣生非十二。十二非緣生。亦緣", "1381": "生亦十二非緣生非十二。從緣生非十二謂", "1382": "羅漢五陰。十二非緣生謂未來十二。亦十二", "1383": "亦緣生即凡夫十二。俱非者虛空也。如涅槃", "1384": "迦葉章說。毘曇又有四種十二因緣。一無始", "1385": "十二。謂始不可知。二連瑣十二。謂展轉三世", "1386": "相縛。三剎那十二。明一使起時與諸數共起。", "1387": "一剎那中具十二也。四分段十二謂。過去二", "1388": "現在八未來二也。長行文既指毘曇。故今多", "1389": "就毘曇釋之。不必須頌示智而已。智者所不", "1390": "為下第二明逆觀。無明因滅故行果即不生。", "1391": "故云此事滅故是不生。此品大意明。此十二", "1392": "由癡惑生。則智者不為。故知非是真實。非", "1393": "實故所以即空。如是正觀便入真諦名為正", "1394": "滅。長行如文也。", "1395": "27 觀邪見品(十末)觀邪見品第二十七", "1396": "此是第二次破邪見也。問小乘前明因緣。次", "1397": "破邪見。大乘亦爾不。答前明八不。即辨十二", "1398": "因緣不生不滅。此是大乘因緣。從破四緣已", "1399": "後乃至涅槃名破邪見。問大小乘明因緣。有", "1400": "生滅無生滅二觀異者。大乘小乘明邪見。云", "1401": "何異耶。答若傳望者外道望小乘為邪見。小", "1402": "乘望大乘邪見。故涅槃明。二乘若空若有皆", "1403": "是邪見。如云若以聲聞辟支佛心言無布施。", "1404": "是則名為破戒邪見。此是二乘空觀為邪見。", "1405": "又云。若見菩薩八相成道。是則名為二乘邪", "1406": "曲之見。此是二乘有解名為邪見。故知。二乘", "1407": "空有望大乘皆是邪見。就文明異者。大乘法", "1408": "中明諸法實相畢竟空義。一切取相有所得", "1409": "無非邪見。故初破四緣終涅槃品。橫洗萬法", "1410": "竪窮四句稱破邪見。小乘法中但取五見及", "1411": "六十二見為邪見也。就今品意有三種邪見。", "1412": "一者斷常及我為邪見。二者別有我體。如犢", "1413": "子及假有體亦名邪見。三者若世諦中都無", "1414": "我亦是邪見。下偈云。非是無受。亦復非是", "1415": "都無也。問非都無是何言邪。答但假名有我。", "1416": "非無假名字我耳。非是有假我體我假用。故", "1417": "下結云。此是決定義。決定有二種。一者決", "1418": "定無即離二我。二者決定有於假名之我也。", "1419": "問論主何故唱決定耶。答有二種義。一者令", "1420": "眾生決定破我心。二者諸部邪亂。今欲整理", "1421": "小乘義。故須唱決定也。問整理何部。答犢", "1422": "子計我薩婆多計定法。今決定破此二。故明", "1423": "無我無法。問破我有文。破法出何文也。答", "1424": "下偈破生死無始破常法。又破無常亦常亦", "1425": "無常非常非無常。此四句法並破。故知。明", "1426": "決定無法也。問此品何故破我及斷常。答我", "1427": "是六十二本中之本。斷常是邊見。是六十二", "1428": "本。今正伐其本支末自傾。又一切凡夫不離", "1429": "我心。又斷常正障中道。如二夜經中常宣中", "1430": "道。故須破斷常也。又此品破三種邪見。一破", "1431": "外道。二破學小乘語意俱失。而自推折所立", "1432": "亦是邪見。三破得小乘語不得小乘意。如聞", "1433": "十二因緣法。計有實性等。就小乘法中凡有", "1434": "四句。一是見非邪。二是邪非見。三亦邪亦見。", "1435": "四非邪非見。是見非邪者世間諸正見等也。", "1436": "是邪而非見者五鈍使也。亦邪亦見者謂五見", "1437": "也。非邪非見者餘殘法是也。就亦邪亦見中", "1438": "復有通別。通則五見皆名邪見。別則唯撥無", "1439": "因果稱為邪見。以撥無因果其過既重獨受", "1440": "邪名。餘小輕更立稱。所言五見者謂。身見", "1441": "邊見邪見見取戒取。五陰名身。於中起見名", "1442": "為身見。執我斷常名為邊見。見取有二。一取", "1443": "前見為第一。故名見取。此足上見取也。二生", "1444": "死中無樂淨計樂淨。獨頭見取也。戒取亦二。", "1445": "一以鷄狗等戒為正道。是獨頭也。二以邪見", "1446": "為道。此足上也。邪見如前釋。六十二見者上", "1447": "已一釋。今重述異解。一云。即色是我。離色是", "1448": "我。我中有色。色中有我。我有於色。一陰有", "1449": "五。五陰二十五。各除第二離句唯成二十。欲", "1450": "界二十。色界二十。無色界唯有十六。以除色。", "1451": "除色陰四句故合成五十六。三界各以斷常", "1452": "為本。故有六十二。數人多用此解。又釋。世", "1453": "出世合論六十二。如前涅槃品說。於如來上", "1454": "起有無等四見。五陰合二十也。於凡夫上過", "1455": "去世起常等四見。五陰合二十。於未來世起", "1456": "邊等四見。五陰亦二十。斷常為本名六十二。", "1457": "問經何故云我見攝六十二見。或云斷常為", "1458": "本。或云一異為本。答我是本中之本。由起", "1459": "我見故推我一異。一則身滅神滅。名為斷見。", "1460": "異則身滅我存。名為常見。此之三本即是次", "1461": "第。故經論互說。問前破大乘迷。次申大乘", "1462": "教。此兩品破學小教迷申小乘教。云何乃破", "1463": "五見六十二見耶。答小乘障大乘故前多破", "1464": "小乘執。而申於大乘。外道邪見障小乘故今", "1465": "破邪見。即是申於小乘。問若爾前但是破小", "1466": "申大。非是破大迷而申大。後但是破外而申", "1467": "內。非是破內迷而申內。答有所得大猶是小", "1468": "乘。故前破小執則是破於大迷。有所得小即", "1469": "是外道。今破外道即破小乘。問前破小乘復", "1470": "有別破大乘。今破外道亦應即別破小乘。答", "1471": "亦有小乘人定執生死無始。下破生死無始。", "1472": "當知。亦破定性有所得。但小義也。問今破邪", "1473": "見。云何是小乘人入道義耶。答以有邪見是", "1474": "故不得入見諦道。今破此邪見即入見諦。乃", "1475": "至證於無學。故是小乘入道。開此品者多有", "1476": "錯誤。今分為二。前問次答。問中有二。一者", "1477": "領前。今欲聞下生後。答曰下為二。初兩偈", "1478": "立邪見。次論主破邪見。問小乘初立邪見。", "1479": "次破邪見別有破邪見品者。大乘何不爾耶。", "1480": "答小乘邪見局。故初別立後則破。大乘橫", "1481": "收萬法竪窮四句皆是邪見。故無別品破之", "1482": "也。問若爾小乘可別有因緣品。大乘應無別", "1483": "因緣品。答大乘因緣亦通一切法。而別立因", "1484": "緣品者欲通別互現。立中初立過去四見。次", "1485": "立未來四見。問何故不立現在邪見。答去來", "1486": "冥漠難知。故須別立。現在顯了易解。故略不", "1487": "明。又解。此偈首我於之言即是明現在之我。", "1488": "於過去世為有為無。是故此文具三世邪見。", "1489": "問下云。略說則五見。廣說則六十二見。今", "1490": "何故但破邊見耶。答邊見是斷常。為六十二", "1491": "見本。在本既破條末自傾。問五見之中何故", "1492": "不破我見。答此中破二世見即破於我也。問", "1493": "何故不破邪見等耶。答蓋是存略故耳。我於", "1494": "過去世為有為無者。明現在之我於過去世", "1495": "為已有。於過去世為未有。若現在之我本來", "1496": "已有。則猶是本我。是則為常。若現在之我非", "1497": "是過去本我今我始生。是則為斷。不得云過", "1498": "去無我今始有我。若過去無我。則名正見非", "1499": "邪見也。下半明起見處也。第二偈為作不作", "1500": "者。亦據現在之我為更作未來世我。為不作。", "1501": "若更作則始終不異。則是無邊。若不更作則", "1502": "與身俱盡。便是有邊。下半明起見處也。問", "1503": "此二偈既是立邪見。是決定義。云何乃言為", "1504": "有為無為作為不作。答上半明見本。見本即", "1505": "是邪疑。故云為有為無。下半明世間常等見。", "1506": "始是見也。何因緣故名邪見下生起第二破。", "1507": "開為二別。初一周就理破二世八見。次周", "1508": "指事破二世八見。破此八見不出事理二周。", "1509": "如青目解大乘八不。亦就事理二周。龍樹解", "1510": "八不始末。亦約事理二周。今破小乘八見即", "1511": "小乘八不。亦就此二也。就理破二世八見即", "1512": "為二別。前廣破初偈四見。次略類後偈四見。", "1513": "以世異見同故略類之耳。就初又三。前六偈", "1514": "破常有句。次四偈破斷無句。後一偈合破亦", "1515": "常亦無常亦有亦無二句。此三從廣至略者。", "1516": "一者前後互類。二者常為四句之初。在初既", "1517": "破餘中後易除。故前廣而後略也。初六偈中", "1518": "前偈總非。下五偈別破。即是釋非。初偈為", "1519": "二。上半牒有而非有。下半正明過去不作今。", "1520": "過去世有我者。明我遍五道通於三世。故", "1521": "過去世本有現在之我。今總非之。故云不可", "1522": "得。下半明過去不作今者既古今一。寧有古", "1523": "我作今。若古作今則不常不遍。若是常遍便", "1524": "不作也。又若本有此我可得以本為今。本實", "1525": "無我。故本不為今。又外人謂古我猶是今我。", "1526": "故名為作今。非此作也。又古天應是今人。天", "1527": "人一體貴賤同質也。若謂我即是下第二五", "1528": "偈別破釋非。開為四別。初一行半破離陰我。", "1529": "次一行半破即陰我。次一偈重破離陰。後復", "1530": "一偈總結非即離。就初又二。上半取意立義。", "1531": "次一偈正破。上半取意者我遍古今。不相作。", "1532": "但身異故說言作耳。次一偈破為二。初半正破", "1533": "次半結破。初半破云。若我遍五道而身不遍。", "1534": "我通三世身不通者。離身何處有我。又若言", "1535": "我是本我。而身非本身。則我離身何身處有", "1536": "耶。此即破小乘人犢子及假有體家。次半偈", "1537": "結者。上大乘觀中處處已破離陰我竟。今但", "1538": "略標故云此事為已成也。若謂身即我下第", "1539": "二次破即陰。亦開為二。初半牒外義。第二一", "1540": "偈正破。初有二句。第一句正改離捉即。若都", "1541": "無我者釋此句不同。有人言。此是破也。汝", "1542": "既避前離破立即義者等是避破。何不言無", "1543": "耶。故云若都無有我。又釋。彼計我是常身為", "1544": "無常。今身既是我便都無有我。但是無常身", "1545": "耳。何處有我。又釋。離身既無更不過二若即", "1546": "是若都無。此釋為正也。此偈望前合有二雙。", "1547": "謂即離一雙及有無一雙。合此二雙還成一", "1548": "雙。即離是有都無是無。謂有無一雙也。餘二", "1549": "章破如文可解。若離身有我下此第三重破", "1550": "離。以計我者多謂我唯是一但六道身異。如", "1551": "莎提比丘識唯是一而六道身異。故重破之。", "1552": "上半牒非。下半正破。前直明離身不見別有", "1553": "我。今明無身應當有我。故兩門破離其義異", "1554": "也。無身有我可具二義。一者如本住品未受", "1555": "身前已有我。二者直令無身而有我也。第四", "1556": "章結破為二。上半結非即離。次句結非有無。", "1557": "即前兩雙之義也。又初句結第一破離門。第", "1558": "二句結破即門。非無受結第三重破離門。非", "1559": "無結前破即中若都無有我門。此是決定義", "1560": "者。非即非離非有非無此。是小乘中決定義", "1561": "也。以小乘中有假名我。故非是都無。長行", "1562": "釋總別二章則為二別。釋初偈為三。一牒二", "1563": "非三釋。初句如文。是事不然下第二總非。此", "1564": "二門釋上半。何以故下第三即釋下半。又開", "1565": "為二。一者正破。二取意破。正破中又三。初總", "1566": "標常過。何以故下次釋常過。有無常過故下", "1567": "第三結常過。就釋中又三。一法說。譬如下第", "1568": "二譬說。若先為天下第三合譬。此中大意明。", "1569": "古今我一者則天人一體貴賤同質也。若謂", "1570": "先世我不作今我下第二取意破。就文又三。", "1571": "一牒立。二總非。三釋難。就牒中文三。法譬", "1572": "合。初法說。如人浣衣時下第二譬說。如是", "1573": "我受天身下三合譬。是事不然下第二總非。", "1574": "何以故下第三釋非。就文又二。初破法說。", "1575": "今浣者下第二破譬。又開二別。初兩關定之。", "1576": "次設二難如文。問曰下釋第二段五偈。前分", "1577": "五偈開為四門。今釋四則四。初離門為二。", "1578": "第一上半偈取外人意。第二偈正破。今釋此", "1579": "二即二也。前釋第一。外云。古今我一。故今", "1580": "我猶是昔我。今身非昔身。故不得貴賤同軀", "1581": "人天一體。答曰下釋第二一行偈。正破。偈", "1582": "本為二。初半行正破。次半行結破。今前釋", "1583": "第一。文開四別。一正破。二救。三破救。四總", "1584": "結。破中初總非。何以故下釋非。文三。初法", "1585": "說牒彼義作無用破。如治俗人罪下次舉喻", "1586": "破。五陰相續下合喻。問曰下破第二救。又", "1587": "三。謂法喻合。正明我有用非是無用。言有用", "1588": "者有二種用。一所依用。二造作用。法譬合中", "1589": "皆有二用。細尋文易解知也。答曰下第三破", "1590": "救。十難開為五別。一破作者。二破見者。三", "1591": "重破作者。四重破見者。五總破有我。初又", "1592": "二。初奪破我。明無有作義。若我是作者第", "1593": "二縱破。若見者是我下破見者是我。亦二。", "1594": "初奪破但是眼見非是我見。若見者是我下", "1595": "第二縱破。縱我能見應不得餘塵也。若謂如", "1596": "刈者下第三重破作者。亦二。初奪破。若謂作", "1597": "者下第二縱破。若謂右眼見下第四重破見", "1598": "者。亦二。第一竝破。復次有我者言下第二自", "1599": "破。又為二。初釋非我用。次明自破。復次若有", "1600": "顛倒下第五總破有我。又開二別。一者正破。", "1601": "二遮通。正破又三。謂法譬合。如文。若謂無我", "1602": "下第二遮通。遮通者外云。汝若言始終一我", "1603": "有顛倒過者。汝義雖復無我而始終一五陰。", "1604": "亦應有顛倒過。若始終一陰無顛倒過者我", "1605": "義。亦然。今遮外此通名為遮通。就文為四。一", "1606": "牒外難而總非。何以故下正釋非。明五陰生", "1607": "滅非常。是非一陰。故無有顛倒過也。若始終", "1608": "一我下第三重顯外過。五陰相續下第四重", "1609": "顯內無過。汝前說離受別有受者下。第四大", "1610": "段總結。若謂離受別有我者下。釋偈中離身", "1611": "無有我是事為已成也。即是釋第二結破也。", "1612": "若謂離身無我下。釋偈中第二破即陰我。偈", "1613": "中為二。初半偈取意。次一偈正破。今還釋", "1614": "此二也。半偈取意中有二句。第一句云若謂", "1615": "身即我。次句云若都無有我。今還牒二句。", "1616": "若謂離身無我牒第一句。但身是我牒第二", "1617": "都無句。是亦不然下釋第二開兩門破即陰。", "1618": "文易知也。若謂離受下第三釋重破離。是故", "1619": "我不離受下釋第四總結破。是故當知下生", "1620": "起第二四偈。破前第二句過去世我不作今", "1621": "我。所以須此長行生起者。計過去世四句皆", "1622": "言過去世有我。然後方論其作不作亦作不", "1623": "作非作非不作。上來就即離門求我不可得。", "1624": "論何物作不作耶。是故前結過去世無我。然", "1625": "後始破其過去我不作今我。四偈亦開為二。", "1626": "第一偈總非。次三偈別破。初偈為二。上半牒", "1627": "不作總非不作。下半牒異非異。問上言我於", "1628": "過去世為有為無。今云何乃言過去世有我", "1629": "不作今我。答前明過去無者無現在我耳。又", "1630": "前偈云。我於過去世為無者。現在我於過去", "1631": "為無耳。不言過去都無有我現在新有我也。", "1632": "問前長行結云。過去世無我。今何故乃云過", "1633": "去我不作耶。答前長行是結上奪破明無。今", "1634": "縱有之即就其責覓又不可得。亦是無也。次", "1635": "三偈別破。即為三意。第一偈明有相離過。第", "1636": "二偈傳顯相離復有過。第三偈更廣出其二", "1637": "過。問云何失因果耶。答過去我造善惡因。", "1638": "竟不得果故是無果。現在受苦樂我非過去", "1639": "我。則不修因故失因果也。並易見也。復次", "1640": "如過去世中下第三章一偈。次破其第三亦", "1641": "作不作非作非不作二句。所以但有一偈破", "1642": "者。前二門十偈以廣破根本二句。後二句既", "1643": "是枝末。是故略破。又亦作亦不作猶是作不", "1644": "作耳。非作非不作亦是作不作耳。故以前攝", "1645": "後。既破前二後二即破也。問今但應破後二", "1646": "句。何故總非四句耶。答一欲以前攝後。二", "1647": "欲以前例後。前二既去則例後亦亡。我於未", "1648": "來世下。第二一偈次破未來世四見。問何故", "1649": "但一偈破。答一欲以前例後。二明世異見同。", "1650": "若破於前即是破後也。若天即是人下。第二", "1651": "周指事破二世八見。即為二別。初破過去世", "1652": "四見。又開二周。第一就即事破於四見。第", "1653": "二就道理破除四見。事理一雙。又初周就末", "1654": "破四見。次破無始義就根本破四見。謂本", "1655": "末一雙。又初破外道四見。次破小乘迷教墮", "1656": "於四見。即內外一雙。又初就人破四見。次就", "1657": "法破四見。謂人法一雙。故知。斷常等有二。", "1658": "一者人斷常。二者法斷常。即是小乘中生法", "1659": "二空也。初四偈破四見。即為四別。初偈上半", "1660": "牒。明墮常過者。上四偈言奪破明過去我不", "1661": "作今。此偈縱開。若過去天作人天則為常。下", "1662": "半出常過者。外人明過去天作人即是常義。", "1663": "不以常義為過。故下半顯常有過。明天既是", "1664": "常。常則遍於五道。通在三世。云何有過去", "1665": "之天生人中耶。第二偈上半牒。明有無常過", "1666": "者。明過去天與現在人異。過去天不作今人。", "1667": "若爾則墮無常。下半出無常過者。外人既執", "1668": "人天異體。即是立無常義。不以無常為咎。", "1669": "故下半傳顯無常之過。問無常有幾過耶。答", "1670": "有上破過去世四偈中過。復有無相續過。如", "1671": "此文說。則昔天自住於昔不轉天為人。今人", "1672": "自生於今非人續天。故無相續也。第三偈上", "1673": "半牒。明墮二邊。其人見上有過故今明。天人", "1674": "相異故不即。非餘眾生故不異。而不知因果", "1675": "相續不即不異。便謂天分猶在人分更增。猶", "1676": "在故即是半天。故常。更增即是半人。故無常。", "1677": "天分由在則此分為天。人分更增則彼分是", "1678": "人。人天兩分合成一身。何得爾耶。故下半直", "1679": "非也。長行云。半天是常半人無常者。此據天", "1680": "為言耳。若約人返上可解。外人避上二過。欲", "1681": "令立義明天雖有我不妨作人。論主若爾天", "1682": "有我故是常。作人故無常。故半天半人則墮", "1683": "常無常二過也。數人及光宅義明補續義。天", "1684": "滅於前後人補處。此同第二句義。開善明轉", "1685": "變續者則有二力。前舉體滅不作人。此是無", "1686": "常。復有不滅轉變作後人義。此則是常。同第", "1687": "三句義。第四偈用前第三句破第四句。以外", "1688": "人見前第三句過。便欲會之為一。以更增故", "1689": "非常。猶在故非無常。是故今偈上半還牒前", "1690": "二句不成。下半明第四句亦不成也。復次今", "1691": "生死無始下生第二周。就根本破於四見。佛", "1692": "為聲聞人令厭離生死故。說生死長遠無始。", "1693": "而稟教不了者聞過去世無始。便謂是常。故", "1694": "今破之。光宅云。眾生無頭。般若無底。何處有", "1695": "始耶。開善云。始於無明初念而言無始者。無", "1696": "復始於此者名無始耳。地論云。生死無始違", "1697": "真起妄。此妄與真同年。真既無始。妄亦復", "1698": "然。今偈正破無始。就文為二。初破無始辨", "1699": "無有常義。第二偈以無常故例破後之三句。", "1700": "初偈意云。求諸法往來義成可有無始。既", "1701": "無往來則無無始。此文分明辨小乘教中有", "1702": "法空義。又是破執小乘教起迷也。又亦得", "1703": "破外道計無始者也。第二偈舉初句例破後", "1704": "三句。前偈明合三句無故後句無也。既破", "1705": "無始墮於常見。亦破有始墮於斷見。如是", "1706": "亦始亦無始非始無始墮後二見也。長行云。", "1707": "有邊無邊下生第二破未來世四見。前破過", "1708": "去世四見始終合有三周。初十一偈一周就", "1709": "理。破過去世四見。次一周四偈就事。破過去", "1710": "世四見。後一周兩偈就無始。破過去世四", "1711": "見。所以三周破者凡有三義。一者初十一偈", "1712": "名為廣破。次四偈明處中破。後兩偈是略破。", "1713": "破見之術不出此三。此三既無。眾見都滅。", "1714": "又初為上根。一聞則悟。次為中根。再聽方", "1715": "了。後為下根。三聞始達。又雖有三周合之為", "1716": "二。前兩周破外見。後一周除內迷。此二既除", "1717": "則眾見並息。今九偈破未來世四見。亦開三", "1718": "門。初五偈破邊無邊二句。次三偈破亦邊亦", "1719": "無邊一句。後一偈破非邊非無邊。初是廣破。", "1720": "次處中破。後是略破。又廣略互顯也。又初二", "1721": "句為本中之本。故須廣破。次第三句為末中", "1722": "之本。故須處中破。後為末中之末。是故略", "1723": "破。問前周明無未來。與今何異。答上明世異", "1724": "以見同故以當類過。非是正破未來。今此一", "1725": "周是正破未來故。前破過去既有三周。今破", "1726": "未來四見亦作三周破也。問破過去世四見。", "1727": "與破未來四見何異。答前破過去四見束為", "1728": "三類。六偈廣破初句。次四偈處中破第二句。", "1729": "後一偈略破後二句。今則分句與上不同。如", "1730": "前釋也。復有異義。文自顯之。就初五偈為四。", "1731": "初標破邪見章門。第二標正見章門。次兩偈", "1732": "釋邪見章門。次一偈釋正見章門。此是攝山", "1733": "大師作分也。又一意為三。初偈標非邊無邊。", "1734": "次三偈釋非邊無邊。次引四百觀論證非邊", "1735": "無邊。於三偈為二。初偈標章門。二偈釋章門。", "1736": "初偈意明。有邊無邊俱無後世。有邊則與陰", "1737": "同。盡故無後世。無邊便即是此身故無復後", "1738": "世。今實有後世。故非邊無邊。第二偈明陰陰", "1739": "相因故非今非後。所以然者陰陰相因。是故", "1740": "不斷。所以非邊。念念滅故非是無邊。即小乘", "1741": "正見也。次兩偈釋邪見章門又二。初偈明。若", "1742": "前陰壞不更生後可是有邊。前陰雖滅而生", "1743": "後陰故非是有邊。次偈明。前陰不滅不因前", "1744": "陰而生後陰。此則為常可名無邊。而實不爾", "1745": "故非無邊。長行云。世間有二種。今說眾生世", "1746": "間者。小乘雖具明二空而多說生空。又國土", "1747": "可三災洞盡。物多不計之為常。眾生轉如尋", "1748": "環。物多計之常。故偏破眾生。復次如四百觀", "1749": "論中說下。此生第四釋正見章門。付法藏經", "1750": "云。提婆菩薩造四百論。今注人引之將來破", "1751": "二邊也。亦可是龍樹自引。例如龍樹智度論", "1752": "第十八卷歎般若偈。此是羅󰿰法師所作。但", "1753": "龍樹羅󰿰提婆既是同時人。所以智度論引", "1754": "羅󰿰所說。此處引提婆之言。亦可別有此論。", "1755": "今所未詳。偈意明。得真法說者及以聽者。", "1756": "則生死便盡故非定無邊。不得三事則非定", "1757": "有邊。問云何得耶。答其說法者無說無示。", "1758": "其聽法者無聞無得。如此之悟則無邊邊。與", "1759": "此相違邊而無邊。長行云。今當更破下生第", "1760": "二破第三句。三偈為二。初偈牒而總非。即是", "1761": "章門。次兩偈正破。釋章門也。釋中為二初偈", "1762": "就人破。次偈就法破。就人破者明人不應一", "1763": "分破一分不破。不破是常破是無常。一人不", "1764": "得亦常無常。次偈就法易知也。長行云。今當", "1765": "破下生第三章。破第四非有邊無邊。用第三", "1766": "句破第四句。文易知也。一切法空故下論有", "1767": "三分。初二十五品破大乘人法。辨大乘觀行。", "1768": "次兩品破小乘人法。明小乘觀行。此二竟前。", "1769": "今第三重明大乘觀行。生起來意具如初品。", "1770": "兩偈為二。初偈重廣明大乘觀行。次偈推功", "1771": "歸佛。又初偈明美法。次偈辨讚人。初偈來意", "1772": "者上說未盡。今略明之。一者初大後小。明", "1773": "小從大出。顯出生義。次前小後大。明收入", "1774": "義。出生則從實起權。收入則攝權順實。蓋", "1775": "是三世十方諸佛始終權實之大意也。又依", "1776": "攝大乘論乘有三種。一者小乘。二者大乘。三", "1777": "者一乘。一乘最勝。前兩品明小乘觀行。二十", "1778": "五章明大乘觀行。今此一章辨一乘觀行。則", "1779": "具破三種乘迷。具申三種乘教。又自前二章", "1780": "但破大小乘諸見。今此一偈通破大小乘諸", "1781": "見之根。問云何名為見根耶。答一有起見人。", "1782": "謂九道眾生。二起見處。淨穢諸土。三起見時。", "1783": "謂三世也。由此三種能生大小諸見。今此品", "1784": "中明此三畢竟皆空。故無起見根。以根無故", "1785": "諸見不起。又接此邪見品生者。小乘破我及", "1786": "斷常等雖復已竟。論主猶謂不盡。此但破凡", "1787": "夫見耳。未破二乘見及菩薩見。故不暢大士", "1788": "之懷。故復以大乘畢竟空水洗之。令諸見時", "1789": "方見者一切無遺也。又自上已來破大小邪", "1790": "見。惑者便起邪正二心大小兩念。故今明邪", "1791": "正平等大小無二。方攝為理極。故說此偈也。", "1792": "又說法有二。前略後廣為解義故。前廣後略", "1793": "為易持。故今是示易持。故最後說大乘法空。", "1794": "就偈為二。初句標一切法空。謂橫周萬法竪", "1795": "窮四句畢竟皆空。即顯正也。次三句明於破", "1796": "邪。初句辨無所起見。次辨無起見處及起見", "1797": "時并起見人。瞿曇大聖主下第二推功於佛。", "1798": "所以推功者自上已來橫破萬法竪窮四句。物", "1799": "謂蓋是龍樹自作非佛誠言。便於此論不生", "1800": "信受。是故今推功歸佛。明上來之破皆是佛", "1801": "說非是我也。若不生信不信佛。二者總釋大", "1802": "小乘觀破邪見意。明上來作此破者但是佛", "1803": "破邪見耳。非有物可破。如百論云。愚人謂", "1804": "炎為水。知者告之言此非水也。為破水想。", "1805": "實無水可破。三者經有序正流通。今影大乘", "1806": "經亦明三義。初標宗稱歎致敬。次後造論破", "1807": "邪申教。破邪既訖還稱歎致敬也。偈分為二。", "1808": "一者稱歎。二者致敬。稱歎為二。初歎人兩句", "1809": "歎法。瞿曇者此云泥土。即是姓也。有二因", "1810": "緣。一者釋迦先祖為王厭世出家事瞿曇仙", "1811": "人。時人呼師為大瞿曇。以資為小瞿曇。即從", "1812": "師姓也。次小瞿曇被害。以後大瞿曇以土和", "1813": "其血分為兩分。還遂各生男女。因是已來有", "1814": "瞿曇姓稱也。問何故不云釋迦而稱瞿曇。答", "1815": "瞿曇是本姓故也。略說五見及六十二見者。", "1816": "此偏舉外道見耳。然二乘及有所得大乘皆", "1817": "是一切見也。", "1818": "中觀論疏卷第十末畢"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1824 中觀論疏", "source": "CBETA"}