{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1559 阿毘達磨俱舍釋論: 阿毘達磨俱舍釋論: 阿毘達磨俱舍釋論", "text": {"0": "7 分別慧品", "1": "阿毘達磨俱舍釋論卷第二十一", "10": "定三定四定。此中受生中定。不應更說。於分", "100": "如經言。是寂靜解脫。過一切色是無色。復有", "101": "說有眾生無色。復有說由過一切色想及有", "102": "礙想故。知無色界中無色。何以故。若彼實有", "103": "色。彼必定應生想分別自色。若汝執。觀下地", "104": "麁色故說無色。是義不然。何以故。於段食中。", "105": "此義應同。四定出離下地故。於中應立無色。", "106": "云何不說彼是受等出離。由是下地受等出", "107": "離故。彼已過一切種色類。不過一切種受等", "108": "類。是故說彼但是色出離非受等。由有不說", "109": "出離有者。由有不得出離有故。不能出離一", "11": "別世間品中。偈曰。生得定已說。釋曰。云何說。", "110": "切有。及永出離有故。復次佛世尊。於色定中。", "111": "說言於色定中。若有色類乃至識類。於無色", "112": "定中。說言於無色定中。若有受類乃至識", "113": "類。於無色界。若有色類。云何不說若有色類", "114": "言耶。是故偈曰。無色定無色。釋曰。由此二證", "115": "應知。於無色界必定無色。說有色者。此是邪", "116": "言。與理相違故。若爾於彼中無量劫色相續", "117": "已斷絕。後從彼退時。色云何更生。偈曰。更生", "118": "色從心。釋曰。色從心更生。昔時色報因所熏", "119": "習故。此心有功能生於今色。若不依止色。心", "12": "各各定三地。四定有八地。修得定必定應說。", "120": "云何得生起。云何不得生起。此中非所曾見", "121": "故。若爾離段食。於色界中不應得生起。何", "122": "以故。此中非所曾見故。於前已說。此依止能", "123": "令彼心相續生起。說此義已。復次此義今當", "124": "說。為空無邊入等必定以空等為境界故。說", "125": "彼以此名。為不爾非。此云何前三者。偈曰。空", "126": "無邊及識。無邊無所有。由加行立名。釋曰。空", "127": "無邊識無邊無所有。彼作如此思惟。得修觀", "128": "行。因此加行。是故彼如次第得此三名。偈曰。", "129": "昧故非想非。釋曰。由想軟昧故。說名非想", "13": "故說此言。偈曰。修定善一類。釋曰。若不分別。", "130": "非非想。何以故。彼想不明了。非全無想。若", "131": "彼於中修如此觀行。想即是病。想即是癰。想", "132": "即是刺。無想即是癡闇。是寂靜。是美妙。謂", "133": "非想非非想入。雖然不由此加行立名。云何", "134": "彼執如此觀行。決定應。釋曰。相微細故。此", "135": "義於前已說。偈曰。如此根本定。八物釋曰。", "136": "根本定若約實法。唯有八物。謂四色定四無", "137": "色定。此中偈曰。有三種。七。釋曰。除有頂所", "138": "餘七定。各有三種。何者為三。偈曰。有噉清", "139": "淨。無流。釋曰。此七定有與噉味相應。有清淨", "14": "唯心善一類名定。是三摩提性故。偈曰。共伴", "140": "有無流。偈曰。第八二。釋曰。第八是有頂。此", "141": "定有二種。有與噉味相應。有清淨無無流。復", "142": "次此中偈曰。噉味相應定。有愛。釋曰。噉味謂", "143": "貪愛味。是定所有功德。緣此起愛欲心。愛欲", "144": "即是能噉故。說貪愛所染污定。名與噉味相", "145": "應。偈曰。世間淨。清淨。釋曰。世間定法若善", "146": "為性。說名清淨。與無貪等白淨法相應故。復", "147": "次此中何定是噉味相應所噉。偈曰。是堪噉。", "148": "釋曰。是所堪噉即是清淨三摩跋提法。此法", "149": "是彼所噉。必從一剎那等已滅。若是所噉則", "15": "類五陰。釋曰。若分別諸定。共隨行相應法。應", "150": "已出。彼能噉即是所修觀偈曰。出世定無流。", "151": "釋曰。出世三摩跋提法。是名無流。此三摩跋", "152": "提法中。唯四持訶那有分。四無色定無分。", "153": "此中偈曰。於初有五分。釋曰。初持訶那中", "154": "有五分。五者偈曰。覺觀喜樂住。釋曰。覺觀喜", "155": "樂善一類。此五於定能引治安。依體故說為", "156": "五分。此五分中第五彼說亦定亦分。所餘但", "157": "分非定。若實說如四分軍。五分持訶那亦", "158": "爾。偈曰。熹等及內淨。於第二四分。釋曰。於", "159": "第二持訶那有四分。一內澄淨。二熹。三樂。四", "16": "知五陰為性。何法名一類。謂一境等。若爾唯", "160": "善一類。此四應知如前。偈曰。第三有五分。捨", "161": "念慧樂住。釋曰。於第三持訶那有五分。一捨", "162": "二念三慧四樂五住住即是善一類。何以故。", "163": "住是三摩提別名故。如經言。何者為三摩提。", "164": "是心住於正境於正位由此經故。知住是三", "165": "摩提別名。偈曰。最後有四分。中受捨念住。釋", "166": "曰。第四持訶那是最後。於中有四分。謂非苦", "167": "非樂受。捨清淨念清淨善一類。若依如此文。", "168": "定分有十八。初定三定各有五分。二定四定", "169": "各有四分故。如此數由名立。若由實物。偈曰。", "17": "心一境成定。非別類心法成定。不說諸心是", "170": "實物有十一。釋曰。初定分有五。於第二內澄", "171": "淨增。於第三捨念慧樂增。於第四非苦非樂", "172": "受增。由此義故有十一。是故說。若分在於初", "173": "定。於第二為是分不。有四句。第一句是覺觀。", "174": "第二句是內澄淨。第三句是喜樂善一類。第", "175": "四句除前所說是餘法。如此一切定分。皆應", "176": "以四句更互相攝。云何於第三定中。說樂為", "177": "別物。由此樂於第三定成受樂。於前二定中。", "178": "偈曰。輕安樂前二。釋曰。於第一第二定。是輕", "179": "安說名樂。於前二輕安樂。於第三是受樂。", "18": "定。由彼法諸心成一類故。說彼法為定。彼法", "180": "此義云何成。前二持訶那。與樂根不相應故。", "181": "何以故。於前二定中所說樂。不應成身樂。入", "182": "觀人五識不有故。不可立為心樂。已說為喜", "183": "故。喜者謂心踊躍。喜樂二種。一時俱生。無如", "184": "此義。喜樂或於定中遞互生起。此不可執。由", "185": "說定有五分故。有餘師說。於前三定中。心地", "186": "樂根。皆悉不有。但安立身樂根。以為彼分。若", "187": "爾經中云何說。如此經云。何者為樂根。緣能", "188": "起樂觸。身心受樂。所愛勝受類。說此名樂", "189": "根。此文不知何人所增加。何以故。於一切部", "19": "名一類。為不如此耶。一切心剎那剎那滅故。", "190": "中。唯有身樂文故。文言修觀人由身正受樂。", "191": "此義由自名所說故。若汝執由心身受者。若", "192": "作此說。得何功德。於第四定輕安最極。不", "193": "說為樂故。若汝言。是輕安隨順樂受故。亦得", "194": "說名樂。是義不然。第三定中何故不說輕安", "195": "名樂。若汝言。由為捨所損害故。是義不然。由", "196": "捨彼增進故。品類勝前二故。復次由經輕安", "197": "與樂有差別如經言。是時聖弟子。從輕安生", "198": "喜。由身證已生起。此已於其中住。於此經中", "199": "由別說輕安及樂。是故知輕安非樂。若汝言。", "2": "婆藪盤豆造", "20": "皆是一類。若汝言第二心從此境不散故。是", "200": "正入觀人身識云何生。此不相違。何以故。有", "201": "風從三摩提生。名輕安與樂受相符。依內起", "202": "遍滿身故。若汝言。由外散亂即便退定。是義", "203": "不然。從定生依內身起。由此身樂與定相隨", "204": "故。無有退義。若汝言。身識起時。觀行人即出", "205": "定。是義不然。由前言所成故若汝言。由欲界", "206": "所生身根。色界相應觸識不應得生。是義不", "207": "然。自輕安識生故。若爾身根所領觸及身識。", "208": "應成無流。勿有一分有流一分無流。由說身", "209": "輕安為覺分。是義可然。若汝言。由隨順覺分", "21": "一類。是義不然。於相應法中。定大地應無用。", "210": "故。說為覺分。無流義亦應爾。若汝言。此執與", "211": "經相違。經云。何者名有流法。一切眼根乃至", "212": "觸塵。是故相違。是義不然。由依別觸身識別", "213": "意說故。若汝言。於無流法。無一分有流一分", "214": "無流。是義不然。不俱時起故。於中復有何", "215": "失。若汝言。樂及喜不並起故。初定應無五分。", "216": "是義不然。依應有義說故。譬如說覺觀。若汝", "217": "言。此義未成。由譬不成就故。是義不然。由麁", "218": "細二心一時相違故。由汝不說此義中過失", "219": "故。是故於初定五分中。由減二三四分故。", "22": "由此是三摩提。是故諸心共緣一境。汝何故", "220": "安立第二定等。由此義故。於初定說有五分。", "221": "為欲減前安立後定故。是故不減想等。若不", "222": "爾。云何唯五為分。若汝言。由有益故立別分。", "223": "是義不然。覺觀二法。於念慧中最有益故。有", "224": "諸部師。作如此諍論。宿舊諸師。不說如此", "225": "不隨。可知所有法立為定分。是故彼執應須", "226": "思量。何法名內澄淨。覺觀散動滅離故。相續", "227": "清淨流。說名內澄淨。何以故。如江有浪。由覺", "228": "觀散動故。此相續生起。不得清淨。若爾此非", "229": "別物。云何由此實物定分有十一。是故偈", "23": "不許此義。若言由定大地故諸心成一類。應", "230": "曰。信根內淨。釋曰。有別物謂信根。此人由得", "231": "第二定地故。於出離寂靜地中。生起決信故。", "232": "此中說信根。為內澄淨。有餘師說。覺觀三摩", "233": "提內澄淨。悉非別物。若彼非實別物。云何成", "234": "心法。心位差別。有時說為心法。由心成故。阿", "235": "毘達磨悉檀。不說如此。是汝所說。喜者是適", "236": "心。此義云何可知。若不爾。欲以何法為別。如", "237": "別部所許。別部云何許。彼執有別心法名喜", "238": "適心。是三定中樂。若非於三定中樂應成適", "239": "心。偈曰。喜。適心由二證。釋曰。佛世尊於毘", "24": "立一切心皆成一類。此亦成失。是義不然。由", "240": "波利多經中說。第三定已於中先生適心。根", "241": "滅盡無餘。於第四定中。樂根滅盡無餘。佛復", "242": "於餘經中說。由樂根苦根滅故。於前憂根適", "243": "心根滅故。廣說如經。由此二證。於第三定中。", "244": "必定無有適心根。是故喜根即是適心根非", "245": "樂。如清淨定中所說分。於染污定為有不。", "246": "不有何分於彼不有。偈曰。染污無喜樂。內澄", "247": "淨念慧。及捨念清淨。釋曰。若定有染污。初定", "248": "無寂離生喜樂。不能寂離惑故。第二定無內", "249": "澄淨。由惑所染濁故。第三定無念慧。由染污", "25": "此定勢力弱故。經部師說。是心同一類故說名", "250": "樂所亂故。第四定無捨清淨念。清淨由與惑", "251": "相應故。有餘師說。唯如此。偈曰。餘說無輕", "252": "捨釋曰。有餘師說。初定二定。若有染污則無", "253": "輕安。第三第四定。若有染污則無捨。由此二", "254": "法是善大地故。佛世尊說。三定有動變。由有", "255": "過失故。偈曰。離八過失故。說第四不動。釋", "256": "曰何者為八過失。偈曰。覺觀及二息。餘樂等", "257": "四種。釋曰。覺觀樂苦喜憂出息入息。此八是", "258": "諸定過失。此八過失中隨一過失。於第四定", "259": "中無。是故唯說第四定為不動。覺觀喜樂等", "26": "定。何以故。三摩提者。謂依心學。心清淨為勝。", "260": "所不能動變故。故經中說。第四定為不動。譬", "261": "如內密室無風燈光。餘師說如此。於前二定。", "262": "說有適心受。由與喜相應故。第三樂第四捨。", "263": "如修觀定中受。於生得定中受為如此不。非", "264": "此云何。偈曰。喜受樂捨受。捨受及喜受。樂捨", "265": "及捨受。生得定諸受。釋曰。於初生得定中有", "266": "三受。一樂受與三識俱起。二喜受以意識為", "267": "地。三捨受與四識相應起。於第二生得定中", "268": "有二受。謂喜及捨。此二以意識為地。無樂餘", "269": "識不有故。於第三生得定中有二受。謂樂捨。", "27": "經中說名四定。餘師說。如此定者。名持訶那。", "270": "此二以意識為地。於第四生得定中。唯有捨", "271": "受。由如此義。生得定受。與修得定受不同。於", "272": "第二定等。若無三識及覺。彼眾生云何得見", "273": "聞觸。彼復云何得起有教身口業。不說於彼", "274": "受生眾生眼識等不有。雖有。不屬二定等", "275": "地。此云何偈曰。眼耳身三識。身口業緣起。二", "276": "等初定得。釋曰。眼等三識。及能起有教業識。", "277": "於第二定等雖不有。彼能令現前。譬如變化", "278": "心。彼由此識能見聞觸。及能起有教業。偈曰。", "279": "此無染無記。釋曰。此四識無染污亦無記。第", "28": "持訶那是何義。由此得知得見故。名持訶那。", "280": "二定等眾生所引四識令現前。此四識應知", "281": "以初定為地。非有染污。由彼離欲下地故。非", "282": "善下劣品故。說定事已。復次清淨等四色", "283": "定。及四無色定至得云何。偈曰。不得得清淨。", "284": "由離欲及生。釋曰。若人不至得彼。此人能得", "285": "清淨四色定及四無色定。或由離欲下地。或", "286": "由受生下地。除有頂。何以故。清淨有頂。不由", "287": "受生得故。不得者此言云何。若人未曾得。及", "288": "捨至得。由加行能得清淨。或得決擇分清淨。", "289": "由退故得退分定。是故毘婆沙中說此言。為", "29": "何以故。若心得定。則能如實知見。此名以思", "290": "有如此不。或由離欲至得清淨定。或由離", "291": "欲棄捨清淨定。由退墮及受生亦爾。說有約", "292": "退墮分初定。論此六義。何以故。由離欲得此", "293": "故。由離欲大梵處棄捨此故。由退墮大梵處", "294": "離欲得此故。由退墮離欲欲界棄捨此故。由", "295": "捨上大梵處受生得此故。由從此退墮受生", "296": "欲界棄捨此故。偈曰。無流由離欲。釋曰。不得", "297": "得此言流。若人已曾得。由盡智更得無學無", "298": "流。若由修練根道。或得有學。或得無學。為不", "299": "如此耶。由入正定聚。初得無流。次第修觀人。", "3": "陳天竺三藏真諦譯", "30": "量為義。思者即是般若。此悉檀作如此說。", "300": "不必定由未曾得得此無流定。如必定應得。", "301": "是今所說。偈曰。染污退生得。釋曰。不得得此", "302": "言流。由退得者。若人退此離欲。更還得此。由", "303": "受生得者。從上地更生下地。復次從何定法。", "304": "後幾種定次第得生。從無流初定。後有六定。", "305": "無間得生。於自地清淨定無流定為二。於第", "306": "二第三定。亦各有二。從無所有入後次第生", "307": "有七。於自地清淨無流為二。識無邊入。空無", "308": "邊入。亦各有二。於有頂但有清淨無無流。", "309": "從第二定。後次第生有八。於自地清淨無流", "31": "若爾一切三摩提。皆應名持訶那。由一類能令", "310": "為二。於第三第四及初定。亦各有二。從識無", "311": "邊入後次第生有九。自地有二。空無邊入及", "312": "第四定有四。無所有入及有頂有三。由如此", "313": "方。所餘色無色定次第十十定法。應如此", "314": "知。此中是略攝。偈曰。從第三上下無流後善", "315": "生。釋曰。由說善性清淨及無流皆彼攝。同", "316": "是善性故。無流定法後次第。或依自地二種", "317": "定法生。謂清淨無流。或上地下地。乃至第三", "318": "亦爾。何以故。超修觀人過第三處求超不得", "319": "成。云何如此。由過遠故。從類智次第能修無", "32": "如實知見故。是義不然。於勝類中立彼名故。", "320": "色定觀。從法智次第不得如此。以下地依止", "321": "為境界故。如說從無流次第生諸定。所餘應", "322": "知亦爾。偈曰。從淨生亦爾。長染污自地。釋", "323": "曰。此中生自地染污定長於前。此從清淨定", "324": "後次第得生。所餘諸義如無流。何以故。無流", "325": "定後。染污不得生故。偈曰。從污自地淨。染。", "326": "釋曰。從染污定後次第。於自地清淨及染污", "327": "定得生。偈曰。一下地淨。釋曰。若人為惑所", "328": "逼下地若清淨。於中亦生尊重。若人已了別", "329": "此定。謂此定染污行於下地定。則從善行於", "33": "譬如作光名曰。於中與何勝法類相應。若定", "330": "善。不從染污。若不分別。云何得行於下地清", "331": "淨定。由前引心力。何以故。此人於前。有如此", "332": "欲樂。謂寧得下地清淨。不用上地染污。是先", "333": "意欲眾生相續亦能隨逐。譬如人先發願方", "334": "眠如所要期時即覺。若無流從染污後。一切", "335": "種次第不得生。此言約修觀時說。謂從清淨", "336": "定及染污定。後次第自地染污定生。非於餘", "337": "地。偈曰。退時從淨染。一切。釋曰。死墮時從", "338": "生得清淨定。後次第一切地染污定生。偈曰。", "339": "染非上釋曰。從染污四色定四無色定。後死", "34": "與分相應此定則與勝類相應。何以故。此共", "340": "墮時。次第自地下地染污定生。非上地。復次", "341": "非從一切清淨定後無流定生。若爾此義云", "342": "何。偈曰。清淨定有四。退分等。釋曰。退墮分。", "343": "安住分。增進分。決擇分。清淨定有此四種。有", "344": "頂有三種。除決擇分故。此四其相云何。偈曰。", "345": "次第。或生自上地。無流隨得故。釋曰。若此", "346": "定功德隨順煩惱生。名退墮分。若此定功德", "347": "隨順自地名安住分。若此定功德隨順上地", "348": "名增進分。若此定功德隨順無流名決擇分。", "349": "是故說此定名無流。此四種定中幾定從幾", "35": "奢摩他毘鉢舍那。雙生起故。故說為現法安", "350": "定後次第生。偈曰。二三三及一。從退等次第。", "351": "釋曰。退墮分定後。次第二定得生。謂退墮分。", "352": "及安住分。安住分定後。次第三定得生。除決", "353": "擇分。增進分定。後次第三定得生。除退墮分。", "354": "所餘次第得生。決擇分定後。次第一定得生。", "355": "謂決擇分定。修超定觀。云何得成。偈曰。去來", "356": "於二類。八地密超一。修超諸定觀。行非等分", "357": "三。釋曰。去者謂次第修觀。來者謂逆修觀。於", "358": "二類者。謂有流無流。八地者。謂四色定四無", "359": "色定。密者謂上下次第。超一者謂過一一地。", "36": "樂住。及遲速樂行。由彼最明了思量故。故彼", "360": "先於有流八地。或順或逆修觀。修觀成熟已。", "361": "次於七無流地修觀亦爾。修觀成熟已。後時", "362": "為成就。於修自在故。從有流初定。超入有流", "363": "第三定。從有流第三定。超入空無邊入。從空", "364": "無邊入。超入無所有入。次更如此逆超。若此", "365": "修已成熟。後於無流定修順逆超一亦爾。應", "366": "如此次第修順逆觀為超定加行。是時若從有", "367": "流初定。能入無流第三定。從無流第三定。能", "368": "入有流空無邊入。從有流空無邊入。能入無", "369": "流無所有入。次修逆超亦如此。是時非等分", "37": "是勝類。若善一類。名持訶那。有染污云何名", "370": "第三定中去來成故。超修定得成。由最遠", "371": "故。第四不可超修。此修於三洲中。是非時解", "372": "脫阿羅漢。所修得惑滅盡故。於定有自在", "373": "故。見至聖人。彼根雖利。於定若有自在。彼惑", "374": "未盡故不得修。時解脫阿羅漢。惑雖已盡。", "375": "於定不得自在。亦不得修。由何依止。有幾色", "376": "定無色定可令現前。偈曰。自下地依止色無", "377": "色。釋曰有頂定於有頂處可修令現前。於下", "378": "地乃至欲界皆能修令現前。如判有頂。所餘", "379": "諸定。於自地及下地。皆得修令現前。云何如", "38": "持訶那。由邪思惟故。若爾則有大過之失。是", "380": "此。若人生於上地。不能令下地諸定現前。何", "381": "以故。於此人偈曰。非下。釋曰。生上地人。下", "382": "地定於彼無毫釐用。由下劣被輕故。說通義", "383": "已。此中更說別義。偈曰。聖現無所有。入於", "384": "有頂流盡。釋曰。若聖人已生有頂。由現前修", "385": "無流無所有入。至得流盡。云何已生有頂。能", "386": "現前修無流無所有入。於自地無故。此熟所", "387": "悉故。得現前修。復次色定。無色定所緣何境。", "388": "偈曰。有愛自有境。釋曰。若定與噉味相應。說", "389": "名有愛。緣自地有起。有言者顯取有流境。", "39": "義不然。於相似中。由但立名故。譬如壞種子。", "390": "不能緣下地。已離欲故。不能緣上地。由諸地", "391": "貪愛各所隔礙故。不能緣無流為境。應成清", "392": "淨故。偈曰。善定遍有境。釋曰。若定以善為", "393": "性。謂清淨及無流。此定以一切法為境。彼境", "394": "實有物。謂有為無為。偈曰。本善色無色。非有", "395": "流下境。釋曰。根本清淨色定。及無色定。下地", "396": "有流法。非彼境界。緣自地及上地為境界故。", "397": "若無流為境界。一切類智種類。是彼境界。非", "398": "法智種類。非下地滅。若近分定及無間道。以", "399": "下地為境界。此三種色定無色定中。何定能", "4": "8 分別三摩跋提品分別三摩跋提品第八", "40": "故佛世尊。亦說惡法。為持訶那。復次是善一", "400": "滅惑。偈曰。由無流惑滅。釋曰。惑滅不由清淨", "401": "定。何況由染污定。由此下界惑不得滅。於下", "402": "未離欲故。自不能對治自故。是故不能滅自", "403": "地惑。由最勝故。不能滅上地惑。但由無流", "404": "定得滅。復次偈曰。及諸定近分。釋曰。由色", "405": "無色近分清淨定。諸惑亦得滅是下地對治", "406": "故。此近分有幾種。偈曰。彼定近分八。釋曰。", "407": "隨一一定。近分亦爾。依近分得入根本故。", "408": "近分為如根本有三種不。近分受為如根本", "409": "受不。非。偈曰。清淨非苦樂。釋曰。彼近分定。", "41": "類。有何相名初定。乃至是善一類。有何相名", "410": "但是清淨一類。與捨受相應。由功用所引", "411": "故。未離下地厭怖故。離欲為果故。是故唯捨", "412": "受無噉味。偈曰。初聖。釋曰。最初近分定。名", "413": "非至定。此有二種。有清淨有無流。若由近分", "414": "心結生。即有染污。若入觀必無染污。由前已", "415": "遮故。偈曰。餘說三。釋曰。有餘師說。非至近", "416": "分定。亦與噉味相應。此中有說。名近分定。有", "417": "說。名中間定。此二名為一義。為有別義。有", "418": "別義。何以故。近分者是離欲道。偈曰。無覺中", "419": "間定。釋曰。此定與覺不相應。說名中間定。與", "42": "第四定。偈曰。有觀及喜樂。釋曰。覺觀喜樂相", "420": "二定異故。由勝初定故。於初定中不立。於第", "421": "二定等中。亦非所立。由無勝類故。復次此中", "422": "間定。有幾種有幾受。偈曰。三種無苦樂。釋", "423": "曰。此定或與噉味相應。或清淨或無流。是無", "424": "苦無樂受。與捨根相應故。不與喜根相應。大", "425": "功用所引故。故說為苦遲速行。此中間定果", "426": "差別云何。偈曰。大梵王為果。釋曰。若人修習", "427": "上品中間定。受大梵王報。復次攝一切諸定。", "428": "於經中說有三定。一有覺有觀三摩提。二無", "429": "覺有觀三摩提。三無覺無觀三摩提。此中中", "43": "應善一類。說名初定。由說觀覺。即被說覺", "430": "間定。即是無覺有觀三摩提。由此經第二言", "431": "所證。但遮覺故從此定。偈曰。有覺觀此下。釋", "432": "曰。從此向下所有諸定。悉名有覺有觀。謂初", "433": "定及依初定餘定。偈曰。此上定無二。釋曰。於", "434": "彼中無二。謂過中間定。向上餘定。無覺觀二。", "435": "從第二定近分。乃至有頂皆無二。復次經中", "436": "說。三摩提有三種。謂空定。無願定。無相定。", "437": "此中偈曰。無相應靜相。釋曰。與滅諦行相相", "438": "應定。說名無相定。此定有四行相。何以故。涅", "439": "槃者由離十相。說名無相。此定以涅槃為境。", "44": "觀。如火及烟。相應行故。有不相離相離故。", "440": "故名無相。十相者。謂五塵男女三有為相。是", "441": "名十相。偈曰。空定無我空。釋曰。與無我空二", "442": "行相相應定。說名空定。此定有二行相。偈曰。", "443": "無願定所餘。諦相相應故。釋曰。與所餘諸諦", "444": "行相相應定。說名無願定。此定有十行相。何", "445": "以故。於無常苦及彼因生厭背故。於道由", "446": "栰喻義。必定應棄捨。觀行人於彼生過背意", "447": "故。彼皆不可願。以彼為境。故名無願。於無我", "448": "空中無厭背義。由與涅槃相似故。此三定有", "449": "二。偈曰。彼清淨無垢。釋曰。此三定以清淨及", "45": "無有觀有喜樂與覺相離。所餘三定偈曰。前", "450": "無流為種類。屬世出世故。若世間定。依十一", "451": "地成。若出世定。隨無流道地。偈曰。淨三解脫", "452": "門。釋曰。此三定若無流。說名三解脫門。謂空", "453": "解脫門。無願解脫門。無相解脫門。由彼是解", "454": "脫門故。由別義於彼更說別名。偈曰。空空等", "455": "名定。復有三別定。釋曰。有空空定。有無願無", "456": "願定。有無相無相定。以空定等為境界故。彼", "457": "名空空定等。於中偈曰。二定緣無學。由空無", "458": "常相。釋曰。有二別定。緣無學諸定為境。空空", "459": "定緣無學空定為境。由空行相故。無願無願", "46": "前分所離。釋曰。善一類言流。覺觀所離。但有", "460": "定。緣無學無願定為境。由無常行相故。不由", "461": "苦及因等行相。無流法不以彼為相故。不由", "462": "道諦行相彼所應厭背故。偈曰。無相無相定。", "463": "靜相非擇滅。釋曰。無相無相定。緣無學無相", "464": "定非擇滅為境。由寂靜行相故。不由滅。妙離", "465": "行相。何以故。與無常滅同故。無記性故。非永", "466": "出離故。此三別定一向。偈曰。有流。釋曰。由", "467": "背捨聖道故。彼是有流。若無流則不爾。此定", "468": "是何道所得。偈曰。人。釋曰。於人道中非於天", "469": "道。於何人相續中生。偈曰。不壞。釋曰。唯不", "47": "喜樂。是第二定覺觀喜所離但有樂。是第三", "470": "壞相阿羅漢。能得此定。由事究竟故。非餘阿", "471": "羅漢。此定依幾地生。偈曰。七近分所離。釋", "472": "曰。除七近分定。於十一地。謂欲界。非至定。", "473": "中間定。四色定。四無色定。復有經說有四三", "474": "摩提修。經云。有三摩提修。若修若事若習成。", "475": "為得現世安樂住。廣說如經。此中偈曰有別", "476": "修四定。淨初為現樂。釋曰。若初定是善性類。", "477": "或清淨或無流。此三摩提。必定能得現世安", "478": "樂住。初定既爾。餘定應知亦然。不必定得未", "479": "來安樂住。或退墮。或生上地。或入涅槃。於中", "48": "定。覺觀喜樂所離但有捨。是第四定。如說四", "480": "未來安樂住。或不成就故。偈曰。為知見眼通。", "481": "釋曰。第二三摩提修。為得知見三摩提修。謂", "482": "天眼通慧修。偈曰。為別慧行生。釋曰。第三三", "483": "摩提修。為得差別慧三摩提修。一切勝德。皆", "484": "從加行生。謂三界無流諸德。若定能得此德。", "485": "說此定修。為差別慧三摩提修。偈曰。金剛譬", "486": "後定。能滅有流修。釋曰。於第四定有三摩提。", "487": "名金剛譬修。此定能得一切流盡。彼言佛世", "488": "尊說。四三摩提修。依佛自修行說。此義云何", "489": "可知。由依第四定。約時分別故。說諸三摩提", "49": "定。偈曰。無色爾。釋曰。無色有幾種。義與定", "490": "已。一切德依止三摩提成。說時已至。是故今", "491": "說。偈曰。無量定有四。釋曰。四無量定。謂慈", "492": "悲喜捨無量。以無量眾生為境界故。感無量", "493": "果報故。云何立四。偈曰。由瞋等對治。釋曰。", "494": "多行殺害瞋逼惱瞋嫉妬瞋愛起憎瞋。眾生", "495": "為滅此行。是故次第應修此四無量定。不淨", "496": "觀及捨無量定。若同對治欲界愛欲。有何差", "497": "別。毘婆沙師說。色欲對治是不淨觀。婬欲對", "498": "治是捨無量觀。若執如此則與理相應。婬欲", "499": "對治是不淨觀。能除色形貌觸威儀欲故。母", "5": "由依止智慧一切功德。謂智慧種類分別說已。", "50": "同。彼亦有二種。由修得生得故。亦有四種。由", "500": "父及兒親等欲對治是捨。此四定性類云何。", "501": "偈曰。慈無瞋及悲。釋曰。慈以無瞋善根為性。", "502": "悲亦如此。偈曰。喜定謂適心。釋曰。於他歡適", "503": "事。心隨彼歡適。說名為喜。偈曰。捨無貪。釋", "504": "曰。捨以無貪善根為性。若爾云何對治瞋。由", "505": "瞋是貪愛所引故。若爾此定應以二善根為", "506": "性。此義應理。此慈等無量定。行相云何。偈", "507": "曰。行相。有樂及有苦。得喜及眾生。釋曰。若", "508": "眾生安樂。是慈定境界。於彼起行相思惟。謂", "509": "眾生安樂。由此得修慈無量觀。若眾生有苦。", "51": "減損想故。是彼生得。於前已說。謂無色界無", "510": "是悲定境界。於彼起行相思惟。謂眾生有苦。", "511": "由此得修悲無量觀。若眾生得喜。是喜定境", "512": "界。於彼起行相思惟。謂眾生得喜。由此得", "513": "修喜無量觀。若不分別。但眾生眾生。是捨定", "514": "境界。於彼起行相思惟。謂眾生眾生。由此", "515": "得修捨無量觀。由是中心故。觀若彼無樂於", "516": "彼樂觀樂。云何此觀。不成顛倒。由願得意故。", "517": "非是顛倒。復由意無顛倒故。復由是願樂想", "518": "定故。復次若如此顛倒。有何過失。若汝言。非", "519": "善性為過失。是義不然。彼以善根為性故。又", "52": "處。由生有四種聚同分及命。依此心相續。修", "520": "能對治瞋等惡法故。說彼行相已。若彼緣眾", "521": "生為境。緣何眾生為境。偈曰。彼欲眾生境。釋", "522": "曰。欲界眾生。是彼所緣境。能對治緣彼為境", "523": "瞋恚等故。若爾經中所說。約一方起慈等心。", "524": "此義云何。此言由顯器。在器中亦是所顯。此", "525": "四無量依幾地生。偈曰。於二定喜。釋曰。於前", "526": "二定。修喜無量觀。適心為性故。偈曰。餘六", "527": "地。釋曰。所餘三無量觀。於六地中修。謂非", "528": "至定中間定及四定。偈曰。餘說五。釋曰。有", "529": "餘師說。除非至定。但於五地修。復有餘師說", "53": "得無色定。若不分別。但以善一類為性。由此", "530": "於十地。謂欲界及四近分。由攝不定加行根", "531": "本故。是前所說。彼能對治瞋恚等。為由彼惑", "532": "得滅不。偈曰。由彼惑不滅。釋曰。根本定為", "533": "地故。假願思惟為體故。緣眾生為境故。由修", "534": "彼加行。能制伏瞋恚等故。說彼是瞋恚等對", "535": "治。已滅能令遠故。有慈等觀。以欲界及非", "536": "至定為地。有以根本定為地。由前制伏諸惑", "537": "已。後由滅道滅除諸惑。次於離欲位中。由得", "538": "根本無量定故。若得定強力緣時。非復彼所", "539": "能逼故。初學人云何修慈無量觀。如計自身", "54": "義無色定與四定同。偈曰。四陰。釋曰。若分別", "540": "所得勝樂。或見聞他得勝樂。謂佛菩薩獨覺", "541": "聲聞。於眾生起如此至得勝樂願樂想。謂願", "542": "諸眾生。得如此樂。若不能等發此心。由惑最", "543": "強盛故。先於親屬。分為三品。於最上品親。起", "544": "得勝樂願想。於彼若已成。次於中及下親。觀", "545": "行亦爾。於三品若得平等慈觀已。次於中人。", "546": "觀行應知。皆如前說。次於怨人。復分為三品。", "547": "於最下怨。願彼得勝樂次於中怨及上怨亦", "548": "爾。於最上怨。願得勝樂想。若起不更退失。如", "549": "於最上品親不異。次第於家聚落方土中。", "55": "諸定。共隨行相應法。應知四陰為性。無隨行", "550": "起得勝樂願想。乃至緣一方及遍一切世界。", "551": "起願得勝樂想。由慈無量心。周普無餘。若人", "552": "於一切眾生。恒樂取德。此人必定速得成就", "553": "慈觀。何以故。於斷善根人。若取彼德亦可", "554": "得。於犀角喻獨覺。若取彼過亦可得。由能顯", "555": "昔福非福果故。於悲及喜。修觀行亦爾。觀", "556": "彼眾生沒多災橫流內。願彼解脫眾苦。願彼", "557": "眾生恒得歡喜。若人作如此願想。得入悲喜", "558": "定觀。捨觀從中境成。但以眾生眾生為行相", "559": "故。四無量定。是何道能修。偈曰。人道生。釋", "56": "色故。偈曰。寂離下地生。釋曰。空遍入從寂離", "560": "曰。若修彼必定在於人道。非於餘道。若人與", "561": "一無量定相應。必定與一切相應不。不定。與", "562": "一切相應此何為。偈曰。三應定。釋曰。若人生", "563": "第三第四定。與喜不相應。若人得無量定。恒", "564": "與三相應。偈曰。解脫八。釋曰。於內有色想於", "565": "外觀色。是第一解脫。於內無色想於外觀色。", "566": "是第二解脫。淨解脫由身證已於修中住。是", "567": "第三解脫。無色定為四解脫。滅受想定為第", "568": "八解脫。於彼偈曰。前二。不淨觀。釋曰。前二", "569": "解脫。不淨觀為體性。以黑爛等想為行相故。", "57": "第四定生。識遍入從寂離空遍入生。無所有", "570": "是故於此二。應知如不淨觀中觀行義。此前", "571": "二偈曰。二定。釋曰。於前二定中。此二解脫是", "572": "所修。非於餘地。次第是欲界及初定。地色欲", "573": "對治故。偈曰。三後定無貪。釋曰。第三淨解脫。", "574": "但於第四定修。此亦以無貪善根為體性。非", "575": "不淨觀為體性。由淨想為行相故。若攝彼共", "576": "伴類。五陰為體性。無色解脫者。偈曰。淨無色", "577": "定地釋曰。若善若定地四無色觀。是四無色", "578": "解脫。非不定地。譬如於死有中。餘部師說。", "579": "無色定有時非定。如目乾連所修。復次無色", "58": "遍入。從寂離識遍入生。非想非非想遍入。從", "580": "近分定解脫道。彼亦得解脫名。若是善及定", "581": "地。非無間道緣下地為境故。何以故。背捨義", "582": "即是解脫。偈曰。滅心定解脫。釋曰。滅受想定。", "583": "即是第八解脫。此定於前已說。由背受想故", "584": "名解脫。復由背捨一切有為法故。復有餘師", "585": "說。由此八能解脫一切定障故。若人修滅心", "586": "定。偈曰。最後細後成。釋曰。有頂者由想最細", "587": "故。此定更修令最細。方得入滅心定。若人已", "588": "入滅心定。云何得出。偈曰。自地淨下聖。心從", "589": "彼出觀釋曰。或由於有頂清淨心從彼得出。", "59": "寂離無所有遍入生。無色定由此故成四。何", "590": "或由無所有入為地。清淨心及無流心。從彼", "591": "得出。如此依有流心。入無心定。出心通有流", "592": "無流。於此八解脫中。偈曰。欲界可見境。前", "593": "三。釋曰。於前三解脫。通以欲界色入為境。或", "594": "可憎或可愛如次第。偈曰。四無色。是類智種", "595": "類。自上地諦境。釋曰。無色解脫緣上地及自", "596": "地苦。苦集苦滅為境。一切類智種類道。及非", "597": "擇滅虛空為境。云何於第三定不立解脫。於", "598": "第二定地。色欲不有故。復於清涼樂有動", "599": "故。云何彼修淨解脫觀為安樂。先不淨觀。", "6": "別性類功德今當分別說。是故最初依定應", "60": "法名寂離。由此道彼解脫他地故。說此道名", "600": "損羸自相續故。復次為欲觀察自能不能故。", "601": "謂於前二解脫。為成不成。若爾則知彼二", "602": "成。若更由淨相觀淨境。先惑不起。何以故。修", "603": "觀人由二種因故。修解脫等觀。一為令諸惑", "604": "極遠相離。二為於定中得自在。為能引取無", "605": "諍等諸德。及能引取聖通慧。此通慧能變異", "606": "物類。成就所願。延促壽等事。云何於第三", "607": "第八說身證。於餘不說。由二勝故。復由在界", "608": "地窮際故。偈曰。制入有八種。釋曰。於內有色", "609": "相於外觀色小量。或好或惡。制修此色。我", "61": "寂離。彼定至得離欲故。是四無色定。偈曰。", "610": "見我知。作如此想是第一制入。無量亦爾。於", "611": "內無色想於外觀色。此二如前二合此成四", "612": "通。無內色想觀青黃赤白色。我見我知。作", "613": "如此想合此成八。偈曰。二如初解脫。釋曰。如", "614": "初解脫。應知二制入亦爾。偈曰。後二如第二。", "615": "釋曰。如第二解脫。應知第三第四制入亦爾。", "616": "偈曰。餘如淨解脫。釋曰。如淨解脫。應知後四", "617": "制入亦爾。若爾此彼有何異。由前八但背捨。", "618": "由後八制修。境界令隨自意樂顯現。及令惑", "619": "不起。偈曰。十遍入。釋曰。能普覆起一類。無", "62": "制伏色想名。共三種近分。釋曰。空遍入近分", "620": "間隙故名無邊。何法為無邊。謂地水火風。青", "621": "黃赤白。此色相普覆。空無邊入。識無邊入。此", "622": "二亦普覆。於中偈曰。無貪。八。釋曰。前八以", "623": "無貪為性。偈曰。後定。釋曰。第四定是彼所依", "624": "地。偈曰。彼境。欲。釋曰。欲界色入是彼境。有", "625": "餘師說。風無邊入觸為境界。復有餘師說。前", "626": "四觸為境界。後四色為境界。偈曰。二淨無色。", "627": "釋曰。最後二無邊入。以清淨無色定為性。", "628": "偈曰。自地四陰境。釋曰。自地四陰。是後二無", "629": "邊入境界。八制入是入解脫法門。十無邊入", "63": "定。緣第四定為境界故。未得制伏色想名。何", "630": "是入制入法門。前前於後後勝故。此解脫等。", "631": "以一切凡夫聖人相續為依止。唯除滅心解", "632": "脫。偈曰。滅心定已說。釋曰。滅心定解脫。於", "633": "前已說。由一切義差別。偈曰。餘離欲行得。釋", "634": "曰。異滅心定。所餘解脫等。或離欲所得。或加", "635": "行所得。由前悉前未悉故。偈曰三界依無色。", "636": "餘人道修得。釋曰。無色解脫。無色無邊入。", "637": "此法以三界身為依止。三界人所修得故。所", "638": "餘諸解脫。及諸制入無邊入。依止人道相續", "639": "得成。由正教力緣所生故。云何於色無色界。", "64": "以故。於中制伏色想未竟故。未得滅離。是前", "640": "修得色定無色定差別。由三種因緣。四持訶", "641": "那無色三摩跋提得生。由因業法爾力故。此", "642": "中偈曰。因業力二界。生色無色定。釋曰。於二", "643": "界。謂色無色界。生無色界定。或由因力。謂近", "644": "修及數修。或由業力。謂上界分後報。業果報", "645": "欲至故。何以故。若人於下界不生欲。於上界", "646": "不能得生。偈曰。於色界。色定由二法爾得。釋", "647": "曰。於色界中生差別定必由二力。謂因力業", "648": "力。或由法爾力。世界欲壞時。一切眾生。是時", "649": "來下地。生四色定。是時善法。最成就豐饒起", "65": "所說。無色界但有四陰。此言不成就。謂於無", "650": "故。是佛世尊正法。應更幾時住。於中如此等", "651": "諸法品類。明了可知可見。偈曰。世尊正法二。", "652": "教修得為體。釋曰。此中正教者。即是諸阿", "653": "含。謂修多羅。毘那耶。阿毘達磨。正修得者。", "654": "謂阿地伽摩。此是三乘人所修。菩提助法。及", "655": "三乘果。如此名二種正法。此中有幾人。偈曰。", "656": "於中有能持。能說及能行。釋曰。於阿含有二", "657": "人。一能正持。二能正說。於阿地伽摩但有", "658": "一人。謂能正修得。隨此三人相傳住時。正", "659": "法亦隨此時得住。何以故。有二因緣。能令正", "66": "色界無色。若無色界有色。云何說為無色界。", "660": "法久住。謂正說正受。有餘師說。佛般涅槃後", "661": "一千年。正法得住。此說約正修得。不約阿含。", "662": "若約阿含則有多時。何以故。於末世中若能", "663": "持此正法。諸人有二種。一隨聞得信。二隨", "664": "正解得信。諸天皆擁護。彼人令阿含及正修", "665": "得。於世不速隱沒。是故於中。如文如義。應急", "666": "修正行。此論中。佛世尊阿毘達磨。是我所說。", "667": "為如經部中所顯。為如毘婆沙中所顯。偈曰。", "668": "罽賓毘婆沙理成。我多隨彼說此論。正法偏", "669": "執是我失。判法正理佛為量。釋曰。罽賓國毘", "67": "由色細故。譬如阿賓伽羅。執彼所有色。其", "670": "婆沙師二證所成就。此阿毘達磨。我今多隨", "671": "彼義說。於中若有偏執。是我過失。離證能正", "672": "判正法。唯佛世尊為最勝量。何以故。由證見", "673": "一切法故。若佛聖弟子。離阿含及道理。判正", "674": "法亦非中量。", "675": "阿毘達磨俱舍釋論卷第二十一", "68": "相云何。若唯有身口護色。身口既無。云何", "69": "得有身口護色若無四大。說有四大所造色。", "7": "作分別說。由一切功德依止彼故。偈曰。四定", "70": "無如此義。若汝言如無流護。是義不然。由有", "71": "流四大有故。於說彼三摩跋提。中乃至有撥", "72": "言。謂無色等想。若彼有身必定有色根。云何", "73": "許彼有細色。若汝執由身量極細故說無", "74": "色。於不可見色水蟲。應成無色。若汝執彼", "75": "色極淨故說無色。於中陰及色界。亦應立為", "76": "無色。若汝執由無勝。彼淨色故說無色。則", "77": "但有頂成無色。所餘應非。何以故。如修三摩", "78": "跋提。三摩跋提生差別亦爾。彼定生色。由非", "79": "下地根所取故。於彼有何差別。若汝言二界", "8": "有二種。釋曰。若略說定有二種。由生得定修", "80": "名隨義立。第三界名非隨義立。此中以何道", "81": "理為證。由說壽命煖觸相應故。如二蘆束互", "82": "相依持。名色及識。由說互相依故。於十二緣", "83": "生中。說依識名色生。依名色識生。復有別證。", "84": "離色乃至離行。由撥識去來故。是故於無色", "85": "界。有色義成。是義不然。應更思量故。此義必", "86": "定應共思量。謂說壽命暖觸相應義。此言為", "87": "依欲界壽命說。為依一切壽命說。名色及識", "88": "互相依言。為依欲界色界識說。為依一切識", "89": "說。說名色依識生言。說識依名色生言。此中", "9": "得定差別故。復次此定唯有四種。謂初定二", "90": "為一切識以名色為依。一切名色以識為依。", "91": "為不皆爾。此中說離色等。撥識去來言。為離", "92": "一切色等。撥識去來義。為隨離一。若汝言。由", "93": "佛不分別故。不可自分別思量。是義不然。有", "94": "大過之失故。是外煖觸不應成與壽命相離。", "95": "復次外色應依止名。由不分別說故。由佛說", "96": "四識住及四食。於色無色界應有段食及色", "97": "識住。若汝言。說過用段食諸天。及說喜食諸", "98": "天。由此言故。無大過之失。於無色亦應爾。", "99": "不應立有色。由佛說無色是一切色出離故。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1559 阿毘達磨俱舍釋論: 阿毘達磨俱舍釋論: 阿毘達磨俱舍釋論", "author": "婆藪盤豆造  陳 真諦譯", "sourceLink": "http://www.cbeta.org/"}