{"author": "唐 般若力譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1278 迦樓羅及諸天密言經: 迦樓羅及諸天密言經: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅王持念經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1278", "1": "迦樓羅及諸天密言經一卷", "2": "罽賓國三藏大德般若力譯", "3": "迦樓羅者。天竺方言。唐云金翅鳥。蓋非敵體", "4": "之名。乃會意而譯也。然古今經論傳之久矣。", "5": "夫龍德隱微變化無極。忤之者禍至。奉之者", "6": "福招。窮其受生。具胎卵濕化。無復他患。唯苦", "7": "迦樓羅龍有四。生鳥亦四種。化生之鳥力制", "8": "其餘。濕生之龍不具胎鳥屈伏之勢。例此以", "9": "明。且滄海無涯。群龍游泳。將㖨也鼓其羽翅", "10": "扇波濤。水為涸流。龍無頭寄恣其食不遑度", "11": "寧。所以然者。一以鳥形環僂。一以法禁迦", "12": "持。體質殊人。思慮豈異。降之際專注地水火", "13": "風空亦如之翻覆互用。龍尚被制。其餘可知。", "14": "且世界之尊梵王居首。毘紐為次。大天其三。", "15": "萬神所依。四生彼仰。具悲慜心。演拔濟法。", "16": "以為迦樓羅傍生。羽族攝伏若斯憑之增修。", "17": "可以救世。遂以金翅鳥為名。說十萬頌教跡。", "18": "三界之主。五大之神。具成真身。俱傳本音。龍", "19": "王受令。天帝懼威。豈鳥能之。乃聖力也。今略", "20": "述迦樓羅妙門。次說諸天雜法。凡修行者皆", "21": "須發無上菩提心。尊敬三寶。", "22": "謹案。梵本云。大梵天毘紐天大自在天王。愍", "23": "眾生故。化成此身。居止妙高山側金山之內", "24": "淡水海傍。復說地水火風空五大之神而所", "25": "共成。此身各有所施。", "26": "1 辦事印迦樓羅辦事印第一", "27": "二手虛心合掌交指初分左押右即成。此印", "28": "能辦一切事。眾印之首。能出生諸印。凡欲結", "29": "契。先宜作之。", "30": "2 嘴印迦樓羅嘴印第二", "31": "二手屈大指小指左押右苾入掌。餘六指各", "32": "相並而合。如鳥嘴合腕即成。", "33": "3 加囉印迦樓羅加囉印第三", "34": "左手掌向外。微屈五指頭即成。", "35": "4 薩波印迦樓羅薩波印第四唐云蛇印", "36": "虛心合掌。屈二頭指。押背相著。並大指押之。", "37": "二小指亦如頭指。中名指相去一寸餘。如蛇", "38": "口也。", "39": "5 莽羯囉印迦樓羅莽羯囉印第五唐云鯨魚印", "40": "以右手無名指置左手小指名指間。以左手", "41": "名指置右手名指中指間。以左頭指釣右名", "42": "指頭。以右頭指釣左名指頭。二中指二小指", "43": "各相合相並。二大指押中指側即成。", "44": "6 跛迦叉印迦樓羅跛迦叉印第六唐云金翅鳥印", "45": "二大指相交左押右。手背向上。餘指散舒。以", "46": "八指向上扇之即成。", "47": "7 心印迦樓羅心印第七", "48": "左手頭中名三指把右小指。右三指握左小", "49": "指。二大指各押頭指側。初開其印。大指相去", "50": "三寸許。乃徐徐用力拘二小指。然合腕二大", "51": "指相並為准。用力拘時。在其行病鬼神之身", "52": "與我二小指無異。今當降伏之。其鬼神則被", "53": "縛之。病者作鬼語求哀請命。當問其故教令", "54": "赦。病差矣。若病薄庵蛇毒藥厭魅之病者。准", "55": "前用此印差。存󱀹其支節亦得隨意。若存拘", "56": "作怖鬼。鬼神及冤敵悉効。", "57": "迦樓羅縱毒不咬明", "58": "唵𤙖佉使二合跛婆", "59": "迦樓羅縛毒明曰。", "60": "捨迦野囉嚩攞麼訖多二合曩慕窣都二合帝二", "61": "阿密哩二合多泯奴三底瑟吒二合尾沙麼奴斯", "62": "四麼者攞五莎嚩二合訶", "63": "凡欲伏毒。先在己身廣大圓滿。便存己形如", "64": "迦樓羅王。若不作此成身之觀。但結莽羯囉", "65": "印。而以護身亦得。又相受毒者身分廣大。乃", "66": "存姹字。作白璃璃色環繞其人。支分開節及", "67": "心令毒不過。若不作此觀者。乃結莽羯羅印。", "68": "印其支節。誦縛毒密言三返。亦可受毒。乃", "69": "取烏頭等毒以不咬。密言加持七返。加持之", "70": "時。將藥近口。仍數轉之勿息。當置前人手中。", "71": "若從足縱毒。即置其人足下。行者仰右手掌", "72": "微屈。四指直舒。大指存結使二合字在掌中。", "73": "如火聚。想火漸熾。出一條盛焰。注人前定之", "74": "處。藥中便存其毒而出盛氣。猶如青煙。入其", "75": "身中。至縛處准存。煙氣入時密誦佉字勿絕。", "76": "即隨意而取入毒所至處。習然如中風者。是", "77": "其候也。須臾之間肉色變青。若遍身放者。但", "78": "存姹字環其人心。乃縱之毒遍身准不中心", "79": "也。治如都收毒法。若不收者。毒亦不差。人亦", "80": "不死。但恐毒在體中攻擊後。雖除之。損其", "81": "支節耳。若毒所經歷。諸疾銷散。何必在久。不", "82": "速收之。療中風身。有不遂口。自斜膝痃癖脚", "83": "氣。氣癭疝氣。腹內諸疾。皮膚𩑹痺。皆愈愈", "84": "患矣。縱毒時日。其八龍王及二王。縱每月一", "85": "日起。直周而復始。至句力迦直日。即不可縱", "86": "毒療病。為其龍王有大毒故。必難收耳。每月", "87": "八日十八日二十八日是也。凡人夜分不可", "88": "縱毒。迦樓羅都收毒法如後。", "89": "迦樓羅心密言", "90": "唵一佉使二合跛二莎嚩訶三唵四跛佉使二合莎", "91": "嚩訶", "92": "地天真言", "93": "唵那謨婆伽嚩帝二怛埵引伽嚕荼引也阿軫", "94": "帝尾儞多也四阿跛囉二合茗也五怛唎二合娜", "95": "舍也六莎嚩訶", "96": "水天真言", "97": "唵一那謨婆伽嚩帝二多怛嚩二合伽嚕荼引也", "98": "屈麼嚕跛婆娜哩二合舍也四吽僧訶囉六莎縛", "99": "訶", "100": "火天密言", "101": "唵那謨婆伽嚩帝二多怛縛二合伽嚕荼引也三", "102": "唵四也他也他引未麼也五底囉歎多他引未麼", "103": "也底七尾沙弭母耽八莎嚩訶", "104": "風天密言", "105": "唵一那謨婆伽嚩帝二多怛縛二合伽嚕拏引也", "106": "三未麼拏四耳嚩三步多引也五三未麼六薩嚩", "107": "尾摻少沙也七跛囉二合嚩引莎嚩訶", "108": "虛空居天密言", "109": "唵一那謨婆伽嚩帝二多怛嚩二合伽嚕荼引也", "110": "三薩嚩尾摻目佉索佉索二合四佉索二合囉佉", "111": "叉七二合耳嚩耳嚩引跛也八莎嚩訶", "112": "若欲療一切毒者。先想己身一如迦樓羅王。", "113": "廣大圓滿。又存患人形質。廣博能容五大觀。", "114": "乃想虛空。而作黑色圓家無邊。處病者額上。", "115": "􄚨訶字在中。又存火大熾焰。三角而在其心。", "116": "唵字處中。復想水大。如半月形。綠色而在", "117": "其臍。􄖵跛字安中。又想風大。圓黃在其兩膝。", "118": "娑嚩二合處內。地大方白。在其足分。佉使二合", "119": "字在左手大指頭。水大及跛字在頭指。火大", "120": "并唵在中指。風大娑嚩二合在無名指。空觀􄚨", "121": "訶字在小指頭。先閉目一心存訖。然用前五", "122": "大天密言。各加持其指及迦樓羅印。誦迦樓", "123": "羅心或五字密言勿絕。以印掌向外。去病人", "124": "身五寸已來。從頂想以印撮其毒氣。令徐徐", "125": "下散。亦存其人額間賀字黑色虛空之觀。隨", "126": "印而下斥遂其毒。若一度不差。再三為之。以", "127": "差為限。如來痊著者。結莾羯囉印。或大印。或", "128": "薩婆等印。散彼人身上。當差矣。若病人非", "129": "遍身有毒者。彼身上不必具觀五大。但從有", "130": "毒之處。以虛空觀療之。又此法能療一切毒", "131": "蛇虫。及地毒并熱毒腫。但諸疾有毒者皆愈。", "132": "若自中毒。當正念作五字觀。以􄚨訶字從頂", "133": "趁之。結莾羯羅等三印散身上差矣。", "134": "五字觀者　賀空頂　唵火心　跛水臍　莎", "135": "嚩二合風膝　佉使二合地足下", "136": "迦樓羅縱日毒法白月十四日為之但日光所及皆効千", "137": "里萬里益驗。", "138": "請降毒密言", "139": "唵一佉數二合佉曬二合佉使二合吽", "140": "令咬密言", "141": "唵一佉摻二合佉使二合訶", "142": "先誦請降毒密言七遍。然想其二龍王蛇王", "143": "身馬頭常駕日天子之車日車。因之德轉者", "144": "有大毒耳。又欲每□毒。日初出時當起。是", "145": "觀存一青瑠璃筒。從二龍王口。直柱前人口。", "146": "又存二龍王口吐毒氣。從青色大如十。有一", "147": "佉字而作大色引其毒氣。從筒內降入前人", "148": "口中。遍入其身。仍誦佉字勿絕。一團既入縛。", "149": "想一團從晨至暮。其人中毒治。法行者至其", "150": "人所對面為除。除者如都收毒法。若損七人。", "151": "行者身死慎之。或存其毒筒柱。其飲食中亦", "152": "得。若先相識者。彌易為之。若欲救者。先存姹", "153": "字觀環其人心。若不爾任遍身縱之。又法應", "154": "畫一蛇。可長一尺已來。蛇口開中畫佉字。准", "155": "日毒法作觀筒柱。蛇口內佉其引毒。佉與蛇", "156": "口中佉相合。使引毒入蛇腹。每一團毒氣入。", "157": "即想毒從蛇尾半寸已下。便住變作毒。色青", "158": "色也。想其蛇遍身毒滿。口銜佉字。及人觸犯", "159": "蛇口在便咬之。當中毒。先以姹觀環其人支", "160": "節。然令觸履蛇口。其作觀時。誦佉字勿絕。畫", "161": "蛇時。誦入咬密言。為蛇自有毒故。但一食須", "162": "作觀。即驗治。如都收毒法。迦樓羅療疔瘡法。", "163": "先誦入指密言亦名龍王歡喜密言。", "164": "阿去伽闡覩一摩訶那伽引二半曩伽室者二合", "165": "摩訶尾沙引伽魯荼寫四伊上滿尾念五呬哩", "166": "呬哩二合麼鐙𣝅儞七莎嚩訶", "167": "若療一切疔瘡腫者。先想己身一如迦樓羅", "168": "形。又於左手頭指頭想跛水觀。龍王阿難陀", "169": "通身白色在水中。唵火觀在中指。龍王嚩素", "170": "枳黃色在火中。娑嚩二合風觀在名指。龍王德", "171": "迦叉也二合迦作黑色在風中。訶空觀在小指。", "172": "龍王迦羅俱擿迦作黑色在空中。其右手頭", "173": "指及中名小指等四大觀一同於左。乃於頭", "174": "指想龍王跛娜奔紅蓮花色在水中。於中指", "175": "龍王摩訶跛娜荼淺紅色在火中。於名指龍", "176": "王鉤佉播攞綠色處中。小指龍王俱力迦作", "177": "五綵虎珀色在虛空中。二大指佉使地觀。惹", "178": "也在右大指。尾惹也在左大指。如前分明存", "179": "想訖。乃以召龍王密言迦持其指一遍。然聚", "180": "十指頭。以入指密言迦持三遍。遂結跛迦叉", "181": "印。觀姹字環其人心。以即向上虛扇之。誦", "182": "佉字念其大印即本尊翅也。今扇其腫令遍", "183": "其人身。須臾之間腫遍其體。彼當悶亂而倒。", "184": "療法。想其右手指中龍天並入右手內。雖移", "185": "入左亦勿離同類指及本觀之內。乃結迦羅", "186": "印。誦迦樓羅印心密言。以訶字空觀。從彼頂", "187": "上趁之即差。", "188": "迦樓羅自眼藥法。若欲自眼毒者。相一姹觀", "189": "環腰一環。心一環頂一環。額二膝各一環。二", "190": "足二手腕二腿根二扇亦然。如是觀行畢乃", "191": "服之。毒氣自銷當亦無苦。凡迦樓羅收毒法。", "192": "攬取擲向傍人身上。其人即中毒。療病亦同。", "193": "如此轉移得五六人乃至多人。遂散在宣中", "194": "其毒銷滅。移六畜等上亦隨意。其療法一如", "195": "救人。若移向樹木等上。彼即枯瘁。", "196": "又法若六畜及傍生之累有病者。如法療之", "197": "即差。", "198": "又法若依前自中毒法。布五大觀。以賀空從", "199": "頂趁毒令下亦得。若倒布五大。以賀空從足", "200": "向上趁亦得。想其毒於一處支節中出。或諸", "201": "處出皆隨意。若病輕者。當無所苦。若病狀重", "202": "者。毒出之處當微損其支節勿怪。若有黃水", "203": "或諸惡汁出者。此其毒也。", "204": "又收毒法。", "205": "每用迦樓羅心密言。密言一遍一度。以手印", "206": "虛撮擲之亦得。然不知審。作五大觀已。除以", "207": "手印。存賀字空。隨印趁之。隨手而愈欲畢。急", "208": "撮擲之。隨心而出。凡作法。先須結界護身已。", "209": "乃凝神閉目。內作觀之。既成已。如人畫字。一", "210": "畫之後。便可行用。此一如之經一觀之後。便", "211": "可用。若徐以神視久久覩所修之觀療病大", "212": "驗不見亦得。又密言雖多。其成事者在於字", "213": "觀。寧作觀而無密言。不可空誦密言而不作", "214": "觀法也。", "215": "迦樓羅部俱摩迦囉曩天密言迦樓羅部俱摩迦囉曩天密言唐云兌耳天", "216": "唵一那謨婆伽嚩帝二多怛縛二合伽嚕荼引也", "217": "三纈哩二合禁婆羯曩五摩訶囉引佉叉二合斯", "218": "六尾沙跛囉二合多引跛那七𤙖八娑九", "219": "此天其耳如兌。因之立名。其密言但誦得即", "220": "驗。便可行用。若遇地毒。密於其人耳中誦此", "221": "密言三五遍即差。又結莾羯囉印。或大印或", "222": "薩波等三。即散彼身上。即大除愈。迦樓羅部摩訶跛娜荼龍王心密言迦樓羅部", "223": "摩訶跛娜荼龍王心密言", "224": "唵一摩訶跛娜麼二合二娑典喪三涅尾沙四索", "225": "此龍王有大威力能制眾毒。今演心密言。先", "226": "誦一千八遍即任行用。若療病除毒者。如前", "227": "都收毒法。用五大字之觀并結印。用王此龍", "228": "心密言助之。無不除愈。諸密言等先千八遍", "229": "然可行。用誦萬遍益驗。", "230": "迦樓羅娑度曼荼羅迦樓羅娑度曼荼羅唐云善哉", "231": "若欲修行迦樓羅法。先應作此言善哉壇。其", "232": "法當驗。於大海側或有龍水處。先如法治地。", "233": "以牛糞摩之。正方四肘。而開四門。用佉陀", "234": "羅木橛四枚長一握。以唵或娑字加持三遍。", "235": "用釘四角內半等許釘之令沒。遂成結界。然", "236": "用五色畫之。其界外青。次內赤。次黃次白內", "237": "黑。其五色界道各闊半寸許相隣。次塗之。當", "238": "中畫迦樓羅王。其像正面首北。通身金色。其", "239": "八龍王及諸天。并金山淡水海。並須如次。後", "240": "畫像法盡之。仍布時花。次青色界道外四角", "241": "各置一瓶。瓶須纏以雜倸。滿盛清水。瓶口", "242": "插時花。取四枚銀盞盛須酪香水牛乳。於四", "243": "門內任意布之。南門次於盞外置爐燒香供", "244": "養。於此壇南二尺外。牛糞摩一方地。徑二肘", "245": "充火壇亦可穿爐。用娑銘那迦去瑟多唐云棘。有󱀕棗者", "246": "是長一肘截充薪。行者於火壇南座。一稱唵", "247": "一進。蘇蜜酪相和。於中一千八遍即成悉地。", "248": "諸天敬禮本曾加護。一切事法當獲大驗。若", "249": "教授弟子如法引入為其灌頂。凡作善哉壇", "250": "時。於其壇側西邊作方壇徑一肘。牛糞摩之。", "251": "用蘇牛乳及酪蜜。起團蘿蔔及諸飲食。以充", "252": "供養毘那夜迦天王及諸眷屬。燒眾名香。以", "253": "毘那夜迦天王散花蜜言。加持香花等七遍。", "254": "然後獻之。毘那夜天王及諸眷屬受供養已。", "255": "生大歡喜不為魔事。作法無礙皆得成就。凡", "256": "夢貴人老僧。當知是迦樓羅王也。乃知得大", "257": "加被。若夢少年僧。即諸龍王。夢黑色僧作忿", "258": "怒形者。是俱力迦龍王也。皆是佳應耳。其本", "259": "尊足下金山即須彌山外金山也。前水池即", "260": "金山之傍淡水海也。存念之者應當知之。", "261": "迦樓羅畫像法迦樓羅畫像法", "262": "畫迦樓羅像者。應肘量渫善圖畫之。其匠清", "263": "淨沐浴。色不用皮膠。當作尊儀。其身分自臍", "264": "已上如天王形。唯鼻若鷹嘴而作綠色。自", "265": "臍已下亦如於鷹䗍駱。寶冠髮𩬞披肩臂腕", "266": "皆有寶冠。環釧天衣瓔珞。通身金色。翅如", "267": "鳥而兩向舒。其尾向下散。四臂二正手結大", "268": "印。兩手指頭相交左押右。虛心合掌以印當", "269": "心。餘二手垂下。舒五指施願勢。其嘴脛及爪", "270": "皆是綵金剛寶所成。金山上有一金架。金架", "271": "上覆以錦衾。本尊於衾上正立作忿怒形。形", "272": "露出牙齒。以傘覆之。首有圓光而戴寶冠。面", "273": "上當中有佉數二合字。左耳中有囉佉森三合", "274": "字。右耳中有囉佉讖三合字。額有唵佉沙二合", "275": "字。左乳次上近肩有佉使二合字。右乳次上近", "276": "肩有跛字。臍有佉索二合左膝娑縛字。右膝賀", "277": "字。此十字此畫像畢任以墨書之。若不達梵", "278": "文者。不必書字也。金山前水池。中有紅蓮花。", "279": "花千分二金莖。一左一右。而上各傍引四枝。", "280": "其枝盤屈如半環。之內各有一蓮臺。臺上有", "281": "一龍王。形如天人。於花臺中雙膝而跪。或", "282": "合掌恭敬。或持花散之。首光外各有數箇蛇。", "283": "頭多不過土。少不減五蛇。色各依本狀圖之。", "284": "於尊左右各各四龍王。左邊惹野天王。即大", "285": "自在天王也。通身青色。三面正面作天王形。", "286": "右邊頭如夜叉形。而見忿怒相。露出牙齒。左", "287": "邊頭作天女形。美貌紅白。三面皆具天眼䗍", "288": "髺寶冠。首圓光而作赤色。四臂左上手柱三", "289": "股叉。下掌金君持瓶。右上手持花供養本尊。", "290": "下持數珠當心。嚴以天衣瓔珞。儼然而立。於", "291": "右邊龍王等次上。畫尾惹野天王。即毘紐天", "292": "王也。通身赤色而有三首。正面作天王形。右", "293": "現師子相。左如猪頭。䗍髮寶冠。首光綠色。四", "294": "臂左上手散花向本尊。下持䗍貝。右上手柱", "295": "金棒。下手竪頭指。指上有一金盤。盛樂妙花。", "296": "天衣瓔珞。依位而立。次惹野上。畫鑠羯羅二", "297": "合唐云天帝釋。通身黃色。面有三目。䗍髺寶", "298": "冠。首有赤光。乘兩牙白象。象作走勢。覆以", "299": "衾褥。半跏據上。左手執獨股金剛杵當左膝。", "300": "右手頭指及大指捻一紅蓮花。供養本尊。具", "301": "金寶環釧。以尾惹野上。畫沒羅二合含摩二合", "302": "唐云梵天。三首並作天王形。衣白披偏袒右", "303": "肩。合掌當心。掌中持一紅蓮花。䗍髺無冠。首", "304": "圓光綠色。於雙白鵝上交脛而坐。其鵝首相", "305": "背。尾相近耳。次於八龍王外。畫四大天。所謂", "306": "左傍近下畫地天。通身金色。兩臂持花供養。", "307": "次下水天。紅色兩臂。左羂索右持刀乘龜。右", "308": "傍畫火天。四臂右上數珠。次手施無畏。左上", "309": "執君持。次執寶杖。於火聚中坐。身火色。次下", "310": "風天。兩臂右持播青色。凡畫本曾左右諸天", "311": "龍皆面向本尊作恭敬供養勢。凡言䗍髺者。", "312": "其髮𩬞皆垂下披於兩肩。凡一切天王髺各", "313": "有本色。龍王髮悉皆黑色並為䗍髺。其本尊", "314": "兩傍龍王。最下者膝與本尊足齊。梵王帝釋", "315": "等首光與本尊首光齊。於其中間倫次書之", "316": "使得其宜。又於梵天帝釋次上。書日月天。日", "317": "天作天王形。被甲於金車上交脛而坐。以四", "318": "匹花聰馬駕之。馬首兩左兩右。日天左手持", "319": "越斧下撫左邊青衣童子頭。右上手持三股", "320": "長柄叉。下手撫右傍青衣童子首。車廂內日", "321": "天前有一小童子。而作金色御馬也。天王髮", "322": "黑色。䗍髺寶冠。身首皆有圓光。外以日輪環", "323": "之。日輪赤色。文如車輪。二青衣童子并御馬。", "324": "於車廂內立。出胸已上。日天首光青。身光像", "325": "色也。又月天形貌類日。左手柱鐵斧。右手上", "326": "柱獸面二股叉。下二手又撫左右二朱衣童", "327": "子頭。月天身首光外如日輪環之作黃色。有", "328": "車輪文。又已初月從車廂兩傍起向環外僥", "329": "之。月作淺青色。其月之二尖處於環上當半", "330": "而相柱也。有四蒼鵝繞車而飛。其日月二天", "331": "王車但有廂及輪穀而無轅也。", "332": "迦樓羅五大天觀門迦樓羅五大天觀門", "333": "凡存念風天者。其尊相好擇如眾山。而青黑", "334": "色。具足千頭。有大猛健二千目一千臂衣黃。", "335": "凡所坐處皆居野字上。以大龍王而為瓔珞。", "336": "諸龍王等覩風天音生大怖畏。皆目中火生。", "337": "每有大聲。其有聞者皆即降伏。其髮上堅精", "338": "神可畏。往返輕利猶如旋風。須臾之間無所", "339": "不至。有大神力發樹移山。", "340": "凡存念火天者。顏色赫奕。難可方比。福德焰", "341": "生起於千日。羅字是天王真身。千光俱起。皆", "342": "有美聲。化作圓光。光生千焰。而大輕利。有大", "343": "炎勢。火災起時。能焚三千大千世界。此天之", "344": "力等無有異。", "345": "凡存念地天者。有大異相而大猛健。每行止", "346": "時。如帝釋乘象徐徐而進。有大威力。福德光", "347": "焰如閻浮壇金。西貌有金剛光。位在天自在", "348": "天以下第十一座。降伏十二日不令為哭。其", "349": "力能遊諸天聚毒如山。此天能制眾生中毒。", "350": "皆能蠲除令人怖畏。此天形貌超勝諸天。攞", "351": "字充甲。亦如地大能載萬物。一切天神不存", "352": "念者所作不成。", "353": "凡存念水天者。顏色猶如求虛。又如索月。如", "354": "大海波浪。無窮無極。聲可怖畏。嚩字繞腰。", "355": "能銷毒蛇并害其命。毒如大山皆能銷之。", "356": "凡存念虛空天者。阿引字存臍。日初沒時。虛", "357": "空作青黃赤白黑相。此則虛空色也。亦作虹", "358": "色。亦如火色。亦如雪色。亦如骨鸝色。亦如紅", "359": "頗梨色。亦如碧頗梨色。亦如日初出時色。亦", "360": "如月初出時色。亦如金色。阿引是虛空即迦", "361": "樓羅身也。", "362": "護身密言曰。", "363": "唵一跛羅二合跛娜野二合弭二步囉半音三跛囉", "364": "二合跛娜野二合弭四步嚩二合跛囉二合跛娜野", "365": "二合弭嚩二合跛羅二合跛娜野二合弭七索摩八", "366": "跛囉二合跛娜野二合弭九索哩璝二合跛囉二合", "367": "跛娜野二合弭十苨縛引跛羅跛娜野二合弭十", "368": "一野佉叉二合跛羅二合跛娜野二合弭十二步多", "369": "引跛囉二合跛娜野二合弭十三呬呬儞哩哩弭", "370": "哩十四薩嚩囉佉摻二合迦哩沙夜二合弭十五", "371": "扇底娑嚩二合娑底二合者冥娑嚩覩十六娑嚩", "372": "二合訶", "373": "密已前言取清水。加持三遍。散己身上成護", "374": "身。一切鬼神不敢侵惱。", "375": "結界密言", "376": "唵一婆娑麼二合磨里儞二地扇滿馱三尾地扇", "377": "滿馱四阿引迦引捨滿馱五幡多引攞滿馱六唵", "378": "七囉囉囉囉滿馱八薩嚩麌呬野二合迦引南引", "379": "九娑嚩二合賀", "380": "此密言充八方。及虛空并大地。結界取水或", "381": "淨灰。加持七遍。散向十方隨意遠近。即成結", "382": "界。毘那夜迦及惡鬼神並皆被縛之不能相", "383": "惱。所作皆成。", "384": "淨身密言", "385": "薩嚩悉地一唵二阿去伽闡覩三摩賀底囉他", "386": "二合四薩嚩娑他二合那儞訶多引五娑那二合曩", "387": "屈嚩覩冥儞居六疑伽信怒多貸嚩者七薩嚩", "388": "播跛囉引契帝八阿去戍濕麼攞迦引囉迦引九", "389": "娑嚩二合賀十尾麼攞目佉囇契十一娑", "390": "此密言每浴訖。取一掬清水。加持七遍。散己", "391": "身上。并灑衣服。俱得清淨。欲入壇念誦時用", "392": "之。", "393": "堅固壇門密言", "394": "唵一底瑟姹二合二娑嚩二合賀", "395": "凡欲作壇用之　此密言加持水七遍散壇上。", "396": "即四門固。魔不能入。", "397": "護壇密言", "398": "唵一呬里呬里二底瑟姹二合印娜羅二合引娑那", "399": "四娑嚩二合訶", "400": "此密言欲作壇時誦七遍。一切惡鬼神不能", "401": "為障。", "402": "數珠密言", "403": "唵一塞娘伴惹那野二娑嚩二合訶", "404": "持數加持七遍。", "405": "燒香密言", "406": "唵一馱迦馱迦二跛羅二合入嚩二合攞二跛囉", "407": "二合入嚩二合攞三𤙖伴吒娑嚩二合訶", "408": "凡欲燒香。加持七遍供養。一切天龍歡喜。", "409": "復次本曾所居有八重之城。嚴峻難越。皆誦", "410": "密言。從外存想。使其周城皆正方。外院三股", "411": "叉。城密言。", "412": "唵一室哩二合建娜野二娑縛二合賀", "413": "次內輪城密言曰。", "414": "唵一斫訖囉二合寧娑縛二合訶", "415": "次內城密言曰。", "416": "唵一阿者里室者二合囉野二合娑嚩二合訶", "417": "大弱水城密言", "418": "唵惹里室者二合囉引野二娑嚩二合訶", "419": "灰城密言曰。", "420": "唵一婆娑弭二合儞俱吒引野二娑縛二合訶", "421": "火城密言曰。", "422": "唵一入縛攞目佉二入嚩二合攞訶迦引囉三娑", "423": "嚩訶", "424": "棘城密言曰。", "425": "唵多怛嚩二合建拏引枳寧娑囉娑嚩二合訶", "426": "鐵槍城城內有甘露城。本曾在其中矣。其露", "427": "城密言。", "428": "唵一多怛嚩二合阿密哩二合多二嚩呬儞三娑", "429": "嚩二合訶", "430": "加持身分諸密言", "431": "以右手成拳。舒大指柱頂。頂密言曰。", "432": "唵一唵二娑嚩二合訶", "433": "指左目密言", "434": "唵一曩二娑嚩訶", "435": "右目密言", "436": "唵一滿二娑嚩二合訶", "437": "額密言曰。", "438": "唵一作二娑嚩二合訶", "439": "鼻密言", "440": "唵一鑁二娑嚩二合訶", "441": "辰際密言", "442": "唵一野二娑嚩二合訶", "443": "左肩密言曰。", "444": "唵一馱二娑嚩二合訶", "445": "左膝密言", "446": "唵一阿二娑嚩二合訶", "447": "左乳密言", "448": "唵一伊二娑嚩二合訶", "449": "尻密言曰。", "450": "唵一鄔二娑嚩訶", "451": "陰密言曰。", "452": "唵一污二娑嚩訶", "453": "臍密言曰。", "454": "唵一凜二娑嚩訶", "455": "心密言曰。", "456": "唵一臨二娑嚩二合訶", "457": "左脇密言", "458": "唵一陵二娑嚩訶", "459": "左膊密言", "460": "唵一翳仰二娑嚩訶", "461": "右膊密言", "462": "唵一愛二娑嚩訶", "463": "左耳密言", "464": "唵一暗二娑嚩二合訶", "465": "右耳密言", "466": "唵一暗二娑嚩訶", "467": "已前二十二道密言。並舒大指柱其支分。誦", "468": "本曾密言。一誦而作加持。", "469": "頭密言曰。", "470": "唵一釰二娑嚩訶", "471": "面密言曰。", "472": "唵一欠二娑嚩訶", "473": "腹密言曰。", "474": "唵一驗二娑嚩訶", "475": "已前三道密言。准前以大指摩其處而誦指。", "476": "陰囊密言", "477": "唵一喃二娑嚩訶", "478": "指兩足密言", "479": "唵一腩二娑嚩訶", "480": "指後心密言", "481": "唵一佉讖二娑嚩訶", "482": "已前三道密言。准前以大指指其處及加持。", "483": "加持大指密言", "484": "唵一句嚕二合句嚕二合句嚕二合娑嚩訶", "485": "以右手成拳。舒大指。用前密言加持七遍。乃", "486": "任行用。柱諸支分摩之。被甲密言。", "487": "唵一步嚕嚩日囉二合迦也二滿馱滿馱三迦嚩", "488": "者四伽嚕拏引妨跛野底三娑嚩訶", "489": "如前右手成拳。以大指轉柱兩肩當心及兩", "490": "膝。誦被甲密言七遍。即身如被甲堅固難摧。", "491": "本尊被甲密言。", "492": "曩莫多怛嚩二合索上嚩囉拏二合跛佉叉二合", "493": "摩訶帝惹三尾曩多引矩攞曩拏四囉佉叉囉", "494": "佉叉二合摩訶麼攞六娑婆訶", "495": "誦此密言已。即同被甲一切天魔惡鬼不能", "496": "破之。成金剛身密言。", "497": "曩莫馺多馺多一抱擬儞二吽三佉四", "498": "誦此密言行者身如金剛。八龍王被甲密言。", "499": "曩莫吠摩一嚩夜二合比儞二婀瑟吒二合那伽", "500": "矩攞引儞三翳計矩路娑引寧馱野二合跛哩迦", "501": "攞跛野二合娑嚩訶", "502": "誦此密言。八龍王當清淨被甲。身如金剛。又", "503": "令本尊八重之城堅固成就。與真無異。", "504": "凡作一切法事者。應己身一同迦樓羅王。威", "505": "德自在。坐紅蓮花數八葉。有一龍恭敬受命。", "506": "第一龍王名阿難陀。二名嚩索枳。三名得迦", "507": "叉二合迦。四名羯句㰅迦。五名跛娜荼。六名", "508": "摩訶跛荼。七名餉佉播攞。八名俱力迦。作是", "509": "觀已。然住作法。畫像法。以應肘量渫。如法清", "510": "淨畫樓羅王。以八龍王而為侍者。於淨室中", "511": "安置供養。當□福祐所作皆驗。龍天歸依。", "512": "凡持此法師者。天上天下無能過之。眾人不", "513": "為冤敵。鬼神不敢近之。成就悉地。諸法中勝。", "514": "㭇娑唐云鵝磨攞唐云根本曼荼羅。此壇先如法地以", "515": "牛糞塗拭。用白色畫之。壇開四門。取一瓶盛", "516": "滿清水。口㩋蓮花或安雜花。置於壇中。當", "517": "請本曾應降赴者來受供養。乃手掬清水以", "518": "加持密言三返。其密言曰。", "519": "唵一濕癈二合多跛佉使二合俱那契三娑嚩二", "520": "合訶", "521": "用此密言加持水訖。乃洒壇上。遂結大印。一", "522": "切業障皆得銷滅。若自中毒及他人中一切", "523": "毒。見此大印。皆得銷除。諸契印大印相。二", "524": "手指頭相交。左押右。虛心合掌即成。此大印", "525": "力分而有四種。云何為四種。兩手大指天人", "526": "分。二頭指夜叉分。中指天女分。名指諸鬼分。", "527": "小指諸龍分已上為一分兩手掌大力夜叉分已上為二分", "528": "兩手背羅剎分已上為三分兩手腕阿修羅分已上為四分", "529": "凡治一切病。皆用左手。若欲縱毒。當用右手。", "530": "甘露印。兩手虛心合掌即印成。此印能銷一", "531": "切虫毒蛇毒。鉤印。左手中名小三指作拳。以", "532": "大指押三指作拳。以大指指押三甲上。竪頭", "533": "指於病人身上。虛招毒散矣。若厥鉤出其毒", "534": "者。以頭指微屈而釣之。隨意而出。若欲毒遠", "535": "去。以頭指與大指向外禪之。隨意而去。", "536": "人釣印。若一切鬼神毒。結此印。印相。屈手頭", "537": "中名三指作拳。以大指甲上並二大指以二", "538": "小指虛招病者被縛。欲問其故。皆自陳之。若", "539": "欲速差者。結甘露印當心即差矣。", "540": "復次若毒難治者。以左手頭中名小四指把", "541": "拳。竪大指。病者當起立。欲命倒者。以左手印", "542": "擲向右大指中急。以右手四指握取右大指。", "543": "即病者倒矣。其疾當愈。", "544": "若療一切毒者。命病人臥。行者舒右手五指。", "545": "以掌向外招之。存作血色。掌去病者三尺。被", "546": "傳當起坐。又左手作白甘露色。准前掌向外", "547": "招之。次於右手背後二寸許存出甘露。洒其", "548": "病者身上。毒當消除。次結大印散彼身上。毒", "549": "永不發。大印心密言。", "550": "阿他引都一摩賀母娜哩二合娜哩二合娜野二", "551": "合磨嚩囉多二合以沙弭三唵四囕五暗六翳呬", "552": "裔二合呬七婆伽嚩底八母娜哩二合濕嚩二合哩", "553": "九母娜囉二合惹娜儞十苨尾摩賀母娜哩二合", "554": "濕嚩二合哩十一母娜囉二合惹那儞十二苨尾摩", "555": "賀母娜哩二合濕嚩二合哩母娜囉二合惹那儞", "556": "十三苨尾摩賀母娜哩二合十四娜囉十五尾娜囉", "557": "尾囉野十六娜引伽纈哩二合娜野十七阿引羯", "558": "磨引羯磨那伽施囉斯十八尾多囉二合娑野尾", "559": "多羅二合娑野十九尾娑儞滿馱尾娑儞滿馱", "560": "二十苨縛苨縛多二十一野佉叉二合囉引佉叉娑", "561": "比二十二儞哩比沙二十三注囉伽二十四婆伽嚩底二十", "562": "五覩嚕覩嚕二十六跛羅二合尾捨二十七阿去尾舍", "563": "尾舍二十八訶囉訶囉二十九跛智昧娜野二合多三十", "564": "播儞儞三十一婆誐嚩底三十二抱擬儞三十三嚩引斯", "565": "儞三十四那伽羅引娘三十五釰跛釰跛三十六婆誐嚩", "566": "帝三十七喻藝濕嚩二合哩三十八𤙖泮吒半音三十九纈", "567": "哩二合娜野四十曩慕伽嚕拏引野四十一裟訶娑", "568": "囉二合四十二入嚩二合攞磨麗普四十三嚕寧普四十四", "569": "結火印。誦此密言七返。想一十二日同時俱", "570": "出。焚燒三千大千世界。并焚病者。其疾當差。", "571": "世界初成。有一十二日。天龍禁其十一伏在", "572": "地下。三災若起。眾日齊出。焚三千大千世", "573": "界。", "574": "起風密言", "575": "曩慕阿密哆跛佉叉二合一阿儞訶多伽底二唵入", "576": "嚩二合季儞四娑嚩二合賀五", "577": "誦此密言七返。想風輪鼓怒。即隨其意。", "578": "起火密言", "579": "跛哩二合體尾馱覩一帝殊馱覩二縛引多馱覩", "580": "三阿去迦捨馱覩四多訖叉二合迦五跛娜磨二合", "581": "六慶賀跛娜麼二合七餉迦播攞八多九迦十跛十", "582": "一麼十二沙十三唵十四覩嚕滿十五多哩泯棄稜", "583": "泯娑十七", "584": "誦此密言七遍。想風吹火起火當熾盛。", "585": "又療蛇毒法", "586": "先觀水火環繞病者。又想火大周圍於水後", "587": "存風大外包於大。如是分明觀已。乃誦起風", "588": "密言。想風吹火。復誦起火密言。想發成炎內", "589": "前其水。水當失力湧沸。除其疾苦。地毒愈矣。", "590": "風火地水空五大即本尊身也。當於己身。准", "591": "自中毒法審作其觀。又想己形一同本曾。乃", "592": "心生忿怒顧視病人。", "593": "又結甘露印。一切鬼氣一切毒病皆悉除愈。", "594": "又法存風大包其大大病者處中。想風吹火", "595": "焚彼病者差矣。", "596": "夫迦婁羅有五種力。第一存地法能禁眾毒。", "597": "第二火觀能焚眾毒。第三風觀能起病入。第", "598": "四水法能蠲眾苦。第五虛空觀能散眾苦。", "599": "降伏密言", "600": "曩莫伽嚕拏引野一唵二娜訶娜訶三入嚩二合", "601": "里儞四弱五弱六", "602": "結大印誦此密言。一切龍王不安其居生大", "603": "怖畏誦密言時。興忿怒心。一切天魔皆不安", "604": "寧。病者除差。", "605": "奉請大自在天王密言", "606": "唵一摩訶母娜哩二合二摩訶苨尾三摩訶摩儞", "607": "斯四嚩日羅二合儞五播捨儞六娑嚩二合賀", "608": "誦此密言能請得大印之尊。加樓羅歡喜所", "609": "作皆成。大印尊即大自在天王也。", "610": "移毒密言", "611": "唵一摩賀母娜哩二合二濕嚩二合哩三播多野四", "612": "婆伽嚩底五", "613": "誦此密言七返。一切毒及病隨意而移。", "614": "制止密言", "615": "唵一摩賀母娜哩二合濕嚩二合釰跛釰三婆伽", "616": "嚩底四𤙖五脚六", "617": "誦此密言七返。一切毒病及諸鬼病欲走不", "618": "得。", "619": "令諸密言", "620": "唵一摩賀母娜哩二合濕嚩二合哩二惹攞路二合", "621": "惹攞跛二合野三娑嚩二合賀", "622": "誦此密言七返。一切中毒者及病者皆即下", "623": "語。", "624": "除毒密言", "625": "唵一摩賀母娜哩二合濕嚩二合哩二伊娑訶羅", "626": "娑摩二合三", "627": "誦此密言七返。能除眾毒。", "628": "除鬼氣密言", "629": "唵一摩賀母娜哩二合濕嚩二合哩二門者引跛", "630": "野三娑縛二合賀四", "631": "誦此密言七返。一切鬼氣散失。", "632": "服毒藥密言", "633": "尾沙羯滿一跛囉二合嚩迦沙引彌二多多麼二", "634": "合囉馱擔三多多冥二合三密哩二合馱擔四多", "635": "多冥鄔跛多多引五娑嚩二合賀六", "636": "以此密言加持毒藥七返。與人服之。命其人", "637": "心想本尊。或存行者。或存日輪明淨。毒亦隨", "638": "淨。此三種但作一種觀。即毒不能害。當消散", "639": "矣。", "640": "結毒密言", "641": "唵一阿引娑曩二娑婆三麼四底瑟姹二合五娑嚩", "642": "二合賀六", "643": "用此密言加持毒七返。令人服之。成十方結", "644": "界。魔不能燒。當易收之。", "645": "十方結界密言", "646": "唵一鬢伽攞娑麼二合", "647": "誦此密言。能結十方界。", "648": "加持密言", "649": "唵一哩覩娑典二沒囉二合訶麼二合三步囉半音", "650": "步縛娑步縛娑嚩二合娑麼四娑麼野底娑麼", "651": "尾沙五", "652": "用此密言加持毒七返。令人服之。不傷害矣。", "653": "仍治一切毒瘡惡瘡及諸惡病。", "654": "禁毒蛇密言", "655": "纈臨二合一娑多二合吒二尾多吒三濕廢二合多", "656": "吒四賀娑引󰷲稜五密哩二合多迦母他跛野六", "657": "弱弱七", "658": "若人中蛇毒者。於其耳中誦此密言七返差", "659": "矣。其已死者亦可再活。", "660": "五字密言", "661": "唵一跛佉使二合三娑嚩二合賀", "662": "此五字觀密言。其修行者每日三時。各誦千", "663": "返。皆沐浴盛服。絕葷血及興慈善心。住本", "664": "觀尊。施設道場。對於畫像供養禮敬。尊重讚", "665": "歎。滿足百日。於其中間獨坐思惟而食。初", "666": "夜星現。是其時三十萬畢。即於是日便作大", "667": "壇。用菓木薪取蘇密相和。又加持油麻日粳", "668": "米安悉香進大中。如前三時各一千返。必獲", "669": "善應。其人當成殊勝悉地。身同本尊。威力亦", "670": "等。所行眾法無不火驗。若求勝願。准此而求。", "671": "乃至仙天。長生隱形伏藏等隨意。而願欲見", "672": "大天。亦為現形滿一切勝願。", "673": "二十四字密言", "674": "伽伽引擬義麌遇藝□虞牛驗虎婀去阿伊上", "675": "縊鄔訪翳愛汗奧暗惡", "676": "誦此二十四字密言。一切鬼神及病者。見行", "677": "人形同加婁羅。", "678": "烏密言", "679": "曩慕伽嚕拏引野一嚩呬比舍者二馱曩跋帝三", "680": "母四", "681": "先以左手大指摩其手頭指。用此密言加持", "682": "七遍。乃結烏印。印左手頭中名三指作拳。以", "683": "大指捻小指中節文。舒小指。掌中想野字。誦", "684": "此密言七遍。中毒人但心邊暖者。用印加持", "685": "皆愈矣。", "686": "油麻密言", "687": "曩莫多多嚩二合伽嚕拏引野引糸糸󰷲素弭儞", "688": "二母", "689": "准前摩指加持七遍。乃結油麻印。印相。左手", "690": "屈頭名小三指作拳。舒中指。以大指捻中指", "691": "第二節文即成。若人為蛇蝎蜘蟵等傷。見此", "692": "印除愈。", "693": "清淨密言", "694": "曩慕婆多多嚩二合伽嚕拏引野一儞麗儞攞二", "695": "翳斯儞三母四", "696": "准前加持指七返。結清淨印。印相。左手大指", "697": "屈入掌。以中指握之。舒餘三指。即一切虫毒", "698": "見此印皆差。", "699": "獚爪密言", "700": "曩莫娑多二合多縛二伽嚕拏引野一羯娜麼底", "701": "沙麼二合", "702": "准前加持指七返。當結獚爪印。印相。聚五指", "703": "甲即成。中蛇毒者見印即愈。", "704": "降龍密言", "705": "那慕沙多二合多縛二合伽嚕拏引野一尾沙句", "706": "婆二母三", "707": "准前加持摩其指。乃結伏龍王印。印相。左手", "708": "四指作拳。竪大指印成。有大龍王居處。為之", "709": "皆降伏。", "710": "召龍王密言", "711": "唵阿難上娜一縛二引素三枳上多訖叉二合迦四", "712": "羯句擿迦跛娜麼二合六摩訶跛娜麼二合七餉迦播", "713": "攞八句李迦九惹野十尾惹野十一娑嚩二合賀", "714": "十二", "715": "此密言能召諸龍并眷屬皆至。", "716": "龍王歡喜密言", "717": "阿去伽闍覩一魔賀那伽引二半曩伽室者二合二", "718": "摩賀尾沙伽嚕拏寫四伊上滿尾念五四季四", "719": "季六麼鐙擬儞七娑嚩二合賀", "720": "龍王既集。誦此密言七返。并諸眷屬皆大歡", "721": "喜。心自退成本尊身法。成身之法。當作觀", "722": "門上坐。脣齒但合。耳無所聞。目無所覩。乃閉", "723": "目凝神。觀念本尊。如在面前。想三度自結大", "724": "印。於己身上散之。每度皆作禮敬本尊。又想", "725": "高大金山。己身上散之。於山立禮拜供養本", "726": "尊。行者心生喜悅。猶斯觀門。諸天供養此人。", "727": "又想己形類於本尊。金山上立。又存滿月處", "728": "空本尊居。念本尊從月降行者心。即己身與", "729": "本尊合體。作真色衣金色衣。", "730": "又成身法。凡世界安立八龍所持。若非其力", "731": "難以經久。四王主冷四王主熱。欲成身者。當", "732": "誦召龍王密言七返。念諸王親降。莊嚴己身。", "733": "阿難陀嬈頂白色。嚩素枳在左耳充璫作赤", "734": "色。得迦叉二合迦右身充璫作黃色。迦羅俱", "735": "擿迦於左膊作釧赤色。跛娜莽右膊為釧白", "736": "色。摩訶跛娜莽充頸冠黃色。餉迦播攞在左", "737": "脛黑色。俱力迦在腰作帶五綵虎珀色。乃想", "738": "己身一同本尊。金山上有大師子之座。高百", "739": "由旬。縱廣五十由旬。行者據座。身作金色。威", "740": "光猶白。", "741": "存想檀法", "742": "存壇有二白二黑。白色者安病人。黑色者行", "743": "人自處。其法正座繞身。想檀開四門。梵天", "744": "據東門而座。水天在南門。風天於西門。火天", "745": "居北門。中位有千葉蓮花。黃臺紅葉。臺經一", "746": "肘。上有攞字。想身如本尊。字上王立。次說白", "747": "壇尊位。准前蓮花臺白變白乃存。病者於其", "748": "臺上。裸形而立。空中有水精瓶。甘露充滿。涓", "749": "然注沽病者。當觀縛字在病者額。又一嚩字", "750": "縛在在其足下。兩耳各想一嚩字。觀姹字環", "751": "繞其首。所疾皆愈福如帝尺。其嚩字天王名", "752": "麼囕婆。通身白色□手三日執銀胡瓶。盛滿", "753": "甘露供養行行者所療病處。此天當灑甘露。", "754": "救諸患難速令差矣。", "755": "又法若毒中心者。此法可療。黃壇白壇准前", "756": "作觀。乃想攞在病人心。囉在臍下。布二字已。", "757": "於行者左手掌中。想八葉蓮花。觀嚩佉數二合", "758": "佉叉二合污惹跛佉使婆嚩二合等八字各在一", "759": "葉。又觀賀跛二字白色。婆嚩二合碧色。賀黑", "760": "色等四字。在蓮臺上。分明觀畢。想蓮旋轉而", "761": "諸葉上各放金色光。又想空中有滿月。本尊", "762": "於中而立。又念降於蓮臺上坐其蓮。因大振", "763": "動本尊身放百千光明。如日照耀。其光宛轉", "764": "流入白檀病人身中存。光入已結獚爪印。六", "765": "度撮擲。又存以翅扇撮擲之。其毒永息。其白", "766": "檀中病人躋下所布囉字。其字之神即大天", "767": "也。天具三首八目兩臂。身皆焰起。", "768": "迦樓羅王持念經", "769": "承安三年八月二十七日於勸修寺西山住", "770": "房書了比二十九興然本"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1278 迦樓羅及諸天密言經: 迦樓羅及諸天密言經: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅: 迦樓羅王持念經", "source": "CBETA"}