{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0943 佛說無能勝幡王如來莊嚴陀羅尼經", "text": {"0": "No. 943", "1": "佛說無能勝幡王如來莊嚴陀羅", "10": "阿素囉王兵眾得勝。忉利天眾退敗怖散馳", "11": "走。", "12": "是時帝釋天主。隱天主容儀現常人相。速疾", "13": "奔馳往覲世尊。到佛所已頂禮佛足。而白佛", "14": "言世尊。我今為阿素囉王將諸兵眾來相戰", "15": "伐。忉利天眾退散怖散馳走。以何方便救我", "16": "此難。是時。", "17": "佛告帝釋天主言。汝當諦聽吾為汝說。有陀", "18": "羅尼名無能勝幡莊嚴。我於往昔為菩薩時。", "19": "有佛號無能勝幡王如來。於彼佛所得聞此", "2": "尼經", "20": "陀羅尼。從是已來我亦為他。廣說是法得大", "21": "徵祥。而未曾有彈指之頃怖畏之事。是時佛", "22": "復告帝釋天主言。我今為汝說是無能勝幡", "23": "莊嚴陀羅尼曰。", "24": "怛儞也二合一他去引惹仁左反下同野惹野二尾惹野", "25": "尾惹野三惹野嚩醯𡫸四僧去揭哩五鉢囉二合", "26": "𠴞上惹寧磬二合六薩㗚嚩二合設咄嚕二合𧹞引七", "27": "仁昝二合婆去野染婆去野八薩檐二合婆去野", "28": "薩檐二合婆去野九謨去引賀野十謨去賀野十一", "29": "婆去蘖嚩底十二惹野嚩引醯𡫸十三麼他去麼", "3": "西天北印度烏填曩國帝釋宮寺", "30": "他去十四鉢囉二合麼他去十五鉢囉二合麼他去十六仡", "31": "囉二合薩十七仡囉二合薩十八賀娑賀娑十九吽", "32": "吽二十覽󰂛那哩二十一怛哩二合甯怛󰣍二合二十二", "33": "拶覩㗚嚩二合訖怛黎三合二十三拶覩㗚能二合去瑟", "34": "致󰣍三合二十四拶覩㗚步二合薺二十五遏始母設攞", "35": "二十六怛哩二合戌引攞二十七嚩武沫反日囉二合馱引", "36": "囉抳二十八囉入乞灑二合囉入乞灑二合𤚥引牟敢反二十", "37": "九婆去蘖嚩底三十賀曩賀曩三十一那賀那賀三十二", "38": "鉢左鉢左三十三麼他去麼他去三十四鉢囉二合摩他", "39": "去三十五鉢囉二合麼他去三十六晻引三十七𠷑普沫反吒半音呼𠷑", "4": "三藏賜紫沙門臣施護奉　詔譯", "40": "吒𠷑吒三十八𠴞蒲敢反下同惹𠴞惹三十九薩㗚嚩二合", "41": "薩怛囉二合󰺆四十特嚩二合惹仡󰣍二合四十一計諭", "42": "嚟底丁逸反下同瑟姹二合底瑟姹二合四十二怛哩二合", "43": "吒去塢虜揭二合四十三馱引囉抳四十四怛󰪯二合路引", "44": "吉也二合四十五麼他去尾特吻二合薩野四十六波囉", "45": "賽󰸝寧孕反四十七左攞左攞四十八唧理唧理四十九󰳮󰷟", "46": "󰳮󰷟五十揭攞揭攞五十一枳理枳理五十二矩󰷟矩", "47": "󰷟五十三母左引吒野賀娑五十四尾特吻二合薩野", "48": "五十五波囉薩怛囉二合嚩五十六孛囉二合引麼野五十七", "49": "沒馱薩底孕二合五十八達㗚麼二合薩底孕二合五十九", "5": "如是我聞。一時世尊。在忉利天帝釋宮中善", "50": "僧伽薩底孕二合六十沫底託囉二合麼六十一薩底野", "51": "二合嚩引儞曩引六十二薩帝曳二合曩六十三沫底訖", "52": "囉二合莫六十四囕󰺆捺嚟六十五矩吒矩吒六十六矩知", "53": "夜二合矩知夜二合六十七嚕捺囕二合麼引曩野六十", "54": "八尾瑟農二合麼引曩野六十九贊捺囕二合素㗚", "55": "愈二合麼引曩野七十怛𡃤二合引路引吉野二合引七十一", "56": "地鉢底孕二合麼引曩野七十二薩㗚嚩二合儞吻", "57": "引麼引曩野七十三薩㗚嚩二合藥乞叉二合七十四囉引", "58": "乞剎二合娑七十五蘖嚕󰷒七十六緊曩囉七十七麼護囉", "59": "蘖麼引曩野七十八尾特吻二合設藥七十九麼麼八十", "6": "法堂會。而於是時忽有阿素囉王。與諸眷屬", "60": "薩㗚嚩二合設怛囉二合嚩無博反八十一囕誐囕誐八十", "61": "二囕誐引播野八十三囕誐引播野八十四惹嚩二合攞", "62": "八十五惹嚩二合攞八十六補澁波二合沫引理𡫸八十七", "63": "哩胝哩胝八十八怛哩二合吒怛理二合吒八十九孛哩", "64": "二合矩致引穆佉入九十波囉賽涅矩路攃引九十一捺", "65": "曩揭囉抳引九十二賀賀九十三醯醯九十四虎虎九十五呬", "66": "呬九十六哩抳尼政反哩抳同上九十七哩拏麼帝九十八仁曾", "67": "二合度引特嚩二合仁躋二合九十九沒馱引嚩路引", "68": "枳帝一百引囉乞灑二合囉乞灑二合一百一麼麼稱名一百二", "69": "婆去誐嚩哆引一百三嚩路引枳帝一百四娑嚩二合引賀", "7": "部領兵眾。各各身被甲冑手執器仗。前後圍", "70": "引一百五麌拏囉引惹一百六鉢囉二合婆引細一百七娑嚩", "71": "二合引賀引一百八素㗚折二合引㗚揭二合一百九尾麼㘑一百十", "72": "娑嚩二合引賀引一百一十一薩㗚嚩二合仡囉二合賀一百一十", "73": "二諾乞察二合怛囉二合一百一十三馱引弭去引揭囉拏", "74": "一百一十四娑嚩二合引賀引一百一十五", "75": "佛告帝釋天主言。此無能勝幡莊嚴陀羅尼。", "76": "常於內外加護於我。汝應持是陀羅尼。以雜", "77": "色綵作囊盛之繫於旌旗之上。令汝所往之", "78": "處。或與他敵相鬪相罵相殺。或與他冤言詞", "79": "相競一切之處無不獲勝。汝應書寫此陀羅", "8": "遶來相戰鬪。討伐忉利天宮。爾時帝釋天主", "80": "尼。以囊盛之繫於項上護持於汝。我亦為未", "81": "來之世。世間仁王一切之處作其衛護。彼無", "82": "能勝幡王如來。現天女相在於面前。施與無", "83": "畏護持獲勝。令彼冤敵軍眾散敗。若是仁王", "84": "復能書寫流布受持。讀誦此陀羅尼者。常獲", "85": "清淨吉祥之事。諸外冤敵無能得勝。", "86": "佛說是經已。帝釋天主及諸天眾。聞佛所說", "87": "皆大歡喜。信受奉行作禮而退。", "88": "佛說無能勝幡莊嚴陀羅尼經", "9": "與諸天眾。身嚴寶鎧執持器仗與之共戰。時"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0943 佛說無能勝幡王如來莊嚴陀羅尼經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}