{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1179 文殊師利菩薩六字呪功能法經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1179", "1": "文殊師利菩薩六字呪功能法經", "2": "南無一切利益尊者文殊師利童子菩薩摩訶", "3": "薩呪曰。闇婆計陀那上摩於此文殊師利", "4": "菩薩六字呪功能法。我今說。若有人每日誦", "5": "此呪七遍。決定罪業得除滅。若有人能每", "6": "日誦此呪一百八遍。其人臨命終時。現前見", "7": "文殊師利菩薩。若有人受持此呪得成法者。", "8": "先食菜或食乳糜。或食大麥子粥。或食大麥", "9": "󰉓或乞食。每日平旦日午日沒三時洗浴。別", "10": "著一具淨衣。即誦此呪六十萬遍法即成就。", "11": "於後不割斷漊楨上。其畫匠人受八戒。不", "12": "用膠畫文殊師利菩薩。於蓮華上座說法之", "13": "像。一切莊嚴具足。作童子形天衣褡左肩。於", "14": "右應畫作聖觀自在菩薩。坐蓮華座手執拂。", "15": "左邊應畫聖普賢菩薩。像上兩邊虛空。於", "16": "雲中出呪仙手執花鬘作。畫像下應畫持呪", "17": "人手執香爐。瞻仰文殊師利菩薩。其像四邊", "18": "皆應作山峯。於菩薩座下。應作花池充滿蓮", "19": "華。已後於舍利塔前面向西。安楨廣大供養", "20": "已。用蘇燃燈。取闍提花一千八枚。取一一花", "21": "各呪一遍於像面散。即有聲出聞微妙聲", "22": "或楨動。若聞妙聲時得稱心。若楨動時一切", "23": "諍論中得勝。一切世間言教皆通達。一切眾", "24": "生皆愛樂。若不成此法。餘一切事業皆不得", "25": "成就。又法沈香長八指任麁細。於蘇合香油", "26": "塗。於以却陀羅木炭無姻火中各呪一遍。從", "27": "初夜至明相出時燒。即見文殊師利菩薩親", "28": "自來。於呪師前隨所求皆與滿足。唯除婬欲。", "29": "又法於楨前以檀香晝夜燒不斷。誦此呪。", "30": "文殊師利菩薩親來。為說甚深法皆得勝解。", "31": "永離一切病得自在。得入菩薩地。又法以", "32": "紫檀長六指剋作蓮華。更研紫檀末和水。", "33": "塗之誦百千遍。至十五日夜滿月時。於楨", "34": "前取花葉兩手葉花誦呪。至於頂上光出", "35": "即取其花。令彼人成如二八十六歲人身相", "36": "端嚴。金色光明過於千日。威光如天童子一", "37": "切成就。呪仙皆恭敬壽命一劫。劫盡已後往", "38": "生極樂世界。又法於月蝕時。取白昌蒲根。", "39": "以瞿妹耶糞乳酪蘇。比五和洗昌蒲根。洗", "40": "已。賓鉢羅樹葉果禮下安四葉上著三葉呪至或烟出或", "41": "煖火焰出。若煖氣時。得眾生歡喜及一切論", "42": "難皆勝。若烟出時。得安達底壽一萬年。若火", "43": "焰出得昇阿迦舍。壽一大劫。又法取黃牛", "44": "有犢子者。攢乳酪取蘇置熟銅器中。以賓鉢", "45": "羅七葉覆之呪之。如上烟等三事成就。即服", "46": "此蘇。或多聞或安達羅。或昇阿迦舍。又", "47": "法取布央迦羅子於月蝕。置日中含誦此", "48": "呪。至子動時。取三種銅作珠作孔。內子於", "49": "珠孔中含住。即安陀利出口。即見之。又法", "50": "取釘香口含。誦此呪六十萬遍已。隨共人", "51": "語所求皆得。又法食乳大麥子或󰉓。誦呪", "52": "一百二十萬遍。得成呪仙。又法乞食不得", "53": "語。滿十萬遍得安達地多。若誦呪滿一俱", "54": "胝。即見聖者文殊師利菩薩如是說法。決定", "55": "令得入一生補處大菩薩眾。若每常誦此呪。", "56": "一切蒙利皆得成就。又法取安悉香擣末。", "57": "以蘇和為丸。如小棗作十萬丸。一一皆呪一", "58": "遍。火中燒之至盡。即金錢十萬枚。又法於", "59": "流入海大河中。以一萬蓮華各呪一遍。擲置", "60": "河中至盡。如彼蓮華數量寶伏藏見。得其藏", "61": "受用無盡。又法油麻以酪蘇和。一撮各各", "62": "呪一遍。置火中至十萬遍。其人得財富。能", "63": "施與一切物。又法取未墮地瞿妹耶泥地", "64": "作壇。以種種花散其上坐。每日誦呪一千八", "65": "遍。即讀大乘經。至滿一月即得聰慧。又法", "66": "取牛黃呪一千八遍塗額上。一切眾生見者", "67": "皆歡喜。於頂上髮呪七遍結之。一切惡人不", "68": "能損害。又法取鷄知摩羅果一萬顆。一一", "69": "呪一遍。置火中燒至盡。一切諸病皆得除愈。", "70": "文殊師利菩薩六字呪法一卷", "71": "以栂尾山高山寺之本。於洛北大報恩寺", "72": "遺教會之砌寫之。八家錄云。六字神呪經", "73": "一卷。註云或云六字呪經。貞元。梵釋欠。註", "74": "亦云六字呪法。題云文殊師利菩薩六字", "75": "功能法。薄草子二。引用此經。", "76": "時天明五乙巳年二月八日　智積輪下東", "77": "武慈忍識　享和改元仲秋八月。請求慈", "78": "忍師之本令寫之　當山慈心院傳燈等挍", "79": "驗加。訓予更再訂授於工公于天下。", "80": "豐山長谷總持蘭若沙門快道誌", "81": "享和三年癸亥四月朔日一校加筆畢慈順"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1179 文殊師利菩薩六字呪功能法經", "source": "CBETA"}