{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇", "text": {"0": "2 結使犍度4 十門跋渠", "1": "阿毘曇八犍度論卷第九", "10": "八十種智擇恒在前諸相應覺", "100": "十現在五。彼滅已不失。復入滅盡定。世俗心", "101": "現在前。彼過去八未來十現在無。彼滅已", "102": "不失。復依有覺有觀三昧。無學見現在前。", "103": "彼過去八未來十現在九見竟。彼滅已不失。復", "104": "依無覺無觀三昧。無學初見現在前。彼過去", "105": "八未來十現在八。彼滅已不失。復依無覺無", "106": "觀三昧。無學若智若見現在前。彼過去九未", "107": "來十現在八。彼滅已不失。復依無色定。無學", "108": "若智若見現在前。彼過去九未來十現在五。", "109": "彼滅已不失。復入滅盡三昧。世俗心現在前。", "11": "世見無漏", "110": "彼過去九未來十現在無。彼滅已不失。復依", "111": "有覺有觀三昧。無學若智若見現在前。彼過", "112": "去九未來十現在九無覺觀竟。若依無色定。無學", "113": "初見現在前。彼無過去未來十現在五。彼滅", "114": "已不失。復依無色定。無學見現在前。彼過", "115": "去五未來十現在五。彼滅已不失。若入滅盡", "116": "定。世俗心現在前。彼過去五未來十現在無。", "117": "彼滅已不失。復依有覺有觀三昧。無學見現", "118": "在前。彼過去五未來十現在九。彼滅已不失。", "119": "復依無覺無觀三昧。無學見現在前。彼過去", "12": "又世尊言。八種成就學迹。十種漏盡阿羅漢。", "120": "五未來十現在八見竟。彼滅已不失。復依無色", "121": "定。無學初見現在前。彼過去五未來十現在", "122": "五。彼滅已不失。復依無色定。無學若智若見", "123": "現在前。彼過去六未來十現在五。彼滅已不", "124": "失。復入滅盡三昧。世俗心現在前。彼過去六", "125": "未來十現在無。彼滅已不失。復依有覺有觀", "126": "三昧。無學若智若見現在前。彼過去六未來", "127": "十現在九。彼滅已不失。復依無覺無觀三昧。", "128": "無學若智若見現在前。彼過去六未來十現", "129": "在八真人竟。云何為見。云何為智。云何為慧。云", "13": "八種學迹幾種成就過去。幾種成就未來。幾", "130": "何為見。答曰眼根。五見。世俗等見。學見。無學", "131": "見也。云何為智。答曰。除所修行忍。諸餘意", "132": "識身相應智。及五識身相應智。盡智無生智", "133": "也。云何為慧。答曰。意識身相應慧。及五識身", "134": "相應慧。盡智無生智問竟。諸見彼智耶。答曰。或", "135": "見非智。云何見非智。答曰。眼根所修行忍。是", "136": "謂見非智。云何智非見。答曰。除五見及世俗", "137": "等見。諸餘意識身相應有漏慧。及五識身相", "138": "應慧。盡智無生智。是謂智非見。云何智見。答", "139": "曰。除所修行忍。及盡智無生智諸餘無漏慧。", "14": "種成就現在。十種漏盡阿羅漢。幾種成就過", "140": "五見世俗等見。是謂智見。云何非智非見。答", "141": "曰。除上爾所事。所謂見是慧耶。答曰。或是", "142": "見非慧梵言明智十智之一。云何是見非慧耶。答曰。眼", "143": "根。是謂見非慧。云何是慧非見。答曰。除五", "144": "見。及世俗等見。諸餘意識身相應有漏慧。五", "145": "識身相應慧。盡智無生智。是謂慧非見。云何", "146": "見慧。答曰。除盡智無生智。諸餘無漏慧。及", "147": "五見世俗等見。是謂見慧。云何非見非慧。答", "148": "曰。除上爾所事。諸智彼慧耶。答曰。如是智", "149": "是慧也。頗有慧非智。答曰。有所修行忍定理竟。", "15": "去。幾種成就未來。幾種成就現在。云何為見。", "150": "所謂見是智攝耶。答曰。或見非智。云何見非", "151": "智。答曰。眼根所修行忍。是謂見非智。云何智", "152": "非見。答曰。除五見世俗等見。諸餘意識身相", "153": "應有漏慧。五識身相應慧。盡智無生智。是謂", "154": "智非見。云何見智。答曰。除所修忍及盡智無", "155": "生智。諸餘無漏慧。五見世俗等見。是謂見智。", "156": "云何非智非見。答曰。除上爾所事。所謂見彼", "157": "慧所攝耶。答曰。或見非慧。云何見非慧。答曰。", "158": "眼根。是謂見非慧。云何慧非見。答曰。除五見", "159": "世俗等見。諸餘意識身相應有漏慧。五識身", "16": "云何為智。云何為慧。若見是智耶。設智是", "160": "相應慧。盡智無生智。是謂慧非見。云何見慧。", "161": "答曰。除盡智無生智諸餘無漏慧。五見世俗", "162": "等見。是謂見慧。云何非見非慧。答曰。除上", "163": "爾所事。智攝慧慧攝智耶。答曰。慧攝智非智", "164": "攝慧。不攝何等。答曰。所修行忍忍智不得慧也。成就", "165": "與滅亦復如是。問定理攝成就滅也。所謂等", "166": "見是擇法覺意耶。答曰。或等見非擇法覺意。", "167": "云何等見非擇法覺意。答曰。世俗等見。是謂", "168": "等見非擇法覺意。云何擇法覺意非等見耶。", "169": "答曰。盡智無生智。是謂擇法覺意非等見。云", "17": "見耶。若見是慧耶。設慧是見耶。若智是慧", "170": "何等見擇法覺意。答曰。除盡智無生智。諸餘", "171": "無漏慧。是謂等見擇法覺意。云何非等見亦", "172": "非擇法覺意。答曰。除上爾所事。所謂等智是", "173": "擇法覺意耶。答曰。或等智非擇法覺意。云何", "174": "等智非擇法覺意。答曰。世俗等智。是謂等智", "175": "非擇法覺意。云何擇法覺意非等智。答曰。所", "176": "修行忍。是謂擇法覺意非等智。云何等智擇", "177": "法覺意。答曰。除所修行忍。諸餘無漏慧。是", "178": "謂等智擇法覺意。云何非等智非擇法覺意。", "179": "答曰。除上爾所事。念覺意現在前時。幾覺意。", "18": "耶。設慧是智耶。見攝智耶為智攝見見攝慧", "180": "幾道種現在前。答曰。若依未來有覺有觀三", "181": "昧。學念覺意現在前。彼六覺意現在前。及八", "182": "道種無學六覺意現在前及九道種。若依初禪", "183": "學念覺意現在前。彼七覺意現在前。及八道", "184": "種無學七覺意現在前及九道種。若依禪中", "185": "間。學念覺意現在前。彼六覺意現在前。及七", "186": "道種無學六覺意現在前及八道種。若依二禪", "187": "學念覺意現在前。彼七覺意現在前。及七道", "188": "種。無學七覺意現在前。及八道種。若依三禪", "189": "四禪學念覺意現在前。彼六覺意現在前。及", "19": "耶為慧攝見智攝慧耶。為慧攝智。若成就見", "190": "七道種。無學六覺意現在前及八道種。若依", "191": "無色定學念覺意現在前。彼六意覺現在前。", "192": "及四道種。無學六覺意現在前。及五道種法。", "193": "精進猗定覺護意等見等方便等念等定亦", "194": "復如是。喜覺意現在前時。幾覺意幾道種現", "195": "在前。答曰。若依初禪學喜覺意現在前。彼", "196": "七覺意現在前。及八道種。無學七覺意現在", "197": "前。及九道種。若依二禪學喜覺意現在前。彼", "198": "七覺意現在前。及七道種。無學七覺意現在", "199": "前。及八道種。等志現在前時。幾覺意幾道種", "2": "迦旃延子造", "20": "彼智耶。設成就智彼見耶。若成就見彼慧耶。", "200": "現在前。答曰。若依未來有覺有觀三昧。學等", "201": "志現在前。彼六覺意現在前。及八道種。無學", "202": "六覺意現在前。及九道種智見不並。若依初禪學", "203": "等志現在前。彼七覺意現在前。及八道種。無", "204": "學七覺意現在前。及九道種。等語現在前時。", "205": "幾覺意幾道種現在前。答曰。若依未來有覺", "206": "有觀三昧。學等語現在前。彼六覺意現在前。", "207": "及八道種。無學六覺意現在前。及九道種。若", "208": "依初禪學等語現在前。彼七覺意現在前。及", "209": "八道種。無學七覺意現在前。及九道種。若", "21": "設成就慧彼見耶。若成就智彼慧耶。設成就", "210": "依禪中間學等語現在前。彼六覺意現在前。", "211": "及七道種。無學六覺意無喜現在前。及八道種。", "212": "若依二禪學等語現在前。彼七覺意現在前。", "213": "及七道種無等志也。無學七覺意現在前。及八道", "214": "種。若依三禪。四禪。學等語現在前。彼六覺意", "215": "現在前。及七道種。無學六覺意現在前。及八", "216": "道種。等業等命亦復如是。諸法念覺意相應", "217": "彼擇法覺耶。答曰。或念覺意非擇法覺意。", "218": "云何念覺意非擇法覺意。答曰。擇法覺意。是", "219": "謂念覺意非擇法覺意。云何擇法覺意非念", "22": "慧彼智耶。若見已滅無餘彼智耶。設智已滅", "220": "覺意。答曰。念覺意。是謂擇法覺意非念覺意。", "221": "云何念覺意擇法覺意。答曰。除擇法覺意諸", "222": "餘念覺意相應法。是謂念覺意擇法覺意。云", "223": "何非念覺意非擇法覺意。答曰。諸餘心心法", "224": "色無為心不相應行。是謂非念覺意非擇法", "225": "覺意。精進猗定護覺意等方便等定亦復如", "226": "是。諸法念覺意相應彼喜覺意耶。答曰。或", "227": "念覺意非喜覺意。云何有念覺意非喜覺意。", "228": "答曰。喜覺意及喜覺意不相應。念覺意相", "229": "應法。是謂念覺意非喜覺意。云何喜覺意", "23": "無餘彼見耶。若見已滅無餘彼慧耶。設慧已", "230": "非念覺意。答曰。喜覺意相應念覺意。是謂", "231": "喜覺意非念覺意。云何念覺意喜覺意。答曰。", "232": "除念覺意諸餘喜覺意相應法。是謂念覺意", "233": "喜覺意。云何非念覺意亦非喜覺意。答曰。喜", "234": "覺意不相應念覺意。及餘心心法色無為心", "235": "不相應行。是謂非念覺意亦非喜覺意。等見", "236": "等志亦復如是。諸法念覺意相應彼等念耶。", "237": "答曰。如是。設諸法等念相應彼念覺意耶。", "238": "答曰。如是。諸法擇法覺意相應彼精進覺意", "239": "耶。答曰。或擇法覺意非精進覺意。云何擇法", "24": "滅無餘彼見耶。若智已滅無餘彼慧耶。設慧", "240": "覺意非精進覺意。答曰。精進覺意。是謂擇法", "241": "覺意非精進覺意。云何精進覺意非擇法覺", "242": "意。答曰。擇法覺。意是謂精進覺意非擇法覺", "243": "意。云何擇法覺意精進覺意。答曰。除精進覺", "244": "意諸餘擇法覺意相應法。是謂擇法覺意精", "245": "進覺意。云何非擇法覺意亦非精進覺意。答", "246": "曰。諸餘心心法色無為心不相應行。是謂非", "247": "擇法覺意亦非精進覺意。猗定護覺意等方便", "248": "等定等念亦復如是。諸法擇法覺意相應彼", "249": "喜覺意耶。答曰。或擇法覺意非喜覺意。云何", "25": "已滅無餘彼智耶。問定理攝成就滅。所謂等", "250": "擇法覺意非喜覺意。答曰。喜覺意及喜覺意", "251": "不相應。擇法覺意相應法。是謂擇法覺意非", "252": "喜覺意。云何喜覺意非擇法覺意。答曰。喜覺", "253": "意相應擇法覺意。是謂喜覺意非擇法覺意。", "254": "云何擇法覺意喜覺意。答曰。除擇法覺意。諸", "255": "餘喜覺意相應法。是謂擇法覺意喜覺意。云", "256": "何非擇法覺意非喜覺意。答曰。喜覺意不相", "257": "應擇法覺意。及餘心心法色無為心不相應", "258": "行。是謂非擇法覺意亦非喜覺意。等志亦復", "259": "如是。諸法擇法覺意相應彼等見耶。答曰。如", "26": "見是擇法覺意耶。設是擇法覺意是等見耶。", "260": "是。諸法等見相應彼擇法覺意。頗擇法覺意", "261": "無等見耶。答曰。有等見不攝擇法覺意。諸", "262": "法精進覺意相應。彼有喜覺意耶。答曰。或精", "263": "進覺意非喜覺意云何精進覺意非喜覺意。", "264": "答曰。喜覺意及喜覺意不相應。精進覺意相", "265": "應法。是謂精進覺意非喜覺意。云何喜覺意", "266": "非精進覺意。答曰。喜覺意相應精進覺意。", "267": "是謂喜覺意非精進覺意。云何精進覺意喜", "268": "覺意。答曰。除精進覺意。諸餘喜覺意相應", "269": "法。是謂精進覺意喜覺意。云何非精進覺意", "27": "所謂等智是擇法覺意耶。設是擇法覺意是", "270": "非喜覺意。答曰。喜覺意不相應精進覺意。諸", "271": "餘心心法色無為心不相應行。是謂非精進", "272": "覺意非喜覺意。等見等志亦復如是。諸法精", "273": "進覺意相應彼猗覺意耶。答曰。或精進覺意", "274": "非猗覺意。云何精進覺意非猗覺意。答曰。", "275": "猗覺意。是謂精進覺意非猗覺意。云何猗覺", "276": "意非精進覺意。答曰。精進覺意。是謂猗覺意", "277": "非精進覺意。云何精進覺意猗覺意。答曰。除", "278": "猗覺意諸餘精進覺意相應法。是謂精進覺", "279": "意猗覺意。云何非精進覺意非猗覺意。答曰。", "28": "等智耶。念覺意現在前時。幾覺意幾道種現", "280": "諸餘心心法色無為心不相應行。是謂非精", "281": "進覺意非猗覺意。定護覺意等念等定亦復如", "282": "是。諸法精進覺意相應彼等方便耶。答曰。如", "283": "是。設諸法等方便相應。彼精進覺意耶。答曰。", "284": "如是。諸法喜覺意相應。彼猗覺意耶。答曰或", "285": "喜覺意非猗覺意。云何喜覺意非猗覺意。答", "286": "曰。喜覺意相應猗覺意。是謂喜覺意非猗覺", "287": "意。云何猗覺意非喜覺意。答曰。喜覺意及喜", "288": "覺意不相應。猗覺意相應法。是謂猗覺意非", "289": "喜覺意。云何喜覺意猗覺意。答曰。除猗覺意。", "29": "在前。精進喜猗定護覺意。等見等志等語等", "290": "諸餘喜覺意相應法。是謂喜覺意猗覺意。云", "291": "何非喜覺意亦非猗覺意。答曰。喜覺意不相", "292": "應猗覺意。諸餘心心法色無為心不相應行。", "293": "是謂非喜覺意非猗覺意。定護覺意等方便", "294": "等念等定亦復如是。諸法喜覺意相應彼等", "295": "見耶。答曰。或喜覺意非等見。云何喜覺意非", "296": "等見。答曰。喜覺意相應等見。及餘等見不相", "297": "應。喜覺意相應法。是謂喜覺意非等見。云", "298": "何等見非喜覺意。答曰。等見相應喜覺意。諸", "299": "餘喜覺意不相應。等見相應法。是謂等見非", "3": "符秦罽賓三藏僧伽提婆", "30": "業身也等命等方便等念等定現在前時。幾覺", "300": "喜覺意。云何喜覺意等見。答曰。除喜覺意相", "301": "應等見。諸餘喜覺意等見相應法。是謂喜覺", "302": "意等見相應法。云何非喜覺意非等見。答曰。", "303": "喜覺意不相應等見。等見不相應喜覺意。諸", "304": "餘心心法色無為心不相應行。是謂非喜覺", "305": "意非等見。等志亦復如是。諸法猗覺意相應", "306": "彼定覺意耶。答曰。或猗覺意非定覺意。云何", "307": "猗覺意非定覺意。答曰。定覺意。是謂猗覺意", "308": "非定覺意。云何定覺意非猗覺意。答曰。猗覺", "309": "意。是謂定覺意非猗覺意。云何猗覺意定覺", "31": "意幾道種現在前。諸法與念覺意相應。擇法", "310": "意。答曰。除定覺意。諸餘猗覺意相應法。是", "311": "謂猗覺意定覺意。云何非猗覺意非定覺意。", "312": "答曰。諸餘心心法色無為心不相應行。是謂", "313": "非猗覺意非定覺意護覺意等方便等念等定", "314": "亦復如是。諸法猗覺意相應彼等見耶。答曰。", "315": "或猗覺意非等見。云何猗覺意非等見。答曰。", "316": "等見及等見不相應。猗覺意相應法。是謂猗", "317": "覺意非等見。云何等見非猗覺意。答曰。等見", "318": "相應猗覺意。是謂等見非猗覺意。云何猗覺", "319": "意等見。答曰。除猗覺意諸餘等見相應法。是", "32": "覺意彼耶。設諸法與擇法覺意相應。念覺意", "320": "謂猗覺意等見。云何非猗覺意非等見。答曰。", "321": "等見不相應猗覺意。及餘心心法色無為心", "322": "不相應行。是謂非猗覺意非等見。等志亦如", "323": "是。諸法定覺意相應。彼護覺意耶。答曰。或定", "324": "覺意非護覺意。云何定覺意非護覺意。答曰。", "325": "護覺意。是謂定覺意非護覺意。云何護覺意", "326": "非定覺意。答曰。定覺意是謂護覺意非定覺", "327": "意。云何定覺意護覺意。答曰。除護覺意。諸餘", "328": "定覺意相應法。是謂定覺意護覺意。云何非", "329": "定覺意非護覺意。答曰。諸餘心心法色無為", "33": "彼耶。諸法念覺意相應。精進喜猗定護覺意", "330": "心不相應行。是謂非定覺意非護覺意。等方", "331": "便等念亦復如是。諸法定覺意相應彼等見", "332": "耶。答曰。或定覺意非等見。云何定覺意非等", "333": "見。答曰。等見及等見不相應。定覺意。相應", "334": "法。是謂定覺意非等見。云何等見非定覺意。", "335": "答曰。等見相應定覺意。是謂等見非定覺意。", "336": "云何定覺意等見。答曰。除定覺意諸餘等見", "337": "相應法。是謂定覺意等見。云何非定覺意非", "338": "等見。答曰。等見不相應定覺意。諸餘心心法", "339": "色無為心不相應行。是謂非定覺意非等見。", "34": "等見等志等方便等念等定彼耶。設諸法與", "340": "等志亦如是。諸法定覺意相應彼等定耶。答", "341": "曰。如是。設諸法等定相應彼定覺意耶。答曰。", "342": "如是。諸法護覺意相應彼等見耶。答曰。或護", "343": "覺意非等見。云何護覺意非等見。答曰。等見", "344": "及等見不相應護覺意相應法。是謂護覺意", "345": "非等見。云何等見非護覺意。答曰。等見相應", "346": "護覺意。是謂等見非護覺意。云何護覺意等", "347": "見。答曰。除護覺意諸餘等見相應法。是謂護", "348": "覺意等見。云何非護覺意非等見。答曰。等見", "349": "不相應護覺意。諸餘心心法色無為心不相", "35": "等定相應。念覺意彼耶。諸法乃至等念相應。", "350": "應行。是謂非護覺意非等見。等志亦如是。諸", "351": "法護覺意相應彼等方便耶。答曰。或護覺意", "352": "非等方便。云何護覺意非等方便。答曰。等方", "353": "便是謂護覺意非等方便。云何等方便非護覺", "354": "意。答曰。護覺意是謂等方便非護覺意。云何", "355": "護覺意等方便。答曰。除等方便諸餘護覺意", "356": "相應法。是謂護覺意等方便。云何非護覺意", "357": "非等方便。答曰。諸餘心心法色無為心不相", "358": "應行。是謂非護覺意非等方便。等念等定等", "359": "亦復如是。諸法等見相應彼等志耶。答曰。或", "36": "等定彼耶。設諸法與等定相應。等念彼耶。云", "360": "等見非等志。云何等見非等志。答曰。等見", "361": "相應等志。及等志不相應等見相應法。是謂", "362": "等見非等志。云何等志非等見。答曰。等志相", "363": "應等見及等見不相應等志相應法。是謂等", "364": "志非等見。云何等見等志。答曰。除等見相應", "365": "等志。諸餘等見等志相應法。是謂等見等志。", "366": "云何非等見非等志。答曰。等見不相應等", "367": "志。等志不相應等見。諸餘心心法色無為心", "368": "不相應行。是謂非等見非等志。諸法等見相", "369": "應等方便耶。答曰。或等見非等方便。云何等", "37": "何世俗等見。云何世俗等智。若世俗等見是", "370": "見非等方便。答曰。等見相應等方便。是謂等", "371": "見非等方便。云何等方便非等見。答曰。等", "372": "見及等見不相應等方便相應法。是謂等方", "373": "便非等見。云何等見等方便。答曰。除等方便", "374": "諸餘等見相應法。是謂等見等方便。云何非", "375": "等見非等方便。答曰。等見不相應等方便。諸", "376": "餘心心法色無為心不相應行。是謂非等見", "377": "非等方便。等念等定亦如是。諸法等志相應", "378": "彼等方便耶。答曰。或等志非等方便。云何等", "379": "志非等方便。答曰。等志相應等方便。是謂等", "38": "世俗等智耶。設是世俗等智是世俗等見。世", "380": "志非等方便。云何等方便非等志。答曰。等志", "381": "及等志不相應等方便相應法。是謂等方便", "382": "非等志。云何等志等方便。答曰。除等方便諸", "383": "餘等志相應法。是謂等志等方便。云何非等", "384": "志非等方便。答曰。等志不相應等方便。諸餘", "385": "心心法色無為心不相應行。是謂非等志非", "386": "等方便。等念等定亦如是。諸法等方便相應", "387": "彼等念耶。答曰。或等方便非等念。云何等方", "388": "便非等念。答曰。等念是謂等方便非等念。云", "389": "何等念非等方便。答曰。等方便是謂等念非", "39": "俗等見世俗等智所攝耶。設是世俗等智世", "390": "等方便。云何等方便等念。答曰。除等念諸餘", "391": "等方便相應法。是謂等方便等念。云何非等", "392": "方便非等念。答曰。諸餘心心法色無為心不", "393": "相應行。是謂非等方便非等念。等定亦如是。", "394": "諸法等念相應彼等定耶。答曰。或等念非等", "395": "定。云何等念非等定。答曰。等定是謂等念", "396": "非等定。云何等定非等念。答曰。等念是謂等", "397": "定非等念。云何等念等定。答曰。除等定諸餘", "398": "等念相應法。是謂等念等定。云何非等念非", "399": "等定。答曰。諸餘心心法色無為心不相應行。", "4": "共竺佛念譯", "40": "俗等見所攝耶。若成就世俗等見。彼世俗等", "400": "是謂非等念非等定。云何世俗等見。云何世", "401": "俗等智。世俗等見云何。答曰。意識身相應善", "402": "有漏慧。世俗等智云何。答曰。意識身相應善", "403": "有漏慧。五識身相應善慧。若世俗等見是世", "404": "俗等智耶。答曰如是。若世俗等見彼世俗", "405": "等智。頗有世俗等智非世俗等見。答曰有。五", "406": "識身相應善慧。世俗等見攝世俗等智耶世俗", "407": "等智攝世俗等見耶。答曰。世俗等智攝世俗", "408": "等見。非世俗等見攝世俗等智。不攝何等。答", "409": "曰。五識身相應善慧。成就滅亦復如是。問定", "41": "智耶。設成就世俗等智。彼世俗等見耶。若世", "410": "理攝成就滅。云何無漏等見云何無漏等智。", "411": "無漏等見云何。答曰。盡智無生智不攝無漏", "412": "慧。無漏等智云何。答曰。除所修忍諸餘無漏", "413": "慧。若無漏等見是無漏等智耶。答曰。或無漏", "414": "等見非無漏等智。云何無漏等見非無漏等", "415": "智。答曰。所修行忍。是謂無漏等見非無漏等", "416": "智。云何無漏等智非無漏等見。答曰。盡智無", "417": "生智。是謂無漏等智非無漏等見。云何無漏", "418": "等見無漏等智。答曰。除所修行忍。盡智無生", "419": "智諸餘無漏慧。是謂無漏等見無漏等智。云", "42": "俗等見已滅無餘。彼世俗等智耶。設世俗等", "420": "何非無漏等見非無漏等智。答曰。除上爾所", "421": "事。無漏等見攝無漏等智耶。答曰。或無漏等", "422": "見非無漏等智。云何無漏等見非無漏等智。", "423": "答曰。所修行忍。是謂無漏等見非無漏等智。", "424": "云何無漏等智非無漏等見。答曰。盡智無生", "425": "智是謂無漏等智非無漏等見。云何無漏等", "426": "見無漏等智。", "427": "答曰。除所修行忍。盡智無生智諸餘無漏智。", "428": "是謂無漏等見無漏等智。云何非無漏等見", "429": "非無漏等智。答曰。除上爾所事。若成就無漏", "43": "智已滅無餘。彼世俗等見耶。問定理攝成就", "430": "等見彼無漏等智耶。答曰。如是。若成就無漏", "431": "等智。亦無漏等見。頗成就無漏等見非無漏", "432": "等智耶。答曰。有苦法忍現在前。問定理攝成", "433": "就。", "434": "阿毘曇智犍度八十種跋渠第一竟梵本四百", "435": "三十三首盧秦七千二百四十六言。", "436": "阿毘曇八犍度論卷第九", "44": "滅。云何無漏等見。云何無漏等智。若無漏等", "45": "見是無漏等智耶。設是無漏等智是無漏等", "46": "見耶。無漏等見無漏等智所攝耶。設無漏等", "47": "智無漏等見所攝耶。若成就無漏等見彼無", "48": "漏等智耶。設成就無漏等智。彼無漏等見耶。", "49": "問定理攝成就。此章義願具演說。", "5": "3 智犍度智犍度第三", "50": "又世尊言。八種成就學迹。十種漏盡阿羅漢。", "51": "八種學迹幾種成就過去。幾種成就未來。幾", "52": "種成就現在。答曰。若依有覺有觀三昧。學初", "53": "見現在前。彼不過去八種未來八種。現在彼", "54": "滅已不失。若依有覺有觀三昧。學見現在前。", "55": "彼八種成就過去八未來八。現在彼滅已不", "56": "失。若依無覺無觀三昧。學見現在前。彼八過", "57": "去八未來七現在無等志也。彼滅已不失。若依無", "58": "色定學見現在前。彼八過去八未來四現在", "59": "除等志等語等業等命無色義。彼滅已不失。若入滅盡三昧若", "6": "五跋渠頌曰。", "60": "世俗心現在前。彼八過去八未來現在無有", "61": "有覺有觀竟。若依無覺無觀三昧。學初見現在前。", "62": "彼無過去未來八現在七。彼滅已不失。復依", "63": "無覺無觀三昧。學見現在前。彼過去七未來", "64": "八現在七。彼滅已不失。若依無色定學見現", "65": "在前。彼過去七未來八現在四。彼滅已不失。", "66": "若入滅盡定世俗心現在前。彼過去七未來", "67": "八現在無。彼滅已不失。復依有覺有觀三昧。", "68": "學見現在前。彼過去七未來八現在八無覺觀竟。若", "69": "依無色定。學初見現在前。彼過去無。未來八。", "7": "八種有五處知他人心智", "70": "現在四。彼滅已不失。復依無色定。學見現在", "71": "前。彼過去四未來八現在四。彼滅已不失。復", "72": "入滅盡定世俗心現在前。彼過去四未來八", "73": "現在無。若滅已不失。復依有覺有觀三昧。學", "74": "見現在前。彼過去四未來八現在八。彼滅已", "75": "不失。復依無覺無觀三昧。學見現在前。彼", "76": "過去四未來八現在七學迹竟。十種漏盡阿羅", "77": "漢。幾種成就過去。幾種成就未來。幾種成就", "78": "現在。答曰。若依有覺有觀三昧。無學初智", "79": "現在前。彼過去無未來十現在九無等見也。彼滅", "8": "若能修行智相應最在後", "80": "已不失。復依有覺有觀三昧。無學智現在", "81": "前。彼過去九未來十現在九。彼滅已不失。若", "82": "依無覺無觀三昧。無學智現在前。彼過去九", "83": "未來十現在八無等志等見。彼滅已不失。若依無色", "84": "定。無學智現在前。彼過去九未來十現在五", "85": "初上無戒。彼滅已不失。若入滅盡定。世俗心現在", "86": "前。彼過去九未來十現在無智竟。彼滅已不", "87": "失。若依有覺有觀三昧。無學初見現在前。", "88": "彼過去九未來十現在九。彼滅已不失。復依", "89": "有覺有觀三昧。無學若智若見現在前。彼過", "9": "1 八道跋渠阿毘曇八道跋渠第一", "90": "去未來十現在九。彼滅已不失。復依無覺無", "91": "觀三昧。無學若智若見現在前。彼過去未來", "92": "十現在八。彼滅已不失。復依無色定。無學", "93": "若智若見現在前。彼過去未來十現在五。彼", "94": "滅已不失。復入滅盡定。世俗心現在前。彼過", "95": "去未來十現在無有覺觀竟。若依無覺無觀三昧。", "96": "無學初見現在前。彼過去無未來十現在八。", "97": "彼滅已不失。復依無覺無觀三昧。無學見現", "98": "在前。彼過去八未來十現在八。彼滅已不失。", "99": "復依無色定。無學見現在前。彼過去八未來"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇: 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇", "author": "迦栴延子造  符秦 僧伽提婆共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}