{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0153 菩薩本緣經: 菩薩本緣經: 菩薩本緣經: 菩薩本緣經: 菩薩本緣經", "text": {"0": "5 月光王品", "1": "菩薩本緣經卷下", "10": "第一；慈悲熏心，調和軟善，悉能消滅諸魔", "100": "責。」兔聞是已，即生念言：「今此大仙不樂此處，", "101": "故欲相捨。」即前問言：「此處何過，有何相犯？", "102": "大仙當觀身服如是蒭草之衣，令心愁惱非", "103": "所宜也，如婆羅門入婬女舍，甚非家法也。」婆", "104": "羅門言：「汝之所說實入我心，是處清淨實無", "105": "過患，諸兔自修亦不相犯。但我薄祐困乏飲", "106": "食，是故俛仰欲相捨去。汝今當觀一切眾", "107": "生，無不因食以活此身，汝之所說善妙法要，", "108": "今雖遠離，要當終身佩之心府不令忘失。汝", "109": "復當知我心無慈，為穢食故，而相捨離。」時兔", "11": "因緣；言行相副，真實無諂，殺害之心永無", "110": "答言：「汝所為者，蓋是小事，云何乃欲相捨", "111": "離去？」婆羅門言：「我空飲水，已經多日，恐命", "112": "不全，是故置宜欲相捨離。」兔聞是已，念言：", "113": "「善哉！是婆羅門，乃能為法飲水多日。」即便說", "114": "言：「汝若去者，我則更無如是福田，唯願仁", "115": "者明受我請。雖知菩薩，於福田中心無分別，", "116": "然施極苦飢渴眾生其福最大；雖知二目是", "117": "常所護，然當先救苦痛之處。汝今是我親", "118": "善知識，是我所尊有大功德，是故我今欲", "119": "設微供。汝今當知，人有四種，施亦有四：", "12": "復有；安住不動，如須彌山，與無量兔而為上", "120": "所謂下者、下中下者、智者、智中智者。云何下", "121": "者？施時發心求於諸有；下中下者：以畏怖", "122": "故行於布施；智者：有恭敬心而行布施；智中", "123": "智者：有大悲心而行布施。我今於是四施", "124": "之中趣行一施，唯願明旦必受我請。」時，婆羅", "125": "門即作是念：「此兔今日為何所見？見死鹿耶？", "126": "或死兔乎？」心即歡喜然火誦呪。是兔其夜多", "127": "集乾薪，告諸兔言：「汝等當知，是婆羅門，今", "128": "欲捨我遠去他家，我甚愁惱身體戰慄。世", "129": "法如是無常別離，虛誑不實猶如幻化，合會", "13": "首，常為諸兔，而說是言：「汝等不知墮惡道", "130": "有離猶如秋雨，有為之法有如是等無量過", "131": "患，諸行如夢熱時之炎，眾生命盡無可還者。", "132": "汝等今者，知世法如是而不能離，是故汝等", "133": "要當精勤壞三有乎！」爾時，兔王竟夜不眠，為", "134": "諸兔眾說法如是。夜既終已，清旦地了於薪", "135": "聚邊即便吹火，火然之後，語婆羅門言：「我昨", "136": "請汝欲設微供，今已具辦，願必食之。何以", "137": "故？智人集財欲以布施，受者憐愍要必受用；", "138": "若有凡人多畜財寶以施於人，此不為難。", "139": "我今貧窮施乃為難，唯願哀矜必定受之；我", "14": "耶！是身可患。夫惡道者，地獄、畜生、餓鬼、阿", "140": "今深心清淨啟請，唯願仁者必受不疑。」說是", "141": "語已，復自慰喻：「我今為他受安樂故，自捨己", "142": "身，無所貪惜大如毫釐。如是福報，願諸眾生", "143": "證無上智。」自慰喻已，投身火坑。時，婆羅門見", "144": "是事已，心驚毛竪，即於火上而挽出之。無常", "145": "之命，即便斷滅，諦觀心悶抱置膝上，對之嗚", "146": "唼並作是言：「愛法之士、慈愍大仙、調御船師！", "147": "為利眾生，捨身壽命，今何所至？我今敬禮為", "148": "歸依主。我處此山長髮重擔，雖經多年無", "149": "所利益；我願從今常相頂戴，願汝功德具", "15": "修羅，如是等名為惡道，汝等今當至心諦", "150": "足成就；令我來世常為弟子。」說是語已，還持", "151": "兔身，置之於地，頭面作禮，復還抱捉猶如赤", "152": "子，即共死兔俱投火坑。爾時，釋天知是事", "153": "已，大設供養收骨起塔。菩薩摩訶薩，修行如", "154": "是尸波羅蜜，不誑於世。", "155": "7 鹿品菩薩本緣經鹿品第七", "156": "菩薩摩訶薩，行大波羅蜜，", "157": "乃至上怨中，終不生惡心。", "158": "我昔曾聞：菩薩往世墮在畜生，而為鹿身；", "159": "兩脇金色脊似琉璃，餘身雜廁種別難名。", "16": "聽，墮惡道因緣，所謂十惡。「我於往昔，曾聞", "160": "蹄如車𤦲，角如金精，其身莊嚴如七寶藏。", "161": "常行利益一切眾生，所有善法具足成就；", "162": "身色光炎如日初出，諸天敬重為立名字號——", "163": "金色鹿。為無量鹿而作將導，而是鹿王多", "164": "行慈悲，精進智慧具足無減，有大勇猛，", "165": "善知人語，為調眾生示受鹿身。爾時，鹿王遊", "166": "於雪山，其山多有叢林、華果、流泉、浴池，若", "167": "諸禽獸共相憎惡，生賊害心，以是菩薩威德", "168": "力故，悉滅無餘。在空寂處常教諸鹿，遠離諸", "169": "惡修行善法，告諸鹿言：「汝等當聽！諸行之", "17": "諸仙分別開示，心亦思惟，今當為汝略解說", "170": "中，當觀小惡猶如毒食，如是小惡，不當受之。", "171": "當觀小善，為親友想，常應親近，精勤受持。", "172": "汝等諸鹿以身、口、意行諸惡故，墮畜生中不", "173": "能修行所有善法，愚癡覆故受是畜身，經無", "174": "量世難得解脫生死之中。欲受樂者，要因正", "175": "法而為根本，夫正法者，能護眾生不墮惡趣。", "176": "為度煩惱苦海之人而作橋梁，如人處嶮要", "177": "因机杖，亦如執炬覩見諸器。行正法者亦復", "178": "如是，夫正法者最可親近不可破壞，能示眾", "179": "生無上大道。是能為受樂者，聞是法已能", "18": "之。四法根本多諸過患，所謂貪欲、瞋恚、愚", "180": "令喜心，心心不斷行是法者心無所畏，是法", "181": "能除一切諸惡。譬如良藥療治眾病，以是因", "182": "緣常應憶念不令忘失，若忘失者此生空過，", "183": "一切世間皆悉虛誑。唯有布施、忍辱、慚愧、智", "184": "慧之法乃是真實，若能修行如是等法，是則", "185": "名為具足正法。」為諸鳥獸常說是法，令諸聽", "186": "者心離婬欲。當是時也，猶如賢聖遠離諸惡", "187": "不加侵害。復於後時，與諸群鹿遊止一河，其", "188": "水廣大深無涯底，暴漲急疾多所漂沒，壞", "189": "諸山岸吹拔大樹，一切鳥獸無敢近者。時有", "19": "癡、憍慢。因貪欲心行十惡者，墮於餓鬼；因瞋", "190": "一人為水所漂，恐怖惶懅莫知所至，身力轉", "191": "微餘命無幾，舉聲大喚：「天神、地祇，誰有慈悲", "192": "能見救濟？苦哉！我今與室家別，今日困悴，", "193": "誰可歸依？我昔曾聞，世有一鹿，修學仙法有", "194": "大慈悲，唯是當能深見濟拔。」是時，鹿王在", "195": "群鹿前聞如是聲，即便驚視誰受苦厄，發", "196": "如是言：「我聞是已，其心苦惱，如彼受苦等無", "197": "差別。」尋告諸鹿：「汝當隨意各自散去，吾欲", "198": "觀覓平整之處，自恣飲水以充渴乏。」諸鹿聞", "199": "已，尋即四散。鹿王即便尋聲求之，見有一人", "2": "僧伽斯那撰", "20": "恚心行十惡者，墮於畜生；因愚癡心行十惡", "200": "為水所漂，復為木石之所橖觸多受苦惱。", "201": "鹿王見已，即作是念：「水急駛疾，假使大魚亦", "202": "不能度，我今身小力亦微末，竟知當能度是", "203": "人不？寧令我身與彼俱死，實不忍見彼獨受", "204": "苦。」復作是念：「若使是人在於陸地為象所", "205": "困，可得為作方便救護，今在此水漂疾急", "206": "速，我當云何而得救拔？我設入水不能濟", "207": "者，一切聞知當見嗤笑，自知不能何故入", "208": "水？我今雖有慈悲之心，身力微末恐不能", "209": "辦。我今要當倍加精進以不休息而往救之。」", "21": "者，墮於地獄；因憍慢心行十惡者，墮阿修羅，", "210": "即作是言：「汝今不應生怖畏心，我今入水猶", "211": "如草木，假使身滅要當相救。」是時，鹿王踊", "212": "身投河至彼人所，即命溺人令坐其背。溺人", "213": "即坐安隱無慮，猶如有人安坐榻席，其河多", "214": "有木石之屬，互相橖觸身痛無賴。是時，鹿", "215": "王擔負溺人至死不放，劣乃得出至于彼岸。", "216": "溺人爾時即得救拔，安隱出已，即語鹿王：", "217": "「我之父母所長養身，為已滅沒，今之身命實", "218": "是汝有。汝雖鹿王，身命相屬，所可勅使唯", "219": "垂告語。」爾時，鹿王告其人言：「汝今且聽，我於", "22": "因此四法所往之處，常受苦惱。「汝等當觀地", "220": "汝所不求功果，亦無有心生貢高想，我今不", "221": "惜如是身命，但欲為他而作利益。汝今當", "222": "知，我受獸身常處林野，自在隨意求覓水", "223": "草，雖不侵犯居民邑落。然是我罪多諸怨", "224": "憎，兼復怖畏師子、虎狼、諸惡走獸射獵之徒，", "225": "無所歸依無守護者。我雖鹿身雜色微妙，一", "226": "切世間悉無見者，以相救濟唯汝見之，昔我", "227": "立誓，若見苦厄要令度脫，人雖有力見苦不", "228": "救，當知是人為無果報，如不種子不收果", "229": "實。若念我者，當善攝口，知恩念恩賢聖所", "23": "獄中有猛火熾然、利刀㓟剝，常為狗犬之所", "230": "讚；不知恩者現世惡名流布於外，復為智者", "231": "之所呵責，將來之世多受惡報。知恩之人二", "232": "世安隱，非施因緣而得自在，不修多聞具大", "233": "智慧，雖無水浴清淨無垢，離諸香熏得無上", "234": "香，離諸瓔珞得真莊嚴，遠離所依而得自", "235": "護，雖無刀杖人無侵者。汝當知之，知恩之", "236": "人所得功德說不可盡，不知恩者所得過患", "237": "亦復無量，是故汝今應善護口。」爾時，溺人聞", "238": "是語已，悲喜交集涕淚橫流，即禮鹿足，而作", "239": "是言：「汝常說法示諸眾生涅槃正道，汝如良", "24": "噉食，鐵󰀯諸烏挑啄其目，灰河壞身猶如", "240": "醫除斷眾生心熱病苦，汝是世間第一慈父，", "241": "是尊是導實貪隨侍，朝夕稟受不欲遠離經", "242": "一念頃，必當為惡無所堪任。我今設去雖有", "243": "形體當相遠離，而心未敢生捨離想也。」說是", "244": "語已，尋便即路。鹿王望之，遠不見已，即還本", "245": "處眾鹿之中。是時，溺人既還家已，忘恩背義，", "246": "破滅法炬自然其心，破伐法樹乃殖毒林，", "247": "心為惡器盛眾怨毒，為現世利即至王所而", "248": "白王言：「大王當知，臣近入山見有一鹿，身色", "249": "微妙如七寶貫，在眾鹿中而為上首。猶如滿", "25": "微塵，復為諸椎之所打碎，利斧刀劍截其手", "250": "月處眾星中，其皮雜色任覆御乘，臣知此鹿", "251": "遊住之處。」時王聞已，心驚喜曰：「卿示吾處吾", "252": "自往取。」溺人白王：「敬奉所勅。」王即嚴駕令", "253": "在前導，千乘萬騎隨後而往。是時，鹿王在眾", "254": "鹿中疲極而眠。爾時虛空多有眾鳥，見王軍", "255": "馬各相謂言：「是王必為金色鹿來。」時有一", "256": "烏即至鹿所啄鹿王耳，鹿王驚悟，心即念言：", "257": "「此烏何緣來見覺之，從昔已來眾烏等類，顧", "258": "復圍遶無敢近者，今日何故觸犯我身。」鹿即", "259": "起立，遙望王軍，四方雲集已來近至，復作是", "26": "足，寒冷惡風吹襞其身。二山相拍身處其", "260": "念：「如是眾烏，實無過咎，譬如有人所尊陷墜，", "261": "以手牽拽豈是過耶！」復作是念：「是諸眾生", "262": "無慈悲心，世間所有師子、虎狼常是我怨，聞", "263": "我說法怨心即息。是人無理，得生人中忘恩", "264": "背義，反於我所而生毒害，如妙香華置之", "265": "死屍，即時可惡人不喜見。是人亦爾，為得", "266": "現世少許樂分，捨離將來無量樂報。」爾時，鹿", "267": "王即向諸鹿，而作是言：「汝等莫愁，王今所以", "268": "來至此者，正為我身不為汝也。我今雖能逃", "269": "避遠去，亦能壞碎彼之軍眾，要當畢命自往", "27": "中。汝等當知，設我盡壽至百千世，解說如是", "270": "王所，若我如是，汝等便當東西波迸乃至喪", "271": "命。是故我今為汝等故，當往王所，但隨我後", "272": "莫生恐怖，當令汝等安隱無患。汝等當知，", "273": "我若發心欲入涅槃即能得之，所以不取，正", "274": "為汝等。我至王所設使喪命，但令汝等安隱", "275": "全濟，吾無所恨。」作是語已，即至王所，溺人", "276": "見已尋示王言：「所言鹿王此即是也。」作是", "277": "言已，兩手落地。時王見已，即便下馬，心驚", "278": "毛竪，而作是言：「汝手云何斷落如是？」即捨刀", "279": "杖獨往鹿所。鹿見王時心中愁惱，王作是", "28": "地獄眾生不能得盡，如是地獄有種種苦。「汝", "280": "念：「彼雖獸身非實鹿也，即是正法勇出之", "281": "王。」爾時，鹿王即白王言：「大王何緣放捨刀", "282": "杖，身體流汗狀似恐怖；若使於我生恐怖", "283": "者，我是修慈終不相害，如月生火無有是", "284": "處。」時王聞已，心得安隱，即向鹿王，而作是", "285": "言：「是人何緣兩手落地？然如向言能施我", "286": "等無所怖畏。云何是人直示汝身得如是報？", "287": "汝向自言能施眾生無所畏怖。云何乃令是", "288": "人如是？若言不施，一切世間即當火然。」是時，", "289": "鹿王復白王言：「譬如有人犯官重罪，觸惱", "29": "今復當聽餓鬼中種種諸苦，所謂飢渴所逼，", "290": "無諍清淨比丘，如是之人得大重罪，不知恩", "291": "者，亦復如是得大重罪。王今當知，是人自作，", "292": "自受其報，非我因緣。」王即問言：「唯願廣說，", "293": "我樂聞之。」鹿王答曰：「願王問彼，不須我", "294": "說。」王即問人：「卿今何故二手落地？」是時溺", "295": "人，即為其王廣說本緣，王既聞已：「卿作是", "296": "事已，云何當得不受報也？若有困厄依怙", "297": "他人，乃至一念尚應報恩，況復多時受斯", "298": "重恩，而不能報反生賊害，豈當不受如是", "299": "報也。如人熱時止息涼樹，是人乃至不應", "3": "吳月支優婆塞支謙字恭明譯", "30": "身體乾枯，於無量歲初，不曾聞漿水之名。乃", "300": "侵損是樹一葉，受恩不忘亦復如是。」爾時，國", "301": "王復向鹿王，長跪叉手而作是言：「我從今日", "302": "常相歸依。」鹿王答曰：「審能爾者，敬受來意。」", "303": "王復言曰：「汝今受我，願求何等。」鹿王答曰：", "304": "「若能於我生尊相者，今當諦聽！我是獸身，", "305": "唯賴水草以自存活，餘無所求。大王當知，是", "306": "人昔為水所漂困，無救護者餘命無幾，我於", "307": "爾時猶能救之；王今若有慈悲之心，當視是", "308": "人如赤子想。若視是人即視於我，是人", "309": "愚癡無知可愍，命終之後必墮地獄，經無量", "31": "至穢糞，求不能得，頭髮長利，纏繞其身，故令", "310": "歲備受眾苦，是故應當於是人所生慈愍心。", "311": "大王！譬如有人，多諸子息愛無偏黨，然於病", "312": "者心則偏重；菩薩亦爾，於惡眾生偏生悲", "313": "愛，以是眾生懷惡法故。是故菩薩為諸眾生", "314": "發菩提心。」爾時，大王復更斂容，而作是言：「汝", "315": "今真是調御大師，護持正法、救濟危厄、歸依", "316": "之處，能除眾生一切畏者。是諸眾生多行惡", "317": "法身應陷地，所以不沒，諒由大士護持故也。", "318": "從今以往，施諸鹿群無所畏樂，我今終身", "319": "願為弟子，若汝來世成無上道，願先濟度。」於", "32": "身中支節火然，遙望見水至則火坑，飢渴所", "320": "是國王說是語已，即告群臣：「舉國人民自今", "321": "為始，不得遊獵殺害為業。」菩薩摩訶薩行尸", "322": "波羅蜜時，雖受獸身於諸怨憎，乃至不生一", "323": "念惡心。", "324": "8 龍品菩薩本緣經龍品第八", "325": "菩薩摩訶薩，處瞋猶持戒，", "326": "況生於人中，而當不堅持。", "327": "如我曾聞：菩薩往昔，以恚因緣墮於龍中，受", "328": "三毒身：所謂氣毒、見毒、觸毒。其身雜色如七", "329": "寶聚，光明自照不假日月，才貌長大氣如韛", "33": "逼往趣糞穢，復有惡鬼神持刀杖固遮，今", "330": "風；其目照朗如雙日出，常為無量諸龍所", "331": "遶，自化其身而為人像，與諸龍女共相娛", "332": "樂。住毘陀山幽邃之處，多諸林木華果茂盛", "333": "甚可愛樂，有諸池水八味具足，常在其中遊", "334": "止受樂，經歷無量百千萬歲。時，金翅鳥為飲", "335": "食故，乘空束身飛來欲取。當其來時，諸山碎", "336": "壞，泉池枯涸。爾時，諸龍及諸龍女，見聞是事，", "337": "心大恐怖，所服瓔珞、華香、服飾，尋悉解落裂", "338": "在其地。諸龍夫人恐怖墮淚，而作是言：「今此", "339": "大怨，已來逼身，其󰐐金剛多所破壞，當如之", "34": "說此事，倍令我心驚畏怖懼。「阿修羅者，雖受", "340": "何？」龍便答曰：「卿依我後。」時，諸婦女尋即相與，", "341": "來依附龍，龍復念言：「今此婦女各生恐怖，", "342": "我若不能作擁護者，何用如是殊大之身？我", "343": "今此身為諸龍王，若不能護何用王為？行", "344": "正法者悉捨身命以擁護他，是金翅鳥之王", "345": "有大威德。其力難堪除我一身餘無能禦，", "346": "我今要當捨其身命以救諸龍。」爾時，龍王語", "347": "金翅鳥：「汝金翅鳥，小復留神聽我所說。汝", "348": "於我所常生怨害，然我於汝都無惡心，我以", "349": "宿業受是大身稟得三毒，雖有是力未曾於", "35": "五欲與天無別，憍慢自高無謙下心，遠善", "350": "他而生惡心。我今自忖審其氣力，足能與汝", "351": "共相抗禦，亦能遠炎大火投乾草木，五穀臨", "352": "熟遇天惡雹，或變大身遮蔽日月，或變小身", "353": "入藕絲孔，亦壞大地作於江海，亦震山嶽能", "354": "令動搖，亦能避走遠去令汝不見我。今所以", "355": "不委去者，多有諸龍來依附我，所以不與汝", "356": "戰諍者，由我於汝不生惡故。」金翅鳥言：「我與", "357": "汝怨，何故於我不生惡心？」龍王答言：「我雖獸", "358": "身善解業報，審知少惡報逐不置，猶如形影", "359": "不相捨離。我今與汝所以俱生如是惡家，", "36": "知識不信三寶，亦復不為善友所護，於世", "360": "悉由先世集惡業故，我今常於汝所生慈愍", "361": "心，汝應深思如來所說：", "362": "「『非以怨心，能息怨憎，", "363": "唯以忍辱，然後乃滅。』", "364": "「譬如大火投之乾薪，其炎轉更倍常增多，以", "365": "瞋報瞋，亦復如是。」時，金翅鳥聞是語已，怨心", "366": "即息，復向龍王說如是言：「我今於汝常生怨", "367": "心，然汝於我乃生慈心。」龍王答言：「我先與", "368": "汝俱受佛語，我常憶持抱在心懷，而汝忘失", "369": "了不憶念。」金翅鳥言：「唯願仁者為我和", "37": "間中起顛倒想，雖見諸佛心無敬信，於上", "370": "上，善為我說無上之法，我從今始惠施一", "371": "切諸龍無畏。」說是語已，即捨龍宮，還本住", "372": "處。爾時，龍王遣金翅鳥還本處已，慰喻諸龍", "373": "及諸婦女：「汝見金翅生怖畏不？其餘眾生", "374": "覩見汝時，亦復如是生大怖畏。如汝諸龍愛", "375": "惜身命，一切眾生，亦復如是。當觀自身以喻", "376": "彼身，是故應生大慈之心，以我修集慈心因", "377": "緣故，令怨憎還其本處，流轉生死所可恃怙", "378": "無過慈心。夫慈心者，除重煩惱之妙藥也，慈", "379": "是無量生死飢餓之妙食也。我等往昔以失", "38": "諸天常生惡心，繫念伺求諸天過失。汝等當", "380": "慈心故，今來墮此畜生之中，若以修慈為門", "381": "戶者，一切煩惱不能得入，生天人中及正", "382": "解脫，慈為良乘更無過者。」諸龍婦女聞是", "383": "語已，遠離恚毒修集慈心。爾時，龍王自見", "384": "同輩，悉修慈心歡喜自慶：「善哉！我今所作", "385": "已辦，我雖業因生畜生中，而得修行大士之", "386": "業。」爾時，龍王復向諸龍，而作是言：「已為汝等", "387": "作善事竟，為已示汝正真之道，復為汝等然", "388": "正法炬、閉諸惡道、開人天路，汝已除棄無量", "389": "惡毒以上甘露，補置其處欲請一事。汝等當", "39": "知憍慢之結，多諸過咎無所利益。所以眾生", "390": "知於十二月前十五日，閻浮提人以八戒水", "391": "洗浴其身，心作清淨為人天道而作資糧，遠", "392": "離憍慢、貢高、貪欲、瞋恚、愚癡，我亦如是，欲效", "393": "彼人受八戒齋法。汝當知之，若能受持如是", "394": "八戒，雖無妙服而能得洗浴、雖無墻壁能遮", "395": "怨賊、雖無父母而有貴姓，離諸瓔珞身自莊", "396": "嚴、雖無珍寶巨富無量、雖無車馬亦名大", "397": "乘，不依橋津而度惡道，受八戒者功德如", "398": "是。汝今當知，吾於處處常受持之。」諸龍各", "399": "言：「云何名為八戒齋法？」龍王答言：「八戒齋", "4": "6 兔品兔品第六", "40": "不成道果，無不由此憍慢熾盛，自是非彼譏", "400": "者：一者、不殺；二者、不盜；三者、不婬；四者、不妄", "401": "語；五者、不飲酒；六者、不坐臥高廣床上；七者、不", "402": "著香華、瓔珞以香塗身；八者、不作倡伎樂不往", "403": "觀聽；如是八事莊嚴不過中食，是則名為八", "404": "戒齋法。」諸龍問言：「我等若當離王少時，命不", "405": "得存，今欲增長無上正法，熾然法燈請奉所", "406": "勅。佛法之益無處不可，何故不於此中受", "407": "持？亦曾聞有在家之人，得修善法，若在家中", "408": "行善法者，亦得增長，何必要當求於靜處？」龍", "409": "王答言：「欲處諸欲心無暫停，見諸妙色則發", "41": "刺呵責，世間眾生以憍慢故，增長邪見，邪見", "410": "過去愛欲之心。譬如濕地雨易成泥，見諸妙", "411": "色發過去欲心，亦復如是。若住深山則不見", "412": "色，若不見色則欲心不發。」諸龍問言：「若處", "413": "深山則得增長，是正法者當隨意行。」爾時，龍", "414": "王即將諸龍至寂靜處，遠離婬欲瞋恚之心。", "415": "於諸眾生增修大慈，具足忍辱以自莊嚴；", "416": "開菩提道自受八戒，清淨持齋經歷多日，斷", "417": "食身羸，甚大飢渴疲極眠睡。龍王修行如是", "418": "八戒具足忍辱，於諸眾生心無害想。時，有", "419": "惡人至龍住處，龍眠睡中聞有行聲，即便驚", "42": "因緣誹謗三寶。謗三寶故受阿修羅，阿修羅", "420": "寤。時，諸惡人見已，心驚喜相謂曰：「是何寶", "421": "聚從地湧出。」龍見諸人心即生念：「我為修德", "422": "來至此間，而此山間復有惡逆破修德者，若", "423": "令彼人見我真形則當怖死，怖死之後我則", "424": "毀壞修行正法。我於往昔，以瞋因緣受是龍", "425": "身，三毒具足氣見觸毒如是。諸人今來至", "426": "此，必貪我身斷絕壽命。」時，諸惡人復相謂曰：", "427": "「我等入山經歷多年求覓財利，未曾得見如", "428": "是龍身，文彩莊嚴悅可人目，剝取其皮以獻", "429": "我王者，可得重賞。」時，諸惡人尋以利刀，剝取", "43": "中所受眾苦，若為故欲盡說不可得盡。「以愚", "430": "其皮。龍王爾時，心常利樂一切世間，即於是", "431": "人生慈愍想，以行慈故三毒即滅。復自勸喻", "432": "慰沃其心：「汝今不應念惜此身，汝雖復欲", "433": "多年擁護，而對至時不可得免。如是諸人今", "434": "為我身貪其賞貨當墮地獄，我寧自死終不", "435": "令彼現身受苦。」諸人尋前執刀㓟剝，龍復思", "436": "惟：「若人無罪，有人支解，默受不報不生怨", "437": "結，當知是人為大正士。若於父母，兄弟，妻", "438": "子生默忍者，此不足貴。若於怨中生默受心，", "439": "此乃為貴。是故我今為眾生故，應當默然而", "44": "癡因緣墮畜生中多受眾苦，受種種形、食種", "440": "忍受之，若我於彼生忍受者，乃為真伴我之", "441": "知識。是故我今應於是人生父母想，我於往", "442": "昔，雖無量世故捨身命，初未曾得為一眾生。", "443": "彼人若念剝此皮已，當得無量珍寶重貨，願", "444": "我來世常與是人無量法財。」爾時，龍王既被", "445": "剝已，遍體血出苦痛難忍，舉身戰動不能自", "446": "持。爾時，多有無量小蟲，聞其血香悉來集", "447": "聚唼食其肉，龍王復念：「今此小蟲，食我身者，", "448": "願於來世當與法食。」菩薩摩訶薩，行尸波羅", "449": "蜜時，乃至剝皮食肉都不生怨，況復餘處", "45": "種食、種種語言行住不同。無足、二足、四足、多", "450": "也。", "451": "菩薩本緣經卷下", "46": "足水陸空行，牛、羊、駝、驢、猪、豚、雞、狗、飛鳥、走獸，", "47": "如是等輩，常為愚癡之所覆蔽。常處盲冥無", "48": "有智慧，各各相於起殺害想，互相怖畏猶", "49": "如怨賊，常為獵師屠膾所殺，復為師子、虎狼、", "5": "菩薩摩訶薩，若墮於畜生，", "50": "犲犬無量惡獸之所爴食。常墮坑、坎、󱹍、索", "51": "羅網，生則負重，死則㓟剝，駕犁挽車鐵鉤", "52": "鉤𣃆，䩭靽拘執。常苦飢渴，口乾舌燥，雖有所", "53": "須口不能宣。稚小孤迸，遠離父母，水草無", "54": "量，常不充足，畜生惡報，世間現見，是故我今", "55": "略為汝等而解說之。「如我先業惡因緣故，受", "56": "是兔身，唯食水草恒多怖畏，是故汝等應", "57": "修善法，善法因緣生天人中，雖人道中有", "58": "諸苦惱劇於諸天，猶當發願，願生人中。譬", "59": "如官法為犯罪者造作土窖，凡有三重：重", "6": "所行諸善法，外道不能及。", "60": "罪之人置在最下；中罪之人置之中間；罪極", "61": "輕者置于上重。行惡業者，亦復如是，極重惡", "62": "者墮于地獄，中品惡者受畜生身，最下品者生", "63": "餓鬼中。遠離如是三品惡已，得生人中，生", "64": "人中已，行善不善；行上善者，入於涅槃如己", "65": "舍宅。」是時，兔王常為諸兔宣說如是善妙之", "66": "言。爾時，有一婆羅門種，厭世出家修學仙", "67": "法，不惱眾生離欲去愛；和顏而言身無麤", "68": "穬，飲水食果及諸根藥；少欲知足修寂靜", "69": "行，長養髮爪為梵行相。是時，仙人忽於一", "7": "如我曾聞：菩薩往昔，曾為兔身，以其先世餘", "70": "時遙聞兔王為兔說法，聞已心悔，而作是", "71": "言：「我今雖得生於人中，愚癡無智不如是", "72": "兔，生在兔中曉了善法。譬如日光障蔽月", "73": "光，我亦如是。雖生人中為彼畜生之所障", "74": "蔽，彼雖畜生或是正法之將、或是梵王大自", "75": "在天，我今聞彼所說之法，心調柔和，譬如人", "76": "熱入清冷水。怪哉師子！多行惡業，受是獸身，", "77": "云何復當殺如是兔？如是兔者，乃是純善，形", "78": "雖如是乃能修行仙聖之法，雖生畜生，而能", "79": "宣說善惡之相。我從本來無可諮稟尊敬之", "8": "業因緣，雖受兔身，善於人語，言常至誠無", "80": "處，今得遇之甚善無量。」是時仙人，即起合掌，", "81": "往至兔所。至兔所，已却坐一面，合掌向兔，而", "82": "作是言：「汝是正法之身，將不受兔身，所有必", "83": "定純善之法，唯願為我具足說之。我所修學", "84": "長養鬚髮、草衣、食果今實厭之，譬如鑽氷求", "85": "酥是實難得，我亦如是。終身長髮、草衣、食", "86": "果，雖修苦行正法難得。我今雖得生於人中，", "87": "受人形體，遠善知識，修行惡法，如七葉華", "88": "正可遠瞻不中親近，我亦如是。修行惡法，", "89": "有智之人，視之遠去終不親近，汝真梵王假", "9": "有虛誑；智慧成就遠離瞋恚，於人天中最為", "90": "受兔身。」兔時答言：「大婆羅門！若我所言悅", "91": "可汝心甚不愛也。所以者何？我久已離慳悋", "92": "之結。往昔發心，便當涅槃，但為眾生故，久住", "93": "生死。」時，婆羅門聞是語已，心生歡喜：「汝是大", "94": "士，能為眾生久處是中。」即便隨逐經歷多", "95": "年，飲水噉果與兔無別。是時，世人多行惡", "96": "法，以是因緣，令天炎旱，草木華果枯乾不出，", "97": "海池井泉諸水燋涸，其地所有林木蓬茹蒿", "98": "草，土地人民收拾去盡。時，婆羅門飢窮困", "99": "苦，和顏向兔而作是言：「我今欲去，願不見"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0153 菩薩本緣經: 菩薩本緣經: 菩薩本緣經: 菩薩本緣經: 菩薩本緣經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}