{"author": "元魏 瞿曇般若流支譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0429 佛說八部佛名經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 429 [Nos. 427, 428, 430, 431]", "1": "佛說八部佛名經", "2": "元魏天竺婆羅門瞿曇般若流支譯", "3": "聞如是：一時，佛遊維耶離奈女樹園，與大比", "4": "丘眾俱，比丘千二百五十、諸菩薩無央數。爾", "5": "時，有長者子，名曰善作，從城中出，詣奈女園，", "6": "到世尊所，稽首足下，右遶三匝，却住一面，叉", "7": "手白佛：「欲有所問，大聖見聽，乃敢自陳。」佛", "8": "告善作：「恣所欲問，如來當具分別解說。」善", "9": "作見聽，便白佛言：「唯天中天，寧有諸佛修行", "10": "本願自致正覺，今現世講說經道？大聖願宣", "11": "諸佛之名，聞之執持，戴著頂上，諮受所說，稽", "12": "首歸命，頒宣功勳，無復眾難，不趣三塗，聞諸", "13": "佛名，人若非人不得其便，若在縣官，說諸佛", "14": "名，無能撗枉奪其所有，而性堅強，不懷怯弱，", "15": "安隱得勝，又入戰鬪，刀不傷身，箭射不入，", "16": "閱叉諸鬼、諸天龍神無敢嬈者，師子、虎狼、野", "17": "獸、弊蟲無能害者。」佛告善作：「諦聽！善思念之！", "18": "當為汝說，擁護除難，無恐獲安。」於是善作受", "19": "教而聽。佛言：「東方去此，有佛號奉至誠如來、", "20": "至真、等正覺，今現在說經法，世界曰名聞跡。", "21": "「復次，東方有佛號固進度思吉義如來、至真、等", "22": "正覺，今現在說經法，世界曰莫能當。", "23": "「復次，東方去此佛土，有佛號觀明功勳如來、", "24": "至真、等正覺，今現在說經法，世界名吉安。", "25": "「復次，東方去此佛土，有佛號慈英寂首如來、", "26": "至真、等正覺，今現在說經法，世界曰無恚恨。", "27": "「復次，東方去此佛土，有佛號真性上首如來、", "28": "至真、等正覺，今現在說經法，世界名曰去", "29": "杖。", "30": "「復次，東方去此佛土，有佛號念眾生稱上首", "31": "如來、至真、等正覺，今現在說經法，世界曰熾", "32": "盛首。", "33": "「復次，東方有佛號踊首高超須彌如來、至真、等", "34": "正覺，今現在說經法，世界曰曜赫熱首。", "35": "「復次，東方去此佛土，有佛號勝恥稱上首如", "36": "來、至真、等正覺，今現在說經法，世界曰愛樂。", "37": "「假使有人遙聞東方諸如來號，受此諸佛世", "38": "尊之名，諦奉善思抱在心懷，持諷誦讀，縱使", "39": "諸佛戒德智慧道本平等；又諸剎土莊嚴清", "40": "淨殊異之德，卓然無侶，無有塵垢，無有女人", "41": "污穢之難，亦無五濁勤苦之患，三塗之厄，無", "42": "沙礫石荊棘溝坑。」佛言：「善作！若有能持奉是", "43": "諸佛世尊之名，頒宣遠近，上夜覺寤而起經", "44": "行，歎詠誦說此諸佛名，中夜後夜起一心住，", "45": "捨此無益，念所增修，如是行者，德行日進，終", "46": "無損耗也。」佛告善作：「汝當樂此八佛名經，", "47": "佛以斯法教族姓子，懷抱在心勿得忘捨，尋", "48": "時精修便當逮見八千諸佛。」善作於是聞聖", "49": "教詔，則以寶華價直八千兩金，供散世尊，稽", "50": "首佛足，右遶三匝，却行而坐。時天帝釋在", "51": "於彼會，前白佛言：「唯然大聖！我已受此八", "52": "佛之名，以諷誦讀抱在心懷。唯天中天，吾", "53": "身當勤精進奉行是八部場諸佛尊名，思惟", "54": "專念不離食息，貴重恭敬為無上寶。」佛告", "55": "天帝：「以是之故，天、阿須倫共戰鬪時，若有", "56": "恐懼，拘翼當念可無所畏。所以者何？假使有", "57": "人讚歎稱譽諸如來名八部經典，則為頒告", "58": "無所畏業；宣諸如來經典名者，不遇惱熱眾", "59": "患之難；若能顯傳諸如來名經典之要，則宣", "60": "太平豐熟之世；能傳諸佛經典名者，則宣安", "61": "隱除去大患；能傳諸佛經典名者，則為宣布", "62": "寂然燕坐；若傳諸佛經典名者，則離一切", "63": "無數恐懼；若能傳此諸佛名經，夢安覺歡，", "64": "不畏縣官，水火盜賊，怨家債主自然避去，鬼", "65": "神、羅剎、妖魅、魍魎、薜荔、厭鬼皆不敢當；若", "66": "入山陵、溪谷、壙路，抄賊劫掠自然不現，師", "67": "子、虎狼、熊罷、蛇虺悉自縮藏。所以者何？諸", "68": "佛至尊德過須彌，智超江海，慧踰虛空，獨", "69": "步三界無能及者，十方一切莫不蒙度。」佛說", "70": "如是，長者善作及天帝釋、諸比丘僧，一切會", "71": "者，諸天、龍神、阿須倫、世間人，聞經歡喜，作禮", "72": "而退。", "73": "佛說八部佛名經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0429 佛說八部佛名經", "source": "CBETA"}