{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0243 大樂金剛不空真實三麼耶經: 大樂金剛不空真實三麼耶經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 243 [Nos. 220(10), 240-242, 244]", "1": "大樂金剛不空真實三麼耶經", "2": "開府儀同三司特進試鴻臚卿肅國公", "3": "食邑三千戶賜紫贈司空謚大正監號大", "4": "廣智大興善寺三藏沙門不空奉　詔譯", "5": "般若波羅蜜多理趣品", "6": "如是我聞：一時薄伽梵，成就殊勝一切如", "7": "來金剛加持三麼耶智，已得一切如來灌頂", "8": "寶冠，為三界主，已證一切如來一切智智，", "9": "瑜伽自在，能作一切如來一切印平等種種", "10": "事業，於無盡無餘一切眾生界，一切意願作", "11": "業皆悉圓滿，常恒三世一切時，身語意業", "12": "金剛大毘盧遮那如來。在於欲界他化自", "13": "在天王宮中，一切如來常所遊處，吉祥稱歎", "14": "大摩尼殿，種種間錯鈴鐸繒幡微風搖擊，珠", "15": "鬘瓔珞半滿月等而為莊嚴。與八十俱胝", "16": "菩薩眾俱，所謂：金剛手菩薩摩訶薩、觀", "17": "自在菩薩摩訶薩、虛空藏菩薩摩訶薩、金", "18": "剛拳菩薩摩訶薩、文殊師利菩薩摩訶薩、", "19": "纔發心轉法輪菩薩摩訶薩、虛空庫菩薩", "20": "摩訶薩、摧一切魔菩薩摩訶薩。與如是等", "21": "大菩薩眾，恭敬圍遶而為說法。初中後善，", "22": "文義巧妙，純一圓滿清淨潔白，說一切法", "23": "清淨句門。所謂：「妙適清淨句是菩薩位；欲箭", "24": "清淨句是菩薩位；觸清淨句是菩薩位；愛縛", "25": "清淨句是菩薩位；一切自在主清淨句是菩", "26": "薩位；見清淨句是菩薩位；適悅清淨句是菩", "27": "薩位；愛清淨句是菩薩位；慢清淨句是菩", "28": "薩位；莊嚴清淨句是菩薩位；意滋澤清淨句", "29": "是菩薩位；光明清淨句是菩薩位；身樂清淨", "30": "句是菩薩位；色清淨句是菩薩位；聲清淨句", "31": "是菩薩位；香清淨句是菩薩位；味清淨句是", "32": "菩薩位。何以故？一切法自性清淨故，般若", "33": "波羅蜜多清淨。金剛手！若有聞此清淨出生", "34": "句般若理趣，乃至菩提道場，一切蓋障及煩", "35": "惱障、法障、業障，設廣積集，必不墮於地獄", "36": "等趣。設作重罪，銷滅不難。若能受持，日日", "37": "讀誦作意思惟，即於現生證一切法平等金", "38": "剛三摩地，於一切法皆得自在，受於無量", "39": "適悅歡喜，以十六大菩薩生，獲得如來及", "40": "執金剛位。」時薄伽梵，一切如來大乘現證三", "41": "麼耶一切曼荼羅持金剛勝薩埵，於三界中", "42": "調伏無餘，一切義成就，金剛手菩薩摩訶薩，", "43": "為欲顯明此義故，熈怡微笑，左手作金", "44": "剛慢印，右手搊擲本初大金剛，作勇進勢，", "45": "說大樂金剛不空三麼耶心：「吽引」", "46": "爾時薄伽梵毘盧遮那如來，復說此一切", "47": "如來寂靜法性現等覺出生般若理趣。所謂：", "48": "「金剛平等現等覺，以大菩提金剛堅固故；義", "49": "平等現等覺，以大菩提一義利故；法平等", "50": "現等覺，以大菩提自性清淨故；一切業平", "51": "等現等覺，以大菩提一切分別無分別性故。", "52": "金剛手！若有聞此四出生法，讀誦受持，設", "53": "使現行無量重罪，必能超越一切惡趣，乃", "54": "至當坐菩提道場，速能剋證無上正覺。」時", "55": "薄伽梵如是說已，欲重顯明此義故，熈怡", "56": "微笑，持智拳印，說一切法自性平等心：", "57": "「惡引、重呼」", "58": "時調伏難調釋迦牟尼如來，復說一切法平", "59": "等最勝出生般若理趣。所謂：「欲無戲論性故，", "60": "瞋無戲論性；瞋無戲論性故，癡無戲論性；癡", "61": "無戲論性故，一切法無戲論性；一切法無戲", "62": "論性故，應知般若波羅蜜多無戲論性。金", "63": "剛手！若有聞此理趣，受持讀誦，設害三界", "64": "一切有情，不墮惡趣，為調伏故，疾證無", "65": "上正等菩提。」時金剛手大菩薩，欲重顯明", "66": "此義故，持降三世印，以蓮花面微笑而怒", "67": "顰眉猛視，利牙出現，住降伏立相，說此金", "68": "剛吽迦𡆗心：「吽短」", "69": "時薄伽梵得自性清淨法性如來，復說一", "70": "切法平等觀自在智印出生般若理趣。所", "71": "謂：「世間一切欲清淨故，即一切瞋清淨；世", "72": "間一切垢清淨故，即一切罪清淨；世間一切", "73": "法清淨故，即一切有情清淨；世間一切智智", "74": "清淨故，即般若波羅蜜多清淨。金剛手！若", "75": "有聞此理趣，受持讀誦作意思惟，設住諸", "76": "欲猶如蓮花，不為客塵諸垢所染，疾證", "77": "無上正等菩提。」", "78": "時薄伽梵觀自在大菩薩，欲重顯明此義", "79": "故，熈怡微笑，作開敷蓮花勢，觀欲不染，說", "80": "一切群生種種色心：", "81": "「紇唎二合、引、入」", "82": "時薄伽梵一切三界主如來，復說一切如", "83": "來灌頂智藏般若理趣。所謂：「以灌頂施故，", "84": "能得三界法王位；義利施故，得一切意願", "85": "滿足；以法施故，得圓滿一切法；資生施故，", "86": "得身口意一切安樂。」時虛空藏大菩薩，欲", "87": "重顯明此義故，熈怡微笑，以金剛寶鬘自", "88": "繫其首，說一切灌頂三麼耶寶心：", "89": "「怛覽二合、引」", "90": "時薄伽梵得一切如來智印如來，復說一", "91": "切如來智印加持般若理趣。所謂：「持一切如", "92": "來身印，即為一切如來身；持一切如來語", "93": "印，即得一切如來法；持一切如來心印，即", "94": "證一切如來三摩地；持一切如來金剛印，", "95": "即成就一切如來身口意業最勝悉地。金剛", "96": "手！若有聞此理趣，受持讀誦作意思惟，得", "97": "一切自在、一切智智、一切事業、一切成就，", "98": "得一切身口意金剛性、一切悉地，疾證無", "99": "上正等菩提。」時薄伽梵，為欲顯明此義", "100": "故，熈怡微笑，持金剛拳大三麼耶印，說此", "101": "一切堅固金剛印悉地三麼耶自真心：", "102": "「噁」", "103": "時薄伽梵一切無戲論如來，復說轉字輪", "104": "般若理趣。所謂：「諸法空，與無自性相應故；", "105": "諸法無相，與無相性相應故；諸法無願，與", "106": "無願性相應故；諸法光明，般若波羅蜜多清", "107": "淨故。」時文殊師利童真，欲重顯明此義故，", "108": "熈怡微笑，以自劍揮斫一切如來已，說", "109": "此般若波羅蜜多最勝心：", "110": "「菴」", "111": "時薄伽梵一切如來入大輪如來，復說入", "112": "大輪般若理趣。所謂：「入金剛平等，則入一", "113": "切如來法輪；入義平等，則入大菩薩輪；入", "114": "一切法平等，則入妙法輪；入一切業平等，", "115": "則入一切事業輪。」時纔發心轉法輪大菩薩，", "116": "欲重顯明此義故，熈怡微笑，轉金剛輪說", "117": "一切金剛三麼耶心：", "118": "「吽」", "119": "時薄伽梵一切如來種種供養藏廣大儀", "120": "式如來，復說一切供養最勝出生般若理趣。", "121": "所謂：「發菩提心，則為於諸如來廣大供養；", "122": "救濟一切眾生，則為於諸如來廣大供養；", "123": "受持妙典，則為於諸如來廣大供養；於般", "124": "若波羅蜜多，受持讀誦，自書教他書，思惟", "125": "修習，種種供養，則為於諸如來廣大供養。」", "126": "時虛空庫大菩薩，欲重顯明此義故，熈怡", "127": "微笑，說此一切事業不空三麼耶一切金剛心：", "128": "「唵」", "129": "時薄伽梵能調持智拳如來，復說一切調", "130": "伏智藏般若理趣。所謂：「一切有情平等故，忿", "131": "怒平等；一切有情調伏故，忿怒調伏；一切有", "132": "情法性故，忿怒法性；一切有情金剛性故，", "133": "忿怒金剛性。何以故？一切有情調伏，則為", "134": "菩提。」時摧一切魔大菩薩，欲重顯明此義", "135": "故，熈怡微笑，以金剛藥叉形，持金剛牙，恐", "136": "怖一切如來已，說金剛忿怒大笑心：", "137": "「郝」", "138": "時薄伽梵一切平等建立如來，復說一切", "139": "法三麼耶最勝出生般若理趣。所謂：「一切平", "140": "等性故，般若波羅蜜多平等性；一切義利性", "141": "故，般若波羅蜜多義利性；一切法性故，般", "142": "若波羅蜜多法性；一切事業性故，般若波羅", "143": "蜜多事業性應知。」時金剛手，入一切如來", "144": "菩薩三麼耶加持三摩地，說一切不空三麼", "145": "耶心：", "146": "「吽」", "147": "時薄伽梵如來，復說一切有情加持般若理", "148": "趣。所謂：「一切有情如來藏，以普賢菩薩", "149": "一切我故；一切有情金剛藏，以金剛藏灌", "150": "頂故；一切有情妙法藏，能轉一切語言故；", "151": "一切有情羯磨藏，能作所作性相應故。」時外", "152": "金剛部，欲重顯明此義故，作歡喜聲，說", "153": "金剛自在自真實心：", "154": "「怛𡃤二合」", "155": "爾時諸母女天，頂禮佛足，獻鈎召攝入能", "156": "殺能成三麼耶真實心：", "157": "「毘欲二合」", "158": "爾時末度迦羅天三兄弟等，親禮佛足，獻自", "159": "心：", "160": "「娑嚩二合」", "161": "爾時四姊妹女天，獻自心：", "162": "「㟏」", "163": "時薄伽梵無量無邊究竟如來，為欲加持", "164": "此教令究竟圓滿故，復說平等金剛出生", "165": "般若理趣。所謂：「般若波羅蜜多無量故，一", "166": "切如來無量；般若波羅蜜多無邊故，一切如", "167": "來無邊；一切法一性故，般若波羅蜜多一性；", "168": "一切法究竟故，般若波羅蜜多究竟。金剛手！", "169": "若有聞此理趣，受持讀誦思惟其義，彼於", "170": "佛菩薩行皆得究竟。」", "171": "時薄伽梵毘盧遮那得一切祕密法性無戲", "172": "論如來，復說最勝無初中後大樂金剛不", "173": "空三昧耶金剛法性般若理趣。所謂：「菩薩", "174": "摩訶薩大欲最勝成就故，得大樂最勝成就；", "175": "菩薩摩訶薩大樂最勝成就故，則得一切如", "176": "來大菩提最勝成就；菩薩摩訶薩得一切如", "177": "來大菩提最勝成就故，則得一切如來摧", "178": "大力魔最勝成就；菩薩摩訶薩得一切如來", "179": "摧大力魔最勝成就故，則得遍三界自在", "180": "主成就；菩薩摩訶薩得遍三界自在主成", "181": "就故，則得淨除無餘界一切有情住著流", "182": "轉，以大精進常處生死，救攝一切利益安", "183": "樂，最勝究竟皆悉成就。何以故？", "184": "「菩薩勝慧者，乃至盡生死，", "185": "恒作眾生利，而不趣涅槃。", "186": "般若及方便，智度所加持，", "187": "諸法及諸有，一切皆清淨。", "188": "欲等調世間，令得淨除故，", "189": "有頂及惡趣，調伏盡諸有。", "190": "如蓮體本淨，不為垢所染，", "191": "諸欲性亦然，不染利群生，", "192": "大欲得清淨，大安樂富饒，", "193": "三界得自在，能作堅固利。", "194": "「金剛手！若有聞此本初般若理趣，日日晨", "195": "朝或誦或聽，彼獲一切安樂悅意大樂金", "196": "剛不空三昧耶究竟悉地，現世獲得一切", "197": "法自在悅樂，以十六大菩薩生，得於如來執", "198": "金剛位。", "199": "「吽」", "200": "爾時一切如來，及持金剛菩薩摩訶薩等，皆", "201": "來集會。欲令此法，不空無礙，速成就故，咸", "202": "共稱讚金剛手言：", "203": "「善哉，善哉！大薩埵！善哉，善哉！大安樂！", "204": "善哉，善哉！摩訶衍！善哉，善哉！大智慧！", "205": "善能演說此法教，金剛修多羅加持，", "206": "持此最勝教王者，一切諸魔不能壞，", "207": "得佛菩薩最勝位，於諸悉地得不久。」", "208": "一切如來及菩薩，共作如是勝說已，", "209": "為令持者速成就，皆大歡喜信受行。", "210": "大樂金剛不空真實三麼耶經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0243 大樂金剛不空真實三麼耶經: 大樂金剛不空真實三麼耶經", "source": "CBETA"}