{"author": "唐 窺基撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1700 金剛般若經贊述", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "刻金剛般若經贊述序", "1": "金剛般若經贊述卷下", "2": "大乘　基撰", "3": "佛告須菩提「如是如是若復有人得聞是經", "4": "不驚不怖不畏當知是人」甚為希有。述曰。", "5": "此第二佛答。初標次釋。此初也。世親意云。驚", "6": "謂驚恐。謂有眾生恐此經典非正道行故。怖", "7": "者謂怖懼。依般若修學不能斷疑故。畏者謂", "8": "由驚怖故畢竟不肯修學也。若有遠離彼處", "9": "者名為不驚不怖不畏也。無著云。謂聲聞乘", "10": "中世尊說有法及有空。於聽聞此經時聞法", "11": "無有故驚。聞空無有故怖。思量時於二不有", "12": "理中不能相應故畏。更有別釋。為三種無自", "13": "性故應知。謂相生第一義等無自性故。解云", "14": "謂於遍計所執無體相故名不驚。於依他起", "15": "無自然生性故名不怖。於圓成實中無彼所", "16": "執人法故不畏也。", "17": "何以故須菩提如來說第一波羅蜜即非第一", "18": "波羅蜜是名第一波羅蜜。述曰。此第二讚", "19": "釋勝也。世親云。如來說第一波羅蜜者。謂十", "20": "方諸佛同說讚能為大因故名為第一。顯此", "21": "經勝餘經也。非第一波羅蜜者。謂非餘人所", "22": "得也。無分別智證無我理。唯十方佛得餘人", "23": "不得。故是名第一波羅蜜者唯佛所得也。無", "24": "著釋云。第一波羅蜜者。謂般若於餘五中最", "25": "勝故也。", "26": "須菩提忍辱波羅蜜如來說非忍辱波羅蜜。", "27": "述曰。世親云。上來大文第二段竟。自下第三", "28": "段文第四校量。於中初釋疑。次正校量。釋疑", "29": "中有三。一者於前捨身命以生疑。謂有疑曰。", "30": "向說彼身苦以彼捨身苦身而果報福是劣。", "31": "若爾依此法門受持演說諸菩薩行苦行。彼", "32": "苦行亦是苦果。云何此法門不成苦果。此", "33": "意云。前說捨身命苦還得苦果身得福即劣。", "34": "若爾者菩薩為此法門故行諸苦行亦感苦身", "35": "果。何福即勝。謂如薩陀波崙菩薩。於曇無竭", "36": "菩薩所。求般若波羅蜜故打骨出髓而行供", "37": "養。是苦得福應少。今答意。若為慧行而捨身", "38": "得福即多。若雖捨身不行慧行求菩提者。生", "39": "死因故其福下劣也。就此文中大文有四。一", "40": "者正破前疑。二者指事以顯。三者菩薩應離", "41": "一切已下引初地菩薩為示無住理。四者菩", "42": "薩為利益下勸益眾生住二空理。此初也。忍", "43": "辱波羅蜜者。謂十方佛同得故或求慧行之", "44": "忍辱也。如來說非者。非是餘人所得故或非", "45": "求慧行故不名波羅蜜也。謂前說捨身命者", "46": "非慧行故不名波羅蜜。故言說非忍辱也。", "47": "何以故須菩提如我昔為歌利王割截身體我", "48": "於爾時無我相無人相無眾生相無壽者相何", "49": "以故我於往昔節節支解時若有我相人相眾", "50": "生相壽者相應生瞋恨。述曰。此第二指事。", "51": "於中初引昔一身。次引餘多身。此初也。於中", "52": "初明離相成忍。次反說舉成前。歌利王者亦", "53": "云苦楚。多行楚毒故。謂如來往昔為忍辱仙", "54": "人在山修道。其王將諸綵女入山遊獵。王倦", "55": "而睡女等於仙人所求聞正法。王寤便看正", "56": "見圍繞其仙。王便問仙汝何人也。乃至問云", "57": "汝是離欲凡夫不。答言未離欲。王聞生恚便", "58": "割截之。當無我相遂還如故。今引之也。", "59": "又念過去於五百世作忍辱仙人於爾所世無", "60": "我相無人相無眾生相無壽者相。述曰。此第", "61": "二引餘多身也。", "62": "是故須菩提菩薩應離一切相發阿耨多羅三", "63": "藐三菩提心。述曰。此第三引初地菩薩。得", "64": "忍辱故名不住心。示不住生心義故也。於中", "65": "初總示次別示。此初也。發心有五。一者種姓", "66": "發心。謂地前。二者信發心。謂初三地相同世", "67": "間修施戒忍故。三者明發心。謂四五六七地", "68": "相同出世故。謂四地作菩提分觀相同預流。", "69": "五地作四諦觀相同羅漢。六地作緣起觀相同", "70": "緣覺。七地純無相觀正是菩薩也。四者不退", "71": "發心。謂八九十地。五者無上發心。謂佛地。亦", "72": "云五種菩提。謂名種姓菩提等。今言發心者", "73": "謂信發心。即初地菩薩內觀真如無住理故", "74": "名為不住生心也。", "75": "不應住色生心不應住聲香味觸法生心。述", "76": "曰。此第二別示。於住之中初令不住於相。次", "77": "令住無相。次釋所由。後總結。此初也。謂住色", "78": "等生心者。便是有住即著我人故不應住也。", "79": "應生無住心也。述曰。此第二令住無相也。", "80": "謂觀無相名為無住。要證此理方滅我人也。", "81": "若心有住即為非住。述曰。此第三釋上所", "82": "由也。謂若住色等生心者便為非真住故也。", "83": "是故佛說菩薩心不應住色布施。述曰。此", "84": "第四總結也。", "85": "須菩提菩薩為利益一切眾生應如是布施。", "86": "述曰。此大文第四除疑示理也。於中初令行", "87": "無住施。次正破其疑。次別釋道理也。謂有疑", "88": "曰。前言不住生心者。云何為利眾生修行而", "89": "不名住於眾生事。為斷此疑故有此文。", "90": "如來說一切諸相即是非相。述曰。此第二", "91": "別顯道理。於中初明法空次明人空。此初也。", "92": "說一切諸相者謂虛妄相。即是非相者謂無", "93": "實相。虛妄本空故。", "94": "又說一切眾生即非眾生者。述曰。此顯生空", "95": "也。說一切眾生者謂所執實眾生。則非眾生", "96": "者非實有眾生也。或復翻此釋應知。上來依", "97": "世親釋第一疑竟。依無著者。經言如來說忍", "98": "辱波羅蜜下第十三為忍苦故。即是離障住", "99": "處中第九為離不能忍苦故。謂餘人不能忍", "100": "發勤苦行此般若波羅蜜者。如來引己昔事", "101": "令能忍苦離不忍障也。就此文中有二。初明", "102": "三種忍以離不忍苦障。次須菩提菩薩應離一", "103": "切相下明不忍因緣者有三種苦。前中有三。", "104": "一者明能忍。謂達法無我。如經如來說忍辱", "105": "波羅蜜故。二者明忍相。謂他於己起惡等時。", "106": "由無有我等相故不生瞋想。亦不於忍辱波", "107": "羅蜜中生有想。於非波羅蜜中不生無想。如", "108": "經如我昔為歌利王割截身體我於爾時無有", "109": "我等相。三者種類忍。謂極苦忍相續苦忍。如", "110": "經如我昔為歌利王割截身體及言我念過去", "111": "五百世中作忍辱仙人等。就第二不忍因緣", "112": "有三。一者流轉苦忍。謂由不忍故即流轉生", "113": "死。為對治此故令離一切相發無上心。若住", "114": "色等則於流轉苦中疲乏故菩提心不生故。", "115": "如經言是故須菩提菩薩應離一切相發心", "116": "等。二者對眾生相違苦忍。如經如是菩薩為", "117": "利益一切眾生應如是布施等。謂既為眾生", "118": "行無住施。云何於彼應生瞋也。三者顯示乏", "119": "受用苦忍因緣對治。如經須菩提若菩薩心", "120": "住於法而行布施等。謂若著於果報等施即", "121": "便於取用而有乏少。若行無住布施舉事虛", "122": "空珍寶無量也。", "123": "須菩提如來是真語者實語者如語者不誑語", "124": "者不異語者。述曰。依世親釋此破第二疑", "125": "也。謂有疑曰。向說無相因得無相果。於證果", "126": "中無道。云何彼於果能作因。此文意云。所證", "127": "法既無相空寂無住等行云何能作因耶。為", "128": "斷此疑故也。此文有二。初明不妄語次遣外", "129": "執。此初也。論云。以如來如實智不妄語佛菩", "130": "提及小乘大乘受記之事皆不妄說。以是四", "131": "境故次第說四語。今此經中加不誑語也。無", "132": "著云。此何所顯示。欲令信如來故能忍。於中", "133": "真語者為顯世諦相故。實語者為顯世諦修", "134": "行有煩惱及清淨相故。於中實者此行煩惱", "135": "此行清淨故。如語者為第一義諦相故。不異", "136": "語者為第一義諦修行有煩惱及清淨相故。", "137": "說此真語也。此意總云。如來三界獨尊天人", "138": "師既為法界主。作五趣醫脫屣在家之上飾。", "139": "棄捨輪王之大祚。道成正覺所欲皆成。既不", "140": "規名利。復不求安樂。何忽有妄語乎。", "141": "須菩提如來所得法此法無實無虛。述曰。", "142": "此第二遣外執也。如來所得法者謂所證理。", "143": "無實者謂不可如言而取實。無虛者亦不可", "144": "離言而別求。由不虛故依佛教修學。由不實", "145": "故離妄想而證真也。謂凡夫妄想所執無有", "146": "故不實。如來無妄想說故不虛也。", "147": "須菩提若菩薩心住於法而行布施如人入闇", "148": "則無所見若菩薩心不住法而行布施如人有", "149": "目日光明照見種種色。述曰。世親釋云此", "150": "破第三疑也。謂有疑曰。若聖人以無為真如", "151": "得名。彼真如一切時處有。云何不住心。得佛", "152": "菩提則非不住。若一切時處實有真如。何故", "153": "有人能得有不得者。為斷此疑故說入闇等", "154": "喻。於中有二。初明住事為生死因。次彰不住", "155": "為出世業。此初也。偈云。時及處實有。而不得", "156": "真如。無智以住法。餘者有智得。此意云。真雖", "157": "一切時處實有。由無智以心住法故不解出", "158": "離。猶如入闇不知我何所趣。而不得之得者", "159": "翻此說。無著釋云。此為顯示第三乏受用苦", "160": "忍因緣對治也。", "161": "須菩提當來之世若有善男子善女人能於此", "162": "經受持讀誦則為如來以佛智慧悉知是人悉", "163": "見是人皆得成就無量無邊功德。述曰。世親", "164": "云就第三段第四校量中。上來別破三疑竟。", "165": "自下第二正校量中。初校勝劣次以要言之下", "166": "釋所以。前中有二。初明行三種行功德至多。", "167": "次舉事校量。此初也。三種行謂一者受二者", "168": "持三讀誦。無著云。自下第十四為離寂靜味", "169": "即十二離障中第十為離闕少智資糧故。謂", "170": "有耽禪定不肯聽聞而修智慧。為闕少智資", "171": "糧。今令受持讀誦發生智慧故方得菩提。定", "172": "是福門故但能助道也。就此之中文有其五。", "173": "謂顯示與法相應有五種勝功德。一者如來", "174": "憶念親近。如經受持讀誦修行則為如來以", "175": "佛智慧等。二者攝福德。如經皆得成就無量", "176": "無邊功德聚等。三者讚歎法及修行。如經以", "177": "要言之是經有不可思議等。四者天等供養。", "178": "如經在在處處若有此經等。五者滅罪。如經", "179": "受持讀誦此經為人輕賤乃至當得等故。此", "180": "則初文也。謂要受持讀誦此經者。是正報菩", "181": "提之因真法供養。所有世間財寶供養如來", "182": "所不能及。由如是故如來恒以佛智悉知是", "183": "人。恒以佛眼悉見是人。親近憶念是人也。", "184": "須菩提若有善男子善女人初日分以恒河沙", "185": "等身布施中日分復以恒河沙等身布施後日", "186": "分亦以恒河沙等身布施如是無量百千萬億", "187": "劫以身布施若復有人聞此經典信心不逆其", "188": "福勝彼何況書寫受持讀誦為人解說。述曰。", "189": "世親釋云此舉事校量也。於中初明施命至", "190": "多。次顯信經福勝。日以三時捨身者假設有", "191": "斯也。信心不逆者。謂若有人聞此經典。雖未", "192": "能受持讀誦。但生淨信隨喜功德比前其福", "193": "過彼。何以故然也。謂於生死中雖捨身命。終", "194": "無能契菩提法身。一生信心雖亦未生慧解。", "195": "然由信故因即聽聞生長智慧定當成佛。其", "196": "福即多也。已生隨順之意故。", "197": "須菩提以要言之是經有不可思議不可稱量", "198": "無邊功德如來為發大乘者說為發最上乘者", "199": "說。述曰。世親云自下釋二釋所以。中有六", "200": "復次。一者示現希聞而能生信法故。謂大機", "201": "能入小機不能。如經以要言之等。二者示現", "202": "受持真妙法故。謂受持妙法即是荷擔菩提。", "203": "如經如是人等。三者示現是人必定成就無", "204": "量功德。謂此經在處皆可尊重。如經在在處", "205": "處等。四者示現遠離一切諸障故。謂轉障。如", "206": "經受持讀誦此經若為人輕賤等。五者明速", "207": "證佛菩提法。如經若復有人於後末世等。六", "208": "者示現成就種種勢力得大妙果故。謂明經", "209": "威勢。如經善女人於後末世等。就初中有二。", "210": "初彰經德大次持誦福圓。此初也。不可思議", "211": "者非情思之可議。不可稱量者非語言而可", "212": "稱說。為大乘者說者謂定性大乘。為最上乘", "213": "者說者。謂不定性大乘。謂亦有二乘性故。謂", "214": "此妙法最極難量。小乘意樂下劣不能於此", "215": "經而發趣。故云為發大乘者說也。無著云。就", "216": "此讚法及修行之中有三。一者讚歎教法。二", "217": "嘆修行者。三若樂小法者下雙明二種。此初", "218": "嘆法也。為發大乘者說等者。成前不可思議", "219": "等也。", "220": "若有人能受持讀誦廣為人說如來悉知是人", "221": "悉見是人皆得成就不可量不可稱無有邊不", "222": "可思議功德。述曰。世親云此第二明持誦", "223": "福圓也。謂由此法為大乘說故。有受持等者", "224": "必獲無上菩提不可思議功德。故於彼生少", "225": "信者便勝捨多身命也。無著云。就此第二嘆", "226": "修行之中有三。初持誦等故佛所攝受。次", "227": "明此人成就勝德。後明肩負菩提重擔。此初", "228": "二文也。", "229": "如是人等則為荷擔如來阿耨多羅三藐三菩", "230": "提。述曰。世親云此為第二示現受持真妙", "231": "法故。於中初明大機持誦為荷菩提。次顯二", "232": "乘凡夫不能聽受。此初也。謂受持之者當能", "233": "證獲菩提。雖現未得後必得故故言荷擔。荷", "234": "謂荷負擔謂擔揭。言受持者則為負揭得菩", "235": "提故。", "236": "何以故須菩提若樂小法者著我見人見眾生", "237": "見壽者見則於此經不能聽受讀誦為人解說。", "238": "述曰。世親云此第二文。樂小法者謂即二", "239": "乘。著我等者謂即凡夫也。無著云。此大文第", "240": "三雙明前二也。", "241": "須菩提在在處處若有此經一切世間天人阿", "242": "脩羅所應供養當知此處則為是塔皆應恭敬", "243": "作禮圍繞以諸華香而散其處。述曰。世親", "244": "云第三在處皆可尊重也。無著云此為第四", "245": "天等供養也。", "246": "復次須菩提善男子善女人受持讀誦此經若", "247": "為人輕賤是人先世罪業應墮惡道以今世人", "248": "輕賤故先世罪業則為消滅當得阿耨多羅三", "249": "藐三菩提。述曰。世親云此第四轉障也。如", "250": "對法論說故。思造業有五。謂一者他所教勅。", "251": "謂自無喜樂。二者他所勸請。謂俛仰而作。三", "252": "者無所了知。謂嬰孩畜生之類。四者根本執", "253": "著。謂知罪而作。多分出家之類。五者顛倒分", "254": "別。謂不識為作。多分在家之類。前三造業", "255": "未必墮地獄。後二造業定墮地獄。此後二業", "256": "造已應受。由能受持讀誦此經故。轉先重業", "257": "現世為人輕毀。故應墮惡道之業竝即消滅", "258": "也。此據中容受持之者若起增上心持誦之", "259": "者罪頓消滅。亦非為人輕毀轉重令輕也。若", "260": "其下劣心受持之者未必罪滅也。又釋若時", "261": "報俱不定者即總消滅。報定時不定者即當", "262": "來應受之者轉之現世輕受也。由如是故。雖", "263": "少信受其福多前所捨身命也。無著云此為", "264": "第五滅罪。於中有三。初明滅罪。次於後末世", "265": "等顯示多福故。次當知是經等顯示福體及", "266": "果不可測量故。前中有二。初明罪滅次我念", "267": "過去等顯示威力。此初也。謂由聽聞持誦此", "268": "經故。依學無分別智證二空理。二障都亡盡", "269": "名真滅罪也。謂由愚癡故分別惡業罪生。若", "270": "聽聞經得智慧故斷除分別。即是罪從心生", "271": "還從心滅也。由持此經當得真滅罪故。於現", "272": "在中亦得迴重輕受也。", "273": "須菩提我念過去無量阿僧祇劫於然燈佛前", "274": "得值八百四千萬億那由他諸佛悉皆供養承", "275": "事無空過者。述曰。此依世親第五文速證", "276": "佛菩提法也。於中初舉自所得福。次校他受", "277": "持德。此初也阿僧祇劫者。小乘教說從一至", "278": "十。十十成百。十百成千。十千成萬。十萬成", "279": "億。如是六十番積數故名一阿僧祇也。今大", "280": "乘准華嚴。一百二十番積數成一阿僧祇。仍", "281": "萬萬為億。億億成兆等也。於燃燈佛前即謂", "282": "第三僧祇已前也。第三僧祇初逢燃燈佛故。", "283": "那由他者千萬數。謂在燃燈佛前逢八百四", "284": "千萬億箇那庾多佛。於中二法供養承事無", "285": "空過者。然此但其數不論恒沙者。謂所逢佛", "286": "極少也。謂此且說隨於一地二地等中所逢諸", "287": "佛。非謂前二僧祇但逢爾所佛也。且依古舊", "288": "相傳說。釋迦佛於初僧祇逢五恒河沙佛。第", "289": "二僧祇逢六恒河沙佛。第三僧祇逢七恒河", "290": "沙者。是則前二僧祇逢無量佛。何獨爾許耶。", "291": "故知且據隨何時分逢者說也。又涅槃說。初", "292": "依菩薩逢五恒沙佛。第二依六恒沙乃至第", "293": "四依菩薩逢八恒沙佛。其第四依者即第十", "294": "地菩薩。故知二僧祇逢無量佛也。然有宗說。", "295": "初僧祇逢七萬五千佛。第二僧祇逢七萬六", "296": "千佛。第三僧祇逢七萬七千佛也。無著云此", "297": "顯示威力。謂遠絕高勝故名威力。於中有二。", "298": "此初文也。", "299": "若復有人於後末世能受持讀誦此經所得功", "300": "德於我所供養諸佛功德百分不及一千萬億", "301": "分乃至算數譬喻所不能及。述曰。世親釋", "302": "云此第二以他受持功德而校量也。謂供養", "303": "諸佛但是福門助菩提法。聽聞持誦能生慧", "304": "解破裂生死故也。謂菩薩雖復餘行百千諸", "305": "行。若不修習慧波羅蜜。終不能得識達道理", "306": "契證真如斷除分別生死根本。是故聽聞速", "307": "證菩提也。無著云此文。第二文也。", "308": "須菩提若善男子善女人於後末世有受持讀", "309": "誦此經所得功德我若具說者或有人聞心則", "310": "狂亂狐疑不信。述曰。世親第六文也。於中", "311": "初明勢力廣大聞或狐疑。次顯所得果妙非", "312": "思量境。此初也。此意云。謂無始來於一切眾", "313": "生所有殺盜等心行殺盜等業為怨為害。一", "314": "聞一讀此經發菩提心永除怨害。於一切眾", "315": "生所永無殺盜等心。與諸眾生為父為母津", "316": "濟教導。恒為勝友方便。共為親眷而行孝義。", "317": "示為朋友而行篤信。示為臣輔而有忠良。示", "318": "為君王方便撫救。乃至示為男女或下賤等。", "319": "若作長者。長者中尊如無垢稱廣說其行。當", "320": "來成佛功德無窮能盡未來化有情類。如是", "321": "功德廣大無邊但由聽聞而得生故。故若具", "322": "說愚夫無智聞或狂疑也。言狂亂者。謂或聞", "323": "經不信返生憎謗因狂亂故也。或由不信當", "324": "來感得狂亂之果也。無著云此第三顯示多", "325": "福也。於中亦二。初明德多難信聞或狂疑。次", "326": "明福果甚深不可量測。此初也。", "327": "須菩提當知是經義不可思議果報亦不可思", "328": "議。述曰。此第二文也。謂經詮無相之義。持", "329": "之者當獲菩提大果。教義既自難量。果報亦", "330": "難思測也。故經說有三種物覆之即好露之", "331": "即惡。謂愚癡人外道典籍及婦人也。有三種", "332": "物露之即好覆之即惡。如智慧人佛法經典", "333": "及日月。謂此般若未開卷時與外典無別。既", "334": "開卷已或講或讀。能破眾生百千罪障能得", "335": "菩提。故受持者功德甚多。縱捨多身命不可", "336": "比量也。", "337": "爾時須菩提白佛言世尊善男子善女人發阿", "338": "耨多羅三藐三菩提心云何應住云何降伏其", "339": "心。述曰。世親云此第二周說也。謂上來", "340": "未解發心者教令進發。未解修行者教令修", "341": "行。未能伏斷諸障者教降伏竟。今此一周為已", "342": "發心菩薩言我能發心乃至第三已斷障者言", "343": "我能斷。由生分別故則障於菩提。分別者謂", "344": "所知障正障於不住道也。謂若發心修行等", "345": "時。以無分別智冥契真理。不生分別言我能", "346": "然名不住道。不住生死及涅槃故。若有分別", "347": "則為非證故名為障也。故二乘有法執為涅槃", "348": "所拘便即取寂。凡夫有生執為生死所縛不能", "349": "出離。菩薩具大悲智故不為兩邊所拘。故名", "350": "不住也。若行而有執是則為涅槃所縛。若不", "351": "行而執為生死所拘名為有住。要熾然行三", "352": "而不起我能之執。方得住於不住道也。或前", "353": "為初機利機。後為後機鈍機也。就此之中初", "354": "當宗正明。次於燃燈佛下廣釋眾疑。初中有", "355": "二。初善現為問次如來為答。此初也。無著云", "356": "此第十五為證道時遠離喜動故。即是離障", "357": "住處中第十一為遠離自取故有此文。謂菩", "358": "薩於發心修行時自見得勝處作是念。我能", "359": "發心修行等。如是自取為勝言餘不是。為令", "360": "遠離此取故名為遠離自取也。", "361": "佛告須菩提「善男子善女人發阿耨多羅三", "362": "藐三菩提心者當生如是心我應滅度一切眾", "363": "生滅度一切眾生已而無有一眾生實滅度者", "364": "何以故須菩提若菩薩有我相人相眾生相壽", "365": "者相」則非菩薩。述曰。世親云。就此佛答之", "366": "中。初答其初問以例餘二舉一隅故。次釋違", "367": "不住義。此初也。此意云。發心修行等本擬除", "368": "病。既存我執病乃轉生。欲令雖復發心內亡", "369": "其我勿念我能。修行亦然降伏例爾。故答初", "370": "問餘令例知也。然此文中准前亦有四心。云", "371": "我應滅度者是第一心。一切眾生者是廣大", "372": "心。餘二准文詳之易了。無著釋云即此之中", "373": "答前三問也。謂當生如是心者答初問。滅度", "374": "一切眾生已而無有一眾生實滅度者此答第", "375": "二問。謂度眾生時不生自取云我能然。要須", "376": "外不作有眾生相。內不起我能執。契順真理", "377": "而度有情方名修行。若菩薩有我相等者答", "378": "第三問。要證人法二空之理二障乃能除方", "379": "名降伏。若云我能便非契會也。", "380": "所以者何須「菩提實無有法發阿耨多羅三", "381": "藐三」菩提者。述曰。世親云此釋障不住道", "382": "義也。謂以無分別智內證之時。我法本空都", "383": "無所有。不作我能發心之念。故言無有有法", "384": "發心之者也。", "385": "須菩提於「意云何如來於然燈佛所有法得阿", "386": "耨多羅三藐」三菩提不。述曰。世親云就此", "387": "第二廣破眾疑有六。第一疑云。既言實無有", "388": "法名為菩薩者。云何釋迦如來於燃燈佛所", "389": "以華供養。及布髮掩泥如是行菩薩行耶。第", "390": "二須菩提菩薩亦如是下疑云。若無菩薩者", "391": "諸佛亦不成大菩提。眾生亦不入大涅槃等。", "392": "若如是者為何義故菩薩發心欲令眾生入涅", "393": "槃等耶。此二種疑依前當宗正明處起。下有", "394": "四疑因展轉釋疑而生。至下當悉。此即為破", "395": "初疑也。於中有三。一者破謗無菩薩故。謂作", "396": "是念。實無有法發菩提心者是則無菩薩。云", "397": "何如來燃燈佛所行菩薩行。如經言如來於", "398": "燃燈佛所等。二者為除謗無諸佛故。論云若", "399": "無菩薩者是誰成佛。是則諸佛亦無也。故論", "400": "云若無菩薩即無諸佛。有如是謗。謂一向無", "401": "諸佛也。如經言如來者即諸法如義等。三者", "402": "為破謗無菩提故。論云若無諸佛者是則無", "403": "菩提而可得。諸佛不得菩提也。如經如來所", "404": "得阿耨多羅三藐三菩提於是中無實無虛等。", "405": "前中有三。初佛問次善現答後佛成。此初問", "406": "也。無著菩薩云。此第十六為求教授故即離", "407": "障住處中第十二為離無教授故也。謂前說", "408": "實無有法名為菩薩者。於燃燈佛所何求耶。", "409": "亦無言教而可求聞故。為離此障故有此文", "410": "也。就此之中文有其五。一者為離無教授故。", "411": "如經言如來於燃燈佛所等。二者明菩提不", "412": "可說。燃燈佛語不稱菩提不如言故。如經言", "413": "若有法如來得等。三者釋諸法離言義。如經", "414": "如來者即諸法如義等。四者有言。釋迦於燃", "415": "燈佛所不得菩提。後時自得正覺。為離此取", "416": "故。如經若有人言如來得菩提等。五者顯示", "417": "真如不二故。如經須菩提如來所得等。前中", "418": "亦有三如世親科。此初問也。世親釋意云。虛", "419": "妄執是有所得。如來當於燃燈佛所發心證", "420": "人法二空之理。於其所執都無所得。然於無", "421": "所得以得菩提也。言有法得菩提不者。謂問", "422": "善現云。於真理中有法得菩提不。", "423": "不也世尊「如我解佛所說義佛於燃燈佛所", "424": "無有法得阿耨多羅三藐」三菩提。述曰。此", "425": "第二答也。", "426": "佛言如是如是須「菩提實無有法如來得阿", "427": "耨多羅三藐」三菩提。述曰。此第三如來成", "428": "也。於中初印可次釋成。此初也。謂真如理中", "429": "無有所得亦無授記。我皆空故維摩云。若依", "430": "如生得授記者如無有生。若依如滅得授記", "431": "者如無有滅等也。真如現無授記故但說真", "432": "理之中無有實法而可發心。非謂亦無真智", "433": "能契菩提名為菩提。故於事菩提亦不無也。", "434": "無著云正契真時無法可得故。言無有法而", "435": "可發心。非謂事中亦無言教而可聽聞也。", "436": "須菩提若有法「如來得阿耨多羅三藐三菩", "437": "提者燃燈佛則不與我授記汝於來世當得作", "438": "佛號釋」迦牟尼。述曰。世親云此第二釋成", "439": "中有二。初却顯次順成。此初也。謂若於燃燈", "440": "所有法得菩提者。是則為有所得。有所得者", "441": "即謂所執有。所執有故不契真如。不契真如", "442": "此為凡類。如何與我授記。但由心證真如。於", "443": "我法二塵都無所得。無所得故名契會真。契", "444": "會真故二執都盡執既盡故得可成佛。所以", "445": "燃燈與授記也。知我會真無所得故。無著云", "446": "此為第二燃燈語不稱菩提。不可如言而取", "447": "也。於中有二。初反釋次順成。此初也。彼意釋", "448": "迦如來不於燃燈之說如言而得菩提。謂智", "449": "證真無所得故。若菩提燃燈可說釋迦如言", "450": "而取者。則有分別執心未契真。如何燃燈與", "451": "我授記。以不如言而取得故與我記也。", "452": "以實無有「法得阿耨多羅三藐三菩提是故", "453": "然燈佛與我授記作是言汝於來世當得作佛", "454": "號釋迦」牟尼。述曰。此第二順成也。", "455": "何以故如來者即諸法如義。述曰。此世親", "456": "第二文為除謗無佛疑也。於中初明有法身。", "457": "次遮虛說。此初也。謂有疑曰。若無菩薩無人", "458": "成佛。佛亦應無。為破此疑言有法佛。由眾生", "459": "妄執故以五蘊為身。智者了之速朽速壞都", "460": "無有實。唯有真理常而復真如故是常不變", "461": "異也。真故離妄不顛倒也。此之真理水火不", "462": "能害風賊不能壞。有佛無佛其性恒然。若說", "463": "不說其義不改。但凡夫妄倒故執身為身。不", "464": "觀身理淪溺長久。聖者正知故不著於身。但", "465": "觀真理既能契悟。生死永消妄覆都盡理明", "466": "顯故名曰如來。以此即明不無佛也。無著云", "467": "此第三釋離言義也。謂何故彼法不別說", "468": "耶。謂諸法之本理要而復淨智契而方真非", "469": "言詮而可悟也。", "470": "若有人言「如來得阿耨多羅三藐三菩提」是", "471": "人不實語。述曰。此遮虛說也。初遮他言次", "472": "成無得。此初也。如來既真如。豈言說而稱實。", "473": "故若說者是不實語。但是分別故。無著云此", "474": "第四破外疑。疑云釋迦於燃燈所不得菩提", "475": "後時自得。為斷此取故也。於中亦為二。初遣", "476": "彼外取次自彰無得。既無有法可得。何有後", "477": "自取也。故作此言名為不實。今此經中漏不", "478": "實語字。餘本皆有也。", "479": "須菩提「實無有法佛得阿耨多羅三藐」三菩", "480": "提。述曰。此第二文也。", "481": "須菩提「如來所得阿耨多羅三藐三菩提於", "482": "是中」無實無虛。述曰。此世親第三文也。於", "483": "中初破外疑執次舉喻彰身。前中有三。初明", "484": "所得無實無虛。次顯法唯是佛得後總結成。", "485": "此初也。無著云此為第五明真如不二義。於", "486": "中有三。初明真如依言離言。次彰法性法唯", "487": "是佛得。後總結。此初也。世親釋曰。謂有謗云", "488": "如來不得菩提。為斷此疑故云如來所得菩", "489": "提無實無虛也。謂如來得彼菩提故。故曰不", "490": "虛。非實有為相故。故曰不實。無著釋云。不", "491": "可如言而取故不實。亦非離言以求故不虛。", "492": "凡夫言而虛妄故不實。諸佛說而可依故不", "493": "虛。凡夫言不得故不實。寄佛語而可詮故不", "494": "虛也。若離言而有求即菩提無因名為不實。", "495": "要因聞教方得證故菩提有因名為不虛。若如", "496": "言而取著生死無出。故不可如言即稱法。必", "497": "因言方契真也。但順佛言而修後證會時自悟。", "498": "是故如來「說一切法」皆是佛法。述曰。此第", "499": "二明法唯佛得也。一切法者。謂真理萬法之", "500": "本體故名為一切。皆是佛法者獨唯佛證餘", "501": "不得故。", "502": "須菩提「所言一切法者即非一切法是故名", "503": "一切法」。述曰。此第三總結成也言一切法", "504": "者謂佛所證法即非一切法者非餘人所得法", "505": "或非分別之相法也。", "506": "須菩提譬如人身長大須菩提言世尊如來說", "507": "人身長大則為非大身是名大身。述曰。世", "508": "親釋云此第二舉喻彰身也。初佛舉喻次善", "509": "現順成。謂長者喻報身。餘經亦云妙。大者喻", "510": "法身。此二種身由離所知煩惱二障如次得", "511": "故。說人身長大者謂法報二身也。則非大身", "512": "者謂非諸妄想分別身也。無著釋云。自此已", "513": "下是第十七為入證道故。又即八種住處中", "514": "第五為淨心住處故。謂上來十六差別四住", "515": "處是信行地地前凡夫一僧祇修。此為淨心地", "516": "十地菩薩修也。於中初顯示入證道時得智", "517": "慧。故菩薩亦如是下明離慢。此初也。謂入地", "518": "菩薩得二種智。一者攝種姓智。二者平等智。", "519": "若得智得生如來家。得決定紹佛種。此為攝", "520": "種姓智。謂清淨法界是佛所居名如來家。入", "521": "地菩薩以無分別智於中證會。說之為生。如", "522": "此菩薩決定得紹佛種故名為攝種性智。當", "523": "知地前菩薩未生如來家故。雖是佛子稍疎", "524": "遠故。不名紹佛種也二乘人雖亦佛子。但求", "525": "自利亦非堪紹故。攝論說聲聞人如無智婢", "526": "子也。一切凡夫。雖亦佛所攝受亦所覆護等", "527": "生憐愍。未發菩提心故亦非堪紹。唯入地菩", "528": "薩從真法界親所生。故堪紹佛種也。論云若", "529": "於此家長夜願生。既得生已便得彼身。是名", "530": "妙身者謂地前菩薩為此家長夜精懃欲願", "531": "故得入初地便得妙身也。平等智復有五種", "532": "平等因緣。謂一者麁惡平等。謂入初地已女", "533": "人身第八有三惡趣竝已捨故總皆平等也。", "534": "二者法無我平等。謂得二空平等理故。三者", "535": "斷相應平等。謂斷性即是所得擇滅也。與斷", "536": "相應故名斷相應平等也。四者無希望心相", "537": "應平等。謂見道前學觀真如。有欲希望入初", "538": "地已證真法界與無希望心所證平等而相", "539": "應也。五者一切菩薩證道平等。謂如百川異", "540": "流同歸大海之湛。萬行雖異一入初地同證", "541": "真大海也。得此平等故得為大身也。解云此", "542": "得攝種姓智者名曰報身。得平等故名為法", "543": "身。妙身大身如次為喻也。", "544": "須菩提「菩薩亦如是若作是言我當滅度無", "545": "量眾生」則不名菩薩。述曰。世親云此為第", "546": "二段釋疑也。於中有三。一者於本宗上生疑。", "547": "謂前說無有法發菩提心者。是則菩薩既無", "548": "亦應無菩薩可成菩提。若無眾生者教化誰", "549": "令入於涅槃。若無菩薩者誰莊嚴淨土耶。二", "550": "者因此破疑而起說菩薩不見彼是眾生不見", "551": "存我為菩薩等者。是則如來不見故名為無", "552": "眾生等。為實無眾生等故佛不見耶。三者有", "553": "疑云。向說心住顛倒。若如是福德亦是顛倒。", "554": "若是顛倒何名善法。為此疑故。如經若有滿", "555": "三千大千世界七寶等。就初有三疑。一者若", "556": "無菩薩諸佛亦不成菩提。二者若無眾生亦", "557": "不入涅槃。三者若無菩薩亦無嚴淨佛國土。", "558": "此則釋初兩疑。於中初標次釋。此初也。此意", "559": "云。若菩薩執云我得菩提有異眾生可度即", "560": "不名菩薩。以有我人等故。若爾者如何能得", "561": "菩提。能令眾生入涅槃耶。謂有假眾生。譬如", "562": "幻人為幻人說法故。謂有五蘊和合假眾生故", "563": "令得無餘涅槃。無如所執實眾生故不見有", "564": "眾生而滅度也。謂有假菩薩而求證故諸佛", "565": "得菩提。而無所執實菩提故亦無菩薩也。故", "566": "涅槃經十三云。五陰和合稱言某甲。凡夫之", "567": "人謂為實有稱言某甲。有智之人解陰無有", "568": "某甲名字離陰亦無有某甲名字也。", "569": "何以故「須菩提實無有法名為菩薩是故佛", "570": "說一切法無我無人無眾生」無壽者。述曰。", "571": "此第二釋也。無有法名為菩薩者。謂若有其", "572": "實法。皆以法成其眾生故可名菩薩。法既", "573": "無有其實。亦無所成菩薩也。佛說一切法無", "574": "我人等者。證真時達無我理。不見有人法二", "575": "執故是為菩薩也。無著云。上來譬如人身妙", "576": "大身等示入證道。此為第二明離慢。謂地前", "577": "言我能修行等而障不住道。入地已去證達", "578": "法界二空平等。分別我法一切都亡。永無我", "579": "能之慢故云離慢也。論云若菩薩有眾生念", "580": "則不得妙身大身故。於中妙身者。謂至得身", "581": "成就身得畢竟轉依故。大身者一切眾生身", "582": "攝身故。子云轉依者即謂所得菩提涅槃。", "583": "須菩提「若菩薩作是言我當莊嚴佛土是」不", "584": "名菩薩。述曰。世親云此破疑也。謂有疑曰。", "585": "若無菩薩者不應嚴淨佛土也。於中有二。初", "586": "標次釋。此初也。此意云如欲嚴淨佛土必須", "587": "嚴淨自心。聽經學慧證法真理蠲除二障。內", "588": "心淨故外土亦淨。所以蠡髻見淨舍利覩穢。", "589": "但由內心有其垢淨不同。外土亦有淨穢兩", "590": "異也。故若嚴淨佛土者。先除我法二執。我法", "591": "分別亡故內具莊嚴外住七寶若言我當莊", "592": "嚴者。是則我執未亡不名菩薩也。故論云智", "593": "習唯識通也。又無垢稱云心淨故等。又云忍", "594": "辱持戒等十善道等是菩薩淨土也。", "595": "何以故「如來說莊嚴佛土者即非莊嚴」是名", "596": "莊嚴。述曰。此第二釋中有二。初明無相是", "597": "真莊嚴。次明達理是真菩薩。此初也。如來說", "598": "莊嚴者謂無相之莊嚴。即非莊嚴者非有相", "599": "之莊嚴。是名莊嚴者是真實莊嚴也。", "600": "須菩提若「菩薩通達無我法者如來說名真」", "601": "是菩薩。述曰。此第二文也。謂若菩薩達我", "602": "法空證無我理。是真菩薩亦真莊嚴。若有我", "603": "法本非菩薩亦非莊嚴也。無著云。自此已下", "604": "皆求佛地。謂從此已下訖至經末。差別之", "605": "中是第十八。住處之中是第六究竟住處。三", "606": "地之中是第三佛地也。於中有六。一者國", "607": "土淨具足。如經若菩薩作是言我當莊嚴", "608": "等。二者無上見智具足。如經如來有肉眼不", "609": "等。三者隨形好身具足。如經佛可以具足色", "610": "身見不。四者相身具足。如經如來可以具足", "611": "諸相見不。五者語具足。如經汝勿謂如來作", "612": "是念等。六者心具足。如經頗有眾生於未來", "613": "世等。此為初也。此意云。謂諸菩薩於前十地", "614": "修行圓滿。斷除人法二執。成就菩提法身。名", "615": "為國土淨具足。於中文科為四。一者為國土", "616": "淨具足三摩鉢帝故。如經若菩薩作是言等。", "617": "二者為斷彼故安立第一義。如經如來說莊", "618": "嚴等。三者為二種無我故。如經若菩薩通達", "619": "無我法者。四者為於彼二種無我中二種正", "620": "覺故。如經如來說名真是菩薩。此等云何顯", "621": "示。若言我成就即為人我取莊嚴國土者是", "622": "法我取。此非菩薩也。", "623": "須菩提「於意云何如來有肉眼不如是世尊」", "624": "如來有肉眼。述曰。世親云此破第二疑也。", "625": "謂有疑曰。前說菩薩不見彼是眾生不見我", "626": "為菩薩不見清淨佛國者。何以故。為諸法無", "627": "故不見。為諸佛自不見耶。今此之文有其二。", "628": "初明佛有能見故說五種眼。次如恒沙中已", "629": "下明有所見。前中五眼即為五段。一一中初佛", "630": "問次善現答。此初明有肉眼也。無著云自下", "631": "第二為無上見智淨具足故。於中文有其三。", "632": "初明為無上見淨具足故說佛有五眼。次如", "633": "恒河中下明為無上智淨具足故說佛知眾生", "634": "心。後若有人滿下明為福自在具足故。初中", "635": "五眼為五段。如前可知也。謂外有疑。向說以", "636": "無分別智內證真理是真莊嚴。於諸外相證", "637": "真理時都不見故。謂佛唯有慧眼觀理無餘", "638": "眼也。為釋此故說佛有五眼也。論意如此。又", "639": "論云於中略說有四種眼。謂色攝第一義諦", "640": "攝世諦攝。一切種一切應知攝。色攝復有二", "641": "種。謂法果修果。此為五眼麁境界故。是初色", "642": "攝。解云肉天二眼色根為性。謂淨色四大所", "643": "造或異熟長養說名肉眼。此謂法果也。此通", "644": "餘界及四禪。若修禪除擁而得者此謂修果", "645": "也。唯四禪地有。謂於諸色內外兩邊裏表上", "646": "下皆悉能見也。論云第一義智力故世智不", "647": "顛倒轉。是故第一義諦攝在先。於中為人說", "648": "法。若彼法為彼人施設。此智說名法眼者。謂", "649": "要慧眼觀理故。法眼知機說法得不顛倒為", "650": "人說也。此意云所詮能詮觀理觀事觀理知", "651": "機如次慧法眼也。論云一切應知中一切種", "652": "無功用智說名佛眼。龍樹菩薩說約人差別。", "653": "謂在凡夫名肉天眼。在二乘名慧眼。在菩薩", "654": "名法眼。在如來名佛眼。此亦無妨也。", "655": "須菩提「於意云何如來有天眼不如是世尊", "656": "如來有天眼須菩提於意云何如來有慧眼不", "657": "如是世尊如來有慧眼須菩提於意云何如來", "658": "有法眼不如是世尊如來有法眼須菩提於意", "659": "云何如來有佛眼不如是世尊」如來有佛眼。", "660": "述曰。此明有後四眼也釋義如上。", "661": "須菩提「於意云何如恒河中所有沙」佛說是", "662": "沙不。述曰。世親云。上來說如來有五眼明", "663": "有能見自下明知眾生種種差別亦顯有所見", "664": "謂雖無遍計所執實眾生而可度可見。非無", "665": "因緣假眾生而可見也。雖無作用緣。而有功", "666": "能緣可得故。謂於因果之上不見彼所執實", "667": "人法不得。故名眾生及國土空。非佛無眼而", "668": "不見。亦非實無眾生可見。有彼因緣顛倒虛", "669": "妄假法故。就此之中文有其五。初佛問恒沙。", "670": "次善現答是沙。次寄恒沙為喻問。次善現答", "671": "甚多。第五佛廣成。此初也。無著云。上來為應", "672": "知中證故安立見。為教彼彼眾生寂靜心故", "673": "安立智者。謂以肉天眼為其前導故。而起慧", "674": "法眼觀理知機為他說法故也。前說為見淨", "675": "者顯證故。今說為智淨者顯教授故。謂眾生", "676": "中若有貪心無貪心等。如來悉觀知而教授", "677": "之令捨染進善也。言所有沙佛說是沙不者。", "678": "謂於因緣沙中佛說為所執實沙不。問意如", "679": "此也。", "680": "如是世尊「如來」說是沙。述曰。此第二答也。", "681": "須菩提於意云何「如一恒河中所有沙有如", "682": "是沙等恒河是諸恒河所有沙數佛世界如", "683": "是」寧為多不。述曰。此第三寄沙喻多也。謂", "684": "此且舉少分。談實眾生無有邊限。非只如爾", "685": "許沙也。", "686": "甚多世尊。述曰。此第四文也。", "687": "佛告須菩提「爾所國土中所有眾生若干種", "688": "心」如來悉知。述曰。此第五如來成。於中初", "689": "標次釋。此初也。若干種心者。謂六識差別顛", "690": "倒心諸虛妄心皆顛倒故。以離實念故說名", "691": "顛倒。離實念者。謂遠離四念處故名不住彼", "692": "實智。如是等心如來悉知也。無著云若干種", "693": "心者應知有二種。謂染及淨即是共欲心離", "694": "欲心等。記如是等眾生心如來知故。竝教令", "695": "斷惡起善名為智淨故。論云為教彼彼眾生", "696": "寂靜心故安立智也。", "697": "何以故「如來說諸心皆為非心」是名為心。", "698": "述曰。此釋中初明顛倒心非真住。次顯虛妄", "699": "之相。此初也。如來說諸心住者謂虛妄心。皆", "700": "為非心者謂非真住心。住四念處名真住故。", "701": "住真如理名真住故。是名為心者謂是虛妄", "702": "顛倒心也。無著云。此智淨中說心住即非心", "703": "住。如是見淨中何故不說眼則非眼耶。以一", "704": "住處故見智淨後安立第一義故初亦得成就。", "705": "子云凡夫之心初妄後可成真故。於智淨中", "706": "說心住非心住。佛眼一得已去圓滿足更無", "707": "初後轉別異故。不說眼即非眼也。其意論", "708": "文難曉也。", "709": "所以者何「須菩提過去心不可得現在心不", "710": "可得未來心」不可得。述曰。世親云此示彼", "711": "相續顛倒也。謂以過去未來故不可得。現在", "712": "心虛妄分別故不可得。如是示彼心住顛倒", "713": "諸識虛妄。以世觀故。無著云。過去未來已滅", "714": "未生故現在者第一義故也。", "715": "須菩提「於意云何若有人滿三千大千世界", "716": "七寶以用布施是人以是因緣」得福多不。", "717": "述曰。世親釋云此為第二段疑第三文也。謂", "718": "復有疑。向說心住顛倒。若如是福德亦是顛", "719": "倒若是顛倒何名善法。為斷此疑故。示現心", "720": "住雖顛倒所行福德非也。以是佛智根本故。", "721": "由行施時不著自身等但求無上菩提。所以", "722": "功德甚多也此中初佛問。次善現答。後如來", "723": "成。此初也。謂若將七寶等施。為求般若聽聞", "724": "修學。當成佛故其福甚多也。無著云。此即無", "725": "上見智淨中第三為福自在具足故也。謂若", "726": "為般若行施等故福法成滿也。", "727": "如是世尊「此人以是因緣得福」甚多。述曰。", "728": "此第二答也。", "729": "須菩提「若福德有實如來不說得福德多以", "730": "福德無故如來說」得福德多。述曰。此第三", "731": "如來成也。若福德有實者。謂說若為般若故", "732": "行施。如為自體故行施。實有者佛則不說為", "733": "得福多也。以三事體空行施不同著果報等", "734": "行施故。如來說福多也以此准知。前以財命", "735": "等施校量不及受持此經者。謂不能亡相故", "736": "不求菩提故也。謂若捨身命之時。但於少少", "737": "飢餓眾生有益非能廣利。若持般若者。當得", "738": "成佛濟利甚多故功德勝也。若橫望言之捨", "739": "身極苦。望竪說者不及持經也。", "740": "須菩提「於意云何佛可以具足」色身見不。", "741": "述曰。世親云。上來破於本處生疑竟。自下第", "742": "二有四疑。展轉釋疑故生也。此為大段第三", "743": "破疑顯是展轉中第一大段也。於中文三。一", "744": "者以相好身為佛疑。二者汝勿謂下疑佛有", "745": "說。三者頗有眾生下疑無人信。此為初也。謂", "746": "疑曰若諸佛以無為法得名。云何諸佛成就", "747": "八十種好三十二相而名為佛耶。解云此於", "748": "前說云如來者即諸法真如以生疑也。就此", "749": "之中有二。初破於色身生疑。次破於相好生", "750": "疑前中復二。初佛問次善現答。此初也。問意", "751": "云法身真佛可以作報身形好而見不。又可", "752": "圓光一尋等隨好色身以見法身佛不。無著", "753": "云。此第三為隨形好身具足故。問意云。佛隨", "754": "機故而有報化隨好之色身。真理法亦有色", "755": "性無差別之好。今問法身可差別之形好以", "756": "見不。為令眾生內證法身圓滿故外得形好", "757": "之身具足。故有此文也。", "758": "不也世尊「如來不應以具足」色身見。述曰。", "759": "此第二答中初標次釋。此初也。", "760": "何以故「如來說具足色身即非具足色身是", "761": "名」具足色身。述曰。此釋也。如來說具足色", "762": "身者。謂報化隨好之身。即非具足色身者。非", "763": "是法性具足色身。是名具足色身者。是名報", "764": "化身也。無著云。隨機現形有報化之形好。內", "765": "證無相而有法身之好色性。由內證法性色", "766": "身故。外具形好之身皆得圓滿。然形好之身", "767": "即非法性之具足色身也。謂法身猶如虛空。", "768": "雖無形相而於鏡中現虛渙影像。法身亦爾。", "769": "雖無形相而於鏡智現報化身也。", "770": "須菩提「於意云何如來可以具足」諸相見不。", "771": "述曰。世親云。此第二破於相好生疑也。於", "772": "中初問次答。此初也。問意云。可以三十二相", "773": "見法身無相佛不。無著云。此第四為相身具", "774": "足故。問意云。佛有三身。謂法身報化身。然", "775": "報化身有三十二差別之相。法身亦有無差", "776": "別法性之相。今問法身可以差別之相好以", "777": "見不。", "778": "不也世尊「如來不應以具足」諸相見。述曰。", "779": "此第二答中初標也。", "780": "何以故「如來說諸相具足即非具足是名」諸", "781": "相具足。述曰。此第二釋也。世親云。如來非", "782": "諸相具足者。謂差別三十二相也。即非具足", "783": "者。非法身無差別相具足也。是名諸相具足", "784": "者。是外形相也。無著云。法身雖無形相而有", "785": "法性之相。謂理媚曰相也。於外化中亦有形", "786": "相。為令眾生得此種圓滿故。謂內證真理無", "787": "相之相故。而外具有相之相也。然有相之相", "788": "即非無相之相。是名諸相具足也。", "789": "須菩提「汝勿謂如來作是念我當」有所說法。", "790": "述曰。世親云此第三段疑第二文也。謂有", "791": "疑曰。若如來具足色身成就不可得見。若相", "792": "成就不可得見。云何如來說法耶。為破此疑", "793": "故也。於中初勅勿懷疑。次人言謗佛。後總", "794": "結成。此初也。佛告善現云。汝勿謂法身如來", "795": "作是念言我當有所說。法身佛本無有念亦", "796": "無有所說故。無著云此第五為語具足故。謂", "797": "化報隨機而有言說。法身幽寂無說無形。內", "798": "證無言理外能為他說。為令得此故言為語", "799": "具足故也。", "800": "莫作是念「何以故若人言如來有所說法即", "801": "為謗佛不能解」我所說故。述曰。此第二文", "802": "也。謂若有法身有所說法者。即謗法佛也。寂", "803": "寞無言故。問若爾者何故前言應化非真佛", "804": "亦非說法者耶。答彼推功歸本故。要內證真", "805": "說於外可能說。所以喚法身無說。是真說也", "806": "問何故楞伽經云。法身說離相離言法。報身", "807": "說十地法六波羅蜜法。化身說三乘法耶。准", "808": "此法身亦說故。答說有二種。一者起作說謂", "809": "有說說也。二者無起作說謂無說說。前是報", "810": "化後即法身。彼據不說之說。此約有說之說", "811": "故不相違。云何法身為不說說。謂由眾生證", "812": "達理故了解一切名法身說。如聞說法而了", "813": "達故名之為說也。猶如有人若語若不語令", "814": "他解了名說法也。", "815": "須菩提「說法者無法可說」是名說法。述曰。", "816": "此第三結也。說法者者謂總舉說法也。無法", "817": "可說者。謂真理中無有少法可說也。謂要", "818": "達遍計所執空無而說。是名說法也。若執真", "819": "如為實無說即非說法也。無著云。報化有說", "820": "法身無說。若言法身有說如報化者。即為謗", "821": "法佛也。", "822": "爾時慧命「須菩提白佛言世尊頗有眾生於", "823": "未來世聞說是法」生信心不。述曰。舍衛漏", "824": "此文。世親此第三疑中第三文也。謂有疑曰。", "825": "若言諸佛說者是無所說法不離於法身亦是", "826": "其無。有何等人能信如是甚深法界耶。就釋", "827": "此疑中。初善現問次如來答。此初也。無著云。", "828": "第六心具足中復有六種。一者念處。二者正", "829": "覺。三者施設大利法。四者攝取法身。五者不", "830": "住生死涅槃。六者行住淨。此為初也。問意云。", "831": "如來在世慈悲平等為眾生說。有能聽聞而", "832": "起思念如理作意如法修行法隨法行當得成", "833": "佛。如來滅後後五百歲。諸惡眾生聞說此經", "834": "之時。有能生信起於思念如佛在世時不。佛", "835": "答言有。為顯有眾生能思念故名為念處。", "836": "佛言須菩提「彼非眾生」非不眾生。述曰。此", "837": "第二佛答中初標次釋。此初也。彼非眾生者。", "838": "謂非是闡提無佛性等眾生。非不眾生者。是", "839": "聽聞般若發心成佛眾生也。無著云。彼非眾", "840": "生者第一義故。非不眾生者世諦故。眾生眾", "841": "生者顯示說第一義。是不共及相應故。", "842": "何以故「須菩提眾生眾生者如來說非眾生」", "843": "是名眾生。述曰。此釋也。初言眾生謂凡夫", "844": "眾生。又眾生者者。謂發菩提心修行眾生也。", "845": "如來說非眾生者。謂非是闡提無佛性眾生", "846": "眾生是名眾生者是發心眾生也。此上意云", "847": "此經典生信心者。即是發心修行成佛眾生。", "848": "非是無性眾生也。", "849": "須菩提「白佛言世尊佛得阿耨多羅三藐三", "850": "菩提為」無所得耶。述曰。世親云此大段中", "851": "破第四疑也。即是第二展轉釋中第二疑也。", "852": "於中曲有二疑。此初也。謂有疑曰。若如來不", "853": "得一法名無上正等正覺者。云何離於上上", "854": "證轉轉得阿耨多羅三藐三菩提耶。就此文", "855": "中有二。初善現問次如來即廣辨其義。此初", "856": "也。為無所得耶者。謂耶是問詞。不是不定詞", "857": "也。直問佛云。如來無所得耶。所以佛即印之。", "858": "若不定為問云為得不得耶者。佛如何即印", "859": "耶。故今問意云。真如理中佛得無上菩提不。", "860": "無著云。此是心具足中第二為正覺故。即謂", "861": "能證所證觀照實相也。故解深密云。菩提菩", "862": "提斷俱名為菩提。大智度云。說智及智處俱", "863": "名為般若也。謂此為令眾生斷除二障得二", "864": "菩提而有此文。故言為正覺故也。於中文有", "865": "其五。初顯示阿耨多羅語。謂無上覺即是法", "866": "身菩提也。次已下顯示三藐三菩提。謂正覺", "867": "即是報身菩提也。以無我人下雙成上二。前", "868": "中初問次印。此初也。", "869": "佛言如是如是「須菩提我於阿耨多羅三藐", "870": "三菩提乃至無有少法可得是名阿耨多羅三", "871": "藐」三菩提。述曰。此第二印問愜真也。謂真", "872": "理之中無如所執少有所得名為菩提也。", "873": "復次須菩提「是法平等無有高下是名阿耨", "874": "多羅三藐」三菩提。述曰。世親云此為第三", "875": "廣辨其義也。於中有三。初明不增減。次顯無", "876": "差別。後修一切善下彰方便滿足。此初也。是", "877": "法平等者。謂真如理無增減故。無有高下者。", "878": "謂有為法有取捨。菩薩於十地中得勝無漏", "879": "而捨劣故。無為無勝劣可取捨故言無高下", "880": "也。無著云。此顯示三藐三菩提。即謂正遍知", "881": "也。是法平等者。謂一切諸佛共得菩提。智無", "882": "勝劣故也。無高下者。謂一切諸佛起化身。各", "883": "類共等乃至壽命亦等也。子云平等者謂法", "884": "身高下者約報化。謂一切佛報身報身等化", "885": "身亦爾也。", "886": "以無我「無人無眾生」無壽者。述曰。世親云", "887": "此第二顯無差別也。謂一切諸佛法無我法", "888": "執故。法身平等無有差別若勝若劣也。無著", "889": "云。自下雙成上二。初成上阿耨多羅法身", "890": "菩提。次成上三藐三菩提報身菩提。此初可", "891": "知也。", "892": "修一切善「法則得阿耨多羅三藐」三菩提。", "893": "述曰。世親云此第三彰方便滿足也。於中初", "894": "正顯次結成。此初也。謂要近善知識聽聞計", "895": "念如法修習法隨法行善根滿足故契證真", "896": "理。名為成就阿耨菩提也。無著云。此成上三", "897": "藐三菩提也。於中初正成次結釋。此初也。謂", "898": "前言無我等除其有執也。今言修善者破其", "899": "空執也。我人空故須遣自妄心。依圓有故須", "900": "存其善法。所以唯學有以非空。妄想以之而", "901": "更長。唯學空而非有。真智無因而不生。滅妄", "902": "想於空門。起真心於有府。有空雙觀方成中", "903": "道也。", "904": "須菩提「所言善法者如來說即非善法」是名", "905": "善法。述曰。此第二文也。所言善法者者。謂", "906": "求菩提善法或無漏法順無漏法也。說非善", "907": "法者。非是有漏生滅惡善法也。是名善法者", "908": "是出世善也。", "909": "須菩提「若三千大千世界中所有諸須彌山", "910": "王如是等七寶聚有人」持用布施。述曰。世", "911": "親云自下破第二子段疑。謂有疑曰。若一切", "912": "善法滿足得菩提者。則所說法不能得大菩", "913": "提。何以故。以所說法無記法故謂此意云。其", "914": "能詮教有名句文。體是無記。如何聽聞而生", "915": "善耶。此是小乘人疑也。就破此疑中。初舉功", "916": "德次以受持校量。此初也。無著云。此即心具", "917": "足中第三為施設大利法故。於中有二。初明", "918": "大利法。次汝等勿謂下彰所利生。初中先舉", "919": "財施。次以受持校量顯於福利。此初也。", "920": "若人以此「般若波羅蜜經乃至四句偈等受", "921": "持讀誦為他人說於前福德百分不及一百千", "922": "萬億分乃至算數譬喻」所不能及。述曰。世", "923": "親云此第二以受持校量也。此經稍略。餘本", "924": "不同此也。世親云。此法雖言無記而能得菩", "925": "提。以遠離所說法不能得大菩提故。此法能", "926": "為菩提因故。又言無記者不然。汝法是無記。", "927": "我法是善故。此就彼宗釋。佛語是善也。又大", "928": "乘義一得佛已。聲及名句竝是善。是故一受", "929": "持時即為菩提廣大因故。勝餘無量珍寶布", "930": "施也。此正破前疑。百分不及一等者。論家有", "931": "四種校量勝。謂一者數勝。二者力勝。三者無", "932": "相似勝。四者因勝。解云數勝者謂以數校量。", "933": "謂小乘有六十二數。華嚴有一百二十番數。", "934": "此方有十五故。謂一十百千萬等如是諸數", "935": "校量者。於生死果報悉可得知。若受持此經", "936": "當得成佛所有功德非此數等之所校量。故", "937": "云數勝也。力勝者名為情計勝。謂布施等所", "938": "獲世間人天善果情計可知。今此受持之因", "939": "情計所不計度也。不相似勝者謂喻勝也。世", "940": "間福果喻可能喻。受持之因所得勝果無喻", "941": "以可喻也。因勝者謂時勝。世間福果可以時", "942": "限校量多少。此所得果盡未來際無時分限", "943": "不可校量也。如論四名。當人立數計喻時等", "944": "名也。無著意可知也。以此校量受持既多即", "945": "是施設大利法也。", "946": "須菩提「於意云何汝等勿謂如來作是念我」", "947": "當度眾生。述曰。世親云此即曲文中第三", "948": "段疑也。即是展轉中第三段疑。於中曲有四。", "949": "至文當悉。此即初也。謂有疑曰。若是法平等", "950": "無有高下者。云何如來名為度眾生耶。就破", "951": "此疑中。初勸彼除疑。次廣成自義。此初也。謂", "952": "報化二身隨機利物有高有下。可有思念當", "953": "度眾生。謂慈悲本願緣故。法身真理湛寂無", "954": "思。如何有念當度生耶。但起智作證即名為", "955": "度故。又化身隨現可示度生之思念。報體久", "956": "無分別之思。如何起念。如末尼珠隨求雨故。", "957": "又凡夫執由遣而念我當度。諸佛分別永亡。", "958": "當度之思不有。但隨所化應機示念也。如是", "959": "故重汝無作念也。又真理之中都無所得。亦", "960": "無眾生當可度也。無著云。此為第二明所度", "961": "眾生。科釋其文大意無別也。", "962": "須菩提「莫作是念何以故實無有眾生」如來", "963": "度者。述曰。此第二成自義中。初慰喻其心", "964": "示實道理。次成無實度說假我非真。此初也。", "965": "謂真理中無有眾生如來可度。隨於外化可", "966": "度假生也。", "967": "若有眾生「如來度者如來則有我人眾生」壽", "968": "者。述曰。此第二文也於中初成無實度。次", "969": "說我非真。此初也。謂如來若說實有眾生實", "970": "可度者。是則我執未亡。不名為佛也。", "971": "須菩提「如來說有我者則非有我而凡夫之", "972": "人以」為有我。述曰。此第二說我非真中。初", "973": "說我非真凡夫妄取。次明凡亦非實但假施", "974": "言。此初也。如來說有我者。謂因緣和合而假", "975": "說之。則非有我者非實執之我也。凡夫以為", "976": "有我者所執取故。此意云。如來說有我者。為", "977": "除無我怖故。所以初修習必依於我。後漸契", "978": "真我相自遣。若言無我唯欲造修。我即空故。", "979": "須菩提「凡夫者如來說」則非凡夫。述曰。此", "980": "第二明凡亦非實但假施言也。謂於貪嗔未", "981": "亡之類假名凡夫。非如其言即實凡夫也。", "982": "須菩提「於意云何可以三十二相」觀如來不。", "983": "述曰。世親云此即展轉疑中第三段疑也。", "984": "於中曲有三段。此即為初文也。謂有疑曰。", "985": "雖相成就不可得見如來。以非彼體。以如來", "986": "法身為體。而如來法身以見相成就。比知則", "987": "知如來法身為福相成就。此疑意云。報化二", "988": "身即以法身為體。其外報化身既有相好。以", "989": "外比知內法身亦應有其相好也。如覩人面", "990": "即知心事故。就此之中文有其五。一者如來", "991": "問。二善現不正答。三如來却質。四善現正答。", "992": "五舉頌以成。此初也。問意云。可於報化身三", "993": "十二相觀法身如來。不無著云。此即心具足", "994": "中第四為攝取法身故。謂欲令諸眾生內觀", "995": "真理清淨法身外自具其形相。不可以其形", "996": "相而觀法身如來。就此之中文有三。初問答", "997": "略顯。次舉頌廣成。後釋外意難。前中有四。", "998": "如文可知。然准餘本無善現不正答。亦無如", "999": "來却質之文。", "1000": "須菩提言「如是如是以三十二相觀如來佛言", "1001": "須菩提若以三十二相觀如來者轉輪聖王則", "1002": "是如來須菩提白佛言世尊如我解佛所說義", "1003": "不應以三十二相」觀如來。述曰。義可知也。", "1004": "爾時世尊「而說偈言若以色見我以音聲求", "1005": "我是人行邪道不能見如來彼如來妙體即法", "1006": "身諸佛法體不可見」彼識不能知。述曰。此", "1007": "舉二頌以成前義。於中初偈顯不應以色聲", "1008": "以觀法身如來。若取色聲不契真理。是行邪", "1009": "道不見法佛故。次偈明法身妙體超尋思故", "1010": "凡夫不可見。亦非分別之識所能知故。涅槃", "1011": "云。依法不依人。依了義不依不了義。依義不", "1012": "依語。依智不依識也。無著云。初偈顯示如所", "1013": "不應見。不可見故。次偈顯示不應見及不能", "1014": "見因緣。云何不可見。諸見世諦故。何因緣故", "1015": "不可見。以彼法真如相故。非言說而知。唯自", "1016": "證故。如是等說如論。", "1017": "須菩提「汝若作是念如來不以具足相故得", "1018": "阿耨多羅三藐」三菩提。述曰。世親云此第", "1019": "三段釋展轉疑中。曲文第二疑也。謂有疑曰。", "1020": "若不依福德得大菩提。如是諸菩薩則失福", "1021": "德及果報也。此疑意云可說如須彌山王七", "1022": "寶有人持用布施。不及人受持此經至四句", "1023": "者。是則福德不得大菩提果。准此即福德空", "1024": "果報亦空則法斷滅。是則佛相好身亦無。唯", "1025": "有法身空理也。就斷此疑之中有三。初顯相", "1026": "好非無。次汝若作是念下明因果不失。後若", "1027": "菩薩以滿下校量功德。前中有二。初述彼疑", "1028": "心。次勸勿邪念。此初也。述彼疑云。既以法為", "1029": "佛。是則無報化形相身也。無著云。此即為攝", "1030": "取法身中第三文釋外疑難也。論云若爾如", "1031": "來雖不應以相具足見。應具足為因得阿耨", "1032": "多羅三藐三菩提。為離此著故。明相具足體", "1033": "非菩提。亦不以相具足為因也。以相是色性", "1034": "故。於中有二。初逆招彼心。次勸令除念。此初。", "1035": "謂述彼念言。法身如來以具足相為因故得。", "1036": "應除不字。撿能斷及婆伽婆文竝無不字也。", "1037": "須菩提莫「作是念如來不以具足相故得阿", "1038": "耨多羅三藐」三菩提。述曰。第二文也。世親", "1039": "云。汝莫作是念。如來不以具足相得菩提。以", "1040": "報身化身具足相得故。無著云。莫作是念者。", "1041": "勸令勿生前念以相為因而得法身。何以故。", "1042": "如來不以具足相為因得菩提故。故論云。以", "1043": "相是色性故。謂要以智為因方得菩提。非用", "1044": "相也。相是色故。", "1045": "須菩提「汝若作是念發阿耨多羅三藐三菩", "1046": "提心者說」諸法斷滅相。述曰。世親云。此第", "1047": "二明因果不失也。於中初述彼心。次勸勿念。", "1048": "後釋所以。此初也。謂有念曰不依福德得大", "1049": "菩提者。是則福德無果報亦無。若爾發菩提", "1050": "心者便說諸法斷滅也。以無福德因及果故。", "1051": "莫作是念。述曰。此第二勸勿念也。", "1052": "何以故「發阿耨多羅三藐三菩提心者於法", "1053": "不說」斷滅相。述曰。此第三釋所以也。謂諸", "1054": "菩薩知因知果去離斷常。但無所執實福德", "1055": "因及果。非無因緣假因果也。但遮作用緣。非", "1056": "無功能緣故。無著云。自下明心具足中。第五", "1057": "為不住生死涅槃故。於中有二。初明不捨生", "1058": "死。次若菩薩以滿下明不捨涅槃。上來初文", "1059": "竟。謂不捨生死故不住涅槃也。不捨涅槃故", "1060": "不住生死。為令得此故有此文。於法不說斷", "1061": "滅者。謂發心菩薩知因說果去離斷常故不", "1062": "說斷滅也。謂雖得涅槃還住生死然不令斷", "1063": "生死。若斷滅生死者即同二乘住涅槃故。以", "1064": "此故名不說斷滅相也。", "1065": "須菩提「若菩薩以滿恒河沙等世界七寶」持", "1066": "用布施。述曰。世親云此第三功德校量也。於", "1067": "中初正校量次釋所以。前中初舉施次以福", "1068": "校量。此初也。無著云。此第二明不捨涅槃也。", "1069": "若復有人「知一切法無我得成於忍此菩薩", "1070": "勝前菩薩」所得功德。述曰。此第二以福校", "1071": "量也。謂因了達二我空故而得於忍。其福過", "1072": "彼所施功德也。得成忍者忍有三種。一者本", "1073": "性無生忍。謂觀遍計所執人法二相本無體", "1074": "故。二者自然無生忍。觀依他假因緣非自然", "1075": "生故。三者惑苦無生忍。觀於真如惑苦本不", "1076": "生故。", "1077": "須菩提「以諸菩薩」不受福德故。述曰。此第", "1078": "二釋所以之中。初佛略標釋。次善現問。後佛", "1079": "答。此初也。不受福德故者。謂菩薩所行福德", "1080": "不著自體等故。但希出世故云不受也。", "1081": "須菩提「白佛言世尊云何菩薩」不受福德。", "1082": "述曰。此第二善現問也。", "1083": "須菩提菩薩所作福德不應貪著是故說。不", "1084": "受福德。述曰。此第三佛答也。以不貪著自", "1085": "體等而行福德故名為不受也。", "1086": "須菩提「若有人言如來若來若去若坐若臥", "1087": "是人不解我所說義何以故如來者無所從來", "1088": "亦無所去故」名如來。述曰。世親云此第三", "1089": "大段中曲文第三釋疑也。謂有疑曰。若諸菩", "1090": "薩不受彼果報。云何諸菩薩福德眾生受用。", "1091": "此意如釋迦佛捨第五分壽留福德與未來眾", "1092": "生。故知菩薩亦受福德。如何言不受耶。如是", "1093": "等菩薩受福德無量故。就釋此疑中有四。初", "1094": "明報化外利物故亦受福德。法身無去來故", "1095": "無受福德。次碎為微塵下明法身一化身有", "1096": "多。次若人言佛說我等下明我法無實。次若", "1097": "有人以滿下明化身有無盡福。此初也。若來", "1098": "者謂成道來。若去者入滅去。若坐者說法利", "1099": "益時。若臥者謂唱滅相。化身有此而法身無。", "1100": "故云無所從來亦無所去也。如天上月影現", "1101": "水中。水清即現水濁便隱。月體本無來去。由", "1102": "水致有生滅。法身本湛寂由心故見去來也。", "1103": "子云法身本無來。由眾生向佛故見來。此即", "1104": "不來來。猶如趕遠質以臨臺睇影顏而府己", "1105": "也。法身本無滅。眾生厭佛故不去之中而見", "1106": "去。猶如汎駛舟而東邁矚凝沼而西流。此即", "1107": "不去去也。無著云。此心具足中第六為行住", "1108": "淨故。於中復有三種。一者威儀行住。二者破", "1109": "名色身自在行住。三者不染行住。此初也。謂", "1110": "化身有威儀行住等。法身無此也。行者即謂", "1111": "去來。住者即謂坐臥也。法身無有威儀故云", "1112": "無去來等。", "1113": "須菩提「若善男子善女人以三千大千世界", "1114": "碎為微塵於意云何是微塵眾寧」為多不。", "1115": "述曰。世親云此第二明法身一化身多也。於", "1116": "中有二。初以微塵為喻。次以世界為喻。前中", "1117": "初佛問次善現答。此初也。然此喻中含其二", "1118": "意。一者聚塵為界喻。如攝指成拳。二者散界", "1119": "為塵喻。如開拳作指。初名聚喻次名開喻。若", "1120": "聚喻者。塵喻煩惱多。聚塵成一世界。喻斷多", "1121": "煩惱成一法身也。若開喻者。世界喻法身。散", "1122": "界作多塵。如依一法身起無量化身也。今問", "1123": "多不挾此二意也。無著云。此為第二破名色", "1124": "身自在行住。於中有二。初明二種方便。次若", "1125": "人言下明入相應三昧不分別。前中有二。初", "1126": "明破色身方便。次明破名身方便。前中初明", "1127": "細末方便。次明無所見方便。前中復二。初問", "1128": "次答。此初也。謂以世界漸次析至於極微。是", "1129": "多不。", "1130": "「甚多」世尊「何以故若是微塵眾實有者佛則", "1131": "不說是微塵眾所以者何佛說微塵眾則非微", "1132": "塵眾是名」微塵眾。述曰。此第二也。世親云", "1133": "但寄微塵為喻。非如言而有實如衛世師等", "1134": "所執微塵也。佛說微塵眾者。謂寄微塵以喻", "1135": "化身也。則非微塵者。非如外道等所執實微", "1136": "塵也。無著云。但破一合執故。觀解分析至不", "1137": "可析假說微塵。非實有也。", "1138": "世尊如來所說「三千大千世界則非世界」是", "1139": "名世界。述曰。此第二以世界喻法身也。於", "1140": "中有二。初標次釋。此初也。如來說世界者。謂", "1141": "寄世界為喻也。則非世界者。非如外道等執", "1142": "以眾多實極微成實世界也。彼執兩兩極微", "1143": "生第三。如是等故。無著云此破名身方便也。", "1144": "世界者謂眾生世間也。彼唯名身得名也。", "1145": "何以故「若世界實有者則」是一合相。述曰。", "1146": "此第二釋中。初却質。次說非。後明執實。此初", "1147": "也。謂若如其所執有世界者。即非是執。是正", "1148": "見故非虛妄也。以無實執實故一合相也。一", "1149": "合相者謂我執。謂執一身總聚五蘊以為我。", "1150": "故名一合相也。", "1151": "如來說一合相則「非一合相是」名一合相。", "1152": "述曰。此第二說非也。謂佛但於假蘊因緣和", "1153": "合之上假說一合。非則如其所執一合相也。", "1154": "則非一合相者非是所執一合相也。但假說", "1155": "一合既非。即明世界亦非有實也。", "1156": "一合相者「則是不可說但凡夫之人」貪著其", "1157": "事。述曰。此第三明執實也。謂如來假說一", "1158": "合相。凡夫於中起執為實也。", "1159": "須菩提「若人言佛說我見人見眾生見壽者", "1160": "見須菩提於意云何是人解我」所說義不。", "1161": "述曰。世親云第三明法我無實。於中有二。初", "1162": "明無我。次發阿耨多羅下明無法。前中初佛", "1163": "敘其外疑問其解不。次善現懸解答明不閑。", "1164": "此初也。謂小乘人等說言必有體。心不緣", "1165": "無。言有體故佛說我見等。明有我實心不緣", "1166": "無故。所執之義必成其有令能彼言故云若", "1167": "有人言也。無著云。此下第二明入相應三昧", "1168": "不分別。於中初明如所不分別為入之方便。", "1169": "次發菩提心下明何人何法不分別。前中初", "1170": "問次答。此初也。", "1171": "不也世尊是人不解「如來所說義何以故世", "1172": "尊說我見人見眾生見壽者見即非我見人見", "1173": "眾生見壽者見是名我見人見眾生見」壽者", "1174": "見。述曰。此第二答也。謂於諸法本無我法。", "1175": "眾生妄情執為實有。佛為破彼執故。隨其情", "1176": "說其解而說為我法。非謂言詮即有實體。縱", "1177": "令心取何廢無真。大乘之義緣無得生心。言", "1178": "詮不稱實故。謂世尊隨情逐解假說我人。非", "1179": "如其執即實有體。故云即非我見人見等也。", "1180": "是名我見等者謂如來假說也。", "1181": "須菩提「發阿耨多羅三藐三菩提心者於一", "1182": "切法應如是知如是見如是信解」不生法相。", "1183": "述曰。此第二明無法也。於中初勸知見次", "1184": "總結之。此初也。謂若發心者證真如時不見", "1185": "所執法相名為正智也。無著云。發菩提心者", "1186": "顯示何人是無分別也。於一切法者顯示於", "1187": "何法不分別。應如是知見等者。顯示增上心", "1188": "增上智故於無分別中知見勝解。於中若智", "1189": "依止奢摩他故知。依止毘鉢舍那故見。此二", "1190": "依止三摩提故。勝解以自在故。解內攀緣影", "1191": "像。彼名勝解。謂知與見但是一。無分別智與", "1192": "意相應。今言依止觀為別者。據前加行而說", "1193": "也。謂前欲修止故發智名之為知。欲修觀故", "1194": "生智名之為見也。", "1195": "須菩提「所言法相者如來說即非法相」是名", "1196": "法相。述曰。此總結也。所言法相者者謂假", "1197": "說法相也。即非法相者非是實執之法相也。", "1198": "須菩提「若有人以滿無量阿僧祇世界七寶", "1199": "持用布施若有善男子善女人發菩薩心者持", "1200": "於此經乃至四句偈等受持讀誦為人演說」", "1201": "其福勝彼。述曰。世親云此為第四子段中", "1202": "第四文也。於中初福校量。次明離相而說。此", "1203": "初也。謂法身不受福德其化身福德無盡也。", "1204": "以化身福德無盡故能為人說。故發心成佛", "1205": "者受持及為人演。其福勝以七寶布施也。", "1206": "云何為「人演說不取於相」如如不動。述曰。", "1207": "此明離相而說也。謂化身說法不取於相而", "1208": "說。已無分別執故不言我是化身等。是故得", "1209": "福多也。如如不動者。謂下一如字是真如。上", "1210": "一如字是比喻。謂化身說法之時不取有為", "1211": "相。猶如真如湛寂不動也。無著云。此段文下", "1212": "即是第六行淨住中第三為不染行住故。彼", "1213": "不染復有二種。一者說法不染。即上來所陳", "1214": "受持演說此經福勝七寶布施也。謂有大利", "1215": "益故決定意應演說而無所染也。二者流轉", "1216": "不染。謂說九喻。此顯示不可言說故。不演說", "1217": "彼法有可說體。應如是演說。若異此者則為", "1218": "染說。以顛倒義故。又如是說時不求信敬等", "1219": "亦為無染說也。", "1220": "何以故「一切有為法如夢幻泡影如露亦如", "1221": "電應作」如是觀。述曰。世親云此釋展轉疑", "1222": "中大文第四也。謂有疑曰。若諸佛如來常為", "1223": "眾生說法。云何如來入涅槃。為破此疑故立", "1224": "九喻。如玄記說。無著云。此即第二為流轉", "1225": "不染故。", "1226": "佛說是經「已長老須菩提及諸比丘比丘尼", "1227": "優婆塞優婆夷一切世間天人阿脩羅聞佛所", "1228": "說皆大歡喜」信受奉行。述曰。此第三大段", "1229": "喜悟修行分也。", "1230": "金剛般若經贊述卷下終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1700 金剛般若經贊述", "source": "CBETA"}