{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0597 龍王兄弟經: 龍王兄弟經: 龍王兄弟經", "text": {"0": "No. 597", "1": "龍王兄弟經", "10": "低舍。」佛如伸臂頃，即住虛空中。羅漢名須", "11": "檀，正衣服，於虛空中，長跪白佛：「我恒上下，", "12": "未甞冥如今日也。」佛言：「有兩龍王，瞋恚作", "13": "變，吐氣為雲故也。」復有羅漢名愛波，白佛：", "14": "「欲行止之。」佛言：「此龍大有威神。汝行者，必當", "15": "興惡意，出水沒殺天下人民。」摩訶目揵連", "16": "復正衣服，長跪虛空中問佛：「今日以冥，不復", "17": "見須彌山帝釋宮殿下已質樹子。」佛言：「有兩", "18": "龍王，一名難頭，二名和難，大瞋恚言：『何等", "19": "沙門欲飛過，摩我頭上？』龍身繞須彌山七", "2": "吳月支優婆塞支謙譯", "20": "匝，以頭覆其上，吐氣出霧故冥。」目連白佛：「欲", "21": "往訶止之。」佛言：「大善！」目連繞佛三匝而行。", "22": "釋提桓因從八萬八千玉女，於後園相娛樂。", "23": "目連先過其所，天帝迎之，稽首作禮。相問", "24": "訊已，乃到龍所。兩龍見之，大怒，便變化出", "25": "煙，須臾復出火。目連以佛意，亦變化出烟", "26": "必繞兩龍三重。稍前分身入兩龍身中，右目", "27": "入，左目出；左目入，右目出；右耳入，左耳出；", "28": "左耳入，右耳出；復入右鼻，左鼻出；入左鼻，", "29": "右鼻出，飛入其口中。兩龍謂目連在其腹", "3": "聞如是：一時佛在舍衛國祇洹阿難邠低阿", "30": "中也。目連亦復作龍身，繞兩龍十四重，以", "31": "頭覆須彌及兩龍。兩龍於下悚慄，延動須彌", "32": "山，以尾搏扇海水，百獸震怖。佛遙告目連：", "33": "「此龍今當能出水沒壞天下。汝且須止！」目連", "34": "言：「我從佛聞知此法。我有四神足，當信持", "35": "行之。我能取是兩龍及須彌山，著掌中跳過", "36": "他方天下；亦能取劑磨須彌山，令碎如塵；", "37": "復能磨須彌山及下地，令萬民不覺之。」兩", "38": "龍恐懼，稽首。目連復沙門身。兩龍化作人，", "39": "為目連作禮悔過。目連將至佛所。兩龍言：", "4": "藍。時有無央數比丘僧，皆阿羅漢也。阿難", "40": "「我迷狂惑，不知尊神，觸犯雷震，哀原其罪！」", "41": "便受五戒而去。阿難邠低到精舍，索佛及比", "42": "丘僧，了不見一人，便長跪白佛：「飯具以嚴", "43": "辦，佛可自屈。」佛即下到其舍。飯已，阿難邠", "44": "低言：「我求佛不見。佛從何所來？」佛言：「目連", "45": "與兩龍王共諍，適從天上來下。」問：「誰勝者？」", "46": "佛言：「目連。」阿難邠低言：「善哉！善哉！此龍乘", "47": "戒堅強，失之毫數，罪至於龍，威神尊重。目", "48": "連迺臣伏之乎！我從今日始，請佛及比丘僧", "49": "宣揚目連功德。」佛呪願迦羅越阿難邠低：「汝", "5": "邠低至佛所，作禮，却坐。佛言：「人當布施、持", "50": "前後飯食得道人，善鬼神當擁護汝家，皆令", "51": "安隱。」阿難邠低作禮而去。", "52": "龍王兄弟經", "6": "戒、忍辱、精進、禪定、智慧。」阿難邠低聞之歡喜，", "7": "即起白佛：「明旦請佛及比丘僧降德到舍，設", "8": "麁食。」佛默然。阿難邠低繞佛三匝而去。佛", "9": "告比丘僧：「旦日當上天投日中下，會阿難邠"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0597 龍王兄弟經: 龍王兄弟經: 龍王兄弟經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}