{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0732 佛說罵意經: 佛說罵意經: 佛說罵意經", "text": {"0": "No. 732", "1": "佛說罵意經", "10": "人從色飲食得身，作人無所畏，但恐得畜生，", "100": "三者，欲依經受人禮；四者，一切欲令人皆從", "101": "我受經，我為師故；五者，求經欲脫生死得度", "102": "世道，可與經道。", "103": "學經有五輩：一者，意欲多聞經；二者，欲多行", "104": "福；三者，欲解經；四者，為他人說經；五者，欲斷", "105": "生死。", "106": "五嫉者：一者，如人共事師，欲令獨愛我，不欲", "107": "令復愛餘人，是為居嫉；二者，自念我但作人，", "108": "獨生小姓家，是為生嫉；三者，見他人富有，", "109": "願欲與等，是為財嫉；四者，佛有深經獨欲得", "11": "從入地獄、餓鬼中耳！道人除鬚髮，行乞食，忍", "110": "之，不欲令餘人得之，是為經嫉；五者，見他人", "111": "端正，自念我獨不如，是為色嫉。犯是五嫉不", "112": "得道。", "113": "道人莫墮五諍：一者，諍佛；二者，諍法；三", "114": "者，諍戒；四者，諍經；五，諍賢者。道人莫諍", "115": "有是、無是也。", "116": "有五誤堅：一者，身誤堅；二者，要誤堅；三者，邪", "117": "誤堅；四者，貪誤堅；五者，誡誤堅。有七婬：一者，", "118": "見衣被色；二者，聞珠環聲；三者，聞婦人語聲；", "119": "四者，心意念談女人；五者，眼視；六者，念夫", "12": "於飢渴；去家，棄財產；目不妄視，守護六根；", "120": "婦禮；七者，意思想犯。是七婬不得道。人喜忘", "121": "有五因緣：一者，身忘；二者，多念忘；三者，著愛；", "122": "四者，見著；五者，本宿命者，謂故世惱人、斷語", "123": "驚怖人。勞忘，謂意念勞。飲酒得毒，四分飲水", "124": "得天氣，四分臥出得死，四分說善言得天，四", "125": "分說惡事得地獄——四分地獄。王有婦，弟死當", "126": "入地獄中，婦白王言：「莫令我弟入是獄中！」王", "127": "言：「汝為我止之。」其弟欲入，婦言：「是獄門不", "128": "可入！」弟言：「是中多所有。」便走入獄中。人為罪", "129": "所牽如是。", "13": "避惡因緣，為欲脫苦。又起一意有百劫殃，", "130": "人有直取他人犁軛用，不報其主，犁已欲", "131": "還之。佛言：「不應，爾已為盜！」人言：「我欲作金", "132": "軛償之。」佛言：「盜不解。」", "133": "人持戒乃孝順，報父母恩耳。何以故？不殺", "134": "萬物得長生，不盜物皆富，不婬、不亂、不欺皆", "135": "信，不飲酒皆淨，父母有時墮是中便安隱。於", "136": "佛寺中齋宿，不得臥沙門繩床、榻橙、机上及", "137": "被中，皆為犯戒。", "138": "人請道人，道人未食，不應問經；道人為說，有", "139": "罪。道人食，乃得問經道。", "14": "譬如種穀百倍萬倍，穀無所知，常得萬倍。人", "140": "不持戒、不行道，居佛寺中不如自投釜中，釜", "141": "中燒一身耳。不持戒、不行道，在佛寺中，燒無", "142": "數身。", "143": "道人亦應說經，人有問經者，無違。人持物上", "144": "道人，不應問經，後乃得問。受物亦不應說經，", "145": "有罪。", "146": "道人有五因緣，請不可行：一者，請甲不如乙，", "147": "不當行；二者，請乙不如請甲，不當行；三者，若", "148": "請甲，甲言為故請乙，乙不當行；四者，我從遠", "149": "方來，即時不請，後乃請，不應行；五者，若怨家", "15": "意有知，恐不啻耳！", "150": "不相便與之同里相近。若坐中，不當行。何以", "151": "故？睡眠用止意故。止有三輩：一者，生死行止；", "152": "二者，道行意不至，生死因緣意中止故。復睡", "153": "眠人喜睡眠，有三因緣：一者，多食；二者，飲；三", "154": "者，憂。復有三因緣：一者，身休息；二者，餘意極", "155": "臥出更受意；三者，留受故。", "156": "人臥出有意、有識、有壽、有命、有喘、有息，晝日", "157": "凡三萬六千五百息小完等耳。有八行除睡", "158": "眠：一者，小食；二者，坐；三者，立；四者經行；五", "159": "者，誦經；六者，視星；七者，洗面；八者，觀骨。不", "16": "人坐行道，若見海水蟲、若所有物，皆前世水", "160": "解當念諸善事，意已轉，當自還物。欲得福道", "161": "定意故，得念餘事已自解。", "162": "有身得福，有口意得福，有空得福；亦有身得", "163": "罪，亦有口意得罪，亦有空得罪。空得福者，謂", "164": "夢得金銀、珍寶、豪貴、富樂，是為空得福。空得", "165": "罪者，夢人來殺人，若侵人，是為空得罪。口教", "166": "人作惡，若勸人殺人，後因緣橫為人所捶，是", "167": "為坐口罪意；自作因為緣，人所傷殺，是為意", "168": "罪。", "169": "人所以有善惡夢者，欲飲食、無有物，但有意，", "17": "中蟲物。若禽獸，通世作禽獸，今世得因緣故，", "170": "因夢好飲食。意欲殺人，因夢人來殺之。皆有", "171": "因緣，或前世、後世或現世。上夜夢者，朝暮", "172": "現在事。", "173": "夢所為善惡，皆意所作，所對亦俱意。譬如有", "174": "人直取一物觀視已，便藏去之。雖不見，意念", "175": "即來，與見無異。前世所作，便自與今世意作", "176": "對。", "177": "人死後復坐住者，用生時喜作鬼恐人；或世", "178": "得病時，語邊人呼我覺。以是故，已死復起坐", "179": "住。", "18": "罪但當行多，所見皆為罪，當覺是意，前世為", "180": "墮龍中有四因緣：一者，多布施；二者，多瞋恚；", "181": "三者，輕易人；四者，自貢高坐。是為四事作", "182": "龍。上頭一得福，後三事得龍身。", "183": "《律經》說：諸畜生有角者，為前世喜著角，橫叉", "184": "為好，得角罪，畜生身。或有異色者，為著彩", "185": "衣，有惡意，貪以為好，故得是罪。", "186": "鸚鵡有赤脣嘴、赤足者，前世喜彩衣、朱脣。女", "187": "人喜著長裙，後世墮雉鸐中長尾，皆過世所", "188": "喜，今因得之。", "189": "人及畜生身體多瘡者，前世以木竹刺生魚、", "19": "共地獄中。", "190": "畜生口故，今世得罪如是。", "191": "若人畜生視見，有喜者、有瞋恚者，為前世相", "192": "與善，今世相見便喜；前世不可故，今相見不", "193": "喜。", "194": "作畜生為惡福，得食便喜，是為惡喜。謂其人", "195": "前世作惡已便喜，故得是福。畜生不得美", "196": "食，有三因緣：一者，不習；二者，善福盡；三者，罪", "197": "使自然。", "198": "畜生亦欲色、聲、香、味、細滑，亦自相與語，但不", "199": "能如人語耳。女人有鬚者，故世從羊中、鷄鶩", "2": "後漢安息國三藏安世高譯", "20": "過去罪為衰，現在為罪未為殃。惡有父母：", "200": "地中來，以故有鬚。", "201": "魚鼈無聲者，前世斷人語頭故。魚生不即生，", "202": "乃七日乃生故；著草木在乾處四五十歲，得", "203": "水乃生。所以多子者，作惡人多，罪同俱生。好", "204": "瞋恚、嫉妬、癡、婬，行是四，墮獼猴中；作事不安", "205": "諦，亦墮獼猴中。人好作倡伎，後世墮鳥、蟲、", "206": "獼猴中。喜學殺祠祀，後世墮羊中。何以故？斷", "207": "人頭皮剝皮解。或前世喜劫人，解取人衣被，", "208": "故得殃。蟲亦復前世劫人，解取人衣被，令寒", "209": "凍向火。故自先得是殃，吐絲自凍，入湯火中", "21": "癡為惡父，愛為惡母。善亦有父母：三十七品", "210": "死。愚癡喜殺，後世作猪。驚怖人，後世作鹿。多", "211": "貪嗜美，後世作蠅。好捶人，後世作驢。所以長", "212": "耳者，好挽人耳。畜生好搏人耳，或故世征卒。", "213": "何以故？一卒傳，餘卒皆作聲；一驢鳴，餘驢亦", "214": "鳴。負債不償，作牛。牛所以破蹄者，有二因", "215": "緣：一者，負債；二者，好著木屐以作好。馬所", "216": "以完蹄者，有二因緣：一者，負債；二者，好著木", "217": "舄以為好。", "218": "有六人共為伴，俱墮地獄中，同在一釜中皆", "219": "欲說本罪：一人言：「沙」，二人言：「那」，三人言：「持」，四", "22": "經為善父，六波羅蜜為善母。復有父母：佛為", "220": "人言：「涉」，五人言：「姑」，六人言：「陀羅」。佛見之便笑，", "221": "目連問佛何以笑？佛言：「有六人為伴，共在地", "222": "獄釜中，各欲自說湯沸踊躍，不能得再語，各", "223": "一語便復沒。第一人言沙者，世間六千億萬", "224": "歲，在地獄中為一日，當何時竟也？第二人言", "225": "那者，無有期，亦不知當何時得脫？第三人", "226": "言持者，咄咄當用生為治生，如是不能得自", "227": "制意，過世我所多少不知厭足。第四人言涉", "228": "者，我治生至誠，亦令我財產屬他人，我為得", "229": "苦痛。第五人言姑者，誰當保我從地獄中得", "23": "父，法為母。隨佛語，案法行，是為父母行。", "230": "出，便不復犯道禁，得上天受天下樂者。第", "231": "六人言陀羅者，是事上頭本不為心計，譬如", "232": "驅車失大道，入邪道折車輻，悔無所復及。」", "233": "佛說四關，從世間上至第六天為死關，從", "234": "第七天上至十八天為空關，從十九天上至", "235": "二十三天為非常關，從二十五天上至二十", "236": "八天為出關。出是四關，為出要。極福不過二", "237": "十八天，極惡不過阿鼻泥犁，其餘殃罪，皆有", "238": "多少。從一事便有三毒，從三毒便有三惡", "239": "道；無有三惡道，人亦皆得道。從阿鼻大泥犁", "24": "人墮地獄中，鬼欲持棒擊之。其人意便念：「鬼", "240": "至六天同為一界；從七天上至十九天同行", "241": "四等心，復為一界；從二十五天行非常、苦、空、", "242": "非身，上至二十八天，復為一界。不脫二十", "243": "八天，三毒未盡，復下作人，往來三界，欲求出", "244": "要，當滅思想。", "245": "從阿鼻摩訶泥犁上至第六天為欲界；從七", "246": "天上至十九天為色界；從二十五天上至二", "247": "十八天為無有色界，無有思想，亦有思想。從", "248": "阿鼻泥犁以上至二十八天為生死界；過", "249": "二十八天，為無為界。斷貪婬，乃到色界；斷瞋", "25": "會當復滅不得久！」意念如是，則便解脫生天", "250": "恚，墮無思想界；斷愚癡，乃到要出。三界有", "251": "三處：一者，從阿鼻泥犁上至六天，為貪婬處；", "252": "二者，從七天上至十九天，名為行色著；三者，", "253": "除四天上至阿那含，從二十五天上至二十", "254": "八天，無有思想亦有思想，名為行無有色。是", "255": "為三處，墮生、死轉行色著。譬如火光但可", "256": "見，不可得持也。在貪欲處，在喜色處，是為", "257": "三處。從泥犁、畜生、餓鬼，貪婬色當出向，三活", "258": "在願。何等道", "259": "要？有三本：有惡本，有善本，有道本。地獄、畜生、", "26": "上。", "260": "餓鬼，是為惡本；從人中上至第六天，是為善", "261": "本；從第七天以上出十二門，是為道本。已到", "262": "二十八天，不得脫者，有三因緣：一者，貪；二者，", "263": "有癡；三者，有意。故不得脫。已出十二門，當願", "264": "無有意。三毒不斷，不上脫者，未盡故。二十八", "265": "天何以故？先身本世間時，不貪身、散意故，斷", "266": "外七事；上第六天受福，斷內三事。上十八天", "267": "上，從二十一天為四處，屬阿那含。", "268": "行十善有生第一天上者，有生第六天上者，", "269": "作善有多少，故不同處。行十惡有入地獄者，", "27": "有六事沒法：一者，不事佛；二者，不事法；三者，", "270": "有入畜生、餓鬼者，作惡有輕重，故不同處。行", "271": "善復得惡，行惡復得善，善中有小惡，惡中有", "272": "小善，微不可見。善中無小惡，亦不復墮惡中；", "273": "惡中無小善，亦不得出。極惡極惡不過阿鼻", "274": "泥犁，極善不過二十八天，不覺知微意故，", "275": "不得脫也。一切從行十善得生天上人中，天", "276": "人所以化生者，本在世間時不向色，覺惡露", "277": "不淨，從是得化生；有向意便當更女子胞", "278": "胎。諸天得化生，有五因緣：一者，不近女人；二", "279": "者，意不起；三者，不願小兒；四者，喜獨坐；五者，", "28": "不事戒比丘僧；四者，不事黠人；五者，不多教", "280": "不用世間。不貪身，亦得化生也。", "281": "人命欲絕時，當持意，念息已，意者著喘息有", "282": "時。從第一天上是意息觀身有三十二物者，", "283": "計：髮、毛、齒、骨、皮、肉、五藏，十一事屬地；淚、涕、唾、", "284": "膿、血、肪、髓、小便，七事屬水；溫熱注、消食，二事", "285": "屬火；風有十二事。是三十二物皆從地、水、火、", "286": "風出。何等為地？人生從穀精氣，穀為地，意為", "287": "種，精氣為水，兩便合，生身故。求一衣、一食，是", "288": "為養氣，護主人身。為本無故，滅盡無常。得道，", "289": "便知身非身，念身不久，要當死敗。意為人", "29": "人精進行道；六者，論議賢者。却是六事為增", "290": "種，便守意一心。癡人不可守護魂魄神，但", "291": "養四柯，為色味所欺，謂身是我，計不知惡，一", "292": "切從身起飲食貪味，便墮苦，往來生死不脫。", "293": "本逢惡對，魂魄空去，趣善惡之道，身死墮", "294": "地，日夜消腐，亦本無所有，但意行故化成，身", "295": "死皆歸土，萬物亦爾，皆過去是為非常。人不", "296": "自計，多念萬端，皆不為一已，是為苦。身死索", "297": "棄，萬端亦爾，亦滅是為已，復生生復苦，便作", "298": "善惡行，種栽未知所趣，是為非身。道人行道，", "299": "當為斷。人不知四非常，終不得道。己自計身，", "3": "佛說罵意。十方蟲蟻一切皆噉已，十方蟲蟻", "30": "法。", "300": "視諸死敗，知人物皆空，空無所有，意便守", "301": "止，得行歡喜。已得行，心便安。不離五者，其心", "302": "一，是為道。", "303": "己自計身，知無所有，便身意止，痛痒意法亦", "304": "身意止。止謂三事，痛痒止，痛痒意止，謂四事：", "305": "貪欲止，意止內三事；思想止、作意止，謂識滅", "306": "外法止。是為四意止。止便守，守止便觀。故經", "307": "言：「止觀俱行，為得四諦。」", "308": "故佛言：「獨坐思惟自意，謂思惟滅色、痛痒、思", "309": "想、生死、識。」自意止者，外滅意止，常行如有，見", "31": "不當於福中作罪，寧於罪中作福。人在學處", "310": "道為如有，坐行便自見故。經言：「比丘能如是", "311": "內意止乃守止。」是意當先觀，思惟滅念，念待", "312": "自意便守意。意不出身，為道人待外，謂萬物；", "313": "念在內，謂思。識欲滅念，待常念物非常敗，皆", "314": "非我所，我亦非物。生急念念死時，持何等去？", "315": "持善持一心，持諷經多樂故。佛言：「是汝物持", "316": "去，其餘一切皆非我所。」意當識念何等恩愛", "317": "會當別離，各自消腐，念之但亂人意、隨人", "318": "罪，要有還身守淨，趣泥洹道。", "319": "佛從一心至九道，念四色皆當消滅。謂人死", "32": "不行道、誦經，是為於福中作罪；人得病瘦、縣", "320": "四日、五日欲臭敗，色轉正青；五日、六日膿血", "321": "從口、鼻、耳、目中出正赤；後肌肉壞敗，腸胃生", "322": "蟲，還自食肉，革消腐骨項正白；久久轉黑", "323": "作灰土。地、水、火、風、空皆非我所意！汝從無", "324": "數世以來，亦為人作妻子、奴婢，亦作畜生牛、", "325": "馬、蟲，勤苦重負債，亦為人所屠剝、膾炙。今為", "326": "人復取人作妻子、奴婢，亦取畜生牛、馬、蟲，屠", "327": "剝、膾炙、刺斫自在，身死皆當復受。行道人！汝", "328": "寧見人死氣絕，便無所知，身挺正直，便臭", "329": "壞可惡，諦念便畏不欲見。何以故不怖？令人", "33": "官、水火、亡錢財不憂，是為罪中作福。不當於", "330": "上天得泥洹道也。", "331": "佛知九道皆空無所有故，還就一心。行道人", "332": "急滅念，侍無所他如，便至物深固行拘深俱在，", "333": "所見用不在故不見。意欲、貪念非常敗，婬當", "334": "念對、瞋恚念等、心愚癡念。本行不常，無為安", "335": "隱，人不知非常，終不去貪，亦不離薜荔道。", "336": "世間所有如夢耳，夢飯食見好，覺便不見。世", "337": "間所有如是，生便死、成便壞，要皆歸空，當何", "338": "等貪？人有妻子、財產亦爾。何以故？人治生得", "339": "錢財利時，若室家合會喜樂。譬如飛鳥聚會，", "34": "福中作罪，燒香、散花、乘車，訶作是取是候，是", "340": "亦皆無常，一旦別離，亦便不見；正使有常，憂", "341": "恐萬端，意在生死中為日積罪。黠人自約", "342": "少欲，趣求一衣一食；從定意行，不求地止，常", "343": "還身守淨，斷求念空。問曰：「行道守意本從何", "344": "起？」說曰：「天地性成，人從十五天上來下，壽無", "345": "有夭。拔生死五道從六衰起。」人生心意本", "346": "自善，無有貪愛、痛痒、思想、生死，識，為目、耳、鼻、", "347": "口所欺。目先視色，耳聽音，鼻知香，口知味，", "348": "心為念，作十事成五陰，意為識，合為六衰，因", "349": "作善惡行種成，我從是便有老病死生。五", "35": "為福中作罪。", "350": "道求道，欲斷生死故，自守意止，目色止，耳", "351": "聲止，鼻香止，口味止，身好斷六衰行，觀壞心", "352": "念，坐禪滅意。識得道者，五陰悉滅。知本無便，", "353": "念空想空，徑向泥洹門。於已守者，意為識主", "354": "行故，要六衰為禍，行種五道根本。道人精思，", "355": "自守四意、欲止無邪，念識思想走何道？人欲", "356": "滅念、識、思想，當一切行，不當斷身十事。身、口、", "357": "意三事者定，五陰、六衰乃正。三定者：口無", "358": "所知為口定，身無所知為身定，意無所念為", "359": "意定也。", "36": "殺有九輩，罪有輕重。寧殺千頭蟻，不殺一頭", "360": "意有四病，癡多者，謂五陰多。五陰多，意便走、", "361": "不得行。不得行，便自瞋恚、便婬念起，不能制，", "362": "便墮癡。故行道要當斷五陰，斷五陰痛痒不", "363": "安多欲是。師曰：「身不欲行，用多疲極故；意", "364": "不欲行，不欲念死敗苦空故。」", "365": "問曰：「何等為本生？」師言：「謂不疑為本根生。」「何", "366": "等為向？何等為對？何等為行？」師曰：「不轉意為", "367": "向，不轉念為對，可意為行。」", "368": "問曰：「是何等田？誰名為田？」「意汝為有意，田", "369": "家不知為無意耶！田家不覺，汝為有意覺，田", "37": "蠅。如是上至人，殺大得罪益大。作百佛寺，不", "370": "家為無意不覺耶！可言意覺。婬味亦意。何以", "371": "故？不覺近。出家無有田，如是為是。」問：「有意", "372": "佛鄉里無意耶？」「如是為本無身意，但自作是", "373": "得是，譬如五種本，亦無有種便生，人生亦本，", "374": "無有種便有。如然火，焰出為𤏳；𤏳去薪便", "375": "止。人自計身非身，萬物亦止。」難曰：「本無有意，", "376": "所以守何？」師曰：「用本無故，可守；滅本有，不可", "377": "守。」", "378": "師曰：「道有四要：一者，眾持戶；二者，知身非", "379": "身，便壞身不復愛，是為從人得出門，第六天", "38": "如活一人。活十方天下人，不如守意一日。人", "380": "上戶；三者，知非常意不復向，是為得出第十", "381": "八天戶，四者，如空滅空，是為得出二十八天", "382": "戶，空滅乃墮道故。經言：『行道覺者得出，謂", "383": "覺苦、空、非身、非常。』得出者，謂得出四要界，得", "384": "第一禪上七天，有身但有影。何以故？行道壞", "385": "身故。念身觀頭、髮、腦，念髮本無所來，作為化", "386": "成皆當腐落；腦如凝米粥，皆當臭敗；眼但有", "387": "穴，水皆當汁出空；耳但有穴，皆垢水漏；", "388": "鼻口唾涕，皆當流出，棄散消壞；舌、咽喉、肺捲、", "389": "肝、心，心中惡血；膽、膈、脾著胃，腎著脊骨，", "39": "得好意，其福難量。", "390": "胃中有味消食；大腸有屎，小腸有穴有溺", "391": "發便，少腸皆當膖脹壞爛；腸、胃屎溺相澆", "392": "灒，臭處可惡；下有尻肉血兩脛脡兩足，肌肉", "393": "消盡，筋脈壞敗；骨鎖節節解墮；脛脡礭正", "394": "白，髀骨如車輪，尻骨與脊相連，髆骨與肘", "395": "臂手相連，皮革亦消腐，節節解墮；頸骨與", "396": "髑髏相連，血肉消盡，還作灰土。一切蠕動出", "397": "氣不報，便以過世，身體挺直，不復動搖。火", "398": "去身冷，風去氣絕，汁從九孔流出便為水", "399": "去，不復食為地去。三四日色轉青黑，膿血從", "4": "一切亦噉我——何不知慚？十方蟲蟻一切我", "40": "施與惡人物，後當與惡人為因緣，是為受惱。", "400": "口、鼻、耳、眼從九孔流出，正赤肌、骨、肉壞，腸、胃、", "401": "五藏支節，一切還為灰土。視萬物如是，自", "402": "身亦爾，皆滅盡為空。出息、入息諦知為空，便", "403": "可近道。」", "404": "佛說罵意經", "41": "施與善人物，是為福相從。亦不當受惡人", "42": "物，後與相逢，是為惱得惱。寧受善人物，施", "43": "與善人物，不當受惡人物，施與惡人。寧與惡", "44": "人物，不受善人物；寧受善人物，不受惡人物。", "45": "人得惡意當斷，得善亦當斷。惡意者，地獄、", "46": "畜生、餓鬼；善意者，天上、人中——一切當斷。有五", "47": "魔生亂人意，令人不得道：一者，天魔；二者，罪", "48": "魔；三者，行魔；四者，惱魔；五者，死魔。道人行", "49": "道，當覺是五魔。有五事，十方佛無能制者：一", "5": "為作婦，我亦一切取十方蟲蟻作婦——何不能", "50": "者，宿命當忘；二者，命應當上生；三者，命當盡", "51": "壞；四者，命當老；五者，命當死。是事無能制", "52": "者。", "53": "人在生有四事：一者，有善計善相隨。二者有", "54": "惡計惡相隨。三者有善計惡相隨。四者有惡", "55": "計善相隨。", "56": "人所有所念，意亦滅，身亦滅，所見因緣亦滅。", "57": "後世行受殃福者，譬如種果，今年已熟墮地，", "58": "後年復有果。罪譬如樹，意因緣譬如果。人", "59": "所作善惡，有四神知之：一者，地神知之；二者，", "6": "作愧？在生死大久不可數，當種習道，不當", "60": "天神知之；三者，傍人知之；四者，自意知之。", "61": "有三因緣固道：一者，行；二者，受；三者，殃。作惡", "62": "事，是為行；已生，是為受；已受，為殃。有五屠家", "63": "子，暮歸便念道，後壽終於惡道中，暮夜以五", "64": "樂樂之至明，復以五毒治之。", "65": "有二輩人受佛語，謂已黠人、亦癡人，是為二", "66": "輩。三事不可見，譬如持戒，諸惡不可見。", "67": "道人傳經已，行道有四受福：一者，行道一心，", "68": "無所食飲，得受人禮；二者，素貧窮無所有，得", "69": "受人禮；三者，居自有足，不得受人禮；四者，人", "7": "習種畜生業。犯婬妷有五罪：一者，亡錢財；", "70": "身行道，乍食取足不得多受。", "71": "人語應經法當受，不應莫受，聞經亦爾。為人", "72": "說經，雖亂人意，無有罪。何以故？本說經時，不", "73": "欲亂人意，說經雖亂人意，譬如食毒當死，因", "74": "教服止毒藥，便不復死，佛經譬如止毒藥。道", "75": "人有四事，火不能燒，兵不能加：一者，佛所", "76": "使未受；二者，得滅盡；三者，得四禪；四者，在道", "77": "意，不在生死。", "78": "佛在世時到人家，主人便閉門，不欲令餘人", "79": "見佛，後世兩目無所見，是故佛經欲發露。然", "8": "二者，墮驚怖；三者，畏縣官；四者，得怨禍；五者，", "80": "燈得天眼，亦得遠見，亦得光明；作炷，得好", "81": "眼眶；與麻油膏，得好瞳子；與火，得識諦。從是", "82": "因緣，得好眼與燈，後世得金銀珍寶器。", "83": "人來說惡事，迷亂人意是魔，所作當覺；是", "84": "名好人得惡父母，是為罪。魔人來罵，但有風，", "85": "耳當避之，是為惡風；不避，反為惡人風所中。", "86": "從是五得坐，是五行墮惡道。", "87": "入眾人聚會中，有四輩事應牽出：一者，非法", "88": "說為亂人意到，便牽出；二者，見所語非，不制，", "89": "為牽出；三者，見所為不是，不教，為牽出，四者，", "9": "己命盡墮惡地獄中。", "90": "所問不如法，不復與語，為牽出。聚者比近道", "91": "人聚中，蚤、虱、蟲、蟻齧人，有四因緣：一者，宿", "92": "命當從受罪；二者，魔來壞人，不欲使得道；三", "93": "者，不索淨處；四者，不等心。", "94": "有八輩人不可信：一者，貪人；二者，嫉人；三者，", "95": "瞋恚人；四者，輕薄人；五者，吏人；六者，異心人；", "96": "七者，怨家人；八者，女人、縣官、水火、蛇蚖、利", "97": "刀，是不可近，近便殺人。", "98": "貪愛經有五輩：一者，欲使人知我有經，多欲", "99": "自貢高得名聞故；二者，欲持行窮，人自不解；"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0732 佛說罵意經: 佛說罵意經: 佛說罵意經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}