{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1141 慈氏菩薩略修瑜伽念誦法", "text": {"0": "3 持誦真言品", "1": "慈氏菩薩略修愈誐念誦法卷下", "10": "法力故隨所作處。等彼聖力驅使諸賢聖及", "100": "於蓮華上置金剛羂索。右第四手倒畫寶", "101": "螺。如旋弄五股杵形。次左第五手持寶幢", "102": "幡。右第五手執蓮華。於蓮華上畫七寶宮殿。", "103": "次左第六手執數珠。右第六手執蓮華。於蓮", "104": "華上置羯磨金剛。次左第七手持蓮華。於蓮", "105": "華上置寶金剛。右第七手執蓮華。於蓮華", "106": "上置法金剛。次左第八手持蓮華。於蓮華上", "107": "畫如來毫相三昧耶。右第八手執蓮華。於蓮", "108": "華上畫如來眉形三昧耶。次左第九手執蓮", "109": "華。於蓮華上畫如來眼三昧耶。右第九手執", "11": "諸天龍八部一切鬼神。皆不敢違。以法印力", "110": "蓮華。於蓮華上畫如來鼻三摩地形。次左第", "111": "十手執持如來耳根三昧耶及三莽地印。右", "112": "第十手持蓮華。於蓮華上畫如來舌根三昧", "113": "耶。次左第十一手持如來口三莽地。右第十", "114": "一手持蓮華。於蓮華上畫佛心三昧耶。次左", "115": "第十二手持蓮華。於蓮華上畫如來臍三摩", "116": "地。右第十二手執蓮華。於蓮華上畫如來", "117": "馬陰藏三摩地。次左第十三手持蓮華。於", "118": "蓮華上畫如意摩尼。右第十三手持如意棒。", "119": "次左第十四左執如意寶劍。右第十四", "12": "不思議故也。", "120": "手執如來寶鏡。次左第十五手執蓮華。於蓮", "121": "華上畫寶師子。右第十五手把金剛杵鐸。", "122": "已上如是三十手皆以金剛拳執寶蓮華。於", "123": "蓮華上置印契。皆以繫天帶光焰繞之。及以", "124": "天衣種種莊嚴像。左右皆畫十鉢羅二合󰻫波", "125": "羅蜜多菩薩。前後復畫內外八供養菩薩等。", "126": "各執本契住於圓明。皆向慈氏本尊而恭敬", "127": "相。上下諸莊嚴供養具。并畫持真言者皆如", "128": "常法。我已略說莽賀怛唎二合耶三昧耶像", "129": "法竟。", "13": "復次此法隨所行處。或印己身成彼本尊", "130": "復次更說入三莽地。省略一尊慈氏之像。取", "131": "一幅絹畫圓明。於圓明中心畫本尊慈氏如", "132": "來。結跏趺坐如入三莽地形。有兩臂又從手", "133": "掌持一寶蓮華臺。於蓮華臺上畫𡲼嚕左曩", "134": "佛塔。於佛塔上畫大日如來通身寶光。皆從", "135": "光中又化出諸佛世尊。如鉢羅二合󰻫佛母菩", "136": "薩像。以諸佛為光。上下莊嚴一如前。同對像", "137": "持誦速得悉地也。", "138": "6 大漫拏囉品慈氏菩薩略修愈誐大漫拏囉品第六", "139": "復次我今為修妹怛唎二合耶法速令證得大", "14": "身。或印他身亦隨他身隨作而成。譬如拙人", "140": "悉地。是故略說悉地漫拏攞法。先簡擇吉宿", "141": "直日與本法相應。擇取勝地已平治。取淨土", "142": "填實平正。以瞿莽母移及瞿莽母怛囉二合", "143": "并和沈水香末水加持而塗。乾訖次取龍腦", "144": "欝金香相和。以真言加持更塗中心皆以真", "145": "言加持量取十肘。或八肘五肘乃至最勝四", "146": "肘。若十肘者五肘為中心圓明。五肘分為兩", "147": "邊。若八肘者取四肘為兩邊。四肘為中心", "148": "圓明。若四肘分二肘為中心。二肘分為兩邊。", "149": "外兩院聖是也。又四面二肘分為兩院。中心", "15": "手執諸佛菩薩印。印於泥沙及皇等。皆成", "150": "大圓又更分為九圓。每圓中各畫佛菩薩等。", "151": "其中心更分為九圓。於中心及四面四圓。畫", "152": "本尊及佛為中心。各有四波羅蜜等菩薩。四", "153": "隅半月輪各畫四供養菩薩。最中心本尊。四", "154": "面四波羅蜜四面四圓四方佛。各依本部四", "155": "智波羅蜜菩薩。四隅四內供養。四圓各依四", "156": "部四印母地菩薩。四隅隨四方畫本部四攝", "157": "及外供養印。以八金剛界道。每金剛界道上", "158": "畫法界塔印及八寶瓶等。一依如常以鮮花", "159": "插之。又第二院分為三道。第三院亦如此。兩", "16": "諸佛菩薩像。隨印成諸形像。此法印力亦復", "160": "院界道。從外第一安位坐聖眾。第二位下食", "161": "飲食等供養之位。第三院分作案行行食來", "162": "往位道。第二院從外畫白黃赤三道圍之。表", "163": "三戒定慧之義。亦是三身之義亦是三解脫", "164": "之義。第三院最外白黃赤青黑之五道圍之。", "165": "表五智之義。亦是五分義亦是五輪之義。", "166": "亦是五部之義。通前成八解脫之義。中胎表", "167": "十一地方便為究竟智遏字之義也。第二院", "168": "直東畫𡲼嚕左曩如來。左邊畫虛空眼三莽地", "169": "菩薩。右邊畫如來毫相三莽地菩薩。又左邊", "17": "如是。雖未得悉地。以執諸佛法印之力。依教", "170": "畫妙吉祥童子菩薩。右邊畫普賢菩薩。又左", "171": "右畫八大佛頂輪王。各依位次畫之已上十二尊位", "172": "如法畫之。", "173": "北面直北畫觀自在王菩薩。左畫得大勢至", "174": "觀自在菩薩。右畫部母白處尊觀自在王菩", "175": "薩。又左邊畫忿怒觀自在王菩薩。右畫隨心", "176": "觀自在王菩薩。又左畫一髻觀自在金剛。右", "177": "畫馬頭觀自在金剛。又左右分畫七吉祥觀", "178": "自在菩薩。各依次第如法畫之已上畫十三位如法畫之。", "179": "南面畫執金剛藏王祕密主菩薩。左畫金剛", "18": "而行便成本法。若執法界印印於己身。即成", "180": "母菩薩。右畫金剛鉤菩薩。左畫金剛拳菩薩。", "181": "右畫金剛甲菩薩。左畫金剛鎖菩薩。右畫金", "182": "剛槊菩薩。左畫金剛牙菩薩。右畫金剛忿怒", "183": "月黶王菩薩。左畫金剛甘露瓶菩薩。右畫金", "184": "剛鈴菩薩已上十三尊位如法畫之。", "185": "西面開門。門左邊畫降三世尊明王。右畫不", "186": "動尊明王。左畫千手千眼觀自在菩薩。右畫", "187": "如意輪觀自在菩薩。左畫虛空藏菩薩。右畫", "188": "地藏菩薩。左畫除一切蓋障菩薩。右畫十一", "189": "面菩薩。又門左右畫難陀龍王及拔難捺愈", "19": "本尊慈氏真言體。若以𡲼嚕左曩法印印於", "190": "龍王。以守護門者各依左右。次第而畫本印", "191": "作之已上八尊一邊置四尊。", "192": "如上四面四角空間處。畫四外供養菩薩當", "193": "部諸明王等尊。各依本部使者如法安置次", "194": "第畫之　次第三院東面從東北角。畫大自在", "195": "天王兼眷屬　次南畫東方天。以七曜圍繞", "196": "之　次畫大火德天王　次正門畫能仁天王", "197": "次畫日天子。七曜圍繞之　次東南角畫火", "198": "仙像　以西畫那羅延天王　次畫尾嚕荼迦", "199": "天王　次正門畫焰魔法王　次畫大黑天", "2": "青龍寺山林院一切經", "20": "己身。亦成𡲼嚕左曩之身。乃至應生諸菩薩", "200": "次畫鬼子母女天　次西南角畫囉訖灑二合", "201": "莎王　次北畫尾嚕博訖沙二合天王。七曜圍", "202": "繞之　次畫月天子。七曜圍繞之　次門南", "203": "畫水天王　次門北畫地神天　次正門畫地", "204": "神天王　次畫大辯才天女　次畫阿素羅王", "205": "次西北角畫風天女　次東畫蘖單拏王", "206": "次畫藥訖沙王　次正北畫多聞天王　次畫", "207": "大功德天女　次畫青目天女等　如上所說。", "208": "十方天王眾法界神眾。一一布列畫之。各執", "209": "本三莽地契。形狀瞋怒喜笑。慈悲柔軟等面", "21": "莽賀薩埵。諸天龍八部乃至人非人等之身。", "210": "目。天衣珠鬘甲冑環釧。形勢一看臨時就四", "211": "種法中。如上佛菩薩金剛天眾。一一依本法", "212": "相應作之。隨四種漫拏攞。方圓三角半月等", "213": "隨法作之。其漫拏攞大小任意作之。分半為", "214": "中圓半為兩邊。一一次第置之。又於半取兩", "215": "邊分為兩院。又就兩院中每院分為三道。從", "216": "外第一分安置聖眾。第二分下供養飲食香", "217": "花燈塗菓子等。第三分辦事者下食等。往來", "218": "之位開面門。三方閉若十肘已上門。四門寶", "219": "瓶二十一箇。中院安立五箇瓶。外兩院各", "22": "隨所印相即成本身。印己印他。皆成本體三", "220": "安八箇。四每院角。四方各安一箇。蠟燭準", "221": "此數。安置香爐亦準瓶數。用蘇燈九盞中院", "222": "安置。外兩院各四十九盞燈。都九十八盞。", "223": "菓食及三白食椀等。中院九箇。外院各準香", "224": "爐數同。五色綵帛五方鎮坐。儭施物等。中心", "225": "五方。外院各四方四角安置之。本尊倍加食", "226": "飲施物皆加供養。所獻之物皆辟除垢穢。今", "227": "光顯清淨然後供養。若不辦上法供養。中下", "228": "亦得。若中漫拏攞畫印契。若下漫拏攞單畫", "229": "蓮華臺。上畫種子字。若更事急不得廣辦漫", "23": "昧耶之身。雖凡愚不見。一切聖賢天龍八部", "230": "拏攞。單畫名字亦得。其瓶不能廣辦都五箇", "231": "亦得。若造五色粉壇亦得。供養皆和龍腦欝", "232": "金香末加持作法。然後捻用之。餘事準上法", "233": "同。我已略說慈氏大漫拏攞法竟。", "234": "7 觀一生補處諸佛集會灌頂漫拏攞品慈氏菩薩略修愈誐法觀一生補處諸佛", "235": "集會灌頂漫拏攞品第七", "236": "我今略說觀一生補處菩薩。於知足天上諸", "237": "佛集會。觀一生補處菩薩。頂上十方一切補", "238": "處菩薩諸佛集會亦復如是。且觀一世界為", "239": "一漫拏攞會。於彌盧山頂。上至有頂下及金", "24": "諸鬼神及尾那夜迦。皆見本尊真身。諸護法", "240": "剛輪際。為一道場宮。知足宮為中心。中心三", "241": "重為圓曼拏攞。外兩重為方漫拏攞。中心第", "242": "一圓內更分五圓。四隅四半月。皆置五尊。一", "243": "一界道以寶柱。上置法界塔印。其中圓明外。", "244": "佛向外禮十方本有法身佛。又大圓明內慈", "245": "氏如來。禮我本有法身佛。", "246": "第二院置十方諸佛雲集之像。皆執袈裟角", "247": "印。第三院置諸大菩薩雲集之像其佛皆左", "248": "手執袈裟角為金剛拳置臍下。右手曲臂向", "249": "嬭上展五指颺掌第四院方壇。十方諸佛", "25": "明王等。為此親近俱相助成悉地速得成就。", "250": "兼菩薩及二侍者。八大菩薩各二侍者。八大", "251": "明王并諸侍者。悉地仙眾并侍者。八大聲聞", "252": "及四大緣覺等眾。皆依本法畫之。第五院準", "253": "上漫拏攞置二十八天及諸三十三天十方結", "254": "護天神王等。又置七曜二十八宿十二宮辰。", "255": "一一依本像法。次第如法畫之。皆執本印契", "256": "圖如左。", "257": "其素名嚕山腰。以難陀拔難陀龍王相絞三", "258": "匝盤。腰上如天人形。頭上有九頭蛇頭。腰", "259": "已上以天形像。兩手合掌仰觀天上。宮中日", "26": "若持真言者。若見聞覺知者。乃至供養親近", "260": "天子妃月天子妃。及五星十二宮二十八宿", "261": "等。一一如法畫之。又從三十三天能仁主王", "262": "乘白象王。無量諸天圍繞。諸遏素囉兵馬軍", "263": "眾。又從七金山間及諸遏素囉王。各將諸鬼", "264": "兵打於天眾。唯此起世經論中具明不繁更", "265": "說。", "266": "又世尊從忉利天降七寶階道。從天降閻浮", "267": "提像。四洲王并妃形皆如本方。", "268": "又七金山間甘露香水等海。其中諸聖而居。", "269": "又諸金山中從皆有諸賢聖。地前四十心。賢", "27": "承事伴侶等者。即同供養一切諸佛及諸賢", "270": "聖十住十信十迴向十行等。大獨覺眾并諸", "271": "大阿羅漢眾四果聖人眾。諸大龍王等眾。遏", "272": "素囉蘖嚕拏緊捺攞莽虎囉誐人及非人。遍", "273": "滿七金剛山中無處空間。皆是宮殿。其七金", "274": "剛山外鐵圍山間洲。并諸小洲各各同類眷", "275": "屬。鐵圍山中處處地獄餓鬼鐵鳥毒龍遍滿", "276": "山中。", "277": "若欲造次大三莽地像善成就者。如上依法", "278": "畫已。作法求悉地持誦三落叉。遍於像中心", "279": "放大光明。便抱愈誐者畫像處。一時騰空住", "28": "聖。如是真言及契印等之法不可具陳。一劫", "280": "都史陀天宮。面覩慈氏如來摩頂授記。若欲", "281": "具說窮劫不盡。我今已略說。觀一生補處慈", "282": "氏菩薩集會灌頂壇法竟。", "283": "8 護摩品慈氏菩薩修愈誐護摩品第八", "284": "復次我今略說四種念誦。及護摩等法。次第", "285": "等略說。準前念誦本尊真言。依法一一不違", "286": "法則。滿三落叉遍。每至落叉數。更加如法供", "287": "養。三十萬遍數滿已。即祈境界。即得本尊指", "288": "授。作四種念誦。其四種念誦者。初夜為除災", "289": "念誦。每真言上下加薩󰼅二合賀二字。中夜為", "29": "二劫乃至無量劫說不能盡。若修愈󰼀以", "290": "降伏諸魔念誦。每真言初後加虎𤙖二合蕟", "291": "吒半音三字。從後夜至明日出時。號曰增益念", "292": "誦。每真言首末稱納莽二字。日中為攝召念", "293": "誦。每真言首尾唱紇唎二合納莽三字。其漫拏", "294": "攞火爐壇形。方圓半月三角圖如左。", "295": "四色黃白青赤色等。依次第等配之。一切諸", "296": "供養香花燈塗飲食等器物。皆準壇色獻之。", "297": "若八肘已下壇用十四箇寶瓶。香爐亦準此", "298": "數。若四肘壇者用五寶瓶香爐等。若十肘已", "299": "上壇用三十五瓶或二十一。諸物準此。其瓶", "3": "大興善寺沙門三藏善無畏奉　詔譯", "30": "等。依此法印供養持誦。香華飲食隨所供", "300": "及五穀五寶香末并花水濾用之。插諸生花", "301": "菓穀隨方五色綵。一切供養物等皆以辟除", "302": "法結護加持。然後獻之。其護摩柴薪用楓香", "303": "木為柴。楪木柏諸菓木句路草等。乃至苦練", "304": "木等。若作四種法。中各隨本法相應而為柴", "305": "薪。其火爐壇。方圓三角半月壇等。量取四肘。", "306": "中心掘方圓一肘。深亦一肘。緣高八指。闊四", "307": "指。緣外更安高二寸重緣。其諸支不可具說。", "308": "準蘇悉地經用之。其火色與本色相應即好。", "309": "其持念人手把辦事󰼅耽囉二合及金剛鐸母", "31": "養處。諸佛淨剎諸天龍鬼神等諸有情類。隨", "310": "地子念珠或水精珠。隨四種念誦用之。其杵", "311": "鐸作之用五種。一金二銀三鉛錫四鍮石", "312": "五好賓鐵等是。并安梵字真言種子字。如是", "313": "作者。名為辦事󰼅耽囉二合常隨其身每念誦", "314": "持執持作業。我已說四種念誦護引忙等法", "315": "竟。", "316": "9 分別悉地法品慈氏菩薩修愈誐法分別悉地法品第九", "317": "我今略說修慈氏菩薩摩訶薩速證悉地不化", "318": "肉身往慈氏如來宮中。見慈氏菩薩摩頂授", "319": "記。一時下閻浮提。同會說法者。或若一生中", "32": "彼運心亦順印法必得悉地。準此供養隨心", "320": "從初念誦。至於越三無數劫行。即證一生補", "321": "處三莽地。越一百六十種心三度。即是度三", "322": "遏僧祇行。即是無相悉地。若有相悉地者即", "323": "本尊指授。求如是初作如是悉地。即證五地", "324": "八地已來。真言菩薩或現身。往知足天上見", "325": "慈氏菩薩。其所成就物者。眾多無數不可具", "326": "陳。今省略之󰼅耽囉二合者或金銀熟銅賓鐵", "327": "白檀木紫檀木等。五金鑄。或五股四股三股", "328": "二股獨股等。臨事取本尊授記如上等物。如", "329": "法加持念誦。三相具現即得成執金剛菩薩。", "33": "順印令成彼事。如是應知一切行。同六度萬", "330": "往慈氏宮得見本尊與摩頂授記。", "331": "若求事法中。或求本尊悉地者。即取金或銀", "332": "水精馬腦頗梨或白檀木等作法界塔印。即", "333": "安七粒舍利骨。作法念誦三落叉滿。其壇上", "334": "放大光明。照愈󰼀者頂上。便得大悉地形若", "335": "七歲。具足相貌證慈氏身。須臾之間往至十", "336": "方世界一切知足天宮上。見慈氏菩薩莽賀", "337": "薩埵。得摩頂授記作大佛事。遍十方世界。分", "338": "一身為無數身大作佛事。若干世界分身度", "339": "眾生。無盡修行無盡成佛。處慈氏宮珊瑚法", "34": "行及四無量心七覺分八聖道分。及諸八", "340": "堂。廣作佛事隨意自在。", "341": "若求如意莽尼珠法者。取頗梨馬腦水精等", "342": "珠極明淨妙者。加持念誦滿三落叉。三相具", "343": "現即得如意悉地法。滿十方世界。雨諸七寶", "344": "施與眾生。供養一切諸佛菩薩隨意自在成", "345": "就也。", "346": "若求如意寶瓶法者。取金銀乃至瓷瓶作瓶。", "347": "可受一升已來。一依畫壇法畫佛菩薩等。三", "348": "重一層畫之即不著水。滿盛白芥子并龍腦", "349": "香。安置本尊前誦真言三十萬遍。從瓶口上", "35": "萬四千恒河沙法門。隨所作處即順彼印即", "350": "所畫諸佛菩薩形像上諸天神王等形像上放", "351": "大光明。照觸真言者身上。即得寶瓶上悉地。", "352": "其白芥子皆變為如意莽尼珠。施與一切眾", "353": "生。所求如意自在寶瓶仙中為轉輪王。待慈", "354": "氏如來下生。為作第一會主。待賢劫千佛時。", "355": "皆作為轉輪王。千佛皆與授記。與千佛為應", "356": "身。如是等悉地之法。無量無數不可具陳著。", "357": "藥物之數亦不可具陳。臨時可知。其藥物者。", "358": "一朱砂二牛黃三雄黃四龍腦五水銀。上件", "359": "藥等皆具三種悉地。若得火焰現飛空自在", "36": "成彼法。是故此法印義難信難解。除佛菩薩", "360": "者得馱囉尼仙。證入五地菩薩之位。若得煙", "361": "者隱形仙中為王。若得煖者。得世間一切所", "362": "求善事無不隨意。多聞辯才他心道眼無所", "363": "不通。若求長生不死喚神仙索仙藥喫。亦得", "364": "如意自在。或得伏藏悉地。或得合鍊悉地。點", "365": "化無窮所點銅鐵鉛錫皆成為金。貧乏眾生", "366": "廣施利益。", "367": "若木剋作千佛印。若河海洲上印沙為佛塔。", "368": "剋木像印沙。成塔三十萬箇。每佛每塔前誦", "369": "真言一百八遍。供養香花。一一如法念誦。最", "37": "之所能知。且論不動明王刀印。左手應女相", "370": "末後塔上放光明。照觸愈󰼂者頂上。便得大", "371": "悉地。證得八地已來菩薩之身。須臾之間三", "372": "千大千世界。大火德天王能仁天主等。諸", "373": "大威德天眾。八十億俱胝天眾。將諸寶臺寶", "374": "蓋。伎樂歌詠讚歎。迎將諸佛剎土廣作佛事。", "375": "現世造十惡五逆罪人。作此印沙佛像塔像。", "376": "必得大悉地。勿令斷絕。其印塔作法。一如西", "377": "方塔形。中置法身佛像。", "378": "10 大三昧耶像悉地品慈氏菩薩略修愈誐法大三昧耶像悉地", "379": "品第十", "38": "應三昧慈悲相義。右手應男相應智慧簡擇", "380": "如次我今略說成就慈氏大三昧耶像法。一", "381": "依莽賀三莽耶像法。一一如法或畫或繡。或", "382": "鑄金銀或剋白檀。隨取一色如法而造。其像", "383": "頂上安七粒舍利骨。一依如上持誦依法作", "384": "成就。從大三昧耶頂上放大光明。照觸愈誐", "385": "者頂中。入體內外明徹。狀如七歲童真之", "386": "形。證得八地觀自在三莽地。便入同一生補", "387": "處尊身。常說無生三莽地。", "388": "復次有一法取前畫像及繡像等。欲求成就", "389": "大悉地者。亦得依上例如法念誦三十萬遍。", "39": "善惡雄猛想義。將右手智慧刀入彼左手三", "390": "於像頂上放大光明。或見像動眼精睛轉。便", "391": "把於像中畫愈誐者處。即身騰空而往十", "392": "方世界三千大千世界。一時分身皆覩一生", "393": "補處慈氏菩薩摩頂授記說法。分身無量遍", "394": "至十方一切世界六趣之中皆應度之。若干", "395": "眾生類無不度。不可具說。", "396": "復有一法欲求悉地。乏少一切衣服飲食資", "397": "具香華等物。若欲辦求難可覓故即妨道也。", "398": "是故我今略說辟穀服藥。而求悉地速得成", "399": "就。其藥名曰桑耳天門冬棗肉豆黃白木桂", "4": "4 持誦本尊真言法品持誦本尊真言法品第四", "40": "莽地門鞘令成印。隨所印處令成法事諸", "400": "心。又加人參右如上藥等。各二兩皆作細末", "401": "以白蜜和之。空腹頓服三彈丸。明日減服兩", "402": "丸。後日即減但常服一丸。以棗湯及蜜人參", "403": "等湯。皆須煎熟湯下之。服藥一劑神仙三十", "404": "年。再服妙藥兩劑得四百五十年。第三劑服", "405": "得五千五百年。第四劑服得四萬四千年。第", "406": "五劑服得五億五千年。第六劑服與天地", "407": "齊畢。此即名為服藥悉地。是故我今略說。", "408": "智者勿生疑慮心。每至新服藥。即須却退舊", "409": "藥。以蔡子湯并乾棗湯。煎飲滿腹即止。更取", "41": "度門等。如是真言印契窮劫說不可盡。唯佛", "410": "新進以為度。我以略說。", "411": "妹怛利二合也慈悲憶念本願力故。降臨閻", "412": "浮支那國。速證愈誐大悉地。親覩尊顏珊瑚", "413": "殿上。", "414": "灌頂說法悟無生慈氏大日同一體", "415": "𡲼嚕左那即慈氏一生菩薩即愈誐", "416": "自心即是母地心母地即是慈氏尊", "417": "三種無二元一體是故我求如實智", "418": "中天三藏善無畏甘露飯王釋苗胤", "419": "五十五殊十三臨任持烏馱釋國土", "42": "與佛乃能說之。祕密主菩薩亦不能知之。", "420": "十八捨位讓於兄度那蘭陀脫塵勞", "421": "多聞博學七百數誦持一百五十藏", "422": "大乘經論皆十萬棄捨多聞修妙藏", "423": "祕密三藏及總持并解了義一萬偈", "424": "明開七種諸聖教五明輪悉無不通", "425": "有一摩賀支那僧法號釋種喜無畏", "426": "純陀獻供最末後許可五部阿闍梨", "427": "是故我今略教授未得許可猶未傳", "428": "但求無上大悉地不從尊者口傳授", "429": "輒與一句一偈者不但現世不悉地", "43": "5 畫像品慈氏菩薩修愈誐法畫像品第五", "430": "當來必獲無間獄願諸持念速悉地", "431": "若人供養此人者供養慈氏同千佛", "432": "是故我今盡歸命非持誦者所能傳", "433": "慈氏菩薩修愈誐法卷下青龍寺東塔院一切經", "434": "一本奧云。大中九年九月七日珍記。又於", "435": "同時撿勘之珍記少疑不少。", "436": "八家錄云。行運圓覺加本。然今所校刻之", "437": "本。奧載智證大師撿勘之記。以之見此則", "438": "智證所請來本乎詳。今以淨嚴和上點本", "439": "及異本。挑燈讐校之。鍥布普天。而以期珊", "44": "復次我今略說愈誐者。欲得速成就悉地者。", "440": "瑚殿上之嘉會耳時。", "441": "元文五上章涒灘十二月朔旦", "442": "豐山妙音輪下沙門無等", "45": "必須知法畫像人與受三昧耶灌頂。出入澡", "46": "浴著新淨衣。取白㲲及細布絹乃至綾帛。極", "47": "令清淨。以龍腦香末和麝香膠水洗之。且所", "48": "用彩色皆和龍腦香。及香膠和之。不得用皮", "49": "膠等。大小任意。取吉宿直日。鬼宿為勝。依如", "5": "復次此法不思議力如如意寶。如意寶雖無", "50": "上造像而求悉地者必獲成就除不至心。圖", "51": "如左。其畫像取白㲲布絹等隨意大小。亦", "52": "不得還價。中心畫大圓明。就大圓明中。更分", "53": "為井。中心五圓明。四隅畫四半月。圓明中間", "54": "用十二金剛界道。一如常法。每金剛頭上安", "55": "窣覩二合婆法界之印。中心置本尊慈氏菩", "56": "薩。首戴五如來冠。左手持蓮華。於華上置法", "57": "界塔印。右手作說法印結跏趺坐。於本尊", "58": "右圓明中畫事業波羅蜜多菩薩。左圓明中", "59": "畫七寶波羅蜜多菩薩。前圓明中畫法波羅", "6": "所言。隨所願處必不違願。此如來法印亦", "60": "蜜多菩薩。後圓明中畫金剛波羅蜜多菩薩。", "61": "東北隅半月中畫花波羅蜜多菩薩。東南隅", "62": "半月中畫燈波薩蜜多菩薩。西南隅半月中", "63": "畫香波羅蜜多菩薩。西北隅半月中畫燒香", "64": "波羅蜜多菩薩。又大圓明下右邊。畫降三世", "65": "明王。半月輪漫拏攞中身色奧青。三眼四牙", "66": "大瞋怒形。屈左脚向前。拽右脚向後。於輪", "67": "中如走勢。四臂。兩手結三昧耶心鉤印向胸", "68": "心上。左一手曲向耳上。把金剛鉤斧右手", "69": "直向頂峻。下把五股󰼅耽囉二合周旋生火。", "7": "復如是。雖無言無相。作一切法必得成就。此", "70": "首冠五智冠閉口。左邊畫三角形漫荼囉。", "71": "於中畫不動尊。頂有七髻垂一髮。於左耳輪", "72": "咬右邊脣。怒開左目。右目稍似合。頭稍低向", "73": "右。半跏趺坐盤石七寶金山。右手把金剛刀", "74": "周旋生三昧火焰。屈於右膝上。左手屈臂", "75": "向外執金剛索。身上周圍生三昧火焰。上件", "76": "二明王。以天衣朱裙瓔珞環釧白帶莊嚴。又", "77": "兩明王中間畫香爐寶子。右三世明王下畫", "78": "圓明。於中置修愈誐者。䠒跪手執燒香爐。", "79": "於大圓明上畫七寶傘蓋。兩邊各畫三箇首", "8": "是法力不可思議故也。", "80": "陀會童子。半身滿五色雲中。以香花爐塗", "81": "瓶花枝等散於佛上。畫像法如上。一一皆", "82": "執本印契。形狀色貌勿令相違也。", "83": "復次我今更說修愈󰼀者速令成就大悉地", "84": "故。先觀一生補處菩薩最勝大三昧耶像。號", "85": "曰莽賀妹怛唎二合耶三昧耶。亦名慈生三", "86": "莽地。亦名慈生三昧耶。像端正微妙第一。", "87": "色如贍部洲檀金色。畫像深赤黃色是也。首", "88": "戴五佛智七寶冠。種種瓔珞莊嚴天衣環釧", "89": "鬘花呪索真珠緩帶白帶髮袋等。於大圓明", "9": "復次此法若奉持者。雖在凡夫未斷煩惱。以", "90": "中畫大百寶蓮花。於蓮花上結跏趺坐入三", "91": "昧凝定。面貌慈軟含笑具三十臂。各執寶蓮", "92": "花。於蓮花上皆執本印契。各表三昧耶不同。", "93": "有種種身光頂背亦爾。初左第一手執蓮", "94": "花。於蓮花上畫法界塔印。右第一手執金剛", "95": "拳。舒風幢指右頰。令不至三分許。次左第二", "96": "手持蓮花。於蓮花上竪畫七寶金輪。次右第", "97": "二手作金剛拳。亦舒風幢橫旋弄三股󰼅耽", "98": "囉二合次左第三手準右手竪旋弄五股金剛", "99": "杵。右第三手執金剛鉤次左第四手執蓮華。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1141 慈氏菩薩略修瑜伽念誦法", "author": "唐 善無畏譯", "sourceLink": "http://www.cbeta.org/"}