{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1096 不空羂索陀羅尼經: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王", "text": {"0": "No. 1096 [No. 1097, cf. No. 1092(Fasc. 1)]", "1": "不空罥索陀羅尼經序不空羂索陀羅尼經序", "10": "機。隨緣化益。若其聞名滅罪。如日銷於薄", "100": "茶羅三輪清淨。入於三昧定陀羅尼。著新淨", "1000": "觀世音不空罥索母身印呪觀世音不空羂索母身印呪", "1001": "二大指竪。各捻二小指頭。兩手並竪相著。二", "1002": "頭指相捻。在二大指小指上。二無名指亦爾。", "1003": "二中指在上頭。少不相到掌下。相著頭指來", "1004": "去。呪曰。", "1005": "觀世音不空罥索身印咒法觀世音不空羂索身印呪法", "1006": "准前又改開二中指。去一寸許。二頭指無名", "1007": "指少舉。勿與大指相著。頭指無名指間。開容", "1008": "一中指地。頭指來去。呪曰。", "1009": "跢姪他一濕閉二合多夜二濕閉二合多三菩闍", "101": "衣住四梵處。於尊者乞布施歡喜。乞歡喜已。", "1010": "去音夜四󱶐去音醯󱶐醯五鉢囉二合麼六輸馱薩", "1011": "埵七摩訶迦盧膩迦八莎訶九", "1012": "是法印呪。通種種用皆有大力。亦能降伏一", "1013": "切惡鬼神。療一切病。一切賊難皆不能害。若", "1014": "被枷鎖。取施輸未囉脂作。印呪已塗枷鎖上", "1015": "更至心呪即得解脫。", "1016": "不空罥索口法印不空羂索口法印", "1017": "以左右小指雙直竪。右無名指祕左無名指", "1018": "中指背。向頭指中指岐間入。左無名指從右", "1019": "中指無名指間出之。即入食指中指岐間入。", "102": "先當供養觀自在菩薩。供養已竟。於彼空閑", "1020": "二中指直竪頭相拄。屈二食指各鉤無名指", "1021": "頭。並二大指直竪頭相柱。與小指離半寸許。", "1022": "同誦前呪。", "1023": "不空罥索牙法印不空羂索牙法印", "1024": "准前口印。唯改少屈二中指頭。各押二大指", "1025": "頭。二小指出外右押左。總握無名指背。呪用", "1026": "前呪。", "1027": "是一法印。能除一切水火風賊刀兵。及王難", "1028": "夜叉羅剎一切鬼神毒龍毒蛇繫縛等難。若", "1029": "人日日常作供養得觀世音及諸菩薩等。皆", "103": "寂靜之處清淨房中。以俱舒草云吉祥草作為座", "1030": "生歡喜。命終得生阿彌陀佛國。又復十方淨", "1031": "土隨意往生。若欲止風。先以此呪呪灰一百", "1032": "八遍。小片絹裹將隨身去。若風來者以右手", "1033": "取灰向風打散。次以右餘指作拳。頭指直竪。", "1034": "向風數數誦呪瞋喝即斷。", "1035": "不空罥索心中心呪不空羂索心中心呪", "1036": "唵一𠼝悉底哩三合盧迦去耶反毘社夜二阿謨伽", "1037": "波舍三摩訶鳩嚧馱四囉闍夜五𠼝陀去音夜六", "1038": "阿波囉上音提訶跢七嗚𤙖嗚𤙖八泮九", "1039": "是一法呪。能滅罪障懺悔治病大有神驗。具", "104": "具。坐已誦於不空羂索心王呪心不動搖。實", "1040": "如不空羂索經說。", "1041": "續驗灌頂印呪續驗灌頂印呪", "1042": "二大指屈於掌中。捻二無名指甲。無名指中", "1043": "節相背。二小指頭相柱。二中指直竪頭相柱。", "1044": "二頭指柱屈。各捻中指背上節。呪曰。", "1045": "唵一步三末羅二鹽三莎訶四", "1046": "若欲續驗。每日平旦於水罐上。結印誦呪二", "1047": "十一遍灌其頂。", "1048": "不空羂索陀羅尼經一卷", "105": "莫餘念以晝繼夜。乃至空中出恐怖聲時。持", "106": "呪者不應恐怖不應離坐。待於空中聞音樂", "107": "聲。聞其聲已不應驚怪。亦勿觀看但當誦呪。", "108": "乃至天雨妙曼陀羅摩訶曼陀羅。紅色蓮華", "109": "青色蓮華白色蓮華分茶利華亦不應起。乃", "11": "氷。禮念蒙恩。似月敷於蓮蘂。巍巍蕩蕩。聖", "110": "至觀自在菩薩自求讚言。善哉善哉持呪仙", "111": "人。汝已供養承事於我。此呪汝今已成就竟", "112": "更何所求。爾時當起。於世尊觀自在菩薩前。", "113": "以用香花上味飲食。生粳米等而為供養。右", "114": "旋遶已禮足請言。如所願求而當求之。一切", "115": "皆與此為成就。見成就品已竟。", "116": "4 成就像法品不空羂索明主呪王成就像法品第四", "117": "爾時復說造像之法。與其畫師授於八戒令淨", "118": "持齋。當於不截淨白㲲上。畫觀自在菩薩形", "119": "像。諸彩色中不得著膠。作髻髮色如蓮華藏。", "12": "德高玄。事超言說之端。理絕思量之表。余雖", "120": "面上三眼白縠絡身。披黑鹿皮綬帶繫腰。身", "121": "有四手。左上一手執持蓮華。左下一手執持", "122": "澡罐。右上一手執持數珠。右下一手垂於向", "123": "下作施無畏。著天妙衣一切嚴具。以為嚴身", "124": "立蓮華上。百千光明莊嚴頭冠。并散雜花令", "125": "有威德。半月瓔珞瓔珞其身。耳璫臂釧及以", "126": "手釧。而為莊嚴作歡喜面。其頂上持阿彌陀", "127": "佛。造此像已。白月八日十五日。以吉宿日無", "128": "雲無風日。或於春時或當秋時。先於城外淨", "129": "料理地。除去瓦石棘骨惡物。其地平正不高", "13": "愚暗。少慕法門。巡歷兩京。尋參善友。每念", "130": "不下。其土白色或有青草。種種花樹果木稠", "131": "林茂盛之處。流泉浴池周遍有處。而作方壇", "132": "以五色粉布之好畫。言五色者。一青二黃", "133": "三赤四白五淺草色。所謂石灰赤土雌黃", "134": "金精及以金土。以如是等五色之粉。用嚴其", "135": "壇壇作四門。此門則是四吉祥門。又作商迦", "136": "此云白螺及難提迦室哩二合伐蹉西國萬字及滿瓶等以色布地", "137": "作於瓶形於壇中心作蓮華池。池中具作種種蓮華", "138": "及諸雜鳥鵝雁之類充滿其中。於其池中安", "139": "置尊像其池亦以彩粉布地以種種花花鬘末香燒香塗香。", "14": "總持如飢若渴。於大周聖曆三年。歲次戊", "140": "及幡幢蓋建立壇中。於壇四面各置一瓶。或", "141": "金或銀或銅或瓦。於其瓶中滿盛淨水。又以", "142": "種種諸花樹枝插於瓶口以繒帛束以繒帛束瓶中樹枝", "143": "并一切藥寶珠金等盛其瓶內。彩畫瓶上極", "144": "令妙好。又於壇內散種種花及稻穀花。插眾", "145": "花樹充滿壇中。張於白帳於壇四面。各令一", "146": "人守護其壇。其持呪者香湯洗浴著新淨衣。", "147": "每日三時受三律儀。於觀自在菩薩前獻白", "148": "食供養。所謂乳酪及酥蜜等。燒沈水香檀香", "149": "酥合龍腦香等燒供養已。持呪之人結加", "15": "子。三月庚戌朔。七日景辰。幸得此經。如死再", "150": "趺坐。作蓮華印當心合掌。禮拜一切諸佛菩", "151": "薩已即當誦呪。", "152": "第二呪曰。", "153": "唵一阿謨伽鉢囉二合底呵上跢二囉上叉", "154": "二合囉叉二合上麼麼三自稱名某甲虎𤙖二合四泮吒吒半音五", "155": "此呪用結頂上髮髻。", "156": "第三呪曰。", "157": "唵一阿謨伽槃陀二虎𤙖二合三虎𤙖四泮吒吒半", "158": "音五", "159": "此呪結壇。", "16": "生。是西京寶德寺僧惠月。與常州正勤寺大", "160": "第四呪曰。", "161": "唵一阿謨伽鉢囉二合底訶上跢二菴虎𤙖二合", "162": "三泮吒吒半音四", "163": "此呪結界。", "164": "第五呪曰。", "165": "唵一阿謨伽二帝𡅏二合路計也二合三毘社耶迦", "166": "囉摩四虎𤙖二合五泮吒吒半音六", "167": "應以此呪結四方界。", "168": "第六呪曰。", "169": "唵一阿謨伽囉叉二合二莎去訶三", "17": "德惠琳叱于智藏等數人。共請北天竺嵐", "170": "呪自身。", "171": "第七呪曰。", "172": "唵一阿謨伽虎𤙖二合佉二", "173": "此呪護同伴。", "174": "第八呪曰。", "175": "唵一阿謨伽陀摩陀摩二虎𤙖二合三泮吒吒半音四", "176": "應以此呪呪香燒之。", "177": "第九呪曰。", "178": "唵一阿謨伽訖哩二合訶拏二合訖哩二合二虎", "179": "𤙖二合三泮吒四", "18": "波國。婆羅門大首領李無諂。以同翻梵本不", "180": "應以此呪呪花飲食然後供養。", "181": "第十呪曰。", "182": "唵一阿謨伽毘社耶二虎吽二合三泮吒吒半音四", "183": "作一切事應誦此呪時持呪者誦呪乃至觀自", "184": "在像動搖為限。呪者勿怖但當誦呪乃至煙", "185": "出。亦當誦呪乃至火然。若動得富煙出得官。", "186": "若火然時則得騰空。此為二種成就之法。若", "187": "火然時亦莫起坐。觀自在菩薩即自現身。安", "188": "慰呪者所須即與。其人證得菩薩三昧。得不", "189": "退轉無上菩提。現身得宿命智。更得無量百", "19": "空羂索經一十六品合為一卷。將就北天竺", "190": "千功德。成就像法品第四已竟。", "191": "5 成就緊羯羅品不空羂索明主呪王成就緊羯羅品第五", "192": "爾時復說成就緊羯羅法。若欲受持緊羯羅", "193": "者。聖者不空羂索緊羯羅。一切作事悉皆成", "194": "辦。作於夜叉童子之形。瞋面怒目髮赤黃色。", "195": "向上聳竪猶如火焰。鼻作䐔䏲狗牙上出。吐", "196": "舌舐脣身有兩臂。著青色衣持索。一切嚴具", "197": "以為莊嚴。蒭麻布上畫其形像。白月八日或", "198": "十四日持八戒齋。於其夜中詣四衢道。或空", "199": "室中安置其幀。以花花鬘末香燒香塗香供", "2": "福壽寺沙門波崙撰", "20": "迦濕彌囉二合國。婆羅門大德僧迦彌多囉", "200": "養應自護身。除血肉外一切飲食及以資具", "201": "而用供養。供養既已當於其前。應誦不空羂", "202": "索呪王一百八遍。時緊羯羅則來現前。隨所", "203": "處分依命而作。若須驅使令其問事。即詣", "204": "彼所。如其所見所聞之事如實來報。若不驅", "205": "使。彼當日日與持呪者一百金錢。得已為佛", "206": "法僧用却。不應慳悋勿向人說。不得憎嫌勿", "207": "作不淨。恒常供養隨所辦食供養。常自食", "208": "時每常須先出食分與之。所飲之味亦先出", "209": "與。必不得忘。忌貪瞋癡皆當捨離。常當實語", "21": "二合以同勘梵本。久視元年八月景午朔十五", "210": "法語。不為聖者之所譏嫌。於一切眾生常生", "211": "慈心利益之心。唯當一心敬事於觀自在菩", "212": "薩勿念餘事。常以眾花末香燒香花鬘塗香。", "213": "衣服幢蓋及幡供養。亦應常當知恩報恩。如", "214": "是日日五百眷屬。恒以一切飲食資具花鬘", "215": "塗香。盡其壽命終不乏少。所須去處則能得", "216": "往。所須之物則能將來此為成就。緊羯羅", "217": "品法第五已竟。", "218": "6 成就制擿迦品不空羂索明主呪王成就制擿迦品第六", "219": "爾時復說制擿迦法。若欲受持制擿迦者。彼", "22": "日庚申。勘會粗畢則擬將進。此十六品斯土", "220": "人應作不空羂索制擿迦像。作童子形歡喜", "221": "相貌。頭上五髻一切嚴具以為莊嚴。從觀自", "222": "在菩薩所生。或用木作亦以白檀。或紫檀香", "223": "檀木天木。亦用金銀或畫絹上。用此等成。", "224": "著緋赤衣以胡燕脂。不得著膠。以朱砂和", "225": "欝金根及欝金香。畫其身相令悅人意。歡喜", "226": "笑面面黃白色而作兩臂。其一手把阿摩羅", "227": "果。一手把花。作此像已持齋住慈心。應將安", "228": "置自住室內。以種種花香末香燒香。塗香花", "229": "鬘飲食燈等。供養竟已對於彼前。應誦不空", "23": "未行。曾聞隋朝所翻別本六十三紙未嘗見", "230": "羂索王呪一千八遍則得成就。制擿迦驗亦", "231": "當現身則得自在。隨所處分依命即作。所見", "232": "所聞皆來相報。隨所驅使受教來去。悉為能", "233": "成一切事業所應作者。悉皆能成辦一切利", "234": "益。亦能與財。意樂去處則能將去。及能將來。", "235": "所住宅舍亦為掃灑又為泥地。所有之事悉", "236": "報令知。常說好事令其歡喜。所有惡事不悅", "237": "意者能令消滅。一切罪障不祥災疫亦能", "238": "消除一切病厄。若服一切毒悉能消毒毒", "239": "不能害。所有一切願者悉令滿足。常為呪者", "24": "也。所願皇基永固。德覆十方。金枝瓊蕚。欝茂", "240": "積集一切福德資糧。一切罪障悉得消滅。", "241": "如忠孝子受父教命。等無有異所欲皆與。其", "242": "持呪者若其常欲快樂利益。莫生憎嫌心亦", "243": "勿輕慢。身行清淨常當洗浴。常當念誦常當", "244": "供養常當實語。慈心哀愍一切眾生。於佛法", "245": "僧一心敬信。常應供養觀自在菩薩。應以眾", "246": "花末香燒香鬘等之物。又常供養其制擿迦。", "247": "常自食時以諸飲食。先出食分與制擿迦。又", "248": "以花香燒香鬘等與制擿迦。不得一日而有", "249": "廢忘常當憶念。若不爾者縱得法成不受驅", "25": "常榮。三大願力。劫劫無窮。四弘誓心。生生無", "250": "使。即自隱沒不能現伏。亦不為作一切事走", "251": "去。故持呪者常莫放逸。常當勤求實勿懈怠。", "252": "勤求受法及大聰明。勿令忘失菩提之心。應", "253": "當隨順布施持戒忍辱精進禪定智慧。遠離", "254": "貪垢常畏後世。恒生慚愧心常在定。一切呪", "255": "法等皆受持。如是成就終無有異。制擿迦品", "256": "第六已竟。", "257": "7 成就賢瓶法品不空羂索明主呪王成就賢瓶法品第", "258": "七", "259": "爾時復說呪賢瓶法。若欲受持其持呪人先", "26": "盡。苦海傾竭。三寶永存。恐時代遷遠。聞者生", "260": "求善人以為同伴。先如法住十善道已。然後", "261": "一切宮殿空室。林地方所閑無人處。或於往", "262": "昔人得道處。於中修理作壇之所極令平正。", "263": "清淨浴身著新淨衣。吉祥持齋服乳大麥。當", "264": "護同伴然後泥壇。應以香葉雄黃赤土紫檀", "265": "等末。用布規界。其壇方正開作四門。於四方", "266": "作四天王形。身著衣甲一切嚴具而為莊嚴。", "267": "持刀弓箭。又於四面作諸器仗。當於東方作", "268": "金剛杵。南方作螺。當於西方作圓頭杵。北方", "269": "作釋枳底二合幡竿上繫幡又於北方作螺輪盆蓮", "27": "疑。故述拙言序之云爾。", "270": "花等物。其壇四角懸赤色幡散雜色花。正壇", "271": "中心置其賢瓶。種種彩色以畫瓶上。又以花", "272": "絛繫其瓶項。蓮花及水充滿其中。上妙香", "273": "藥諸名果子。及五穀子金銀寶珠亦置其中。", "274": "賢瓶四面周遍行列乳糜及酪蜜餅酥餅。簡", "275": "取五人膽勇不怯有威德者。堪可委付有信", "276": "之人。以結為伴。執刀正立守護四方。令一人", "277": "近持呪人邊。持諸器仗以充驅使。而為供養", "278": "供給。令淨洗浴著新淨衣。隨持呪者所有處", "279": "分。依命即作終不違背。應作擁護是持呪", "28": "不空羂索陀羅尼經", "280": "者。應依如法建立壇已。於其四方行列飲食。", "281": "以為供養唯除酒肉。於此壇內當賢瓶前。敷", "282": "俱賒草云吉祥草以為坐具。草上坐已持散粳米燒", "283": "香供養。以此呪結一切方界。", "284": "第十一呪曰。", "285": "唵一阿謨伽波奢二阿鉢囉二合底訶上哆三", "286": "帝𡅏路計也二合毘社耶四囉上叉囉上叉", "287": "麼麼自稱名五虎吽二合虎吽二合六泮吒吒半音七", "288": "亦以此呪當護自身及於同伴。則作大印應", "289": "誦聖者不空羂索心王之呪一百八遍。誦此", "29": "北天竺婆羅門大首領李無諂譯", "290": "呪時一日一夜。或三日三夜斷食誦之。所有", "291": "障礙毘那夜迦。悉皆恐怖不作障礙。其持呪", "292": "者必須心定。不應驚恐默然誦呪。乃至南方", "293": "聞於可畏夜叉之聲。聞此聲時取白芥子則", "294": "呪七遍。向彼散抗其聲。即得消除止息。", "295": "終不敢而更作障礙。南方既爾東西北方亦", "296": "如是抗。一切障礙皆悉消滅。", "297": "第十二呪曰。", "298": "唵一阿謨伽二阿鉢囉二合視跢三訶上那訶", "299": "上四虎𤙖二合五泮吒吒半音六", "3": "若夫此經。乃該二諦而無遺。括因果而斯", "30": "1 讚歎品讚歎品第一都合總有一十六品除根本大陀羅尼外總有二十七陀羅尼", "300": "以此呪呪賢瓶即動。若欲示現成就相時。", "301": "其持呪者心莫動搖。亦不應起勿擬廢坐。", "302": "但當誦呪令彼賢瓶有大利益同摩尼寶珠。", "303": "能與一切。所願極難受持。若得成就有大威", "304": "力。能得神通與於安樂。一切富饒令能積集。", "305": "一切福德令其增長。是故受持勿使放逸莫", "306": "令空過。若其賢瓶出火然焰。或若搖動亦勿", "307": "驚怪。乃至從瓶吐出金銀摩尼寶珠種種瓔", "308": "珞及種種色殊妙衣服莊嚴之具。吐出殊妙", "309": "端正采女童男童女天勝丈夫具妙相者。吐", "31": "一切明主不空羂索自在王陀羅尼第一已下", "310": "出張乘及坐宮殿園苑城邑村巷大路象馬", "311": "車輅步人及飲食燒香花鬘塗香幢蓋及幡。", "312": "出生音樂歌詠之聲。其持呪者亦不應起。乃", "313": "至其觀自在菩薩。變作普賢菩薩身形。從其", "314": "賢瓶與諸菩薩眷屬出時。先所出者由此神", "315": "力。悉皆隱沒不復更現。唯有普賢菩薩眷屬", "316": "現住。讚言善哉善哉持呪仙人。汝今已得成", "317": "就此呪。隨何所求皆當與汝。時持呪者即起", "318": "合掌右遶作禮。禮已白言惟願世尊。以此賢", "319": "瓶垂授與我。則時聖者普賢菩薩告呪者言。", "32": "諸呪那謨兩字皆上音讀傍注小字皆依本寫不宜著行此是注音也。", "320": "汝當受取隨意受用。呪者受已置於頭上又", "321": "置地上。則以花香燒香花鬘而用供養。尋當", "322": "發願歸命世尊。令我及其同伴。滿足一切諸", "323": "願。說此語已。隨欲去處潛隱而去。其賢瓶者", "324": "隨持呪者。所欲之形隨意而變此為成就賢", "325": "瓶之法。賢瓶品第七竟。", "326": "8 成就使者品不空羂索明主呪王成就使者品第八", "327": "若其欲得降伏使者。彼持呪人畫一使者作", "328": "小兒形。一切嚴具以為莊嚴作歡喜面。頭上", "329": "五髻身形可喜。著黃色衣手執蓮花。身黃白", "33": "陀羅尼呪曰。", "330": "色遊行空中。置祕密處於精舍中。白月八日", "331": "或十四日。受持齋戒香湯洗浴著新淨衣。以", "332": "眾香花燒香末香。塗香花鬘燈明飲食供養", "333": "彼已。當於彼前結加趺坐。誦不空羂索王心", "334": "呪一百八遍則來現前問呪者言。欲求何願", "335": "我當與汝。呪者告言。我今須汝充為侍者受", "336": "我教命。彼作是言所有教命。我悉為作作者", "337": "成辦。從是已後所有教命悉為成辦。終不敢", "338": "違皆依命作。常當供養不敢輕慢呪者每欲", "339": "喫飲食時。常當為彼先出食分。與彼然後自", "34": "那上謨囉怛那二合怛羅二合夜耶一那上麼", "340": "當喫食必不得忘。若如是者則得歸伏。能與", "341": "財物能示伏藏。隨所須物彼皆將來。有所見", "342": "聞皆向耳中。而來告示說之令知。終不乏少", "343": "所須之物。皆令憶念前生之中所有事務。過", "344": "去未來現在之事。若其問者皆悉為說終無", "345": "不實。已說使者品第八竟。", "346": "9 取伏藏品不空羂索明主呪王取伏藏品第九", "347": "若欲須出伏藏之時。先自護身。應往塜間取", "348": "於未壞男子死屍。身無傷損無炙瘢者。與洗", "349": "浴已。以香花鬘供養彼屍。以用酥油摩其脚", "35": "阿彌上跢婆去耶二跢他伽跢去耶三那上", "350": "掌。誦呪乃至待彼起語。白言聖者有何教命", "351": "欲令我作。呪者則與紙筆并墨。悉令抄取伏", "352": "藏所在。隨其方處城邑聚落及村等名并其", "353": "取法。若其能呪一一子細悉皆為抄。若不用", "354": "抄則語彼言。汝當為我自出將來。彼聞此語", "355": "則自為出將其物來。所得之物悉皆受用。為", "356": "佛法僧當布施與一切眾生。彼當數數將寶", "357": "物來。若不受用施佛法僧沙門婆羅門及窮", "358": "乏者。則更不得成就此法。若不能往詣塜間", "359": "所起死屍者。若先曾聞有伏藏處。當於夜中", "36": "麼阿梨耶二合四跋嚧枳帝五攝皤二合囉去耶", "360": "往詣彼所。與親密人堪委誠信。避罪求福有", "361": "所知解。和順善者結為同伴。先當自護。然後", "362": "然於酥燈。當誦不空羂索王呪一百八遍。以", "363": "賒彌木此云狗杞為柴然火。尋發願言今為一切", "364": "永離貧窮故發遣彼。彼當昇空而往詣彼大", "365": "伏藏處至彼而住。其火熾然而得不滅。待持", "366": "呪者到知藏處。結界決定然後始滅。住伏藏", "367": "上令同伴掘。掘到處已。則以乳粥及胡麻粥", "368": "供養藏神。則取其物分為三分。一分自用。其", "369": "第二分與同伴用。其第三分與共同伴布施", "37": "六菩去提薩埵去耶七摩訶薩埵去耶八摩", "370": "三寶。自所取分應當布施。一切眾生悉願同", "371": "用。由是自分布施與故取終無盡。盡其壽命", "372": "終無變異。說取伏藏品第九已竟。", "373": "10 入窟品不空羂索明主呪王入窟品第十", "374": "若欲入窟。其持呪者與於善人結為同伴。護", "375": "身入山至於窟所窟謂阿修羅住窟也。其窟中有香水流", "376": "出有靈異者。眾人共知曾成就者。應於白月十", "377": "五日時。持齋清淨香湯洗浴。著新淨衣如法", "378": "作醮子了反燒物也誦於不空羂索王呪乃至窟開不", "379": "須恐怖亦勿停誦。乃至有其采女出見。持香", "38": "訶迦嚧尼迦去耶九怛姪他十唵十一阿謨伽十", "380": "花鬘作如是言。持呪仙人善來受我此香花。", "381": "時持呪者未應。即受待其三請然後告言。姊", "382": "妹善來姊妹若能攝受我者。汝可與我同伴", "383": "共之。是時同伴隨愛采女則把其手。把取得", "384": "者則為其妻。一切所欲皆令具足。自在為作", "385": "僕使之人。隨欲去處而則能去。隨所欲作種", "386": "種身形悉皆能作。還得年少如天童子。同共", "387": "遊戲受諸快樂。不捨人身則得天身得成呪", "388": "仙。其持呪者但當誦呪。乃至一切勝上采女。", "389": "有五百眷屬圍繞出來。持衣塗香莊嚴之具。", "39": "二鉢囉二合底訶跢十三虎吽二合下同十四虎吽十五", "390": "恭敬供養禮拜白呪者言。善來聖者願領受", "391": "此衣及塗香莊嚴之具哀愍我故。乃至三請", "392": "然後呪者為法故受。纔得受已則與采女隱", "393": "沒不現。得成持呪轉輪聖王。捨於人身則得", "394": "天身。又得一切持呪仙等禮拜其足。咸以吉", "395": "祥言讚歎之。建立百千幢蓋幡等。又復奏於", "396": "種種音樂。出妙音聲聞者皆得。受天自在安", "397": "隱快樂。念佛之心終不忘失。菩薩之行亦不", "398": "休廢。得宿命智永離惡趣。不為慾酒之所醉", "399": "亂。常得見佛及諸菩薩。悉能成就無量眾生。", "4": "盡。可謂引萬行之導首。進菩提之神足。超生", "40": "泮吒吒半音十六莎訶十七", "400": "令其住於菩提道中。能入三昧得不迷惑智", "401": "陀羅尼。已說入窟品第十竟。", "402": "11 成就安善那藥品不空羂索明主呪王成就安善那藥品第", "403": "十一若具足言蘇毘羅安善那大重似於銀鉚也", "404": "若欲成就安善那藥者。其持呪人當取雄黃", "405": "牛黃蘇毘羅安善那三物合裹。當於白月十", "406": "五日時。持齋清淨香湯洗浴著新淨衣。廣大", "407": "供養觀自在已。憶念諸佛。當於彼前結加趺", "408": "坐。誦聖者不空羂索心呪一百八遍。待其裏", "409": "中烟相出已。然後塗壇。菩提葉上置其藥裹。", "41": "此名祕密一切明主不空自在王陀羅尼。受", "410": "誦呪乃至火烟熾然放光燒融。應知令我安", "411": "善那藥法成就竟。則時應當結四方界及護", "412": "自身。出取其藥當以此呪呪於其藥其呪則是第十三。", "413": "第十三呪曰。", "414": "唵一阿謨伽二阿鉢囉二合底訶跢三虎𤙖二合四", "415": "闍去皤去二合羅五闍皤二合羅六泮吒半音七莎去", "416": "呵八", "417": "呪已當取安善那等。共磨石上細研為末。用", "418": "塗眼中能見伏藏。則得隱形隨願去處出入", "419": "自在。無有一人而能得見。悉皆得見一切", "42": "持此呪誦則成誦一切明呪。及悉能作一切", "420": "菩薩。一切天龍夜叉乾闥婆。及諸眾生天趣", "421": "地獄畜生之趣生時死時。亦皆得見作罪作", "422": "福。於一切處皆得自在。得其供養。見一切窟", "423": "一切龍宮。亦皆能現一切之身。意願去處悉", "424": "皆能往在於彼處。以神通定力得神通地神", "425": "通而去。乃至見佛得蒙授於無上正等菩提", "426": "之記。得菩提記一切菩薩最勝智慧善巧方", "427": "便。獲得一切禪定三昧及自在。得一切諸根", "428": "力菩提分。皆得成就具足十力。得一切呪陀", "429": "羅尼力得無所畏。是名成就安善那品第十", "43": "事業。", "430": "一竟。", "431": "12 禁諸鬼神所著品不空羂索明主呪王禁諸鬼神所著品第", "432": "十二應云禁諸惡鬼神所著品譯者存略之也", "433": "若心清淨信心精進。作於善業諸眾生等。下", "434": "疑惑者當得成就。清淨眾生知恩決定求成", "435": "就者謂諸菩薩。非凡夫人之所能也。是故世", "436": "尊告阿難言。摩尼呪呪藥。是三種有不思議", "437": "力。諸佛境界不可思議。若誦此呪一百八遍。", "438": "一切事皆成就。永離一切著病患者。若一日", "439": "若二日。若三日若七日。誦其不空羂索呪。唯", "44": "爾時觀自在菩薩摩訶薩。復說不空羂索心", "440": "泮吒半音字能除一切壯熱之氣。以緋線呪二", "441": "十一遍。一呪一結二十一結。繫一切病壯熱", "442": "除差。一切七曜皆當擁護。終不惱亂亦不橫", "443": "死。次說呪法若欲燎治四日一度熱發病者。", "444": "作一方壇於中散花。令其病者坐向壇中。呪", "445": "鑌鐵刀誦不空王呪三遍已。又以溲麵作彼", "446": "病兒形。用其刀截。彼當恐怖。得見不空病則", "447": "除差若欲禁人。彼當洗浴著新淨衣。先自護", "448": "身。以牸牛糞塗作方壇。以色畫壇令規齊整。", "449": "散花壇中當以白食獻供養已。令一童男若", "45": "呪。名為不空成就之法。悉能淨除無量無邊", "450": "一童女。洗浴清淨著白淨衣。以諸嚴具莊嚴", "451": "其身。令於壇中結加趺坐。結其頂髮用此呪", "452": "呪。則是用第十四呪也。", "453": "第十四呪曰。", "454": "唵一阿謨伽二鉢羅二合底訶跢三囉上叉囉", "455": "上叉稱彼名四薩皤婆曳比也二合五虎𤙖二合六盤陀七", "456": "泮吒半音八莎訶九", "457": "於彼手中滿著花已。又用花香生米散之。燒", "458": "沈水香應誦不空羂索之呪。誦三遍已。以花", "459": "香散彼童子面上。則得禁之用粳米也。", "46": "世界業障積集。無量福德資糧增長善根。皆", "460": "第十五呪曰。", "461": "唵一阿謨伽囉闍二鉢囉二合底訶上跢三虎", "462": "吽二合四布地也二合五菩陀耶六社囉上跛耶", "463": "七虎吽二合八虎吽二合九泮吒半音十", "464": "又以此呪呪水三遍。灑彼面上彼則得語。所", "465": "問之事若吉若凶。過去未來現在等事皆悉", "466": "具說。此即名禁無病人法禁病人法亦當作", "467": "壇。燒沈水香散花供養。令其病者坐於壇內。", "468": "誦呪即禁。取其中指及無名指捏之則語。令", "469": "其立誓然後放去。用第十六呪也。", "47": "悉能生無邊智慧。神通境界超過得入。善巧", "470": "第十六呪曰。", "471": "唵一阿謨伽二鉢囉二合底訶上跢三伽車伽", "472": "上車四莎婆重皤去南上五莎去呵六", "473": "第十七呪曰。", "474": "唵一阿謨伽二合二奢婆上耶三虎吽二合四泮", "475": "吒半音五", "476": "若不放時。則以此呪呪治罰之。以此呪之放", "477": "燒走去。更莫敢來此為成就。", "478": "若被一切鬼所著病欲令差者。取芥子呪三", "479": "遍打之。又一切鬼及以癲癎難禁鬼著。應作", "48": "方便六波羅蜜滿足。增長一切菩薩力無所", "480": "醮法。以牛糞摩地作壇。於中然火。以菩提樹", "481": "枝賒彌木苟杞木是為柴然之。阿婆末迦此云牛膝用根與", "482": "酥酪蜜相和。呪燒一百八遍。若一日夜或三", "483": "日夜。誦觀自在不空羂索呪。或以芥子或一", "484": "切種子。呪已燒之。若夜叉著者。和安息香", "485": "芥子燒之。若天龍著者。以檀沈香末相和燒", "486": "之。一切著者。胡麻芥子或白芥子相和燒之。", "487": "若一日夜若三日夜。一一誦呪一切所著皆", "488": "得消滅。若一切災疫病起時。鹽乳相和呪以", "489": "燒之。一切災疫鬪諍憂惱悉皆消滅。說諸", "49": "畏不空佛法及四聖諦神足根力覺道得定因", "490": "鬼神所著品第十二竟。", "491": "13 入壇品不空羂索明主呪王入壇品第十三", "492": "次說不空羂索壇法。欲得攝受一切菩薩見大", "493": "乘者。應當觀視觀自在菩薩。當如見佛齊等", "494": "無二差別之相。為欲攝受陀羅尼故。為欲能", "495": "斷恐墮惡道。自利利他二俱成辦得善道故。", "496": "勤求應依如法大供養壇。其持呪者為欲利", "497": "益一切眾生。被精進甲莫祕其法。依於文義", "498": "子細教示。勿生貪心莫懷諂誑。常當正念於", "499": "一切眾生。心行平等善巧方便。勿有懶墮貢", "5": "死之靈翼。昇涅槃之聖翮。信知法門幽密。教", "50": "緣解脫三昧三摩鉢底。能令見者修習成就", "500": "高之心。勿鬪諍訟。常持淨戒每日洗浴。壇有", "501": "三種。一者王壇。二大臣壇。三者一切凡庶人", "502": "壇。王壇廣設。臣壇中設。若其一切凡庶人壇。", "503": "隨力所辦如應而作。若為王作不用中法。若", "504": "為臣作不用下法。為凡人作無增減法。各各", "505": "依法作之為吉。不依本法必過患生王者上品臣為中品庶人", "506": "下品隨其所應作其壇法不宜顛倒也。若結壇時。呪者先應擇其地", "507": "色知好惡相。當宿候其地。若於河邊或於山", "508": "林若於園苑。其地可愛吉祥之處。當彼方所", "509": "應作壇法。深掘除去棘石瓦骨。去其舊土更", "51": "聲聞緣覺佛地智慧威德之力。成就聰明福", "510": "將別處淨土來填。令滿掘處築令平正。極精", "511": "妙好平如手掌。如鏡無垢令地細滑。修理地", "512": "已於中作壇。若為王作縱廣正等三十二肘。", "513": "以金摩尼珠等為末。相和用作規界其壇。又", "514": "取青黃赤白黑等五色作五界道。壇開四門", "515": "復應開作四吉祥門。以諸樹枝而作華鬘周", "516": "遍安置。東門兩邊作二神王當為守門。右邊", "517": "應作護國神王。左邊應作增長神王。身被衣", "518": "甲一切嚴具以為莊嚴。眼赤瞋面手執於戟。", "519": "其護國者手執圓頭杵。南門兩邊作二神王。", "52": "德吉祥勤勇精進勢力辯才具足。騰空隱形", "520": "一名醜目二名赤眼。以金嚴具莊嚴其身。身", "521": "被衣甲執刀弓箭。一黃白色一身赤色醜目為左赤眼", "522": "為右西門兩邊作二神王。一者名曰摩尼跋陀。", "523": "二者名曰富那跋陀。各自持本衣服形狀。身", "524": "被衣甲。一切嚴具以為莊嚴執索鉞斧。北門", "525": "兩邊作二神王。一名毘沙門。一名執金剛。各", "526": "自形狀持本衣服。一切嚴具以為莊嚴執持", "527": "器仗。於其壇中心作觀自在。頭戴天冠紺髮", "528": "垂下。一切嚴具莊嚴其身。當頭上作阿彌陀", "529": "佛。作水精色菩薩。四臂左上一手執蓮華瓶", "53": "自在持呪仙位。具足世樂多財富貴。成就賢", "530": "寶澡罐也左下一手施無畏手。右上一手把於數珠。", "531": "右下一手作施無畏。端正殊妙悅可眾心。作", "532": "歡喜狀圓光圍遶。天妙華光以為莊嚴。正當", "533": "胸前作於卍字西國字也眼如低視。當於蓮華臺", "534": "座上立。於其右邊作大勢至菩薩。形像容儀", "535": "寂靜應說天冠文中略也以天嚴具莊嚴其身。披天妙衣", "536": "偏袒右肩。合掌對觀自在前住。左邊應作普", "537": "賢菩薩。身相端嚴如蓮華色。戴寶天冠紺髮", "538": "垂下。一切嚴具莊嚴其身。而有兩臂歡喜顏", "539": "狀。偏袒右肩合掌。對觀自在菩薩當前而住。", "54": "瓶如意珠法。緊羯囉制擿迦降伏。出於伏藏", "540": "於其普賢菩薩底下。作摩尼雞神及金剛神。", "541": "俱屈雙膝柱著地上。當於勢至菩薩底下。作", "542": "多羅神及毘俱致。著天妙衣及天瓔珞嚴", "543": "身之具。身黃白色顏容歡喜相儀寂靜。其多", "544": "羅神著於白衣。毘俱致著種種色衣。摩尼雞", "545": "及金剛使神。亦同著種種色衣。俱共合掌雙", "546": "膝著地。瞻仰觀自在菩薩面。於觀自在菩薩", "547": "底下。作於不空羂索呪王。身重棗色四臂四", "548": "牙。著赤色衣而有三眼。其眼赤色如放赤光。", "549": "全身瓔珞半身瓔珞以為莊嚴。雙膝著地合", "55": "入窟。安善那藥悉能療除一切諸病鬼魅所", "550": "掌瞻仰。對觀自在菩薩面看。顏容歡喜眉眼", "551": "分明。耳璫殊妙其心一定。少分曲躬狀若飛", "552": "騰。菩薩兩邊作於梵天并梵輔天。作自在天", "553": "大自在天與其眷屬。各各自持眾色衣服莊", "554": "嚴之具。向菩薩面合掌而住。於其四方作四", "555": "龍王。一娑伽羅龍王。二阿那跋答多龍王。三", "556": "難陀龍王。四跋難陀龍王。北方作四阿修羅", "557": "王。一名毘盧遮那王。二名羅睺羅王。三", "558": "名毘摩質多羅王。四名婆稚王。如是壇中作", "559": "一切印一切器仗螺輪蓮華難提迦莎悉底迦", "56": "著。呪結壇法降伏諸龍。及男子婦人童男女", "560": "圓頭杆三叉戟索釋枳帝二合都末羅室唎二", "561": "合跋嗟華鬘幢等。分茶利華總為華蓋。應", "562": "用欝金香也牛黃雄黃金精朱砂。不得和膠淨", "563": "色畫之。應與畫師受八戒齋。其壇四面周匝", "564": "懸幡青黃赤白諸色幡等。張於白帳。應用八", "565": "瓶若金銀瓶若赤銅。等於八瓶中滿盛淨水。", "566": "水中具著檀香沈香龍腦欝金諸名香等。一", "567": "切種子相和盛訖。華果樹枝插其瓶中。以眾", "568": "華鬘繫其瓶項。所列之華分齊間錯花鬘上花嚴飾間列", "569": "香瓶四口香爐四具酥瓶四口蜜瓶四口。乳", "57": "等。祈雨止雨災疫銷滅降伏。能成一切諸事。", "570": "瓶四口酪瓶四口。安置種種華果飲食悉皆", "571": "充滿。以粆糖和作諸飲食及用和水粆糖和水以為漿也", "572": "作胡麻粥大麥粥等香美飲食。唯除酒肉五", "573": "辛以外一切皆著。散種種華燒種種香。及華", "574": "鬘等。緣其壇中所須之物周匝遍布。其壇四", "575": "面周匝圍牆。或張幔幕安諸樂器皆令如法。", "576": "又於四方各安一人為守護者。又其四面各", "577": "十里內。滿著步人象馬車等四兵守護。其王", "578": "為欲除災障故。作此吉祥事已然後令王入", "579": "壇。當以手印印於其壇。印壇已送柳枝清淨。", "58": "興一切福滅一切罪。成就無邊門陀羅尼三", "580": "著白淨衣令持齋戒。堪委信人若其眷屬。或", "581": "其兄弟及兒子等。若欲入壇悉與灌頂。於其", "582": "手上與繫芥子。并與柳枝令持齋戒。依入壇", "583": "法善言安慰。則令入壇求師求神神者神聖以華香", "584": "燈飲食供養禮觀自在菩薩。應呪芥子散其", "585": "齋方。以此呪呪用第十八呪也。", "586": "第十八呪曰。", "587": "唵一阿謨伽二鉢囉二合底訶上跢三盤陀盤", "588": "陀四囉叉囉叉二合五賢囉若若也反薩婆薩埵", "589": "去南上音六虎吽二合七句󰳱二合八菴九泮吒半音十莎", "59": "昧。得於最勝廣大之法。此大不空羂索明呪", "590": "訶十一則成結界", "591": "第十九呪曰。", "592": "唵一帝𡅏二合路計也二合二毘社耶三阿謨伽波", "593": "奢四娑麼囉上音五娑麼耶六地師吒二合喃", "594": "上音七摩訶娑麼耶八鉢囉二合跋跢二合九虎吽", "595": "二合十泮吒半音十一", "596": "此呪第二句頭帝字半音𡅏字全音。計半音也字全音。第五句內娑半麼全。第七句內師半吒全。第九句內鉢半", "597": "羅全。跛半全也。", "598": "此為結壇呪。", "599": "第二十呪曰。", "6": "旨沖玄。非世智之能議。匪聰辯之所測。有大", "60": "王法。常為一切天龍夜叉乾闥婆阿修羅迦", "600": "唵一阿謨伽二囉上叉囉上叉三二合虎吽二合四", "601": "泮吒半音", "602": "此為護自身呪。", "603": "第二十一呪曰。", "604": "唵一訶謨伽二陀摩陀摩三鉢囉二合底度跛", "605": "闍二合四摩毘藍皤五莎呵六", "606": "此名呪香燒呪。", "607": "第二十二呪曰。", "608": "唵一阿謨伽二阿訶囉三布沙波二合陀皤平", "609": "毘摩去那四遮唎尼五虎吽二合六泮吒半七", "61": "樓羅緊那羅摩睺羅迦。部多鞞𡅏二合多毘", "610": "應以此呪呪華供養。", "611": "第二十三呪曰。", "612": "唵一阿謨伽二囉闍鉢囉二合底三車去囉伽二合", "613": "四摩地闍二合五訖柳二合噓拏二合訖柳二合噓拏", "614": "二合六麼林上音七莎訶八", "615": "應以此呪呪於飲食生粳米供養。", "616": "第二十四呪曰。", "617": "唵一阿謨伽二烏波毘上舍三虎𤙖二合四泮吒", "618": "半音五", "619": "此呪呪座持呪者時作蓮華印結加趺坐。誦", "62": "舍闍鳩槃茶囉剎娑。七耀諸宿毘那夜迦苾", "620": "於不空羂索心呪不得停斷。待於壇中聞懺", "621": "悔聲及彈指聲。及善哉聲乃至散華。應知其", "622": "壇已得加持。今正是其可入壇時。持呪者可", "623": "起禮拜。呪神則出執王右手以帛閉眼。令其", "624": "禮拜諸佛菩薩。及其呪神并諸神等。多羅毘", "625": "俱胝摩麼雞金剛使者及大勢至菩薩普賢菩", "626": "薩。尋常懺悔發願心意歡喜敬信。手中著華", "627": "入於壇前散手中華。看華落處到何神上。則", "628": "得彼神能與成就。禮拜合掌持戒而作是言。", "629": "從今已後我更不食酒肉五辛。亦不歸依禮", "63": "近那等之所供養。禮拜讚歎皆稱吉祥。常為", "630": "拜餘神。常當知恩報恩。歸依佛法菩薩聖者。", "631": "應當一心念阿闍梨。及諸菩薩獲法善神明", "632": "呪神等悉知證明。我從今日已後。布施一切", "633": "眾生無畏。令其與菩薩律儀。發菩提心亦令", "634": "堅固。乃至為命不敢行惡作於罪業。於不違", "635": "負一切眾生。令其歸依信敬。終不妄語常當", "636": "實語。不行邪行正見依空不取著相。無有我", "637": "人眾生壽者。如是三說。以此善願我得成佛", "638": "兩足聖尊。一切眾生諸煩惱病悉為療除。悉", "639": "願同此行。發是願已當示其王祕密之印不", "64": "釋梵護世四王。成就呪仙諸仙之眾。供養隨", "640": "空處陀羅尼。受法既竟還將出壇經少時間。", "641": "其諸眷屬應入壇者准於上法。將入將出。其", "642": "王則應作大布施與持呪師。廣大施已辭還", "643": "本宮。此名王入大壇法竟。", "644": "若為臣作其壇縱廣一十六肘。如上應作一", "645": "切呪神。用凡色畫界壇。亦當好料理地。不須", "646": "用金銀寶物等之色。其供養具飲食隨力所", "647": "辦。亦當建立幢幡安四乳瓶。一切香華燒香", "648": "供養。如其所堪作灌頂法。此是臣中壇法。凡", "649": "人壇者縱廣八肘。其中作印及觀自在菩薩", "65": "喜信受加持。獲得修行讚歎稱說。恭敬尊重", "650": "之像并諸呪神。不得同王及臣等法。於其壇", "651": "上布三界道。所謂一白二赤三黃。應用瓦器", "652": "銅銀亦得。隨其力辦。隨信以用華香燒香華", "653": "鬘幡帳。一切嚴具悉皆應作。亦以種種飲食", "654": "供養。還應如法與其灌頂。將出入壇依如上", "655": "法。世尊善巧方便為度眾生故。現種種形度", "656": "脫眾生。應以聲聞乘得度者。現以聲聞身形", "657": "教化。應以緣覺乘得度者。現以緣覺身形教", "658": "化。應以大乘而得度者。現以菩薩身形教化。", "659": "應以呪法而得度者。則為說法令住善道。於", "66": "供養一切供具。而為供養承事而住。已說第", "660": "中實莫生疑。若佛所說若菩薩所說。陀羅尼", "661": "法及受持呪法。須陀洹果斯陀含果阿那含", "662": "果阿羅漢果辟支佛。乃至證得無上菩提。是", "663": "故應知得入壇者獲大福德果報之聚。入壇", "664": "菩薩得於智慧。所生之處得宿命智。及得神", "665": "通得不退轉。得登十地超魔境界無能勝者。", "666": "一切怨讐一切業障悉得消滅。五無間罪速", "667": "得消滅。得如是功德。更得無量諸功德聚。", "668": "說入壇品第十三竟。", "669": "14 降伏龍品不空羂索明主呪王降伏龍品第十四", "67": "一讚歎品竟。", "670": "若欲降伏龍者。應當往詣龍住池所。於彼池", "671": "邊以牸牛糞塗地作壇。壇上散華燒檀沈等", "672": "香。應誦世尊觀自在菩薩不空羂索心王呪", "673": "一百八遍。若滿一百八遍之時。其池中水悉", "674": "皆乾涸。其中所有龍及龍女。以歡喜形來現", "675": "其前。三業寂靜禮拜白言。善來聖者命何所", "676": "作。則應告言我所念者汝則為作。爾時彼龍", "677": "及其龍女又復白言。聖者所須願見告示。其", "678": "持呪者則當告言。我有事時若念於汝。汝當", "679": "應時來至我所。時彼白言如所教令。白已禮", "68": "2 受持成就品不空羂索明主呪王受持成就品第二", "680": "拜。其池應時水還盈滿更倍於常。則入其中", "681": "還歸本宮。從此已後心常念持終不敢忘。聖", "682": "者但莫治罰於我。莫令失我龍神自在。彼於", "683": "諸欲不敢放逸。又恐於死畏墮惡道。其持呪", "684": "者。為欲利益一切眾生故憶念彼龍。纔憶念", "685": "已。尋時則到隱沒龍身。以天妙形如童子狀。", "686": "以諸嚴具莊嚴其身。現呪者前禮拜白言。聖", "687": "者所須願示教命欲令何作。應當告言我須", "688": "財物。為給貧窮困苦眾生。我見彼已生大悲", "689": "心。聞已白言如聖者教。我必當令滿足其願。", "69": "爾時復說受持之法。欲持呪者。當淨洗浴著", "690": "則入大海取如意寶珠。將來與持呪者白言。", "691": "此是如意寶珠。能除眾生貧窮之苦。隨意布", "692": "施閻浮提內所有眾生。飲食資具皆令滿足。", "693": "時持呪者受彼寶已告言歸去。若我有事憶", "694": "念則來莫忘。得此珠已應集無量貧窮乞人。", "695": "則以華香燒香華鬘。而用供養勿令人見。若", "696": "有人見則當隱沒更不得物。自在而用變成", "697": "寶直百俱胝價。若將出賣得其半價。若更轉", "698": "轉將出賣時漸漸賤價。乃至最後總不直價。", "699": "無光如石而棄擲却。若佛出世其神變力。還", "7": "菩薩號觀自在。大悲周於十方。愍法界之群", "70": "新淨衣。受持菩薩律儀之戒。住於慈心以大", "700": "復如本大海中沒。由其呪力及福德力還得", "701": "此寶。如其不然終無得法。若其世間旱無雨", "702": "時不熟飢餓。還當憶念應時即來。以凡人", "703": "形作禮白言。聖者我已到來欲令何作。告言", "704": "當為成熟五穀。告已應時以龍神力。騰虛空", "705": "中興大黑雲。風滿虛空降注大雨。大雨充足", "706": "成熟五穀。成熟五穀已重更白言。聖者我已", "707": "利益安樂諸眾生訖更何所作。應當告言我", "708": "若更憶念還則速來。時龍受教拜辭而去還", "709": "歸本宮。", "71": "悲意。樂真實語除於貪垢。利益安樂一切眾", "710": "若欲得見龍世界時還三憶念。纔憶念已。應", "711": "時即來現呪者前。白言聖者我今則至。願示", "712": "教命欲令何作。告言示我龍住世界。纔說已", "713": "則從此沒至龍世界。以龍神力作彼形狀。諸", "714": "龍之毒不能損害。如龍童子遊行於彼龍世", "715": "界中無疑怪者。若憶人世界。彼龍將以天妙", "716": "資具。勝妙衣服諸莊嚴具。天妙香華天妙粳", "717": "米飯。天妙工巧刻畫。悅意歌詠人間無者。俱", "718": "從彼沒來此人間。其龍即還三請。白言聖者", "719": "更命何作。呪者告言所應作者。汝已作訖汝", "72": "生。誠心質直不諂曲心。願樂福德除貪瞋癡。", "720": "今可去。隨意安樂於我無負。聞此語已以龍", "721": "神通還歸本宮。若欲將龍向別國去。爾時呪", "722": "者先當作護身法。詣龍池所以誦此呪。", "723": "第二十五呪曰。", "724": "唵一阿謨伽二毘上社耶三摩訶那去加四盤", "725": "陀盤陀五莎去訶六", "726": "則成結禁於一切方。無能障礙作惱亂者。應", "727": "作方壇若土白者。不是曾經受持之處。塗作", "728": "壇已散華塗香。燒香供養畫龍羂索直作羂索不是菩薩", "729": "誦不空呪一百八遍。當以右足大指蹋彼龍", "73": "當知報恩常當洗浴。誦呪念佛法僧勿令忘", "730": "頭索上。其龍身熱如似被火燒。則走出來亦", "731": "無有毒。以呪索力所繫縛住。所有神通無所", "732": "能為。縱其瞋怒亦無能為。則作蛇身呪者當", "733": "以手。擎取龍置一筐箱中。或澡罐內盛擎將", "734": "去。隨將去處則逐而去終不能走。與其乳喫", "735": "莫令遣死。若欲將賣。於無水國賣之亦得得", "736": "殺龍罪。欲避此過若為利益諸眾生故。出水", "737": "安置則無罪過。彼龍住已則於其國成熟五", "738": "穀。是故彼國諸眾生等安隱快樂。其國豐樂", "739": "多諸人眾。稻穀甘蔗黃牛水牛充饒熾盛。恒", "74": "失。設廣大供養觀自在菩薩。散花末香燒香", "740": "常歡喜少病少事。無有死疫飢餓鬪諍無惡", "741": "逆賊。猛獸潛藏不能惱亂。彼諸眾生悉皆賢", "742": "善。淳是質直住善法中。常樂布施恒作喜樂。", "743": "作諸福業堅持齋戒。口常宣說苦空無我無", "744": "常等法。生此邊地無端不雨水旱不調。今由", "745": "此龍住持力故。於此苦難今得解脫。其龍亦", "746": "得大致供養守護其國。復與其龍結願受戒。", "747": "因此善根離畜生趣得不退地。彼於呪者為", "748": "欲利益一切眾生故。得成就檀波羅蜜。又由", "749": "布施眾生命故。故得離於畜生之趣。趣向佛", "75": "塗香。鬘幢幡蓋而為莊嚴。當於彼前一心堅", "750": "地亦復不難。降伏龍品第十四竟。", "751": "15 見不空王成就品不空羂索明主呪王見不空王成就品第", "752": "十五", "753": "爾時若欲承事不空羂索呪王者。彼持呪", "754": "者清淨洗浴著新淨衣受持齋戒。於空閑處", "755": "當一樹下。或於有佛舍利塔處。白月八日或", "756": "十四日。料理壇地。壇前應敷俱施那草。以水", "757": "灑身結自頂髮。護身已竟以此呪呪用第二十六呪。", "758": "第二十六呪曰。", "759": "唵一阿謨伽二鉢囉二合底訶上跢三囉上叉", "76": "固意樂信心。誦於聖者不空羂索心王之呪", "760": "囉上叉自稱名四虎吽二合五泮吒半音六莎呵", "761": "誦不空呪芥子三遍散於四方。一切障礙悉", "762": "皆消滅除散不能惱亂。當加趺坐以帛裹", "763": "頭。結瑜伽印誦不空呪一千八遍。遍數滿時", "764": "當有大聲。亦有光明及雨於華。呪者定心莫", "765": "生恐怖。應知已得不空王法成就竟也。所以", "766": "有此示現瑞相。則起以華末香燒香華鬘供", "767": "養。一心念觀自在菩薩觀察四方。觀自在菩", "768": "薩則從南方從空降。放百千光明。猶如火聚", "769": "乘霞雲來。一切嚴具以為莊嚴。面上三眼面", "77": "一百八遍。入於不空陀羅尼定。作蓮華印默", "770": "重棗色。身有四臂持火焰刀及執羂索。狗牙", "771": "上出著赤色衣。瞋面鼻中出於雲氣。以金摩", "772": "尼金剛瑠璃滿於手足。頭戴龍王形狀可畏。", "773": "呪王大笑吼而大笑。譬如鼓聲蕩除山谷。而", "774": "來現彼持呪之人。呪者勿怖但誦不空羂索", "775": "呪王。心念觀自在菩薩。散華燒香而供養", "776": "彼。彼於空中歡喜形狀。以天妙身稱本體性。", "777": "寂靜而住讚呪者言。善哉呪者我今歡喜。汝", "778": "何所求為求富樂。安達怛那為求騰空。持呪", "779": "仙人轉輪之位。梵王帝釋護世四王。求宿命", "78": "然而住莫語。則得成就。世尊觀自在菩薩。則", "780": "智五種神通。須陀洹果乃至第四果。辟支", "781": "迦佛無上菩薩。無上正等菩提道也。爾時呪", "782": "者隨所欲願。禮拜求請如上諸願。若不樂欲", "783": "當言依我則當依之。受其處分隨其教命。", "784": "皆依命作所求則與。意所須物則為將來。遣", "785": "去之處依命則去。欲得去處則能將去。須來", "786": "則來所聞皆說。常與聖者隨逐行住。若不欲", "787": "得常近住時。但憶念則來。為將伏藏而來示", "788": "現。所有鬼著悉為除遣亦能治罰。為除一切", "789": "病及一切死。禁火禁水禁刀禁毒。祈雨止雨", "79": "於夢中現比丘身婆羅門身。或現童男身或", "790": "禁雲禁龍。隨意所欲悉皆為作。作呪者若瞋", "791": "更不現身來。是故呪者應當自護及護於彼。", "792": "不自加持所為之事。而復恐怖。懶墮修行和", "793": "雜惡業。難得成就亦難得見。應當勤求樂福", "794": "德者。無有功用而得成就。見不空王成就品", "795": "第十五竟。", "796": "16 見如來成就品不空羂索明主呪王見如來成就品第十", "797": "六", "798": "若欲成就見如來者。其持呪之人行十善道。", "799": "於諸眾生利益安樂。勝意樂心應行悲心。於", "8": "迷。故說此經示其正路。斯乃久成正覺。是能", "80": "現王身或現大臣身。作如是身而來示現。讚", "800": "誓願中堅固精進。供養三寶供養已竟。於觀", "801": "自在菩薩前作曼陀羅此云壇也隨力所辦華香燒", "802": "香飲食華鬘。一切資具燈明供養既設供已。", "803": "若經三日若一七日。持齋清淨三時洗浴。著", "804": "新淨衣若俗人作應著白衣三時換衣。結加趺坐勝妙座", "805": "上。作如來印但當誦呪。待觀自在菩薩像身", "806": "震動。現於神通隱沒不現。或坐輪上或低或", "807": "立。或現一身或現多身。或現麁或現細。或放", "808": "光明。現如是等諸瑞相已。呪者應知我當見", "809": "佛。有如是等成就瑞相。觀自在菩薩普賢菩", "81": "言善哉善哉摩訶薩埵。汝今已能攝護教法。", "810": "薩啟請世尊。令見神變成就之相。如是知觀", "811": "自在菩薩請現相已。世尊受請為觀自在菩", "812": "薩。及欲利益一切眾生故現瑞相。爾時呪者", "813": "生歡喜心。更應供養觀自在菩薩。供養既已", "814": "還當誦呪。待於世尊以自神力隱於佛形。於", "815": "其座上變觀自在菩薩形為佛形。舒金色臂", "816": "慰喻告言。持呪仙人起汝觀如來大悲。為當", "817": "滿足汝願故來至此時。持呪者遶佛七匝。以", "818": "華散香燒香華鬘供養禮拜供養。禮已白言", "819": "我見世尊。大悲教師我眼親見。世尊令我所", "82": "已成所願更何所求。若其呪師所須之願應", "820": "願悉不空過為見世尊故。世尊告呪者言汝", "821": "今何所求。為欲求多聞求富饒財。持呪仙位", "822": "世中如來。聲聞辟支菩提薩埵。灌頂無病長", "823": "命生天。生於大姓婆羅門家。生於剎利大姓", "824": "殊勝行家。生轉輪家。欲得生四天王天及欲", "825": "界天。欲得具足生三十三天。夜摩天兜率陀", "826": "天化樂天梵天淨居天佛位所欲。皆得由於", "827": "如來神力福力。如來祕密陀羅尼力。由觀自", "828": "在菩薩願力。及不空王呪之威力。及心清淨", "829": "一切意樂皆得現前。如來所言終無有異。呪", "83": "當求之。如其所欲呪得成就。隨所作事速得", "830": "者隨心樂欲之願應當求取。若欲於世尊所", "831": "求親授記。應修菩薩行。世尊積集加行苦行", "832": "乃得成佛。佛智甚難得。何況其餘凡夫之人。", "833": "云何由此少分呪力。一生積集俱胝百千無", "834": "數劫生。修生善行所得之佛。莫疑呪此少力", "835": "能得。皆由智慧方便善巧。成就信力精進力", "836": "念力及三昧力。此則是其得佛之因。精進勤", "837": "勇慰喻方便。所為授於無上正等菩提之記。", "838": "得授記已菩薩次第得自在定。菩薩得於三", "839": "昧自在。成於無上菩提不遠。是故呪者心當", "84": "成就。一切業障盡得銷滅。永斷一切地獄畜", "840": "信受。得菩提安樂不得不信一乘。其信於一", "841": "切力得到彼岸。若不信受。縱於多百千俱胝", "842": "劫中行精進行。終不能得菩提之果。彼去無", "843": "上菩提甚遠。是故世尊知眾生已。為授無上", "844": "菩提之記。是故呪者於如來所求請授記。是", "845": "時如來為授記。持呪之人得授記已。應當自", "846": "知我得成佛。世間教師於天人中無上福田。", "847": "我知用是凡夫不淨短命之身。我以此身而", "848": "欲求佛堅固之身。彼身不作不善之事。及其", "849": "三業常善五根具足。得發精進而求佛位。常", "85": "生惡趣之處此人則得智眼清淨念得增長。", "850": "在心中持呪之人。由呪力得如來菩提陀羅", "851": "尼力。不可思議功德三昧殊勝之力。呪仙藏", "852": "中所說之壇大印加持。受此法者降伏止息", "853": "惡毘那夜迦能治罰呪。令其調伏方便增長。", "854": "菩薩神變寂靜安隱善好守護。吉祥攝受善", "855": "巧方便。除一切煩惱遮止諸惡趣。淨五無間", "856": "罪消除病災疫。消滅起尸厭蠱不祥。悉能", "857": "除斷刀毒惡藥惡腫油瘻。癲癎癩病著小兒", "858": "病。壽命色力富貴快樂具足歡喜。心生智慧", "859": "聰明之念。相貌端正為人喜見。能得積集福", "86": "常為諸天作其同伴。為除障礙所作之事令", "860": "智資糧善根。而有威德譬如摩尼如意寶聚。", "861": "世尊觀自在大菩薩不空羂索心王呪法。如", "862": "迦羅波二合樹悉皆具足無量功德。不是少福", "863": "薄德眾生所能求得。乃至百千俱胝劫中亦", "864": "難得聞。況具足得一切如來加持一切菩薩", "865": "諸願。皆入一切如來之所成就。一切呪仙之", "866": "所供養。常為一切諸天加持。能與一切所願。", "867": "能大積集福德之聚。能入菩提道能示導法。", "868": "皆能消滅地獄畜生餓鬼之趣。若有受持讀", "869": "誦此呪。以華散香燒香塗香華鬘幢蓋幡等。", "87": "得成就。亦令其人勇猛精進呪得成就。一切", "870": "供養恭敬尊重讚歎之者。彼當得生極樂世", "871": "界無量壽佛剎。壽命無量。等同得共世尊觀", "872": "自在菩薩。見如來品第十六竟。", "873": "不空羂索心呪王法不空成就王第二十", "874": "七呪曰。", "875": "那上謨囉上怛那二合怛囉二合夜耶一那謨", "876": "阿𠼝耶二合阿弭跢婆上耶二跢他孽跢去", "877": "耶三那謨阿唎耶二合跋盧枳帝四攝皤二合", "878": "囉去耶五菩提薩埵去耶六摩訶薩埵去耶", "879": "七摩訶迦去盧尼迦去耶八怛姪他九唵十阿", "88": "善願皆得成就。不為天魔外道怨家之所降", "880": "謨伽十一鉢囉二合底訶上跢十二僧訶上囉", "881": "僧訶囉十三虎𤙖二合十四泮吒半音十五", "882": "作壇已竟。然後應誦此呪掃除壇却。", "883": "新譯不空羂索經呪鈔功能竟。", "884": "不空羂索呪印不空羂索呪印一卷", "885": "阿牟伽皤奢神通自在印呪心阿牟伽皤奢神通自在印呪心", "886": "1 雲自在印呪雲自在印呪第一", "887": "屈右無名及小指。以大指押其甲上。中指頭", "888": "指直申竪之呪曰。烏𤙖二合長引此是迷加攝皤", "889": "二合囉印。最勝所說。作一切事能成吉祥。", "89": "伏。恒為聖者之所讚歎。囉闍大臣婆羅門居", "890": "2 不空心印呪不空心印呪第二", "891": "准前惟改屈右無名小指著掌。則以大母指", "892": "押其中節。中指頭指少曲竪之呪曰。嘻唎", "893": "二合此印說名不空心印。一切眾生特明", "894": "呪仙眾。皆歸依恭敬供養。", "895": "3 三摩地印呪三摩地印呪第三", "896": "二手相合十指相當。二無名指及二中指並", "897": "屈著掌各背相著。頭指小指大指並竪令各", "898": "相離。呪曰。訶上此是三摩地印之呪。", "899": "作一切觀世音菩薩之法。皆得成就。", "9": "仁之本師。故能十方法界莫不現身。普應群", "90": "士等。一切眾人之所愛敬禮拜供養。一切眾", "900": "4 觀世音心印呪觀世音心印呪第四", "901": "二手作捲。八指向內反叉在掌中。其二大", "902": "指並直竪之呪曰。呬醯枳反此是觀世音心", "903": "印呪。由是印呪力故。能令持呪憐愍眾", "904": "生。蓮華藏法得成就無疑。", "905": "5 蓮華印呪蓮華印呪第五", "906": "二腕相著。十指散竪小曲向上如蓮華開。呪", "907": "曰。虎𤙖二合是名蓮華印。千光王所說。所", "908": "願滿足從自身出。", "909": "6 救拔擁護世間心印呪救拔擁護世間心印呪第六", "91": "人之所稱讚。恒為一切恐怖之人作歸依處。", "910": "以二手無名小指作捲。以二大指各押", "911": "其上。竪二中指指頭相柱。竪二頭指令少屈", "912": "頭。呪曰。泮吒半音大張口呼此是救拔擁護世間心", "913": "印呪。", "914": "7 金剛結印呪金剛結印呪第七", "915": "以二手小指無名中指向內相叉。以右押", "916": "左並屈作捲。竪二頭指及二大指並令相著。", "917": "呪曰。莎去訶此是觀世音金剛結印呪。", "918": "稱能摧破一切魔眾。又亦能斷一切厭蠱。", "919": "8 三摩地蓮華印呪三摩地蓮華印呪第八", "92": "一切善人之所依信。若常誦者身口意中。積", "920": "以二手合令掌內空。呪曰。寺上聲此名", "921": "三摩地蓮華印。由是力故得三摩地。", "922": "9 世間勇猛嗔怒印呪世間勇猛嗔怒印呪第九", "923": "以右手無名指。押小指背令頭相著。直竪", "924": "中指。頭指少屈。大指橫屈。呪曰。阿平音", "925": "此是世間勇猛瞋怒印。能破一切諸惡鬼神。", "926": "及破夜叉羅剎娑等。", "927": "10 觀世音頂印呪等觀世音頂印呪等第十", "928": "以二手小指無名中指向內相叉。竪二頭指", "929": "頭相拄。以二大母指捻頭指側。呪曰。𠼝耶", "93": "集惡業皆得消滅。若誦一遍則得衣食。臥具", "930": "二合此是觀世音頂印。於三有中能為擁", "931": "護。", "932": "11 大結界印呪大結界印呪第十一", "933": "以二手無名小指相叉入掌中。以右押左。", "934": "竪二中指令頭相柱。竪二大母指。屈二頭", "935": "指押二大指。呪曰。皤上音此是大結界", "936": "印呪。能令十方夜叉諸鬼奪精氣者大揭", "937": "囉上訶等。見此大印悉皆退散磨滅無餘。", "938": "決定無疑。", "939": "12 能銷龍毒調伏龍印呪能銷龍毒調伏龍印呪第十二", "94": "醫藥及餘資具。皆得殊勝終不乏少。得壽命", "940": "二無名指中指頭指向外相叉。竪二小指相", "941": "著。以二大指押二頭指。呪曰。嚧輕呼此是", "942": "能銷龍毒調伏毒龍印呪。正等觀世音菩薩", "943": "說。", "944": "13 觀世音火印呪觀世音火印呪第十三", "945": "二無名指小指中指向外相叉。竪二頭指相", "946": "合。以二大指附頭指側。呪曰。枳此是觀", "947": "世音火印呪。不為劫火之所焚燒。", "948": "14 摩尼海印呪摩尼海印呪第十四", "949": "二手八指向外相叉。以右押左。以二大指", "95": "長少病少惱。第二受持成就品竟。", "950": "押右頭指。呪曰。帝此是摩尼海印呪。", "951": "悉能銷除一切暴雨。", "952": "15 能解縛印呪能解縛印呪第十五", "953": "以二手小指向內相叉。二無名指向外相", "954": "叉。竪二頭指相著。以二手中指各附頭指。", "955": "指頭相拄。以二大指博頭指側。呪曰。攝皤", "956": "二合此是能解縛印呪。觀世音菩薩悉能銷", "957": "除三世繫縛。", "958": "16 象耳印呪象耳印呪第十六　智者", "959": "屈右大指在於掌中。少曲頭指。餘指皆申。呪", "96": "3 見成就品不空羂索明主呪王見成就品第三", "960": "曰。囉去音此是象耳印呪。伊囉皤拏屈伏", "961": "無疑伊囉皤拏者帝釋象也。", "962": "17 蓮華鬘印呪蓮華鬘印呪第十七", "963": "以二無名指竪頭相拄。二小指向外相叉。二", "964": "中指頭指曲竪頭相拄。竪二大指捻頭指側。", "965": "呪曰。野又本作耶字此是觀世音蓮華鬘印。", "966": "一切呪詛悉能銷滅。正等觀世音菩薩所", "967": "說。", "968": "18 喫一切明咒印呪喫一切明呪印呪第十八", "969": "以二小指向外相叉。二無名指向內相叉。竪", "97": "若欲親見觀自在者。彼當往詣阿蘭若處。或", "970": "二中指頭相拄。二頭指二大指屈頭相拄。面", "971": "向左傾。狀如馬頭。呪曰。嘻唎引三合觀世", "972": "音菩薩說此印法。能喫一切明呪之法。", "973": "19 金剛三叉戟王印呪金剛三叉戟王印呪第十九", "974": "以左右小指中指大指。雙竪相著。二無名指", "975": "頭指屈在掌中。呪曰。訶上音此是金剛", "976": "三叉戟王印。20 與閻羅王遠離最勝無能勝印呪與閻羅王遠離最勝無能勝印", "977": "呪第二十", "978": "以左右小指中指大指向內相叉。二無名指", "979": "曲竪相拄。復竪二中指令頭相拄。屈二頭", "98": "阿蘭若寺有塔之處。或於園苑或於河邊。或", "980": "指近中指邊。呪曰。呬醯枳反此是無能勝", "981": "印呪。", "982": "21 火焰印呪火焰印呪第二十一", "983": "竪二小指二無名指。頭指相拄。竪二中指大", "984": "指小曲頭相離三分。呪曰。虎𤙖二合此", "985": "是火焰印呪。悉能燒於一切魔刺從第十八乃至此呪", "986": "名四字心呪雖同前印事用別。", "987": "22 金剛棒印呪金剛棒印呪第二十二", "988": "二手十指總屈掌中。急把為捲。則誦呪曰。", "989": "嘻唎二合一訶上二呬醯枳反三虎𤙖二合四泮吒半音五莎", "99": "於山林往詣彼已。受持齋戒菩薩律儀。三曼", "990": "訶六此金剛棒印呪。名聲普聞。此通前諸", "991": "印中用。是呪名為五字心呪。已說不空羂索法", "992": "竟從第一呪以下諸呪。除莎訶外。皆是一字。但有二合三合等子。應急呼之。傍注口者應轉舌呼。其泮", "993": "吒字大張口呼。舌拄上齶。但惠日謹案。西域大呪藏中說。佛在世時凡呪法中。云誦十萬遍得成者。以佛在世佛", "994": "威力故。得成佛成度後誦十萬遍不成者。緣眾生薄福。要須滿百萬遍方可得成。以遍數多故。一消諸障。二則", "995": "於呪綽有其功。若有眾生宿業障重。誦滿百萬遍不得成者。仍須誦二百萬遍或三百萬遍或四百萬。乃至誦滿七", "996": "百萬遍必成就。然此中言誦一百八遍得法成就者。其先誦不空羂索呪人有功効法先成就。為此等人故說一百八", "997": "遍成就。未曾見聞但依前所說遍數誦持悉得成就。其呪印一品惠日續檢梵本翻入。合成一十七品。然此羂索呪", "998": "更大有方法。翻廣如大呪藏所說。其有人未曾經和尚闍梨入大縵茶羅壇場者。覓取大輪金剛呪誦二十一", "999": "遍。即當入壇。然後作諸呪法。悉得成就也。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1096 不空羂索陀羅尼經: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王: 不空羂索明主呪王", "author": "唐 李無諂譯", "sourceLink": "http://www.cbeta.org/"}