{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1236 聖無能勝金剛火陀羅尼經: 聖無能勝金剛火陀羅尼經: 聖無能勝金剛火陀羅尼經", "text": {"0": "No. 1236", "1": "聖無能勝金剛火陀羅尼經", "10": "左有形無形末怛里眾等。來集會坐可遍五", "100": "而用供養。復以微妙梵音歌詠讚歎。時大曼", "101": "拏羅會一切聖賢苾芻眾等。并大菩薩摩訶", "102": "薩。皆大歡喜信受奉行。", "103": "聖無能勝金剛火陀羅尼經", "11": "百由旬。", "12": "復有菩薩摩訶薩七千五百人。苾芻眾一萬", "13": "二千五百人。俱來會坐而為聽法。", "14": "爾時會中天龍夜叉阿修羅乾闥婆迦樓羅緊", "15": "那羅摩睺羅伽。及持明仙眾部多頻那夜迦", "16": "毘舍左。有形無形末怛里眾等。高聲唱言苦", "17": "哉苦哉。時釋迦牟尼如來應正等覺而復問", "18": "言。汝等云何高聲唱言怖畏苦惱。彼眾等白", "19": "言。世尊我被大力聖者恐怖降伏而今來此。", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "20": "唯願慈悲特垂救護。世尊告言。今此一切最", "21": "上廣大曼拏羅中。有菩薩摩訶薩得大地補", "22": "處。當紹灌頂法王之位。而能覺悟善惡諸業。", "23": "當為安慰汝之心意說是語已剎那之間有菩", "24": "薩摩訶薩名金剛手。如金剛山放金色光普", "25": "照世界。頂戴寶冠面如滿月。手執金剛棒金", "26": "剛橛金剛羂索。具大福力能破諸惡。領五千", "27": "金剛族而為眷屬。其名曰金剛難拏大將。金", "28": "剛嚩日囉誐囉婆大將。金剛嚩日囉計都", "29": "大將。金剛嚩日囉嚩婆娑大將。金剛儞攞嚩", "3": "傳教大師臣法天奉　詔譯", "30": "日囉大將。金剛囉怛曩嚩日囉大將。金剛", "31": "玉呬也嚩日囉大將。金剛作訖囉嚩日囉", "32": "大將。金剛摩訶嚩日囉難拏主。金剛護世", "33": "明王。及金剛魔金剛頻那夜迦。金剛曜童子", "34": "金剛烏娑多羅迦金剛大惡等。俱來集會大", "35": "曼拏羅中。放清淨光照曜一切。能令眾生心", "36": "懷歡喜。時金剛手菩薩。偏袒右肩頂禮佛足。", "37": "右遶三匝合掌住立。", "38": "爾時世尊勅金剛手菩薩言。今此會中有天", "39": "龍夜叉阿修羅及諸部多之類。高聲唱言怖", "4": "如是我聞。一時佛在妙高山寶峯樓閣之中。", "40": "畏苦惱。汝為安慰令彼快樂。於是金剛手菩", "41": "薩即從座起。於天龍阿修羅等部多眾前入", "42": "三摩地。名最上金剛器仗光明燈。發大神通", "43": "令三千大千世界雷雹閃電如大火焰。是諸", "44": "眾生見是事已。即除苦惱怕怖。復有恒河沙", "45": "數眾生。見是事已發清淨梵行持戒忍辱心。", "46": "一切財寶施金剛手菩薩。皆願隨從聽受妙", "47": "法。是時金剛手菩薩。即為天龍夜叉之眾。說", "48": "四諦緣生三摩地門十波羅蜜。及本金剛族", "49": "大曼拏羅儀則之法。所有梵王天大自在天。", "5": "以種種金寶而用莊嚴。出無數光周匝照曜", "50": "嚩嚕拏俱尸羅。摩嚕多誐嚕拏。那羅延天焰", "51": "摩天帝釋天。而得成就者。阿修羅乾闥婆。而", "52": "得成就者。乃至諸惡部多大羅叉等。難調伏", "53": "者而能調伏。懷惡心者而發善心。懷邪見者", "54": "而得正見。懷瞋恚者而起慈悲。懷愚暗者而", "55": "能明了。先具強力者而失強力。先能隱身者", "56": "而不能隱。他真言能自禁斷。自真言能求圓", "57": "滿。住曼拏羅中覺悟調伏。當如是等。", "58": "爾時佛勅金剛手菩薩。汝為宣說無能勝金", "59": "剛火大陀羅尼令彼受持。金剛手菩薩。即以", "6": "於諸山巖。復有栴檀沈水塗香粖香種種名", "60": "此陀羅尼真實威德之力。放大光明照彼天", "61": "人阿修羅等一切賢聖大會之眾。復以陀羅", "62": "尼力故。而令日月星宿光明不現。大海涌沸", "63": "妙高山王悉皆震動。", "64": "爾時大光焰藏金寶峯中有金剛手童女。變", "65": "化自身如大熾焰。即往虛空。至大力菩薩摩", "66": "訶薩前。右繞三匝歸命頂禮。住立一面告彼", "67": "眾曰。金剛手菩薩說如來三摩地心。汝等當", "68": "宜各捨金剛器仗等。求此大陀羅尼法。時世", "69": "界主大梵王天人阿修羅等。俱發聲言。如菩", "7": "花。及諸寶蓋鈴譯如是嚴飾。", "70": "薩勅我今奉行。於是大自在天捨三股叉。那", "71": "羅延天捨輪。焰摩天捨杖。俱尾囉天捨棒。帝", "72": "釋天捨金剛杵。摩嚕拏天捨羂索。天魔捨其", "73": "障難。阿修羅捨其威力。摩嚕多捨其迷著。母", "74": "鬼眾離於散亂。龍神眾離於恚毒。夜叉羅剎", "75": "緊那羅毘捨左部多沒囉賀摩羅剎娑鳩槃茶", "76": "等皆去威力。於菩薩前一心恭敬。金剛手即", "77": "說陀羅尼曰。", "78": "曩謨引囉怛曩二合怛囉二合夜引野曩摩室戰", "79": "二合拏嚩日囉二合播引拏曳引摩賀引藥乞叉二", "8": "爾時有天龍夜叉阿修羅乾闥婆迦樓羅緊那", "80": "合細引曩引鉢哆曳引怛儞也二合他引怛他引誐", "81": "多三摩引地馱囉尼末引嚩里多二合以瑟也", "82": "二合引彌曀呬嚩日里二合俱胝羅俱胝播引嚩迦", "83": "俱羅尸契迦閉羅計尸怛致左致祖引致謨引", "84": "吒儞迦里迦二合致母致嚩致嚩日里二合引尼", "85": "禰愈二合路隷母俱母俱酥母酥母婆囉娑", "86": "囉娑普二合吒娑普二合吒娑普二合吒娑普二合", "87": "吒烏儞愈二合帝引賓誐隷左致尾左致入嚩二", "88": "合羅賓誐隷薩里嚩二合禰嚩誐拏鉢囉二合賀", "89": "囉拏摩引野引悉地㮈引以計酥嚨嚕引嚩日", "9": "羅摩睺羅伽。及持明仙部多頻那夜迦毘舍", "90": "羅二合具引尼引涅里二合荼娑囉鉢囉二合賀", "91": "囉尼囉怛曩二合怛囉二合野引禰迦羅部帝引", "92": "嚩日羅二合馱囉尾濕嚩二合引娑儞迦引鉢囉", "93": "二合賀哆鉢囉二合摩里那二合儞娑嚩二合引賀", "94": "若此陀羅尼有人聞已。一心讀誦憶念受持。", "95": "是人得入一切世間出世間曼拏羅三昧。若", "96": "人隨喜恭敬。是人不為禁呪諸毒及一切恐", "97": "怖之所惱害。", "98": "爾時佛勅金剛手菩薩說大陀羅尼時。欲色", "99": "諸天一切天子。於空界中雨種種殊妙香花"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1236 聖無能勝金剛火陀羅尼經: 聖無能勝金剛火陀羅尼經: 聖無能勝金剛火陀羅尼經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}