{"author": "日本 圓珍撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2170 福州溫州台州求得經律論疏記外書等目錄: 法鏡經一卷: 大乘方等要慧經一卷: 大方廣晉賢所說經一卷: 大乘金剛髻珠菩薩修行分一卷: 入定不定印經一卷: 不空羂索陀羅尼經一卷: 天王經一卷: 最妙勝定經一卷: 注無礙大悲心陀羅尼一卷: 妙法蓮華經論一卷: 顯揚聖教論頌一卷: 無相論二卷: 因明正理門論一卷: 大乘廣五蘊論一卷: 道進鈔六卷: 大周群經目錄二卷: 花嚴義海二卷: 禪門七祖行狀碑銘一卷: 八識三身圖一卷: 法華玄談一卷: 法華科文二卷: 淨名經關中疏略數義圖一卷: 金師子觀門一卷: 四分律音訓一卷: 泗州和上變像一鋪: 福州開元寺新造浮屠碑并敘一卷: 於開元寺造淨土院寫一切經并藏碣銘并序\n一卷: 監軍使再修經藏院記一卷: 中天竺大那蘭陀寺貝多葉梵字真言一夾\n隨身: 梵字無礙大悲心陀羅尼一夾: 金剛一口: 觀世音如意輪菩薩像一卷: 佛頂尊勝陀羅尼一卷: 般若心經疏一卷: 花嚴經新疏: 法華玄贊十卷: 法華經疏十卷: 涅槃經疏十卷: 阿彌陀經疏一卷: 菩薩戒疏二卷: 淨名經關中疏三卷: 天台法華文句十卷: 花嚴經論: 開四分律宗記十卷: 弘調伏錄八卷: 開四分律宗記義鏡十卷: 開宗血脈抄一卷: 四分開宗紀八卷: 四分開宗記一卷: 大平羯磨二卷: 金剛經疏三卷: 雜轉降句一卷: 四分比丘比丘尼隨要行儀二卷: 俱舍論頌疏六卷: 俱舍論頌疏六卷: 俱舍論頌疏記五卷: 俱舍論釋頌疏抄三卷: 俱舍論序記一卷: 相送詩一卷: 大寶積經一卷: 金剛經論頌一卷: 四分律攝頌一卷: 四分律一卷: 比丘尼羯磨一卷: 羯磨經一卷: 楞伽阿跋多羅寶經四卷: 楞伽阿跋多羅寶經疏十卷: 開四分律宗記十卷: 俱舍論頌疏六卷: 俱舍論頌記五卷: 俱舍論釋頌疏鈔四卷: 肇論一卷: 肇論科文一卷: 注般若心經一卷: 無生義二卷: 傅大士歌一卷: 仁王經新翻開發一卷: 見道性歌一卷: 大乘布薩法一卷: 菩薩心地戒本一卷: 因明正理門論一卷: 正明八正理論疏一卷: 四分重輕儀一卷: 還源集三卷: 天台法界次第三卷: 能大師金剛般若經訣一卷: 六祖和上觀心偈一卷: 淨水呪一本: 大輪金剛呪一本: 淨言真言一本: 補闕陀羅尼一本: 休糧方并呪一本: 金剛童子呪一本: 隨處結界呪一本: 報父母慈恩真言一本: 護身呪一本: 一字王真言一本: 金剛經呪一本: 家加持并呪一本: 金剛引一本: 八金剛名一本: 金剛經懺悔一本: 金沙論一卷: 南宗荷澤禪師問答雜徵一卷: 金剛般若經宣演一卷: 無極寶三昧經一卷: 荷澤和上禪要一卷: 唯識論位次圖一卷: 宗本和上寫真一卷: 達摩宗系圖一卷: 深沙神王記一卷: 題贈宗本和上詩一卷: 溫州緇素相送詩一卷: 上仙詩七十首一卷: 景丹英鸞束盧山勝事: 舜帝峯為首雜詩一卷: 建陽山水歌一卷: 千大洞天名記一卷: 詩集一卷: 雜詩一卷: 雜句一卷: 天台讚一卷: 舊詩一卷: 摩訶止觀八卷: 南山四分羯磨二卷: 輔京口記一卷: 因明論疏三卷: 因明疏糅抄三卷: 日本求法紀一卷: 天台十二所道場記一卷: 台州開元寺建老宿詩一卷: 註大經九卷: 天台法華疏義纘六卷: 天台法華科文二卷: 天台山小錄一卷: 梅略方: 本寧式三和上手書一卷: 福州往來集一卷: 溫州台州往來集一卷: 建老宿手書集一卷: 目錄抄一卷: 七曜曆一卷: 新置天下伽藍勅文牒集一卷: 三元九宮一卷: 七曜曆一卷: 西唐和上偈一卷: 玄奘三藏從西天取來禮拜文一卷: 台州給日本求法僧圓珍牒一道: 七俱胝佛母准胝大明陀羅尼經一卷: 大經集解二諦鈔一卷: 大經集解悉曇文字一卷: 行相法一卷: 上都雲花寺十大弟子贊一卷: 修禪道場碑銘一卷: 天台佛隴禪林寺碑銘一卷: 天台大師傳法第六祖荊溪妙樂寺先師諸州\n門人弘教錄一卷隨身: 天台大師金光明齊碑銘一卷: 彌勒經慈恩疏鈔一卷: 佛說裔譜訣一卷: 盱󱭩國僧菩提真陀翻譯十二部八萬四千法\n門一卷已上二卷: 越州孟中承修理石象道場碑一卷: 開元□蕭尚書奏新刪定禮律捨令要決一\n部一十二條凡一卷: 梁氏刪定止觀六卷: 天台六祖摩訶止觀血脈科文二卷: 止觀輔行搜要記: 牛頭山融大師維摩經記一卷: 佛窟集一卷: 章類集五卷: 表集三卷: 台州黃巖縣置三童寺因起一卷: 天台大經科文五卷: 後分科文一卷: 止觀大科一卷: 曹谿山第六祖能大師壇經一卷門人法海集\n隨身: 諸雜要藥方一卷: 天台山國清寺舉律大德影贊一卷: 永嘉覺大師集一卷: 維摩經演正疏五卷: 演正疏抄三卷: 釋籤緣起序一卷: 達摩和上悟性論一卷: 百丈山和尚要決一卷: 送外上人入京詩序一卷: 󱥸對儀一卷: 啟賀文一卷: 天台法華玄義科二卷: 天台法華疏科一卷: 法華名相一卷: 融心論一卷: 金剛般若經意一卷: 維摩詰經要略疏一卷: 刀󱮥歌一卷: 金剛經疏一卷: 天台觀心論一卷: 禪門要略一卷: 四教義一卷: 國清百錄二卷: 觀心誦十二部經義一卷: 誓往生淨土文一卷: 念佛三昧敘一卷: 東晉竺法護贈安公書一卷: 釋道安答汰公書一卷: 觀食法一卷: 唐常州天興寺法華院故二大德比丘尼碑銘\n一卷梁補闕: 神捨柏木經藏記一卷: 天台山三亭記一卷: 帝王年代錄一卷: 南岳思大師碑一卷: 天台山智者大師碑一卷: 唐大興善寺大辨正廣智三藏國師碑一卷: 傳法堂碑一卷: 上都薦福寺臨壇大戒德律師碑一卷: 福州大律故懷道闍梨碑頌一卷: 釋迦牟尼如來脚跡寫真一鋪: 釋門集僧軌度圖序一卷: 大唐左街重建寺碑銘一卷: 允躬錄南中李大尉事一卷: 華嚴經私記兩卷: 呂才合字書一卷", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2170", "1": "外題福州溫州台州求得經律論疏", "2": "記外書等目錄", "3": "日本國求法僧圓珍目錄此錄內寄在國清者都四百三十卷又從本國", "4": "將來五十二卷都計四百八十二卷留在天台大中八年九月二日珍記", "5": "經過福州溫州台州求得經律論疏記外書", "6": "等都計四百五十八卷。", "7": "法鏡經一卷", "8": "大乘方等要慧經一卷", "9": "大方廣晉賢所說經一卷", "10": "大乘金剛髻珠菩薩修行分一卷", "11": "入定不定印經一卷", "12": "不空羂索陀羅尼經一卷", "13": "天王經一卷隨身", "14": "最妙勝定經一卷", "15": "注無礙大悲心陀羅尼一卷", "16": "妙法蓮華經論一卷隨身", "17": "顯揚聖教論頌一卷", "18": "無相論二卷上下", "19": "因明正理門論一卷義淨譯", "20": "大乘廣五蘊論一卷", "21": "道進鈔六卷一帙", "22": "大周群經目錄二卷上下", "23": "花嚴義海二卷上下隨身", "24": "禪門七祖行狀碑銘一卷複一十三卷", "25": "八識三身圖一卷", "26": "法華玄談一卷", "27": "法華科文二卷嘉祥", "28": "淨名經關中疏略數義圖一卷", "29": "金師子觀門一卷八義海帖", "30": "四分律音訓一卷", "31": "泗州和上變像一鋪苗", "32": "福州開元寺新造浮屠碑并敘一卷", "33": "於開元寺造淨土院寫一切經并藏碣銘并序", "34": "一卷", "35": "監軍使再修經藏院記一卷", "36": "已上寫得。", "37": "中天竺大那蘭陀寺貝多葉梵字真言一夾", "38": "隨身", "39": "梵字無礙大悲心陀羅尼一夾隨身", "40": "金剛一口短小一寸隨身", "41": "已上婆羅門三藏阿娑阿哩耶曼蘇悉", "42": "坦羅於福府開元寺捨與。", "43": "觀世音如意輪菩薩像一卷參寥", "44": "佛頂尊勝陀羅尼一卷實叉難陀譯權", "45": "般若心經疏一卷法藏述　惠灌", "46": "花嚴經新疏二十卷澄觀　大中第一卷隨身", "47": "法華玄贊十卷智海捨", "48": "法華經疏十卷大中", "49": "涅槃經疏十卷大中", "50": "阿彌陀經疏一卷啟", "51": "菩薩戒疏二卷上下啟", "52": "淨名經關中疏三卷上中下啟", "53": "天台法華文句十卷令端大德", "54": "花嚴經論四十卷李寧和上", "55": "開四分律宗記十卷大中", "56": "弘調伏錄八卷大中", "57": "開四分律宗記義鏡十卷義雄", "58": "開宗血脈抄一卷大中", "59": "四分開宗紀八卷義雄和上本既相授大中真本了", "60": "四分開宗記一卷□一大中", "61": "大平羯磨二卷義雄", "62": "金剛經疏三卷雄與□智", "63": "雜轉降句一卷義雄", "64": "四分比丘比丘尼隨要行儀二卷權隨身", "65": "俱舍論頌疏六卷大中", "66": "俱舍論頌疏六卷大中與□智", "67": "俱舍論頌疏記五卷大中", "68": "俱舍論釋頌疏抄三卷", "69": "俱舍論序記一卷權", "70": "相送詩一卷甲二首參寥", "71": "已上於福州開元寺及大中寺求得。", "72": "大寶積經一卷", "73": "金剛經論頌一卷", "74": "四分律攝頌一卷已上二卷復", "75": "四分律一卷第一", "76": "比丘尼羯磨一卷上素律師", "77": "羯磨經一卷第三", "78": "已上於溫州橫陽縣張德真宅求得。", "79": "楞伽阿跋多羅寶經四卷科點", "80": "楞伽阿跋多羅寶經疏十卷", "81": "開四分律宗記十卷", "82": "俱舍論頌疏六卷", "83": "俱舍論頌記五卷", "84": "俱舍論釋頌疏鈔四卷已上宗本和上捨與", "85": "肇論一卷點", "86": "肇論科文一卷", "87": "注般若心經一卷", "88": "無生義二卷李□吉", "89": "傅大士歌一卷", "90": "仁王經新翻開發一卷良", "91": "見道性歌一卷已上宗元和上捨與", "92": "大乘布薩法一卷", "93": "菩薩心地戒本一卷已上複", "94": "因明正理門論一卷義淨譯", "95": "正明八正理論疏一卷邁", "96": "四分重輕儀一卷南山已上含以和上捨與", "97": "還源集三卷一帖", "98": "天台法界次第三卷一帖", "99": "能大師金剛般若經訣一卷", "100": "六祖和上觀心偈一卷", "101": "淨水呪一本", "102": "大輪金剛呪一本", "103": "淨言真言一本", "104": "補闕陀羅尼一本", "105": "休糧方并呪一本", "106": "金剛童子呪一本", "107": "隨處結界呪一本", "108": "報父母慈恩真言一本", "109": "護身呪一本", "110": "一字王真言一本", "111": "金剛經呪一本", "112": "家加持并呪一本", "113": "金剛引一本", "114": "八金剛名一本", "115": "金剛經懺悔一本已上十五本複一卷", "116": "金沙論一卷一帖", "117": "南宗荷澤禪師問答雜徵一卷一帖已上徐十三捨與", "118": "金剛般若經宣演一卷上未足", "119": "無極寶三昧經一卷", "120": "荷澤和上禪要一卷", "121": "唯識論位次圖一卷", "122": "宗本和上寫真一卷", "123": "達摩宗系圖一卷新寫", "124": "深沙神王記一卷新寫", "125": "題贈宗本和上詩一卷新寫", "126": "溫州緇素相送詩一卷或題福溫台州相送詩乙三十六首", "127": "已上於溫州永嘉郡求得。", "128": "上仙詩七十首一卷", "129": "景丹英鸞束盧山勝事聯句成四十一卷", "130": "舜帝峯為首雜詩一卷", "131": "建陽山水歌一卷已上複一卷都一百七十七首", "132": "千大洞天名記一卷冊", "133": "詩集一卷七十二首題李山人所居為初", "134": "雜詩一卷冊子七十八首寄婁渠牟為初", "135": "雜句一卷一百二首送㔁大皂為初", "136": "已上從福州向溫州海中寫取道家安", "137": "栖□本。", "138": "天台讚一卷", "139": "舊詩一卷題仙壇為初總三十首", "140": "已上於台州嶠嶺屈宗古宅寫取。", "141": "摩訶止觀八卷闕第四第八禪林寺藏本", "142": "南山四分羯磨二卷末本", "143": "輔京口記一卷上", "144": "已上台州黃巖縣安寧寺清零和上捨", "145": "與。", "146": "因明論疏三卷基", "147": "因明疏糅抄三卷貞元年末清翰座主手書本", "148": "已上台州開元寺知建和上捨與翰和上入", "149": "室。", "150": "日本求法紀一卷知建述", "151": "天台十二所道場記一卷已上寫", "152": "台州開元寺建老宿詩一卷丙　本新總六首", "153": "註大經九卷二上三八十十二十三十六十九二十", "154": "已上於台州下求之得之。", "155": "天台法華疏義纘六卷知度和上述", "156": "天台法華科文二卷", "157": "天台山小錄一卷或題國清靈聖傳", "158": "梅略方十四卷二帖", "159": "已上於天台山國清寺寫取。", "160": "本寧式三和上手書一卷甲", "161": "福州往來集一卷乙", "162": "溫州台州往來集一卷丙", "163": "建老宿手書集一卷丁", "164": "目錄抄一卷私抄貞元求法目錄", "165": "七曜曆一卷略", "166": "新置天下伽藍勅文牒集一卷", "167": "三元九宮一卷", "168": "七曜曆一卷", "169": "西唐和上偈一卷", "170": "玄奘三藏從西天取來禮拜文一卷已上三卷一帖", "171": "台州給日本求法僧圓珍牒一道隨身", "172": "七俱胝佛母准胝大明陀羅尼經一卷金剛智三藏譯", "173": "隨身", "174": "大經集解二諦鈔一卷", "175": "大經集解悉曇文字一卷隨身", "176": "行相法一卷", "177": "上都雲花寺十大弟子贊一卷已上複一卷", "178": "修禪道場碑銘一卷梁補闕撰日本先來　隨身", "179": "天台佛隴禪林寺碑銘一卷陳司馬撰隨身", "180": "天台大師傳法第六祖荊溪妙樂寺先師諸州", "181": "門人弘教錄一卷隨身", "182": "天台大師金光明齊碑銘一卷已上四卷面寫取佛　隴碑文", "183": "彌勒經慈恩疏鈔一卷", "184": "佛說裔譜訣一卷", "185": "盱󱭩國僧菩提真陀翻譯十二部八萬四千法", "186": "門一卷已上二卷", "187": "越州孟中承修理石象道場碑一卷入光明齊帖", "188": "開元□蕭尚書奏新刪定禮律捨令要決一", "189": "部一十二條凡一卷", "190": "梁氏刪定止觀六卷", "191": "天台六祖摩訶止觀血脈科文二卷", "192": "止觀輔行搜要記一部一十一卷五卷本末", "193": "牛頭山融大師維摩經記一卷上下", "194": "佛窟集一卷隨身", "195": "章類集五卷十六已下一帖", "196": "表集三卷從第五半至第七卷未足訖賀雪□□□□令狐從一二三四至第五半於鎮西府寫", "197": "台州黃巖縣置三童寺因起一卷洽座主記", "198": "天台大經科文五卷血脈", "199": "後分科文一卷有脈", "200": "止觀大科一卷有脈", "201": "曹谿山第六祖能大師壇經一卷門人法海集", "202": "隨身", "203": "諸雜要藥方一卷", "204": "天台山國清寺舉律大德影贊一卷一張", "205": "永嘉覺大師集一卷一帖", "206": "維摩經演正疏五卷缺第四卷", "207": "演正疏抄三卷已上二部建和上捨與日本", "208": "釋籤緣起序一卷", "209": "達摩和上悟性論一卷隨身", "210": "百丈山和尚要決一卷神海集隨身", "211": "送外上人入京詩序一卷陸昈", "212": "󱥸對儀一卷隨身", "213": "啟賀文一卷已上兩卷複一卷", "214": "天台法華玄義科二卷有脈", "215": "天台法華疏科一卷有脈", "216": "法華名相一卷牛山一帖", "217": "融心論一卷惠大師一帖", "218": "金剛般若經意一卷□名記一帖牛山", "219": "維摩詰經要略疏一卷一帖牛山", "220": "刀󱮥歌一卷一帖", "221": "金剛經疏一卷天台隨身", "222": "天台觀心論一卷隨身", "223": "禪門要略一卷", "224": "四教義一卷第一", "225": "國清百錄二卷三四", "226": "觀心誦十二部經義一卷天台", "227": "誓往生淨土文一卷南岳飛錫作", "228": "念佛三昧敘一卷惠遠文", "229": "東晉竺法護贈安公書一卷", "230": "釋道安答汰公書一卷", "231": "觀食法一卷天台已上六卷複一卷", "232": "唐常州天興寺法華院故二大德比丘尼碑銘", "233": "一卷梁補闕", "234": "神捨柏木經藏記一卷法盛錄", "235": "天台山三亭記一卷台州陸質郎中記", "236": "帝王年代錄一卷西明寺玄暢記", "237": "南岳思大師碑一卷衡州王郎申撰隋", "238": "天台山智者大師碑一卷王侍郎撰　隨", "239": "唐大興善寺大辨正廣智三藏國師碑一卷巖", "240": "郢大夫撰　隨", "241": "傳法堂碑一卷白舍人撰　隨", "242": "上都薦福寺臨壇大戒德律師碑一卷韓雲郎中撰　隨", "243": "福州大律故懷道闍梨碑頌一卷括州李邕郎中文　隨", "244": "已上六卷從上都觀座主將來八年八月二", "245": "十日抄。", "246": "釋迦牟尼如來脚跡寫真一鋪八月二十五日", "247": "已上觀座主捨與永充供養大中八年八月二十五日。", "248": "釋門集僧軌度圖序一卷南山大師述", "249": "大唐左街重建寺碑銘一卷󱭵大夫奉勅撰　隨", "250": "允躬錄南中李大尉事一卷", "251": "華嚴經私記兩卷上下　牛頭", "252": "呂才合字書一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2170 福州溫州台州求得經律論疏記外書等目錄: 法鏡經一卷: 大乘方等要慧經一卷: 大方廣晉賢所說經一卷: 大乘金剛髻珠菩薩修行分一卷: 入定不定印經一卷: 不空羂索陀羅尼經一卷: 天王經一卷: 最妙勝定經一卷: 注無礙大悲心陀羅尼一卷: 妙法蓮華經論一卷: 顯揚聖教論頌一卷: 無相論二卷: 因明正理門論一卷: 大乘廣五蘊論一卷: 道進鈔六卷: 大周群經目錄二卷: 花嚴義海二卷: 禪門七祖行狀碑銘一卷: 八識三身圖一卷: 法華玄談一卷: 法華科文二卷: 淨名經關中疏略數義圖一卷: 金師子觀門一卷: 四分律音訓一卷: 泗州和上變像一鋪: 福州開元寺新造浮屠碑并敘一卷: 於開元寺造淨土院寫一切經并藏碣銘并序\n一卷: 監軍使再修經藏院記一卷: 中天竺大那蘭陀寺貝多葉梵字真言一夾\n隨身: 梵字無礙大悲心陀羅尼一夾: 金剛一口: 觀世音如意輪菩薩像一卷: 佛頂尊勝陀羅尼一卷: 般若心經疏一卷: 花嚴經新疏: 法華玄贊十卷: 法華經疏十卷: 涅槃經疏十卷: 阿彌陀經疏一卷: 菩薩戒疏二卷: 淨名經關中疏三卷: 天台法華文句十卷: 花嚴經論: 開四分律宗記十卷: 弘調伏錄八卷: 開四分律宗記義鏡十卷: 開宗血脈抄一卷: 四分開宗紀八卷: 四分開宗記一卷: 大平羯磨二卷: 金剛經疏三卷: 雜轉降句一卷: 四分比丘比丘尼隨要行儀二卷: 俱舍論頌疏六卷: 俱舍論頌疏六卷: 俱舍論頌疏記五卷: 俱舍論釋頌疏抄三卷: 俱舍論序記一卷: 相送詩一卷: 大寶積經一卷: 金剛經論頌一卷: 四分律攝頌一卷: 四分律一卷: 比丘尼羯磨一卷: 羯磨經一卷: 楞伽阿跋多羅寶經四卷: 楞伽阿跋多羅寶經疏十卷: 開四分律宗記十卷: 俱舍論頌疏六卷: 俱舍論頌記五卷: 俱舍論釋頌疏鈔四卷: 肇論一卷: 肇論科文一卷: 注般若心經一卷: 無生義二卷: 傅大士歌一卷: 仁王經新翻開發一卷: 見道性歌一卷: 大乘布薩法一卷: 菩薩心地戒本一卷: 因明正理門論一卷: 正明八正理論疏一卷: 四分重輕儀一卷: 還源集三卷: 天台法界次第三卷: 能大師金剛般若經訣一卷: 六祖和上觀心偈一卷: 淨水呪一本: 大輪金剛呪一本: 淨言真言一本: 補闕陀羅尼一本: 休糧方并呪一本: 金剛童子呪一本: 隨處結界呪一本: 報父母慈恩真言一本: 護身呪一本: 一字王真言一本: 金剛經呪一本: 家加持并呪一本: 金剛引一本: 八金剛名一本: 金剛經懺悔一本: 金沙論一卷: 南宗荷澤禪師問答雜徵一卷: 金剛般若經宣演一卷: 無極寶三昧經一卷: 荷澤和上禪要一卷: 唯識論位次圖一卷: 宗本和上寫真一卷: 達摩宗系圖一卷: 深沙神王記一卷: 題贈宗本和上詩一卷: 溫州緇素相送詩一卷: 上仙詩七十首一卷: 景丹英鸞束盧山勝事: 舜帝峯為首雜詩一卷: 建陽山水歌一卷: 千大洞天名記一卷: 詩集一卷: 雜詩一卷: 雜句一卷: 天台讚一卷: 舊詩一卷: 摩訶止觀八卷: 南山四分羯磨二卷: 輔京口記一卷: 因明論疏三卷: 因明疏糅抄三卷: 日本求法紀一卷: 天台十二所道場記一卷: 台州開元寺建老宿詩一卷: 註大經九卷: 天台法華疏義纘六卷: 天台法華科文二卷: 天台山小錄一卷: 梅略方: 本寧式三和上手書一卷: 福州往來集一卷: 溫州台州往來集一卷: 建老宿手書集一卷: 目錄抄一卷: 七曜曆一卷: 新置天下伽藍勅文牒集一卷: 三元九宮一卷: 七曜曆一卷: 西唐和上偈一卷: 玄奘三藏從西天取來禮拜文一卷: 台州給日本求法僧圓珍牒一道: 七俱胝佛母准胝大明陀羅尼經一卷: 大經集解二諦鈔一卷: 大經集解悉曇文字一卷: 行相法一卷: 上都雲花寺十大弟子贊一卷: 修禪道場碑銘一卷: 天台佛隴禪林寺碑銘一卷: 天台大師傳法第六祖荊溪妙樂寺先師諸州\n門人弘教錄一卷隨身: 天台大師金光明齊碑銘一卷: 彌勒經慈恩疏鈔一卷: 佛說裔譜訣一卷: 盱󱭩國僧菩提真陀翻譯十二部八萬四千法\n門一卷已上二卷: 越州孟中承修理石象道場碑一卷: 開元□蕭尚書奏新刪定禮律捨令要決一\n部一十二條凡一卷: 梁氏刪定止觀六卷: 天台六祖摩訶止觀血脈科文二卷: 止觀輔行搜要記: 牛頭山融大師維摩經記一卷: 佛窟集一卷: 章類集五卷: 表集三卷: 台州黃巖縣置三童寺因起一卷: 天台大經科文五卷: 後分科文一卷: 止觀大科一卷: 曹谿山第六祖能大師壇經一卷門人法海集\n隨身: 諸雜要藥方一卷: 天台山國清寺舉律大德影贊一卷: 永嘉覺大師集一卷: 維摩經演正疏五卷: 演正疏抄三卷: 釋籤緣起序一卷: 達摩和上悟性論一卷: 百丈山和尚要決一卷: 送外上人入京詩序一卷: 󱥸對儀一卷: 啟賀文一卷: 天台法華玄義科二卷: 天台法華疏科一卷: 法華名相一卷: 融心論一卷: 金剛般若經意一卷: 維摩詰經要略疏一卷: 刀󱮥歌一卷: 金剛經疏一卷: 天台觀心論一卷: 禪門要略一卷: 四教義一卷: 國清百錄二卷: 觀心誦十二部經義一卷: 誓往生淨土文一卷: 念佛三昧敘一卷: 東晉竺法護贈安公書一卷: 釋道安答汰公書一卷: 觀食法一卷: 唐常州天興寺法華院故二大德比丘尼碑銘\n一卷梁補闕: 神捨柏木經藏記一卷: 天台山三亭記一卷: 帝王年代錄一卷: 南岳思大師碑一卷: 天台山智者大師碑一卷: 唐大興善寺大辨正廣智三藏國師碑一卷: 傳法堂碑一卷: 上都薦福寺臨壇大戒德律師碑一卷: 福州大律故懷道闍梨碑頌一卷: 釋迦牟尼如來脚跡寫真一鋪: 釋門集僧軌度圖序一卷: 大唐左街重建寺碑銘一卷: 允躬錄南中李大尉事一卷: 華嚴經私記兩卷: 呂才合字書一卷", "source": "CBETA"}