{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1422a 彌沙塞五分戒本: 彌沙塞五分戒本: 彌沙塞五分戒本", "text": {"0": "No. 1422 [cf. No. 1421]", "1": "彌沙塞五分戒本一卷", "10": "我今欲說戒，僧當一心聽。", "100": "行惡行皆見聞知，污他家亦見聞知。汝出去，", "101": "不應此中住。』彼比丘言：『諸大德隨愛、恚、癡、", "102": "畏。何以故？有如是等同罪比丘，有驅者、有不", "103": "驅者。』諸比丘復語言：『汝莫作是語：「諸大德", "104": "隨愛、恚、癡、畏。有如是等同罪比丘，有驅者、有", "105": "不驅者。」汝行惡行、污他家。行惡行皆見聞知，", "106": "污他家亦見聞知。汝捨是隨愛恚癡畏語。汝", "107": "出去，不應此中住。』如是諫，堅持不捨，應第二、第", "108": "三諫。第二、第三諫捨是事善；不捨者，僧伽婆", "109": "尸沙。」「諸大德！已說十三僧伽婆尸沙法，九", "11": "乃至小罪中，心應大怖畏，", "110": "初罪、四乃至三諫。若比丘犯一一戒，知故覆", "111": "藏，隨幾時應與波利婆沙。行波利婆沙已，六", "112": "夜行摩那埵，次到阿浮呵那。如法作已，應", "113": "二十僧中出罪，若少一人不滿二十，是比丘", "114": "不得出罪，諸比丘應如法呵。是法應爾。今問，", "115": "諸大德是中清淨不？」第二、第三亦如是說「諸大德是中清", "116": "淨，默然故，是事如是持。」「諸大德！是二不定", "117": "法，半月半月戒經中說。「若比丘，共一女人", "118": "獨屏處可婬處坐。可信優婆夷見，於三法中", "119": "一一法說，若波羅夷、若僧伽婆尸沙、若波", "12": "有罪一心悔，後更莫復犯。", "120": "逸提。若比丘言：『如優婆夷所說。』應三法中隨", "121": "所說治。是初不定法。「若比丘，共一女人獨", "122": "露處坐，說麁惡婬欲語。可信優婆夷見，於", "123": "二法中一一法說，若僧伽婆尸沙、若波逸提。", "124": "若比丘言：『如優婆夷所說。』應二法中隨所說", "125": "治。是二不定法。」「諸大德。已說二不定法。今", "126": "問，諸大德是中清淨不？」第二、第三亦如是說「諸大德是", "127": "中清淨，默然故，是事如是持。」「諸大德！是三", "128": "十尼薩耆波逸提法，半月半月戒經中說。", "129": "「若比丘，三衣竟，捨迦絺那衣已，長衣乃至", "13": "心馬馳惡道，放逸難禁制，", "130": "十日。若過，尼薩耆波逸提。「若比丘，三衣竟，", "131": "捨迦絺那衣已，三衣中離一一衣宿，過一夜，", "132": "除僧羯磨，尼薩耆波逸提。「若比丘，三衣竟，", "133": "捨迦絺那衣已，得非時衣，若須應受，速作受", "134": "持。若足者善，若不足望更有得處，令具足成，", "135": "乃至一月。若過，尼薩耆波逸提。「若比丘，從", "136": "非親里比丘尼取衣，除貿易，尼薩耆波逸提。", "137": "「若比丘，使非親里比丘尼浣故衣，若染、若", "138": "打，尼薩耆波逸提。「若比丘，從非親里居士", "139": "居士婦乞衣，除因緣，尼薩耆波逸提。因緣者，", "14": "佛說切戒行，亦如利轡勒。", "140": "奪衣、失衣、燒衣、漂衣、衣壞，是名因緣。", "141": "「若比丘，奪衣、失衣、燒衣、漂衣、衣壞，從非親里", "142": "居士居士婦乞衣。若居士居士婦欲多與", "143": "衣，是比丘應受二衣，若過是受，尼薩耆波逸", "144": "提。「若比丘，非親里居士居士婦共議，當以", "145": "如是衣直作衣，與某甲比丘。是比丘先不自", "146": "恣請，便往問居士居士婦言：『汝為我以如是", "147": "衣直作衣不？』答言：『如是。』便言：『善哉居士居士", "148": "婦！可作如是衣與我，為好故。』尼薩耆波逸提。", "149": "「若非親里居士居士婦共議：『我當各以如", "15": "佛口說教誡，善者能信受，", "150": "是衣直作衣，與某甲比丘。』是比丘先不自", "151": "恣請，便往問居士居士婦言：『汝各為我以如", "152": "是衣直作衣不？』答言：『如是。』便言：『善哉居士居", "153": "士婦！可合作一衣與我，為好故。』尼薩耆波逸", "154": "提。「若王、若大臣、婆羅門、居士，為比丘故，遣", "155": "使送衣直。使到比丘所言：『大德！彼王、大臣送", "156": "此衣直，大德受之。』是比丘言：『我不應受衣直。", "157": "若得淨衣，當手受持。』使言：『大德！有執事人不？』", "158": "比丘即指示處。使便到執事所語言：『某王、大", "159": "臣送此衣直，與某甲比丘。汝為受作取。』便與", "16": "是人馬調順，能破煩惱軍。", "160": "之。使既與已，還比丘所，白言：『大德！所示執事", "161": "人，我已與竟。大德須衣，便可往取。』是比丘二", "162": "返三返到執事所語言：『我須衣。我須衣。』若得", "163": "者善。若不得，四返五返六返到執事前，默然", "164": "立。若得者善。若過求得者，尼薩耆波逸提。若", "165": "不得衣，隨使來處，若自往、若遣信語言：『汝為", "166": "某甲比丘送衣直，是比丘竟不得。汝還自索，", "167": "莫使失。是事應爾。』「若比丘，自行乞縷，雇織", "168": "師織作衣，尼薩耆波逸提。「若居士居士婦，", "169": "為比丘，使織師織作衣。是比丘先不自恣請，", "17": "若不受教勅，亦不愛樂戒，", "170": "便到織師所作是言：『汝知不？此衣為我作。汝", "171": "好為我織，令極緻廣，當別相報。』後若與一食、", "172": "若一食直，得者，尼薩耆波逸提。「若比丘，與", "173": "比丘衣後瞋不喜，若自奪、若使人奪，作是語：", "174": "『還我衣，不與汝。』尼薩耆波逸提。「若比丘，知", "175": "檀越欲與僧物，迴以入己，尼薩耆波逸提。", "176": "「若比丘病，得服四種含消藥：酥、油、蜜、石蜜。", "177": "一受乃至七日。若過，尼薩耆波逸提。「若比", "178": "丘住阿鍊若處。安居三月未滿八月，若處", "179": "有恐怖，聽寄一一衣著界內白衣家。若有因", "18": "是人馬不調，沒在煩惱軍。", "180": "緣出界，離此衣宿乃至六夜。若過，尼薩耆波", "181": "逸提。「若比丘，春餘一月應求雨浴衣，餘", "182": "半月應持。若未至一月求、先半月持，尼薩耆", "183": "波逸提。「若比丘，前後安居十日未至自恣，", "184": "得急施衣，若須應受。乃至衣時若過，尼薩", "185": "耆波逸提。「若比丘，鉢未滿五綴，更乞新鉢，", "186": "為好故，尼薩耆波逸提。是鉢應僧中捨。僧", "187": "應取眾中最下鉢與之，語言：『汝受是鉢乃至", "188": "破。是法應爾。』「若比丘，長鉢乃至十日，若", "189": "過，尼薩耆波逸提。「若比丘。新憍賒耶作", "19": "若人守護戒，如犛牛愛尾，", "190": "臥具。尼薩耆波逸提。「若比丘，純黑羺羊", "191": "毛作新臥具，尼薩耆波逸提。「若比丘，作新", "192": "臥具，應用二分純黑羺羊毛、第三分白、第四", "193": "分下。若過是作，尼薩耆波逸提。「若比丘，作", "194": "新臥具，應六年畜。未滿六年，若捨若不捨，更", "195": "作新臥具，除僧羯磨，尼薩耆波逸提。「若比", "196": "丘，純黑羺羊毛作新尼師壇，應用故尼師", "197": "壇一修伽陀搩手壞好色。若不壞，尼薩耆波", "198": "逸提。「若比丘，得羊毛須持，有所至，若自持", "199": "乃至三由旬。若過，尼薩耆波逸提。「若比丘，", "2": "宋罽賓三藏佛陀什等譯", "20": "繫心不放逸，亦如猴著鎖。", "200": "使非親里比丘尼浣、染、擘羺羊毛，尼薩耆波", "201": "逸提。「若比丘，種種販賣求利，尼薩耆波逸", "202": "提。「若比丘，以金銀及錢種種賣買，尼薩耆", "203": "波逸提。「若比丘，自捉金銀及錢，若使人捉、", "204": "若發心受，尼薩耆波逸提。」「諸大德！已說三", "205": "十尼薩耆波逸提法。今問，諸大德是中清淨", "206": "不？」第二、第三亦如是說「諸大德是中清淨，默然故，是事", "207": "如是持。」「諸大德！是九十一波逸提法，半月", "208": "半月戒經中說。「若比丘故妄語，波逸提。", "209": "「若比丘，毀呰比丘，波逸提。「若比丘，兩舌", "21": "日夜常精進，求實智慧故，", "210": "鬪亂比丘，波逸提。「若比丘，為女人說法過", "211": "五六語，除有別知善惡語男子，波逸提。「若", "212": "比丘，知僧如法斷事竟還發起，波逸提。「若", "213": "比丘，教未受具戒人經並誦者，波逸提。「若", "214": "比丘，與未受具戒人宿過三夜，波逸提。「若", "215": "比丘，向未受具戒人自說得過人法，言：『我", "216": "如是知、如是見。』實者，波逸提。「若比丘，知他", "217": "比丘麁罪，向未受具戒人說，除僧羯磨，波逸", "218": "提。「若比丘，作是語：『何用是雜碎戒為？說是", "219": "戒時令人憂惱作。』如是毀呰戒者，波逸提。", "22": "是人佛法中，能得清淨命。", "220": "「若比丘，自伐鬼村、若使人伐，波逸提。「若", "221": "比丘，故不隨問答，波逸提。「若比丘，誣說僧", "222": "所差人，波逸提。「若比丘，於露地自敷僧臥", "223": "具、若使人敷、若他敷，若坐若臥，去時不自舉、", "224": "不教人舉、不囑舉，若見僧臥具敷在露地而", "225": "不舉者，波逸提。「若比丘，於僧房內自敷僧", "226": "臥具、若使人敷、若他敷，若坐若臥，去時不自", "227": "舉、不教人舉、不囑舉，波逸提。「若比丘，瞋不", "228": "喜，於僧房中自牽比丘出、若使人牽，作是語：", "229": "『出去、滅去，莫此中住。』波逸提。「若比丘，知他先", "23": "「大德僧聽！今十五日布薩說戒，僧一心作布", "230": "敷臥具，後來強自敷、若使人敷，作是念：『若不", "231": "樂者自當出去。』波逸提。「若比丘，僧重閣上", "232": "尖脚繩床木床用力坐臥，波逸提。「若比丘", "233": "作大房舍，從平地壘，留窓戶處，極令堅牢，再", "234": "三重覆。若過，波逸提。「若比丘，知水有蟲，若", "235": "取澆泥、若飲食諸用，波逸提。「若比丘，僧", "236": "不差教誡比丘尼，波逸提。「若比丘，僧差教", "237": "誡比丘尼，至日沒，波逸提。「若比丘，僧不差，", "238": "為教誡故入比丘尼住處，除病因緣，波逸", "239": "提。「若比丘，作是語：『諸比丘為供養利故", "24": "薩說戒。若僧時到僧忍聽，一心共作布薩。白", "240": "教誡比丘尼。』波逸提。「若比丘，與比丘尼、式", "241": "叉摩那、沙彌尼獨屏處坐，波逸提。「若比丘，", "242": "與非親里比丘尼衣，除貿易，波逸提。「若比", "243": "丘，與非親里比丘尼作衣，波逸提。「若比丘，", "244": "與比丘尼先期共道行，從此聚落到彼聚落，", "245": "除因緣，波逸提。因緣者，若多伴、有疑畏處，", "246": "是名因緣。「若比丘，與比丘尼先期共船行，", "247": "若上水、若下水，除直渡，波逸提。「若比丘，知", "248": "比丘尼讚歎因緣得食食，除檀越先發心作，", "249": "波逸提。「若比丘，數數食，除因緣，波逸提。", "25": "如是。」「諸大德！今布薩說波羅提木叉，一切共", "250": "因緣者，病時、衣時、施衣時，是名因緣。「若比", "251": "丘，受別請眾食，波逸提，除因緣。因緣者，病", "252": "時、衣時、施衣時、作衣時、行路時、船上行時、大", "253": "會時、沙門會時，是名因緣。「若比丘，無病施", "254": "一食處過一食，波逸提。「若比丘，到白衣家", "255": "自恣多與飲食，若餅、若󰉓。若不住其家食，須", "256": "二三鉢應受，出外與餘比丘共食。若無病，過", "257": "是受及不與餘比丘共食，波逸提。「若比丘，", "258": "食竟不作殘食法，波逸提。「若比丘，知他比丘", "259": "食竟，不作殘食法強勸令食，欲使犯罪，波逸", "26": "聽，善思念之。若有罪應發露，無罪者嘿然。嘿", "260": "提。「若比丘，不受食著口中，除甞食、楊枝及", "261": "水，波逸提。「若比丘，非時食，波逸提。「若比", "262": "丘，食殘宿食，波逸提。「若比丘，自手與外", "263": "道裸形若男若女食，波逸提。「若諸家中有", "264": "如是美食：乳、酪、酥油、魚、肉。若比丘無病，為己", "265": "索得食者，波逸提。「若比丘，食家中與女人", "266": "坐，波逸提。「若比丘，與女人獨屏處坐，波", "267": "逸提。「若比丘，與女人獨露處坐，波逸提。", "268": "「若比丘，觀軍發行，波逸提。「若比丘，有因", "269": "緣到軍中乃至二三宿。若過，波逸提。「若比", "27": "然故，當知我及諸大德清淨。如聖嘿然，我及諸", "270": "丘，有因緣到軍中二三宿，觀軍陣合戰，波逸", "271": "提。「若比丘，作是語：『如我解佛所說，障道法", "272": "不能障道。』諸比丘語彼比丘：『汝莫作是語，莫", "273": "謗佛、莫誣佛。佛說障道法實能障道。汝捨是", "274": "惡邪見。』如是諫，堅持不捨，應第二、第三諫。捨", "275": "是事善，不捨者波逸提。「若比丘，知彼比丘", "276": "不如法悔、不捨惡邪見，共坐共語、共宿共事，", "277": "波逸提。「若沙彌作是語：『如我解佛所說，受", "278": "五欲不能障道。』諸比丘語是沙彌：『汝莫作是", "279": "語，莫謗佛、莫誣佛。佛說五欲障道實能障道。", "28": "大德亦如是。若比丘如是眾中乃至三唱，憶有", "280": "汝沙彌捨是惡邪見。』如是教，堅持不捨，應第", "281": "二、第三教。第二、第三教捨是事善。若不捨，諸", "282": "比丘應語是沙彌：『汝出去。從今莫言佛是我", "283": "師，莫在比丘後行，如餘沙彌得共比丘二宿，", "284": "汝亦無是事。癡人出去、滅去，莫此中住。』若比", "285": "丘知如法擯沙彌，畜使共住共語，波逸提。", "286": "「若比丘，故奪畜生命，波逸提。「若比丘，故", "287": "令比丘生疑悔，作是念：『令彼比丘乃至少時", "288": "惱。』波逸提。「若比丘，僧斷事時不與欲起去，", "289": "波逸提。「若比丘，擊攊比丘，波逸提。「若比", "29": "罪不發露，得故妄語罪。故妄語罪，佛說遮", "290": "丘，水中戲，波逸提。「若比丘，與女人同室", "291": "宿，波逸提。「若比丘，飲酒，波逸提。「若比", "292": "丘，輕師及戒，波逸提。「若比丘，自掘地、若使", "293": "人掘、言：『掘。』者，波逸提。「若比丘共諍，己默聽，", "294": "作是念：『諸比丘所說我憶持。』波逸提。「若比", "295": "丘，知不滿二十歲與受具足戒，波逸提。是", "296": "人不得戒，諸比丘亦可呵。是法應爾。「若比", "297": "丘，受四月自恣請藥，若過是受，除更請、自", "298": "送請、長請，波逸提。「若比丘，數數犯罪。諸比", "299": "丘如法諫，作是語：『我不學是戒，當問餘比丘", "3": "「大德僧聽！春時一月過少一夜，餘有一夜三", "30": "道法。發露者得安樂，不發露罪益深。」「諸大", "300": "持法持律者。』波逸提。比丘欲求解，應問持", "301": "法持律者。是法應爾。「若比丘，說戒時作", "302": "是語：『我今始知是法半月布薩戒經中說。』諸", "303": "比丘知是比丘已再三說戒中坐，是比丘不", "304": "以不知故得脫，隨所犯罪如法治。應呵其不", "305": "知、所作不善。說戒時不一心聽、不著心中，波", "306": "逸提。「若比丘，王未出、未藏寶，若入過後宮", "307": "門限，波逸提。「若比丘，與賊期共道行，從此", "308": "聚落到彼聚落，波逸提。「若比丘，與女人期", "309": "共道行，從此聚落到彼聚落，波逸提。「若比", "31": "德已說戒經序。今問諸大德是中清淨不？」第二、", "310": "丘，無病，為炙故自然火、若使人然，波逸提。", "311": "「若比丘，若寶、若寶等物，若自取、若教人取，除", "312": "僧坊內及宿處，波逸提。若僧坊內及宿處取", "313": "寶等物，後有主索，應還。是事應爾。「若比丘，", "314": "半月內浴，除因緣，波逸提。因緣者，病時、作時、", "315": "行時、風雨時、熱時，是名因緣。「若比丘，瞋故", "316": "打比丘，波逸提。「若比丘，瞋故以手擬比丘，", "317": "波逸提。「若比丘，故恐怖比丘，波逸提。「若", "318": "比丘，知比丘犯麁罪，覆藏過一宿，波逸提。", "319": "「若比丘，以無根僧伽婆尸沙謗比丘，波逸提。", "32": "第三亦如是說「諸大德是中清淨，嘿然故，是事如是", "320": "「若比丘，語彼比丘：『共到諸家，與汝多美飲", "321": "食。』既到不與，作是言：『汝出去，共汝若坐若語", "322": "不樂，我獨坐獨語樂。』欲令彼惱，波逸提。「若", "323": "比丘，新得衣應三種色作幟，若青、若黑、若木", "324": "蘭。若不以三色作幟，波逸提。「若比丘，為戲", "325": "笑故，藏比丘若衣若鉢、坐具針筒。如是一一", "326": "生活具，若使人藏，波逸提。「若比丘。僧斷事", "327": "時如法與欲竟後更呵。波逸提。「若比丘，作", "328": "是語：『諸比丘隨知識迴僧物與。』波逸提。「若", "329": "比丘，與比丘、比丘尼、式叉摩那、沙彌、沙彌尼", "33": "持。」「諸大德！是四波羅夷法，半月半月戒經", "330": "淨施衣，還奪，波逸提。「若比丘，受他請食前", "331": "食後食，行詣餘家，不近白餘比丘，除因緣。波", "332": "逸提。因緣者，衣時，是名因緣。「若比丘，非時", "333": "入聚落，不近白善比丘，除因緣，波逸提。因緣", "334": "者，難時，是名因緣。「若比丘，以兜羅貯坐", "335": "臥具，波逸提。「若比丘，自作坐臥繩床木床，", "336": "足應高修伽陀八指，除入梐。若過，波逸提。", "337": "「若比丘，用骨牙角作針筒，波逸提。「若比丘，", "338": "作尼師壇應如量作，長二修伽陀搩手、廣一", "339": "搩手半，若續方一搩手。若過，波逸提。「若比", "34": "中說。「若比丘共諸比丘同學戒法，戒羸不", "340": "丘，作覆瘡衣應如量作，長四修伽陀搩手、廣", "341": "二搩手。若過，波逸提。「若比丘，作雨浴衣", "342": "應如量作，長五修伽陀搩手、廣二搩手半。若", "343": "過，波逸提。「若比丘，作修伽陀衣量衣、若過，", "344": "波逸提。修伽陀衣量者，長九修伽陀搩手、廣", "345": "六搩手，是名修伽陀衣量。「若比丘，知檀越", "346": "欲與僧物，迴與餘人，波逸提。」「諸大德！已說", "347": "九十一波逸提法。今問，諸大德是中清淨不？」", "348": "第二、第三亦如是說「諸大德是中清淨，默然故，是事如", "349": "是持。」「諸大德！是四波羅提提舍尼法，半月", "35": "捨，行婬法乃至共畜生，是比丘得波羅夷", "350": "半月戒經中說。「若比丘，無病，在街巷中從", "351": "非親里比丘尼自手受食。是比丘應向諸比", "352": "丘悔過：『我墮可呵法，今向諸大德悔過。』是名", "353": "悔過法。「若比丘，白衣家請食。有比丘尼教", "354": "益食人：『與是比丘飯、與是比丘羹。』諸比丘應", "355": "語是比丘尼：『姊妹！小却待諸比丘食竟。』若眾", "356": "中乃至無一人語者，是諸比丘應向諸比丘", "357": "悔過：『我墮可呵法，今向諸大德悔過。』是名悔", "358": "過法。「有諸學家，僧作學家羯磨。若比丘無", "359": "病，先不受請，於是學家自手受食。是比丘應", "36": "不共住。「若比丘，若聚落、若空地，盜心不與", "360": "向諸比丘悔過：『我墮可呵法，今向諸大德悔", "361": "過。』是名悔過法。「若比丘，住阿鍊若處有", "362": "疑恐怖，先不伺視，在僧坊內自手受食、不出", "363": "外受。是比丘應向諸比丘悔過：『我墮可呵", "364": "法，今向諸大德悔過。』是名悔過法。」「諸大", "365": "德！已說四波羅提提舍尼法。今問，諸大", "366": "德是中清淨不？」第二、第三亦如是說「諸大德是中清", "367": "淨，默然故，是事如是持。」「諸大德！是眾", "368": "學法，半月半月戒經中說。「不高著內衣，應", "369": "當學。「不下著內衣，應當學。「不參差著內", "37": "取。若王、若大臣，若捉、若縛、若殺、若擯，語言：『汝", "370": "衣，應當學。「不如多羅葉著內衣，應當學。", "371": "「不如象鼻著內衣，應當學。「不如圓㮈著內", "372": "衣，應當學。「不細攝著內衣，應當學。「不高", "373": "披衣，應當學。「不下披衣，應當學。「不參", "374": "差披衣，應當學。「好覆身入白衣舍，應當", "375": "學。「好覆身入白衣舍坐，應當學。「不反抄", "376": "衣著右肩上入白衣舍，應當學。「不反抄衣", "377": "著右肩上白衣舍坐，應當學。「不反抄衣著", "378": "左肩上入白衣舍，應當學。「不反抄衣著左", "379": "肩上白衣舍坐，應當學。「不左右反抄衣著", "38": "賊、汝小、汝癡。』是比丘得波羅夷不共住。「若", "380": "兩肩上入白衣舍，應當學。「不左右反抄衣", "381": "著兩肩上入白衣舍坐，應當學。「不搖身入", "382": "白衣舍，應當學。「不搖身白衣舍坐，應當學。", "383": "「不搖頭入白衣舍，應當學。「不搖頭白衣", "384": "舍坐，應當學。「不搖肩入白衣舍，應當學。", "385": "「不搖肩白衣舍坐，應當學。「不携手入白衣", "386": "舍，應當學。「不携手白衣舍坐，應當學。「不", "387": "隱人入白衣舍，應當學。「不隱人白衣舍坐，", "388": "應當學。「不叉腰入白衣舍，應當學。「不叉", "389": "腰白衣舍坐，應當學。「不拄頰入白衣舍，應", "39": "比丘，若人、若似人，若自殺、若與刀藥殺、若教", "390": "當學。「不拄頰白衣舍坐，應當學。「不掉臂", "391": "入白衣舍，應當學。「不掉臂白衣舍坐，應當", "392": "學。「不高視入白衣舍，應當學。「不高視白", "393": "衣舍坐，應當學。「不左右顧視入白衣舍，應", "394": "當學。「不左右顧視白衣舍坐，應當學。「不", "395": "蹲行入白衣舍，應當學。「不蹲行白衣舍坐，", "396": "應當學。「不企行入白衣舍，應當學。「不企", "397": "行白衣舍坐，應當學。「不覆頭入白衣舍，應", "398": "當學。「不覆頭白衣舍坐，應當學。「不戲笑", "399": "入白衣舍，應當學。「不戲笑白衣舍坐，應當", "4": "月在，老死至近，佛法欲滅。諸大德！為得道故", "40": "人殺、若教自殺，譽死讚死：『咄人用惡活為？", "400": "學。「不高聲入白衣舍，應當學。「不高聲白", "401": "衣舍坐，應當學。「庠序入白衣舍，應當學。", "402": "「庠序白衣舍坐，應當學。「一心受食，應當學。", "403": "「不溢鉢受食，應當學。「羹飯俱食，應當學。", "404": "「不於鉢中處處食，應當學。「不刳中央食，", "405": "應當學。「不曲指抆鉢食，應當學。「不嗅食", "406": "食，應當學。「諦視鉢食，應當學。「不棄飯食，", "407": "應當學。「不以食手捉淨飯器，應當學。「不", "408": "吸食食，應當學。「不嚼食作聲食，應當學。", "409": "「不舐飯食，應當學。「不滿手食，應當學。「不", "41": "死勝生。』作是心隨心殺，如是種種因緣，彼因", "410": "大張口食，應當學。「飯未至不大張口待，應", "411": "當學。「不縮鼻食，應當學。「不含食語，應當", "412": "學。「不脹頰食，應當學。「不齧半食，應當學。", "413": "「不舒臂取食，應當學。「不振手食，應當學。", "414": "「不吐舌食，應當學。「不全吞食，應當學。", "415": "「不摶飯遙擲口中，應當學。「不以鉢中有食", "416": "水灑白衣屋內，應當學。「不以飯覆羹更望", "417": "得，應當學。「不嫌呵食，應當學。「不為己索", "418": "益食，應當學。「不嫌心視比坐鉢，應當學。", "419": "「不立大小便，除病，應當學。「不大小便淨水", "42": "是死。是比丘得波羅夷不共住。「若比丘，不", "420": "中，除病，應當學。「不大小便生草菜上，除病，", "421": "應當學。「人著屐，不應為說法，除病，應當學。", "422": "「不為著革屣人說法，除病，應當學。「人現", "423": "胸，不應為說法，除病，應當學。「人坐、比丘立，", "424": "不應為說法，除病，應當學。「人在高坐、比丘", "425": "在下，不應為說法，除病，應當學。「人臥、比丘", "426": "坐，不應為說法，除病，應當學。「人在前、比丘", "427": "在後，不應為說法，除病，應當學。「人在道中、", "428": "比丘在道外，不應為說法，除病，應當學。「不", "429": "為覆頭人說法，除病，應當學。「不為反抄衣", "43": "知不見過人法聖利滿足，自稱：『我如是知、如", "430": "人說法，除病，應當學。「不為左右反抄衣人", "431": "說法，除病，應當學。「不為持蓋覆身人說法，", "432": "除病，應當學。「不為騎乘人說法，除病，應當", "433": "學。「不為拄杖人說法，除病，應當學。「不為", "434": "捉刀人說法，除病，應當學。「不為捉弓箭人", "435": "說法，除病，應當學。「樹過人不得上，除大因", "436": "緣，應當學。」「諸大德！已說眾學法。今問，諸", "437": "大德是中清淨不？」第二、第三亦如是說「諸大德是中清", "438": "淨，默然故，是事如是持。」「諸大德！是七滅諍", "439": "法，半月半月戒經中說。「應與現前比尼，與", "44": "是見。』是比丘後時若問若不問，為出罪求清", "440": "現前比尼。「應與憶念比尼，與憶念比尼。", "441": "「應與不癡比尼，與不癡比尼。「應與本言，與", "442": "本言治。「應與自言，與自言治。「應與多人", "443": "語，與多人語。「應與草布地，與草布地。」「諸", "444": "大德！已說七滅諍法。今問，諸大德是中清淨", "445": "不？」第二、第三亦如是說「諸大德是中清淨，默然故，是", "446": "事如是持。」「諸大德！已說戒經序、已說四波", "447": "羅夷法、已說十三僧伽婆尸沙法、已說二不", "448": "定法、已說三十尼薩耆波逸提法、已說九十", "449": "一波逸提法、已說四波羅提提舍尼法、已說", "45": "淨故，作是言：『我不知言知、不見言見，空誑妄", "450": "眾學法、已說七滅諍法。是法入佛戒經中，半", "451": "月半月波羅提木叉中說，及餘隨道戒法。是", "452": "中諸大德一心和合歡喜不諍，如水乳合，安", "453": "樂行，應當學。」", "454": "比婆尸如來、應、正遍知，為寂靜僧略說波羅", "455": "提木叉：", "456": "「『忍辱第一道，涅盤佛稱最，", "457": "出家惱他人，不名為沙門。』", "458": "「尸棄如來、應、正遍知，為寂靜僧略說波羅提", "459": "木叉：", "46": "語。』除增上慢，是比丘得波羅夷不共住。」「諸", "460": "「『譬如明眼人，能避險惡道，", "461": "世有聰明人，能遠離諸惡。』", "462": "「比葉婆如來、應、正遍知，為寂靜僧略說波羅", "463": "提木叉：", "464": "「『不惱不說過，如戒所說行，", "465": "飯食知節量，常樂在閑處，", "466": "心寂樂精進，是名諸佛教。』", "467": "「拘留孫如來、應、正遍知，為寂靜僧略說波羅", "468": "提木叉：", "469": "「『譬如蜂採花，不壞色與香，", "47": "大德！已說四波羅夷法。若比丘犯一一戒，不", "470": "但取其味去。比丘入聚落，", "471": "不破壞他事，不觀作不作，", "472": "但自觀身行，諦視善不善。』", "473": "「拘那含牟尼如來、應、正遍知，為寂靜僧略說", "474": "波羅提木叉：", "475": "「『欲得好心莫放逸，聖人善法當勤學，", "476": "若有知寂一心人，爾乃無復憂愁患。』", "477": "「迦葉如來、應、正遍知，為寂靜僧略說波羅提", "478": "木叉：", "479": "「『一切惡莫作，當具足善法，", "48": "得共住，如前後亦如是。是比丘得波羅夷罪，", "480": "自淨其志意，是則諸佛教。』", "481": "「釋迦牟尼如來、應、正遍知，為寂靜僧略說波", "482": "羅提木叉：", "483": "「『護身為善哉，能護口亦善，", "484": "護意為善哉，護一切亦善，", "485": "比丘護一切，便得離眾苦。", "486": "比丘守口意，身不犯眾惡，", "487": "是三業道淨，得聖所得道。", "488": "若人打罵不還報，於嫌恨人心不恨，", "489": "於瞋人中心常靜，見人為惡自不作。』」", "49": "不應共住。今問諸大德是中清淨不？」第二、第三亦如是說", "490": "「七佛為世尊，能救護世間，", "491": "所可說戒經，我已廣說竟。", "492": "諸佛及弟子，恭敬是戒經，", "493": "恭敬戒經已，各各相恭敬，", "494": "慚愧得具足，能得無為道。」", "495": "「諸大德！已說波羅提木叉竟，僧一心得布", "496": "薩。」", "497": "彌沙塞五分戒本一卷", "498": "按此戒本，國本同於宋本，丹本獨異。如何", "499": "去取？今以本律撿之，此丹本乃正也。彼國、", "5": "一心勤精進。所以者何？諸佛一心勤精進故", "50": "「諸大德是中清淨，嘿然故，是事如是持。」「諸", "500": "宋兩本，即此「隨」函中十誦比丘波羅提木", "501": "叉戒本，鳩摩羅什譯者。錯重寫為五分戒", "502": "本，而云佛陀什譯。其間雖有小不同處，但", "503": "是寫筆之錯耳，故今取此丹本入藏。", "51": "大德！是十三僧伽婆尸沙法，半月半月戒經", "52": "中說。「若比丘，故出不淨，除夢中，僧伽婆尸", "53": "沙。「若比丘，欲盛變心，觸女人身，若捉手、若", "54": "捉髮、若捉一一身分摩著細滑，僧伽婆尸沙。", "55": "「若比丘，欲盛變心，向女人麁惡語，隨婬欲", "56": "法說，僧伽婆尸沙。「若比丘，欲盛變心，向女", "57": "人自讚身言：『姊妹！婬欲供養是第一供養。』僧", "58": "伽婆尸沙。「若比丘行媒法，若為私通事，持", "59": "男意至女邊、持女意至男邊，乃至一交會，僧", "6": "得阿耨多羅三藐三菩提，何況餘善道法！未", "60": "伽婆尸沙。「若比丘，自乞作房，無主為身，應", "61": "如量作，長佛十二搩手、廣七搩手。應將諸", "62": "比丘求作處，諸比丘應示作處，無難處、有行", "63": "處。若不將諸比丘求作處、若過量作，僧伽婆", "64": "尸沙。「若比丘，有主為身作房，應將諸比丘", "65": "求作處。諸比丘應示作處，無難處、有行處。若", "66": "不將諸比丘求作處，僧伽婆尸沙。「若比丘，", "67": "自不如法惡瞋故，以無根波羅夷謗無波羅", "68": "夷比丘，欲破彼梵行。是比丘後時，若問若", "69": "不問，言：『我是事無根，住瞋故謗。』僧伽婆尸沙。", "7": "受具戒者已出，僧今和合先作何事？」一人答言：「布薩說戒。」", "70": "「若比丘，自不如法惡瞋故，於異分中取片", "71": "若似片，作波羅夷謗無波羅夷比丘，欲破彼", "72": "梵行。是比丘後時，若問若不問，言：『我是事異", "73": "分中取片若似片，住瞋故謗。』僧伽婆尸沙。", "74": "「若比丘，為破和合僧勤方便。諸比丘語彼比", "75": "丘：『汝莫為破和合僧勤方便，當與僧和合。", "76": "僧和合故，歡喜無諍，一心一學如水乳合，共", "77": "弘師教，安樂行。』如是諫，堅持不捨，應第二、第", "78": "三諫。第二、第三諫捨是事善；若不捨者，僧伽", "79": "婆尸沙。「若比丘，助破和合僧，若二若三若", "8": "「諸大德！不來諸比丘說欲及清淨。」一人答言：「說欲訖。」", "80": "眾多，語諸比丘言：『是比丘所說，是知說非不", "81": "知說、說法不說非法、說律不說非律，皆是", "82": "我等心所忍樂。』諸比丘語彼比丘：『汝莫作是", "83": "語：「是比丘所說，是知說非不知說、說法不說", "84": "非法、說律不說非律，皆是我等心所忍樂。」何", "85": "以故？是比丘非知說、不說法、不說律。汝莫樂", "86": "助破和合僧，當樂助和合僧。僧和合故，歡喜", "87": "無諍，一心一學如水乳合，共弘師教，安樂行。』", "88": "如是諫，堅持不捨，應第二、第三諫。第二、第三", "89": "諫捨是事善；不捨者，僧伽婆尸沙。「若比丘，", "9": "合十指爪掌，供養釋師子，", "90": "惡性難共語，與諸比丘同學經戒，數數犯", "91": "罪。諸比丘如法如律諫其所犯，答言：『大德！", "92": "汝莫語我若好若惡，我亦不以好惡語汝。』諸", "93": "比丘復語言：『汝莫作自我不可共語。汝當為", "94": "諸比丘說如法，諸比丘亦當為汝說如法。如", "95": "是展轉相教、轉相出罪，成如來眾。』如是諫，堅", "96": "持不捨，應第二、第三諫。第二、第三諫捨是事", "97": "善；不捨者，僧伽婆尸沙。「若比丘，依聚落住，", "98": "行惡行、污他家。行惡行皆見聞知，污他家亦", "99": "見聞知。諸比丘語彼比丘：『汝行惡行、污他家。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1422a 彌沙塞五分戒本: 彌沙塞五分戒本: 彌沙塞五分戒本", "author": "劉宋 佛陀什等譯", "sourceLink": "http://www.cbeta.org/"}