{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1850 大乘起信論裂網疏", "text": {"0": "大乘起信論裂網疏卷第六", "1": "靈峯蕅益沙門智旭述", "10": "信有四種。一信根本。謂樂念真如法故。二信", "100": "三釋忍門", "101": "云何修忍門。所謂見惡不嫌。遭苦不動。常樂", "102": "觀察甚深句義　見惡不嫌。生忍也。亦名耐", "103": "怨害忍。遭苦不動。法忍也。亦名安受苦忍。常", "104": "樂觀察甚深句義。第一義忍也。亦名諦察法", "105": "忍。", "106": "四釋精進門二。初總明精進意。二別示精", "107": "進法。今初。", "108": "云何修精進門。所謂修諸善行。心不懈退。當", "109": "念過去無數劫來。為求世間貪欲境界。虛受", "11": "佛具足無邊功德。謂常樂頂禮恭敬供養。聽", "110": "一切身心大苦。畢竟無有少分滋味。為令未", "111": "來遠離此苦。應勤精進。不生懈怠。大悲利益", "112": "一切眾生　修諸善行者。通則六度四攝。別", "113": "則四種三昧。所謂常行三昧。如般舟等。常坐", "114": "三昧。如一行等。半行半坐三昧。如法華等。非", "115": "行非坐三昧。如覺意等也。心不懈退者。總明", "116": "三種精進也。當念過去等者。被甲精進也。為", "117": "令未來等者。攝善精進也。大悲利益等者。利", "118": "樂精進也。", "119": "二別示精進法", "12": "聞正法。如法修行。迴向一切智故。三信法有", "120": "其初學菩薩。雖修行信心。以先世來。多有重", "121": "罪惡業障故。或為魔邪所惱。或為世務所纏。", "122": "或為種種病緣之所逼迫。如是等事。為難非", "123": "一。令其行人。廢修善品。是故宜應勇猛精進", "124": "晝夜六時禮拜諸佛。供養。讚歎。懺悔。勸請。", "125": "隨喜。迴向無上菩提。發大誓願。無有休息。令", "126": "惡障消滅。善根增長　此即普賢十大願王。", "127": "亦即占察經中地藏大士所示懺法。亦即法", "128": "華方等諸三昧中十科行道法也。言十願者。", "129": "一禮敬諸佛。二稱讚如來。三廣修供養。四懺", "13": "大利益。謂常樂修行諸波羅蜜故。四信正行", "130": "悔業障。五隨喜功德。次第小異。並皆可知。六", "131": "請轉法輪。七請佛住世。即今勸請所攝。八常", "132": "隨佛學。九恒順眾生。即今發願所攝。十普皆", "133": "迴向。即今迴向無上菩提也。言十科者。一嚴", "134": "道場。二淨三業。乃至十坐禪等。諸三昧儀。開", "135": "合不同。詳略有異。此未暇述。唯供養讚歎禮", "136": "拜。必具有之。而懺悔已下五事。合為一科。總", "137": "名五悔。謂懺悔能滅業障。勸請能滅魔障。隨", "138": "喜滅嫉妬障。迴向能滅著二邊障。發願能滅", "139": "多退忘障。故名五悔也。既云六時行道。必須", "14": "僧。謂常供養諸菩薩眾。正修自利利他行故", "140": "理事並資。方克有濟。慎勿師心苟簡。尤勿借", "141": "此邀利邀名。庶令惡業障消。善根增長耳。問。", "142": "若人已被魔邪所惱。世務所纏。病緣所逼。如", "143": "何得修此勝行耶。答。此中文意。原是勸使及", "144": "時精進。勿令魔邪世務病緣得其便耳。然設", "145": "被魔邪所惱。若能依法精進。則魔事必除。設", "146": "被世務所纏。即須撥遣世務。修此精進。設被", "147": "病緣所遇。亦須不惜身命。修此精進。如慈雲", "148": "大師。忍苦修行請觀音懺。不唯除病。兼獲勝", "149": "辯。芳軌具存。誠可依用。又設大病伏枕。不能", "15": "信根本者。真如即是一切三寶根本。謂我", "150": "起坐。亦有覺意三昧。良可進修。或復即於臥", "151": "時。運想修行此供養等。晝夜六時。存心不懈。", "152": "如念佛直指所示涉事兼修之法。病中亦可", "153": "准用。必能滅障。增長善根。又或依下文專念", "154": "阿彌陀佛。亦得解脫也。四釋精進門竟。", "155": "五釋止觀門三。初總標。二各釋。三結益。今初。", "156": "云何修止。觀門。謂息滅一切戲論境界。是止", "157": "義。明見因果生滅之相。是觀義。初各別修。漸", "158": "次增長。至於成就。任運雙行　息滅一切戲", "159": "論境界者。謂息滅見思戲論。塵沙戲論。無明", "16": "現前介爾心性。離虛妄相。平等平等。即真如", "160": "戲論。見思戲論息。則一切有境界滅。塵沙戲", "161": "論息。則一切空境界滅。無明戲論息。則一切", "162": "亦有亦空非有非空境界滅。隨順一心真如", "163": "門也。明見因果生滅之相者。謂明見無明因", "164": "生。則十界果生。無明因滅。則十界果滅。塵沙", "165": "因生。則二乘果生。塵沙因滅。則二乘果滅。見", "166": "思因生。則六凡果生。見思因滅。則六凡果滅。", "167": "隨順一心生滅門也。一心二門。本不相離。一", "168": "心止觀。亦無先後。但約初機之人。久隨生滅。", "169": "未達真如。故須先修即觀之止。名為奢摩他", "17": "體大。名為法寶。雖復覓之了不可得。而性自", "170": "觀。令觀生滅即是真如。對治生死涅槃執著。", "171": "次修即止之觀。名為毘鉢舍那。令觀真如舉", "172": "體生滅。增長善根及與大悲。如此展轉互修。", "173": "漸令增長。若至發心住中。真實止觀成就。自", "174": "然任運雙行也。", "175": "二各釋三。初釋止。二釋觀。三釋雙行。初中", "176": "三。初明修相。二明證相。三勸修。初又三。初", "177": "方便。二正修。三揀成不成。今初。", "178": "其修止者。住寂靜處。結跏趺坐。端身正意", "179": "此文雖略。已含二十五前方便。住寂靜處。即", "18": "神解。靈明不昧。即真如相大。名為佛寶。一切", "180": "是阿蘭若處。即攝具五緣也。結跏趺坐。必調", "181": "五事。端身正意。即訶五欲棄五蓋行五法也。", "182": "具加大小止觀。須者尋之。", "183": "二正修", "184": "不依氣息。不依形色。不依虛空。不依地水火", "185": "風。乃至不依見聞覺知　此先揀所觀之境", "186": "也。不依氣息者。謂一切氣息。來無所從。去無", "187": "所至。當體不可得故。故不依此以修阿那般", "188": "那三昧。以阿那般那不可得故。即是摩訶衍", "189": "也。不依形色者。謂一切形色。分析乃至微塵。", "19": "色心依正。十方虛空。千如百法。並此介爾心", "190": "皆無所有。故不依此以修九想十想八背捨", "191": "等諸定。以九想乃至八背捨皆不可得故。皆", "192": "即摩訶衍也。不依虛空者。謂對色。名空色。尚", "193": "非有云何有空。故不依此以修空一切處三", "194": "昧。以空三昧不可得故。即是摩訶衍也。不依", "195": "地水火風者。謂推析地無堅性。水無濕性。火", "196": "無熱性。風無動性。當體不可得故。故不依此", "197": "以修勝處一切處等三昧。以勝處一切處等", "198": "不可得故。即是摩訶衍也。乃至不依見聞覺", "199": "知者。謂由色聲香味觸法境界。說有見聞覺", "2": "四修信分二。初正明修習信心。二更示勝", "20": "中所現之影。與能現心無是非是。不可分離", "200": "知。今推所見所聞等並非實有。則能見能聞", "201": "等安得有實。故不依此以修識一切處三昧。", "202": "以識三昧不可得故。即是摩訶衍也。", "203": "一切分別想念皆除。亦遣除想　此次揀能", "204": "觀之心也。前云不依氣息乃至不依見聞覺", "205": "知。即是一切分別想念皆除也。然所謂不依", "206": "氣息等者。直是了達氣息乃至見聞覺知本", "207": "不可得。除此分別氣息乃至覺知之想念耳。", "208": "非謂果有氣息乃至覺知。而作意蠲除之也。", "209": "若有蠲除之想。即是不達諸法本空。或墮外", "21": "剖析。即真如用大。名為僧寶。究竟說此一心", "210": "道無想定中。或墮二乘滅盡定中。非是大乘", "211": "奢摩他觀。故云亦遣除想。", "212": "以一切法不生不滅。皆無相故　此結明不", "213": "依諸法。亦無除想之所以也。一切法者。即指", "214": "氣息乃至見聞覺知也。氣息本來不生不滅。", "215": "本來無相。故無可依。亦無可除。乃至見聞覺", "216": "知本來不生不滅。本來無相。故無可依。亦無", "217": "可除也。", "218": "前心依境。次捨於境　此結明不依氣息一", "219": "段文義也。", "22": "三寶。名之為佛。所以具足無邊功德。必應頂", "220": "後念依心。復捨於心　此結明一切分別一", "221": "段文義也。", "222": "以心馳外境。攝住內心　此申明前一段文", "223": "意也。", "224": "後復起心。不取心相　此申明後一段文意", "225": "也。", "226": "以離真如。不可得故　此結成修止門者應", "227": "觀一切妄念無相。體即真如。設離真如。則無", "228": "氣息乃至見聞覺知可得。所以不依氣息。乃", "229": "至見聞覺知。設離真如。亦無除想可得。所以", "23": "禮恭敬供養。聽聞所說正法。如法修行。迴向", "230": "亦遣除想也。原此奢摩他觀。初段即攝境歸", "231": "心。明氣息形色等。唯是分別想念所見。本非", "232": "實有。故無可依。次段即觀心無相。明此所除", "233": "分別想念。亦本非有。故名為遣。是則所觀能", "234": "觀。二皆無性。故前文云。若知動心即不生滅。", "235": "即得入於真如門也。此為上根直示觀不思", "236": "議境界之法。若能於此悟入。則一法中自具", "237": "十乘。以其能覺悟故。即菩提心。以其離沈掉", "238": "故。即妙止觀。以其無法當情。即破法遍。以其", "239": "了知能觀所觀皆即真如。即識通塞。以其順", "24": "一切智也。詮此一心三寶。名為教法。修此一", "240": "三脫門。即成道品。下云。行住坐臥。一切時", "241": "修。即成對治。漸次得入真如三昧。即知次位。", "242": "究竟折伏一切煩惱。即能安忍。信心增長。速", "243": "成不退。即離法愛也。二正修竟。", "244": "三揀成不成", "245": "行住坐臥。於一切時如是修行。恒不斷絕。漸", "246": "次得入真如三昧。究竟折伏一切煩惱。信心", "247": "增長。速成不退　此明依前所說而勤修之。", "248": "必得成就也。", "249": "若心懷疑惑。誹謗不信。業障所纏。我慢。懈", "25": "心三寶。名為行法。證此一心三寶。名為果法。", "250": "怠。如是等人。所不能入　一疑惑。二誹謗不", "251": "信。三業障所纏。四我慢。五懈怠。有一於此。", "252": "即不能入。可不戒哉。初明修相竟。", "253": "二明證相二。初正明證相。二辨析魔事。", "254": "今初。", "255": "復次依此三昧證法界相。知一切如來法身。", "256": "與一切眾生身。平等無二。皆是一相。是故說", "257": "名一相三昧。若修習此三昧。能生無量三昧。", "258": "以真如是一切三昧根本處故　法界相。即", "259": "真如體。無相不相之實相也。心佛眾生。三無", "26": "所以有大利益。必應依教起修。依修作證。常", "260": "差別。故名一相三昧。梁本名一行三昧。約所", "261": "證名一相。約能證名一行。當知一行即一相", "262": "也。文殊般若所示一行三昧。正與此同亦即", "263": "大佛頂首楞嚴王三昧。亦即法華實相三昧。", "264": "此是三昧中王。故能生無量三昧也。", "265": "二辨析魔事二。初示魔事相。二示對治法。", "266": "初中三。初明致魔之由。二明魔事之相。三明", "267": "魔亂之失。今初。", "268": "或有眾生。善根微少。為諸魔外道鬼神惑亂", "269": "不種善根。則此三昧名字不可得聞。況能", "27": "樂修行諸波羅蜜也。隨分證此一心三寶。名", "270": "修習。能修習此。當知是人必有善根。但善根", "271": "深厚。則彼魔事無由得發。如日輪當空。必無", "272": "魑魅。由善根微少乃致魔亂。所以前文勗令", "273": "修行五悔也。", "274": "二明魔事之相二。初辨形聲。二辨起過。今", "275": "初。", "276": "或現惡形以怖其心。或示美色以迷其意。或", "277": "現天形。或菩薩形。乃至佛形。相好莊嚴　此", "278": "先辨魔所現形也。若行人恐怖習重。多現惡", "279": "形以怖之。若行人貪愛習重。多現美色以迷", "28": "之為正行僧。故於他菩薩眾。必常供養。自亦", "280": "之。若行人智慧力弱。多現諸天菩薩佛形以", "281": "誑之。皆所謂主人若迷。客得其便也。問。修三", "282": "昧人。得見佛菩薩形。安知不是善根開發。感", "283": "應道交。乃概名之為魔事耶。答。圓覺經云。非", "284": "彼所聞一切境界。終不可取。良以行人修三", "285": "昧時。所見境界。若與三昧相應。乃名善相。", "286": "只此善相。仍不可作聖解。苟不與三昧相", "287": "應。定屬魔事。今修根本真如三昧。既非念", "288": "佛禮懺求感應時。更不可作感應道交妄解。", "289": "坐受其惑也。", "29": "正修二利之行。入於僧數中也。言供養菩薩", "290": "或說總持。或說諸度。或復演說諸解脫門。無", "291": "怨無親。無因無果。一切諸法。畢竟空寂。本性", "292": "涅槃　此隨辨假佛菩薩等所說魔聲也。正", "293": "修三昧之人。不依氣息。不依形色。乃至亦遣", "294": "除想。當知亦并不依總持。不依諸度。不依諸", "295": "解脫門。乃至不依本性涅槃。才依本性涅槃。", "296": "必將撥棄因果。妄計空劫已前。威音那畔。一", "297": "段烏有先生境界。喚作真如三昧。豈所謂若", "298": "知動心即不生滅。即得入於真如者耶。初辨", "299": "形聲竟。", "3": "異方便。初中二。初徵。二釋。今初。", "30": "眾者。此有二意。一約權漸初機。誡令遠二乘", "300": "二辨起過", "301": "或復令知過去未來。及他心事。辯才演說。無", "302": "滯無斷。使其貪著名譽利養　此下皆明見", "303": "魔形。聞魔聲。所起一切過失相也。今先明似", "304": "善根相。然此修行止者。唯為息滅無始無明。", "305": "證無漏智。不應希求五通四辯。今未得無漏。", "306": "先獲宿命他心及辯才等。則必墮在名利坑", "307": "中。如提婆達修得五通。遂造三逆。可為殷鑒", "308": "矣。", "309": "或數瞋數喜。或多悲多愛。或恒樂昏寐。或久", "31": "眾。恐染法執。墮其地故。二約圓頓初機。已知", "310": "不睡眠。或身嬰疹疾。或性不勤策。或卒起精", "311": "進。即便休廢。或情多疑惑。不生信受。或捨本", "312": "勝行。更修雜業。愛著世事。溺情從好　此明", "313": "雜染不定諸魔相也。或改其所習。令以為奇。", "314": "或順其所習令不能捨。廣如佛頂受想二陰", "315": "中說。", "316": "或令證得外道諸定。一日。二日。乃至七日。住", "317": "於定中。得好飲食。身心適悔。不饑不渴　此", "318": "亦似善根相。實是邪定。非出世定也。", "319": "或復勸令受女等色。或令其飲食乍少乍多。", "32": "二乘定當作佛。總名為菩薩故。", "320": "或使其形容或好或醜　此亦雜染不定諸魔", "321": "相也。二明魔事之相竟。", "322": "三明魔亂之失", "323": "若為諸見煩惱所亂。即便退失往昔善根", "324": "兩種似善根相。則為諸見所亂。必起煩惱。兩", "325": "種不定雜染。則為煩惱所亂。亦起諸見。並彼", "326": "往昔微小善根。亦退失矣。可不哀哉。初示魔", "327": "事相竟。", "328": "二示對治法二。初治邪。二歸正。今初。", "329": "是故宜應審諦觀察。當作是念。此皆以我善", "33": "二釋修習二。初總標。二別釋。今初。", "330": "根微薄。業障厚重。為魔鬼等之所迷惑。如是", "331": "知已。念彼一切皆唯是心。如是思惟。剎那即", "332": "滅　對治有三。二是方便。一是正修。二方便", "333": "者。一是審諦觀察。覺知皆是魔事。不生一念", "334": "迷亂心也。二是自念善根微薄。業障深重。反", "335": "躬責己。悔過遷善也。一正修者。念彼一切皆", "336": "唯是心。心外無法。不離一相三昧也。", "337": "二歸正", "338": "遠離諸相。入真三昧。心相既離。真相亦盡", "339": "遠離諸相者。以三對治滅魔事也。入真三昧", "34": "修五門行。能成此信。所謂施門。戒門。忍門。", "340": "者。依於尋思名義自性差別。發如實智也。心", "341": "相既離者。得無分別智也。真相亦盡者。觸無", "342": "所得也。具如唯識加行通達二位廣明。須者", "343": "尋之。", "344": "從於定起。見諸煩惱皆不現行。以三昧力壞", "345": "其種故。殊勝善品。隨順相續。一切障難。悉皆", "346": "遠離。起大精進。恒無斷絕　此明善修止者。", "347": "不唯遠離魔事。即能登發心住。入淨心地。圓", "348": "具奢摩他毘鉢舍那也。二明證相竟。", "349": "三勸修二。初正勸。二明益。今初。", "35": "精進門。止觀門　此即六波羅蜜。從初即是", "350": "若不修此三昧行者。無有得入如來種性。以", "351": "餘三昧。皆是有相。與外道共。不得值遇佛菩", "352": "薩故。是故菩薩於此三昧。當勤修習。令成就", "353": "究竟　餘三昧者。指依氣息形色等諸三昧", "354": "也。雖六妙門。十六特勝。九想。十想。背捨。勝", "355": "處。一切處等。種種三昧。皆能發無漏慧。證三", "356": "乘果。然必已發無漏。方不與外道共。若未發", "357": "無漏。或亦隨禪受生。則與外道相去無幾。乃", "358": "至九次第定。前八亦並與外道共。滅受想定。", "359": "雖云不共。仍依有頂遊觀無漏而入。未是全", "36": "隨順真如之行。而作五門說者。若至信成就", "360": "不共也。又雖得滅盡定。若未斷盡上地思惑。", "361": "仍生五不還天。仍與外道同在捨念清淨地", "362": "中。不得值遇諸佛菩薩。是故唯此真如三昧。", "363": "乃能得入如來種性也。若得此三昧。則所生", "364": "一切根本四禪。四無量心。四無色定。有覺有", "365": "觀等三三昧。乃至觀鍊熏修一切三昧。一一", "366": "皆名不共三昧。以達其不可得故。皆是摩訶", "367": "衍也。如客比丘。宿佛房中。佛入初禪乃至四", "368": "禪。客皆隨入。佛乃更以異相而入初禪客便", "369": "茫然不知佛入何定。當知佛前所入。是用共", "37": "後。則一一皆到彼岸。無有不智之禪。無有不", "370": "禪故客能知能入。佛後所入。是不共禪。故", "371": "客不復知也。又法華三變淨土。佛亦仍用背", "372": "捨勝處及一切處三種三昧。而其神用。遠非", "373": "二乘所能測識。皆由不共三昧。融彼共相。令", "374": "共三昧。皆成不共。故云真如三昧。能生無量", "375": "三昧也。", "376": "二明益", "377": "修此三昧。現身即得十種利益。一者常為十", "378": "方諸佛菩薩之所護念。二者不為一切諸魔", "379": "惡鬼之所惱亂。三者不為一切邪道所惑。四", "38": "禪之智。故不妨說六。今為未入正定聚人。倘", "380": "者令誹謗深法重罪業障。皆悉微薄。五者滅", "381": "一切疑諸惡覺觀。六者於如來境界。信得增", "382": "長。七者遠離憂悔。於生死中。勇猛不怯。八者", "383": "遠離憍慢。柔和忍辱。常為一切世間所敬。九", "384": "者設不住定。於一切時一切境中。煩惱種薄。", "385": "終不現起。十者若住於定。不為一切音聲等", "386": "緣之所動亂　真如乃是諸佛菩薩平等法", "387": "身。故修真如三昧。即獲平等用熏之益。常為", "388": "十方諸佛菩薩之所獲念。此即總相益也。二", "389": "者能觀妄念無相。自伏愛種。故魔不能亂。三", "39": "以止觀分二門。無由契會真如性故。所以合", "390": "者能觀妄念無相。自伏見種。故邪不能惑。四", "391": "者轉謗為信。能觀深法。故罪障漸薄。如湯消", "392": "氷。五者以信除疑。如明破闇。故惡覺觀滅。六", "393": "者了知如來境界。不離心之真如。故信得增", "394": "長。七者信一切法本性涅槃。故遠離憂悔。勇", "395": "猛不怯。八者知一切眾生皆有佛性。定當作", "396": "佛。故遠離憍慢。柔和忍辱。如常不輕菩薩。始", "397": "雖被人打罵。終必為人敬信歸仰。九者以信", "398": "解力伏煩惱種。故雖不住定。不起現行。十者", "399": "知一切音聲等緣。皆唯心現。不取不捨。故不", "4": "云何修習信分。此依未入正定眾生說。何者", "40": "為一也。當知前四門是助行。止觀門是正行。", "400": "能動亂其正定也。初釋止竟。", "401": "二釋觀二。初明應修。二明修相。今初。", "402": "復次若唯修止。心則沈沒。或生懈怠。不樂眾", "403": "善。遠離大悲。是故宜應兼修於觀。云何修", "404": "耶　善修止者。即止是觀。不沈不掉便入真", "405": "如根本三昧。獲十利益。乃至入正定聚。不復", "406": "退轉。何勞更明修觀法耶。今為不得意人。心", "407": "必沈沒。或懈怠不樂眾善。而墮凡外。或遠離", "408": "大悲。而墮二乘。故復示以應兼修觀也。", "409": "二明修相三。初四諦觀。二弘願觀。三起行", "41": "正助合行。以成福德智慧二種莊嚴。顯發真", "410": "觀。今初。", "411": "謂當觀世間一切諸法生滅不停。以無常故", "412": "苦。苦故無我。應觀過去法如夢。現在法如電。", "413": "未來法如雲。忽爾而起。應觀有身悉皆不淨。", "414": "諸蟲穢污。煩惱和雜　此先明苦諦觀也。一", "415": "生滅不停。是無常行。無常故苦。即是苦行。苦", "416": "故無我。過去如夢了不可得。現在如電剎那", "417": "不住。未來如雲忽起無所從來。即無我行。諸", "418": "蟲穢污等。即不淨行。此四行觀。對治凡外一", "419": "切見愛無不盡也。", "42": "如也。", "420": "觀諸凡愚所見諸法。於無物中。妄計為有", "421": "此即集諦觀也。妄計。即惑。惑。即集諦。此觀", "422": "正治凡外貪著三有。兼治愚法聲聞妄生恐怖。", "423": "觀察一切從緣生法。皆如幻等。畢竟無實。", "424": "觀第一義諦。非心所行。不可譬喻。不可言說", "425": "此即滅諦觀也。緣生如幻。則即事而真。真", "426": "非事外。故非心所行。不可譬喻言說。正治凡", "427": "外非滅計滅。兼治二乘捨有覓空。權位菩薩", "428": "棄邊取中。", "429": "觀一切眾生。從無始來。皆因無明熏習力故。", "43": "二別釋五。初釋施門。至五釋止觀門。今初。", "430": "受於無量身心大苦。現在未來。亦復如是。無", "431": "邊無限。難出難度。常在其中。不能覺察。甚為", "432": "可愍　此即道諦觀也。若能覺察無明因果。", "433": "便是出要度脫之道。愍物迷此。即為下文弘", "434": "願觀本。正治凡外不知出要。兼治二乘不起", "435": "大悲。初四諦觀竟。", "436": "二弘願觀", "437": "如是觀已。生決定智。起廣大悲。發大勇猛。", "438": "立大誓願　此總明依四諦境。發四弘誓。上", "439": "求佛道。名決定智。下化眾生。名廣大悲。弘能", "44": "云何修施門。謂若見眾生。來從乞求。以已資", "440": "任重。名大勇猛。毅能道遠。名大誓願也。", "441": "願令我心離諸顛倒。斷諸分別　此即煩惱", "442": "無盡誓願斷也。自未度脫。欲度他人。無有是", "443": "處。故首明之。其實四弘在一心中。非有先", "444": "後。", "445": "親近一切諸佛菩薩。頂禮供養。恭敬讚歎。聽", "446": "聞正法。如說修行。盡未來際。無有休息　此", "447": "即法門無量誓願學也。不離顛倒分別。則不", "448": "能親諸佛菩薩。不勤供養聽法。則不能修無", "449": "量度生法門。是故四弘宛轉相成。", "45": "財。隨力施與。捨自慳著。令其歡喜。若見眾", "450": "以無量方便。拔濟一切苦海眾生　此即眾", "451": "生無邊誓願度也。", "452": "令住涅槃第一義樂　此即佛道無上誓願成", "453": "也。同一切眾生皆成佛道。非願獨成佛故。二", "454": "弘願觀竟。", "455": "三起行觀", "456": "作是願已。於一切時。隨已堪能。修行自利利", "457": "他之行。行住坐臥。常勤觀察。應作不應作。是", "458": "名修觀　此即以行填願也。自他本自不二。", "459": "由於顛倒分別。妄見有殊。今既隨順真如法", "46": "生。危難逼迫。方便救濟。令無怖畏。若有眾", "460": "性。依四諦觀而發四弘。故於一切時中。隨已", "461": "堪能。或修自利之行。能為眾生作增長緣。即", "462": "是利他。或修利他之行。能破自心顛倒煩惱。", "463": "即是自利。乃至一行一住一坐一臥。苟可自", "464": "利利他。則應作之。苟不可以自利利他。則不", "465": "應作。設使自雖有益。能令人損。或雖有益他", "466": "人。自墮名利。皆亦不應作也。發菩提心者。最", "467": "宜勤加觀察。二釋觀竟。", "468": "三釋雙行", "469": "復次若唯修觀。則心不止息。多生疑惑。不隨", "47": "生。而來求法。以已所解。隨宜為說。修行如", "470": "順第一義諦。不出生無分別智。是故止觀應", "471": "並修行　善修觀者。即觀是止。念念與菩提", "472": "心相應。便契第一義諦不思議境。此觀便是", "473": "無分別智。今為不得意人。散心緣四諦境。雖", "474": "發弘願。不知四諦秖是一心。多生疑惑。故於", "475": "本來無二法中。巧示雙行方便。", "476": "謂雖念一切法皆無自性。不生不滅。本來寂", "477": "滅。自性涅槃。而亦即見因緣和合。善惡業報。", "478": "不失不壞　此示即止而觀也。念一切法自", "479": "性涅槃。一心真如門也。止也。即見因緣業報", "48": "是三種施時。不為名聞。不求利養。亦不貪著", "480": "不失不壞。一心生滅門也。觀也。秖於不生不", "481": "滅性中。妄有因緣生滅。則四諦皆唯一心明", "482": "矣。以世間因果。即苦集。出世因果。即道滅。", "483": "十界差別。皆是心生滅門。皆依真如門故。", "484": "雖念因緣善惡業報。而亦即見一切諸法無", "485": "生無性。乃至涅槃　此示即觀而止也。既依", "486": "真如而有生滅。則知生滅諸法。同一真如。別", "487": "無自性矣。二各釋竟。", "488": "三結益", "489": "修行止者。對治凡夫。樂著生死。亦治二乘執", "49": "世間果報。但念自他利益安樂。迴向阿耨多", "490": "著生死而生怖畏。修行觀者。對治凡夫不修", "491": "善根。亦治二乘不起大悲狹小心過。是故止", "492": "觀互相助成。不相捨離。若止觀不具。必不能", "493": "得無上菩提　觀生滅即真如。名止。生死本", "494": "空。何可樂著。生死無性。何須怖畏。觀真如即", "495": "生滅。名觀。因果宛然。安得不勤修善。同體在", "496": "迷。安得不普濟度。蓋一心二門。本不相離。故", "497": "一心止觀。決不可偏修也。為成無上菩提。所", "498": "以二行作一門說。初正示修習信心竟。", "499": "二更示勝異方便二。初泛明念佛除障。二", "5": "為信心。云何而修習　前文分別修行正道", "50": "羅三藐三菩提　隨力施與者。未入正定聚", "500": "的指求生極樂。今初。", "501": "復次初學菩薩。住此娑婆世界。或值寒熱。風", "502": "雨不時饑饉等苦。或見不善可畏眾生。三毒", "503": "所纏。邪見顛倒。棄背善道。習行惡法。菩薩在", "504": "中。心生怯弱。恐不可值遇諸佛菩薩。恐不能", "505": "成就清淨信心。生疑欲退者。應作是念。十方", "506": "所有諸佛菩薩。皆得大神通無有障礙。能以", "507": "種種善巧方便。救拔一切險厄眾生。作是念", "508": "已。發大誓願。一心專念佛及菩薩。以生如是", "509": "決定心故。於此命終。必得往生餘佛剎中。見", "51": "人。未可責以竭盡施等。但得捨自慳著以破", "510": "佛菩薩。信心成就。永離惡趣　初學菩薩。已", "511": "解一心真如生滅二門而修信行。但止觀力", "512": "微。境緣粗惡。未入正定聚中。不能保其無退。", "513": "故更示此勝異方便。令仗自心中之他佛。度", "514": "脫佛心中之自身也。須知前止觀門。名念自", "515": "佛三昧。今示念佛菩薩。即念他佛三昧。以念", "516": "佛及菩薩。不生妄想分別。即是止行。了知諸", "517": "佛菩薩。有大神通巧便。能救拔我及諸眾生。", "518": "即是觀行。所以修止觀時。設見佛菩薩形。知", "519": "是魔事。不生取著。今念佛菩薩時。設更別商", "52": "惡。令他歡喜以生善。即名為財施也。方便救", "520": "止觀。大似騎牛覓牛矣。然正念佛菩薩時。或", "521": "得見佛菩薩。即應了知唯心所現。萬勿取著。", "522": "勿生喜動。勿向人說。如遠公生平三見聖相。", "523": "不語一人。此為要訣。唯至臨終見佛菩薩。方", "524": "是感應道交。定非魔事。不必致疑。以佛菩薩", "525": "得大神通。決定護念有緣念佛眾生。不失時", "526": "故。言發大誓願者。為度眾生求生淨土。非為", "527": "自身獨出生死。有此菩提弘願。方是往生正", "528": "因。不然。縱令念佛菩薩。與佛菩薩氣分不相", "529": "契合。不能生淨土也。", "53": "濟。即無畏施。以已所解。隨宜為說。即是法", "530": "二的指求生極樂", "531": "如經中說。若善男子。善女人。專念西方極樂", "532": "世界阿彌陀佛。以諸善根。迴向願生。決定得", "533": "生。常見彼佛。信心增長。永不退轉。於彼聞", "534": "法。觀佛法身。漸次修行。得入正位　十方諸", "535": "佛。淨土無量。經論多指歸極樂者。略有四意。", "536": "一者阿彌陀佛。與此土人最有緣故。乃至窮", "537": "村僻塢。若男若女。若長若幼。若智若愚。無不", "538": "知稱阿彌陀佛名者。二者法藏比丘願力勝", "539": "故。諸佛果德雖實平等。因中願力任運攝生。", "54": "施。言已所解。則決非強不知以為知。言隨宜", "540": "無差別中有差別故。三者令人繫念得專心", "541": "故。若不專歎。則眾生既欲生西。又欲生東。心", "542": "無一定。淨業難成。所以十方諸佛。同出廣長", "543": "舌相。讚此一門。令人專憶。四者阿彌陀佛。即", "544": "法界藏身。極樂世界。即蓮華藏海。故見一佛。", "545": "即為見無量佛。生一土。即為生無量土。念一", "546": "佛。即是念一切佛。即為一切佛所護念。以法", "547": "身不二故。生佛不二故。能念所念不二故。一", "548": "念相應一念佛。念念相應念念佛。因該果徹。", "549": "更無二故。餘如淨土經論廣明。不能備述也。", "55": "說。則決能隨順四悉檀意。若說法不當機。則", "550": "四修信分竟。", "551": "五利益分四。初總勸聞思修。二別示聞思", "552": "修功德。三誡誹謗護大罪。四結示大乘功能。", "553": "今初。", "554": "云何利益分。如是大乘祕密句義。今已略說。", "555": "若有眾生。欲於如來甚深境界廣大法中。生", "556": "淨信覺解心。入大乘道無有障礙者於此略", "557": "論。當勤聽受。思惟修習。當知是人。決定速成", "558": "一切種智　淨信覺。解心者。若約圓妙絕待", "559": "言之。則信即解。解即信。如來名世間解。亦可", "56": "所說為非量矣。不為名聞利養。是斷現在有", "560": "名究竟信也。今約初機言之。有信無解。能長", "561": "煩惱。有解無信。能長邪見。故並舉淨信覺解", "562": "兩心。以為入大乘道之正轍也。聽受者。聞慧", "563": "也。思惟者。思慧也。修習者。修慧也。三慧資", "564": "無漏種。令起現行。故能速成一切種智。", "565": "二別示聞思修功德", "566": "若聞此法。不生驚怖。當知此人。定紹佛種。速", "567": "得授記　此別示聞慧功德也。", "568": "假使有人。化三千大千世界眾生。令住十善", "569": "道。不如於須臾頃。正思此法。過前功德無量", "57": "漏。不著世間果報。是斷未來有漏。此二即是", "570": "無邊　此別示思慧功德也。一是世間善法。", "571": "一世出世上上善法故。", "572": "若一日一夜如說修行。所生功德。無量無邊。", "573": "不可稱說。假令十方一切諸佛。各於無量阿", "574": "僧祇劫。說不能盡。以真如功德無邊際故。修", "575": "行功德亦復無邊　此別示修慧功德也。修", "576": "能顯性。所以功德與法性等。不可盡說也。二", "577": "別示聞思修功德竟。", "578": "三誡誹謗獲大罪", "579": "若於此法生誹謗者。獲無量罪。依阿僧祇劫。", "58": "迴事向理。但念自他利益安樂。即是迴自向", "580": "受大苦惱。是故於此應決定信。勿生誹謗。自", "581": "害害他。斷三寶種　由有自心一體三寶。方", "582": "有世間一切三寶。若謗此法。即是斷三寶種。", "583": "罪報之大。甚於五逆十惡也。", "584": "四結示大乘功德", "585": "一切諸佛。依此修行成無上智。一切菩薩。由", "586": "此證得如來法身。過去菩薩。依此得成大乘", "587": "淨信。現在今成。未來當成。是故欲成自利利", "588": "他殊勝行者。當於此論勤加修學　此正所", "589": "謂十方薄伽梵。一路涅槃門也。三世菩薩。非", "59": "他。迴向阿耨菩提。即是迴因向果。隨修一一", "590": "此不成大乘淨信。故勸欲成二利行者。必當", "591": "勤修學也。此四段文。即順四悉檀說。可准思", "592": "之。二正說五分竟。", "593": "三結施迴向", "594": "我今已解釋甚深廣大義功德施群生令見真", "595": "如法　初二句。結前所說。第三句。以此功", "596": "德普施群生。第四句。迴向真如實際。同成究", "597": "竟大菩提也。", "598": "跋跋", "599": "大乘起信論者。佛祖傳心之正印。法性法相", "6": "相中。明發心已入正定聚。雖亦略示不定位", "60": "行時。皆悉具此三種迴向。方得成就波羅蜜", "600": "之總持也。如來昔以大乘阿毘曇。付與彌勒。", "601": "摩訶般若。付與文殊。般若破執有而顯妙有。", "602": "毘曇破惡空而顯真空。一音所宣。曾無異旨。", "603": "佛滅五百年後。異見滋生。馬鳴大士。應佛懸", "604": "記。重興正法。始則示為計我外道。後乃廣顯", "605": "二空妙宗。作無我大師子吼。破凡外二乘偏", "606": "執。宗百洛又大乘經典。造此略論。申暢一心", "607": "二門。即生滅而顯真如。收般若真空不空之", "608": "妙旨。即真如而辨生滅。闡毘曇。幻有不有之", "609": "玄詮。厥後龍樹依般若而造中論。還以空義", "61": "義。故特首於施門示之。當知五門無不皆爾。", "610": "成一切法。護法依毘曇而解唯識。還以幻有", "611": "顯二種空。故知馬鳴。龍樹。護法。三大菩薩。", "612": "同契佛心。曾無稍異。奈何以文解義。泥名相", "613": "而昧旨歸。伐異黨同。豎門庭而堅鬪諍。謬談", "614": "聖旨。錯解真乘。千百年來。竟同長夜。哀哉末", "615": "葉。誠可痛心。旭以業障深纏。未登正位。夙因", "616": "微善。遊刃圓宗。客歲盡散學人。志圖修證。今", "617": "春偶遇戒子。邀入新安。頃從湯泉白嶽。還寓", "618": "歙浦迴龍。竊為二三子商究楞伽。復以餘力。", "619": "再解茲論。最喜此地枯寂。不異桃源。兼愛主", "62": "二釋戒門", "620": "人率真。絕無世態。食粟米飯。噉豆腐滓。僅十", "621": "一日。草疏遂成。是役也。上藉諸佛菩薩馬鳴", "622": "大師加被之力。所以略無疑滯。又賴允持循", "623": "公法主外護。故無他緣所侵。至於性相關頭。", "624": "種種問辯。則戒子堅密時公之啟予者多矣。", "625": "是月二十有八日閣筆故跋。", "626": "大乘起信論裂網疏卷六終", "63": "云何修戒門。所謂在家菩薩。當離殺生。偷盜。", "64": "邪婬。妄言。兩舌。惡口。綺語。慳貪。瞋嫉。諂誑", "65": "邪見。若出家者。為欲折伏諸煩惱故。應離憒", "66": "鬧。常依寂靜。修習止足頭陀等行。乃至小罪。", "67": "心生大怖。慚愧悔責。護持如來所制禁戒。不", "68": "令見者有所譏嫌。能使眾生捨惡修善　在", "69": "家戒品。十善收盡。離殺生。則慈護有情。蜎飛", "7": "中所修之行。然未詳明。故今特為初機更示", "70": "無損。離偷盜。則一針一草。不與不取。離邪", "71": "婬。則於己妻妾。作知足想。離妄言。則所言誠", "72": "實。一切不欺。離兩舌。則隱惡揚善。不傳彼", "73": "此。離惡口。則永無粗獷。令他喜樂。離綺語。", "74": "則言皆有義。不生放逸。離慳貪。則常思惠捨。", "75": "無所希求。離瞋嫉。則不為損惱。隨喜他榮。離", "76": "諂誑邪見。則忠良正直。深信因果。是以惡無", "77": "不止。善無不行。生無不攝。即為三聚淨戒也。", "78": "出家戒品。即是沙彌十戒。比丘二百五十戒", "79": "等。並入大乘菩薩戒攝。若不護持佛所制戒。", "8": "之也。", "80": "既非白衣。又非沙門。無所目也。既非小乘。又", "81": "非大乘。無所歸也。常依寂靜者。謂住阿蘭若", "82": "處也。止足頭陀等行者。頭陀。亦云杜多。此翻", "83": "抖擻。有十二知足勝行。一者住阿蘭若處。二", "84": "者常行乞食。三者次第乞食。四者受一食法。", "85": "五者節量食。六者中後不飲果漿蜜漿等。七", "86": "者著糞掃衣。八者但三衣。九者塚間住。十者", "87": "樹下止。十一者露地坐。十二者但坐不臥。此", "88": "十二行。名為端嚴微妙之行。西土初祖摩訶", "89": "迦葉。終身行此勝行。佛於天人大眾之中讚", "9": "二釋二。初釋信心。二釋修習。今初。", "90": "云。正法久住。全賴此人。所以分半座而令坐。", "91": "付法眼以傳心也。乃至小罪心生大怖者。譬", "92": "如渡海浮囊。設損一微塵許。亦有沈溺之患。", "93": "故須慚愧責。補過遷善也。慚則尊重已靈。本", "94": "與如來無二無別。如何肯使放逸為非。愧則", "95": "念我瑕疵。佛菩薩等悉如悉見。如何覆藏而", "96": "不改革。是以自悔自責。止惡行善。能令眾生", "97": "不生譏嫌。即便使其捨惡修善。故知十戒及", "98": "具戒等。一一皆是三聚淨戒。一一皆是摩訶", "99": "衍也。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1850 大乘起信論裂網疏", "author": "明 智旭述", "sourceLink": "http://www.cbeta.org/"}