{"author": "宋 知禮述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1786 金光明經文句記", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "第六上金光明經文句記卷第六上", "1": "宋四明沙門知禮述", "2": "釋授記品二。初解題二。初正解五初明。", "3": "今是二種四種記者。首楞嚴三昧經。佛告堅", "4": "意。記有四種。一者未發心記。或有流轉六道", "5": "生於人間。好樂佛法過百千萬億劫當發心。", "6": "過百千萬億阿僧祇劫行菩薩道。乃至供養", "7": "佛化眾生。皆經若干劫當得菩提。二適發心", "8": "與記者。是人久劫種諸善根。好樂大法有慈", "9": "悲心。發心即住不退地故。故發心與記三密", "10": "記者。有菩薩未得記而行六度功德滿足。天", "11": "龍八部皆作是念。此菩薩幾時當得菩提劫", "12": "國弟子眾數。如何佛斷此疑即與授記。舉", "13": "眾皆知。此菩薩獨不知。四無生忍記者。於", "14": "大眾中顯露與記也。今是二種者。即適發心", "15": "記及無生記也。二授者下約訓釋二字。三此", "16": "中下明所記之人。四亦名下釋記異名。五從", "17": "佛下明授非受。二此是下來意。昔行經者。金", "18": "龍尊王讚佛發願而為行。經十千枯魚聞法", "19": "熏修而為行。經以為因方猶將也。今得記莂", "20": "將來作佛證驗。今日若親弘經。若為外護不", "21": "久得記成佛下虛。二釋文二。初分文。二釋", "22": "義二。初與記二。初與三大士記二。初同緣者。", "23": "集過去同緣此經不說。或見彼經二正與記。", "24": "世界轉名淨幢者。應論四句者。一名轉土不", "25": "轉轉名淨幢是也。二土轉名不轉。如往古釋", "26": "迦取土名娑婆。今釋迦亦名娑婆。三名土俱", "27": "轉。如觀音補彌陀處。四名土俱不轉。如今銀", "28": "光補金幢光照佛處。世界名字如本不異。此", "29": "中是一者。恐誤合云二也。二與十千天子記", "30": "二。初分科。二釋義二。初聞經生解。或相似", "31": "解或分真解。經無定判故須從容。經心無垢", "32": "累等如下釋疑疏中明。二正與記。既云於是", "33": "世界而無別名。即是還名娑婆。此乃土轉名", "34": "不轉。一句注云云者。令如向釋也。二疑記二。", "35": "初分文。二釋義二。初疑問三。初行淺記深。", "36": "二如餘下約權疑實。引錐指地者。謂無有容", "37": "錐之地。不是捨身命之處也。從假入空非止", "38": "一世者。菩薩性地經於三祇修六度故。直行", "39": "等者。歷別漸次其相如是。三為眾發問。大", "40": "權解頓自必無疑為他故問。二佛答二。初分", "41": "文。二釋義二。初舉現行四。初明三事和合。", "42": "二證聽經功德。順前三教上求下化。亦得名", "43": "為修法供養。但以偏漸故經多劫。一聽此經", "44": "頓達妙性。一攝一切名真法供。既生圓覺。即", "45": "三世佛皆受供養。能知諸佛甚深行處。三身", "46": "頓顯。今萬天子來此聽經。若不能滿四種願", "47": "欲。安得受於成佛記莂。驗知前品所說不虛。", "48": "三聞記下明稱經悟人。無有成佛。不具三身。", "49": "三身之果由於今日。聞金光明以為妙因。從", "50": "法性明生慇重心。應身因也。從法性光起無", "51": "垢心。報身因也。從法性金起虛空心。法身", "52": "因也。此金光明與其三德無二無別。三德", "53": "為本無量功德之所莊嚴。或似或真顯此三", "54": "德。是故如來授與果記。聽經之益其相如是。", "55": "四以隨下指今昔因緣。經皆因緣者一聞得", "56": "記豈無因緣。此乃總標有妙善根。別標遠", "57": "因緣。以隨相修別標現因緣。言因緣者。感", "58": "應也。或內心外教而為因緣。何以故下釋出", "59": "現因緣行。隨實相而修者。以十乘觀而為行", "60": "也。不思議境名實相也。即境為觀此觀順境。", "61": "名隨相修。非今宗意。此句莫銷。然此十觀", "62": "修有三根。上根一觀。中根二至七。下根具用", "63": "十。今萬天子一坐聞經。或但用一或在二", "64": "三。是信行根。依言而修入似真位。有妙善根。", "65": "下釋出遠因緣。善既云妙。乃昔聞圓而為根", "66": "種。故云緣實相而種善根也。二從亦下舉遠", "67": "緣。經誓願因緣者。流水品云。未來之世當施", "68": "法食也。乃以此文對下二品而為略廣五釋。", "69": "除病流水二。初釋除病品二。初解題二。", "70": "初來意即廣答遠緣四字是也。意通流水文", "71": "在此中。二由醫下釋題方等。經王標除病目", "72": "不止除於果報病苦。義合該收惡業煩惱十", "73": "種之病。故下文云。治諸眾生所有病苦。悉令", "74": "除差。文意含攝十種行人。故上正論品疏云。", "75": "半名世論半名出世論。今豈不爾。又荊谿云。", "76": "上根即於境種而生於果。故文云。直聞是言", "77": "病即除愈。為中下根更須後法。是故文云。", "78": "至長者所為合眾藥。故知不獨除果報病。二", "79": "釋文二。初通後品分文。二就二品釋義五。", "80": "初緣本。二從像下遠緣二。初分文。二釋義", "81": "六。初明父。二善女下生子。經受性聰敏。敏達", "82": "也。孝經云。參不敏何足以知之。三是時下國", "83": "人遇病。四善女下其子請。三初見人遇病。", "84": "二作是下思惟。經衰邁。說文衰減也。損也。", "85": "廣雅邁歸往也。謂壯力已往也。禮記八十曰", "86": "髦。注云髦惛忘亦亂也。顫四支動也。掉振", "87": "也。机杖者。坐則凭机行則執杖。三即至下正", "88": "問四。初問四大增損。二問飲食犯觸。三問", "89": "治病醫方。四問病動時節。五父為說二。初", "90": "分文。釋經二。初分文。二隨釋四。初答四大", "91": "增損二。初佛敘父醫欲答。二正答時節五。", "92": "初釋時節二。初依俗法。謂孟仲季者。孟始", "93": "也。仲中也。季末也。二依佛法一歲三時以四", "94": "月為一時也。何故沒秋時耶。為破下凡有二。", "95": "一為破常計。二為開迦提。以秋是收成物皆", "96": "結實。易起保著故不言秋。為開安居者。為", "97": "後安居人續結。令成為前安居人。開迦提月", "98": "也。律中有三種安居。謂前中後也。四月十六", "99": "日是前安居。十七以去至五月十五日。名中", "100": "安居。五月十六是後安居。若四月十六日", "101": "結者。至七月十五日夜分盡名夏竟。至明相", "102": "出十六日後。至八月十五日以來。名迦提月。", "103": "明了論云。本言迦絺羅為存略故。但云迦提。", "104": "此翻功德衣。以前安居人坐夏有功。五利賞", "105": "德。律中受此衣故。一畜長財。二離衣宿。三", "106": "背請。四別眾食。五食前後至他家。西域記以", "107": "迦提翻昴星以昴星直此月故。於昴星月中", "108": "得受功德衣故。是知若不沒秋中後安居。不", "109": "名坐夏。以後安居人至八月十五方解故。二", "110": "釋若二二說三。初依俗法土寄四季者。三六", "111": "九十二月也。各十八日者。四季共七十二日", "112": "也。秖是陰陽二月者。皆以奇數為陽偶數為", "113": "陰也。陽土陰土者。從冬至一陽生為陽遁故。", "114": "十二月三月是陽土。從夏至一陰生為陰遁", "115": "故。六月九月是陰土。若論下二陽土二陰土", "116": "亦是二二故。加本月足滿六時。二依佛法", "117": "皆起於十六日者。彼以十六日為朔也。三又", "118": "云下復依俗法。皆以奇偶之數分陰陽也。三", "119": "釋三三本攝二。初正釋二。初依俗法二。初", "120": "以孟為本。二又云下約五行說。二依佛法", "121": "三時三月以為其本。各攝一月故云三三本", "122": "攝。二釋妨既三為一數。是故俗法及以佛法。", "123": "皆約三論。但以俗法本之與攝。秖在三中故", "124": "名三三本攝。若佛法者。即以三三為能攝本。", "125": "乃以三一為所攝月。亦得名為三三本攝。四", "126": "釋隨時消息二。初依俗法。二依佛法。夏之", "127": "後分冬之初分。隨俗名秋。隨此兩間消息斟", "128": "酌。五釋代謝增損二。初通內外釋。春動肝病", "129": "等者。肝藏屬木。木春王則可治。脾屬土。木剋", "130": "土故脾難治。心藏屬火。火夏王則可治。肺屬", "131": "金。火剋金故肺難治。肺屬金。金秋王則可治。", "132": "金剋於木故肝難治。腎屬水。水冬王則可治。", "133": "水剋於火故心難治。二約佛法料簡二。初問。", "134": "二答意者。佛所制法非為養身。但為修心及", "135": "以禁足分二。初約破常。答凡夫四倒常樂我", "136": "淨顛倒之計。託緣而成故廢秋時。令諸弟子", "137": "不保常樂。二約坐夏答既開後安居免於坐", "138": "秋。則前安居人得立迦提月廢秋之意。為", "139": "此二緣。二從有下答犯觸二。初正明犯觸。", "140": "其中先論六事犯觸。多行倚者。倚立也。次", "141": "若火下四大動病火少。痰多者火減故水增", "142": "也。飲食下通明六種犯觸。過量等者。封君達", "143": "云。體欲常勞食欲常少。勞勿過極少勿至虛。", "144": "常去肥濃節鹹酸。減思慮損喜怒。除馳逐慎", "145": "房室。苦菜別示妨食。二略明六大。白虎通曰。", "146": "府者。何謂也。謂大腸小腸胃膀胱三焦膽也。", "147": "府者。為藏宮府也。胃者。脾之府也。膀胱者。", "148": "肺之府也。三焦者。腎之府也。膽者。肝之府", "149": "也。大腸小腸心之府也。疏中兩膀胱唯一藏。", "150": "黃帝脈經云。上焦自頭已下至心。中焦自心", "151": "已下至臍。下焦自臍已下至足。廣雅云。膀胱", "152": "脬也脬字匹交切。腹中水府。三蒼云。盛尿處", "153": "曰脬。三從多下答病起。時節生與起時相不", "154": "同者。微發為生動用為起。微著不同也。夏", "155": "日等者。四病四時生起所以也。四從有下答", "156": "治病方法二。初分文。二風病下隨釋三。初未", "157": "病藥防。二飽食下正以藥治也。但舉病發", "158": "者。以病顯藥。當用對病妙藥治也。三風疎", "159": "下病退藥補。二此中下示銷文所出。良以真", "160": "諦善閑世術兼有神通故銷此文全憑彼疏。", "161": "六善女下知已遍治二。初分文。事釋二。初分", "162": "文。二釋義二。初病輕聞說即差。二經善女下", "163": "病重服藥方除。此品事醫意含法藥。除病不", "164": "一非可卒陳。次示觀心略申其意。其文在即", "165": "故注云云。二觀釋者。此品所詮是佛自敘宿", "166": "命所作淨佛國因。文中雖說除果報病。意乃", "167": "通結四教機緣。是故大師事解之後。示觀心", "168": "法。明彼流水結緣之意。如觀音疏釋。於七難", "169": "帖文。但在事中。火等至觀行釋方明三障四", "170": "教。今豈不然。問既結四教生土之機。何故但", "171": "約停心方便。而論觀心。答語似三藏停心之", "172": "法。意則不然。何者。以四分名通界內外數", "173": "息等四。四教行人無不修證。今之觀解約此", "174": "而論。彌顯除病結緣之意分三。初明觀之藥", "175": "病。三毒者。謂貪嗔癡偏起也。言等分者。謂", "176": "三毒等起也。然貪嗔癡性本相反終非三心。", "177": "一時並作。但是不定雜雜而生。故云等分。", "178": "一分乃有二萬一千四分。共成八萬四千塵", "179": "勞之門。此則十界眾生心病對前果報身病。", "180": "是外故。今四分名為內病。數息等四對前甜", "181": "辛種種之藥皆是事治故。今四觀名為法藥。", "182": "二宜聞下示行之根性。自有眾生聞說四觀", "183": "四病得差。屬信行人。自有研心修此四觀四", "184": "病方差。名法行人。信行則是學讀之人。法行", "185": "則是坐禪人也。今明二人皆通四教三眼。是", "186": "下明對病用藥二。初明四分起相。二明四觀", "187": "治相。初四。初約五根對時。此就五行對於五", "188": "藏。藏主五根根屬四時。眼耳鼻舌偏屬一時。", "189": "身通四時。如常所說。二妙好下明五欲致病。", "190": "以其五欲麁妙偏總對根不同。致令四分增", "191": "損有異。須知五欲遍界內外。故使四分通別", "192": "天殊。迦葉斷通故稱少欲。未斷別故聞琴起", "193": "舞。請觀音云。斷除三毒根成佛道無疑。既論", "194": "三毒寧無等分。此四亦由實報五欲麁妙偏", "195": "總對根而起也。三明三受犯觸。違情苦受。順", "196": "情樂受。不違不順平平受。此三偏起也。總", "197": "三起等分名覺觀。緣慮紛紜也。四慢時下明", "198": "四分病因。五欲三受既從外境。蓋是四分", "199": "助發之緣。今舉慢等內心惡習。乃是四分", "200": "親發之因。慢心發嗔乃至放逸發於覺觀。并", "201": "前犯觸通界內外。例五欲說。二慈心下明四", "202": "觀治相。前說外緣及以內因起四分心。皆所", "203": "觀境即是病相。今明四觀。正明能觀四種法", "204": "藥。慈心治嗔者。嗔既通於界內界外。能治慈", "205": "觀不獨觀於眾生作父母想與世間樂。觀一", "206": "切法無性無相。能與眾生涅槃之樂。觀一切", "207": "法無非法界。能與眾生究竟之樂。以此治於", "208": "三種嗔心。是故釋論明三種慈也。不淨治", "209": "貪者。不獨修於實想假想。破於凡夫依正之", "210": "染。亦能破於二乘涅槃之染。亦破菩薩執於", "211": "次第三諦之染。故起信論云。始覺能破六種", "212": "之染。因緣治癡者。不獨觀於三世無常因果。", "213": "破於凡夫斷常之癡。亦能次第觀於三諦十", "214": "二因緣。破於二乘有無之癡。又能一心觀於", "215": "四種十二因緣。破於菩薩縱橫之癡。是故大", "216": "經觀十二因緣具四種智也。數息治覺觀者。", "217": "不獨數息觀於生滅。而破凡夫有者散亂。", "218": "亦能數息修俗諦三昧。深入緣起破於二乘", "219": "偏空亂意。又體數息息息皆中諸法趣息。破", "220": "於菩薩二邊亂意。故請觀音於數息法得三", "221": "乘道。住首楞嚴身。如瑠璃毛孔見佛。然此", "222": "四治或可四人各修一法。以其四法各含三", "223": "觀人人自可依次不次而治三惑。或可四治", "224": "秖對三觀。慈心即假觀。不淨即空觀。因緣", "225": "即雙照中觀。數息雙遮中觀。此三自可約", "226": "次不次次。復不定或可三人各一。或一人", "227": "前後。若不次者。唯是一人一念而進。觀音", "228": "疏中尚以三毒直對三觀而論次第及不次", "229": "第。況慈等四非三觀耶。若其圓人四分偏總", "230": "而發起者。即於一心融妙三觀。對病用之。", "231": "即止觀中勝別意也。二流水品二。初解", "232": "題二。初兼除病釋名二。初釋流水二。初引", "233": "文標二名。二接經釋二義二。初釋二義二。", "234": "初別釋二義二。初釋與水。二釋流水。初則大", "235": "慈與樂次則大悲拔苦。初又二。初列二水二", "236": "釋二水。今此一類世樂且在果報之益。出世", "237": "唯明一實之益。若論此時結淨國緣。合遍人", "238": "天及以四教。二釋流水二。初列二水。流除", "239": "者。流去其水即是除義。二流除下釋二水。言", "240": "業因者。於果報外九益皆能除於業因。今十", "241": "號等乃以能除顯於所除。十二因緣經稱甚", "242": "深驗。三歸十號皆是圓說讖。本雖無三歸之", "243": "文。最勝經有真諦所譯。必亦有之授法之儀", "244": "闕之不可。二請父下雙成二義。二既有下單", "245": "示題二。初問。二文中下答。經文與題二名互", "246": "顯。巧不過此也。二釋長者子。法華疏中具十", "247": "種德。名長者。一姓貴。二位高。三大富。四威", "248": "猛。五智深。六年耆。七行淨。八禮備。九上歎。", "249": "十下歸。子者下亦如王子公子也。故經云。持", "250": "水大長者家中後生一子。名曰流水。二此文", "251": "下取授記出意。二釋文三。初明第三結緣", "252": "近由二。初分文。二釋義二。初弄引二。初行恩", "253": "布德。二國人稱美。二善女下正近由三。初", "254": "明眷屬。二時長者子將下見魚之緣。即禽獸", "255": "馳奔也。三時長者子遂下正救魚。私開為二。", "256": "初明因緣二。初因流水興悲。二時有下緣樹", "257": "神示數。二善女下與水食二。初與水四。初取", "258": "樹枝覆日恃依也。二作陰涼已下知水源決", "259": "絕捕捉也。決棄其水。決音穴。廣雅云穿也。說", "260": "文云。下流也。周易藩決不羸亦音穴也。三時", "261": "長下就大王借象。厩馬舍也。釋名云。厩聚也。", "262": "馬之所聚也。二時長下施食二。初察魚飢", "263": "惱。徬徉上扶方切。下以章切。廣雅徙倚", "264": "也。又徘徊也。二善女天下取食施與。二從未", "265": "下明第四結緣二。初分文。二釋義四。初發誓", "266": "願。二復更下思惟說法。三作如下正說法。先", "267": "稱十號次說因緣。十號在悟在果因緣。在迷", "268": "在因。迷悟因果其名雖殊而體不異。", "269": "以十號果是究盡三德。十二因緣是本來三", "270": "德。三德不改因果寧殊。故普賢觀云。大乘因", "271": "者諸法實相。大乘果者亦諸法實相。諸法是", "272": "修二實相是一性。此三圓融不縱不橫。全體", "273": "為因全體為果。眾生雖迷十號無減。諸佛悟", "274": "極十二不虧。以世間相皆常住。故今先唱果", "275": "果理已顯。令其解生。初稱寶勝者乃是別名。", "276": "名於一佛如來等十乃是通名。三世十方佛", "277": "佛皆具。若以通從別合得名為寶勝如來寶", "278": "勝佛寶勝世尊。此三既然。例此合云寶勝應", "279": "供寶勝正遍知乃至寶勝天人師也。此十通", "280": "號大經大論出其名。天台慈恩出其義。相狀", "281": "已顯。今傍諸釋更約三。三及一總結以銷十", "282": "號。令知一一無非祕藏。此義若明則不辱於", "283": "果人名字。初三既以如來為首。即法身中三", "284": "也。如來是真如屬法身。應供利生是解脫。正", "285": "遍知具一智是般若。以其法身必具二德故", "286": "也。次三既以明行足為首。即解脫中三也。三", "287": "明之行是解脫。善逝能趣極是般若。解三世", "288": "間一一常住是法身。以其解脫必具二德故", "289": "也。後三既以無上士調御丈夫為首。即般若", "290": "中三也。見性名丈夫故當般若。天人師軌訓", "291": "眾機是解脫。佛是復本大覺是法身。以其般", "292": "若必具二德故也。此九即三此三即一。一無", "293": "一相三九宛然三千世間九世剎那。一多延", "294": "促究竟自在。故言世尊。十二因緣束為三道。", "295": "無明愛取三支屬煩惱道。行有二支屬業道。", "296": "識名色六入觸受及生老死屬苦道。此雖昏", "297": "迷繫縛輪轉。而全體即是三因佛性。皆不可", "298": "思議。隨人觀察顯發不同。故大經說下。中", "299": "上智觀。此乃得三乘菩提。若上上智觀得佛", "300": "菩提。以前三教智有思議。故觀十二止得三", "301": "乘。唯有圓教不思議智體無明等。即是性染", "302": "非佛天人修羅所造。一一常住當處圓融。方", "303": "曰因中具於果性。又玄文中三道三識雖本", "304": "有位。與果後三德無二無別。得此意已方可", "305": "分別十二別名。無明謂不了六受即空假中。", "306": "行謂依不了心動作業行。識謂業牽中陰識託", "307": "母胎。名色謂二滴為色心但有名。六入謂名", "308": "色增長成六入根。觸謂六根對外為塵所觸。", "309": "受謂觸生三受苦樂平平。愛謂迷三受故於", "310": "樂染著。取謂愛染纏綿四方求索。有謂由取", "311": "造業須有來報。生謂有業既熟未來陰興。老", "312": "死等謂生須變滅悲惱縈纏。此十二支或約三", "313": "世。或約二世。或約一念。雖三不同。皆以十二", "314": "而對三道。即事而理。一一究竟清淨自在。不", "315": "縱不橫而高而廣。如是觀者得佛菩提。略三", "316": "歸者。義已具也。蓋三寶三德體本不異。既稱", "317": "南無寶勝。十號豈非歸命果上三德。復說甚", "318": "深十二因緣。乃是心依因中三德。迷悟極際", "319": "三德無差。一體義備。三皆具足。常樂我淨真", "320": "是歸依三寶義究竟成。當知讖師意趣深妙。", "321": "四魚生天報恩四。初魚報生天。凡初生天", "322": "以自業力有三種念。一自知從其處死。二自", "323": "知今此處生。三自知先作何業得來生天。", "324": "既知曩事故下酬恩。二天酬恩下地經樓屋", "325": "者。重屋曰樓。或作樓臺者誤也。釋此為二。初", "326": "事因緣十號。且就能詮屬言教故。同於水食。", "327": "名為事也。二理秖於四事而解四德。故成理", "328": "益。以十千魚由戒緩故。受鱗介身。由乘急故。", "329": "今遇大乘真善知識。故能於事深解妙理。受", "330": "食得命即表真常。受水得樂表涅槃樂。於十", "331": "二棘林解自在我。依十號法獲天報財。於世", "332": "淨命解性淨德。此四法益因流水得故。持四", "333": "萬真珠瓔珞報恩供養食等四事。既表理益。", "334": "四萬珠瓔豈但事供。蓋表千界萬如。是法一", "335": "一皆具常樂我淨。即四十千真珠瓔珞非嚴", "336": "而嚴。嚴於法身。此乃財供而成法供若不爾", "337": "者。豈得名為有妙善根得記緣耶。三時閻下", "338": "王見光瑞。四長者據教定答。三明第五結會", "339": "古今。經羅睺羅此云覆障。以六年在胎因立", "340": "斯號。新云羅怙羅。此云障月。然本迹事不", "341": "可審知。傍文思之。十千今昔必是所化餘皆", "342": "能化。此之能化據華嚴等諸經所說。皆是劫", "343": "海修其實因。熟其十千令今得脫。若取法華", "344": "久成之意。皆是迹中接此等機令今得記。此", "345": "宗講者內心合知。六釋捨身品二。初釋題", "346": "二。初問捨多題少。二此從下答從要立題。", "347": "受者須身。虎飢所逼正須身肉。壽命財位非", "348": "彼所求。夫行門無量。根由宿熏。四種三昧", "349": "逐人所尚。於隨自意善行六度。樂行檀者。", "350": "於身命財無所悋惜。自行教他隨喜讚歎。皆", "351": "在於施。若於善師及依實教。修檀行者體能", "352": "施心及受施境。所施身等即空假中。事行理", "353": "觀合一而修助道。正修相資而進。既稱本習", "354": "故忻然而為。或因事卒行宿緣會故。或積", "355": "年要誓令觀成故。或顯陳所願令物効故。或", "356": "密遂其心息他謗故。悲重故。密慈重故。顯心", "357": "若真實四悉俱成。心若詐欺二利皆失。然佛", "358": "談本事令人効行。故疏云。引昔捐軀誡今師", "359": "弟。勿悋法財。問大論云。捨身易捨心難。論", "360": "欲行者捨執著心故以難歎。欲息事施故以", "361": "易斥。何不依論遠離執心。今人為何好捨", "362": "身命。答抑揚取捨皆遵佛教。悉赴人心。佛談", "363": "正助不同。人樂理事不等。今品特示捨於身", "364": "命。安得以論難易為譏。又復空說捨心而執", "365": "己見。膠固自體一毛不拔。毀他捨命為非。既", "366": "乖隨喜之心。寧逃嫉善之咎。願聞佛說隨力", "367": "奉行。二釋文二。初分文。二釋義四。初問。", "368": "小人即國病者。小蟲一萬枯魚。魚關未來法", "369": "食之誓。獲成佛記例。病差者定於後世為解", "370": "脫機。是故皆蒙二世之益。感深契極者以不", "371": "二解導難行行。此感至深。捨身命財與後際", "372": "等。此契唯極。眾聞獲益正當此時。是故樹神", "373": "乘機發問。二答二。初分科。二釋義十段悉", "374": "如科列。二就本下正明捨身二。初分文。二", "375": "釋義二。初長行四。初明本眷屬二。初分科。二", "376": "釋義五段如分科列。二從作下捨身方便二。", "377": "初分科。二釋義二。初述觀解。二起誓願願行", "378": "相扶者。行即觀解。非此觀解莫成其願。非乎", "379": "誓願行則有退。疏適產七日至樹神數魚等", "380": "者。此文追解前第四見產虎文也。疏可見。", "381": "經從作是念言下述觀解。觀有二種。一助", "382": "觀。二正觀。從初至甚可患厭是助道觀也。", "383": "以三藏教假想。對治戀著依正之心。從是故", "384": "我今下正觀也。至無諸塵累等。即空觀也。無", "385": "量禪定至諸佛所讚。即假觀也。從證成如是", "386": "至法樂。即中觀也。說乃前後修必一心。二從", "387": "是王子下述誓願。先作方便。次作誓言下正", "388": "起誓。六句不出四弘。初二依滅諦發成佛願。", "389": "三四依道諦發悲智願。第五依苦諦發度生", "390": "願。第六依集諦發斷惑願。此依界外滅諦為", "391": "首。驗發圓心也。三正捨身二。初科。二釋。經", "392": "六種震動者。謂動起涌三種是形。震吼擊三", "393": "種是聲。今於形聲略言其二。故言震動。四捨", "394": "身後悲戀二。初科。二釋如文。二偈頌二。初", "395": "分文。二釋義三。初通明昔行。二我念下別頌", "396": "長行二。初分文。二釋義五。初頌上本眷屬。二", "397": "頌上捨身方便。三頌上正捨身。四頌上眷", "398": "屬愁苦。五頌上父母愁苦私開二。初經。是", "399": "時王子當捨下頌見相時愁憂二。初王妃憂", "400": "惱二。初見相。二於是下述相六。初正述惡", "401": "相。二是時下述已迷悶。三王聞下王臣憂惱。", "402": "四爾時下國人驚愕。五爾時下王妃敘德。六", "403": "我所下驗相失子。二爾時下大王求覓二。", "404": "初慰諭其妃。二大王下求覓其子。二先所下", "405": "頌知終後悲苦三。初使者迴白二。初前使慰", "406": "王二。須臾下後使告實。二是時下大王悶絕。", "407": "三復有下王迎二子三。初臣述失志。二是", "408": "時下王並思惟。一亡二存對並思忖。亡者叵", "409": "尋存者宜取。三爾時下迎子慰母。三從佛下", "410": "結會二。初科。二釋三。初結會人。經輸頭檀", "411": "或閱頭檀。此云淨飯。摩耶此云天后。調達亦", "412": "提婆達多。此云天授。父母從天乞子。天授與", "413": "之。是佛堂弟。瞿夷此云明女。悉達有三夫人。", "414": "一瞿夷。二耶輸。三鹿野。各有二萬婇女。五", "415": "比丘者。憍陳如。頞鞞跋提。十力迦葉。拘利太", "416": "子。陳如十力迦葉。二是母親。餘三是父親。舍", "417": "利弗此云身子。母好身形故母名身。是彼之", "418": "子故名身子。目犍連此云胡豆姓也。上古有", "419": "仙居山。常採菉豆而食因以命族。尊者是彼", "420": "之後也。二經爾時下結會塔。具云塔婆。義翻", "421": "方墳。或云聚相。謂累木石。及寶高以為相。茶", "422": "毘後分云。佛塔高十三層上有相輪。支佛塔", "423": "十一層。羅漢四層。輪王塔無復層級。以未脫", "424": "三界故。十二因緣經八種塔並有露盤。佛塔", "425": "八重。菩薩七重。支佛六重。四果五重。三果", "426": "四。二果三。初果二。輪王一。凡僧但蕉葉火珠", "427": "而已。雖兩經異說。而凡僧並無層級。邇世所", "428": "立雖無露盤。既出四簷猶濫初果。儻循蕉葉", "429": "火珠之制。則免僣上聖識者宜効之。舍利此", "430": "云身骨。三經是時下結會誓願。三說是下大", "431": "眾所益。四樹神下結問意。經怖懅其據切。", "432": "廣雅云。畏懼也。瘭必遙切。疽疾也。奄忽。忽", "433": "謂倏忽也。鶵士虞切。鳥子也膶如輪切。目", "434": "動也。抆武粉切。拭也。躃旁益切。倒也。慟", "435": "哀過也。惙陟劣切。疲也。七讚佛品初解題。", "436": "二初明讚之能所二。初大師約因人讚果釋。", "437": "能讚是三番菩薩者。一是經初陳列之眾。二", "438": "是信相發起之人。三是樹神善女。此雖眾兼", "439": "道俗。形混人天。既發大心咸名菩薩。所讚是", "440": "一佛世尊者。即釋迦教主一佛也。斯欲異前", "441": "讚品能讚是往世金龍一人。所讚是三世極", "442": "果諸佛也。然准前釋題品目。具含四悉。今", "443": "文略示。欲明其相者應云。題標讚佛義含", "444": "能所。即世界歡喜也。二能讚善生必托緣", "445": "起。緣中最勝莫過讚佛。故三菩薩能讚。即", "446": "為人生善也。三所讚為能讚。乃印成三菩", "447": "薩說無虛謬。即破惡對治也。四如來讚樹", "448": "神快說果地大體大智大用。即入理第一義", "449": "也題含四義文理一如。今疏存略不無其以。", "450": "蓋題讚佛實通能所以。所讚果佛反讚因人。", "451": "生善破惡二俱不便。然或以所讚為能讚。生", "452": "他善業破他事惡。斯何不可故知略也。二", "453": "私謂下章安約因果互讚釋。言一佛是能讚", "454": "者。經云。善哉善哉。樹神善女。汝於今日快說", "455": "是言。經雖獨讚樹神意兼前二。故云三番是", "456": "所讚。言三番是當佛等者。釋疑也。恐人疑云。", "457": "既讚兼能所。何以獨題讚佛。故釋云。佛通現", "458": "未皆是讚佛爾。", "459": "金光明經文句記卷第六上", "460": "第六下金光明經文句記卷第六下", "461": "宋四明沙門知禮述", "462": "二次第下明品之次第二。初明諸品所歸", "463": "亦是今品之來意也。何者下釋諸品次第。序", "464": "品敘大體等者。向疏釋經敘乎五章。今唯敘", "465": "體者。蓋指極果所游所契。而高而廣。法性是", "466": "佛地之所證。為今經之大體也。下壽量洎諸", "467": "品功德皆不出大智大用。言窮源等者。妙", "468": "覺中理之源已窮。邊際之事亦極。故種智", "469": "泯照萬行休息。是唯一性更無異途。故曰經", "470": "之大體也。壽量果地二智已圓。故冥深廣之", "471": "體起長短之用。懺讚空導豈越大用。諸品功", "472": "德無違應體。故下云皆金光明之力也。如是", "473": "下二示今文讚意。明由上一十七品之利益。", "474": "故有下六十二行之歎辭也。善始令終者。序", "475": "等三分既皆獲利。故三菩薩荷佛深恩而興", "476": "讚歎。故有讚佛品也。令亦善也。三釋文二。", "477": "初標科。二釋義二。初經家敘。疏文可見。經", "478": "云。從此至金寶蓋國者。欲張大其眾滿中菩", "479": "薩。皆讚釋迦教主也。比見有人不曉斯旨。", "480": "謂讚彼佛。經疏非闇。一何昧哉。或恐後學隨", "481": "他所解。謬釋經文。今略引疏示之。原乎讚品", "482": "之來者。蓋三番菩薩。並由上聞經得利故。", "483": "讚佛及教。豈關他佛。況疏云。一佛是能讚。若", "484": "謂讚彼佛者。能讚一佛何指釋迦定起耶。經", "485": "疏冷然故不繁引。二正說偈二。初分文別釋", "486": "二。初分文即智者就題分偈。故合六十五行", "487": "半文為三。即以如來定起三行經文。合在樹", "488": "神段中。故云二十八行半樹神說。分文可見。", "489": "疏不委釋。故注云云。應云六十五行半文為", "490": "二。初六十二行半三番菩薩說。二後三行如", "491": "來定起說。故下章安總釋。乃云其文有四。即", "492": "斯義也。具如下釋二釋義三。然此三番菩薩", "493": "讚辭疏不分釋。達者必辭意俱明。恐新學者", "494": "不曉。今粗科釋。初諸菩薩讚三。初寄言讚", "495": "三。初讚能說教主自行功德三。初讚大小相", "496": "海二。初如來下一行讚金色光一大相。經云", "497": "如來之身者。標起也。金色微妙等三句者。", "498": "讚第十四金色光微妙一大相也。二身淨下", "499": "二行半讚身清潔等三小相。經云身淨者。即", "500": "讚第十一身清潔一小相也。柔軟者。讚第十", "501": "二身柔軟小相也。圓足無垢二句讚第二十", "502": "身滿足小相。亦是讚容儀滿足。三其音下二", "503": "行重讚梵音。一大相也。亦是兼讚言音深", "504": "遠小相海也。梵聲者。譬佛音深遠故。師子", "505": "吼聲者。譬佛音無畏也。大雷震聲者。譬佛音", "506": "破迷也。云六種聲者。諸文皆云八音。一極", "507": "好。二柔軟。三和適。四尊慧。五不女。六不誤。", "508": "七深遠。八不竭。譯人增減不須和會。亦可先", "509": "舉妙如梵聲者。即八音中深遠音也。師子吼", "510": "大雷震即舉不女音也。以佛住首楞嚴定常", "511": "有世雄之德。久離雌耎之心。故所出音聲能", "512": "令一切聞者敬畏。天魔外道莫不歸伏也。上", "513": "既已列二種聲。下但云六種聲者。即舉迦陵", "514": "頻伽孔雀等六種聲也。以迦陵頻伽翻極好", "515": "聲也。二清淨下一行半讚尊特。上以大小相", "516": "間而讚。蓋顯身相大小咸遍。辭意雖含尊特", "517": "未彰。故今復讚身相光明俱無限齊。經云威", "518": "德者。巍巍堂堂之相也。二智慧下二句讚智", "519": "斷功德。上句讚智德。下句讚斷德。三世尊", "520": "下總結尊特。大論云。尊特身佛者。巍巍堂", "521": "堂。譬如須彌映臨大海。所有大小相好亦巍", "522": "巍堂堂。然如來自行具足三身功德。諸菩薩", "523": "唯讚尊特者。上冥下應已攝三身。斯乃讚智", "524": "之巧。學者思之。二為諸下六行半讚所說教", "525": "法化他利益二。初敘說教因由。在文可見。", "526": "新經云。欲利益諸眾生故。常行法施。乃至令", "527": "得大果證常樂故。二讚所說教法二。初如來", "528": "下二句讚經宗體。體指序品如來所游深廣", "529": "無界。超諸因理故稱第一深義。舉深該廣即", "530": "甚深無量也。宗指壽量極果所得。過諸菩薩", "531": "亦稱第一也。法報體一深義可知。二讚經力", "532": "用三。初能令下二句讚上懺品滅惡。寂滅", "533": "者。寂諸業行之惡。滅於果報之苦。二能與下", "534": "二句讚上讚品生善。上是如來敘昔龍尊讚", "535": "佛。意生今日當機之善。故能與無量快樂。三", "536": "讚空品雙導二。初能演下一行讚能導空法", "537": "妙。經云甘露者。即長生不死之藥也。文詮中", "538": "道妙空實相真諦。能過二死迷變可生四德", "539": "常身。故斯理空即名甘露。仍由染體本淨空", "540": "名妙法。從此而入復名法門。二能入下二行", "541": "讚滅惡生善深。懺得斯空二死惡患之報即", "542": "謝。三德涅槃之宅可入。言解脫者。有二意。", "543": "若就解脫惑業之縛。即破惡也。若取無染自", "544": "在之淨。即生善也。度三有等。破惡生善可知。", "545": "三結讚人法者。功德智慧結上讚能說教主", "546": "尊妙人也。慈悲精進。結上讚所說教法宏深", "547": "也。法之宗用如是者。皆慈悲精進所致也。", "548": "二絕言讚三。初如是無量下一行絕言讚。故", "549": "不能稱計說喻。二諸天世人下二行絕心讚。", "550": "故盡思度量。不能得知大海一滴少分也。三", "551": "我今略讚下一行指廣結讚。可見。三若我功", "552": "德下一行讚已迴向。迴向有三義。現文有二。", "553": "理含其三在文可見。二信相說二。初經家敘。", "554": "二正說偈二。初世尊下一行總讚相好功德。", "555": "千數者。舉大數也。二別讚大小相海五。初", "556": "別讚二種光相二。初色淨下。四行讚色具光", "557": "相。色淨遠照下。即第十四金色光相。光明熾", "558": "盛下。即第十五身光相。然二種光相若據生", "559": "身。皆有齊限。如云身光面各一丈。今云如日", "560": "千光。乃至悉能遠照無量佛土。故知信相昔", "561": "為龍尊讚佛尊特。發願未來得值釋迦。今日", "562": "讚佛。豈忘其本。是則大相小相皆寄尊特而", "563": "讚也。二能滅下一行明光具與拔。昔為龍尊", "564": "讚佛身放大光。滅盡三界一切諸苦。令諸眾", "565": "生悉受快樂。今日讚佛。還讚光明滅苦與樂。", "566": "在文可見。二諸根下一行總讚諸根相好。如", "567": "大相中有身端直。皮膚薄細。舌大覆面。齒白。", "568": "齊密。眼如金精。睫如牛王。小相中有鼻高好", "569": "孔不現。耳輪輻相埵成。身清潔柔軟等諸根", "570": "皆見者無有厭足。三又比讚一小相二。初髮", "571": "紺下一行讚髮相。孔雀項蜂王等皆比髮有", "572": "紺色。如八十好中有髮色青珠好等。二清淨", "573": "下一行半具功德。清淨慈悲無量禪定。久皆", "574": "莊嚴。故髮好柔軟。四復明相好功德二。初明", "575": "相好具功德二。初相好下一行明嚴身克果", "576": "之用。可見。二如來下二行明攝生感讚之功。", "577": "若相若好隨大隨小。悉能調伏令心柔軟受", "578": "諸快樂。故為諸佛所讚。二其光下二行明功", "579": "德具光明。功德高廣猶如須彌顯出大海。五", "580": "齒白下二行半又比讚齒毫二大相。三樹神", "581": "說二。初經家敘。言道場菩提樹神者。即如來", "582": "得道之場在此樹下。然樹本名畢鉢羅。佛坐", "583": "其下得菩提智果。立此為名。故今女天依此", "584": "樹住亦以為名也。西域記云。昔佛在世。高數", "585": "百尺。屢經殘伐。猶高四五丈。莖幹黃白枝葉", "586": "青翠冬夏不凋光鮮無變。每至如來涅槃之", "587": "日。葉皆凋落。頃之復故。此在中印度摩竭陀", "588": "國大城西南四百餘里。修苦行處不遠。有此", "589": "樹也。二正說偈四初二句總讚。南無者。歸命", "590": "之辭也。清淨者。佛性論有二種。一性淨本無", "591": "惑染故。二相淨對治離障故。今總讚如來中", "592": "邊智滿法報應圓。故謂無上正覺也。二別讚", "593": "二。初廣讚能說教主三。初甚深下一行半就", "594": "所覺顯明讚佛法身。甚深妙法者。法性高廣", "595": "諸法融妙。圓智圓覺遍一切處。眾邪染障本", "596": "自離故。如來隨順斯理覺了其性。一切魔外", "597": "涅槃非法。禪戒非道。猶如大樹盤根厚地。唯", "598": "佛金剛大智獨拔而出。成佛正覺者。所謂出", "599": "纏大法身也。然準圓佛大智覺了本性非法", "600": "非道。應離三乘七方便涅槃非法戒定非道。", "601": "方曰遠離一切。法者。即所生果法也。道者。即", "602": "能生因道也。苟未離無明相分。皆曰其非", "603": "也。二知有下二行半就能覺智行讚佛報身", "604": "三。初約法。知有下二句讚報智也。知者照也。", "605": "有即俗非有即真。本性清淨即中。以一切種", "606": "智知照三諦。則冥深契廣事理周極。名佛無", "607": "上報智也。希有下二句讚佛助行功德。重言", "608": "希有者。歎美之鄭重也。下皆例然。因中戒", "609": "定萬行有排障敵惡之力名功。助發大智成", "610": "佛大果名德法華云。久修業所得即無上報。", "611": "故謂如來功德也。二希有下一行約喻。即喻", "612": "上報身智行也。大海喻智也。須彌喻行也。", "613": "其智冥理窮實相底故。方之大海。釋論謂智", "614": "度。大海佛窮其底。因中萬行積功累德。喻彼", "615": "須彌如華嚴涅槃。皆云析骨書經如彼妙高。", "616": "三希有下二句總合。智行契理三法一如。故", "617": "曰無邊行也。三希有下一行半。就垂世形益", "618": "讚佛應身。優曇花者。具足云優曇鉢羅。此", "619": "言瑞應。亦云靈瑞。輪王出世時感此華。泥洹", "620": "經云。閻浮提內有尊樹王。名優曇鉢羅。有實", "621": "無華。優曇鉢樹有金華者。世乃有佛。故云時", "622": "一現耳。無量大悲者。垂應本也。以大悲故不", "623": "住涅槃。二釋迦下一行半。略讚所說教法。如", "624": "來將欲口輪說法。必須意業鑑機。如日照物", "625": "無所不遍。為欲利益者。準金光明之力用。須", "626": "明十種利益。方盡垂世說法之意也。三請佛", "627": "出定二。初讚今所入定為請見由。三初善哉", "628": "下二行就果佛讚所游定。諸根寂滅者。以了", "629": "眼等性常具無減修。諸惑死生悉已寂滅。故", "630": "常居寂定。而復游入者。將軫法輪表不妄說。", "631": "又三世佛說必須入定。故首楞嚴經云。雖知", "632": "諸法常是定相。而示眾生諸禪差別。言善寂", "633": "大城者。正讚所入定也。即向經初法性三昧。", "634": "若入此定即能善了諸法。寂滅無非法性故。", "635": "防生死之非禦涅槃之敵。即中道善寂而名", "636": "大城也。亦名無垢清淨三昧等。既是佛之境", "637": "界故。受無垢清淨之名。為諸佛行處也。", "638": "二明三昧能空行相。此經雖則結歸方等。說", "639": "在般若時後。懺讚善惡皆推空導。故空品謂", "640": "無量餘經已廣說空。故此經中亦譚其空。為", "641": "入理門也。佛游三昧亦從空入。聲聞之人雖", "642": "從空入。猶為身果所纏。如來空智明見聲聞", "643": "身果性相皆空。諸佛境界亦空。如是一切無", "644": "量諸法者。指上自他依果國土淨穢。推性推", "645": "相不見差品。一切眾生依正境界。推求性相", "646": "皆同真淨。無復其異。然推乎性相者。即空", "647": "觀遣情顯理之要門也。一家明觀諸處共論。", "648": "其如講學之人亦多昧之。今家承用則依中", "649": "論智論。準理準義開拓觀門。故於權教實教", "650": "事觀理觀。悉已明之。學者須知。且如性相", "651": "二空本是一空觀法。備遣情計故有兩番行", "652": "相。是知若善修一空觀者。必遣二種執性。如", "653": "法華止云。知法常無性。荊谿謂應無性性無", "654": "相性。諸文為辨性相。寄前後說。故以二諦", "655": "分之。乃云。四句推性不見性。是世諦破性。四", "656": "句推名不見名。是真諦破相。相破即相空也。", "657": "荊谿釋云。若有性執世而非諦。破性執已世", "658": "乃名諦。是以名為世諦破性。性執破已但有", "659": "名字。名之為假。假即是相為空相。故觀理證", "660": "真是名真諦破相。空非前後二諦同時。故知", "661": "性執破已。雖名世諦。初軫其觀即須觀真。四", "662": "句推性雖不執性。其如惑存轉計其名。既不", "663": "見理但名世諦。仍觀法性真理破名字相。相", "664": "執破已方證其真。故名真諦破相。或初觀真", "665": "諦四句推性。便了陰界色心名字無四句相。", "666": "即名真諦破性破相。豈待轉觀破相。方用真", "667": "諦耶。若爾。推性何故云不自他共等。推相自", "668": "謂不內外中間等。句法既別顯理用觀自異。", "669": "何謂祇一四句空觀破二種執耶。答向謂寄", "670": "前後說。對所破執相。故推性則謂不自他等。", "671": "推相乃言不內外等。考乎觀門豈有異途。故", "672": "荊谿云。內秖是因外秖是緣等。況止觀明性", "673": "空觀畢。乃引中論諸法不自生等四句為證。", "674": "洎明相空觀畢。亦引斯論諸法不自生等四", "675": "句。以斯照之。應無別觀。又止觀但名一總空", "676": "觀者。即二空觀也。問法華疏約真俗假實。", "677": "明生法二空。荊谿釋云。真諦即法空。俗諦即", "678": "生空。俗假真實。乃引玄文世諦破性。真諦破", "679": "假。假破即相空。性破即性空為證。若以性相", "680": "二空秖一空觀。何引人法二空對顯二諦耶。", "681": "以人空時亦未法空。故性相二空。若例人法", "682": "空者。應二空須異。何謂性空未顯於理。相", "683": "空無別觀耶。答小乘得人空時容有未得法", "684": "空。如云見惑若破得須陀洹果。名得生空。", "685": "此則少顯真理。進破思惑方得法空。其理究", "686": "顯。大乘人法境融。觀道不異。如大品云。色", "687": "性如我性我性如色性。四陰如我用觀亦然。", "688": "縱有惑分麁細執破前後。用觀必無異時。而", "689": "法華疏約人法空名二諦者。為對所破寄分", "690": "真俗。故引世諦破性名性空。真諦破相名相", "691": "空為證。其如用觀委明行相。須於我人生境", "692": "破性破相。方得生空。復於陰界入法寄俗", "693": "寄真。推此二空窮斯真理。名為法空。方是", "694": "用觀行相委悉故止觀云。於性相中求我人", "695": "知見不可得。是生空。於性相中求陰界入不", "696": "可得。是法空。而疏以俗諦對生空者。蓋此", "697": "生空體是法執。故以俗諦顯此空相。故云俗", "698": "假。假即虛妄也。法執若破妄染究盡。方名真", "699": "諦。故云真實。實即究竟也。荊谿體斯疏意。復", "700": "以玄文寄世諦顯性空等義。而為證也。故云", "701": "真俗不二二空俱時。問既云二諦不二二空", "702": "俱時。顯是一理一空。又何分二諦。及明二空", "703": "耶。答其實所顯理是一。能觀觀亦一。為對", "704": "所破執故。而分二空。顯空淺深故。而寄二", "705": "諦。是故性相空中性空約理。理既未顯但名", "706": "世諦明空。空猶未盡但名性空。仍於世法。", "707": "又觀真諦破此執名之相。相若破已理顯。方", "708": "名真諦。觀成方名相空。故寄二諦顯二空相。", "709": "故知若曉性相二空。對所破而分真俗者。則", "710": "寄二諦明人法二空。準理亦然。是則人空空", "711": "未實故。乃寄俗顯。故云俗諦即生空也。法空", "712": "空既已淨而寄真顯。故云真諦即法空也。矧", "713": "又雖用生法互融之觀。而照真俗不二之境。", "714": "其如眾生無始多於生境計我起執。不二之", "715": "觀亦於生境。先當其用。故破人執時且名生", "716": "空。既法執在復觀其法本無其執。離四句相", "717": "方名法空。故大師謂始覺人空終覺法空。然", "718": "此二諦顯二空相。通圓之教行相亦同。但通", "719": "用其觀止照真理。故寄俗寄真顯性顯相。明", "720": "斯二空唯在真理。而圓實之教體生體法推", "721": "性推相。唯是中道法性。法性無生無性。名世", "722": "諦破生破性。此生此性即法。法體本空名真", "723": "諦破法破相。雖寄二諦。悉用中道而顯二空。", "724": "通無此觀。學者思之。然委明二空推所執能。", "725": "人執隨法執亡者。具如前疏空品記文。三狂", "726": "愚下二句指。凡愚不了請現。上讚佛所遊", "727": "三昧空智。遍了諸有差異。悉皆泯亡。唯真智", "728": "獨存更無染異。樹神分曉悲愍凡迷狂亂愚", "729": "癡。不了性相俱空。故請佛出定。二騰昔常願", "730": "見正請出定四。初我常下五行。正敘昔願行", "731": "請現。我常念佛者。念即觀照之異名也。心", "732": "遊法界常照三身。敘昔觀力未充。欲求深證。", "733": "故助之以誓願。跪之以合掌。加乎戀慕。哀", "734": "泣雨淚修行大悲等。並助常念之觀也。言最", "735": "上大悲者。即無緣悲也。正助合修故曰最上。", "736": "問樹神在會明見如來入定說經。何故今方", "737": "頻言欲見於佛耶。答今有二意。一者如來入", "738": "定本為說經。說經既畢。要須出定。欲出其定", "739": "須得其請。故佛出定能印三番所說皆實。既", "740": "一期事畢。乃樹神致請殷勤。故敘昔常願見", "741": "復加願行。欲使未來亦得見佛。故云願使我", "742": "身常得見佛。二者樹神久已分見如來真身。", "743": "欲增念佛之觀。更求上證。故寄請佛出定。", "744": "頻陳欲見。苟得如來酬請現身。即己心中真", "745": "佛顯發更明。故下結云。唯願慈悲為我現身。", "746": "二約定具慈悲請現三。初世尊下二行。明慈", "747": "悲能護迷暗。樹神自昧如來上位真身。故請", "748": "佛加願。使我身常得見佛。復愍於他迷瞽所", "749": "及。不見佛之真體故。敘世尊常護一切。是", "750": "故渴仰欲見者。即引己及他請佛現身。二聲", "751": "聞下一行半。約聖凡未發性明。即樹神擊", "752": "請今佛出定也。佛雖在定明了性淨。猶如瑠", "753": "璃表裏通徹。照機起應皆不動於寂定。如來", "754": "雖久已明了。其如眾生未發上定。故樹神頻", "755": "請出現發悟斯機。乃舉六喻顯乎聲聞色體", "756": "非性明體。所證真理閴寂無知。如空之虛無", "757": "亦燈之烟焰。術之所幻聲之谷響。神通之化", "758": "水中之月。皆非實性。不能即寂即現也。眾生", "759": "之性虛妄現在。如夢所見都無實相。三就佛", "760": "行處明見請現。正明佛所入定具慈愍照。故", "761": "請如來出定。令我及眾得安樂故。三一切下", "762": "一行半。愍凡聖不知請現。樹神以凡夫小聖", "763": "共迷佛所遊境界。故請佛現身。即令明見唯", "764": "心佛現。經五通神仙者。別舉人趣中有術成", "765": "仙者。發得五通。雖有他心宿命。而不知佛所", "766": "遊定。照理起應不離眾生心體。無漏二乘雖", "767": "有三明六通。亦昧佛境唯心故曰亦不能知", "768": "也。四我今下一行。指已信不疑請現。樹神", "769": "述已於佛行處明了無滯。雖知本無隱現。上", "770": "舉他眾共迷佛境實有動靜。故敦請出定云。", "771": "惟願慈悲為我現身。問今佛入定說法對告。", "772": "起禮舍利。既有往來時會共見。樹神焉知", "773": "如來在定未出。而致請殷勤耶。答樹神大權", "774": "久與佛同事。昔為流水救魚。樹神現半身示", "775": "數。長者既已成佛。樹神豈猶滯凡。故今一動", "776": "一靜皆扶佛化。何不知之有。矧凡出定入定", "777": "皆有其儀。佛雖起坐往來。其如未示出定之", "778": "相。樹神敦請至勤。方現出相。其相者。必須", "779": "先示微微動搖其身。次乃黈氣嚬呻徐緩而", "780": "起。方知如來示出定相。故法華謂安詳而起。", "781": "此經云。出微妙音。故知定起皆有其相也。", "782": "問新經自云。爾時薄伽梵於日晡時。從三昧", "783": "起。觀察大眾而說頌曰。金光明妙法最勝諸", "784": "經王。今之讖本何故至三番讚畢。方云從三", "785": "昧起耶。苟譯者所見不同。其如集經者梵", "786": "本編文。安次如何耶。答梵本不同豈須和會。", "787": "其如學者無由曉經。今略試評之。在理或", "788": "當冀無私隱。且夫此經古師謂是偏方之教。", "789": "即一時赴機之說也。故天台結歸方等部攝。", "790": "斯由機分大小應赴權實。赴權小者。令見", "791": "佛從定起說法。應實大者。則知佛在定而告。", "792": "亦如華嚴中。令見女子身中入正受。男子", "793": "身中起出說等。當時應物既殊。故集經者", "794": "或言定起方說。或云說畢定起。然佛滅度後", "795": "集經者。又匪一途。亦有窟內窟外所集。亦", "796": "云。梵語有賒有切等。致譯經者。所覩梵本不", "797": "同。如讖師曾遊五天必覩梵文正本。見云佛", "798": "在定而說必須信受敬譯。淨師本弘小典晚", "799": "接梵文。或見云佛從定起方說。正符所宗。", "800": "故編譯無改。至列聲聞菩薩等眾。皆云於日", "801": "晡時從定而起。到佛會所。古師甞推譯者。未", "802": "為雅當信亦有之。然聖師所為必非徒然。凡", "803": "流膚學莫盡考乎厥由也。求過得過。附贅之", "804": "尤亦已甚矣。學者體而思之。問大師既依讖", "805": "本釋經。何故云入遊法性出敘經王耶。答如", "806": "來常在法性上定。應機順物示入定相。雖心", "807": "遊寂理口出其言。故謂出敘經王。蓋寂不阻", "808": "照說無妨定。非謂身出其定也。四酬請起定", "809": "二。初爾時下一行。明經家敘起定。爾時者。即", "810": "當樹神請畢之時。佛示出定之相。乃云以微", "811": "妙音而讚歎言。即微細妙好之音。而悅豫四", "812": "眾也。二善哉下二行。明佛定起能讚。佛讚樹", "813": "神意合前二。以諸菩薩及妙幢。能讚佛所說", "814": "教。皆是快言。如來序品已來明大體大宗", "815": "大用。是金光明妙三法也。故云快說是言。", "816": "若眾生聞此三法。即能發解證悟。明了常住。", "817": "故云入甘露無生法門耳。二章安總釋二。初", "818": "約義釋二。初約佛讚義二。初約定果讚因二。", "819": "初正明讚因義二。初示義。私謂下總釋也。其", "820": "文有四者。前大師分科止為三段。以如來定", "821": "起三行之文。合為樹神段中。故註云云。", "822": "今章安開釋方為盡理。文現可見。二引證。", "823": "二示印成讚教。三番菩薩皆先讚佛次讚說", "824": "教。即讚如來。從序品已來。是說一經大體大", "825": "智大用菩薩修因也。何者序品明遊法性。佛", "826": "指所遊是諸經王等。三番謂佛是說一經之", "827": "大體也。壽量明佛常果。三番為佛是說一", "828": "經之大智智即宗也。懺讚空品。謂佛是說一", "829": "經之大用也。四王至捨身品。皆是說菩薩修", "830": "因也。三番讚教。既稱佛所說。故如來定起", "831": "印成。即讚樹神等快說是言也二讚通三業。", "832": "章安因明今品果佛定起。能讚因人快說。復", "833": "考經之上文。亦有果身禮舍利之義。舍利者。", "834": "翻骨分也。即因身爾。上懺品佛讚大懺。讚品", "835": "佛讚龍尊。是大讚。皆言大者。一懺一讚等法", "836": "性大體。知罪福性空也。四王品能請。善集", "837": "品能說。鬼神品等能聽。捨身品能行。皆是快", "838": "說者。共能了金光明教。能詮所詮是體宗用", "839": "三。即一切三法。故皆名快說也。信相龍尊四", "840": "王等。並是因人。故謂因口所說。孱字士限切", "841": "現也。身口非意不行。故云任運例成也。二約", "842": "出定義二。初據起問入。二答始末在定二。初", "843": "明住法性定。問諸經先須入定定起方說今", "844": "經何故一向在定。而有所說耶。答若論法性", "845": "上定。豈有出入說默之異。既示其定蓋順物", "846": "機。物機所宜適樂不同。諸經示同往佛皆先", "847": "入定。履歷法緣對治散心。妄有所說。故須入", "848": "定定起方說。此經首尾在定而能說者。意同", "849": "向理。又示金光明無量甚深自在無礙。寂照", "850": "融遍。故說畢定起印成三番快領如來所說", "851": "法也。二彰法性圓融。言若作入法性者。顯", "852": "理含容不阻出入。上唱法性無量甚深。一出", "853": "一入有說有默。豈逾法性。故云法性自在。言", "854": "四佛者。即四方佛也。五佛者。并釋迦耳。同處", "855": "各處等者。信相室與靈鷲山雖異。若了唯心", "856": "者。見唯妙土則弟子眾一。故五佛同處共一", "857": "身一智也。是則四無來去一無住在。其執權", "858": "教者弟子眾異。謂妙幢所居共佛耆山。敻隔", "859": "多里。故四佛五佛匪唯各處。亦見異身異智", "860": "實來實去定住定在。雖此殊別無離法性。故", "861": "云隨人所覩皆無障礙也。二約觀釋二。初明", "862": "事三業境。言觀心者。標明觀釋也。先明諸菩", "863": "薩讚具三業。為妙觀境。然讚雖在口。身須恭", "864": "謹。心仍尊重。三業齊運讚義方成。二明理三", "865": "觀成二。初明於事觀理。言三觀心者。寄身等", "866": "境示空假中能觀三觀心也。近有講人不知便", "867": "謂。後人妄加心字。亦由向迷心為所觀。致有", "868": "踳駮。斯之疎謬不可云也。止如十六觀經本", "869": "明佛觀。疏云。心觀為宗。或不見斯意。乃妄", "870": "有穿鑿。今之學者切宜思之。觀身不得身者。", "871": "先明身觀。推檢四大本無實性。名身性空。但", "872": "有名字即身相也。名字多種。且舉六度十度", "873": "等。如身行布施名檀。身離諸非名戒。身受所", "874": "辱名忍。身勤前行名進。身能安靜名禪。身", "875": "了體空名慧。身行其巧名方便。身立盟誓名", "876": "願。身利及於他名力。身出生死名智。身乃至", "877": "身行八萬塵沙法門。行者隨受名字。達名無", "878": "名名身相空。推檢性相雖空。而色心諸法宛", "879": "然。故空不定空。假不定假。非空非假皆真實", "880": "妙性。名顯中道也。觀身既然口意例解。二明", "881": "事得理成三。初明無觀俱失。身等為境能", "882": "發其觀。觀成境現事理雙明猪揩金山。方之", "883": "可解。二以衣物為例。三衣者。僧伽梨欝多羅", "884": "僧安陀會也。六物者。兼尼師壇鉢多羅漉水", "885": "囊也。是知六外無三。亦如四禪八定定外無", "886": "禪。蓋衣名則局物名稍通。衣者遮覆之義也。", "887": "鉢多羅等且非遮覆。故通名物也。亦如無色", "888": "四處受想慮亡。則無支林喜樂之名。故通受", "889": "定名也。色界四處雖通靜慮。受想尚行則別", "890": "受禪名。故知解之則事三理六俱明。昧之則", "891": "三六四八俱暗。三得理俱成。境由觀顯。理觀", "892": "若成身口意三。名妙色心。故亦名六觀亦名", "893": "事理成也。無六亦無三者。牒上例中若不解", "894": "之文也。可見。", "895": "維昔先稟法智大師。甞講次撰記解釋經", "896": "疏。方終一十七品會乃歸寂。其最後讚佛", "897": "一品。經旨幽邈疏科尚簡。而鉤索深隱固", "898": "亦難矣。予雖不敏。忝久親講授。遂纂集", "899": "舊聞繫諸卷末。亦冀覽者豈貽續貂之譏", "900": "云。", "901": "金光明經文句記卷第六下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1786 金光明經文句記", "source": "CBETA"}