{"author": "隋 智顗說　唐 湛然略", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1778 維摩經略疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "9 入不二法門品(九)26 維摩經略疏卷第二十六", "1": "維摩經略疏卷第十", "2": "天台智者大師說　沙門湛然略", "3": "10 香積品(一〇)釋香積品", "4": "香是離穢之名。而有宣芬散馥馨香之用。故", "5": "無量義經道風德香熏一切。理中無上戒定", "6": "慧香芬芳叵竭。故名為香。積是聚集為義。積", "7": "諸功德集成法身無所積集乃名為藏。若從", "8": "佛題品稱為香積。從國以標目應號眾香。今", "9": "依正報勝人以標名故稱香積品。此品來意", "10": "正為室內明非真非有之中。能道觀雙流淨", "11": "穢俱顯圓通不礙融會無方。入不二門雙亡", "12": "二邊正入中道。此品雙照二諦淨穢俱融。廣", "13": "上非真非假之文。成於道觀雙流之義。顯出", "14": "圓通自在之用。今文異上雙照二諦之用。上", "15": "問疾品未廣明雙用結成菩薩行具舉諸行。", "16": "雖知諸佛國土永寂如空而現種種清淨佛土。", "17": "是菩薩行。今文還釋上二用明淨穢二土相", "18": "涉。文中處處釋出淨土之意。故知此經始末", "19": "並皆釋成佛國因果。其義宛然。此文明淨穢", "20": "二土之行。既爾諸行亦然。舉此以例諸也。故", "21": "有此品文來。就此品大為二意。一明身子", "22": "念食二明大士譏訶。身子是起教之人為兩", "23": "事故須念食。一者諸佛道法過中不飡。此諸", "24": "大人食時將到故須起念。二者上文云應以", "25": "何法起菩薩根。上來室內敷說勝法音聲佛", "26": "事即是。音聲起菩薩根。次應用香味二法起", "27": "菩薩根。時眾將用鼻舌兩根聞於大乘禪悅", "28": "法喜。機在不久故身子扣此機端而致念也。", "29": "大士訶者。明其二乘八解久有禪悅。不以自", "30": "資而外念求食是故譏之。第二譏訶為五。", "31": "一譏．二許食．三遣化請．四二土佛行化不同．", "32": "五時眾得益。一訶如文。二許食中云且待者。", "33": "機時未至故。未曾有者明身子八解之中無", "34": "此法喜禪悅也。三請食中為四。一入三昧．二", "35": "遣請飯．三到彼問訊．四受飯而還。就入三昧", "36": "為三。一入三昧．二現請飯之國．三大眾皆見。", "37": "今言彼國以香為佛事用香詮理。鼻根受道。", "38": "無有聲聞純諸菩薩者此語似如實報之國蓮", "39": "華藏土。然同居之土亦有穢淨。亦有一乘之", "40": "化無三差別者。未知彼土定判屬何。文云天", "41": "子皆號香嚴。既有天子勝人之名復似隨緣淨", "42": "土。但天語是通何必如此間之天人。或可用", "43": "菩薩為第一義天人。以權者名菩薩。實者是", "44": "天人。或應如此然未敢定判。第二遣請飯", "45": "為五。初覓請飯之人。二文殊神力眾無言者。", "46": "三淨名訶。四文殊引證為答。五化作菩薩設", "47": "門訊請飯之解。二文殊神力咸默然者為二", "48": "意。一明賓主之儀設食。本是主人何客容為", "49": "致飯。二為欲顯淨名勝德故今默然。三淨名", "50": "訶如文。四文殊引佛語為答。勿輕未學若有", "51": "得不思議解脫致飯不難。其未得亦有得義", "52": "故不可輕。其餘如文。三到彼問訊宣旨。問", "53": "訊為二。一正宣旨問訊請飯。二彼菩薩嗟歎。", "54": "就宣旨中為二。一禮敬．二宣旨。就彼諸菩薩", "55": "嗟歎中為四。一歎未曾有．二生疑．三問佛．四", "56": "佛答。佛答中為三。一正答國土近遠化主功", "57": "德．二重問大士之德．三佛答甚大。四蒙飯", "58": "而還為四。一佛遣飯。二九百萬菩薩俱發心", "59": "欲來．三奉授飯與大士．四命大弟子共食。", "60": "就九百萬菩薩來為三。一陳其欲來．二佛誡。", "61": "三與化菩薩俱來。就佛誡中為三。一攝香誡．", "62": "二攝形誡．三勿輕心誡。心誡中又釋出居穢", "63": "國之意。明諸佛國土皆如虛空有何定淨穢", "64": "之可取。故不應生輕心也。如文。俱來為三。一", "65": "俱承力來．二淨名化座．三菩薩皆坐。第三就", "66": "授飯中為二。一明飯香熏烈遍此大千．二明", "67": "有緣應得此飯者緣召自來。自來中為三。初", "68": "諸居士等來．二月蓋來．三諸神來。四命食", "69": "中為四。一命食．二勸捨小心．三異聲聞竊念．", "70": "四化菩薩彈。次勸莫以小意食者。不消此令。", "71": "其若不發心慕大此味勢終不自消。如涅槃", "72": "毒鼓雖無心欲聞近遠皆死。諸菩薩食者即", "73": "悟無生。此是近故而死。二乘雖前未死到法", "74": "華中皆捨小發大名之為死。四化菩薩訶中", "75": "為二。一歎飯功德．二述飯功德。四二土菩", "76": "薩問答二土佛行化不同。此正是品之來意。", "77": "為將此證成道觀雙流。中道菩薩能淨穢俱", "78": "遊通達無礙。然機悟不同所以諸佛方便隨", "79": "其根緣以之起教。若是此方耳根利。用聲詮", "80": "理。化剛強之人名為穢土。彼界鼻舌兩根利", "81": "用香味為教化。於純一大乘無三差別。名為", "82": "淨土。今但欲明淨穢雙遊故此土屬穢彼土", "83": "為淨。若究尋其義未必全爾。何以故至如西", "84": "方是淨土。寶樹池流皆說無生忍聲。又蓮華", "85": "藏國別教之土。純諸菩薩色像無邊音聲無", "86": "邊。此中猶有音聲為佛事。何得定判聲屬穢", "87": "土。若耳根起道通淨穢二國。鼻根起道亦應", "88": "如是。何以故知。若香在彼國純化大乘。曲入", "89": "娑婆遂使三乘同稟香味。既三乘蒙香味入", "90": "道者。豈不是香味通於穢國耶。例如釋迦寂", "91": "滅道場聲色無邊尊特之佛名為淨土。為罪", "92": "眾生作三乘化即名穢國。彼淨國之香來化", "93": "娑婆亦復如是。凡夫食之正位乃消。正位服", "94": "之發心乃消。發心服之無生乃消。即是分純", "95": "一之香逗於三種。豈不香通垢淨。今正辨淨", "96": "穢俱遊據別為語而判淨穢。問佛命菩薩令", "97": "攝身香何不攝飯香。答飯亦被攝。何故爾。飯", "98": "在彼國周流十方。得來娑婆止熏三千之界。", "99": "滅折一乘之飯逗彼三乘。亦是攝義。但菩薩", "100": "辭遊異土故佛誡之。飯是佛遣已自裁量。無", "101": "容佛自命佛令滅飯香。今以義往惟。三乘", "102": "同服止薰大千。則知已攝。今言令菩薩攝香", "103": "非是攝除永盡。攝是止節。籌量為義。契當根", "104": "機不令過分。呼此為攝耳。次料簡正傍但香", "105": "積之土香為正教。如菩薩在香樹下即入德藏", "106": "三昧便得悟道。名為利根。其有未悟之者即", "107": "與大眾方共坐食。故知味為傍也。此正傍兩", "108": "道逗鈍利兩根。今娑婆國人鈍故。是故香味", "109": "相帶而來。正助兩門化於鈍者。例如此間病", "110": "有輕重藥有通別。受身常病故言為輕。四大", "111": "增動外來內發故名為重。以身常飢苦故即", "112": "用通藥。來治食飲補養。得食病止。不得必死。", "113": "此是通藥以治輕病。若病增劇兼加諸疾者。", "114": "今時此食非復其治不能愈疾。更加餘味苦", "115": "澁辛酸大黃巴豆助此食味。共治重病病得", "116": "除愈。故言別藥以治重病。今正助兩道亦復", "117": "如是。若利根之人如快馬見鞭影即馳。但用", "118": "正不須於傍。鈍馬加之杖捶苦楚方去。是故", "119": "須正助相成。同是一杖而馬有利鈍。同是一", "120": "香而用有正助也。此間聲義亦爾。利者一聞", "121": "即悟。鈍者假諸方便。或眼見神通心思諸境", "122": "假助方悟也。此中二土菩薩互有問答。淨名", "123": "問者意欲顯他方起根不同淨穢有異。故須", "124": "問。第二答律行者。即大乘波羅提木叉。如淨", "125": "名為優婆離教二比丘。其如是者是真奉律。", "126": "無二邊之非得中道之行名之為律。第二彼", "127": "菩薩問淨名為六。一問．二答．三彼菩薩稱歎．", "128": "四淨名述成．五更問此土菩薩行．六淨名答。", "129": "初答為二。一開五眾之教化剛強眾生。二譬", "130": "顯。今言六度乘但處中者明初開三藏之時", "131": "菩薩未斷結。但有大心化物。行行不在三", "132": "應供之限。非五種佛子。故次人天乘屬凡", "133": "夫數也。就人乘中先舉果苦。即是說三惡道", "134": "却論因。令知惡業過患即止其因也。因者即", "135": "是三業開為五戒。義開身業為三戒。口四戒", "136": "為一妄語。即攝得三口過。意為一飲酒戒。故", "137": "邪命攝得意之惡。是故意口二業不開。但開", "138": "身業為三合五戒制人乘也。邪行者邪僻之", "139": "法招得三途邪惡果報。愚人者行三惡業智", "140": "人者行三善業。稟五戒人乘也。次開五戒為", "141": "十善。具明因果。即是天乘。從慳去是六蔽明", "142": "度即是菩薩乘。次從是結戒去是聲聞乘。三", "143": "藏之教結戒者明如來初制此戒。故云是結", "144": "戒。順故若持違故為犯。不動是毘尼故言是", "145": "應作。動非毘尼故不應作。波逸提名煮燒覆", "146": "障。故是障礙。懺法除滅故非障礙。或云是事", "147": "遮為障礙。不遮為不障礙。犯七聚故是得罪。", "148": "三種羯磨懺故是離罪。又作法取相無生三", "149": "種懺故是離罪。結戒藏是淨是垢去是定藏。", "150": "言戒是亂心雜法垢法。定是寂靜名為淨法。", "151": "欲界中多濁惡名垢。四禪中離五蓋等名淨。", "152": "又味著諸禪名垢不貪不味為淨。從是有漏", "153": "無漏者是慧藏。有漏者如從凡夫至煗等也。", "154": "無漏者苦忍真明發即是無漏。從此無漏之", "155": "法即分為三乘。修此無漏行六波羅蜜破除", "156": "六蔽。修行之時雖未斷結發無漏。而望無漏", "157": "修行至樹王下發真。入無漏道。與二乘不異。", "158": "故知同約無漏開菩薩乘。破六蔽執者如菩", "159": "薩戒中說。破慳蔽除餓鬼業。破犯戒弊除地", "160": "獄業。破瞋恚蔽除畜生業。破解怠弊除修羅", "161": "業。破亂心蔽除人業。破愚癡蔽除天業。六", "162": "道因謝六處苦除名之為道。六蔽斷除名滅。", "163": "證有餘時究竟永寂。約無漏開聲聞乘。以", "164": "無漏心修四諦觀知苦斷集證滅修道。約此", "165": "無漏開支佛乘。以無漏法修十二因緣觀。無", "166": "明滅則老死滅為支佛乘。雖約此無漏開於", "167": "三乘無漏不殊。觀法有異故為三乘也。是正", "168": "道是八正也。有為者方便道中。無為者發真", "169": "見諦所得斷名無為。又從須陀洹至羅漢所", "170": "得智慧名有為。所得斷名無為。無為即是有", "171": "餘涅槃。是涅槃者即是無餘涅槃。問三乘各", "172": "有觀法亦各有戒不。答戒是和眾。若復別立", "173": "支佛之戒即是二戒二眾。不名為和。故戒不", "174": "別立。三乘是觀法所習不同故須分別。菩薩", "175": "在俗非僧數攝故別開戒。二乘若為白衣不", "176": "入僧名為支佛。一世無二佛不許別眾同聲", "177": "聞眾。眾既同不開戒云云。第三彼菩薩稱歎", "178": "為二。一歎佛二歎菩薩。第四淨名述成其歎", "179": "為二。一總歎二歷別十事。此中不述歎佛者。", "180": "明如來任運自在故不可思議。但諸菩薩未", "181": "同如來猶有緣累。而能如是勞謙故述此也。", "182": "言此國一世為行多淨國百千劫數者。但淨", "183": "國眾生善根純熟易可開曉。用功則易。此間", "184": "煩惱稠密度脫為難。如釋論中云。菩薩成佛", "185": "時欲令國無三毒之名當學般若。即難云。佛", "186": "是醫王出世為治人病。國無三毒出世化誰。", "187": "答雖無邪三毒而有正三毒。雖有正三毒易", "188": "可化誨。此間娑婆有邪三毒塵勞尤重。雖聞", "189": "無音不即得悟。就此應作二譬往釋。如大猛", "190": "將能退強敵其勳則重。靜於小寇勳績不多。", "191": "治難愈病是醫最勝。治易差病小復為劣。今", "192": "娑婆眾生煩惱怨賊最為堅靳。而能方便使", "193": "得解脫。比之淨土約此論勝。此土見思最為", "194": "尤重。而能逗藥設方便令法身慧命不斷。故", "195": "得饒益力多。復次如人微賤之時能曲相接", "196": "解衣推食。捐施無幾濟乏事深。惟此厚恩常", "197": "思報答此。至位在方伯或復高遷之日。念其", "198": "昔恩酬澤則厚。若施富貴人物恩報事微。娑", "199": "婆之國最是貧善法處。而能施以法財令離", "200": "困苦。遂得發真斷結富七法財。是追念昔恩", "201": "實為重大。為發真七財之人說法力用事弱。", "202": "用此二義譬於此國菩薩能化為勝淨國比之", "203": "為劣。若作傳望淺深從凡至聖。處處有怨賊", "204": "義處處有貧法義。至如同居之土自有淨穢。", "205": "淨者貧病乃輕於穢國。比之方便有餘猶是", "206": "重貧病者。方便有餘比別教實報國復是重", "207": "者。實報圓教十信及初住十住未及十行。十", "208": "行未及十迴向十迴向未及十地。如是傳傳為", "209": "重。今取凡夫最初堅靳須好勇將用妙醫藥。", "210": "是故言勝也。次歷十事。用此二義約十法而", "211": "明。一一法中作此二義。如以布施攝貧窮者。", "212": "即是破其慳賊治其貧病施其富貴之財。如", "213": "淨戒攝毀禁。即是破其犯戒之賊違律之病。", "214": "施其淨戒之財歷十法乃至四教。具作云云。", "215": "第五彼菩薩問成就幾法無瘡疣之行。得生", "216": "淨土之行者即是觀解。大乘之心疣者起餘", "217": "緣念累此正行。行雜故名疣。如訶阿難中增", "218": "謗損謗。損謗名行損。若起諸妄見即是增謗", "219": "義。約此明乘急戒緩戒急乘緩。俱急。俱緩。明", "220": "於行疣。大乘之行觀解純熟。乘急者行淨戒", "221": "無數犯。不起身口之非。此明無瘡疣即是乘", "222": "戒俱急得生淨土也。若是乘急戒緩者大乘", "223": "之觀乃當真正。不能防禁身口。毀損於戒此", "224": "是有行而戒污故是有瘡疣。以其有乘故生", "225": "輒見佛。行有疣故生雜雜同居穢國也。若但", "226": "戒急而無乘是則為聲聞緣覺。俱緩是凡夫", "227": "云云。六淨名答。上來十行約權化大士以辨", "228": "難思勝行。此中無瘡八法約實行者。行不雜", "229": "穢剋生淨國也。八法在文。第五時眾得益", "230": "如文。", "231": "11 菩薩行品(一〇)釋菩薩行品", "232": "正說中為三段。佛國品是如來當宗演暢。第", "233": "二從方便品去至香積品大士助揚聖化。第", "234": "三從此品至阿閦品還歸佛所印定成經。此", "235": "二品來意有五。一大士助佛闡揚。有緣之眾", "236": "緣縛既盡化功已畢須還佛所。二佛初明佛", "237": "國因果。大士助宣此義。殊辭異辨。若不還歸", "238": "印定物或疑網不除。是故須歸佛所復宗明", "239": "義。故師弟相對復宗敷演更明佛國。三室內", "240": "既是別座當機之徒或生疑綱。為斷此疑還", "241": "於佛所對揚。四機宜應在佛所得悟。不從餘", "242": "人故還佛所也。五雖室內詮量至道不蒙佛", "243": "印。則不成經。為印定故須往佛所。品之來意", "244": "如此也。菩薩行品者。此中香積來者分別", "245": "菩薩法門明淨佛國土垢淨之行。菩薩依此", "246": "而行故名菩薩行品。就此二品文為二。第一", "247": "從此品首至歎未曾有。淨名掌擎大眾同入", "248": "庵園名為歸佛所。第二從佛述阿難如是如", "249": "是去訖阿閦品。名為復宗說佛國因果。彼有", "250": "時發始開二品為二。初品明佛國之行是復", "251": "宗明義。次見阿閦佛品正明顯果。初為二。", "252": "一掌擎大眾俱往菴園。二阿難聞香即發疑", "253": "問。就第一掌擎中為六。一現相．二阿難見相", "254": "白佛．三佛為說．四維摩唱欲往．五文殊同往．", "255": "六用神力擎往菴園。初同金色者表淨名所", "256": "化之者緣縛已除。皆入性淨常寂之土同一金", "257": "光。六擎大眾中為二。一到佛所申敬．二佛", "258": "慰問。申敬為三。一大士申敬．二諸菩薩申敬．", "259": "三釋梵申敬。二慰問為三。一慰問．二命復座．", "260": "三奉命復座。第二阿難疑問中為二。一佛", "261": "問舍利二阿難疑香。就問舍利中為四。一問", "262": "汝見大士神力為乎。二答．三更問如何．四答", "263": "是不思議之法不可以思議心智圖度測量。", "264": "佛所以問者亦為印成室內之事。亦為室內", "265": "懷疑未了者。若聞佛印即不復有疑。無疑故", "266": "生信印故成經。從阿難問中為二。一問香．", "267": "二問消。問香中為五。一阿難問．二佛答．三身", "268": "子云我身亦香．四阿難問得香之緣．五身子", "269": "答從淨名得飯。就問消中為三。一阿難問．二", "270": "淨名答．三阿難稱歎。就答中為二。初總答二", "271": "別答。總答云。此香隨於飯飯若消者香亦隨", "272": "消。更重問久如消。即別答為二。一事．二理。", "273": "事者答七日方消。譬如世食持身止飢一日", "274": "乃歇。此食七日乃消。又譬如服一種藥藥持", "275": "身七日可消。藥勢熏身至其疾愈。此是事解。", "276": "若理解不爾。約聲說轉法輪中。此土有半", "277": "滿之教若二乘名半字大乘名滿字。若半字中", "278": "三轉法輪一示二勸三證。示者示於四諦見諦", "279": "故發真。二勸勸斷思惟惑。三證無學道。故", "280": "名三轉。今香來詮半理亦詮半字三轉法輪。", "281": "此中具其義。用前七日為方便五停心總別", "282": "念處約𤏙頂四法。今言凡夫位食此香飯轉", "283": "入七方便乃消。七方便中食者轉入正位乃", "284": "消。不入即不消要見諦發真乃可消也。此名", "285": "示轉。從正位食者不入思惟不消。得入思惟", "286": "乃消此名勸轉。若思惟食者不得無學不消。", "287": "得心解脫成無學乃消此名證轉。四處辨消", "288": "即是三轉四諦法輪示勸證義宛然也。復次", "289": "此香詮大乘滿字三轉義者。先責半字未入", "290": "正位。食飯入位乃消。如身子等已斷三界證", "291": "心解脫得盡智無生智。此飯復進何果。若不", "292": "進果飯則不消。若進果即是大乘義也。當知", "293": "羅漢雖證四果三界結斷。若未發大乘心猶", "294": "是大乘理外未是方便位中。故法華云止宿", "295": "門外住立草庵。若能發大乘心即名飯消是", "296": "住方便位也。故云七日乃消。從此方便位食", "297": "者入正位乃消。即如身子於法華中入佛知", "298": "見蒙授記別名為正位。約大乘中作三根。未", "299": "知欲知根．知根．知已根。若入發心即是欲知", "300": "根。從發心食飯至無生忍乃消名知根。無生", "301": "中食飯至補處乃消名知已根。即是香教詮", "302": "三無漏根。故云轉滿字法輪逗於大乘有緣", "303": "之者。譬如上藥去譬顯。明身諸毒滅者何但", "304": "滅三界分段之毒。上通教別教變易別毒實", "305": "報中無明分分之毒皆能消滅。此應將毒鼓為", "306": "喻釋成此義。莫論遠近聞之皆死。具如前釋", "307": "云云。第三阿難歎未曾有。昔但聞聲詮半滿三", "308": "轉法輪。而今香中具足勸示證等。故歎未曾", "309": "有。第二因阿難問即明復宗。就此為二。一", "310": "從此去訖品明佛土不同起根各異者。此即", "311": "是品之來意。五重中之兩意也。若化功已畢", "312": "即是掌擎大眾入庵羅園是其義也。次室中", "313": "疑情未決或復須印。即是佛告舍利弗。汝見", "314": "大士自在神力之所為乎。中意即是印成室內", "315": "所說。亦是有疑皆斷也。若大士稱揚雖復別", "316": "論餘法皆為顯於淨國。淨國既顯復宗還歸", "317": "佛說。即此中文意也。又眾生機悟在佛。上開", "318": "宗中長者子前問果次問因。佛前答其果二", "319": "答其因。果中有二。一明果二解釋。因中亦二。", "320": "一明因二解釋。此中復宗亦具二意。一復宗", "321": "說果即是佛國佛事不同。二復宗明因即是", "322": "諸菩薩行。就果中為二。一正明果二釋其意。", "323": "因中亦二。一正明菩薩行二釋前後相對。義", "324": "意孱齊故知是復宗明義也。上果門明義。一者", "325": "隨所化眾生而取佛土。二調伏眾生取土。三", "326": "隨以何法入佛慧取土。四以何法起根取土。", "327": "今此果門亦備四義。成上當宗佛國之說宛然", "328": "是同。但不次第前後為異耳。良由言不疊出", "329": "語不重安。所以互說欲令行者不定執前後。", "330": "類如法華三周說法名異義同。又如涅槃三十", "331": "六問答中義相對當名字不同。義意若正名", "332": "異非嫌。此中雖前後不次而名義孱齊。今第", "333": "一釋上第四。雖復名殊其義是一。第四釋上", "334": "第一具列在文。此中釋起菩薩根有十三句。", "335": "明諸佛國起根不同同用六塵之法來起六根", "336": "也。若毘曇明色是質礙不得通於餘塵。眼但", "337": "見色不能兼用。大乘明義則異於此。根塵之", "338": "中則能互用圓通諸法。如眼見紙墨之色。此", "339": "色能詮一切諸法。若空若假若中世出世一切", "340": "諸法無不具足。祇是一墨而已。含容之德圓", "341": "通無礙。故大品云一切法趣色是趣不過。乃", "342": "至一切法趣味是趣不過。於食若等於法亦", "343": "等。當知根塵備一切法。故用此塵起菩薩根", "344": "也。今將一塵為語者此是從勝為名。如鼻根", "345": "入道最利故用香塵起之。如身根利故用光", "346": "明觸之。此間耳根利故用聲塵起之。未必但", "347": "有聲塵便無五塵。如此間以聲為佛事。亦放", "348": "光明亦香雲香蓋衣服等以為佛事。但從勝", "349": "者為正其餘是傍。故的判聲為佛事。餘國若", "350": "舉一塵者亦復例爾。光明為佛事者。放光", "351": "明觸身具詮諸法隨觸得解。何但他國以光", "352": "為佛事此國亦以光明化人。如說諸大乘經", "353": "皆放光明駭動一切。但非此國入道正意佛", "354": "事正通意耳。當知光明中具足一切法。如思", "355": "益所辨。又如大品放光。眾生遇者即發菩提", "356": "心。如華嚴明有光名無貪滅諸貪欲弊等。皆", "357": "是以光為正皆具諸法也。但小乘中或言光", "358": "到觸或言不到觸。大乘明不思議而辨到觸。", "359": "化人為佛事者如須扇多佛。留化佛度眾生。", "360": "或有佛有所施作利益眾生。用化人化菩薩等", "361": "起眾生根。又如說般若化菩薩說般若。即是", "362": "此間以化為佛事也。菩薩為佛事者。或有佛", "363": "土純用菩薩為眷屬利他導眾。佛但為尊主", "364": "而已。此間亦有此義。如說華嚴四大菩薩說", "365": "諸地功德佛但為主。當知亦用菩薩為佛事。", "366": "此菩薩語既通不可定判安在化人。故屬根", "367": "塵也。菩提樹為佛事。佛在其下得道莊嚴此", "368": "樹。放光說法調熟眾生。若作覆陰清涼以作", "369": "佛事即是起於身根。別作觀樹亦經行即是起", "370": "於眼根。如此間亦坐菩提樹得道。經中或應", "371": "有用菩提樹為佛事處即釋此意云云。園林臺", "372": "觀此亦有覆陰觀覩兩義。不可判定。所屬相", "373": "好者即是色塵起眼根但見相好。相好自有所", "374": "詮能令物悟解。如此間說般若時或現尊特", "375": "身巍巍或現常身斷疑。當知亦用相好為佛", "376": "事。虛空者但示空相。空相能詮諸法如不二", "377": "門中云。四種空種為二。若達四種空與空種", "378": "不異即入不二法門。若見此虛空為空。空則", "379": "無見見則非空。豁無障礙。因悟諸法但用此", "380": "為佛事。故如阿難欲見佛腹。佛言授頭即見", "381": "腹中空無所有也。如虛空藏來至此界一切", "382": "諸法空。此間亦用空為佛事。夢幻十喻作佛", "383": "事。常說此法。此法多有所詮。或有悟夢幻空", "384": "乃至悟夢幻非空非有。具如通教。以十喻被", "385": "大小乘。小乘但取夢幻空菩薩得有。若地論", "386": "師以十喻為誑相者。此乃得小乘之空永失大", "387": "乘之有。若言既是誑相般若以此為佛母者。", "388": "母既是誑子亦不實。故知夢幻義通。不可定", "389": "執則失大乘之意也。若言有佛土用夢幻為", "390": "佛事此之佛土則誑相不實。音聲者如此國", "391": "起耳根也。寂寞者示心輪。雖無言說不妨有", "392": "寂寞之樂。若非樂者何得言作佛事耶。若", "393": "佛不示心十地不知。若示心者蜫蟲能知當", "394": "知。是示心義。此間亦用無說無示為佛事。如", "395": "淨名杜口文殊稱歎。佛或時默然身子亦默", "396": "然。廣說則無量略示有十三種國也。齊此是", "397": "復宗明佛國。釋上第四起菩薩根義也。第", "398": "二從如是阿難諸佛威儀進止為佛事去。是", "399": "釋上第三明入佛慧義。此為二。一善門二惡", "400": "門。從威儀進止去明善門即是淨國義。四魔", "401": "塵勞去明惡門是垢國義。上文明隨眾生用", "402": "何國入佛慧。佛慧者法華名為佛知見。此中", "403": "明入佛法門。但諸佛現國垢淨不同。為令眾", "404": "生得入佛慧。若眾生應見善法威儀進止安", "405": "詳光相尊特入者即為現之。宜用惡入者現", "406": "為四惡煩惱而令得入。如華嚴云女人示貪", "407": "欲法門。若凡夫人為此墮落。善財一觸即悟", "408": "無量百千法門。此則是示欲魔入佛慧。如善", "409": "財滿足王行如幻法門。忿咤殺無量人。因是", "410": "得悟。即是因恚魔得入。如見婆羅門投巖赴", "411": "火放身一去佛法現前。即是用癡魔入佛慧。", "412": "從此三毒起等分。四分生八萬四千塵勞諸", "413": "使眾生入佛慧。既善惡兩門不同故諸佛現", "414": "垢淨二國。雖復垢淨之殊入門一種。第三", "415": "若入此門見淨不喜見垢不憂此。釋上第二", "416": "調伏眾生而取佛土。但諸佛為柔伏一切剛", "417": "弱之人示有垢淨。那得見此淨穢而起高下", "418": "憂喜之心。心若憂喜不名調伏。無憂無喜是", "419": "調伏相。譬如良醫為差病故授甘苦二藥。藥", "420": "雖有異差病無殊。若見此醫處二種藥為愈病", "421": "故。不於醫所生憎愛心。佛亦如是。但為調伏", "422": "眾生不可見淨垢為疑也。第四從諸佛平等", "423": "去是釋上第一諸佛為教化眾生故而取佛土", "424": "此中明十方如來功德平等。一身一智慧。力", "425": "無畏亦然。既其平等那忽一佛國淨一佛國", "426": "垢。垢淨既殊何謂為等。但為教化眾生於平", "427": "等中而起慈悲作等不等。為化眾生致有垢", "428": "淨不同耳釋成上四種土義。一無乖僻。證知", "429": "復宗宣說。結撮始終成就前後明淨佛國義", "430": "第二從諸佛國土去是釋成四種垢淨之意。顯", "431": "出方便隨緣性淨寂光之土。就此為四。一就", "432": "虛空結釋．二略明身智．三廣明身智．四約三", "433": "號。今就虛空結釋。對上佛國辨果意即用譬。", "434": "如有人欲於虛空造立宮室終不能成依地即", "435": "成。雖復依地若無虛空即亦不成。此言菩薩", "436": "直就法性真空之理。則無萬行功德諸波羅", "437": "蜜莊嚴法身。若依俗諦則有成就眾生淨佛", "438": "國土。雖復萬行功德終是約法性空有所成", "439": "就。若無法性空凡有所作則不能成。今此結", "440": "釋與上立宗同明隨緣之土。為化眾生欲令", "441": "調伏使入佛慧起菩薩根。雖砂石為地七寶", "442": "為地。乃至方便有餘自性實報種種之國。約", "443": "於眾生而有若干差別之異。性淨之土為極", "444": "智所栖無有垢淨高下優劣之事。故引虛空", "445": "無若干為譬。雖虛空無若干而遍若干之國。", "446": "若干之國不得離無若干之空。終不離若干", "447": "之外別有一無若干空也。今四種隨緣之土", "448": "雖復垢淨不等。皆約常寂光土故有隨緣化", "449": "他。常寂光土亦遍方便之國。離方便國無", "450": "別寂光。故經云其佛住處名常寂光。遍一", "451": "切處無處不有。極智所觀觀一切法無非法", "452": "性。故知法性名為常寂。經言無明明者名畢", "453": "竟空。畢竟空即是無明之性此性明故名為", "454": "寂光。常住不變名之為常。是故同虛空無有", "455": "若干。釋成垢淨土也。第二次略舉佛身智", "456": "釋成二種之國。如釋迦丈六彌勒千尺至萬", "457": "延量。此即應身差別化物大小而有短長。若", "458": "是釋迦三藏之佛所得智斷。獲五分法身無", "459": "礙之慧。與彌勒所得無礙之慧。正習俱除復", "460": "有何異。十方諸佛一身一智慧力無畏復有", "461": "何異。常寂法性此處無殊。或但為應身隨現", "462": "長短之像隨緣優劣差降不同。故有丈六千", "463": "尺垢淨之異耳。故言以身智釋成垢淨之國", "464": "也。第三廣明身智。若作廣略明義此前屬", "465": "略後屬廣。若作思議不思議明義。略屬思議", "466": "二諦三藏佛無礙慧。從廣明身智屬不思議", "467": "二諦明無礙慧。非但不思議真諦異於思議", "468": "三藏中真。不思議之俗亦異於三藏若干之", "469": "俗。身智差別亦復如是。何以故。若三藏中取", "470": "應生父母之身辨其若干。取真諦五分法身", "471": "辨無若干。極智栖於法性常寂之境此處無", "472": "有若干。若明色身門內長者尊特之身蓮華", "473": "藏中大相小相現此勝應為若干。取極智所栖", "474": "常寂法身之境為無若干。當知真俗永異也。", "475": "今十方佛色等者一者應身垢國。行化亦皆", "476": "同等。法身妙色湛然安住此處亦等。智慧等", "477": "者應身三藏佛。十力無畏慈悲亦等。乃至法", "478": "身勝應十力無畏亦復不殊。姓等者應身剎", "479": "利婆羅門貴姓中生。其事一等。法身之性．習", "480": "種性．性種性．道種性．聖種性．乃至妙覺法性", "481": "亦皆同等。化眾生等。應身是化有餘眾生。勝", "482": "應亦是化實報中眾生。此諸處既等。垢淨依", "483": "報亦復是等。何但諸佛獨有淨國。釋迦亦有", "484": "淨國名為無勝。而在西方何但釋迦獨娑婆", "485": "行化。涅槃云一切諸佛亦於此中現轉法輪。", "486": "故知諸佛皆有隨緣若干之國。等有常寂無", "487": "礙之慧。故言廣約身智釋成垢淨之國也。此", "488": "之身智國土互得相釋。若是為眾生故而取", "489": "國土致有淨穢之殊。是則依報優劣不等。依", "490": "報既不等為眾生所受正報身智亦復不等。", "491": "此是將國土釋身智為此義。故即是以身智", "492": "釋國土。約此即是顯於淨穢云云。第四約三", "493": "號釋二國者為二。一正釋三號．二辨義廣難", "494": "受。一正釋者三藐三佛陀名正遍知。若三藏", "495": "明正遍知。正者對六十二見偏邪得名。觀真", "496": "不觀俗雖名遍知。若望大乘終名為偏非究", "497": "竟正也。知者窮真遍俗皆悉明了。釋論明知", "498": "知於數法非數法。若常無常皆知皆遍知非", "499": "數法即是真諦。其慧無若干也。遍知數法即", "500": "是俗諦。深識根機隨緣方便有若干也。約此", "501": "故名遍知。自覺者覺真覺他者覺俗。覺俗故", "502": "即是隨緣方便若干不同。覺真即是性淨無", "503": "礙之慧無若干也。不思議中正者觀中道名", "504": "正。三諦普照名遍。知三諦故名知。但中道之", "505": "中非數非非數。非常非無常。深悟此理名無", "506": "礙慧。雙照二諦俗中差別。知病識藥隨緣方", "507": "便。垢淨不同調伏眾生故有若干也。真俗自", "508": "覺覺他例前云云。故名正遍知也。多陀阿伽", "509": "度名如法相解如法相說。若三藏中明如法", "510": "相解者。即是契於真如之理亦稱俗理。而知", "511": "亦名如法相解。是無礙慧無有若干。應以何", "512": "法教化何法調伏何法入佛慧何法起根。機", "513": "感差別而作若干說之。雖復異說皆實不虛", "514": "故言如法相說。故名如來。釋成垢淨之義也。", "515": "不思議中如是。佛馱名覺亦名知例如前釋。", "516": "就二辨三句廣中為五。一明三句義廣阿難", "517": "所不能持。二明假使多阿難亦不能持。三明", "518": "阿難悔責。四明佛慰喻。五釋不能持義如文。", "519": "第二明彼菩薩請菩薩之行。即是對上復", "520": "宗明佛國因即為三。一請法二佛為說三稱", "521": "歎還本。請中為三。一悔責二領解三請法。請", "522": "法者始香積之國以香味二法來此度人。今", "523": "欲將此土之法還彼作佛事所以請也。彼菩", "524": "薩雖是大乘之機得悟中道。而於雙照二諦", "525": "猶未深遠於小乘斷伏俗中未了。是故如來", "526": "為說雙照之義令其化道無壅。譬如王國備", "527": "有文武兩種隨其靜亂用有興廢。無賊之世", "528": "器鈍人羸有寇之時兵利將勇。今明十方佛", "529": "法具有三諦之義。但娑婆多難於權化為明。", "530": "諸菩薩等於雙照純熟。彼土善根深厚。於中", "531": "道實慧速得通達。權道有疑。菩薩欲遊於十", "532": "方須遍行三諦。故須請也。佛上答因義有", "533": "二。一橫明二竪明。此中亦二總釋別釋。雖與", "534": "上文名異義同也。今就第二佛答中為三。", "535": "一總標勸學二釋三結釋。又二。一略釋二廣", "536": "別釋。別釋中為三。一先明不盡有為二明不", "537": "住無為三疊釋二種。就明不盡有為中為三。", "538": "一標二釋三結釋。中凡歷四十句以明不盡", "539": "有為。今言盡無盡者不盡於俗。而廣行萬行", "540": "不住於無為不同灰斷。真俗俱照道觀雙流", "541": "淨穢融通權實自在。俗諦是生死有為可盡", "542": "之法故名為盡。真諦是涅槃無為空法名不", "543": "可盡。故云盡無盡門。眾生應以此門得度。即", "544": "以此法起菩薩根入佛慧也。亦是釋成室內", "545": "所明如是疾者非真非有之意。若入此門乃", "546": "能淨穢雙遊道觀自在。則不為淨名所訶。私", "547": "問若香積土菩薩方請此法云何能遊此娑婆。", "548": "私答以權引實故有斯問。以實隨權故能遊", "549": "娑婆云云。文中禪定如地獄生死如園者。此", "550": "借子在難父在宅。雖有五欲常如受苦。若得", "551": "拔難其心乃悅云云。第二從不住無為者亦為", "552": "三。一標二別釋三結。就釋中歷十六句廣明", "553": "不住無為如文。第三就疊釋不盡不住即釋", "554": "成上佛國之中橫竪二意。橫則十七句。句句", "555": "之中皆約四教四門以明橫相。竪則從真心", "556": "徹至佛果有十三句之淺深。亦有結釋橫竪", "557": "之義。今此中先歷四十句廣辨不盡有為。次", "558": "十六句廣辨不住無為。對上橫竪明法相深", "559": "廣之意。次有四雙疊釋三種權實二智。自地", "560": "竪深化他願滿釋成橫竪義。前橫竪說中不", "561": "盡在前不住在後。疊釋中不住在前不盡在", "562": "後。後前互辨者明無前無後前後雙融之意。", "563": "今言不住無為則是於實諦無滯。自行事成。", "564": "不盡有為則是於俗諦遍知化他無壅。權實", "565": "雙照自他兼達。若三諦圓明自能深徹。則是", "566": "無礙慧無有若干。若以化他無所壅礙故能", "567": "垢淨雙遊方便若干也。就此疊釋中有四雙", "568": "初福德智慧為一雙。二慈悲誓願為一雙。三", "569": "識藥授藥為一雙。四知病滅病為一雙。約此", "570": "應明權實二智。自有自行權實自行化他權", "571": "實化他權實。自修中道之理為實。雙照二諦", "572": "為權。此是自行明權實。若是自觀二諦之理", "573": "為實為他說二諦為權。是名自行化他明權", "574": "實。若化他明權實者此則約緣無定。或說權", "575": "為實或說實為權。或於權中而辨權實或於", "576": "實中而辨權實。逗機深淺逐物便宜不可復", "577": "定。約此判思議不思議三種二諦。若是自行", "578": "權實一向判屬不思議二諦。若自行化他權", "579": "實此中亦屬不思議亦屬思議。何故爾。如通", "580": "教所明二諦。含中道在真諦中。故言三乘人", "581": "同以無言說道斷煩惱入涅槃。若是合真入", "582": "俗者如涅槃云。我與彌勒共論世諦。五百比", "583": "丘謂說真諦即此義也。雖不彰中道之名而", "584": "有其義。其義兩屬故名為通。通者通於二乘。", "585": "見真諦之空。若通別教圓教則亦見於空亦", "586": "見不空。能通見空即是思議。見不空即是不", "587": "思議。見空智慧如螢火。見不空智慧如日月", "588": "日月照用既廣治惑亦大。二乘人智慧既小", "589": "所斷亦小。若菩薩自行則見空不空。化他利", "590": "物但見於空不見不空。故知自行化他權實", "591": "亦屬思議亦屬不思議也。若化他權實一向", "592": "是思議。二諦何以故思議。二諦無中道體故", "593": "明真時則永寂如空。明有時如石裏有金石", "594": "金有異。於永寂之空真俗條別。是則以永寂", "595": "之意而測真。如石金之心以解俗。故言是思", "596": "議二諦。但思議之真有漸頓義。譬如金石漸", "597": "漸融冶稍稍消磨鑛盡金現。思議之真亦復", "598": "如是。故有三種。如一切森羅對目千種萬形。", "599": "原其同是四大此乃名下所詮。如四大雖復", "600": "遍成諸物俱是無常生滅之法。名為中道。如", "601": "生滅雖復遷謝同是無生無滅入於真諦。此", "602": "豈非漸頓也。不思議則不如是。為有中道之", "603": "本體約體明二諦名不可思議。譬如如意珠", "604": "能雨種種七寶。珠中畢竟無所有求不可得", "605": "祇言畢竟空而能雨寶。不思議理亦如是。非", "606": "真非俗畢竟清淨而能真俗具足圓備一切。", "607": "真俗俱不可圖度故稱不可思議。若約此珠", "608": "以辨通教者如珠不雨寶時。則無有金銀相", "609": "貌此與凡珠何異。即是於俗破之求寶畢竟", "610": "空無。此空與真諦斷空何異。約此明可思議", "611": "相是三藏思議二諦也。若知其功能發願求", "612": "寶能於空中即出種種資生之物。此空不同", "613": "二乘之人入真空也。所出之寶異於世間珍", "614": "玩。此不同凡夫俗有如菩薩深見不思議二", "615": "諦亦是開合。真俗具出二種如前。今將三種", "616": "權實釋於不盡權實雙遊之義也。復次歷四", "617": "教明不盡不住。三藏教明若觀真斷結以空", "618": "為證。則同二乘灰斷住於無為。何由能得三", "619": "阿僧祇成就佛法。故不得住於無為。不盡有", "620": "為者慈悲六度本約有修行教化俗中眾生。", "621": "若入真則無此事。若斷盡諸有之因因盡則", "622": "果亡。云何得處三界廣行佛法。今以不盡有", "623": "為結漏而修佛法。能成道轉法輪以三藏化", "624": "他權實具足也。通教不盡不住者。若盡有為", "625": "則同二乘。若住無為乖菩薩道。是故方便從", "626": "空出假利益眾生。如空種樹。巧妙方便故不", "627": "盡有為。不取空證故不住無為。別教不盡不", "628": "住者。若但用二觀為方便道。得入中道。是為", "629": "住無為盡有為。今雖得入中道之理。但塵沙", "630": "佛法悉未現前皆知皆學。豈得保此中道。應", "631": "須照俗。是故從中反照二諦名不住無為。若", "632": "除二諦之俗更無俗可觀。今照此二諦遍行", "633": "一切佛道。故言不盡有為。不保中道故言不", "634": "住無為。圓教中還約別教明義。若但觀中即", "635": "是盡二諦。不照二諦即是住無為。今三諦圓", "636": "觀一時能了。了真不住於真。了俗不盡於俗。", "637": "不住不盡一時雙照權實俱明云云。若此間多", "638": "惡故治兵講武多。以化他二諦逗之。於自行", "639": "二諦未了。故香飯來此。便三乘之人近遠皆", "640": "如身子之流。食此飯者至發心乃消。於法華", "641": "中開佛知見。即是三種權實而得具足。彼土", "642": "無惡但制禮作樂。唯以自行權實。於化他權", "643": "實未了。是故慇懃請此方便還香積土。施作", "644": "佛事令彼實行之者三種權實皆悉圓通自在", "645": "無礙也。問彼土菩薩在香樹下得功德藏三", "646": "昧。一切佛法皆在其中。云何言於化他權實", "647": "未了。答有二義。一者彼雖具有彼土不行此", "648": "化。則於二乘小道知根知藥不得明了。二者", "649": "彼土雖淨有權有實。實者但稟一實之教未", "650": "稟方便。是故請法也。復次將福德誓願識藥", "651": "知病四雙歷四教。一一作相分明成就云云。今", "652": "且約圓教作之。福德莊嚴是五度之法。必須", "653": "遍約有作無作兩種四諦。彼土中修行諸度具", "654": "足塵沙佛法。若於分段中修福德滿。能坐三", "655": "藏道場作佛教化眾生。故言不盡有為也。若", "656": "方便有餘中行福德滿。即於其土坐道場。乃", "657": "至別教圓教報土福德滿。即坐道場作佛。今", "658": "為遍滿此等福德莊嚴故不盡有作無作二種", "659": "有為。為智慧。故不盡有為者。境能發智。若却", "660": "分段有餘變易等。何所觀察。既不識分段塵", "661": "沙境界相貌。是則智慧不滿。智慧不滿不能", "662": "得隨緣諸土而坐道場。故不盡有為為增智", "663": "慧故。此是用福慧二嚴結成上菩薩行也。第", "664": "二雙不盡有為者。欲以大慈大悲拔苦與樂。", "665": "此之慈悲何但拔思議二諦有作之苦。與其", "666": "思議真諦之樂。亦拔不思議無作四諦之苦。", "667": "與其中道究竟之樂。若分段苦盡即能道樹", "668": "斷結為三藏佛。乃至變易苦盡即為別教之", "669": "佛。以此大慈大悲利益一切故言不盡有為", "670": "也。滿本願者則是昔時起四弘誓願。廣緣有", "671": "作無作二種四諦。起此誓願願既未滿。那得", "672": "盡有為也。第三集法藥亦如是。塵沙佛法約", "673": "有而論。深淺根機大小性欲善惡對治。若色", "674": "若香一切萬法悉須遍知。未具佛法不應滅", "675": "受而取證。是故不住無為。無為之中無病無", "676": "藥無能授所授。今欲作度老病死大醫王。授", "677": "與眾生治煩惱藥。豈得斷盡有為。以不盡故", "678": "能作三藏佛。知二乘四諦因緣法藥治分段", "679": "之病。乃至能作別教圓教盧舍那佛。授與中", "680": "道法藥。若盡有為無此等也。第四眾生是有", "681": "為。今住無為則不入有為巨海。何得識知其", "682": "病貪欲瞋癡種種相貌。既不識病差機說法", "683": "是眾生怨。妄授於藥非是明醫。為知病故不", "684": "住無為。為滅病故不盡有為。所言滅者非是", "685": "滅無之滅。諸佛菩薩隨所調伏眾生之處名", "686": "為解脫。自於中無縛能解他縛亦不縛不脫。", "687": "能令眾生得不縛不脫。名之為滅為調伏。故", "688": "不盡有為得解脫。故名為滅病。第三結如", "689": "文。第三稱歎還本。彼菩薩聞此方便化他", "690": "權實之法歡喜解悟。敬禮辭還本土。上文初", "691": "請法時慚愧悔過者。悔於化他權實未明。故", "692": "懺悔除蓋請於勝法即得開解。三種權實具", "693": "足圓滿。此是他土來此得益也。若是此土悔", "694": "過得益者。如身子等食香飯已於法華中慚", "695": "愧剋責自悔過咎。既其剋責覆蓋得除開佛", "696": "知見入於佛慧。受記成道自行化他三種權實", "697": "宛然圓滿。即是此土蒙他得益也。二土雙遊", "698": "垢淨不二成就圓滿雙觀之義究竟此在云云。", "699": "12 阿閦佛品(一〇)釋阿閦佛品", "700": "阿之言無閦之言動。淨名以不思議之力接", "701": "妙喜之界。令此間四眾見無動世尊及所居", "702": "之國。因此為名稱無動品。但此部經文凡三", "703": "處現於佛國。如佛國品答長者子竟。因身子", "704": "之疑現於淨國。二者入室論道其事將訖。藉", "705": "身子念食現香積之界。三者出室還佛所。復", "706": "宗辨道明菩薩行。顯淨名所居妙喜之國。當", "707": "知三處說法除眾生惑累。緣縛既盡淨土業", "708": "成。現相正當表此。上文辨菩薩之行明佛國", "709": "之因。此品乃現妙喜示佛國之果。因果之門", "710": "以明出室復宗之唱。成上佛國因果之義證", "711": "知。此經用佛國因果為宗。其文顯現就此為", "712": "二。初明法身體用。二明所居淨國。諸佛既有", "713": "法應二身。亦有性淨隨緣兩土。淨名極地大", "714": "士亦同諸佛二智。非垢非淨。為是義故不捨", "715": "妙喜而能垢淨雙遊。二身二土利益眾生令", "716": "得解脫。下文自說日月為除闇冥遊於世間。", "717": "菩薩示行兩土除諸癡惑。觀身實相即是同", "718": "佛法身無礙之慧。無若干也。方丈臥疾託病", "719": "興教。即是同佛應身方便引接。處妙喜界補", "720": "無動尊。即是同諸佛有於淨國。居娑婆土助", "721": "釋迦揚化。即是同諸佛示有穢土隨緣利益。", "722": "淨穢雙遊圓通無礙。同於諸佛所得權實。喻", "723": "如十四十五之月。以簡佛菩薩異耳就第", "724": "一明法身中為二。一佛問其法身。二身子問", "725": "應身。就佛問為二。一佛問二大士答。就答", "726": "中為四。一總答二別答三結四簡邪正。總", "727": "答中言觀身實相觀佛亦然者祇自觀己之實", "728": "相與佛實相不殊。佛之實相與己無異。故大", "729": "品云諸法如實相。即是佛實相無來無去故。", "730": "此為三意。一者尋末取本。二者就位。三者觀", "731": "心。尋末取本者明大士是金粟如來所得法", "732": "身。與今釋迦法身不異。故上文云。諸佛種性", "733": "色身悉皆平等。是故得知觀己實相與佛實", "734": "相一種無異。故言觀佛亦然。二就位者明大", "735": "士位。居十地補處之位隣次於佛。當紹尊位", "736": "祇十地之相與妙覺之尊所得實相復有何", "737": "異。三觀心者如上文云。諸佛解脫當於眾生", "738": "心行中。求一切眾生心相即菩提相。眾生如", "739": "佛如一如無二。實相者即是佛。故經言遊心", "740": "法界如虛空。是人即能知諸佛之境界。觀己", "741": "心性既是實相。即是與諸佛心相義齊。譬如", "742": "人射法云云。若正觀此相具如入不二法門亡", "743": "於二邊正顯中道。此中重明其意。所以如來", "744": "問者。以上來辨無礙慧無若干。諸佛身智功", "745": "德平等。佛欲顯大士法身與諸佛不異。是故", "746": "問其云何觀法身。若辨法身法身必有所指。", "747": "所指之處即是佛國。故有此問也。他解。應身", "748": "之佛則有封疆界城國土之名。法身冥寂有", "749": "何國土。今解不爾。諸佛法身尚非垢非淨。而", "750": "能隨緣雙遊垢淨。今佛法身非境非智亦雙", "751": "照境智。何意不得辨於國土真境界耶。故金", "752": "光明云。不可思議智境不可思議智照。此不", "753": "思議之境豈不是法身靈智所栖。普賢觀云", "754": "毘盧遮那。是極妙法身而言有土名常寂光", "755": "遍一切處。此豈非真國境也。第二別答觀", "756": "三世中前際不來者。如見有未來之法入於", "757": "現在。可得是生是來。可得是有邊無邊。本不", "758": "見有未來之來。何況更有來入現在。是故前", "759": "際不來。後際不去者。若有法滅入過去可得", "760": "言滅言去。可得云如去不如去。今不見有法", "761": "入過去者。是故後際不去。今則不住者。若有", "762": "法在於現在。可得言在言住。可得言常與無", "763": "常。今不見可得法在現在者。何得言住。故三", "764": "世求不可得。他解金剛已前無常樂我淨。金", "765": "剛已後常樂我淨。今解不然。金剛已前常樂", "766": "我淨。何以故。佛性之法本自有之。非適今也。", "767": "金剛已後無常樂我淨。何以故。經言十地菩", "768": "薩更無量劫倒修凡夫事。若法身起應六道", "769": "同凡夫生滅即是亦應有無常樂我淨。是故", "770": "同他而不同也。他釋。應祇是化化祇是應。今", "771": "解不爾。應能為化化不能為應。如凡夫外道", "772": "五通之仙諸天神鬼。皆能有化。此不能為應。", "773": "所化亦是暫時權有。不能卒其始終。今辨應", "774": "是應同。同其始終一期之法名之為應。如來", "775": "以無分別心任運之智隨機有感。應而用之", "776": "無所為礙。不勞運念猶。如明鏡有像即現而", "777": "影像相似更無差異也。如天仙所化作念經", "778": "營方能有化。如盡運念動手圖寫人形。未必", "779": "全不動念。妙不妙約此兩譬可知。不觀色者", "780": "心如幻師作種種色。若知幻師是誑則不得", "781": "所幻之色。今色從心幻師幻出。尚不得此心。", "782": "何處見有此色。故不觀色。不觀色如者若", "783": "見色與如異是則泯色入如。今不見色如之", "784": "別故不觀色如。色性者或言如祇是性。性祇", "785": "是如。或有此義。今聖人不容重說一法。兩唱", "786": "所表今將此性為佛性不觀色。是空俗。不觀", "787": "色如是空真。不觀佛性是空中道。以其計中", "788": "道有佛性而起順道愛生是為頂墮。故上文", "789": "云。我及涅槃是二皆空。唯有空病空病亦空。", "790": "今不觀性是無順道愛故不觀性。非四大起", "791": "者雖觀是身不於四大起惑如凡夫。不於四", "792": "大起解如二乘。無惑無解故言不起同於虛", "793": "空。是名實相。六入者能積聚六塵構造生死。", "794": "不同凡夫六入積聚。故眼耳已過過於凡夫", "795": "六根境界。不在三界者出真俗故。三垢已離", "796": "者無三種國之垢。順三脫者緣一實相順三", "797": "脫故。三明與無明等者。無明之源即是實相", "798": "法性。此之法性無與等者無有智能等。此名", "799": "無等等。三明者天眼能徹照未來。漏盡達於", "800": "現在。宿命窮觀過去。達無明之始。雖復十住", "801": "不見其始。唯佛能知始終。既云觀身實相觀", "802": "佛亦然。佛窮無明之始。今知其始等於無明。", "803": "漏盡者能知五住之漏。無明惑盡故言等。一", "804": "相是真諦之相。異相是俗諦之差別。今實相", "805": "非真非俗故非一非異。不自者遊行詣他國", "806": "名他相。遇到父舍名為自相。此應用真修緣", "807": "修自生他生廣破。絕離此等自他入於實相", "808": "也。非無相者非涅槃。非取相者非生死。非生", "809": "死非凡夫。非涅槃非二乘。不此岸非俗諦。不", "810": "彼岸非真諦。不中流非諸煩惱。離此離彼之", "811": "此岸違非此非彼之彼岸。而化眾生者此總", "812": "明法身應用。不此不彼即是不生死不涅槃。", "813": "不以此不以彼即是觀二諦之智境智雙明。", "814": "不可以智知者散諸法故即是真諦。不可以", "815": "識識者聚諸法故名之為識。即是生死俗諦。", "816": "無晦無明即是解惑解惑。即是生死涅槃。名", "817": "即世間。相即出世。故真諦名為實相。無強無", "818": "弱者生死是剛穬之法名強。智慧是扶理易", "819": "悟名弱。非強非弱故是實。相不在方者法性", "820": "不在生死封疆。豈有於界域故言不在。不離", "821": "者祇常寂光土。亦是於方遍一切處故言不", "822": "離。非有為非無為如無盡門也。無示無說如", "823": "維摩杜口也。不施非是檀度之彼岸。不慳不", "824": "同凡夫祕悋之此岸。六度例爾。涅槃審諦為", "825": "誠生死虛假為欺。不來乘如實道來。成正覺。", "826": "不去是乘從三界中出到薩婆若。離此去來。", "827": "不出非二乘。不入非凡夫。言語道斷如淨名", "828": "杜口。非福田如訶須菩提。非不福田如慰喻", "829": "須菩提。非應供養如訶須菩提。非不應供養", "830": "如來正覺是名應供。同真際等法性冥契真", "831": "實也。不可稱量即是不思議解脫之法。乃至", "832": "動亦如是。同眾生一切眾生亦如是。無分別", "833": "者入一實相不見高下。無失無三種漏落三", "834": "土也。無喜無厭等皆約三土煩惱以明。無已", "835": "有當有等。應約涅槃釋三世偈以釋此意。", "836": "三結。四簡邪正如文。第二舍利弗問者。舍", "837": "利是起教之人。既知大士法身實相同於諸", "838": "佛。次顯應身隨緣化物無方大用之能故問", "839": "也。此問猶挍三藏之意。若三藏之佛沒則不", "840": "生。若三藏菩薩猶有惑累則有於生。若爾問", "841": "其何沒而來生此。就此為二。一彈折身子二", "842": "佛發其所居之國。就初彈折為二。一身子問", "843": "二答。答中為五。一先反質二譬顯三問四答", "844": "五引佛語為釋。反質者汝解脫之中尚無沒", "845": "生。我法身中那得沒生。汝既不爾何得以此", "846": "為問。二譬如幻師幻沒幻生。此豈是實若", "847": "無實錄不得謂有沒生。第五引佛語釋中云。", "848": "菩薩雖沒不盡善本。不同二乘灰身盡智名", "849": "盡善本。菩薩不滅智所作功德亦不可滅。以", "850": "此善本能益眾生。不長惡不如凡夫之積集", "851": "不盡善本。不同二乘之滅沒。由善本不滅故", "852": "能應於垢淨之國。俱不長垢淨二國之善惡", "853": "也。佛答淨國中為三。一佛說其所居隨緣", "854": "淨國。二身子稱歎。三大士釋出。就釋中為五。", "855": "一問日共闇合不．二答．三問日何出．四答．五", "856": "釋出齊此。是明人同諸佛有法應二身也云云。", "857": "第二從大眾渴仰欲見妙喜去即是現於淨", "858": "國。是大士所遊居處。此有三意。一驗大士之", "859": "淨國。二令時眾起淨國之行。三令發願往生。", "860": "是故有此一段文來。就此為七。一大眾飲渴", "861": "欲見．二命令現．三奉命移取．四佛勸時眾修", "862": "行．五大眾發心．六利益已還本．七身子稱歎。", "863": "今言大眾渴仰欲見者。聞上妙喜之國是大", "864": "士所居。是故一心渴仰。第二佛命令現為", "865": "二。初明佛寂照鑒知知其有念。二正命令現。", "866": "第三奉命現為六。一心念欲移妙喜山林", "867": "世界．二正現神力．三得神通者覺驚怪．四佛", "868": "稱是淨名所為．五不得通者不覺．六入於此", "869": "土無損減。第四佛勸時眾修無動如來之行。", "870": "就此為三。一勸觀彼土嚴淨。二時眾對曰已", "871": "見．三正勸修無動行者。如佛國中答長者子", "872": "所明。又如入室安慰調伏行於非道通達佛", "873": "道。如盡無盡門即是淨土行也。第五時眾發", "874": "心修行為二。一發心二發願。有十四那由他", "875": "即悟者。皆是上來種種說法種種神變。正說", "876": "將竟。現此淨國俱蒙如來勸發。是故一時便", "877": "有十四那由他得悟也。二發願者淨行深微", "878": "不易可辨。立誓生彼於彼修行。此中佛記即", "879": "應當生。得記有二。一遠二近。若是立誓之後", "880": "必定生彼。即是近記。若是修淨行因必招淨", "881": "土之果。如彼佛國。即是遠記。第六如文。", "882": "第七身子稱歎為六。一佛問見不。二奉答唯", "883": "然．三為一切眾生發願．四自蒙有寄．五歎聞", "884": "經功德．六況出福深。就況出中約六番往釋", "885": "如文。若依此語意即是流通段。今明身子小", "886": "乘之人。非是任持大典故不屬流通。但為流", "887": "通作於起發也。", "888": "13 法供養品(一〇)釋法供養品", "889": "此品正明帝釋弘經護持大法。即是第三流", "890": "通段。凡有二品。流通是從譬得名。如淇源", "891": "耳釋從上被下名之為流。無所壅隔名之為", "892": "通。今用此無上法寶實相之經被下代眾生。", "893": "使無壅隔。季末有緣皆令沾潤。此是慈悲純", "894": "厚故也。此文為二。初從此品明天帝護法。", "895": "格出月蓋法之供養明護持之利深顯弘經", "896": "之德重。二從囑累品去。明大聖慇懃付囑鄭", "897": "重當令季像必得宣通。就前為二。一天帝稱", "898": "歎弘經二如來述成其意。初為三。一歎法二", "899": "歎人三發誓。今言天帝欲護持大典修習勝", "900": "門。有持此經志存覆育。即是以法供養法身。", "901": "如釋論云。迦毘羅生身生處摩伽陀是法身", "902": "生處。為報恩故多在二國說法。二國之中為", "903": "報法身多在摩伽陀國說法。護持即是法供", "904": "養也。復次天帝共梵王同請說法。如來受請", "905": "觀機知不堪大乘仍開小教。小教既興次應", "906": "說大。今此不思議解脫猶是酬其昔請。釋論", "907": "云。說般若猶是酬梵王天帝之請。天帝既蒙", "908": "酬請歡喜護持。若作是言天主得阿那含不", "909": "應流通大教者。此是三藏中謂為那含。華嚴", "910": "說天主住十不可思議法門。豈不堪弘通此", "911": "法。復為天主率化群下最為風靡。就歎法中", "912": "先歎不思議解脫之用。次歎實相之法。非法", "913": "無以成人非人無以顯法。故須雙歎百千經", "914": "者即是初教阿含等經。阿含中亦授彌勒之", "915": "記。何妨對文殊說法。復次通教別教之中未", "916": "曾聞此圓教法門具足之道。體用難思昔所", "917": "未聞。就歎人中為二。初釋聞經功德次況", "918": "出如法行者。閉眾惡趣是止善。開善門是行", "919": "善。行即是觀止即是定。此中約因果兩判。為", "920": "佛護念者明其修止行兩因。深契道理是故", "921": "加於可加。故言護念。但佛普護眾生。眾生無", "922": "瘡毒不得入。若修此止行之因即是信心瘡", "923": "義。亦得護念。觀心者祇止觀調心名為覺。一", "924": "切邪念紛動即用止觀二法觀之。不令緣念", "925": "得起。是則常為覺心所護。降伏外道即是伏", "926": "見思兩惑六十二見諸邪計之道。得菩薩道", "927": "已能降煩惱魔如前說。乃至四魔八魔十魔。", "928": "故上文云。始在佛樹力降魔得甘露滅。覺道", "929": "成已於諸法無罣礙。志能摧伏諸外道。即是", "930": "發心修學圓觀之人。入初發心時即能八相", "931": "成道。名之為佛。降魔勞怨度脫一切修治佛", "932": "道者即是外化。為八相之佛而內心於法身", "933": "中修治道地滿殘餘佛法。安處道場如光嚴", "934": "中辨道場相。履佛之跡行佛所行住佛所住。", "935": "諸佛如是來我亦如是來。皆是隣果往歎。若", "936": "有持讀者去是第三發願弘宣。第二從佛言", "937": "善哉去。是述成天帝上三段。一述其歎法．二", "938": "述其歎人．三述其發誓。第一吾助爾喜者明", "939": "此經是三世佛不思議菩提。即是述其歎法。", "940": "言三世佛不可思議菩提即是實相之法。佛由", "941": "此實相得菩提也。第二從男女受持此經則", "942": "為供養去來今佛去。是述其歎人。就此為四。", "943": "初格量功德．二問．三答．四正格量。就前格量", "944": "中為二。一格現在供養佛二格滅後起塔。第", "945": "二問如文。第三答為二。一答多矣。二釋其不", "946": "可盡所以。大乘經中多格量供養生身不及", "947": "法身。何以故。如此正言生身之福不動不出。", "948": "法身功德能動能出。出離生死故言福不趣", "949": "菩提。二能趣菩提。於實名了因於餘名生因", "950": "生因是緣因。福德不動不出不至菩提。功德", "951": "有盡。於實名了因。實即實相了因照了。與實", "952": "相相應能趣菩提。功德不盡同虛空等法界。", "953": "豈得與前福德不動不出有限之法為量。供", "954": "養生身名為生因不趣菩提。供養法身實名", "955": "了因能趣菩提。是故格量不可限極。金剛般", "956": "若云。住相布施如人入闇則無所見。不住相", "957": "布施如人有目日光明照見種種色。東方虛", "958": "空不可思量。南西北方亦難測度。法供養為", "959": "最。復次大品云。實相是三世諸佛之母。母若", "960": "得病諸子憂愁。若實相之法不廣被眾生。約", "961": "眾生故言實相病。若止供養一佛於餘佛無功", "962": "德。若謗一佛於餘佛無罪。若供養佛母實相", "963": "之相即於三世十方佛所俱得功德。若毀謗佛", "964": "母則於諸佛為怨。是故述天帝云。諸佛菩提", "965": "皆從是生。菩提之相不可限量。第四正格量", "966": "中亦述其上歎信法兩行。聞是不思議之經", "967": "信解。是述成上信行人。修行福多即是述上", "968": "法行。第三述其發誓弘經護持流布。從過去", "969": "藥王佛去文為四。一明過去法供養之因由。", "970": "二明王子月蓋。三結會古今四結釋述成。", "971": "就因緣由籍中為三。一明有佛。二明有王勅", "972": "示諸子令興供養。三明諸子奉勅宣行。第", "973": "二從其王一子名月蓋去文為九。一王子獨", "974": "坐思惟求勝供養．二空中驚覺．三仍問勝法．", "975": "四天勸問如來．五往請於佛．六佛為解說．七", "976": "聞法得順忍．八佛記其護法．九出家為道為", "977": "法供養。就第六佛為說文為二。初明勝妙之", "978": "法。二從若聞是等經信解者明供養之心。就", "979": "勝法中為四。一從佛言去明最妙之法。二菩", "980": "薩法藏者約法論因。三從能令眾生坐於道", "981": "場去是約法論果。四從諸佛賢聖去是為佛", "982": "所歎印其因果。今釋第一所說深經者。然實", "983": "相之理非深非淺為深淺兩緣。於非深淺之", "984": "中作深淺二說。淺者即是三藏通別之經。深", "985": "者即是圓極之教。故言深經。深經相貌即如", "986": "大士上來所說觀身實相之義。即是清淨之", "987": "深經也。難信者如一微塵中有大千經卷。人", "988": "無信者。實相之理止在心中無勞遠覓。近而", "989": "不識說之不信。故云難信。難受者若有所受", "990": "則有所行。若無所受則無所行。信受實相則", "991": "能修行。若不信受不能修習。微妙者即是不", "992": "思議解脫之異名。亦是三德微妙我法妙難", "993": "思。清淨無染者不為三種見思所染。猶如虛", "994": "空無諸淨穢。非思量分別能得者動念運想", "995": "所不能契。無念無分別自然流入薩婆若海。", "996": "亦非三藏通別方便之人所能測度。二明因。", "997": "菩薩法藏所攝者明菩薩法藏聞持前行。三", "998": "德祕密之藏不縱不橫無所積聚乃名為藏。", "999": "含受諸法悉入其中。陀羅尼印者陀羅尼名", "1000": "為能遮能持。持善不失遮惡不起。不起不失", "1001": "名之為印。至不退轉者即是遮持諸善無有", "1002": "退者。亦是無生法忍不退之位。成就六度者", "1003": "云云。善分別順於菩提。即是善能分別諸法", "1004": "相。於第一義而不動。眾經之上者在三藏通", "1005": "別教諸經之上故。入大慈悲即是起無緣之", "1006": "慈。如上三十二種慈。離眾魔即是離八魔十", "1007": "魔等。亦是離三種之愛。天魔屬生死為愛流", "1008": "轉。菩薩離此故名離魔。及邪見者亦是三種", "1009": "方便中一切諸見。自此之前皆名邪見。實相", "1010": "之中皆離此等諸見。順因緣者因緣之性即", "1011": "是實相。順此實相深觀諸法。具生法二空因", "1012": "緣即法空也。緣實相修二空三昧。三約果明。", "1013": "坐道場者若能如此圓觀實相入涅槃。般若", "1014": "名為住。住發心住時即能八相成道隨緣作", "1015": "佛。故云初發心時即坐道場。轉法輪者是圓", "1016": "頓漸三教。故言轉法輪。天龍共歎者既坐道", "1017": "場為佛利益一切人天敬仰。入佛法藏者安", "1018": "處諸子祕密藏中也。圓教攝四十二賢聖。偏", "1019": "教攝二十七賢聖。皆佛法藏也。一切智慧者", "1020": "皆令稟偏圓之人得入佛慧。法華云如是之", "1021": "人我今亦令入於佛慧。說眾菩薩所行之道", "1022": "者。菩薩以實相為道。雖復稟餘教終引歸實", "1023": "相。依實相義者若因若果無得離於實相。約", "1024": "此實相辨於偏圓之教。故法華云若深智者", "1025": "為說此法即說於實相。又云若不解此法於", "1026": "如來餘深法中示教利喜。即是說偏漸之教。", "1027": "宣說無我住空寂滅等也。能救毀禁者方便", "1028": "教中皆乖圓極名為毀禁。若入圓中無復方", "1029": "便之過。亦是小乘中毀重之者無懺悔處。若", "1030": "是大乘能有無生正觀洗浣。故言救諸毀禁。", "1031": "諸魔外道怖者斷除愛見兩種之心。故無五", "1032": "怖。第四諸佛稱歎即契於實相。初心即能作", "1033": "佛。故為諸聖之所嗟歎。背生死者背三種生", "1034": "死也。示涅槃者即是示百句解脫也。十方佛", "1035": "所說者一切佛道同皆共說此實相也。第二", "1036": "從若聞如是等經者是明供養之心。就此為", "1037": "二。一明信行二明法行。若聞說實相之法即", "1038": "於聞中生解。通達無礙名信行供養之心。若", "1039": "聞不聞如法修行觀因緣空斷諸妄見。見實", "1040": "相理得無生忍是名法行供養之心。復約四", "1041": "依釋之。於法了不可得是名依義。諸佛之教", "1042": "本為逗物根宜。不可定執故不依語。識是具", "1043": "煩惱法不可依識。不了義經是三方便。教非", "1044": "實故不可依。了義是可依。人是生身故不可", "1045": "依。達無明源底者知本來不生。故畢竟無滅。", "1046": "觀因緣無有盡者即是癡如虛空不可盡。第", "1047": "七聞法得柔順忍者即為二。初得順忍之益", "1048": "二解寶衣報恩供養。若作圓教明柔順忍者。", "1049": "柔是柔伏即是十信。鐵輪之位六根清淨。若", "1050": "發真明入理即得無生忍也。解衣供養為二。", "1051": "一供養二發願行法供養。請威神加被使得", "1052": "降怨宣通大法。第八佛記者。但記其後代", "1053": "是弘法護持之人。與物有緣能興立大法。未", "1054": "見記作佛之文。遠而為論亦應即明出我齊", "1055": "文未有。第九明出家修道行法供養。就此", "1056": "為二。一明出家護法。二明化人多少。百萬發", "1057": "菩提心是用圓教所說。十四那由他發二乘", "1058": "心是用方便誘引。用此圓偏兩法導利眾生。", "1059": "故是法之供養。第三結會古今如文。第四", "1060": "述成上發願弘經護持宣布。亦護行經之者", "1061": "悉使和安。", "1062": "14 囑累品(一〇)釋囑累品", "1063": "此品流通文中第二。前明天帝發誓弘經。此", "1064": "辨如來金口所囑。囑是付囑為義。以無相之", "1065": "實法付囑弘護之人。累是煩勞荷負之義。今", "1066": "將此大法專為己任。令外難消轉內行宣通。", "1067": "故稱囑累也。就文為三。一佛付囑彌勒．二", "1068": "付囑阿難．三大眾聞經歡喜。付彌勒中為二。", "1069": "初佛付囑．二彌勒受旨。就佛付囑為三。一正", "1070": "付囑此經．二釋．三簡得失。正付囑中為二。一", "1071": "付囑尊經．二命神通守護。以無量僧祇所集", "1072": "付汝者。若按迦旃延所解三藏中。明三阿僧", "1073": "祇習學佛法。百劫種相佛道現前。此是三藏", "1074": "小乘淺近之法。修學研行劫數為少。若按釋", "1075": "論彈於此義。佛法無量豈是三祇所學能遍。", "1076": "乃經無量億僧祇習塵沙佛法諸深法門。乃", "1077": "可圓滿大乘深妙。是故學劫亦多。今言無量", "1078": "劫所習。故知是大乘妙典付之彌勒。第二", "1079": "當以神力廣宣令無斷絕。即是命令守護。但", "1080": "以此大法付囑彌勒者。正明次紹尊位。智斷", "1081": "方圓與物有緣。神通具足堪能弘護令不斷", "1082": "絕。若末代眾生去聖既久非唯神根闇濁。亦", "1083": "乃障礙多興。如多寶處必饒怨賊。道高魔盛", "1084": "妨難則生。若不得聖力冥扶則外難侵逼。若", "1085": "蒙神光加被亦使心解開通。內因外緣既整", "1086": "法寶則無斷絕。是故命以神力加諸眾生堪", "1087": "聞之者。此中應引優波毱多為魔所惱。令無", "1088": "數人不得悟道。遂令受化之者為魔所惑。用", "1089": "神力縛於魔。一切聞經得益不可稱計。亦恐", "1090": "是用神力弘經之意。第二釋者從所以者何", "1091": "未來世去。即為二。初明末代亦有得道之機。", "1092": "次明不聞斯經則失善利。前明末代有得道", "1093": "之機者。但凡夫緣悟不同。或見法王面前得", "1094": "益。或因去世渴仰生悟。故經言應以滅度得", "1095": "度者而現滅度。如為治狂子故實在而言死。", "1096": "留諸香藥色味芬芳悔懊心生。服藥即愈。若", "1097": "不見佛剋責精進愧不值佛世。因是入道得", "1098": "出煩惑。故佛去世後一百年十萬出家九萬", "1099": "得道。當知佛後之機亦復無量。此應引毱多", "1100": "佛在之時求出家。覓智齊身子。佛言不得。即", "1101": "退還外道法中。佛因記之。此人得道之機在", "1102": "佛滅後。後為阿難弟子度人無量。得道恒沙", "1103": "時人敬譽為無相佛。即是釋未來世中天人龍", "1104": "鬼有發心之緣。樂于大法必得度脫。不可不", "1105": "弘如此勝教使其聞也。第二從若使不聞是", "1106": "經則為大失者。但聞三藏方便之說則失大", "1107": "乘毒鼓之利。普賢觀云。法將滅五百歲時一", "1108": "心修此法華三昧即得六根清淨。故知末代", "1109": "亦能有入大乘之機。若不聞此經永失法利", "1110": "故須宣通。三從菩薩有二相去是簡得失。", "1111": "就此為二。一簡得失二廣舉非釋。得失中為", "1112": "三。一標相二略解釋三約人釋。若是三藏教", "1113": "中多就因緣歷別事相之中以明諸法。若依", "1114": "此學者是新發意人。諸大乘經別圓之說無", "1115": "依無倚離諸心識。言深經者即是貪欲即是", "1116": "道恚癡亦復然。如是三法中具一切佛法。若", "1117": "離是三法而求菩提者。譬如天與地。指此三", "1118": "毒之性能通達三毒實相不可得。猶如虛空。", "1119": "而能出生一切佛法。彼經云深達此法者亦", "1120": "不破於戒。深達此法者亦不著無礙。行人多", "1121": "謂三毒是道。而著此無礙毀於正戒正見。何", "1122": "謂是達於三毒之性。其達此者無毀無著。乃", "1123": "稱經意。實相之法非因非果說為因果。故言", "1124": "是因非果如佛性。是果非因如大涅槃。今三", "1125": "毒之性亦非因非果而說為因果。說為因者", "1126": "即言三毒是道具足一切佛法。說為果者一", "1127": "切眾生常寂滅相不可復滅。若能聞此貪欲", "1128": "之中辨因果二道無毀無著。不生恐畏。當知", "1129": "是久行菩薩。如此菩薩但好實相深法。不復", "1130": "樂於文華才藻綺飾之言釋於貞幹之法。以", "1131": "此往推知是久行菩薩也。若樂言辨發言藻", "1132": "麗文字章節。乃當一往悅於聽者終成添水", "1133": "之乳。醫於實相非久行所行。以此簡之知是", "1134": "新發意菩薩。如即時人數論分別問答言有", "1135": "眉眼。亦聞大乘無倚之說。謂為晃蕩不生信", "1136": "樂。此中應引須達請佛為老母說法。老母十", "1137": "方背佛佛十方現形要不信受。後阿難化為", "1138": "輪王。方便引接心地歡喜。信伏心生還歸於", "1139": "佛聞法修道。何故如是。此是往日沙彌和尚", "1140": "多說實相甚深之語。聞不能解不生信慕。闍", "1141": "梨多說因緣諸法事相。教化事會其心。心生", "1142": "愛翫。由是緣故。今聞我語了不入心。機在阿", "1143": "難迴心入道。阿難雖復令其生信終歸於我。", "1144": "乃能得道。故知文飾之法乃是悅耳之緣。非", "1145": "究竟之旨。方便引入為進悟之漸。故所不論", "1146": "耳。實相深法能作得道之要。毒鼓之譬此之", "1147": "謂也。約此明新發心久行二種之人。但看飾", "1148": "辭直語則知得失。第二從復有二法所未聞", "1149": "經去。是明廣舉非。就此為二。前明二法釋前", "1150": "新學毀謗不近。後明二法釋前久學不應輕", "1151": "慢取相。前毀謗不近者。此中如喜根菩薩但", "1152": "說實相之法。明一切法中有安樂性。勝意稟", "1153": "三藏法威儀無缺持戒頭陀。忽聞喜根所說", "1154": "與其學習相違。心大驚怪毀呰誹謗不肯信", "1155": "受。即時作法擯此喜根。擯法亦成即入地獄。", "1156": "此是新發心人稟方便教毀謗般若不信深經。", "1157": "如此之人須深淺知。二者或時不謗此法。然", "1158": "於持法之人者無敬近心。或復有時說其過", "1159": "惡。此亦是失相。皆非久行調伏心者。第二", "1160": "舉輕慢取相。大品明。菩薩若於同住新發心", "1161": "人生輕蔑相。謂此人無所知曉。起此一念慢", "1162": "心却損無數劫功德。更還受罪。如其罪報竟", "1163": "方能發心。乃復今日德行。以此而言輕慢之", "1164": "心大為過罪。非唯障得無生忍乃更受罪殃故", "1165": "簡為非。次復有菩薩雖解深法而取相分別", "1166": "階梯漸次。取相分別生決定想。復是動念之", "1167": "法非究竟道。何以故。諸法實相清淨湛然尚", "1168": "無一相。何況有二無言無示。言之者失理示", "1169": "之者乖宗。以此分別思量之心何能契會寂", "1170": "滅之法。如三時四時五時半滿四宗六宗等", "1171": "義。皆名法師。探採經意而制立名目。判釋義", "1172": "門欲言當理。皆非一極無言之術。今家正意", "1173": "則不如是。圓融法界冥契真極。不欲令心與", "1174": "眾生乖諍。雖復立此四教直欲通釋諸經之", "1175": "文欲窮源底。終不定執四教之義。或時三教", "1176": "二教一教無教八教出沒不恒。多少無定轉", "1177": "變自在隨人消釋。不令此心介爾有著自執", "1178": "己見非他所解。若作如此但是諍論非入道", "1179": "方法。南岳師說偈。狗見影便鬪。鬪之不肯罷", "1180": "遂至渴而死云云。今約此簡非約營道之意。", "1181": "但行人心路不同。雖復種種不出二修。一聖", "1182": "說法二聖默然。須識己心便宜方便。若有沈", "1183": "塞於默然之道不得開心應須聽法。或近善", "1184": "知識能開人心。或從經卷尋求義理曉發此", "1185": "心。或時聽法紛動不能靜攝尋經討義於事", "1186": "紛結。覺於心補無深利益。即應冥目束體自", "1187": "靜其心入默然道。語默兩行調伏其心。研麁", "1188": "和適善能取與簡擇真偽。如是時中任修寂", "1189": "靜。如是時中任修智慧。譬如天地或晴或雨", "1190": "調節陰陽。是則萬物得生。若純雨不晴則種", "1191": "子爛壞。若純晴不雨芽󰀯乾枯並不能發生", "1192": "萬物。要須調適然後乃善。行者如是一向默", "1193": "然則沈昏闇塞。若純用分別諸見競興。此則", "1194": "權實不合導師不生。善巧運為豁然入道。夜", "1195": "見電光則入聖法。是為學道之者善識是非", "1196": "簡別邪正也。故大論言時雨數數墮五穀數數", "1197": "生。法雨數數雨善法數數生。若不將聖說聖", "1198": "默數數調御實相穀不生也。若偏著知見終", "1199": "無入理。故云雖讀百千經邪見長諸非。吾我", "1200": "毒甚盛雖謂懷常子。石女終不生。若於聖說", "1201": "法中能聞即悟。通達諸法自在明了即是信", "1202": "行。聞不得悟四念思惟。深徹深照得其邊底", "1203": "是名法行。聖默然中亦有信行法行。如是禪", "1204": "觀之時隨觀一境。則遍通諸境心地開明無", "1205": "纖芥之疑礙。如空中風是名法行。若策觀之", "1206": "時不能得悟加功慊到婁婁不曉。若從善知", "1207": "識聞若經卷中見。豁如空中無雲表裏洞徹", "1208": "此是信行人。又從受化為語。如聞而行是聖", "1209": "默然。如行而聞是聖說法。第一彌勒白佛", "1210": "者正明奉命受旨。就此為三。一彌勒受旨。二", "1211": "諸菩薩受旨。三四王受旨。就初為二。初受旨", "1212": "次述成。初中又二。初受誠旨二受勸旨。從", "1213": "奉持如來無數劫去是受勸旨。就此中為二。", "1214": "對上二種。一奉通經旨二奉神力護持旨。此", "1215": "中自云與其念力而建立之。若依安樂行有", "1216": "所說法冥空益其念力。亦如人說法時思量", "1217": "祇至一條二條。此至說時即見三五節意。或", "1218": "可是心入義門而能明識。或是冥空助念加", "1219": "被其人。第二佛述成。第二諸菩薩受旨發誓。", "1220": "第三四王受旨發誓。第二命阿難宣經者。", "1221": "阿難迹居小道復得羅漢之身。入無餘之時", "1222": "則生分永盡。何得奉宣大經。此意止令傳持", "1223": "無謬結集法藏。故命宣經。若就本為語能持", "1224": "十方一切佛法。豈容灰滅不能宣布此經。就", "1225": "此為三。一佛命．二問經名．三佛答二種名。要", "1226": "旨者即是實相。實相總攝諸法。得要即得諸", "1227": "法也。三大眾聞經皆大歡喜。", "1228": "維摩經略疏卷第十", "1229": "貞和三年三月二十九日染江南之㝹毫寫", "1230": "山上之鵝教雖不遁講眾慇懃之芳命猶恐", "1231": "繼門主奇妙之高跡而已。", "1232": "旹元和二年丙辰九月上旬摺之", "1233": "本云此略疏十卷依無古點。山門竹林房盛憲僧正自江", "1234": "戶新本被送越之間貴命因難辭。自去春二月初至于當", "1235": "月十四日點朱終功畢問疾品已前本經無之。故諳令推", "1236": "量本經文句分文若相違之處。後賢本經見合可校之。即", "1237": "課當山例講眾之初學點朱寫留但忽卒至于武州江戶", "1238": "遣之。故不能校合朦氣多疾凌之令點之故謬錯有之乎。", "1239": "又第八卷之內。前後錯亂之處質之押紙付文二丁在之", "1240": "後見可細尋之。", "1241": "寬永十八年辛巳六月二十一日於蓮乘院奧隱居閑", "1242": "亭快倫記之"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1778 維摩經略疏", "source": "CBETA"}