{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 初品中: 大智度論: 大智度論釋: 初品中", "text": {"0": "1 序品39 十力釋論", "1": "大智度論釋初品中四無畏義", "10": "羅門，若天、若魔、若梵、若復餘眾，實不能轉。」一", "100": "有所忌難者，諸論議師輩，住憍慢山頂，以", "101": "外智慧心狂醉，皆言天下唯有我一人，更", "102": "無餘人；自於經書決定知故，破他經書、論", "103": "議；以惡口訾毀，如狂象無所護惜。如是", "104": "狂人：菴跋咤、長爪、薩遮祇尼揵、蜫盧坻等諸", "105": "大論議師皆降伏，若有所畏，則不能爾。及", "106": "憍陳如等五出家人，漚樓頻螺迦葉等千結", "107": "髮仙人，舍利弗、目揵連、摩訶迦葉等，於佛法", "108": "中出家，及百千釋子；并諸閻浮提大王：波", "109": "斯尼示王、頻婆娑羅王、旃陀波殊提王、優", "11": "無畏也。佛作誠言：「我一切漏盡。」若有沙門、", "110": "填王、弗迦羅婆利王、梵摩達王等，皆為弟", "111": "子。諸在家婆羅門，皆度一切世間智慧，為大", "112": "國王所師仰：梵摩喻、弗迦羅婆利、鳩羅檀", "113": "陀等，皆為弟子。有得初道，有得第二、第三、", "114": "第四道。諸大鬼神：阿羅婆迦、鞞沙迦等；諸大", "115": "龍王：阿波羅羅、伊羅鉢多羅等；鴦群梨摩", "116": "羅諸惡人等，皆降化歸伏。若有所畏，不能", "117": "獨在樹下師子座處坐；欲得阿耨多羅三", "118": "藐三菩提時，魔王軍眾，化作師子、虎、狼、熊、羆", "119": "之首，或一眼、或多眼，或一耳、或多耳，擔山、", "12": "婆羅門，若天，若魔、若梵、若復餘眾，如實言：「是", "120": "吐火，四邊圍遶；佛以手指按地，眴息之頃，", "121": "即皆消滅。諸天、阿修羅、鞞摩質帝隸、釋提婆", "122": "那民、梵天王等，引導其心，皆為弟子。若有", "123": "所畏，不能在此大眾中說法；以無所畏", "124": "故，能為如是諸天、鬼神大眾中說法，故名", "125": "無所畏。復次，佛於一切眾生最尊、最上，盡到", "126": "一切法彼岸，得大名聞故，自說無所畏。復", "127": "次，且置是佛功德；佛一切世間功德亦無能", "128": "及者，所畏法一切已拔根本故。所畏法者：弊", "129": "家生、弊生處、惡色、無威儀、麁惡語等。弊家生", "13": "漏不盡。」「乃至不見是微畏相；以是故，我得", "130": "者，如首陀羅，所謂擔死人，除糞，養鷄猪、捕", "131": "獵、屠殺、酤酒、兵伍等卑賤小家；若在大眾", "132": "中，則多怖畏。佛從本已來，常生轉輪聖王種", "133": "中，所謂頂生王，快見王，娑竭王，摩訶提婆王，", "134": "如是等名日王種家中生，亦以是故無", "135": "所畏。弊生處者，安陀羅，舍婆羅裸國也，兜呿羅", "136": "小月氏，修利，安息，大秦國等；在此邊國中生；若", "137": "在大眾中，則多怖畏。佛在迦毘羅婆中國", "138": "生，故無所畏。惡色者，有人身色枯乾羸瘦，", "139": "人不喜見；若在大眾，則亦有畏。佛金色光", "14": "安隱，得無所畏，安住聖主處，如牛王，在大", "140": "潤，如火照赤金山，有如是色故無所畏。", "141": "無威儀者，進止行步坐起，無有人儀，則有", "142": "怖畏。佛無是事。麁惡語者，有人惡音聲，蹇", "143": "吃重語，無有次第，人所不喜，則多怖畏。", "144": "佛無是畏，所以者何？佛語真實柔軟，次第易", "145": "了，不疾不遲，不少不多，不沒不垢，不調", "146": "戲，勝於迦陵毘伽鳥音；辭義分明，不中傷", "147": "物。離欲故無染，滅瞋故無礙，除愚故易", "148": "解，法喜增長故可愛，遮罪故安隱，隨他心、", "149": "隨解脫，義深語妙，有因緣故言有理，譬", "15": "眾中師子吼，能轉梵輪；諸沙門、婆羅門，若天、", "150": "喻故善顯示，事訖故善會事，觀種種眾生", "151": "心故雜說，久久皆入涅槃故一味。如是等", "152": "種種無量莊嚴語故，佛於語中無所畏。佛", "153": "但以如是等世間法，尚無所畏，何況出世", "154": "間法！以是故說佛有四無所畏。問曰：佛十", "155": "力中有無所畏不？若有無所畏，不應但言", "156": "四；若有所畏，云何言無畏成就？答曰：一", "157": "智在十處，名為佛成就十力；如一人知十", "158": "事，隨事受名。是十力四處出用，是無所畏：", "159": "是處不是處力、漏盡力，即是初、二無畏；八力", "16": "若魔、若梵、若復餘眾，實不能轉。」二無畏也。佛", "160": "雖廣說，是第三、第四無畏。以是故，十力中", "161": "雖有無畏，別說亦無失。正遍知者，知一", "162": "切法不顛倒，正、不邪，如餘過去諸佛，是名", "163": "三藐三佛陀。如佛告阿難：「一切世間天及人", "164": "所不能知，佛能遍知故，名三藐三佛陀。」若", "165": "有人言：「是法不知。」問曰：是何人？答曰：是中", "166": "佛說：「若沙門、婆羅門，若天、若魔、若梵，乃至", "167": "欲與佛論者。」論何等法？有人言：「佛所不", "168": "說外諸經書，弊迦蘭那、僧佉、韋陀等十八種", "169": "大經書。」有人言：「須彌山斤兩，大地深淺，一切", "17": "作誠言：「我說障法。」若有沙門、婆羅門，若天、", "170": "草木頭數。」有人言：「是常無常、有邊無邊十四", "171": "難，佛不能答。」有人言：「是法色法、無色法，可見、", "172": "不可見，有對、無對，有漏、無漏，有為、無為等；佛", "173": "但知一種道事因緣，是異法種種因緣，佛或", "174": "不悉知。」「沙門」者，說出家人；「婆羅門」者，說在", "175": "家有智人；「天」者，說地天、虛空天；魔者，說六欲", "176": "天；「梵」者，說梵天王為首，及一切色界；「餘」者，", "177": "除此更有餘人。「如實」者，若以現事，若以因", "178": "緣難。「乃至不見是微畏相」者，「相」名因緣；我", "179": "不見小小因緣，如法能來破我者。以不見", "18": "若魔、若梵、若復餘眾，如實言：「受是障法，不", "180": "故，至誠言「安立阿梨沙秦言聖主住處」。佛至誠", "181": "言：「我一切漏盡。」若有人言「是漏不盡」者，無", "182": "有畏也。何等是漏？漏名三漏：欲漏，有漏，無", "183": "明漏。復次，漏名六情中出，垢心相應心數法。", "184": "復次，如《一切漏障經》中，分別說七漏。障道", "185": "法，名諸有漏業，及一切煩惱，惡道報障；為世", "186": "間故布施、持戒，修十善道，受諸味禪；略說", "187": "若能障涅槃，若善、若不善、若無記，是名障道", "188": "法。有人言：「道名二法：聖定、聖慧；是二事等，", "189": "達到涅槃。」有人言：「三聚道：無漏戒定慧。」有", "19": "障道。」「乃至不見是微畏相，以是故，我得安", "190": "人言：「四法，所謂四聖諦。」有人言：「出世間五根。」", "191": "有言：「六出性。」有言：「七覺意。」有言：「八聖道，達", "192": "到涅槃。」論議師等言：「一切無漏道，達到涅槃。」", "193": "是中若有沙門、婆羅門等來，如實言「是事不", "194": "爾」，乃至不見是微畏相；以不見故，至誠言「安", "195": "立阿梨沙住處」。問曰：何以故佛至誠言「安", "196": "立阿梨沙住處」？答曰：自功德具足，亦令眾生", "197": "得安樂利益。若佛自得安樂住處，不能利", "198": "益眾生，不名「阿梨沙住處」；若但利益眾生，", "199": "不自具足功德，亦不名「阿梨沙住處」；若", "2": "第四十卷二十五", "20": "隱，得無所畏，安住聖主處，如牛王，在大", "200": "自有功德亦利益眾生，以是故至誠言「我", "201": "安立阿梨沙住處」。復次，佛自滅惡、亦滅眾", "202": "生惡——滅二惡故，第一清淨、妙說法故，安立", "203": "阿梨沙住處。復次，四聖諦，三轉十二行，能轉、", "204": "能分別、顯示、敷演故，至誠言我安立阿梨沙", "205": "住處。復次，一切疑悔、邪見能除却故，一切甚", "206": "深問難悉能解釋故，名安立阿梨沙住處", "207": "「阿梨沙」：第一、最上、極高、不退、不却、不沒、具足功德，無所減少，是名「阿梨沙住處」。如是等", "208": "因緣功德力故，至誠言「我安立阿梨沙住處」。", "209": "「眾中師子吼」者，「眾」名八眾：沙門眾，婆羅門眾，", "21": "眾中師子吼，能轉梵輪；諸沙門、婆羅門，若天、", "210": "剎利眾，天眾，四天王眾，三十三天眾，魔眾，梵", "211": "眾；眾生於此八眾，悕望智慧，是故經中但", "212": "說是八眾。此中佛師子吼，亦在一切眾中。", "213": "以是故，此經中言「若復餘眾」。何以故？聞佛", "214": "音聲者，盡皆是眾。復次，有人言：「佛獨屏處說", "215": "法。」以是故說在眾中作是至誠言：「我有", "216": "十力、四無所畏。」是名「眾中師子吼」。復次，佛示：", "217": "我是至誠言：「我為一切世間師，一切智人；", "218": "諸有疑、不信者悉來，我當解釋。」以是故言", "219": "「眾中師子吼」。「師子吼」者，如師子王，清淨種中", "22": "若魔、若梵、若復餘眾，實不能轉。」三無畏也。佛", "220": "生，深山大谷中住，方頰大骨，身肉肥滿，頭大", "221": "眼長，光澤明淨，眉高而廣，牙利白淨，口鼻方", "222": "大，厚實堅滿，齒密齊利，吐赤白舌，雙耳高上，", "223": "髦髮光潤，上身廣大，膚肉堅著，修脊細腰，其", "224": "腹不現，長尾利爪，其足安立，巨身大力。從", "225": "住處出，偃脊頻伸，以口扣地，現大威勢；", "226": "食不過時，顯晨朝相；表師子王力，以威麞", "227": "鹿、熊羆，虎豹、野猪之屬，覺諸久睡，降伏高", "228": "強有力勢者，自開行路而大哮吼。如是吼", "229": "時，其有聞者，或喜、或怖；穴處者隱縮，水居", "23": "作誠言：「我所說聖道，能出世間，隨是道，", "230": "者深入，山藏者潛伏，厩象振鎖狂逸而", "231": "去，鳥飛空中高翔遠逝。佛師子亦如是，從", "232": "六波羅蜜、古四聖種大姓中生，寂滅大山深", "233": "濬禪定谷中住，得一切種智頭，集諸善", "234": "根頰，無漏正見修目光澤，定慧等行高廣眉，", "235": "四無所畏牙白利，無礙解脫具足口，四正懃", "236": "堅滿頤，三十七品齒密齊利，修不淨觀吐", "237": "赤白舌，念慧耳高上，十八不共法髦髮光潤", "238": "鮮白，三解脫門上身肉堅著，三示現修脊，明", "239": "行具足腹不現，忍辱腰纖細，遠離行尾長，四", "24": "能盡諸苦。」若有沙門、婆羅門，若天、若魔、若梵、", "240": "如意足安立，無學五根爪利，十種力勢無", "241": "量，無漏法眾具足身；諸佛三昧王等住處出，", "242": "四無礙智頻申諸法地中，著無礙解脫口。", "243": "依是十力廣度眾生時不過，示一切世", "244": "間天及人晨朝相；顯諸法王德，威諸外道論", "245": "議師黨邪見之屬；覺諸眾生四諦中睡，降", "246": "伏吾我著五眾者憍慢力，開異學論議諸邪", "247": "見道。行邪者怖畏，信正者歡喜，鈍者令利；", "248": "安慰弟子，破壞外道；長壽諸天久受天樂，", "249": "則知無常。如是眾生聞四諦師子吼，皆生", "25": "若復餘眾，如實言：「行是道，不能出世間，", "250": "厭心，厭心故得離，得離故入涅槃，是名「眾", "251": "中如師子吼」。復次，佛師子吼及師子吼有差", "252": "別：師子吼者，眾獸驚怖，若死、若近死苦；佛師", "253": "子吼，得免死畏。師子吼怖，世世死苦；佛師", "254": "子吼但今世死，更無後苦。師子吼者，其聲麁", "255": "惡，物不喜聞，生死怖畏；佛師子吼其聲柔", "256": "軟，聞者無厭心，皆深樂，普遍遠聞，能與二", "257": "種樂：生天樂、涅槃樂。是為差別。問曰：佛師子", "258": "吼亦令聞者生怖，與師子吼有何等異？答", "259": "曰：聞佛師子吼，當時小怖，後大利益。著吾", "26": "不能盡苦。」「乃至不見是微畏相；以是故，我", "260": "我心者，渴愛世間樂人，常顛倒所縛，邪見", "261": "心者生怖畏。如《經》中言：佛說四諦，乃至上", "262": "諸天悉皆怖畏，作是念：「我等無常相，苦相，無", "263": "我相，空相。何以故？為顛倒心故，著常、樂", "264": "相。」是為差別。復次，聞師子吼者，除離欲人，", "265": "餘者皆怖畏；佛師子吼，求涅槃、離欲人皆", "266": "怖。師子吼者，善人、不善人皆怖；佛師子吼者，", "267": "但善人怖。復次，師子吼一切時怖畏；佛師子", "268": "吼雖小怖畏眾生，示世間惡罪，令不樂", "269": "世間生，觀涅槃功德利益，能除世間種種怖", "27": "得安隱，得無所畏，安住聖主處，如牛王，", "270": "畏，閉惡趣，開善道，能令人到涅槃城。", "271": "復次，二十事故，佛語名師子吼，所謂依止", "272": "十力故，不縮故，不展故，梵音故，未曾有故，", "273": "能引大眾故，惡魔驚怖故，擾亂魔民故，諸", "274": "天歡喜故，得出魔網故，斷魔縛故，破魔", "275": "鉤故，過魔界故，自法增長故，減損他法", "276": "故，果報不誑故，說法不空故，凡夫人入聖", "277": "道故，入聖道者得具足漏盡故，隨所應", "278": "得三乘故。以是故，佛語名師子吼。是名師", "279": "子吼總相、別相義。「轉梵輪」者，清淨故名「梵」；佛", "28": "在大眾中師子吼，能轉梵輪；諸沙門、婆羅門，", "280": "智慧及智慧相應法，是名「輪」；佛之所說，受者", "281": "隨法行，是名「轉」。是輪以具足四念處為轂，", "282": "五根、五力為輻，四如意足為堅牢輞，而正", "283": "懃為密合輪，三解脫為榍，禪定、智慧為調", "284": "適，無漏戒為塗輪香，七覺意為雜華瓔珞，", "285": "正見為隨右轉輪，信心清淨為可愛喜，正", "286": "精進為疾去，無畏師子吼為妙聲。能怖魔輪，", "287": "破十二因緣節解輪，壞生死輪，離煩惱輪，", "288": "斷業輪，障世間輪，破苦輪；能令行者歡喜，", "289": "天人敬慕。是輪無能轉者，是輪持佛法，以", "29": "若天、若魔、若梵、若復餘眾，實不能轉。」四無畏", "290": "是故名「轉梵輪」。復次，佛轉法輪，如轉輪聖", "291": "王轉寶輪。問曰：佛與轉輪聖王有何相似？", "292": "答曰：如王清淨不雜種中生，隨姓家業成", "293": "就，眾相莊嚴身；王德具足，能轉寶輪，香湯", "294": "灌頂，受王位於四天下之首；壞除一切賊", "295": "法，令無敢違。寶藏豐溢，軍容七寶以為校", "296": "飾，以四攝法攝取眾生，善用王法，委任", "297": "貴姓。主兵大臣以治國政，妙上珍寶樂以布", "298": "施；有所知念，終始無異。佛法王亦如是：", "299": "釋迦牟尼、然燈、寶華等佛，諸佛清淨姓中生，", "3": "聖者龍樹造", "30": "也。問曰：以何事故，說「四無所畏」？答曰：有人", "300": "先佛威儀行業，具足三十二相以自莊嚴；", "301": "聖主威德備具，轉真法輪，智慧甘露味灌智", "302": "首，於三界中尊，破壞一切煩惱賊，學、無學", "303": "眾歡喜，所結禁戒無敢違者。無量法寶藏具", "304": "足，七覺分寶莊嚴，八萬四千法聚軍，出世間", "305": "四攝法以攝眾生，知方便說四聖諦法為", "306": "法王儀；舍利弗、彌勒等大將，善治佛國法，諸", "307": "無漏根、力、覺，種種妙寶樂以布施；深求一切", "308": "眾生善事為所念堅固，是為相似。復次，佛", "309": "於轉輪聖王有殊勝：轉輪聖王不離諸煩", "31": "言：「佛自稱一切智、一切見；世間一切經書、", "310": "惱，佛已永離諸煩惱；轉輪聖王沒在老死", "311": "泥，佛已出離；轉輪聖王為恩愛僕，佛已過", "312": "出；轉輪聖王行生死險道中，佛已過度；轉", "313": "輪聖王在愚癡闇中，佛住第一光明中；轉輪", "314": "聖王極自在四天下，佛自在無量無邊世", "315": "界；轉輪聖王財寶自在，佛心寶自在；轉輪聖", "316": "王渴樂天樂，佛乃至有頂樂已離；轉輪聖", "317": "王從他求樂，佛自心生樂。以是故，佛於轉", "318": "輪聖王為最殊勝。復次，轉輪聖王手轉寶", "319": "輪，空中無礙；佛轉法輪，一切世間天及人中", "32": "技術、智巧、方便，甚多無量，若一切眾生共知", "320": "無礙、無遮。其見寶輪者，眾毒皆滅；遇佛法", "321": "輪，一切煩惱毒皆滅。見寶輪者，諸災惡害皆", "322": "滅；遇佛法輪，一切邪見、疑、悔災害皆悉消滅。", "323": "王以是輪治四天下；佛以法輪治一切世", "324": "間天及人，令得法自在。是為相似。復次，法", "325": "輪於寶輪大有殊勝：寶輪，欺誑；法輪，堅實。", "326": "寶輪，長三毒火；法輪，滅三毒火。寶輪，有漏；法", "327": "輪，無漏。寶輪，樂五欲樂；法輪，樂法樂。寶輪，", "328": "結使處；法輪，非結使處。寶輪，有量處行；法輪，", "329": "無量國行。寶輪，以一心清淨布施故世世可", "33": "一切事猶尚難，況佛一人而有一切智？」或", "330": "得；法輪，無量阿僧祇劫集一切善業因緣及", "331": "智慧故得。寶輪，王死後更不轉；佛滅度後，", "332": "法輪猶轉。寶輪，在一人；法輪，在一切可度", "333": "者。復次，「梵」名廣，佛轉法輪十方無不遍故", "334": "名廣。復次，四梵行心說故名「梵輪」。復次，佛初", "335": "得道時，梵天王請轉法輪，故名「梵輪」。復次，", "336": "佛在波羅柰轉法輪，阿若憍陳如得道，聲", "337": "徹梵天，故名「梵輪」。復次，有人貴梵天，欲", "338": "令歡喜，故名「梵輪」。以是故名「梵輪」。問曰：", "339": "佛或時名「法輪」，或時名「梵輪」，有何等異？答", "34": "有是事、有是難，佛將無有畏？而欲斷是", "340": "曰：說梵輪、法輪無異。復次，有人言：「說梵輪", "341": "者，現四無量心；說法輪者，示四諦法。」復次，", "342": "梵輪因四無量心得道，是名「梵輪」；依餘法", "343": "得道，是名「法輪」。梵輪示四禪；法輪示三十", "344": "七品。梵輪示修禪定聖道；法輪示修智慧聖", "345": "道。如是等分別梵輪、法輪差別。問曰：何", "346": "法是無畏性？答曰：佛初得道時，得一切佛", "347": "法，十力、四無所畏等。此中未來世得四無", "348": "所畏智相應法，名無所畏。如布施時，心中", "349": "思相應捨法生；又如四無量心相應名慈法", "35": "疑妄、斷是難故，佛說四無所畏。復次，若佛未", "350": "門。問曰：是四無所畏中有何次第？答曰：", "351": "初無畏中，示人知一切法，知一切法故我漏", "352": "盡，漏盡故知障漏盡法，斷是障法故說", "353": "道。復次，初無畏如示藥師一切藥草，第二", "354": "示一切病滅，第三知禁忌，第四示所應食。", "355": "復次，初無畏中說一切種智，第二無畏中", "356": "說無一切煩惱習，第三無畏中說法無謬", "357": "失，第四無畏中所說事辦得至涅槃。問曰：", "358": "如般若波羅蜜中說：「五眾，乃至十力、四無", "359": "所畏、十八不共法皆空」，今云何分別說其相？", "36": "出，世間外道等種種因緣，欺誑求道、求福", "360": "答曰：佛法中不可得空，於諸法無所礙。", "361": "因是不可得空，說一切佛法，十二部經。譬", "362": "如虛空無所有，而一切物皆依以長成。復次，", "363": "是十力、四無所畏，不以取相著心分別故，", "364": "但為度眾生，知眾生從是因緣得解脫。譬", "365": "如藥草，但為差病，不為求藥草相。如《中", "366": "論》中說：", "367": "「若信諸法空，是則順於理；", "368": "若不信法空，一切皆違失。", "369": "若以無是空，無所應造作，", "37": "人。或食種種果，或食種種菜，或食種種草", "370": "未作已有業，不作有作者。", "371": "如是諸法相，誰能思量者？", "372": "唯有淨直心，所說無依止，", "373": "離於有無見，心自然內滅。」", "374": "問曰：聲聞法說十力、四無所畏如是，摩訶", "375": "衍分別十力、四無所畏復云何？答曰：是十力、", "376": "四無所畏中，盡知、遍知，是摩訶衍中說十力、", "377": "四無所畏。問曰：聲聞法中亦說盡知、遍知，", "378": "云何言摩訶衍中說盡知、遍知？答曰：諸論議", "379": "師說佛盡知、遍知，非佛自說；今說摩訶衍中", "38": "根，或食牛屎，或日一食稊稗，或二日、或十", "380": "十力、四無所畏故，佛自說我盡知、遍知。復次，", "381": "為聲聞人說十力、四無所畏，合說四諦、十", "382": "二因緣等諸聲聞法，皆為到涅槃；今說摩", "383": "訶衍中十力、四無所畏，合大悲、諸法實相不", "384": "生不滅說。問曰：佛有十力、四無所畏，菩薩有", "385": "不？答曰：有。何者是？一者、發一切智心，堅深", "386": "牢固力；二者、具足大慈故，不捨一切眾生力；", "387": "三者、不須一切供養恭敬利故，具足大悲", "388": "力；四者、信一切佛法，具足生一切佛法及", "389": "心不厭故，大精進力；五者、一心惠行威儀", "39": "日、一月、二月一食，或噏風、飲水，或食水衣，", "390": "不壞故，禪定力；六者、除二邊故，隨十二因", "391": "緣行故，斷一切邪見故，滅一切憶想分別", "392": "戲論故，具足智慧力；七者、成就一切眾生", "393": "故，受無量生死故，集諸善根無厭足故，", "394": "知一切世間如夢故，不厭生死力；八者、觀", "395": "諸法實相故，知無吾我、無眾生故，信解", "396": "諸法不出不生故，無生法忍力；九者、入空、無", "397": "相、無作解脫門觀故，知見聲聞、辟支佛解脫", "398": "故，得解脫力；十者、深法自在故，知一切眾生", "399": "心行所趣故，具足無礙智力。是為菩薩十", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "如是等種種食；或衣樹皮、樹葉、草衣、鹿皮，或", "400": "力。何等為菩薩四無所畏？一者、一切聞持故，", "401": "諸陀羅尼得故，憶念不忘故，在眾說法無", "402": "所畏；二者、一切法中得解脫故，一切法藥", "403": "分別知用故，知一切眾生根故，在大眾中", "404": "隨應說法無所畏；三者、菩薩常離一切眾", "405": "畏，不作是念：「十方有來難我者，我不能", "406": "答——不見是相。」在大眾中說法無所畏；四", "407": "者、恣一切人來問難者，一一皆答能斷疑惑，", "408": "在大眾中說法無所畏。是為菩薩四無所", "409": "畏。「四無礙智」者：義無礙智、法無礙智、辭無礙", "41": "衣板木；或在地臥，或臥杵上、枝上、灰上、棘", "410": "智、樂說無礙智。「義無礙智」者，用名字、言語", "411": "所說事，各各諸法相。所謂堅相，此中地堅", "412": "相是「義」；地名字是「法」；以言語說地是「辭」；於", "413": "三種智中樂說自在，是「樂說」。於此四事中", "414": "通達無滯，是名「無礙智」。濕相水，熱相火，動", "415": "相風；心思相，五眾無常相，五受眾無常、苦、", "416": "空相，一切法無我相。如是等總相、別相，分", "417": "別諸法亦如是——是名「義無礙智」。「法無礙智」", "418": "者，知是義名字，堅相名為地，如是等一切", "419": "名字分別中無滯，是名為「法無礙智」。所以", "42": "上；或寒時入水，或熱時五熱自炙；或入水", "420": "者何？離名字，義不可得，知義必由於名，", "421": "以是故次義有法。問曰：義之與名為合耶？", "422": "為離耶？若合名，說火時應燒口；若離，說", "423": "火時應得水！答曰：亦不合，亦不離，古人假", "424": "為立名以名諸法，後人因是名字識是事，", "425": "如是各各有名字，是為法。是名字及義，云", "426": "何令眾生得解？當以言辭分別莊嚴，能令", "427": "人解，通達無滯，是名「辭無礙智」。說有道理，", "428": "開演無盡；亦於諸禪定中得自在無滯，", "429": "是名「樂說無礙智」。第一、第四無礙智，在九地", "43": "死，入火死，投巖死，斷食死。如是等種種苦", "430": "中；第二、第三無礙智，在欲界及梵天上。第", "431": "二、第三無礙：世智；第一：十智，第四：九智；是無", "432": "礙三種：上、中、下；上諸佛，中大菩薩，下大阿羅", "433": "漢。問曰：力、無所畏、無礙，皆是智慧。內有力，外", "434": "無所畏則具足，何以復說無礙？答曰：力、無畏", "435": "已分別。有人雖無所畏，在大眾中說法而", "436": "有礙，以是故，說四無礙智。得是無礙智莊", "437": "嚴四無所畏；四無所畏莊嚴十力。復次，說無", "438": "所畏，或有疑者言：「云何一人於大眾中得", "439": "無所畏？」佛以前有十力，後有四無礙智，是", "44": "行法中，求天上，求涅槃，亦教弟子令不", "440": "故在大眾中說法無所畏。如是等，分別四", "441": "無礙智。問曰：摩訶衍中有菩薩四無礙智", "442": "不？答曰：有。何者是？「義無礙智」者，義名諸法", "443": "實相，不可言說。義、名字、語言，不別異，前、後、", "444": "中亦如是，是名義。不應離名字、語言別有", "445": "義，三事等故名為義。復次，一切諸法義了了", "446": "知，通達無滯，是名「義無礙智」。「法無礙智」者，法", "447": "名一切義名字，為知義故。復次，菩薩入是", "448": "法無礙智中，常信法，不信人；常依法，不依", "449": "非法。依法者，無非法事。何以故？是人一切諸", "45": "捨是法；如是引致少智眾生，以得供養。", "450": "名字及語言知自相離故。復次，以是法無", "451": "礙智分別三乘，雖分別三乘而不壞法", "452": "性。所以者何？法性一相，所謂無相。是菩薩用", "453": "是語言說法，知語言空如響相，所說法示", "454": "眾生，令信知同法性。所說名字、言語通達無", "455": "滯，是名「法無礙智」。「辭無礙智」者，以語言說", "456": "名字義，種種莊嚴語言，隨其所應，能令得", "457": "解。所謂天語、龍、夜叉、揵闥婆、阿脩羅、迦樓羅、", "458": "摩睺羅伽等非人語；釋、梵、四天王等世主語，", "459": "人語；一語、二語、多語；略語、廣語；女語、男語；過", "46": "譬如螢火虫，日未出時，少多能照；若日出", "460": "去、未來、現在語——如是等語言，能令各各得", "461": "解，自語、他語，無所毀譽。所以者何？是一切", "462": "法不在語中，語是非實義；若語是實義，不", "463": "可以善語說不善。但為入涅槃故說令", "464": "解，莫著語言！復次，用是語言，能令眾生隨", "465": "法義行。所以者何？言語皆入諸法實相中。", "466": "是名「辭無礙智」。「樂說無礙智」者，菩薩於一字", "467": "中能說一切字，一語中能說一切語，一法", "468": "中能說一切法；於是中所說皆是法、皆是", "469": "實、皆是真，皆隨可度者而有所益。所謂樂", "47": "時，千光明照，月及眾星皆無有明，豈況螢火？", "470": "修妬路者為說修妬路，樂祇夜者為說祇", "471": "夜，樂弊迦蘭陀者為說弊迦蘭陀，樂伽陀、", "472": "優陀那、阿波陀那，一筑多、闍陀、為頭離、頞", "473": "浮陀達摩、優波提舍，皆為說是經。隨一切眾", "474": "生根樂說：若好信者為說信根，好精進者", "475": "為說精進根，好懃念者為說念根，好攝心", "476": "者為說定根，好智慧者為說慧根。如五根", "477": "等，一切善根亦如是。復次，二萬一千婬欲人", "478": "根，為是根故，佛說八萬四千治法根，隨是", "479": "諸根，樂說治法次第。菩薩樂說二萬一千瞋", "48": "若佛未出世，諸外道輩小明照世得供養；", "480": "恚人根，為是根故，佛說八萬四千治法根，", "481": "隨是諸根。樂說治法次第。菩薩樂說二萬一", "482": "千愚癡人根。為是根故。佛說八萬四千治", "483": "法根，隨是諸根，樂說治法次第。菩薩樂說", "484": "二萬一千等分人根，為是根故，佛說八萬", "485": "四千治法根，隨是諸根，樂說治法次第。菩薩", "486": "樂說，是名「樂說無礙智」。復次，菩薩用是無礙", "487": "智，若一劫，若半劫，各各莊嚴說法，亦不壞", "488": "諸法性相。是菩薩或隱身不現，而為眾生", "489": "用一切毛孔說法，隨其所應，不失本行。是", "49": "佛出世時，以大智光明，滅諸外道及其弟子，", "490": "菩薩智慧無量，一切論議師不能窮盡，亦", "491": "不能壞。是菩薩得是無礙智，轉身受生時，", "492": "一切五通仙人所有經書、呪術、智慧、技能自", "493": "然悉知，所謂四韋陀，六鴦伽呪術，知日月五", "494": "星經，原夢經，地動，鬼語、鳥語、獸語，四足獸，鬼", "495": "著人語，國王相占豐儉，日月五星鬪相，醫藥，", "496": "章，算數，卜，歌舞，伎樂——如是等工巧技術諸", "497": "經盡知，明達過一切人及諸外道；亦不自", "498": "高，亦不惱他，知是俗事，不為涅槃。是菩", "499": "薩成就四無礙智故，色力光明殊於諸梵，", "5": "40 四無畏義四無所畏者。佛作誠言：「我是一切正智人。」若", "50": "皆不復得供養。以失供養利故，便妄語謗", "500": "諸梵恭敬愛樂尊重，心無所著；為如是等一", "501": "切諸天所尊重恭敬，亦無所著，但生無常、", "502": "苦、空、無我心。亦以神通發起諸天，令心渴", "503": "仰而為說法，無盡無壞，斷除疑悔，令住", "504": "阿耨多羅三藐三菩提。是名摩訶衍中菩薩", "505": "四無礙智力，能度眾生，是名四無礙智義。", "506": "大智度論卷第二十五", "51": "佛及佛弟子。如《孫陀利經》中說，自殺孫陀利", "52": "而謗佛，語眾人言：「世間弊人尚不為是，是", "53": "人世間禮法尚不能知，何況涅槃！」佛欲滅", "54": "如是等誹謗故，自說實功德四無所畏，言：", "55": "「我獨是一切智人，無有能如實言『佛不能", "56": "知』，我不畏是事。」「我獨一切諸漏及習盡，", "57": "無有能如實言『佛漏未盡』，我不畏是事。", "58": "「我說遮涅槃道法，無有能如實言『是法", "59": "不能遮涅槃』，佛不畏是事。「佛說苦盡道", "6": "有沙門、婆羅門，若天、若魔、若梵、若復餘眾，如", "60": "達到涅槃，無有能如實言『是道不能", "61": "到涅槃』，佛不畏是事。」略說是四無所畏體：", "62": "一者、正知一切法，二者、盡一切漏及習，三者、", "63": "說一切障道法，四者、說盡苦道。是四法", "64": "中，若有如實言「不能盡遍知」，佛不畏是事。", "65": "何以故？正遍知了了故。初二無畏，為自功德", "66": "具足故；後二無畏，為具足利益眾生故。復", "67": "次，初、第三、第四無畏中說智；第二無畏中", "68": "說斷；智、斷具足故，所為事畢。問曰：十力皆", "69": "名智，四無所畏亦是智，有何等異？答曰：", "7": "實言：「是法不知。」「乃至不見是微畏相；以是", "70": "廣說佛諸功德是力；略說是無畏。復次，能", "71": "有所作是力；無所疑難是無畏。智慧集故", "72": "名力；散諸無明故名無畏。集諸善法故", "73": "名力；滅諸不善法故名無畏。自有智慧故", "74": "名力；無能壞者故名無畏。智慧猛健是", "75": "力；堪受問難是無畏。集諸智慧是名力；", "76": "智慧外用是無畏。譬如轉輪聖王七寶成就", "77": "是力；得是七寶已，周四天下無不降伏，", "78": "是名無畏。又如良醫，善知藥方是名力；", "79": "合和諸藥與人，是名無畏。自利益是名力；", "8": "故，我得安隱，得無所畏，安住聖主處，如牛", "80": "利益他是無畏。自除煩惱是名力；除他", "81": "煩惱是無畏。無能沮壞是名力；不難、不退", "82": "是無畏。自成己善是名力；能成他善是無", "83": "畏。巧便智是名力；用巧智是無畏。一切智、", "84": "一切種智是名力；一切智、一切種智顯發是", "85": "無畏。十八不共法是名力；十八不共法顯", "86": "發於外是無畏。遍通達法性是名力；若有", "87": "種種問難，不復思惟，即時能答是無畏。得", "88": "佛眼是名力；佛眼見已，可度者為說法是", "89": "無畏。得三無礙智是名力；得應辯無礙是", "9": "王，在大眾中師子吼，能轉梵輪；諸沙門、婆", "90": "無畏。無礙智是名力；樂說無礙智是無畏。", "91": "一切智自在是名力；種種譬喻、種種因緣、莊", "92": "嚴語言說法是無畏。破魔眾是名力；破諸", "93": "外道論議師是無畏。如是等種種因緣，分", "94": "別力、無畏。問曰：何等名「無所畏」？答曰：得無", "95": "所疑，無所忌難，智慧不却不沒，衣毛不豎，", "96": "在在法中，如說即作，是無畏。問曰：云何當", "97": "知佛無所畏？答曰：若有所畏，不能將御", "98": "大眾。能攝、能捨，能苦切治、或軟語教。如佛一", "99": "時驅遣舍利弗、目連等，還復憐愍心受。若"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 初品中: 大智度論: 大智度論釋: 初品中", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}