{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0769 佛說四輩經: 佛說四輩經: 佛說四輩經", "text": {"0": "No. 769", "1": "佛說四輩經", "10": "弟子慠慢所致！」鶖鷺子整衣服，叉手，一心", "11": "聽佛說《四輩經》如是。", "12": "佛言：「若末世男子能出家，除剃頭髮為道者，", "13": "第一去離愛欲，志存大乘，常當慈悲喜護為", "14": "主，去想行，普念一切蜎飛蠕動之類，視之如", "15": "身無異，不得妄起恚怒。深入明度，常以明", "16": "度權便，誘致曚冥，使入無極，以戒德除心穢", "17": "病，不得為世間之業。能行此者，便可出家，", "18": "名曰道士。不可依恃吾法，自以出家為信，不", "19": "專念道。或能有下賤之人，倚道自活，無益", "2": "西晉月氏國三藏竺法護譯", "20": "一切，而但出意說。為人師主，輕薄戲調，不自", "21": "撿察，使尊法薄淡，世人不信，非吾出家弟子", "22": "之法也！」", "23": "佛言：「若有女人出家，除髮為道，以去愛欲，當", "24": "專精靜處，不得與出家男子同廟止。若行", "25": "師受，當有等類，不得獨往稟受。常當晚出早", "26": "還，不得妄出廟宿止。但得教授女人，不得教", "27": "授男子。所著衣服，不得刻繒帛綵色苾芬。", "28": "不得輕言戲語，不得貪財寶物，戒行清淨，名", "29": "曰出家道人。若輕言戲調，未語預笑，心志", "3": "聞如是：一時佛在舍衛國祇樹給孤獨園。爾", "30": "不寂，意行穢濁，惡口罵詈，輕言不節，不能", "31": "靜處，憍慢自大，不自撿勅者，雖復出家，故", "32": "是賤人，非出家弟子也！」", "33": "佛言：「若有男子心志繫道，不能出家者，在於", "34": "愛欲之中，當受持五戒、月六齋。第一孝順父", "35": "母，治家養子；朝暮燒香、然燈，稽首三尊，悔過", "36": "十方，恭敬四輩；不得慢輕自大，去離慳貪；", "37": "常以至誠，不得欺殆世人；不得與世間人妻", "38": "婦坐起同席、住行相隨、同室異床。除去四事，", "39": "以四等心普視一切，老者，若父、若母；少者，", "4": "時諸四輩弟子、天帝、龍、鬼神、質諒神，皆詣祇", "40": "若弟、若子。恒以明度法藥洗除眾病，不得妄", "41": "瞋恚、罵詈。常以無極方便誘解世人，使入", "42": "大乘；不得為新學者說深經、奧妙之義，當為", "43": "除想識無罣礙者；不得綺飾衣服，不得與世", "44": "間妻女戲調言語、往來報答。以致因緣，如", "45": "是者為清淨道人。若行不清淨，貪利財色；或", "46": "於世俗綺飾衣服，互相翹舉，但結非惡，眄睞", "47": "所欲；輕言戲調，未語預笑；託己同法，口說", "48": "妙言；外似清虛，內懷貪惑；心存財帛，以自供", "49": "給，活於妻子；慢佛，尊經不復修學，反習外", "5": "樹，稽首佛足，却就常位坐。佛告諸弟子：「吾今", "50": "道之術——世藥解奏、符呪厭說、療治眾病因", "51": "緣、外道解奏之術，或於財帛勾束上下，賊", "52": "意欲得，因解奏之術，不持吾法，當來者却皆", "53": "由斯輩，是故非吾法學弟子也！」", "54": "佛言：「若有女人不能出家，在於愛欲之中心", "55": "樂道者，當持五戒、月六齋。孝順父母、姑嫜、叔", "56": "妹、夫婿；不得撾罵兒子、婢使；不得輕行，來宿", "57": "止他家；不得與世間男子語言，調弄譺笑；不", "58": "得妄瞋恚、罵詈、惡口；不得證說他人惡，不得", "59": "陷人兒子、妻妾、奴婢過惡；恒當專精念道為", "6": "所出經法，所可教誡，皆自各守其意念。末", "60": "上首；不得與世間凡人說法顏貌；不得與人", "61": "男子相斥，不得教他人男子；不得說世間", "62": "吉凶、善惡、災變之相；不得憍慢自大；晝夜三", "63": "時燒香，稽首三尊，悔過十方，稟受經行，言數", "64": "自勸；不得希望供養、貪利、財帛；不得嫉妬", "65": "夫主，當自賤女人身，願為男子轉身受福，", "66": "可得上天宮觀自然。是清信女人學道之法。", "67": "若不孝順，憍慢姑嫜，嫉妬夫主，撾罵奴婢，", "68": "造惡自是，怨恨、恚怒、毒意向人，行者如是，是", "69": "為非法學女人弟子也！」", "7": "世毒然之時，四輩弟子，若出家、若居家修", "70": "佛告諸弟子：「清慎汝心，守護身口，恒以四等", "71": "濟眾生已，道寶之慧恩施一切，如佛教誡，", "72": "必得度世！」弟子諸來會者，聞佛說經，歡喜奉", "73": "行，作禮而去。", "74": "佛說四輩經", "8": "道，皆狂醉眾色，不復承用佛經法，專愚自", "9": "用，便使吾道薄淡，令世人謗訕吾道，信是"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0769 佛說四輩經: 佛說四輩經: 佛說四輩經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}