{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 梵志品: 中阿含梵志品: 中阿含梵志品: 中阿含梵志品: 中阿含經", "text": {"0": "分別誦1 梵志品156 梵波羅延經", "1": "中阿含經卷第四十", "10": "若有名德沙門梵志親自來詣，而不禮敬，", "100": "等，世尊為不等，世尊無與等等，世尊無障，", "101": "世尊無障人。世尊！我今自歸於佛、法及比丘", "102": "眾，唯願世尊受我為優婆塞，從今日始，終", "103": "身自歸，乃至命盡。」佛說如是。鞞蘭若梵志及", "104": "諸比丘，聞佛所說，歡喜奉行。", "105": "黃蘆園經第六竟千六百二字", "106": "158 頭那經（一五八）中阿含梵志品頭那經第七第四", "107": "分別誦", "108": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "109": "獨園。爾時，頭那梵志中後彷徉，往詣佛所，共", "11": "亦不尊重，不從坐起，不請令坐。瞿曇！此", "110": "相問訊，却坐一面，世尊問曰：「頭那！若有問", "111": "汝是梵志耶？汝梵志汝自稱說。」梵志頭那答", "112": "曰：「瞿曇！若有正稱說梵志者，為父母所舉，", "113": "受生清淨，乃至七世父母不絕種族，生生無", "114": "惡，博聞總持，誦過四典經，深達因、緣、正、文、", "115": "戲五句說。瞿曇！正稱說梵志者，即是我也。", "116": "所以者何？我為父母所舉，受生清淨，乃至七", "117": "世父母不絕種族，生生無惡，博聞總持，誦", "118": "過四典經，深達因、緣、正、文、戲五句說。」世尊告", "119": "曰：「頭那！我今問汝，隨所解答。頭那！於意云", "12": "事大為不可。」世尊告曰：「梵志！我初不見天", "120": "何？若昔有梵志壽終命過，誦持經書，流布", "121": "經書，誦習典經，所謂夜吒、婆摩、婆摩提", "122": "婆、毗奢蜜哆邏、夜陀揵尼、應疑羅娑、婆私", "123": "吒、迦葉、婆羅婆、婆和，謂此施設五種梵", "124": "志，有梵志猶如梵，有梵志似如天，有梵", "125": "志不越界，有梵志越界，有梵志旃茶", "126": "羅第五。頭那！此五種梵志，汝為似誰？」頭那", "127": "白曰：「瞿曇略說此義，不廣分別，我不能", "128": "知。唯願沙門瞿曇善說，令我知義。」世尊告", "129": "曰：「頭那！諦聽，善思念之，我當為汝廣分別", "13": "及魔、梵、沙門、梵志，從人至天，謂自來詣，能令", "130": "說。」頭那白曰：「唯然。瞿曇！」頭那梵志受教而", "131": "聽。佛言：「頭那！云何梵志猶如梵耶？若有", "132": "梵志為父母所舉，受生清淨，乃至七世父母", "133": "不絕種族，生生無惡，彼四十八年行童子", "134": "梵行，欲得經書，誦習典經。彼得經書，誦", "135": "習典經已，為供養師求乞財物，如法，非不", "136": "如法。云何不如法？非田作，非治生，非書，非", "137": "算，非數，非印，非手筆，非文章，非經，非詩，", "138": "非以刀杖，非王從事。如法求乞，求乞財物", "139": "供養於師，布施財物已，心與慈俱，遍滿一", "14": "如來禮敬尊重，而從坐起，請令坐者。梵志！", "140": "方成就遊。如是二三四方、四維上下，普周一", "141": "切，心與慈俱，無結無怨，無恚無諍，極廣甚大，", "142": "無量善修，遍滿一切世間成就遊。如是悲、", "143": "喜心與捨俱，無結無怨，無恚無諍，極廣甚大，", "144": "無量善修，遍滿一切世間成就遊。頭那！如", "145": "是梵志猶如梵也。「頭那！云何梵志似如天", "146": "耶？若有梵志為父母所舉，受生清淨，乃至", "147": "七世父母不絕種族，生生無惡。彼四十八年", "148": "行童子梵行，欲得經書，誦習典經，彼得經", "149": "書，誦習典經已，為供養師求乞財物，如", "15": "若有來詣，欲令如來禮敬尊重，而從坐起，", "150": "法，非不如法。云何不如法？非田作，非治生，", "151": "非書，非算，非數，非印，非手筆，非文章，非", "152": "經，非詩，非以刀杖，非王從事。如法求乞，", "153": "求乞財物供養於師，布施財物已，行身妙", "154": "行，口、意妙行，行身妙行，口、意妙行已，彼因", "155": "緣此，身壞命終，必昇善處，上生天中。頭那！", "156": "如是梵志似如天也。「頭那！云何梵志不越", "157": "界耶？若有梵志為父母所舉，受生清淨，乃", "158": "至七世父母不絕種族，生生無惡，彼四十八", "159": "年行童子梵行，欲得經書，誦習典經。彼", "16": "請令坐者，彼人必當頭破七分。」梵志復白：", "160": "得經書，誦習典經已，為供養師求乞財", "161": "物，如法，非不如法。云何不如法？非田作，非", "162": "治生，非書，非算，非數，非印，非手筆，非文", "163": "章，非經，非詩，非以刀杖，非王從事。如法", "164": "求乞，求乞財物供養於師，布施財物已，為", "165": "自求妻，如法，非不如法。云何不如法？梵志", "166": "不如是，意向梵志女，令更相愛，相攝合會，", "167": "彼趣梵志女，非不梵志女，亦非剎利女，不", "168": "懷姙，不產生。頭那！以何等故梵志非趣", "169": "懷姙？莫令彼男及以女人名不淨婬，是", "17": "「瞿曇無味。」世尊告曰：「梵志！有事令我無味，", "170": "故梵志非趣懷姙。頭那！以何等故梵志非", "171": "趣產生？莫令彼男及以女人名不淨恚，是", "172": "故梵志不趣產生。頭那！彼所趣向，不為財", "173": "物，不為憍慠，不為莊嚴，不為珓餝，但為", "174": "子故。彼生子已，若有故梵志要誓處所界", "175": "障，住彼、持彼，不越於彼。頭那！如是梵志", "176": "不越界也。「頭那！云何梵志為越界耶？若有", "177": "梵志為父母所舉，受生清淨，乃至七世父母", "178": "不絕種族，生生無惡，彼四十八年行童子", "179": "梵行，欲得經書，誦習典經。彼得經書，誦", "18": "然不如汝言。若有色味、聲味、香味、觸味者，", "180": "習典經已，為供養師求乞財物，如法，非不", "181": "如法。云何不如法？非田作，非治生，非書，非", "182": "算，非數，非印，非手筆，非文章，非經，非詩，", "183": "非以刀杖，非王從事。如法求乞，求乞財物", "184": "供養於師，布施財物已，為自求妻，如法，非", "185": "不如法。云何不如法？梵志不如是，意向梵", "186": "志女，令更相愛，相攝合會，彼趣梵志女，非", "187": "不梵志女，亦非剎利女，不懷姙，不產生。", "188": "頭那！以何等故梵志不趣懷姙？莫令彼", "189": "男及以女人名不淨婬，是故梵志不趣懷", "19": "彼如來斷智絕滅拔根終不復生，是謂有事", "190": "姙。頭那！以何等故梵志不趣產生？莫令", "191": "彼男及以女人名不淨恚，是故梵志不趣產", "192": "生。頭那！彼所趣向，不為財物，不為憍慠，", "193": "不為莊嚴，不為珓餝，但為子故。彼生子", "194": "已，若有故梵志要誓處所界障，不住止彼，", "195": "不受持彼，便越於彼。頭那！如是梵志名越", "196": "界也。「頭那！云何梵志梵志旃茶羅？若有", "197": "梵志為父母所舉，受生清淨，乃至七世父母", "198": "不絕種族，生生無惡，彼四十八年行童子", "199": "梵行，欲得經書，誦習典經。彼得經書，誦", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "令我無味，然不如汝言。」梵志復白：「瞿曇", "200": "習典經已，為供養師求乞財物，如法，非不", "201": "如法。云何不如法？非田作，非治生，非書，非", "202": "算，非數，非印，非手筆，非文章，非經，非詩，", "203": "非以刀杖，非王從事。如法求乞，求乞財物", "204": "供養於師，布施財物已，為自求妻，如法，非", "205": "不如法。云何不如法？梵志不如是，意向梵", "206": "志女，令更相愛，相攝合會，趣彼梵志女，非不", "207": "梵志女，亦不剎利女，不懷姙，不產生。頭", "208": "那！以何等故梵志不趣懷姙？莫令彼", "209": "男及以女人名不淨婬，是故梵志不趣懷", "21": "無恐怖。」世尊告曰：「梵志！有事令我無恐怖，", "210": "姙。頭那！以何等故梵志不趣產生？莫令", "211": "彼男及以女人名不淨恚，是故梵志不趣產", "212": "生。頭那！彼所趣向，不為財物，不為憍慠，", "213": "不為莊嚴，不為珓飾，但為子故。彼生子", "214": "已，作王相應事、賊相應事、邪道相應事，作", "215": "如是說：『梵志應作一切事，梵志不以此染", "216": "著，亦不穢污，猶若如火，淨亦燒，不淨亦燒。", "217": "梵志不應作一切事，梵志不以此染著，亦", "218": "不穢污。』頭那！如是梵志梵志旃茶羅。頭", "219": "那！此五種梵志，汝為似誰？」頭那白曰：「瞿", "22": "然不如汝言。若有色恐怖，聲、香、味、觸恐怖", "220": "曇！說此最後梵志旃茶羅者，我尚不及，", "221": "況復餘耶？世尊！我已知。善逝！我已解。世尊！", "222": "我今自歸於佛、法及比丘眾，唯願世尊受我", "223": "為優婆塞，從今日始，終身自歸，乃至命", "224": "盡。」佛說如是。頭那梵志聞佛所說，歡喜", "225": "奉行。", "226": "頭那經第七竟千八百五十字", "227": "159 阿伽羅訶那經（一五九）中阿含梵志品阿伽羅訶那經第八", "228": "第四分別誦", "229": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "23": "者，彼如來斷智絕滅拔根終不復生，是謂", "230": "園。爾時，阿伽羅訶那梵志中後彷徉，往詣佛", "231": "所，共相問訊，却坐一面，白曰：「瞿曇！欲有所", "232": "問，聽乃敢陳？」世尊告曰：「恣汝所問。」梵志即", "233": "便問曰：「瞿曇！梵志經典何所依住？」世尊答", "234": "曰：「梵志經典依於人住。」梵志即復問曰：「瞿", "235": "曇！人何所依住？」世尊答曰：「人依稻麥住。」梵", "236": "志即復問曰：「瞿曇！稻麥何所依住？」世尊答曰：", "237": "「稻麥依地住。」梵志即復問曰：「瞿曇！地何所", "238": "依住？」世尊答曰：「地依水住。」梵志即復問曰：", "239": "「瞿曇！水何所依住？」世尊答曰：「水依風住。」梵", "24": "有事令我無恐怖，然不如汝言。」梵志復白：", "240": "志即復問曰：「瞿曇！風何所依住？」世尊答曰：", "241": "「風依空住。」梵志即復問曰：「瞿曇！空何所依", "242": "住？」世尊答曰：「空無所依，但因日月，故有虛", "243": "空。」梵志即復問曰：「瞿曇！日月何所依住？」世", "244": "尊答曰：「日月依於四王天住。」梵志即復問", "245": "曰：「瞿曇！四王天何所依住？」世尊答曰：「四王", "246": "天依三十三天住。」梵志即復問曰：「瞿曇！三", "247": "十三天何所依住？」世尊答曰：「三十三天依㷿", "248": "摩天住。」梵志即復問曰：「瞿曇！㷿摩天何所", "249": "依住？」世尊答曰：「㷿摩天依兜瑟哆天住。」梵", "25": "「瞿曇不入胎。」世尊告曰：「梵志！有事令我不", "250": "志即復問曰：「瞿曇！兜瑟哆天何所依住？」世尊", "251": "答曰：「兜瑟哆天依化樂天住。」梵志即復問曰：", "252": "「瞿曇！化樂天何所依住？」世尊答曰：「化樂天", "253": "依他化樂天住。」梵志即復問曰：「瞿曇！他", "254": "化樂天何所依住？」世尊答曰：「他化樂天依梵", "255": "世住。」梵志即復問曰：「瞿曇！梵世何所依住？」", "256": "世尊答曰：「梵世依於大梵住。」梵志即復問", "257": "曰：「瞿曇！大梵何所依住？」世尊答曰：「大梵依", "258": "於忍辱溫良住。」梵志即復問曰：「瞿曇！忍辱溫", "259": "良何所依住？」世尊答曰：「忍辱溫良依涅槃", "26": "入胎，然不如汝言。若有沙門、梵志當來胎", "260": "住。」梵志即復問曰：「瞿曇！涅槃何所依住？」世", "261": "尊告曰：「梵志意欲依無窮事，汝今從我受", "262": "問無邊，然涅槃者無所依住，但涅槃滅訖，涅", "263": "槃為最。梵志！以此義故，從我行梵行。」梵志", "264": "白曰：「世尊！我已知。善逝！我已解。世尊！我今", "265": "自歸於佛、法及比丘眾，唯願世尊受我為", "266": "優婆塞，從今日始，終身自歸，乃至命盡。」佛", "267": "說如是。阿伽羅訶那梵志聞佛所說，歡喜", "268": "奉行。", "269": "阿伽羅訶那經第八竟六百三十四字", "27": "床，斷智絕滅拔根終不復生者，我說彼不", "270": "160 阿蘭那經（一六〇）中阿含梵志品阿蘭那經第九", "271": "第四分別誦", "272": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "273": "獨園。爾時，諸比丘於中食後集坐講堂，論", "274": "如是事：「諸賢！甚奇！甚奇！人命極少，要至後", "275": "世，應作善事，應行梵行，生無不死。然今", "276": "世人於法行、於義行、於善行、於妙行，無為", "277": "無求。」彼時，世尊在晝行處，以淨天耳出過", "278": "於人，聞諸比丘於中食後集坐講堂，論如", "279": "是事：「諸賢！甚奇！甚奇！人命極少，要至後世，", "28": "入胎，如來當來胎床，斷智絕滅拔根終不", "280": "應作善事，應行梵行，生無不死。然今世", "281": "人於法行、於義行、於善行、於妙行，無為無", "282": "求。」世尊聞已，則於晡時從燕坐起，往詣講", "283": "堂，在比丘眾前敷座而坐，問諸比丘：「汝論", "284": "何事？以何等故集坐講堂？」時，諸比丘白曰：", "285": "「世尊！我等眾比丘於中食後集坐講堂，論", "286": "如是事。『諸賢！甚奇！甚奇！人命極少，要至後世，", "287": "應作善事，應行梵行，生無不死。然今世", "288": "人於法行、於義行、於善行、於妙行，無為無", "289": "求。』世尊！我等共論此事，以此事故集坐講", "29": "復生，是故令我不入胎。是謂有事令我不", "290": "堂。」世尊歎曰：「善哉！善哉！比丘！謂汝作是說：", "291": "『諸賢！甚奇！甚奇！人命極少，要至後世，應作", "292": "善事，應行梵行，生無不死。然今世人於法", "293": "行、於義行、於善行、於妙行，無為無求。』所以", "294": "者何？我亦如是說：『甚奇！甚奇！人命極少，要", "295": "至後世，應作善事，應行梵行，生無不死。", "296": "然今世人於法行、於義行、於善行、於妙行，", "297": "無為無求。』所以者何？乃過去世時，有眾生壽", "298": "八萬歲，比丘！人壽八萬歲時，此閻浮洲極大", "299": "豐樂，饒財珍寶，村邑相近，如鷄一飛。比丘！人", "3": "157 黃蘆園經（一五七）梵志品黃蘆園經第六第四分別", "30": "入胎，然不如汝言。「梵志！我於此眾生無明", "300": "壽八萬歲時，女年五百乃當出嫁。比丘！人壽", "301": "八萬歲時，唯有如是病，謂寒、熱、大小便、欲、不", "302": "食、老，更無餘患。「比丘！人壽八萬歲時，有王", "303": "名拘牢婆，為轉輪王，聰明智慧，有四種軍，", "304": "整御天下，由己自在，如法法王成就七寶。", "305": "彼七寶者，輪寶、象寶、馬寶、珠寶、女寶、居士寶、", "306": "主兵臣寶，是謂為七。千子具足，顏貌端正，", "307": "勇猛無畏，能伏他眾，必當統領此一切地，乃", "308": "至大海，不以刀杖，以法教令，令得安隱。「比", "309": "丘！拘牢婆王有梵志，名阿蘭那大長者，", "31": "來，無明樂，無明覆，無明卵之所裹，我先觀", "310": "為父母所舉，受生清淨，乃至七世父母不", "311": "絕種族，生生無惡博聞總持，誦過四典經，", "312": "深達因、緣、正、文、戲五句說。比丘！梵志阿蘭", "313": "那有無量百千摩納磨，梵志阿蘭那為無量", "314": "百千摩納磨住一無事處，教學經書。「爾時，", "315": "梵志阿蘭那獨住靜處，燕坐思惟，心作是", "316": "念：『甚奇！甚奇！人命極少，要至後世，應作善", "317": "事，應行梵行，生無不死。然今世人於法", "318": "行、於義行、於善行、於妙行，無為無求。我寧", "319": "可剃除鬚髮，著袈裟衣，至信、捨家、無家、學", "32": "法，我於眾生為最第一。猶鷄生卵，或十或", "320": "道。』於是，梵志阿蘭那往至若干國眾多摩納", "321": "磨所，而語彼曰：『諸摩納磨！我獨住靜處，", "322": "燕坐思惟，心作是念：「甚奇！甚奇！人命極少，", "323": "要至後世，應作善事，應行梵行，生無不", "324": "死；然今世人於法行、於義行、於善行、於妙", "325": "行，無為無求。我今寧可剃除鬚髮，著袈裟", "326": "衣，至信、捨家、無家、學道。諸摩納磨！我今欲", "327": "剃除鬚髮，著袈裟衣，至信、捨家、無家、學道。」", "328": "汝等當作何等？』「彼若干國眾多摩納磨白", "329": "曰：『尊師！我等所知，皆蒙師恩。若尊師剃除", "33": "十二，隨時念，隨時覆，隨時暖，隨時擁護。", "330": "鬚髮，著袈裟衣，至信、捨家、無家、學道者，我等", "331": "亦當剃除鬚髮，著袈裟衣，至信、捨家、無家，", "332": "從彼尊師出家學道。』於是，梵志阿蘭那則", "333": "於後時剃除鬚髮，著袈裟衣，至信、捨家、無", "334": "家、學道；彼若干國眾多摩納磨亦剃除鬚", "335": "髮，著袈裟衣，至信、捨家、無家，從彼尊師梵志", "336": "阿蘭那出家學道。是為尊師阿蘭那，是為", "337": "尊師阿蘭那弟子名號生也。「爾時，尊師阿蘭", "338": "那為弟子說法：『諸摩納磨！甚奇！甚奇！人命", "339": "極少，要至後世，應作善事，應行梵行，生", "34": "彼於其後，鷄設放逸，於中有鷄子，或以口", "340": "無不死。然今世人於法行、於義行、於善", "341": "行、於妙行，無為無求。』爾時，尊師阿蘭那為", "342": "弟子說法：『諸摩納磨！甚奇！甚奇！人命極少，", "343": "要至後世，應作善事，應行梵行，生無不", "344": "死。然今世人於法行、於義行、於善行、於妙", "345": "行，無為無求。』如是尊師阿蘭那為弟子說", "346": "法。「復次，尊師阿蘭那為弟子說法：『摩納磨！", "347": "猶如朝露渧在草上，日出則消，暫有不久。", "348": "如是，摩納磨！人命如朝露，甚為難得，至", "349": "少少味，大苦災患，災患甚多。』如是尊師阿蘭", "35": "嘴，或以足爪，啄破其卵，安隱自出，彼於", "350": "那為弟子說法。復次，尊師阿蘭那為弟子", "351": "說法：『摩納磨！猶大雨時，渧水成泡，或生或", "352": "滅。如是，摩納磨！人命如泡，甚為難得，至", "353": "少少味，大苦災患，災患甚多。』如是尊師阿蘭", "354": "那為弟子說法。復次，尊師阿蘭那為弟子", "355": "說法：『摩納磨！猶如以杖投著水中，還出至", "356": "速。如是，摩納磨！人命如杖，投水出速，甚", "357": "為難得，至少少味，大苦災患，災患甚多。』如", "358": "是尊師阿蘭那為弟子說法。「復次，尊師阿蘭", "359": "那為弟子說法：『摩納磨！猶新瓦杅，投水即", "36": "鷄子為最第一。我亦如是，於此眾生無明", "360": "出，著風熱中，乾燥至速。如是，摩納磨！人命", "361": "如新瓦杅，水漬速燥，甚為難得，至少少味，", "362": "大苦災患，災患甚多。』如是尊師阿蘭那為", "363": "弟子說法。復次，尊師阿蘭那為弟子說法：", "364": "『摩納磨！猶如小段肉著大釜水中，下熾然火，", "365": "速得消盡。如是，摩納磨！人命如肉消，甚", "366": "為難得，至少少味，大苦災患，災患甚多。』如", "367": "是尊師阿蘭那為弟子說法。復次，尊師阿蘭", "368": "那為弟子說法：『摩納磨！猶縛賊送至標", "369": "下殺，隨其舉足，步步趣死，步步趣命盡。", "37": "來，無明樂、無明覆，無明卵之所裹，我先觀", "370": "如是，摩納磨！人命如賊，縛送標下殺，甚", "371": "為難得，至少少味，大苦災患，災患甚多。』如", "372": "是尊師阿蘭那為弟子說法。「復次，尊師阿蘭", "373": "那為弟子說法：『摩納磨！猶如屠兒牽牛殺", "374": "之，隨其舉足，步步趣死，步步趣命盡。如", "375": "是，摩納磨！人命如牽牛殺，甚為難得，至", "376": "少少味，大苦災患，災患甚多。』如是尊師阿蘭", "377": "那為弟子說法。復次，尊師阿蘭那為弟子", "378": "說法：『摩納摩！猶如機織，隨其行緯，近成近", "379": "訖。如是，摩納磨！人命如機織訖，甚為難", "38": "法，我於眾生為最第一。「梵志！我持蒿草", "380": "得，至少少味，大苦災患，災患甚多。』如是尊", "381": "師阿蘭那為弟子說法。復次，尊師阿蘭那為", "382": "弟子說法：『摩納磨！猶如山水，瀑涱流疾，多", "383": "有所漂，水流速駃，無須臾停。如是，摩納磨！", "384": "人壽行速，去無一時住。如是，摩納磨！人命", "385": "如駃水流，甚為難得，至少少味，大苦災", "386": "患，災患甚多。』如是尊師阿蘭那為弟子說", "387": "法。「復次，尊師阿蘭那為弟子說法：『摩納磨！", "388": "猶如夜闇以杖投地，或下頭墮地，或上頭", "389": "墮地，或復臥墮，或墮淨處，或墮不淨處。如", "39": "往詣覺樹，布草樹下，敷尼師檀，結加趺", "390": "是，摩納磨！眾生為無明所覆，為愛所繫，", "391": "或生泥犁，或生畜生，或生餓鬼，或生天", "392": "上，或生人間。如是，摩納磨！人命如闇杖", "393": "投地，甚為難得，至少少味，大苦災患，災患", "394": "甚多。』如是尊師阿蘭那為弟子說法。「復次，", "395": "尊師阿蘭那為弟子說法：『摩納磨！我於世", "396": "斷除貪伺，心無有諍，見他財物諸生活具，", "397": "不起貪伺，欲令我得，我於貪伺淨除其", "398": "心。如是瞋恚、睡眠、調悔，我於世斷疑度", "399": "惑。於諸善法無有猶豫，我於疑惑淨除", "4": "誦", "40": "坐，不破正坐，要至漏盡，我不破正坐，要", "400": "其心。摩納磨！汝等於世亦當斷除貪伺，心", "401": "無有諍，見他財物諸生活具，不起貪伺，", "402": "欲令我得，汝於貪伺淨除其心。如是瞋恚、", "403": "睡眠、調悔，汝於世斷疑度惑，於諸善法", "404": "無有猶豫。』如是尊師阿蘭那為弟子說法。", "405": "「復次，尊師阿蘭那為弟子說法：『摩納磨！我", "406": "心與慈俱，遍滿一方成就遊。如是二三四方、", "407": "四維上下，普周一切，心與慈俱，無結無怨，無", "408": "恚無諍，極廣甚大，無量善修，遍滿一切世間", "409": "成就遊。如是悲、喜心與捨俱，無結無怨，無恚", "41": "至漏盡。我正坐已，離欲、離惡不善之法，有", "410": "無諍，極廣甚大，無量善修，遍滿一切世間成", "411": "就遊。摩納磨！汝等亦當心與慈俱，遍滿一", "412": "方成就遊。如是二三四方、四維上下，普周", "413": "一切，心與慈俱，無結無怨，無恚無諍，極廣甚", "414": "大，無量善修，遍滿一切世間成就遊。如是悲、", "415": "喜心與捨俱，無結無怨，無恚無諍，極廣甚大，", "416": "無量善修，遍滿一切世間成就遊。』如是尊師", "417": "阿蘭那為弟子說法。「復次，尊師阿蘭那為弟", "418": "子說梵世法：『若尊師阿蘭那為說梵世法", "419": "時，諸弟子等有不具足奉行法者，彼命終已，", "42": "覺、有觀，離生喜、樂，逮初禪成就遊，是謂", "420": "或生四王天，或生三十三天，或生㷿摩天，", "421": "或生兜瑟哆天，或生化樂天，或生他化", "422": "樂天。若尊師阿蘭那為說梵世法時，諸弟", "423": "子等設有具足奉行法者，修四梵室，捨離", "424": "於欲，彼命終已，得生梵天。』爾時，尊師阿蘭那", "425": "而作是念：『我不應與弟子等同，俱至後世", "426": "共生一處，我今寧可更修增上慈，修增上", "427": "慈已，命終得生晃昱天中。』尊師阿蘭那則", "428": "於後時更修增上慈，修增上慈已，命終得", "429": "生晃昱天中。尊師阿蘭那及諸弟子學道不", "43": "我爾時獲第一增上心，即於現法得安樂", "430": "虛，得大果報。「比丘！於意云何？昔時尊師", "431": "阿蘭那者謂異人耶？莫作斯念。所以者何？", "432": "比丘，當知即是我也。我於爾時名尊師", "433": "阿蘭那，我於爾時有無量百千弟子，我於", "434": "爾時為諸弟子說梵世法。「我說梵世法時，", "435": "諸弟子等有不具足奉行法者，彼命終已，或", "436": "生四王天，或生三十三天，或生㷿摩天，或", "437": "生兜瑟哆天，或生化樂天，或生他化樂天。", "438": "我說梵世法時，諸弟子等設有具足奉行法", "439": "者，修四梵室，捨離於欲，彼命終已，得生梵", "44": "居，易不難得，樂住無怖，安隱快樂，令昇", "440": "天。我於爾時而作是念：『我不應與弟子", "441": "等同，俱至後世共生一處，我今寧可更修", "442": "增上慈。』修增上慈已，命終得生晃昱天中。", "443": "我於後時更修增上慈，修增上慈已，命終", "444": "得生晃昱天中，我於爾時及諸弟子學道", "445": "不虛，得大果報。「我於爾時自饒益，亦饒益", "446": "他，饒益多人，愍傷世間，為天為人求義", "447": "及饒益，求安隱快樂。我於爾時說法不至", "448": "究竟，不究竟白淨、不究竟梵行、不究竟梵", "449": "行訖。我於爾時不離生老病死、啼哭憂慼，", "45": "涅槃。「復次，梵志！我覺、觀已息，內靜、一心，無", "450": "亦未能得脫一切苦。比丘！我今出世，如來、", "451": "無所著、等正覺、明行成為、善逝、世間解、無上士、", "452": "道法御、天人師，號佛、眾祐。我今自饒益，亦饒", "453": "益他，饒益多人，愍傷世間，為天為人求義", "454": "及饒益，求安隱快樂。我今說法得至究竟，", "455": "究竟白淨、究竟梵行、究竟梵行訖。我今已", "456": "離生老病死、啼哭憂慼，我今已得脫一切", "457": "苦。「比丘！若有正說者：『人命極少，要至後世，", "458": "應行善事，應行梵行，生無不死。』比丘，今", "459": "是正說。所以者何？今若有長壽，遠至百歲，", "46": "覺、無觀，定生喜、樂，逮第二禪成就遊，是謂", "460": "或復小過者。若有長壽者，命存三百時，春", "461": "時百、夏時百、冬時百，是命存千二百月，春四", "462": "百、夏四百、冬四百，命存千二百月者，命", "463": "存二千四百半月，春八百、夏八百、冬八百，命", "464": "存二千四百半月者，三萬六千晝夜，春萬", "465": "二千、夏萬二千、冬萬二千，命存三萬六", "466": "千晝夜者，七萬二千食，及障礙及母乳。於有", "467": "障礙，苦不食，瞋不食，病不食，有事不食，", "468": "行來不食，至王間不食，齋日不食，不得者", "469": "不食，是謂比丘一百歲命存百歲數、時數、", "47": "我爾時獲第二增上心，即於現法得安樂", "470": "歲時數、月數、半月數、月半月數、晝數、夜數、晝", "471": "夜數、食數、障礙數、食障礙數。「比丘！若有尊師", "472": "所為弟子起大慈哀，憐念愍傷，求義及饒", "473": "益，求安隱快樂者，我今已作。汝亦當復作，", "474": "至無事處、山林樹下、空安靜處，燕坐思惟，", "475": "勿得放逸，懃加精進，莫令後悔。此是我之", "476": "教勅，是我訓誨。」佛說如是。彼諸比丘聞佛", "477": "所說，歡喜奉行。", "478": "阿蘭那經第九竟三千二百九十一字", "479": "中阿含經卷第四十七千三百七十三字第四分別", "48": "居，易不難得，樂住無怖，安隱快樂，令昇", "480": "誦", "49": "涅槃。「復次，梵志！我離於喜欲捨無求遊，正", "5": "我聞如是：一時，佛遊鞞蘭若，在黃蘆園", "50": "念正智而身覺樂，謂聖所說，聖所捨、念、樂住、", "51": "空，逮第三禪成就遊，是謂我爾時獲第三", "52": "增上心，即於現法得安樂居，易不難得，", "53": "樂住無怖，安隱快樂，令昇涅槃。復次，梵志！", "54": "我樂滅、苦滅，喜、憂本已滅，不苦不樂、捨、念、清", "55": "淨，逮第四禪成就遊，是謂我爾時獲第四增", "56": "上心，即於現法得安樂居，易不難得，樂", "57": "住無怖，安隱快樂，令昇涅槃。「復次，梵志！我", "58": "已得如是定心清淨，無穢無煩，柔軟善住，得", "59": "不動心，覺憶宿命智通作證。我有行有", "6": "中。爾時，鞞蘭若梵志年耆宿老，壽將欲過，命", "60": "相貌，憶本無量昔所經歷，謂一生、二生、百", "61": "生、千生、成劫、敗劫、無量成敗劫，彼眾生名某，", "62": "彼昔更歷，我曾生彼，如是姓、如是字、如是", "63": "生、如是飲食、如是受苦樂、如是長壽、如", "64": "是久住、如是壽訖，此死生彼，彼死生此，我", "65": "生在此，如是姓、如是字、如是生、如是飲", "66": "食、如是受苦樂、如是長壽、如是久住、如是", "67": "壽訖，是謂我爾時初夜得此第一明達。以", "68": "本無放逸，樂住遠離，修行精懃，謂無智滅而", "69": "智生，闇壞而明成，無明滅而明生，謂憶宿命", "7": "埀至盡，年百二十，拄杖而行。中後彷徉，往", "70": "智作證明達。「復次，梵志！我已得如是定心清", "71": "淨，無穢無煩，柔軟善住，得不動心，學於生", "72": "死智通作證，我以清淨天眼出過於人，見", "73": "此眾生死時生時，好色惡色，妙與不妙，往來", "74": "善處及不善處，隨此眾生之所作業，見其", "75": "如真。若此眾生成就身惡行，口、意惡行，誹謗聖", "76": "人，邪見，成就邪見業，彼因緣此，身壞命終，", "77": "必至惡處，生地獄中。若此眾生成就身妙", "78": "行，口、意妙行，不誹謗聖人，正見，成就正見", "79": "業，彼因緣此，身壞命終，必昇善處，上生天", "8": "詣佛所，共相問訊，當在佛前倚杖而立，白", "80": "中。是謂我爾時中夜得此第二明達。以本", "81": "無放逸，樂住遠離，修行精勤，謂無智滅而", "82": "智生，闇壞而明成，無明滅而明生，謂生死智", "83": "作證明達。「復次，梵志！我已得如是定心清淨，", "84": "無穢無煩，柔軟善住，得不動心，學於漏盡智", "85": "通作證，我知此苦如真，知此苦習、知此苦", "86": "滅，知此苦滅道如真。知此漏如真，知此漏", "87": "習、知此漏滅，知此漏滅道如真。我如是知、", "88": "如是見，欲漏心解脫，有漏、無明漏心解脫，解", "89": "脫已，便知解脫，生已盡，梵行已立，所作已辦，", "9": "曰：「瞿曇！我聞沙門瞿曇年幼極少，新出家學。", "90": "不更受有，知如真。是謂我爾時後夜得此", "91": "第三明達。以本無放逸，樂住遠離，修行精", "92": "勤，謂無智滅而智生，闇壞而明成，無明滅而", "93": "明生，謂漏盡智作證明達。「復次，梵志！若有正", "94": "說而說不癡法，眾生生世，一切眾生最勝，", "95": "不為苦樂所覆，當知正說者即是我也。所", "96": "以者何？我說不癡法，眾生生世，一切眾生", "97": "最勝，不為苦樂所覆。」於是，鞞蘭若梵志即", "98": "便捨杖，稽首佛足，白世尊曰：「世尊為第", "99": "一，世尊為大，世尊為最，世尊為勝，世尊為"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 梵志品: 中阿含梵志品: 中阿含梵志品: 中阿含梵志品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}