{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0930 無量壽如來觀行供養儀軌", "text": {"0": "No. 930", "1": "無量壽如來觀行供養儀軌", "10": "薩正位。不以少福無慧方便得生彼剎。是故", "100": "捻。即成。結此印已。想印如金剛杵形。以二大", "101": "指向地觸之。誦真言一遍一印於地。如是至", "102": "三。即成堅固金剛之座。下方真言曰。", "103": "唵引抧里抧里一嚩日囉二合嚩日哩二合", "104": "二步引囉滿馱滿馱三吽發吒四", "105": "由結此印及誦真言加持力故。下至金剛", "106": "輪際。成金剛不壞之界。大力諸魔不能搖", "107": "動。少施功力大獲成就。地中所有其惡穢", "108": "物。由加持力故悉皆清淨。其界隨心大小", "109": "即成。", "11": "依此教法正念修行。決定生於極樂世界上品", "110": "次結金剛牆印。准前地界印。開掌搩竪二大", "111": "指。如牆形即成。想從印流出熾焰。以印右旋", "112": "遶身三轉。稱前地界。即成金剛堅固之城。牆", "113": "界真言曰。", "114": "唵引薩囉薩囉一嚩日囉二合鉢囉二合二迦", "115": "囉吽引發吒半音三", "116": "由結此印誦真言及觀行力故。隨心大小。成", "117": "金剛光焰方隅牆界。諸魔惡人虎狼師子。及", "118": "諸毒虫不能輔近。", "119": "次結大虛空藏菩薩印。二手合掌。二中指右", "12": "上生。獲得初地。若在家出家願生淨土者。應", "120": "押左外相叉。縛著手背。二頭指相蹙如寶", "121": "形。即成。想從印流出無量諸供養具衣服飲", "122": "食宮殿樓閣等。如瑜伽廣說。即誦大虛空藏", "123": "菩薩真言曰。", "124": "唵引誐誐曩三去婆嚩一嚩日囉二合斛", "125": "引二", "126": "修行者縱使觀念力微。由此印及真言加持", "127": "力故。諸供養物皆成真實。一如極樂世界", "128": "中行廣大供養者。次想壇中有紇哩二合入引字。", "129": "放大光明如紅頗梨色。遍照十方世界。其中", "13": "先入曼茶羅得灌頂已。然後從師受念誦儀", "130": "有情遇斯光者。無不皆得罪障消滅。", "131": "次結如來拳印。以左手四指握拳。直竪大指。", "132": "以右手作金剛拳。握左大指甲。即成。以此", "133": "拳印印地。誦真言加持七遍。變其世界。如", "134": "來拳真言曰。", "135": "唵引步引入欠一", "136": "由結此印及誦真言加持威力故。即變此三", "137": "千大千世界。成極樂剎土。七寶為地。水鳥", "138": "樹林皆演法音。無量莊嚴如經所說。即誦伽", "139": "他曰。", "14": "軌。或於勝地或隨所居。塗拭清淨建立方", "140": "以我功德力如來加持力", "141": "及以法界力願成安樂剎", "142": "行者由數習此定。現生每於定中。見極樂世", "143": "界無量壽如來在大菩薩眾會。聞說無量契", "144": "經。臨命終時心不散亂。三昧現前。剎那迅", "145": "速則生彼土。蓮花化生證菩薩位。", "146": "次結寶車輅印。二手仰相叉。右押左。以二", "147": "頭指側相拄。二大指捻二頭指下第一文。", "148": "即成。送車輅真言曰。", "149": "唵引覩嚕覩嚕吽引", "15": "壇。上張天蓋周匝懸幡。壇上分布八曼茶", "150": "由結此印。想成七寶莊嚴車輅。往彼極樂世", "151": "界。請無量壽如來并諸菩薩眷屬乘此車輅。", "152": "不散此印。以二大指向身。撥二中指頭。便", "153": "誦車輅真言曰。", "154": "曩莫入悉底哩耶四合一地尾二合迦南引二", "155": "怛他引蘖跢引南引三唵引嚩日朗二合引", "156": "儗妍以反孃迦囉灑二合耶娑嚩二合賀引", "157": "則想車輅來至道場住虛空中。", "158": "次結迎請聖眾印。二手右押左內相叉。作拳。", "159": "令掌相著。左大指屈入掌。右大指曲如鉤。", "16": "羅。磨白檀香用塗聖位。於壇西面安無量", "160": "向身招之。即誦迎請真言曰。", "161": "唵引阿去嚧引力迦半音𪾼醯呬娑嚩二", "162": "合賀引", "163": "由結此印誦真言奉請故。無量壽如來不捨", "164": "悲願。赴此三摩地所成淨土道場。并無量俱", "165": "胝大菩薩眾。受修行者供養速令得上上成", "166": "就。", "167": "次結馬頭觀自在菩薩印。作辟除結界二手", "168": "合掌。二頭指二無名指屈入掌。各自相背。", "169": "並二大指微屈。勿著頭指。即成。誦馬頭明王", "17": "壽像。持誦者於壇東坐。面西對像而坐。或", "170": "真言曰。", "171": "唵引阿蜜栗二合姤納婆二合嚩吽引發吒", "172": "娑嚩二合賀引", "173": "誦三遍。即以印左轉三匝。辟除一切諸魔皆", "174": "自退散。以印右旋三匝。即成堅固大界。", "175": "次結金剛網印。准前地界印。以二大指。捻二", "176": "頭指下第一文。即成。誦真言三遍。隨誦以印", "177": "於頂上右旋便散。網界真言曰。", "178": "唵引尾娑普二合囉捺囉二合乞灑二合嚩日", "179": "囉二合半惹囉吽引發吒半音", "18": "敷茅薦或坐卑脚小床。每日三時散種種華", "180": "由結此印及誦真言加持力故。即於上方。覆", "181": "以金剛堅固之網。乃至他化自在諸天不能", "182": "違越而生障難。行者身心安樂。三摩地易得", "183": "成就。", "184": "次結金剛火院界印。以左手掌掩右手背。令", "185": "相著搩竪二大指即成。想從印流出無量光", "186": "焰。火以印右旋三匝。則於金剛牆外。便有", "187": "火焰圍遶。即成堅固清淨火院大界。火院", "188": "真言曰。", "189": "唵引阿三去莽儗妍以反儞吽引發吒半音", "19": "燒種種香置二闕伽。或用盆盃及金銀", "190": "次結獻閼伽香水印。以二手捧閼伽器。當", "191": "額奉獻。誦真言三遍。想浴聖眾雙足。閼伽真", "192": "言曰。", "193": "曩莫入三滿多沒馱喃引一誐誐曩三", "194": "摩糝麼娑嚩二合賀引", "195": "由獻閼伽香水供養。令修行者三業清淨。洗", "196": "除一切煩惱罪垢。從勝解行地。至十地及如", "197": "來地。當證如是地波羅蜜時。得一切如來甘", "198": "露法水受與灌頂。", "199": "次結花座印。准前蓮花部三昧耶印。稍屈指", "2": "開府儀同三司特進試鴻臚卿肅國", "20": "銅石瓷瓦等器未經用者。盛滿香水置於", "200": "令圓滿即是。結此印已。想從印流出無量金", "201": "剛蓮華。遍此極樂世界中。無量壽如來及諸", "202": "大菩薩一切聖眾。各皆得此金剛蓮花為座。", "203": "蓮花座真言曰。", "204": "唵引迦麼攞娑嚩二合賀引", "205": "由結蓮花座印誦真言加持。行者獲得十地", "206": "滿足當得金剛之座。三業堅固猶若金剛。次", "207": "結廣大不空摩尼供養印。二手金剛合掌。二", "208": "頭指蹙如寶形。並竪二大指即成。誦廣大", "209": "不空摩尼供養陀羅尼曰。", "21": "壇上。於壇四角安四賢瓶。燒香燈明塗香飲", "210": "唵引阿謨引伽去布惹自攞反一麼抳鉢", "211": "納麼二合嚩日㘑二合二怛他去蘖哆尾路", "212": "引抧帝三三去滿多鉢上囉二合薩囉吽引四", "213": "此廣大不空摩尼供養陀羅尼。纔誦三遍。即", "214": "成於無量壽如來集會及微塵剎中。雨無", "215": "量廣大供養。所謂種種塗香雲海。種種華鬘", "216": "雲海。種種燒香雲海。種種天妙飲食雲海。", "217": "種種天妙衣服雲海。種種摩尼燈燭光明雲", "218": "海。種種幢幡寶帳寶蓋雲海。種種天妙音樂", "219": "雲海。普於諸佛菩薩眾會。成真實廣大供養。", "22": "食隨力所辦。一一加持慇重供養。行人每", "220": "皆由結印誦此真言供養故。獲得無量福", "221": "聚。猶如虛空無有邊際。世世常生一切如來", "222": "大集會中。蓮花化生得五神通。分身百億。能", "223": "於雜染世界。拔濟受苦眾生。皆安隱利益。", "224": "即於現世受無量果報。當來得生淨土。次應", "225": "澄心定意專注一緣。觀無量壽如來。了了分", "226": "明如對目前。具諸相好。并無量眷屬及彼剎", "227": "土。念念忻慕。現前獲得三昧成就。虔誠一", "228": "心願生彼國。心不異緣念念相續。即誦無量", "229": "壽如來讚歎三遍。讚曰。", "23": "日澡浴著新淨衣。或用真言加持以為澡浴。", "230": "曩謨引弭跢婆去引野一曩謨引弭跢庾", "231": "曬引二曩謨引曩麼引進底野二合麌", "232": "拏迦囉答麼二合寧引三曩謨引弭跢婆", "233": "野爾曩野帝母寧引素佉引去嚩底", "234": "婬二合夜引儞多嚩弩鼻聲劍婆野", "235": "引素佉縛底孕二合引迦曩迦尾唧怛囉二", "236": "合迦引曩喃引六麼弩囉𤚥引素蘖多素", "237": "帶引囉稜去訖哩二合耽引七哆嚩室囉", "238": "二合夜引答鉢囉二合體多麌拏寫地麼", "239": "上多都各反八鉢囉二合夜引弭擔引麼護麌拏", "24": "即思惟觀察。一切有情本性清淨。為諸客塵", "240": "上囉怛曩二合散左琰引九", "241": "修行者每日三時。常誦此讚歎佛功德。警", "242": "覺無量壽如來。不捨悲願。以無量光明照觸", "243": "行者。業障重罪悉皆消滅。身心安樂澄寂悅", "244": "意。久坐念誦不生疲惓。心得清淨疾證三昧。", "245": "即入觀自在菩薩三摩地。閉目澄心。觀自身", "246": "中圓滿潔白。猶如淨月仰在心中。於淨月上。", "247": "想日哩二合字放大光明。其字變成八葉蓮", "248": "花。於蓮花上有觀自在菩薩。相好分明。左", "249": "手持蓮花。右手作開敷葉勢。是菩薩作是", "25": "之所覆蔽。不悟真理。迷失菩提。淪溺生死。", "250": "思惟。一切有情身中。具有此覺悟蓮花。清淨", "251": "法界不染煩惱。於其蓮花八葉上。各有如來", "252": "入定結跏趺坐。面向觀自在菩薩。項佩圓", "253": "光。身如金色光明晃耀。即想此八葉蓮花。", "254": "漸舒漸大量等虛空。即作是思惟。以此覺花", "255": "照觸如來海會。願成廣大供養。若心不移此", "256": "定。則於無邊有情深起悲愍。以此覺花蒙照", "257": "觸者。於苦煩惱悉皆解脫。等同觀自在菩薩。", "258": "即想蓮花漸漸收斂量等己身。即結觀自在", "259": "菩薩印。加持四處。所謂心額喉頂。其印以", "26": "受無量苦。是故說此三密加持。令自他皆得", "260": "二手外相叉。二頭指相柱如蓮花葉。二大", "261": "指並竪即成。即誦觀自在菩薩真言曰。", "262": "唵引嚩日囉二合達磨紇哩二合入引", "263": "由結此印及誦真言加持故。即自身同觀", "264": "自在菩薩。等無有異。", "265": "次結無量壽如來根本印。二手外相叉。作拳", "266": "竪二中指頭相跓。如蓮華葉形。結成印已。", "267": "誦無量壽如來陀羅尼七遍。以印於頂上散。", "268": "無量壽如來根本陀羅尼曰。", "269": "曩謨引囉怛曩二合怛囉二合夜引耶一曩莫", "27": "清淨。即以二手蓮花合掌。誦淨三業真言三", "270": "入阿去哩野二合弭跢婆耶二怛他引蘖", "271": "跢引夜引囉賀引帝引三去藐三去沒馱", "272": "引耶三怛儞也二合他引四唵引阿蜜㗚二合", "273": "帝五阿蜜㗚二合妬引納婆二合吠微閉反六阿蜜㗚", "274": "二合多三去婆吠七阿上蜜㗚二合多蘖陛", "275": "八阿上蜜㗚二合多悉第九阿蜜㗚二合多帝際", "276": "自曳反十阿蜜㗚二合多尾訖磷二合帝十一", "277": "阿蜜㗚二合多尾訖磷二合多誐引弭寧引十二", "278": "阿上蜜㗚二合多誐誐曩吉底迦㘑十三阿", "279": "蜜㗚二合多嫰上努批娑嚩二合㘑十四薩", "28": "遍。真言曰。", "280": "縛引囉他二合娑引馱寧十五薩縛引羯", "281": "磨訖禮二合引捨乞灑二合孕迦󰽫娑縛二合", "282": "賀引", "283": "此無量壽如來陀羅尼。纔誦一遍。即滅身中", "284": "十惡四重五無間罪。一切業障悉皆消滅。若", "285": "苾芻苾芻尼犯根本罪。誦七遍已。即時還得", "286": "戒品清淨。誦滿一萬遍。獲得不廢忘菩提心", "287": "三摩地。菩提心顯現身中。皎潔圓明猶如淨", "288": "月。臨命終時。見無量壽如來與無量俱胝菩", "289": "薩眾。圍遶來迎行者。安慰身心即生極樂世", "29": "唵引娑嚩二合婆嚩󰡊詩聿反馱引一薩嚩達", "290": "界上品上生。證菩薩位。即取蓮子念珠。安於", "291": "手中。二手捧珠合掌。如未敷蓮華形。以千", "292": "轉念珠真言加持七遍。真言曰。", "293": "唵引縛日囉二合獄呬耶二合惹自攞反引跛三去", "294": "麼曳引吽引", "295": "加持已。即捧珠頂戴心發是願。願一切有情", "296": "所求世間出世間殊勝大願。速得成就。則以", "297": "二手當心。各聚五指如未敷蓮華。左手持", "298": "珠。以右手大指名指移珠。誦陀羅尼一遍。與", "299": "娑嚩二合賀引字聲。齊移一珠。念誦聲不緩", "3": "公食邑三千戶賜紫贈司空諡大鑒", "30": "磨入引二娑嚩二合婆去嚩戍引准上度唅", "300": "不急不高不下。不應出聲。稱呼真言字令一", "301": "一分明。心觀此三摩地所成淨土。及前所請", "302": "來無量壽佛。相好圓滿在於壇中。如是觀行", "303": "了了分明。專注念誦不令間斷。遠離散動。一", "304": "坐念誦或百或千。若不滿一百八遍。則不", "305": "充析願遍數。無量壽如來加持故。則身心", "306": "清淨。乃至開目閉目。常見無量壽如來。即", "307": "於定中聞說甚深妙法。於一一字一一句。悟", "308": "無量三摩地門無量陀羅尼門無量解脫門。", "309": "此身等同觀自在菩薩。速能至於彼國。念", "31": "由此真言加持故。即成清淨內心澡浴。每入", "310": "誦數畢。捧珠頂戴發是願言。願一切有情。", "311": "得生極樂世界。見佛聞法。速證無上菩提。", "312": "次結定印。即觀身中菩提心。皎潔圓明猶", "313": "如滿月。復作是思惟。菩提心體離一切物。", "314": "無蘊界處及離能取所取。法無我故一相", "315": "平等。心本不生自性空自性空故。即於圓滿", "316": "清淨月輪上。想有紇哩二合字門。從字流出", "317": "無量光明。於一一光明道。觀成極樂世界。", "318": "聖眾圍遶無量壽佛如觀經所說。", "319": "如是念誦修習三摩地已。欲出道場。即結本", "32": "道場時。對本尊前端身正立。蓮花合掌閉目", "320": "尊印。誦根本陀羅尼七遍。以印頂上散。即", "321": "誦讚歎真言。讚歎真言已。次結普供養印。", "322": "誦廣大不空摩尼供養陀羅尼。又獻閼伽。心", "323": "中所有祈願啟白聖眾。唯願聖者不越本誓", "324": "成就我願。如是念誦供養發願已。即結前火", "325": "院印。左轉一匝解前所結界。復結寶車輅", "326": "印。以二大指向外。撥二中指頭。誦本真言", "327": "奉送聖眾。次結三部三昧耶印。各誦真言", "328": "三遍。然後結被甲護身印。印身五處。即對", "329": "本尊前。虔誠發願禮佛。任出道場隨意經行。", "33": "運心。想在極樂世界。對無量壽如來并諸", "330": "常應讀誦無量壽經。勿懷上慢意樂精懃", "331": "念誦。印佛印塔樂行壇施。修持禁戒忍辱精", "332": "進禪定智慧。所修善品皆悉迴向。共諸眾生", "333": "同生淨土上品上生。證歡喜地獲得無上菩", "334": "提記莂。", "335": "無量壽如來心真言。", "336": "唵引路計濕嚩二合囉囉惹訖哩二合入引", "337": "此真言誦一遍。敵誦阿彌陀經一遍不可說", "338": "遍祕故勝故。破重障難不能具說。", "339": "唵阿蜜㗚二合多帝󰷱賀囉吽", "34": "菩薩眷屬。則以身五體投地。想於一一佛菩", "340": "此法通一切蓮華部　無量壽如來念誦法。", "341": "誦十萬遍滿。得見阿彌陀如來。命終決定得", "342": "生極樂世界。", "343": "無量壽如來發願陀羅尼", "344": "迦哩迦噌沙迦哩多儞也儞魯計一摩以儞針", "345": "多覩二尾母唧旦都魯迦三麼麼左素左哩帝", "346": "曩四󰷝薩縛怛縛二合跛囉麼素契曩五素佉縛", "347": "底孕二合鉢囉二合演覩", "348": "無量壽如來觀行供養儀軌", "35": "薩前恭敬作禮。即誦普禮真言曰。", "36": "唵引薩嚩怛他引蘖跢一播引那滿娜曩", "37": "上迦嚕弭二", "38": "即右膝著地合掌當心。虔誠發露懺悔無始", "39": "已來一切罪障。則隨喜諸佛菩薩聲聞緣覺", "4": "正號大廣智大興善寺三藏沙門", "40": "一切有情所修福業。又觀十方世界所有如", "41": "來成等正覺者。請轉法輪。所有如來現涅槃", "42": "者。請久住世不般涅槃。又發願言。我所積", "43": "集。禮佛懺悔隨喜勸請。無量善根以此福", "44": "聚迴施一切有情。願皆得生極樂世界。見佛", "45": "聞法速證無上正等菩提。然後結跏趺坐或半", "46": "加坐。右押於左。以香塗手。先結佛部三昧", "47": "耶印。以二手虛心合掌。開二頭指微屈。各", "48": "附中指上節。又開二大指。各捻二頭指下第", "49": "一文。結印成已。想無量壽如來三十二相八", "5": "不空奉　詔譯", "50": "十種好了了分明。即誦佛部三昧耶真言曰。", "51": "唵引怛他引誐覩引一納婆二合嚩引耶裟", "52": "嚩二合賀引", "53": "誦三遍或七遍。安印頂上散。由結此印及誦", "54": "真言。警覺佛部一切諸佛。皆來集會加持", "55": "護念修真言者。速令獲得身業清淨。罪障消", "56": "滅福慧增長。", "57": "次結蓮花部三昧耶印。二手虛心合掌。二大", "58": "指二小指各頭相捻。餘六指微屈。如開敷蓮", "59": "花形。即成。結此印已。想觀自在菩薩相好", "6": "爾時金剛手菩薩。在毘盧遮那佛大集會中。", "60": "端嚴。并無量俱胝蓮花族聖眾圍遶。即誦蓮", "61": "花部三昧耶真言曰。", "62": "唵引跛那謨二合引一納婆二合嚩引耶娑嚩二", "63": "合賀引二", "64": "誦三遍或七遍。加持安印於頂右便散。由結", "65": "此印及誦真言。警覺觀自在菩薩及蓮花部", "66": "聖眾。皆來加持行者。獲得語業清淨。言音威", "67": "肅。令人樂聞得無礙辯才說法自在。", "68": "次結金剛部三昧耶印。二手左覆右仰。令背", "69": "相著。以右大指叉左小指。以左大指叉右小", "7": "從座而起合掌恭敬。白佛言。世尊。我為當來", "70": "指。中間六指縛著手腕。如三股杵形。即成。", "71": "結印當心。想金剛藏菩薩相好威光。并無量", "72": "執金剛眷屬圍遶。即誦金剛部三昧耶真言", "73": "曰。", "74": "唵引嚩日嚧二合引一納婆二合嚩引耶娑嚩二合", "75": "賀引二", "76": "誦三遍或七遍。加持安印於頂左便散。由結", "77": "此印及誦真言。警覺金剛藏菩薩并金剛部", "78": "聖眾。皆來加持行者。獲得意業清淨證菩提", "79": "心。三昧現前速得解脫。", "8": "末法雜染世界惡業眾生。說無量壽佛陀", "80": "次結被甲護身印。二小指二無名指。右壓左", "81": "內相叉。二中指直竪頭相拄。二頭指屈如鉤", "82": "形。附中指背勿令相著。二大指並竪捻名", "83": "指。即成。結印當心誦真言。印身五處各誦一", "84": "遍。先印額。次右肩。次左肩。印心及喉。是", "85": "為五處。即起大慈悲心遍緣一切有情。願", "86": "皆被大慈悲莊嚴甲冑。速令離諸障難。證得", "87": "世間出世間上上殊勝成就。如是觀已。即成", "88": "被金剛甲。一切諸魔不敢障難。護身真言曰。", "89": "唵引嚩日囉二合引儗儞二合一鉢囉二合捻万叶反引跛", "9": "羅尼。修三密門證念佛三昧得生淨土入菩", "90": "跢二合野娑嚩二合賀引二", "91": "由結此印誦真言。慈心愍念力故。一切天魔", "92": "及諸障者。悉見行人威光赫奕由如日輪。", "93": "各起慈心不能障礙。及以惡人無能得便。煩", "94": "惱業障身不染著。亦護當來諸惡趣苦。疾", "95": "證無上菩提。次結地界金剛橛印。先以右", "96": "中指入左頭中指間。右名指入左名小指間。", "97": "皆頭外出。以左中指繳右中指背。入右頭", "98": "中指間。以左名指繳右名指背。入右名小指", "99": "間。二小指二頭指各頭相拄。二大指下相"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0930 無量壽如來觀行供養儀軌", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}