{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1078 七佛俱胝佛母心大准提陀羅尼法", "text": {"0": "No. 1078", "1": "七佛俱胝佛母心大准提陀羅尼", "10": "屈。附二中指第一節。二母指捻左右手無名", "11": "指中節。若有召請。二頭指來去。佛言此呪", "12": "印能滅十惡五逆一切重罪。成就一切白法。", "13": "具戒清潔速得菩提。若在家人。縱不斷酒肉", "14": "妻子。但依我法無不成就。佛言若求成就", "15": "先依壇法。不同諸部廣修供養。堀地香泥塗", "16": "之所建立。以一面淨鏡未曾用者。於佛像前", "17": "月十五日夜。隨力供養。燒安悉香及清淨水。", "18": "先當靜心無所思惟。然後結印誦呪。呪鏡一", "19": "百八遍。以囊匣盛鏡。常得將隨身。後欲念誦", "2": "法", "20": "但以此鏡。置於面前結印誦呪。依鏡為壇即", "21": "得成就。佛言欲持此呪於十五日夜。清淨", "22": "澡浴著新淨衣。面向東方半跏正坐。置鏡在", "23": "前。隨有香華清淨水諸物。先當靜心絕思。然", "24": "後結印印於心上。誦此呪一百八遍。誦此呪", "25": "時能使短命眾生還得增壽。加摩羅疾尚得", "26": "除差。何況餘病。若不消差無有是處。佛言", "27": "若人一心靜思。誦滿二十萬遍四十六十萬", "28": "遍。世出世法無不稱遂。佛言若在家人。平", "29": "旦清水漱口。未葷血時。面向東方對鏡結印。", "3": "唐善無畏奉　詔譯", "30": "誦呪一百八遍。如是不斷四十九日。有吉祥", "31": "事。准提菩薩令二聖者常隨其人。心有所念", "32": "皆於耳邊一一具說。佛言短命多病眾生。", "33": "月十五日夜。燒安悉香誦呪結印一百八遍。", "34": "魔鬼失心野狐惡病。皆於鏡中現其本身。殺", "35": "放隨意更再不來。增壽無量。佛言若人無", "36": "福德相。求官不遷。對鏡常誦此呪。福德官當", "37": "能稱遂。佛言若人欲有所作。先當思惟准", "38": "提聖者。正念此呪具滿七遍端身。少頃其身", "39": "自然搖動。即知能遂及以吉慶。若身剛強向", "4": "獨部別行", "40": "前向後。即知不遂必有災難。佛言欲知此", "41": "法成不成。依法誦呪具滿七日。便於夢中見", "42": "佛菩薩及以華菓。口吐黑物後喫白物。即知", "43": "成就。佛言此陀羅尼有大勢力。至心誦持", "44": "必當自證。能令枯樹生華。何況世間果報。若", "45": "常誦持水火刀兵怨家毒藥皆不能害。若卒", "46": "為鬼神傷死。結印誦呪七遍。以印印心皆令", "47": "却活。舍宅不安鬼神作禍。呪土四塊鎮之即", "48": "去。佛言若人六親不和。不相愛念。依法誦", "49": "呪所向和合。聞名見身皆生歡喜。凡所求無", "5": "􄖩那􄗰麼􄙺颯􆻤哆􈁀喃去聲􄙺三􄢦藐􇩀三􈎭勃􇧺佗􄑈俱", "50": "不遂心。況能結齊具戒。一心清淨依法誦", "51": "持。不轉此身即證菩提有大功力。佛言若", "52": "人欲長生。於古塔及深山中。或淨房內依鏡", "53": "為壇。具滿二四六十萬遍。青蓮華和安悉香", "54": "燒。於睡夢中夢食仙藥。或授仙方或於鏡中", "55": "有五色光。光中有藥隨意取食。即得長生。", "56": "佛言若依法誦持一心精勤。功力說不可盡。", "57": "此壇鏡法不得人見。若見即不好不成畢。須", "58": "密之此法不可說自當證知。隨意所求速得", "59": "成就受勝妙樂。", "6": "􄓜胝􈁀喃去聲􄕗怛􇩊姪也二合􄕤他􇩂唵􄑼折􄙐戾􈇓主", "60": "七佛俱胝佛母心大準提陀羅尼法", "61": "一校畢　　　　　　　　　　慈順", "7": "􄙐戾􄑽准􇧼提􅁥娑嚩二合􄚩訶", "8": "總攝二十五部大曼荼羅尼印。以二手無名", "9": "指小指。相叉於內。二中指直竪相拄。二頭指"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1078 七佛俱胝佛母心大准提陀羅尼法", "author": "唐 善無畏譯", "sourceLink": "http://www.cbeta.org/"}