{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0868 諸佛境界攝真實經: 諸佛境界攝真實經: 諸佛境界攝真實經: 諸佛境界攝真實經: 諸佛境界攝真實經", "text": {"0": "4 金剛外界品", "1": "諸佛境界攝真實經卷下", "10": "起。入東北角金剛嬉戲菩薩觀門。自作此想。", "100": "故。譬如寶珠安於宅中。辟除災難七寶現前。", "101": "此妙經典亦復如是。若依法式修此祕密。所", "102": "在國土安穩豐樂。若有善男子善女人。欲得", "103": "六神通力。於一念頃。普詣十方無量佛所。來", "104": "集眾中而為上首。勸請諸佛轉正法輪。為諸", "105": "眾生作導師者。初夜後夜入道場中。應當繫", "106": "念所歸本尊。依法觀行。現身必得廣大福智。", "107": "利益眾生無有等比。經萬億劫不入惡道。恒", "108": "遇善友常不退轉。彌勒會中得佛授記。速證", "109": "阿耨多羅三藐三菩提。善男子若有眾生。遇", "11": "我是金剛嬉戲。我今能與十方世界諸佛菩", "110": "此祕法。住於空間如說修行。現身證得極歡", "111": "喜地。何況世間福德果報。若有菩薩。不修是", "112": "法證佛果者。必無是處。是法名為頓證菩提", "113": "真實正路。爾時大會無量天人。聽佛所說。悉", "114": "證道果。大梵天王忉利天王主。證不退轉陀", "115": "羅尼。得受記別。無量百千萬億天人。遠塵離", "116": "垢得法眼淨。", "117": "6 修行儀軌品諸佛境界攝真實經修行儀軌品第六", "118": "爾時金剛手菩薩摩訶薩。承佛廣大自在神", "119": "力。說真實瑜伽甚深祕密。行者應當閉目寂", "12": "薩眾生喜樂。作此想已。仰金剛拳安兩膝上。", "120": "然諦想。真實祕密教主最勝最尊得大自在。", "121": "大慈大悲毘盧遮那如來。在須彌頂善法堂", "122": "中。與十六俱胝那庾多等菩薩眷屬。具足圓", "123": "滿。頂上天冠五佛端坐。一切瓔珞莊嚴佛身。", "124": "有五種相。一寂靜相。二瞋怒相。三歡喜相。四", "125": "清涼相。五種種相。五方如來其色各異。第一", "126": "白色。第二青色。第三金色。第四紅色。第五雜", "127": "色。東方門首帝釋坐位。南方琰摩羅王坐位。", "128": "西方水天坐位。北方毘沙門天王坐位。東北", "129": "角大自在天坐位。東南角火天坐位。西南角", "13": "閉目迴轉。遍禮十方諸佛菩薩。是印名為金", "130": "羅剎天坐位。西北角風天坐位。上方大梵天", "131": "坐位。下方堅牢地神坐位。我今已說坐位次", "132": "第。後當一一說真言曰。", "133": "􆿇因􈁋陀羅􄗱野􅁥娑婆􄚩訶帝釋真言", "134": "􆿅阿􅍉祇那二合􄗷曳􅁥娑婆􄚩訶火天真言", "135": "􄗻夜􄗥摩􄗱野􅁥娑婆􄚩訶炎麼羅王真言", "136": "􆯳儞哩􄟝啼􅁥娑婆􄚩訶羅剎天真言", "137": "􄙖嚩􄙂嚕􄕋娜反舌呼􄗱耶􅁥娑婆􄚩訶水天真言", "138": "􄙗嚩去􄗱野􄙜謎半音􅁥娑婆􄚩訶風天真言", "139": "􄑄俱􄙝謎半音􄗾羅引􄗱野􅁥娑婆􄚩訶毘沙門真言", "14": "剛嬉戲。其真言曰。", "140": "􆿈伊􄙣舍引􄖩娜􄗱耶􅁥娑婆􄚩訶大自在天真言", "141": "􆿅阿􄕱膩􄟗底也二合􄗱野􅁥娑婆􄚩訶日天子真言", "142": "􄑼捨儞二合􈁋陀羅二合􄗱野􅁥娑婆􄚩訶月天子真言", "143": "􄕻捺􄗽羅􄖩那反舌􄗱夜二合􅁥娑婆􄚩訶地天真言", "144": "􄭑麼囉二合􈃋阿急呼摩二合􄖯寧半音反􅁥娑婆􄚩訶梵天王真言", "145": "復次瑜伽行者。求道場地。遠離塚間沙石瓦", "146": "礫鹹鹵荊棘穢濁之地。及以虎狼諸惡難處。", "147": "如是之地不名吉祥。若有白鶴孔雀鸚鵡舍", "148": "利鳧雁鴛鴦蓮花水池。如是等地堪立道場。", "149": "應以右手中三指小屈。以大拇指。捻頭指中", "15": "􇩂唵一􄙖嚩去􄦽日囉二合二􄙊羅􄚢洗長引半音三", "150": "節。以小指捻無名指中節。盛水加持。散灑四", "151": "方。持真言曰。", "152": "􇩂唵一􄙖嚩􄧅日嚕􄕯馱􄑀迦􄓱吒反舌大呼", "153": "復次行者。加持水已。灑於淨地。便立道場。釋", "154": "迦如來說曼荼羅道場儀軌。廣狹大小有三", "155": "千五百。第一道場一千由旬。是金輪聖王持", "156": "念儀軌。次有五百一百五十一十。如是漸小。", "157": "乃至掌中爪甲之量。建立道場皆獲悉地。若", "158": "欲建立第一道場。結金剛縛印。次改縛印。立", "159": "左右中指。少屈。更互相捻二中指端。以真", "16": "復次觀東南角金剛鬘菩薩。行者作想。我是", "160": "言加持。於一切處皆得通用。或時行者不及", "161": "洗浴。以此法印加持真言。即得清淨。其真", "162": "言曰。", "163": "􇩂唵引一􅁥娑嚩二合􄚩婆引去􄙖嚩􄙦輸􇧺馱大呼􄙺薩􅞣嚩􄕻馱", "164": "􈆺嚕摩二合􅁥薩嚩二合􄚩婆􄙖嚩􄙦戍􈒻度􆿁吽二合大呼", "165": "復次瑜伽行者。欲建道場。先立四方界。若", "166": "多人持念。即用四門。若少人持念。隨意所量。", "167": "門外左右各立一柱。一一柱上安五明鏡。如", "168": "滿月輪。左右安置種種瓔珞。及以花鬘。七寶", "169": "香爐金銀燈燭。種種莊嚴。恒燒欝金白檀龍", "17": "金剛鬘。我今持此一切花鬘。供養十方諸佛", "170": "腦沈水等香。勿用麝香。又以白拂孔雀翠羽。", "171": "各安寶鈴分列左右。種種床榻。種種裍褥。種", "172": "種音聲。種種歌舞。種種飲食。至誠供養。於道", "173": "場中。安毘盧遮那佛像。於其佛前安置舍利。", "174": "此曼荼羅名金剛界。復次建立既畢。瑜伽行", "175": "者。當結金剛縛印。五輪著地。每方四拜。第一", "176": "禮拜西方。第二禮拜北方。第三禮拜東方。第", "177": "四禮拜南方。禮四方已。却就本位。結金剛合", "178": "掌印。印身四處。一頂二口三額四心。印四處", "179": "已。當作此想。我今以身。布施十方三世諸佛", "18": "菩薩。作是想已。結金剛拳並著額上。復分兩", "180": "諸大菩薩。始從今日。乃至未來。永作僮僕。生", "181": "生世世常依三寶。終不歸依天魔外道等法。", "182": "我從無始生死以來。所作五逆。及無間罪。今", "183": "對十方三世諸佛諸菩薩一切賢聖諸眾生", "184": "前。至心懇切發露懺悔。不敢覆藏。未來之罪", "185": "更不敢造。普願十方諸佛菩薩。受我懺悔。速", "186": "令獲得最勝悉地。", "187": "7 建立道場發願品諸佛境界攝真實經建立道場發願品第七", "188": "爾時金剛手菩薩摩訶薩。告諸大眾言。瑜伽", "189": "行者。作金剛合掌。諦想眾聖而作此想。我今", "19": "拳引至腦後。兩拳更互相輪兩遍。每輪一遍", "190": "建立道場。供養十方一切諸佛菩薩。至誠供", "191": "養無勝負心。不求作國王。不求名利。不求生", "192": "天殊勝妙樂。不求自身種種利益。應當至誠", "193": "發願。我今隨力所建道場。或有見者。或有聞", "194": "者。或有覺者。或有知者。皆令獲得殊勝妙果。", "195": "一切所願無不隨心。願我此身生生世世。譬", "196": "如如意珠能雨眾寶。所有愛樂財法二寶。充", "197": "足一切眾生。令無所乏。乃至速證無上菩提。", "198": "8 持念品諸佛境界攝真實經持念品第八", "199": "爾時金剛手菩薩摩訶薩。告大會眾言。瑜伽", "2": "罽賓三藏般若奉　詔譯", "20": "作相結想。自作此想。繫縛花鬘。是名金剛鬘", "200": "行者。欲得成就一切如來三昧。及一切智智。", "201": "應當修習是曼荼羅成佛之法。修此法時。先", "202": "作金剛降伏半跏趺坐。端身正念。以右足押", "203": "左足。持真言時。住心凝寂。口習真言。唯自耳", "204": "聞。勿令他解。心中觀想一一梵字。了了分明", "205": "無令錯謬。持習之時不遲不速。是即名為金", "206": "剛語言。", "207": "復次持習之法。雖有多種。今當略說。祕密之", "208": "門持習之要。有其三種。一數二時三者形像。", "209": "云何名數。謂習真言。一十一百千萬等數。云", "21": "印。其真言曰。", "210": "何名時。所謂七日一月一年。或復一生乃至", "211": "成佛。云何形像。謂習觀行。求放光明。若未放", "212": "光即不休息。如是三事。隨行者意。如其所願", "213": "依法修持。", "214": "復次挍量念珠。五部差別。若持佛部用菩提", "215": "子。若持金剛部用金剛子。若持寶部用金銀", "216": "頗梨種種諸寶。若持蓮花部用蓮花子。若持", "217": "迦嚕摩部用種種間錯雜色寶珠。", "218": "復次作佛部持念。以右拇指頭指。執持念珠。", "219": "餘指普舒。若金剛部持念。以右拇指中指。", "22": "􇩂唵一􄙖嚩去􄦽日囉二合二􄗦麼引􄙐㘑半引三", "220": "持念珠。若寶部持念。以右拇指無名指。執持", "221": "念珠。若蓮花部持念。以大拇指無名指小指。", "222": "執持念珠。若迦嚕摩部持念。用上四種。執持", "223": "皆得。", "224": "復次挍量所獲功德。若以香木等珠。得一分", "225": "福。若用鍮石銅鐵。得二分福。若用水精真珠。", "226": "得一俱胝分福。若以蓮子金剛子珠。得二俱", "227": "胝分福。若用間錯種種諸寶及菩提子。得無", "228": "量無邊不可說不可說分福。即是過去無量", "229": "恒河沙諸佛所說。一百八數為念珠量。", "23": "復次觀西南角金剛歌菩薩。行者作想。我是", "230": "復次行者結金剛縛印。當於胸前繫心鼻端。", "231": "持真言曰。", "232": "􇩂唵一􄗭謨􈆳計娑摩三合􄙖嚩去􄦽日囉二合", "233": "瑜伽行者。持此真言。自作此想。我心之中有", "234": "一切智。洞達無礙。", "235": "復次若行者。貧乏不辨圖畫本尊形像。但隨", "236": "取一佛像或菩薩像。對佛塔前。繫心而住。想", "237": "念佛像。心不散亂。而常寂然。即賢聖無異。若", "238": "得繫心鼻。為最上品。便同諸聖人定無異。", "239": "9 護摩品諸佛境界攝真實經護摩品第九", "24": "金剛歌。我今歌讚十方三世諸佛菩薩。發微", "240": "爾時金剛手菩薩摩訶薩。承佛威神。為修一", "241": "切瑜伽行者。演說真實內護摩法。永為調伏", "242": "滅煩惱賊。及一切鬼神故。作如護摩。增長", "243": "三昧。各觀本尊并本方色。若作佛部成就護", "244": "摩。瑜伽行者諦觀毘盧遮那如來。想我即是", "245": "金剛薩埵。從其身中流出白光。如淨琉璃內", "246": "外明徹。於月輪中結跏趺坐。從我身中光焰", "247": "湧出。即成圓光。莊嚴自身最勝第一。一切眾", "248": "生悉皆憙見。想十方諸佛皆悉白色。猶如三", "249": "千大千世界微塵數量。入我身中。是名寂靜", "25": "妙聲從口中出。充滿十方無量世界。作此想", "250": "護摩之法。", "251": "復次若作調伏護摩之法。當觀東方阿閦如", "252": "來。從其身中流出青光。眾德圓滿。坐于東方", "253": "月輪之中。結跏趺坐。圓光巍巍莊嚴自身最", "254": "勝第一十方世界。想一切菩薩作金剛怒。入", "255": "我身中。摧滅煩惱諸惡鬼神故。若作求財護", "256": "摩之法。當觀南方寶生如來。想一切菩薩。皆", "257": "悉歡喜入我身中。從自身中流出金色光。瑩", "258": "淨圓滿。坐於南方月輪之中。結跏趺坐莊嚴", "259": "其身。眾生憙見。令一切煩惱。不能亂心。一切", "26": "已。結金剛拳安於口上。漸漸引出。即是歌讚", "260": "惡鬼不敢親近。", "261": "復次若作愛敬護摩。行者當觀西方無量壽", "262": "佛。從其身中流出紅光。瑩淨圓滿。坐於西方", "263": "月輪之中。結跏趺坐。眾生憙見。自作此想。十", "264": "方世界一切菩薩。如三千世界微塵等數。以", "265": "百億寶無數瓔珞無量天衣種種寶物。莊嚴", "266": "其身。猶如無比天女形狀。悉入我身。能令國", "267": "王大臣一切眾生見者悉皆歡喜。", "268": "復次若作增益護摩法者。當觀北方不空成", "269": "就如來。從其身中流出五色光。瑩淨圓滿。坐", "27": "音聲印。其真言曰。", "270": "于北方月輪之中。結跏趺坐莊嚴其身。眾生", "271": "憙見。想十方世界諸佛菩薩。如三千大千世", "272": "界微塵等數。放五色光入我身中。能令一切", "273": "事業無不通達。", "274": "如是所說內護摩法。過去諸佛已說。未來諸", "275": "佛當說。現在十方一切世尊現今演說。若觀", "276": "行者。常作如是護摩之法。三昧善法福德智", "277": "慧日夜增長。一切諸佛親近行者。摩頂護念。", "278": "若瑜伽行者。能作如是內護摩法。現身得見", "279": "一一佛剎微塵等數諸佛世尊。是諸如來。哀", "28": "􇩂唵一􄙖嚩去􄦽日囉二合二􈁷霓愚以反􄕝底半音三", "280": "愍行者。令得成就一切悉地。諸天宮殿寶閣", "281": "金臺。諸天甘露盈滿寶器。乃至阿修羅宮。皆", "282": "得隨心現行者前。譬如摩尼寶珠懸虛空中。", "283": "能雨一切眾生愛樂之物。此妙瑜伽最勝教", "284": "主。亦復如是。能令行者。圓滿一切世出世願。", "285": "瑜伽行者。應常想願。我從無始已來。所作一", "286": "切種種善根。悉皆迴施十方無量世界一切地", "287": "獄餓鬼傍生修羅八難受苦眾生。所有罪障", "288": "願皆消滅。得如意樂。此諸眾生所有眾罪。應", "289": "受諸苦。我以此身。願當代受。一切眾生罪業", "29": "復次觀西北角金剛舞菩薩。行者作想。我是", "290": "既除。悉當成佛。持真言曰。", "291": "􇩂", "292": "唵一", "293": "􄙺", "294": "薩", "295": "􅞣", "296": "嚕嚩二合􄑄俱􄙢奢􄗽羅􄗭謨􅛢羅儞二合􄖵波", "297": "􄙀利􄖩那反舌呼􄗥摩􄗱野􄗧弭", "298": "此是迴向發願真言。", "299": "爾時灌頂阿闍梨。告弟子言。汝若不修此祕", "3": "5 金剛界外供養品金剛界外供養品第五", "30": "金剛舞。我作金剛舞。供養十方無量世界三", "300": "法者。破三摩耶。生生世世斷滅佛種。設有惡", "301": "人。殺十方界一切諸佛諸大菩薩佛眼血肉。", "302": "此罪尚輕。汝罪過彼五逆眾生。墮落地獄尚", "303": "有出期。若人破壞三摩耶法。入於地獄無有", "304": "出期。云何名為三摩耶法。謂大瑜伽真實教", "305": "王。云何名為破三摩耶。謂有凡夫。唯有能受", "306": "不能修行。若求法人。未受五種灌頂法者。不", "307": "應與授此瑜伽法。若阿闍梨與授灌頂時。先", "308": "須三月觀察其心。然後授與灌頂之法。若有", "309": "善心深懷慚愧。調柔無疾呼為法子。然後傳", "31": "世諸佛一切菩薩。作是想已。結金剛拳。兩臂", "310": "授。世間父子繼嗣一生。今為法子能紹佛種。", "311": "未成佛來不斷慈念。如父愛子如子敬父。如", "312": "是名為三摩耶法。金剛阿闍梨。即為弟子說", "313": "真言曰。", "314": "􇩂唵一􆿅阿􄖩那􄙺三􄗥摩􄗱耶􄕱膩􄚨賀􄗽羅􄗧謎􄡸毘阿二合大呼", "315": "􆿁吽大呼􄓾發􈁆吒反舌大呼", "316": "復次金剛阿闍梨。為於弟子說此真言深義。", "317": "若人破三摩耶法。由是因緣。其身破壞碎如", "318": "微塵。彼人福德自然滅盡。猶如朽樹不生枝", "319": "葉。告金剛阿闍梨。欲為弟子受灌頂時。當先", "32": "作舞。即是金剛舞印。作此舞印。諸佛菩薩即", "320": "教習此真言曰。", "321": "􇩂唵一􄙺薩􅞣魯嚩二合􄕗怛􄕤他引􄑘蘖􄕗多􄖹補􄒶惹􄑀迦", "322": "􅝝魯摩二合􄕋那上反舌呼􆿆阿引􅇂都摩二合引􄖳難􄖫儞􅝪哩野二合引", "323": "􄕗多􄗲耶引􄗧弭", "324": "復次金剛阿闍梨。為彼弟子。說此真言所詮", "325": "之義。我今以身。施一切佛。為作種種供養事", "326": "故。金剛阿闍梨。次教弟子習真言曰。", "327": "􄙺薩􅞣魯嚩二合􄕗怛􄕤他引􄑘蘖􄕗多􄙖嚩去􄦽日羅二合􄑀迦", "328": "􈆺盧摩二合􄑄俱􄙂魯􈁝𤚥引", "329": "復次阿闍梨。為彼弟子。說真言義。願一切如", "33": "大歡喜。與一切願護行者身。其真言曰。", "330": "來加護於我。教我金剛事業。如金剛手菩薩。", "331": "平等無異。乃至未證大菩提道。於其中間。歸", "332": "依三寶。發此願已。令著赤衣。緋帛覆眼。擊", "333": "於腦後。時彼弟子結金剛手印以十指頭更", "334": "互相叉。皆內掌中。以右押左。結此印已。金剛", "335": "阿闍梨。當教弟子習此心中心真言曰。", "336": "􄙺娑􄗥摩􄗱耶􈁁薩覩婆儞四合", "337": "復次阿闍梨教於弟子。令結手印。改前金剛", "338": "手印。竪左右中指。繫於花鬘。引導弟子。到道", "339": "場門。教習入道場真言曰。", "34": "􇩂唵一􄙖嚩去􄦽日囉二合二􆯫儞盧二合􄟝底曳二合三", "340": "􄙺娑􄗥摩􄗱野􈅼吽長引", "341": "持此真言已時。阿闍梨執弟子手。引入道場。", "342": "入道場已。便當告言。汝今得入一切如來種", "343": "族之中。我當令汝心中生金剛智。獲此智故。", "344": "證得一切如來法身。何況世間一切悉地。善", "345": "男子汝為未入道場行者。莫說此法。若說此", "346": "法。即破三摩耶。", "347": "如是告已。阿闍梨結金剛薩埵印。舒其兩拳。", "348": "並仰安弟子頂上。告言。此是三摩耶。若汝為", "349": "未受灌頂人說此法者。金剛薩埵當破汝頭。", "35": "復次行者。從此金剛舞觀門起。入東北角金", "350": "告此語已。結金剛合掌印。祕密真言曰。", "351": "􇩂唵􄙖嚩去􄝝日嚕二合􄕯那􄑀迦􄓱吒反舌呼", "352": "以此真言加持水已。與弟子頂。為說持念祕", "353": "密深義。汝願此水。金剛薩埵入汝身中。復", "354": "次金剛阿闍梨。告弟子言。從今以往。汝見於", "355": "我。如金剛手菩薩無異。莫違我言。勿輕慢", "356": "我。若汝違我。命終之後入阿鼻獄。", "357": "如是告已。阿闍梨當發願言。一切如來以無", "358": "礙力。加護大曼陀囉。能令金剛薩埵。速疾來", "359": "入弟子身中。發是願已。習此召入本尊真言", "36": "剛燒香菩薩觀門。自作是想。我是金剛燒香", "360": "曰。", "361": "􇩂唵􄙖嚩去􄦽日囉二合􄙜謎􄙢奢􄚨訶大聲", "362": "持真言已。金剛阿闍梨。速疾結金剛薩埵印。", "363": "說此偈言。", "364": "此是金剛三摩耶亦名金剛大薩埵", "365": "於剎那頃證不退最勝堅牢智金剛", "366": "說此偈已。金剛阿闍梨。以先所結金剛薩埵", "367": "印。左手拳印安弟子頂。作瞋怒眼。視於弟子。", "368": "作想言入。即習前真言。此是莊嚴出現大乘", "369": "對法三摩耶金剛語言。其阿闍梨習此真言。", "37": "雲。充滿十方無量世界。於虛空中。供養十方", "370": "三十七尊於此弟子。昔有緣者。當即降臨隨。", "371": "其一尊。入心已訖。當獲五通。了知三世。得", "372": "不退地。作諸難事無有滯礙。刀杖毒藥夜叉", "373": "惡獸。永不能害。一切如來當加護念。一切悉", "374": "地速疾現前。得未曾有安樂之事。或有弟子", "375": "得種種三昧。或有獲種種陀羅尼門。或有一", "376": "切所願皆得圓滿。或有當證無上菩提。", "377": "爾時金剛阿闍梨。去弟子頂上金剛拳。印弟子", "378": "心上。教弟子言。當願金剛堅住心中。不動不", "379": "搖猶如山王。於三世中常不捨我。加護我念", "38": "諸佛菩薩。作此想已。結金剛拳。相並二拳。拳", "380": "心。及以施我一切悉地。作是願已。習真言曰。", "381": "􆿁吽大聲長呼􄚲唅大聲短呼􄚨訶大聲􄙖縛平􄚨訶急呼􄚮翳", "382": "持真言已。阿闍梨復教弟子。習真言曰。", "383": "􄪼鉢羅二合􄕙底丁以反􇩹室奢二合下字平呼􄙖嚩去􄦽日羅二合􄚮翳", "384": "持真言。已時阿闍梨執弟子手。於道場中。令", "385": "散諸花。隨花落處。即是本尊。捧取此花習真", "386": "言曰。", "387": "􇩂唵􄪼鉢羅二合􄕙底􈃈疑嚧二合􈁒翳穩那上二合反舌呼􄽙怛嚩去二合", "388": "􄗧弭􈁝摩𤚥􄗥摩􄚩訶􄙖嚩平􄙊囉", "389": "持真言已。即便繫於本尊之頂。以其花鬘。安", "39": "面向下。舒出兩拳。即作是想。無量香雲從印", "390": "本尊已。金剛薩埵。當受花鬘速獲悉地。", "391": "復次阿闍梨。習開眼真言曰。", "392": "􇩂", "393": "唵一", "394": "􄙖", "395": "嚩去", "396": "􄦽", "397": "日囉二合", "398": "􄙺", "399": "薩", "4": "爾時世尊。告金剛手菩薩摩訶薩言。我今已", "40": "上出。即名金剛燒香印。結於此印。即能燒滅", "400": "􄽙", "401": "怛嚩去二合", "402": "􅁥娑嚩二合", "403": "􄗱", "404": "娑浮呼", "405": "􆩖", "406": "儞多", "407": "二合", "408": "􈁙", "409": "膩耶", "41": "內外所有一切煩惱。得清淨心。其真言曰。", "410": "􄑼", "411": "奢", "412": "􄚸", "413": "吉芻二合", "414": "􆲶馱誐二合", "415": "􄓚吒反舌", "416": "􄖩那􄕗多􈇪怛摩二合􄗽囉急呼􇇳盂􆲶馱誐二合引􄓚吒反舌呼􄗱野", "417": "􄕙底􄙺薩􅞣嚕嚩二合􄚶吉史二合􄙖嚩去􄦽日囉二合􄑼奢􄚸吉芻二合", "418": "􄗽囉􄓲怒􄕗哆􄙈囉吽二合􄚮翳穩􄙖嚩去􄦽日羅二合", "419": "􄖵波􄙢寫", "42": "􇩂唵一􄙖嚩去􄦽日囉二合二􈃁怒引􄖻閉半音三", "420": "持此真言已。即開兩眼。告弟子言。金剛薩埵", "421": "大菩薩摩訶薩。今日自來。與汝開眼。非但開", "422": "汝肉眼。已開五眼及最大金剛眼。汝善男子。", "423": "今者道場。是時金剛阿闍梨。一一教示道場", "424": "中事。便得一切如來加持。應時本尊入於心", "425": "中。或見種種天上宮殿。或見種種光明。或見", "426": "種種神通。依諸如來加持力故。金剛手菩薩。", "427": "玄現立其前。問所求事。隨願便與。乃至授", "428": "與大金剛智一切種智及一切智。", "429": "復次阿闍梨。教諸事已。及閼伽唐云圓滿瓶水。右", "43": "復次入東南角金剛妙華菩薩觀門。行者作", "430": "手盛之。習灌頂真言。告弟子曰。金剛手菩薩。", "431": "今日與汝最勝灌頂作此語已。灑水頂上。即", "432": "時阿闍梨。作金剛合掌印。授與弟子兩手。告", "433": "言。一切如來與灌頂竟。作是語已。阿闍梨於", "434": "弟子名上。加金剛字呼之。以五股金剛。安兩", "435": "手掌中。告弟子言。此是一切如來大智金剛。", "436": "我今持以授汝兩手。為令成就妙悉地故。是", "437": "時瑜伽行者。習送諸佛各還本土真言曰。", "438": "􇩂唵􄥏俱嚕二合􄕝帝平􄙖嚩去大聲􄙺薩􅞣嚕嚩二合􄙺薩􄽙怛嚩去", "439": "􅚼嚕吒二合下字反舌􄙼悉􄽳地􅚰魯怛二合􄕤陀引􆿅阿􄖭努反舌", "44": "想。我是金剛花。我今採取十方無量無邊世", "440": "􄕗", "441": "多􄗽羅􄑘誐􇩹室者二合急呼􄕛覩􄗯𤚥􈎭沒􇧺馱􄙘毘􄙮沙浮呼", "442": "􄗱野􄖹補􄖩那􄗾羅引􄑘誐􄗥摩􄖪那引􄗱野􄑼遮", "443": "瑜伽行者習真言已。振金剛鈴三遍。", "444": "即自高聲。歌讚十六金剛菩薩一百八名。隨", "445": "力堪能種種供養。", "446": "爾時行者。歌讚金剛一百八名。至心頂戴金", "447": "剛縛印。習送諸佛菩薩真言曰。", "448": "􇩂唵􄙖嚩去􄦽日囉二合􄗫謎引􄚴吉沙二合􈂨牟上", "449": "持真言已。即時解印。行者自想。然今此法。大", "45": "界。所有無主一切妙花。供養十方諸佛菩薩。", "450": "慈毘盧遮那如來。但為利益鈍根人故。大智", "451": "慧海中。略出祕密法。", "452": "于時行者。作是法已。迴向發願。依此功德。第", "453": "一國王第二父母第三施主第四法界一切眾", "454": "生。悉皆速證無上菩提。", "455": "爾時金剛手菩薩摩訶薩。告諸大眾言。廣大", "456": "之法。非我境界。是佛境界。我今承佛大威神", "457": "力。略說諸佛境界瑜伽祕密真實妙法大金", "458": "剛界道場法已。我曾過去百千劫中。修諸願", "459": "海。乃遇大慈毘盧遮那如來。第一會中得聞", "46": "作是想已。結金剛拳。相竝二拳。仰上舒出。是", "460": "是法。超第八地證等覺位。此祕密法難得難", "461": "遇。設使得遇信心難生。汝等大眾於無量劫。", "462": "積功累德今得是法。若遇是法。不久當坐菩", "463": "提樹下金剛寶座。摧諸魔軍破無明㲉。竭煩", "464": "惱河永斷生死。證無等等阿耨多羅三藐三", "465": "菩提。為諸眾生起大悲願。在在處處廣宣流", "466": "布。利益眾生令法久住。引導六趣令證菩提。", "467": "是時海會一切大眾。聞佛所說。皆大歡喜作", "468": "禮而去。", "469": "諸佛境界攝真實經卷下", "47": "金剛花印。結於此印有何利益。為欲摧滅一", "470": "靈雲校本末云　時貞享三年五月十六日", "471": "一校了淨嚴四十八歲", "48": "切重障。其真言曰。", "49": "􇩂唵一􄙖嚩去􄦽日囉二合二􄖹補􈆶澁閉二合下字半音三", "5": "說五佛如來四波羅蜜四方十六大菩薩觀", "50": "復次觀西南角金剛燃燈菩薩。行者作想。我", "51": "是金剛燈。我今燃無盡燈。充滿十方無量世", "52": "界虛空之中。供養十方不可說不可說無量", "53": "無邊諸佛菩薩。作此想已。結金剛拳相合兩", "54": "拳。近於心前。即名金剛燈印。結此燈印有何", "55": "利益。現身成就如來五眼。其真言曰。", "56": "􇩂唵一􄙖嚩去􄦽日囉二合二􄕲膩上引􄖻閉半音三", "57": "復次觀西北角金剛塗香菩薩。行者作想。我", "58": "是金剛塗香。我今最上白檀塗香。充滿十方", "59": "無量世界太虛空中。猶如大雲遍滿世界。供", "6": "門。二十五契印真言法則。次當演說金剛嬉", "60": "養十方諸佛菩薩。作此想已。兩金剛拳。摩左", "61": "右頸乃至胸腹。即作是念。我今持此牛頭栴", "62": "檀最上塗香。塗於十方諸佛菩薩及眾生身。", "63": "其真言曰。", "64": "􇩂唵一􄙖嚩去􄦽日囉二合二􄑘俄􄾭儞泥二合下字半音三", "65": "復次行者。從此三昧起。入正南方金剛鉤菩", "66": "薩觀門。自作此想。我是金剛鉤。我是諸佛菩", "67": "薩方便智慧大金剛鉤。作此想已。兩手結金", "68": "剛拳。舒左右頭指。少屈相鉤。又舒左右小", "69": "指少屈。其二小指兩頭相向。三遍鉤召一切", "7": "等十二菩薩外院供養。利益安樂求佛道者。", "70": "諸天及鬼神等。令入道場。纔結此印。能令行", "71": "者得大勢力。驅使一切諸天神等。營辦眾事。", "72": "持真言曰。", "73": "􇩂唵一􄙖嚩去􄦽日囉二合二􄑄俱􄙢奢三", "74": "復次行者從此三昧起。當觀正西方金剛索", "75": "菩薩觀門。自作此想。我是金剛索。在先鉤召。", "76": "一切諸天及鬼神等。其未來者令入道場。我", "77": "今以此大金剛索。堅嚩不放。作此想已。即以", "78": "前印。改前金剛鉤印。頭指中指無名三指。而", "79": "用作拳。以左右大指。更互相鉤。左右小指少", "8": "現獲悉地當證菩提。", "80": "屈相向。是名堅縛諸眾生印。持真言曰。", "81": "􇩂唵一􄙖嚩去􄦽日囉二合二􄖵波􄙢奢三", "82": "復次行者。從此三昧起。當觀正北方金剛鎖", "83": "菩薩觀門。自作此想。我是金剛鎖。作此想已。", "84": "便結手印。先以左右母指頭指。更互相鉤猶", "85": "如鐵鎖。左右餘指皆以作拳。是金剛鎖印。纔", "86": "結此印。能令行者。善與教習之法。持真言曰。", "87": "􇩂唵一􄙖嚩去􄦽日囉二合二􆷹娑普二合􈁆吒三", "88": "復次行者。從此三昧起。當觀正東方金剛鈴", "89": "菩薩觀門。自作此想。我是金剛鈴。作此想已。", "9": "復次瑜伽行者。從此北方金剛拳菩薩觀門", "90": "當結金剛鈴印。以左右指頭以右押左。皆各", "91": "相叉猶如鈴狀。纔結此印。即得諸佛菩薩愛", "92": "念。持真言曰。", "93": "􇩂唵一􄙖嚩􄦽日囉二合二􄑮誐儞二合􈁆吒反舌呼三", "94": "爾時毘盧遮那如來。說此三十七尊真實契", "95": "印祕密法已。告金剛手等諸菩薩言。若有國", "96": "土城邑聚落。有一淨信男子女人。起大悲心。", "97": "為報四恩。建立道場。修是法者。於其國中。無", "98": "有七難。國王王子。日夜增長廣大福聚。所以", "99": "者何。是道場地至金剛際。乃至微塵。屬國王"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0868 諸佛境界攝真實經: 諸佛境界攝真實經: 諸佛境界攝真實經: 諸佛境界攝真實經: 諸佛境界攝真實經", "author": "唐 般若譯", "sourceLink": "http://www.cbeta.org/"}