{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1706 仁王護國般若波羅蜜經疏神寶記", "text": {"0": "釋菩薩教化品", "1": "佛說仁王護國般若波羅蜜經疏", "10": "明無生入正位是也。據今所明復似不同。一", "100": "第二問。以文兼三問。此當答第三問也。正言", "101": "菩薩以何相見眾生。使眾生可化。雖正問所", "102": "化而實兼能化故。若以下答兼二意。謂菩薩", "103": "能自視身如幻化相。見所化眾生亦如幻化。", "104": "則可以化之。不然則若自若他皆為著我人", "105": "眾生壽者。乖於般若自性。非今所以化也。所", "106": "謂若知眾生無所有。誓度無所有之眾生。斯", "107": "言盡矣。後諸所說。為未了者開演言之爾。正", "108": "廣答中。眾生識者。最初一念性非木石。遇其", "109": "善則為善。遇其惡則為惡。此其所以為善惡", "11": "以二空言之。二約真似為說。則正位通真似。", "110": "識本。則三界六道由心發生。本為最初一念", "111": "終於金剛。金剛者。等覺後心也。於中有始無", "112": "始有迷有悟。有善惡因果之別。有漏無漏等", "113": "之殊。從心變生。不可說識亦能成就不可說", "114": "眾生色心。皆一色心之所從出。識心如幻故", "115": "色亦如幻。能化所化莫不咸然。此所以以幻", "116": "化身見所幻者。真行化眾生也。故疏釋云云。", "117": "謂本識者。即正因佛性指出識體也。所謂夫", "118": "有心者皆當作佛是也。非有非無者。非二邊", "119": "所得度量也。所謂適言其有。不貌色質等是", "12": "無生唯局真。未知的何所據。然以證聖人性", "120": "也。不知不忘者。正言識體非記無記也。如水", "121": "濕性等。謂諸法各隨性別。非所謂性一也。但", "122": "隨善惡而有差別。則性習所以異也。文引大", "123": "經為證者。非全證同。亦以顯異。上以水火等", "124": "性為言。取其性習之性而已。此以一味流異", "125": "為說。則於異處顯其理同也。疏簡眾生本際", "126": "有無者。挾彼本文以無難有。若言本際不可", "127": "得則無也。亦應以有難無。但文略耳。答略為", "128": "二。一約理明無。則不容有前後。疑多一無字。", "129": "二約事明有。則一念生識義固有之。然非所", "13": "句正之。是亦義當證位。疏雖未始定判。而證", "130": "謂真際之際。若夫大教以明則際乃無際。無", "131": "際乃際。際與無際兩得之矣。亦未始有定說", "132": "也。如常論云云。眾生識下。廣答所化眾生如", "133": "幻相。夫幻以虛假不實為義。疏約六假科釋", "134": "之。初法假中明一念識生五陰色心。復於一", "135": "色生無量色。則十二入義在其中。又以四大", "136": "所造而生五識。識託於根。是為五根。則十八", "137": "界盡之矣。然皆從一出多。自無幻有即幻假", "138": "之相　既明根識四大。則四類法空識等亦", "139": "悉兼之。但文略耳。故總結如疏可解。不明法", "14": "入位次務在所得。豈必為定論邪。二空之說", "140": "入色者。於其色心法入為少分故也。是亦文", "141": "略。二明聖凡見異者。是亦法無自相或見為", "142": "假。或見真實。故曰凡夫六識麁等。謂凡夫識", "143": "麁見假而眩於實。香味觸法本名下之實。而", "144": "聖人識淨見實而不惑於假。此聖凡所以見", "145": "異也。至於聖有小大淺深故。見有常無常。或", "146": "滅色顯常。或於實見理等。所謂諸法何嘗自", "147": "謂同異。當知一切由心分別是也。眾生世諦", "148": "之名者。疏科此下為受假。非無受義而文不", "149": "顯只合兼下科同為一假名。對上五陰實法。", "15": "亦隨文用與爾云云。一生二生或約破無明", "150": "成人法二境。接後三假俱得名幻。文簡而不", "151": "煩。雖與科異。然亦有文同而科異者。如妙疏", "152": "等文云云。若有若無者。謂於世諦法上假名", "153": "有無。但生眾生憶想。名為世諦。非實諦也。又", "154": "世而非諦。故曰世諦。假誑幻化故。有而實非", "155": "有。非有而有。是為幻有。亦名幻諦。又幻諦", "156": "者。對實諦得名。世諦者。對非諦為說。各當其", "157": "理。而隨義淺深爾。又曰乃至六道幻化眾生", "158": "等者。謂有能所。一以六道幻化為能見。見幻", "159": "化為所見。二以幻化二字為能見。見幻化四", "16": "一品二品。如大經說。或約損生。如今文例釋", "160": "性為所見。但句義影略爾。無他說也。疏言見", "161": "者下。覆釋上見義。非直能見而已。亦能照知", "162": "能化所化一皆如幻。謂真幻者。即別教菩薩", "163": "能化人也。言別則通圓可知。文缺略耳。化實", "164": "幻者。即上六道凡夫是也。化及所化悉皆見", "165": "之。是故云爾。於是復躡上云幻諦等。謂此幻", "166": "法空劫以來。乃至佛未出時。本無名字。縱有", "167": "其名亦無實義。故曰無義名幻法。所謂世諦", "168": "有名無實義是也。故知幻化本為名字。既無", "169": "實義。豈有體相。故於無六道等一切名字。然", "17": "云云。善男子下。如來述成。合於教理。蓋其本", "170": "若一向無名則眾生於實道無所入。諸佛於", "171": "權方無所施。眾生何由出生死乎。以是故佛", "172": "佛出世。為眾生故施設假名。令諸眾生因名", "173": "識法。由法悟空。光明所謂劫初廓然萬物無", "174": "字。聖人仰則真法俯立俗號等。即其義焉。如", "175": "空法下。結攝前來三界等法。無量名字悉如", "176": "空法。則如幻如化無非般若。以例餘法。起後", "177": "三假相續相待無定實法。是即如幻故。曰非", "178": "一非異等。所以必約相續假等以推之者。謂", "179": "於人法二空有未能入故。須續待以資發之。", "18": "迹深遠故也。於是先告實發迹。據疏釋實合", "180": "必使入空而後已具。如止觀等文。夫續以前", "181": "後相續不斷為義。使定一異不名為續。非一", "182": "非異爾乃名續。如芽莖等體非一異次第生", "183": "長。是為續假。以是推之。無定實法。是即空", "184": "也。又相待假者。以一切名相相待。如五色有", "185": "無等。亦名不定相待。故疏有二意之釋。謂相", "186": "對待相形待。配義可知。而云相避待者。猶言", "187": "不兩立之義。如論云云。又緣成假者。亦名因", "188": "生。不出以五陰十二支等因緣假成眾生。故", "189": "曰俱時因果等。疏釋云云。但文有影略。似不", "19": "在得道果上。言其本所住位與佛相隣。驗知", "190": "易見耳。言緣見是俱時者。見應音現。謂觀現", "191": "境在一時內為俱時。若推觀在因即異時。又", "192": "梁柱成舍為俱時。而成有漸次為異時。如十", "193": "二時有前後為異時。共成一日為俱時。燈及", "194": "明等其義可知。然以此等因果求其實法。皆", "195": "悉叵得。是為幻諦。眾生居幻而非諦則為妄", "196": "幻。幻而能諦方名幻諦。幻諦即空也。若菩薩", "197": "如上所見。眾生幻化猶是通途言之。十住菩", "198": "薩下。始是今能化菩薩所見。故曰如幻諦而", "199": "見菩薩化眾生為若此。總結歸上問也。", "2": "神寶記卷第四", "20": "今迹去佛不遠。十地法雲能師子吼。豈虛授", "200": "釋二諦品釋二諦品", "201": "次教化而後明二諦者。疏約二義論次。初以", "202": "內對外。則內護文有三別。謂因果自他及以", "203": "依正。通得為次。二以今二諦對上二護。則能", "204": "依所依之別。即前所見幻諦等。依於不思識", "205": "真俗故。次之以二諦焉。總明二諦云是佛教", "206": "之大宗者。謂以本言之。則如來常依二諦說", "207": "法。一代所說莫過此二。又以七二諦該之。則", "208": "一化五時攝無不盡。推而極之。何法而非真", "209": "俗乎。抑若以為有無。孰不知之。惟其所以有", "21": "哉。其為般若發起信不誣矣。述贊中略不出", "210": "無究其所以審諦。至於歷教淺深隨文詮義", "211": "有接有正情智開合。此所以難也。夫諦只是", "212": "理。理尚無一。云何有二。況有種種差別邪。又", "213": "曰凡夫見淺名俗聖人見深名真等。由是言", "214": "之。則唯真俗而已矣。於是通躡前品結次云", "215": "云。二重問答並明不二之旨。初二諦不二。經", "216": "問云云。亦應曰世諦中有第一義否。但是文", "217": "略。其並徵則曰。若言無等。古今凡二說。一引", "218": "古釋。二今解。即今疏之說也。據理則各當其", "219": "義。雖兩存之可也。但初約凡聖智對言。則一", "22": "三義。列釋如後。唯佛與佛與或作以。如經律", "220": "凡一聖失於諦義。以今所明則諦智兼得。故", "221": "一一言有無者諦也。言皆空等智也。故知兩", "222": "得之矣。所問意頗難見。得下偈旨。方知無說", "223": "無聽之妙。乃今非一非二之談。惟其非一非", "224": "異。即般若正慧有在。於此學者審之。不容擬", "225": "議。偈頌答者。長行既引月光往因為詶故。此", "226": "宜以七佛所說偈示。如下科釋。節目條理無", "227": "非是者。不在品量之論。然以真俗二諦直一", "228": "妙理本無分別故。以一無言之。則無性無相", "229": "無自無他。無有無無無二不二。無作不作等", "23": "亦有作與義用者。以法華正之。終不若與。不", "230": "皆悉無也。以本有言之。則第一義本有法性", "231": "本有。因緣本有諸法本有。有無本有。二諦", "232": "本有。三假本有。無適而非本有也。以空言", "233": "之。則第一義空也。諦實亦空也。寂滅亦空", "234": "也。二無二亦空也。幻化虛空華如影三手", "235": "等。亦空也。至於以第一義則皆第一義。以", "236": "世諦則皆世諦。以一則俱一。以二則俱二。以", "237": "有則皆有。以無則皆無。以是則皆是。以非則", "238": "皆非。以一切異名別說則皆異名別說。以麁", "239": "言軟語則皆麁言軟語。以上偈句錯綜言之。", "24": "為菩薩者。為恐作唯。發問之言。亦從初云爾。", "240": "殆不容以倫理明義類曉。直彰妙理之無盡", "241": "般若之自性爾。有無本自二下。正答難云云。", "242": "初一行中。疏似差誤二三字云云。今復以偈", "243": "合釋之云。有無本自二。天然理具足。譬如牛", "244": "二角。不可缺一故。解心見無二。於二見不二。", "245": "非實無有二。二諦常不即。不即亦不離。而智", "246": "能解了。求二不可得。復以理遮情。非謂二諦", "247": "一。還以智照理。知二亦無二。非二何可得。於", "248": "解常自一。理不妨智故。於諦常自二。智不妨", "249": "理故。理智更相顯。無一復無二。通達無二道。", "25": "依義廣釋中。言一切諸佛是中生等者。中應", "250": "是真入不二。要知無聽說。即此聽說是。明世", "251": "諦有無中。言三手者。謂手止有二。若言三手", "252": "則無而已。亦猶淨名所謂第五大第七情等", "253": "是也。大王菩薩下。釋成上菩薩於一義中常", "254": "照二諦以化眾生文。為二。初略次廣。以其初", "255": "文不定一二故。不作二義一義科也。初略謂", "256": "第一義者。空也。常照二諦者。不離真智而化", "257": "於俗。則知佛及眾生常一而已。然則疏言照", "258": "俗化凡夫照真化二乘者。文約所照以分真", "259": "俗爾。非謂能照之真亦當所化。若以能照之", "26": "作二釋。謂其中之中。則一切諸佛雖有生滅", "260": "真望所化俗。則真俗俱真。以所化俗望能化", "261": "之真。則真俗俱俗。文各有當不可一準也何", "262": "以故下。初躡上重徵。次廣釋者。凡三對。初能", "263": "所對以明不二。故曰佛及眾生一而無二。惟", "264": "其無二故。得以眾生空置菩提空。即所化歸", "265": "能所也。以菩提空置眾生空。即能化歸所化", "266": "也。置猶安置諸子祕藏之置。如水投水無不", "267": "入也。如空合空無不一也。又曰以一切法空", "268": "故空空等。此語兩屬。若作承上。則是結前", "269": "能化所化同一空故。得以相入也。若作生下。", "27": "化三。皆不離其中。若作中道之中。則雖復生", "270": "則是一切法空者境也。空空者。由境空故智", "271": "空。亦由智空故境空。故曰般若無相等。謂無", "272": "相者。體自無相。亦無無相故。若真若俗如虛", "273": "空相。則又曰。空於無明無他相也。及薩婆若", "274": "無自相也。苟無自相。則見者為誰。受者為誰。", "275": "因乎果乎皆不得而有也至於曰五眼成就見", "276": "無所見。則佛果亦空。所謂五眼具足成菩薩。", "277": "是也。文復以行例見。則曰云云。行猶行於甚", "278": "深般若之行。行不行等既皆不受。不受亦不", "279": "受。是則不受即般若之自性也。三染淨對則", "28": "滅無非中道。亦猶佛常好中云。就明空義為", "280": "曰云云。謂菩提煩惱雖迷悟染淨之異。而於", "281": "第一義中元只一體。故無二如。所以未成佛", "282": "時。全淨為染。既成佛後。翻迷成悟。其實無", "283": "別法也。白佛言下。重躡前文。三對之義。總不", "284": "出諸法空相。則無有文字。云何佛菩薩得不", "285": "離文字而行諸法空相。以般若教化眾生。經", "286": "言行諸法相疑脫一空字。疏言若諸空如。疑", "287": "脫一法字。次答中曰法輪者。該十二部經而", "288": "一皆言如。則不即文字不離文字。惟其不離", "289": "故法法皆如而得行於諸法空相。疏以經名", "29": "三。一約化相空則曰無生無滅無化。謂以蕩", "290": "釋十二部者。據理應先標梵語。釋以華言。今", "291": "則反是。從經便也。是名句下。以例教體。有假", "292": "有實。名味句者。為三假。聲色其一實也。三一", "293": "和合以成教體。聲雖非報而託於報。故亦名", "294": "果。克論文字。雖非善惡以所詮法無非善惡", "295": "故亦記攝。究而言之。亦不即離。初無定性。是", "296": "亦空也。空故皆如。是則不著文字而行空相。", "297": "其義蓋如此。故曰若取文字不行空者。反斥", "298": "非顯是也。而疏謂行空非正觀者。殆與今反。", "299": "未詳云云。大王如如文字下。更端再示因行", "3": "四明沙門柏庭善月述", "30": "立言之。則法身本無相。為物故有形。所以王", "300": "修相。言如如者。意與前後別。當是如於所如", "301": "之文字以修諸佛智母。而能生於當果。故云", "302": "智母。有理性行性之別。亦是一切眾生性根", "303": "本者。理性性也。即性成智。是為薩婆若體。故", "304": "以三世言之。則當得為智母。未得為理性。已", "305": "得為薩婆若。其實一也。若三乘般若下。行性", "306": "性也。以約三乘行殊性一故。云行性。則不生", "307": "不滅自性常住是也。又曰一切眾生以此為", "308": "覺性者。以通證別也。但前明理性故曰根本。", "309": "此從行說故曰覺性。大體無別也。若菩薩無", "31": "宮生雙林滅者。以生滅化眾生立也。又曰無", "310": "受下。總結成說行無非般若。仍復宗前護等", "311": "三義。為若此也。於文中有脫誤者。今為正之。", "312": "謂菩薩內心能無受著。則外無文字可得。是", "313": "為無受無文字。無文字者非無文字。文字性", "314": "離為離文字。止觀所謂達文非文非文非不", "315": "文。尚何文字之有。故曰離文字為非文字。文", "316": "多一非字。修無修者。以說例行。則修而無修。", "317": "修無修者。文屬下句。誤作修文字者。致難曉", "318": "爾。但使文會理顯。小有異同。亦復何爽。更", "319": "試詳之。又白佛下。重以眾生根行。問法門為", "32": "生滅化者。蕩也。即蕩而立。即立而蕩。中道在", "320": "一二無量者。疏為二釋。從後釋是也。根謂根", "321": "性。利鈍之殊。行謂所修。淺深之別。根行所被", "322": "也。法門能被也。經以所從能為問。則曰法門", "323": "亦有一二無量邪。答云一切法觀門等。文間", "324": "言爾。應云一切法本非一二。觀門乃有無量。", "325": "抑又以觀從諦。本非一二。以諦從觀。乃有無", "326": "量。是法則從境。觀則從智。境觀相顯。所以", "327": "異也。又曰一切法亦非有相等者。復顯一切", "328": "法非一非二。故曰亦非有相等。具應作四句。", "329": "謂非有相。非無相。非非有相。非非無相。文略", "33": "焉。無自無他下。疏謂逐難重釋。其說似迂。今", "330": "中二句。亦可作單複論之。則上句從單略無", "331": "相句。下句從複略有相句云云。究而言之。非", "332": "一切相是名實相。則是菩薩不見眾生相。不", "333": "見有一法二法之可得。若菩薩見眾生相。見", "334": "有一法二法而可得者。即不見今第一義諦", "335": "之一二也。故曰一二者第一義諦也。又曰若", "336": "有若無者世諦也。疏謂是諸見本。斯義則局。", "337": "今云是諸法本。以諦觀之不出三諦攝一切", "338": "法。所謂空諦即空也。色諦即假也。心諦即", "339": "中。無非心性故。是三者與今所明真俗中道。", "34": "只作躡上覆。疏釋之。謂凡言化必有自他。有", "340": "同出異名。開合異耳。亦與一家所傳三觀。其", "341": "旨一也。而疏曰一切法者事理俱該。其說云", "342": "云。於理非無是義。但真俗各三分別而已。未", "343": "見今三諦之妙。以今言之。所謂圓見事理一", "344": "念具足則盡之矣。夫惟一念具足。則不一異", "345": "無前後。法本自然。未始增減。天真妙性有", "346": "在乎是。始終徧攝。其旨彌顯。一家觀門何以", "347": "加此。所以三諦之後明三假者。復宗。二諦以", "348": "顯皆空。則不離色心。無非般若。一一根行", "349": "何莫由斯。即事而真不遠復矣。故曰非一非", "35": "自他則有一二故覆。疏云無自無他無一無", "350": "二之法門也。餘歎教勸持等文。如疏科釋。可", "351": "知。", "352": "釋護國品釋護國品", "353": "經以護法標名。教以立法為本。此品所由設", "354": "也。而護有內外。內以護法則有護果護因護", "355": "化眾生等。依於真諦也。外以護人則有護國", "356": "護民護患難等。依於俗諦也。故次二諦而有", "357": "此品焉。疏釋為二。初依文分內外可知。次釋", "358": "品題又二。若以言便。應先釋護次釋國。今從", "359": "義便。不先有國護何有施。故初明國土。次陳", "36": "二。第合作無。非化非不化。則化不化雙泯。安", "360": "護之所由。初文者。謂世間則分段三界。凡夫", "361": "二乘之所依也。凡夫該於人天。而不言四趣", "362": "者。非今所護之本也。若以佛意何所不通。二", "363": "出世間則變易三界。四聖之所依也。今文以", "364": "十信至十地者。約斷惑出界者言也。二乘未", "365": "斷果縛已還。猶在界內故也。餘未斷惑菩薩", "366": "例同二乘。故略不言。詳論云云。次所由者。", "367": "亦有內外。謂劫盜等外賊也。煩惱結使等內", "368": "賊也。為內外賊設內外護。而有能所焉。謂能", "369": "護則百部鬼神等護諸外也。般若智慧等護", "37": "有於相乎。則無相而已。而曰非無無相者。則", "370": "諸內也。推本言之。率由神力護持聖功昭著。", "371": "豈人力所能為然。亦因人而致爾。故曰若內", "372": "外等。委如後釋。次約教觀釋者。所護之國不", "373": "出有四。謂四土也。能護觀法。謂生滅等。隨教", "374": "觀別。其義可知。由觀力故則三惑不起。三惑", "375": "不起則四土安隱矣。又百部下。明所護不同", "376": "謂百神止能護國而不及正。故曰依報國。般", "377": "若本護於正而亦護國。故曰正報國。一往雖", "378": "爾義必兼通。又護命等例然。入文隨釋。言吾", "379": "今正說等者。從所請言也。然法必從深。故先", "38": "又反上重立。既無無相。而無相亦無。何有於", "380": "明護果。抑非本無以治末故也。國欲亂時者。", "381": "夫國之治亂興衰。固自有時亦必有漸。有時", "382": "則可以識變通。有漸則可以知戒懼。亂而知", "383": "懼。其為難也何有。故曰存而不忘亡安而不", "384": "忘危。又曰其亡其亡繫于包桑。知難之謂也。", "385": "有以實害為燒者。但是實被其害。是為燒義。", "386": "非必三災之火。而此言劫燒者。亦取其甚者", "387": "言之。如妙疏明三毒火等是也。若果所謂劫", "388": "火固不可得而逃。尚得而護哉。當防於未然", "389": "可也。若夫大火所燒時我此土安隱。雖劫火", "39": "去來。亦應云非無去來。所謂不來相而來。無", "390": "亦不得而焚矣。思之。當請百佛像下。明護法", "391": "設用。建置如儀。謂請像一。集眾二。延師講", "392": "說三。供養三寶四。供承法主五。日二時講說", "393": "般若六。當有百部鬼神樂集聽法因致護國", "394": "七。已上條式貴在精嚴。無他說也。次明所護", "395": "難者有二。謂鬼人等二。火難等三。其中天地", "396": "怪異等。亦在人難數中。謂天地三光本無怪", "397": "異。失度由人故亦人難攝也。如水火風災等。", "398": "本各以業感以類應。何以講此經法而能免", "399": "邪。是亦必有道矣。今無論之。以他請試以", "4": "釋教化品之餘", "40": "見相而見。非無來去。亡其迹耳。故曰如虛空。", "400": "名教言之。有曰天時不如地利。地利不如人", "401": "和。是國之有菑患者在乎天不時地不利人", "402": "不和而已。使能講此經法道。達其所以天理。", "403": "修其所以人事。則三者得矣。其於國難何有", "404": "乎。又曰域民不以封疆之界等。則知護國之", "405": "說不在諸彼而在乎。此使天下莫不臣順而", "406": "歸之。其於封疆之界山谿之險兵革之利。如", "407": "有乎。則又曰得道者多助失道者寡助云云。", "408": "然以域內之教助順之德。其効若此。況般若", "409": "功德之大。安往而不濟乎。則又何疑焉。由是", "41": "此下凡有三如虛空句。並結終歸於空。則畢", "410": "論之。此理甚易見。而人莫能篤信力行之耳。", "411": "更俟通人有以講究之。經明法用不一。不但", "412": "護國而亦護福護難等。故護國所以護難亦護", "413": "人民。護福所以求願。雖所護之言眾。而實則", "414": "二焉。然於求願亦有求慧解者。豈亦名福。但", "415": "對今般若故。世智亦屬福攝。人中九品者。既", "416": "曰求富貴官位。當是九品官爾。又曰敷百", "417": "高座者。而疏有貧富之簡。故曰若準此文應", "418": "以講法為正。雖不通所問亦應圓其說。曰若", "419": "乃貧富則隨力焉。正自不礙也。昔有王下。引", "42": "竟空而已矣。故今約三節釋義。其理明矣。二", "420": "證為二。初引天證護國。頂生一緣文有二段。", "421": "初出生瑞相。二墮惡有由。即夜叉從地出已", "422": "下文是。此下又有帝釋依經請護。如七佛法", "423": "用。以至云頂生即退。謂退墮也。然以其初瑞", "424": "相。頂生信非聊爾人也而後報如此。故知福", "425": "報有時而盡。苟非自般若中來。其不足恃也", "426": "明矣。又大王下。引人王證護身。又為二。一明", "427": "難緣如文。天羅者。斑足父也。初明來自。常供", "428": "一仙人下。明忍辱因。王即遣願下。明因願", "429": "得脫為羅剎王。後諸羅剎言下。明設會張本。", "43": "約眾生人法明空。如文云云。謂一切眾生無", "430": "時須陀王下。結會古今。如文。其普明王下。二", "431": "正明設會護難文有長行偈頌。如文。據疏科", "432": "頌。不出無常苦空無我四義。本小教之說。而", "433": "以為般若者。然以聞者得空平等三昧。非般", "434": "若而何。況一家判益。又曰但觀諸經會未得", "435": "道。即識所說共別之意。既通共別。驗非一途。", "436": "按經節節云日二時講般若。及今文說八千", "437": "億劫竟。故知不局偈文以判。又輔行云。是衍", "438": "門助道。兼勸發普明。亦不專小。以益驗說。", "439": "其義明矣。觀今偈句。辭理俱到。有異常說。今", "44": "生滅等。總明人法空故。生滅等三亦悉叵得。", "440": "於疏外從而釋之。第一偈云者。成住壞空各", "441": "二十小劫。此言前劫之末後劫之始。故云終", "442": "訖。乾健也。坤順也。乾以配天。坤以配地。故", "443": "以乾坤名之。其實指言天地。以劫燒故蕩然", "444": "無有。洞猶空也。須彌巨海以域中山海大者", "445": "言之。夫世界所以成壞。由眾生業報然也。當", "446": "三災壞時。人固已盡。今又天龍福盡故。於中", "447": "凋喪。二儀尚殞舉況。可知。殞猶虛空消殞之", "448": "殞。此其一也。第二偈云者。生老病死。人之四", "449": "相也。以其流轉不已。猶輪轉循環。然無涯際", "45": "故皆空也。非不因果者。例上蕩立可知。如疏", "450": "也。人之志願本在常樂。而四相唯苦。故曰事", "451": "與願違憂悲為害也。禍莫大於五欲。故欲深", "452": "則禍重。苦報由中而出。所以無外也。瘡疣。莊", "453": "子所謂生為附贅懸疣。死為決疣潰癰。斯言", "454": "當之矣。惟其三界輪回所以究竟皆苦。國何", "455": "可恃。此其二也。第三偈云者。有本自無。謂", "456": "萬有本出於無。則其實無有。況無出於無無", "457": "者哉。惟內因外緣和合而生此六道。所以成", "458": "也。諸猶語辭。盛必衰實必虛。相待之勢然也。", "459": "安有滿而不竭者乎。故三界群生蠢蠢然同", "46": "引大品等具釋顯然。今不別解。煩惱下。別明", "460": "一夢境。未始而有安也。其猶聲響依空而出。", "461": "初無有實故。國土如之。此其三也。第四偈云", "462": "者。人以識神為主。謂之神我而無形相。假", "463": "託四大和合以為之宅。而識居其間。夫四大", "464": "者其性不調。互相殘害。加之識性躁動。豈得", "465": "而安處乎。但以無明煩惱保養之故。不以為", "466": "苦而以為樂。且乘之游戲出入於其間。不以", "467": "為勞而以為車。形託於內而或彼或此。是無", "468": "常主也識依於形而或生或死。是無常家也。", "469": "至於形者不自以為形。神者不自以為神。形", "47": "二空。此我人等本屬見使故。以煩惱該之。若", "470": "神尚離。豈有山河國土依正色心之可得乎。", "471": "則又外物之外者也。此其四也。爾時法師", "472": "下。明時眾聞法獲益。時凡有四。一一得益", "473": "不同。總不出六益。對位如疏可知。不別釋", "474": "也。", "475": "釋散花品釋散花品", "476": "散花所以報恩。嚴淨所以供養。上說護國則", "477": "法大而恩深。故次此後陳散花供養。則知恩", "478": "而能報也。天竺法多以花表敬。諸佛菩薩他", "479": "無所欲。唯嚴淨是好。故散以表其敬。而花有", "48": "論我所。即假名所託。本當實法。今以者字當", "480": "因果。供有能嚴所嚴。今散以供佛。表由因而", "481": "克果也。疏明三品說偈多少者。不出開合。與", "482": "夫過去今佛說之異爾。而諸文多約悉檀引", "483": "物欣樂之意。克論其實。聖人所說非凡所知。", "484": "固不當以一定論也。又明散花有行等三。前", "485": "二屬因。後一屬果。花本無三。隨其淺深以表", "486": "之耳。而所散華或變為座為臺為城為蓋者。", "487": "亦次第增勝說耳。三花本表別中歷行次第。", "488": "而曰圓菩薩於別中說者。此亦無方之論。使", "489": "別說圓為難。以圓說別有何不可。更試詳之。", "49": "之。約能計者說。當是人法二執。一切法集下。", "490": "如來述成中。言神通生處者。謂般若是一而", "491": "所生不同。即般若為諸佛母。是實相生處。即", "492": "般若為菩薩母。是觀照生處。即般若為文字。", "493": "是神通生處。即解脫也佛現神力中。文具二", "494": "意。先以名示。則曰神變。所謂陰陽不測之謂", "495": "神。二以人示。則曰佛之神力。於中先列示其", "496": "目云云。謂五者。所以互融相入。以其一一皆", "497": "法界故。則三諦性融。性融故無礙。無礙故相", "498": "入。此所以俱不思義也。惟其皆一念故。即", "499": "心是法。即法是心。心法兩融。法惟心變。此佛", "5": "時諸大眾下。眾既聞法深廣。其得法利亦復", "50": "以實法顯空。實本非假。為成空義故。以名等", "500": "菩薩所以證是理。故則曰不思義真性解脫。", "501": "稱性而現。不為分外。今文所謂神足力故。信", "502": "非作意神通也明矣。故曰一一塵身一切身", "503": "止若非三千空假中。安能成茲自在用即其", "504": "理也。由是言之。則空中為相入之理。妙假為", "505": "相入之相。不由空中無以融泯。不由妙假。無", "506": "以見其一入一切一切入一之如是也。雖然", "507": "要須妙會。情蔽即乖。次問答釋疑者。若曉前", "508": "說此亦不難。雖不釋疑可也。既存舊釋。不得", "509": "不顯。以今意於是為二。初騰舊。凡有四說云", "51": "三假言之。法境界空者。正言人法所顯之空。", "510": "云。今先與奪之。與則各得其一偏。奪則曾不", "511": "言其所以。今謂一空一切空等。則法法俱空", "512": "假中。以即空假中故則其體本虛虛故妙妙", "513": "故融入。而大小一多不相妨礙。莫不皆由理", "514": "性然也。雖然此特知解而已。若迷情未破。何", "515": "由一念相應全性發現乎。故曰空除見思等", "516": "云云。此則一家教門明夫修性智斷證入者", "517": "如此。不同他宗言說而已。母謂其迂闊也。二", "518": "時眾睹相得益。可知。", "519": "釋受持品釋受持品", "52": "此空無相故不可轉。此空不顛倒故不順幻", "520": "諸佛以無上法故。現無量神力。菩薩以般若", "521": "故。為眾依止。月光既已復請見其神力。菩薩", "522": "開覺般若。為後世依止。故有今受持品焉。受", "523": "持者。如文云云。二隨釋。釋中明見三佛。疏為", "524": "三重問答。初問。何以知其所見三佛為三身", "525": "邪。答以三經知之云云。次問。二佛為本不同", "526": "者。文無為本之言。而指寶滿為化身主。主即", "527": "本也。故問言舍那為本等。又如戒疏明兩重", "528": "本迹。今此所明以釋迦為本。其言雖同而與", "529": "彼異。故答中言梵網明迹本者。謂迹中之本。", "53": "化。圓覺所謂知幻即離離幻即覺故。不隨諸", "530": "非久本也。異乎此經。約體用以言則法身為", "531": "本應化為迹。故曰本迹雖殊不思義一也。復", "532": "次重以寶塔品為問者。由此品明釋迦為本", "533": "分身為迹。故曰云云。謂同則一往指本不異。", "534": "為異則兼獨有殊云云。雖所指不同。而各說", "535": "般若空慧則一也。請中言開法道者。下文亦", "536": "曰開空慧道。不出以空慧言說開覺眾生。其", "537": "義不異也。答中言十三觀門者。重示忍位功", "538": "德法門。以為開覺眾生之法。疏釋開空云者。", "539": "文旨明白。可謂開通者矣。合在大牟尼句前。", "54": "幻。是亦不順之義也。無三寶者。凡諸名相本", "540": "文差互耳。為大法王等者謂開覺於我。是即", "541": "法師。為我所主。故曰法王。化導於我。故曰知", "542": "識為我依持之所建立。所以應供養如佛也。", "543": "於中不言寂忍者。此在於佛義不自言也。亦", "544": "舉因可以知果。不言等覺。合於十地也。故但", "545": "十三忍爾。第一習種性位詳釋如文。習忍以", "546": "前下。疏作舉劣況勝通釋伏難。或恐未安。今", "547": "直釋之而有進退者。以其初心位淺。譬如輕", "548": "毛隨風不定也雖以十千劫下。頗似難曉。應", "549": "照下文釋之可也。是諸菩薩雖經爾許劫行。", "55": "對治之說。苟無所對則名亦不立。今顯空義。", "550": "行不為不久。然未滿初僧祇劫。雖當入忍位。", "551": "而非已入。亦常學伏忍法。而非久修伏道故", "552": "不可名字是為定人。則又曰是定人者。是以", "553": "定人法顯其不定。文理自直。但如向正一二", "554": "字。則可知矣。第二明性種性中。言如四念", "555": "處等。本小乘觀法。今通約別圓修之。事行雖", "556": "局理觀常通云云。疏釋無定相。云我法無定", "557": "住處相。斯言可謂至矣。奈何今人而作定說。", "558": "豈當理也哉。又曰無自他相者。兼於性相。謂", "559": "我無自他等體性空也。相上亦無相空也。又", "56": "是故云爾。又曰無聖人六道者。謂所空境界", "560": "曰修護空觀者。謂不得意人恐墮偏邪。故須", "561": "護之。第三道種性中觀一切法無生滅者。總", "562": "觀也。所謂五受陰等別觀也。而常入第一義", "563": "心者。觀成悟入也。雖心心寂滅而猶受生者。", "564": "經自釋云云。疏謂所熏見愛猶在者。此與常", "565": "釋異。今以無明為能熏。見愛為所熏。或以見", "566": "愛為能熏。事識為所熏。各隨文異指也。第四", "567": "法師中明二智相。如疏科釋云云。於第一義", "568": "下。結成三無為。釋義如別論。此本小教名相。", "569": "而於此言者。取義類同故不局教限也。餘文", "57": "既無世出世之異。聖名凡號復從誰立。所謂", "570": "例爾。無自他相無無無相者。謂實智離相故。", "571": "則方便智現前。所謂實相方便者。即實相之", "572": "方便。故曰於第一義諦不沈不出等。是六種", "573": "方便該攝一切方便。仍與實智相為出入。則", "574": "不即不離無縛無解。妙無以加也。如經一一", "575": "牒釋云云。是初覺智下。重釋二智同異。譬之", "576": "如水與波不一不異。以喻方便實智亦爾。餘", "577": "徧學等一切行。與乎實智亦不一不異。至於", "578": "曰無三界業習生故自在無礙。乃至淨佛國", "579": "土如變化生。亦復若是。而曰舉譬顯非者恐", "58": "絕凡聖之假名是也。三般若無知下。克就般", "580": "誤。應云顯性。謂不一不異其性彰也。四大寶", "581": "藏。疏為三釋。淨名有四大寶藏之言。而無去", "582": "取。其義皆通。第五法師文無他釋。唯明滅三", "583": "界嗔。略出宗計不同。兼引法華實教正之而", "584": "已。第六翻云及邊者。謂六度等各有邊際。猶", "585": "到彼岸云爾。第七言爾焰者。疏釋云云。或翻", "586": "智障。謂智之與障翻覆異耳。而照有能所。有", "587": "所名障。無所名智。今照而無所得不為智乎。", "588": "今翻智母本非正翻。亦約義便云也。言須陀", "589": "洹等。疏謂借小名大。所以借小果見流等言。", "59": "若當體明空。謂聖凡人法皆空。則唯有般若。", "590": "以名大教斷見之位。如十三觀門無非大行。", "591": "不約借位何以名之。又曰亦是別入通意者。", "592": "謂以別斷見位接通見地。當是接位接也五", "593": "相者。不出內道論等五種相也。而云我是一", "594": "切智人。非斷三界疑根我相已盡。則外道見", "595": "耳。又曰知地地有出道。何處不是解脫門。知", "596": "地地有所不出。何適而非障道本旨哉。通塞", "597": "由人。初不在法也。一切煩惱為集因等。據論", "598": "業亦因攝。今對苦果從別言之。故指煩惱為", "599": "集因。集為集業等。覺中觀心心寂滅而無相", "6": "稱是。故經云云。謂以類則六道八部之別。以", "60": "而般若亦空。故曰般若無知等。謂般若者。以", "600": "相者據疏合作寂用相即。相本由心。心以相", "601": "起。心既寂滅。相何由生。況心心相相者乎。", "602": "以從用故無相相等。所以用心乘於群方。無", "603": "所而不在也。澹泊住於無住。無所而不寂也。", "604": "故曰在有而修空處空而常化。是故雙照有", "605": "無寂用無礙也。滅心心相等。疏加一數字。作", "606": "滅心滅相釋之。義無不可。法眼見一切下。疏", "607": "作總別義釋三眼。經作三昧。誤也。亦可謂法", "608": "眼見一切法菩薩假也。三眼色空見者。謂肉天", "609": "二眼見色。慧眼見空。故曰色空見。文特倒耳。", "61": "智為名以空為體。以無知無見為相。所謂知", "610": "而不言佛眼者。因讓於果也。經本不言見假", "611": "等。亦得義推云爾。若境一見三。自是一意云", "612": "云。疏又因眼明諦作五三諦釋。約教義也。具", "613": "如法華玄。又以問答明佛眼進否者。本文以", "614": "明合唯在因。今從通說作分極申之。不妨兩", "615": "存也。復次觀佛菩薩下。明寂滅忍者。若論寂", "616": "忍。本當極位。而言觀佛者。謂寂忍有三。以別", "617": "言之。方當十地。若開等妙。此猶下品。望圓猶", "618": "有餘品無明。理須觀佛增道入位故。自習忍", "619": "至頂三昧下。據疏科釋。凡為差別淺深者五。", "62": "止於其所不知。其言至矣。肇師為之作般若", "620": "一伏斷。二信見。三頓漸。四常不常。五等無等", "621": "云云。今隨釋之。不無小異。經中以能二字恐", "622": "誤。以當作未。一伏斷者。既曰從忍至頂皆名", "623": "為伏。則伏前斷後。並約橫論。所謂居眾伏之", "624": "頂二也。二信見者。謂信雖斷惑能生於智。", "625": "而非證智。故不名見。見則方得是智故也。是", "626": "故以知其所知形所不知。故曰云云。三頓漸", "627": "者。謂唯佛頓解。則不名信。言信則漸而已。四", "628": "常不常者。謂漸伏則慧有起滅。起滅即不常。", "629": "若生滅心滅累無不盡。故無生無滅斯為常", "63": "無知論焉故其論云云。而經言不行者。心路", "630": "爾。五等無等者。謂常故能等而猶有所等。未", "631": "為無等。無等之等為無等等故。譬如下。引譬。", "632": "登高則俯視萬有。物斯在下無不照了矣。義", "633": "言亦復者。謂雖登婆伽度位。極於性德亦必", "634": "藉修成。故曰受修。勸持中所以不付四眾唯", "635": "囑諸國王。以王力大故。又曰凡百事大供養", "636": "深廣。自非王力誰能辦者。此特言二義而已。", "637": "若更具說。應有多義言大。又如涅槃中付諸", "638": "國王大臣。亦其義也。而安樂行誡勿親近。然", "639": "皆有謂而言。此以護法。彼以妨行故也。七可", "64": "絕也。不緣不因者。不同諸法因緣所成也。直", "640": "難者。據後經文。當是脫一畏字。畏難所以存", "641": "戒也。讚名勸持中。疏以三般若合釋之。如文", "642": "云云。一切眾生心識下。此應次第分別為本者", "643": "五。謂人以識為本。識以心為本。心以神為本。", "644": "神以般若為本。般若以法身為本。此所以為", "645": "眾生之神本也。又曰一切國王之父母者。此亦", "646": "次第有能生者五。謂理能生解。解能生智。智", "647": "能立德。德能成聖。此所以為王之父母也。亦", "648": "名神符下。凡六名。即文字般若。以三德則解", "649": "脫也。惟其即解脫故。是所謂神德妙用有在", "65": "即空而已。故不受一切法。不受亦不受始得", "650": "於斯。所以從功能言也。亦名神符者。謂至神", "651": "之符印也。得是印故能却諸惡能持眾善。無", "652": "適而不利也。亦名辟鬼珠者。謂辟諸邪惡鬼", "653": "神。使禍亂不作也。亦名如意珠者。珠本金翅", "654": "鳥王精氣所成故。能具足眾寶降雨無盡。是", "655": "為如意寶焉。亦名護國珠。是猶徑寸之珠。前", "656": "後各照十二乘。有是珠故國無侵害也。事見", "657": "春秋後語。亦名天地鏡者。言智能照物。如以", "658": "天地為鏡靡不照了。猶聖人之心靜於天地", "659": "之鑒萬物之鏡。是也。龍寶神王者。應作二解。", "66": "為今不受也。不得一切照相者。能照既亡所照", "660": "若作一義。只是佛會護法之神。有護持之德", "661": "也。若作異義。當是龍之寶神之王。以得是龍", "662": "寶神力也。能護佛乘及以國界。今取二字與", "663": "夫輪王出世神寶自至之語。合而言之。以目", "664": "斯記。義歸所釋。非夸大也。示供養法中。應", "665": "作九色旛下。率以九五等為數者。外典多以", "666": "陰陽數配之。非此中意。今本明莊嚴具。而以", "667": "九道九苦等為說者。亦即妄顯真之意。餘數", "668": "如疏。一一表釋可知。千燈表十善者。亦如前", "669": "記云云。玉箱玉巾。巾亦篋類。皆奉安般若法", "67": "亦寂。直如行道相爾。行猶行深般若之行。此", "670": "寶之具。若王行時下。正明王者若行若住當", "671": "尊敬般若法。如經云云。今所謂駕頭者。是見", "672": "僧史略。其儀可考。而後世莫知典故。惜乎無", "673": "曉之者。釋勸所由。如經云云。嗚呼使不信其", "674": "言則已。苟如其言得不為之可慕可畏乎。又", "675": "曰。我當遣五大力菩薩謂金剛吼等及五千", "676": "大力神王。往護彼國者。信如其說。則彼神力", "677": "冥加顯被有以相之。而其患難自當消殞。豈", "678": "誣也哉。觀四大四色下。明修道相。如疏云云。", "679": "所緣覺廣者。謂所緣所覺處廣也。所散之花", "68": "其所以為行道相。亦如經空相而已矣。故曰", "680": "雖不無勝劣而有多異名者。約所表云爾。空", "681": "定名心學者。可證心學之妙。但言別傳則又", "682": "過矣。", "683": "釋囑累品釋囑累品", "684": "正宗二護大事云畢。佛世化道於是亦周。將", "685": "以此道流通末世。而三寶交謝正法難行。非", "686": "付諸國王大臣四部弟子。則無上般若何由弘", "687": "宣。饒益群品。故次之囑累焉。言囑累者。疏凡", "688": "三釋。如文云云。次簡不付佛弟子唯付國王", "689": "者。答亦三義。謂欲除國難非王不舉。建設事", "69": "法相如是等。總結上說法相如於虛空無非", "690": "大非王不辦。功由信法非王不行。仍須王臣", "691": "道合然後乃濟。故亦兼付大臣也。但文略", "692": "耳。文初明付法有時者。謂八十年等。乃其時", "693": "也。按疏釋云云。未詳的旨。然亦有可疑者。此", "694": "不暇論。姑取大略次第。間言之爾何也。謂初", "695": "八十年正法之初。經爾許時如來唱滅。故無", "696": "佛。八百年後正法之末。邪法增熾。以邪奪正。", "697": "故無法。八千年後末法之季。似像比丘亦無", "698": "之矣。故無僧。當此之時佛法僧寶泯滅無幾。", "699": "如來為是殷勤苦口付諸國王。誡勅四部。弘", "7": "益則無生正位之殊。得道賒促歷生多少。入", "70": "般若。故曰如如。不可以有心得故無可立。以", "700": "護三寶使不斷絕。亦令眾生開空慧道。則聖", "701": "賢之行也。行十善行等。則人天之乘也。此皆", "702": "三藏教。本涅槃。所謂扶律談常。使如來法身", "703": "慧命得以住世。即其意也。後五濁下。如來於", "704": "是對月光王。廣陳七誡。一者滅法誡。二誡壞", "705": "四眾行。三誡禁不依法。四誡自毀。五誡役使。", "706": "六誡自咎。七誡謬信。如文云云。略言其次。謂", "707": "由滅法故壞四眾行。既無法可依則非法而", "708": "已。非法由於自毀。苟不能自立。又從而役使", "709": "之。則其聽命也。冥矣此內外二眾所以不免", "71": "一切法悉皆如故。不可以無心得故無可遣。", "710": "交相為咎。至於內弟子。為求名利於王官前。", "711": "橫言法制不別是非。謬聽而誤行者有之。借", "712": "令濁世末法使然。而凋敝之風人實為之。咎", "713": "將誰歸邪。嗚呼。聞七誡者得不寒心哉。餘如", "714": "疏釋云云。", "715": "佛說仁王護國般若波羅蜜經疏神寶記卷第", "716": "四", "72": "以一切法悉皆真故。是則般若功德非眾生", "73": "心行所及故。不可以眾生五陰假實中行。與", "74": "夫境界智解。皆所莫及故也。唯順於空契無", "75": "相。然乃可行爾。故知般若其為不可思議言", "76": "語斷心路絕者是矣。惟其不可思議故。菩薩", "77": "於守行之。是為一切行藏。即前所謂三十忍", "78": "等是也。一切如來於中住化。是為一切佛藏。", "79": "即上品寂光極智所照之境故。皆不可言言", "8": "位有異。疏簡惡道得忍。可知。無生法忍正當", "80": "而識識也。善男子下。述贊功德。既不可思議", "81": "亦不可度量。則王之所說勝矣。只合云於王", "82": "所說如海一滴。其文曉然。而經云如王所說", "83": "義。似反覆故。使從容釋之。至於問答顯王說", "84": "為勝。以其有本故也。故曰王無本地云何而", "85": "知。反釋云爾。然以文本意。宜從初釋。若從容", "86": "以言。則各當為便聖賢分上。宜乎斟酌也。分", "87": "義功德者。謂於無量義中言其少分爾。疏推", "88": "月光之德無量。雖略而盡。非無此理。或恐指", "89": "般若而言。其義亦順。更當詳之。亦為過去來", "9": "諸教證真之位。大約與正位無別。如普賢觀", "90": "今下。多應述可月光分義。述可猶印可也。十", "91": "四法門下。勸修可知。不由此門得薩婆若者。", "92": "舉要結勸也。何以故下。更重徵釋。示無異道", "93": "也。楞嚴所謂十方薄伽梵一路涅槃門。又曰", "94": "方便有多門歸源性無二。是也又以無滯釋", "95": "門。能通釋路。亦一往爾。如能通曰門。豈非門", "96": "亦能通。由此門故得薩婆若。則門亦無滯。何", "97": "獨路味。乘正路者。非今十四忍門終始圓實。", "98": "何由乘之行大直道。其超百千劫難見身得", "99": "妙報者。不為過矣。佛告大王下。以大章則答"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1706 仁王護國般若波羅蜜經疏神寶記", "author": "宋 善月述", "sourceLink": "http://www.cbeta.org/"}