{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1573 壹輸盧迦論: 壹輸盧迦論: 壹輸盧迦論", "text": {"0": "No. 1573", "1": "壹輸盧迦論一卷", "10": "異相疑。為斷此疑故造斯論。說何義者。今當", "11": "說。謂一切法無常自體空。自體空不離無常。", "12": "一切法自性自體空。是故無有常。一切諸佛", "13": "緣覺聲聞。於空法中而得出離。非於諸行斷", "14": "常法中而得解脫。偈言。", "15": "滅空住有體則成於常見", "16": "若謂後時滅則成於斷見", "17": "以此義故。說一切法自體空。諸佛緣覺聲聞", "18": "羅漢。於此義中得利益故。破何等人者。今當", "19": "說。若有所得人離於諸行。說有無常則非正", "2": "龍樹菩薩造", "20": "見。若無常離有為。無常則常猶如虛空。若如", "21": "是者。則有為無為體無差別。若有為與無為", "22": "合。無為合故則瓶不可破。若無為與有為合。", "23": "有為合故則涅槃可壞。若不異者。則一切法", "24": "不可破壞。如涅槃常非緣生故。若諸行非因", "25": "緣生。不異虛空涅槃者。則有為法不名無常。", "26": "若諸行非因緣生。是無常者。則虛空涅槃不", "27": "名為常。若如是者。則有為無為無有勝法。若", "28": "無常離有為。猶名無常者。則有為離常。應名", "29": "為常。但是事不然。若如是者。何等修多羅中", "3": "後魏瞿曇留支雒陽譯", "30": "作如是說。以何義說。汝今所說以何義說。汝", "31": "今所說義不相應。非汝邪思之所能量。是故", "32": "汝說非為正見。若人有所得。謂過去未來現", "33": "在法自體成者。當知是人則非正見。何以故。", "34": "無因生見故。若言未來體非因緣生自體成", "35": "者。則現在法亦非因緣生自性體成。以未來", "36": "現在自性平等無差別故。若性平等者。現在", "37": "有法皆從緣生。未來法何故非緣生。汝今此", "38": "義為以修多羅說為依義說。說不相應則無理", "39": "趣。若無理趣則不可信。若未來法無因緣生", "4": "體自體無常如是體無體", "40": "自性成者。未來之法猶如虛空無有因緣。離", "41": "因緣故非因緣生。則無實未來體。無未來故", "42": "現在過去亦無。現在過去無故三世無體。若", "43": "有體者則是常見無因生故。若佛弟子有所", "44": "得見。則與外道迦毘羅等無差別。此論非為", "45": "迦毘羅憂樓迦諸外道等。為汝等輩同見之", "46": "人故造斯論。向說破何等人。為令汝等有所", "47": "得人斷除邪見故作斯論。一輸盧迦偈句義", "48": "今當釋。偈言自體性無常者。自體名有生。有", "49": "法故名為體。有所得人於此法中心取為體。", "5": "自體性無體故說空無常", "50": "此法於陰界入中有聲緣轉。如說一體二體", "51": "多體。如彼此人一二眾多各有自體故名自", "52": "體。如地水火風堅濕熱動各有自性。如是各", "53": "各自相自體故言自體。有所得人謂生住滅", "54": "同相者。是義不然。自體性無常故。彼體名有", "55": "所得人分別故生。是故離諸法無無常體。以", "56": "自相無常故。如佛告比丘。一切諸行皆悉無", "57": "常。以此說故。離法有無常自相者。是事不然。", "58": "若汝不了云何無常。我今當說。偈言如是體", "59": "無體故。體無體者。汝所分別無常者。彼無常", "6": "問曰。以何義故造此一偈論。說何等義破何", "60": "無體。是故體無體。自性無體故言無體。偈言", "61": "自體性無體者。離無體更無別體故。言自體", "62": "無體。若汝意謂離無體而有體者。是義不然。", "63": "以汝此法非修多羅說故。若謂無體是自體", "64": "者。是亦不然。以修多羅所不說故。世尊。於", "65": "何等修多羅中說如此法。於佛世尊修多羅", "66": "中。都無此義。以非經說故不成就。非大聖修", "67": "多羅所說之義則不應信。是故非唯言說而", "68": "得取證。偈言故說空無常者。如調伏三蜜提", "69": "經中說。佛告三蜜提。眼空無常無不動。無", "7": "等人。答曰。為讀誦者於廣大部生懈倦心。又", "70": "不壞無不變。何以故。性如是故。耳鼻舌身意", "71": "亦復如是。世尊。於此修多羅中說空說無常。", "72": "以是義故。知諸法空無常。無常無體。是故諸", "73": "法性自無體則無體義成。若能如是入修多", "74": "羅義。其義則成。若不入修多羅。其義則壞。以", "75": "我所說入修多羅。其義則成。是故性自無體", "76": "其義成就。一輸盧迦論一卷。凡諸法體性法", "77": "物事有名異義同。是故或言體。或言性。或言", "78": "法。或言有。或言物。莫不皆是有之差別。正音", "79": "云私婆婆。或譯為自體體。或譯為無法有法。", "8": "為聰叡先已廣習無量諸論於如來法海義中", "80": "或譯為無自性性。", "81": "壹輸盧迦論一卷", "9": "思惟而生懈倦。於無常自體空不異義中。生"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1573 壹輸盧迦論: 壹輸盧迦論: 壹輸盧迦論", "author": "龍樹菩薩造  後魏 瞿曇般若留支譯", "sourceLink": "http://www.cbeta.org/"}