{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2083 釋門自鏡錄", "text": {"0": "7 懈慢不勤錄南齊竟陵文宣王淨住子略", "1": "釋門自鏡錄卷下", "10": "釋僧群。未詳何人。清貧守節。蔬食誦經。後居", "100": "十年當來耳。猷曰。自生已來不識辛穢。何況", "1000": "以申示。有情之流。可為永誡。", "1001": "卿已出家。永違所生。剃髮毀容。法服加形。辭", "1002": "親之日。上下涕零。割愛崇道。意凌大清。當遵", "1003": "此志經道修明。如何無心故存色聲。悠悠竟", "1004": "日。經業不成。德行日損。穢迹遂盈。師友慚", "1005": "恥。凡俗所輕如是出家徒自辱名。今故誨勵。", "1006": "宜當專精。卿已出家棄俗辭君。應自誨勵。志", "1007": "果青雲。財色不顧。與世不群。金玉不貴。唯道", "1008": "為珍。約己守節。甘苦樂貧。進德自度。又能度", "1009": "人。如何改操趨走風塵。坐不暖席。馳務東西。", "101": "口噉而言氣乎。神僧曰。汝在胎時汝母經歷", "1010": "劇如徭役縣官所牽。經道不通。戒德不全。朋", "1011": "友嗤弄。同學棄捐。如是出家徒喪天年。今故", "1012": "誨勵。宜各自憐。", "1013": "卿已出家。永辭宗族。無親無疎。清淨無欲。吉", "1014": "則不歡。凶則不哭。超然縱容。豁然離俗。志存", "1015": "玄妙。軌真守樸。得度廣濟。普蒙福祿。如何無", "1016": "心。仍著染觸。空諍長短。銖兩斗斛。與世諍", "1017": "利。何異僮僕。經道不明。德行不足。如是出", "1018": "家。徒自毀辱。今故誨示。宜自洗浴。", "1019": "卿已出家。號曰道人。父母不敬。君帝不臣。普", "102": "葱韭之地。猷慚而退。顧看橫石。還合如初。後", "1020": "天同奉事之如神。稽首致敬。不計富貧。尚其", "1021": "清修自利利人。減割之重。一米七斤。如何怠", "1022": "慢。不能報恩。倚縱遊逸。身意虛煩。無戒食", "1023": "施。死入泰山。燒鐵為食。融銅灌咽。如斯之痛", "1024": "法句所陳。今故誨約。宜自改新。", "1025": "卿已出家。號曰息心。穢雜不著。唯道是欽。志", "1026": "參清潔。如玉如氷。當修經戒以濟精神。眾生", "1027": "蒙祐并度所親。如何無心隨俗浮沈。縱其四", "1028": "大恣其五根。道德遂淺世事更深。如是出家", "1029": "與世同塵。今故誡約。幸自開神。", "103": "卒于山。而舉體綠色。", "1030": "卿已出家捐世形軀。當務竭情泥洹合符。如", "1031": "何擾動不樂閑居。經道損耗世事有餘。清白", "1032": "不履。反入泥塗。過影之命或在須臾。地獄之", "1033": "痛難可具書。今故誡勵。宜崇典謨。", "1034": "卿已出家不可自寬。形雖鄙陋使行可觀。衣", "1035": "服雖麁坐起令端。飲食雖疏出言可餐。夏則", "1036": "忍熱冬則忍寒。能自守節不飲盜泉。不肖之", "1037": "供足不妄前。久處私室如臨至尊。學雖不多", "1038": "可齊上賢。如是出家足報二親。宗族知識一", "1039": "切蒙恩。今故誡汝。宜各自敦。", "104": "宋新寺沙門難公飲酒被讁事宋新寺沙門難公飲酒被讁事冥祥記", "1040": "卿已出家。性有昏明。學無多少。要在修精。上", "1041": "士坐禪。中士誦經。下士堪能塔寺經營。豈可", "1042": "終日一無所成。立身無聞可謂徒生。今故誨", "1043": "汝。宜自端情。", "1044": "卿已出家永違二親。道法革性。俗服離身。辭", "1045": "親之日。乍悲乍欣。邈爾絕俗。超出埃塵。當修", "1046": "經道制已履真。如何無心更染俗因。經道已", "1047": "薄行無毛分。言非可貴。德非可珍。師友致累。", "1048": "恚恨日殷。如是出家損法辱身。思之念之。好", "1049": "自將身續高僧傳法苑珠林。", "105": "蔣小德江陵人也。少而信向精謹過人。大明", "1050": "元天如警誡曰。近世有等出家者。雖云離俗。", "1051": "俗習不除。盡曰出塵。塵緣不斷。經教固不知。", "1052": "參禪又不會。心猿亂走。意馬奔馳。作隊成群。", "1053": "打鬨過日。非但虛消信施。亦乃埋沒已靈眼", "1054": "光落地之時。路頭向甚處去。正是青天白日。", "1055": "爺孃不識。未證謂證。未得謂得。實乃徒入空", "1056": "門虛生浪死。噫問君。出家因甚麼事。為衣", "1057": "食故。貪富貴故。求安樂故。父母捨汝出家。指", "1058": "望超度父母報答四恩。而今自己尚無靠託。", "1059": "況能拔濟他人乎。有日閻羅老子。與爾打算", "106": "末得病而死。夜三更將斂。便蘇活云。有使者", "1060": "飯錢。將甚抵敵。不落地獄餓鬼。定是戴角披", "1061": "毛。如此出家可悲可痛。諸仁者趁此未老無", "1062": "病之前。急早作箇活計。堅持齋戒。念佛誦經。", "1063": "禮讚發願。求生淨土。得見彌陀之後。可以超", "1064": "度父母。可以報答四恩。可以拔濟群生。可以", "1065": "永受快樂。如此出家方為佛子淨土或問。", "1066": "夫善惡報應之說。粲出經典。而愚勃之徒。", "1067": "尚惑之。若證之於事實。亦警覺之一術也。", "1068": "暇日涉獵古傳。采錄僧侶業報之著明者。", "1069": "偶得懷信師自鏡錄。乃歎曰。我思古人實", "107": "稱王命召之。小德隨去既至。王曰。君精勤小", "1070": "獲我心哉。遂挍鐫之。以廣其傳。且以今所", "1071": "得者若干條。而附乎後云。安永元年壬辰", "1072": "歲八月十四日平安慶證寺玄智。書于南", "1073": "紀鷺森省所。", "108": "心虔奉大法。被帝釋指。以君專至。宜速生善", "109": "地。而君年算猶長故。令吾特相召也。今日", "11": "霍山。山孤在海中。上有石盂。徑數丈許。水", "110": "將受天中快樂。相為忻然小德喜諾。王曰。君", "111": "可且還家所欲囑寄及作功德。速作之七日", "112": "復來也。小德受言而歸路。由一處有小屋殊", "113": "陋弊。逢新寺沙門難公。於此屋住。前既素知", "114": "識具相問訊。難公云。貧道自出家來未曾飲", "115": "酒。且暫就蘭公蘭公苦見勸逼飲一升許。今", "116": "被王召問此故也。貧道若不坐此當得生天。", "117": "今乃居此弊宇。三年之後方得上昇耳。小德", "118": "還家欲驗其言。即夕遽遣人參訊難公。果以", "119": "此日於蘭公處睡臥。至夕無疾而亡。小德既", "12": "六七尺。常有清流。古老相傳。群仙所居。飲水", "120": "愈七日內大設福供。至期奄然而卒。蘭難二", "121": "僧並居新寺。難道行尤精云云。", "122": "齊鄴下大莊嚴寺圓通飲酒被聖驅責事齊鄴下大莊嚴寺圓通飲酒被聖驅責事", "123": "釋圓通。不知氏族。少出家研諷涅槃文旨。建", "124": "德四年夏中。講下有一客僧。忽來寄止。而身", "125": "嬰重病。臭氣欝蒸。諸僧莫之齒也。通引至房", "126": "中。為經理湯藥。雖有穢污。初無輕憚。曾於中", "127": "夜持春酒一盞云。客人寄患服此為佳。客人", "128": "良久為之。嚬眉飲一咽便止。夏了病愈。便辭", "129": "通去。臨別執通手誡曰。修道不欺闇室。況酒", "13": "不飢。因絕粒。群庵舍與盂隔小㵎。常以一木", "130": "為不善諸惡之本。法師前去賜之。恐傷來意。", "131": "從今已往此事請斷。小僧住下舍小寺。正在", "132": "鼓山石窟寺北五里。當繞㵎澤來。即竹林寺", "133": "也。有緣念相訪耳。通聞竹林是賢聖所止。敬", "134": "謝前誡當必往展。至明年往石窟夏坐。乃與", "135": "數人齎香華。尋路而進。至寺北五里山谷。東", "136": "出升于山阜。見一老翁。手巾袹額執钁。開", "137": "荒二十餘畝。見群僧放一馬罵曰。去年官寺", "138": "放馬噉我生苗。我兒遮護被打幾死。今復將", "139": "面目來耶。拽钁來逐。諸僧馳返而獨不逐通。", "14": "為梁。由之汲水。後時忽有一折翅鴨。舒翼當", "140": "語云。是爾干健放令餧餓虎。通出東尋小㵎", "141": "聞嶺上諷誦之聲。通問竹林所在。應聲答曰。", "142": "豈非通法師乎。通應之果是舊僧。披林踰嶮", "143": "就通歡敘。因相命進數里。忽見雙闕。高門長", "144": "廊。複道脩竹干雲。青松蔽日。乃立通門左。告", "145": "曰。須前諮和尚。須臾引入講堂西軒廊下。和", "146": "尚坐高床。侍者五六十人。和尚可年七十。狀", "147": "類梵僧。通禮謁却立。乃令安置。將巡禮拜。見", "148": "兩房僧各坐寶帳。交絡眾飾映奪日光。語引", "149": "僧云。彼是何酒客輒敢來此。振手遣去。通有", "15": "梁頭就唼。群欲即舉錫杖撥之。忽憶少年時", "150": "慚色僧乃將入己房。并設中食。通因陳願在", "151": "此常共掃洒。僧曰。須咨和尚。和尚固遣。送出", "152": "門首。通顧慕流淚。自傷先罪。執僧手而別。西", "153": "行百步。迴望猶見門闕儼然。步步返望。更", "154": "四里許。欻見峯㠋巉岩。非復寺宇。行至開荒", "155": "之地。了無蹤緒。但榛林耳。識者云。老翁言去", "156": "年官寺放馬者。諸僧如馬也。但念水草。不求", "157": "聖道也。噉我生苗者。言通勸客僧之酒損其", "158": "道芽也。我兒遮護者。客初護戒不肯飲也。被", "159": "打幾死者。言被勸一咽幾亡聖道也。逐諸僧", "16": "經折一鴨翅。自驗以為見報。乃絕飲而終。臨", "160": "者。獨進有緣也。通莫悟此言。而不返加勤悔。", "161": "驅之令出不亦宜乎。", "162": "齊梁州薛寺僧道遠飲宴眉毛墮落事齊梁州薛寺僧道遠飲宴眉毛墮落事", "163": "釋僧道遠。不知何人也。住梁州薛寺。為性疎", "164": "誕不修細行。好隨飲宴為任。武平三年忽夢。", "165": "大人切齒責曰。汝是出家面目如此。遽縱造", "166": "惡。何不取鏡自照。遠驚覺汗流。至曉以盆水", "167": "自映。乃見眼邊烏點。謂是垢污。便洗拭之。眉", "168": "毛墮落。因自悔責。念此殃譴。遂改革常習。反", "169": "形易志。弊衣破履一食長齋遵奉律儀。昏曉", "17": "終向人具說而已。", "170": "行悔。非淚交注。經一月餘又夢。前人含笑", "171": "謂曰。知過能改是為智乎。赦汝前愆勿更相", "172": "續。遠驚喜而覺流汗遍身。面目潤澤眉毛漸", "173": "出。遠頻鍾報信知三世。竭情奉法。為練行僧", "174": "也。", "175": "隋也西陏興寺法四飲酒醉被閻王勸誡事隋也西陏興寺法四飲酒醉被閻王勸", "176": "誡事", "177": "釋法四。戒雖多違犯。每懷崇向。年少時甞與", "178": "二三間。宵命酌。夜久而散僅出戶。忽有三人。", "179": "圍遶前後。四問曰。汝是何人。答是閻羅王使。", "18": "支遁字道林。俗姓藺。陳留人也。少出家神俊", "180": "遣追喚尋即挽撮。四極力共諍。曰我有何罪", "181": "而見擒捉。纔得入房倚倒而絕。闔寺驚愕皆", "182": "來守視。至曉還穌。因悲泣具陳所見云。往見", "183": "閻羅王。問造何罪。四曰。少蒙入道。多虧戒", "184": "行。餘釁尚輕。唯飲酒為頻耳。王即命左右。酌", "185": "酒與四。左右馳取之。既至以酒一盞與四。大", "186": "可升許。四受之。入手忽變作沸銅。騰焰數丈。", "187": "懼而擲之。不能去也。王催令速飲。四哀號乞", "188": "救。王曰。生作何福。四曰。常誦戒經夜則一", "189": "遍。言訖所執酒盞忽然離手。王曰。戒為行本。", "19": "超悟千載唯一。而以為。鷄卵受氣未足。謂非", "190": "既誦須持。勿復空言徒喪其氣。誦持之力亦", "191": "微消障累也。放師且還宜思自悔。若欲更飲", "192": "當念沸銅。遂見一胡僧。引之將出。四後不遵", "193": "冥悔。重遭追攝。於是改革。遂得無他。", "194": "唐澤州清化寺玄鑑破酒器及異僧被鬼誡事唐澤州清化寺玄鑑破酒器及異僧被鬼", "195": "誡事", "196": "釋玄鑒姓焦。澤州高平人也。十九出家投誠", "197": "釋種。酒肉葷辛天然自厭後住清化寺。依止", "198": "遠公。博釆經論。於大涅槃深得其趣。而正性", "199": "敦直言行相依。凡值飲酒非法。莫不碎其酒", "2": "8 害物傷慈錄害物傷慈錄八", "20": "有命。言食之無罪。其師戒素之僧恒常誨勵。", "200": "器。故諸俗士聚集飲宴。聞鑑來至並即馳散。", "201": "時清化寺修營佛殿。澤州官長長孫義頗懷", "202": "奉信。聞役工匠其數甚眾。乃送兩輿酒以致", "203": "之。鑑時見此。破其酒器。狼籍在地。吾之功德", "204": "乍可不成。終不用此非法物也。義聞之大怒。", "205": "明欲加害。夜夢有人。以刀臨之。既忽驚悟。即", "206": "便歸依懺悔。又時遇疫氣死亡。非一投鑑悔", "207": "之。令斷酒肉。痊復者眾矣。鄉人李遷者性偏", "208": "嗜酒因疾請懺。俄然除差。自斯厭捨甞無言", "209": "及。甞謂友人曰。自見鑑師已來酒氣如毒。尚", "21": "遁快辯直言師莫能屈。師既亡後忽復見形。", "210": "不喜聞。況當見也。其戒節感人皆此之類。及", "211": "武德六年。當部護澤縣李錄事死。經七日來", "212": "報其妻云。吾得為人間游魂鬼也。未然之事。", "213": "皆悉知之。與人交言事。同生者。但以物自翳", "214": "不現其形。鬼時往景業寺。聽維摩經。有餘法", "215": "師。時或飲酒謂鬼曰。今講此經感何人聽。答", "216": "曰。自人頭已上便是鬼神。上及諸天。重級充", "217": "滿然都講。唱文皆斂容傾耳。法師解義皆迴", "218": "面而聽。聞酒氣故也。此定須斷。若其不然寧", "219": "不講也。非唯此會。一切皆然耳。僧媿自斷", "22": "取鷄卵對遁擲地。乃有鷄雛從卵而出飛翔", "220": "焉。", "221": "梁高祖斷酒肉文梁高祖斷酒肉文本文繁廣今少略", "222": "弟子蕭衍敬白諸大德等。夫匡正佛法是黑", "223": "衣事。廼非弟子白衣所急。但經教亦云。佛法", "224": "寄囑俗人。是以弟子不得無言。今諸大德僧", "225": "尼開意聽受。勿生疑閉。凡出家人。所以異於", "226": "外道者。正以信因信果。信經所明信是佛說。", "227": "經言。行十惡者受於惡報。行十善者受於善", "228": "報。今出家人。猶嗜飲酒噉食魚肉。是則為行", "229": "同於外道。外道者執斷常見。無因無果無施", "23": "飲啄。遁意稍疑。未能全革。後復欲食之。遂夢", "230": "無報。今佛弟子酣酒嗜肉。不畏罪因不畏苦", "231": "果。即是不信因。不信果。與無施無報者復何", "232": "以異。此事與外道見同而有不及外道。外道", "233": "各信其師。師所言是弟子言是。師所言非弟", "234": "子言非。涅槃經言。今日制諸弟子。不得食", "235": "一切肉。戒律言。飲酒犯波逸提。今諸僧尼飲", "236": "酒食肉。此事違於師教。是一不及外道。又外", "237": "道雖邪。持牛狗戒。既受戒已。後更不犯。今出", "238": "家人既受戒已輕慢毀犯。是二不及外道。又", "239": "外道雖復五熱炙身投淵赴火。未必噉食眾", "24": "有夫婦二人。胡跪遁前云。有子三十。明日供", "240": "生。今出家人噉食魚肉。是三不及外道。又外", "241": "道異學雖不當理。各習師法無有覆藏。今出", "242": "家人噉食魚肉。於所親者乃自和光。於所疎", "243": "者則皆隱避。如是為行是四不及外道。又外", "244": "道各重其法。乃至云不如我道真也。於諸異", "245": "人無所忌憚。今出家人噉食魚肉。或避同學。", "246": "或避弟子。或避白衣。或避寺官。懷狹邪志。崎", "247": "嶇覆藏。此五不及外道。又復外道直情逕行", "248": "能長自己徒眾惡。不能長異部惡。今出家人", "249": "噉食魚肉。或與白衣弟子。之所聞見內無慚", "25": "厨食。從師乞命。願垂矜救。乃銜鷄子從遁前", "250": "愧。方飾邪說云。佛教為法本存遠因。在於即", "251": "日未皆悉斷。白衣愚癡聞是僧說。謂真實語。", "252": "便復信受。自行不善增廣諸惡。是六不及外", "253": "道。又外道雖復非法說法。各信經書死不違", "254": "背。今楞伽經云。為利殺眾生以財網諸肉。二", "255": "業俱不善死墮叫喚獄。何為以財網肉。陸設", "256": "罝罘。水設網罟。此是以網網肉。若於屠殺人", "257": "間以錢買肉。此是以財網肉。若令此人不以", "258": "財網肉者。習惡律儀。捕害眾生。此人為當專", "259": "自供口。亦復別有所擬。若別有所擬向食肉", "26": "扣破。皆有白衣兒。從內而出覺已深自悔責", "260": "者豈無殺分。何得云我不殺生。此是灼然違", "261": "背經文。是七不及外道。又復外道同其法者", "262": "和合。異其法者苦治令行禁止。莫不率從。今", "263": "出家人或為師長。或為寺官。自開酒禁。噉食", "264": "魚肉。不復能得施其教誡。纔欲發言。他即", "265": "譏刺。身既有瑕。不能伏物使復摩訶。直爾止", "266": "存所以在寺者乖違。受道者放逸。此八不及", "267": "外道也。又外道受人施與如已法受。烏戒人", "268": "受烏戒施。鹿戒人受鹿戒施。烏戒人終不覆", "269": "戒受。鹿戒施。鹿戒人終不覆戒受烏戒施。今", "27": "蔬食終身。", "270": "出家人云。我能精進我能苦行。一時覆相誑", "271": "諸白衣。出則飲酒開眾惡門。入則噉肉集眾", "272": "苦本。此九不及外道。又復酒者是臭氣水穀", "273": "失其正性。成此別味。眾生以罪業因緣故受", "274": "此惡觸。此非正真道法。亦非甘露上味。云", "275": "何出家僧尼授白衣五戒。令不飲酒。令不妄", "276": "語。云何飜自飲酒。違負約誓。七眾戒。八戒", "277": "齋。五篇七聚。長短律儀。於何科中。而出此", "278": "文。若白衣人。甘此狂藥。猶當訶止。云何出家", "279": "人而應自飲。墮尼羅浮陀地獄。身如段肉。無", "28": "宋江陵四層寺竺慧熾食肉生餓狗地獄事宋江陵四層寺竺慧熾食肉生餓狗地", "280": "有識知。此是何人皆飲酒者出家僧尼。豈不", "281": "可深信經教。豈可不內愧猶服如來衣。受人", "282": "信施居處塔寺仰對尊像。若飲酒食肉者。不", "283": "及居家。在家人雖復飲酒噉肉。無犯戒罪。此", "284": "一不及在家。在家人雖復飲酒噉肉。各有屋", "285": "宅丘窟。終不以此仰觸尊像。此二不及在家。", "286": "在家人雖復飲酒噉肉。終不吐洩寺舍。此三", "287": "不及在家。在家人雖復飲酒噉肉。無有譏嫌。", "288": "出家人若飲酒噉肉。使人輕賤佛法。此四不", "289": "及在家。在家人雖復飲酒噉肉。門戶井竈各", "29": "獄事冥祥記", "290": "安其鬼。出家人若飲酒噉肉。臭氣熏蒸一切", "291": "善神皆悉遠離。一切眾魔皆悉歡喜。此五不", "292": "及在家人。在家人雖復飲酒噉肉。自破財產", "293": "不破他財。出家人飲酒噉肉。自破善法破他", "294": "福田。是六不及在家人。在家人雖復飲酒噉", "295": "肉。皆是自力所辦。出家人若飲酒噉肉。皆他", "296": "信施。是七不及在家人。在家人雖復飲酒噉", "297": "肉。是常罪業更非異事。出家人若飲酒噉肉。", "298": "眾魔外道各得其便。是八不及在家人。在家", "299": "人雖復飲酒噉肉。猶故不失世業。大耽昏者。", "3": "晉襄陽竺法慧被害并門人折足事晉襄陽竺法慧被害并門人折足事", "30": "竺慧熾。新野人。住江陵四層寺。永初二年卒。", "300": "此即不得。出家人若飲酒噉肉。若多若少皆", "301": "斷佛種。是九不及在家人。又食肉者斷大慈", "302": "種。凡大慈者令一切眾生同得安樂。若食肉", "303": "者一切眾生皆為冤對。同不安樂。若食肉者", "304": "是遠離聲聞辟支佛法。遠離菩薩佛果法。遠", "305": "離菩提涅槃法。若食肉者障生六欲天。何況", "306": "四禪四空三十七品六波羅蜜法。亦障四弘", "307": "誓願四攝法一切三昧五眼十力乃至無上菩", "308": "提。何以故。若食肉者障菩提心。無菩薩法。無", "309": "四無量心。無大慈大悲。以是因緣。佛子不續。", "31": "弟子為設七日會。其日將夕燒香竟。沙門道", "310": "所以經言。食肉者斷大慈種。諸出家人。雖復", "311": "不能行大慈大悲。究竟菩薩行成就無上菩", "312": "提。何為不能忍此腥臭修二乘道。至於豺犬", "313": "野干。皆知嗜肉。人最有知。勝諸眾生。何與此", "314": "等同甘臭穢。如前所說。此皆遠事。未為近切。", "315": "諸大德僧尼。若噉食眾生者。是魔行是地獄", "316": "種。是恐怖斷命燒煮因緣。是割剝皮肉。斷截", "317": "手足。破腹刳膓。碎髓抉目。貧窮下賤。凍餓醜", "318": "陋。聾盲瘖瘂。手足跛蹇癰疽。一切病苦。一切", "319": "生死。皆因是行。乃至黑繩叫喚寒熱。阿鼻餓", "32": "賢。因往視熾弟子。至房前忽見曖若人形。詳", "320": "鬼畜生無量極苦。皆是殺業受如此報。復當", "321": "思一大事。若噉食眾生父母。眾生亦報食其", "322": "父母。若噉其子眾生亦復報噉其子。如是冤", "323": "對報相噉食。歷劫長夜無有窮已。如經說。有", "324": "一女人。五百世害狼兒。狼兒亦五百世害其", "325": "子。又有女人。五百世斷鬼命根。鬼亦五百世", "326": "斷其命根。此是經說。不可不信。其餘相報準", "327": "例可知。又有一大事。當應信受。從無始已來", "328": "至于今生。經歷六道。備諸果報。一切親緣遍", "329": "一切處。直以經生歷死。神明隔障是諸眷屬", "33": "視乃慧熾也。容貌衣服不異生平時。謂賢曰。", "330": "不復相識。今日眾生或經是父母師長兄弟", "331": "姊妹兒孫朋友而今日無道眼力。不能分別。", "332": "還相噉食不自覺知。噉食之時此物有靈。即", "333": "生忿恨。還成冤對。向者至親還成至冤。如是", "334": "之事。豈可不思。暫爭口舌端一時少味。永與", "335": "宿親長為冤對。可為痛心。難以言說。又復", "336": "當思一事。凡噉食眾生。是一切眾生冤家如", "337": "是。冤家遍滿六道。若欲修行。皆為障難。一理", "338": "中障二事中障何者理中障。以業因緣自生", "339": "障難。令此行人愚癡無慧。不知出要無有方", "34": "君且食肉美不。賢曰美。熾曰。我坐食肉今墮", "340": "便。設值善知識不能信受。設復信受不能習", "341": "行。事中障者此諸冤對。或在惡鬼毒獸中。或", "342": "在神龍天魔中。如此處處來作留難。設遇善", "343": "友深心信受。適欲修行。便復難起。或引入邪", "344": "道。或惱令心亂。修戒定慧。修諸功德。常不清", "345": "淨。常不滿足。皆是舊冤起諸對障。如是之事。", "346": "又宜深思。弟子蕭衍又敬白諸大德僧尼。弟", "347": "子蕭衍於十方佛法僧前。與諸僧尼共申約", "348": "誓。今日集會此是大事因緣。非直一切諸佛", "349": "在此一切法僧在此。諸天護世四王金剛密", "35": "餓狗地獄。道賢驚悚未及得答。熾復語言。汝", "350": "迹摩醯首羅散脂大將十方一切八部龍神有", "351": "大神足。有大威德。皆應在此側塞虛空。如是", "352": "幽顯莫不鑑觀。古人有言。非知之難。其在行", "353": "之。弟子蕭衍今日當先發誓以明本心。從今", "354": "已去至于道場。若飲酒放逸起諸婬佚。欺誑", "355": "妄語噉食眾生。乃至飲於乳蜜及以酥酪。願", "356": "一切鬼神先當苦治蕭衍身。然後將付地獄", "357": "閻羅王。與種種苦。乃至眾生皆成佛盡。弟", "358": "子蕭衍猶在阿鼻地獄中。僧尼若有飲酒食", "359": "肉者。而不悔過者一切大力鬼神。亦應如此", "36": "若不信試看我背後。乃迴背示賢。見三黃狗。", "360": "治問令增廣善眾清淨佛道。若未為幽司之", "361": "所治問。猶在世者。弟子蕭衍當如法治問驅", "362": "令還俗隨時使役。弟子蕭衍更白諸大德僧", "363": "尼。向已粗陳魚肉障累招致苦果。今復重欲", "364": "通白一言。閻浮提壽云一百二十。至於世間", "365": "罕聞其人。遷變零落無間宿少。經言。一念", "366": "頃有六十剎那。生死無常暫有諸根。俄然衰", "367": "滅。三途等苦倏忽便及欲離地獄。其事甚難。", "368": "威德清淨猶懼不免。況於毀犯安可免乎。諸", "369": "大德僧尼當知此事。凡食魚肉是魔境界行", "37": "形半似驢。眼甚赤。光照戶內。狀欲噬熾而復", "370": "於魔行心不決定。多有留難。內外眾魔共相", "371": "嬈作。所以行者思念。魚肉酒是魔漿故不待", "372": "言。凡食魚肉嗜飲酒者善神遠離。內無正氣。", "373": "如是等人法多衰惱。若心決定蔬食苦到。大", "374": "悲熏心。如是等人多為善力。所扶法多堪能。", "375": "諸大德今日已去善相開導。令未得者今去", "376": "皆得若已集行願固志力若未曾行願皆改革", "377": "今日相與共為菩提種子。勿怪弟子蕭衍向", "378": "來所白。于時僧尼一千四百四十八人。集華", "379": "林殿前。令光宅寺雲法師昇座講涅槃經四", "38": "止。賢駭怖悶絕。良久乃蘇具說其事。因茲悛", "380": "相品四分之一。陳食肉者斷大慈種義。御親", "381": "席地在高座北。後又集義學僧尼二百人。於", "382": "華光殿。令諸律學沙門昇高座。御地鋪而坐", "383": "制旨。問曰。集大眾求律中意。聞諸僧道。律", "384": "中無斷肉法。又無懺悔食肉法。諸律師從來", "385": "作若為開導。使人致有此疑。律師法超奉答。", "386": "教是一而人取不同。律雖許三種淨肉。意欲", "387": "永斷。何以知之。先明斷十種不淨。次令食", "388": "三種淨肉。末令食九種淨肉。如是漸制。便是", "389": "意欲永斷。又問僧辯。答但教有淺深。階級引", "39": "悔。", "390": "物。理當是過。但教未極。又問。其食肉者為是", "391": "慈悲心無慈悲心。答此非慈悲。又問。律教欲", "392": "使人出離不。答令人出離。又問。食肉得出離", "393": "否。答不得。又問寶度律師如何。答曰。愚短所", "394": "解只是漸教。所以律文許噉三種淨肉。若涅", "395": "槃究竟不許食肉。若利根者於三種淨肉教", "396": "即得不食。若鈍根人方待後教。又問法寵比", "397": "丘。若爾眾僧何故有食。答曰。不應食。但食欲", "398": "情深。又問。云何懺悔。答懇惻至心是為懺悔。", "399": "又問。懺竟食不。答無明多者或亦不免。又問。", "4": "竺法慧姓張。賢直有戒行。頗有神迹。恒語弟", "40": "齊令才啖肉入喉苦死事齊令才啖肉入喉苦死事", "400": "先道懺悔而猶噉食。此是知而故犯。非謂慚", "401": "愧。若使先時不知或是過誤後方起愧。乃是", "402": "慚愧。又復慚愧不得重犯。如其重犯罪更彌", "403": "大。帝與諸大德往返數飜。皆不能答。又勅", "404": "景猷昇高座。讀楞伽鴦掘摩羅涅槃等經。明", "405": "斷肉義。唱經文竟設會畢出。其晚又勅右衛", "406": "率周捨曰。法寵所言慚愧而食眾生。此是經", "407": "中所明羅剎女婦云。我念汝我食汝。法寵此", "408": "心即是經之羅剎。又勅捨云。僧辯所道自死", "409": "肉。若如此說。鴟鵶鳩鴿處空不死那不見有", "41": "令才俗姓趙。東陽人。雖身預道門。行同流俗。", "410": "一自死者。麞鹿雉兔充滿野澤。亦不曾見有", "411": "一自死者。而覓死肉其就屠殺家。覓死魚必", "412": "就其罟網處。經言買肉與自殺此罪一等。我", "413": "本不自為。正為諸僧尼作離罪因緣。又勅捨", "414": "云。眾生所以不可殺。凡一眾生具八萬戶蟲。", "415": "經亦說有八十億萬戶蟲。若斷一眾生命即", "416": "是斷八萬戶蟲命。自死眾生又不可食者。前", "417": "所附蟲雖已滅謝。後所附蟲其數復眾。若煮", "418": "若炙此新附蟲皆無復命。利舌端少味害無", "419": "量眾生。其中小者非肉眼能觀。其中大者灼", "42": "聚集飲噉曾無愧心。甞在吳之豪士顧霈。送", "420": "然共見。滅慈悲心增長惡毒。此實非沙門釋", "421": "子所可應行。又勅捨云。眾僧食肉既犯性罪。", "422": "又傷戒律。以此為言。有兩重罪。若是學問", "423": "眾僧食肉者。此為惡業。復倍於前。所以如此。", "424": "既親違經教。為人講說。口稱慈悲。心懷毒害。", "425": "非是不知。知而故犯。言行相違。即成詭妄。論", "426": "學問食肉。即罪有三種。所以貴於解義。正為", "427": "如說修行。反復噉食魚肉。侵酷生類。作惡知", "428": "識。起眾冤對。墜墮地獄。疾於鑽矛。凡出家人", "429": "實宜深思。又勅捨云。聲聞受律儀戒。本制身", "43": "客於昇平亭坐。見牽一羊。將充厨膳。才以貪", "430": "口七支。一受已後乃至睡眠悶等。律儀恒生", "431": "念念得未曾得律儀。所以爾者。睡眠等非起", "432": "惡心。故不損不失乃至常生。若起欲殺心。於", "433": "聲聞法。雖不失身口戒。而於戒有損。非唯損", "434": "不殺戒。亦兼污餘戒。至於手挾齒齧動身口", "435": "業。則失身口戒。爾時律儀無作即斷不續。既", "436": "失不殺戒亦污餘戒。所以爾者。旃陀羅人為", "437": "屠肉時為何等人殺。正為食肉者。若食肉者", "438": "即有殺分。於不殺戒即成有缺。若謂於善律", "439": "儀受殺生分。於不殺戒無有缺者。是為不善", "44": "網覆心。曾無諫止。俄而羊挽繩斷走入才膝", "440": "律儀人持八戒齋。是惡律儀猶應相續。若惡", "441": "律儀人持八戒齋。惡律儀不復相續者。是知", "442": "善律儀人受諸殺分。是不殺戒即時便缺。別", "443": "解脫戒不復解脫。惡律儀人無論持八戒齋。", "444": "但起一念善心。惡律儀即斷。若一念不斷。多", "445": "念亦應不斷。若多念斷是知一念時斷。善律", "446": "儀人其事亦爾無論受諸殺分。有少殺分不", "447": "殺律儀即時亦斷。菩薩人持心戒故知。無有", "448": "食眾生理。若缺聲聞戒。終不免地獄等苦。", "449": "10 慳損僧物錄慳損僧物錄十", "45": "下。穿頭入袈裟下。欲以求救。才然無言。羊即", "450": "西域聖者僧伽耶舍巡游見僧受苦事西域聖者僧伽耶舍巡游見僧受苦事", "451": "付法藏傳", "452": "昔如來滅後數百年。有傳法聖僧僧伽耶舍。", "453": "甞游海邊見一住處。堂閣嚴飾眾事奇妙眾", "454": "僧滿中。經行禪念日至鳴鐘集堂。食訖所有", "455": "肴膳變成膿血。鉢器相打頭面破壞。血污身", "456": "衣。而作是言。何為惜食今受此苦耶。舍前問。", "457": "答言。長老我等先身迦葉佛。時同止一寺見", "458": "客僧來。心生忿恚。藏惜飲食不分與之。由此", "459": "慳惜。今受此苦耶。舍聞之生大怖畏。如是觀", "46": "被牽將去。須臾刳剔既畢焚炙而行。才先食", "460": "察俄登聖果。", "461": "宋法豐減僧食死作餓鬼事宋法豐減僧食死作餓鬼事徵驗傳", "462": "釋法豐姓竺氏。燉煌人。往適龜茲。修理一寺。", "463": "觸事周辯。時因號為法豐寺。既久專寺任。稍", "464": "恃其功力。出內取與頗乖斟酌。輒減省僧食", "465": "令不周足。久之遂亡。墮餓鬼中。常在寺院。至", "466": "初夜後。作餓駝鳴。巡房聲叫。弟子寶慧聞而", "467": "歎曰。是我師聲。因問那爾。豐曰。由減僧食料", "468": "受餓鬼苦。苦劇難堪。願見濟度。弟子廣為齋", "469": "懺。得生清勝云云。", "47": "一臠始入咽喉。肉遂從上走下衝心以攻腹。", "470": "宋京師瓦官寺惠果如廁見鬼求救事宋京師瓦官寺惠果如廁見鬼求救事", "471": "釋惠果。豫州人。少蔬素為業。誦法華經。甞如", "472": "廁。廁前見一鬼。致敬於果云。前身出家作維", "473": "那。為觸穢淨厨。墮在鬼中。常噉糞穢。法師德", "474": "素高明慈悲拯濟願示除苦之方。又云。昔住", "475": "此寺東行第三房。庭前有柿樹。當時埋錢三", "476": "千。在此樹下。願取為福。言訖不見。果告眾。", "477": "同掘得之。為造法華經。并設齋後夢見鬼。報", "478": "云。生天闔眾聞之。莫不誡懼。", "479": "齊永興柏林寺弘明見小兒乞救事齊永興柏林寺弘明見小兒乞救事高僧傳", "48": "絞戾苦痛不復可堪。起伏呻吟酸切左右。霈", "480": "釋弘明本姓羸。會稽山陰人。少出家貞苦有", "481": "戒節。誦法華經習禪定。明甞於雲門見一小", "482": "兒來聽明誦經。問曰。汝是何人。答云。昔是此", "483": "寺沙彌。為盜僧飲食。今墮廁中。願助方便使", "484": "免斯累。明即說法勸化。領解方隱。", "485": "周益州索寺慧旻盜僧財作牛事周益州索寺慧旻盜僧財作牛事徵驗傳", "486": "慧旻姓顧氏。少出家不修行業。善於興販。甞", "487": "當眾倉厨。私自食用。知僧財帛。方便割盜。後", "488": "遇疾而終。遂託牛腹中。生已形容光偉蹄角", "489": "圓好。眾共愛惜別加養飼。於一時駕車載竹", "49": "即命醫針之。炙猶搖動。乃破皮出之。故臠肉", "490": "將欲上坂。極力牽挽困而未登。遂兩膝屈地", "491": "肘鼻流血。時綿州雙男師者不測人也。來在", "492": "益州因行見之。嗟歎曰。此人也。乃以手撮牛", "493": "角。問訊牛曰。何似旻公償債辛苦。於是淚下", "494": "如雨。眾僧見之無不悲愍。遂報旻弟子共贖", "495": "之。牛不食數日於是而終。", "496": "禪師輒取僧少菜死作眾奴事禪師輒取僧少菜死作眾奴事國清寺百錄僧照附", "497": "天台山智者禪師。誡知事曰。昔有一寺師徒", "498": "數百。晝夜禪誦時不虛棄。有一淨人。竊聽", "499": "說法。係念存習忽踞坐竈前。寂然入定。火滅", "5": "子法照云。汝過去曾折一鷄脚。其殃尋至。汝", "50": "耳。才得病作羊鳴吐沫還寺。少時便死。遠近", "500": "湯冷。維那恐廢眾食。來白上座。上座云。此是", "501": "勝事。眾宜忍之慎勿驚觸聽其自起。數日方", "502": "覺往上座前。具陳所證。敘法轉深。上座止曰。", "503": "爾向所言皆我境界。而今所說非我所知。勿", "504": "復言也。因而顧問頗知宿命。答云。薄知。又", "505": "問何罪為賤。何福易悟。答云。賤身者前世", "506": "時。乃是今日徒眾老者之師徒眾所學皆昔", "507": "所訓。爾時多有私客。恒自約制不敢侵眾。忽", "508": "有急客。過輒取眾僧少菜。忘不陪備。由此譴", "509": "責。今為眾奴。前習未久。薄修易悟。宿命罪福", "51": "聞者為之誡肅。", "510": "其事如是。一眾聞此悲不能勝。", "511": "又云。余有同學照禪師。於南岳眾中。苦行禪", "512": "定最為第一。輒用僧一撮鹽。自作齋食。所侵", "513": "無幾。不以為事。後復行方等。忽見相起。計始", "514": "三年。增長乃至數十斛。急令陪備。仍貨賣衣", "515": "資。買鹽償眾。此事非遠。亦非傳聞。宜以為", "516": "規。莫令後悔。", "517": "隋相州道明侵柴然足事隋相州道明侵柴然足事出幽人記", "518": "釋道明姓元。相州人也。少而高尚多奇節。禪", "519": "誦之譽有聞遐邇。以大業元年三月卒於本", "52": "陳楊州智慎為王誡勸事陳楊州智慎為王誡勸事徵驗傳", "520": "寺。其年七月有同房僧玄緒。因行至郊野。日", "521": "暮忽遇伽藍。便往投宿。至門首乃見道明從", "522": "寺方出。儀容言語不異平生。遂引緒至房緒", "523": "私心怪之。而不敦問。至後夜明遂起。謂緒曰。", "524": "此非常處上人慎勿上堂。至曉鐘時復來語", "525": "緒。不聽上堂而形體頓銷顏色殊改。明去後", "526": "緒即往食堂後窓邊觀覘其事。禮佛行香皆", "527": "如僧法。維那唱施粥已即見有人舁粥將來。", "528": "皆作血色行食遍。並見諸僧舉身火然宛轉", "529": "悶絕。如一食久。維那打靜。諸僧一時無復苦", "53": "智慎未詳其氏。言行多穢。沈迷嗜慾。每啖鮮", "530": "相。緒駭懼還所止房。少時明至。轉更顦顇。緒", "531": "問之曰。此是地獄。苦不可言。緒復曰公何辜", "532": "至此。明曰。為往時取僧一束柴。煮汁染衣", "533": "忘不陪償。當一年然足受罪。明乃以手褰衣。", "534": "劑膝已下並皆焦黑。因泣涕而曰。上人慈悲", "535": "願見救度。緒驚歎謂明曰。公精練之人猶尚", "536": "如此。況吾輩當復何如。不審何如可得相免。", "537": "明曰。買柴百束。陪常住僧。并寫法華經一", "538": "部。緒曰。吾當自竭所有為君辦之。願公早離", "539": "此苦。因遂分別。緒即還寺依言為酬。并寫經", "54": "魚以甘口腹。乃於房穿池。廣二丈多養鮮魚。", "540": "重更往尋。寂無所見。", "541": "隋冀州僧道相見靈巖寺諸僧受罪苦事隋冀州僧道相見靈巖寺諸僧受罪苦", "542": "事靈巖寺記", "543": "釋道相。冀州人。聞齊州靈巖寺僧徒嚴整神", "544": "靈警肅。以開皇十六年來寺。行道俄爾暴亡。", "545": "於冥司中見大勢至菩薩。化稱寺主曇祥。將", "546": "觀僧獄。初見僧真。僧真墮黑闇地獄。炭火燒", "547": "之。其門有牓。云此人為私用眾家燈油錢二", "548": "十貫。但寺內無盡燈油家大有財物。僧真經", "549": "為寺主。意謂。無盡燈油眾僧有受用之義。雖", "55": "用備朝夕。又圖畫閻羅王像。置之虛座。鱓𦞦", "550": "云貸用。私意不還。是以業道不免受報。僧", "551": "真多年已來。身常黑瘦多生諸熱瘡。療之不", "552": "差。祥語相云。汝還寺語僧真急還燈家物。得", "553": "免地獄。僧真即自當日還。了於是得免。地獄", "554": "牓隨滅。次見僧法迴。在方梁壓地獄。其牓", "555": "云。此人私用僧三十匹絹。祥語相云。汝還寺", "556": "語法迴。速還僧絹。得出地獄。相具陳上事。法", "557": "迴即拒不承。乃云。比來不用僧家一尺物。何", "558": "因得有三十匹。道相說牓云。開皇五年眾僧。", "559": "遣法迴向京師請靈巖寺額。將絹百匹驢兩", "56": "先熟以先獻之。有問其故。慎曰。閻羅王幽獄", "560": "頭。除糧食。迴至京師。逢通事舍人。是靈巖檀", "561": "越為奏得額。不費一錢。法迴自思惟。此寺", "562": "額因此法迴而得。於寺有恩。應銷三十匹絹。", "563": "乃以十匹買金。五匹愽絲布。六匹市鍾乳及", "564": "石斛。六匹買沈香。三匹買鍮石篢鎖三十具。", "565": "其二十五具賣。五具仍在匱中。其香並現在。", "566": "鍾乳石斛用訖。絲布現兩匹在匱。金一兩亦", "567": "未用。法迴現見事驗。當即首伏還三十匹絹。", "568": "當日即了。獄門上牓滅沒耳。次見道廓。在", "569": "火燒地獄。牓云。此人然僧八十錢柴故墮此", "57": "之主。擯罰由其筆端。脫或相遇恕其寬赦耳。", "570": "地獄。道相具陳而道廓不承。自云在此寺來。", "571": "一寸草葉未甞敢然。何況有私用八十錢柴。", "572": "道相見牓云。有人盜僧林內杏樹。曳至界外。", "573": "截作梳材由有不盡。道廓拾得殘木。截作", "574": "三束。一根是麁故。云計直八十錢。廓由不伏。", "575": "云林外將柴三束。麁者一根入束。其時時價", "576": "賣柴。至寺二十文。即得一截。何有三束杏柴", "577": "得直八十錢。道相說牓云。麁者一根仍堪作", "578": "梳木。故直八十錢。道廓見此即承。還僧八十", "579": "錢。如上即出。次見慧泰在火燒地獄。牓云。然", "58": "同侶譏誨莫之能止。後卒病而絕。遂見閻羅", "580": "僧一簸箕木札。唯直二十錢。慧泰即承。還二", "581": "十文。如上得出。次見慧侃。牓云。四十人蘭若", "582": "日並作一食齋。慧侃勸外來僧可食粥。損米", "583": "三升故。入地獄還得出。次見一別道相。墮", "584": "接燭地獄。火燒手焦。牓云。此人被差為僧作", "585": "燭。遂闕而不作。其同作。人頻喚不得。乃作戲", "586": "言。大德何能與汝作燭。以此違眾故墮此地", "587": "獄。道相還僧燭價。得出此獄。次見三沙彌。忘", "588": "其名字。墮在火燒地獄。牓云。此寺法絕不", "589": "然乾柴。此沙彌輒然乾柴。獄門有一聚蟲子。", "59": "王。語云。弟子比來數蒙供養。雖傾厚意。終令", "590": "從沙彌索命。故墮此獄。祥語相云。汝還寺語", "591": "三沙彌。各設一供供養眾僧懺悔。得免。三沙", "592": "彌等各設一供得出次見明基沙彌。墮沸鐵", "593": "薄餅地獄。迸火燒面。牓云。此人為僧常作薄", "594": "餅。更不餘使。為不用心護麵。乃拂麵令落地。", "595": "不可收取故入此獄。其明基四五年來滿面", "596": "生瘡。受大苦惱。療治不差。祥語道相。汝可語", "597": "明基。基承。設供得免。次見道弘沙彌。入吞鐵", "598": "圓地獄。圓燒入口。口悉焦爛。牓云。此人為", "599": "僧。作餛飩。大眾未喫。盜食一鉢。故入此獄。", "6": "好慎之。照忽出行。誤為人所擲。遂折一脚。照", "60": "弟子罪累更深。願師勿爾也。殺命事重不可", "600": "其道弘數年已來。口裏生瘡。非常苦痛。祥令", "601": "為僧設一供。得免此獄。諸如此事。凡有三十", "602": "餘人。道相七日內十三度死。皆見曇祥指示", "603": "罪相。廣如別記。", "604": "唐國清寺僧智瓌死作眾奴事唐國清寺僧智瓌死作眾奴事新錄", "605": "僧智瓌。不詳其氏姓。出家住天台國清寺。次", "606": "當直歲。乃將小布十端。貸始豐縣丞李意及。", "607": "畢竟不還。後瓌身死作寺家奴。名師立。背", "608": "上有文。作智瓌之字。現在同見。其李意及死", "609": "後作寺家奴。名士嵩。背上亦有李意及名字。", "61": "復賒。命獄典。引慎令觀受苦之處。觀已可", "610": "唐楊州白塔寺道昶冥官誡勸事唐楊州白塔寺道昶冥官誡勸事新錄尼妙覺附", "611": "道昶俗姓宋。楊州江都人。少出家住白塔寺。", "612": "任都維那。掌知僧物。自在侵用。至永昌年中。", "613": "忽有冥官數人。悉衣朱紫。乘駿騎。白日入房。", "614": "曳昶下地。怒目揮刀。將斷其頸。昶不知何人。", "615": "唯驚叫乞命。弟子等走報寺主。寺主前見流", "616": "污側立。都不得言。冥官厲聲言。所有合房資", "617": "財。並送還僧當放汝活。昶叩頭答云。不敢違", "618": "命。官言且去三日更來。昶即鳴鐘集僧。罄捨", "619": "衣物。陪僧造像。設齋懺悔。冥官三日又來。見", "62": "將師還。慎前行見大鐵城。猛火騰炎未至數", "620": "昶一鉢一衲更無遺積。遂不言而去。自爾無", "621": "他。後成明行。", "622": "法界寺尼妙覺身當直歲。將錢二十六貫。憑", "623": "開業寺僧玄湛。糴官粟二百碩。欠一十三貫", "624": "錢粟。未還其錢。官典腹內其僧。苦索不得。遂", "625": "經三年。至聖歷元年九月內。尼妙覺在房。忽", "626": "得重病。遂有人追云。王追師。即隨使至閻羅", "627": "王所。王問。阿師何以用寺家錢。尼妙覺云。一", "628": "生不曾用寺家錢。王言。身當直歲。用錢十", "629": "三貫糶粟。粟既不得。錢何不還。尼妙覺云。", "63": "百步。星火飛迸亂及於慎。慎驚不肯復前。王", "630": "此錢僧玄湛將付官典。妙覺實不自用。王急", "631": "遣覓僧玄湛對當其尼。當即於冥道中。兩日", "632": "處處。覓僧玄湛不得。遂請王為追。王亦許追。", "633": "其妙覺亡在冥道。覓僧之時。妙覺在床上臥。", "634": "口數數云。急喚僧玄湛。傍人遂即為覓經兩", "635": "日。覓得此僧病。尼既聞此僧來。不覺床上忽", "636": "起大嗔云。為阿師被追喚太急。兩日處處覓", "637": "師不得。脚總破盡。阿師何為不來。當時傍", "638": "人撿尼脚下總破作瘡。尼語僧云。阿師莫不", "639": "為急還寺家物。若不得物終不相放。王亦現", "64": "曰。師所見如何。慎悲泣請悔乞暫放還以修", "640": "追阿師。如是紛紜苦索其僧。玄湛遂即立帖", "641": "求還。云到明年臘月內不還。乞現在房內物", "642": "總與任阿師取。尼妙覺領得帖了還。至冥中", "643": "具陳委曲云。僧玄湛總與知當。不關妙覺事。", "644": "冥中官典猶自苦留不放。遂見隱法師邃法", "645": "師勸云。事既不相關。何為不放。其冥中典吏。", "646": "遂給妙覺抄。云放師去。其尼病遂差。其僧於", "647": "後至臘月內。還錢遂了。兩寺徒眾並具知之。", "648": "唐印州僧割杓減粥現噉糞穢事唐印州僧割杓減粥現噉糞穢事新錄", "649": "印州僧失其名。經作直歲。割杓令小。使僧粥", "65": "功德。王曰。獄外尚爾獄裏可知。自作自受斯", "650": "不足。後經一月。日不出房。諸僧怪私覘見。此", "651": "僧每至食時。將鉢就廁取糞自食。僧等因此", "652": "輒開其房。房內特臭問其所由。其僧對眾懺", "653": "悔遂得如舊。", "654": "唐寧州道勝寺慧仙神英受苦事唐寧州道勝寺慧仙神英受苦事新錄", "655": "寧州道勝寺上座慧仙。都維那僧神英。俱為", "656": "寺住。同事和睦。常住僧物用。無齊限借。便勝", "657": "遊飲噉無數。因果業道素不關心。禪誦經行", "658": "無不在意。雖居住僧侶。實點污緇風。道俗謗", "659": "譏謂無報應。其上座慧仙染患身死。三年已", "66": "言不謬。比日蒙恩。今以此為報也。遂得再生", "660": "後都維那神英去。萬歲通天年七月內。忽遇", "661": "郭里師婆。因即問之。神英好否。師婆看神英", "662": "云。師後常有一僧逐師。得過八月。即應無事。", "663": "英謂言戲語。至八月初。寺家家人夜夢。見上", "664": "座慧仙。共一人執赤索入寺。問家人。都師何", "665": "在。其家人報云不在。上座慧仙云。吾共伊同", "666": "知僧事。私破僧物。費散極多。吾緣此罪入磑", "667": "輪地獄。晝夜受苦。何可言。伊不為作少功", "668": "德。豈得遣吾獨受於苦。遂於寺內覓都師神", "669": "英。遇見寺主八仁。其執赤索人即以索。剔取", "67": "深加改勵。曉夕精勤遂成高行僧焉。", "670": "寺主八仁。八仁云。不關我事。即以手捉索。牽", "671": "挽拒之。因即得脫踰牆而出。其家人夢。已後", "672": "向諸人說。又見神英云。昨夜得一夢。大是不", "673": "好。欲向都師說之。恐畏師瞋。都師報云。但說", "674": "何畏。其家人即以上事。具述其夢。仍云。師此", "675": "月不須在寺。其都師意悟與前師婆言同。懼", "676": "而歸家。至八月二十一日。語家內云。寺上", "677": "今日官齋無人歎佛。吾暫歸寺。家內云。師不", "678": "宜在寺。何須去也。報云。豈由於此。暫往即", "679": "來。因遂向寺。齋時未至。向厨頭。撿挍暫坐。", "68": "唐神都太平寺僧威整害蜘蛛事唐神都太平寺僧威整害蜘蛛事新錄", "680": "人送麵食與都師。即取食之兩三口。體內熱", "681": "悶。吾舊服藥。似不相宜。齋時既至。即自歎", "682": "佛。至半氣力轉微不能得了。即向師主法凝", "683": "云。神英體內不好。歸家將息。師云。吾觀汝以", "684": "困。不宜久住。至家一夜明日不能起上。家", "685": "內共看即見兩人相隨入來。神英云扶我。張", "686": "王二都官已來。即向王都叩頭云。放神英更", "687": "得一年修營功德。亦為都官造作功德。恩澤", "688": "何猶可言。王都報言。必不可得。其上座慧", "689": "仙早亡三年受磑輪地獄苦痛。何言他家待", "69": "釋威整。未詳氏族。少出家修慧解。精勤聽習", "690": "師甚急無已。神英求王都不得。即向張都叩", "691": "頭云。與都官同姓。豈不相救。其張都即向王", "692": "都云。英師與公作功德何意不放。王都報云。", "693": "此事必不可得少時王至。豈得自由。乃約束", "694": "神英云。更莫多言。王至瞋責。神英既求不得。", "695": "即問家中云。有酥蜜不。家內報云。無酥蜜有", "696": "果子在。即云移床鋪設。安果子十餘楪。擬供", "697": "大王。少時間大王即至。身長八尺餘。騎紫騮", "698": "馬。著紫袍。侍從極盛。一向三十餘人。來至臥", "699": "處。張王兩都官。即下階側立。其神英即起坐。", "7": "方信悟。語門人曰。我有宿債。今當受之。俄為", "70": "略無棄日。住神都太平寺。常講數部大乘。深", "700": "欲有辭謝。王語兩都官云。更待何時。急手反", "701": "縛。其神英兩手。向後欲似反縛。向前挽之。", "702": "竟不能得。王又云何不急棒。其神英呻吟苦", "703": "痛。家人舉衣。看背上。背上闊兩手許。棒處青", "704": "瘀。徹於胸前。日晚亡矣。", "705": "唐京師慈恩寺僧玄󰀃被冥官追捉事唐京師慈恩寺僧玄󰀃被冥官追捉事", "706": "開業神德附", "707": "玄󰀃俗姓王。長安人也。幼入緇門。少參流俗。", "708": "雖霑法雨。不萌焦種。曾為眾差充同州莊直", "709": "歲。乃弗思業累。暢此無厭。私用眾胡麻三十", "71": "有弘益。忽於床後壁上見一蜘蛛。以杖狹之。", "710": "碩大豆二十碩。既苞藏積歲。莫知陳懺。至永", "711": "昌年中。忽遇苦患。自見身在火坑中。又有", "712": "大蛇欲來吞噉。身色紅赤。兩脚焦爛。宛轉", "713": "號叫。酷毒難聞。僧眾見之。毛竪流汗。中少", "714": "醒。即遣傍守一人代書。并召引寺僧景先。先", "715": "時身在。󰀃已見先在火坑內。󰀃罄割衣資克", "716": "己陳懺。經二十日。乃見冥官將五六百人器", "717": "仗來取。󰀃但知叩頭叩頭於是而卒。于時華", "718": "嚴法師在中講說。道俗數百咸悉知之。", "719": "又開業寺神德。亦多用常住物。忽暴亡。新豐", "72": "遂誤斷一脚。遣人送却。至明日還來整見。又", "720": "人姓劉。亦暴亡。見德頭如火山。身作鑊脚。又", "721": "引同寺上座將去。并引都維那仁敬。師捨衣", "722": "物陪常住。曉夕精修遂免追攝。", "723": "唐汾州啟福寺慧澄互用受苦事唐汾州啟福寺慧澄互用受苦事新錄", "724": "汾州啟福寺寺主慧澄。富慧解律儀。冠帶門", "725": "徒。門徒數百令譽當時。以調露三年六月。染", "726": "患將盡。數日牛吼。無何而終。數日有寺僧長", "727": "寧。精修禪行。夜忽見澄來。形色顦顇云。吾為", "728": "互用三寶物。苦劇難言。今望從公乞一食。又", "729": "語寧云。諸罪差輕。第一不得用伽藍物。數數", "73": "遣人送送向水南經宿。又來整乃以指剔其", "730": "須陪。時有一僧。名智感。學行兼通精修慎密。", "731": "澄語寧云。一州之中。唯此人可得全免。餘者", "732": "大難。又云。唐興寺善澄法師。亦互用三寶物。", "733": "不久當受。", "734": "唐并州義興寺智韜侵僧物徵卒來現事唐并州義興寺智韜侵僧物徵卒來現", "735": "事新錄", "736": "并州義興寺僧智韜。調露元年忽於夜中。見", "737": "房內猛火騰炎舉頭數丈。牛頭獄卒森列前", "738": "後。語韜云。汝自在用僧物。應入地獄。其人悲", "739": "泣乞救。誓即陪酬。瀝血懇誠至曉獲免。數日", "74": "所患之脚。遂被咬其手指。又遣人送極遠之", "740": "昏悶。後乃說之。當即悛革。遂無他故。", "741": "唐汾州界內寺伯達死作寺牛事唐汾州界內寺伯達死作寺牛事新錄", "742": "貞觀年中。汾州界內寺中有一僧。名伯達。性", "743": "嗜酒。每日常醉。後充常庫直歲。常私以眾", "744": "錢沽酒而飲。數年身死。其後寺眾市得一牛。", "745": "甚多膂力。僧眾在門外。徙倚或坐或立。見家", "746": "人驅群牛入寺。其新市得者。於群牛後數十", "747": "步後來。一僧云。此行步鄧濁大似我輩舊時", "748": "伯達。此牛聞其名。遂往迴顧向眾僧。僧等云。", "749": "多是伯達。乃語云。汝若實是即向眾中。來牛", "75": "處。他日不覺。復來重咬其指。乃雖小瘡痛不", "750": "應聲即來。因以頭叩地。而目中淚下。眾僧因", "751": "撫其頭。對之泣淚。為其懺悔受戒。十九年太", "752": "宗。伐遼東。令左丞宇文節。於諸州括牛擬供", "753": "軍食。行至此寺索牛。此牛獨陸梁牴拒不出。", "754": "僧眾具向宇文節使論之。宇文節令僧眾等", "755": "告牛使不取爾。因語牛曰。使人但欲見汝。不", "756": "將汝去。牛應聲即出。使人令跪即跪。宇文節", "757": "大驚愕而去。", "758": "唐益州空慧寺僧覺用寺錢鑿額苦死事唐益州空慧寺僧覺用寺錢鑿額苦死", "759": "事新錄", "76": "可忍。又令更送。自爾不來。瘡後稍增漸遍身", "760": "僧覺未詳其氏姓。早歲出家住空慧寺。寺中", "761": "生途豐渥福物盈贍。覺志好闚窬。極多侵盜。", "762": "至年次當知事。擅用眾錢。曾無愧悔。後忽脫", "763": "衣。赤體手如反縛。號叫大呼。悲泣流淚。于時", "764": "寺僧僧泰等怪往問之。覺曰。我今現身生入", "765": "地獄。有人於空中執鑿。鑿吾額上腦後及以", "766": "背上。皆作大孔。空中有錢。或編或貫。或千或", "767": "百。從口中入背上孔中出。背上孔中入口中", "768": "而出。或從額入腦出。腦入額出。錢迴之時。痛", "769": "不可言。欲有懺悔求謝。輒即迷悶。宛轉數日。", "77": "體。體覺漸微痒。以手搔之隨手作瘡。瘡中有", "770": "於是命終。", "771": "唐西京勝光寺孝贄取果噉親得報事唐西京勝光寺孝贄取果噉親得報事", "772": "新錄", "773": "孝贄俗姓竇。華國公誕之子也。弱而篤志經", "774": "戒。馳心釋教。貞觀二十三年出家。住勝光寺。", "775": "寺既密邇壥閈。兄弟親姻往來頗劇。贄數以", "776": "寺果噉之。無幾得嘔血之疾。發便僅死。氣息", "777": "綿綿哀叫酸楚。見者莫不股慄。少間蘇而血", "778": "止。自說云。輒欲吐血前。覩赤衣使者。將贄往", "779": "黑林中。扇大風吹贄肢節。使令分散。俄頃復", "78": "蜘蛛絲。出瘡皆漸大二三寸許。曉夕苦痛難", "780": "引贄。向一明處。臺觀閑敞上有人。儀容可畏。", "781": "厲聲謂贄曰。何乃以寺家果飼親等耶。言已", "782": "而失。如此經月以為常候。顯慶五秊六月二", "783": "十四卒於寺。春秋二十一。", "784": "釋門自鏡錄卷下", "785": "出據出據所錄事迹間出於他典因標出之以備對撿", "786": "達磨蜜多雜寶藏經六十一付法藏經五十　闍夜多雜寶藏經六九經律異相十九十九", "787": "離越雜寶藏經二十二異相十九二十六　慧達梁僧傳十三初唐僧傳三十三五三寶感通錄三下五", "788": "法苑珠林四十一八百三十六　道志珠林九十六十四　智通珠林二十六十三　無垢", "789": "友西域記四十五　慧嚴梁傳一七珠林二十六十三　僧嵩梁傳七二十四　僧範唐傳", "79": "言難忍。經二年間。涕唾小便皆有小蜘蛛子", "790": "十初珠林三十三十八六十一二十一　僧雲唐傳三十四初珠林百八二十四　慧咷唐傳十七四", "791": "西域須陀洹付法藏經四十異相十八二十一　西域沙彌西域記一二十二", "792": "異相二十二十三　法行梁傳一三感通錄三下三珠林七十一十四開元釋教錄一十七　曇遂珠林", "793": "百八二十二　僧綱唐傳三十四三珠林六十十三　靈光僧原化記善惡應報篇六之十六引　智", "794": "保唐傳二十七二十二　波儞尼西域記二二十三　慧琳梁傳七十　明解唐傳", "795": "三十五三十三珠林六十六二十四　法衡珠林十二十八　僧規珠林百十四　法宗珠林四十", "796": "七十三　智達珠林百八二十二　慧嶷珠林百十一二十四宋傳二十九初　新羅僧傳燈", "797": "錄二二佛祖通載五十一提婆傳　辨珪弘亮珠林百九十八　淨住子廣弘明集三十", "798": "二十一　僧群梁傳十二初　支遁梁傳四十二珠林八十九二十　慧熾珠林百十三四　曇", "799": "猷梁傳十一三感通錄三上初珠林二十七二十四五十二十五百十三　難公珠林百十三四　圓通", "8": "征西庾稚恭所害。", "80": "出。至今不差。百方推問莫之能療。合寺徒眾", "800": "唐傳三十三十七感通錄三上三珠林二十七二十五五十二十七　道遠唐傳三十四初珠林六十十二", "801": "玄鑒唐傳十七三佛祖統紀四十十　斷酒肉文廣弘明集三十九三十一初　慧果", "802": "梁傳十二十三感通錄三上十四珠林百十三二十二　弘明感通錄三上十五　道明統紀四十八", "803": "道相統紀四十五　智瓌統紀四十三十二　道昶統紀四十三十五　慧澄統紀四十", "804": "三十三　孝贄統紀四十二十七。", "805": "續補續補", "806": "釋明琛齊人。少遊學兩河。以通鑒知譽。然經", "807": "論雖富而以徵難為心。當魏明代釋門云盛。", "808": "琛有學識遊肆而已故其雅量頗非鴻業。時", "809": "有智翼沙門。道聲戴穆遠近望塵。學門若市。", "81": "時時來集為其求佛。即覺小可罄捨衣資。於", "810": "琛不勝幽情。深忌聲略。私結密交。廣搜論道。", "811": "初為屋子論議法。立圖著經。外施名教。內搆", "812": "言引。牽引出入罔󰂛聲說。聽言可領。及述茫", "813": "然。勇意之徒相從雲集。觀圖望經。怳若雲夢。", "814": "一從指授渙若氷消。故來學者先辨泉帛。此", "815": "屋子法入學。遂多餘有獲者不能隱祕。故琛", "816": "聲望少歇於前。乃更撰蛇勢法。其勢若葛亮", "817": "陣圖常山蛇勢擊頭尾至。大約若斯。還以法", "818": "數傍蛇比擬。乍度乍却前後參差。余曾見圖", "819": "極是可畏。畫作一蛇可長三尺。時屈時伸。傍", "82": "龍門山造一萬五千像一鋪。像今欲成其瘡", "820": "加道品。大業之季大有學之。今則不行想應", "821": "絕滅。初琛行蛇論。遍於東川有道行者。深", "822": "相諫喻決意已行博為道藝。潞州上邑思弘", "823": "法華。乃往巖州林慮縣洪谷寺請僧。忘其名", "824": "往講。琛素與知識。聞便往造。其人聞至中心", "825": "戰灼。知琛論道不可相抗。乃以情告曰。此邑", "826": "初信。事須歸伏。諸士俗等已有傾心。願法師", "827": "不遺故舊。共相成贊。今有少衣裁輒用相奉。", "828": "深體此懷。乃投絹十匹。琛曰。本來於此可有", "829": "陵架意耶。幸息此心。然不肯去。欲聽一上。此", "83": "稍歛。豈非宿殃不請之所致耶。", "830": "僧彌怖。事不獲已。如常上講。琛最後入堂齎", "831": "絹。束綴在眾中。曰高座法師昨夜以絹相遺", "832": "請不須論議。然佛法宏曠是非須分。脫以邪", "833": "法化人。幾許誤諸士俗。高座聞此。懾怖無聊。", "834": "依常唱文如疏所解。琛即喚住欲論至理。高", "835": "座爾時神意奔勇泰然待問。琛便設問隨問", "836": "便解。重疊雖多無不通義。琛精神擾攘思難", "837": "無從。即從座起曰。高座法師猶來闇塞如何", "838": "今日頓解。若斯當是山中神鬼助其念力。不", "839": "爾何能至耶。高座合堂一時大笑。琛即出邑", "84": "9 飲噉非法錄飲噉非法錄九", "840": "共伴二人投家乞食。既得氣滿。噎而不下餘", "841": "解喻。何所諍耶。論議不來天常大理何因頓", "842": "起如許煩惱。琛不應相隨東出步步歎吒。登", "843": "嶺困極止一樹下語二伴曰。我今煩惱熱不", "844": "可言。意恐作蛇。便解剔衣裳。赤露而臥。翻覆", "845": "不定。長展兩足。須臾之間。兩足忽合而為蛇", "846": "尾。翹翹上舉。仍自動轉語伴曰。我作蛇勢論", "847": "今報至矣。卿可上樹。蛇心若至。則有吞噬之", "848": "緣。可急急上樹。心猶未變。伴便上樹。仍共交", "849": "語。每作蛇論。果至如何。言語之間。奄便全身", "85": "晉天台山竺曇猷在胎經涉辛地被聖驅事晉天台山竺曇猷在胎經涉辛地被聖", "850": "作蛇。唯頭未變。亦不復語。宛轉在地舉頭。自", "851": "打打仍不止。遂至於碎欻作蟒頭。身形忽變", "852": "長五丈許。舉首四視目如火星。于時四面無", "853": "量諸蛇一時總至。此蟒舉頭去地五六尺許。", "854": "趣谷而下。諸蛇相隨而去。其伴目驗斯報至", "855": "鄴說之續高僧傳。", "856": "釋順璟者浪郡人也。本上之氏族。東夷之家", "857": "系。故難詳練。其重譯學聲教。蓋出天然況乎。", "858": "因明之學。奘師精研付受。華僧尚未多達。璟", "859": "之克通非其宿殖之力。自何而至於是歟。於", "86": "驅事", "860": "乾封年中。因使臣入貢附至。時大乘基歎曰。", "861": "新羅順璟法師者。聲振唐蕃學包大小。業崇", "862": "迦葉。唯執行於杜多。心務薄拘恒馳聲於少", "863": "欲云云。惜哉璟在本國稍多著述。亦有傳來", "864": "中原者。其所宗法相大乘了義教也。見華嚴", "865": "經中始從發心便成佛已。乃生謗毀不信。或", "866": "云。當啟手足命弟子輩扶掖下地。地則徐裂", "867": "璟身俄墜。時言生身陷地獄焉。于今有坑廣", "868": "袤丈餘。實坎󱢈然。號順璟捺落迦也宋僧傳。", "869": "隋開皇初有楊州僧。忘其本名。誦通涅槃。自", "87": "竺曇猷。或云法猷。燉煌人。少居苦行習禪定。", "870": "矜為業。岐州東山下村中沙彌。誦觀世音經", "871": "二俱暴死。心下俱暖同至閻羅王所。乃處沙", "872": "彌金高座甚恭敬之。處涅槃僧銀高座敬心", "873": "不重。事訖勘問。二俱餘壽。皆放還。彼涅槃僧", "874": "情大恨恨。恃所誦多問沙彌住處。於是兩辭", "875": "各蘇所在。彼從南來至岐州訪得具問所由。", "876": "沙彌言。幼誦觀音。別衣別所燒香呪願然後", "877": "乃誦。斯法不怠。更無他術。彼謝曰。吾罪深", "878": "矣。所誦涅槃威儀不整。身口不淨。救忘而已。", "879": "古人遺言。多惡不如少善。於今取驗。悔往而", "88": "神迹妙悟未暇詳舉。居赤城山。山巖與天台", "880": "返法苑珠林。", "881": "唐淅西重建慈和殿。治地每患蚯蚓穿穴。一", "882": "僧教。以石灰水灌之可絕。因此殺蚯蚓無數。", "883": "未久僧忽身癢成瘡。皮肉盡爛而死功過格。", "884": "蜀郡大慈寺律師修準。雖云奉律性甚褊躁。", "885": "庭前植竹多蟻子緣檻。準怒伐去竹。盡取蟻", "886": "子棄灰火中。準後忽患癬瘡遍頭面。醫者云。", "887": "蟻漏瘡不可醫。後竟卒。", "888": "蜀郡金華寺法師秀榮。院內多松柏。生毛虫", "889": "色黃。長二三寸。莫知紀極。秀榮使人掃除埋", "89": "連屬。而天台懸崖峻峙。古老相傳云。上有精", "890": "瘞或棄于柴積內。僧仁秀取柴煮料。于烈日", "891": "中晒乾。虫死者無數。經月餘秀榮暴卒。金華", "892": "寺有僧入冥。見秀榮荷鐵枷。坐空地烈日中。", "893": "有萬萬虫咂噬。僧還魂備說與仁秀。仁秀大", "894": "駭。遂患背瘡。數日而卒。", "895": "雲頂山慈雲寺四方。歸輳供食者甚厚。寺主", "896": "僧審言性貪鄙。欺隱本寺施財。飲酒食肉。畜", "897": "養妻子。無所不為。僧眾稍孤潔者必遭凌辱。", "898": "一旦疾篤。自言。空中繩懸一石臼。有鼠囓之。", "899": "繩斷正中其心。大叫氣絕。久而復蘇。如此數", "9": "晉霍山僧群折鴨翅見受報事晉霍山僧群折鴨翅見受報事冥祥記支遁附", "90": "舍。得道者居之。然有石橋跨㵎。而橫石斷人。", "900": "十度方卒逾年。寺下村中牛生一犢。腹下分", "901": "明有審言二字儆誡錄。", "902": "隋梁州沙門慧全。徒眾五百。中一人頗麁異。", "903": "全素所不錄。忽自云。得那含果。全有疾閉門。", "904": "其人徑至榻前問疾。而門閉如故明日復然。", "905": "因謂全曰。師命過當生婆羅門家。全云。我一", "906": "生坐禪何故生彼。答云。師信道未篤外學未", "907": "絕。雖有福業不得超詣。", "908": "烏鎮利濟寺有僧。師徒二人。俱稱謹厚。託以", "909": "經懺者日益眾。因致饒裕而悋嗇。不自享用。", "91": "且莓苔青滑。自終古已來。無得至者。猷行", "910": "亦不布施。後得疾。族人迎歸調治。俄而謝世", "911": "平生積貯盡為族有。十年後現夢於所親。曰", "912": "經懺未完者。陰府考校甚急。苦不可言。", "913": "昨山中一方外僧病已篤。是晚外正施食。謂", "914": "看病者言。有鬼挈我同出就食。辭不往俄復", "915": "來云。法師不誠。吾輩空返必有以報之。於是", "916": "牽我臂偕行。眾持撓鉤套索云。欲拽此法師", "917": "下地。我大怖失聲呼救。一時散去。越數日僧", "918": "死乃至一僧不誠。被鬼舁至河中欲沈之。一僧", "919": "失鎖衣篋。心存匙鑰。諸鬼見飯上皆鐵片。遂", "92": "至石橋所。聞空中聲。曰知君誠篤。今未得", "920": "不得食。一僧晒氈衣未收。值天雨心念此衣。", "921": "諸鬼見飯上皆獸毛。遂不得食。各受顯報。又", "922": "一人入冥。見黑房中有僧數百。肌體瘦削顏", "923": "色憔悴。似憂苦不堪之狀。問之則皆施食師", "924": "也竹窓隨筆。", "925": "江北僧隱圓。參學天寧。某年六月暴亡。母在", "926": "泰州。報到膚已粘席矣。將殮復甦細言。前世", "927": "曾作令某縣。自侵庫銀。嫁禍庫吏。復計殺之", "928": "以滅口。吏恨極訟之閻君。追攝對理。冥君勸", "929": "庫吏云。彼既出家為僧。汝決意報復。何如以", "93": "度。却後十年自當來也。猷心悵然。夕留中宿。", "930": "法力超薦汝乎。隱圓承旨遂立願。三年日禮", "931": "千佛懺。夜放蒙山。以釋夙恨吏首肯。遂得回", "932": "生因乞一冥使。引遊地府到一大會處。榜曰", "933": "補經堂。中有數百僧道。乘光誦經。須臾復暗。", "934": "隱圓問何處所。冥使曰。此陽間僧道包攬施", "935": "主藏經。雖得財而經未誦故在此補也。又問。", "936": "頃刻即暗何也。答曰。以業力深厚不許便使", "937": "補完。故遲久光現。現而即收。使久處黑獄也。", "938": "隱圓回生三年酬愿畢。復參學靈隱焉。", "939": "湖州白雀寺弱菴律師。嗣蘇州報國茂林和", "94": "聞行道唱薩之聲。且後欲前。見一人髮眉皓", "940": "尚。寺中建大悲殿少階石。一施主潘姓者捐", "941": "二十金。令完此公案。師以東圊未成眾僧不", "942": "便。權借階石作窖。後施主來見問故。師曰吾", "943": "已別作一好功德。再尋銀完階也。施主甚銜", "944": "恨。後弱師遷化。後一沙彌忽發顛。主事者", "945": "以芒繩縛之反鎖一室。明晨沙彌忽逸出。人", "946": "問誰為汝解縛開鎖乎。顛僧曰。弱菴和尚也。", "947": "眾疑誕妄。弱師旋附沙彌口曰。他非誕實我", "948": "也。因我誤用大悲殿階石作東淨。冥府常以", "949": "大石壓我。苦楚不可說。汝輩徒眾速為我起", "95": "白。問猷所之。猷具以意答。曰公居生死。罪身", "950": "石淨洗。供起集僧誦梵網經。吾苦即脫矣。徒", "951": "輩曰。和尚何以附此沙彌乎。師曰。虧此沙彌", "952": "已顛頭上無大光。吾得借彼傳信。不然吾受", "953": "苦無期也。徒眾如命起石。并集僧誦梵網經。", "954": "師乃去。", "955": "泰州一僧號某。隨侍三昧先老人華山具德有年", "956": "為某處地藏殿監院。性頗慳不浪用一錢。遷", "957": "化後每中夜人靜。殿中兩禪單僧。輒見監院", "958": "現形。初為兩單僧整鞋。面似愁苦。次登上佛", "959": "座。以手摸他藏華冠。後嬉笑而去。眾白先老", "96": "何可得去。吾是山神故。相告耳。猷乃退還停", "960": "人。老人曰。此業障必有遺物在華冠內。故繫", "961": "戀不捨也。令舉梯上探。果有銀八十金。立命", "962": "修齋作追薦。法事訖。自此永不復現。", "963": "江寧盧府巷。有一俗僧。好賭博衣物蕩盡止。", "964": "存銅彌勒佛一軀。高二尺許。貿與回子。復銀", "965": "三金。回子夜舁像至家。以大鐵鎚擊佛頭。堅", "966": "硬不動。迸出火星。回子曰。想頭頂銅厚。乃擊", "967": "肚腹。彌勒忽開口。出聲大咲。回子驚倒。叩頭", "968": "謝罪。明日香華鼓吹送還本菴。主僧旋遁。得", "969": "惡疾而死。", "97": "少時。潔齋累日。因復更往見橫石洞開。度橋", "970": "麻城一富僧碧璠。曾捐百金。助村民築塞。保", "971": "衛一方徒無窮欲受戒。璠不許。徒夜走至杏", "972": "巖和尚處稟戒。而回碧璠一見大怒。裂碎三", "973": "衣撲破瓦鉢。當晚方睡即見韋駄尊天。震怒", "974": "痛罵云。汝是何人敢毀如來法器耶。立欲以", "975": "寶杵擊之。璠叩頭求懺。韋天曰。念汝修塞有", "976": "功。姑去一臂。以杵輕輕向右臂一點。璠狂叫", "977": "而醒數日內忽右臂暗消。止長七八寸手拳", "978": "如小橘。懸肩上至今師徒皆在焉現果隨錄。", "979": "周京師大中興寺釋道安。姓姚氏。識悟玄理。", "98": "少許覩精舍神僧。果如所說。因燒香中食。食", "980": "早附法門。神氣高朗。挾操清遠。乃作遺誡九", "981": "章。以訓門人。其詞曰。", "982": "敬謝諸弟子等。夫出家為道至重至難。不可", "983": "自輕。不可自易。所謂重者荷道佩德縈仁負", "984": "義。奉持淨戒死而後已。所謂難者絕世離俗。", "985": "永割親愛。迴情易性。不同於眾。行人所不能", "986": "行。割人所不能割。忍苦受辱捐棄軀命。謂之", "987": "難者。名曰道人。道人者導人也。行必可履。言", "988": "必可法。被服出家動為法則。不貪不諍不讒", "989": "不匿。學問高遠志在玄默。是為名稱。參位三", "99": "畢神僧告曰。君有葱韭之氣。未應住此。却後", "990": "尊。出賢入聖滌除精魂。故得君王不望其報。", "991": "父母不望其力。普天之人。莫不歸攝。捐妻減", "992": "養。供奉衣食。屈身俯仰不辭勞恨者。以其志", "993": "行清潔通於神明。惔怕虛白可奇可貴。自頃", "994": "荒流道法遂替。新學之人未體法則。棄正著", "995": "邪忘其真實。以小黠為智。以小恭為足。飽", "996": "食終日。無所用心。退自推觀良亦可悲。計今", "997": "出家。或有年歲。經業未通。文字不決。徒喪一", "998": "世無所成名。如此之事不可深思。無常之限", "999": "非旦。即夕三塗苦痛。無強無弱。師徒義深。故"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2083 釋門自鏡錄", "author": "唐 懷信述", "sourceLink": "http://www.cbeta.org/"}