{"author": "東晉 佛馱跋陀羅譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0278 大方廣佛華嚴經: 大方廣佛華嚴經: 大方廣佛華嚴經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "34 入法界品之十六", "1": "大方廣佛華嚴經卷第六十", "2": "東晉天竺三藏佛馱跋陀羅譯", "3": "之十七入法界品第三十四之十七", "4": "爾時，善財自見己身在諸佛所，見如是", "5": "等諸奇特事。又聞樓觀諸金鈴中，出不思議", "6": "微妙音聲，所謂：初發菩提心聲；菩薩所行諸", "7": "度願聲；恭敬供養，不可思議諸佛音聲；淨佛", "8": "剎聲；佛法雲聲。諸莊嚴具，亦出如是微妙", "9": "音聲。又聞某菩薩，在某世界，於某劫中，某", "10": "知識化迴向善根，出生大願；於某佛所，大", "11": "眾之中，發菩提心聲。又聞菩薩修習諸行", "12": "劫數多小，於某剎中，成正覺聲；如是名", "13": "號，壽量長短，滿足大願，化眾生聲；於諸菩", "14": "薩、聲聞、緣覺、大眾之中，現般涅槃法住世", "15": "聲。又聞菩薩於某世界，悉能廣行檀波羅", "16": "蜜，淨持禁戒，修習忍辱，發行精進，入諸禪", "17": "定，習應智慧；為求法故，捨諸珍寶、國城、妻", "18": "子、頭目、手足。守護正法，為大法師，施清淨", "19": "法，設大法會，建大法幢，擊法鼓，吹法", "20": "螺，雨法雨，興立塔廟；種種莊嚴，安樂眾", "21": "生，護佛法藏。又聞某佛，在某世界，於某劫", "22": "中，成等正覺，眷屬多小，壽命長短，滿足大", "23": "願，教化眾生。聞如是等不可思議微妙音", "24": "聲，身心柔軟，歡喜無量；即得無量陀羅尼門、", "25": "辯才門、忍門、精進門、大願門、通明門、智慧門、解", "26": "脫門、波羅蜜門、三昧門。", "27": "爾時，善財於寶鏡中，見諸如來及其眷", "28": "屬；諸大菩薩、聲聞、緣覺；淨世界、不淨世界、", "29": "雜世界；或世界有佛、或世界無佛、或上、", "30": "中、下世界；或有世界如因陀羅網；或有", "31": "飜覆仰伏世界。又復覩見平正世界，悉", "32": "分別知五道別異。又見無量阿僧祇諸大", "33": "菩薩，經行禪定，觀察諸法，發大悲心，普覆", "34": "眾生，造種種論，辯眾義趣、或書經卷；或", "35": "問、或答，或見出生三種迴向，及諸大願，悉", "36": "皆覩見如是等事。又見諸寶柱中，普放", "37": "無量青黃赤白淨玻瓈色，因尼羅寶閻浮", "38": "檀金諸光明網；又見珠瓔珞中，出八功德", "39": "香水；瑠璃寶中，出無量光明。又見優鉢", "40": "羅鉢曇摩分陀利中，生諸妙華，大如車", "41": "輪；華中悉見男女、大小、釋梵四王、諸龍、夜", "42": "叉，乃至人、非人等，及諸象馬、聲聞菩薩、一切", "43": "眾生，種種形類，皆悉恭敬，合掌禮佛。又寶樹", "44": "中，悉見種種妙色之身，所謂：如來身、菩薩", "45": "身、天龍八部等身、釋梵天身、轉輪王身、四部", "46": "眾身；各各執持眾供養具，尊重讚歎，恭敬禮", "47": "拜。又見半月像中，放阿僧祇日月光明。又", "48": "見彌勒於過去世修菩薩行，布施頭目、髓", "49": "腦、手足、肢節，一切身分、國城、妻子，種種諸物，", "50": "隨其所須，盡給施之。又見彌勒讚歎諸佛，", "51": "恭敬供養；或為醫王，療治眾病；失正路者，", "52": "示以正道；或為大船師，導至寶洲；或為馬", "53": "王，荷負眾生，令離鬼難；或為論師，造諸", "54": "經論；或為轉輪王，十善化世；或見孝順父", "55": "母，近善知識，不違其教；或見聲聞、緣覺、", "56": "菩薩、如來形色，教化眾生；或為法師，讚歎", "57": "佛法，禪思誦念，興諸福業，造立塔廟諸妙形", "58": "像，以香華鬘恭敬供養；或教眾生三歸、五", "59": "戒、八齋、十善，出家學道，聞法受持，正念思惟，", "60": "住菩提心。又見彌勒於無量劫，行六波羅", "61": "蜜，化眾生事；又見彌勒無量劫中諸善知", "62": "識。爾時，彌勒菩薩告善財言：「善來童子！汝", "63": "見樓觀諸大菩薩不可思議自在力不？」「唯然，", "64": "已見。」譬如有人，夢中覩見山林、河池、大海、須", "65": "彌諸天宮殿，四天下中一切像類，見如是已，", "66": "歡喜無量。爾時，善財亦復如是，以大菩薩威", "67": "神力故，遠離虛妄，見三界法皆悉如夢；菩", "68": "薩智慧無礙法門，入諸菩薩莊嚴法門，究竟", "69": "菩薩不可思議諸妙方便，顯現菩薩神力自", "70": "在。譬如有人當命終時，見中陰相；所謂：行", "71": "惡業者，見於地獄、畜生、餓鬼，受諸楚毒；或", "72": "見閻羅王持諸兵仗，囚執將去；或見刀山；", "73": "或見劍樹；或見利葉割截眾生；或見鑊湯", "74": "鬻治眾生；或聞種種悲苦音聲。若修善", "75": "者，當命終時，悉見一切諸天宮殿；或見天", "76": "女，種種莊嚴，遊戲快樂。見如是等諸妙勝事", "77": "而不自覺；死此生彼，但見不可思議行業境", "78": "界。善財童子亦復如是，於樓觀內，見諸菩", "79": "薩不可思議勝業境界。譬如有人，為非人", "80": "所持，見種種形類，若有問難，悉能應答；善", "81": "財童子亦復如是，以大菩薩威神力故，悉", "82": "能分別，正念思惟一切諸法。譬如有人入", "83": "於龍宮，七日半月，一歲百歲，謂為須臾；善財", "84": "童子亦復如是，入彌勒菩薩神力宮殿，於", "85": "百千劫，謂如須臾。譬如梵宮，名莊嚴藏，於", "86": "中悉見三千世界異類形像；善財童子亦復", "87": "如是，於樓觀中，悉見一切未曾有事。譬如", "88": "比丘得一切入定，行、立、坐、臥，隨彼境界，悉現", "89": "在前；善財童子亦復如是，於樓觀中，隨彼", "90": "境界，悉分別知。譬如人見乾闥婆城，無所", "91": "障礙；善財童子亦復如是，於樓觀中，見一", "92": "切法，無所障礙。譬如有人昇天宮殿，見", "93": "人住處，無所障礙；譬如大海，於中悉見三", "94": "千世界，一切品類；譬如幻師，悉能顯現一切", "95": "形色；善財童子亦復如是；於樓觀中，彌勒", "96": "菩薩威神力故，悉見一切未曾有事，無所", "97": "障礙。爾時，彌勒菩薩攝威神力，即時彈指告", "98": "善財言：「善男子！汝從定起。」從定起已，而告", "99": "之曰：「汝覩見此菩薩神力自在，大願功德，", "100": "依果菩薩莊嚴，修習奇特諸深妙行；出生死", "101": "道一切法門，無量莊嚴，諸佛大願，不可思議", "102": "菩薩三昧；如是等事，汝悉見不？」善財答言：「唯", "103": "然，已見。蒙善知識威神力故。」爾時，善財白", "104": "言：「大聖！此何法門？」答言：「入三世智正念思惟", "105": "莊嚴藏法門。善男子！一生菩薩得如是等", "106": "不可說不可說法門。」「大聖！此諸奇特妙莊嚴", "107": "法，從何所來？」答言：「菩薩神力之所出生，而", "108": "亦不在神力之中；不來、不去、無積聚處。譬", "109": "如龍雨，不從身心，但以發意，欲雨則雨；然", "110": "彼境界，不可思議。善男子！此諸奇特妙莊嚴", "111": "法，亦復如是；無所從來，但以菩薩神力出", "112": "生。善男子！譬如幻師，現種種事，無來去處；", "113": "但以幻力，現種種事。此諸奇特妙莊嚴法，亦", "114": "復如是；無來、無去，無住、無著，不生、不滅，但", "115": "學菩薩智願力故，現如是事。」爾時，善財白", "116": "言：「大聖！從何所來？」答言：「佛子！菩薩無來趣、", "117": "無行住趣、無所著趣、不生不死趣、不往不", "118": "至趣、不離不起趣、不捨不著趣、無業無報趣、", "119": "無起無依趣、不常不斷趣。善男子！菩薩但為", "120": "教化救護眾生，從大慈悲來，滅眾生苦", "121": "故；從菩薩淨戒道來，隨其所樂，自在生故；", "122": "從菩薩大願道來，本發意故；從菩薩神通", "123": "道來，滅眾生苦，住佛所故；從菩薩無增損", "124": "趣來，不失身心諸善業故；從菩薩慧方便", "125": "來，隨順一切眾生類故；從菩薩化身趣來，", "126": "如電鏡像故。善男子！汝所問我何所來者，", "127": "我從生處摩離國來；彼有聚落，名曰樓觀；", "128": "有長者子，名瞿波羅，我為說法，令立菩提；", "129": "我本生處諸群生等，隨所應化而為說法；", "130": "亦為父母及諸親屬，隨應說法，安立大乘，而", "131": "來至此。」善財白言：「大聖！何等為菩薩生處？」", "132": "答言：「善男子！菩薩有十種生處，何等為十？", "133": "所謂：菩提心，是菩薩生處，生菩薩家故；正直", "134": "心，是菩薩生處，生善知識家故；安住諸地，", "135": "是菩薩生處，生諸波羅蜜家故；出生大願，", "136": "是菩薩生處，生菩薩行家故；大悲，是菩薩生", "137": "處，生四攝家故；真實觀法，是菩薩生處，生", "138": "般若波羅蜜家故；摩訶衍，是菩薩生處，生方", "139": "便波羅蜜家故；教化眾生，是菩薩生處，生", "140": "菩提家故；智慧方便，是菩薩生處，生無生法", "141": "忍家故；隨順諸法，是菩薩生處，生三世諸", "142": "佛家故。「善男子！菩薩摩訶薩以般若波羅", "143": "蜜為母；大方便為父；檀波羅蜜為乳；尸波", "144": "羅蜜為乳母；羼提波羅蜜為莊嚴具；毘梨耶", "145": "波羅蜜為養育者；禪波羅蜜為潔淨；善知", "146": "識為師；菩提分為朋友；一切善根為親族；", "147": "一切菩薩為兄弟；菩提心為家；如說修行", "148": "為家地；菩薩所住為家處；菩薩忍法為豪", "149": "尊；出生大願為巨富；具菩薩行為順家", "150": "法；讚摩訶衍為紹家法；甘露灌頂一生菩", "151": "薩為王太子，能淨修治三世佛家。「佛子！如", "152": "是菩薩，超凡夫地，證離生法；生如來家，住", "153": "佛種姓，不斷三寶；守護一切菩薩種姓，", "154": "淨所生處，離諸惡道，悉為一切天人、釋梵、", "155": "沙門、婆羅門恭敬供養；以生佛家，滿足一", "156": "切大願藏故。佛子！菩薩摩訶薩生如是家，", "157": "知一切法悉如電光，一切趣中，受生無厭；", "158": "了趣如化，雖現處中而無所著，達一切", "159": "法悉無有我，心無憂悔，以大慈悲教化眾", "160": "生而不疲倦；了達生死皆悉如夢，於一切", "161": "劫行菩薩行而不懈廢；了知五陰皆悉", "162": "如幻，不畏生死，知諸法界，心無所著；了", "163": "一切法如熱時焰，於一切行不生倒惑，遊", "164": "戲幻法，超魔境界；得淨法身，離煩惱業，於", "165": "諸趣中而得自在，無顛倒惑。善男子！我淨", "166": "法身，充滿一切法界，現一切眾生等色；一", "167": "切眾生等音聲；一切眾生等名號；一切眾生", "168": "等威儀；現一切眾生等隨順世間；現一切眾", "169": "生等受生；現一切眾生等童子身；一切眾生", "170": "等想；出生一切菩薩大願，為變化身，與眾", "171": "生等充滿法界。若諸同行，失道心者，還令", "172": "發起菩提心故；我於此閻浮提南界，摩離", "173": "國內，拘提聚落，婆羅門家種姓中生，為欲", "174": "滅彼憍慢心故，化度父母及親族故，於", "175": "中受生。善男子！我於南方，隨諸眾生所應，", "176": "示現而化度之；於此命終，生兜率天。為欲", "177": "化度彼諸天故，顯現勝妙智慧功德，消欲", "178": "渴愛，令知諸行皆悉無常，天趣壽命，盛必有", "179": "衰，入摩訶衍一生菩薩，皆悉雲集；為欲教", "180": "化諸同行故，欲開釋迦牟尼世尊所化蓮", "181": "華，現彼受生。善男子！我於彼中，壽終下生，", "182": "成正覺時，汝及文殊師利俱得見我。善男", "183": "子！汝今往詣文殊師利，問云何菩薩學菩", "184": "薩行、修菩薩道，具足成就普賢所行？彼當", "185": "為汝分別演說。何以故？文殊師利滿足無", "186": "量億那由他菩薩願行，常為無量億那由他", "187": "諸佛之母。又為無量億那由他諸菩薩師，勇", "188": "猛精進，教化眾生，名稱普聞十方世界；常", "189": "於一切諸佛眾中，為大法師，悉為諸佛之", "190": "所讚歎，安住甚深智慧法門，分別了知一", "191": "切法界；於無量劫，修諸法門，究竟普賢菩", "192": "薩所行。善男子！文殊師利是汝善知識，能令", "193": "汝得生如來家，長養善根，積功德聚；能示", "194": "語汝諸善知識，滿足大願，顯現一切菩薩不", "195": "可思議功德。是故，善男子！汝應一心尊重，恭", "196": "敬往詣其所。何以故？汝先所見諸善知識，", "197": "修菩薩行，滿足大願，得諸法門，皆由文殊", "198": "師利威神力故。」時，善財童子頭面敬禮彌勒", "199": "菩薩，遶無數匝，辭退而行。", "200": "爾時，善財童子如是經遊百一十城，到普", "201": "門城邊，思惟而住，觀察十方，", "202": "一心專求文", "203": "殊師利：「何當會遇，面奉慈顏？」作是念時，", "204": "文殊師利遙伸右手，過百一十由旬，至普門", "205": "城，摩善財頂而作是言：「善哉！善哉！善男子！", "206": "若離信根，憂悔心沒，功行不具，退失精勤；", "207": "於少功德，便以為足；於一善根，心生住", "208": "著；不善發起菩薩行願，不為善知識之", "209": "所攝護，不為如來之所憶念。是等皆悉不", "210": "能了知如是法性、如是理趣、如是所行、如", "211": "是所住；若周遍知、若種種知、若盡原底、若漸", "212": "趣入、若解說、若分別、若證知、若獲得；皆悉不", "213": "能。」是時，文殊師利為善財童子示教誨已，", "214": "慰諭令其歡喜踊躍，令得成就阿僧祇法", "215": "門，得無量大智光明、無量菩薩陀羅尼、無量", "216": "大願、無量三昧、無量神通、無量智慧，皆已成", "217": "就；復令得入普賢所行道場之內。既置善", "218": "財自所住已，文殊師利還攝不現，於是善", "219": "財得見三千大千世界微塵等諸善知識，不", "220": "違其教，增長薩婆若大慈悲藏；以淨慧眼，", "221": "普觀眾生，安住菩薩寂靜法門，分別了知", "222": "諸法境界，入佛甚深大功德海；具解脫道，", "223": "長養精進，為薩婆若修正直心，入於三世", "224": "甚深法海；隨順諸佛清淨法輪，現入諸趣，", "225": "於一切劫，修菩薩行，滿足大願；明淨慧光，", "226": "照一切智境，淨菩薩根，以淨慧光除愚癡", "227": "翳，照一切法，了達法界一切佛剎及諸眾", "228": "生；壞障礙山，住無礙法，具足成就諸地法", "229": "藏，修習普賢菩薩所行。善財童子得聞普", "230": "賢菩薩名號，行願功德，諸地地具、地法、地得、", "231": "地次第、地修、地住、地境界、地持、地共、地正道，", "232": "一心欲見普賢菩薩。", "233": "爾時，善財正念起如來金剛藏道場，一切寶", "234": "蓮華藏師子座心；虛空界等心；一切無著心；", "235": "淨一切剎無障礙心；於一切法境界無障礙", "236": "心；充滿一切十方心；得薩婆若境界無量心；", "237": "莊嚴道場心；深入分別法海心；教化成熟一", "238": "切眾生廣大心；於一切劫，行菩薩行，究竟如", "239": "來十力心。爾時，善財起是心時，自善根力、", "240": "佛威神力、普賢菩薩諸善根力；即見十種瑞", "241": "相。何等為十？所謂：見一切淨剎莊嚴菩提；", "242": "見一切剎無諸惡道；見一切剎淨如蓮華；", "243": "見一切剎一切眾生，身心柔軟；見一切剎無", "244": "量莊嚴；見一切剎一切眾生，三十二相，莊嚴", "245": "其身；見一切剎莊嚴雲覆；見一切剎一切眾", "246": "生成就慈心；見一切剎莊嚴道場；見一切", "247": "剎一切眾生，皆悉修習念佛三昧；是為十。又", "248": "見十種光相：見一切世界微塵，一一微塵", "249": "中，放一切如來光明網雲，與一切世界微", "250": "塵等；一一微塵中，放一切佛種種色光，與", "251": "一切世界微塵等，普照法界；一一微塵中，", "252": "放一切寶雲光明，與一切世界微塵等，普", "253": "照法界；一一微塵中，放如來光焰輪雲，普", "254": "照法界；一一微塵中，出一切香雲，普熏法", "255": "界，讚歎普賢菩薩諸行，一切大願諸功德", "256": "海；一一微塵中，放一切日月光雲，放普", "257": "賢菩薩光明，普照法界；一一微塵中，出一", "258": "切眾生等身雲，相好莊嚴，放佛光明，普照", "259": "法界；一一微塵中，出一切菩薩身雲，究竟", "260": "一切行，充滿法界；一一微塵中，出一切寶", "261": "形像雲，充滿十方一切世界；一一微塵中，", "262": "出一切如來身雲，與一切世界微塵等，普", "263": "雨一切甘露正法，充滿法界；是為十。爾時，", "264": "善財見十種瑞相已，即作是念：「我今必見", "265": "普賢菩薩，增長善根，究竟菩薩妙行；見一", "266": "切佛若見普賢菩薩；得一切智想，一心恭", "267": "敬，欲見普賢菩薩。」爾時，善財即見普賢菩", "268": "薩，在金剛藏道場，於如來前，處蓮華藏師", "269": "子之座，大眾圍遶；心如虛空，無所染著，除", "270": "滅障礙，淨一切剎；以無礙法，充滿十方，住", "271": "一切智，入諸法界，教化眾生；於一切劫，行", "272": "菩薩行，恭敬供養一切諸佛，心無退轉；於", "273": "眾生中，最勝最上，一切世間無能壞者，一", "274": "切菩薩不能察其智慧境界；具不思議諸", "275": "妙功德，普觀三世等諸如來。爾時，善財見", "276": "普賢菩薩一一毛孔，放一切世界微塵等光", "277": "明，普照一切虛空、法界等世界，除滅一切眾", "278": "生苦患，悉能長養菩薩善根；一一毛孔，出種", "279": "種香雲，普熏十方一切如來及諸眷屬；一一", "280": "毛孔，出一切世界微塵等華雲；一一毛孔，出", "281": "一切世界微塵等諸香樹雲，出眾妙香，莊", "282": "嚴法界；一一毛孔，出一切世界微塵等妙寶", "283": "衣雲，莊嚴虛空；一一毛孔，出一切世界微", "284": "塵等種種寶樹，充滿虛空，以為莊嚴，雨種", "285": "種寶，供佛大眾；一一毛孔，出一切世界微", "286": "塵等色界天身，充滿一切法界，一切眾生界，", "287": "讚歎菩提；一一毛孔，出一切梵王身雲，勸", "288": "請如來，轉妙法輪；一一毛孔，出一切欲天身", "289": "雲，皆悉護持諸佛法輪；一一毛孔念念中，", "290": "出一切世界微塵等三世諸佛，充滿虛空，無", "291": "依眾生為作歸依；一一毛孔念念中，出一切", "292": "世界微塵等清淨佛剎，諸佛菩薩充滿其中，", "293": "教化成熟無量眾生；一一毛孔念念中，出", "294": "一切世界微塵等淨、不淨佛剎，充滿虛空，令", "295": "染污者，皆悉清淨；一一毛孔念念中，出一", "296": "切世界微塵等不淨淨剎，調伏不淨眾生；一", "297": "一毛孔念念中，出一切世界微塵等一切眾", "298": "生身雲，隨順世間，教化眾生；一一毛孔念", "299": "念中，出一切世界微塵等菩薩身雲，讚歎諸", "300": "佛，長養一切眾生善根；一一毛孔念念中，", "301": "出一切世界微塵等初發心菩薩身雲，於一", "302": "切剎，示現初發菩提之心；一一毛孔念念中，", "303": "出一切世界微塵等菩薩身雲，於一一剎，", "304": "讚一切佛功德願海，普賢菩薩所行妙行；一", "305": "一毛孔念念中，出一切世界微塵等普賢所", "306": "行，雨甘露法，令一切眾生修薩婆若；一一", "307": "毛孔念念中，出一切世界微塵等佛，初成正", "308": "覺，出興于世。爾時，善財見如是等不可思", "309": "議自在神力；見已，歡喜踊躍無量。重觀普賢", "310": "一一身分、一一肢節、一一毛孔中，悉見三千", "311": "大千世界風輪、水輪、火輪、地輪，大海寶山、須", "312": "彌山王、金剛圍山，一切舍宅，諸妙宮殿，眾生", "313": "等類，一切地獄、餓鬼、畜生，閻羅王處，諸天梵", "314": "王，乃至人、非人等，欲界、色界，及無色界，一切", "315": "劫數，諸佛菩薩，教化眾生，如是等事，皆悉顯", "316": "現；十方一切世界，亦復如是。如此娑婆世", "317": "界，盧舍那如來、應供、等正覺，所現自在力；東", "318": "方蓮華妙德世界，賢首佛所，顯現神力，亦復", "319": "如是。如賢首佛所，如是東方一切世界，一切", "320": "佛所，顯現神力，亦復如是；如東方，南、西、北", "321": "方，四維，上、下，一切世界，一切佛所，顯現神力，", "322": "亦復如是。於一切世界，一切微塵，一一微塵", "323": "中，現自在力，亦復如是。爾時，善財見普賢", "324": "菩薩不可思議自在神力，即得十不可壞智", "325": "慧法門；何等為十？所謂：於念念中，能以一", "326": "身遍一切剎；於念念中，詣一切佛所；於念", "327": "念中，恭敬供養一切諸佛；於念念中，一切", "328": "佛所聞持正法，得一切佛法輪智波羅蜜門；", "329": "得不思議佛自在智波羅蜜門；得無盡辯智", "330": "慧法門；得般若波羅蜜觀諸法門；得一切法", "331": "界海大方便波羅蜜門；得知一切眾生欲性", "332": "智慧波羅蜜門；得普賢所行智慧波羅蜜", "333": "門。爾時，普賢菩薩即伸右手，摩善財頂；摩", "334": "已，善財復得一切世界微塵等諸三昧門；一", "335": "一三昧門，各有一切世界微塵等三昧，以為", "336": "眷屬；一一三昧中，見一切世界微塵等諸如", "337": "來海，長養一切世界微塵等諸功德具，生", "338": "薩婆若，滿大願海，安住正道；究竟一切諸", "339": "菩薩行，發薩婆若，勇猛精進，為一切佛光明", "340": "所照。如此娑婆世界盧舍那佛所，普賢菩薩", "341": "摩善財頂，令得具足一切世界微塵等三", "342": "昧門，諸妙功德；普賢菩薩在於十方一切世", "343": "界諸如來所，摩善財頂，所得功德，亦復如", "344": "是。爾時，普賢菩薩告善財言：「善男子！汝今", "345": "見我自在神力奇特事不？」答言：「唯然，已見。", "346": "此不思議莫能測者，唯除如來。」「善男子！我", "347": "於過去不可說不可說世界海微塵等劫，修", "348": "菩薩行，專求菩提；一一劫中，見不可說不", "349": "可說世界海微塵等佛，修菩提心；一一劫中，", "350": "於一切世界，設不可說不可說廣大施會，", "351": "給施一切：或施妻子、城邑、聚落、頭目、髓腦、肢", "352": "節、血肉，一切身分；不惜壽命，一向專求一", "353": "切種智。於一一劫，恭敬供養不可說不可", "354": "說世界海微塵等佛，於彼佛所，出家學道，受", "355": "持正法，未曾生於貪恚癡心、我我所心、樂", "356": "著生死虛妄之心、輕慢他心、諸障礙心，修", "357": "不可壞佛菩提心，未曾忘失。善男子！我所", "358": "修行菩薩諸行，淨佛世界，教化眾生，長養", "359": "大悲，供養諸佛及善知識，護持正法，悉捨", "360": "一切內外諸物，修習世間、出世間智，令一切", "361": "眾生背生死苦，讚歎一切諸佛功德；如是等", "362": "事，於不可說不可說劫中演說，劫猶可盡，", "363": "此諸功德不可窮盡。善男子！我得如是功", "364": "德具力、諸善根力、樂勝法力、修功德力、觀察", "365": "諸法寂滅性力、淨慧眼力、佛威神力、諸大願", "366": "力、大慈悲力、淨通明力、善知識力，得是力", "367": "故，逮得本性清淨法身，三世不壞；又得無", "368": "上清淨色身，超出一切世間，隨應化者，莫", "369": "不覩見；遊一切剎，無處不至，現自在力，", "370": "見者無厭。善男子！汝且觀我清淨法身，無", "371": "量劫海行菩薩行之所成就；無量劫中，難聞、", "372": "難見，種少善根。聲聞菩薩，猶尚不得聞我", "373": "名字，況見我身。善男子！若有眾生聞我名", "374": "者，於阿耨多羅三藐三菩提，不復退轉；若", "375": "見，若觸，若迎送，若隨行，若見光明，若見", "376": "震動諸佛世界；乃至夢中見聞我者，亦復", "377": "如是。若思惟念我，若一日一夜，若七日七", "378": "夜，若半月，若一月，若一歲，若百歲，若一劫，若", "379": "百劫，乃至不可說不可說世界微塵等劫；若", "380": "一生念我，若百生，乃至不可說不可說世", "381": "界微塵等生念我，亦復如是。以如是等世", "382": "界微塵等諸妙方便，令一切眾生，發阿耨多", "383": "羅三藐三菩提心，住不退轉。善男子！若有", "384": "眾生聞我修習淨佛剎者，必得往生清淨", "385": "世界；若有眾生見聞我身，必得生我清淨", "386": "身中。善男子！汝復觀我清淨法身。」爾時，善", "387": "財於普賢菩薩相好肢節，諸毛孔中，見不可", "388": "說不可說世界海，諸佛充滿；一一如來，以不", "389": "可說不可說大菩薩眾，以為眷屬。見彼一一", "390": "如來剎海，所依不同，形色各異；金剛圍山，大", "391": "雲彌覆，佛興世間，所轉法輪；如是等事，皆", "392": "悉不同。又見普賢菩薩於十方剎，出一切", "393": "世界微塵等如來化身，教化眾生，令發阿耨", "394": "多羅三藐三菩提心。爾時，善財童子經由", "395": "親近一佛世界微塵等諸善知識所得功德，", "396": "於見普賢菩薩所得功德，百分不及一，百", "397": "千萬分乃至算數譬諭所不能及；何以故？", "398": "善財童子於念念中，入不可說不可說佛世", "399": "界海，得不可說不可說微塵等諸功德藏；知", "400": "諸佛海，次第興世；菩薩眾海，眷屬圍遶；了眾", "401": "生根，現自在力而化度之。或一世界於一", "402": "劫中，修菩薩行；乃至不可說不可說世界微", "403": "塵等劫，修菩薩行。不此世界沒，不彼世界", "404": "生，而能教化無量無邊世界眾生，令發阿", "405": "耨多羅三藐三菩提心。爾時，善財童子能自", "406": "究竟普賢所行諸大願海，不久當與一切", "407": "佛等，一身充滿一切世界剎等、身等、行等、", "408": "正覺等、自在力等、轉法輪等、諸辯才等、妙音", "409": "聲等、方便等、無畏力等、佛所住等、大慈悲", "410": "等、不思議法門自在力等。爾時，普賢菩薩欲", "411": "重明此義，以偈頌曰：", "412": "「汝等離煩惱，清淨心諦聽，", "413": "說佛一切行，真實波羅蜜。", "414": "超出諸世間，無上調御士，", "415": "遠離煩惱垢，清淨如虛空。", "416": "圓滿智慧日，除滅煩惱闇，", "417": "普照一切法，安樂諸群生。", "418": "如來無量劫，時乃出興世，", "419": "譬如優曇華，難見難值遇。", "420": "普為諸群萌，苦行無量劫，", "421": "隨順諸世間，其心無染著。", "422": "時諸菩薩眾，既聞普賢教，", "423": "敬心聽如來，自在真實義。", "424": "普賢真佛子，究竟一切行，", "425": "常為佛所歎，言必不虛妄。", "426": "普賢功德華，不染三界法，", "427": "勸發大眾聽，無盡智慧海。", "428": "諸佛微妙智，清淨如虛空，", "429": "明了一切行，其心無所著。", "430": "一念悉了達，三世一切法，", "431": "善知眾生根，隨其所應化。", "432": "眾生心煩惱，諸業善不善，", "433": "所樂皆悉知，而為說正法。", "434": "或見如來坐，充滿十方界，", "435": "眾生罪所障，雖近而不見。", "436": "或見初發心，遠離諸放逸，", "437": "無量無數劫，修習菩薩行。", "438": "或聞諸最勝，妙音演說法，", "439": "罪垢眾生等，不聞佛名號。", "440": "或見大菩薩，充滿三千界，", "441": "究竟普賢行，如來為說法。", "442": "或見盧舍那，無量無數劫，", "443": "嚴淨此世界，得成最正覺。", "444": "或見賢首佛，普賢大菩薩，", "445": "斯等悉充滿，蓮華妙德剎。", "446": "或見阿彌陀，觀世音菩薩，", "447": "灌頂授記者，充滿諸法界。", "448": "或見阿閦佛，香象大菩薩，", "449": "斯等悉充滿，妙樂嚴淨剎。", "450": "或見月慧佛，金幢大菩薩，", "451": "斯等悉充滿，明淨鏡妙剎。", "452": "或見日藏佛，智灌大菩薩，", "453": "斯等悉充滿，清淨光明剎。", "454": "或見十方界，諸佛放光明，", "455": "為眾轉法輪，除滅愚癡暗。", "456": "或見一毛孔，不可說佛剎，", "457": "諸佛莊嚴身，佛子眾圍遶，", "458": "為轉正法輪，度脫諸群生。", "459": "或於一毛孔，普見諸佛子，", "460": "無數億劫中，修習菩薩行。", "461": "或於一一塵，悉見無量剎，", "462": "或淨或垢穢，諸行業所起，", "463": "或見盧舍那，於彼轉法輪，", "464": "顯現自在力，方便入涅槃。", "465": "觀察眾生類，一切業煩惱，", "466": "顯現自在力，化之令解脫。", "467": "如是諸法王，十方世界中，", "468": "顯現自在力，我今說少分。", "469": "或見釋迦文，初成等正覺，", "470": "饒益諸群生，一切莫能測。", "471": "或見為菩薩，供養一切佛，", "472": "或住童子地，顯現自在力，", "473": "或見行施戒，忍辱勤精進，", "474": "深入諸禪定，住慧方便地。", "475": "或見究竟住，一切種智地，", "476": "三昧陀羅尼，出生諸通明。", "477": "或見無量劫，修習菩薩行，", "478": "逮得不退轉，甘露灌頂記。", "479": "或見為梵身，帝釋四天王，", "480": "剎利婆羅門，示現此等身。", "481": "或見從兜率，命終降神生，", "482": "或見住宮殿，捨欲而出家，", "483": "或見坐道場，降魔成正覺，", "484": "轉淨妙法輪，涅槃後起塔。", "485": "或見無量壽，最勝天人尊，", "486": "為授灌頂記，成無上導師。", "487": "或見十力尊，教化已周訖，", "488": "般涅槃已來，無量無數劫。", "489": "或見論師月，現處梵王宮，", "490": "亦現大自在，魔王宮殿中。", "491": "或見兜率宮，諸天眾圍遶，", "492": "為彼說正法，悉令大歡喜。", "493": "或見處夜摩，帝釋四天王，", "494": "諸龍夜叉王，八部宮殿中。", "495": "錠光如來所，供養得授記，", "496": "如是等方便，教化諸群生。", "497": "光明身壽命，淨慧及眷屬，", "498": "教化威儀聲，皆悉不可數。", "499": "見佛同眾生，或身如須彌，", "500": "或現跏趺坐，充滿於世界，", "501": "或見光一尋，或百千由旬，", "502": "或見照法界，或照一切剎。", "503": "或現壽百歲，百千萬億歲，", "504": "無量那由他，不可思議劫。", "505": "無礙清淨慧，一念知三世，", "506": "悉從因緣起，而實無自性。", "507": "一剎成正覺，普現諸世界，", "508": "能現一世界，而作無量剎。", "509": "示現無量剎，而為一世界，", "510": "安住無上道，具足無畏力。", "511": "無礙智慧轉，十二行法輪，", "512": "知苦習盡道，十二支緣起。", "513": "四辯無礙智，演說一切法，", "514": "無我無我所，亦無有自性，", "515": "無生亦無滅，無來亦無去，", "516": "皆悉如虛空，而不壞諸業。", "517": "如來為眾生，方便分別說，", "518": "轉此法輪時，震動一切剎，", "519": "大海金剛山，無有恐怖者。", "520": "如來一音說，各隨所應解，", "521": "滅諸煩惱垢，令住薩婆若。", "522": "如來一音說，或聞施戒忍，", "523": "精進禪智慧，慈悲及喜捨，", "524": "四念四正勤，如意諸根力，", "525": "覺道止觀念，神通諸法門。", "526": "如來一音說，八部人非人，", "527": "梵釋四天王，隨類音聲解。", "528": "若多貪恚癡，憍慢慳嫉結，", "529": "八萬四千垢，各聞對治法。", "530": "未修淨業者，聞說十善道，", "531": "已修施戒者，聞說般涅槃。", "532": "染著於生死，懈怠諸群生，", "533": "聞說解脫門，除滅生死苦。", "534": "少欲知足者，樂處於閑靜，", "535": "如是等眾生，聞說二乘音。", "536": "或修廣大心，具諸功德藏，", "537": "親近諸佛者，聞說大乘聲。", "538": "或有一世界，聞說一乘音，", "539": "或二三四五，乃至無量乘。", "540": "智慧行有異，解脫無差別，", "541": "猶如虛空性，無有若干相。", "542": "如來微妙音，其性亦如是，", "543": "隨所應化者，所聞各不同。", "544": "佛以過去行，得一微妙音，", "545": "無心於彼此，而能應一切。", "546": "佛口放妙光，八萬四千數，", "547": "普照諸世界，除滅眾煩惱。", "548": "具足智功德，三種順眾生，", "549": "離世如虛空，常現於世間。", "550": "雖復隨世現，生老病死苦，", "551": "或復現住壽，其性如虛空。", "552": "如來分別知，一切眾生類，", "553": "諸根及性欲，令住薩婆若。", "554": "諸佛尊導師，示入於大眾，", "555": "隨其所應化，善現威儀法。", "556": "為諸聲聞現，出家威儀法，", "557": "常樂修寂滅，無餘涅槃證。", "558": "婆羅門眾中，示現羸老身，", "559": "縈髮而苦行，語論無窮盡。", "560": "服氣或斷食，五熱以炙身，", "561": "如是現苦行，降伏諸異學。", "562": "或持異道戒，善算多方術，", "563": "星曆地動相，種種眾生相。", "564": "深入諸禪定，三昧及解脫，", "565": "種種現嬉戲，令得薩婆若。", "566": "示現樂衣服，種種莊嚴身，", "567": "勇健善兵法，降伏剎利故。", "568": "現知治正法，時節諸義利，", "569": "軟語攝眾生，降伏大臣故。", "570": "或詣四天王，八部鬼神所，", "571": "方便為說法，皆令大歡喜。", "572": "或現為帝釋，安住善法堂，", "573": "諸天眾圍遶，為彼演說法。", "574": "夜摩或兜率，化樂化自在，", "575": "梵王至淨居，為彼演說法。", "576": "如是現無數，種種威儀法，", "577": "無量方便力，度脫諸群生。", "578": "譬如工幻師，能現種種事，", "579": "佛為化眾生，示現種種身。", "580": "如月遊虛空，覩者謂增損，", "581": "影現諸河池，映蔽熒火光。", "582": "如來淨智月，示現有增損，", "583": "處於直心水，映蔽二乘光。", "584": "譬如深大海，珍寶不可盡，", "585": "於中悉顯現，眾生形類像。", "586": "甚深因緣海，功德寶無盡，", "587": "清淨法身中，無像而不現。", "588": "譬如明淨日，照除世間闇，", "589": "如來淨智日，悉除三世闇。", "590": "如龍興慶雲，普雨於一切，", "591": "身心不降雨，除熱得清涼。", "592": "如來亦如是，興起大悲雲，", "593": "普雨甘露法，滅除三毒火。", "594": "此法亦不從，如來身心出，", "595": "如來淨法身，三界無倫匹。", "596": "超出諸世間，非有亦非無，", "597": "其實無所依，不去而遍至。", "598": "譬如夢所見，亦如空中畫，", "599": "非色非無色，非相非無相，", "600": "非有亦非無，其性如虛空。", "601": "如海摩尼寶，能出種種寶，", "602": "眾生諸光明，而光無所有。", "603": "導師亦如是，雖有而非有，", "604": "不於一處中，積集功德寶，", "605": "大仙現虛空，如自性實際，", "606": "涅槃離欲滅，皆悉是一性。", "607": "眾生心微塵，海水渧可數，", "608": "虛空亦可量，佛德說無盡。", "609": "聞此法歡喜，信心無疑者，", "610": "速成無上道，與諸如來等。」", "611": "大方廣佛華嚴經卷第六十", "612": "華嚴經梵本凡十萬偈，昔道人支法領，從", "613": "于闐國得此三萬六千偈，以晉義熙十四", "614": "年歲次鶉火三月十日，於揚州司空謝石", "615": "所立道場寺，請天竺禪師佛度跋陀羅，手", "616": "執梵文譯梵為晉，沙門釋法業親從筆受。", "617": "時吳郡內史孟顗、右衛將軍褚叔度為檀", "618": "越，至元熙二年六月十日出訖。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0278 大方廣佛華嚴經: 大方廣佛華嚴經: 大方廣佛華嚴經", "source": "CBETA"}