{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0731 佛說十八泥犁經: 佛說十八泥犁經: 佛說十八泥犁經", "text": {"0": "No. 731", "1": "佛說十八泥犁經", "10": "神之類，殊失壽死，下入惡泥犁中。後復變", "100": "樂不可言，故佛道不可不聞知。", "101": "「第十犁名曰泥盧都，泥盧都一苦，當烏竟都", "102": "二十。其人長且大，壽芥種二百五十六斛，百", "103": "歲去一實，芥種盡壽未盡。", "104": "「第十一犁名曰烏略，烏略一苦，當泥盧都二", "105": "十。其人長且大，壽芥種五百一十二斛百歲", "106": "去一實，芥種盡壽未盡。", "107": "「第十二犁名曰烏滿，烏滿一苦，當烏略二十。", "108": "其人長且大，壽芥種千二十四斛，百歲去一", "109": "實，芥種盡壽未盡。", "11": "為善，有不入泥犁中者，知佛道變，雖入泥犁", "110": "「第十三犁名曰烏藉，烏藉一苦，當烏滿二十。", "111": "其人長且大，壽芥種二千四十八斛，百歲去", "112": "一實，芥種盡壽未盡。", "113": "「第十四犁名曰烏呼，烏呼一苦，當烏藉二", "114": "十。其人長且大，壽芥種四千九十六斛，百歲", "115": "去一實，芥種盡壽未盡。", "116": "「第十五犁名曰須健渠，須健渠一苦，當烏呼", "117": "二十。其人長且大，壽芥種八千一百九十二", "118": "斛，百歲去一實，芥種盡壽未盡。", "119": "「第十六犁名曰末頭乾直呼，末頭乾直呼", "12": "中，必當上天。本善者上泥洹，故曰佛道不", "120": "一苦，當須健渠二十。其人長且大，壽芥種一", "121": "萬二千三百八十四斛，百歲去一實，芥種盡", "122": "壽未盡。", "123": "「第十七犁名曰區逋塗，區逋塗一苦，當末頭", "124": "乾直呼二十。其人長且大，壽芥種三萬二千", "125": "七百六十八斛，百歲去一實，芥種盡壽未", "126": "盡。", "127": "「第十八犁名曰沈莫，沈莫一苦，當區逋塗", "128": "二十。其人長且大，壽芥種六萬五千五百三", "129": "十六斛，百歲去一實，芥種盡壽未盡，大寒且", "13": "可不知。小人不變為善，入泥犁中無樂，入泥", "130": "苦，不可言不可為辭，皆萬倍於他犁之苦，痛", "131": "不可極。」佛言：「十八泥犁，人所犯以事善惡輕", "132": "重入犁經。」", "133": "佛言：「十八泥犁，鳳凰龍下至小蟲，凡十八泥", "134": "犁，人行善多行惡少，出泥犁疾，行惡多行善", "135": "少，出泥犁遲。」", "136": "佛言：「是安得鬼守，十八泥犁居處冥。佛始", "137": "生時，天上天下，上至三十二天，其十八泥犁", "138": "皆明。佛始得道時復一明，佛朝梵時復一明，", "139": "佛始行道教授天下復一明，佛般泥日復", "14": "犁復不善，入泥犁益深。其類有得為人，雖剛", "140": "一明，上至三十二天盡明，以知佛道不可不", "141": "知，人為善多者上天，為惡多者入泥犁。若為", "142": "畜生，知佛道不死，小人必長生，但數聞佛道，", "143": "而不學生、不近善人、不聞善事，當離憂患。", "144": "其笑佛道，入泥犁中深，佛故非之。人為惡，喜", "145": "罵詈惡口，至老不止，天神惡之，使為禽獸", "146": "畜生血氣蟲獸，子孫用正臘上家。」", "147": "佛言：「人不為善，去人類為蟲畜，生家上與", "148": "鬼，是安得鬼食乎？」", "149": "佛言：「人為善上天，後復生為人形。」", "15": "惡，不殺、好生，為人疾；不食肉者，為益疾；有陰", "150": "佛說十八泥犁經", "16": "德，益壽且疾。", "17": "「第一犁名曰先就乎，而是人言起無死。人居", "18": "此犁中，相見即欲鬪，乎中無兵而自有兵，相", "19": "傷殺無歲數又不死。有人來語起不死，以風", "2": "後漢安息國三藏安世高譯", "20": "來吹即愈。如是無歲數，已復持熱鐵劍相", "21": "傷殺，已復有鐵椎相殺，以手拳極利相傷，", "22": "久久無歲數，是其類。其人長且大，壽人間", "23": "三千七百五十歲為一日，三十日為一月，十", "24": "二月為一歲，萬歲為人間百三十五億歲。", "25": "「第二犁名居盧倅略，居盧倅略一苦，當先就", "26": "乎二十。如人言繩而鬪之。人居此犁者，置大", "27": "火中，赤輒出鬪之。以復內火中，赤復出，數行", "28": "鬪之，久久無歲數，復燒之，出而鬪之，以為方", "29": "圓能不死，而復生無歲數，已復走火中無", "3": "佛言：「人生見日少，不見日多，善惡之變，不相", "30": "歲數，是其類也。其人長且大，壽人間七千五", "31": "百歲為一日，三十日為一月，十二月為一歲，", "32": "二萬歲為人間二百七千億萬歲。", "33": "「第三犁名桑居都，乘居都一苦，當居盧倅略", "34": "二十，而人言捶殺。人居此犁者，在火中以熱", "35": "不可言，左右顧見山，山間如樂狀，走往入其", "36": "間，山盡來壓之，又不死無歲數。已復置火", "37": "中，赤復出之無歲數。其人長且大，壽人間", "38": "萬五千歲為一日，三十日為一月，十二月為", "39": "一歲，壽四萬歲為人間五百四十億歲。", "4": "類。侮父母，犯天子，死入泥犁，中有深淺，火", "40": "「第四犁名曰樓，樓一苦，當乘居都二十，而", "41": "人言樂之。人居此犁，城甚大，其中復有小城，", "42": "人從外見之，中盡有重天，人盡入其中，赤如", "43": "燒鐵。以復內城中，大熱不可言，其身肌盡爛，", "44": "無歲數不得息不得臥，肌骨盡燋，已復生無", "45": "歲數，是其類。其人長大，壽人間三萬歲為一", "46": "日，三十日為一月，十二月為一歲，壽八萬歲", "47": "為人間千八百億歲。", "48": "「第五犁名曰旁卒，旁卒一苦，當樓二十，而", "49": "人言爛煮之。人居此犁者，而坑大深浴，滿", "5": "泥犁有八，寒泥犁有十。入地半以下火泥犁，", "50": "其中火，守犁者用鐵杖捶而內其中，燒燋人", "51": "身，盡燋無歲數又不死。積燒而不死，而抱火", "52": "著人身，死出一浴，復入一浴，如是無數，是", "53": "其類。其人長且大，壽人間六萬歲為一日，三", "54": "十日為一月，十二月為一歲，壽十六萬歲為", "55": "人間二千一百六十億歲。", "56": "「第六犁名曰草烏卑次，草烏卑次一苦，", "57": "當旁卒二十，而人言焯熱之。人居此者，城高", "58": "二千里、廣四千里，火滿其中，置人其中。復以", "59": "鐵覆之無歲數，如是不得息，言不得臥無歲", "6": "天地際者寒泥犁。有前惡後為善，不入泥犁。", "60": "數，燋已復燋，是其類。其人長且大，壽人間", "61": "十二萬歲為一日，三十日為一月，十二月為", "62": "一歲，壽三十二萬歲為人間四千三百二十", "63": "億歲。", "64": "「第七犁名都意難且，都意難且一苦，當草烏", "65": "卑次二十，如人言燒炙之與虫。人居此犁中", "66": "者，大積火如大鐵貫人，而內之無歲數。時一", "67": "門開，人盡往欲出門；門復閉，復墮火中無", "68": "歲數。已復見一門開，人盡走求欲出；既得", "69": "出門，又復墮污泥中。污泥中有蟲唅，又不得", "7": "殺人盜人，欺犯人妻，欲使人死望得其財物，", "70": "出無歲數，是其類。其人長且大，壽人間二十", "71": "四萬歲為一日，三十日為一月，十二月為一", "72": "歲，壽六十四萬歲為人間八千六百四十億", "73": "歲。", "74": "「第八犁名曰不盧都般呼，不盧都般呼一", "75": "苦，當都意難且二十，如人言大苦熟之。居此", "76": "犁中，地盡有火，卒人當在火中，炮且炙貫，且", "77": "立臥床，不得去，不得息，爛且燋。已復生無", "78": "歲數，其苦萬倍於他犁之苦，苦不可言，是其", "79": "類。其人長且大，壽人間四十八萬歲為一日，", "8": "垢且賊，好為不善，怒罵人，榜笞繫人，喜告彰", "80": "三十日為一月，十二月為一歲，壽百二十八", "81": "萬歲為人間萬七千二百八十億歲。」", "82": "佛言：「火犁八，以惡多深且遲，惡少淺且易。犁", "83": "者譬如人拘於狴牢為囚徒，報作於遠，所死", "84": "於野，家室半道。若墮水與此生，不得道至其", "85": "死，入犁即苦，苦不可言，久久得出。所謂寒犁", "86": "在天際間，有大山高二千里，主蔽風名山于", "87": "雀盧山，冥無日月所不及逮，有蔽大山故", "88": "冥，外有日月之王甚多，無央數寒犁中。", "89": "「第九犁名曰烏竟都，烏竟都一苦，當不盧都", "9": "人過失，嫉妬言怒，所使怒發，鬲逆天地鬼", "90": "般呼二十，如人言暴而起之。人居此犁，寒", "91": "不可言，無歲數身盡凍，數數暴而二十", "92": "在。火中有聲，已復為之，其折半如弩發折，", "93": "以復續其分，以大石擊大嬰，痛不可言。已", "94": "復不死，其靡如鐵磑。已復磑其足，遍一", "95": "身乃止。如此無歲數，如痛苦不可言。其人長", "96": "且大，壽芥種百二十八斛，百歲去一實，芥種", "97": "盡壽未盡，如是未能為萬分持一，是其類。", "98": "知佛道者出疾，人晝為惡，如夜無所犯，其", "99": "人入犁，晝苦夜為惡，晝無所犯者，夜不"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0731 佛說十八泥犁經: 佛說十八泥犁經: 佛說十八泥犁經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}