{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0898 佛說毘奈耶經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 898", "1": "佛說毘奈耶經", "2": "爾時佛在王舍城鷲峯山。與無量菩薩及持", "3": "呪仙大賢梵王地神等俱。說呪法。時執金剛", "4": "從座而起。頂禮佛足而作是言。我今樂說持", "5": "呪律法。復願世尊諸大賢等。各說其要。示現", "6": "一切誦持呪輩。復作是言唯願世尊聽我所", "7": "說。佛告執金剛曰。汝大威德內蘊慈悲。能發", "8": "此言樂說妙法。必大利益聽汝所說。我等眾", "9": "會皆隨汝所說之法。時執金剛言。世尊若有", "10": "善男女人。誦呪法樂欲成驗者。此人第一必", "11": "須精進所受持呪。須知供養佛塔尊像及本", "12": "呪神。然隨其力分恒為供養無隔斷心。於三", "13": "寶前發露懺悔要期乞願。以此功德迴向一", "14": "切有情。願令離苦。發此語已洗手合掌。於尊", "15": "像前。茅草上䠒跪而坐。口言唯願十方諸佛", "16": "菩薩持呪神等。哀愍念我某甲今欲樂。其呪法", "17": "神。所成其靈驗。若我於此能成法者。願見成", "18": "相。若不能成。復見不成之相。作此願已至心", "19": "念誦。所成法中。或根本呪或心等百八遍。", "20": "即於座上便取眠寐。夢中若供養佛法師僧", "21": "善友父母。或見身著淨白衣莊飾身首。或見", "22": "河海大山樓閣殿堂。或見諸人與繒絞。又乘", "23": "象馬牛等。或得刀鉾鉞斧弓箭銅輪鉤索。或", "24": "見他授與白淨衣服花鬘瓔珞。或見共國王", "25": "大臣長者談說善言。或見端嚴女人手持幢", "26": "蓋花瓶。或見戟叉自手執持。或昇師子高座", "27": "自餘座等。或見身首出血。若見如此事相等", "28": "事。當知我今能成此法。或於夢中。若見彩畫", "29": "尊容諸神形像凋落毀壞。或見父母憂愁悲", "30": "泣。或見裸形外道。或見自身無衣。或見惡業", "31": "人旃陀羅等牽挽。或見行污穢之處。或見", "32": "大水涸竭。或見食時失度。或見身分手足垢", "33": "穢臭氣或見驚怖惶走。或見自拔頭髮。或見", "34": "蛇蠍鼠狼等。或見落坑傷損。若見如是事相。", "35": "當知彼人於此呪法有大障難。難可得成。此", "36": "善男子等必欲愛樂受持成驗者。勤加精進", "37": "不得散亂。莫生疲怠之心。一一時中誦持不", "38": "得廢闕。常懷慈心。遠離色欲修習淨行。洗浴", "39": "清潔調和柔軟。善學方法須入呪壇。為求大", "40": "果斷邪言一切戲論等語。憐愍孤弱貧窮老", "41": "少。資助愛念猶如赤子。衣食知量。同行知識", "42": "互相勸發。於三寶處深生敬信。聽聞正法", "43": "如渴思漿。恒求智慧聽察善友。其所呪壇法", "44": "則。皆須明解毘那夜迦起障難相辟除方法。", "45": "亦須善學以火供養法。及獻非人食法。迎喚", "46": "發遣諸手印呪法等。又復須知居住之地。或", "47": "山間面水壇岸。或好花園林本不枯乾之處。", "48": "或一獨大樹下。或佛舍利塔中。或清淨僧伽", "49": "藍內。皆悉得住。若有賊難婬女寡婦旃陀羅", "50": "惡獸毒蛇之處。及作皮鞾家。屠兒魁膾家。", "51": "養駝驢猪狗雞鷹遊獵之家。亦不近塚間", "52": "醫師外道家。如是等處。誦持呪者悉不應住。", "53": "復應須觀所住之處。水無蟲蟻。飄落屍糞穢", "54": "等物。青崖惡氣。亦不堪住。應須遠離方求勝", "55": "處。沙石流泉㵎池滋茂。方可停居而作誦持。", "56": "外既清淨內亦貞明忍貪欲意深須捨離。於", "57": "諸瞋恚翻習慈忍。一切煩惱皆令降伏。每日", "58": "三時入於塔中。或於空野作法之處。發露懺", "59": "悔。於諸功德發生隨喜。迴向無上正等菩提。", "60": "願成佛心常不離口。前夜後夜精進思惟。讀", "61": "誦大乘微妙經典。受持呪壇法則。令不廢忘。", "62": "念大怒金剛王等誦呪。發大歡躍觀尊形像", "63": "如對目前。心樂修學。至心觀照誦呪文字。令", "64": "心眼見無常苦空無有堅實。不隨五欲境界。", "65": "氣息調柔勿令傾側。審作軌儀。若欲行起。詳", "66": "定舉足。誦呪文句字音體相。皆令分明。若正", "67": "誦呪時。有謦欬者須忍。到頭到半或多或", "68": "少。若其謦欬皆須從頭覆誦。世尊若呪師等。", "69": "能依是法修行。不久即得大威靈驗。所有一", "70": "切毘那夜迦等。不能作障。皆悉遠避。若呪", "71": "師等誦呪之時。言音不正字體遺漏。口乾生", "72": "澁常足謦欬。使其中間斷續呪音。身不清", "73": "潔。當爾之時即被毘那夜迦得便。諸天善神", "74": "不為衛護。或復遇大患疾災難。法不成驗。如", "75": "此非法。其呪師等不應作之。唯以一心應茅", "76": "草上。結跏趺坐至誠誦呪。內懷慈悲。志心", "77": "不令想念。我為一切眾生作此法事。一坐誦", "78": "至身不疲困。任起行道供養讀經。讚禮世", "79": "尊。如上所說一切時中。應皆悉如是。爾時世", "80": "尊讚言。善哉善哉汝執金剛。能說如是。護持", "81": "讀誦呪者。示其所要微妙呪律。時執金剛復", "82": "作是言。我今欲說供本呪神王等法。其持呪", "83": "人先須依法浴身。不得散亂。思念本呪神等。", "84": "即五體投地。頂禮發大信心。我所求法。皆承", "85": "大神威力加被。讀誦其呪令心起想。向南結", "86": "金剛羂索印或佛頂印。即大瞋怒心。以默誦", "87": "大金剛羂索呪。", "88": "􇩂唵一􄙖跋􄦽折羅二􄖶跛引􄙨勢三􇩵訶唎二合引四", "89": "若結佛頂印即誦此呪。", "90": "􇩂唵一􄑘揭􄑘揭􄖪那引二􄗥麼􄗽羅三􆿁𤙖長呼四", "91": "向南想法事已。次復想西。心念結金剛幡", "92": "印。以瞋怒默誦呪念言。我今結西方界呪曰。", "93": "􇩂唵一􄕗多􈇂楞央􅍋祇儞二合􄗽羅􈁆吒半音呼", "94": "次想北方。結金剛摧碎印。誦呪准前念。", "95": "􇩂唵一􈁐呵唎二合􄙖跋􄦽折囉􄑁迦引􄙌利􄗥麼􈁆吒半音呼", "96": "次想東方。結金剛峯印。准前誦呪念言。結東", "97": "方界呪曰。", "98": "􇩂唵一􄙖跋􄦽折囉二合􄙤施􄑌佉􄙀唎􄙂嚧􄗥麼􈁆吒半音呼", "99": "作此法已。即成四方界。然須起坐。思念本呪", "100": "延請呪神。手執香爐燒香供養。想我今依呼", "101": "住大威神德。以身投地禮拜。思念本呪。取淨", "102": "水灑散身上。安坐手著胸間。默誦搯珠。未", "103": "困之間疲倦。任起以取香花供養。欲出門", "104": "時一心誦呪。若有散亂。其時一切毘那夜迦", "105": "鬼神等作念設計。令其呪師心亂使法不成。", "106": "即以化作異色花異香。令其呪師心動愛樂。", "107": "不應歡愛。呵而捨去。心常誦念本呪神等。", "108": "行住坐臥不得廢忘。世尊此人常被毘那夜", "109": "迦隨身覓便。若不依法即作障難。依法順行", "110": "無能得便。我等執金剛執持神杵。常為衛護", "111": "早成法驗。非法不順我等捨離。諸魔毘那夜", "112": "迦神等所持。或風入身。多懷瞋心起慳貪癡。", "113": "若不治之乃至致死。若後生悔依法順行。亦", "114": "能降伏諸魔惡鬼毘那夜迦等。佛告如是如", "115": "是如汝所言。無有虛說。如此應順呪法成就。", "116": "爾時觀自在菩薩。從座而起作如是言。世尊", "117": "若復有人愛護身命。欲成證入法驗者。其呪", "118": "師皆應斷除諸惡事業。不觀女色身首相好", "119": "若見露形。亦不顧視先惡緣處。不應思念。繫", "120": "心一緣常念三寶大威神力。常住實相。世間", "121": "有為之法皆是無常苦空無我。一心安住誦", "122": "本呪法則。不令散亂。正觀質直勿攀妄想。及", "123": "轉讀大乘甚深微妙經典。勤心供養佛法眾", "124": "僧。及造俱胝塔像等形。令無空過。若能如是", "125": "順行。此善男子不久即成大驗無有鬼神能", "126": "作其障難。爾時大梵天王。承佛威神而白佛", "127": "言。世尊我常觀見誦持法門求成就者。何為", "128": "氣力衰弱多饒眠睡。不喫飲食身首劣弱。懈", "129": "怠懶惰被病所惱。多生瞋恚耽著色欲。於自", "130": "觀處生非法想。貪無厭足常懷疑心。已獲微", "131": "妙祕密之法而不順行。廣求餘呪互相談說", "132": "問答是非。復作是言何人等輩持呪得驗。何", "133": "呪能成。誰復願滿。何方何地誦持成驗。世尊", "134": "何為如是之人空度時節。次復有人。苦求學", "135": "行如是等呪法。暫時精進後生退心。毀佛淨", "136": "戒為僧知事。我見思念惡業。不應行事而", "137": "強自作。不應食者而復食之。世尊是一切眾", "138": "聖之良緣。開人天路之導師。示正業因令得", "139": "妙果。唯願憐愍饒益人天為我說之。爾時世", "140": "尊告梵天言。諦聽諦聽善思念之。大梵當知。", "141": "若人欲求學持呪。未能深心發大菩提。於大", "142": "乘中猶懷疑惑。受呪法本不從師受。文字句", "143": "雜亂常見聞讀誦微妙祕密者。而無所知。不", "144": "依時節誦呪作法。其呪法壇法元未明解。此", "145": "人何等。喻從母胎生而無兩目。轉執即暗行", "146": "於非法。呪中方法一不知解。以著無明顛倒", "147": "我故。發愚癡言。謂稱其智明解諸法。大梵若", "148": "此呪師。作此呪法作是念時。有毘那夜迦名", "149": "金剛奮迅。即隨此人為作留難。令身不安呪", "150": "法不成。大梵若其呪師洗浴身時。不依法則", "151": "結印誦呪。不念本神不灑散水。有毘那夜迦", "152": "名同須。便即被損害。若呪師但被毘那夜迦", "153": "障損害者。氣力衰弱多饒眠睡作法想起疑", "154": "惑心。懈怠不勤病苦所惱。何以故。但由呪師", "155": "不專心故。多求無厭不修行故大梵若如是", "156": "者。作何等法應能除滅。誦持呪者。方求明", "157": "解呪法闍梨。建立壇法須入其中。四印法", "158": "中學受一印。其阿闍梨與灌頂已。然後或經", "159": "像前。以烏麻及蘇誦呪一百八遍。用燒火中", "160": "即毘那夜迦皆悉除散。大梵入壇受法有大", "161": "勢力。若呪所持之法猶未具解。無菩提心不", "162": "敬福田。不知毘那夜迦。輒作大法誦呪供養。", "163": "復有諸人自未入壇。未供養阿闍梨未受印", "164": "法。轉更教他此祕密法。作如是言。其呪有如", "165": "是神力等。如是鬼神當用此法。縛治呼喚發", "166": "遣。及教造壇諸地印等。令其禁問。汝若如是", "167": "即笑即哭。呪神復有如是使者。大梵此輩諸", "168": "人以無知故。作其教師雖讀文字。未解義理", "169": "幽妙法門軌儀。發趣教說。餘人作此法。如", "170": "是之人。復有毘那夜迦名曰利吒橫羅之所", "171": "執持。多生災難心不暫定。大梵若有如是障", "172": "難。應復須入蓮華法壇會中。於阿闍梨所受", "173": "灌頂法能如是者。毘那夜迦方得除遣。大梵", "174": "於我法中。復有沙門之輩。未知呪法微妙軌", "175": "範。於尊師所清淨尸羅。心懷輕慢互相非斥。", "176": "在寺求尊自為貢高。或嫌佛教誹謗正法。大", "177": "梵當知如此人等。浪為輕慢我淨法故即有", "178": "毘那夜迦名曰能障。之所執持廣造諸惡而", "179": "無厭患。若欲遣除須造俱胝塔像。於尊師䠒跪。", "180": "重受禁約要期。亦須入蓮花壇內得灌頂。", "181": "以其所執者方可除滅。所求學問誦持法易", "182": "成就。爾時堅牢地神從地涌出頂禮佛足而", "183": "白佛言。世尊呪師云何護淨身心。云何經", "184": "行。以何得知應行不行。世尊呪師以何時節", "185": "須誦其呪。云何知正誦呪時。唯願如來慈悲", "186": "為說。爾時佛告地神言。汝今善聽呪師應行", "187": "法則。若欲受持一切呪法。要須心深敬信生", "188": "慇重。捨離邪心不善之法。乃至掉笑諦思作", "189": "念。應行四種淨行。何等為四。一謂身淨行。二", "190": "口淨行。三意淨行。四水食淨行。身口意行是", "191": "為內淨。外淨行者。若呪師浴身入水之時。先", "192": "著浴衣思念此呪。揩摩身體呪曰。", "193": "􇩂唵一􈃁度􄖷卑􈃁度􄖷卑二􄑁迦引􄗱耶􈃁度􄖷卑三􄪼鉢囉二合", "194": "􈁊闍跋二合􄙌利􄕙儞􅁥莎􄚩訶四", "195": "然洗身首。以甎石揩脚足。即取土分作三分。", "196": "以左手握取一分。誦此呪曰。", "197": "􇩂唵􈃉部􇧾闍跋二合􄙊羅􆿁𤙖", "198": "心誦呪洗下身分次取第二分心誦呪。用洗", "199": "脚洗手淨已。次取第三分誦呪。用洗頭已。誦", "200": "前呪以水灑身上。更兩掌滿盛淨水。復誦前", "201": "呪表本心言。是水奉本呪神。著新淨衣。隨", "202": "其力分以取香花。供養諸佛如來一切賢聖。", "203": "發露懺悔我今此身奉施三寶。依如上說。以", "204": "真信心作法誦呪。端坐一心至不疲倦若困", "205": "之時任意起行道乞求食飲得食飲已用誦", "206": "此呪。呪食然後分喫呪曰。", "207": "􄖩那􄗰麼􄙺薩􅞣婆􈎭菩􇧺陀􄗕菩􄕽提􄙺薩􄽙埵􈁀南􇩂唵", "208": "􄙖婆􄙔覽􄕯陀􄕵帝􄕝底􄒾誓􄗦摩引􄙀利􄖫儞􅁥莎􄚩訶", "209": "誦呪三遍已。先捻少許獻本呪神。然自足食。", "210": "洗鉢淨口已。准前洗浴還入道場。供養懺悔", "211": "讀誦經典。然坐誦呪至不疲困。身倦任起行", "212": "道。至暮亦然。誦呪若困。行道供養諸佛菩薩。", "213": "禮拜讚歎。若欲眠右脇而臥。觀身無常無我", "214": "終是苦空不淨皮骨假合成就。誦念此呪而", "215": "入睡眠呪曰。", "216": "􇩂唵􄙖跋􄦽折羅二合􄙢賒􄖫儞􆿁吽長呼", "217": "若誦此呪。一切惡夢皆悉消滅。善神衛護早", "218": "得法驗。如是淨行時節軌儀。爾時地神復白", "219": "佛言。世尊呪師誦持法教之時。夢想云何得", "220": "知法驗善惡之事。佛告地神言。若呪師等。愛", "221": "樂受持誦念呪法。日夜精進無懈退心。其人", "222": "若眠寐。其於夢中。若見童男童女裝飾嚴好。", "223": "或見父母兄弟姊妹形容。當知呪神迴視於", "224": "我。若見前男女等執持香花飲食菓味等物。", "225": "當知呪神親附於我。若見己身莊飾白淨衣", "226": "服。當作是念呪神慈護於我。即須勤加精進。", "227": "若夢見前男女等。執持高幢幡蓋瓔珞頭冠", "228": "螺貝刀等。當知呪法成驗在近。若見沙門前", "229": "男女等。供養三寶奉施行檀。或在花林伽藍", "230": "塔中。當作是念我今已蒙呪神攝受。若見登", "231": "山昇高樓閣師子之座。欲踴虛空。當作是念", "232": "我今法驗極近。若見坐在山峯。或在師子座", "233": "上。乘騎師子白象等。頭帶天冠。處中為尊。諸", "234": "人欽敬。見此相已大法驗。地神當知。呪師等", "235": "輩善知名相如是。若於夢見屠兒。魁膾旃陀", "236": "羅。裸形外道。尼犍子。孝子被髮。己身無", "237": "衣。驚恐走怖。手執不淨。握持熟肉魚等。喫食", "238": "胡麻滓。墮落深坑。象馬所成武。當知有毘", "239": "那夜迦等。名金剛瞋怒作其障難。若欲遣除", "240": "如上所說壇法印等作之。復誦此呪一百八", "241": "遍。即成護身。得除障難自然見夢。見眾善相", "242": "呪曰。", "243": "􇩂唵􄙖跋􄦽折羅二合􄕯那􄗽羅􄚨訶􄖩那􄗥麼􄕣他􄗙盤", "244": "􅗭闍􄗽囉􄕋拏􆿁𤙖􄗁泮􈁆吒半音", "245": "復次地神。有毘那夜迦名勤勇者頂。若見呪", "246": "師意。欲精進成就呪法。遂被發生進退之心。", "247": "延度時日令身不安。意望其山某處作法好。", "248": "因此被惱即懶不勤。復向餘人問某處所。他", "249": "或答言彼是好處。少有難事。更增疑慮兩心", "250": "不定退失本心。何相知有此障難。若呪師等", "251": "雖誦呪法。眠寐之中於其夢中。若見男子等", "252": "身手割損。談說罪愆之語。或見塔廟神當彫", "253": "落毀壞。或見嚴好之者而不得入。當知即是", "254": "被毘那夜迦作其障難。忽若見此諸惡相時。", "255": "不意發退縱逸身心。若欲遣除塗壇供養。以", "256": "好香花菓味飲食。安於壇內。復取一新瓶滿", "257": "盛水。著於中心。用前洗浴呪呪香水瓶一千", "258": "八遍。用此水沐浴身體。即成護身。方能除散", "259": "毘那夜迦等。復次地神有毘那夜迦。亦名金", "260": "剛奮迅。令其呪師氣力衰弱。聞其呪聲則生", "261": "厭患。頭痛。恒懷疑慮常隨本性。設有他勸反", "262": "起瞋怒。貢高我慢縱逸自在。不存尊卑輕毀", "263": "一切。若知此障難之相當須受持大金剛輪", "264": "印已。造壇應入。復用如來佛頂陀羅尼呪。呪", "265": "如下說。呪香水百八遍用沐浴身。當得除滅", "266": "毘那夜迦。如來佛頂呪曰。", "267": "􄖩那􄗭謨􈎭菩􇧺陀引􄗱耶一􇩵呵唎二合引􆿉烏􈃇沙尼二合引", "268": "􄙮沙二􄕻馱􄗽羅三􄙖跋􄦽折羅二合􄺸闍跋二合引􄙁利􄖫儞四", "269": "􄗙婆􄙖跋􄗲耶五引􅕷羅迦二合輕􄺸闍跋二合引􄙀利􄖫儞六引", "270": "􄗾羅長􄭑拔羅二合􄕗哆􄓜知七􆷱娑怖二合􄗽囉􄚩呵􄗽囉八", "271": "􈂼僧􄚨呵􄗽囉􄚨呵􄗽囉九􄖫儞􄥉迦唎二合􆩖那哆二合輕", "272": "􄗥末􄖧曇十􆿁𤙖􄗁􈁆泮", "273": "并誦六字心呪曰。", "274": "􇩂唵􄙈囉菴二合引􄙖盤􄾫陀􅁥莎􄚩訶", "275": "此呪多誦最為第一。其毘那夜迦即當遠離。", "276": "復有毘那夜迦名金剛𣐍。令人失心迷亂本", "277": "性。或使人於拔等之中。應念者令生異念。曾", "278": "往所作相現於前。狀似鬼魅之所執持。而無", "279": "識性。誦呪多少則起異想。當爾之時呪神遠", "280": "離夢見惡徵。若欲淨除如是障難者。須發大", "281": "願起菩薩心誓弘救物。一日一夜如法至心", "282": "空腹持齋。并受淨戒。誦前佛頂呪不限遍數。", "283": "以五色縷結其呪索。更呪七遍用繫左臂。若", "284": "作此法方能得除惡毘那夜迦等。復次說壇", "285": "法。呪師先須懺悔清淨。起菩提心簡覓好地。", "286": "一日一夜不食持戒。以五色畫作其壇內。以", "287": "香汁畫佛結跏趺坐。右邊畫覩音菩薩。腰髁", "288": "鞔著虎皮右手執寶仗左手執澡鑵。左邊", "289": "畫執金剛菩薩兩手執拂。次下畫瞋怒熾焰", "290": "藏。即是阿蜜栗多軍荼利。是下畫三焰戟", "291": "叉。次畫斧鉤鎚杵棒羂索螺貝等諸地印具。", "292": "周匝莊嚴。於觀世音菩薩下。應畫訶利多菩", "293": "薩摩訶薩。瞿唎跛拏跋跢儞。摩訶稅吠儞等。", "294": "各令成髮。天冠衣服軍持花拂。各一依本法", "295": "畫獨髻羅剎女形。口中牙齒鉤出恐畏。以", "296": "人髑髏作其頭冠。坐在石上以蛇絞絡。有其", "297": "四手。右一手執鉞斧。次手執金剛杵。左一手", "298": "持新斬首。血泣流汗。次手執持一器。內盛滿", "299": "血。狀為阿修羅毘那夜迦等。次下畫藍毘儞", "300": "神。身服新剝象皮。壇四角各作一金剛杵。壇", "301": "東門畫著大怖畏神。并畫一杵及暮陀羅闍", "302": "吒。南門畫大金剛。手執鉞斧。震吼毘那夜迦", "303": "此即是金剛將神。西門畫蓮華。中髻陀唎那", "304": "南杜底手執火炬。北門畫摩訶跋折羅施佉", "305": "羅那喃那。此云大金剛峯侍者。宜畫訖已。", "306": "隨其力分以辨諸具。依此奉行。", "307": "毘奈耶經終", "308": "靈雲校本末云　右奉騰寫秘密藏毘奈", "309": "耶經一卷　伏希後來密徒欽若淨則沙", "310": "界群類洽潤法澤。", "311": "貞享甲子初商二十四烏一校了", "312": "大日本國河州錦縣延命寺苾芻淨", "313": "嚴識"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0898 佛說毘奈耶經", "source": "CBETA"}