{"author": "西晉 法炬譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0501 佛說沙曷比丘功德經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 501", "1": "佛說沙曷比丘功德經", "2": "西晉沙門法炬譯", "3": "聞如是：一時佛在舍衛國祇樹給孤獨園，時", "4": "與千二百五十比丘、菩薩萬人。時須耶國有", "5": "貧人，行賃剃小兒頭，所剃者皆約：「到麥熟，", "6": "當各雇麥一斛。」適別未遠，道逢故人，將其", "7": "還。求麥，欲以取酒飲之。遍求，無以麥還者。於", "8": "是便起恚意言：「願我壽終後，作大神龍，當", "9": "陷此國。」後壽終，魂神遂還作龍，其國中歷", "10": "年風雨不時，五穀毀敗。佛念此國人民飢饉，", "11": "即遣沙曷比丘往化之。龍見比丘往，即興惡", "12": "意，欲敗國及殺沙曷比丘。沙曷便變化鉢，覆", "13": "蓋一國。龍雨之，謂國已沒。比丘以佛威神，", "14": "令龍見人民安隱如故。龍復興恚意下雪，比", "15": "丘以鉢受之。雪極，比丘以手掃之，著一處如", "16": "山。比丘乃入龍室，龍即出，比丘復出；龍入，", "17": "比丘復入。如是若干輩，龍極乃止，長跪問言：", "18": "「卿何等神，惱我如此？」比丘言：「吾是佛弟子。」", "19": "龍言：「我欲自歸於卿。」比丘答言：「吾有大師，", "20": "佛三界最尊，卿當自歸之。」龍言：「佛在何所？」", "21": "報言：「佛在舍衛國。」龍言：「乞逐道人去。」比丘", "22": "言：「欲去者善！」便內龍著笥中。人民見比丘", "23": "取龍如是，皆歡喜問言：「道人是何等大神，", "24": "降伏國患？」告言：「吾是佛弟子。」人民問言：「佛", "25": "可得見不？」答言：「欲得見佛，且待吾還。」時", "26": "日向中，道遇分衛，人民或與飯者、與酒者，", "27": "比丘受而食飲之，致酒醉，遇樹下臥，龍鉢、袈", "28": "裟各在一處。佛時笑，五色光出，阿難正", "29": "衣服，叉手白佛言：「佛不妄笑，笑必有意！」佛", "30": "告阿難：「汝為見沙曷比丘不？」阿難言：「不見。」佛", "31": "言：「今在彼樹下醉臥。」時千二百五十比丘、菩", "32": "薩萬人，各相與語言：「沙曷比丘已得阿羅漢，", "33": "何以復醉臥？」佛知諸人意有疑，因說四事：「一", "34": "者，阿羅漢不三昧不得知；二者，不得便現神", "35": "足；三者，不得強勸人分衛；四者，身中尚有", "36": "蟲。阿羅漢以是四事不及佛。」時萬菩薩皆", "37": "迴意欲向羅漢。佛遣目犍連往到沙曷比", "38": "丘所，勅之攝龍來。龍以頭面為佛作禮，佛", "39": "便為說宿命本末，龍心即解，受五戒，奉行", "40": "十善，即得須陀洹道，為佛作禮而去。佛時", "41": "說沙曷比丘功德微妙。阿難叉手啟佛言：「沙", "42": "曷比丘飲酒醉臥，而佛說其功德微妙乃爾？」", "43": "佛告阿難：「阿羅漢不復飢渴，用三事故，現", "44": "醉臥耳：一者，佛欲開化菩薩意；二者，不欲逆", "45": "布施家意；三者，恐諸弟子未得道者，飲酒多", "46": "失故。以此至戒撿之，沙曷比丘雖飲酒，是為", "47": "不醉。」諸菩薩、四輩弟子，聞佛說是，皆起整", "48": "衣服，為佛作禮。沙曷比丘更前長跪白佛言：", "49": "「須耶越國王、人民欲見。」佛默然受之。沙曷比", "50": "丘即承佛教，如彈指頃，還到須耶越國。國", "51": "王、人民見比丘，皆歡喜，有作禮者、有跪者、但", "52": "叉手者。沙曷比丘告言：「佛明日當來到。」此", "53": "王聞佛當來，大歡喜豫，於四衢道掃灑，廣施", "54": "帳幔。佛明日與千二百五十比丘俱，豫行空", "55": "中，皆有自然蓮華，奉佛足下。王及臣民，", "56": "皆以華香，出城迎佛，五體投地，稽首為禮。", "57": "佛及比丘到宮即有自然師子座，布以綩綖，", "58": "七寶華蓋，五色交絡，王施設供養，手自斟", "59": "酌。飯畢，行盥水，祝願。佛為王及人民說龍", "60": "本末，王與人民心解，即受五戒，行十善，或", "61": "得須陀洹者、斯陀含、阿那含、阿羅漢者，不", "62": "可稱數。佛說經竟，四輩弟子、天龍鬼神，歡", "63": "喜奉行。", "64": "佛說沙曷比丘功德經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0501 佛說沙曷比丘功德經", "source": "CBETA"}