{"author": "明 語風圓信．郭凝之編", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1986B 瑞州洞山良价禪師語錄", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1986B", "1": "瑞州洞山良价禪師語錄", "2": "徑山沙門語風圓信", "3": "無地地主人郭凝之　編集", "4": "師諱良价。會稽俞氏子。幼歲。從師念般若心", "5": "經。至無眼耳鼻舌身意處。忽以手捫面。問師", "6": "云。某甲有眼耳鼻舌等。何故經言無。其師駭", "7": "然異之云。吾非汝師。即指往五洩山禮默禪", "8": "師披剃。年二十一。詣嵩山具戒。游方首謁南", "9": "泉。值馬祖諱辰修齋。南泉問眾云。來日設馬", "10": "祖齋。未審。馬祖還來否。眾皆無對。師出對", "11": "云。待有伴即來。南泉云。此子雖後生。甚堪雕", "12": "琢。師云。和尚莫壓良為賤。次參溈山。問云。", "13": "頃聞南陽忠國師有無情說法話。某甲未究", "14": "其微。溈山云。闍黎莫記得麼。師云。記得。溈", "15": "山云。汝試舉一遍看。師遂舉。僧問。如何是古", "16": "佛心。國師云。牆壁瓦礫是。僧云。牆壁瓦礫。", "17": "豈不是無情。國師云。是。僧云。還解說法否。國", "18": "師云。常說熾然說無間歇。僧云。某甲為甚麼", "19": "不聞。國師云。汝自不聞。不可妨他聞者也。僧", "20": "云。未審甚麼人得聞。國師云。諸聖得聞。僧云。", "21": "和尚還聞否。國師云。我不聞。僧云。和尚既不", "22": "聞。爭知無情解說法。國師云。賴我不聞。我若", "23": "聞。即齊於諸聖。汝即不聞我說法也。僧云。", "24": "恁麼則眾生無分去也。國師云。我為眾生說。", "25": "不為諸聖說。僧云。眾生聞後如何。國師云。即", "26": "非眾生。僧云。無情說法。據何典教。國師云。", "27": "灼然言不該典。非君于之所談。汝豈不見。華", "28": "嚴經云。剎說眾生說三世一切說。師舉了。溈", "29": "山云。我這裏亦有。祇是罕遇其人。師云。某甲", "30": "未明。乞師指示。溈山竪起拂子云。會麼。師", "31": "云。不會。請和尚說。溈山云。父母所生口。終不", "32": "為子說。師云。還有與師同時慕道者否。溈山", "33": "云。此去澧陵攸縣。石室相連。有雲巖道人。若", "34": "能撥草贍風。必為子之所重。師云。未審此人", "35": "如何。溈山云他會問老僧。學人欲奉師去時", "36": "如何。老僧對他道直須絕滲漏始得。他道。還", "37": "得不違師旨也無。老僧道。第一不得道老僧", "38": "在這裏。師遂辭溈山。徑造雲巖。舉前因緣了。", "39": "便問。無情說法。甚麼人得聞。雲巖云。無情", "40": "得聞。師云。和尚聞否。雲巖云。我若聞。汝即", "41": "不聞吾說法也。師云。某甲為甚麼不聞。雲巖", "42": "竪起拂子云。還聞麼。師云不聞。雲巖云。我說", "43": "法。汝尚不聞。豈況無情說法乎。師云。無情說", "44": "法。該何典教。雲巖云。豈不見。彌陀經云。水", "45": "鳥樹林悉皆念佛念法。師於此有省。乃述偈", "46": "云。也大奇也大奇。無情說法不思議。若將耳", "47": "聽終難會。眼處聞聲方得知。師問雲巖。某甲", "48": "有餘習未盡。雲巖云。汝曾作甚麼來。師云。聖", "49": "諦亦不為。雲巖云。還歡喜也未。師云。歡喜", "50": "則不無。如糞掃堆頭。拾得一顆明珠。師問雲", "51": "巖擬欲相見時如何。雲巖云。問取通事舍人。", "52": "師云。見問次。雲巖云。向汝道甚麼。雲巖作草", "53": "鞋次。師近前云。乞師眼睛得麼。雲巖云。汝底", "54": "與阿誰去也。師云。良价無。雲巖云。設有。汝", "55": "向甚麼處著。師無語。雲巖云。乞眼睛底是眼", "56": "否師云。非眼。雲巖即喝出師辭雲巖。雲巖", "57": "云。甚麼處去。師云。雖離和尚。未卜所止。雲", "58": "巖云。莫湖南去。師云無。云。莫歸鄉去。師云", "59": "無。云。早晚却回。師云。待和尚有住處即來。", "60": "云。自此一別。難得相見。師云。難得不相見。", "61": "臨行又問。百年後。忽有人問還邈得師真否。", "62": "如何祇對。雲巖良久云。祇這是。師沈吟。雲", "63": "巖云。价闍黎。承當箇事。大須審細。師猶涉", "64": "疑。後因過水睹影。大悟前旨。有偈云。切忌從", "65": "他覓。迢迢與我疎。我今獨自往。處處得逢渠。", "66": "渠今正是我。我今不是渠。應須恁麼會。方得", "67": "契如如。他日因供養雲巖真次。僧問。先師道", "68": "祇這是。莫便是否。師云是。云。意旨如何。師", "69": "云。當時幾錯會先師意。云。未審先師還知有", "70": "也無。師云。若不知有。爭解恁麼道。若知有。", "71": "爭肯恁麼道長慶稜云。既知有。為甚麼恁麼道。又云。養子方知父慈師。因雲", "72": "巖諱日營齋。僧問。和尚於雲巖處。得何指示。", "73": "師云。雖在彼中。不蒙指示。云。既不蒙指示。", "74": "又用設齋作甚麼。師云。爭敢違背他。云。和尚", "75": "初見南泉。為甚麼却與雲巖設齋。師云。我不", "76": "重先師道德佛法。祇重他不為我說破。云。和", "77": "尚為先師設齋。還肯先師也無。師云。半肯半", "78": "不肯。云。為甚麼不全肯。師云。若全肯。即孤", "79": "負先師也。師自唐大中末。於新豐山。接誘學", "80": "徒。厥後盛化豫章高安之洞山。權開五位。善", "81": "接三根。大闡一音。廣弘萬品。橫抽寶劍。剪諸", "82": "見之稠林。妙叶弘通。截萬端之穿鑿。又得曹", "83": "山。深明的旨。妙唱嘉猷。道合君臣。偏正回", "84": "互。由是。洞上玄風。播於天下。故諸方宗匠。", "85": "咸共推尊之。曰洞曹宗。", "86": "雲巖示眾云。有箇人家兒子。問著無有道不", "87": "得底。師出問云。他屋裏。有多少典籍。雲巖", "88": "云。一字也無。師云。爭得恁麼多知。雲巖云。", "89": "日夜不曾眠。師云。問一段事。還得否。雲巖", "90": "云。道得却不道。", "91": "院主遊石室回。雲巖問。汝去入到石室裏許。", "92": "為祇恁麼便回。院主無對。師代云。彼中已有", "93": "人占了也。雲巖云。汝更去作甚麼。師云。不可", "94": "人情斷絕去也。", "95": "雲巖問一尼云。汝爺在否。尼云。在。雲巖云。", "96": "年多少。尼云。年八十。雲巖云。汝有箇爺。不", "97": "年八十。汝還知否。尼云。莫是恁麼來者麼。雲", "98": "巖云。猶是兒孫。師云。直是不與麼來者。亦是", "99": "兒孫。", "100": "師參方到魯祖。禮拜起侍立。少頃而出。却再", "101": "入來。魯祖云。祇恁麼。祇恁麼。所以如此。師", "102": "云。大有人不肯。魯祖云。作麼取汝口辯。師便", "103": "禮拜。乃侍奉數月。", "104": "僧問魯祖。如何是不言言。魯祖云。汝口在甚", "105": "麼處。僧云。無口。魯祖云。將甚麼喫飯。僧無", "106": "對。師代云。他不饑。喫甚麼飯。", "107": "師參南源。上法堂。南源云。已相見了也。師", "108": "便下去。明日却上。問云。昨日已蒙和尚慈悲。", "109": "不知甚麼處是與某甲已相見處。南源云。心", "110": "心無間斷。流入於性海。師云。幾合放過。師", "111": "辭。南源云。多學佛法。廣作利益。師云。多學", "112": "佛法即不問。如何是廣作利益。南源云。一物", "113": "莫違。", "114": "師到京兆。禮拜興平和尚。興平云。莫禮老朽。", "115": "師云。禮非老朽。興平云。非老朽者不受禮。師", "116": "云。他亦不止。師却問。如何是古佛心。興平", "117": "云。即汝心是。師云。雖然如此。猶是某甲疑", "118": "處。興平云。若恁麼。即問取木人去。師云。某", "119": "甲有一句子。不借諸聖口。興平云。汝試道", "120": "看。師云。不是某甲。師辭。興平云。甚麼處去。", "121": "師云。㳂流無定止。興平云。法身㳂流。報身㳂", "122": "流。師云。總不作此解。興平乃拊掌保福展云。洞山自是一", "123": "家。乃別云。覓得幾人。", "124": "師與密師伯參百巖。百巖問。甚處來。師云。湖", "125": "南。百巖云。觀察使。姓甚麼。師云。不得姓。百", "126": "巖云。名甚麼。師云。不得名。百巖云。還治事", "127": "也無。師云。自有郎幕在。百巖云。還出入也", "128": "無。師云。不出入。百巖云。豈不出入。師拂袖", "129": "便出。百巖次早入堂。召二上座云。昨日老僧", "130": "對闍黎。一轉語不相契。一夜不安。今請闍黎", "131": "別下一轉語。若愜老僧意。便開粥相伴過夏。", "132": "師云。請和尚問。百巖云。豈不出入。師云。太", "133": "尊貴生。百巖乃開粥同共過夏天童傑云。明投暗合。八面玲瓏。不", "134": "犯當頭。轉身有路。曹洞門下。足可觀光。若是臨濟兒孫。棒折也。未放在。當時若見他道不委姓。劈脊便與一拳這", "135": "裏拶得身轉。非但開粥相延。亦可明窓下安排。有麼。有麼。喝云。漆桶參堂去。", "136": "師與密師伯。到龍山問訊。老僧云。此山無路。", "137": "闍黎從何處來。師云。無路且置。和尚從何而", "138": "入。老僧云。我不從雲水來。師云。和尚住此", "139": "山。多少時邪。老僧云。春秋不涉。師云。和尚", "140": "先住。此山先住。老僧云。不知。師云。為甚麼", "141": "不知。老僧云。我不從人天來。師云。和尚得何", "142": "道理。便住此山。老僧云。我見兩箇泥牛鬪入", "143": "海。直至於今絕消息。師始具威儀禮拜。", "144": "師行脚時。會一官人云。三祖信心銘。弟子擬", "145": "註。師云。纔有是非。紛然失心。作麼生註法眼代云。", "146": "恁麼則弟子不註也。", "147": "師初行脚時。路逢一婆擔水。師索水飲。婆云。", "148": "水不妨飲。婆有一問。須先問過。且道。水具幾", "149": "塵。師云。不具諸塵。婆云去。休污我水擔。", "150": "師在泐潭。見初首座。有語云。也大奇也大奇。", "151": "佛界道界不思議。師遂問云。佛界道界即不", "152": "問。祇如說佛界道界底。是甚麼人。初良久無", "153": "對。師云。何不速道。初云。爭即不得。師云。道", "154": "也未曾道。說甚麼爭即不得。初無對。師云。佛", "155": "之與道。俱是名言。何不引教。初云。教道甚", "156": "麼。師云。得意忘言。初云。猶將教意向心頭作", "157": "病在。師云。說佛界道界底病大小。初又無對。", "158": "次日忽遷化。時稱師為問殺首座价。", "159": "師。與神山密師伯過水。乃問。過水事作麼生。", "160": "神山云。不濕脚。師云。老老大大。作這箇語", "161": "話。神山云。爾又作麼生。師云。脚不濕一。作師與神山", "162": "渡水。師云。莫錯下脚。神山云。錯即過不得也。師云。不錯底事作麼生。神山云。共長老過水。", "163": "師。一日與神山鉏茶園。師擲下钁頭云。我今", "164": "日一點氣力也無。神山云。若無氣力。爭解恁", "165": "麼道。師云。汝將謂有氣力底是。", "166": "師與神山行次。忽見白兔走過。神山云。俊哉。", "167": "師云。作麼生。神山云。大似白衣拜相。師云。", "168": "老老大大。作這箇語話。神山云。爾作麼生。師", "169": "云。積代簪纓。暫時落魄。", "170": "神山把針次。師問云。作甚麼。神山云。把針。", "171": "師云。把針事作麼生。神山云。針針相似。師", "172": "云。二十年同行。作這箇語話。豈有與麼工夫。", "173": "神山云。長老又作麼生。師云。如大地火發底", "174": "道理。", "175": "神山問師云。智識所通。莫不遊踐。徑截處乞", "176": "師一言。師云。師伯意何得取功。神山因斯頓", "177": "覺。下語非常。後與師過獨木橋。師先過了。拈", "178": "起木橋云。過來。神山喚价闍黎。師乃放下橋", "179": "木。", "180": "師與神山行次。指路傍院云。裏面有人。說心", "181": "說性。神山云。是誰。師云。被師伯一問。直得", "182": "去死十分。神山云。說心說性底誰。師云。死", "183": "中得活。", "184": "師問雪峯。從甚處來。雪峯云。天台來。師云。", "185": "見智者否。雪峯云。義存喫鐵棒有分。", "186": "雪峯上問訊。師云。入門來須有語。不得道早", "187": "箇入了也。雪峯云。某甲無口。師云。無口且", "188": "從。還我眼來。雪峯無語雲居膺。別前語云。待某甲有口即道。長慶稜別", "189": "云。恁麼則某甲謹退。", "190": "雪峯搬柴次。乃於師面前。拋下一束。師云。重", "191": "多少。雪峯云。盡大地人提不起。師云。爭得到", "192": "這裏。雪峯無語。", "193": "師。於扇上書佛字。雲巖見。却書不字。師又改", "194": "作非字。雪峯見。乃一時除却興化獎代云吾不如汝。白楊順云。我若", "195": "作洞山。只向雪峯道。爾非吾眷屬。天鉢元云。洞山雲巖。平地起堆。雪峯老漢。因事長智。", "196": "雪峯作飯頭。淘米次。師問。淘沙去米。淘米去", "197": "沙。雪峯云。沙米一時去。師云。大眾喫箇甚", "198": "麼。雪峯遂覆却米盆。師云。據子因緣。合在德", "199": "山瑯琊覺云。雪峰與麼去。大似拋却甜桃樹。尋山摘醋梨。天童覺云。雪峰步步登高。不覺草鞋跟斷。若也", "200": "正偏宛轉。敲唱雙行。自然言氣相合。父子相投。且道洞山不肯雪峰。意在什麼處。萬里無雲天有過。碧潭似鏡月", "201": "難來。雪竇。宗云。直木不棲鸞鳳。金針已繡鴛鴦。若不是新豊老人。便見氷消瓦解。", "202": "師。一日問雪峯。作甚麼來。雪峯云。斫槽來。", "203": "師云。幾斧斫成。雪峯云。一斧斫成。師云。猶", "204": "是這邊事。那邊事作麼生。雪峯云。直得無下", "205": "手處。師云。猶是這邊事。那邊事作麼生。雪峯", "206": "休去汾陽昭代云。某甲早是困也。", "207": "雪峯辭師。師云。子甚處去。雪峯云。歸嶺中", "208": "去。師云。當時從甚麼路出。雪峯云。從飛猿嶺", "209": "出。師云。今回向甚麼路去。雪峯云。從飛猿嶺", "210": "去。師云有一人不從飛猿嶺去。子還識麼。雪", "211": "峯云。不識。師云。為甚麼不識。雪峯云。他無", "212": "面目。師云。子既不識。爭知無面目。雪峯無對", "213": "瑯琊覺云。心麁者失。", "214": "雲居道膺來參。師問。甚處來。雲居云。翠微", "215": "來。師云。翠微有何言句示徒。雲居云。翠微供", "216": "養羅漢。某甲問。供養羅漢。羅漢還來否。翠", "217": "微云。爾每日瞳箇甚麼。師云。實有此語否。雲", "218": "居云。有。師云。不虛參見作家來。", "219": "師問雲居。汝名甚麼。雲居云。道膺。師云。向", "220": "上更道。雲居云。向上即不名道膺。師云。與老", "221": "僧祇對道吾的語一般。", "222": "雲居問。如何是祖師西來意。師云。闍黎他後", "223": "有把茅蓋頭。忽有人問。如何祇對。雲居云。道", "224": "膺罪過。", "225": "師。一日謂雲居云。吾聞。思大和尚生倭國作", "226": "王。是否。雲居云。若是恩大。佛亦不作。師", "227": "然之。", "228": "師問雲居。甚處去來。雲居云。蹋山來。師云。", "229": "那箇山堪住。雲居云。那箇山不堪住。師云。恁", "230": "麼則國內總被闍黎占却。雲居云。不然。師云。", "231": "恁麼則子得箇入路。雲居云。無路。師云。若無", "232": "路。爭得與老僧相見。雲居云。若有路。即與", "233": "和尚隔山去也。師乃云。此子。已後千人萬人", "234": "把不住去在。", "235": "師因與雲居渡水次。師問。水深多少。雲居云。", "236": "不濕。師云。麁人。雲居云。請師道。師云。不乾", "237": "五祖演云。二人恁麼說話。還有優劣也無。山僧今日因行掉臂。為爾諸人說破。過水一句不濕。庫藏真珠堆積。過", "238": "水一句不乾。無錐說甚貧寒。乾濕二途俱不涉。任他綠水與青山。", "239": "雲居一日作務。誤剗殺蚯蚓。師云。這箇聻。雲", "240": "居云。他不死。師云。二祖往鄴州又作麼生。雲", "241": "居無對。", "242": "師問雲居。大闡提人。作五逆罪。孝養何在。雲", "243": "居云。始成孝養。", "244": "師謂雲居云。昔南泉。問講彌勒下生經僧云。", "245": "彌勒甚麼時下生。僧云。現在天宮。當來下生。", "246": "南泉云。天上無彌勒。地下無彌勒。雲居隨舉", "247": "而問云。只如天上無彌勒。地下無彌勒。未審。", "248": "誰與安名。師被問。直得禪床震動。乃云。膺", "249": "闍黎。吾在雲巖。曾問老人。直得火爐震動。今", "250": "日被子一問。直得通身汗流。", "251": "後雲居結菴於三峯。經旬不赴堂。師問。子近", "252": "日何不赴齋。雲居云。每日自有天神送食。師", "253": "云。我將謂汝是箇人。猶作這箇見解在。汝晚", "254": "間來。雲居晚至。師召膺菴主。雲居應諾。師", "255": "云。不思善不思惡。是甚麼。雲居回菴。寂然宴", "256": "坐。天神自此竟尋不見。如是三日。乃絕。", "257": "師問雲居。作甚麼。雲居云。合醬。師云。用多", "258": "少鹽。雲居云。旋入。師云。作何滋味。雲居云。", "259": "得。", "260": "疎山到。值師早參。出問。未有之言。請師示", "261": "誨。師云。不諾無人肯。疎山云。還可功也無。", "262": "師云。爾即今還功得麼。疎山云。功不得。即", "263": "無諱處。", "264": "一日師上堂云。欲知此事。直須如枯木生花。", "265": "方與他合。疎山問。一切處不乖時如何。師云。", "266": "闍黎。此是功勳邊事。幸有無功之功。子何不", "267": "問。疎山云。無功之功。豈不是那邊人。師云。", "268": "大有人笑子恁麼問。疎山云。恁麼則迢然去", "269": "也。師云。迢然。非迢然。非不迢然。疎山云。如", "270": "何是迢然。師云。喚作那邊人即不得。疎山云。", "271": "如何是非迢然。師云。無辨處。", "272": "師問疎山。空劫無人家。是甚麼人住處。疎山", "273": "云。不識。師云。人還有意旨也無。疎山云。和", "274": "尚何不問他。師云。現問次。疎山云。是何意", "275": "旨。師不對。", "276": "青林師虔參師。師問。近離甚處。青林云。武", "277": "陵。師云。武陵法道。何似此間。青林云。胡地", "278": "冬抽笋。師云。別甑炊香飯。供養此人。青林拂", "279": "袖便出。師云。此子。向後走殺天下人在鼓山永云", "280": "恁麼祇對。滴水難消。因甚別甑炊香飯。", "281": "青林一日辭師。師云。子向甚麼處去。青林云。", "282": "金輪不隱的。遍界絕紅塵。師云。善自保任。青", "283": "林珍重而出。師門送。謂青林云。恁麼去一句。", "284": "作麼生道。青林云。步步踏紅塵。通身無影像。", "285": "師良久。青林云。老和尚何不速道。師云。子得", "286": "恁麼性急。青林云。某甲罪過。便禮辭而去。", "287": "龍牙問德山。學人仗鏌鎁劍。擬取師頭時如", "288": "何。德山引頸近前云。㘞。龍牙云。頭落也。德", "289": "山呵呵大笑。龍牙後到洞山。舉前話。師云。德", "290": "山道甚麼。龍牙云。德山無語。師云。莫道無", "291": "語。且將德山落底頭。呈似老僧看。龍牙方省。", "292": "便懺謝後有舉似德山。德山云。洞山不識好惡。這漢死來多少時。救得有甚用處。保福展拈云。龍牙", "293": "只知進前。不知失步。翠岩芝云龍牙當斷不斷。如今作麼生斷。東禪觀云。龍牙抱劍傷身。自招過咎。德山為頭", "294": "作主。幸好機籌。忽被洞山指蹤。不覺尾巴露出。", "295": "龍牙問。如何是祖師西來意。師云。待洞水逆", "296": "流。即向汝道。龍牙始悟厥旨。", "297": "華嚴休靜問師。學人無箇理路。未免情識運", "298": "為。師云。汝還見有理路也無。華嚴云。見無", "299": "理路。師云。甚處得情識來。華嚴云。學人實", "300": "問。師云。恁麼則直須向萬里無寸草處去。華", "301": "嚴云。萬里無寸草處。還許某甲去也無。師", "302": "云。直須恁麼去。", "303": "華嚴搬柴次。師把住云。狹路相逢時如何。華", "304": "嚴云。反側反側。師云。汝記吾言。向南住。有", "305": "一千人。向北住。止三百而已。", "306": "欽山參師。師問。甚處來。欽山云。大慈來。師", "307": "云。還見大慈麼。欽山云。見。師云。色前見。", "308": "色後見。欽山云。非前後見。師默置。欽山乃", "309": "云。某甲離師太早。不盡師意。", "310": "欽山與巖頭雪峯坐次。師行茶來。欽山乃閉", "311": "目。師云。什麼處去來。欽山云。入定來。師云。", "312": "定本無門。從何而入老宿代云。大有人與麼會。雪竇顯別云。當時但指巖頭雪峰", "313": "云。與這兩箇瞌睡漢茶喫。", "314": "北院通到參。師上堂云。坐斷主人公。不落第", "315": "二見。通出眾云。須知有一人不合伴。師云。猶", "316": "是第二見。通便掀倒禪床。師云。老兄作麼生。", "317": "通云。待某甲舌頭爛。即向和尚道。通後辭", "318": "師。擬入嶺。師云。善為。飛猿嶺峻。好看。通良", "319": "久。師召通闍黎。通應諾。師云。何不入嶺去。", "320": "通因有省不入嶺。", "321": "道全問師。如何是出離之要。師云。闍黎足下", "322": "烟生。全當下契悟。更不他遊。雲居進語云。終", "323": "不敢孤負和尚。足下烟生。師云。步步玄者。即", "324": "是功到。", "325": "師與泰首座。冬節喫菓子次。乃問。有一物。上", "326": "拄天。下拄地。黑似漆。常在動用中。動用中收", "327": "不得。且道。過在甚麼處。泰云。過在動用中", "328": "同安顯別云不知師喚侍者。掇退菓卓五祖戒別首座云。朝來更獻楚王看。瑯琊", "329": "覺云。若不是洞山老人。焉能辨得。雖然如是。洞山猶欠一著在。溈山哲云。諸人還知洞山落處麼。若也不知。徃", "330": "往作是非得失會去。山僧道。這果子。非但首座不得喫。假使盡大地人來。亦不得正眼覰著。雲蓋本云。洞山雖有", "331": "打破虛空鉗鎚。而無補綴底針線。待伊道過在動用中。但道請首座喫果子。泰首座若是箇衲僧。喫了也須吐出。南", "332": "堂靜云。洞山坐籌帷幄。決勝千里。泰首座通身是口。有理難伸。溈山果云。洞山壓良為賤。泰首座有理難伸。山", "333": "僧路見不平。要為雪恥。當時纔見與麼問。只向道。靈山授記未到如此。待他擬議。拈果子劈面便擲。不唯塞斷咽", "334": "喉。免見後人妄生卜度。淨慈昌云。洞山雖然掇得果卓去。要且塞泰首座口不得。", "335": "師見幽上座來。遽起向禪床後立。幽云。和尚", "336": "為甚麼回避學人。師云。將謂闍黎不見老僧", "337": "師看稻次。見朗上座牽牛。師云。這箇牛。須", "338": "好看。恐傷人苗稼。朗云。若是好牛。應不傷人", "339": "苗稼。", "340": "僧問茱萸。如何是沙門行。茱萸云。行則不無。", "341": "有覺即乖。別有僧舉似師。師云。他何不道。未", "342": "審是甚麼行。僧遂進此語。茱萸云。佛行佛行。", "343": "僧回舉似師。師云。幽州猶似可。最苦是新羅。", "344": "東禪齊拈云。此語還有疑訛也無。若有。且道。甚麼處不得。若無。他又道。最苦是新羅。還撿點得出麼。他道。行", "345": "則不無。有覺即乖。却令再問。是甚麼行。又道佛行。那。僧是會了問。不會了問。請斷看僧却問。如", "346": "何是沙門行。師云。頭長三尺。頸長三寸。師令", "347": "侍者。持此語問三聖然和尚。三聖於侍者手", "348": "上。掐一掐。侍者回舉似師。師肯之。", "349": "京兆米和尚。令僧問仰山云。今時還假悟也", "350": "無。仰山云。悟即不無。爭奈落在第二頭。又令", "351": "僧問師云。那箇究竟作麼生。師云。却須問他", "352": "始得。", "353": "陳尚書問。五十二位菩薩中。為甚麼不見妙", "354": "覺。師云。尚書親見妙覺。", "355": "官人問。有人修行否。師云。待公作男子。即修", "356": "行。", "357": "師示眾云。兄弟。秋初夏末。東去西去。直須向", "358": "萬里無寸草處去始得。良久云。祇如萬里無", "359": "寸草處。作麼生去。後有舉似石霜。石霜云何", "360": "不道。出門便是草。師聞乃云。大唐國裏。能有", "361": "幾人大陽玄云。如今直道不出門。亦草漫漫地。且道。合向甚麼處行履。良久云。莫守寒巖異草青。坐", "362": "著白雲宗不妙。白雲端云。若見得菴主。便見得洞山。若見得洞山。便見得菴主。見洞山即易。見菴主即難。為他", "363": "不為住持之絆。不見道。雲在嶺頭閑不徹。水流㵎底太忙生。溈山果云。斬釘截鐵。豁開向上玄關。語諦言誠。且指", "364": "當人要路。且道。爾作麼生會出門便是草。石霜恁麼道。上封恁麼舉。爾諸人不得動著動著三十棒。徑山杲云。師", "365": "子一滴乳。迸散十斛驢乳。", "366": "僧問。欲見和尚本來師。如何得見。師云。年牙", "367": "相似。即無阻矣。僧擬進語。師云。不躡前蹤。", "368": "別請一問。僧無對雲居代云。恁麼則不見和尚本來師也。後皎上座。拈問長慶。如何", "369": "是年牙相似者。長慶云。古人恁麼道。皎闍黎。又向這裏覓箇甚麼。", "370": "僧問。寒暑到來。如何回避。師云。何不向無寒", "371": "暑處去。云。如何是無寒暑處。師云。寒時寒殺", "372": "闍黎。熱時熱殺闍黎投子同云。幾乎與麼去。瑯琊覺云。我即不然。如何是無寒", "373": "暑處。僧堂裏去。雲居舜云。大小瑯琊。作這箇去就。山僧即不然。如何是無寒暑處。三冬向暖火。九夏取涼風寶。", "374": "峰文云。大眾。若也會得。不妨神通遊戲。一切臨時。寒暑不相干。若也不會且向寒暑裏。經冬過夏。上封才云。洞", "375": "山一句。可謂主賓交參。正偏涉入。諸人如今向甚處迴避。無事上山行一轉。借問諸人會也無。泐", "376": "潭準云。若為人時水也暖。不為人時火也寒。", "377": "上堂。還有不報四恩三有者麼。眾無對。又云。", "378": "若不體此意。何超始終之患。直須心心不觸", "379": "物。步步無處所。常無間斷。始得相應。直須努", "380": "力。莫閑過日。", "381": "師問僧。甚處來。云遊山來。師云。還到頂麼。", "382": "云到。師云。頂上有人麼。云無人。師云。恁麼", "383": "則不到頂也。云若不到頂。爭知無人。師云。何", "384": "不且住。云某甲不辭住。西天有人不肯。師云。", "385": "我從來疑著這漢。", "386": "僧問。如何是西來意。師云。大似駭雞犀。", "387": "僧問。蛇吞蝦蟇。救則是。不救則是。師云。救", "388": "則雙目不睹。不救則形影不彰。", "389": "有僧不安。要見師。師遂往僧云。和尚何不救", "390": "取人家男女。師云。爾是甚麼人家男女。云某", "391": "甲是大闡提人家男女。師良久。僧云。四山相", "392": "逼時如何。師云。老僧日前也向人家屋簷下", "393": "過來。云回互不回互。師云。不回互。云教某甲", "394": "向甚處去。師云。粟畬裏去。僧噓一聲云。珍重。", "395": "便坐脫。師以拄杖敲頭三下云。汝祇解與麼", "396": "去。不解與麼來昭覺勤云。大凡行脚人。正要透脫這一件事。這僧既是大闡提人家男女。", "397": "直至四山相逼。手脚忙亂。若不是洞山具大慈悲。放一線道。與他平展。爭解恁麼去。所以古人道。臨終之際。若一", "398": "毫頭聖凡情量未盡。未免入驢駘馬腹裏去。只如洞山道。我也向人家簷下過。粟畬裏去。鼎鼎礙四山。不礙四山。", "399": "到這裏。須是桶底子脫始得。且道。洞山意作麼生。還會麼。金雞啄破瑠璃殼。玉兔挨開碧海門因夜參", "400": "不點燈。有僧出問話。退後。師令侍者點燈。乃", "401": "召適來問話僧出來。其僧近前。師云。將取三", "402": "兩粉來。與這箇上座。其僧拂袖而退。自此省", "403": "發。遂罄捨衣資設齋。得三年。後辭師。師云。", "404": "善為。時雪峯侍立。問云。祇如這僧辭去。幾時", "405": "却來。師云。他祇知一去。不解再來。其僧歸", "406": "堂。就衣鉢下坐化。雪峯上報師。師云。雖然如", "407": "此。猶較老僧三生在。", "408": "師問僧。甚處來。云三祖塔頭來。師云。既從祖", "409": "師處來。又要見老僧作甚麼。云祖師即別。學", "410": "人與和尚不別。師云。老僧欲見闍黎本來師。", "411": "還得否。云亦須待和尚自出頭來始得。師云。", "412": "老僧適來。暫時不在。", "413": "僧問。相逢不拈出。舉意便知有時如何。師乃", "414": "合掌頂戴。", "415": "師問德山侍者。從何方來。云德山來。師云。來", "416": "作甚麼。云。孝順和尚。師云。世間甚麼物最孝", "417": "順。侍者無對。", "418": "師上堂云。有一人。在千人萬人中。不背一人。", "419": "不向一人。爾道。此人具何面目。雲居出云。某", "420": "甲參堂去。", "421": "師有時云。體得佛向上事。方有些子語話分。", "422": "僧問。如何是語話。師云。語話時。闍黎不聞。", "423": "僧云。和尚還聞否。師云。不語話時即聞。", "424": "僧問。如何是正問正答。師云。不從口裏道。僧", "425": "云。若有人問。師還答否。師云。也未曾問。", "426": "僧問。如何是從門入者非寶。師云。便好休。", "427": "僧問。和尚出世幾人肯。師云。並無一人肯。僧", "428": "云。為甚麼並無一人肯。師云。為他箇箇氣宇", "429": "如王。", "430": "師。問講維摩經僧云。不可以智知。不可以識", "431": "識。喚作甚麼語。僧云。讚法身語。師云。喚作", "432": "法身。早是讚也。", "433": "僧問。時時勤拂拭。為甚麼不得他衣鉢。未審", "434": "甚麼人合得。師云。不入門者。僧云。祇如不入", "435": "門者。還得也無。師云。雖然如此。不得不與", "436": "他。師又云。直道本來無一物。猶未合得他衣", "437": "鉢。汝道。甚麼人合得。這裏合下得一轉語。且", "438": "道。下得甚麼語。時有一僧。下九十六轉語。並", "439": "不契。末後一轉。始愜師意。師云。闍黎何不早", "440": "恁麼道。別有一僧密聽。祇不聞末後一轉。遂", "441": "請益其僧。僧不肯說。如是三年相從。終不為", "442": "舉。一日因疾。其僧云。某三年請舉前話。不蒙", "443": "慈悲。善取不得惡取去。遂持刀白云。若不為", "444": "某舉。即殺上座去也。其僧悚然云。闍黎且待。", "445": "我為爾舉。乃云。直饒將來。亦無處著。其僧禮", "446": "謝雪竇顯云。他既不受是眼。將來必應是瞎。還見祖師衣鉢麼。若于此入門。便乃兩手分付。非但大庾嶺頭", "447": "一箇提不起。設使合國人來。且款款將去。翠巖芝云。總不合得他衣鉢。却與古佛同參。且道。參阿誰。天童覺", "448": "云。長蘆則不然。直須將來。若不將來。爭知不受。將來底必應是眼。不受底真箇是瞎。還會麼。照盡體無依。通身", "449": "合大道。靈隱嶽。舉翠巖語了云。到江吳地盡。隔岸越山多。", "450": "有菴主不安。凡見僧便云。相救相救。多下語", "451": "不契。師乃去訪之。菴主亦云相救師云。甚麼", "452": "相救菴主云。莫是藥山之孫。雲巖嫡子麼。師", "453": "云不敢。菴主合掌云。大家相送便遷化僧", "454": "問。亡僧遷化向甚麼處去。師云。火後一莖茆。", "455": "師因普請次。巡寮去見一僧不赴普請。師問。", "456": "爾何不去。僧云。某甲不安。師云。爾尋常健", "457": "時。何曾去來。", "458": "僧問。師尋常教學人行鳥道。未審。如何是鳥", "459": "道。師云。不逢一人。僧云。如何行。師云。直須", "460": "足下無私去僧云祇如行鳥道。莫便是本來", "461": "面目否師云。闍黎因甚顛倒。僧云。甚麼處是", "462": "學人顛倒。師云。若不顛倒。因甚麼却認奴作", "463": "郎。僧云。如何是本來面目。師云。不行鳥道", "464": "後。夾山會問僧。甚處來。僧云。洞山來。師云。洞山有何言句示徒。僧云。尋常教學人三路學。夾山云。何者三路。", "465": "僧云。玄路鳥道展手。夾山云。實有此語否。僧云。實有。夾山云。軌持千里鈔。林下道人悲。浮山遠云。不因黃葉", "466": "落。焉知是一秋。", "467": "師謂眾云。知有佛向上人。方有語話分。僧問。", "468": "如何是佛向上人。師云。非佛保福別云。佛非。法眼別云。方便呼", "469": "為佛。", "470": "師問僧。甚處去來。僧云。製鞋來。師云。自解", "471": "依他。僧云。依他。師云。他還指教闍黎也無。", "472": "僧云。允即不違。", "473": "僧問。如何是玄中又玄。師云。如死人舌。", "474": "師洗鉢次。見兩烏爭蝦蟇。有僧便問。這箇。因", "475": "甚麼到恁麼地。師云。祇為闍黎。", "476": "僧問。如何是毘盧師法身主。師云。禾莖粟榦", "477": "僧問。三身之中。阿那身不墮眾數。師云。吾甞", "478": "于此切僧後問曹山。先師道。吾常於此切。意作麼生。曹山云。要頭便斫去。又問雪峰。雲峰以拄拄。", "479": "擘口打云。我亦曾到洞山來。承天宗云。一轉語。海晏河清。一轉語。風高月冷。一轉語。騎賊馬趁賊。忽有箇衲僧", "480": "出來道。總不與麼。也許伊具一隻眼。妙喜云。恁麼葛藤。也未夢見三箇老漢在。復云。何不向膏肓上下一針。", "481": "會下有老宿。去雲巖回。師問。汝去雲巖作甚", "482": "麼。宿云。不會。師代云。堆堆地。", "483": "僧問。如何是青山白雲父。師云。不森森者是。", "484": "僧云。如何是白雲青山兒。師云。不辯東西者", "485": "是。僧云。如何是白雲終日倚。師云。去離不", "486": "得。僧云。如何是青山總不知。師云。不顧視者", "487": "是。", "488": "僧問。清河彼岸。是甚麼草。師云。是不萌之", "489": "草。", "490": "師問僧。世間何物最苦。僧云。地獄最苦。師", "491": "云。不然。在此衣線下。不明大事。是名最苦。", "492": "師問僧。名甚麼。僧云。某甲。師云。阿那箇是", "493": "闍黎主人公。僧云。見祇對次。師云。苦哉苦", "494": "哉。今時人。例皆如此。祇認得驢前馬後底。將", "495": "為自已。佛法平沈。此之是也。賓中主尚未分。", "496": "如何辯得主中主。僧便問。如何是主中主。師", "497": "云。闍黎自道取。僧云。某甲道得。即是賓中", "498": "主雲居代云。某甲道得。不是賓中主如何是主中主。師云。恁麼", "499": "道即易。相續也大難。遂示頌云。嗟見今時學", "500": "道流。千千萬萬。認門頭。恰似入京朝聖主。祇", "501": "到潼關即便休。", "502": "師上堂云。道無心合人。人無心合道。欲識箇", "503": "中意。一老一不老後僧問曹山。如何是一老。曹山云。不扶持。僧云。如何是一不老。", "504": "曹山云。枯木。僧又舉似逍遙忠。忠云。三從六義。", "505": "舉五洩到石頭處云。一言相契即住。不契即", "506": "去。石頭據坐。五洩便去。石頭隨後召云。闍", "507": "黎。闍黎五洩回首。石頭云。從生至死。祇是這", "508": "箇。回頭轉惱作麼。五洩忽。然契悟。乃抝折拄", "509": "杖。師云。當時不是五洩先師。也大難承當。然", "510": "雖如是。猶涉途在。", "511": "僧辭大慈。大慈問。甚麼處去。僧云。江西去。", "512": "大慈云。我勞汝一段事。得否。僧云。和尚有甚", "513": "麼事。大慈云。將取老僧去得麼。僧云。更有過", "514": "於和尚者。亦不能將去。大慈便休。後僧舉似", "515": "師。師云。闍黎爭合恁麼道。僧云。和尚作麼", "516": "生。師云。得法眼別云。和尚若去。某甲提笠子師又問其僧。大慈", "517": "別有甚麼言句。僧云。有時示眾云。說得一丈。", "518": "不如行取一尺。說得一尺。不如行取一寸。師", "519": "云。我恁。麼道。僧云。和尚作麼生。師云。說取", "520": "行不得底。行取說不得底。", "521": "藥山與雲巖遊山。腰間刀響。雲巖問。甚麼", "522": "物作聲。藥山抽刀驀口作斫勢。師舉示眾", "523": "云。看他藥山。橫身為這箇事。今時人。欲明向", "524": "上事。須體此意始得。", "525": "藥山夜參不點燈。藥山垂語云。我有一句子。", "526": "待特牛生兒。即向爾道。有僧云。特牛生兒也。", "527": "祇是和尚不道。藥山云。侍者把燈來。其僧抽", "528": "身入眾。雲巖舉問師。作麼生。師云。這僧却", "529": "會。祇是不肯禮拜。", "530": "舉藥山問僧。甚處來。云湖南來。藥山云。洞庭", "531": "湖水滿也未。云未。藥山云。許多時雨水。為甚", "532": "麼未滿。僧無語。道吾云。滿也。雲巖云。湛湛", "533": "地。師云。甚麼劫中。曾增減來。", "534": "藥山問僧。見說汝解算。是否。僧云不敢。藥山", "535": "云。汝試算老僧看。僧無對。雲巖舉問師。汝作", "536": "麼生。師云。請和尚生月。", "537": "師。作五位君臣頌云。正中偏。三更初夜月明", "538": "前。莫怪相逢不相識。隱隱猶懷舊日嫌。偏中", "539": "正。失曉老婆逢古鏡。分明覿面別無真。休更", "540": "迷頭猶認影。正中來。無中有路隔塵埃。但能", "541": "不觸當今諱。也勝前朝斷舌才。兼中至。兩刃", "542": "交鋒不須避。好手猶如火裏蓮。宛然自有冲", "543": "天志。兼中到。不落有無誰敢和。人人盡欲出", "544": "常流。折合還歸炭裏坐。", "545": "師上堂云。向時作麼生。奉時作麼生。功時作", "546": "麼生。共功時作麼生。功功時作麼生。僧問。如", "547": "何是向。師云。喫飯時作麼生。云如何是奉。師", "548": "云。背時作麼生。云如何是功。師云。放下钁頭", "549": "時作麼生。云如何是共功。師云。不得色。云如", "550": "何是功功。師云。不共。乃示頌云。聖主由來法", "551": "帝堯。御人以禮曲龍腰。有時鬧市頭邊過。到", "552": "處文明賀聖朝。淨洗濃粧為阿誰。子規聲裏", "553": "勸人歸。百花落盡啼無盡。更向亂峰深處啼。", "554": "枯木花開劫外春。倒騎玉象趁麒麟。而今高", "555": "隱千峰外。月皎風清好日辰。眾生諸佛不相", "556": "侵。山自高兮水自深。萬別千差明底事。鷓鴣", "557": "啼處百花新。頭角纔生已不堪。擬心求佛好", "558": "羞慚。迢迢空劫無人識。肯向南詢五十三。", "559": "師因曹山辭。遂囑云。吾在雲巖先師處。親印", "560": "寶鏡三昧。事窮的要。今付於汝。詞云。如是之", "561": "法。佛祖密付。汝今得之。宜善保護。銀怨盛", "562": "雪。明月藏鷺。類之弗齊。混則知處。意不在", "563": "言。來機亦赴。動成窠臼。差落顧佇。背觸俱", "564": "非。如大火聚。但形文彩。即屬染污。夜半正", "565": "明。天曉不露。為物作則。用拔諸苦。雖非有", "566": "為。不是無語。如臨寶鏡。形影相覩。汝不是", "567": "渠。渠正是汝。如世嬰兒。五相完具。不去不", "568": "來。不起不住。婆婆和和。有句無句。終不得", "569": "物。語未正故。重離六爻。偏正回互。疊而為", "570": "三。變盡成五。如荎草味。如金剛杵。正中妙", "571": "挾。敲唱雙舉。通宗通塗。挾帶挾路。錯然則", "572": "吉。不可犯忤。天真而妙。不屬迷悟。因緣時", "573": "節。寂然昭著。細入無間。大絕方所。毫忽之", "574": "差。不應律呂。今有頓漸。緣立宗趣。宗趣分", "575": "矣。即是規矩。宗通趣極。真常流注。外寂中", "576": "搖。係駒伏鼠。先聖悲之。為法檀度。隨其", "577": "顛倒。以緇為素。顛倒想滅。肯心自許。要合", "578": "古轍。請觀前古。佛道垂成。十劫觀樹。如虎", "579": "之缺。如馬之馵。以有下劣。寶几珍御。以有", "580": "驚異。貍奴白牯。羿以巧力。射中百步。箭鋒相", "581": "直。巧力何預。木人方歌。石女起舞。非情識", "582": "到。寧容思慮。臣奉於君。子順於父。不順非", "583": "孝。不奉非輔。潛行密用。如愚若魯。但能相", "584": "續。名主中主。師又云。末法時代。人多乾慧。", "585": "若要辨驗真偽。有三種滲漏。一見滲漏。謂機", "586": "不離位。墮在毒海。二情滲漏。謂滯在向背。見", "587": "處偏枯。三語滲漏。謂究妙失宗。機昧終始。學", "588": "者濁智流轉。不出此三種。子宜知之。又綱要", "589": "偈三首。一敲唱俱行。偈云。金針雙鎖備。挾路", "590": "隱全該。寶印當風妙。重重錦縫開。二金鎖玄", "591": "路。偈云。交互明中暗。功齊轉覺難。力窮忘進", "592": "退。金鎖網鞔鞔。三不墮凡聖亦名理事不涉偈云。事", "593": "理俱不涉。回照絕幽微。背風無巧拙。電火爍", "594": "難追。", "595": "師不安。令沙彌傳語雲居。乃囑云。他或問和", "596": "尚安樂否。但道。雲巖路相次絕也。汝下此語。", "597": "須遠立。恐他打汝。沙彌領旨去傳語。聲未絕。", "598": "早被雲居打一棒。沙彌無語同安顯代云。恁麼則雲巖一枝不墜也。雲", "599": "居錫云。上座且道。雲巖路絕不絕。崇壽稠云。古人打此一棒。意作麼生。", "600": "師將圓寂。謂眾云。吾有閑名在世。誰人為吾", "601": "除得。眾皆無對。時沙彌出云。請和尚法號。師", "602": "云。吾閑名已謝石霜云。無人得他肯。雲居云。若有閑名。非吾先師。曹山云。從古至", "603": "今。無人辯得。疎山云。龍有出水之機。無人辯得僧問。和尚違和。還有不", "604": "病者也無。師云。有。僧云。不病者。還看和尚", "605": "否。師云。老僧看他有分。僧云。未審和尚如何", "606": "看他。師云。老僧看時。不見有病。師乃問僧。", "607": "離此殼漏子。向甚麼處。與吾相見。僧無對。", "608": "師示頌云。學者恒沙無一悟。過在尋他舌頭", "609": "路。欲得忘形泯蹤跡。努力殷勤空裏步。乃命", "610": "剃髮。澡身披衣。聲鐘辭眾。儼然坐化。時大眾", "611": "號慟。移晷不止。師忽開目。謂眾云。出家人。", "612": "心不附物。是真修行。勞生惜死。哀悲何益。復", "613": "令主事辦愚癡齋。眾猶慕戀不已。延七日。食", "614": "具方備。師亦隨眾。齋畢乃云。僧家無事。大率", "615": "臨行之際。勿須喧動。遂歸丈室。端坐長往。當", "616": "咸通十年三月。壽六十三。臘四十二諡悟本", "617": "禪師。塔曰慧覺。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1986B 瑞州洞山良价禪師語錄", "source": "CBETA"}