{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2739 金剛般若經挾註", "text": {"0": "No. 2739 [cf. No. 235]", "1": "金剛般若經挾註", "10": "來。悉知悉見。是諸眾生。得□□□□□□□", "100": "有之法般若正智。能趣菩提。若人受持。必生信解。即知是人。能成就無上菩提。故云最上第一希", "101": "有之法也若是經典。所在之處。則為有佛若尊重弟", "102": "子此云經典所在之處。則上成就希有之人。勝法在人。則為有佛。少有差降。猶如尊重弟子爾時", "103": "須菩提。白佛言世尊。當何名此經。我等云何", "104": "奉持前來所明。皆無定法。法雖無定。教必有宗。欲宣是義。故起斯問佛告須菩提", "105": "此經名為金剛般若波羅蜜。以是名字。汝當", "106": "奉持般若正智。喻如金剛。破煩惱障。了出中道。渡貪愛流。超到彼岸故。以是名字。無量勝義。汝當循名", "107": "責實。依是奉持所以者何。須菩提。佛說般若波羅蜜。", "108": "則非般若波羅蜜說般若法。差煩惱病。煩惱是妄。由執見生。妄病既除。真法應捨。若執", "109": "持般若。不解空義。惟此般若。亦成煩惱故。佛說般若波羅蜜。則無定法名般若須菩提。於意", "11": "具佛法眼故。能悉見知見。是淨信眾生。得如是無量福德何以故。是諸□□□", "110": "云何。如來有所說法不前云則非般若。未明所以。則非。故却質此疑。以通前", "111": "義須菩提。白佛言世尊。如來無所說於言無滯。終身言而未", "112": "甞言。於法無取。終身說而未甞說。如我所說。則法尚應捨。昧於斯道。則言者不知故。於此二夜□。我都無所說", "113": "須菩提。於意云何。三千大千世界。所有微塵。", "114": "是為多不。須菩提言。甚多世尊前明理教無取。此明境界亦空", "115": "須菩提。諸微塵。如來說非微塵。是名微塵。如", "116": "來說世界。非世界是名世界散彼世界。以為微塵。於彼塵中。本無自性。", "117": "積彼微塵。以成世界。於此世界。豈有性耶。本無自性。故非微塵。為是假緣。是名世界須菩提。於", "118": "意云何。可以三十二相。見如來不。不也世尊。", "119": "法本無言。因言立教。身本非相。因相見身。因言立教。既不可執言。而求理。因相見身。故不可取相而見佛", "12": "生相壽者相。無法相。亦無非□□□□□□", "120": "何以故。如來說三十二相即是非相。是名三", "121": "十二相假立身相。以表法王。諸法本空。身相非有。能知諸相。非相。色相皆空。即此妙身。是名三十", "122": "二相須菩提。若善男子善女人。以恒河沙等。身", "123": "命布施。若復有人。於此經中。乃至受持。四句", "124": "偈等。為他人說。其福甚多多以身命布施。勝報尚有輪迴。少能受持是", "125": "經。累盡自無生滅。校量其福。持經甚多爾時須菩提。聞說是經。深", "126": "解義趣。涕淚悲泣。而白佛言。希有世尊。佛說", "127": "如是甚深經典。我從昔來。所得慧眼。未曾得", "128": "聞如是之經昔得慧眼。於有見空。今聞是經。於空亦遣　是名中道故未曾聞。善吉解空。久得", "129": "深趣。將欲起教。以示未來故。涕淚悲泣。歎其希有世尊。若復有人。得聞是", "13": "一念淨。三空頓解。若計諸相。則不名淨信。能信般若。知達法空。故知。是眾生無復諸相□□□", "130": "經。信心清淨則。生實相。當知是人。成就第一", "131": "希有功德信不著相。是清淨心。得清淨心。則能照般若。真實之相。得茲實相。必趣菩提菩提果", "132": "成。即名第一希有功德世尊。是實相者。則是非相。是故如", "133": "來。說名實相以般若智。趣真實相。夫實相者。豈有相哉。則妙色法身。真空無礙。非假有相。", "134": "離空無相。即此之相。非實相耶也世尊。我今得聞如是經典。信", "135": "解受持。不足為難親承受記。久誤空法。今復聞說。信解非難若當來", "136": "世。後五百歲。其有眾生　得聞是經。信解受", "137": "持。是人則為第一希有像法之中。去聖逾遠。但聞遺教。便解奉持。則知是", "138": "人。了甚深義。無出其右。故云第一何以故。此人無我相人相。眾", "139": "生相壽者相何以故。此人得名第一希有者。為不著如是等相故。能信解是經。得為第一", "14": "則為著我人眾生壽者何以相即□□□□□□□", "140": "所以者何。我相即是非相。人相眾生相壽者", "141": "相。即是非相於我無相。妄計有我。了我了我相非相。即不著人眾生壽者矣何以", "142": "故。離一切諸相。則名諸佛何以故。此人無我。則為希有者。能離諸相。即是", "143": "菩提。故為希有佛告須菩提。如是如是印可其說若復有人。", "144": "得聞是經。不驚不怖不畏。當知是人。甚為希", "145": "有於無為法。而有差別。如是賢聖。優劣不同。也小二乘係執因果。福德報應。聞是深義。必當驚怖。能不怖", "146": "畏。已是希有。況能信解。而受持耶也何以故。須菩提。如來說第一", "147": "波羅蜜。非第一波羅蜜。是名第一波羅蜜諸法", "148": "莫二。故云第一。到彼岸者。為對此流。此流已盡。彼岸何有。是知諸法。但亦假名。累盡名去。故非第一。於斯", "149": "了義。能入深門。故是名第一波羅蜜須菩提。忍辱波羅蜜。如來說", "15": "生淨信也若取法相。即著我人眾生□□□□□□", "150": "非忍辱波羅蜜忍辱者明無我也。人辱我忍。以為勝行。本無人我。誰辱忍耶何以", "151": "故。須菩提。如我昔為歌利王。割截身體。我於", "152": "爾時。無我相。無人相。無眾生相。無壽者相", "153": "無我無人。誰忍誰辱何以故。我於往昔。節節支解時。若", "154": "有我相人相。眾生相壽者相。應生嗔恨前舉割截無我。", "155": "以明無忍。今舉不生嗔恨。復明無我。小乘計執我相。則多起貪嗔今隳裂支體。不生嗔恨者。則復何外相。預其", "156": "間乎。知無我矣須菩提。又念過去。於五百世作忍辱仙", "157": "人。於爾所世。無我相無人相。無眾生相。無壽", "158": "者相了無我相。非止此生。當於爾時。已達斯趣是故須菩提。菩薩應離", "159": "一切相。發阿耨多羅三藐三菩提心從前已來。明無相降住", "16": "以故。若取非法相。即著我人眾□□□□□", "160": "之義。今明離相無性。乃是菩薩發心。況於菩提。且無定法。發心取相。不亦難乎不應住色生", "161": "心。不應住聲香味觸法生心菩提無定相可取。況六塵乎。是假合相。不", "162": "應生心住於此應生無所住心以有所住。即著諸相故。勸於無所住。而生其心。斯對辯也。", "163": "夫無所住。豈生心哉。若於無所住。而生心。是未免於有所住也　但於一切法。無所住。以此為生心爾。非謂別生", "164": "無所住心也。故下文云若心有住則為非住此又遣無所住也。言若心。於無所住", "165": "有住。則為非住無所住也是故佛說。菩薩心。不應住色布施", "166": "引前佛說以證今義須菩提。菩薩。為利益一切眾生。應如", "167": "是布施菩薩住相布施。未名懸解眾生欲求。利益不亦難乎。故菩薩用心。應如是不住相布施也如", "168": "來說。一切諸相。即是非相如來所說。福德因果報應等。一切諸相。皆因", "169": "眾生妄心起念爾。於法性本空。是故非相又說。一切眾生。即非眾生若住", "17": "法不應取非法不取法相。以空破有。若滯空不空。還著有相□□□□", "170": "相布施。則見有施者受者。今不住相。則無我相人相。生性空故。即非眾生須菩提。如來是", "171": "真語者。實語者。如語者。不誑語者。不異語者", "172": "夫無我人相。及無住布施。此甚深般若。中道義門。恐二乘之人不生信實。故因五語。以示真如。善吉當知。不", "173": "誑不異須菩提。如來所得法。此法無實無虛有虛有實。", "174": "約教以示人。無實無虛。兩忘而自化。故如來說法。寄實以遣虛。虛法既忘。實法亦盡。故於是法。無實無虛須", "175": "菩提。若菩薩。心住於法。而行布施。如人入闇。", "176": "則無所見存受施法。計報應果。則不了般若無相之義。是無明慧故。如入暗無所見也若", "177": "菩薩。心不住法。而行布施。如人有目。日光明", "178": "照。見種種色太陽朝昇。有目者見諸色象。般若圓就無住者。了諸法空。為利眾生故。行不捨", "179": "之檀。不住諸相。則未甞生心布施也須菩提。當來之世。若有善男", "18": "如來常說。汝等比丘。知我說□□□□□□", "180": "子善女人。能於此經。受持讀誦。則為如來以", "181": "佛智慧。悉知是人。悉見是人。皆得成就無量", "182": "無邊功德印可勸修如上深義須菩提。若有善男子善女", "183": "人。初日分。以恒河沙等身布施。中日分。復以", "184": "恒河沙等身布施。後日分。亦以恒河沙等身", "185": "布施。如是無量百千萬億劫。以身布施分日三時。以", "186": "內財施。如是億劫。計福德多若復有人。聞此經典。信心不逆。", "187": "其福勝彼聞前不住之施。即順無相之心。唯此信心。可名達解。則達解之福。勝彼施身何", "188": "況書寫受持□□誦。為人解說信心不逆。其福已多。況能書誦。而", "189": "為人解說。弘益之利。其可量乎須菩提。以□□□□是經。有不", "19": "況非法以是不取於相故。如來常說。說無法本破於有。若知有不有。遂悟□□□□", "190": "可思議。不可稱量無邊功德以要□□□□□□大□□□□□□□與真如等", "191": "故。非思議得其淺深。稱量。得其輕重。如是功德。豈有邊際耶如來為發大乘者。", "192": "□□□□最上乘者說上品利根。了真實相。是名大乘。得無生觀。深入祕藏。", "193": "加最上之號。非如來聊簡二乘。而不為說。但二乘之人。來能解了爾若有人。能受持", "194": "讀誦。廣為人說。如來悉知是人。悉見是人。皆", "195": "得成就不可量不可稱無有邊。不可思議功", "196": "德大乘最上之人。能以般若。自利利他者。佛心悉知。佛眼悉見。皆知是人成就無相勝義。是法離一切相。無", "197": "斷常邊故。其功德。不可稱量思議知也如是人等。則為荷擔如來。阿", "198": "耨多羅三藐三菩提是人深達般若。廣為人說。即是荷負正法。擔運勝義。令諸眾", "199": "生。成就功德何以故。須菩提。若樂小法者。著我見", "2": "見諸相非相。即見如來如來法空□□□□□□", "20": "岸筌。以取魚得魚忘筌。到岸捨筏故。大聖諸見。諸見既除。空法亦盡。況非空法其可□□□□", "200": "人見。眾生見壽者見。則於此經。不能聽受讀", "201": "誦。為他人說小乘著相。於此深義。不能信奉也須菩提。在在處", "202": "處。若有此經。一切世間。天人阿修羅。所應供", "203": "養。當知此處。則為是塔。皆應恭敬。作禮圍", "204": "繞。以諸華香。而散其處此經出人諸佛無上正遍知道。塔者。諸佛遺像之所在", "205": "也。了義當趣菩提。聞經即如見佛。故是經所在之處。同於塔廟遺像。故天人修羅。所應供養。作禮圍繞。示尊敬", "206": "之意。華香散灑。表清淨信之心。非謂求悟於香華。解空於罄折也復次須菩提。若善", "207": "男子善女人受持讀誦此經。若為人輕賤是人", "208": "先世罪業。應墮惡道。以今世人輕賤故。先世", "209": "罪業。則為消滅。當得阿耨多羅三藐三菩提", "21": "何如來。得阿耨多羅三藐三□□□□□□", "210": "以此敦勸持經之人爾。夫業若先定。應墮惡道。即鈍根聞必驚怖。安能信奉。而讀誦此經耶。若後五百歲。聞是", "211": "章句。能生信心者。此人已於千萬佛所。種諸善根。復若為人輕賤乎。況此經。佛為大乘最上乘者說。皆真實不誑", "212": "不應苟勸愚人。崇信而發菩提。取相之言。將如來別有深意乎。為譯經之人失其旨須菩提。我", "213": "念過去無量阿僧祇劫。於然燈佛前。得值八", "214": "百四千萬億那由他諸佛。悉皆供養承事。無", "215": "空過者明我今月所證菩提。亦由昔來功德所到也若復有人。於後末", "216": "世。能受持讀誦此經。所德功德。於我所。供養", "217": "諸佛功德。百分不及一。千萬億分。乃至算數", "218": "譬喻。所不能及末世人訛。勝心難發故。於此時能持經者。功德甚多。以我昔供養校量。百", "219": "分不及其一。乃至千萬億分功歷不知須菩提。若善男子善女人。於", "22": "耶前令捨法遣彼兩偏。則佛於菩提。如何獨得。而為人說法耶須菩□□□□□", "220": "後末世。有受持讀誦此經。所得功德。我若具", "221": "說者。或有人聞。心則狂亂。狐疑不信報施之福人皆取相", "222": "章句。功德所趣無為。菩提勝因是而悟。悟則獲證。卒難詳說。小乘執滯謂無。是以狂亂狐疑。不能實信須", "223": "菩提。當知。是經義不可思議。果報亦不可思", "224": "議深奧祕歲。歸趣菩提。以供養百千萬佛。猶不若持經功德故。無相勝義非思議。及至於果報。亦復如之", "225": "爾時須菩提。白佛言世尊。若善男子善女人。", "226": "發阿耨多羅三藐三菩提心。云何應住。云何", "227": "降伏其心首章此問。以明發心降住之義。今恐菩薩。存我發心。能作如是降住。則障解空不住之道。", "228": "故於此重破實無菩薩發心來問雖同。往明則異佛告須菩提。善男子善女", "229": "人。發阿耨多羅三藐三菩提者。當生如是心。", "23": "無有定法。名阿耨多羅三□□□□□□□", "230": "我應滅度一切眾生眾因緣生。本非有法。妄心執著。起眾生相。今悟性空則眾", "231": "緣自滅。菩提中道。應發是心也滅度一切眾生已。而無有一眾", "232": "生。實滅度者但滅妄想爾。若計滅此妄。未離妄心。今有妄既滅。無空亦捨。反照於性。不住於", "233": "常。及吾無身。誰受滅度何以故。若菩薩。有我相人相。眾", "234": "生相壽者相。即非菩薩離彼四相。是名無我。於我無矣。誰當滅耶也所", "235": "以者何。須菩提。實無有法。發阿耨多羅三藐", "236": "三菩提心者菩提無定法。法空也。實無發心者。生空也。法空無所住。生空無降伏。正觀如此。", "237": "是名菩薩。豈復別有一我。云度眾生我須菩提。於意云何。如來。於", "238": "然燈佛所。有法得阿耨多羅三藐三菩提不", "239": "若前云無法。發菩提心。則不應於然燈佛所。受菩提記。欲斷此疑。故却問善吉云。於汝意以為云何。如來於昔", "24": "如來可說無上正道。寂然無體。無相悟。佛得菩提已。悟則無佛□□□□□", "240": "時。有方法得菩提不不也世尊。如我解佛所說義。佛於然", "241": "燈佛所。無有法得阿耨多羅三藐三菩提推解於佛", "242": "以明勝義。以無所得故。故受菩提記。豈有發心者。而得菩提耶。欲明不發得法心。乃真發心爾佛言。如", "243": "是如是。須菩提。實無有法如來。得阿耨多羅", "244": "三藐三菩提許善吉之言。是成前問之。無得須菩提。若有法如", "245": "來。得阿耨多羅三藐三菩提。然燈佛。則不與", "246": "我授記。汝於來世當得作佛。號釋迦牟尼於菩", "247": "提中。為有法可得。發如是心。則不證斯果。定光不應授記以實無有法得阿耨", "248": "多羅三藐三菩提。是故然燈佛。與我授記。作", "249": "是言。汝於來世。當得作佛。號釋迦牟尼以般若智。了", "25": "以故。如來所說法。皆不可取。不□□□□□", "250": "諸法如。悟生法空。離斷常見。豈別有法得菩提耶。以是無得之故。故然燈佛。知我修行。與我授記爾也何", "251": "以故。如來者。即諸法如義如者法性也。是性清淨。無有定相。遂通於感物", "252": "得皆如。既如陰如陽。亦不噭不昧。悟斯如義。來成佛果。了此空相。寂然無體。豈於有法而得是耶若有", "253": "人言。如來得阿耨多羅三藐三菩提若有此言。即非如義。", "254": "須菩提。實無有法佛得阿耨多羅三藐三菩", "255": "提約諸法如義。則如來必不於有得法中。得菩提也須菩提。如來所得。阿", "256": "耨多羅三藐三菩提。於是中無實無虛此又雙遺也。", "257": "前云以有法得者。虛妄也。以無法證者。真實也。此乃寄無以遣有。假實以明虛。虛有之妄。既除。實無之法亦無。", "258": "但約邊以趣中道爾。於是中。豈有虛實耶是故如來。說一切法皆是佛", "259": "法切法中。皆有中義。能超中道。即會於如故。諸法得中皆佛法須菩提。所言一", "26": "眾生離相故。不可取。離言故不可說。而妙不有。非非則不無。不有不無。離諸言相故□□□□", "260": "切法者。即非一切法。是故名一切法因緣生法本無自性。", "261": "無性非有故。即非一切法也。為因緣故。有假名生。假名非無。是故名一切法也須菩提。譬如", "262": "人身長大一切法假因緣生。如人身長大。亦資百骸九竅。以賅而存爾須菩提", "263": "言。世尊。如來說人身長大。則為非大身。是名", "264": "大身人身長大。假合眾緣。分分不同。則為非大。而身相具足。是名大身。則知不離假合之身。而有大身。不", "265": "離因緣生法。而有佛法。煩惱之外。豈復別有涅槃耶須菩提。菩薩亦如是勸菩", "266": "薩。亦當作如是解行於中道若作是言。我當滅度無量眾生。", "267": "則不名菩薩以計有眾生故。則著於相。不取中道故。不得名道心眾生何以故。", "268": "須菩提。實無有法。名為菩薩於五聚蔭中。實無有一法。名為菩薩", "269": "是故佛說。一切法無我無人。無眾生無壽者。", "27": "所以者何所以佛當說法。而無定法可說者何一切賢聖。皆以無為", "270": "以結前無有法。名菩薩故。不著此四相。無是等相。則不應別有菩薩度眾生須菩提。若菩", "271": "薩。作是言。我當莊嚴佛土。是不名菩薩於內無相。不", "272": "應言我度眾生。於外無相　不應莊嚴於佛土何以故。如來說。莊嚴佛土", "273": "者。即非莊嚴。是名莊嚴無相莊嚴佛土。即非有相莊嚴之法。能了無相。是名", "274": "莊嚴。故菩薩。不應計我能莊嚴佛土也須菩提。若菩薩。通達無我法", "275": "者。如來說。言真是菩薩於人無我。於法無我。忘於四相。不取六塵。能如此", "276": "者。則不應計有眾生。可滅度。有淨度。可莊嚴。通達若斯。是真道心眾生矣也須菩提。於意", "277": "云何。如來有肉眼不。如是世尊。如來有肉眼", "278": "色相同眾生。即肉為眼。故云肉眼也須菩提。於意云何。如來有天", "279": "眼不。如是世尊。如來有天眼於眼淨根。普照一切。故云天眼須", "28": "法而有差別無為法中本無差別。三乘賢聖根識不同。一音演說淺深隨□□未悟則量病授藥。", "280": "菩提。於意云何。如來有慧眼不。如是世尊。如", "281": "來有慧眼依定發慧。了一切相。故云慧眼須菩提。於意云何。", "282": "如來有法眼不。如是世尊。如來有法眼了一切法。於", "283": "法無滯。故云法眼須菩提。於意云何。如來有佛眼不。", "284": "如是世尊。如來有佛眼然彼眾相。成我妙身。圓對無礙。故云佛眼。是五眼者。", "285": "約事為名。以所觀之境因能觀之用。如彼摸象生異號。於我佛身。故為同體。若別為階級次第。或云修證不同。此", "286": "則以色見如來。非謂通於無相也須菩提。於意云何。如恒河中", "287": "所有沙。佛說是沙不。如是世尊。如來說是沙", "288": "如來說法。常以河沙為喻須菩提。於意云何。如一恒河中所", "289": "有沙。有如是等。恒河。是諸恒河所有沙數。佛", "29": "故常說法。已悟則藥病皆除。無法可說□□須菩提於意云何。若人滿", "290": "世界如是。寧為多不。甚多世尊一河之沙數等諸河。諸河之沙。有", "291": "如世界。如此世界。實為甚多佛告須菩提。爾所國土中。所有", "292": "眾生。若干種心。如來悉知世界已多。是中眾生。心心攀緣。數不能舉。如是", "293": "心等。如來悉知何以故。如來說。諸心皆為非心。是名為", "294": "心何以故。如來悉知。謂此諸心。皆由妄起。與物相力。逐境交馳。如是等是生。知見妄法。非有。異境皆空。", "295": "唯淨信心。如所教住。證達本末。是名為心所以者何。須菩提。過去心", "296": "不可得。見在心不可得。未來心不可得以三世法。求", "297": "生知心。是心無常。求不可得。前云非心名心。借常心以破妄。此云求不可得。又遣破妄之常。然不將不迎。應而", "298": "無主。萬境咸入。我用不疲。千相取容。其求皆給。不唯般若之蘊乎須菩提。於意云", "299": "何。若人滿三千大千世界七寶。以用布施。是", "3": "離相而見矣也須菩提。白佛言世尊。□□□□□□□", "30": "三千大千世界七寶。以用布施□□□□□□□若人財寶之施。", "300": "人以是因緣。得福多不。如是世尊。此人以是", "301": "因緣。得福甚多施寶求福。以果酬因。故知。福德甚多須菩提。若", "302": "福德有實。如來不說得福德多。以福德無故。", "303": "如來說得福德多寶施求福。非福德性。未絕因地故。說果多。七寶既盡。假名所獲。亦非", "304": "有實。非有實故。故不取相。是以如來。應緣而說。云得福多。若行深般若。歸趣中道。罪既不至。福亦不來。心如", "305": "教住。法尚應捨。有何福德。於其間哉須菩提。於意云何。佛可以具", "306": "足色身見不。不也世尊。如來不應以具足色", "307": "身見色為有分。身假緣成。凡是色身。皆非妙相故。不應以此見如來也何以故。如來", "308": "說具足色身。即非具足色身具足色身。分分假合故。即非具足色身。離", "309": "假合身。別無真身。故是名具足色身。當試論之。夫無色之色。見一切色。非身之身。見一切身。若以色色空。縱妙", "31": "以明章句。理實非虛是人所得福德。寧為多不。須菩", "310": "身而有我。以空空色。雖色身而見佛。豈復捨此。而別有色身妙身耶須菩提。於意云", "311": "何。如來可以具足諸相見不。不也世尊。如來", "312": "不應以具足諸相見。何以故。如來說諸相具", "313": "足。即非具足。是名諸相具足以一色身。不應見佛。今就諸相得見", "314": "不耶。則一一相中。同一色相故　不應以此得見如來也須菩提。汝勿謂如來", "315": "作是念。我當有所說法莫作是念為眾生說。如彼筏喻故。如", "316": "來無說之念。汝不應作是思惟何以故。若人言。如來有所說法。", "317": "即為謗佛。不能解我所說故法無定法。說豈說耶。若人以我有法可說。", "318": "是人不解般若空義。與我說法之謗爾須菩提。說法者無法可說。是", "319": "名說法言者在意。得意而忘言。法者辯空。悟空而無法。空本無法。故云無法可說。了是義者。得法", "32": "提言。甚多世尊七寶珍異。三千皆滿。無性之福施。廣增多何以", "320": "甚深。故云是名說法須菩提。白佛言世尊。佛得阿耨多羅", "321": "三藐三菩提。為無所得耶前云無法可說。善吉啟問。欲明無法所由故云", "322": "若無法可說者。則佛於菩提無所得耶如是如是須菩提。我於阿耨", "323": "多羅三藐三菩提。乃至無有少法可得。是名", "324": "阿耨多羅三藐三菩提於菩提中。無有少法。若有少法。不名菩提。為無法可", "325": "得。而能感而遂通　故名菩提也復次須菩提。是法平等。無有高", "326": "下。是名阿耨多羅三藐三菩提於菩提道。本無異門。泯彼色空。離", "327": "於常斷。一相無二。是無為法。適使萬殊。咸其自己。涅槃煩惱。究竟無餘。只於是中。名菩提義以無", "328": "我無人。無眾生無壽者。修一切善法。則得", "329": "阿耨多羅三藐三菩提無彼四相。明己悟空。習此中道。云修善法。不滯", "33": "故。是福德。即非福德性。是故如來。說福德", "330": "無有。名得菩提須菩提。所言善法者。如來說非善法。", "331": "是名善法稱中道者。因邊獲稱。若存中法。不異於邊故。聖人說空。以破於有云。善法有法既盡", "332": "亦無空法。故非善法。能遣斯遣。深入菩提。是名善法須菩提。若三千大千世", "333": "界中。所有諸須彌山王。如是等七寶聚。有", "334": "人持用布施。若有人。以此般若波羅蜜經。乃", "335": "至四句偈等受持。為他人說。於前福德。百分", "336": "不及一。百千萬億分。乃至算數譬喻。所不能", "337": "及如此校量。前來已說。於所明義。一一不同。前云是法平等。不應經優而寶劣。故自宣此義。將遣是疑。只為", "338": "般若平等故。勝如山之寶爾須菩提。於意云何。汝等勿謂如", "339": "來作是念。我當度眾生。須菩提。莫作是念", "34": "多所以施廣而福多。由非福德性故。若是福德性。則不應寶□而福多。只由無性之福假外緣。是故如來。", "340": "如來無是念故。汝莫作是思惟何以故。實無有眾生。如來度者", "341": "眾生正性。本來清淨。六根起想。煩惱病生。觀生本空。有何可度若有眾生。如來度", "342": "者。如來則有我人。眾生壽者般若中觀。離諸名相。若見眾生可度", "343": "者。則於法如中。不了空義須菩提。如來說有我者。則非有我。", "344": "而凡夫之人。以為有我前云我於然燈佛所。則是說有我也。然但曉凡順俗。非", "345": "係有我不同。凡夫執著我相須菩提。凡夫者。如來說即非凡", "346": "夫未達中道。是名凡夫。了般若空。則證等覺故。即非凡夫須菩提。於意云何。", "347": "可以三十二相。觀如來不乘如證覺。既非有我故。不應以三十二相觀", "348": "須菩提言。如是如是。以三十二相觀如來凡夫", "349": "之人。以相求佛佛言須菩提。若以三十二相。觀如來", "35": "說福德也若復有人。於此經中。受持乃至四句偈", "350": "者。轉輪聖王。則是如來汝若以相。見如來者。轉輪聖王。亦具是相。則應是如", "351": "來。輪王既非如來。故如來不應以三十二相見須菩提。白佛言世尊。如", "352": "我解佛所說義。不應以三十二相觀如來善吉深達", "353": "法性故。不作凡夫解爾時世尊。而說偈言以偈如頌非四句義。", "354": "若以色見我以音聲求我是人行邪道", "355": "不能見如來無色見色。不可以色見。非聲應聲。不可以聲求。將令深趣涅槃。必依聲色之外", "356": "故。以色聲求佛。是人甚好住烏。得見如來也須菩提。汝若作是念。如來", "357": "不以具足相故。得阿耨多羅三藐三菩提。須", "358": "菩提。莫作是念。如來不以具足相故。得阿耨", "359": "多羅三藐三菩提前破有相。不見如來。恐眾生即作無相求佛。故此破云。汝勿謂無相", "36": "等。為他人說。其福勝彼財施之福。非福德性。福雖因施。不趣菩提。持經", "360": "可得菩提。菩提非有無故。以有無求。皆不得也。論曰大聖說空法。為破諸見故。若復見有空。諸佛所不化。今者", "361": "捨有而滯無亦由避溺而投火也須菩提。汝若作是念。發阿耨", "362": "多羅三藐三菩提者。說諸法斷滅。莫作是念", "363": "汝若作無相。而發道心者。是斷一切行。滅一切法。不得中道也。是故莫作是念也何以故。發", "364": "阿耨多羅三藐三菩提者。於法不說斷滅相", "365": "菩提中道。不有不無。若作有念者。則墮於諸法常。諸法實非常。若作無念者。則墮諸法斷。諸法實非斷故。於菩", "366": "提中。不得生有無見。亦不得作常斷說須菩提。若菩薩以滿恒河沙", "367": "等世界。七寶。布施。若復有人。知一切法無我。", "368": "得成於忍。此菩薩。勝前菩薩所得功德離居兩邊。契", "369": "於中道。悟無生。勝福甚多。財校量非及也。□無一我亦無。無我遣之有遣。深入菩提。故知。一切法無我須", "37": "之功。句偈雖少。能令眾生除煩惱障。是真福德。故勝於彼何以故。須菩提。一切", "370": "菩提以諸菩。", "38": "諸佛。及諸佛阿耨多羅三藐三菩提法。皆從", "39": "此經出般若正智。圓照無礙。無上正道。因是發明。諸佛始則自修。終以化物。利濟弘遠　何莫由斯", "4": "句。生實信不凡夫心。信因取相生恐聞是理無處寄。心□□□□□□", "40": "須菩提所謂佛法。即非佛法法無自性。證則彌同。因教悟空故稱佛。法", "41": "由教立。悟不滯空。直論無法可非。豈但即非佛法須菩提。於意云何。須陀", "42": "洹能作是念。我得須陀洹果不修習無漏。證無漏果。悟無所得。名", "43": "須陀洹。借小乘之無我。明般若之忘相須菩提言。不也世尊是人不起得果之念", "44": "何以故。須陀洹名為入流。而無所入。不入色", "45": "聲香味觸法。是名須陀洹習無漏果。則名入道流。不取果相。故無流可入。", "46": "豈以忘相。而無道流可入。復於有我。而入聲色六塵耶須菩提。於意云何。斯", "47": "陀含能作是念。我得斯陀含果不斷欲界思惟。得人我空相。", "48": "證果之時。有斯念不須菩提言。不也世尊是人不起得果之念何以故。", "49": "斯陀含。名一往來。而實無往來。是名斯陀含", "5": "作是說般若深宗。為最上乘者。說聞□即悟不應不信故。莫作此問也□□□□□", "50": "盡天人趣。獲往來生一。斯往來則明所得果。不取果相。故實無往來。若見一往來果。是生我慢。則非斯陀含", "51": "須菩提。於意云何。阿那含能作是念。我得阿", "52": "那含果不斷欲界思盡。更不復來。證果之時。有斯念不須菩提言。不也", "53": "世尊是人不起得果之念何以故。阿那含名為不來。而實", "54": "無來。是故名阿那含達無人我。不復還來。故名不來人法二空。無取住相。故實", "55": "無來。即阿那含。而具斯義須菩提。於意云何。阿羅漢能作是", "56": "念。我得阿羅漢道不修習智慧。斷除煩惱。證果之時。有是念不也須菩", "57": "提言。不也世尊是人不起得果之念何以故。實無有法。名", "58": "阿羅漢以斷煩惱。名阿羅漢。煩惱性空。斷無所斷。悟無所斷。豈復別有阿羅漢耶世尊。若", "59": "阿羅漢。作是念。我得阿羅漢道。即為著我人", "6": "戒修福者。於此章句。能生信□□□□□□", "60": "眾生壽者若取果相。即計有我。於我不忘諸相。咸著相受報　眾惱皆生。取相受生。豈名羅漢", "61": "世尊。佛說我得無諍三昧。人中最為第一。是", "62": "第一離欲阿羅漢善吉樂阿蘭行。得三昧定。深入觀不相違諍。凡諸人中。最為超勝。", "63": "故云第一。三界煩惱。逐境愛累。是名為欲。如是悉離。故亦云第一我不作是念。我是", "64": "離欲阿羅漢我於爾時。曾不起念云。有欲可離。有果可得世尊。我若作", "65": "是念。我得阿羅漢道。世尊則不說須菩提是", "66": "樂阿蘭那行者我若起念。計有得果。獲離欲道。即成著我。違無諍行。則世尊。不應說我是", "67": "樂阿蘭那也以須菩提。實無所行。而名須菩提。是樂", "68": "阿蘭那行於行無行。是了空相佛告須菩提。於意云何。如", "69": "來昔在然燈佛所。於法有所得不將明菩薩亦悟於空。故却", "7": "況今正法流通。而無信耶當知是人。不於一佛二佛□□□", "70": "問。我昔為菩薩。於然燈佛所。受記菩提。當爾之時。見有菩提法可得不世尊。如來昔在", "71": "然燈佛所。於法實無所得悟法性空。得無生忍。勤行般若。勝果則曰菩提。", "72": "深入正觀。諸佛由之授記須菩提。於意云何。菩薩莊嚴佛土", "73": "不菩薩修持淨土行業。見有淨土可莊嚴不不。也世尊。何以故。莊嚴", "74": "佛土者。即非莊嚴。是名莊嚴萬行不常。畢竟空寂。亦有修習。假名", "75": "莊嚴。國土本空。無莊嚴相。能了無相。即以是莊嚴故。是名莊嚴也是故須菩提。菩薩", "76": "摩訶薩。應如是生清淨心。不應住色生心。不", "77": "應住聲香味觸法生心是以修習者故。不取莊嚴之相。應如是生畢境空寂心。", "78": "是心清淨故。不住於色。及聲香等。若於是法。而生心者。即非清淨心所證之果。非畢境果故。不應如是也應", "79": "無所住。而生其心知色相空。心無所住故。於無所住。生清淨心。雖假生心之名。而", "8": "無量千萬佛所。種諸善根能之□□□□□□", "80": "無住心之相。無住正觀。慧照湛然。是則以不住法。住般若中也須菩提。譬如有人。", "81": "身如須彌山王。於意云何。是身為大不身相空。假", "82": "如須彌山。雖有大名。皆非實體。不應起心取相。以為大身。破前取色之心。故起大身之問須菩提", "83": "言。甚大世尊。何以故。佛說非身。是名大身。", "84": "觀乎泰山。木石同壇。和合眾材。假名為大。本無自性。何定大耶。所以佛說非身。是名大身。不應生心。以取身相。", "85": "如色聲等不可取須菩提。如恒河中。所有沙數。如是沙", "86": "等恒河。於意云何。是諸恒河沙。寧為多不", "87": "以一恒河沙。而數。於河河中之沙。亦復如彼。如此之數。為多不耶須菩提言。甚多", "88": "世尊。但諸恒河。尚多無數。何況其沙以沙數河河尚無數", "89": "況復於沙。實為甚多須菩提。我今實言告汝。若善男子善", "9": "章句。乃至一念。生淨信者不見能生□□□□□□", "90": "女人。以七寶滿。爾所恒河沙數。三千大千世", "91": "界。以用布施。得福多不。須菩提言。甚多世", "92": "尊無性之福。施廣福多。沙河大千。其數無量。故知。所得福。至於甚多佛告須菩提。", "93": "若善男子善女人。於此經中。乃至受持四句", "94": "偈等。為他人說。而此福德。勝前福德財施雖多。無", "95": "益慧解。章句雖少。必趣菩提。以此校量。故無等級復次須菩提。隨說是經。", "96": "乃至四句偈等。當知。此處一切世間。天人阿", "97": "修羅。皆應供養。如佛塔廟更標勝義。以勸修行。佛滅度後。有塔廟遺像若", "98": "復有人。隨說是經兼持句偈。則天人等輩。皆當供養。如彼塔廟何況有人。盡能受", "99": "持讀誦。須菩提。當知是人。成就最上第一希"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2739 金剛般若經挾註", "author": "", "sourceLink": "http://www.cbeta.org/"}