{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0645 不必定入定入印經: 不必定入定入印經: 不必定入定入印經: 不必定入定入印經", "text": {"0": "No. 645 [No. 646]", "1": "翻譯之記不必定入定入印經翻譯之記", "10": "次甲子，壬午之日，出此如左九千一百九十", "100": "心，種善根行安住大乘，而復後時住聲聞智", "101": "種善根行，則還愚鈍破壞不成。「文殊師利！", "102": "譬如大木廣千由旬，大海所漂，於大海中濟", "103": "渡眾生。空行夜叉出置陸地，繫縛在於五百", "104": "由旬大鐵塊上。文殊師利！於意云何？如是大", "105": "木，彼大海水復能漂不？復能海中濟眾生不？」", "106": "文殊師利答言：「不能。」佛言：「如是。文殊師", "107": "利！若彼菩薩修菩提心種善根行，修行一切", "108": "智智海道，牽迴令退，則不能向一切智智大", "109": "海之道，不能救拔生死大海一切眾生。文殊", "11": "三字。", "110": "師利！此象乘行菩薩應知。「文殊師利！應云何", "111": "知月日神通乘行菩薩？文殊師利！譬如有人，", "112": "如是微塵世界之外，彼有因緣有大因緣、彼", "113": "有所作有大所作、彼有所重有大所重，為彼", "114": "事故，欲過如是微塵世界到於彼處。如是思", "115": "惟：『我乘何乘而能得過如是世界到於彼處？』", "116": "如是之人即便思惟：『若我今者乘於月日神", "117": "通乘者，則應得過如是世界到於彼處。』文殊", "118": "師利！如是之人既思惟已，即乘月日神通之", "119": "乘發行彼道。文殊師利！於意云何？如是之人", "12": "不必定入定入印經", "120": "乘於月日神通之乘，於彼世界能過到不？」文", "121": "殊師利答言：「世尊！久時則能。」佛言：「如是。文", "122": "殊師利！若善男子若善女人，發阿耨多羅三", "123": "藐三菩提心已，不與一切聲聞乘人相隨止", "124": "住，不近一切聲聞乘人、不習一切聲聞乘人，", "125": "不作知識、財物不交、不共同住；若在林中、若", "126": "在寺舍、若經行處，不同處行；亦不讀誦聲聞", "127": "乘法、不思不信聲聞乘法，不教他人讀誦信", "128": "學，乃至一偈亦不學習、不讀不誦。彼人若讀", "129": "則讀大乘，彼人若誦則誦大乘，若有所說則", "13": "元魏婆羅門瞿曇般若流支譯", "130": "說大乘乃至一偈。文殊師利！此是月日神", "131": "通乘行菩薩應知。「文殊師利！譬如有大迦", "132": "樓羅王大力少壯，隨意所念須彌山頂能到異", "133": "處。如是如是。文殊師則！月日神通乘行", "134": "菩薩，戒聞深心大力少壯，勇健能得，隨心所", "135": "念佛佛世界皆能過到，於諸如來眾會輪中", "136": "皆能示身。「文殊師利！應云何知聲聞神通乘", "137": "行菩薩？文殊師利！譬如有人，如是微塵世界", "138": "之外，彼有因緣有大因緣、彼有所作有大所", "139": "作、彼有所重有大所重，為彼事故，欲過如是", "14": "如是我聞：一時婆伽婆住王舍城耆闍崛山", "140": "微塵世界到於彼處。如是思惟：『乘何神通而", "141": "能得過如是世界到於彼處。』如是之人即便", "142": "思惟：『我今若乘聲聞神通，則應得過如是世", "143": "界到於彼處。』文殊師利！如是之人既思惟已，", "144": "即爾便乘聲聞神通發行彼道。文殊師利！於", "145": "意云何？如是之人聲聞神通，於彼世界能過", "146": "到不？」文殊師利答言：「能過。」佛言：「如是。", "147": "文殊師利！若善男子若善女人發阿耨多羅", "148": "三藐三菩提心已，不與一切聲聞乘人相隨", "149": "止住，不近一切聲聞乘人，不習一切聲聞", "15": "中，與大比丘眾一千二百五十人俱，六十億", "150": "乘人，不作知識、財物不交、不同修行、不共", "151": "語說、不共同住；若在林中、若在寺舍、若經", "152": "行處，不同處行；不讀不誦聲聞乘法、不思不", "153": "信聲聞乘法、不教他讀不教他誦乃至一偈，", "154": "於聲聞乘不相應誦，亦不教他。彼人若讀則", "155": "讀大乘，彼人若誦則誦大乘，亦教他人讀誦", "156": "大乘，若有所說則說大乘。彼於信解大乘", "157": "菩薩摩訶薩等，讀大乘人、誦大乘人、攝大乘", "158": "人，敬重正信隨順修學，與共相應隨逐不", "159": "捨，依附親近、如法供養，共為知識、與共同住；", "16": "百千那由他菩薩，其名曰：文殊師利童子、觀", "160": "若在林中、若在寺舍、若經行處，與共同行。於", "161": "大乘人、攝大乘人、受大乘人、持大乘人，第一", "162": "敬重最勝供養，所謂燈明，種種華香、末香、塗", "163": "香、妙鬘塗身，如是供養。如是之人讀誦大", "164": "乘，第一喜心為他人說，心不輕蔑未學菩薩，", "165": "正面言語先意問訊，不作惡語、不麁獷語，常", "166": "說愛語、說美妙語。如是之人乃至失命身死", "167": "因緣不捨大乘，常攝一切行大乘人、學大乘", "168": "人、讀大乘人、誦大乘人、攝大乘人，如力攝取、", "169": "如法攝取、如心所堪。彼人如是，無人憎惡、無", "17": "世自在菩薩摩訶薩、得大勢菩薩、藥王菩薩、", "170": "與諍對，常求一切未曾聞經，心常敬重所從", "171": "聞者；心不輕蔑未學菩薩。於他人過若實不", "172": "實，不說不抂、不求他便，常勤修學慈悲喜捨。", "173": "文殊師利！此是聲聞神通乘行菩薩應知。「文", "174": "殊師利！應云何知如來神通乘行菩薩？文殊", "175": "師利！譬如有人，如是微塵世界之外，彼有因", "176": "緣有大因緣、彼有所作有大所作、彼有所重", "177": "有大所重，為彼事故，欲過如是微塵世界到於", "178": "彼處。如是思惟：『乘何神通而能得過如是世", "179": "界到於彼處？』如是之人即便思惟：『我今若乘", "18": "藥上菩薩、常雷音王菩薩，如是等上首六十", "180": "如來神通，則應得過如是世界到於彼處。』文", "181": "殊師利！如是之人既思惟已，即爾便乘如來", "182": "神通發行彼道。文殊師利！於意云何？如是", "183": "之人，如來神通於彼世界能速過不？」文殊師", "184": "利答言：「能過。」佛言：「如是。文殊師利！若善男", "185": "子若善女人，發阿耨多羅三藐三菩提心已，", "186": "不與一切聲聞乘人相隨止住，不近一切聲", "187": "聞乘人、不習一切聲聞乘人，不作知識、財物", "188": "不交、不同修行、不共語說、不共同住；若在", "189": "林中、若在寺舍、若經行處，不同處行；不讀不", "19": "億百千那由他菩薩，一切皆得寂靜論義神", "190": "誦聲聞乘法、不思不信聲聞乘法，不教他讀", "191": "不教他誦乃至一偈。於聲聞乘不相應讀、不", "192": "相應誦，亦不教他。彼人若讀則讀大乘，彼", "193": "人若誦則誦大乘，亦教他人讀誦大乘，若有", "194": "所說則說大乘。如是之人身口意淨，善持戒", "195": "法，亦令他人身口意淨令住善法。彼於修行", "196": "大乘菩薩摩訶薩等讀大乘人、誦大乘人、攝大", "197": "乘人，敬重正意隨順修學，與共相應隨逐不", "198": "捨，依附親近、如法供養，共為知識、與共同住；", "199": "若在林中、若在寺舍、若經行處，與共同行。於", "2": "出世智道，亦名為印。此經印義，或然不然，", "20": "通三昧、遊首楞嚴勇伏三昧、得深海水潮不", "200": "大乘人、攝大乘人、受大乘人、持大乘人，第一敬", "201": "重最勝供養，所謂燈明，種種華香、末香、塗香、妙", "202": "鬘塗身，如是供養。如是之人讀誦大乘，第", "203": "一喜心教他人讀教他人誦，心不輕蔑未學菩", "204": "薩。於餘菩薩安住令學，常說愛語、說美妙語。", "205": "如是之人乃至失命身死因緣不捨大乘，常", "206": "攝一切行大乘人、學大乘人、讀大乘人、誦大", "207": "乘人、攝大乘人，第一敬重，心生大喜設大供", "208": "養，亦令他人如是修學有大深心。彼人如是，", "209": "無人憎惡、不與諍對，常求一切未曾聞經，第", "21": "過限三昧，得受位陀羅尼、得集無邊諸佛身", "210": "一深心慇重心求，心常敬重所從聞者。於彼", "211": "人所生於師心，亦令他人如是修學，心不", "212": "輕蔑未學菩薩。於他人過若實不實，不說不", "213": "抂、不求他便，亦教他人如是修學。「文殊師", "214": "利！如是菩薩恒自觀察失菩提心諸眾生界，", "215": "亦常教他如是觀察失菩提心諸眾生界；如", "216": "是菩薩恒自觀察失菩薩行諸眾生界，亦常", "217": "教他如是觀察失菩薩行諸眾生界；如是菩", "218": "薩恒自觀察失菩提業諸眾生界，亦常教他", "219": "如是觀察失菩提業諸眾生界；如是菩薩恒", "22": "色究竟陀羅尼。爾時文殊師利童子白佛言：", "220": "自觀察失菩薩道諸眾生界，亦常教他如是", "221": "觀察失菩薩道諸眾生界；如是菩薩恒自觀", "222": "察失於一切菩薩威儀諸眾生界，亦常教他", "223": "如是觀察失於一切菩薩威儀諸眾生界；如", "224": "是菩薩恒自觀察失菩薩取諸眾生界，亦常", "225": "教他如是觀察失菩薩取諸眾生界；如是菩", "226": "薩恒自觀察失於一切菩薩方便諸眾生界，", "227": "亦常教他如是觀察失於一切菩薩方便諸眾", "228": "生界；如是菩薩恒自觀察失菩薩意諸眾生", "229": "界，亦常教他如是觀察失菩薩意諸眾生界；", "23": "「世尊！惟願世尊為諸菩薩說必定、不必定", "230": "如是菩薩恒自觀察失於菩薩有為行力諸眾", "231": "生界，亦常教他如是觀察失於菩薩有為行", "232": "力諸眾生界；如是菩薩恒自觀察失於如法", "233": "住菩薩行諸眾生界，亦常教他如是觀察失", "234": "於如法住菩薩行諸眾生界；如是菩薩恒自", "235": "觀察失於菩薩慈悲喜捨諸眾生界，亦常教", "236": "他如是觀察失於菩薩慈悲喜捨諸眾生界；", "237": "如是菩薩恒自布施，亦教他施；如是菩薩自", "238": "不抂他，亦教他人令不抂他；如是菩薩恒", "239": "自觀察失於佛法諸眾生界，亦常教他如是", "24": "入智印法門。以彼印故，令我得知此菩薩必", "240": "觀察失於佛法諸眾生界；如是菩薩恒自", "241": "觀察離善法欲諸眾生界，亦常教他如是觀", "242": "察離善法欲諸眾生界；如是菩薩恒自觀察", "243": "縛眾生界，亦常教他如是觀察縛眾生界；", "244": "如是菩薩恒自觀察長久遠時病眾生界，亦", "245": "常教他如是觀察長久遠時病眾生界；如是", "246": "菩薩恒自觀察失正法行諸眾生界，亦常教", "247": "他如是觀察失正法行諸眾生界；如是菩薩", "248": "恒自觀察失於具足福德智等諸眾生界，亦", "249": "常教他如是觀察失於具足福德智等諸眾生", "25": "定，此菩薩不必定，此不定阿耨多羅三藐三", "250": "界；如是菩薩恒自觀察失於如來善根種子", "251": "諸眾生界，亦常教他如是觀察失於如來善", "252": "根種子諸眾生界；如是菩薩恒自觀察一切", "253": "孤獨諸眾生界，亦常教他如是觀察一切孤", "254": "獨諸眾生界；如是菩薩恒自觀察一切久睡", "255": "諸眾生界，亦常教他如是觀察一切久睡諸", "256": "眾生界；如是菩薩恒自觀察下劣種姓諸眾", "257": "生界，亦常教他如是觀察下劣種姓諸眾生", "258": "界；如是菩薩恒自觀察失大乘信諸眾生", "259": "界，亦常教他如是觀察失大乘信諸眾生", "26": "菩提退無上智道。」佛言：「文殊師利！此中則", "260": "界；如是菩薩恒自觀察失於持戒諸眾生界，", "261": "亦常教他如是觀察失於持戒諸眾生界；如", "262": "是菩薩恒自觀察失順入法諸眾生界，亦常", "263": "教他如是觀察失順入法諸眾生界；如是菩薩", "264": "恒自觀察失忍樂行諸眾生界，亦常教他如", "265": "是觀察失忍樂行諸眾生界；如是菩薩恒自", "266": "觀察失奢摩他、毘婆舍那諸眾生界，亦常教他", "267": "如是觀察失奢摩他、毘婆舍那諸眾生界；如", "268": "是菩薩恒自觀察失施調御持戒樂行諸眾生", "269": "界，亦常教他如是觀察失施調御持戒樂行", "27": "有五種菩薩。何等為五？一者羊乘行，二者", "270": "諸眾生界；如是菩薩恒自觀察失念意行知", "271": "足慚愧諸眾生界，亦常教他如是觀察失念", "272": "意行知足慚愧諸眾生界；如是菩薩恒自觀", "273": "察失次第入波羅蜜道諸眾生界，亦常教他", "274": "如是觀察失次第入波羅蜜道諸眾生界；如", "275": "是菩薩恒自觀察失佛善根諸眾生界，亦常", "276": "教他如是觀察失佛善根諸眾生界；如是菩", "277": "薩恒自觀察失善知識諸眾生界，亦常教他", "278": "如是觀察失善知識諸眾生界；如是菩薩恒自", "279": "觀察失於利益一切眾生諸眾生界，亦常教他", "28": "象乘行，三者月日神通乘行，四者聲聞神通", "280": "如是觀察失於利益一切眾生諸眾生界；如是", "281": "菩薩恒自觀察失法隨順諸眾生界，亦常教", "282": "他如是觀察失法隨順諸眾生界；如是菩薩", "283": "恒自觀察失智隨順諸眾生界，亦常教他如", "284": "是觀察失智隨順諸眾生界；如是菩薩恒自", "285": "觀察失義隨順諸眾生界，亦常教他如是觀", "286": "察失義隨順諸眾生界；如是菩薩恒自觀察失", "287": "於了義修多羅義諸眾生界，亦常教他如是", "288": "觀察失於了義修多羅義諸眾生界；如是菩", "289": "薩恒自觀察失四正勤諸眾生界，亦常教他", "29": "乘行，五者如來神通乘行。文殊師利！如是", "290": "如是觀察失四正勤諸眾生界；如是菩薩恒", "291": "自觀察失實法律語說善行諸眾生界，亦常", "292": "教他如是觀察失實法律語說善行諸眾生", "293": "界；如是菩薩恒自觀察貧眾生界，亦常教", "294": "他如是觀察貧眾生界；如是菩薩恒自觀察", "295": "一切世界慈心普遍，亦常教他如是觀察一", "296": "切世界慈心普遍。「有如是心：『彼諸眾生無", "297": "主無歸；彼諸眾生一切焰然；彼諸眾生一", "298": "切無舍；彼諸眾生一切無救；彼諸眾生一", "299": "切無明。我於何時能為作主，與作歸依、與", "3": "私情有指，未許官用。何者私情？今且當向發", "30": "名為五種菩薩。文殊師利！初二菩薩，不必", "300": "作舍宅、與作救護、與作燈明？』「文殊師利！", "301": "譬如有大迦樓羅王少壯多力，隨心憶念何", "302": "所悕望，則能飛上須彌山頂，爾乃下入大", "303": "海之中，取龍婦女舉在虛空。如是，如是。文", "304": "殊師利！如來神通乘行菩薩，有大福德善", "305": "根勢力，速疾奮迅，隨何等處如來眾會，隨心", "306": "欲往則能疾到。一切惡道惡業眾生所生之", "307": "處，皆悉能到，能與作主、作歸依處，令離諸", "308": "惡，與作舍宅、與作救護、與作燈明。文殊師", "309": "利！此是如來神通乘行菩薩應知。「文殊師利！", "31": "定阿耨多羅三藐三菩提，退無上智道。後三", "310": "若善男子若善女人，以天妙衣、天百味食，於", "311": "日日中施與十方一切世界微塵等數諸佛如", "312": "來，一一如來日日如是。復持珠寶滿於恒", "313": "河沙等世界，以用布施。如是乃至恒河沙劫", "314": "常如是施，所有福德；文殊師利！若復更有若", "315": "善男子若善女人，教一眾生令其得住須陀", "316": "洹果，此福勝彼過阿僧祇。「文殊師利！若善", "317": "男子若善女人，能安十方一切世界微塵等", "318": "數一切眾生，悉令得住須陀洹果，所有福德；", "319": "文殊師利！若復更有若善男子若善女人，教", "32": "菩薩，必定阿耨多羅三藐三菩提，不退無上", "320": "一眾生令其得住斯陀含果，此福勝彼過阿", "321": "僧祇。「文殊師利！若善男子若善女人，能安十", "322": "方一切世界微塵等數一切眾生，悉令得住", "323": "斯陀含果，所有福德；文殊師利！若復更有若", "324": "善男子若善女人，教一眾生令其得住阿那", "325": "含果，此福勝彼過阿僧祇。「文殊師利！若善男", "326": "子若善女人，能安十方一切世界微塵等數", "327": "一切眾生，悉令得住阿那含果，所有福德；文", "328": "殊師利！若復更有若善男子若善女人，教一", "329": "眾生令其得住阿羅漢果，此福勝彼過阿僧", "33": "智道。」文殊師利言：「世尊！何者二菩薩不必定", "330": "祇。「文殊師利！若善男子若善女人，能安十", "331": "方一切世界微塵等數一切眾生，悉令得住", "332": "阿羅漢果，所有福德；文殊師利！若復更有", "333": "若善男子若善女人，教一眾生令其得住辟", "334": "支佛道，此福勝彼過阿僧祇。「文殊師利！若", "335": "善男子若善女人，能安十方一切世界微塵", "336": "等數一切眾生，悉令得住辟支佛道，所有福", "337": "德；文殊師利！若復更有若善男子若善女人，", "338": "令一眾生住羊乘行菩提之心，此福勝彼過", "339": "阿僧祇。「文殊師利！若善男子若善女人，能", "34": "阿耨多羅三藐三菩提，退無上智道？世尊！", "340": "安十方一切世界微塵等數一切眾生，住羊", "341": "乘行菩提之心，所有福德；文殊師利！若復更", "342": "有若善男子若善女人，令一眾生住象乘行", "343": "菩提之心，此福勝彼過阿僧祇。「文殊師利！", "344": "若善男子若善女人，能安十方一切世界微", "345": "塵等數一切眾生，住象乘行菩提之心，所有", "346": "福德；文殊師利！若復更有若善男子若善女", "347": "人，令一眾生住於月日神通乘行菩提之心，", "348": "此福勝彼過阿僧祇。「文殊師利！若善男子若", "349": "善女人，能令十方一切世界微塵等數一切", "35": "何者三菩薩必定阿耨多羅三藐三菩提，不退", "350": "眾生，悉住月日神通乘行菩提之心，所有福", "351": "德；文殊師利！若復更有若善男子若善女人，", "352": "令一眾生住於聲聞神通乘行菩提之心，此", "353": "福勝彼過阿僧祇。「文殊師利！若善男子若", "354": "善女人，能安十方一切世界微塵等數一切", "355": "眾生，悉住聲聞神通乘行菩提之心，所有福", "356": "德；文殊師利！若復更有若善男子若善女人，", "357": "令一眾生得住如來神通乘行菩提之心，此", "358": "福勝彼過阿僧祇。「文殊師利！若善男子若善", "359": "女人，能以天衣、天百味食，於日日中施與十", "36": "無上智道？」佛言：「文殊師利！羊乘行菩薩、", "360": "方一切世界微塵等數一切眾生，如是乃至", "361": "恒河沙劫，常如是施，所有福德；文殊師利！", "362": "若復更有若善男子若善女人，惟以一食於", "363": "一日中，一時施與一優婆塞，信入三歸受持", "364": "五戒、於佛法中清淨心者，此福勝彼過阿僧", "365": "祇。「文殊師利！若善男子若善女人，能以天", "366": "衣天百味食，於日日中施與十方一切世界", "367": "微塵等數諸優婆塞，信入三歸受持五戒、於佛", "368": "法中信清淨者，如是乃至恒河沙劫，常如是", "369": "施，所有福德；文殊師利！若復更有若善男子", "37": "象乘行菩薩，此二菩薩不必定阿耨多羅三", "370": "若善女人，惟以一食於一日中，一時施與", "371": "八輩僧中最初一人，此福勝彼過阿僧祇。「文", "372": "殊師利！若善男子若善女人，能以天衣、天百", "373": "味食，於日日中施與十方一切世界微塵等", "374": "數八輩僧中初第一人，如是乃至恒河沙劫，", "375": "常如是施，所有福德；文殊師利！若復更有若", "376": "善男子若善女人，惟以一食於一日中，一時", "377": "施與一須陀洹，此福勝彼過阿僧祇。「文殊師", "378": "利！若善男子若善女人，能以天衣、天百味食，", "379": "於日日中施與十方一切世界微塵等數須陀", "38": "藐三菩提，退無上智道。文殊師利！月日神通", "380": "洹人，如是乃至恒河沙劫，常如是施，所有福", "381": "德；文殊師利！若復更有若善男子若善女人，", "382": "惟以一食於一日中，一時施與一斯陀含，", "383": "此福勝彼過阿僧祇。「文殊師利！若善男子若", "384": "善女人，能以天衣、天百味食，於日日中施與", "385": "十方一切世界微塵等數斯陀含人，如是乃", "386": "至恒河沙劫，常如是施，所有福德；文殊師利！", "387": "若復更有若善男子若善女人，惟以一食於", "388": "一日中一時施與一阿那含，此福勝彼過阿", "389": "僧祇。「文殊師利！若善男子若善女人，能以天", "39": "乘行菩薩、聲聞神通乘行菩薩、如來神通乘", "390": "衣、天百味食，於日日中施與十方一切世界", "391": "微塵等數阿那含人，如是乃至恒河沙劫，常", "392": "如是施，所有福德；文殊師利！若復更有若善", "393": "男子若善女人，惟以一食於一日中，一時", "394": "施與一阿羅漢，此福勝彼過阿僧祇。「文殊師", "395": "利！若善男子若善女人，能以天衣、天百味食，", "396": "於日日中施與十方一切世界微塵等數阿羅", "397": "漢人，如是乃至恒河沙劫，常如是施，所有福", "398": "德；文殊師利！若復更有若善男子若善女人，", "399": "惟以一食於一日中，一時施與一辟支佛，此", "4": "心修行，證會名入。所乘強劣，有定不定，聖說", "40": "行菩薩，此三菩薩必定阿耨多羅三藐三菩", "400": "福勝彼過阿僧祇。「文殊師利！若善男子若善", "401": "女人，能以天衣、天百味食，於日日中，施與十", "402": "方一切世界微塵等數辟支佛人，如是乃至", "403": "恒河沙劫，常如是施，所有福德；文殊師利！若", "404": "復更有若善男子若善女人，惟以一食於一", "405": "日中，一時施與一羊乘行菩薩眾生，此福勝", "406": "彼過阿僧祇。何以故？文殊師利！菩薩何時何", "407": "所攀緣發菩提心，彼心生時，乃至無有一不", "408": "善業而不捨離，無一佛法而不生者。文殊師", "409": "利！菩薩如是不可思議功德成就。文殊師利！", "41": "提，不退無上智道。「文殊師利！應云何知羊乘", "410": "譬如世間迦羅頻迦可喜鳥王，在卵藏中㲉未", "411": "開時，深響美音已勝一切群眾諸鳥。如是，如", "412": "是。文殊師利！菩薩初發菩提心者，在無明㲉，", "413": "雖業煩惱闇翳障礙蔽覆其眼，而勝一切聲", "414": "聞緣覺，已能攝取善根願行妙音聲說。「文殊", "415": "師利！若善男子若善女人，能以天衣、天百味", "416": "食，於日日中施與十方一切世界微塵等數諸", "417": "羊乘行菩薩眾生，如是乃至恒河沙劫，常如", "418": "是施，所有福德；文殊師利！若復更有若善男", "419": "子若善女人，惟以一食於一日中，一時施與", "42": "行菩薩？文殊師利！譬如有人，他方五百佛之", "420": "一象乘行菩薩眾生，此福勝彼過阿僧祇。「文", "421": "殊師利！若善男子若善女人，能以天衣、天百", "422": "味食，於日日中施與十方一切世界微塵等", "423": "數諸象乘行菩薩眾生，如是乃至恒河沙劫，", "424": "常如是施，所有福德；文殊師利！若復更有若", "425": "善男子若善女人，惟以一食於一日中，一", "426": "時施一月日神通乘行菩薩，此福勝彼過阿", "427": "僧祇。「文殊師利！若善男子若善女人，能以", "428": "天衣、天百味食，於日日中施與十方一切世", "429": "界微塵等數月日神通乘行菩薩，如是乃至", "43": "世界微塵等數世界之外，彼有因緣有大因", "430": "恒河沙劫，常如是施，所有福德；文殊師利！若", "431": "復更有若善男子若善女人，惟以一食於一", "432": "日中，一時施一聲聞神通乘行菩薩，此福德", "433": "勝彼過阿僧祇。「文殊師利！若善男子若善女", "434": "人，能以天衣天百味食，於日日中施與十方", "435": "一切世界微塵等數聲聞神通乘行菩薩，如", "436": "是乃至恒河沙劫，常如是施，所有福德；文殊", "437": "師利！若復更有若善男子若善女人，惟以", "438": "一食於一日中，一時施一如來神通乘行菩", "439": "薩，此福勝彼過阿僧祇。「文殊師利！若善男", "44": "緣、彼有所作有大所作、彼有所重有大所重，", "440": "子若善女人，能以天衣、天百味食，於日日中", "441": "施與十方一切世界微塵等數如來神通乘行", "442": "菩薩，如是乃至恒河沙劫，常如是施，所有福", "443": "德；文殊師利！若復更有若善男子若善女", "444": "人聞此法門，聞已生信，此福勝彼過阿僧祇。", "445": "「文殊師利！若善男子若善女人，能作十方", "446": "一切世界微塵等寺，一一寺中皆悉安置百", "447": "萬三千大千世界微塵等數諸辟支佛令住其", "448": "中，以天閻浮那陀金寶電摩尼珠及真珠", "449": "寶，作瓔珞形莊嚴房舍，竪立寶幢懸繒幡蓋。", "45": "為彼事故，欲過如是微塵世界到於彼處。如", "450": "以自在王珠寶網簾周遍懸鈴，龍堅栴檀處", "451": "處塗治。曼陀羅華、摩訶曼陀羅華、曼殊沙華、", "452": "摩訶曼殊沙華、婆離師迦華、多羅尼華、葋多", "453": "羅尼華、婆羅華、善香華、檀奴師迦離迦華、天", "454": "須摩那華、優鉢羅華、鉢頭摩華、拘物頭華、分", "455": "陀離迦華，散如是等種種妙華。於日日中以", "456": "天妙衣、天百味食與辟支佛。如是乃至恒河", "457": "沙劫，於一切時如是供養，所有福德。文殊", "458": "師利！若復更有若善男子若善女人，若聞", "459": "佛名一切智名、若如來名世間主名，若自稱", "46": "是思惟：『我乘何乘而能得過如是世界得到", "460": "說；或見畫像、或見乃至土木等像，此福勝", "461": "彼過阿僧祇，何況復有合十爪掌？此福尚多", "462": "過阿僧祇，何況復有若與燈明，華香、塗香，乃", "463": "至口說一切德者，所有福德轉勝轉多。於是", "464": "次第受大富樂，乃至終得到一切智。「文殊師", "465": "利！譬如一渧極微細水墮大海中，不盡不", "466": "減，乃至劫盡大火燒時。如是，如是。文殊", "467": "師利！若種極少如來善根不盡不減，乃至", "468": "一切智智火生。文殊師利！譬如月輪勝一切", "469": "星，第一端嚴有多光明其體圓滿，所謂高", "47": "彼處？』如是之人即便思惟：『若我今者乘於羊", "470": "廣增上寬大。如是，如是。文殊師利！極細微", "471": "少如來善根，諸餘一切善根中勝，有多光明", "472": "其體圓滿，所謂高廣增上寬大。文殊師利！", "473": "如是如來、正遍知不可思議功德成就。「文殊", "474": "師利！若善男子若善女人，能以天衣、天百", "475": "味食，於日日中施與十方一切世界微塵等", "476": "數，一切諸佛、一切菩薩、一切聲聞，如是乃至", "477": "恒河沙劫，常如是施、所有福德；文殊師利！若", "478": "復更有若善男子若善女人聞此法門，聞已", "479": "生信，此福勝彼過阿僧祇。何況復有若自書", "48": "乘，則應得過如是世界到於彼處。』文殊師利！", "480": "寫、令他書寫，此福轉勝過阿僧祇；以此福德", "481": "證佛智因，是故為勝。「文殊師利！若有男子", "482": "若有女人，若奪、若偷無量無數聲聞、緣覺，若", "483": "衣、若食，所有罪聚；文殊師利！若復更有若是", "484": "男子若是女人，以瞋惡心若奪、若偷信大乘", "485": "人，若一小食、若一中食，此罪多彼過阿僧祇。", "486": "何以故？文殊師利！一切過去未來現在聲聞", "487": "緣覺，於無量億阿僧祇劫，修行布施、持戒、忍", "488": "辱、精進、禪、慧，皆為自斷己身煩惱。菩薩不爾！", "489": "乃至微少捨一揣食施於畜生，皆為不斷三", "49": "如是之人既思惟已，即乘羊乘發行彼道。經", "490": "寶種子。「文殊師利！若有男子若有女人，瞋", "491": "心破壞無量無數聲聞、緣覺，所有戒聚、定聚、慧", "492": "聚及解脫聚，破其解脫知見之聚，如是破壞", "493": "乃經劫數，所有罪聚。文殊師利！若復更有若", "494": "是男子若是女人，以瞋惡心破信大乘一菩", "495": "薩戒，若令他破乃至一戒，此罪多彼過阿僧", "496": "祇。何以故？文殊師利！所有一切聲聞、緣覺，布", "497": "施、持戒、忍辱、精進、禪、慧、解脫、解脫知見如是", "498": "等聚，皆為自斷己身煩惱。菩薩不爾！乃至", "499": "一日乃至一戒所有福聚，皆為斷除一切眾", "5": "定入、說不定入，言義如是！決定名印。說如是", "50": "長久時到百由旬，大風輪起，吹令迴還八十", "500": "生墮惡道因一切惡業，乃至為證一切智智。", "501": "「文殊師利！若有男子若有女人，繫縛十方一", "502": "切世界一切眾生在牢獄中，所有罪聚；文殊", "503": "師利！若復更有若是男子若是女人，於菩薩", "504": "所起瞋惡心，不用眼看捩身迴面，此罪多彼", "505": "過阿僧祇。「文殊師利！若有男子若有女人，拔", "506": "出十方一切世界一切眾生所有眼目，所有罪", "507": "聚；文殊師利！若復更有若是男子若是女", "508": "人，以瞋惡心不看菩薩信大乘者，此罪多彼", "509": "過阿僧祇。「文殊師利！若有十方一切世界一", "51": "由旬。文殊師利！於意云何？如是之人乘彼", "510": "切眾生劫數眼闇。文殊師利！若善男子若善", "511": "女人，慈心憐彼一切眾生令其得眼，乃經劫", "512": "數，所有福德；文殊師利！若復更有若善男子", "513": "若善女人，以清淨心看於菩薩信大乘者，此", "514": "福勝彼過阿僧祇。「文殊師利！若善男子若善", "515": "女人，能使十方一切世界一切眾生，開獄繫", "516": "縛令得出已，復令得作轉輪聖王王國安樂，", "517": "復令得住帝釋王樂所有福德。文殊師利！若", "518": "復更有若善男子若善女人，以清淨心欲見", "519": "菩薩信大乘者，以清淨心讚彼菩薩，此福勝", "52": "羊乘，於彼世界能過到不？若經一劫若一百", "520": "彼過阿僧祇。「文殊師利！若善男子若善女", "521": "人，能安十方一切世界、一切眾生住緣覺道，", "522": "所有福德；文殊師利！若復更有若善男子若", "523": "善女人，令一菩薩信大乘者增長佛種至一", "524": "善根，此福勝彼過阿僧祇。「文殊師利！若有", "525": "菩薩信大乘者，能安十方一切世界一切眾", "526": "生住菩提心，所有福德；文殊師利！若復更有", "527": "其餘菩薩信大乘者，不求資生，乃至誦一無", "528": "餘伽他，此福勝彼過阿僧祇。「文殊師利！", "529": "若有男子若有女人，能令十方一切世界微", "53": "劫，若一千劫、億百千劫，若不可說不可說劫，", "530": "塵等數緣覺之人，劫數墮於地獄畜生所有罪", "531": "聚；文殊師利！若復更有若是男子若是女", "532": "人，斷一菩薩發菩提心，菩提心斷，此罪多", "533": "彼過阿僧祇。「文殊師利！若有男子若有女", "534": "人，能斷十方一切世界微塵等數一切眾生", "535": "發菩提心，菩提心斷，所有罪聚；文殊師利！若", "536": "復更有若是男子若是女人，斷一眾生信於", "537": "大乘不作菩薩，大乘行斷，此罪多彼過阿僧", "538": "祇。「文殊師利！若有十方一切世界一切眾生", "539": "生，於地獄、畜生、餓鬼、閻魔羅處。文殊師利！若", "54": "彼人能過一世界不？」文殊師利答言：「世尊！", "540": "有菩薩能令如是一切眾生，出於地獄、畜生、餓", "541": "鬼、閻魔羅處，住菩提心，所有福德；文殊師利！", "542": "若復更有其餘菩薩，令一眾生，信於大乘、入於", "543": "大乘，此福勝彼過阿僧祇。「文殊師利！若有", "544": "男子若有女人，能令十方一切世界微塵等", "545": "數緣覺退還，所有罪聚；文殊師利！若復更有", "546": "若是男子若是女人，令信大乘一菩薩退，此", "547": "罪多彼過阿僧祇。「文殊師利！若有男子若有", "548": "女人，若於十方一切世界微塵等數諸辟支", "549": "佛，供養財利生嫉妬心，斷其供養財利因緣，", "55": "彼若能過一世界者，無有是處。如是之人乘", "550": "四方四維惡說毀呰，彼辟支佛而不讚說，所有", "551": "罪聚；文殊師利！若復更有若是男子若是女", "552": "人，於一菩薩信大乘者，供養財利生嫉妬心，", "553": "斷其供養財利因緣而不讚說，此罪多彼過", "554": "阿僧祇。「文殊師利！若善男子若善女人，為", "555": "攝正法，乃至微少一小瓶水，淨心施與信大", "556": "乘者，至一菩薩所得善根業因果報，得阿僧", "557": "祇轉輪聖王國土富樂，何況施與精勤讀誦", "558": "大乘經典菩薩之人，此福勝彼過阿僧祇。」爾", "559": "時世尊說此經已，文殊師利法王之子，彼諸", "56": "彼羊乘，若經一劫若一百劫、若一千劫億百", "560": "菩薩、諸大聲聞，諸天及人并阿修羅、乾闥婆", "561": "等，聞世尊說，歡喜奉行。", "562": "不必定入定入印經", "57": "千劫、若不可說不可說劫，若能得過一世界", "58": "者，無有是處。」佛言：「如是。文殊師利！若善男子", "59": "若善女人，發阿耨多羅三藐三菩提心已，聲", "6": "故，名如是經，其門要密，通必有寄。魏尚書令", "60": "聞乘人相隨止住，近聲聞人、習聲聞人、恭敬", "61": "供養聲聞乘人，共為知識，財物交通，與共同", "62": "住；若在林中、若在寺舍、若經行處，同一處行；", "63": "讀聲聞乘、誦聲聞乘、思聲聞乘、信聲聞乘，", "64": "復教他人讀誦思信。如是之人住聲聞乘，", "65": "攝聲聞乘種善根行，聲聞所牽故得鈍智，退", "66": "無上智道。如是菩薩，修菩提心慧根慧眼，而", "67": "復後時住聲聞智種善根行，則還愚鈍破壞", "68": "不成。「文殊師利！譬如有人，若患眼病、若有目", "69": "瞑，如是之人為開眼故，一月療治勤不休", "7": "儀同高公，深知佛法，出自中天，翻為此典，萬", "70": "息，過一月已眼得少開。彼有怨惡常伺其便，", "71": "把碎蓽茇著其眼中，令彼人眼轉闇更閉", "72": "不得開明。如是，如是。文殊師利！若彼菩薩", "73": "修菩薩心慧根慧眼，而復後時住聲聞智種", "74": "善根行，則還愚鈍破壞不成。文殊師利！此", "75": "羊乘行菩薩應知。「文殊師利！應云何知象乘", "76": "行菩薩？文殊師利！譬如有人，如是微塵世界", "77": "之外，彼有因緣有大因緣、彼有所作有大所", "78": "作、彼有所重有大所重，為彼事故，欲過如是", "79": "微塵世界到於彼處。如是思惟：『我乘何乘而", "8": "未有一。採挾集人，在第更譯。沙門曇林，瞿", "80": "能得過如是世界到於彼處？』如是之人即便", "81": "思惟：『若我今者八分相應乘象乘者，則應", "82": "得過如是世界到於彼處。』文殊師利！如是之", "83": "人既思惟已，即乘八分相應象乘發行彼道，", "84": "百年常行二千由旬，大風輪起，吹令迴還一", "85": "千由旬。文殊師利！於意云何？如是之人乘", "86": "彼象乘，於一世界為能過不？若經一劫若一", "87": "百劫、若一千劫億百千劫、若不可說不可說", "88": "劫，彼人能過一世界不？」文殊師利答言：「世", "89": "尊！彼若能過一世界者，無有是處。如是之", "9": "曇流支，興和四年歲次降婁，月建在戌，朔", "90": "人乘彼象乘，若經一劫若一百劫、若一千劫", "91": "億百千劫、若不可說不可說劫，若能得過一", "92": "世界者，無有是處。」佛言：「如是。文殊師利！若", "93": "善男子若善女人，發阿耨多羅三藐三菩提心", "94": "已，聲聞乘人相隨止住，近聲聞人、習聲聞", "95": "人，共為知識、與共同住；若在林中、若在寺舍、", "96": "若經行處，同一處行；讀聲聞乘、誦聲聞乘、思", "97": "聲聞乘、信聲聞乘，復教他人讀誦思信。如是", "98": "之人住聲聞智，攝聲聞乘種善根行，聲聞所", "99": "牽故得鈍智，退無上智道。如是菩薩修菩提"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0645 不必定入定入印經: 不必定入定入印經: 不必定入定入印經: 不必定入定入印經", "author": "元魏 瞿曇般若流支譯", "sourceLink": "http://www.cbeta.org/"}