{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0310 大寶積經: 大寶積經: 大寶積經: 大寶積經: 大寶積經: 大寶積經", "text": {"0": "No. 310", "1": "并序大寶積經并序", "10": "足山中舒玉毫之瑞色，干戈不用，梵志摧鋒，", "100": "微拯無遺溺，能事畢矣！佛何言哉！今所新", "101": "翻經，凡有四十九會、七十七品，合一十二帙，", "102": "以類相從撰寫咸畢。以先天二年六月三十", "103": "日進太上皇，八月二十一日進皇帝。禁闈曉", "104": "闢，真教上聞，仙宁克怡，宸襟允穆。竦鈞陣", "105": "於白日，親御靈臺；落雲雨於彤霄，荐加殊尉。", "106": "賢愚稽首，以為利見仁王；真俗歸心，以為潛", "107": "登覺道。次有清信佛弟子，前少府監丞李式", "108": "顏等，皇朝金紫光祿大夫兵部尚書贈侍中", "109": "隴西公逈秀子也。復有清信佛弟子，前右拾", "11": "甲冑無施，波旬潰旅。闢圓明之淨域，啟方", "110": "遺徐鐈等，皇朝銀青光祿大夫太子賓客昭", "111": "文館學士高平公子也，咸屬彼穹降禍私門", "112": "墜構，陟遙岵而崩心，瞻冥途而獻福。於是胠", "113": "篋探笥，檀波羅蜜，廣疊簡牋，首崇書寫，不變", "114": "槐火，遽盈苔袟，然後裝之鏤軸、綴以瓊籤。", "115": "羅綵簟而霓舒，播珠函而錦縟，方使猛風吹", "116": "嶽，長存妬路之文，劫火燒天，不壞多羅之典。", "117": "大寶積經", "118": "1 三律儀會三律儀會第一之一", "119": "大唐三藏法師菩提流志奉　詔譯", "12": "便之禪門，慧晷耀於昏衢，慈雲清於朽宅，無", "120": "如是我聞：一時佛住王舍城耆闍崛山。其山", "121": "高峻嚴麗可觀，持諸雜種猶如大地，眾華卉", "122": "木悉皆茂盛。其中復有天、龍、夜叉、毘舍闍、緊那", "123": "羅等常所遊止。復有種種異類諸獸，所謂師", "124": "子虎狼、麒麟象馬、熊羆之屬止住其中。復有", "125": "無量百千眾鳥，所謂孔雀鸚鵡、鴝𩿦羅鳥、鳧", "126": "鴈鴛鴦、命命等類依之而住。是諸眾生，以佛", "127": "威力，不為貪欲瞋癡所惱，不相茹食；共相親", "128": "愛猶如母子。是山王中多諸雜樹，叢林蓊欝", "129": "枝葉繁榮，謂天木香樹、菴摩羅樹、甄叔迦樹、", "13": "得而稱者，其惟正覺乎。然則教自西方、法流", "130": "尼俱陀樹、栴檀沈水，如是等樹無不備有。復", "131": "有水陸無量雜華，所謂阿提目多華、瞻婆香", "132": "華、波吒羅華、婆師迦華、蘇曼那華、由提迦", "133": "華、優鉢羅華、波頭摩華、俱物頭華、芬陀利", "134": "華、迦羅娑華、摩訶迦羅娑華，如是等類諸雜", "135": "名華，光飾山王處處充遍。是山王中常於夜", "136": "半興大密雲，輕雷細雨，從初至末漸遍其山，", "137": "八功德水流滋普洽，如𤛓乳頃廓然消散，涼", "138": "風微動適悅身心。是山王中所住眾生及諸", "139": "卉木，滋潤光澤如妙華鬘，微加水灑，光色鮮", "14": "東夏、馬鳴、龍樹肇闡瓊編，羅什、道安承宣寶", "140": "明倍更增勝。此山王中眾生草木，含滋發暉", "141": "亦復如是。而此山中生諸軟草，靃靡右旋色", "142": "香具足，青綠暉映如孔雀咽，其香喻若婆師", "143": "迦華，其觸又類輕兜羅綿，枝葉華果繁榮茂", "144": "盛，未甞有一不具足者。山地柔軟無傷趾步，", "145": "下足之時陷深四指，舉足之時還復如故。其", "146": "中多有陂泉池沼，清冷盈滿生雜蓮華，青黃", "147": "赤白紅紫頗梨金火等色，大如車輪，香氣普", "148": "熏一踰繕那。是山王頂生於大妙寶蓮華座，", "149": "無降伏寶帝青金剛以為其莖，大吠琉璃為", "15": "偈，關中道俗雖傳貝葉之文，江左黎元未極", "150": "諸寶鐸，贍部檀金為廣淨葉，順時清淨栴檀", "151": "為臺，瑪瑙寶王以為其鬚。其華縱廣猶如", "152": "大海，十億阿修羅王常所執持，十億雜色摩", "153": "尼寶網彌覆其上，十億龍王雨妙香雨，十億", "154": "金翅鳥王口銜繒綵，十億緊那羅王至誠瞻", "155": "仰，十億摩睺羅伽王虔恭俯視，十億乾闥婆", "156": "王歌詠讚歎，十億百千諸大天帝興布瑞雲，", "157": "而雨末香燒香、衣服華鬘、幢幡寶蓋，十億梵", "158": "王曲躬恭敬，十億淨居天眾合掌頂禮，十億", "159": "轉輪人王七寶侍從來至其所，十億海王從", "16": "蓮花之旨。又以元魏迷於釋典，宇文扇於魔", "160": "大海出而敬禮之，十億光明摩尼寶以為照", "161": "曜，十億淨福摩尼寶珠為勝莊嚴，十億遍", "162": "照摩尼寶為無垢藏，十億妙光摩尼寶為大", "163": "照明，十億雜色摩尼藏寶而為遍照、贍部幢", "164": "寶為善安持，十億金剛師子摩尼寶難勝", "165": "莊嚴，十億日藏摩尼寶間錯廁填廣大嚴飾，", "166": "十億不思議摩尼寶出種種色為妙莊嚴，十", "167": "億如意寶出無盡莊嚴。是大蓮華從於如來", "168": "超過世間善根所生，菩薩志意之所愛慕。遍", "169": "現諸方，從如幻法出、善法業生，以無諍法性", "17": "風，開皇之初暫為修建，大業之末遽即分", "170": "理趣莊嚴如夢法性，無行法印順無着理，遍", "171": "滿十方一切法界，是順佛境功德所致。若於", "172": "無量阿僧祇劫歎其色相功德莊嚴，不可窮", "173": "盡。爾時世尊於其華上結跏趺坐，與大比丘", "174": "眾八千人俱，其名曰：尊者阿若憍陳如、尊者", "175": "阿濕婆氏多、尊者摩史波、摩訶男、優陀夷、耶", "176": "舍、富那、無垢、善臂、憍梵鉢提、優樓頻螺迦", "177": "葉、那提迦葉、摩訶迦葉、舍利弗、大目乾連、", "178": "阿那律、須菩提、離波多、富樓那彌多羅尼子、", "179": "優波離、羅睺羅、難陀等而為上首，悉皆覺悟", "18": "崩。我大唐之有天下也。", "180": "自性諦理，現證實際，入法本性，度諸有海。", "181": "行於如來虛空之行，悉能永斷隨眠結縛，而", "182": "於攝藏住無所住行空寂靜。於如來所永斷", "183": "疑惑，入佛智海勝信道中，利益世間為不請", "184": "友，常能衛護一切眾生，與諸有情為不捨友。", "185": "通達佛法，所行境界守護聖法，誓願受持諸", "186": "佛正教，現前得生如來種性，善能趣向一切", "187": "智智。", "188": "復有菩薩摩訶薩眾八千人俱，普賢菩薩、文", "189": "殊師利菩薩等而為上首，所謂最上智智菩", "19": "叡聖重光，文思御曆，吞沙靜㜸，練石稱神，", "190": "薩、最上寶智菩薩、一切語言智菩薩、無著智", "191": "菩薩、花上智菩薩、日上智菩薩、月上智菩薩、", "192": "無垢上智菩薩、金剛智菩薩、遠塵智菩薩、光", "193": "幢菩薩、妙高幢菩薩、寶幢菩薩、無礙幢菩薩、", "194": "華幢菩薩、淨幢菩薩、日幢菩薩、端嚴幢菩薩、", "195": "離垢幢菩薩、遍照幢菩薩、陀羅尼威德菩薩、", "196": "寶威德菩薩、大威德菩薩、金剛智威德菩薩、", "197": "無垢威德菩薩、日威德菩薩、月威德菩薩、福", "198": "山威德菩薩、智照威德菩薩、普勝威德菩薩、", "199": "地藏菩薩、虛空藏菩薩、蓮華藏菩薩、寶藏菩", "2": "大唐太上皇製", "20": "巢燧執鞭，羲農擁篲。懸法王之鏡，轉梵帝之", "200": "薩、日藏菩薩、清淨功德藏菩薩、法海藏菩薩、", "201": "遍照藏菩薩、齊藏菩薩、勝蓮華藏菩薩、日眼", "202": "菩薩、淨眼菩薩、無垢眼菩薩、無礙眼菩薩、普", "203": "明眼菩薩、善利智眼菩薩、金剛眼菩薩、寶眼", "204": "菩薩、虛空眼菩薩、普眼菩薩、天冠菩薩、照法", "205": "界摩尼冠菩薩、妙菩提摩尼冠菩薩、照十方", "206": "冠菩薩、出現一切佛藏冠菩薩、超一切世間", "207": "冠菩薩、普照冠菩薩、無映蔽冠菩薩、執持", "208": "一切如來師子座冠菩薩、普照法界虛空冠", "209": "菩薩、梵王髻菩薩、龍王髻菩薩、一切佛變", "21": "輪，被正朔於蟠桃，混車書於細柳。三藏沙門", "210": "化影像髻菩薩、妙菩提髻菩薩、一切願海音", "211": "聲摩尼王髻菩薩、放一切如來圓光摩尼寶", "212": "雷聲髻菩薩、一切虛空無差別表示摩尼寶", "213": "網覆髻菩薩、一切如來法輪聲髻菩薩、一切", "214": "三世名輪聲髻菩薩、大光菩薩、無垢光菩薩、", "215": "寶光菩薩、離塵光菩薩、法光菩薩、寂靜光", "216": "菩薩、日光菩薩、神變光菩薩、天光菩薩、福", "217": "光菩薩、智光菩薩、法光明菩薩、神通光菩", "218": "薩、光照菩薩、華光菩薩、寶光菩薩、覺光明菩", "219": "薩、梵光菩薩、普照光菩薩、梵音菩薩、海音", "22": "菩提流志者，南天竺國淨行婆羅門種，姓迦", "220": "菩薩、地吼音菩薩、世間王音菩薩、山王音菩", "221": "薩、山王相擊音菩薩、遍法界音菩薩、一切法", "222": "海雷音菩薩、摧伏諸魔音菩薩、大悲理趣雲", "223": "雷音菩薩、遍息一切世間苦惱音菩薩、法勝", "224": "涌菩薩、殊勝涌菩薩、智勝涌菩薩、福須彌勝", "225": "涌菩薩、功德最勝涌菩薩、名聞勝涌菩薩、普", "226": "光勝涌菩薩、大慈勝涌菩薩、智照勝涌菩薩、", "227": "如來種姓勝涌菩薩、光德菩薩、勝德菩薩、", "228": "法涌德菩薩、遍照德菩薩、法德菩薩、月德菩", "229": "薩、虛空德菩薩、寶德菩薩、光德菩薩、智德", "23": "葉氏也。年十有二，外道出家，事波羅奢羅，學", "230": "菩薩、婆羅帝王菩薩、法帝王菩薩、象帝王菩", "231": "薩、梵帝王菩薩、山帝王菩薩、眾帝王菩薩、天", "232": "帝王菩薩、寂靜帝王菩薩、不動帝王菩薩、最", "233": "勝帝王菩薩、菩提寂靜聲菩薩、無著聲菩薩、", "234": "地聲菩薩、大海聲菩薩、音聲菩薩、照法聲菩", "235": "薩、虛空聲菩薩、一切聲菩薩、善根雷聲菩", "236": "薩、發悟本願聲菩薩、摧一切魔軍聲菩薩、智", "237": "須彌覺菩薩、虛空覺菩薩、清淨覺菩薩、無礙", "238": "覺菩薩、開寤覺菩薩、照三世覺菩薩、寶覺菩", "239": "薩、廣大覺菩薩、普光覺菩薩、法界理趣照覺", "24": "聲明僧佉等論，并曆數呪術及陰陽等，年踰", "240": "菩薩，如是等菩薩摩訶薩八千人俱。皆悉安", "241": "住普賢願行，所行無著者，普遍一切諸佛剎", "242": "故。變無邊身者，親近一切佛如來故。所緣無", "243": "際限境界清淨者，了知一切佛神變故。趣無", "244": "量者，往詣諸佛現等覺處無休息故。無邊", "245": "光明者，於一切法實相海中得無邊智光明", "246": "故。無邊劫中說功德無盡者，辯才清淨故。等", "247": "虛空界者，智所行境清淨故。無所依者，隨世", "248": "意樂現色身故。能離翳者，了知無有眾生界", "249": "故。虛空智慧者，放光明網遍法界故。究竟寂", "25": "耳順遽乃心歸。知外法之乖違，悟釋教之深", "250": "靜者，最寂靜心故。一切陀羅尼種性智境界", "251": "者、於三摩地勇猛無畏者、眼住法界盡其際", "252": "者、於一切法住無所得者、遊無邊智海者、已", "253": "度智彼岸者、般若波羅蜜多者、般若波羅蜜", "254": "多到一切世間波羅蜜者、於三摩地彼岸得", "255": "自在者。復有五百比丘尼俱，其名曰摩訶波", "256": "闍波提比丘尼、瞿曇彌比丘尼、安隱比丘", "257": "尼、優鉢羅華比丘尼、瘦瞿曇彌比丘尼、耶輸", "258": "陀羅比丘尼等而為上首。復有五百優婆塞", "259": "俱，其名曰善威德優婆塞、天威德優婆塞、慧", "26": "妙，隱居名岳積習頭陀，初就耶舍瞿沙三藏", "260": "光優婆塞、名稱威德優婆塞、超名稱威德優", "261": "婆塞、善慧優婆塞、月德優婆塞、月歡喜優婆", "262": "塞、大歡喜優婆塞、羅睺賢優婆塞、大賢優婆", "263": "塞等而為上首。復有五百優婆夷俱，其名曰", "264": "大光優婆夷、善光優婆夷、善身優婆夷、可樂", "265": "身優婆夷、賢德優婆夷、月光優婆夷、光明優", "266": "婆夷、勝光優婆夷、善眼優婆夷等而為上首。", "267": "及餘無量天、龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊", "268": "那羅、摩睺羅伽等圍繞恭敬，而為說法。所謂", "269": "廣說三律儀品一切如來毘奈耶法，開現一", "27": "學經論，其後遍遊五天竺國。", "270": "切諸菩薩行，明照法界入諸法門，能淨莊嚴", "271": "一切佛剎，摧諸邪論降伏魔怨，令眾生界心", "272": "得歡喜。開曉有情稠林之心，隨眾生意而為", "273": "宣說，開示照曜眾生諸根，令其轉趣。", "274": "爾時尊者摩訶迦葉從坐而起，偏袒右肩右", "275": "膝著地，合掌向佛，白佛言：「世尊！若諸眾生求", "276": "於佛法力無畏者，攝受何法而修行之？攝受", "277": "何法增長成熟諸如來道？攝受何法取諸功", "278": "德，增長證入阿耨多羅三藐三菩提，得不退", "279": "轉？」佛告大迦葉言：「善哉善哉！迦葉！汝今所問，", "28": "高宗天皇大帝聞其遠譽、挹其道風，永淳", "280": "多所安隱哀愍世間，義利饒益安樂人天，乃", "281": "能問佛如是之事。汝今諦聽，善思念之。吾當", "282": "為汝分別解說。」時大迦葉及諸大眾受教而", "283": "聽。佛告迦葉：「若諸眾生求佛智慧力無畏者，", "284": "是等眾生無有少法為其可得，無所依倚種", "285": "諸善根。迦葉！菩薩乃至求於阿耨多羅三藐", "286": "三菩提時有所得者，即為著想。若著想者，於", "287": "佛法外起有為想、於有為外起無為想，即於", "288": "佛法而生想著及起解執，起解執時於佛法", "289": "中堅住不捨。當知是人不名為向無上佛道。", "29": "二年遣使迎接。", "290": "何以故？以於佛法起想執我而作勤修，則與", "291": "我執數相應故而不捨離，則分別所分別。由", "292": "是分別所分別處則為所害，若為所害則便", "293": "馳騁，若馳騁者則有流轉，若流轉者則有貫", "294": "穿，有貫穿者則有妄想，有妄想者則有分別，", "295": "有分別者則增妄想，若增妄想則有遍計，若", "296": "有遍計則離寂靜，若離寂靜則有隨逐，若有", "297": "隨逐則有遊行，若有遊行則便失壞。云何失", "298": "壞？謂失安隱。云何安隱？謂無分別。若失壞者", "299": "則便常入，若常入者則便親近，若親近者則", "3": "朕聞：天之為大也高，上下之容可紀，地之為", "30": "天后聖帝，應乾司契，當宇披圖，令住東都", "300": "有隨眠，若有隨眠則有相續，若有相續則增", "301": "相續，若增相續則遍相續，若遍相續語則狂", "302": "亂，語若狂亂則便誑惑，若有誑惑則便憂惱，", "303": "有憂惱者則有悔恨，若有悔恨則依倚無明", "304": "為憂喜損害。而於是中無有少法可為依", "305": "倚，然從妄想流澍生故為想繫縛，從想繫縛", "306": "則想相續故名想縛。無有實處，一切貪處忿", "307": "瞋癡處，皆是虛妄遍計分別增分別、計度", "308": "增計度，是故彼人不能速得阿耨多羅三藐", "309": "三菩提。迦葉！是名愛處。何名愛處？無有定法", "31": "居福先寺，譯《佛境界》、《寶雨》、《花嚴》等經一十一", "310": "名之為愛；名為愛者，名愛處所。然有愛者但", "311": "由堅著，若堅著時為虛空愛，若虛空愛生執", "312": "著者，彼人即當得愛執著：我愛執著者、眾生", "313": "愛執著者、善不善愛執著者。迦葉！是人則於", "314": "一切空法起非空分別，則於非物而生物想。", "315": "何謂為物？謂以菩提若以菩提為其物者，彼", "316": "彼眾生由我想故而有我想，即非菩薩。於是", "317": "中想若不可得，彼中想者亦不可得，是名我", "318": "想無真實句，此即增語。所謂我想？若復有能", "319": "圓滿薩埵則圓滿菩提。何謂菩提？所謂圓滿", "32": "部。", "320": "猶如於幻。云何如幻？謂說大我想者、大命", "321": "想者，若復以想依止想者，則由非想依止", "322": "非想。若以非想依非想者，則由狂醉故醉。", "323": "若由狂醉故醉，則以苦逐苦。若以苦逐苦", "324": "者，則彼彼如來皆說安住狂言馳騁者。何", "325": "故名住狂言馳騁者？謂增作意。若增作意", "326": "則有貢高，若有貢高則有言說，若有言說", "327": "則便增說，若有增說如來記之是言說者、", "328": "教授者、所持者。是故諸法皆從作意而得生", "329": "長。迦葉！如上空中有雲聚起，不從東西南", "33": "中宗孝和皇帝，循機履運，配永登樞。神龍二", "330": "北四維上下而來。是故如來名實語者，知", "331": "是雲聚非十方來，如實說之，以其義說、理", "332": "相應說、以實理說。言雲聚者，則為非聚，故", "333": "名雲聚。何名雲聚？以其各別起相狀故。云何", "334": "種類各別相狀？以種種相皆是廣大迷惑相", "335": "續，而於其中無少大相以為可得。汝觀雲聚", "336": "起廣大相，則為非相。若非想者，但由畢竟廣", "337": "大之相非實雲聚。迦葉！譬如有人語他人曰：", "338": "『可共往詣蔭處坐耶？』智者言曰：『我不往坐。』彼", "339": "作是言：『我於今者不作是說，但言是蔭。』爾時", "34": "年令住京下，於崇福寺翻譯此經。俄屬靈祐", "340": "智者復語彼言：『汝言蔭者即是非蔭。』迦葉！汝", "341": "觀彼人乃至隨俗猶能覺了。如是如是，迦葉！", "342": "如來如實了知諸法真實理性，於大眾中正師", "343": "子吼。復次迦葉！如來樂欲於隨順法住非順", "344": "想，於諸眾生所有我想，於如來所是第一義。", "345": "何以故？如來今者已知彼想，悉知一切眾生", "346": "想者即為非想，此是最勝祕密之言。或有愚", "347": "夫而生違背與如來諍，是故我言『世與我諍，", "348": "我不與世諍』。云何名世？所謂眾生。何故眾生", "349": "名之為世？如來了知如是世間，是故眾生名", "35": "虧徵，綿區集禍。", "350": "之為世。如彼愚夫異生之解，則便壞滅、極為", "351": "所害。此是彼等常得信住，隨其世俗所謂無", "352": "明。何以故？彼居大闇名住世者，若住世者則", "353": "便有貪，若有貪者則便有瞋，若有瞋者則便", "354": "有癡，若有癡者則為不淨，若不淨者則便相", "355": "違。與誰相違？所謂如來及聲聞眾。若相違者", "356": "則便乖背，若乖背者則重相違，重相違者則", "357": "樂於有，樂於有者心則求之，求於有者則便", "358": "遍求，若遍求者則不知足，不知足者則多所", "359": "作，多所作者則便多欲，若多欲者彼則隨眠", "36": "喬岳之仙長往，茂陵之駕不還。朕以庸虛，", "360": "於三界中，若隨眠三界則令他隨眠，令他隨", "361": "眠者彼則隨流亦隨流行者，若是隨流隨流", "362": "行者則趣於死，若趣死者則不趣涅槃，不趣", "363": "涅槃者則至非行處，至非行處者則趣地獄。", "364": "如是迦葉！由不祥法與之相應，瞋忿毒心及", "365": "不覆蔽，不覆蔽者不觀我想，不觀察者作一", "366": "合想，不能銷滅我及我所。何名為我執？不", "367": "實故住種種想造諸世業。若如是者，彼執我", "368": "相以為其我。何名我所？謂貪欲，故名為我所。", "369": "以於諸欲與身和合即起貪心，起貪著已能", "37": "謬膺丕構，敬遵前旨，勗就斯編。法師尋繹", "370": "壞戒蘊，便於他所生不善心，由瞋覆蔽互相", "371": "輕毀，及於財物攝為己有親近守護，是名我", "372": "所。有我所者則有流轉，有流轉者則有迷惑，", "373": "有迷惑者則有誹謗，有誹謗者則便有瞋，", "374": "有瞋恚者則有吞害，有吞害者則為所燒，為", "375": "所燒者則便遍燒，如是等過皆由貪欲。起男", "376": "女想及以命想是我所有，名為我所。以是義", "377": "故，說我所者則罵己身。一切愚夫以我隨眠", "378": "為愚夫法，是故說之以為我所。迦葉！若有眾", "379": "生不聞此法，而說菩提及菩薩行，則為非行。", "38": "故文、發揮新句，炎涼不懈、曉夕忘疲，舊翻新", "380": "言菩薩行者，實無所行是菩薩行。「復次迦", "381": "葉！若諸菩薩得行圓滿無有缺減，清淨極清", "382": "淨遍清淨者，是人則能說此大法，名有勢力", "383": "勇猛精進，其所說法等於虛空而無積聚，為", "384": "如理者、有功德者、能修行者，終不為彼不如", "385": "理者、無功德者、不修行者。汝等應當受持此", "386": "法，於是法中勿生執著。何以故？如來所說最", "387": "為第一，為於最上應供有情而發問故，我以", "388": "勝法而為解說。云何勝法？謂無法想。迦葉！如", "389": "是菩薩具足護持最初淨戒，心不貢高、不造", "39": "翻凡有四十九會，總其部帙一百二十卷", "390": "無間業、不犯比丘尼，亦不親近諸俗人家，遠", "391": "離殺生及不與取欲邪行法，離虛誑語離間", "392": "麁惡雜穢語言，遠離欲貪瞋恚邪見，既不自", "393": "惱亦不惱他，不與欲俱亦不受欲，不為博戲", "394": "亦不教化，終不親近不男之人，不往婬女寡", "395": "婦處女之家、不近他妻，亦不親近羅捕魚鳥", "396": "畋獵魁膾旃荼羅等，於飲酒人不執其手而", "397": "與鬪諍。離此諸事，如避惡狗旃荼羅輩。由住", "398": "慈心，於彼一切所遠離者乃至不起一念惡", "399": "心。有二十處應當遠離。何等二十？謂離女人，", "4": "大也廣，縱橫之數可推，則知無去無來、不生", "40": "成，以先天二年六月八日畢功進內。法師", "400": "亦不與他調戲麁言論義諍訟。於父母處及", "401": "佛法僧，離不恭敬。若諸女人減二十眾，不為", "402": "說法。除有男子，終不往詣比丘尼尼僧說法", "403": "會處。不應問訊諸比丘尼。不與女人作其書", "404": "疏。或為他人傳書送彼。應付丈夫勿付婦女。", "405": "於一切時親族別請終不受之。不以欲心經", "406": "須臾頃住女人前。又亦不應捨離本居，往其", "407": "屏處而與女人共為談說。不得隨逐比丘尼", "408": "行。若比丘尼所施衣服不應受用，除在四眾", "409": "演說法時為說法故有施衣者。應生是心猶", "41": "戒珠在握、慧炬明心，為法門之棟梁，啟僧徒", "410": "如大地，然後受之，不應別觀施者之面。若聞", "411": "有尼勸導施衣，不應受用。若比丘尼勸請受", "412": "食，設令病苦終不受之，況復無病。若有寡婦", "413": "而來請食，僧數不滿亦不受之。又亦不應入", "414": "尼眾內。不應喚彼比丘尼來。若比丘尼來喚", "415": "菩薩，應離住處拱手仰頭背而捨去。若說法", "416": "時有比丘尼來禮其足，無令足動，但應目視", "417": "雙手掌中。善男子！不應唯身修習精進，亦當", "418": "勤心正念一處，於諸境界勿起貪瞋，為求一", "419": "切智故起堅牢誓。聞是法已，成就信心應當", "42": "之耳目。伏願上資七廟八百之祚長延，下及", "420": "修學。迦葉！若有趣菩薩乘善男子善女人等", "421": "適聞此法，不能生於如實深信，終不能得阿", "422": "耨多羅三藐三菩提。何以故？由修學故證彼", "423": "菩提，非不修學而能得證。若不修習得菩提", "424": "者，猫兔等類亦應證得無上菩提。何以故？不", "425": "正行者不能證得無上覺故。何以故？若不正", "426": "行得菩提者，音聲言說亦應證得無上菩提，", "427": "作如是言：『我當作佛！我當作佛！』以此證故，", "428": "無邊眾生應成正覺。迦葉！若有眾生修學此", "429": "行，甚為難有，猶尚不能經一晝夜專念在心，", "43": "萬方億兆之甿恒逸，遠邇寧謐、朝野歡娛，致", "430": "何況一劫乃至千劫。是故如來出現於世，甚", "431": "為難事。迦葉！假使三千大千世界一切眾生，", "432": "若經一劫百劫千劫乃至億百千劫，為一眾", "433": "生同唱是言：『汝應作佛！汝應作佛！』是諸眾生", "434": "悉共圍遶相續唱言：『當得成佛！當得成佛！』如", "435": "是次第，出息入息猶可斷絕，彼所發言曾無", "436": "間斷。如是之言，尚不能熟初菩提心，何況能", "437": "證無上佛果？若能證者，無有是處。「迦葉！我滅", "438": "度後末法之時，及與汝等已般涅槃，不為諸", "439": "天之所信護。當於爾時，多有眾生聞我功德", "44": "澆俗於淳源，歸迷生於壽域。暫乘紫機之暇，", "440": "發菩提心。於中或有諸比丘等，雖發無上菩", "441": "提心已，而便安住二十法中。何等二十？所謂", "442": "親附諸比丘尼，受不淨食，貪著美味，受比丘", "443": "尼勸化飲食。迦葉！譬如今世多聞比丘住阿", "444": "蘭若或聚落中勤修習法。於當來世諸比丘", "445": "等亦復如是，於聚落間或阿蘭若，與比丘尼", "446": "聚集言談問答法義。彼諸比丘及比丘尼，多", "447": "生染心少生法心。迦葉！汝觀是輩得菩薩名，", "448": "墮大危險取於惡趣。當於爾時初為法緣而", "449": "相親附，互相見已欲火燒心，動於脣口表其", "45": "聊題緗帙之前。所有會名，具於其目。云爾。", "450": "欲念。彼相近時初為弟子，以阿闍梨法而申", "451": "禮敬，自此之後當漸遣使，通致語言道路期", "452": "會，或於街衢或在寺內遙相瞻視，於出入時", "453": "問其所由，互稱親族結為姊妹。彼等由是數", "454": "相見故而相習住，既習住已生於染心，生染", "455": "心已共為穢事，為穢事已更以非梵行名而", "456": "相呼召。由行非法退失菩提及以善趣，遠離", "457": "涅槃棄捨如來，違背正法厭惡於僧。在於屏", "458": "處，起欲恚害諸惡尋思，是人無有菩薩勝業", "459": "四淨梵行，譬如今時勤修梵行諸菩薩眾，於", "46": "述大寶積經述", "460": "未來世起欲恚害惡尋思者亦復如是。迦葉！", "461": "當於爾時住是種類，所謂惡行賊行矯行。汝", "462": "觀爾時毀禁戒者，聞是等經便生誹謗。若有", "463": "已能住戒布施，生於歡喜發菩提心，後聞是", "464": "經復生謗毀。汝觀爾時有此相貌，可為記驗。", "465": "若聞是經而生誹謗，於中智者、修淨戒者、持", "466": "正法者，知是經內說此比丘名不知法，即應", "467": "捨離如是等人，此輩無心愛敬法故。", "468": "大寶積經卷第一", "47": "唐朝議郎行河南府告成縣", "48": "主簿徐鍔撰", "49": "夫日月出矣而輝耀十方，時雨降矣而澡漉", "5": "不滅。拯沈淪於沙劫、救焚灼於塵區，毒龍懼", "50": "萬物。況我身常樂，湛虛空之相，妙覺圓明，融", "51": "心行之本，唯曒唯昧、不生不滅者哉。是以闢", "52": "無學之地聿修迦蘭，啟息言之津亶作羅奈，", "53": "智勝菩薩起方便之緣，淨居天人發成就之", "54": "力，稱謂所絕者其第一義乎！自恒星夜掩、仙", "55": "虹晝爍，青鉢傳其睟容，寶棺現其金臂。法山", "56": "摧仞，拂魔箭於危屏，直水橫流，係慈航於彼", "57": "岸。烏虖！妙藏不可以常祕，戒輪不可以終󰤙，", "58": "雖雙林下砉示於泥洹，逮一千年遹被於聲", "59": "教。龍持貝葉亟傳摩竭之城，象負蓮華遂滿", "6": "其威光、醉象憚其神力，其大則包於宇宙，其", "60": "真丹之境。三十七品慈悲於火宅，一十二經", "61": "引喻於沙界矣。大寶積經者，後漢迦葉摩", "62": "騰、竺法蘭及今朝玄奘法師、菩提流志等，咸", "63": "自西天竺所致也。如來昔在鷲峯利建平等，", "64": "金口注海，酌之而不竭，寶言如綸，振之而有", "65": "緒。烱茲瑞憲，久翳鴻都，原壑屢非，市朝多", "66": "變。歷代侚齊之主競興參譯，跋陀授記之言", "67": "罕能丕就。洎我唐之有天下也，功橫鐵圍，化", "68": "緜忉利，苑禦千界，提封萬剎。張四攝之扉，", "69": "廣納諸有；騁六道之驥，冥濟群惑。太上皇以", "7": "小則隱於毫芒。七十二君，先在陶鈞之內，萬", "70": "澤深智海掌耀禪珠，神皇帝以勛格梵空胸", "71": "懸法印，肅敷玄誥，照灑鴻波，歷選緇徒，明󰣬", "72": "列寀，博考同異，聿興刊緝，勇振頹綱，嚴持", "73": "絕紐。爰有沙門大德思忠、東天竺國婆羅門", "74": "大首領臣伊舍羅等譯梵文者，求善住緣，悟", "75": "無生忍，博聞強識，精而譯之。復有天竺沙門", "76": "波若屈多、沙門達摩證梵義者，開忍辱場，破", "77": "煩惱眾，弼諧神侶，明而辨之。復有沙門大", "78": "德履方、宗一、普敬、慧覺等筆授者，令聞孔", "79": "膠，威儀不忒，手握仙札，受而字之。復有沙門", "8": "八千載，即為俄頃之間，漢日載其通暉，周", "80": "大德深亮、勝莊、塵外、無著、慧迪等證義者，", "81": "國之大師、佛之右臂，探諸了義演而證之。復", "82": "有大德沙門承禮、雲觀、神暕、道本等次文", "83": "者，庇影多林，息肩香窟，勤修精進，纂而次", "84": "之。復有潤文官者，銀青光祿大夫邠王傅上", "85": "柱國固安縣開國伯盧粲、銀青光祿大夫太子", "86": "詹事崇文館學士兼修國史上柱國東海縣開", "87": "國公徐堅、朝議大夫守中書舍人崇文館學", "88": "士上柱國野王縣開國男蘇晉、朝議郎給事", "89": "中內供奉崔璩等，位列鳳舞，聲流雞圃，分", "9": "星彰其降誕，鷲頭峯下演金口之微言，雞", "90": "別二諦，潤而色之。復有銀青光祿大夫守侍", "91": "中兼太子左庶子兼修國史上柱國鉅鹿縣開", "92": "國公魏知古、兵部尚書上柱國郭元振、銀青", "93": "光祿大夫檢校中書令上柱國范陽縣開國男", "94": "張說、銀青光祿大夫行中書侍郎同中書門下", "95": "三品監修國史上柱國興平縣開國侯陸象先", "96": "等，朝踐瑣闥，夕遊珠域，護持四法，總而閱", "97": "之。爾乃杖錫之士、端珪之俊，麻列定筵，林攢", "98": "樂土，蔭祥雲而演譯，倐換炎涼，吸甘露而勤", "99": "求，載淹衡晷，大乘章句義不唐捐，小品精"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0310 大寶積經: 大寶積經: 大寶積經: 大寶積經: 大寶積經: 大寶積經", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}