{"author": "後漢 安世高譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1557 阿毘曇五法行經: 阿毘曇五法行經: 阿毘曇五法行經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1557", "1": "阿毘曇五法行經", "2": "後漢安息三藏安世高譯", "3": "苦法黠可苦法黠。習法黠可習法黠。盡法黠", "4": "可盡法黠。道法黠可道法黠。苦法者。謂形體", "5": "萬物皆當衰老死亡。是為苦。癡人謂可常保", "6": "持。是為樂黠。可知是為苦。便不復向生死。是", "7": "為苦法黠。可。", "8": "習法者。謂習欲習得習婬習怒習癡習好習", "9": "美。黠可者如是為習。從習得盡便不欲。是為", "10": "習法黠。可盡法者。謂人物會當消散滅盡。便", "11": "得亦不喜。失亦不憂。是為盡法黠。可道法者。", "12": "行道得道。作善上天。作惡入惡。道黠可者知", "13": "去惡就善。是為道法黠。可黠者。覺可者。知。", "14": "本不知是為苦。苦為一意知為苦。是為二意。", "15": "習為一意知為習。是為二意。盡為一意知為", "16": "盡。是為二意。道為一意知為道。是為二意。此", "17": "八意在外。", "18": "非常苦空非身。本習生因緣盡。止如意要道", "19": "處受觀。", "20": "盡。苦空非身何緣得盡。盡從苦來。從苦得", "21": "盡。因盡便得空。得空便知非我身。是四意為", "22": "隨苦諦。", "23": "何等為苦。一切在生死皆為苦。會欲亦不欲", "24": "會欲。謂人諸所欲得亦不欲。謂人意諸所不", "25": "欲。是皆為苦。貪從習出。隨非常意求滅苦從", "26": "習得。", "27": "何等為法。謂因緣作是得是是為法。當為識", "28": "已識為却意當為斷。從四諦中苦諦。習諦為", "29": "證有。道見苦知從習起。見習知苦見盡諦", "30": "知非常。", "31": "何等為可。謂憙道不忘道。常求道以道為可。", "32": "何等為黠。常問道為黠。已問能受能行是為", "33": "黠。習亦如是。盡滅亦如是。道亦如是。", "34": "苦為罪法為行結。黠為三十七品經。可為行", "35": "行者為行道。如是為習。如是為盡。如是為", "36": "道。皆為增上。", "37": "第一為苦。何等為苦。一切惡不可意為苦。已", "38": "識苦不欲者。便行道不離為可。苦生有本。苦", "39": "為何等。本從萬物。萬物無有亦不盡。已不盡", "40": "人亦不憂。已不憂人亦無有苦。", "41": "第二為習。何等為習。意隨愛為習。斷愛", "42": "無有習。持何等行為斷愛。萬物皆從因緣", "43": "生。斷因緣不復生。當那得斷因緣。持意念道。", "44": "已持意念道。意不得兩念。便在道是。為習。", "45": "第三為盡。苦法為萬物。以敗便得憂。已得憂", "46": "便老。已老便得病瘦死。是名為外盡苦法。何", "47": "以故。為外盡苦法。為自罪未除。何以故。為自", "48": "罪未除。為生死未滅。何以故。生死未滅為非", "49": "一意。何以故。非一意為不墮禪棄故。何以故。", "50": "不墮禪棄不受行如佛語。是名為外盡。內盡", "51": "為何等。意墮守。已墮守餘意不得生。已餘意", "52": "不得生便滅結。已滅結便罪盡。已罪盡便盡", "53": "無有。是名為內盡。", "54": "第四為道。何等為道。苦可意道名為八種。何", "55": "等為八種。如是安般守意說八行意。不墮生", "56": "死但有墮道。已墮道便斷上頭三事。何等三", "57": "事。苦習盡。已斷苦習盡便定。已定所向便得", "58": "道。何等為得道。已苦滅不復生是為得。有五", "59": "法行。何等五。一者色。二者意。三者所念。四", "60": "者別離意行。五者無為。", "61": "色為何等。所色一切在四行。亦從四行所。四", "62": "行為何等。地種水種火種風種。亦從四行", "63": "因。所色為何等。眼根耳根鼻根舌根身根。色", "64": "聲香味細滑。亦一處不更。", "65": "意為何等。所意心識。是為何等。六識身。六識", "66": "為何等。眼識耳識鼻識舌識身識心識。", "67": "所念法為何等。若所念法意共俱。是為何等。", "68": "痛想行痒念欲。是意定黠。信進計念貪不貪", "69": "善本惡本不分別本。一切結縛便勞。從起所", "70": "黠所見所要亦所有。如是法意共俱。是名為", "71": "意所念法。", "72": "別離意行為何等。所別離意不共。是為何等。", "73": "得不思想政盡政不思想念想。下輩苦得", "74": "處得種得。入生老止非常名字絕具如應。亦", "75": "餘如是法分別意行。是名分別意行。", "76": "無為何等。空滅未離滅不須受。", "77": "地種為何等堅者。水種何等濕者。火種何等", "78": "熱者。風種何等起者。眼根何等。眼識相著可", "79": "色。耳根何等。耳識相著可色。鼻根何等。鼻識", "80": "相著可色。舌根何等。舌識相著可色。身根何", "81": "等。身根相著可色。色為何等。若色端正不", "82": "端正等色。俱中央色想。像上頭一識更。眼識", "83": "色更為心識更。是色兩識。更知何等。兩眼識", "84": "心識。聲為何等。從受行出聲。亦不從受行出", "85": "聲。從受行本聲。亦不從受行本受聲。若上頭", "86": "一識更知耳識已。更心識便知是聲。兩識更", "87": "知耳識心識。香為何等。若根香若莖香若花", "88": "香若實香。香香臭香等香所香。是名為香。", "89": "若上頭一識。一識更知鼻識已。更心識便如", "90": "是香。兩識更知鼻識心識。味為何等。若酢味", "91": "甜味鹽味苦味醎味辛味澁味。亦所噉覺味。", "92": "若上頭一識知舌識。舌識已更心識便知是", "93": "味。兩識更知舌識心識。細滑更為何等。若滑", "94": "若麁若輕若重若寒若熱若飢若渴。為上頭", "95": "一識知身識身。識已更心識便知。是一處樂", "96": "為兩識更知身識心識。心識一處不更。色為", "97": "何等。若色法識想著。是為何等。若身善者不", "98": "善者不更。若常一識知心識。", "99": "眼識為何等。眼相依色因知。耳識為何等。", "100": "故耳根相依聲因知。鼻為何等。鼻根相依香", "101": "因知。舌識為何等。舌根相依味因知。身識", "102": "為何等。身根相依樂著因知。心識為何等。心", "103": "根相依法因知。痛為何等。為樂是亦為三輩", "104": "少多無有量。想為何等。所對行為何等。所作", "105": "是亦為三輩。善惡不分別福殃度。願樂為", "106": "何等。三會是亦為三輩。善樂惡樂亦不善亦", "107": "不惡樂意念。何等為意念。是亦為三輩。善", "108": "惡不分別。欲為何等。欲作是何等。意可意", "109": "為何等。念思惟何等。為一意。黠為何等。為", "110": "觀法。信為何等。可意。進為何等。觀念。計", "111": "為何等。所念使求增望念願。願是名為計。分", "112": "別念為何等。所觀觀隨不絕相隨。是名為", "113": "念。計念為何等。異意大為計。意微為念。計", "114": "念是為異。貪為何等。不隨善法不信至誠不", "115": "行不應行。是名為貪。不貪為何等。隨善法", "116": "信至誠行應行。是名為不貪。善本何等。有三", "117": "善本。無有貪善本。無有瞋恚善本。無有愚癡", "118": "善本。是名為善本。不善本為何等。不善本有", "119": "三。貪為不善本。瞋恚為不善本。愚癡為不善", "120": "本。是名為不善本。不分別本為何等有五不", "121": "分別。愛不分別。憍慢不分別。癡不分別。疑不", "122": "分別。行是名為不分別本。", "123": "結為何等。有九結。一為持念結。二為憎結。", "124": "三為憍慢結。四為癡結。五為邪結。六為失願", "125": "結。七為疑結。八為嫉結。九為慳結。", "126": "持念結為何等。三界中貪。增結為何等。為", "127": "人間不可息。憍慢結為何等。憍慢結名為七", "128": "輩。何等七。一為憍慢。二為憍。三為自慢。四", "129": "為自計慢。五為欺慢。六為不如慢。七為邪慢。", "130": "憍慢為何等。不如者我為勝如者等。從是憍", "131": "慢自計意起。意識合意。是名為憍慢。慢為", "132": "何等輩中勝勝中等。從是所慢亦自計自計", "133": "勝者勝。是名為自慢。亦說者憍慢慢當為一", "134": "切合會。是名為自慢。自計慢為何等。為五陰", "135": "自身是我身計自念。從是慢慢自知意生意", "136": "起合意。是名為自計慢。欺慢為何等。未得", "137": "計得未知計知未盡計盡。從是憍慢自計意", "138": "觀意起合意。是名欺慢。不如慢為何等遠不", "139": "如自計少不如。若豪若業。若業若何。若罪若", "140": "病不及十倍百倍。自計如是為不如。從是憍", "141": "慢自計自見意生意起合念。自為是名為不", "142": "如慢。邪慢為何等。不賢者自計賢者。從是有", "143": "憍慢自念自計。意生意起合念。是名為邪慢。", "144": "是為七慢。慢名為憍慢結。", "145": "癡結為何等。三界中所有癡。是名為癡結。", "146": "邪結為何等。邪結有三輩名為邪結。一為身", "147": "邪。二為邊邪。三為邪邪。身邪為何等。是身是", "148": "我身。是名為身邪。邊邪為何等。一者斷滅。二", "149": "者常在。是名為邊邪。邪邪為何等。邪邪為諍", "150": "本壞福。是為三邪。", "151": "失願結為何等。失本不受功挍恩。是名失願", "152": "結。是兩失名為失願結。盜結為何等。兩盜名", "153": "盜結。一為受盜。二為戒盜。受盜為何等。為五", "154": "陰念尊大最無有極。從是所欲所意。所可所", "155": "用。是名為盜結。盜戒為何等。從是淨從是離", "156": "從是解從是要出用。是故所人所意所可所", "157": "願。是名為盜戒。是兩盜名為盜結。", "158": "疑結為何等。為疑四諦。是名為疑結。嫉結為", "159": "何等。亂意為嫉結。", "160": "慳結為何等。不能制意。是名為慳結。故一", "161": "切結。", "162": "縛者為何等。所結者名為縛故說縛。", "163": "使者為何等。使者為七。何等為七。一為欲", "164": "使。二為不可使。三為欲世間使。四為憍慢使。", "165": "五為癡使。六為邪使。七為疑使。", "166": "欲使為何等。欲使名為五使。何等為五者", "167": "欲。從苦見斷欲。著欲從習見斷欲。著欲從盡", "168": "見斷欲。著欲從道見斷欲。著欲從思惟見斷", "169": "欲。是名為五使。名為欲使。", "170": "不可使名為何等。五使名為不可使。何等為", "171": "五。從苦見不可斷。從習見不可斷。從盡見不", "172": "可斷。從道見不可斷。從思惟見不可斷。是五", "173": "使名為不可使。世間欲可使為何等。十使名", "174": "為世間可欲使。何等為十。著色見苦斷欲。著", "175": "色見習斷欲。著色見盡斷欲。著色見行道斷", "176": "欲。從色因著思惟斷欲。從無有色因著見苦。", "177": "斷欲。從無有色因著見習斷欲。從無有色因", "178": "著見盡斷欲。從無有色因著見道斷欲。從無", "179": "有色因著思惟斷欲。是十使名為欲世間使。", "180": "憍慢使為何等。憍慢使有十五。何等為十五。", "181": "著欲見苦憍慢斷。著欲見習憍慢斷。著欲見", "182": "盡憍慢斷。著欲見道憍慢斷。著欲思惟見憍", "183": "慢斷著色見苦憍慢斷。著色見習憍慢斷。著", "184": "色見盡憍慢斷。著色見道憍慢斷。著色思惟", "185": "憍慢斷。著無有色見苦憍慢斷。著無有色見", "186": "習憍慢斷。著無有色見盡憍慢斷。著無有色", "187": "見道憍慢斷。著無有色思惟憍慢斷。是十五", "188": "使名為憍慢使。", "189": "癡使為何等。十五使名為癡使。何等為十五。", "190": "著欲見苦癡斷。著欲見習癡斷。著欲見盡癡", "191": "斷。著欲見道癡斷。著欲思惟癡斷。著色見苦", "192": "癡斷。著色見習癡斷。著色見盡癡斷。著色", "193": "見道癡斷。著色思惟癡斷。著無有色見苦癡", "194": "斷。著無有色見習癡斷。著無有色見盡癡斷。", "195": "著無有色見道癡斷。著無有色思惟癡斷。是", "196": "十五使名為癡使。", "197": "邪使為何等。三十六使為邪使。何等為三十", "198": "六。十二使著欲。十二使著色。十二使著無有", "199": "色。是名為三十六使。十二使著欲為何等。著", "200": "欲見苦斷身邪。著欲見苦斷要邪。著欲見苦", "201": "斷邪邪。著欲見習斷邪邪。著欲見盡斷邪邪。", "202": "著欲見道斷邪邪。著欲見苦斷見盜。著欲見", "203": "習斷見盜。著欲見盡斷見盜。著欲見道斷見", "204": "盜。著欲見苦斷戒盜。著欲見道斷戒盜。是名", "205": "為十二使著欲使。", "206": "十二使著色為何等。著色見苦斷身邪。著色", "207": "見苦斷要邪。著色見苦斷邪邪。著色見習斷", "208": "邪邪。著色見盡斷邪邪。著色見道斷邪邪。著", "209": "色見苦斷見盜。著色見習斷見盜。著色見盡", "210": "斷見盜。著色見道斷見盜。著色見苦斷戒盜。", "211": "著色見道斷戒盜。是名為十二使。著色使。", "212": "十二使。著無有色為何等。著無有色見苦斷", "213": "身邪。著無有色見苦斷要邪。著無有色見苦", "214": "斷邪邪。著無有色見習斷邪邪。著無有色見", "215": "習斷邪邪。著無有色見道斷邪邪。著無有色", "216": "見苦斷見盜。著無有色見習斷見盜。著無有", "217": "色見盡斷見盜。著無有色見道斷見盜。著無", "218": "有色見苦斷戒盜。著無有色見道斷戒盜。", "219": "是名為十二使著無有色使。是為三十六使。", "220": "名為三十六邪使。", "221": "疑使為何等。十二使名為疑使。何等十二。著", "222": "欲見苦斷疑。著欲見習斷疑。著欲見盡斷疑。", "223": "著欲見道斷疑。著色見苦斷疑。著色見習斷", "224": "疑。著色見盡斷疑。著色見道斷疑。著無有", "225": "色見苦斷疑。著無有色見習斷疑。著無有色", "226": "見盡斷疑。著無有色見道斷疑。是名為十二", "227": "疑。使是為塵是為塵腦。有時塵無有腦者。", "228": "除塵所餘亂意念法。是為腦非塵。從起為", "229": "八。一為睡。二為瞑。三為樂。四為疑。五為", "230": "猗。六為恣態。七為不愧。八為不慚。是故說", "231": "從起八。", "232": "所黠為何等。十黠。何等為十。一為法黠。二", "233": "為比黠。三為知人心黠。四為巧黠。五為苦", "234": "黠。六為習黠。七為滅黠。八為道黠。九為盡", "235": "黠。十為無為黠。", "236": "法黠為何等。在生死欲所無有結黠。在生死", "237": "欲本所無有結黠在。生死欲滅無有結黠。在", "238": "生死欲壞道行無有結黠。亦在法黠亦在法", "239": "地所無有結黠。是名為法黠。", "240": "比黠為何等。在色無有色行無有結黠。在色", "241": "無有色本無有結黠。在色無有色行滅無有", "242": "結黠。在色無有色行斷為道無有結黠。亦在", "243": "比黠亦在比地無有結黠。是名為比黠。", "244": "知人心黠為何等。所黠行所黠福所黠合。已", "245": "得不舍。常在前常念不忘。為人故為他眾", "246": "故恩行。是故意念知。是名為知人心黠。", "247": "巧黠為何等。世間所行黠。是名巧黠。苦黠", "248": "為何等。受五陰非常苦空非身念所無有結", "249": "黠。是名為苦黠。", "250": "習黠為何等。世間本亦本集生因緣思念", "251": "無有結黠。是名為習黠。", "252": "滅黠為何等。滅滅為黠。最要念不結黠。是", "253": "名為滅黠。", "254": "道黠為何等。道為道如應受觀者。欲出念無", "255": "有結黠。是名為道黠。", "256": "盡黠為何等。已識苦已舍習盡已有證。道", "257": "已行從是黠見知意得應。是名為盡黠。", "258": "無為黠為何等。苦已更不復更。習已畢不復", "259": "畢。盡已有證不復用證。道已行不復行。從是", "260": "所黠所見所知所意得。是名為無為黠。故說", "261": "所黠。", "262": "所有見為何等。所有黠見為見。有時見非", "263": "黠。為何等。八更者可。八更者可為何等。苦", "264": "法黠可苦譬黠可。習法黠可習譬黠可。盡法", "265": "黠可盡譬黠可。道法黠可道譬黠可。故說所", "266": "見。若得是為黠。不有時得。非黠八更可如", "267": "上說。故說所更。", "268": "德為何等。得法為德。無有思想思惟為何", "269": "等。天上一處名為一切淨。在有無有欲前。有", "270": "思想出所意念法滅不隨。是名為不思想思", "271": "惟。滅思惟為何等。二十六天上名為不欲。", "272": "中得道者。上頭行要出所意念法滅倒。是名", "273": "為滅思惟不思想為何等。無有思想人化生", "274": "天上。上頭意亦墮天上時意除是中間。乃從", "275": "是若意念法滅倒。是名為不思想。", "276": "念根為何等。三界中命會為何等。人同居", "277": "得。處為何等。同郡縣。種得為何等。為五", "278": "陰。入得為何等。所內外得入。是名為入得。", "279": "生為何等。得陰。老為何等。陰熟。止行何", "280": "等。宿命行來望。非常為何等。已生復亡。名", "281": "字為何等。知分別。絕為何等。字為具。政用", "282": "為何等。字會。", "283": "空為何等。虛空無所有無所著無所色。是名", "284": "為空。盡尚未離為何等。已盡不復更不復", "285": "著。盡為何等。度世無為。是名為五法五行", "286": "行說具。", "287": "阿毘曇五法行經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1557 阿毘曇五法行經: 阿毘曇五法行經: 阿毘曇五法行經", "source": "CBETA"}