{"author": "尊者勝友造  唐 義淨譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1458 根本薩婆多部律攝: 根本薩婆多部律攝: 根本薩婆多部律攝", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "總釋學處第三部2 九十波逸底迦法90 與佛等過量作衣學處", "1": "根本薩婆多部律攝卷第十四", "2": "尊者勝友集", "3": "三藏法師義淨奉　制譯", "4": "第四部1 四波底羅提舍尼法第四部四波底羅提舍尼法", "5": "攝頌曰：", "6": "非親尼自受，舍中處分食，", "7": "不請向學家，受食於寺外。", "8": "1 從非親尼受食學處從非親尼受食學處第一", "9": "佛在王舍城竹林園中，時蓮花色苾芻尼自", "10": "發願言：「我乞食時得初滿鉢奉施僧伽，得第", "11": "二鉢自供而食。」後因行乞見飢苾芻，復持第", "12": "二鉢以用布施，緣斯斷食。明日又乞初鉢施", "13": "僧，得第二鉢方欲自食，時鄔波難陀從彼乞", "14": "求，便持施與，身體虛羸於大巷中悶絕倒地。", "15": "諸居士見咸生譏議：「沙門釋子無悲愍意。」由", "16": "苾芻尼乞食，事過分廢闕待緣，譏嫌煩惱，制", "17": "斯學處。", "18": "「若復苾芻，於村路中從非親苾芻尼自手受食", "19": "食，是苾芻應還村外住處詣諸苾芻所，各別", "20": "告言：『大德！我犯對說惡法，是不應為，今對", "21": "說悔。』是名對說法。」", "22": "言非親者，若是親尼受食非犯。苾芻尼者，謂", "23": "已近圓是清淨行。於村路中者，若尼住處受", "24": "取、若苾芻尼自為施主，食非乞得苾芻受取，", "25": "悉皆無犯。自手者，謂是自受、若他為受。若尼", "26": "遣人送者，無犯。言食者，謂五珂但尼、五蒱膳", "27": "尼，受得便犯重。言食者，說本意也。是苾芻者，", "28": "簡苾芻尼。應還村外住處者，往本住處說悔", "29": "其罪，設村路中有苾芻者亦不應說。詣諸苾", "30": "芻者，謂清淨人。我犯惡法者，謂是如來所遮", "31": "之事。是不應為者，言非苾芻所應作事。是名", "32": "對說者，各各對人說罪名字。問：「自餘諸罪皆", "33": "對他說，云何於此得對說名？」答：「謂於住處現", "34": "有苾芻，皆須一一別對陳說，不同餘罪故受", "35": "別名。又犯罪已，即須陳說不得停息，復異餘", "36": "罪。」實非親尼作非親想疑得根本罪，親非親", "37": "想疑得惡作罪，於親非親而作親想無犯。", "38": "2 受尼指授食學處受尼指授食學處第二", "39": "佛在室羅伐城給孤獨園，時六眾苾芻語窣", "40": "吐羅難陀苾芻尼曰：「若有施主請僧食處，汝", "41": "可就宅教彼施主多以好食與我。」爾時彼尼", "42": "既受教已，於他請處多持好食偏與六眾。由", "43": "此食少不得周遍，令諸苾芻空腹而去，事惱", "44": "同前，制斯學處。", "45": "「若復眾多苾芻於白衣家食，有苾芻尼指授", "46": "此苾芻，應可多與美好飲食。諸苾芻應語是", "47": "苾芻尼言：『姊妹！且止少時，待諸苾芻食竟。』若", "48": "無一人作是語者，是諸苾芻應還村外住處，", "49": "詣諸苾芻所，各別告言：『大德！我犯對說惡法，", "50": "是不應為，今對說悔。』是名對說法。」言眾多苾", "51": "芻者，二人已上乃至大眾。白衣家者，謂有門", "52": "戶巷陌之處；若在寺中者，無犯。食者如上說。", "53": "此與多好等者，顯勝顯多。姊妹！且止少時", "54": "者，謂據食竟以為少時，是故云待諸苾芻食", "55": "竟。若無一苾芻作是語者，若一人遮合眾無", "56": "犯。若在門外食者，應問：「門內無苾芻尼指授", "57": "食不？」若不問者，得惡作罪。若見有尼或出或", "58": "入，亦應問之。若不問者，亦得惡作。若尼親族", "59": "家、若由彼尼而設供食指授者，無犯。", "60": "3 學家受食學處學家受食學處第三", "61": "佛在廣嚴城，僧訶將軍已見諦理，心生正信", "62": "常行惠施，所有庫藏遂致空竭。世尊知時教", "63": "作白二羯磨，於彼舍內不應受食，若有床座", "64": "應為受之。時尊者舍利子、目乾連，先受彼請", "65": "於舍內食。六眾見已作是念：「此人初見諦時", "66": "亦請我食。」又因食竟，見彼家中有小男女求", "67": "食而泣。由乞食事煩惱同前，制斯學處。", "68": "「若復苾芻，知是學家僧與作學家羯磨，苾芻", "69": "先不受請，便詣彼家自手受食食。是苾芻應", "70": "還村外住處，詣諸苾芻所，各別告言：『大德！我", "71": "犯對說惡法，是不應為，今對說悔。』是名對說", "72": "法。」言學家者，謂預流果、一來果、不還果，唯此", "73": "學人處在居家，非無學位。學家羯磨者，謂眾", "74": "共許作法成就。先不受請者，雖得羯磨受請", "75": "非犯。若非二五羹菜等類，自手受取及得解", "76": "法，並皆無犯。言解法者，謂彼貲財還復如", "77": "故，應作白二捨前遮法。境想六句如上應知。", "78": "4 阿蘭若住處外受食學處阿蘭若住處外受食學處第四", "79": "佛在劫比羅伐窣覩城多根樹園，時六眾苾", "80": "芻在阿蘭若住，時彼林野多諸賊寇，有信心", "81": "者持供食來，欲就林中興設福會。是時六眾", "82": "預往迎食，見彼女人被賊剝脫身無衣服隱", "83": "在草中。六眾見已強令授食。家人後至問知", "84": "非法，斷絕信心因生譏謗。事惱同前，制斯", "85": "學處。", "86": "「若復苾芻，在阿蘭若恐怖處住，先無觀察險", "87": "難之人，於住處外受食食者，是苾芻應還住", "88": "處，詣諸苾芻所，各別告言：『大德！我犯對說", "89": "惡法，是不應為，今對說悔。』是名對說法。」", "90": "阿蘭若者，去村一拘盧舍有僧住處，此據緣", "91": "起故作是說；若更遠處亦同此制。凡是住處", "92": "若有惡魔不信天眾，可畏藥叉及諸猛獸，並", "93": "不應住。若險難處無看守人者，應差苾芻具", "94": "五法者令往看守。既被差已，彼應晨朝詣險", "95": "難處用心觀察，若見賊時應放火烟、或道中", "96": "布葉、或竪高幡令人遠見。若有施主送供食", "97": "來，見此標時令其警備、或遣人迎接。其觀察", "98": "人，聽在中前食五正食。若看守人在道受供", "99": "者無犯。住處外者，謂離住處也。應還住處者，", "100": "前三學處過由家起故云向村外；此一學處", "101": "過在空林，故云應還住處。實無看守作無看", "102": "守想疑，得根本罪，次二輕，後二無犯。在阿蘭", "103": "若所居方地，星辰道路咸應善知。行人來往", "104": "隨力供給。乾󰉓及水量時貯畜。若見客至應", "105": "唱善來，含笑先言不應嚬蹙。若女人。來隨其", "106": "年幾作母女姊妹等想，餘文可知。", "107": "第五部1 眾學法第五部眾學法", "108": "總攝頌曰：", "109": "衣食形齊整，俗舍善容儀，", "110": "護鉢除眾病，草水過人樹。", "111": "眾學法者，謂於廣釋及十七事中，所有眾多", "112": "惡作惡說，咸悉攝在眾學法中。如諸苾芻不", "113": "應鼓樂，若供養時不得告云：「汝可作樂。」應語", "114": "言：「汝可供養大師。」不應三指點灰於自額上", "115": "畫為三道，亦不以鏡及水為好觀。而觀蟲之", "116": "時，見面無犯。若看面瘡痕、若看頭白面皺、觀", "117": "知前後容顏改變生厭離想，此皆無犯。不應", "118": "以梳理髮，於諸善品不應懶惰。若為大眾種", "119": "植諸樹，未花未果不應捨而遠行，若囑別人看", "120": "守者無犯。出入門戶咸須用心，開閉之時", "121": "不應造次。若經行時勿緩勿急。應畜洗足器，", "122": "若見瓶空應即添水。不應以杙釘於制底。不", "123": "應登上。若無求寂及以餘人者，應香湯洗足", "124": "為供養事上亦無犯。若作大師形像，除脚釧", "125": "耳璫，餘莊嚴具隨意應作。若菩薩像者聽。佛", "126": "陀大會旋繞村城行道之時，五眾咸應隨從", "127": "圍繞，其最老上座應受吉祥水，有力少年應", "128": "助擎像，如是等於律所說，不依行者咸得惡", "129": "作。又於苾芻尼學處，苾芻所不應為者，亦皆", "130": "得罪，是故通言眾多學法。此等皆由法式事", "131": "譏嫌煩惱，制斯學處。", "132": "爾時世尊作如是念：「過去諸佛云何教聲聞", "133": "眾著衣服耶？」是時諸天前白佛言：「如淨居天", "134": "所著衣服。」世尊即以天眼觀知，如天所說無", "135": "有異也，因制苾芻披著衣法。言齊整者，離不", "136": "齊整著衣之過。應當學者，是應學事。不太高", "137": "者，不過膝上。此中犯者，若苾芻不依佛教，不", "138": "顧羞耻欲為非法者，捉衣開張得責心惡作；", "139": "若披著身得對說惡作。若苾芻有順奉心，而", "140": "著衣不如法、或時忘念、或是無知非法著者，", "141": "唯犯責心惡作。如是於餘學處准此應知。不", "142": "太下者，語不下垂至地。齊何是著裙量？謂齊", "143": "踝上四指。不象鼻者，不放裙邊，當臍內擪下", "144": "垂於地，由如象鼻。不蛇頭者，謂反出衣角，", "145": "屈擪腰間，頭若龍蛇。不多羅葉者，謂捉裾邊", "146": "細疊成襵，腰邊總擪，形若多羅葉，上聚下散。", "147": "不豆團形者，總捉上裙傍內腰裹，同俗婦女", "148": "著裙作豆團形。齊整披三衣者，亦是離不齊", "149": "整著衣過。不太高者，謂不過膝上。不太下者，", "150": "不垂過裙緣。好正披者，不張手足現撩亂相。", "151": "好正覆者，應好覆蓋不偏露形。少語言者，不", "152": "應同俗多作言說，不大叫呼如童兒類，設有", "153": "須喚他不聞時，應請俗人為其大喚。不高視", "154": "者，舉目視前一踰伽地是為視量，踰伽量者", "155": "長四肘也。不應傍視亦不迴顧，端形直視徐", "156": "行而進，牛馬犬等應預觀察，不應逼近恐有", "157": "傷損。不覆頭者，不以衣物覆頭如新嫁女。上", "158": "下衣服不得偏抄一邊露現形體。雙抄者，總襵", "159": "兩邊置於肩上。凡是行步非大人相者，皆應", "160": "遠離。不搖身者，如衒色女搖身而行。不掉臂", "161": "者，猶如小兒及瘨狂類。不搖頭者，猶如象子", "162": "搖動其頭。不肩排者，不以肩髆排觸於他。不", "163": "連手者，不應連手在路並行。未請坐不應坐", "164": "者，在室羅伐悉底城，由鄔波難陀在婆羅門", "165": "舍，制斯學處。不善觀察者，亦在室羅伐悉底", "166": "城，由鄔陀夷不觀床座坐殺小兒。放身者，緣", "167": "在劫比羅伐窣覩城，由鄔陀夷習學菩薩昔", "168": "在宮時生戲弄心放身而坐，床座摧破招譏", "169": "故制。不壘足者，不以一脚重於脚上壘之而", "170": "坐。不重內踝者，謂不正身重踝而坐。不重外", "171": "踝者，准事應知。恭敬受食者，凡受食時極須", "172": "存念，不應寬慢致令鉢破。不得滿鉢受飯者，", "173": "受食之時應觀其鉢勿令流溢，所有羹菜不", "174": "應多請，後安飯時恐溢出故。行食未至不應", "175": "遙喚，隨到受之勿生貪想。若預申鉢表有貪", "176": "心，鉢臨食上是醜惡相。言恭敬者，不多言說", "177": "相同婬女。應善用心摶者，謂以手把飯非多", "178": "非少可口而內，非是摶令相著，張口待食現", "179": "饕餮相。食在口中不應言說，同白衣法。羹飯", "180": "不得互掩覆者，意欲多求長貪心故，應於飲", "181": "食生厭離想，是為出家所應作事，隨得隨食", "182": "少欲為念。不彈舌食者，施主設食其食過甜，", "183": "故為彈舌詐現醋相。不󰜤㗱食者，其食實醋", "184": "故󰜤㗱脣作聲而現甜相。言呵氣食者，其食", "185": "過熱戲現冷相呵之使熱。吹氣食者，其食過", "186": "冷戲現熱相吹之使冷，此等皆是調弄施主", "187": "致招譏過。不手散食者，不如雞爬食。不齧半", "188": "者，半在口中半墮鉢中。不舒舌者，長舒其舌", "189": "舐掠兩脣。窣覩波形者，下置󰉓團倣其塔狀，", "190": "上置蘿菔作相輪形，是地獄中脯爛拏塔，為", "191": "其調戲致俗譏嫌。舐手者，手有餘食不應舌", "192": "舐，手有食水不振餘人，繫心而食充軀長道，", "193": "不得觀他生嫌賤心。污手捉淨水者，謂食所", "194": "霑及不淨所污。凡欲食噉，皆須土屑澡豆等", "195": "淨洗手已，方捉食器飲器及淨水瓶。有諸俗", "196": "人從苾芻乞鉢中水，為吉祥故、為除病故。時", "197": "鄔波難陀以所食鉢水和殘飯持與，令生嫌", "198": "賤，是故聖制授鉢水法，應先三遍淨洗鉢已，", "199": "盛滿清水誦聖伽他，可兩三遍方授與人。地", "200": "上無替不應安鉢者，若以樹葉等為替者無", "201": "犯。不立洗鉢者，恐墮破故，及危險等處皆恐", "202": "損故。聽法之人先應虔敬，若懷憍慢法水不", "203": "停，是故恭勤方能受道，離憍傲相及諸兵刃", "204": "方為說法，若有病者無犯。若青草上好樹下，", "205": "及花果樹人所停息者，不應大小便。若棘刺", "206": "叢處者無犯。若大林中行枝葉交茂，應離", "207": "人行處，若涉生草田間無空處，應持乾葉布", "208": "上便利。若無可得者無犯。應於寺東北角安", "209": "置圊廁，其廁四邊應栽棘刺，大小行廁並須", "210": "別作，各安門扇皆著傍扂，其便利處應在隱", "211": "屏。凡欲入廁應脫上衣，在於上風淨處安置，", "212": "向洗手處於甎版石上，先置灰土用為洗淨，", "213": "其置土物長一肘、闊一磔手餘，用灰及土列", "214": "作兩行。行別七聚，更安一聚總十五聚，土須", "215": "細末聚若半排，貯土之器應用木槽，預收備", "216": "擬無令闕乏。將入廁時持土三塊，事訖可用", "217": "餘物隨時去穢。一用洗身，二塊遍洗左手。其", "218": "籌片等不應棄於廁內，應穿小孔向外棄之。", "219": "下濕之鄉別為洗處，水流外出不應停溢。若", "220": "懸絕臨崖者隨事籌量。初入廁時作聲謦欬、", "221": "或時蹋地、或復彈指，應掩門扇閉以傍扂。便", "222": "轉既竟，左腋抱瓶右手開門，至洗淨處蹲在", "223": "一邊土近右手，瓶安左髀左臂牢󰜐，或安三", "224": "叉木上。注水向身，然後右手撥取七土但洗", "225": "左手，後之七土兩手俱洗。餘有一土用洗君", "226": "持，其水隨洗隨流勿令停住。次向餘處別洗", "227": "雙足，披衣持瓶，既到房已安置觸瓶，以乾牛", "228": "糞揩手，取淨瓶水如法再三洗漱，方名為淨，", "229": "得作餘事。此由身子作斯洗淨，伏彼外道婆", "230": "羅門故。世尊因此制諸苾芻，若不依行咸得", "231": "惡作。若小便時，但一土洗身一土洗身，如廣", "232": "文說。撿挍寺人數觀廁處，見有不淨即應掃", "233": "拭塗治、或水洗令淨。其小行處有不淨時，應", "234": "用草揩或破布拭以水灌洗，有泥決通無令", "235": "臭穢。若有病人不能起動者，應穿床席作孔", "236": "以破衣替，身恐生瘡損除棄不淨，應畜兩盆", "237": "更互淨洗、或將油拭。大小行時不應披三衣，", "238": "但著僧脚崎及裙，亦不應用好者，善須詳審", "239": "勿衣觸地。若苾芻大小行訖，乃至未將淨水", "240": "漱口，不受他禮亦不禮他，不坐床座及噉飲", "241": "食，違者皆得惡作。若飲藥湯無水可求者無", "242": "犯。若服瀉藥若患苦痢，乃至未止不應數洗，", "243": "須將籌等權時且用。若瀉痢竟依法而洗。鞋", "244": "履霑污即應洗除。病人坐處及洗淨處勿令", "245": "勞倦。若便利未至不應預去，時至不應久留。", "246": "若泄下氣勿使作聲。旋溺事了，不應久住其", "247": "處。於廁屋內若上座前、若在淨地，及對食者", "248": "皆不洟唾。凡洟唾時勿作大聲，亦不應數。若", "249": "多唾者應向屏處，若有病緣聽安承器、若沙、", "250": "若石、及草土等，安在器中勿使灒溢，應數洗", "251": "之無令臭氣。不得水中者，若水闊應於木上，", "252": "若無可得同上草田。不上過人樹者，恐日時", "253": "過望取食人，若有虎豹聽上高樹，但有難緣", "254": "並皆無犯。", "255": "此眾學法總為八例：一、著衣服事；二、入村事；", "256": "三、坐起事；四、食噉事；五、護鉢事；六、說法事；七、", "257": "便利事；八、觀望事。餘如廣文。", "258": "2 七滅諍法七滅諍法", "259": "攝頌曰：", "260": "現前并憶念，不癡與求罪，", "261": "多人語自言，草掩除眾諍。", "262": "應與現前毘柰耶，當與現前毘柰耶。", "263": "應與憶念毘柰耶，當與憶念毘柰耶。", "264": "應與不癡毘柰耶，當與不癡毘柰耶。", "265": "應與求罪自性毘柰耶，", "266": "當與求罪自性毘柰耶。", "267": "應與多人語毘柰耶，當與多人語毘柰耶。", "268": "應與自言毘柰耶，當與自言毘柰耶。", "269": "應與草掩毘柰耶，當與草掩毘奈耶。", "270": "若有諍事起，當以七法順大師教，如法如律", "271": "而除滅之。此等皆由他詰問事，不忍他詰譏", "272": "嫌煩惱，制斯學處。", "273": "七滅諍法者，於四諍事七法能除，是故名此", "274": "為七滅諍法。何謂四諍？一、評論諍；二、非言諍；", "275": "三、犯罪諍；四、作事諍。言評論諍者，如有諍云：", "276": "「凡說法時獲利養者，此物合入說法之人。」有", "277": "云：「不合。」由此為緣，遂致紛競。因評論事而起", "278": "諍故，名評論諍。此之諍論局在僧眾、或望別", "279": "人諍根有六，若緣差別乃有十四。何謂為六？", "280": "一、忿恨；二、覆惱；三、嫉慳；四、諂誑；五、無慚愧；", "281": "六、惡欲邪見。何謂十四事？一、法；二、非法；三、", "282": "調伏；四、非調伏；五、有犯；六、無犯；七、重；八、輕；", "283": "九、有餘；十、無餘；十一、責心罪；十二、惡作罪；十", "284": "三、惡說罪；十四、越法罪。下三對人說。又有三", "285": "種：謂善、不善、無記，亦是諍根。問曰：「凡是評論", "286": "即是諍耶？」應作四句。第一句是評論而非諍，", "287": "謂但有評論不入諍門。第二句是諍非評論，", "288": "謂餘三諍。第三句前二合。第四句謂除前相", "289": "餘之三諍。各為四句，准此應說。言非言諍者，", "290": "若前人是善不應詰責而詰責者，名非言諍。", "291": "非者，是鄙惡義，謂以鄙惡之法而責詰他，如", "292": "世人云：「此非是人。」意欲說其是鄙惡人。如以", "293": "非法詰實力子而興於諍，此即是根，餘如上", "294": "說。犯罪諍者，謂五部罪，由諍此罪而起於諍，", "295": "此即是根。從身語心有犯，唯身如苾芻，與", "296": "未具人同室宿，未出作已出想。若臥睡已，女", "297": "人後至或睡不覺，他置高床、或他然燈燭等", "298": "有犯。唯語謂無故心過五六語，為女人說法", "299": "有犯。唯心謂長淨時有心覆罪有犯。身心俱", "300": "如殺生、飲酒有犯。語心俱如為女說法，故心", "301": "過五六語有犯。身語心俱，謂殺生、飲酒、發言", "302": "稱歎，是謂三業犯罪差別。作事諍者，由作單", "303": "白等羯磨之事而為諍根，於所作事諍得生", "304": "故。已明四諍。七滅云何？今於此中略言其要。", "305": "初評論諍以二法滅，謂現前及多人語。次非", "306": "言諍以三法滅，謂現前、憶念、不癡。次犯罪諍", "307": "以四法滅，謂現前、自言、求罪自性、如草相掩。", "308": "次作事諍，和合僧伽當為除殄。言現前者，有", "309": "其二種，謂人、法現前。人是能殄諍。人及所為", "310": "者。法，謂如法如律為其除諍。言多人語者，若", "311": "諍難殄，應可行籌。據籌多者而除其諍。有四", "312": "種：行籌、覆蓋、顯露、耳語，一切僧伽。言憶念者，", "313": "如實力子，被他苾芻非法詰時心生愧耻，眾", "314": "應與作白四羯磨，憶念之法彰其無犯。言不", "315": "癡者，如西羯多苾芻，瘨狂之時造眾過惡，後", "316": "被他詰，眾應與作不癡羯磨。言自言者，如有", "317": "苾芻既犯罪已，或詰不詰、或令憶不憶，詣苾", "318": "芻前如法說罪。言求罪自性者，謂在眾中初", "319": "言無犯生輕慢心，後言有犯等，應與羯磨為", "320": "治罰法，求罪自性。言如草相掩者，兩朋鬪諍", "321": "不和合時，二朋之中有尊宿者，各於自朋以", "322": "理告示，於他黨處共作懺摩。其所犯罪咸皆", "323": "說悔，息高慢心求共和合，如是展轉更相愧", "324": "謝。如草相掩有三種人：一、舉事人；二、被舉人；", "325": "三、處中人。此三各有十六法，及處中人八法。", "326": "五法簡與重簡，令就有德付使往還。殄諍法", "327": "等，具如廣文。前云因論說法誦經之時，所獲", "328": "施物誰當合得共生諍競者，佛言：「但說法人", "329": "下至說一頌，所得利養法師合受，勿致疑惑。」", "330": "復次既識於諍及除滅事苾芻，要行伏煩惱", "331": "法，依阿笈摩教當略言之。此別解脫經統明", "332": "首末，體義大綱要有十事，謂止息、忍證、依仗", "333": "僧伽、淨信女人、資生受用、苾芻、苾芻尼俗人之", "334": "事、取食、受請、威儀軌範、共相詰事。若苾芻依此", "335": "十事修行之時，由二種煩惱而生其犯：一、遠；", "336": "二、近。遠者，謂由忘失正念，追尋昔事而起煩", "337": "惱作其罪業。近者，謂煩惱心忽然自起，於現", "338": "前事作其罪業。時彼苾芻知其因已，應當遠", "339": "離如避火坑，順理作意令因不起。若彼煩惱", "340": "以自心力不能除者，應就尊宿及閑三藏有", "341": "德行人請對治法，作意除遣。仍不除者，當於", "342": "晝夜讀誦聞思簡擇其義，於三寶所及師長", "343": "處，至誠供養忘自劬勞、或向他方或減食等，", "344": "令彼煩惱不復現行。仍不除者，當往屍林獨", "345": "居蘭若修不淨觀、為四念住無常等想。仍不", "346": "除者，應生慚耻作如是念：「我所為非，戒不清", "347": "淨，不能一一如法護持，而復受他四事供養。", "348": "諸佛世尊及得天眼諸同梵行，并天神等悉", "349": "遙見我知我破戒。為此不應起煩惱心造諸", "350": "惡業，當自剋責如救頭然，於清淨境說除所", "351": "犯勿致後悔。」如上所說不能依行，及受信心", "352": "所有衣食，皆得惡作罪。若作如斯對治行時，", "353": "性多煩惱未能殄息，仍起染心，雖受信施亦", "354": "無有犯。當自審察，雖作種種折伏方便，然煩", "355": "惱心不能除者，即應捨戒歸俗而為白衣，勿", "356": "令有罪受他信施，此諸惡業定感當來惡異", "357": "熟果，如增三經廣說其事。上明四諍及七滅", "358": "事了。", "359": "次明略教。", "360": "問：「於此廣說毘柰耶中、或時有事非佛所遮", "361": "亦非開許，苾芻於此當云何行？」答：「若有此事", "362": "應觀略教。如律雜事中說，佛告諸苾芻：『或時", "363": "有事，我從先來非遮非許者，然於此事若違", "364": "不清淨順清淨者，此即是淨，應可行之。若違", "365": "清淨順不淨者，此是不淨，即不應行。』制此略", "366": "教有其二意：一、為遮外道云釋迦子非一切", "367": "智故；二、令未來諸弟子眾得安樂住故。」總結", "368": "如文。此是如來、應、正等覺戒經中所說所攝，", "369": "若更有餘法之隨法與此相應者，皆當修學。", "370": "「仁等共集歡喜無諍，一心一說如水乳合，應", "371": "勤光顯大師教法，令安樂住勿為放逸。」言所", "372": "說者，謂是文句所攝，是義有餘，謂十七跋窣", "373": "覩等所說學法咸應修習。法之隨法者，法謂", "374": "涅槃清淨無累，隨法即是八聖道等，能隨順", "375": "彼圓寂之處，是故名隨。餘文勸學可知。3 七佛略教法七", "376": "佛略教法", "377": "毘鉢尸佛出現於世，諸聲聞眾多樂苦身以", "378": "為正行，又諸邪師順其情欲為說邪法，但由", "379": "苦行能招樂果令生信解，作如是說：「往昔惡", "380": "業由苦身除，今日新罪更不復作；宿業既盡", "381": "苦果不生，果不生故破生死堰；永出有流獲", "382": "得常樂，作如是行方曰沙門。」爾時彼佛為欲", "383": "對治此邪解故，說斯略教：", "384": "「忍是勤中上，能得涅槃處；", "385": "出家惱他人，不名為沙門。」", "386": "此頌意顯對治苦身修行之類，故說忍是精", "387": "勤中上，不由自餓苦身受諸熱惱得勝涅槃。", "388": "此中忍者，謂諦察法忍，由解了法終獲涅槃，", "389": "是常善故，不由苦身而能證會。復為遮彼邪", "390": "見外道出家之輩，妄說異法教化他人，無益", "391": "苦身令同己行，自他俱惱終無果益故，云出", "392": "家惱他人不名為沙門。沙門者是寂靜義。尸", "393": "棄佛出現於世，諸聲聞眾多為生天而修梵", "394": "行，希望後世受天妙樂。爾時彼佛為欲對治", "395": "諸弟子眾，說斯略教：", "396": "「明眼避險途，能至安隱處；", "397": "智者於生界，能遠離諸惡。」", "398": "如人有眼能避險難，終獲安隱。此中眼者，謂", "399": "是慧眼。眼有明照，與慧相應，故名明眼。險途", "400": "者，謂是二處：一、是生天；二、是惡道。雖復生天", "401": "受諸勝樂，報盡之後還墮惡趣。安隱處者，所", "402": "謂涅槃安隱常住。智者，即是善解方便修出", "403": "離因。生界者，謂是三界眾生。諸惡者，謂是愚", "404": "夫殺羊祠祀求生天樂，智者了非不隨其見，", "405": "修出離行遠彼邪途。", "406": "毘舍浮佛出現於世，諸聲聞眾多於持戒心", "407": "生喜足不修勝行，又常樂說他人過失，以語", "408": "以意惱害於人。為遮彼故，說斯略教：", "409": "「不毀亦不害，善護於戒經；", "410": "飲食知止足，受用下臥具；", "411": "勤修增上定，此是諸佛教。」", "412": "此頌意明，初遮口過不毀訾他，次防意業不欲", "413": "害彼。善護戒經等者，為對治彼不能證得沙", "414": "門果故，令依教行求妙涅槃，要由戒淨捨諸", "415": "欲樂及以苦身，不同白衣諸外道輩，離二邊", "416": "過方契正修，故言飲食知止足。下臥具者，謂", "417": "在邊房，受麁臥具，及蘭若處常習定門，順教", "418": "勤修故，云勤修增上定此是諸佛教。", "419": "拘留孫馱佛出現於世，諸聲聞眾多希利養", "420": "慢修善品。為欲遮彼，說斯略教：", "421": "「譬如蜂採花，不壞色與香；", "422": "但取其味去，苾芻入聚然。」", "423": "彼佛世尊，教諸苾芻行入聚落乞食之時，不", "424": "應壞彼施主敬心，喻若遊蜂在於花處，少持", "425": "輕蘂無損色香，趣得充虛勿生惱壞。又釋云：", "426": "「苾芻之行有二端嚴，猶如妙花色香具足；持", "427": "戒喻色、具定如香，乞食資身勿虧此二。」", "428": "羯諾迦牟尼佛出現於世，諸聲聞眾自談己", "429": "勝毀訾於他，唯習多聞講論義理，好相違逆", "430": "乖上人行。為對治彼，說斯略教。", "431": "「不違逆他人，不觀作不作；", "432": "但自觀身行，若正若不正。」", "433": "時彼苾芻，由自持戒觀他破戒，常樂伺求他", "434": "人過失，是應作是不應作，令心散亂不能證", "435": "解，為對治彼說初半頌。下之兩句反上應知，", "436": "正不正者，謂善惡行。", "437": "迦攝波佛出現於世，諸聲聞眾多樂習定，心", "438": "生味著更不進修。為對治彼，說斯略教：", "439": "「勿著於定心，勤修寂靜處；", "440": "能救者無憂，常令念不失。", "441": "若人能惠施，福增怨自息；", "442": "修善除眾惡，惑盡至涅槃。」", "443": "勿著於定心者，勸勿放逸耽味於定。勤修寂", "444": "靜處者，謂是涅槃，勸彼速令證入見諦，由見", "445": "諦理是妙涅槃所生處故。能救者，謂是苾芻", "446": "無憂。常令念不失者，顯由見諦獲斯果利長", "447": "無憂惱。假令證定暫得無憂，由定不能斷煩", "448": "惱故，由有煩惱心不靜息念不圓滿，於未來", "449": "世憂惱還生。若見諦理更不復退，諸餘煩惱", "450": "漸次斷除。次一行頌明見諦者斷餘煩惱次", "451": "第之義。初之三句，明斷欲界煩惱，除慳貪垢", "452": "故，能行施等，其福漸增。又於聖人清淨尸羅", "453": "及行忍等息諸怨諍，由上二地等持力故，能", "454": "除欲界散亂惡心。惑盡至涅槃者，若三界惑", "455": "盡業累俱亡，契會無生證涅槃樂。", "456": "釋迦牟尼佛出現於世，諸聲聞眾性多煩惱", "457": "造諸惡業，多行放逸不修善品，作少善時便", "458": "生喜足。為三事故說其三頌，為遮惡行示善", "459": "方便，令不忘念善品日增，於十二年中為無", "460": "疱僧伽，說斯波羅底木叉略教：", "461": "「一切惡莫作，一切善應修；", "462": "遍調於自心，是則諸佛教。", "463": "護身為善哉！能護語亦善；", "464": "護意為善哉！盡護最為善。", "465": "苾芻護一切，能解脫眾苦；", "466": "善護於口言，亦善護於意。", "467": "身不作諸惡，常淨三種業；", "468": "是則能隨順，大仙所行道。」", "469": "此中初頌上句云一切惡莫作者，明性遮罪", "470": "俱不應作，遮其惡行事通三業，故云一切惡", "471": "莫作。所有眾善悉應奉行，故云一切善應修。", "472": "心所行處悉皆調伏，故云遍調於自心。是則", "473": "略明佛所教誡。次頌即是示善方便，初之三", "474": "句如其次第。別護三業，故云善護身等。一一", "475": "不作體皆是善，然生死涅槃皆由三業捨惡", "476": "從善，勸令盡護，即解脫眾苦故歎善哉。是故", "477": "苾芻隨其力分，常善護持能證常樂。次第三", "478": "頌令不忘念，然於三時人多忘念，教令存意", "479": "攝想現前。一、於他人詰罪之時，應審護口以", "480": "答於彼，勿令失念為卒暴言，故言善護於", "481": "口言。二、於先時所經欲境若起憶念，當善護", "482": "心勿生愛著，故言亦善護於意。三、於五處非", "483": "所行境而作遊行，他不與物而輒自取，所不", "484": "應食而強食之、或時以身觸惱於彼，離此諸", "485": "過，故言身不作諸惡。此之三業常令清淨名", "486": "善苾芻，方是光顯奉順聖教，能隨大師所行", "487": "正道。然七佛世尊褒灑陀日，隨機設教多少", "488": "不同。初則六月一為長淨說其略教，次則五", "489": "月，乃至釋迦如來半月半月說斯略教。", "490": "毘鉢尸式棄、毘舍俱留孫、", "491": "羯諾迦牟尼、迦攝釋迦尊，", "492": "如是天中天，無上調御者；", "493": "七佛皆雄猛，能救護世間，", "494": "具足大名稱，咸說此戒法。", "495": "諸佛及弟子，咸共尊敬戒，", "496": "恭敬戒經故，獲得無上果。", "497": "汝當求出離，於佛教勤修，", "498": "降伏生死軍，如象摧草舍；", "499": "於此法律中，常為不放逸，", "500": "能竭煩惱海，當盡苦邊際。", "501": "所為說戒經，和合作長淨，", "502": "當共尊敬戒，如𤛆牛愛尾。", "503": "我已說戒經，眾僧長淨竟，", "504": "福利諸有情，皆共成佛道。", "505": "初有三頌，結集所說。初一頌彰七佛名。言天", "506": "中天者，一切諸佛皆是淨天，由彼自證清淨", "507": "無上法故。釋迦大師是天中天，獨能於此五", "508": "濁惡世調難調者，號調御師，隨機教化令得", "509": "解脫，故曰天中天。次有二頌讚佛勝德，諸聲", "510": "聞眾尊重戒經。次有二頌是結集引經，勸希", "511": "出離勤修解脫，言汝當求出離者，發心捨俗", "512": "修出離行，於無常等不應樂著。於佛教勤修", "513": "者，謂得見道。降伏生死軍者，謂得修道。如象", "514": "摧草舍者，譬如大象摧於草舍未勞盡力；智", "515": "者亦爾，壞生死獄不假多時，依教奉行作", "516": "自他利斷諸結漏，於佛教中不為放逸，出煩", "517": "惱海盡苦邊際證妙菩提。次有二頌亦是結", "518": "集所置：初序勸誡作長淨意，護戒慇懃寧死", "519": "不犯，如𤛆牛愛尾不顧身命。次明所為福業", "520": "迴施有情，廣利無邊俱成佛果。", "521": "根本薩婆多部律攝卷第十四", "522": "四波羅底提舍尼法", "523": "攝頌曰：", "524": "非親尼自受，舍中處分食，", "525": "不請向學家，受食於寺外。", "526": "從非親尼受食學處第一", "527": "佛在王舍城竹林園中，時蓮華色苾芻尼", "528": "自發願言：「我乞食時，得初滿鉢奉施僧伽，", "529": "得第二鉢自供而食。」後因行乞見飢苾芻，", "530": "復持第二鉢以用布施，緣斯斷食。明日又", "531": "乞，初鉢施僧，得第二鉢方欲自食，時鄔波", "532": "難陀從彼乞求，便持施與。身體虛羸，於大", "533": "巷中悶絕倒地。諸居士見咸生譏議：「自言", "534": "出家無悲愍意。」由苾芻尼事，譏嫌煩惱，制", "535": "斯學處。", "536": "「若復苾芻於村路中，從非親苾芻尼自手", "537": "受食食。是苾芻應還村外住處，詣諸苾芻", "538": "所，各別告言：『大德！我犯對說惡法。是不應", "539": "為，今對說悔。』是名對說法。」", "540": "言非親者，若是親尼，受食於彼非犯。故苾", "541": "芻尼者，謂已近圓是清淨行。於村路中者，", "542": "若尼住處受取、若苾芻尼為施主施食非", "543": "乞得，苾芻受取悉皆無犯。自手者，為是自", "544": "受、若他為受。若尼遣人送者無犯。言食者，", "545": "謂五珂但尼、五蒲膳尼。受謂受得，即獲其", "546": "罪。言若噉嚼者，此說本意也。是苾芻者，簡", "547": "苾芻尼。應還住處者，聖制遣村外住處說", "548": "悔其罪。設村路中有苾芻者，亦不應說。詣", "549": "諸苾芻者，謂清淨人。我犯惡法者，謂是如", "550": "來所遮之事。是不應為者，言非苾芻所應", "551": "作法。是名對說者，各各對人出罪名也。問", "552": "曰：「自餘諸罪亦聽對說。云何於此得對說", "553": "名？」答曰：「謂於住處現有苾芻，皆須一一別", "554": "對陳說。不同餘罪，故受別名。又犯罪已，即", "555": "須陳說不得停息，亦異餘罪。」實非親尼作", "556": "非親想疑，得根本罪。親非親想疑，得惡作", "557": "罪。於親非親而作親想，無犯。", "558": "受尼指授食學處第二", "559": "佛在室羅筏城給孤獨園，時六眾苾芻語", "560": "窣吐羅難陀苾芻尼曰：「若有施主請僧食", "561": "處，汝可就宅教彼施主，多以好食與我。」爾", "562": "時彼尼既受教已，於他請處，多持好食偏", "563": "授六眾。由此食少不得周遍，令諸苾芻空", "564": "腹而去。由飲食事譏嫌煩惱，制斯學處。", "565": "「若復眾多苾芻於白衣家食，有苾芻尼指", "566": "授：『此與根果、此與餅飯、此與羹菜、此可多", "567": "與。』諸苾芻應語是苾芻尼言：『姊妹！且止少", "568": "時，待諸苾芻食竟。』若無一人作是語者，是", "569": "諸苾芻應還村外住處，詣諸苾芻所，各別", "570": "告言：『大德！我犯對說惡法。是不應為，今對", "571": "說悔。』是名對說法。」言眾多苾芻者，二人已", "572": "上乃至大眾。白衣家者，謂有門戶巷陌處", "573": "也；若在寺中者無犯。食者如上說。此與根", "574": "果等者，顯勝顯多。姊妹且止少時者，謂據", "575": "食竟以為少時，是故云待諸苾芻食竟。若", "576": "無一人苾芻作是語者，若一人遮合眾無", "577": "犯。若在門外食者，應問門內無苾芻尼指", "578": "授食不？若不問者，得惡作罪。若見有尼或", "579": "出或入，亦應問之。若不問者，亦得惡作。若", "580": "尼親族家、若由彼尼而設供食指授者，無", "581": "犯。", "582": "學家受食學處第三", "583": "佛在廣嚴城，僧訶將軍已見諦理，心生正", "584": "信，常行惠施，所有庫藏遂致空竭。世尊知", "585": "時，教作白二羯磨，於彼舍內不應受食，若", "586": "有床座應為受之。時尊者舍利子、目乾連", "587": "先受彼請，於舍內食。六眾見已作是念：「此", "588": "人初見諦時亦請我就食。」又因食竟，見彼", "589": "家中有小男女求食而泣。由乞食事譏嫌", "590": "煩惱，制斯學處。", "591": "「若復苾芻，知是學家僧與作學家羯磨，苾", "592": "芻先不受請，便詣彼家自手受取珂但尼、", "593": "蒲膳尼食。是苾芻應還村外住處，詣諸苾", "594": "芻所，各別告言：『大德！我犯對說惡法。是不", "595": "應為，今對說悔。』是名對說法。」", "596": "言僧伽者，謂眾已為作遮護法。言學家者，", "597": "謂預流果、一來果、不還果，惟此學人。處在", "598": "居家，非無學人也。學家法者，謂眾詳許善", "599": "為羯磨。先不受請者，雖得羯磨受請非犯。", "600": "言自手者，謂從彼手墮此手中，初墮手時", "601": "便得本罪。列二五食者，欲明羹菜等類受", "602": "取無犯。若作解法竟者無犯。言解法者，謂", "603": "彼貲財還復如故，應作白二捨前遮法。境", "604": "想六句如上應知。", "605": "阿蘭若住處外受食學處第四", "606": "佛在劫畢羅筏窣覩城多根樹園，時六眾", "607": "苾芻在阿蘭若住處而住。時彼林野多諸", "608": "賊寇，有信心者持供食來，欲就林中興設", "609": "福會。是時六眾預往迎食，見彼女人被賊", "610": "剝脫，形體露現隱於草中。六眾見已強令", "611": "授食。家人後至問知非法，斷絕信心因生", "612": "譏謗。由飲食事譏嫌煩惱，制斯學處。", "613": "「若復苾芻在阿蘭若恐怖處住，先無觀察", "614": "險難之人，於住處外受食食者，是苾芻應", "615": "還住處，詣諸苾芻所，各別告言：『大德！我犯", "616": "對說惡法。是不應為，今對說悔。』是名對說", "617": "法。」", "618": "阿蘭若者，去村一拘盧舍有僧住處，此據", "619": "緣起故作是言；若更遠處亦同此制。凡是", "620": "住處，若有惡魔、不信天眾、可畏藥叉及諸", "621": "猛獸，並不應住。若險難處無看守人者，應", "622": "著苾芻具五法者令往看守。既被差已，彼", "623": "應晨朝詣險難處用心觀察，若見賊時應", "624": "放火烟、或道中布葉、或豎高幡令人遠見。", "625": "若有施主送供食來，見此摽時令其警備，", "626": "或遣人迎接。其觀察人聽在中前食五正", "627": "食；若看守人在道受供者無犯。住處外者，", "628": "謂離住處也。應還住處者，前三學處過由", "629": "家起，故云向村外；此一學處過在空林，故", "630": "云應還住處。實無看守，作無看守想疑，", "631": "得根本罪，次二輕，後二無犯。在阿蘭若所", "632": "居方地星辰道路咸應善知，行人來往隨", "633": "力供給，乾󰉓及水量時貯畜。若見客至應", "634": "唱善來，含笑先言不應嚬蹙。若女人來，隨", "635": "其年幾作母女姊妹等想。餘文可知。", "636": "第五部眾學法", "637": "眾學法者，謂於廣釋及十七事中所有眾", "638": "多惡作惡說，咸悉攝在眾學法中，是故總", "639": "言眾多學法。如苾芻眾不應鼓樂。若供養", "640": "時不得告云：「汝可作樂。」應語言：「汝可供養", "641": "大師」。不應三指點灰於自額上畫為三道。", "642": "亦不以鏡及水為好觀面，觀蟲之時見面", "643": "無犯。若看面瘡󰇝、若看頭白面皺，觀知前", "644": "後容顏改變生厭離想，此皆無犯。不應", "645": "以梳理髮。於諸善品不應懶惰。若為大眾", "646": "種植園圃，未華未果不應捨而遠行，若", "647": "屬別人看守者無犯。出入門戶咸須用心，", "648": "開閉之時不應造次。若經行時勿緩勿急。", "649": "應畜洗足器，若見瓶空應即添水。不應以", "650": "杙釘於制底，不應登上。若無求寂及以餘", "651": "人者，應香湯洗足為供養事上亦無犯。", "652": "若作大師形像，除脚玔耳璫，餘莊嚴具隨", "653": "意應作。若菩薩像者聽。佛陀大會旋繞村", "654": "城行道之時，五種咸應隨從圍繞。其最老", "655": "上座應受吉祥水，有力少年應助擎像。如", "656": "是等於律所說，不依行者咸得惡作。又於", "657": "苾芻尼學處，苾芻所不應為者亦皆得罪。", "658": "是故通言眾多學法。此等皆由法式事譏", "659": "嫌煩惱，制斯學處。", "660": "爾時世尊作如是念：「過去諸佛云何教聲", "661": "聞眾著衣服耶？」是時諸天前白佛言：「如淨", "662": "居天所著衣服。」世尊即以天眼觀知，如諸", "663": "天所說無有異也，因制苾芻披著衣法。言", "664": "齊整者，離不齊整著衣過也。應當學者，是", "665": "應學事。不太高者，不過膝上也。此中犯者，", "666": "若苾芻不依佛教、不顧羞恥、欲為非法者，", "667": "捉衣開張，得責心惡作；若披著身，得對說", "668": "惡作。若苾芻有順奉心而著衣不如法、或", "669": "時忘念、或是無知非法著者，惟犯責心惡", "670": "作。如是於餘學處，准此應知。不太下者，謂", "671": "不下垂至地。齊何是著裙量？謂齊踝上四", "672": "指。不象鼻者，不放裙邊當齊內擪，下垂於", "673": "地由如象鼻，故以為喻。不蛇頭者，謂反出", "674": "衣角屈擪腰間，頭若龍蛇。不多羅葉者，謂", "675": "捉裙邊細疊成襵，腰邊總擪形若多羅葉，", "676": "上聚下散者是也。不豆團形者，總捉上裙", "677": "傍內腰裹，同俗婦女著裙作豆團形也。齊", "678": "整披三衣者，亦是離不齊整著衣過也。不", "679": "太高者，謂不過膝上。不太下者，不垂過裙", "680": "緣。好正披者，不張手足現撩亂相。好正覆", "681": "者，應好覆蓋不偏露形。少語言者，不應同", "682": "俗多作言說。不大叫呼，如童兒類；設有須", "683": "喚他不聞時，應請俗人為其大喚。不高視", "684": "者，舉目視前一踰伽地是為視量。踰伽量", "685": "者，長四肘也。不應傍視亦不迴顧，端形直", "686": "視徐行而進，牛馬犬等應預觀察，不應逼", "687": "近，恐有傷損。不覆頭者，不以衣物覆頭，猶", "688": "如新嫁女。上下衣服不得偏抄一邊露現", "689": "形體。雙抄者，總攝兩邊置於肩上。凡是行", "690": "步非大人相者，皆應遠離。不搖身者，如衒", "691": "色女搖身而行。不掉臂者，猶如小兒及癲", "692": "狂類。不搖頭者，猶如象子搖動其頭。不肩", "693": "排者，不以肩搏排觸於他。不連手者，不", "694": "應連手在路並行。未請坐不應坐者，在室", "695": "羅筏悉底城，由鄔波難陀在婆羅門舍制", "696": "斯學處。", "697": "不善觀察者，亦在室羅筏悉底城，由鄔陀", "698": "夷不觀床座坐殺小兒。放身者，緣在劫畢", "699": "羅伐窣覩城，由鄔陀夷習學菩薩昔在宮", "700": "時生戲弄心放身而坐，床座摧破招譏故", "701": "制。不壘足者，不以一脚重於脚上壘之而", "702": "坐。不重內踝者，謂不正身重踝而坐。不重", "703": "外踝者，准事應知。恭敬受食者，凡受食時", "704": "極須存念，不應寬慢致令鉢破。食鉢不得", "705": "滿者，受食之時應觀其鉢勿令流溢，所有", "706": "羹菜不應多請，後安飯時恐溢出故。行食", "707": "未至不應遙喚，隨到受之勿生食想。若", "708": "預申鉢，表有貪心。鉢臨食上，是醜惡相。言", "709": "恭敬者，不多言說相同婬女，應善用心。摶", "710": "者，謂以手爬飯非多非少可口而內，非是", "711": "摶令相著張口待食現饕餮相。食在口中", "712": "不應言說，同白衣法。羹飯不得互掩覆者，", "713": "意欲多求長貪心故。應於飲食生厭離想，", "714": "是為出家所應作事，隨得隨食少欲為念。", "715": "不彈舌食者，施主設食其食過甜，故為彈", "716": "舌詐現醋相。不󰏼㗱食者，其食實醋，故", "717": "󰏼㗱脣作聲而現甜相。言呵氣食者，其食", "718": "過熱，戲現冷相呵之使熱。吹氣食者，其食", "719": "過冷，戲現熱相吹之使冷。此等皆是調弄", "720": "施主致招譏過。不手散食者，不如雞爬食。", "721": "不齧半者，半在口中、半墮鉢中。不舒舌者，", "722": "長舒其舌舐掠兩脣。窣覩波形者，下置󰉓", "723": "團像其塔狀，上置蘿菔作相輪形，是地獄", "724": "中脯爛拏塔，為其調戲致俗譏嫌。舐手", "725": "者，手有餘食不應舌舐。手有食水不振餘", "726": "人。繫心而食充軀長道，不得觀他生嫌賤", "727": "心。污手捉淨水者，謂食所霑及不淨所污。", "728": "凡欲食噉，皆須土屑澡豆等淨洗手已，方", "729": "捉食器飲器及淨水瓶。有諸俗人從苾芻", "730": "乞鉢中水，為吉祥故、為除病故。時鄔波難", "731": "陀，以所食鉢水和殘飯持與，令生嫌賤。是", "732": "故聖制授鉢水法。應先三遍淨洗鉢已，盛", "733": "滿清水，誦聖伽他可兩三遍，方授與人。地", "734": "上無替不應安鉢者，若以樹葉等為替者", "735": "無犯。不立洗鉢者，恐墮破故。及危險等處，", "736": "皆恐損故。聽法之人先應虔敬，若懷憍慢", "737": "法水不停，是故恭勤方能受道。離憍傲相", "738": "及諸兵刃，方為說法。若有病者無犯。若青", "739": "草上、好樹下，及華果樹人所停息者，不應", "740": "大小便；若棘刺叢處者無犯。若大林中行", "741": "枝葉交茂，應離人行處。若涉生草、田間無", "742": "空處，應持乾葉布上便利。若無可得者無", "743": "犯。應於寺東北角安置圊廁，其廁四邊應", "744": "栽棘刺，大小行廁並須別作，各安門扇皆", "745": "著傍扂。其便利處應在隱屏。凡欲入廁應", "746": "脫上衣，在於上風淨處安置。向洗手處，於", "747": "甎版石上先置灰土用為洗淨。其置土物", "748": "長一肘闊一搩手。餘用灰及土列作兩行，", "749": "行別七聚，更安一聚，總十五聚。土須細末", "750": "聚若半挑。貯土之器應用木槽，預收備擬", "751": "無令闕乏。將入廁時，持土三塊，事訖可", "752": "用此物隨時去穢，一將拭體、一用洗身、一", "753": "塊偏灑左手。若有籌片，兩塊便得。其籌不", "754": "應棄於廁內，應穿小孔向外棄之。下濕之", "755": "鄉別為洗處，水流外出不應停溢。若懸絕", "756": "臨崖者，隨事籌量。初入廁時作聲謦咳、或", "757": "時蹋地、或復彈指，應掩門扇閉以傍扂。便", "758": "轉既竟，左腋抱瓶右手開門，至洗淨處，蹲", "759": "在一邊土近右手，瓶安左膝、左臂牢壓，或", "760": "安三叉木上。注水向身，然後右手撥取七", "761": "土但洗左手，後之七土兩手俱洗，餘有一", "762": "土用洗君持。其水隨洗隨流，勿令停住。次", "763": "向餘處別洗雙足，披衣持瓶，既到房已安", "764": "置觸瓶，以乾牛糞揩手，取淨瓶水如法再", "765": "三洗漱，方名為淨得作餘事。此由身子作", "766": "斯洗淨，伏彼外道婆羅門故，世尊因此制", "767": "諸苾芻。若不依行，咸得惡作。若小便時，但", "768": "一土洗身、一土洗手，如廣文說。檢校寺人", "769": "數觀廁處，見有不淨即應掃拭塗治、或水", "770": "洗令淨。其小行處有不淨時，應用草揩、或", "771": "破布拭、以水灌洗，有泥決通無令臭穢。若", "772": "有病人不能起動者，應穿床席作孔，以破", "773": "衣替身恐生瘡損。除棄不淨應畜兩盆，更", "774": "互淨洗并將油拭。大小行時不應披三衣，", "775": "但著僧脚崎及裙。亦不應用好者，善須詳", "776": "審勿衣觸地。若苾芻大小行訖，乃至未將", "777": "淨水漱口，不受他禮亦不禮他，不坐床座", "778": "及噉飲食。違者皆得惡作。若飲藥湯無水", "779": "可求者無犯。若服瀉藥若患苦痢，乃至未", "780": "差不應數洗，須將籌土權時且拭，若瀉痢", "781": "竟依法而洗。鞋履霑污即應洗除。病人坐", "782": "處及洗淨處，勿令勞倦。若便利未至不應", "783": "預去，時至不應久留。若放下氣勿使作聲。", "784": "旋溺事竟，不應久停圊內。於廁屋中不棄", "785": "洟唾。若上座前、若在淨地及食者前，皆不", "786": "洟唾。凡洟唾時勿作大聲，亦不應數為洟", "787": "唾。若性多洟唾者，應向屏處。若有病緣聽", "788": "安承唾器，若沙若以石若斬草豎安器中", "789": "莫使灒溢，應數洗之勿令臭氣。不在水中", "790": "者，若水闊應於木上，若無可得同上草田。", "791": "樹過人不上者，恐日時過望取食人。若有", "792": "虎豹聽上高樹，但有難緣者皆無犯。", "793": "此眾學法總為八例：一、著衣服事；二、入村", "794": "事；三、坐起事；四、食噉事；五、護鉢事；六、說法", "795": "事；七、便利事；八、觀望事。餘如廣文。", "796": "七滅諍法", "797": "應與現前毘奈耶，　　當與現前毘奈耶。", "798": "應與憶念毘奈耶，　　當與憶念毘奈耶。", "799": "應與不癡毘奈耶，　　當與不癡毘奈耶。", "800": "應與求罪自性毘奈耶，　　當與求罪自", "801": "性毘奈耶。", "802": "應與多人語毘奈耶，　　當與多人語毘", "803": "奈耶。", "804": "應與自言毘奈耶，　　當與自言毘奈耶。", "805": "應與草掩毘奈耶，　　當與草掩毘奈耶。", "806": "若有諍事起，當以七法，順大師教如法如", "807": "律而除滅之。此等皆由他詰問事，不忍他", "808": "詰譏嫌煩惱，制斯學處。", "809": "七滅諍法者，於四諍事七法能除，是故名", "810": "此為七滅諍法。何謂四諍？一、評論諍；二、非", "811": "言諍；三、犯罪諍；四、作事諍。言評論諍者，如", "812": "有諍云：「凡說法時獲利養者，此物合入說", "813": "法之人。」有云：「不合。」由此為緣遂致紛競，因", "814": "評論事而起諍故，名評論諍。此之諍論局", "815": "在僧眾，或望別人諍根有六，若緣差別乃", "816": "有十四。何謂為六？一、忿恨；二、覆惱；三、嫉", "817": "慳；四、諂誑；五、無慚愧；六、惡欲邪見。何謂十", "818": "四事？一、法；二、非法；三、調伏；四、非調伏；五、", "819": "有犯；六、無犯；七、重；八、輕；九、有餘；十、無餘；", "820": "十一、責心罪；十二、惡作罪；十三、惡說罪；十", "821": "四、越法罪。下三對人說，又有三種，謂善、不", "822": "善、無記，亦是諍根。問曰：「凡是評論即是諍", "823": "耶？」「應作四句。第一句，評論但私未入諍", "824": "門。第二句，是諍非評論，謂餘二諍。第三句，", "825": "前二諍合。第四句，謂除前相餘之三諍。各", "826": "為四句准此應說。」言非言諍者，若前人是", "827": "善，不應詰責而詰責者名非。言諍非者，是", "828": "鄙惡義，謂以鄙惡之法而言詰他。如世人", "829": "云：「此非是人。」意欲說其是鄙惡人。如以非", "830": "法詰實力子而興於諍，此即是根。餘如上", "831": "說。犯罪諍者，謂五部罪，由爭此罪而起於", "832": "諍，此即是根，從身語心。有犯惟身，如苾芻", "833": "與未具人同室宿，未出作已出想；若臥睡", "834": "已女人後至；或睡不覺他置高床；或他然", "835": "燈燭等。有犯惟語，謂無故心過五六語為", "836": "女人說法。有犯惟心，謂長淨時有心覆罪。", "837": "有犯身心俱，如殺生、飲酒。有犯語心俱，如", "838": "為女說法，故心過五六語。有犯身語心俱，", "839": "謂殺生、飲酒、發言稱歎。是謂三業犯罪。差", "840": "別作事諍者，由作單白等羯磨之事而為", "841": "諍根，於所作事諍得生故。已明四諍、七滅", "842": "云何，今於此中略言其要。初評論諍以二", "843": "法滅，謂現前、多人語。及眾行籌有三種人，", "844": "謂能詰、所詰及處中人。此中能詰人有十", "845": "六事，當審觀察然後詰他：他信語不？其事", "846": "實不？是順時不？有利益不？有是聞疑根不？", "847": "為身為語、若村野晝夜、有餘無餘，我有力", "848": "不？如是稱量，自有五法成就，方始詰他；異", "849": "此不應。其被詰人亦有十六事，當審觀察", "850": "容他詰問：此詰我人是持戒不？有追悔不？", "851": "有多聞不？善律教不？見等十二如前已說。", "852": "稱量彼人具五法不？又處中人亦具十六", "853": "法，謂持戒等、有慈愛心、親往二朋和諧諍", "854": "事、有德有能？異此便非，應以現前法而殄", "855": "其諍。有二現前，謂人及法。其稱量事有多", "856": "十六法，及以八法。諸進不事其相繁多，此", "857": "不詳述。", "858": "其所治人若不肯隨順者，應連韁杙等棄", "859": "而調御之。若仍不隨順者，應授與僧及簡", "860": "重簡人并具德行解三藏者。若皆不能殄", "861": "息，應付上座遮不令諍。若此亦不息者，應", "862": "還付僧作行籌等。是名三法，具如廣文。又", "863": "非言諍如初諍說。憶念法者，如實力子應", "864": "與憶念法。不癡法者，如西羯多苾芻癡狂", "865": "時犯，應與不癡法。又犯罪諍，以四法除。作", "866": "事諍，惟對眾滅。頗有諍事不以七法除滅", "867": "得銷殄耶。有，謂二人為鬪諍事，隨一身死、", "868": "或時歸俗、或復長病、或向他方。前云說", "869": "法誦經之時所獲施物，誰當合得？因生諍", "870": "競者，但說法之人下至宣說一頌，所得利", "871": "養法師合受。勿致疑惑。有七種事，以七法", "872": "滅。云何為七？謂所犯罪不自言事，於他所", "873": "說言無犯事。制不自由曾為惡事，他詰問", "874": "便諱事。若他詰時，時不自臣事。先有許言，", "875": "後慢事。初謂苾芻見自言悔事，共相朋黨", "876": "為傲事不臣其罪。眾應彼犯罪對面詰問，", "877": "彼臣其察彼罪非罪相，隨所犯罪應令說", "878": "悔，不令更詰。此之諍事以現前法而除滅", "879": "之。復次於他所說。具以三根而詰問時，彼", "880": "云：「我不憶其事。」眾應善察問，能詰者令其", "881": "憶念，觀知虛實，以憶念法而除滅之。復次", "882": "制不由己，曾為臣事，他詰問時云：「我癡狂，", "883": "不自省覺。」差後不為眾，應對彼善三藏者", "884": "宣陳其事。彼當善察，於犯不犯求其實性，", "885": "以求實事法而除滅之。復次他詰問時，初", "886": "言有犯、後言無犯。眾應善察，彼對多人自", "887": "言其犯、今云不犯，取多人語而除滅之。復", "888": "次他詰問時，不往眾中自言有罪，即如法", "889": "悔，以自言法而除滅之。復次若彼此兩朋", "890": "共相紛競，各執己見恃怙慢情，有善苾芻", "891": "於後此朋各令息諍，更相懺謝說悔其罪，", "892": "起卑下心不相舉發，以草敷法而除滅之。", "893": "既識諍事及除滅法，苾芻要行當總言之。", "894": "此別解脫戒經統明首末體義，大綱要", "895": "有其十事，謂遮止不忍、不證、依仗僧伽、淨", "896": "信女人、受用資具、苾芻苾芻尼、俗人相涉、", "897": "取食受請、威儀軌範、共相詰問。若苾芻依", "898": "此十相修行之時，有二種煩惱或容生起，", "899": "由忘正念便憶曾經遠境，起染愛心造眾", "900": "過失；復由觀現前近境起染愛心而犯眾", "901": "罪。苾芻了知起犯緣已，即於此事生對治", "902": "心令其除滅。若染緣強盛不能除遣，應就", "903": "尊宿及閑三藏有德行者所，請受教誡作", "904": "意蠲除。若仍不息者，當勤晝夜請誦聞思", "905": "簡擇深義，於三寶所至誠供養，師長等處", "906": "忘自劬勞盡心供給，或遊他方，或復滅食，", "907": "於時時中制斷飲食。或往屍林獨居蘭若，", "908": "修不淨觀等，或為四念住，或作無常死想，", "909": "冀令煩惱因斯除滅。若仍不除者，應生慚", "910": "恥作如是念：「我所為非，戒不清淨，犯小隨", "911": "小不能一一如法護持，而復受他信心施", "912": "主四事供養。又復諸佛世尊及有天眼同", "913": "梵行者并諸天人悉觀見我，知我破戒。為", "914": "此不應造眾惡業，當自剋責如救頭然，於", "915": "清淨境說除其罪勿致後悔。」如上所說不", "916": "能依行，及受信心所有衣食，皆得惡作罪。", "917": "若作如前對治行時，性多煩惱未能殄息。", "918": "雖受信施者無犯。然應審自觀察，雖作", "919": "種種折伏方便仍煩惱不能除者，即應", "920": "捨戒而為白衣，勿令有罪受他信施，由", "921": "受用時更造眾多罪惡之業，定感當來苦", "922": "異熟果。如經廣說，應善修持。言此是如", "923": "來戒經中所說所攝者，於戒經中所有", "924": "文句，名為所說。其所有義，即名所攝。謂", "925": "是略教，或時有事，非是佛遮亦非佛", "926": "許，苾芻於此當云何行？若有此者，應觀略", "927": "教，如律雜事中說，佛告諸苾芻：「諸所有事，", "928": "我從先來非遮非許，若違不清淨順清淨", "929": "者，此即是淨，應可行之。若違清淨順不清", "930": "淨者，此是不淨，即不應行。」佛制略教有其", "931": "二意：為遮外道云佛非一切智故；又令未", "932": "來諸弟子眾得安樂住故即如用筯喫食、著黃衣等是。由事無定准，", "933": "但以義攝之耳。言若更有餘者，謂是十七事等，所", "934": "說學法咸應修習。言法及隨法者。法謂涅", "935": "槃清淨無累正行之法。八聖道等能隨順", "936": "彼圓寂之處，故名隨法。餘文勸學，勿為放", "937": "逸，當勤奉行。", "938": "次明略教。", "939": "問：「於此廣說毘奈耶中，或時有事，非佛所", "940": "遮亦非開許。苾芻於此當云何行？」答：「若有", "941": "此事，應觀略教。如律雜事中說，佛告諸苾", "942": "芻：『或時有事，我從先來非遮非許者。然於", "943": "此事，若違不清淨順清淨者，此即是淨，應", "944": "可行之。若違清淨順不淨者，此是不淨，即", "945": "不應行。』制此略教有其二意：一為遮外道", "946": "云釋迦子非一切智故；二令未來諸弟子", "947": "眾得安樂住故。」總結如文。此是如來、應、正", "948": "等覺戒經中所說所攝。若更有餘法之", "949": "隨法，與此相應者皆當修學。仁等共集歡", "950": "喜無諍，一心一說如水乳合，應勤光顯大", "951": "師教法，令安樂住，勿為放逸。言所說者，謂", "952": "是文句，所攝是義，有餘謂十七跋窣覩等", "953": "所說學法，咸應修習。法之隨法者，謂涅槃", "954": "清淨無累。隨法即是八聖道等，能隨順彼", "955": "圓寂之處，是故名隨。餘文勸學可知。", "956": "七佛略教法", "957": "毘鉢尸佛出現於世，諸聲聞眾多樂苦身", "958": "以為正行。又諸邪師順其情欲為說邪法，", "959": "但由苦行能招樂果。令生信解作如是說：", "960": "往昔惡業由苦身除，今日新罪更不復作，", "961": "宿業既盡苦果不生，果不生故破生死堰，", "962": "永出有流獲得常樂，作如是行方曰沙門。", "963": "爾時彼佛為欲對治諸弟子故，說斯略教：", "964": "「忍是勤中上，能得涅槃處；", "965": "出家惱他人，不名為沙門。」", "966": "此頌意顯對治苦身修行之類，故說忍是", "967": "精勤中上，不由自餓苦身受諸熱惱得勝", "968": "涅槃。此中忍者，謂諦察法忍，由解了法終", "969": "獲涅槃。是常善故，不由苦身而能證會。復", "970": "為遮彼邪見外道出家之類，妄說異法教", "971": "化他人，無益苦身令同己行，自他俱惱終", "972": "無果益，故云出家惱他人，不名為沙門。沙", "973": "門者是寂靜義。", "974": "尸棄佛出現於世，諸聲聞眾多為生天而", "975": "修梵行，希望後世受天妙樂。爾時彼佛為", "976": "欲對治諸弟子眾，說斯略教：", "977": "「明眼避險途，能至安隱處，", "978": "智者於生界，能遠離諸惡。」", "979": "如人有眼，能避險難終獲安隱。此中眼者", "980": "謂是慧眼，眼有明照，與慧相應，故名明眼。", "981": "險途者，謂是二處：一是生天；二是惡道。雖", "982": "復生天受諸勝樂，報盡之後還墮惡趣。安", "983": "隱處者，所謂涅槃安隱常住。智者，即是善", "984": "解方便修出離因。生界者，謂是三界眾生。", "985": "諸惡者，謂是愚夫殺羊祠祀求生天樂，智", "986": "者了非不隨其見，修出離行遠彼邪途。", "987": "毘舍浮佛出現於世，諸聲聞眾多於持戒", "988": "心生喜足，更不修餘所有勝行；又常樂說", "989": "他人過失，以語以意惱害於人。為遮彼故，", "990": "說斯略教：", "991": "「不毀亦不害，善護於戒經，", "992": "飲食知止足，受用下臥具，", "993": "勤修增上定，此是諸佛教。」", "994": "此頌意明，初遮口過不毀訾他，次防意業", "995": "不欲害彼。善護戒經等者，為對治彼不能", "996": "證得沙門果故，令依教行，求妙涅槃要由", "997": "戒淨，離諸欲樂及以苦身，不同白衣及諸", "998": "外道，離二邊過方能出離，故言飲食知止", "999": "足。下臥具者，謂在蘭若，依寂靜處常習定", "1000": "門，順教勤修，故云勤修增上定，此是諸佛", "1001": "教。", "1002": "拘留孫馱佛出現於世，諸聲聞眾多希利", "1003": "養慢修善品。為欲遮彼，說斯略教：", "1004": "「譬如蜂採華，不壞色與香，", "1005": "但取其味去，苾芻入聚然。」", "1006": "彼佛世尊教諸苾芻，行入聚落乞食之時，", "1007": "不應壞彼淨信敬心，喻若遊蜂在於華處，", "1008": "少持輕蘂無損色香，趣得充虛勿生惱壞。", "1009": "又釋云，苾芻之行有二端嚴，猶如妙華色", "1010": "香具足：持戒喻色，具定如香。乞食資身，勿", "1011": "虧此二。", "1012": "羯諾迦牟尼佛出現於世，諸聲聞眾多自", "1013": "談己勝毀訾於他，惟習多聞講論義理，好", "1014": "相違逆乖上人行。為對治彼，說斯略教：", "1015": "「不違逆他人，不觀作不作；", "1016": "但自觀身行，若正若不正。」", "1017": "時彼苾芻由自持戒觀他破戒，常多伺求", "1018": "他人過失，是應作、是不應作，令心散亂不", "1019": "能證悟。為對治彼，說初半頌。下之兩句反", "1020": "上應知。正不正者，謂善惡行。", "1021": "迦攝波佛出現於世，諸聲聞眾多樂習定，", "1022": "心生味著更不進修。為對治彼，說斯略教：", "1023": "「勿著於定心，勤修寂靜處；", "1024": "能救者無憂，常令念不失。", "1025": "若人能惠施，福增怨自息，", "1026": "修善除眾惡，惑盡至涅槃。」", "1027": "勿著於定心者，勸勿放逸耽味於定。勤修", "1028": "寂靜處者，謂是涅槃，勸彼速令證入見諦，", "1029": "由見諦理是妙涅槃所生處故。能救者，謂", "1030": "是苾芻無憂。常令念不失者，顯由見諦獲", "1031": "斯果利，長無憂惱。假令證定暫得無憂，由", "1032": "定不能斷煩惱故，由有煩惱心不靜息、念", "1033": "不圓滿，於未來世憂惱還生。若見諦理更", "1034": "不復退，諸餘煩惱漸次斷除。次一行頌明", "1035": "見諦者斷餘煩惱次第之義。初之三句明", "1036": "斷欲界煩惱，除慳貪垢故，能行施等，其福", "1037": "漸增。又於聖人清淨尸羅及行忍等，息諸", "1038": "怨諍。由上二地等持力故，能除欲界散亂", "1039": "惡心。惑盡至涅槃者，若三界惑盡、業累俱", "1040": "亡，契會無生證涅槃樂。", "1041": "釋迦牟尼佛出現於世，諸聲聞眾性多煩", "1042": "惱造諸惡業，多行放逸不修善品，作少善", "1043": "時便生喜足。為三事故說其三頌，為遮惡", "1044": "行、示善方便，令不忘念善品日增。於十二", "1045": "年中為無疱僧伽說斯波羅底木叉略教：", "1046": "「一切惡莫作，一切善應修，", "1047": "遍調於自心，是則諸佛教。", "1048": "護身為善哉，能護語亦善，", "1049": "護意為善哉，盡護最為善。", "1050": "苾芻護一切，能解脫眾苦，", "1051": "善護於口言，亦善護於意，", "1052": "身不作諸惡，常淨三種業，", "1053": "是則能隨順，大仙所行道。」", "1054": "此中初頌上句云一切惡莫作者，明性遮", "1055": "罪俱不應作。遮其惡行，事通三業，故云一", "1056": "切惡莫作。所有眾善悉應奉行，故云一切", "1057": "善應修。心所行處悉皆調伏，故云遍調於", "1058": "自心。是則略明佛所教誡。次頌即是示善", "1059": "方便。初之三句如其次第別護三業，故云", "1060": "善護身等。一一不作，體皆是善，然生死涅", "1061": "槃皆由三業捨惡從善，勸令盡護即解脫", "1062": "眾苦，故歎善哉。是故苾芻隨其力分常善", "1063": "護持，能證常樂。次第三頌令不忘念。然於", "1064": "三時人多忘念，教令存意攝想現前。一於", "1065": "他人詰罪之時，應審護口以答於彼，勿令", "1066": "失念為卒暴言，故言善護於口言。二於", "1067": "先時所經欲境若起憶念，當善護心勿生", "1068": "愛著，故言亦善護於意。三於五處非所行", "1069": "境而作遊行，他不與物而輒自取，所不應", "1070": "食而強食之，或時以身觸惱於他。離此諸", "1071": "過，故言身不作諸惡。此之三業常令清淨", "1072": "名善苾芻，方是光顯奉順聖教，能隨大師", "1073": "所行正道。然七佛世尊褒灑陀日，隨機布", "1074": "教多少不同。初則六月一為長淨說其略", "1075": "教，次則五月，乃至釋迦如來半月半月說", "1076": "斯略教。", "1077": "毘鉢尸式棄、毘舍俱留孫、", "1078": "羯諾迦牟尼、迦攝釋迦尊，", "1079": "如是天中天，無上調御者，", "1080": "七佛皆雄猛，能救護世間，", "1081": "具足大名稱，咸說此戒法。", "1082": "諸佛及弟子，咸共尊敬戒，", "1083": "恭敬戒經故，獲得無上果。", "1084": "汝當求出離，於佛教勤修，", "1085": "降伏生死軍，如象摧草舍。", "1086": "於此法律中，常為不放逸，", "1087": "能竭煩惱海，當盡苦邊際。", "1088": "所為說戒經，和合作長淨，", "1089": "當共尊敬戒，如犛牛愛尾。", "1090": "我已說戒經，眾僧長淨竟，", "1091": "福利諸有情，皆共成佛道。", "1092": "初有三頌，是結集所說。初則總說七佛名。", "1093": "號言天中天者，一切諸佛皆是淨天，由彼", "1094": "自證清淨無上法故。釋迦大師是天中天，", "1095": "獨能於此五濁惡世調難調者號調御師，", "1096": "隨機教化令得解脫，故曰天中天。次有二", "1097": "頌讚佛勝德，諸聲聞眾尊重戒經。次有二", "1098": "頌是結集引經，勸希出離勤修解脫。言汝", "1099": "當求出離者，發心出家修出離行，於無常", "1100": "等不應樂著。於佛教勤修者，謂得見道。降", "1101": "伏生死軍者，謂得修道。如象摧草舍者，譬", "1102": "如大象摧於草舍未勞盡力；智者亦爾，壞", "1103": "生死獄不假多時，依教奉行作自他利，斷", "1104": "諸結漏，於佛教中不為放逸，出煩惱海盡", "1105": "苦邊際，證妙菩提。次有三頌亦是結集所", "1106": "置。初序勸誡作長淨意，護戒殷勤寧死不", "1107": "犯，如犛牛愛尾不顧身命。次明所為福業", "1108": "迴施有情，廣利無邊俱成佛果。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1458 根本薩婆多部律攝: 根本薩婆多部律攝: 根本薩婆多部律攝", "source": "CBETA"}