{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2090 釋迦牟尼如來像法滅盡之記", "text": {"0": "No. 2090", "1": "釋迦牟尼如來像法滅盡之記", "10": "當毀滅。究竟至其何所。願為解說。時羅漢即", "100": "近滅末後見僧之期。自變其身為一老人。從", "101": "海而出。禮彼眾僧。以問之曰。如是眾僧從於", "102": "何來。往至何所。眾僧答曰。我等本居赤面國", "103": "界。施主無信。毀滅常住及精舍。故我等往", "104": "至大乾陀羅國。龍王問曰。眾僧極廣。有何糧", "105": "食。大乾陀羅國遶海而去四十日餘。始達彼", "106": "處。今現眾僧唯有二十日糧。云何達彼。眾僧", "107": "聞已。皆大啼哭。龍王見已。極生憂惱。語僧眾", "108": "曰。此有直路。有其蛇橋。能上往者速達彼處。", "109": "作是語訖。老人不見。時彼龍王現一登山之", "11": "□□日□□□□□□□□□釋迦牟尼如來", "110": "路。自變其身為一大蛇。海上作橋。作是思", "111": "惟。我今若度此諸僧眾。先作惡業。今受傍生", "112": "之身。亦可得脫。發是願矣。便置蛇橋十五日", "113": "餘。眾多人畜於上而過。蛇橋之上人畜過時。", "114": "或有墮水而命終者。如是人畜往來去故。其", "115": "蛇脊背破裂毀壞。血流而雨。海變為血。眾多", "116": "僧眾於蛇橋上而往過。時末後餘殘赤面留", "117": "難而不放過。然後大蛇墮於海中而命終已。", "118": "得生兜率陀天。海亦枯竭。", "119": "爾時僧眾到乾陀羅國。彼國之王具辦供具。", "12": "滅後。彼法影像及以塔廟。二千年在世。然後", "120": "二年供養各令安樂。經二年已。彼王捨壽。王", "121": "有二子。一信佛法。一行外道法。後爭王位。其", "122": "時僧眾為信法王子作用儻。故彼得勝已而", "123": "紹王位。彼王統治之時。加僧俸祿資緣具", "124": "足。經半年已。有一苾芻。殺却彼王。自紹王", "125": "位。乾陀羅國一切人眾。一時而反殺苾芻王。", "126": "諸餘僧眾盡皆驅逐。出王界外。故乾陀羅國", "127": "像法亦滅。一切僧眾波迸流離。向在餘國。如", "128": "是之時。西方國王．北方國王．葉婆那王等祿", "129": "福勝前。此三國王會盟一家。時彼三王化治", "13": "滅沒。于闐等此三之國。漢與赤面．蘇毘．突厥。", "130": "西方及北方等。時彼三王各將十萬兵攻俱", "131": "閃彌國。王以滅三十萬兵及其王等一不餘", "132": "殘。爾時俱閃彌王為欲懺除殺眾兵罪。召請", "133": "閻浮界內一切眾僧。至俱閃彌國。後因眾像", "134": "自內鬪諍。遂互相殺一無餘殘。故閻浮界佛", "135": "之像法從茲滅盡。一一廣明如月藏菩薩受", "136": "記經說。釋迦如來般涅槃後經五十七俱胝", "137": "六兆年歲。慈氏世尊現娑婆界。化治有情。", "138": "釋迦牟尼如來像法滅盡因緣一卷", "14": "迴鶻等賊。動其干戈而來侵損。是故佛法以", "15": "漸衰微。毀滅塔寺。眾僧資具亦皆斷絕。此三", "16": "國中。安息疎勒不行法賊被侵。故擾塔寺。多", "17": "分焚燒。毀滅皆悉。空棄諸寺。眾僧多分移從", "18": "于闐國。于闐塔寺。五百菩薩常護持。故二百", "19": "五十以出家儀。二百五十在於俗徒。受生護", "2": "國大德三藏法師沙門法成譯", "20": "持。牛頭山寺。賢劫一千五佛常當履踐。以為", "21": "宮殿。為諸賢聖威德慈悲加持于闐塔寺妙", "22": "法。故行法人多於餘國。久住於世。爾時諸", "23": "國王等。為欲取於于闐國故鬪諍紛紜。何王", "24": "得者。即與于闐作大施主。不毀不滅。常當供", "25": "養。當爾之時。赤面國王有大威勢。多侵餘國。", "26": "以為自境。爾時有一菩薩。於赤面國受生。為", "27": "王於自國內廣行妙法。從於他國。請其法師", "28": "及經論。赤面國中。建立精舍。造窣堵波。度□", "29": "□眾。國王大臣并諸國人。廣行正法。爾時", "3": "有于闐國來。六代王已過至第七代王。名日", "30": "于闐屬彼赤面王。故廣行正法。建立塔寺。置", "31": "其三寶人戶田園。興大供養。赤面國王。七代", "32": "已來以行妙。此七代王。於餘國中所有三寶", "33": "及塔寺處。不起惡心。亦不損害。爾時于", "34": "闐眾僧。如月藏菩薩受記經中所說。多分信", "35": "心漸薄。不於戒法。求世利譽。入於王臣謀密", "36": "之事。令其正法漸漸衰秏。爾時王臣及以", "37": "子孫。退失淨信。常住所有一切諸物。苾芻秏", "38": "己用。故于闐塔寺正法常住所屬諸物。不同", "39": "往日。漸當衰秏。國王大臣。於出家眾不生歡", "4": "毘左耶訖多。治國之時。彼國有寺。名薩迦般", "40": "喜。後於異時有一菩薩。為赤面國第七代王。", "41": "彼王納漢菩薩公主以為妃。后將六百侍從", "42": "至赤面國。時彼公主極信佛法。大具福德。赤", "43": "面國王亦大淨信。過於先代。廣興正法。如是", "44": "之時。于闐國王年少不行佛之正法。先諸苾", "45": "芻曰。不然歸俗。不然隨意。出向他處。以逼逐", "46": "故。一切眾僧集拶摩寺。評議是事。時寺內眾", "47": "前。忽現七分金寶之食。五千苾芻王斷其食", "48": "窘急之者。易彼金食為三月糧。當爾之時。或", "49": "有歸俗。有不歸俗。往他方者。別離父母親戚", "5": "羅訶郍。去此寺不遠有一山谷。名娑迦耶幾", "50": "眷屬及本生國。極生憂惱。放奔大哭。僧徒眾", "51": "會。進路往至牟吽寺中。彼處有一大窣堵波。", "52": "有大淨信□伯神王。開折彼塔。出一金捥盛", "53": "滿珎珠。以施眾僧。復更有余淨信施主。辦眾", "54": "資具。以施其僧。如是次第眾僧漸次至奴盧", "55": "川。以彼珎珠為半月糧。爾時眾僧至奴盧川。", "56": "在宋多紇恭娘寺。時多聞天王及功德天變", "57": "為夫妻。住在彼處。敬白僧言。我等作福。願垂", "58": "納受。半月已來設大施會。恭養僧眾。功德天", "59": "女出一衣袖金寶之錢。以施眾僧。是時僧眾", "6": "郍。彼山谷中有一羅漢。彼有苾芻弟子。從其", "60": "俱從赤面大番之國行至破山。遇守關人留", "61": "難不放。而作是言。餘處有路。一任當往。爾", "62": "時多聞天王自變其身為一白犛牛有其脊瘡", "63": "并有棬紖。眾僧見之互相謂曰。此脊瘡犛牛", "64": "是人之畜。此往何處。隨後當行。時彼犛牛以", "65": "引直路於四五間一切眾僧至赤面國薩毘之", "66": "境。時薩毘軍當道節度多聞眾僧從西來至。", "67": "走白赤面王知。爾時彼王夫人聞多眾僧", "68": "失土波迸。白其王曰。我辦畜乘及以資具。願", "69": "請眾僧。來至赤面國。王亦許之。以辦畜乘。便", "7": "師所。以學律儀。後見月藏菩薩所問經。及聖", "70": "迎眾僧。至赤面國。時赤面國王公主侍從供", "71": "養禮拜。問眾僧中善解三藏諸大德曰。除汝", "72": "更有波迸者不。諸三藏大德謹對之曰。安息．", "73": "疎勒．勃律．加悉蜜國。有如是眾多僧眾。波迸", "74": "流移現在彼處。即便發使迎請眾僧至赤面", "75": "國。時赤面國置七所寺。辦諸供具。常住人戶", "76": "倍勝往曰。安置眾僧住在七寺。後經三四年。", "77": "公主心上有惡瘡出。病苦之時。公主白王。妾", "78": "因此疾終不得免。所有僮僕及以財物。願施", "79": "三寶。王亦許之。六百侍從悉放出家。然後公", "8": "教已。即問尊師羅漢曰。佛滅度後。于闐疎勒", "80": "主命將終盡。公主終後。赤面國王境界之內。", "81": "豆瘡病起。大臣百官并諸子孫而死者眾。時", "82": "彼群臣而集會之白其王曰。王國界內。先無", "83": "如是瘡苦病惱。今諸波迸戎夷僧眾來到此", "84": "處。公主崩逝。大臣百官多有死者。是故此諸", "85": "出家之眾。不留王界。理合驅出。王先之日。合", "86": "驅不驅。委細詳之。群臣同心。樂驅眾僧。以白", "87": "王知。欲驅眾僧出於王界。是時赤面國王境", "88": "內舊住苾芻瞋恚而言。若以驅逐此諸僧。我", "89": "等亦皆不住於此。諸臣恚言。汝等亦當隨意", "9": "及與安息。如來像法窣覩波等。幾時住世。誰", "90": "而去。公主來至赤面國後。漢王興崇道士法。", "91": "故一切漢僧悉皆來至赤面國界。如是之時。", "92": "彼界眾僧。赤面國內所有舍利聖教經論供", "93": "養諸具常住財物。盡皆齎持。往至於西大乾", "94": "陀羅國。當爾之時。漢與赤面婆羅行國于闐", "95": "國等直至恒河。像法滅沒更無有餘。恒河彼", "96": "岸俱閃彌國像法三月住世。最後滅盡。一切", "97": "僧眾至乾陀羅界伊羅葉龍王所住海岸。三", "98": "寶威力。彼海騰波。龍王思惟。我所住處何故", "99": "騰波。以天眼觀知釋迦牟尼如來聖教像法"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2090 釋迦牟尼如來像法滅盡之記", "author": "唐 法成譯", "sourceLink": "http://www.cbeta.org/"}