{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1449 根本說一切有部毘奈耶羯恥那衣事: 根本說一切有部毘奈耶羯恥那\n衣事: 根本說一切有部毘奈耶羯恥那衣事", "text": {"0": "No. 1449", "1": "根本說一切有部毘奈耶羯恥那", "10": "「汝於何處安居而來至此？」白言：「世尊！我等於", "100": "不見罪被舉人、重犯被舉人、不捨惡見被舉", "101": "人、餘處坐夏人、僧破已後非法律人。」", "102": "時有眾多苾芻人間遊行，遭賊劫奪，漸至室", "103": "羅筏城。諸苾芻見問言：「善來具壽！行李安樂", "104": "不？」答言：「何有安樂？所是衣物，皆被賊奪", "105": "將。」報言：「具壽！今我此處多有衣利，若出羯恥", "106": "那衣，得與具壽共相分給。」以緣白佛，佛言：「苾", "107": "芻若有賊緣，當可為出羯恥那衣。應如是出，", "108": "如常作前方便已，令一苾芻作白羯磨：『大德", "109": "僧伽聽！於此住處，和合僧伽共張羯恥那衣。", "11": "自來城三月安居已，而來至此。」問言：「汝等在", "110": "今有眾多苾芻，被賊所劫無衣至此。若僧伽", "111": "時至聽者，僧伽應許僧伽今為此被賊苾芻", "112": "出羯恥那衣。白如是。』羯磨准白成，乃至結竟。", "113": "既作法已，所有利物，受衣之人皆共平分。其", "114": "所得衣，各隨自意，分遺被賊無衣苾芻。」鄔波", "115": "離請世尊曰：「大德！疎薄衣、惡衣、多結衣、紵", "116": "麻衣、繚緣衣、破故衣、犯捨衣、死人衣，此等", "117": "諸衣合作羯恥那不？」佛言：「不合。」", "118": "「大德！石碾衣、及屬別人三衣、及不滿三五肘、", "119": "或不割截、或不清淨、或不差張衣人、或在界", "12": "彼安居，於三月中，得安樂住不？乞求飲食，不", "120": "外，得張衣不？」佛言：「不合。」「夏三月中所得衣，", "121": "成張衣不？」佛言：「得。」「若夏三月了，所得之衣得", "122": "作羯恥那衣不？」佛言：「得。」若更有眾多法非法", "123": "衣，准上文意應知。", "124": "出羯恥那衣相，本有八種。云何為八？攝頌曰：", "125": "初決去不定、決定失去衣、", "126": "聞出出界疑、望斷同心出。", "127": "云何決去失？如有苾芻，同在一處受羯恥那", "128": "衣。作衣已竟，於此無戀心，遂持衣鉢欲往", "129": "餘方，出界外更不擬來，決意出者，是名決去", "13": "難得不？」答言：「世尊！我等三月安樂而住，飲食", "130": "失。云何不定失？如有苾芻，同在一處受羯恥", "131": "那衣，未作衣遂出界外求衣，或未作衣、或已", "132": "作半，於此利物及以住處，或有戀、或無戀、", "133": "或有望、或無望，更擬還作衣、或起疑念，是名", "134": "不定失。", "135": "云何決定失？如有苾芻，同在一處受羯恥那", "136": "衣，未作衣遂出界外求衣，作如是念：「還來", "137": "作衣。」復作是念：「我今出去，更不復來，亦復不", "138": "能造支伐羅。」是名決定失。", "139": "云何失去失？如有苾芻，同在一處受羯恥那", "14": "不難。我等從彼擎持衣鉢，所經道路，泥雨艱", "140": "衣，未作衣出界外造支伐羅，起首作衣，遂失", "141": "其衣，是名失去失。", "142": "云何聞出失？如有苾芻，同在一處受羯恥那", "143": "衣，未作衣出界外求衣，念言：「迴還我當作衣。」", "144": "去後大眾遂便出衣。彼聞出羯恥那衣，心生", "145": "隨喜：「善哉出衣。」是名聞出失。云何出界疑失？", "146": "如有苾芻，同在一處受羯恥那衣。未作衣，苾", "147": "芻自念：「出界作支伐羅。若了、若不了，或還、不", "148": "還。」生如是心，出界便失。云何望斷失？如有苾", "149": "芻，同在一處受羯恥那衣作衣，作衣未竟，出", "15": "辛，身形疲頓，漸來至此。」世尊聞已，作如是", "150": "界求覓，擬還作衣。既至彼方，求衣不得，望心", "151": "斷絕，是名望斷失。", "152": "云何同心出？如有苾芻，同在一處受羯恥", "153": "那衣作衣，出界外求衣，後還來住處，共眾作", "154": "白二法出衣，是名同心出。", "155": "根本說一切有部毘奈耶羯恥那衣事一卷", "16": "念：「我諸弟子雨安居竟，人間遊行，擎持衣鉢，", "17": "路逢泥雨，極遭辛苦，形體疲頓。我今宜可令", "18": "諸苾芻，得安樂住。并諸施主福增長故，聽諸", "19": "苾芻張羯恥那衣。張此衣時，有五勝利：一、無", "2": "衣事一卷", "20": "過十日犯；二、無過一月犯；三、無過經宿離衣", "21": "犯；四、唯著上下二衣，得人間遊行；五、得隨意", "22": "多畜長衣。復有五種饒益：一、得別眾食；二、得", "23": "數數食；三、俗家不請，得往受食；四、得隨意多", "24": "求衣；五、始從八月半，至正月半時，經五箇月", "25": "所得財物，皆是羯恥那衣利養。如是開時，令", "26": "諸弟子，得安樂住。」即告諸苾芻：「欲令汝等得", "27": "安樂住，并諸施主福增長故，雨安居眾張羯", "28": "恥那衣，獲多利益如前十種。」如世尊說張羯", "29": "恥那衣者，諸苾芻不知云何張衣？佛言：「三月", "3": "大唐三藏義淨奉　制譯", "30": "安居，眾獲衣物，應將作衣，先以言白，告眾", "31": "令知：『大眾應知，今夏坐苾芻眾得此衣。若大", "32": "眾樂者，令將此物，為眾作羯恥那衣。』至明日", "33": "已鳴揵椎、集僧伽、言白已周。令一苾芻作", "34": "白曰：", "35": "「『大德僧伽聽！此衣是此處雨安居僧伽所獲", "36": "利物，僧伽今共將此衣作羯恥那。此衣當為", "37": "僧伽張作羯恥那。若張衣已，雖出界外，所有", "38": "三衣尚無離過，何況餘衣？若僧伽時至聽者，", "39": "僧伽應許僧伽今將此衣，令某甲苾芻當為", "4": "爾時佛在室羅筏城逝多林給孤獨園。時有", "40": "僧伽作羯恥那。若張衣已，雖出界外，所有三", "41": "衣尚無離過，何況餘衣？白如是。』羯磨准白", "42": "成。次當差張羯恥那衣苾芻，須具五德者，應", "43": "可量差，所謂無欲、愛、恚、癡、知張與不張。若異", "44": "此者，即不應差。如是應差，為前方便。眾現集", "45": "已，應先問能不能，云：『汝某甲！能為僧伽作張", "46": "衣人不？』若言能者，答言：『我能。』次一苾芻作", "47": "白羯磨，差云：『大德僧伽聽！此苾芻某甲，樂作", "48": "張羯恥那衣人，今為僧伽張羯恥那衣。若僧", "49": "伽時至聽者，僧伽應許僧伽今差某甲苾芻", "5": "眾多苾芻在自來城三月坐雨安居已，各持", "50": "作張羯恥那人。此某甲當為僧伽張羯恥那", "51": "衣。白如是。』『大德僧伽聽！此苾芻某甲，樂作張", "52": "羯恥那人，今為僧伽張羯恥那衣。僧伽今差", "53": "某甲作張羯恥那人。某甲苾芻當為僧伽張", "54": "羯恥那。若諸具壽聽差某甲作張羯恥那人，", "55": "此某甲當為僧伽張羯恥那者默然；若不許", "56": "者說。』『僧伽已聽此某甲作張羯恥那人，此某", "57": "甲當為僧伽作張羯恥那衣人竟。僧伽已聽", "58": "許，由其默然故，我今如是持。』其次張衣苾芻", "59": "應作白羯磨，當作羯恥那衣。", "6": "衣鉢，詣世尊所。路逢泥雨，困於暑熱，野草割", "60": "「『大德僧伽聽！此衣當為僧伽作羯恥那衣。此", "61": "苾芻某甲，僧伽已差作張衣人。若僧伽時至", "62": "聽者，僧伽應許僧伽今以此衣作羯恥那，付", "63": "某甲苾芻。白如是。』羯磨准白應作。", "64": "「作羯恥那衣苾芻，制其行法。作衣之處，當須", "65": "在前洗浣染治、割截縫刺，乃至刺三兩針共", "66": "作。復須再三作如是念：『此衣當為僧迦張作", "67": "羯恥那衣、現張作羯恥那衣、已張作羯恥那", "68": "衣。』於此三心，但為後二，亦成作法。若不作", "69": "者，得惡作罪。次至八月白半十五日，其知事", "7": "身，遍皆流汗，漸次遊行，至室羅筏城。時諸", "70": "人應告大眾，作如是白：『諸大德！明日我當為", "71": "眾張羯恥那衣，仁等各各捨舊持衣，來集某", "72": "甲處。』其張衣苾芻，於此衣上布列名花，妙香", "73": "熏馥，鳴揵椎集眾，言白復周。可將此衣至，上", "74": "座前立，兩手擎衣，作如是白：", "75": "「『大德僧伽聽！此衣僧伽許張作羯恥那衣，我", "76": "苾芻某甲，僧伽今差作張羯恥那衣人。我某", "77": "甲是張羯恥那衣，我以此衣，當為僧伽張作", "78": "羯恥那衣。』如是三說。次舒張此衣，上座前立，", "79": "作如是語：『上座存念！此衣僧伽許作羯恥那", "8": "苾芻安置衣鉢，洗足已，至世尊處，頂禮雙足，", "80": "衣，我苾芻某甲是張衣人。我今為大眾張", "81": "此衣。』上座答曰：『善哉張衣！極善張衣！此中", "82": "所有財利饒益，我當獲之。』如是三說，乃至行", "83": "末，皆作是說：『善哉張衣！極善張衣！此中所", "84": "有財利饒益，我當獲之。』次復應知持衣人法，", "85": "不持此衣至大小便室，不入厨舍煙火之處，", "86": "不安置露地，不棄衣向界外。設暫出，不應經", "87": "宿。持衣苾芻若不依行者，得越法罪。其持衣", "88": "人，既至正月十五日，應在眾中作如是白：『大", "89": "眾應知！明日當出羯恥那衣，仁等各各守持", "9": "在一面坐。世尊常法，見客苾芻來，共相慰問：", "90": "自衣，其有利物，大眾應分。』」鄔波離請世尊", "91": "曰：「有幾種人不成張衣？」佛言：「有五種人：謂無", "92": "夏人、破夏人、後夏人、求寂人、張衣之時不現", "93": "前者。復有五種不成張衣：謂行遍住人、行遍", "94": "住竟人、行六夜人、行六夜竟人、授學人。」「大", "95": "德！有幾種人但得財利，而無饒益？」佛言：「有", "96": "五種人：謂無夏、破夏、後夏、求寂、不現前人。", "97": "復有五種人：行遍住人、遍住竟人、六夜人、六", "98": "夜竟人、授學人，此謂得利、無饒益。」「大德！有幾", "99": "種人利、益俱無？」佛言：「鄔波離！有五種人：謂"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1449 根本說一切有部毘奈耶羯恥那衣事: 根本說一切有部毘奈耶羯恥那\n衣事: 根本說一切有部毘奈耶羯恥那衣事", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}