{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2901 法句經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2901", "1": "佛說法句經", "2": "1 諸菩薩融心覺序品佛說法句經諸菩薩融心覺序品第一", "3": "聞如是。一時婆伽婆。在日月宮中勝藏殿上。", "4": "與天菩薩摩訶薩十萬人俱。其名曰勝積菩", "5": "薩。普賢菩薩。文殊師利菩薩。金剛藏菩薩。", "6": "金剛幢菩薩。金剛慧菩薩。觀世音菩薩。決定", "7": "慧菩薩。彌勒菩薩。三世辯菩薩。常住願菩薩。", "8": "勢力自在菩薩。無起作菩薩。常慈菩薩。常視", "9": "一相光菩薩。如是等菩薩摩訶薩十萬人俱。", "10": "復有菩薩摩訶薩。名曰寶明。與無量比丘。比", "11": "丘尼。優婆塞。優婆夷。百千萬人。復有無量天", "12": "龍夜叉。護法善神。及餘他方無數菩薩。皆悉", "13": "集會。", "14": "2 不壞諸法菩薩說宿緣品不壞諸法菩薩說宿緣品第二", "15": "於是。眾中有菩薩。名不壞諸法寶明。承佛神", "16": "力。前白佛言。世尊。我於往昔然燈佛所出家", "17": "學道。彼時名字等賢比丘。爾時世尊。即授於", "18": "我今菩薩記。號曰不壞諸法。爾時寶明菩薩", "19": "白佛言。世尊。云何授我號為寶明乎。唯願世", "20": "尊。說此寶明名字所以。", "21": "佛言。諦聽諦聽。善思念之。今為天眾求天乘", "22": "者。說斯決定大乘微妙要法。及汝名字金剛", "23": "語句。爾時天眾奉教如聽。佛告寶明菩薩。善", "24": "男子。汝且觀此諸佛名字。為是有耶。為是無", "25": "耶。為有實耶。為無實耶。善男子。若名字是有。", "26": "說食與人。應得無飽。若得無。飽一切飲食。則", "27": "無所用。何以故。說食尋飽不須食故。若名", "28": "字無者。定光如來不授我記及汝名字。如無", "29": "授者。我不應得佛。善男子。當知。字句其以久", "30": "如以其如故。修題諸法名字性空。不在有", "31": "無。善男子。若名字空者。於諸毀呰誹謗譏呵", "32": "及以讚譽不應瞋喜。何以故。誹謗毀訾及以", "33": "讚譽。二俱空故。", "34": "3 觀聲性空證實際品觀聲性空證實際品第三", "35": "善男子。若遇如上境界。應作是念。此音聲者", "36": "為天為小。青黃赤白。從何方來。今來罵我。", "37": "著我何處。形相何似。上下諦觀。都無所得。", "38": "若無所得。不應生於瞋喜之心。作是觀已。堅", "39": "持不捨。當知。不久得阿耨多羅三藐三菩提。", "40": "何以故。觀音聲性空。證於如故。譬如有人夜", "41": "想飛空及其睡時見身飛行。菩薩摩訶薩亦", "42": "復如是。觀聲性空必得空證。乃知音聲但誑", "43": "耳根。如無實體。", "44": "4 觀三處空得菩提品觀三處空得菩提品第四", "45": "善男子。菩薩摩訶薩。欲得阿耨多羅三藐三", "46": "菩提者。當觀三處。內外中間。是為三處。於", "47": "三處中。無有實法。即為解脫。解脫者即菩提", "48": "也。寶明菩薩白佛言。世尊。三處觀者為何謂", "49": "也。佛告寶明。善男子。欲知三處。當修身觀。", "50": "眼即為內。色即為外。心處中間。是為三處。", "51": "或有眾生。從無始已來。不知三事虛之與實。", "52": "妄起種種煩惱到或。是以我今教如實觀。令", "53": "斷諸或。善男子。眼不自見。色不自名。心無形", "54": "質。三事俱無。是故眼不自見。常處於內。色", "55": "不自名。常處於外。心無形相。處無所在。善男", "56": "子。眼不自見。屬諸因緣。緣非見相。眼即是", "57": "空。色屬眼時。名色為色。若眼性空。色亦無", "58": "實。何以故。從空眼見體無實故。善男子。菩", "59": "薩摩訶薩。知眼是空於內無染。知色是空於", "60": "外無著。識心是空滅於諸行。耳鼻舌身意亦", "61": "復如是。善男子。知眼屬緣見無自性。眼終", "62": "日見。猶為無見。色性屬眼而不自名。終日名", "63": "猶為無名。善男子。以斯空眼常看空色。內外", "64": "遍觀心不可得。常求諸色而不可滿。耳聲", "65": "鼻香舌味身觸意法亦復如是。善男子。應作", "66": "是念。若眼與色非為空者。眼住於內不應辯", "67": "外。色住於外不應從眼。眼是有住。色亦有", "68": "住。心是無為。不應在有。何以故。有之與無", "69": "性相違故。是故當知。眼色與心虛通無礙。善", "70": "男子。意即為內。法即為外。心處中間。意不", "71": "自知。法不自名。心無形相。三事俱無。是故", "72": "意不自知。常處於內。法不自名。常處於外。心", "73": "無形相。實無處所。意不自知。屬諸因緣。緣非", "74": "知相。意即是空。法屬意時名法為法。若意性", "75": "空法亦無實。何以故。從空意知體無性故。善", "76": "男子。知意是空。於內無染。知法是空。於外", "77": "無著。知心是空。滅於諸行。知意屬緣。知無自", "78": "性。意終日知猶為無知。法性屬意而不自名。", "79": "名終日名猶為無名。以斯空意常知空法。內", "80": "外遍觀心不可得。是故菩薩應作是念。若意", "81": "與法非為空者。意住於內不應辯外。法住於", "82": "外不應從意。意是有住法亦有住。心是無為", "83": "不應在有。何以故。有之與無性相違故。是故", "84": "當知。意法與心虛空無礙。譬如陽炎遠視", "85": "似水。無智之人為得所逼急走向之。轉近", "86": "轉滅。炎邊住者知此地中本來無水。見彼走", "87": "人知其妄相。便生嗤咲語走人言。此中無水", "88": "但陽氣耳。誑汝眼根。彼人聞已熱渴心息。色", "89": "亦如是。凡夫無智謂呼有實。為欲渴所逼生", "90": "貪求相。熾然起心趣向奔走。色相屬緣轉觀", "91": "轉滅。證實相者知此陰中本來無色。本來無", "92": "識。見凡夫人貪色。疾走知其妄想。便生嗤咲。", "93": "為說實法語。眾人言。陰中無陰。心中無心。", "94": "念中無念。但緣氣耳。誑汝眼根。若有智者。聞", "95": "已妄渴心息。陰界諸入亦復如是。善男子。", "96": "譬如凡夫夜夢見身。種種光明。食百味食。復", "97": "見遠行。至他方所。得好衣馬。侍從百方。欻爾", "98": "起瞋。尋命事力。殺數千人。及其覺時。身光尋", "99": "滅。亦不遠行。光明色相。空無所有。夢中行", "100": "者。及與事力相。殺之者都無色相。色亦如", "101": "是。一切眾生。從無始已來。黑闇崖下。無明被", "102": "底。長夜睡眠。處於夢宅。妄見諸色。起一切", "103": "法。善男善女。生死涅槃。相殺相害。無有窮", "104": "已。一切眾生謂呼為實得道。覺者乃知虛妄", "105": "始知生死同涅槃相。男女諸色。本性體空。善", "106": "男子。若色如是。一切諸法亦復如然。如空谷", "107": "嚮。如芭蕉堅。如水中月。如空中華。如石女", "108": "兒。如電久住。如水龜毛。如走兔角究竟無", "109": "實。諸有智者。應除諸見。如世生盲。莫分別", "110": "色。若不分別。當知不久得阿耨多羅三藐三", "111": "菩提道。善男女。一切眾生。為諸煩惱弊於", "112": "慧因無眼生眼想。以斯忘想見外境界。名", "113": "之為色。如起貪著。以貪著故。流轉三有。如旋", "114": "火輪無有休也。", "115": "5 親近真善知識品親近真善知識品第五", "116": "善男子。一切眾生。欲得阿耨多羅三藐三菩", "117": "提者。當親近善知識。請問法要。必聞如斯甚", "118": "深要句。爾時寶明菩薩白佛言。世尊。云何是", "119": "善知識。佛言。善知識者。善解深法空相無", "120": "作無生無滅。了達諸法從本已來究竟平等。", "121": "無業無報無因無果性相如如。住於實除。", "122": "於畢竟空中熾然建立。是名善知識。", "123": "6 二十一種譬喻善知識品二十一種譬喻善知識品第六", "124": "善男子。善知識者是汝父母。養育汝等菩提", "125": "身故。善知識者是汝眼因。示導汝等菩提", "126": "路故。善知識者是汝脚足。荷負汝等離生死", "127": "故。善知識者是汝梯橙。扶侍汝等至彼岸故。", "128": "善知識者是汝飲食。能使汝等增長法身故。", "129": "善知識者是汝寶依。覆蓋汝等功得身故。善", "130": "知識者是汝橋梁。運載汝等度有海故。善知", "131": "識者是汝財寶。救攝汝等雖貧苦故。善知識", "132": "者是汝日月。照曜汝等離黑闇故。善知識者", "133": "是汝身命。護惜汝等無有時故。善知識者是", "134": "汝鎧仗。降伏諸魔得無畏故。善知識者", "135": "是汝絙繩椃機汝等離地獄故。善知識者是", "136": "汝妙藥。療治汝等煩惱病故。善知識者是汝", "137": "利刀。割斷汝等諸愛網故。善知識者是汝時", "138": "雨。潤清汝等菩提身故。善知識者是汝明", "139": "燈。能破汝等五蓋闇故。善知識者是汝善標。", "140": "教示汝等趣正道故。善知識者是汝薪火。成", "141": "熟汝等涅槃食故。善知識者是汝弓箭。射殺", "142": "汝等煩惱賊故。善知識者是汝勇得。能破", "143": "汝等生死軍故。善知識者是汝如來。破汝煩", "144": "惱至涅槃故。善男子。善知識者有如是無量", "145": "功德。是故我今教汝親近。", "146": "7 寶明聽眾等悲不自勝品寶明聽眾等悲不自勝品第七", "147": "於是寶明。與諸天眾。聞佛說此妙法及善知", "148": "識甚深要法。舉聲號哭。淚下如雨。悲啼懊", "149": "惱。不能自栽。自念。我身從曠劫已來。為善知", "150": "識之所守護。是故今日值於如來。得聞深法。", "151": "如是遇者。善知識力。非我力能自念。我等", "152": "從本已來未曾報恩便方親近。說是語已。重", "153": "復舉聲悲號懊惱。槌胸天哭。譬如有人。新", "154": "喪父母。號悼啼泣。死而復甦。爾時世尊。見", "155": "是事已。生憐愍心。即噓長歎以歎息故。振動", "156": "三千大千世界。一切佛剎皆亦大動。", "157": "8 普光莊嚴菩薩等證信品普光莊嚴菩薩等證信品第八", "158": "於是東方百千萬億阿僧祇土有國。名寶土。", "159": "佛名寶相。有菩薩。名普光莊嚴。見此地動", "160": "白寶相佛言。世尊。如此地動是何瑞也。彼佛", "161": "答言。西方去此百千萬億阿僧祇土有國。名", "162": "娑婆。佛號釋迦牟尼。為諸眾生說於佛法。決", "163": "定大乘報善知識恩。故現斯瑞。普光莊嚴", "164": "菩薩白寶相佛言。世尊。我欲與此天眾俱。", "165": "至於彼娑婆世界。釋迦牟尼佛所請問。彼佛", "166": "事善知識。并問深法。寶相佛言。善男子。令", "167": "正是時宜速疾住。於是普光莊嚴菩薩。與無", "168": "量天菩薩。各皆現身。坐寶蓮花師子之座。", "169": "放天光明如天力士。屈身臂來須至娑婆", "170": "世界。在虛空中湛然而住。", "171": "爾時寶明菩薩見此光相。即白佛言。世尊。此", "172": "何光相。初未曾見。佛告大眾及寶明菩薩", "173": "言。此是寶相如來所諸天菩薩。聞我為汝說", "174": "大乘經及善知識現地動相。是以來到寶明", "175": "菩薩及諸大眾。聞是語已。皆大歡喜。□□", "176": "衣服。待佛左右。於是普光莊嚴菩薩。於虛空", "177": "中。雨眾寶華。雨華已訖。尋至釋迦牟尼佛", "178": "所。遶無數匝合掌作禮於一面立。佛告普光", "179": "莊嚴菩薩言。善男子。汝發來時汝之世尊氣", "180": "力安否。汝涉遠來得無勞也。普光莊嚴菩薩", "181": "前禮佛足答言。時我世尊。常命色力更無他", "182": "也。慇懃囑者致問無量。於是眾中文殊師利", "183": "菩薩。謂普光莊嚴菩薩言。諸善男子。汝等遠", "184": "來何所諮請。普光莊嚴菩薩。白文殊師利言。", "185": "大德。我承世尊說甚深法。及善知識所有功", "186": "德。是故我來欲有諮請事。善知識所有功", "187": "德。文殊師利言。若有諮者。宜速發問。此諸大", "188": "眾願樂欲聞。於是普光莊嚴菩薩知大眾意。", "189": "前禮佛足白佛言。世尊。我等昔來慧力微弱。", "190": "不能善解決定大乘深妙之義。及善知識不", "191": "有恩德。如佛前說。恩重難議。唯願世尊為", "192": "諸大眾。說於親近善知識法。", "193": "佛言。善哉善哉。善男子。乃能為諸眾生問如", "194": "斯法。諦聽諦聽。善思念之。當為汝說。", "195": "9 煩惱即菩提品煩惱即菩提品第九", "196": "善男子。善知識者有大功德。能令汝等於貪", "197": "欲瞋恚愚癡邪見五蓋五欲眾塵勞中建立佛", "198": "法。不起一心得大功德。譬如有人持堅牢船", "199": "度於大海。不動身心如到彼岸。善知識者", "200": "亦復如是。以大願船處生死海。運載汝等。不", "201": "動身心。到涅槃岸。善男子。譬如有人欲行", "202": "嶮路恃託一人。善於伎藝鎧仗修有并好寶", "203": "車。駕以五馬。身心無畏。得達無難。善知", "204": "識者亦復如是。法身壯大善於方便。六度伎", "205": "藝。慈悲鎧仗。皆悉修有。來於大乘駕五神", "206": "通。運載汝等得無所畏。離於三塗生死諸難。", "207": "善男子。譬如有人依楞伽寶服甘露妙藥", "208": "消除諸病。命不中夭。善知識者亦復如是依", "209": "大智寶服於法藥消煩惱病。慧命無窮。善", "210": "男子。譬如有人依師子王行諸獸中。無有怖", "211": "畏。善知識者亦復如是。若有依者。遊塵勞", "212": "中亦無所畏。善男子。譬如有人依須彌山。假", "213": "使八風不能吹動。依善知識亦復如是。八難", "214": "之風不能吹動。善男子。譬如有人依金翅鳥", "215": "遍觀大海。不畏諸災。魔竭魚難。依善知識", "216": "亦復如是。逕生死海不畏諸魔外道之難。善", "217": "男子。善知識者。無量功德。廣欲說者。窮劫", "218": "不盡。", "219": "10 求善知識不借內外壽命嫌疑品求善知識不借內外壽命嫌疑品第十", "220": "若有智者。見善知識應當供養不惜身命。何", "221": "況揣財眷屬妻兒及以國城如得悋惜。若善", "222": "知識諸有所作種種境界不應起於毛髮疑", "223": "心。所以者何。若有疑心不得正受甚深法句。", "224": "汝等大眾於善知識應斷疑念。", "225": "11 普光問如來慈偈答品普光問如來慈偈答品第十一", "226": "爾時普光莊嚴菩薩白佛言。世尊。云何正受", "227": "甚深法句。何謂甚深。佛言。勿作是問。若今說", "228": "者聲聞緣覺及新發意菩薩聞說斯法心所迫", "229": "迮。斷壞善根。普光莊嚴菩薩白佛言。世尊。", "230": "為我等輩方便演示。與諸眾生作將來業。爾", "231": "時世尊以偈頌曰。", "232": "佛子善諦聽我今如實說一切諸法性", "233": "本來無所動諸佛依貪瞋如座於道場", "234": "塵勞諸佛種本來無所動五蓋及五欲", "235": "為如來種性常以是莊嚴本來無所動", "236": "婬欲及邪見并餘結使等究竟解脫相", "237": "本來無所動諸佛從本來常處於三毒", "238": "長養於百法如成於世尊諸法從本來", "239": "無是亦無非是非性寂滅本來無所動", "240": "一切諸眾生實無有生滅生滅即涅槃", "241": "本來無所動一切諸法相從緣無起作", "242": "起作性如如本來無所動一切諸文字", "243": "無實無所依俱同一寂滅本來無所動", "244": "諸諸布施福於中三事空究竟不可得", "245": "施福如野馬若說諸持戒無善無威儀", "246": "戒性如虛空持者為迷到若見瞋恚者", "247": "以忍為䩭鞅知瞋等陽炎忍亦無所忍", "248": "說諸精進業為增上慢說無增上慢者", "249": "無善無精進若起精進心是妄非精進", "250": "若能心不妄精進無有虛若學諸三昧", "251": "是動非坐禪心隨境界流云何名為定", "252": "參羅及萬像一法之所印云何一法中", "253": "如生種種見一亦不為一為欲破諸數", "254": "淺智之所聞見一以為一若有聞此法", "255": "常修寂滅行知行亦寂滅是則菩提道", "256": "若欲證此法親近善知識善學諸方便", "257": "度脫於群生我今說此法為攝有眾生", "258": "若無我見者究竟無所說此是金剛句", "259": "決了諸邪見一切外道輩盡力無能壞", "260": "若有諸眾生得聞如是經雖在三塗中", "261": "究竟清涼樂若聞此經名及解一句義", "262": "必生諸佛國何況讀誦者若有此經處", "263": "我恒在其中為護如是人令得無上道", "264": "12 授記品爾時世尊說此偈已普光大眾得無生法", "265": "忍即為寶明授記品第十二", "266": "寶明菩薩尋得授記。汝當來世過八十萬劫", "267": "當得作佛。號寶明如來應供正遍知明行足", "268": "善逝世間解無上士調御丈夫天人師佛世", "269": "尊。時有眾生。純一大乘。更無聲聞辟支佛。", "270": "名國土嚴淨。過無量壽百千萬倍。與諸菩薩", "271": "授記已訖。便欲捨坐。", "272": "13 傳持品傳持品第十三", "273": "爾時文殊師利菩薩前白佛言。世尊。此等當", "274": "來在何等人手。以何恩緣得聞此經。佛言。", "275": "善男子。此經甚深難可得聞。譬如金剛一切", "276": "凡夫不能覩見。唯除帝釋。此經亦爾。聲聞緣", "277": "覺所不能見。唯除菩薩譬如師子。一切禽獸", "278": "無敢向者。唯除龍王。此經亦爾。聲聞緣覺", "279": "斷絕悕望。唯除菩薩。假使有人純以真金滿", "280": "四天下以用布施。不如聞此經名得福萬倍。", "281": "假使有人純以七寶作詣床榻。以頗梨衣供", "282": "養眾生。滿閻浮提界。於一劫不如聞此經名", "283": "得福萬倍。若有善男子善女人。得聞此經", "284": "者。當知。是人親侍無數諸佛。殖眾德本。乃能", "285": "得聞。善男子。此經當來至於八地菩薩之手。", "286": "14 護經如眼寧喪身命不急品護經如眼寧喪身命不急品第十四", "287": "佛告諸大眾及寶明菩薩。汝護是經。如護眼", "288": "目。寧喪身命。莫於此經中。如生懈怠。若有", "289": "眾生。於此經中生信心者。當知。是人真佛弟", "290": "子無有疑也。爾時世尊說此經已。一切大眾", "291": "天龍八部皆各歡喜。如法奉行。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2901 法句經", "source": "CBETA"}