{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0125 增壹阿含經: 增壹阿含經", "text": {"0": "46 結禁品10", "1": "增壹阿含經卷第四十三", "10": "其有眾生，行此十法，入惡趣中。「云何修行", "100": "耶？」爾時，世尊清淨無瑕穢以天耳遙聞諸", "101": "比丘各生此論。爾時，世尊即往至普會講堂", "102": "所，在眾中坐，告諸比丘：「汝等集此為何論", "103": "義？」比丘對曰：「我等所論：『今舍衛城乞求難", "104": "得，欲共差次一人次第乞食，隨時得見好", "105": "色妙服，及衣被、飲食、床臥具、病瘦醫藥。』我等", "106": "所論正論此耳。」佛告比丘：「若乞求比丘四", "107": "事供養：衣被、飲食、床臥具、病瘦醫藥，復用", "108": "見色、聲、香、味、細滑法乎？我恒教勅，乞食", "109": "求有二事：可親、不可親。設得衣被、飲食、床", "11": "十法，得生天上？於是，有人不殺、不盜、不淫、", "110": "臥具、病瘦醫藥，增益惡法，無有善法，此不", "111": "可親。若得乞求衣被、飲食、床臥具、病瘦醫", "112": "藥，增益善法，不增惡法，此便可親。汝等", "113": "比丘，於此法中，欲作何等之論？汝等所論", "114": "者，非正法論，當捨此法，更莫思惟，不由", "115": "此得至休息滅盡涅槃之處。「設欲論者，當", "116": "論此十法。云何為十？若精勤比丘，少欲、知", "117": "足、有勇猛心、多聞能與人說法、無畏無", "118": "恐、戒律具足、三昧成就、智慧成就、解脫", "119": "成就、解脫見慧成就。汝等設欲論者，當論", "12": "不妄言、綺語、惡口，不兩舌鬪亂彼此，嫉妬、", "120": "此十事。所以然者，潤及一切，多所饒益，", "121": "得修梵行，得至滅盡之處、無為涅槃界。此", "122": "論者沙門之義，當念思惟，勿去離心。如是，", "123": "比丘！當作是學。」爾時，諸比丘聞佛所說，歡", "124": "喜奉行。", "125": "6（六）聞如是：一時，佛在舍衛國祇樹給孤獨", "126": "園。爾時，眾多比丘各集普會講堂，作是異", "127": "論：「今舍衛城乞食難得，非比丘所安之處，", "128": "我等可立一人次第乞食。此乞比丘，能辦", "129": "衣被、飲食、床臥具、病瘦醫藥，無所乏短。」爾", "13": "恚害、興起邪見。若有人行此十法者，便生", "130": "時，眾中有一比丘，白諸人曰：「我等不堪任", "131": "在此乞求，各共詣摩竭國於彼乞求，又且", "132": "穀米豐賤，飲食極饒。」更復有比丘說曰：「我等", "133": "不宜在彼國乞食。所以然者，阿闍世王在", "134": "彼治化，主行非法，又殺父王，與提婆達", "135": "兜為友。以此因緣故，不宜在彼乞求。」復", "136": "有比丘說曰：「今此拘留沙國土，人民熾盛，饒", "137": "財多寶，宜在彼土乞求。」復有比丘作是", "138": "說：「我等不宜在彼土乞食。所以然者，惡", "139": "生王於彼土治化，極為兇弊，無有慈仁，", "14": "天上。「云何修行十法，得至涅槃？所謂十念：", "140": "人民麁暴，好喜鬪訟。以此因緣，故不應在", "141": "彼乞食。」復有比丘說曰：「我等宜在拘深", "142": "婆羅㮈城，優填王所治之處，篤信佛法，意", "143": "不移動，我等宜在彼土乞食，所願無違。」爾", "144": "時，世尊以天耳聞諸比丘各生此論，即嚴", "145": "整衣服，至諸比丘所，在中央坐，問諸比丘", "146": "曰：「汝等集此欲何等論，為說何事？」是時，", "147": "比丘白佛言：「我等集此各興此論：『今舍衛", "148": "城穀米勇貴，乞求叵得，各當共詣摩竭國", "149": "界，於彼乞求，又彼國土饒財多寶，所索易", "15": "念佛、念法、念比丘僧、念天、念戒、念施、念休息、念", "150": "得。』其中或有比丘說曰：『我等不宜彼國乞", "151": "食。所以然者，阿闍世王在彼治化，主行非", "152": "法，又殺父王，與提婆達兜為友。以此因", "153": "緣，故不宜在彼乞求。』其中復有比丘說曰：", "154": "『今拘留沙國，人民熾盛，饒財多寶，宜在彼", "155": "國乞食。』復有比丘作是說：『我等不宜在", "156": "彼乞食。所以然者，惡生王於彼治化，為人", "157": "兇惡，無有慈仁，好喜鬪訟。以此因緣，故", "158": "不宜在彼乞食。』復有比丘說曰：『我等宜", "159": "在拘深婆羅㮈城，優填王所治之處，篤信", "16": "安般、念身、念死。是謂修行十法，得至涅槃。", "160": "佛法，意不移動，宜在彼乞食，所願無違。』在", "161": "此所論，正謂此耳。」爾時，佛告諸比丘：「汝等", "162": "莫稱譏王治國家界，亦莫論王有勝劣。」", "163": "爾時，世尊便說此偈：", "164": "「夫人作善惡，行本有所因，", "165": "彼彼獲其報，終不有毀敗。", "166": "夫人作善惡，行本有所因，", "167": "為善受善報，惡受惡果報。", "168": "「是故，比丘！勿興斯意論國事緣，不由此", "169": "論得至滅盡涅槃之處，亦不得沙門正行", "17": "比丘當知，其生天及惡趣者，當念捨離；其", "170": "之法。設欲作是論，非是正業。汝等應當學", "171": "十事論。云何為十？若精勤比丘，少欲、知足、", "172": "有勇猛心、多聞能與人說法、無畏無恐、戒", "173": "律具足、三昧成就、智慧成就、解脫成就、解脫", "174": "見慧成就，汝設欲論者，當論此十事。所", "175": "以然者，普潤一切，得修梵行，得至滅盡", "176": "涅槃之處。汝等已出家學道，離於世俗，當", "177": "勤思惟，勿去離心。如是，比丘！當作是學。」", "178": "爾時，諸比丘聞佛所說，歡喜奉行。", "179": "7（七）聞如是：一時，佛在舍衛國祇樹給孤獨", "18": "十法得至涅槃者，善修奉行。如是，比丘！當", "180": "園。爾時，眾多比丘集普會講堂各興此論：", "181": "「今波斯匿王主行非法，犯聖律教，讖比丘", "182": "尼得阿羅漢道，十二年中閉在宮內，與共交", "183": "通。又不事佛、法、比丘僧，無篤信之心向", "184": "阿羅漢，則無信心於佛、法、聖眾，我等宜應", "185": "遠離，勿止此土。所以然者，王行非法時，", "186": "王大臣亦行非法，大臣以行非法，左右吏", "187": "佐亦行非法；吏佐已行非法，諸庶人類亦", "188": "行非法。我今宜在遠國乞求，不止此邦。又", "189": "可觀彼風俗之化，已見風俗之化，則見殊", "19": "作是學。」爾時，諸比丘聞佛所說，歡喜奉行。", "190": "異之處。」爾時，世尊以天耳聽聞諸比丘各", "191": "興此論，即往至諸比丘所，在中央坐。爾時，", "192": "佛告諸比丘：「汝等集此為何論說？」眾多比", "193": "丘白世尊言：「我等在此論波斯匿王，主行", "194": "非法，犯聖律教，十二年中閉讖比丘尼，在", "195": "深宮內，接待以色。又得道之人行過三", "196": "界，然王亦不事佛、法及眾僧，無篤信之心", "197": "向阿羅漢；已無此心，則無此心於三尊。我", "198": "等宜遠遊，不須住此。所以然者，王行非", "199": "法時，臣佐、人民亦復行惡，又觀世間風化", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "2（二）聞如是：一時，佛在舍衛國祇樹給孤獨", "200": "之法。」爾時，世尊告曰：「汝等勿論國界之事，", "201": "當自剋己，思惟內省，挍計分別。言此論者", "202": "不合至理，亦復不令人得修梵行，滅盡無", "203": "為涅槃之處，當自修己，熾然法行，自歸", "204": "最尊。若比丘能自修己，興隆法樂者，此人", "205": "之類便為我躬自所生。云何，比丘！能自熾然，", "206": "興隆法樂，無有虛妄，自歸最尊？於是，比", "207": "丘！內自觀身，身意止，自攝其心，除去亂想，", "208": "無有憂愁；外自觀身，身意止，自攝其心，除", "209": "去亂想，無有愁憂；有復內外觀身，身意", "21": "園。爾時，世尊告諸比丘：「由十惡之本，外物", "210": "止；內觀痛，外觀痛，內外觀痛；內觀心，外觀", "211": "心，內外觀心；內觀法，外觀法，內外觀法，", "212": "法意止，自攝其心，除去亂想，無有愁憂。", "213": "如是，比丘！能自熾然其行，興隆法樂，自", "214": "歸最尊。諸有將來、現在比丘，能自熾然不", "215": "失行本，便為我之所生。「是故，比丘！若欲有", "216": "所論，當論於十事。云何為十？所謂精勤", "217": "比丘，少欲、知足、有勇猛心、多聞能與人說", "218": "法、無畏無恐、戒律具足、三昧成就、智慧成", "219": "就、解脫成就、解脫見慧成就。汝等設欲論", "22": "衰耗，何況內法！云何為十？所謂殺、盜、淫、妄言、", "220": "者，當論此十事。所以然者，潤及一切，多", "221": "所饒益，得修梵行，至滅盡之處、無為涅槃", "222": "界。此論者沙門之義，當念思惟，勿去離心。", "223": "如是，比丘！當作是學。」爾時，諸比丘聞佛所", "224": "說，歡喜奉行。", "225": "8（八）聞如是：一時，佛在舍衛國祇樹給孤獨", "226": "園。爾時，舍衛國城中有一長者，與羅云作", "227": "坐禪屋。爾時，羅云隨其日數，止彼屋中，", "228": "後便人間遊化。時，彼長者竊生此心：「我當往", "229": "覲尊者羅云。」爾時，長者見羅云房中，寂寞", "23": "綺語、惡口、兩舌鬪亂彼此、嫉妬、恚害、心", "230": "不見人住，見已，語諸比丘曰：「尊者羅云今", "231": "為所在？」比丘報曰：「羅云在人間遊化。」長者", "232": "報曰：「唯願諸賢差次人在吾房中住。世尊", "233": "亦說：『造立園果，及作橋舡，近道作圊", "234": "廁，持用惠施，長夜獲其福，戒法成就，死必", "235": "生天上。』以是之故，我與羅云作屋耳。今", "236": "羅云不樂我房，唯願諸賢差次人住我", "237": "房中。」諸比丘對曰：「如長者教。」爾時，諸比丘即", "238": "差次一比丘住房中。是時，尊者羅云便作", "239": "是念：「我離世尊積久，今可往問訊。」是時，尊", "24": "懷邪見。由殺生報故，眾生壽命極短；由", "240": "者羅云即往至世尊所，頭面禮足，在一面", "241": "坐。須臾之間，即從座起，還詣房中，見有異", "242": "比丘在屋中住。見已，語彼比丘曰：「誰持我", "243": "房與卿使住？」比丘報曰：「眾僧差次令我", "244": "住此房中。」是時，羅云還至世尊所，因此緣", "245": "本，具白世尊：「不審如來，眾僧差次我房，使", "246": "道人在此止住耶？」佛告羅云：「汝往至長者", "247": "家，語長者曰：『我所行法無有身、口、意行有", "248": "過乎？又非身三、口四、意三過乎？長者先持", "249": "房施我，後復持與聖眾。』」是時，羅云受佛教", "25": "不與取故，眾生生便貧賤；由淫泆報", "250": "已，即往長者家，語長者曰：「我非有身三、口", "251": "四、意三過乎？」長者報曰：「我亦不見羅云", "252": "身、口、意過也。」羅云語長者曰：「何故奪我", "253": "房舍持與聖眾？」長者報曰：「我見房空，是故", "254": "持施聖眾。時我復作是念：『尊者羅云必", "255": "不樂我房中。』故持惠施耳。」是時，羅云聞長", "256": "者語已，即還至世尊所，以此因緣，具白如", "257": "來。是時，世尊即告阿難：「速打揵椎，諸有比", "258": "丘在祇洹精舍者，盡集普會講堂。」時，阿難", "259": "即受佛教，召諸比丘在普會講堂。爾時，世", "26": "故，眾生門不貞良；由妄語故，眾生口", "260": "尊告諸比丘：「我今當說惠施清淨，汝等善", "261": "思念之。」爾時，諸比丘從佛受教。世尊告曰：", "262": "「彼云何名為惠施清淨？於是，比丘！若有人", "263": "以物惠施，後復還奪更與餘人，此名為施", "264": "不均整，非平等施。若復有人奪彼人物，持", "265": "施聖眾；若復有人還奪聖眾，持用與人，此", "266": "非為平等之施，亦非清淨之施。轉輪聖王", "267": "自於境界猶得自在，比丘於己衣鉢亦得", "268": "自在。若復彼人口不見許，而取他人物與", "269": "人者，此非平等之施。我今告諸比丘，施主", "27": "氣醜弊，致不鮮潔：由綺語故，致土地", "270": "見與，受主不見與者，此非平等之施。若復", "271": "彼比丘會遇命終，當持此一房在眾中結", "272": "羯磨，傳告唱令：『某甲比丘命終，今持此房", "273": "在眾分處，欲安處何人？隨聖眾教。諸賢！任", "274": "使某甲比丘住者，各共忍之。』若不聽者，今", "275": "便說再三，亦當作是說之。若眾僧一人不", "276": "聽而與者，則非平等之施，則為雜濁之物。", "277": "今還與羅云房，清淨受之。」爾時，諸比丘聞", "278": "佛所說，歡喜奉行。", "279": "9（九）聞如是：一時，佛在羅閱城迦蘭陀竹園所，", "28": "不平整；由兩舌報故，土地生荊棘；由", "280": "與大比丘眾五百人俱。時，尊者大均頭在", "281": "靜寂之處，興此念想：「諸前後中央之見，云", "282": "何得知？」爾時，大均頭到時，著衣持鉢，到世", "283": "尊所，頭面禮足，在一面坐。爾時，均頭白世", "284": "尊言：「今此諸見，前後相應。云何得滅此見，", "285": "又使餘者不生？」世尊告曰：「於是，均頭！此見", "286": "所出與所滅之處，皆是無常、苦、空。均頭知", "287": "之，當建此意。夫見之法六十二種，要當住", "288": "十善之地，除去此見。云何為十？於是，均頭！", "289": "他好殺生，我等應當不殺；他好盜，我不盜；", "29": "惡口報故，語有若干種；由嫉妬故，以致穀", "290": "他犯梵行，我行梵行；他妄語，我不行妄語；", "291": "他行兩舌鬪亂彼此、綺語、惡口、嫉妬、恚、邪見，", "292": "我行正見。「均頭當知，如從惡道得值正", "293": "道，如從邪見得至正見，迴邪就正，猶如", "294": "有人自己沒溺，復欲渡人者，終無此理。己", "295": "未滅度，欲使他人滅度者，此事不然。如", "296": "有人自不沒溺，便能渡人，可有此理。今", "297": "亦如是，自般涅槃，復使他人取滅度者，可", "298": "有此理。是故，均頭當念，離殺，不殺滅度；離", "299": "盜，不盜滅度；離淫，不淫滅度；離妄語，", "3": "47 善惡品善惡品第四十七", "30": "不豐熟；由恚害報故，多諸穢惡之物；由邪", "300": "不妄語滅度；離綺語，不綺語滅度；離", "301": "麁言，不麁言滅度；離鬪亂彼此，不鬪亂彼", "302": "此滅度；離嫉妬，不嫉妬滅度；離恚，不恚", "303": "滅度；離邪見，得正見滅度。「均頭當知，若凡", "304": "夫之人便生此念：『為有我耶？為無我耶？", "305": "有我無我耶？世有常耶？世無常耶？世有邊", "306": "耶？世無邊耶？命是身耶？為命異身異耶？如", "307": "來死耶？如來不死耶？為有死耶？為無死", "308": "耶？為誰造此世？』生諸邪見：『為是梵天造此", "309": "世？為是地主施設此世？又梵天此眾生，地", "31": "見報故，自然生八大地獄。因此十惡報故，", "310": "主造此世間；眾生本無今有，已有便滅。』凡", "311": "夫之人無聞、無見，便生此念。」爾時，世尊便", "312": "說此偈：", "313": "「自然有梵天，此是梵志語，", "314": "此見不真正，如彼之所見。", "315": "我主生蓮華，梵天於中出，", "316": "地主生梵天，自生不相應。", "317": "地主剎利種，梵志之父母，", "318": "云何剎利子，梵志還相生？", "319": "尋其所生處，諸天之所說，", "32": "使諸外物衰秏，何況內物。是謂，比丘！當念", "320": "此是歎譽言，還自著羇難。", "321": "梵天生人民，地主造世間，", "322": "或言餘者造，此語誰者審？", "323": "恚欲之所惑，三事共合集，", "324": "心不得自在，自稱我世勝。", "325": "天神造世間，亦非梵天生，", "326": "設復梵天造，此非虛妄耶？", "327": "尋跡遂復多，審諦方言虛，", "328": "其行各各異，此行不審實。", "329": "「均頭當知，眾生之類所見不同，其念各異。", "33": "捨離十惡之法，修行十善法。如是，比丘！當", "330": "此諸見者皆是無常，其有懷抱此見，則是無", "331": "常變易之法。若他人殺生，我等當離殺生；", "332": "設他盜者，當遠離之，不習其行，專其心意，", "333": "不使錯亂，思惟挍計，邪見所興，乃至十惡", "334": "之法皆當去離，不習其行。若他瞋恚，我等", "335": "學於忍辱，他人懷嫉妬，我當捨離；他興憍", "336": "慢，我念捨離；若他自稱、毀餘人，我等不自稱、", "337": "不毀他人；他不少欲，我等當學少欲；他", "338": "人犯戒，我修其戒；他人有懈怠，我當精進；", "339": "他人不行三昧，我行三昧。當作是學。他人", "34": "作是學。」爾時，諸比丘聞佛所說，歡喜奉", "340": "愚惑，我行智慧。其能觀察分別其法者，邪", "341": "見消滅，餘者不生。」是時，均頭受如來教已，", "342": "在閑靜之處，思惟挍計，所以族姓子，出家", "343": "學道，著三法衣，修無上梵行：生死已盡，梵行", "344": "已立，所造已辦，更不復受有，如實知之。是", "345": "時，均頭便成阿羅漢。爾時，均頭聞佛所說，歡", "346": "喜奉行。", "347": "10（一〇）聞如是：一時，佛在舍衛國祇樹給孤獨", "348": "園。爾時，世尊告諸比丘：「地獄眾生受其罪", "349": "報，極至一劫，或有其中間夭者；受畜生罪", "35": "行。", "350": "報，極至一劫，其間有中夭者；受餓鬼報，極", "351": "至一劫，其間有中夭者。比丘當知，欝單曰", "352": "人壽千歲，無有中夭者。所以然者，彼土人", "353": "民無所係屬，設於彼命終，生善處天上，無", "354": "有墮落者。弗于逮人民壽五百歲，亦有中", "355": "夭者；瞿耶尼人民壽二百五十歲，亦有中夭", "356": "者；閻浮提人民極壽百歲，亦有中夭者多。", "357": "「正使人壽命極至十十，人民之兆以壽十", "358": "十，其行不同，性分各異。初十幼小，無所識", "359": "知；第二十少多有知，猶不貫了；第三十欲意", "36": "3（三）聞如是：一時，佛在舍衛國祇樹給孤獨", "360": "熾盛，貪著於色；第四十多諸伎術，所行無", "361": "端；第五十解義明了，所習不忘；第六十慳", "362": "著財物，意不決了；第七十懈怠憙眠，體性遲", "363": "緩；第八十無有少壯之心，亦無榮飾；第九", "364": "十多諸病痛，皮緩面皺；第十十諸根衰秏，", "365": "骨節相連，多忘意錯。比丘知之，設人壽百", "366": "歲，當經歷爾許之難。設人壽百歲，當經三", "367": "百冬、夏春、秋，計其壽命，蓋不足言。若人壽", "368": "百歲，當食三萬六千食，其間或有不食時：", "369": "瞋不食，不與不食，病不食。計彼食與不", "37": "園。爾時，波斯匿王往至世尊所，頭面禮足，", "370": "食，及飲母乳，取要言之，三萬六千食。比丘！", "371": "若人壽百歲其限歲數，飲食之法其狀如是。", "372": "「比丘當知，閻浮地人民，或壽極長與無量", "373": "壽等。過去久遠不可計世，有王名療眾病，", "374": "壽命極長，顏色端正，受樂無量。爾時，無疾", "375": "病、老、死之患。時，有夫婦二人生一子，子", "376": "便命終。是時，父母抱舉令坐，又持食與，然", "377": "彼子不飲、不食，亦不起坐。何以故爾？以命", "378": "終故。是時，彼父母便生此念：『我子今日何", "379": "為瞋恚，不肯食飲，亦不言語？』所以然者，", "38": "在一面坐。爾時，波斯匿王往白世尊言：「如", "380": "由彼人民不聞死亡音響之所致也。「爾時，", "381": "彼父母便復念曰：『我子今已經七日不飲、", "382": "不食，亦復不知何由默然？我今可以此因", "383": "緣，往白療病大王使知。』是時，父母往至王", "384": "所，以此因緣，具白大王。是時，大王便作是", "385": "念：『今日已聞死亡音響。』王告之曰：『汝等可", "386": "持此小兒到吾所。』爾時，父母即抱小兒至", "387": "國王所。王見已，告父母曰：『此兒已命終。』時，", "388": "父母白王言：『云何名為命終？』王告曰：『此兒更", "389": "不行起、言對、談說、飲食、戲樂，身體正直，無", "39": "來審有是語：『施我獲福多，餘者獲福少；施", "390": "所復為，故名為命終。』是時，夫婦復白王言：", "391": "『如此之變，當經幾時？』王告之曰：『此兒不久", "392": "身體爛壞，膖脹臭處，無所復任。』爾時，父母不", "393": "信王語，復抱死兒，還至家中，未經幾時，", "394": "身體盡壞，極為臭穢。是時，父母方信王語", "395": "云：『此兒不久身體膖脹，盡當壞敗。』「是時，夫", "396": "婦復抱此膖脹小兒至國王所，而白王言：", "397": "『唯然，大王！今持此兒奉貢大王。』時，父母亦", "398": "不啼哭。所以然者，由不聞死亡之音", "399": "故。是時，大王剝取其皮，而作大鼓，復勅作", "4": "1（一）聞如是：一時，佛在舍衛國祇樹給孤獨園。", "40": "我弟子，勿施餘人。』設有人作是語者，豈非", "400": "七重樓閣，持此鼓安處其上，即勅一人：『汝", "401": "當知之，令守護此鼓，百歲一擊，無令失", "402": "時。』受王教誡，百歲一擊。時，諸人民聞此鼓", "403": "音，怪未曾有，語諸人曰：『何者音響，為是", "404": "誰聲，乃徹於斯？』王告之曰：『此是死人皮之", "405": "響。』眾生聞已，各興念曰：『奇哉！乃聞此聲。』", "406": "「汝等比丘，爾時王者，豈異人乎？莫作是觀。", "407": "所以然者，爾時王者，即我身是也。以此知", "408": "之，昔日閻浮地壽命極長，如今閻浮地人民", "409": "極為短命，滅者難限。所以然者，由殺害", "41": "毀如來法乎？」佛告王曰：「我無此語：『獨應", "410": "多故，致命極短，華色失乎！由此因緣，故", "411": "致變怪。「比丘當知，閻浮地五十歲，四天王", "412": "中一日一夜。計彼日夜之數，三十日為一", "413": "月，十二月為一歲，四天王壽命五百歲，或復", "414": "有中夭者。計人中之壽十八億歲，還活地獄", "415": "一日一夜。計彼一日一夜之數，三十日為一", "416": "月，十二月為一歲，還活地獄極壽千歲，復", "417": "有中夭者。計人中之壽三十六億歲，計人", "418": "中百歲，三十三天一日一夜，計彼日月年歲", "419": "之數，三十三天壽千歲，其間或有中夭者。", "42": "施我，勿施餘人。』大王！當知，我恒有此語：", "420": "計人中之壽三十六億歲，阿鼻地獄中一日", "421": "一夜，復計彼日月之數，三十日為一月，十", "422": "二月為一歲，計彼日夜之數壽二萬歲，計", "423": "人中之壽，壽一拘利。如是，比丘！計此之壽", "424": "轉轉增倍，除無想天。無想天壽八萬四千", "425": "劫，除淨居天不來此世。是故，比丘！勿懷", "426": "放逸，於現身上得盡有漏。如是，比丘！當", "427": "作是學。」爾時，諸比丘聞佛所說，歡喜奉", "428": "行。", "429": "增壹阿含經卷第四十三", "43": "『若比丘鉢中遺餘擲著水中，軟蟲食之猶", "430": "經言「百歲當經三百冬夏秋」，謂冬夏秋", "431": "各一百，故言三百；而不言春者，此順西域", "432": "三時也。言三時者，寒熱雨三也。言冬即彼", "433": "寒時，夏即彼熱時，秋即彼雨時。然彼三時", "434": "各四月，計一年有十二月。今以冬夏秋擬", "435": "彼三時，而月數少，蓋譯者不善方言也。", "44": "得其福，何況施人而不獲福乎？』但，大王！", "45": "我有是語：『施持戒人，其福益多，勝於犯戒", "46": "之人。』」爾時，波斯匿王前白佛言：「唯然，世尊！", "47": "施持戒人，其福倍多於犯戒之人者上。」王", "48": "復白佛言：「尼揵子來語我言：『沙門瞿曇知", "49": "於幻術，能迴轉世人。』世尊！此語為審乎？為", "5": "爾時，世尊告諸比丘：「若有眾生奉行十法，", "50": "非耶？」佛告王曰：「如是，大王！如向來言：『我有", "51": "幻法，能迴轉世人。』」王白佛言：「何者名為迴", "52": "轉幻法？」佛告王曰：「其殺生者其罪難量，其", "53": "不殺者受福無量；其不與取者獲罪無量，其", "54": "不盜者獲福無量；夫淫泆者受罪無量，其", "55": "不淫者受福無量；其邪見者受罪無量，其", "56": "正見者獲福無量。我所解幻法者，正謂此", "57": "耳。」是時，波斯匿王白世尊言：「若當世間人民、", "58": "魔、若魔天、有形之類，深解此幻術者則獲", "59": "大幸。自今已後，不復聽外道異學入我國", "6": "便生天上；又行十法，便生惡趣；又行十法，", "60": "界，聽四部之眾恒在我宮，常當供養，隨其", "61": "所須。」佛告大王：「勿作是語。所以然者，施", "62": "畜生之類，猶獲其福；及施犯戒之人，亦", "63": "獲其福；施持戒之人，福亦難量；施外仙", "64": "道之人，獲一億之福；施須陀洹、斯陀含、阿", "65": "那含、阿羅漢、辟支佛及佛，其福不可量。是", "66": "故，大王！當興發意，供給當來過去諸佛、聲", "67": "聞弟子。如是，大王！當作是學。」爾時，波斯匿", "68": "王聞佛所說，歡喜奉行。", "69": "4（四）聞如是：一時，佛在舍衛國祇樹給孤獨", "7": "入涅槃界。「云何修行十法，生惡趣中？於是，", "70": "園。爾時，眾多比丘食後皆集普會講堂，咸共", "71": "論說此義，所謂論者，衣裳、服飾、飲食之論，", "72": "鄰國、賊寇、戰鬪之論，飲酒、淫泆、五樂之論，歌", "73": "舞、戲笑、妓樂之論。如此非要，不可稱計。爾", "74": "時，世尊以天耳聽聞諸比丘各作是論，即", "75": "往至普會講堂所，問諸比丘：「汝等集此欲", "76": "何所論說？」是時，諸比丘白世尊言：「我等集", "77": "此共論此不要事。」是時，佛告諸比丘曰：「止！", "78": "止！比丘！勿作此論。所以然者，此論非義，", "79": "亦無善法之趣，不由此論得修梵行，不", "8": "有人殺生、盜劫、淫泆、妄言、綺語、惡口、兩舌", "80": "得滅盡涅槃之處，不得沙門平等之道。此", "81": "皆俗論，非正趣之論。汝等已離俗修道，不", "82": "應思惟敗行之論。汝等設欲論者，當論十", "83": "事功德之論。云何為十？若精勤比丘，少", "84": "欲、知足、有勇猛心、多聞能與人說法、無畏", "85": "無恐、戒律具足、三昧成就、智慧成就、解脫", "86": "成就、解脫見慧成就。汝等設欲論者，當", "87": "論此十事。所以然者，潤及一切，多所饒", "88": "益，得修梵行，得至滅盡無為之處，涅槃", "89": "之要也。汝今族姓子已出家學道，應當思", "9": "鬪亂彼此、嫉妬、瞋恚、興起邪見，是謂十法。", "90": "惟此十事。此論者，正法之論，去離惡趣。如是，", "91": "比丘！當作是學。」爾時，諸比丘聞佛所說，歡", "92": "喜奉行。", "93": "5（五）聞如是：一時，佛在舍衛國祇樹給孤獨", "94": "園。爾時，眾多比丘皆集普會講堂，各生此論：", "95": "「今舍衛城穀米勇貴，乞求難果。世尊又說：", "96": "『依於飲食，人身得存，四大依倚心所念法，", "97": "法依善趣之本。』我等今日便當差次立人", "98": "乞求。使乞求之人得見好妙色，得極妙更", "99": "樂，得衣裳、飲食、床臥具、病瘦醫藥，不亦善"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0125 增壹阿含經: 增壹阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}