{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1611 究竟一乘寶性論: 究竟一乘寶性論: 究竟一乘寶性論: 究竟一乘寶性論: 究竟一乘寶性論", "text": {"0": "1 ﹝教化品﹞", "1": "究竟一乘寶性論卷第二", "10": "摧碎諸見山覆藏顛倒意", "100": "能破諸曀障覺觀貪瞋癡", "101": "一切煩惱等故我今敬禮", "102": "此偈示現何義。偈言。", "103": "不思議不二無分淨現對", "104": "依何得何法離法二諦相", "105": "此偈略明法寶所攝八種功德。何等為八。一", "106": "者不可思議。二者不二。三者無分別。四者淨。", "107": "五者顯現。六者對治。七者離果。八者離因。", "108": "離者偈言。", "109": "滅諦道諦等二諦攝取離", "11": "及一切稠林故我今敬禮", "110": "彼各三功德次第說應知", "111": "此偈明何義。前六功德中初三種功德不思", "112": "議不二及無分別等。示現彼滅諦攝取離煩", "113": "惱。應知餘殘有三句。淨顯現對治。示現彼道", "114": "諦攝取斷煩惱因。應知又證法所有離名為", "115": "滅諦。以何等法修行斷煩惱名為道諦。以此", "116": "二諦合為淨法。以二諦相名為離法。應知偈", "117": "言。", "118": "不思量無言智者內智知", "119": "以如是義故不可得思議", "12": "此偈示現何義。偈言。", "120": "清涼不二法及無分別法", "121": "淨顯現對治三句猶如日", "122": "此偈明何義。略明滅諦有三種法。以是義故", "123": "不可思議。應知以何義故不可思議。有四義", "124": "故。何等為四。一者為無。二者為有。三者為", "125": "有無。四者為二。偈言非有亦非無。亦復非有", "126": "無。亦非即於彼。亦復不離彼故。滅諦有三種", "127": "法。應知者。此明何義。滅諦非可知。有三種法。", "128": "何等為三。一者非思量境界故。偈言不可得", "129": "思量。非聞慧境界故。二者遠離一切聲響名字", "13": "無為體自然不依他而知", "130": "章句言語相貌故。偈言出離言語道故。三者", "131": "聖人內證法故。偈言內心知故。又滅諦云何", "132": "不二法者。及云何無分別者。如不增不減經", "133": "中如來說言。舍利弗如來法身清涼。以不二", "134": "法故。以無分別法故。偈言清涼故。何者是二", "135": "而說不二所言二者。謂業煩惱。言分別者。所", "136": "謂集起業煩惱因及邪念等。以知彼自性本", "137": "來寂滅不二無二行。知苦本來不生。是名苦", "138": "滅諦。非滅法故名苦滅諦。是故經言。文殊師", "139": "利。何等法中無心意意識行。彼法中無分別。", "14": "智悲及以力自他利具足", "140": "以無分別故不起邪念。以有正念故不起無", "141": "明。以不起無明故。即不起十二有支。以不起", "142": "十二有支故。即名無生。是故聖者勝鬘經言。", "143": "世尊。非滅法故名苦滅諦。世尊。所言苦滅者。", "144": "名無始無作無起無盡離盡。常恒清涼不變自", "145": "性清淨。離一切煩惱藏所纏。世尊過於恒沙。", "146": "不離不脫不異不思議佛法畢竟成就。說如", "147": "來法身。世尊。如是如來法身不離煩惱藏所", "148": "纏。名如來藏。如是等勝鬘經中廣說滅諦應", "149": "知。又以何因得此滅諦如來法身。謂於見道", "15": "此偈略明佛寶所攝八種功德。何等為八。一者", "150": "及修道中無分別智三種日。相似相對法應", "151": "知。偈言。彼真妙法日故。何等為三。一者日", "152": "輪清淨相似相對法。以遠離一切煩惱垢故。", "153": "偈言清淨無塵垢故。二者顯現一切色像相似", "154": "相對法。以一切種一切智能照知故。偈言大", "155": "智慧光明故。三者對治闇相似相對法。以起", "156": "一切種智對治法故。偈言普照諸世間故。又", "157": "以何者是所治法。所謂依取不實事相。虛妄", "158": "分別念。生貪瞋癡結使煩惱。此明何義。愚癡", "159": "凡夫依結使煩惱。取不實事相。念故起於貪", "16": "無為體。二者自然。三者不依他知。四者智。五", "160": "心。依瞋恚故起於瞋心。依於無明虛妄念故", "161": "起於癡心。又復依彼貪瞋癡等虛妄分別。取", "162": "不實事相。念起邪念心。依邪念心起於結使。", "163": "依於結使起貪瞋癡。以是義故。身口意等造", "164": "作貪業瞋業癡業。依此業故。復有生生不斷", "165": "不絕。如是一切愚癡凡夫。依結使煩惱集起", "166": "邪念。依邪念故起諸煩惱。依煩惱故起一切", "167": "業。依業起生。如是此一切種諸煩惱染業染", "168": "生染。愚癡凡夫不如實知。不如實見一實性", "169": "界。如彼如實性。觀察如實性而不取相。以", "17": "者悲。六者力。七者自利益。八者他利益。偈言。", "170": "不取相故。能見實性。如是實性諸佛如來平", "171": "等證知。又不見如是虛妄法相。如實知見。", "172": "如實有法真如法界。以見第一義諦故。如是", "173": "二法不增不減。是故名為平等證智。是名一", "174": "切種智。所治障法應如是知。以起真如智對", "175": "治法故。彼所治法畢竟不復生起現前。偈言", "176": "能破諸曀障覺觀貪瞋癡一切煩惱等故。又", "177": "此得滅諦如來法身。因於見道中及修道中", "178": "無分別智。廣說如摩訶般若波羅蜜等。修多", "179": "羅中言。須菩提。真如如來真如平等無差別。", "18": "非初非中後自性無為體", "180": "如是等應知。已說法寶。次說僧寶。", "181": "4 僧寶品究竟一乘寶性論僧寶品第四", "182": "論曰。依大乘法寶。有不退轉菩薩僧寶。以是", "183": "義故。次法寶後示現僧寶。依彼僧寶故。說四", "184": "偈。", "185": "正覺正知者見一切眾生", "186": "清淨無有我寂靜真實際", "187": "以能知於彼自性清淨心", "188": "見煩惱無實故離諸煩惱", "189": "無障淨智者如實見眾生", "19": "及法體寂靜故自然應知", "190": "自性清淨性佛法僧境界", "191": "無閡淨智眼見諸眾生性", "192": "遍無量境界故我今敬禮", "193": "此偈示現何義。偈言。", "194": "如實知內身以智見清淨", "195": "故名無上僧諸佛如來說", "196": "此偈明何義。偈言。", "197": "如實見眾生寂靜真法身", "198": "以見性本淨煩惱本來無", "199": "此偈明何義。以如實見本際。以來我空法空", "2": "後魏中印度三藏勒那摩提譯", "20": "唯內身自證故不依他知", "200": "應知。偈言正覺正知者。見一切眾生清淨無", "201": "有我。寂靜真實際故。又彼如實知無始世來", "202": "本際寂靜無我無法。非滅煩惱證時始有。此", "203": "明何義。此見自性清淨法身。略說有二種法。", "204": "何等為二。一者見性本來自性清淨。二者見諸", "205": "煩惱本來寂滅。偈言以能知於彼自性清淨", "206": "心見煩惱無實故離諸煩惱故。又自性清淨", "207": "心本來清淨。又本來常為煩惱所染。此二種", "208": "法於彼無漏真如。法界中善心不善心俱。更", "209": "無第三心。如是義者難可覺知。是故聖者勝", "21": "如是三覺知慈心為說道", "210": "鬘經言。世尊。剎尼迦善心。非煩惱所染剎尼", "211": "迦不善心。亦非煩惱所染。煩惱不觸心。心不", "212": "觸煩惱。云何不觸法而能得染心。世尊。然有", "213": "煩惱有煩惱染心。自性清淨心而有染者。難", "214": "可了知。如是等聖者勝鬘經中廣說。自性清", "215": "淨心及煩惱所染應知。又有二種修行。謂如", "216": "實修行。及遍修行。難證知義。如實修行者。", "217": "謂見眾生自性清淨佛性境界故。偈言無障", "218": "淨智者如實見眾生自性清淨性佛法身境界", "219": "故。遍修行者。謂遍十地一切境界故。見一切", "22": "智悲及力等拔苦煩惱刺", "220": "眾生有一切智故。又遍一切境界者。以遍一切", "221": "境界。依出世間慧。見一切眾生乃至畜生有", "222": "如來藏應知。彼見一切眾生有真如佛性。初", "223": "地菩薩摩訶薩以遍證一切真如法界故。偈言", "224": "無閡淨智眼見諸眾生性遍無量境界故。如", "225": "是內身自覺知。彼無漏法界無障無閡。依於", "226": "二法。一者如實修行。二者遍修行。此明何義。", "227": "謂出世間如實內證真如法智。不共二乘凡", "228": "夫人等應知。此明何義。菩薩摩訶薩出世間", "229": "清淨證智。略說有二種。勝聲聞辟支佛證智。", "23": "初三句自利後三句利他", "230": "何等為二。一者無障。二者無礙。無障者。謂如", "231": "實修行。見諸眾生自性清淨境界。故名無障。", "232": "無閡者。謂遍修行。以如實知無邊境界。故名", "233": "無閡。此明何義。偈言。", "234": "如實知見道見清淨佛智", "235": "故不退聖人能作眾生依", "236": "此偈明何義。又依初地菩薩摩訶薩證智。清", "237": "淨見道不退地乘。能作見彼無上菩提清淨", "238": "勝因應知。偈言如實知見道見清淨佛智故。", "239": "此初地證智。勝餘菩薩摩訶薩布施持戒等", "24": "此偈明何義。遠離有為。名為無為。應知又", "240": "波羅蜜功德。以是義故。菩薩摩訶薩依如實", "241": "見真如證智。是故能與一切眾生天龍八部", "242": "聲聞辟支佛等作歸依處。偈言不退聖人能", "243": "作眾生依故。", "244": "問曰。以何義故。不明歸依聲聞僧寶。答曰。菩", "245": "薩僧寶功德無量。是故應供。以應供故。合應", "246": "禮拜讚歎供養。聲聞之人無如是義。以是義", "247": "故。不明歸依聲聞僧寶。此明何義。偈言。", "248": "境界諸功德證智及涅槃", "249": "諸地淨無垢滿足大慈悲", "25": "有為者。生住滅法。無彼有為。是故佛體。非初", "250": "生於如來家具足自在通", "251": "果勝最無上是勝歸依義", "252": "此偈明何義。略說菩薩十種勝義。過諸聲聞", "253": "辟支佛故。何等為十。一者觀勝。二者功德勝。", "254": "三者證智勝。四者涅槃勝。五者地勝。六者清", "255": "淨勝。七者平等心勝。八者生勝。九者神力勝。", "256": "十者果勝。觀勝者謂觀真如境界。是名觀勝", "257": "偈言境界故。功德勝者。菩薩修行無厭足不", "258": "同二乘少欲等。是名功德勝。偈言功德故。證", "259": "智勝者。證二種無我。是名證智勝。偈言證智", "26": "中後。故得名為無為法身。應知偈言。佛體", "260": "故。涅槃勝者。教化眾生故。是名涅槃勝。偈言", "261": "涅槃故。地勝者。所謂十地等。是名地勝。偈言", "262": "諸地故。清淨勝者。菩薩遠離智障。是名清", "263": "淨勝。偈言淨無垢故。平等心勝者。菩薩大悲", "264": "遍覆。是名平等心勝。偈言滿足大慈悲故。生", "265": "勝者。諸菩薩生無生故。是名生勝。偈言生於", "266": "如來家故。神力勝者。謂三昧自在神通等力", "267": "勝。是名神力勝。偈言具足三昧自在通故。果", "268": "勝者。究竟無上菩提故。是名果勝。偈言果勝", "269": "最無上故。此明何義。有黠慧人。知諸菩薩功", "27": "無前際。及無中間際。亦復無後際故。又復", "270": "德無量修習菩提。無量無邊廣大功德。有大", "271": "智慧慈悲圓滿。為照知彼無量眾生性行稠", "272": "林。猶如初月。唯除諸佛如來滿月。菩薩摩訶", "273": "薩。知諸聲聞乃至證得阿羅漢道。少智慧人", "274": "無大悲心。為照自身。猶如星宿。既如是知。欲", "275": "取如來大滿月身。修菩提道。而當棄捨初月。", "276": "菩薩起心禮拜供養。其餘星宿聲聞辟支佛", "277": "者。無有是處。此復何義。明為利益一切眾生", "278": "初始發起菩提之心。諸菩薩等已能降伏不", "279": "為利益他眾生身為自利益修持無漏清淨禁", "28": "遠離一切戲論虛妄分別。寂靜體故。名為自", "280": "戒乃至證得阿羅漢果聲聞之人。何況其餘。", "281": "得十自在等。無量無邊功德菩薩摩訶薩。而", "282": "同聲聞辟支佛等少功德人。無有是處。以是", "283": "義故。經中偈言。", "284": "若為自身故修行於禁戒", "285": "遠離大慈心捨破戒眾生", "286": "以為自身故護持禁戒財", "287": "如是持戒者佛說非清淨", "288": "若為他人故修行於禁戒", "289": "能利益眾生如地水火風", "29": "然。應知偈言寂靜。故不依他知者。不依他因", "290": "以為他眾生起第一悲心", "291": "是名淨持戒餘似非清淨", "292": "問曰。依何等義為何等人。諸佛如來說此三", "293": "寶。答曰。偈言。", "294": "依能調所證弟子為三乘", "295": "信三供養等是故說三寶", "296": "此偈明何義。略說依三種義。為六種人故說", "297": "三寶。何等為三。一者調御師。二者調御師法。", "298": "三者調御師弟子。偈言依能調所證弟子故。", "299": "六種人者。何等為六。一者大乘。二者中乘。三", "3": "2 佛寶品佛寶品第二", "30": "緣證知故。不依他因緣證知者。不依他因緣", "300": "者小乘。四者信佛。五者信法。六者信僧。偈言", "301": "為三乘信三供養等故。初釋第一義。第一第", "302": "四人歸依兩足中最勝第一尊佛。示現調御", "303": "師大丈夫義故。偈言依能調故。為取佛菩提", "304": "諸菩薩人故。偈言為大乘故。為信供養諸佛", "305": "如來福田人故。偈言信佛供養故。以是義故。", "306": "說立佛寶。偈言是故說佛寶故。已釋第一義", "307": "第一第四人。次釋第二義。第二第五人歸依", "308": "離煩惱中最勝第一法。示現調御師所證功", "309": "德法故。偈言依所證故。為自然知不依他知", "31": "生故。不依他因緣生者。自覺不依他覺故。如", "310": "深因緣法辟支佛人故。偈言為中乘故。為信", "311": "供養第一妙法福田人故。偈言信法供養故。", "312": "以是義故。說立法寶。偈言是故說法寶故。已", "313": "釋第二義第二第五人。次釋第三義。第三第", "314": "六人歸依諸眾中最勝第一諸菩薩僧。示現調", "315": "御師弟子於諸佛如來所說法中如實修行不", "316": "相違義故。偈言依弟子故。為從他聞聲聞人", "317": "故偈言為小乘故。為信供養第一聖眾福田", "318": "人故。偈言信僧供養故。以是義故。說立僧寶。", "319": "偈言是故說僧寶故。是名略說依三種義。為", "32": "是依於如來無為法身相故。一切佛事無始", "320": "六種人故。諸佛如來說此三寶。偈言依能調", "321": "所證弟子為三乘信三供養等是故說三寶", "322": "故。又為可化眾生令次第入。以是義故。依於", "323": "世諦示現明說立三歸依。此明何義。偈言。", "324": "可捨及虛妄無物及怖畏", "325": "二種法及僧非究竟歸依", "326": "此偈明何義。法有二種。何等為二。一所說法。", "327": "二所證法。所說法者。謂如來說修多羅等名", "328": "字章句身所攝故。彼所說法證道時滅如捨", "329": "船栰。偈言可捨故。所證法者。復有二種。謂依", "33": "世來。自然而行常不休息。如是希有不可思", "330": "因果二種差別。以依何法證何法故。此明何", "331": "義。所謂有道有為相攝。若為有為相所攝者。", "332": "彼法虛妄。偈言及虛妄故。若虛妄者彼法非", "333": "實。若非實者彼非真諦。非真諦者即是無常。", "334": "若無常者非可歸依。又復若依彼聲聞道所", "335": "得滅諦。彼亦無物猶如燈滅。唯斷少分諸煩", "336": "惱苦。若如是者則是無物。若無物者云何為", "337": "他之所歸依。偈言無物故。僧者凡有三乘之", "338": "人。三乘人中依聲聞僧常有怖畏。常求歸依", "339": "諸佛如來求離世間。此是學人所應作者。未", "34": "議諸佛境界。不從他聞。不從他聞者。不從師", "340": "究竟故。猶進趣向阿耨多羅三藐三菩提故。", "341": "所言怖畏者。云何怖畏。以阿羅漢雖盡有", "342": "漏而不斷一切煩惱習氣。彼於一切有為行", "343": "相。極怖畏心常現在前。是故聖者勝鬘經言。", "344": "阿羅漢有恐怖。何以故。阿羅漢於一切無行", "345": "怖畏想住。如人執劍欲來害己。是故阿羅漢", "346": "無究竟樂。何以故。世尊依不求依如眾生無", "347": "依彼彼恐怖。以恐怖故則求歸依。如是阿羅", "348": "漢有怖畏。以恐怖故歸依如來。故彼若如是", "349": "有怖畏者。彼人畢竟為欲遠離彼怖畏處求", "35": "聞。自自在智無言之體而自覺知偈言自", "350": "無畏處。以是義故依遠離彼怖畏之處。名為", "351": "學者當有所作欲得阿耨多羅三藐三菩提無", "352": "畏之處。是故聲聞法僧二寶是少分歸依。非", "353": "究竟歸依。偈言二種法及僧非究竟歸依故。", "354": "此明何義。偈言。", "355": "眾生歸一處佛法身彼岸", "356": "依佛身有法依法究竟僧", "357": "此偈明何義。如向所說。諸佛如來不生不滅", "358": "寂靜不二。離垢法身故。以唯一法身究竟清", "359": "淨處故。又三乘之人無有救者。無歸依者。", "36": "覺知故既自覺知已。然後為他生盲眾生。令", "360": "以唯有彼岸無始本際畢竟無盡。是可歸依", "361": "恒可歸依。所謂唯是諸佛如來故。如是常恒", "362": "清涼不變故可歸依。聖者勝鬘經中廣說應", "363": "知。問曰。以何義故佛法眾僧說名為寶。答", "364": "曰。偈言。", "365": "真寶世希有明淨及勢力", "366": "能莊嚴世間最上不變等", "367": "此偈明何義。所言寶者有六種相似。依彼六", "368": "種相似相對法故。佛法眾僧說名為寶。何等", "369": "為六。一者世間難得相似相對法。以無善根", "37": "得覺知。為彼證得無為法身。說無上道。是故", "370": "諸眾生等百千萬劫不能得故。偈言真寶世", "371": "希有故。二者無垢相似相對法。以離一切有", "372": "漏法故。偈言明淨故。三者威德相似相對法。", "373": "以具足六通不可思議威德自在故。偈言勢", "374": "力故。四者莊嚴世間相似相對法。以能莊嚴", "375": "出世間故。偈言能莊嚴世間故。五者勝妙相", "376": "似相對法。以出世間法故。偈言最上故。六者", "377": "不可改異相似相對法。以得無漏法世間八", "378": "法不能動故。偈言不變故。問曰。依何等法有", "379": "此三寶。而依此法得有世間。及出世間清淨", "38": "名為無上智悲。應知偈言既自覺知已。為", "380": "生起三寶。答曰。為彼義故說兩行偈。", "381": "真如有雜垢及遠離諸垢", "382": "佛無量功德及佛所作業", "383": "如是妙境界是諸佛所知", "384": "依此妙法身出生於三寶", "385": "此偈示現何義。偈言。", "386": "如是三寶性唯諸佛境界", "387": "以四法次第不可思議故", "388": "此偈明何義。真如有雜垢者。謂真如佛性未", "389": "離諸煩惱所纏。如來藏故。及遠離諸垢者。即", "39": "欲令他知。是故為彼說無畏常恒道故無畏", "390": "彼如來藏轉身到佛地得證法身。名如來法", "391": "身故。佛無量功德者。即彼轉身如來法身相", "392": "中。所有出世間十力無畏等。一切諸功德無", "393": "量無邊故。及佛所作業者。即彼十力等。一切", "394": "諸佛法自然常作無上佛業。常不休息常不", "395": "捨離。常授諸菩薩記。彼處次第有四種法不", "396": "可思議。是故名為如來境界。何等四處偈", "397": "言。", "398": "染淨相應處不染而清淨", "399": "不相捨離法自然無分別", "4": "佛體無前際及無中間際", "40": "常恒道者。明道無畏是常是恒。以出世間不", "400": "此偈明何義。真如有雜垢者。同一時中有淨", "401": "有染。此處不可思議。不可思議者。信深因", "402": "緣法聲聞辟支佛於彼非境界故。", "403": "是故聖者勝鬘經中。佛告勝鬘言。天女。自性", "404": "清淨心而有染污難可了知。有二法難可了", "405": "知。謂自性清淨心難可了知。彼心為煩惱所", "406": "染亦難了知。天女。如此二法。汝及成就大法", "407": "菩薩摩訶薩乃能聽受。諸餘聲聞辟支佛等。", "408": "唯依佛語信此二法故。偈言染淨相應處故。", "409": "及遠離諸垢者。真如非本有染後時言清淨。", "41": "退轉法。如是次第又拔他苦煩惱根本。如來", "410": "此處不可思議。是故經言心自性清淨。自性", "411": "清淨心本來清淨。如彼心本體。如來如是知。", "412": "是故經言。如來一念心相應慧。得阿耨多羅", "413": "三藐三菩提故。偈言不染而清淨故。佛無量", "414": "功德者。謂前際後際於一向染凡夫地中。常", "415": "不捨離真如法身。一切諸佛法無異無差別。", "416": "此處不可思議。是故經言。復次佛子。如來智", "417": "慧無處不至。何以故。以於一切眾生界中終", "418": "無有一眾生身中而不具足如來功德及智慧", "419": "者。但眾生顛倒。不知如來智遠離顛倒起一", "42": "智慧慈悲及神力如是三句刀金剛杵譬喻", "420": "切智無師智無礙智。佛子。譬如有一極大經", "421": "卷。如一三千大千世界。大千世界一切所有", "422": "無不記錄。若與二千世界等者。悉記二千世", "423": "界中事。若與小千世界等者。悉記小千世界", "424": "中事。四天下等者。悉記一切四天下事。須彌", "425": "山王等者。悉記須彌山王等事。地天宮等", "426": "者。悉記地天宮殿中事。欲天宮等者。悉記", "427": "欲天宮殿中事。色天宮等者。悉記色天宮殿", "428": "中事。若與無色天宮等者。悉記一切無色界", "429": "天宮殿中事。彼等三千大千世界極大經卷。", "43": "示現。又以何者。為苦根本。略說言之。謂三有", "430": "在一極細小微塵內。一切微塵皆亦如是。時", "431": "有一人出興於世。智慧聰達具足成就清淨", "432": "天眼。見此經卷在微塵內。作如是念。云何如", "433": "此廣大經卷在微塵內而不饒益諸眾生耶。", "434": "我今應當勤作方便破彼微塵出此經卷饒益", "435": "眾生。作是念已。", "436": "爾時彼人即作方便。破壞微塵出此經卷饒", "437": "益眾生。佛子。如來智慧。無相智慧。無閡智", "438": "慧。具足在於眾生身中。但愚癡眾生顛倒想", "439": "覆。不知不見不生信心。爾時如來以無障閡", "44": "中生名色是。又何者為煩惱根本。謂身見等。", "440": "清淨天眼。觀察一切諸眾生身。既觀察已作", "441": "如是言。奇哉奇哉。云何如來具足智慧。在", "442": "於身中而不知見。我當方便教彼眾生覺悟", "443": "聖道。悉令永離一切妄想顛倒垢縛。令具足", "444": "見如來智慧在其身內與佛無異。如來即時", "445": "教彼眾生修八聖道。捨離一切虛妄顛倒。離", "446": "顛倒已見如來智。與如來等饒益眾生故。偈", "447": "言不相捨離法故。及佛所作業者。同一時一", "448": "切處一切時。自然無分別。隨順眾生心。隨", "449": "順可化眾生根性。不錯不謬隨順作佛業。此", "45": "虛妄邪見疑戒取等。又名色者。是彼所攝所", "450": "處不可思議。是故經言。善男子。如來為令", "451": "一切眾生入佛法中故。無量如來業作有量", "452": "說。善男子。如來所有實作業者。於彼一切世", "453": "間眾生。不可量不可數。不可思議不可知。不", "454": "可以名字說。何以故。以難可得與前眾生故。", "455": "以於一切諸佛國土不休息故。以一切諸佛", "456": "悉平等故。以過一切諸世間心所作事故。以", "457": "無分別猶如虛空悉平等故。以無異無差別", "458": "法性體故。如是等廣說已。又說不淨大毘琉", "459": "璃摩尼寶珠譬喻言。善男子。汝依此譬喻。應", "46": "生苦芽。應知如來智慧慈悲心等。能割彼", "460": "知如來業不可思議故。平等遍至故。一切處", "461": "不可呵故。三世平等故。不斷絕三寶種故諸", "462": "佛如來雖如是住不可思議業中。而不捨離", "463": "虛空法身。雖不捨離虛空法身。而於眾生隨", "464": "所應聞名字章句為之說法。雖為眾生如是", "465": "說法。而常遠離一切眾生心所念觀。何以故。", "466": "以如實知一切眾生諸心行故。偈言自然無", "467": "分別故。依此妙法身出生於三寶者。偈言。", "468": "所覺菩提法依菩提分知", "469": "菩提分教化眾生覺菩提", "47": "芽。以是義故。說刀譬喻。偈言佛能執持彼", "470": "初句為正因餘三為淨緣", "471": "前二自利益後二利益他", "472": "此偈明何義。此四種句。總攝一切所知境界。", "473": "此明何義。初一句者。謂所證法應知。以彼證", "474": "法名為菩提。偈言所覺菩提法故。第二句。菩", "475": "提依菩提分知者。以諸佛菩提功德能作佛", "476": "菩提因故。偈言依菩提分知故。第三句菩提", "477": "分教化者。以菩提分令他覺故。第四句眾生", "478": "覺菩提者。所化眾生覺菩提故。此四種句次", "479": "第不取相。依此行故。清淨菩提出生三寶應", "48": "智慧慈悲刀故。割截諸苦芽故。又邪見疑", "480": "知。偈言所覺菩提法依菩提。分知菩提分教", "481": "化眾生覺菩提故。以一句因三句緣故。如來", "482": "得阿耨多羅三藐三菩提。以得菩提者。十力", "483": "等諸佛如來法。三十二種諸佛如來作業。依", "484": "如來業眾生聞聲。依彼法故。得清淨因緣出", "485": "生三寶應知。是故偈言初句為正因餘三為", "486": "淨緣故。", "487": "究竟一乘寶性論卷第二", "49": "所攝煩惱。見道遠離。以世間智所不能知。稠", "5": "亦復無後際寂靜自覺知", "50": "林煩惱不能破壞。如世間中樹林牆等。彼相", "51": "似法以如來力能破壞。彼以是故。說金剛杵", "52": "喻。偈言及妙金剛杵故。摧碎諸見山覆藏顛", "53": "倒意及一切稠林故。此六種句如來莊嚴智", "54": "慧光明入一切佛境界經中次第顯說應知。", "55": "應云何知。彼經中言。文殊師利。如來應正遍", "56": "知不生不滅者。此明如來無為之相。又復次", "57": "說無垢清淨琉璃地中帝釋王身鏡像現等。", "58": "如是乃至九種譬喻。皆明如來不生不滅。又", "59": "言。文殊師利。如來應正遍知。清淨法身亦復", "6": "既自覺知已為欲令他知", "60": "如是。不動不生。心不戲論。不分別不分別無", "61": "分別。不思無思不思議。無念寂滅寂靜。不生", "62": "不滅。不可見不可聞。不可嗅不可嘗。不可觸", "63": "無諸相。不可覺不可知。如是等句。皆說寂靜", "64": "差別之相。此明何義。明佛一切所作事中。遠", "65": "離一切戲論分別。寂靜自然。次說餘殘修多", "66": "羅。彼中說言。如實覺知一切法門者。此明如", "67": "來不依他故證大菩提。又復次說如來菩提", "68": "有十六種。是故經言。文殊師利。如來如是如", "69": "實覺知一切諸法。觀察一切眾生法性不淨", "7": "是故為彼說無畏常恒道", "70": "有垢有點奮迅。於諸眾生大悲現前。此明如", "71": "來無上智悲。應知文殊師利。如來如是如實", "72": "覺知一切法者。如向前說。無體為體。如實", "73": "覺知者。如實無分別佛智知故。觀察一切眾", "74": "生法性者。乃至邪聚眾生。如我身中法性法", "75": "體法界如來藏等。彼諸眾生亦復如是無有", "76": "差別。如來智眼了了知故。不淨者以諸凡夫", "77": "煩惱障故。有垢者以諸聲聞辟支佛等有智", "78": "障故。有點者以諸菩薩摩訶薩等依彼二種", "79": "習氣障故。奮迅者能如實知種種眾生可化", "8": "佛能執持彼智慧慈悲刀", "80": "方便。入彼眾生可化方便種種門故。大悲者", "81": "成大菩提得於一切眾生平等大慈悲心。為", "82": "欲令彼一切眾生如佛證智。如是覺知證大", "83": "菩提故。次於一切眾生平等轉大法輪常不", "84": "休息。如是三句能作他利益故名為力。應知", "85": "又此六句次第。初三種句謂無為等功德。如", "86": "來法身相應示現自利益。餘三種句所謂智", "87": "等示現他利益。又復有義。以有智慧故證得", "88": "第一寂靜法身。是故名為自利益。又依慈悲", "89": "力等二句轉大法輪示現他利益。已說佛寶。", "9": "及妙金剛杵割截諸苦芽", "90": "次明法寶。", "91": "3 法寶品究竟一乘寶性論法寶品第三", "92": "論曰。依彼佛寶有真法寶。以是義故次佛寶", "93": "後示現法寶。依彼法寶故說四偈。", "94": "非有亦非無亦復非有無", "95": "亦非即於彼亦復不離彼", "96": "不可得思量非聞慧境界", "97": "出離言語道內心知清涼", "98": "彼真妙法日清淨無塵垢", "99": "大智慧光明普照諸世間"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1611 究竟一乘寶性論: 究竟一乘寶性論: 究竟一乘寶性論: 究竟一乘寶性論: 究竟一乘寶性論", "author": "後魏 勒那摩提譯", "sourceLink": "http://www.cbeta.org/"}