{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1384 佛說鉢蘭那賒嚩哩大陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1384", "1": "佛說鉢蘭那賖嚩哩大陀羅", "2": "尼經", "3": "西天譯經三藏朝散大夫試光祿卿", "4": "明教大師臣法賢奉　詔譯", "5": "爾時世尊告阿難言。我觀世間無量眾生。多", "6": "造罪業墮於惡趣。經無量時方得出離。縱生", "7": "為人身肢不具。設得完具薄福少慧。常為惡", "8": "魔及惡鬼神。於晝夜中伺得其便種種惱害", "9": "不得安隱。我愍斯等與說鉢蘭那賒嚩哩大", "10": "陀羅尼。辟除惡魔及惡鬼神。若有眾生得聞", "11": "此陀羅尼。發至誠心受持讀誦供養恭敬。令", "12": "彼惡魔及惡鬼神悉皆遠離。災害消除無諸", "13": "疾疫。所住之處安隱快樂。爾時世尊即說陀", "14": "羅尼曰。", "15": "那謨引囉怛那二合怛囉二合夜引野一那莫阿", "16": "引哩也二合阿彌多引婆引野二怛他引誐多引", "17": "野三阿囉曷二合帝引三藐訖三二合沒馱引野", "18": "四那謨引阿引哩也二合引嚩路吉帝引說囉引野", "19": "五冒提薩埵引野六摩賀引薩埵引野七摩賀引", "20": "哥引嚕尼哥引野八那謨引摩賀引娑他二合引摩", "21": "鉢囉二合引鉢多二合引鉢多二合引野九冒提薩埵引", "22": "野十摩賀引薩埵野十一嚩引摩泥去聲呼埵引那", "23": "莫瀉引彌十二怛網二合引那摩瀉引彌嚩引摩泥", "24": "去聲十三必舍引唧鉢蘭那二合舍嚩哩十四鉢蘭那", "25": "二合舍嚩哩婆誐嚩底十五播引舍鉢囉輸馱引", "26": "哩尼十六夜引儞哥引儞左十七訥婆二合夜引儞", "27": "踰二合咄鉢二合殿帝引十八夜哥引唧禰引怛踰引十", "28": "九夜引哥引唧咄摩二合引踰引二十曳引計引唧訥鉢", "29": "捺囉二合嚩二十一曳引計引唧訥播引夜引娑引二十二", "30": "曳引計引唧捺毘𠆙切身引婆夜引二十三曳引計引唧", "31": "訥波娑哩誐二合引二十四烏波娑哩誐二合三嚩無鉢切", "32": "馱引嚩引二十五烏咄鉢二合殿帝引二十六薩哩嚩二合引", "33": "尼多引儞二十七薩哩嚩二合引娑多二合引二十八薩哩微", "34": "二合引帝引嚩引羅多二十九伊舞引咄鉢二合殿三十", "35": "帝引那半尼多三十一怛捺泥去聲呼那薩帝引那三十", "36": "二薩爹嚩引計引那三十三伊毘半尼多引提瑟", "37": "吒二合引乃三十四摩賀引滿怛囉二合鉢柰引三十五惹仁佐", "38": "切下同惹惹惹三十六摩摩薩波哩嚩引囉寫三十七犖", "39": "羼酤嚕三十八玉鉢鼎二合波哩播引羅曩三十九扇", "40": "引鼎莎悉爹二合引野曩酤嚕四十怛󰍕他引四十一唵", "41": "引阿蜜哩二合帝引四十二末說娑當二合引倪引四十三摩引", "42": "末囉摩引末囉四十四設末鉢囉二合設末四十五烏", "43": "波設末四十六咄努尾咄努四十七咄隷引咄母隷引", "44": "娑嚩二合引賀引四十八唵引鉢蘭那二合舍嚩哩娑嚩", "45": "二合引賀引四十九那莫設嚩囉引𧹞引五十摩賀引舍嚩", "46": "囉引𧹞引五十一必舍引唧鉢蘭那二合舍嚩哩五十二", "47": "必舍引唧五十三遏設泥去聲呼末設泥娑嚩二合引賀", "48": "引五十四唵引必舍引唧娑嚩二合引賀引五十五盎酤哩引", "49": "莽酤哩引五十六鉢蘭那二合舍嚩哩娑嚩二合引賀引五", "50": "十七那莫舍嚩囉引𧹞引五十八必舍引唧鉢蘭那", "51": "二合舍嚩哩五十九必舍引唧娑嚩二合引賀引六十", "52": "爾時阿難。得聞世尊說此陀羅尼已。白言世", "53": "尊願勿有慮。我當憶持宣流於世。使諸眾生", "54": "獲大善利。作是語已即用頭頂。禮世尊足歡", "55": "喜而退。", "56": "佛說鉢蘭那賒嚩哩大陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1384 佛說鉢蘭那賒嚩哩大陀羅尼經", "source": "CBETA"}