{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0376 佛說大般泥洹經: 大般泥洹經: 大般泥洹經: 大般泥洹經", "text": {"0": "16 月喻品", "1": "大般泥洹經卷第六", "10": "善男子！如春時日其熱猛烈，一切蘇油悉", "100": "「有似阿羅漢一闡提而行惡業，似一闡提阿", "101": "羅漢而行慈心。有似阿羅漢一闡提者，是諸", "102": "眾生誹謗方等；似一闡提阿羅漢者，毀呰聲", "103": "聞廣說方等，語眾生言：『我與汝等俱是菩薩。", "104": "所以者何？一切皆有如來性故。』然彼眾生謂", "105": "一闡提，而言：『如來授我等決，汝亦如是。我", "106": "與汝等皆當俱離無量煩惱眾魔惡業如壞水", "107": "瓶，於此契經必成菩提勿復生疑。譬如烈士", "108": "奉王使令，至他國中稱歎王德，寧失身命要", "109": "不移易，我等今日亦復如是，如來記說一切", "11": "皆津澤，其餘氷結一切鎔銷，湖池諸水亦", "110": "眾生皆有佛性，我等要當不惜身命，於凡愚", "111": "中廣說此經。』是名似一闡提摩訶薩也。若阿", "112": "練若愚癡無智，狀似阿羅漢而誹謗方等，", "113": "愚騃凡夫謂真阿羅漢謂是大士，是惡比丘", "114": "示現空閑阿練若處，而自處置似真阿羅", "115": "漢，於阿練若行永不隨順，而作異說起四因", "116": "緣，言方等經皆是魔說，言摩訶衍者是諸黠", "117": "慧正法刺劍，諸佛世尊皆當無常而說常住，", "118": "當知是為毀滅正法破僧之相，作是說者名", "119": "一闡提。是故說言：", "12": "復消竭；如是，迦葉！若善男子善女人內道外", "120": "「已作惡業者，如薩闍乳酪；", "121": "愚者輕被燒，如灰覆火上。", "122": "「如是，善男子！當知《方等般泥洹經》，諸佛如來", "123": "決定之說。摩訶衍者，最為無上如摩尼珠明", "124": "淨離垢。復次，善男子！譬如蓮華日光照已無", "125": "不開敷，一切眾生亦復如是，此《摩訶衍般泥", "126": "洹經》一聞經耳，若未發意不樂菩提，是等必", "127": "為菩提之因。彼一闡提於如來性所以永絕，", "128": "斯由誹謗作大惡業，如彼蠶虫綿網自纏而無", "129": "出處。一闡提輩亦復如是，於如來性不能開", "13": "道，若有至心及名聞利養，聽此《方等大般泥", "130": "發起菩提因，乃至一切極生死際。「復次，善男", "131": "子！如優鉢羅、鉢曇摩、拘牟頭、分陀利生淤", "132": "泥中，而不為彼淤泥所污，若有眾生修《摩訶", "133": "衍般泥洹經》亦復如是，不為煩惱之所污染。", "134": "所以者何？如來之性不受染故。「復次，善男子！", "135": "譬如國土清涼風起，一切眾生身諸毛孔，遇", "136": "斯風者熱惱悉除。如是，善男子！此《摩訶衍般", "137": "泥洹經》甘露法味，一切眾生無不蒙潤發菩", "138": "提因，除一闡提。「復次，善男子！譬如良醫解八", "139": "種術，一切諸病皆悉能治，唯除阿薩闍病。", "14": "洹》戢心歷耳，有發菩提未發心者，如斯之等", "140": "如是，善男子！一切契經及諸三昧，能治一切", "141": "婬怒癡等諸煩惱病，而不能治犯四重禁、無", "142": "間罪業。善男子！復有良醫過八種術，一切眾", "143": "生諸有疾病，命行未盡悉能療治，唯命行盡", "144": "不能令差。此《摩訶衍般泥洹經》亦復如是，一", "145": "切眾生諸煩惱患，乃至不樂菩提未發心者，", "146": "悉皆能治令發菩提，唯除一闡提輩。「復次，善", "147": "男子！譬如盲人不見五色，良醫能治令目開", "148": "明，唯不能療彼生盲者；此《摩訶衍般泥洹經》", "149": "亦復如是，一切眾生聲聞緣覺，不樂菩提未", "15": "一切身中悉皆津澤為菩提因，是故我說是", "150": "發心者，悉皆療治令開慧眼發菩提心，唯除", "151": "生盲一闡提輩。「復次，善男子！譬如良醫過八", "152": "種術，一切眾生有疾病者，書其呪術著於身", "153": "上，能令諸病悉得除愈；此《摩訶衍般泥洹經》", "154": "亦復如是，一切眾生諸煩惱患，不樂菩提未", "155": "發意者，及四重禁、無間罪業，皆能除滅安立", "156": "菩提。」迦葉菩薩白佛言：「世尊！犯四重禁及無", "157": "間罪，如截多羅樹，及不樂菩提未發心者，", "158": "云何能令發菩提因？」佛告迦葉：「是諸眾生若", "159": "於夢中若命終時，墮泥犁中而生悔心：『哀哉", "16": "善男子、善女人悉為菩薩。如是《方等般泥洹", "160": "我等毀犯正法自招此罪。』而生誓心，於此得", "161": "免生餘處者，在在處處要當發心為菩薩道，", "162": "是《摩訶衍般泥洹經》威神力故，是等眾生生", "163": "天人中，必得發心為菩提因，是故我說犯四", "164": "重禁及無間業，皆得發心為菩提因。「復次，善", "165": "男子！譬如良醫合和諸藥名阿伽陀，如此良", "166": "藥在所著處，一切諸毒皆悉消歇，唯除一種", "167": "增上毒蛇，不能消伏。此《摩訶衍般泥洹經》亦", "168": "復如是，一切憍慢四種毒蛇，犯四重禁及無", "169": "間業，不樂菩提未發意者，皆悉安立於菩提", "17": "經》，功德積聚覺慧無盡，是故我說名為春", "170": "道。所以者何？此《摩訶衍般泥洹經》最為無上", "171": "第一良藥故，唯除增上毒蛇一闡提輩。「復次，", "172": "善男子！譬如良醫合和諸藥以塗其鼓，若有", "173": "眾生鬪戰被瘡，聞彼鼓聲一切悉愈，唯除命", "174": "盡必應死者。此《摩訶衍般泥洹經》法鼓音聲", "175": "亦復如是，一切眾生聞其音聲，婬怒癡箭", "176": "不樂菩提未發意者，犯四墮法及無間罪一", "177": "切除愈，唯除一闡提輩。「復次，善男子！譬如夜", "178": "闇閻浮提人，一切家業皆悉休廢，日光出已", "179": "其諸人民得修家事，如是眾生聞諸契經及", "18": "澤。所以者何？開發如來常住法故。復次，善", "180": "諸三昧，猶如夜闇，聞此《大乘般泥洹經》微密", "181": "之教，猶如日出見諸正法，如彼田夫遇夏時", "182": "雨。摩訶衍經無量眾生皆悉受決現如來性，", "183": "八千聲聞於《法華經》得受記別，唯除冬氷一", "184": "闡提輩。「復次，善男子！猶如有人為非人所持", "185": "若被惡毒，而得良醫，或遣呪術或遣呪藥彼", "186": "患即消。如是，善男子！此《摩訶衍般泥洹經》，若", "187": "比丘比丘尼乃至外道，在在處處若書經卷", "188": "為人演說，其有眾生若讀若聞，斯等皆為", "189": "菩提之因，不樂菩提未發道意，及四重禁、五", "19": "男子！譬如日月光明照曜，諸餘光明悉不復", "190": "無間罪，諸邪惡毒皆悉消滅，唯除一闡提", "191": "輩。「復次，善男子！猶如大王身中有虫密食", "192": "其肉，而王未覺，時有良醫知其病相，語彼王", "193": "言：『身中有患應疾治之。』時王不信不欲令治，", "194": "其師畏怖不敢與藥，密加呪術令虫自落，王", "195": "見病已乃信師語厚相待遇；諸眾生等亦復", "196": "如是，聞《摩訶衍般泥洹經》，不樂菩提及未發", "197": "意，諸佛菩薩方便為說，雖不即受，而於夢", "198": "中若命終時，便自覺悟發菩提因，除一闡提。", "199": "「復次，善男子！譬如良醫善教其子學八種術，", "2": "東晉平陽沙門法顯譯", "20": "現，如是《大乘般泥洹經》光明照曜，諸餘契經", "200": "上要祕方隱而未授，知八種術善通達已，然", "201": "後悉教上要祕方；如來、應供、等正覺亦復如", "202": "是，教法王子比丘、比丘尼、優婆塞、優婆夷，先", "203": "學滅除無量煩惱，於身修習不堅固想，眾", "204": "苦積聚無常變壞空無我所，又復教學九部", "205": "契經令善通利，然後教學此《摩訶衍般泥洹", "206": "經》，令知眾生有如來性是常住法，悉發無上", "207": "菩提之因，除一闡提。如是，善男子！此《摩訶衍", "208": "般泥洹經》，無量無數不可思議，當知此經無", "209": "上之術良醫祕要。「復次，善男子！譬如船師乘", "21": "及諸三昧，功德光明悉不復現。是故，善男子、", "210": "船度人，到彼岸已還度餘人，諸佛如來亦復", "211": "如是，乘摩訶衍般泥洹船，隨彼眾生應受化", "212": "者而濟度之，般泥洹已復於餘處度諸眾生，", "213": "是故如來名大船師，是故如來為常住法，為", "214": "度人故現有出沒。「復次，善男子！如人乘船欲", "215": "度大海，若得利風速到彼岸，若不得風，或經", "216": "年歲或能溺死，如是眾生得摩訶衍般泥洹", "217": "風，速度生死到菩提岸，若不得者永溺生死", "218": "輪迴苦海。「復次，善男子！如人入海遇值波", "219": "浪，計無濟理端坐待死，忽遇風王吹到一國", "22": "善女人！聞是《方等大般泥洹》，雖未能發無上", "220": "不覺闇至，欣慶無量生奇特想，如是此《摩訶", "221": "衍般泥洹經》為大風王，眾生不知而不樂向", "222": "發菩提心，般泥洹風密吹令至菩提境界，方", "223": "知真實生奇特想。「復次，善男子！如蛇脫皮更", "224": "遊餘處而實不死；如是，善男子！如來泥洹捨", "225": "彼故身如脫皮去，是故如來名為善逝，捨毒", "226": "藥樹方便之身，或復於餘閻浮提方便現化；", "227": "是故，善男子！當知如來是常住法。「復次，善男", "228": "子！譬如金師得好真金，隨意能造諸莊嚴具", "229": "種種器服，諸佛如來亦復如是，隨彼受化於", "23": "道心，泥洹日光已入身中為菩提因，是故", "230": "二十五有，悉能現身而度脫之，是故如來名", "231": "無量身，亦名常住。「復次，善男子！如菴羅樹及", "232": "閻浮樹於三時變，有時茂葉有時華果有", "233": "時衰落，非為彼樹枯而更生；如是，善男子！如", "234": "來、應供、等正覺方便之身，為教化故亦三時", "235": "現，示有出生成佛現般泥洹，其實常存而不", "236": "滅盡。善男子！如來密身其如此也，如來密口", "237": "方便密教亦復難知。方便密教者，善男子！", "238": "譬如大王命諸群臣，亦有如是隱密之教，如", "239": "有時言持先陀婆來，而先陀婆一名四實，一", "24": "名為大般泥洹。」迦葉菩薩白佛言：「世尊！一切", "240": "者、鹽；二者、澡槃；三者、馬；四者、劍。是四種物", "241": "皆名先陀婆；若王食時命其左右索先陀婆，", "242": "諸臣應知王必索鹽；若王食已索先陀婆，諸", "243": "臣應知必索澡槃；欲詣林園索先陀婆，諸", "244": "臣應知王必索馬；臨陣鬪時索先陀婆，諸臣", "245": "應知必索利劍。王有如是隱覆之言，諸臣亦", "246": "應知其旨趣。如是，善男子！此摩訶衍隱密", "247": "之教，亦有四種如說無常。其諸善男子，應", "248": "知如來生閻浮提，當現泥洹是摩訶衍修無", "249": "常想，若當如來說正法滅，其諸弟子應作是", "25": "眾生必有菩提因緣入身中者，以何等故，", "250": "知，如來說苦此摩訶衍修行苦想，如來說身", "251": "為眾患器，又言僧寶亦當歸滅，其諸弟子應", "252": "作是知。佛說無我此摩訶衍修無我想，若", "253": "說無想空無所有及解脫者，其諸弟子應作", "254": "是知，此摩訶衍說二十五有而得解脫。是故", "255": "說空，眾苦悉滅說無所有，極樂無想無常", "256": "變易所不能壞，是故名為常住非變易法。當", "257": "知解脫即是如來，其如來者即如來性，一切", "258": "眾生身中悉有，如是知者是我弟子，善解", "259": "如來微密之教。「復次，善男子！譬如天旱，藥草", "26": "世尊說犯四墮法、作無間罪、誹謗經法及一", "260": "香華甘果樹木，皆悉萎悴不成果實，諸餘一", "261": "切水陸草木，亦皆枯乾而無光澤，又於來年", "262": "復難生長。如是，善男子！此《摩訶衍般泥洹經》，", "263": "我滅度後，其諸弟子，如旱天華果不能成實，", "264": "如被賊城亡失真寶守糠𥢶聚，眾惡比丘", "265": "既失寶已，抄略撰集不善解義寬縱慢墮，哀", "266": "哉大險，當來之世甚可怖畏。快哉大利，當來", "267": "眾生，此《摩訶衍般泥洹經》得聞其耳，隨所聞", "268": "經受持諷誦，解其義趣廣為人說因斯當得", "269": "真實菩提。「復次，善男子！如有國土城邑聚落", "27": "闡提，於正法中作毒刺耶？", "270": "有賣乳者，或持水雜欺誑他人而求財物，其", "271": "販乳者亦復如是，以水雜賣展轉相欺，人買", "272": "食之無有乳味。如是，善男子！我泥洹後正法", "273": "未滅八十餘年，此《摩訶衍般泥洹經》於閻浮", "274": "提流行於世，諸惡比丘寬縱懈怠，眾魔伴黨", "275": "壞亂正法，自造經論偈讚頌歎，以非為是、", "276": "以是為非，抄略增損，為利養故欲多畜積非", "277": "法財物，壞亂正味令法薄淡；加復邪說文字", "278": "不正，誤受學者，亦不尊重供養恭敬，內懷", "279": "邪諂，為利養故現樂法相；此《摩訶衍般泥洹", "28": "如佛所言，若未發意有菩提因者，有何差別？", "280": "經》，當於爾時為斯等輩之所毀辱。「復次，迦葉！", "281": "以斯義故，善男子善女人於《摩訶衍般泥洹", "282": "經》，當勤方便立丈夫志。所以者何？如來性者", "283": "丈夫法故，女人志者於一切法多生染著，力", "284": "不堪任發摩訶衍深經妙味。善男子！譬如蚊", "285": "蚋身出津澤，不能令此大地潤洽，其女人法", "286": "猶如大地多諸渴愛，譬如大海一切天雨百", "287": "川眾流皆歸于海，而彼大海未曾滿足，女人", "288": "之法亦復如是，貪受五欲而無厭足。是故，迦", "289": "葉！若善男子、善女人欲得方便離女人法，當", "29": "彼四種人應無惡罪。」佛告迦葉：「除一闡提，諸", "290": "勤修習此《摩訶衍般泥洹經》。所以者何？此", "291": "《摩訶衍般泥洹經》說如來性丈夫法故。若有", "292": "眾生不知自身有如來性，世間雖稱名為男", "293": "子，我說此輩是女人也。若有女人能知自身", "294": "有如來性，世間雖稱名曰女人，我說此等為", "295": "男子也。如是，善男子！此《摩訶衍般泥洹經》，", "296": "無量無邊功德積聚，廣說眾生有如來性，若", "297": "善男子善女人欲得疾成如來性者，當勤方便", "298": "修習此經。」迦葉菩薩白佛言：「善哉世尊！我今", "299": "修習《般泥洹經》，始知自身有如來性，今乃決", "3": "17 問菩薩品問菩薩品第十七", "30": "餘眾生其有聞此《大般泥洹》方等契經，為菩", "300": "定是男子也。」佛告迦葉：「善哉！善哉！善男子！當", "301": "勤方便學此深法，如蜂採華盡深法味。譬如，", "302": "迦葉！蚊虫津澤不能令此大地沾洽。如是，", "303": "善男子！當來之世眾惡比丘壞亂經法，無數", "304": "無量如高旱地，非此《大乘般泥洹經》所能津", "305": "潤。所以者何？當知正法滅盡衰相現故。「復", "306": "次，善男子！譬如夏末冬初秋雨連澍溫澤潛", "307": "伏。如是，善男子！此《摩訶衍般泥洹經》，我般泥", "308": "洹後正法衰滅，于時此經流布南方，為彼眾", "309": "邪異說非法雲雨之所漂沒，時彼南方護法", "31": "提因者，當知是等已曾供養無量諸佛故，得", "310": "菩薩，當持此契經來詣罽賓潛伏地中，及諸", "311": "一切摩訶衍方等契經於此而沒。哀哉是時", "312": "法滅盡相，非法雲雨盈滿世間，修習如來恩", "313": "澤法雨，護法菩薩人中之雄皆悉潛隱。」爾時", "314": "迦葉菩薩白佛言：「世尊！諸佛如來、聲聞、緣覺", "315": "性無差別，唯願廣說，令一切眾生皆得開解。」", "316": "佛告迦葉：「譬如有人多養乳牛，青黃赤白各", "317": "別為群，欲祠天時集一切牛，盡𤚲其乳著一", "318": "器中同一珂色。如是，善男子！諸佛如來、聲聞、", "319": "緣覺，其性清淨皆同一色。所以者何？同漏盡", "32": "聞此經，其餘諸罪無能為也。所以者何？此摩", "320": "故。譬如金師取其金鑛種種異色，銷鎔精", "321": "煉純一金色。所以者何？無量無數麁鑛煩惱", "322": "皆消滅故，是故當信此《摩訶衍般泥洹經》，一", "323": "切眾生皆有真實如來之性悉同一色。」迦葉", "324": "菩薩白佛言：「如世尊說：『一切眾生皆有佛性", "325": "而無差別。』於此未了，且置眾生。如世尊說：", "326": "『聲聞緣覺及諸菩薩不得大般泥洹，唯有如", "327": "來得此大般泥洹。』是故當知非聲聞緣覺及", "328": "諸菩薩同如來也。若無差別，云何世尊獨於", "329": "無量阿僧祇劫，修行方便積累功德？」佛告迦", "33": "訶衍大方便力，開發一切如來性故。」迦葉菩", "330": "葉：「我先所說，是則如來方便密教，言諸聲聞", "331": "不得泥洹。是故當知一切皆以此《大般泥洹", "332": "經》，而般泥洹唯佛境界，是故此經名大般", "333": "泥洹。」迦葉菩薩白佛言：「世尊！是則為異，如", "334": "佛所說聲聞緣覺及諸菩薩，皆當悉歸如來", "335": "泥洹，猶如百川歸於大海常住之法。」佛告迦", "336": "葉：「我最常也。」迦葉白佛：「云何世尊，如來之性", "337": "不異異耶？」佛言：「有異。」迦葉白佛：「云何為異？」", "338": "佛告迦葉：「譬如牛乳，一切聲聞如來之性亦", "339": "復如是；猶如成酪，一切緣覺如來之性亦", "34": "薩白佛言：「世尊！未發心者，無有樂向聞則背", "340": "復如是；猶如成蘇，菩薩摩訶薩如來之性", "341": "亦復如是；猶如醍醐，諸佛如來其性亦然。如", "342": "是，善男子！此摩訶衍般泥洹經四種差別。」迦", "343": "葉菩薩白佛言：「世尊！一切眾生其性云何？」佛", "344": "告迦葉：「如乳未成與水血合，無量煩惱覆蔽", "345": "如來真實之性。」迦葉菩薩白佛言：「如世尊說：", "346": "『拘夷城有旃陀羅，名曰歡喜，當成佛道。』於此", "347": "世界千佛之數，世尊記別一發念頃便成佛", "348": "道。以何等故，世尊不記尊者舍利弗、目揵", "349": "連等速成佛道？」佛告迦葉：「或有聲聞及辟支", "35": "捨。何由得為菩提之因？」佛告迦葉：「未發意", "350": "佛諸菩薩等，不發速願護持正法，有速願者，", "351": "斯等發願有差降故，因菩提力世尊記別速", "352": "成佛道。復次，善男子！譬如商人載摩尼寶，道", "353": "路經由野人聚落唱賣珍寶。諸野人輩，聞", "354": "聲來看見寶不識，即便大笑謂為塼石。如", "355": "是，善男子！如來記別諸聲聞等，當成佛道", "356": "得最勝處。當來之世有諸比丘，寬縱懈怠不", "357": "識真寶猶如野人，疾病困苦貧窮出家，信心", "358": "淺薄邪命諂曲，若聞如來授聲聞決即便大", "359": "笑，當知是輩為沙門像非真沙門。是故，善男", "36": "者，雖不樂向而背捨去，猶憶此經心不忘失，", "360": "子！或有發願速持正法，又復不發速持願者，", "361": "是故如來隨其遲速而授彼記。」迦葉菩薩白", "362": "佛言：「世尊！菩薩摩訶薩云何當得不壞眷屬？」", "363": "佛告迦葉：「勤修方便護持正法，是為菩薩摩", "364": "訶薩人中之雄不壞眷屬。」迦葉菩薩白佛言：", "365": "「世尊！何等眾生不知六味？」佛告迦葉：「不知三", "366": "寶始終長存，是等眾生不知六味。如人口爽", "367": "不知甜苦辛酢醎淡六味差別，一切眾生亦", "368": "復如是，愚癡無智不知三寶是長存法，是故", "369": "名為不知味者。「復次，善男子！其諸眾生不知", "37": "臥則夢中見大鬼神現恐怖相：『咄，善男子！當", "370": "如來是常住法，我說斯等名為生盲，肉眼眾", "371": "生知如來性是常住者，我說是等名為天眼。", "372": "若有眾生聞摩訶衍能信樂者，我說是等亦", "373": "名天眼。正使眾生有天眼者，不知如來是常", "374": "住法，我說斯等名為肉眼。所以者何？如來之", "375": "性常住真實，而彼不能勤修習故。「復次，善男", "376": "子！當知如來為一切眾生而作父母。所以者", "377": "何？一切眾生種種形類悉能化現，同其境界", "378": "而為說法，一音說法彼彼異類各自得解，歎", "379": "言：『善哉！如來以我音聲說法。』「復次，善男子！如", "38": "念菩提，若不樂向我當殺汝。』彼即驚怖便念", "380": "人生子，始十六月言語不正，而彼父母欲教", "381": "其語，先同其音漸漸教學，當知父母非實不", "382": "正。諸佛如來亦復如是，為教化故同彼形類", "383": "音聲語言，然其如來不實同彼，方便示現隨", "384": "順世間。」", "385": "18 隨喜品大般泥洹經隨喜品第十八", "386": "爾時世尊，從其面門放種種色光普照四眾，", "387": "光明照已，純陀長者便疾奉施如來大眾最", "388": "後供養。爾時純陀與諸眷屬得大歡喜舉聲", "389": "歎曰：「哀哉希有，供養如來難復再遇。」即以", "39": "菩提，乃至覺已心猶續念。又復彼人命終之", "390": "種種眾寶之鉢，盛上味飯持來向佛。當於爾", "391": "時有大威神天而遮其前，謂純陀言：「勿便供", "392": "養，願令我等復得須臾瞻覩如來。」爾時世尊", "393": "復放光明照彼天子，時彼天神承佛聖旨聽", "394": "純陀前。爾時天人及諸眾生種種雜類，各異", "395": "音聲內懷悲感哀聲動地，與純陀俱供佛及", "396": "僧，奉施最後檀波羅蜜。爾時世尊欲令比丘", "397": "比丘尼及諸眾會知時到故，復放光明悉照", "398": "眾會。時諸比丘知時已至，各整威儀執持應", "399": "器如受施法。純陀長者為佛及僧布置種種", "4": "迦葉菩薩白佛言：「何等為菩薩摩訶薩？」佛告", "40": "後墮泥犁中，見其罪報亦復憶念，墮餓鬼中", "400": "眾寶床座，懸繒幡蓋香華瓔珞。爾時三千大", "401": "千世界莊嚴殊妙，猶如西方極樂國土。純陀", "402": "長者住於佛前，憂悲悵怏重白佛言：「唯願世", "403": "尊猶可哀愍，住壽一劫若過一劫。」佛告純陀：", "404": "「汝欲令我久住世者，宜知是時，當疾供設最", "405": "後檀波羅蜜。」純陀白佛：「唯然，世尊！」爾時一切", "406": "眾生異類天人菩薩同聲唱言：「奇哉純陀！為", "407": "最後施；奇哉純陀！為極大施；然今我等所設", "408": "供具，於茲便成無用之物。」各各歎恨愁憂苦", "409": "惱。", "41": "及生天上亦皆憶念，於彼能發菩提之心，於", "410": "爾時世尊，自身毛孔一一皆出無量化佛，一", "411": "一皆有比丘眷屬，應彼一切令得供養，時諸", "412": "眾生皆大歡喜。爾時純陀所設供具承佛威", "413": "神，諸來大會皆得充足。純陀歡喜而自", "414": "念言：「今日如來一切大眾，皆悉受我最後", "415": "供養，然後如來當般泥洹。」其餘眾生亦作是", "416": "念：「今日如來與諸大眾，受我最後飯食供養，", "417": "然後泥洹不受餘請。」是時堅固林側其地狹", "418": "小，以佛神力故，如針鋒處皆有無量諸佛，及", "419": "其眷屬於中坐食。爾時天人阿修羅眾，皆大", "42": "此《大乘般泥洹經》，不樂之心從是永滅，如是", "420": "悲歎而作是言：「今日如來受我最後飯食供", "421": "養當般泥洹。我等復當何所奉事？哀哉我等", "422": "孤無蔭護。」爾時世尊，即為一切而說偈言：", "423": "「汝等莫悲歎，諸佛法應爾；", "424": "雖曰為泥洹，亦未究竟盡。", "425": "如來常住法，永處最安隱；", "426": "諸有狐疑者，諦聽我今說。", "427": "我已離食想，身無飢渴患；", "428": "我今當為汝，說其隨喜法；", "429": "令一切眾生，得安隱快樂。", "43": "則為菩提之因，如是為因如是為緣即立", "430": "諸佛如來性，真實常住法；", "431": "今汝等聞已，當勤方便修。", "432": "如烏及鵄鳥，其性甚相違；", "433": "能令同群遊，止宿相娛樂。", "434": "如來視一切，猶若羅睺羅；", "435": "應當捨慈悲，永入於泥洹。", "436": "能令盛毒蛇，兔羅同其穴；", "437": "如來捨慈悲，永入於泥洹。", "438": "能令伊蘭樹，同百葉華香；", "439": "如來捨慈悲，永入於泥洹。", "44": "菩提。「復次，善男子！如虛空中興大雲雨雨於", "440": "能令迦留果，味同耽摩羅；", "441": "如來捨慈悲，永入於泥洹。", "442": "能令一闡提，悉成平等覺；", "443": "如來捨慈悲，永入於泥洹。", "444": "若一切眾生，一時成佛道；", "445": "如來捨慈悲，永入於泥洹。", "446": "假使蚊蚋水，浸壞此大地；", "447": "百川皆流溢，大海悉盈滿；", "448": "如來捨慈悲，永入於泥洹。", "449": "汝等諸眾生，深樂正法故；", "45": "大地，枯木山石及諸高源，其水不住流澍", "450": "謂如來永滅，憂悲而愁歎；", "451": "從今於如來，莫念非常想。", "452": "當知如來性，長存不變易；", "453": "法僧亦復然，皆非磨滅法。", "454": "「如是，善男子！此三法者常住不變真諦之言，", "455": "一切眾生遭諸恐怖，此真諦說能令安隱；欲", "456": "度一切險難曠野，此真諦說能令得度；此真", "457": "諦說能令枯樹更生華葉。若此四眾聞是", "458": "三法常住隨喜說者，設未發意不樂向者，斯", "459": "等皆為菩提之因。三法常住，是為如來最", "46": "下田陂池悉滿，眾生受用此摩訶衍大乘法", "460": "妙隨喜誠諦之說。若比丘比丘尼能為一切", "461": "眾生解說三法常住，當知是等堪受一切羅", "462": "漢供養；若異此者則不堪受。乃至一切旃陀", "463": "羅等，樂聞如來隨喜說者，亦復得離諸憂恐", "464": "怖。」爾時天人阿修羅等，聞說如來為常住法，", "465": "心得歡喜，心得柔軟，心得真實，心離陰蓋，", "466": "心得清淨，顏貌怡悅如蓮華敷，散諸天華燒", "467": "眾名香，鼓天伎樂供養如來及比丘僧。爾時", "468": "世尊告迦葉言：「善男子！汝見何等希有之事？」", "469": "迦葉菩薩白佛言：「唯然，世尊！我見奇特未曾", "47": "雨，雨一闡提如雨木石高源之地，不受菩提", "470": "有事，見一切諸天人民阿修羅等設供具者，", "471": "各得如來與諸大眾受其飲食；又見是中其", "472": "地狹小容諸如來大眾床座，一針鋒處乃有", "473": "無量諸佛眷屬，而受供食說隨喜偈，彼諸眾", "474": "生各不相知，而謂如來獨受我請；而今世尊", "475": "與諸大眾哀愍純陀，受彼最後檀波羅蜜，佛", "476": "神力故令此大眾皆得滿足，然其世尊實不", "477": "揣食；唯諸菩薩摩訶薩，文殊師利法王子", "478": "等人中之雄，能知如來方便現化，為此奇特", "479": "未曾有事，聲聞緣覺所不能知。甚奇，世尊！無", "48": "因緣津澤。「復次，善男子！譬如種子熬令乾焦，", "480": "數無量如來常法。」爾時世尊告純陀言：「汝見", "481": "奇特未曾有不？」純陀白佛：「唯然已見，向見如", "482": "來三十二相、八十種好莊嚴其身。如是如來", "483": "無量無數，與諸菩薩眷屬圍繞，今見世尊真", "484": "實之身，獨處大眾猶如藥樹，與諸菩薩前後", "485": "圍繞。」佛告純陀：「向者諸佛皆是現化，哀愍安", "486": "樂一切眾生開其意故，令彼功德不可得盡", "487": "作此現化，而諸眾生悉不能知。唯諸菩薩", "488": "成就無量菩薩功德，人中之雄，能知如來方", "489": "便現化。汝今純陀，亦復成就菩薩功德十地", "49": "雖復時雨百千萬劫不能令生，一闡提輩亦", "490": "之行。」純陀白佛：「如是，世尊！我等皆當修習", "491": "菩薩一切隨喜。」佛告純陀：「莫隨貪果如餘契", "492": "經。」純陀白佛：「諸餘契經為非經耶？」佛告純", "493": "陀：「彼說有餘。」純陀白佛言：「其義云何？」佛告純", "494": "陀：「如我所說：", "495": "「一切歎布施，無有呵施者；", "496": "施犯戒福少，施持戒福增。", "497": "「我說是契經，雖歎一切施而施有差降，施犯", "498": "戒者無毫釐福，布施持戒獲其大果不必悉", "499": "同。」純陀白佛：「云何世尊，而說斯偈一切讚歎", "5": "迦葉：「已發意者及未發意，是等一切悉為", "50": "復如是，於此《方等般泥洹經》，雖百千劫聞，", "500": "布施功德？」佛告純陀：「除一種人歎一切施。」純", "501": "陀白佛：「除何等人歎一切施？」佛告純陀：「除一", "502": "闡提犯戒謗法，歎一切施。」純陀白佛：「何等", "503": "名為一闡提？」佛告純陀：「若比丘、比丘尼、優婆", "504": "塞、優婆夷，誹謗經法口說惡言永不改悔，於", "505": "諸經法心無歸依，如是等人向一闡提道。若", "506": "復眾生犯四重禁、作無間罪，不自改悔而無", "507": "慚恥，彼於正法永無護惜，不與護法之人以", "508": "為知識，於諸善事未曾讚歎。若復邪見無佛", "509": "法僧，我說斯等向一闡提道。除斯等類，歎一", "51": "終不能發菩提萌牙。所以者何？如焦穀種", "510": "切施。」純陀白佛：「何名犯戒？」佛告純陀：「犯四", "511": "重禁、五無間業、誹謗正法。」純陀白佛言：「如此", "512": "重罪有差降耶？」佛言：「有差降，彼雖犯戒尚", "513": "服法衣而生慚愧：『咄哉！我今犯斯重罪，何其", "514": "怪哉造斯大苦。』而懷恐怖生護法心。我當讚", "515": "歎護諸法者，當復降伏諸非法者，於方等", "516": "經諸禪三昧方便勤修，若如是者我說斯等", "517": "為不犯戒。所以者何？如日光出微塵障翳皆", "518": "悉不現，如是修習此摩訶衍契經日光，無數", "519": "無量眾罪積聚皆悉消滅，是故此經說護法", "52": "善根滅故。「復次，善男子！譬如明珠著濁水中", "520": "者得大果報。若不爾者，是則名為最大犯戒，", "521": "若施此等無毫釐福。「復次，善男子！犯四重禁，", "522": "能知真實如來之性興護法心，若施此等所", "523": "以得大果報者何？譬如有女人國土荒亂，將", "524": "一嬰兒欲至他國，道遇大水汎涱流漫携兒", "525": "而度水流漂急，不捨其兒母子俱溺；然彼女", "526": "人曾作大惡，以護子功德命終生天。如是，善", "527": "男子！犯四重禁、五無間業，深自悔責興護法", "528": "心，本作不善獲惡之業，以護法故得為福田", "529": "堪受信施，護法功德亦得大果。」純陀白佛言：", "53": "水即澄清，投之淤泥不能令清，此《摩訶衍般", "530": "「世尊！若一闡提還生信心悔過三尊，若人施", "531": "與得大果不？」佛告純陀：「莫作是語，譬如有人", "532": "食菴羅果，并取其核壞而食之，持彼空核種", "533": "著地中，雖復溉灌終不得生。彼一闡提亦復", "534": "如是，壞善種子欲令改悔生其善心，無有是", "535": "處，是故名為一闡提也。布施持戒得大果者，", "536": "果亦不同。所以者何？布施聲聞及辟支佛，所", "537": "得果報皆有差別，唯施如來獲最上果。是故", "538": "說言，非一切施得大果報。」純陀白佛言：「何", "539": "故世尊而說此偈？」佛告純陀：「有因有緣。時王", "54": "泥洹經》亦復如是，著諸眾生五無間罪、犯四", "540": "舍城有不信優婆塞奉事尼揵，而來問我布", "541": "施之義，我攝彼故為說斯偈。當知如來方", "542": "便密說為菩薩故，非是一切悉能了知。是故", "543": "菩薩人中之雄，當於如來有餘說中分別其", "544": "義，降伏一切諸犯戒人，如除稊稗害善苗者。", "545": "復次，善男子！如我所說偈：", "546": "「一切江河必迴曲，一切叢林必樹木；", "547": "一切女人必諂偽，一切大力必安樂。」", "548": "爾時文殊師利即從坐起，整衣服為佛作禮，", "549": "而說偈言：", "55": "墮法濁水之中，猶可澄清發菩提心，投一闡", "550": "「非一切河必迴曲，非一切林必樹木；", "551": "非悉女人心諂偽，非為大力悉安樂。", "552": "「如是世尊略說法門非決定說。所以者何？此", "553": "三千世界中閻浮提外餘閻浮提，有正直河，", "554": "其直如繩，從其西海直至東海，如《方等》、《阿含》", "555": "中說，是則如來有餘之說。一切叢林必樹木", "556": "亦有餘說。所以者何？林有二種？亦有金銀琉", "557": "璃寶樹之林。一切女人必諂偽者亦有餘說，", "558": "有諸女人持戒清淨其心質直。一切大力必安", "559": "樂亦有餘說，如來法王最為大力名為安樂，", "56": "提淤泥之中，百千萬歲不能令清起菩提因。", "560": "轉輪聖王及諸天神，亦名大力而不安樂，是", "561": "故當知非一切大力皆為安樂，唯有常住非", "562": "變易法大力泥洹安隱快樂。譬如良醫與彼", "563": "病者醍醐令服，時彼病者請良醫言：『更與", "564": "我藥我堪食之。』良師答言：『但食爾許消已更", "565": "食，若頓食不消或能殺人。』時彼良師實哀病", "566": "者恐其死故。如是如來慈哀愍傷，欲滅波斯", "567": "匿王大臣夫人高慢心故，說此偈言：", "568": "「一切江河必迴曲，一切叢林必樹木；", "569": "一切女人必諂偽，一切大力必安樂。", "57": "所以者何？無善根故。「復次，善男子！譬如藥樹", "570": "「當知世尊言無漏失，如此大地可令反覆，如", "571": "來之言終無有失。是故一切有餘無餘，皆是", "572": "如來攝眾生故。」佛言：「善哉！善哉！文殊師利！", "573": "哀愍一切諸眾生故，廣說如來有餘無餘。」爾", "574": "時文殊師利復於佛前而說偈言：", "575": "「於他善隨順，不觀作不作；", "576": "但自觀身行，諦視善不善。", "577": "「如是，世尊！說此正法亦復非為究竟之說。所", "578": "以者何？眾邪外道皆向泥犁，然佛世尊教諸", "579": "弟子皆向泥洹；若生天上此則名為毀譽之", "58": "名曰藥王無所不治，根莖華葉若汁若香，或", "580": "說，如是種種不隨順說。云何世尊偈中說言：", "581": "『於他善隨順？』」爾時佛告文殊師利：「我所以說", "582": "善隨順者，有因有緣。時阿闍世王害父王已，", "583": "來詣我所而問我言：『云何世尊，為一切智非", "584": "一切智耶？若一切智者，提婆達多於百千生", "585": "中於如來所常懷惡心，云何聽使而得出家？』", "586": "我即為彼而說此偈，於他善隨順。彼阿闍世", "587": "王有害父罪而不自覺，如來欲使自省己過", "588": "令其罪輕，是故說言：『但自觀身行，諦視善不", "589": "善。』汝今云何見不隨順？若有持戒修行慈心", "59": "有人服或復塗身或但聞香，意樂不樂其病", "590": "而觀彼過，是則諸佛如來之法，欲令己身及", "591": "諸眾生悉皆安樂，是以應觀他作不作，己身", "592": "亦然，常作是觀是我弟子。」爾時世尊，復語文", "593": "殊師利言：「如我說偈：", "594": "「一切皆懼死，莫不畏杖痛；", "595": "恕己可為譬，勿殺勿行杖。」", "596": "爾時文殊師利復於佛前而說偈言：", "597": "「非一切懼死，一切畏杖痛；", "598": "亦不悉喻己，而恕彼眾生。", "599": "「如是，世尊！略說法門亦非究竟。所以者何？如", "6": "菩薩。善男子！譬如冬日蘇油凝結無有津", "60": "悉除，唯除必死之病不能令差。如是，善男", "600": "阿羅漢轉輪聖王玉女象馬大臣之寶，若諸", "601": "天人及餘眾生能加害者無有是處，勇士烈", "602": "女野馬獸王持戒比丘，雖有對至而不恐怖，", "603": "一切皆懼死莫不畏杖痛，是則有餘說。又復", "604": "不可以己喻彼。所以者何？若阿羅漢以己喻", "605": "彼則為命想，若命想者此非上士，計命想者", "606": "愚夫邪見向惡趣門。又復羅漢我及眾生空", "607": "無所有，誰死誰殺，起害想者，無有是處。而彼", "608": "所說我為喻者，為有我喻？為無我喻？若是", "609": "我喻則為下劣，若無我喻是阿羅漢無有譬", "61": "子！此《摩訶衍般泥洹經》，一切眾生惡業重病", "610": "喻。然佛世尊，不以無因而妄說法。有王舍城", "611": "大獵師主，殺生供施，請佛及僧，唯願哀受。然", "612": "佛世尊未曾食肉，等視一切如羅睺羅。即為", "613": "獵師，而說此偈：", "614": "「當觀長壽者，不害眾生故；", "615": "一切皆懼死，莫不畏杖痛；", "616": "恕己可為喻，勿殺勿行杖。」", "617": "佛言：「善哉！善哉！文殊師利！人中之仙安慰眾", "618": "生，善說如來方便密教。」爾時文殊師利，復說", "619": "偈言：", "62": "悉能療治，若四墮法、無間罪業，及諸外道不", "620": "「恭敬於父母，增加其供養；", "621": "緣斯孝道故，死墮無擇獄。", "622": "「世尊！此偈說無明恩愛以為父母，眾生隨順", "623": "令其增長造諸惡業，死即當墮無擇地獄。」爾", "624": "時世尊復告文殊師利：「如我所說偈：", "625": "「一切因他勢力苦，一切己力自在樂；", "626": "一切憍慢勢暴害，一切賢善人所愛。」", "627": "文殊師利復說偈言：", "628": "「非一切因他力苦，亦非己力自在樂；", "629": "非一切慢勢暴害，非一切賢人所愛。", "63": "樂菩提，聞斯方等一經耳者為菩提因。所以", "630": "「此是世尊，略現法門非究竟說。所以者何？如", "631": "庶民子從師而學，俯仰進止悉由於師，道藝", "632": "既成永得安樂。如王者子己力自在，不隨", "633": "他教愚闇常苦。所以如來說此偈者，其諸眾", "634": "生為魔所持不得自在，如來為彼而說此偈。", "635": "是故當知非為一切他力故苦，亦非一切己", "636": "力故樂。一切憍慢勢暴害者，此亦有餘說，", "637": "非一切慢為盡暴害，猶如有人憍慢傲俗，出", "638": "家學道或計福德持戒清淨，當知是等雖為憍", "639": "慢非為暴害。一切賢善人所愛者，亦有餘說，", "64": "者何？此《摩訶衍般泥洹經》一切諸惡無不治", "640": "如內法中犯四重禁，能自剋勵執持威儀雖", "641": "修賢行，以破正業人所不愛。何因世尊而說", "642": "此偈？」爾時佛告文殊師利：「諸佛如來不以無", "643": "因而妄說法。時王舍城有拘隣女名須跋陀", "644": "羅，惡厭世俗，來詣佛所欲求出家。女人之法", "645": "不得自在制由男子，自歸三寶。佛知其意，亦", "646": "知是時而說此偈，一切由他勢力苦。善哉！善", "647": "哉！文殊師利人中之仙，能問如來方便密教。」", "648": "文殊師利復說偈言：", "649": "「一切眾生類，皆依飲食存；", "65": "故，唯除一闡提。所以者何？無菩提因故。猶", "650": "一切諸嬰兒，悉無悋惜心。", "651": "一切諸世間，揣食增其病；", "652": "一切行法者，同止得安樂。", "653": "「如是世尊，今受純陀飯食供養將無增患？」", "654": "爾時世尊復為文殊師利而說偈言：", "655": "「非一切眾生，皆依飲食存；", "656": "非一切嬰兒，悉無悋惜心。", "657": "非一切世間，揣食增其病；", "658": "非一切行法，同止得安樂。", "659": "「汝文殊師利！所得病者我當得病，諸阿羅漢", "66": "如人身有傷壞處，苪藥得行除眾疾病，若不", "660": "及辟支佛菩薩如來悉不揣食，此則諸佛如", "661": "來定法。若言羅漢及辟支佛菩薩如來曾揣", "662": "食者，壞大士義。而受眾生百千布施，讚歎", "663": "一切布施功德，欲濟眾生度三惡道無邊苦", "664": "海，雖不揣食而常歎施。欲令眾生成檀波羅", "665": "蜜，端坐樹下六年苦行，豈謂不食而形瘦", "666": "耶？勿謂如來眾生同數，如來已度愛欲諸流，", "667": "不同世人境界行處，如來境界不可思議，聲", "668": "聞弟子亦復如是。言揣食者是有餘說；一切", "669": "嬰兒離慳惜者，亦有餘說；乃有無量永離慳", "67": "傷壞苪藥不行，一闡提輩亦復如是，不可", "670": "心無動快樂，一切揣食增其病者，亦有餘", "671": "說；外來之病劍刺瘡疣其數無量，一切行法", "672": "同止安樂者，亦是如來有餘之說。其法多種，", "673": "亦有修習世俗善法，身口意業種種淨法種", "674": "種信心，而共同止不相隨順；是故當知諸佛", "675": "如來，不以無因緣故違義而說，以教化故方", "676": "便說法。時有半頭梵志，與諸同止修天祠", "677": "齋法，來詣佛所，為降伏彼令捨異見，而說此", "678": "偈。」爾時迦葉菩薩白佛言：「云何世尊，諸餘契", "679": "經皆是如來有餘說耶？」佛言：「不也。善男子！若", "68": "傷壞受菩提因。「復次，善男子！譬如金剛能壞", "680": "有眾生功德成就善解深法，如來為說常住", "681": "安樂無餘之法。諸餘眾生樂聞法者，如來為", "682": "彼或有餘說或無餘說。」迦葉菩薩即大歡喜", "683": "白佛言：「奇哉！世尊！等視眾生猶如一子。」佛告", "684": "迦葉：「善哉！善男子！應當如是諦解深法。」迦", "685": "葉菩薩白佛言：「世尊！唯願如來，說此《方等", "686": "般泥洹經》所得功德。」佛告迦葉：「此《摩訶衍", "687": "般泥洹經》，聞其名者所得功德，非是聲聞及", "688": "辟支佛能究竟說。此《摩訶衍般泥洹經》所生", "689": "功德不可思議，唯是諸佛如來境界。」爾時諸", "69": "眾寶，而力不能壞白羊角；是《摩訶衍般泥洹", "690": "天世人及阿修羅，即於佛前一心同聲，以偈", "691": "頌曰：", "692": "「如來天中天，甚深難思議。", "693": "如來之所說，方等泥洹經；", "694": "出生諸功德，亦不可思議。", "695": "正法難思議，僧寶亦復然；", "696": "唯願天中天，哀愍小留住。", "697": "上座尊迦葉，眷屬須臾至；", "698": "尊者阿難陀，多聞大仙士，", "699": "及摩竭提王，國王阿闍世；", "7": "澤，如是修習一切契經諸餘三昧，發心望果", "70": "經》，成就一切諸惡之法，皆能破壞立菩提因，", "700": "斯等於如來，最親密弟子。", "701": "彼諸正士等，必懷疑惑想；", "702": "如來為泥洹，為當長存世。", "703": "此等心懷疑，於何而取定；", "704": "願哀須臾住，待至為決疑。」", "705": "爾時世尊為諸大眾而說偈言：", "706": "「諸懷疑惑者，汝等勿憂慮。", "707": "我法生長子，上座大迦葉；", "708": "阿難多聞士，是等須臾至；", "709": "要令彼見我，我當般泥洹。", "71": "唯不能破一闡提惡起菩提因。「復次，善男子！", "710": "如斯智慧士，觀如來雙足；", "711": "彼自知我身，常無常真實。」", "712": "爾時一切大眾眷屬，供養如來天繒華蓋，燒", "713": "眾名香作天伎樂，其數無量不可為喻。供養", "714": "佛已，萬恒河沙諸眾生等發阿耨多羅三藐", "715": "三菩提心，住於菩薩最初住地。純陀長者歡", "716": "喜踊躍，菩提甘露以灌其頂。爾時世尊告文", "717": "殊師利法王子、迦葉菩薩、純陀菩薩：「汝善男", "718": "子！自修其心慎莫放逸，我今背疾舉身皆痛，", "719": "欲須燕臥。汝文殊師利！當為一切四眾說", "72": "譬如諸樹斷其枝幹尋生如故，如是眾生作", "720": "法，如來正法今付囑汝，乃至上座摩訶迦葉", "721": "及阿難到，汝當廣說。」於是世尊，化眾生故", "722": "現身有疾，右脇著地係念明想。", "723": "大般泥洹經卷第六", "73": "諸罪業，聞《摩訶衍般泥洹經》生菩提因，如多", "74": "羅樹斷則不生，一闡提輩亦復如是，終不能", "75": "生菩提柯葉。「復次，善男子！譬如空中興大雲", "76": "雨，而彼雨渧不住空中，此《摩訶衍般泥洹經》", "77": "普雨法雨，於一闡提雨則不住。", "78": "「不修真實亦不來，彼究竟處莫能見；", "79": "謂彼諸惡不善業，則為世間大鄙陋。", "8": "而求菩提，是輩名為未發道意，不能速成菩", "80": "「其善修者謂修菩提，不來者，若自不修終不", "81": "自得；真實者微密勝業，如是勝業於誰不來？", "82": "謂一闡提；永離善心名一闡提。諸增上慢一", "83": "闡提輩以何為本？誹謗經法不善之業以是", "84": "為本，誹謗經法凶逆暴害，當知是等智者所", "85": "畏。譬如險道多諸盜賊，暴慢愚夫不知恐", "86": "畏，肆意直往為賊所害，大力法王遊行此路", "87": "無有恐畏。不見究竟處者，永不見彼一闡提", "88": "輩究竟惡業，亦不見彼無量生死究竟之處，", "89": "我略說彼諸惡積聚，若具聞者甚可怖畏。假", "9": "薩之道。所以者何？無勤方便如冬日故。又", "90": "令一切眾生一時發意成無上道，此諸正覺", "91": "猶不見彼一闡提輩諸惡究竟，成正覺時復", "92": "於何等不見究竟，一切眾生破壞生死皆成", "93": "佛道，不見諸佛無餘泥洹。無常滅盡如燈火", "94": "滅，謂彼諸惡業世間大鄙陋者，一闡提", "95": "輩永離菩提因緣功德，斯等名為世間鄙陋，", "96": "於此大乘最後覺悟得為佛名，是亦鄙陋。", "97": "諸佛法爾。", "98": "「已作惡業者，如薩闍乳酪；", "99": "愚者輕被燒，如灰覆火上。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0376 佛說大般泥洹經: 大般泥洹經: 大般泥洹經: 大般泥洹經", "author": "東晉 法顯譯", "sourceLink": "http://www.cbeta.org/"}