{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0228 佛說佛母出生三法藏般若波羅蜜多經: 佛說佛母出生三法藏般若波羅蜜多經: 佛說佛母出生三法藏般若波羅蜜多", "text": {"0": "10 讚持品", "1": "佛說佛母出生三法藏般若波羅蜜多經卷第十", "10": "海尚遠。又復前行，若不見樹及樹相，不見山", "100": "爾時，尊者舍利子白佛言：「世尊！諸善男子、善", "101": "女人，受持讀誦此正法時，若得遠離諸魔業", "102": "者，是人即能讀誦通利，乃至書寫皆無障礙。", "103": "世尊！如佛所說，彼諸惡魔伺求其便不能得", "104": "者，當以何力能致如是？」", "105": "佛告尊者舍利子言：「汝今當知，皆是如來、應", "106": "供、正等正覺威神之力加持護念，制伏諸魔", "107": "不得其便，是故能令諸持法者讀誦通利，乃", "108": "至如所說學、如所說行、如理相應皆悉無礙。", "109": "何以故？今此甚深正法攝諸法相即諸法性，", "11": "及山相，當知是人去海漸近。何以故？大海深", "110": "所有十方無量阿僧祇世界，現住說法諸佛", "111": "如來，皆同宣說此般若波羅蜜多法門。是故", "112": "諸佛如來，以其神通威力共所護念諸持法", "113": "者，使令受持讀誦通利，乃至書寫供養，如", "114": "所說學、如所說行、如理相應皆得無礙。舍利", "115": "子！諸有持法善男子、善女人，若為諸佛所護", "116": "念者，我不見有諸惡魔眾而能為害。」", "117": "是時，尊者舍利子白佛言：「世尊！若諸菩薩摩", "118": "訶薩，於此般若波羅蜜多法門，受持讀誦書", "119": "寫供養，乃至如所說學、如所說行、如理相應，", "12": "遠廣闊無涯，近大海邊無有一切山樹等相。", "120": "而能遠離諸魔障者，亦是如來神通威力所", "121": "護念耶？」", "122": "佛告尊者舍利子言：「如是，如是！諸菩薩摩訶", "123": "薩已得一切如來神通威力加持護念，是故", "124": "於此甚深般若波羅蜜多法門，而能受持讀", "125": "誦通利，乃至如所說學、如所說行、如理相應，", "126": "悉得遠離一切魔障。舍利子！當知是菩薩得", "127": "諸如來神力加持，是諸如來所知所念，為諸", "128": "如來共所觀察。", "129": "「復次，舍利子！若菩薩摩訶薩於此般若波羅", "13": "是人雖未至海，以不見彼山樹相故，即知漸", "130": "蜜多法門，能受持讀誦記念思惟，廣為他人", "131": "解釋其義，乃至如所說學、如所說行、如理相", "132": "應者，當知是菩薩摩訶薩已近阿耨多羅三", "133": "藐三菩提，不久得成阿耨多羅三藐三菩提", "134": "果。", "135": "「又，舍利子！若人於此般若波羅蜜多法門，但", "136": "能受持讀誦者，是人得福雖多，不如有人", "137": "於此法門，如所說學、如所說行、如理相應。舍", "138": "利子！當知是人得諸如來神力加持，是諸如", "139": "來所知所念，為諸如來共所觀察。是人現世", "14": "次近於大海。世尊！菩薩摩訶薩亦復如是，若", "140": "有大威德、有大名稱，當來決定獲大果報。何", "141": "以故？此般若波羅蜜多是第一義勝妙法門，", "142": "與一切法如理相應，普攝眾生住真實際。", "143": "「復次，舍利子，此般若波羅蜜多相應法門，如", "144": "來、應供、正等正覺以威神力加持護念。後末", "145": "世中先於南方廣大流布，從是南方流布西", "146": "方，復從西方流布北方，如是展轉流布諸方。", "147": "舍利子！佛涅盤後法欲滅時，為欲令諸善男", "148": "子、善女人，於此般若波羅蜜多法門，受持讀", "149": "誦記念思惟，轉為他人解釋其義，乃至書寫", "15": "得聞此般若波羅蜜多法門瞻禮供養者，是", "150": "供養獲大利益，是故如來加持護念使令流布。", "151": "「又，舍利子！若善男子、善女人，有能受持此正", "152": "法者，當知是人得諸如來神力加持，是諸如", "153": "來所知所念，為諸如來共所觀察。」舍利子白", "154": "佛言：「世尊！此般若波羅蜜多法門最上甚深，", "155": "於後末世，云何北方亦流布耶？」", "156": "佛言：「舍利子！後末世中此法亦當流布北方，", "157": "而彼方處有修菩薩行者諸善男子、善女人，", "158": "聞此甚深般若波羅蜜多法門，而能受持讀", "159": "誦記念思惟書寫供養。」舍利子白佛言：「世尊！", "16": "人雖於現在如來應供正等正覺所未得授", "160": "而彼北方有幾所人當能受持此甚深般若", "161": "波羅蜜多法門？有幾所人能讀誦通利，如所", "162": "說學、如所說行、如理相應？」", "163": "佛言：「舍利子！而彼北方雖多有諸修菩薩行", "164": "者善男子、善女人，能受持此甚深般若波羅", "165": "蜜多法門，少能於中讀誦通利，如所說學、如", "166": "所說行、如理相應者。", "167": "「又，舍利子！彼方若有善男子、善女人，聞此般", "168": "若波羅蜜多法門，不驚不怖不退不沒者，當", "169": "知是人久住大乘修菩薩行，已曾於其過去", "17": "記，當知漸近阿耨多羅三藐三菩提而將授", "170": "如來、應供、正等正覺所請問其義，是人久已", "171": "修習具足菩薩道法，為欲利樂諸眾生故廣", "172": "修諸行，勤求阿耨多羅三藐三菩提果。何", "173": "以故？我今已為是善男子、善女人，宣說一切", "174": "智相應般若波羅蜜多法門。是人轉身，亦復", "175": "樂聞此般若波羅蜜多法門歡喜信受，勤修", "176": "阿耨多羅三藐三菩提法，善住三摩呬多相", "177": "應勝行，乃至諸魔不能壞其阿耨多羅三藐", "178": "三菩提心，況復一切人非人等能破壞耶？何", "179": "以故？是人堅固勇猛，不退轉於阿耨多羅三", "18": "記。何以故？以聞此般若波羅蜜多法門為前", "180": "藐三菩提心。又復，是人聞此般若波羅蜜多", "181": "法門，心大歡喜、心得清淨，普令眾生種諸善", "182": "根如理修行，成就阿耨多羅三藐三菩提果。", "183": "何以故？是善男子、善女人，能於佛前作如是", "184": "言：『我當以此法門，為無量百千萬億俱胝那庾", "185": "多眾生，如理表示、如實教授、如所利益、如理", "186": "生喜、如實覺了，無所退轉，普令安住阿耨多", "187": "羅三藐三菩提果。』舍利子！是善男子、善女人，", "188": "住菩薩乘廣大利益。我觀其心則生隨喜。我亦", "189": "以此甚深正法，示教利喜無量百千萬億俱", "19": "相故。世尊！又如世間有種種樹，於其春時枝", "190": "胝那庾多眾生，令住阿耨多羅三藐三菩提", "191": "果。如是善男子、善女人，廣大信解愛樂大乘，", "192": "願生諸佛剎中，現在佛前聞說妙法，相續得", "193": "聞說此甚深般若波羅蜜多法門。於彼佛剎，", "194": "亦復以此甚深正法，示教利喜無量百千萬", "195": "億俱胝那庾多眾生，令住阿耨多羅三藐三", "196": "菩提果。」", "197": "爾時，尊者舍利子白佛言：「希有，世尊！如來、應", "198": "供、正等正覺於過去未來現在一切法中，無", "199": "有少法不見不聞不知不解，一切眾生種種", "2": "西天譯經三藏朝奉大夫試光祿卿", "20": "葉繁茂青潤可愛，閻浮提人見是相已皆生", "200": "行相皆悉了知，諸菩薩法無不通達。乃至未", "201": "來世中有諸菩薩摩訶薩眾，為菩提故發大", "202": "精進勤求此般若波羅蜜多，得是法門受持", "203": "讀誦，如所說學、如所說行、如理相應者，如來", "204": "悉知。有諸菩薩摩訶薩眾，於此般若波羅蜜", "205": "多法門，不求而得者，如來亦知。」", "206": "佛告尊者舍利子言：「如是，如是！如汝所說。舍", "207": "利子！如來、應供、正等正覺於過去未來現在", "208": "一切法中，無有少法不見不聞不知不解。乃", "209": "至未來世中諸菩薩摩訶薩，於此般若波羅", "21": "歡喜，即作是念：『此樹不久開華結實。何以故？", "210": "蜜多法門，有求而得、有不求而得者，如來悉", "211": "知。何以故？如來、應供、正等正覺，於諸菩薩", "212": "過去善根及所樂欲，乃至菩薩所行道法，皆悉", "213": "了知。」", "214": "復次，舍利子白佛言：「世尊！餘諸深經與此般", "215": "若波羅蜜多相應者，亦不勤求而自得耶？」", "216": "佛言：「如是，如是！舍利子！所有餘諸深經與此", "217": "般若波羅蜜多相應者，亦有不求而自獲得。」", "218": "舍利子白佛言：「世尊！所有餘諸深經與六波", "219": "羅蜜多相應者，未來世中善男子、善女人，亦", "22": "彼開敷相先已現故。』世尊！菩薩摩訶薩亦復", "220": "不勤求而自得耶？」", "221": "佛言：「舍利子！所有餘諸深經與六波羅蜜", "222": "多相應者，未來世中亦有不求而自獲得。何", "223": "以故？法本如是。諸修菩薩道者善男子、善女", "224": "人，常當以法示教利喜無量百千萬億俱胝", "225": "那庾多眾生，令住阿耨多羅三藐三菩提果，", "226": "亦自於中如理修學。是人轉身，於餘深經與", "227": "六波羅蜜多無所得相應，與一切法自性相", "228": "應者，是人亦復不求自得。」", "229": "佛說佛母出生三法藏般若波羅蜜多經卷第十", "23": "如是，若得聞此般若波羅蜜多法門瞻禮供", "24": "養者，當知是菩薩久已成熟最勝善根，以其", "25": "宿世善因緣故，今於此般若波羅蜜多正法", "26": "會中親所聽受，得見諸佛及眾賢聖，復得諸", "27": "佛賢聖以歡喜心作如是念：『過去諸菩薩將", "28": "得授記亦復如是，聞此正法為前相故。今此", "29": "菩薩當知漸近阿耨多羅三藐三菩提，不久得", "3": "傳法大師賜紫臣施護奉　詔譯", "30": "記。何以故？前相現故。』又如世間女人懷妊，日", "31": "月將滿，身力疲困心識動亂，飲食減少坐臥", "32": "懈怠，凡諸所欲而不勤行，苦惱悉生厭本所", "33": "習。見是相已，當知此人將產不久。何以故？前", "34": "相現故。世尊！菩薩摩訶薩亦復如是，若得聞", "35": "此般若波羅蜜多法門瞻禮供養者，當知是", "36": "菩薩久已成熟善根，漸近阿耨多羅三藐三", "37": "菩提，不久得記。何以故？以聞正法為前相故。」", "38": "爾時，世尊復讚尊者舍利子言：「善哉，善哉！舍", "39": "利子！汝所樂說，皆是如來神力所護。」", "4": "讚持品第十之二", "40": "是時，尊者須菩提白佛言：「希有，世尊！如來、應", "41": "供、正等正覺善所護念諸菩薩眾，能善宣說", "42": "諸菩薩法。」佛告須菩提言：「諸菩薩摩訶薩，於", "43": "長夜中多所饒益一切眾生，以善方便與其", "44": "利樂，悲愍世間為救度故。而諸菩薩勤求阿", "45": "耨多羅三藐三菩提果，得證果已，欲為一切", "46": "眾生如其所應宣說法要，是故諸佛共所護", "47": "念。」", "48": "須菩提白佛言：「世尊！諸菩薩摩訶薩行般若", "49": "波羅蜜多時，當云何觀即得般若波羅蜜多", "5": "爾時，世尊讚尊者舍利子言：「善哉，善哉！舍利", "50": "具足？」", "51": "佛言：「須菩提！若菩薩摩訶薩行般若波羅蜜", "52": "多時，不見色法有所增相，不見受、想、行、識有", "53": "所增相，是行般若波羅蜜多。不見色法有所", "54": "減相，不見受、想、行、識有所減相，是行般若波", "55": "羅蜜多。乃至不見是法非法，是行般若波羅", "56": "蜜多。須菩提！菩薩摩訶薩行般若波羅蜜多", "57": "時，若如是觀，即得般若波羅蜜多具足。」", "58": "須菩提白佛言：「世尊！如佛所說，般若波羅蜜", "59": "多不可思議。」佛言：「須菩提！色、受、想、行、識不可", "6": "子！如是，如是！如汝所說，善引譬喻。汝今以佛", "60": "思議，若菩薩不分別色不可思議，是行般若", "61": "波羅蜜多。不分別受、想、行、識不可思議，是行", "62": "般若波羅蜜多。」", "63": "爾時，尊者舍利子白佛言：「世尊！般若波羅蜜", "64": "多法門最上甚深，何人當能如實信解？」", "65": "佛告舍利子言：「若久行菩薩道者，聞此般若", "66": "波羅蜜多法門即能信解。」舍利子白佛言：「世", "67": "尊！何等是久行菩薩道者？」佛言：「舍利子！若菩", "68": "薩摩訶薩，不分別如來十力四無所畏，不分", "69": "別如來諸功德法，乃至不分別一切智，若如", "7": "神力，復說譬喻而明此義。」舍利子白佛言：「世", "70": "是不分別諸法，是為久行菩薩道者。何以故？", "71": "所有如來十力、四無所畏不可思議，諸功德", "72": "法乃至一切智皆不可思議，是故菩薩於一", "73": "切法無所分別。由如是故，菩薩摩訶薩於法", "74": "無所行而行，是行般若波羅蜜多。」", "75": "爾時，尊者須菩提白佛言：「希有，世尊！此甚深", "76": "般若波羅蜜多法門，是大寶聚最上無染般", "77": "若波羅蜜多，猶如虛空自性清淨。世尊！有諸", "78": "善男子、善女人，於此般若波羅蜜多法門，受", "79": "持讀誦記念思惟，乃至為人演說者，云何多", "8": "尊！又如有人欲見大海漸次而行，若見有樹", "80": "難事起而為障礙？」佛告尊者須菩提言：「如是，", "81": "如是！如汝所說。善男子、善女人於此般若波", "82": "羅蜜多法門，受持讀誦記念思惟，乃至為人", "83": "說其義時，多難事起而為障礙。須菩提！汝今", "84": "當知，難事起時，是其惡魔作諸魔障。是故善", "85": "男子、善女人諸有受持讀誦乃至為人演說", "86": "者，應當速疾如理所作。", "87": "「又復，有諸善男子、善女人，若欲自書、若使人", "88": "書此般若波羅蜜多法門者，當於一月乃至", "89": "一年速疾書成。何以故？此般若波羅蜜多大", "9": "或見樹相，若見有山或見山相，當知是人去", "90": "法寶中，多有怨賊常欲侵害。」", "91": "復次，尊者須菩提白佛言：「世尊！諸有善男子、", "92": "善女人，受持讀誦乃至書寫此般若波羅蜜", "93": "多法門時，若諸魔眾伺求其便欲生破壞，當", "94": "於爾時作何遠離？」", "95": "佛告須菩提：「汝今當知，若有人受持讀誦乃", "96": "至書寫此法門時，但當志心如理所作。彼諸", "97": "惡魔雖復長時以壞法心，於此法門欲作斷", "98": "滅，及持法者欲生破壞，縱經多劫，彼終不能", "99": "伺得其便。」"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0228 佛說佛母出生三法藏般若波羅蜜多經: 佛說佛母出生三法藏般若波羅蜜多經: 佛說佛母出生三法藏般若波羅蜜多", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}