{"author": "南羯羅主菩薩造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1630 因明入正理論: 因明入正理論: 因明入正理論: 因明入正理論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1630", "1": "因明入正理論一卷", "2": "商羯羅主菩薩造", "3": "三藏法師玄奘奉　詔譯", "4": "能立與能破及似唯悟他", "5": "現量與比量及似唯自悟", "6": "如是總攝諸論要義。此中宗等多言名為能", "7": "立。由宗因喻多言。開示諸有問者未了義", "8": "故。此中宗者。謂極成有法極成能別差別為", "9": "性。隨自樂為所成立性。是名為宗。如有", "10": "成立聲是無常。", "11": "因有三相。何等為三。謂遍是宗法性。同品", "12": "定有性。異品遍無性。云何名為同品異品。謂", "13": "所立法均等義品。說名同品。如立無常瓶", "14": "等無常。是名同品。異品者。謂於是處無其", "15": "所立。若有是常見非所作。如虛空等。此中", "16": "所作性或勤勇無間所發性遍是宗法性。同", "17": "品定有性。異品遍無性。是無常等因。", "18": "喻有二種。一者同法。二者異法。同法者若", "19": "於是處顯因同品決定有性。謂若所作見", "20": "彼無常。譬如瓶等。異法者若於是處說所", "21": "立無。因遍非有。謂若是常見。非所作如虛", "22": "空等。此中常言表非無常。非所作言表無", "23": "所作。如有非有說名非有。", "24": "已說宗等如是多言。開悟他時。說名能", "25": "立。如說聲無常者是立宗言。所作性故者", "26": "是宗法言。若是所作見彼無常。如瓶等者", "27": "是隨同品言。若是其常見非所作。如虛空", "28": "者是遠離言。唯此三分說名能立。", "29": "雖樂成立由與現量等相違故。名似立宗。", "30": "謂現量相違。比量相違。自教相違。世間相違。", "31": "自語相違。能別不極成。所別不極成。俱不極", "32": "成。相符極成。此中現量相違者。如說聲非", "33": "所聞。比量相違者。如說瓶等是常。自教相", "34": "違者。如勝論師立聲為常。世間相違者。如", "35": "說懷兔非月有故。又如說言人頂骨淨。眾", "36": "生分故。猶如螺貝。自語相違者。如言我母", "37": "是其石女。能別不極成者。如佛弟子對數論", "38": "師立聲滅壞。所別不極成者。如數論師對", "39": "佛弟子說我是思。俱不極成者。如勝論師", "40": "對佛弟子立我以為和合因緣。相符極成", "41": "者。如說聲是所聞。如是多言。是遣諸法自", "42": "相門故。不容成故。立無果故。名似立宗過", "43": "已說似宗。當說似因。不成不定及與相違。", "44": "是名似因。", "45": "不成有四。一兩俱不成。二隨一不成。三猶豫", "46": "不成。四所依不成。如成立聲為無常等若", "47": "言是眼所見性故。兩俱不成。所作性故對", "48": "聲顯論。隨一不成。於霧等性起疑惑時。為", "49": "成大種和合火有而有所說。猶豫不成。虛", "50": "空實有。德所依故。對無空論所依不成。", "51": "不定有六。一共。二不共。三同品一分轉異品", "52": "遍轉。四異品一分轉同品遍轉。五俱品一分", "53": "轉。六相違決定。此中共者。如言聲常所量", "54": "性故。常無常品皆共此因。是故不定。為如", "55": "瓶等所量性故聲是無常。為如空等所量", "56": "性故聲是其常。言不共者。如說聲常。所聞", "57": "性故。常無常品皆離此因。常無常外餘非有", "58": "故。是猶豫因。此所聞性其猶何等。同品一分", "59": "轉異品遍轉者。如說聲非勤勇無間所發", "60": "無常性故。此中非勤勇無間所發宗。以電空", "61": "等為其同品。此無常性於電等有。於空等", "62": "無。非勤勇無間所發宗。以瓶等為異品。於", "63": "彼遍有。此因以電瓶等為同法故。亦是", "64": "不定。為如瓶等無常性故。彼是勤勇無間所", "65": "發。為如電等無常性故。彼非勤勇無間所", "66": "發。異品一分轉同品遍轉者。如立宗言聲", "67": "是勤勇無間所發。無常性故。勤勇無間所發", "68": "宗。以瓶等為同品。其無常性於此遍有。以", "69": "電空等為異品。於彼一分電等是有。空等", "70": "是無。是故如前亦為不定。俱品一分轉者。", "71": "如說聲常。無質礙故。此中常宗。以虛空極", "72": "微等為同品。無質礙性於虛空等有。於極", "73": "微等無。以瓶樂等為異品。於樂等有。於", "74": "瓶等無。是故此因以樂以空為同法故。亦", "75": "名不定。相違決定者。如立宗言聲是無常。", "76": "所作性故。譬如瓶等。有立聲常。所聞性故。", "77": "譬如聲性。此二皆是猶豫因。故俱名不定。", "78": "相違有四。謂法自性相違因。法差別相違", "79": "因。有法自相相違因。有法差別相違因等。此", "80": "中。法自相相違因者。如說聲常。所作性故。或", "81": "勤勇無間所發性故。此因唯於異品中有。", "82": "是故相違。法差別相違因者。如說眼等必為", "83": "他用。積聚性故。如臥具等。此因如能成立眼", "84": "等必為他用。如是亦能成立所立法差別相", "85": "違積聚他用。諸臥具等為積聚他所受用", "86": "故。有法自相相違因者。如說有性非實非", "87": "德非業。有一實故。有德業故。如同異性。", "88": "此因如能成遮實等。如是亦能成遮有性。", "89": "俱決定故。有法差別相違因者。如即此因", "90": "即於前宗有法差別作有緣性。亦能成立與", "91": "此相違作非有緣性。如遮實等。俱決定故。", "92": "已說似因。當說似喻。", "93": "似同法喻有其五種。一能立法不成。二所立", "94": "法不成。三俱不成。四無合。五倒合。似異法喻", "95": "亦有五種。一所立不遣。二能立不遣。三俱不", "96": "遣。四不離。五倒離。能立法不成者。如說聲", "97": "常。無質礙故。諸無質礙見。彼是常猶如極", "98": "微。然彼極微所成立法常性是有。能成立法", "99": "無質礙無。以諸極微質礙性故。所立法不成", "100": "者。謂說如覺。然一切覺能成立法無質礙", "101": "有。所成立法常住性無。以一切覺皆無常故。", "102": "俱不成者。復有二種。有及非有。若言如瓶。", "103": "有俱不成。若說如空。對無空論。無俱不成。", "104": "無合者。謂於是處無有配合。但於瓶等。", "105": "雙現能立所立二法。如言於瓶見所作性", "106": "及無常性。倒合者。謂應說言諸所作者皆是", "107": "無常。而倒說言諸無常者皆是所作。如是", "108": "名似同法喻品。", "109": "似異法中。所立不遣者。且如有言諸無常者", "110": "見彼質礙。譬如極微。由於極微所成立法", "111": "常性不遣。彼立極微是常性故。能成立法", "112": "無質礙無。能立不遣者。謂說如業。但遣所", "113": "立。不遣能立。彼說諸業無質礙故。俱不遣", "114": "者。對彼有論。說如虛空。由彼虛空不遣", "115": "常性無質礙性。以說虛空是常性故。無質礙", "116": "故。不離者。謂說如瓶見無常性。有質礙性。", "117": "倒離者。謂如說言諸質礙者皆是無常。如", "118": "是等似宗因喻言。非正能立。", "119": "復次為自開悟。當知唯有現比二量。此中。", "120": "現量謂無分別。若有正智於色等義離名", "121": "種等所有分別。現現別轉。故名現量。言比", "122": "量者。謂藉眾相而觀於義。相有三種。如", "123": "前已說。由彼為因。於所比義有正智生。", "124": "了知有火或無常等。是名比量。於二量中", "125": "即智名果。是證相故。如有作用而顯現故。", "126": "亦名為量。", "127": "有分別智。於義異轉。名似現量。謂諸有智", "128": "了瓶衣等分別而生。由彼於義不以自相", "129": "為境界故。名似現量。若似因智為先所起", "130": "諸似義智。名似比量。似因多種。如先已說。", "131": "用彼為因。於似所比諸有智生。不能正", "132": "解名似比量。", "133": "復次若正顯示能立過失。說名能破。謂初能", "134": "立缺減過性。立宗過性。不成立性。不定因性。", "135": "相違因性及喻過性。顯示此言開曉問者。", "136": "故名能破。若不實顯能立過言名似能破。", "137": "謂於圓滿能立顯示缺減性言。於無過宗", "138": "有過宗言。於成就因不成因言。於決定因", "139": "不定因言。於不相違因相違因言。於無過", "140": "喻有過喻言。如是言說名似能破。以不能", "141": "顯他宗過失。彼無過故。且止斯事。", "142": "已宣少句義為始立方隅", "143": "其間理非理妙辯於餘處", "144": "因明入正理論一卷", "145": "後序因明入正理論後序", "146": "因明入正理論者蓋乃抗辯標宗摧邪顯正之", "147": "悶閾也因談照實。明彰顯理入言趣本。正以", "148": "離邪。論之者。較言旨歸。審明要會也。昔應符", "149": "道樹茲義備焉。登庸鹿林斯風扇矣。六師稽", "150": "顙而卷舌。十仙請命以知歸。非天靈曜寢", "151": "光邪津鼓浪。同惡孔熾。寔繁有徒。所以世親", "152": "弘盛烈於前。陳那纂遺芳於後。揚真殄謬夷", "153": "難解紛。至矣。神功備詳餘論。粵有天主菩薩", "154": "亞聖挺生。博綜研詳。聿修前緒。撰略精祕。逗", "155": "適時機。啟以八門通其二益。芟夷五分取定", "156": "三支。其義簡而彰。其文約而顯。西方時彥鑽", "157": "仰彌深。自非履此通規。未足預其高論。大唐", "158": "皇帝乘時啟聖。闡金鏡而運金輪。納錄嗣明。", "159": "振玉鼓而調玉燭。洞敷玄化。載緝彝章。爇", "160": "慧炬而鑒昏城。艤智舟而濟苦海。我三藏法", "161": "師玄奘。神悟爽𢪛峻節冠群。行四勤如不及。", "162": "瞻三宗而好問。漢地先達各擅專門。寓目必", "163": "察其微。納心並殫其妙。嗟乎聖迹緜遠。像教", "164": "陵夷。未嘗不臨訛文以喟然。撫疑義而太", "165": "息。望葱山而高視。期鷲峯而遠遊。既而冒險", "166": "乘危。詢師訪道。行達北印度迦濕彌羅國。屬", "167": "大論師僧伽耶舍。稽疑八藏考決五乘。論師", "168": "以大義磐根嘉其素蓄。唯因明妙術誨其未", "169": "喻。梵音覯止氷釋于懷。後於中印度摩竭陀", "170": "國。遇尸羅跋陀羅菩薩。更廣其例。觸類而", "171": "長。優而柔之。於是遍謁遺靈備訊餘烈。雖遇", "172": "鍱腹縱辯無前。風偃邪徒抑兼茲論。旋弘周", "173": "化景福會昌。粵以貞觀二十一年秋八月六", "174": "日。於弘福寺。承詔譯訖。弘福寺沙門明濬筆", "175": "受證文。弘福寺沙門玄謨證梵語。大總持寺", "176": "沙門玄應正字。大總持寺沙門道洪。實際寺", "177": "沙門明琰。羅漢寺沙門慧貴。寶昌寺沙門法", "178": "祥。弘福寺沙門文備。廓州法講寺沙門道深。", "179": "蒲州栖巖寺沙門神泰。詳證大義。銀青光祿", "180": "大夫行左庶子高陽縣開國男臣許敬宗奉詔", "181": "監譯。三藏法師以虛已應物闢此幽關。義海", "182": "淼其無源。詞峯峻而難仰。異方秀傑同稟親", "183": "承筆記玄章並行於世。余以不敏妄忝吹噓。", "184": "受旨證文偶茲嘉會。敢錄時事貽諸後毘。勝", "185": "範鴻因無泯來際。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1630 因明入正理論: 因明入正理論: 因明入正理論: 因明入正理論", "source": "CBETA"}