{"author": "唐 義淨譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1447 根本說一切有部毘奈耶皮革事: 根本說一切有部毘奈耶皮革事: 根本說一切有部毘奈耶皮革事", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "根本說一切有部毘奈耶皮革事", "1": "卷下", "2": "大唐三藏法師義淨奉　制譯", "3": "爾時薄伽梵在室羅伐城逝多林給孤獨園。", "4": "具壽鄔波難陀初始出家，分得一床，甚是破", "5": "壞。若動身時，床便作聲，在床上臥，不敢轉", "6": "側，恐畏作聲。鄔波難陀即作是念：「我若不乞", "7": "更作好床者，我則不名鄔波難陀。」至明清旦，", "8": "即往勝光王所。王言：「善來聖者鄔波難陀！得", "9": "安穩眠不？」即告王曰：「我雖眠臥，心常恐怖。大", "10": "王自知，我未出家，臥八重敷具。今雖出家，為", "11": "是小夏，分得一破床，觸著作聲，不敢轉側，恐", "12": "畏破壞，甚大辛苦。云何得安穩眠？」王告鄔波", "13": "難陀曰：「汝可合臥如是八重敷具耶？」便答王", "14": "曰：「得。雅合其理，何處佛制不許臥八重敷具？」", "15": "王曰：「若依法者，我今施之，任意將去。」復向王", "16": "言：「我不是國王，云何我得將王家物去？王應", "17": "遣人送將向寺，我當受之。」王與八人，四人舁", "18": "臥具，四人舁床。鄔波難陀得已歡笑，隨逐而", "19": "行。路上有諸俗人婆羅門等，見此床褥，問言：", "20": "「此是誰物？」答曰：「王與。」又曰：「將此床去，王於何", "21": "宿？」鄔波難陀報曰：「於自家宿，此床褥等是我", "22": "之許。」諸俗聞已，即便譏訶：「此禿頭沙門，乃畜", "23": "如是行欲臥具。」鄔波難陀即至寺中，掃灑田", "24": "地，塗瞿摩已，其床褥等敷在門邊。佛來至門", "25": "所，鄔波難陀見佛來至，歡喜白佛言：「世尊！看", "26": "我臥床！看我臥床！」佛既見已，便即默然，集諸", "27": "苾芻僧伽，就座而坐，告諸苾芻：「若向大床坐", "28": "臥者，一切過失，因此而興。自今已後，若苾芻", "29": "坐臥高大床者，得越法罪。」有一長者，請佛及", "30": "苾芻僧伽，於舍供養，敷設高座。時阿難陀先", "31": "到彼家，見其高座，語長者言：「此之高座，不是", "32": "應法，當即除去。」彼正欲除，佛便來至其舍，知", "33": "而故問：「汝欲作為？」阿難陀白言：「除去非法床", "34": "座。」佛告阿難陀曰：「我非一切處制不許用高", "35": "床，若白衣舍開聽。若在毘訶羅內坐臥者，得", "36": "越法罪。」于時南方有一苾芻，身但三衣，來至", "37": "室羅筏城，頂禮世尊。有一皮敷具，用以儭身。", "38": "鄔波難陀見已，即便隨後慰問讚歎，待彼苾", "39": "芻暫停息已，便從彼乞：「汝乞食苾芻，此皮能", "40": "惠施不？我欲諸寺遊行，每將隨身，經過塔所，", "41": "巡禮聖迹。」彼即報言：「鄔波難陀！我今與汝，汝", "42": "能去不？」鄔波難陀報曰：「然我有力，能辦此皮，", "43": "不足為難。」告鄔波難陀曰：「若如是者，我今不", "44": "與汝皮。」彼聞是語心生瞋，默爾而住，便作是", "45": "念：「勝光大王看牛之人名曰婆吒，彼即是我", "46": "先來知識，彼中有皮，我求乞，定得無疑。」作是", "47": "念已往詣其所。正屬春初，牛生斑犢甚為可", "48": "愛，鄔波難陀即以手摩犢身便生愛樂。婆吒", "49": "見已，語鄔波難陀曰：「聖者！須牛乳耶？」答言：", "50": "「不須，見此犢皮，我甚愛樂。若得此皮為敷具", "51": "者，足以支身，安穩行道。」婆吒報言：「聖者！且", "52": "歸。已知我意。」去未久間，婆吒即令人殺犢剝", "53": "皮，送與鄔波難陀。彼人依語，對牛母前，殺犢", "54": "剝皮，將皮送與鄔波難陀。然而犢母見將皮", "55": "去，愛念子故，作聲大喚隨逐而去。其送皮", "56": "人將皮往詣逝多林，到已入寺，牛母在於", "57": "門外。世尊見此牛已，知而故問阿難陀曰：「此", "58": "牛何故久立門外作聲？」時阿難陀白言：「大德！", "59": "由鄔波難陀殺犢取皮，用為敷具。其犢乃是", "60": "此牛生，犢子母由愛念子故，隨逐兒皮，在於", "61": "門外。」爾時世尊便作是念：「過患已起，由彼皮", "62": "故。」即往苾芻僧伽眾中，就座而坐，告諸苾芻", "63": "曰：「鄔波難陀愚癡無智，為用皮故，作非沙門", "64": "法。是故諸苾芻，從今已後，更不得用皮。若用", "65": "皮者，得越法罪。」如世尊說：「苾芻不應用皮。」有", "66": "異長者，請佛及苾芻僧伽就家設供，還復用", "67": "皮而為座物。乃至佛告阿難陀：「不應一切處", "68": "制皮，是故我開俗家應坐，不應用臥。若在毘", "69": "訶羅，並不應坐臥。若受用者，得越法罪。」緣在", "70": "王舍城，爾時具壽畢隣陀婆蹉，從出家已來，", "71": "身常有病。眷屬來者，皆為說法而去。既至家", "72": "中，復為妻說：「今聖者畢隣陀婆蹉為我說法，", "73": "甜美猶如淳蜜，無可棄者。」其妻答曰：「汝果報", "74": "成熟，遇佛出世，得聞妙法。」夫曰：「汝何故不", "75": "聽？」答曰：「為有羞故，不能往彼聽法。若得聖者", "76": "來此為說，甚善。」時夫即往畢隣陀婆蹉所，白", "77": "言：「聖者！我蒙說法，利益無量。妻是婦人，有", "78": "懷羞故，不能來此聽法，甚樂聞法。若聖者降", "79": "德，慈悲為說，婦人方得聞法。」時具壽畢隣陀", "80": "婆蹉告曰：「我出家已來，身常有病，不能往至。」", "81": "彼人白言：「聖者！我等作侍者舁去。」答曰：「世尊", "82": "未許。」以緣白苾芻，苾芻白佛。佛作是念：「我為", "83": "諸苾芻老病故，聽乘輿。」即集苾芻僧伽，眾中", "84": "就座而坐，告諸苾芻曰：「從今已往，有利益故", "85": "當乘輿。」是時六眾苾芻亦在眾中，如世尊說：", "86": "「聽具壽畢隣陀婆蹉乘輿。」及諸侍者圍繞，往", "87": "梵志長者家。六眾聞已，即作種種妙好彩畫", "88": "寶輿乘之，街衢而行，往詣俗家，并及出入，輕", "89": "欺諸人，喻如草木，不顧前後。婆羅門長者而", "90": "問曰：「聖者！何故乘騎？」答曰：「世尊許乘。」時諸", "91": "人等咸悉譏嫌而作是說：「汝等沙門，為慾所", "92": "逼。」時諸苾芻以緣白佛，世尊告曰：「汝諸苾芻，", "93": "已有此過，不應乘騎。有二種緣聽許。云何為", "94": "二？一者瘦弱、二者老病。有此緣者，我當聽", "95": "許。若無緣乘者，得越法罪。」時有苾芻，遊行", "96": "人間，在路逢水，不能自持衣鉢浮渡。時諸苾", "97": "芻具緣白佛，世尊告曰：「汝等苾芻，應習學", "98": "浮。」時諸苾芻，聞佛世尊聽學浮渡水。于時", "99": "六眾苾芻，於市多河，浮渡來去。後有居士女，", "100": "至於河邊，無舡可渡，久住煩悶。時六眾苾芻", "101": "告彼女曰：「我當渡汝。」然諸女等，見是出家之", "102": "人，便即信委，共渡河水，遂於水中，摩觸女身", "103": "所有支節，渡到彼岸，復告女曰：「迴來，我還渡", "104": "汝。」時彼女人告言：「汝之禿人，甚懷姦惡之性。", "105": "我之夫主，由故不觸我身支節，況汝。」即便譏", "106": "嫌罵辱。時諸苾芻以緣白佛，佛作是念：「若諸", "107": "患起，皆由摩觸女身。我今制諸苾芻，勿得觸", "108": "女人身。」作是念已，集諸苾芻，告言：「六眾苾芻", "109": "癡人！多種有漏處，作非沙門法，不隨順事，非", "110": "理不淨觸女人身分。汝等從今已後，不得觸", "111": "女人身分。若觸者，得越法罪。」世尊已制苾芻", "112": "不應觸女人者，時有城主，常愛勝地園苑池", "113": "沼，將妻子眷屬，衣服嚴飾，往詣園苑。眾中有", "114": "一女人，持瓶詣河取水。復有苾芻，河邊濾水", "115": "觀虫。女人羞恥，見苾芻取水路邊，即便遠去，", "116": "於嶮窄處而取其水。瓶水既滿，方欲舉之，其", "117": "女脚跌墮水，被水所漂。時此苾芻便作是念：", "118": "「世尊制學，不得觸著女人身分。若觸著者，得", "119": "越法罪。」時彼苾芻棄而不救，家人怪遲，尋後", "120": "相覓，問苾芻曰：「見一女人持瓶取水不？」答曰：", "121": "「我見墮河被水漂去。」白言：「聖者！為愍有情，每", "122": "於水中觀小虫，今見女人被溺，豈合棄捨而", "123": "不救之。」苾芻告曰：「世尊不許觸女人身。」聞是", "124": "語已，便即譏嫌。時諸苾芻以緣白佛，世尊告", "125": "曰：「若有死難，須可救之。若能自濟，云放即", "126": "放。」時諸苾芻執捉之時，乃生染心，佛言：「汝執", "127": "於女，當觀如母、如女、姊妹等想，救渡令出。」有", "128": "救得者，被溺既困，不能省悟，佛言：「於沙堆", "129": "上，覆面而臥。」時苾芻等但覆面臥著棄去，遂", "130": "被烏鷲野干噉嚼，佛言：「不應棄著而去，當須", "131": "守護。」苾芻守護，近在身傍便生染心，佛言：", "132": "「不應近住，隨時念護。」苾芻為守護故，過時不", "133": "食，佛言：「苾芻食時欲至，見牧牛羊人，告令守", "134": "護。食已，復須頻看，知其死活。」時六眾苾芻，", "135": "於阿市多河邊洗浴，有異長者家牛，常法渡", "136": "河。是時六眾各捉乳牛尾，渡河來去，因茲牛", "137": "遂乳絕。長者訶責牧牛之人，其人以事具述，", "138": "長者譏訶。時諸苾芻以緣白佛，佛以此緣集", "139": "諸苾芻，告言：「汝等不應執捉牛尾渡河。若犯", "140": "者，得越法罪。」世尊既制：「不應執牛尾渡水。」", "141": "時有眾多苾芻，當欲渡水，河無舡筏，不能得", "142": "渡。以是因緣，往白世尊，佛告諸苾芻：「汝等", "143": "當知，有五種可執而渡，所謂象、馬、犢牛、猫", "144": "牛，及以浮囊。」是時六眾苾芻，即作種種嚴飾，", "145": "畫丈夫婦人形浮囊而渡。梵志居士皆相謂", "146": "言：「是何道理？」答曰：「世尊許我。」時婆羅門居士", "147": "等皆作譏嫌：「此禿沙門，染欲所逼。」時諸苾芻", "148": "以緣白佛，佛言：「汝諸苾芻！不應以種種彩畫", "149": "丈夫女人形渡河。當置二種浮囊：一為褐色，", "150": "二為小者。」世尊正說法之時，有苾芻來，路見", "151": "黑蛇，云：「見長者。」佛言：「苾芻應著木履。」緣在室", "152": "羅筏城，時給孤長者造勝新堂，以種種彩畫", "153": "嚴飾，為請苾芻，於此說法并讀誦經，食後宴", "154": "息，修造衣服，亦安置種種師子之座。其說法", "155": "處，時有苾芻著木履來，於其地上蹋地令", "156": "損。給孤獨長者清旦往禮世尊，乃見其地木", "157": "履蹋作坑坎，問言：「聖者！王及四兵來此宿耶？」", "158": "答言：「不爾。然由苾芻著其木履，遂蹋地損。」長", "159": "者譏嫌，佛言：「汝等著於木履而損寺地。從今", "160": "已去不應畜木履。若畜者，得越法罪。」苾芻三", "161": "月居家安居，皮履爛壞。時諸苾芻以緣白佛，", "162": "佛言：「若在俗家，著木履無犯。」時有信心長者", "163": "婆羅門，布施木履與諸苾芻，皆不肯受，咸", "164": "云：「佛未出時，外道為福田。佛已出現。仁等是", "165": "為福田，愍我故受。」時諸苾芻以緣白佛，佛", "166": "言：「應受，受已置廁邊用。」攝頌曰：", "167": "竹葉蒲繩履，俱胝為護開；", "168": "曾著奪皮嚴，安帶重并儭。", "169": "佛告諸苾芻：「不得用木履，當取竹葉作履。」諸", "170": "苾芻著竹葉履，乃生過患，佛告諸苾芻：「從今", "171": "已後，不得畜竹葉履，當著蒲履。」還生過患，佛", "172": "告諸苾芻：「不得畜蒲履。汝等苾芻，當著繩履。」", "173": "還生過患，佛告諸苾芻：「不得畜繩履。」時諸苾", "174": "芻乃患風腫，兩髀有病，苦痛所逼，當以水", "175": "淋，皮履總爛。時諸苾芻以緣白佛，世尊告", "176": "曰：「汝諸苾芻！若患兩腿風腫者，當可著繩履，", "177": "勿生疑也。」", "178": "爾時俱胝耳童子，身體柔濡，昔時業報成熟", "179": "故，乃於足下有金毛，長四指。于時六眾苾芻", "180": "見已，共相謂曰：「此之童子，猶如生酥滿瓶，今", "181": "於佛教中出家，能作何物？」童子聞已，心生不", "182": "喜，即往阿難陀所，禮足已白言：「尊者！云何一", "183": "向勤求行三摩地？」答言：「具壽！如佛所言：『經行", "184": "最勝。』」即往深摩舍那，料理經行之地，於中經", "185": "行。經行多故，足下四指金毛，並已脫落，雙足", "186": "研破，血流於地，狀若屠羊，從此向彼，烏尋後", "187": "食。諸佛常法，未入涅槃，時時往詣河邊遊行，", "188": "如見所說。是故世尊遊行此處，乃至億耳住", "189": "處。世尊見億耳經行之處皆有血流，知而故", "190": "問阿難陀曰：「是何苾芻，一向勤求勝三摩地？」", "191": "時具壽阿難陀白佛言：「此是億耳經行之處。」", "192": "佛言：「阿難陀！我今許億耳著一重底革屣，不", "193": "得著兩重、三重，若底破當補。」爾時具壽阿難", "194": "陀即詣億耳處，告言：「具壽！佛許著一重革屣，", "195": "不得著兩重三重，底若穿破當須補著，為著", "196": "安穩，修行福德。」白言：「聖者！世尊總許諸苾芻", "197": "著，為復獨令我著耶？」時阿難陀告曰：「世尊！見", "198": "汝經行時，脚下流血，獨令汝著。」億耳白言：「具", "199": "壽！誰敢違佛所教？然且獨令我著，自餘梵行", "200": "見者說言：『我棄捨家主及諸眷屬、多財珍寶", "201": "宮殿，一切悉捨而為出家，獨許著革屣。』若世", "202": "尊許諸苾芻僧伽總著者，我亦依教著；如其", "203": "不然，獨不敢著。」阿難往詣佛所，具以事白，佛", "204": "告阿難陀：「從今已去，許諸苾芻僧伽，總著一", "205": "重革屣，不得著兩重三重，若破者當補著。」時", "206": "具壽阿難陀，集諸苾芻僧伽，白言：「佛許諸苾", "207": "芻著一重皮屣，不得著兩重三重，若破當補", "208": "著。」其中有一摩訶羅出家人，著屣向經行處，", "209": "世尊告曰：「離我面前。」說是語已，即集諸苾芻", "210": "僧伽，告曰：「我若在俗間，得著革屣見我。若獨", "211": "在餘處，苾芻聲聞眾中，不得著革屣而來見", "212": "我。」如佛所說，別有苾芻欲洗足時，其水瓶", "213": "破，遂於淨盆中洗足已，復以口滿含水，猶如", "214": "蠍行。時六眾苾芻見，作如是言：「不聞音聲，而", "215": "作舞耶？」六眾苾芻便即口和音聲。有餘苾芻", "216": "作是言：「汝等何故作掉戲耶？」六眾答曰：「汝豈", "217": "不見此苾芻無別音聲而作舞耶？」時諸苾芻", "218": "以緣白佛。世尊知而故問，乃至佛告摩訶羅", "219": "苾芻：「汝作何思念而作是事？」苾芻白言：「為欲", "220": "免污臥具故。」爾時世尊告諸苾芻曰：「若為護", "221": "臥具故，作如是者，而無過咎。我今聽諸苾芻，", "222": "為護臥具故，應著一重革屣，不著兩重三重，", "223": "若穿穴應補。」", "224": "緣在室羅筏城，時有一乞食苾芻。別有長者，", "225": "於斯苾芻深生敬信。于時苾芻跣足，辰時", "226": "著衣持鉢，入室羅筏城乞食。既不著革屣，長", "227": "者見其脚有劈裂，白言：「聖者！可無革屣著耶？」", "228": "答言：「賢首！我無革屣。」復白言：「聖者！共往皮作", "229": "家，量脚大小，為作革屣。」然此苾芻，即共往至", "230": "皮作之家，報曰：「賢首！可量度此出家人脚，裁", "231": "一量革屣奉上。」其皮作人即量脚已，便作是", "232": "念：「此沙門釋子，以言科稅。我若為作，須共遠", "233": "期，不得即索價直。」爾時諸苾芻，皆作一重皮", "234": "革屣著。其乞食苾芻，頻往皮作家，索不得，", "235": "更不能去。於後彼信心長者，見乞食苾芻", "236": "猶故不著革屣，問言：「何故不著革屣？」答曰：「未", "237": "得。」是時長者即共苾芻往皮作家，索革屣。彼", "238": "人答曰：「無一重革屣，有多重者，任意將去。」其", "239": "乞食苾芻報言：「佛不許著多重皮革屣。」長者", "240": "白言：「但且將往住處，坼留一重。」彼即受，將至", "241": "於住處，纔坐欲坼，于時世尊來見，諸佛常法", "242": "知而故問，乃至告言：「汝作何事？」彼便具答，佛", "243": "言：「莫作如是。」世尊復作是念：「此信心婆羅門", "244": "長者居士等，於我聲聞弟子，多施重皮革", "245": "屣，我應開著。」作是念已，集諸苾芻僧伽，告", "246": "言：「今有長者，施苾芻多重革屣，彼苾芻欲坼", "247": "作一重。我因此事，今許苾芻，若有長者，多重", "248": "革屣曾已著來，施苾芻者，受取而著。」時具壽", "249": "優波離白佛言：「大德！如佛所說：『聽取居士曾", "250": "著多重革屣。』不知云何名居士曾受用者？」佛", "251": "言：「若居士曾著經行七步八步者，是名曾受", "252": "用革屣。」緣在廣嚴城。", "253": "爾時於此城中，造種種革屣著，時或作棄棄", "254": "爾爾聲，或作是是爾爾聲。其革屣樣，或作", "255": "羊角形、或作菩提樹形，以種種綵色莊嚴，價", "256": "直五金錢。是時六眾苾芻見人著時，便自棄", "257": "己革屣，即以脚蹋彼人屣已，推倒強奪，作如", "258": "是言：「所施革屣，願爾當來常著寶屣，天堂快", "259": "樂。」時婆羅門居士等皆生嫌恥，咸共譏笑，四", "260": "遠皆聞：「沙門釋子，強奪人屣。」時有婆羅門，便", "261": "以貴價買革屣一量，作如是念：「我之女婿來", "262": "時當以與著。」未久之間女夫便至，路乏息", "263": "已，先與洗浴塗香，著諸瓔珞。食已與此革", "264": "屣，告言：「子！我用大功，作得此屣，汝當守護，勿", "265": "被沙門釋子奪將。」既至明日，其女婿著此革", "266": "屣出往街衢，乃見乞食苾芻，於辰朝著衣持", "267": "鉢次第乞食。彼見苾芻心懷疑慮，入一別家，", "268": "乞食次入彼家。其人從彼處出，欲向餘家，言：", "269": "「聖者！因何隨我後來？我終不與革屣。」苾芻答", "270": "曰：「賢首！我自乞食，不覓汝革屣。」時諸苾芻", "271": "以緣白佛，爾時世尊作是念：「今起過患，斯由", "272": "嚴飾革屣。」世尊集諸苾芻告言：「六眾苾芻，見", "273": "他著好革屣，強從他奪，諸婆羅門居士咸悉", "274": "譏嫌。是故苾芻，不應著如是綵飾革屣。若著", "275": "者，得越法罪。」緣在室羅筏城，聽著皮鞋。時諸", "276": "苾芻為於皮鞋磨脚瘡。乞食之時，婆羅門居", "277": "士見，作如是言：「聖者！脚被老烏所傷耶？」報", "278": "言：「不爾，是皮鞋磨損。」「何不著其長帶？」答言：", "279": "「世尊未許。」時諸苾芻以緣白佛，佛告諸苾芻：", "280": "「聽著皮帶鞋。」", "281": "緣在王舍城，爾時諸苾芻登鷲峯山。時有苾", "282": "芻，於脚大指乃有瘡生，入城乞食。婆羅門居", "283": "士等，問答如前。佛開許著重鞋。下山之時，又", "284": "損脚跟，乃至佛開兩邊著替儭。攝頌曰：", "285": "菴鞋及靴鞋，富羅寒雪開；", "286": "獵師施熊皮，綴屣畜錐刀。", "287": "緣在室羅筏城。時屬霖雨，諸苾芻等著青草", "288": "鞋，便往乞食，苾芻脚上悉生疿子如芥子顆。", "289": "時婆羅門居士等皆問：「聖者！何故脚上如是", "290": "瘡耶？」答曰：「由其草鞋，遂令如此。」時婆羅門等", "291": "白言：「聖者！何為不著𦃽頭鞋耶？」答曰：「佛未許", "292": "著。」世尊集苾芻，告言：「從今已後，聽諸苾芻著", "293": "𦃽頭鞋。」時室羅筏城，於街衢生草長盛，苾芻", "294": "行時，脚踝被瘡。婆羅門居士等，乃至佛言：「聽", "295": "著靴鞋。」惡生太子以迷癡故，殺劫比羅城諸", "296": "釋種。時城中或有走向西者，或有投泥婆羅。", "297": "入泥婆羅者，皆是具壽阿難陀眷屬。後室羅", "298": "筏城商人，持諸貨物向泥婆羅，釋種見商人", "299": "已，問曰：「我今遭斯困苦逼，阿難陀聖者豈不", "300": "來此看我等耶？」時諸商人一心憶念，交易既", "301": "了，還至室羅筏城，具報阿難陀聖者，眷屬在", "302": "泥婆羅，作如是言。聖者阿難陀，於諸商人聞", "303": "是語已，情懷愴然，即往泥婆羅國。國極寒雪，", "304": "阿難陀手脚劈裂，迴還室羅筏城。諸苾芻見", "305": "已，問言：「阿難陀！汝先手脚柔軟，猶如於舌，", "306": "因何如是劈裂？」答言：「泥婆羅國，地近雪山。由", "307": "風雪故，令我脚手如是。」又問：「汝之眷屬，於彼", "308": "云何存活？」報言：「彼著富羅。」又問：「汝何故不", "309": "著？」報言：「佛未許著。」時諸苾芻以緣白佛，佛", "310": "言：「有寒雪處應著富羅。」時具壽鄔波離白世", "311": "尊曰：「如佛所說：『有雪寒處，應著富羅。』何者", "312": "是寒雪國？」佛言：「椀中盛水凍者，是寒雪處。」復", "313": "有一獵師，於苾芻處深生淨信。是時獵師獲", "314": "一熊皮，便將奉施，苾芻不取。佛因到彼，佛即", "315": "知而故問阿難陀曰：「獵師何故隨逐苾芻而", "316": "行？」阿難陀復問彼苾芻，知已以緣白佛，佛言：", "317": "「希有獵師，發清信心，縱令千種教化，終不肯", "318": "息殺生之業，是故聽受熊皮。受已，於佛堂", "319": "門扇下，安坐上，或於脚邊，能令明眼，并療痔", "320": "疾。」時有一苾芻，皮屣底穿，將詣皮作家，令其", "321": "科理，經久不還，遂乃從索。有異苾芻報曰：「汝", "322": "何不自縫？」答言：「我雖善解，然世尊未許。」時諸", "323": "苾芻以緣白佛，佛言：「若有解者，應於屏處自", "324": "縫皮鞋。」既蒙開許，即往彼苾芻處，報言：「具", "325": "壽！世尊已許自縫綴。」報曰：「須得錐刀，及皮條", "326": "等。」時諸苾芻以緣白佛，佛言：「聽諸苾芻蓄其", "327": "錐刀，皮條及線，並皆無犯。」", "328": "根本說一切有部毘奈耶皮革事卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1447 根本說一切有部毘奈耶皮革事: 根本說一切有部毘奈耶皮革事: 根本說一切有部毘奈耶皮革事", "source": "CBETA"}