{"author": "唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0717 分別緣起初勝法門經: 分別緣起初勝法門經: 分別緣起初勝法門經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "分別緣起初勝法門經卷下", "1": "大唐三藏法師玄奘奉　詔譯", "2": "「復次，世尊！如餘處說緣有四種，所謂因緣、", "3": "等無間緣，及所緣緣并增上緣。世尊！今者", "4": "依何緣說無明緣行，依何緣說次第乃至生", "5": "緣老死？」世尊告曰：「我依諸行總相宣說，有", "6": "四種緣，今此義中，我惟依一增上緣說無", "7": "明緣行，次第乃至生緣老死。此增上緣復有", "8": "二種，一遠、二近。」復言：「世尊！此增上緣云何", "9": "為遠？云何為近？」世尊告曰：「非理作意若未", "10": "生時，無明隨眠能為諸行遠增上緣；生已便", "11": "作近增上緣。非理作意所引諸行，與六識身", "12": "相應俱有同生同滅，若未生時，彼能為識遠", "13": "增上緣；彼若生已，便能為識近增上緣。未", "14": "死沒時，識為名色遠增上緣；既死沒已，識為", "15": "名色近增上緣。如以其識望彼名色，如是以", "16": "其所引名色，望彼所生名色亦爾。如以名色", "17": "望彼名色，如是六處望彼六處，觸望於觸，受", "18": "望於受，亦復如是。如以無明望彼諸行，無明", "19": "望愛，愛望於取，取望於有，亦復如是。如以", "20": "其識望彼名色，以名色等望名色等，如是以", "21": "有望生亦爾。若在胎藏、嬰孩、童子、少年時，", "22": "生能為老死遠增上緣；諸根成熟命將盡時，", "23": "應知能作近增上緣。」復言：「世尊！如彼有因、有", "24": "緣、有由，法門經說愛是業因，有何密意？」世尊", "25": "告曰：「有所攝業用愛為因，是為此中所說密", "26": "意。」", "27": "復言：「世尊！此因、緣、由三種別義，云何應知？」世", "28": "尊告曰：「諸能引發後生種子，是其因義；若", "29": "與此生作依作持令得生起，是其緣義；既命", "30": "終已，導引近生令得生起，是其由義。如是應", "31": "知三義差別。」", "32": "復言：「世尊！言緣起者，是何句義？」世尊告曰：", "33": "「如是諸分，各由自緣和合無闕相續而起，", "34": "如是名為緣起句義。」", "35": "復言：「世尊！惟有此生相續緣起？為更別有所", "36": "餘緣起？」世尊告曰：「我說緣起，略有八門：一", "37": "者、說有受用世俗境界緣起，謂緣眼色生於", "38": "眼識，三事和合便有其觸，觸為緣受，如是", "39": "廣說；二者、說有任持緣起，謂緣四食諸根大", "40": "種安住增長；三者、說有食因緣起，謂求諸穀，", "41": "田、種、水緣發生牙等；四者、說有一切生身", "42": "相續緣起，謂由能引，能生諸分別，生一切", "43": "所引所生；五者、說有一切生身依持緣起，謂", "44": "諸世界由諸因緣施設成壞；六者、說有一切", "45": "生身差別緣起，謂由不善、善有漏業，施設三", "46": "惡、人天趣別；七者、說有清淨緣起，謂依他音，", "47": "及依自內如理作意，發生正見能滅無明，無", "48": "明滅故諸行隨滅，廣說乃至，由生滅故老", "49": "死隨滅。」", "50": "復言：「世尊！如無明等次第為緣能生行等，為", "51": "即如是次第滅耶？」佛言：「不爾。」復言：「世尊！何緣", "52": "次第而說彼滅？」世尊告曰：「為欲顯示由先諸", "53": "分不生功能，令後諸分得不生法，故次第說，", "54": "然非不為生相滅法有次第轉。八者、說有自", "55": "在緣起，謂善修治靜慮為緣，諸修定者隨所", "56": "願樂，如是皆成終無別異。如是名為我所略", "57": "說八門緣起。」", "58": "復言：「世尊！如佛所說，因業故生，因愛故轉。", "59": "依何密意作如是說？」世尊告曰：「無明為緣，先", "60": "於諸有，造作增長種種福行或非福行或", "61": "不動行，引發攝受種種生身種子差別。於此", "62": "有中若愛未斷，由此愛故能令行等轉成其", "63": "有。有起後有自體功能，如是功能不離於愛。", "64": "依此密意故說是言，因業故生，因愛故轉。」", "65": "復言：「世尊！若世尊說愛是轉因，何緣但說取", "66": "為有緣，非愛緣有？」世尊告曰：「若離於取，有", "67": "愛不能為緣轉變非福行等，令成有支生諸", "68": "惡趣。又若離取，諸無有愛不能為緣，轉變", "69": "福行不動行等，令成有支於不定地及於定", "70": "地生諸善趣。是故非唯愛為有緣，然彼有支", "71": "定緣於取。」", "72": "復言：「世尊！如《大因緣法門經》說：『汝阿難陀！若", "73": "於彼彼有情類中無有生者，應無如是如是", "74": "類生；若一切生都無有者，應不施設生緣老", "75": "死。』依何密意作如是說？」世尊告曰：「依所引", "76": "生及所生生，二種密意，作如是說。又依老", "77": "死遠增上緣，及依老死近增上緣，二種密意，", "78": "作如是說。」", "79": "復言：「世尊！先為略說緣起句義，其緣起義猶", "80": "未為說，云何應知？」世尊告曰：「諸緣起義，略", "81": "有十一，如是應知：謂無作者義是緣起義，", "82": "有因生義是緣起義，離有情義是緣起義，依", "83": "他起義是緣起義，無動作義是緣起義，性無", "84": "常義是緣起義，剎那滅義是緣起義，因果相", "85": "續無間絕義是緣起義，種種因果品類別義", "86": "是緣起義，因果更互相符順義是緣起義，因", "87": "果決定無雜亂義是緣起義。如是應知緣起", "88": "略義。」", "89": "復言：「世尊！如餘經說，緣起甚深。云何應知", "90": "如是緣起甚深之相？」世尊告曰：「即依十一緣", "91": "起略義，應知緣起五甚深相。何等為五？一", "92": "因甚深、二相甚深、三生甚深、四差別甚深、", "93": "五流轉甚深。應知緣起甚深之相，復有五種。", "94": "何等為五？謂相甚深、引發因果諸分甚深、", "95": "生起因果諸分甚深、差別甚深、對治甚深。應", "96": "知緣起復有五種甚深之相。何等為五？謂攝", "97": "甚深、順次甚深、逆次甚深、執取甚深、所行", "98": "甚深。是名無明等起殊勝。」", "99": "復言：「世尊！云何無明轉異殊勝？」世尊告曰：「略", "100": "有四種轉異無明。何等為四？一者隨眠轉異", "101": "無明，二者纏縛轉異無明，三者相應轉異無", "102": "明，四者不共轉異無明。」復言：「世尊！誰有何等", "103": "轉異無明，而說無明為緣生行？」世尊告曰：「外", "104": "法異生非理作意所引四種轉異無明，由此", "105": "為緣，生福、非福及不動行。如是所說外法異", "106": "生所有福行及不動行相應善心，一切皆是非", "107": "理作意所引等流。內法異生若放逸者，彼除", "108": "一種不共無明，所餘無明引發放逸，為緣生", "109": "行。內法異生若不放逸勤修學者及聖有學，", "110": "三種無明引發妄念為非福緣，然此非福不", "111": "能為緣招三惡趣。故此非福，我不說為無明", "112": "緣行。如是所說不共無明，內法異生雖不放", "113": "逸，而修學者亦未能斷，諸聖有學應知永斷。", "114": "又不放逸內法異生，若造福行及不動行，彼", "115": "是正法如理作意，相應善心之所引發，解脫", "116": "為依迴向解脫而引發故，雖於善趣感殊勝", "117": "生，而非無明起增上緣，然能作彼四種無明。", "118": "斷增上緣諸聖有學，不共無明已永斷故，不", "119": "造新業，所有故業由隨眠力未永斷滅，暫觸", "120": "還吐，如是所有無明緣行，生生漸滅不復", "121": "增長。由此道理，應知內法諸有學者，不緣", "122": "無明更造諸行。是故惟依外法異生，我說順", "123": "次雜染緣起，最極圓滿，非住內法，是名無", "124": "明轉異殊勝。」", "125": "復言：「世尊！云何無明邪行殊勝？」世尊告曰：「彼", "126": "四無明，於諸諦中皆能發起增益、損減二種", "127": "邪行。」復言：「世尊！如何名為增益、損減二種邪", "128": "行？」世尊告曰：「由四顛倒，謂於非法見為是", "129": "法，或於是法見為非法，或於生天解脫道中", "130": "非方便者見是方便，是方便者見非方便，如", "131": "是名為增益邪行；諸有誹謗、一切邪見，如是", "132": "名為損減邪行。是名無明邪行殊勝。」", "133": "復言：「世尊！云何無明相狀殊勝？」世尊告曰：「應", "134": "知無明有二種相：一者微細自相殊勝，二者", "135": "遍於可愛非愛俱非境界共相殊勝。所以者", "136": "何？纏縛無明尚為微細難知難了，況彼所有", "137": "隨眠無明；相應無明尚為微細難知難了，況", "138": "彼所有不共無明。遍於一切可愛、非愛、俱非", "139": "境界，覆真實相顯虛妄相，共相而轉非餘煩", "140": "惱，有如是相，是故殊勝。餘身見等共相煩惱，", "141": "亦用無明為依而轉，是名無明相狀殊勝。」", "142": "復言：「世尊！云何無明作業殊勝？」世尊告曰：「應", "143": "知無明略有二種所作事業：一者無明普能", "144": "造作一切流轉所依事業，二者無明普能造", "145": "作一切寂止能障事業。」復言：「世尊！何等名為", "146": "一切流轉？」世尊告曰：「若是處轉、若是事轉、", "147": "若如是轉，我總說為一切流轉。」復言：「世尊！是", "148": "何處轉？」世尊告曰：「於三世處由我分別。」復", "149": "言：「世尊！是何事轉？」世尊告曰：「內外六處由", "150": "我取執。」復言：「世尊！云何而轉？」世尊告曰：「諸", "151": "業異熟相續流轉，由我分別、由邪分別。」復言：", "152": "「世尊！云何名為一切寂止？」世尊告曰：「一切", "153": "寂止略有四種：一者寂止所依、二者寂止所", "154": "緣、三者寂止作意、四者寂止果成，是名無", "155": "明作業殊勝。」", "156": "復言：「世尊！云何無明障礙殊勝？」世尊告曰：「應", "157": "知無明障礙勝法、障礙廣法。」復言：「世尊！如", "158": "何無明障礙勝法？」世尊告曰：「言勝法者，能", "159": "攝五根令其和合，所謂慧根，障礙此者即", "160": "是無明，是故說名障礙勝法。」復言：「世尊！如", "161": "何無明障礙廣法？」世尊告曰：「言廣法者，聞", "162": "所成智、思所成智、修所成智，障礙此者即", "163": "是無明，是故說名障礙廣法。」復言：「世尊！如", "164": "說無智名為無明，此唯智無名無明耶？」世尊", "165": "告曰：「非唯智無名為無明。」復言：「世尊！若唯", "166": "智無名為無明，斯有何過？」世尊告曰：「若爾，", "167": "無明應不可立決定體相。所以者何？聞所成", "168": "智體上，無有思所成智；思所成智體上，無", "169": "有修所成智；一切世間修所成智體上，無有", "170": "一切出世修所成智；出世有學智上，無有諸", "171": "無學智；無學聲聞智上，無有如來等智。若", "172": "如是者，應即是智即是無智，如是無明應不", "173": "可立決定體相。又我於彼三善根中，說有無", "174": "癡，應但癡無說名無癡，然非癡無說名無癡，", "175": "故非明無說名無明，而別有一心所有法，不", "176": "知真實說名無明。如別有一心所有法，了知", "177": "真實說名為智，又唯明無名無明者，應無如", "178": "是一切無明十一殊勝。是故應知，非唯明無", "179": "說名無明，是名無明障礙殊勝。」", "180": "復言：「世尊！云何無明隨縛殊勝？」世尊告曰：「乃", "181": "至有頂三界有情，於諸諦中所有無智隨眠", "182": "隨縛未缺未減，由彼有情說名具縛。又此無", "183": "智，善趣惡趣因果差別，無色有情有其下品，", "184": "色界有情有其中品，欲界有情有其上品，如", "185": "是成就三品無明。諸有情類當來可生，一一", "186": "法爾三品隨縛。此說異生，若諸聖者漸次永", "187": "斷，若具上中定有中下，或有中下而無上中。", "188": "又阿羅漢，雖盡諸漏脫煩惱障，應知尚有所", "189": "知障攝無明隨縛，如是無明，應知極遠隨", "190": "逐有情，唯除諸佛餘皆隨縛。是名無明隨縛", "191": "殊勝。」復言：「世尊！云何無明對治殊勝？」世尊", "192": "告曰：「有二妙智對治無明。何等為二？一依", "193": "他音，或不依止少分有量法界妙智；二依他", "194": "音，全分無量法界妙智。」", "195": "復言：「世尊！少分有量法界妙智，為何所緣？有", "196": "何行相？作何事業？」世尊告曰：「少分有量法", "197": "界妙智，緣四聖諦十六行相，作無明等煩惱", "198": "業，生一切雜染離繫事業。」", "199": "復言：「世尊！云何應知生苦之相？」世尊告曰：「是", "200": "內緣苦所依性故，是外緣苦所依性故，是俱", "201": "緣苦所依性故。」復言：「世尊！內緣苦者其相云", "202": "何？」世尊告曰：「所謂病苦、老苦、死苦。」復言：「世", "203": "尊！外緣苦者其相云何？」世尊告曰：「非愛和", "204": "合、所愛別離、求不得苦。」復言：「世尊！俱緣苦", "205": "者其相云何？」世尊告曰：「所謂略說五取蘊苦。」", "206": "復言：「世尊！云何名愛？」世尊告曰：「謂於現在", "207": "自體貪著。」復言：「世尊！後有愛者其相云何？」世", "208": "尊告曰：「謂於未來自體希求。」復言：「世尊！云何", "209": "憙貪俱行愛耶？」世尊告曰：「謂於已得攝受資", "210": "財現前境界，深生味著。」復言：「世尊！云何名", "211": "為彼彼憙愛？」世尊告曰：「謂於未得攝受資財", "212": "非現境界，種種追求。」", "213": "復言：「世尊！云何此愛永斷無餘？」世尊告曰：「見", "214": "修所斷煩惱斷故，下分上分諸結斷故，畢竟", "215": "斷故，未來苦果諸愛斷故，現在苦果諸愛斷", "216": "故，是名此愛無餘永斷。」復言：「世尊！云何棄", "217": "捨？」世尊告曰：「諸見所斷煩惱斷故。」復言：「世", "218": "尊！云何變吐？」世尊告曰：「諸修所斷煩惱斷", "219": "故。」復言：「世尊！云何永盡？」世尊告曰：「諸下分", "220": "結已永斷故。」復言：「世尊！云何遠離？」世尊告", "221": "曰：「諸上分結已永斷故。」復言：「世尊！云何永", "222": "滅？」世尊告曰：「畢竟斷故。」復言：「世尊！云何寂", "223": "靜？」世尊告曰：「未來苦果愛永斷故。」復言：「世", "224": "尊！云何隱沒？」世尊告曰：「現在苦果愛永斷", "225": "故。」", "226": "復言：「世尊！云何正見？」世尊告曰：「所謂現觀", "227": "前方便慧，正現觀慧，及與現觀後所得慧，超", "228": "越所知方便聖教諸邪解行。」復言：「世尊！云何", "229": "正思？」世尊告曰：「謂於三寶已得證淨，為所", "230": "依止，於彼功德隨念思惟，超越歸依外道師", "231": "等。」復言：「世尊！云何正語？」世尊告曰：「謂聖所", "232": "愛無漏戒攝，無漏作意同時而轉，於四語業", "233": "能正遠離，超越一切諸險惡趣。」復言：「世尊！云", "234": "何正業？」世尊告曰：「謂聖所愛無漏戒攝，無", "235": "漏作意同時而轉，於三身業能正遠離，超越", "236": "一切諸險惡趣。」復言：「世尊！云何正命？」世尊", "237": "告曰：「謂聖所愛無漏戒攝，無漏作意同時而", "238": "轉，於邪命趣身語二業能正遠離，超越一", "239": "切諸險惡趣。」復言：「世尊！云何正勤？」世尊告", "240": "曰：「於上解脫欲樂為依，發勤精進遠離障礙，", "241": "圓滿對治。」復言：「世尊！云何正念？」世尊告曰：", "242": "「勤修止觀諸瑜伽師依止三相，時時於彼", "243": "三種相中及不放逸，俱行境界心現明記，超", "244": "越遠離修道加行。」復言：「世尊！云何正定？」世", "245": "尊告曰：「謂由如是七種定具，資助瑩飾心一", "246": "境性，乃至能作如是七支勝進依止，及與引", "247": "發殊勝功德作所依止。」復言：「世尊！所有一", "248": "切四念住等菩提分法，皆聖道攝，何緣唯說", "249": "八聖道支以為道諦？」世尊告曰：「如是所言", "250": "八聖道支，普攝一切菩提分法。」復言：「世尊！於", "251": "苦諦中有四行相，云何初名無常行相？」「謂於", "252": "苦諦生滅法性，正觀行相。」「云何第二名苦行", "253": "相？」「謂於苦諦，即以生滅法性為依，於三種苦", "254": "隨逐法性正觀行相。」「云何第三名空行相？」「謂", "255": "於苦諦離實我性，正觀行相。」「云何第四無我", "256": "行相？」「謂於苦諦非我相性，正觀行相。」", "257": "復言：「世尊！於集諦中有四行相，云何第一名", "258": "因行相？」「謂於能植眾苦種子因緣愛中，正觀", "259": "行相。」「云何第二名集行相？」「謂於續起因緣愛", "260": "中，正觀行相。」「云何第三名生行相？」「謂於五", "261": "趣差別生起因緣愛中，正觀行相。」「云何第四", "262": "名緣行相？」「謂於能作餘緣引發因緣愛中，正", "263": "觀行相。」", "264": "復言：「世尊！於滅諦中有四行相，云何第一名", "265": "滅行相？」「謂於永斷煩惱滅中，正觀行相。」「云", "266": "何第二名靜行相？」「謂於永斷眾苦靜中，正觀", "267": "行相。」「云何第三名妙行相？」「謂於永斷無罪清", "268": "淨安樂性中，正觀行相。」「云何第四名離行相？」", "269": "「謂於永斷常住性中，正觀行相。」", "270": "復言：「世尊！於道諦中有四行相，云何第一名", "271": "道行相？」「謂於聖道與境相應無顛倒性，正觀", "272": "行相。」「云何第二名如行相？」「謂於聖道永出世", "273": "間離諸漏性，正觀行相。」「云何第三名行行相？」", "274": "「謂於聖道先聖後聖同所遊履，正觀行相。」「云", "275": "何第四名出行相？」「謂於聖道無上性中，正觀", "276": "行相。」", "277": "復言：「世尊！何緣聖諦唯有四種？」世尊告曰：「如", "278": "是四諦，普攝一切染淨因果差別性故。」", "279": "復言：「世尊！何緣四諦如是先後次第說耶？」世", "280": "尊告曰：「由是世間諸病、病因、病滅良藥相似", "281": "法故。」", "282": "復言：「世尊！入見道時，於此四諦為頓現觀？為", "283": "漸現觀？」世尊告曰：「有別道理名頓現觀，有", "284": "別道理名漸現觀。何別道理名頓現觀？謂自", "285": "內證真諦聖智，於真智境非安立義，總相緣", "286": "故名頓現觀。何別道理名漸現觀？謂初業智", "287": "及後得智，觀察自相及因果相，由作行相別", "288": "相緣故，名漸現觀。」", "289": "復言：「世尊！若有如是四聖諦者，何緣世尊復", "290": "說二諦，謂世俗諦及勝義諦？」世尊告曰：「即", "291": "於如是四聖諦中，若法住智所行境界，是世", "292": "俗諦。若自內證最勝義智所行境界，非安立", "293": "智所行境界，名勝義諦。」", "294": "復言：「世尊！如是四諦，於聖非聖皆悉是諦，何", "295": "緣如來唯說聖諦？」世尊告曰：「如是四諦，於", "296": "非聖者，唯由法爾說名為諦，不由正智決定", "297": "信故說名為諦；於諸聖者，亦由法爾說名為", "298": "諦，亦由正智決定信故，說名為諦。是故如", "299": "來唯說四種名為聖諦。」", "300": "復言：「世尊！全分無量法界妙智，為何所緣？有", "301": "何行相？作何事業？」世尊告曰：「此智亦以如", "302": "是四諦為其所緣，除諦相想清淨行相，入", "303": "一切種諸諦行相，於作有情一切義利，趣向", "304": "行相。少分有量法界妙智，若諸聲聞，於作", "305": "有情一切義利，無有棄背趣向行相；若諸獨", "306": "覺，於作有情一切義利，棄背行相。全分無", "307": "量法界妙智，能作一切煩惱、所知二障離繫", "308": "所依事業，又作證得一切種智極淨法界所", "309": "依事業，又作救濟一切有情一切災患所依", "310": "事業，是名無明對治殊勝。」時薄伽梵說是經", "311": "已，諸苾芻眾默然領悟，深心隨喜歎未曾有。", "312": "聞佛所說，皆大歡喜，信受奉行。", "313": "分別緣起初勝法門經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0717 分別緣起初勝法門經: 分別緣起初勝法門經: 分別緣起初勝法門經", "source": "CBETA"}