{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2024 禪關策進", "text": {"0": "No. 2024", "1": "禪關策進序禪關策進序", "10": "再見。乃續閱五燈諸語錄雜傳。無論緇素。但", "100": "拳。竪起脊梁。依前提起話頭。便覺清涼。如一", "1000": "于正路。閉目良久。任手把著。得一小冊。名禪", "1001": "關策進。頂受披之。即撞著引錐自刺章。且其", "1002": "考記曰。昔慈明在汾陽時。與大愚瑯瑘等六", "1003": "七人結伴參究。河東苦寒。眾人憚之。明獨通", "1004": "宵坐不睡。自責曰。古人刻苦。光明必盛大也。", "1005": "我又何人。生無益于時。死不知于人。於理有", "1006": "何益。即引錐自刺其股。翁至此志氣憤激。如", "1007": "吞醍醐。遂乞求其書於馬翁。常為照心辦道", "1008": "之友。行住相隨。自是踏開岩頭醜面目。根塵", "1009": "剝落。觸著道鏡惡毒手。見知喪盡。年過不惑。", "101": "鍋沸湯攙一杓冷水相似。如此做工夫。定有", "1010": "見徹鷲嶺之藏祕。齡近耳順。闡揚龍峯之家", "1011": "私。其道走殺天下衲僧。其德驚動王侯士庶", "1012": "者。皆出於他囊中所貯一箇之策進者歟。是", "1013": "故翁常讚慈明語。誡學者曰。老僧少時。日三", "1014": "復此語。而不及也。今老焉止哉。又曰。雲棲一", "1015": "生之文字。但此書有補吾宗。汝等他日功有", "1016": "餘力。再刊行之。以報祝融之恨。雖然此書間", "1017": "以念佛參究自己。是則是甚奪衲僧頴氣。落", "1018": "往生門者不少。若依老僧意。一齊削去可也。", "1019": "何故。獅子不食雕殘。猛虎不飡伏肉。往生一", "102": "到家時節。", "1020": "機還他淨家。衲僧門下實智尚不要。何況假", "1021": "名耶。驅耕夫之牛。奪飢人之食。始可以為真", "1022": "參詳而已。客歲辛巳冬。參學虎上座與同友", "1023": "二三子。勠力欲補翁志。便有林氏渡氏等之", "1024": "檀信。遂捨淨財。王成其議。於是請予于加數", "1025": "語以辦來由。仍記先所親聞事實許多。遠傳", "1026": "之不朽云。", "1027": "寶曆十二年龍集壬午孟正月", "1028": "住豆之龍澤東嶺頭陀圓慈恭書", "103": "佛跡頤菴真禪師普說佛跡頤菴真禪師普說", "104": "信有十分。疑有十分。疑有十分。悟有十分。可", "105": "將平生所見所聞。惡知惡解。奇言妙句。禪道", "106": "佛法。貢高我慢等心。徹底傾瀉。只就未明未", "107": "了的公案上。距定脚頭。竪起脊梁。無分晝夜。", "108": "直得東西不辨南北不分。如有氣的死人相", "109": "似。心隨境化。觸著還知。自然念慮內忘。心識", "11": "實參實悟者併入前帙。刪繁取要彙之成編。", "110": "路絕。忽然打破髑髏。元來不從他得。那時豈", "111": "不慶快平生者哉。", "112": "徑山大慧杲禪師答問徑山大慧杲禪師答問", "113": "今時有自眼不明。只管教人死獦狙地休去", "114": "歇去。又教人隨緣管。帶忘情默照。又教人是", "115": "事莫管。如是諸病。枉用工夫。無有了期。但", "116": "只存心一處。無有不得者。時節因緣到來。自", "117": "然觸著磕著。噴地醒去○把自家心識。緣世", "118": "間塵勞的。回來底在般若上。縱今生打未徹。", "119": "臨命終時。定不為惡業所牽。來生出頭。定在", "12": "易名曰禪關策進。居則置案。行則携囊。一覽", "120": "般若中。見成受用。此是決定的事。無可疑者", "121": "○但自時時提撕。妄念起時。亦不必將心止", "122": "遏。只看箇話頭。行也提撕。坐也提撕。提撕", "123": "來。提撕去。沒滋味。那時便是好處。不得放", "124": "捨。忽然心華發明。照十方剎。便能於一毛端。", "125": "現寶王剎。坐微塵裏。轉大法輪。", "126": "評曰。師自云。他人先定而後慧。某甲先慧", "127": "而後定。蓋話頭疑破。所謂休去歇去者。不", "128": "期然而然矣。", "129": "蒙山異禪師示眾蒙山異禪師示眾", "13": "之則心志激勵。神采煥發。勢自鞭逼前進。或", "130": "某年二十。知有此事。至三十二。請益十七八", "131": "員長老。問他做工夫。都無端的。後參皖山長", "132": "老。教看無字。十二時中。要惺惺如猫捕鼠。如", "133": "鷄抱卵。無令間斷。未透徹時。如鼠咬棺材。不", "134": "可移易。如此做去。定有發明時節。於是晝夜", "135": "孜孜體究經十八日。吃茶次。忽會得世尊拈", "136": "花迦葉微咲。不勝歡喜。求決三四員長老。俱", "137": "無一語。或教只以海印三昧一印印定。餘俱", "138": "莫管。便信此說。過了二載。景定五年六月。在", "139": "四川重慶府。患痢晝夜百次。危劇瀕死。全不", "14": "曰。是編也為未過關者設也。已過關者長往", "140": "得力。海印三昧。也用不得。從前解會的。也用", "141": "不得。有口說不得。有身動不得。有死而已。業", "142": "緣境界。俱時現前。怕怖慞惶。眾苦交逼。遂強", "143": "作主宰。分付後事。高著蒲團。裝一爐香。徐起", "144": "坐定默禱三寶龍天。悔過從前諸不善業。若", "145": "大限當盡。願承般若力。正念托生。早早出家。", "146": "若得病愈。便棄俗為僧。早得悟明。廣度後學。", "147": "作此願已。提箇無字。回光自看。未久之間。臟", "148": "腑三四回動。只不管他。良久眼皮不動。又良", "149": "久。不見有身。只話頭不絕。至晚方起。病退一", "15": "矣。將安用之。雖然關之外有重關焉。託偽於", "150": "半。復坐至三更四點。諸病盡退。身心輕安。八", "151": "月至江陵落髮。一年起單行脚。途中炊飯。悟", "152": "得工夫須是一氣做成。不可斷續。到黃龍歸", "153": "堂。第一次睡魔來時。就座抖擻精神。輕輕敵", "154": "退。第二次亦如是退。第三次睡魔重時。下地", "155": "禮拜消遣。再上蒲團。規式已定。便趁此時。打", "156": "併睡魔。初用枕短睡。後用臂。後不放倒身。過", "157": "二三夜。日夜皆倦。脚下浮逼逼地。忽然眼前", "158": "如黑雲開。自身如新浴出。一般清快。心下疑", "159": "團愈盛。不著用力。綿綿現前。一切聲色五欲", "16": "雞聲。暫離於虎口。得少為足。是為增上慢人。", "160": "八風。皆入不得。清淨如銀盆盛雪相似。如秋", "161": "空氣肅相似。却思工夫雖好。無可決擇。起單", "162": "入浙。在路辛苦。工夫退失。至承天孤蟾和尚", "163": "處歸堂。自誓未得悟明。斷不起單。月餘工夫", "164": "復舊。其時遍身生瘡亦不顧。捨命趁逐工夫。", "165": "自然得力。又做得病中工夫。因赴齋出門。提", "166": "話頭而行不覺。行過齋家。又做得動中工。夫", "167": "到此却似透水月華。急灘之上亂波之中。觸", "168": "不散。蕩不失。活鱍鱍地。三月初六日坐中。正", "169": "舉無字。首座入堂燒香。打香盒作聲。忽然㘞", "17": "水未窮。山未盡。警策在手。疾驅而長馳。破最", "170": "地一聲。識得自己。捉敗趙州。遂頌云。沒興路", "171": "頭窮。踏翻波是水。超群老趙州。面目只如此。", "172": "秋間臨安見雪巖．退耕．石坑．虛舟．諸大老。", "173": "舟勸往皖山。山問。光明寂照遍河沙。豈不是", "174": "張拙秀才語。某開口。山便喝出。自此行坐飲", "175": "食皆無意思。經六箇月。次年春。因出城回。上", "176": "石梯子。忽然胸次疑礙氷釋。不知有身在路", "177": "上行。乃見山。山又問前語。某便掀倒禪床。却", "178": "將從前數則。極誵訛公案。一一曉了。諸仁者。", "179": "參禪大須仔細。山僧若不得重慶一病。幾乎", "18": "後之幽關。徐而作罷參齋。未晚也。", "180": "虛度。要緊在遇正知見人。所以古人朝參暮", "181": "請。決擇身心。孜孜切切。究明此事。", "182": "評曰。他人因病而退惰。此老帶病精修。終", "183": "成大器。豈徒然哉。禪人病中。當以是痛自", "184": "勉勵。", "185": "楊州素菴田大士示眾楊州素菴田大士示眾", "186": "近來篤志參禪者少。纔參箇話頭。便被昏散", "187": "二魔纏縛。不知昏散與疑情正相對治。信心", "188": "重則疑情必重。疑情重則昏散自無。", "189": "處州白雲無量滄禪師普說處州白雲無量滄禪師普說", "19": "萬曆二十八年歲次庚子孟春日雲棲袾宏識", "190": "二六時中。隨話頭而行。隨話頭而住。隨話頭", "191": "而坐。隨話頭而臥。心如棘栗蓬相似。不被一", "192": "切人我無明五欲三毒等之所吞噉。行住坐", "193": "臥。通身是箇疑團。疑來疑去。終日呆樁樁地。", "194": "聞聲覩色。管取㘞地一聲去在。", "195": "四明用剛軟禪師答禪人書四明用剛軟禪師答禪人書", "196": "做工夫須要起大疑情。汝工夫未有一月半", "197": "月成片。若真疑現前撼搖不動。自然不怕惑", "198": "亂。秖管勇猛忿去。終日如呆的漢子相似。到", "199": "恁麼時。不怕甕中走鼈。", "2": "禪曷為有關乎。道無內外。無出入。而人之為", "20": "前集禪關策進", "200": "袁州雪巖欽禪師普說袁州雪巖欽禪師普說", "201": "時不待人。轉眼便是來生。何不趁身強力健。", "202": "打教徹去。討教明白去。何幸又得在此名山", "203": "大澤神龍世界祖師法窟僧堂明淨。粥飯清", "204": "潔。湯火穩便。若不向這裏打教徹討教明白", "205": "去。是爾自暴自棄。自甘陸沈。為下劣愚癡之", "206": "漢。若果是茫無所知。何不博問先知。凡遇五", "207": "參。見曲彔床上老漢橫說竪說。何不歷在耳", "208": "根。反覆尋思。畢竟是箇甚麼道理○山僧五", "209": "歲出家。在上人侍下。見與賓客交談。便知有", "21": "後學雲棲寺沙門袾宏輯", "210": "此事。便信得及。便學坐禪。十六為僧。十八行", "211": "脚。在雙林遠和尚會下。打十方。從朝至暮不", "212": "出戶庭。縱入眾寮。至後架。袖手當胸。不左右", "213": "顧。目前所視不過三尺。初看無字。忽於念頭", "214": "起處。打一箇返觀。這一念當下氷冷。直是澄", "215": "澄湛湛不動不搖。過一日如彈指頃。都不聞", "216": "鐘鼓之聲。十九在靈隱掛搭。見處州來書。", "217": "說欽禪爾這工夫是死水。不濟事。動靜二相。", "218": "打作兩橛。參禪須是起疑情。小疑小悟。大", "219": "疑大悟。被州說得著。便改了話頭。看箇乾屎", "22": "前集二門前集二門", "220": "橛。一味東疑西疑。橫看竪看。却被昏散交攻。", "221": "頃刻潔淨也不能得。移單過淨慈。結甲七箇", "222": "兄弟坐禪。封被脅不沾席。外有修上座。每日", "223": "在蒲團上。如箇鐵鐝子相似。地上行時開兩", "224": "眼。垂兩臂。亦如箇鐵鐝子相似。要與親近說", "225": "話。更不可得。因兩年不倒身。捱得昏困。遂一", "226": "放都放了。兩月後。從前整頓得這一放。十分", "227": "精神。元來要究明此事。不睡也不得。須是到", "228": "中夜熟睡一覺。方有精神。一日廊下見修。方", "229": "得親近。却問去年要與爾說話。只管避我。如", "23": "1 諸祖法語節要△諸祖法語節要第一", "230": "何。修云。真正辦道人。無剪爪之工。更與爾說", "231": "話在。因問。即今昏散打屏不去。修道爾自不", "232": "猛烈。須是高著蒲團。竪起脊梁。盡渾身併作", "233": "一箇話頭。更討甚昏散。依修做工夫。不覺身", "234": "心俱忘。清清三晝夜。兩眼不交睫。第三日午", "235": "後。在三門下。如坐而行。又撞見修。問爾在此", "236": "做甚麼。答云辦道。修云。爾喚甚麼作道。遂不", "237": "能對。轉加迷悶。即欲歸堂坐禪。又撞見首座", "238": "道。爾但大開了眼。看是甚麼道理。又被提這", "239": "一句。只欲歸堂。纔上蒲團。面前豁然一開。如", "24": "諸祖法語。今不取向上玄談。唯取做工夫", "240": "地陷一般。是時呈似人不得。非世間一切相", "241": "可喻。便下單尋修。修見便道且喜且喜。握手", "242": "門前柳堤上行一轉。俯仰天地間。森羅萬象", "243": "眼見耳聞。向來所厭。所棄之物。與無明煩惱。", "244": "元來都是自己妙明。真性中流出。半月餘動", "245": "相不生。可惜不遇大手眼尊宿。不合向這裏", "246": "坐住。謂之見地不脫。礙正知見。每於睡著時。", "247": "打作兩橛。公案有義路者。則理會得。如銀山", "248": "鐵壁者。却又不會。雖在無準先師會下。多年", "249": "入室陞座。無一語打著心下事。經教語錄上。", "25": "喫緊處。又節其要略。以便時時省覽。激勵", "250": "亦無一語可解此病。如是礙在胸中者十年。", "251": "一日在天目佛殿上行。擡眼見一株古柏。觸", "252": "目省發。向來所得境界。礙膺之物。撲然而散。", "253": "如闇室中出在白日。從此不疑生。不疑死。不", "254": "疑佛。不疑祖。始得見徑山老人立地處。好與", "255": "三十拄杖。", "256": "天目高峯妙禪師示眾天目高峯妙禪師示眾", "257": "此事只要當人的有切心。纔有切心。真疑便", "258": "起。疑來疑去。不疑自疑。從朝至暮。粘頭綴", "259": "尾。打成一片。撼亦不動。趁亦不去。昭昭靈", "26": "身心。次二諸祖苦功。後集諸經引證。俱倣", "260": "靈。常現在前。此便是得力時也。更須確其正", "261": "念慎無二心。至於行不知行。坐不知坐。寒熱", "262": "饑渴。悉皆不知。此境界現前。即是到家消息。", "263": "也巴得搆。也撮得著只待時刻而已。却不得", "264": "見恁麼說。起一念精進心求之。又不得將心待", "265": "之。又不得縱之棄之。但自堅凝正念。以悟為", "266": "則。當此之時。有八萬四千魔軍。在汝六根門", "267": "頭伺候。一切奇異善惡等事。隨汝心現。汝若", "268": "瞥起毫釐著心。便墮他圈繢。被他作主。受他", "269": "指揮。口說魔話。身行魔事。般若正因。從茲永", "27": "此。", "270": "絕。菩提種子。不復生芽。但莫起心。如箇守屍", "271": "鬼子。守來守去。疑團子歘然爆地一聲。管取", "272": "驚天動地○某甲十五出家。二十更衣。入淨", "273": "慈。立三年死限學禪。初參斷橋和尚。令參生", "274": "從何來死從何去。意分兩路。心不歸一。後見", "275": "雪巖和尚。教看無字。又令每日上來一轉。如", "276": "人行路。日日要見工程。因見說得有序。後竟", "277": "不問做處。一入門。便問。誰與爾拕這死屍來。", "278": "聲未絕。便打出。次後徑山歸堂。夢中忽憶。萬", "279": "法歸一。一歸何處。自此疑情頓發。直得東西", "28": "筠州黃檗運禪師示眾筠州黃檗運禪師示眾", "280": "不辨。南北不分。第六日隨眾閣上諷經。擡頭", "281": "忽覩五祖演和尚真贊。末兩句云。百年三萬", "282": "六千朝。返覆元來是這漢。日前拕死屍句子。", "283": "驀然打破。直得魂飛膽喪。絕後再甦。何啻放", "284": "下百二十斤擔子。其時正二十四歲。滿三年", "285": "限。次後被問日間浩浩作得主麼。答曰作得。", "286": "又問。睡夢中作得主麼。答云作得。又問。正", "287": "睡著無夢時。主在何處。於此無言可對。無理", "288": "可伸。和尚囑云。從今不要爾學佛學法窮古", "289": "窮今。只饑來吃飯。困來打眠。纔眠覺來。抖擻", "29": "預前若打不徹。臘月三十日到來。管取爾熱", "290": "精神。我這一覺。主人公畢竟在甚麼處。安身", "291": "立命。自誓𢬵一生。做箇癡獃漢。定要見這一", "292": "著子明白。經及五年。一日睡覺正疑此事。忽", "293": "同宿道友。推枕子落地作聲。驀然打破疑團。", "294": "如在網羅中跳出。所有佛祖誵訛公案。古今", "295": "差別因緣。無不了了。自此安邦定國。天下太", "296": "平一念無為。十方坐斷。", "297": "評曰。前示眾。做工夫一段。至為切要。學者", "298": "宜書諸紳。其自敘中所云。饑來吃飯困來", "299": "打眠。是發明以後事。莫錯會好。", "3": "道。也有迷悟。於是大知識關吏。不得不時其", "30": "亂。有般外道。纔見人做工夫。便冷咲。猶有這", "300": "鐵山璦禪師普說鐵山璦禪師普說", "301": "山僧十三歲。知有佛法。十八出家。二十二為", "302": "僧。先到石霜。記得祥菴主教時時觀見鼻頭", "303": "白。遂得清淨。後有僧。自雪巖來。寫得巖坐禪", "304": "箴看。我做工夫却不曾從這裏過。因到雪巖。", "305": "依彼所說做工夫。單提無字。至第四夜通身", "306": "汗流。十分清爽繼得歸堂。不與人說話。專一", "307": "坐禪。後見妙高峯。教十二時中莫令有間。四", "308": "更起來。便摸索話頭。頓在面前。略覺困睡。便", "309": "起身下地。也是話頭。行時步步不離話頭。開", "31": "箇在。我且問爾。忽然臨命終時。爾將何抵敵", "310": "單展鉢。拈匙放箸。隨眾等事。總不離話頭。日", "311": "間夜間。亦復如是。打成片段。未有不發明者。", "312": "依峯開示。做工夫。果得成片。三月二十日。巖", "313": "上堂云。兄弟家久在蒲團上瞌睡。須下地走", "314": "一遭。冷水盥嗽。洗開兩眼。再上蒲團。竪起春", "315": "梁。壁立萬仞。單提話頭。如是用功。七日決", "316": "定悟去。此是山僧四十年前已用之工。某即", "317": "依彼所說。便覺工夫異常。第二日。兩眼欲閉", "318": "而不能閉。第三日。此身如在虛空中行。第四", "319": "日。曾不知有世間事。其夜倚欄杆少立。泯然", "32": "生死。須是閒時辦得下。忙時得用。多少省力。", "320": "無知。檢點話頭。又不打失。轉身上蒲團。忽", "321": "覺。從頭至足。如劈破髑髏相似。如萬丈井底", "322": "被提在空中相似。此時無著歡喜處。舉似巖。", "323": "巖云未在。更去做工夫。求得法語。末後云。紹", "324": "隆佛祖向上事。腦後依前欠一槌。心下道。如", "325": "何又欠一槌。不信此語。又似有疑。終不能決。", "326": "每日堆堆坐禪。將及半載。一日因頭痛煎藥。", "327": "遇覺赤鼻。問那吒太子拆骨還父拆肉還母", "328": "話。記得被悟知客問。不能對。忽然打破這疑", "329": "團。後到蒙山。山問參禪。到甚麼處是畢工", "33": "休待臨渴掘井。做手脚不迭。前路茫茫。胡鑽", "330": "處。遂不知頭。山教再做定力工夫。洗盪塵習。", "331": "每遇入室下語。只道欠在。一日晡時坐至更", "332": "盡。以定力挨拶。直造幽微。出定見山說此境", "333": "已。山問。那箇是爾本來面目。正欲下語。山便", "334": "閉門。自此工夫日有妙處。蓋以離巖太早。不", "335": "曾做得細密工夫。幸遇本色宗匠。乃得到此。", "336": "元來工夫做。得緊峭則時時有悟入。步步有", "337": "剝落。一日見壁上三祖信心銘云。歸根得旨。", "338": "隨照失宗。又剝了一層。山云。箇事如剝珠相", "339": "似。愈剝愈光。愈明愈淨。剝一剝。勝他幾生工", "34": "亂撞。苦哉苦哉。平日只學口頭三昧。說禪說", "340": "夫也。但下語猶只道欠在。一日定中。忽觸著", "341": "欠字。身心豁然。徹骨徹髓。如積雪卒然開霽。", "342": "忍俊不禁。跳下地來。擒住山云。我欠少箇甚", "343": "麼。山打三掌。某禮三拜。山云。鉄山這一著子", "344": "幾年。今日方了○暫時話頭不在。如同死人。", "345": "一切境界逼迫臨身。但將話頭。與之抵當。時", "346": "時檢點話頭。動中靜中。得力不得力。又定中", "347": "不可忘却話頭。忘話頭則成邪定。不得將心", "348": "待悟。不得文字上取解會。不得些少覺觸以", "349": "為了事。但教如癡如呆去。佛法世法打成一", "35": "道。呵佛罵祖。到這裏都用不著。只管瞞人。爭", "350": "片。施為舉措只是尋常。惟改舊時行履處。古", "351": "云。大道從來不屬言。擬談玄妙。隔天淵。直須", "352": "能所俱忘却。始可饑飡困則眠。", "353": "天目斷崖義禪師示眾天目斷崖義禪師示眾", "354": "若要超凡入聖。永脫塵勞。直須去皮換骨。絕", "355": "後再甦。如寒灰發焰枯木重榮。豈可作容易", "356": "想。我在先師會下多年。每被大棒無一念遠", "357": "離心。直至今日。觸著痛處。不覺淚流。豈似爾", "358": "等咬著些子苦味。便掉頭不顧。", "359": "天目中峯本禪師示眾天目中峯本禪師示眾", "36": "知今日自瞞了也。勸爾兄弟家。趁色力康健", "360": "先師高峯和尚。教人惟以所參話頭。蘊之於", "361": "懷。行也如是參。坐也如是參。參到用力不及", "362": "處留意不得時。驀忽打脫。方知成佛。其來舊", "363": "矣。這一著子。是從上佛祖了生脫死之已驗", "364": "三昧。惟貴信得及久遠不退轉。更無有不獲", "365": "其相應者○看話頭做工夫。最是立脚穩當。", "366": "悟處親切。縱此生不悟。但信心不退。不隔一", "367": "生兩生。更無不獲開悟者○或三十年二十", "368": "年。未即開悟。不須別求方便。但心不異緣。意", "369": "絕諸妄。孜孜不捨。只向所參話上。立定脚頭。", "37": "時。討取箇分曉。這些關棙子。甚是容易。自是", "370": "𢬵取生與同生死與同死。誰管三生五生。十", "371": "生百生。若不徹悟。決定不休。有此正因。不患", "372": "大事之不了明也○病中做工夫。也不要爾", "373": "精進勇猛。也不要爾撐眉努目。但要爾心如", "374": "木石。意若死灰。將四大幻身。撇向他方世界", "375": "之外。由他病也得。活也得。死也得。有人看也", "376": "得。無人看也得。香鮮也得。臭爛也得。醫得健", "377": "來。活到一百二十歲也得。如或便死。被宿業", "378": "牽。入鑊湯爐炭裏也得。如是境界中。都不動", "379": "搖。但切切將箇沒滋味話頭。向藥爐邊枕頭", "38": "爾不肯去下死志做工夫。只管道難了又難。", "380": "上。默默咨參。不得放捨。", "381": "評曰。此老千言萬語。只教人看話頭。做真", "382": "實工夫。以期正悟。諄切透快。千載而下。如", "383": "耳提面命。具存全書。自應遍覽。", "384": "師子峯天如則禪師普說師子峯天如則禪師普說", "385": "生不知來處。謂之生大。死不知去處。謂之死", "386": "大。臘月三十日到來。只落得手忙脚亂。何況", "387": "前路茫茫。隨業受報。正是要緊事在。這箇是", "388": "生死報境。若論生死業根。即今一念隨聲逐", "389": "色。使得七顛八倒者便是。由是佛祖。運大慈", "39": "若是丈夫漢。看箇公案。僧問趙州。狗子還有", "390": "悲。或教爾參禪。或教爾念佛。令汝掃除妄念。", "391": "認取本來面目。做箇洒洒落落大解脫漢。而", "392": "今不獲靈驗者。有三種病。第一不遇真善知識", "393": "指示。第二不能痛將生死大事為念。悠悠漾", "394": "漾。不覺打在無事甲裏。第三於世間虛名浮", "395": "利。照不破。放不下。妄緣惡習上坐不斷。擺不", "396": "脫。境風扇動處。不覺和身輥入業海中。東飄", "397": "西泊去。真正道流。豈肯恁麼。當信祖師道。雜", "398": "念紛飛。如何下手。一箇話頭。如鐵掃󰆠。轉掃", "399": "轉多。轉多轉掃。掃不得。󱁲命掃。忽然掃破太", "4": "啟閉。慎其鎖鑰。嚴其勘覈。俾異言服私越度", "40": "佛性也無。州云無。但二六時中看箇無字。晝", "400": "虛空。萬別千差一路通。諸禪德。努力今生須", "401": "了却。莫教永劫受餘殃○又有自疑念佛與參", "402": "禪不同。不知參禪只圖識心見性。念佛者悟", "403": "自性彌陀唯心淨土。豈有二理。經云。憶佛念", "404": "佛現前當來。必定見佛。既曰現前見佛。則與", "405": "參禪悟道有何異哉○答或問云。但將阿彌", "406": "陀佛四字。做箇話頭。二六時中。直下提撕。至", "407": "於一念不生。不涉階梯。徑超佛地。", "408": "智徹禪師淨土玄門智徹禪師淨土玄門", "409": "念佛一聲。或三五七聲。默默返問。這一聲佛。", "41": "參夜參。行住坐臥。著衣吃飯處。屙屎放尿處。", "410": "從何處起。又問這念佛的是誰。有疑只管疑", "411": "去。若問處不親。疑情不切。再舉箇畢竟這念", "412": "佛的是誰。於前一問。少問少疑。只向念佛是", "413": "誰。諦審諦問。", "414": "評曰。徑無前問只看這念佛的是誰亦得。", "415": "汝州香山無聞聰禪師普說汝州香山無聞聰禪師普說", "416": "山僧初見獨翁和尚。令參不是心不是佛不", "417": "是物。後同雲峯月山等六人。立願互相究竟。", "418": "次見淮西教無能。令提無字。次到長蘆。結伴", "419": "煉磨。後遇淮上敬兄。問云。爾六七年有甚見", "42": "心心相顧。猛著精彩。守箇無字。日久歲深。打", "420": "地。某答。每日只是心下無一物。敬云。爾這一", "421": "絡索甚處出來。某心裏似知不知。不敢開口。", "422": "敬見我做處無省發。乃云。爾定中工夫不失", "423": "動處便失。某被說著。心驚便問。畢竟明此大", "424": "事。應作麼生。敬云。爾不聞川老子道。要知", "425": "端的意。北斗面南看。說了便去。某被一問直", "426": "得。行不知行。坐不知坐。五七日間。不提無", "427": "字。倒只看要知端的意。北斗面南看。忽到淨", "428": "頭寮。在一木上。與眾同坐。只是疑情不解。有", "429": "飯食頃。頓覺心中空亮輕清。見情想破裂。如", "43": "成一片。忽然心華頓發。悟佛祖之機。便不被", "430": "剝皮相似。目前人物。一切不見。猶如虛空。半", "431": "昧省來。通身汗流。便悟得北斗面南看。遂見", "432": "敬下語作頌。都無滯礙。尚有向上一路。不得", "433": "洒落。後入香巖山中過夏。被蚊子咬兩手不。", "434": "定。因念古人為法忘軀。何怖蚊子。盡情放下", "435": "咬定牙關。揑定拳頭。單提無字。忍之又忍。不", "436": "覺身心歸寂。如一座屋倒却四壁。體若虛空。", "437": "無一物可當情。辰時一坐。未時出定。自知佛", "438": "法不誤人。自是工夫不到。然雖見解明白。尚", "439": "有微細隱密妄想未盡。又入光州山中。習定", "44": "天下老和尚舌頭瞞。便會開大口。達磨西來。", "440": "六年。陸安山中又住六年。光州山中又住三", "441": "年。方得頴脫。", "442": "評曰。古人如是勤辛。如是久遠方得相應。", "443": "今人以聰明情量。剎那領會。而猶欲自附", "444": "於頓悟。豈不謬哉。", "445": "獨峯和尚示眾獨峯和尚示眾", "446": "學道之士。那裏是入手處。提箇話頭。是入手", "447": "處。", "448": "般若和尚示眾般若和尚示眾", "449": "兄弟家。三年五年做工夫。無箇入處。將從前", "45": "無風起浪。世尊拈花。一場敗闕到這裏。說甚", "450": "話頭拋却。不知行到中途而廢。可惜前來許", "451": "多心機。有志之士。看眾中柴乾水便僧堂溫", "452": "煖。發願三年不出門。決定有箇受用。有等纔", "453": "做工夫。心地清淨。但見境物現前。便成四句。", "454": "將謂是大了當人。口快舌便。誤了一生。三寸", "455": "氣消。將何保任。佛子。若欲出離。參須直參。", "456": "悟須實悟○或話頭綿密無有間斷。不知有", "457": "身。謂之人忘法未忘。有到此忘其本身。忽然", "458": "記得。如在夢中跌下萬仞洪崖。只顧救命遂", "459": "成風癲。到此須是緊提話頭。忽然連話頭。都", "46": "閻羅老子。千聖尚不奈爾何。不信道直有這", "460": "忘謂之人法雙忘。驀地冷灰豆爆。始知張公", "461": "吃酒。李公醉。正好來般若門下吃棒。何以故。", "462": "更須打破諸祖重關。遍參知識。得知一切淺", "463": "深。却向水邊林下。保養聖胎。直待龍天推出。", "464": "方可出來扶揚宗教。普度群生。", "465": "雪庭和尚示眾雪庭和尚示眾", "466": "十二時中。一貧如洗。看箇父母未生前。那箇", "467": "是我本來面目。不管得力不得力昏散不昏", "468": "散。只管提撕去。", "469": "仰山古梅友禪師示眾仰山古梅友禪師示眾", "47": "般奇特。為甚如此。事怕有心人。", "470": "須要發勇猛心。立決定志。將平生悟得的學", "471": "得的。一切佛法四六文章語言三昧。一掃掃", "472": "向大洋海裏去。更莫舉著。把八萬四千微細", "473": "念頭。一坐坐斷。却將本參話頭。一提提起疑", "474": "來疑去。拶來拶去。凝定身心。討箇分曉。以悟", "475": "為則。不可向公案上卜度經書上尋覓。直須", "476": "卒地斷爆地拆方始到家。若是話頭提不起", "477": "連舉三遍。便覺有力。若身力疲倦。心識怉懆。", "478": "却輕輕下地。打一轉再上蒲團。將本參話。如", "479": "前挨拶。若纔上蒲團。便打磕睡。開得眼來。胡", "48": "評曰。此後代提公案。看話頭之始也。然不", "480": "思亂想。轉身下地。三三兩兩。交頭接耳。大語", "481": "細話。記取一肚皮語錄經書。逞能舌辨。如此", "482": "用心。臘月三十日到來。總用不著。", "483": "衢州傑峯愚禪師示五臺善講主衢州傑峯愚禪師示五臺善講主", "484": "假饒文殊放金色光。與汝摩頂。師子被爾騎", "485": "來。觀音現千手眼。鸚哥被爾捉得。皆是逐色", "486": "隨聲。於爾自己有何利益。要明己躬大事。透", "487": "脫生死牢關。先須截斷一切聖凡虛妄見解。", "488": "十二時中。回光返照。但看箇不是心不是物", "489": "不是佛。是箇甚麼。切莫向外邊尋討。設有一", "49": "必執定無字。或無字。或萬法。或須彌山。或", "490": "毫佛法神通聖解。如粟米粒大。皆為自欺。總", "491": "是謗佛謗法。直須參到脫體無依。纖毫不立", "492": "處。著得隻眼。便見青州布衫。鎮州蘿蔔。皆是", "493": "自家所用之物。更不須別求神通聖解也。", "494": "靈隱瞎堂禪師對制靈隱瞎堂禪師對制", "495": "宋孝宗皇帝問。如何免得生死。對曰。不悟大", "496": "乘道。終不能免。又問。如何得悟。對曰。本有", "497": "之性。以歲月磨之。無不悟者。", "498": "大乘山普巖斷岸和尚示眾大乘山普巖斷岸和尚示眾", "499": "萬法歸一。一歸何處。不得不看話頭。守空靜", "5": "者。無所售其奸。而關之不易透。亦已久矣。予", "50": "死了燒了等。或參究念佛。隨守一則。以悟", "500": "而坐。不得念話頭。無疑而坐。如有昏散。不用", "501": "起念排遣。快便舉起話頭。抖擻身心。猛著精", "502": "采。更不然下地經行。覺昏散去。再上蒲團。忽", "503": "爾不舉自舉。不疑自疑。行不知行。坐不知坐。", "504": "惟有參情。孤孤逈逈。歷歷明明。是名斷煩惱", "505": "處。亦名我喪處。雖然如是。未為究竟。再加鞭", "506": "策。看箇一歸何處。到這裏提撕話頭。無節次", "507": "了也。惟有疑情。忘即舉之。直至返照心盡。是", "508": "名法亡。始到無心處也。莫是究竟麼。古云。莫", "509": "謂無心云是道。無心猶隔一重關。忽地遇聲", "51": "為期。所疑不同。悟則無二。", "510": "遇色。磕著撞著。大咲一聲。轉身過來。便好。", "511": "道懷州牛吃禾。益州馬腹脹。", "512": "古拙禪師示眾古拙禪師示眾", "513": "諸大德何不起大精進。對三寶前深發重願。", "514": "若生死不明。祖關不透。誓不下山。向長連床", "515": "上七尺單前。高掛鉢囊。壁立千仞。盡此一生。", "516": "做教徹去。若辦此心。決不相賺。如其發心不", "517": "真。志不猛勵。這邊經冬。那邊過夏。今日進", "518": "前。明日退後。久久摸索不著。便道般若無", "519": "靈驗。却向外邊。記一肚。抄一部。如臭糟瓶相", "52": "趙州諗禪師示眾趙州諗禪師示眾", "520": "似。聞者未免惡心嘔吐。直做到彌勒下生。有", "521": "何干涉。苦哉。", "522": "太虛禪師示眾太虛禪師示眾", "523": "如未了悟。須向蒲團上冷坐。十年二十年三", "524": "十年。看箇父母未生前面目。", "525": "楚石琦禪師示眾楚石琦禪師示眾", "526": "兄弟。開口便道。我是禪和。及問他如何是禪。", "527": "便東覰西覰。口如扁擔相似。苦哉屈哉。喫著", "528": "佛祖飯。不去理會本分事。爭持文言俗句。高", "529": "聲大語。略無忌憚。全不識羞。有般底不去蒲", "53": "汝但究理坐看三二十年。若不會截取老僧", "530": "團上。究明父母未生以前本來面目。冷地裏", "531": "學客舂。指望求福。懺除業障。與道太遠在○", "532": "凝心斂念。攝事歸空。念想纔生。即便遏捺。如", "533": "此見解。即是落空亡的。外道魂不返的死人。", "534": "又有妄認能嗔能喜能見能聞。認得明白了。", "535": "便是一生參學事畢。我且問爾。無常到時。燒", "536": "作一堆灰。這能嗔能喜能見能聞的。什麼處", "537": "去也。恁麼參的是藥汞銀禪。此銀非真。一煆", "538": "便流。因問爾。尋常參箇什麼。答道。有教參萬", "539": "法歸一一歸何處。又教我只如此會。今日方", "54": "頭去○老僧四十年不雜用心。除二時粥飯。", "540": "知。不是。就和尚請箇話頭。我道古人公案。有", "541": "什麼不是。汝眼本正。因師故邪。累請不已。", "542": "向道去。參狗子無佛性話。忽然打破漆桶。却", "543": "來山僧手裏。喫棒。", "544": "評曰。天如而下。皆元末及　國初尊宿。若", "545": "傑峯古拙楚石。則身經二代者也。楚石為", "546": "妙喜五世孫。而其見地如日光月明。機辨", "547": "如雷烈風迅。直截根原。脫落枝葉。真無愧", "548": "妙喜老人矣。天如以至今日。無四休者。獨", "549": "其語皆提持向上極則事。教初學人做工", "55": "是雜用心處。", "550": "夫處絕少。僅得一二錄。如左。", "551": "高麗普濟禪師答李相國書高麗普濟禪師答李相國書", "552": "既曾於無字話提撕。不必改參也。況舉起別", "553": "話頭時。曾參無字。必於無字。有小熟因地。切", "554": "莫移動。切莫改參。但於二六時中四威儀內。", "555": "舉起話頭。莫待幾時悟不悟。亦莫管有滋味", "556": "無滋味。亦莫管得力不得力。拶到心思不及", "557": "意慮不行。即是諸佛諸祖放身命處。", "558": "評曰。此語錄萬曆丁酉。福建許元真東征。", "559": "得之朝鮮者。中國未有也。因錄其要。而識", "56": "玄沙備禪師示眾玄沙備禪師示眾", "560": "之。", "561": "楚山琦禪師解制楚山琦禪師解制", "562": "諸大德九十日中。還曾證悟也無。如其未悟。", "563": "則此一冬。又是虛喪了也。若是本色道流。以", "564": "十方法界為箇圓覺期。莫論長期短期。百日", "565": "千日。結制解制。但以舉起話頭為始。若一年", "566": "不悟。參一年。十年不悟。參十年。二十年不", "567": "悟。參二十年。盡平生不悟。決定不移此志。直", "568": "須要見箇真實究竟處。方是放參之日也○", "569": "如未能言前契旨。但將一句阿彌陀佛。置之", "57": "夫學般若菩薩。具大根器。有大智慧始得。若", "570": "懷抱。默默體究。常時鞭起疑情。這念佛的是", "571": "誰。念念相續。心心無間。如人行路到水窮山", "572": "盡處。自然有箇轉身的道理。㘞地一聲。契入", "573": "心體。", "574": "評曰。舉起話頭為進期。真實究竟為出期。", "575": "當牢記取。", "576": "天真毒峯善禪師示眾天真毒峯善禪師示眾", "577": "果欲了脫生死。先須發大信心。立弘誓願。若", "578": "不打破所參公案。洞見父母未生前面目。坐", "579": "斷微細現行生死。誓不放捨本參話頭。遠離", "58": "根機遲鈍。直須勤苦忍耐。日夜忘疲。如喪考", "580": "真善知識。貪逐名利。若故違此願。當墮惡道。", "581": "發此大願。防護其心。方堪領受公案。或看無", "582": "字。要緊在因甚狗子無佛性上著力。或看萬", "583": "法歸一。要緊在一歸何處。或參究念佛。要緊", "584": "在念佛的是誰。回光返照深入疑情。若話頭", "585": "不得力。還提前文。以至末句。使首尾一貫方", "586": "有頭緒。可致疑也。疑情不斷。切切用心。不覺", "587": "舉步翻身。打箇懸空筋斗。却再來吃棒。", "588": "空谷隆禪師示眾空谷隆禪師示眾", "589": "不可呆蠢蠢地念箇話頭。亦不可推詳計較。", "59": "妣相似。恁麼急切更得人荷挾剋骨究實。不", "590": "但時中憤然要明此事。忽爾懸崖撒手。打箇", "591": "翻身。方見孤明歷歷。到此不可耽著。還有腦", "592": "後一槌。極是難透。爾且恁麼參去○不參自", "593": "悟。上古或有之。自餘未有不從力參而得悟", "594": "者○優曇和尚。令提念佛的是誰。汝今不必", "595": "用此等法。只平常念去。但念不忘。忽然觸境。", "596": "遇緣。打著轉身一句。始知寂光淨土不離此", "597": "處。阿彌陀佛不越自心。", "598": "評曰。但時中憤然要明此事。此句甚妙。該", "599": "攝看話頭之法。曲盡。", "6": "初出家。得一帙於坊間。曰禪門佛祖綱目。中", "60": "妨亦得覯去。", "600": "天奇和尚示眾天奇和尚示眾", "601": "汝等從今發決定心。晝三夜三。舉定本參。看", "602": "他是箇甚麼道理。務要討箇分曉。日久歲深。", "603": "不煉昏沈。昏沈自退。不除散亂。散亂自絕。", "604": "純一無雜。心念不生。忽然會得。如夢而醒。覆", "605": "看從前。俱是虛幻當體本來現成萬象森羅", "606": "全機獨露。於這大明國裏。也不枉為人。向此", "607": "法門。也不枉為僧。却來隨緣度日。豈不暢哉。", "608": "豈不快哉○終日念佛。不知全是佛念。如不", "609": "知。須看箇念佛的是誰。眼就看定。心就舉定。", "61": "鵝湖大義禪師垂誡鵝湖大義禪師垂誡", "610": "務要討箇下落。", "611": "評曰。毒峯天奇。皆教參究念佛。空谷何故", "612": "謂。不必用此等法。蓋是隨機不同。任便無", "613": "礙。", "614": "古音琴禪師示眾古音琴禪師示眾", "615": "坐中所見善惡。皆由坐時。不起觀察。不正思", "616": "惟。但只瞑目靜坐。心不精采。意順境流。半夢", "617": "半醒。或貪著靜境。為樂致見種種境界。夫正", "618": "因做工夫者。當睡便睡一覺。一醒便起。抖擻", "619": "精神。挪挱眼目。咬住牙根。揑緊拳頭。直看話", "62": "莫只忘形與死心。此箇難醫病最深。直須提", "620": "頭落在何處。切莫隨昏隨沈。絲毫外境不可", "621": "采著○行住坐臥之中。一句彌陀莫斷。須信", "622": "因深果深。直教不念自念。若能念念不空。管", "623": "取念成一片。當念認得。念人彌陀與我同現。", "624": "異巖登禪師釋疑集異巖登禪師釋疑集", "625": "問。學人參求知識。或令提箇話頭。或令疑箇", "626": "話頭。同耶別耶。答。纔舉話頭。當下便疑。豈", "627": "有二理。一念提起。疑情即現。覆去翻來精研", "628": "推究。功深力極。自得了悟。", "629": "評曰。釋疑集中。此一段文。最為精當。今人", "63": "起吹毛利。要剖西來第一義。瞠却眼兮剔起", "630": "頗有滯此二端而不決者。蓋未曾實做工", "631": "夫故也。", "632": "月心和尚示眾月心和尚示眾", "633": "憤起新鮮志氣。舉箇話頭。要於結末字上。疑", "634": "情永長。沈沈痛切。或杜口默參。或出聲追審。", "635": "如失重物。務要親逢親得。日用中一切時一", "636": "切處。更無二念。", "637": "2 諸祖苦功節略△諸祖苦功節略第二", "638": "獨坐靜室獨坐靜室", "639": "道安大師。獨坐靜室十有二年。󱕨精搆思。乃", "64": "眉。反覆看渠。渠是誰。若人靜坐不用功。何年", "640": "得神悟。", "641": "評曰。此老竭精思。乃得神悟。不是一味靜", "642": "坐便了。", "643": "懸崖坐樹懸崖坐樹", "644": "靜琳禪師。棄講習禪。昏睡惑心。有懸崖。下望", "645": "千仞。旁出一樹。以草藉之。趺坐其上。一心繫", "646": "念。動經宵日。怖死既重。專精不二。後遂超悟。", "647": "草食木棲草食木棲", "648": "通達禪師。入太白山。不齎糧粒。饑則食草。息", "649": "則依樹。端坐思玄。五年不息。因以本打塊。塊", "65": "及第悟心空。", "650": "破廓然大悟。", "651": "評曰。饒汝草食樹棲。若不思玄。漫爾多載。", "652": "異於深山之野人者。幾希。", "653": "衣不解帶衣不解帶", "654": "金光照禪師。十三出家。十九入洪陽山。依迦", "655": "葉和尚。服勤三載。衣不解帶。寢不沾席。又在", "656": "姑射山。亦如是。豁然啟悟。", "657": "引錐自刺引錐自刺", "658": "慈明谷泉瑯瑘三人。結伴參汾陽。時河東苦", "659": "寒。眾人憚之。慈明志在於道。曉夕不忘。夜", "66": "永明壽禪師垂誡永明壽禪師垂誡", "660": "坐欲睡。引錐自刺。後嗣汾陽。道風大振。號西", "661": "河師子。", "662": "暗室不忽暗室不忽", "663": "宏智禪師。初侍丹霞淳。因與僧徵詰公案。不", "664": "覺大咲。淳責曰。汝咲這一聲。失了多少好事。", "665": "不見道暫時不在。如同死人。智再拜伏膺。後", "666": "雖在闇室。未嘗敢忽。", "667": "評曰。論道而咲。古人尚呵。今世諦詼諧。捧", "668": "腹無厭。丹霞見之。又當何如。", "669": "晚必涕泣晚必涕泣", "67": "學道之門。別無奇特。只要洗滌根塵下。無量", "670": "伊菴權禪師。用功甚銳。至晚必流涕曰。今日", "671": "又只恁麼空過。未知來日工夫如何。師在眾。", "672": "不與人交一言。", "673": "三年力行三年力行", "674": "晦堂心禪師。自言初入道。自恃甚易。逮見黃", "675": "龍先師。退思日用與理矛盾極多。遂力行之。", "676": "三年祈寒溽暑。確志不移。方得事事如理。而", "677": "今欬唾掉臂。也是祖師西來意。", "678": "圓枕警睡圓枕警睡", "679": "喆侍者。睡以圓木為枕。小睡則枕轉。覺而復", "68": "劫來業識種子。汝等但能消除情念。斷絕妄", "680": "起。率以為常。或謂用心太過。答云。我於般若", "681": "緣分素薄。若不如此。恐為妄習所牽。", "682": "被雨不覺被雨不覺", "683": "全菴主。為道猛烈。無食息暇。一日倚欄看狗", "684": "子話。雨來不覺。衣濕方知。", "685": "誓不展被誓不展被", "686": "佛燈珣禪師。依佛鑒。隨眾咨請。邈無所入。嘆", "687": "曰。此生若不徹證。誓不展被。於是四十九日。", "688": "只靠露柱立地。如喪考妣。乃得大悟。", "689": "擲書不顧擲書不顧", "69": "緣。對世間一切愛欲境界。心如木石相似。直", "690": "鐵面昺禪師。行脚時。離鄉未久。聞受業一夕", "691": "遺火悉為煨燼。得書擲之地曰。徒亂人意耳。", "692": "堅誓省發堅誓省發", "693": "靈源清禪師。初參黃龍心。隨眾問答。茫然不", "694": "知端倪。夜誓佛前曰。當盡形壽以法為檀。願", "695": "早開解。後閱玄沙語。倦而倚壁。起經行。步促", "696": "遺履。俯就之。忽大悟。", "697": "無時異緣無時異緣", "698": "圓悟勤禪師。再參東山演。為侍者。窮參力究。", "699": "自云。山僧在眾無一時異緣。十年方得打徹。", "7": "所載多古尊宿。自敘其參學時始之難入。中", "70": "饒未明道眼。自然成就淨身。若逢真正導師。", "700": "評曰。十年之間。無一時異緣。試問今一日", "701": "間。異緣多少。何時得打徹去也。", "702": "造次不忘造次不忘", "703": "牧菴忠禪師。初習台教。後志禪宗。謁龍門眼。", "704": "造次之頃不忘提撕。適縱步水磨。見額云。法", "705": "輪常轉。忽大悟。", "706": "忘抵河津忘抵河津", "707": "慶壽享禪師。參鄭州普照寶公。朝夕精勤。一", "708": "日以事往睢陽。過趙渡。疑情不散。忘其抵津。", "709": "同行覺之曰。此河津也。豁然悲喜交集。以白", "71": "切須勤心親近。假使參而未徹。學而未成。歷", "710": "寶公。公曰。此僵臥漢。未在。因教看日面佛", "711": "語。一日雲堂靜坐。聞板聲大悟。", "712": "寢食兩忘寢食兩忘", "713": "松源岳禪師。初以居士參應菴華。不契。愈自", "714": "奮勵見密菴傑。隨問隨答。密嘆曰。黃楊木禪", "715": "耳。奮勵彌切至忘寢食。會密入室問僧。不是", "716": "心不是佛不是物。師從傍大悟。", "717": "口體俱忘口體俱忘", "718": "高峯妙禪師。在眾脅不沾席。口體俱忘。或時", "719": "如廁中單而出。或時發函不扃而去。後徑山", "72": "在耳根。永為道種。世世不落惡趣。生生不失", "720": "歸堂。大悟。", "721": "諸緣盡廢諸緣盡廢", "722": "傑峯愚禪師。初參古厓石門。佩受法語。晝夜", "723": "兀坐。不契。後參止嚴。舉不是心不是佛不是", "724": "物。愈疑乃諸緣盡廢。寢食俱不覺知。如氣絕", "725": "者。一夕坐至夜分。聞隣僧咏證道歌云。不除", "726": "妄想。不求真。豁然如釋重負。有夜半忽然忘", "727": "月指。虛空迸出日輪紅之句。", "728": "杜門力參杜門力參", "729": "移剌楚材丞相。參萬松老人。屏斥家務。杜絕", "73": "人身。纔出頭來。一聞千悟。", "730": "人跡。雖祈寒溽暑。無日不參。焚膏繼晷廢寢。", "731": "忘飡者幾三年。乃獲印證。", "732": "評曰。如是用心。如是證道。是之謂在家菩", "733": "薩也。喫得肉。已飽來尋僧說禪。獨何為哉。", "734": "以頭觸柱以頭觸柱", "735": "中峯本禪師。侍高峯死關。晝夜精勤。困則以", "736": "頭觸柱。一日誦金剛經。至荷擔如來處。恍然", "737": "開解。自謂所證未極。彌益勤苦。咨決無怠。及", "738": "觀流水。乃大悟。", "739": "評曰。自謂所證未極。故終至極處。今之以", "74": "黃龍死心新禪師小參黃龍死心新禪師小參", "740": "途路為到家者眾矣。嗟夫。", "741": "關中刻苦關中刻苦", "742": "毒峯善禪師。在淯溪進關。不設臥榻。惟置一", "743": "橙。以悟為則。一夕昏睡。不覺夜半。乃去橙。", "744": "晝夜行立。又倚壁睡去誓不傍壁。遼空而行。", "745": "身力疲勞。睡魔愈重。號泣佛前。百計逼拶。遂", "746": "得工夫日進。聞鍾聲。忽不自由。偈示。沈沈寂", "747": "寂絕施為。觸著無端。吼似雷。動地一聲消息", "748": "盡。髑髏粉碎夢初回。", "749": "脅不至席脅不至席", "75": "諸上座。人身難得。佛法難聞。此身不向今生", "750": "璧峯金禪師。參晉雲海。示以萬法公案。疑之", "751": "三年。偶摘蔬次。忽凝然久之。海問子定耶。對", "752": "曰定動不關。海問定動不關。是甚麼人。金以", "753": "筐示之。海不肯。金撲筐於地。亦不肯。爾後工", "754": "夫益切。脅不至席。一坐七日。一日聞伐木聲。", "755": "大悟。", "756": "獨守鈍工獨守鈍工", "757": "西蜀無際禪師。初做工夫。四指大書帖亦不", "758": "看。只是拍。盲做鈍工夫。乃得大徹大悟。", "759": "評曰。此意極是。但不明教理者。未宜效嚬。", "76": "度。更向何生度此身。爾諸人要參禪麼。須是", "760": "禪關策進", "761": "後集一門後集一門", "762": "諸經引證節略△諸經引證節略", "763": "大般若經大般若經", "764": "空中聲告常啼菩薩言。汝東行求般若。莫辭", "765": "疲倦。莫念睡眠。莫思飲食。莫想晝夜。莫怖寒", "766": "熱。於內外法。心莫散亂。行時不得左右顧視。", "767": "勿觀前後上下四維等。", "768": "華嚴經華嚴經", "769": "勤首菩薩偈云。如鑽燧取火。未出而數息。火", "77": "放下著。放下箇甚麼。放下箇四大五蘊。放", "770": "勢隨至滅。懈怠者亦然。釋曰。當以智慧鑽注", "771": "一境。以方便繩善巧迴轉。心智無住。四儀無", "772": "間。則聖道可生。瞥爾起心。暫時忘照。皆名息", "773": "也。", "774": "大集月藏經大集月藏經", "775": "若能精勤。繫念不散。則休息煩惱。不久得成", "776": "無上菩提。", "777": "十六觀經十六觀經", "778": "佛告韋提希。應當專心繫念一處。", "779": "出曜經出曜經", "78": "下無量劫來許多業識。向自己脚跟下。推窮", "780": "智者以慧鍊心。尋究諸垢。猶如鑛鐵。數入百", "781": "鍊。則成精金。猶如大海。日夜沸動。則成大", "782": "寶。人亦如是。晝夜役心不止。便獲果證。", "783": "評曰。今人但知息心而入禪那。寧知役心", "784": "而獲果證。", "785": "大灌頂經大灌頂經", "786": "禪思比丘。無他想念。惟守一法。然後見心。", "787": "遺教經遺教經", "788": "夫心者制之一處。無事不辦。", "789": "評曰。守一法。制一處。幸有此等語言在。", "79": "看。是甚麼道理。推來推去。忽然心華發明。照", "790": "楞嚴經楞嚴經", "791": "又以此心。內外精研○又以此心。研究精極。", "792": "彌陀經彌陀經", "793": "執持名號。一心不亂。", "794": "評曰。只此一心不亂四字。參禪之事畢矣。", "795": "人多於此忽之。", "796": "楞伽經楞伽經", "797": "若欲了知。能取所取。分別境界。皆是心之所", "798": "現者。當離憒閙昏滯睡眠。初中後夜。勤加修", "799": "習。", "8": "之做工夫。經歷勞苦次第。與終之廓爾神悟。", "80": "十方剎。可謂得之於心。應之於手。便能變大", "800": "金剛般若經金剛般若經", "801": "薩陀波崙菩薩。七歲經行住立。不坐不臥。", "802": "寶積經寶積經", "803": "佛告舍利弗。彼二菩薩行精進時。於千歲中。", "804": "未曾一彈指頃被睡眠之所逼惱。於千歲中。", "805": "未曾起念稱量飲食醎淡美惡。於千歲中。每", "806": "乞食時。未曾觀授食人為男為女。於千歲中。", "807": "居止樹下。未曾仰面觀於樹相。於千歲中。未", "808": "曾緣念親里眷屬。於千歲中。未曾起念我欲", "809": "剃頭。於千歲中。未曾起念從熱取涼從寒取", "81": "地作黃金。攪長河為酥酪。豈不暢快平生。莫", "810": "溫。於千歲中。未曾論說世間無益之語。", "811": "評曰。此是大菩薩境界。雖非凡夫所及。然", "812": "不可不知。", "813": "大集經大集經", "814": "法悟比丘。二萬年中。常修念佛。無有睡眠。不", "815": "生貪嗔等。不念親屬衣食資身之具。", "816": "念佛三昧經念佛三昧經", "817": "舍利弗。二十年中。常勤修習毘婆舍那。行住", "818": "坐臥。正念觀察。曾無動亂。", "819": "自在王菩薩經自在王菩薩經", "82": "只管冊子上念言念語。討禪討道。禪道不在", "820": "金剛齊比丘。修習正法。諸魔隱身伺之。千歲", "821": "伺之。不見一念心散可得惱亂。", "822": "如來智印經如來智印經", "823": "輪王慧起捨國出家。三千歲繫念。亦不倚臥。", "824": "中阿含經中阿含經", "825": "尊者阿那律陀。尊者難提。尊者金毘羅。共住", "826": "林中。後先乞食。各歸坐禪。至於晡時。先從坐", "827": "起者。或汲瓶水。能勝獨舉。如不能勝。則便以", "828": "手招一比丘。兩人共舉。各不相語。五日一集。", "829": "或兩說法。或聖默然。", "83": "冊子上。縱饒念得一大藏教諸子百家。也只", "830": "評曰。此萬世結伴修行之良法也。", "831": "雜譬喻經雜譬喻經", "832": "波羅柰國。一人出家。自誓不得應真。終不臥", "833": "息。晝夜經行。三年得道。又羅閱祇國。一沙", "834": "門。布草為褥。坐其上。自誓云。不得道終不", "835": "起。但欲睡眠。以錐刺髀。一年之中。得應真道。", "836": "雜阿含經雜阿含經", "837": "如是比丘。精勤方便。肌膚瘦損。筋連骨立。不", "838": "捨善法。乃至未得所應得者。不捨精進。常攝", "839": "其心。不放逸住。", "84": "是閒言語。臨死之時。總用不著。", "840": "評曰。所應得須知。應得者何事。據此經。則", "841": "應得盡諸漏。證三明六通成聲聞果。若今", "842": "所期。則應得圓悟心宗。證一切種智成無", "843": "上佛果。", "844": "阿含經阿含經", "845": "乃至成就三明。滅除暗冥。得大智明。皆由精", "846": "勤修習樂靜獨居。專念不休之所致也。", "847": "評曰。專念不休。久之則一心不亂。", "848": "法集要領經法集要領經", "849": "若人百歲中。懈怠劣精進。不如一日中勇猛", "85": "評曰。不可見恁麼說。便謗經毀法。蓋此語", "850": "行精進。", "851": "評曰。知此義則張善和輩。臨終十念往生。", "852": "可了然無疑矣。", "853": "無量壽經無量壽經", "854": "至心精進。求道不止。會當剋果。何願不遂。", "855": "一向出生菩薩經一向出生菩薩經", "856": "阿彌陀佛。昔為太子。聞此微妙法門。奉持精", "857": "進。七千歲中。脅不至席。意不傾動。", "858": "寶積正法經寶積正法經", "859": "樂求大乘。其心勇猛。雖捨身命。無所顧惜。修", "86": "為著文字。而不修行者戒也。非為不識一", "860": "菩薩行。勤加精進。無少懈怠。", "861": "六度集經六度集經", "862": "精進度無極者。精存道奧。進之無怠。臥坐住", "863": "步。喘息不替○心心相續。不自放逸。", "864": "修行道地經修行道地經", "865": "佛言。自見宿命。從無量劫。往返生死。其骨過", "866": "須彌山。其髓塗地。可遍大千世界。其血多於", "867": "古今天下普雨。但欲免斯生死之患。晝夜精", "868": "進。求於無為。", "869": "評曰。曰求道。曰聞此微妙法門。曰樂求大", "87": "丁者。立赤幟也。", "870": "乘。曰精存道奧。曰求於無為。如是精進。名", "871": "正精進。不然縱勞形苦志。累歲經劫或淪", "872": "外道。或墮偏乘。終無益也。", "873": "菩薩本行經菩薩本行經", "874": "直至成佛。皆由精進。", "875": "彌勒所問經彌勒所問經", "876": "佛語阿難。彌勒發意。先我之前四十二劫。我", "877": "於其後。乃發道意。以大精進。超越九劫。得於", "878": "無上正真之道。", "879": "評曰。釋迦以後進。而頓踰四十二劫之先", "88": "東山演禪師送徒行脚東山演禪師送徒行脚", "880": "輩。勤惰為之也。經言。貪著於名利。多遊族", "881": "姓家。彌勒之所以先學而後成者坐此。則", "882": "釋迦之棄名利。入山林。不親近國王大臣", "883": "可知矣。識之哉。", "884": "文殊般若經文殊般若經", "885": "一行三昧者。應處空閒。捨諸亂意。繫心實理。", "886": "想念一佛。念念相續而不懈怠。於一念中。即", "887": "能見十方諸佛。獲大辯才也。", "888": "般舟三昧經般舟三昧經", "889": "九十日中。不坐不臥。假使筋斷骨枯。三昧不", "89": "須將生死二字。貼在額頭上討取箇分曉。如", "890": "成。終不休息。", "891": "評曰。以上二條。俱指念佛。而兼諸法門。修", "892": "淨業者。不可不知。", "893": "四十二章經四十二章經", "894": "夫為道者。譬如一人與萬人戰。挂鎧出門。意", "895": "或怯弱。或半路而退。或格鬪而死。或得勝而", "896": "還。沙門學道。應當堅持其心精進勇銳。不畏", "897": "前境。破滅眾魔。而得道果。", "898": "評曰。半路退者。自畫而不進者也。格鬪死", "899": "者。稍進而無功者也。得勝還者。破惑而成", "9": "心愛之慕之願學焉。既而此書於他處更不", "90": "只隨群作隊。打哄過日。他時閻老子打算飯", "900": "道者也。得勝之由。全在堅持其心精進勇", "901": "銳。學人但當一志直前。毋慮退。毋畏死。前", "902": "不云乎。吾保此人。必得道矣。法華云。吾今", "903": "為汝保任此事。終不虛也。佛既爾保。何慮", "904": "何畏。", "905": "觀藥王藥上二菩薩經觀藥王藥上二菩薩經", "906": "常念大乘。心不忘失。勤修精進。如救頭然。", "907": "評曰。當勤精進如救頭然。今叢林早暮持", "908": "誦。然誦其文不思其義。明其義不履其事。", "909": "亦何益也。", "91": "錢。莫道我不曾說與爾來。若是做工夫。須要", "910": "寶雲經寶雲經", "911": "以心繫心。以心住心。心專一故。次第無間。得", "912": "定心故。心常寂靜。", "913": "正法念處經正法念處經", "914": "精勤修行則得見諦。是故應當曠野寂靜。一", "915": "心正念。離於一切多語言說。一切親舊知識", "916": "來去相見。", "917": "阿毘曇集異門足阿毘曇集異門足", "918": "假使我身。血肉枯竭。唯皮筋骨。連柱而存。若", "919": "本所求勝法未獲。終不止息。為精進故。應深", "92": "時時檢點刻刻提撕。那裏是得力處。那裏是", "920": "受寒熱飢渴蛇蝎蚊虻風雨等觸。又應忍受", "921": "他人所發。能生身中猛利辛楚。奪命苦受毀", "922": "辱語言。", "923": "評曰。本所求勝法未獲。終不止息。即宗門", "924": "所謂本參話頭。不破誓不休歇之意也。", "925": "瑜伽師地論瑜伽師地論", "926": "六度初三是戒學攝。靜慮是心學攝。般若是", "927": "慧學攝。唯精進遍於一切。", "928": "大乘莊嚴經論大乘莊嚴經論", "929": "至心學道。發大勇猛。決趁菩提。", "93": "不得力處。那裏是打失處。那裏是不打失處。", "930": "阿毘達磨論阿毘達磨論", "931": "菩薩於底沙佛時。合十指掌。翹於一足。以一", "932": "伽陀。七日七夜嘆佛功德。便超九劫。", "933": "評曰。觀此則法集所稱。一日精進。勝百年", "934": "懈怠。信哉言乎。", "935": "西域記西域記", "936": "脅尊者。八十出家。少年誚曰。夫出家之業。一", "937": "則習禪。二則誦經。而今衰老何所進取。尊者", "938": "聞而誓曰。我若不通三藏經。不斷三界欲得", "939": "六神通具八解脫。終不以脅至席。乃晝則研", "94": "有一等。纔上蒲團。便打瞌睡。及至醒來。胡思", "940": "習教理。夜則靜慮凝神。三年悉證所誓。時人", "941": "敬仰。號脅尊者。", "942": "評曰。矍鑠是翁。足為懈怠比丘激勸。當知", "943": "今人。豈但八十。縱饒直抵期頤。尚須努力", "944": "修進。", "945": "南海寄歸南海寄歸", "946": "善遇法師。念佛四儀無間。寸陰非空。計小荳", "947": "粒。可盈兩載。", "948": "法苑珠林法苑珠林", "949": "陳棲霞寺沙門惠布。居寺舍利塔西。經行坐", "95": "亂想。纔下蒲團。便說雜話。如此辦道。直至彌", "950": "禪。誓不坐臥。徒眾八十。咸不出院。", "951": "觀心疏觀心疏", "952": "夫欲建小事。心不決志。尚不能成。況欲排五", "953": "住之重關。度生死之大海。而不勤勞。妙道何", "954": "由可具。", "955": "永嘉集永嘉集", "956": "勤求至道。不顧形命○晝夜行般若。生生勤", "957": "精進。常如救頭然。", "958": "溈山警策溈山警策", "959": "研窮法理。以悟為則。", "96": "勒下生。也未得入手。須是猛著精彩提箇話", "960": "評曰。則準也。以悟為準的也。即宗門謂參", "961": "禪到甚麼處。是歇工處。今言大悟乃已。不", "962": "悟不已也。", "963": "淨土懺願儀淨土懺願儀", "964": "若坐若行。皆勿散亂。不得彈指頃念世五欲。", "965": "及接對外人語論戲笑。亦不得託言延緩放", "966": "逸睡眠。當於瞬息俯仰。繫念不斷。", "967": "法界次第法界次第", "968": "倍策精進。勤求不息。是名精進根。", "969": "心賦心賦", "97": "頭。晝參夜參。與他廝捱。不可坐在無事甲裏。", "970": "堅求至道。曉夕亡疲。不向外求。虛襟澄慮。密", "971": "室靜坐。端拱寧神。", "972": "評曰。靜業弟子。莫見不向外求。密室靜坐", "973": "之說。便謂不必念佛。須知念字從心。佛即", "974": "自己。以自心念自己。烏得為外求也。況念", "975": "之不已。則成三昧。靜密孰加焉。", "976": "禪關策進終", "977": "重刻禪關策進後序", "978": "古人曰。明窓下古教照心。僧堂前坐禪辦道。", "979": "猶如車兩輪。始可與祖意相應也。大凡無照", "98": "又不可蒲團上死坐。若雜念轉鬪轉多。輕輕", "980": "心之辦道。必止小見。彼二乘外道并惡知識", "981": "類是也。無辦道之照心。悉落學解。今教律神", "982": "儒及祖師禪。蓋不出之也。是故如真正道人。", "983": "以正坐禪研究根塵。以真古教精鍊定慧。況", "984": "至鞭策怠慢激發中止者。佛祖先鑑。可仰以", "985": "依行矣。吾闡提老翁。自從幼聞泥犁苦境頻", "986": "求解脫已來。祈神誓佛。水火不怖。責身苦心。", "987": "寢食稍廢。一朝見法華經因緣譬喻之說。錯", "988": "為不足取。失力三四年也。十九歲復在禪叢", "989": "眾寮。因見岩頭和尚末後為賊害。大叫一聲", "99": "放下。下地走一遭。再上蒲團。開兩眼。揑兩", "990": "聞數里外。又大失志。以為現在之害尚不能", "991": "轉。況於泥犁耶。古人秀逸者已如是。則我輩", "992": "何得免脫。嗟呼佛法虛誕。參禪無實。僧也俗", "993": "也。我進無所期。退有所羞焉。於是改志放意。", "994": "惡見日加。次年至濃之瑞雲。從事馬翁。與溫", "995": "馬山輩結伴。互論詩文。一日閑坐之次。翻然", "996": "思曰。身僧而嗜俗事。志俗而預僧倫。大丈夫", "997": "恁麼打過亦有不保處。時當晒書之節。內外", "998": "經籍堆在堂上。翁竊往禮拜。懇禱曰。儒佛老", "999": "莊諸家之道。我以何為師。願護法天龍。示我"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2024 禪關策進", "author": "明 袾宏輯", "sourceLink": "http://www.cbeta.org/"}