{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0894b 蘇悉地羯羅供養法: 蘇悉地羯羅供養法: 蘇悉地羯羅供養法", "text": {"0": "蘇悉地羯羅供養法卷第二", "1": "三藏法師善無畏集譯", "10": "印。誦此真言。令住真言曰。", "100": "􇩵賀唎", "101": "􆿁𤙖", "102": "􄗁泮", "103": "􈁆吒誦三遍", "104": "其手印相。以右手指背。置左手指內。令無縫", "105": "罅。二大指向上直竪。右轉一遍。即成火院。是", "106": "阿三忙祇寧印。", "107": "次以真言及手印。重結大界真言曰。", "108": "􇩂唵􄙬昇二合􄑀羯􄙄󰳌􄗥莽􄚩訶􄙺三􄗥莽􄗻焰􅁥莎􄚩訶誦七遍是三重界內結大界真言", "109": "其手印相。以二手小指無名指。相叉入掌。直", "11": "􇩂唵􄙬昇􄑀羯􄙄󰳌􄙺三􄗥摩􄗻焰􅁥莎􄚩訶誦七遍", "110": "竪二中指。頭相著。二頭指屈。在中指背上節。", "111": "勿著中指。如三股杵。二大指在頭指側。普", "112": "轉八方上下。及誦真言。成結大界。是結大界", "113": "印。", "114": "如是作已。假使側近輪王佛頂。及餘相違諸", "115": "真言者。不能為壞。亦不損減本尊威力。諸有", "116": "破明真言繼縛。及却著法。皆不得便", "117": "次備縛日囉等者。謂金剛。數珠。指環。腰線。", "118": "臂釧蓮華。標旗等物。以香水淨或餘物淨。用", "119": "本尊真言而持誦之。於念誦時及護摩時。皆", "12": "其手印相。以右手大指。捻小指甲。竪三指作", "120": "須具備如上等物。次說成就拔折囉等諸餘", "121": "物法。其拔折囉。隨其相應。置於器中。當自面", "122": "前。安置坐上。以白檀欝金紫檀香各隨部類", "123": "而用塗之。次以香華等。執持供養。請金剛等", "124": "真言之主。以彼真言。持誦香華而用供養。又", "125": "誦千遍即名成就。是拔折囉真言曰。", "126": "􇩂唵􈃁度􄖩囊􄙖嚩􄦽日囉􄚩訶", "127": "成就嚩日囉真言。", "128": "其拔折囉。以紫檀等三股。而作持誦千遍。", "129": "次說佛部淨數珠真言曰。", "13": "拔折囉形。向外託之。三昧耶印。", "130": "􄖩那􄗭謨􄗽羅􅑈怛囊􄩞怛囉􄗲夜􄗱也􇩂唵􆿅閼􆹊娜薄二合", "131": "􄕝帝􄙘微􄒶若􄗷曳􄙼悉􄽳地􄙼悉􇧹馱引􅛂㗚替二合", "132": "􅁥莎􄚩訶", "133": "次說蓮華部淨數珠真言曰。", "134": "􄖩那􄗭謨􄖵鉢􇪯特莽􄖵簛􄕋拏􄗷曳􇩂唵􆿅闇􇩸沒哩􄕗耽", "135": "􄑘儼􄗫袂􄥡室里二合􄗷曳􄥡室唎二合􄗥忙􄙌里􄖫儞", "136": "􅁥莎􄚩訶", "137": "次說金剛部淨數珠真言曰。", "138": "􄖩那􄗭謨􄗽羅􅑈怛囊二合􄩞怛羅二合􄗲夜􄗱也􄖩那􄗥莽", "139": "􈂽室戰二合􆧽拏􄙖嚩􄦽日囉二合􄖵簸􄕋儜􄗷曳􄗥摩", "14": "奉座令坐者。先奉閼伽。然後請坐", "140": "􄚩訶􄗱藥􄚴乞沙二合􄚢細􄖩囊􄖵鉢􄕗跢􄗷曳􇩂唵􄑂枳", "141": "􄙀里􄑂枳􄙀里􄙇勞􄩸捺哩二合􄕍尼􅁥莎􄚩訶", "142": "各以此三部淨數珠真言。隨其本部真言。用", "143": "穿珠孔。一一珠顆持誦七遍。乃至穿繼畢已。", "144": "又更持誦真言百遍。復如前法而淨數珠。後", "145": "以此真言而作成就。", "146": "初說佛部成就數珠真言曰。", "147": "􇩂唵􄖩那􄗭謨􄗙婆􄑘伽􄙖嚩􄖫底􈂼蘇􄙼悉􇧼悌􄙺娑􄕻馱", "148": "􄗱也􄙼悉􇧹馱􅚼㗚替􅁥莎􄚩訶", "149": "次說蓮華部成就數珠真言曰。", "15": "其閼伽器以本真言。持誦而獻。或以通用閼", "150": "􇩂唵􄙖縛􈂼蘇􄗥莽􄕙底􄙨室哩二合􄗷曳􄖵鉢􇪯特莽二合", "151": "􄗥忙􄙌里􄖫儞􅁥莎􄚩訶", "152": "金剛部成就數珠真言曰。", "153": "􇩂唵􄙖嚩􄦽日囉􄒸爾􄕡耽􄒶若􄗷曳􅁥莎􄚩訶", "154": "以此成就數珠真言。請本部真言於數珠上。", "155": "乃至供養持誦千遍以為成就。", "156": "次說執持數珠手印之相。以右手大指。捻無", "157": "名指頭。直舒中指小指。微屈頭指。著中指上", "158": "節側。是手印通三部用是佛部數珠印。", "159": "次說蓮華部執數珠印相。以右手大指。捻其", "16": "伽真言持誦隨其成就事部差別。執閼伽器。", "160": "中指頭。餘三指直舒。左手亦然。", "161": "次說金剛部執數珠印相。以右手作拳。展大", "162": "指。捻頭指。左手亦然。", "163": "以活兒子。於佛部為數珠。以蓮華子觀音部", "164": "為數珠。以嚕捺囉叉子。金剛部為數珠。又說", "165": "取活兒子。蓮華子。嚕捺囉叉子。商佉。及石木", "166": "患金銀鐵鉛錫熟銅琉璃。隨取其一。數過百", "167": "量而作數珠。以右手執。心不散亂。真言誦畢。", "168": "一時當搯。勿令前後次說臂釧之法。其臂釧", "169": "中。穿一活兒子等珠。以部母真言手印。持誦", "17": "當置額心等。乃至於膝而奉獻之。真言曰。", "170": "香華而用供養。及香水灑。還以此部母真言", "171": "手印。請來加持釧上。復以部母真言印。次", "172": "第供養。乃至持誦千遍。", "173": "以捺婆草作環。置無名指。用部心真言。如前", "174": "作法成就。乃至持誦千遍。各依本部。次第應", "175": "知。", "176": "其腰線法。令童女搓合。以俱遜婆染此云紅藍華", "177": "或欝金染。如前作法成就。乃至持誦千遍。於", "178": "念誦時護摩時及以睡時繼於腰間。能止失", "179": "精。成就腰線真言曰。", "18": "􇩂唵􄗱藥􄚴乞衫􄖩囊􄕯那􄗱也􄑀見引􄩞捺囉􄕻達􄖭弩", "180": "􇩂唵􄚩訶􄗽羅􄚩訶􄗽羅􄙖滿􈊰馱􄙖滿􈊰馱􄖫儞􄙧束", "181": "􄥇訖囉􄕻馱􄗽囉􄕍尼􄙼悉􇧹馱重引􅚼㗚替二合􅁥莎􄚩訶去聲", "182": "通三部用其印與部母印同。", "183": "於佛部中其線白色。蓮華部中其線黃色。金", "184": "剛部中其線赤色。此等物備具在身。方可作", "185": "法。依經依部。如經所說。", "186": "結大界已。次應供養。隨其成就及事部別。所", "187": "辦塗香色味香氣。與彼相應。前所說去垢乃", "188": "至光澤塗香。以此真言及本部真言。持誦加", "189": "護。復作手印而奉獻之。奉塗香真言曰。", "19": "􈇇鉢哩二合􄗱也􄖵鉢􄙣捨去􄖵鉢􄙣捨􅁥莎􄚩訶誦三遍通用持誦閼伽真言", "190": "􆿇伊􄗫咩􄑘言􄽼馱􄙦輸􄗚婆􄕱儞􄢾微夜􄙦輸􄑼者􄗼也", "191": "􄙦輸􄑼者􄗹瑜􄖩那􄗱也􄗥莽􄗱夜􄖫儞􄙜吠􄖫儞􈃂妬􄗙薄", "192": "􈋨訖底夜二合􄪼鉢羅二合􄕙底􈃈仡㗚二合􈃃呬也二合", "193": "􄪼鉢羅二合􄙼四􄕯挪􄗫咩􇩂唵􆿅阿去􄚨賀􄗽羅􆿅阿", "194": "􄚨賀􄗽羅􄙺薩􅞣囉縛􄙘尾􇩊儞夜二合􄕻達􄗽囉􈁂布", "195": "􄒸爾􄕝帝􅁥莎􄚩訶七遍通三部用", "196": "其手印相。以右手舒五指。竪掌向外以左手", "197": "向上。把右手腕。四指向外。大指在內把之。是", "198": "奉塗香手印通三部用。", "199": "又佛部奉塗香真言。", "2": "次除遣從魔法者。有毘那夜迦。逐諸尊。請", "20": "其手印相。以護身印。改其母指。置於頭指側。", "200": "􇩂唵􆿅阿􄑙仡路􅑈多􄗽羅􄥟仡囉􄙘微􄙮灑􄗷曳􄖩囊􄗰莽", "201": "􅁥莎􄚩訶誦七遍", "202": "蓮華部奉塗香真言曰。", "203": "􇩂唵􆯳那㗚二合􄓜知􆯳那㗚􄓜知􆯳那㗚二合􄓚吒􄖵鉢", "204": "􄕙寧上􆯳那㗚二合􄕝帝夜􆯳那㗚二合􄟗底夜􄖵鉢􄖯寧上", "205": "􆿁𤙖􄗁泮􈁆吒誦七遍", "206": "金剛部奉塗香真言曰。", "207": "􇩂唵􄙘微􄙺薩􄗽囉􄙘微􄙺薩􄗽囉􆿁𤙖􄗁泮􈁆吒誦七遍", "208": "次前所說去垢乃至光澤華。以此真言及本", "209": "真言持誦。復作手印而奉獻之。奉華真言曰。", "21": "奉閼伽印。", "210": "􆿇伊􄗫咩􈂼蘇􄗥莽􄖩囊􈂼素􄕱儞􄢾尾夜􄙦輸􄑼者也􄙦輸", "211": "􄑼者􄗹瑜􄖩囊􄗱也􄖩莽􄗥囊􄗱夜􄖫寧􄙜吠􄕱儞􄕗多􄗙薄", "212": "􈋨訖底夜二合􄪼鉢羅􄕙底􈃈仡㗚二合􈃃呬也二合", "213": "􄪼鉢囉􄙼四􄕯挪􄗫咩􇩂唵􆿅阿􄚨賀􄗽羅􆿅阿􄚨賀􄗽囉", "214": "􄙺薩􅞣羅嚩􄙘尾􇩊儞夜二合􄕻達􄗽囉􈁂布􄒶爾􄕝帝􅁥莎", "215": "􄚩訶誦七遍奉華真言通三部", "216": "其手印相如前車輅印。唯改二大指博二頭", "217": "指側。是奉華印通三部用。", "218": "又佛部奉華真言曰。", "219": "􇩂唵􄙤尸􄑎祇􄑚尸􄑒契􅁥莎􄚩訶誦七遍", "22": "於晨朝時日中時及日暮時。於此三時。以其", "220": "蓮華部奉華真言曰。", "221": "􇩂唵􄑼戰􆧽尼􄖫寧􄑘健􄓺陀􄗭謨􄕵丁􆧽泥􆿁𤙖􄗁泮􈁆吒誦七遍", "222": "金剛部奉華真言曰。", "223": "􇩂唵􄗞部哩􄻂若嚩二合􈃅蘭􄕗多􄑘詣􅁥莎􄚩訶誦七遍", "224": "次前所說去垢乃至光澤燒香。以此真言及", "225": "本真言持誦。復作手印而奉獻之。奉燒香真", "226": "言曰。", "227": "􆿅阿􄗻閻􄙖嚩􄖩囊􄑤裟鉢二合􄖫底􄗽囉􈂼素􆱨賀㗚二合", "228": "􇩊儞也好心􄑘健􄓳陀􇩊值也鬱香􈂼蘇􄗽囉􄗡部􄒶若天食", "229": "􄖩囊􄗥莽􄗱夜􄖫寧􄙜吠􄕱儞􄕟妬虔誠奉獻􄗙薄􈋨訖底夜三合", "23": "真言手印。奉蓮華座供養本尊。初佛部奉座", "230": "􈃁度􄙞報􄗻閻􄪼鉢囉􄕙底􆯣仡㗚􈃃呬也􄖳難願納受􇩂唵", "231": "􆿅阿􄚨賀􄗽羅􆿅阿􄚨賀􄗽羅􄙺薩􅞣囉嚩二合􄙘尾􇩊儞夜二合", "232": "􄕻達􄗽羅􈁂布􄒸爾􄕝帝􅁥莎􄚩訶誦七遍通三部用", "233": "其手印相。以二手小指無名指中指。並向內", "234": "背相著。向上直竪。二頭指側相向去。一麥道", "235": "不相著。二大指博著二頭指側是奉燒香印通三部。", "236": "佛部奉燒香真言曰。", "237": "􄖩那􄗭謨􄥟仡羅二合􄗥蔓􆧽拏􄙘微􄙮灑􄗷曳􄙤尸􄑎棄", "238": "􄖫寧􅁥莎􄚩訶誦七遍", "239": "蓮華部奉燒香真言曰。", "24": "真言曰。", "240": "􇩂唵􄑼戰􈁋捺囉􄗙婆􄗥蔓􆧽拏􄙌里􈃆伽㗚􄕍那􈃆祇里", "241": "􄕍尼􆿁吽􄗁泮􈁆吒誦七遍", "242": "金剛部奉燒香真言曰。", "243": "􇩂唵􄙘微􄙺薩􄗽羅􄙘微􄙺薩􄗽羅􆿁吽􄗁泮􈁆吒誦七遍", "244": "次前所說去垢乃至光澤飲食。以此真言及", "245": "本真言持誦。復作手印而奉獻之。奉食真言", "246": "曰。", "247": "􈊱奧􄙮灑􄖣悌􄖳難諸藥汁􄗽囉􈂼素􆱨賀㗚􇩊儞也二合心歡喜", "248": "􆿏曀􄙮灑􄗯滿􈇳多囉二合􄙢設􄓺怒􄗥麼􄙌里此等尊食􄗥莽", "249": "􄗱也􄖫寧􄙜吠􄕱儞􄓺妬至誠奉獻􄡸薄􈊯訖底夜二合􄪼鉢", "25": "􇩂唵􄙙味􄗽囉􄙙味􄗽囉引􄗱野􅁥莎􄚩訶", "250": "􄕙囉底􈃈訖㗚二合􈃃呬也二合􄪼鉢羅二合􄙼四􄕯挪", "251": "􄗫咩􇩂唵􆿅阿􄚨賀􄗽羅􆿅阿􄚨賀􄗽羅􄙺薩􅞣囉嚩二合", "252": "􄙘尾􇩊儞夜􄕻達􄗽囉􈁂布􄒸爾􄕝帝􅁥莎􄚩訶誦七遍通三部用", "253": "其手印相。仰兩手掌。向上側相著。二無名指", "254": "頭側相著。微屈二頭指。博著中指側。二大指", "255": "博著二頭指側。小似掬水相。是奉食印通三", "256": "部用。", "257": "又佛部奉食真言曰。", "258": "􇩂唵􇪡掣􄕯挪􄗧弭二合􄕋尼上􅁥莎􄚩訶誦七遍", "259": "蓮華部奉食真言曰。", "26": "蓮華部奉座真言曰。", "260": "􇩂唵􄙘微􄙆路􄑂緊􄖫寧􅁥莎􄚩訶誦七遍", "261": "金剛部奉食真言曰。", "262": "􇩂唵􄙖嚩􄦿日哩􄕍尼上􄙖嚩􄧇日藍􄑞藝􅁥莎􄚩訶誦七遍", "263": "次前說去垢乃至光澤然燈。以此真言及本", "264": "真言持誦復作手印而奉獻之。奉然燈真言", "265": "曰。", "266": "􄗽囉􄚼訖芻􅍕近囊二合􈂽灑者二合護身清淨能去無明此等虔誠奉獻􄖵跛", "267": "􄙘尾􄩞怛囉二合􈂽室者二合􄖳膽􄗭謨􄙘尾􄖧曇􄗥莽􄖴囊", "268": "􄙦輸􄗙婆􄗥莽􄗱夜􄖫寧􄙜吠􄕱儞􄕟妬􄗙薄􈊯訖底夜三合", "269": "􄕱儞去􄕫報􄗻閻􄪼鉢囉二合􄕙底􈃈仡㗚二合􈃃呬也二合", "27": "􇩂唵􄖵鉢􇪯那莽二合􄙙味􄗽囉引􄗱也􅁥莎􄚩訶", "270": "􈁀難􇩂唵􆿅阿去􄙒路􄑀迦􄗱也􆿅阿􄙒略􄑀迦􄗱也", "271": "􄙺薩􅞣囉嚩二合􄙘尾􇩊儞夜二合􄕻達􄗽囉􈁂布􄒸爾􄕝帝", "272": "􅁥莎􄚩訶誦七遍三部用", "273": "其手印相。以右手作拳舒中指。大指頭相捻", "274": "直竪此是奉然燈印通三部用。", "275": "又佛部奉燈真言曰。", "276": "􇩂唵􆿅阿􄗥莽􄙊羅􈂾劍􄕙底􄕝帝􄒸爾􄖫寧􅁥莎􄚩訶誦三遍", "277": "蓮花部奉燈真言曰。", "278": "􇩂唵􄑼戰􆧽安尼二合上聲􄖫寧上聲􄧃茹􆶪瑳囊二合􄑀羯􄙀哩", "279": "􆿁𤙖􄗁泮􈁆吒七遍", "28": "金剛部奉座真言曰。", "280": "金剛部奉燈真言曰。", "281": "􇩂唵􄙘尾􆱘嚩㗚二合􄕗多􄙒路􄑼者􄖩囊上􆿁𤙖􄗁泮􈁆吒七遍", "282": "次真言并及手印運心供養者。若當不辦", "283": "塗香乃至燈明供養。但誦如上奉塗香等真", "284": "言。及作手印。亦成圓滿供養。次運心供養者。", "285": "以心運想。水陸諸華。無主所攝。遍滿虛空盡", "286": "十方界。及以人天妙塗香雲。燒香燈明幢旛", "287": "寶繖蓋。種種鼓樂歌舞妓唱。真珠羅網懸諸", "288": "寶鈴。華鬘白拂微妙磬鐸。矜羯尼網如意寶", "289": "樹。衣服之雲。天諸厨膳上妙香美。宮殿樓閣", "29": "􇩂唵􄙖嚩􄦽日囉􄙙味􄗽囉引􄗱也􅁥莎􄚩訶", "290": "寶柱莊嚴。天諸嚴身頭冠瓔珞。如是等雲。行", "291": "者運心遍滿虛空。以至誠心如是供養。最為", "292": "勝上。是故行者。以決定心而行此法。運心供", "293": "養。誦持真言及作手印。如上所想皆悉成就。", "294": "真言曰。", "295": "􇩂唵􄙺薩􅞣囉嚩􄕤他􄑌龕􇇳榾􆲪那蘗􄕝帝􆷱娑頗􄗽囉", "296": "􄚪呬􄗯門􄑘伽􄑘伽􄖩囊􈂾劍􅁥莎􄚩訶誦七遍", "297": "其手印相。兩手相叉合掌。以右押左置於頂", "298": "上。此是成就運心供養具手印。", "299": "凡作供養。應具此法。至誠信心。及奉閼伽。皆", "3": "尊至。已即用枳里枳里真言及手印。而除遣", "30": "其手印相。二手合掌。頭指中指無名指並相", "300": "以真言手印持誦成就。及以運心合掌置頂。", "301": "方成圓滿供養之法。", "302": "次讚歎法者。先發信心。至誠慇重。讚歎佛", "303": "德。次法及僧次觀自在金剛菩薩等。歎佛功", "304": "德者。", "305": "大悲護世尊導師備眾藝", "306": "無邊功德海我今頭面禮", "307": "次歎法德者", "308": "離欲清淨法能除諸惡趣", "309": "真寂第一義稽首依法住", "31": "博。著開掌中。相去四指許。其二大指及二小", "310": "次歎僧德者", "311": "善獲解脫道妙住諸覺地", "312": "無等良福田我今歸命是", "313": "次歎觀自在", "314": "諸佛大吉祥圓備於尊德", "315": "號名觀自在歸依常寂默", "316": "次歎執金剛", "317": "大力奇忿怒成就大明王", "318": "調伏難降者歸命執金剛", "319": "先所歸命諸大菩薩。如欲讚歎隨意依經。而", "32": "指。並相著直竪。此印通三部用奉獻蓮華座", "320": "讚歎之。及餘本尊。時欲讚者亦應讚歎。", "321": "次懺悔諸罪。次隨喜諸福。次應請召。復勸請", "322": "常住在世。利樂有情。", "323": "次歸命三寶。次發菩提心。次當發願。初懺悔", "324": "者。唯願十方一切諸佛。諸大菩薩。羅漢聖僧。", "325": "當存念我。當證知我。若我此世。若我前生。從", "326": "無始生死已來。從貪嗔癡一切煩惱。惱亂身", "327": "心。廣造眾罪。於佛法僧。父母師長。及諸菩", "328": "薩。一切聖人。及餘眾生。有德無德。放縱三", "329": "業。造種種罪。自他教他。見作隨喜。如是等罪", "33": "印。", "330": "無量無邊。於諸佛菩薩前。誠心發露。慇重", "331": "懺悔。一懺已後。更不復造。唯願十方一切諸", "332": "佛。諸大菩薩。慈悲證知。罪障銷滅", "333": "歸命三寶者。為除眾生種種苦故。應當如是。", "334": "歸依三寶。思念三寶。一一恩德。以頭頂著地。", "335": "如是歸依。作如是言。我某甲願從今身。乃至", "336": "當坐菩提道場。歸依如來無上三身。歸依方", "337": "廣大乘法藏。歸依一切不退菩薩僧。唯願十", "338": "方一切諸佛。諸大菩薩。慈悲攝受。應當如是。", "339": "歸依三寶。", "34": "次言。善來世尊。由本願力。而來降赴。願垂加", "340": "發菩提心者。此菩提心名為無上大乘種子。", "341": "能與眾生甘露解脫。妙果故慇重進修能生", "342": "悉地。為欲斷除眾生界中無量諸苦。免煩惱", "343": "染越三惡道。三有受身無量等苦。我今為作", "344": "覆護之處。無主無依。我為依處。度生死海。我", "345": "為船師。失路之人。我為善道。無救護者。我為", "346": "救之。除苦與樂。一切眾生。所有煩惱。及隨煩", "347": "惱。我當為除滅。常思善業。不念惡緣。種種功", "348": "德智慧。嚴身六波羅密。勤修不間。饒益眾", "349": "生。同修是福。若我此生。若於余生。所修福智", "35": "持。受斯所請。并受我所。辦諸供養。起大慈", "350": "饒益眾生。所有煩惱。及隨煩惱。皆令摧伏。", "351": "勤修善品。乃至菩提。諸不善緣心無繫念。", "352": "應當如是。發菩提心。", "353": "復當修行慈悲喜捨。靜住一境。常思六念。", "354": "觀照於心。應涅槃理。忘想所執棄捨永除", "355": "後續坐位物。", "356": "發勝願者。猶諸菩薩。修行善品。廣發勝願。饒", "357": "益眾生。我所有善。亦當如是。復願能除一切", "358": "眾生地獄等苦。圓滿福德。證涅槃樂。又願諸", "359": "眾生。多饒財寶。常當勇施。具足智惠。常懷大", "36": "悲。唯垂納受。", "360": "忍。樂作善緣。得宿命智。悲念有情。願諸眾", "361": "生。所生之處。常獲如是。種種勝事", "362": "灌頂前印相。其印相者。以二羽二地輪。叉入", "363": "掌。以二水輪押交上。其二火輪。直竪頭相", "364": "著。屈二風輪。在火輪背。後。勿令相著。並直", "365": "竪二空輪。在二火輪第二節下。其印即成。此", "366": "軍吒利身印。以印攪水。而念真言。七遍或三", "367": "七遍。及一百八遍。隨意澡浴。", "368": "又說別印相。以觀羽空輪。持地輪甲。餘三輪", "369": "直竪如三鈷跋折羅形。是也。准前用亦得。此", "37": "取辟除隨逐本尊毘那夜迦及三昧耶此下安", "370": "是軍荼利菩薩羯磨印。", "371": "加持土後加二印文。其印又文云。內縛二地", "372": "合頭尖為杵形。用刺其土三下即是也。又印", "373": "內縛並申合二空輪。二風空在風合內二地", "374": "亦申合。便以印。於土上。右轉三遍。即成結", "375": "護。次後至辟除印。於一一時。如法念誦。復加", "376": "念誦法要有其四種。謂字數念誦。時數念誦", "377": "相貌念誦。增加念誦。念誦畢已。隨所懷願。及", "378": "擬成就。慇懃求之。然後當作念誦護摩。以依", "379": "法故。速滿心中所懷之願。隨意成就。假令本", "38": "之。", "380": "法不言護摩。為悉地故。如法作之。成就之", "381": "物有其二種。一謂雌黃朱沙等類。二心意淨。", "382": "隨其藥物。依法受取蕳擇作淨。祈求勝緣。各", "383": "依本法。一一加持如法。灌頂灑備三種緣。謂", "384": "明藥物並自己身。備此三緣。方求悉地。先觀", "385": "內外一一之相。具精進行。依真言戒。為除無", "386": "量不善業故。依教廣修白淨之法。令罪消", "387": "除。然誦真言。乃至令得悉地成就。復令增長", "388": "白淨之業。極令圓滿。然當依法。持誦真言。乃", "389": "至令得成就悉地。", "39": "若辦衣裳瓔珞等。物以辦事真言。持誦奉", "390": "如觀心者。依住一境。繫念專想鼻端。令無散", "391": "亂。三昧相應。持誦之人。亦當如是。由心繫", "392": "想。布在真言。以此攀緣。當得成就。作成就", "393": "者。備其座具。及真言。白月八日。十四日。十", "394": "五日。大陰大陽虧變之日。大地動日。正朔一", "395": "日至十五日。如是等日。作成就法。然依本法。", "396": "皆須圓備。先已擇得。持誦勝地。當於是處。而", "397": "作結護隨其悉地法。造漫荼羅。依所持明及", "398": "餘等漫荼羅法。置十方神。如法供養辨諸供", "399": "具。及助伴等。結護自他。方入持念作成就法。", "4": "之真言曰。", "40": "獻。", "400": "到發造前金剛降三世讚曰小讚也。", "401": "歸命金剛首摧伏諸魔者", "402": "具普賢眾行無邊功德海", "403": "住是本有身無始無終寂", "404": "妙用施諸願調魔滅三毒", "405": "改却故修行極救諸有情", "406": "令超生死輪從凡入佛地", "407": "蘇悉地羯羅供養法卷第二", "408": "請火天", "409": "􈁴􆿏􄡾􄚪􄗥􄚩􄕜􄕗􄕵􄙖􅚾􄽳􄒶􄙺􆽕􄗥􈃈􄚪", "41": "其結界法者。以金剛𣐍法。用結地界。以金剛", "410": "􄽙􈂪􄗥􄚩􄗽􄗥􄙼􄚦􄖫􄚪􄕟􄙖􆿅􄙢􄗷􄚩􈃃􄗙", "411": "􄛼􄙖􄚩􄖩􄗱􅁥􄚩", "412": "嗽口水", "413": "􈁴􆿅􄑘􄗹􄚨􇩊􄑀􇩊􄙖􄖩􄗷􄚫􇩊􇥗􄖵􄗱", "414": "枳里枳里忿怒", "415": "􈁴􄚪􄙀􄚪􄙀􄙖􄦽􆿁􄗁􈁆", "416": "灑淨香水", "417": "􇩂􆿅􈁃􄕝􄚨􄖩􇥗􆿁􄗁􈁆", "418": "燃火", "419": "􈁴􄗝􅗭􄙖􄙋", "42": "牆。用結上方。界金剛𣐍真言曰。", "420": "佛部五淨", "421": "􄖩􄗭􄙖􄑘􄙖􄕝􇇳􈃇􄙺􄗱􄙘􄙦􇧼􄙘􄗽􄒾􄙤􄙘", "422": "􄙬􄑀􄙀􅁥􄚩", "423": "蓮花部五淨", "424": "􄖩􄗭􄗙􄑘􄙖􄕝􄖵􇪯􄖵􄕋􄗱􄙣􄒼", "425": "􄖩􄗭􄗽􆽕􄕛􄗲􄖩􄗰􈂽􆧽􄙖􄦽􄖵􄕋􄗷􄗥􄚩􄗱", "426": "􄚴􄚢􄖩􄖵􄕝􇩂􄙘􄑎􄖫􄗥􄙐􄪼􄗟􄪼􄗟􅁥􄙐􄕗", "427": "􄒶􄙖􄖫􄪼􄗙􄙖􄕙􅁥􄚩", "43": "􇩂唵􄑀枳􄙀里􄑀枳􄙀里􄙖嚩􄦽日囉􄙖拔􄦿折哩􄗞部􄗽囉二合", "44": "􄗍滿􄖭馱􄗍滿􈊰馱􆿁𤙖􈁆泮吒誦三遍", "45": "其手印相。以左手中指無名指。向外雙。入右", "46": "手中指無名指間。以左手無名指。絞右手無", "47": "名指。背入右手掌中。以左手中指。絞右手中", "48": "指背。入右手掌中。二小指及二頭指相著。", "49": "二大母指直竪。頭相著。以此印翼兩臂。令二", "5": "􇩂唵􄑂枳􄙌里􄑂枳􄙌里􄙖嚩􄦽日囉二合􆿁𤙖􄗁泮􈁆吒誦七遍", "50": "大指頭著地。而誦真言。成結地界。金剛𣐍印。", "51": "次以金剛鉤欄真言及手印。用結上方界真", "52": "言曰。", "53": "􇩂唵􄙘微􆷵娑普􄗽羅二合􄩶那羅二合􄚴乞沙二合􄙖嚩", "54": "􄦽日囉二合􄖿半􄒶若而也反􄗽囉􆿁𤙖􄗁泮􈁆吒誦三遍", "55": "其手印相。依前𣐍印。唯改二大指。博著二頭", "56": "指側。舉印向上。而誦真言。成結空界是金剛", "57": "鉤欄牆印。", "58": "金剛牆真言手印。金剛牆真言曰。", "59": "􇩂唵􄙺薩􄗽囉􄙺薩􄗽囉􄙖嚩􄦽日囉二合􄪼鉢囉二合􄑀迦", "6": "其手印相。以右手大指。捻小指甲。直竪三", "60": "􄗽囉􆿁𤙖􄗁泮􈁆吒", "61": "其手印相依前𣐍印。唯改二大指。開散直竪。", "62": "以印從南右轉三遍。及誦真言。成就金剛牆", "63": "印。是金剛爐印。", "64": "次以金剛羂索真言手印。結東方界真言", "65": "曰。", "66": "􇩂唵􄙖跛􄦽折囉􄖵波舍二合􇩵紇里􄑘伽􄑘伽􄖩那􄗥摩", "67": "􄙊囉􆿁𤙖誦三遍", "68": "其手印相。以左手頭指。屈著大指根下。以大", "69": "母指直竪。押頭指甲。微開圓孔。餘三指相博。", "7": "指。作拔折羅形。向外託之。將此枳里枳里金", "70": "直竪。右手亦然。以右手三指背。著左手三指", "71": "內。是金剛羂索印。", "72": "次以金剛幡真言及手印。結西方界真言曰。", "73": "􇩂唵􄖵鉢􈃀鐙􄑚祗􄖫寧􄗽囉􈁆吒誦三遍", "74": "其手印相。以左手作拳。直竪大指。舒右手五", "75": "指。側置左手大指頭上。掌向身。結西方界。金", "76": "剛幡印拳右手如左亦是此印。", "77": "次以金剛迦利真言手印結北方界真言曰。", "78": "􇩂唵􄙖嚩􄦽日囉􄑀迦􄙌里􄗽囉􈁆吒􄗥莽􈁆吒誦三遍", "79": "其手印相。以二手大指二小指。令頭相著。", "8": "剛真言及手印而用除遣之。", "80": "餘指各自屈向掌中。勿令指背相著。亦勿著", "81": "掌。結北方界。是金剛迦里印。", "82": "次以金剛峯真言及印。結南方界真言曰。", "83": "􇩂唵􄙖嚩􄦽日囉􄙤尸􄑌佉􄗽囉􄙂嚕􄓚吒􄗥莽􈁆吒誦三遍", "84": "其手印相。以左手作拳直竪大指。右手亦然。", "85": "置其左手大指頭上。令其右手大指頭指相", "86": "捻。又依此印結南方界唯改右手中指以下", "87": "三指直舒亦名峯印。結南方界。是金剛峯印。", "88": "次用真言。持誦右手掌七遍。以指其地成結", "89": "下方界。以印仰手拍其上方亦成結上界真", "9": "次視三昧耶者。作除遣已。于時即以右手視", "90": "言曰。", "91": "􇩂唵􄙬商􄑀羯􄙄㘑􄙺三􄗥莽􄗻焰􅁥莎􄚩訶誦七遍", "92": "次以阿三忙祇寧真言及手印。普作火院。真", "93": "言曰。", "94": "􇩂唵", "95": "􆿅阿", "96": "􄙺三", "97": "􄗯𥌋引", "98": "􄑚祇", "99": "􄖫寧"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0894b 蘇悉地羯羅供養法: 蘇悉地羯羅供養法: 蘇悉地羯羅供養法", "author": "唐 善無畏譯", "sourceLink": "http://www.cbeta.org/"}