{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2743 持誦金剛經靈驗功德記", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2743", "1": "持誦金剛經靈驗功德記", "2": "昔梁時招提寺僧琰師。初作沙彌。時有相師。", "3": "語琰曰。師子雖大聰明智慧無那相王短命", "4": "如何琰聞此語。遂請大德。共詳其福。修何功", "5": "德。更得延年。大德云。佛教聖言。依法受持", "6": "金剛般若。功德最大。必得延年。琰時奉命遂", "7": "即入山受持般若經。六年出來。更見前相師", "8": "云。法師比來修何功德。長壽殊相頓能如此。", "9": "琰便具說前者被相壽短命。遂以入山受持", "10": "金剛般若。更無餘業。師曰。不可思議。因茲功", "11": "德。遂為大德。法師年過百歲。方始受終。", "12": "梁時開善寺僧藏師講說知名時有胤師。何", "13": "胤之善能占相。過見謂曰藏師。須聰明為講", "14": "說。信手依經藏中撰取一卷擬長壽。持乃得", "15": "金剛般若。藏在房誦持三年不出。後見胤之", "16": "喜而言曰師有何法改容貌。弟子所相無驗。", "17": "藏云。檀越相大有驗。是時度厄難為得受持", "18": "金剛般若經力如此。胤之言曰大不可思議", "19": "功德果報。今得相百年餘。歲果如所說記。", "20": "隋時有婆羅僧藏法師。能持金剛經禁呪斷", "21": "除一切諸惡。有小僧就學成呪法。數年堪伏", "22": "之耶。來詣江畔見有一胡神之廟宮庭。即於", "23": "此中坐心宿誦禁呪其犯遂殯。藏聞弟子身", "24": "死忿恨自來到神所。亦於廟坐誦呪因即致死。", "25": "于時同寺有一僧。每恒受持金剛般若經。聞", "26": "藏師師徒並為神打死遂來神所。亦於廟坐", "27": "誦般若經。至夜來聞有風聲極大迅速。須臾", "28": "見一物。其形懷異壯麗奇特可畏倍常種種", "29": "形容眼光似電。師坐正念誦金剛經不息亦", "30": "無恐懼。神來至前攝諸威勢。右膝著地合掌", "31": "恭敬。聽誦經訖師問神。檀越是何神祇。初來", "32": "猛迅後乃寂然不動。神即答曰。弟子是此宮", "33": "庭胡神。為性剛強。戾見師習大乘經典不可", "34": "思議。是以伏聽。檀越既能如此信敬。前者", "35": "二僧誦呪何緣打殺。神言。彼二僧者不能持", "36": "大乘經典。見弟子來逆頭罵詈口誦惡語呪", "37": "術。弟子不伏。此二僧見弟子形貌並自怕死。", "38": "亦非弟子故違殺害。側近之人。知師入其神", "39": "廟止宿。恐同前者二僧被打殺。至旦諸人共", "40": "相率往神所看迎乃見平安。問師因緣所有", "41": "事意具答諸人諸人因此發心受持金剛般若", "42": "經者不少。", "43": "開皇十一年。太府寺丞趙文昌身死唯一上", "44": "願。家人不敢即斂。然昌遂至閻羅王。問昌曰。", "45": "從生已來作何福業。昌曰。更無餘功德。唯常", "46": "誦持金剛般若經。王聞合掌恭敬讚言。善哉", "47": "受持金剛般若。功德最大不可思議。即語執", "48": "人曰。汝更勘案勿錯將來。不其人實錯將來", "49": "不聞。即語昌曰。可向經藏中取金剛般若經", "50": "來令一人引。昌西南下至經藏。所見大舍數", "51": "十餘間甚精麗。其中經滿。並金軸寶袟廣嚴", "52": "妙好華飾不復可言。昌乃一心閉目云。大德", "53": "最為弟子一經昌怕懼此非般若。求其使人", "54": "請換不肯。昌即開看乃是金剛般若。將至王", "55": "所令執人在西。昌在東立誦金剛般若經一", "56": "遍。並得通利。王即放還約束。昌受持此經實", "57": "莫廢忘。仍令一人引。昌送出門便見周武帝", "58": "禁在門東房內喚言。汝是我國人也。暫來至", "59": "此須共語。昌即便見武帝再拜。武帝曰。汝識我", "60": "以不。昌言。臣昔曾任伏事衛陛下。武帝喜云。", "61": "卿乃是我故舊也。汝可還家為我向。今帝", "62": "論說道我諸罪並了。唯有滅佛法事未了當時", "63": "為衛元嵩讒言不得久禁在。此未知了其。昌", "64": "問武帝。衛元嵩是三界外人。非閻羅王所管", "65": "攝。為此不能追得。汝還家為我從。今帝乞", "66": "少許功德救拔苦難始敢望了。昌還家更得", "67": "甦活。已經五日其患漸損。具以此事奏聞。文", "68": "帝知即為出勅國內諸寺師僧。為周武帝三", "69": "日持齋行道。轉誦金剛般若經。亦錄入史記。", "70": "遂州有一人。貞觀元年死經三日得活。說言。", "71": "初死之時被人遮逐同伴數人至閻羅王所。", "72": "中有一僧王見先喚。師來一生已來修何功", "73": "德。師答言。唯誦金剛般若波羅蜜經。王聞即", "74": "起合掌讚言。善哉既是受持金剛般若波羅", "75": "蜜經。當得昇天。何因錯將來至此。王言未訖。", "76": "即見天衣下來引師上天去也。王乃覆坐次", "77": "問。遂州人汝等從昔已來作何福報。云一生", "78": "已來所誦經典好習庾信文章諸子集錄。近", "79": "來學誦金剛般若經。猶自未得。王曰大罪人汝", "80": "見識不。報云。雖讀庾信文章實不識面。王", "81": "即遣示苦人乃見大龜。一身數頭。人言此是", "82": "庚信。龜去少時王言。此人學誦金剛般若。且", "83": "令放出。來見一人云。我是庚信生存之日。好", "84": "引諸經用作文章。或生誹謗毀呰經文。今受", "85": "大罪報向見龜刑。是以甦活。說此因緣。眾", "86": "人傷悲。悉知是實。其遂州人土地多是移人", "87": "獵生害命充食。當時知見共相識斷除殺害", "88": "因。得發心悉共受持金剛般若經。信受供人", "89": "恭敬。", "90": "渭州畦彥通一生已來常誦金剛般若。先於", "91": "李蜜下任武牢縣。令為賊破城求覓欲殺。彥", "92": "通怕急。即踰城東下投澗取死。其澗深峻百", "93": "丈有餘。從空而下如人扶接不覺到底。乃", "94": "於盤石安然端坐。良久而起都無損傷。彥通", "95": "自怪喜懼非常歎息不已。從已來自知大德", "96": "金剛般若威力。委知經力極大不可思議功", "97": "德。加心信敬精勤受持不敢輕慢。常獲果報", "98": "得福無量。", "99": "鄜州寶室寺僧法藏。戒行精淳。為性質直。隋", "100": "開皇十三年。於洛交縣蔞川城造一所僧房。二", "101": "十餘間佛堂三口並架塼瓦嚴麗彩飾精茅。丈", "102": "六素像總有部部別各有十一事。等身觀世", "103": "音石像一軀千屏風像等。至大業年得寺千。", "104": "時舍像並令移就州墎伽藍安置破壞補缺並", "105": "得成就。更造一切經寫得八百餘卷別造長", "106": "張。於京城月愛寺令人抄寫。並檀香為軸莊", "107": "嚴妙好。藏至武德二年四月淬患經二旬。乃", "108": "見一人青衣在高閣上。手把一卷經告言。法", "109": "師藏作一生已來所造功德悉皆妙好。唯有", "110": "少互用三寶物得罪未除。我手中者金剛般", "111": "若最為第一大乘經典。汝自造一卷。所有諸", "112": "罪悉得除滅。藏聞此教應聲答言。若得病差。", "113": "即發決定心造百部般若。弟子自省一生已", "114": "來雖修功德實未寫金剛般若。諸佛菩薩今", "115": "見學悟必不懈怠。弟子唯有三衣瓶鉢。偏袒", "116": "右肩時盡將付囑。大德弟子親知用造金剛", "117": "般若。三五日能起依願即造婆伽娑舍衛國", "118": "中第一部寫訖。並散付諸人流傳讀誦。深知", "119": "金剛般若大乘經典威力最大不可思議奇情", "120": "有緣遞相勸率持金剛般若經者。見獲果報", "121": "功德無量。", "122": "隋朝有一僧靈寂。有兩箇弟子。僧主忽一日", "123": "喚此弟子等。向前我聞。五臺山中有大文殊", "124": "師利。每有人禮謁者。現其相貌接引蒼生。我", "125": "等三人往彼禮謁。豈不善。意將兩頭驢一馱", "126": "生絹二百疋。遣弟子等驅一頭僧自乘騎便即", "127": "進發。其僧生一年唯持金剛般若經更無別", "128": "業。當所之時柴箇篋中只將此經卷去。行經", "129": "數月因歇息草澤中放驢畜。僧即於一樹下", "130": "歇息鋪之氈睡著。其弟子二人平章我等擬", "131": "殺和尚。各取絹一百疋取驢一頭。入京遊縱", "132": "豈不是一生樂矣。興心既了一箇弟子把刀", "133": "一口當腰即斫。已下三刀至於血下。第四刀", "134": "便乃各著空中取刀不得平亦不離。刀上如", "135": "兩食頃其和尚睡覺見此弟子。跪膝兩手扶", "136": "刀默然無對。僧乃問。汝等何生惡意。其", "137": "弟子雙跪向前具陳本意。和尚亦可為果過。", "138": "便即索筒取經擬讀其經。腰間有三箇刀痕。", "139": "並被斫斷直至經軸。僧人腰間令人看時。為", "140": "有三道赤色三笙數重衣裳。亦不得透過破", "141": "損。豈非金剛般若經神力致也。", "142": "昔長安溫國寺僧靈幽忽死。經七日見平等", "143": "王。王問和尚曰在生有何經業。靈幽答曰。持", "144": "金剛經。王遂合掌請念。須臾念竟王又問。和", "145": "尚曰雖誦得此經少一偈者何。靈幽答王曰。", "146": "小師只依本念不知缺何偈。王曰和尚壽命", "147": "已盡。更放十年活。此經在濠州城西石碑上。", "148": "自有真本令天下傳。其僧劫活。具說事由矣。", "149": "漢州孔目典陳昭死經兩日再甦。具說云。初", "150": "到冥間判官問。汝為劉尚書事殺牛四十七", "151": "頭。昭何故取他牛一頭。昭諱不取。須臾有一", "152": "人出來稱甲送牛頭使昭即知諱不得。遂諮", "153": "判官如何得免此罪。判官問曰。在生有何功", "154": "德。昭答曰。常持金剛經。語未了其經從空而", "155": "至。便得放歸一十八年活矣。", "156": "苟居士樂善專誦持金剛經乃發心。於新繁", "157": "縣西北村中以筆書空為天寫金剛經。其處", "158": "每有雨下不濕。初不知。村人在彼放牛。復於", "159": "彼處避雨。後有一胡僧。從此過見乃告村人", "160": "曰。此是經壇空中有經。齋日有化寶。蓋往往", "161": "出現爾。此壇者縣城西北三十里至今見在。", "162": "昔王陀一生殺害無數。乃發心專持金剛經", "163": "一萬遍誦得五千遍。忽於一日午時見數十", "164": "鬼向前來曰。王有牒追汝。汝且莫持經。陀", "165": "即告念使鬼從後更有鬼使走馬而來告諭鬼", "166": "曰。王勅持經人且放王陀遂即免死。壽至九", "167": "十八終矣。", "168": "昔王綽為天水郡司法薛舉作亂殺兵士。次", "169": "至王綽刀乃寸折。又使力士宋羅持刀斬之", "170": "刀亦寸折。薛舉怪曰。汝有何法。王綽答曰。幼", "171": "年持金剛經。應是經力。薛舉遂放王綽。綽怕懼", "172": "入一廁中藏。念此經廁中有光見賊眾尋光", "173": "至廁。見人問曰是誰。廁人答曰。被刀刑不死", "174": "者王綽。賊曰汝不須藏。諸軍盡知。促往歸家。", "175": "從此得免此難。", "176": "昔有朱士衡。為性麁惡不敬三寶。為梁國左", "177": "僕射。其妻常樂善專持金剛經。其夫不在正", "178": "持金剛經。次其夫從外而歸見。乃於妻手中", "179": "奪得經卷。拋入火中及至火滅經亦不損。遂", "180": "夫妻二人却收經卷。於佛前懺悔。", "181": "昔崔善冲為携州判官遇反叛次刺史被殺。善", "182": "冲領二十餘人全弓劍走投昆明城至夜不知", "183": "路處。善冲告兵士曰。至心念佛。冲自念金剛", "184": "經。信馬前行忽見一火炬前引而行。行至數", "185": "里火滅無明。遂得達昆明城。皆是經力者也。", "186": "昔唐晏者梓州悽縣吏人也。常持金剛經。緣", "187": "為事不謹迴被官中行至遂州路本縣使人捕", "188": "捉。晏空中聞有人聲曰。唐晏汝急急去。晏遂", "189": "舉頭見有一胡僧。晏即映樹至心念經。捕者", "190": "數十人對面不見。即免此難。", "191": "魏昫者秦人也。常持金剛經。冥使三度追不", "192": "得。王勅使來報且放汝。", "193": "李延者南陽郡人也。為德州縣尉。一生持金", "194": "剛經。每到持經時有神光現。", "195": "昔竇氏夜患頭痛。令婢厨中取火言無忽見", "196": "堦前有一炬火。遂上堦來如晝日。夫人頭痛", "197": "便愈。莫不精心已。此皆是常持金剛經力也", "198": "更有持金剛經得驗者挍多。文繁不具多載", "199": "者也。", "200": "以此前件驗之。假令有人將三千大千世界", "201": "七寶持用布施者。不如流傳此經功德最勝。", "202": "若有人書寫金剛經受持讀誦。亦令餘人書", "203": "寫流布。譬如一燈燃。百千萬燈幽冥皆照明", "204": "終不絕。若能抄寫此文牓於寺壁上者功德", "205": "無量無邊不可思議。", "206": "開元皇帝讚金剛經功德開元皇帝讚金剛經功德", "207": "金剛一卷重須彌所以我皇偏受持", "208": "八萬法門皆了達惠眼他心踰得知", "209": "比日談歌是舊曲聽取金剛般若詞", "210": "開元皇帝親自註至心頂禮莫生疑", "211": "此經能除一切苦發心天眼預觀知", "212": "莫被無明六賊引昏昏中日執愚癡", "213": "世尊涅槃無量劫過去百億阿僧祇", "214": "國王大臣傳聖教我皇敬信世間希", "215": "每月十齋斷宰殺廣修善業度僧尼", "216": "胎生卵生懃念佛勇猛精進大慈悲", "217": "厭見宮中五欲樂了知身相是虛危", "218": "一國帝主猶覺悟何況凡俗不思惟", "219": "昔日提娑是國主為求妙法捨嬪妃", "220": "苦行精懃大乘教身為奴僕何斯仕", "221": "今帝聖明超萬國舉心動念預觀知", "222": "文武聖威遍天下萬姓安寧定四夷", "223": "自注金剛深妙義蠢動含靈皆受持", "224": "護法神專善當應諸天讚歎不隨宜", "225": "白象馳來敬壽寺寶車幡蓋數重圍", "226": "明僧手執香花引仙人駕鶴滿空飛", "227": "八難迴生極樂國五濁翻成七寶池", "228": "開元永定恒沙劫摩王外道總降依", "229": "萬歲千秋傳聖教猶如劫不拂天衣", "230": "只是眾生多有福得逢諸佛重器時", "231": "金剛妙理實難詮一切經中我總懸", "232": "佛布黃金遍地滿擬買祇陀太子園", "233": "八部鬼神隨從佛雁塔龍宮滿化天", "234": "祇樹引枝承鳥語下有金砂洗足泉", "235": "食事持鉢舍衛國廣引眾生作福田", "236": "世尊爾時無我相須菩提瞻仰受斯言", "237": "四果六通為上品龍宮受樂是生天", "238": "轉輪聖王處仙位神武皇帝亦如然", "239": "又說昔為歌利王割截身肉得生天", "240": "尸毘捨身救鳩鴿阿羅漢身過及三千", "241": "閻浮眾生戀火宅我皇引出遣生天", "242": "一切有情如赤子但是百姓悉皆怜", "243": "既得阿耨多羅果又共諸佛結因緣", "244": "百劫千生不退轉功德無量亦無邊", "245": "非但如影諸寺觀十方世界亦如然", "246": "總是金剛深妙義弟子豈敢謾虛傳", "247": "凡欲轉念金剛般若波羅蜜經者。先須啟請", "248": "八大金剛名字。發至誠心然後轉念經。此八", "249": "金剛自來常當擁護持經之人。", "250": "第一奉請青除災金剛。能除一切眾生宿災", "251": "殃咎悉令消滅主大海。", "252": "第二奉請僻毒金剛。能除一切眾生熱毒病", "253": "苦主除災毒。", "254": "第三奉請黃隨求金剛。能令一切眾生所求", "255": "如願所願皆得主堈灑功德。", "256": "第四奉請白淨水金剛。能除一切眾生熱惱", "257": "苦悉得消除主一切寶。", "258": "第五奉請赤聲金剛。能照一切眾生光明所", "259": "得見佛主能生風。", "260": "第六奉請定災除金剛。能除一切眾生三災八", "261": "難之苦主瑠璃寶。", "262": "第七奉請紫賢金剛。能令一切眾生心開悟", "263": "解發菩提心主堅牢藏。", "264": "第八奉請大神金剛。能令一切眾生智牙成", "265": "就惠力增具主龍王。", "266": "大身真言大身真言", "267": "那謨婆伽筏帝　鉢羅壤二波羅蜜多曳三唵", "268": "四伊利底五伊室利六輸盧駄七毘舍耶八毘", "269": "舍耶九娑婆訶十", "270": "隨心真言隨心真言", "271": "那謨薄迦筏帝一鉢喇惹二波羅蜜多曳三怛", "272": "姪他四唵呼五筏折羅六󰨢麗七娑婆訶八", "273": "心中心真言心中心真言唵嗚倫泥沙莎婆訶", "274": "金剛兒呪金剛兒呪南無跋折鳩魔囉迦儞度闇莎", "275": "訶", "276": "佛母呪佛母呪南謨陀舍南無陀俱南唵戶嚕戶嚕", "277": "死陀盧遮儞薩囉娑囉他娑達儞莎訶", "278": "文殊菩薩心中真言文殊菩薩心中真言阿羅波遮那", "279": "凡人至心誦此真言者。猶誦天下藏經一遍", "280": "也。", "281": "梵音云何於此經究竟到彼岸。願佛開微蜜。", "282": "廣為眾生說轉大法輪。", "283": "于唐天復八載歲在戊辰四月九日。布衣", "284": "翟奉達寫。此經讚驗功德記添之流布。後", "285": "為信士兼往亡靈及見在父母合邑等福。", "286": "同春草罪若秋苗必定當來俱發佛會。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2743 持誦金剛經靈驗功德記", "source": "CBETA"}