{"author": "隋 智顗說", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1718 妙法蓮華經文句", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "釋壽量品", "1": "第十上妙法蓮華經文句卷第十上", "2": "天台智者大師說", "3": "從「餘失心者」下，譬上非滅現滅。上有二：", "4": "一、不久應死，譬上非滅現滅；二、諸子醒悟，", "5": "譬上唱滅利益。又唱死之由，由子不服，譬", "6": "上薄德見佛常在但增憍恣。上現滅中有", "7": "二：一、本實不滅，二、非滅唱滅，不出現滅之", "8": "由由，亦是唱滅利益中。今譬不譬第一，而", "9": "明現滅之由，正由眾生薄德見佛不修行，", "10": "即是不肯服藥也。「我今當設」下，正唱應", "11": "死，譬非滅唱滅。此中明衰老為二：一、擬", "12": "宜去住，譬上住有損、滅有益；二、「即作是言」", "13": "下，唱應死，正譬現滅化期將竟也。「死時", "14": "已至」者，當入涅槃也。留經教在，故云「是好", "15": "良藥今留在此」。「復至他國」者，即是此方現滅、", "16": "他方現生，上文云「願在他方遙見守護」，即其", "17": "義也。「遣使」者，或取涅槃中大聲普告為使", "18": "人，或用神通，或用舍利，或用經教等為使", "19": "人，今用四依菩薩語眾生云佛已滅度，但", "20": "留此法我今宣弘，汝當受行也。後時眾生", "21": "若無四依傳述經法，豈能自知佛已滅度？", "22": "故用四依是使人也。二、「是時諸子」下，諸子醒", "23": "悟譬現滅利益。上文有二：一、明損益，二、釋", "24": "損益，今但譬得益。此中「自惟孤露」下，明滅", "25": "後得益，如優波笈多所化之流也。又為二：", "26": "一、現滅利益，二、是未來機感。良由滅後眾生", "27": "醒悟服藥修行以作因緣，能感未來應化，", "28": "如《遺教》云「其未度者作得度因緣」；亦有現", "29": "得感見，《普賢觀》云「精進苦到得見釋迦分", "30": "身、多寶、東力、善德等及七佛世尊」。第三，「其父", "31": "聞子悉已得差」下，即是未來益物威猛之力。", "32": "父聞子差即機咸使見之，即是起未來之", "33": "應化，方將形聲兩益也，如文。從「諸善男子", "34": "於意云何」下，牒不虛譬，明三世利益不虛", "35": "也。從「佛言我亦如是」去，明合譬也。「成佛已", "36": "來無量劫」者，合過去世也。「方便力言當滅", "37": "度」，合現在世也。文略不合未來，亦無能說", "38": "我虛妄，合益物不虛也。偈二十五行半，頌", "39": "上法譬。初二十行半，頌法說；次五行，頌譬", "40": "說。上法說有二，今頌亦二：初十九行半，頌", "41": "三世益物；次，一行，頌皆實不虛。初四行，頌", "42": "過去世益物為三：初一行，頌上成道已久；次", "43": "「常說法」下，第二，一行，頌上中間益物；次「為度", "44": "眾生」下，第三，二行，頌上住處。次「眾見我」下，", "45": "第二，五行，頌現在。上文有二：初二行半，頌", "46": "非生現生；次「我時語」下，第二，二行半，頌非滅", "47": "現滅。次「我見諸」下，第三，十行半，頌上未來。", "48": "上但寄「常住不滅」四字，今頌則廣。文為四：", "49": "初「我見」下一行半，明未來機應。次「神通力", "50": "如是」下，第二，四行，頌上常住不滅。「常在靈鷲", "51": "山」，此謂實報土也，「及餘諸住處」者，謂方便", "52": "有餘土也，即上餘國義也。「天人充滿」者，三十", "53": "心是「人」，十地是「天」。「擊天鼓」者，無問自說也。「曼", "54": "陀羅華」者，說賢聖位也。次「我淨土」下，第", "55": "三，二行，明不見因緣。次「諸有修功德」下，第", "56": "四，三行，明得見因緣。次「汝等有智」下，第二，", "57": "一行，頌上利益不虛也。次，五行，頌譬，為二：", "58": "一行頌開譬，為三：初一句，頌過去；「為治」下", "59": "二句，頌現在，不頌未來也，「無能說」下，第三，", "60": "一句，頌不虛。「後我亦為」下，第二，四行，頌合", "61": "譬。上合中本不合未來，今初半行頌合過", "62": "去；次「凡夫」下，第二，二行半，頌合現在；後「每", "63": "自作」下，第三，一行，頌合不虛，開三顯一、開", "64": "近顯遠，欲令眾生速入佛道，此事必得不", "65": "虛也。", "66": "釋分別功德品釋分別功德品", "67": "佛說壽量，二世弟子得種種益，故言「功德」，", "68": "淺深不同故，言「分別品」也。此文是本門第", "69": "二授記段，論分此文，有法力、修行力。法力", "70": "者有五：一證，二信，三供養，皆如今品，四聞法，", "71": "如〈隨喜品〉，五讀誦持說，讀誦如〈法師功德品〉，", "72": "持者追指〈法師〉、〈安樂行〉、〈勸持〉三品，說者如〈神", "73": "力〉、〈囑累品〉也。修行力者，苦行力如〈藥王〉，教", "74": "化如〈妙音〉，護難如〈觀音〉、〈陀羅尼〉，示功德如〈妙", "75": "莊嚴王〉，護法如〈普賢品〉也。光宅云：「一約功", "76": "德門，記其行進現在修因；二約智慧門，記", "77": "其損生未來得果；三明外凡發心，夫授記", "78": "通因果，此三通是授記耳。下八世界發心，應", "79": "在初列，以外凡聞經發心住三十心；三十", "80": "心聞經始出內凡登於初地得無生忍；初", "81": "地聞經進入二地得聞持；二地聞經得入", "82": "三地，名樂說辯；三地聞經入四地，得無量", "83": "旋；四地聞經入五地，名不退；五地入六地，", "84": "名清淨輪，小千已去約損生門授記；七地", "85": "已斷無明惑，惑有九品，能為九生作因；從", "86": "七地已上，果報無有期限，難可得判，但", "87": "斷九品煩惱為言。煩惱品數百千萬種，今", "88": "約一種九品作義。七地所斷，作下上二品，", "89": "乃至十地所斷，亦作上下二品，金剛心所斷", "90": "作一品，六地聞經登七地下忍斷一品，所", "91": "餘八品在，為八生作因，故云八生當得菩", "92": "提。七地上忍復斷一品，即損二品生，餘七", "93": "品為七生作因，七生當得菩提。諸品例有", "94": "上下，一品盡損一生，文略，故從八地乃至", "95": "四生，餘有一生，即金剛心斷之法也。」《法華論》", "96": "云「得無生忍者，謂入初地證智，應知從", "97": "八生乃至一生得菩提者，謂諸凡夫決定", "98": "能證初地隨分生及一生則證菩提。菩提", "99": "者，離三界分段生死，隨分能見真如佛性，", "100": "名得菩提，非謂究竟滿足菩提。」今謂《論》前", "101": "深後淺，光宅前淺後深，二彼相拒世孰判之？", "102": "夫無生法忍經論不同，迦旃延子明五法", "103": "成就獲不退轉，六度菩薩位也；須陀洹若智", "104": "若斷是菩薩無生法忍者，三乘共位也；登初", "105": "地得無生忍者，別菩薩位也；登初住得無", "106": "生法忍者，圓菩薩位也。皆聖教明文，不可", "107": "參濫。又《淨名》「近無等等得無生忍」，《仁王》云", "108": "「至金剛頂皆名伏忍，亦名寂滅忍」，蓋是別、", "109": "圓。地地，通途之意不可定用。即光宅以發", "110": "心為內凡，三十心位為無生忍，是初地，皆", "111": "別家名教非通家門戶；從初地至六地，呼", "112": "為福德門，《大經》稱有為有漏，名聲聞僧，則", "113": "通教意耳；七地已上斷九品生因者，小乘大", "114": "乘得入位人，誰不斷惑未足定判，若言", "115": "七地斷無明者，非通又非別，乃是別接通", "116": "意耳。光宅游漾，不會今經。天親以發心為", "117": "無生忍，從八生至一生，凡夫決定斷果報", "118": "生盡得入初地，獲無生忍者，專據別義，", "119": "亦不會經。今分文為三：一、經家總序，二、如", "120": "來分別，三、時眾供養。總序如文。分別者，佛", "121": "語圓妙，不可用權位釋經，故上文開示悟", "122": "入佛之知見，今本門增道損生皆約圓位解", "123": "釋。下八世界發心者，六根清淨人，初入十信", "124": "位也，故《仁王》云「十善菩薩發大心，長別三", "125": "界苦輪海」，即此義也。得無生忍，入十住位", "126": "也，故《華嚴》云「初發心住，一發一切發，得如來", "127": "一身無量身，清淨妙法身，湛然應一切」，即此", "128": "義也。得聞持陀羅尼，入十行位也。得樂說", "129": "辯才，入十迴向位也。得無量旋陀羅尼，入", "130": "初地也。得不退，入二地也。得清淨，入", "131": "三地也。八生，入四地也。七生，入五地也。六", "132": "生，入六地也。五生，入七地也。四生，入八地", "133": "也。三生，入九地也。二生，入十地也。一生，入", "134": "等覺金剛心。若論增道損生，不如光宅斷", "135": "因生之生，不如天親斷果報之生，但約智", "136": "德論增、約斷德論損，約法身論生、約無", "137": "明論滅。例如《大經》月喻，從初一日至十", "138": "五日光色漸增，從十六日至三十日光色", "139": "漸減，約一月體而論增減，喻約法身而", "140": "論智斷。或可一人一時有八番增，或可一", "141": "世，或八世，或無量世；或可一念，或可八", "142": "念，或無量念；或可眾微塵數，人亦如是，是", "143": "故不可以因生果生局之，不可離張智", "144": "斷釋之。然本門得道數倍眾經，非但數", "145": "多又熏修日久，元本垂迹處處開引，中間相", "146": "值數數成熟，今世五味節節調伏，收羅結撮", "147": "歸會《法華》。譬如田家，春生夏長耕種耘治，秋", "148": "收冬藏一時穫刈。自《法華》已後有得道者，", "149": "如捃拾耳。三，時眾供養者，聞深遠法得大", "150": "饒益，欲報佛恩而設供養；亦是寄事以表", "151": "領解。上迹門，菩薩亦悟而大事未畢，所以不", "152": "陳；本門既竟，彌勒總申領解，明諸菩薩執", "153": "持幡蓋次第而上至于梵天。幡者轉義，蓋者", "154": "覆義，地者始義，梵者淨義，智斷番番轉，慈悲", "155": "番番覆，高下深淺不失次第際于梵天，表", "156": "諸菩薩增道損生，鄰于妙覺極於極淨。若", "157": "作天親解者，只得初地一番，豈得與此文", "158": "會耶？偈有十九行，分為三：初，二行，頌時眾", "159": "得解；次，九行，頌如來分別；後，八行，頌時眾供", "160": "養。「得無量無漏清淨之果報」者，揀異二乘有", "161": "量故言無量，妙因所感故言清淨，無障礙", "162": "土故言果報，異二乘無報也。「聞佛壽無量」，", "163": "此文定判為無量，何得用舊解有量？", "164": "南師從偈後長行下，屬流通段，引上迹門", "165": "文殊現在亦是流通；北師以四信弟子現在", "166": "聞經，判屬正說，從「又如來滅後」下，乃是流", "167": "通。二家盡可用，今且依南方。從偈後凡十", "168": "一品半，分為二：一、從此下至〈不輕品〉，明", "169": "弘經功德深，勸流通；二從〈神力品〉下八品，", "170": "付囑、流通各復有三：此半品及〈隨喜品〉，明", "171": "初品因功德，勸流通；二從〈法師功德〉，明初", "172": "品果功德，勸流通，〈不輕品〉引信毀罪福，證", "173": "勸流通；後三者〈神力〉、〈囑累〉，囑累流通，〈藥王〉", "174": "下五品，約化他勸流通，〈普賢〉約自行勸流", "175": "通。生起者，現在聞經得真似兩解益如上", "176": "說，若直聞一句而生隨喜，如現在四信格", "177": "其功德，未來無佛恐人疑福少，故說滅後", "178": "五品功德也。因功德微密，未若果功德彰", "179": "灼，故說〈法師功德品〉；因果雙舉，未若引證", "180": "分明，故說〈不輕〉；雖舉往人，未若現變，故", "181": "說〈神力〉；雖示神力，未若摩頂付囑，故說", "182": "〈囑累〉；雖通途囑累，未若示其要術棄身存", "183": "道，故說〈藥王〉；雖誡能化，未若誡其所化，", "184": "隨聞法處應生佛想，故說〈妙音觀音〉；若初", "185": "心弘經，既無神力當依內禁，故說〈陀羅尼〉；", "186": "復須外護，故說〈嚴王〉、〈普賢〉，聯翩重疊使大", "187": "法弘通耳。就偈後長行為二：一、現在四信，", "188": "二、滅後五品。云何四信？略解三人、廣說二人、", "189": "觀成一人、信通四人，故言四信也。四信者，", "190": "一、一念信解未能演說，二、略解言趣，三、廣", "191": "為他說，四、深信觀成。初、一念信解，有長行、", "192": "偈頌。長行有三：一、舉示其人，二、明功德，三、", "193": "位行不退。今釋一念信解者，謂隨所聞處", "194": "豁爾開明，隨語而入無有罣礙，信一切法", "195": "皆是佛法，又信佛法不隔一切法，不得佛", "196": "法不得一切法，而見一切法亦見佛法，即", "197": "一而三、即三而一，亦是行於非道通達佛", "198": "道、行於佛道通達一切道，不得佛道一切", "199": "道，而通達佛道一切道，無所有而有，而有", "200": "無所有，非所有非無所有，如門前路通達", "201": "一切東西南北𢄶無壅礙，眼耳鼻舌身意，凡", "202": "有所對悉亦如是。無疑曰信，明了曰解，", "203": "是為一念信解心也。若坐思惟，隨所思惟", "204": "豁然開悟，通達三諦亦復如是，如是信解", "205": "名鐵輪位。又一解，未是具足鐵輪，乃是十", "206": "信之初心，其人未得六根清淨，故非鐵輪", "207": "正位也。次格量者，先、總論無量；次、格量多", "208": "少，為二，初舉五度為格量本，般若即是", "209": "今之正慧，故言「除般若」也。問：既離般若，則", "210": "五不名度。答：皆為求佛慧盡施戒邊，亦得", "211": "名度，蓋次第意也。「以是功德」下，第二，正格", "212": "多少也。「若善男子」下，第三，明位行不退。別", "213": "六心猶退七心不退，圓初住心即不退，聞", "214": "壽量功德自外而資，圓順信解自內而熏所", "215": "以不退。《大品》云「有菩薩退有不退」，有魔無", "216": "魔皆此義也。偈十九行半，初十二行，先頌", "217": "格量多少；次，二行，追頌人相；後五行半，頌", "218": "行位不退。「無量劫行道」者，久修諸度也。「願", "219": "我於未來」者，起慈悲願也。藉久行願聞經", "220": "信解，今之初品始聞此經一念信解，功等久", "221": "行亦乃過之也。「又阿逸多聞佛壽長遠」，是第", "222": "二品，前但信解未能敷說，說涉名數須", "223": "善方言，今品具足故言為他解說。從勝", "224": "受名，名第二品。以說力故，能起自他無上", "225": "之慧。此文先標人相，次格量也。「何況廣聞此", "226": "經」下，第三品，廣聞廣解，廣為他說，廣修供", "227": "養，供養外資令內智疾入能生一切種智。先", "228": "出人相，次格量也。「阿逸多」下，第四，人備上", "229": "三品加修觀行，入禪用慧想成相起，能見", "230": "有餘、實報兩土相貌。「見佛共比丘僧常在", "231": "耆山」者，方便有餘土相也；「又見娑婆純諸", "232": "菩薩」者，實報相也。初二品是聞慧位，廣聞廣", "233": "說是思慧位，觀行想成是修慧位，自淺之深", "234": "成六根清淨十信位也。「又如來滅後」下，明五", "235": "品，文為二：先列五品格量四品功德，後隨", "236": "喜品格量初品功德。問：何故爾？答：四品粗格", "237": "量，初品廣格量，廣格量已況出勝者可以", "238": "意得，佛不煩文，巧說若此也。五品者，一、直", "239": "起隨喜心，二、加自受持讀誦，三、加勸他受持", "240": "讀誦，四、加兼行六度，五、加正行六度。此五人", "241": "者，通論皆自行化他，下文云「五十人展轉相", "242": "教」也，既皆有自行通稱弟子，皆有化他通", "243": "稱法師也。別論二人但自行，三人具化他，", "244": "作法師往名，在三不在五，自行既通所以", "245": "皆稱弟子也。初品標人而已，格量在後說。", "246": "「何況」下，第二品，況出能受持讀誦者是也，標", "247": "人可解。從「斯人頂戴」下，是格量也。初心畏", "248": "緣所紛動妨修正業，直專持此經，即上供", "249": "養，廢事存理所益弘多；後心理觀若熟，涉", "250": "外不妨內，事資於道如油多火猛、若順", "251": "流而揚帆，又加功力其勢轉疾也。指經", "252": "文，是法身舍利不須安生身舍利，文詮所", "253": "詮能詮是塔不須事塔，經文能容第一義", "254": "僧，不俟相從僧也。問：若爾持經即是第一", "255": "義戒，何故復言能持戒者？答：此明初品意，", "256": "不應以後品作難。若欲釋者，持經即順", "257": "理戒，亦是任運持得初篇二篇，今言能持戒", "258": "者，第三篇去事中無虧耳。第三品，復能教他", "259": "者是也，先標人，從「起立」下，格量也。「況復有", "260": "人」下，第四品，復能兼行六度者是也。先標", "261": "人，從「其德最勝」下，格量也。「若人讀誦」下，第", "262": "五品，復能正行六度是也。先標人，從「若我", "263": "滅後」下，格量也。結此五品，前三人是聞慧", "264": "位，兼行六度思慧位，正行六度是修慧位，都", "265": "是十信前耳。或云初〈隨喜品〉，是入信心位，", "266": "分一品為兩心，五品即十信心，即是鐵輪", "267": "六根清淨位也。偈十九行半，初五行半，頌第", "268": "二品；次「若能持」下三行，頌第三品；「若有信", "269": "解」下四行，頌第四品；次「恭敬」下七行，頌第", "270": "五品。「生心如佛想」者，初依人號如來也。「不久", "271": "詣道樹」者，其位在鐵輪，不久得入銅輪，能", "272": "八相作佛也。「已趣道場」者，行處也。「三菩提」者，", "273": "近處也。此第五品與第四信齊同是修慧位，", "274": "若論入位同是六根清淨位也，而有現未佛", "275": "世滅後之異耳云云。", "276": "釋隨喜功德品釋隨喜功德品", "277": "「隨」者隨順事理無二無別，「喜」是慶己慶人，", "278": "聞深奧法順理有實功德，順事有權功德；", "279": "慶己有智慧，慶人有慈悲，權實智斷合而", "280": "說之，故言「隨喜功德品」。又順理者，聞佛本", "281": "地深遠深遠信順不逆，無一毫之疑滯；順", "282": "事者，聞佛三世益物橫豎該亘遍一切處，", "283": "亦無一毫疑滯，即廣事而達深理，即深理", "284": "而達廣事，不二而二、不別而別，雖二雖別、", "285": "無二無別，如此信解名之為隨。如來出", "286": "世四十餘年不顯真實，七方便人不語誠", "287": "諦，慶我及人，以凡夫心等佛所知，用所生", "288": "眼同如來見，如此知見究竟法界廣無涯", "289": "底，無等無等等更無過上，佛今說此我得", "290": "聞此，故名「隨喜功德品」。第五十人是初品之", "291": "初，初但有一念理解，但有一念慶己慶他，", "292": "未有事行恩不及人，所獲功德如來巧喻", "293": "功蓋無學，況復最初於會聞者，況復二三四", "294": "五品者，況復入位十住十行乃至後心者，誰", "295": "聞如是深妙功德而不景慕？如來說此令", "296": "物尚之，故言「隨喜功德品」。上來稱美持經", "297": "功德，時眾咸謂入真因位乃致斯德，於初", "298": "心之初起輕弱想，忽聞好堅處地、芽已百", "299": "圍，頻伽在㲉聲勝眾鳥，希有奇特輕疑釋然，", "300": "故名「隨喜功德品」。外道得五通者，能移山", "301": "竭海而不伏見愛，不及煖法人；二乘無學", "302": "子果俱脫，猶被涅槃縛，不知其因果俱權；", "303": "通教人修因雖巧，發心不識五百由旬，得", "304": "果止除四住；別人雖勝二乘，修因則偏、其", "305": "門又拙，非佛所讚，皆不及初隨喜人。佛今", "306": "舉阿以況後茶都勝諸教，故言「隨喜功德", "307": "品」。問：此與《大品》隨喜云何？答：此法彼人，人法", "308": "互舉。文有問、答，各長行、偈頌。前品已格四", "309": "人不說初者，彌勒承機問出，此義如文。", "310": "佛答，為二，初、答內心隨喜人，二、直明外聽", "311": "法人。初為五：一、展轉相教，二、格量本，三、問，", "312": "四、答，五、正格量。南方解五十人為三：一、展", "313": "轉勝，二、展轉平，三、展轉劣。勝者難得、平者亦", "314": "希、劣者比是，格劣況出平、勝。北方人解，最", "315": "初妙覺為第十地人說，十地人為第九地", "316": "人說，如是展轉至于十信，格後況初。今謂", "317": "不爾，佛明言初品於會中聞傳傳相教，展", "318": "轉五十格後況初。後非十信之始，初非妙", "319": "覺之終，何用此解？此解窮深不會經旨。今", "320": "為二：一、橫約諸教四眾，二、直約圓教數之。", "321": "三藏有四門，一一門有四眾，更開沙彌、沙", "322": "彌尼合六人，四門則二十四人，約信行、法", "323": "行，則四十八人，最初、最後合五十人；通別四", "324": "門亦如是。直就圓門數者，數法有小七、大", "325": "七，大七有七七四十九，皆是師弟具自行化", "326": "他之德，最後一人但是自解、無教他德，故格", "327": "下以顯上耳。格量中先與世樂、拔果苦，後", "328": "與涅槃樂、拔生死苦，此是略舉梵福。今更", "329": "廣之，滿閻浮人福，不及西瞿耶尼一人福；", "330": "滿西瞿人福，不及東弗婆提一人福；滿三", "331": "天下人福，不及北欝單越一人福；滿四天", "332": "下人福，不及一四天王；四天王不及一", "333": "釋；乃至第六天，不及一梵福。梵福有定", "334": "散，散者無塔處作塔，塔壞者治之，和合", "335": "僧眾請轉法輪，眾散者還合之是為四福。", "336": "與梵天等，故言梵福也。聖福者，謂阿羅漢", "337": "住最後身得有餘涅槃者是也。又有體法", "338": "三乘人，同學無生斷煩惱盡，如燒木成", "339": "炭。又薩埵聖福自行化他，俱以無言說道", "340": "斷煩惱入無餘。又薩埵福謂從初發心次", "341": "第化人入大涅槃。如是格量，梵福不及聖", "342": "福，聖福不及體聖福，體聖福不及小薩埵", "343": "福，小薩埵福不及大薩埵福，大薩埵福不", "344": "及聞《法華經》初隨喜福。何以故？彼非佛法", "345": "故、非實故、非圓故，雖住後果不及我初", "346": "心，其義如是。私謂勸人聽法，從與陀羅尼", "347": "菩薩共生一處，至人相具足，合有五十功", "348": "德，將功德目人亦成五十，但上五十論內", "349": "解隨喜，今唯論外事為異也。又此文亦有", "350": "六根功德，利根智慧是意功德，不瘖瘂舌功", "351": "德，鼻修高直鼻功德，見佛眼功德，聞法耳功", "352": "德，餘是身功德，前是相似位功德，今是相似", "353": "位前功德耳。聽經，文為四：一、自往，二、分座，", "354": "三、勸他，四、具聽修行云云。偈十八行，為二：初", "355": "九行，頌隨喜；次「若有勸」下，第二，九行，頌聽", "356": "經。隨喜中三：前一行半，頌五十人；次「最後", "357": "人」下，第二，五行半，頌格量本；次「最後」下，第", "358": "三，二行，頌格量，略不頌福甚多。後九行，頌", "359": "聽經，小不次第，為四：初五行，超頌勸聽經；", "360": "次「若故詣」下，第二，二行，追頌自往；次「若於講", "361": "法」下，第三，一行，頌分座；次「何況」下，第四，一行，", "362": "頌修行云云。", "363": "釋法師功德品釋法師功德品", "364": "「法師」義，如上說。「功德」者，前謂初品之初功", "365": "德，今五品之上，謂六根清淨，內外莊嚴五根", "366": "清淨名外莊嚴；意根清淨名內莊嚴。又從", "367": "地獄已上至佛而還，一切色像悉身中現", "368": "者，名內莊嚴；從地獄已上佛已還，一切色", "369": "像以普現三昧而外化者，名外莊嚴。身根", "370": "既爾，餘五根亦然。讀誦既爾，四種亦然。初品", "371": "既爾，四品加然。相似既爾，分真倍然。行者聞", "372": "說此功德利喜不自勝，勤求無厭信進倍", "373": "增，明識大乘有大勢力決無疑網，似解之", "374": "初初，過二乘之極極百千萬倍，指始顯終", "375": "懸解究竟第一義諦不可思議。此品所明備", "376": "斯四意，故言「法師功德品」也。六根功德者，", "377": "光宅云：「三業合十善，一善具十為百，自行、", "378": "化他、隨喜、讚歎合四百，約五種法師為二", "379": "千，三品分之即六千功德，此土三根用弱奪", "380": "言八百，三根用強與言千二，與奪合論還是", "381": "六千也。」有人明數與光宅同，下品八百、中品", "382": "一千、上品千二百。諸師偏釋未會今經，亦不", "383": "合諸教。《大品》云「色淨故般若淨，般若淨故", "384": "色淨，色淨五根淨，般若淨意根淨」，若六根等，", "385": "云何判上中下、強弱用耶？若一強一不強，一", "386": "淨一不淨，一上品餘非上品云云。《正法華》整", "387": "足具六千功德，不論上中下云云。《法華論》", "388": "云「凡人以經力故得勝根用，雖未入初地，", "389": "以父母所生肉眼，見大千內外也。」《大經》云", "390": "「如來一根則能見色、聞聲、嗅香、別味、覺觸、", "391": "知法」，今經六根清淨與《大品》同；以是功德", "392": "莊嚴六根，與《正法華》同，鼻見色聞聲覺知", "393": "與《涅槃》同，肉眼有天眼慧法佛眼等用與", "394": "《論》同，文義如此，不可以偏見抑正經。今", "395": "當說之，光宅數整足根不依文，今按三業", "396": "安樂行即有十善，一善有十即百善，一善中", "397": "有十如即千善，就化他為二千，約如來室、", "398": "如來衣、如來座，即成六千，五種法師悉具六", "399": "根清淨，一一根皆有一千功德也。復次一心", "400": "中具十法界，一一界皆有十如，即成一百，", "401": "一根通取六塵，即有六百，約定慧二莊嚴，", "402": "即是一千二百，根根悉用定慧莊嚴等千二", "403": "百也。若論六根清淨，清淨則不言功德若", "404": "少若多，若言莊嚴能盈能縮能等等莊嚴者，", "405": "根根六千，若言千二顯其能盈，若言八百", "406": "顯其能縮，若言清淨無盈無縮無等，六根", "407": "互用根自在故、不可思議故。若偏判者則", "408": "失旨也。相似之位，若依四輪即鐵輪位也；", "409": "若依五十二位，即十信心也；若依《仁王》即", "410": "十善大心也。今對常精進者，即十信之第三", "411": "心也。諸經名目雖異，同是圓教相似位耳。文", "412": "為二：初、總列六根盈縮功德數，次、別作六", "413": "章解釋。各有長行、偈頌。眼根章明父母所", "414": "生名肉眼，而所見過於天眼。梵王報得天", "415": "眼，在己界遍見大千，大千外有風輪與眼", "416": "作障不能見外，若在他界則不遍見大", "417": "千，非所統故。小羅漢見小千，大羅漢見大", "418": "千，辟支佛見百佛世界，不以風輪為礙，亦", "419": "無己他界隔。今經論眼，能見大千內外應", "420": "是天眼，那名肉眼？此是圓教似位。因經之", "421": "力有勝根用，既未發真不得稱天眼，猶", "422": "名肉眼，例如小乘方便未得神通則不稱", "423": "天眼耳。猶是分段之身，故稱父母所生。雖", "424": "稱肉眼，具五眼用：見大千內外，天眼用；", "425": "見一切眾生及業因緣，法眼用；其目甚清淨，", "426": "慧眼用；一時悉見大千內外見業見淨，又", "427": "圓伏法界上惑，佛眼用。《大經》云「雖有肉眼", "428": "名為佛眼」，佛眼故名清淨，具五眼故故言", "429": "莊嚴，能盈能縮名勝根用，名根自在，豈可", "430": "祇作八百千二百解耶？耳根章遍聞大", "431": "千內外十法界音聲，聞六道即肉天二耳，", "432": "聞二乘即慧耳，聞菩薩即法耳，聞佛即佛", "433": "耳。又父母所生肉耳，能聞內外即天耳，聽", "434": "之不著即慧耳，不謬即法耳，一時互聞即", "435": "佛耳。以耳例眼眼亦如是，見人天是二眼，", "436": "見二乘是慧眼，見菩薩是法眼，見佛即佛", "437": "眼云云。鼻根章亦如是，父母所生即肉鼻，大", "438": "千內外即天鼻，不染不著即慧鼻，分別不", "439": "謬即法鼻，一時互用即佛鼻。此章明互用", "440": "者，鼻知好惡別貴賤，覩天宮莊嚴等，則鼻", "441": "有眼用；讀經說法聞香能知，鼻有耳用；諸", "442": "樹花果實及蘇油香氣，鼻有舌用；入禪出禪", "443": "禪有八觸故，五欲嬉戲亦是觸法，鼻有身", "444": "用；染欲癡恚心亦知修善者，鼻有意用。鼻根", "445": "自在勝用若茲，例五根亦如是。舌根章亦如", "446": "是，父母所生即是肉舌，能作十法界語，約", "447": "此即是五舌義明矣，能作十法界語即天", "448": "舌，不壞即慧舌，不謬即法舌，一時互用即佛", "449": "舌云云。問：苦澁惡味至舌皆變成上味，眾色", "450": "到眼何不變成妙色？舊不例，味有損益，損", "451": "者變，不損者不變，諸色不壞眼故不例。今", "452": "解不爾，一切色同佛色，一切聲同佛聲，等", "453": "皆清淨例則無妨。遍知一切色法聲法無", "454": "亂無謬，分別亦無妨，自在之根那作頑礙", "455": "之解耶？身根章亦如是，世間所有，皆於身", "456": "中現肉身用也，上至有頂於身中現天身", "457": "用也，二乘身中現慧身用也，菩薩於身中現", "458": "法身用也，佛於身中現佛身用也，一時圓現", "459": "一時互用，一時無謬一時無著云云。意根章", "460": "亦如是，世間資生產業，皆順正法人意淨", "461": "天心所行天所動作悉知天意淨。四月即四", "462": "諦，一歲即十二月，是十二因緣，與實相不", "463": "相違背，即慧意淨。一月即一乘菩薩意淨，有", "464": "所思量皆是先佛經中所說即佛意淨。一時", "465": "圓明一時圓互，一時無染一時無謬，根用自", "466": "在能盈能縮能等能淨云云。", "467": "釋常不輕菩薩品釋常不輕菩薩品", "468": "內懷不輕之解，外敬不輕之境，身立不輕", "469": "之行，口宣不輕之教，人作不輕之目。不輕", "470": "之解者，《法華論》云「此菩薩知眾生有佛性不", "471": "敢輕之。佛性有五，正因佛性，通亘本當；緣", "472": "了佛性，種子本有非適今也。果性果果性定", "473": "當得之，決不虛也，是名不輕之解。」將解以", "474": "歷人，彼亦如此，是名敬不輕之境；敬此境", "475": "故名不輕之行；宣此語故名不輕之教。昔", "476": "毀者以此目人，今經家以此目品。《見實三", "477": "昧》云「佛為父王說一切皆是佛，王問：『一切眾", "478": "生即是佛不？』佛答：『若如實見眾生，於其即", "479": "是佛。』」私類此語，若不如實見佛，於其則非", "480": "聖。譬初學射的多乖少當，以地為的無", "481": "往不著。若分別賢聖孰是孰非，如實觀之", "482": "即是佛也。初是因緣解，後是圓教解云云。此", "483": "品引人為證，證五品功德深、六根報重，我", "484": "昔隨喜獲現生後報，以募流通也。文有長", "485": "行、偈頌。長行為三：一、雙指前品罪福，二、雙", "486": "開今品信毀，三、雙勸後二逆順。雙指者，先", "487": "指罪，如〈法師品〉說；次指福，如〈功德品〉說如", "488": "文。第二雙開信毀者，有事本、本事。事本有", "489": "時節、名號、劫、國、說法等，悉如文；第二，從「最初", "490": "威音王」下是明本事，又三：初、明時節，二、「於", "491": "像法中」下，雙標兩人名，毀者因時名增上", "492": "慢，信者因時名常不輕；次第三，「得大勢」下，雙", "493": "明得失。得失又二：初、就信者論得，得正說", "494": "之宏宗，得流通之妙益，名常不輕是人一，凡", "495": "有所見是理一，皆悉禮拜是行一，而作是言", "496": "是教一，此是開權顯實之四一也；從「乃至", "497": "遠見」下，是本理一，故往禮拜是本行一，而作", "498": "是言是本教一，少人一，其義可解，此是開近", "499": "顯遠之四一也。文云「不專讀誦經典但行禮", "500": "拜」者，此是初隨喜人之位也。隨喜一切法悉", "501": "有安樂性皆一實相，隨喜一切人皆有三佛", "502": "性，讀誦經典即了因性；皆行菩薩道即緣因", "503": "性；不敢輕慢而復深敬者，即正因性；敬人", "504": "敬法不起諍競，即隨喜意也。不輕深敬是", "505": "如來座也，忍於打罵是著如來衣也，以慈", "506": "悲心常行不替即如來室也。又深敬是意", "507": "業，不輕之說是口業，故往禮拜是身業，此三", "508": "與慈悲俱，即誓願安樂行也。如此三四，豈", "509": "非流通之妙益而謂何耶。從「四眾之中」下，", "510": "第二，明毀者之失。「生瞋恚心不淨者」，不受", "511": "四一也。「罵言無智」，智知於理，既言無智，不", "512": "受理一也；「比丘」即不受人一也；「從何所來」，", "513": "不受行一也，「虛妄授記」，不受教一也。「經歷", "514": "多年常被罵」者，結不受開權顯實之四一", "515": "也。「避走遠住高聲唱言」亦復不受，此不受", "516": "開近顯遠本地之四一也。「常作是語故」，結信", "517": "者深信不休也。「四眾為作不輕名」者，此結", "518": "毀者呰毀不止也。問：釋迦出世踟蹰不說，常", "519": "不輕一見，造次而言，何也？答：本已有善，釋迦", "520": "以小而將護之；本未有善，不輕以大而強", "521": "毒之云云。從「臨欲終時」下，雙明信、毀果報。初", "522": "文為二：一、明果報，二、結會古今。信者論三報，", "523": "現得六根清淨，生值燈明佛，後值二千億", "524": "佛。「神通力」是身業淨，「樂說辯力」是口業淨，「善", "525": "寂力」是意業淨云云。結會又二：初、結會，如文；", "526": "從「若我宿世」下，第二，是舉信者而勸順也，", "527": "如文。從「彼時四眾」下，明毀者果報，又二：先", "528": "明得果，後結古今。毀者得善惡兩果，謗故", "529": "墮惡，聞佛性名毒鼓之力獲善果報。結古", "530": "今又二：初、結古今，次從「當知」下，舉逆以顯", "531": "順，勸持以遮毀。經有大力終感大果，務", "532": "當勤習五種之行。偈有十九行半，初十五", "533": "行半，但頌信毀因果；後四行，頌勸持，在文", "534": "可見，不細出也。「著法」者，是法不可示，若定", "535": "謂是有，即是著法，乃至定謂是非有非無，", "536": "亦名著法者。《佛藏》云「刀輪害閻浮人其失", "537": "猶少，有所得心說大乘者，其罪過彼也云云。」", "538": "《大論》云「執有與無諍，乃至執非有非無與", "539": "有無諍，如牛皮龍繩俱不免患。」《中論》云", "540": "「諸佛說空法，本為化於有，若有著空者，諸", "541": "佛所不化。」若定言諸法非有非無者，是名", "542": "愚癡論，若失四悉檀意。自行化他皆名著", "543": "法，若得四悉檀意，自他俱無著也。", "544": "妙法蓮華經文句卷第十上", "545": "第十下妙法蓮華經文句卷第十下", "546": "天台智者大師說", "547": "釋如來神力品○釋如來神力品", "548": "如來者，上釋竟。「神」名不測，「力」名幹用，不測", "549": "則天然之體深，幹用則轉變之力大，此中為", "550": "付囑深法，現十種大力，故名「神力品」。自此", "551": "品下凡有八品，是付囑、流通。今品明菩薩受", "552": "命弘經，次品如來摩頂付累。文有長行、偈", "553": "頌。長行為三：一、菩薩受命，二、佛現神力，三、", "554": "結要勸持。初、經家敘敬儀，次、發誓弘經。弘", "555": "經為三：一、時節，佛滅後是也；二、處所，分身等", "556": "國是也；三、誓願，非但奉命益他，亦自願此", "557": "真淨大法，兼濟俱美也。從「爾時」下，是第二，", "558": "現十神力，為二：初、所對之眾，次、正現神", "559": "力。「於文殊等」者，迹化眾也。「舊住」者，下方本化", "560": "眾也。「一切」者，他方來者及從分身佛來者也。", "561": "問：但見下方發誓，不見文殊等發誓，何也？", "562": "答：上文云「我土自有菩薩能持此經」，即兼", "563": "得之也。十神力者：一、吐舌相者，今經所演", "564": "開三顯一、內祕外現、廢近顯遠，明三世益物", "565": "皆誠諦不虛，福德人舌至鼻，三藏佛至髮", "566": "際，今至梵天出過凡聖之外，極於淨天之", "567": "頂，相既殊常說彌可信。二、通身毛孔遍體放", "568": "光，周照十方無處不朗，表智境罄也。上", "569": "白毫吐耀始在東方，表七方便初見一理，", "570": "今本門既竟，放一切光照一切土，能令初", "571": "因終于等覺究竟佛慧，分身諸佛亦復如", "572": "是。三謦咳者，將語之狀也，亦是通暢之相", "573": "也。四十餘年隱祕真實，今獲伸舒無有遺", "574": "滯，是我出世大事通暢，是故謦咳，欲以此", "575": "法付諸菩薩，令於後世導利眾生，將語", "576": "斯事是故謦咳。謦咳具二義：一咳咳事了，", "577": "一咳咳付他也。四、彈指者，隨喜也。隨喜七", "578": "方便同入圓道，隨喜圓道增智損生，隨", "579": "喜諸菩薩持真淨大法，隨喜後世獲無上", "580": "寶。此一彈指豎徹三世、橫亘十方。五、地六", "581": "種動者，表初心至後心六番動無明，今明", "582": "復動一切人六根令得清淨也。六、普見大", "583": "會者，表諸佛道同也，而今而後亦復如是。", "584": "上五千起去三變被移，既失本心不能現", "585": "益，宜以非滅現滅，從諸菩薩弘經得道，", "586": "入於佛慧如今會無異，亦表未來有機", "587": "一也。七、空中唱聲者，表於未來有教一", "588": "也。八、南無歸命為佛弟子，表於未來有人", "589": "一也。九、遙散諸物雲聚而來者，表未來有", "590": "行一也。十、十方通同如一佛土者，表理一", "591": "也。問：何以知十相表現意，復表將來意？答：", "592": "文云「我以如來神力，為囑累此經，故猶不", "593": "能盡」，表現、表將其義明矣。從「爾時佛告上", "594": "行」下，是第三，結要付囑。文為四：一、稱歎付", "595": "囑；二、結要付囑；三、勸獎付囑；四、釋付囑。初", "596": "歎如文。結要有四句：一切法者，一切皆佛法", "597": "也，此結一切皆妙名也；一切力者，通達無", "598": "礙具八自在，此結妙用也；一切秘藏者，遍", "599": "一切處皆是實相，此結妙體也；一切深事", "600": "者，因果是深事，此結妙宗也。「皆於此經宣", "601": "示顯說」者，總結一經唯四而已，撮其樞柄", "602": "而授與之。從「是故汝等」下，三，是獎勸付囑，", "603": "如文。從「所以者何」下，四，是釋付囑也。上云", "604": "「經卷所在之處皆應起塔」，經中要說要在", "605": "四事：「道場」釋上甚深之事，「得菩提」釋上祕", "606": "藏，「轉法輪」釋上一切法，「入涅槃」釋上神力，", "607": "此之四要攝經文盡，故皆應起塔也。所言", "608": "要者，得菩提是法身，轉法輪是般若，入涅槃", "609": "是解脫，三法成祕密藏，佛住其中，即是塔", "610": "義也。《阿含》云「佛出世唯四處起塔，生處、得道", "611": "處、轉法輪、入涅槃。」坐道場是法身生處，餘悉", "612": "如文。偈有十六行，初四行，頌十神力；次十", "613": "二行，頌結要；「囑累」下二行，「是人之功德」總頌", "614": "四法。「能持則為已見我」下，第二，八行半，別頌", "615": "四法。初一偈半，頌一切法，持法即持佛身云", "616": "云。「令我及分身」兩偈，頌神力，神力勸佛令", "617": "歡喜。「諸佛坐道場」一偈，頌祕要，可解。「於諸", "618": "法之義」四偈，頌甚深之事。說法破闇入一", "619": "乘，是佛甚深之事也。後一偈半，總頌結也。", "620": "釋囑累品釋囑累品", "621": "「囑」是佛所付囑，「累」是煩爾宣傳，此從聖旨", "622": "得名，故言「囑累」。「囑」是頂受所囑，「累」是甘而", "623": "弗勞，此從菩薩敬順得名，故言「囑累」。「囑」是", "624": "如來金口所囑，「累」是菩薩丹心頂荷，此從授", "625": "受合論，故言「囑累品」也。是故如來躬從座", "626": "起，申手摩頂授以難得之法，大眾曲躬合", "627": "掌，如世尊勅當具奉行殷勤授受，故名「囑", "628": "累品」也。文為二，初、付囑，次、時眾歡喜。初為", "629": "三：一、如來付囑，二、菩薩領受，三、事畢唱散。", "630": "初又三：一、正付，二、釋付，三、誡付。正付者，佛以", "631": "一權智善巧之手，摩三千三百那由他國土", "632": "側塞虛空諸菩薩實智之頂。如來授道化", "633": "他故，名權智手也；菩薩自行受道故，名實", "634": "智頂也。若申手摩頂，即身付囑也。權智臨", "635": "實智，即意付囑也。「而作是言」者，即口付囑也。", "636": "文有四悉檀意，「我於無量劫修是難得之法」", "637": "者，此從前佛受學，今以付爾，爾當授彼，三", "638": "世繼嗣，即世界悉檀也。「一心流布」，即為人悉", "639": "檀也。「廣令增」者，即對治悉檀也。「益」者，即第一", "640": "義悉檀也。「所以者何」下，釋付也。「有大慈悲」", "641": "者，如來室也；「無諸慳悋」者，如來衣也；「亦無所", "642": "畏」者，如來座也。「佛之智慧」者，一切智也；「如來", "643": "智慧」者，道種智也；「自然智慧」者，一切種智也。", "644": "於如來室中，能施眾生三種智慧，乃至座中", "645": "亦復如是，如是施主故無慳悋、故無所畏，", "646": "汝等當學如來此法，是名釋出佛意而付", "647": "囑之。從「於未來世」下是誡付者，若根深智利", "648": "直說佛慧，若不堪者，於餘深法中示教利", "649": "喜。佛慧是深而非餘，六方便是餘而非深，", "650": "別教次第是餘亦是深，汝能以餘深，助申", "651": "佛慧者，即善巧報佛之恩，是名誡付囑也。", "652": "從「時諸菩薩」下，是第二領受。歡喜意領受，", "653": "「曲躬低頭」是身領受；「俱發聲言」是口領受，兼", "654": "得意領受也。「如世尊勅」者，領受大施主如來", "655": "室意；「當具奉行」領受無慳悋如來衣意；「願不", "656": "有慮」領受無所畏如來座意。佛既三付，菩薩", "657": "三受，皆如文。「爾時釋迦」下，是第三唱散。多", "658": "寶為證經故來，今迹本二門已訖，故須敬", "659": "遣如故。分身為開塔故集，開塔事了故令", "660": "分身還本。塔不可重開，故分身去而不現，", "661": "塔猶聽法故閉而尚在。問：塔若聽法，亦應不", "662": "閉。答：證正已故閉，聽流通故在云云。從「說", "663": "是語時」下，是大眾歡喜。諸佛為化他事遂", "664": "故喜，菩薩為自行得法故喜。又說人清淨故", "665": "喜，佛是也；聞清淨法故喜，妙經是也；聞", "666": "法獲證故喜，現在未來得益者是也。三事", "667": "具足，故大歡喜云云。", "668": "釋藥王菩薩本事品釋藥王菩薩本事品", "669": "《觀經》曰「昔名星光，從尊者日藏聞說佛慧，", "670": "以雪山上藥供養眾僧，願我未來能治眾", "671": "生身心兩病，舉世歡喜號曰藥王。」此文明", "672": "一切眾生喜見，頓捨一身復燒兩臂，輕生", "673": "重法命殞道存，舉昔顯今，故言「本事品」也。", "674": "若推此義，星光應在喜見之後，從捨藥發", "675": "誓已來名藥王故云云。此下五品皆是化他", "676": "流通，今品明化他之師，唯願大法大得弘", "677": "宣，大願眾生獲大饒益，所以竭其神力盡", "678": "其形命，殷殷虔虔志猶未已，庶令弟子宗", "679": "法如師，我傳爾明、爾復傳明，明明無已師", "680": "之志也，故知此品勗弘法之師也。下如〈妙", "681": "音〉、〈觀音〉兩品，明他方大士奉命弘經，普現", "682": "色身形無定準，不可牛羊眼看，不可以凡", "683": "庸識度，於所聞處勿生輕想，輕想則法不", "684": "染心，故知下品勗受法弟子也。有人言，上", "685": "諸品諸佛為佛事，此品下菩薩為佛事。此一", "686": "往耳，上品亦有菩薩，此下品亦有諸佛云云。", "687": "今明〈方便品〉開三顯一圓因已竟，〈安樂行品〉", "688": "明乘乘之法，〈壽量〉明乘果已竟，此品下明", "689": "乘乘之人，故《十二門論》云「大乘者，普賢、文殊", "690": "大人之所乘也」，〈藥王〉以苦行乘乘，〈妙音〉、〈觀", "691": "音〉以三昧乘乘，〈陀羅尼〉以總持乘乘，〈妙莊", "692": "嚴〉以誓願乘乘，〈普賢〉以神通乘乘，作此", "693": "解者，於化他流通義便也。文為四：一、問，二、", "694": "答，三、利益，四、多寶稱善。問為三：一、通問遊", "695": "化，二、別問苦行，三、請答，如文。二、答，為二：一、", "696": "但答苦行者，遊化則指色身三昧，或指下", "697": "二品也；二、歎經，答苦行中，先明事本，次", "698": "明本事、事本，為三，謂時節有佛聲聞國土", "699": "等，悉如文；本事為三，一、佛說法，二、修供養，", "700": "三、結會。然佛普為一切，何獨喜見？其是對", "701": "揚，須付流通，如今之身子寄一而言諸耳。", "702": "苦行又二：一、現在，二、未來。現在又二：一、修行", "703": "得法，二、作念報恩。報恩又二：一、三昧力，二、", "704": "正報身力。身力為三：一、燒身，二、佛稱歎，三、時", "705": "節。「真法供養」者，當是內運智觀觀煩惱因", "706": "果，皆用空慧蕩之，故言真法也。又觀若", "707": "身若火、能供所供皆是實相，誰燒誰然？能供", "708": "所供皆不可得，故名真法也。「一切眾生」下，", "709": "未來苦行，又為五：一、生王家，二、說本事，三、", "710": "往佛所，四、如來付囑，五、奉命任持。悉如文。", "711": "任持又四：一、起塔，二、燒臂，三、利益，四、現報。悉", "712": "如文。「佛告」下，是第三，結會古今。又為二：一、", "713": "結會，二、勸修。勸修者，能然一指勝捨外身，", "714": "外輕內重故功福有異。文云「妻子」者，外身也；", "715": "「國城」等，外財也。從「若復有人以七寶」下，歎", "716": "經：先歎能持者，次歎所持法，後明持福深。", "717": "七寶奉四聖，不如持一偈，法是聖師，能生", "718": "能養能成能榮莫過於法，故人輕法重也。「宿", "719": "王」下，第二，歎所持法，又二：初、歎法體，次、歎", "720": "法用。「川流江河諸水之中海為第一」者，《無量", "721": "義》云「四水譬教，藥草喻中一雲能雨譬說」，今", "722": "更諸水總一切教別舉四者，譬乳酪生熟四", "723": "味教也。此法華教譬醍醐海也，說窮本地", "724": "為「深」，遍一切處為「大」，純明佛法不說餘", "725": "法為鹹，「最為深大」其義如是。十寶山名，出", "726": "《華嚴》及眾經云云。土、黑、鐵圍故非是寶；十山", "727": "雖寶，或一或二神龍雜居；須彌四寶所成，純", "728": "天所住，譬餘教說能依十地四十心或凡", "729": "或賢或聖說，所依或俗或真或中，是為", "730": "卑下；此《法華經》所說諦理常樂我淨，如四", "731": "寶所成，開示悟入者之所依，是故此義最為", "732": "高上。星月同是陰精俱於夜現，星無虧盈", "733": "不及於月，諸經說權智不得自在，此經", "734": "明權即實、實即權，盈虧相指不二而二，如此", "735": "說權智勝餘教也。日是陽精獨能破闇，諸", "736": "經明實智破惑，尚不及即實而權，那得", "737": "並即權而實？故知此經明實智最為第一。", "738": "輪王號令止在四域，釋齊三十三，梵號令", "739": "總上冠下，譬餘經說三諦三昧各不相收", "740": "不得自在。此經所說以實相入真，決了", "741": "聲聞法，是諸經之王；實相入俗，一切治生產", "742": "業不相違背；實相入中，諸法無非佛法。文", "743": "云「一切學無學及發菩薩心者之父」，其義如", "744": "是。「一切凡夫四果支佛第一」者，此明任運無", "745": "功用也。餘經要因功用乃得入流，如四果", "746": "人因聞思修方乃得悟；此經明無作四諦", "747": "不雜方便，自然流入薩婆若海，如大白牛", "748": "肥壯多力其疾如風云云。聲聞、支佛、菩薩為", "749": "第一者，此明因第一也。餘經明因是七方", "750": "便；今經明因出方便外，故因第一也。如來", "751": "第一者，此明果也。餘經明果近在寂場；此", "752": "經明果遠指本地，故最第一。「此經能救」下，", "753": "歎法用，初、歎拔苦用，次、十二事歎與樂用，", "754": "後、結。皆如文。從「若人得聞」下，明持經福", "755": "深。先、舉全聞經福，次、舉聞品福。有格量、", "756": "有囑累，如文。口出香是現報，餘是後報。得", "757": "聞是經不老不死者，此須觀解，不老是樂、不", "758": "死是常，聞於此經得常樂之解，坦然在懷", "759": "無所畏忌。「說是」下，是第三，聞品得益，如文。", "760": "第四，多寶稱善，如文。", "761": "釋妙音菩薩品釋妙音菩薩品", "762": "文中自釋，昔奉雲雷音王佛十萬種妓，今", "763": "遊化他土音樂自隨；昔奉八萬四千寶鉢，", "764": "今爾許道器眷屬圍遶；昔得一切眾生語言", "765": "陀羅尼，今以普現色身，以妙音聲遍吼十", "766": "方弘宣此教，故名「妙音品」。此品明菩薩以", "767": "難思之力，隨類通經，物覩其迹莫測其", "768": "本，但甘其味無擇其形，當卑其地自壅", "769": "其流，即是化他門中第二意也。文為六：一、", "770": "放光東召，二、奉命西來，三、十方弘經，四、二土", "771": "得益，五、還歸本國，六、聞品進道。「大人相」者", "772": "大相海也。遍體毛功德不及一好功德，眾", "773": "好功德不及一相功德，諸相從下向上展", "774": "轉相勝不及白毫功德，白毫功德不及", "775": "肉髻功德，故是大人相也。此相業者從孝順", "776": "師長起，今放是光召本弟子，使弘中道之", "777": "經利益大機者也。白毫從一道清淨起，", "778": "今放此光令弘此法也。問：佛一一相皆法", "779": "界海，何故勝負？答：他經所明宜作此說耳。", "780": "問：佛有緣弟子布滿十方，何故召東說西，", "781": "不論八方耶？答：此有所表，《淨名》云「日月何", "782": "意行閻浮提，欲以光明除眾闇瞑。東是光", "783": "始、西是其終，有始有終其唯聖人乎。」未發", "784": "心者令其發心，未究竟者令其究竟，一菩", "785": "薩既爾諸眾亦然，一方既爾諸方亦然，聖不", "786": "煩文舉一蔽諸，故但言東西耳。發來，文為", "787": "二：一、發來緣，二、正發來。來緣為六：一、經家", "788": "敘其福慧，二、被照，三、辭，四、誡，五、受旨，六、現", "789": "來相。敘福之由，由值先佛多也。「甚深智慧」", "790": "即智慧莊嚴，十六三昧即福德莊嚴也。光照", "791": "身、辭佛，悉如文。佛誡者，然法身大士故不", "792": "肅而成，所將眷屬或未達者，故寄彼而規", "793": "此耳。夫佛身與理相稱，不得見卑小而", "794": "忘其尊嚴，此約如來座為誡也。夫師及弟", "795": "子智斷具足，師既施權、弟子亦隱其實，此", "796": "約如來衣為誡也。夫依報國土皆正報所", "797": "感，如來以慈臨大千，宜須高須下，勿覩", "798": "依報而忽正報也，此約如來室為誡也。此", "799": "佛弘經亦勅三意，彼尊誡約諸佛道同也。受", "800": "旨者，「如來力」是座力，「神通力」是室力，「莊嚴力」", "801": "是衣力，此受弘經之大旨利物之宗要，故能", "802": "不動此會，遊化十方焉。現相文為六：一、", "803": "遣蓮花，二、問，三、答，四、請，五、推功，六、命來，悉如", "804": "文。問：若文殊位下，辭不應求見，若文殊位", "805": "高相來，那忽不識？答：雖同一位，有始、中、終，", "806": "止此一事不知，無忝高位；又眾中見瑞不", "807": "了，發起令知，故問佛耳。從「于時」下，是發來，", "808": "文為六：一、與眷屬經歷，二、敘相登臺，三、問", "809": "訊傳旨，四、請見多寶，五、世尊為通，六、塔中稱", "810": "善，悉如文。第三，弘經為二：問、答。初、問種何", "811": "善根，二、問有是神力。善根是問昔，神力是", "812": "問今。佛還答二意，昔獻樂奉器仍結古今，", "813": "悉如文，此答其種善根之問。從「華德」下，", "814": "答其神力之問。示三十四凡身四聖人身，", "815": "結成十法界六道耳。「爾時華德」下，是問今", "816": "住何定而能如此自在利益，佛答如文。「說", "817": "是品」下，是第四，二土利益。三昧與陀羅尼，體", "818": "一而用異，寂用為三昧、持用名陀羅尼。又色", "819": "身變現名三昧、音聲辯說名陀羅尼。上品云", "820": "「初得一切色身三昧轉身、得一切語言陀", "821": "羅尼」，當知音聲猶是色法，故言體一用異。", "822": "又舌根清淨名陀羅尼，餘根清淨名三昧，都", "823": "是六根清淨法門耳。「爾時妙音」下，第五，還本", "824": "土。「動地雨花」者，菩薩經歷尚能傍益，況", "825": "佛前放光，傍照東方百八萬億那由他土，亦", "826": "傍論利益也。第六，聞品進道，如文。", "827": "釋觀世音菩薩普門品釋觀世音菩薩普門品", "828": "此品是當途王經，講者甚眾，今之解釋不與", "829": "他同，別有《私記》兩卷，略撮彼。釋此題，有通", "830": "有別，通有十雙、別有五隻。十雙者，一人法", "831": "乃至第十智斷云云。「觀世音」者人也，「普門」者法", "832": "也。人有多種云云，法有多種云云。依前問", "833": "答論觀世音人，依後問答論普門法，人法", "834": "合題故言「觀世音普門品」。二「觀世音」者大悲", "835": "拔苦，依前問答，百千苦惱皆得解脫；「普門」", "836": "者大慈與樂，依後問答，應以得度而為說", "837": "法也。三「觀世音」者智慧莊嚴，智能斷惑如明", "838": "時無闇；「普門」者福德莊嚴，福能轉壽如珠", "839": "雨寶者也。四「觀世音」者觀冥於境，即法身也；", "840": "「普門」者隨所應現，即應身也。五「觀世音」者，譬", "841": "藥樹王遍體愈病；「普門」者，譬如意珠王隨意", "842": "所與。六「觀世音」者，冥作利益無所見聞，三", "843": "毒七難皆離，二求兩願皆滿也；「普門者」，顯作", "844": "利益，目覩三十三聖容，耳聞十九尊教也。", "845": "七「觀世音」者，隨自意照實智也；「普門」者，隨", "846": "於他意照權智也。八「觀世音」者，不動本際", "847": "也「普門」者，迹任方圓也九「觀世音」者，根本是", "848": "了因種子；「普門」者，根本是緣因種子也。十「觀", "849": "世音」者，究竟是智德，如十四夜月光也；「普", "850": "門」者，究竟是斷德，如二十九夜月邪輝將", "851": "盡也。經文兩問答含無量義，略用十雙，始", "852": "從人法終至智斷，釋品通名，其義如是。別", "853": "論五隻者，一、「觀」也。觀有多種，謂析觀、體觀、", "854": "次第觀、圓觀。析觀者滅色入空也；體觀者即", "855": "色是空也；次第觀者，從析觀乃至圓觀也；", "856": "圓觀者，即析觀是實相，乃至次第觀亦實相", "857": "也。今簡三觀唯論圓觀，文云「普門」，觀若不", "858": "圓，門不稱普，即此義也。「世」者，若就於行先", "859": "世後觀，若就言說先觀後世，今從說便故", "860": "後論世。世亦多種，謂有為世、無為世、二邊世、", "861": "不思議世。有為世者三界世也，無為世者二", "862": "涅槃也，二邊世者生死涅槃也，不思議世者", "863": "實相境也。簡却諸世但取不思議世也。「音」", "864": "者機也，機亦多種，人天機、二乘機、菩薩機、佛", "865": "機。人天機者，諸惡莫作諸善奉行也；二乘機", "866": "者，厭畏生死欣尚無為也；菩薩機者，先人", "867": "後己慈悲仁讓也；佛機者，一切諸法中悉以", "868": "等觀入，一切無礙人，一道出生死也。揀却", "869": "諸音之機，唯取佛音之機而設應，以此機", "870": "應因緣故，名「觀世音」也。「普」者周遍也，諸法", "871": "無量，若不得普則是偏法，若得普者則是圓", "872": "法，故《思益》云「一切法邪、一切法正」，略約十", "873": "法明普，得此意已類一切法無不是普，", "874": "所謂慈悲普、弘誓普、修行普、離惑普、入法門普、", "875": "神通普、方便普、說法普、成就眾生普、供養諸佛", "876": "普，始自人天終至菩薩皆有慈悲，然有普", "877": "有不普。生法兩緣慈體既偏，被緣不廣不", "878": "得稱普；無緣與實相體同，其理既圓慈靡", "879": "不遍。如磁石吸鐵任運相應，如此慈悲", "880": "遍薰一切，名慈悲普。弘誓普者，弘廣也、誓", "881": "制也，廣制要心故言弘誓。弘誓約四諦起，", "882": "若約有作無生無量四諦者，收法不盡不", "883": "名為普；若約無作四諦者，名弘誓普也。修", "884": "行普者，例如佛未值定光佛前凡有所修", "885": "不與理合，從得記已觸事即理，理智歷", "886": "法而修行者，無行而不普也。斷惑普者，若", "887": "用一切智、道種智，斷四住塵沙等惑，如却", "888": "枝條，不名斷惑普；若用一切種智斷無明", "889": "者，五住皆盡如除根本，名斷惑普。入法門", "890": "普者，道前名修方便，道後所入名入法門。", "891": "若二乘以一心入一定，一心作一不得眾", "892": "多，又為定所縛，故不名普；若歷別諸地淺", "893": "深階差，亦不名普；若入王三昧，一切三昧", "894": "悉入其中，不起滅定現諸威儀，故名法", "895": "門普。神通普者，大羅漢天眼照大千，支佛", "896": "照百佛世界，菩薩照恒沙世界，皆緣境狹", "897": "發通亦偏；若緣實相修者，一發一切發，相", "898": "似神通如上說，況真神通而非普耶？方便", "899": "普者二種，道前方便修行中攝，道後又二：一", "900": "者法體，如入法門中說；二者化用，如今說，", "901": "逗機利物稱適緣宜一時圓遍，雖復種種", "902": "運為，於法性實際而無損減，是名方便普。", "903": "說法普者，能以一妙音，稱十法界機，隨其", "904": "宜類俱令解脫，如修羅琴，故名說法普。成", "905": "就眾生普者，一切世間及出世間所有事業，", "906": "皆菩薩所為，鑿井造舟神農甞藥雲蔭日照", "907": "利益眾生，乃至利益一切賢聖，示教利喜令", "908": "入三菩提，是名成就眾生普。供養諸佛普", "909": "者，若作外事供養，以一時一食一花一香", "910": "普供養一切佛，無前無後一時等供，於一", "911": "塵中出種種塵亦復如是；若作內觀者，圓", "912": "智導眾行，圓智名為佛，眾行資圓智，即是", "913": "供養佛，若行資餘智，不名供養普，眾行資", "914": "圓智，是名供養普。門者，從假入空空通而假", "915": "壅，從空入假假通而空壅，偏通則非普，壅故", "916": "非門；中道非空非假，正通實相雙照二", "917": "諦故名普，正通故名門。普門圓通義則無", "918": "量，略舉其十類則可知。此品猶是普現三", "919": "昧化他流通也。文為三：一、問，二、答，三、聞品得", "920": "益。問、答兩番。初番問為二：初、經家敘時者，", "921": "說東方菩薩竟，次說西方菩薩時也其一。說", "922": "東方生善竟，次說西方生善時其二。說東方", "923": "斷疑竟，次說西方斷疑時其三。說東方得道", "924": "竟，次說西方得道時其四。「無盡意」者，《大品》明", "925": "空則無盡，《大集》明八十無盡門，《淨名》云「夫無", "926": "盡者，非盡非無盡故名無盡」。總三經，用", "927": "三觀三智，釋無盡也。「意」者智也，「無盡」者境", "928": "也。智契於境，單從於境應言無盡，單從", "929": "於智應言於意，境智合稱故言「無盡意」也。", "930": "一又意者，世出世之本也。二又意即法界中", "931": "道，故言能觀心性名為上定。三此約三智", "932": "三觀釋名也。興問者，《大經》云「具二莊嚴能", "933": "問能答」。無盡意前以慧莊嚴問觀世音慧莊", "934": "嚴，佛以慧莊嚴答觀世音慧莊嚴也。佛答", "935": "為三：一、總答，二、別答，三、勸持名答。總為四：一、", "936": "人數，二、遭苦，三、聞名稱號，四、得解脫。自有多", "937": "苦，苦一人多、人受一苦、一人受多苦、一人", "938": "受少苦。今文百千萬億眾生，多人也；受諸苦", "939": "惱，多苦也。舉多顯少，多尚能救況少苦耶！", "940": "遭苦是惡、稱名是善，善惡合為機義也。「而", "941": "得解脫」是應也，此是機感因緣名觀世音，亦", "942": "是人法因緣乃至智斷因緣名觀世音。後去", "943": "例如此結名，不煩文。別答為三：一、口機應，", "944": "二、意機應，三、身機應。口又二：初、明七難，次、", "945": "結。火難為四：一、持名是善，二、遭火是惡，三、", "946": "應，四、結。於一難中例為三番：一、果報火，地", "947": "獄已上初禪已還皆論機應；二、惡業火，地獄", "948": "已上非想已還皆論機應；三、煩惱火，地獄已", "949": "上等覺已還皆論機應。七難三毒二求例皆", "950": "如此。此義既廣，可以意知不可文記。身機", "951": "為二：初、二求，次、結。求男有立願修行德業，", "952": "求女文略修行，正言禮拜是同，故略之；願", "953": "業各異故重出之。結，如文。從「是故眾生」下，", "954": "是勸持名，為三：勸持、格量、結歎。上述勝名", "955": "美德不辨形質，若欲歸崇宜持名字，是", "956": "故勸持也。《入大乘論》云「法身唯一應色則多」，", "957": "格六十二億應，等一法身也。智者云：「圓人", "958": "唯一、偏人則多」，格六十二億偏菩薩，等一", "959": "圓菩薩也。第二番問，為三：「云何遊」問身，「云", "960": "何說」問口，「方便」問意。此聖人三密無謀之", "961": "權，隨機適應也。佛答亦三：一、別答，二、總答，三、", "962": "勸供養。「應以」者，答方便力也；「現身」，答其問", "963": "遊也；「說法」，答其問口也。凡有三十三身、十", "964": "九說法云云。從「成就」下，結別開總。別文廣", "965": "意狹，總答文狹意廣云云。從「是故」下，勸供養。", "966": "此中見形聞法，故勸供養也。初、勸，次、受", "967": "旨。受旨為六：奉命、不受、重奉、佛勸、即受、結，", "968": "皆如文。從「持地」下，是聞品功德云云。「無等等」", "969": "者，九法界心不能等理，佛法界心能等此", "970": "理，故無等而等也。又畢竟之理是無等，初緣", "971": "畢竟理而發心，能等於理，故言無等等也。", "972": "又心之與理俱不可得，將何物等何物，而", "973": "言無等等耶？心之與理俱不可說，不可說", "974": "而說，說此心等此理，故言無等等耳。初一", "975": "是橫釋，次一是豎釋，次一非橫非豎釋也云", "976": "云。", "977": "釋陀羅尼品釋陀羅尼品", "978": "此翻總持，總持惡不起、善不失其一。又翻能遮", "979": "能持，能持善、能遮惡其二。其三此能遮邊惡、能", "980": "持中善。其四眾經開遮不同，或專用治病，如", "981": "那達居士；或專護法，如此文；或專用滅罪，", "982": "如方等；或通用治病滅罪護經，如《請觀音》，", "983": "或大明呪無上明呪無等等明呪，則非治病、", "984": "非滅罪、非護經，若通方者亦應兼，若論別", "985": "者幸須依經勿乖教云云。諸師或說呪者，是", "986": "鬼神王名，稱其王名，部落敬主不敢為非，", "987": "故能降伏一切鬼魅其一。或云呪者如軍中之密", "988": "號，唱號相應無所訶問，若不相應即執治", "989": "罪，若不順呪者頭破七分，若順呪者則無", "990": "過失其二。或云呪者，密默治惡惡自休息，譬", "991": "如微賤，從此國逃彼國，訛稱王子，彼國以", "992": "公主妻之，多瞋難事。有一明人從其國", "993": "來，主往說之，其人語主，若當瞋時說偈，", "994": "偈云「無親遊他國，欺誑一切人，麁食是常", "995": "事，何勞復作瞋。」說是偈時默然瞋歇後不", "996": "復瞋，是主及一切人但聞斯偈，皆不知意。", "997": "呪亦如是，密默遮惡餘無識者其三。或云呪", "998": "者，是諸佛密語，如王索先陀婆，一切群下", "999": "無有能識，唯有智臣乃能知之。呪亦如", "1000": "是，秖是一法遍有諸力，病愈罪除善生道合", "1001": "其四。為此義故皆存本音，譯人不翻意在此", "1002": "也。惡世弘經喜多惱難，以呪護之使道流", "1003": "通也。文為四：一、問持經功德，二、答甚多，三、", "1004": "請以呪護，四、聞品得益。一問，如文。二答，", "1005": "有格量。本問多不？答甚多，格出功德，如", "1006": "文。請說呪，有五番：一、藥王，二、勇施，三、毘沙", "1007": "門，四、持國，五、十女。藥王為四：一、請，二、說，三、歎，", "1008": "四、印。下例有三，如文。十女為五：一、列名，二、", "1009": "請說，三、歎，四、誓，五、印。「夜叉」翻捷疾鬼「羅剎」翻", "1010": "食人鬼，二部是北方所領者。「富單那」，熱病鬼，", "1011": "「吉遮」，起尸鬼，若人若夜叉俱有此鬼。「毘陀羅」", "1012": "赤色鬼，「揵陀羅」，黃色鬼未詳，「烏摩勒」烏色鬼未詳，「阿", "1013": "跋摩羅」青色鬼。阿梨樹枝墮地，法爾破為", "1014": "七片，弒父母破僧是三逆罪。外國油者擣", "1015": "麻，使生蟲合壓之，規多汁益肥，此過尤", "1016": "也。斗秤輕出重入，欺盜之尤，近世有小斗出", "1017": "大斗入，震銘其背，斯罪亦不輕也。", "1018": "釋妙莊嚴王本事品釋妙莊嚴王本事品", "1019": "此因緣出他經，昔佛末法有四比丘，於《法", "1020": "華經》極生殷重，雖卷舒祕教，甘露未霑，", "1021": "日夜翹誠，晷刻無忘，歎云：「苟非其人乎？地", "1022": "非其處乎？」世間紛愀，靜散相乖，直爾求閑", "1023": "尚須厭棄，況崇道乎？於是結契山林，志欣", "1024": "佛慧，幽居日積，衣糧單罄，有待多煩，無時", "1025": "不乏，一餐喀喀，廢萬里之行，十旬九飯，屈", "1026": "雲霄之志，可得言哉？其一人云：「吾等四窮", "1027": "尚不存身，法當安寄？君三人者但以命奉", "1028": "道，莫慮朝中，我一人者捨此身力，誓給所", "1029": "須。」於是振錫門閭以求供繼，自春至冬周", "1030": "而復始，如僕奉大家，甘苦無喜慍。三人得", "1031": "展其誠，功圓事辦，一世之益，當無量生。其", "1032": "一人者數涉人間，屢逢聲色，坯器未火，難", "1033": "可護持。偶逢王出車，馬駢闐旌旗噏赫，生", "1034": "心動念愛彼光榮，功德薰修隨念受報，人", "1035": "中天上常得為王，福雖不貲亦有限也。三", "1036": "人得道會而議云：「我免籠樊功由此王，其", "1037": "耽果報增長有為，從此死已不復為王，方", "1038": "沈火坑良難可救，幸其未苦正可開化。」其", "1039": "一人云：「此王著欲而復邪見，若非愛鈎無", "1040": "由可拔，一人可為端正婦，二作聰明兒，", "1041": "兒婦之言必當從順，如宜設化果獲改邪。」", "1042": "婦者，妙音菩薩是；昔二子者，今藥王、藥上二", "1043": "菩薩是，昔時王者，今華德菩薩是。所以白毫", "1044": "東召，升紫臺而西引，神呪護經，使流通而", "1045": "大益，說四聖之前緣故，名「妙莊嚴王本事", "1046": "品」。又「妙莊嚴」者，妙法功德莊嚴諸根也。此", "1047": "王往日於妙法有緣，道熏時熟，諸根應淨，", "1048": "生雖未獲，其理必臻，靈瑞感通，嘉名早立。例", "1049": "如善吉雖未無諍，已號空生，故下文云「得", "1050": "清淨功德莊嚴三昧」，以是義故名「妙莊嚴", "1051": "王」也。前品說呪護，今品說人護，人護尚爾，", "1052": "呪護彌良，普勸流通也。文為六：一、明事本，", "1053": "二、雙標能所，三、能化方便，四、所化得益，五、結", "1054": "會古今，六、聞品悟道。事本，如文。「彼佛法中」", "1055": "下，第二，雙標能所。所化一人、能化三人，俱", "1056": "出其名，別顯二子福慧、六度、四弘。餘經指此", "1057": "為十波羅蜜，橫法門也；三十七助道，豎法門", "1058": "也。餘經為正道，行行為助道。今經指十度", "1059": "為正，呼此是助道也。禪度中具有三昧，道", "1060": "品中節節有三昧，更標七三昧者，廣顯法", "1061": "門耳。從「時彼佛」下，第三，能化方便，文為三：", "1062": "一、時至；二、論議；三、現化。初時至者，彼佛出世，", "1063": "常宣正法，於王緣弱則非其時，若說《法華》", "1064": "則其時矣。文云「彼佛將欲引導說《法華經》」，", "1065": "即其義也。第二、論議，文中子白母時至，母讓", "1066": "令化父，子怨出邪見家，母責令憂念，悉如", "1067": "文。從「於是二子」下，是第三，現化。現化應十", "1068": "八變，可具釋之。從「時父見子」下，第四，所", "1069": "化得益。文為十：一、信子伏師，王覩邪變或", "1070": "一或二，狹而且陋，見子所作，歎未曾有，信", "1071": "其子而伏其師，問師是誰我亦願見。二、父", "1072": "王已信，宮中八萬四千又熟，白母稱慶，願放", "1073": "出家，母亦聽之。三、重催父母，今正其時，佛", "1074": "難值故。四、化功已著，佛歎功德。「法華三昧」", "1075": "者，攝一切法歸一實相，如前說。「離惡趣」者，", "1076": "一往以三途為惡趣，具論二十五有皆乖", "1077": "真起妄悉是惡趣，今皆離之，即二十五三", "1078": "昧，破二十五有也。「佛集三昧」者，即祕密之", "1079": "藏佛集其中，唯佛行處非餘人也。五、俱詣", "1080": "佛所，聞法供養，見瑞歡喜。六、佛與受記。七、", "1081": "出家修行。八、稱歎二子。九、佛述行高。十、歎", "1082": "佛自誓。佛讚善知識大有義，善知識能作", "1083": "佛事，此則外護善知識。「示教利喜」者，此則教", "1084": "授善知識；「所謂化導令得見佛」者，此則同行", "1085": "善知識；「令入菩提」，此則實際實相善知識。《雜", "1086": "阿含》云「善知識者若貞良妻」，此即外護義；又", "1087": "善知識者如宗親財，此即同行義；又善知", "1088": "識如商主導，此即教授義；又善知識如子", "1089": "臥父懷，此即實際義也。「佛告大眾」下，是結", "1090": "會古今，先、結會，次、結歎二菩薩也。「說是」下，", "1091": "聞品得道，如文。", "1092": "釋普賢菩薩勸發品釋普賢菩薩勸發品", "1093": "《大論》、《觀經》同名遍吉，此經稱「普賢」，皆漢語，", "1094": "梵音邲輸颰陀，此云普賢。《悲華》云「我誓於", "1095": "穢惡世界，行菩薩道使得嚴淨，我行要當", "1096": "勝諸菩薩。寶藏佛言：『以是因緣今改汝字", "1097": "名為普賢。』」此即三悉檀意，復是因緣解釋，又", "1098": "是行願得名。由來從於念處至四善根，通", "1099": "稱為普賢。別約世第一法隣真近聖，稱", "1100": "之為賢，此三藏中說耳。今明伏道之頂，其", "1101": "因周遍曰「普」，斷道之後隣于極聖曰「賢」。若", "1102": "十信是伏道之始，非頂、非周，隣于初聖之", "1103": "初，非後、非極，乃至第十地亦非周極，況前", "1104": "諸位乎？今論等覺之位，居眾伏之頂，伏道周", "1105": "遍故名為「普」，斷道纔盡所較無幾，隣終際", "1106": "極故名為「賢」，《釋論》引十四夜月如十五夜", "1107": "月，斯義明矣。此約圓教位，釋後位普賢也。", "1108": "「勸發」者，戀法之辭也，遙在彼國具聞此經", "1109": "始末既周，欲令自行化他永永無已，故自", "1110": "東自西而來勸發，具四悉檀意云云。文云", "1111": "「我為供養《法華經》故自現其身，若見我身", "1112": "甚大歡喜其一；已見我故轉復精進，即得三", "1113": "昧及陀羅尼其二；得是陀羅尼故，無有非人", "1114": "能破壞者，亦復不為女人之所惑亂其三；三", "1115": "千大千世界微塵菩薩具普賢道其四。」如此明", "1116": "文即四悉檀，而來勸發也。上判流通為三：", "1117": "從十九行偈已後三品半，舉經力大以勸", "1118": "流通；〈藥王品〉下五品，舉菩薩化道力大以", "1119": "勸流通；此一品舉普賢誓願力大以勸流", "1120": "通。分文為四：一、發來；二、勸發；三、述發；四、發", "1121": "益。初經家敘發來，為三：一、上供；二、下化；三、", "1122": "修敬。「自在」者理一也，「神通」者行一也，「威德」者", "1123": "人一也，「名聞」者教一也。又「自在」者常也，「神", "1124": "通」者樂也，「威德」者我也，「名聞」者淨也，言說如", "1125": "此，即一而四，德無不備，自在義焉。淨力故", "1126": "雨花，樂力故奏伎，神通故動地。自在力故", "1127": "隨意而雨，隨去隨雨，隨動隨奏。譬如大龍", "1128": "飛行不息，身邊雲雨流起無窮。普賢及眷屬，", "1129": "以菩薩身、用四德力來。勸發四：一、所逕", "1130": "歷處自行上供，其事如此。從「又與諸天龍」", "1131": "下，所逕歷處下化利益，隨他所宜現八", "1132": "部像，略用二力隨所堪任，其事如此。三者、", "1133": "修敬，身旋面禮，如文。勸發為二：一、請問勸", "1134": "發；二、誓願勸發。有問、有答。問者，遙聞經竟，", "1135": "戀法無已，遠來之志，志在勸發，是故更請。", "1136": "正說勸發自行，更請流通勸發化他，如來", "1137": "若許，二途再演光光無極，是故雙請也。佛答，", "1138": "先總、次別、三結。別列四法名，如文。其既雙", "1139": "請，如來巧答，略舉四以蔽諸。何者？四法之要", "1140": "該括正、通。何者？佛雖無偏，若能遠惡從善，", "1141": "反迷還正，開權知見，顯佛知見者，則稱", "1142": "可聖心，諸佛護念；若佛知見開，則般若照明，", "1143": "是植眾德本；亦是入正定聚，不亂、不味，不取、", "1144": "不捨；亦是發救眾生。當知此四與開權顯", "1145": "實，名異體同，無二無別。又「佛護念」者，是開佛", "1146": "知見；「植眾德本」是示佛知見；「發救眾生」是悟", "1147": "佛知見；「入正定聚」是入佛知見。迹門之要，此", "1148": "四收矣。又迹則有本，從本開示悟入，故有", "1149": "迹中開示悟入。今開迹即顯本，本迹無二", "1150": "無別，以四法答其請正，於義明矣。以四", "1151": "法答請流通，流通之方，唯三唯四，「發救眾", "1152": "生」是入如來室；「入正定聚、佛所護念」是著如", "1153": "來衣；「植眾德本」是坐如來座。是弘宣之要，", "1154": "即四而三。「發救眾生」是誓願安樂行；「入正定", "1155": "聚」是意安樂行；「植眾德本」是口安樂行；「護念」", "1156": "是身安樂行，當知後四即前四也。一答酬", "1157": "其兩請，舉四冠罩一經，《法華》之重演，斯", "1158": "經之再宣，遠來之勸發，其義如此。三、結", "1159": "者，於如來滅後必得是經。舊云：「能行四", "1160": "法於未來世，常手得是經。」今謂不爾，上", "1161": "文云「諸法實相義，已為汝等說」，又云「咸", "1162": "令眾生開示悟入佛之知見」。蓋《法華》之正", "1163": "體，能行四法必得此解，名解為經，此結", "1164": "其請正之問，若能運此解，行傳與他人，他", "1165": "人得斯信解成初依人，能得真解成第二、", "1166": "第三、第四依人，此結其請流通之問，此意", "1167": "不見，浪作餘說耶？「白佛」下，第二，誓願勸發。", "1168": "文為二：一、護人，二、護法。護人為六：一、攘其", "1169": "外難，初、總攘其難，故言「使無伺求得其便」", "1170": "者是也。次、別攘其難，舉十二非是也。二、教", "1171": "其內法，凡三番教訓，初、行立讀誦，乘六牙白", "1172": "象安慰其心；次、坐思惟，復乘六牙教示其", "1173": "經，與其三昧也。「陀羅尼」旋假入空也，「百", "1174": "千旋」者，旋空出假也，「方便」者，二為方便道，", "1175": "得入中道第一義諦也。後、三七一心精進，", "1176": "復乘六牙示教利喜說呪，如文。三、覆以神", "1177": "力，若聞、若持莫非神力，如文。四、示勝因，若", "1178": "能五種法師，即三世佛所為種，為熟為脫，", "1179": "此人同未來諸佛得脫，故言「同普賢行」。此", "1180": "人已於先佛植善，故言「深種善根」。此人", "1181": "為現佛所熟，故言「手摩其頭」。五、示近果，但", "1182": "能書寫近在忉利，具五法師次在兜率，如", "1183": "文。六、總結，「是故智者」下是也。從「世尊我今", "1184": "神力」下，是第二、誓願護法，如文。第三、述發", "1185": "者，即是如來舉勝述成其劣，增進行者勇", "1186": "銳弘宣。先述護法，云汝能如是外多利益，", "1187": "內積慈悲，又久劫已來作如此護，我亦以", "1188": "佛之神力守護是法，況復汝耶？如文。從「若", "1189": "有人」下，述其護人，雖不次第，述成意足。", "1190": "「當知是人則見釋迦牟尼佛」者，述其示身教", "1191": "法，其尚見我萬德果身，況汝因中六牙白", "1192": "象？其尚從佛口具足聞經，況汝所教忘失", "1193": "章句？其尚為佛口讚、手摩、佛衣所覆，況汝因", "1194": "人陀羅尼覆耶？從「不貪著世樂」下，述其舉", "1195": "因。廣舉因中無諸過惡，少欲知足修普賢", "1196": "行，述勝因也。從「若如來滅後」下，述其舉近", "1197": "果也。其人當詣道場必成遠果，況近果", "1198": "耶？亦於現世得其近果，不但生天也。從", "1199": "「若人輕毀」下，述其能攘外難。佛廣示毀者", "1200": "之罪，令知過必改不相惱亂，非但持經者", "1201": "難滅，亦乃欲毀者福生，無毀、無難彼此安", "1202": "樂，曠濟無偏，慈之至也。從「應起遠迎當如敬", "1203": "佛」述其結信者功德。第四、從「說是」下，發", "1204": "益之文也。一、聞品益，「旋陀羅尼」是初地位，", "1205": "「具普賢道」是十地位；二、聞經益，「大眾歡喜」是", "1206": "也。「歡喜」如前說。此中云何猶稱聲聞？乃是", "1207": "經家存其本位耳。又經家稱其是大乘聲", "1208": "聞，以佛道聲令一切聞，斯義彌顯也。", "1209": "妙法蓮華經文句卷第十下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1718 妙法蓮華經文句", "source": "CBETA"}