{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1335 大吉義神呪經", "text": {"0": "大吉義神呪經卷第四", "1": "元魏昭玄統沙門釋曇曜譯", "10": "力能摧眾魔魔軍悉退散", "100": "應離於婬欲修於梵行。不食五物一黑石蜜", "101": "二油三蜜四魚五肉終身不食。若誦是呪諸", "102": "夜叉羅剎。恒伺其便為作惱害。或時輕蔑為", "103": "遮鬼故。於五種味斷而不食。若有外道邪見", "104": "之人。不信此呪詐偽誦讀者必損其壽。如", "105": "來為欲護四眾故。說是呪經。我今亦欲助佛", "106": "說呪。即說呪曰。", "107": "盧頭娑細　盧頭娑帝　盧呵隷　羅婆婆羅", "108": "泥　盧遮隷　盧陀遮隷　嗚呵羅地　盧", "109": "細　盧栖泥　盧盧栖泥　盧陀羅呵泥　盧", "11": "所證無上道難可得思議", "110": "陀羅呵隷　盧盧呵泥　盧盧呵隷　盧多郅", "111": "住盧　注路注路　牟那注路　牟賀呵", "112": "郅　牟陀遮隷　遮遮隷　餘利　餘利", "113": "遮遮隷　毘遮帝", "114": "說是呪已空中諸天其心調伏還下在地寂", "115": "然聽法。爾時世尊為諸天眾。說諸法要示教", "116": "利喜。聞是經時無量那由他眾生。遠塵離", "117": "垢得法眼淨。諸有夜叉羅剎究槃茶毘舍闍。", "118": "於佛法中不生信者。為驚動故。如來爾時即", "119": "出右臂示大地獄。見地獄中燒炙煮爛而命", "12": "能轉妙法輪顯現四真諦", "120": "不絕。諸此罪人惡業未盡命則不斷。佛告大", "121": "眾如斯地獄楚毒無量。是以汝等不應作惡。", "122": "諸鬼神等見大地獄。心生驚怖身毛皆竪。五", "123": "體投地而白佛言。世尊我等從今已往當受", "124": "五戒。復白佛言。佛涅槃後正法滅時。若持如", "125": "此結呪界經。夜叉羅剎來輕蔑者當使其心", "126": "劈裂七分。有大沸血從面門出。命終當墮無", "127": "間地獄不可救濟。佛告阿難汝當受持誦讀", "128": "是結呪界經恭敬禮拜。汝等天人當知過去", "129": "諸佛亦說是呪。未來諸佛亦說是呪。現在十", "13": "演斯真要法解脫眾苦縛", "130": "方諸佛亦說是呪界經。我今復說是大結界", "131": "神呪之經。即說呪曰。", "132": "奚奚迷　奚奚迷　彌梨迷　彌梨迷　摩訶", "133": "彌梨迷呵羅隷呵羅隷呵羅隷　槃遮炎　隷", "134": "波遮羅遮　囉囉　奚羅遮　遮羅遮羅摩遮", "135": "吒羅　摩吒羅那　摩訶因陀羅牟羅那牟", "136": "羅那邏　遮陀娑邏　娑邏那　闍大囉", "137": "馱阿迦細　那迦細　那細　那羅那　細毘", "138": "娑　那細　奚𪏭速隷　毘陀隷", "139": "說是呪已十方火焰悉皆變滅。一切大地", "14": "說大結界經利益諸天人", "140": "還伏如故。諸天大眾皆悉右繞禮佛而退佛", "141": "說經已諸比丘比丘尼。及大菩薩阿難等歡", "142": "喜頂受。", "143": "佛告阿難若有讀誦此經者。當常食乳淨自", "144": "洗浴著鮮潔衣。於一切人不生嫌心。於諸", "145": "眾生當生慈心。於佛像前作諸天龍王像及", "146": "餘鬼神。皆圖形像。以牛糞塗地作七重界。界", "147": "場中央著諸華鬘。燒百一種香。為佛燒蘇", "148": "合香。薩闍賴闍香與摩醯首羅天。咄迦香", "149": "與梵天。遮迦香與魔王。多迦羅香與化樂", "15": "諸惡鬼神等聞佛說呪經", "150": "天。阿具婁香與他化自在天。婆羅娑香與", "151": "兜率陀天。修富婁香與焰摩天。牛王香與帝", "152": "釋。膠香與四天王。零陵香與伽羅龍王。熏", "153": "陸香與毘摩質多阿修羅王。那賴娑香與毘", "154": "浮沙羅剎王。多利娑香與地神。甲香與地夜", "155": "叉神。毘羅貳香與放逸天。那賴陀香與十方", "156": "鬼神。", "157": "如是等燒百一種香。各各於彼天像前燒。誦", "158": "此呪者右膝著地。一百八遍燒香於天前。各", "159": "塗地作七處呪場。在此場上發大誓願。捨自", "16": "悉皆遠逃避至百由旬外", "160": "己身與三世佛。有夜叉羅剎不信於佛。欲害", "161": "呪者滅結界經。為遮惡故應當捨身與佛。願", "162": "諸如來憶念於我。當令呪者身如金剛。一切", "163": "世間無能壞者。五體投地頂禮佛已應誦是", "164": "呪。應向四方散胡麻子。當誦此呪一百八遍。", "165": "當誦呪時淨居善現天。當現身在其人前。身", "166": "真金色。彼天安慰誦呪之人。彼誦呪人應當", "167": "驚悚。彼諸天等各入已形像之中。慰喻呪人", "168": "而告之言。善哉善哉汝之所誦結呪界經。今", "169": "得吉成。我等為汝隨汝所作。汝於我前不應", "17": "說是偈已復白佛言。世尊我今亦欲助佛說", "170": "驚怖。以金色身立呪者前。安慰之言善哉善", "171": "哉能誦此呪。我等今者為汝僕使為汝所役。", "172": "此是結界勸成就相。誦此呪時應以月十五", "173": "日及月滿時。夜誦令利隨意所樂。若園苑若", "174": "宮殿。若大池若河邊。若有飲食若乘騎。衣服", "175": "華鬘諸香等物。皆毘首羯摩天之所化作。在", "176": "誦呪人前。若求雨時燒藿香供養娑伽羅龍", "177": "王。呪四枚石。有龍住處呪石擲中。天即降雨。", "178": "若族姓子族姓女。隨其所須雨之時節久近", "179": "能稱其意。若有欲得如意寶珠。應於佛前向", "18": "呪。摧伏鬼神除諸災患。即說呪曰。", "180": "娑伽羅龍王像。應詣生藕華池河所。燒香供", "181": "養龍王。七遍誦是結呪界經。應於池所呪場", "182": "之中佛形像前。作五種音樂而為莊嚴。", "183": "爾時娑伽羅王即於佛前與如意珠。得此珠", "184": "已能雨珍寶。爾時四方應有火起。爾時應以", "185": "蘇和娑利沙子。置於火中應誦魔王呪。若", "186": "欲鬪戰求勝敵者。應七遍燒香。以七色綖", "187": "結為七結。七遍誦呪。當應以此結繫幢頭。設", "188": "有刀箭欲來向身。自然墮落終不傷害。欲結", "189": "界者諸天王所燒香供養。在香煙上七遍誦", "19": "那地　那地　那地婆隷　波羅羅地　質多", "190": "呪。復燒香以十色綖結作七結。以娑利沙", "191": "擲置火中。諸夜叉羅剎咸自見身自然火然。", "192": "界內有樹以此呪線繫於樹上。若復欲使日", "193": "月住者。此呪神力亦能住之。終不能得越此", "194": "呪界。若欲得象乘馬乘駱駝乘。應於塚間作", "195": "諸呪具。應以膠香供養毘沙門誦此呪經。爾", "196": "時便得種種隨意所乘。若欲使夜叉羅剎。於", "197": "月二十九日。在塚間著白淨衣。以香煙供養", "198": "四大天王。若欲動地。應著白淨衣不嫌恨意。", "199": "於一切眾生心生平等。應上車輪上以多利婆", "2": "時娑伽羅龍王與九十一子及諸龍圍繞。", "20": "羅賜　鼻多羅賜　毘那栖隷　栴陀隷", "200": "香供養地神。誦此呪經大地震動。若欲使火", "201": "不橫起。把箭誦呪誦呪已竟。即以此箭向四", "202": "方所射火即不起。若為毒箭所中。應誦此呪", "203": "呪水。以所呪水飲之洗浴毒即消除。若欲隱", "204": "形應以香供養摩醯首羅天王。以七色線繫", "205": "作七結。七遍誦呪以結繫頭。置之頂上即得", "206": "隱形。若欲飛行應百遍誦此結呪界經。呪娑", "207": "羅幾子以置頂上。燒香供養念佛地功德。若", "208": "此神呪實是恒沙諸佛之所說者。願我飛行。", "209": "即能飛行。諸佛憶念護持力故。若欲使諸王", "21": "闍駛　摩登祇瞿利　乾陀利　婆尸利", "210": "大臣沙門婆羅門歡喜憶念得自在者。應燒", "211": "香供養四大天王當呪於油。以此油塗四王", "212": "像口。一切見者皆生歡喜而得自在。若欲見", "213": "一切鬼神夜叉提婆利沙。油塗已眼燒香供", "214": "養四大天王。日日誦念此結界經。以四色線", "215": "結作四結。繫著頂上得如意見。若往到處處", "216": "天所。與諸天等相娛樂者。應自洗浴以香塗", "217": "身。著白淨衣上車輪上。於諸眾生無嫌恨意。", "218": "燒一切香讀誦此經。欲界天王自來現身在", "219": "其人前。即將其人詣諸天前。以天莊嚴之具", "22": "摩訶婆尸利　婆尸羅陀　陀羅婆尸　陀", "220": "而莊嚴之。以天音樂而娛樂之。若為一切鬼", "221": "神所著所捉者。噏人精氣者。應以十色線七", "222": "過燒種種香七遍。誦經繫線作七結。摩醯", "223": "首羅天王梵眾之主。釋提桓因四大天王。還", "224": "益其精氣　除造逆罪及謗正法謗毀賢聖者。", "225": "若彼惡鬼毀誦呪者。當墮無間泥犁。受苦一", "226": "劫不可救濟。若欲入火火不燒者。應七遍燒", "227": "香燒一切香。七遍誦此呪經。以五色線繫作", "228": "百結。以此呪縷繫著咽下。入大火中火不", "229": "能燒。欲得斷除厭道魅蠱及毘陀羅呪。應", "23": "那狸隷　阿帝　阿吃帝　吒吒吒吒　妬", "230": "以香供養魔王誦此呪經。以酥娑利沙燒擲", "231": "火中誦魔王呪。一切厭蠱蠱道毘陀羅呪消", "232": "滅如灰。令彼諸惡無有力勢。呪咀之患自然", "233": "不行。欲止惡風暴雨者。當驅烏令去燒烏巢", "234": "窟。以香供養毘浮沙羅剎王。誦此呪經止惡", "235": "風雨。一切鬼神夜叉羅剎。究槃茶金翅鳥毘", "236": "舍闍。若欲禁制遮一切惡立一切善。當誦", "237": "讀是大結呪界經。以赤線繫作百結。以香供", "238": "養諸天。諸天等當集在一處為其說法。佛言", "239": "我涅槃後諸天集會誦此呪。能使鬼神皆受", "24": "妬妬妬　智智智智　毘知智叱掘彌", "240": "五戒。若誦持此經者。於諸眾生應慈心平等", "241": "不害一切。恒修實語終不虛誑。見此結呪界", "242": "經。一切諸天世間皆應恭敬禮拜。不生疑惑", "243": "歸依供養。佛告阿難汝於此經呪界。不應", "244": "生疑。此經如實終無虛妄。若懷疑者當墮", "245": "無間地獄。受苦一劫不可救濟。所以者何此", "246": "結呪界經。是一切諸佛之所宣說。阿難若有", "247": "受持讀誦此經者。以曾供養諸佛殖諸善根。", "248": "諸佛護故此經自然來在手中。此人即是受", "249": "經真器。持此經者天人世間。皆應禮拜供養", "25": "彌掘彌　彌智彌智　羽黎羽黎　毘羽黎", "250": "恭敬。此持經者即是天人世間塔寺。阿難若", "251": "為菩提族姓男女。於此經中能讀一四句偈。", "252": "受持讀誦若教他說。如彈指頃心生隨喜。當", "253": "知此人必定當得菩提之道。若求辟支佛若", "254": "求聲聞乘能信解者。於現在世得止諸漏。若", "255": "在家於三乘未有決定。得此經者得於決定。", "256": "若有能持是經典者。當知供養過去諸佛深", "257": "種善根。無量世中當作轉輪聖王。若求帝釋", "258": "無量世中當得帝釋若求梵王無量世中當得", "259": "梵王。我以決定記上四種人。若有讀誦經人", "26": "那羅那雉　那陀陀隷　陀陀隷", "260": "所。於彈指頃生惡念者。此愚癡人名為遠離", "261": "一切諸佛。於三乘中即無種子。此人當墮地", "262": "獄。阿難若有善男子善女人。信解是呪界經。", "263": "使他讀誦作此經器者。此人即成就梵福。若", "264": "不信此經者諸天即隱此經。何以故此人必", "265": "生不信疑惑之心。當生惡道墮地獄中。首陀", "266": "會天當奪此經。禮拜香華供養。若能供養此", "267": "經。即為供養恒沙諸佛。阿難汝以是故。應當", "268": "受持此經。為於安樂利益擁護四眾。阿難及", "269": "諸弟子聞佛所說歡喜奉行。", "27": "說是呪已大地諸山。三千世界六種震動。一", "270": "大吉義神呪經卷第四", "28": "切諸天皆悉歡喜。三佛陀顯現此經。城邑聚", "29": "落官府諸處。此經所在百由旬內不得中住。", "3": "往詣佛所頭面禮足。瞻仰尊顏一心合掌以", "30": "如此猛呪過去諸佛之所顯現。使為帝主作", "31": "大擁護。無諸災害作一切吉祥。一切眾患", "32": "悉皆消除。", "33": "爾時地神往至佛所。頂禮佛足說偈讚曰。", "34": "我今歸命大悲愍能盡一切諸苦際", "35": "能救眾生令解脫能與一切諸安樂", "36": "誰得聞此善妙說而當不生歡喜心", "37": "是深妙說。為天阿修羅之所供養。我今亦當", "38": "助佛說是明呪。勇猛必行即說呪曰。", "39": "度彌度彌　度度彌　度彌　護彌護彌　呼", "4": "偈讚曰。", "40": "呼呼呼彌　呵羅娑隷　呵達茶　呵呵", "41": "邏娑陀那娑邏　支陀陀隷　質埵婆羅泥", "42": "婆涕婆他婆帝　婆泥　婆婆婆泥呵羅婆帝", "43": "遮鉢羅賜　鉢羅卑賜　奴羅　㝹婁賜", "44": "毘陀婆帝　陀婆尼迦婁卑尼　摩陀泥", "45": "摩訶摩陀尼　斯斯細奇細", "46": "說是呪已大地諸山并及大海悉皆震動。夜", "47": "叉鬼神眾號呼失聲唱言。嗚呼嗚呼怪哉", "48": "怪哉。羅剎亦爾。此經所在國邑聚落。官府諸", "49": "處百由旬內。我等不得住在其中。結呪界周", "5": "歸命世所讚最上無與等", "50": "匝千由旬內。爾時佛放眉間光明光名感悟。", "51": "大光遍照三千大千世界。一切眾生覩斯光", "52": "者。盡皆感悟如來所說。諸園苑神諸井泉潢", "53": "池神根神果神。地神龍神阿修羅神。放逸天", "54": "持華鬘天曲脚天。乘空夜叉乾闥婆羅剎鬼", "55": "神。究槃茶毘舍闍富單那。餓鬼緊那羅。陸生", "56": "龍曠野神揵陀神。顛鬼狂鬼癎鬼。日月星", "57": "辰護世四天王三十三天。焰摩天兜率天化", "58": "樂天他化自在天魔天魔眷屬天。梵輔天大", "59": "梵天。少光天。無量光天。光音天。少淨天。遍", "6": "三界大導師能示正道者", "60": "淨天。無量淨天。不廣身天不熱天善現天。色", "61": "究竟天摩醯首羅天。此等諸天遇斯光已。皆", "62": "自見身盡被五縛。以佛神力令諸天眾。一切", "63": "同時飛來向佛。禮世尊足在一面坐。如來爾", "64": "時即變大地化成金剛。一切世間無能壞者。", "65": "復化十方悉皆火起。爾時世尊即以佛眼。觀", "66": "此三千大千世界誰有不來集在會者。諦觀", "67": "察已。見此世界無有一人而不來者。即說呪", "68": "曰。", "69": "闍隷　摩隷　闍羅摩隷　摩隷泥　伊隷", "7": "成就大威德永滅煩惱結", "70": "󰾩隷　呵󰾩　摩󰾩　那󰾩　那羅那󰾩　那", "71": "󰾩隷　󰾩婆隷　敷羅鞞隷　鞞鞞隷　鞞黎", "72": "渒那　俾泥　俾那娑伽隷　娑伽隷　卑", "73": "泥頗栖　頗羅頗栖　頗求迷　頗羅頗羅頗", "74": "求迷求渒隷　頗隷鞞　頗羅地　賀羅羅", "75": "地蘇羅帝毘　蘇羅地優浮地　涅浮地", "76": "浮黎浮地　娑羅泥隷　泥黎羅彌隷　摩", "77": "訶羅隷　摩訶那隷　喝羅闍泥隷　泥泥", "78": "羅隷　牟隷目帝　阿羅羅憊　毘羅憊", "79": "羅羅憊　羅闍羅憊　羅闍頗隷", "8": "人中之勝龍一切眾生父", "80": "說此呪已天龍阿修羅夜叉羅剎皆大驚怖。", "81": "生於厭患身毛皆竪。不樂聽是結大呪界。欲", "82": "陷形去地如金剛不得陷入。周匝火然猶如", "83": "地獄。此諸天眾皆住空中一心聽呪。即說呪", "84": "曰。", "85": "郁去　目去　那去那去　去那去", "86": "那佉去　驅彌隷　驅彌細　驅驅彌細", "87": "驅步　驅步路　步佉　步佉步　佉那佉", "88": "步　佉雷　驅羅細　丘摩摩泥　驅驅摩泥", "89": "跂跂摩隷　歧歧隷　佉羅佉　跂隷", "9": "於無量劫中具真實功德", "90": "佉那佉泥隷　佉婆婆佉梨泥　毘佉地佉", "91": "陀婆憊　婆婆嗘　婆那佉膩　嗘泥隷", "92": "嗘栖隷　嗘嗘栖隷　脾嗘嗘栖隷", "93": "說是呪已而此大地。動遍動等遍動。搖遍", "94": "搖等遍搖。六返震動。諸鬼神等見是事已。皆", "95": "失聲大喚唱言嗚呼怪哉。自相謂言是等天", "96": "王共說此呪。我等今者無有生路。斷絕一切", "97": "諸鬼神等。", "98": "爾時摩醯首羅白佛言。世尊如來所說結呪", "99": "界經。若自能持若教人持。若有讀者一切皆"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1335 大吉義神呪經", "author": "元魏 曇曜譯", "sourceLink": "http://www.cbeta.org/"}