{"author": "北涼 曇無讖譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0040 文陀竭王經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 40 [No. 26(60), No. 39]", "1": "佛說文陀竭王經", "2": "北涼三藏曇無讖譯", "3": "聞如是：一時，佛在舍衛國祇樹給孤獨園。是", "4": "時，阿難於屏處思惟：「世間人略厭五所思者", "5": "少，至死不知厭足者多。」阿難日中後，到佛所", "6": "前，為佛作禮，却白佛言：「我於屏處思惟，世間", "7": "人略厭五所思者少，至死不知厭足者多。」佛", "8": "言：「審如阿難言，世間人略厭五所思者少，", "9": "至死不知厭足者多。所以者何？昔者有王名", "10": "號文陀竭，生從母頂出，是故字為文陀竭，", "11": "後作遮迦越王，東西南北皆屬之。有七寶：一", "12": "者金輪，二者白象，三者紺色馬，四者明月珠，", "13": "五者玉女婦，六者聖輔臣，七者導道主兵臣，", "14": "作遮迦越王有七寶如是。王仁賢，修正法，不", "15": "煩擾萬民。有千子，皆端正高才，健猛力壯，四", "16": "天下皆降屬之。作王數千歲，意中自念：『我有", "17": "四天下，人民熾盛，穀米平賤，人民多富。』王復", "18": "自念言：『我有千子，皆端正，無比高才，健猛力", "19": "壯，令天為我雨錢金銀七日七夜，快耶。』天聞", "20": "其語，隨其所願，即為雨錢金銀七日七夜。王", "21": "見天雨錢金銀七日七夜，大歡喜，即共相娛", "22": "樂數千歲。王自念言：『四天下皆屬我，我有千", "23": "子七寶皆在我前，所欲得者皆已得之，天復", "24": "不奪我所願，為我雨錢金銀七日七夜。』文陀", "25": "竭王聞南方有閻浮提國大樂人民熾盛，王", "26": "意欲往，適生意，便舉七寶、四種兵俱飛到。閻", "27": "浮提國二十八萬里，其國見王即降伏屬之，", "28": "王宿命作善故，至使得是福。「在俱耶尼國數", "29": "千歲，王復生意：『我有大國在西方，名俱耶尼，", "30": "縱廣三十二萬里，我有七寶，天為我雨錢金", "31": "銀七日七夜，我有千子，皆端正無比高才健", "32": "猛力壯，我有南方閻浮提國二十八萬里。』王", "33": "聞東方有弗于逮國，人民熾盛，穀米平賤，其", "34": "國大樂。王意欲往，適生意，便舉七寶、四種兵", "35": "俱飛行到，其國王及人民便降伏屬之，王因", "36": "以正法治國。「如是數千歲，王復生意：『我有閻", "37": "浮提國二十八萬里，我有俱耶尼國三十二", "38": "萬里，我有弗于逮國三十六萬里。』王聞北方", "39": "有欝單曰，天下大樂，人民熾盛。王意欲往到", "40": "其國，其國中無貧窮，無豪羸強弱，無有奴婢", "41": "尊卑，皆同一等。『令我人眾官屬，共食之自然", "42": "粳米，自然衣被服飾諸珍寶。』王適生意，便舉", "43": "七寶、四種兵俱飛行入欝單曰國界。遙見地", "44": "正青如翠羽色，王問邊臣言：『汝曹寧見是地", "45": "正青如翠羽色不？』邊臣對言：『唯然見之。』王言：", "46": "『是故欝單曰天下也。』王適前行，復見地正白", "47": "如雪，王復語邊臣言：『見是地正白不？』邊臣", "48": "對言：『唯然見之。』王言：『是故欝單曰地自然生", "49": "成擣稻米，汝曹皆當共食之。』適復前行，遙見", "50": "諸寶樹，百種衣樹，金銀、璧環、瓔珞皆懸著樹，", "51": "王問邊臣言：『汝曹見是諸寶樹不？』邊臣言：『唯", "52": "然見之。』王言：『是故百種衣樹，金銀、璧環、瓔珞", "53": "樹也，汝曹往皆當共取著之。』王便前到欝單", "54": "曰國，人民皆悉降伏屬之。「王治欝單曰數千", "55": "歲，復生意，自念言：『我有閻浮提地，有拘耶尼", "56": "地，有弗于逮地，有欝單曰四十萬里。』王意欲", "57": "上須彌四寶山王，至忉利天王釋所止處。王", "58": "適生意，便舉七寶、百官俱飛到須彌山上，便", "59": "前入天王釋宮。釋遙見文陀竭王來，便起迎", "60": "之言：『數聞功德，欲相見日久。仁者來，大善！』便", "61": "牽與共坐，以半之座與文陀竭王。適坐，左右", "62": "顧視天上，有玉女侍使，皆以七寶金銀琉璃、", "63": "水精珊瑚、虎魄車𤦲，以為宮殿。見之，心便念", "64": "言：『我有閻浮提、俱耶尼、弗于逮、欝單曰，我舍", "65": "中有雨錢金銀七日七夜。』文陀竭王自念言：", "66": "『使天王釋死去，我欲代其處治天上，如治天", "67": "下時快耶。』王適生意，神便去，即來還在天下，", "68": "便被病困劣著床。王所從群臣官屬，悉在王", "69": "床邊問王：『得無有遺言？』王曰：『有敢問汝曹：「王", "70": "有何等遺言？」汝曹語之言：「王在時治四天下，", "71": "天為雨錢金銀七日七夜，王有千子、七寶，皆", "72": "能飛行。王上忉利天上，天王釋起迎勞賚問", "73": "訊，以半之座坐之，尚復生意欲得天王釋處。", "74": "適生意，便來下在地，即被病困劣。自悔言：『人", "75": "至死無有厭足，知厭足者少耳。』」』經說言，不以", "76": "天雨錢金銀七日七夜故不飽也，其利少耳，", "77": "其過大重，有智之人當思惟是事。復得天王", "78": "釋半尚復不足，人行求道，得須陀洹、斯陀含、", "79": "阿那含、阿羅漢、辟支佛，至得佛道乃厭足耳。」", "80": "佛告阿難：「時文陀竭王者，是我身也。」佛說如", "81": "是，阿難歡喜，為佛作禮。", "82": "佛說文陀竭王經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0040 文陀竭王經", "source": "CBETA"}