{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 大品", "text": {"0": "後誦2 大品198 調御地經", "1": "中阿含經卷第五十三", "10": "作，是以愚癡人說愚癡也。若愚癡人不思", "100": "丘！云何地獄苦？眾生生地獄中，既生彼已，", "101": "獄卒手捉，則以鐵釿洞然俱熾，斫治其身，", "102": "或作八楞，或為六楞，或為四方，或令團圓，", "103": "或高或下，或好或惡。彼如是考治苦痛逼", "104": "迫，歲數甚多，乃至百千，受無量苦，極重甚苦，", "105": "終不得死，要當至惡不善業盡，是謂地獄", "106": "苦。「比丘！云何地獄苦？眾生生地獄中，既生", "107": "彼已，獄卒手捉，則以鐵槍洞然俱熾，強令", "108": "坐上，便以鐵鉗鉗開其口，則以鐵丸洞然", "109": "俱熾，著其口中，燒脣燒舌，燒齗燒咽，燒", "11": "惡思，不說惡說，不作惡作者，不應愚癡", "110": "心燒胃，從身下出。彼如是考治苦痛逼迫，", "111": "歲數甚多，乃至百千，受無量苦，極重甚苦，終", "112": "不得死，要當至惡不善業盡，是謂地獄苦。", "113": "「比丘！云何地獄苦？眾生生地獄中，既生彼", "114": "已，獄卒手捉，則以鐵鏘洞然俱熾，令強坐", "115": "上，便以鐵鉗鉗開其口，則以融銅灌其口", "116": "中，燒脣燒舌，燒齗燒咽，燒心燒胃，從身", "117": "下出。彼如是考治苦痛逼迫，歲數甚多，乃", "118": "至百千，受無量苦，極重甚苦，終不得死，要", "119": "當至惡不善業盡，是謂地獄苦。「比丘！云何", "12": "人說愚癡也。以愚癡人思惡思、說惡說、", "120": "地獄苦？眾生生地獄中，既生彼已，獄卒手", "121": "捉，則以鐵地洞然俱熾，令仰向臥，挓五縛", "122": "治，兩手兩足以鐵釘釘，以一鐵釘別釘其", "123": "腹。彼如是考治苦痛逼迫，歲數甚多，乃至", "124": "百千，受無量苦，極重甚苦，終不得死，要當", "125": "至惡不善業盡，是謂地獄苦。「比丘！云何地", "126": "獄苦？眾生生地獄中，既生彼已，獄卒手捉，則", "127": "以鐵地洞然俱熾，令其伏地，從口出舌，", "128": "以百釘張無皺無縮，猶如牛皮以百釘張", "129": "無皺無縮。如是眾生生地獄中，既生彼已，", "13": "作惡作故，是以愚癡人說愚癡也。彼愚癡", "130": "獄卒手捉，則以鐵地洞然俱熾，令其伏地，", "131": "從口出舌，以百釘張無皺無縮。彼如是", "132": "考治者苦痛逼迫，歲數甚多，乃至百千，受無", "133": "量苦，極重甚苦，終不得死，要當至惡不善", "134": "業盡，是謂地獄苦。「比丘！云何地獄苦？眾生", "135": "生地獄中，既生彼已，獄卒以手捉其頭", "136": "皮剝下至足，從足剝皮上至其頭，則以", "137": "鐵車洞然俱熾，以縛著車，便於鐵地洞然", "138": "俱熾，牽挽往來。彼如是考治苦痛逼迫，歲", "139": "數甚多，乃至百千，受無量苦，極重甚苦，終不", "14": "人於現法中，身心則受三種憂苦。云何愚癡", "140": "得死，要當至惡不善業盡，是謂地獄苦。「比", "141": "丘！云何地獄苦？眾生生地獄中，既生彼已，", "142": "獄卒以火洞然俱熾，使揚撲地，復使手取，", "143": "自灌其身。彼如是考治苦痛逼迫，歲數甚", "144": "多，乃至百千，受無量苦，極重甚苦，終不得", "145": "死，要當至惡不善業盡，是謂地獄苦。「比丘！", "146": "云何地獄苦？眾生生地獄中，既生彼已，獄", "147": "卒以火山洞然俱熾，令其上下，彼若下足，", "148": "其皮肉血即便燒盡，若舉足時，其皮肉血還", "149": "生如故。彼如是考治苦痛逼迫，歲數甚多，", "15": "人身心則受三種憂苦耶？愚癡人者，或有", "150": "乃至百千，受無量苦，極重甚苦，終不得死，", "151": "要當至惡不善業盡，是謂地獄苦。「比丘！云", "152": "何地獄苦？眾生生地獄中，既生彼已，獄卒", "153": "手捉，以大鐵釜洞然俱熾，倒舉其身，足上", "154": "頭下，以著釜中，彼於其中，或上或下，或至", "155": "方維，自體沫出，還煑其身，猶如大豆、小豆、蘊", "156": "豆、苦豆、芥子著多水釜中，下極然火，彼豆", "157": "於中，或上或下，或至方維，自沫纏煮。如是", "158": "眾生生地獄中，既生彼已，獄卒手捉，以大", "159": "鐵釜洞然俱熾，倒舉其身，足上頭下，以著", "16": "所行，或聚會坐，或在道巷，或在市中，或四", "160": "釜中，彼於其中，或上或下，或至方維，自體", "161": "沫出，還煮其身。彼如是考治苦痛逼迫，歲", "162": "數甚多，乃至百千，受無量苦，極重甚苦，終不", "163": "得死，要當至惡不善業盡，是謂地獄苦。「比", "164": "丘！云何地獄苦？彼地獄中有獄，名六更樂，若", "165": "眾生生彼中，既生彼已，若眼見色，不憙不", "166": "可，非是憙可，意不潤愛，非是潤愛，意不善", "167": "樂，非是善樂，耳所聞聲、鼻所齅香、舌所嘗味、", "168": "身所覺觸、意所知法，不憙不可，非是喜可，", "169": "意不潤愛，非是潤愛，意不善樂，非是善樂，", "17": "衢頭，說愚癡人相應事也。愚癡人者，殺生、", "170": "是謂地獄苦。「比丘！我為汝等無量方便說", "171": "彼地獄，說地獄事，然此地獄苦不可具說，", "172": "但地獄唯有苦。比丘！若愚癡人或時從地獄", "173": "出，生畜生者，畜生亦甚苦。」「比丘！云何畜生", "174": "苦？若眾生生畜生中，謂彼闇冥中生，闇冥", "175": "中長，闇冥中死，彼為云何？謂地生蟲。愚癡人", "176": "者，以本時貪著食味，行身惡行，行口、意惡", "177": "行，彼行身惡行，行口、意惡行已，因此緣此，", "178": "身壞命終，生畜生中，謂闇冥中生，闇冥中長，", "179": "闇冥中死，是謂畜生苦。「比丘！云何畜生苦？", "18": "不與取、行邪婬、妄言，乃至邪見，及成就餘無", "180": "若眾生生畜生中，謂身中生，身中長，身中死。", "181": "彼為云何？謂名瘡蟲。愚癡人者，以本時貪", "182": "著食味，行身惡行，行口、意惡行，彼行身惡", "183": "行，行口、意惡行已，因此緣此，身壞命終，生", "184": "畜生中，謂身中生，身中長，身中死，是謂畜", "185": "生苦。「比丘！云何畜生苦？若眾生生畜生中，", "186": "謂水中生，水中長，水中死。彼為云何？謂魚、", "187": "摩竭魚、龜、鼉、婆留尼、提鼻、提鼻伽羅、提", "188": "鼻伽羅。愚癡人者，以本時貪著食味，行身", "189": "惡行，行口、意惡行。彼行身惡行，行口、意惡", "19": "量惡不善之法。若成就無量惡不善法者，他", "190": "行已，因此緣此，身壞命終，生畜生中，謂水", "191": "中生，水中長，水中死，是謂畜生苦。「比丘！云", "192": "何畜生苦？若眾生生畜生中，謂齒齧者生", "193": "草樹木食。彼為云何？謂象、馬、駱駝、牛、驢、鹿、水", "194": "牛及猪。愚癡人者，以本時貪著食味，行身惡", "195": "行，行口、意惡行，彼行身惡行，行口、意惡行", "196": "已，因此緣此，身壞命終，生畜生中，謂齒齧", "197": "生草樹木食，是謂畜生苦。「比丘！云何畜生", "198": "苦？若眾生生畜生中，謂彼聞人大小便氣，", "199": "即走往趣彼，食彼食，猶如男女聞飲食香，", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "人見已，便說其惡。彼愚癡人聞已，便作是念：", "200": "即便往趣彼，如是說彼食彼食。如是，比丘！", "201": "若眾生生畜生中，謂彼聞人大小便氣，即走", "202": "往趣彼，食彼食。彼為云何？謂雞、猪、狗、犲、烏、", "203": "拘樓羅、拘稜迦。愚癡人者，以本時貪著", "204": "食味，行身惡行，行口、意惡行。彼行身惡行，", "205": "行口、意惡行已，因此緣此，身壞命終，生畜", "206": "生中，謂食屎不淨，是謂畜生苦。「比丘！我為", "207": "汝等無量方便說彼畜生，說畜生事，然此", "208": "畜生苦不可具說，但畜生唯有苦。「比丘！若", "209": "愚癡人從畜生出，還生為人，極大甚難。所", "21": "『若成就無量惡不善之法，他人見已，說其惡", "210": "以者何？彼畜生中不行仁義，不行禮法，不", "211": "行妙善，彼畜生者更相食噉，強者食弱，大", "212": "者食小。比丘！猶如此地，滿其中水，有一", "213": "瞎龜，壽命無量百千之歲，彼水上有小輕木", "214": "板，唯有一孔，為風所吹。比丘！於意云何？彼", "215": "瞎龜頭寧得入此小輕木板一孔中耶？」比", "216": "丘答曰：「世尊！或可得入，但久久甚難。」世尊", "217": "告曰：「比丘！或時瞎龜過百年已，從東方來", "218": "而一舉頭，彼小木板唯有一孔，為東風吹", "219": "移至南方。或時瞎龜過百年已，從南方來", "22": "者，我亦有是無量惡不善之法，若他知者，亦", "220": "而一舉頭，彼一孔板為南風吹移至西方。", "221": "或時瞎龜過百年已，從西方來而一舉頭，", "222": "彼一孔板為西風吹移至北方。或時瞎龜從", "223": "北方來而一舉頭，彼一孔板為北風吹隨", "224": "至諸方。比丘！於意云何？彼瞎龜頭寧得入", "225": "此一孔板耶？」比丘答曰：「世尊！或可得入，但", "226": "久久甚難。」「比丘！如是彼愚癡人從畜生出，", "227": "還生為人，亦復甚難。所以者何？彼畜生中不", "228": "行仁義，不行禮法，不行妙善，彼畜生者更", "229": "相食噉，強者食弱，大者食小。比丘！若愚癡", "23": "當說我惡。』是謂愚癡人於現法中，身心則", "230": "人或時從畜生出，還生為人，彼若有家，小", "231": "姓下賤，弊惡貧窮，少有飲食，謂得食甚難。", "232": "彼為云何？謂獄卒家、工師家、巧手家、陶師", "233": "家，如是比餘下賤家，弊惡貧窮，少有飲食，", "234": "謂得食甚難。生如是家，既生彼已，或瞎或", "235": "跛，或臂肘短，或身傴曲，或用左手，惡色羊", "236": "面，醜陋短壽，為他所使，彼行身惡行，行口、", "237": "意惡行。彼行身惡行，行口、意惡行已，因此", "238": "緣此，身壞命終，還至惡處，生地獄中。「猶如", "239": "二人而共博戲，彼有一人始取如是行，便", "24": "受第一憂苦。「復次，彼愚癡人又見王人收捉", "240": "失奴婢及失妻子，復取己身倒懸烟屋中，", "241": "彼作是念：『我不食不飲，然我始取如是行。』", "242": "便失奴婢及失妻子，復取己身倒懸烟屋", "243": "中。比丘！此行甚少，失奴婢、失妻子，復取己", "244": "身倒懸烟屋中。比丘！謂此行所可行，行身", "245": "惡行，行口、意惡行。彼行身惡行，行口、意惡", "246": "行已，因此緣此，身壞命終，還至惡處，生地", "247": "獄中。比丘！此諸行最不可愛，實不可樂，非", "248": "意所念。比丘！非為具足說愚癡法耶？」比丘", "249": "答曰：「唯然。世尊！為具足說愚癡法也。」世尊", "25": "罪人，種種苦治，謂截手、截足，并截手足，截", "250": "告曰：「云何智慧法？彼智慧人有三相智慧標", "251": "智慧像，謂成就智慧人說智慧也。云何為", "252": "三？智慧人者，思善思、說善說、作善作，是以", "253": "智慧人說智慧也。若智慧人不思善思，不", "254": "說善說，不作善作者，不應智慧人說智", "255": "慧也。以智慧人思善思、說善說、作善作", "256": "故，是智慧人說智慧也。智慧人者，於現法", "257": "中，身心則受三種喜樂。云何智慧人於現法", "258": "中身心則受三種喜樂也？智慧人者，或有", "259": "所行，或聚會坐，或在道巷，或在市中，或四", "26": "耳、截鼻，并截耳鼻，或臠臠割，拔鬚、拔髮，或", "260": "衢頭，說智慧人相應事也。智慧人者，斷殺、", "261": "離殺、不與取、邪婬、妄言，乃至斷邪見得正", "262": "見，及成就餘無量善法。若成就無量善法", "263": "者，他人見已，便稱譽之。彼智慧人聞已，便作", "264": "是念：『若成就無量善法，他人見已稱譽者，我", "265": "亦有是無量善法，若他知者，亦當稱譽我。』", "266": "是謂智慧人於現法中，身心則受第一喜樂。", "267": "「復次，彼智慧人又見王人種種治賊，謂截手、", "268": "截足，并截手足，截耳、截鼻，并截耳鼻，或臠", "269": "臠割，拔鬚、拔髮，或拔鬚髮，或著檻中衣裹", "27": "拔鬚髮，或著檻中衣裹火燒，或以沙壅草", "270": "火燒，或以沙壅草纏火𤋲，或內鐵驢腹中，或", "271": "著鐵猪口中，或置鐵虎口中燒，或安銅釜", "272": "中，或著鐵釜中煑，或段段截，或利叉刺，或", "273": "以鉤鉤，或臥鐵床以沸油澆，或坐鐵臼", "274": "以鐵杵擣，或毒龍蜇，或以鞭鞭，或以杖撾，", "275": "或以棒打，或活貫摽頭，或梟其首。彼智慧", "276": "人見已，便作是念：『若成就無量惡不善法者，", "277": "王知捉已，如是考治。我無是無量惡不善", "278": "之法，若王知者，終不如是苦治於我。』是謂", "279": "智慧人於現法中，身心則受第二喜樂。「復次，", "28": "纏火𤋲，或內鐵驢腹中，或著鐵猪口中，或", "280": "彼智慧人行身妙行，行口、意妙行，彼若時疾", "281": "病，或坐臥床，或坐臥榻，或坐臥地，或身", "282": "生極苦甚重苦，乃至命欲斷。彼所有身妙行，", "283": "口、意妙行，彼於爾時懸向在上，猶如晡時，", "284": "日下高山，影懸向在地，如是彼所有身妙行，", "285": "口、意妙行，彼於爾時懸向在上。彼作是念：", "286": "『此是我身妙行，口、意妙行，懸向在上，我於本", "287": "時不作惡、多作福。若有處不作惡者，不", "288": "凶暴，不作無理事，作福、作善、作恐怖，所", "289": "歸命、所依怙，我至彼善處。而不生悔，不", "29": "置鐵虎口中燒，或安銅釜中，或著鐵釜中", "290": "生悔已，賢死善命終。』是謂智慧人於現法", "291": "中，身心則受第三憙樂。「復次，彼智慧人行", "292": "身妙行，行口、意妙行，彼行身妙行，行口、意", "293": "妙行已，因此緣此，身壞命終，必昇善處，上", "294": "生天中。既生彼已，受於樂報，一向可愛、一向", "295": "可樂而意可念，若作是念：『一向可愛、一向", "296": "可樂而意可念者，是說善處。所以者何？彼", "297": "善處者，一向可愛，一向可樂而意可念。』」爾時，", "298": "有一比丘即從坐起，偏袒著衣，叉手向佛，", "299": "白曰：「世尊！善處樂云何？」世尊答曰：「比丘！善", "3": "199 癡慧地經（一九九）大品癡慧地經第八第五後誦", "30": "煑，或段段截，或利叉刺，或以鈎鈎，或臥鐵", "300": "處不可盡說，所謂善處樂，但善處唯有樂。」", "301": "比丘復問曰：「世尊！可得以喻現其義耶？」世", "302": "尊答曰：「亦可以喻現其義也。猶如轉輪王", "303": "成就七寶、四種人如意足。比丘！於意云何？彼", "304": "轉輪王成就七寶、四種人如意足，彼因是身", "305": "心受極喜樂耶？」比丘答曰：「世尊！成就一寶、", "306": "一人如意足，尚受極喜樂，況復轉輪王成就", "307": "七寶、四種人如意足，非為受極喜樂耶？」於", "308": "是，世尊手取石子，猶如小豆，告曰：「比丘！汝", "309": "見我手取此石子如小豆耶？」比丘答曰：「見", "31": "床以沸油澆，或坐鐵臼以鐵杵擣，或毒", "310": "也。世尊！」世尊復問曰：「比丘！於意云何？我取", "311": "石子，猶如小豆，比雪山王，何者為大？」比丘", "312": "答曰：「世尊手取石子，猶如小豆，比雪山王，", "313": "百倍、千倍、百千萬倍，終不相及，不可數、不可", "314": "算，不可譬喻、不可比方，但雪山王極大甚", "315": "大。」世尊告曰：「比丘！若我取石子，猶如小豆，", "316": "比雪山王，百倍、千倍、百千萬倍，終不相及，", "317": "不可數、不可算，不可譬喻、不可比方，但", "318": "雪山王極大甚大。如是，比丘！若轉輪王成就", "319": "七寶、四種人如意足，彼人身心受極喜樂，比", "32": "龍蜇，或以鞭鞭，或以杖撾，或以棒打，或活", "320": "諸天樂，百倍、千倍、百千萬倍，終不相及，不", "321": "可數、不可算，不可譬喻、不可比方，所謂", "322": "善處樂但善處唯有樂。「比丘！云何善處樂？", "323": "彼有善處，名六更樂。若眾生生彼中，既生", "324": "彼已，若眼見色，意所喜可，彼是喜可，意所", "325": "潤愛，彼是潤愛，意所善樂，彼是善樂。耳所", "326": "聞聲、鼻所嗅香、舌所嘗味、身所覺觸、意所知", "327": "法，意所喜可，彼是喜可，意所潤愛，彼是潤", "328": "愛，意所善樂，彼是善樂，是謂善處樂。比丘！", "329": "我為汝等無量方便，說彼善處說善處事，", "33": "貫標頭，或梟其首。彼愚癡人見已，便作是", "330": "然此善處樂不可具說，但善處唯有樂。「比", "331": "丘！若智慧人或時從善處來，下生人間。若", "332": "有家者，極大富樂，錢財無量，多諸畜牧，封戶、", "333": "食邑、米穀豐溢，及若干種諸生活具，彼為云", "334": "何？謂剎利大長者家、梵志大長者家、居士大", "335": "長者家，及餘極大富樂，錢財無量，多諸畜", "336": "牧，封戶、食邑、米穀豐溢，及若干種諸生活具。", "337": "生如是家，端正可愛，眾人敬順，極有名", "338": "譽，有大威德，多人所愛，多人所念，彼行身", "339": "妙行，行口、意妙行。彼行身妙行，行口、意妙", "34": "念：『若成就無量惡不善法者，王知捉已，如", "340": "行已，因此緣此，身壞命終，還至善處，生於", "341": "天中。「猶如二人而共博戲，彼有一人始求", "342": "取如是行，多得錢財，彼作是念：『我不田", "343": "作，然我始取如是行，多得錢財。』比丘！此行", "344": "甚少，謂多得錢財。比丘！謂此所行，行身妙", "345": "行，行口、意妙行。彼行身妙行，行口、意妙行", "346": "已，因此緣此，身壞命終，還至善處，生於", "347": "天中。比丘！此諸行，是行最可愛、最可樂、最", "348": "可意所念。比丘！非為具足說智慧人法", "349": "耶？」比丘白曰：「唯然。世尊！為具足說智慧人", "35": "是考治，我亦有是無量惡不善之法，若王", "350": "法。」世尊告曰：「是謂愚癡人法、智慧人法，汝", "351": "等應當知愚癡人法、智慧人法，知愚癡人", "352": "法、智慧人法已，捨愚癡人法，取智慧人法，", "353": "當如是學。」佛說如是。彼諸比丘聞佛所說，", "354": "歡喜奉行。", "355": "癡慧地經第八竟五千六百三十八字", "356": "中阿含經卷第五十三五千六百三十八字第五後誦", "36": "知者，亦當苦治考我。』如是，是謂愚癡人於", "37": "現法中，身心則受第二憂苦。", "38": "「復次，彼愚癡人行身惡行，行口、意惡行，彼若", "39": "時疾病受苦，或坐臥床，或坐臥榻，或坐臥", "4": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "40": "地，身生極苦甚苦，乃至命欲斷。彼所有身", "41": "惡行，口、意惡行，彼於爾時懸向在上，猶如", "42": "晡時，日下高山，影懸向在地，如是彼所有身", "43": "惡行，口、意惡行，彼於爾時懸向在上。彼作", "44": "是念：『此是我身惡行，口、意惡行，懸向在上。我", "45": "於本時不作福、多作惡，若有處作惡者，凶", "46": "暴作無理事，不作福、不作善、不作恐怖，", "47": "所歸命、所依怙，我至彼惡處。』從是生悔，", "48": "生悔已，不賢死，不善命終。是謂愚癡人於現", "49": "法中，身心則受第三憂苦。", "5": "獨園。爾時，世尊告諸比丘：「我今為汝說愚", "50": "「復次，彼愚癡人行身惡行，行口、意惡行，彼", "51": "行身惡行，行口、意惡行已，因此緣此，身壞", "52": "命終，必至惡處，生地獄中。既生彼已，受於", "53": "苦報，一向不可愛、不可樂、意不可念，若作是", "54": "說：『一向不可愛、不可樂、意不可念者，是說地", "55": "獄。所以者何？彼地獄者，一向不可愛、不可樂、", "56": "意不可念。』」爾時，有一比丘即從坐起，偏袒", "57": "著衣，叉手向佛，白曰：「世尊！地獄苦云何？」世", "58": "尊答曰：「比丘！地獄不可盡說，所謂地獄苦。", "59": "比丘！但地獄苦唯有苦。」比丘復問曰：「世尊！", "6": "癡法、智慧法，諦聽，諦聽，善思念之。」時，諸比丘", "60": "可得以喻現其義也。」世尊答曰：「亦可", "61": "以喻現其義也。比丘！猶如王人收賊，送", "62": "詣剎利頂生王所，白曰：『天王！此賊人有", "63": "罪，願天王治。』剎利頂生王告曰：『汝等將去", "64": "治此人罪，朝以百矛刺。』王人受教，便將去", "65": "治，朝以百矛刺，彼人故活。剎利頂生王問", "66": "曰：『彼人云何？』王人答曰：『天王！彼人故活。』剎", "67": "利頂生王復告曰：『汝等去！日中復以百矛刺。』", "68": "王人受教，日中復以百矛刺，彼人故活。剎利", "69": "頂生王復問曰：『彼人云何？』王人答曰：『天王！彼", "7": "受教而聽。佛言：「云何愚癡法？愚癡人有三", "70": "人故活。』剎利頂生王復告曰：『汝等去！日西復", "71": "以百矛刺。』王人受教，日西復以百矛刺，彼", "72": "人故活，然彼人身一切穿決破碎壞盡，無一", "73": "處完，至如錢孔。剎利頂生王復問曰：『彼人云", "74": "何？』王人答曰：『天王！彼人故活，然彼身一切穿決", "75": "破碎壞盡，無一處完，至如錢孔。』比丘！於意", "76": "云何？若彼人一日被三百矛刺，彼人因是身", "77": "心受惱極憂苦耶？」比丘答曰：「世尊！被一矛刺，", "78": "尚受極苦，況復一日受三百矛刺，彼人身心", "79": "豈不受惱極憂苦也？」於是，世尊手取石", "8": "相愚癡標、愚癡像，謂成就愚癡人說愚癡", "80": "子，猶如小豆，告曰：「比丘！汝見我手取此石", "81": "子，如小豆耶？」比丘答曰：「見也。世尊！」世尊復", "82": "問曰：「比丘！於意云何？我取石子，猶如小豆，", "83": "比雪山王，何者為大？」比丘答曰：「世尊手取", "84": "石子，猶如小豆，比雪山王，百倍、千倍、百千萬", "85": "倍，終不相及，不可數、不可算，不可譬喻、不", "86": "可比方，但雪山王極大甚大。」世尊告曰：「比丘！", "87": "若我取石子，猶如小豆，比雪山王，百倍、千", "88": "倍、百千萬倍，終不相及，不可數、不可算，不", "89": "可譬喻、不可比方，但雪山王極大甚大。如", "9": "也。云何為三？愚癡人思惡思、說惡說、作惡", "90": "是，比丘！若此人一日被三百矛刺，彼因緣此，", "91": "身心受惱極重憂苦，比地獄苦，百倍、千倍、百", "92": "千萬倍，終不相及，不可數、不可算，不可譬", "93": "喻、不可比方，但地獄中極苦甚苦。「比丘！云", "94": "何地獄苦？眾生生地獄中，既生彼已，獄卒", "95": "手捉，則以鐵斧洞然俱熾，斫治其身，或作", "96": "八楞，或為六楞，或為四方，或令團圓，或高", "97": "或下，或好或惡。彼如是考治苦痛逼迫，歲", "98": "數甚多，乃至百千，受無量苦，極重甚苦，終不", "99": "得死，要當至惡不善業盡，是謂地獄苦。「比"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 大品", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}