{"author": "劉宋 求那跋摩譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1583 菩薩善戒經: 菩薩善戒經: 菩薩善戒經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1583 [cf. Nos. 1579(I, 15, J), 1581,(10), 1582(11), 1499-1561]", "1": "菩薩善戒經一卷", "2": "優波離問菩薩受戒法", "3": "宋罽賓沙門求那跋摩譯", "4": "菩薩摩訶薩成就戒。成就善戒。成就利益眾", "5": "生戒。先當具足學優婆塞戒沙彌戒比丘戒。", "6": "若言不具優婆塞戒得沙彌戒者。無有是處。", "7": "不具沙彌戒得比丘戒者。亦無是處。不具", "8": "如是三種戒者得菩薩戒。亦無是處。譬如", "9": "重樓四級次第。不由初級至二級者。無有是", "10": "處。不由二級至於三級。不由三級至四級者。", "11": "亦無是處。菩薩具足三種戒已。欲受菩薩戒。", "12": "應當至心以無貪著捨於一切內外之物。若", "13": "不能捨不具三戒。終不能得菩薩戒也。爾時", "14": "受者自觀己身如觀智者。爾時於寂靜處禮", "15": "十方佛。東向像前右膝著地。合掌而言。大德", "16": "十方佛菩薩僧聽。今我某甲求菩薩戒。我已", "17": "具優婆塞戒乃至具智者事。是故我從十方", "18": "佛菩薩僧求菩薩戒。今十方佛菩薩僧觀我", "19": "心。我若有不信心毀菩提心。有惡心虛誑心。", "20": "莫施我戒。若其無者當施我戒。憐愍故。第二", "21": "第三亦如是。至心默然住專念已。而作是言。", "22": "今已施我菩薩戒。我已得菩薩戒。何以故。十", "23": "方佛菩薩以他心智觀我心。我有真實心。當", "24": "知已施我戒。憐愍故。今我無師。十方佛菩薩", "25": "為師。第二第三亦爾。爾時十方佛菩薩即作", "26": "相示。當知得戒。", "27": "十方佛菩薩告諸大眾。破世界有某甲真實", "28": "受菩薩戒。我今已施。憐愍故。今此人無師我", "29": "為作師我今護念是我法弟。即起禮十方佛", "30": "菩薩。是為自羯磨。若有智者以憍慢故不從", "31": "受者。不得菩薩戒。若是破戒者。若智者在遠", "32": "方。若國土亂。若自重病。若為利益多人。若更", "33": "無受處。出家在家若能捨能施。深心立願求", "34": "阿耨多羅三藐三菩提。爾時若有同菩提心", "35": "同法同意能說能教善知義者。欲受戒人應", "36": "往其所頭面作禮。偏袒右肩右膝著地。合掌", "37": "而言。大德諦聽。我今從大德乞受菩薩戒大", "38": "自在戒無上戒無勝戒。大德。於我不重心者。", "39": "為憐愍故乞施我戒。若彼大德默然聽者即", "40": "應還起更整衣服。向十方三世諸佛世尊及", "41": "住大地諸菩薩等。頭面作禮。任己智力讚歎", "42": "諸佛及諸菩薩所有功德。專念三寶在佛像", "43": "前。長跪合掌作如是言。大德。我今某甲。乞受", "44": "菩薩戒。大德。今當為憐愍故施菩薩戒。若彼", "45": "大德默然聽者。受者爾時應當至心專念三", "46": "寶生歡喜心。復作是念。今我已得成就無量", "47": "無邊無上功德寶藏。當得菩薩所受持戒。復", "48": "應一心默然而住。爾時智者語受者言。善男", "49": "子諦聽。法弟菩薩汝今真實是菩薩不。真實", "50": "發於菩提心不。受者答言。大德。實是智者。復", "51": "言。汝今具足三種戒不。答言。具足。又問。能", "52": "捨內外所有物不。答言。能捨。又問。惜身財", "53": "不。答言。不惜。又問。汝能從我受一切菩薩", "54": "戒。攝持一切菩提道戒。利益一切諸眾生戒。", "55": "是戒如十方三世諸佛菩薩戒。汝能持不。答", "56": "言能。第二第三亦如是。爾時智者應唱是言。", "57": "十方諸佛及諸菩薩大德僧聽。今某甲求我。", "58": "從十方佛菩薩僧。乞受菩薩戒。已具三戒發", "59": "菩提心。真實菩薩。能捨一切內外所有。不惜", "60": "身命。願十方諸佛菩薩僧。憐愍故施某甲菩", "61": "薩戒。憐愍故施無量無邊無上功德寶藏戒。", "62": "為利益眾生故。增長諸佛。菩薩法故。第二第", "63": "三亦如是。爾時諸方有涼風起。智者當知十", "64": "方諸佛諸菩薩僧。施是人戒已語受者言。某", "65": "甲諦聽。十方諸佛諸菩薩僧今施汝戒。如一", "66": "切三世菩薩戒。汝當至心持。能持不。答言能。", "67": "第二第三亦如是。爾時智者敬禮十方諸佛", "68": "諸菩薩僧及禮佛像。禮已復唱是言。十方諸", "69": "佛菩薩大德聽。今某甲三說時。已從十方諸", "70": "佛及菩薩得菩薩戒。說者我是。受者某甲。", "71": "我為某甲證人。大師者謂十方無量諸佛菩", "72": "薩僧是。小師者我身是也。師有二種。一可見。", "73": "二不可見。不可見者。十方諸佛菩薩僧是。可", "74": "見者。我身是。於可見不可見師邊。是人得戒", "75": "竟。第二第三亦如是。如是羯磨竟。羯磨竟二", "76": "俱默然。爾時十方世界諸佛及諸菩薩知是", "77": "相已。告諸大眾。彼世界中有如是人從彼智", "78": "者受菩薩戒。如是人者是我法弟。我今至心", "79": "憐愍護念。以十方佛諸菩薩僧憐愍護念故。", "80": "授者受者俱增善法。默然小住已。便起敬禮", "81": "十方諸佛諸菩薩僧。是名菩薩受菩薩戒已。", "82": "一切戒。無上戒。無邊戒。功德聚戒。寂靜戒。淨", "83": "心戒。破一切眾生煩惱戒。如是戒者勝於十", "84": "方一切聲聞辟支佛戒。何以故。度脫一切諸", "85": "眾生故。菩薩受菩薩戒已。應當學讀菩薩法", "86": "藏菩薩摩夷。菩薩欲受菩薩戒時。先當觀察。", "87": "若不信者不應從受。慳者貪者。不知足者。破", "88": "戒污戒不敬重戒。喜貪瞋者。無忍辱者。不能", "89": "為他遮罪咎者。懈怠嬾墮貪受世樂樂說世", "90": "事。乃至不能一念之頃念於三寶。疑網癡闇。", "91": "不能讀誦菩薩法藏菩薩摩夷及生誹謗。如", "92": "是之人不應從受。既受戒已不應向彼不信", "93": "者說。乃至不向謗大乘者說。何以故。若不信", "94": "者以是因緣墮地獄故。是故菩薩不應向說。", "95": "若說得罪。菩薩定知向彼說能破彼人惡口", "96": "惡業及不信心說則無罪。菩薩既受菩薩戒", "97": "已。師應為說犯非犯法。若知至心能受。不為", "98": "供養故受。不為效他故受。不為憍慢故受。爾", "99": "時是師便應為說犯非犯法。某甲諦聽。菩薩", "100": "戒者。有八重法。四重如先。菩薩若為貪利養", "101": "故自讚其身。得菩薩戒住菩薩地。是名菩薩", "102": "第五重法。", "103": "若有貧窮受苦惱者。及以病人來從乞索。菩", "104": "薩貪惜不施乃至一錢之物。有求法者悋惜", "105": "不施乃至一偈。是名菩薩第六重法。", "106": "菩薩若瞋不應加惡。若以手打或杖或石惡", "107": "聲罵辱。或時無力不能打罵心懷瞋忿。若為", "108": "他人之所打罵。前人求悔不受其懺。故懷瞋", "109": "恨增長不息心不淨者。是名菩薩第七重法。", "110": "菩薩若有同師同學誹謗。菩薩方等法藏受", "111": "學頂戴相似非法者不應共住。若定知已不", "112": "得向人讚歎其德。是名菩薩。第八重法。菩薩", "113": "有二種。一者在家。二者出家。在家六重。出", "114": "家八重。是八重法菩薩若犯。一一重法若具", "115": "足犯。現在不能莊嚴無量無上菩提。現在不", "116": "能令心寂靜。是則名為名字菩薩。非義菩薩。", "117": "是名菩薩旃陀羅也。不名沙門。非婆羅門。", "118": "不能正向阿耨多羅三藐三菩提。菩薩心有", "119": "三種下中上。若後四重下中心犯不名為犯。", "120": "若以上心惡心犯者是名為犯。上者所謂樂", "121": "作如是四事。心無慚愧不知懺悔。不見犯罪", "122": "讚破戒者。是名上惡心犯。菩薩雖犯如是四", "123": "重。終不失於菩薩戒也。如比丘犯四重失波", "124": "羅提木叉戒。菩薩若犯比丘四重。亦失波羅", "125": "提木叉戒。污菩薩戒。污者現在不能莊嚴菩", "126": "提。不得無量福德三昧。是名為污。有二因緣", "127": "失菩薩戒。一者退菩提心。二者得上惡心。離", "128": "是二緣乃至他世地獄畜生餓鬼之中。終不", "129": "失於菩薩戒也。菩薩戒者。不同波羅提木叉", "130": "戒。菩薩若於後世更受菩薩戒時不名新得。", "131": "名為開示瑩淨。今當更說受菩薩戒是犯非", "132": "犯輕重之相上中下異。菩薩若受菩薩戒已。", "133": "若於晝夜塔像經卷。讀誦之人千萬菩薩。不", "134": "以華香供養禮拜。不能讚歎。心不歡喜乃至", "135": "一念。是名犯重不名八重。是名菩薩污心疑", "136": "心。有創墮落起不淨心。若有所作無恭敬心。", "137": "不信故懈怠故。是名犯重不名八重。若無念", "138": "心是名犯輕。不犯者。若有淨心常求菩提。淨", "139": "心者。如須陀洹所有四信。", "140": "菩薩若不知足不少欲貪著利養。是名犯重", "141": "不名八重。不犯者。若能定知以不知足能調", "142": "眾生。", "143": "菩薩若見上座宿德同學同師。生憍慢心及", "144": "以惡心。不起承迎禮拜設座。不共語言先意", "145": "問訊。若問所疑不為解說。是名犯重不名八", "146": "重。是名菩薩污心疑心。有創墮落不起不淨", "147": "有所作不犯者。若病若眠若亂心時。若至心", "148": "聽法供養佛時。寫經讀誦解說論義共先客", "149": "語。護說者心知不與語。能令調伏防僧制", "150": "故。護多人故。", "151": "若比丘為求罪過聽菩薩戒。不信受者。不信", "152": "教者。及不成就優婆塞戒。不成就沙彌戒。不", "153": "成就波羅提木叉戒者。不得聽菩薩戒。聽者", "154": "得罪。若比丘犯波夜提罪。不慚愧不生悔聽", "155": "菩薩戒者。得偷羅遮罪。若比丘犯偷羅遮罪。", "156": "不慚愧不生悔聽菩薩戒者。得僧伽婆尸沙", "157": "罪。若比丘犯僧伽婆尸沙罪。不慚愧不生悔", "158": "聽菩薩戒者。得波羅夷罪。謂第八重若有說", "159": "者。得僧伽婆尸沙。是故經中作如是言。不信", "160": "者不應聽。不信者不應說。", "161": "有篤信檀越來請菩薩。若自舍若塔寺。若村", "162": "落若國土。供給所須衣服飲食臥具醫藥。菩", "163": "薩憍慢瞋恨輕賤不往受者得罪。是罪因煩", "164": "惱犯。", "165": "若菩薩無伴獨行至白衣家。得錯謬罪。若到", "166": "白衣舍不能說法開示教化令其供養佛法僧", "167": "寶。是名犯重不名八重。不犯者。若病若闇鈍", "168": "若狂若遠請若道路恐難。知不受請令彼調", "169": "伏。若先受請。若勤修善法時。若未聞義為欲", "170": "聞故。若知請主心不真實。若受彼請恐多人", "171": "瞋若僧制。", "172": "若有檀越以金銀真珠車𤦲馬瑙琉璃頗梨奴", "173": "婢車乘象馬等物雜色敷具。奉施菩薩菩薩", "174": "應受。若不受者得罪。是罪因煩惱犯。不犯者。", "175": "若狂若知受已必生貪著。若知受已施主生", "176": "悔。若知施主施已發狂。若知受已施主貧窮。", "177": "若知是物是三寶許。若知是物是劫奪得。若", "178": "知受已多得苦惱。所謂王難賊盜死亡閉繫。", "179": "惡聲流布擯令出境。若知受已不能捨用修", "180": "種福德於良福田。", "181": "若有眾生為解義故。欲得聞法住菩薩所諮", "182": "啟未聞。菩薩輕心慢心不為說者得罪。是罪", "183": "因煩惱犯。不犯者。若知前人是惡邪見求覓", "184": "過罪。若病若病始差若狂。若知不說令彼調", "185": "伏。若佛未制。若知前人於三寶所不生敬重。", "186": "若舉動麁疎。若知鈍根聞深義已生於邪見。", "187": "若忍邪見。若知聞已轉向惡人宣說其事破", "188": "壞正法。", "189": "若有惡人能作殺害及旃陀羅。菩薩若不親", "190": "近往返為說正法者得罪。何以故。菩薩若見", "191": "持戒精進身口意淨不生慈悲若見惡人能生", "192": "慈悲。是故菩薩若不為說則得犯罪。不犯者", "193": "若狂若王制若僧制。若慮多人嫌若知不說", "194": "令彼調伏。", "195": "若有檀越非親里。若長者若婆羅門以種種", "196": "衣奉施菩薩菩薩應受。若菩薩自求多得亦", "197": "應受之。如衣鉢亦如是。如衣鉢線亦如是。", "198": "菩薩若到檀越邊求索縷線。使非親里織師", "199": "織。教令緻織務令廣厚。我不自著。汝與檀越", "200": "俱亦有福。若檀越言。我為師故唯願自著。菩", "201": "薩得已若自為身往織師所。教令緻織務使", "202": "廣厚。若得衣已自著者。犯重不名八重。若不", "203": "教者不犯。", "204": "菩薩若受菩薩戒已。應受應畜憍奢耶敷具。", "205": "至百千萬數金銀亦爾。聲聞之人但為自利。", "206": "是故如來不聽受畜。菩薩不爾。為利眾生是", "207": "故聽畜。不得不受。若為知足名譽故不受者。", "208": "得失意罪墮落不起。有所作有疑不淨。若菩", "209": "薩以懈怠因緣。不能利益諸眾生者得罪。是", "210": "罪因煩惱犯。", "211": "若菩薩為人所讚言是十住。若阿羅漢至須", "212": "陀洹少欲知足。默然受者得罪。是罪因煩惱", "213": "犯。若菩薩入僧中時。見有諸人非法戲笑不", "214": "呵責者得罪。不犯者。若聽法時為調伏故。為", "215": "隨心說法故。為能利益故。", "216": "若言菩薩不樂涅槃亦非不樂。不畏煩惱亦", "217": "非不畏。何以故。流轉生死故。若菩薩作是言", "218": "得罪。何以故。菩薩樂於涅槃。聲聞緣覺所不", "219": "能知。聲聞緣覺所樂涅槃。於菩薩樂百分千", "220": "分百千萬分乃至無有一分。菩薩呵責畏於", "221": "煩惱。聲聞緣覺所不能知。聲聞緣覺呵責畏", "222": "於煩惱。於菩薩呵責畏於煩惱。百分千分百", "223": "千萬分乃至無有一分。何以故。聲聞緣覺但", "224": "為自利不能利他。菩薩不爾自利利他故。菩", "225": "薩雖行有漏故勝羅漢。終日處漏煩惱不污。", "226": "是故得罪。", "227": "若菩薩不畏惡聲不護惡聲得失意罪。若他", "228": "無惡橫稱他惡者得犯惡罪。是罪因煩惱犯。", "229": "若為調伏加之惡語者。得失意罪。非是惡罪。", "230": "不犯者。若呵外道詐來現受菩薩戒者。若心", "231": "本無惡口出惡言。若顛狂者。若知呵責有大", "232": "利益。若知瞋彼彼得利益。若為護戒不生瞋", "233": "者得罪。若知瞋彼得現少利無他世大利。若", "234": "菩薩打者報打。罵者報罵。惱者報惱。得失意", "235": "罪。是罪因煩惱犯。", "236": "若有菩薩共相譏呵。若實不實菩薩即應謙", "237": "下歸謝。若不能者得罪。不受歸謝是亦得罪。", "238": "以放逸故。不歸謝者得罪。以放逸故。不受歸", "239": "謝者得罪。不犯者。若知彼人由來弊惡常來", "240": "求人短若知不受令彼破惡。", "241": "若菩薩於他瞋恨常生念言。我若見時當打", "242": "當罵。不休不息不能自調者犯罪。", "243": "若菩薩與比丘尼共同一道行不犯。若有貪", "244": "心得罪。不犯者。為調伏故。", "245": "若菩薩從非親里尼受食不犯。何以故。菩薩", "246": "摩訶薩發菩提心已。於諸眾生無非親里。若", "247": "菩薩為貪作使多畜弟子犯罪。不犯者。若為", "248": "調伏。若為護法。若為利益。若無貪心。", "249": "若菩薩懈怠懶惰。不勤精進樂眠臥者得罪。", "250": "不犯者。若病若病差氣力未足時。若遠行時。", "251": "若讀誦疲乏時。若思惟對治時。", "252": "若菩薩共談世事無益之言得罪不犯者。若", "253": "他問說。若隨他心為調伏故。說時至心莫作", "254": "增減。", "255": "若菩薩憍慢心故。不諮問師不受師教得罪。", "256": "不犯者。若病若狂若癡。若大聰明多聞有智", "257": "為調眾生。若入定時。", "258": "若菩薩欲心起時。不觀對治疾調滅者犯罪。", "259": "不犯者。雖觀對治煩惱力盛不能令滅。若故", "260": "自試發欲心時。", "261": "若菩薩言不應受聲聞戒不應讀聲聞經。何", "262": "以故。聲聞經律不能利益諸眾生故。若作是", "263": "言犯重不名八重。不犯者。為貪著小乘經律", "264": "者。", "265": "若菩薩不讀不誦菩薩法藏。一向讀誦聲聞", "266": "經律得罪。不犯者。若不聞知有菩薩藏。若菩", "267": "薩不讀不誦如來正經。讀誦世典文頌書疏", "268": "者得罪。不犯者。若為論議破於邪見。若二", "269": "分佛經一分外書。何以故。為知外典是虛妄", "270": "法佛法真實故。為知世事故。不為世人所輕", "271": "慢故。", "272": "若菩薩聞菩薩藏聲聞藏有不可思議事。不", "273": "信不受言非佛說。若自謗若是他謗得罪。若", "274": "菩薩作是言。我智力羸弱肉眼不淨。不見如", "275": "來甚深境界如來境界佛眼所見唯佛能知。", "276": "一切法界非我所及。若能如是思惟觀者。是", "277": "名實行。菩薩忍與不忍二俱不犯。", "278": "若菩薩生瞋慢心。自言持戒多聞智慧悉勝", "279": "汝者得罪是罪因煩惱犯不犯者。若為破邪", "280": "見。為破輕蔑於佛法者。若為伏彼自大心故。", "281": "為未信者生信心故。已生信者得增長故。若", "282": "菩薩聞說法處。乃至一由旬不往聽者得罪。", "283": "若輕說者不往得罪。是罪因煩惱犯。若懈怠", "284": "不往者得失意罪。不犯者。若不覺不知不聞。", "285": "若病若病初差氣力未足。若知說者顛倒不", "286": "正法。慮說者生羞愧心。若說一法更無異義。", "287": "若修善法。若化眾生。若不解彼說。若不能憶", "288": "念。", "289": "若菩薩輕說法者。不生恭敬不讚其德。嗤笑", "290": "所說辭義不正者得罪。", "291": "菩薩若受菩薩戒已。眾生所作事務不與同", "292": "者得罪。所謂去來入出擁護財物。和合鬪諍", "293": "作諸善事。戒施多聞不共同者得罪。不犯者。", "294": "若病若不知作。若自營大事。若先許助他若", "295": "自修善法。若慮多人瞋。若喜若癡若狂。若知", "296": "不同能調伏彼。若僧制。", "297": "菩薩若輕說法之人。罵辱打擲嗤笑所說。但", "298": "依文辭不依義者得罪。是罪因煩惱犯。", "299": "菩薩若受菩薩戒已。不能隨從眾生心者得", "300": "罪。所謂行住坐臥修諸善事。菩薩若受菩薩", "301": "戒已。見病苦人不能瞻養作給使者得罪。不", "302": "犯者。若自病若無事力應廣勸化。有事力者。", "303": "若彼病者多有宗親。若自急修無上善法。若", "304": "先瞻他病。若根闇鈍。如病貧窮困苦亦復如", "305": "是。", "306": "菩薩若受菩薩戒已。見惡眾生修行惡法。不", "307": "能教呵勸勉之者得失意罪。不犯者。若知是", "308": "人有善知識能教呵責。若知為說不隨其語。", "309": "若到解語。若有害心。", "310": "菩薩若受菩薩戒已。所畜之物與白衣同者", "311": "得失意罪。", "312": "菩薩若受菩薩戒已。不應以金銀盂器受取", "313": "飲食。所畜銅器不得同彼白衣。木器角器", "314": "悉不聽用。用者得罪。不犯者。若失本器。若行", "315": "路請時。若重病。", "316": "菩薩若受菩薩戒已。受恩不念得罪。是罪因", "317": "煩惱犯。", "318": "菩薩若受菩薩戒已。受他恩惠不能報者得", "319": "罪。報者應當持戒精進坐禪讀誦經典。隨施", "320": "主心所喜之事而以報之。不犯者。施主不受。", "321": "菩薩若受菩薩戒已。見有苦人若死失物王", "322": "賊水火親屬離別。應往其所說法慰喻。隨其", "323": "所須任力給施。若不能者犯罪。不犯者。若不", "324": "得自在。若自重病。若不受語。若有疑難。若王", "325": "瞋彼人。若僧制。", "326": "菩薩若受菩薩戒已。若畜弟子不能從諸篤", "327": "信檀越求索所須。衣食臥具醫藥房舍隨時", "328": "供給。又不隨時說法教化者得罪。不犯者。", "329": "若知弟子有大勢力聰明福德多諸檀越。若", "330": "是外道詐來盜法。若知不能增長佛法。菩薩", "331": "若受菩薩戒已。應常讚歎他人善事。若隱他", "332": "德者得罪。是罪因煩惱犯。不犯者。若前人遮。", "333": "若亂鈍不知。若重病。若慮他嫌。若難了知", "334": "如菴羅果等。", "335": "菩薩若受菩薩戒已。所坐床榻過八指者得", "336": "罪。不犯者。若說法時。若受篤信檀越請時。", "337": "若至外道祠中坐時。", "338": "菩薩若受菩薩戒已。若弟子中應瞋不瞋。應", "339": "呵不呵。應罰不罰。應擯不擯得罪。是罪因煩", "340": "惱犯。不應瞋而瞋。不應呵而呵。不應罰而罰。", "341": "不應擯而擯得罪。不犯者。若知弟子能燒塔", "342": "寺作大惡事。或殺師和尚。若同師同和尚。若", "343": "父母。若待時。若定了知以是因緣破壞眾僧。", "344": "若知後時自生慚愧。", "345": "菩薩若受菩薩戒已。獲大神足。見可怖者而", "346": "不怖之。可生信者不令生信得罪。不犯者。若", "347": "知一切信邪倒見。不信佛法。", "348": "菩薩若受菩薩戒已。常至心念不作犯想。如", "349": "其犯已尋應向人發露懺悔。所謂大小乘人。", "350": "能善解義善宣說者。是名菩薩一切戒。從菩", "351": "薩初地解六波羅蜜。至一切戒一切悉是菩", "352": "薩禁戒。是名一切戒。如來先於聲聞經中所", "353": "未說者。今於菩薩藏摩夷中說何故名為一", "354": "切戒。總說出家在家戒故。是一切戒。難戒", "355": "者有三種。一者菩薩有大自在財富無量。悉", "356": "能捨離受菩薩戒。是名難戒。二者菩薩。急難", "357": "之時。猶不令戒有微瑕析況復毀破。是名為", "358": "難戒。三者菩薩雖隨眾生行住坐臥。常堅持", "359": "戒不令毀犯。是名難戒。一切自戒者有四種。", "360": "一者受。二者性。三者修。四者方便。受者謂三", "361": "羯磨。性者謂與性共俱。菩薩摩訶薩性柔軟", "362": "故。身口意業常善修者。於無量佛諸菩薩所", "363": "修方便者。如諸菩薩以四攝法攝取眾生。教", "364": "令修集身口意善。是名一切自戒。善人戒者", "365": "有五種。一者自持禁戒。二者教他令持。三者", "366": "讚戒。四者見樂持者歡喜讚歎。五者有犯隨", "367": "悔心無休息。是名善人戒。一切行戒者有十", "368": "三種。一者發願迴向涅槃。二者廣大。三者清", "369": "淨。四者歡喜。五者不破。六者不牽。七者堅", "370": "固。八者瓔珞。九者真實。十者義。十一者信。", "371": "十二者寶十三者常。如聲聞地聲聞禁戒一", "372": "切善法。悉是阿耨多羅三藐三菩提因。是名", "373": "一切行戒。除戒者有八種。菩薩常應作如是", "374": "念。如我不喜死。一切眾生亦復如是。是故不", "375": "應殺害物命。如我不喜劫盜貪婬惡口妄語", "376": "兩舌無義語杖石打罵等。一切眾生亦復如", "377": "是。是故不應劫盜貪婬惡口妄語兩舌無義。", "378": "語杖石打罵。是名除戒。菩薩乃至喪失身命。", "379": "終不毀壞如是八戒。自利利他戒者。菩薩於", "380": "戒遮處則遮開處則開。若遮處不遮開處不", "381": "開者得罪。菩薩知一切眾生可攝則攝可捨", "382": "則捨。身口淨戒常共檀波羅蜜行。乃至共般", "383": "若波羅蜜行。如是淨戒自利利他。是名自利", "384": "利他戒。寂靜戒者。從初受戒至心堅持。為四", "385": "沙門果為菩薩果不為身命。是名寂靜戒。菩", "386": "薩坐時見王長者起者得罪。若先加趺見王", "387": "長者跪者得罪。若先衣不整見王長者。𣫍容", "388": "整服者得罪。若王長者說惡語時。隨意稱讚", "389": "者得罪。不疑之處強生疑者得罪。應疑之處", "390": "不生疑者得罪。菩薩戒者。初夜後夜不得眠", "391": "臥。善願善行善法具足。堪任中用正命成就。", "392": "遠離斷常具行中道。離五欲樂無上無勝。遠", "393": "離邪見不破不壞。是名寂靜戒。菩薩戒聚成", "394": "就具足無量妙果。以是戒聚因緣故。具足尸", "395": "波羅蜜。受者雖未得阿耨多羅三藐三菩提。", "396": "已得具足五事功德。一者常為諸佛菩薩所", "397": "念。二者受常淨樂。三者臨死無悔。四者捨", "398": "身得生諸佛世界。五者莊嚴阿耨多羅三藐", "399": "三菩提。受持菩薩戒者不自為身。唯為利他", "400": "及莊嚴阿耨多羅三藐三菩提。是菩薩戒悉", "401": "是過去未來現在。恒河沙等諸佛菩薩之所", "402": "成就。乃至十方諸佛菩薩。亦復如是。", "403": "菩薩善戒經一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1583 菩薩善戒經: 菩薩善戒經: 菩薩善戒經", "source": "CBETA"}