{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1484 梵網經: 梵網經: 梵網經: 梵網經", "text": {"0": "No. 1484", "1": "序梵網經序", "10": "豈唯當時之益，乃有累劫之津！故與道融", "100": "切法外一切法，不捨不受。菩薩爾時名如假，", "101": "會觀現前故，捨心入空三昧。", "102": "「若佛子！戒心者，非非戒、無受者，十善戒無", "103": "師說法。欺盜乃至邪見無集者，慈良清直正", "104": "實正見捨喜等，是十戒體性。制止八倒，一切", "105": "性離，一道清淨。", "106": "「若佛子！忍心者，有無相慧體性，一切空空", "107": "忍、一切處忍，名無生行忍，一切處得名如苦", "108": "忍。無量行一一名忍，無受無打、無刀杖瞋", "109": "心，皆如如。無一一諦一相、無無相，有無有", "11": "別書，出此心地一品，當時有三百餘人誦", "110": "相，非非心相、緣無緣相，立住動止、我人縛", "111": "解，一切法如，忍相不可得。", "112": "「若佛子！進心者，若四威儀，一切時行伏空", "113": "假會法性、登無生山，而見一切有無如有", "114": "如無。大地青黃赤白一切入，乃至三寶智", "115": "性、一切信進道，空、無生、無作、無慧。起空入", "116": "世諦法亦無二相，續空心通達進分善根。", "117": "「若佛子！定心者，寂滅無相。無相人爾時入", "118": "內空，值道心眾生，不道緣不見無相，無量行", "119": "無量心三昧。凡夫聖人無不入三昧，體性", "12": "此一品。故即書是品八十一部，流通於後", "120": "相應一切，以定力故。我人作者受者，一切", "121": "縛見性是障因緣，散風動心，不寂而滅空空，", "122": "八倒無緣。假靜慧觀，一切假會念念滅，", "123": "受一切三界果罪性，皆由定滅而生一切", "124": "善。", "125": "「若佛子！慧心者，空慧非無緣，知體名心，", "126": "分別一切法。假名主者，與道通同，取果", "127": "行因、入聖捨凡、滅罪起福，縛解盡是體性", "128": "功用。一切見常樂我淨煩惱，慧性不明故。", "129": "以慧為首，修不可說觀慧，入中道一諦。其", "13": "代持誦相授。囑諸後學好道君子，願來劫", "130": "無明障慧，非相非來、非緣非罪、非八倒。無", "131": "生滅慧，光明焰為照，樂虛方便轉變神通，", "132": "以智體性所為慧用故。", "133": "「若佛子！願心者，願大求、一切求，以果行因", "134": "故。願心連願，心連相續，百劫得佛。滅罪求", "135": "求，至心無生，空一願觀，觀入定照，無量見縛", "136": "以求心故解脫，無量妙行以求心成，菩提", "137": "無量功德以求為本。初發求心、中間修道，", "138": "行滿願故佛果便成。觀一諦中道，非照非", "139": "界非沒。生見見，非解慧。是願體性，一切行", "14": "不絕共見龍華。", "140": "本原。", "141": "「若佛子！護心者，護三寶、護一切行功德。", "142": "使外道八倒惡邪見不嬈正信，滅我縛、見", "143": "縛無生，照達二諦觀心現前。以護根本無", "144": "相護，護空無作無相，以心慧連入無生，", "145": "空道智道皆明光，明光護觀入空，假分分幻", "146": "化，幻化所起如無，如無法體集散不可護，", "147": "觀法亦爾。", "148": "「若佛子！喜心者，見他人得樂常生喜悅。", "149": "及一切物假空照寂，而不入有為、不無寂", "15": "序梵網經序", "150": "然。大樂無合，有受而化、有法而見。玄假法", "151": "性，平等一觀心心行。多聞一切佛行功德、無", "152": "相喜智，心心生念而靜照，樂心緣一切法。", "153": "「若佛子！頂心者，是人最上智。滅無我輪見", "154": "疑身一切瞋等，如頂觀連、觀連如頂。法界", "155": "中因果，如如一道最勝上如頂。如人頂，非", "156": "非身見六十二見。五眾生滅，神我主人動轉", "157": "屈申，無作無受無行、不可捉縛者，是人", "158": "爾時入內空，值道心眾生，不見緣不見非", "159": "緣，住頂三昧寂滅定，發行趣道。性實、我人", "16": "沙門僧肇作", "160": "常見、八倒生，緣不二法門，不受八難幻化", "161": "果，畢竟不受。唯一眾生，去來坐立、修行滅", "162": "罪，除十惡、生十善，入道正人正智正行菩", "163": "薩達觀現前，不受六道果，必不退佛種性", "164": "中，生生入佛家，不離正信。上十天光品廣", "165": "說。」盧舍那佛言：「千佛！汝先問長養十心者。", "166": "若佛子！慈心者，常行慈心生樂因已，於", "167": "無我智中樂相應觀入法，受想行識色等大", "168": "法中，無生無住無滅如幻化，如如無二，", "169": "故一切修行成法輪。化被一切，能生正信", "17": "夫梵網經者，蓋是萬法之玄宗、眾經之要旨，", "170": "不由魔教，亦能使一切眾生得慈樂果，非", "171": "實非善惡果，解空體性三昧。", "172": "「若佛子！悲心者，以悲空空無相。悲緣行道，", "173": "自滅一切苦，於一切眾生無量苦中生智。", "174": "不殺生緣、不殺法緣、不著我緣，故常行不殺、", "175": "不盜、不婬，而一眾生不惱。發菩提心者，", "176": "於空見一切法如實相，種性行中生道智", "177": "心，於六親六惡親惡三品中與上樂智，", "178": "上惡緣中九品得樂。果空現時，自身他一切", "179": "眾生平等，一樂起大悲。", "18": "大聖開物之真模、行者階道之正路。是以", "180": "「若佛子！喜心者，悅喜無生心時。種性體相", "181": "道智空空，喜心不著我所。出沒三世因果", "182": "無集，一切有入空觀行成，等喜一切眾生，", "183": "起空入道捨惡知識，求善知識示我好道，", "184": "使諸眾生入佛法家。法中常起歡喜入法", "185": "位中，復令是諸眾生入正信，捨邪見、背六", "186": "道苦故喜。", "187": "「若佛子！捨心者，常生捨心。無造無相空法", "188": "中如虛空，於善惡有見無見罪福二中，平等", "189": "一照。非人非我所心，而自他體性不可得，", "19": "如來權教雖復無量，所言要趣莫不以此", "190": "為大捨。及自身肉手足男女國城，如幻化", "191": "水流燈焰一切捨，而無生心，常修其捨。", "192": "「若佛子！施心者，能以施心被一切眾生，身", "193": "施、口施、意施、財施、法施。教導一切眾生，內身", "194": "外身國城男女田宅皆如如相，乃至無念", "195": "財物。受者、施者亦內亦外無合無散。無心行", "196": "化達理達施，一切相現在前行。", "197": "「若佛子！好語心者，入體性愛語三昧，第一", "198": "義諦法語義語。一切實語者皆順一語，調", "199": "和一切眾生心無瞋無諍，一切法空智無緣，", "2": "夫宗本湛然，理不可易，是以妙窮於玄原", "20": "為指南之說。是以秦主，識達圜中、神凝", "200": "常生愛心行順佛意，亦順一切他人。以聖", "201": "法語教諸眾生，常行如心發起善根。", "202": "「若佛子！利益心者，利益心時以實智體性", "203": "廣行智道，集一切明焰法門，集觀行七財。", "204": "前人得利益故，受身命而入利益三昧，現", "205": "一切身、一切口、一切意而震動大世界。一切", "206": "所為所作，他人入法種、空種、道種中得益", "207": "得樂。現形六道，無量苦惱之事不以為患，", "208": "但益人為利。", "209": "「若佛子！同心者，以道性智同空，無生法中", "21": "紛表，雖威綸四海而沾想虛玄，雖風偃", "210": "以無我智同生，無二空同原境。諸法如相，", "211": "常生常住常滅世法相續流轉無量，而能現", "212": "無量形身色心等業，入諸六道一切事同。空", "213": "同無生、我同無物，而分身散形，故入同法", "214": "三昧。", "215": "「若佛子！空心者，復從定心觀慧證空，心心", "216": "靜緣，於我所法識界色界中而不動轉。逆", "217": "順出沒故，常入百三昧、十禪支，以一念智", "218": "作是見，一切我人若內若外眾住種子皆無", "219": "合散，集成起作而不可得。", "22": "八荒而靜慮塵外。故弘始三年淳風東扇，", "220": "「若佛子！慧心者，作慧見心觀諸邪見結患", "221": "等縛，無決定體性，順忍空同故。非陰、非界、", "222": "非入、非眾生、非一我、非因果、非三世法。", "223": "慧性起光光一焰，明明見虛無受。其慧方", "224": "便生長養心，是心入起空空道，發無生心。", "225": "上千海明王品已說心百法明門。」", "226": "盧舍那佛言：「千佛！汝先言金剛種子有十", "227": "心。若佛子！信心者，一切行以信為首、眾德", "228": "根本，不起外道邪見心。諸見名著，結有造", "229": "業，必不受入空無為法中。三相無，無無生，", "23": "於是詔天竺法師鳩摩羅什，在長安草堂", "230": "無生無住，住無滅，滅無有，一切法空。世諦", "231": "第一義諦智，盡滅異空。色空、細心心空。細心", "232": "心心空，故信信寂滅，無體性和合亦無依。", "233": "然主者我人，名用。三界假我我，無得集相，", "234": "故名無相信。", "235": "「若佛子！念心者，作念。六念常覺，乃至常施", "236": "第一義諦，空無著無解，生住滅相不動不", "237": "到去來，而於諸業受者，一合相迴向入法", "238": "界智。慧慧相乘，乘乘寂滅，焰焰無常，光光無", "239": "生，無生不起。轉易空道，變前轉後、變變", "24": "寺，及義學沙門三千餘僧，手執梵文、口翻", "240": "轉化、化化轉轉，變同時同住。焰焰一相，生滅", "241": "一時。已變未變、變變化亦得，一受亦如是。", "242": "「若佛子！迴向心者，第一義空。於實法空智", "243": "照有實諦。業道相續因緣中道，名為實諦。", "244": "假名諸法我人主者，名為世諦。於此二有", "245": "諦，深深入空而無去來，幻化受果而無受，", "246": "故深深心解脫。", "247": "「若佛子！達照心者，忍順一切實性。性性無", "248": "縛無解無礙，法達、義達、辭達、教化達。三世", "249": "因果、眾生根行，如如不合不散。無實用、無", "25": "解釋五十餘部。唯梵網經一百二十卷六十", "250": "用、無名用。用用一切空，空空照達空，名為", "251": "通達一切法空。空空如如，相不可得。", "252": "「若佛子！直心者，直照。取緣神我，入無生", "253": "智。無明神我空空中空，空空理心在有在", "254": "無而不壞道種子。無漏中道一觀，而教化", "255": "一切十方眾生，轉一切眾生皆入薩婆若", "256": "空。真性真性真行於空，三界主者結縛而", "257": "不受。", "258": "「若佛子！不退心者，不入一切凡夫地，不起", "259": "雜長養諸見，亦復不起習因相似我人，", "26": "一品，其中菩薩心地品第十專明菩薩行地。", "260": "入三界業亦行空而不住退。解脫於第一", "261": "中道，一合行故不行退，本際無二故而不念", "262": "退。空生觀智如如相續，乘乘心入不二，常", "263": "空生心一道一淨，為不退一道一照。", "264": "「若佛子！獨大乘心者，解解一空故，一切行心", "265": "名一乘。乘一空智智乘，行乘乘智，心心任", "266": "運任用任載，任一切眾生，度三界河、結縛", "267": "河、生滅河。行者坐乘任用載用，智心趣入", "268": "佛海，故一切眾生未得空智任用，不名為", "269": "大乘，但名乘得度苦海。", "27": "是時道融、道影三百人等即受菩薩戒，人", "270": "「若佛子！無相心者，忘想解脫。照般若波羅蜜", "271": "無二，一切結業三世法如如一諦，而行於無", "272": "生空，自知得成佛。一切佛是我等者，一切", "273": "賢聖是我同學，皆同無生空，故名無相心。", "274": "「若佛子！如如慧心者，無量法界無集無受", "275": "生，生生煩惱而不縛。一切法門、一切賢所", "276": "行道、一切聖所觀法，所有亦如是。一切佛", "277": "教化方便法，我皆集在心中。外道一切論邪", "278": "定功用、幻化魔說佛說，皆分別入二諦處，非", "279": "一非二，非有陰界入。是慧光明，光明照性", "28": "各誦此品以為心首。師徒義合，敬寫一品", "280": "入一切法。", "281": "「若佛子！不壞心者，入聖地智近解脫位，得", "282": "道正門、明菩提心，伏忍順空、八魔不壞，眾", "283": "聖摩頂、諸佛勸發，入摩頂三昧，放身光光", "284": "照十方佛土。入佛儀神，出沒自在動大千", "285": "界，與平等地心無二無別，而非中觀知道。", "286": "以三昧力故，光中見佛無量國土，現為說", "287": "法。爾時即得頂三昧，登虛空平等地，總持", "288": "法門聖行滿足。心心行空，空空慧中道無相", "289": "照故。一切相滅，得金剛三昧門，入一切行", "29": "八十一部，流通於世。欲使仰希菩提者", "290": "門，入虛空平等地。如佛華經中廣說。」", "291": "盧舍那佛言：「千佛！汝先問十地者有何義？", "292": "若佛子！菩提薩埵入平等慧體性地，真實法", "293": "化一切行華光滿足，四天果乘用任化，無方", "294": "理化，神通、十力、十號、十八不共法，住佛淨土。", "295": "無量大願，辯才無畏，一切論、一切行我皆得", "296": "入。生出佛家，坐佛性地，一切障礙凡夫因果", "297": "畢竟不受，大樂歡喜。從一佛土入無量佛", "298": "土，從一劫入無量劫，不可說法為可說法，", "299": "及照見一切法、逆順見一切法，常入二諦", "3": "之境、萬行起於深信之宅。是以天竺法師鳩", "30": "追蹤以悟理故，冀於後代同聞焉。", "300": "而在第一義中。以一智知十地次第，一一", "301": "事示眾生，而常心心中道。以一智知一切", "302": "佛土殊品及佛所說法，而身心不變。以一智", "303": "知十二因緣、十惡種性，而常住善道。以一", "304": "智見有無二相。以一智知入十禪支行三", "305": "十七道，而現一切色身六道。以一智知十", "306": "方色色，分分了起入受色報，而心心無縛，", "307": "光光照一切，是故無生信忍空慧常現在前。", "308": "從一地二地乃至佛界，其中間一切法門一", "309": "時而行故。略出平等地功德海藏行願，如海", "31": "梵網經盧舍那佛說菩薩心地", "310": "一渧毛頭許事。", "311": "「若佛子！菩提薩埵善慧體性地，清淨明達一", "312": "切善根，所謂慈悲喜捨慧。一切功德本從", "313": "初觀入大空慧方便道智中，見諸眾生無", "314": "非苦諦皆有識心，三惡道刀杖一切苦惱", "315": "緣中生識，名為苦諦。三苦相者，如身初覺，", "316": "從刀杖身色陰二緣中生覺，為行苦緣。次", "317": "意地覺，緣身覺所緣得刀杖及身創腫等法", "318": "故，覺苦苦緣，重故苦苦。次受行覺二心，緣", "319": "向身色陰壞創中生苦覺故，名為壞苦緣。", "32": "戒品第十卷上", "320": "是以三覺次第生三心，故為苦苦。一切有", "321": "心眾生，見是三苦，起無量苦惱因緣故。我", "322": "於是中入教化道三昧，現一切色身於六", "323": "道中，十種辯才說諸法門，謂苦識、苦緣、刀", "324": "杖緣具。苦識行身創腫發壞，內外觸中或", "325": "具不具。具二緣中生識，識作、識受、觸識，名", "326": "為苦識。行二緣故心心緣色，心觸觸惱", "327": "受煩毒時，為苦苦。心緣識初，在根覺緣，", "328": "名為苦覺。心作心受觸識覺觸，未受煩毒", "329": "時，是名行苦。逼迮生覺如𣃆石火，於身", "33": "後秦龜茲國三藏鳩摩羅什譯", "330": "心念念生滅，身散壞轉變化，識入壞緣，緣", "331": "集散心苦心惱，受念後緣染著心心不捨，是", "332": "為壞苦。三界一切苦諦，復觀無明集無量", "333": "心作一切業，相續相連習因集因，名為集", "334": "諦。正見解脫空空智道心心，名以智道道諦。", "335": "盡有果報盡有因，清淨一照體性，妙智寂", "336": "滅一諦。慧品具足名根，一切慧性起空入觀，", "337": "是初善根。第二觀捨一切貪著，行一切平", "338": "等空捨，無緣而觀諸法。空際一想，我觀一", "339": "切十方地土皆吾昔身所用故土，四大海水", "34": "爾時釋迦牟尼佛，在第四禪地中摩醯首羅", "340": "是吾故水，一切劫火是吾昔身故所用火，一", "341": "切風輪是吾故所用氣。我今入此地中，法", "342": "身滿足，捨吾故身，畢竟不受四大分段不", "343": "淨故身，是為捨品具足。第三次觀於所化", "344": "一切眾生，與人天樂、十地樂、離十惡畏樂、", "345": "得妙華三昧樂乃至佛樂。如是觀者慈品", "346": "具足。菩薩爾時住是地中無癡無貪無瞋，", "347": "入平等一諦智一切行本，遊佛一切世界，", "348": "現化無量法身。如一切眾生天華品說。", "349": "「若佛子！菩提薩埵光明體性地，以三昧解了", "35": "天王宮，與無量大梵天王、不可說不可說菩", "350": "智，知三世一切佛法門，十二法品名味句：重", "351": "誦、記別、直語、偈、不請說、律戒、譬喻、佛界、昔", "352": "事、方正、未曾有、談說，是法體性名第一義。", "353": "別是名味句中，說一切有為法分分受生，", "354": "初入識胎，四大增長色心名六住，於根中", "355": "起實覺，未別苦樂名觸識，又覺苦樂識", "356": "名三受，連連覺著受無窮已，欲、我見、戒取", "357": "善惡有，識初名生，識終名死。是十品現在", "358": "苦。因緣果觀是行相中道，我久已離故，無自", "359": "體性。入光明神通，總持辯才，心心行空，而", "36": "薩眾說蓮花臺藏世界盧舍那佛所說心地", "360": "十方佛土中現劫化轉化百劫千劫，國土中", "361": "養神通，禮敬佛前諮受法言。復現六道身，", "362": "一音中說無量法品，而眾生各自分分得聞", "363": "心所欲之法。苦空無常無我一諦之音，國土", "364": "不同身心別化。是妙華光明地中略開一毛", "365": "頭許，如法品解觀法門千三昧品說。", "366": "「若佛子！菩提薩埵體性地中，爾真焰俗，不斷", "367": "不常，即生即住即滅，一世一時一有，種異", "368": "異現異故。因緣中道非一非二、非善非惡、", "369": "非凡非佛故。佛界凡界一一，是名為世諦。", "37": "法門品。是時釋迦身放慧光，所照從此天", "370": "其智道觀無一無二，玄道定品，所謂說佛", "371": "心行初覺定因，信覺、思覺、靜覺、上覺、念覺、慧", "372": "覺、觀覺、猗覺、樂覺、捨覺，是品品方便道，心心", "373": "入定果。是人住定中，焰焰見法行空。若起", "374": "念定，入生心定，生愛順道，道法化生，名", "375": "法樂忍、住忍、證忍、寂滅忍。故諸佛於入光光", "376": "華三昧中，現無量佛，以手摩頂一音說法，", "377": "百千起發而不出定，住定味樂定、著定", "378": "貪定、一劫千劫中住定。見佛蓮花座說", "379": "百法門，是人供養聽法，一劫住定。時諸佛", "38": "王宮乃至蓮花臺藏世界。其中一切世界一", "380": "光中摩頂，發起定品出相進相，去向相故。", "381": "不沒不退、不墮不住，頂三昧法上樂忍，永", "382": "盡無餘。即入一切佛土修行無量功德品，", "383": "行行皆光明，入善權方便，化教一切眾生，", "384": "能使得見佛體性常樂我淨。是人生住是", "385": "地中行化法門，漸漸深妙華觀智入體性中", "386": "道，一切法門品滿足，猶如金剛。上日月道品", "387": "已明斯義。", "388": "「若佛子！菩提薩埵慧照體性地，法有十種力", "389": "生品，起一切功德行。以一慧方便知善惡", "39": "切眾生，各各相視歡喜快樂，而未能知此", "390": "二業別行處力品、善作惡作業智力品、一切", "391": "欲求願六道生生果欲力品、六道性分別不", "392": "同性力品、一切善惡根一一不同根力品、邪", "393": "定正定不定是名定力品、一切因果乘是因", "394": "乘是果至果處乘因道是道力品、五眼", "395": "知一切法見一切受生故天眼力品、百劫", "396": "事一一知宿世力品、於一切生煩惱滅一切", "397": "受無明滅解脫力品，是十力品智。知自修因", "398": "果，亦知一切眾生因果分別，而身心口別用。", "399": "以淨國土為惡國土、以惡國土為妙樂土，", "4": "摩羅什，誦持此品以為心首。此經本有一", "40": "光光何因何緣，皆生疑念；無量天人亦生疑", "400": "能轉善作惡、轉惡作善，色為非色、非色為", "401": "色，以男為女、以女為男，以六道為非六", "402": "道、非六道為六道，乃至地水火風非地水火", "403": "風。是人爾時以大方便力，從一切眾生而", "404": "見不可思議、下地所不能知覺舉足下足", "405": "事。是人大明智，漸漸進分分智，光光無量無", "406": "量，不可說不可說法門現在前行。", "407": "「若佛子！菩提薩埵體性華光地，能於一切世", "408": "界中，十神通明智品，以示一切眾生種種變", "409": "化。以天眼明智知三世國土中微塵等一切", "41": "念。", "410": "色，分分成六道眾生身，一一身微塵細色成", "411": "大色分分知。以天耳智知十方三世六道", "412": "眾生苦樂音聲、非非音、非非聲、一切法聲。", "413": "以天身智知一切色、色非色、非男非女形。", "414": "於一念中遍十方三世國土劫量大小國土", "415": "中微塵身，以天他心智知三世眾生心中所", "416": "行，十方六道中一切眾生心心所念苦樂善", "417": "惡等事。以天人智知十方三世國土中一切", "418": "眾生宿世苦樂受命，一一知命續百劫。以", "419": "天解脫智知十方三世眾生解脫，斷除一切", "42": "爾時眾中玄通華光王菩薩從大莊嚴花光", "420": "煩惱若多若少，從一地乃至十地滅滅皆", "421": "盡。以天定心智知十方三世國土中眾生", "422": "心，定、不定、非定非不定、起定方法，有所攝", "423": "受三昧百三昧。以天覺智知一切眾生已", "424": "成佛未成佛，乃至一切六道人心心，亦知十", "425": "方佛心中所說法。以天念智知百劫千劫大", "426": "小劫中，一切眾生受命命久近。以天願智", "427": "知一切眾生賢聖十地，三十心中一一行願，", "428": "若求苦樂、若法非法，一切求十願百千大願", "429": "品具足。是人住地中十神通明中，現無量身", "43": "明三昧起，以佛神力放金剛白雲色光，光", "430": "心口分別用。說地功德，百千萬劫不可窮", "431": "盡。而爾所釋迦略開神通明品，如觀十二因", "432": "緣品中說。", "433": "「若佛子！菩提薩埵滿足體性地，入是法中十", "434": "八聖人智品，下地所不共。所謂身無漏過、", "435": "口無語罪、念無失念。離八法，一切法中捨，", "436": "常在三昧。是入地六品具足，復從是智生", "437": "六足智。三界結習畢竟不受，故欲具足。一切", "438": "功德一切法門所求滿，故進心足。一切法事", "439": "一切劫事一切眾生事，以一心中一時知，故", "44": "照一切世界。是中一切菩薩皆來集會與共，", "440": "念心足。是二諦相，六道眾生一切法，故智慧", "441": "足。知十發趣人中至一切佛，無結無習，故", "442": "解脫足。是一切眾生知他人自我弟子無漏，", "443": "無諸煩習故，以智知他身，解脫足。是人", "444": "入六滿足明智中便起智，身隨六道眾生", "445": "心行口辯說無量法門品，示一切眾生故。", "446": "隨一切眾生心行，常入三昧，而十方大地動、", "447": "虛空化華，故能令眾生心行。以大明具足，", "448": "見過去一切劫中佛出世，亦是示一切眾生", "449": "心。以無著智見現十方一切國土中一切", "45": "同心異口問：「此光光為何等相？」是時釋迦即", "450": "佛，一切眾生心心所行。以神通智，見未來", "451": "中一切劫一切佛出世，一切眾生從是佛受", "452": "道聽法故。住是十八聖人中心心三昧，觀", "453": "三界微塵等色是我故身，一切眾生是我父", "454": "母，而今入是地中，一切功德、一切神光、一切", "455": "佛所行法，乃至八地九地中一切法門品，我", "456": "皆已入，故於一切佛國土中示現作佛、成道、", "457": "轉法輪、示入滅度，轉化他方過去來今一", "458": "切國土中。", "459": "「若佛子！菩提薩埵佛吼體性地，入法王位三", "46": "擎接此世界大眾，還至蓮花臺藏世界百萬", "460": "昧，其智如佛，佛吼三昧故。十品大明定門", "461": "常現在前，華光音入心三昧。其空慧者，謂內", "462": "空慧門、外空慧門，有為空慧門、無為空慧門，", "463": "性空慧門，無始空慧門，第一義空慧門，空空", "464": "慧門，空空復空慧門，空空復空空慧門。如", "465": "是十空門，下地所不知。虛空平等地，不可", "466": "說不可說。神通道智，以一念智知一切法", "467": "分分別異，而入無量佛國土中，一一佛前諮", "468": "受法，轉法度與一切眾生。而以法藥施一", "469": "切眾生，為大法師、為大導師，破壞四魔，法", "47": "億紫金剛光明宮中，見盧舍那佛坐百萬", "470": "身化化入佛界，是諸佛數。是諸九地、十地", "471": "數中。長養法身，百千陀羅尼門、百千三昧", "472": "門、百千金剛門、百千神通門、百千解脫門，", "473": "如是百千虛空平等門中而大自在，一念一", "474": "時行。劫說非劫、非劫說劫，非道說道、道說", "475": "非道，非六道眾生說六道眾生、六道眾生說", "476": "非六道眾生，非佛說佛、佛說非佛。而入出", "477": "諸佛體性三昧中，反照順照逆照，前照後照、", "478": "因照果照、空照有照、第一中道義諦照。是智", "479": "唯八地所證，下地所不及。不動不到、不出不", "48": "蓮花赫赫光明座上。時釋迦佛及諸大眾，", "480": "入、不生不滅。是地法門品，無量無量，不可說", "481": "不可說，今以略開地中百千分一毛頭許事。", "482": "羅漢品中已明。", "483": "「若佛子！菩提薩埵佛花嚴體性地，以佛威儀，", "484": "如來三昧自在王王定出入無時，於十方三", "485": "千世界中百億日月百億四天下，一時成佛、", "486": "轉法輪乃至滅度。一切佛事以一心中一", "487": "時示現一切眾生，一切色身八十種好三十", "488": "二相自在，樂虛空同。無量大悲，光明相好莊", "489": "嚴，非天非人非六道。一切法外而常行六", "49": "一時禮敬盧舍那佛足下已。釋迦佛言：「此", "490": "道，現無量身、無量口、無量意，說無量法門，", "491": "而能轉魔界入佛界、佛界入魔界，復轉一", "492": "切見入佛見、佛見入一切見，佛性入眾生", "493": "性、眾生性入佛性。其地光光光照、慧慧照、", "494": "明焰明焰，無畏、無量、十力、十八不共法、解脫", "495": "涅槃無為一道清淨。而以一切眾生作父母", "496": "兄弟，為其說法盡一切劫得道果。又現一", "497": "切國土，為一切眾生相視如父如母，天魔", "498": "外道相視如父母。住是地中，從生死際", "499": "起至金剛際，以一念心中現如是事，而能", "5": "百十二卷六十一品。什少踐於大方，齊異學", "50": "世界中地及虛空一切眾生，為何因何緣", "500": "轉入無量眾生界。如是無量，略說如海一", "501": "渧。", "502": "「若佛子！菩提薩埵入佛界體性地，其大慧空，", "503": "空復空空復空，如虛空性。平等智有如來", "504": "性，十功德品具足，空同一相體性無為，神虛", "505": "體一法同法性，故名如來。應順四諦二諦，", "506": "盡生死輪際，法養法身無二，是名應供。遍", "507": "覆一切世界中一切事，正智聖解脫智，知", "508": "一切法有無一切眾生根故，是正遍知。明明", "509": "修行佛果時足故，是明行足。善逝三世佛法，", "51": "得成菩薩十地道？當成佛果為何等相？」如", "510": "法同先佛去佛，去時善善、來時善善，是名", "511": "善逝。是人行是上德，入世間中教化眾", "512": "生，使眾生解脫一切結縛，故名世間解脫。", "513": "是人一切法上入佛威神，儀形如佛大士行", "514": "處，為世間解脫，名無上士。調順一切眾生，", "515": "名為丈夫。於天人中教化一切眾生，諮受", "516": "法言故，是天人師。妙本無二、佛性玄覺，常常", "517": "大滿，一切眾生禮拜故、尊敬故，是佛世尊。一", "518": "切人諮受奉教故，是佛地。是地中一切聖", "519": "人之所入處故，名佛界地。爾時坐寶蓮花", "52": "如佛性本原品中廣問一切菩薩種子。", "520": "上，一切與授記歡喜。法身手摩其頂，同見", "521": "同學菩薩異口同音讚歎無二。又有百千億", "522": "世界中一切佛、一切菩薩一時雲集，請轉不", "523": "可說法輪、虛空藏化導法門。是地有不可說", "524": "奇妙法門品，奇妙三明、三昧門、陀羅尼門，非", "525": "下地凡夫心識所知，唯佛佛無量身口心意", "526": "可盡其原。如光音天品中說十無畏與佛", "527": "道同。」", "528": "梵網經卷上", "53": "爾時盧舍那佛即大歡喜，現虛空光體性本", "54": "原成佛常住法身三昧，示諸大眾：「是諸佛子！", "55": "諦聽，善思修行。我已百阿僧祇劫修行心地，", "56": "以之為因，初捨凡夫成等正覺，號為盧舍", "57": "那，住蓮花臺藏世界海。其臺周遍有千葉，", "58": "一葉一世界為千世界，我化為千釋迦據", "59": "千世界。後就一葉世界，復有百億須彌山、百", "6": "於迦夷。弘始三年淳風東扇，秦主姚興，道", "60": "億日月、百億四天下、百億南閻浮提、百億菩", "61": "薩釋迦坐百億菩提樹下，各說汝所問菩", "62": "提薩埵心地。其餘九百九十九釋迦，各各現", "63": "千百億釋迦亦復如是。千花上佛是吾化", "64": "身，千百億釋迦是千釋迦化身。吾已為本", "65": "原，名為盧舍那佛。」", "66": "爾時蓮花臺藏座上盧舍那佛，廣答告千釋", "67": "迦千百億釋迦所問心地法品：「諸佛當知，", "68": "堅信忍中十發趣心向果：一捨心、二戒心、", "69": "三忍心、四進心、五定心、六慧心、七願心、八", "7": "契百王、玄心大法，於草堂之中，三千學士", "70": "護心、九喜心、十頂心。諸佛當知，從是十", "71": "發趣心入堅法忍中，十長養心向果：一慈", "72": "心、二悲心、三喜心、四捨心、五施心、六好語", "73": "心、七益心、八同心、九定心、十慧心。諸佛當", "74": "知，從是十長養心入堅修忍中，十金剛心", "75": "向果：一信心、二念心、三迴向心、四達心、五", "76": "直心、六不退心、七大乘心、八無相心、九慧", "77": "心、十不壞心。諸佛當知，從是十金剛心入", "78": "堅聖忍中，十地向果：一體性平等地、二體性", "79": "善慧地、三體性光明地、四體性爾焰地、五", "8": "與什參定大小二乘五十餘部，唯《梵網經》最", "80": "體性慧照地、六體性華光地、七體性滿足地、", "81": "八體性佛吼地、九體性華嚴地、十體性入佛", "82": "界地。是四十法門品，我先為菩薩時修入", "83": "佛果之根原。如是一切眾生，入發趣、長養、", "84": "金剛、十地，證當成果，無為無相大滿常住，十", "85": "力、十八不共行，法身智身滿足。」", "86": "爾時蓮花臺藏世界盧舍那佛赫赫大光明", "87": "座上，千花上佛千百億佛一切世界佛。是座", "88": "中有一菩薩，名華光王大智明菩薩，從坐", "89": "而立，白盧舍那佛言：「世尊佛！上略開十發", "9": "後誦出。時融、影三百人等，一時受菩薩十戒。", "90": "趣、十長養、十金剛、十地名相，其一一義中未", "91": "可解了。唯願說之，唯願說之，妙極金剛寶", "92": "藏一切智門。」如來百觀品中已明問。", "93": "爾時盧舍那佛言：「千佛諦聽！汝先言云何義", "94": "者？發趣中，", "95": "若佛子！捨心者，一切捨。國土城邑田宅、金銀", "96": "明珠、男女己身有為諸物，一切捨，無為無相。", "97": "我人知見假會合成，主者造作我見，十二因", "98": "緣無合無散無受者。十二入、十八界、五陰，", "99": "一切一合相，無我我所相。假成諸法，若內一"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1484 梵網經: 梵網經: 梵網經: 梵網經", "author": "後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}