{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0419 拔陂菩薩經", "text": {"0": "No. 419 [Nos. 416-418]", "1": "拔陂菩薩經", "10": "便起前到佛所，為佛作禮，却坐一面。諸菩薩", "100": "多怨嫉欲勝一切，於佛數數願如來十種", "101": "力地，一切想去已為知悉了，工校計知世聚", "102": "散。一切行入生死，棄無所住亦不亂，已度", "103": "於法海為藏貴寶，遍行於世一切已遠世。已", "104": "習行大變化佛力足致無比，聚一意願見諸", "105": "佛，棄不用一切世，所生生異界，如來有住在", "106": "者，正覺無所著。遙見佛及其國界，聞其法，", "107": "見其比丘僧，亦不五達，亦不六達，菩薩亦", "108": "不從是世致彼聽視，猶故住是世耳。遙見正", "109": "覺，亦聞明法，亦悉受行，譬如今面受奉行，", "11": "及諸比丘，悉以頭面禮佛，皆坐一面。佛爾時", "110": "令正等，使吾無疑，亦使如是，諸菩薩無懈", "111": "怠，常面見佛善聽法，至夢傾意不為邪？」佛", "112": "便謂拔陂菩薩言：「善哉善哉！拔陂！是為哀眾", "113": "辭，求眾之安，愍念三世，見義見樂見安，於", "114": "人天能以如是義問如來。先亦自有德，於", "115": "過去佛已施眾善福，已待遇眾佛，坐法義座，", "116": "願法無所願援，奉受梵行，少欲約可於無", "117": "食，喜具戒，起諸菩薩、常勸成菩薩、常願尊", "118": "菩薩，常願菩薩意大，願菩薩盛，願菩薩得，其", "119": "所求常慈有大，依一切等心，於人制意度無", "12": "便取神足定意，使諸比丘在他郡國者，皆來", "120": "極，見佛常度理如來語求佛意。譬如和夷", "121": "鐵無稱量，悉人意所常善知覺於面行，是", "122": "汝德。「拔陂！吾已意具知，雖爾者有現在佛", "123": "定，名為常住止，是定為定意，堅不墮，不失", "124": "意。」「下耳根眾不他怠，唯如來為我解說是定", "125": "意，為眾學作先，使眾人得安。願愍是世，", "126": "為人天世及諸菩薩大願者，皆當以是見光", "127": "自照。」佛便告菩薩拔陂言：「常行一法，常作", "128": "莫饜，奉行如上，多益作莫減。如作車成便", "129": "乘，便可隨常所求。已具淨，已諦念，已具堅，", "13": "會是竹園，悉為佛作禮。爾時過十餘萬眾比", "130": "本力作一切善法，自致踰過便以有。何等", "131": "為一法，見在佛定意，名為止定住者？所謂", "132": "因緣，佛意作念，意不邪冥不亂，已默得持", "133": "精進，不跌無形有待遇，常興空厚睡臥，為", "134": "劇怨且遠避眾會，身常隱避惡知識莫親，", "135": "隨善政友可法道，直根莫妄占近饜，欲少", "136": "食不願貪，好法衣，不願壽長，隨本命慧身", "137": "無所愛，不顧其親屬，本所生國速棄去。已", "138": "親慈心，已得哀意，已住喜意，已行護心，諸", "139": "蓋已棄，諸禪已習，色想已分別，陰想不取，", "14": "丘皆來會竹園。佛復取神足定意，使大德", "140": "諸入不受，諸大不宥，意已不亂生，受不住", "141": "不淨，已得一切舍，向一切脫人，一切於人", "142": "如己身，一切人皆非我，一切法無所取，從戒", "143": "無所願，常習欲定，多聞欲樂，戒陰不漏毀，定", "144": "陰不動墮，於法無所復疑，與佛無諍，於法", "145": "無所棄，於僧不誹謗。麁惡言以斷止，待遇", "146": "於有道，過者常遠離，世音無樂不用，過世音", "147": "常用愛樂，畜生音遠棄辟。六堅法已習，五度", "148": "脫常當習，十惡作足已棄，十善作足親習，於", "149": "九嬈能自解，於八無勢悉違捨，八精進常", "15": "比丘尼等，從三萬餘比丘尼，皆來會竹園，為", "150": "已習，九想行已行，八大人念為已得，諸禪莫", "151": "取愛，莫以聞自大。理可綺，下耳聽，常重法，常", "152": "欲法，色想已別自想身無所取，想人已悉捨，", "153": "雖生不為可，陰想已分別，所有已不住，常求", "154": "欲泥洹，願不用生死行。於生死恐懼想，於", "155": "諸陰想如怨，於四大如蛇，於諸入已想空，想", "156": "三界無所住，見泥洹而獨樂。世作不復用，捨", "157": "世隨佛，令於人無諍，一切於世無所親，一", "158": "切諸佛常得面，有是身如夢見向脫，常淨潔", "159": "善作，常為求一切諸想，分別計三堅定，常", "16": "佛作禮，悉坐一面。佛復取神足定意，使羅檀", "160": "著念一切諸佛，依怙著善本，常思願一切諸", "161": "佛。自在欲定，不自願佛身相等，一切法不", "162": "分別，計世知義不與諍，從受有能次第，隨", "163": "如來住地利，得忍辱已下，入法身空身，為已", "164": "知人身，不生不滅泥洹身，常以觀黠慧眼已", "165": "為淨。一切法非我，願佛意不墮不踰，一切於", "166": "佛一其行，不念知欲求到，為無數識申直意。", "167": "於為業不為彼，隨佛智遇善友如見尊，一", "168": "切於諸菩薩無異意，悉反魔所作。一切世", "169": "所有如幻，一切諸佛如光，照見如來，常行", "17": "迦簍菩薩從惟舍大國，及迦休頭菩薩從占", "170": "求菩薩意，度無極悉等等，億誠信見諸佛一", "171": "切等善法。「拔陂！是為現在佛面住定意，亦", "172": "用是法定意為具來。何等定意具將是法來？", "173": "所謂現在。現在佛面住定意為何等？拔陂！若", "174": "有比丘、比丘尼、優婆塞、優婆夷，於戒常具足，", "175": "常獨處不與眾，便起意念言：『阿彌陀佛為在", "176": "何方常在說法？』如其所聞，便生念在西方。阿", "177": "彌陀佛如來正覺所治也，去是佛國當過百", "178": "千億佛界，名須摩提國，眾菩薩所聚，聽尊", "179": "說法已不亂意，常當念是國地。「拔陂！譬如", "18": "波大國，及那達頭菩薩從波羅奈大國，及須", "180": "人臥夢，見聚銀若金及眾寶，親友知識極愛", "181": "親屬，常樂欲見不饜，便與共戲樂，至意親", "182": "密談。至寤尚識其所見，如事為人說，便為", "183": "墮淚念識其想。拔陂！亦如是，菩薩白衣者", "184": "若學者，聞阿彌陀佛所在國，常當念其方，", "185": "無毀漏於戒，於戒陰莫用亂意，淨心念一日", "186": "一夜至七日七夜，如是七日七夜畢念，便可", "187": "見阿彌陀佛，或在夢中如來阿彌陀佛如來", "188": "當面自見。譬如上頭夢男子，自想為住在空，", "189": "不想夜亦不想晝，其眼根不為壁牆所遮，不", "19": "深無菩薩從迦惟羅衛大國，及大大導眾菩", "190": "為陰冥所蔽。拔陂！菩薩亦爾，作意行如是，", "191": "如是於佛界中間，雖有須彌山，有遮迦謗、摩", "192": "呵遮迦謗山及餘黑山，不能遮其眼視，亦", "193": "不能遮其意。菩薩亦未得天眼，視見阿彌陀", "194": "佛；亦不得天耳，聽聞阿彌陀佛說經；亦未", "195": "得神足，得往到阿彌陀佛國。菩薩亦不從是", "196": "下世往生彼，但自故住是世，見阿彌陀佛如", "197": "來，亦聞其說法如聞奉行，菩薩便從是定意，", "198": "寤如所聞法，便為人廣說。「拔陂！譬如人從", "199": "隨沙離聞有好女字須聞，復有第二男子，聞", "2": "僧祐錄云安公古典", "20": "薩及給孤獨迦羅越從舍衛大國，及尊達菩", "200": "有好女字阿凡和利，復有第三男子，聞有好", "201": "女名為蓮華色，從聞展轉著污轉自作貪，是", "202": "諸男子皆未見好女，但遙聞數數起意生念，", "203": "便有婬起，從臥便夢見，便往到女處。是故", "204": "羅閱祇城中男子，如是起意，如是便見，與共", "205": "會合，便亂習婬法，曉竟便寤故，識如問", "206": "如知。拔陂！為汝說如是，從是因緣如是法", "207": "說，從是不還，受別於無上覺道，我復為其", "208": "說，當來於後久遠，當名為善寤如來、無所著、", "209": "正覺，其人但得恣意見想，如是正見。如是菩", "21": "薩從拘暹大國，及謾論調菩薩從沙號大國，", "210": "薩，拔陂！亦如是，住在是世間，彼有阿彌陀", "211": "佛，已聞數數念，便見如來阿彌陀佛見在，佛", "212": "面見住上定意，見便難問如來，從何法會菩", "213": "薩得生是世？阿彌陀佛便為諸菩薩說言：『常", "214": "念佛意善習不捨，常行幻作便得生是佛國。』", "215": "何等常念佛？念如來法不忘。今是如來、無所", "216": "著、正覺，身有三十二大人相，紫磨金色身，如", "217": "淨明月水精珠身。譬如眾寶所瓔珞，在眾", "218": "弟子中獨說法，如是為其誠說。何以無所壞", "219": "故，何所不壞敗者，地水火風神天梵王，是", "22": "各從二萬八千人皆會竹園，悉以頭面禮佛", "220": "皆不亡色痛想行識，如有念如來，因緣如", "221": "空，空便為已得，是為念佛意，菩薩常寤已", "222": "捨其定。拔陂！汝用是便到彼所，從到便說", "223": "是事，從有是如是法說，可使受別，不復還", "224": "墮於無上得正覺。拔陂！亦汝及摩呵迦葉，", "225": "及因陀達菩薩，及須深天子，亦及餘，於是", "226": "定意有得者。「拔陂！過去久遠有一男子，於", "227": "曠野澤中便大飢復渴，於澤中便得臥，夢", "228": "得好飯食，極意飽食，所飢渴便飽。適寤自意", "229": "身飽滿，便自計是法。譬如夢食，其如是觀", "23": "足，悉坐一面。爾時阿闍世王，與過十萬眾人", "230": "便忍受別，於佛法菩薩亦如是，居家或學，", "231": "聞佛所在方，常至意當念其方，常願欲見佛，", "232": "莫取想於胎，亦莫想自有身，常住空想，有", "233": "想當想念佛，從以空想便以住，以能想念佛，", "234": "淨如琉璃寶中尊，如是念便見如來。「拔陂！譬", "235": "如人從本生國到他方，久久還念本所生國", "236": "遊戲所見，樂臥便夢還故國，便遊戲，生想如", "237": "故所到處，於國中恣意戲。寤便為親近及", "238": "知識左右侍人說言，我往如是，我見如是，我", "239": "所到到所作到如是。拔陂！菩薩亦如是，居", "24": "俱，來到佛所，皆以頭面禮佛，悉坐一面。爾", "240": "家及學，聞佛所在方，常當念其方，願常欲見", "241": "佛。如是念，菩薩會見如來，淨如琉璃寶中尊。", "242": "「拔陂！譬如觀污露比丘，取半壞敗色著其前，", "243": "便見已，青黑亦見、壞亦見，空隨如烟，但見", "244": "白骨在前，是骨從何來？誰持著是？誰所作是？", "245": "皆意所作耳。拔陂！菩薩亦如是，持佛不歸", "246": "他，住在是定意，所向方便願見佛，其方有", "247": "佛者即見如來身。何以故？以倚著定故。復", "248": "已持佛故，住在是定，以佛威神，復己定力，自", "249": "復以宿功德作，三令悉見如來。「拔陂！譬如人，", "25": "時第一四天王，及忉利天王及梵天王，與", "250": "年尚少，樂自抆拭淨器受麻油，淨器受清", "251": "水新磨鏡，若於水精器自觀其身，悉於是中", "252": "見其形。「拔陂！汝寧謂是人形入油水鏡水精", "253": "器不？若已在其中耶？」對言：「如來！不。我謂內不", "254": "可得，及麻油水鏡水精悉見影住其前，亦", "255": "不從光中來，亦不從身中出。」佛言：「善哉善", "256": "哉！拔陂！實如是。以淨色已分別，諸菩薩欲", "257": "見佛，易無難，見即能問，得問能對，所聞內喜，", "258": "其復內爾：『是諸佛從何來？我到何所？是皆無", "259": "從來，知如來無從去。云其自身其復生意爾，", "26": "無央數天眾，悉來到佛所，為佛作禮，悉坐", "260": "但意行是三界耳。我欲觀天，意即見天，以意", "261": "作佛，亦以意見，但是我意；為佛如來但意", "262": "耳，及我身意也。以意見佛，意不能見意，意", "263": "不能知意，意想為無智，不想意為泥洹。』是", "264": "法無堅，皆從自可起，自可悉空，求自可亦", "265": "無有。拔陂！菩薩亦如是住在其定。「拔陂！有", "266": "四法菩薩疾得是定。何等為四？一為無央", "267": "信，二為精進無能逮，三為黠不受彼教，四", "268": "為親善友。拔陂！是為四法，菩薩用疾得是", "269": "定。復有四法，菩薩疾得是定：常求見佛，常", "27": "一面。及諸遍淨天無央數眾，悉來到佛所，作", "270": "願聞法，計無所住，求佛意不忘。菩薩用是", "271": "四法，疾得是定。復有四法。何等為四？不樂", "272": "俗言、不樂有人識、不欲世樂、不到睡臥試，", "273": "但除大小便及飯食時及經行。不識會四輩", "274": "及餘眾，常以法布施轉增，不樂好色及待過", "275": "利。是為四法，菩薩疾得是定。復有四法疾", "276": "得是定：常作佛形像，次畫作其好；常持是", "277": "定意，亦以意樂是定住久長止，亦書受奉", "278": "行；是定起，棄綺可意無綺可法，便住無上", "279": "獨尊道；常營護如來教令諦不忘。是為四法，", "28": "禮，皆住一面。及四阿須倫王，從無央數阿須", "280": "菩薩用疾得是定。」佛爾時知是義，便說偈言：", "281": "「當生信於尊令，莫畏法所空說，", "282": "行精進斷截臥，滿三月當坐行，", "283": "常說法尊所言，偏教令演其功，", "284": "莫樂著見待遇，無所著得是法。", "285": "紫磨色相百福，常作念佛在前，", "286": "歡喜光一切照，形極好如金珠，", "287": "過去佛及未來，常當念叉手住，", "288": "亦見在人天尊，悉恭敬善法念。", "289": "常待遇於德王，以華香散其形，", "29": "倫眾，皆來到佛所，作禮竟，悉住一面。及難", "290": "與飲食常淨心，求是定當阿難，", "291": "鼓吹增及琴瑟，常作樂無量象，", "292": "造喜悅無數喜，常願求無極定。", "293": "常造作無比形，好分別相具好，", "294": "金色身禮清淨，欲願定是何難，", "295": "所念法常念作，淨潔戒聞欲求，", "296": "偕事聚壞散棄，於是定得不久。", "297": "莫生嬈於有形，行慈心具依護，", "298": "且當觀欲善苦，求是定得不久，", "299": "生意喜於說法，相侍尊常禮尊，", "3": "是般舟三昧經初異譯", "30": "頭和難龍王，及沙迦羅龍王，及摩奈師龍王，", "300": "莫綺可棄貪慳，於法說莫疾弄。", "301": "如是令善可待，所生滅如來說，", "302": "無數佛悉所教，所求定莫為難。", "303": "「拔陂！菩薩當於說法比丘恭敬，常當禮遇", "304": "具作待如尊，於是定便為進。拔陂！菩薩有於", "305": "說經比丘亂意，有念嫉怨恨無清淨心。拔陂！", "306": "眾非義所載，令許菩薩得是定意，至德尊滿", "307": "道，義終無是。拔陂！譬如有眼男子，淨夜無雲", "308": "霧，於夜半時仰頭視上，便見無數星宿。拔", "309": "陂！菩薩亦如是，受護佛法者觀於意，在東", "31": "及阿耨達龍王，及伊羅鉢龍王，共與無央", "310": "方見無數佛，無數百無數千無數萬無數億", "311": "百千，求見甚易，眼精所觀見。拔陂！譬如來", "312": "正覺眼，一切知一切見。菩薩亦如是，於是", "313": "見在佛住正定意，從幻聞具行，從精進無", "314": "偕具行，布施具行，戒度具行，忍辱具行，禪", "315": "意具行，黠度定具行，得脫黠具行，度無上", "316": "黠具行。」佛爾時解是義說偈言：", "317": "「有眼觀上視空，於淨月中夜起，", "318": "見無數億千里，雖曉明意在識，", "319": "定意爾菩薩得，見無數千佛國，", "32": "數眾龍俱，來到佛所，作禮竟，悉住一面。爾", "320": "從定寤意故識，亦於眾說國好。", "321": "定眼淨次覺視，無蔽障觀十方，", "322": "勝可愛為覺眼，是定淨用見尊。", "323": "尊無時想觀世，觀十方三世尊，", "324": "斷毒淨無胎相，願聽善學上德。", "325": "亦聽法快甚涼，可疾念空止要，", "326": "我是法願與俱，安樂眾願為佛。", "327": "如無量菩薩色，見佛國億萬數，", "328": "菩薩爾得定後，見無央諸尊形。", "329": "有意學遍慈仁，從我聞悉持行，", "33": "時是三千日月間，無有空無人者，皆大神妙", "330": "是定爾菩薩得，無數百法不持。", "331": "信羞慚生想愛，悉遠棄世所可，", "332": "何不作世法施，從是得淨止地。", "333": "「拔陂！菩薩得定意，當起定意生精進。譬如", "334": "船滿中諸寶，已度大海粗及此岸，船近於", "335": "岸邊沒，於是閻浮提人，當大舉聲稱怨，稱", "336": "復悲哭：『我曹已貧眾不見好寶。』拔陂！於是定", "337": "意可聞已遠，不復書不讀不諷不行，亦不求", "338": "義，比丘、比丘尼及優婆塞、優婆夷，其國處悉", "339": "諸天世皆大出聲稱怨，當復悲哭：『我曹悉", "34": "天龍神及人非人，從下并梵天。拔陂菩薩便", "340": "已空貧，眾不見是法施，世已有是深妙定意，", "341": "親佛所教，佛所稱譽，佛所尊說，聞已不書", "342": "取，亦不諷受，亦不讀，復不行，亦不住，樂聽", "343": "綺滿害智，不欲具聞，不取多智，雖聞不欲，", "344": "亦不樂取是定。』「拔陂！譬如愚人少黠，若有人", "345": "來，以栴檀授與之，癡人生不淨想，黠人便為", "346": "其說：『是栴檀極好香，何為於是生不淨想？何", "347": "不嗅之聞其好香？何不視之見其好色？』便自", "348": "挾其鼻，不欲聞香故，閉其眼故，不欲視香", "349": "色。說是定時亦如是，無戒者不樂欲遠，不", "35": "起坐，整衣服，右膝著地，向佛叉手便言：「今", "350": "樂受已習，無慧痛亡其智，到禪便猗著胎", "351": "歸胎，是輩聞是定意，亦不信亦不用亦不隨，", "352": "亦不生內喜，復出聲言，於眾便作願：『善哉！今", "353": "學光明尚能爾，今世有高比丘，譬如阿難。是", "354": "經譬如虞中大，去眾於屏處更說非諦，是", "355": "經欲聞巧亂耳，是非佛所說。』拔陂！譬如賈", "356": "人到愚冥人邊，出絕好摩尼珠以視癡人。是", "357": "癡人問主：『是珠價直幾所？』其主言：『如是珠", "358": "於夜作光，以寶滿其明處，則是珠於賈子", "359": "曹。』便笑戲謿珠主，便度量摩尼珠，復言貨", "36": "欲有所問，願佛演說，解我所難。」佛因言：「拔", "360": "主：『是珠薄一牛寶，則當是其價耳。』拔陂！亦", "361": "如是，於後有是菩薩定，如有比丘能持信", "362": "堅多欲學，直於奉行慚於疑，欲求度多聞", "363": "有黠，深念行慈得哀，是定自在處，說如是", "364": "定為可久住。有癡者，於前過勝未甞有行，未", "365": "甞有福德，自大多嫉、用利自取，欲作世名、", "366": "少聞本無善學，是曹輩聞是定，亦不持亦", "367": "不信亦不行亦不樂受，復出聲言：『甚可怪。", "368": "是曹比丘，何一不慚？是比丘何一不解？聞", "369": "是曹世巧言雅辭強說，言是佛所道。』拔陂！", "37": "陂！恣意所問，如來今我悉能解汝所問，知汝", "370": "我已故為若重說，令汝明解及天人世。拔陂！", "371": "若有人以是重三千日月，滿中七寶施與諸", "372": "佛如來正覺，不聞是定者；若有菩薩聞是定", "373": "意，已聞復言，是福獨多。」佛爾時解是義，便", "374": "說偈言：", "375": "「一切是重三千，悉施與滿中寶，", "376": "願作佛如是行，常於世無雙二；", "377": "其能有得此經，善定意佛所尊，", "378": "聞便信受奉行，及福快獨極尊。", "379": "佞調意常自是，收意邪無定根，", "38": "意生滅形象。」拔陂菩薩便言：「云何得菩薩", "380": "常求會惡知識，轉相教不信是，", "381": "漏無戒惡法具，自可足堅住癡，", "382": "轉相蹡謂可脫，敢壞敗勝所教。", "383": "是經非佛所說，法王亦無是言，", "384": "敢出是惡聲說，惡作具不撿意。", "385": "有當見大雄尊，三世將光無量，", "386": "是義出為是輩，是皆為持法學。", "387": "已聞是深妙經，聞便受內生喜，", "388": "是曹輩可莫疑，不憂後不為佛。", "389": "有戒具清淨行，有信悉直無邪，", "39": "定意，所聞如海多藏，所聞無有餘疑，不忘生", "390": "口說法如海流，我所說為是賢。」", "391": "拔陂菩薩經", "4": "聞如是：佛在羅悅祇竹園多鳥樹下，與眾", "40": "念亦不退，亦不懈惰於無上之道至德正覺；", "41": "為佛轉生，不落無法處，常識所從來生，未", "42": "嘗離本願見如來，至便臥夢亦不離正；得形", "43": "常端正可愛、見者喜，生於豪貴家，常持堅", "44": "彊意，自裏所學疾、所知不忘，廣計慮意堅", "45": "固慚羞，具了理奇，可多行慈，常有默覺，所", "46": "對多威神，常精進不中悔；傳放義，常入法，", "47": "常入止，常入觀，常入禪，常入定，空不入相，", "48": "無形地法，不恐不懼；常樂說法，常樂受法，", "49": "意所願生不復違其本願，本德多力、本意多", "5": "弟子五百比丘俱，皆是阿羅漢，所著盡，無", "50": "力；本因緣彊，五根彊，所作常彊，呵止惡常", "51": "彊，所觀常彊，於解所願常彊。難勝量譬如", "52": "海，譬如月自具淨滿，譬如日稍盡陰冥，譬如", "53": "火能現色，譬如虛空難可塗污無所著意已", "54": "空，譬如明珠悉達正法，譬如石安住不動，譬", "55": "如根難搖動，譬如𤞜及溥軟其意無所", "56": "痏，譬如蜚鳥意以低伏，譬如乞兒不起，樂", "57": "在縣國樂山谷，譬如麋鹿亦猴猿不親愛", "58": "俗人。亦有學者常導眾復牽眾，無瞋恚在", "59": "諸人，不復化悉諸魔隨次解度，諸法無教導", "6": "餘結，所作滿，所求具，皆已下重擔，悉至所", "60": "自意解，於覺法在禪堅不緣邪，有大慈力", "61": "難可嬈，所念常深不離正行，無能計其所得", "62": "所念，得聞法數依墮淚，所忌常太，一切具", "63": "佛所行思願，眾來欲採無數善念，願取海", "64": "清淨信，增願淨潔，妬嫉瞋恚斷，常願明在，一", "65": "切知至光內歡喜，行願以斷不信忌，為黠所", "66": "洒，滿無數天願行，一切莊飾世斷綺可，便", "67": "淨好行戒淨具為，能斷弟子因緣覺地，心所", "68": "求願堅不轉，所作竟成所求常無造，於天人", "69": "道善法行不饜事，悉於菩薩成滿具度不憂", "7": "願，已斷於故胎，從政化度，皆悉度八禪，除一", "70": "喜，一切於異學不傾邪，一切敬樂諸佛。悉", "71": "見法光耀無能化壞，常悉會面於諸佛。譬如", "72": "作幻人一切法非我，譬如化人未來於後法，", "73": "譬如夢人過去當來現在事，譬如有光一切", "74": "世悉見身，如雙日亦不行，亦無所止因緣法，", "75": "譬如景於生死，以住無胎，已斷胎想過不", "76": "取法，行遠棄已憂法器，菩薩意已無數，一", "77": "切於世一切無能轉不墮，次近無所著，一切", "78": "佛國界已度符節門，一切足解散善法，自上", "79": "如法器，一切於諸佛，一切為如來所拜，以佛", "8": "凡比丘。爾時拔陂菩薩，與五百菩薩俱，皆白", "80": "神住衣毛不動，能力如師子獨吼，常見敬一", "81": "切，能飽滿世眾不亂誤，一切為諸佛所待知，", "82": "如時覺行化，棄所疑，無彼受法，一切三世", "83": "無不照知，一切黠慧說無窮，常行慈以得哀，", "84": "不留事說經明不慧棄住，悉於諸人不兩隨，", "85": "身意同生直，心為世眼三界明，悉三界無能", "86": "輕易者，行非我，世所有展轉止，行不求眾", "87": "樂，獨行信憶誠信，法不取不棄一切知演教，", "88": "彼勸人住大學門，已至無恐怖，善說如來正", "89": "法，一切卷句常行，求見者莫不喜，悉眾所從", "9": "衣身受五戒，皆從如來欲受正法。拔陂菩薩", "90": "大樂得喜，在如來足下斷蓮，當樂善說一", "91": "切佛法，樂行問不仇意著，於行於眾止所受", "92": "恐怖斷，起力言行一切度轉，常直取所住不", "93": "動，一切羸彼助說法坐師子座，數數有悉諸", "94": "佛所知，一切在世無所墮，悉說行在入知常", "95": "尊法，悉依諸佛行，常願法不倦解待愚，如", "96": "來善交無處所行，在十方世常好行一切，為", "97": "人棄罪成福，默為日增已得入法門，譬如天", "98": "法身無形故常拏內人，為菩薩一切不斷諸", "99": "佛諸行，不住止欲，具菩薩棄已被人鎧，雖"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0419 拔陂菩薩經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}