{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0205 雜譬喻經: 雜譬喻經: 雜譬喻經: 雜譬喻經", "text": {"0": "14", "1": "雜譬喻經卷下", "10": "德耳！」即飛到本國，詣安息王殿前，現神足", "100": "賣物。梵志循肆次到其前，問：「有鬼賣不？」天", "101": "帝言：「有，欲得幾頭？」梵志相謂：「此虛言耳，所", "102": "從得鬼賣而言幾頭乎？」梵志等曰：「欲得數頭。」", "103": "天帝便開肆門，惡鬼忽有數十頭，梵志見之", "104": "甚大怖懅，各各心念知佛至誠，皆詣佛自歸", "105": "言：「波利國雖眾物普有，其空手往者一物叵", "106": "得，持財貨買無物不得。」借以為喻，此是世", "107": "間視現，譬薩芸若城其中無所不有，四等、", "108": "六度、三十七品，聲聞、辟支上至如來，若有人", "109": "不修德行，於薩芸若中望有所獲，不可得也！", "11": "飛來。王為作禮而問：「道人是何國人？」比丘", "110": "若奉聖教撿身口意，譬如有貨，無願不果矣！", "111": "19（一九）昔天竺國有松寺，中有四道人皆是六", "112": "通。國中有四居士，各請一道人長供養之。", "113": "四道人各行教化，一人至天帝釋所；一人至", "114": "海龍王所；一人至金翅鳥所；一人至人王所。", "115": "於是四道人所受供養，鉢中之餘還分檀越", "116": "食之，百味具足所未曾見，各問道人：「所從得", "117": "此？」道人即為各說本末。於是四居士各發一", "118": "願。一人言：「願生天帝釋宮。」一人欲生海中作", "119": "龍；一人欲生金翅鳥中；一人欲生人王中作", "12": "言：「我王國人，詣罽賓國學道，今所以還，欲", "120": "子。壽盡皆得往生為四神王。同時有念，欲八", "121": "關齋，遍觀靜處，唯摩竭王後園寂寞，皆到園", "122": "中各坐樹下，慈心奉齋行六思念意，一日一", "123": "夜。明旦事訖乃相就語，摩竭王曰：「卿等何", "124": "人也？」一人言：「我是天王。」一人言：「我是龍王。」", "125": "一人言：「我是金翅鳥王。」一人言：「我是人王。」", "126": "四人相本末已皆大歡喜。天王便言：「吾等", "127": "俱齋，誰得福多者？」人王言曰：「吾之欲近在園", "128": "外，音樂之響乃徹聞此，能於中專心，吾福", "129": "第一。」天王曰：「吾之天上七寶宮殿，玉女眾", "13": "福土地報所生恩。」王大歡喜即長跪白：「願", "130": "妓衣食自然，不復想念，遠來全齋福應第", "131": "一。」金翅王言：「吾之所好唯食龍為美甚於五", "132": "樂，今共一處無有惡念大如毛髮，吾福第一。」", "133": "龍王曰：「吾之等類是金翅糧供也，常恐見食", "134": "畏怖藏竄，今在一處分死全齋，吾福第一。」", "135": "摩竭王曰：「吾有智臣名披陀類，吾當請之", "136": "使令決義。」即召已到具語其意，披陀類便", "137": "取青黃白黑四種之繒懸著空中，問於四王：", "138": "「四色在空，各自異不？」四王曰：「異色灼然矣！」", "139": "臣曰：「繒影在地為異無？」答曰：「不異也！」臣言：", "14": "道人自從今日常住我宮中，受我供養。」比丘", "140": "「今四種受形各異，譬如繒色質不同也，今之", "141": "法齋志趣一味，譬如地影無若干也。今四尊", "142": "王發大道意精進慈齋，得佛之時相亦一等", "143": "無若干像。」四王歡喜，即得道眼。", "144": "20（二〇）昔有富迦羅越有兩子，父得病臨困，囑", "145": "大兒曰：「汝弟幼小未有所知，今以累汝善營", "146": "濟之，勿使飢寒。」父子悲訣於是遂亡。後時婦", "147": "語其夫曰：「君弟小長當嬈君家，所有之物皆", "148": "當分之，曼其未大何不除遣？」兄始不肯，數語", "149": "不已兄便隨之。將弟出城詣深塚間，縛著", "15": "即可之。王手自供養，或使夫人及婇女來，", "150": "栢樹不忍手殺，欲使虎狼惡鬼害之。語弟曰：", "151": "「汝數犯我，使汝在此宿昔思過，明日當相迎。」", "152": "便捨之去。須臾日暮，鵄鵰狐狸所在鳴呼，", "153": "弟大怖懅無所歸告，即仰天歎息曰：「三界之", "154": "中寧有慈仁受自歸乎？今日困厄懷怖無量。」", "155": "於是如來覩彼求救，正坐三昧放大光明，名", "156": "曰除冥，照塚間，即時大明。次放一光明", "157": "曰解縛，光至兒所縛即緩身不復痛。次放一", "158": "光名曰飽滿一切，兒見光明即不復飢。於", "159": "是如來尋光詣彼，使手自解縛而告之曰：「欲", "16": "比丘便有欲意向青衣，諸臣下知之，以白於", "160": "何所趣乎？」兒白言：「願我作佛，脫一切厄如佛", "161": "今日。」即發無上正真道意。佛為說法若干", "162": "正要，逮得不起法忍。白佛言：「我兄雖有惡", "163": "念違孝害我，因此得見佛斷生死苦，欲往報", "164": "恩。」佛言：「善哉！宜知是時。」便以神足飛往兄", "165": "家。兄婦見之慚懼無顏，即語兄曰：「雖用惡", "166": "妻子之言縛我著塚間，因緣是事今日得道，", "167": "皆兄恩也！」為兄嫂說法，便得須陀洹。", "168": "21（二一）昔佛在天王釋，數下供養三尊，唯摩訶", "169": "迦葉獨不肯受。何以故？本願但欲度貧窮人", "17": "王，王逆呵之；王所以不信者，本見其飛來", "170": "故。於是天帝作權方便，夫人俱下作貧家公", "171": "嫗，弊草屋下。時摩訶迦葉入城分衛，天帝", "172": "公嫗迎為作禮，自說：「寒貧，願受麤食。」迦葉可", "173": "之。反迦葉鉢盛滿甘露，使形色麤惡，其實", "174": "而百味。方舉宮香甘非常，即三昧觀乃知", "175": "天帝。迦葉言：「卿之福祚巍巍乃爾，何以故", "176": "不厭足耶？」天帝報言：「三尊福報甚豐無量，", "177": "是以智者未常厭足也！」", "178": "22（二二）昔外國有一松寺，中恒有眾僧百餘人共", "179": "於中止學。有一優婆夷，精進明經，去寺不", "18": "故也。未久之間青衣腹大，諸臣復啟王，王", "180": "遠，日飯一沙門，眾僧自相差次，從頭至竟，", "181": "周而復始。其有往者，優婆夷輒從問經義，", "182": "自隱學淺者每不喜往。有一沙門摩訶盧，晚", "183": "作沙門一無所知，次應往食，行道遲遲却", "184": "不時至。優婆夷逢見之，言：「此長宿年老，行步", "185": "庠序。」謂是大智慧，益用歡喜，與作好食。畢", "186": "施高座欲令說法，道人上座實無所知，自", "187": "陳體中言：「人愚無知實苦。」優婆夷聞是便思", "188": "惟之：「愚無所知，則是十二因緣本。是生死", "189": "不絕，致諸苦惱，是故言甚苦。」思惟反覆即", "19": "以夫人為驗，乃知其實，即奪法衣，遣使令去", "190": "得須陀洹道，便起開藏室，欲取㲲布施道", "191": "人；道人便下座捨去，還於精舍。優婆夷出，不", "192": "知道人處為所在，門中望亦復不見，真謂", "193": "為得道神足飛去也。優婆夷便持白㲲衣詣", "194": "精舍求道人，道人恐追呼，入房閉戶藏，其", "195": "師以得六通見有追者，謂有所犯。即定意", "196": "觀，知優婆夷得須陀洹道，呼摩訶盧令出受", "197": "施。師為說本末，摩訶盧歡喜，亦得須陀洹道。", "198": "23（二三）昔有老母唯有一子，得病命終，載著塚間", "199": "停尸哀慼不能自勝，念曰：「正有一子當以", "2": "失譯人名附後漢錄", "20": "出宮，以是道人故不加楚毒。比丘出外行作", "200": "備老，而捨我死，吾用活為？」遂不復歸，便欲併", "201": "命一處，不飯不食已四五日。佛以知見，將", "202": "五百比丘詣塚間。老母遙見佛來，威神之光", "203": "奕奕，寤醉醒，前趣佛作禮却住。佛告母：「何", "204": "為塚間耶？」白言：「世尊！唯有一子捨我終亡，", "205": "愛之情切，欲共死在一處。」佛告老母：「欲令子", "206": "活不耶？」母喜：「實爾。世尊！」佛言：「索好香火來，", "207": "吾當呪願，令子更生。」重告老母：「宜得不死家", "208": "火。」於是老母便行索火，見人先問：「汝家前", "209": "後頗有死者未？」答曰：「言先祖以來皆死過去。」", "21": "劫人賊，無當前者，王不知是前比丘也，謂：", "210": "所問之家辭皆如是，以經數十家不敢取火，", "211": "便還佛所，白言：「世尊！遍行求火，無有不死家，", "212": "是以空還。」佛告老母：「天地開闢以來，無生", "213": "不終之者，生者求活亦復可憙，母何迷索隨", "214": "子死？」意便解寤，識無常理。佛因為廣說法", "215": "要，老母即得須陀洹道；塚間觀者無數千人，", "216": "皆發無上正真道意。", "217": "24（二四）昔王舍城中人民多豐饒，九品異居不相", "218": "雜錯，別有一億里，有一億財者，便入中。", "219": "時有居士，規欲居中，便行治生，苦身節用", "22": "「募雄士使人生捕。」將來，定是前比丘，王問曰：", "220": "廣諸方計，數十年中九十萬數未滿一億，得", "221": "病甚篤自知不濟。有一子年七八歲，囑語其", "222": "妻曰：「吾子小大，付與財物令廣治生，使足", "223": "滿一億，必居其中，全吾生存之願矣！」言竟", "224": "終亡。喪送事畢，將子入，示其寶物：「父有遺", "225": "教，須汝長大具一十萬足滿一億，居億里", "226": "中。」子報母言：「何必須大？便可付我早共居之。」", "227": "母即付之。於是童子以財物珍寶，供養三尊", "228": "施與貧乏者，半年之中財物盡了。其母愁", "229": "惱，怪子所作。童子未幾身得重病，遂便喪亡。", "23": "「汝前犯慾謂為誤耳，云何復劫人乎？」比丘叩", "230": "其母既失物，子又幼喪，憂愁憶之。中有最", "231": "富者，八十居而無子姓，於是童子往生其", "232": "家，為第一婦作子。滿十月生，端正聰明自", "233": "識宿命，母自抱乳確不肯食，青衣抱養亦復", "234": "如是。兒前母聞生子如是，偶往看。見愛之，", "235": "即抱嗚噈，開口求食。長者大喜，重雇其價使", "236": "養護子。長者便與夫人議曰：「吾少子性，他人", "237": "抱養不肯飲食，此婦抱撮兒輒歡喜，吾今欲", "238": "往迎取以為小妻，令養視吾子，為可爾不？」夫", "239": "人聽之，便以禮娉迎來，別作屋宅分財給與", "24": "頭曰：「窮，無復餘計故也！」王曰：「我本見汝神", "240": "無所乏短。兒便語母：「為相識不？」母大怖懅", "241": "而言：「不相識。」兒白母言：「我是母之前子，取", "242": "母九十萬分用布施，今共來作八十億主，", "243": "不勞力而食福，為何如耶！」母聞是言，且悲", "244": "且喜。其兒長大，化一億里為摩訶衍道。故謂：", "245": "「正便億千出之，一邑里能為室舍，安諸施", "246": "以道，菩薩所入如是」。", "247": "25（二五）昔外國有人，多種白㲲草，若過時不取，", "248": "失色不好。至時大雇客，晨夜兼功略不得息，", "249": "主人以作人勤苦，大為作好肉羹故飯。時羹", "25": "足飛來，故不忍加於汝毒。復赦汝，勿復犯", "250": "欲熟香氣四聞，有一老鵄當其上飛，爪擭糞", "251": "正墮著羹中，厨士見之，即欲斷取，即消散盡。", "252": "厨人念曰：「欲更作羹，時節已晚；欲持食人", "253": "中有不淨。計此少糞不足敗味，可食人，但", "254": "自當不噉耳。」客皆來坐飯斟羹，客作既", "255": "厨且飢，食之其羹，客呼厨士人，取好肉以", "256": "噉之。厨士知不淨，恐失人意，強咽吞之，不", "257": "以為味也。佛借以為喻，三界眾生脫美色", "258": "慾，莫覩不淨，展轉惑沈，猶於飢夫食美羹", "259": "者，菩薩大士入生死教現受色，具了不淨不", "26": "我界中。」解放令去。比丘念曰：「如行客作，求", "260": "甘不樂，若厨士強食其肉吞而咽之，不味者", "261": "矣！", "262": "26（二六）昔者阿難入城分衛，時蠱道家女，出行", "263": "汲水，見阿難端正有慾意向，還語母言：「外", "264": "有瞿曇弟子，為我致之。」母便召所奉鬼使惑，", "265": "阿難不覺忽到其家。時蠱道母語阿難曰：", "266": "「今以女相施，不復得去也。」阿難報：「我不隨其", "267": "語。」蠱母作一火坑謂阿難言：「寧就火焚？寧就", "268": "我女？」阿難恐怖一心，佛即申手遙摩阿難頭，", "269": "蠱道家鬼見佛手在空中來，威神無量，皆奔", "27": "生活也！」即自衒。有屠家顧使搥牛刺羊，事", "270": "波走，過撥蠱母著火坑中，身體燋爛，既且然", "271": "得濟。阿難即時得還佛所。後時蠱道母還召", "272": "鬼神而責數：「汝等不能轉瞿曇弟子使惑，何", "273": "因推我著火坑中？」鬼神答曰：「吾昔與波旬合", "274": "八十億眾，詣貝多羅樹欲壞菩薩，菩薩以手", "275": "指地，其手纖長合鞔，掌內外握千輻輪，威", "276": "神無量，八十億眾皆顛倒墮不得復形，今復", "277": "申來趣，吾等實迮怖，是以散走不當住也。", "278": "我等鬼神自常儀，若行中人，不中便自害想。", "279": "亦久知，何所責吾？」蠱道母乃知佛為尊，即三", "28": "事皆為，後使打骨，迸挑中面壞其眼根，無", "280": "自歸，得須陀洹道。", "281": "27（二七）昔者海邊有樹木，數十里中有獼猴五百", "282": "餘頭。時海水上有聚沫，高數十丈像如雪山，", "283": "隨潮而來住於岸邊。諸獼猴見，自相與語：", "284": "「吾等上是山頭，東西遊戲不亦樂乎！」時一獼", "285": "猴便上頭徑下沒水底，眾獼猴見，怪久不出，", "286": "謂沫山中快樂無極，是以不來。皆競踊跳入", "287": "沫聚中，一時溺死。佛借以為喻：「海者謂生", "288": "死海也，沫山者五陰身也，獼猴者人識神也，", "289": "不知五陰無所有，愛欲癡著，從是沒生死海", "29": "所復見，不復中使，主人遣令其去。於是持", "290": "莫有出期。」故維摩詰言：「是身如聚沫，澡浴", "291": "強忍。」", "292": "28（二八）昔長者須達七貧，後貧最劇乃無一錢，", "293": "後糞壤中得一木斗，其實栴檀，出市賣之，", "294": "得米四斗，語婦曰：「併炊一斗，吾當索菜茹", "295": "還。」時佛念曰：「當度須達令福更生。」炊米方", "296": "熟，舍利弗往，婦見歡喜，一斗米飯悉投著", "297": "鉢中。更炊一斗方熟，目連復往，亦歡喜與", "298": "之。復炊一斗，迦葉復往，亦復與之。適有", "299": "一斗尋復炊熟，如來自往，婦自念言：「間日", "3": "15（一五）昔罽賓國中有一比丘，廣訓門徒數百餘", "30": "一破杅，順巷行乞遂成賤人。比丘更變其", "300": "乏糧莫有降者，今有是米，如來躬顧，得無", "301": "罪畢，福將欲生者哉！」一斗米飯盡施如來。", "302": "佛口呪：「願罪滅福生，從今日始。」須達尋歸，", "303": "婦恐其恚便問曰：「如今佛來，及舍利弗、目連、", "304": "迦葉盡來求食，家中所有米當與不耶？」答曰：", "305": "「當與，福田難遭，若來求者是為值遇。」婦言：", "306": "「向四斗米，吾盡用矣！」夫大歡喜，餘有飯汁", "307": "公嫗共飲之。須臾彷徉諸室珍寶食穀疋帛", "308": "自然實滿，如往時當富也。須達踊躍，知佛", "309": "愍念，更請佛及僧供養盡空，佛為說法皆得", "31": "間數年，師以道眼觀察，欲知所在，見比丘如", "310": "道迹。", "311": "29（二九）昔有長者子，新迎婦，甚相愛敬。夫語婦", "312": "言：「卿入厨中取蒲桃酒來共飲之。」婦往開瓮，", "313": "自見身影在此瓮中，謂更有女人，大恚。還語", "314": "夫言：「汝自有婦藏著瓮中，復迎我為？」夫自", "315": "得入厨視之，開瓮見己身影，逆恚其婦，謂", "316": "藏男子。二人更相忿恚，各自呼實。有一梵", "317": "志與此長者子素情親厚，遇與相，見夫婦", "318": "鬪，問其所由。復往視之，亦見身影，恚恨長", "319": "者：「自有親厚藏瓮中，而陽共鬪乎？」即便捨", "32": "此在安息市乞。時門徒中但學五通不求斷", "320": "去。復有一比丘尼，長者所奉，聞其所諍如是，", "321": "便往視，瓮中有比丘尼，亦恚捨去。須臾有道", "322": "人亦往視之，知為是影耳，喟然歎曰：「世人愚", "323": "惑，以空為實也！」呼婦共入視之。道人曰：「吾", "324": "當為汝出瓮中人。」取一大石打壞瓮，酒盡，了", "325": "無所有。二人意解，知定身影，各懷慚愧。比丘", "326": "為說諸要法言，夫婦共得阿惟越致。佛以為", "327": "喻：「見影鬪者，譬三界人，不識五陰、四大、苦、空、", "328": "身三毒，生死不絕」。佛說是時，無數千人皆", "329": "得無身之決也。", "33": "苦者五百餘人，師告之曰：「汝等速嚴，今當", "330": "30（三〇）佛在世時有大富家，食口六人，奴婢金", "331": "銀珍寶不可稱數。佛與阿難街里分衛，過宿", "332": "因緣家。佛到其門，父母、兒子、妻婦、孫息，踊", "333": "躍歡喜請佛入坐。室中但氍氀，布施食器皆", "334": "以金銀琉璃。阿難長跪白佛：「此人本有何功", "335": "德自致大富？」佛語阿難：「此人上世時，值飢", "336": "餓之世，家中貧窮，草木枯旱唯詣水遍採取", "337": "用係命，作羹適熟，外有道人分衛，出見沙", "338": "門，父母便言：『以我分與之。』兒子、孫息各自", "339": "以分讓父母令食。六人一時發意各一日食，", "34": "共行省往日安息弟子。」弟子皆喜曰：「彼道德", "340": "唯恨家莫無以上道人者。緣此之福，得生天", "341": "上人中，常得安隱豐饒財物，以其發心同等", "342": "故，世世共作因緣，今重相值，父母兒子大小", "343": "一時悉受五戒，命終即生天上受福無量。」", "344": "31（三一）昔者有三人各爾貧窮，但行賣樵為業。時", "345": "四月八日，眾比丘於寺中灌像佛，釋迦文", "346": "佛時亦在其中作維那。三人過寺前，聞今日", "347": "灌像，便入視之。三人各共發意，等持一錢", "348": "著像前，各祈心願。一人言：「使我後世饒財", "349": "寶，莫復令值此貧，命終得在大富家生。唯", "35": "必大茂盛。」師乃自屈往省，皆承神足須臾以", "350": "有一子，年過長大作佛弟子，常生天上人中。」", "351": "一人言：「使我知作師主，治一切人病，使我", "352": "大得物，命盡生耆域家，曉知醫方，治病莫不", "353": "愈者，亦復生天上人中恒大富樂。」一人言：", "354": "「使我後世長壽莫令短命，後生二十四天上", "355": "壽六十劫。」佛言，爾三人各有一願，世世得", "356": "福無量，今此三人皆為我作弟子，得阿羅", "357": "漢道。", "358": "32（三二）世間人入海採寶有七難：一者四面大風", "359": "同時起，吹船令顛倒；二者船中欲壞而漏；", "36": "到住於其前。師呼其名，即答師聲言：「和上", "360": "三者人欲墮水死乃得上岸；四者二龍上岸", "361": "欲噉之；五者得平地，三毒蛇逐欲噉；六者地", "362": "有熱沙，走行其上爛人脚；七者仰視不見、日", "363": "月常冥，不知東西。甚大難也。佛告諸弟子：", "364": "「若曹亦有此七事：一者四面大風起，謂生老", "365": "病死；二者六情所受無限，譬船漏；三者", "366": "墮水欲死，謂為魔所得；四者二龍上岸噉者，", "367": "謂日月食命；五者平地三毒蛇者，謂人身中", "368": "三毒；六者熱沙剝爛其脚，謂地獄中火；七", "369": "者仰視不見日月者，謂受罪之處窈窈冥冥", "37": "來耶！」師言：「爾故來相省。」師問曰：「何緣乃爾？」", "370": "無有出期。」佛語諸弟子：「當識是言，莫與此", "371": "會，勤行六事可得解脫。」雜譬喻經卷下", "38": "弟子具陳本末，辯說所犯意。師語諸弟子：", "39": "「得五通，非堅固道也，不可恃怙矣！」師說是時，", "4": "人，中有得四禪者、得五通者、得須陀洹者、", "40": "五百弟子皆得六通成應真道，彼一弟子慚", "41": "愧無辭，師徒一切更還本所。", "42": "16（一六）昔有一國豐熟饒人，他國欲來取之，即", "43": "興兵往。國中已知便大發兵，十五以上六十", "44": "已下盡當征行。時有一人為織㲲音󰨛公，年向", "45": "六十，其婦端正常輕慢夫主，聟每敬難丈", "46": "夫事之，聟語婦言：「今應行，被勅自具兵仗及", "47": "資糧器物。願時發遣。」婦與夫一五升器以用", "48": "盛糧，織㲲杼木一枚長丈一尺。婦言：「汝持", "49": "是行鬪，無有餘物也，設令破是器、失是紵", "5": "得阿羅漢者。時有安息人到罽賓國，見比丘", "50": "木，不復共汝作居家。」夫便辭去，不念當為軍", "51": "所傷害，但畏二物差錯失於婦矣！道逢彼兵", "52": "共鬪，軍不如即退，㲲上二物差錯則失婦", "53": "意，眾人皆走，便舉執杼著頭上向賊而獨", "54": "住。彼軍見之，謂呼：「勇猛！」不敢復進却退。於是", "55": "國軍更得整陣，并力進戰即大得勝；彼軍不", "56": "如，死散略盡。王大歡喜當賞有功，眾人白王：", "57": "「織㲲者應與上功。」王因呼見，問其意故：「汝何", "58": "緣獨得却大軍乎？」對曰：「實非武士，家婦見", "59": "給從軍二物，設當失此二物者，婦則委去不", "6": "教化如是，有信樂心，為作弟子。未久之間成", "60": "成家居，是以分死欲成二物，因之却軍，實非", "61": "勇健所致也！」王謂諸臣：「此人本雖畏婦，要濟", "62": "國難，當與上功，即拜為臣，賜其寶貨宅舍婇", "63": "女，其次於王，子孫承福世世相繫。」此世間", "64": "示現因緣所得。佛借以為喻，婦與夫五升", "65": "器丈一尺杼木者，譬佛授弟子五戒十善", "66": "也！屬夫言堅守二物不毀失者可得與吾共", "67": "居也，此謂持法死死不犯者則得與佛俱昇", "68": "道堂矣！既當得却軍復見封賞者，譬守戒", "69": "人現世怨家橫對為之消滅，後世受福天堂", "7": "五通行，便現神足於眾人前。師告之曰：「汝雖", "70": "自然者矣！", "71": "17（一七）昔舍衛城中有豪貴梵志，財富無數聰識", "72": "明慧，然墮邪見不信善，謂呼：「無益！」時舍利", "73": "弗以道眼見，念是長者宿有大福得為豪富，", "74": "念食故不復造新必還三塗，當往度之。便", "75": "現神足當其坐前持鉢而住。時梵志方坐", "76": "飲食，見舍利弗甚大瞋恚，即推門家撾打", "77": "與手已還坐食，亦不請坐亦不遣去，食竟", "78": "洗手漱口，含一口水吐著舍利弗鉢中言：「持", "79": "是去，相施是。」舍利弗言：「使汝長夜受福無", "8": "得五通，意結未解，莫現神足以自貢高也！」便", "80": "量。」即還去。長者懅，恐行訴言，使人尋之。舍", "81": "利弗徑還精舍，以水和泥，泥佛所經行處，", "82": "白佛言：「彼慳貪見施一口水，今用泥佛經行", "83": "處，願佛經行其上，使彼長夜受福無量。」佛", "84": "即為經行三昧。長者所遣伺候者，具見如是，", "85": "還白長者：「佛所棄輪王位，行作沙門，持鉢求", "86": "食，非有貪求也！欲度眾生故耳！」具以本末", "87": "說之。長者大悔有不事心，舉家大小盡詣佛", "88": "所懺悔謝過：「愚癡無狀，願恕重殃。」佛為受", "89": "自歸，為其說法，疑解結除得不退轉。", "9": "心恚師，謂師妬奇，自念曰：「當還生地現道", "90": "18（一八）昔波利弗國比於餘國，最豐熾盛，真人", "91": "神人下至不肖九品皆具道德，仙經及流俗", "92": "書亦復具足，金銀穀帛無物不有，佛每稱之", "93": "為聞物國。時諸外道九十六種，咸共議曰：「佛", "94": "說國無不有，當共往求國所無者，因此折之，", "95": "令不至誠，然後吾等必得敬事。」梵志議曰：「未", "96": "聞此國有羅剎鬼，當故求之必不可得，此顯", "97": "佛證道不政矣！」遍循行市里求欲買鬼皆", "98": "無有，梵志喜曰：「謂以得策」。天帝知之梵志", "99": "諜計，即便來下化作賈人，坐於肆上有如"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0205 雜譬喻經: 雜譬喻經: 雜譬喻經: 雜譬喻經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}