{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0355 入法界體性經", "text": {"0": "No. 355", "1": "入法界體性經", "10": "佛足，却住一面。", "100": "修集也？法界既無修集，云何得有滅不現", "101": "耶？」佛言：「文殊師利！於汝意云何？過去諸佛，", "102": "如恒伽沙等已滅度，汝豈不信耶？」文殊師利", "103": "言：「世尊！我信諸如來皆已涅槃，見彼出處故。」", "104": "佛言：「文殊師利！於汝意云何？欲使諸凡夫死", "105": "已更生也？」文殊師利言：「世尊！我尚不見有凡", "106": "夫，何有更生耶？」佛問文殊師利言：「汝於佛前", "107": "樂聽法也？」文殊師利言：「世尊！我亦不見樂不", "108": "樂相。」佛言：「文殊師利！汝豈不樂法界耶？」文殊", "109": "師利答言：「世尊！我不見有一法非法界者，更", "11": "爾時，世尊告文殊師利童子：「汝可就坐。」時文", "110": "何所樂？」佛言：「文殊師利！若慢者聞汝說，生大", "111": "恐怖。」文殊師利言：「世尊！若慢者生怖，實際亦", "112": "生恐怖，其實際不恐怖故，即一切諸法皆無", "113": "恐怖，以無修作故，此是金剛句。」佛言：「文殊師", "114": "利！何故名此為金剛句？」文殊師利言：「世尊！諸", "115": "法性不壞，是故名金剛句。世尊！如來不思議", "116": "句，是諸法不思議，是金剛句。」佛言：「文殊師利！", "117": "何故復名此為金剛句？」文殊師利言：「世尊！諸", "118": "法無思故，是金剛句。世尊！諸法是菩提，是", "119": "金剛句。」佛言：「文殊師利！何故復名此為金剛", "12": "殊師利童子言：「善哉！世尊，唯然受教。」向佛合", "120": "句？」文殊師利言：「世尊！一切法無所有，但有名", "121": "字言說，諸法無此、無彼，皆無所有，此彼無所", "122": "有者，即是如；若是如者、則是真實；若是實者，", "123": "彼則是菩提；是故得名為金剛句。」文殊師利", "124": "言：「世尊！一切諸法是如來境界，是金剛句。」佛", "125": "言：「文殊師利！何故名此為金剛句？」文殊師利", "126": "言：「世尊！諸法自性本來寂靜故，是金剛句。」佛", "127": "告文殊師利：「汝可喚阿難陀比丘來，令受持", "128": "此法本句。」文殊師利言：「世尊！我於中不見", "129": "有一法可說、可聽。世尊！我實不見一字有其", "13": "掌，却坐一面。於時，文殊師利童子白佛言：「世", "130": "說處，何有多句而可持乎？」佛言：「善哉，善哉！文", "131": "殊師利！汝善說此語。文殊師利！我見東方無", "132": "量阿僧祇世界中，諸如來、阿羅呵、三藐三佛", "133": "陀，亦說此法本。」", "134": "爾時，長老舍利弗從自住處出，往詣文殊師", "135": "利童子住處，到已不見文殊師利，即詣佛所。", "136": "到已，在佛別門外邊而住。", "137": "爾時，世尊告文殊師利童子言：「文殊師利！是", "138": "舍利弗比丘今在門外，為欲聽法，汝令使", "139": "入。」文殊師利言：「世尊！若彼舍利弗際、若法界", "14": "尊！今者世尊住何三昧，而從起耶？」佛告文殊", "140": "際，世尊！此二際豈有在內在外若中間二耶？」", "141": "佛言：「不也。」文殊師利言：「世尊！言實際者，亦非", "142": "實際，如是際非際，無內無外，不來不去。世", "143": "尊！長老舍利弗際，即是實際，舍利弗界，即是", "144": "法界。世尊！然此法界，無出無入，不來不去，", "145": "其長老舍利弗，從何處來，當入何所？」佛言：「文", "146": "殊師利！若我在內，共諸聲聞語論，汝在於外", "147": "而不聽入，汝意豈不生苦惱想耶？」文殊師利", "148": "言：「不也。世尊！何以故？世尊！凡所說法不離法", "149": "界，如來說法即是法界，法界即是如來。說、", "15": "師利：「有三昧名曰寶積，然我於時行此三昧，", "150": "法界如。法界、言說界，無二別、無所有，名者、說", "151": "者，此等皆不離法界。世尊！以是義故，我不苦", "152": "惱。世尊！若我恒河沙劫等不來至世尊說法", "153": "所，我時不生愛樂，亦無憂惱。何以故？若有二", "154": "者即生憂惱，法界無二故無惱耶。」", "155": "爾時，世尊告長老舍利弗言：「舍利弗！汝來入", "156": "聽文殊師利辯才耶？」舍利弗言：「唯然。世尊！我", "157": "甚樂聞，今在室外，欲聽世尊及文殊師利童", "158": "子所說。」爾時，文殊師利白佛言：「世尊！令長老", "159": "舍利弗得入聽法。」爾時，世尊告長老舍利弗", "16": "而從彼起。」文殊師利復白佛言：「以何因緣，名", "160": "言：「舍利弗！汝來前入。」舍利弗言：「善哉！世尊！」即", "161": "前入室頂禮佛足，退坐一面。爾時，文殊師利", "162": "言：「長老舍利弗！汝見何義故而來此耶？」舍利", "163": "弗言：「文殊師利！我欲聽法故來此耳。此處應", "164": "有最勝法義，以有文殊師利與世尊共處，各", "165": "有論說必有妙美，當有甚深最勝法義。」時文", "166": "殊師利言：「如是，如是。舍利弗！我說甚深最", "167": "勝法。」舍利弗言：「文殊師利！此說法以何義為", "168": "甚深最勝？」文殊師利言：「舍利弗！此法難知，", "169": "以無器故。凡所說，無所發起。此所說法不為", "17": "此三昧為寶積耶？」佛告文殊師利：「譬如大摩", "170": "發起故，凡夫亦不為發起，阿羅漢法亦不為", "171": "發起，如來法起發此說法，以無所依無能依", "172": "故，發此說法，是故說法平等平等，無有住", "173": "處。畢竟寂靜，說諸法故，此無所住，故稱最勝。」", "174": "舍利弗言：「文殊師利！以何義故作如是說，阿", "175": "羅漢漏盡非受此法器？」文殊師利言：「長老舍", "176": "利弗！阿羅漢者惟盡欲瞋癡等麁惑故，彼何", "177": "能作器？舍利弗！以是義故我作如是言，阿羅", "178": "漢漏盡非此法器。」舍利弗言：「文殊師利！以斯", "179": "義故，我今求汝，從一遊處至一遊處，從室至", "18": "尼寶，善磨瑩已安置淨處，隨彼地方，出諸珍", "180": "室，從窟至窟，我故求汝，為法樂處，辯才欲聽", "181": "法故。文殊師利！我聽世尊及汝說法，無有厭", "182": "足。」時，文殊師利言：「大德舍利弗！汝不知足聽", "183": "法耶？」舍利弗言：「文殊師利！我不厭聽法。」文殊", "184": "師利言：「大德舍利弗！豈可法界取說法耶？」舍", "185": "利弗言：「不也！」文殊師利言：「大德舍利弗！既無", "186": "厭聽法，然法界共大德界，無二無別，其法界", "187": "不取說法，若取則可知足，既不取是故不知", "188": "足。」舍利弗言：「文殊師利！除諸如來，何有聽", "189": "法如是也？」文殊師利言：「大德舍利弗！汝言涅", "19": "寶，不可窮盡。如是文殊師利！我住此三昧，觀", "190": "槃法，是舍利弗耶？」舍利弗言：「文殊師利！我有", "191": "信。」文殊師利言：「汝云何信？」舍利弗言：「諸法本", "192": "性成就故，我無涅槃。」文殊師利又問：「舍利弗！", "193": "汝信無死法耶？」舍利弗言：「文殊師利！我有信。」", "194": "文殊師利言：「汝云何信？」舍利弗言：「夫法界者，", "195": "不死不生，我信如是。」文殊師利又問：「大德舍", "196": "利弗！汝信無智具足漏盡阿羅漢耶？」舍利弗", "197": "言：「我有信。」文殊師利言：「汝云何信？」舍利弗", "198": "言：「無智智平等故，具足漏盡阿羅漢。何以故？", "199": "非但智離無智，無智亦離無智，盡法更無智，", "2": "隋天竺三藏闍那崛多譯", "20": "於東方，見無量阿僧祇世界現在諸佛、如來、", "200": "無分別故，離智是漏盡阿羅漢。」文殊師利問", "201": "大德舍利弗言：「汝信漏盡阿羅漢解脫法耶？」", "202": "舍利弗言：「文殊師利！我實有信。」文殊師利", "203": "言：「汝云何信？」舍利弗言：「彼諸法離諸法，然不", "204": "取諸法，我如是信。」文殊師利問大德舍利弗", "205": "言：「汝信前世諸如來、阿羅呵、三藐三佛陀，滅", "206": "度而不得涅槃耶？」舍利弗言：「我信。」文殊又問：", "207": "「汝云何信？」舍利弗言：「文殊師利！彼不思議界", "208": "無生無沒者，我如是信。」文殊師利問大德舍", "209": "利弗言：「汝信諸佛是一佛耶？」舍利弗言：「我信。」", "21": "阿羅呵、三藐三佛陀，如是南、西、北方、四維、上", "210": "文殊師利言：「汝云何信？」舍利弗言：「文殊師利！", "211": "法界不可分別，我如是信。」文殊師利問大德", "212": "舍利弗：「汝信諸佛剎即是一佛剎耶？」舍利弗", "213": "言：「我有信。」文殊師利又問：「汝云何信？」舍利弗", "214": "言：「文殊師利！是諸佛剎依如，無盡剎亦無盡，", "215": "我如是信。」文殊師利問舍利弗：「汝信諸法無", "216": "可證、無可滅，無可思念、不可修作耶？」舍利弗", "217": "言：「文殊師利！我有信。」文殊師利言：「汝云何", "218": "信？」舍利弗言：「文殊師利！自體不自知自體，本", "219": "性不捨本性，自體亦不證，亦無思念，不相違", "22": "下，如是十方無量阿僧祇世界，我皆現見，是", "220": "背，不生不滅，不取不捨，善住彼際，我如是", "221": "信。」文殊師利問言：「舍利弗！汝信有為界，於法", "222": "界中無有法生，亦無有滅，亦無積聚耶？」舍利", "223": "弗言：「我有信。」文殊又問：「汝云何信？」舍利弗", "224": "言：「文殊師利！彼諸法性、不可得知若生若滅、", "225": "若積聚住者，我如是信。」文殊師利言：「大德舍", "226": "利弗！汝信有般若法界，於中亦有阿羅漢名", "227": "字耶？」舍利弗言：「我有信。」文殊師利言：「汝云何", "228": "信？」舍利弗言：「文殊師利！厭行般若法界，是阿", "229": "羅漢界。然法界體離非欲瞋癡體，其阿羅漢", "23": "諸如來住此三昧為眾說法。文殊師利！我住", "230": "豈能離法界也？我如是信。」文殊師利言：「大德", "231": "舍利弗！汝信諸法皆是佛境界忍耶？」舍利弗", "232": "言：「我實有信。」文殊師利問言：「汝云何信？」舍利", "233": "弗言：「文殊師利！世尊本性覺、自性離故，我如", "234": "是信。」", "235": "爾時文殊師利言：「善哉，善哉！大德舍利弗！如", "236": "汝所有境界，為我解釋，我如是問，汝如是答，", "237": "是故我知有爾許行也。」爾時，世尊告長老舍", "238": "利弗言：「舍利弗！若有善男子、善女人受持此", "239": "法本句，若為他解釋、若讀若誦，然彼人等速", "24": "此三昧，不見一法然非法界。文殊師利！又此", "240": "得辯才。」舍利弗言：「如是婆伽婆！如是修伽", "241": "陀！大德世尊所說。世尊！然彼眾生，於前世", "242": "時已曾供養諸佛世尊，已為彼善男子、善女", "243": "人安立於此法印，彼等眾生當得大覺。」", "244": "爾時，長老舍利弗白佛言：「世尊！此法本有何", "245": "名字？我等云何奉持？」佛告長老舍利弗言：「舍", "246": "利弗！我此法本名『文殊師利童子所問佛為", "247": "解說』，如是受持；亦名『入法界』，如是受持；亦名", "248": "『實際』，如是受持。舍利弗！彼善男子、善女人等，", "249": "恭敬當如勝寶，若受持此法本，若讀、若誦，若", "25": "三昧，名實際印。若有純直男子、女人，行此印", "250": "思惟，如行當得無生法忍；若為生他善根，若", "251": "少讀誦已，而能為他多說法義，當得不斷辯", "252": "才。」佛說此經時，文殊師利童子及餘菩薩摩", "253": "訶薩，上坐舍利弗及餘諸比丘，并諸天眾、揵", "254": "闥婆、人、阿修羅等，聞佛所說，皆大歡喜。", "255": "入法界體性經", "26": "者辯才不斷。」文殊師利言：「世尊！我有辯才，修", "27": "伽陀我知辯才。」佛言：「文殊師利！汝云何知辯", "28": "才？」文殊師利言：「世尊！譬如彼摩尼寶不依餘", "29": "處，還依寶際而住。如是世尊！一切諸法更", "3": "爾時，婆伽婆在王舍城耆闍崛山中，與大比", "30": "無所住，惟依實際而住。」佛復告文殊師利：", "31": "「汝知實際乎？」文殊師利言：「如是世尊！我知實", "32": "際。」佛言：「文殊師利！何謂實際？」文殊師利言：「世", "33": "尊！有我所際，彼即實際，所有凡夫際，彼即實", "34": "際；若業若果報，一切諸法悉是實際。世尊！若", "35": "如是信者，即是實信。世尊！若顛倒信者，即是", "36": "正信；若行非行，彼即正行。所以者何？正不正", "37": "者，但有言說，不可得也。」佛言：「文殊師利！行", "38": "者是何義？」文殊師利言：「世尊！行者是見實際", "39": "義。」佛言：「文殊師利！修道是何義？」文殊師利", "4": "丘眾五百人俱。爾時，文殊師利童子於夜初", "40": "言：「世尊！修道者思惟證義。」佛言：「文殊師利！", "41": "汝云何為初行男子女人說法？」文殊師利言：", "42": "「世尊！我於彼諸善男子善女人所，教發我見，", "43": "即是為其說法。世尊！我不滅貪欲諸患而為", "44": "說法。所以者何？此等諸法，本性無生、無滅故。", "45": "世尊！若能滅實際，即能滅我見所生際。世尊！", "46": "我為初行善男子、善女人，如是說法，不受佛", "47": "法，不著凡夫法，於諸法不舉、不捨。世尊！我為", "48": "初發意男子、女人，當如是說法。」文殊師利言：", "49": "「世尊亦為教化眾生時，云何說法？」佛言：「文殊", "5": "分來詣佛所，到已，在佛別門而立。是時，如來", "50": "師利！我不壞色生，亦不壞色不生故說法。如", "51": "是受想行識亦不壞不生故說法。文殊師利！", "52": "我不壞欲瞋癡等而為說法。文殊師利！我為", "53": "諸教化者，當令知不思議法，我為說法；以如", "54": "是故，我成阿耨多羅三藐三菩提。文殊師利！", "55": "我無所壞諸法，已得成無上菩提，亦無有生，", "56": "得成無上菩提。文殊師利！所言佛者，即是法", "57": "界，於彼諸力、無畏，亦是法界。文殊師利！我不", "58": "見法界有其分數。我於法界中，不見此是凡", "59": "夫法，此是阿羅漢法，辟支佛法及諸佛法。其", "6": "住於三昧。爾時，世尊從三昧起，見文殊師利", "60": "法界無有勝異，亦無壞亂。文殊師利！譬如恒", "61": "河、若閻摩那、若可羅跋提河，如是等大河入", "62": "於大海、其水不可別異。如是文殊師利！如是", "63": "種種名字諸法，入於法界中無有名字差別。", "64": "文殊師利！譬如種種諸穀聚中不可說別，是", "65": "法界中亦無別名，有此有彼、是染是淨、凡夫", "66": "聖人及諸佛法，如是名字不可示現。如是法", "67": "界如我今說，如是法界無違逆、如是信樂。何", "68": "以故？文殊師利！其逆順界、法界無二相故，無", "69": "來無去，不可見故，無其起處。」佛說如是法已，", "7": "童子住別門外，見已告言：「文殊師利！汝來，汝", "70": "文殊師利復白佛言：「世尊！我亦不見法界向", "71": "惡道，亦不見向人天道，亦不向涅槃。」佛復告", "72": "文殊師利：「若有人來問汝：『云何現在有於六", "73": "道？』如是問者，汝云何答？」文殊師利言：「世尊！", "74": "如是問者，我當解說。世尊！譬如有人睡眠作", "75": "夢，或見地獄道，或見畜生道，或見閻摩羅人，", "76": "或見阿修羅身，或見天處，或見人等。世尊！彼", "77": "人所見夢事，諸道各各別異。又人問者，隨意", "78": "而說，然實無彼諸眾生等。如是世尊！我雖說", "79": "諸道各別，然其法界實無差別。世尊！如彼問", "8": "來，入內莫住於外。」爾時，文殊師利童子聞佛", "80": "者，我當為其如實解說，彼此無故。世尊！若行", "81": "聲聞乘取涅槃者，不可為說實義。世尊！彼等", "82": "即今現在，亦不可為其分別，但說名字。何以", "83": "故？取法界邊際故。世尊！譬如大海有七種寶，", "84": "若珂玉、珊瑚、金、銀、生色等，可以相別，此是其", "85": "寶。於法界中，不可知其別異之相。何以故？世", "86": "尊！法界不生、不滅，其法界無染、無淨，其法界", "87": "無濁、無亂，其法界中無可滅者，亦無生者。」", "88": "爾時世尊知而故問文殊師利言：「汝知法界", "89": "耶？」「如是世尊！我知法界即是我界。」佛復問文", "9": "告已，白佛言：「善哉！世尊。」即詣佛所，到已頂禮", "90": "殊師利：「汝知世間耶？」文殊師利言：「世尊！如幻", "91": "化人所作處，是世間處。世尊！世間者但有名", "92": "字，無實物可見，說名世間行。世尊！然我不離", "93": "法界見於世間。何以故？無世間故。如世尊問", "94": "言：世間何處行者？所謂色性不生、不滅，彼行", "95": "亦不生、不滅，如是受想行識，此識性不生、不", "96": "滅，如是行亦無生、無滅。世尊！如是一相所謂", "97": "無相。」佛復問言：「文殊師利！汝豈不作是念？若", "98": "現在如來、阿羅訶、三藐三佛陀，當滅度耶？」文", "99": "殊師利答言：「世尊！豈可法界有已修集未"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0355 入法界體性經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}