{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1428 四分律: 四分律: 四分律: 四分律＋（藏）【三】【宮】律＋（藏）【宋】【元】【明】【宮】律律藏", "text": {"0": "初分5 九十單提法", "1": "四分律卷第十九初分之十九", "10": "學戒、知慚愧者，嫌責跋難陀釋子：「云何非", "100": "面禮足在一面坐，以此因緣具白世尊。世", "101": "尊爾時以此因緣集比丘僧，呵責諸比丘：", "102": "「汝所為非，非威儀、非沙門法、非淨行、非", "103": "隨順行，所不應為。云何諸比丘，使工師作", "104": "牙骨角針筒財物竭盡？」世尊以無數方便", "105": "呵責諸比丘已，告諸比丘：「此癡人！多種有", "106": "漏處，最初犯戒。自今已去與比丘結戒，集", "107": "十句義乃至正法久住，欲說戒者當如是", "108": "說：若比丘，作骨、牙、角針筒刳刮者，波逸提。」比", "109": "丘義如上。若比丘，骨、牙、角自刳刮作而成", "11": "時入村與諸居士共樗蒱戲？」諸比丘往至", "110": "者，波逸提；不成者，突吉羅。若教他作而成", "111": "者，波逸提；不成者，突吉羅。若為他作，成不成，", "112": "一切突吉羅。比丘尼，突吉羅；式叉摩那、沙彌、", "113": "沙彌尼，突吉羅。是謂為犯。不犯者，若鐵、若銅、", "114": "若鉛錫、若白鑞、若竹、若木、若葦、若舍羅草用", "115": "作針筒，不犯。若作錫杖頭鏢𨰭；若作傘蓋", "116": "子及斗頭鏢；若作曲鈎；若作刮污刀；若作如", "117": "意；若作玦㺲；若作匙；若作杓；若作鈎衣", "118": "󰚬；若作眼藥篦；若作刮舌刀；若作摘齒", "119": "物；若作挑耳篦；若禪鎮；若作熏鼻筒，如", "12": "世尊所，頭面禮足在一面坐，以此因緣具", "120": "是一切無犯。無犯者，最初未制戒，癡狂、心", "121": "亂、痛惱所纏。八十六竟", "122": "爾時佛在舍衛國祇樹給孤獨園。時世尊", "123": "不受請檀越送食，諸佛常法，若不受請遍", "124": "行房舍，見異處以眾僧臥具敷在露地不", "125": "淨所污。時天大暴雨，世尊即以神力令眾", "126": "僧臥具不為雨漬。諸比丘還，世尊以此因", "127": "緣集比丘僧，告言：「我向者遍行房舍，看見", "128": "有異處敷眾僧臥具，在露地不淨所污。時", "129": "天大雨，我以神力使雨不漬。當知此污，", "13": "白世尊。世尊爾時以此因緣集比丘僧，呵", "130": "是有欲人非是無欲人，是瞋恚人非是無", "131": "瞋恚人，是癡人非是無癡人也。若離欲外", "132": "道仙人離欲者無有此事，況阿羅漢。若比", "133": "丘念不散亂而睡眠者無有此事，況阿羅", "134": "漢。自今已去聽諸比丘為障身、障衣、障臥", "135": "具故作尼師壇。」世尊既聽作尼師壇，", "136": "六群比丘便多作廣長尼師壇。時諸比丘", "137": "見問言：「世尊制戒，聽畜三衣不得過長，", "138": "此是何衣？」六群比丘報言：「是我等尼師", "139": "壇。」時諸比丘聞，其中有少欲知足、行頭", "14": "責跋難陀釋子：「汝所為非，非威儀、非沙門", "140": "陀、樂學戒、知慚愧者，嫌責六群比丘言：", "141": "「云何汝等多作廣長尼師壇？」諸比丘往世", "142": "尊所，頭面禮足在一面坐，以此因緣具", "143": "白世尊。世尊爾時以此因緣集比丘僧，呵", "144": "責六群比丘言：「汝所為非，非威儀、非沙門", "145": "法、非淨行、非隨順行，所不應為。云何汝", "146": "等作廣長尼師壇？」世尊以無數方便呵", "147": "責六群比丘已，告諸比丘言：「此癡人！多種", "148": "有漏處，最初犯戒。自今已去與比丘結戒，", "149": "集十句義乃至正法久住，欲說戒者當如", "15": "法、非淨行、非隨順行，所不應為。云何跋", "150": "是說：若比丘，作尼師壇當應量作。此中", "151": "量者，長佛二搩手、廣一搩手半。過者裁竟，", "152": "波逸提。」如是世尊與比丘結戒。時尊者迦", "153": "留陀夷體大，尼師壇小不得坐，知世尊從", "154": "此道來，便在道邊手挽尼師壇欲令廣", "155": "大。世尊見迦留陀夷手挽尼師壇已，知而", "156": "故問言：「汝何故挽此尼師壇？」答言：「欲令廣", "157": "大是故挽耳。」爾時世尊以此事與諸比", "158": "丘隨順說法，讚歎頭陀、少欲知足、樂出離", "159": "者，告諸比丘：「自今已去聽諸比丘更益廣", "16": "難陀釋子！非時入村與諸居士而共樗蒱", "160": "長各半搩手。自今已去當如是說戒：若比", "161": "丘作尼師壇當應量作，是中量者，長佛", "162": "二搩手、廣一搩手半，更增廣長各半搩手。", "163": "若過裁竟，波逸提。」比丘義如上。尼師壇者，", "164": "敷下坐。若比丘作尼師壇，長中過量、廣中", "165": "不過量；若廣中過量、長中不過量；廣長俱過", "166": "量。自作成者，波逸提；不成者，突吉羅。教他", "167": "使作成者，波逸提；不成者，突吉羅。為他作，", "168": "成不成，盡突吉羅。比丘尼，突吉羅；式叉摩那、", "169": "沙彌、沙彌尼，突吉羅。是謂為犯。不犯者，應", "17": "戲？」世尊無數方便呵責跋難陀釋子已，告", "170": "量作，或減量作，若從他得已成者，裁割", "171": "如量，若疊作兩重，無犯。無犯者，最初未制", "172": "戒，癡狂、心亂、痛惱所纏。八十七竟", "173": "爾時佛在舍衛國祇樹給孤獨園。時諸比丘", "174": "患癰、瘡疥、種種瘡病，膿血流出，污身、污衣、", "175": "污臥具。諸比丘往白佛，佛言：「自今已去聽", "176": "諸比丘畜覆瘡衣。」時諸比丘覆瘡衣麁，多", "177": "毛著瘡舉衣時患痛。比丘白佛，佛言：「自", "178": "今已去聽諸比丘，以大價細軟衣覆瘡上", "179": "著涅槃僧。若至白衣家請坐時，應語言：", "18": "諸比丘：「此癡人！多種有漏處，最初犯戒。自今", "180": "『我有患。』若主人語言：『但坐。』當褰上涅槃僧，", "181": "以此衣覆瘡而坐。」時六群比丘聞世尊聽", "182": "作覆瘡衣，便多作廣長覆瘡衣。諸比丘", "183": "見即問言：「世尊制戒，畜三衣不得過長，此", "184": "是何衣？」六群比丘報言：「是我等覆瘡衣。」諸", "185": "比丘聞，嫌責六群比丘：「云何汝等多作廣", "186": "長覆瘡衣？」時諸比丘往世尊所，頭面禮足", "187": "在一面坐，以此因緣具白世尊。世尊以", "188": "此因緣集比丘僧，呵責六群比丘言：「汝所", "189": "為非，非威儀、非沙門法、非淨行、非隨順行，", "19": "已去與比丘結戒，集十句義乃至正法久", "190": "所不應為。云何汝等多作廣長覆瘡衣？」", "191": "爾時世尊以無數方便呵責六群比丘已，", "192": "告諸比丘言：「此癡人！多種有漏處，最初犯戒。", "193": "自今已去，與比丘結戒，集十句義乃至正", "194": "法久住，欲說戒者當如是說：若比丘作覆", "195": "瘡衣當應量作，是中量者，長佛四搩手、", "196": "廣二搩手，裁竟過者，波逸提。」比丘義如上。", "197": "覆瘡衣者，有種種瘡病持用覆身。若長", "198": "中應量廣中不應量，廣中應量長中不應", "199": "量，若廣長俱不應量，自作成者，波逸提；不", "2": "姚秦罽賓三藏佛陀耶舍", "20": "住，欲說戒者當如是說：若比丘非時入聚", "200": "成者，突吉羅。教人作成者，波逸提；不成，突", "201": "吉羅。若為他作，成不成者，盡突吉羅。比丘尼，", "202": "突吉羅；式叉摩那、沙彌、沙彌尼，突吉羅。是謂", "203": "為犯。不犯者，應量作，或減量作，若從他得", "204": "裁割如量，如疊作兩重，無犯。無犯者，最初", "205": "未制戒，癡狂、心亂、痛惱所纏。八十八竟", "206": "爾時佛在舍衛國祇樹給孤獨園。爾時毘舍", "207": "佉母聞如來聽諸比丘作雨浴衣，即大作", "208": "雨浴衣，遣人持詣僧伽藍中與諸比丘。諸", "209": "比丘得便分，佛言：「此衣不應分，自今已去", "21": "落，波逸提。」如是世尊與比丘結戒。其中比", "210": "若得雨浴衣，隨上坐次付與。若不足者", "211": "憶次，更得，續次與使遍彼。」時得貴價衣，", "212": "續次與，佛言：「不應爾，應與上座易之。以", "213": "上座先得者，轉次與下座。若不遍者，當以", "214": "僧可分衣物與之令遍。」時六群比丘聞如", "215": "來制戒，聽諸比丘作雨浴衣，輒自多作廣", "216": "大雨浴衣。諸比丘見已即問言：「如來制戒畜", "217": "三衣不得過長，此是誰衣？」六群比丘報言：", "218": "「是我等雨浴衣。」時諸比丘聞，其中有少欲", "219": "知足、行頭陀、樂學戒、知慚愧者，嫌責六群", "22": "丘，或有僧事、或塔寺事、或瞻視病人事，佛言：", "220": "比丘言：「汝等云何乃多作廣大雨浴衣？」諸", "221": "比丘往世尊所，頭面禮足在一面坐，以此", "222": "因緣具白世尊。世尊爾時以此因緣集比", "223": "丘僧，呵責六群比丘：「汝所為非，非威儀、非", "224": "沙門法、非淨行、非隨順行，所不應為。云", "225": "何汝等多作廣大雨浴衣？」世尊以無數方", "226": "便呵責六群比丘已，告諸比丘：「此癡人！多", "227": "種有漏處，最初犯戒。自今已去與比丘結戒，", "228": "集十句義乃至正法久住，欲說戒者當如", "229": "是說：若比丘，作雨浴衣應量作。是中量者，", "23": "「自今已去聽諸比丘有事緣囑授已入聚", "230": "長佛六搩手、廣二搩手半。過者裁竟，波逸", "231": "提。」比丘義如上。雨浴衣者，諸比丘著在雨", "232": "中洗浴。若比丘作雨浴衣，長中不應量、", "233": "廣中應量，若廣中不應量、長中應量，若廣", "234": "長俱不應量，自作而成，波逸提；不成，突吉", "235": "羅。若教人作成，波逸提；不成，突吉羅。若為", "236": "他作，成不成，盡突吉羅。比丘尼，突吉羅；式", "237": "叉摩那、沙彌、沙彌尼，突吉羅。是謂為犯。不犯", "238": "者，應量作，減量作，若從他得裁割如量，若", "239": "疊作兩重，無犯。無犯者，最初未制戒，癡狂、", "24": "落。」諸比丘不知囑授何人，佛言：「當還囑比", "240": "心亂、痛惱所纏。八十九竟", "241": "爾時佛在釋翅搜尼拘類園中。爾時尊者", "242": "難陀短佛四指，諸比丘遙見難陀來，皆謂", "243": "是佛來，即起奉迎，至乃知是難陀。諸比丘", "244": "皆懷慚愧，時難陀亦懷慚愧。爾時諸比丘", "245": "以此因緣具白世尊，世尊告諸比丘：「自今", "246": "已去制難陀比丘著黑衣。」時六群比丘，與", "247": "如來等量作衣或過量作。諸比丘聞，其中", "248": "有少欲知足、行頭陀、樂學戒、知慚愧者，嫌", "249": "責六群比丘：「汝等云何與如來等量作衣", "25": "丘，若獨處一房當囑授比房。自今已去當", "250": "或過量作？」時諸比丘往至世尊所，頭面禮足", "251": "在一面坐，以此因緣具白世尊。世尊爾時", "252": "以此因緣集比丘僧，呵責六群比丘：「汝所", "253": "為非，非威儀、非沙門法、非淨行、非隨順", "254": "行，所不應為。云何六群比丘！與如來等量", "255": "作衣或過量作？」無數方便呵責六群比丘已，", "256": "告諸比丘：「此癡人！多種有漏處，最初犯戒。自", "257": "今已去與比丘結戒，集十句義乃至正法", "258": "久住，欲說戒者當如是說：若比丘，與如", "259": "來等量作衣或過量作者，波逸提。是中如來", "26": "如是說戒：若比丘非時入聚落不囑比", "260": "衣量者，長佛十搩手、廣六搩手，是謂如來", "261": "衣量。」比丘義如上。衣者，十種衣，如上。若比", "262": "丘，等如來衣量，長中不應量、廣中應量，廣", "263": "中不應量、長中應量，若廣長中俱不應量，", "264": "自作成者，波逸提；不成，突吉羅。若教他作", "265": "成，波逸提；不成，突吉羅。若為他作，成不成，", "266": "亦突吉羅。比丘尼，突吉羅；式叉摩那、沙彌、沙", "267": "彌尼，突吉羅。是謂為犯。不犯者，從他得作", "268": "成衣當裁割如量；若不裁割疊作兩重，無", "269": "犯。無犯者，最初未制戒，癡狂、心亂、痛惱所", "27": "丘者，波逸提。」比丘義亦如上。時者，從明相", "270": "纏。九十竟", "271": "6 四提舍尼法四提舍尼", "272": "爾時佛在舍衛國祇樹給孤獨園。時世儉穀", "273": "貴，人民飢餓，死者無限，乞求難得。爾時蓮", "274": "華色比丘尼，到時著衣持鉢入舍衛城乞", "275": "食，所得初日食持與比丘，得二日食若三日", "276": "食亦與比丘。蓮華色比丘尼復於異時，著", "277": "衣持鉢入舍衛城乞食。時有長者，乘車將", "278": "從往問訊波斯匿王，從者驅人避道。時蓮", "279": "華色比丘尼見已避道，墮深泥中面奄地", "28": "出至中時。非時者，從中後至明相未出。", "280": "而臥，長者見之，慈愍即止車，勅左右人扶", "281": "出。長者問言：「阿姨有何患苦？」報言：「我無所", "282": "患，飢乏故耳。」爾時長者問言：「何故飢乏，乞", "283": "求難得耶？」答言：「易得耳，我得初日食持與", "284": "比丘，二日三日食亦持與比丘，故我飢耳。」", "285": "時長者嫌言：「沙門釋子受無厭足不知慚", "286": "愧，外自稱言：『我知正法。』如是何有正法？受", "287": "此比丘尼所乞得食，不知義讓，施雖無厭", "288": "而受應知足。」時長者即將此比丘尼還", "289": "家浣濯衣服，為作酥粥供給所須，語言：", "29": "村聚落者，四種村，如上。有比丘者，同住客", "290": "「自今已去可常在我家食，勿復餘去，若外", "291": "有所得者隨意與人。」時諸比丘聞，其中有", "292": "少欲知足、行頭陀、樂學戒、知慚愧者，嫌責", "293": "彼比丘言：「云何汝等於比丘尼邊受食？」爾", "294": "時諸比丘往世尊所，頭面禮足在一面坐，", "295": "以此因緣具白世尊。世尊爾時以此因緣", "296": "集比丘僧，呵責彼比丘言：「汝所為非，非", "297": "威儀、非沙門法、非淨行、非隨順行，所不", "298": "應為。云何受彼蓮華色比丘尼食不知止", "299": "足？」以無數方便呵責彼比丘已，告諸比", "3": "共竺佛念等譯", "30": "得囑及處。若比丘非時入村，有比丘不囑", "300": "丘：「此癡人！多種有漏處，最初犯戒。自今已去", "301": "與比丘結戒，集十句義乃至正法久住，欲", "302": "說戒者當如是說：若比丘，入村中自受比", "303": "丘尼食食者，彼比丘應向餘比丘說：『大德！", "304": "我犯可呵法，所不應為，今向大德悔過。』", "305": "是法名悔過法。」如是世尊與比丘結戒。爾", "306": "時諸比丘皆有疑，不敢取親里比丘尼食，", "307": "佛言：「自今已去聽受親里比丘尼食。」時諸", "308": "病比丘復有疑，不敢受非親里比丘尼食。", "309": "佛言：「自今已去聽病比丘受非親里比丘", "31": "授，動足初入村門，波逸提。一脚在門內、一", "310": "尼食。」時諸比丘復有疑，非親里比丘尼持", "311": "食置地不敢取，或使人授與，亦不敢取。佛", "312": "言：「自今已去聽諸比丘受如是食。自今已", "313": "去當如是說戒：若比丘入村中，從非親", "314": "里比丘尼，若無病自手取食食者，是比丘", "315": "應向餘比丘，悔過言：『大德！我犯可呵法，所", "316": "不應為，我今向大德悔過。』是法名悔過", "317": "法。」比丘義如上說。非親里、親里亦如上。", "318": "病者亦如上。食者，二種食，亦如上。彼比丘", "319": "入村中，從非親里比丘尼，若不病而自手", "32": "脚在門外，方便欲去不去，若共期不去，一", "320": "受如是食食，咽咽波羅提提舍尼。比丘尼，突", "321": "吉羅；式叉摩那、沙彌、沙彌尼，突吉羅。是謂為", "322": "犯。不犯者，受親里比丘尼食；若有病、若置", "323": "地與、若使人授與、若在僧伽藍中與、若在", "324": "村外與；若在比丘尼寺內與，如是受取食，", "325": "無犯。無犯者，最初未制戒，癡狂、心亂、痛惱", "326": "所纏。一竟", "327": "爾時佛在舍衛國祇樹給孤獨園。時眾多比", "328": "丘與六群比丘在白衣家內共坐食。時六", "329": "群比丘尼為六群比丘索羹飯語言：「與此", "33": "切突吉羅。比丘尼，波逸提；式叉摩那、沙彌、沙", "330": "羹！與此飯！」而捨中間不與，乃越次與六群", "331": "比丘而食之。時諸比丘聞，其中有少欲知", "332": "足、行頭陀、樂學戒、知慚愧者，嫌責六群比", "333": "丘言：「云何汝等食六群比丘尼所索羹飯而", "334": "食耶？」諸比丘往世尊所，頭面禮足在一", "335": "面坐，以此因緣具白世尊。世尊爾時以", "336": "此因緣集比丘僧，呵責六群比丘言：「汝所", "337": "為非，非威儀、非沙門法、非淨行、非隨順", "338": "行，所不應為。云何汝等食六群比丘尼所", "339": "索羹飯，而令中間比丘不得食？」以無數方", "34": "彌尼，突吉羅。是謂為犯。不犯者，若比丘，營", "340": "便呵責六群比丘已，告諸比丘：「此癡人！多", "341": "種有漏處，最初犯戒。自今已去與比丘結戒，", "342": "集十句義乃至正法久住，欲說戒者當如", "343": "是說：若比丘至白衣家內食，是中有比丘", "344": "尼指示：『與某甲羹！與某甲飯！』比丘應語", "345": "彼比丘尼如是言：『大姊且止！須比丘食竟。』", "346": "若無一比丘語彼比丘尼如是言：『大姊且", "347": "止！須比丘食竟。』者，是比丘應悔過言：『大德！", "348": "我犯可呵法，所不應為，我今向諸大德", "349": "悔過。』是法名悔過法。」比丘義如上。家內者，", "35": "眾僧事、塔寺事、瞻視病人事，囑授比丘若", "350": "有男女者是。食者，如上說。彼比丘於白衣", "351": "家內食，是中有比丘尼指示：「與某甲羹！與", "352": "某甲飯！」彼比丘當語言：「大姊小止！須諸比", "353": "丘食竟。」若無一比丘語言：「大姊小止！須諸比", "354": "丘食竟。」而食者，咽咽波羅提提舍尼。比丘尼，", "355": "突吉羅；式叉摩那、沙彌、沙彌尼，突吉羅。是謂", "356": "為犯。不犯者，若語言：「大姊且止！須諸比丘", "357": "食竟。」若比丘尼自為檀越；若檀越設食，令", "358": "比丘尼處分；若不故作偏為與此置彼，如", "359": "是無犯。無犯者，最初未制戒，癡狂、心亂、痛", "36": "道由村過、若有所啟白、若為喚、若受請，", "360": "惱所纏。二竟", "361": "爾時佛在羅閱城耆闍崛山中。時有居士", "362": "家夫婦，俱得信樂為佛弟子。諸佛見諦弟子", "363": "常法，於諸比丘無所愛惜，乃至身肉。若諸", "364": "比丘至家者，常與飯食及諸供養故，令其", "365": "貧窮衣食乏盡。比居諸人皆作此言：「彼家先", "366": "大富多財饒寶，從供養沙門釋子已來，財", "367": "物竭盡貧窮乃爾，如是恭敬供養乃反得貧", "368": "弊。」爾時諸比丘聞，其中有少欲知足、行頭陀、", "369": "樂學戒、知慚愧者，嫌責諸比丘言：「汝等云", "37": "或為力勢所執、或為繫縛將去、或命難、梵", "370": "何數至居士家受飲食供養而不知足，", "371": "使彼居士財物竭盡乃爾耶？」時諸比丘往", "372": "世尊所，頭面禮足在一面坐，以此因緣具", "373": "白世尊。世尊爾時以此因緣集比丘僧，呵", "374": "責諸比丘言：「汝所為非，非威儀、非沙門", "375": "法、非淨行、非隨順行，所不應為。汝等云", "376": "何數至居士家受供養飲食，乃令彼家貧", "377": "窮如是？」以無數方便呵責諸比丘已，告諸", "378": "比丘：「自今已去聽僧與彼居士作學家白", "379": "二羯磨，作如是與。眾中當差堪能羯磨者", "38": "行難，無犯。無犯者，最初未制戒，癡狂、心亂、", "380": "如上，當作如是白：『大德僧聽！此羅閱城中", "381": "一居士家夫婦，得信為佛弟子，財物竭盡。", "382": "若僧時到僧忍聽，僧今作學家羯磨，諸比丘", "383": "不得在其家受食食。白如是。』『大德僧聽！", "384": "此羅閱城中一居士家夫婦，得信為佛弟子，", "385": "財物竭盡。僧今與作學家羯磨，諸比丘不得", "386": "在其家受食食。誰諸長老忍僧與彼居士", "387": "作學家羯磨者默然，誰不忍者說。』『僧已忍", "388": "與彼居士作學家羯磨竟，僧忍，默然故，是", "389": "事如是持。』自今已去與諸比丘結戒，集十", "39": "痛惱所纏。八十三竟", "390": "句義乃至正法久住，欲說戒者當如是說：", "391": "若比丘知是學家，僧與作學家羯磨竟，而", "392": "在其家受飲食食，當向餘比丘悔過言：", "393": "『大德！我犯可呵法，我今向大德悔過。』是法", "394": "名悔過法。」如是世尊與比丘結戒。其中比", "395": "丘先受學家請，皆有疑不敢往，佛言：「聽先", "396": "請者往。」時病比丘疑不敢受學家食，佛言：", "397": "「自今已去聽諸病比丘受學家食食。」時諸比", "398": "丘見施食者置地與，疑不敢取，若使人與", "399": "亦不敢受，佛言：「聽受。自今已去當如是說", "4": "九十單提法之九并四提舍尼眾學法初", "40": "爾時佛在舍衛國祇樹給孤獨園。時尊者迦", "400": "戒：若先作學家羯磨，若比丘於如是學家", "401": "先不請，無病自手受食食，是比丘應向餘", "402": "比丘悔過言：『我犯可呵法，所不應為，我今", "403": "向大德悔過。』是法名悔過法。」比丘義如上。", "404": "學家者，僧與作白二羯磨。居士家者如上。", "405": "病者，亦如上。若比丘，如是學家僧先與作", "406": "學家羯磨已，比丘先不受請又無病，於", "407": "如是學家中自手受食食者，咽咽波羅提", "408": "提舍尼。比丘尼，突吉羅；式叉摩那、沙彌、沙", "409": "彌尼，突吉羅。是謂為犯。不犯者，若先受請、", "41": "留陀夷預知世尊必從此道來，即於道中", "410": "若有病、若置地與、若從人受取，若學家施", "411": "與後財物還多，無犯。彼學家財物還多，從", "412": "僧乞解學家羯磨，諸比丘白佛，佛言：「若", "413": "彼學家財物還多，從僧乞解學家羯磨者，", "414": "僧應與作白二羯磨解。眾中應差堪能羯", "415": "磨者如上，當作如是白：『大德僧聽！此羅閱", "416": "城中有一居士夫婦，得信為佛弟子，好施", "417": "財物竭盡，僧先與作學家羯磨。今財物還多，", "418": "從僧乞解學家羯磨。若僧時到僧忍聽，僧", "419": "今解學家羯磨。白如是。』『大德僧聽！此羅閱", "42": "敷高好床座，迦留陀夷遙見世尊來，白佛", "420": "城中一居士家夫婦，得信為佛弟子，好", "421": "施財物竭盡，僧先與作學家羯磨。今財物還", "422": "多，從僧乞解學家羯磨。僧今與彼居士", "423": "解學家羯磨。誰諸長老忍僧與彼居士解", "424": "學家羯磨者默然，誰不忍者說。』『僧已忍與", "425": "彼居士解學家羯磨竟，僧忍，默然故，是事", "426": "如是持。』」時諸比丘皆疑，不敢受已解學家", "427": "羯磨居士食，白佛。佛言：「自今已去聽諸比", "428": "丘受食無犯。」無犯者，最初未制戒，癡狂、心", "429": "亂、痛惱所纏。三竟", "43": "言：「世尊看我床座！善逝看我床座！」佛言：「當", "430": "爾時佛在釋翅搜國迦維羅衛尼拘類園", "431": "中。舍夷城中諸婦女、俱梨諸女人，持飲食詣", "432": "僧伽藍中供養。時諸盜賊聞之，於道路嬈", "433": "觸。時諸比丘聞，往白世尊，世尊言：「自今已", "434": "去，諸比丘應語諸婦女：『莫出道路，有賊恐", "435": "怖。』若已出城，應語言：『莫至僧伽藍中，道", "436": "路有賊恐怖。』自今已去與比丘結戒，集十", "437": "句義乃至正法久住，欲說戒者當如是說：", "438": "若比丘在阿蘭若，有疑恐怖處住，僧伽藍", "439": "外不受食，僧伽藍內受食而食。當向餘比", "44": "知此癡人內懷弊惡。」爾時世尊以此因緣", "440": "丘悔過言：『大德！我犯可呵法，我今向大德", "441": "悔過。』是法名悔過法。」如是世尊與諸比丘", "442": "結戒。時諸檀越，先知有疑恐怖而故持食", "443": "來，諸比丘疑，不敢受食。佛言：「自今已去聽", "444": "諸比丘受如是食。」時諸病比丘亦疑，不敢", "445": "受如是食。佛言：「自今已去聽諸病比丘", "446": "受如是食。」時有施主，以食置地與、若教", "447": "人與，諸比丘疑，不敢受。佛言：「自今已去聽", "448": "諸比丘受如是食。自今已去當如是說戒：", "449": "若比丘在阿蘭、若逈遠有疑恐怖處，若比丘", "45": "集比丘僧，告諸比丘：「此癡人迦留陀夷，敷", "450": "在如是阿蘭若處住，先不語檀越，若僧伽", "451": "藍外不受食，在僧伽藍內無病自手受食", "452": "食者，應向餘比丘悔過言：『大德！我犯可呵", "453": "法，我今向大德悔過。』是法名悔過法。」比丘", "454": "義如上。阿蘭若處者，去村五百弓，遮摩羅", "455": "國弓量法也。有疑恐怖者，疑有賊盜恐", "456": "怖。病者，如上說。若阿蘭若比丘，在如是逈", "457": "遠處住，若先不語檀越，於僧伽藍外不受", "458": "食，僧伽藍內無病自手受食，食咽咽波羅提", "459": "提舍尼。比丘尼，突吉羅；式叉摩那、沙彌、沙彌", "46": "高廣大床但自為己。」爾時世尊以無數方", "460": "尼，突吉羅。是謂為犯。不犯者，若先語檀越、", "461": "若有病、若置地與、若教人與、若來受教勅", "462": "聽法時，比丘自有私食令授與者，無犯。", "463": "無犯者，最初未制戒，癡狂、心亂、痛惱所纏。", "464": "四竟", "465": "7 式叉迦羅尼法(百眾學法)式叉迦羅尼法", "466": "胡音不正，應言式叉迦羅尼。諸有讀寫者，盡應從此式叉迦羅尼。不能一一就文治，故斑之", "467": "出。丹本即云百眾學法之一", "468": "爾時佛在舍衛國祇樹給孤獨園。時六群比", "469": "丘著涅槃僧，或時下著、或時高著、或作象", "47": "便呵責迦留陀夷已，告諸比丘：「此癡人！多", "470": "鼻、或作多羅樹葉、或時細襵。諸居士見已", "471": "皆譏嫌言：「此沙門釋子無有慚愧，外自稱", "472": "言：『我知正法。』如是有何正法？云何著涅槃", "473": "僧，或時下、或時高、或時作象鼻、或作多", "474": "羅樹葉、或時細襵，如似國王長者大臣居", "475": "士，如似節會戲笑俳說人著衣？」時諸比丘聞，", "476": "其中有少欲知足、行頭陀、樂學戒、知慚愧", "477": "者，嫌責六群比丘言：「云何汝等著涅槃僧，", "478": "或時下、或時高、或時作象鼻、或作多羅樹葉、", "479": "或時細襵耶？」諸比丘往世尊所，頭面禮足", "48": "種有漏處，最初犯戒。自今已去與比丘結戒，", "480": "在一面坐，以此因緣具白世尊。世尊爾時", "481": "以此因緣集比丘僧，呵責六群比丘言：「汝", "482": "所為非，非威儀、非沙門法、非淨行、非隨", "483": "順行，所不應為。云何汝等著涅槃僧，或時", "484": "下著、或時高著、或作象鼻、或作多羅樹葉、", "485": "或時細襵？」以無數方便呵責已，告諸比丘", "486": "言：「此癡人！多種有漏處，最初犯戒。自今已去", "487": "與比丘結戒，集十句義乃至正法久住，欲", "488": "說戒者當如是說：當齊整著涅槃僧，式叉", "489": "迦羅尼。」比丘義如上。是中不齊整著，或", "49": "集十句義乃至正法久住，欲說戒者當如", "490": "時下著、或時高著、或作象鼻、或作多羅樹", "491": "葉、或時細襵。下者，繫帶在臍下。高者，褰齊", "492": "膝。象鼻者，垂前一角。多羅樹葉者，垂前二", "493": "角。細襵者，繞腰襵皺。若比丘，高著、下著", "494": "涅槃僧，或作象鼻、或作多羅樹葉、或時細", "495": "襵，故作犯應懺突吉羅。以故作故，犯非", "496": "威儀突吉羅；若不故作，突吉羅。比丘尼，突吉", "497": "羅；式叉摩那、沙彌、沙彌尼，突吉羅。是謂為犯。", "498": "不犯者，或時有如是病，臍中生瘡下著，若", "499": "脚𨄔有瘡高著，若僧伽藍內、若村外、若作", "5": "爾時佛在舍衛國祇樹給孤獨園。時跋難", "50": "是說：若比丘，作繩床、木床，足應高如來八", "500": "時、若在道行，無犯。無犯者，最初未制戒，", "501": "癡狂、心亂、痛惱所纏。一竟", "502": "爾時佛在舍衛國祇樹給孤獨園。時六群比", "503": "丘所著衣，或高著、或下著、或作象鼻、或作", "504": "多羅樹葉、或細襵。諸長者見已皆譏嫌言：", "505": "「此沙門釋子！不知慚愧，外自稱言：『我知正", "506": "法。』如是有何正法？云何著衣，或高著、或下", "507": "著、或作象鼻、或作多羅樹葉、或時細襵，如", "508": "似國王、大臣、長者、居士種？」時諸比丘聞，其", "509": "中有少欲知足、行頭陀、樂學戒、知慚愧者，", "51": "指，除入陛孔上截竟。若過者，波逸提。」比丘義", "510": "嫌責六群比丘言：「云何汝等著三衣，或高", "511": "著、或下著、或作象鼻、或作多羅樹葉、或時", "512": "細襵？」時諸比丘往世尊所，頭面禮足在一", "513": "面坐，以此因緣具白世尊。世尊爾時以此", "514": "因緣集比丘僧，呵責六群比丘言：「汝所為", "515": "非，非威儀、非沙門法、非淨行、非隨順行，", "516": "所不應為。云何汝等著衣，或高著、或下著、", "517": "或作象鼻、或作多羅樹葉、或時細襵耶？」", "518": "以無數方便呵責已，告諸比丘：「此癡人！多種", "519": "有漏處，最初犯戒。自今已去與比丘結戒，", "52": "如上。床者，五種床，如上。若比丘，自作繩床、", "520": "集十句義乃至正法久住，欲說戒者當如", "521": "是說：當齊整著三衣，式叉迦羅尼。」比丘義", "522": "如上。是中不齊者，或高著、或下著、或作象", "523": "鼻、或作多羅樹葉、或時細襵。下著衣者，下", "524": "垂過肘露脇。高著衣者，過脚𨄔上。象鼻者，", "525": "下垂一角。多羅樹葉者，垂前兩角後褰高", "526": "也。細襵者，細襵已安緣。若比丘，故高著、", "527": "下著衣、作象鼻，或作多羅樹葉、或時細襵，", "528": "故作犯應懺突吉羅。以故作故，犯非威儀", "529": "突吉羅；若不故作，突吉羅。比丘尼，突吉羅；", "53": "木床，足應高八指截竟，過者，波逸提；作而", "530": "式叉摩那、沙彌、沙彌尼，突吉羅。是謂為犯。不", "531": "犯者，或時有如是病、或時肩臂有瘡下著、", "532": "或時脚𨄔有瘡高著、若僧伽藍內、若村外、", "533": "若在道行、作時，無犯。無犯者，最初未制戒、", "534": "癡狂、心亂、痛惱所纏。二竟", "535": "爾時佛在舍衛國祇樹給孤獨園。時六群比", "536": "丘反抄三衣行入白衣舍。諸居士見皆共", "537": "譏嫌言：「此沙門釋子！不知慚愧，外自稱言：", "538": "『我持正法。』如是有何正法？云何反抄衣入", "539": "白衣舍，如似國王大臣長者、居士種？」時諸", "54": "不成，突吉羅。若教人作過八指截竟，波逸", "540": "比丘聞，其中有少欲知足、行頭陀、樂學戒、", "541": "知慚愧者，呵責六群比丘言：「云何汝等反", "542": "抄衣入白衣舍？」諸比丘往世尊所，頭面禮", "543": "足在一面坐，以此因緣具白世尊。世尊爾", "544": "時以此因緣集比丘僧，呵責六群比丘言：", "545": "「汝所為非，非威儀、非沙門法、非淨行、非", "546": "隨順行，所不應為。云何汝等反抄衣入", "547": "白衣舍？」以無數方便呵責已，告諸比丘：「此", "548": "癡人！多種有漏處，最初犯戒。自今已去與比", "549": "丘結戒。集十句義乃至正法久住，欲說戒", "55": "提；作而不成，突吉羅。若為他作，成不成，一", "550": "者當如是說：不得反抄衣行入白衣舍，", "551": "式叉迦羅尼。」比丘義如上。白衣舍者，村落", "552": "也。反抄衣者，或左右反抄衣著肩上。若比丘，", "553": "故左右反抄衣著肩上入白衣舍，故作犯", "554": "應懺突吉羅。以故作故，犯非威儀突吉羅；", "555": "若不故作，犯突吉羅。比丘尼，突吉羅；式叉", "556": "摩那、沙彌、沙彌尼，突吉羅。是謂為犯。不犯者，", "557": "或時有如是病、脇肋邊有瘡、若僧伽藍內、", "558": "若村外、若在道行、若作時，無犯。無犯者，最", "559": "初未制戒，癡狂、心亂、痛惱所纏。三竟", "56": "切突吉羅。比丘尼，波逸提；式叉摩那、沙彌、沙", "560": "不得反抄衣入白衣舍坐，式叉迦羅尼，如", "561": "上。四竟", "562": "爾時佛在舍衛國祇樹給孤獨園。爾時六群", "563": "比丘以衣纏頸入白衣舍。諸居士見已皆", "564": "譏嫌言：「此沙門釋子不知慚愧，乃以衣纏", "565": "頸入白衣舍，如似國王、大臣、長者、居士種。」", "566": "時諸比丘聞，其中有少欲知足、行頭陀、樂", "567": "學戒、知慚愧者，嫌責六群比丘言：「汝等云", "568": "何衣纏頸入白衣舍？」諸比丘往世尊所，頭面", "569": "禮足在一面坐，以此因緣具白世尊。世尊", "57": "彌尼，突吉羅。是謂為犯。不犯者，若作足高", "570": "爾時以此因緣集比丘僧，呵責六群比丘", "571": "言：「汝所為非，非威儀、非沙門法、非淨行、", "572": "非隨順行，所不應為。云何汝等衣纏頸入", "573": "白衣舍？」以無數方便呵責已，告諸比丘：「此", "574": "癡人！多種有漏處，最初犯戒。自今已去與比", "575": "丘結戒，集十句義乃至正法久住，欲說戒", "576": "者當如是說：不得衣纏頸入白衣舍，式叉", "577": "迦羅尼。」比丘義如上。纏頸者，總捉衣", "578": "兩角著左肩上。故作衣纏頸入白衣舍，犯", "579": "應懺突吉羅。以故作故，犯非威儀突吉羅；", "58": "八指；若減八指；若他施已成者截而用之；若", "580": "若不故作，犯突吉羅。比丘尼，突吉羅；式叉", "581": "摩那、沙彌、沙彌尼，突吉羅。是謂為犯。不犯者，", "582": "或時有如是病、肩臂有瘡、若僧伽藍內、若", "583": "村外、或作時、或在道行，無犯。無犯者，最初", "584": "未制戒，癡狂、心亂、痛惱所纏。五竟。", "585": "不得衣纏頸入白衣舍坐，式叉迦羅尼，", "586": "亦如是。六竟", "587": "爾時佛在舍衛國祇樹給孤獨園。爾時六群", "588": "比丘以衣覆頭入白衣舍。諸居士見已皆", "589": "譏嫌言：「此沙門釋子不知慚愧，外自稱言：", "59": "脫脚却，無犯。無犯者，最初未制戒，癡狂、心", "590": "『我知正法。』如是有何正法？衣覆頭行似", "591": "如盜賊。」時諸比丘聞，其中有少欲知足、行頭", "592": "陀、樂學戒、知慚愧者，嫌責六群比丘言：", "593": "「汝等云何持衣覆頭入白衣舍？」比丘往世", "594": "尊所，頭面禮足在一面坐，以此因緣具白", "595": "世尊。世尊爾時以此因緣集比丘僧，呵責", "596": "六群比丘言：「汝所為非，非威儀、非沙門法、", "597": "非淨行、非隨順行，所不應為。云何汝等衣", "598": "覆頭入白衣舍？」以無數方便呵責六群比", "599": "丘已，告諸比丘言：「此癡人！多種有漏處，最", "6": "陀釋子非時入村，與諸居士共樗蒱。比丘", "60": "亂、痛惱所纏。八十四竟", "600": "初犯戒。自今已去與比丘結戒，集十句義", "601": "乃至正法久住，欲說戒者當如是說：不得", "602": "覆頭入白衣舍，式叉迦羅尼。」比丘義如", "603": "上。白衣舍者，村落也。覆頭者，若以樹葉、", "604": "若以碎段物。若衣覆頭行入白衣舍，故作", "605": "犯應懺突吉羅。以故作故，犯非威儀突吉", "606": "羅；若不故作，犯突吉羅。比丘尼，突吉羅；式", "607": "叉摩那、沙彌、沙彌尼，突吉羅。是謂為犯。不犯", "608": "者，或時有如是病、或時患寒、或頭上瘡", "609": "生、或命難、梵行難，覆頭而走無犯。無犯", "61": "爾時佛在舍衛國祇樹給孤獨園。時六群比", "610": "者，最初未制戒，癡狂、心亂、痛惱所纏。七竟", "611": "不得覆頭入白衣舍坐，式叉迦羅尼，亦", "612": "如是。八竟", "613": "四分律卷第十九", "62": "丘作兜羅綿𦅷繩床、木床、大小褥，諸居士", "63": "見皆共嫌之，自相謂言：「此沙門釋子不知", "64": "慚愧，無有慈心斷眾生命，外自稱言：『我修", "65": "正法。』乃作兜羅𦅷木床及繩床、大小褥，", "66": "如似國王亦如大臣，如是有何正法？」諸比", "67": "丘聞，其中有少欲知足、行頭陀、樂學戒、知", "68": "慚愧者，嫌責六群比丘：「云何作兜羅𦅷", "69": "繩床、木床、大小褥？」時諸比丘往至世尊所，頭", "7": "勝、諸居士不如，居士以慳嫉故便言：「比丘", "70": "面作禮在一面坐，以此因緣具白世尊。", "71": "世尊爾時以此因緣集比丘僧，呵責六群", "72": "比丘：「汝所為非，非威儀、非沙門法、非淨", "73": "行、非隨順行，所不應為。云何作兜羅𦅷", "74": "繩床、木床、大小褥，令居士嫌也？」呵責六群", "75": "比丘已，告諸比丘：「此癡人！多種有漏處，最初", "76": "犯戒。自今已去與比丘結戒，集十句義乃", "77": "至正法久住，欲說戒者當如是說：若比丘，", "78": "作兜羅𦅷繩床、木床、大小褥成者，波逸提。」", "79": "比丘義如上。兜羅者，白楊樹、華楊柳、華蒲", "8": "晨朝入村為乞食故，非時入村為何事耶？」", "80": "臺也。大床者，有五種，如上。繩床者，有五", "81": "種，如上。大褥者，為坐臥故。小褥者，為坐", "82": "故。若比丘，以兜羅𦅷繩床、木床、大小褥，若", "83": "自作成者，波逸提；不成者，突吉羅。若教他使", "84": "作成者，波逸提；不成，突吉羅。若為他作，成", "85": "不成，一切突吉羅。比丘尼，波逸提；式叉摩那、", "86": "沙彌、沙彌尼，突吉羅。是謂為犯。不犯者，若鳩", "87": "羅耶草、文若草、娑婆草；若以毳劫貝碎弊物；", "88": "若用作搘肩物作輿上枕，無犯。無犯者，", "89": "最初未制戒，癡狂、心亂、痛惱所纏。八十五竟", "9": "時諸比丘聞，其中有少欲知足、行頭陀、樂", "90": "爾時佛在羅閱城耆闍崛山中。時有信樂", "91": "工師，為比丘作骨、牙、角針筒，以是故令", "92": "此工師廢家事業，財物竭盡無復衣食。時", "93": "諸世人皆作此言：「此工師未供養沙門釋", "94": "子時，多財饒寶，自供養沙門釋子已來，居", "95": "家貧匱無所食噉。所以供養者，望得其", "96": "福，而反得殃。」時諸比丘聞，其中有少欲知足、", "97": "行頭陀、樂學戒、知慚愧者，嫌責諸比丘：", "98": "「汝等云何使彼工師作骨、牙、角針筒，廢家", "99": "事業財物竭盡？」時諸比丘往至世尊所，頭"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1428 四分律: 四分律: 四分律: 四分律＋（藏）【三】【宮】律＋（藏）【宋】【元】【明】【宮】律律藏", "author": "姚秦 佛陀耶舍共竺佛念等譯", "sourceLink": "http://www.cbeta.org/"}