{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1455 根本說一切有部苾芻尼戒經", "text": {"0": "No. 1455", "1": "根本說一切有部苾芻尼戒經", "10": "見阿羅漢是真樂，由於後有不生故。", "100": "經中說。」", "101": "攝頌曰：", "102": "媒嫁及二謗，二染并四獨，", "103": "夫棄契作解，二諍雜獨住。", "104": "破僧與隨伴，污家并惡性，", "105": "眾教有二十，八三諫應知。", "106": "「若復苾芻尼，作媒嫁事，持男意語女、持女意", "107": "語男，若為成婦及私通事，乃至須臾頃，僧伽", "108": "伐尸沙。「若復苾芻尼，懷瞋不捨故，於清", "109": "淨苾芻尼以無根波羅市迦法謗，欲壞彼淨", "11": "於河津處妙階樂，以法降怨戰勝樂；", "110": "行。後於異時，若問、若不問，知此是無根謗。", "111": "彼苾芻尼由瞋恚故作是語者，僧伽伐尸", "112": "沙。「若復苾芻尼，懷瞋不捨故，於清淨苾芻", "113": "尼以異非分波羅市迦法謗，欲壞彼淨行。後", "114": "於異時，若問、若不問，知此是異非分事，以少", "115": "相似法而為毀謗。彼苾芻尼由瞋恚故作是", "116": "語者，僧伽伐尸沙。「若復苾芻尼，有染心，", "117": "從染心男子共相領受，隨取何物，僧伽伐尸", "118": "沙。「若復苾芻尼，向苾芻尼作如是語：『隨", "119": "汝無染心，受染心男子物，我復何過？』者，僧伽", "12": "證得正慧果生時，能除我慢盡為樂。", "120": "伐尸沙。「若復苾芻尼，獨從尼寺向餘處宿", "121": "者，僧伽伐尸沙。「若復苾芻尼，獨從尼寺", "122": "晝向俗家者，僧伽伐尸沙。「若復苾芻尼，", "123": "獨在道行者，僧伽伐尸沙。「若復苾芻尼，", "124": "獨浮渡河者，僧伽伐尸沙。「若復苾芻尼，知", "125": "他婦女作非法事，眾人共嫌、為夫所棄并", "126": "白王知，度令出家者，僧伽伐尸沙。「若復", "127": "苾芻尼，依他舊契，自為己索亡人物者，僧伽", "128": "伐尸沙。「若復苾芻尼，知苾芻尼被苾芻尼", "129": "眾為作捨置羯磨，便出界外為作解法者，僧", "13": "若有能為決定意，善伏根欲具多聞；", "130": "伽伐尸沙。「若復苾芻尼，共諸苾芻尼鬪", "131": "諍紛擾，作如是語：『我捨佛法僧。非但此沙門", "132": "釋女具戒具德、有勝善法，於餘沙門，亦具戒", "133": "具德、有勝善法，我當詣彼修習梵行。』時諸", "134": "苾芻尼語言：『汝可捨此罪惡之見。』如是諫", "135": "時，捨者善；若不捨者，應可再三慇懃正諫，隨", "136": "教應詰，令捨是事。捨者善；若不捨者，僧伽伐", "137": "尸沙。「若復苾芻尼，共諸苾芻尼鬪諍紛", "138": "擾，諸苾芻尼語是苾芻尼言：『姊妹！莫鬪諍紛", "139": "擾。』此苾芻尼作如是語：『汝有愛、恚、怖、癡，於鬪", "14": "從少至老處林中，寂靜閑居蘭若樂。", "140": "諍人有遮不遮。』諸苾芻尼語言：『大德！他諫誨", "141": "時莫作是語：「汝有愛、恚、怖、癡，於鬪諍人有遮", "142": "不遮。」姊妹可止此語！』諸苾芻尼如是諫時，捨", "143": "者善；若不捨者，應可再三慇懃正諫，隨教應", "144": "詰，令捨是事。捨者善；若不捨者，僧伽伐尸沙。", "145": "「若復苾芻尼，共餘苾芻尼雜亂而住，掉舉戲", "146": "笑。諸苾芻尼語是苾芻尼言：『姊妹！莫雜亂", "147": "住、掉舉戲笑。汝雜亂住時，令善法衰損，不得", "148": "增益，應可別住。別住之時令善法增益，不復", "149": "衰損。』諸苾芻尼如是諫時，捨者善；若不捨者，", "15": "「諸大德！春時爾許過，餘有爾許在，老死既侵", "150": "應可再三慇懃正諫，隨教應詰，令捨是事。捨", "151": "者善；若不捨者，僧伽伐尸沙。「若復苾芻", "152": "尼，知餘苾芻尼樂為獨住。諸苾芻尼語是苾", "153": "芻尼言：『大德！莫為獨住，汝獨住時令善法衰", "154": "損，不得增益。姊妹！應可共住。令善法增益，", "155": "不復衰損。』諸苾芻尼亦應告言：『大德！勿樂獨", "156": "住，令善法衰損。大德！應可捨此獨住惡見。』作", "157": "是諫時，捨者善；若不捨者，應可再三慇懃正", "158": "諫，隨教應詰，令捨是事。捨者善；若不捨者，僧", "159": "伽伐尸沙。「若復苾芻尼，興方便欲破和", "16": "命根漸減，大師教法不久當滅。諸大德！應懃", "160": "合僧伽，於破僧事堅執不捨。諸苾芻尼應語", "161": "彼苾芻尼言：『姊妹！莫欲破和合僧伽堅執而", "162": "住。姊妹！應與僧伽和合共住歡喜無諍，一心", "163": "一說如水乳合，大師教法令得光顯安樂久", "164": "住。具壽！汝可捨破僧事。』諸苾芻尼如是諫", "165": "時，捨者善；若不捨者，應可再三慇懃正諫，隨", "166": "教應詰，令捨是事。捨者善；若不捨者，僧伽伐", "167": "尸沙。「若復苾芻尼，若一、若二、若多，與彼", "168": "苾芻尼共為伴黨，同邪違正隨順而住。時此", "169": "苾芻尼語諸苾芻尼言：『大德！莫共彼苾芻尼", "17": "光顯，莫為放逸。由不放逸，必當證得如來、應、", "170": "有所論說若好、若惡。何以故？彼苾芻尼是順", "171": "法律、依法律，語言無虛妄，彼愛樂者我亦愛", "172": "樂。』諸苾芻尼應語此苾芻尼言：『具壽！莫作是", "173": "說：「彼苾芻尼是順法律、依法律，語言無虛妄，", "174": "彼愛樂者我亦愛樂。」何以故？彼苾芻尼非順", "175": "法律、不依法律，語言皆虛妄，汝莫樂破僧，", "176": "當樂和合僧。應與僧和合歡喜無諍，一心", "177": "一說如水乳合，大師教法令得光顯安樂久", "178": "住。具壽！可捨破僧惡見順邪違正勸作諍", "179": "事堅執而住。』諸苾芻尼如是諫時，捨者善；若", "18": "正等覺，何況所餘覺品善法！大德僧伽！先作", "180": "不捨者，應可再三慇懃正諫，隨教應詰，令捨", "181": "是事。捨者善；若不捨者，僧伽伐尸沙。「若", "182": "復眾多苾芻尼，於村落城邑住，污他家、行惡", "183": "行，污他家亦眾見聞知，行惡行亦眾見聞知。", "184": "諸苾芻尼應語彼苾芻尼言：『具壽！汝等污他", "185": "家、行惡行，污他家亦眾見聞知，行惡行亦眾", "186": "見聞知。汝等可去，不應住此。』彼苾芻尼語諸", "187": "苾芻尼言：『大德有愛、恚、怖、癡，有如是同罪苾", "188": "芻尼，有驅者、有不驅者。』時諸苾芻尼語彼苾", "189": "芻尼言：『具壽！莫作是語：「諸大德有愛、恚、怖、", "19": "何事？佛聲聞眾少求少事。未受近圓者出。不", "190": "癡，有如是同罪苾芻尼，有驅者、有不驅者。」何", "191": "以故？諸苾芻尼無愛、恚、怖、癡。汝等污他家、行", "192": "惡行，污他家亦眾見聞知，行惡行亦眾見聞", "193": "知。具壽！汝等應捨愛恚等言。』諸苾芻尼如是", "194": "諫時，捨者善；若不捨者，應可再三慇懃正諫，", "195": "隨教應詰。令捨是事。捨者善；若不捨者，僧伽", "196": "伐尸沙。「若復苾芻尼，惡性不受人語，諸", "197": "苾芻尼於佛所說戒經中，如法如律勸誨之", "198": "時，不受諫語，言：『諸大德！莫向我說少許若好、", "199": "若惡，我亦不向諸大德說若好、若惡。諸大德", "2": "三藏法師義淨奉　制譯", "20": "來諸苾芻尼說欲及清淨其持欲者各對比坐而說。」", "200": "止！莫勸我、莫論說我。』諸苾芻尼語是苾芻尼", "201": "言：『具壽！汝莫不受諫語，諸苾芻尼於佛所說", "202": "戒經中，如法如律勸誨之時應受諫語。具", "203": "壽如法諫諸苾芻尼，諸苾芻尼亦如法諫具", "204": "壽，如是如來應正等覺佛聲聞眾便得增長、", "205": "共相諫誨。具壽！汝等應捨此事。』諸苾芻尼如", "206": "是諫時，捨者善；若不捨者，應可再三慇懃正", "207": "諫，隨教應詰，令捨是事。捨者善；若不捨者，", "208": "僧伽伐尸沙。」「諸大德！我已說二十僧伽", "209": "伐尸沙法，十二初犯、八至三諫。若苾芻尼隨", "21": "合十指恭敬，禮釋迦師子；", "210": "一一犯故覆藏者，二部僧伽應與作半月行", "211": "摩那󰔰。行摩那󰔰竟，餘有出罪，若稱可二部", "212": "僧伽意者，二部僧伽各二十眾，當於四十眾", "213": "中出是苾芻尼罪。若少一人不滿四十眾，是", "214": "苾芻尼罪不得除，二部僧伽得罪。此是出", "215": "罪法。今問諸大德！是中清淨不？」如是三說「諸", "216": "大德！是中清淨，默然故，我今如是持。」尼無二不定法", "217": "「諸大德！此三十三泥薩祇波逸底迦法，半月", "218": "半月戒經中說。」", "219": "初攝頌曰：", "22": "別解脫調伏，我說仁善聽。", "220": "持離畜浣衣，取衣乞過受，", "221": "同價及別主，遣使送衣直。", "222": "「若復苾芻尼，作衣已竟，羯恥那衣復出，得長", "223": "衣齊十日不分別應畜。若過畜者，泥薩祇波", "224": "逸底迦。「若復苾芻尼，作衣已竟，羯恥那", "225": "衣復出，於五衣中離一一衣界外宿，下至", "226": "一夜，除得眾法，泥薩祇波逸底迦。「若", "227": "復苾芻尼，作衣已竟，羯恥那衣復出，得非時", "228": "衣，欲須應受，受已當疾成衣。若有望處", "229": "求令滿足，若不足者，得畜經一月。若過者，泥", "23": "聽已當正行，如大仙所說；", "230": "薩祇波逸底迦。「若復苾芻尼，與非親苾芻", "231": "浣染打故衣者，泥薩祇波逸底迦。「若復", "232": "苾芻尼，從非親苾芻取衣者，除貿易，泥薩祇", "233": "波逸底迦。「若復苾芻尼，從非親居士、居士", "234": "婦乞衣，除餘時，泥薩祇波逸底迦。餘時者，若", "235": "苾芻尼奪衣、失衣、燒衣、吹衣、漂衣，此是時。", "236": "「若復苾芻尼，奪衣、失衣、燒衣、吹衣、漂衣，從非", "237": "親居士、居士婦乞衣。彼多施衣，苾芻尼若須，", "238": "應受上下二衣。若過受者，泥薩祇波逸底迦。", "239": "「若復苾芻尼，有非親居士、居士婦共辦衣價，", "24": "於諸小罪中，勇猛亦懃護。", "240": "當買如是清淨衣，與某甲苾芻尼及時應用。", "241": "此苾芻尼先不受請，因他告知，便詣彼家", "242": "作如是語：『善哉仁者！為我所辦衣價，可買如", "243": "是清淨衣及時與我，為好故。』若得衣者，泥薩", "244": "祇波逸底迦。「若復苾芻尼，有非親居士、居", "245": "士婦各辦衣價，當買如是清淨衣與某甲苾", "246": "芻尼。此苾芻尼先不受請，因他告知，便詣彼", "247": "家作如是語：『善哉仁者！為我所辦衣價，可共", "248": "買如是清淨衣及時與我，為好故。』若得衣者，", "249": "泥薩祇波逸底迦。「若復苾芻尼，若王、若大", "25": "心馬難制止，勇決恒相續；", "250": "臣、婆羅門、居士等，遣使為苾芻尼送衣價。彼", "251": "使持衣價至苾芻尼所，白言：『聖者！此物是某", "252": "甲王、大臣、婆羅門、居士等遣我送來，聖者哀", "253": "愍為受。』是苾芻尼語彼使言：『仁此衣價我不", "254": "應受，若得順時淨衣應受。』彼使白言：『聖者！有", "255": "執事人不？』須衣苾芻尼言：『有。若僧伽淨人、若", "256": "鄔波斯伽，此是苾芻尼執事人。』彼使往執事", "257": "人所，與衣價已，語言：『汝可以此衣價，買順", "258": "時清淨衣，與某甲苾芻尼令其披服。』彼使善", "259": "教執事人已，還至苾芻尼所白言：『聖者！所示", "26": "別解脫如銜，有百針極利。", "260": "執事人，我已與衣價，得清淨衣應受。』苾芻尼", "261": "須衣，應往執事人所，若二、若三令彼憶念，告", "262": "言：『我須衣。』若得者善；若不得者，乃至四、五、六", "263": "返往彼默然隨處而住。若四、五、六返得衣者", "264": "善；若不得衣，過是求得衣者，泥薩祇波逸底", "265": "迦。若竟不得衣，是苾芻尼應隨彼送衣價處，", "266": "若自往、若遣可信人往，報言：『人為某甲苾芻", "267": "尼送衣價，彼苾芻尼竟不得衣。仁應知，勿令", "268": "失，此是時。』」", "269": "第二攝頌曰：", "27": "若人違軌則，聞教便能止；", "270": "捉金銀出納，賣買鉢乞線，", "271": "織師自奪衣，迴他病長鉢。", "272": "「若復苾芻尼，自手捉金銀錢等、若教他捉者，", "273": "泥薩祇波逸底迦。「若復苾芻尼，種種出納", "274": "求利者，泥薩祇波逸底迦。「若復苾芻尼，", "275": "種種賣買者，泥薩祇波逸底迦。「若復苾", "276": "芻尼，有鉢減五綴，堪得受用，為好故更求", "277": "餘鉢得者，泥薩祇波逸底迦。彼苾芻尼應", "278": "於眾中捨此鉢，取眾中最下鉢與彼苾芻", "279": "尼，報言：『此鉢還汝，不應守持，不應分別，亦", "28": "大士若良馬，當出煩惱陣。", "280": "不施人，應自審詳徐徐受用，乃至破，應護", "281": "持，此是其法。』「若復苾芻尼，自乞縷線，使", "282": "非親織師織作衣，若得衣者，泥薩祇波逸", "283": "底迦。「若復苾芻尼，有非親居士、居士婦為", "284": "苾芻尼使非親織師織作衣。此苾芻尼先不", "285": "受請，便生異念，詣彼織師所，作如是言：『汝", "286": "今知不？此衣為我織。善哉織師！應好織淨梳", "287": "治，善揀擇極堅打。我當以少鉢食、或鉢食", "288": "類、或復食直而相濟給。』若苾芻尼以如是", "289": "物與織師求得衣者，泥薩祇波逸底迦。", "29": "若人無此銜，亦不曾憙樂；", "290": "「若復苾芻尼，與苾芻尼衣，彼於後時惱瞋罵", "291": "詈生嫌賤心，若自奪、若教他奪，報言：『還我衣", "292": "來，不與汝。』若衣離彼身自受用者，泥薩祇波", "293": "逸底迦。「若復苾芻尼，知他與眾物，自迴", "294": "入己者，泥薩祇波逸底迦。「如世尊說：『聽", "295": "諸病苾芻尼，所有諸藥隨意服食，謂酥、油、", "296": "糖蜜，於七日中應自守持觸宿而服。』若苾", "297": "芻尼過七日服者，泥薩祇波逸底迦。「若", "298": "復苾芻尼，畜長鉢得經一宿，若過畜者，泥薩", "299": "祇波逸底迦。」", "3": "別解脫經難得聞，經於無量俱胝劫；", "30": "彼沒煩惱陣，迷轉於生死。", "300": "第三攝頌曰：", "301": "不著捨不捨，乞金銀染衣，", "302": "得利有五殊，買藥衣二價。", "303": "「若復苾芻尼，於半月內不著五衣者，泥薩祇", "304": "波逸底迦。「若復苾芻尼，非時捨羯恥那衣", "305": "者，泥薩祇波逸底迦。「若復苾芻尼，依時", "306": "不捨羯恥那衣者，泥薩祇波逸底迦。「若", "307": "復苾芻尼，乞求金銀者，泥薩祇波逸底迦。", "308": "「若復苾芻尼，以衣利直將充食用者，泥薩", "309": "祇波逸底迦。「若復苾芻尼，得別衣利，充", "31": "「大德尼僧伽聽！今僧伽黑月十四日或云：『白月十五日。』", "310": "食用者，泥薩祇波逸底迦。「若復苾芻尼，", "311": "得臥具利，將充食用者，泥薩祇波逸底迦。", "312": "「若復苾芻尼，得夏安居利，充食用者，泥薩", "313": "祇波逸底迦。「若復苾芻尼，得多人利，迴", "314": "入己者，泥薩祇波逸底迦。「若復苾芻尼，", "315": "得僧祇利物，迴入己者，泥薩祇波逸底迦。", "316": "「若復苾芻尼，買諸藥物，繫竟復解、解而復", "317": "繫者，泥薩祇波逸底迦。「若復苾芻尼，持", "318": "貴價重衣者，泥薩祇波逸底迦。「若復苾", "319": "芻尼，持貴價輕衣者，泥薩祇波逸底迦。」", "32": "作褒灑陀。若苾芻尼僧伽時至聽者，苾芻尼", "320": "「諸大德！我已說三十三泥薩祇波逸底迦法。", "321": "今問諸大德！是中清淨不？」如是三說「諸大德！是中", "322": "清淨，默然故，我今如是持。」", "323": "「諸大德！此一百八十波逸底迦法，半月半月", "324": "戒經中說。」", "325": "第一攝頌曰：", "326": "妄毀及離間，發舉說同聲，", "327": "說罪得上人，隨親輒輕毀。", "328": "「若復苾芻尼，故妄語者，波逸底迦。「若復", "329": "苾芻尼，毀訾語故，波逸底迦。「若復苾芻", "33": "僧伽應許苾芻尼僧伽今作褒灑陀，說波", "330": "尼，離間語故，波逸底迦。「若復苾芻尼，知", "331": "和合僧伽如法斷諍，事已除滅，後於羯磨", "332": "處更發舉者，波逸底迦。「若復苾芻尼，為", "333": "男子說法，過五六語，除有智女人，波逸底", "334": "迦。「若復苾芻尼，與未近圓人同句讀誦，及", "335": "教授法者，波逸底迦。「若復苾芻尼，知他", "336": "苾芻尼有麁惡罪，向未近圓人說，除眾羯磨，", "337": "波逸底迦。「若復苾芻尼，實得上人法，向", "338": "未近圓人說者，波逸底迦。「若復苾芻尼，", "339": "先同心許，後作是說：『諸具壽！以僧利物隨", "34": "羅底木叉戒經。白如是。」「諸大德！我今作", "340": "親厚處迴與別人。』者，波逸底迦。「若復苾", "341": "芻尼，半月半月說戒經時，作如是語：『諸具壽！", "342": "何用說此小隨小學處，為說是戒時，令諸苾", "343": "芻尼心生惡作惱悔懷憂。』若作如是輕呵戒", "344": "者，波逸底迦。」", "345": "第二攝頌曰：", "346": "種子輕惱教，安床草葉敷，", "347": "強住脫床虫，過三外道處。", "348": "「若復苾芻尼，自壞種子有情村，及令他壞者，", "349": "波逸底迦。「若復苾芻尼，嫌毀輕賤苾芻尼", "35": "褒灑陀，說波羅底木叉戒經。仁等諦聽，善思", "350": "者，波逸底迦。「若復苾芻尼，違惱言教者，", "351": "波逸底迦。「若復苾芻尼，於露地處安僧", "352": "敷具及諸床座，去時不自舉、不教人舉，", "353": "若有苾芻尼不囑授者，除餘緣故，波逸底", "354": "迦。「若復苾芻尼，於僧房內，若草、若葉，自", "355": "敷、教人敷，去時不自舉、不教人舉，若有苾芻", "356": "尼不囑授，除餘緣故，波逸底迦。「若復苾", "357": "芻尼，於僧住處，知諸苾芻尼先此處住，後來", "358": "於中故相惱觸，於彼臥具若坐、若臥，作如是", "359": "念：『彼若生苦者，自當避我去。』波逸底迦。", "36": "念之，若有犯者當發露，無犯者默然。默然", "360": "「若復苾芻尼，於僧住處，知重房棚上脫脚", "361": "床及餘坐物，放身坐臥者，波逸底迦。「若", "362": "復苾芻尼，知水有蟲，自澆草土、若和牛糞，及", "363": "教人澆者，波逸底迦。「若復苾芻尼，作大", "364": "住處，於門梐邊應安橫扂，及諸窓牖并安水", "365": "竇。若起牆時是濕泥者，應二、三重齊橫扂處。", "366": "若過者，波逸底迦。「若復苾芻尼，於外道", "367": "住處得經一宿一食，除病因緣，若過者，波", "368": "逸底迦。」", "369": "第三攝頌曰：", "37": "故，知諸大德清淨。如餘問時即如實答，我今", "370": "過三不餘食，勸足并別眾，", "371": "非時觸不受，蟲外道觀裝。", "372": "「若復眾多苾芻尼，往俗家中，有淨信婆羅門", "373": "居士慇懃勸請與餅󰉓飯，苾芻尼須者應兩", "374": "三鉢受。若過受者，波逸底迦。既受得已還至", "375": "住處，若有苾芻尼應共分食，此是時。「若", "376": "復苾芻尼，足食竟，不作餘食法更食者，波逸", "377": "底迦。「若復苾芻尼，知他苾芻尼足食竟，不", "378": "作餘食法，勸令更食，告言：『具壽！當噉此食。』", "379": "以此因緣欲使他犯生憂惱者，波逸底迦。", "38": "於此勝苾芻尼眾中乃至三問，亦應如實答。", "380": "「若復苾芻尼，別眾食者，除餘時，波逸底迦。餘", "381": "時者，病時、作時、道行時、船行時、大眾食時、沙", "382": "門施食時，此是時。「若復苾芻尼，非時食", "383": "者，波逸底迦。「若復苾芻尼，食曾經觸食", "384": "者，波逸底迦。「若復苾芻尼，不受食，舉著口", "385": "中而噉咽者，除水及齒木，波逸底迦。「若", "386": "復苾芻尼，知水有虫受用者，波逸底迦。", "387": "「若復苾芻尼，自手授與無衣外道及餘外道男", "388": "女食者，波逸底迦。「若復苾芻尼，往觀整", "389": "裝軍者，波逸底迦。」", "39": "若苾芻尼憶知有犯不發露者，得故妄語罪。", "390": "第四攝頌曰：", "391": "觀軍二打擬，覆罪詣俗家，", "392": "然火與欲過，說欲非障法。", "393": "「若復苾芻尼，有因緣往軍中，應齊二夜。若過", "394": "宿者，波逸底迦。「若復苾芻尼，在軍中宿", "395": "經二夜，觀整裝軍，見先旗兵及看布陣散", "396": "兵者，波逸底迦。「若復苾芻尼，瞋恚故不", "397": "喜，打苾芻尼者，波逸底迦。「若復苾芻尼，", "398": "瞋恚故不喜，擬手向苾芻尼者，波逸底迦。", "399": "「若復苾芻尼，知他苾芻尼有麁惡罪，覆藏者，", "4": "讀誦受持亦如是，如說行者更難遇。", "40": "諸大德！佛說故妄語是障礙法，是故苾芻尼", "400": "波逸底迦。「若復苾芻尼，語餘苾芻尼，作", "401": "如是語：『具壽！共汝詣俗家，當與汝美好飲", "402": "食令得飽滿。』彼苾芻尼至俗家，竟不與食，語", "403": "言：『具壽汝去！我與汝共坐共語不樂，我獨坐", "404": "獨語樂。』作是語時，欲令生惱者，波逸底迦。", "405": "「若復苾芻尼，無病為身，若自然火、若教他", "406": "然者，波逸底迦。「若復苾芻尼，與他欲已，", "407": "後便悔言：『還我欲來，不與汝。』者，波逸底迦。", "408": "「若復苾芻尼，與未近圓人同室宿，過二夜者，", "409": "波逸底迦。「若復苾芻尼，作如是語：『我知", "41": "欲求清淨者，當發露。發露即安樂，不發露不", "410": "佛所說法「欲是障礙」者，習行之時非是障", "411": "礙。』諸苾芻尼應語彼苾芻尼言：『具壽！汝莫", "412": "作是語：「我知佛所說『欲是障礙法』者，習行之", "413": "時非是障礙。」汝莫謗世尊，謗世尊者不善。世", "414": "尊不作是語，世尊以無量門於諸欲法說為", "415": "障礙。汝可棄捨如是惡見。』諸苾芻尼如是諫", "416": "時，捨者善；若不捨者，乃至二三隨正應諫，隨", "417": "正應教，令捨是事。捨者善；若不捨者，波逸底", "418": "迦。」", "419": "第五攝頌曰：", "42": "安樂。」「諸大德！我已說戒經序。今問諸", "420": "與惡見同宿，求寂壞色衣，", "421": "捉寶洗傍生，惱指水同宿。", "422": "「若復苾芻尼，知如是語人，未為隨法、不捨", "423": "惡見，共為言說、共住受用、同室而宿者，波逸", "424": "底迦。「若復苾芻尼，見有求寂女，作如是", "425": "語：『我知佛所說法「欲是障礙」者，習行之時非", "426": "是障礙。』諸苾芻尼應語彼求寂女言：『汝莫作", "427": "是語：「我知佛所說『欲是障礙法』者，習行之時", "428": "非是障礙。」汝莫謗世尊，謗世尊者不善。世尊", "429": "不作是語，世尊以無量門於諸欲法說為障", "43": "大德！是中清淨不？」如是三說「諸大德！是中清淨，默", "430": "礙。汝可棄捨如是惡見。』諸苾芻尼語彼求寂", "431": "女時，捨此事者善；若不捨者，乃至二、三隨正", "432": "應諫，隨正應教，令捨是事。捨者善；若不捨", "433": "者，諸苾芻尼應語彼求寂女言：『汝從今已去", "434": "不應說言：「如來、應、正等覺是我大師。」若有", "435": "尊宿及同梵行者，不應隨行。如餘求寂女，得", "436": "與苾芻尼二夜同宿。汝今無是事，汝愚癡人！", "437": "可速滅去。』若苾芻尼知是被擯求寂女而攝", "438": "受饒益、同室宿者，波逸底迦。「若復苾芻", "439": "尼，得新衣，當作三種染壞色：若青、若泥、若赤，", "44": "然故，我今如是持。」", "440": "隨一而壞。若不作三種壞色而受用者，波逸", "441": "底迦。「若復苾芻尼，寶及寶類，若自捉、若", "442": "教人捉，除在寺內及白衣舍，波逸底迦。若在", "443": "寺內及白衣舍，見寶及寶類，應作是念然後", "444": "當取：『若有認者，我當與之。』此是時。「若復", "445": "苾芻尼，半月應洗浴，故違而浴者，除餘時，波", "446": "逸底迦。餘時者，熱時、病時、作時、行時、風時、雨", "447": "時、風雨時，此是時。「若復苾芻尼，故斷傍生", "448": "命者，波逸底迦。「若復苾芻尼，故惱他苾芻", "449": "尼，乃至少時不樂，以此為緣者，波逸底迦。", "45": "「諸大德！此八波羅市迦法，半月半月戒經中", "450": "「若復苾芻尼，以指擊攊他者，波逸底迦。", "451": "「若復苾芻尼，水中戲者，波逸底迦。「若復", "452": "苾芻尼，共男子同室宿者，波逸底迦。」", "453": "第六攝頌曰：", "454": "怖藏瞋二道，掘地四月請，", "455": "拒教竊聽言，默然從座起。", "456": "「若復苾芻尼，若自恐怖、若教人恐怖他苾芻", "457": "尼，下至戲笑者，波逸底迦。「若復苾芻尼，", "458": "自藏苾芻、苾芻尼、若正學女、求寂、求寂女衣", "459": "鉢及餘資具，若教人藏者，除餘緣故，波逸底", "46": "說。」", "460": "迦。「若復苾芻尼，瞋恚故，知彼苾芻尼清", "461": "淨無犯，以無根僧伽伐尸沙法謗者，波逸底", "462": "迦。「若復苾芻尼，共男子同道行，更無女", "463": "人，乃至一村間者，波逸底迦。「若復苾芻尼，", "464": "與賊商旅共同道行，乃至一村間者，波逸底", "465": "迦。「若復苾芻尼，自手掘地、若教人掘者，", "466": "波逸底迦。「若復苾芻尼，有四月請，須時", "467": "應受。若過受者，除餘時，波逸底迦。餘時者，", "468": "謂別請、更請、慇懃請、常請，此是時。「若復", "469": "苾芻尼，聞諸苾芻尼作如是語：『具壽！仁今當", "47": "攝頌曰：", "470": "習如是學處。』彼作是語：『我實不能用汝愚癡", "471": "不分明不善解者所說之言受行學處。我若", "472": "見餘善閑三藏，當隨彼言而受行。』者，波逸", "473": "底迦。若苾芻尼實欲求解彼者，當問三藏，", "474": "此是時。「若復苾芻尼，知餘苾芻尼評論事", "475": "生求過紛擾諍競而住，默然往彼聽其所說，", "476": "作如是念：『我欲聽已，當令鬪亂。』以此為緣者，", "477": "波逸底迦。", "478": "「若復苾芻尼，知眾如法評論事時，默然從座", "479": "起去，有苾芻尼不囑授者，除餘緣，故波逸底", "48": "不淨不與取，斷人稱上法，", "480": "迦。」", "481": "第七攝頌曰：", "482": "不恭敬飲酒，入聚往餘家，", "483": "明相攝耳筒，床足綿敷具。", "484": "「若復苾芻尼，不恭敬者，波逸底迦。「若復", "485": "苾芻尼，飲諸酒者，波逸底迦。「若復苾芻", "486": "尼，非時入聚落，不囑餘苾芻尼，除餘緣故，波", "487": "逸底迦。「若復苾芻尼，受食家請，食前、食後", "488": "行詣餘家，不囑授者，波逸底迦。「若復苾", "489": "芻尼，明相未出，剎帝利灌頂王未藏寶及寶", "49": "觸八事覆隨，斯皆不共住。", "490": "類，若入過宮門閫者，除餘緣故，波逸底迦。", "491": "「若復苾芻尼，半月半月說戒經時，作如是語：", "492": "『具壽！我今始知是法戒經中說。』諸苾芻", "493": "尼知是苾芻尼，若二、若三同作長淨，況復", "494": "過此，應語彼言：『具壽！非不知故得免其罪，汝", "495": "所犯罪應如法說悔。』當勸喻言：『具壽！此法希", "496": "奇難可逢遇，汝說戒時，不恭敬、不住心、不慇", "497": "重、不作意、不一想、不攝耳、不策念而聽法。』者，", "498": "波逸底迦。「若復苾芻尼，用骨牙角作針", "499": "筒成者，應打碎，波逸底迦。「若復苾芻尼，", "5": "諸佛出現於世樂，演說微妙正法樂；", "50": "「若復苾芻尼，與諸苾芻尼同得學處，不捨學", "500": "作大木床足應高佛八指，除入梐木。若過", "501": "者，應截去，波逸底迦。「若復苾芻尼，以草", "502": "木綿貯僧床座者，應撤去，波逸底迦。「若", "503": "復苾芻尼，作尼師但那，當應量作。是中量者，", "504": "長佛二張手、廣一張手半。長廣中，更增一", "505": "張手。若過作者，應截去，波逸底迦。」", "506": "第八攝頌曰：", "507": "覆瘡佛衣量，蒜剃洗手拍，", "508": "自煮食水灑，生草棄牆外。", "509": "「若復苾芻尼，作覆瘡衣，當應量作。是中量者，", "51": "處、學羸不自說，作不淨行兩交會法，乃至共", "510": "長佛四張手、廣二張手。若過作者，應截去，", "511": "波逸底迦。「若復苾芻尼，同佛衣量作衣，或", "512": "復過者，波逸底迦。是中佛衣量者，長佛十張", "513": "手、廣六張手，此是佛衣量。「若復苾芻尼，", "514": "噉蒜者，波逸底迦。「若復苾芻尼，剃隱處", "515": "毛者，波逸底迦。「若復苾芻尼，若洗淨時，", "516": "應齊二指節，若過者，波逸底迦。「若復苾", "517": "芻尼，以手拍隱處者，波逸底迦。「若復苾", "518": "芻尼，自手煮生食者，波逸底迦。「若復苾", "519": "芻尼，以水灑上眾者，波逸底迦。「若復苾", "52": "傍生，此苾芻尼亦得波羅市迦，不應共住。", "520": "芻尼，在生草上大小便洟唾者，波逸底迦。", "521": "「若復苾芻尼，不善觀察，以不淨棄牆外者，波", "522": "逸底迦。」", "523": "第九攝頌曰：", "524": "為獨有五種，由耳語有四，", "525": "若懷瞋恚心，椎胸皆不合。", "526": "「若復苾芻尼，獨與男子在屏處立者，波逸底", "527": "迦。「若復苾芻尼，獨與苾芻在屏處立者，波", "528": "逸底迦。「若復苾芻尼，獨與男子在露處立", "529": "者，波逸底迦。「若復苾芻尼，獨與苾芻在", "53": "「若復苾芻尼，若在聚落、若空閑處，他不與", "530": "露處立者，波逸底迦。「若復苾芻尼，獨住", "531": "一房者，波逸底迦。「若復苾芻尼，共男子", "532": "耳語者，波逸底迦。「若復苾芻尼，受男子", "533": "耳語者，波逸底迦。「若復苾芻尼，共苾芻", "534": "耳語者，波逸底迦。「若復苾芻尼，受苾芻", "535": "耳語者，波逸底迦。「若復苾芻尼，瞋恚故，", "536": "便自椎胸生苦痛者，波逸底迦。」", "537": "第十攝頌曰：", "538": "呪誓不觀事，坐床以樹膠，", "539": "在四白衣家，看病不同臥。", "54": "物以盜心取。如是盜時，若王、若大臣，若捉、若", "540": "「若復苾芻尼，以自梵行而為呪誓者，波逸底", "541": "迦。「若復苾芻尼，不善觀事而詰他者，波", "542": "逸底迦。「若復苾芻尼，於屏闇處，不觀床", "543": "座而坐臥者，波逸底迦。「若復苾芻尼，以", "544": "樹膠作生支者，波逸底迦。「若復苾芻尼，", "545": "在白衣家說法，去時不囑授家主收攝臥具", "546": "者，波逸底迦。「若復苾芻尼，在白衣家，主", "547": "人未許，於床座上輒坐者，波逸底迦。「若", "548": "復苾芻尼，在白衣家，不問主人輒坐者，波", "549": "逸底迦。「若復苾芻尼，知苾芻尼先在白衣", "55": "殺、若縛、若驅擯、若呵責言：『咄女子！汝是賊，", "550": "家，後來令他去者，波逸底迦。「若復苾芻", "551": "尼，於親弟子及依止弟子，見有病患不瞻侍", "552": "者，波逸底迦。「若復苾芻尼，二尼同一床", "553": "臥者，波逸底迦。」", "554": "第十一攝頌曰：", "555": "二安居二怖，天祠未滿年，", "556": "畜眾二嫁人，僧未與無限。", "557": "「若復苾芻尼，夏安居未為，隨意人間遊行者，", "558": "波逸底迦。「若復苾芻尼，夏安居滿，不離", "559": "舊處人間遊行者，波逸底迦。「若復苾芻", "56": "癡、無所知，作如是盜。』如是盜者，此苾芻尼亦", "560": "尼，知王國中有賊怖處而遊行者，波逸底", "561": "迦。「若復苾芻尼，知彼處所有虎狼師子怖", "562": "而遊行者，波逸底迦。「若復苾芻尼，往天祠", "563": "中作論議者，波逸底迦。「若復苾芻尼，未", "564": "滿十二歲，與他出家受近圓者，波逸底迦。", "565": "「若復苾芻尼，僧伽未與畜眾法，輒畜弟子者，", "566": "波逸底迦。「若復苾芻尼，知曾嫁女人年未", "567": "滿十二，與出家者，波逸底迦。「若復苾", "568": "芻尼，知曾嫁女人年滿十二，不與正學法而", "569": "受近圓者，波逸底迦。「若復苾芻尼，僧伽", "57": "得波羅市迦，不應共住。「若復苾芻尼，若", "570": "未與無限畜眾法，輒多畜者，波逸底迦。」", "571": "第十二攝頌曰：", "572": "度娠不教誡，不護不隨身，", "573": "二童女惡人，多憂二六法。", "574": "「若復苾芻尼，度有娠女人出家者，波逸底迦。", "575": "「若復苾芻尼，與他出家并受近圓，不教誡", "576": "者，波逸底迦。「若復苾芻尼，與他出家并", "577": "受近圓，不攝受衛護者，波逸底迦。「若", "578": "復苾芻尼，與他出家，不將隨身去者，波逸底", "579": "迦。「若復苾芻尼，知童女年未滿二十，與", "58": "人、若人胎，故自手斷其命、或持刀授與、或自", "580": "受近圓者，波逸底迦。「若復苾芻尼，知童", "581": "女年滿二十，不與二歲學六法六隨法，即受", "582": "近圓者，波逸底迦。「若復苾芻尼，知惡性", "583": "女人好為鬪諍，與出家者，波逸底迦。「若", "584": "復苾芻尼，知多憂惱女人，度出家者，波逸底", "585": "迦。「若復苾芻尼，知女人未滿二歲學六法", "586": "六隨法，與受近圓者，波逸底迦。「若復苾", "587": "芻尼，知女人二歲學六法及六隨法了，不與", "588": "受近圓者，波逸底迦。」", "589": "第十三攝頌曰：", "59": "持刀、或求持刀者、若勸死、讚死，語言：『咄女", "590": "未放與我衣，收斂年年受，", "591": "欲半月無僧，安居隨意責。", "592": "「若復苾芻尼，知他婦女夫主未放，度出家者，", "593": "波逸底迦。「若復苾芻尼，知彼女人希受近", "594": "圓，告云：『汝與我衣，當授汝近圓。』者，波", "595": "逸底迦。「若復苾芻尼，報俗女云：『汝應收", "596": "斂家業，我當與汝出家。』如教作訖，不度出", "597": "家者，波逸底迦。「若復苾芻尼，於每年中，", "598": "與他出家及受近圓者，波逸底迦。「若復", "599": "苾芻尼，經宿與欲者，波逸底迦。「若復苾", "6": "僧伽一心同見樂，和合俱修勇進樂。", "60": "子！何用此罪累不淨惡活為？汝今寧死，死勝", "600": "芻尼，半月半月應求教授。若不求者，波逸", "601": "底迦。「若復苾芻尼，無苾芻處作長淨者，", "602": "波逸底迦。「若復苾芻尼，無苾芻處作安居", "603": "者，波逸底迦。「若復苾芻尼，安居了，不", "604": "於二部眾中以三事作隨意者，波逸底", "605": "迦。「若復苾芻尼，訶責眾者，波逸底迦。」", "606": "第十四攝頌曰：", "607": "罵眾五種慳，讚家寺食法，", "608": "更食給孩子，洗裙令浣衣。", "609": "「若復苾芻尼，罵眾者，波逸底迦。「若復苾", "61": "生。』隨自心念，以餘言說勸讚令死。彼因死", "610": "芻尼，見讚歎他起慳嫉心者，波逸底迦。", "611": "「若復苾芻尼，於家慳者，波逸底迦。「若復", "612": "苾芻尼，於寺慳者，波逸底迦。「若復苾芻", "613": "尼，於利養飲食慳者，波逸底迦。「若復苾", "614": "芻尼，慳法者，波逸底迦。「若復苾芻尼，食", "615": "竟更食者，波逸底迦。「若復苾芻尼，給養", "616": "他孩兒者，波逸底迦。「若復苾芻尼，不畜", "617": "洗裙者，波逸底迦。「若復苾芻尼，令浣衣", "618": "人洗衣者，波逸底迦。」", "619": "第十五攝頌曰：", "62": "者，此苾芻尼亦得波羅市迦，不應共住。", "620": "上眾沙門衣，二病衣從乞，", "621": "不共出不分，鬪不囑學呪。", "622": "「若復苾芻尼，共上眾換衣者，波逸底迦。", "623": "「若復苾芻尼，輒將沙門法衣與俗人者，波逸", "624": "底迦。「若復苾芻尼，不畜病衣者，波逸底", "625": "迦。「若復苾芻尼，大眾病衣將私用者，波", "626": "逸底迦。「若復苾芻尼，知是貧人，從乞羯", "627": "恥那衣者，波逸底迦。「若復苾芻尼，不共", "628": "出羯恥那衣者，波逸底迦。「若復苾芻尼，", "629": "不共他分衣者，波逸底迦。「若復苾芻尼，", "63": "「若復苾芻尼，實無知無遍知自知，不得上人法", "630": "自知有力，見他尼鬪不勸止息者，波逸底", "631": "迦。「若復苾芻尼，棄住處不囑授者，波逸", "632": "底迦。「若復苾芻尼，從俗人受學呪法者，波", "633": "逸底迦。」", "634": "第十六攝頌曰：", "635": "教呪法賣󰉓，營理使他尼，", "636": "撚縷織蓋行，鞋瘡度婬女。", "637": "「若復苾芻尼，教俗人呪法者，波逸底迦。", "638": "「若復苾芻尼，賣󰉓食者，波逸底迦。「若復", "639": "苾芻尼，營理俗人家務者，波逸底迦。「若", "64": "寂靜聖者殊勝證悟智見安樂住，而言我知", "640": "復苾芻尼，令他諸尼移轉坐床勞倦者，波逸", "641": "底迦。「若復苾芻尼，自手撚縷者，波逸底", "642": "迦。「若復苾芻尼，自織絡者，波逸底迦。", "643": "「若復苾芻尼，持傘蓋行者，波逸底迦。", "644": "「若復苾芻尼，著彩色鞋履者，波逸底迦。", "645": "「若復苾芻尼，臂上有瘡，令他數解數繫者，波", "646": "逸底迦。「若復苾芻尼，度婬女出家者，波", "647": "逸底迦。」", "648": "第十七攝頌曰：", "649": "尼不許揩身，約人有五別，", "65": "我見。彼於異時，若問、若不問，欲自清淨故，作", "650": "香及胡麻水，輒問俗莊嚴。", "651": "「若復苾芻尼，使苾芻尼令揩身者，波逸底迦。", "652": "「若復苾芻尼，令式叉摩拏女揩身者，波逸", "653": "底迦。「若復苾芻尼，使求寂女揩身者，波", "654": "逸底迦。「若復苾芻尼，使俗女揩身者，波", "655": "逸底迦。「若復苾芻尼，使外道女揩身者，波", "656": "逸底迦。「若復苾芻尼，以香塗身者，波逸", "657": "底迦。「若復苾芻尼，以胡麻滓揩身者，波", "658": "逸底迦。「若復苾芻尼，使他以水揩身者，波", "659": "逸底迦。「若復苾芻尼，不求容許輒請問者，", "66": "如是說：『諸具壽！我實不知不見，言知言見，虛", "660": "波逸底迦。「若復苾芻尼，著俗莊嚴具者，波", "661": "逸底迦。」", "662": "第十八攝頌曰：", "663": "相牽舞歌樂，獨出大小行，", "664": "刷篦梳三假，墮罪百八十。", "665": "「若復苾芻尼，以手相牽河中洗浴者，波逸底", "666": "迦。「若復苾芻尼，自作舞、教他作舞者，波", "667": "逸底迦。「若復苾芻尼，唱歌者，波逸底", "668": "迦。「若復苾芻尼，作樂者，波逸底迦。「若", "669": "復苾芻尼，獨出寺外，於空宅內大小行者，波", "67": "誑妄語。』除增上慢，此苾芻尼亦得波羅市迦，", "670": "逸底迦。「若復苾芻尼，畜香草根刷者，波", "671": "逸底迦。「若復苾芻尼，畜細篦者，波逸底", "672": "迦。「若復苾芻尼，畜麁梳者，波逸底迦。", "673": "「若復苾芻尼，用前三事者，波逸底迦。「若", "674": "復苾芻尼，畜假髻莊具者，波逸底迦。」", "675": "「諸大德！我已說一百八十波逸底迦法。今問", "676": "諸大德！是中清淨不？」如是三說「諸大德！是中清淨，", "677": "默然故，我今如是持。」", "678": "「諸大德！此十一波羅底提舍尼法，半月半", "679": "月戒經中說。」", "68": "不應共住。「若復苾芻尼，自有染心、共染", "680": "攝頌曰：", "681": "乳酪及生酥，熟酥油糖蜜，", "682": "魚肉并乾脯，得法學人家。", "683": "「若復苾芻尼，無病為己詣白衣家乞乳、若使", "684": "人乞而飲用者，是苾芻尼應還村外住處，", "685": "詣諸苾芻尼所，各別告言：『大德！我犯對說惡", "686": "法，是不應為，今對說悔。』是名對說法。如是酥", "687": "等乃至乾脯十事，乞皆有犯，如上廣說。", "688": "「若復苾芻尼，知是學家僧伽與作學家羯磨，", "689": "苾芻尼先不受請，便詣彼家自手受食食。是", "69": "心男子，從自腋已下膝已上作受樂心，身相", "690": "苾芻尼應還村外住處，詣諸苾芻尼所，各", "691": "別告言：『大德！我犯對說惡法，是不應為，今對", "692": "說悔。』是名對說法。「諸大德！我已說十一", "693": "波羅底提舍尼法。今問諸大德！是中清淨不？」", "694": "如是三說「諸大德！是中清淨，默然故，我今如是持。」", "695": "「諸大德！此眾學法，半月半月戒經中說。」", "696": "總攝頌曰：", "697": "衣食形齊整，俗舍善容儀，", "698": "護鉢除病人，洟唾過人樹。", "699": "「齊整著裙，應當學。「不太高、不大下、不象", "7": "若見聖人則為樂，并與共住亦為樂；", "70": "摩觸、若極摩觸，於如是事，此苾芻尼亦得波", "700": "鼻、不蛇頭、不多羅葉、不豆團形著裙，應當", "701": "學。「齊整著五衣，應當學。「不太高、不太", "702": "下，好正披、好正覆，少語言、不高視，入白衣", "703": "舍，應當學。「若月期將至，不應往白衣", "704": "舍，應當學。「不覆頭、不偏抄衣、不雙抄衣、", "705": "不叉腰、不拊肩，入白衣舍，應當學。「不蹲", "706": "行、不足指行，不跳行，不庂足行，不努身行，", "707": "入白衣舍，應當學。「不搖身、不掉臂、不搖", "708": "頭、不肩排、不連手，入白衣舍，應當學。「在", "709": "白衣舍，未請坐不應坐，應當學。「在白衣", "71": "羅市迦，不應共住。「若復苾芻尼，自有染", "710": "舍，不善觀察不應坐，應當學。「在白衣舍，", "711": "不放身坐，應當學。「在白衣舍、不壘足、不", "712": "重內踝、不重外踝、不急斂足、不長舒足、不露", "713": "身，應當學。「恭敬受食，應當學。「不得", "714": "滿鉢受飯，更安羹菜，令食流溢於鉢緣邊，", "715": "應留屈指用意受食，應當學。「行食未至，", "716": "不豫申鉢，應當學。「不安鉢在食上，應當", "717": "學。「恭敬而食，應當學。「不極小團、不", "718": "極大團，圓整而食，應當學。「若食未", "719": "至，不張口待，應當學。「不含食語，應當", "72": "心、共染心男子，掉舉戲笑，指其處所，定時", "720": "學。「不得以飯覆羹菜、不將羹菜覆飯更望", "721": "得，應當學。「不彈舌食、不󰜤㗱食、不呵", "722": "氣食、不吹氣食、不散手食、不毀呰食、不填", "723": "頰食、不齧半食、不舒舌食、不作窣覩波形食，", "724": "應當學。「不舐手、不舐鉢、不振手、不振鉢，", "725": "常看鉢食，應當學。「不輕慢心觀比坐鉢", "726": "中食，應當學。「不以污手捉淨水瓶，應當", "727": "學。「在白衣舍，不棄洗鉢水，除問主人，應", "728": "當學。「不得以殘食置鉢水中，應當學。", "729": "「地上無替，不應安鉢，應當學。「不立洗鉢，", "73": "現相，來去丈夫，情相許可，在可行非處縱身", "730": "應當學。「不於危險岸處置鉢，亦不逆流", "731": "酌水，應當學。「人坐己立不為說法，除病，", "732": "應當學。「人臥己坐不為說法，除病，應當", "733": "學。「人在高座己在下座，不為說法，除病，", "734": "應當學。「人在前行己在後行，不為說法，", "735": "除病，應當學。「人在道己在非道，不為說", "736": "法，除病，應當學。「不為覆頭者、不為偏抄", "737": "衣、不為雙抄衣、不為叉腰者、不為拊肩者說", "738": "法，除病，應當學。「不為乘象馬車輿者說", "739": "法，除病，應當學。「不為著屐靴鞋及履屨", "74": "而臥，於是八事共相領受。若苾芻尼作如是", "740": "者說法，除病，應當學。「不為戴帽著冠及", "741": "作佛頂髻者、不為纏頭、不為冠花者說法，除", "742": "病，應當學。「不為持蓋者說法，除病，應當", "743": "學。「不立大小便，除病，應當學。「不得", "744": "水中大小便洟唾，除病，應當學。「不得上", "745": "過人樹，除有難緣，應當學。」「諸大德！我已", "746": "說眾多學法。今問諸大德！是中清淨不？」如是三說", "747": "「諸大德！是中清淨，默然故，我今如是持。」", "748": "「諸大德！此七滅諍法，半月半月戒經中說。」", "749": "攝頌曰：", "75": "事者，亦得波羅市迦，不應共住。「若復苾", "750": "現前并憶念，不癡與求罪，", "751": "多人語自言，草掩除眾諍。", "752": "「應與現前毘奈耶，　　當與現前毘奈耶。　　應", "753": "與憶念毘奈耶，　　當與憶念毘奈耶。　　應", "754": "與不癡毘奈耶，　　當與不癡毘奈耶。　　應", "755": "與求罪自性毘奈耶，　　當與求罪自性毘奈", "756": "耶。　　應與多人語毘奈耶，　　當與多人語", "757": "毘奈耶。　　應與自言毘奈耶，　　當與自言", "758": "毘奈耶。　　應與草掩毘奈耶，　　當與草掩", "759": "毘奈耶。若有諍事起，當以七法順大師", "76": "芻尼，先知他苾芻尼犯他勝罪，而不曾說。彼", "760": "教，如法如律而除滅之。「諸大德！我已", "761": "說七滅諍法。今問諸大德！是中清淨不？」如是三說", "762": "「諸大德！是中清淨，默然故，我今如是持。」", "763": "「諸大德！我已說戒經序、已說八波羅市迦法、", "764": "二十僧伽伐尸沙法、三十三泥薩祇波逸底", "765": "迦法、一百八十波逸底迦法、十一波羅底", "766": "提舍尼法、眾學法、七滅諍法，此是如來、應、正", "767": "等覺戒經中所說所攝。若更有餘法之隨法，", "768": "與此相應者，皆當修學。仁等共集，歡喜無", "769": "諍，一心一說如水乳合，慇懃光顯大師聖教，", "77": "身死後，若歸俗、若出去，方作是語：『尼眾應", "770": "令安樂住，勿為放逸，應當修學。」", "771": "忍是勤中上，能得涅槃處；", "772": "出家惱他人，不名為沙門。", "773": "此是毘鉢尸如來、應、正等覺說是戒經。", "774": "明眼避險途，能至安隱處；", "775": "智者於生界，能遠離諸惡。", "776": "此是尸棄如來、應、正等覺說是戒經。", "777": "不毀亦不害，善護於戒經；", "778": "飲食知止足，受用下臥具；", "779": "勤修增上定，此是諸佛教。", "78": "知，我先知此苾芻尼犯他勝罪於如是事。』此", "780": "此是毘舍浮如來、應、正等覺說是戒經。", "781": "譬如蜂採花，不壞色與香，", "782": "但取其味去；苾芻入聚然，", "783": "不違逆他人，不觀作不作，", "784": "但自觀身行，若正若不正。", "785": "此是俱留孫如來、應、正等覺說是戒經。", "786": "勿著於定心，勤修寂靜處；", "787": "能救護無憂，常令念不失。", "788": "若人能惠施，福增怨自息；", "789": "修善除眾惡，惑盡至涅槃。", "79": "苾芻尼亦得波羅市迦，不應共住。「若復", "790": "此是羯諾迦牟尼如來、應、正等覺說是戒經。", "791": "一切惡莫作，一切善應修；", "792": "遍調於自心，是則諸佛教。", "793": "此是迦攝波如來、應、正等覺說是戒經。", "794": "護身為善哉！能護語亦善；", "795": "護意為善哉！盡護最為善。", "796": "苾芻護一切，能解脫眾苦；", "797": "善護於口言，亦善護於意。", "798": "身不作諸惡，常淨三種業；", "799": "是則能隨順，大仙所行道。", "8": "若不見諸愚癡人，是則名為常受樂。", "80": "苾芻尼，知彼苾芻，和合僧伽與作捨置羯磨，", "800": "此是釋迦如來、應、正等覺說是戒經。", "801": "毘鉢尸式棄、毘舍俱留孫、", "802": "羯諾迦牟尼、迦攝釋迦尊，", "803": "如是天中天，無上調御者。", "804": "七佛皆雄猛，能救護世間，", "805": "具足大名稱，咸說此戒法。", "806": "諸佛及弟子，咸共尊敬戒，", "807": "恭敬戒經故，獲得無上果。", "808": "汝當求出離，於佛教勤修，", "809": "降伏生死軍，如象摧草舍。", "81": "苾芻尼眾亦復與作不禮敬法。彼苾芻於僧", "810": "於此法律中，常為不放逸，", "811": "能竭煩惱海，當盡苦邊際。", "812": "所為說戒經，和合作長淨，", "813": "當共尊敬戒，如𤛆牛愛尾。", "814": "我已說戒經，眾僧長淨竟，", "815": "福利諸有情，皆共成佛道。", "816": "根本說一切有部苾芻尼戒經", "82": "伽處現恭敬相，希求拔濟，自於界內乞解", "83": "捨置法。彼苾芻尼報苾芻言：『聖者！勿於僧", "84": "伽處現恭敬相，希求拔濟，自於界內乞解捨", "85": "置法。我為聖者供給衣鉢及餘資具，悉令", "86": "無乏，當可安心讀誦作意。』時諸苾芻尼告", "87": "此尼曰：『汝豈不知眾與此人作捨置羯磨，苾", "88": "芻尼與作不禮敬法？彼苾芻起謙下心，自於", "89": "界內乞解捨置法。汝便供給衣鉢等物，令無", "9": "見具尸羅者為樂，若見多聞亦名樂；", "90": "乏少。汝今應捨此隨從事。』諸苾芻尼如是", "91": "諫時，捨者善；若不捨者，應可再三慇懃正", "92": "諫，隨教應詰，令捨是事。捨者善；若不捨者，", "93": "此苾芻尼亦得波羅市迦，不應共住。」「諸", "94": "大德！我已說八他勝法，苾芻尼於此隨犯一", "95": "一事，不得與諸苾芻尼共住。如前，後亦如是，", "96": "得他勝罪，不應共住。今問諸大德！是中清淨", "97": "不？」如是三說「諸大德！是中清淨，默然故，我今如是", "98": "持。」", "99": "「諸大德！是二十僧伽伐尸沙法，半月半月戒"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1455 根本說一切有部苾芻尼戒經", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}