{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2013 禪宗永嘉集", "text": {"0": "No. 2013", "1": "禪宗永嘉集序禪宗永嘉集序", "10": "長則通志大乘。三業精勤。偏弘禪觀。境智俱", "100": "腦膜。黃痰白痰。肝膽骨髓肺脾腎胃。心膏膀", "101": "胱。大腸小腸。生藏熟藏。屎尿臭處。如是等", "102": "物。一一非人。識風鼓擊。妄生言語。詐為親", "103": "友。其實怨妬。敗德障道。為過至重。應當遠", "104": "離。如避怨賊。是故智者觀之。如毒蛇想。寧", "105": "近毒蛇。不親女色。何以故。毒蛇殺人。一死一", "106": "生。女色繫縛。百千萬劫。種種楚毒。苦痛無", "107": "窮。諦察深思。難可附近。是以智者。切檢三", "108": "衍。改往修來。背惡從善。不殺不盜。放生布", "109": "施。不行婬穢。常修梵行。日夜精勤。行道禮", "11": "寂。定慧雙融。遂使塵靜昏衢。波澄玄海。心珠", "110": "拜。歸憑三寶。志求解脫。於身命財。修三堅", "111": "法。知身虛幻。無有自性。色即是空。誰是我", "112": "者。一切諸法。但有假名。無一定實。是我身", "113": "者。四大五陰。一一非我。和合亦無。內外推", "114": "求。如水聚沫。浮泡陽焰。芭蕉幻化。鏡像水", "115": "月。畢竟無人。無明不了。妄執為我。於非實", "116": "中。橫生貪著。殺生偷盜。婬穢荒迷。竟夜終", "117": "朝。矻矻造業。雖非真實。善惡報應。如影隨", "118": "形。作是觀時。不以惡求。而養身命。應自觀", "119": "身。如毒蛇想。為治病故。受於四事。身著衣", "12": "道種。瑩七淨以交輝。戒月悲花。耿三空而列", "120": "服。如裹癰瘡。口飡滋味。如病服藥。節身儉", "121": "口。不生奢泰。聞說少欲。深樂修行。故經云。", "122": "少欲頭陀。善知止足。是人能入賢聖之道。何", "123": "以故。惡道眾生。經無量劫。闕衣乏食。叫喚號", "124": "毒。饑寒切楚。皮骨相連。我今暫闕。未足為", "125": "苦。是故智者。貴法賤身。勤求至道。不顧形", "126": "命。是名淨修身業。云何淨修口業。深自思惟", "127": "口之四過。生死根本。增長眾惡。傾覆萬行。遞", "128": "相是非。是故智者。欲拔其源。斷除虛妄。修", "129": "四實語。正直柔軟和合如實。此之四語。智者", "13": "耀。加復霜松潔操。水月虛襟。布衣蔬食。忘", "130": "所行。何以故。正直語者。能除綺語。柔軟語", "131": "者。能除惡口。和合語者。能除兩舌。如實語", "132": "者。能除妄語。正直語者有二。一稱法說。令諸", "133": "聞者。信解明了。二稱理說。令諸聞者。除疑遣", "134": "惑。柔軟語者亦二。一者安慰語。令諸聞者。歡", "135": "喜親近。二者宮商清雅。令諸聞者。愛樂受習。", "136": "和合語者亦二。一事和合者。見鬪諍人。諫勸", "137": "令捨。不自稱譽。卑遜敬物。二理和合者。見退", "138": "菩提心人。殷勤勸進。善能分別。菩提煩惱。平", "139": "等一相。如實語者亦二。一事實者。有則言", "14": "身為法。愍傷含識。物物斯安。觀念相續。心心", "140": "有。無則言無。是則言是。非則言非。二理實", "141": "者。一切眾生。皆有佛性。如來涅槃。常住不", "142": "變。是以智者。行四實語。觀彼眾主。曠劫已", "143": "來。為彼四過之所顛倒。沈淪生死。難可出離。", "144": "我今欲拔其源。觀彼口業。脣舌牙齒。咽喉臍", "145": "響。識風鼓擊。音出其中。由心因緣。虛實兩", "146": "別。實則利益。虛則損減。實是起善之根。虛", "147": "是生惡之本。善惡根本。由口言詮。詮善之言。", "148": "名為四正。詮惡之語。名為四邪。邪則就苦。正", "149": "則歸樂。善是助道之緣。惡是敗道之本。是故", "15": "靡間。始終抗節。金石方堅。淺深心要。貫花慚", "150": "智者要心扶正。實語自立。誦經念佛。觀語實", "151": "相。言無所存。語默平等。是名淨修口業。云何", "152": "淨修意業。深自思惟。善惡之源。皆從心起。邪", "153": "念因緣。能生萬惡。正觀因緣。能生萬善。故經", "154": "云。三界無別法。惟是一心作。當知心是萬法", "155": "之根本也。云何邪念。無明不了。妄執為我。我", "156": "見堅固。貪瞋邪見。橫計所有。生諸染著。故經", "157": "云。因有我故。便有我所。因我所故。起於斷", "158": "常。六十二見。見思相續。九十八使。三界生", "159": "死。輪迴不息。當知邪念。眾惡之本。是故智", "16": "潔。神徹言表。理契寰中。曲己推人。順凡同", "160": "者制而不隨。云何正觀。彼我無差。色心不二。", "161": "菩提煩惱。本性非殊。生死涅槃。平等一照。故", "162": "經云。離我我所。觀於平等。我及涅槃。此二皆", "163": "空。當知諸法。但有名字。故經云。乃至涅槃。", "164": "亦但有名字。又云。文字性離。名字亦空。何以", "165": "故。法不自名。假名詮法。法既非法。名亦非", "166": "名。名不當法。法不當名。名法無當。一切空", "167": "寂。故經云。法無名字。言語斷故。是以妙相絕", "168": "名。真名非字。何以故。無為寂滅。至極微妙。", "169": "絕相離名。心言路絕。當知正觀還源之要也。", "17": "聖。則不起滅定而秉護四儀。名重當時道扇", "170": "是故智者正觀因緣。萬感斯遣。境智雙忘。心", "171": "源淨矣。是名淨修意業。此應四儀。六根所對。", "172": "隨緣了達。入道次第云爾。", "173": "4 奢摩他頌奢摩他頌第四", "174": "恰恰用心時。恰恰無心用。無心恰恰用。常用", "175": "恰恰無。夫念非忘塵。而不息塵。非息念而不", "176": "忘塵。忘則息念而忘。念息則忘塵而息。忘塵", "177": "而息。息無能息。息念而忘。忘無所忘。忘無", "178": "所忘。塵遺非對。息無能息。念滅非知。知滅對", "179": "遺。一向冥寂。閴爾無寄。妙性天然。如火得", "18": "方外。三吳碩學輻輳禪階。八表高人風趨理", "180": "空。火則自滅。空喻妙性之非相。火比妄念之", "181": "不生。其辭曰。忘緣之後寂寂。靈知之性歷歷。", "182": "無記昏昧昭昭。契真本空的的。惺惺寂寂是。", "183": "無記寂寂非。寂寂惺惺是。亂想惺惺非。若以", "184": "知知寂。此非無緣知。如手執如意。非無如意", "185": "手。若以自知知。亦非無緣知。如手自作拳。非", "186": "是不拳手。亦不知知寂。亦不自知知。不可為", "187": "無知。自性了然故。不同於木石。手不執如意。", "188": "亦不自作拳。不可為無手。以手安然故。不同", "189": "於兔角。復次修心漸次者。夫以知知物。物在", "19": "窟。靜往因薄宦。親承接足。恨未盡於方寸。俄", "190": "知亦在。若以知知知。知知則離物。物離猶知", "191": "在。起知知於知。後知若生時。前知早已滅。二", "192": "知既不並。但得前知滅。滅處為知境。能所俱", "193": "非真。前則滅滅引知。後則知知續滅。生滅相", "194": "續。自是輪迴之道。今言知者。不須知知。但知", "195": "而已。則前不接滅。後不引起。前後斷續。中間", "196": "自孤。當體不顧。應時消滅。知體既已滅。豁然", "197": "如托空。寂爾少時間。唯覺無所得。即覺無覺。", "198": "無覺之覺。異乎木石。此是初心處。冥然絕慮。", "199": "乍同死人。能所頓忘。纖緣盡淨。閴爾虛寂。似", "2": "唐慶州刺史魏靜述", "20": "赴京畿。自爾已來。幽冥遽隔。永慨玄眸。積翳", "200": "覺無知。無知之性。異乎木石。此是初心處。領", "201": "會難為。入初心時。三不應有。一惡。謂思惟世", "202": "間五欲等因緣。二善。謂思惟世間雜善等事。", "203": "三無記。謂善惡不思閴爾昏住。戒中三應須", "204": "具。一攝律儀戒。謂斷一切惡。二攝善法戒。謂", "205": "修一切善。三饒益有情戒。謂誓度一切眾生。", "206": "定中三應須別。一安住定。謂妙性天然本自", "207": "非動。二引起定。謂澄心寂怕發瑩增明。三辦", "208": "事定。謂定水凝清萬像斯鑑。慧中三應須別。", "209": "一人空慧。謂了陰非我。即陰中無我。如龜毛", "21": "忽喪金錍。欲海洪濤。遄沈智檝。遺文尚在。龕", "210": "兔角。二法空慧。謂了陰等諸法。緣假非實。如", "211": "鏡像水月。三空空慧。謂了境智俱空。是空亦", "212": "空。見中三應須識。一空見。謂見空而見非空。", "213": "二不空見。謂見不空而見非不空。三性空見。", "214": "謂見自性而見非性。偏中三應須簡。一有法", "215": "身無般若解脫。二有般若無解脫法身。三有", "216": "解脫無法身般若。有一無二故不圓。不圓故", "217": "非性。又偏中三應須簡。一有法身般若無解", "218": "脫。二有般若解脫無法身。三有解脫法身無", "219": "般若。有二無一故不圓。不圓故非性。圓中三", "22": "室寂寥。嗚呼哀哉。痛纏心腑。所嗟一方眼", "220": "應須具。一法身不癡即般若。般若無著即解", "221": "脫。解脫寂滅即法身。二般若無著即解脫。解", "222": "脫寂滅即法身。法身不癡即般若。三解脫寂", "223": "滅即法身。法身不癡即般若。般若無著即解", "224": "脫。舉一即具三。言三體即一。此因中三德。非", "225": "果上三德。欲知果上三德。法身有斷德邇。因", "226": "斷惑而顯德。故名斷德。自受用身有智德。具", "227": "四智真實功德故。他化二身。有大恩德。他受", "228": "用身。於十地菩薩有恩德故。三種化身。於菩", "229": "薩二乘異生有恩故。三諦四智。除成所作智。", "23": "滅。七眾何依。德音無聞。遠增悽感。大師在", "230": "為緣俗諦故。然法無淺深。而照之有明昧。心", "231": "非垢淨。而解之有迷悟。剏入初心。迷復何非", "232": "淺。終契圓理。達始何非深。迷之失理而自差。", "233": "悟之失差而即理。迷悟則同其致。故有漸次", "234": "名焉。復次初修心人。入門之後。須識五念。一", "235": "故起。二串習。三接續。四別生。五即靜。故起", "236": "念者。謂起心思惟世間五欲。及雜善等事。串", "237": "習念者。謂無心故憶。忽爾思惟善惡等事。接", "238": "續念者。謂串習忽起。知心馳散。又不制止。更", "239": "復續前。思惟不住。別生念者。謂覺知前念是", "24": "生。凡所宣紀。總有十篇。集為一卷。庶同歸郢", "240": "散亂。即生慚愧改悔之心。即靜念者。謂初坐", "241": "時。更不思惟世間善惡。及無記等事。即此作", "242": "功。故言即靜。串習一念初生者。多接續故起", "243": "二念。懈怠者有別生一念。慚愧者多即靜一", "244": "念。精進者有串習。接續故起別生四念為病。", "245": "即靜一念為藥。雖復藥病有殊。總束俱名為", "246": "念。得此五念停息之時。名為一念相應。一念", "247": "者靈知之自性也。然五念是一念枝條。一念", "248": "是五念根本。復次若一念相應之時。須識六", "249": "種料簡。一識病。二識藥。三識對治。四識過", "25": "悟者。得意忘言耳。今略紀斯文。多有謬誤。用", "250": "生。五識是非。六識正助。第一病者有二種。一", "251": "緣慮。二無記。緣慮者善惡二念也。雖復差殊。", "252": "俱非解脫。是故總束名為緣慮。無記者雖不", "253": "緣善惡等事。然俱非真心。但是昏住。此二種", "254": "名為病。第二藥者。亦有二種。一寂寂。二惺", "255": "惺。寂寂謂不念外境善惡等事。惺惺謂不生", "256": "昏住無記等相。此二種名為藥。第三對治者。", "257": "以寂寂治緣慮。以惺惺治昏住。用此二藥。對", "258": "彼二病。故名對治。第四過生者。謂寂寂久生", "259": "昏住。惺惺久生緣慮。因藥發病。故云過生。", "26": "俟明哲。非者正之。", "260": "第五識是非者。寂寂不惺惺。此乃昏住。惺惺", "261": "不寂寂。此乃緣慮。不惺惺不寂寂。此乃非但", "262": "緣慮。亦乃入昏而住。亦寂寂亦惺惺。非唯歷", "263": "歷。兼復寂寂。此乃還源之妙性也。此四句", "264": "者。前三句非。後一句是。故云識是非也。第六", "265": "正助者。以惺惺為正。以寂寂為助。此之二事。", "266": "體不相離。猶如病者。因杖而行。以行為正。以", "267": "杖為助。夫病者欲行。必先取杖。然後方行。修", "268": "心之人。亦復如是。必先息緣慮。令心寂寂。次", "269": "當惺惺。不致昏沈。令心歷歷。歷歷寂寂。二名", "27": "禪宗永嘉集", "270": "一體。更不異時。譬夫病者欲行。闕杖不可。正", "271": "行之時。假杖故能行。作功之者。亦復如是。歷", "272": "歷寂寂。不得異時。雖有二名。其體不別。又", "273": "曰。亂想是病。無記亦病。寂寂是藥。惺惺亦", "274": "藥。寂寂破亂想。惺惺治無記。寂寂生無記。惺", "275": "惺生亂想。寂寂雖能治亂想。而復還生無記。", "276": "惺惺雖能治無記。而復還生亂想。故曰惺惺", "277": "寂寂是。無記寂寂非。寂寂惺惺是。亂想惺惺", "278": "非。寂寂為助。惺惺為正。思之。復次料簡之", "279": "後。須明識一念之中五陰。謂歷歷分別。明識", "28": "唐慎水沙門玄覺撰", "280": "相應。即是識陰。領納在心。即是受陰。心緣此", "281": "理。即是想陰。行用此理。即是行陰。污穢真", "282": "性。即是色陰。此五陰者。舉體即是一念。此一", "283": "念者。舉體全是五陰。歷歷見此一念之中。無", "284": "有主宰。即人空慧。見如幻化。即法空慧。是故", "285": "須識此五念及六種料簡。願勿嫌之。如取真", "286": "金。明識瓦礫。及以偽寶。但盡除之。縱不識", "287": "金。金體自現。何憂不得。", "288": "5 毘婆舍那頌毘婆舍那頌第五", "289": "夫境非智而不了。智非境而不生。智生則了", "29": "大章分為十門。慕道志儀第一。夫欲修道。", "290": "境而生。境了則智生而了。智生而了。了無所", "291": "了。了境而生。生無能生。生無能生。雖智而非", "292": "有。了無所了。雖境而非無。無即不無。有即非", "293": "有。有無雙照。妙悟蕭然。如火得薪。彌加熾", "294": "盛。薪喻發智之多境。火比了境之妙智。其辭", "295": "曰。達性空而非縛。雖緣假而無著。有無之境", "296": "雙照。中觀之心歷落。若智了於境。即是境空。", "297": "智如眼了花。空是了花空眼。若智了於智。即", "298": "是智空。智如眼了眼。空是了眼空眼。智雖了", "299": "境空。及以了智空。非無了境智。境空智猶有。", "3": "聞夫。慧門廣闢。理絕色相之端。覺路遙登。跡", "30": "先須立志。及事師儀則。彰乎軌訓。故標第", "300": "了境智空智。無境智不了。如眼了花空。及以", "301": "了眼空。非無了花眼。花空眼猶有。了花眼空", "302": "眼。無花眼不了。復次一切諸法。悉假因緣。因", "303": "緣所生。皆無自性。一法既爾。萬法皆然。境智", "304": "相從。于何不寂。何以故。因緣之法。性無差", "305": "別。故今之三界。輪迴六道。昇降淨穢苦樂。凡", "306": "聖差殊。皆由三業四儀。六根所對。隨情造業。", "307": "果報不同。善則受樂。惡則受苦。故經云。善惡", "308": "為因。苦樂為果。當知法無定相。隨緣搆集。緣", "309": "非我有。故曰性空。空故非異。萬法皆如。故經", "31": "一。慕道儀式。戒憍奢意第二。初雖立志修", "310": "云。色即是空。四陰亦爾。如是則何獨凡類緣", "311": "生。亦乃三乘聖果。皆從緣有。是故經云。佛種", "312": "從緣起。是以萬機叢湊。達之者。則無非道場。", "313": "色像無邊。悟之者則無非般若。故經云。色無", "314": "邊故。當知般若亦無邊。何以故。境非智而不", "315": "了。智非境而不生。智生則了境而生。境了則", "316": "智生而了。智生而了。了無所了。了境而生。生", "317": "無能生。生無能生。則內智寂寂。了無所了。則", "318": "外境如如。如寂無差。境智冥一。萬累都泯。妙", "319": "旨存焉。故經云。般若無知。無所不知。如是則", "32": "道。善識軌儀。若三業憍奢。妄心擾動。何能", "320": "妙旨非知。不知而知矣。", "321": "6 優畢叉頌優畢叉頌第六", "322": "夫定亂分政。動靜之源莫二。愚慧乖路。明闇", "323": "之本非殊。群迷從暗而背明。捨靜以求動。眾", "324": "悟背動而從靜。捨暗以求明。明生則轉愚成", "325": "慧。靜立則息亂成定。定立由乎背動。慧生因", "326": "乎捨暗。暗動連繫於煩籠。靜明相趨於物表。", "327": "物不能愚。功由於慧。煩不能亂。功由於定。", "328": "定慧更資於靜明。愚亂相纏於暗動。動而能", "329": "靜者。即亂而定也。暗而能明者。即愚而慧也。", "33": "得定。故次第二明戒憍奢意也。淨修三業", "330": "如是則暗動之本無差。靜明由茲合道。愚亂", "331": "之源非異。定慧於是同宗。宗同則無緣之慈。", "332": "定慧則寂而常照。寂而常照則雙與。無緣之", "333": "慈則雙奪。雙奪故優畢叉。雙與故毘婆奢摩。", "334": "以奢摩他故。雖寂而常照。以毘婆舍那故。雖", "335": "照而常寂。以優畢叉故。非照而非寂。照而常", "336": "寂故說俗而即真。寂而常照故說真而即俗。", "337": "非寂非照。故杜口於毘耶。復次觀心十門。初", "338": "則言其法爾。次則出其觀體。三則語其相應。", "339": "四則警其上慢。五則誡其疎怠。六則重出觀", "34": "第三。前戒憍奢。略標綱要。今子細檢責。令", "340": "體。七則明其是非。八則簡其詮旨。九則觸途", "341": "成觀。十則妙契玄源。第一言其法爾者。夫心", "342": "性虛通。動靜之源莫二。真如絕慮。緣計之念", "343": "非殊。惑見紛馳。窮之則唯一寂。靈源不狀。鑒", "344": "之則以千差。千差不同。法眼之名自立。一寂", "345": "非異。慧眼之號斯存。理量雙消。佛眼之功圓", "346": "著。是以三諦一境。法身之理恒清。三智一心。", "347": "般若之明常照。境智冥合。解脫之應隨機。非", "348": "縱非橫。圓伊之道玄會。故知三德妙性。宛爾", "349": "無乖。一心深廣難思。何出要而非路。是以即", "35": "麁過不生。故次第三明淨修三業。戒乎身", "350": "心為道者。可謂尋流而得源矣。第二出其觀", "351": "體者。祇知一念即空不空。非空非不空。第三", "352": "語其相應者。心與空相應。則譏毀讚譽。何憂", "353": "何喜。身與空相應。則刀割香塗。何苦何樂。依", "354": "報與空相應。則施與劫奪。何得何失。心與空", "355": "不空相應。則愛見都忘。慈悲普救。身與空不", "356": "空相應。則內同枯木。外現威儀。依報與空不", "357": "空相應。則永絕貪求。資財給濟。心與空不空", "358": "非空非不空相應。則實相初明。開佛知見。身", "359": "與空不空非空非不空相應。則一塵入正受。", "36": "口意也。奢摩他頌第四。前已檢責身口。令", "360": "諸塵三昧起。依報與空不空非空非不空相", "361": "應。則香臺寶閣。嚴土化生。第四警其上慢者。", "362": "若不爾者。則未相應也。第五誡其疎怠者。然", "363": "渡海應須上船。非船何以能渡。修心必須入", "364": "觀。非觀無以明心。心尚未明。相應何日。思之", "365": "勿自恃也。第六重出觀體者。秖知一念即空", "366": "不空。非有非無。不知即念即空不空。非非有", "367": "非非無。第七明其是非者。心不是有。心不是", "368": "無。心不非有。心不非無。是有是無即墮是。非", "369": "有非無即墮非。如是秖是。是非之非。未是非", "37": "麁過不生。次須入門。修道漸次。不出定慧。", "370": "是。非非之是。今以雙非破兩是。是破非是。猶", "371": "是非又以雙非破兩非。非破非非即是是。如", "372": "是秖是非是。非非之是未是。不非不不非。不", "373": "是不不是。是非之惑。綿微難見。神清慮靜。細", "374": "而研之。第八簡其詮旨者。然而至理無言。假", "375": "文言以明其旨。旨宗非觀。藉修觀以會其宗。", "376": "若旨之未明。則言之未的。若宗之未會。則觀", "377": "之未深。深觀乃會其宗。的言必明其旨。旨宗", "378": "既其明會。言觀何得存存耶。第九觸途成觀", "379": "者。夫再演言辭。重標觀體。欲明宗旨無異。言", "38": "五種起心。六種料簡。故次第四。明奢摩他", "380": "觀有逐方移。移言則言理無差。改觀則觀旨", "381": "不異。不異之旨即理。無差之理即宗。宗旨一", "382": "而二名。言觀明其弄引耳。第十妙契玄源者。", "383": "夫悟心之士。寧執觀而迷旨。達教之人。豈滯", "384": "言而惑理。理明則言語道斷。何言之能議。旨", "385": "會則心行處滅。何觀之能思心。言不能思議", "386": "者。可謂妙契寰中矣。", "387": "7 三乘漸次三乘漸次第七", "388": "夫妙道沖微。理絕名相之表。至真虛寂。量超", "389": "群數之外。而能無緣之慈。隨有機而感應。不", "39": "頌也。毘婆舍那頌第五。非戒不禪。非禪不", "390": "二之旨。逐根性以區分。順物忘懷。施而不作。", "391": "終日說示。不異無言。設教多途。無乖一揆。是", "392": "以大聖慈悲。隨機利物。統其幽致。群籍非殊。", "393": "中下之流。觀諦緣而自小。高上之士。御六度", "394": "而成大。由是品類愚迷。無能自曉。或因說而", "395": "悟解。故號聲聞。原其所修。四諦而為本行。觀", "396": "無常而生恐。念空寂以求安。患六道之輪迴。", "397": "惡三界之生死。見苦常懷厭離斷集。恒畏其", "398": "生證滅。獨契無為修道。惟論自度。大誓之心", "399": "未普。攝化之道無施。六和之敬空然。三界之", "4": "晦名言之表。悲夫。能仁示現。應化無方。開妙", "40": "慧。上既修定。定久慧明。故次第五明毘婆", "400": "慈靡運。因乖萬行。果闕圓常。六度未修。非小", "401": "何類。如是則聲聞之道也。或有不因他話。自", "402": "悟非常。偶緣散而體真。故名緣覺。原其所習。", "403": "十二因緣。而為本行。觀無明而即空。達諸行", "404": "而無作。二因既非其業。五果之報何醻。愛取", "405": "有以無疵。老死亦何所累。故能翛然獨脫。靜", "406": "處幽居。觀物變而悟非常。覩秋零而入真道。", "407": "四儀庠序。攝心慮以恬愉。性好單棲。憩間林", "408": "而自適。不忻說法。現神力以化他。無佛之世。", "409": "出興作佛。燈之後焰。身惟善寂。意翫清虛。獨", "41": "舍那頌也。優畢叉頌第六。偏修於定。定久", "410": "宿孤峯。觀緣散滅。利他不普。自益未圓。於下", "411": "有勝。於上不足。兩非其類。位處中乘。如此辟", "412": "支佛道也。如其根性本明。玄功宿著。學非博", "413": "涉。解自生知。心無所緣。而能利物。慈悲至", "414": "大。愛見之所不拘。終日度生。不見生之可度。", "415": "一異齊旨。解惑同源。人法俱空。故名菩薩。原", "416": "其所修。六度而為正因。行施則盡命傾財。持", "417": "戒則吉羅無犯。忍辱則深明非我。割截何傷。", "418": "安耐毀譽。八風不動。精進則勤求至道。如救", "419": "頭然。自行化他。剎那之頃無間。禪那則身心", "42": "則沈。偏學於慧。慧多心動。故次第六明優", "420": "寂怕。安般希微。住寂定以自資。運四儀而利", "421": "物。智慧則了知緣起。自性無生。萬法皆如。真", "422": "源至寂。雖知煩惱無可捨。菩提無可取。而能", "423": "不證無為。度生長劫。廣修萬行。等觀群方。下", "424": "及諦緣。上該不共。大誓之心普被。四攝之道", "425": "通收。總三界以為家。括四生而為子。悲智雙", "426": "運。福慧兩嚴。超越二乘。獨居其上。如是則大", "427": "乘之道也。是以一真之理。逐根性以階差。取", "428": "益隨機。三乘之唱備矣。然而至理虛玄。窮微", "429": "絕妙。尚非其一。何是於三。不三之三而言三。", "43": "畢叉頌。等於定慧。令不沈動。使定慧均等。", "430": "不一之一而言一。一三非三尚不三。三一之", "431": "一亦何一。一不一自非三。三不三自非一。非", "432": "一一非三不留。非三三非一不立。不立之一", "433": "本無三。不留之三本無一。一三本無無亦無。", "434": "無無無本故妙絕。如是則一何所分。三何所", "435": "合。合分自於人耳。何理異於言哉。譬夫三獸", "436": "渡河。河一寧從獸合。復何獨河非獸合。亦乃", "437": "獸不河。分河尚不成。三河豈得以河而合獸。", "438": "獸尚不成一。獸豈得以獸而成河。河非獸而", "439": "何三。獸非河而何一。一河獨包三獸。而河未", "44": "捨於二邊。三乘漸次第七。定慧既均。則寂", "440": "曾三。三獸共履一河。而獸未嘗一。獸之非一。", "441": "明其足有短長。河之不三。知其水無深淺。水", "442": "無深淺。譬法之無差。足有短長。類智之有明", "443": "昧。如是則法本無三。而人自三耳。今之三乘", "444": "之初。四諦最標其首。法之既以無差。四諦亦", "445": "何非大。而言聲聞觀之。位居其小者哉。是知", "446": "諦似於河。人之若獸。聲聞最劣。與兔為儔。雖", "447": "復奔波。寧窮浪底。未能知其深極。位自居卑。", "448": "何必觀諦之流。一概同其成小。如其智照高", "449": "明。量齊香象者。則可以窮源盡際。煥然成大", "45": "而常照。三觀一心。何疑不遣。何照不圓。自", "450": "矣。故知下智觀者。得聲聞果。中智觀者。得緣", "451": "覺果。上智觀者。得菩薩果。明宗皎然。豈容圖", "452": "度者矣。是以聲聞見苦而斷集。緣覺悟集散", "453": "而觀離。菩薩了達真源。知集本無和合。三人", "454": "同觀四諦。證果之所差殊。良由觀有淺深。對", "455": "照明其高下耳。是以下乘行下。中上之所未", "456": "修。上乘行上。而修中下。中行中下。不修於", "457": "上。上中下之在人。非諦令其大小耳。然三乘", "458": "雖殊。同歸出苦之要。聲聞雖小。見愛之惑已", "459": "祛。故於三界無憂。分段之形滅矣。三明照", "46": "解雖明。悲他未悟。悟有淺深。故次第七明", "460": "耀。開朗八萬之劫。現前六通。縱任無為。山壁", "461": "遊之直度。時復空中行住。或坐臥之安然。汎", "462": "沼則輕若鴻毛。涉地則猶如履水。九定之功", "463": "滿足。十八之變隨心。然三藏之佛。望六根清", "464": "淨位。有齊有劣。同除四住。此處為齊。若伏無", "465": "明。三藏則劣。佛尚為劣。二乘可知。望上斷伏", "466": "雖殊。於下悟迷有隔。如是則二乘何咎。而欲", "467": "不修者哉。如來為對大根。引歸寶所。令修種", "468": "智。同契圓伊。或毀或譽。抑揚當時耳。凡夫不", "469": "了預畏被呵。寧知見愛尚存。去二乘而甚遠。", "47": "三乘漸次也。理事不二第八。三乘悟理。理", "470": "雖復言其修道。惑使諸所不祛。非惟身口未", "471": "端。亦乃心由諂曲。見生自意。解背真詮。聖教", "472": "之所不依明師未曾承受。根緣非唯宿習。見", "473": "解未預生知。而能世智辯聰談論。以之終日。", "474": "時復牽於經語。曲會私情。縱邪說以誑愚人。", "475": "撥因果而排罪福。順情則嬉怡生愛。違意則", "476": "𢛨𢥃懷瞋。三受之狀固然。稱位乃儔菩薩。初", "477": "篇之非未免。過人之釁又縈。大乘之所不修。", "478": "而復譏於小學。恣一時之強口。謗說之患鏗", "479": "然。三塗苦輪。報之長劫。哀哉吁哉。言及愴然", "48": "無不窮。窮理在事。了事即理。故次第八明", "480": "悲酸矣。然而達性之人。對境彌加其照。忘心", "481": "之士。相善不涉其懷。況乎三業之邪非。寧有", "482": "歷心於塵滴。是以鑒玄之侶。淨三受於心源。", "483": "滌穢之流。掃七支於身口。無情罔侵塵葉。有", "484": "識無惱蜎螟。幽㵎未足比其清。飛雪無以方", "485": "其素。眷德若羽群揚翅。望星月以窮高。棄惡", "486": "若鱗眾驚鉤。投江瀛而盡底。玄曦慚其照遠。", "487": "上界恧以緣消。境智合以圓虛。定慧均而等", "488": "妙。桑田改而心無易。海嶽遷而志不移。而能", "489": "處憒非喧。凝神挺照。心源朗淨。慧解無方。觀", "49": "事理不二。即事而真。用祛倒見也。勸友人", "490": "法性而達真如。鑒金文而依了義。如是則一", "491": "念之中。何法門而不具。如其妙慧未彰。心無", "492": "準的。解非契理。行闕超塵。乖法性而順常情。", "493": "背圓詮而執權說。如是則次第隨機。對根緣", "494": "而設教矣。是以敘其綱紀。委悉餘所。未明深", "495": "淺宗途。略言其趣。三乘之學。影響知其分位", "496": "耳。", "497": "8 事理不二事理不二第八", "498": "夫妙悟通衢。則山河非壅。迷名滯相。則絲毫", "499": "成隔。然萬法本源。由來實相。塵沙惑趣。原是", "5": "典於三乘。暢真詮於八部。所以發揮至賾。懸", "50": "書第九。事理既融。內心自瑩。復悲遠學。虛", "500": "真宗。故物像無邊。般若無際者。以其法性本", "501": "真。了達成智故也。譬夫行由通徑。則萬里可", "502": "期。如其觸物衝渠。則終朝域內。以其不知物", "503": "有無形之畔。渠有窮虛之域故也。是以學遊", "504": "中道。則實相可期。如其執有滯無。則終歸邊", "505": "見。以其不知有有非有之相。無有非無之實", "506": "故也。今之色相紛紜。窮之則非相。音聲吼喚。", "507": "究之則無言。迷之則謂有形聲。悟之則知其", "508": "閴寂。如是則真諦不乖於事理。即事理之體", "509": "元真。妙智不異於了知。即了知之性元智。然", "51": "擲寸陰。故次第九明勸友人書也。發願文", "510": "而妙旨絕言。假文言以詮旨。真宗非相。假名", "511": "相以標宗。譬夫象非雪山。假雪山而類象。此", "512": "但取其能類耳。豈以雪山而為象耶。今之法", "513": "非常而執有。有假非有以破常。性非斷而執", "514": "無。假非無而破斷。類夫淨非水灰。假水灰而", "515": "洗淨者。此但取其能洗耳。豈以水灰而為淨", "516": "耶。故知中道不偏。假二邊而辨正。斷常非", "517": "是。寄無有以明非。若有若無言既非。非有非", "518": "無亦何是。信知妙達玄源者。非常情之所測", "519": "也。何者。夫妄非愚出。真不智生。達妄名真。", "52": "第十。勸友雖是悲他。專心在一。情猶未", "520": "迷真曰妄。豈有妄隨愚變。真逐智迴。真妄不", "521": "差。愚智自異耳。夫欲妙識玄宗。必先審其", "522": "愚智。若欲審其愚智。善須明其真妄。若欲明", "523": "其真妄。復當究其名體。名體若分。真妄自辨。", "524": "真妄既辨。愚智迢然。是以愚無了智之能。智", "525": "有達愚之實。故知非智無以明其真妄。非智", "526": "莫能辨其名體。何者或有名而無體。或因體", "527": "而施名。名體混緒。實難窮究矣。是以體非名", "528": "而不辨。名非體而不施。言體必假其名。語名", "529": "必藉其體。今之體外施名者。此但名其無體", "53": "普。故次第十明發願文。誓度一切也。", "530": "耳。豈有體當其名耶。譬夫兔無角而施名。此", "531": "則名其無角耳。豈有角當其名耶。無體而施", "532": "名者。則名無實名也。名無實名。則所名無也。", "533": "所名既無。能名不有也。何者。設名本以名其", "534": "體。無體何以當其名。言體本以當其名。無名", "535": "何以當其體。體無當而非體。名無名而非名。", "536": "此則何獨體而元虛。亦乃名而本寂也。然而", "537": "無體當名。由來若此。名之體當。何所云為。夫", "538": "體不自名。假他名而名我體。名非自設。假他", "539": "體而施我名。若體之未形。則名何所名。若名", "54": "1 慕道志儀慕道志儀第一", "540": "之未設。則體何所明。然而明體雖假其名。不", "541": "為不名而無體耳。設名要因其體。無體則名", "542": "之本無。如是則體不名生。名生於體耳。今之", "543": "體在名前。名從體後辨者。如此則設名以名", "544": "其體。故知體是名源耳。則名之所由緣起於", "545": "體。體之元緒何所因依。夫體不我形。假緣會", "546": "而成體。緣非我會。因會體而成緣。若體之未", "547": "形。則緣何所會。若緣之未會。則體何所形。體", "548": "形則緣會而形。緣會則體形而會。體形而會", "549": "則明。形無別會。形無別會。則會本無也。緣會", "55": "先觀三界。生厭離故。次親善友。求出路故。次", "550": "而形則明。會無別形。會無別形。則形本無也。", "551": "是以萬法從緣。無自體耳。體而無自。故名性", "552": "空。性之既空。雖緣會而非有。緣之既會。雖性", "553": "空而不無。是以緣會之有。有而非有。性空之", "554": "無。無而不無。何者會即性空。故言非有。空即", "555": "緣會。故曰非無。今言不有不無者。非是離有", "556": "別有一無也。亦非離無別有一有也。如是則", "557": "明法非有無。故以非有非無名耳。不是非有", "558": "非無。既非有無。又非非有非非無也。如是何", "559": "獨言語道斷。亦乃心行處滅也。", "56": "朝晡問訊。存禮數故。次審乖適如何。明侍養", "560": "9 勸友人書勸友人書第九", "561": "婺州浦陽縣佐溪山朗禪師召大師山居書婺州浦陽縣佐溪山朗禪師召大師山居書", "562": "自到靈谿。泰然心意。高低峯頂。振錫常游。石", "563": "室巖龕。拂乎宴坐。青松碧沼。明月自生。風掃", "564": "白雲。縱目千里。名花香果。峯鳥銜將。猨嘯長", "565": "吟。遠近皆聽。鋤頭當枕。細草為氈。世上崢", "566": "嶸。競爭人我。心地未達。方乃如斯。儻有寸", "567": "陰。願垂相訪。", "568": "大師答朗禪師書大師答朗禪師書", "569": "自別以來。經今數載。遙心眷想。時復成勞。忽", "57": "故。次問何所作。為明親承事故。次瞻仰無怠。", "570": "奉來書。適然無慮。不委信後。道體如何。法味", "571": "資神。故應清樂也。玄覺粗得延時。欽詠德音。", "572": "非言可述。承懷節操。獨處幽棲。泯跡人間。潛", "573": "形山谷。親朋絕往。鳥獸時遊。竟夜綿綿。終朝", "574": "寂寂。視聽都息。心累閴然。獨宿孤峯。端居樹", "575": "下。息繁飡道。誠合如之。然而正道寂寥。雖有", "576": "修而難會。邪徒諠擾。乃無習而易親。若非解", "577": "契玄宗。行符真趣者。則未可幽居抱拙。自謂", "578": "一生歟。應當博問先知。伏膺誠懇。執掌屈膝。", "579": "整意端容。曉夜忘疲。始終虔仰。折挫身口。蠲", "58": "生殷重故。次數決心要。為正修故。次隨解呈", "580": "矜怠慢。不顧形骸。專精至道者。可謂澄神方", "581": "寸歟。夫欲採妙探玄。實非容易。決擇之次。如", "582": "履輕氷。必須側耳目而奉玄音。肅情塵而賞", "583": "幽致。忘言宴旨。濯累飡微。夕惕朝詢。不濫絲", "584": "髮。如是則乃可潛形山谷。寂累絕群哉。其或", "585": "心徑未通。矚物成壅。而欲避諠求靜者。盡世", "586": "未有其方。況乎欝欝長林。峨峨聳峭。鳥獸嗚", "587": "咽。松竹森梢。水石崢嶸。風枝蕭索。藤蘿縈", "588": "絆。雲霧氤氳。節物衰榮。晨昏眩晃。斯之種", "589": "類。豈非喧雜耶。故知見惑尚紆。觸途成滯耳。", "59": "簡。為識邪正故。次驗氣力。知生熟故。次見病", "590": "是以先須識道後乃居山。若未識道而先居", "591": "山者。但見其山。必忘其道。若未居山而先識", "592": "道者。但見其道。必忘其山。忘山則道性怡", "593": "神。忘道則山形眩目。是以見道忘山者。人間", "594": "亦寂也。見山忘道者。山中乃喧也。必能了陰", "595": "無我。無我誰住人間。若知陰入如空。空聚何", "596": "殊山谷。如其三毒未祛。六塵尚擾。身心自相", "597": "矛盾。何關人山之喧寂耶。且夫道性冲虛。萬", "598": "物本非其累。真慈平等。聲色何非道乎。特因", "599": "見倒惑生。遂成輪轉耳。若能了境非有。觸目", "6": "梵景於昏衢。光闡大猷。泛禪波於欲浪。是", "60": "生疑。堪進妙藥故。委的審思。求諦當故。日夜", "600": "無非道場。知了本無。所以不緣而照。圓融法", "601": "界。解惑何殊。以含靈而辨悲。即想念而明智。", "602": "智生則法應圓照。離境何以觀悲。悲智理合", "603": "通收。乖生何以能度。度盡生而悲大。照窮境", "604": "以智圓。智圓則喧寂同觀。悲大則怨親普救。", "605": "如是則何假長居山谷。隨處任緣哉。況乎法", "606": "法虛融。心心寂滅。本自非有。誰強言無。何喧", "607": "擾之可喧。何寂靜之可寂。若知物我冥一。彼", "608": "此無非道場。復何狥喧雜於人間。散寂寞於", "609": "山谷。是以釋動求靜者。憎枷愛杻也。離怨求", "61": "精勤。恐緣差故。專心一行。為成業故。亡身為", "610": "親者。厭檻忻籠也。若能慕寂於喧。市廛無非", "611": "宴坐。徵違納順。怨債由來善友矣。如是則劫", "612": "奪毀辱。何曾非我本師。叫喚喧煩。無非寂滅。", "613": "故知妙道無形。萬像不乖。其致真如寂滅。眾", "614": "響靡異其源。迷之則見倒惑生。悟之則違順", "615": "無地。閴寂非有緣會而能生峨嶷非無緣散", "616": "而能滅。滅既非滅以何滅滅。生既非生以何", "617": "生生。生滅既虛。實相常住矣。是以定水滔滔。", "618": "何念塵而不洗。智燈了了。何惑霧而不祛。乖", "619": "之則六趣循環。會之則三塗逈出。如是則何", "62": "法。為知恩故。如其信力輕微。意無專志。麁行", "620": "不乘慧舟而遊法海。而欲駕折軸於山谷者", "621": "哉。故知物類紜紜。其性自一。靈源寂寂。不照", "622": "而知實相。天真靈智非造。人迷謂之失。人悟", "623": "謂之得。得失在於人。何關動靜者乎。譬夫未", "624": "解乘舟。而欲怨其水曲者哉。若能妙識玄宗。", "625": "虛心冥契。動靜常短。語默恒規。寂爾有歸。恬", "626": "然無間。如是則乃可逍遙山谷。放曠郊󱈛。遊", "627": "逸形儀。寂怕心腑。恬澹息於內。蕭散揚於外。", "628": "其身兮若拘。其心兮若泰。現形容於寰宇。潛", "629": "幽靈於法界。如是則應機有感。適然無準矣。", "63": "淺解。汎漾隨機。觸事則因事生心。緣無則依", "630": "因信略此。餘更何申。若非志朋。安敢輕觸。宴", "631": "寂之暇。時暫思量。予必誑言。無當看竟。迴充", "632": "紙燼耳不宣。同友玄覺和南。", "633": "10 發願文發願文第十", "634": "稽首圓滿遍知覺。寂靜平等本真源。相好嚴", "635": "特非有無。慧明普照微塵剎。稽首湛然真妙", "636": "覺。甚深十二修多羅。非文非字非言詮。一音", "637": "隨類皆明了。稽首清淨諸賢聖。十方和合應", "638": "真僧。執持禁戒無有違。振錫携瓶利含識。卵", "639": "生胎生及濕化。有色無色想非想。非有非無", "64": "無息念。既非動靜之等觀。則順有無之得失。", "640": "想雜類。六道輪迴不暫停。我今稽首歸三寶。", "641": "普為眾生發道心。群生沈淪苦海中。願因諸", "642": "佛法僧力。慈悲方便拔諸苦。不捨弘願濟含", "643": "靈。化力自在度無窮。恒沙眾生成正覺。說此", "644": "偈已。我復稽首歸依。十方三世。一切諸佛法", "645": "僧前。承三寶力。志心發願。修無上菩提。契從", "646": "今生。至成正覺。中間決定。勤求不退。未得道", "647": "前。身無橫病。壽不中夭。正命盡時。不見惡", "648": "相。無諸恐怖。不生顛倒。身無苦痛。心不散", "649": "亂。正慧明了。不經中陰。不入地獄。畜生餓", "65": "然道不浪階。隨功涉位耳。", "650": "鬼。水陸空行。天魔外道。幽冥鬼神。一切雜", "651": "形。皆悉不受。長得人身。聰明正直。不生惡", "652": "國。不值惡王。不生邊地。不受貧苦。奴婢女", "653": "形。黃門二根。黃髮黑齒。頑愚暗鈍。醜陋殘", "654": "缺。盲聾瘖瘂。凡是可惡。畢竟不生。出處中", "655": "國。正信家生。常得男身。六根完具。端正香", "656": "潔。無諸垢穢。志意和雅。身安心靜。不貪瞋", "657": "癡。三毒永斷。不造眾惡。恒思諸善。不作王", "658": "臣。不為使命。不願榮飾。安貧度世。少欲知", "659": "足。不長畜積。衣食供身。不行偷盜。不殺眾", "66": "2 戒憍奢意戒憍奢意第二", "660": "生。不噉魚肉。敬愛含識。如我無異。性行柔", "661": "軟。不求人過。不稱己善。不與物諍。怨親平", "662": "等。不起分別。不生憎愛。他物不悕。自財不", "663": "悋。不樂侵犯。恒懷質直。心不卒暴。常樂謙", "664": "下。口無惡說。身無惡行。心不諂曲。三業清", "665": "淨。在處安隱。無諸障難。竊盜劫賊。王法牢", "666": "獄。枷杖鉤鎖。刀鎗箭槊。猛獸毒蟲。墮峯溺", "667": "水。火燒風飄。靁驚霹靂。樹折巖頹。堂崩棟", "668": "朽。撾打怖畏。趁逐圍繞。執捉繫縛。加誣毀", "669": "謗。橫註鉤牽。凡諸難事。一切不受。惡鬼飛", "67": "衣食由來。長養栽種。墾土掘地。鹽煮蠶蛾。成", "670": "災。天行毒癘。邪魔魍魎。若河若海。崇山穹", "671": "嶽。居止樹神。凡是靈祇。聞我名者。見我形", "672": "者。發菩提心。悉相覆護。不相侵惱。晝夜安", "673": "隱。無諸驚懼。四大康強。六根清淨。不染六", "674": "塵。心無亂想。不有昏滯。不生斷見。不著空", "675": "有。遠離諸相。信奉能仁。不執己見。悟解明", "676": "了。生生修習。正慧堅固。不被魔攝。大命終", "677": "時。安然快樂。捨身受身。無有怨對。一切眾", "678": "生。同為善友。所生之處。值佛聞法。童真出", "679": "家。為僧和合。身身之服。不離袈裟。食食之", "68": "熟施為。損傷物命。令他受死。資給自身。但畏", "680": "器。不乖盂鉢。道心堅固。不生憍慢。敬重三", "681": "寶。常修梵行。親近明師。隨善知識。深信正", "682": "法。勤行六度。讀誦大乘。行道禮拜。妙味香", "683": "花。音聲讚唄。燈燭臺觀。山海林泉。空中平", "684": "地。世間所有。微塵已上。悉持供養。合集功", "685": "德。迴助菩提。思惟了義。志樂間靜。清素寂", "686": "默。不愛喧擾。不樂群居。常好獨處。一切無", "687": "求。專心定慧。六通具足。化度眾生。隨心所", "688": "願。自在無礙。萬行成就。精妙無窮。正直圓", "689": "明。志成佛道。願以此善根。普及十方界。上", "69": "饑寒。不觀死苦。殺他活己。痛哉可傷。兼用農", "690": "窮有頂。下極風輪。天上人間。六道諸身。一", "691": "切含識。我所有功德。悉與眾生共。盡於微塵", "692": "劫。不惟一眾生。隨我有善根。普皆充薰飾。地", "693": "獄中苦惱。南無佛法僧。稱佛法僧名。願皆蒙", "694": "解脫。餓鬼中苦惱。南無佛法僧。稱佛法僧名。", "695": "願皆蒙解脫。畜生中苦惱。南無佛法僧。稱佛", "696": "法僧名。願皆蒙解脫。天人阿修羅。恒沙諸含", "697": "識。八苦相煎迫。南無佛法僧。因我此善根。普", "698": "免諸纏縛。南無三世佛。南無修多羅。菩薩聲", "699": "聞僧。微塵諸聖眾。不捨本慈悲。攝受群生類。", "7": "以金棺揜耀。玉毫收彩。孤標靈鷲之英。獨負", "70": "功。積力深厚。何獨含靈致命。亦乃信施難消。", "700": "盡空諸含識。歸依佛法僧。離苦出三塗。疾得", "701": "超三界。各發菩提心。晝夜行般若。生生勤精", "702": "進。常如救頭然。先得菩提時。誓願相度脫。", "703": "我行道禮拜。我誦經念佛。我修戒定慧。南無", "704": "佛法僧。普願諸眾生。悉皆成佛道。我等諸含", "705": "識。堅固求菩提。頂禮佛法僧。願早成正覺。", "706": "禪宗永嘉集終", "71": "雖復出家。何德之有。噫。夫欲出超三界。未有", "72": "絕塵之行。徒為男子之身。而無丈夫之志。但", "73": "以終朝擾擾。竟夜昏昏。道德未修。衣食斯費。", "74": "上乖弘道。下闕利生。中負四恩。誠以為恥。故", "75": "智人思之。寧有法死。不無法生。徒自迷癡。貴", "76": "身賤法耳。", "77": "3 淨修三業淨修三業第三", "78": "貪瞋邪見意業。妄言綺語兩舌惡口口業。殺", "79": "盜婬身業。夫欲志求大道者。必先淨修三業。", "8": "成麟之業者。其唯大師歟。大師俗姓戴氏。永", "80": "然後於四威儀中。漸次入道。乃至六根所對。", "81": "隨緣了達。境智雙寂。冥乎妙旨。云何淨修身", "82": "業。深自思惟。行住坐臥。四威儀中。檢攝三", "83": "愆。無令漏失。慈悲撫育。不傷物命。水陸空", "84": "行。一切含識。命無大小。等心愛護。蠢動蜎", "85": "飛。無令毀損。危難之流。殷勤拔濟。方便救", "86": "度。皆令解脫。於他財物。不與不取。乃至鬼", "87": "神。隨有主物。一鍼一草。終無故犯。貧窮乞", "88": "匃。隨己所有。敬心施與。令彼安隱。不求恩", "89": "報。作是思惟。過去諸佛。經無量劫行檀。布施", "9": "嘉人也。少挺生知。學不加思。幼則遊心三藏。", "90": "象馬七珍。頭目髓腦。乃至身命。捨而無悋。我", "91": "今亦爾。隨有施與。歡喜供養。心無悋惜。於諸", "92": "女色。心無染著。凡夫顛倒。為慾所醉。躭荒迷", "93": "亂。不知其過。如捉花莖。不悟毒蛇。智人", "94": "觀之。毒蛇之口。熊豹之手。猛火熱鐵。不以", "95": "為喻。銅柱鐵床。焦背爛腸。血肉糜潰。痛徹", "96": "心髓。作如是觀。唯苦無樂。革囊盛糞。膿血", "97": "之聚。外假香塗。內唯臭穢。不淨流溢。蟲蛆住", "98": "處。鮑肆廁孔。亦所不及。智者觀之。但見髮", "99": "毛爪齒。薄皮厚皮。肉血汗淚。涕唾膿脂。筋脈"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2013 禪宗永嘉集", "author": "唐 玄覺撰", "sourceLink": "http://www.cbeta.org/"}