{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大集經: 大方等大集經: 大集經", "text": {"0": "17 十方菩薩品", "1": "大方等大集經卷第六十", "10": "言：「心所動為本罪轉得因緣，為當來生死罪。", "100": "慚稽首受行。", "101": "諸菩薩報佛言：「為我解微太促，願佛更復為", "102": "我解。」佛問諸菩薩言：「汝曹生以來，寧能覺身", "103": "中溫熱有幾所火？覺身中寒有幾所風？合", "104": "身中有幾所水？」諸菩薩言：「我不能還自具分", "105": "別知多少？」佛言：「若不知多少，寧知寒熱為水", "106": "火不？」諸菩薩報佛言：「我知寒熱有水火。」佛言：", "107": "「汝尚知寒熱水火，何以故不知多少？」諸菩薩", "108": "言：「我但能覺寒熱，不能知多少？」佛言：「菩薩不", "109": "自覺心生正受罪百八罪多少，譬如不覺寒", "11": "要當斷當來生死乃應菩薩。」諸菩薩皆稽首", "110": "熱水火不知火生以來多少。菩薩不自知心", "111": "轉生以來多少。如是菩薩但能覺枝不能覺", "112": "根，如是菩薩罪入空中尚未解。」諸菩薩皆稽", "113": "首問佛：「願更為我解罪入空中。」佛言：「菩薩有", "114": "百八罪，入空中不可見。何等為百八罪？若菩", "115": "薩心有所念，生空中復滅空中，中有百八罪", "116": "不可見心生滅。譬如人語有聲不可見，要為", "117": "有聲在空中但不可見。「轉入意，意生空中復", "118": "滅空中，中有百八罪不可見。「轉入識，識生空", "119": "中復滅空中，中有百八罪不可見。「轉入眼，眼", "12": "言：「願佛當復為我解當來生死罪。」佛告諸菩", "120": "所見好色，生空中復滅空中，中有百八罪不", "121": "可見；眼所見中色，生空中復滅空中，中有百", "122": "八罪不可見；眼所見惡色，生空中復滅空中，", "123": "中有百八罪不可見。「轉入耳，耳所聞好聲，", "124": "生空中復滅空中，中有百八罪不可見；耳所", "125": "聞中聲，生空中復滅空中，中有百八罪不可", "126": "見；耳所聞惡聲，生空中復滅空中，中有百八", "127": "罪不可見。「轉入鼻，鼻所聞好香，生空中復滅", "128": "空中，中有百八罪不可見；鼻所聞中香，生空", "129": "中復滅空中，中有百八罪不可見；鼻所聞惡", "13": "薩：「心所動得因緣合，中有盛百八生死。菩薩", "130": "臭，生空中復滅空中，中有百八罪不可見。「轉", "131": "入口，口所得美味好語言生，空中復滅空中，", "132": "中有百八罪不可見；口所得中味中語言，生", "133": "空中復滅空中，中有百八罪不可見；口所得", "134": "惡味惡語言，生空中復滅空中，中有百八罪", "135": "不可見。「轉入身，身所得好細軟可身，生空中", "136": "復滅空中，中有百八罪不可見；身所得中細", "137": "軟，生空中復滅空中，中有百八罪不可見；身", "138": "所得惡麁堅苦痛不可身，生空中復滅空中，", "139": "中有百八罪不可見。」佛告諸菩薩：「若不見罪", "14": "要當斷是盛百八生死；菩薩意所動得因緣，", "140": "生空中，亦不見滅空中，如是諸菩薩尚未應", "141": "解。」諸菩薩言：「如是我為覺知解。」佛問諸菩薩：", "142": "「若何因緣覺，諸菩薩何以故不常坐禪？何", "143": "以故復飛行到十方佛所？」菩薩言：「用我有本", "144": "願故，不得不行耳。」佛言：「如若有本願到十方", "145": "佛所，何因緣坐禪棄罪？設令汝坐禪棄罪，本", "146": "願當滅。」諸菩薩言：「我坐禪但滅當來罪耳，我", "147": "未滅本願罪。」佛問諸菩薩：「若曹從無數劫以", "148": "來所作過去生死罪當滅不？」諸菩薩言：「我當", "149": "滅過去無數劫本罪。」佛言：「若尚能滅無數劫", "15": "不能遠意，中有盛百八生死，菩薩要當斷是", "150": "本罪，何以故獨不滅本願罪？」諸菩薩言：「佛問", "151": "我是，我不能卒解。」佛言：「如是若曹為未解，何", "152": "以故言我解？」諸菩薩皆稽首慚受行。", "153": "諸菩薩報佛言：「佛雖為我解，我尚未解。願佛", "154": "當復為我解，當復何等行？」佛言：「諸菩薩行道", "155": "無數劫以來，意生死本意。譬如菓實種著", "156": "土中生大樹，已成大樹，樹上生百種億億枝，", "157": "枝生億億萬葉，枝枝生億億萬實，一實者當", "158": "復轉生一樹。菩薩坐禪棄我本罪，譬如取樹", "159": "葉一一滅之，取實一一滅之，便不復種生；取", "16": "盛百八生死。「菩薩為本識動，復欲識中有盛", "160": "枝一一滅之，如是葉實枝滅盡了𣩠但有根。", "161": "根者為譬，如本願一意所起本罪意，譬如樹", "162": "根枝葉生當復滅之，不滅者當長養，實復生", "163": "滅者不復生。菩薩守意，譬如守樹根，不得使", "164": "樹枝葉實生，生為增當來罪，滅者為不增當", "165": "來罪，為滅本罪。如是菩薩本罪未盡者，常當", "166": "念百八不捨盡。」諸菩薩稽首言：「願佛為我解", "167": "我不解。」佛言：「不捨盡心有所念，生念還盡，百", "168": "八便盡，是為不捨盡。「轉入意，意生念還盡，百", "169": "八便盡，是為不捨盡。「轉入識，識生念還盡，", "17": "百八生死，菩薩要當斷是盛百八生死。「轉入", "170": "百八便盡，是為不捨盡。「轉入眼，眼所見好色", "171": "念還盡，百八便盡，是為不捨盡；眼所見中色", "172": "念還盡，百八便盡，是為不捨盡；眼所見惡色", "173": "念還盡，百八便盡，是為不捨盡。「轉入耳，耳所", "174": "聞好聲念還盡，百八便盡，是為不捨盡；耳所", "175": "聞中聲念還盡，百八便盡，是為不捨盡；耳所", "176": "聞惡聲念還盡，百八便盡，是為不捨盡。「轉入", "177": "鼻，鼻所聞好香念還盡，百八便盡，是為不捨", "178": "盡；鼻所聞中香念還盡，百八便盡，是為不捨", "179": "盡；鼻所聞惡臭念還盡，百八便盡，是為不捨", "18": "眼，菩薩眼所見好色為本，好色動欲分別中", "180": "盡。「轉入口，口所得美味好語言念還盡，百八", "181": "便盡，是為不捨盡；口所得中味中語言念還", "182": "盡，百八便盡，是為不捨盡；口所得惡味惡語", "183": "言念還盡，百八便盡，是為不捨盡。「轉入身，身", "184": "所得好細軟可身念還盡，百八便盡，是為不", "185": "捨盡；身所得中細軟念還盡，百八便盡，是為", "186": "不捨盡；身所得惡麁堅苦痛不可身念還盡，", "187": "百八便盡，是為不捨盡。如是菩薩不捨盡，便", "188": "入百八淨。」佛說如是，諸菩薩皆歡喜稽首受", "189": "行。", "19": "有盛百八生死，菩薩要當斷是盛百八生死；", "190": "諸菩薩復稽首問佛言：「為何等為百八淨？」佛", "191": "言：「若有菩薩心起生出念，即還入滅為入淨，", "192": "為滅百八不捨淨。「轉入意，意生出即還入滅", "193": "為入淨，為滅百八不捨淨。「轉入識，識生出即", "194": "還入滅為入淨，為滅百八不捨淨。「轉入眼，", "195": "眼所見好色生出，即還入滅為入淨，為滅百", "196": "八不捨淨；眼所見中色生出，即還入滅為入", "197": "淨，為滅百八不捨淨；眼所見惡色生出，即還", "198": "入滅為入淨，為滅百八不捨淨。「轉入耳，耳", "199": "所聞好聲生出，即還入滅為入淨，為滅百八", "2": "高齊天竺三藏那連提耶舍譯", "20": "眼所見中色為本，中色動欲分別中有盛百", "200": "不捨淨；耳所聞中聲生出，即還入滅為入淨，", "201": "為滅百八不捨淨；耳所聞惡聲生出，即還入", "202": "滅為入淨，為滅百八不捨淨。「轉入鼻，鼻所聞", "203": "好香生出，即還入滅為入淨，為滅百八不捨", "204": "淨；鼻所得中香生出，即還入滅為入淨，為滅", "205": "百八不捨淨；鼻所聞惡臭生出，即還入滅", "206": "為入淨，為滅百八不捨淨。「轉入口，口所得", "207": "美味好語言生出，即還入滅為入淨，為滅百", "208": "八不捨淨；口所得中味中語言生出，即還入", "209": "滅為入淨，為滅百八不捨淨；口所得惡味惡", "21": "八生死，菩薩要當斷是盛百八生死；眼所見", "210": "語言生出，即還入滅為入淨，為滅百八不捨", "211": "淨。「轉入身，身所得好細軟可身生出，即還入", "212": "滅為入淨，為滅百八不捨淨；身所得中細軟", "213": "生出，即還入滅為入淨，為滅百八不捨淨；身", "214": "所得惡麁堅苦痛不可身生出，即還入滅為", "215": "入淨，為滅百八不捨淨。菩薩行如是不捨淨，", "216": "便能精還百八應戒。」佛說如是，諸菩薩皆歡", "217": "喜受行。", "218": "諸菩薩復稽首問佛言：「何等精還百八應戒？」", "219": "佛言：「諸菩薩行道心起，即精還滅百八，為還", "22": "惡色為本，惡色動欲分別中有盛百八生死，", "220": "應戒。「轉入意，意生即精還滅百八，為還應戒。", "221": "「轉入識，識生即精還滅百八，為還應戒。「轉入", "222": "眼，眼所見好色生，即精還滅百八，為還應", "223": "戒；眼所見中色生，即精還滅百八，為還應戒；", "224": "眼所見惡色生，即精還滅百八，為還應戒。「轉", "225": "入耳，耳所聞好聲生，即精還滅百八，為還應", "226": "戒；耳所聞中聲生，即精還滅百八，為還應戒；", "227": "耳所聞惡聲生，即精還滅百八，為還應戒。「轉", "228": "入鼻，鼻所聞好香生，即精還滅百八，為還應", "229": "戒；鼻所聞中香生，即精還滅百八，為還應戒；", "23": "菩薩要當斷是盛百八生死。「轉入耳，菩薩耳", "230": "鼻所聞惡臭生，即精還滅百八，為還應戒。「轉", "231": "入口，口所得美味好語言生，即精還滅百八，", "232": "為還應戒；口所得中味中語言生，即精還滅", "233": "百八，為還應戒；口所得惡味惡語言生，即精", "234": "還滅百八，為還應戒。「轉入身，身所得好細軟", "235": "可身生，即精還滅百八，為還應戒；身所得中", "236": "細軟生，即精還滅百八，為還應戒；身所得惡", "237": "麁堅苦痛不可身生，即精還滅百八，為還應", "238": "戒。」佛說如是，諸菩薩皆歡喜受行。", "239": "佛言：「諸菩薩以精還應戒便進行入道。」諸菩", "24": "所聞好聲為本，好聲動欲分別中有盛百八", "240": "薩問佛言：「何等為精還戒便進行入道？」佛", "241": "言：「菩薩心有所念從心盡力，盡所念滅百八，", "242": "是為進行入道。「轉入意，意有所念從意盡力，", "243": "盡所念滅百八，是為進行入道。「轉入識，識有", "244": "所識從識盡力，盡所識滅百八，是為進行入", "245": "道。「轉入眼，眼所見好色，從好色盡力，盡好色", "246": "滅百八，是為進行入道；眼所見中色，從中色", "247": "盡力，盡中色滅百八，是為進行入道；眼所", "248": "見惡色，從惡色盡力，盡惡色滅百八，是為進", "249": "行入道。「轉入耳，耳所聞好聲，從好聲盡力，盡", "25": "生死，菩薩要當斷是盛百八生死；耳所聞中", "250": "好聲滅百八，是為進行入道；耳所聞中聲，從", "251": "中聲盡力，盡中聲滅百八，是為進行入道；耳", "252": "所聞惡聲，從惡聲盡力，盡惡聲滅百八，是為", "253": "進行入道。「轉入鼻，鼻所聞好香，從好香盡力，", "254": "盡好香滅百八，是為進行入道；鼻所聞中香，", "255": "從中香盡力，盡中香滅百八，是為進行入道；", "256": "鼻所聞惡臭，從惡臭盡力，盡惡臭滅百八，是", "257": "為進行入道。「轉入口，口所得美味好語言，從", "258": "美味好語言盡力，盡美味好語言滅百八，是", "259": "為進行入道；口所得中味中語言，從中味中", "26": "聲為本，中聲動欲分別中有盛百八生死，菩", "260": "語言盡力，盡中味中語言滅百八，是為進行", "261": "入道；口所得惡味惡語言，從惡味惡語言盡", "262": "力，盡惡味惡語言滅百八，是為進行入道。「轉", "263": "入身，身所得好細軟可身，從好細濡可身盡", "264": "力，盡好細軟可身滅百八，是為進行入道；身", "265": "所得中細軟，從中細軟盡力，盡中細軟滅百", "266": "八，是為進行入道；身所得惡麁堅苦痛不可", "267": "身，從惡麁堅苦痛不可身盡力，盡惡麁堅苦", "268": "痛不可身滅百八，是為進行入道。」佛言：「進行", "269": "入道便能忍持行戒。」", "27": "薩要當斷是盛百八生死；耳所聞惡聲為本，", "270": "諸菩薩問佛言：「何等為忍持行戒？」佛言：「菩薩", "271": "已能當能忍持戒不離戒，如是乃應菩薩行。", "272": "菩薩心動當忍百八不得令轉，是為忍心忍", "273": "行戒。「轉入意，意有所念，當從意忍不得令轉，", "274": "百八便不得行，是為忍行戒。「轉入識，識有", "275": "所識，當從識忍不得令轉，百八便不得行，", "276": "是為忍識忍行戒。「轉入眼，眼所見好色，從好", "277": "色當忍不得令轉，百八便不得行，是為忍好", "278": "色忍行戒；眼所見中色，從中色當忍不得令", "279": "轉，百八便不得行，是為忍中色忍行戒；眼所", "28": "惡聲動欲分別中有盛百八生死，菩薩要當", "280": "見惡色，從惡色當忍不得令轉，百八便不得", "281": "行，是為忍惡色忍行戒。「轉入耳，耳所聞好聲，", "282": "從好聲當忍不得令轉，百八便不得行，是為", "283": "忍好聲忍行戒；耳所聞中聲，從中聲當忍不", "284": "得令轉，百八便不得行，是為忍中聲忍行戒；", "285": "耳所聞惡聲，從惡聲當忍不得令轉，百八便", "286": "不得行，是為忍惡聲忍行戒。「轉入鼻，鼻所聞", "287": "好香，從好香當忍不得令轉，百八便不得行，", "288": "是為忍好香忍行戒；鼻所聞中香，從中香當", "289": "忍不得令轉，百八便不得行，是為忍中香忍", "29": "斷是盛百八生死。「轉入鼻，菩薩鼻所聞好香", "290": "行戒；鼻所聞惡臭，從惡臭當忍不得令轉，百", "291": "八便不得行，是為忍惡臭忍行戒。「轉入口，口", "292": "所得美味好語言當忍不得令轉，百八便不", "293": "得行，是為美味好語言忍行戒；口所得中味", "294": "中語言，從中味中語言當忍不得令轉，百八", "295": "便不得行，是為忍中味中語言忍行戒；口所", "296": "得惡味惡語言當忍不得令轉，百八便不得", "297": "行，是為忍惡味惡語言忍行戒。「轉入身，身所", "298": "得好細軟可身，從好細軟可身當忍不得令", "299": "轉，百八便不得行，是為忍好細軟可身忍行", "3": "十方菩薩品之二", "30": "為本，好香動欲分別中有盛百八生死，菩薩", "300": "戒；身所得中細軟，從中細軟當忍不得令轉，", "301": "百八便不得行，是為忍中細軟忍行戒；身所", "302": "得惡麁堅苦痛不可身，從惡麁堅苦痛不可", "303": "身當忍不得令轉，百八便不得行，是為惡麁", "304": "堅苦痛不可身忍行戒。」佛言：「是為菩薩十校", "305": "計。」", "306": "佛言：「菩薩復有十校計。」諸菩薩稽首問佛：", "307": "「何等為十校計？」佛言：「菩薩當能耐辱，能耐辱", "308": "便入道。」諸菩薩問佛：「何等為耐辱入道？」佛", "309": "言：「菩薩心有所念，當辱心不得令念，便辱百", "31": "要當斷是盛百八生死；鼻所聞中香為本，中", "310": "八罪不得勝，是為辱心入道。「轉入意，意有所", "311": "念，當辱意不得令念，便辱百八罪不得勝，是", "312": "為辱意入道。「轉入識，識有所念，當辱識不得", "313": "令念，便辱百八罪不得勝，是為辱識入道。「轉", "314": "入眼，眼所見好色，當辱好色不得令念，便辱", "315": "百八不得勝，是為辱好色入道；眼所見中色，", "316": "當辱中色不得令念，便辱百八不得勝，是為", "317": "辱中色入道；眼所見惡色，當辱惡色不得令", "318": "念，便辱百八不得勝，是為辱惡色入道。「轉入", "319": "耳，耳所聞好聲，當辱好聲不得令念，便辱百", "32": "香動欲分別中有盛百八生死，菩薩要當斷", "320": "八不得勝，是為辱好聲入道；耳所聞中聲，當", "321": "辱中聲不得令念，便辱百八不得勝，是為辱", "322": "中聲入道；耳所聞惡聲，當辱惡聲不得令念，", "323": "便辱百八不得勝，是為辱惡聲入道。「轉入鼻，", "324": "鼻所聞好香，當辱好香不得令念，便辱百八", "325": "不得勝，是為辱好香入道；鼻所聞中香，當辱", "326": "中香不得令念，便辱百八不得勝，是為辱中", "327": "香入道；鼻所聞惡臭，當辱惡臭不得令念，便", "328": "辱百八不得勝，是為辱惡臭入道。「轉入口，口", "329": "所得美味好語言，當辱美味好語言不得令", "33": "是盛百八生死；鼻所聞惡臭為本，惡臭動欲", "330": "念，便辱百八不得勝，是為辱美味好語言入", "331": "道；口所得中味中語言，當辱中味中語言不", "332": "得令念，便辱百八不得勝，是為辱中味中語", "333": "言入道；口所得惡味惡語言不得令念，便辱", "334": "百八不得勝，是為辱惡味惡語言入道。「轉入", "335": "身，身所得好細軟可身，當辱好細軟可身不", "336": "得令念，便辱百八不得勝，是為辱細軟可身", "337": "入道；身所得中細軟，當辱中細軟不得令念，", "338": "便辱百八不得勝，是為辱中細軟入道；身所", "339": "得惡麁堅苦痛不可身，當辱惡麁堅苦痛不", "34": "分別中有盛百八生死，菩薩要當斷是盛百", "340": "可身不得令念，便辱百八不得勝，是為辱惡", "341": "麁堅苦痛不可身入道。」佛言：「菩薩行如是，為", "342": "應菩薩忍戒行，菩薩以忍辱便得百八合", "343": "道願，便得百八本信入道，便得百八出癡入", "344": "慧，便得百八歡喜還滅，便得百八佛悲心，便", "345": "得百八未得佛道愁。「何等為佛百八悲心？何", "346": "等為百八未得佛道愁？謂菩薩得佛悲心，念", "347": "十方泥犁中人難得度脫。謂菩薩得佛悲心，", "348": "念禽獸蜎飛蠕動難得度脫。謂菩薩得佛悲", "349": "心，念薜荔中餓鬼難得度脫。謂菩薩得佛悲", "35": "八生死。「轉入口，菩薩口所得美味好語言為", "350": "心，念二十八天及諸天長壽憍樂不知苦", "351": "習難得度脫。謂菩薩得佛悲心，念世間帝", "352": "王豪貴難得度脫。謂菩薩得佛悲心，念世間", "353": "癡人不解難得度脫。謂菩薩得佛悲心，念世", "354": "間人多癡難得度脫。謂菩薩得佛悲心，念十", "355": "方五道一切五道一切同法難得度脫。如是", "356": "菩薩為得佛悲心，便得佛愁。謂菩薩念十方", "357": "五道勤苦難得度脫愁，菩薩已悲已愁百八", "358": "愛復增多，如是菩薩不可用百八愛增多故", "359": "不悲愁。」佛言：「我但用十方五道勤苦悲愁故", "36": "本，美味好語言動欲分別中有盛百八生死，", "360": "得佛，是為菩薩未得佛百八悲，是為菩薩未", "361": "得佛百八愁。」佛言：「復有菩薩未得佛百八惱。」", "362": "諸菩薩問佛言：「何等為菩薩百八惱？」佛言：「謂", "363": "菩薩未得佛，見十方泥犁中人拷掠毒痛，欲", "364": "往度脫不能度脫便生惱。謂菩薩未得佛，見", "365": "禽獸蜎飛蠕動及人民轉相拷掠毒痛相殺，", "366": "菩薩欲度不能度便生惱。謂菩薩未得佛，見", "367": "薜荔餓鬼無所食，欲度脫不能度便生惱。謂", "368": "菩薩未得作佛，見世間人所作惡貪婬瞋恚", "369": "烹殺祠祀貪利強盜快心恣意，見是曹人死", "37": "菩薩要當斷是盛百八生死；口所得中味中", "370": "生五道苦痛無有斷絕。雖上為諸天無有別", "371": "異，要五道死生苦痛，便不時得佛便生惱，便", "372": "增盛百八愛行，是為菩薩未得佛百八惱。謂", "373": "菩薩未得佛經要百八黠，未得佛泥洹要。」諸", "374": "菩薩復問佛：「何等為百八得佛經黠？」佛言：「謂", "375": "菩薩能自護六情百八不行，為得佛經黠。」「何", "376": "等為未得佛泥洹要？」佛言：「謂菩薩未得佛，未", "377": "得泥洹要。」佛言：「諸菩薩當校計百八出罪", "378": "要，便得入泥洹要。」菩薩復問佛言：「何等為出", "379": "罪要便得入泥洹要？」佛言：「謂菩薩所念為罪", "38": "語言為本，中味中語言動欲分別中有盛百", "380": "出要當滅，滅者為得入泥洹要，一切六情百", "381": "八滅，亦為入泥洹要，是為菩薩出百八罪入", "382": "泥洹要，是為菩薩十校計。」", "383": "佛言：「菩薩復有十校計：第一、菩薩相聚會，但", "384": "當校計百八當令盡，當求入慧出罪，便應菩", "385": "薩法；二者、當校計菩薩百八求入空法，便出", "386": "罪空法，是為菩薩百八校計出罪入道空；三", "387": "者、菩薩當校計百八罪法初起空生時，當知", "388": "校計滅歸空時，是為菩薩校計百八生滅，為", "389": "合空以知生滅，是為菩薩諦校計；四者、菩薩", "39": "八生死，菩薩要當斷是盛百八生死；口所得", "390": "當校計百八持空法解盡法。」諸菩薩復問佛：", "391": "「何等為持空法解盡法？」佛言：「菩薩一切知十", "392": "方所有本末皆空已，知空知所有當復滅盡。", "393": "菩薩知盡以為諦，即不復貪百八。不復行著", "394": "欲，菩薩能自解當知盡，是為菩薩校計持空", "395": "法解盡法，是為菩薩校計百八解盡應法。「五", "396": "者、菩薩當校計百八盡法不復生，已知不復", "397": "生，是為菩薩校計盡法不復生已知不復生", "398": "法；六者、菩薩當校計百八盡，當得泥洹長生", "399": "不復滅不死，菩薩得是校計自知苦，是為菩", "4": "佛言：「菩薩坐禪數息不得定意、得定意不久，", "40": "惡味惡語言為本，惡味惡語言動欲分別中", "400": "薩法知泥洹樂校計法；七者、菩薩當校計知", "401": "百八盡泥洹念，是為菩薩知泥洹校計相念；", "402": "八者、菩薩當校計百八滅盡捨相念不復念，", "403": "是為菩薩百八捨相念不復念校計；九者、菩", "404": "薩當校計所念不盡便生雜相念，以知雜相", "405": "念，當校計泥洹無所有，何以故復有雜相念", "406": "當復滅，是為菩薩知雜相念校計；十者、菩薩", "407": "當校計自知滅無所有，長受泥洹相，泥洹長", "408": "生不復滅，是為菩薩校計受泥洹相。是為菩", "409": "薩十校計。」", "41": "有盛百八生死，菩薩要當斷是盛百八生死。", "410": "佛言：「菩薩復有十校計。」諸菩薩問佛：「何等為", "411": "菩薩十校計？」佛言：「一者、菩薩自知百八罪，亦", "412": "當為十方人說百八罪，亦當為人說十方生死", "413": "五道苦痛，常當為十方人說萬物成敗本末", "414": "生死無所有，是為菩薩一校計；二者、菩薩當", "415": "校計十方成敗牽證用示人，是為菩薩牽證", "416": "校計解人法；三者、菩薩當校計十方人所有", "417": "皆坐貪故著，以貪著皆為癡，菩薩常當為人", "418": "解貪著解人癡，菩薩亦當持貪癡還自況，我", "419": "未知菩薩道時貪癡亦劇，是菩薩得是校計；", "42": "「轉入身，身所得好細軟可身為本，細軟動欲", "420": "常當慈心解人貪癡，是為菩薩校計；四者、菩", "421": "薩常當校計百八牽十方癡人作證。」諸菩薩", "422": "復問佛：「何等為牽十方癡人作證？」佛言：「十", "423": "方人所念皆坐百八癡，故菩薩去百八乃為", "424": "不癡。菩薩失行百八行便為癡，常當牽十方", "425": "癡人作證不得失行，是為菩薩校計法。「五者、", "426": "菩薩當復校計百八牽十方阿羅漢作證者。」", "427": "諸菩薩言：「復校計百八牽阿羅漢作證云何？」", "428": "佛言：「菩薩失行但坐貪著，故當牽阿羅漢", "429": "泥洹去無所有。我何為所念失行？何為當坐", "43": "分別中有盛百八生死，菩薩要當斷是盛百", "430": "是苦所念？牽阿羅漢泥洹常作證，是為菩薩", "431": "校計法。「六者、若復失行，當校計百八牽辟支", "432": "佛泥洹無所有作證，是為菩薩校計法；七者、", "433": "菩薩若失行，當復校計百八無所有，當牽十", "434": "方過去佛泥洹無所有，十方過去佛皆我師，", "435": "皆取泥洹去，我何為失行行在世間？菩薩已", "436": "牽證便還攝行，是為菩薩牽證校計法；八者、", "437": "菩薩復失行，當復牽現在十方佛亦當泥洹", "438": "去，常當牽自證，已自證當即還行，是為菩薩", "439": "百八牽證還行校計法；九者、菩薩當校計百", "44": "八生死；身所得中細軟為本，中細軟動欲分", "440": "八復失行。」佛言：「我今作釋迦文佛，我所主天", "441": "地帝王人民皆屬我，自在飛行大威神，我要", "442": "般泥洹去歸無所有，常當牽我作證，常當堅", "443": "意求佛，持我作證意不轉，轉者為失行，便", "444": "墮盛百八愛行中，是為菩薩校計。「十者、菩薩", "445": "常當盡力却貪，令不得受求，受求者為不應", "446": "菩薩，菩薩諦求分別思惟我所校計，是為菩", "447": "薩五十校計。」佛言：「諸菩薩行安般守意常苦", "448": "失行，無有不失行。」時諸菩薩問佛：「何以故？我", "449": "曹作菩薩常苦失行。」佛言：「菩薩不厭生死苦", "45": "別中有盛百八生死，菩薩要當斷是盛百", "450": "習故，不自覺生死習故，不諦知生死盡無", "451": "所有，不諦知有佛泥洹道故。」佛言：「諸菩薩不", "452": "可自用作菩薩道故貢高勝十方人。」佛言：", "453": "「未得佛生死苦習未與盡合未與道合，常有", "454": "身體苦痛，亦有寒熱苦，亦有飢渴苦惱不能", "455": "斷，如是菩薩未可自怙其善。」佛言：「我未得佛", "456": "時，自謂智慧無能及者，自謂知禪無能及者，", "457": "自謂知細微滅心無有及者。」佛言：「我已立身", "458": "作釋迦文佛，還自校計作菩薩時所知。譬如", "459": "一菩薩智，今已作佛有所知；譬如十方佛國", "46": "八生死；身所得惡麁堅苦痛不可身為本，惡", "460": "中，所有萬物菩薩。」佛言：「十方佛所有菩薩智", "461": "慧，未能得一方佛一小塵智。」菩薩即稽首問", "462": "佛言：「我曹癡，何以多不能及佛一塵智？」佛言：", "463": "「用汝不厭生死苦習故，不早取佛故，不知細", "464": "微意故，不知滅本斷根故。汝曹盡力精進行，", "465": "亦當知十方佛智慧。」諸菩薩問佛：「我何因緣", "466": "生死多如是？」佛言：「汝曹不諦行安般守意三", "467": "十七品經十二問三向中微意，不知分別校", "468": "計生死百八中細微意，故使生死多、難得佛。」", "469": "佛言：「汝心未起時，中有五百四十百八愛行。", "47": "麁堅苦痛不可身動欲分別中有盛百八生", "470": "心轉作意，中有五百四十百八愛行。「意轉作", "471": "識，中有五百四十百八愛行。「轉入眼，眼所見", "472": "好色，中有五百四十百八愛行；眼所見中色，", "473": "中有五百四十百八愛行；眼所見惡色，中有", "474": "五百四十百八愛行。「轉入耳，耳所聞好聲，中", "475": "有五百四十百八愛行；耳所聞中聲，中有五", "476": "百四十百八愛行；耳所聞惡聲，中有五百四", "477": "十百八愛行。「轉入鼻，鼻所聞好香，中有五百", "478": "四十百八愛行；鼻所聞中香，中有五百四十", "479": "百八愛行；鼻所聞惡臭，中有五百四十百八", "48": "死，菩薩要當斷是盛百八生死。」佛言：「菩薩要", "480": "愛行。「轉入口，口所得好味美好語言，中有五", "481": "百四十百八愛行；口所得中味中語言，中有", "482": "五百四十百八愛行；口所得惡味惡語言，中", "483": "有五百四十百八愛行。「轉入身，身所得好細", "484": "軟可身，中有五百四十百八愛行；身所得中", "485": "細軟，中有五百四十百八愛行；身所得惡麁", "486": "堅苦痛不可身，中有五百四十百八愛行。」佛", "487": "言：「一心中有五百四十百八愛行，五百四十", "488": "百八愛行中，一愛者當受一生死，一愛者當", "489": "受一身，如是不盡五百四十為受五百四十", "49": "當斷是乃應菩薩，不斷者不應為菩薩，如是", "490": "生死身。意亦爾、識亦爾，好色亦爾、中色亦爾、", "491": "惡色亦爾，好聲亦爾、中聲亦爾、惡聲亦爾，好", "492": "香亦爾、中香亦爾、惡臭亦爾，美味好語言亦", "493": "爾、中味中語言亦爾、惡味惡語言亦爾，好細", "494": "軟可身亦爾、中細軟亦爾、惡麁堅苦痛不可", "495": "身亦爾。」佛問諸菩薩：「寧知是不？」諸菩薩言：「聞", "496": "佛說皆知。」佛言諸菩薩：「汝曹寧信有是無？」諸", "497": "菩薩言：「信有是。眾不疑，但不解。」佛問諸菩薩；", "498": "「汝曹發起來至我所，寧知汝意中幾轉？汝聞", "499": "我造說經以來，知汝意幾轉？」諸菩薩報佛言：", "5": "但坐不斷本罪故使禪不安。」菩薩自言：「我何", "50": "尚未解。」諸菩薩報佛言：「我已解因緣。」諸菩薩", "500": "「不知幾轉。」佛問諸菩薩：「何以故不知幾轉？」諸", "501": "菩薩言：「我聞佛說經，歡喜不知覺幾轉。」佛言：", "502": "「汝曹來至今不覺意轉墮生死，譬如是摩竭", "503": "國中塵不知多少。菩薩但坐失行，不自知覺", "504": "生死多少，是故不即時得佛。」諸菩薩各各稽", "505": "首歡喜受行。", "506": "諸菩薩各各稽首言：「未聞佛五十校計時，自", "507": "用不失行，聞佛解五十校計，自知失行。」佛言：", "508": "「汝亦失行，亦不失行。」菩薩復問：「何以失行，亦", "509": "不失行？」佛言：「汝至十方佛前自貢高自譽言，", "51": "言：「我聞佛所說，我一切不墮罪中。」佛問諸菩", "510": "我解無有是五十校計罪，便墮罪失行，是為", "511": "亦失行。」佛言：「不失行者，菩薩至十方佛前，常", "512": "當自慚，身體自慚、生死自慚，生墮罪不能校", "513": "計知，常持五十校計還自慚，是為菩薩不失", "514": "行，不自慚者常失行。」佛說如是。諸菩薩各各", "515": "自慚，各各自悔，各各自念：「滅盡非常苦空非", "516": "身。」諸菩薩聞經皆大歡喜，前為佛作禮，頭面", "517": "著佛足，受行而去。", "518": "大集經卷第六十", "52": "薩：「汝寧見菩薩髠頭剔鬚作沙門者不？」諸菩", "53": "薩言：「然見作沙門。」佛問諸菩薩：「沙門當髠頭", "54": "剔鬚時，沙門頭鬚了盡𣩠不？」諸菩薩言：「盡", "55": "𣩠。」佛言：「當盡𣩠時，沙門寧願復欲使頭鬚", "56": "生不？」諸菩薩言：「沙門不願使生。」佛問諸菩薩：", "57": "「頭鬚髮何以故復生？」諸菩薩言：「自然生，沙門", "58": "亦不使生。」佛言：「沙門頭鬚髮生，寧能自知日", "59": "長幾分？」諸菩薩報佛言：「沙門頭鬚髮生，不", "6": "因緣本罪不斷？」佛言：「用菩薩坐不校計斷生", "60": "能自知日長幾分？」佛言：「菩薩不能自覺微微", "61": "盛百八罪行，譬如沙門自有頭髮生不知日", "62": "長幾分；如是菩薩罪坐不能自知，言我無罪", "63": "者云何？」佛問諸菩薩：「寧有是不？」諸菩薩即", "64": "稽首慚受行。", "65": "諸菩薩報佛言：「願佛當復為我解。」佛言：「菩薩", "66": "不可自怙言我無罪、罪滅。」佛言：「要校計百八", "67": "本罪滅不滅。」菩薩問佛：「何等為百八本罪滅", "68": "不滅？」佛言：「菩薩心生轉便滅，滅中有百八後", "69": "世當復生受不滅。「轉入意，意生轉復滅，滅中", "7": "死，故令本罪不斷。」佛言：「欲斷本罪者，當斷當", "70": "有百八後世當復生受不滅。「轉入識，識生轉", "71": "復滅，滅中有百八後世當復生受不滅。「轉入", "72": "眼，眼所見好色生轉便滅，滅中有百八後世", "73": "當復生受不滅；眼所見中色生轉便滅，滅中", "74": "有百八後世當復生受不滅；眼所見惡色生", "75": "轉便滅，滅中有百八後世當復生受不滅。「轉", "76": "入耳，耳所聞好聲生轉便滅，滅中有百八後", "77": "世當復生受不滅；耳所聞中聲生轉便滅，滅", "78": "中有百八後世當復生受不滅；耳所聞惡聲", "79": "生轉便滅，滅中有百八後世當復生受不滅。", "8": "來生死意，當滅本罪生死意。」諸菩薩問佛言：", "80": "「轉入鼻，鼻所聞好香生轉便滅，滅中有百八", "81": "後世當復生受不滅；鼻所聞中香生轉便滅，", "82": "滅中有百八後世當復生受不滅；鼻所聞惡", "83": "臭生轉便滅，滅中有百八後世當復生受不", "84": "滅。「轉入口，口所得美味好語言生轉便滅，滅", "85": "中有百八後世當復生受不滅；口所得中味", "86": "中語言生轉便滅，滅中有百八後世當復生", "87": "受不滅；口所得惡味惡語言生轉便滅，滅中", "88": "有百八後世當復生受不滅。「轉入身，身所得", "89": "好細軟可身生轉便滅，滅中有百八後世當", "9": "「何等當斷當來生死意、當滅本罪生死意？」佛", "90": "復生受不滅；身所得中細軟生轉便滅，滅中", "91": "有百八後世當復生受不滅；身所得惡麁堅", "92": "苦痛不可身生轉便滅，滅中有百八後世當", "93": "復生受不滅。」菩薩言：「我何以故罪生復滅？何", "94": "以故我了不見？」佛問諸菩薩：「汝曹心寧轉", "95": "不？」諸菩薩報佛言：「我心轉生，設我心不轉生，", "96": "亦不能與佛共語。」佛問諸菩薩言：「若心生時", "97": "寧還自覺心生不？」諸菩薩言：「我但識見因緣", "98": "時，不覺初起生時。」佛言：「如汝所說，尚不能知", "99": "心初生時，何能無罪？」佛說如是，諸菩薩皆"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0397 大方等大集經: 大方等大集經: 大集經: 大方等大集經: 大集經", "author": "北涼 曇無讖譯", "sourceLink": "http://www.cbeta.org/"}