{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1107 聖多羅菩薩梵讚", "text": {"0": "No. 1107 [cf. Nos. 1105, 1106]", "1": "聖多羅菩薩梵讚", "10": "多哩誐二合妬多引哩多引尸沙路建引多囉引", "100": "播引那波鉢囕二合引多建引多引具囉引特嚩二", "101": "合酥馱引地多引俱波囉訖旦二合多儞去怛", "102": "囉二合引訥囉引魯攞嚩訖囉二合引酥散曩馱誐引", "103": "怛囉二合引薩輸攞引悉賀娑多二合引尾唧怛囉二合", "104": "引欲晚引誐娑摩引氷誐攞濕摩二合輸嚕二合", "105": "嚩入枳引唧訥袪多亢誐捺踰二合底設也二合", "106": "引摩朗引巘地數尾提數具囉俱難拏迦惹也", "107": "二合引儞哩伽二合瑟吒二合引鉢囉二合俱瑟吒二合引", "108": "尾賀孕二合賽迦儞瑟姹二合引娑摩引沒哩二合", "109": "怛也二合僧誐哩二合呬也二合未𠆙切身多引儞", "11": "隷摩護鉢捺囉二合嚩伽引多曩引踰儞也二合", "110": "去野多引滿多迦引嚩引娑彌怛踰二合訖底二", "111": "合毘哩禰二合引尾儞哩婆二合蹉演多骨嚕二合", "112": "馱引尾娑普二合囕多薩怛鑁三合囕妬比憾妬", "113": "捺踰二合多引娑多二合娑迦二合囉引彌怛囉二", "114": "合旦引演引底補薩娑多二合晚引摩鉢囉二合", "115": "拏引摩引塞訖凌二合曩引摩娑枳哩多二合喃", "116": "引俱比多儞哩二合鉢底具囉吽迦引囉僧祖那", "117": "曩引難多嚕𠆙切身尾多骨嚕二合馱尾囉引那", "118": "囉引訖哩二合瑟吒二合枳舍引誐囉二合賀誐", "119": "囉二合娑多二合佉娑多二合引嚩曩輸嚕二合多", "12": "帝引嚩引摩播引尼娑他二合布蘭拏二合悉帝", "120": "𤚥引誐薩播引瑟尼二合鉢囉二合播引多引契", "121": "洛芻禰旦引誐伊嚩砌寅二合曩博叉引毘部", "122": "多引室左二合攞捺鼻二合摩迦引攞引野娑薩", "123": "凌二合佉攞引那引摩散那引儞帝引曩引哩捺", "124": "囉三合枳孕二合惹引攞迦二合巘彈引馱魯沒", "125": "馱二合引黎摩引攞引三摩引陵儗多引沒惹二合", "126": "馱曳引乃嚩乃娑孕二合儞也二合婆引誐捺紇", "127": "哩二合欲誐彌二合引曩僧惹引多訖哩二合蹉嚩", "128": "也二合他引尾訖攞二合尾部多引唧多引曩囉", "129": "引滿馱曩引誐引囉摩特曳二合引薩體二合多引", "13": "寅二合禰嚩囉引謨那魯沒特二合黎博乞叉二", "130": "迦引攞努帶哩嚩引乞叉二合蓋去囉引沒哩二", "131": "合多引禰引尾多引哩引惹曳引滿馱喃引目乞", "132": "叉二合尼埵引摩褥娑蜜哩三合怛也二合𤚥引", "133": "多乞叉二合𧹞曩瑟吒二合鼻底訖囉二合摩引", "134": "鉢囉二合攞野波嚩曩贊拏贊拏引儞魯度多", "135": "儞哩度二合迦魯努尼所切攞摩引攞引俱隷僧", "136": "俱隷作訖囉二合作訖哩二合囉底骨嚕二合囉", "137": "曩引儗孕二合捺囉二合頗怛迦二合引囉嚩呬儞", "138": "二合娑普二合凌虞怛迦二合哩去補瑟波二合", "139": "訥誐囉二合娑多二合尾畔娑𤚥薩踰二合蹉攞", "14": "合儞攞引嚕攞建引多引攞建引帝引訖哩二合", "140": "怛補二合蹉馱引囉引賀妬度多尾去唧去左", "141": "野引捺尾二合跋囉二合摩怛培二合曩賓拏引", "142": "尼去半引拏哩引訥薩多二合哩引娑引誐哩寅", "143": "二合多囉呬二合多引尸引沙俱隷引尾舍引隷", "144": "娑母祛多播引多引攞誐哩多二合娑體二合多", "145": "引嚩哩多二合三跋蘭二合引多波哩也二合娑多", "146": "二合布多引捺哩二合帝薩埵𡃤迦引多𡃤禰引", "147": "尾多引哩引曩𡃤鉢囉二合波也二合帝引誐引", "148": "達摩引惹引努捺伽喃二合摩賀引部儞提伊底", "149": "戍婆嚩囉禰去惹曳惹引多吠禰去鉢囉二合", "15": "播引尾瑟吒二合唧帝引波嚩引囉他二合鉢囉", "150": "謨禰去惹誐怛囉二合引拏禰去布瑟致二合禰", "151": "沒哩二合地禰目訖底二合禰去部底跋捺哩", "152": "二合酥跋捺哩二合訖哩二合播引捺哩二合酥贊", "153": "捺囉二合引婆嚩訖哩二合引室吠引尾濕嚩二合嚕", "154": "閉去度多怛釋也三合特嚩二合嚕閉度嚕二", "155": "合吠引舍也二合引摩嚩蘭尼二合引設囉尼曳二合引", "156": "酥奔尼曳二合酥鉢囉二合沒提引度多特鑁", "157": "二合引多三沒馱囉怛曩二合鉢囉二合婆引氷誐", "158": "計引尸引賀多引尸引沙努沙尾戍馱引囉他二", "159": "合嚩引儗引濕嚩二合哩地也二合引曩踰儗去濕", "16": "二合沒哩二合帝引設囉拏曳二合嚩囉禰引尾", "160": "嚩二合哩鉢囉二合鉢多二合嚩捺曳二合曩嚩", "161": "捺曳二合引底速剎彌二合引嚩哩引禰引尾帝引難", "162": "拏迦娑妬二合怛囉二合彌引帝引曩奔尾曳", "163": "二合引曩路俱詰路捺誐曩二合努刪達努阿娑覩", "164": "二合󰂛馱寫難曩左踰二合旦儞惹囕沒囉二合", "165": "憾摩二合嚕捺隣二合捺囉二合尾瑟拏嚩三合引", "166": "禰毘哩鑁二合禰旦布𡁠多努哩𡁠二合旦薩哩", "167": "嚩二合路迦引尾劍嚩囕薄訖底二合尾𡁠引曩", "168": "左引憾婆嚩焰怛嚩引謨伽引播引難引沒惹引", "169": "嚩引達曩引多怛波二合嚕去那引曩尸攞乞", "17": "泊訖怛也三合曩摩引彌鉢囉二合細那引努", "170": "叉二合摩引地也二合引曩尾哩也二合引禰毘室贊", "171": "二合引尾多薩哩嚩二合訥佉引多訖凌二合薩哩", "172": "嚩二合薩覩怛摩薩哩嚩二合薩埵二合囉他二", "173": "合迦引哩𡁠曩寫引摩憾波誐嚩怛也二合阿", "174": "引哩也二合多引囉引野引難拏迦娑妬二合怛", "175": "囉二合三摩引鉢多二合", "176": "聖多羅菩薩梵讚", "18": "劍波莎𤚥引悉多佉囉曩佉囉引誐囉二合鼻摩", "19": "引毘伽引多捺尾二合馱引頻那滿帝引婆供婆", "2": "西天譯經三藏朝散大夫試鴻臚卿", "20": "引娑體二合摩娑底二合瑟迦二合半迦蹉攞𠆙", "21": "切身訖多二合囉訖多二合蹉吒引播引吒引攞引", "22": "怛演二合多婆引濕嚩二合蹉吒朗尾舍引攞引", "23": "寫囕沒囉二合娑他二合囉訖多二合引捺囉二合", "24": "娑引囕誐𤚥引薩佉朗佉囉伽二合囉沒特二合", "25": "曩滿怛囉二合悉多引囉拏也二合摩引鑁誐補", "26": "旦入嚩二合攞捺鼻二合摩儞哩󰂛二合摩迦引", "27": "攞引曩攞引囉唧二合囉入嚩三合朗旦鉢囉二", "28": "合禰鉢旦二合引多儞去聲怛囉二合捺嚩二合野婆", "29": "引酥囕具囉能瑟吒囉三合迦囉攞引曩喃尾", "3": "傳法大師臣施護奉　詔譯", "30": "娑普二合蘭旦儞旦引多鉢囉二合贊拏蜜哩二", "31": "合儗孕二合捺囉二合芻馱引囉凍二合誐囉二合", "32": "散旦嚩儞去迦引多囉娑怛嚩三合捺虞二合", "33": "尼所切伽引努惹引多娑蜜哩三合帝鉢設底娑", "34": "耽二合毘旦怛剎𧹞儞室左二合朗泊訖底二合", "35": "欲訖多二合鉢囉二合摩引曩誐黎多迦引囉吒", "36": "那引曩播引曩引怛囉二合禰演二合引多悖凌二合", "37": "誐引嚩黎去目訖多二合囉酇二合迦引囉曩引", "38": "那引呬多骨嚕二合馱吠虞左囉滿捺囉二合儼", "39": "鼻囉建吒特嚩二合儞特晚二合多部彌陀蘭多", "4": "曩謨入薩多二合引囉引曳婆誐嚩帝嚩囉提引", "40": "囉儞二合供祖那囉引波引多伽引妬蹉朗伽囉", "41": "伽二合囉摩踰二合摩禰𠆙切身比具囉引囉嚩", "42": "引迦蘭拏二合曩怛囉二合引薩曩瑟姹二合引鉢囉", "43": "二合帝頻捺囉二合欲託三母怛迦二合蘭拏二", "44": "合多引攞娑多二合摩引攞引毘儞魯尾舍引魯", "45": "怛𤚥引誐娑他二合攞引部誐跋誐喃二合俱舍", "46": "引虞嚕二合尾沙引拏引誐囉二合僧祖蘭尼二合", "47": "多引儞去迦禰引護呬儞引嚩訥囉嚩二合引囉", "48": "尼那引嚕尼所切摩引囉拏引踰儞也二合妬", "49": "比怛埵囉捺毘二合囉婆二合踰捺跋蘭三合引多", "5": "惹曳引禰嚩乃怛踰二合囉儗孕二合捺囉二合引", "50": "儞引怛𡃤二合三母怛囉二合娑多二合誐引怛", "51": "𡃤二合囉曩哩三合毘娑怛嚩三合捺虞二合拏", "52": "努娑蜜哩三合帝引室凌二合佉攞引攞引儞妬", "53": "儞室左二合洛剎摩二合引達󰴊引渿囉二合引野帝", "54": "引鉢囉二合嚩攞左黎多嚩引多吠引誐引賀妬", "55": "度多󰂛摩引嚩黎嚕馱禰誐婆二合引誐部巘馱", "56": "迦引囕達儗怛踰二合砌多引具蘭尼二合多入", "57": "嚩二合引攞滿多娑普二合囉捺吠二合娑普二合", "58": "凌昂娑普二合吒捺吠二合尼所二合尾娑普二", "59": "合呫迦引囉尾怛囉二合娑多二合曩引哩紇哩", "6": "禰跋訖帝二合鉢囉二合拏摩引矩攞引地也", "60": "二合多引訖蘭二合那賀引賀引囉嚩引布哩多引", "61": "商虎多引商尾曩引輸儞也二合旦具囉迦攞波", "62": "二合引曩攞引哩唧二合入嚩二合朗旦鉢囉二合禰", "63": "鉢旦二合惹曳引禰引尾多引哩引怛也二合朗", "64": "曩引摩摩引怛囕二合儞哩二合拏仡哩二合賀", "65": "曩二合擔引埵鉢囉二合娑引那引沒沒哩二合", "66": "瑟致二合酥口帝引迦嚕尾乞叉二合拏捺娑多", "67": "二合鼻帝孕二合曩蘭引俱胝攞嚩那曩尾跋囉", "68": "二合摩跋蘭二合引多尾婆薩補璨三摩尾瑟訖哩", "69": "三合多骨嚕二合馱目訖多二合頗怛迦二合引囉", "7": "二合引曩多引路攞祖拏摩尼摩踰二合砌多引旦", "70": "嚩引多引努尾捺踰二合捺嚩二合多引儗儞二合", "71": "娑普二合囉捺尾二合娑普二合凌誐尾唧怛囕", "72": "二合誐畔昂摩賀引伽娑摩二合囕引誐部惹敢", "73": "二合誐地波尾娑普二合囉尼所切攞𡁠賀鑁", "74": "二合左攞捺部二合誐婆引誐引誐囉二合僧誐", "75": "曩二合囉怛曩二合怛尾二合釤惹引攞蓋囉引", "76": "沒那二合妬凍誐贊左怛頗二合拏作訖囉二合", "77": "嚩引朗摩賀引尾跋囉二合摩俱鉢禰引鉢旦二", "78": "合多儞去怛囕二合訖里二合旦引多誐囉二合", "79": "賀誐囉二合娑多二合迦引魯誐囉二合難拏引", "8": "引多建引多鉢囉二合婆惹引攞迦引黎茶播引", "80": "努嚕半尾嚕半尾嚕播引乞叉二合建吒捺踰", "81": "二合丁訥瑟吒二合摩引尸尾刪儞哩尾二合尸", "82": "部多摩引演多摩仙那摩引娑建二合那底丁逸切", "83": "埵引摩努娑蜜哩三合怛也二合禰引尾乞叉二", "84": "合赦曩瑟吒二合鼻底補摩引曩嚩那曩俱賀", "85": "囉儞哩誐二合多吒吒賀引酥蘭拏二合娑引怛", "86": "也二合引嚩迦入嚩二合引攞摩引軍拏黎部多嚩迦", "87": "怛囉三合跋嚕二合鑁具囉能瑟吒囉三合迦囉", "88": "引朗迦囉引兀嚕二合特哩二合旦引怛囉二合引嚩", "89": "黎惹引攞摩引吠瑟胝二合多摩也二合引攞嚩黎", "9": "難引沒𡁠具囉薩娑引囉妬野引蘭拏二合晚引", "90": "尼二合儞嚩度馱多引儗儞二合鉢囉二合婆引", "91": "氷誐攞路攞嚩引朗迦囉引朗迦頗攞引哩捺", "92": "囉三合散馱引哩𧹞夜引覩嚩引喃尾馱引喃俱", "93": "達娑引陀陀引喃吠引提馱引嚩曩引娑他二合", "94": "誐哩二合呬妬誐囉二合設娑怛囕三合尾嚩", "95": "娑怛囕三合芻馱引囉怛喃三合三母怛囉二", "96": "合娑演旦怛他引鉢設妬必埵訥捺誐哩三合", "97": "多滿怛囉二合引叉囉囉囉也二合引曳努禰引呬努", "98": "禰引尾多引哩引多晚引摩鉢囉二合娑引那引", "99": "捺婆二合焰乃嚩散惹引野帝引尾惹曩誐賀曩"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1107 聖多羅菩薩梵讚", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}