{"author": "唐 法藏述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1875 華嚴經義海百門", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1875", "1": "華嚴經義海百門并序", "2": "京大薦福寺沙門法藏述", "3": "華嚴經義海百門序夫緣起難思。諒遍通於一切。法界叵測。誠顯", "4": "現於十方。莫不性海沖融應人機而表一。智", "5": "光赫奕耀世間以通三。殊勝微言輕毫彰於", "6": "圓教。奇特聖眾纖埃現以全身。逈超情慮之", "7": "端。透出名言之表。竊見玄綱浩澣。妙旨希夷。", "8": "覽之者詎究其源。學之者罕窮其際。由是微", "9": "言滯於心首。恒為緣慮之場。實際居於目前。", "10": "翻為名相之境。今者統收玄奧。囊括大宗。出", "11": "經卷於塵中。轉法輪於毛處。明者德隆於即", "12": "日。昧者望絕於多生。得其意則山岳易移。乖", "13": "其旨則錙銖難入。輒於一塵之上。顯其實德。", "14": "窮茲性海。覽彼行林。總舉十門。別開百義。", "15": "參而不雜。一際皎然。義煥爛於篇題。理昭彰", "16": "於文字。庶入道之士。粗觀其致焉。所列名目。", "17": "條之如左。", "18": "緣生會寂門第一　實際斂迹門第二", "19": "種智普耀門第三　鎔融任運門第四", "20": "體用顯露門第五　差別顯現門第六", "21": "修學嚴成門第七　對治獲益門第八", "22": "體用開合門第九　決擇成就門第十", "23": "1 緣生會寂門緣生會寂門第一", "24": "夫緣起萬有。有必顯於多門。無性一宗。宗蓋", "25": "彰於眾德。分其力用。則卷舒之趣易明。覽其", "26": "玄綱。則理事之門方曉。今就體用而言。略分", "27": "十義。", "28": "一明緣起　二入法界　三達無生", "29": "四觀無相　五了成壞　六示隱顯", "30": "七發菩提　八開涅槃　九推去來", "31": "十鑑動靜", "32": "初明緣起者。如見塵時。此塵是自心現。由自", "33": "心現。即與自心為緣。由緣現前。心法方起。故", "34": "名塵為緣起法也。經云。諸法從緣起。無緣即", "35": "不起。沈淪因緣。皆非外有。終無心外法。能與", "36": "心為緣。縱分別於塵。亦非攀緣。然此一塵圓", "37": "小之相。依法上起。假立似有。竟無實體。取不", "38": "可得。捨不可得。以不可取捨。則知。塵體空無", "39": "所有。今悟緣非緣。起無不妙。但緣起體寂。起", "40": "恒不起。達體隨緣。不起恒起。如是見者。名實", "41": "知見也。", "42": "二入法界者。即一小塵。緣起是法。法隨智顯。", "43": "用有差別。是界此法。以無性故則無分齊。融", "44": "無二相。同於真際。與虛空界等遍通一切。隨", "45": "處顯現無不明了。然此一塵。與一切法各不", "46": "相知。亦不相見。何以故。由各各全是圓滿法", "47": "界。普攝一切更無別法界。是故不復更相知", "48": "相見。縱說知見。莫非法界知見。終無別法界", "49": "可知見也。經云。即法界無法界。法界不知法", "50": "界。若性相不存。則為理法界。不礙事相宛", "51": "然。是事法界。合理事無礙。二而無二。無二即", "52": "二。是為法界也。", "53": "三達無生者。謂塵是心緣。心為塵因。因緣和", "54": "合。幻相方生。由從緣生。必無自性。何以故。", "55": "今塵不自緣。必待於心。心不自心。亦待於緣。", "56": "由相待故。則無定屬緣生。以無定屬緣生。則", "57": "名無生。非去緣生說無生也。論云。因不自生。", "58": "緣生故。生緣不自生。因生故。生今由緣生。方", "59": "得名生。了生無性。乃是無生。然生與無生。互", "60": "成互奪。奪則無生。成則緣生。由即成即奪。是", "61": "故生時無生。如是了者。名達無生也。", "62": "四觀無相者。如一小塵圓小之相。是自心變", "63": "起假立無實。今取不得。則知。塵相虛無。從心", "64": "所生。了無自性。名為無相。經云。諸法本性", "65": "空。無有毫末相。然相雖取不得。詮無之義非", "66": "絕。以相無體性法即立。以法為無相之佐由", "67": "不失法相故。相即非相。非相即相。相與無相。", "68": "實無差別也。此無相義。如繩上蛇。全言無蛇。", "69": "當知。繩是無蛇之依。今法是無相之法。全以", "70": "法為無相之相也。", "71": "五了成壞者。如塵從緣起立。是成即體。不作", "72": "於塵。是壞今由了緣非緣。乃名緣成。了壞非", "73": "壞。乃名緣壞。以壞不妨始成於法。是故壞時", "74": "正是成時。以成無所有。是故成時。正是壞時。", "75": "皆同時成立。無先無後。若無壞即成。是自性", "76": "有。若無成即壞。是斷滅空。成壞一際。相由顯", "77": "現也。", "78": "六示隱顯者。若觀塵相不可得時。即相盡而", "79": "空現。由見相時不即於理。是故事顯而理隱。", "80": "又此塵與諸法。互相資相攝。存亡不同。若塵", "81": "能攝彼。即彼隱而此顯。若彼能攝塵。即塵隱", "82": "而彼顯。隱顯一際。今但顯時。已成隱也。何以", "83": "故。由顯時全隱而成顯。隱時全顯而成隱。相", "84": "由成立。是故隱時。正顯顯時正隱也。", "85": "七發菩提者。謂此塵即寂滅涅槃無性乃是", "86": "佛菩提。智所現故。今由了達一切眾生及塵", "87": "毛等無性之理。以成佛菩提智故。所以於佛", "88": "菩提身中。見一切眾生成正覺轉法輪也。又", "89": "眾生及塵毛等。全以佛菩提之理成眾生故。", "90": "所以於眾生菩提身中。見佛發菩提心修菩", "91": "薩行。當知。佛菩提更無異見。今佛教化塵內", "92": "眾生。眾生復受塵內佛教化。是故佛即眾生", "93": "之佛。眾生即佛之眾生。縱有開合。終無差別。", "94": "如是見者。名發菩提心。起同體大悲。教化眾", "95": "生也。", "96": "八開涅槃者。謂不了塵顯迷顯為生。復見塵", "97": "隱迷隱為滅。即依流動生滅之相。緣於塵上。", "98": "迷心變起。謂是真實。今求生滅之相。竟無起", "99": "處。亦無可得。動念自亡。妄想皆滅。隨其滅", "100": "處。名大涅槃。故經云。流轉是生死。不動名", "101": "涅槃。", "102": "九推去來者。謂塵隨風東去時。求去相不可", "103": "得。隨風西來時。求來相亦不可得。皆唯塵法。", "104": "竟無來去之相。以無實故。來時無所從來。去", "105": "時亦無所去。經云。法無去來。常不住故。良以", "106": "了塵去來無體。所以去來即無去來。無去來", "107": "而恒來去。一際成立。無有彼此之差別。是故", "108": "經云。菩薩不來相而來。不去相而去。所以不", "109": "移塵處。而詣十方。恒不離十方。而入塵處。恒", "110": "不來去。而來去之量。等於法界也。", "111": "十鑒動靜者。謂塵隨風飄颻。是動寂然不起", "112": "是靜。今靜時由動不滅。即全以動成靜也。今", "113": "動時由靜不滅。即全以靜成動也。由全體相", "114": "成。是故動時正靜。靜時正動。亦如風本不動", "115": "能動諸物。若先有動。則失自體。不復更動思", "116": "之。", "117": "然上諸義緣生既立。理不合孤窮萬有以為", "118": "同括。無盡而成總。若尋其奧。雖處狹而常寬。", "119": "欲究其淵。縱居深而逾淺。緣起之義其大矣", "120": "哉。", "121": "2 實際斂跡門實際斂跡門第二", "122": "夫歸宗巨壑亡委輸於百川。會寂真源銷緣", "123": "成於萬有。是故眾流亡而相盡。多緣寂而法", "124": "空。歸體息於攀緣。奪相止於迷惑。今就理而", "125": "言。略顯十義。", "126": "初二無我　二明遮詮　三如虛空", "127": "四不生滅　五無自他　六無分別", "128": "七入不二　八無差別　九明一味", "129": "十歸泯絕", "130": "初明二無我者。謂能分別塵相者。是人所分", "131": "別之塵。從緣具體。是法由相虛假似有而無", "132": "實體。即為人無我。經云。我尚不可得。非我", "133": "何可得。由塵從緣而無自性。是法無我。論云。", "134": "若法從緣生。此則無自性。以人法二俱無我", "135": "為一味也。", "136": "二明遮詮者。問曰。塵是有耶。答曰不也從緣", "137": "無自性即空故。問塵是無耶。答不也。不礙緣", "138": "起有故。問塵亦有亦無耶。答不也。空奪有盡", "139": "唯空。有奪空盡唯有。互不存故。問塵是非有", "140": "非無耶。答不也。不礙俱存故。俱除計有無之", "141": "見。非無法也。經云。但除其病而不除法。是為", "142": "護過。", "143": "三如虛空者。謂塵體空無所有。即無分限亦", "144": "不可取捨。而遍通十方。能與一切理事解行", "145": "等為所依。而有無盡大用。猶如虛空。與一切", "146": "法為依。而全建立。無有分限。遍通十方。猶如", "147": "虛空。即得虛空智虛空身無礙用也。", "148": "四不生滅者。謂塵從風起散。而有生滅之相。", "149": "今推生相滅相。悉皆空無。經云。因緣故法生。", "150": "因緣故法滅。由生時是無性生。由滅時是無", "151": "性滅。以無性故生即不生。滅亦不滅。", "152": "五無自他者。謂塵是緣為他也。心是因為自", "153": "也。今心不自心。必待於緣。既由緣始現。故", "154": "知。無自性也。又塵不自塵。亦待於心。既由", "155": "心方現。故知。無他性也。又一切法。皆不自", "156": "生。亦不他生。故無自他也。今言自他者。非別", "157": "異見。自是他自。他是自他。自他一際。自在說", "158": "也。論云。自性亦不有。他性亦復無。", "159": "六無分別者。謂見塵圓小之相好惡飛颺者。", "160": "是自心分別也。即此分別之心。緣塵而起。尋", "161": "起無體。名相自亡。是無分別。但分別情破。說", "162": "為無分別。非如木石。經云。法從分別生。還從", "163": "分別滅。又云。無分別智分別無窮。無窮之相", "164": "性分別滅由分別無體。即分別無分別。由無", "165": "體不礙緣。即無分別恒分別。", "166": "七入不二者。謂見塵與心有二。二即無二也。", "167": "若執塵心為一。遮言不一。以迷心所見非無", "168": "緣故。若執塵心為二。遮言不二。以離心外無", "169": "別塵故。由心與塵二即無二。唯心無體。一亦", "170": "無一。由一無一。由二無二。一二無礙。現前方", "171": "入不二。當經云。無二智慧中。出人中師子。不", "172": "著一二法。知無一二故。", "173": "八無差別者。謂見塵相圓小。與一切法分齊", "174": "有異。是為差別。觀塵無體一切皆空。唯理所", "175": "現無復異體。是無差別。又此理性隨緣成一", "176": "切法。非無分齊。是即差別。經云。諸法無差", "177": "別。唯佛分別。知了差無差法。非無理事故。然", "178": "差別緣起萬有無差法界一空。由空與有同", "179": "別互融。會萬有以為一空。差即無差。觀一空", "180": "而成萬有。無差即差。差與無差一際顯現。四", "181": "句作之可見。", "182": "九明一味者。謂塵從緣成立。皆無自性。縱理", "183": "事教義萬差。莫不唯空寂一味。秖以緣起萬", "184": "差。說空一味。若無萬差。是唯一味。若舉空即", "185": "一味唯空。若舉性即一味唯性。若舉如則一", "186": "味唯如。類顯可知。", "187": "十歸泯絕者。謂心與塵互相泯絕。若以塵唯", "188": "心現。則外塵都絕。若以心全現塵。則內心都", "189": "泯。泯則泯其體外之見。存則存其全理之事。", "190": "即泯常存即存常泯。四句可知。", "191": "然上諸義實際難思。心行罕緣其致。真源叵", "192": "測名言詎賾其端。然無言不絕言。依體興其", "193": "萬用無事不辯事。隨緣顯。以一空明事。要必", "194": "談空。說體寧不開用。是故斂迹則緣心罔托。", "195": "亡相乃妄識無依。方得稱於緣生。將符順於", "196": "法界。", "197": "3 種智普耀門種智普耀門第三", "198": "夫大智照明就纖毫而觀性海。真源朗現即", "199": "微塵以眺法身。磊落雲繁。一多開而隨應。崔", "200": "嵬岳聚理事分以成形。今就體用現前。略分", "201": "十義。", "202": "一顯如量　二分六通　三明難思", "203": "四生佛家　五示圓音　六辯依正", "204": "七會機感　八施佛事　九開五眼", "205": "十分三智", "206": "初顯如量者。謂塵體空無。是如理。不礙事相", "207": "宛然。是如量。今塵性。順真則無分齊。一切事", "208": "法。全依性顯。是故一塵中見一切事。此事是", "209": "如理智中如量之境界也。", "210": "二分六通者。謂此塵無體。不動塵處。恒遍十", "211": "方剎海。無去來之相。是神足通。經云。不起于", "212": "座。遍遊十方。又見。塵法界無際。而有理事教", "213": "義一切等。諸菩薩皆同證入。皆同修習。此法", "214": "更無別路。是他心通。又見塵法界解行現前", "215": "之時。即知。過去曾於佛所親聞此法。以觀心", "216": "不斷。是故今日得了。為宿命通。又見塵性空", "217": "寂無相可得。即無二見。若見相即為二見也。", "218": "由無相即無有二。名天眼通。經云。不以二相", "219": "見名真天眼。又了塵無生。無性空寂。即執心", "220": "不起。是漏盡通。經云。斷結空心。我是則無有", "221": "生。又聞說塵法界差別之聲。即知。一切聲全", "222": "是耳不復更聞也。然此聞無緣無得。於聲悟", "223": "一切法。是常聞一切佛法。為天耳通也。", "224": "三明難思者。謂塵不壞小量。而遍十方普攝", "225": "一切。於中顯現。斯由量即非量非量即量。又", "226": "居見聞之地。即見聞之不及。處思議之際。即", "227": "思議之不測。皆由不思議體自不可得故。即", "228": "思不可思。經云。所思不可思。是名為難思。", "229": "四生佛家者。佛以真如法界無生之理為家。", "230": "今見塵無生無性時。即此智從無生法顯生", "231": "故。名生佛家也。經云。於法不分別。是則從如", "232": "生。又云。普於三世佛法中。知無生已而化生", "233": "但契義理即名生佛家。是佛之子。亦名佛出", "234": "現也有本云。無生之理菩提涅槃為家。", "235": "五示圓音者。謂此說塵之音。然音具足智慧", "236": "之藏。隨眾生機。有深淺之感。若於聲上。了大", "237": "小音韻是假立空無所有故。然聲是實者。此", "238": "乃小乘機性。即愚法教顯也。於聲上即知聲", "239": "事無體。會事顯理者。此由大乘機性。即終教", "240": "顯也。於聲上即知大小音聲空無所有。生心", "241": "動念即乖法體。一味一相不可分別者。此乃", "242": "大乘機性。即頓教顯也。於聲上了知聲是緣", "243": "起法界菩提涅槃主伴自在。一即一切一切", "244": "即一。如帝釋殿珠網重重無盡境界。此由一", "245": "乘機性。即圓教顯也。此一音上。由機有大小。", "246": "令此法門亦復不一。一切諸聲。各各如是。乃", "247": "為如來無礙圓音法輪常轉爾。", "248": "六辨依正者。謂塵毛剎海是依。佛身智慧光", "249": "明是正。今此塵是佛智所現。舉體全是佛智。", "250": "是故光明中見微塵佛剎。又剎海微塵。全用", "251": "法界性。而為塵體。是故塵中見一切佛說法", "252": "化生等事。當知。依即正正即依。自在無礙。乃", "253": "至塵毛國土一一事法。各各如是。全佛依正", "254": "也。", "255": "七會機感者。謂塵如如平等法界。隨智所顯。", "256": "機大則義顯亦大。機小則理顯亦小。隨眾生", "257": "之根性。有證悟之淺深。是為機感。即此機感。", "258": "全如來法身而應現也。", "259": "八施佛事者。謂塵音聲文字。皆悉性離即解", "260": "脫故。此無性文字。非事之事。以空無故。佛", "261": "智所顯。隨所施為。不失法界。即為佛事。經", "262": "云。有所施為。無非佛事。", "263": "九開五眼者。謂塵無性之色為肉眼也。塵是", "264": "緣起之法為法眼。塵性空故無所有是慧眼。", "265": "塵無相可得。息諸分別。不二見故名為天眼。", "266": "塵性空寂。無相可得。依正無礙念劫圓融有", "267": "無平等。名為佛眼。然不可以五眼見於塵。但", "268": "於塵處隨顯立名也。", "269": "十分三智者。謂達塵性空無之理。決擇邪正。", "270": "順理入真。此決擇之心。是加行智。又見此塵", "271": "全是亡言絕慮。性超圖度能所不起動念亦", "272": "非。此為正體智。又見塵緣起幻有不礙差別。", "273": "雖種種差別莫不空無所有。以不失體故。全", "274": "以法體而起大用。一多無礙主伴相攝。一即", "275": "一切。一切即一。是為後得智。", "276": "然上諸義法無分齊。現必同時理不礙差。隱", "277": "顯一際。用則波騰鼎沸。全真體以運行。體即", "278": "鏡淨水澄。舉隨緣而會寂。若曦光之流采無", "279": "心。而朗十方。如明鏡之端。形不動而呈萬像。", "280": "4 鎔融任運門鎔融任運門第四", "281": "夫性海無涯。眾德以之繁廣。緣生不測多門", "282": "由是圓通。莫不迴轉萬差卷舒之形。隨智鎔", "283": "融一際開合之勢。從心照不生機。縱差別而", "284": "恒順用非乖體。雖一味而常通。今就體勢而", "285": "言。略分十義。", "286": "一會理事　二達色空　三通大小", "287": "四收遠近　五明純雜　六融念劫", "288": "七了一多　八會通局　九明卷舒", "289": "十總圓融", "290": "初會理事者。如塵相圓小是事。塵性空無是", "291": "理。以事無體。事隨理而融通。由塵無體。即遍", "292": "通於一切。由一切事事不異理。全現塵中。故", "293": "經云。廣世界即是狹世界。狹世界即是廣世", "294": "界。", "295": "二達色空者。如見塵從緣成立是色。色無體", "296": "故是空。空若無色而言空。即是無世諦之妄", "297": "色。因妄色而有真諦之真空。色若無空而言", "298": "色。即是無真諦之真空。因真空而有世諦之", "299": "妄色。今但了妄無體。即是真空。非無色名空", "300": "也。經云。色性自空。非色滅空。", "301": "三通大小者。如塵圓相是小。須彌高廣為大。", "302": "然此塵與彼山。大小相容。隨心迴轉。而不生", "303": "滅。且如見高廣之時。是自心現作大。非別有", "304": "大。今見塵圓小之時。亦是自心現作小。非別", "305": "有小。今由見塵。全以見山。高廣之心。而現塵", "306": "也。是故即小容大也。經云。金剛鐵圍數無量。", "307": "悉能安置一毛端。欲明至大有小相。菩薩因", "308": "此初發心。", "309": "四收遠近者。謂此塵是近。彼十方世界是遠。", "310": "今塵無體。該通一切十方。即此十方全是塵", "311": "之十方。是故遠恒近也。然十方雖遠。秖是塵", "312": "性之十方。縱超不可說世界。亦是不出塵性。", "313": "何以故。塵量無體。等虛空界。不可出過故。是", "314": "故一切十方。唯塵性顯也。又雖離此至十方。", "315": "時亦見此塵。何以故。由塵無體。事隨理而融", "316": "現。是故塵性。遍一切時。塵事亦同顯現。此乃", "317": "一塵中顯現一切。而遠近彼此宛然。十方入", "318": "一塵中。遠而恒近。塵遍十方。近而恒遠。塵與", "319": "十方。近之與遠。一際顯然。更無別異思之。", "320": "五明純雜者。謂塵無生。即一切法皆無生是", "321": "純。即塵無生義中。具含理事。亦空亦色亦菩", "322": "提亦涅槃等是雜。理不礙事。純恒雜也。事", "323": "恒全理。雜恒純也。由理事自在。純雜無礙", "324": "也。", "325": "六融念劫者。如見塵時。是一念心所現。此一", "326": "念之心現時。全是百千大劫。何以故。以百千", "327": "大劫由本一念方成大劫。既相成立。俱無體", "328": "性。由一念無體。即通大劫。大劫無體。即該一", "329": "念。由念劫無體。長短之相自融。乃至遠近世", "330": "界。佛及眾生。三世一切事物。莫不皆於一念", "331": "中現。何以故。一切事法。依心而現。念既無", "332": "礙。法亦隨融。是故一念即見三世一切事物", "333": "顯然。經云。或一念即百千劫。百千劫即一", "334": "念。", "335": "七了一多者。如塵自相是一。由自一不動。方", "336": "能遍應成多。若動自一。即失遍應。多亦不成。", "337": "一二三皆亦如是。又一多相由成立。如一全", "338": "是多。方名為一。又多全是一。方名為多。多外", "339": "無別一。明知。是多中一。一外無別多。明知。", "340": "是一中多。良以非多。然能為一多。非一然能", "341": "為多一。以不失無性。方有一多之智。經云。譬", "342": "如算數法從一增至十。乃至無有量。皆從本", "343": "數起智慧無差別。", "344": "八會通局者。謂塵之小相是局。即相無體是", "345": "通。今無邊剎海。常現塵中乃通恒局。一塵全", "346": "遍剎海乃局恒通又不壞小而容大。即不思", "347": "議。一塵廣容佛剎。不泯大而居小。即不思議。", "348": "佛剎海常現塵中。是為通局無礙也。", "349": "九明卷舒者。謂塵無性舉體全遍十方是舒。", "350": "十方無體隨緣全現塵中是卷。經云。以一佛", "351": "土滿十方。十方入一亦無餘。今卷則一切事", "352": "於一塵中現。若舒則一塵遍一切處即舒常", "353": "卷。一塵攝一切故。即卷常舒。一切攝一塵故。", "354": "是為卷舒自在也。", "355": "十總圓融者。謂塵相既盡惑識又亡。以事無", "356": "體故。事隨理而圓融。體有事故。理隨事而通", "357": "會。是則終日有而常空。空不絕有。終日空而", "358": "常有。有不礙空。然不礙有之空。能融萬像。不", "359": "絕空之有。能成一切。是故萬像宛然。彼此無", "360": "礙也。", "361": "然上諸義鎔融之勢。因無性以得通。任運之", "362": "形。因緣起而得會。一多全攝窺一塵。所以頓", "363": "彰。彼此相收瞻纖毫以之齊現。良以心通則", "364": "法門自在。義顯則大智由成。尋之者詎究其", "365": "源。談之者罕窮其奧。任運之用。何可稱哉。", "366": "5 體用顯露門體用顯露門第五", "367": "夫法體圓通真源滿徹。顯則十方洞鑒示。乃", "368": "一切咸彰。指微塵以覩玄宗。舉纖毫而觀佛", "369": "境今達妄開真。略分十義。", "370": "一顯光明　二了境智　三明生了因", "371": "四明佛境　五辨因果　六明佛性", "372": "七表性德　八自心現　九出世間", "373": "十托生解", "374": "初顯光明者。謂見塵中法界真如理事之時。", "375": "顯了分明。此是智慧光明照也。若無智光。則", "376": "理事不顯。但見法時。是心光明。由積智功圓。", "377": "是故放一光明。則法界無不顯示。常觀察一", "378": "切法界。是為放光明照一切也。", "379": "二了境智者。如一塵圓小事相是世諦。了塵", "380": "無生無性是真諦。彼真俗二諦。是所依之境。", "381": "此貫達之心。是能依之智。此智於境。無復能", "382": "取所取二種分別。何以故。今智由法成時。方", "383": "得言智。離法則無能分別之智。法由智顯時。", "384": "方得言。法離智亦無所分別之境。以心智寂", "385": "故。雖流照而常安。由法隨緣故。雖空寂而恒", "386": "用。", "387": "三明生了因者。謂塵體空寂緣起法界之義。", "388": "由智方顯。是了因。見塵體已修於解行。生起", "389": "力用。是生因。然生即無生。還同法體。了亦非", "390": "了。豈等緣生。生之與了。無有差別。生則約", "391": "行。了則據體。無體即體。了則無生。體即無", "392": "體。生還為了。契同一際。無所分別。", "393": "四明佛境者。謂塵體不可得。此不可得。是佛", "394": "得塵相無分齊無可依。此無依。是佛依塵體", "395": "不生。此不生是佛生塵無分別。是佛分別。由", "396": "無得無依無生。方能建立一切法。又塵全見", "397": "更不可見乃至不可聞。皆是佛見聞。經云。所", "398": "見不可見。所聞不可聞。", "399": "五辯因果者。塵即是緣起事相現前為因。即", "400": "事體空不可得是果。果不異因。全以因滿稱", "401": "為果也。由因不異果。全以果圓稱之為因也。", "402": "若因不得果。果亦非果也。若果不得因。因亦", "403": "非因也。皆同時成立無別異故。是故初發心", "404": "時。便成正覺。成正覺已。乃是初心。經云。初", "405": "發心時便成正覺。悉與三世諸如來等。", "406": "六明佛性者。謂覺塵及一切法。從緣無性名", "407": "為佛性。經云。三世佛種。以無性為性。此但一", "408": "切處。隨了無性即為佛性。不以有情故有。不", "409": "以無情故無。今獨言有情者。意在勸人為器", "410": "也。常於一塵一毛之處。明見一切理事。無非", "411": "如來性。是開發如來性起功德名為佛性也。", "412": "七表性德者。問塵是有耶。答是非有之有。如", "413": "水月鏡像。經云。非有是有。問塵是無耶。答是", "414": "有之非有空無性也。經云。有是非有。問塵是", "415": "亦有亦無耶。答從緣生故有。無自性故空。空", "416": "有一際自在成也。論云。以有空義故。一切法", "417": "得成。問塵是非有非無耶。答有相空相俱不", "418": "可得也。互相奪盡。無所成立。今此性德。但無", "419": "執著。不礙分別。論云。若因有與無亦遮亦應。", "420": "聽離言心不著。是則無有過。", "421": "八明自心現者。如見此塵時是自心現也。今", "422": "塵既由心現。即還與自心為緣。終無心外法。", "423": "而能為心緣。以非外故。即以塵為自心現也。", "424": "離心之外。更無一法。縱見內外。但是自心所", "425": "現。無別內外。此無過也。", "426": "九出世間者。謂見塵色相作實解。即為處世", "427": "間。今塵相空無所有。是出世間也。經云。三", "428": "世五蘊法說名為世間。斯由虛妄有。無分別", "429": "則出世間也。", "430": "十托事生解者。如見塵相。是事於事處貫達。", "431": "即無生之理現前。是謂托事生解也。又別托", "432": "外物以表此法。表塵法自在故。以塵表之顯", "433": "法潤益故。以雲雨表之。顯塵性德深廣故。以", "434": "海表之。如是無量。更有所表。各異。以智推", "435": "之。", "436": "然上諸義。惑盡智生相亡體顯。差別緣起。方", "437": "騰性海之波。一味真源。用顯隨緣之鏡。會真", "438": "之道失。何遠哉。", "439": "6 差別顯現門差別顯現門第六", "440": "夫滿教難思。窺一塵而頓現。圓宗叵測。觀纖", "441": "毫而頓彰。然用就體分。非無差別之勢。事依", "442": "理顯。自有一際之形。今且略舉大綱。以顯十", "443": "義。", "444": "一明止觀　二開二諦　三出入定", "445": "四通性起　五辨六相　六顯帝網", "446": "七鑒微細　八通逆順　九定主伴", "447": "十登彼岸", "448": "初明止觀者。如見塵無體空寂之境為止。照", "449": "體之心是觀。今由以無緣之觀心通無性之", "450": "止體。心境無二。是止觀融通。由止無體不礙", "451": "是心故。是以境隨智。而任運。由觀心不礙止", "452": "境故。是以智隨法而寂靜。由非止觀以成止", "453": "觀。由成止觀。以非止觀。二而不二。不二而", "454": "二。自在無礙。", "455": "二開二諦者。謂如見塵相圓小。幻有現前。是", "456": "世諦。了塵無體。幻相蕩盡。是真諦。今此世諦", "457": "之有。不異於空相。方名世諦。又真諦之空。隨", "458": "緣顯現。不異於有相。方名真諦。又空依有顯", "459": "即世諦。成真諦也。由有攬空成。即真諦成俗", "460": "諦也。由非真非俗。是故能真能俗。即二而無", "461": "二。不礙一二之義歷然。經云。於解常自一。於", "462": "諦常自二。通達此無礙。真入第一義。", "463": "三出入定者。謂見塵性空。即是十方一切真", "464": "實之理。名為入定也。然見此塵無性空理之", "465": "時。乃是十方之空也。何以故。由十方之心。", "466": "見於一塵。是故全以十方為塵。定亦不礙事", "467": "相宛然。是起然起之與定俱等虛空界。但以", "468": "一多融通同異無礙。是故一入多起。多入一", "469": "起。差別入一際起。一際入差別起。悉皆同時", "470": "一際成立。無有別異。當知。定即起起即定。一", "471": "與一切同時三昧起。一切塵中入正受。一毛", "472": "端頭三昧起。", "473": "四通性起者。謂塵體空無所有。相無不盡。唯", "474": "一真性。以空不守自性。即全體而成諸法也。", "475": "是故而有萬像繁興。萬像繁興而恒不失真", "476": "體一味。起恒不起。不起恒起。良以不起即起。", "477": "起乃顯於緣生。起即不起。不起乃彰於法界。", "478": "是故此塵即理即事即滅即生。皆由不起而", "479": "起也。此塵亦空理亦壞亦隱。由起而不起。是", "480": "故終日繁興。而無施設也。", "481": "五顯六相者。今塵全以理事解行教義以成", "482": "緣起。此為總也。由塵總義現前。方於塵處。辨", "483": "體用解行教義。各各差別。是別也。此一塵處", "484": "所辨諸義。各各無性。互不相違。是同也。此一", "485": "塵處。諸義體用性相各各差別。是異也。此一", "486": "塵處。諸義現前塵法方立。是成也。此一塵處。", "487": "諸義各各顯自性相終不相成相作。是壞也。", "488": "一切諸法。皆具此六相。緣起方成。若不如此。", "489": "則失六義也。", "490": "六顯帝網者。謂塵無體。顯現一切緣起理事。", "491": "菩提涅槃教義。及解行等。由此諸義無性。理", "492": "通十方。圓明一際。或一現一。或一現一切。或", "493": "一切現一。或一切現一切。四句同時。一際顯", "494": "然。重重無盡。自在現也。如帝釋殿珠網。重重", "495": "互現無盡。論云。帝網差別。唯智能知。非眼境", "496": "界。", "497": "七鑒微細者。謂此塵及十方一切理事等。莫", "498": "不皆是佛智所現。即此佛智所現之塵。能容", "499": "持一切剎海事理教義。無不具足。所以然者。", "500": "由十方差別雖多。恒是一塵之十方。一塵雖", "501": "小。恒是該通一切之塵。是故顯現。無有先後。", "502": "不礙差別。遠近宛然。經云。微細世界中。容受", "503": "大世界。境界無不了。智慧山王行。又云。於一", "504": "塵中。普現三世一切佛剎等。又云。乃至一塵", "505": "一毛一世界一佛一眾生等。皆如是頓顯故。", "506": "八通逆順者。謂舉塵相。不必見理為逆。以塵", "507": "無體即空為順。由相取不可得。逆則常順。以", "508": "理不礙事。順則常逆。由事理融通。是以逆順", "509": "無礙自在用也。", "510": "九定主伴者。謂塵是法界體無分齊。普遍一", "511": "切。是為主也。即彼一切各各別故是伴也。然", "512": "伴不異主。必全主而成伴。主不異伴。亦全", "513": "伴而成主。主之與伴。互相資相攝。若相攝彼", "514": "此互無。不可別說一切。若相資則彼此互有。", "515": "不可同說一切。皆由即主即伴。是故亦同亦", "516": "異。當知。主中亦主亦伴。伴中亦伴亦主也。", "517": "十登彼岸者。謂塵名相生滅。是此岸。今了塵", "518": "名相空寂不生不滅。是彼岸。但以不了為此。", "519": "了即為彼。依了不了邊。寄彼此以言之。經云。", "520": "菩薩不住此岸。不住彼岸。而能運度眾生於", "521": "彼岸。", "522": "然上諸義體無別異。舉則全彰。理不殊途。", "523": "談皆頓顯。良以二邊相盡差別體融。隨智卷", "524": "舒。應機屈曲。是故言起。即起誰云路之不通。", "525": "舉多即多。孰談法之無在。自非逈超特達捿", "526": "心物表之者。焉能了此乎。", "527": "7 修學嚴成門修學嚴成門第七", "528": "夫菩提大寶性起靈珠。既琢既磨。資智慧。而", "529": "觀察為調為舒。藉解行以嚴成。今總舉大綱", "530": "粗分十義。", "531": "一法供養　二弘六度　三修解行", "532": "四常莊嚴　五明智慧　六崇善根", "533": "七了夢幻　八曉鏡像　九達五蘊", "534": "十不共法", "535": "初法供養者。謂以無生心中施一切珍寶。乃", "536": "至微塵。皆能攝於法界。即以此法界一塵。而", "537": "作供養。以此供養。乃至遍通三世一切諸如", "538": "來前。無不顯現。彼諸如來。無不攝受。何以", "539": "故。由塵即攝法界。是理與佛體性。法界相應", "540": "是故遍至一切佛所。名廣大供養。無空過者。", "541": "經云。諸供養中法供養勝。", "542": "二弘六度者。如見塵緣起無盡。理事中說。施", "543": "一切眾生。是檀波羅蜜。又塵相空無。即無非", "544": "可防。無惡可斷。是尸羅波羅蜜。又塵相空無", "545": "所有。則緣心不起。息諸惱害。是羼提波羅蜜。", "546": "又塵無體時執心自盡。離於妄念。是精進波", "547": "羅蜜。經云。若能心不妄。精進無有涯。又以塵", "548": "無性。心亦自寂。是禪波羅蜜。經云。不見心", "549": "相。是名正定。又塵緣起無生無相空寂之理。", "550": "是智慧波羅蜜。經云。色不生。是般若波羅蜜。", "551": "生常以如理六度。修明其心。亦不礙事六度。", "552": "饒益眾生理事不二。為實行也。不以理中具", "553": "六而礙事六。但了事為理也。", "554": "三修解行者。謂於塵處。悟達理事色空無性", "555": "之義。是解也。理解在心。是智也。行通為行。若", "556": "行心作真解作俗解。非名解也。不作一切解。", "557": "解心無寄。是為大解也。又若起心。作凡夫行。", "558": "作聖人行。亦非行也。不作一切行。行心無寄。", "559": "是名大行。行非是過。由心起作。解亦非過。由", "560": "心住著。常無住著希望。乃是真解行也。", "561": "四常莊嚴者。如以智心觀察。全塵法界緣起", "562": "現前無有分別。是為嚴淨佛土。又修戒願理", "563": "事。解行圓明。全塵法界理智圓通功德顯示。", "564": "是為莊嚴佛身。又說示塵體緣起主伴帝網。", "565": "微細曉示一切。是為轉淨法輪。於一切處皆", "566": "是莊嚴。不礙七寶。以用莊嚴。", "567": "五明智慧者。謂塵從緣成假。持似有所現。此", "568": "達有之心是智。即此假持幻有畢竟空無所", "569": "有。此觀空之心是慧。若住於空。即失有義。非", "570": "慧也。若住於有。即失空義。非智也。今空不異", "571": "有。有必全空。是為智慧也。要由名相不存。方", "572": "名智慧。若存名相。即非智慧也。由不存即是", "573": "存。存即是不存也。", "574": "六崇善根者。謂顯塵是法界涅槃。及以解行。", "575": "此皆從塵處所顯發。是故即以塵為善根也。", "576": "常觀察修習。是為於塵處而種善根而長養", "577": "之。所有一切塵毛剎海。佛及眾生。常應如", "578": "是也。", "579": "七了夢幻者。謂塵相生起迷心為有。觀察即", "580": "虛。猶如幻人。亦如夜夢。覺已皆無。今了虛", "581": "無。名不可得。相不可得。一切都不可得。是為", "582": "塵覺悟空無所有。", "583": "八曉鏡像者。謂塵相大小。但似有顯現。畢竟", "584": "取不可得。故知。塵即虛無。如鏡中之像。經", "585": "云。觀察諸法。如電光。如水月鏡中之像。似有", "586": "非有。取不可得故。以塵空寂不礙假相。宛然", "587": "於法界中假實二義。但由影像也。", "588": "九達五蘊者。如塵質礙為色。心領納是受。現", "589": "塵假相於心是想。心緣塵取捨是行。辨了於", "590": "塵是識。今了塵無體。緣慮自亡。經云。三世五", "591": "蘊法。說名為世間。斯由虛妄有。無即出世", "592": "間。", "593": "十不共法者。謂二乘凡夫。見塵有相有體。但", "594": "見一塵。而無自在業用。今則不爾。不與彼同。", "595": "此要達塵無體證之。以成佛土。依塵修起智", "596": "慧。莊嚴法身。然小恒容廣大世界。一塵常能", "597": "普攝一切。是為不共法也。", "598": "然上諸義體雖空淨。資行願以嚴真性。縱包", "599": "含依智慧而開顯。是故體稱本有。行約修生。", "600": "生即不生。還同本體。體亦非體。復等修生。何", "601": "曾體而礙生。生而失體。得意亡言。千里跬步。", "602": "豈與夫懵道之子同年而語哉。", "603": "8 對治獲益門對治獲益門第八", "604": "夫病起藥興。妄生智立。務止啼於楊葉。資", "605": "靜亂於空業。百非息於攀緣。四句絕於增減。", "606": "然而悟緣無體。智則自融起用。恒沙無非清", "607": "淨。今略分十義。以明對治。", "608": "一觀十二因緣　二修四威儀", "609": "三明三性　四顯教義　五示法輪", "610": "六知無常　七入真如　八出魔網", "611": "九消藥病　十離解縛", "612": "初觀十二因緣者。謂於塵上名相所惑。不了", "613": "無體。是無明緣。於塵上心計生起。是行緣。於", "614": "塵上分別之心恒轉流注。是識緣。於塵上妄", "615": "識依止成種。是名色緣。於塵上六根受入。是", "616": "六入緣。於塵上根塵相對。是觸緣。於塵上領", "617": "納塵境。是受緣。於塵上樂受自潤。是受緣。", "618": "於塵上不了即空。是取緣。於塵上愛集成業。", "619": "是有緣。於塵上業熟起五蘊身。是生緣。於塵", "620": "上名相變壞。是老死緣。今了塵名相空寂。則", "621": "心不緣隨了之時緣自寂滅。", "622": "二修四威儀者。於塵上開顯法界法門。曉示", "623": "一切群生。是行。經云。菩薩有二種行。所謂", "624": "聞法行。樂聽法故。說法行。利益眾生故。於塵", "625": "上平等大智隨順觀察。塵從緣起無生無相。", "626": "是住。經云。所謂隨順住。住正法故。於塵上空", "627": "寂甚深之義。是坐。經云。所謂坐師子座。演說", "628": "甚深法故。於塵上名相蕩盡觀心寂滅淡泊", "629": "無為。是臥。經云。所謂寂靜臥身心淡泊故。又", "630": "禪定臥。正念思惟觀察故。不礙事處。四威儀", "631": "即事恒理也。", "632": "三明三性者。謂塵上迷心所執計有相生以", "633": "為實也。今了塵圓小之相。取不可得。惑相自", "634": "亡。是為遍計相。無性為人無我也。又塵與自", "635": "心為緣。心法方起。今了緣無自體。依心方現。", "636": "無自體生。是為依他也。無生性是法無我也。", "637": "由二義現前。乃圓成勝義性也。", "638": "四顯教義者。謂塵能表生信解。令通達故是", "639": "教。即解之時句味可詮是義。即此塵具足法", "640": "界理智。是無盡教義也。教無實體。隨器施設。", "641": "義無實趣。隨智開合。了妄無體。教亦非教。經", "642": "云。我說十二部經。如空拳誑小兒。是事不知。", "643": "名曰無明。", "644": "五示法輪者。塵處開演。如上法門。隨心迴轉", "645": "清淨顯然。是謂轉無盡法輪也。", "646": "六知無常者。謂塵念念生滅是無常。即生滅", "647": "無體是為常。即生滅不生滅名凝然常。經云。", "648": "不生不滅是無常義。即常不礙隨緣。即常不", "649": "異無常。又無常體寂滅。即無常不異常。若去", "650": "無常。即常義亦失。若去常即無常義亦失。當", "651": "知。常即無常。無常即常也。", "652": "七入真如者。謂一塵隨心迴轉。種種義味成", "653": "大緣起。雖有種種。而無生滅。雖不生滅。而恒", "654": "不礙一切隨緣。今無生滅是不變。不礙一切", "655": "是隨緣。即此隨緣不變。", "656": "八出魔網者。若於塵上。心計生滅違順有無", "657": "緣慮等。是處魔網也。於塵上能觀察平等一", "658": "味真實。而無生滅之見。即出魔網。經云。眾魔", "659": "者樂生死。菩薩於生死而不捨故。", "660": "九銷藥病者。如見塵大小生滅有無流動是", "661": "病。了大小無大小。了生滅不生滅。知有非有", "662": "等是藥。藥即非藥。以無妄可斷故。病亦非病。", "663": "以智深達故。當知。動心緣境即為病。經云。何", "664": "謂病本。謂有攀緣。", "665": "十離解縛者。謂於塵上執生滅之相是縛。了", "666": "生滅相不可得是解。經云。有慧方便。解無慧", "667": "方便。縛但了相非相。於縛常解。若住無相解", "668": "還是縛。了妄無體。縛即非縛。縛既無縛。解亦", "669": "無解。經云。諸法無縛。本解脫故。諸法無解。", "670": "本無縛故。", "671": "然上諸義妄情增起緣於名相。以心行迷識", "672": "住生於有無。而成結業。所以病妄則藥妄。舉", "673": "空拳以止啼。心通則法通。引虛空而示遍。既", "674": "覺既悟。何滯何疑。消能所以入玄宗。泯藥病", "675": "而歸法界。", "676": "9 體用開合門體用開合門第九", "677": "夫玄宗渺漭在緣起而可彰。至道希夷入法", "678": "界而無見故。標體開用助道之品蓋多。就性", "679": "明緣差別之門不一。合則法界寂而無二。開", "680": "乃緣起應而成三。動寂理融方開體用。今就", "681": "大況而言。略分十義。", "682": "一顯人法　二世流布　三觀體用", "683": "四五分法身　五開三藏　六即不即", "684": "七異不異　八明本末　九會三乘", "685": "十畢竟空", "686": "初顯人法者。謂能達塵者是人。所了塵者是", "687": "法。即此人法相由顯現。由人方能顯法。由", "688": "法以用有人。論云。以人知有法。以法知有人。", "689": "離人何有法。離法何有人。今以人無相故。方", "690": "為顯法之人。以法無性故。方為成人之法。二", "691": "而不二。不二而二也。", "692": "二世流布者。謂今見此塵名相大小。是世流", "693": "布而共說也。然塵體全法。無復種種差別。全", "694": "以用不異體。是故存此假名。經云。一法有多", "695": "名。真法中即無。不失法性故。流布於世間。", "696": "三觀體用者。謂了達塵無生無性一味是體。", "697": "智照理時不礙事相宛然是用。事雖宛然。恒", "698": "無所有。是故用即體也。如會百川以歸於海。", "699": "理雖一味。恒自隨緣。是故體即用也。如舉大", "700": "海以明百川。由理事互融故。體用自在。若相", "701": "入則用開差別。若相即乃體恒一味。恒一恒", "702": "二。是為體用也。", "703": "四明五分法身者。謂塵空無所有。即無非可", "704": "防。是戒身。以塵無相心自不緣。是定身。了", "705": "塵空寂是慧身。由塵空無則不緣於有。不住", "706": "於相。是解脫身。由了塵體。更無異解。是解脫", "707": "知見身。身以依止為義。謂智依法顯。而得成", "708": "立故。為法身也。", "709": "五開三藏者。謂塵是法界體性及涅槃。皆由", "710": "大智所現。而行照也。即以文字記持。塵處所", "711": "現之理。書之於簡為經。即修多羅藏也。謂塵", "712": "處觀察。體性不住名相。隨順調伏。令息諸惡。", "713": "是戒即毘奈耶藏也。於塵上體用法智真妄", "714": "相對。發智生解。事方究竟。是論即阿毘達磨", "715": "藏也。", "716": "六明即不即者。如塵相圓小分齊無體。唯法", "717": "故說即也。不礙塵相宛然故。說不即也。秖由", "718": "塵相不即於法。會通而言方為即也。又由塵", "719": "即法故是即。不礙緣起是不即也。", "720": "七明異不異者。謂塵之事相是異。克體唯法", "721": "是不異。秖由法體不異即異義方成。以不失", "722": "體故。秖由塵事差別即不異義方成。以不壞", "723": "緣起方言理也。經云。甚奇世尊。於無異法中", "724": "而說諸法異。", "725": "八明本末者。謂塵空無性是本。塵相差別是", "726": "末。末即非末。以相無不盡故。本亦非本。以不", "727": "礙緣成故。即以非本為本。雖空而恒有。以非", "728": "末為末。雖有而恒空。當知。末即隨緣。本即據", "729": "體。今體為用本。用依體起。經云。從無住本立", "730": "一切法。", "731": "九會三乘者。謂見塵相空無所有。然法是實。", "732": "據此見為小乘。悟塵從緣。息於緣慮。據此見", "733": "為中乘。了塵無性。無生空寂一味。據此為大", "734": "乘。今法是一。學者分三。非以學三令法亦三。", "735": "非以法一令學亦一。但人自三乘法非三也。", "736": "當知。一即三乘。所學之歸一也。三即一乘。隨", "737": "應之機有三也。", "738": "十畢竟空者。謂塵不泯事相。而常空寂。是為", "739": "畢竟空也。今事相雖存。即相不可得。名亦不", "740": "可得。理義不可得。以一切不可得。名為畢竟", "741": "空。非無表說也。然畢竟空。空時不礙塵法宛", "742": "然。塵法宛然。恒畢竟空。", "743": "然上諸義法體不空。緣生非有。非有之有即", "744": "有。遍於十方。不空之空即空。成於一切。用", "745": "開差別諸法宛而星羅體合事銷多門寂而雲", "746": "斂。", "747": "10 決擇成就門決擇成就門第十", "748": "夫緣情未泯。見有正邪。法體隨迷故。隨緣而", "749": "生滅。法界沖寂。泯寂滅以是非。今欲顯其實", "750": "趣簡彼權門。使皂白以雙分令真妄而兩別。", "751": "略舉大綱。題茲十義。", "752": "一簡正見　二辨染淨　三顯無知", "753": "四佛出世　五辨四依　六除業報", "754": "七定權實　八明頓漸　九入佛海", "755": "十證佛地", "756": "初簡正見者。如見塵名相是邪。見塵空寂是", "757": "正。又若以見見於塵。此非為正。以不見見於", "758": "塵。此亦非正。但知塵全是見。不復更見。以不", "759": "見見於塵也。然見此塵時。不可以慧眼見法", "760": "眼看佛眼觀肉眼視天眼瞻見於塵也。以塵", "761": "即慧即法即佛即肉即天。不復更以慧眼見", "762": "眼見。又若見即不見。謂以見見即不契塵", "763": "也。若不見即見。謂更將不見以見於塵。亦", "764": "不契於塵也。若不見即不見。謂不知塵是見。", "765": "名為總不見也。若見即見。謂知塵全是見。方", "766": "名為見。經云。見者即是垢。彼則無所見。諸", "767": "佛離所見。是故見清淨。", "768": "二辨染淨者。謂見塵生滅有無是染。即體不", "769": "生不滅非有非無是淨。若空異於有。則淨不", "770": "名淨。以迷空故。若有異於空。則染不名染。以", "771": "執有故。今有即全空。方名染分。空即全有。方", "772": "名淨分。由空有無礙。是故染淨自在也。經云。", "773": "染而不染。不染而染。", "774": "三顯無知者。謂了知塵時。塵全是知也。終不", "775": "以知知於塵也。若以知知於塵。有所不知也。", "776": "若知於知。此無知不異知也。今塵即是知。不", "777": "復更以不知知於無知者。但無能所之知非", "778": "無知也。經云。顯現一切法。各各不相知。", "779": "四佛出世者。今如來出現。全以塵無自性。法", "780": "界緣起菩提涅槃。以為如來身也。此身通三", "781": "世間。是故於一切國土一切眾生。一切事物。", "782": "一切緣起。一切業報。一切塵毛等。各各顯現。", "783": "如上諸義。菩提涅槃等。為佛出世也。若一處", "784": "不了即不成佛。亦不出現。何以故。由不了塵", "785": "處。仍是無明。是故不成佛。亦不出現也。具", "786": "如性起品文思之。", "787": "五辨四依者。謂心了塵空寂不緣名相。是依", "788": "智不依識。謂了塵是緣起之法非在分別。是", "789": "依法不依人。謂了塵無生無相之義。不在文", "790": "字。是依義不依語。謂了塵上。若具顯一切法", "791": "界。非有分限。此則依了義經。不依不了義經。", "792": "六除業報者。謂塵上不了自心。謂心外有法。", "793": "即生憎愛。從貪業成報。然此業報。由心迷塵", "794": "妄計而生。但以有顯現。皆無真實。經云。猶如", "795": "淨明鏡隨其面像現。內外無所有。業報亦如", "796": "是。迷者謂塵相有所從來而復生滅。是迷。今", "797": "了塵相無體。是悟。迷本無從來。悟亦無所去。", "798": "何以故。以妄心為有。本無體故。如繩上蛇。本", "799": "無從來。亦無所去。何以故。蛇是妄心。橫計為", "800": "有。本無體故。若計有來處去處還是迷。了無", "801": "來去是悟。然悟之與迷。相待安立。非是先有", "802": "淨心後有無明。此非二物不可兩解。但了妄", "803": "無妄。即為淨心。終無先淨心而後無明。知", "804": "之。", "805": "七定權實者。謂塵事是權。空寂是實。然實非", "806": "實。以理不礙事故。權亦非權。以事體即空", "807": "故。若作權解實解。此非善解。若知權實俱不", "808": "可得寄言以明法體。是名善解也。", "809": "八明頓漸者。若於塵處。了幻相不可得。方見", "810": "無相。了塵無自性。方見無生。了塵色無體。方", "811": "見空。如此推尋。方見名為漸。今不待推尋。而", "812": "直見諸法無性空寂。如鏡現像。不待次第。對", "813": "緣即現為頓。", "814": "九入佛海者。謂全塵處。見如上百門義。並是", "815": "佛大願海。大智慧海。大方便海之所顯現。乃", "816": "至一切塵。一切毛。一切國土剎海。一切佛及", "817": "眾生。一切事物等。莫不皆空。是佛智慧大海", "818": "無邊無盡。深廣不可測也。當知。學者若於塵", "819": "處見一切法界者。即是入佛法界智慧海也。", "820": "若以開合卷舒或塵內或毛孔而能資攝。一", "821": "即一切。一切即一。可說即不可說。主伴自在。", "822": "依正無礙。普是如來智海之業用。若人如是", "823": "通達者。與如來等也。", "824": "十證佛地者。謂塵空無我無相是地。然此地", "825": "體性。猶未清淨。以從我相彰得。了心猶未寧。", "826": "亦是垢見。若作遠離空無相之念者。猶為垢", "827": "心。謂有遠離之想未止也。今不作遠離之想。", "828": "亦無動念者。由初得念息。近從動念處顯也。", "829": "今者無作遠離之念。亦無不作遠離之念者。", "830": "此地顯時。即智慧不得以方便詮。不得以文", "831": "字說。當自顯然。此猶假論。若稱理而言。非智", "832": "所知。如空中鳥飛之時迹。不可求依止迹處", "833": "也。然空中之迹。雖無體相可得。然迹非無。此", "834": "迹尋之逾廣。要依鳥飛方論迹之深廣。當知。", "835": "佛地要因心相而得證佛地之深廣也。然證", "836": "入此地。不可一向住於寂滅。一切諸佛法不", "837": "應爾。當示教利喜。學佛方便。學佛智慧。具如", "838": "此地義處。思之。", "839": "華嚴經義海百門", "840": "詳校題辭詳校題辭", "841": "義海百門者。賢首國師。宗別教一乘所製也。", "842": "囊括大經。發揮玄旨。總十門而析百義。融萬", "843": "法而歸一塵。嗟乎。吾祖之訓。遺文尚存。莫有", "844": "傳者。晉水法𧜟　淨源字伯長。苦志于茲有", "845": "年數矣。遂遍搜古本。歷考十門以前之九門。", "846": "具彰序意。列義通結唯後之一門。亡其通結。", "847": "或諸本傳寫闕文耶。或祖師立言互略耶。抑", "848": "又第六差別顯現。誤題圓明解縛者。蓋後人", "849": "橫議編簡異同。今偕詳定。以第六至第十。通", "850": "前五門。合為一卷。恐來者不知故。直書以見", "851": "其意。時熈寧二年歲次己酉四月十九日。於", "852": "青墩寶閣講院方丈序。", "853": "湖州照慶軍烏程縣烏墩鎮普靜寺比丘鴻", "854": "緒洎徒弟等謹捨長財二十貫文足開。", "855": "義海百門集茲勝因用薦　先和尚殊首座", "856": "并報。", "857": "四恩三有者　　　上黨鮑　陞　　書", "858": "直林氏晉侁句當"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1875 華嚴經義海百門", "source": "CBETA"}