{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1842 因明入正理論義纂要", "text": {"0": "No. 1842 [cf. No. 1630]", "1": "因明入正理論義纂要", "10": "立敵以分。汎明因此詮因之教。入解正理。雖", "100": "論言。或可即教法。法望理為能立。或立論言。", "1000": "非自。若無二立體非喻故。若爾因喻本為成", "1001": "宗。不望宗明。誰之因喻。若不成宗名不成者。", "1002": "所餘十過亦不能成宗。應名不成。答事雖實", "1003": "爾。然據義有別。於宗上無名不成。同異俱有。", "1004": "或復俱無。不成自他。及各成自俱名不定。自", "1005": "他及共。隨應准知。唯他非自名相違。若為成", "1006": "自名不定者。如何說名相違決定。兩宗相返", "1007": "各決成自。無雙是非故名不定。又三相中遍", "1008": "在於宗名宗法。若闕初相不成宗法。餘有初", "1009": "相。別成宗法。而有別過故。初名不成。又有助", "101": "雙望教理俱為能立。然因等七。不唯望彼自", "1010": "破。非不成宗故名不成。如所聞性因。亦不成", "1011": "宗。云何名成。故知因體不成名不成。云若作", "1012": "此破。他救雖無同喻顯宗。而亦得作異喻顯", "1013": "宗。亦得成宗故。不得言不能成宗。言若作", "1014": "此救。彼義還成。故不得將而聞性難。今者", "1015": "謂。此救之與難並皆不是。誰言所聞性因名", "1016": "成因。夫成因者。三相具足方是成因。彼闕第", "1017": "二相。何名成因。設據當體。體亦不成。又設救", "1018": "云。顯成宗故。不名不成者。既能成宗。應非不", "1019": "定。又云。更破之。如相違因亦不成宗。應名不", "102": "性差別。兼望宗言。或正望宗言。故瑜伽云。辨", "1020": "成。彼雖不成宗。由遍宗法故極成因。明知。不", "1021": "成約因體也。此難亦非。誰言唯名相違。不名", "1022": "不成。若遍宗法是極成。何名相違。又若許有", "1023": "初相即是成因。復違聖教。理門論云。若唯宗", "1024": "法是因性者。其有不定應亦成因。准此明知。", "1025": "有初無後亦不成因。有解云。闕初相名不成。", "1026": "闕第三名不定。闕第二名相違。若其一往如", "1027": "是判者。准理亦非。如第六不定。三相具足。何", "1028": "名不定。如猶豫因。三相俱闕。何獨不成。如不", "1029": "共不定。闕第二相。何非相違。故順疏解。", "103": "因者。謂為成就所立宗義。必依所引喻等。解", "1030": "問虛空實有。德所依故。對無空論。所依不成", "1031": "者。如對大乘既立虛空。以為無為。所依有不。", "1032": "若其有者。大乘即非不立空。若無所依。大乘", "1033": "無為不立。答大乘不立別虛空體。故說為無", "1034": "依。依如及識立空無為。說因有所依。體實非", "1035": "空。對經部師。無虛空體。故無所依。或可。此", "1036": "因對經部及大乘立。望彼所爭。即有所依不", "1037": "成。隨一不成。有法自相。及差別違。四過所", "1038": "攝。有云。立我所許我是實有。即所別不成。因", "1039": "有自許言。亦應不極成。此我許言。唯顯自許", "104": "喻亦云。為成就所立宗義故。瑜伽等宗望自", "1040": "敵者不許。望敵因無所依。亦不成也。此判不", "1041": "爾。若是共量。可不成收。若作自量置所許言。", "1042": "故亦非過。不爾因雖自許。亦是隨一不成。又", "1043": "復共量因置自許。亦得成因。如唯識論。樂大", "1044": "乘者。許能顯示無倒理故等。問共量因置自", "1045": "許言。無隨一過。宗置自許亦應無過。且釋。亦", "1046": "得無過。又釋。宗置自許。因即隨一無依故過。", "1047": "因置自許。有法不無非過。問既言共量。因喻", "1048": "須先共成。因言自許他無。如何自因是令共", "1049": "解。且解。據至極理他宗故違。因置自許。故得", "105": "性差別。因等望二。諸所有言皆名能立。陳那", "1050": "無過。即如唯識樂大乘者。許能顯示無顛倒", "1051": "理。契經攝故因。是以大乘經。顯無我理等。以", "1052": "彼故違言不能顯故言自許。非不極理置自", "1053": "亦得。又因明理。不簡有過。置自許簡共許無", "1054": "過。問四不成除兩俱不成。自餘皆有自他猶", "1055": "豫所依不成。然除隨一餘二不成。頗有兩俱", "1056": "不成。亦自隨一猶豫所依不成耶。亦他亦共", "1057": "耶。如自問他共亦爾。答且兩俱不成。必無自", "1058": "他隨一不成。以二一別故。亦非自他共猶豫。", "1059": "以疑決異故。頗有兩俱不成。亦自他共所依", "106": "天主。但以因喻望於宗言。宗為所立。因等多", "1060": "不成耶。答有如佛弟子對數論。立我為實有。", "1061": "德所依故。此兩俱不許有德句。兩俱不成。然", "1062": "佛弟子等。不許有我故。自所依不成。若不爾", "1063": "者。宗有法無。豈即無過。不可是兩俱。即非彼", "1064": "過故。此即亦是自所別不成。如大乘師對薩", "1065": "婆多。立他方佛聲。定唯是善。德句依故。此兩", "1066": "俱不成。他所依不成。以他不許有他方佛。亦", "1067": "他所別不成。即對此宗立我為有。德句所依。", "1068": "兩俱不成。共所依不成。俱所別不成。不得有", "1069": "自所別不成。是他所依不成。他所別自所依", "107": "言名為能立。理實相似。但說宗名為所立。因", "1070": "不成。既隨一所別不成。不得是共所依不成。", "1071": "以宗異故。如是頗有自隨一不成。亦自他共。", "1072": "猶豫所依不成耶。答若自隨一。必非自共猶", "1073": "豫。他自二別故。疑決異故。餘者可有。且自隨", "1074": "一不成。是他猶豫者。如大乘人對外道。立無", "1075": "餘滅人當得作佛。以有種姓故。此無餘人一", "1076": "切皆無。言有種姓自隨一不成。外道不知。無", "1077": "餘皆無。但疑種姓。為有無耶。亦自所依不成。", "1078": "并自能別不成。自隨一不成。亦自所依不", "1079": "成。如經部師對勝論。立虛空實有。德所依故。", "108": "喻等言名為能立者。為此多言生敵智勝。故", "1080": "虛空德句自皆無故。唯彼宗有自隨一不成。", "1081": "亦他所依不成者。如大乘師對薩婆多。立他", "1082": "方佛聲定不離識。以是不善故。他許佛有如", "1083": "罵提婆。但自不許。他不許有他方佛故。聲亦", "1084": "是無他無所依。自隨一不成。共所依不成者。", "1085": "如大乘人對外道。立石女聲定是實有。我所", "1086": "知故。彼宗有我。有法聲無。大乘無我。故自隨", "1087": "一是俱無所依。問有自猶豫不成。亦自他共", "1088": "所依不成耶。答有不於有法猶豫。於有法猶", "1089": "豫。即非所依不成。疑決異故。又釋亦因猶豫。", "109": "理門等皆云。多言開示諸有問者。何以得知。", "1090": "亦猶豫所依不成。如因猶豫得名不成。有法", "1091": "猶豫。何非因中猶豫所依不成。且據決定所", "1092": "依不成。相對以明。但於因疑。非疑有法即是", "1093": "此過。如大乘人對薩婆多。立已入無餘人。應", "1094": "得作佛。佛為說法故。然彼滅無。兩非因依。但", "1095": "自疑佛為說法不。薩婆多師。決定知不說故。", "1096": "自猶豫不成。自猶豫不成。亦自所依不成者。", "1097": "如薩婆多對大乘。立他方佛聲定有不善。彼", "1098": "大乘者耳所聞故。然疑彼人為聞未聞故生", "1099": "猶豫。復不許有他方佛聲。故自無依自疑他", "11": "復此論亦名因教。亦詮二因故。然是通名。唯", "110": "勝但取言。雜集論云。謂以所應成自許義。宣", "1100": "無依者。如大乘人對薩婆多。立他方佛聲定", "1101": "唯是善。即取前因亦生疑故。他猶豫自所依", "1102": "不成共疑。及共所依不成。此四約因。雖有法。", "1103": "決定作此分別。於中有分有全。及有法雖疑", "1104": "復相對辨。亦有分全。皆准思之。問何理得知。", "1105": "復有此等過耶。答理門論中說不成已結云。", "1106": "如是所說一切品類所有言詞。皆非能立。若", "1107": "非如前有此分別。更說何法名為品類。故應", "1108": "如前差別分別。", "1109": "解不定過。有自他共。一一各三。有自比量自", "111": "示於他。瑜伽解因云。順益道理言論。喻言", "1110": "不定。自比於他不定。自比於共不定。他共准", "1111": "之。然自比於自及共不定為過。於他非過。共", "1112": "量亦然。就他破他。於他及共自不定皆為過。", "1113": "有云。於自非過。故唯識第一破他我量。器色", "1114": "同處和雜等亦不為過此亦不爾。器色同處", "1115": "非彼類故。非雜體一。以若例同。應例成假。故", "1116": "不得類作不定過。若破他於自不定非者。如", "1117": "毀他非他引同於自。豈非是過。為量亦爾。又", "1118": "云。共量於他有不定。亦得是過。此義不然。既", "1119": "云共量。即共因喻。於他不定。喻非已許。故非", "112": "比況言論。故並取言。實兼於義。所詮亦名宗", "1120": "為過。或得為過。", "1121": "解共不定中言。如大乘立離六識。外更有餘", "1122": "識。許所知故。如色等量。犯自共不定。無共異", "1123": "喻有自異喻。以總八識為異喻。所知因轉故。", "1124": "今謂不爾。且空花等為同異收。若是同品者", "1125": "有二過。一云。離自體外更有餘識。云何為離", "1126": "自。自體無故。故為一過。二云。設為同喻。便", "1127": "無喻依。以有義因成有義宗。便取有義同喻。", "1128": "有義同喻。依無義所依。此亦不可。因通於二。", "1129": "可得通依。喻不通無。故空花等非為同喻。若", "113": "因喻故。故顯揚論。皆不云言論。言生智勝。瑜", "1130": "非同喻。便成異喻。所知之因共許異轉。何成", "1131": "自共不定。故此量非。或可為通。此量亦得。以", "1132": "空花等第六識緣離第六無。今者空花亦有", "1133": "法收。不離第六故。", "1134": "解共品一分轉。問如立聲常。無質礙故。此因", "1135": "應隨一不成。何名不定。有云。取不障往來名", "1136": "無礙。今謂不爾。如山石等。不礙通人得往來", "1137": "故。應名無礙。今此就他宗。是俱品轉。若對佛", "1138": "法。亦隨一過。或聲論對勝論立聲為常。無質", "1139": "礙因。兩俱許故。但於同異。俱一分轉故。不定", "114": "伽偏說所詮。先有智不能生。今藉立言方憶", "1140": "收。非隨一過。", "1141": "解真故極成色。非定離眼識。自許初三攝者。", "1142": "有云。三藏為遮相違量。相違量云。真故極成", "1143": "色。應非即識之色。自許初三攝眼所不攝故。", "1144": "如眼識。為遮此量與作不定云。為如眼識。自", "1145": "許初三攝。非即識之色。為如我宗他方佛色。", "1146": "自許初三攝故是即識之色耶。今謂不爾。凡", "1147": "相違決定量。如常無常相違。今言離識不離", "1148": "識。可是相違決定。言應非即識之色。即非", "1149": "返初量。何成相違。若取此量即名相違。即一", "115": "因喻。故言生勝。顯揚據兼。若無其義言何所", "1150": "切量皆有此過。如立聲無常。應非無常聲。所", "1151": "作性故。如瓶等喻。故又相違決定。因喻共許。", "1152": "既云自許。即是自因。何得與他作相違量。若", "1153": "此成相違。一切無正量。又云。但言初三攝", "1154": "眼所不攝故。亦得與他作不定過。何須自許", "1155": "言耶。解云。若不言自許。有他不定。為如眼識", "1156": "不離識。為如我釋迦菩薩實不善色。定離於", "1157": "眼識。今謂不爾。若為簡此。即諸比量多有此", "1158": "過。如大乘破小乘。極微應非實有。有質礙故。", "1159": "如瓶盆等。此亦不定。為如瓶盆假非實有。", "116": "詮。敵等了何。故兼取也。", "1160": "為如我宗青黃等色是實有耶。又有釋言。此", "1161": "非立自。與他作相違決定。以他立云定是離", "1162": "眼識。是初三所攝眼識不攝故。如眼根。此亦", "1163": "不爾。量無不定等過。與作相違。因有不定。何", "1164": "須與作相違決定。以彼同喻有同分彼同分", "1165": "眼不許同分眼根定離識故。設彼改云如彼", "1166": "同分眼根。即有同分還為不定。又設若作。何", "1167": "須自許言。又有解云。因云共許初三攝。此即", "1168": "無過。若改因者。元非本量。別自成立。何須解", "1169": "彼。設云共許。亦有不定。同分彼同分。俱共許", "117": "問既言所成有二。為並俱成。為隨成一。答", "1170": "故。今謂設若彼。立云。是初三中眼識。及同分", "1171": "眼所不攝故。如彼同分眼。此因簡略無不定", "1172": "過。可與彼作相違決定。然復不假因自許言。", "1173": "置自許言。明不作前諸異分別。又有解言。真", "1174": "故極成色。不簡八六總為有法。義亦不然。有", "1175": "違自過。豈八六識所變之色。亦令不離眼識。", "1176": "令不離眼識。應不變相依眼識能親取。又", "1177": "云。此但遮他執定離。言非定離眼識。猶此不", "1178": "簡。八六俱得。不欲成定非離眼識。依此雖無", "1179": "宗過。然因自許。此即自因與他作相違決定。", "118": "隨所爭成。問若爾何名所成有二。答所爭之", "1180": "理亦不可。是故應如疏述。今者立宗。成自唯", "1181": "識不離於眼識。然云。為簡不定。及法自相", "1182": "相違決定過故。云初三攝眼所不攝。簡不定", "1183": "可爾。簡法自相相違決定。理未必然。以若無", "1184": "過可是相違。彼立量云。非不離眼識。初三攝", "1185": "故。猶如眼根。此有不定。何名決定。以同分根", "1186": "非定離故。但可遮餘同遍異分之不定過。然", "1187": "法師意。據不定不離。與作決定。非據不定因", "1188": "復作決定過。又自許言。但簡有法差別。不言", "1189": "簡餘。亦未盡理。有違宗過。或可不定。豈可六", "119": "義不過此二。問若爭於差別。可說法與有法。", "1190": "緣及非眼識正所緣色。亦令不離耶。今言亦", "1191": "簡向所辨色。然第六識。與眼同時親所緣者。", "1192": "及眼非緣之所有色。皆初三攝。唯望根境。六", "1193": "所緣者不名初三。然法處中。不攝第六與五", "1194": "同緣稱實之色。由此亦是初色境收。成不離", "1195": "眼識故。有違自失。若在異喻中。即有不定過。", "1196": "故置自許。意云。是眼識自許所緣之色初三", "1197": "攝。非非所緣初三攝。若爾宗中有違自過。何", "1198": "不簡略。答此簡訖何謂為簡。第八所緣他不", "1199": "許有。五同緣意有部不成。若獨散意緣色非", "12": "正理入。是此別目。第二第三解。細思取別。", "120": "和合為宗。若爭自性。如爭我有無。說與誰和", "1200": "實。故極成言並以簡訖。", "1201": "解四相違中言。如大乘對他立聲無常。意許", "1202": "是識變無常。以八六耳三識同取故。據別違", "1203": "一識故。唯違意許不失言顯。故成差別。今謂", "1204": "不爾。如成他用。二共許有假他。替處不失言", "1205": "顯。言無常者。無共許有。非是識變無常。替處", "1206": "亦失言顯。何名差別。若云以三識別。言耳識", "1207": "取無常。唯違耳識變。非三識故成差別者亦", "1208": "非。若准下解有法自相相違。此亦正法自相", "1209": "相違。違意許有。言顯亦失故。若爭無常復是", "121": "合。答雖但爭自性。如先舉我即為有法。立為", "1210": "意許。是識變無常。亦所爭者即違二。因何獨", "1211": "名差別。今疏解令准法師云。若立真我受用", "1212": "眼等。即所別不成積聚性因。兩俱不成明前", "1213": "所立。兩俱不成亦有所依不成等。故兩俱不", "1214": "成不必有法唯定有。問如立大有非實等。何", "1215": "得是有法自相相違因耶。答今取同異以為同", "1216": "喻。望彼宗中非實等法。即正能成。今亦成有", "1217": "性。此同異性便作異喻。此有一實因。於彼遍", "1218": "轉。彼但同異。不是有性。故反成宗令作非有。", "1219": "故成相違。正成立有。以實德業和合同異。皆", "122": "有無。即名為法。亦得說和合。問如爭我有。有", "1220": "證為異喻。皆非大有故。今望所成宗中有性。", "1221": "令離實等有有自性。故有一實因。於同異有", "1222": "此有一實因不無能有。亦遍有法。故因無隨", "1223": "一兩俱不成。故為相違。即九句中第六句也。", "1224": "問若以同異。雖非不無。而不名有。有一實因。", "1225": "云何彼轉。解云雖體不名有。而體不無之義", "1226": "共許。今取此不無之義。為能有故。云有一實", "1227": "等。然同異等上不無之義。即不名為有。故望", "1228": "有句即為異喻。喻如空中有鳥。空雖不名有。", "1229": "而得說空能有於鳥。同異亦爾。故因遍轉故", "123": "與我和合以俱有。若立我無何法和合。答無", "1230": "違所立。問實等五句。得名不無之有不。答曰", "1231": "雖言不無。然不名有。若爾成唯識。云實等應", "1232": "非實有。應是相符。彼量若成。明實等五是不", "1233": "無之有。解云。雖立量破云應非實有。意破非", "1234": "假名實。以彼立實有實體故。然不名有。故論", "1235": "破意。應非有實自性。何故不無而不名有。", "1236": "彼計如此。如以實體不無。皆由大有有。同異", "1237": "和合非有有。云何體不無故。雖不無而不名", "1238": "有。若不爾者。即不得成有法自相相違。以言", "1239": "中說不無之有。而為有法。同異亦不無之有。", "124": "與無和合。因明理不違。問若爾還爭於法。何", "1240": "何得違彼有法。若云由同異非大有。違意許大", "1241": "有。意許大有無。即言所顯不無之有。亦復不", "1242": "立。以實等不無。由大有有故。成有法自相相", "1243": "違者。此亦不爾。言中說有為有法。不唯取離", "1244": "實等上之有。但總相言不無之有。即同異上", "1245": "不無亦有。今喻雖違意許大有。不以意許大", "1246": "有無。言中之有不立。以同喻力證令非實等。", "1247": "復是不無之有。同喻力勝。不無有存。何名相", "1248": "違。若云同異雖不無。而不名有。故成相違者。", "1249": "即實等體雖復不無。亦不名有。俱不無故。若", "125": "名爭有法。答舉宗成立。即須加言說為成法。", "1250": "云實等大有有不無之義得名有。同異非有", "1251": "有。不無不名有者。亦應實由有有體不無。彼", "1252": "非有有應非有。若言彼本許爾。何故不許本", "1253": "許實等不無。而非名有。名有之者。即大有性。", "1254": "疏問若難離實之大有性。所別所依。犯自不", "1255": "成。亦犯違宗隨一不成。若難不離實等大有。", "1256": "而非有性。即犯相符。亦違自教。彼寧非有。答", "1257": "彼先總說。今亦總難。彼既成立離實之有。故", "1258": "今難彼離實大有。令非此有。言同意別故無", "1259": "諸過。今謂。總難離實之有令非有。即應弟子", "126": "望不加言本意所爭。即爭有法。問若爾云何", "1260": "正難離實之大有性。即有前過。若云不欲唯", "1261": "難離實之大有性。但總難者還有後過。今謂。", "1262": "法師此意言有假敘。如是若論弟子。唯難離", "1263": "實之大有性。以破他宗不要有有法而為所", "1264": "別。故無宗過。如破他我。應亦同此。若許有", "1265": "我。違自宗過。若言無我。闕因所別。彼既成", "1266": "量。此亦應然。由此應知。相違因者。若對敵", "1267": "論。不唯一過。望彼意許。亦有所別不極成因", "1268": "無所依過。如法差別不唯一故。此即立者望", "1269": "敵。是他所別所依不成。今破他有。即自所別", "127": "諸宗皆云。為簡古師或但有法。或但成法。", "1270": "所依不成。若共自量。此是即過。為破於他。就", "1271": "他宗立。雖有所別所依不成。而不為過。又自", "1272": "共量有法無義有義因依。此即為過。有法有", "1273": "義無義因依。亦即為過。意云有義宗必有遮", "1274": "表。因若無義。唯遮無表。故亦為過。問如立我", "1275": "常。因云非作故此無義。因成立有法。如何言", "1276": "過。誰言非作唯遮非表。而是無義。此言非作", "1277": "詮非作體。如虛空喻故。若爾立我無云非作", "1278": "故。應有義因依無義宗。何不為過。答雖俱", "1279": "言非作。而取義別。此即唯遮故。是無義不欲", "128": "或二俱爭不約和合。答雖言簡古。不即無著", "1280": "詮有非作體故。以龜毛等而為喻故。古亦有", "1281": "解。宗因喻有義無義依有無。有義但依有。而", "1282": "不分別自他共量。何者有義因依無義宗者。", "1283": "又若有義因。必依有義宗者。如薩婆多師破", "1284": "他。我應不作業受果。以周遍故因。如空為喻。", "1285": "彼我自無因體共有。如何依無。若分自他共。", "1286": "即無過也。若大乘師破他。即就他作量。俱他", "1287": "有體自皆無體。可如所說。有解言。同異有一", "1288": "實等。非離實有。故例破師主離實有。同異有", "1289": "一實等。非即實有。例破弟子即實有耶。解云。", "129": "等師。但古餘師不解因明之者。有難古師以", "1290": "夫相違因。以立論之因。違立者之義故。唯難", "1291": "師主之有。不將立者因違敵者義故。不得破", "1292": "弟子之有也。問若爾有一實等因。為弟子共", "1293": "許。為師主獨成。師主獨成因犯隨一。若是共", "1294": "許。便兩宗因。何獨名為立者之因。若云成即", "1295": "實有。不用此因。更有何因。設成皆過。又云不", "1296": "將立者因。違敵者之義者。立者之因上明。破", "1297": "敵者之義。何故不得違敵者之義。以共許因", "1298": "故。又凡立量。必違他順己。舉因立宗。本意違", "1299": "他。何非破他。又如勝論對聲論。立聲無常所", "13": "第四五解。又約人屬教。立者言生。敵者智了。", "130": "宗為能立。與作相違決定量云。宗非能立。以", "1300": "作性。即聲論立聲常將所聞性。既非立者之", "1301": "因。云何敵者破立者義。若云共許。彼此俱然。", "1302": "云何偏責。若云只可敵者之因違立者義。如", "1303": "何不許立者之因。違敵者義。彼此異因不可", "1304": "得故。今解師主己義但欲令他信。對彼成立", "1305": "離實有。因違所立是相違。弟子之義。不欲令", "1306": "師信。不對成立即實有故。師主不得返破。不", "1307": "是即實有。若成實等不是有者。便壞己義。令", "1308": "彼弟子無所承受。便不信故。又復弟子。計同", "1309": "異性體既不無。亦是不無之有。無共同喻體", "131": "不詮因相故。今云不爾。不要詮因方為能立。", "1310": "雖是有。而非不無故。不得難即實之有也。此", "1311": "解極妙。無煩異求。古疏解。有一實因。何非隨", "1312": "一不成。如立覺慧非思。以無常故因。有隨一", "1313": "過。今此有一實因。以即離本非有一實故。因", "1314": "不是隨一過者。亦不然。如無常。不離隱顯及", "1315": "壞滅故。成於隨一。有一實因。亦不異即離故。", "1316": "應是隨一。今解。如立大有為有法。不是有法", "1317": "不成收。因言有一實。何故即為隨一攝故。今", "1318": "因者亦望實等之上不無之義。能有一實非", "1319": "即有句以為其因。取此不無以為因故。又此", "132": "現比二量智非詮故。若云二量非能立者。是", "1320": "有一實因同異之句。然離實等有一實義。俱", "1321": "共成故何須分別。為是即離不成隨一。此若", "1322": "分別。一切因皆有此過。如大乘對小乘。立過", "1323": "去未來體非實有。現在無為所不攝故。亦應", "1324": "分別現不攝因。為識變現不攝。為非識變現", "1325": "不攝。此因既不分別。彼因亦然。若爾數論對", "1326": "佛弟子。成立覺慧非思。以無常故。因亦不分", "1327": "別。答亦不應分別。但爭覺慧是思非思。若爾", "1328": "此量是無過者。便違自義思是覺慧。解云。此", "1329": "宗有過。以不簡故。有相符極成。許除思餘諸", "133": "何所攝。若云陳那不許二量在能立因非不", "1330": "心所法。雖亦是覺慧。而不是思。或慧非總心", "1331": "心所名。但是慧故。亦非是思。又因亦過。成法", "1332": "差別相違。故彼意覺慧非思。意許是餘心心", "1333": "所法。即非心所。以為異喻。無常故因於彼遍", "1334": "轉。又無同喻。以彼覺慧是心心所總聚之名。", "1335": "意許是心心所。更無別心心所為同喻故。因", "1336": "但異有故成相違。設若非爭是餘心所。猶有", "1337": "前過。故是似量。然現在無為所不攝因。或共", "1338": "或他俱亦無過。又云。後三相違。既約臥具同", "1339": "異喻中為難。此是喻過。何故乃說相違因耶。", "134": "定者。終有違教。犯宗中過。陳那天主。為顯瑜", "1340": "答約義為過。是相違因。不約言為難。故非喻", "1341": "過也。此解亦非。何以故。今此二喻。望所爭宗", "1342": "皆為異喻。因於彼轉。即異喻中能立不遣。自", "1343": "有能立不遣非相違過。即不定是。何非喻過。", "1344": "以此中解似因體故。不言喻過。故不辨之。非", "1345": "非喻過。如宗過中所別不極成。豈唯宗過而", "1346": "無因過耶。", "1347": "因明入正理論義纂要", "1348": "有記云纂主大諱惠玄為忌三藏改為惠沼", "1349": "云云。", "135": "伽。何得與作相違決定。若云破餘古師。亦不", "1350": "正治二年庚申六月二十日書畢執筆", "1351": "信西於超昇寺東別所寫之", "1352": "點本奧記云。", "1353": "本奧記云。", "1354": "興福寺沙門齊順敬發願書寫一切大小乘", "1355": "經律論章疏等依其勸誘同寺覺詮寫了。", "1356": "于時久安四年歲次戊辰八月八日。", "1357": "傳得大法師藏後雇誂同法勤慶奉移點了。", "1358": "永萬二年春正月二十九日記。", "1359": "點本奧記云元興明詮天長八年略勘了。", "136": "定失。", "1360": "九年三月二十六日講興福寺僧定寂以", "1361": "安和三年歲次庚午二月己午晦日尋借明詮僧", "1362": "都點本書云云。", "1363": "嘉應二年庚寅八月二十一日書寫了執筆", "1364": "沙門澄惠同九月二日寫裏書了。", "1365": "同年同月同日亥刻於燈下寫噵了。", "1366": "同九月十三日戌刻許於燈下寫點了。", "1367": "同月二十一二三四都四ケ日之間加愚見", "1368": "比校之餘緣相交其功惟遲□裏噵點皆加", "1369": "校了其間專澡漱著法衣此書一卷三十八", "137": "問古師能立皆說三量。今者陳那量何唯二。", "1370": "紙書寫及移點誂僧澄惠令終其功於比校", "1371": "者愚僧之功也以此善根敬報四恩愚僧遂", "1372": "出生死之游泥群生速登菩提之彼岸而已。", "1373": "末學沙門釋覺憲記之", "1374": "正治二年夏六月之比語超昇寺沙門信西", "1375": "十郎房終寫功了寫本永尊得業書也。", "1376": "同年七月上旬三日移點書寫噵了點噵本寶積院書也", "1377": "抑當年者世間飢饉人力衰微也而分活命", "1378": "遂寫功勵微力移噵點志趣所之聊有二願", "1379": "當寺伽藍造功速成繼隆佛法惠命長遠是", "138": "答論一切法不過二相。一自二共。得自相心", "1380": "一往生內院面奉慈尊心不退轉發得菩提", "1381": "是二。", "139": "名為現量。得共相心名為比量。定心緣教。即", "14": "並名為因。各望果故。了即照解所宗。言即顯", "140": "得自相。散心緣教即得共相。陳那約此能緣", "141": "之心量但立二。故理門云。由此能了自共相", "142": "故。非離此二別有所量。為了知彼更立餘量。", "143": "古立三者。有云。古師以緣聖教及所餘心故", "144": "分三量。緣於聖教所生現比名聖教量。緣於", "145": "所餘現比心得名現比量。今助一解。即能詮", "146": "教名聖教量。何以故。成唯識云。聖教正理為", "147": "定量故。豈以小乘不信第八。取信大乘緣教", "148": "之智。以為量耶。又顯揚第十一云。聖言所攝", "149": "者。所謂如來及諸弟子。所說經教。展轉流布", "15": "彰所立。俱復稱明。各顯了故。餘文自顯。今", "150": "傳來至今。名不違正法正義。不言所生之智。", "151": "如立量言名為量故。量即有二量具。得此量", "152": "名能生量故。故理門云。彼處亦應於其現因", "153": "說為現量。俱不遮止。古師心境別明。陳那隱", "154": "境從心不越二量。故不違也。問所言至教取", "155": "何教耶。為但佛說。亦通弟子。答通弟子說。如", "156": "顯揚說前已引訖。若爾如唯識論。諸師互非。", "157": "大小二乘亦更相斥。何成定量。答說與正理", "158": "不相違背。展轉傳來名為至教。非諸弟子所", "159": "可說言。皆為定量。又大小乘各自信受。說不", "16": "於第三解下。更助二解。一云。或因明者。並立", "160": "違理。名為聖教。非約遍許。不爾大乘小乘", "161": "不信。豈大乘經不名至教。諸外道等自為許", "162": "教。亦彼至教各自宗故。", "163": "釋諸有問者。有云。不對證人但為敵人。即", "164": "宗未了重問因喻。通舉量敵故說諸言。今謂", "165": "不爾。論云問者。舉量為諸。何預問者。今謂立", "166": "宗非唯擬一。但諸不許。對彼即為問者。立為", "167": "悟彼。故說諸言。又疏辨釋。", "168": "有釋極成有法能別中云。西方二釋。一云。聲", "169": "上別不極成。餘總極成。以總合別可極成。今", "17": "論者詮因喻。言能生敵論者了宗之智。復能", "170": "謂不爾。以總合別。為當為現。若別聲上。敵許", "171": "極成。何假因喻。立已成過。若當極成。現未", "172": "獲者闕宗依過。第二師云。以立宗時。雖未", "173": "極成。當可極成。依當說現故說極成。此釋同", "174": "前闕所依過。二釋俱非。今云能別所別。但約", "175": "自他宗中有無。為極不極。彼此宗有即名極", "176": "成。攬作宗依。令不相離。復順自宗。不爾雖有", "177": "非有法法。立不相離。有諸過起。名似立宗。故", "178": "彼此宗不許有者。以何為依。故須共許有法", "179": "及法。方名極成。此據共量。不要他許法依。有", "18": "明顯自所立宗。論體離復不殊。望義別故。因", "180": "法方名極成。若許相符。不假量立。彼許餘", "181": "有。亦即名極成。若自他量。隨自他教。或至理", "182": "有總名極成。", "183": "有云。剋實所別之法。立量之時。得更互許有。", "184": "各容極成。能別之法。必兩教同許方名極成。", "185": "不約立者暫許名成。如對數論說神我體生", "186": "滅無常。敵者不許。本非能別。故自他及共。三", "187": "種比量。能別之法。必須同許方名極成。今謂", "188": "不爾。若其共量能所。皆須兩許。自他二量能", "189": "所。何假共成。若要爾。如佛法說諸行滅壞無", "19": "明兩別。亦因亦明。故持業釋。入者敵論者之", "190": "常。豈彼數論不許。宗義不成。名為似立。如論", "191": "所明。是共比量故滅無常能別非極。若准", "192": "論定。所別亦須兩許。何但能別。立我是思。", "193": "所別非極。此據共量。若自他量不要共許。設", "194": "共比量。他雖不許。以言簡略。亦彼無過。論文", "195": "但據不簡為過。如真性有為空。以簡別故說", "196": "無為宗。如因必須共許。若置言簡。設他不許。", "197": "亦得成因。如唯識論成大乘經真是佛說。樂", "198": "大乘者許能顯示無顛倒理契經攝故因等。", "199": "故准宗依簡即無過。自他亦爾。如唯識論等", "2": "淄洲大雲寺沙門慧沼集", "20": "智。因立論言為因為明。能有證入。正理者即", "200": "皆悉具有。", "201": "問宗過有九。何但簡三。有云。五違一順。原非", "202": "是宗。設約有法及法。不相離宗。仍須極成。故", "203": "但簡三不拂餘過。今謂不爾。若違順非宗故", "204": "不須簡。俱不極成。豈可是宗而須簡耶。故知。", "205": "且約辨宗所依簡此三種。非不簡餘。或與理", "206": "門影顯。互簡九過皆盡。餘有云云繁不能", "207": "述。", "208": "謂極成有法等。有云。三釋不同。一隨義別門", "209": "釋。二簡過不同釋。三展轉除疑釋。簡過釋中", "21": "所立宗義。由彼因明能生敵智。入此正理。正", "210": "云。明宗義即簡九過。初簡所別。次簡能別。合", "211": "二即簡俱不極成。", "212": "言隨自者。即簡相符。言樂為者。即簡現比等", "213": "五違。及似因喻並非樂為者。今謂。餘解無違。", "214": "簡樂有失。有樂成立猶違現量等。故下論云。", "215": "雖樂成立。由與現量等相違故。名似立宗。故", "216": "知。樂為非簡彼五。釋疑同失。雖自問言。若樂", "217": "為簡。何故九過亦云樂為。答初雖樂為。被破", "218": "已後不樂為故。雖作此解。樂為言濫有不定", "219": "失。復違理門論。彼樂為言。簡於似因喻。故彼", "22": "理之入。入亦因明。並依主釋。二云。因明與", "220": "論云樂為所立。謂不樂為能成立性。若異此", "221": "者。說所成立。似因似喻。應亦名宗。又云。為", "222": "顯離餘立宗過失故。言非彼相違義能遣。故", "223": "知。樂為不簡九過。若以義釋。理即無違。", "224": "有言。差別性故者。非如青花更相差別。但別", "225": "他宗。故言差別。以違他順己成宗義故。今謂", "226": "不爾。差別他何。若言別他常。別何常耶若別", "227": "聲常。不異先釋。若不別他聲常等宗。不成差", "228": "別。問辨依之中。何故能別唯在於法。出體之", "229": "內。互為能所別。答先皆釋云。辨依約對敵故。", "23": "入並通立敵。敵者之智能照所宗。名之為明", "230": "法為能別。明宗據體義。即互為能別。問此中", "231": "唯明法體義。可互辨於能所。但為對敵出於", "232": "宗。何須體義互差別。今解云。非唯體義互相", "233": "差別。若望對敵。後同於前。若據體義。前同於", "234": "後。又解。前約增勝。後名能別。此具足明互相", "235": "差別。有問云。大乘經部。許能所相無異體者。", "236": "可不違自云相差別不相離性。薩婆多宗。既", "237": "許異體。何不違自。答薩婆多宗。雖復異體。能", "238": "所相屬。故立五蘊同名無常。蘊外無為是常", "239": "住攝。故對敵申亦無違自。", "24": "宗果義彰。復賴敵智故名為因。因即是明。持", "240": "今謂。通難粗雖可爾。究理未然。何者。今薩婆", "241": "多言無常宗。為十六行無常耶。為四相耶。若", "242": "是四相。既許能相離所相法。今云互不相離。", "243": "何不違宗。不言互相屬故。然談本宗。但說體", "244": "異而不言離。既不相離。差別性故。此有何違。", "245": "須言相屬。改動論文。若言十六行之無常。此", "246": "是其理。何以得知。作諦觀者名理觀故。理不", "247": "離事。言不即者。據事理別。復通餘故。非體相", "248": "離。亦名共相。共相與自。亦不相離。故唯識", "249": "說。故此與依他。非異非不異。如無常等性。舉", "25": "業釋也。宗義顯邊名明。能證解邊名入。因明", "250": "如薩婆多故言不離。亦不相違。以無彼常故。", "251": "故名無常。非唯四相。問若爾二皆有過。若約", "252": "四相滅相無常。言聲無常。是違宗過。以彼法", "253": "體非滅相故。若理無常。應過類中成無別過。", "254": "答且一解。應云聲有無常。若爾違論。論示法", "255": "云。如有成立聲是無常。答論據大乘。不約有", "256": "部四相以說。或總示則不細簡之。若爾亦過。", "257": "以許別有無常之性與聲相隨。常有無常。即", "258": "是常義。常無常雜。陳那菩薩。釋此難云。不別", "259": "立有無常性故。今別立有。豈非過耶。此亦非", "26": "即入。亦持業釋。由立者言。正能為因生於明", "260": "過。外難意云。應別有一恒法。能令聲無常。此", "261": "滅體不恒故亦非過。若爾。恒有此滅體。何非", "262": "雜一過。此亦不爾。性遷流故。墮三世故。彼意", "263": "難云。應有一常滅。與此聲和雜。由此不然故", "264": "為此難。是過類攝。上據事釋。約理無常立無", "265": "常者。如何遣過。答過類中言無異者。同是無", "266": "常。陳那菩薩釋云。以無常取滅義。所作取生", "267": "義。此事亦得。約理取有滅義為宗。取有生義", "268": "為因。義既有殊。不成無異。大乘准釋。有云。", "269": "親生因者。唯取敵論了因之智。能親生彼了", "27": "入。明入之因亦名明入。因從果名。如菩提因", "270": "宗智。故自難言。若取言為親生因者。亦應說", "271": "為親了因。理門說名為了因。相從而說。又云。", "272": "於所比審觀察智。從現量生。或比量生。又敵", "273": "無解智。三相義不成。故解因智為親智生。今", "274": "謂不爾。理門云。從現量生。或比量生。是所緣", "275": "境。比量之具。非說了宗智從彼二智生。又此", "276": "論說。生因之者據增上緣。不約親辨自體。若", "277": "據親因。現從種起。現非現生。何須說從現比", "278": "智生。又自比量。了宗之智。從自了因二智而", "279": "生。今據對敵為生彼智。故立論言正彼生因。", "28": "亦名菩提。正理如前。於第五解下更助一解。", "280": "故理門云。餘所說因生。釋云。從如所說能立", "281": "因生。是緣彼義。又論前云。令彼憶念本極成", "282": "故。又云。由宗因喻多言。開示諸有問者未了", "283": "義故等。故立論言正是生因。若云約智生因", "284": "說。此是言生者。何故自舉言生為難。又若智", "285": "生。即立論者智故。瑜伽等皆說三量為能立。", "286": "故理門亦云。亦不離此得成能立。亦不得", "287": "言。雖由他智起因等言。自緣因智親為生因。", "288": "緣因之時智猶未起。舉喻解生。解生之時即", "289": "兼了宗。由此。陳那除合結支。又緣因喻念力", "29": "或因明正理。並佛本經之名。入者即天主論", "290": "能故。故理門云。令彼憶念本極成故。又云。及", "291": "憶此因與所立宗不相離念由是成。前舉所", "292": "說力不說智。故當知此中。據增上力說。立者", "293": "智名為智生因。不爾據自應說種故。", "294": "釋因三相。陳那釋云。即取義相。破古諸師。或", "295": "外道師。或內古師。有云。先解古師三相。謂具", "296": "三體。如如實論等。云詳彼說意。決定不然。謂", "297": "彼意取聲上所作為初相。瓶上所作為第二", "298": "相。虛空上無為第三相。非即取彼瓶等有法。", "299": "今謂古解指如如實論。取瓶空體為同異喻。", "3": "依此論標五釋之中。第一解者。明但是教。即", "30": "稱。以能入彼根本佛說因明正理。或因明者。", "300": "可如所非。若云無古取瓶空體為二相者。即", "301": "違理門。故彼論云。云何別法於別處轉。此古", "302": "師難。由彼相似不說異名。論主答。若不說異。", "303": "云何此因說名宗法。外難。此中但說定是宗", "304": "法。不欲說言唯是宗法。論主解。故知。古有三", "305": "相即體。又下云。若爾喻言應非異分。顯因義", "306": "故。此古師難。難意欲令同異二喻但總名因。", "307": "是因相故。論主答云。事雖實爾。然此因言。唯", "308": "為顯了是宗法性此即初相非為顯了同品異品。", "309": "有性無性。故須別說同異喻言。外人復難。若", "31": "通內外道之名。正理者根本佛說之號。入乃", "310": "唯因言所詮表義說名為因。斯有何失。此難", "311": "意云。若唯因言詮遍宗法。不取餘二名為因", "312": "相。即二喻體斯有何失。論主詰云復有何德。", "313": "意云。因言唯詮初相。餘二即喻復有何德。外", "314": "答云。別說喻云是名為德已上論文既云別說喻", "315": "分是名為德。明知古師。立餘二相即二喻體。", "316": "亦不應云喻體雖復取瓶。亦為顯二相。何以", "317": "故。彼論次云。所類同法。不說能立所成立義。", "318": "若顯因相云何難言不說能立。復云。非異品", "319": "中不顯無性。有所簡別。此意難云。若異品中", "32": "此論之目。天主欲令趣入於佛所說正理故。", "320": "不顯無性。非能簡了。若顯無者何須此難。又", "321": "復若取彼二上作與非作。及於聲有以為因", "322": "者。何故復云。若唯宗法是因性者。其有不定。", "323": "應亦成因。明知。不取瓶上所作亦為因也。若", "324": "取為因。過非因故。又不應言若唯宗法是因", "325": "性也。故知。古師言三相者。即體相也。因唯取", "326": "宗上法。二喻別體。又即此文證知。陳那因", "327": "體。不唯取於聲上一所作性。若言義於彼相", "328": "有遍彼成過。古師救義應亦同然。故三相因。", "329": "陳那總取聲瓶上諸所作性。及異無性三種", "33": "或因明者。佛根本名。入正理者。天主論稱。應", "330": "義相。然立宗時言所作者。唯顯初相。故理門", "331": "云。雖一切分皆能為因。顯了所立。然唯一分", "332": "且說為因。", "333": "言遍是宗法性。理門論云。有法不成於有法", "334": "及法。此非成有法。若以有法成有法。兩俱所", "335": "依不成過。及有法成法。亦犯兩俱不成。及相", "336": "違過。何者。彼中先敘難云。如以烟立火。以火", "337": "立觸。以烟立火。有法成有法。以火立觸。有", "338": "法成法。陳那為釋。但為成立此相應物。不言", "339": "烟下有火。火下有觸。若不爾者。依烟立火等", "34": "云正理入。能入因明正理故。依結略中正", "340": "牒難意云。彼烟下定有火。烟為有法。火為其", "341": "法。既合名宗。還取有法一分為因。此有法一", "342": "分。亦名為宗。如遍宗法言。此即取宗有法為", "343": "因。既取為因。闕宗有法。因無所依故。論云。", "344": "依烟立火。應成立宗一分為因。以火立觸。云", "345": "火為有法。定有熱觸。是法以是火。故因亦取", "346": "有法以為其因。還闕所依。亦犯相符。故理門", "347": "云。非欲成立火觸有性。烟下之火。依火有觸。", "348": "共知有故。故亦不得以有法成有法等。", "349": "問彼立如何。答陳那釋云。彼意立云。彼山等", "35": "理。加二正理佛根本名。或天主論稱。總成七", "350": "處定是有火。以現烟故。彼鑪等中定有熱觸。", "351": "以有火故。故彼論云。此中非以成立火觸為", "352": "宗。但為成立此相應物。問若以法成有法者。", "353": "何過非耶。答若以法成有法。即闕同喻。及因", "354": "第二相同品定有性。即成有法自相相違過。", "355": "如薩婆多對大乘。立眼識所緣定是離色實", "356": "色。以五境中隨一攝故。如香味等。取五境別", "357": "香非是色。闕同喻故。因此遍轉故成相違。或", "358": "取能別為因。云以是色故。還是宗義一分為", "359": "因。宗闕能立。宗闕支過。由此。不得有法成有", "36": "釋。以歷於前五解因明。成三十五釋。若細分", "360": "法等。設爭有法。他不許有。因成於此闕初相", "361": "過。問如立最勝無。云何名為有法為所立。設", "362": "立有法無。復有何過。如唯識論破同異性云。", "363": "勿此亦非實德業性。此意同異性。異實句等。", "364": "外別有體。然是彼性故。破云。同異性應非同", "365": "異性。以異實等故。如德業。答理門論中所難", "366": "意。別非正為難。但以法成法。不得成有法等。", "367": "乘便兼難。前宗之法唯依有法。有法若無。因", "368": "無所依。故難彼立最勝無云。若許有體。不可", "369": "言無。自語相違。若其無體。因無所依。豈不亦", "37": "別總解因明。有十一釋。此以正理歷而明之。", "370": "是成立有法。論主意云。若成有法有體。及是", "371": "此法。故有前過。及因有體表而亦遮。必依有", "372": "體有法。今立最勝無。亦假安立不可得法為", "373": "因。其因無體。但遮非表。以無為依故。非無依", "374": "及成有法過。不障立他所立有法體性為無", "375": "為破他故。不爾不得與他宗。作有法自相相", "376": "違因過等。是故唯識難非彼性。若即直難。理", "377": "亦無違。但因明法。不得直以有法。成有法有", "378": "及是此法等。以犯過故。問若不得成有法為", "379": "有。如何瑜伽云。所成立義有二種。一謂自性。", "38": "成七十七。若綺互單重。數即更廣。", "380": "二謂差別。立自性者。有立為有。無立為無。如", "381": "立我有無等。立差別者。如立有上無上等。如", "382": "何言法不成有法。答已釋訖。不得立有法為", "383": "有。破他立無無過。若爾如何言有立為有。答", "384": "有立為有。方便成立。義即無妨。直成有法。即", "385": "有前過。如立他方佛有。方便立云。他方是有", "386": "法。定應有佛是法。以有機欲及修行者故。如", "387": "此世界。又如烟立火等量陳那正釋。將為法", "388": "成法。若望比量成立。即名為法。瑜伽談其法", "389": "體。名自性差別。故理門云。觀所成故立法有", "39": "解妨難中第六。助為一釋。宗既是義。義生了", "390": "法。非德有德故無有過。問若不得直成有法。", "391": "如何得有四種相違耶。如翻法自相差別相", "392": "違。得有正量。應翻有法自相相違差別相違。", "393": "亦有正量。若云如立火有。豈非有法自相者。", "394": "陳那既將山處為有法。火即當法。何名立有", "395": "法之量耶。答取山處為有法。取現烟義為因。", "396": "取有火義為法。不即取所有火也。如是資益", "397": "成得火有有法。問法及有法不定。如何定說", "398": "火為有法。答此文且約體義一門。為難及釋。", "399": "若如成立我是有無。我是其有法。有無為法。", "4": "五明之總名。因即生了。是一明之別稱。復含", "40": "因。復由因喻證宗令明。亦正因明。又宗言生", "400": "意不直爭有之與無。爭彼我體。此類即是成", "401": "彼先陳。立聲常等。即爭後說。但不得將宗中", "402": "有法。及宗能別為因。成此二所爭者。不障別", "403": "以餘理。成立有法及法。此即隨應。先陳後說。", "404": "名有法法。有正不正。得有四違。問遍是宗", "405": "法性。說因依宗有法之上。何故不依能別法", "406": "耶。答先有三解。一云。宗中能別他不許故。", "407": "因非遍彼。今難云。若爾應犯能別不成。若云", "408": "許無常於別法有。而不在聲故。無此過者。即", "409": "是許有無常。云何不許因遍在彼。若云無常", "41": "敵智因也。顯了所立宗義明也。", "410": "與聲合者。彼不許之。今言宗者。取此為宗。故", "411": "因不依。若依彼者。即彼隨一所依不成。若爾", "412": "亦應聲與無常不相離者。他亦不許。說因依", "413": "聲。應隨一過。一云滅法是無因不依彼。若許", "414": "因依。闕所依過。今亦難云。如立無常宗。滅無", "415": "非因依。立聲為常等。非無應為依。若言許有", "416": "即依。無體即有過。為此不許因依能別者。", "417": "豈可為無非依遮有為依故。不許依於能別。", "418": "今者解云。本欲成法依有法。不欲成有法依", "419": "法。故因不得在能別上。如舉其喻。顯有所作", "42": "有解。能立有四。一真能立。二真似能立。三似", "420": "處。無常必隨逐故。所作在聲。無常隨在聲。若", "421": "因在能別。便顯無常有所作。聲在於無常。乃", "422": "別爭於聲。非爭本無常。又以法成法。因在有", "423": "法上。不得以法成有法。故不在法上。遍是宗", "424": "法性。先云四句。或三二句。且四句云。有是遍", "425": "而非宗法性。言如大乘師對薩婆多。立業所", "426": "引聲必是異熟。以大造故。因雖遍聲。然是體", "427": "異。非是宗法。是故雖遍而非宗法。此釋不然。", "428": "且問云。以大造故。因為詮以大種所造故。名", "429": "以大造。為詮聲體是大種故。名以大造。若云", "43": "能立。四似似能立。以相違決定。為真似能立。", "430": "以大種所造故。名以大造。與所作因。義有何", "431": "別。彼亦取所生義。所造所生義俱遍宗。何得", "432": "云遍而非宗法。若云是大種故。名以大造。此", "433": "俱不成。何得名遍。若云不取所造。亦不說聲", "434": "名為大造。但別說言以大造。故不相關帶。何", "435": "得名遍。若云雖取大種所造之義。猶有大種", "436": "別體故。遍非宗法。此亦不爾。取所造義。不說", "437": "大種故。又如薩婆多對聲論。云聲是無常。以", "438": "所作性故。豈得言雖取所生義。猶有生別體", "439": "故。遍非宗法。問因云所作性。取聲是所作義。", "44": "四不定因為似似能立。今謂不爾。何者如真", "440": "不取能作。如立山等處定應有火。以現烟故。", "441": "取能現烟義。不取所現之烟。云何得有比量", "442": "之智。從現量生。以現烟義。非現量得故。答有", "443": "二解。一云。取能所現。合名為因。若爾豈非有", "444": "法成有法。答因明不許將宗有法。還成有法。", "445": "不障以餘。成此有法。故理門云。若為烟立火。", "446": "以火立觸。便成宗義一分為因。如云彼烟", "447": "下定有火。復云以現烟故。即取宗中有法為", "448": "因。故是宗義一分為因。若云彼山等處決定", "449": "有火。以現烟故。既以山處為有法。取能所現", "45": "似能立。只是似立。何須言真似能立。若如此", "450": "為因。即無其過。故比量智從現量生。二云。即", "451": "現烟義亦現量得。不爾見烟依於山處。有烟", "452": "之義更須比耶。故火雖不見。以其現量知烟", "453": "之智。能生比知有火之智。問自比知火可如", "454": "所說。對敵申言。立彼有火。敵證解起。彼智", "455": "從何。若現量生。待言方解。散緣名言非現", "456": "量故。若亦緣彼現烟義等立言是何。答遠從", "457": "於現。近立言生。故了宗智從現比起。故理門", "458": "云。是近及遠。比度因故。二釋後勝。問准所作", "459": "性因。應云山處定有火。所現烟故。答言論方", "46": "解。即有自語相違之失。又若似中有似似。亦", "460": "便說不一途。隨義便說。若云所現烟故。義不", "461": "相關。何成因法。或立二句云。無是宗法而非", "462": "遍。如立一切聲是無常。勤發因望內聲上。遍", "463": "是宗法。若望外聲。非遍非宗法。此亦不然。總", "464": "立內外一切聲宗。勤勇發因。不可別望內外", "465": "聲。分為是為非。故勤勇發。必是無常。得名宗", "466": "法。但非遍故。", "467": "問言同品定有性。何法名同品。因於何有。", "468": "且答初問。舊有數釋。一云。以瓶等體名為同", "469": "品。以瓶與聲同常無常之品類故。名為同", "47": "應真中有真真。此既不爾彼云何然。故但言", "470": "品。一云。除聲已外為品。有無常者為同。與初", "471": "解同。一云。如立聲無常。除聲一切無常為同", "472": "品。一云。以宗既取和合為宗。同品亦取瓶無", "473": "常合。以為同品。然既說其因。皆依別瓶。非依", "474": "無常。如宗法故。依宗有法。非法故也。今者不", "475": "爾。先明同品。後明定有性。即以瓶上無常。與", "476": "聲無常。法法相似。名為同品。故論云。同品", "477": "者。謂所立法均等義品。說名同品。理門亦云。", "478": "此中若品與所立法。隣近均等。說名同品。以", "479": "一切義皆名品故。問聲上無常。敵論不許。何得", "48": "真似。即攝義周。設真似及似似言。深為無", "480": "瓶上無常。名為同品。答若敵同許。即立已成。", "481": "但除宗外所有無常。與所爭同即名同品。又", "482": "彼此同。有此所立法。不要同許宗有法有。方", "483": "可說同。問前之四釋。其義云何。答若以無常", "484": "為同品者。知見共同。因依義異。次下當說。", "485": "若以瓶等為同品。及瓶無常合以為同品。皆", "486": "悉未可。亦難以瓶為同品者。若言以瓶等有", "487": "法。同有無常。名為同品。違論所說。謂所立法", "488": "均等義品。說名同品。此即正取瓶上無常。與", "489": "所立法相似名同。不言有所立法。名為同品。", "49": "用。", "490": "論指法云。如說無常。瓶等無常。若以瓶同於", "491": "聲。有無常性。名為同品。應云如說聲有無常。", "492": "瓶等有無常。名為同品。又所立相似名之為", "493": "同。聲瓶有法。豈是所立耶。雖指法中。云", "494": "瓶等無常。舉瓶為同品依。意取無常名為同", "495": "品。如指瓶等以為喻依。又與理門所說相違。", "496": "文如前引。難云。聲及無常。和合不相離。名為", "497": "同品者。豈可二合為所立。若俱所立。一切同", "498": "品。皆有一分所立不成。又准喻中所立不成。", "499": "皆約能別。不并有法。論云如立無常。瓶等無", "5": "言生之與智義。今此正理。即二因之少分取", "50": "疏解能破。定非似立似破。真似異故。今謂或", "500": "常。不言如立聲無常。雖和合名宗。意立無常", "501": "不離於聲。不欲成立聲在無常。又法成法。若", "502": "二和合俱名所立。即雙成有法及法。違理門", "503": "論。又復同異品。即二喻一分。喻既不取瓶", "504": "空等體。云何同異品。則取瓶空體耶。若云非", "505": "同異喻體之一分者。如何理門約辨於因。故", "506": "彼頌云。於因有及二。在異無是因。翻此名相", "507": "違。所餘皆不定。由此故知。宗之同品。即取與", "508": "宗能別法同。名為同品。若云陳那亦取瓶空", "509": "等體。為二喻者。不然。廣如理門所破繁不具", "51": "有。且如能立既對似破。云何能破不對似立。", "510": "引。", "511": "次釋定有性。問其能立因。為依瓶等有法之", "512": "上。名定有性。為依無常等。名定有性。答有二", "513": "解。一云。依瓶等有法。義如常解。第二又解。", "514": "依無常上。名同品定有性。以瓶等體非同品", "515": "故。又理門云。以所作性。於無常見故。於常不", "516": "見故。不言於瓶上見。故知同品。無常之上有", "517": "所作性。問若言因依同品無常。無常即喻。如", "518": "何說言瓶有所作性。瓶體是無常。當知聲有", "519": "所作性。聲體是無常。准此。所作即依瓶等。答", "52": "如聲顯論對勝論。立聲是常住。彼復成立聲", "520": "此古師合非陳那義。陳那立云。諸所作者皆", "521": "是無常。譬如瓶等。瓶等喻依。非因依也。問何", "522": "故宗上無常。非因所依。同品無常。即為因依。", "523": "答宗中敵不許。能別非因依。同品兩俱成故。", "524": "得為因依。有立量云。瓶上無常非因依。所立", "525": "法故。如聲上無常。此是似破。因隨一故。或俱", "526": "不成。誰許瓶無常是所立法。復是違教。喻名", "527": "能立。若爾何故。同無能別。名闕所立。答喻上", "528": "無常。似所立法。從似為名。如所作因。問若無", "529": "常同品。定有所作。此是滅法。云何得言定有", "53": "是無常。豈非能破。自義不定。何得非似立。若", "530": "所作。滅非因生故。答有二解。一云。言無常者。", "531": "非唯滅相。無彼常故名為無常。即住異等俱", "532": "名無常依此何過。二云。無常即是滅相。定有", "533": "性者。定曾有性也。觀果知因。非當有性。雖", "534": "不因生。因生始滅故不有違。問何故宗同品", "535": "中所作。即言曾有。因同品中無常。不言曾", "536": "有。答因為順成宗。瓶有所作。當無常生非滅", "537": "相起。不言瓶生曾有滅。問若同定有。是曾非", "538": "現。應隨一攝等因現非有。答不言唯定曾有因", "539": "性。隨一現有定義何違。二解無常。後解為勝。", "54": "不能破他。彼應真立故。又復能立能破置與", "540": "問云何因望宗上。言遍是宗法性。不言遍是", "541": "宗品性。同異二喻俱言品耶。答因即宗法。體", "542": "義分故。更無別聚。故云宗法。同異二喻。別聚", "543": "類法。故得名品。又解。因為成宗云宗法性。不", "544": "成二喻。故二言品。問但云同品。何須定有性", "545": "等耶。答若不言定有性。即喻有能立不成過。", "546": "不顯因第二相故。若言定有性。不言同品。亦", "547": "非正顯因第二相。即有不定相違過。今為明", "548": "因第二相故。雙言同品定有性也。何者是也。", "549": "欲作此句。先敘陳那九句之義。方可於中而", "55": "字。顯彼相違。似立能破無文正障。又云。能", "550": "自聊簡。九句義者。彼次頌言。宗法於同品。謂", "551": "有非有俱。於異品各三。有非有及二。此解因", "552": "法。於同異品。謂於同品。有非有有非有各有", "553": "三句。於異法中。亦各有三句。何者是因望於", "554": "何宗。彼理門云。常無常勤勇恒住堅牢性非", "555": "勤遷不變。由所量等九。此即宗也。由者第三", "556": "囀於聲。由以因法。為能成之具。故宗有九。所", "557": "量作無常作性聞勇發無常勇無觸。依常性", "558": "等九。此即因也。依者第五囀從聲。以從所依", "559": "此常等九宗有九因。以此九因。如次配釋前", "56": "立似破。俱句中釋無此句。其理決然。云但", "560": "之九宗。成立比量。為九句義。立量云。聲常是", "561": "所量性故。同喻如空等。異喻如瓶等。此所量", "562": "性同異俱有。即此論中共不定也。立聲無常。", "563": "所作性故。同品如瓶等。異品如空等。此即正", "564": "因也。立聲是其勤勇所發無常性故。同品瓶", "565": "等。異品電空等。此無常因。於同品遍有。於異", "566": "品分無。以於電有。於空是無。即此論中。同品", "567": "遍有。異品一分轉。立聲為常。所作性故。同品", "568": "空等。異品如瓶等。此所作因。於同品無。異品", "569": "遍有。即此論中。法自相相違也。立聲為常。所", "57": "似破。恐義未盡。何者。或隨聲勝先立。自宗隨", "570": "聞性故。同品空等。此因遍無。異品瓶等。亦遍", "571": "非有。即此論中。不共不定也。立聲為常。勤勇", "572": "所發。同品空等無。異品瓶有。於電是無。亦即", "573": "此論。法自相相違也。立聲非勤勇所發。無常", "574": "性故。同品電等有。空等是無。異品瓶等。此因", "575": "遍有。即此論中。同品一分轉異品遍轉。立聲", "576": "無常。勤勇發性。同品瓶有。電等是無。於異品", "577": "空。因遍非有。此即正因。立聲為常。無質礙故。", "578": "同品空有。極微上無。以立極微有質礙故。異", "579": "品樂有。瓶等因無。即此論中。俱品分轉。問何", "58": "應為敵。豈非似立。此意或據他破。非約自立", "580": "以得知。第二第八等是正因等。答即理門引", "581": "云。故本頌云。於同有及二。在異無是因。翻此", "582": "名相違。所餘皆不定。本頌者。或足目所造因", "583": "明論。或世親所造論軌等中。故知二八句而", "584": "為正。第四翻第二。第六翻第八。故說為相違。", "585": "餘因通同異。第五俱非有。故說為不定。故作", "586": "頌云。二八為正因。四六相違攝。所餘皆不定。", "587": "正似應當知。然此九句狹於天主。闕無相違", "588": "決定過也。故釋及無三相違。然准論中。具有", "589": "此過。又復唯依有體法說。不依無體。云依無", "59": "義故。", "590": "體者。四六無別。何以故。以第六同品非有。異", "591": "品有非有。今第四句。若取兔角等。為異品者。", "592": "亦是同非有異有非有也。作四句者。一者是", "593": "同品而非定有性。即中三句同品。皆言遍非", "594": "有故。若取分無。并後三句。以空電極微俱無", "595": "因故。雖是同品而非有性。若中三句。因有相", "596": "違不共不定。若後三句除第二句。因有不定。", "597": "喻闕一支。無能立故。問何不言遍有性。答若", "598": "言遍有性。即九句中第八非正。彼既是正。故", "599": "不言遍。二是定有非同品者。三三句中。各除", "6": "義非餘。因明生了達解正理。名之為入。由明", "60": "問瑜伽對法。俱以自性差別為所立。宗為能", "600": "中句。若取全有。即第一第四。及第七句。若取", "601": "分有。并第三第六第九句。是四六兩句顯因", "602": "相違。所餘不定。三亦同品亦定有性。即除中", "603": "三句。若取全初三句。若取分及後三。若簡喻", "604": "中無能立過。俱是正喻。若簡因過。猶有邪。以", "605": "遍異品是不定因。除其二八。二八即正因。四", "606": "非同品非定有性。即三三句中各中句是。若", "607": "取分者。三三句中各取第二。若取正因。初後", "608": "三中各中句是。餘皆不正。今此四句。非全", "609": "明因具足三相。但明第二相。故雖四句無", "61": "立。何故理門入理。皆共宗為所立耶。答先", "610": "有唯正顯第二相。第三句是。問所作即是宗", "611": "之別法。云何所作於餘處轉。答理門云。由彼", "612": "相似不說異名。言即是此故無有失。此意以", "613": "喻與宗所作無別故說相似。非說聲上所作", "614": "在瓶上。故無有失。問既於喻有。云何但說為", "615": "宗法耶。答此中但說定是宗法。不欲說言唯", "616": "是宗法。故亦無妨。故理門論亦作是說。", "617": "論云異品遍無性者。解如疏述。問何故異品", "618": "言遍無性。答若不言遍無性。即有相違不定。", "619": "及異喻能立不遣。故言遍無性。亦作四句聊", "62": "解古解。次述今明。古有解云。以諸法自性", "620": "簡。一是異品非遍無。若言無者簡分轉不得。", "621": "故言遍無。即三三句中各除中句。第一第三", "622": "第七第九是不定過。異喻有能立不遣。若第", "623": "四第六因有相違。異有能立。二是遍無非異", "624": "喻。即中三句同法喻。是三亦異品亦遍無。即", "625": "二八也。四非異品非遍無。即除中三初後三", "626": "句同法喻。是今取初第三。故云異品遍無性", "627": "也。問此四句簡得正因不。答非但簡得第三", "628": "相。雖亦異品亦遍無。而不簡得不共不定。問", "629": "同品但與因同。不與宗同。得名同喻不。答不", "63": "差別。總為一聚。為所成立。於中。別隨自意所", "630": "得。但名同品。以品類故不與宗同。說喻於誰。", "631": "若與宗同不與因同。亦只名同品。若但因同", "632": "無所立故。亦異品故。非同品也。然與宗同。", "633": "雖亦名喻。而亦非真。無能立故。問異法喻與", "634": "宗同。不與因同。得名異不。答不得。若言得", "635": "者。同喻無能立。亦得名異品。此既不爾彼云", "636": "何然。問異無宗有因。得名異品不。答非也。由", "637": "此又作四句分別。一有異品而有宗無因。即", "638": "所立不遣過也。二有是異品有因無宗。即九", "639": "句中各除中句。即能立不遣過也。三是異品", "64": "許。取一自性及一差別。合之為宗。宗既合彼", "640": "有宗因。即俱不遣過也。四是異品無宗因。即", "641": "三三句中各各中句。是正喻也。又復以因望", "642": "宗同喻。作四句分別。一有遍是宗法性。而非", "643": "同品定有性。即九句中中三句。及後三句中", "644": "初後二句。兼取分全說。若取全者。中三句是。", "645": "二有同品定有性。而非遍是宗法性。即九句", "646": "中佛法所說第九句是。以許聲等有質礙故。", "647": "三亦同品定有。亦遍是宗法。即初後三句。四", "648": "有非同品定有。非遍是宗法。約聲顯論。第四", "649": "句是。於中過性思之可知。以因望宗及異法", "65": "總中別法。合非別故。故是能立。且詳此意。理", "650": "喻。亦有四句。有遍是宗法性。而非異品遍無", "651": "性。即三三句中各除中句。有是異品遍無性。", "652": "而非遍是宗法性。約九句闕。通約法作亦得", "653": "有之。如小乘立聲無常所見性故。異品空無", "654": "而於宗不有。有亦遍是宗法性。亦異品遍無", "655": "性。即二八是。有非遍是宗法性。非異品遍無。", "656": "即聲顯論第四句是。若佛法立第九句是。聲", "657": "顯相違因。佛法不定攝。又復以因望同異品。", "658": "而作四句。有是同品定有。非異品遍無。初後", "659": "三句中各除中句。有是異無非同定有。即中", "66": "應不爾。若無簡別。總以諸法自性差別。總為", "660": "三中句是不定因。三有同定有亦異遍無。即", "661": "初後三句中各除初後。此是正因。四俱非有。", "662": "即中三句取其初後。即相違因。若取分說等", "663": "准此可知。然別作法。不可依此九句而作。問", "664": "此論之中因後二相。於理門論何句所收耶。", "665": "有答云。此之二相。唯是第二第八二收。今謂。", "666": "此對理未必然。若總問因。此之二因唯彼二", "667": "八。若約相辨同有異無。即後二相何唯二八。", "668": "若第二相初後各三。若第三相三三各中。皆", "669": "是同有異品無故。問彼九句中。何故無此餘", "67": "一聚。為所立者。如別立聲為無常宗。既云能", "670": "三相違。答誰言不攝餘三相違。准文如是立", "671": "聲為常。所作勤勇二法為因。唯法自相豈名", "672": "為餘。若不明四。次下攝頌何故云耶。證法有", "673": "法自性或差別。此成相違因。長行既無別解。", "674": "總攝於上。故知九因亦有攝四。若云九句", "675": "有攝四違。如何說言如法成法。不言成有", "676": "法。又彼九因。望違於常及非勤勇。此但違法。", "677": "如何攝四。答雖云違有法。實唯成法。如難有", "678": "性而非有性。難彼意許離實等有。而非有性。", "679": "故唯成法。此意即顯。理門望為量。成立必須", "68": "立。立彼總聚。總聚之中。有常無常。立常為無", "680": "加言。如立大有云有離實等有。更無同喻。有", "681": "一實等因於同異有。即唯異轉違彼後陳。總", "682": "名相違。不分自相及與差別攝。頌中云。耶", "683": "證法有法。及此論中立四違者。望不加言本", "684": "意所爭。言陳意許故有四種。問若違意許離", "685": "實有。即違言陳不無有。此乃雙違。如何但言", "686": "違有法自相。答不爾。何以故。如法差別。言陳", "687": "他用他有真假。二各有體。違真成假仍不違", "688": "他。但名差別。今此不無無即離二。彼意許者。", "689": "即此言陳不無之有。不別有彼意許大有。故", "69": "常。違自教過等。立無常宗。非遍不許。有相符", "690": "違所諍。正違言顯。故但名違有法自相。問", "691": "以更無別名違自相。作有緣性亦應同然。答", "692": "夫論差別。要有二等方名差別。如立他用意", "693": "許他中。有其真假名法差別。今此有中無即", "694": "離二。故違所爭。即名違自相。以作有緣性。作", "695": "非有緣性。各有別體。雖違作有緣性。作非有", "696": "緣性存。無彼即離二有。違有更無別有。故名", "697": "違有法自相。以斯研究深契幽微。後哲若披", "698": "可為龜鏡。問何故九句無相違決定。答理門", "699": "頌中據別而說。不對許有聲性論者。立所作", "7": "此二因。入解諸法之真性。即入屬正理。彼因", "70": "過。若言諸法但取無常。猶有一分相符之", "700": "因。故九中無故。彼中難所聞性因。若對許", "701": "有聲性是常。此應成因。此難不共不定。准此", "702": "故知。不約對二。彼論長行及此論中。據二宗", "703": "對故。有相違決定。然正釋文准釋異品。同於", "704": "同品應言。同品者。謂所立法均等義品。說名", "705": "同品。若有所作見彼無常。解異品中。亦應", "706": "云異品者。謂於是處無其所立說名異品。此", "707": "即論主。欲詞約理繁互顯故爾。有問云。若是", "708": "正因要具三相耶。若言具者。如掌珍論立真", "709": "性有為空。以緣生故如幻。此無異品應非正", "71": "過。若云但別自意所許。一自性差別。別為所", "710": "因。即自解云。具三相者必是正因。自有正因", "711": "不必具三相。此釋全非。誰言此因不具三相。", "712": "既無異品有法。即因不濫行。豈非異品遍無", "713": "之相。若闕此相是真因者。諸不定因皆闕此", "714": "相。亦應名正。又若具三。皆正因者。決定相違", "715": "應正因攝。又復此量亦非正因。成唯識說為", "716": "似量故。出此量非如唯識抄。", "717": "解喻。問詮喻之言。及此喻體。為俱喻耶。答准", "718": "宗義言既為宗者。喻言及喻俱喻何失。問若", "719": "爾何者為言生因體。若云詮因者為言生因", "72": "立。合為能立。即不應言以諸法自性差別。總", "720": "體。詮喻言非。即喻應非因第二相。既第二相", "721": "亦應言因。答有二解。一云。詮宗因喻言。皆言", "722": "生因。皆能令敵。者了宗智起。故此論云。由宗", "723": "因喻多言。開示諸有問者未了義故。若爾即", "724": "應無宗喻別。答望義有別。言生他智名言生", "725": "因。故三皆是為他所成。名為宗支。正助成宗", "726": "說名因喻。由喻助因曉宗義故。故三言別。二", "727": "云。除詮宗言。非因相故。因喻果故。唯詮因喻", "728": "言為生因。正生他智此解為正。問因亦曉宗", "729": "應名為喻。答因雖正為成宗。未舉共許已顯", "73": "為一聚為所成立。慈恩唯識法師。亦有三釋。", "730": "了義。曉宗未明。舉有此因定有所立。方為比", "731": "類。故因非喻。問舉因宗未顯。因不得喻名。陳", "732": "因智未生。非言生因攝。答爾。言因必對果。無", "733": "果是誰因。故敵智未生。非是言生攝。", "734": "言顯因同品決定有性。有云。顯因同品決定", "735": "有性。是顯因第二同品定有性。顯因於宗同", "736": "品中。決定有此所作因性。本意舉喻為顯因", "737": "故。今謂不爾應云顯因同品。即除因餘所作。", "738": "決定有性。即所立無常性。如解宗同品。舉餘", "739": "無常。為同品故。若不爾者。何故。前解宗同品。", "74": "初後無違。中釋似過。且隨應言。簡無為法。就", "740": "云如立無常。瓶等無常。是名同品。應解喻中", "741": "言。謂若所作。瓶等中見彼所作。或應謂。若無", "742": "常見彼所作。云何乃言。謂若所作。見彼無常。", "743": "又解因中即舉宗同品。以瓶等無常。說名同", "744": "品。言定有性。即有所作性。故知解喻言同品", "745": "者。以瓶所作。為因同品。決定有性。即有所立", "746": "無常。若解喻中言同品。是宗同品者。此即改", "747": "動數處論文。即喻文言顯因同法。又下解不", "748": "定中。此因以樂以空。為同法故。又云。以電瓶", "749": "等。為同法故。若不有因同品者。如何說言。以", "75": "有為中。猶有似一分相符之過。如立聲無常。", "750": "樂以空等。又云。謂若所作。見彼無常。又理門", "751": "論。解同喻等為同法耶。然雖品法宗殊。俱是", "752": "因類。云第一說因。宗所隨逐。第二說宗無因", "753": "不有。准此即違多教。又因順成宗。即云宗同", "754": "品中。有所作性。喻既順因。亦應云因同品中。", "755": "有無常性。又若同喻。唯同因法。即名同喻。喻", "756": "闕所立。應非過收。異不離宗。亦應非過。准此", "757": "即違理。故舊解是。又引理門云。由如是說。能", "758": "顯示因同品定有性。異品遍無性。故知。言顯", "759": "因同品決定有性者。是顯因第二相。於宗同", "76": "雖總聚中隨應有法。此聲自性差別。總別合", "760": "品中。定有性也。此亦不爾。彼文意別。此是彼", "761": "答詞。彼有難言。復以何緣。第一說因宗所隨", "762": "逐。第二說宗無因不有。不說因無宗不有耶。", "763": "言第一者。喻有二種。第一即同喻。何故同喻。", "764": "即先明因。顯所立隨逐。即此論中。謂若所作。", "765": "見彼無常。第二類此可知。此牒論主宗。不", "766": "說因無宗不有者。申難影顯。難同喻何。不說", "767": "有無常故所作。答云。由如是說。能顯示因同", "768": "品定有。異品遍無。非顛倒說。此意同品有所", "769": "作。欲將所作成無常。於無常上。見有所作故。", "77": "之并名為宗。則彼總聚更無有聲。以立為宗", "770": "聲上有所作。明非是常。於餘常上。不見所作。", "771": "故於同喻。舉有所作。無常隨故。若云以無常", "772": "故所作者。便以無常。成其所作。非本所爭。是", "773": "故同喻等作如是說。但知偏引局文。不解遠", "774": "尋深意其類猶執指求兔。於自豈不誤哉。又", "775": "有解云。言說因宗所隨者。立喻宣說次第。非", "776": "正明體。故同於前。顯第二相。此亦不然。理門", "777": "論云。如是已辨。因及似因。喻今當說。說因", "778": "宗所隨。宗無因不有。此二名譬喻。餘皆此相", "779": "似。此正出體。豈依立說。若依者說。應云此二", "78": "故。復以此別宗立彼總者。若立所餘可有無", "780": "說譬喻。又明喻體是非。豈直明其言說。又正", "781": "明喻。喻具二立。方名正喻。若唯明因第二者。", "782": "豈唯一立。即為正喻。又云。既言顯因同品。同", "783": "品即宗相對。若所作相類。應名同法定有性。", "784": "故下云。此因以樂以瓶。為同法故。此亦不爾。", "785": "若言同法。唯因相望者。云何理門。及此論中。", "786": "俱云喻有二種。一者同法。二者異法。豈可二", "787": "喻唯望因耶。", "788": "喻者。西方云烏播磨。此譯為喻。今因明中後", "789": "同異支。准西方云達利瑟致案多。此云見邊。", "79": "常。非彼一切不許無常。故有似一分相符之", "790": "為順此方故義言喻。問同異二喻。為即因耶。", "791": "為當有別。答設爾何失。二俱有失。若即是因。", "792": "因唯所作。喻中何故兼說無常。若與因別。理", "793": "門論中。不應難古於因分外。別立二喻。他不", "794": "應難。若爾喻言。應非異分。顯因義故。又復論", "795": "主。不應答言。事雖實爾。如前廣引。答應言二", "796": "喻體。即是因後之二相。如前道理。問後難善", "797": "釋。前難何通。答因言所作。體含無常。非離所", "798": "作唯在餘法。然所作言。無常義隱。故舉喻體", "799": "及於喻依。雙顯因中作無常義。以瓶之上有其", "8": "與明能生此入。入於正理故。因及明屬正理", "80": "過。既云隨應。並已簡訖。隨應對彼所不許者。", "800": "所作。即無常隨。故此因言所作。明無常隨。是", "801": "故成宗。聲既即所作。明無常亦隨。又解因唯", "802": "初相。二喻即後二相。故理門云。雖一切分皆", "803": "能為因顯了所立。然唯一分且說為因。但以", "804": "初相顯因猶隱。故約二品有無不同。及二品", "805": "依。重彰因義。故此二品。即是同有異無。二相", "806": "方得成因。二喻之中。顯因有處必有果。隨無", "807": "果不成能立。果若無處。因即不有。明因有無", "808": "有果。即不成離別。即前因相。雙顯有無即是", "809": "二喻。理門說即因約二相說故。二解任情。問", "81": "以量立之。故實無過。今又解云。所成立義有", "810": "因中二品有之與無。與此二喻。體性何別。答", "811": "即此二喻。前總因體具顯三相。及分因喻。且", "812": "說初相。以之為因。復有無相即同異喻。理", "813": "門云。然唯一分且為因故。更有異釋。繁不能", "814": "敘。當知言喻與因體別。准論知非。不可依信。", "815": "問因與二喻所依各別。云何因喻即名為一。", "816": "答所依雖殊。所作無常其義相似。故合為一。", "817": "因言含故。不同別指瓶空喻依。約依言別。故", "818": "理門云。云何別法於別亦轉。此難意。云何", "819": "聲上所作。於別瓶上轉。論主答云。由彼相似", "82": "二種。一者唯理非教。教名為宗。或可。立宗之", "820": "不說異名。言即是此故無有失。問同喻即因", "821": "相。因同於瓶作無常。異喻亦因相。因同於空", "822": "常非作。答同喻順成因。所作故因。同瓶作無", "823": "常異。喻反顯以明因。因不同空常非作。問", "824": "因言所作亦無常。因喻相似可言一。異空是", "825": "常非所作。不同於因體性殊。答第三因相異", "826": "遍無。取遮於宗因。不有異喻常空非所作。取", "827": "遮非表故即因。問同喻作無常。異喻常非作。", "828": "俱不取彼所依。彼二何收。答隨二能依亦同", "829": "二攝。若爾即應取彼瓶體為同喻耶。答依無", "83": "言。立彼教理。教隨詮彼。亦名自性及以差別。", "830": "常門。瓶無別體。故亦同喻。瓶依別門故非同", "831": "喻。義別不可一准。異喻所依亦同此解。有言", "832": "陳那。不以相似及異為異喻。如何舉空常非", "833": "作。解云。通有無體舉空非作。非據體說。此解", "834": "問答不相應也。論文自釋。何繁異計。", "835": "是隨同品言者。有云。同法喻言。顯因隨逐同", "836": "品處有。名隨同品。以於此言能顯因相第二", "837": "相故。異品准此。此釋亦非。准破解喻中顯因", "838": "同品決定有性。類此可悉。", "839": "言唯此三分說名能立。問為要具三方成能立。", "84": "立宗之言。或亦并教名之為宗。是所尊故。二", "840": "為闕亦是。答設爾何失。二俱有過。若闕亦能", "841": "何說唯。違廣百論無異成過。若要具者。如大", "842": "乘立聲無常宗。既無虛空。能依喻闕。豈似能", "843": "立。如實義者異喻既遮。設無虛空。然非所作", "844": "及非無常遮義得立。故亦具支。若無異喻言", "845": "為過者。據因濫說故不相違。此解極妙。問何", "846": "理得知。無其異喻遮義亦成得成能立。答准", "847": "理門論云。云何得說彼處此無。此問意如立", "848": "無常。既一無常空可為異喻。云何可說常上", "849": "因無。答言。若彼無有於彼不轉。全無有疑。故", "85": "謂自性及於差別。非唯說聲為常無常。名自", "850": "無此過。答意。若彼常空無有。此因於彼全不", "851": "轉故。故無有疑。又云。前是遮詮。後唯止濫。", "852": "由合及離比度義故。由是雖對不立。實有大", "853": "虛空等。而得顯示無有宗處。無因義成。有依", "854": "此論及廣百文。判無性攝論。證第七有不共", "855": "無明。所立量非。以無同喻但異喻顯。缺減性", "856": "故。又異法喻有倒離過。此亦不爾。不了彼文", "857": "漫推求故。何理得知彼無同喻。答彼若有者。", "858": "何故但云不共無明。於五識中無容得有宗。", "859": "無能對治故。而不舉同類耶。而便舉異喻", "86": "性差別。亦以先陳後說。言顯意許。如次為之。", "860": "云。若處有能治。必定有所作耶。此亦不爾。論", "861": "略不舉此之同喻。誰謂無同喻異喻顯耶。所", "862": "以者何。此為設遮。諸小乘執五識中有不共", "863": "無明。彼自許第六識有能治。即有所治。今約", "864": "有見道難。不爾大乘五八識中有無漏俱。應", "865": "有不共。今大乘難。意識起善時不有不共無", "866": "明。有應成染。不可有無明。設遮彼轉計云。在", "867": "五識故。立量成眼等識無同喻。如色等後方", "868": "返顯。必在第七。不得說量。以有過故。若言第", "869": "七識。必有不共無明。他所別不成。若言不共", "87": "非欲合二以為宗依。此但所爭之義。或爭有", "870": "無明必在第七。他能別不成。此共量故。復設", "871": "遮云。非於不染意識中有。由彼此應成染性", "872": "故者。約起善時或諸識為難。設遮彼執在第", "873": "六識故。約起善時非染識難。謂若與俱由彼。", "874": "此應成染性故者。此意云。由彼無明。與起善", "875": "時意識俱故。應當成染。意云。應成不善。與不", "876": "共俱故。彼既不許故不與俱。五識前遮。故令", "877": "信有此第七識。可為彼依。由自大乘許自見", "878": "道平等智生。為能對治。故得令有。若准此義。", "879": "第七亦能為對治道。唯說第六有離染者。據", "88": "法。或爭於法。或爭言顯。或爭意許。或二俱", "880": "三乘通說。不爾前量有不定失。為如色等無", "881": "能治道。眼等識無不共無明。為如汝許。第七", "882": "無能治道。得與俱耶。然異法喻亦無次第。阿", "883": "毘達磨性相。為文非次第求。如唯識論中。此", "884": "例非一。", "885": "比量相違亦有自共他。有難餘疏云。解違自", "886": "比不應正理。應言如小乘。立現在諸法離因", "887": "扶助。獨有力用取等流果。如是方名不正之", "888": "宗。准自於他共比量中。皆加離因扶助獨五", "889": "字。方成不正。違大小乘因緣扶助取果之義。", "89": "爭。由此得有四相違因。故瑜伽等言所立自", "890": "故是比量相違所攝。今謂此難非。彼雖成能", "891": "破。自量還有過失。如實有非實有及世攝因。", "892": "皆於異品轉。如何名正因。言宗違正因耶。問", "893": "何名比量相違。答一釋云。以立於宗違正量", "894": "因。由自共因正故。立量正違此量。云比量", "895": "相違。問若宗違因立為宗過。如何理門不許", "896": "立耶。答理門云。諸有說。言宗因相違名宗違", "897": "者。此非宗過。此意不是宗違於因過。是因喻", "898": "過約立量破。不遮一切言無宗違因過。舉量", "899": "云。如立聲常非一切故。約此量辨。古名宗過。", "9": "之入。故云亦入正理之因明。又入正理。不約", "90": "性者。謂有立為有。無立為無。此直有法為", "900": "陳那云。此量是因喻過。非是宗因相違。又復", "901": "陳那。不障宗違因過。立比量相違故。但遮古", "902": "立宗相違。釋義如前。問此立聲常不名宗過", "903": "者。立瓶為常。應非宗過。俱無常故。答不言立", "904": "聲常。非比量相違。但對因別。理門望非一", "905": "切因。因過非宗。以彼不許聲所作故。入理", "906": "約所作因。宗非因過。對彼許聲是所作故。又", "907": "解對一切宗瓶常宗過。聲常。非過。有不許", "908": "聲是所作故。若爾亦有不許於瓶是所作故。", "909": "即從緣顯了宗。是故前釋勝。", "91": "有無。不爭有法之上餘差別名為自性。如立", "910": "解俱不極成云。我為有法和合因緣為法", "911": "故以佛法中因緣雖有。為舉和合。取此因緣。", "912": "故亦不成。今問此釋。云何以和合。標取此因", "913": "緣。若以和合與他作因緣。因緣是法和合成", "914": "有法。言我何為。若以和合因緣俱為法者。此", "915": "即一分能別不成。亦非全分。因緣佛法共許", "916": "有故。應言我是有法。能與和合為因緣是法。", "917": "若言因緣。非自不許。由言神我能與和合為", "918": "因緣。即佛法不許。如言釋迦菩薩實不善聲。", "919": "實不善聲。非大乘不許。約人立有。即是不成。", "92": "我有及以非有等。所立差別者。謂有上立有", "920": "大乘不許釋迦菩薩有不善聲。此因緣亦爾。", "921": "又和合亦無。故十句論云。我云何。覺樂等。和", "922": "合因緣起智故為相。此即由與和合作因", "923": "緣。和合始能。令覺樂等。與我和合。故全名俱", "924": "不極成。", "925": "有解是遣諸法自相門故。云初五為他之所", "926": "違遣故。如理門說。今謂不爾。彼言非彼相違", "927": "義遣。即非為他相違義所遣。故理門論云。為", "928": "此極成現量比量相違義遣。此論云。是遣諸", "929": "法自相門。即說為能遣。豈以形似之文。皆同", "93": "上。無上立無上。常立為常。無常立無常等。此", "930": "一判。今解二論各據一義。理門據現量等力", "931": "勝。故能遣彼。故離五過方成立宗。此約所立", "932": "欲強違彼現量等故。以不正能違遣彼故。立", "933": "此五過名似立宗。", "934": "問宗中既有九過。因皆有立不。答初之五違。", "935": "及能別不成。即兩俱隨一二不成收。如言聲", "936": "常眼所見故。即違現量自教。及世間等。有云。", "937": "雖違於此而非因過。此亦不爾。若非因過。何", "938": "故不成所別不成。即第四不成。相符極成因", "939": "中不立。宗須互返立擬果生。若兩俱成虛功", "94": "爭有法之上別法。如立於聲常無常等。隨爭", "940": "為失。所以宗中違過。因必共許。證不極成。許", "941": "即能成。不許為失。故無相符。問因十四過。宗", "942": "何不立。答因寬宗狹。過不相攝。望義各別。又", "943": "設解九過。亦攝因十四過。其五相違。及所別", "944": "不極成。攝四不成過。又比量相違。攝五不成。", "945": "除不共不定。相違決定。義顯可悉。如所量因。", "946": "成立常宗。無常宗有。成無常宗。常宗亦有兩", "947": "互返故。亦攝四相違。如立聲常。所作故因。雖", "948": "是違宗。亦違所作及以無常。故攝此九。前", "949": "解為正。", "95": "於此自性差別。或破於他。或立自義。所有言", "950": "問同異二喻合有十過。因何故不立。答同喻", "951": "前三。因第二相過。能立不成所立及俱。即四", "952": "句中。除第三句亦同品亦定有性。是偏句過。", "953": "所立不成。或即四相違。能立不成。即四不成。", "954": "俱不成即合二過。無合倒合義立。無體因過", "955": "依體。故無彼二。異中前三。即是因中第三相", "956": "過。所立不遣。即是遍無性非異品。以有所立", "957": "故。能立不遣。及俱不遣。即是相違。及不定", "958": "過。不離倒離。亦是義立更無別體。因無彼過。", "959": "問因十四過。二喻十過。亦攝彼不。答有攝不", "96": "教。或除於教。對敵所立。皆名為宗。故瑜伽", "960": "攝。准前可悉。問宗中何故不立彼十。答同喻", "961": "所立不成。即宗能別不成。能立不成。即宗現", "962": "比量。及自教違。非二量教。於彼喻中可知", "963": "許故。俱不成合前二過。合如因說。異喻疎遠。", "964": "宗中不立。以隔於初因二相故。又異於宗。宗", "965": "中不立。又釋。宗因喻三。各各別明。不必一切", "966": "皆須共同。相望而立。此釋為勝。問如論所說", "967": "為宗九過。一一別明。是因喻中何等過耶。答", "968": "現量相符。無違因義。隨所舉因當辨其過。比", "969": "量相違少分。即因四相違。及決定相違攝。同", "97": "云。問何故先立宗耶。答為先顯示自所愛樂", "970": "喻能立不成。異喻能立不遣。自教大同比量", "971": "違說。若世間相違。因不定過。為如肉等。眾生", "972": "分故。是不淨耶。准理而言。同喻無所立。以不", "973": "必許貝等是淨。若爾即法自相相違。具等為", "974": "異。眾生分因於彼轉故。即異喻能立不遣。若", "975": "說懷兔非月。有故如日等。因喻無過。若云月", "976": "非懷兔。有故如日等。此亦不定。以兔非無。而", "977": "復懷兔。故為異喻。有因遍轉。異喻之中。能立", "978": "不遣。自語相違。後違於前。因中所依不成過。", "979": "前違於後。無同喻過。隨應舉因。或不定及相", "98": "宗義。故對能立言。則名為義。義即道理。教隨", "980": "違。能別不極成。隨其何因。即四相違。及所餘", "981": "不定。二喻可知。所別不極成。隨其何因。定有", "982": "所依不成。所餘不定。未舉因故。若俱不極成。", "983": "或隨一兩俱所依不成。餘同前二。前二之", "984": "中。亦復如是。問因懷猶豫。即墮過門。宗內生", "985": "疑。何不為失。答准理應有。略而不論。如現違", "986": "等。豈無兩俱及隨一等。故論略舉。以例餘", "987": "故。", "988": "問因為成宗。不成不定及以相違。俱不能成", "989": "宗。何故初相有過獨名不成。餘立別名。答因", "99": "於理。立論言詮。亦名為義。能成名法。謂立", "990": "之初相。正為成宗故須言遍。今若不遍即不", "991": "成宗。餘二雖亦成宗。助而非正。隨立餘名不", "992": "名不成。理實相似。然有釋云。不成宗故名不", "993": "成者。如極成有法等。豈亦成宗。故知因體不", "994": "成名不成。以自共他不許有故。云不成也。此", "995": "不應爾。若自體不成名不成。如立喻中二立", "996": "不成。豈自不成名不成耶。喻既不爾。因亦應", "997": "然。若爾宗依不成。何名不成。立宗本藉所依。", "998": "所依若無。宗便不立。故須俱極。此即明所依", "999": "故亦成宗也。救云。誰言喻上所立不成。望他"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1842 因明入正理論義纂要", "author": "唐 慧沼集", "sourceLink": "http://www.cbeta.org/"}