{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2097 南嶽總勝集", "text": {"0": "嶽有靈禽異獸", "1": "南嶽總勝集卷下", "10": "邑之觀宇。以便供侍。先生云。經曰。何不登", "100": "生於南嶽。受三洞祕籙。研窮真要。屢感高真", "1000": "南嶽總勝集卷下", "1001": "跋跋", "1002": "吾家距衡山二百里而遙。嘗以秋八月為親祈", "1003": "年。重繭山下頓首嶽詞。其後復往禱登祝融", "1004": "峯。欲作一書紀其勝蹟。以曠岣嶁。太史志頗", "1005": "詳且衣食於犇走未遑也。然先人邱壠皆在", "1006": "衡山支麓。桑梓松楸極不忘焉。泰山之麓則", "1007": "先君子遺愛。長留　先慈窀穸所寄。余為", "1008": "書院主講。是以蒐輯成帙。名曰岱覽。然積十", "1009": "餘年而其書未成。蓋山經水志編纂為難。況", "101": "密降。明皇詔每問道德。而談辯通博。上喜", "1010": "又簿書鞅掌乎。頃當量移海州。聞其俗朴政", "1011": "簡或有餘間。卒成此書。亦未可知。而衡山之", "1012": "書。則非歸田後躡履懷鉛摩。以歲月不能成", "1013": "也。適孫淵如觀察。以宋本南嶽總勝集見示。", "1014": "向無善槧。因急付梓以廣其傳。余作吏江南", "1015": "十年矣。非特鄉國雲山遠在二千里外。即岱", "1016": "下林泉。疇昔負土安硯之地。曾不得一伸拜", "1017": "埽。載訪朋儕。倘得抽身就間往來衡岱之間。", "1018": "既以訂岱覽之闕遺。亦將以是集與曠志參", "1019": "考。而成衡山之記載矣。是則余桑梓松楸之", "102": "之。久乞回山上。命賦詩贈之序曰。練師志慕", "1020": "懷所欲遂。而幾幾乎不可必得者也。付刻緣", "1021": "起詳孫序中。其欵式悉仍宋本之舊。壬戌春", "1022": "正月既望。善化唐仲冕跋。", "103": "玄門。棲心南嶽。及登道錄。忽然來辭。願歸舊", "104": "山。以守虛白。不違雅志。且重精修。若遇至", "105": "人靈藥時。來城闕也。詩曰。洞府修真客衡", "106": "陽。念舊居將成金闕。要願玉清書雲路。三", "107": "天近松溪萬籟虛。猶宜傳祕訣來候。仙輿", "108": "季昌住九真降聖觀。復華蓋舊隱修鍊丹成。", "109": "一日忽謂弟子曰。祝融今夕有真之會。余被", "11": "山誦我書。人間紛紛臭如帤。吾謂。臭帤之所", "110": "召當往。遂凌虛而去不復回。後建凌虛宮。", "111": "鄧紫陽鄧紫陽。撫州南城人。初居麻姑山。後因省親", "112": "山下逢大蟒攔路步罡而逐之。蟒化為劍。遂", "113": "得劍佩之。性愈剛毅。常負濟世之才。每憩於", "114": "溪壑之間。誦天蓬呪不輟。北帝遣神人授劍", "115": "法。遠訪南嶽朱陵。謁青玉光天二壇。禮鄧真", "116": "人。夢有所感。有劉有宗師之。求傳禁呪。而謂", "117": "之曰。石廩倒洞。夕陽迷津。山鬽群居。昔吾祖", "118": "驅之已經三百餘年。今以生氣不正此類承", "119": "之襲人。汝後建壇辟除。兼內養浩然。方冀仙", "12": "萬境紛紜。外則六鑿相攘。內則三彭所擾。昔", "120": "階矣。後明皇詔紫陽。因內殿建醮破胡番。封", "121": "為天師。後尸解。有宗依法建壇院於石廩下。", "122": "遂郡兇奔他山。", "123": "田虛應田虛應。字艮逸。齊國人。賦性朴拙。吐露無忌", "124": "諱。開皇時侍親於攸縣。以喧冗遷於南嶽。躬", "125": "耕於紫蓋峯下。以盡子職。凡五十餘年。母", "126": "既即世。乃遊五峯。放志自適。龍朔中。州牧", "127": "田侯於衡嶽觀建降真堂以居。田于乘贊以", "128": "分璧。所受上清大洞法籙。自正一先生傳。", "129": "天師傳虛應天師。天師傳虛應。既承道要。涉歷雲水。為", "13": "魏夫人傳此玉經。而東遷陽洛而成道。代不", "130": "友善者。惟蔣舍洪時呂渭陽憑皆使湖南。嘗", "131": "就訪高論。潭州旱祈雨。久之不獲。召虛應", "132": "蓬髮弊衣。至郡無言。雨自下。又嘗久雨不", "133": "止。郡守建壇于衡嶽觀。默然岸幘而坐。洎昇", "134": "壇即霽。元和中。東入天台不復出。憲宗時。詔", "135": "不起。有歐陽平者。道學亦高。常師事之。一日", "136": "夢。三神人各持金鑪。自天而降。若有所召。密", "137": "謂人曰。二先生不久去矣。我必繼之。未幾虛", "138": "應果羽化。蔣亦繼往。門弟達者。棲瑤憑惟良", "139": "香林陳寡言方瀛徐靈府三人。盡相聯而尸", "14": "乏人。但恐虛之不極守之不篤則道無由成", "140": "解。", "141": "李思慕李思慕。成紀人。與東楚董鍊師白先生結煙", "142": "霞之友。周遊三湘名山。後訪南嶽五峯。雖", "143": "師範不同而各有指歸。白既於石鼓上昇。思", "144": "慕入京師。高力士佞吳筠而進之於明皇。答", "145": "問稱旨。後乞歸山。上厚賜錢。行注清淨經。行", "146": "於世。後玄化於紫蓋峯。惟董混迹於衡陽後", "147": "洞。常以呪術治人病。若有酬之者。為酒一醉", "148": "為妙於是凡醒時醉臥衢路。或溪谷遇驟雨", "149": "而衣不濡。凌嚴霜而皓如也。數年。巡門告人", "15": "矣。數年而入九疑山。白馬巖。悠然而住曰。吾", "150": "曰。各好將息。人皆訝之。亦於後洞尸解。如", "151": "蟬蛻也。唐杜甫有憶昔行詩末句云。更訪衡", "152": "陽董鍊師。南游早鼓瀟湘柁。", "153": "薜幽棲薜幽棲。蒲州寶鼎人也。性沈靜有敏識卓見。", "154": "修舉業之暇。好問方外事。開元中。及進士", "155": "第。年始弱冠。調官陵郡尉秩未滿。有林泉之", "156": "興。遂拂衣去服冠褐。出入青城峨嵋。久之遊", "157": "鶴鳴山。訪漢天師治所。修行僅一紀。而道炁", "158": "愈充。天寶初復遊南岳。卜修真之地。乃晦其", "159": "名氏。於五峯之下。游心於自得之場。曠然無", "16": "始於白馬洞。而今終白馬巖。必吾反真之地。", "160": "所繫。而能和光混俗。毀方瓦合。其於三洞經", "161": "誥靡不該覽。故幽人逸客嚮風稟受。日集于", "162": "左右。而師辯論宏博。隨其性根。各有發明。進", "163": "玄微論三卷。上明皇稱旨。賞其達悟。末幾尸", "164": "解。注靈寶於世。今凌虛宮有天香臺。乃注經", "165": "之所。曉夕雲煙起。如香繚繞。", "166": "唐若山唐若山。魯郡人。先天中。歷官尚書郎連典劇", "167": "郡。開元中出守澗州。頗有惠政。遠近稱之。", "168": "若山好長生之道。令弟若水為衡岳道士。與", "169": "兄同得胎元谷神之要。嘗詔入內殿。後求歸", "17": "夫馬乃乾健浩然之炁。白為見素還元之方。", "170": "山。詔許之。若山後揚子江中乘五色霧而仙。", "171": "其弟尸解於南嶽。", "172": "申泰芝申泰芝。字廣祥。其先洛陽人也。因守官湖外", "173": "世代寓居長沙。後散徙四方。其遠近欽慕。秦", "174": "芝卜居邵州仁風村柳塘。數世皆修慈惠。自", "175": "幼敻處。不與親友交。好讀書常清儉。遊息南", "176": "岳。訪神仙之事。一夕於融頂遇真人。傳金丹", "177": "火龍之術。婦煉丹雲山之北余胡之頂。積有", "178": "年矣。大藥已成。功行俱備。而能乘虛神遊。隱", "179": "顯出入綽有神異。人不可測。開元二十六年", "18": "吾居焉。忽一日謂門人曰。吾將入室之後。若", "180": "歲在戊寅八月十六日。明皇詔近臣曰。朕昨", "181": "宵中秋夜寢夢有神人告朕言。湖南邵州雲", "182": "山有道人。煉丹得仙。若禮遇之可為國歸。", "183": "宰相劉晏宰相劉晏。少好遊術。精懇不倦而無所遇。嘗", "184": "聞異人多在市肆間。以其喧雜可混迹也。因", "185": "遊長安。至一藥舖。偶問曰。常有三四老人。紗", "186": "帽拄杖。來取酒飲訖即去。兼覓藥看。亦不多", "187": "買。某意非凡俗者。劉公曰。早晚當至。曰明日", "188": "合來。劉公平旦往。少頃果有道流三人到。引", "189": "滿飲酒。談謔極歡。旁若無人。良久曰。世間還", "19": "有天炁異常。速來報吾。翌日中午四炁澄清。", "190": "有得似我輩否。一人云。王十八。遂去自後每", "191": "記之不可求。及作刺史往南中過衡山縣。時", "192": "春初風景和暖。喫冷淘一盤。香菜茵蔯之類。", "193": "甚為芳潔。劉公異之。訊郵吏曰。側近莫有衣", "194": "冠居否。此菜何所得。答曰。縣有官園子王十", "195": "八能種。所以館中常有好菜蔬。劉公忽驚記", "196": "所遇道人之說。乃曰。園近遠行去得否。曰即", "197": "館後。遂往問見王十八。衣犢鼻灌畦狀貌山", "198": "野望劉公趨拜戰慄漸次問其鄉里家屬曰飄", "199": "蓬不省。亦無親族。劉公益異之。令坐索酒與", "2": "敘唐宋得道異人高僧敘唐宋得道異人高僧隱逸附", "20": "弟子報之。而索沐浴焚香。寂然歸真。俄而輕", "200": "喫。固不肯却歸。乃詣縣自請同往嶺外縣令", "201": "都不喻當時發遣。王十八亦不甚拒。破衣草", "202": "履登舟而行。劉公漸與之熟。令妻子見拜之。", "203": "同坐茶飯。形容衣服日益穢敝。家人並竊惡", "204": "之。夫人曰。豈茲有異。何為如此。劉公不懈去", "205": "所詣數百里。患痢朝夕困極。舟船隘窄不離", "206": "劉公之所。左右掩鼻罷食。不勝其苦。劉公都", "207": "無厭忌之色。但憂慘而已。勸就湯粥。數日遂", "208": "斃。劉公嗟歎涕泣。送終之禮無不精備。乃葬", "209": "於路隅。後年官替歸朝。却至衡山縣。縣令郊", "21": "舉。遺帔於木杪。時則貞觀元年夏四月也。", "210": "迎。既坐曰。使君所將園子去尋却來。應是不", "211": "堪驅使。劉公驚問。何時歸。曰後月餘日即歸", "212": "云。奉處分放回。劉公大駭。當時步至園中。茅", "213": "屋雖存都無所覩。隣人曰。王十八昨夜去矣。", "214": "怨恨加甚。向屋再拜泣涕而反審。其到縣之", "215": "日。乃途中疾卒之辰也。遣人往發塚。瘞所空", "216": "存衣服耳。數月至京城。官居朝列。偶得重疾。", "217": "近至屬纊家人妻子圍視號叫俄。聞扣門甚", "218": "急。閽者走呼曰。有人稱王十八。令報歡躍迎", "219": "拜。王十八微笑而入其臥所。疾已不知人久", "22": "巖中臥席并坐壇。經二百餘年而不潰。弟子", "220": "矣。乃盡令去障蔽等及湯藥。自於腰間取一", "221": "葫蘆。開之出藥三圓。如小豆大。用葦筒引水", "222": "半甌。灌而搖之。少頃腹中如雷鳴。逡巡開眼。", "223": "蹶然而起。都不似先有疾。夫人日王十八。乃", "224": "涕泗交下。牽衣再拜。若不勝情。妻妾僕使並", "225": "泣。王十八悽然曰。奉愧舊情。故來相救。此", "226": "藥一圓可延十載。至期某却來。自取啜茶一", "227": "椀而去。劉公因請少淹留不可。又欲與之金", "228": "帛。復大笑。後劉公拜相兼領鹽鐵。坐事貶忠", "229": "州三十年。一旦有疾。王十八復來曰。要見", "23": "致之於觀真堂中供養。", "230": "相公。劉公感歎頗極。延入閤中。又懇求王", "231": "十八。日所疾即愈。且還某藥。乃以鹽一兩", "232": "投水飲之大吐。吐中有藥三圓。顏色與三十", "233": "年前服者無異。王十八索香湯洗之。劉公堂", "234": "姪侍疾側。遂攫其二圓吞之。王十八熟視笑", "235": "曰。汝有道炁。我固知為汝掠也。趨出而去。", "236": "不復言別。劉公尋病復數月。有詔至。乃卒", "237": "高僧懶殘者。唐天寶初。衡岳寺執役僧也。食", "238": "退即收所餘而食。性懶而食殘故號懶殘也。", "239": "畫專一寺之工。夜止群牛之下。曾無倦色已", "24": "廖沖廖沖。字清虛。梁大通三年。居連山郡。以才德", "240": "二十年。時鄴侯李泌寺中讀書。察懶殘所為", "241": "非凡物。聽其中宵梵唱響徹於上。李泌情頗", "242": "知音。能辯休戚。謂懶殘經音悽惋而後喜悅。", "243": "必謫墮之人。通名而謁。懶殘大詬覿面而唾", "244": "曰。是將賊我。李公愈敬之雅拜。懶殘正撥牛", "245": "糞出芋啖之。良久而曰。可以席地。取所啖", "246": "芋之半以授焉。李公盡食之。後謂曰。慎無", "247": "多語。領取十年宰相。公謝之而退。後月餘。刺", "248": "史祭岳崇道甚嚴。忽中夜風雷而一峯摧倒。", "249": "凡山路行所為大石橫攔。遂以十牛縻絆以", "25": "見稱。為本郡主簿。後辭其印綬。遊探道要。居", "250": "挽之。又以數百鼓噪以推之。人力竭而石愈", "251": "固。更無他塗可以修事。懶殘曰。不假人力略", "252": "試去之。眾皆大笑。以為狂人。懶殘曰。何在", "253": "見嗤試可乃已。寺僧笑而許之。遂履石而動。", "254": "忽轉磐而下。聲若震雷。山路既開。眾僧皆羅", "255": "拜。見者皆呼至聖。刺史奉之如神。懶殘悄然。", "256": "乃懷去意。寺外虎豹忽爾成群。日有傷無由", "257": "禁。懶殘曰授我箠。為爾盡驅除。眾曰。大石", "258": "猶推。此物容易。因與之荊梃皆躡而觀之。才", "259": "出門見一虎銜之登山噬之。人歎其不免數。", "26": "嵩高山。久之過荊渚。公安二神作妖。起風浪", "260": "初懶殘居巖久之。嘗作歌。其略云。世事悠", "261": "悠。不如山坵。青松蔽日。碧㵎長流。山雲賞", "262": "慕。夜月為鉤。臥藤蘿下。塊石枕頭。不朝天", "263": "子。豈羨王侯。死生無慮。更復何憂。水月無", "264": "形。我常自寧。萬法皆爾。不死不生。兀然無", "265": "箇事。春來草自青。其後李泌果入相。一云。", "266": "懶殘在石廩伏山妖。而售寶被訟。獄中卒。乃", "267": "尸解也。", "268": "衡山隱者衡山隱者。不知姓名。數因賣藥往來衡岳寺", "269": "寄宿。或時四五日無所食。僧徒怪之。後復", "27": "阻船。遂伏之令護船。而渡至南嶽。於融頂遇", "270": "賣藥至僧所眾見不食。知是異人。敬接甚", "271": "厚。會樂人將女詣寺。其女有色。眾欲取", "272": "之。父母求五百千俱不引退。隱者聞女嫁。", "273": "邀僧往看。喜欲取之。仍持金兩鋌正二百兩。", "274": "謂女父曰。此金直七百貫。今亦不論自金畢", "275": "將去。樂師時充官使倉卒便別。隱者示其所", "276": "居云。去此四十餘里。但上山當知也。女父母", "277": "事畢憶女乃往訪之。正見朱門崇麗叩門。隱", "278": "者與女俱出迎接。初至一食。便不復饑。留", "279": "連五六日。亦不思食。父母將還。隱者以五色", "28": "太平真君傳道要。復謂二神曰。吾居郴陽作", "280": "箱盛黃金五錠贈送。謂父母曰。此間深邃。不", "281": "復人居此。後無煩更來也。其後父母重往。但", "282": "見山草荒蕪。不復人居。方知是神仙之窟", "283": "李泌者。肅宗朝隱於衡山。詔給三品祿賜隱", "284": "士服為治宮室。泌嘗採松脂以隱背。名曰養", "285": "和。後得如龍形者。以獻帝。幼曾作詩云。天生", "286": "吾地載吾。天地生吾有意無。不然絕粒昇天", "287": "衢。不然鳴珂遊帝都。焉能不貴復不去。空自", "288": "昂藏一丈夫。一丈夫兮一丈夫。平生志氣多", "289": "良圖。請君看取百年事。業就扁舟泛五湖。庵", "29": "丹。可為吾守鑪。他日丹就。汝亦有分。丹成歸", "290": "基見在煙霞峯。得玄和先生祕語懶殘開發。", "291": "道業兩全。其詩末句已先見也。", "292": "俞靈璝俞靈璝者。河間人。居衡山九真觀。後學道", "293": "十餘年。南岳赤君憫之。傳回風混合之道。及", "294": "守明梁之法二十年。能坐見天下事如視諸", "295": "掌。然自晦不為異以驚人。而人亦莫知有道", "296": "者也。與談說多及四海九州遊歷事。其貌常", "297": "若三十許人。元和中。郴州官吏迎候太守因", "298": "集于觀門。靈璝衣弊自若。人見之亦不甚禮", "299": "待。忽歷諸官吏說其祖父名氏狀貌性情職", "3": "梁雙襲祖梁雙襲祖。字仲遠。吳人也。居南嶽白馬洞。", "30": "鄉。常乘一虎。執蛇為鞭。年一百餘。光天二年", "300": "掌年壽皆中。眾驚異而禮之。且曰。我偶然", "301": "耳。非所知也。遂入閉關不出。雖懇之再三亦", "302": "不復有言。方知其異人。常誦大洞經。或絕粒", "303": "或飲酒。有潘老仙遊岳與靈璝甚款。常養一", "304": "龜。廣四五尺。力可敵十人。見者畏憚。靈璝乘", "305": "之入九疑山。樵者時見之。", "306": "昔舜時有鳥如雀昔舜時有鳥如雀。自丹州來。吐五色之氣。氤", "307": "氳如雲。名一曰憑霄。雀能群飛銜書砂珠輕", "308": "細風吹塵。起名曰珠塵。今蒼梧之外山人採", "309": "藥時。得青石圓如珠。服之不死。帶之身輕。元", "31": "風雲晦冥而昇舉。", "310": "和末。仙人方回遊南嶽遇之七言贊曰。珠塵", "311": "圓浮輕且明。有道服之得長生。王子年曰雲", "312": "密峯。流洲岸亦有此珠。遊人嘗得服之不死。", "313": "劉元靖劉元靖。武昌人。師王道宗傳正一籙。未幾道", "314": "宗將告寂。以所有均遺諸門人。元靖惟收圖", "315": "書。既葬於東山。晴夜有炁出墓中。高十數丈。", "316": "元靖異之。遂開葬。及發棺但遺衣被而已。始", "317": "知其師得道。元靖感悟。泛洞庭遊武陵。復入", "318": "南岳。師曰。先生因魏夫人仙壇乃有卜居意。", "319": "自壇東尋峻峯上十數里。見一石穴南向闢", "32": "蕭靈護蕭靈護。字天佑。廬陵人也。生五七歲能詩。凡", "320": "以為居。引泉環流。伐木誅茅。前建上閣。某局", "321": "茶竈鑿石而成。使君韓曄遊此。命其閣曰會", "322": "仙。常以柏葉醞酒雖絕粒煉氣而一飲斗餘。", "323": "寶歷初。敬宗求方士。監軍呂令琮邀至譚州。", "324": "先生曰。某有山妻侍妾。以牛肉為命。若以為", "325": "術士恐將軍有罔上之名。因請彘肩自剸以", "326": "蒜𦵔而食之。令琮愈疑因為摩足乞行。先生", "327": "不得已上道。以十二月一日到京。便召於司", "328": "政殿。敬宗問以神仙之事。師曰。無利無營。少", "329": "私寡欲。修身出世之旨也。上不悅而難作。文", "33": "所作皆塵外意。十五好道裝。遇至人傳金丹", "330": "皇放歸山。李訓欲用。董昌齡自交廣乘傳過", "331": "岳下禮先生。先生曰。觀中丞王氣未動。不宜", "332": "有此。行且徐之。齡昌因緩轡入商山。訓果興", "333": "亂。朗州刺史唐伸妻病。求符於元靖。遂戒來", "334": "者曰。此符當示使君。無先於夫人。使還伸已", "335": "殂矣。夫人自愈櫓。嘗聞先生門人趙中閑曰。", "336": "先生言董唐之事如目擊。中閑曰。先生在中", "337": "山多年。境靜忽忽有所見。亦無指定之說。會", "338": "昌三年。武宗奉玄元之教。將除佛寺。徵先生", "339": "赴闕。及對見。武宗見神貌清古。改容欽敬。因", "34": "胎息。周訪名山。負道書百餘卷。常云。欲昇南", "340": "問佛法傾烈祖之風。朕欲去之。先生對曰。釋", "341": "氏久遠。將遏絕可漸革其弊。卒有變更。即", "342": "繫眾害事。却不利於道門。又問金丹之術。先", "343": "生對以至靈之物非深山獨往之士不可得。", "344": "上曰師其得之耶。又對曰。如臣期欲得之。今", "345": "實未有得得即陛下不可見矣。上賜縑百匹", "346": "及米麥飴密。止于太清宮。時召入訪道。每有", "347": "恩賜。先生立捨與監引勅使及諸門至望仙", "348": "門則已空手矣。五年秋武宗微疾。將傳法籙。", "349": "內臣以趙歸真有私累嗜貨財。推先生清淨", "35": "宮。先度朱陵。迤邐訪洞陽過嶽麓。瞻鄧真人", "350": "可為帝師。遂召入內君靈符殿。武宗問受籙", "351": "盟信歃血之事。先生對以至尊最重莫過於", "352": "誠敬齋戒。陛下七日齋三日戒。自可朝玉帝", "353": "矣。不合以金玉髮血為信斷髮歃血非常王", "354": "之事金玦白璧非至尊之寶。當時以為中論。", "355": "及事畢除銀青光祿大夫崇玄館大學士號廣", "356": "成先生。別築崇玄館以居之。後乞還山。時上", "357": "亦欲令茅山投龍遂許自茅山歸南嶽。武皇", "358": "大漸。道者許元長趙歸真輩十餘人皆處極。", "359": "法。上獨詔觀察使存問賜之束帛香茗等。初", "36": "之像曰。此山乃朱陵之一福地。夜遇真人傳", "360": "九真觀道士周混汗在岳中。事望亞於先生", "361": "朝之未徵失生也。有衡岳觀道士毛太玄。嘗", "362": "夢真官執錄自天降云。以混汗為大羅觀主。", "363": "太玄因曰。劉先生曷不先徵乎。真官曰。劉君", "364": "世業未盡。徵則役為仙官。更不為修行人矣。", "365": "果如其說。先生自朝歸岳歎曰。吾今為地仙", "366": "數百年。根不能脫身。為二帝所累。今已計不", "367": "乃矣。大中五年冬十月。有雲鶴頻降。未幾去", "368": "世。聞天樂浮空。及遷神日。惟杖屢在。弟子呂", "369": "志真。亦得其道。", "37": "火鼎之術。貞觀年。泝瀟湘躬禮注生行法驅", "370": "謝修通謝修通。宜春人也。稟性和雅。不好裝飾。聞", "371": "喜則喜。見惡如探湯。奉母至孝。常懷悅色。一", "372": "夕夢冠褐者曰。子骨相非凡。何不出家學道。", "373": "遂告母。母允之。於是詣南岳。投衡岳觀潘如", "374": "松為道士。而寄籍焉。因遊五峯。尋訪靈迹。一", "375": "夕夢神人曰。朱陵洞府未合居之。後五十年", "376": "再得棲。此東有玉峯洞天福地。亦朱陵之憲", "377": "司。子宜處之。將有所遇。於是修通省親。而告", "378": "母曰。今值儉歲。時凶難於給用母。有所感宜", "379": "往玉笥洞天可以修其若何。母諾之。遂肩輿", "38": "邪。邦鄉得濟者不可勝計。後居招仙觀。鍊", "380": "其母。往玉笥山。穴居數年。甘旨之奉棗栗芋", "381": "茱黃菁百合。其後母即世塋葬訖。敻居三紀。", "382": "遇梅蕭二真人傳道。行之後蟬蛻于清虛館之", "383": "東隅。復入南嶽。隱真於洞靈原。果五十年矣。", "384": "元和中元和中。有柳實元徹者。居于衡嶽。二公俱有", "385": "從父為官浙右為理。庶人連累各竄于驩愛", "386": "之州。二公共結行邁而往省焉。至于廉州合", "387": "浦縣登州。而欲越海將抵交阯。艤舟合浦岸。", "388": "夜有村人饗神簫鼓諠嘩。舟人與三公僕使", "389": "咸往觀焉。夜將半。俄颺風起斷纜。飄于大海。", "39": "火鼎之術。化黃白而外鬻之。修其觀宇。為之", "390": "莫之所適。俄抵孤島而風止。二公愁沮而陟", "391": "焉。見天尊像瑩然于案所。有金鑪香燼。而別", "392": "無一物。二公周覽。次忽覩東海上有巨獸。出", "393": "首四顧。若有俯聽。良久乃沒去逡巡。有紫雲", "394": "自海而湧出。蔓衍數百步。有五色芙蕖高", "395": "百餘尺。葉葉而綻。內有帳幄。若綺繡雜錯。耀", "396": "奪人目。見虹橋忽展直抵于島上。俄有雙󱤔", "397": "侍女。捧玉盒。持金鑪似蓮花。而至于天尊所。", "398": "易其殘燼。炷以異香。二公見雙󱤔。叩頭再", "399": "拜。辭理哀酸。求反人世。雙󱤔不答。二子請", "4": "幼而淳素。不喜多言。凡所觀視。及接親友。", "40": "一新。侯王禮敬。請為法主。皆北面而事之。後", "400": "益。良久女曰。子何人而致此。二子以事告。女", "401": "曰。少頃有玉虛尊師。當降此島。與南溟夫人", "402": "會約子堅請之將有所遂。言訖。有道士乘白", "403": "鹿馭彩霞直降于島上。二子拜而泣告。天師", "404": "憫之曰。子隨此女而謁南溟天人。當有歸期", "405": "無慮。尊師語雙󱤔曰。予暫修真畢。當詣彼。二", "406": "子受教至帳前。行拜謁之禮。見女子未笄衣", "407": "五色文章。二子告以姓字。夫人哂之曰。昔", "408": "時天台有劉晨。今有柳實。昔有阮肇。今有元", "409": "徹。莫非天也。設二榻而坐。俄頃尊師至。夫人", "41": "選其幽勝。以鍊神丹。凡經三壇方始鍊就。後", "410": "迎拜遂還坐。有仙娥數輩。奏以笙竿簫笛。傍", "411": "引鸞鳳。雅合節奏。二子恍若夢于鈞天則人", "412": "世罕聞見也。遂命飛觴。忽有玄鶴。銜彩牋自", "413": "空而下曰。安期先生知尊師赴南溟會。暫請", "414": "枉駕。尊師讀之謂玄鶴曰。尋當至彼。尊師語", "415": "夫人曰。與安期先生間闊千載不值。南游無", "416": "因訪話。夫人促侍女進饌。玉器光潔。與夫人", "417": "對食。而二子不得饗。尊師曰。二客未合饗。然", "418": "為致人間之食而食之。夫人曰然。則進饌。乃", "419": "人間常味也。尊師食畢。懷出丹篆一卷而授", "42": "服之。於弘道二年中秋。謂門人曰。吾行期已", "420": "夫人。夫人拜而捧之。遂告回。謂二子曰。子有", "421": "道骨。歸不難。然邂逅相遇。合有靈藥相貺。但", "422": "子宿分自有師。吾不合為子師爾。二子拜尊", "423": "師遂去。夫人命侍女曰。可送二客去曰所乘", "424": "者何。侍女曰。有百花橋可馭。二子感謝拜", "425": "別。夫人贈以玉壺一枚。高尺餘。夫人命筆題", "426": "玉壺詩云。來從一葉舟中來。去向百花橋上", "427": "去。若到人間扣玉壺。鴛鴦自解分明語。俄有", "428": "橋長數百步。欄檻之上皆有異花。二子於花", "429": "間潛窺見。千龍萬虬遞相繳繞為橋柱石。有", "43": "至。當有所適。不可淹留。汝等精懃將有所繼。", "430": "使者曰。吾不當為使而送子。蓋有深意。欲", "431": "奉託強為此行。襟帶間一盒子。盒子中有物", "432": "隱。隱然如蜘蛛形狀。謂二子曰。吾輩水仙也。", "433": "水仙則陰也。而無男子。吾昔道遇番禺少年", "434": "情之至則有子。未三歲令棄之。夫人命與南", "435": "岳神為子其來久矣。中間南岳回雁峯使者", "436": "有事于水府。回日憑寄吾子所弄玉環往而", "437": "使者隱之。吾頗為根。二君子為持盒子。到回", "438": "雁峯下。訪使者廟而投之。當有異變。儻得", "439": "玉環。為送吾子。吾子亦當有報効。爾慎勿啟", "44": "遂尸解。香氣滿室。似有清音盼於戶外。經時", "440": "之。二子受之。謂使者曰。夫人詩云。若到人", "441": "間扣玉壺。鴛鴦自解分明語何也。曰子歸有", "442": "事但扣玉壺。當有禽而應之。事無不從意。又", "443": "曰。玉虛尊師云。吾輩自有師。師復是誰。曰南", "444": "嶽太極先生。爾當自遇之。遂與使者別橋之", "445": "已盡。達昔日合浦。維舟處回視之無橋矣。二", "446": "元詢時代已十年也。驩愛二州親屬殂矣。二", "447": "子惆悵問道。將歸衡山。中途因以手扣玉壺。", "448": "遂有鴛鴦語曰。當飲食前行自遇。俄頃道左", "449": "有盂肴饌羅列。二子食而飽。數日尋即達家。", "45": "而止。", "450": "昔日童稚已弱冠。然二子妻各謝世已三日。", "451": "家人輩悲喜不自勝。人云郎君已沒大海。服", "452": "闋已九秋也。二子似厭世體已清虛。觀妻之", "453": "喪不甚悲戚。因相共抵回雁訪下。訪使者廟。", "454": "以盒子投之。條有黑龍。長數丈。激風噴雹。", "455": "折木拔屋。霹靂一聲。廟宇立碎。二子戰慄不", "456": "敢熟視。空中乃有擲玉環者。二子取之而送", "457": "于南岳廟。及歸有黃衣少年。持二金盒子。各", "458": "到二子家曰。郎君持此藥曰反魂膏。而報二", "459": "君子。家有斃者。雖一甲子猶可塗項而活。受", "46": "張惠明張惠明。趙郡人。結庵於中條山。受法於元真", "460": "之而少年忽不見。二子遂以活妻。後共尋雲", "461": "水。訪太極先生。而曾無影響。悶然而歸。因雪", "462": "見老叟負薪而賣。二子哀老年而寒。飲之以", "463": "酒。睹薪檐上。有刻太極字。乃疑異之。禮為師。", "464": "持玉壺以告之。叟曰。吾貯玉液者此壺也。往", "465": "來數久甚喜。遂拉二子。同上祝融峯。更不出。", "466": "疑自此皆得道也。", "467": "東陵聖母廟主女冠道土康紫霞東陵聖母廟主女冠道土康紫霞自言。少時", "468": "嘗夢中被人錄去一處言。天符令攝將軍巡", "469": "南嶽。遂以金鎖甲令騎。導從千餘。人馬蹀", "47": "觀。常以呪禁驅馳精魅。後往長安。遇混元子。", "470": "蹀南云。須臾至嶽神拜馬前。夢中如有處分。", "471": "嶽中峯巒溪谷無不歷也。恍惚而返。雞鳴驚", "472": "覺。自是生鬚數十莖。", "473": "憑惟良憑惟良。字雲翼。湘人也。修道於南嶽中宮。", "474": "與徐靈符陳寡言為煙霞之友。香火之外琴", "475": "酒自娛。久之就降真堂師田先生受三洞祕", "476": "訣。治病痊毒。於元和中。侍師東入天台山而", "477": "得道。", "478": "南海貢盧眉娘唐貞元年。南海貢盧眉娘。年十四。眉如綠且", "479": "長。故有是名。眉娘幼而慧悟。工巧無比。能", "48": "受高奔之道行之。功濟德備。道學超群。凡諸", "480": "於一丈絹上繡法華經七卷。字如粟粒。而點", "481": "畫分明。又善作飛雲蓋。以絲一絇分為三段。", "482": "染成五色。結為金蓋。其中有十洲三島臺殿", "483": "麟鳳之像。而執幢捧節童子亦不啻千數。順", "484": "宗歎其土謂之神。度為道士。賜號逍遙。勅住", "485": "南岳魏閣。久之告期而羽化。", "486": "呂志真先生呂志真。不知何許人也。廣成先生之弟", "487": "子。內潔而外和。終日而閴坐。似不能言者。", "488": "居南嶽隱真嵓十餘年。此後每歲一至京師。", "489": "遊瀟湘。謁諸門人之家。常荷二大瓢。藥物服", "49": "就席。皆章甫之徒。太宗詔之內殿致醮有感。", "490": "飾經籙道具皆貯之。善以藥術救人。入林谷", "491": "間。虎豹馴之。人問其道。則默無所對。出商", "492": "山道中忽失色不前。人皆訝之且曰。前有剽", "493": "掠者來。果見兵刃至。志真謂賊曰。此行皆吾", "494": "弟子無得于之。其徒斂衽避路不復敢前。又", "495": "至一谷口曰。此有害人之物。同行欲見之。遂", "496": "石金山自中夜達旦而止。翌日往訪之皆同。", "497": "或曰。採藥而聞仙樂。豈非得道之兆耶。後遊", "498": "南嶽。禮青玉光天二壇。寓招仙觀。辟穀七日。", "499": "入洞靈源。訪彭蔡真人舊隱山行抵。晚溪上", "5": "皆毅然正容而待之。人不敢輕易者。得泝流", "50": "後乞歸山林。上允勅住南嶽。封妙濟大師。忽", "500": "見一樵人坐。問師道子獨何往。對曰。聞彭蔡", "501": "真人隱此。願一禮謁。樵人曰。蔡真人所居不", "502": "可到。日將暮矣。且行過此山東。有人家可", "503": "宿。言訖。荷樵人溪去水甚淺。師道往則深矣。", "504": "樵人回顧曰。五十年方得過此。師道遂東行", "505": "十餘里至草舍一所籬落雞犬見一人狀貌類", "506": "農者。年可三十許。謂師道曰。此來何求。對", "507": "曰。尋彭蔡真人。曰路上見樵者否。曰然。曰此", "508": "乃蔡真人也。師道驚歎曰。遇仙人而不識。豈", "509": "非命也。因留宿。榻下有鑪。中有湯鼎存焉。後", "51": "一夕遇南嶽右英夫人。傳抱一守真三五混", "510": "有數磁盒環列。謂師道曰。置米未回。盒中物", "511": "可以喫。從意取之。師道曰。遊山尋訪。不以", "512": "飲食為念。於是揭一盒視之乃茶也。以湯點", "513": "喫。甘香異常。再揭則不復開。諸盒亦然。師道", "514": "不敢言。因就寢日高。主人未興。師道訝而潛", "515": "行約十數里。逢一老人邀坐石上問之。具以", "516": "對。老人曰。蔡真人父子俱隱此山。昨夜所宿", "517": "之處。即其子也。又曰。汝道炁但濃。而骨未", "518": "就。因折草一莖與師道。莖若薑苗。長尺餘。味", "519": "甘味。復令飲泉。水舉頭忽失所在。自是喫草", "52": "合之要。行之一紀。復詔之西嶽。以便問事。", "520": "茶。復覺炁力輕健。愈於來時。復招仙觀道眾", "521": "驚駭異曰。去已月餘。何如是之久耶。山中無", "522": "居宿處。師道自驚曰。才經一宿。具以所見白", "523": "之。道眾復歎曰。吾輩居此觀。徒為學道。子", "524": "一入山三逢仙人。一宿已經月餘矣。老人乃", "525": "彭真人也。既見蔡真人父子。又遇彭真人。得", "526": "非修習之至耶。久之以省親歸問政山每採", "527": "樵斫藥皆以虎豹負歸母喜曰。汝以孝養。我", "528": "以道資。我亦幸為汝母已。而復遊玉笥清虛。", "529": "訪梅蕭二真人。三遊郁木杭冀一見之山行。", "53": "後尸解。", "530": "或逢一布衣烏帽顏若平十許人。師道問以", "531": "梅蕭二真所在。且曰。吾乃謝修通也。吾居", "532": "南嶽洞靈源溪彭蔡同隱二百餘年。知汝嘗", "533": "遊南嶽。我適被東華君所命。為玉笥山地仙。", "534": "兼管清虛館。爾與我素有道緣。故得相見。言", "535": "訖忽不見。師道復洞靈源已五十年矣。相衛", "536": "之間有僧。自少博習經論善講說。每有講筵。", "537": "自謂超絕然而聽者稀少。財利寡薄。如此積", "538": "年。真僧不憤。遂將經論。遍歷名山。以訪知", "539": "者。後遊湖外至南嶽衡嶽寺。憩洎月餘。常於", "54": "南嶽西園蘭若曇藏禪師南嶽西園蘭若曇藏禪師。養一靈犬。常夜行", "540": "寺閑齋獨坐。尋譯經論。又自咎曰。所曉義", "541": "理。無乃乖於聖意乎。沈思之次。忽舉頭見一", "542": "老僧。杖錫而入曰。師習讀何經論。究何義", "543": "理。僧疑是異人。乃述其由。兼自咎曰。若遇智", "544": "者分別此事。即鉗口結舌無復開演耳。老僧", "545": "笑曰。師識至廣。豈不知此義。大聖猶不度無", "546": "緣之人。況其初心乎。師只是與眾人無緣耳。", "547": "僧曰。若然者豈終世如此乎。老僧曰。吾試為", "548": "汝結緣。因問師今有機資糧。僧曰。自徂南方。", "549": "歷行萬里。糧食所費。皆已竭矣。昨抵南岳。", "55": "次。其犬銜其師衣。師即歸房。又於門側伏守", "550": "只有大衣七條而已。老師曰。只此可矣。可賣", "551": "之。以所得值。皆作磨餅油食之物。僧如言作", "552": "之。約數十人食相與。持之平野之中散掇此", "553": "物。焚香長跪呪曰。今日食我施者。願當來之", "554": "世與我為弟子。我當教之。得至菩提。言訖。", "555": "烏鳥亂下啄食。地下螻螘復不知數。老師謂", "556": "曰。爾後三十年。方可歸開法席。今且周遊不", "557": "用講說也。言訖而去。僧如其言。後二十年却", "558": "歸河北開講。聽徒動即千萬人。皆年二十已", "559": "下。其老壯十無一二焉。", "56": "而吠。自奮身作猛噬之勢。詰旦東嶺有一大", "560": "姚泓唐時有一僧。居于南岳。見一物。綠毛覆", "561": "體。直至座前僧曰。貧道禪居不撓。生靈神有", "562": "知無相惱也。此物曰。子知有晉宋乎。僧曰。", "563": "自晉至唐四百年矣。其物曰。子知有姚泓乎。", "564": "僧曰。吾聞泓已死矣。其物曰。我即泓也。其", "565": "時示之以死。脫身逃遁。遊行洞天福地。飢食", "566": "柏葉。遍身生毛。唐代宗時。有高僧法照。為", "567": "國師。乃言。其師南岳大長老有異德。天子南", "568": "嚮而禮之。度其道不可徵。乃名其居曰般舟", "569": "道場。用尊其位。始居山西南巖之下。人遺之", "57": "蟒。長數丈許。張口呀氣。毒焰熾然。侍者請", "570": "食則食。不遺則食土泥茹草木。其取衣類是。", "571": "南極海裔。北至幽都。來求其道。或之崖谷。羸", "572": "形垢面。躬負薪槱。以為僕役。後數年功成道", "573": "備。人皆負布帛代木石。委之岩戶。不拒不營。", "574": "祠宇既具。德宗申詔褒立是為彌陀寺。施餘", "575": "則與餓疾者不尸其功邊洞元洛陽人於嵩山", "576": "㟧嶺遇道後醉酒風狂混塵。一旦歸洛陽。承", "577": "醉入水不復出而後有客自衡湘來。洞元於", "578": "南嶽山託附書至洛陽。其法屬交友敘舊。及", "579": "墨遂乃洞元親染。人皆曰水仙。", "58": "避。師曰。死可避乎。彼以毒來。我以慈受。毒", "580": "長慶中有馬拯處士長慶中有馬拯處士。性閑清虛。好遊山水。不", "581": "擇險峭。盡能躋攀。居于閩中。因詣衡山祝融", "582": "峯伏虎師佛堂道場。嚴潔果食馨香。兼列白", "583": "金三笏于佛榻上。見一老僧。眉毛俱白。狀貌", "584": "魁梧。甚喜拯來。拯使一僕挈其囊。僧曰。暫", "585": "請郎君僕夫至近縣市少鹽醯。拯許之。僕乃", "586": "持錢下山去。僧旋亦不知所向。續又有一馬", "587": "沼山人。亦獨登此來。見拯甚相慰悅。沼告拯", "588": "曰。適來中道遇一虎食一夫。不知唯氏之子。", "589": "說其服飾。即拯僕使爾。拯大駭。沼又云。遙見", "59": "無實性。激發則強。慈苟無緣。冤親一揆。言", "590": "虎食人盡乃脫鞹衣。衣禪衣乃老僧也。拯愈", "591": "怖怯。及沼見僧。曰只此是也。拯白僧曰。馬", "592": "山人來云。某僕使至半山路已被虎食如何。", "593": "僧怒曰。貧道此境山無虎狼。草無毒螫。路絕", "594": "蛇虺。林絕鴟鴞。無信偶語耳。拯細窺僧口吻。", "595": "猶帶殷血而不欲言。二人跧其食堂。牢扁其", "596": "戶。明燭伺之。夜深聞戶外有虎怒首觸其扇", "597": "者二四。賴戶壯而不墮。二子懼而焚香虔誠", "598": "叩首於堂內土偶賓頭盧者久之。聞土偶吟", "599": "詩曰。寅人且溺欄中水。午子須分艮畔金。若", "6": "之妙。往來荊襄一二百年。人莫之測。復入南", "60": "訖。其蟒按首徐行。倏然不見。又一夕有盜。犬", "600": "教特進重張弩。過後將軍必損心。二子聆之", "601": "而解其義曰。寅人乃僧虎也。欄中水即井也。", "602": "午子即我也。艮畔金者銀也。其下兩句即不", "603": "能解。乃明僧扣門乃曰。郎君起來食粥。二", "604": "子方敢起關食糜異。二子計之曰。此僧且在。", "605": "我等無敢下山去。乃召僧窺井中云有怪物。", "606": "僧細視。次二子推僧墮井。乃化為虎。以巨石", "607": "鎮之而斃。二子遂取銀三笏而下山。僅昏黑", "608": "而遇一獵人於道旁。張󱡪弓了上其樹而為", "609": "柵居之。語二子曰。無觸我機。兼語二子曰。", "61": "亦銜師衣。語盜曰。草舍有可意物。一任取去。", "610": "山下猶遠虎方暴。何不且上此柵來。二子悸", "611": "慄。遂攀緣而上。將欲人定。忽三五十人過。或", "612": "僧或道。或丈夫或女人。歌吟者戲舞者。忽至", "613": "󱡪弓所。眾怒曰。朝來已被二賊殺我禪和。今", "614": "方追捕。次又敢有人張我將軍。遂發其機而", "615": "去。二子並聞其說。因詰獵者曰。此是倀鬼乃", "616": "虎食之人也。為虎前呵道耳。二子因徵獵者", "617": "姓氏。曰進姓牛。二子大喜曰。土偶詩下句今", "618": "有驗矣。牛進即特進也。將軍即虎矣。遂勸獵", "619": "者。重張其箭。獵者然之。纔却登柵。果有一虎", "62": "盜感其言皆去。", "620": "咆哮而至。前足觸機。箭乃中其第三班貫心", "621": "而踣逡巡。諸倀鬼奔走却回。伏其虎前哭甚", "622": "哀曰。誰人又殺我將軍。二子因怒而叱之曰。", "623": "汝輩無知下鬼。生遭虎嚙死。吾今為汝報讐。", "624": "不能慚謝。猶敢慟哭。豈有為鬼不靈如是遂", "625": "悄寂。忽有一鬼答曰。都不知將軍乃虎耳聆", "626": "郎君之說方大惶悟躡其尾而罵之。感謝而", "627": "去。乃明二子分白金一笏與獵者而歸出傳奇", "628": "向子文。長沙人。寶歷中。得官衡州。貧不能", "629": "歸。愛山水之勝。一旦謁嶽神廟。時當盛暑。", "63": "何尊師何尊師者。不知何許人也。龍朔中居衡嶽。不", "630": "留宿旬餘。忽有一人。青巾紫裘。面如琢玉。", "631": "神色威整。鬚眉如畫。子文異之。骨相非凡。", "632": "翊旦往見。問之乃曰。余龔慶長也。世家洛陽。", "633": "少遇司馬隱元于鳴皐山下。隱元者自是委", "634": "羽洞天之靈官也。凡五嶽四瀆洞天福地。各", "635": "有靈官主之。較量功罪。採訪善惡。聞于九天", "636": "使者府。隱元謂慶長曰。汝宿生常居要職。有", "637": "辯冤雪死之勞。當時土民陰受汝賜。逮朱泚", "638": "僭逆仗節死事。忠憤之氣毅然不衰。故得再", "639": "生為人。他時通悟必能記憶矣。九天使者錄", "64": "顯名氏。其顏若四十許。行步如飛。常往來蒼", "640": "汝之功命。我授汝石精金光藏景錄形神劍", "641": "之法中黃太一默朝之朝。因得度世。近登紫", "642": "霄峯望氣。見嶺外妖氣氛。欲往禳除。經過嶽", "643": "祠。故來朝謁。子文為之致躬。慶長顧侍者取", "644": "琴鼓之。其曲名曰金鯨躍海雨滴秋荷醉淘", "645": "月白雲引之類。音韻清越。非凡聲也。陪從連", "646": "日。臨別子文再拜言曰。幸得際遇欲從先生", "647": "南遊可乎。慶長曰。未可也。汝當仕進。更十八", "648": "年中條山相見。子文再拜乞言。慶長曰。學先", "649": "乎功行逢時得志。汝宜勉之。至干吐納服餌。", "65": "梧五嶺間。來無所慕。去無所斁。僅百餘年。人", "650": "乃其餘事。子文懇請再三。慶長曰。當俟後會。", "651": "子文曰。更有教戒。誓當稟奉。慶長沈思良久", "652": "云。汝父祖旅殯僧舍。頗苦鬼役。早卜吉壤以", "653": "終大事。子文流涕拜謝。翩然而去。", "654": "練師聶紹元練師聶紹元。幼而雅好。詩書老莊文列。一日", "655": "詣金陵。師方外高明昭受戒籙。是夕夢入一", "656": "城。宮府嚴肅。中有朱衣者。按几謂紹元曰。此", "657": "司祿之所也。可自開籍。籍云。聶紹元十八", "658": "入道。二十受上清畢法。二十二往南嶽。遂掩", "659": "卷。而悟久之。自金陵還問政山。築室以居。不", "66": "常見之。狀貌不改。或問其氏族及年壽。但云", "660": "偶世俗。自號無名子。世多以鍊師稱之。每侍", "661": "母極懃瘁。一日晨起沐浴曰。我伯祖戒云。吾", "662": "家世世宜修煉可率勵。勿忘太上教。俄有四", "663": "鶴集于屋。又神光從空而下。望見者疑為火", "664": "所焚。即之則𨵙然無他。但紹元已化矣。四鶴", "665": "與神光亦冉冉而去。詰旦莊隸來云。鍊師與", "666": "三道士衣緋綠乘者。從者數輩。悉冠帶南去。", "667": "鍊師回首曰。我往南嶽矣。", "668": "潘發潘發。字文伯。隴右人。自幼參受法籙。檄召鬼", "669": "神。行符施藥。濟人病苦。遠近稱之。於元夜入", "67": "何何。或詰其鄉里及修證。亦云何何。時人", "670": "靜精益南岳真官云。昨天臘日。東隣攝召東", "671": "岳云已得開度。南岳受生未審。東嶽攝魂考", "672": "過。南岳練度。法主復掌何事。真官夢云。五", "673": "嶽方面分野之屬。洞天福地。名山溪盧各有", "674": "主。司人間功罪。國之財賦器用。洎水陸眾", "675": "類。火嶽管四瀆四足負荷之屬。又云。南嶽有", "676": "赤脚仙人。子懃修德。必際遇之。乃子師耳。乃", "677": "李守微也。", "678": "北夢瑣道士秦保言北夢瑣道士秦保言勤於焚修。嘗白南岳真", "679": "君云。上真何以須紙錢為有所未諭。既而夜", "68": "號曰何尊師。衣弊履穿。其心浩如也。逸人", "680": "夢真君曰。紙錢即冥吏所籍。吾何須由。是嶽", "681": "中益信。", "682": "湖南馬希聲湖南馬希聲。嗣父位。連年亢旱。祈禱不應。", "683": "乃封閉南嶽司天王廟及境內神祠。竟不雨。", "684": "其兄希震入諫之。飲酒至中夜而退。聞堂前", "685": "諠譟連召希震。復入見希聲。倒立於階下。衣", "686": "裳不被。其首已碎。令視信扶上以帛蒙首。翌", "687": "日發喪。以弟希烈嗣位。先是大將周達自南", "688": "嶽親見江上雲霧中擁執希聲而去。祕不敢", "689": "言。此夕有物如黑幕。突入堂前。即時而卒。", "69": "田虛應鄧虛中嘗請曰。尊師卒無言。何以開", "690": "率子廉開寶年中。有率子廉者。本南岳之耕民。獷戾", "691": "愚無取。眾皆謂率牛。一日厭為農時。乃投衡", "692": "岳觀李尊師出家。未幾披戴為道士。後眾舉", "693": "於紫虛閣住持。非當其才。但令彼洒掃而已。", "694": "子廉得此欣然而往。常恃酒狂醉。往往倒臥", "695": "於衢路。或山谷之間。雖風雨暴作虎狼鬪見", "696": "蔑如也。一日禮部詔帥臣王公祐禱南岳。公", "697": "為性簡傲。時山中道釋悉奔祗謁。及行祭禮", "698": "畢。忽問左右曰。吾聞有魏夫人壇安在。對", "699": "曰。即紫虛閣是也。有主否。曰道士率子廉。", "7": "嶽遊五峯。遇至人服霧炁之法。久之入雲陽", "70": "悟學者。則曰知不知者上不知知者病。誰能", "700": "一人何謂不來參謁。答曰。子廉本山下之農", "701": "夫。殊無他能。人皆以率牛呼之。性好酒不來", "702": "參謁。必酒病也。公乃逕詣閣見子廉。果中酒", "703": "首不能舉視。其生涯只有破鐵銚及缺磁椀", "704": "器數事而已。外索然無覩。公呼之。但努目注", "705": "視曰。深山道士罕遇酒。遇酒則大醉。所以委", "706": "頓如此。望明公不責。公大喜以為任真守朴", "707": "信所謂道人也。翌日與同舟而歸府。置之於", "708": "水閣中。經月使之將行。復謂之曰。尊師韜光", "709": "內映之人也。誠所珍重。幾欲作成一篇。為王", "71": "鑿混沌之竅。遺自然之理耶。遂杖藜而入林", "710": "事所迫。矻矻未暇。五七日間詩成。當令送上。", "711": "幸勿訝然。子廉歸岳。數月未聞至。公一夕因", "712": "觀書倦而假寢。恍然見子廉遽入府。主曾云", "713": "詩許。以五七日為約。數月未聞。得非事有所", "714": "廢忘乎。言訖逕去。公覺甚懷感愧。遂乃燈下", "715": "為三絕。仍加序以寄之。詩曰。古屋當崖映月", "716": "開。年年常伴白雲閑。餱糧丹火何從出。四面", "717": "無人見下山。下瞰虛空臨絕磵。上排煙霧倚", "718": "山巔。四邊嶮絕無猿鳥。獨臥白雲三十年。心", "719": "意逍遙物莫知。山中山下識人稀。想君絕累", "72": "中。須臾群虎隨之不復見。開元中。司馬承", "720": "忘塵境。不是王喬即令威。翌日命寫於版。遣", "721": "人齎送南嶽。懸於本閣。子廉曰。我則何用以", "722": "慰。閣之清虛爾。本詩石在縣之江亭。熙寧", "723": "間碑為火所焚。今銓德觀。復刻石記之。東", "724": "坡居士序兼書。紹興中。住持黃庭觀道士陳", "725": "子常再刻之於本觀閣下。太平興國五年六", "726": "月十七日。子廉忽使人白衡岳觀李尊師云。", "727": "以他遊故來辭。請令人來照管。師得之云。此", "728": "人土木愚子盛暑何往。遂親去訪之。至則奄", "729": "然。師謂童行曰。吾不料率牛先知其死日耶。", "73": "禎遊南嶽祝融峯曰。當有高仙處之。何氣色", "730": "遂以禮葬之。未幾有南臺寺僧守澄。自京師", "731": "回。於南薰門外。忽遇子廉。相敘契闊。其詞甚", "732": "優逸。曰尊師歸岳中否。曰思欲一看京師。臨", "733": "行蒙尊師贐送甚厚。欲奉一書致謝。勞大德", "734": "為達之還可否。守澄遂領書往衡岳李尊師", "735": "處。開對之則六月十七日書也。遂發其塚而", "736": "觀之。但遺一拄杖并鞵爾。", "737": "雲修南岳廟乾德二年。雲修南岳廟。塑繪鬼神及人馬尤", "738": "多。忽一日一時嘶噉旗纛。盡皆倒而西指。工", "739": "人役夫皆怖仆于地。良久方甦。廟乃具事由。", "74": "之秀異若此。已而見尊師於林中出。承禎致", "740": "申舉本州。按驗得實。然後飛奏考其月日破", "741": "蜀之日也。朝野莫不異之。", "742": "樂學士史樂學士史。景德末。為西京留臺御史。嘗夢", "743": "一人具冠服稱帝命來召。俄宮闕壯麗。因問", "744": "使者。云此帝所也。既陞見帝謂曰。主求嗣吾", "745": "為擇之少選一人至。帝曰。中原求嗣。汝往勿", "746": "辭。頓首求免者再三。帝曰。往哉。遂唯而去。", "747": "旁拱立者曰。此南岳赤脚李仙人也。嘗酣于", "748": "酒。明年果生仁宗皇帝此一段與本朝實錄甚異。今亦存之。", "749": "藍方藍方。字元道。亳州父老言。自兒童時。見先生", "75": "禮造問。則據石而坐。若無所覩。時不見答", "750": "狀貌。迄今如一先生。髮委地黑光可愛。肌若", "751": "截膏。眉目疎秀。唇若積朱。齒如排玉。舉動溫", "752": "厚。接物以和。大小皆得。其歡心時人呼為笑", "753": "先生也。或遊旗亭遇廢民。日於道路探懷出", "754": "錢盈掬遺之。頗好施藥軫救疾苦。仁廟聞", "755": "先生之名。特召先生。上殿賜坐及茶。館先生", "756": "於芳林園告去。帝賜號南岳養素先生。先生", "757": "乃往南岳招仙觀。是時學士賈昌朝贈先生", "758": "詩云。聖澤濃沾隱逸身。道裝宜用葛為巾。祝", "759": "融峯下醉明月。湘水源頭釣錦鱗。曾見海桃", "76": "而退。歎曰。此可謂才全而德不形者也。乃建", "760": "三結子。不知仙豆幾回春。他年我若功成去。", "761": "願作雲橋跪禮人。先生獨宿閣上。一夕與人", "762": "言語。侍者窺牖望之。但見紅光滿室。明日客", "763": "詢之。先生曰。吾師劉道君行雨過此。留話少", "764": "刻。先生一日沐浴召侍者謂之曰。吾今一百", "765": "七十二歲安可復願。先生位號。但不願拒聖", "766": "君之意。今當去矣。乃奄然。先生多遊西川。亦", "767": "來湖湘。今人時復見之。", "768": "王靈輿王靈輿。晉陵人。幼自廬阜庵居。後遷南岳中", "769": "宮。修真煉行。一紀道成。復朱陵之東。旦暮朝", "77": "庵於峯頂延之。尊師就止復不出。觀察使呂", "770": "斗祈感上真而後昇舉。今宮前有片石。其文", "771": "細如磨礱者。昔真人朝斗之石也。本宮舊有", "772": "田地數頃為別宮所佃。景祐乙亥年正月。樞", "773": "密學士富春公孫󱒓為御史　上因問事忤", "774": "旨貶永州市征。仲秋抵宮下。十月十八日", "775": "就枕酣寐。夢遊清都觀。其觀數軒。竹樹蕭疎。", "776": "潔洒可愛。有衣冠四人。中有峭峻端秀微有", "777": "鬚黃衣道士。服頂紗巾。前揖公曰。賦壽甚", "778": "遠。恩命將至矣。某有田疇。乃衡山邑君之部", "779": "中也。幸惟顧屬之。公時在夢中。心自惟始被", "78": "渭即其廬。請傳符籙。張太虛田虛應鄧虛中", "780": "遣左官何遽有恩典。此皆術士妄言也。道士", "781": "曰。何不相信之。良久日。足下心胸間有誌大", "782": "如錢。公惟默未嘗有試。退手袖中捫其所如", "783": "其說。道士曰。則向之言不誣矣。公益謝焉。乃", "784": "唯而退。又連呼之。公回眄間。復言曰。某姓王", "785": "氏。幸記勿忘。俄頃遂悟訝然。風度眉宇歷歷", "786": "可記心目間。未幾奉　詔移倅長沙。十二月", "787": "赴所官至衡岳觀。禮星像。目九仙宮。左右列", "788": "真仙四人。王中者乃夢中所見。顏貌暗符。而", "789": "衣冠則異。因觀其傳記。且曰中尊姓王。始覺", "79": "師事之。皆不得其旨。天寶二年下元日。有", "790": "其姓與夢中所說契矣。公雖訪其本觀所在。", "791": "且撰日受暑迫於期會遂不及往。明年孟夏。", "792": "刺史當奉　詔禱岳。以疾不克行。公實代往", "793": "至昭潭晝寢。舟中忽如聞空中有語曰。移命", "794": "將至。所禱之事竟不為理何也。忽然四顧無", "795": "人。自呼舟中後使皆自舟後至者索其語言", "796": "之人。悉無得焉。公思豈九仙未往有是異也。", "797": "翌日至其岳祀事畢。詣觀中見古屋塑像。位", "798": "於中者。榜曰王靈輿真人。其顏狀衣巾。乃夢", "799": "中所見。無毫髮之差。公爇香再拜。感歎久之。", "8": "山。秦人洞居曰。昔赤君曾降此山。乃朱陵之", "80": "雲鶴翔空。異香芬郁。謂弟子曰。吾去之後。", "800": "遂與縣官推之逾年。果得若干田土屬隣觀。", "801": "歲收地利。因而申明。勒還舊管。集賢章公岷", "802": "作篆刻之石記之。并張覿奏復宮額內一記", "803": "八分書存焉。又觀之西北五里有巖一所。深", "804": "下平坦三四丈是。", "805": "國家昔日投金龍之所。深下透雲密峯斷石", "806": "源。傳云。前洞是朱陵洞天之東門也。中洞後", "807": "洞在靈境之西。亦洞天之便門也。", "808": "陳良卿陳良卿。景祐四年。自永州隨鄉書赴部試。十", "809": "月至長沙。夢一人引入一巨艦中。見一道士。", "81": "當舉之於紫蓋南峯盤石之上。遂化。顏色不", "810": "自稱青精先生。與之談論。辭語高古。謂陳曰。", "811": "吾已薦子於堯為直言極諫臣。陳曰。堯今何", "812": "在。曰見司南岳。陳曰。堯者古聖君也。安可在", "813": "公侯之列。先生曰。堯人間之帝也。秉火德而", "814": "王。棄天下而位。神乎南方。子何疑焉。陳辭以", "815": "名宦未立俟它。曰應乃許以十年為期。既悟", "816": "甚惡之為異夢。錄以自寬。明年登甲第。調官", "817": "全州判官。道出嶽州南驛。偶晝寢夢使者持", "818": "檄來召。遽驚覺喟曰。豈堯命乎。同行相勉以", "819": "夢不足信。復執書秩臥讀之。晚食具呼之已", "82": "變。弟子乃環衛行遷神之法。中夕聞雷震聲。", "820": "逝。", "821": "劉山甫劉山甫。隨侍官於嶺外。北歸泊舟洞庭登岸。", "822": "見北方毘沙門天王廟祠。因謁之。見廟宇頹", "823": "圮。乃題云。壞牆風雨幾經春。草色盈庭一坐", "824": "塵。自是神仙無感應。盛衰何得却由人。是夜", "825": "夢神真曰。我南嶽神也。汝何相侮。俄而風濤", "826": "大作舟幾覆。悔謝徹去詩牌乃止。", "827": "尚書郎李觀尚書郎李觀為進士時。遊南嶽。過長沙。飲旗", "828": "亭中。忽有負竹奩釘鉸具者。請曰。子往南嶽。", "829": "謂我問養素先生。十月懷胎如何出得。觀至", "83": "即失其所在。衡陽太守蘇務廉文。其碑在銓", "830": "南嶽以語元道大驚曰。真人眉間有白誌乎。", "831": "曰然。是海蟾子也。吾義聖胎以成患無以出", "832": "之。非斯人不足以成吾道。今聲問相及而不", "833": "得接。吾之不遇斯人命也。", "834": "章詧神宗朝。章詧。字隱之。成都人。自幼不群。天", "835": "才卓異。修舉業之暇。精妙於易。注太玄經。至", "836": "九卷。忽晝寢夢見揚子雲。曰太玄猶如一浮", "837": "圖有十三。汝注至九卷。機豈易泄耶。詧覺", "838": "甚疑異之。後略注至十卷進上。", "839": "帝喜賜爵不受。封為冲退處士。嘗與邵雍康", "84": "德觀。", "840": "節友善。因遊廣漢金雁橋。見一童年十二鬻", "841": "詩。詧喜之拉同歸。更名經童。詧常看黃庭經。", "842": "凡看罷。童竊窺之。一日有青衣童。持書至", "843": "詧。接書已失青童。詧觀書皮云。南嶽布衣真", "844": "一子書至西州沖退處士處開。及開但只一", "845": "章詩云。未遂山中吟。時聞世上音。笑言失真", "846": "詮。塵穢濁神襟。歸植南園芝。馳化北溟金。千", "847": "日勤耕耘。自然生瑤琳。詧因遊西溪。偶濯足。", "848": "有異人李士寧訪之。詧遽云足濯西溪流去", "849": "水。李速應云。手持南嶽寄來詩。詧驚而笑", "85": "徐敬業 老僧住括唐則天朝。徐敬業楊州相亂。則天命討之軍", "850": "曰。何以知之。李云久矣。李辭云。吾先往南", "851": "嶽。君宜早來。自後李不復見。經童忽一日告", "852": "去。詧曰。汝欲何往。童曰。先往南嶽候先生。", "853": "詧曰。汝何知之。童曰久矣。童坐亡。逾月詧別", "854": "相知而尸解。詧嘗煉丹。後服丹化如蛇蟬也。", "855": "今人時見之於南岳。段願言弔之詩略云。尸", "856": "解去難尋。空留一鼎金。西州大隱沒。北極少", "857": "徵沈。又張賢良詩云。西海從來鎮大名。或聞", "858": "蟬蛻棄遐齡。青城已結神仙侶。碧落俄沈處", "859": "士星。金鼎煉成丹汞藥。玉堂傳授太玄經。平", "86": "敗而遁。敬業素養一人。貌類於已而寵遇。及", "860": "生是我深投分。自愧無才與勒銘。", "861": "周琬周琬。湘中人。艤舟南沙。夢二吏引入南嶽廟", "862": "內陞殿。王起接之曰。知入京銓。欲率留在", "863": "此。亦與人世之樂不殊。琬曰。名宦未達。且欲", "864": "赴銓王曰。如此則不敢奉縻也。乃作詩送周", "865": "琬曰。住此既非樂。捨此去何圖。若問青氈事。", "866": "惟留一角書。至京調中牟尉。忽臥病旅中且", "867": "慮不起。作妻子書一角封畢而卒此一段與陳良卿事類辭殊。", "868": "今兩存之。出洞微志。", "869": "衡嶽泉禪師衡嶽泉禪師。南人也。名谷泉少。聰敏性耐垢", "87": "敬業敗。擒得所養者斬其元以為敬業。而敬", "870": "污。大言不遜。流俗憎惡。造汾陽昭禪師。密使", "871": "記南歸。放浪湘中。與虎湫蛟穴為伴。因遊南", "872": "嶽雲峯寺。住懶瓚巖。又移芭蕉庵。復遷寶", "873": "真。大書壁曰。予此芭蕉庵。幽古堆雲處。千", "874": "般異境未暇數。且看矮松三四樹。寒來燒枯", "875": "杉。飢飡大紫芋。而今拋之去。不知誰來住。寶", "876": "真庵最險絕處。夜地坐祝融峯下。有大蟒蟠", "877": "繞之。泉解衣帶縛其腰。夜不見。明日杖山策", "878": "遍山尋之。衣帶纏枯松上。蓋松妖也。又自後", "879": "洞負一石像至南臺。約數百斤。眾僧驚駭莫", "88": "業實隱大孤山。與同伴數十人結庵耕鑿。不", "880": "知其來。後洞僧亦不知其去。因相傳云飛來", "881": "羅漢。嘗過衡山縣。見屠者斫肉。立其旁作可", "882": "憐態。指其肉又指其口。屠問曰。汝啞耶。即肯", "883": "首。屠憐之。割巨臠置鉢中。泉喜出望外□謝", "884": "而去。一市大笑。而泉自若。以杖荷大瓢。來往", "885": "山中。人曰。瓢中何物。大道漿也。自作偈曰。", "886": "我不誰管爾。誰是不管底。着箇破紙褉。一味", "887": "工打睡。金烏住東上。玉免從西墜。榮辱何繫", "888": "我。興亡不相關。一條拄杖一葫蘆。閑走南山", "889": "與北山。醉臥山路間。值大雪。起作偈曰。今", "89": "通人事。乃削髮為僧。其侶亦多削髮。天寶", "890": "朝甚好雪。紛紛如秋月。文殊不出頭。普賢呈", "891": "醜拙。畜一奴名調。古日令捨薪汲澗。或呼", "892": "對坐巖石間。贈之以偈。我有山童名調。古", "893": "不誦經不禮祖。能搬榾柮禦冬寒。隨分衣衫", "894": "破不補。會栽蔬能種芋。千山萬山去無懼。呵", "895": "呵呵有甚討處。", "896": "張君猷張君猷。為湖南漕過南岳。自肩輿中。見路左", "897": "一道觀甚麗。榜曰朱陵宮。遙望其中。有一羽衣", "898": "立殿上。君猷意欲下。而從騎半已過。明年再", "899": "經其地。求朱陵宮無之。父老云。旁近但有朱", "9": "陽也。於是誦黃庭玉經不輟。弟子請之。就", "90": "初。有老僧法名住括。年九十餘。與弟子至南", "900": "真人祠。至其下乃前所見朱陵宮之處。才小", "901": "屋一二楹。其變異如此此一段與張徽言意同辭異。今亦存之。", "902": "饒州妙果長老師立饒州妙果長老師立。少年時行去至衡山褐", "903": "嚴寺。方夏四月晚遊寺前兜率橋。見潭下峭", "904": "壁間。有僧背負石而立。師立夙聞人言此地", "905": "有羅漢。隱見不常。且憶藏經有持地菩薩入", "906": "石壁事。竦然敬視。忽壁開尺許。僧入其中。復", "907": "合無纖罅。又旬日放參畢。與同參二人信步", "908": "到寺後。虎跑泉亭上。天風倏起。二僧欲歸。", "909": "師立獨少留。二僧曰。久知亭下多異。師無庸", "91": "嶽衡嶽寺。訪諸僧而居之月餘。忽請集僧徒。", "910": "留。立方壯不以為意。俄亭西南角有扣柱者。", "911": "繼即伸手內向漸進不止。時幾過五尺。立戲", "912": "之曰。復能縮否。應聲而漸退。少頃又聞扣柱", "913": "聲。立曰。若聖者邪當隱。若山鬼即見形。又一", "914": "食久一手復出五指。初大如椽。漸小如嬰", "915": "兒。初生指狀。立頗恐即下山。", "916": "紹聖中紹聖中。宜春季觀守臨賀。有一叟曰陳非自", "917": "羅浮山來。觀延之因詰其年。曰五十歲。語次", "918": "因問呂真人。叟曰。昔見之於南岳。陪速數", "919": "日。自云。近遊巴陵。見老木精。留一絕於白鶴", "92": "懺悔殺人罪咎。僧徒異之。老僧曰。汝頗聞有", "920": "寺壁。臨別謂觀曰。我一百二十六歲矣。前", "921": "日驟見不敢言。懼見疑也。今已別。言之無", "922": "害。再復南嶽矣。觀計此叟。亦真人之流也。", "923": "隱逸隱逸", "924": "皇甫渙皇甫。名渙。字致遠。開封人也。賦性閑淡。有", "925": "敏識卓見。修舉業之暇。尤妙於三玄。知命不", "926": "負學作黃冠。在京東太一宮受業。舉止狀義", "927": "而不明。政和初　朝廷興道學。先生向化。次", "928": "年攻試。辟雍作魁　聖覽程文□金壇郎不", "929": "就乞換自在公患野裝游歷尋訪於西洛。遇", "93": "徐敬業乎。則吾身也。吾兵敗入於大孤山精", "930": "至人憑野人得其道要。後遊南岳。棲淩虛臺", "931": "會真觀思真已　皇帝詔赴闕居太一宮高士", "932": "寮。後乞還山居汝水而坐亡。又有蔣風子者。", "933": "本邵陽之居民。賦性愚直。言無忌憚。人事", "934": "不入。或有小疵。不拘貴賤面而伸之。周游", "935": "南嶽。見中嶺陡峻出意修之。亦之知其宿食", "936": "之所。忽日有樵者慎青巾。負薪而鬻之。曰千", "937": "辛苦而食用不給。與子一粒藥。吞之力可倍", "938": "矣。自此但飲酒水而已。衣衫盡棄。寒暑不問。", "939": "眾謂之曰。風子常倒臥衢路。雖勢位不能屈。", "94": "懃修道。今將命終。故來此寺。令世人知吾已", "940": "毒藥不能加。虎狼無所損。獨行自語。人莫之", "941": "測。皆逆知人意。逮今見之三十餘年。浩然如", "942": "故。", "943": "皇甫坦近有皇甫坦者。字履道。西蜀人也。賦性穎", "944": "達。立行清高。道學兼該。不類常輩。通老莊", "945": "之外。尤精於術數。甞游岷峨訪天師治所。遇", "946": "唐朱真人。得其元奧。又常以氣術治人疾病。", "947": "又示以經字言人吉凶。或波撆少剩。或點畫", "948": "草。真人詰之。則指東畫西。說南道北。禍福無", "949": "不備矣。迤邐謁平都。歷荊渚過洞庭。凡所到", "95": "證第四果矣。因自言死期。果如期而卒。遂葬", "950": "處。遇其窮廢。並蒙恩惠。道行愈超。聲流於", "951": "朝。紹興二十七年　皇帝徵之。赴闕及登。對", "952": "答問稱　旨。主上深加禮待。後乞還廬山。", "953": "結庵於撥雲峯下。以嗇精神。二十八年秋", "954": "太上皇復下詔命　御製詔書曰。先生清標", "955": "孤映。寄迹物外。粃糠塵俗。嘯詠煙霞。信可樂", "956": "也。去秋為別。俯仰周歲。興懷晤言。馳神緬", "957": "邈。討青城會友於元覽。白雲遂無心於帝鄉", "958": "也。秋涼甚邇。不知何日可相見。願早踐言。則", "959": "騎鯨御炁。泠然無難。行且湘雲。橫素桂子。吹", "96": "於衡山。", "960": "香燕館。超然下風。問道虛懷。結想久矣。專此", "961": "為問。殘暑在近。益保清虛。後令先生降香於", "962": "南岳。隆興改元　太上皇退居德壽宮。又下", "963": "詔徵先生。每問道要皆稱　旨。復令先生降", "964": "香於南嶽兼賜。", "965": "御書黃庭道德陰符三經。　御製詔書曰。自", "966": "退處別宮日以頤神養志為事思見風采款親", "967": "道話幸早命駕少同閑適專信奉速用伸至懷", "968": "上又令書院待詔寫先生神　上親贊曰。", "969": "皇甫高士。眉宇列仙。以道興世。孰計其年。孤", "97": "薛季昌薛季昌。漢州綿竹人。世皆宦族。季昌幼不好", "970": "鶴在野。白雲行天。掀髯一笑。合乎自然。", "971": "右此一段亦教門之盛事。故全錄之。大抵", "972": "探幽賾隱。負步游方。尋師訪道。須誠心格", "973": "志。柔外寬中者。凡所會遇。無不潛符。則知", "974": "至道。果在我也。道果在我。升度南宮。不亦", "975": "宜乎。故前所謂欲升南宮。先度朱陵。世諺", "976": "云。不遊南岳。陰簿不削。信不誣矣。今則逮", "977": "至我宋運值昌朝。異人高僧隱士接踵而", "978": "棲者。亦不減於古矣。", "979": "敘古跋敘古跋", "98": "榮不茹葷。常布素酷於山水。一日遊請城。父", "980": "今接真誥云。名山五嶽中學道者數百萬人。", "981": "今年有得道昇天者。人名如別。年年月月皆", "982": "有去者如此不可悉紀今為疏一年之得道人", "983": "耳。有不樂上昇仙而長在五嶽名山者。亦不", "984": "可稱數。或為仙官使掌名山者。亦復有數千。", "985": "又按司馬天師云。南嶽祠宇庵巖僅三百餘", "986": "所。超越於漢武之朝。盛隆在唐皇之代。他山", "987": "無可擬者。豈不以萬古靈蹤千真遺化。併協", "988": "壬辰之運。悉同黃帝之。□□□□□□□□", "989": "□□□□□□□□□□□□□作詩云。野", "99": "母謂不遠而從之。遂南遊桃源。後遇正一先", "990": "鵲灘西一棹孤。月光遙接洞庭湖。堪憎回雁", "991": "峯前過。望斷家山一字無。近自五季之後。山", "992": "頗岑寂。今直　昌朝大道興隆。就寒棲而樂淡", "993": "泊者往往居之。其諸名山亦復如是。豈非道", "994": "化所洽將返純古乎。每值三春。四方遊禮者", "995": "甚眾。近歲道會愈盛。祥應頻彰。至於冠蓋星", "996": "軺之士。皆降屈於麻衣紙襖之流參問。元微", "997": "搜訪高上於一言半句。似有感通。如在汾水", "998": "之陽而喪天下。豈非真仙默示道化所及而", "999": "至於此哉。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2097 南嶽總勝集", "author": "宋 陳田夫撰", "sourceLink": "http://www.cbeta.org/"}