{"author": "唐 神清撰．慧寶注", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2113 北山錄", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "15 異學(九)", "1": "北山錄卷第十", "2": "16 外信(一〇)外信第十六明佛教於外宗有信有不信者", "3": "大荒之西天子王畿五百里甸服。五百里侯服。五百里綏服。五百里要服。五百里荒服。荒服去京", "4": "師二千五百里。今指大荒之外。極西之境也申毒殊風即西天之風化。與震旦有異也太", "5": "古之始。至聖未生所謂如來也有外道仙。為世宗教", "6": "首。則僧伽衛世初時有僧伽外道。立二十五諦義。衛世外道。說六句義等也中則", "7": "六師一不蘭迦葉。二阿夷滿。三瞿耶婁。四波休旃。五先比盧持。六尼乾子終於九十五", "8": "種即蘊離蘊計我等外道也高視巖藪。謀勍吾敵。將危害正", "9": "法。荐食玄侶。侵軼真境。伐毀舟梁。雖怙其", "10": "眾。不若吾寡。是以舍利弗一舉勞度差之儔殄", "11": "瘁矣彈盡也。即勝論外道也。以此仙人形醜好夜出乞食。故號鵂鶹。為五頂子立六句義。後化為石。為陳", "12": "那菩薩破之。一吼而石粉碎矣故以直擊亂薎有不濟。但慢壘", "13": "既高。邪戈難偃。稠林嘯聚。迷津徒涉。俾苦海", "14": "波瀾浩而無際。險道罾繳。綿亘不蔇繳射鳥器也。罾取", "15": "魚器也。蔇至也。修行者不至矣聖人以是為瘼。群生以是永悼。", "16": "嘻何莫如之何也已。自白馬西來梵文貢洛", "17": "後漢明帝永平十年。攝摩騰與竺法蘭以白馬馱經像方來至洛也信毀迭扇。君臣不", "18": "一時五岳道士褚善信等求比試焚燒經像也且遐域之壤。九服謂之", "19": "荒表。兌方之俗。四海目為戎人九服九州兌方西國而彼", "20": "復謂中華封略為儒邦。䓗嶺東陲為邊裔。夫", "21": "人情各重其所處。而傲乎他邦。而皆曰佛何不", "22": "生中國震旦人自以此土為中國傳聞。中天夏至。測影而盡", "23": "其表西天中印度夏至之日。樹竿於日中無影。蓋得閻浮之中日行正居上。故彼稱中也此方雖", "24": "邵伯相宅周公往營周本都鄗京召公相宅於陝鄏周公至成周營之。則今洛京是也", "25": "而周禮云。大司徒職日至之景尺有五寸洛京雖震旦之", "26": "心。夏至之日午時樹竿尚有一尺五寸之景。則別地更多也謂之地中天地之所", "27": "合。四時之所交。風雨之所會。陰陽之所和。百", "28": "物阜安。乃建王國。今河南陽城縣。得中夏之", "29": "中。而影且有餘矣。其不在陽城則又過乎一", "30": "尺五寸矣。而天上千里地下一寸。故此西域", "31": "萬里之外。又戎夏為邦。古今何定。伊洛化則", "32": "為戎左傳。有伊洛之戎。又有伐陸渾之戎。皆在洛也吳越變而為夏吳越本夷。而", "33": "勾踐夫差皆為中國霸主矣故至聖乘時。本不限於方俗。但以", "34": "大千閻浮為內地。可此即此。可彼即彼。豈以", "35": "文武不在洛。則非天下之君乎文王居西戎。武王居岐下而", "36": "西域時無輪王。分天下為四主。東以人為主。", "37": "正由禮樂出乎此方。仁義冠乎八荒。舉稱中", "38": "非必由於地。宋何承天問慧嚴曰。佛國用何", "39": "曆。嚴曰。彼夏至之日方中無影。五行尚土德。", "40": "八寸為尺。一兩當此方十二兩。建辰為歲首", "41": "慧嚴親至西天迴故能明此事也及討覈分至春秋分冬夏至薄食宿度阿", "42": "衡陰陽乃以為然。但以西來三藏越海重譯", "43": "涉歷于艱險。輕百死而致乎一生。既至而不", "44": "知鄉國之所在。固可悲也。其所翻譯。方諸寰", "45": "中之典既乖視聽深違背欲將使積昏之士背", "46": "風靡草。逆坂走丸。祇增其忿。誠又難也以翻譯三藏來", "47": "既遐遠。不達此方語言。致令詞有質朴文非流美。如安世高所譯等經。不了之士。逆便相非。增於謗讟。則為未可", "48": "者也夫雍門周承孟甞騷屑悽感。為之鼓琴琴", "49": "一發。而涕泗零落。不知其極雍門齊地也。孟甞田文齊公子也。周", "50": "承為之鼓琴琴發。而涕不能止而邪愚之夫承王侯疑貳阻薄。為", "51": "之鼓脣脣一啟。而訕謗搖動。莫我已矣此敘輕毀宗教之士", "52": "因時政之官於吾教疑貳之間。承便鼓扇于脣齒以毀謗。致令王侯心迴而信用之也是以假彼", "53": "重位鴻才。言為物準。行為時憲佛法付與王臣。凡在位官員才", "54": "學之士。假以護持。所在三寶尤宜援奉。貴其大才重位以弘護宗教矣。準繩也。憲法也順則誘掖。", "55": "背則擊搏掖提膊也。信順之者。提臂而引之。不信者。擊搏而責之也使弱喪知", "56": "乎所歸。食椹懷乎好。音黃鸎食桑椹而音美。如聞法而敬信也乃", "57": "佛法金城湯池之固假尊官為外護。則佛法若有城池之固而攻者", "58": "罔弗敗。律喪師矣若有外黨相攻。無不自然摧敗也夫釋氏之", "59": "難。而釋氏不能違之者何外人問有難釋氏之教。而引釋氏之教答之。而", "60": "不能違避其難者有何所以譬陰愆于序。赫日晞之。陽愆于序。", "61": "洪雨霔之久雨者。陰之失序。則須晴景方解。久旱者。陽之失序。則須甘雨解之若陰濟", "62": "于陰。湯濟于陽。則九載之水。七年之旱。未足", "63": "多也堯有九載之水。湯有七年之旱故古之賢德。無位何威。無", "64": "賞何悅。無辯何信。其所酬抗。多以釋教為證", "65": "反資其倨答難若專引己教為證。如以陰濟陰以陽濟陽也是以夷難靜暴", "66": "復迷取亂。挫公孫龍之辯夷平也。取亂取勝也。公孫龍趙人也。虞鄉思以", "67": "邯鄲請封平原。龍以辯捷諫而止。後語云。龍有白馬之辯者也絕叔孫氏之毀叔孫武叔", "68": "毀仲尼。子貢曰。夫子不可毀。他人之賢者丘陵也。夫子之賢者日月也。不可得而踰也雖有方", "69": "袍。莫如服冕服冕儒士有毀夫子輒能對之。豈可方袍釋子遭毀其師而無對答之者可不恥乎。", "70": "必資於學矣。方袍袈裟也昔何承天著達性論。顏延之折之", "71": "並宋之朝士。顏光祿也。有文常好飲酒范縝搆形神滅義。沈約質之", "72": "梁朝賢士也。文在弘明集故豺狼非狻猊不制。蛇豕非鏌󱒀", "73": "不斷。而經稱為外援展如之人展援也。假信心為外授。審如此也", "74": "則不失其名也。嗚呼有天地焉。有生成焉。有", "75": "信者焉。有不信者焉既天地造化則有萬物人倫。人倫之內有信者有不信者。情不", "76": "同故也其信如漢顯宗則後漢第二主明帝也傅武仲傅毅也吳大", "77": "帝孫權也支與闞支謙闞澤東晉至于受終至王濛．郗", "78": "超．許詢．謝尚之倫。宋文明。洎宗王．何顏輩。", "79": "魏宗恭。南齊劉虬。梁君臣陶隱居陶景純。字隱居。號貞白先", "80": "主北齊顏之推此並深信之士其不信如晉蔡謨字道明。東晉也。", "81": "東帝令作讚佛頌。堅不從。乃言謗佛。下庭尉免為庶人偽趙王度。宋周朗．虞", "82": "愿。魏張普濟．李瑒．楊衒之。齊劉晝。梁荀濟", "83": "此實心毀教不信之士也夫信者靜乃一心昭窮萬化。或未遺", "84": "所存。要報求施。重因緣之理。篤敬戒之心。退", "85": "無納隍之酷進致含光之美隍阬也。若致於阬也其不信", "86": "者神用匪虛。鄙識濁慮。或惡幢塔崇侈。法籍", "87": "宏奧。僧居󱊜塏󱊜塏高淨也法徒尊大。攄已之憾攎舒", "88": "也悖乎楊言。駟不及舌。陷乎邪黨。哀哉。然有", "89": "過乎信者。如齊文慧太子竟陵王。梁高祖陳", "90": "文宣二帝。魏文成．獻文．孝文．齊高洋北齊也。此諸信等", "91": "皆見弘明集或開演金偈。或捐擲寶位。或縱民入道。", "92": "或竭國起寺今大宋皇帝造金銀字大藏經數藏。彫藏經印板一十三萬餘板。嚴飾天下寺舍。每", "93": "年祠部牒度僧八千餘人也。太宗初登極度天下係帳童子出家其有過於不信者。", "94": "如拓跋魏武燾宇文周武崔皓後魏傅弈唐初為災孽魃彗", "95": "焉。其有君主議及沙汰者。此實絜揚清之美。", "96": "非不信之士也。昔桓玄教曰教令也沙門有能申", "97": "述經誥。暢說義理。戒禁修整。足以宣紀大化", "98": "其有違於此者。悉令罷道。遠公與桓公書曰。", "99": "佛教陵遲。穢雜日久。每一尋至。慨憤盈懷。常", "100": "恐運出非意淪湑將及淪湑漸漬也竊見清澄諸道", "101": "人教實應本心。夫涇以渭分。則清濁殊勢。枉", "102": "以直正。則不仁自遠。此命既行。則二理斯得。", "103": "然後令飾偽者絕假道之路。懷真者無負俗", "104": "之嫌。道俗交通。三寶復隆矣古者沙汰總有二意。一為崇重教門惡其", "105": "渝濫。故澄汰姦冗務令清淨。宋世祖．王度．顏延之．蕭暮之．周朗．虞愿．張普惠李瑒．衛元嵩．顧觀．那子才．高道讓．", "106": "盧思道．唐高祖十四人也。二為憎嫉昌顯危身挾怨。故須除蕩以暢胸襟。魏太武．周高祖．蔡暮．劉晝．楊衒之．荀", "107": "濟章．仇于陀．劉惠琳．范縝．傅弈．王文同十一人。實心毀滅也玄教於是不及廬山。", "108": "夫血胎粒食者。信不信何二焉。但人稟五材", "109": "正氣者。必保乎正性正命賢者稟五行之清氣克昭懋行能明", "110": "勉勵之行其憑福田。故乃信也。稟冷氣者。必僻恣淫", "111": "愎愎悷也滅沒天理。其假禍亡。故不信也。若使", "112": "唐虞元凱夏殷伊傅唐虞堯舜也。元凱十六相。夏禹殷湯也。伊尹傳說也周", "113": "之十亂亂治也。太公周公召公畢公榮公南宮括散宜生太顛閻天文母十人也漢之三傑", "114": "張良。蕭何。韓信仰眄金容。俯聆玉軸。則未甞不信。興", "115": "五內言動群有彼何然。蓋為善惟日不足故", "116": "也此等雖未偶教興。若遇之心大崇信也若使桀．紂．莊．跖．陽貨．子", "117": "臧．視之。瞽如聽之聵如桀夏□也。紂殷□□也。莊蹻楚蜀惡賊盜跖魯暴", "118": "賊。陽貨季桓子家臣暴虐於魯。子臧鄭子臧也。瞽聞善不足化也彼何哉然。蓋凶人", "119": "為不善。亦惟日不足故也。惟生之有涯。體非", "120": "金石。樂未備志。哀以繼之。老聖稱身為大患。", "121": "仲尼嘆交臂若失浮生流速何足貴也而釋教何讎誠心務", "122": "損不為福始。而處禍先真所謂能惡不能善", "123": "之失也。若彼果有。雖欲自絕。何傷於日月乎", "124": "若彼教門所說。因果實本有。汝縱毀之亦何能傷其道。子貢曰。人雖欲自絕。何傷於日月乎若彼果", "125": "無。慕立虛善。足以遠害若佛教所說因果之事本無。虛求善譽。亦足遠害", "126": "也夫虛去殺猶愈屠釣。虛輟財猶愈竊盜。虛", "127": "潔己猶愈濁濫。帷箔不修謂不治閨門況孰知其必", "128": "不虛哉。而釋教竊財貨財也。食肉貨肉也。害", "129": "人貨要目領也貨賣交易也。今切他財。當亦還財。今食其肉。當亦被他食。今害人之要日", "130": "領當却遭害。是交易之道也。領項也苟使不貨。善則實矣誠能不盜不殺等。稱自", "131": "為善。其事實也其言既實。其人豈虛乎。佛圖澄．衡岳", "132": "思大。能遠視多生皆得先觀支林．道安能。博識強", "133": "學。劉遺民．劉虬。弓旌不顧皆晉之高士。辭榮者也。古招士以弓旌也", "134": "許詢．宗炳。󰡖縷畢歲。豈佛法無其實。而能使", "135": "彼建志不拔耶此皆賢明之士。情豈謬哉昔武德初。大臣", "136": "不圖邇臣希旨高祖時。傅弈以唐出李姓。以老子為祖。遂譖之令澄汰也。以", "137": "帝系發自玄元。文明廣大與天下咸一。將害", "138": "我教。蜂蠆且毒。貝錦有章貝錦文飾之詞也惟帝時聰", "139": "明終罔攸蔽罔無也。攸所也。蔽暗也。傅弈等雖扇惑聖。聰帝無所暗蔽也彼娼嫉", "140": "不克彥聖之夫娼貪也。嫉蠧也。克勝也。彥聖法淋道宣等。彼傅弈情雖貪蠧。終不能勝", "141": "彼者也庸󱖰其德。無所膚浸僨僵也。用殕其兇德使浸潤之譖。膚受之愬不能行", "142": "焉杲杲愛日。將墜復舉。靄靄油雲。既散又族", "143": "佛日沈而又明。慧雲散而復聚實有唐宗廟社󰑶之靈也。克保", "144": "于子孫黎民之福也。夫天地邦域。以元牧司", "145": "之天生蒸民樹之司牧以鬼神綏之綏安也。神者聰明正直福善禍淫者也苟人", "146": "君失理。則靈神是捨神尼傳。宇文氏毀滅佛法。神尼見善神皆西去。後果國滅", "147": "也。近柴氏毀鎮州銅大悲。致惡疾而終也不保于山川。山川匪寧。則災", "148": "禍作矣故天反其常。地載其妖。人懷其亂。稼", "149": "穡病矣山崩川竭。星辰失度。地動山鳴。賊盜競起。妖怪作興。水旱為沴也粢盛何有", "150": "焉。昔桀紂周幽桀夏癸也寵末嬉。紂殷辛也寵姐己。周幽寵褒姒。皆以美色昏亂朝政。而", "151": "失天下也酒池肉林。作奇技淫巧。以悅婦人紂有酒池肉林", "152": "醩山脯丘。有炮烙之刑。斮朝涉之脛。剖賢人之心。刳剔孕婦等為虐不及於神祇。", "153": "尚山崩川震。星流鬼哭。況剪除善道。萬靈無", "154": "依。詎得鳴鳳造于郊玉燭為之調太階如砥", "155": "乎堯時鳳巢阿閣。四時和謂之玉燭于時高業沙門慧淨。法琳洎", "156": "宿儒望彥。瑤華疊綷綷五色之文也。子對反金奏諧響。懷", "157": "之以德。強之以義。淬礪矛斧。傾塞巢穴。有門", "158": "下典儀李師政。撰內德通命正邪論三篇。舉", "159": "其所惑。詳校黜剝文在古弘明集第十四卷也文而有據最備", "160": "斯作足以毘贊真門。闡楊玄極。後世觀者宜", "161": "杜口塞淵。不復疑謗。但文沈隱不為凡淺之", "162": "所知也近代有歸正論。及釋教廢興記等。亦其事也且忠臣孝子。宜徼", "163": "福防害繳求也以保君親。敬恭禱祀。精謹藥石。", "164": "何必知其無益而故務也只如秦皇好道。漢帝求仙。或變金銀抂燒鈆录", "165": "竟有何成者也揆其無傷而故犯也。禮云。疑事無質如", "166": "崔皓率己專斷。以貽君親之戚魏武以惡疾而終。崔皓戮尸者也", "167": "安得崔也。謂之忠孝乎。今有蓬心之士。尚欲", "168": "與崔何其昏也與者許也覆軌之跡。孰得貳焉。若以", "169": "東漢已前世未有佛。家國自寧。今宜復其昔", "170": "者此牒外人難也則義軒已前未有文字。天下遂性羲軒前未", "171": "有文字。帝道無為自理也姬孔漸滋。人用梏械所以拘手足也殆于瘥", "172": "札瘥小死也。札大死也則今疫癘之疾也秦正坑之。亦何罪也秦正始皇也。", "173": "三十四年。博士淳于越奏。令封子弟為諸侯。李斯云。諸生不師古而學古非兩世。諸非秦記皆燒之。諸有藏詩書", "174": "及百家語悉燒。偶語詩書者死若以四夷之人󱨖弋鮮食󱨖免網也。弋", "175": "以生絲線繫箭而射鳥。夫子弋不射宿也孰為施戒四夷之人以殺戮為耕作何有施戒事也而", "176": "世襲穹廬者穹廬蕃帳則四夷之民。何甞有姬孔", "177": "之教。行於禮義。而君臣父子繼焉。是則姬孔", "178": "亦可廢也東漢已前無佛法。東漢已前國自理。四夷之國無儒教。四夷之國亦自理。佛教如可廢。", "179": "則儒教亦可廢也若以平施俾家給人足謂普施賙急也不必在", "180": "乎齊戒者。誠亦驅其人於塗炭矣若不持齊戒而施。則以殺盜", "181": "淫等惠人是也夫慈心惠下。宗廟不修。不得謂之孝也", "182": "慈雖及下。敬不及祖。豈曰孝乎豐物恣惡。香火不修。不得謂之", "183": "福也如殺馬祭天等其無孝無福而望人安固。如憑", "184": "攸枿而待蔭者也枿斷樹之餘也。殺命求福。如依無葉之樹。豈有蔭也若以", "185": "佛無形響。復不可奉者。則郊祀先王先公。孰", "186": "有見聞而敦其禮乎考祖亦無見聞。何故祀之若以鬼神不", "187": "實。先儒但導人為敬者。則何患佛教不實。而", "188": "使人為善耶。但謗者構惡不盈耳。不足以駭", "189": "聽。聽者聞惡不暢心。不足以承謗。故聽與謗。", "190": "其過均矣。而氛囂之世。愛則廣其美。惡則厚", "191": "其過。夫有虞氏仁孝之宗也。汲冡以平陽之", "192": "變。非揖讓而取也汲冡書云。舜囚堯於平陽。以奪其位。非受禪也。今見有囚堯城也", "193": "伊尹人臣之表也。汲冡以桐宮反刺乃復夏", "194": "政也伊尹相太甲。太甲不用伊尹之訓。伊尹放之桐宮。三年俟其改過。乃歸復其位。以盡仁臣之道。今汲", "195": "冡書云。伊尹放太甲于桐宮。太甲自竇中潛出。殺伊尹而自立。與尚書之文全別凡是非徑侹", "196": "之論。何有窮乎。故當承堯典殷書乃可經矣。", "197": "仲尼曰。攻乎異端斯害也矣穿鑿之家。害於正義也夫何", "198": "不然哉。觀乎古今撰製內教文章多先貶周孔而降", "199": "老莊。以為能文者如因明疏序等此啟戶納盜怒敵惎", "200": "黨之由也惎教也。比者怒道兼非儒教則是教。道儒結黨為授也夫一寇尚", "201": "不可翫。況結二寇之衝乎。使敵果至矣。桓桓", "202": "赳赳。以頑勁為干櫓。以訾讟為矛槊。憤憤悱", "203": "悱。欝干眦睚眦睚怒也致使愚則囅而抃。仁則懣", "204": "而疾囅笑也。抃舞也。下愚聞而笑之。懣愁恨也。仁者見而惡之也將欲鼓而壓", "205": "之。秉羽而來之比欲鼓勢以壓之。舉羽以招之。皆不可也實難能也。夫", "206": "泄󱨪之一熛。始蔓草而烶於宮室。邪夫之一", "207": "勃。始凡庸而上訕賢聖竈󰬬之火。能爇宮闈。邪夫之謗。安懼聖賢哉何", "208": "無善慎歟無不也何不慎言也古語云。行無禮必自及敬人者人", "209": "必敬己。陵人者人亦讎已昔呂布魏曹操下將強袁渙令作書罵劉", "210": "備渙曰。唯德可以辱人不聞以罵。彼固君子", "211": "耶。且不恥將軍之言君子之道犯而不校彼誠小人耶。復", "212": "將軍之意。則辱在此不在彼矣。故鳥窮則啄。", "213": "獸窮則攫居縛反。說文云。爭持物也人窮則詐。馬窮則佚。夫", "214": "能使啄佚之不至者。其唯上智哉。是以當吾", "215": "教昭夷之際。孰不黨行余侮。雖色怡於外。而", "216": "實腸結于內夷傷也。侮慢也。像教既屬陵夷。誰不朋扇。侮慢者也。儒道之士。外雖恭順。內結", "217": "蛆嫉也但果行育德。陰搆默化。漏彼所短。悅彼", "218": "所長。百或其一。味我道腴。自然迴席對彼二教。但", "219": "行恩德。舉彼教之所長。闕彼教之不足。百人之內或偶一人。味道餐風。自然歸心者也夫適裸", "220": "國者。解裳乃合禹至裸國。忻然解衣。蓋順其俗也且今人是此方", "221": "之人。儒道是此國之教。其俗縱知不加於我。", "222": "亦姑各阿比其門阿比朋黨也。姑且也鱗張角捍。安得不", "223": "美而從之。婉而優之。綏而遷之。使悅而後服。", "224": "豈在庸言酬酢耶所謂善戰不陣。善閉無關者也若以彼說不至", "225": "極慮人不驟徙節於吾道者。然聖人亦各當", "226": "機御物。如佛與提謂說人天福。而大聖豈", "227": "不欲令人盡至寂滅歟。但居其辰不為利矣", "228": "縱說至教。不契其根不利於他也其老聖豈不欲令盡至沖漠歟。", "229": "所著二篇之經道德二篇兼辯治於家國。俾濟世者", "230": "不相抑廢雖序道德。不廢治國之法仲尼豈不欲使人盡至", "231": "皇道歟。所修六典。兼存霸王。將苞舉而無遺", "232": "也。故覆燾莫大於天地。變化莫大於聖人。而", "233": "實二教之於我。贊而不害也。吾之於二教。統", "234": "而有歸也。何謂飲醇酎者不競。咀糟粕者競", "235": "焉至人君子殊途同歸。澆薄小人是非阿黨但人多不自信己愚。而於", "236": "可誷則欣欣然不知已愚。而調所不及者未知丹碧好抑揚", "237": "藻繪。未知鈆墨好毀稱篆隸。未知禮樂好昇", "238": "降法度。未知宮羽好賞罰音律。其有矚余", "239": "此詞能無訧兮。余之參玄私為適已也就責也。矚見也。", "240": "恐後人見參玄語錄而責於己。今我蓋自取適性情。而著述之也不敢謂於君子也。", "241": "昭文之琴文如海云古之善琴者也是非兩至。寧不鼓乎不以人是", "242": "非而不鼓之夫蘧大夫五十。知四十九年非衛大夫蘧瑗。字伯", "243": "王。見耕者問。䵩牛赤牛何者力大。耕夫不答。直驅牛遠方。答云。二牛俱得力。答不平恐有怨也。蘧瑗云。一農夫", "244": "猶懼二牛之怨。我今五十。知四十九年之非也孔宣父六十。知五十九年", "245": "非。如余瑣焉耄與闔柩而已闔棺蓋也齊君懸賞。以", "246": "待諫慮失於治也齊威王懸賞曰。有面諫寡人者受上賞。書諫者受中賞。謗議於市朝者", "247": "受下賞也漢相貶爵以杜諫蕭何以苑中之地貸法賈人。高皇大怒。何遂免冠徒跣以請", "248": "罪。帝乃釋之審其能守也。雖取捨不同。而各有宜", "249": "也。其有沮余參儒道者沮壞也余顧彼誰或焉夫", "250": "越俗輕冠以彼多水其俗剪髮文身也齊市賤屨屨履屬。齊景公好刖人足。晏子", "251": "宅近市。公更之不肯。公云近市識貴賤否。晏子曰。踴貴而屨賤。景公於是省刑豈靡已之利", "252": "而捐君子之華也學以飾身。不可以己不益而廢。君子飾身之道耶昔孔子", "253": "馬佚。犯野人苗。野人擯子貢之詞。納圉人之", "254": "詞子貢言語之士也。圉人養馬之士也。而野人棄子貢之言不與馬。而納圉人之言還之。蓋以其類相投故也", "255": "蓋鄙人不悅賢談久矣。孔子曰。昔者季孫氏", "256": "之賜我粟千鍾。而交益親。南宮敬叔。遺我駟", "257": "乘也。而道益行。故道雖貴。必有時而後重。有", "258": "勢而後行。微夫二人之貺。則丘之道殆將廢", "259": "矣夫子初將出魯。聘周問禮。季氏賜粟千鐘。孟氏僖子賜車。仍令懿子南官敬叔從師事仲尼及門徒請益者", "260": "三千昔大聖之將滅。顧命列國諸王洎大臣如來將入", "261": "滅。以教法及比丘內護之事。付有力王臣也亦如仲尼之道焉。西域無", "262": "貴賤老幼。其人叟智彥韋昭云。老而有德曰叟。智過三百人曰彥皆謂", "263": "優婆塞。壽母令妻皆謂優婆夷。此謂近事男", "264": "近事女也。陶神五戒。鄰善奉聖。居俗目之美", "265": "也。先聖亦託以法教。令率力兼道。如須達多", "266": "毘舍佉。視王侯之亞矣。昔孫權未達教之所", "267": "由。問於闞澤吳大史令也澤對曰。臣審知佛是無", "268": "上法王。眾聖所歸。教加一切加被也哀含萬象深", "269": "同巨海。不揀細流。照並日月。不嫌星燭嫌阻也", "270": "會觸則化。遇物斯乘觸對也。乘運也。若洪鍾之待扣。似巨舟而廣運也天", "271": "上人中。自在尊貴。縱使天有普覆之功。地有", "272": "普載之力。皆是諸佛建立使之然也。宋文帝", "273": "問何尚之羊玄保尚之宋侍中。玄保吏部郎中曰。朕少來讀", "274": "經不多。比日彌復無暇比近也三世因果未辯措", "275": "懷。而復不敢立異者。正以卿輩時秀率所敬", "276": "信也。范泰車騎將軍也及謝靈運。皆稱六經典文本", "277": "在濟俗為政。必求性靈真奧。豈得不以佛經", "278": "為指南耶。近見顏延之折達性論。宗炳難黑", "279": "白論。明佛法汪汪尤為名理並是開獎人意。", "280": "若使率土之賓皆感此化。則朕垂拱坐致太", "281": "平矣。夫復何事。尚之曰。悠悠之徒。多不信", "282": "法。以臣庸弊更荷褒拂。非敢所當。至如前代", "283": "群英。則不負明詔矣。中朝已遠西晉也難復盡", "284": "知。渡江已來東晉也王導．周顗．庾亮．王濛．謝尚．", "285": "郗超．王坦．王恭．王謐．郭文舉。謝敷．戴逵．許", "286": "詢．范汪．孫綽．張玄．殷顗等並東晉賢士也或宰輔之", "287": "冠蓋。或人倫之羽儀。或置情天人之際。或抗", "288": "跡煙霞之表。並稟志歸依。措心崇信。其間比", "289": "對則蘭．護．開．潛．深．遁．崇．邃八子皆高僧也皆迹亞黃", "290": "中。咸不測之人也黃中聖人也慧遠法師云。釋氏", "291": "之化。無施不可。適道固自教源。濟俗亦為真", "292": "要。竊尋此說。有契理奧。何者。百家之鄉。十", "293": "人持五戒。即十人淳謹。千室之邑。百人修十", "294": "善。則百人和睦。持此風教。以遍寰區。編戶億", "295": "千。則仁人百萬。夫能行一善則去一惡。去", "296": "一惡則息一刑。息一刑於家萬刑息。於國則", "297": "陛下之言坐致太平是也。故佛圖澄入鄴。石", "298": "虎殺戮。減半澠池。寶塔放光。符健椎鋸用息", "299": "石虎後趙也。符健前秦蒙遜反噬無親。虐如豺虎北涼沮渠蒙遜。本胡", "300": "人。博覽群書。曉天文。殺󰏰業。自稱凉州牧。後入姑臧。即位號西河王末節改悟。遂成", "301": "善人在位三十年。譯涅槃經法建道人力兼萬夫。幾亂河", "302": "渭。面縛甘死。以赴師厄。此非是內教所被哉。", "303": "時羊玄寶進曰。竊恐秦趙論強兵之術。孫吳", "304": "盡吞并之計。將無取於此也。帝曰。此非戰國", "305": "之具。良如鄉言。尚之曰。夫禮隱逸則戰士怠。", "306": "貴仁德則兵氣衰。若以孫吳為心。志在吞噬。", "307": "亦無取堯舜之道。豈唯佛教而已哉。帝悅曰。", "308": "釋門有卿。亦猶孔氏之季路。所謂惡言不入", "309": "於耳。昔牟子郗嘉賓宗炳朱皓之劉勰。並會", "310": "道控儒。承經作訓。警法王之路。獻獲醜之功。", "311": "而彼言行。豈由形勸而已哉。魏以太延五年", "312": "始起虐太延五年已夘年。北涼初滅佛法也太平真君七年丙戌盡", "313": "誅滅。是歲宋元嘉二十三年也。正平二年壬", "314": "辰春二月帝崩。太子晃先卒初帝南征。有譖晃婬于內。帝怒。晃懼乃謀", "315": "逆。帝知之因詐死。使人召晃至。以鐵籠罩之。撻三百。後乃殺之吳王立改元曰永", "316": "平。是歲十一月崩魏太武正平二年。為常侍宗愛所害。景穆太子光立。改永平元年。", "317": "宗愛亦害之。立景穆子濬。號文成帝。改元曰興安也文成立。改元曰興安。復", "318": "興也再興釋教周以天和四年己丑歲議興廢。建德", "319": "三年甲午大殲滅。當陳宣大建六年也周武名邕。佛", "320": "道二教並毀除之宣正元年戊戌帝崩。天元嗣立宣帝也。諱贇。武", "321": "帝長子。稅入市者。人一文錢。幸洛陽。驛馬四百里。皇后方駕而行。後者罪之。自稱天元皇帝。咸陽水變為血", "322": "已亥歲改為大成元年。春復興也。惟天命弗", "323": "于常。以禹啟夏命。以湯啟殷命。其將亡也。以", "324": "桀紂滅之禹姒姓名文命。湯子姓名天乙。桀禹十七代孫。紂湯三十代孫惟至道弗", "325": "于常。以漢魏始之。以晉宋弘之。其將亡也以", "326": "二武滅之。天意以萬物不一。外事豈必福者", "327": "能興。禍者能滅。不興安廢。不廢孰興乎。昔玄", "328": "高縊于郊南。弟子經夕乃至。興而告曰。大法", "329": "應化。隨緣盛衰。盛衰在迹。理恒湛然。但念汝", "330": "等。不久復當如我。汝等死後。法當復興也玄高", "331": "道人。以太子晃之師故死於平陽。光至于寺。弟子方知乃請尸。尸至寺。復起告弟子。後大法果滅也魏興", "332": "安初文宣皇帝甲午年也高宗詔曰。夫為帝王者。必祇奉", "333": "明靈顯彰仁道。其能惠著生民利濟群品者。", "334": "雖往猶序其風烈。是以。春秋嘉宗盟之禮。祭", "335": "典載功施之族禮云。功施於民者祀之。勞及於民者祀之。能御大難者祀之等是況", "336": "釋教如來。功濟大千。慧流塵境。尋生死者。歎", "337": "其達觀。覽文義者。貴其妙門。助政化之禁律。", "338": "益仁智之善性。排撥群邪。開演正覺。故前代", "339": "已來莫不崇尚。亦我國家常所尊事之也。世", "340": "祖太武皇帝。開廣邊荒。德澤遐被。沙門道士。", "341": "善行純誠。如慧始之倫慧始足白於面。時號白足阿練若。魏大武沙除釋教令構", "342": "得僧首者賞金始立國門。來者與其頭。官中賞給不暇。由是而止無遠不至。風義相", "343": "感。往往如林。夫山海之深。怪物多有。姦淫之", "344": "儔。得容假託。講寺之中。致有兇黨。是以。先", "345": "朝因其瑕釁戮其有罪。有司失旨。一切禁斷。", "346": "景穆皇帝。每為慨然文宣帝父尊為景穆值軍國多事。未", "347": "遑修復。以朕纘承鴻緒。君臨萬邦。思述先志。", "348": "以隆斯道。今制諸州城郡縣眾居之所。各聽", "349": "建浮圖一軀。任其財用。不制期限。其有好樂", "350": "道法欲為沙門。不問長幼。出於良家。性行篤", "351": "素。鄉里所明者聽出家。大州五十人。小州三", "352": "十人。足以化惡就善播揚道教者也已上後魏文宣皇帝再興", "353": "詔周初滅法。尋立通道觀。選釋李門人有名", "354": "當世者一百二十人。著衣冠笏履。號通道觀", "355": "學士衛元嵩奏置也而普曠剃髮留鬚高僧也帝乃笑之。大", "356": "成元年春正月天元詔曰宣帝弘建玄風。三寶", "357": "尊重。特宜修敬。法化弘廣。理可歸崇。其舊沙", "358": "門中德行清高者七人。在正武殿西安置行", "359": "道。二月改為大象元年。勅曰。佛法弘大。千古", "360": "共崇。豈有沈隱捨而不行。自今已後。王公已", "361": "下并及黎庶。並宜修事。知朕意焉。爰於二京", "362": "各立一寺。其餘州郡猶未通許。四月八日。詔。", "363": "佛教興來多歷年代。論其至理。實自難明。但", "364": "以世漸澆浮不依佛法。致使清淨之法變成", "365": "濁穢。高祖武皇帝廢而不立。正為如此。朕今", "366": "情存至道。思弘善法。方揀擇練行。恭循此理。", "367": "令形服不改。德行仍存。敬設道場。欲行善法。", "368": "王公已下。並宜知悉。至二十日。詔選耆舊沙", "369": "門懿德貞潔學業沖博一百二十人。勿剪髮", "370": "毀形。於陟岵寺為國行道。所資公給。沙門任", "371": "道林歷高祖天元二世。諫奏有儀。帝懿乃辯。", "372": "屢迴天睠。大法紹復。斯人有力矣周武律德二年廢二教。", "373": "即陳宣帝大建五年也。北齊後主武平四年也。後梁明帝大定十二年癸巳之歲矣隋文潛龍時。", "374": "有神尼智仙言曰。佛法將滅。一切神明今已", "375": "西去。兒當為普天慈父即隋文帝重興佛法。一切", "376": "神明還來至此。靜帝沖幼。以隋公輔政。欲令", "377": "沙門復舊未之能也。洎革周命周靜帝諱衍。宣帝長子。即位改元大", "378": "定。以隋公楊堅為丞相。復佛道二教。在位一年。遜于隋居別宮。奉為介國公。食邑萬戶。一切依周制。開皇元年", "379": "崩年。九歲乃令剃落。如曇延．靈裕．慧遠等。皆不", "380": "失其人也。國初高祖問群臣曰。傅弈每云。佛", "381": "教無用。朕欲從其所議。卿等何如。魏公裴寂", "382": "進曰。臣聞。齊桓公與管仲．鮑叔．寗戚等飲酒", "383": "而適。桓公謂鮑叔曰。為寡人祝之。鮑叔奉酒", "384": "而祝曰。願吾君無忘出於莒齊公孫無知亂小白奔莒。齊人殺無知。後鮑", "385": "叔輔小白入立。是為桓公也願管仲無忘縛於魯齊亂管仲與子糺奔魯。國人納", "386": "之。值小白先入。遂戰魯敗。乃殺子糺。而生縛管仲。至鮑叔解之於境也願寗戚無忘於", "387": "飯牛寗戚使車飯於牛下見桓公扣角而歌。桓公乃用之桓公避席而謝。寡", "388": "人與二三大夫曾無忘夫子之言。則齊社󰑶", "389": "不廢矣。此言常思舊也。陛下昔創義師。志憑", "390": "三寶。云安九五。誓啟玄門。今陛下六合歸仁。", "391": "富有四海。欲納弈之狂簡傅弈也而毀廢佛僧。此", "392": "則虧陛下之往信。彰陛下之今過。元元失望", "393": "元元黎遮也理不可也。是知文武之賢。固天攸縱。匪", "394": "惟社󰑶之臣。實亦法王之臣。既作衛于王室。", "395": "亦屏藩於聖教也。若夫長民者。行著一鄉。智", "396": "効一官。樹風聲之德表。為蚩氓之効仰。彼氓", "397": "也何有知焉。舉直錯諸枉彼民之謂直也。舉", "398": "枉錯諸直彼氓而謂之直也。本無特鑒委化", "399": "上流者。安得不審其動也。慎其詞也。昭其信", "400": "也。禮云。堯舜率天下以仁。而民從之。桀紂率", "401": "天下以暴虐。而民從之。又曰。下之事上也。不", "402": "從其所令。而從其所化。上好是物。下必有甚", "403": "者矣。今庶口喋喋音牒侫語也病乎不信。余心晦", "404": "晦兼慍乎信何哉。夫信有三者焉。有智有愚", "405": "有黨。智則擇物。人悅其鑒。如舜舉皐陶。湯舉", "406": "伊尹。仁者至。不仁者遠矣。愚與黨傷蠧哉。愚", "407": "不辨於牛馬。於其所信。如休猴而冠之昔項羽屠", "408": "咸陽。焚燒宮闕。三月火不滅。而歸下邳。秦之君子有言曰。項籍之作。猶沐猴而冠焉慕像龍而", "409": "懼其真龍葉公食菜於葉。姓沈。名諸梁。字子高。好龍畫之。門戶屏屋。天為見真龍。見之驚悸而", "410": "卒也以狂且為子都子都有貌之美者也。狂童也。且語辭也。詩云。不見子都乃見狂且是", "411": "也。此詩剌鄭不賢之謂者也以大天為羅漢大天土火羅國僧。造五逆者。無憂供之。以為", "412": "羅漢小人之幸。君子之不幸不應用而獲。用謂之幸。應用而不獲。用謂之不幸", "413": "黨則失賢與惡故君子不黨保姦害善。悖亂無法。使", "414": "服箱之馬而見忌角於凶犢車旁之馬而隱遁者患", "415": "山林之不深矣。彼二者真若率信不得信之", "416": "樞也。北山野人瞰余之斐詞謂所居之□□者□曰夫為", "417": "道德□□乎□□□□□□□□□□□□□", "418": "□□經。外有六典百氏。足以遊神娛目端思", "419": "默聽今乃鑽研簡牘□□□也□□□也輕役精魂。規規", "420": "皇皇。其殆也已自有內外典籍。何須更區區撰此余𧹞而失據徐", "421": "思而對曰。夫坳塘不足以隘於江湖而不孕", "422": "於雚葦不可以隘小之故便不生於雚葦培塿不足以下於衡霍", "423": "而不載於枳棘衡霍南岳也。培塿堆阜也。枳棘刺也萬物今古各有", "424": "分也。昔楊雄見知於君山楊雄。字子雲。好古甞著擬周易。草太玄經十卷。", "425": "張平子見之曰。只可蓋於醬瓿。及桓譚見之曰。可以偕聖也。後欝林大守陸績注之也左沖得譽", "426": "於皇甫左思。字太沖。閉戶十年。著三都賦。門戶井溷。皆有紙筆。得□□□□輒書之賦成。皇甫謐見", "427": "而譽之。都下謂之紙貴愚智否臧。亦何有定在乎。遇不遇", "428": "□□□□憫余奚何也。憫惻念也尋繹往修。遠慕前識", "429": "慕子雲太沖也託彼□□□□□□庶幾善道。刻鳳成", "430": "雞。猶利其半。既非吾徒。終日飽食。則高天厚", "431": "□曾何腆乎人若不學。則終日飽食。無所用心。焉知高天厚地哉。腆厚顏也。亦不以無知為愧", "432": "也跼踖哉身心悚然貌也。", "433": "北山錄卷第十", "434": "後序", "435": "稟學賜紫□□　□贊□述", "436": "草玄亭沙門諱慧寶。字光用。俗姓王氏。東□", "437": "□玄武縣人也。其先世習儒素或陳力就列", "438": "或高尚其事炳耀譜□弗具詳□大師丱歲出", "439": "家。弱冠受戒。游刃學海。以傳演為□□□□", "440": "□雅論。甞陞座隱机。謂左右曰。吾歷觀僧史", "441": "高□□□□□□研精究內外。然後能垂世", "442": "立教出類拔萃□□□□□□□□翮隻輪任", "443": "重致遠未之前聞乃於講習外博覽群□□□", "444": "□深於大易春秋窮極天人明白褒貶。當世", "445": "名賢皆服膺請業造其門者。咸曰。登於龍門。", "446": "纂三國簡要志十卷。原始要終削陳壽之繁", "447": "冗也。撰錦鳳囊十卷。隱括聖賢奇言善行。無", "448": "遺逸也。□經摘題十卷。裁□□章鉤深索隱", "449": "史家之流也。五味子三□□□□語論□□", "450": "□□□□也。玉谿新槀四十卷。歌□□行要", "451": "堅深心要定□□□□□□□□□□□念須", "452": "慈忍量須寬。", "453": "明□曆丙子仲秋望日重", "454": "裝墨林項元汴持誦", "455": "北山錄後序", "456": "殿中丞致仕丘　𤀹譔", "457": "唐憲宗即位元年。建號元和。于時文章彬郁。", "458": "類麟鸞虬虎蘭桂珠貝。騰精露芒。溢區宇間。", "459": "若韓退之．柳子厚．元微之．白居易．劉禹錫．", "460": "李觀。悉以才刃勍造化。譬孫吳起翦當戰國", "461": "際爭武勇權術之勝也。河南丘𤀹。甞閱史傳。", "462": "及其遺編。必慨然興感。恨不得追其肩踵焉。", "463": "今年春正月。被黜歸歙。遘疾寓武林鄰淨住", "464": "律剎。一日僧惟賢贄謁于陋止始見之。溫儼", "465": "清邃。疑有所蘊而來也。俄與之語。則志氣頴", "466": "銳。將欲脫去境照。漠然無礙。學書易風雅。春", "467": "秋尤確。況本教乎。忽袖中出緗表五編。且曰。", "468": "此東蜀紹竺乾弟子神清譔述也。目之為北", "469": "山錄。首之以艾儒。終之以外信。凡十六篇。祕", "470": "蓄三紀。恐失傳布。鍾蔽善之罰。曩慕君子公", "471": "於其道不諛於世態者。異摭其可否爾。𤀹遂", "472": "受之。是夕弗就枕。燭以閱之終三鼓。考其大", "473": "概。以□立空寂為本。欲天下派歸于巨壑也。", "474": "會󱓞老子．孔子經術。莊．列．荀．孟．管．晏．楊．", "475": "墨．班．馬之說。馳騖其間。約萬岐而趨一正。", "476": "峙之則如山。渟之則如淵。變之則風霆。平之", "477": "則權衡。其恢宏辯博如是之甚矣。嗟夫元和", "478": "丙戌迄。", "479": "聖宋熙寧元年戊申二百六十三歲。而昔之", "480": "大儒蔑一句稱謂以褒賁乎神清何也。蓋專", "481": "其所守不敢以徑隧生疵詬非嫉其才能。而", "482": "然𤀹生　　太平世。老尚廢棄。乏智略以佐", "483": "天子。無利惠以濟生人。但修鍊以固其身。禪", "484": "定以同其塵。故魯論云。我則異於是無可無", "485": "不可在乎今日也。是以嘉賢師行業勤整。能", "486": "拔古人湮欝於異代。罔剽取以飾已。後之衣", "487": "縫掖輩。孰不靦顏於鄒魯之門哉。", "488": "冬十二月丁酉序于卷末"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2113 北山錄", "source": "CBETA"}