{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0953 一字奇特佛頂經: 一字奇特佛頂經", "text": {"0": "4 先行品", "1": "一字奇特佛頂經卷中", "10": "衣。以新帛淨洗妙染善縫應量。以一切香塗。", "100": "光已并眷屬。凌虛色相如金剛手。能調伏難", "101": "調有情。一切成就中為最勝。一切天龍藥叉", "102": "等作禮。不避道得映徹身超過十佛剎土。遊", "103": "無量世界。與千眷屬壽命大劫。命終生於金", "104": "剛手宮。", "105": "又法為病者加持水七遍。送與彼飲即得除", "106": "差。若患魅白芥子護摩。其魅等皆馳散。", "107": "又法於海岸邊安本尊像。依儀軌誦一洛叉。", "108": "娑伽羅龍王令入自宮。於中求如意寶。得", "109": "隨欲變現身。自恣而行。", "11": "以香泥塗一壇。安袈裟於壇中。然酥燈一", "110": "又法安本尊像於阿脩羅窟。誦一洛叉。阿脩", "111": "羅女出現引行者令入。入已求阿脩羅長年", "112": "藥。皆得或住於彼。", "113": "又法於一窣堵波乞食。作先事法。誦十萬遍", "114": "終畢。於黑月八日晝夜不食。隨力供養飲食", "115": "念誦。乃至自影隱。得無超勝力壽命一萬歲。", "116": "若初不成就復作先事法。後當求成就。至第", "117": "八遍設作無間罪者。亦得成就。", "118": "又法以赤鬘著赤衣。手持佉吒網迦。於賒摩", "119": "賒那取七蟻封。如來肘量作窣堵波。安緣起", "12": "千八盞。於一切佛菩薩全身作禮作是言。", "120": "偈對前。飲乳食麥或乞食。於塔前寢息誦一", "121": "洛叉。於彼見種種惡狀恐怖。不應怖畏。於黑", "122": "月十四日晝夜不食。於窣堵波廣大供養。一", "123": "切鬼神皆施之食佉吒網迦。以香花燒香供", "124": "養。被甲冑結牆等界結跏趺坐念誦。乃至", "125": "從佉吒網迦出光明。即佉吒網迦成就即持", "126": "之。於賢眾得敬愛。彼等皆遵奉。其佉吒網", "127": "迦於餘處夜無人處。卓著地自然成百柱宮", "128": "殿。一切寶莊嚴。天女承事丈夫承旨。一千眷", "129": "屬隨。一切愛樂壽命五千歲。拔却即不現。", "13": "我行菩薩行。發如是心結跏趺坐。以左手", "130": "又法補沙鐵作輪。量小坼刃令利。十二輻作", "131": "先事法。於河岸山頂有舍利塔處安本尊像。", "132": "隨次第如前供養。青香等供養輪。施與諸", "133": "鬼神食。結跏趺坐二手持輪。從黃昏起首", "134": "念誦乃至相現。有香風起空中聞呵呵吉哩", "135": "吉哩聲。一切山皆震動。一切海激動。不應", "136": "怖畏。復更念誦為一光聚。圍遶持誦者彼持", "137": "輪瞬目即到阿迦尼吒天。與菩薩齊等住一", "138": "大劫。於中劫見佛出世。即從此後次第超菩", "139": "薩地。身壞生於持金剛宮殿。若於無舍利塔", "14": "按袈裟念誦了。至得飛騰虛空身如初日", "140": "處。誦一字頂輪真言者。及不清淨處不降雨。", "141": "何以故。王難起非處念誦故。身患有大災難。", "142": "又法說劍成就。補沙鐵作劍。諸根不闕匠作", "143": "一肘量。無伴堅固勇志或有伴已。作先事法", "144": "上於山頂。作緣起藏窣堵波。作廣大供發", "145": "一切有情利益菩提心。對塔前作發露等。", "146": "隨喜一切德。坐團茅薦。以右手持劍。從黃", "147": "昏起首乃至明相出時。則相現手戰動光如", "148": "流星。乃至一千道。彼光照耀持明者。彼時", "149": "大持明王皆來灌頂。彼行者并眷屬並凌虛。", "15": "暉。禮一切佛菩薩稱一字頂輪王名。纔稱名", "150": "剎那頃遊於界。無礙行於五由旬內照耀。", "151": "又法說賢瓶成就。由菩薩成就此。能息一切", "152": "有情飢渴苦惱。於有舍利塔乞食極嚴毅。安", "153": "本尊像寂默敷茅而寢。依持明經說禁忌善", "154": "巧。一年念誦於白黑月分三日三夜不食。於", "155": "像作廣大供養。取不黑底迦攞賒。盛一切種", "156": "子諸寶藥等。對像前結跏趺坐。以右手按瓶", "157": "口念誦。乃至於中一切物隱。復念誦。乃至一", "158": "切物復現。彼瓶羯拏羯拏作聲。當知即成就。", "159": "即於此瓶所思惟。象馬車乘真多摩尼寶及", "16": "得無超勝力。往詣於金剛手菩薩。一切天龍", "160": "諸物悉底利等。則於瓶中出生。隨意施藥", "161": "與一切有情。", "162": "又法其處有藥叉女現驗處。作先事法已。於", "163": "彼處念誦塗小曼茶羅。以佉陀羅木然火。三", "164": "夜以白芥子護摩一千八遍。藥叉女即來隨", "165": "意。告彼與我長年藥。得藥服已壽命一劫。", "166": "若不來取白芥子和自嚧地囉。燒一千遍", "167": "作呵呵聲即來。先不應作若作彼即損壞。", "168": "又法飲乳食麥。於有舍利塔安本尊像。一年", "169": "念誦於一黑月分八日。則於佛世尊供養飲", "17": "藥叉乾闥婆阿修羅迦樓羅緊那羅摩睺羅", "170": "食。依儀軌奉獻對像前然火。燒尼瞿陀樹木。", "171": "三甜燒一千八遍。俱尾羅藥叉皆來。不應怖", "172": "畏。先所置香水獻遏伽。彼藥叉等言尊者有", "173": "何事喚我等。即告彼與我作為奉教作是已", "174": "隱而不現。即得藥叉眾成就。所樂求皆與。", "175": "求天妙長年藥皆得。給百千眷屬具六味飲", "176": "食。所思所求皆得。", "177": "又法欲令梵王毘紐摩醯首羅敬愛者。於", "178": "黑月分對本尊像前。用無煙炭以安悉香丸。", "179": "三時和酥護摩一千遍。中夜皆來隨欲請。及", "18": "伽等皆作禮作是言。我等作何為。若披僧伽", "180": "求長年藥所求皆得。", "181": "又法令囉惹敬愛。於本尊像前乳木然火。白", "182": "芥子和三甜護摩一千八遍。七日三時四洲", "183": "主尚能來敬愛。", "184": "又法欲囉惹類愛敬。遏伽木然火。七日三", "185": "時用赤芥子護摩。", "186": "又法令一切鬼神敬愛。鹽和嚧地囉護摩即", "187": "得。", "188": "又法其處有梵羅剎及餘類鬼神住處。至於", "189": "彼住禁戒誦十萬遍。即得大伏藏或能令他", "19": "梨衣彼等倒於地。復以心令起。", "190": "驅擯。", "191": "又法不簡日宿。亦不齋戒。先作先事法取不", "192": "壞沒㗚多摩奴沙。淨洗浴莊嚴。於賖摩賖", "193": "那中安摩奴沙。頭向東行人面向之而坐。以", "194": "佉陀羅橛繫縛之。施一切鬼神食。四方著護", "195": "持劍。行者坐摩奴沙心上。取鐵末加持投", "196": "其口中。乃至出舌速持利刀截取。成青蓮華", "197": "色劍。由持此劍并眷屬凌虛。一切持明無能", "198": "沮壞。於一切持明中為王。壽命大劫身壞", "199": "生天。", "2": "開府儀同三司特進試鴻臚卿", "20": "又法作先事法。於山及池側或餘處。或食菜", "200": "計羅峯悅意鬘峯具端嚴", "201": "金峯於頂處成就人所居", "202": "彌盧之大峯青赤蓮妙處", "203": "頻陀山適悅金剛帝寶巖", "204": "圓會山悅意麼賴仙山處", "205": "及於大帝山雪山與香嘴", "206": "如是悅意處閑靜豐安樂", "207": "持明女與俱樂天女歌詠", "208": "同天女遊戲最勝受娛樂", "209": "遊行持明者如帝釋舍支", "21": "麥或食乳或乞食。禮佛說罪作隨喜功德誦", "210": "無人能敵對彼得無礙趣", "211": "一切處流轉如是具功德", "212": "持明常遊行", "213": "若修真言明。若不成就。共此一字頂輪相和", "214": "誦。對佛像前供養於佛。念誦。則於像前寢", "215": "息。於夢中見真言增減。令真言充盛。對", "216": "像前然乳木柴。用酥護摩一千八遍。其本", "217": "尊即成就此法。第七番應用不然即壞。", "218": "又法欲作阿毘遮魯。往於賖摩賖那。以賖", "219": "摩賖那柴木然火。以燒屍灰護摩一千八遍。", "22": "二十洛叉。所為所作皆得成就。", "220": "帝釋尚從自處移轉。", "221": "又法欲令囉惹類麼羅。著濕衣以脚踏陵上", "222": "哦誦一字頂輪。乃至衣乾。如是彼冤家身即", "223": "乾枯。", "224": "又法取薑石一一加持。對城及村邑前。住", "225": "擲七夜。過七夜為大麼梨復令息災。對像前", "226": "乳護麼一千八遍。以香水加持一百八遍。於", "227": "彼城及村邑聚落四方灑即得止息。", "228": "又法若有損壞三寶者令彼調伏。住善巧方便", "229": "為彼往於賖摩賖那。以尸灰作彼人形。行人", "23": "又法欲令禁止殺害令彼昏睡禁器仗。畫", "230": "裸體散髮依阿毘遮嚕迦儀。誦一字頂輪一千", "231": "八遍。彼則被梵羅剎所持。除自身餘持誦者。", "232": "不能解。此是菩薩巧方便菩薩種性者應作。", "233": "又法取旃陀羅家火。往於賖摩賖那。取其中", "234": "木然火。取苦瓠子稱彼人名。或思憶護摩一", "235": "千八遍。則彼大瘧所持。欲令解對像前浴佛", "236": "像。誦真言取浴像水灑彼身上。", "237": "又法欲令摧滅。取摩奴沙骨八指作橛。加持", "238": "一千八遍釘冤家門閫下。一切財物皆盡。除", "239": "橛即解。", "24": "西印曼茶羅。或畫蓮華廣大曼茶羅。隨力", "240": "又法於賖摩賖那燒紫󰸅。和嚕地囉護摩", "241": "一千八遍彼即止息。", "242": "又法若欲自他灌頂。取四不黑底瓶。取河流", "243": "水滿盛一切寶及香并種子等。安其中加持", "244": "一千八遍。令弟子或營事者令灌自頂。一切", "245": "災障鬪諍言訟一切障難皆得解脫。", "246": "又法於有舍利窣堵波前。安本尊像飲乳麥。", "247": "隨力供養誦真言三洛叉。即能破迷亂癡等", "248": "事。", "249": "又法三時說罪隨喜勸請發願樂作。或飲水", "25": "供養飲食。於一髻羅剎尊處。對門作青幡。", "250": "食粆於大河水至胸。誦三洛叉。欲令敬愛隱", "251": "身成就雄黃雌黃等事。皆能成就。", "252": "又法三夜不食。於賖摩賖那南邊而住。獨己", "253": "無侶誦一洛叉。則於一切事皆得堪任。", "254": "又法若有難調惡龍。壞佛法損害有情。欲令", "255": "調伏。三夜不食。於龍處取白芥子。和毒及", "256": "嚕地囉護摩。其龍從池中出。七日中間所作", "257": "皆成。所求皆得。若不出念誦至二洛叉或三", "258": "洛叉。彼龍即死。龍池中聞臭爛氣。", "259": "又法加持左脚七遍。以忿怒踏地。誦一字頂", "26": "其幡作三橛金剛杵形。於幡上以自嚕地", "260": "輪并加吽字誦。則禁止象馬車步兵等。", "261": "又法令怨家麼羅。往於賖摩賖那。取賖摩", "262": "賖那灰。忿怒作彼人形。加持利刀從脚段", "263": "段截。於賖摩賖那火護摩。於第七日其命不", "264": "存。", "265": "又法若於軍陣於王宮。或言訟處誦時得", "266": "勝。", "267": "又法油麻護摩男女敬愛。", "268": "又法加持右手頭指七遍。或囉惹類或餘", "269": "人擬。皆得敬愛即以此指象水牛。彼等", "27": "囉。畫三股金剛杵。於中書一字頂輪真", "270": "皆能禁止。", "271": "又法欲自己成就。入賖摩賖那中。賣莽娑用", "272": "一字頂輪護身七遍加持。召龍底利及持明", "273": "底利。亦用此真言鉤召。", "274": "又法取霹靂木十二指作金剛杵。於賖摩", "275": "賖那中。念誦三洛叉。阿修羅門關鍵內外", "276": "開摧。", "277": "又法一字頂輪真言加吽字。能禁止他軍。未", "278": "成就忿怒誦亦能禁止他軍。若成就樹令倒。", "279": "能損一切明。真言并吽字。誦於賖摩賖那中", "28": "言。并畫輪王。形狀繫於竹竿於竿下取髑髏", "280": "得加護。", "281": "又法補沙鐵匠受八戒者。作金剛杵於賖摩", "282": "賖那。受八戒。心不散動作先事法。手持金剛", "283": "杵誦十洛叉。於黑月十四日中夜時。一切香", "284": "花燒香飲食燈明作儀軌供養於佛。左手持", "285": "金剛杵結跏趺坐念誦。於晨朝時其杵千光", "286": "晃耀。由持此杵即得成就纔發心并眷屬凌", "287": "虛。能持罰一切持明。威光無能與等。帝釋", "288": "與半座為大持明王。住一大劫。持金剛杵隨", "289": "意遊行。", "29": "末。作壇如金剛杵形。於中作護摩爐。爐四邊", "290": "又法瘧四日一發等并蠱毒等。加持即得除", "291": "遣。", "292": "又法於賖摩賖那。作奢覩嚕形。以左脚踏", "293": "心。以右手頭指擬。并吽字誦一字頂輪一", "294": "千遍。即彼剎那頃滅壞。亦以此真言却能令", "295": "止息。", "296": "又法取賖摩賖那灰。作奢覩嚕形。以佉陀羅", "297": "橛誦真言當頂釘之。應時滅壞。", "298": "又法取白芥子。於賖摩賖那加持十萬遍。能", "299": "摧倒一切關鍵店鎖等。", "3": "肅國公食邑二千戶賜紫贈司", "30": "獨股金剛杵相連圍遶。以遏伽木然火。用", "300": "又法於賖摩賖那。八日取不壞損沒㗚多補", "301": "嚕沙。依法洗浴莊嚴。四方一切鬼神食。坐", "302": "於心上於彼口中以白芥子一誦一擲。乃至", "303": "大舌出。以利刀截即為劍。由持此劍一切", "304": "持明中為王。無比超勝力隨意。於此世界", "305": "遊行。", "306": "又法於有舍利窣堵波。香等及飲食供養。於", "307": "滿月對於像前。燒沈水香晝夜念誦。即於晨", "308": "朝請僧次。應供養於彼大眾乞悉地。則以此", "309": "儀軌結跏趺坐念誦。即得成就不思議王。長", "31": "摩奴沙骨及嚕地囉并毒藥。相和加持一", "310": "壽聞持皆得成就。", "311": "又法作先事法。於舍利窣堵波於清淨處。於", "312": "滿月晝夜不食。發慇重心取不墮地瞿摩夷", "313": "塗壇。取八瓶滿盛水及諸種子諸藥等。種種", "314": "花鬘繫頸。以種種燒香薰陸沈水檀香等。和", "315": "所盛水。捨自身奉獻於一切佛菩薩。結跏趺", "316": "坐念誦。乃至從頂出光明。右旋遶持誦者。", "317": "即隱入行者身即得身成就。即其身光明剎", "318": "那頃即得環髮二八年狀。五神通威光如融", "319": "金照耀。并眷屬凌虛。一切天龍藥叉乾闥婆", "32": "遍一燒。乃至一百八遍。對軍陣前。即彼軍", "320": "迦樓羅緊那羅成就。摩睺羅伽皆禮敬。剎", "321": "那臘縛須臾頃遊無量佛世界。為梵行欲心", "322": "不傾動。所去處於彼彼帝釋與半座。威德無", "323": "比於超思議佛世界。見無量佛。從彼所聽", "324": "聞法皆得勝解。如是次第修菩薩行時。於菩", "325": "薩行得入調伏善巧方便行。不從彼三摩地", "326": "力。損減隨意住。乃至受生。", "327": "又法入水念誦一洛叉。作是功已。被瘧所持", "328": "欲令解脫。酥蜜相和護摩即得除愈。若作息", "329": "災加薩嚩二合訶字。", "33": "眾如盲迷亂。一切器仗彼手而落並皆禁", "330": "又法於靜處安本尊像。以一千俱那衛花。", "331": "擲像上稱彼名一誦一擲。為彼并種族皆得", "332": "敬愛。", "333": "又法若息障難者。濕衣忿怒念誦。油麻白芥", "334": "子和酥燒一百八遍。三日日三時。一切魔", "335": "障皆得除滅。", "336": "又法上山頂飲乳。以一切香作十二指或六", "337": "指金剛杵。左手持念誦乃至暖烟光。若烟安", "338": "怛馱那成就中為王。若暖持金剛杵所見彼", "339": "皆敬愛。若光即得持明仙。", "34": "止。", "340": "又法取素路多惹那。先以千三波多護摩。", "341": "至太陽蝕時加持一百八遍。安於口中念誦", "342": "乃至太陽復。令波羅門女研。加持一千", "343": "八遍用點眼。即得安怛馱那。一切安怛馱", "344": "那成就者。無能自隱。", "345": "又法求語成就。作先事法於清淨處。安本尊", "346": "像於一切天龍藥叉等次第施食。於像前作", "347": "護摩爐。青蓮花和三甜護摩十萬遍。即成", "348": "就。右遶本尊像對像念誦。於餘日隨力設僧", "349": "乞成就。從此已後所欲求。一切以語皆得順", "35": "又法欲令他軍墮落。令醫人五支取血。於", "350": "從。", "351": "又法安悉香作丸。三時護摩各一百八遍。意", "352": "所樂皆得圓滿。鬼魅所加持呪線繫。", "353": "又法油麻白芥子和酥。七日對像前護摩。", "354": "所求皆得。", "355": "又法令女男敬愛。蠟作彼人形。作時誦一", "356": "字頂輪。以苦油滿其肚。以七摩那刺七關節", "357": "處刺。佉陀羅火上炙加持一百八遍七夜即", "358": "得所求。", "359": "又法令他驅擯。赤芥子擣作末。作彼人從", "36": "爐於護摩。瞬目頃彼軍皆得墮落。則隨意", "360": "右脚截。於佉陀羅炭火中誦真言。護摩七日", "361": "即得如願。", "362": "又法令自身息災。於有舍利塔安本尊像。香", "363": "華等供養。取新瓶盛滿香水并一切藥及諸", "364": "寶等。加持一百八遍。以不截緤繫瓶項。灌", "365": "沐自身。離一切罪一切障難。", "366": "又法加持青木香一百八遍。口中含共人語。", "367": "皆得敬愛。於官府論理皆得語勝。", "368": "又法取黃花於佉陀羅火。護摩一千花得金", "369": "千兩。", "37": "縛。若欲令息災。取酥蜜和龍花護摩。即得", "370": "又法以鹽作他形。於佉陀羅火加持一千遍", "371": "護摩。所求彼人皆得敬愛。祕密主如是等", "372": "一切世間出世間輪王佛頂皆能作。", "373": "天龍藥叉王餓鬼惡羅剎", "374": "及餘諸部多見持誦消融", "375": "皆息諸天法蠱毒部多那", "376": "常在行人手彼罪不可得", "377": "一切求成就相應者當得", "378": "教至彼人手速疾作諸利", "379": "爾時金剛手祕密主白佛言。彼有情以大", "38": "安樂。", "380": "福攝受。此教當得至彼人手。世尊我亦攝受", "381": "彼有情。令此教入彼人手。於一切有情界。此", "382": "明王作一切事業。能滅一切怖畏。常作加護", "383": "財穀增長壽無病。八万鬼魅族皆得除。息一", "384": "切作壓蠱法者。非時而死毒火遍止。一切", "385": "有情利益。能除一切病。得斷一切執曜。勤勇", "386": "師子為矜愍一切有情故。作如是說。時世尊", "387": "告金剛手祕密主言。我今說功能。令除一", "388": "切罪除一切病。汝當諦聽。金剛手患一切鬼", "389": "魅。加持五色線繫手護身。以灰加持結方隅", "39": "又法欲摧他敵。念誦令他近來。既近或作前", "390": "界加持水。一切瘧皆以線加持而繫。自他令", "391": "除一切罪。白芥子和酥護摩。令增命故。以", "392": "俱蘇摩花加持供養佛世尊。又法以蘇摩", "393": "那花加持一百八遍。擲於空中即得天睛無", "394": "雲。", "395": "又法加持水。所為彼人稱其名而飲令彼得", "396": "敬愛。", "397": "又法以俱那衛枝。加持七遍若雹下向之而", "398": "打。其雹即移惡雲亦用此法。", "399": "又法結方隅界。用佉陀羅橛以水或白芥子。", "4": "空諡大鑒正號大廣智大興善", "40": "曼茶羅及彼幡。於彼軍前裸體散髮。結被甲", "400": "縛毘那夜迦。", "401": "又法一切病加持五色線。令帶即差。一切", "402": "鬼魅一切病護摩即止。加持花菓與彼人", "403": "得敬愛。", "404": "又法食飲加持。所與人皆得敬愛。", "405": "又法作鐵橛加持。一切怖畏一切障難皆得", "406": "加護。天及鬼神羅剎橛故不得附近違越。於", "407": "一切怖畏得加護一由旬結界。", "408": "又法欲禁毒。加持線七遍繫於乳木。一切", "409": "毒皆消。所有毒以土或白芥子或水加持用", "41": "及牆印。三時各誦一百八遍。燒麼奴沙肉及", "410": "之。皆得除差。一切病五色線加持一百八遍。", "411": "繫病者即得除差。燒沈水香或薰陸香能除", "412": "一切瘧。一切怖畏處誦此明王皆得無畏。", "413": "又法加持茅。拂除一切毒。於囚繫處誦。從", "414": "縛得解脫。患瘧者加持線繫腰即差。", "415": "又法護自己身。以心誦牛畜等疫加持黑線。", "416": "結繫頸即差。", "417": "又法被以惡法印者。加持白線七遍。結繫身", "418": "上即除。", "419": "又法結方隅界以白芥子。", "42": "嚕地囉和毒護摩。行者夜眠牛皮或隨意眠。", "420": "又法患風魅加持油與飲即差。", "421": "又法患眼加持水與洗即差。", "422": "又法藥叉所持加持水散灑即得解脫。", "423": "又法餓鬼所持及癲癎加持線與繫得愈。", "424": "又法遮止龍。用俱那衛枝。破諸印以灰。遮賊", "425": "加持土塊七遍擲四方。", "426": "又法所欲求清淨澡浴著新淨衣。對像前一", "427": "日一夜不食。燒薰陸香誦真言一百八遍。便", "428": "像前寢息。夢中說善惡所求皆示。", "429": "又法欲止霖雨。入水念誦一切皆止。求雨", "43": "如是作已。設令彼事俱摩羅天梵天摩醯首", "430": "亦入水念誦隨意多少。", "431": "又法欲求食。於初日分於村邑對城門住。加", "432": "持蘇摩那花百八遍向城門擲。然後入城得", "433": "不求食皆豐足。", "434": "又法嬰孩為魅所持。以樺皮上書一字頂輪", "435": "真言。繫項下即愈。", "436": "又法常念誦。一切人皆得敬愛。", "437": "又法入王宮。加持水一百八遍。用塗面。囉惹", "438": "并輔佐皆敬愛。", "439": "又法衣花香纓絡等加持。或與彼或自著皆", "44": "羅及帝釋。加護彼營者。於七日中彼決定更", "440": "得敬愛。", "441": "又法諸飲食加持一百八遍。稱彼人名思念", "442": "而食即得敬愛。", "443": "又法癰疰等加持泥七遍塗之即愈。我略", "444": "說所作皆得成就。", "445": "世尊於彼時告金剛手祕密主言。善男子如", "446": "是一字輪王能作一切事業。一切佛所說無", "447": "礙教令。無量那由他百千俱胝佛所說。我今", "448": "亦說。我今說福利。祕密主汝諦聽諦聽。", "449": "一切佛所說一切菩薩隨喜。祕密主若有此", "45": "互相成鬪諍。馳走心生苦惱。彼互不相見。", "450": "大明王輪王佛頂若能受持讀誦若聞演說。", "451": "乃至書寫經卷供養念誦。彼必不墮惡趣不", "452": "為餓鬼藥叉。不貧匱不為一切罪。一切有情", "453": "皆得敬愛。一切皆得隨順。所生處皆得宿命。", "454": "一切鬼魅不著身。所謂天魅或龍魅。或嬰", "455": "孩魅羅剎魅。或緊那羅魅或摩睺羅伽魅。或", "456": "補怛那魅或羯吒補怛那魅。或毘舍遮魅或", "457": "迦樓羅魅。或阿修羅魅或諸母天魅。或鳩", "458": "槃茶魅。刀杖不著身不被毒火水所中。一切", "459": "他敵飢儉曠野如是處必不生。一切毒瘡腫", "46": "乃至十五日中間彼等被禁止。無有餘殘能", "460": "蠱魅起屍作法不祥皆得解脫。一切天龍藥", "461": "叉阿修羅迦樓羅緊那羅摩睺羅伽皆禮", "462": "敬。善男子我今略說。所有一切災難彼一", "463": "切皆不能為害。何以故佛境界無量佛所行", "464": "境。無量佛世尊無量三摩地遊戲。祕密主", "465": "此一切賢劫中如來說。過去未來現在佛說。", "466": "我今亦說。恒河沙數同名如來說。皆隨喜。", "467": "若有善男子善女人。於後世後時比丘比丘", "468": "尼優婆塞優婆夷。淨澡浴對佛前作供養。誦", "469": "持此明王真言若成就聞如是福利。生淨信", "47": "動者。不依儀軌忿怒對軍陣前隨意作法。或", "470": "當生天趣得天大威德。若生人中為王得宿", "471": "命智。於此生中念誦離一切疾病。若成就者", "472": "此人身已末後身入菩薩境界。遊無量佛世", "473": "界。如一切如來遊戲。", "474": "6 說法品一字奇特佛頂經說法品第六", "475": "爾時寂靜慧菩薩摩訶薩。金剛手菩薩之弟。", "476": "從彼大眾集會起。合掌禮佛。為供養世尊", "477": "故。從自頸脫無價大真珠鬘。以右手持獻於", "478": "世尊。說報答妙故。說此伽他而讚於佛。", "479": "頂聲於三界諸有情悅意", "48": "依餘教作護摩。皆得成就。", "480": "佛此聲最勝現語得榮盛", "481": "所有佛住法調御彼說法", "482": "所生等覺者世尊得菩提", "483": "轉妙法輪者過往圓修者", "484": "諸佛皆此坐世間無比人", "485": "於彼彼地所皆成如金剛", "486": "現對於世尊得見為吉祥", "487": "過去為吉祥誰復聞妙法", "488": "先是又吉祥彼吉祥亦然", "489": "彼聞教不壞智慧者正住", "49": "又法取生牛酥。作摩尼形。對像前以妙香花", "490": "於彼常天想亦觀父母想", "491": "親教姊妹想皆見無畏者", "492": "先修順教令於尸羅最勝", "493": "由彼於法王依附得供養", "494": "如末利花鬘風吹香悅意", "495": "雜油麻成油其香亦芬馥", "496": "汝尊色無比群品難算量", "497": "甚深及威德名色及神通", "498": "今所於此地我觀高廣想", "499": "云何於女男讚揚少功德", "5": "寺三藏沙門不空奉　詔譯", "50": "散壇上。以三菩提葉安酥珠念誦。乃至暖", "500": "若今所聞者聞法復生信", "501": "若能捨施者於世尊教中", "502": "若趣於非家於釋王教中", "503": "我於彼一切憐愍親族想", "504": "如空中蚊蛃如大海牛洼", "505": "如是佛功德所讚如寱言", "506": "如我於天王讚揚功德者", "507": "或佛聲功德隨力我讚歎", "508": "恭敬持供養珠鬘無價寶", "509": "以此勝善根有情皆如佛", "51": "取珠不著齒吞之。纔食已心所思惟皆一切", "510": "時寂靜慧菩薩摩訶薩。以伽他讚揚世尊已。", "511": "白佛言菩薩幾法。成就修此佛頂輪王一切", "512": "如來三摩地熾盛。", "513": "爾時世尊以伽他。答寂靜慧菩薩摩訶薩。", "514": "若有慈心清淨心不麁柔軟具念者", "515": "護禁正直修梵行彼人成就此明王", "516": "所有離罪不為惡增長常寂離嗔恚", "517": "如是之人成明王嫌恨於他及調戲", "518": "如是於他常不作不窺於他之長短", "519": "如是之人成明王若於佛法功德具", "52": "發生。力敵千丈夫隨欲現身受命一劫。纔稱", "520": "常作恭敬而供養於他不打及不毀", "521": "彼皆成就此明王無悋嫉妬及無慢", "522": "於他不作不饒益於他不作實過患", "523": "如是成就真言王", "524": "善男子我承事六十俱胝佛供養。於彼俱胝", "525": "佛不修梵行。求法勤修行。從彼受大明王廣", "526": "流布。由彼善根則得廣大功德威德如是。善", "527": "男子一切如來不思議三摩地殊勝。是故菩", "528": "薩護身口意。修持一字輪王。如是如是善", "529": "男子如來於一切有情。真言形為善友。寂靜", "53": "吽字山峯城邑天廟皆得損壞。隨所有物護", "530": "慧作是言世尊善男子善女人恭敬如善友", "531": "想。應習大明王。應承事供養。何以故寂靜", "532": "慧。若於善知識親近修習。得成善法聞善妙", "533": "法。以善意樂則得善加行。以善業趣於善。", "534": "得善助伴不為罪業。作善加行趣於善已。承", "535": "事善助伴不為惡業。既不為惡於他護他", "536": "意。圓滿菩提道住道堪任。有大力於住惡道", "537": "有情。作義利。是故寂靜慧親近善友。一切", "538": "功德皆得圓滿。皆稱讚。時寂靜慧菩薩摩", "539": "訶薩白佛言。世尊菩薩摩訶薩幾法成就。疾", "54": "摩。百由旬內稱彼人名及囉惹悉底利皆得", "540": "證無上正等菩提。得甚深法忍。佛告寂靜慧", "541": "菩薩摩訶薩有四法成就疾證無上正等菩", "542": "提。得甚深法忍。何者四法。入緣生法智入無", "543": "眾生無人無壽者。於空法性決定勝解境界。", "544": "遠離斷常二見。如是四法前際清淨後際", "545": "不來。三世平等。以見在智如是四法。又有", "546": "四法佛性應觀。佛色性說厭僧如來以慧眼", "547": "則慧眼清淨。如是四法。又有四圓滿波羅", "548": "蜜。不捨四攝法。以善巧方便無人決定故。", "549": "發生大悲。清淨慧如是四法菩薩摩訶薩。成", "55": "鉤。", "550": "就速證無上正等菩提。於甚深法得忍。世尊", "551": "於此說四法時。無量菩薩得無生法忍。無量", "552": "天龍藥叉乾闥婆阿修羅迦樓羅緊那羅摩", "553": "睺羅伽。發無上正等菩提心。", "554": "爾時世尊說此伽他。", "555": "如是法理趣正等覺所說", "556": "由修此真言一切為如來", "557": "若樂度生死若欲斷諸結", "558": "為一切依止久修於此行", "559": "令起殊勝想我趣於端嚴", "56": "又法驗知伏藏。取牛黃酥蛇脂牛脂雄黃", "560": "思惟轉此言常修平等行", "561": "不作不等行則成菩薩位", "562": "一字奇特佛頂經卷中", "57": "遏迦皮作燭。於近伏藏處一肘量地。然其", "58": "燭加持二十一遍。旋其燭其焰隨大小其", "59": "藏亦如是。若有障難亦以此真言遮制。", "6": "5 成就毘那夜迦品成就毘那夜迦品第五", "60": "又法於清閑處阿蘭若。於窣堵波前安佛像。", "61": "三時澡浴三時換衣。三時別誦一千八遍。", "62": "從日初分起首。乃至月圓。其日晝夜不食。", "63": "以蘇末那花於像上作帳。以種種塗香花鬘", "64": "燒香供養。然酥燈一百八盞。及種種飲食獻", "65": "佛。結跏趺坐有助伴及無伴。起大慈心具大", "66": "精進。念誦乃至相見。雲聲道場中幡鬘等動", "67": "燈焰增盛從佛像出光像動。若見如是相。一", "68": "切所欲成皆得成就。", "69": "次說最勝成就入大阿蘭若或於大河岸作", "7": "於屏處安佛像。於一切有情起悲愍心。取神", "70": "無畏。於彼安佛像。常定意食根菓等。誦二十", "71": "一洛叉遍。念誦已周隨力作供養。於荷葉上", "72": "牛黃作三波多護摩已。結跏趺坐安於二手", "73": "掌中。念誦乃至三相現。若暖轉輪聖王尚", "74": "作敬愛。何恐餘有情壽千年。若烟安達馱", "75": "那成就中為王。最勝日行千里復來。於一切", "76": "成就中安達馱那。心念生一切飲食作一切", "77": "神變。於帝釋邊安達馱那。何恐餘有情。身", "78": "有光耀壽命千俱胝歲。若焰纔塗身自然紺", "79": "青琉璃環髮。身如初日色二八六相難瞻", "8": "通月三時澡浴三時換衣。時別誦一千八遍。", "80": "覩。調伏難調者隨意欲現。身意迅疾一切天", "81": "梵天等不能沮壞。無疑。周圍一由旬身光照", "82": "耀。得神通境智壽命一大劫。無量百千持明", "83": "以為眷屬。有大威德。於天阿脩羅鬪戰得無", "84": "能勝。往於帝釋帝釋與半座。菩薩與位齊", "85": "等。承事無量諸佛。心不於欲傾倒無量佛世", "86": "界。乃至隨次第得菩薩地。", "87": "又法復說餘最勝成就法。作先事法。已見曼", "88": "茶羅。從師得灌頂持八戒。成就三歸菩提心", "89": "作成就。於虛空室或山曠野或牛欄。其處有", "9": "乃至月圓滿。其終日晝夜不食。作一僧伽梨", "90": "種種土水。離臭穢爛泥。於他前成就處。", "91": "深掘齊膝去瓦礫炭石等。以一字頂輪心", "92": "真言加持水。於彼等處灑。則取餘香土填滿", "93": "其處。作緣起藏窣堵波安像。於彼前夜澡浴", "94": "著新淨衣。以塗香花燒香作啟請。一切辟除", "95": "等用一字輪心。誦三十洛叉。滿已用三鐵作", "96": "金剛杵。其匠令受八戒。作千三波多護摩已。", "97": "於黑月八日十四日。取白芥子盛滿於瓦椀。", "98": "安於彼上坐茅草。作供養儀軌。一切意樂飲", "99": "食皆奉獻。以手按金剛杵念誦。乃至光焰纔"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0953 一字奇特佛頂經: 一字奇特佛頂經", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}