{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0027 七知經", "text": {"0": "No. 27 [No. 26(1), No. 123(39.1)]", "1": "佛說七知經", "10": "紀，七曰事解，八曰生傅，九曰廣博，十曰", "11": "自然，十一曰行，十二曰章句，是為知法。", "12": "不解十二部經，為不知法。「何謂知義？彼彼", "13": "所說經法，悉曉其義，是為知義。彼彼所說不", "14": "曉不解，為不知義。「何謂知時？知是時可惟寂", "15": "滅想，是時不惟受行想，是時可惟慎護想，", "16": "是為知時。不曉時宜所行，為不知時。「何謂", "17": "知節？能少飲食大小便便得消化，能節出入", "18": "坐起行步，臥覺語默事從約省，是為知節。", "19": "不自約省，為不知節。「何謂自知？自知己身意", "2": "吳月支國居士支謙譯", "20": "老多少，所信所戒、所聞所施、所慧所解、所至", "21": "所入，深淺厚薄事事自知，是為自知。不知己", "22": "意所入多少，為不自知。「何謂知眾？能知彼眾", "23": "若君子眾、若理家眾，若梵志、若沙門眾，若或", "24": "有時至彼眾，宜坐宜立、宜語宜默，知隨時宜，", "25": "是為知眾。不知相彼眾隨時宜者，為不知眾。", "26": "「何謂知人？如有兩人，一人信道、一人不信道，", "27": "信道者可稱譽，不信者無稱譽。信道有兩輩：", "28": "一人數詣道場樂沙門，一人不數詣道場智", "29": "略沙門。數詣者可稱譽，不數詣者無稱譽。數", "3": "聞如是：佛遊於舍衛祇樹給孤獨園。佛告諸", "30": "詣道場有兩輩：一人愛敬沙門，一人不愛敬", "31": "沙門。愛敬者可稱譽，不愛敬者無稱譽。愛敬", "32": "有兩輩：一人親習沙門，一人不親習沙門。親", "33": "習者可稱譽，不親習者無稱譽。親習有兩輩：", "34": "一人好問經法，一人不好問經法。好問者可", "35": "稱譽，不好問者無稱譽。好問有兩輩：一人側", "36": "耳聽，一人不側耳聽。側耳聽者可稱譽，不側", "37": "耳聽者無稱譽。側耳聽有兩輩：一人聞法受", "38": "持，一人聞法不受持。聞法受持者可稱譽，不", "39": "受持者無稱譽。受持有兩輩：一人聞而思義，", "4": "比丘：「比丘受教，從佛而聽。」佛告諸比丘：「有", "40": "一人聞不思義。聞而思義者可稱譽，聞而不", "41": "思義者無稱譽。聞法思義有兩輩：一人如經", "42": "義解，受法如法立，一人不如經義解，不受法", "43": "不如法立。如經義解者可稱譽，不如經義解", "44": "者無稱譽。如經義解有兩輩：一人但自安己，", "45": "不安他人、不多安人、不哀世間、不利天下，一", "46": "人自能安己，亦安他人多安天下，愍傷世間", "47": "利寧天人。諸比丘當別知，其自安己、能安他", "48": "人、多安天下、愍傷世間利寧天下者，是人為", "49": "最上最長最尊極尊。譬如牛乳成酪，酪為酥，", "5": "七法道弟子，現世安隱和悅多行，精進法", "50": "酥為醍醐，醍醐最上。如是人者，為人中之", "51": "人，乃為上行、尊行、極尊之行，為最勝為上願", "52": "無上也。諸比丘！能見兩人，為智為高，能分別", "53": "此人善、此人勝，是為知人。」佛說是已，皆歡喜", "54": "受。", "55": "佛說七知經", "6": "觀令習得盡。何謂七法？一知法，二知義，三知", "7": "時，四知節，五自知，六知眾，七知人。「諸比丘！", "8": "何謂知法？謂能解十二部經：一曰文，二曰", "9": "歌，三曰說，四曰頌，五曰譬喻，六曰本起"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0027 七知經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}