{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0540b 佛說樹提伽經", "text": {"0": "佛說樹提伽經", "1": "劉宋天竺三藏求那跋陀羅譯", "10": "是之故，默然不言。」却後數日，有九色之華，", "11": "大如車輪，遇天風起吹王殿前。王大會群", "12": "臣坐共參論，羅列卜問怪其所以。諸臣", "13": "皆言：「國欲將興，天賜金華。」樹提伽默然", "14": "不言。王語樹提伽：「諸臣皆喜，卿亦無言。」提", "15": "伽答言：「不敢欺王！是臣之家後園之中萎", "16": "落之華，遇天風起吹王殿前。以是之故，默", "17": "然不言。」王語樹提伽：「卿家乃爾。命卿約", "18": "勅家中廣作調度，朕須還歸將領二十萬", "19": "眾到卿家看。」提伽答言：「願王共臣相隨，臣", "2": "佛言：有一長者，名為樹提伽，倉庫盈溢金", "20": "家自然床褥不須人敷，自然飲食不須人", "21": "作，自然擎來不須呼喚，自然擎去不須反", "22": "顧。」王將領二十萬眾，到樹提伽南門直入。", "23": "閤中有一童子，顏容端正，肉色豐悅，甚復", "24": "可愛。王語樹提伽：「是卿家兒郎以不？」答", "25": "言：「臣不敢欺王！是臣之家守閤之奴。」小", "26": "復前進至內閤，有一童女，顏容端正，肉", "27": "色豐悅，甚復可愛。王語樹提伽：「卿家女婦", "28": "以不？」答言：「臣不敢欺王！是臣之家守閤", "29": "之婢。」小復前進，至樹提伽堂前，白銀為壁，", "3": "銀具足，奴婢成行無所乏少。有一白㲲", "30": "水精為地，王見謂呼水流，疑不得前。樹提", "31": "伽即導王前以入，將王企金床踞玉机。樹", "32": "提伽婦一百二十重金銀幃帳裏出，為王", "33": "設拜，眼中淚出。王語樹提伽：「卿婦為我設", "34": "拜，有何不󰬶，眼中淚出？」答言：「臣不敢欺", "35": "王！聞王煙氣，以是之故，眼中淚出。」王言：", "36": "「庶民然脂，諸侯然蠟，天子然漆，亦無煙", "37": "氣，何得淚出？」樹提伽言：「臣不敢欺王！臣", "38": "家有一明月神珠掛著殿堂，無晝無夜不", "39": "須火光，王是煙中之王，是故聞氣耳。」樹", "4": "手巾掛著池邊，遇天風起吹王殿前。王即", "40": "提伽堂前有一十二重高樓，將王上視，東", "41": "望西視，南望北瞻，黯黯惱惱已經一月。", "42": "大臣白王：「國計事大，事須還歸，料理人民。」", "43": "王謂：「須臾，小復可忍。」樹提伽復將王後園", "44": "之中看流泉浴池，各皆可美甚復可愛，黯", "45": "黯惱惱已經一月。大臣白王：「國計事大，事", "46": "須還歸，料理人民。」王謂：「呼！須臾，小復可忍。」", "47": "樹提伽七寶布施綾羅繒綵，二十萬眾人", "48": "馬車乘，一時還國。王即大會群臣共坐參", "49": "論，羅列卜問怪其所以：「樹提伽是我之民，", "5": "大會群臣坐共參論，羅列卜問怪其所以。", "50": "婦女宅舍過甚於我。我欲伐之，可取以", "51": "不？」諸臣皆言：「宜可取之。」王將領四十萬", "52": "眾，椎鐘鳴鼓，圍樹提伽舍數百餘重。樹", "53": "提伽門中一力士，手捉金杵一擬，四十萬", "54": "眾人馬俱倒，手脚繚戾，腰髖妸婆，狀", "55": "似醉容，頭脚跛𨁟，不復得起。樹提伽乘雲", "56": "之車在虛空中，來問諸人：「來時何意，臥", "57": "地不起？」「大王遣來欲伐長者，門中有一力", "58": "士，手捉金杵一擬，令四十萬眾人馬俱", "59": "倒，繚戾腰髖妸婆狀似醉容，頭脚跛𨁟", "6": "諸臣皆言：「國欲將興，天賜白㲲。」唯樹提伽", "60": "不復得起。」樹提伽問諸人：「欲得起不？」諸", "61": "人皆言：「欲得起。」樹提伽舉一神杖，令四", "62": "十萬眾人馬俱起還國。王即遣使喚樹提", "63": "伽：「我共同車而載，往詣佛所。」問言：「世尊！", "64": "樹提伽是我之臣，前身有何功德，女婦宅", "65": "舍過甚於我？」佛言：「樹提伽，五百商主，將", "66": "諸商人齎持重寶經過險路。于時深山之", "67": "中見一病道人，給其庵屋、厚敷床褥；給其", "68": "水漿、鎢錥、米糧；給其燈燭。于時，乞願願得", "69": "天堂之供；今得果報。于時，布施者是誰？樹", "7": "默然不言。王語樹提伽：「諸臣皆喜，卿亦無", "70": "提伽是也；病道人者，我身是也；五百商", "71": "主人皆得阿羅漢道也。」佛說經竟，王及諸", "72": "臣發阿耨多羅三藐三菩提心，禮佛即退。", "73": "佛說樹提伽經", "8": "言。」樹提伽答言：「不敢欺王！是臣之家拭", "9": "涕之巾掛著池邊，遇天風起吹王殿前。以"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0540b 佛說樹提伽經", "author": "劉宋 求那跋陀羅譯", "sourceLink": "http://www.cbeta.org/"}