{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含經", "text": {"0": "小土城頌2 長壽王品83 長老上尊睡眠經", "1": "中阿含經卷第二十一", "10": "住。諸鞞舍離麗掣聞世尊遊鞞舍離獼猴", "100": "含慕，亦不多學經書，彼行法如法，隨順", "101": "於法，向法次法，彼因此故，得供養恭敬，如", "102": "是趣向得真諦法者，不自貴、不賤他，是", "103": "謂真人法。「復次，或有一人著糞掃衣，攝三", "104": "法服，持不慢衣，餘者不然，彼因持不慢", "105": "衣故，自貴賤他，是謂不真人法。真人法者", "106": "作如是觀：『我不因此持不慢衣故，斷婬、", "107": "怒、癡。』或有一人不持不慢衣，彼行法如", "108": "法，隨順於法，向法次法，彼因此故，得供", "109": "養恭敬，如是趣向得真諦法者，不自貴、不", "11": "江邊高樓臺觀，便作是念：「我等寧可作大", "110": "賤他，是謂真人法。「復次，或有一人常行乞", "111": "食，飯齊五升，限七家食，或復一食，過中不", "112": "飲漿，餘者不然，彼因過中不飲漿故，自貴", "113": "賤他，是謂不真人法。真人法者作如是觀：", "114": "『我不因此過中不飲漿故，斷婬、怒、癡。』或有", "115": "一人不斷過中飲漿，彼行法如法，隨順", "116": "於法，向法次法，彼因此故，得供養恭敬，如", "117": "是趣向得真諦法者，不自貴、不賤他，是", "118": "謂真人法。「復次，或有一人在無事處、山林", "119": "樹下，或住高巖，或止露地，或處塚間，或", "12": "如意足，作王威德，高聲唱傳，出鞞舍離，往", "120": "能知時，餘者不然，彼因此知時故，自貴賤", "121": "他，是謂不真人法。真人法者作如是觀：『我", "122": "不因此知時故，斷婬、怒、癡。』或有一人而不", "123": "知時，彼行法如法，隨順於法，向法次法，", "124": "彼因此故，得供養恭敬，如是趣向得真諦", "125": "法者，不自貴、不賤他，是謂真人法。「復次，", "126": "或有一人逮得初禪，彼因得初禪故，自貴", "127": "賤他，是謂不真人法。真人法者作如是觀：", "128": "『初禪者，世尊說無量種，若有計者是謂愛", "129": "也。』彼因此故，得供養恭敬，如是趣向得真", "13": "詣佛所供養禮事。」時，諸名德、長老上尊、大弟", "130": "諦法者，不自貴、不賤他，是謂真人法。「復", "131": "次，或有一人得第二、第三、第四禪，得空處、", "132": "識處、無所有處、非有想非無想處，餘者不然，", "133": "彼因得非有想非無想處故，自貴賤他，是", "134": "謂不真人法。真人法者作如是觀：『非有想", "135": "非無想處，世尊說無量種，若有計者是謂", "136": "愛也。』彼因此故，得供養恭敬，如是趣向得", "137": "真諦法者，不自貴、不賤他，是謂真人法。", "138": "「諸比丘！是謂真人法、不真人法，汝等當知", "139": "真人法、不真人法，知真人法、不真人法已，", "14": "子等，聞諸鞞舍離麗掣作大如意足，作王", "140": "捨離不真人法，學真人法，汝等當學如是。」", "141": "佛說如是。彼諸比丘聞佛所說，歡喜奉行。", "142": "豪貴、端正、談長老、誦諸經", "143": "衣、食、無事、禪四無色在後", "144": "真人經第十四竟千二百九十三字", "145": "86 說處經（八六）中阿含長壽王品說處經第十五第", "146": "二小土城誦", "147": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "148": "獨園。爾時，尊者阿難則於晡時從宴坐起，", "149": "將諸年少比丘往詣佛所，稽首佛足，却住", "15": "威德，高聲唱傳，出鞞舍離，來詣佛所供養", "150": "一面，諸年少比丘亦稽首佛足，却坐一面。", "151": "尊者阿難白曰：「世尊！此諸年少比丘我當", "152": "云何教呵？云何訓誨？云何為彼而說法耶？」", "153": "世尊告曰：「阿難！汝當為諸年少比丘說", "154": "處及教處。若為諸年少比丘說處及教處", "155": "者，彼便得安隱，得力得樂，身心不煩熱，", "156": "終身行梵行。」尊者阿難叉手向佛，白曰：「世", "157": "尊！今正是時。善逝！今正是時。若世尊為", "158": "諸年少比丘說處及教處者，我與諸年少", "159": "比丘從世尊聞已，當善受持。」世尊告曰：「阿", "16": "禮事，便作是念：「禪以聲為刺，世尊亦", "160": "難！汝等諦聽，善思念之。我當為汝及諸年", "161": "少比丘廣分別說。」尊者阿難等受教而聽。", "162": "世尊告曰：「阿難！我本為汝說五盛陰，色盛", "163": "陰，覺、想、行、識盛陰。阿難！此五盛陰，汝當為", "164": "諸年少比丘說以教彼，若為諸年少比丘", "165": "說教此五盛陰者，彼便得安隱，得力得樂，", "166": "身心不煩熱，終身行梵行。「阿難！我本為汝", "167": "說六內處，眼處，耳、鼻、舌、身、意處。阿難！此六", "168": "內處，汝當為諸年少比丘說以教彼，若為", "169": "諸年少比丘說教此六內處者，彼便得安", "17": "說禪以聲為刺，我等寧可往詣牛角娑羅", "170": "隱，得力得樂，身心不煩熱，終身行梵行。", "171": "「阿難！我本為汝說六外處，色處，聲、香、味、觸、", "172": "法處。阿難！此六外處，汝當為諸年少比丘", "173": "說以教彼，若為諸年少比丘說教此六外", "174": "處者，彼便得安隱，得力得樂，身心不煩", "175": "熱，終身行梵行。「阿難！我本為汝說六識身，", "176": "眼識，耳、鼻、舌、身、意識。阿難！此六識身，汝當", "177": "為諸年少比丘說以教彼，若為諸年少比", "178": "丘說教此六識身者，彼便得安隱，得力得", "179": "樂，身心不煩熱，終身行梵行。「阿難！我本為", "18": "林，在彼無亂，遠離獨住，閑居靜處，宴坐思", "180": "汝說六更樂身，眼更樂，耳、鼻、舌、身、意更樂。阿", "181": "難！此六更樂身，汝當為諸年少比丘說以", "182": "教彼，若為諸年少比丘說教此六更樂身", "183": "者，彼便得安隱，得力得樂，身心不煩熱，", "184": "終身行梵行。「阿難！我本為汝說六覺身，眼", "185": "覺，耳、鼻、舌、身、意覺。阿難！此六覺身，汝當為", "186": "諸年少比丘說以教彼，若為諸年少比丘", "187": "說教此六覺身者，彼便得安隱，得力得樂，", "188": "身心不煩熱，終身行梵行。「阿難！我本為汝", "189": "說六想身，眼想，耳、鼻、舌、身、意想。阿難！此六", "19": "惟。」於是，諸名德、長老上尊、大弟子等，往詣", "190": "想身，汝當為諸年少比丘說以教彼，若為", "191": "諸年少比丘說教此六想身者，彼便得安", "192": "隱，得力得樂，身心不煩熱，終身行梵行。", "193": "「阿難！我本為汝說六思身，眼思，耳、鼻、舌、身、", "194": "意思。阿難！此六思身，汝當為諸年少比丘", "195": "說以教彼，若為諸年少比丘說教此六思", "196": "身者，彼便得安隱，得力得樂，身心不煩", "197": "熱，終身行梵行。「阿難！我本為汝說六愛", "198": "身，眼愛，耳、鼻、舌、身、意愛。阿難！此六愛身，汝", "199": "當為諸年少比丘說以教彼，若為諸年少", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "牛角娑羅林，在彼無亂，遠離獨住，閑居靜處，", "200": "比丘說教此六愛身者，彼便得安隱，得力", "201": "得樂，身心不煩熱，終身行梵行。「阿難！我", "202": "本為汝說六界，地界，水、火、風、空、識界。阿難！", "203": "此六界，汝當為諸年少比丘說以教彼，若", "204": "為諸年少比丘說教此六界者，彼便得安", "205": "隱，得力得樂，身心不煩熱，終身行梵行。", "206": "「阿難！我本為汝說因緣起及因緣起所生法。", "207": "若有此則有彼，若無此則無彼，若生此則", "208": "生彼，若滅此則滅彼。緣無明行，緣行識，", "209": "緣識名色，緣名色六處，緣六處更樂，緣", "21": "宴坐思惟。爾時，眾多鞞舍離麗掣作大如意", "210": "更樂覺，緣覺愛，緣愛受，緣受有，緣有生，", "211": "緣生老死。若無明滅則行滅，行滅則識滅，", "212": "識滅則名色滅，名色滅則六處滅，六處滅", "213": "則更樂滅，更樂滅則覺滅，覺滅則愛滅，愛滅", "214": "則受滅，受滅則有滅，有滅則生滅，生滅則", "215": "老死滅。阿難！此因緣起及因緣起所生法，", "216": "汝當為諸年少比丘說以教彼，若為諸年", "217": "少比丘說教此因緣起及因緣起所生法者，", "218": "彼便得安隱，得力得樂，身心不煩熱，終身", "219": "行梵行。「阿難！我本為汝說四念處，觀身", "22": "足，作王威德，高聲唱傳，出鞞舍離，往詣佛", "220": "如身，觀覺、心、法如法。阿難！此四念處，汝當", "221": "為諸年少比丘說以教彼，若為諸年少比", "222": "丘說教此四念處者，彼便得安隱，得力得", "223": "樂，身心不煩熱，終身行梵行。「阿難！我本為", "224": "汝說四正斷，比丘者，已生惡不善法為斷", "225": "故，起欲求方便行，精勤舉心斷。未生惡不", "226": "善法為不生故，起欲求方便行，精勤舉心", "227": "斷。未生善法為生故，起欲求方便行，精勤", "228": "舉心斷。已生善法為住故、不忘故、不退故、轉", "229": "增多故、廣布故、滿具足故，起欲求方便行，", "23": "所供養禮事。或有鞞舍離麗掣，稽首佛足，", "230": "精勤舉心斷。阿難！此四正斷，汝當為諸年", "231": "少比丘說以教彼，若為諸年少比丘說教", "232": "此四正斷者，彼便得安隱，得力得樂，身心", "233": "不煩熱，終身行梵行。「阿難！我本為汝說四", "234": "如意足，比丘者，成就欲定燒諸行，修習如意", "235": "足，依於無欲、依離、依滅，願至非品，如是", "236": "精進定、心定，成就觀定燒諸行。修習如意足，", "237": "依於無欲、依離、依滅，願至非品。阿難！此四", "238": "如意足，汝當為諸年少比丘說以教彼，若", "239": "為諸年少比丘說教此四如意足者，彼便", "24": "却坐一面，或有與佛共相問訊，却坐一面，", "240": "得安隱，得力得樂，身心不煩熱，終身行梵", "241": "行。「阿難！我本為汝說四禪，比丘者，離欲、離", "242": "惡不善之法，至得第四禪成就遊。阿難！此", "243": "四禪，汝當為諸年少比丘說以教彼，若為", "244": "諸年少比丘說教此四禪者，彼便得安隱，", "245": "得力得樂，身心不煩熱，終身行梵行。「阿", "246": "難！我本為汝說四聖諦，苦聖諦、苦習、苦滅、", "247": "苦滅道聖諦。阿難！此四聖諦，汝當為諸年", "248": "少比丘說以教彼，若為諸年少比丘說教", "249": "此四聖諦者，彼便得安隱，得力得樂，身心", "25": "或有叉手向佛，却坐一面，或有遙見佛已，", "250": "不煩熱，終身行梵行。「阿難！我本為汝說四", "251": "想，比丘者，有小想、有大想、有無量想、有", "252": "無所有想。阿難！此四想，汝當為諸年少比", "253": "丘說以教彼，若為諸年少比丘說教此四", "254": "想者，彼便得安隱，得力得樂，身心不煩", "255": "熱，終身行梵行。「阿難！我本為汝說四無量，", "256": "比丘者，心與慈俱，遍滿一方成就遊。如是", "257": "二三四方、四維上下，普周一切，心與慈俱，無", "258": "結、無怨、無恚、無諍，極廣甚大，無量善修，遍", "259": "滿一切世間成就遊；如是悲、喜心與捨俱，", "26": "默然而坐。彼時，眾多鞞舍離麗掣各坐已定，", "260": "無結、無怨、無恚、無諍，極廣甚大，無量善修，遍", "261": "滿一切世間成就遊。阿難！此四無量，汝當", "262": "為諸年少比丘說以教彼，若為諸年少比", "263": "丘說教此四無量者，彼便得安隱，得力得", "264": "樂，身心不煩熱，終身行梵行。「阿難！我本為", "265": "汝說四無色，比丘者，斷一切色想，乃至得", "266": "非有想非無想處成就遊。阿難！此四無色，", "267": "汝當為諸年少比丘說以教彼，若為諸年", "268": "少比丘說教此四無色者，彼便得安隱，得", "269": "力得樂，身心不煩熱，終身行梵行。「阿難！", "27": "世尊為彼說法，勸發渴仰，成就歡喜，無量", "270": "我本為汝說四聖種，比丘、比丘尼者，得麁", "271": "素衣而知止足，非為衣故求滿其意。若", "272": "未得衣，不憂悒，不啼泣，不搥胸，不癡惑；", "273": "若得衣者，不染不著，不欲不貪，不觸不", "274": "計。見災患知出要而用衣，如此事利不", "275": "懈怠而正知者，是謂比丘、比丘尼正住舊", "276": "聖種。如是食、住處，欲斷樂斷、欲修樂修，彼", "277": "因欲斷樂斷、欲修樂修故，不自貴、不賤他，", "278": "如此事利不懈怠而正知者，是謂比丘、比", "279": "丘尼正住舊聖種。阿難！此四聖種，汝當", "28": "方便為彼說法，勸發渴仰，成就歡喜已，默然", "280": "為諸年少比丘說以教彼，若為諸年少比", "281": "丘說教此四聖種者，彼便得安隱，得力得", "282": "樂，身心不煩熱，終身行梵行。「阿難！我本", "283": "為汝說四沙門果，須陀洹、斯陀含、阿那含、最", "284": "上阿羅漢果。阿難！此四沙門果，汝當為諸", "285": "年少比丘說以教彼，若為諸年少比丘說", "286": "教此四沙門果者，彼便得安隱，得力得樂，", "287": "身心不煩熱，終身行梵行。「阿難！我本為汝", "288": "說五熟解脫想，無常想、無常苦想、苦無我", "289": "想、不淨惡露想、一切世間不可樂想。阿難！此", "29": "而住。於是，眾多鞞舍離麗掣，世尊為彼說", "290": "五熟解脫想，汝當為諸年少比丘說以教", "291": "彼，若為諸年少比丘說教此五熟解脫想", "292": "者，彼便得安隱，得力得樂，身心不煩熱，", "293": "終身行梵行。「阿難！我本為汝說五解脫處，", "294": "若比丘、比丘尼因此故，未解脫心得解脫，", "295": "未盡諸漏得盡無餘，未得無上涅槃得", "296": "無上涅槃。云何為五？阿難！世尊為比丘、比", "297": "丘尼說法，諸智梵行者亦為比丘、比丘尼說", "298": "法。阿難！若世尊為比丘、比丘尼說法，諸智", "299": "梵行者亦為比丘、比丘尼說法，彼聞法已，便", "3": "84 無刺經（八四）中阿含長壽王品無刺經第十三第", "30": "法，勸發渴仰，成就歡喜已，即從坐起，稽首", "300": "知法解義；彼因知法解義故，便得歡悅；因", "301": "歡悅故，便得歡喜；因歡喜故，便得止身；因", "302": "止身故，便得覺樂；因覺樂故，便得心定。阿", "303": "難！比丘、比丘尼因心定故，便得見如實、知", "304": "如真；因見如實、知如真故，便得厭；因厭故，", "305": "便得無欲；因無欲故，便得解脫；因解脫故，", "306": "便得知解脫，生已盡，梵行已立，所作已辦，不", "307": "更受有，知如真。阿難！是謂第一解脫處，因", "308": "此故，比丘、比丘尼未解脫心得解脫，未盡", "309": "諸漏得盡無餘，未得無上涅槃得無上", "31": "佛足，繞三匝而去。鞞舍離麗掣去後不久。", "310": "涅槃。「復次，阿難！世尊不為比丘、比丘尼說", "311": "法，諸智梵行者亦不為比丘、比丘尼說法，", "312": "但如本所聞、所誦習法而廣讀之。若不", "313": "廣讀本所聞、所誦習法者，但隨本所聞、所", "314": "誦習法為他廣說。若不為他廣說本所聞、", "315": "所誦習法者，但隨本所聞、所誦習法心思惟", "316": "分別。若心不思惟分別本所聞、所誦習法", "317": "者，但善受持諸三昧相。阿難！若比丘、比丘", "318": "尼善受持諸三昧相者，便知法解義，彼因", "319": "知法解義故，便得歡悅；因歡悅故，便得歡", "32": "於是，世尊問諸比丘：「諸長老上尊、大弟子等", "320": "喜；因歡喜故，便得止身；因止身故，便得覺", "321": "樂；因覺樂故，便得心定。阿難！比丘、比丘尼", "322": "因心定故，便得見如實、知如真；因見如實、", "323": "知如真故，便得厭；因厭故，便得無欲；因無", "324": "欲故，便得解脫；因解脫故，便得知解脫，生", "325": "已盡，梵行已立，所作已辦，不更受有，知如", "326": "真。阿難！是謂第五解脫處，因此故，比丘、比丘", "327": "尼未解脫心得解脫，未盡諸漏得盡無", "328": "餘，未得無上涅槃得無上涅槃。阿難！此五", "329": "解脫處，汝當為諸年少比丘說以教彼，若", "33": "為至何許？」諸比丘白曰：「世尊！諸長老上尊、", "330": "為諸年少比丘說教此五解脫處者，彼便", "331": "得安隱，得力得樂，身心不煩熱，終身行梵", "332": "行。「阿難！我本為汝說五根，信根，精進、念、定、", "333": "慧根。阿難！此五根，汝當為諸年少比丘說", "334": "以教彼，若為諸年少比丘說教此五根者，", "335": "彼便得安隱，得力得樂，身心不煩熱，終身", "336": "行梵行。「阿難！我本為汝說五力，信力，精進、", "337": "念、定、慧力。阿難！此五力，汝當為諸年少比", "338": "丘說以教彼，若為諸年少比丘說教此", "339": "五力者，彼便得安隱，得力得樂，身心不", "34": "大弟子等，聞諸鞞舍離麗掣作大如意足，", "340": "煩熱，終身行梵行。「阿難！我本為汝說五出", "341": "要界。云何為五？阿難！多聞聖弟子極重善", "342": "觀欲，彼因極重善觀欲故，心便不向欲，", "343": "不樂欲，不近欲，不信解欲；若欲心生，即時", "344": "融消燋縮，轉還不得舒張，捨離不住欲，", "345": "穢惡厭患欲。阿難！猶如雞毛及筋，持著火", "346": "中，即時融消燋縮，轉還不得舒張。阿難！", "347": "多聞聖弟子亦復如是極重善觀欲，彼因", "348": "極重善觀欲故，心便不向欲，不樂欲，不", "349": "近欲，不信解欲；若欲心生，即時融消燋縮，", "35": "作王威德，高聲唱傳，出鞞舍離，來詣佛所", "350": "轉還不得舒張，捨離不住欲，穢惡厭患", "351": "欲。觀無欲，心向無欲，樂無欲，近無欲，信", "352": "解無欲，心無礙，心無濁，心得樂，能致樂，遠", "353": "離一切欲及因欲生諸漏煩熱憂慼。解彼", "354": "脫彼，復解脫彼，彼不復受此覺，謂覺因欲", "355": "生，如是欲出要。阿難！是謂第一出要界。", "356": "「復次，阿難！多聞聖弟子極重善觀恚，彼因", "357": "極重善觀恚故，心便不向恚，不樂恚，不近", "358": "恚，不信解恚；若恚心生，即時融消燋縮，轉", "359": "還不得舒張，捨離不住恚，穢惡厭患恚。", "36": "供養禮事，便作是念：『禪以聲為刺，世尊亦", "360": "阿難！猶如雞毛及筋，持著火中，即時融消", "361": "燋縮，轉還不得舒張。阿難！多聞聖弟子亦", "362": "復如是極重善觀恚，彼因極重善觀恚故，", "363": "心便不向恚，不樂恚，不近恚，不信解恚；", "364": "若恚心生，即時融消燋縮，轉還不得舒張，", "365": "捨離不住恚，穢惡厭患恚。觀無恚，心向", "366": "無恚，樂無恚，近無恚，信解無恚，心無礙，心", "367": "無濁，心得樂，能致樂，遠離一切恚，及因恚", "368": "生諸漏煩熱憂慼。解彼脫彼，復解脫彼，彼", "369": "不復受此覺，謂覺因恚生，如是恚出要。", "37": "說禪以聲為刺。我等寧可往詣牛角娑羅", "370": "阿難！是謂第二出要界。「復次，阿難！多聞聖弟", "371": "子極重善觀害，彼因極重善觀害故，心便", "372": "不向害，不樂害，不近害，不信解害；若害", "373": "心生，即時融消燋縮，轉還不得舒張，捨離", "374": "不住害，穢惡厭患害。阿難！猶如鷄毛及筋，", "375": "持著火中，即時融消燋縮，轉還不得舒張。", "376": "阿難！多聞聖弟子亦復如是極重善觀害，", "377": "彼因極重善觀害故，心便不向害，不樂害，", "378": "不近害，不信解害；若害心生，即時融消燋", "379": "縮，轉還不得舒張，捨離不住害，穢惡厭", "38": "林，在彼無亂，遠離獨住，閑居靜處，宴坐思", "380": "患害。觀無害，心向無害，樂無害，近無害，", "381": "信解無害，心無礙，心無濁，心得樂，能致樂，", "382": "遠離一切害及因害生諸漏煩熱憂慼。解彼", "383": "脫彼，復解脫彼，彼不復受此覺，謂覺因害", "384": "生，如是害出要。阿難！是謂第三出要界。「復", "385": "次，阿難！多聞聖弟子極重善觀色，彼因極重", "386": "善觀色故，心便不向色，不樂色，不近色，", "387": "不信解色；若色心生，即時融消燋縮，轉還", "388": "不得舒張，捨離不住色，穢惡厭患色。阿", "389": "難！猶如雞毛及筋，持著火中，即時融消燋", "39": "惟。』世尊！諸長老上尊、大弟子等共往詣彼。」", "390": "縮，轉還不得舒張。阿難！多聞聖弟子亦復", "391": "如是極重善觀色，彼因極重善觀色故，", "392": "心便不向色，不樂色，不近色，不信解色；", "393": "若色心生，即時融消燋縮，轉還不得舒張，捨", "394": "離不住色，穢惡厭患色。觀無色，心向無", "395": "色，樂無色，近無色，信解無色，心無礙，心無", "396": "濁，心得樂，能致樂，遠離一切色及因色生", "397": "諸漏煩熱憂慼。解彼脫彼，復解脫彼，彼不", "398": "復受此覺，謂覺因色生，如是色出要。阿難！", "399": "是謂第四出要界。「復次，阿難！多聞聖弟子極", "4": "二小土城誦", "40": "於是，世尊聞已嘆曰：「善哉！善哉！若長老上", "400": "重善觀己身，彼因極重善觀己身故，心便", "401": "不向己身，不樂己身，不近己身，不信解", "402": "己身；若己身心生，即時融消燋縮，轉還不得", "403": "舒張，捨離不住己身，穢惡厭患己身。阿難！", "404": "猶如鷄毛及筋，持著火中，即時融消燋縮，轉", "405": "還不得舒張。阿難！多聞聖弟子亦復如是", "406": "極重善觀己身，彼因極重善觀己身故，心", "407": "便不向己身，不樂己身，不近己身，不信", "408": "解己身；若己身心生，即時融消燋縮，轉還不", "409": "得舒張，捨離不住己身，穢惡厭患己身。", "41": "尊、大弟子等應如是說：『禪以聲為刺，世尊", "410": "觀無己身，心向無己身，樂無己身，近無己", "411": "身，信解無己身，心無礙，心無濁，心得樂，能致", "412": "樂，遠離一切己身及因己身生諸漏煩熱", "413": "憂慼。解彼脫彼，復解脫彼，彼不復受此覺，", "414": "謂覺因己身生，如是己身出要。阿難！是謂", "415": "第五出要界。「阿難！此五出要界，汝當為諸", "416": "年少比丘說以教彼，若為諸年少比丘說", "417": "教此五出要界者，彼便得安隱，得力得樂，", "418": "身心不煩熱，終身行梵行。「阿難！我本為汝", "419": "說七財，信財，戒、慚、愧、聞、施、慧財。阿難！此七", "42": "亦說禪以聲為刺。』所以者何？我實如是說，", "420": "財，汝當為諸年少比丘說以教彼，若為諸", "421": "年少比丘說教此七財者，彼便得安隱，得", "422": "力得樂，身心不煩熱，終身行梵行。「阿難！", "423": "我本為汝說七力，信力，精進、慚、愧、念、定、慧力。", "424": "阿難！此七力，汝當為諸年少比丘說以教", "425": "彼，若為諸年少比丘說教此七力者，彼便", "426": "得安隱，得力得樂，身心不煩熱，終身行", "427": "梵行。「阿難！我本為汝說七覺支，念覺支，擇", "428": "法、精進、喜、息、定、捨覺支。阿難！此七覺支，汝", "429": "當為諸年少比丘說以教彼，若為諸年少", "43": "禪有刺，持戒者以犯戒為刺，護諸根者", "430": "比丘說教此七覺支者，彼便得安隱，得力", "431": "得樂，身心不煩熱，終身行梵行。「阿難！我本", "432": "為汝說八支聖道，正見、正志、正語、正業、正", "433": "命、正方便、正念、正定，是謂為八。阿難！此八", "434": "支聖道，汝當為諸年少比丘說以教彼，若", "435": "為諸年少比丘說教此八支聖道者，彼便", "436": "得安隱，得力得樂，身心不煩熱，終身行", "437": "梵行。」於是，尊者阿難叉手向佛，白曰：「世尊！", "438": "甚奇！甚特！世尊為諸年少比丘說處及教", "439": "處。」世尊告曰：「阿難！如是，如是。甚奇！甚特！", "44": "以嚴飾身為刺，修習惡露者以淨相為", "440": "我為諸年少比丘說處及教處。阿難！若汝", "441": "從如來復問頂法及頂法退者，汝便於如", "442": "來極信歡喜。」於是，尊者阿難叉手向佛，白", "443": "曰：「世尊！今正是時。善逝！今正是時。若世尊", "444": "為諸年少比丘說頂法及頂法退說及教", "445": "者，我及諸年少比丘從世尊聞已，當善受", "446": "持。」世尊告曰：「阿難！汝等諦聽，善思念之，我", "447": "當為汝及諸年少比丘說頂法及頂法退。」", "448": "尊者阿難等受教而聽。世尊告曰：「阿難！多", "449": "聞聖弟子真實因心，思念稱量，善觀分別", "45": "刺，修習慈心者以恚為刺，離酒者以飲酒", "450": "無常、苦、空、非我，彼如是思念，如是稱量，如是", "451": "善觀分別，便生忍、生樂、生欲、欲聞、欲念、", "452": "欲觀，阿難！是謂頂法。阿難！若得此頂法", "453": "復失衰退，不修守護，不習精勤，阿難！是", "454": "謂頂法退。如是內外識、更樂、覺、想、思、愛、界、因", "455": "緣起，阿難！多聞聖弟子此因緣起及因緣起", "456": "法，思念稱量，善觀分別無常、苦、空、非我，彼", "457": "如是思念，如是稱量，如是善觀分別，便生", "458": "忍、生樂、生欲，欲聞、欲念、欲觀。阿難！是謂", "459": "頂法。阿難！若得此頂法復失衰退，不修守", "46": "為刺，梵行者以見女色為刺。入初禪者", "460": "護，不習精勤，阿難！是謂頂法退。阿難！此頂", "461": "法及頂法退，汝當為諸年少比丘說以教", "462": "彼，若為諸年少比丘說教此頂法及頂法", "463": "退者，彼便得安隱，得力得樂，身心不煩", "464": "熱，終身行梵行。「阿難！我為汝等說處及教", "465": "處，頂法及頂法退，如尊師所為弟子起", "466": "大慈哀，憐念愍傷，求義及饒益，求安隱快", "467": "樂者，我今已作。汝等當復自作，至無事處、", "468": "山林樹下、空安靜處宴坐思惟，勿得放逸，", "469": "勤加精進，莫令後悔。此是我之教勅，是我訓", "47": "以聲為刺，入第二禪者以覺觀為刺，入", "470": "誨。」佛說如是。尊者阿難及諸年少比丘，聞佛", "471": "所說，歡喜奉行。", "472": "陰、內、外、識、更覺、想、思、愛、界", "473": "因緣、念、正斷如意、禪、諦、想", "474": "無量、無色、種沙門果、解脫", "475": "處、根、力、出要財、力、覺、道、頂", "476": "說處經第十五竟五千一百九十七字", "477": "中阿含經卷第二十一七千三百二十四字", "478": "長壽王品第二竟四萬四千九百四十七字", "48": "第三禪者以喜為刺，入第四禪者以入息", "49": "出息為刺，入空處者以色想為刺，入識", "5": "我聞如是：一時，佛遊鞞舍離，在獼猴江邊", "50": "處者以空處想為刺，入無所有處者以", "51": "識處想為刺，入無想處者以無所有處想", "52": "為刺，入想知滅定者以想知為刺。「復次，", "53": "有三刺：欲刺、恚刺、愚癡之刺。此三刺者，", "54": "漏盡阿羅訶已斷、已知，拔絕根本，滅不復", "55": "生，是為阿羅訶無刺、阿羅訶離刺、阿羅訶", "56": "無刺離刺。」佛說如是。彼諸比丘聞佛所說，", "57": "歡喜奉行。", "58": "無刺經第十三竟八百三十五字", "59": "85 真人經（八五）中阿含長壽王品真人經第十四第", "6": "高樓臺觀。此諸名德、長老上尊、大弟子等，謂", "60": "二小土城誦", "61": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "62": "獨園。爾時，世尊告諸比丘：「我今為汝說真", "63": "人法及不真人法，諦聽，諦聽，善思念之。」時，諸", "64": "比丘受教而聽。佛言：「云何不真人法？或有", "65": "一人是豪貴族出家學道，餘者不然，彼因", "66": "是豪貴族故，自貴賤他，是謂不真人法。真", "67": "人法者作如是觀：『我不因此是豪貴族故，", "68": "斷婬、怒、癡。』或有一人不是豪貴出家學道，", "69": "彼行法如法，隨順於法，向法次法，彼因", "7": "遮羅、優簸遮羅、賢善、賢患、無患、耶舍上稱，", "70": "此故，得供養恭敬，如是趣向得真諦法者，", "71": "不自貴、不賤他，是謂真人法。「復次，或有", "72": "一人端正可愛，餘者不然，彼因端正可", "73": "愛故，自貴賤他，是謂不真人法。真人法者", "74": "作如是觀：『我不因此端正可愛故，斷婬、怒、", "75": "癡。』或有一人不端正可愛，彼行法如法，", "76": "隨順於法，向法次法，彼因此故，得供養恭", "77": "敬，如是趣向得真諦法者，不自貴、不賤", "78": "他，是謂真人法。「復次，或有一人才辯工談，", "79": "餘者不然，彼因才辯工談故，自貴賤他，是", "8": "如是此諸名德、長老上尊、大弟子等，亦遊鞞", "80": "謂不真人法。真人法者作如是觀：『我不因", "81": "此才辯工談故，斷婬、怒、癡。』或有一人無才", "82": "辯工談，彼行法如法，隨順於法，向法次", "83": "法，彼因此故，得供養恭敬，如是趣向得真", "84": "諦法者，不自貴、不賤他，是謂真人法。「復", "85": "次，或有一人是長老，為王者所識及眾人所", "86": "知，而有大福，餘者不然，彼因是長老，為王", "87": "者所識及眾人所知，而有大福故，自貴賤", "88": "他，是謂不真人法。真人法者作如是觀：", "89": "『我不因此是長老，為王者所識及眾人所", "9": "舍離獼猴江邊高樓臺觀，並皆近佛葉屋邊", "90": "知，而有大福故，斷婬、怒、癡。』或有一人非是", "91": "長老，不為王者所識及眾人所知，亦無大", "92": "福，彼行法如法，隨順於法，向法次法，彼", "93": "因此故，得供養恭敬，如是趣向得真諦法", "94": "者，不自貴、不賤他，是謂真人法。「復次，或", "95": "有一人誦經、持律、學阿毘曇，諳阿含慕，", "96": "多學經書，餘者不然，彼因諳阿含慕，多", "97": "學經書故，自貴賤他，是謂不真人法。真人", "98": "法者作如是觀：『我不因此諳阿含慕，多", "99": "學經書故，斷婬、怒、癡。』或有一人不諳阿"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 中阿含長壽王品: 中阿含長壽王品: 中阿含長壽王品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}