{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1552 雜阿毘曇心論: 雜阿毘曇心論: 雜阿毘曇心論: 雜阿毘曇心論", "text": {"0": "10 擇品", "1": "雜阿毘曇心論卷第十一", "10": "緣一切法故。識者亦識一切法。彼眼識識色。", "100": "及人則心亂。除欝單曰。欲界天亦有心亂。問", "101": "何等聖人心亂。答須陀洹斯陀含阿那含阿", "102": "羅漢辟支佛。唯佛心不亂。聲不壞。髮不白。面", "103": "不皺。不漸般涅槃。", "104": "世尊擾亂業久已滅盡。行妙行故。亂者意識", "105": "非五識心。不分別故。有漏心亂非無漏。真實", "106": "行故。是故若說心狂亂是散亂耶。作四句。", "107": "初句謂狂者善有漏心不隱沒無記心。第二", "108": "句謂自相住者穢污心。第三句謂狂者穢污", "109": "心。第四句謂自相住善心及不隱沒無記心。", "11": "乃至身識識觸。攝受自相故。意識識眼色眼", "110": "問何等大能解支節耶。答若能解支節聖說", "111": "水火風。三大能解支節非地大。不利故。火大", "112": "解支節者。謂命終時火大增遍燒筋。燒筋已", "113": "節節解。節節解已不久命終。水大解支節者。", "114": "謂節節解時先令筋爛。筋爛已餘如前說。風", "115": "大解支節者。令筋碎。筋碎已餘如前說。支節", "116": "解已不過日夜命終。四大錯亂故。地獄無解", "117": "支節。支節常解故。業報故不死。畜生餓鬼及", "118": "三方解支節。除欝單曰。無罪業故。天亦如是。", "119": "凡夫聖人解支節。唯除佛。罪報者解支節。佛", "12": "識。如是一切普緣故。明者亦明一切法隨其", "120": "無罪報故。已說解支節。退今當說。", "121": "退法有三種得未得習行", "122": "或一人一退未得退說二", "123": "謂彼習行退三聖俱亦然", "124": "退法有三種。得退未得退習行退。得退者。所", "125": "得功德遇退因緣則退。未得退者。應得功德", "126": "放逸故不得。習行退者。已得功德。有因緣故", "127": "不得習行。問何等人何事退。答或一人一退。", "128": "若得退者是鈍根聲聞非利根。利根者三昧力", "129": "故是故說。或云何知有得退。答以說二種阿", "13": "事。彼苦忍苦智明苦。乃至道忍道智明道。分", "130": "羅漢故。謂退法不退法。若言道退果不退者", "131": "不然。何以故。斷得與道合故。得者道諦攝。是", "132": "故道退非斷者不然。若言離煩惱種云何生", "133": "者。應說如初無漏心無前因而生。彼亦如是。", "134": "復次有自分因分故。從無際生死煩惱自分", "135": "因分生。言煩惱於三處起非說者不然。何以", "136": "故。為起煩惱具滿故說眾生起。煩惱具有三", "137": "因緣。謂因力境界力方便力。彼欲愛使未斷", "138": "未知是因力斷者無礙知者解脫。欲愛纏所著法是境界", "139": "力。彼不正思惟是方便力。是彼說意。若從彼", "14": "段緣故。善有漏慧亦明。苦乃至虛空非數", "140": "說不正思惟者。前不正思惟非分則不起。若", "141": "有前不正思惟此則無窮。又復善無記心至", "142": "竟不生若不正思惟相續無窮則餘念不得生也。若不生者解脫亦非", "143": "分。燒諸煩惱不應還生。如火燒木為灰至竟", "144": "為灰不復為木。如是阿羅漢以智火燒煩惱", "145": "薪不應復為煩惱。彼不應如是。何以故。譬不", "146": "合故。云何如燒薪有灰。若如是阿羅漢煩惱", "147": "有餘如灰耶。若有餘者非阿羅漢。有煩惱故。", "148": "若無者不如上譬。然非彼聖道如火燒薪。但", "149": "聖道起斷煩惱得解脫得作證。彼若離聖道", "15": "滅。問劫云何過。答。", "150": "亦捨解脫得繫得還起。如諸退相違經說。當", "151": "知說不時解脫故。未得退說二者。若彼未得", "152": "退者。謂聲聞辟支佛非佛。住一切最勝根故。", "153": "聲聞者不得佛辟支佛勝根。辟支佛不得佛", "154": "勝根。是故有未得退。略說一切眾生若修行", "155": "皆應得聖慧眼。若不修行入名色者是為未", "156": "得退。問云何知有未得退。答信佛說故。如世", "157": "尊說。諸天及世人退於智慧者。染著於名", "158": "色。不見聖諦故。謂彼習行退三聖俱亦然者。", "159": "若習行退者。謂聲聞辟支佛如來。三聖悉有。", "16": "刀兵病饑饉說名中劫過", "160": "以中間諸因緣故。所得功德不能常現在前。", "161": "問云何知有習行退。答說心心法退故。如世", "162": "尊說。於此四種心心法得現法安樂住。我說", "163": "彼一一退。如修多羅廣說。又復說。不動意解", "164": "脫身作證成就遊者彼不退。以是故知世尊", "165": "亦有習行退。是故說。世尊多遊未至。非根", "166": "本地。何以故。近欲界故。雖不動意解脫有習", "167": "行退。然彼成就得修故。彼一切現在時。得", "168": "常隨轉。彼心心法者現在修。謂不現在前者", "169": "名為退。習行退最多者謂世尊。何以故。功德", "17": "除地餘三種說名大劫過", "170": "無邊故。如轉輪聖王廣受境界。又說。攝他故", "171": "名不動。自攝故名心心法。世尊多攝他少自", "172": "攝。如是世尊大悲大捨。問何處不退。答。", "173": "諸天則不退果退終不死", "174": "亦不造彼業住果所不為", "175": "諸天則不退者。諸天不退。以利根天得果故。", "176": "利根者則不退。若鈍根人得果然後生天亦", "177": "不退。無生故。聖人無生不退。此前已說。退", "178": "具非分故。世尊說五退具。多事業等。五退", "179": "法彼天則無。是故不退。以天不退故。當知退", "18": "刀兵病饑饉說名中劫過者。三種中劫過。謂", "180": "者必人中。以退具可得故。果退終不死者。果", "181": "退者終不死。要還得果。何以故。下地生非數", "182": "滅故。非數滅法終不更現在前。不生法故。以", "183": "果所攝道決定及決定究竟故。以果道蘇息", "184": "處故。彼人得蘇息。又果處善自護故。以果處", "185": "具三因緣及五因緣故。前已說。彼三果退非", "186": "須陀洹果。見道斷煩惱非對治事故。見道斷", "187": "煩惱依我處轉。而無有我。修道斷煩惱是對", "188": "事。修道斷煩惱淨處轉。彼有淨想不淨想。", "189": "彼思惟諸行不淨。得離欲淨思惟。於見不淨", "19": "刀兵病疫饑饉。刀兵劫者。謂乃至人壽十歲", "190": "退。無有法我我所思惟。於非我見退。復次須", "191": "陀洹果方便廣前施戒修等向解脫。如是比。", "192": "又須陀洹果見道得故無有見道退。速道故。", "193": "利故。非想非非想處對治故。若阿羅漢果退", "194": "至須陀洹果。當知退三果。彼對治煩惱得成", "195": "就故。亦不造諸業如彼住於果者。若得果人", "196": "所不為。彼退果人亦不作。何以故。得不作律", "197": "儀故。聖道已滅惡行故。如曾服藥。復次希", "198": "望具足故。彼人希望滅果。對治惡行故。問齊", "199": "何當言菩薩。答。", "2": "尊者法救造", "20": "時。貪麁惡境界。行諸邪法各住害心。手執", "200": "若修諸相好方便起彼業", "201": "從是轉增進說名為菩薩", "202": "若有眾生。以一食施。起決定心。發無畏言。我", "203": "當作佛。能起相報增長彼業。齊是名菩薩。以", "204": "能從此作相似相續業故。若不如是但有空", "205": "名。菩薩雖有初起不退心。是則菩提決定非", "206": "趣趣應言到與趣同名決定。謂造相報業已。是則俱決定。", "207": "是故齊相報業為名。以彼離四因緣故。謂離", "208": "惡趣。離非男。離卑姓。離不具根。得一因緣。", "209": "謂生性識宿命。以生識宿命故聞即受持。眷", "21": "草木皆成刀劍。更相殺害。如是經七日。刀", "210": "屬信受離眾生過。度三阿僧祇劫。於百劫中", "211": "種相報業。除釋迦牟尼。釋迦牟尼菩薩精進", "212": "故。除九劫餘九十一劫。有說。二三阿僧祇非", "213": "劫阿僧祇。謂劫阿僧祇。生阿僧祇。善行阿僧", "214": "祇。問相報業為何等性。答身業口業增上意", "215": "業。又是思慧性非聞慧。以劣故。非修慧。欲界", "216": "不定故。閻浮提種非餘方。男子非女人。佛出", "217": "世非不出世。見佛非不見佛。緣造業非緣餘。", "218": "有說。一思願種三十二相業。後種種業滿。又", "219": "復說。一定心一行一緣。眾多思願現在前。有", "22": "兵中劫過。疾疫劫者。亦壽十歲時。多諸疾病。", "220": "願足下安平住果。有願乃至肉髻。彼一一相", "221": "百福眷屬。福量者。有說。一轉輪聖王福。是名", "222": "一福量。又復說。一帝釋福。有說。劫成時一切", "223": "眾生業增上器世界生。是名福量。有說。除近", "224": "佛地菩薩。諸餘眾生福樂自在業。是名一福", "225": "量。佛無學法是菩提。謂盡智無生智。薩埵求", "226": "此智故名菩提。薩埵得此菩提覺一切法故", "227": "名為佛。雖相報業後得轉輪聖王。而聖王相", "228": "者當知是餘業報。問幾種薩婆多。答。", "229": "一種異分別或有說相異", "23": "無有醫師方藥瞻病。薄福德故。遇病輒死。如", "230": "或說分分異或復說異異", "231": "此四種薩婆多。一種異分別者。彼說諸法隨", "232": "世轉時。分異非事異。如乳變為酪捨味力饒", "233": "益不捨色。如金銀器破已更作餘器捨形不", "234": "捨色。法從未來至現在亦如是。當知此是轉", "235": "變薩婆多。相異者。過去法與過去相合。不離", "236": "未來現在相。如人著一色非不著餘。彼亦如", "237": "是。此說有過。若過去諸法不離未來現在相", "238": "者。竟何所成。亦成合義。若爾者則世亂。如", "239": "人著一色於一色愛著亦行亦成就於餘成就", "24": "是經七月七日。疾疫中劫過。饑饉劫者。亦壽", "240": "而不行。是故彼說世亂。譬亦相違。分分異者。", "241": "說諸法隨世轉時。分分異非事異。此則不亂", "242": "建立世。何以故。業別故。謂法未作業說未來。", "243": "作業說現在。作業已說過去。彼異者彼說諸", "244": "法隨世轉時。前後相待非事異亦非分異。如", "245": "一女人亦名女亦名母。前後相待故。謂觀女", "246": "則知母。觀母則知女。此最亂建立世。彼說過", "247": "去世一剎那有三世。說言觀前起相名未來。", "248": "觀後起相名現在。問諸師說諦無間等各", "249": "各異。薩婆多及婆蹉部說次第諦無間等。曇", "25": "十歲時。饑渴增上體極羸劣。普天亢旱種殖", "250": "無得等說一無間等。何者為實。答今當以五", "251": "支如實說五支者一曰宗二曰因三曰譬四曰合五曰結六曰義如下偈說。", "252": "次第無間等智諦異相故", "253": "見瓶不見衣是故彼亦然", "254": "修行者先苦無間等。後乃至道。問何故。答智", "255": "諦異相故。苦集滅道智各異相行別故。若行", "256": "是苦智。此行非餘智。若不爾者無四智建立。", "257": "諦亦異相。彼逼迫是苦相。生起是集相。寂", "258": "滅是滅相。出離是道相。非不異智異相諦一", "259": "無間等。譬如見瓶時不見衣。以瓶衣異相故。", "26": "不收數米而食。煎煮人骨以飲其汁。如是經", "260": "以異相故見瓶不見衣見衣不見瓶。彼亦如", "261": "是。於異相諦見苦時不見餘。如是一切。是故", "262": "次第無間等說一無間等者。彼說於諦一無間", "263": "等。何以故。信聖賢故。如世尊說。比丘於苦無", "264": "疑。集亦無疑。滅道亦如是。如燈俱作四事。", "265": "熱器燒炷油盡破闇。如是一智知苦乃至修", "266": "道。是故一無間等。彼說智諦異相者不然。一", "267": "相故。一切慧一智相於一切法境界作無我", "268": "行。如世尊說。一切法無我。智慧者能見。彼", "269": "厭於苦時是即道清淨。諦相亦如是說。瓶衣", "27": "七年七月七日。饑饉中劫過。如是說者。若於", "270": "異相者此亦不然。何以故。自相無間等非分", "271": "故。共相境界無間等非自相。謂色等五陰壞", "272": "相壞相即無常相。共境界智一無間等。若異者則自", "273": "生過次第無間者言。汝言賢聖說者。此則密", "274": "語。此說有餘義。如世尊說。若苦無疑於一切", "275": "無疑。為彼疑行故說。若彼苦無間等生。彼", "276": "疑至竟不行。非數滅故。為除有餘說故世尊", "277": "說。給孤獨修多羅如是說言。長者於四聖諦", "278": "次第無間等。如是廣說。所說如燈者。燈有多", "279": "性多業過。我不取燈事。若分別時燈捨自名。", "28": "今世一日一夜持不殺戒。終不生彼刀兵劫", "280": "前已說。彼明色入攝力能破闇。彼熱觸入攝", "281": "能作餘事。若不爾者壞決定義。慧不如是。若", "282": "言同者則有過。若言一相者此亦不然。行別", "283": "故。無常行智異。苦空無我等行智亦各異如", "284": "是比。若不爾者無解脫門。不壞行是解脫門", "285": "雜觀名為壞三脫異觀故不壞。如汝說緣一切法作無我行。以", "286": "頓觀一切法故。此則不定思惟分定思惟行", "287": "各別諦緣。是故不應說彼厭於苦時是即道", "288": "清淨。不可以厭行緣於滅道。滅道是可樂事", "289": "故。一切緣者不通一切。相違故。以無我行不", "29": "中。一呵黎勒果施僧福田。終不生彼疾疫劫", "290": "即行。此無我行故。自性不自觀故。亦無二決", "291": "定性。亦不觀相應共一行一緣故。亦不觀共", "292": "有共。一果一決定故。又說。一切行無常者亦", "293": "非無常行。作滅無間等。滅者常故。當知彼行", "294": "遠以向真諦故說。如所說觀此眾生長夜成", "295": "就身口意惡行。言此眾生即是地獄及餘惡", "296": "趣。實非此人即是地獄。以向地獄故說。彼亦", "297": "如是。又復是空無間等者則非無願無相。彼", "298": "一切法境界非分故。莫言有過。是故一切法", "299": "無我行是不定思惟。定思惟者有漏緣。若不", "3": "宋天竺三藏僧伽跋摩等譯", "30": "中。若以一食施僧福田。終不生彼饑饉劫中。", "300": "爾者解脫門減。若言自相無間等非分者不", "301": "然。何以故。以觀故。是自相共相。謂逼迫相是", "302": "苦相。觀三諦故是自相。觀陰故是共相。如是", "303": "一切當知。皆以觀故說自相共相。言不爾者", "304": "不然。何以故。以不壞觀故。前已說。前說中", "305": "陰後當說今當說。問為有中陰為無。答。", "306": "當知有中陰世尊之所說", "307": "譬如村間道彼則有俱過", "308": "此說有中陰。何以故。世尊所說故。如世尊說。", "309": "七士夫趣有中般涅槃。若無中陰者則無中般", "31": "此閻浮提惡劫互起。餘方則少有相似。如此", "310": "涅槃。若言有中夭從彼般涅槃者不然。天趣", "311": "中不說故。世尊修多羅說。四天王天乃至非", "312": "想非非想處不說有中夭。餘亦有過。若說生", "313": "般涅槃。復有名生天耶。如是一切。阿那含亦", "314": "應如是說過。是故彼是妄想說。若言壽命中", "315": "間般涅槃者不然。除欝單曰及後邊菩薩。多", "316": "有眾生不盡壽而死。此皆是中般涅槃耶。是", "317": "故此皆有過。問此云何。答譬如村間道。如從", "318": "一村至一村。如是死陰生陰。從死陰趣生陰", "319": "亦如是。如阿濕波羅延經說。若彼處來。如", "32": "間刀兵劫起。彼唯瞋恚增上。如此間疾疫劫", "320": "是廣說。若無中陰者則無去來。是故應有中", "321": "陰。若言為除有餘說修多羅故。世尊說修多", "322": "羅及偈言。五無間罪作已。次第生無間地獄", "323": "中。又復為梵志說偈言。少為老病漂到於閻", "324": "王所。梵志無住處亦無有資糧。是故無中陰", "325": "者此不然。何以故。業趣無間故說修多羅及", "326": "偈。謂作無間業已必先受無間報。然後受餘", "327": "業報。亦必生地獄趣中。非餘趣。如汝所解。世", "328": "尊說修多羅五無間業作已次第生地獄中。", "329": "為要五無間生地獄中。為二三四耶。為更餘", "33": "起。彼唯羸劣少力。如此間饑饉劫起。彼唯增", "330": "罪生地獄中耶。當知此經及偈意。", "331": "若言如影者。如月極遠影現水中。非彼月來", "332": "至水中。如是死陰生陰如影。眾生生何用中", "333": "陰為者。此亦不然。何以故。彼則有俱過。月及", "334": "水俱。死陰生陰不俱。是故有過。眼識足下身", "335": "識譬亦如是。若先取生陰而捨死陰。如折樓", "336": "虫者不然。何以故。趣不別及二識合過故。是", "337": "故說有中陰。如所說四種薩婆多。問為有一", "338": "切有為無。答。", "339": "當知一切有非有一切相", "34": "饑渴。問云何大劫過。答除地餘三種。是名", "340": "一切無一切無有他相法", "341": "此有是薩婆多所立。一切者。謂十二入。彼諸", "342": "入有自相非餘。一切相所作別故。作業別前", "343": "已說。一切無一切者。謂學法中有學法無無", "344": "學法。無學法中有無學法亦無學法。如空中", "345": "亦無有跡。如是比。問此說有云何無有。答無", "346": "有他相法。如眼相是眼入。無餘入相。相別故。", "347": "以是故說一切法不雜。", "348": "一切世悉有不違其所應", "349": "牟尼之所說聲聞僧無佛", "35": "大劫過。三大種說大劫過。謂火水風非地種。", "350": "有三世薩婆多。此薩婆多所立。問何故。答", "351": "現在世者觀過去未來故施設。若無過去未", "352": "來者則無現在世。現在世無者亦無有為法。", "353": "是故有三世。莫言有咎。若言久遠是過去當", "354": "有是未來非是有唯有現在者此不然。何以", "355": "故。有業報故。世尊說有業有報。非是業報俱", "356": "現在。若業現在當知報在未來。若報現在當", "357": "知業已過去。若言俗數說者。亦說作者不可", "358": "得。若言俗數說有業有報者此亦不然。世尊", "359": "亦說作者不可得。此亦俗數說耶。神口所說", "36": "何以故。不利故。利者壞大劫。復次地種壞劫", "360": "第一義空修多羅。而汝妄想說此有故彼有。", "361": "如是比。當知如汝說久遠是過去當有是未", "362": "來非是有唯現在是有者。莫作是說。我亦能", "363": "說現在者於既往是未來。於當有是過去。此", "364": "非智者說。如所說若無信等五根。我說是凡", "365": "夫輩。若學人纏所纏信等五根不現在前道", "366": "與煩惱不俱故。是故應知有過去未來。若異", "367": "者聖人應是凡夫。若言得隨生此亦不然。無", "368": "法得非分故。依處非分故。聲聞僧無佛者。聲", "369": "聞僧不攝佛。何以故。三寶不減故。若世尊", "37": "者。壞劫應至第四禪。而未曾至第四禪。問何", "370": "聲聞所攝。應有三寶非三佛。無別體故。歸", "371": "依及不壞淨念等亦如是。莫言有過。是故聲", "372": "聞僧不攝佛。如世尊修多羅說。憍曇彌。施僧", "373": "亦是供養我。當知是說比丘僧聖僧福田僧。", "374": "世尊者彼三僧所攝。破煩惱故。聖故。第一義", "375": "福田故。非聲聞僧自覺故。", "376": "設令廣章句群生大恐怖", "377": "無勝甚深相我今但略說", "378": "若廣說者眾生怖畏。是故我今不廣說。章句", "379": "深達。阿毘曇明淨智慧所解。諸論音聲妙義", "38": "故壞劫不至第四禪。答淨居天故。彼無上地", "380": "於此略說。", "381": "古昔諸大師演說無量義", "382": "我今隨所解分別說少分", "383": "我今於尊者法勝所說中。以少智慧思量撰", "384": "集造立章句。將以申述助宣遺法。非欲憍慢", "385": "求名稱故。如彼所說。若生諸煩惱是聖說。有", "386": "漏滅道亦生煩惱。而非有漏增。煩惱非分故。", "387": "無漏緣煩惱滅而不增。前已說。是故我說增", "388": "也。無漏緣軟中上不增者不然。依增故。", "389": "決定知此論章句微妙義", "39": "生。即彼般涅槃故。亦不下生。下地非數滅", "390": "於彼智慧眾勇猛無所畏", "391": "於此論章句義味。能決定知善分別說者。於", "392": "諸智慧眾中心無怯畏。善解法相故。", "393": "我今增益論其心無所貪", "394": "為令智者樂疾得寂滅樂", "395": "經本至略義說。深廣難可受持。如虛空論難", "396": "可了知。前已說。是故增益論本。隨順修多羅", "397": "義。令易了知。以知義故煩惱則斷。", "398": "11 論品雜阿毘曇心論品第十一", "399": "已說擇品。今當略說諸論。令智者欣樂。", "4": "擇品下", "40": "故。若彼住經壞劫者亦不然。增上福力生彼", "400": "離律不律儀而得於律儀", "401": "不因彼致勝能決定者說", "402": "答有。謂無色界沒生色界時。無色界凡夫名", "403": "非律儀非不律儀。無色界善惡律儀非分故。", "404": "從彼命終生色界時得善律儀。色界律儀與", "405": "心俱故。非勝進。無色界界勝故。", "406": "頗得沙門果賢聖離諸過", "407": "得有為善法不名為修習", "408": "答有。謂果所攝聖道滅已。然後退。不增進根", "409": "還得。彼先過去果所攝道先滅故非修。現在", "41": "處故。內擾亂非分故。若彼地內有擾亂者。", "410": "因非分故。離諸過者非世俗故。有為者非無", "411": "為故。善者非不善無記故。", "412": "道未興起時遠離諸過咎", "413": "解脫時離惡能決定者說", "414": "答有。謂修行者住金剛三昧。除初盡智諸餘", "415": "無學法。是未起時不向故。解脫時者。一切無", "416": "學道頓解脫初盡智生時。是生時是解脫時。", "417": "離諸過惡者。非有漏故。", "418": "頗光音纏起是彼定相應", "419": "清淨初禪退而得於退法", "42": "則外有災患。彼初禪內有覺觀。火擾亂故外", "420": "答有。謂阿羅漢第二禪纏退時。盡智所得。初", "421": "禪退與盡智合故。有退熏修。初禪與第四禪", "422": "合故。阿那含亦爾。言淨者明所退。非無學", "423": "故。", "424": "頗於見諦道得彼諸善法", "425": "彼法是有緣聖智不見緣", "426": "答有。謂與苦比智俱。欲界等智苦無間等邊", "427": "修亦不見彼智緣。以彼緣欲界。而苦比智不", "428": "緣欲界故。集滅無間等邊亦如是。道比忍得", "429": "緣三諦智而不觀彼諦。住異境界故。如住學", "43": "為火災所燒。第二禪內有喜。水擾亂故外為", "430": "法得無學法得無學法非學法。如是從法智", "431": "品至比智品。比智品復至法智品。", "432": "頗果有漏慧無漏慧所斷", "433": "彼果所因起謂不離欲慧", "434": "答有。謂聖人離欲界欲。未離初禪欲。欲界初", "435": "禪果化心離欲。欲界愛盡故。初禪慧未離欲。", "436": "彼愛未盡故。一切化心亦如是。隨其義除自", "437": "地果。", "438": "頗住無礙道而得於諸滅", "439": "此相違煩惱非彼無漏見", "44": "水災所漂。第三禪內有出入息。風擾亂故外", "440": "答有。謂凡夫人修神通時。無礙道斷神通相", "441": "違煩惱而得諸滅。非無漏見相違。何以故。聖", "442": "人離欲時。法忍現在前。得忍相違煩惱滅", "443": "故。", "444": "頗諸煩惱滅離欲者獲得", "445": "不斷於煩惱而得無垢盡", "446": "答有。謂上地命終生梵天時。得欲界煩惱滅。", "447": "而不斷彼煩惱。先已斷故。餘一切地亦如是。", "448": "頗無垢淨地未曾得而得", "449": "非離欲非退不依於見道", "45": "為風災所壞。問第四禪未曾有擾亂者何得", "450": "答有。謂初禪離欲。依初禪及眷屬超昇離生。", "451": "道比智生成就三地阿那含果。從彼定起入", "452": "第二禪。得第二禪無漏。得彼無漏時。非離欲。", "453": "先離欲故。非退。勝進故。非見道。見道究竟", "454": "故。當知上地及增益諸根亦如是。", "455": "頗護未曾得而得於寂滅", "456": "不捨彼不得若能知者說", "457": "答有。謂除苦法忍眷屬得。餘無漏道得。彼", "458": "初無漏捨。一切凡夫性不得。餘不捨。先已捨", "459": "故。", "46": "不常。答剎那無常所壞故。如是說者。第四", "460": "若成就八忍亦成就七智", "461": "此諸無漏見不見何無漏", "462": "答有。謂此人住道比忍。成就一切見道慧。見", "463": "一切滅一切道。唯除道比忍眷屬。彼忍不見", "464": "自性不自觀故。無二性故。亦不見相應一行", "465": "一緣故。不見共有一果一決定故。", "466": "頗法未曾得有漏邊境界", "467": "唯有不動者彼能擊善法", "468": "答有。謂無相無相於無窮生死未曾得。而得", "469": "空聖道故說有漏緣。非數滅故說邊境界。餘", "47": "禪地不定相續。隨彼天生宮殿俱起。若天命", "470": "非分故說唯不動。空聖道故說擊善法。", "471": "已起無漏慧於彼未起者", "472": "前生非後因若能知者說", "473": "答有。謂前增非後軟因。彼果相似及增故。", "474": "頗離六地欲聖亦成彼果", "475": "不成無漏禪若能知者說", "476": "答有。謂空處離欲依禪未至超昇離生。苦法", "477": "忍生道比智未生。以八十九沙門果故。故言", "478": "成彼果。以苦法智是苦法忍依果及功用果。", "479": "見苦所斷煩惱盡是解脫果及功用果。而不", "48": "終彼亦俱沒。問何等劫盡最初。答。", "480": "成無漏禪。未得故。", "481": "頗諸無漏法而為界所攝", "482": "能生彼法者不入彼界中", "483": "答有。謂無漏戒彼界所攝。非漏所攝。戒者四", "484": "大所造。彼果故。四大者觸界所攝。身識境界", "485": "故。", "486": "頗一大種滅於禪地不起", "487": "二大種在前若能知者說", "488": "答有。謂聖人生欲界無漏初禪。次第有漏初", "489": "禪現在前。一種四大滅。謂欲界四大以無漏", "49": "七火次第過然後一水災", "490": "隨轉。若於彼生現在前。即彼地四大造故。二", "491": "種四大現在前者。謂欲界及初禪地四大", "492": "道共戒名無漏隨轉若於彼欲界生即彼欲界四大造故此四大與無漏俱起滅也。", "493": "頗法因三道是三種自性", "494": "謂三種一地亦復在三地", "495": "答有。謂無學慧。以彼見道修道無學道為", "496": "因。盡智無生智無學等見是自性。軟中上分", "497": "別故說三種。無學地所攝故說一地。有覺有", "498": "觀等分別故在三地。", "499": "頗有有漏受二成一不成", "5": "問知法識法明法此云何。答。", "50": "七七火七水復七火後風", "500": "二根二種成是說為身證", "501": "答有。謂身證人依初禪初禪眷屬及第二禪增", "502": "進根。上地不現在前成就苦根有漏樂根。此", "503": "人先得第三禪地無漏樂。以轉根故捨復未", "504": "更得。以依下地增進根故。不修上地學道。如", "505": "得學果一憂根不成就。離欲故。喜根捨根各", "506": "有二種。謂有漏無漏。是悉成就。以禪未至", "507": "中間攝捨根。是故得捨根。初禪二禪攝喜根。", "508": "是故得喜根。", "509": "九地煩惱滅而得於諸禪", "51": "七火次第起者。謂最初火劫起。如是說言。若", "510": "不得無色定或復得當說", "511": "答有。謂阿羅漢能得禪定非無色。諸禪亦得", "512": "亦現在前。無色者成就而不行。", "513": "一法眾多性或一三有無", "514": "彼是無學法因力所長養", "515": "答有。謂無知根。建立一根故說言一。九根和", "516": "合故說眾多性。以眾多性故說非一。一無學", "517": "地故說一地。覺觀分別故說三地。有者謂有", "518": "名。無者無別事。無學得故說無學法。三因成", "519": "故說因長養。", "52": "火劫將起。爾時人壽八萬歲地獄命終者不復", "520": "頗法是有分與彼餘有分", "521": "相似生住壞若能知者說", "522": "答有。謂色入是餘有分。彼相與入俱生住滅。", "523": "共一果故。色入者不作業故說餘有分。彼相", "524": "者法入攝故。是有分。", "525": "頗諸相應法或說餘有分", "526": "或復說有分若能知者說", "527": "答有。謂未來不生法意入。是餘有分。不作業", "528": "故。餘心法是有分。法入攝故。", "529": "頗二阿那含共生於一地", "53": "還生。當知劫盡。乃至地獄無有一眾生住。是", "530": "第一法或成俱得一地果", "531": "答有。謂一阿那含依第二禪超昇離生。第二", "532": "阿那含依第三禪。彼命終俱生第三禪。彼依", "533": "二禪超昇離生者。增進禪故。捨世間第一法", "534": "即依第三禪者。成就不捨。上諸地亦如是。得", "535": "一地果者。謂無覺無觀禪。", "536": "頗有不動法俱受於一有", "537": "一成就九地善有漏一無", "538": "答有。謂一生欲界一生初禪。生欲界者。九地", "539": "有漏法成就。生初禪者。八地。除欲界地。增捨", "54": "名地獄劫盡。如地獄劫盡。畜生餓鬼亦如是。", "540": "俱受一有故說一有。有漏者。以無漏生上成", "541": "就下故說有漏。", "542": "頗住一剎那得捨三脫門", "543": "或復捨於二一捨還復得", "544": "答有。謂生無色界當得阿羅漢住金剛三昧。", "545": "得無學三昧門。捨學三脫門。捨滅受想定及", "546": "非想非非想處。捨一切退分。得一切勝分一念", "547": "中亦捨亦得故言一念滅受想定及非想得斷知言捨二捨退得勝故捨一得一也。", "548": "頗成沙門果成就聖非聖", "549": "而不得斷知若能知者說", "55": "若畜生於人有用者與人俱盡。是時閻浮提", "550": "答有。謂無間等苦智生集智未生。爾時於八", "551": "十九沙門果分成就。於四沙門果不成就。亦", "552": "不得斷知。", "553": "度彼無勝海少力所不任", "554": "今我隨所能宣說甚深義", "555": "世間貧窮人彼可卒令富", "556": "無智則不然要須大方便", "557": "世間寶易得慧寶甚難獲", "558": "是故應勤學漸入甚深智", "559": "正解涅槃路邪惑生死徑", "56": "唯有一人。無有教者能入初禪。從初禪起已", "560": "慧能滅癡闇如日除幽冥", "561": "為求解脫故當勤修智慧", "562": "薩婆多比丘。莊嚴阿毘曇偈。願令一切眾生。", "563": "智慧漸增疾得解脫。", "564": "雜阿毘曇心論卷第十一", "57": "舉聲唱言。離生喜樂甚為快樂。如是音聲展", "58": "轉相告遍閻浮提。諸餘眾生亦無師教悉入", "59": "初禪。乃至閻浮提無一眾生住。是名閻浮提", "6": "知者一切法識明亦復然", "60": "劫盡。唯除欝單曰。欲界一切善趣亦復如是。", "61": "欝單曰命終無得禪者。離欲非分故。又於彼", "62": "時初禪一眾生無有教者而入第二禪。從禪起", "63": "已舉聲唱言。定生喜樂甚為快樂。如是音聲", "64": "遍至梵天。餘諸眾生亦復如是。乃至初禪無", "65": "一眾生住。是名眾生世劫盡。是時世界久遠", "66": "虛空。乃至七日出。問曰。從何處出。答有說。", "67": "劫成時由乾陀山後有七日輪住從彼而出。", "68": "有說。一日分為七分。復有說。一日七倍熱。復", "69": "有說。從無間地獄火出。如是說者。眾生業力", "7": "知及意識明彼各隨事說", "70": "故。增上果器世界起。彼業盡如是擾亂生。乃", "71": "至梵天燒然如是。七火次第過然後一水災", "72": "者。七火災過已然後一水災。乃至壞第二禪。", "73": "問水從何處起。答有說。從第三禪際雨熱灰", "74": "水。復有說。水輪涌出。擾亂起如前說。七七", "75": "火七水者。七火災次第過然後一水災。如是", "76": "七七火災一七水災。復七火後風者。復七", "77": "火災過然後一風災。水災風災從火災次第", "78": "起。此則善說。是遍淨天六十四劫壽也。水災", "79": "所漂乃至第二禪風災所壞。乃至第三禪百", "8": "彼苦智知苦。乃至道智知道。無漏智分段緣", "80": "億四天下一時俱壞。十九中劫世間空。一中", "81": "劫器世界壞。一中劫器世界成。十九中劫漸", "82": "次第住。若處最初空是處最後住。若處最後", "83": "空是處最前住。問云何心亂。答。", "84": "錯亂本業報恐怖及傷害", "85": "若彼解支節聖說水火風", "86": "錯亂本業報怖畏及傷害者。四因緣心亂。謂", "87": "四大錯亂本業報。恐怖及傷害身。四大錯亂", "88": "者。飲食不適故四大錯亂。四大錯亂故令彼", "89": "心亂。本業報者。本造心亂業報已熟。問何者", "9": "故善等智者亦知苦。乃至虛空數非數滅。普", "90": "是。答好傳衰禍令他愁苦。或復罵言。汝癡狂", "91": "心亂。驅迫眾生令墮嶮處。焚燒山澤強與人", "92": "酒。或以妄想倒說佛語。如是比業得心亂果。", "93": "恐怖者。見非人形來驚畏。恐怖故彼心則亂", "94": "傷害身者。為非人所打故。彼以不淨污大眾", "95": "會處及佛僧塔故彼處非人瞋。即打故彼則", "96": "心亂。此說凡夫人。聖人無本業行報心亂。若", "97": "先種定報業者。先受報已然後超昇離生。若", "98": "種不定報業者若超勝離生彼業則滅。心亂", "99": "者在欲界。彼地獄不心亂。常亂故。畜生餓鬼"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1552 雜阿毘曇心論: 雜阿毘曇心論: 雜阿毘曇心論: 雜阿毘曇心論", "author": "尊者法救造  宋 僧伽跋摩等譯", "sourceLink": "http://www.cbeta.org/"}