{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0283 菩薩十住行道品: 菩薩十住行道品: 菩薩十住行道經", "text": {"0": "No. 283 [Nos. 278(11), 229(15), 281(2), 284]", "1": "菩薩十住行道品一卷", "10": "佛威神益。深入經處，悉示諸十方虛空法，心", "100": "人，六者、悉教十方人莫使作惡，七者、悉引十", "101": "方人著菩薩道中，八者、悉清淨於十方人，九", "102": "者、悉度十方人，十者、悉脫十方人令般泥洹。", "103": "「不可復計十方人、不可復數十方人、不可復", "104": "議十方人、不可復稱十方人、不可復量十方", "105": "人、了不可議說十方人。何等為十方人者？都", "106": "盧十方人皆虛空人、皆非我所人、皆無所有", "107": "人，皆所有、皆無他奇。所以者何？心無所著", "108": "故。", "109": "「六、何等為阿耆三般菩薩法住者？有十法深", "11": "無所著；悉入無所罣礙中、悉入大道中，疾近", "110": "慈心哀。何等為十法？一者、用說佛善惡，心無", "111": "有異，二者、說法善、說法惡，心無有異，三者、說", "112": "菩薩善、說菩薩惡，心無有異，四者、求菩薩道、人", "113": "共相道善惡，心無有異，五者、中有人言十方", "114": "人多、十方人少，心無有異，六者、都十方人轉", "115": "相道善惡，心無有異，七者、中有人說言十方", "116": "人易脫、難脫，心無有異，八者、說法多、說法少，", "117": "心無有異，九者、說法壞、說法不壞，心無有異，", "118": "十者、有法處、無法處，心無有異。是菩薩當學", "119": "是諸法無有處。「復有十事。何等為十事？一者、", "12": "逮佛；悉知諸經、諸十方人所思想；悉學知", "120": "諸法無有處，二者、諸法不可得見處，三者、學", "121": "諸法譬如化作，四者、諸法皆虛空，五者、諸法", "122": "若干種虛空，六者、諸法無有罣礙極虛空處，", "123": "七者、諸法譬若幻所化，八者、諸法譬夢中所", "124": "有，九者、諸法不可計，十者諸法無所有不可", "125": "得視。所以者何？益深入佛法中無有能勝", "126": "者。", "127": "「七、阿惟越致菩薩者何等法住？菩薩聞十事", "128": "堅住。何等為十事？一者、有佛無佛不動還，二", "129": "者、言有法無法不動還，三者、有菩薩、無菩薩", "13": "十方諸所說經，皆悉知用。是故，悉為諸菩薩", "130": "不動還，四者、有求菩薩道者、無有求菩薩道", "131": "者不動還，五者、持是法得、持是法不得不動", "132": "還，六者、有諸過去佛、無諸過去佛不動還，七", "133": "者、有諸當來佛、無諸當來佛不動還，八者、有", "134": "諸現在佛、無諸現在佛不動還，九者、佛智慧", "135": "盡、佛智慧不盡不動還，十者、過去世事、當來", "136": "世事、今現在世事乎若干種、乎一種，心終", "137": "不復動還。「是菩薩當教令學此十事。何等為", "138": "十？一者、向一慧入若干慧，二者、持若干慧", "139": "入一慧，三者、一慧入若干事，四者、從若干事", "14": "等說菩薩十法住，悉及得持佛威神，悉能說。」", "140": "入一慧，五者、持十方人處虛空，六者、持虛", "141": "空皆入十方人，七者、持思想入不動搖，八者、", "142": "持不動搖入思想中，九者、持虛空入想中，十", "143": "者、持想入虛空中。所以者何？諸功德法悉入", "144": "中，用是故不復動。", "145": "「八、鳩摩羅浮童男菩薩者為何等法住？菩薩", "146": "於十事中住。何等十？一者、身所行、口所言、心", "147": "所念悉淨潔，二者、無有能得長短者，三者、心", "148": "一反念在欲生何所，四者、十方人知誰慈心", "149": "者，五者、十方人所信用悉知，六者、十方人若", "15": "爾時，曇昧摩提菩薩所語說，無所罣礙、無所", "150": "干種悉知，七者、十方人所作為悉知，八者、諸", "151": "剎土成敗悉知，九者、神足念飛在所到，十者、", "152": "諸法清淨學。「是菩薩當復學十事。何等為十", "153": "事？一者、當學知諸佛剎佛剎，二者、當學感動", "154": "諸佛剎，三者、當學自在所作威神，四者、當", "155": "學視諸佛剎，五者、當學從一佛剎復至一佛", "156": "剎，六者、當學往到無央數佛剎，七者、當學知", "157": "無央數法在所問，八者、當學變化譬如幻自", "158": "在所作，九者、當學佛音聲響，十者、當學一反", "159": "念。供養無央佛所即悉遍至到。所以者何？", "16": "難也；無有盡儩時、無有能升量者、無有極", "160": "入於一法中多所遣。", "161": "「九、者渝阿羅闍菩薩者何等法住？菩薩用十", "162": "事得。何等為十事？一者、諸十方人所出生悉", "163": "知，二者、十方人所繫恩愛悉知，三者、十方人", "164": "所念本末所從來悉知，四者、十方人所作為", "165": "宿命善惡所趣向悉知，五者、若干種諸法悉", "166": "知，六者、十方人所念若干種變化悉知，七者、", "167": "諸佛剎壞敗善惡悉知，八者、過去當來今現", "168": "在無央數世事悉知，九者、十方人等不等悉", "169": "知，十者、教授十方人說虛空法悉知是。「菩薩", "17": "止時；無有能逮者、無有能得長短者；未曾", "170": "復有十處當學知。何等為十處？一者、佛法宮", "171": "當學，二者、造佛法宮當學，三者、佛宮中所有", "172": "當學，四者、佛宮中所教勅當學，五者、佛所出", "173": "入宮當學，六者、法宮當學，七者、法王宮當學，", "174": "八者、法所教勅當學，九者、安行法王當學，十", "175": "者、更造作法中王所教勅當承用學。所以者", "176": "何？心稍稍入佛大道中，所聞法自用教。", "177": "「十、阿惟顏菩薩者為何法住？菩薩入於", "178": "十智中悉分別知。何等為十智中？一者、當何", "179": "因感動無央數佛剎，二者、當明無央數佛剎", "18": "有忘時、無不得明者，悉等無異；無有懈慢", "180": "中事，三者、我日日當置無央數佛剎中菩", "181": "薩，四者、我日日當度無央數佛剎中人，五者、", "182": "我當安隱無央數佛剎中眾生，六者、十方人", "183": "無央數皆聞我聲，七者、悉知十方人民，八", "184": "者、十方人所思想善惡我悉當知，九者、十方", "185": "人我悉當內佛道中，十者、十方人我悉當度", "186": "脫。「渝羅闍菩薩不能及知阿惟顏身所行、口", "187": "所言、心所念、所作為，了不能及知阿惟顏菩", "188": "薩事，不能及知神足念、不能知飛，亦不能逮", "189": "知阿惟顏菩薩過去當來今現在事，亦不能", "19": "時，眾所不能及。持是三昧力，十方諸佛等皆", "190": "逮知所念佛剎，亦不能逮知心所念、所行為", "191": "智慧用十事。渝羅闍菩薩不能逮知阿惟顏", "192": "菩薩所行事，是阿惟顏菩薩逮入佛十智中。", "193": "「何等為十智中？一者、過去當來今現在無端", "194": "亟從佛學，二者、諸佛法悉具足從佛學，三", "195": "者、諸法處無所罣礙從佛學，四者、諸法處無", "196": "邊幅無崖底從佛學，五者、諸所有剎土我", "197": "悉當護持是功德威神從佛學，六者、不可復", "198": "計剎土處無邊幅悉當明知從佛學，七者、十", "199": "方無央數佛剎悉當安隱從佛學，八者、十方", "2": "西晉三藏竺法護譯", "20": "各各伸右手著曇昧摩提菩薩頭上，以曇昧", "200": "人所行為悉當從佛學，九者、諸法智慧悉入", "201": "中從佛學，十者、佛所有智慧悉當知從佛", "202": "學。所以者何？悉具足知，皆曉了佛智慧，都無", "203": "所復從誰學道，是為阿惟顏以十法菩薩行", "204": "道如是。」", "205": "菩薩十住行道經", "21": "摩提菩薩使於三昧中覺，便語菩薩言：「諸", "22": "佛子皆聽，菩薩舍甚大，悉如虛空。經處何因", "23": "菩薩舍甚大——過去諸佛悉那中生、當來諸佛", "24": "悉那中生、今現在諸佛悉那中生？何因菩薩", "25": "入大道中？從何因緣入是大道中？何因正爾？", "26": "「菩薩有十法住，用分別如過去當來今現在", "27": "佛等所說。何等為諸菩薩十法住？", "28": "「第一者、波藍耆兜波菩薩法住。", "29": "「第二者、名阿闍浮菩薩法住。", "3": "曇昧摩提菩薩持佛威神，便於佛前入是", "30": "「第三者、名渝阿闍菩薩法住。", "31": "「第四者、名闍摩期菩薩法住。", "32": "「第五者、名波渝三般菩薩法住。", "33": "「第六者、名阿耆三般菩薩法住。", "34": "「第七者、名阿惟越致菩薩法住。", "35": "「第八者、名鳩摩羅浮童男菩薩法住。", "36": "「第九者、名渝羅闍菩薩法住。", "37": "「第十者、名阿惟顏菩薩法住。", "38": "「一、何等為波藍耆兜波菩薩法住者？上頭見", "39": "佛端政無比，視面色無有厭時，無有及逮", "4": "阿難波渝迦三昧，悉見十方諸佛——十方諸佛", "40": "者、尊貴無有能過者、飛無有能過者、所教授", "41": "無有能過者。是菩薩見佛威神儀法如是，使", "42": "稍入佛道中轉開導之，皆隨其意教度。既", "43": "見勤苦者皆愍傷，稍稍近曉佛語信向之。新", "44": "發起意學佛道，悉欲得了佛智十難處，悉", "45": "欲逮得知之何等為十難處十種力。「波藍耆", "46": "兜波菩薩教有十事。何等為十事？一者、當供", "47": "養佛諸菩薩，二者、隨其所樂當教語，三者、所", "48": "生處皆尊貴，四者、天上天下一無有能及", "49": "者，五者、佛所有智悉當逮得，六者、波羅世", "5": "者，其數如千佛剎塵等；一塵者為一佛剎，一", "50": "所生處常見無央數佛，七者、所有深三昧經", "51": "悉當逮得，八者、死生道無邊幅處以來，九者、", "52": "命既去不久，十者、若悉當度脫十方人。所以", "53": "者何？益入於佛法中故。", "54": "「二、何等為阿闍浮菩薩法住者？有十意念十", "55": "方人。何等為十意？一者、悉念世間人善，二", "56": "者、淨潔心，三者、皆安隱心，四者、柔軟心，五者、", "57": "悉愛等，六者、心念但欲施與人，七者、心悉當", "58": "護，八者、心念人與我身無異，九者、心念十方", "59": "人我觀如師，十者、心念十方人視如佛。阿闍", "6": "佛剎如是十方四面——見十方諸佛皆悉言：「善", "60": "浮菩薩法當多學經；既多學經，以當獨處止；", "61": "既獨處止，當與善師從事；既與善師從事，當", "62": "在善師邊；既在善師邊，當易使；既易使，當隨", "63": "時；既隨所作為，當勇所作為；既勇，當學入", "64": "慧中；既學入慧中，以所受法當悉持；既當悉", "65": "持法，當不忘；既不忘，當安隱處止。所以者", "66": "何？益於閔傷十方人故。「三、何等為渝阿闍菩", "67": "薩法住者？入於諸法中用十事。何等為十事？", "68": "一者、諸所有皆無常，二者、諸所有皆勤苦，三", "69": "者、諸所有皆虛空，四者、諸所有皆非我所，五", "7": "哉，善哉！曇昧摩提菩薩！」十方諸佛皆賜與智", "70": "者、諸所有皆無所住，六者、諸所有皆無利，七", "71": "者、諸所有皆無所止，八者、諸所有皆無有處，", "72": "九者、諸所有皆無所著，十者、諸所有皆無所", "73": "有，諸法悉入中不復還。「渝阿闍菩薩教法悉", "74": "當念於十方人；念於十方人已，悉當念法處；", "75": "念法處已，悉當念諸佛剎；念諸佛剎已，悉當", "76": "念地法；念地法已，悉當念水法；念水法已，悉", "77": "當念火法；念火法已，悉當念風法；念風法已，", "78": "悉當念欲法；念欲法已，悉當念色法；念色法", "79": "已，當念無有欲色法處；念無所欲色法處已，", "8": "慧，悉語曇昧摩提菩薩言：「是釋迦文佛前世", "80": "心無所貪。所以者何？用是故悉當法明。", "81": "「四、何等為闍摩期菩薩法住者？常念於佛處生，", "82": "有十事。何等為十事？一者、不復還，二者、多深", "83": "慈於佛，三者、深思惟法，四者、皆視十方人慈", "84": "心，五者、思惟十方了無所有，六者、十方佛剎", "85": "皆虛空，七者、宿命所作了無所有，八者、諸所", "86": "有皆虛空，譬如作幻耳，九者、諸所有勤苦無", "87": "所有，十者、泥洹虛空無所有。用是故生於佛", "88": "法中，是為闍摩期菩薩教法。「過去諸佛虛空", "89": "無所有、當來諸佛虛空無所有、今現在諸佛", "9": "本願所結成功德威神使若益。諸經益者，", "90": "虛空無所有；過去諸佛法無所有、當來諸佛", "91": "法無所有、今現在諸佛法無所有；過去諸佛", "92": "法念從何所出生？索了無所有；當來諸佛法", "93": "念從何所出生？索了無所有；今現在諸佛法", "94": "念從何所生？索了無所有。諸佛法等悉了無所", "95": "有。所以者何？是三世法等皆了，無所有一。", "96": "「五、何等為波渝三般菩薩法住者？所作功德", "97": "悉度十方人，有十事。何等為十事？一者、悉護", "98": "十方人，二者、悉令十方人善，三者、悉念十方", "99": "人命安隱，四者、悉愛十方人，五者、悉哀十方"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0283 菩薩十住行道品: 菩薩十住行道品: 菩薩十住行道經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}