{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0774 大乘四法經: 大乘四法經: 大乘四法經", "text": {"0": "No. 774", "1": "大乘四法經", "10": "來上。時有兜率陀天，名曰善勝，已於阿耨多", "100": "「復次，菩薩有四種齊行。云何為四？謂：發心起", "101": "行；布施迴向；大慈大悲；智慧方便。是為四。", "102": "「復次，菩薩有四種法障夢。云何為四？謂：夢月", "103": "墮於平地井中；夢月現於濁泉池中；夢月", "104": "在空大雲所覆；夢月在空煙塵所翳。是為四。", "105": "「復次，菩薩有四種業障夢。云何為四？謂：夢墮", "106": "大險處；夢高下道；夢磐曲道；夢迷方驚怖。是", "107": "為四。「復次，菩薩有四種煩惱障夢。云何為四？", "108": "謂：夢毒蛇擾亂；夢群獸惡聲；夢落賊難處；", "109": "夢身蒙塵垢。是為四。「復次，菩薩有四種得陀", "11": "羅三藐三菩提得不退轉，與其眷屬在此會", "110": "羅尼夢。云何為四？謂：夢大伏藏諸寶充滿；", "111": "夢清池中眾花齊敷；夢得雙淨白疊；夢諸", "112": "天持蓋覆上。是為四。「復次，菩薩有四種得三", "113": "昧夢。云何為四？謂：夢端正童女眾寶莊嚴，持", "114": "花授與；夢白鵝行列，迴翔空中；夢如來手", "115": "摩其頂；夢如來坐蓮花座，入於三昧。是為四。", "116": "「復次，菩薩有四種見如來夢。云何為四？謂：夢", "117": "月出現；夢日出現；夢蓮花開；夢大梵王威儀", "118": "閑寂。是為四。「復次，菩薩有四種得大人相夢。", "119": "云何為四？謂：夢諸妙花果滿娑羅樹；夢大銅", "12": "中，白文殊師利言：「尊者！供養如來猶未足耶？」", "120": "器眾寶盈滿；夢虛空中幢蓋莊嚴；夢轉輪王", "121": "以法御世。是為四。「復次，菩薩有四種不退相", "122": "夢。云何為四？謂：夢白繒繫頂；夢自設無礙施", "123": "會；夢身處法座；夢佛坐道場，為眾說法。是為", "124": "四。「復次，菩薩有四種降魔怨夢。云何為四？謂：", "125": "夢大力士摧小力士，持勝幡去；夢大勇將戰", "126": "勝而去；夢受灌頂王位；夢坐菩提樹，降伏眾", "127": "魔。是為四。「復次，菩薩有四種坐菩提場夢。云", "128": "何為四？謂：夢吉祥瓶滿；夢眾右繞其身；夢所", "129": "往之處樹皆低枝；夢金光普照。是為四。」文殊", "13": "文殊師利言：「於意云何，海納眾流有厭足不？」", "130": "師利說此法時，善勝天子及其眷屬歡喜踊", "131": "躍，以天曼陀羅花、波頭摩花、拘物頭花、分陀", "132": "利花供養文殊師利，及散一切眾會。以佛神", "133": "力，所散之花上昇虛空，成大蓮花，量如車輪；", "134": "微妙香潔，悅可眾心。於花臺上有諸菩薩，三", "135": "十二相莊嚴其身。爾時善勝天子白文殊師", "136": "利言：「此諸菩薩從何方來？」文殊答言：「如花來", "137": "處，是所從來。」天言：「此花化生，無所從來。」文殊", "138": "復言：「彼諸菩薩當知亦爾！」", "139": "爾時世尊即便微笑，從其口中放種種光，青、", "14": "天言：「不也！」文殊師利言：「天子！大海深廣，無", "140": "黃、赤、白、頗梨等色，遍照十方無量剎土，上至", "141": "梵世，蔽日月光，還從頂入。時善勝天子即從", "142": "坐起，偏袒右肩，右膝著地，合掌向佛，以偈讚", "143": "曰：", "144": "「清淨金色光，妙相三十二，", "145": "具億那由他，無比勝功德，", "146": "能救世間者，何故現微笑？", "147": "梵音深且遠，所言淨微妙，", "148": "恒薀七聖財，放大智慧光，", "149": "迦陵伽聲音，願說微笑義。", "15": "有涯際；萬流朝宗，嘗無盈息。菩薩摩訶薩求", "150": "世雄大丈夫，降魔及異道，", "151": "常為諸天人，修羅等供養，", "152": "具足十力者，何故現微笑？", "153": "一切貪恚癡，塵惱智慧障，", "154": "永斷無餘習，面如淨滿月，", "155": "普施安樂者，願說微笑義。", "156": "善逝天人師，無量功德聚，", "157": "其心常平等，具足行眾善，", "158": "開解一切者，何故現微笑？", "159": "常持大慧燈，破黑闇稠林，", "16": "薩婆若，供養如來，亦復如是，未曾厭足。」天復", "160": "遊步若牛王，無畏如師子，", "161": "利益眾生者，願說微笑義。", "162": "人中最尊勝，難見難可測，", "163": "無我無諂曲，超越諸有海，", "164": "智力自在者，何故現微笑？", "165": "千輻網縵足，三界無倫匹，", "166": "竭涸生死流，斷絕愚癡網，", "167": "善哉大智者，願說微笑義。」", "168": "爾時世尊告善勝天子言：「汝見虛空蓮花座", "169": "上諸菩薩不？」天子白言：「唯然，已見！」佛言：「此諸", "17": "請言：「供養佛時應何所為？」文殊答言：「應以", "170": "菩薩皆是文殊師利之所化度，為聽如是四", "171": "法門故，從十方來，皆住一生補處，於十方剎", "172": "當成阿耨多羅三藐三菩提，名號各異。」天言：", "173": "「世尊！此諸菩薩頗有算計知其數不？」爾時世", "174": "尊告舍利弗：「汝能知耶？」舍利弗言：「世尊！", "175": "我能於一念頃悉知三千大千世界一切星", "176": "宿，不能百年算知此諸菩薩數量！」佛告舍利", "177": "弗：「假使微塵滿閻浮提尚可數知，此菩薩數", "178": "莫知邊際。」舍利弗言：「何處當有爾許佛剎，", "179": "容是菩薩成正覺耶？」佛言：「且止，莫作是說！", "18": "四事：一、為薩婆若；二、為度一切眾生；三、為不", "180": "諸世界中空無佛者，無量無邊。」舍利弗：「假使", "181": "如來恒河沙劫久住於世，日日常說恒河沙", "182": "法；說一一法，皆授恒河沙菩薩阿耨多羅三", "183": "藐三菩提記；過於東方恒河沙佛剎，乃一菩", "184": "薩於中成佛；如是東方無佛世界尚不能盡，", "185": "何況十方一切剎土空無佛者。」「舍利弗！如是", "186": "所有無量世界，皆是如來肉眼所見。其中", "187": "所有一切眾生，皆是如來心之所知。」時諸大", "188": "聲聞及一切眾會心生希有，作如是言：「我等", "189": "今者咸得善利，值遇是師，成就廣大福德、智", "19": "斷三寶種；四、為攝諸佛剎功德莊嚴。是為菩", "190": "慧！」時虛空中諸來菩薩皆從空下，頂禮如", "191": "來及文殊師利，恭敬右遶，各還本土。", "192": "爾時善勝天子白文殊師利言：「善哉，尊者！", "193": "作佛作事，乃能化是無量菩薩住大菩提。", "194": "願為我說，成就此等住菩提法。」文殊師利言：", "195": "「天子！成就菩薩住菩提法，有三十五。所謂：", "196": "應常依時不失其節；應警策諸根；應攝心不", "197": "動；應修諸波羅蜜；應隨善方便；應發勝意", "198": "樂；應建大慈；應起大悲；應不捨大乘；應遠離", "199": "小乘；應常諦實；應如實作；應護正法；應如聞", "2": "于闐國三藏法師實叉難陀", "20": "薩以四事故，供養如來。」天復請言：「善哉，尊者！", "200": "行；應了眾生性平等無二；應觀破戒、持戒皆", "201": "福田相；應覺諸魔業；應成滿大願；應於生", "202": "死不疲厭；應降伏眾魔；應知恩報恩；應入滅", "203": "因法；應於解脫門不驚怖；應供養諸佛；應", "204": "隨眾生所須皆作；應不染世法；應樂阿蘭若；", "205": "應行少欲；應念知足；應未度令度；應未解令", "206": "解；應未安令安；應未涅槃令涅槃；應不斷三", "207": "寶種；應攝諸佛淨剎功德莊嚴。是為成就菩", "208": "薩三十五種住菩提法，應如是學。「又復天子！", "209": "菩薩應離十種慢心。所謂：我慢；多聞慢；辯才", "21": "菩薩於法常應不悋。如昔所為尸棄梵王及", "210": "慢；利養名稱慢；住阿蘭若慢；頭陀功德慢；富", "211": "貴眷屬慢；釋、梵、護世承事慢；禪定神通慢；", "212": "為於佛、法、僧得不壞信，天、龍、夜叉、犍闥婆、阿修", "213": "羅、迦樓羅、緊那羅、摩睺羅伽等恭敬讚歎慢。", "214": "菩薩能離此十種慢，即於阿耨多羅三藐三", "215": "菩提不退轉，不為一切外道魔怨之所損敗。」", "216": "時善勝天子白文殊師利言：「隨於尊者所住", "217": "之處，當知已是有此法門，即為如來於中", "218": "出世，轉正法輪。」佛言：「如是，如是！如汝所說，", "219": "隨何方土文殊師利說此法門，即為法王於", "22": "其眷屬演四法門菩薩之道，願為我等一切", "220": "其中住。若有眾生行此法者，是真佛子。有能", "221": "信解、受持此法，名實修行，斯人已為佛所調", "222": "伏，不退轉於阿耨多羅三藐三菩提。」", "223": "爾時世尊告彌勒菩薩、迦葉、阿難：「善男子！我", "224": "今以此法門付囑汝等，當受持、讀誦、如說修", "225": "行、為人廣說。我涅槃後應以此法大作佛事，", "226": "令一切眾生皆獲安樂。」彌勒白言：「唯然，受教！", "227": "世尊！當何名此經？云何受持？」佛告彌勒：「此經", "228": "名『說四法門』，亦名『成就菩薩道法』，是故汝等", "229": "應共受持。」佛說此經已，彌勒菩薩摩訶薩、長", "23": "眾會，重宣此義。」文殊師利言：「諦聽，諦聽！善", "230": "老大迦葉、長老阿難，及一切世間天、人、阿修", "231": "羅等，聞佛所說，歡喜奉行。", "232": "大乘四法經", "24": "思念之！當為汝說。「天子！菩薩摩訶薩應發四", "25": "種增上意樂心。云何為四？謂：攝一切眾生心；", "26": "成熟一切眾生心；集一切善根心；覺悟一切", "27": "佛法心。是為四。「復次，菩薩應發四種如山心。", "28": "云何為四？謂：於乞者無瞋嫌心；向惡道者", "29": "生慈愍心；般若波羅蜜常不捨心；所修眾行", "3": "奉　制譯", "30": "皆究竟心。是為四。「復次，菩薩應發四種轉勝", "31": "心。云何為四？謂：持戒轉勝；多聞轉勝；大", "32": "慈轉勝；大悲轉勝。是為四。「復次，菩薩應發四", "33": "種如金剛不可壞心。云何為四？謂：信樂不", "34": "壞；依善知識不壞；修行不壞；求大乘不壞。", "35": "是為四。「復次，菩薩應發四種無能染心。云何", "36": "為四？謂：煩惱不能染；名利不能染；下乘不", "37": "能染；諸惡眾生不能染。是為四。「復次，菩薩應", "38": "發四種無上心。云何為四？謂：所愛皆捨心；", "39": "施已無悔心；不望果報心；迴向菩提心。是", "4": "歸命大智海，毘盧遮那佛。", "40": "為四。「復次，菩薩有四種能至頂法。云何為四？", "41": "謂：智慧；方便；持正法；化眾生。是為四。「復次，菩", "42": "薩有四種助菩提道。云何為四？謂：勤修諸", "43": "度；順四攝事；住四梵住；遊戲神通。是為", "44": "四。「復次，菩薩有四種第一勝法。云何為四？", "45": "謂：於諸眾生無損惱心；惱害己者，心無繫念；", "46": "在五欲境而不放逸；貧窮苦厄不捨法行。是", "47": "為四。「復次，菩薩有四種安隱心。云何為四？", "48": "若在家時，自財知足；他財不貪；若出家時，依", "49": "四聖種；行頭陀法。是為四。「復次，菩薩有四種", "5": "如是我聞：一時佛在舍衛國祇樹給孤獨園，", "50": "施。云何為四？謂：財施；法施；紙筆施；於法師", "51": "所，善心讚歎施。是為四。「復次，菩薩有四種堅", "52": "勝法。云何為四？謂：所聞能行；豐財能施；", "53": "尊者能供養；壽命能種諸善根。是為四。「復次，", "54": "菩薩有四種不捨。云何為四？謂：不捨菩提", "55": "心；不捨正法；不捨一切眾生；不捨求諸善法。", "56": "是為四。「復次，菩薩有四種園。云何為四？謂：", "57": "樂住阿蘭若；樂獨露坐；樂求善法；樂方便", "58": "度諸眾生。是為四。「復次，菩薩有四種宮。云何", "59": "為四？樂依梵住；樂聞善法；樂觀性空；樂同行", "6": "與大比丘眾五百人、菩薩摩訶薩八千人俱，", "60": "者共止。是為四。「復次，菩薩有四種無盡財。", "61": "云何為四？謂：多聞財；說法財；攝諸貧乏財；迴", "62": "向菩提財。是為四。「復次，菩薩有四種伏藏。", "63": "云何為四？謂：陀羅尼藏；辯才藏；法藏；無盡財", "64": "迴向藏。是為四。「復次，菩薩有四種遠離。云何", "65": "為四？謂：遠離眾話；遠離五欲境；遠離非聖心；", "66": "遠離三界。是為四。「復次，菩薩有四種樂。云何", "67": "為四？謂：離我、我所，無著樂；一切不顧戀，遠離", "68": "樂；離一切境界寂靜樂；不捨一切眾生而", "69": "無煩惱涅槃樂。是為四。「復次，菩薩有四種", "7": "皆被堅固大弘誓甲，并欲、色界諸天子等無", "70": "喜。云何為四？謂：見佛喜；聞法喜；布施不悔", "71": "喜；與一切眾生安樂喜。是為四。「復次，菩薩", "72": "有四種真實。云何為四？謂：不捨菩提心；不", "73": "捨弘誓願；不捨有來歸依者；不捨一切善護", "74": "語。是為四。「復次，菩薩有四種善法。云何為", "75": "四？謂：樂修一切善法；不輕未學；於諸眾生", "76": "怨親平等；為不請友饒益眾生，不思其報。是", "77": "為四。「復次，菩薩有四種清淨。云何為四？謂：戒", "78": "清淨，無我故；定清淨，無眾生故；慧清淨，無壽", "79": "者故；解脫清淨，無諸趣生故。是為四。「復次，", "8": "量百千，恭敬如來，聽受法要。", "80": "菩薩有四種足。云何為四？謂：義足；法足；行", "81": "頭陀功德足；集菩提資糧足。是為四。「復次，菩", "82": "薩有四種手。云何為四？謂：信手；戒手；聞手；", "83": "慧手。是為四。「復次，菩薩有四種眼。云何為", "84": "四？謂：肉眼作善業故；天眼神通不退故；慧", "85": "眼所聞不厭故；法眼諦觀諸法得忍故。是為", "86": "四。「復次，菩薩有四種無厭。云何為四？謂：施", "87": "無厭；住阿蘭若無厭；聽法無厭；修善無厭。是", "88": "為四。「復次，菩薩有四種難行。云何為四？謂：忍", "89": "受一切卑賤、陵辱；雖自窮乏，所有皆施；見有", "9": "爾時文殊師利童子持一寶蓋，廣十由旬，覆如", "90": "從乞頭、目、身體，心無違逆，生善友想；觀空無", "91": "我而現受生。是為四。「復次，菩薩有四種無", "92": "病。云何為四？謂：無諸界不等病；無煩惱熱", "93": "病；無不利益眾生病；無諸法疑惑病。是為", "94": "四。「復次，菩薩有四種自分法。云何為四？謂：諸", "95": "波羅蜜；菩提分法；真善知識；不作一切惡", "96": "業。是為四。「復次，菩薩有四種不動。云何為", "97": "四？謂：菩提心；如願而行；如言而作；勤修正", "98": "行。是為四。「復次，菩薩有四種資糧。云何為", "99": "四？謂：奢摩他；毘鉢舍那；聞一切；善根。是為四。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0774 大乘四法經: 大乘四法經: 大乘四法經", "author": "唐 實叉難陀譯", "sourceLink": "http://www.cbeta.org/"}