{"author": "隋 智顗撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1941 法華三昧懺儀", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1941 [cf. Nos. 1942-1944]", "1": "法華三昧懺儀勘定元本序法華三昧懺儀勘定元本序", "2": "宋天竺寺傳天台教觀沙門遵式述", "3": "聖教浸遠文句舛錯。由傳者浮昧。若不校其", "4": "同異。明示得失日增月甚遐喪真味。法華三", "5": "昧儀者。天台大師瓦官親筆。蓋止觀第三三", "6": "昧所指別行。即其文也。若夫啟迪後學為時", "7": "所宗。破障壞魔入佛境界。與夫文殊普賢並", "8": "驅寶輅。遊方至極者。實惟斯漸矣。患其稍", "9": "易舊章或亡精要。且十科行軌理觀為主。儻", "10": "一以誤九法徒施。有於坐禪觀法加成五句", "11": "者。今列示之。文云。為因心故心。為不因心", "12": "故心。為亦因心亦不因心故心。為非因心非", "13": "不因心故心元文為非非因心非非不因心故心", "14": "近加且山家凡約句法用觀秖但至四。未知五", "15": "句出自何文。又當推檢之際。第五句下準何", "16": "為境。如何用觀。輔行自云。彼別行文但推", "17": "四句。故今文中廣修象觀以廣於彼輔行正文況彼", "18": "象觀猶是歷事。而正觀一門全今四句。豈應", "19": "疑誤彼之大體哉。而復輒引經文繫乎卷末。", "20": "濫回麁注錯其篇內。細碎之失莫得而舉也。", "21": "故今直勘元本刻板印行。庶存先制。而今", "22": "而後。求三昧者欲傳斯文。請固存此序用以", "23": "區別。", "24": "法華三昧懺儀法華三昧行事運想補助儀禮法華經儀式", "25": "隋瓦官寺沙門釋智顗輒采法華普賢觀經及諸大乘經意撰此法門流行後代。", "26": "1 明三七日行法華懺法勸修明三七日行法華懺法勸修第一", "27": "如來滅後。後五百歲濁惡世中。比丘比丘尼", "28": "優婆塞優婆夷。誦大乘經者。欲修大乘行者。", "29": "發大乘意者。欲見普賢菩薩色身者。欲見釋", "30": "迦牟尼佛多寶佛塔分身諸佛及十方佛者。", "31": "欲得六根清淨入佛境界通達無閡者。欲得", "32": "聞十方諸佛所說。一念之中悉能受持通達", "33": "不忘。解釋演說無障閡者。欲得與文殊師利", "34": "普賢等諸大菩薩共為等侶者。欲得普現色", "35": "身一念之中不起滅定遍至十方一切佛土供", "36": "養一切諸佛者。欲得一念之中遍到十方一", "37": "切佛剎。現種種色身作種種神變。放大光明", "38": "說法度脫一切眾生。入不思議一乘者。欲得", "39": "破四魔。淨一切煩惱。滅一切障道罪。現身入", "40": "菩薩正位。具一切諸佛自在功德者。先當於", "41": "空閑處。三七日一心精進入法華三昧。若有", "42": "現身犯五逆四重失比丘法。欲得清淨還具", "43": "沙門律儀。得如上所說種種勝妙功德者。亦", "44": "當於三七日中。一心精進修法華三昧。所以", "45": "者何。此法華經是諸如來祕密之藏。於諸經", "46": "中最在其上。行大直道無留難故。如轉輪王", "47": "髻中明珠不妄與人。若有得者隨意所須種", "48": "種珍寶悉皆具足。法華三昧亦復如是。能與", "49": "一切眾生佛法珍寶。是故菩薩行者應當不", "50": "計身命。盡未來際修行此經。況三七日耶。問", "51": "曰。佛道長遠。三七日修行當有何益。答有三", "52": "種益。在下當說。", "53": "2 明三七日行法前方便明三七日行法前方便第二", "54": "修行有二種。一者初行。二者久行。教初行者當用此法。教久修者依安樂行品。", "55": "夫一切懺悔行法。悉須作前方便。所以者何。", "56": "若不先嚴淨身心卒入道場。則道心不發行", "57": "不如法。無所感降。是故當於正懺之前。一七", "58": "日中先自調伏其心息諸緣事。供養三寶嚴", "59": "飾道場。淨諸衣服一心繫念。自憶此身已來", "60": "及過去世所有惡業。生重慚愧禮佛懺悔。行", "61": "道誦經坐禪觀行。發願專精。為令正行三昧", "62": "身心清淨無障閡故。心所願求悉克果故", "63": "亦須誦下諸懺悔文。悉令通利。", "64": "3 明正入道場三七日修行一心精進方法明正入道場三七日修行一心精進方法第三", "65": "正入道場用六齋日。此日太子四天王使者等。諸天善神下來人間。檢校善惡。見修善者。即注善簿。安", "66": "慰守護。為現瑞相。令行者心生歡喜。增益善根故。", "67": "行者初欲入道場之時應自安心。我於今時", "68": "乃至滿三七日。於其中間當如佛教一心精", "69": "進。所以者何。若心異念即雜諸煩惱。名不清", "70": "淨。心不淨故。豈得與三昧正道相應。是故自", "71": "要其心不惜身命。一心精進。滿三七日。問曰。", "72": "眾生心相隨事異緣。云何能得一心精進。答", "73": "曰。有二種修一心。一者事中修一心。二者", "74": "理中修一心。事中修一心者。如行者。初入道", "75": "場時即作是念。我於三七日中。若禮佛時當", "76": "一心禮佛。心不異緣。乃至懺悔行道誦經坐", "77": "禪。悉皆一心。在行法中無分散意。如是經三", "78": "七日。是名事中修一心精進。二者理中修一", "79": "心精進。行者。初入道場時應作是念。我從今", "80": "時乃至三七日滿。於其中間諸有所作常自", "81": "照了。所作之心心性不二。所以者何。如禮佛", "82": "時心性不生不滅。當知一切所作種種之事。", "83": "心性悉不生不滅。如是觀時見一切心悉是", "84": "一心。以心性從本已來常一相故。行者能如", "85": "是反觀心源心心相續。滿三七日不得心相。", "86": "是名理中修一心精進法。", "87": "4 明初入道場正修行方法明初入道場正修行方法第四", "88": "行者初入道場。當具足十法。一者嚴淨道場。", "89": "二者淨身。三者三業供養。四者奉請三寶。五", "90": "者讚歎三寶。六者禮佛。七者懺悔。八者行道", "91": "旋遶。九者誦法華經。十者思惟一實境界。行", "92": "者於三七日中日夜六時。初入道場一時之", "93": "中當具足修此十法。於後六時一一時中。當", "94": "略去請佛一法。餘九法悉行無異明此十法之中。有但說", "95": "施為方法。有教運心作念。有教誦文章句口自宣說。行者當好善取意而用。未必併須誦此文也。", "96": "1 明行者嚴淨道場法第一明行者嚴淨道場法", "97": "當於閑靜之處。嚴治一室以為道場。別安自", "98": "坐之處。令與道場有隔。於道場中敷好高座。", "99": "安置法華經一部。亦未必須安形像舍利并", "100": "餘經典。唯置法華經。安施旛蓋種種供養具。", "101": "於入道場日。清旦之時當淨掃地。香湯灌灑", "102": "香泥塗地。然種種諸香油燈。散種種華及諸", "103": "末香燒眾名香。供養三寶。備於己力所辦。傾", "104": "心盡意極令嚴淨。所以者何。行者內心敬重", "105": "三寶超過三界。今欲奉請供養。豈可輕心。若", "106": "不能拔己資財供養大乘。則終不能招賢感", "107": "聖重罪不滅。三昧何由可發。", "108": "2 明行者淨身方法第二明行者淨身方法", "109": "初入道場。當以香湯沐浴著淨潔衣。若大衣", "110": "及諸新染衣。若無當取己衣勝者。以為入道", "111": "場衣。於後若出道場。至不淨處。當脫去淨衣", "112": "著故衣。所為事竟。當更洗浴著本淨衣。入道", "113": "場行事也。", "114": "3 明行者修三業供養法第三明行者修三業供養法初入道場。至法座前先敷尼師壇正身", "115": "倚立。應先慈念一切眾生欲興救度。次當起殷重心慚愧懇惻存想如來。三寶畟塞十方虛空。影現道場。是", "116": "時手執香爐燒眾名香。散種種華供養三寶。即尋五體投地。口自唱言", "117": "一切恭敬一心敬禮十方常住佛心隨身口一心頂禮。無分散", "118": "意了知此身如影不實。於能禮所禮心無所得。一切眾生。亦同入此禮佛法界海中。總禮十方佛。一拜已次。", "119": "當正身威儀。口自唱言。", "120": "一心敬禮十方常住法禮一拜已。次當正身威儀。口自唱言。", "121": "一心敬禮十方常住僧禮一拜已。用心方法。不異上禮佛中說禮三寶竟。", "122": "即當胡跪。右膝著地。正身威儀。一心燒香散華。端身正意次當口自唱言。", "123": "嚴持香華如法供養。願此香華雲遍滿十方", "124": "界。供養佛經法。并菩薩聲聞緣覺眾。及一切", "125": "天仙。受用作佛事次當運心想。此香華於念念中。遍至十方一切佛土。作", "126": "種種眾寶。莊嚴諸臺樓觀。上妙諸色作種種妓樂。上妙音聲歌唄讚歎。作種種栴檀沈水上妙諸香。作種種", "127": "肴膳湯藥。上妙眾味。作種種衣服瓔珞。流泉浴池上妙諸觸。作眾禪定智慧清淨實相無量。上妙法門。悉", "128": "皆充滿法界。以為佛事供養十方三世諸佛一切三寶。願三寶攝受。亦熏一切眾生。發菩提心。於一一佛前", "129": "悉見己身。如此供養等無有異。又願六道四生。悉入我供養法界海中。了知如是供養。悉從心生無有自性。", "130": "心不取著。此念成已。即五體投地。口自唱言供養已一切恭敬。", "131": "4 明行者請三寶方法第四明行者請三寶方法行者已修三業供養已。次應更燒香散華。一心", "132": "正念。迴前供養之心奉請三寶。請三寶法當運心正對所請。口稱名字。一一如法奉請。不得散亂輕心", "133": "一心奉請南無釋迦牟尼佛即知法身猶如虛空。無去來相。", "134": "餘一切佛亦復如是。隨心想念。從耆闍崛山。與大眾圍遶來到道場。受我奉請殷勤供養。", "135": "一心奉請南無過去多寶世尊即應心想。多寶佛塔。從地", "136": "涌出。影現道場。受我供養。", "137": "一心奉請南無釋迦牟尼十方分身諸佛即應心想。", "138": "分身諸佛。悉皆雲集。在寶樹下受我供養。", "139": "一心奉請南無妙法蓮華經中一切諸佛即應心想。", "140": "過去日月燈明佛等。現在淨華宿王智佛等。未來華光佛等。悉皆現前受我供養。", "141": "一心奉請南無十方一切常住佛即應運心想。東方諸佛身", "142": "黃金色。相好具足放大光明。與諸大眾前後圍遶。來到道場畟塞虛空受我供養。南西北方四維上下。亦復", "143": "如是。", "144": "一心奉請南無大乘妙法蓮華經心想甚深。祕密法藏。", "145": "悉現在前。受我供養。", "146": "一心奉請南無十方一切常住法即應運心想。十方一切諸", "147": "佛。所有法藏。悉現道場中受我供養。", "148": "一心奉請南無文殊師利菩薩摩訶薩運心想念。與", "149": "無量菩薩圍遶受我供養。", "150": "一心奉請南無彌勒菩薩摩訶薩亦如前運心想。", "151": "一心奉請南無藥王菩薩藥上菩薩摩訶薩。", "152": "一心奉請南無觀世音菩薩無盡意菩薩摩訶", "153": "薩。", "154": "一心奉請南無妙音菩薩華德菩薩摩訶薩。", "155": "一心奉請南無常精進菩薩得大勢菩薩摩訶", "156": "薩。", "157": "一心奉請南無大樂說菩薩智積菩薩摩訶薩。", "158": "一心奉請南無宿王華菩薩勇施菩薩持地菩", "159": "薩摩訶薩。", "160": "一心奉請南無下方上行等無邊阿僧祇菩薩", "161": "摩訶薩。", "162": "一心奉請南無妙法蓮華經中普賢菩薩等一", "163": "切諸大菩薩摩訶薩心念。普賢菩薩乘六牙白象王。以一切眾生所喜見", "164": "身與無量眷屬。來入道場受我供養。", "165": "一心奉請南無妙法蓮華經中舍利弗等一切", "166": "諸大聲聞眾。", "167": "一心奉請南無十方一切常住僧運心想。一切十方諸大", "168": "菩薩聲聞緣覺眾放大光明。與諸大眷屬圍遶。來到道場受我供養。", "169": "一心奉請妙法蓮華經中一切天龍夜叉乾闥", "170": "婆阿修羅迦樓羅緊那羅摩睺羅伽人非人", "171": "等。一切冥空各及眷屬如是次第一遍奉請竟。即五體投地。復更胡跪", "172": "燒香散華。從初次第稱名奉請。如是奉請滿三遍已。即當口自宣言。", "173": "唯願本師釋迦牟尼世尊多寶如來分身諸", "174": "佛。大慈大悲。受我奉請來到道場。", "175": "大乘妙法蓮華經真淨法門哀憫覆護。受我", "176": "奉請來到道場。", "177": "文殊師利菩薩彌勒菩薩下方上行等菩薩。", "178": "普賢菩薩等妙法蓮華經中一切諸大菩薩摩", "179": "訶薩。大慈大悲受我奉請。來到道場。", "180": "舍利弗等一切諸大聲聞。悉皆慈悲受我奉", "181": "請。來到道場。", "182": "一切十方三寶憐憫覆護。受我奉請來到道", "183": "場。", "184": "一切天龍八部等悉生哀憫。受我奉請來到", "185": "道場。是諸聖眾願悉證明。我於今日欲為十", "186": "方一切六道眾生。修行大乘無上菩提。破一", "187": "切障道重罪。願得法華三昧普現色身。於", "188": "一念中供養一切十方三寶。於一念中普度", "189": "一切十方六道一切眾生。令入一乘平等大", "190": "慧故。於三七日一心精進。如經所說修行。願", "191": "一切諸佛菩薩普賢大師本願力故受我懺悔。", "192": "令我所行決定破諸罪障。法門現前如經所", "193": "說行者當自以智力陳說請佛所為之意。", "194": "5 明讚歎三寶方法第五明讚歎三寶方法行者既奉請三寶已。即當五體投地。正身威儀", "195": "一心倚立。而面向法座燒香散華。心念三寶微妙功德。口自宣偈讚歎并及呪願", "196": "容顏甚奇妙光明照十方", "197": "我適曾供養今復還親覲", "198": "聖主天中王迦陵頻伽聲", "199": "哀憫眾生者我等今敬禮", "200": "以此歎佛功德修行大乘無上善根。奉福上", "201": "界天龍八部。大梵天王三十三天。閻羅五道", "202": "六齋八王。行病鬼王各及眷屬。此土神祇僧", "203": "伽藍內護正法者。又為國王帝主土境萬民。", "204": "師僧父母善惡知識。造寺檀越十方信施。廣", "205": "及法界眾生。願藉此善根。平等熏修功德智", "206": "慧二種莊嚴。同會無生成種智道即當了知。身口意業充", "207": "滿法界。讚歎三寶。無生無滅無有自性。", "208": "6 明禮佛方法第六明禮佛方法行者既讚歎竟。應當一心正身威儀。次第禮佛。禮佛之法當", "209": "隨所禮佛志心憶念。此佛法身猶如虛空。應物現形如", "210": "對目前。受我禮拜。餘一一佛亦復如是。用心不得散", "211": "亂。復次行者。禮佛之時。自知身心空寂。無有禮相。亦知此身。雖如幻不實而非不影現。法界一一佛前。", "212": "悉有此身。頭面頂禮。三七日六時禮佛方法。如下所列無異", "213": "一心敬禮本師釋迦牟尼佛。", "214": "一心敬禮過去多寶佛。", "215": "一心敬禮十方分身釋迦牟尼佛。", "216": "一心敬禮東方善德佛盡東方法界一切諸佛。", "217": "一心敬禮東南方無憂德佛盡東南方法界一", "218": "切諸佛。", "219": "一心敬禮南方栴檀德佛盡南方法界一切諸", "220": "佛。", "221": "一心敬禮西南方寶施佛盡西南方法界一切", "222": "諸佛。", "223": "一心敬禮西方無量明佛盡西方法界一切諸", "224": "佛。", "225": "一心敬禮西北方華德佛。盡西北方法界一", "226": "切諸佛。", "227": "一心敬禮北方相德佛。盡北方法界一切諸", "228": "佛。", "229": "一心敬禮東北方三乘行佛。盡東北方法界", "230": "一切諸佛。", "231": "一心敬禮上方廣眾德佛。盡上方法界一切", "232": "諸佛。", "233": "一心敬禮下方明德佛。盡下方法界一切諸", "234": "佛。", "235": "一心敬禮往古來今三世諸佛。七佛世尊。賢", "236": "劫千佛。", "237": "一心敬禮法華經中過去二萬億日月燈明", "238": "佛。大通智勝佛。十六王子佛等一切過去諸", "239": "佛。", "240": "一心敬禮法華經中現在淨華宿王智佛。寶", "241": "威德上王佛等一切現在諸佛。", "242": "一心敬禮法華經中未來華光佛。具足千萬", "243": "光相佛等一切未來諸佛。", "244": "一心敬禮十方世界舍利尊像支提妙塔。多", "245": "寶如來全身寶塔。", "246": "一心敬禮大乘妙法蓮華經。十方一切尊經。", "247": "十二部真淨法寶。", "248": "一心敬禮文殊師利菩薩彌勒菩薩摩訶薩。", "249": "一心敬禮藥王菩薩。藥上菩薩摩訶薩。", "250": "一心敬禮觀世音菩薩。無盡意菩薩摩訶薩。", "251": "一心敬禮妙音菩薩。華德菩薩摩訶薩。", "252": "一心敬禮常精進菩薩。得大勢菩薩摩訶薩。", "253": "一心敬禮大樂說菩薩。智積菩薩摩訶薩。", "254": "一心敬禮宿王華菩薩。持地菩薩。勇施菩薩", "255": "摩訶薩。", "256": "一心敬禮法華經中下方上行等無邊阿僧祇", "257": "菩薩摩訶薩。", "258": "一心敬禮法華經中舍利弗等一切諸大聲聞", "259": "眾。", "260": "一心敬禮十方一切諸尊大權菩薩。及聲聞", "261": "緣覺得道賢聖僧。", "262": "一心敬禮普賢菩薩摩訶薩三唱此菩薩。是法華懺悔主。行者當", "263": "自作心。的對此菩薩胡跪說罪懺悔并發願等。其餘諸佛菩薩悉作證明。三七日中皆悉如是。", "264": "普為四恩三有及法界眾生悉願斷除三障歸", "265": "命懺悔。", "266": "7 明懺悔六根及勸請隨喜迴向發願方法第七明懺悔六根及勸請隨喜迴向發願方法", "267": "行者既禮佛竟。即於法座前正身威儀。燒香散華存想三寶。畟塞虛空。普賢菩薩乘六牙白象。無量莊嚴眷", "268": "屬圍遶。如對目前。一心一意。為一切眾生行懺悔法。生重慚愧發露無量劫來及至此生。與一切眾生。六根", "269": "所造。一切惡業斷相續心。從於今時乃至盡未來際。終不更造一切惡業。所以者何。業性雖空果報不失。", "270": "知空之人尚不作善。況復作罪。若造惡不止。悉是顛倒因緣。則受妄果。是故行者以知空故生大慚愧。燒", "271": "香散華發露懺悔。下所說懺悔章句。多用普賢觀經意若欲廣知懺悔方法。讀經自見。若不能廣尋。今取意", "272": "略說以成行法。", "273": "最初懺悔眼根法最初懺悔眼根法行者一心胡跪正身威儀。燒香散華。心念改悔。我與眾生。", "274": "眼根從昔已來。性常空寂。顛倒因緣起諸重罪。流淚悲泣。口宣懺悔。下五根懺悔威儀方法。例如今說。", "275": "口即自言", "276": "至心懺悔。比丘某甲與一切法界眾生。從無量", "277": "世來。眼根因緣貪著諸色。以著色故貪愛諸", "278": "塵。以愛塵故受女人身。世世生處惑著諸色。", "279": "色壞我眼為恩愛奴。故色使我經歷三界。為", "280": "此弊使盲無所見。眼根不善傷害我多。十方", "281": "諸佛常在不滅。我濁惡眼障故不見。今誦大", "282": "乘方等經典。歸向普賢菩薩及一切世尊。燒", "283": "香散華。說眼過罪不敢覆藏。諸佛菩薩慧眼", "284": "法水願與洗除。以是因緣令我與一切眾生", "285": "眼根一切重罪畢竟清淨懺悔已禮三寶。說是語已。五體投地。普", "286": "賢觀經中。明懺六根。悉須三說。若時久難行。一說亦得但作是言。第二第三亦如是說。行者當自思憶經。", "287": "於此身眼根所起重罪。對普賢發露懺悔。下五根皆有此意。", "288": "懺悔耳根法懺悔耳根法", "289": "至心懺悔。比丘某甲與一切法界眾生從多劫", "290": "來。耳根因緣隨逐外聲。聞妙音時心生惑著。", "291": "聞惡聲時起百八種煩惱賊害。如此惡耳報", "292": "得惡事。恒聞惡聲生諸攀緣。顛倒聽故當墮", "293": "惡道邊地。邪見不聞正法。處處惑著無暫停", "294": "時。坐此竅聲。勞我神識墜墮三塗。十方諸", "295": "佛常在說法。我濁惡耳障故不聞。今始覺悟。", "296": "誦持大乘功德海藏。歸向普賢菩薩及一切", "297": "世尊。燒香散華。說耳過罪不敢覆藏。以是因", "298": "緣令我與法界眾生。耳根所起一切重罪畢", "299": "竟清淨懺悔已禮三寶。", "300": "懺悔鼻根法懺悔鼻根法", "301": "至心懺悔。比丘某甲與一切法界眾生。從無量", "302": "劫來坐此鼻根。聞諸香氣。若男女身香肴膳", "303": "之香。及種種香迷惑不了。動諸結使諸煩惱", "304": "賊臥者。皆起無量罪業。因此增長。以貪香故。", "305": "分別諸識處處染著。墮落生死受諸苦報。十", "306": "方諸佛功德妙香充滿法界。我濁惡鼻障故", "307": "不聞。今誦大乘清淨妙典。歸向普賢菩薩及", "308": "一切世尊燒香散華　說鼻過罪不敢覆藏。以", "309": "是因緣令我與一切眾生。鼻根一切過罪畢", "310": "竟清淨懺悔已禮三寶。", "311": "懺悔舌根法懺悔舌根法", "312": "至心懺悔。比丘某甲與一切法界眾生從無數", "313": "劫來。舌根所作不善惡業。貪諸美味損害眾", "314": "生。破諸禁戒開放逸門。無量罪業從舌根生。", "315": "又以舌根起口過罪。妄言綺語惡口兩舌。誹", "316": "謗三寶讚說邪見。說無益語。鬪構壞亂法說", "317": "非法。諸惡業刺從舌根出。斷正法輪從舌根", "318": "起。如此惡舌斷功德種。於非義中多端強說", "319": "讚歎邪見。如火益薪。舌根罪過無量無邊。以", "320": "是因緣當墮惡道。百劫千劫永無出期。諸佛", "321": "法味彌滿法界。舌根罪故不能別了。今誦大", "322": "乘諸佛祕藏。歸向普賢菩薩及一切世尊燒", "323": "香散華。說舌過罪不敢覆藏。以是因緣令我", "324": "與法界眾生。舌根一切重罪畢竟清淨懺悔已禮三寶。", "325": "懺悔身根法懺悔身根法", "326": "至心懺悔。比丘某甲與一切法界眾生從久遠", "327": "來。身根不善貪著諸觸。所謂男女身分柔軟", "328": "細滑。如是等種種諸觸顛倒不了。煩惱熾然。", "329": "造作身業起三不善。謂殺盜婬。與諸眾生作", "330": "大冤結。造逆破戒乃至焚燒塔寺。用三寶物", "331": "無有羞恥。如是等罪無量無邊。從身業起說", "332": "不可盡。罪垢因緣未來世中當墮地獄。猛火", "333": "焰熾焚燒我身。無量億劫受大苦惱。十方諸", "334": "佛常放淨光。照觸我等。身根重罪障故不覺。", "335": "但知貪著麁弊惡觸。現受眾苦。後受地獄餓", "336": "鬼畜生等苦。如是種種眾苦。沒在其中不覺", "337": "不知。今日慚愧。誦持大乘真實法藏。歸向普", "338": "賢菩薩及一切世尊燒香散華。說身過罪不", "339": "敢覆藏。以是因緣令我與法界眾生。身根一", "340": "切重罪畢竟清淨懺悔已禮三寶。", "341": "懺悔意根法懺悔意根法", "342": "至心懺悔。比丘某甲與一切法界眾生從無始", "343": "已來。意根不善貪著諸法狂愚不了。隨所緣", "344": "境起貪瞋癡。如是邪念能生一切雜業。所謂", "345": "十惡五逆。猶如猨猴。亦如黐膠。處處貪著。", "346": "遍至一切六情根中。此六根業枝條華葉。悉", "347": "滿三界二十五有一切生處。亦能增長無明", "348": "老死十二苦事。八邪八難無不經歷。無量無", "349": "邊惡不善報。從意根生。如是意根即是一切", "350": "生死根本。眾苦之源。如經中說。釋迦牟尼名", "351": "毘盧遮那遍一切處。當知一切諸法悉是佛", "352": "法。妄想分別受諸熱惱。是則於菩提中見不", "353": "清淨。於解脫中而起纏縛。今始覺悟。生重慚", "354": "愧生重怖畏。誦持大乘如說修行。歸向普賢", "355": "菩薩及一切世尊燒香散華說意過罪。發露", "356": "懺悔不敢覆藏。以是因緣令我與法界眾生", "357": "意根一切重罪。乃至六根所起一切惡業。已", "358": "起今起未來應起。洗澣懺悔畢竟清淨懺悔已禮三寶。", "359": "六時長用。若謂語多當取其意。自減略之。", "360": "明勸請法明勸請法一心胡跪正身威儀。燒香散華一心作念。請佛菩薩。說法度眾生。心念口宣。下", "361": "三法亦如是。當作是言", "362": "我比丘某甲至心勸請十方法界無量佛。唯願", "363": "久住轉法輪。含靈抱識還本淨。然後如來歸", "364": "常住勸請已禮三寶。說是語已。五體投地。行者若欲自出。意說多少。隨心自說。下三法亦如是。", "365": "明隨喜法明隨喜法", "366": "我比丘某甲至心隨喜。諸佛菩薩諸功德。凡夫", "367": "靜亂有相善。漏與無漏一切業。比丘某甲咸隨", "368": "喜隨喜已禮三寶。", "369": "明迴向法明迴向法", "370": "我比丘某甲至心迴向。三業所修一切善。供養", "371": "十方恒沙佛。虛空法界盡未來願迴此福求", "372": "佛道廻向已禮三寶。", "373": "明發願法明發願法", "374": "我比丘某甲至心發願。願命終時神不亂。正念", "375": "直往生安養。面奉彌陀值眾聖。修行十地勝", "376": "常樂發願已禮三寶。發願之法行者當於普賢菩薩一切世尊前。心念口言。心中所有諸願。所謂於此", "377": "身行道無障。四魔不起。得深三昧。入諸法門。弘通正法度脫眾生。捨命之時正念成就。乃至未來世中。", "378": "常值三寶正信家生出家修道。供養三寶受持大乘。諸波羅蜜悉皆見前。與一切眾生成等正覺。如是種種隨", "379": "心中所有諸願。悉當隨心自說。此逐行者之情。不可一一備敘。", "380": "8 明行道法第八明行道法行者既禮佛竟。當一心正身威儀。右遶法座燒香散華。安庠徐步。心", "381": "念三寶。次第三遍稱", "382": "南無十方佛。南無十方法。南無十方僧。", "383": "南無釋迦牟尼佛　南無多寶佛　南無釋迦", "384": "牟尼分身佛　南無妙法蓮華經　南無文殊", "385": "師利菩薩　南無普賢菩薩如是稱諸佛菩薩摩訶薩名字。即當誦", "386": "經誦經之法在下廣明。行者非但覺了誦經音聲性空。亦當知身心如雲如影。舉足下足心無所得。不住行相。", "387": "亦知此身影現十方充滿法界。無不普現。圍遶諸佛。如是旋遶三匝乃至七匝三七匝七七匝百匝。無有定數。", "388": "當自斟量。若行道欲竟。當還如前稱三寶名字。燒香正念作契唄。唄竟至本禮佛處。歸依三寶一心正念。", "389": "當口自唱言。", "390": "自歸依佛。當願眾生體解大道發無上心說竟", "391": "作禮。復言。", "392": "自歸依法。當願眾生深入經藏智慧如海說竟作禮", "393": "復言。", "394": "自歸依僧。當願眾生統理大眾一切無閡。和", "395": "南聖眾作禮。", "396": "9 重明誦經方法第九重明誦經方法", "397": "行者即於前行道中。稱諸佛菩薩名字竟。一", "398": "心正念誦法華經。但誦有二種人。一具足誦。", "399": "二不具足誦。具足誦者。行者先已誦妙經一", "400": "部通利令入道場。可從第一而誦一品二品。", "401": "或至一卷。行道欲竟即止誦經。如前稱諸佛", "402": "菩薩名。三自歸依竟。還本坐處。若意猶未", "403": "欲坐禪。更端坐誦經。亦得多少隨心斟酌。但", "404": "四時坐禪不得全廢。事須久坐。若人本不習", "405": "坐。但欲誦經懺悔。當於行坐之中久誦經疲", "406": "極可暫歛念。消息竟便即誦經。亦不乖行法", "407": "故云不入三昧。但誦持故見上妙色。二不具", "408": "足誦者。所謂行者本未曾誦法華經。今為行", "409": "三昧故。當誦安樂行一品。極令通利。若旋遶", "410": "時。誦此品若一遍二三遍。隨意多少。若兼誦", "411": "法華餘品亦得。但不得誦餘經典籍。夫誦經", "412": "之法當使文句分明。音聲辯了不寬不急。繫", "413": "緣經中文句。如對文不異。不得謬誤。當次靜", "414": "心了音聲性。如空谷嚮。雖不得音聲。而心歷", "415": "歷照諸句義。言詞辯了。運此法音充滿法界", "416": "供養三寶。普施眾生令入大乘一實境界。", "417": "10 明坐禪實相正觀方法第十明坐禪實相正觀方法", "418": "行者行道誦經竟。當就坐處。入繩床中齊整", "419": "衣服端身正坐。閉眼合口調和氣息。寬放身", "420": "心。一一如坐禪前方便中說。然後歛念正觀", "421": "破壞罪業。云何明正觀。如菩薩法不斷結使", "422": "不住使海。觀一切法空如實相。是名正觀。云", "423": "何名觀一切法空。行者當諦觀現在一念妄", "424": "心隨所緣境。如此之心為因心故心。為不因", "425": "心故心。為亦因心亦不因心故心。為非因心", "426": "非不因心故心。為在三世。為在內外兩中間。", "427": "有何足跡在何方所。如是等種種因緣中求", "428": "心畢竟不可得。心如夢幻不實。寂然如虛空", "429": "無名無相不可分別。爾時行者尚不見心是", "430": "生死。豈見心是涅槃。既不得所觀。亦不存", "431": "能觀。不取不捨不倚不著。一切念想不起心", "432": "常寂然。亦不住寂然。言語道斷不可宣說。雖", "433": "不得心非心相。而了了通達一切心非心法。", "434": "一切皆如幻化。是名觀心無心法不住法。諸", "435": "法解脫滅諦寂靜。作是懺悔名大懺悔。名莊", "436": "嚴懺悔。名無罪相懺悔。名破壞心識懺悔。行", "437": "此懺悔心如流水不住法中。所以者何。一切", "438": "妄想顛倒所作罪福諸法皆從心起。離心之", "439": "外則無罪福及一切法。若觀心無心則罪福", "440": "無主。知罪福性空。則一切諸法皆空。如是", "441": "觀時能破一切生死顛倒。三毒妄想極重惡", "442": "業。亦無所破。身心清淨。念念之中照了諸法。", "443": "不受不著細微陰界。以是因緣。得與三昧相", "444": "應。三昧力故。即見普賢及十方佛摩頂說法。", "445": "一切法門悉現一念心中。非一非異無有障", "446": "閡。譬如如意寶珠具足一切珍寶。如是寶性", "447": "非內非外。行者善觀心性猶如虛空。於畢竟", "448": "淨心中見一切法門通達無閡。亦復如是。是", "449": "名行者觀心實相懺悔。六根不斷五欲。得淨", "450": "諸根見障外事。廣說如法華經普賢觀經中", "451": "所明。復次行人初入道場。一時之中當具足", "452": "修此十法。如是於六時中悉用是法。唯除召", "453": "請三寶。於三七日中修於九法。行一一法時", "454": "皆修此觀。六時之中一一時中。不得於事理", "455": "有闕。是名三七日中一心精進。復次行者於", "456": "三七日中修懺悔時。若行若坐若住若出入。", "457": "大小便利掃灑洗澣。運為舉動視眗俯仰。應", "458": "當心心存念三寶。觀心性空。不得於剎那頃。", "459": "憶念五欲世事。生邪念心。及與外人言語論", "460": "議。放逸眠臥戲笑視色聽聲。著諸塵境起不", "461": "善無記煩惱雜念。乖四安樂行中說。若能如", "462": "是心心相續。不離實相不惜身命。為一切眾", "463": "生行懺悔法。是名三七日中真實一心精進", "464": "修也行法相貌多出普賢觀經中。及四安樂行中。行", "465": "者若欲精進修三昧。令行無過失。當熟看二處經文。", "466": "5 略明修證相略明修證相第五", "467": "行者若能如是。於三七日一心精進。修三昧", "468": "時於三七日。中間或滿三七日已有三種。行", "469": "者證相不同。今當略分別之。一者下根行者", "470": "證相。二者中根行者證相。三者上根行者證", "471": "相。下根證相者。所謂三七日中間或三七日", "472": "滿。獲得戒根清淨。云何當知。就中亦有三品。", "473": "一者下品行者。若得種種諸靈異好夢。或覺", "474": "諸根明淨。四大輕利顏色鮮潔。身有氣力威", "475": "德巍巍。道心勇發。是名下品知戒根漸淨相", "476": "也。中品戒根淨相者。於三七日中若三七日", "477": "滿。於行道時。若坐禪中。忽見種種靈瑞。所", "478": "謂光華淨色異妙香氣。及善聲稱讚。諸如梵", "479": "網經菩薩戒中說。見如是一一靈瑞相已。身", "480": "心慶悅得法喜樂。無諸惡相。是名中品知戒", "481": "根淨相也。上品戒根淨相者。於三七日中若", "482": "三七日滿。於行道及坐禪中。雖不證種種法", "483": "門。而身心安樂寂靜。於靜心中自見其身戒", "484": "清淨相。所謂見身著淨法服。威儀齊整身相", "485": "端嚴。在清淨眾中自見善業之相。了了分明。", "486": "三篇戒相次第而現。信心開發心得法喜。安", "487": "隱快樂無有怖畏。於定心中見如是等一一", "488": "諸善業相。是名上品戒根淨相。以是三品相", "489": "貌。驗知戒根漸得清淨也。其相眾多不可廣", "490": "說。若罪重難滅而能用心。苦到懺悔不止。或", "491": "時見諸罪相。所謂見無頭手。及深坑濁水猛", "492": "火臭穢。種種諸惡境界。見已心生恐畏。當重", "493": "懺悔。懺悔不止於後亦得戒清淨也。", "494": "云何當知。中根行者得證淨相。所謂得定根", "495": "清淨。就中亦有三品。下品行者若於坐禪時。", "496": "忽覺身心澄靜發諸禪定。所謂欲界住及未", "497": "到地定身心空寂。身中諸觸次第而發。覺觀", "498": "分明。喜樂一心默然寂靜。或緣眾生證慈悲", "499": "喜捨。或復緣佛相好。善心開發入諸三昧。如", "500": "是等種種諸定。是名下品定根清淨相也。中", "501": "品知定根清淨相者。有諸行者於坐禪時身", "502": "心安定。覺出入息長短細微。遍身毛孔出入", "503": "無閡。因是見身三十六物了了分明。發諸喜", "504": "樂入種種禪定。或見內外身諸不淨白骨狼", "505": "籍。或見白骨皎潔分明厭離世間。因是發諸", "506": "禪定。身心快樂寂然正受。或緣諸法而生慈", "507": "悲喜捨。或緣諸佛微妙智慧種種功德而生", "508": "三昧。如是等種種諸定開發。是名中品定根", "509": "清淨相也。上品定根清淨相者。行者於坐禪", "510": "中身心安靜。心緣世間陰入界法。即覺無常", "511": "苦空身受心法。悉皆不實。十二因緣虛假無", "512": "主。一切諸法不生不滅。猶如虛空身心寂然。", "513": "與空無相無願相應。而生種種諸深禪定。微", "514": "妙快樂寂靜無為。厭離世間憫念一切。無復", "515": "蓋覆及諸惡法。是名上品定根淨相。此則略", "516": "說中根行者得定根清淨相也。云何當知。上", "517": "根行者得證之相。所謂慧根清淨故。就中亦", "518": "有三品。下品慧根淨相者。若於三七日中若", "519": "三七日滿。若於行坐之中入諸禪定。忽覺身", "520": "心如雲如影夢幻不實。因是覺心內發。智慧", "521": "分明了達諸法。方便巧說無有障閡。通達十", "522": "二部經隨義解釋難問無滯。說法無盡。是名", "523": "下品慧根淨相也。中品慧根淨相者。所謂行", "524": "者於行坐誦念之中。身心寂然猶如虛空。入", "525": "諸寂定。於正慧中面見普賢菩薩乘六牙白", "526": "象。與無量菩薩眾而自圍遶。以一切眾生所", "527": "喜見身現其人前。是人以見普賢菩薩故。即", "528": "得三昧及陀羅尼。其名曰旋陀羅尼。百千萬", "529": "億旋陀羅尼。法音方便陀羅尼。陀羅尼者。即", "530": "是大智慧也。得是大智慧故。諸佛所說一聞", "531": "不忘通達無閡。於一句中通達一切義說無", "532": "窮盡。如虛空中風。得如是種種諸智慧門。是", "533": "名中品慧根淨相也。上品慧根淨相者。行者", "534": "亦於行坐誦念之中。身心豁然清淨入深禪", "535": "定。覺慧分明心不動搖。於禪定中得見普賢", "536": "菩薩。釋迦多寶分身世尊。及十方佛。得無", "537": "閡大陀羅尼獲六根清淨。普現色身開佛知", "538": "見。入菩薩位。廣說如普賢觀經中。是名上品", "539": "慧根淨相。此則略說三根行者得證之相。差", "540": "別不同。是三種正相中或有魔事相似。若證", "541": "此法應善分別。不得即生等心也。是故行者", "542": "若欲得此大功德利者。應當三七日中。一心", "543": "精進修前方法。若三七日不得當復加功。勿", "544": "得懈息。若得障道罪漸滅。而三昧諸深法門", "545": "未現在前。欲常行三昧。未必悉依上十法。但", "546": "取安樂行品中所說之意。一心修習即自得", "547": "六根清淨。見十方佛獲普現色身。開佛知見", "548": "入菩薩位也。當知三七日為期。作如上所說。", "549": "六時而行者為教新學菩薩。未能入深三昧。", "550": "先以事法調伏其心。破重障道罪。因此身心", "551": "清淨得法喜味。若欲一心常寂入深三昧。即", "552": "須廢前所行。直依安樂行常好坐禪。觀一切", "553": "法空如實相。不起內外諸過。大悲憐憫一切", "554": "眾生心無間念。即是修三昧也。若依前法則", "555": "事煩為妨。是故行者既得此意。當自以智力", "556": "斟酌。一期所說不可全用。初學之者未能善", "557": "巧。且依今文用前方法修三昧也。", "558": "法華三昧懺儀"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1941 法華三昧懺儀", "source": "CBETA"}