{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0083 應法經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 83 [No. 26(175)]", "1": "佛說應法經", "2": "西晉三藏竺法護譯", "3": "聞如是：一時，婆伽婆在拘類法治處。彼時，佛", "4": "告諸比丘：「謂今此世間，如是婬、如是欲、如是", "5": "愛、如是樂、如是喜，但不愛不念法敗壞，愛法", "6": "念增；彼如是婬，如是欲，如是愛、如是樂、如", "7": "是喜，而令不善法轉增，愛善法轉減。我法", "8": "甚深，難見難覺、難了難知。如是，我法甚深，難", "9": "見難覺、難了難知，而令今不愛善法減，愛善", "10": "法增，與此四法相應，世間有此。云何為四？有", "11": "與法相應，現在樂、後受苦報；有法與相應，現", "12": "在苦、後受樂報；有法與相應，現在苦、後受苦", "13": "報；有法與相應，現在樂、後受樂報。「云何法相", "14": "應，現在樂、後受苦報？或有一自樂歡喜行於", "15": "殺，因殺以為樂、以為喜；彼喜彼歡喜不與取、", "16": "婬欲、行妄言至邪見，因邪見以為喜、以為樂；", "17": "此如是身樂、意樂，不善為不善，亦不成神通，", "18": "不至等道，不與涅槃相應。此法相應，現在樂、", "19": "後受苦報。「云何法與相應，現在苦、後受樂報？", "20": "或有一自苦行不樂行棄於殺，因棄殺，以為", "21": "苦、以為不喜；彼自行苦，不喜行不與取、婬欲、", "22": "行妄言至邪見，因棄捨邪見為等見，以為苦、", "23": "以為不喜；如是身行苦、意行苦，善為善，成神", "24": "通至等道，與涅槃相應。與此法相應，現在", "25": "苦、後受樂報。「云何法相應，現在苦、後受苦報？", "26": "或有一自行苦自不喜行於殺，因殺故，以為", "27": "苦、以為不喜；彼自苦，自行不喜不與取、婬欲、", "28": "行妄言至邪見，因邪見有不樂、有不喜；如是", "29": "身行苦、意行苦，不善受不善，不成神通不至", "30": "等道，不與涅槃相應。此法相應，現在苦、後受", "31": "苦報。「云何法相應，現在樂、後受樂報？或有一", "32": "自行樂，自行喜棄於殺，因棄殺，以為樂、以為", "33": "喜；彼喜彼樂，不與取、婬欲、行妄言至邪見棄", "34": "捨離，因棄捨離邪，以為樂、以為喜；如是身樂", "35": "行、意樂行，行善為善，成神通至等道，與涅槃", "36": "相應。此法相應，現在樂、後受樂報。謂彼此法", "37": "相應，現在樂、後受苦報，非是慧慧者說，不知", "38": "如真；與此法相應，現在樂、後受苦報，彼如是", "39": "不知如真，彼行不棄。彼行不棄故，不愛不樂", "40": "法轉增，愛法轉減，猶若阿摩尼藥，色具足、", "41": "香具足、味具足，彼雜於毒，有人有患便飲之。", "42": "彼飲可口，飲時不住咽，飲已變為非藥。如是", "43": "與此法相應，現在樂、後受苦報，非智慧；無慧", "44": "故，不知如真。與此法相應，現在樂、後受苦", "45": "報，彼不知如真，彼行不棄。彼行不棄者，不", "46": "愛不樂法轉增，愛法樂法轉減，此法非智慧。", "47": "謂應此法，現在苦、後受樂報，非智慧；非智慧，", "48": "不知如真。與此法相應，現在苦、後受樂報，彼", "49": "不知如真，亦不行彼棄捨彼。不行棄捨者，不", "50": "愛不樂法轉增，愛喜法轉減，此法非智慧。彼", "51": "法相應，現在苦、後受苦報，非智慧非智慧。與", "52": "此法相應，現在苦、後受苦報，不知如真，彼行", "53": "不棄。彼行不棄者，不愛不樂法轉增，愛法樂", "54": "法轉減，猶若大小便雜毒已，有人有病而取", "55": "飲之。彼飲時，咽苦不下及臭無味，飲時壞咽，", "56": "飲已變為非藥。如是應此法，現在苦、後受苦", "57": "報，不知如真。謂應此法，現在苦、後受苦報，彼", "58": "不知如真，彼行不棄捨。彼行不棄捨已，不愛", "59": "不喜法轉增，愛喜法轉減，此法非智慧。謂應", "60": "此法，現在樂、後受樂報，非智慧慧者所說，", "61": "不知如真。應此法，現在樂、後受樂報，彼不知", "62": "如真，彼不行棄捨離。彼不棄不捨離，不愛不", "63": "喜法轉增，愛喜法轉減，此法非智慧。「彼行", "64": "法知如真，彼不行法知如真，彼行法知如真，", "65": "彼不行法知如真者，未行法當行，應行法當", "66": "不行。彼未行經當行，應行法當不行者，不善", "67": "法轉增，善法轉減，此法非智慧。謂彼應此", "68": "法，現在樂、後受苦報，智慧慧者所說，知如真。", "69": "彼應此法，現在樂、後受苦報，彼如是知如", "70": "真，彼不行彼棄捨離。不行棄捨離已，彼便", "71": "不行棄捨離，不善法減，善法轉增，此法智", "72": "慧。謂彼應此法，現在苦、後受樂報，是智慧慧", "73": "者所說，知如真。彼應此法，現在苦、後受樂", "74": "報，彼如是知如真，彼行彼不棄。不行不棄捨", "75": "已，不愛不喜法轉減，愛喜法轉增，此法是智", "76": "慧。猶若大小便種種藥草雜，有人有患取飲", "77": "之。彼飲時不住咽，飲時壞咽，飲已應如藥", "78": "法。如是應此法，現在苦、後受樂報，是智慧慧", "79": "者所說，知如真。謂應此法，現在苦、後受樂報，", "80": "彼如是知如真，彼行不棄捨。彼行不棄捨已，", "81": "不愛不喜法轉減，愛喜法轉增，此法是智慧。", "82": "謂彼應此法，現在苦、後受苦報，是智慧慧者", "83": "所說，知如真。謂應此法，現在苦、後受苦報，彼", "84": "如是知如真，彼不行棄捨離。不行棄捨離已，", "85": "不愛不喜法轉減，愛喜法轉增，此法是智慧。", "86": "謂應此法，現在樂、後受樂報，是智慧慧者所", "87": "說。謂應此法，現在樂、後受樂報，彼如是知如", "88": "真，彼行不捨離。彼行不捨離已，不愛不喜法", "89": "轉減，愛喜法轉增，此法是智慧。猶若酥蜜", "90": "種種藥雜，有人有病取便飲之。彼飲利咽，飲", "91": "時不住咽，飲已應如藥法。如是應此法，現在", "92": "樂、後受樂報，是智慧慧者所說，知如真。謂應", "93": "此法，現在樂、後受樂報，彼如是知如真，彼行", "94": "不捨離。彼行不捨離已，不愛不念法轉減，愛", "95": "念法轉增，此法是智慧慧者所說。彼行法已", "96": "知如真，不行法已知如真，彼行法知如真，不", "97": "行法知如真，不行法便不行，應行法當行。彼", "98": "不行法便不行，應行法當行者，不善法轉減，", "99": "善法轉增，此法是智慧慧者。應此四法，世間", "100": "有此說，此者是所因說。」佛如是說。彼諸比丘，", "101": "聞世尊所說，歡喜而樂。", "102": "佛說應法經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0083 應法經", "source": "CBETA"}