{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0023 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經", "text": {"0": "No. 23 [No. 1(30), Nos. 24, 25]", "1": "大樓炭經卷第一", "10": "比丘白佛言：「飯已後，於講堂上共議：『可恠", "100": "二千里；復有叢樹名柏，廣長各二千里；復", "101": "有叢樹名栴檀，廣長各二千里；復有叢樹", "102": "名佉鉢，廣長各二千里；復有叢樹名般奈，", "103": "廣長各二千里；復有叢樹名比羅，廣長各", "104": "二千里；復有叢樹名大利，廣長各二千里；", "105": "復有叢樹名㮈，廣長各二千里；復有叢樹", "106": "名安石榴，廣長各二千里；復有叢樹名抄", "107": "羅，廣長各二千里；復有叢樹名陂，廣長", "108": "各二千里；復有叢樹名陂隆，廣長各二千", "109": "里；復有叢樹名阿摩勒，廣長各二千里；", "11": "未曾有，是天地云何破壞？云何成就？』但共", "110": "復有叢樹名呵黎勒，廣長各二千里；復有", "111": "叢樹名毘醯勒，廣長各二千里；復有叢樹", "112": "名葦，廣長各二千里；復有叢樹名竹，廣長", "113": "各二千里；復有叢樹名拖羅，廣長各二千", "114": "里；復有叢樹名合羅，廣長各二千里；復", "115": "有叢樹名瓜，廣長各二千里；復有叢樹名", "116": "大瓜，廣長各二千里；復有叢樹名脫華，", "117": "廣長各二千里；復有叢樹名浴陂，廣長", "118": "各二千里；復有叢樹名須女華，廣長各二", "119": "千里；復有叢樹名皮羅，廣長各二千里；", "12": "議是事耳。」佛告諸比丘：「欲從如來聞知是天", "120": "復有叢樹名和師，廣長各二千里；復有叢", "121": "樹名茄夷，廣長各二千里；復有叢樹名投", "122": "鮮，廣長各二千里；復有叢樹名蒲萄，廣", "123": "長各二千里。過是空地，其空地中，復有優", "124": "鉢華池二千里，紅蓮華池二千里，白蓮華池", "125": "二千里，黃蓮華池二千里，毒蛇池二千里。", "126": "過是已地空，其空中有海欝禪，從東西流", "127": "入大海，其欝禪海中，見轉輪王亦知天下，", "128": "有轉輪王見遊行時跡，欝禪北有山名欝", "129": "單茄。」佛語比丘：「其山甚樂，姝好樹木生葉，", "13": "地成敗時不？」諸比丘白佛言：「唯天中天，今正", "130": "華實甚香，畜獸鳥無所不有，無與等者也。」", "131": "佛言：「比丘！其欝單茄山甚樂，姝好巍巍，", "132": "欝單茄山，有山名須桓那，其山有八萬窟，", "133": "中有八萬象，皆在中止，其象七日一食，有六", "134": "牙上廣下狹，牙齒間悉金填。過須那鉢山，", "135": "次有山名冬王，甚高過億，山上高四千里。上", "136": "有水名阿那達，廣長二千里，其底沙皆金，", "137": "其水涼冷，軟美且清。以七寶金銀琉璃水精", "138": "赤真珠車𤦲馬瑙作塹壘，其四面起墻，亦布", "139": "底，有七重欄楯，七重行樹，周匝圍繞，七寶交", "14": "是時。應為諸比丘說，知天地成敗時。比丘從", "140": "露，彩畫姝好。阿耨達龍王水水四面有陛，", "141": "金陛銀桄，銀陛金桄，琉璃陛水精桄，水精陛", "142": "琉璃桄，赤真珠陛馬瑙桄，馬瑙陛赤真珠", "143": "桄，車𤦲陛七寶桄，陛上有曲箱蓋，皆有欄", "144": "楯，有交露樓觀，其水中有青蓮華，紅蓮華，白", "145": "蓮華，黃蓮華，華亦有火色者、金色者、青色", "146": "者、紅色者、赤色者，白色者，周匝大如車輪，", "147": "其莖大如車轂，若刺其汁出如乳色，其味如", "148": "蜜。阿耨達龍王宮在其水中，宮名般闍兜。阿", "149": "耨達龍王在中止。其龍有何等寶？何謂為阿", "15": "佛聞，即當持之。」佛告諸比丘：「諦聽，善思念", "150": "耨達龍？過阿耨達龍，天下餘諸龍王，以三熱", "151": "見燒，阿耨達龍王，不以三熱見燒；復次，天下", "152": "諸餘龍王，過阿耨達龍王，餘龍王，熱沙雨身", "153": "上，燒炙燋革，燋革已燒膚，燒膚已燒筋，燒", "154": "筋已燒骨，燒骨已燒髓，燒炙甚毒痛，過阿", "155": "耨達龍王，餘龍王皆見熱，阿耨達龍王獨不", "156": "熱，是故名為阿耨達，是為第一事。復次，天下，", "157": "過阿耨達龍王，餘龍王，起婬欲事相向時，熱", "158": "風來吹其身，燋龍身，即失無顏色得蛇身，", "159": "便恐不喜。天下諸所龍王，過阿耨達，諸龍", "16": "之，今為汝說。」諸比丘言：「唯然，世尊！願欲聞", "160": "王得熱，阿耨達龍王獨無熱，是故名為阿耨", "161": "達，是為二事。復次，天下諸龍王，過阿耨達龍", "162": "王，餘龍王，諸金翅鳥王，悉入其宮，悉恐怖取", "163": "食之。若金翅鳥自念言：『欲入阿耨達龍王宮。』", "164": "適念是，便自無央數災變及其身，過阿耨", "165": "達龍王，天下餘龍王，皆見是毒熱，阿耨達龍", "166": "王，獨不見熱，是故名阿耨達，是為三事。以三", "167": "事故，名為阿耨達龍王。「東有大流江，下行", "168": "一江，有五百部河，繞阿耨達龍王，東流入大", "169": "海。阿耨達龍王南有大江，名和叉，有五百部", "17": "知。」佛言：「諸比丘！如一日月，旋照四天下時，", "170": "河，繞阿耨達龍王，流入大南海。阿耨達龍", "171": "王西有大江，名信陀，有五百部河流，繞阿耨", "172": "達龍王，入大西海。阿耨達龍王北有大江名", "173": "斯頭，有五百部河流，繞阿耨達龍王，入北海。", "174": "冬王山南有國，名維耶離。維耶離北有七", "175": "黑山，黑山北有七仙人婆羅門在中止，一者", "176": "名機機榆、二者名施泥梨、三者名欝單、四者", "177": "名禪、五者名迦蛇、六者名優多羅、七者名", "178": "波被頭，有山名和曇摩。過七仙人婆羅門", "179": "北，有山名乾陀摩訶術，中有兩窟，一者名", "18": "爾所四千天下世界，有千日月、有千須彌山", "180": "畫、二者名善畫，以七寶作之，金銀琉璃水", "181": "精赤真珠車𤦲馬瑙，細軟如繻衣。畫善畫", "182": "窟北，有樹王名善住，有八千樹王，圍繞之。善", "183": "住王樹下，有象王，名善住，在下止，有八千", "184": "象，周匝圍繞之。善住王樹北，有浴池名摩那", "185": "摩，以七寶金銀水精琉璃赤真珠車𤦲馬瑙", "186": "作塹壘之，邊有八千浴池，周匝圍遶，其水皆", "187": "涼冷，美軟且清，其底沙皆金，以七寶金銀", "188": "水精琉璃赤真珠車𤦲馬瑙作七重欄楯，七", "189": "重交露，七重行樹，周匝圍遶。其池甚妙好，金", "19": "王、有四千天下、四千大海水、四千大龍宮、四", "190": "欄楯者金柱栿銀桄，銀欄楯者銀柱栿金桄，", "191": "琉璃欄楯者琉璃柱栿水精桄，水精欄楯者", "192": "水精柱栿琉璃桄，赤真珠欄楯者赤真珠柱", "193": "栿馬瑙桄，馬瑙欄楯者馬瑙柱栿赤真珠桄，", "194": "車𤦲欄楯者車𤦲柱栿一切寶桄，金交露者", "195": "銀垂珞，銀交露者金垂珞，琉璃交露者水", "196": "精垂珞，水精交露者琉璃垂珞，赤真珠交", "197": "露者馬瑙垂珞，馬瑙交露者赤真珠垂珞，", "198": "車𤦲交露者一切寶垂珞，皆以七寶作，甚姝", "199": "好。金樹者金枝根銀莖葉華實，銀樹者銀", "2": "西晉沙門法立共法炬譯", "20": "千大金翅鳥、四千惡道、四千大惡道、七千種", "200": "枝根金莖葉華實，琉璃樹者琉璃根枝水", "201": "精莖葉華實，水精樹者水精根枝琉璃莖", "202": "葉華實，赤真珠樹者赤真珠根枝馬瑙莖", "203": "葉華實，馬瑙樹者馬瑙根枝赤真珠莖葉", "204": "華實。車𤦲樹者車𤦲根枝一切寶莖葉華", "205": "實，以七寶作，皆姝好。摩那摩池周匝四面，以", "206": "七寶金銀水精琉璃赤真珠車𤦲馬瑙作，金", "207": "陛銀桄，銀陛金桄，水精陛琉璃桄，琉璃陛", "208": "水精桄，赤真珠陛馬瑙桄，馬瑙陛赤真珠桄，", "209": "車𤦲陛一切寶桄，以七寶作，甚姝好。陛上有", "21": "種大樹、八千種種大山、萬種種大泥梨，是名", "210": "曲箱蓋，欄楯上有交露，樓觀下有園觀舍", "211": "宅，有浴池。樹生種種華，種種實，出種種香，中", "212": "有種種飛鳥，相和悲鳴。摩那摩池中，有青蓮", "213": "華、黃蓮華、白蓮華、赤蓮華，中有紅色者、金", "214": "色者、青色者、黃色者、赤色者、白色者、種種", "215": "雜色者。其華周匝大如車輪，其莖周匝如車", "216": "轂，其華斷者出其汁如乳，其味如蜜。善住象", "217": "王，念欲入池中洗浴相娛樂時，即念八千象", "218": "王。爾時八千象王言：『善住象王已念我等。』", "219": "即共往至善住象王所在前住。時，善住象王", "22": "為一小千世界。如一千小世界，爾所小千千", "220": "與八千象王，俱往至摩那摩池。諸象中有為", "221": "王持蓋者，中有扇者，周匝圍繞。時中有含血", "222": "名機那，在前歌舞作伎樂。時，善住象王，至", "223": "摩那摩池中，洗浴作伎樂相娛樂。中有象為", "224": "王洗鼻口者，中有洗牙齒者，中有洗頭者，", "225": "中有洗背者，中有洗腹者，中有洗䏶者，中", "226": "有洗膝者，中有洗足者，中有洗尾者，中有拔", "227": "華根洗之以與王食者，中有以青蓮華、黃蓮", "228": "華、赤蓮華、白蓮華，以鼻歷持散象王頭上者。", "229": "爾時，善住象王，洗浴相娛樂飲食已，便還至", "23": "世界，是名為中千世界。如一中千世界，爾", "230": "善住樹下。其八千象王各各入其池洗浴，作", "231": "伎樂相娛樂飲食已，便還至善住象王所。爾", "232": "時，善住象王，與八千象王俱前後圍繞，還至", "233": "善住樹下。中有為象王持蓋者，中有扇者，在", "234": "前作妓樂歌舞，至善住樹間。象王從意，臥起", "235": "行步，其餘八千象，各各亦隨意，在樹間臥起", "236": "行步，從意所欲。諸八千象樹，中有圍四丈", "237": "九尺，中有樹圍五丈六尺，中有樹圍六丈三", "238": "尺，中有樹圍七丈七尺，中有樹圍八丈四尺，", "239": "中有樹圍九丈一尺，中有樹圍九丈五尺，中", "24": "所中千千世界，是名為三千世界；悉燒成", "240": "有樹圍十丈五尺，中有樹圍十一丈二尺。善", "241": "住象王樹莖圍十丈九尺，是八千樹枝葉墮", "242": "落時，風便吹著外。其八千象王大小便時，", "243": "諸鬼神皆除著外。」佛言：「比丘！善住象王", "244": "威神尊巍巍乃如是，畜生含血之類，乃有", "245": "此。」", "246": "2 鬱單曰品大樓炭經欝單曰品第二", "247": "佛語比丘：「欝單曰天下，周匝廣長各四十萬", "248": "里。北方天下有種種山無央數，其河兩邊，", "249": "有種種樹，河水徐行，有種種華，水中叢流，", "25": "敗，是為一佛剎。」佛言：「比丘！是地深六百八", "250": "河兩邊有船，彩畫姝好，以四寶金銀琉璃水", "251": "精作之。北方天下中央有浴池，名欝難陀，廣", "252": "長四千里，其水涼軟且清，有七重壁，水底沙", "253": "皆金。難陀浴池，周匝四面有陛，以四寶金銀", "254": "琉璃水精作之，金陛銀桄，銀陛金桄，琉璃陛", "255": "水精桄，水精陛琉璃桄。難陀池中，有青蓮華、", "256": "黃蓮華、白蓮華、赤蓮華，中有紅色者、金色者、", "257": "青色者、黃色者、赤色者、白色者，周匝根莖若", "258": "斷者出其汁如乳，其味如蜜，光照四十里，", "259": "其香亦聞四十里。難陀浴池東，有河名已味；", "26": "十萬由旬，其邊無限。其地立水上，其水深", "260": "難陀浴池南，有河名修竭；難陀浴池西，有", "261": "河名大土；難陀浴池北，有流河名善種，是", "262": "諸河水，皆徐行，中有叢流行華，河兩邊有", "263": "種種樹，以金銀琉璃水精作河兩邊際。難陀", "264": "浴池東有園名賢上，有七重欄楯、七重交露、七", "265": "重行樹，周匝圍遶，以四寶作之，姝好金銀水", "266": "精琉璃。賢上園中有香樹生華實，劈者", "267": "出種種香。有擣香樹生華實，劈者出種種", "268": "香。有衣被樹，有瓔珞樹，有不息樹。有生花實，", "269": "若劈者出種種衣被瓔珞，出種種不息。有", "27": "四百六十萬由旬，其邊際無有限礙。大風", "270": "菓樹器樹音樂樹，生花實，實劈者出種種", "271": "器，種種果，種種音樂。樹高七里，有高六里五", "272": "里四里三里二里，最卑者高一里。難陀浴池", "273": "南，有園觀名與賢，有七重欄楯、七重交露、七", "274": "重行樹，周匝圍繞，以四寶作之，中有香樹、擣", "275": "香樹、衣被樹、瓔珞樹、不息樹、器樹、菓樹，皆", "276": "有華實，實劈者各各出種種香擣香衣被瓔", "277": "珞不息器果種種音樂，樹最小者高十里二十", "278": "里四十里，上至七十里。難陀浴池西，有園觀", "279": "名羅越，以四寶作，七重欄楯、七重交露、七重", "28": "持水，其風深二百三十萬由旬，其邊際無", "280": "行樹，周匝圍遶，諸所出生高卑，亦如東方", "281": "園觀。難陀浴池北，有園觀名常有華，亦以四", "282": "寶金銀水精琉璃作，七重欄楯、七重交露、七", "283": "重行樹，周匝圍遶，諸樹所出生高卑，亦如東", "284": "面園。「北方天下有樹，曲合如交露。北方天", "285": "下人，在下臥起，男女各異處。有淨潔粳米，不", "286": "耕種自然生，出一切味，欲食者取淨潔粳米", "287": "炊之。有珠名焰味，著釜下，光出熟飯，四方", "288": "人來，悉共食之，食未竟亦不盡，無盜賊惡", "289": "人，無言我妻子，無田作者。飯已，面色潤澤", "29": "限。比丘！其大海深八百四十萬由旬，其邊", "290": "有威神。男子女人，若婬欲意起，相視無所", "291": "語，男子便在前，女人隨後行，至園觀入中，", "292": "共相娛樂，二日三日若至七日，各自隨意，罷", "293": "去不相屬也。女人懷妊七日八日，便生若男", "294": "若女，便持著四徼道中。若有人從東西南北", "295": "來者，與指嗽之，出乳飲之，七日已後自", "296": "以福德即長大，譬如閻浮利人年二十若二", "297": "十五時。「北方天下，周匝四方有水，名阿耨達，", "298": "後夜起雲，天雨八味水，如人飯食頃，洗浴", "299": "北方天下淹塵，塵不復起。譬如蘇麻油塗地", "3": "1 閻浮利品閻浮利品第一", "30": "際無崖底。比丘！須彌山王入大海水，深八", "300": "塵不起，北方天下亦如是，地塵不起。譬如不", "301": "息工師，若不息工弟子，以種種華，結作不", "302": "息，左手持之，右手以水洗不息無塵，北方天", "303": "下如是，地不起塵，常有流水生草樹，常有葉", "304": "華實，中有草青。譬如孔雀翅色，其香如香", "305": "香，足蹈上即陷四寸，舉足還復如故。北方天", "306": "下人，欲至賢上園觀中遊戲相娛樂，即時去", "307": "乘船至岸邊，脫衣沐浴。相娛樂已，便棄船度", "308": "河，往至香樹間，取香塗身，至衣被樹間，取衣", "309": "著，至不息樹間、瓔珞樹間、器樹間、果樹間、", "31": "萬四千由旬、高亦八萬四千由旬，下狹上", "310": "音樂樹間，取瓔珞不息著之。取器音樂，便往", "311": "至賢上園觀。熱時亂風吹掃賢上園觀地，伊", "312": "蘭風至吹落華，墮地至人膝。時北方天下人，", "313": "悉入賢上園觀中，遊戲相娛樂，二日三日至", "314": "七日已後，各自罷去，隨意無所繫屬，亦復", "315": "至與賢上園觀，羅越常有華園觀亦如是。「北", "316": "方天下人，欲食時，取淨粳米炊之，以焰", "317": "味珠光，炊其下熟飯，東方、西方、南方、北方，若", "318": "有人來至其所者，皆飯食之，其食亦不盡，", "319": "至人食已。北方天下人，有樹名象兜，交曲", "32": "稍稍廣，上正平。種種合四類在上止，悉滿", "320": "上合如交露，人民在上止宿，男女各異處。北", "321": "方天下人，通齒髮紺青色長八尺，人民面色", "322": "同等，長短亦等，女人亦如是。人民行十善", "323": "事，不復相教作行也，皆壽千歲，無數減者。", "324": "死後有生忉利天上者、有生焰天上者、有生", "325": "兜率天上者、有生尼摩羅天上者、有生波羅", "326": "尼蜜天上者。天上壽盡，下生閻浮利天下人", "327": "間，即生大豪貴家若婆羅門大長者家。北方", "328": "天下人，大小便時，辟沒地中，其地清潔無", "329": "有聚糞臭處。北方天下人，男子女人，死時好為", "33": "無空缺處。諸大尊神亦在上止，諸尊復尊", "330": "衣被之，莊嚴不啼哭，取著四徼道中。有鳥名", "331": "欝遮，舉取死人著北方天下外。何以故名欝", "332": "單曰？欝單曰天下，勝是三天下復最上，是", "333": "故名欝單曰。欝單曰天下人民，食清淨", "334": "粳米，無有盜賊，無有惡者。無言我婦、無言", "335": "我子。顏色甚好有威神，無短命者，死已後", "336": "生善處。是故名鬱單曰。」", "337": "3 轉輪王品大樓炭經轉輪王品第三之一", "338": "佛語比丘：「世間有轉輪王時，自然生七寶、有", "339": "四德。何等為七？一者金輪寶、二者白象寶、三", "34": "大神，悉在上居止。忉利天宮，在須彌山上；過", "340": "者紺色馬寶、四者明月珠寶、五者玉女寶、六", "341": "者藏聖臣寶、七者導道聖臣寶。轉輪王其金", "342": "輪何類？王以十五日月滿時沐浴，便上高", "343": "觀上，與婇女共坐，見東方有自然天金輪來，", "344": "有千輻，皆完具，悉以天金所成，高一丈四尺。", "345": "王見已，自念言：『我從先聖聞，若王十五日月", "346": "滿，沐浴上高觀，與婇女俱坐，見東方自然", "347": "金輪者，即得作轉輪王。』王自念，欲試天金輪。", "348": "爾時，轉輪王便試天金輪，即便會四部兵，往", "349": "至天金輪所。整衣服長跪叉手，持右手，指", "35": "忉利天，上有焰天；過焰天，有兜率天；", "350": "金輪使東飛，金輪即東飛。轉輪王即與四部", "351": "兵，及家室親屬悉隨之飛，四天王天上諸天，", "352": "皆亦在金輪前飛行。金輪所至止處，轉輪王", "353": "便與四部兵家室親屬，皆止宿其中。爾時，東", "354": "方弗于逮諸王，以金鉢盛滿銀粟，銀鉢盛滿", "355": "金粟，共往至轉輪王所白言：『天王來大善！", "356": "東方諸城國界，富樂熾盛安隱，五穀豐熟，人", "357": "民眾多，珍寶眾多，工巧者饒，明月珠玉琉", "358": "璃，白象馬牛羊奴婢米穀豐饒，倉庫儲滿。願", "359": "大王止此，我等承受其教。』轉輪王便告諸王", "36": "上過兜率天，有尼摩羅天；過尼摩羅", "360": "言：『諸賢等各自治國以正法，莫行非法。諸賢", "361": "等但莫殺生、莫盜竊、莫犯人婦女、莫妄語", "362": "罵詈惡口兩舌、莫念惡。當慈心為政具奉", "363": "行，如是者，則為受我教。』爾時，諸小王持國", "364": "界奉上轉輪王，轉輪王即住案行東方諸國，", "365": "於其中止頓，無央數歲，相娛樂快樂飯食，", "366": "得東海內悉屬已便還。南方閻浮利天下王", "367": "降伏亦如是，復與家室親屬及四部兵，金輪", "368": "在前飛行。復至西方俱耶尼亦如是，復至北", "369": "方鬱單曰天下亦如是。四天王上諸天，皆在", "37": "天，上有波羅尼蜜和耶越致天；過是，上有梵", "370": "金輪前飛，金輪所至到處，轉輪王與家室", "371": "親屬四部兵止頓其中。爾時，北方諸小王以", "372": "金鉢盛滿銀粟，以銀鉢盛滿金粟，共往至轉", "373": "輪王所白言：『天王來大善，北方諸城國界，", "374": "富樂熾盛安隱，五穀豐熟，人民珍寶眾多，工", "375": "巧者饒，明月珠玉琉璃，象馬牛羊奴婢米", "376": "穀豐饒，倉庫儲滿。願大王止此，我等承受其", "377": "教。』轉輪王便告諸小王言：『賢等各自治國以", "378": "正法，莫行非法。賢等莫殺生、莫盜竊、莫犯人", "379": "婦女、莫妄語罵詈惡口兩舌、莫念人惡，當念", "38": "迦夷天；過是天，上有魔天。其宮廣長二十四", "380": "慈心為正見奉行，如是者即為受我教。』爾時，", "381": "諸小王持國界奉上，轉輪王案行北方諸", "382": "國，於其中止頓，無央數歲，相娛樂快樂飲", "383": "食，得北海內悉屬已。便與家室親屬及四部", "384": "兵，還閻浮利天下。閻浮利天下威神更巍", "385": "巍，其金輪亦爾，時便量度，東西長四百八十", "386": "里，南北廣二百八十里。諸天為轉輪王，造起", "387": "城壁七重，七重欄楯、七重交露、七重行樹，周", "388": "匝圍遶，彩畫姝好，皆以七寶，金銀水精", "389": "琉璃赤真珠車𤦲馬瑙，金壁銀門，銀壁金", "39": "萬里，宮壁七重，欄楯七重，刀分七重，行樹", "390": "門，琉璃壁者水精門，水精壁者琉璃門，赤", "391": "真珠壁者馬瑙門，馬瑙壁者赤真珠門，車", "392": "𤦲壁者一切寶門。城周匝四方有門，金欄楯", "393": "者金柱栿銀桄，銀欄楯者銀柱栿金桄，琉璃", "394": "欄楯者琉璃柱栿水精桄，水精欄楯者水精", "395": "柱栿琉璃桄，赤真珠欄楯者赤真珠柱栿馬", "396": "瑙桄，馬瑙欄楯者馬瑙柱栿赤真珠桄，車𤦲", "397": "欄楯者車𤦲柱栿一切寶桄。金交露者銀垂", "398": "珞，銀交露者金垂珞，琉璃交露者水精垂", "399": "珞，水精交露者琉璃垂珞，赤真珠交露者馬", "4": "聞如是：一時，佛遊於舍衛祇樹給孤獨園，與", "40": "七重。周匝皆以七寶，畫妙好，金銀水精琉", "400": "瑙垂珞，馬瑙交露者赤真珠垂珞，車𤦲交", "401": "露者一切寶垂珞。復以七寶作樹甚姝好，金樹", "402": "者金根枝銀莖葉花實，銀樹者銀根枝", "403": "金莖葉花實，琉璃樹者琉璃根枝水精莖", "404": "葉花實，水精樹者水精根枝琉璃莖葉花", "405": "實，赤真珠樹者赤真珠根枝馬瑙莖葉花", "406": "實，馬瑙樹者馬瑙根枝赤真珠莖葉花實，", "407": "車𤦲樹者車𤦲根枝一切寶莖葉花實。門上", "408": "有曲箱蓋交露，有樓觀邊有園觀舍宅。浴池", "409": "中有種種樹種種葉種種華種種實，出種種", "41": "璃馬瑙赤真珠車𤦲，金壁銀門，銀壁金門，琉", "410": "香，種種飛鳥相和而鳴。作城已威神巍巍，", "411": "金輪便止，城中度量，東西八十里，南北四十", "412": "里。爾時，諸天為轉輪王，以七寶作宮殿壁七", "413": "重、欄楯七重、七寶交露七重、七寶行樹七重，", "414": "周匝圍遶。七重門上有曲箱蓋交露有樓觀，", "415": "下有園觀浴池，種種樹種種葉種種華實，種", "416": "種飛鳥，相和悲鳴。造起轉輪王宮殿已，金輪", "417": "便立宮門前虛空中。爾時，轉輪王甚歡喜踊", "418": "躍言：『已為我自然金輪寶，今我以為作轉輪", "419": "王。』」佛言：「轉輪王有自然金輪寶，如是轉輪王", "42": "璃壁水精門，水精壁琉璃門，赤真珠壁馬瑙", "420": "有白象寶何類？轉輪王明旦與諸臣共會參", "421": "議。時，即自然有白象在前現，皆白身體完", "422": "具，能飛行。端正頭赤，有六牙，上麤下細，牙如", "423": "畫間金色。轉輪王見已念言：『此象若可調者，", "424": "便當為賢善。』則與調象師使調適，一反調，便", "425": "調善，最如調善畜。爾時，轉輪王欲試白象", "426": "寶，便使會四部兵，被白象莊嚴已，騎白象，日", "427": "出便出宮門，飛行繞四海內，即時還宮，坐相", "428": "娛樂。爾時，轉輪王甚大歡喜踊躍言：『已為我", "429": "自然白象寶，今我已作轉輪王。』轉輪王白", "43": "門，馬瑙壁赤真珠門，車𤦲壁一切眾寶門，采", "430": "象寶如是。「轉輪王有紺色馬寶，何等類？轉輪", "431": "王明旦與左右共參議，時見有自然紺色馬", "432": "在前，其馬身青毛衣滑澤頭黑。轉輪王自念", "433": "言：『若調此馬者，便當即好。』與調馬師使調，", "434": "即時調好，最如賢善馬。爾時，轉輪王欲試", "435": "紺色馬寶，即使會四部兵，被已騎馬未出", "436": "宮門，即與四部兵飛行繞四海內，即日還宮，", "437": "坐相娛樂，甚大歡喜踊躍言：『已為我自然", "438": "紺色馬寶，今我已為，作轉輪王。』有紺色", "439": "馬寶如是。「轉輪王有明月珠寶者，何等類？轉", "44": "畫妙好，皆以七寶作之。金欄楯金柱栿銀桄，", "440": "輪王明旦與諸臣共坐參議，時見有自然明", "441": "月珠寶在前。其珠青琉璃色，八方滑澤，好清", "442": "潔有光明照燿。轉輪王見已自念言：『如此珠", "443": "照我後宮中者為姝好。』爾時，轉輪王欲試", "444": "明月珠寶，便使會四部兵，持珠著幢頭，夜從", "445": "宮門出，與四部兵。爾時，明月珠寶光照，諸長", "446": "者婆羅門家起作，使奴婢販賣市井，謂為日", "447": "出。其珠照四部兵明出宮四十里，飛行繞四", "448": "海內，即夜還宮坐，甚大歡喜踊躍言：『已為", "449": "我自然明月珠寶今已作轉輪王。』轉輪王有", "45": "銀欄楯銀柱栿金桄，琉璃欄楯琉璃柱栿，水", "450": "明月珠寶如是。", "451": "大樓炭經卷第一", "46": "精欄楯水精柱栿琉璃桄，赤真珠欄楯赤真", "47": "珠柱栿馬瑙桄，馬瑙欄楯馬瑙柱栿赤真珠", "48": "桄，車𤦲欄楯車𤦲柱栿，一切妙寶作之。金", "49": "刀分者銀垂，銀刀分者金垂，琉璃刀分者", "5": "大比丘眾千二百五十人俱。爾時，眾比丘飯", "50": "水精垂，水精刀分者琉璃垂，赤真珠刀分", "51": "者馬瑙垂，馬瑙刀分者赤真珠垂，車𤦲刀", "52": "分者一切寶垂。金樹金根金莖，銀枝葉花實，", "53": "銀樹銀根銀莖，金枝葉華實，琉璃樹琉璃根", "54": "莖，水精枝葉華實，水精樹水精根莖，琉璃", "55": "枝葉華實，赤真珠樹赤真珠根，馬瑙莖枝", "56": "葉華實，馬瑙樹馬瑙根莖，赤真珠枝葉華", "57": "實，車𤦲樹車𤦲根莖，一切寶枝葉華實。彩", "58": "畫姝好，皆以七寶，金銀、琉璃、水精、赤真珠、車", "59": "𤦲馬瑙。其門上有曲箱蓋，欄楯上有交露，", "6": "已後，會於講堂上，坐共議言：「可恠未曾有，", "60": "樓觀下有園觀舍宅。浴池生華，種種樹，種", "61": "種葉，種種華，種種實，出種種香，種種飛鳥，", "62": "各各悲鳴。「過魔天，上有梵迦夷天；過梵迦", "63": "夷天，上有阿衛貨天；過是上有首皮斤天；", "64": "過是有比呼破天；過是已有無人想天；過", "65": "是已有阿和天；過是已有答和天；過是", "66": "已有名須達稱天；過是已有須陀尸天；", "67": "過是已有阿迦尼吒天；過是已有天，名阿", "68": "竭禪天；過是已有天，名識知；過是已有天，", "69": "名阿因；過是已有天，名無有思想亦不無", "7": "是天地云何破壞？云何成就？」佛徹聽遙聞，", "70": "想，乃至其上有人，生老病死，往還不復過其", "71": "上數。」佛言：「比丘！須彌山王以四寶作城，琉", "72": "璃水精金銀；須彌山王北有天下，名欝單", "73": "曰，廣長各四十萬里，正方；須彌山王東有", "74": "天下，名弗于逮，廣長各三十六萬里，周匝正", "75": "圓；須彌山王西有天下，名俱耶尼，廣長各三", "76": "十二萬里，如半月形；須彌山王南有天下，名", "77": "閻浮利，廣長各二十八萬里，北廣南狹。須", "78": "彌山王北脇天金照北方天下；須彌山王東", "79": "脇天銀照東方天下；須彌山王西脇天水精", "8": "諸比丘飯已後，於講堂共坐議此事。佛即", "80": "照西方天下；須彌山王南脇天琉璃照南方", "81": "天下。北方天下有樹名銀莖，圍二百八十里", "82": "高四千里，枝葉分布二千里；東方天下有大", "83": "樹名條莖，圍二百八十里高四千里，枝葉分", "84": "布二千里；俱耶尼天下有樹名斤莖，圍二百", "85": "八十里高四千里，枝葉分布二千里，其樹上", "86": "有石牛，高四十里；閻浮利天下，有大樹名", "87": "閻，高四千里，莖圍二百八十里，枝葉分布二", "88": "千里。金翅鳥王及龍有樹名駒利睒，高四千", "89": "里，莖圍二百八十里，枝葉分布二千里；阿須", "9": "起到講堂坐，問諸比丘：「向者會議此何等？」諸", "90": "倫有大樹名善晝過度，高四千里莖圍二百", "91": "八十里，枝葉分布二千里；忉利天有樹名度", "92": "晝，高四千里莖圍二百八十里，枝葉分布二", "93": "千里；大海北有大樹名閻，高四千里莖圍二", "94": "百八十里，枝葉分布二千里。北方地空中有", "95": "叢樹名菴，廣長各二千里；復有叢樹名閻", "96": "破，廣長各二千里；復有叢樹名多，廣長各", "97": "二千里；復有叢樹名那多，廣長各二千里；復", "98": "有叢樹名男，廣長各二千里；復有叢樹名女，", "99": "廣長各二千里；復有叢樹名小兒，廣長各"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0023 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經: 大樓炭經", "author": "西晉 法立共法炬譯", "sourceLink": "http://www.cbeta.org/"}