{"author": "宋 法賢譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1186 佛說妙吉祥菩薩陀羅尼", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1186", "1": "佛說妙吉祥菩薩陀羅尼", "2": "西天譯經三藏朝散大夫試光祿卿", "3": "明教大師臣法賢奉　詔譯", "4": "稽首最上普遍智如來應供正等覺", "5": "心意清淨無等等神通無礙未曾有", "6": "善能周遍十方界隨根化度諸群生", "7": "稽首文殊大導師善除塵垢心已淨", "8": "無量功德莊嚴身廣說妙法濟群品", "9": "天龍大力修羅等悉皆捧足而頂禮", "10": "妙吉祥菩薩陀羅尼曰。", "11": "那謨引曼儒仁祖切瞿沙引野一摩賀引󰂛地薩埵", "12": "引野二摩賀引哥引嚕尼哥引野三尾尾馱阿播", "13": "引野誐底四耨珂尾那引囉拏引野五怛󰍕切身下同", "14": "他引六唵引菩引菩引七摩賀引末尼八嚕唧囉割", "15": "邏波九尾唧怛囉二合十目訖多二合那摩十一阿", "16": "引朗訖哩二合多設麗引囉十二波囉摩薩埵謨", "17": "引左哥十三怛他引誐多酤引舍達囉十四鉢囉", "18": "二合嚩囉達哩摩二合臘沒陀二合尾惹仁祖切野", "19": "十五蘇囉多三菩吾引鉢那哩沙二合哥十六訖", "20": "黎二合舍婆引囉鉢囉二合設摩哥十七戍󰍕多", "21": "引達哩摩二合莎婆引嚩引努娑引黎引十八摩賀引", "22": "󰂛提薩埵嚩囉那十九嚩囉難捺那二十唵引摩", "23": "賀引播引舍鉢囉二合娑囉二十一三摩三磨引難", "24": "多引三滿多跋捺囉二合二十二三滿多鉢囉二合娑", "25": "囉二十三娑囉娑囉二十四呼引呼引二十五曼惹囉嚩二十六", "26": "摩賀引嚩日囉二合朅捺誐二合二十七親那親那二十八", "27": "頻那頻那二十九尾囉惹尾囉惹三十骨哥哩謨二合", "28": "引鉢設摩三十一哥囉哥囉三十二酤嚕酤嚕三十三度", "29": "嚕度嚕三十四達囉達囉三十五突突突突三十六摩賀", "30": "引摩賀引三十七謨引賀野三十八謨引賀野三十九菩引", "31": "菩引四十毘引摩毘引摩四十一難那難那四十二娑囉", "32": "娑囉四十三摩賀引󰂛地薩埵四十四謨左野四十五末", "33": "摩引那他四十六末耨室哩二合多引四十七播引野誐", "34": "底四十八訥珂窣亢那那四十九摩賀引哥引嚕尼哥", "35": "五十訥詰都引㰠呼郎切下同五十一末那引吐㰠五十二薩囉", "36": "儒仁祖切㰠五十三尾尾訖都二合引㰠五十四骨細引度㰠", "37": "五十五摩囉拏達哩謨二合引㰠五十六怛鑁二合跋誐鑁", "38": "引五十七訥詰多引喃引五十八窣珂那遏那引他引喃引五十九", "39": "娑引末哩他二合羯囉六十薩囉惹娑引喃引六十一尾", "40": "囉惹塞哥二合囉六十二烏波訥嚕二合多引喃引六", "41": "十三薩哩舞二合引鉢捺囉二合嚩訥珂六十四鉢囉二合", "42": "設摩哥六十五尾尾訖多二合喃引六十六薩哩嚩二合酤", "43": "舍羅達哩摩二合三婆引囉六十七波哩布引囉野", "44": "多引六十八骨細引那引喃引摩賀引尾哩也二合那", "45": "引多引六十九摩囉拏達哩摩二合引拏七十阿蜜哩二合", "46": "多播引那那引多引七十一末摩引必婆誐鑁引七十二那", "47": "引吐引婆嚩七十三設囉拏七十四鉢囉引野拏七十五", "48": "怛囉二合引多引七十六薩哩嚩二合訥珂引儞彌引那引", "49": "舍野七十七薩哩嚩二合訖黎二合引舍囉惹洗彌引七十八", "50": "阿波那野七十九薩哩嚩二合哥哩摩二合阿嚩囉", "51": "拏八十波哩嚩二合多引儞彌引八十一尾計引囉拏", "52": "八十二薩哩嚩二合酤舍羅達哩摩二合三婆引囉", "53": "八十三波哩布引哩引酤嚕八十四摩賀引󰂛地薩埵", "54": "八十五細引尾多味引哩也二合八十六播引囉彌多引", "55": "喻引惹野八十七尾囉引誐八十八尾囉惹達哩摩二", "56": "合倪也二合引那八十九鉢囉二合布引囉野九十駄引", "57": "囉野駄引囉尼引九十一三摩珂九十二三摩惹羅儞提", "58": "九十三三摩彌引嚕九十四薩摩賀引󰂛地薩埵九十五", "59": "嚩囉那九十六嚩囉那娑嚩二合引賀引九十七", "60": "佛說妙吉祥菩薩陀羅尼"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1186 佛說妙吉祥菩薩陀羅尼", "source": "CBETA"}