{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2805 攝大乘講疏卷第五．第七", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "4 差別品", "1": "攝大乘論疏卷第七", "2": "事善知識即是生行解力。□□□□□云", "3": "已入決定信樂□□□□正思惟力亦名加", "4": "行力。由無量宿世所習因力故。得承事諸佛", "5": "為修道□□緣。由值佛聞法生正思惟起決", "6": "定信樂。得此所信之法精進勤修即是加行。", "7": "信樂位乃通。今所正成處在十迴所信樂。即", "8": "三種佛性義如前釋。", "9": "釋論曰非惡知識等所轉壞者。二乘是惡知", "10": "識。所不壞菩薩信樂心。已成心不可轉動等。", "11": "即天魔外道種種方便不能令大乘心轉。", "12": "論本云由善成熟修習增長善根是故善得福", "13": "德智慧二種資糧者。此第四依止力。由修加", "14": "行力故得成熟福慧資糧圓足得入初地。即", "15": "是初地依止亦攝持。由資糧能持成初地。若", "16": "登初地即是唯識觀成故得入。言善成熟修", "17": "習增長善根者。善修五義。一無分別能行所", "18": "行及所為行。二無著修。謂不著因報因報恩", "19": "寺。三不觀修。謂不觀有因果及能行所行乃", "20": "至因果等之相也。四者無可機嫌修。謂攝理", "21": "又自無微細過失。又能可他心稱機得益也。", "22": "五迴向修。悉用眾行施眾生。復為四生迴向", "23": "無上菩提窮實際迴施眾生果。具此義故名", "24": "善修也。成熟修有四義。一長時修。二無間修。", "25": "三恭敬修。四無餘修。研令增進名修習也。", "26": "論本云是故善得福德慧智二種資糧者。若", "27": "約六度論之。施戒忍定為福德。般若為智慧。", "28": "精進通二種。隨所策功德則屬功德門。策慧", "29": "則屬慧攝也。", "30": "論本云諸菩薩修於何處入唯識觀者。下第", "31": "三明入界章。正明觀智之境。後釋可見。此問", "32": "有二意。一問境。二問位答中此章即答境問。", "33": "第四章方答示位也。", "34": "釋論曰此法名唯識觀持亦名境界者。唯識", "35": "觀能持此境令現前。此境又正能持成唯識", "36": "觀也。唯識觀所境界不出此四句。若不識此", "37": "四句亦不能得入唯識觀理故。唯識觀所攝", "38": "法所緣境界並不出此四句。法者一有見。二", "39": "有相。即似法義顯相。三意言分別。四大乘法", "40": "相所生。前相見悉是意識。分別所作離此無", "41": "別法為二也。", "42": "釋論曰大乘法相為因故得生者。明此意言", "43": "分別是正思惟。正思惟中有見有相皆由先", "44": "稟大乘法聞熏習生故言大乘法相為因得", "45": "生。", "46": "釋論曰此中顯境界時謂意言分別者。離覺", "47": "觀分別無分境界故。以意言分別為境界體。", "48": "釋論曰顯現境界相謂有見有相者。意言分", "49": "別有何相類。此分別不出相見二法為境界", "50": "相。後句尋因不異前。", "51": "釋論曰此意言分別有四位者。此下第四入", "52": "位章即答前第三章位處。問明唯識觀有四", "53": "位並以意言分別為體。作諸法理事等解了", "54": "一切是識分別。謂有見相等實唯一識耳。然", "55": "四位雖同入唯識觀。實有淺深大異。就此章", "56": "為四段。初標位。二釋示位相。三明位處境界", "57": "相。四結示其體相。", "58": "論本云願行地入位隨聞信樂故者。論本先", "59": "列四位名。後以四義釋之。釋論具舉前後文", "60": "悉謂字隔之後方合釋也。四位例爾。文言隨", "61": "聞信樂故。謂於所聞唯識理生信樂者觀智", "62": "未好成。故地前表是信樂位也。", "63": "論本云見道謂如理通達故者。於信樂位唯", "64": "識觀未成。即入初證菩提見住心與理成一。", "65": "即是無分別智。亦即是真般若。此智未成俗", "66": "觀。最後見境無相始是唯識觀成。即是生緣", "67": "盡故是無相。相盡故識無生。緣即是無生。以", "68": "此二名真實。真實本對相生既無復相生對。", "69": "故成無性。性即真般若。依藉本願仍起。後得", "70": "般若方見俗中唯識義分明。故名通達也。", "71": "釋論曰此意言分別如顯現相通達實不如是", "72": "有但唯識者。此明見分別性空。意言分別所", "73": "顯現相即是分別性。此實非有唯識量耳。即", "74": "無相性也。", "75": "釋論曰此識非法非義非能取所取者。此明", "76": "觀依他性本緣境生識名識。為能取所取之", "77": "境既無相故識非能取性。既是見非塵又非", "78": "所取也。既非能所取識即無生。無復他我彼", "79": "此故非法非義離如。既無法即是如故即入", "80": "三無性理。爾時不見識唯是一如。是前後方", "81": "便中正見唯識義耳。", "82": "釋論曰如此觀察能對治一切三障者。修位", "83": "有二種。一大分。以初地為見位。二地以上為", "84": "修位。八地以上為究竟位以功用究竟故。二", "85": "細分位。位中皆有三位。入住滿亦入住究竟", "86": "亦言入住出。此三位亦為見修究竟也。約修", "87": "道有進趣義有增明義。所以能治一切障。言", "88": "一切三障者。謂皮肉心三也。煩惱業報亦三", "89": "也。解脫定智亦三也。有如此故言一切三障", "90": "也。亦得上中下品數為三也。", "91": "釋論曰此修道與見道不異由智由境故者。", "92": "見修二道雖淺深不同。同得無分別智同得", "93": "觀三無性理。故言此義不異。釋論略示五義", "94": "異相。初可見。第二云除三乘通障名見道但", "95": "除菩薩障名修道者。二乘人但斷見修惑是", "96": "果障未斷因。即用無明初品為因也。即為凡", "97": "夫性者。為凡夫惑之本性能生見修惑故。即", "98": "是見修惑本。今斷初地障即是斷三乘根本", "99": "之因。故言三乘通障。三乘所斷者。十行五", "100": "心中已斷修惑盡。六心以上但伏斷無知。無", "101": "知即見修道惑本也。地上斷法我障。亦有義", "102": "中說二乘斷惑。以七地來猶見二諦二相義", "103": "強故言二乘。非三界斷四惑住二乘也。釋第", "104": "三云觀未圓滿無退出義名見道觀未圓滿有", "105": "退出義名修道者。見道與真相應永成一義。", "106": "所以明無退出。修道恒從方便入理恒更出", "107": "俗作唯識斷惑進行故言退出。見理與事真", "108": "俗恒竝。今互舉一邊取。解第四云觀通境名", "109": "見道者。即真如為通境。修道是緣真俗兩義", "110": "故是通別。見道但取見理義也。解第五云事", "111": "成名修道。以至功用究竟地能得無功用位", "112": "故名事成。", "113": "論本云究竟道中謂出離障垢最清淨故者。", "114": "八地無功用位為究竟。釋論二種位如前釋", "115": "之。", "116": "釋論曰此位最清淨智慧生處故者。無功用", "117": "智任運不作意自無相即是清淨智慧。及地", "118": "地滿亦是清淨智慧也。", "119": "釋論曰最微細障滅盡無餘故者。約□此大", "120": "小分位並當分惑盡處無餘。", "121": "若人入此四位緣何境界下。第三示境。此後", "122": "除真如無分別。就俗中智境一切唯有識。四", "123": "界者即三界無流界合四也。", "124": "釋論曰一切法以識為相真如為體者。從何", "125": "以故以下第四段依俗諦一切法雖復異真唯", "126": "有識故。以識為相證真為悟。唯有境智無差", "127": "別之真如。其外無別法。異如者俗如幻免無", "128": "別體故。不異真如即以如為體。若作隨妄生", "129": "義即是識息妄無生即如。故一切法悉以真", "130": "如為體。無離此如為體也。", "131": "釋論曰若方便道以識為相若入見道以真如", "132": "為體者。方便道唯見識有體。除識外悉如夢", "133": "塵並無所有。識隨妄塵故生。既智塵無所有", "134": "則不生即如也。若入見道是如理真智見識", "135": "無生。無生即如如無復異法。故以真為體。如", "136": "此等行是入四位之相也。", "137": "釋論曰因此方便菩薩得入四位者。此下第", "138": "五釋入方便道章。即是入處方便。因藉此四", "139": "善根與本方便修令增長能資唯識觀令得入", "140": "初地。就章有三。初釋論標入方便。二問。三", "141": "答。釋論釋問意示八處持四善根為方便故", "142": "得入四位也。然八處中前六處為方便。後二", "143": "為資糧。並為入因也。仍即示四善根義。如入", "144": "人章釋。次第三答中更為三。初示所持之善", "145": "根。即前四力。二示能持善根之行有八處。三", "146": "者捉八處廣解釋之。", "147": "論本云由善根力持故者。此明善力。不出四", "148": "種力。八處持此令增進故唯識觀成也。", "149": "論本云由有三相練磨心。即為八中三處。滅", "150": "除四變障即八中第四處。緣法義為境即第", "151": "五處也。無間修定慧是第六也。恭敬定修慧", "152": "為第七處。無放逸修即第八處。此八處並是", "153": "修學處。由修此故成熟四種善根力。八處次", "154": "第淺深相成。初三種練磨心為三。初牒章門。", "155": "二釋三練磨心意。後以三行偈更結之。釋論", "156": "復解之也。", "157": "釋論曰一輕賤自身等退屈心者。此下第三廣", "158": "解釋方便釋。此明聞菩提廣大甚深難修難", "159": "得故心退屈。約如理為甚深。約如量義為", "160": "廣大。攝法盡故難修。由文修行方便得故言", "161": "甚深。為深故難得。治此心有三義。一明無定", "162": "處所。隨並得引□處修皆得。二明人道。是道", "163": "器即是同類修皆得。三明無定時節。隨能勤", "164": "修並得。引此為例作此解磨練心治第一退", "165": "屈心。", "166": "釋論曰二輕賤能得方便退屈心者。菩薩作", "167": "此心。施等是菩提資糧。若離菩薩意欲不可", "168": "得。我等云何能行此行。即是退屈心。為治此", "169": "心者。明引三世菩薩是我等類。皆能修施等。", "170": "以信樂為正意。正意為方便。具三義能平等", "171": "生長六度。具三種信樂。即三種佛性如義章", "172": "廣。為正意能行六度等。具生長平等三功能。", "173": "出離障垢。故行施等行不足為難得。此等正", "174": "意六度圓滿自然得菩提。退屈心則滅也。", "175": "釋論曰最難可得者。三義。一者須長時修。二", "176": "所修微妙精細。三所修眾多也。至十地三", "177": "十大劫阿增祇修行除無有生死最後一剎那", "178": "心。此難思量故生退屈。觀前有四種定心。一", "179": "思。二了。三證。四除。先尋思一切法唯有識。", "180": "既尋思已決了知一切法唯有識。決定明了", "181": "已後證知唯識。證知唯識止除外塵未除識", "182": "體。後更尋思塵既無相。識則無因緣不得生。", "183": "復不見識體故名除心。此除心與真如相隣。", "184": "由此心在障不得真證。心即是解脫道。除則", "185": "是無礙道。過此後心與理一無有心境之異。", "186": "釋論曰亦應可得此義難思者。所障有眾多", "187": "功德智慧。能障止剎那心者。說可得此義難", "188": "思。我今猶在四種生死。去金剛除心猶遠。所", "189": "障有多能障亦應有多。若說不可得此亦難", "190": "思。有疑心故生退屈。後即舉例為對治心者。", "191": "明凡夫二乘修有礙善根成各得果不差。何", "192": "況我今修圓滿無礙善而當不得果耶。夫無", "193": "有施戒修三品修即定也。止有正體無三品", "194": "修名偏。具三品即財法無畏等施為圓修。捨", "195": "命而得果。為死墮即轉凡成聖。不捨命為移", "196": "位。", "197": "釋論曰於十地中好生長福德智慧二品善法", "198": "故名圓滿者。此二義。一約諸地。地地中具足", "199": "六度行為圓滿。二以真俗具足為圓滿。真解", "200": "為智。俗解為福。常住具四德自在為無礙。法", "201": "身圓德義為富樂。應身利他上行人能變以", "202": "此為行。法樂自在為如意。化身取色形義相", "203": "好音聲才辯為可愛。後結意可解。復以三行", "204": "偈重結前三練磨心義。今顯現可見。意如前", "205": "可解。釋第二偈兩句顯三義者。諸勝菩薩反", "206": "所信樂三種佛性等並為增上緣。善心為同", "207": "類因。施等行戒出世法為等流果也。", "208": "論本云由滅除四處障故者。此即牒前八處", "209": "中第四。除四障者。一邪思惟。二邪意及疑。三", "210": "法我我所執。四明滅。此四障大略也。", "211": "釋論曰數觀生死過失涅槃功德此觀但愛自", "212": "者。由心分別於無二理中見有彼此得失。不", "213": "能平等他故成邪思惟也。第二邪意及疑並", "214": "明。於二諦三性等法相道理生信及決了心", "215": "故滅邪意及疑者。明於聞思境界中是無法", "216": "並隨心成。而執法體是有名法我執。復明此", "217": "法有用名法我所執。又譬如執有涅槃謂集", "218": "諦無生寂靜為體者。集諦是苦因。有則是", "219": "生。謂言無生故是邪執。即是菩薩道為涅槃", "220": "因。謂因為果。豈非邪執。又譬如執涅槃用謂", "221": "能離三苦者。能離苦此乃是道。能離苦道是", "222": "涅槃因。因能離苦。涅槃是果。果時又已無苦。", "223": "而謂始是能離苦則濫因。豈非邪執。次第四", "224": "解分別執。明定散並緣內境不緣外。見境無", "225": "相見識無生故能滅分別。此一有長行偈。後", "226": "偈釋論解不異前也。", "227": "論本云緣義為境者。此八處中第五。如釋論", "228": "牒前論本來為章門復問答解釋之。以聞熏", "229": "習為生因答第一問。思慧為長因是方便答", "230": "第二問。生後時思等慧。依此聞慧數思惟為", "231": "長令堅住故名攝。正思惟即為長因。或似正", "232": "教為聞慧境。或似正教所證義顯現為思慧", "233": "境。後明覺觀思惟即是意言分別。復有見可", "234": "解。", "235": "論本云由四種尋思謂名義自性差別假立尋", "236": "思者。此即八處中第六處。即無間修。得無間", "237": "名者。方便轉勝修之相續無有間隙之惡無", "238": "記間善心故名無間修。以名義二為本。名義", "239": "自性名義差別成四者。能目一切物之言為", "240": "名。所目一切法六識境十八界等為義。名義", "241": "自性者。此二名義唯以言說為自性也。差別", "242": "者。如說五陰十八界即是立名義。名義為本", "243": "有種種義為差別。如色受等各別不同為自", "244": "性。於一一陰一一界中復有種別不同。如色", "245": "中有種種色。一切皆爾。名為差別言說。唯見", "246": "名義自性言說除外更無所有故言言說為自", "247": "性也。名義差別言說唯見名義差別言說者。", "248": "名義是當體。差別是其別義。當體既是言說", "249": "其差別義故亦唯有言說。四處度疑決了說", "250": "名尋思。此並唯假言說為義故立餘三為相", "251": "應。以三目義即屬義。由數習次第相續三故", "252": "生解假立法妄想生解故名相應。名義互為", "253": "客者。得義時未識名。如見人不識性。故知不", "254": "同。以名多。如一人有多名無多體故知不同", "255": "體。三名不定故。知人猶子等故不同體。又一", "256": "名目多義。如前名目九也。故不同。此明一時", "257": "不同。又前有人後方立名。又知如文有人道", "258": "後此道名為人。此通名前文有定後方有人", "259": "也。此明前後不同。又知識此人姓名來文不", "260": "識其人體相。故名義不同體。後□五陰譬。如", "261": "五陰是行聚即是無常之名。猶於相續中有我", "262": "執。則知名無常猶於義計常。故知不同體。故", "263": "名義互為客也。然若無數習次第無倒三義", "264": "則無相應義也。而通明此義顯不同者。以各", "265": "不同是分數各別法即是無常故有此說也。", "266": "論本云由四種如實智名義自性差別如實智", "267": "四種不可得故者。此下明第六資糧。就章為", "268": "三段。初辯恭敬修。二辯無放逸修。三釋疑", "269": "辯住處及境界。初明恭敬修三。前明四如實", "270": "智。二辯唯識方便觀。三明唯識真正觀。第", "271": "一四實智中又三。初總標。二者一一別釋。三", "272": "總釋結成也。論尋思如實智。並在十迴終心", "273": "出位。諸地方便將入位。尋思在煗頂。如實智", "274": "在忍世第一法位。然論此二章並得為方便", "275": "資糧。今取去真觀。遠者為方便。近者為資", "276": "糧也。然前四尋思知四是假言說未達四法", "277": "無所有。能了了達四法實無所有不可得故", "278": "成四如實智也　次別解。第一名尋思所引", "279": "如實智者。實為欲引眾生出世故立世間萬", "280": "物名字。若不立名則無人識色等類法。則不", "281": "能起增益執。乃至互相教示。豈能解出世理。", "282": "故借世法引令出世。如前令入依中明人法", "283": "通別二相。悉是假借為入理證耳。皆悉無所", "284": "有。次義尋思所引如實智。明義離一切言說", "285": "不可說。次明色非者無體不可說。色似色顯", "286": "現不說。非色法有無亦爾。法有三義不可說", "287": "故。是第二如實智。次第三明自性言說尋思。", "288": "唯有言說。由自性言說此類非其自性。如其", "289": "自性顯現者。菩薩達其如變化等譬。非類似", "290": "類現。是名自性尋思所引第三如實智。又言", "291": "甚深義為境界者。緣無相及依他識為境界。", "292": "次釋第四差別言說無有二義者。此明一切", "293": "名義差別言說無二。言及說所說並無所有", "294": "故無二。由可言體不成熟故即分別性無體", "295": "也。由不可言體成熟故即真實也。次差別言", "296": "說無二成第四如實智也。次更總明四義從", "297": "先已說名及義下。是總結之明智是假言說。", "298": "度疑決了等說名尋思。因此尋思菩薩觀名", "299": "義等二無所有是如實智。次入此已解下。是", "300": "方便唯識觀。四種通達分善根依止者即四", "301": "定。後文自釋之。次後次第明不見名義自性", "302": "差別。依釋可見也。由四尋思四如實智為二", "303": "方便遣外塵復何方便及境界得入真觀者。", "304": "此下第三問唯識真觀。前是方便相似解耳。", "305": "還研此入真。意言分別此四法故生起　此", "306": "四法既無所有。意言無復所分別諸生緣既", "307": "盡。意言分別之識亦不得復生起。此即是入", "308": "真觀。亦見無相性為真見。唯有識達餘法悉", "309": "無所有名入唯真觀也。四種三摩提者。此四", "310": "是法無我中四觀依止。非前人無我中四種。", "311": "煗頂忍世第一方便。是先得等四定也。後章", "312": "自釋之。釋論曰。此下明八處中第八處。無放", "313": "逸修。即章第二段。就此有問答。問答即辯法", "314": "譬兩說。分文為二段。一法說。二譬說。法說中", "315": "為二。初略示三量智意。二廣釋三量義。", "316": "論本云但入唯量者。此明俗觀成唯有識體", "317": "量。後雖明相見種種。若不顛倒識上變異成", "318": "相見二及種種則唯識義不成。以無識生緣", "319": "故識不得生。若有實色唯識義又不成。以變", "320": "異為二而無二體唯一。", "321": "釋論曰此二法一是因一是果者。塵是因。生", "322": "義得成又不失能取所取之識故。識是果。此", "323": "就緣緣。作語根是識因。識是果。此就增上", "324": "緣明義。若約變異義。識是因。根塵並是果。以", "325": "根塵從識家種子作因緣生也。離識則無塵", "326": "等故也。", "327": "釋論曰又一是所依一是能依者。根塵是所", "328": "依。識是能依。從識變異種生為根塵。亦得言", "329": "根塵能依。識是所依也。", "330": "釋論曰此二法由無始生死來數習故速疾是", "331": "故於一時中有種種相貌起者。若就俗諦體", "332": "唯識為量。為成識義故開成相見二法。廣見", "333": "有六識相有六塵識。各有無量塵識故言種", "334": "種相貌。八識一時起及前後論之彌無量種", "335": "別。雖復為種實唯是識量也。", "336": "釋論曰名義各有三為六者。此下論本文第", "337": "二更廣釋法說義正明入識唯觀有三種。初", "338": "明唯量者六相為義。次尋名無所有者。名本", "339": "目義義無所有故名無義者。所因即六塵以", "340": "諸塵為義。塵無所有此名空。無所因名何義。", "341": "又此名為自有義為當無義若有義義無所", "342": "有故名無義者。若除有物可得有於有家之", "343": "無。既無有於有法有。何有家之無耶。故", "344": "亦無義也。次義自性差別二法如釋論可見。", "345": "不釋之。次第二明相見現如釋論解。作取", "346": "能所取義既不成。始達於一識上作自分別", "347": "為相見二法有。次第三釋論解種種相貌觀", "348": "云。於一時中能觀種種相貌。無相無生名入", "349": "種種相貌。觀者無相無生為本。從法來至", "350": "法本極處方達種相貌觀成也。若不達理體", "351": "於顛倒事相解終不成好解也。次明入三性", "352": "譬者。此答第二如何法問更為二。初有三", "353": "十四行文行譬行合釋之。二者從如此菩薩", "354": "由入似義下三十三行文法說顯成前譬也。", "355": "譬即借小乘事相以為譬。譬如闇中不了藤", "356": "謂為蛇。蛇譬分別性事中有。藤譬俗中有", "357": "識。是依他性。而藤以事檢之無自體但有四", "358": "微。四微譬安立中有真實性。然蛇本來是無。", "359": "由闇不了見藤橫謂為蛇也。一切眾生不了", "360": "別俗中唯有識。於識上作根塵等解。此根", "361": "塵實無所有。如藤上本無有蛇也。次明藤無", "362": "自體。假說四微為藤。如達四微時即不見有", "363": "藤。合譬如於真中不達一如無相。於如上橫", "364": "倒見分別性根塵。如見蛇時不見藤。根塵既", "365": "無所有。即見無相性。是約分別性無所有分。", "366": "見真如見唯有識。即見依他性。見藤時無蛇。", "367": "未明四微緣識即無生見即無相無生。即是", "368": "俗識見真實性。如見四微時無藤。本為對俗", "369": "識立真如。俗既空無所對。真亦絕待第一義", "370": "空。如見四微亦無所有唯空。即是真實性成", "371": "無性性。即非安立諦。無於二諦三性等也。", "372": "論本云如此菩薩由入似義下。第二法說更", "373": "顯前譬。論文初論文顯次第入三性義。第二", "374": "既論文明由入真實性捨唯識想。第三明意", "375": "言分別是先聞法種類。四段明無塵。五明生", "376": "緣盡識無生。後段釋結可解也。", "377": "釋論曰復次是時無有一塵品類而非菩薩而", "378": "了別者。既久習研釋精識反覆熟觀已竟。雖", "379": "無別體不無識法為相識義也。但此識法本", "380": "無二相。分別為二相。實一識為體。是諸法本", "381": "故。於末始得明了後得入真竟。後出觀時方", "382": "是精識諸法。故無一法而不善達知也。", "383": "釋論曰無分別智是名者。此第三段辨菩薩", "384": "住處境界釋疑也。此為二。初答兩問住處及", "385": "境界。第二更重辯菩薩通別境界為二。初長", "386": "行辯通名。二偈辯通別兩名。此下言名者。名", "387": "本身能表法體為名。又名本定體無分別智", "388": "能證理與理成一。即是定自體之名能起後", "389": "智立教能長章。一切法相是一切表章之根", "390": "本。故立無分別智為一切差名。", "391": "釋論曰復次名者謂究竟者。即是真諦是為", "392": "第一義諦名。是相應之理極果法故言究竟", "393": "名。真即表究竟極理故為究竟名也。亦即法", "394": "界者。法界通一切法。皆如無有二相故言通", "395": "於一切法。一相無有差別。境智無異相也。", "396": "論本云無分別智得證得住真如法界者。明", "397": "不分別一切俗中一切相生等者。相即俗變", "398": "異事生是識即俗體。由不取此別相故得入", "399": "住法界。", "400": "論本云是時菩薩平等平等者。此下第二明", "401": "通別平等境界義。此中但明二種平等。依如", "402": "釋論可見。具十種者。一義自性平等。二無言", "403": "說行相平等。三無生平等。四因緣不起平等。", "404": "五畢竟寂滅平等。六離諸虛境平等。七一切", "405": "行無取捨平等。八一切法離相平等。九離妄", "406": "相境界如幻如化平等。十妄想境界有無無", "407": "二平等。略示其名耳。釋論自作兩番釋偈十", "408": "名義。今略示其前後同異大相。第一法名。初", "409": "番云。謂色受等眼耳等。此五陰五根等。後即", "410": "除五陰但明五根故異。第二明人名。初番云。", "411": "謂信行法行等。此即利鈍二種相似聖人。後", "412": "即我眾生等。此通一切凡夫異前。第三法名。", "413": "同取十二部正教義同。第四義名。亦同是正", "414": "教所詮義。第五性名。初謂無義文字。後即明", "415": "十四。此亦同。十四是音。二十五是字。合有", "416": "三十九。而言七者。二字同標章結句以相成。", "417": "所以止三十七。身解義意如涅槃記中釋也。", "418": "第六略名。初謂眾生等通名。後即有為無為。", "419": "此即後番通內外根無為等。前但有為論正", "420": "報名耳。第七廣名。前謂眾生各有別名。後謂", "421": "色受等。即五陰空等成眾生法六大則異也。", "422": "第八不淨名。前後同凡夫。第九淨名。前明", "423": "聖人等。後明須陀洹等。此略同。第十究竟名。", "424": "亦同是果上極處名呼為究竟名。地地皆亦", "425": "隨分究竟義。但成自利利他。皆有隨分也。", "426": "釋論曰究竟名謂緣極通境出世智及出世後", "427": "智一切法真如境者。緣極通境二種智所緣", "428": "真如。目此境為究竟。欲顯此究竟理與二乘", "429": "所緣有異。用緣極通境以目二智示是此二", "430": "智境。次論本結前可解。", "431": "釋論曰如此謂方便次第時節捨得者。方便", "432": "即八處持善根初後自有次第淺深時節。即", "433": "有方便。正觀等三諦觀等捨分別得。即得真", "434": "智得證真如無得之理也。後可見也。", "435": "論本云由入此相得入初歡喜地者。此釋第", "436": "七資糧果章。就章為三。初總標。二別釋八果。", "437": "三結示於見道得此八果。總標文可解。第二", "438": "別釋中釋第一勝時果云。捨凡夫二乘位始", "439": "得菩薩真位。前十解中雖名聖。未得不二之", "440": "真聖猶故。是假名菩薩。未得斷凡夫性以身", "441": "猶未得常住法身故。同凡夫二乘各各差別", "442": "妄想法為身故也。初地得理無二法身智無", "443": "二常住法身方是真聖位。異地前假名也。釋", "444": "第二云。捨自愛名歡。生他愛名喜者。除貪", "445": "瞋故不愛惜自身。能行大捨心恒歡悅。由除", "446": "嫉妬故不憎惡他。見他得利益心恒慶憙。方", "447": "便中有此力故名方便。果正智得理不二之", "448": "時。無喜不喜之相。昔著我愛。今自他不異故", "449": "不復愛自憎他。所以令他不達此理者復生", "450": "悲欲令達之故。", "451": "釋論曰未曾得大用及出世心者。大用由證", "452": "法身起應化身是大用。無分別智是出世心。", "453": "今始得之。是故生喜也。第三地者名勝果。正", "454": "釋地體義等。後當廣釋自見。釋第四勝通達", "455": "果云。三義。一由得四依。依法不依人等四依", "456": "者。一依法。是法門即是詮教。人是能示詮之", "457": "人。藉人求皆捨人不依人而往也。二依義。義", "458": "是文下所依以。此所依以即得利益。語止是", "459": "指示令取義。住語即執詮為病不應依也。三", "460": "者依智不依識者。智是達理能離生死法。識", "461": "是隨生死起惑遇種種生死後有。四者簡依", "462": "了義經者。細有了不了義。依文判了義。依理", "463": "判不了義。若不能如此則自在生疑則不能", "464": "得理。豈能利他。依理判了義經則能成就二", "465": "利也。二者明通法界十重。從初通達乃至上", "466": "地皆善通達者。此十即十地觀境十功德。若", "467": "理觀從初地達一功德即達十皆善通達。若", "468": "就差別義。取法界即不達二地功德。分別中", "469": "有分別倒惑故通達為難也。三約四方便。如", "470": "文可見。前後說處多也。第五明生佛家者。即", "471": "真如無生之家也。無明能生眾生生死無實", "472": "體如但有外相貌無實體也。今生法身中故", "473": "不為無明㲉所苞裹也。又佛子五義者。一願", "474": "樂無上乘為種子者。由信樂故得多聞熏習", "475": "為種子。二般若為母者。母有能生子義。若非", "476": "無分別智則不脫生死。何得生如來家。智", "477": "不令諸惡執□之。惡執□之則有無明。無明", "478": "則能生生死。般若生即是無生生也。故離分", "479": "別得無生生。故是生如來家也。三以定為胎", "480": "者。胎能含養兒滿十月故生。由定能含養眾", "481": "行故無分別智生。即是佛子生。四大悲為乳", "482": "母者。乳母能資養兒。大悲利他即復資養成", "483": "我眾行。若不為利他則同二乘。豈成大行。故", "484": "大悲如乳母養子也。五諸佛為父者。一者子", "485": "藉父遣體生。二者父又能訓誨令子成長。三", "486": "者又為外蔭護等。明佛子從佛性法身生即", "487": "是體也。三身又訓誨令成長義。二身師義可", "488": "見。法身為自體常住。師既師自體義亦得是", "489": "無師智也。又不令惡法侵損。是外蔭護也。", "490": "釋論曰恩養果有四種一廣大二最極三無邊", "491": "四無倒者。平等令一切得解脫故名廣大。悉", "492": "令得入無餘涅槃故名最極。利益無限量盡", "493": "一切眾生故名無邊。凡所利益稱根性無不", "494": "如理故名無倒。由證如同以如為體不見有", "495": "眾生異我故得眾生心平等。由得大悲同有", "496": "利他用故得菩薩心平等。由同法身及法界", "497": "為體異故得法佛心平等。第七第八二果", "498": "如釋論大憙可見。後第三結名菩薩見道者", "499": "有三方便。謂如實智者正是此時除障。何", "500": "以然。由見名義自性差別四種畢竟無所有。", "501": "唯見識分別作此解。所解脫無所有為無相", "502": "性。能解心亦不得生。無相無生即得解脫果。", "503": "了因即無分別正體智。此智為不生道。四如", "504": "實智是對治道正滅障也。應除是俗諦。二", "505": "性可解。除滅者即為已滅。已滅惑即理顯現。", "506": "理顯現即三無性。一切法悉本來無二相。故", "507": "除生死得法身。皆由唯識觀成。若不達此義", "508": "則不識大乘要行也。", "509": "論本云復次何故菩薩入識觀者。下釋第八", "510": "二智用章。此問如釋論解可見證。就此章為", "511": "二。前明無分別智前後入唯識觀定其方便", "512": "體相用。次明二智用。就唯識觀中又二。初明", "513": "未得初地之前觀。次明已得地更起後觀。言", "514": "方便者即是唯識。若正智止有一如名更生", "515": "惑常為不生道也。", "516": "論本云由緣極通法為境者。釋論解有四德。", "517": "明智體照境。即通法有四品。此就境有廣狹", "518": "論之。苦但心最狹。無常通色心已居次廣。無", "519": "我又廣。而止通大乘相用。無性就理體論之", "520": "最廣。故言極通境。由唯識觀為門能令通達", "521": "諸法本故。於一切法無不通達微細。後方便", "522": "作唯識觀。雖明無倒一義義兼得後三。既從", "523": "無分別智生。又更生勝品智。豈得無前三", "524": "義。", "525": "論本云為除滅共本阿梨耶識中一切有因諸", "526": "法種子者。此下第一明二智用。用有二。前明", "527": "唯識觀有自利用。二明得後智利他用。自利", "528": "有三。一者除障。二立因。三得果用。此文正明", "529": "滅障用。通滅因果事可解。由七識是惑染六", "530": "識有煩惱作業故。是種子因緣之本。而本識", "531": "是緣中最勝。是增上緣。能生六七識作業。復", "532": "能受薰持種子作根依持生故也。六塵是生", "533": "種子緣可見也。", "534": "論本云為生長能觸法身諸法種子者。此第", "535": "二立因用。諸法即六度。由唯識觀轉六度令", "536": "成出世故是證法身因也。", "537": "論本云為轉依者。此第三明得佛法用。即明", "538": "三德四無畏。後結為成除障立因得果三用", "539": "入唯識觀。次第二明後智正體。既得真無分", "540": "別般若竟。此義如資糧章後分釋。今後智用", "541": "是出世間智。此智照一切法無倒。又為他解", "542": "說。為此二用故修無分別後智。云何修智。於", "543": "入真觀前時熟修聞思二慧。是修後智義達", "544": "諸法入真後時出俗見妄法始更明了也。", "545": "釋論曰內相外相內外相者。本識為內。塵為", "546": "外。成身根為內外。於自為內。於他為外。又根", "547": "塵相對為內外。識通內外。後智見生死同幻", "548": "化可解。從正體智生故言清淨。清淨本所流", "549": "故也。", "550": "釋論曰故不可依見聞覺智相判諸法為實有", "551": "者。此顯應依智不依識。識著倒相。智則見清", "552": "淨善達倒夢境是無所有也。五明義如前後", "553": "更廣解之。", "554": "釋論曰相違不實不定名偏者。依文符理為", "555": "不相違。真實及不實。為不可動名定。違理差", "556": "機為相違。闇心妄說為不實。前後改轉為不", "557": "定。", "558": "釋論曰處時相濫名倒者。隨位高下十方地", "559": "處高下為說為隨處。隨所宜機動時節說即", "560": "有益名隨時。隨大小乘所宜法相法門等相", "561": "故言隨相。", "562": "論本云是時正入唯識觀位中者。此下明第", "563": "九二智依止章。就此為三。初總標四種能所", "564": "依止為問。次別釋四能依所止義。後結示之。", "565": "就總明有四種三摩提。是四種通達分善根", "566": "止者。四定為所依止。體燸頂忍世第一法。四", "567": "智是能依止。此四種智即為四種通達分善", "568": "根也。釋論解云。為明應入處故。言唯識觀中", "569": "者應入處即三無性真如。約此處觀方始見", "570": "唯識明了能所依止後自別解。由四善根有", "571": "四依止故善根成能證無差別理。", "572": "釋論曰樂觀無塵義故名為忍者。此第二別", "573": "釋。具明忍有四義。一欲樂義。由能忍安受無", "574": "生理故二不可壞義。由境真實智寂靜故。三", "575": "智助義。四簡擇義。後二義明其功能也。", "576": "釋論曰此忍未離三相謂觀善成就惑污清淨", "577": "未隨意修習者。猶見有成就相染污相清淨", "578": "相所以未能隨意修習故成下品。次後第二", "579": "別釋四依止。第一光得三摩提者。光是智名。", "580": "因定得此智。定從所得之智立名故稱光得。", "581": "定都四名。一者名三摩提。此云等安。謂能平", "582": "等安置於心不令散亂高下。即是心法令心", "583": "於一境法等攝住離於沈浮。二持訶那。舊言", "584": "禪那。此翻為智生。以能引生智惠故也。又翻", "585": "為善思。能善思量生六通慧故。又人心不高", "586": "下顛倒不噉味故名善思。三者稱三摩拔提。", "587": "此翻等俱至。心不高下為等。心境不相離為", "588": "俱。在於觀中緣境為至。故言等俱至。四奢摩", "589": "他。此翻寂靜。已離下地惑。惑通無復用故名", "590": "寂靜。前三名通流無流悉得立之。唯無流定", "591": "得此奢摩他名也。", "592": "釋論曰若具五分五智此定名三摩提者。五", "593": "分者初定光得為自分三定通行為自分定無", "594": "間為自分念分通四定為第五分。一定中皆", "595": "有五義故得三摩提名。四定別名從強者受", "596": "稱也。又五分者。取八聖道中正定為三摩提", "597": "體。正見正覺正語正業正命此五為分。由正", "598": "見見邪相而捨。見正相而取。乃至見邪命而", "599": "捨。見正命而取。由正見捨五種所對治。故立", "600": "五種。能對治為助定分也。五分智者。一自性", "601": "分智。是無流勝善成熟故言自性分智。二人", "602": "分智。此定非惡人所習。智人所讚。此智亦依", "603": "內起。是智為至人之氣分因故為人分智。三", "604": "清淨分智。我此定寂靜美妙。已捨道所對治", "605": "惑滅故為清淨分智。四果分智。現世安樂住", "606": "未來感安樂涅槃果。是果家之小分智故言", "607": "果分智。五念分智。此定憶念出入觀熟修不", "608": "忘入出觀相故言念分智。約分起五智分三", "609": "十七助道法。如釋論解。又四善根者。即是四", "610": "定所發燸頂忍世第一四位即能資生於果。", "611": "故為善根也。第二定釋論明已離三相故是", "612": "最上品者。已離成就相染污相清淨相等三", "613": "種分別惑故成上品也。即四尋思上品次隣", "614": "四如實智解三種頂行。第三云是進際者。凡", "615": "人至山頂進則成飛仙。似聖人進入忍位。世", "616": "第一法即取真智成真聖故是進退際也。第", "617": "三定四如實智中名通行從理得名。釋論意", "618": "可解也。釋第四定止取通行一剎那定為無", "619": "間定。此定是最後法。釋論可見也。又前釋非", "620": "安立諦義云。此諦通一切法無有差別故名", "621": "非安立者。立法為差別中二相之彼此故立", "622": "法示他非安立諦。一切法同一如相無有異", "623": "者。同此如相故言通一切法無差別也。後第", "624": "三段結為入非安立諦觀前方便。若得見道", "625": "無生智即為正相應道也。", "626": "論本云若菩薩如此入初地已者。此下釋第", "627": "十二智差別章。就此為四。初明得見道為修", "628": "道依止。二明修道依見道成真聖行。第三簡", "629": "二見道異相。四以偈結重顯前義。初明見道", "630": "依止者。以修道中一切行並為聖行者。由得", "631": "見道故。由作唯識觀通達真俗故。得見道為", "632": "依止故是聖行。", "633": "論本云云何菩薩修習觀行入於修道者。此", "634": "下至更修加行文來第二明修位觀行體相有", "635": "問有答。釋論作三意解此中答即為三復次", "636": "釋論曰此云何凡問十義者。指後第五勝相。", "637": "解十地中具明此十義。今但列所問十義名。", "638": "然雖復具有十義亦無分別明科段但有義意", "639": "耳。而已復作三番釋。云何下文略示大意。十", "640": "義者即明修道中大相境。一者相。即修道中", "641": "境行體相。二次第者。即從淺至深從方便入", "642": "理。三修者。即是長時修四修無分別等五修", "643": "等一切觀行。四差別者。於一切行中各有無", "644": "量義相貌不同故言差別。五攝相助者。即道", "645": "品及世間散心萬行並為助道也。六攝相礙", "646": "者一切障並攝之轉令成助道分。七功德者。", "647": "即明法界十功德能生長方便行之功德也。", "648": "八更互觀察者。諸萬行更互相顯。如初地有", "649": "十度。以檀義獨顯。乃十地智亦然也。更互助", "650": "法同相成。九名者。是義表定能顯一切法體", "651": "故是名也。十淨不淨者。具真俗三性。以依", "652": "他隨分別為不淨。不分別者故淨也。次釋修", "653": "習觀行。如釋論可見。論本明入修道。釋論明", "654": "依止見道入初地者。初地有入住出三僧祇", "655": "修行。明重修同修道故也。次答中釋論作三", "656": "復次來解之。此中問止一云何。由答中有總", "657": "略出其有三義意。釋論作三義來釋之耳。後", "658": "更釋文也。初番解釋初明三慧境。此中明十", "659": "地異聲聞十地者。一受三歸地。二信地。三信", "660": "法地。四內凡夫地。五學信戒地。六八人地。", "661": "七須陀洹地。八斯陀含地。九阿羅漢那含地。", "662": "十阿羅漢地。次明三慧功能。次明後得二無", "663": "倒。次明長時等四修。次明由轉依故行成真", "664": "聖道也。後明為得三身具自他利益故更修", "665": "加行。復次云何下。第二復次約六義為問者。", "666": "此中但有答文中有六意。故知總明一云何", "667": "中有六問。一明三慧界。二明三慧功能。三", "668": "明修位因果。即後智望前為果。望後時修慧", "669": "則為因。可見。四明四修。五明依止。即依轉。", "670": "六明勝用。即得三身成滿自他兩用。復次云", "671": "何。第三總問修位次第者。初總答問。云從初", "672": "修心乃至修位究竟以答問。然後更還舉三", "673": "慧境乃至三身為次第釋之。由境生智。由智", "674": "功能故能攝持境。故成次第。次出其體相示", "675": "因果。次成滿四修。次明轉依。是自利為四", "676": "德本。次復明得三身二利義。復次論本云佛", "677": "廣說所安立法相於菩薩十地者。此更重舉", "678": "前文釋證成其意。此即三慧境。釋論曰。合如", "679": "所說雖有眾多法門。論其真實唯是一境。聞", "680": "慧能達此。次思慧能合觀真俗通別二境。修", "681": "慧但在極通境真中。此行並是真聖行。異地", "682": "前行也。次後智作世等可見。初地證得真如", "683": "法身始是自利用成。八地無功用自利成。九", "684": "地始　應身利他成。十地得化身利他用化", "685": "二乘凡夫下品人始成就。而猶有微細礙著", "686": "未自在不及佛也。就感他佛者。凡夫二乘始", "687": "行菩薩感化身訖。十迴趣初地以上悉感應", "688": "身。初地得證法身也。方便淨土中感應身受", "689": "法樂為進道緣。以行成入理即體證法身成", "690": "常住果也。", "691": "釋論曰聲聞見道是他道菩薩見道是自道", "692": "者。次第三辯大小乘見道異相。二乘見道心", "693": "境異。所行道與能觀心異故是他道也。菩薩", "694": "見道境智唯一。無復境智二相故言是自道", "695": "釋論曰此依止在道方便中即思修二慧者。", "696": "通方便中福慧助成正道故名依止。", "697": "釋論曰此涅槃非是道果是道住處者。不明", "698": "修道所得究竟果名涅槃故。是道住處非是", "699": "道果。顯菩薩以慈悲般若為體。不著生死涅", "700": "槃。離真俗相。道住此無相法中即名無相法", "701": "即無住處樂故名涅槃。", "702": "釋論曰道有下中上上即是十地者。下即聲", "703": "聞。中即獨覺。上即菩薩十地。此十地是真常", "704": "道也。", "705": "釋論曰此十地出離四種生死為通功能者。", "706": "依本識起方便行免界外四種生死。十地體", "707": "並是真如。菩薩正是真智故通免生死也。", "708": "釋論曰所居之土無有五濁如頗梨柯等者。", "709": "無五濁即無五人。一凡夫。二外道。三聲聞。四", "710": "獨覺。五下位。下意行菩薩等五並為穢濁不", "711": "得入十地中淨土也。頗梨柯者即水精。此體", "712": "清徹。能徹見彼邊物義。故借以表土。土即唯", "713": "識智為土體□□□頗梨柯世界　釋第九生", "714": "如來家者。以見真如證法身為如來家　釋", "715": "第十法輪三義名轉者。一能上下平行者。上", "716": "即行進趣勝位。下即化他也。平行即修觀。未", "717": "得能得者令得勝法入勝位。已得能守者令", "718": "不退失也。三能從此至彼者。能以我功德智", "719": "慧與他。隨根性機宜令彼得我解。復得傳化", "720": "他故言從此至彼　第十一得果異。二乘有", "721": "十力等。後智果中廣釋。此未解之方便入見", "722": "道修道究竟。即第四段道。又四行五言偈。後", "723": "更承五行七言偈。為顯前義令開顯易見。前", "724": "四偈中一偈明四尋思方便及正觀四如實智", "725": "方便。次一偈正明四如實智故得入非安立", "726": "諦即三無性第一義理唯自證知。次復兩偈", "727": "顯所入出無礙法師別論取來證成之如偈。", "728": "後釋論結示之可見也。此後五偈釋論結顯", "729": "義。一明資糧道。二加行道。三見道。四明究竟", "730": "道。釋資糧中又言單名生複名長菩薩唯複", "731": "無單故生長一時者。十度但進故生長一時", "732": "也。", "733": "釋論曰此福及慧有二種功用一能助道二能", "734": "成道體者。道有轉成勝品義則成道體。劣品", "735": "有轉滅義。由帶相而是善故能資助成道。道", "736": "成劣相即滅故不成道。", "737": "釋論曰由定後心觀察諸法是故於法心得決", "738": "定者。在定中已證見法義。出觀後此心從定", "739": "心生。以達法本故觀察諸法心猶決定。", "740": "釋論曰又菩薩備修五明於度量方便具足自", "741": "能故於思惟心得決定者。一因明亦為內明。", "742": "以善解外道所明一切身內諸法精識立破相", "743": "名明。以立義破義皆有因故也。二者聲明者。", "744": "若善毘伽羅論好識音聲差別之相名聲明。", "745": "三者外明者。善識達身外事一切六塵世間", "746": "事相為外明。四醫方明者。善識業病疲病及", "747": "治病時等等故也。", "748": "五者工巧明者。一切諸方道述國計治生田", "749": "園等悉屬工巧明也。菩薩既具故思惟中心", "750": "得決定也。", "751": "釋論曰菩薩能化能證故名能了者。是所證", "752": "自分現前為證。未達之處將現證處比度得", "753": "解為比。", "754": "釋論曰知此義類但以分別為因者。為化分", "755": "別眾生故說真俗二諦皆由分別故起。故以", "756": "分別為因也。", "757": "釋論曰已於義類及分別心決定故者。由加", "758": "行道已得無相性分證見真於二諦義類無所", "759": "有心決定。由五明於思惟分別識法心決定", "760": "釋論曰離顛倒及變異二虛妄故名真者。內", "761": "心是顛倒。外塵有為法為變異。由心至故著", "762": "變異成生死。真如理無內外法。故離顛倒及", "763": "變異等相也。", "764": "釋論曰是諸法第一性故名法界者。約諸法", "765": "辯自體法為法性。廢法辨自體是第一並真", "766": "無偽。是生道因之性故名為法界。具含三身", "767": "故。三身是法界自他二用也。", "768": "釋論曰同見一味無有差別者。見如來大小", "769": "乘教雖顯多種法門。皆為成就真如一味無", "770": "差別之理。一即法界之法身也。", "771": "釋論曰一切染污法熏習種子是過聚性體", "772": "者。惑業果報三品不淨法種子並是過失法", "773": "故言過也。有無量種子並在本識中故名聚", "774": "體。是生死不淨品之根本生因故名為性。離", "775": "如來大乘正教不能令解。離無分別智不能", "776": "滅者。此是一切染污法微細種子。一切染法", "777": "依止此作因緣生故言染法。此依止中無量", "778": "種子聚在中故言稠。悉與本識體無異相不", "779": "可分別故名密。", "780": "釋論曰如阿伽陀藥者。此無藥翻之。此藥能", "781": "治一切病。亦如如意寶能除一切。此亦能除", "782": "一切病也。可得名無賈良藥。亦為無比良藥", "783": "也。", "784": "釋論曰所說理勝及所得果勝者。一乘道理", "785": "無性非安立諦等理。果即大涅槃為勝也。又", "786": "明大乘通三乘中菩薩為大。又待小得大。一", "787": "乘者無二三乘唯是一故。無相待之乘為真", "788": "實勝乘也。無分別智以法界為根。體為知根。", "789": "從知未知根生故。又名有根。有未知欲知根", "790": "從如實智生。又論緣因解性生亦名有根。能", "791": "生後智及進後加行智故。亦名有根。有當體", "792": "名有根。何以然。得此智故餘智滅。智依此智", "793": "故更生上地功德智慧故是根也。餘可見。", "794": "攝大乘論義記第七"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2805 攝大乘講疏卷第五．第七", "source": "CBETA"}