{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1790 入楞伽心玄義", "text": {"0": "No. 1790 [cf. No. 672]", "1": "入楞伽心玄義一卷", "10": "眾生為本意也。二別顯者謂諸聖教起必賴", "100": "不定種性乃至羅漢竝許迴心入大。四宗中", "101": "定與不定一切俱迴。謂定者要入涅槃然後", "102": "方迴。不定者即身迴也。五就乘者初宗唯三", "103": "無一。二宗亦三亦一。謂三顯一密也。四宗唯", "104": "一無三。謂一乘究竟悉成佛故。六就持法人。", "105": "其初宗是達摩多羅等論師所持。二龍樹提", "106": "婆等所持。三無著世親等所持。四馬鳴堅意", "107": "等所持。更有餘宗餘義。廣如華嚴記中說。此", "108": "經於上四中。第四所說通亦具前。準思可", "109": "見。", "11": "緣緣乃多端數過塵算。智論云。如須彌山非", "110": "第四教所被機。於中有二。初簡機後擇器。初", "111": "者此經及餘俱說。眾生有五性差別。一菩薩", "112": "種性。二緣覺性。三聲聞性。四於上三乘不", "113": "定種性。五定無三乘性。若依權教大乘有二", "114": "義。一於此五中唯菩薩種性及不定性是此", "115": "所為。餘皆非器。以性各定故。二亦兼為令於", "116": "自位。各得利益。終不能獲入大乘益。若依實", "117": "教大乘有其三義。一現所被。謂菩薩種性及", "118": "不定性。二轉生被。謂定性二乘要入涅槃後", "119": "受變易身。方入大乘。如須陀洹八萬劫乃至", "12": "無因緣。非少因緣而令震動。般若教起亦復", "120": "辟支十千劫等。如涅槃說。又法華云。彼人雖", "121": "生滅度之想。入於涅槃。而於彼土求佛智慧", "122": "云云。智論云。有妙淨土出過三界。阿羅漢當", "123": "生其中。彼論亦引此文也。三遠被。謂無性眾", "124": "生障重難入。既有佛性久久會當入此法中。", "125": "如佛性論及寶性論說。又涅槃中凡諸有心", "126": "皆有佛性等。是故五性皆是所為。悉皆當得", "127": "大菩提故。二擇其器者。雖有種性然由現起", "128": "障業差別。於此乘法有器非器。於中非器有", "129": "五。一無信心故。謂尚不信有未來業果。是以", "13": "如是。廣如彼說。今別顯此經略顯十義。一順", "130": "廣造惡業。何況信有菩提涅槃。是難非器。二", "131": "著有故。謂知有業果不造諸惡。修諸善品求", "132": "人天報。樂著三有不求出離故。亦非器。三邪", "133": "求故。謂雖求出離於外道邪見以求解脫。執", "134": "見在懷根機未熟。此亦非器。四劣求故。謂雖", "135": "捨外道而求二乘。根若未熟亦非其器。五錯", "136": "求故。謂雖學大乘不了真空。妄取斷滅。或執", "137": "有緣起。求彼性空。於此圓融無障礙法拒逆", "138": "不受。遂成非器。次辨法器亦有五重。一證器。", "139": "謂大菩薩聞此法已即便證入故。二行器。謂", "14": "古。二滿願。三機感。四破惡。五迴邪。六殄執。", "140": "地前菩薩觀此實法以成正行故。三解器。謂", "141": "初心菩薩依此實法順理生解。以成正見。依", "142": "此起行速成大益。四信器。謂依此法生清淨", "143": "信。發菩提心不求名利。直心趣向。受持領納。", "144": "習解習行亦得為器。勝鬘經中正智有三種。", "145": "一如實智。當此證器也。二隨順法智。當此解", "146": "行器也。三仰權智。當此信器也。彼云唯佛所", "147": "知非我境界。但當信向故同此也。五通器。謂", "148": "前五非器隨其根熟悉皆當得入此法故。", "149": "第五能詮教體者。通論教體。略辨十門。一名", "15": "七酬問。八除疑。九顯實。十成益。初順古者謂", "150": "句能詮門。二言聲詮表門。三聲名合詮門。四", "151": "聲名俱絕門。五通攝所詮門。六遍該諸法門。", "152": "七緣起唯心門。八會緣歸實門。九性相無礙", "153": "門。十圓明具德門。初名句能詮者。若約小乘", "154": "婆沙論中。亦以名句文等次第行列等為能", "155": "詮教體。若大乘中維摩等經。亦以文字以為", "156": "詮表。此經下文隨相亦爾。唯識論云。名詮自", "157": "性句詮差別。文即是字。為二所依。準釋應知。", "158": "二言聲詮表者。若小乘中依發智論。十二部", "159": "經以佛音聲語音語路用以為性。名句文等", "16": "如下文。過去諸佛亦曾於此山頂說五法三", "160": "顯佛教作用。若大乘中以名句依聲假立無", "161": "別體性。是故唯以音聲為性。維摩經云。以音", "162": "聲為佛事。三聲名合詮門。若小乘中由前兩", "163": "說諸德合為此第三句。若依大乘十地論中。", "164": "說者以二事說。聽者以二事聞。謂音聲及名", "165": "句。耳識聞聲同時意識領解名句。又維摩云。", "166": "諸佛音聲語言文字而作佛事。四聲名俱絕", "167": "者。此義小乘無。以彼法執不歸空故。若大乘", "168": "中音聲文字當相即空。無所有故終日說法", "169": "未嘗說也。經云。其說法者無說無示。又云如", "17": "性八識二空內心所證。我亦同彼。是知未來", "170": "幻說等。良以無說之說。是如幻說前三句顯", "171": "之。說即無說。雖說性空。此第四句顯之。合此", "172": "四句為一教體。是故離有離無竝超情表。是", "173": "謂大乘真實教體。五通攝所詮者。瑜伽論云。", "174": "依契經體略有二種。一文二義。文是所依義", "175": "是能依。此二俱是所知性。解云以義因文顯", "176": "故說能依性空如幻。準前應知。六遍該諸法", "177": "者。非但以此聲名及義。然亦遍該色香味觸", "178": "及默然等。竝成詮表。如下文揚眉動目等。及", "179": "維摩云。諸佛威儀進止無非佛事。嗅香食飯", "18": "諸佛亦同此說。此則如大王路三世同遊也。", "180": "皆得三昧。性空幻有無礙準前。七緣起唯心", "181": "者。此上所說諸教法等。莫不皆是唯心所現。", "182": "是故俱唯識為體。然有二義。一約本影有無。", "183": "二說聽相攝。前中四句。一唯本無影。如小乘", "184": "說。但有心外無唯識故。達摩多羅論師所立。", "185": "二有本有影。謂由眾生聞法善根增上緣力。", "186": "擊佛心中利他種因。於佛智上有文義相生。", "187": "名本性相教。由佛此教增上緣力。擊聞法者", "188": "漏無漏種。於聞者識上有文義相生。為影像", "189": "相教。是故本在心外影在心內。以此宗許眾", "19": "二滿願者。謂佛過去曾見古佛。說內證法因", "190": "生心外有佛色聲諸功德故。護法等論師皆", "191": "立此義。三唯影無本。謂離眾生心佛果唯有", "192": "如如及如如智。大悲大願增上緣力。令彼所", "193": "化根熟眾生心中現佛色聲說法。無有心外", "194": "如來色聲竝相功德。龍軍論師及堅慧論師", "195": "等竝立此義。四非本非影。謂前心內所現之", "196": "影離心無體。是故本影俱無所有。龍樹提婆", "197": "多立此義。二說聽相收者。亦有四句。一所化", "198": "眾生無別自體。以如來藏為眾生體。佛智證", "199": "此以為自體。是故眾生舉體皆在佛智中現。", "2": "西明寺沙門法藏撰", "20": "則立願。今既成佛。酬滿本願亦說斯法。下文", "200": "佛性論第二卷如來藏品云。一切眾生悉在", "201": "如來智內。故名為藏。以如如智稱如如境故。", "202": "一切眾生決定無有出如如境者。竝為如來", "203": "之所攝持。故名所藏眾生。為如來藏。解云。由", "204": "此當知。所化眾生舉體全在佛智中。況所說", "205": "教。是故唯以佛心為體。二能化諸佛無別自", "206": "體。證真之智同真。一味眾生虛妄攬真為性。", "207": "是則佛體在眾生心內。依體起用。佛色聲等", "208": "既從眾生心體中起。還在眾生緣起心中。是", "209": "故諸佛色聲等事尚是眾生心內之事。況言", "21": "云。佛告大慧。如來本願力故當為汝說。三機", "210": "教等。是故一切唯眾生心。三由前二義不相", "211": "離。故無礙雙現。謂佛心中眾生聽眾生心中", "212": "佛說法。眾生心中佛為佛心裏眾生說法。是", "213": "故全攝各無障礙。四佛唯眾生心佛相盡也。", "214": "眾生唯佛心眾生相盡也。既形奪兩盡說聽", "215": "雙亡。何教體之有。此上四句合為一事。全此", "216": "全彼。即有即無無障無礙。思之可見。八會相", "217": "歸性者。以妄計即空緣起無性。經依此義說", "218": "一切法即真如也。又云。文字性離。是則解脫。", "219": "以相虛未嘗。不盡。性實未嘗不顯。是故終日", "22": "感者。謂諸菩薩及此城中諸夜叉等根熟宜", "220": "說未曾說也。九性相融通門者。謂虛相盡而", "221": "不礙存。真性現而不妨用。是則相即真而相", "222": "不壞。真即相而真不變。性相雙融二而無二。", "223": "經云。眾生即法身法身即眾生。法身眾生義", "224": "一名異。然義一之旨宜深思之。十圓明無礙", "225": "門者。先開後合。開者於一教法開為二門。一", "226": "真性平等。二虛相差別。其真性有二義。一隨", "227": "緣義。二不變義。經云。不染而染染而不染。是", "228": "此二義也。其虛相亦有二義。一不存義。二不", "229": "壞義。經云諸法無所有如是有世界即非世", "23": "聞。上感如來應機說法。如下文中羅婆那王", "230": "界是名世界等是此義也。二合者。亦有二重。", "231": "一以真中隨緣義。與相中不壞義合為一義。", "232": "是真不異俗。以真中不變義與相中不存義", "233": "合為一義。是俗不異真。二真中不變義。相中", "234": "不壞義。真乖俗故是非一義。真中隨緣義相", "235": "中不存義。俗乖真故是非一義。以真中隨緣", "236": "未嘗改變。即性不改。無不隨緣。隨緣不改。一", "237": "味無二。亦由相中存亡不二。致令真俗亦一", "238": "亦異及非一非異。思之可見。大乘法味意在", "239": "於斯。", "24": "勸請品說。四破惡者為破諸羅剎等毒惡心", "240": "第六所詮宗趣者。語之所表曰宗。宗之所歸", "241": "曰趣。通辨此經宗趣有十。一或說無宗。二或", "242": "唯妄想。三或自覺聖智。四或說一心。五或開", "243": "二諦。六三無等義。七或以四門法義。八或以", "244": "五門相對義。九立破無礙。十顯密自在。初無", "245": "宗者。謂辨諸法性相圓融。心言路絕。既無所", "246": "立故不可辨宗。經云。一切法不生者。不應立", "247": "宗。五分論多過故。是故以無宗為宗。此語亦", "248": "不受為趣。二或以妄想為宗者。以妄想有二", "249": "義。一病二藥。病謂執見。但是虛妄之想。是所", "25": "故。斷諸殺生食肉等故。如彼品說。五迴邪者。", "250": "對治故是病也。藥謂佛語眾生言。汝起有無", "251": "見皆是妄想。眾生聞已即離彼見。故是藥也。", "252": "但由佛說於妄想還治妄想之病。是故唯以", "253": "妄想二字消釋一部經文。以妄念若起即是", "254": "妄想。遂令妄念止息。即到此經處故以為宗。", "255": "是故以妄想為宗。妄盡為趣。三以自覺聖", "256": "智為宗者。非直覺一切法唯是自心悉皆平", "257": "等。亦復覺此能覺智之自體如理一味。妙絕", "258": "能所離覺所覺。故下云。無有佛涅槃。遠離覺", "259": "所覺。覺在初心滿在佛果。經文具辨。故以為", "26": "為破四宗諸外道等。令邪執永盡歸正見故。", "260": "宗。是故舉覺為宗。覺泯為趣。四或說。一心為", "261": "宗者。以辨諸法皆由心現。謂習氣內擾。妄境", "262": "風起吹擊心海。濤波萬端。莫不皆是心之所", "263": "現。下文所說雖有多門。莫不皆顯此唯心義。", "264": "故以為宗。是則舉唯心為宗。心盡為趣。下文", "265": "云。無心之心量我說為心量。五二諦為宗者。", "266": "謂開前一心以為二諦。即心相差別染淨緣", "267": "起。凡聖區分以約俗諦。心體平等染淨相盡。", "268": "一味無二名為真諦。此中真俗相對有其五", "269": "義。一相違義。二相害義。三相順義。四相成", "27": "如下廣說。六殄執者。為破二乘諸法執見。乃", "270": "義。五無礙義。初者謂談真違俗。以違俗生滅", "271": "故。順俗則違真。以乖真一味故。如水靜波動。", "272": "理必相違。若不爾者二諦雜亂。此是非一門", "273": "也。二相害者。非直二理相違。亦乃互奪其體。", "274": "謂要由泯俗令盡。真性方顯。亦由覆真令隱", "275": "俗相得成。如舉水波無不盡。取波水無所遺。", "276": "全體互奪二諦方立。若不爾者則二諦別體不", "277": "成非一。此則非異之非一門也。三相順者。謂", "278": "此盡俗之真要不礙俗立。以真非斷空故。此", "279": "覆真之俗要不礙真顯。以俗是虛幻故。如盡", "28": "至令彼定性二乘亦向無上大菩提故。具如", "280": "波之水必不礙波。以水非木石故。動水之波", "281": "要不隱水。以波虛無體故。若不爾者各乖本", "282": "位。二諦不成。上是非一之非異門也。四相成", "283": "者。非直相順纔不相違。亦乃全體相與方各", "284": "得成。謂真是理實故必不違緣。舉體隨隱而", "285": "成俗。以俗是事虛故必不乖理。舉體相盡而", "286": "顯真。如虛波攬水成。水徹於波相則無波而", "287": "非水。成波乃名水。則波徹於水體。無水而非", "288": "波。動靜交徹二諦雙立。若不爾者理事不融。", "289": "二諦俱壞。此非異門也。五無礙者。合前四句", "29": "下說。七酬問者。謂酬大慧等百八問故。及酬", "290": "所說。為一無礙法界。是故即真即俗即違即", "291": "順即成即壞。圓融自在同時俱現。聖智所照", "292": "無礙頓見。是謂二諦甚深之相。經意在此。故", "293": "以為宗。觀此成行。用以為趣。六以三無等義", "294": "為宗趣者。一無上境。二無等行。三無等果。初", "295": "者謂前二諦所觀之境。依此令成悲智等行。", "296": "行滿究竟得智斷果。如攝論十殊勝義釋。論", "297": "師攝為此三。謂初二殊勝為無等境。以所知", "298": "依是第八識。及所知相是三性。俱是所觀故。", "299": "次六殊勝為無等行。以四尋．思觀。六度．十地", "3": "將釋此經十門分別。一教起所因。二藏部所", "30": "隨事別別問故。竝如文顯。八除疑者。但初學", "300": "及三學等俱是正行故。後二殊勝是無等果。", "301": "以彼果即是菩提。彼果斷是涅槃。俱是所得", "302": "故。今此經中上下所辨不出此三。故亦同彼", "303": "以為宗趣。七以四門法義為宗趣者。一五法。", "304": "二三性。三八識。四二空。初謂凡聖心境隨緣", "305": "為五。剋其自實不離三性。三性所依唯有八", "306": "識。八識義立方顯二空。或亦依空性以立諸", "307": "識。束八識以為三性。開三性以為五法。是則", "308": "依本起末。凡聖區分不離二空。性唯一味。是", "309": "故於此四義或隨觀一門。即起信生解行成", "31": "菩薩聞諸大乘經所說深義。未能決了生三", "310": "得果。或二或三乃至具四。開合無礙。以成正", "311": "見。大乘法相不越於此。此經盛說故以為宗。", "312": "餘義至文當辨。八五門相對為宗趣者。一教", "313": "義相對。設教為宗以義為趣。要令尋教得其", "314": "義故。二理事相對者。謂就義中緣起事相。意", "315": "令趣入真性故。三境行相對者。說真俗諦境。", "316": "意欲令成無二正行故。四比證相對者。於行", "317": "中近說地前次行。意在入地深證。五因果相", "318": "對者。謂令菩薩順行萬行。令成佛果菩提。此", "319": "上十事五對。於此一部通皆備足。故為宗趣。", "32": "種疑。一聞畢竟空執無因果。二聞如來藏具", "320": "九立破無礙者。此經所破略有三位。一邪見", "321": "外道。二法執二乘。三謬解菩薩。其外道者。謂", "322": "宗六師乃至九十五種皆悉隨機以理徵破。", "323": "務令捨邪歸正。如經可知。二二乘二部乃至", "324": "十八皆亦隨此破其所執。務令捨小歸大。亦", "325": "如文顯。三謬解菩薩聞說真空將謂斷滅。聞", "326": "有業果謂實非空。聞此二說將謂別體。今並", "327": "授以正理令捨妄歸真。亦如文顯。所立亦三。", "328": "一萬法唯心通治三病。二唯一真性如來藏", "329": "法。三以不動真性而建立諸法。或亦泯事歸", "33": "足功德。疑同外道神我。三聞說能所心境。執", "330": "理理現而事不壞。二攬理成事。事立而理不", "331": "隱。三理事圓融。不二而二。此法若立無惑而", "332": "不遣。即立無不破也。障盡方證。即破無不立", "333": "也。是則立破之破非破也。破立之立非立也。", "334": "立破形奪雙泯無寄。經意在此故以為宗。是", "335": "則立破為宗無寄為趣。十顯密自在門者。但", "336": "入法根器有其二種。一純二雜。為彼純器直", "337": "示法體令修證得果。若為雜器以覆相密語。", "338": "亦言異意異。名為密意。如下文。二夜中間不", "339": "說一字。四種平等此佛。即彼五無間業。證大", "34": "無唯識。今明真空其必不壞幻有。性德舉體", "340": "菩提。如是非一。是則教有顯密不同。理無隱", "341": "現差別。隨機顯密。經至八萬四千。其次統收", "342": "猶為一百八句。若攝末以歸本。唯是一心。真", "343": "如是歸心一性不礙百八宛然。散說八萬四", "344": "千不失一心平等。良以本末無二圓通無礙。", "345": "是故以顯密為宗。泯二為趣。深性宗趣包括", "346": "多塗。略舉十門顯斯一部宗趣之義。略辨如", "347": "是。", "348": "第七釋題目者。略以十義釋。一翻名。二指事。", "349": "三顯用。四顯德。五表法。六辨行。七表玄。八", "35": "不礙真空。虛妄之境皆從心現。為破此等多", "350": "開釋。九合辨。十解品。初翻名者梵言楞伽。此", "351": "云難入亦云險絕復云可畏亦曰莊嚴。阿伐", "352": "哆陀羅此云下入。以梵語中下入上入悉有", "353": "別名。唯從上下入別有此名。如入菩薩等。解", "354": "四卷者。翻為無上。此甚訛也。勘諸梵本及十", "355": "卷中。都無寶字。十卷中翻為入者。當名也。二", "356": "指事辨者。有二義。此摩羅耶山居南海中。孤", "357": "峙削成故名險絕。二山頂有城迴無門戶。名", "358": "為難入。非直山無入路。亦乃城絕戶扉。唯有", "359": "神通者飛空下入方預其中。故名此城以為", "36": "種疑故。具如下說。九顯實者。為顯大乘根本", "360": "難入。佛及大眾應機降跡。故名為入。即從天", "361": "及處用以題名。羅剎居中復名可畏。眾寶校", "362": "飾。復曰莊嚴。三顯用者有二義。一城為難入。", "363": "佛能入之。二羅剎難化。入中化之。果用垂降", "364": "至此二難。故云入難入也。四顯德者。謂一心", "365": "真性周絕四句。逈超情表猶崖城絕戶故云", "366": "難入。垂言巧辨宣示悟入。故云能入。此即教", "367": "入義而義現也。五表法者有三義。一城表理", "368": "玄。二羅剎表障重。三入顯行成。行成離羅剎", "369": "之障。證難入之城。對法論中轉依略有三義。", "37": "實義。所謂五法三性八識二空。莫不皆於自", "370": "一轉成。謂行成也。二轉離。謂滅障也。三轉", "371": "顯。謂證理也。此中三義當知亦爾。六辨行者。", "372": "謂真理性融掩絕圖度。聖智玄悟妙證相應。", "373": "故云入難入也。此則以智入理也。七表玄者。", "374": "謂自覺聖智舉體是真。更無餘智能證此真", "375": "故。名難入。還令即真之智證此即智之真。此", "376": "即無入入。入而即無入。名難入也。八開釋者", "377": "開此一題為六義三對。一通別一對。謂入楞", "378": "伽經是一部通名。勸請品是當篇別目。二就", "379": "前通中教義一對。入楞伽是所依所詮。經之", "38": "心如來藏立。為學大乘者生正見處正信。正", "380": "一字是能起能詮。三就所詮之中境智一對。", "381": "謂楞伽是所入之境。入是能詮之智。是故開", "382": "之有此三對。九合辨者。謂難往之入故即依", "383": "處難顯佛力也。且依義顯教依理顯德。依境", "384": "顯行。皆依主釋也。難即入故境智不殊。持業", "385": "釋也。入之難及入即難二。翻前可知。二合教", "386": "義者。謂詮入楞伽之經。則教依義立。或依入", "387": "楞伽城方宣此教。則經名依處而立。皆依主", "388": "釋也。若文字性離。是則解脫。教即義故持業", "389": "釋也。或處能表義。經即處故亦持業釋。十釋", "39": "行由此成就。皆如下說。十成益者。令諸菩薩", "390": "品名者。勸謂勸發。請謂求請。即請佛親降其", "391": "處。勸演內證法輪。又亦勸請是一悟。謂諸佛", "392": "降赴。諸佛說法。品中明此。故以為名。問準餘", "393": "經應題序品。何不爾耶。答若望為經由致理", "394": "是序品。但以品內事別或題異號。如華嚴妙", "395": "嚴等。何故四卷都名佛語心品者。準下文此", "396": "經一部俱是楞伽心也。佛語者準梵語正翻", "397": "名為佛教。於佛教楞伽中。此為中心要妙之", "398": "說。非是緣慮等心。如般若心等。此是滿部之", "399": "都名。非別品目。", "4": "攝。三顯教差別。四教所被機。五能詮教體。六", "40": "始從正信終至正證。斷障得果。坐寶蓮華成", "400": "第八部類傳譯者。先明部類依所見聞有其", "401": "三部。一大本有十萬頌。如開皇三寶錄說。在", "402": "于闐南遮俱槃國山中。具有楞伽等十本大", "403": "經各十萬頌。二次本有三萬六千頌。如此所", "404": "翻諸梵本中皆云三萬六千偈。經中某品即", "405": "備答一百八問。如吐火羅三藏彌陀山。親於", "406": "天竺受持此本。復云西國現有龍樹菩薩所", "407": "造釋論。解此一部。三小本千頌有餘。名楞伽", "408": "紇伐耶。此云楞伽心。即此本是舊云乾栗太", "409": "心者訛也。其四卷本就中人更重略之耳。言", "41": "最正覺。略顯由此十種因緣故令此教興。", "410": "傳譯者其四卷本。宋元嘉年中天竺三藏求", "411": "那跋陀羅。於丹陽祇洹寺譯。沙門寶雲傳語。", "412": "慧觀筆受。其十卷本後魏季天竺三藏菩提", "413": "留支。於洛陽永寧寺譯。今此一本即大周聖", "414": "曆元年于闐三藏實叉難陀。於神都佛授記", "415": "寺譯華嚴了。尋奉勅令再譯楞伽。文猶未畢。", "416": "陀駕入京令近朝安置清禪寺。麁譯畢猶未", "417": "再勘。三藏奉勅歸蕃。至長安二年有吐火羅", "418": "三藏彌陀山。其初曾歷天竺廿五年。備窮三", "419": "藏尤善楞伽。奉勅令共翻經沙門復禮法藏", "42": "第二明藏部所攝者。教既興已。次辨此教何", "420": "等。再更勘譯。復禮輟文御製經序。讚述云爾。", "421": "其四卷迴文不盡。語順西音。致令髦彥英哲", "422": "措解無由。愚類庸夫強推邪。解其十卷雖文", "423": "品少具。聖意難顯。加字混文者泥於意。或致", "424": "有錯。遂使明明正理滯以方言。聖上慨此難", "425": "通。復令更譯。今則詳五梵本。勘二漢文。取其", "426": "所得正其所失。累載優業當盡其旨。庶令學", "427": "者幸無訛謬。", "428": "第九明義分齊者。先義後文。義者然此經中", "429": "義理浩汗。撮其機要略顯十門。一緣起空有", "43": "藏所收。略辨三義。初就三藏。二約二藏。三約", "430": "門。二諸識本末門。三識體真妄門。四本識種", "431": "子門。五佛性遍通門。六二乘迴心門。七行位", "432": "卷舒門。八障治無礙門。九違順自在門。十佛", "433": "果常住門。初者於緣起性。此土南北諸師各", "434": "執空有。不足為會。但西域清辨論主依般若", "435": "等經習龍猛等宗。造般若燈及掌珍等論。確", "436": "立比量辨依他空。護法等論師依深密等經", "437": "習無著等宗。造唯識等論。亦立比量顯依他", "438": "不空。後代學人智光戒賢繼其宗致。傳芳不", "439": "絕。今謂不爾。前龍樹中觀無著親釋。提婆百", "44": "十二部。先就三藏者。一修多羅。此云契經。謂", "440": "論世親注解。以龍樹所辨明有不異空。無著", "441": "所說明空不異有。是以二士相契冥合為一。", "442": "非直理無違諍。亦乃仰稱龍樹為阿闍梨。後", "443": "代論師為時澆慧薄。聞空謂斷因果。聞有謂", "444": "隔真空。是以清辨破違空之有。令蕩盡歸空。", "445": "方顯即空之有。因果不失。護法等破滅有之", "446": "空。令因果確立。方顯即有之空。真性不隱。此", "447": "二士各破一邊共顯中道。此乃相成非相破", "448": "也。若不爾者無著世親何不破於龍猛等論。", "449": "而還造釋讚述彼空。後人不達其旨隨言執", "45": "契理契機。契經即藏。持業立名。二毘奈耶此", "450": "取各互相違。非直俱不見理。更增鬪諍。得謗", "451": "人法罪。何者謂怖空恐斷勵力立有。不了幻", "452": "有是不異空之有故。是故乖空則失於有。失", "453": "於有者良為取有。既失空失有。而謂立有。", "454": "此是情有非是法有。豈非具謗真空幻有。以", "455": "己所見情有之法稱為佛說。是亦謗佛。異有", "456": "立空。當知亦爾。真空必不異有。立滅色之斷", "457": "空。謂為真空。此是不了惡取空。故性中不了", "458": "真空。稱為佛說。是故亦為人法雙謗。或有說", "459": "言。依他有故非無。遍計空故非有。將為中道", "46": "云調伏。謂調治三業制伏惡行。調伏之藏。依", "460": "者。此乃語是非有非無。見乃是有是無。二見", "461": "常存將為中道。亦謗人法。或說。斷無名為非", "462": "有。無有可對名曰非無。此亦語是非有非無。", "463": "見是斷滅空見。或說。緣成似有故非無。無實", "464": "體故非有。此亦語是非有非無。見乃唯是假", "465": "有之見。此竝唯改其語而不破其見。莫若緣", "466": "成幻有舉體蕩盡即有非有也。攬蕩盡真空", "467": "以為幻有。即空非空也。以即空之有即是即", "468": "有之空。泯然一味中道。俱離以有即空即是", "469": "空即有故。是故非有不墮於空見。非無不墮", "47": "主立名。三阿毘達摩此云對法。謂簡擇妙理", "470": "於有見。是則二見雙盡。然無二法體如不二", "471": "法門品盛明此事。緣起空有應如是知。", "472": "二諸識本末者。有二義。一據二分。二就八識。", "473": "初者論師或說。相見二分各別種生。但相由", "474": "而起。俱不離識故說唯心。有說相分皆是見", "475": "分所現。無別種性。云前說識所緣唯識所", "476": "現故。如三摩地所行影像。又經云。從心相生", "477": "與心作相。是故隨見分行解帶彼相。見生故", "478": "說唯識。今依此經皆是心現。但隨其相異說", "479": "有彼種。理實皆與見分無別。二就八識者。", "48": "明了對智。對法之藏。依主立名。二明所攝者。", "480": "諸論皆說。前七轉識雖依第八。然各自種生。", "481": "非即第八。以識變識無實用故。今依此經非", "482": "謂第八變起七轉。但彼七轉皆攬第八為體", "483": "而起。如攬水成波波無異水之體。下經云。於", "484": "藏識海境界風動轉識浪起。故知皆以第八", "485": "為體。不爾豈浪異水別有自體。波浪同喻深", "486": "思可見。諸餘異說會釋可知。三識體真妄門", "487": "者。有說。此第八識從業等種子辨體而生。是", "488": "異熟識。生滅有為。如瑜伽等說。有說是如來", "489": "藏隨緣所成。如金作環釧。密嚴經云。如來清", "49": "於此三中正唯契經藏攝。以涅槃中始從如", "490": "淨藏世間阿賴耶。如金與指環展轉無差別。", "491": "準此第八舉體是真如。此二說若為和會。今", "492": "釋有二。一約法。二就教。法中此識本末融鎔。", "493": "通有四句。一攝本從末門。唯是有為生滅等", "494": "法。二攝末歸本門。則唯是如來藏平等一味。", "495": "三本末無礙門。起信論云。不生不滅與生滅", "496": "和合。非一非異。名阿賴耶識。下經云。如來藏", "497": "受苦樂與因俱。若生若滅。準此本末合舉。用", "498": "以為體。四本末俱泯門。謂形奪兩亡理事無", "499": "寄。下經云。不壞相有八。無相亦無相等。解", "5": "所詮宗趣。七釋經題目。八部類傳譯。九義理", "50": "是終至奉行。唯契經故。或亦對法藏收。以瑜", "500": "云。然此四句合為一心。是故經論各隨說一。", "501": "於理遍通。如唯辨嚴具金無所遺。唯顯於金", "502": "嚴具不失。雙存本末。法未曾二。俱泯性相。不", "503": "礙雙在。若虛心融會隨說皆得。若隨言執著", "504": "觸事成礙。二就教會者。或得名不得義。如小", "505": "乘中。但聞阿賴耶名。或得名得一分生滅義。", "506": "如瑜伽等。三或得名得全分義。如楞伽密嚴", "507": "起信等。四或得義不存名。亦如楞伽同性經", "508": "等。亦如維摩默住以顯不二等。四本識種子", "509": "門者。有二義。一辨種子新熏本有。二辨種子", "51": "伽云世尊自說循環研覈。明了法相為摩怛", "510": "與識同異。初者有說。種子皆是新熏。要是所", "511": "生方能生故。或說皆是本有。以從無始無初", "512": "際故。或說。諸種子熏非熏如無漏種子。無始", "513": "來而有熏習故。若非本有初生無漏後無因", "514": "故。此亦難解。以不離過故。過有三種。一此種", "515": "應常。以非所化故。猶如虛空。二定不能生果。", "516": "以不從因生故。猶如真如。三應同外道從冥", "517": "生初覺。冥非因生故。如是等過皆不能離。若", "518": "爾初無漏法從何因生。今總通釋。謂。無始無", "519": "明與如來藏合為習氣海。通為一切染淨法", "52": "履迦。摩怛履迦此云本母。即對法之異名。此", "520": "因。是故凡一種子皆有四義。一就所依用本", "521": "非新。二據能依。用新非舊。三由前二義合為", "522": "一種。四二義同體。形奪俱離。是則於一種子", "523": "或熏非熏俱不俱等。隨說皆得無所障礙。又", "524": "由習氣海中有帶妄之真。名本覺。為無漏因。", "525": "多聞熏習為增上緣。或亦聞熏與習海合為一", "526": "無漏因。梁論云。多聞熏習與本識中解性和", "527": "合。一切聖人以此為因。又習氣海中有帶真", "528": "之妄。為染法因。餘準同前。是故染淨等種各", "529": "具四義。準上可知。二種子與識同異者。或說", "53": "經既有問答研覆。故知亦是對法藏攝。若據", "530": "種子是實非假。寄本識中不同識體。謂種通", "531": "三性。識唯無記。或說假而非實。以離本識無", "532": "別體故。或說通二。以體同本識用各別故。今", "533": "釋。種子但是本識功能差別。更無別體。是故", "534": "生起現行亦與本異。如海為波因隨風緣大", "535": "小起浪差別。然於海中求差別因了不可得。", "536": "而能隨緣起差別。識海亦爾。隨境界風生諸", "537": "識浪。識中浪因無若干狀。而能為因生果差", "538": "別。故論云。種子但是本識功能。準釋可知。", "539": "五佛性遍通門者。有說。一切眾生中有一分", "54": "遮酒完調心行。亦有調伏義。此說應知。二", "540": "無佛性者。如五性中。一分半有佛性。餘定無", "541": "佛性等。如瑜伽等說。有說。一切眾生悉有佛", "542": "性。唯除草木。如涅槃楞伽等。如此二說。今竝", "543": "和會。然有二義。一就法。二就教。法中於一佛", "544": "性融通隱顯有其四義。一就執非有門。如小", "545": "乘中。隨於法執總不說有大菩提性。二隨事", "546": "虧盈門。如瑜伽等中。但就法爾種子有為無", "547": "漏為菩提性。是故不說普遍眾生。三約理遍", "548": "情門。如此經及涅槃等凡諸有心皆有佛性。", "549": "是故眾生無非有心。有心無非有性。以心必", "55": "明二藏攝者。謂前三藏通大小乘故。攝論云。", "550": "有性。性必為因。背凡成聖。若爾何故前教定", "551": "說有無佛性耶。佛性寶性二論自釋。為一闡", "552": "提謗法罪重。依無量時故作是說。非謂究竟", "553": "無清淨性。四相想俱絕門。如諸法無行經。解", "554": "佛種性皆離名離相離見離念。具如彼說。二", "555": "就教者。佛性論第二卷末云。若一切眾生悉", "556": "有佛性。何故如來經中說有一分無般涅槃眾", "557": "生。但如來說法有二種。一了義。二不了義。汝", "558": "不應執不了義。解云。此是天親菩薩論主良", "559": "斷可定百篇也。六二乘迴心門者。有說。定性", "56": "由上下乘差別故。立菩薩聲聞二藏。以諸緣", "560": "二乘定不迴心向大菩提。如深密經等。有說。", "561": "一切二乘究竟悉皆得大菩提。如法華等。今", "562": "會此二說亦有二義。一法。二教。法中前經約", "563": "就此生定入涅槃。必不迴心故作是說。後經", "564": "縱入涅槃後必當起趣大菩提。由根有利鈍", "565": "法有遲疾。如經八萬六萬乃至十千等。此經", "566": "三昧酒所醉等云云。二約教者。或一切二乘皆", "567": "不迴心。如小乘說。或諸二乘不定性者。未入", "568": "見道亦有迴心。餘竝不迴。如大般若及淨名", "569": "經等。或諸二乘定種性者一切不迴。不定種", "57": "覺有藉教者。亦是資聲悟道。俱入聲聞藏攝。", "570": "性縱得羅漢而許迴心。如深密等經。或諸二", "571": "乘定與不定。一切皆迴。但有入滅不入滅遲", "572": "疾差別。如法華涅槃楞伽密嚴等說。良由教", "573": "有淺深前後差別。故以末後方為了教。餘如", "574": "前說。七行位卷舒門者。然有二義。先位。後行。", "575": "位中有五句。一舒．二卷．三俱．四泯．五圓。初者", "576": "謂比證賢聖因果位別。始從十信十解十行十", "577": "迴向十地階降。從微至著從淺至深。次第相", "578": "成方至究竟。具如經論說。二卷者。有二義。一", "579": "依華嚴五位相收。十信滿心即具後四位。餘", "58": "有不藉教者。但由思修得果。亦不立藏故。彼", "580": "之四位各攝諸位。以緣起相由故。事隨理融。", "581": "故廣如彼說。二依此經諸地相即云十地。即", "582": "為初。初即為八地。乃至無所有。何次。又思益", "583": "經云。得諸法正性者。不從一地至於一地。不", "584": "從一地至於一地者。此人不住生死涅槃中。", "585": "又華嚴說。十地差別如空中鳥跡。解云。此竝", "586": "就理融事同理。無二故作是說。三俱者以前", "587": "二說不相離故。即舒常卷即卷恒舒。自在無", "588": "礙雙融俱現。或本智就實而卷。後智就機而", "589": "舒。二智寂用無礙動靜雙融故俱現也。四泯", "59": "論中不立緣覺藏。又就所證所得理果。不異", "590": "者。謂卷舒相奪兩相俱盡。以二智相泯同真", "591": "一味俱不存也。五圓者。謂前四義不相離故", "592": "合為一法。無礙俱現。或即位非位。非位即位。", "593": "卷位即舒。舒位即卷。同一圓明無礙法。餘準", "594": "可知。二行者亦有五義。一舒。謂十度次第修。", "595": "二卷。謂一念具萬行。三俱。謂前二義無礙雙", "596": "現。四泯。謂行契真而俱盡。五圓謂一行具前", "597": "四。無礙圓明俱現。竝準可知。八障治無礙門", "598": "者。亦有五義。一障。二治。三俱。四泯。五圓。初", "599": "中障有五義。一覆真所知深厚難斷。二虛妄", "6": "分齊。十隨文解釋。", "60": "諸聲聞故。唯立二藏。又據教行少異聲聞藏。", "600": "即空體無所有。三俱者具前二義。障義方成。", "601": "謂若不覆真則是智非障。若不體空則是真", "602": "非障。是故具此二義障義方立。四泯者。謂體", "603": "無不空。理無不障。同體相奪則非空非障。五", "604": "圓者。謂具前四義。合為一障。是則恒障理而", "605": "理不隱。體常空而理不現。就障空有無二。就", "606": "理即隱顯無二。障即真非真。理即妄非妄。又", "607": "即真之妄方能翳真。即妄之真方為妄翳。思", "608": "之可見。二治者。謂無漏聖智亦有五義。一照．", "609": "二寂．三俱．四泯．五圓。初者。謂無漏智起照", "61": "亦別立藏。如普超三昧經及入大乘論。三乘", "610": "一切法。同一真如證契相應。二寂者。謂此性", "611": "證智非真契同真性。亦乃內證自體。是故此", "612": "照未嘗不寂。若不爾者豈可此智唯見諸法", "613": "同真而智獨非真耶。顯是則由照證真真證", "614": "亡照。三俱者。謂內真亡照而不礙照。朗然圓", "615": "照而不礙寂。是故由證故有照。由證故亡照。", "616": "以無照誰證存照乖證。四泯者。亦由前二義", "617": "不相離。故互相形奪寂照俱泯。是則就照", "618": "非照非不照。就寂非寂非不寂。竝思之可", "619": "見。五圓者。合前四義為一聖智。圓明具德寂", "62": "名為三藏。今此經者唯是菩薩收。下文亦說", "620": "用自在。難可名目。思之可見。三俱者。謂障", "621": "治相對。無漏智起諸惑種滅。如秤兩頭低昂", "622": "時等。亦如築即碑碑即築。麁說雖爾若依十", "623": "地論非初非中後。如是斷惑又不見惑性真。", "624": "是迷不成斷。若見惑性真惑無不成斷。是故", "625": "由智照非照。由惑斷非斷方乃為智斷。若不", "626": "爾者。見有惑可斷。是惑而非智。若見惑性空", "627": "是智而非惑。是則見有惑之智。此智亦須斷。", "628": "諸惑之性空。此惑不須斷。經云。若人欲成佛", "629": "勿壞於貪欲。又云。煩惱即菩提等。此竝就智", "63": "諸小乘義兼攝。應知三十二部中何部攝者。", "630": "見惑性相盡無斷。方為實斷也。四泯五圓準", "631": "釋可知。九違順自在門者。有四義。一顯．二", "632": "名．三用．四法。初顯者。善行順理不善違。順", "633": "相顯可知。二名者。然有二義。一言違意順。謂", "634": "如云不作五無間不得大菩提。二言順意違。", "635": "謂如外道修善背於解脫。又如調達五邪法", "636": "等。三約用者。謂菩薩留惑增修大行。攝論云。", "637": "諸惑成覺分等。經云。一切眾魔及諸外道皆", "638": "吾侍也。此則雖惑而順也。有漏善品趣向人", "639": "天。違出離道。此則雖善而違也。四約法者。諸", "64": "或唯一部以瑜伽中唯方廣部是菩薩藏。餘", "640": "惑就實無非稱理。如云煩惱即菩提等。善亦", "641": "準此。善法存相亦有乖真如。住事布施不到", "642": "彼岸。惑亦準此。思益云。如來或說淨法為垢。", "643": "惑法為淨。謂貪著淨法為垢。見垢法實性為", "644": "淨。解云。由前四義。是故或違順相分。或即違", "645": "常順。即順恒違。或即順非順。即違非違。理恒", "646": "不離。思之可見。十佛果常住門者。先總。後", "647": "別。初者或有處說。三身俱常。謂法身凝然報", "648": "化相續。或有處說。三身俱無常。謂法身離不", "649": "離報化生滅等。或有處說。法身是常報化無", "65": "眷屬聲聞故。或三部攝。謂方廣希法授記。", "650": "常。或有處說。報亦常。謂修生大智證真同性。", "651": "亦不思議常。下經具顯。若爾何故唯識等論", "652": "云。生者必滅。一向記故。修生佛果豈得無有", "653": "剎那滅耶。解云。此四記就相麁說。生者必", "654": "滅是就凡夫分段生死。非約佛果證理功德。", "655": "何以故。若言佛果修生即令有滅。亦應滅者", "656": "復生。是分別記。謂有煩惱者生。無者不生。佛", "657": "果既無煩惱。剎那滅已應更不生。則便斷滅。", "658": "當知不爾。故知佛地大智內同真性。一味", "659": "平等機感所須智用無盡。如置鹽水器無不", "66": "餘九是小乘故。如法華說。或九部攝。除論義", "660": "消盡。然其醎味未曾有失。佛智證真相無不", "661": "盡。本願應機時未曾失。是故下文佛果大智", "662": "皆非剎那。乃至廣說。二別顯者。然此修生", "663": "功德與本性通有四義。一或唯修生以功行", "664": "不虛故。二或唯本有以無不契真故。三或", "665": "修生之本有。以法身為了因所顯故。四或", "666": "本有之修生以無分別智從真如所流故。如", "667": "金嚴具。亦有四義。一或唯嚴具金無所遺。二", "668": "或唯真金具無不盡。三金之嚴具以金顯具。", "669": "明嚴具殊勝。四嚴具之金以具顯金。明調練", "67": "因緣譬喻。餘九是大乘故。如涅槃第三說。或", "670": "之金方堪作具。是故於一金莊嚴具四義融", "671": "通。嚴具無二。隨舉一門無不收盡。佛果理智", "672": "當知。亦爾。或攝本有以立修生。說為無常。或", "673": "攝修生以同本有。無二是常。或互全收而不", "674": "壞二義。亦常亦無常。或形奪而兩亡。二義", "675": "雙泯。即非常非無常。於一佛果四義圓通。或", "676": "就理隨說皆得。或就情隨取皆失。佛果正理", "677": "應如是知。", "678": "入楞伽心玄義一卷終", "68": "具十二部攝。謂於大乘中自具十二故。或十", "69": "二所不攝。以小乘亦具十二非攝此故。如法", "7": "初教起所因者。先總後別。總謂一事法華云。", "70": "華云。受持十二部未足為難。信受此經是則", "71": "為難。或於大乘三藏十二總所不攝。以理超", "72": "言外。故經云言說別施行。真實離文字。又云", "73": "二夜中間不說一字。以言即無言攝。無所攝", "74": "故。", "75": "第三顯教差別者。自佛法東流。此方諸德分", "76": "教開宗。差別紛糺難備說。及西方諸師所說", "77": "差別竝如華嚴記中說。若依此經宗及通諸", "78": "教種類相收。或四或五。今且辨四。一有相宗。", "79": "二無相宗。三法相宗。四實相宗。釋此四宗", "8": "如來唯為一大事因緣出興于世。謂開示悟", "80": "略以六義。一就法數。初宗立七十五法．有為．", "81": "無為．執實之法。如小乘說。二破彼前宗所立", "82": "法相。蕩盡歸空。性無所有。二空真理相想俱", "83": "絕。如般若等經中觀等論。三法相宗中。立三", "84": "性三無性有為無為色心等百法。皆依識心", "85": "之所建立。如深密經瑜伽等論說。四實相宗。", "86": "會前教中所立法相。莫不皆依如來藏緣起", "87": "稱實顯現。如金作嚴具。如此楞伽及密嚴等", "88": "經起信寶性等論說。二就心識者。初宗但說", "89": "六識。二無相宗明六識空。更無別立。法相", "9": "入佛之知見。解云。佛意欲令以己所得授與", "90": "宗立八識。然皆生滅不同真性。四實相宗明", "91": "前八識皆是如來藏隨緣所成。亦生滅亦不", "92": "生滅性相交徹。鎔融無礙。各如本部經論所", "93": "明。三約緣起法。初宗說有。二說為空。三亦空", "94": "亦有。謂遍計空依他有。四非空非有。謂相無", "95": "不盡故非有。性不礙緣故非空。理事俱融二", "96": "邊雙寂。不妨一味。二諦宛然。四就迴小者。初", "97": "宗一切二乘總不成佛。二宗中定性二乘亦", "98": "不成佛。不定性中已入見道則不迴心。自下", "99": "位中可有迴心入菩薩道。三宗中定性不迴。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1790 入楞伽心玄義", "author": "唐 法藏撰", "sourceLink": "http://www.cbeta.org/"}