{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0394 佛入涅槃密迹金剛力士哀戀經: 佛入涅槃密迹金剛力士哀戀經: 佛入涅槃密迹金剛力士哀戀經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 394", "1": "佛入涅槃密迹金剛力士哀戀經", "2": "失譯人名今附秦錄", "3": "牟尼世尊在拘尸那城娑羅林間北首而臥，", "4": "初入涅槃。時密迹金剛力士見佛滅度，悲哀", "5": "懊惱作如是言：「世尊成就最勝無上十力，云", "6": "何於今乃為羸弊無常氣勢微劣之所摧敗？", "7": "如來捨我入于寂滅，我從今日無歸、無依、無", "8": "覆、無護，衰惱災患一旦頓集，憂愁毒箭深入我", "9": "心。」密迹金剛作是語已，戀慕世尊愁火轉熾，", "10": "五內抽割、心膂磨碎，躄踊悶絕譬如巖崩，", "11": "顛墮于地久乃醒悟。即起而坐，涕哭哽噎", "12": "歔欷而言：「怪哉怪哉，死魔大惡！無量功德波", "13": "羅蜜聚，為彼死魔之所滅壞。」復作是言：「唯願", "14": "真濟請為我起，我今薄祐無依憑處。云何世", "15": "尊捨棄於我獨入寂滅？自今已後永離哀", "16": "顏，世尊寂靜身、口、意業更不可覩，更不得", "17": "見佛婆伽婆入于佛住。「如來昔日入于佛住", "18": "三昧之時，威德光顯倍常殊妙，佛面鮮澤過", "19": "於蓮華新開敷時，如日初出照於朝陽，如是", "20": "勝面更不可見。「如來處於大眾出大雷音、微", "21": "妙之聲，更不可聞，誠言無二、離過患說、無諂", "22": "偽說、易解了說、眾所愛說，世界之中滅除諸", "23": "惡至甘露城，無過佛法。咄哉！真濟永入涅槃，", "24": "使諸眾生無有救護，處於生死大曠野中，又", "25": "無眼目，離於導師，誰示其道？「如來密雲能雨", "26": "甘露，為無常風之所吹滅。一切眾生愛火所", "27": "燒，而於今者佛入涅槃，誰雨法雨滅其愛火？", "28": "「如來於今滅於有為得無上道，為於眾生作", "29": "大醫王。一切世界為煩惱病之所患苦，今入", "30": "涅槃，誰當矜愍化以正道，療諸眾生結使之", "31": "疾？「如來、世尊名為知恩念於恩者，我從處胎", "32": "以來隨逐如來如影隨形，調和奉順不曾違", "33": "闕。云何不感我之至心，便見孤棄如背恩者？", "34": "「嗚呼怪哉，咄哉大苦。此金剛杵當用護誰？即", "35": "便擲棄。自今以往當奉侍誰？誰當慈愍訓誨", "36": "於我？更於何時得覩尊顏？護世之王為顯甘", "37": "露，故遣我來擁護於佛，如何今日卒捨我等", "38": "入于涅槃？我所有命依佛而存，一旦捨我，當", "39": "依於誰得存此命？「咄哉！真濟矜愍一切，常說", "40": "妙法教照愚冥。何故今者而卒不言？「如來所", "41": "知一切種智過一切上，恒於眾生有緣之者", "42": "思欲利益。即於今日何處去耶？而於今日便", "43": "自閉默，更不救濟受化之徒。諸魔、惡人見佛", "44": "涅槃，皆大歡喜。「如來、世尊生死海中作大船", "45": "師，而於今日永捨濟度。是諸眾生無量劫來", "46": "順生死流，唯有如來能以正道令諸眾生皆", "47": "得返流。如來、世尊永斷煩惱，為於愚冥眾生", "48": "作大照明。今日涅槃，世間眾生增長黑闇，", "49": "永為無明之所覆蔽。」金剛密迹哀呼悲惱復", "50": "作是言：「世尊諸相——三十二百福大人相——悉皆", "51": "具足，如何滅壞永不可覩？「哀哉，破壞魔者！哀", "52": "哉，轉法輪者！哀哉，滅一切外道螢火光者！哀", "53": "哉，能壞有身者！哀哉，諸智慧城者！哀哉，法燈", "54": "為無常風之所吹滅；哀哉，法月為死羅睺之", "55": "所吞滅。」復作是言：「大寂真濟！願為我說，即於", "56": "今者為何處去？至何方所？為適何國？為至舍", "57": "衛及王舍城、迦毘羅衛、波羅奈耶？於此諸國", "58": "為何處住耶？「今為在何林？為在迦蘭陀竹林、", "59": "菴婆羅林、祇陀林？於此諸林為在何處？「為在", "60": "何山？為在自善山、毘堤醯山、耆闍崛山？", "61": "於此諸山為在何山？願語於我實在何處。「諸", "62": "八部——眾天、龍、夜叉、乾闥婆、阿修羅、緊那羅、摩", "63": "睺羅伽如是等——以見於我常隨從佛，設當問", "64": "我：『佛何處去？』我當何辭以對於彼？「世尊昔日", "65": "教化眾生，若小疲倦暫寢息時，繫心在明為", "66": "益眾生。云何今者捨於一切，永入涅槃更不", "67": "利益？「真濟！願為我起。我憂悲火熾然胸中，命", "68": "將不全，願賜一言，猶如冷水滅我熾火；我今", "69": "為憂苦毒蛇之所蛆螫，願賜我法阿伽陀藥", "70": "以除我毒；憂愁毒箭深入我心，願賜語鉗為", "71": "我拔出。「一切眾生愛別離苦，如來常為說種", "72": "種法除其苦惱。云何獨不愍我，為我滅此眾", "73": "苦？「如我今者，哀逆闇塞不能推理而自釋割", "74": "憂心內病、種種讇語。云何世尊不見慰喻", "75": "我之恭順心不疲怠、樂見慈顏無有厭足？投", "76": "身于地願一瞻覩，如何世尊不見哀矜？「滅", "77": "結牛王常挾持我，何不將我入於涅槃？獨見", "78": "孤棄。「我失如來，諸苦所切無量無邊又不見", "79": "諦。何故獨見放捨入于涅槃？「怪哉怪哉。如來", "80": "一睡更不起耶？如來已去不復還耶？猶如燈", "81": "滅更不復明、如寶樓崩更不建立、如寶藏沒", "82": "不可還出。」舉手大叫，發聲悲哭，如帝釋幢所", "83": "持繩絕倒地不起，宛轉啼哭，心、肝、咽喉、脣、", "84": "舌悉皆乾燥，荒迷躄地。良久乃穌。愛戀如來", "85": "功德之身，捉相輪足，急抱不放而作是言：「如", "86": "來之足如優鉢羅華、如日初出清淨柔軟。安", "87": "立之足、千輻輪足，極妙工巧不能畫作。轉輪", "88": "聖王雖有是相，相不明了；如來相輪輻轂具", "89": "足，炳然顯著。其指纖長，附順相著不稀、不踈，", "90": "其爪紅潤猶如赤銅、手足網縵猶如鵝王、肌", "91": "體豐滿無筋脉皮皺，天王、人王、諸鬼、神王及", "92": "以龍王，咸以天冠頂禮佛足。為化一切諸有", "93": "緣者，以相輪足遍行世界，而今此足更無有", "94": "用。「我於昔日心常喜樂，一旦涅槃更不令我", "95": "生於喜樂，而此無常極為大惡，能壞無量功", "96": "德不思議色。「如來威勢能令見者身心歡喜，", "97": "無量福力持如來身。無常之力實為最大，能", "98": "使如來至於死處。如來以父母乳哺之力、禪", "99": "定力、智慧力、神通力，以此諸力不能於無常力", "100": "中而自拔濟。「阿難昔日勸請世尊住壽一劫，", "101": "如來何故不受其請？「真濟往昔不於三阿僧", "102": "祇劫中作百千苦行、難捨之事一切能捨、無", "103": "數劫中歷侍諸佛、奉事供養求一切智，欲濟", "104": "眾生。於少許時，所度未幾便入涅槃。如來往", "105": "日為菩薩時，化於眾生猶不疲極，而於今者", "106": "可疲倦耶？「濁法眾生如新生犢滿十二由旬，", "107": "云何斷乳而棄之去？請為我起與濁法犢飽", "108": "足甜乳。「于時帝釋數億諸天來欲問難，云", "109": "何而不為其解說？千世界主梵天王合掌請", "110": "法，今日何不為說法要滿其所願？毘沙門王", "111": "數千萬夜叉而自圍遶、提頭賴吒乾闥婆眾", "112": "而自圍遶、毘留勒叉究槃荼眾而自圍遶、毘", "113": "留博叉諸龍之眾而自圍遶，如是等眾皆為飲", "114": "法甘露而來至此，如來何不以良藥救諸疾", "115": "者？「外道諸眾毀呰於法，何不速起壞彼邪論？", "116": "欲界之主處處壞亂，何不降伏？如來！諸聲聞", "117": "少於智慧、不勤習誦、厭於廣博，何不速起為", "118": "說略要令知正道？「然今阿難是佛所親、奉侍", "119": "世尊，未斷結使盡於根本，何不教授令盡諸", "120": "結使？「嗚呼怪哉。如此堅實大福德人一旦滅", "121": "壞，而此無常如護財象殘害無數。此護財象", "122": "身大如山，如來往昔猶能調伏如是大象，云", "123": "何今者反為無常之所調伏乃至滅盡？「如阿", "124": "婆羅龍能壞摩竭提、興大雲雷電光熾然、降", "125": "注大雹摧折樹木。如來能伏彼大力龍，而於", "126": "今者反為無常之所乘服。「如鴦掘魔暴虐殘", "127": "害，猶能調彼剛強惡人；調彼不調牟尼世尊，", "128": "今為無常之所摧壞。「如曠野惡鬼殘殺一切", "129": "令國空虛，猶能調彼使受持戒；而於今者入", "130": "無常羂摧滅無餘。「如優樓頻螺迦葉染著於", "131": "我、沒於邪見榛林之中難可拔出，如來猶愍，", "132": "能現十八種神足變化能令調伏；今為無常", "133": "之所傾倒。「一切眾生薄於福祐，大智之海為", "134": "無常日之所乾竭；正智須彌為無常金剛杵之", "135": "所摧碎；佛功德樹——覺意妙華道果充滿——為無", "136": "常斧之所斫壞；廣大智光——名稱周聞遍于世", "137": "間，能燒一切有生之薪——為無常水之所澆滅", "138": "也。盛力無常無有法教，不為智者之所禁制，", "139": "非是精進瞻勇、猛健勢力、名稱柔心、調根寂", "140": "定之所能免。咄哉，無常！酷暴乃爾，不別好惡、", "141": "有德、無德等能摧壞。」作是語時，大地震動、山", "142": "頂崩壞、大星隕落、四方火起、日月諸宿無有", "143": "光色、一切天人皆無歡樂。「我今形體不自勝", "144": "舉欲沒入地，𥈅眩黃黑、心意錯亂、忘失所念、", "145": "脣乾舌燥、語言錯誤、聲音嘶碎，去死不遠，", "146": "命終今必絕，逮佛捨而去。」如是等多眾種", "147": "種哀呼、百千種言戀慕於佛。帝釋語言：「止止", "148": "已足。汝今可不憶念大仙少語？佛告比丘：『諸", "149": "行無常，無得住者、不可體信、是變易法。一切", "150": "聚集歸散會滅，高者必墮、合會必離、有生必", "151": "死。一切諸行猶如河岸臨峻之樹、亦如畫水", "152": "尋畫尋滅、亦如泡沫、如條上露不得久停、如", "153": "乾闥婆城暫為眼對。人命迅速疾於射箭、速", "154": "行天下疾於日月，人命速疾過於是天，無常", "155": "敗壞應當解知。若於佛事有不足者不入涅", "156": "槃，佛事周訖乃入涅槃，以此佛法付囑人天、", "157": "以此重事與聲聞弟子，向無畏寂滅處去，諸", "158": "有苦盡更不受生。汝等不應生大憂惱。』」", "159": "佛入涅槃密迹金剛力士哀戀經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0394 佛入涅槃密迹金剛力士哀戀經: 佛入涅槃密迹金剛力士哀戀經: 佛入涅槃密迹金剛力士哀戀經", "source": "CBETA"}