{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0420 自在王菩薩經: 自在王菩薩經: 自在王菩薩經", "text": {"0": "自在王菩薩經卷下", "1": "姚秦三藏鳩摩羅什譯", "10": "來故集，無所去故斷，是名諸法性。是中無有", "100": "一切名字亦能樂說，是名樂說。云何為樂？菩", "101": "薩若說法時，樂法樂實樂諦，若信樂修多羅", "102": "者，為說修多羅，信樂岐夜、伽陀、弊迦蘭", "103": "奈、謳陀那、禰陀那、阿波陀那、伊提郁多", "104": "伽、闍陀伽、裴佛略、阿浮陀達摩者，皆為說", "105": "之，信樂過去者為說本事。一切眾生所樂諸", "106": "根，皆隨所樂而為說法。樂信根者因信根為", "107": "說法，樂進根者因進根為說法，樂念根者因", "108": "念根為說法，樂定根者因定根為說法，樂慧", "109": "根者因慧根為說法，如是諸根皆因而為說", "11": "實法，生已當斷，隨所愛使故有集，若斷愛", "110": "法。婬欲多者分別有二萬一千，佛知有八", "111": "萬四千根，如來因此諸根皆能樂說，菩薩次", "112": "能樂說；瞋恚多者分別有二萬一千，佛知有", "113": "八萬四千根，如來因此諸根皆能樂說，菩薩", "114": "次能樂說；愚癡多者分別有二萬一千，佛知", "115": "有八萬四千根，如來因此諸根皆能樂說，菩", "116": "薩次能樂說；雜分者分別有二萬一千，佛知", "117": "有八萬四千根，如來因此諸根皆能樂說，菩", "118": "薩次能樂說，自在王！是名樂說無礙智。於", "119": "此義無閡、法無礙、辭無礙、樂說無礙，皆以慧", "12": "使是名斷集。云何苦滅諦？畢竟滅苦集而", "120": "為本，慧所住處，慧之所攝，菩薩以慧力故", "121": "用四自在及餘自在皆得自在。「世尊！慧以何", "122": "為本？為住何處？何處所攝？」「自在王！慧以多", "123": "聞為本，住多聞處，多聞所攝。」「世尊！多聞以", "124": "何為本？為住何處？何處所攝？」「自在王！多", "125": "聞以善知識為本，住善知識處，善知識所攝。」", "126": "「世尊！善知識以何為本？為住何處？何處所", "127": "攝？」「自在王！善知識以敬心為本，住於敬", "128": "心，敬心所攝。」「世尊！敬心以何為本？為住何", "129": "處？何處所攝？」「自在王！敬心以深心為本，住", "13": "無法可壞故，是名苦滅。一切諸緣相滅故，一", "130": "於深心，深心所攝。」「世尊！深心以何為本？為", "131": "住何處？何處所攝？」「自在王！深心以質直為本，", "132": "住於質直，質直所攝。」「世尊！質直以何為本？", "133": "為住何處？何處所攝？」「自在王！質直以大悲", "134": "為本，住於大悲，大悲所攝。」「世尊！大悲以何", "135": "為本，為住何處，何處所攝。」「自在王！大悲以", "136": "眾生為本，住於眾生，眾生所攝。何以故？自", "137": "在王！菩薩為度一切眾生，生大悲心，生一", "138": "切智心，是名菩薩慧自在。又慧自在菩薩，以", "139": "慧自在故，因一法門，若一劫若減一劫，種種", "14": "切法如是滅相，於此中不生不滅名為滅諦。", "140": "異辭廣說諸法，於實相中無所違失。菩薩或", "141": "欲不現其身為眾生說法，或從身毛孔演出", "142": "法音，隨眾生所行而為說法。菩薩或欲現其", "143": "身為眾生說法，一切外道論師不能窮盡。又", "144": "外道仙人所作，若曼哆邏呪術經、韋陀，若", "145": "語論、若鉢追、若諸神通、若諸智門，若日月", "146": "五星經、若夢經、若地動經、若陀魔陀咒術、", "147": "若烏語經、若鳥獸經、若龍乾闥婆夜叉入身", "148": "經、若王相經、若豐樂飢饉相經、若諸遑遊", "149": "戲經，如是世界經書智慧、伎藝、文章、算數、", "15": "云何道諦？隨以何道求一切法不得，若善若", "150": "色相、音樂、歌舞、箜篌、箏笛，如音曲折，菩薩轉", "151": "身自然在心皆能通了，以慧力故皆能得知、", "152": "皆能示現、皆能達知；菩薩雖知如是方術，不", "153": "惱眾生，亦不以是為淨妙道。「自在王！慧自", "154": "在菩薩，與百千萬諸梵王共住共坐，自現其", "155": "身與共語論，亦不著梵王光明德相，而諸梵", "156": "王迎送菩薩生尊敬心，如是皆於一切天宮，", "157": "現自在力而亦不著，但生無常苦空無我想，", "158": "依無生法，依度一切眾生之心，自在王！是名", "159": "菩薩慧自在。又自在王，慧自在菩薩，如魔所", "16": "不善、若有漏若無漏、若有為若無為，是名", "160": "有天宮，復令殊勝；自現其身，勝魔所有百千", "161": "萬倍；令諸魔等生渴愛心生貪著心，以此自", "162": "嚴破魔慢心，令住阿耨多羅三藐三菩提，然", "163": "後說法。「自在王！慧是菩薩遍行法，若施若受", "164": "若以施迴向，而於此處必應用慧；若自持戒", "165": "教他持戒，以持戒迴向，而於此處亦應用慧；", "166": "若修行忍若教他忍，以忍迴向，而於此處亦", "167": "應用慧；若自行進教他行進，以進迴向，而", "168": "於此處亦應用慧；若自行禪若教他禪，以禪", "169": "迴向，而於此處亦應用慧；若讀諸經若為他", "17": "道諦。是道平等，不分別一切法故；是道寂滅，", "170": "說法，若如所聞以慧正念，一切行立坐臥，一", "171": "切儀法，一切捨心，皆應用慧。慧力菩薩則", "172": "是一切善法力者，慧增上菩薩，於一切法得", "173": "增上自在。慧自在菩薩，於一切法能自在行。", "174": "執慧力菩薩，知佛能拒魔軍。有慧菩薩自", "175": "在隨行諸法而不用力，如人仰射其箭還時", "176": "不須弓力，菩薩亦如是，以慧力故遣自在智", "177": "入諸善法。坐道場時得是智力，以是力故以", "178": "右手動十方世界，破大魔軍得佛十力，以", "179": "是十力一切天人無能伏者。「自在王！是戒自", "18": "離諸結熱故；是道安樂，離一切憂惱故；是道", "180": "在、神通自在、智自在、慧自在，若人不種善", "181": "根，不能得聞如斯經典。自在王！若人得聞", "182": "是經心歡悅者，當知是人得四自在，以是自", "183": "在現自在力。何以故？自在王！是諸自在，一", "184": "切聲聞辟支佛之所無有。」爾時自在王菩薩，", "185": "聞佛所說心大喜悅，合掌禮敬，瞻仰尊願", "186": "目不暫捨。作如是言：「世尊！佛今以是四自", "187": "在力，一切眾生亦當得是四自在力。」佛以", "188": "神力，使自在王菩薩以種種好色香華滿其", "189": "衣裓，以散佛上及諸菩薩，蒙華散者皆成金", "19": "無漏，一切漏盡故；是道一切有所得者所不", "190": "色，三十二相以嚴其身。空中百千萬億諸天，", "191": "同聲嘆言：「若有眾生信受如是四自在力，發", "192": "阿耨多羅三藐三菩提心者，是諸眾生以佛", "193": "莊嚴而以自嚴。何以故？是四自在皆隨一切", "194": "智心。世尊！若佛本不發阿耨多羅三藐三菩", "195": "提心者，是諸眾生，云何得聞如是不可思議", "196": "諸自在經？」諸天子歎已，佛告自在王菩薩：「我", "197": "念過世，於燃燈佛前第七十佛，號普淨光王", "198": "如來，亦廣說此四自在法。時有菩薩名智", "199": "行足，亦以此法問佛。佛說此法時，八千菩薩", "2": "「自在王！何謂菩薩摩訶薩諦智？求聲聞者，以", "20": "能行，正行禪定者易修行故；是道諸佛所不", "200": "得此四自在及無生法忍，三萬二千人發阿", "201": "耨多羅三藐三菩提心。自在王！我於爾時，初", "202": "聞此四自在，聞已受持，至燃燈佛時乃得具", "203": "足。是故自在王！若於今世若我滅後，有人", "204": "一心求佛道者，受持是經，當知是人疾得無", "205": "生法忍。」說此自在王經時，三萬二千天人發", "206": "阿耨多羅三藐三菩提心。諸天子供奉佛故，", "207": "作百千伎樂雨於天華，以佛神力從眾伎樂", "208": "出如是音：「若有眾生聞此自在王經，信解受", "209": "持，當知是人諸根明利，樂於佛法，其智廣", "21": "捨；是道無相，斷一切相故；以如是道不墮於", "210": "博，為善知識所護，深種善根，於諸眾生行", "211": "大悲道。」", "212": "爾時自在王菩薩白佛言：「世尊！佛有十力、四", "213": "無所畏、十八不共法，菩薩亦有十力、四無所", "214": "畏、十八不共法不？」佛告自在王：「有阿鞞跋致", "215": "菩薩，已久習行得無生法忍，住第八地欲入", "216": "九地，為般若波羅蜜方便所護，如是菩薩則", "217": "能具成菩薩十力、四無所畏、十八不共法。自", "218": "在王！云何菩薩十力？為薩婆若故，發深堅", "219": "心力；具慈心故，不捨一切眾生力；不求一切", "22": "二，是名道諦。若菩薩以如是門知四諦者，是", "220": "利養故，捨一切世界飾好故，具大悲力；信", "221": "一切佛法故，能成是法故，心不退沒故，具", "222": "大進力；行念安慧故，不壞儀法故，住不動", "223": "定力離二邊故，順緣生法故，斷一切見不", "224": "別戲論故，具般若波羅蜜力成眾生故，受", "225": "無量生死故，習善德無厭足故，信解有為", "226": "法如夢故，於生死中無疲倦力，觀諸法相", "227": "故，無我無人無眾生故，信解不生不起法故，", "228": "信樂無生法論故，無生法忍力入空無相無", "229": "作法故，觀諸脫門故，得聲聞、辟支佛乘解", "23": "名諦智。若菩薩先以四諦，為求聲聞、辟支佛", "230": "知見故，得脫門力；於深法中不隨他智故，", "231": "觀一切眾生心所行故，具無礙智力。自在", "232": "王！是名菩薩十力。「自在王！何謂菩薩四無", "233": "所畏？得陀羅尼故，一切所聞能持故，常不", "234": "忘念故，於大眾中說法無所畏；隨一切眾", "235": "生所信解而為說法，如隨病合藥，知見一", "236": "切眾生諸根，隨應說法，於大眾中而無所畏；", "237": "是菩薩眾中說法無所疑難，無有東方南方", "238": "西方北方，有來問我我不能答，乃至無有微", "239": "畏之相，恣於眾生之所問難，隨問為答而無", "24": "者說，於此乘中亦無所貪，是名諦智自在。又", "240": "所畏；善能斷疑故，於大眾中說法而無所畏。", "241": "自在王！是名菩薩四無所畏。「自在王！何謂", "242": "菩薩十八不共法？菩薩從生已來，自能行施，", "243": "無有教言：『汝當行施樂行捨心。』若魔作佛形", "244": "來語之言：『汝行於施當墮地獄。』菩薩若生慳", "245": "悔之心無有是處。樂捨一切分布施與，以", "246": "是行施為阿耨多羅三藐三菩提，不求果報，", "247": "利益眾生故，是為菩薩初不共法。「自在王！菩", "248": "薩自能持戒無有教者，雖不值佛而亦不從", "249": "他人受戒，善能護持一切諸戒，常樂持戒，謂", "25": "自在王！菩薩知聲聞乘不於中住，知辟支佛", "250": "雖在家如戒所說盡能奉持，若其出家戒經", "251": "所說，不須教導皆能履行，乃至不為壽命諸", "252": "緣而捨於戒，所持諸戒皆順菩提，為斷眾生", "253": "破戒法故，是為菩薩二不共法。「自在王！若貧", "254": "窮下賤及旃陀羅工巧之人，瞋恚加惡，苦言", "255": "罵辱，節節支解，菩薩爾時其心不動，於此眾", "256": "生慈心普潤，有力能報而不加害，但依於法，", "257": "我以佛法緣故忍受此苦，亦願是人心得善", "258": "淨發大莊嚴，是為菩薩三不共法。「自在王！菩", "259": "薩雖遭急難，猶故進行，不懈不息而終不生", "26": "乘不於中住，知佛乘不於中住，是名諦智自", "260": "退沒之心，若見聲聞入於涅槃，見世苦惱而", "261": "於聲聞滅度法中心不貪樂；若見辟支佛滅", "262": "度，又見生死苦惱，於辟支佛涅槃法中心不", "263": "貪樂；若見諸佛已成大利，佛法具足入於涅", "264": "槃，自見其身未得具足六波羅蜜及諸佛法，", "265": "於此法中心亦不沒而勤行進，我當於此大", "266": "乘涅槃而取滅度，是為菩薩四不共法。「自在", "267": "王！菩薩若作轉輪王，若作帝釋，若作魔王，", "268": "百千侍女作天伎樂，具受欲樂，而於禪定及", "269": "無量心，皆現在前，常樂捨離憒閙之處，於生", "27": "在。「又自在王！若以一心知一切眾生心，以", "270": "死中生大恐畏想，於五欲中生大不淨想，於", "271": "五陰中生怨讐想，於四大中生毒蛇想，於諸", "272": "入中生空聚想，於己眷屬生怨賊想，於宮宅", "273": "侍女中如在死尸間想，但求行法，但求見佛，", "274": "但念欲度一切眾生。於伎樂之聲出禪定法", "275": "音，或時魔障其聲，先世善根力故，而於空中", "276": "得聞佛音法音僧音，聞此音已棄捨世界自", "277": "在之樂，出家入林，是為菩薩五不共法。「自", "278": "在王！菩薩於世禪定之中不生堅想，以智分", "279": "別離於諸見，依法依義，此不共法乃至夢中", "28": "一心性知一切心性，而於心智不作二行，是", "280": "不生我見不生法見。菩薩不為諸結見纏所", "281": "使，離諸疑悔，乃至惡魔不能障蔽令其疑悔", "282": "離於正法。菩薩為成眾生故，或破儀法而", "283": "於其中無有疑悔。自在王！是為菩薩六不", "284": "共法。「自在王！菩薩從生已來自得身淨，離", "285": "於殺生，不以手足刀杖瓦石有所惱害，常", "286": "捨刀杖，資生豐足無所乏少，一把之草不與", "287": "不取，珍寶滿地不生貪心，飢窮死困不以邪", "288": "命而自活也。常修梵行至於心想，不念五欲", "289": "離諸欲惱，不以五欲之緣而行非法，以智", "29": "名智自在。又有智自在，知見過去世無礙，心", "290": "為首成善身業，是為菩薩七不共法。「自在", "291": "王！菩薩淨於口業，真語實語言行相應，不自", "292": "欺身，不誑諸佛、諸天、龍神、夜叉、乾闥婆、阿修", "293": "羅、迦樓羅、緊那羅、摩睺羅伽、人非人等。菩薩", "294": "不行兩舌，眷屬親愛終始不離。菩薩不行惡", "295": "口，常行愛語、軟語、和柔語，不惡語、不麁語，", "296": "有理語、安樂語、先意語、和悅語。菩薩於諸惡", "297": "口麁言侵剋苦語，人不喜聞，自惱惱他，如是", "298": "諸語終不出口。菩薩不為無義語，有則言有，", "299": "無則言無，深心淨故口業皆淨。自在王！菩薩", "3": "諦法證聲聞解脫，菩薩得此諦而不證解脫，", "30": "不至過去世；知見未來世無礙，心不至未來", "300": "得此不共法故，世世所生，常得如是隨法語", "301": "口，能以是語，不淨之人令其得淨，已淨人者", "302": "令起禮敬供奉之心，以是深心不共法故，得", "303": "實語口，諸有所說皆實無虛，是為菩薩八", "304": "不共法。「自在王！菩薩己心自在，得自在行，不", "305": "貪他物，不恚惱眾生，行於正見，於菩薩心無", "306": "等等心終不忘失。菩薩常離一切諂曲不直", "307": "之心，晝夜常行善淨慈心，是為菩薩九不共", "308": "法。「自在王！菩薩所生之處，一切經書呪術", "309": "醫方算數，為最為上，不須師教自能知之，", "31": "世；知見現在世無礙，心不至現在世；不於", "310": "皆悉了達，亦於世法出世法中，得不隨他慧，", "311": "又不承望聽採他語，常為諸天世人之所瞻", "312": "仰，有所言說皆悉隨學，是為菩薩十不共法。", "313": "「自在王！菩薩或為眾生療治諸病，不求利養，", "314": "以大悲為首，療治病時發心願言：『當令眾生", "315": "得出世法，滅諸苦惱令至涅槃。』是為菩薩十", "316": "一不共法。「自在王！菩薩不求不願轉輪王位、", "317": "釋梵天王之處，而自得之。何以故？菩薩不", "318": "為身色端嚴故行道，不為世界眷屬榮位名", "319": "聞稱讚故行道，如是之福不求而得，是為菩", "32": "過去未來現在世而生戲論。又有智自在，知", "320": "薩十二不共法。「自在王！菩薩住尊貴處，長壽", "321": "諸天曾見佛者常來擁護，如是勸發：應作是", "322": "行，行是業者能至菩提，是則退法是則進法，", "323": "如是行者諸根隨順阿耨多羅三藐三菩提。", "324": "是諸天神常以如是隨宜勸發，令不違失阿", "325": "耨多羅三藐三菩提，是為菩薩十三不共法。", "326": "「自在王！若有凶暴瞋恚惡人，見此菩薩身口", "327": "心業，不能加惡，心得善淨。若或有人惱此菩", "328": "薩，忍受不報，令其心淨得住於法。若有眾", "329": "生侵害菩薩，不令以此墮於惡道。何以故？菩", "33": "一切有為法盡滅，而不盡諸善根；知法無生，", "330": "薩本來已得具足不共善淨之願：『若有眾生", "331": "以身口意侵害惱我，令不以此墮於惡道。』菩", "332": "薩淨持戒故隨願皆得，是為菩薩十四不共", "333": "法。「自在王！或有眾生慳貪不信，不見業行，", "334": "不依果報，不識佛法僧，於諸沙門婆羅門，心", "335": "不善淨不能敬禮，聽受其語心不尊重，不生", "336": "希有之想；是諸眾生，見此菩薩身口意行，儀", "337": "法語論，心即得淨，禮敬隨順，便生尊重希有", "338": "之心。何以故？菩薩得不共法故，是為菩薩", "339": "十五不共法。「自在王！若一切諸天、龍神、夜叉、", "34": "而以攝法攝集眾生，是名智自在。又不從他", "340": "乾闥婆、諸仙、大人、婆羅門等世之大師，見此菩", "341": "薩生師尊想，於此諸人名稱最勝。又諸天、龍", "342": "神、夜叉、乾闥婆、仙人、婆羅門等世界之師，詣", "343": "此菩薩，曲躬禮敬，供給使令，諸師弟子亦皆", "344": "禮敬尊重迎送心念知勝，得是信心，是為", "345": "菩薩十六不共法。「自在王！菩薩所在國界聚", "346": "落城邑，能修善法離不善法，能化眾生護正", "347": "法者，而生其中得正見，父母所生之處，常", "348": "為師長禮敬尊重，國界之中眾生命終無墮", "349": "惡道。何以故？菩薩以善法攝眾生令行福", "35": "知一切法畢竟滅相，以是智力而自不滅教", "350": "故，命終之後皆生人天，是為菩薩十七不共", "351": "法。「自在王！菩薩隨順一切助道之法，諸明", "352": "神通皆具足故，一切諸魔不能得便，是為菩", "353": "薩十八不共法。「自在王！何故名為不共法，菩", "354": "薩隨順一切佛法故，諸聲聞辟支佛初發意", "355": "者之所無有，而況凡夫！」", "356": "爾時自在王菩薩白佛言：「希有世尊！世尊今", "357": "者與諸菩薩大智法明無量法光。如我解佛", "358": "所說義者，若有菩薩得聞此經不樂餘經，若", "359": "人聞此經受持讀誦，已為受持一切佛法；若", "36": "化眾生，是名智自在。「自在王！菩薩於此，若", "360": "人受持此經已為他人說，則為能以佛之正", "361": "法以成眾生；若人正習此經，則為正習一", "362": "切佛法；若人於此經中得忍，名為順忍；若人", "363": "於此經中如所說行，則為隨順一切法行。世", "364": "尊！若有菩薩不離此經，當知是人已得諸明", "365": "神通為坐道場。」佛告自在王：「如汝所說，若", "366": "人不離此經，當知是人得諸明神通為坐道", "367": "場。自在王！過去然燈佛前，威德佛、提沙佛、", "368": "弗沙佛、光明佛前，有佛號天王如來、應、正遍", "369": "知、明行足、善逝、世間解、無上士、調御丈夫、天人", "37": "欲得智自在力而自在者，應隨智行不隨意", "370": "師、佛、世尊。其佛世界嚴淨豐樂，天人充滿，其", "371": "土平正，琉璃為地，閻浮檀金以為蓮華遍覆", "372": "其土，柔軟細滑譬如天衣。是時世人身色長", "373": "短、資生所有、園林池觀，皆如兜率天上，所", "374": "須飲食應念即至，與天無異，唯有名別。其三", "375": "千世界佛為法王，是故其佛號為天王。如轉", "376": "輪王坐於正座，以法化民無不承順。天王如", "377": "來亦復如是，坐師子法座，為一切天人演說", "378": "於法。大眾坐處，東西八萬四千由旬，南北亦", "379": "爾八萬四千由旬。天王如來說法之時，音聲", "38": "行。云何意行？所有意業皆是意行；所有識業", "380": "遍滿三千大千世界，其諸天人盡敬尊重讚", "381": "歎，行無上法以為法供。其土眾生——無有樂下", "382": "法者，唯樂佛法；無有聲聞辟支佛名，況發", "383": "心行者；唯有菩薩以為眷屬；無有女人亦不", "384": "聞有婬欲之名——皆於蓮華結加趺坐自然化", "385": "生，唯樂三法。何等為三？一者樂憙見佛；二", "386": "者樂憙聞法；三者樂觀於法，好喜離行。其諸", "387": "人眾修習經法常不放逸，福慧具足壽命無", "388": "量阿僧祇劫，命終生天，謂到他佛土。若有", "389": "菩薩命欲終時，上昇於空高七多羅樹，唱大", "39": "皆是意行；所有心業皆是意行；所有著心起", "390": "音言：『我於此土今當退沒。』時眾坐菩薩聞", "391": "此聲已，皆共集會試其法忍，作如是言：『何", "392": "等法退？何等法生？』時，是菩薩於大眾中而", "393": "作是言：『此中無法若退若生，如來得阿耨", "394": "多羅三藐三菩提時，知一切法無退無生。何", "395": "以故？色不退不生，受想行識不退不生，更", "396": "無異法必定可得，若我若眾生若壽命，退者", "397": "生者。如來得阿耨多羅三藐三菩提時，知一", "398": "切法皆空無相，空無相法不退不生，諸法離", "399": "際、不作際、不起際、無生際，佛以為證，如是", "4": "是名自在。求辟支佛者，以諦法證辟支佛解", "40": "諸善根皆是意行；墮見行施，墮相持戒，依我", "400": "諸際亦不退不生。退名眾緣離，生名眾緣合，", "401": "而是諸緣亦不退不生。』是菩薩於大眾中說", "402": "是法已，然後乃退，其身滅已無灰無烟，即", "403": "生他方現在佛前。是天王佛及諸菩薩，不著", "404": "袈裟，皆著自生淨妙天衣，亦無結惑。世人調", "405": "順皆得無生法忍，不為眾生廣說諸法，而諸", "406": "眾生其根明利，小發即悟。若天王佛為諸菩", "407": "薩演說法時，其諸天人普皆能知，或得法忍，", "408": "或得陀羅尼，或得樂說無礙，或得諸三昧。「自", "409": "在王！是天王佛其大名聞普流十方，於一切", "41": "行忍皆是意行；我是菩薩則是意行；我發菩", "410": "天人之中，廣說此四自在經，七萬二千菩薩", "411": "得受阿耨多羅三藐三菩提記。時有菩薩名", "412": "曰淨光，不得受記，作如是念：『今諸菩薩得", "413": "受記者，持戒儀式，行道念慧，方便神力，陀", "414": "羅尼三昧，不勝於我，以何緣故，今得受記，", "415": "而我不得。』時天王佛，知其心念，告淨光言；", "416": "『善男子！於未來世當有佛出，號曰然燈，彼", "417": "佛當與汝受記。』時淨光菩薩，聞佛語已，心大", "418": "喜悅，上昇於空作如是言：『若然燈佛，過恒", "419": "沙劫而後乃出，當知我已得受阿耨多羅三", "42": "提亦是意行；我不斷佛種、不斷法種、不斷", "420": "藐三菩提記。何以故？諸佛所言皆無虛妄，諸", "421": "佛皆是真實語者。』「自在王！於意云何，彼時", "422": "淨光菩薩豈異人乎？則我身是。我從是來", "423": "得值光明佛，我從彼佛得聞是法，聞已受持", "424": "得光印三昧。從是已後復值弗沙佛，我從彼", "425": "佛得聞是法，聞已受持得眾明三昧。從是已", "426": "後復值提沙佛，得聞是法，聞已受持得照明", "427": "三昧。從是已後復值威德佛，我從彼佛得聞", "428": "是法，聞已受持得順法忍。從是已後復值然", "429": "燈佛，我從彼佛得無生法忍，證此四自在，", "43": "僧種亦是意行；我為利眾生故發心亦是意", "430": "謂戒自在、神通自在、智自在、慧自在。「自在", "431": "王！以是緣故，若於今世，若我滅後，善男子善", "432": "女人求菩薩乘者，得聞是經，聞已受持，當知", "433": "是等皆疾得為菩提真智，得此四自在，能轉", "434": "法輪，於佛無上正法之中當得慧光。」說是經", "435": "時，萬六千菩薩得無生法忍，萬二千人皆發", "436": "阿耨多羅三藐三菩提心，三千大千世界六", "437": "種震動，百千萬諸天喜而唱言：「在在處處有", "438": "說是經，當知此中則為是佛，若有眾生得", "439": "聞此經，當知此人善根深厚。」爾時慧命阿難", "44": "行；我當度未度者、解未解者、安未安者、滅未", "440": "白佛言：「世尊！當何名此經？云何受持？」佛告阿", "441": "難：「此經名為『四自在神力』，當奉持之。」佛說此", "442": "已，自在王菩薩及阿難、一切天人，聞佛所說，", "443": "歡喜受持。", "444": "自在王菩薩經卷下", "45": "滅者，皆是意行；我是施主、我是持戒、我是行", "46": "忍、我是行進、我是行定、我是行智，皆是意", "47": "行；我是行慈者、行悲者、行喜者、行捨者，皆是", "48": "意行；我是少欲知足離行者、不雜行者、頭", "49": "陀行者、阿蘭若者、細行者，如是分別皆是意", "5": "脫，菩薩得此諦而不證解脫，是名自在。諦", "50": "行；我是空行者、我是無相行者、我是無作", "51": "行者，如是分別皆是意行；我是諦語者、實語", "52": "者、如說行者，皆是意行；我是過諸魔業離四", "53": "魔者，我斷一切見得忍，如是分別皆是意行；", "54": "我當得阿耨多羅三藐三菩提，轉法輪度眾生，", "55": "當於無餘涅槃而般涅槃，如是分別皆是意", "56": "行。「自在王！云何菩薩智業？隨無心意識行", "57": "處，是名智業。菩薩常作智業不起意業。云何", "58": "菩薩智業？菩薩智業有二種。何等二？一者成", "59": "眾生，二者受持正法。云何成眾生？菩薩隨以", "6": "智者，苦諦虛妄知見。云何知見？苦虛妄不實，", "60": "所知能成眾生。云何受持正法？若不受一切", "61": "法，是名受持正法。若受持色，非受持正法；", "62": "受持受想行識，非受持正法；若受諸入諸性，", "63": "非受持正法；若受善不善法，非受持正法；若", "64": "受罪不罪、有漏無漏、有為無為、世法出世法，", "65": "非受持正法；若受施相，非受持正法；若受戒", "66": "忍進定智，非受持正法。何以故？所可取緣", "67": "皆是非法非善，非受持正法。何以故？如來", "68": "所得法，是法無相無礙，若取緣相非受持正", "69": "法。如是菩薩業中智，是名智業。以如是智", "7": "得時故為苦，以倒故有，若菩薩知苦無生", "70": "而作智業，不盡於智，是名智自在。", "71": "「自在王！何謂菩薩摩訶薩慧自在？菩薩得慧", "72": "自在，能知諸法解釋章句，得四無礙智力故，", "73": "謂義無礙智、法無礙智、辭無礙智、樂說無礙", "74": "智。云何義無礙智？若菩薩於諸語中，依義不", "75": "依語。義者於一切法正智。云何正智？謂不可", "76": "說義是。此義在語中更無異聲，從本已來離", "77": "諸相故，是名為義。不應離語依於義，語中", "78": "等相即是義；能如是知，名義無礙智。又達一", "79": "切法義，亦名義無礙智。云何法無礙智？菩薩", "8": "無起，是名知見苦諦。云何斷集？諸法隨集", "80": "依於法不依非法。依於法者不見非法。何以", "81": "故？知一切法離相但有名故。又法無礙者，雖", "82": "說三乘不壞法性。何以故？法性是一性，謂無", "83": "相是。菩薩以語說法，即知語同響相，有所說", "84": "法信解皆同法性，於智於語而無所礙，是名", "85": "法無礙智。云何辭無礙智？知諸天言辭，知", "86": "龍、夜叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺", "87": "羅伽、人非人言辭；知帝釋、梵天王、護世者言", "88": "辭；知一言二言多言、略言廣言、男言女言、非", "89": "男言非女言、過去言未來言現在言，隨以", "9": "斷。云何為集？集平等故，斷亦如是。無所從", "90": "方便言辭令其得解。自以淨妙言辭，亦不輕", "91": "毀他語。何以故？知一切法無有言辭。菩薩", "92": "作是念：『以言辭說法令其得解，是法於言辭", "93": "中不可得，言辭於法中亦不可得，從本已來", "94": "無有言辭。若有言辭，不應以善言辭說不善", "95": "法。是故當知，言辭能示善惡。』又辭無礙者，", "96": "即以眾生言辭而使行法。何以故？法不行法，", "97": "能如是行一切法，以言辭說此行使彼得解，", "98": "是名辭無礙智。云何樂說無礙智？若菩薩於", "99": "一切文字皆能樂說，於一切音聲亦能樂說，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0420 自在王菩薩經: 自在王菩薩經: 自在王菩薩經", "author": "姚秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}