{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0567 佛說梵志女首意經", "text": {"0": "No. 567 [No. 568]", "1": "佛說梵志女首意經", "10": "泊，無有衰入恐懼永除。其意清淨而無垢穢", "100": "首意，以末栴檀、華香、搗香，供養散佛乎？其心", "101": "誓願逮轉法輪。」對曰：「已見。」佛言：「是女以斯", "102": "德本護己安人，多所救攝，壽終之後當轉", "103": "女身，至八十四億劫，不歸惡趣，供養六萬", "104": "諸佛世尊，出家為道，志于沙門，聽受經法。", "105": "受經法已，即時諷誦，將御如來現在正法，佛", "106": "滅度後供養舍利，勸化無數無量眾生，不可", "107": "計會，使立無上正真之道，最於後世窮竟劫", "108": "已，於三千大千，即當逮得無上正真之道，", "109": "成最正覺，劫名寶明，佛號寶光如來、至真、等", "11": "如大淵澄，紫磨金色晃如寶山，若盛天樹", "110": "正覺、明行成為、善逝、世間解、無上士、道法御、天", "111": "人師，為佛、眾祐。其佛當壽具足一劫，為難計", "112": "量群黎之疇，勸發道教而逆長益，後至", "113": "無餘於泥洹界而取滅度。」阿難白佛：「其首意", "114": "女，為於何佛植眾德本？」佛告阿難：「斯女往", "115": "昔惟衛佛時，以女人身初發道意，取寶珠瓔", "116": "用散佛上。至於今世復會吾前，志願無上正", "117": "真之道。亦於式佛、如來正覺發歡喜心，加懷", "118": "篤信脫衣上佛，以家之信離家為道，而作沙", "119": "門具滿千歲，淨修梵行，數數講問深奧妙法。", "12": "華實繁茂，有三十二大人之相莊嚴其身，", "120": "於隨葉如來正覺時，以十五日供養世尊及", "121": "諸弟子，充滿周備，亦復志願無上正真之道。", "122": "於拘樓如來正覺時，心樂善學攬攝章句，", "123": "以諸真珠名香供散佛上，其心亦願誓成正", "124": "覺。於拘那含牟尼佛正覺時，以香塗塔盡其", "125": "形壽，供養衣服飲食醫藥床座，於二日供養", "126": "世尊聖眾。見迦葉佛供養奉事，不捨道意。今", "127": "供養吾，當轉女身，然後得佛道度脫眾生。」佛", "128": "說如是，莫不歡喜。", "129": "佛說梵志女首意經", "13": "八十種好遍布其體。昱如大殿而有寶柱，如", "14": "須彌山峻峙顯特，如月盛滿眾星中明，如日", "15": "出光晃耀暉赫，無所不照。女見佛來住於", "16": "門外，心懷踊躍迴入設座，還詣佛所，稽首", "17": "佛足下，長跪白言：「善來！安住，願降聖尊屈", "18": "神臨眄。」佛垂慈愍入館就座。首意悅豫，重稽", "19": "首，而取小榻於佛前坐，進而啟曰：「唯，天中天！", "2": "西晉月氏三藏竺法護譯", "20": "曾聞如來遊波羅奈仙土鹿苑，為沙門、梵志、", "21": "梵天、龍神，諸魔世人群生之疇，轉無上輪", "22": "興顯正法。」佛告梵女：「如是！如是！誠如所云，", "23": "吾遊斯國轉無上輪，為諸未聞宣現正法，不", "24": "以非法。」首意問佛：「何謂如來所轉法輪？」世", "25": "尊告女：「以十二事緣起之法而轉法輪。」首意", "26": "白佛：「重加大恩為我分別，廣說十二緣起之", "27": "法，法輪所歸令識義趣。」佛言：「諦聽！善思念", "28": "之，吾當為汝解散其義。」梵女首意，受教而", "29": "聽。佛告女曰：「若計有我便有終始，起於不", "3": "聞如是：一時，佛遊波羅奈鹿苑仙人所止處", "30": "起，從癡因緣則便有行，從行因緣則便有識，", "31": "從識因緣則有名色，從名色因緣則有六入，", "32": "從六入因緣則便更習，從更習因緣則便有", "33": "痛，從痛因緣則便有愛，從愛因緣則便有受，", "34": "從受因緣則便有有，從有因緣則便致生，從", "35": "生從緣。致老病死，懃苦愁惱，大患集會。「如", "36": "是，女！癡滅，識、行、名色，六入、更習，痛、愛、受、有、", "37": "生老病死滅，懃苦愁惱大患盡除。汝欲知吾", "38": "以是法故，於波羅奈仙士鹿苑，為諸沙門、", "39": "梵志、梵天、龍神、諸魔世人而轉法輪，解十", "4": "而轉法輪，與大比丘眾五百人，無數菩薩俱，", "40": "二因緣，若受奉行，因可得度。」首意問佛：「唯，天", "41": "中天，法寧有內、有外乎？」告女曰：「不也！」女又", "42": "問曰：「法寧有住無明號乎？」答曰：「不也！」女又問", "43": "曰：「寧有興明、有除滅乎？」答曰：「不也！」女又問曰：", "44": "「其明達者寧有形貌乎？」答曰：「不也！」女又問", "45": "曰：「以何因緣而致是身？以無有癡何從致生？", "46": "興心慢意因成其行，何謂因緣而得合成？」又", "47": "曰：「唯，大聖！如樹無根，何因忽生莖節枝葉華", "48": "實？如是，世尊！計其無明無有形像，假使因緣", "49": "從無哲起而致憍慢，何謂無哲之原而致於", "5": "諸異佛國各各來會。爾時世尊，晨旦整服，持", "50": "行？何從致是眾惱集會？」佛告女：「欲知諸相，", "51": "本悉清淨，亦復如是。諸法之法，法不知法，愚", "52": "冥凡夫不聞罪福而造凶危，因從凶危則有", "53": "終始，因終始則有苦樂。計曉於彼，亦無作", "54": "罪，亦無福者，亦復無有進退終始，亦復無", "55": "有遭苦遇樂。」佛告首意：「汝欲知之，譬如幻士", "56": "化作所化，其化人者，亦不想念言：『我是化。』彼", "57": "之幻士，或以實為虛，或以虛為實，悉是欺", "58": "詐愚偽之法。計斯幻士及所化人，有所化者", "59": "亦無所化，彼亦空虛誑惑迷妄癡騃之法。於", "6": "鉢入城而福一切。賢者阿難侍如常儀，大聖", "60": "汝意云何？其幻化者，豈復有內而有外乎？」", "61": "答曰：「不也！天中天！」「於汝意云何？幻無住豈", "62": "有我名乎？」答曰：「不也！天中天！」「於汝意云何？", "63": "其幻化者，豈有到後世復來者乎？」答曰：「不", "64": "也！天中天！」「於汝意云何？其幻者豈有所起有", "65": "所滅乎？」答曰：「不也！天中天！」「於汝意云何？其", "66": "幻化者，豈有所有有形像乎？」答曰：「不也！天", "67": "中天！」「於汝意云何？其幻化者，豈有見聞有", "68": "幻無幻乎？」答曰：「不也！天中天！」其女白佛言：", "69": "「我曾聞之，其幻化者，無有見聞有幻無幻。」", "7": "則入波羅奈大城，普次街里向梵志門。梵志", "70": "世尊又問：「於汝意云何？其幻化者，假使無", "71": "身，豈能令幻化發起諸術乎？」女答曰：「唯，天", "72": "中天！其幻化者，實為如此真無所有。」佛復", "73": "言：「如是！如是！女！其無明者無內無外，計其", "74": "法者亦無所有，亦無字也，其無明者不至後", "75": "世，亦無還返，其無明者亦無有起，亦無有滅，", "76": "其無明者亦無形像。適興無明緣致眾行，", "77": "名色、六入、更習、痛、愛、受、有、生老病死，勤苦", "78": "愁惱大患集會。」時女首意白佛言：「甚為可", "79": "奇！至未曾有！世尊所興而不可及。所以者", "8": "有女名曰首意，遙見佛身端正殊妙威神巍", "80": "何？佛、天中天！於虛空中而轉法輪，不可思", "81": "議所轉法輪，不可稱限無量法輪，無獲法輪，", "82": "無形法輪，無生法輪，滅度法輪。」世尊告曰：", "83": "「如是！如是！誠如所云，吾所轉輪為轉空輪，", "84": "所轉法輪不可思議，所轉法輪不可稱限，其", "85": "可轉輪無量無獲，無形無生，為滅度也。」時", "86": "首意女歡喜踊躍，善心生焉，則以栴檀搗香", "87": "及諸華香，供養散佛：「唯然世尊！以是德本，", "88": "誓致擁護，而善救攝。降伏諸根，御制愛欲，", "89": "逮轉法輪，轉空無輪，無思議輪，不可稱限。", "9": "巍，其心靜然諸根寂定，建上玄默第一澹", "90": "無量無獲，無形無生，滅度之輪。」佛尋欣欲，", "91": "五色青黃赤白綠光從口而出，其大光明普", "92": "照十方無數佛國，悉皆覆蔽日月之明，還來", "93": "繞身至于三匝，從頂上入。賢者阿難曉了七", "94": "法：一曰、知義；二曰、解法；三曰、曉時；四曰、", "95": "了節；五曰、明眾；六曰、練己；七曰、採識人本；", "96": "即從坐起，更整衣服，偏袒右肩，下右膝叉", "97": "手白佛：「今大聖欣欲，為何感應，願說其意？", "98": "唯，天中天！多所愍傷，多所安隱，哀念諸天", "99": "世間人民，分別說之。」佛告阿難：「爾見梵女"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0567 佛說梵志女首意經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}