{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0897 蕤呬耶經: 瞿醯壇怛囉二合經", "text": {"0": "8 奉請供養品", "1": "蕤呬耶經卷下", "10": "其皆用手印相應而作。若欲碎伏難伏者。", "100": "如有真言之於護摩用者。隨意而用。", "101": "10 分別護摩品瞿醯壇怛囉二合經分別護摩品第十", "102": "次說息災增益及降伏事。三種護摩差別之", "103": "法。依作彼曼荼羅。隨事而作護摩。若作息", "104": "災護摩。面向北坐。若作增益護摩。面向東坐。", "105": "若作降伏護摩。面向南坐。若作息災曼荼", "106": "羅及與護摩。其爐圓作。若增益方。若作降", "107": "伏三角。若作息災曼荼羅及護摩。應用白", "108": "色。增益黃色。降伏黑色。若作息災事者。坐蓮", "109": "華座。作增益事坐草座。作降伏事。以右脚", "11": "當用金剛母跢迦二合羅印。及於祕密曼荼羅", "110": "押左脚。蹲踞勿著地坐。以寂靜心作息災事。", "111": "以歡喜心作增益事。以忿怒心作降伏事。或", "112": "隨本法所說依彼而作。若作息災事者。用樹", "113": "最上枝而作護摩。若作增益事者。用樹中枝", "114": "而作護摩。若作降伏事者。應以樹根而作護", "115": "摩。若作息災事者。應著茅草之衣。若作增", "116": "益事者。應著芻麻之衣。若作降伏事者。應著", "117": "青色衣及血濕衣。或破穢衣或復裸形。若作", "118": "息災事者。應以蘇乳稻穀花大麥蜜。及乳粥", "119": "茅草之牙。并桾那花注多樹葉。及白檀香烏", "12": "羅中所說。十八大印皆應用之。若作呼召", "120": "曇末羅樹木及菓。阿輸他木苦練木苫彌", "121": "木果。波羅闍木及諸餘物。而作護摩。若作", "122": "增益事者。應以乳粥酪飯蜜乳。及飯酪粥", "123": "胡麻及三白食。天木茴香及天門冬龍華", "124": "尾盧婆果諸穀及柴自餘物等。而作護摩。若", "125": "作降伏事者。應以赤白芥子血及芥子油。毒", "126": "藥骨灰髮荊棘仇毘多羅木。句吒木迦多羅", "127": "木有刺之樹。而作護摩。如是三種護摩之", "128": "事。於其本法縱不說者應依此法。次阿闍梨", "129": "觀其弟子。堪授法器應灌頂者。即當如法與", "13": "之法。當用金剛鉤印。若作結縛難法者。當用", "130": "彼灌頂。其弟子先應灌頂請阿闍梨及與布", "131": "施。先辨新淨座。以辨事真言持誦其座。置於", "132": "灌頂曼荼羅中。又辨新淨白傘。於上懸花", "133": "鬘。復懸白色綵帛。以曼荼羅主真言。持誦", "134": "其華等。又於曼荼羅內。置諸吉祥之具。其", "135": "阿闍梨與其弟子。如法護身令坐其中央。其", "136": "阿闍梨當以牛蘇與香相和。用軍荼利真言", "137": "持誦其香。薰其弟子。即將其傘當蓋於上。", "138": "復令餘人。執淨犛牛拂及扇香爐。箱中置衣。", "139": "并盛商佉及筋諸吉祥物。令執其箱。復執酪", "14": "金剛鎖印。若作調伏法者。當用金剛棒印。若", "140": "椀。如是等物皆令人執。若得辨者應作音", "141": "聲。又執四瓶令住傍邊。其阿闍梨與誦吉祥", "142": "諸妙伽陀。如是次第今且略說。若欲廣作當", "143": "依本法。其阿闍梨普應頂禮曼荼羅中一切", "144": "諸尊。為灌頂故至誠啟請。即應奉持前所持", "145": "誦百遍之瓶。徐徐當繞於曼荼羅。遶三匝", "146": "已。復以三種真言。持誦其瓶。於其頂上而作", "147": "手印。并誦根本真言。還誦此真言與彼灌", "148": "頂若作傳法灌頂。應面向西坐。若作息災灌", "149": "頂。面向北坐。若作增益灌頂。面向東坐。若作", "15": "作怖魔法者。當用喫金剛印。若有越三摩耶", "150": "降伏灌頂。面向南坐。灌頂畢已。次其阿闍梨", "151": "自手執其衣與彼令著及以塗香塗彼身上。", "152": "并與華等供養。亦以華鬘交絡兩肩。復與臂", "153": "釧令著其腕。阿闍梨自手執其傘。令彼弟", "154": "子遶曼荼羅。遶三匝已。亦至西門前即數禮", "155": "拜。其傘隨身來去蓋頭。其阿闍梨啟請諸尊。", "156": "作如是言。我某甲與某甲灌頂畢已。今付屬", "157": "諸尊令持明藏。作是語已應放其傘。令彼起", "158": "立對曼荼羅前。為說三摩耶戒汝今已成曼", "159": "荼羅阿闍梨持明藏者。諸佛菩薩及真言主", "16": "者。當用受三摩耶忿怒印而作調伏。或用大", "160": "一切天神。已共知汝。若見有人堪作法器。怜", "161": "愍彼故。與作曼荼羅教使持誦。其阿闍梨次", "162": "應為彼。依如前法而作護摩。燃火著已。用", "163": "曼荼羅主真言。護摩牛蘇百遍。復以寂靜真", "164": "言。蘇蜜及酪與飯相和。護摩百遍。復用胡麻", "165": "護摩百遍。如是作已。用其淨水灌彼頂上。次", "166": "當廣視其曼荼羅。解說諸尊。教視本手印", "167": "相。復教明王真言。次教今坐一處。持誦所", "168": "得真言。次教以諸香華。供養本尊及與餘諸", "169": "尊。次其弟子於護摩處。以至誠心禮拜阿闍", "17": "力金剛棒印。若欲碎滅諸障難者。當用遜", "170": "梨。隨所須用應當布施。或隨所有物悉皆施", "171": "與。所謂自助眷屬妻子錢財等物。或隨阿闍", "172": "梨所歡喜者。當施其物。或自愛樂者應當施", "173": "與。若貧窮者以力奉事。令尊歡喜。然於諸", "174": "施中承事為最。凡欲布施。先奉兩疋衣服。", "175": "然後捨施餘物。求成就應如是施。若求三摩", "176": "耶。即應布施衣服及金牸牛并犢。及隨身有", "177": "皆應布施。乃至自身。求三摩耶者應如是施", "178": "其阿闍梨次教諸弟子等次第令坐。自讀般", "179": "若經令彼等聽。次為彼等都說三摩耶戒。汝", "18": "婆明王真言手印。作此法已。其諸難等皆被", "180": "等從今。常於三寶及諸菩薩諸真言尊。恭", "181": "敬供養。於大乘經恒生勝解。凡見一切三寶。", "182": "亦見受三摩耶戒者。當生愛樂。於尊者所恒", "183": "生恭敬。於諸天神不得嗔嫌。應須供養。於其", "184": "外教不得信學。凡來求者隨有施與。於諸有", "185": "情恒起慈悲。於諸功德勤求修習。常樂大乘", "186": "於明藏行。恒勤精進持誦真言。於經明藏所", "187": "有祕密之法。無三摩耶者。皆不應為說真言", "188": "及印。具學明藏祕密護持。如是說三摩耶已。", "189": "各各視彼所得本印及與真言。所屬之部并與", "19": "火燒。是故當用如上尊等諸印等法繞用。即", "190": "說彼本曼荼羅。次阿闍梨當灑自身。更奉", "191": "諸尊閼伽。次第供養一一諸尊。次以曼荼羅", "192": "主真言。護摩百八遍。復以寂靜真言。護摩百", "193": "八遍。次以部心真言。護摩二十一遍。次以", "194": "一一諸尊真言。用牛蘇各護摩七遍。然後以", "195": "其本所持真言。隨意護摩。次更如法護身祭", "196": "祀諸方。祭祀畢已。先洗手灑淨自及弟子。以", "197": "香華等。次第供養一切諸尊及與頂禮。所置", "198": "供養以至誠心。奉施然後應用凡隨所作曼", "199": "荼羅法。要須先成熟明了解已。然後方作曼", "2": "大唐大興善寺開府儀同三司", "20": "知有大威力。是故應當於一切事。皆順用之。", "200": "荼羅。法猶傍置經數數檢本。恐有失錯何", "201": "以不熟凡作曼荼羅時。當令助成就者外護其", "202": "處。每出外時。先其助人入於其所。令作守護", "203": "必勿令空。若無如是弟子堪執繩者。即先釘", "204": "𣐍一頭。自捉而作界道。若無助成就者。一切", "205": "諸事皆須自作。其助成者。若有病患及與無", "206": "戒。亦不清淨不明諸事。縱解明藏亦不應取。", "207": "若作曼荼羅畢已。忽有外道族姓家生。心行", "208": "耎善有力。正直深信愛慕。自來欣求入曼荼", "209": "羅者。其阿闍梨知彼有信。假使作曼荼羅畢", "21": "或隨彼說於彼而用。復次應當作護摩之法。", "210": "已。令彼人入正法故。于時與彼作召。請法令", "211": "入曼荼羅。其弟子等。或若不具其本善相及", "212": "與法闕。當作息災護摩。若作曼荼羅先應啟", "213": "彼國王令許於其王所詣取壯士皆有威勢。", "214": "各執器杖以無畏心遶曼荼羅立。或有如是", "215": "弟子。堪為法器受持。召請弟子之時。若不在", "216": "者。應作彼形而作召請等法。或有弟子擬欲", "217": "灌頂。若不在者。當與別弟子充數灌頂。或有", "218": "弟子。欲求其事作受持。若不在者。不得為", "219": "彼弟子充與別人。若為弟子受持時。忽若不", "22": "面向東方。茅草端坐。燃火著已。灑淨其火。", "220": "到。應知其阿闍梨。着大重病乃至致死。若", "221": "作召請法已。或有如是因緣。第二之日辨", "222": "作曼荼羅。其日應作息災護摩。至於暮間更", "223": "復召請。至第三日作曼荼羅。若正起作曼荼", "224": "羅時。忽若闕少小小之具。不須相待。或若", "225": "過時即諸難起。若作曼荼羅時有難事起。當", "226": "以真言避除。或以方便令息災。若不能除。所", "227": "有供具以水灑淨。一時供養及奉閼伽發遣", "228": "諸尊。別日當作息災護摩。後作亦得。如七明", "229": "妃曼荼羅者。應作七院。依彼本法而作安置。", "23": "又用茅草。初應滿杓蘇護摩。最後亦然。次", "230": "勿疑彼法此法相違。其藥叉曼荼羅法。亦復", "231": "如是。或有曼荼羅。本法有闕。應依此法而作", "232": "曼荼羅。或有如是曼荼羅別指餘法。還依彼", "233": "法而作曼荼羅。或有本法雖云曼荼羅不說", "234": "次第。總依此法次第應作。如於持明藏廣說", "235": "曼荼羅法。或依本法說曼荼羅。或如阿闍梨", "236": "指授說曼荼羅如是等所說次第。乃依依彼", "237": "法而作曼荼羅。勿生疑惑若有本法說。瓶分", "238": "量或大或小。但依此法而作分量。縱違本法", "239": "亦無過患。或若自餘諸尊之所欲加供養。亦", "24": "應以蘇及與柴等諸物。如法護摩。如念誦法", "240": "無所妨。凡隨所說一切法事。非遮增過。若闕", "241": "不成。或有如是曼荼羅。說令諸弟子。各執", "242": "香爐及與燈明遶曼荼羅者。如是殊異之法", "243": "必不應違。但依彼作。或有如是曼荼羅法。說", "244": "是三摩耶時作如是言。汝等今者得載法船", "245": "出離生死。或誠心散華者必依彼說不得違", "246": "彼。如是等殊異之法。各依本法而作。若不說", "247": "者必不應作。凡入曼荼羅。必有四種灌頂。一", "248": "者除難。二者成就。三者增益己身。四者得阿", "249": "闍梨位。如是灌頂之法前已廣說。次今當成", "25": "護摩亦然。以寂靜真言。為一一尊七遍護", "250": "受明灌頂。入曼荼羅隨所得明欲成就者。以", "251": "彼真言持誦其瓶三百遍已。與彼灌頂。還用", "252": "彼真言。所護摩物持誦七遍。然後一遍護摩。", "253": "如是乃至三遍護摩。此名第二受明灌頂。若", "254": "有被難所著為除難故作灌頂者。此名除難", "255": "灌頂。為求安樂及與富貴。并求男女除不祥", "256": "故作灌頂者。此名增益灌頂。凡蒙灌頂。諸佛", "257": "菩薩及與諸尊。并持真言行菩薩等。皆悉", "258": "證明加被護念。聖觀自在及執金剛所有真", "259": "言。悉皆成就。一切天神不能損害。皆悉恭敬。", "26": "摩。心念彼尊。為其一尊護摩畢已。即須灑", "260": "在生死中不墮惡趣。不生貧窮家及不具足", "261": "之人所惡嫌。恒憶宿命多饒資財具戒端", "262": "正。當生天人恒遇佛世。於其菩提心曾不退", "263": "轉。施諸尊并乞歡喜。復執閼伽。各各以本", "264": "真言如法發遣。或依本法而作發遣所有資", "265": "具當泮大河。飲食施與貧兒。不應與狗及", "266": "烏等下鳥。於曼荼羅所有財物。其阿闍梨", "267": "並應收取隨意受用。勿更與弟子。其弟子", "268": "等若用其物墮三摩耶。是故其物阿闍梨用。", "269": "若阿闍梨不用其物當施三寶。其傘𤛆拂等", "27": "淨其火。方為餘尊護摩。護摩畢已。都請諸", "270": "物應施於佛。其座塗香燒香等物應施與法。", "271": "其衣瓶器等物應施僧伽。若無僧伽。應施", "272": "苾芻苾芻尼及優婆塞優婆夷。其弟子乃至", "273": "少分不得用之。其第二日為滿所闕之法并", "274": "息災故護摩百八遍。", "275": "11 補闕品補闕品第十一", "276": "次復更說如前不說闕少之法。於諸曼荼羅", "277": "法所未說者。其阿闍梨善解明藏及與真言。", "278": "具戒清淨及有慈悲。妙解畫曼荼羅。直心清", "279": "淨者。應作曼荼羅。或於舍上。廣淨其處", "28": "尊。更作護摩。滿百八遍。於諸尊所而乞歡喜。", "280": "及令平正。以白土塗亦應得作。或於神廟亦", "281": "應得作。或於水上密布淨板如法埿治。於上", "282": "而作。如水中行尊及鼓音尊曼荼羅者。應于", "283": "水上作也。其婆羅門祭祀之地。及棄穢之", "284": "地。前經所作曼荼羅地。並應棄之。或說", "285": "但以一道真言作曼荼羅者。則依彼法而作。", "286": "即彼多羅尊曼荼羅是也。或若有如是曼荼", "287": "羅。具足自有眷屬真言者。還依彼法而作。即", "288": "忿怒火尊曼荼羅是也。或若有如是曼荼羅。", "289": "於其本法真言不具足者。當取都法通用", "29": "即懺悔一切罪障。隨喜功德廣大發願。數", "290": "真言作曼荼羅。夫其真言曼荼羅所應用者。", "291": "先須各誦數滿千遍。具大福德。不久出離", "292": "生死苦海。當得無上菩提之果。及其灌頂", "293": "者。具如是等無量功德。具真言族行菩佛", "294": "行。是故阿闍梨。應解都法及得灌頂許為傳", "295": "法。然後方作曼荼羅法。若違此法作曼荼", "296": "羅。即不成就死墮地獄。其入彼者無利益。非", "297": "但無益諸障難起。所謂飢饉疫病亢旱。諸賊", "298": "盜起國王相諍。其諸弟子被魔所損。其阿闍", "299": "梨必定致死。若不依法作曼荼羅。有如是等", "3": "試鴻臚卿三藏和尚奉　詔譯", "30": "歸三寶。及歸不退大菩薩眾一切真言并與", "300": "種種難起。若於佛部曼荼羅中得灌頂者。即", "301": "應三部曼荼羅中得阿闍梨。若於觀自在曼", "302": "荼羅中得灌頂者。即於二部曼荼羅中得阿", "303": "闍梨。若於執金剛曼荼羅部中得灌頂者。即", "304": "於一部及摩跢利迦神諸曼荼羅中得阿闍梨", "305": "大作曼荼羅時。唯與一人受阿闍梨灌頂。自", "306": "餘灌頂或三或五必不應雙。皆以各別供具", "307": "而為灌頂。其得受明灌頂之人。應教成就曼", "308": "荼羅法。其得自餘灌頂者。應教所得真言本", "309": "法及手印法。若有愚人不入曼荼羅持誦真", "31": "明尊。數數增發大菩提心。次應讚嘆三部尊", "310": "言。雖滿遍數終不成就。復起邪見。彼人命", "311": "終墮於地獄。若有人與彼真言法者。彼亦墮", "312": "三摩耶戒。命終之後墮於嚕羅婆地獄。若以", "313": "失念及放逸故。墮三摩耶即應持誦部心真", "314": "言一洛叉遍。或誦阿那羅暮阿尼陀羅尼一", "315": "千遍。或息災護摩。或復更入大曼荼羅。若有", "316": "愚人不解教法。作曼荼羅。如犯五無間重", "317": "罪。所墮之處彼亦如是。若有如法以求功德", "318": "作曼荼羅。彼大菩薩生於淨土。其有入彼曼", "319": "荼羅者。不被鬼魅所著。及諸蠱毒。毘舍遮。摩", "32": "及餘諸尊。次應誦經。然後志誠之心。啟請諸", "320": "呼羅伽。羅剎。種種揭羅訶。并諸魔難悉不能", "321": "傷。一切罪障悉皆消滅不墮惡趣。所持誦真", "322": "言皆得成就。不久即得成菩提果。其阿闍梨", "323": "以慈悲故。應當慇懃教一弟子。通解都法令", "324": "持我明藏。我今已說一切曼荼羅都法。若作", "325": "曼荼羅者。皆依此法而作。若以此法與弟子", "326": "者。先教明王真言手印及大手印諸曼荼羅。", "327": "然後方與此祕密法。", "328": "蕤呬耶經卷下終", "329": "靈雲校本末云　貞享三年六月十夕一", "33": "尊深生珍重。所燒之香勿令斷絕。數奉閼伽。", "330": "校了。", "331": "淨嚴四十八", "34": "作如是次第作法畢已。復以誠心頂禮諸尊。", "35": "然後如法。將其弟子一一令入。當喚一一弟", "36": "子。如前香水灑淨。以塗香等供養。用香塗手", "37": "按其心上。誦其真言。次以辨事真言。持誦新", "38": "帛繫其面門。復作三摩耶印。置其頂上誦彼", "39": "真言三遍。次作曼荼羅主手印置於頂上。誦", "4": "9 分別相品分別相品第九", "40": "彼真言三遍。引將曼荼羅門前。其阿闍梨", "41": "應如是言。我等某甲如法作此曼荼羅。將", "42": "弟子入。隨其福德及與種姓并以成就。隨堪", "43": "法器。於此曼荼羅中。願視其相。次應散華。", "44": "隨所墮處。即屬彼部族姓及尊。次應開面視", "45": "曼荼羅。其阿闍梨以歡喜心。為彼弟子作", "46": "如是言。汝今觀此妙曼荼羅。深生敬信。汝", "47": "今乃至生諸佛家中。諸明真言已加被汝一", "48": "切吉祥及與成就皆悉現前。是故堅持三摩", "49": "耶戒。於真言法。勤加念誦次令弟子以香華", "5": "亦名三部三摩耶印。於一切曼荼羅。通用之", "50": "等。普供養三部。及以讚嘆。其阿闍梨於曼", "51": "荼羅所。授與弟子。隨其所得於本真言。或令", "52": "弟子坐第二院。持誦所得心真言。具看其", "53": "散華。隨所墮處准知上中下成就。謂隨諸尊", "54": "上下差別。及以坐位次第。准知上下。花若墮", "55": "於佛頭上者。當知成就佛頂真言及佛毫相", "56": "等諸尊真言。花若墮於佛面上者。應知成就", "57": "佛眼等尊諸明真言。花若墮於佛中身分。當", "58": "知成就諸心真言。花若墮於佛下身分。當知", "59": "成就使者真言。隨花所墮。於身上中下分。當", "6": "印。其護身印及結方印。驚覺奉迎之印及灌", "60": "知成就上中下品。其執蓮華及執金剛。隨花", "61": "墮處准上應知。自餘諸尊但知上中下品成", "62": "就。若花墮處去彼尊遠。當知久遠方可成就。", "63": "花若墮於食院之上。隨所屬尊得彼真言。花", "64": "若墮於兩尊中間。隨所近處得彼真言。花若", "65": "先墮於內院中。即却超出於其外院中。當知", "66": "彼人信心不具。若強持誦得下成就。花若墮", "67": "於諸界道上及行道院。當知彼人無決定心", "68": "不獲成就。花若墮於二尊中間。非近非遠及", "69": "墮界道并行道院。若欲復擲。應為彼人作護", "7": "頂印。辟除障難印奉獻香華等印。息災難印", "70": "摩法然後擲花。花若墮於內院。但隨其院皆", "71": "屬彼尊。凡作曼荼羅。皆置三部諸尊。復於", "72": "本方更置一座。運心以表一部諸尊。其內院", "73": "中。要復須安置般若經甲於內院門必須安", "74": "置守中門龍王。花若墮於飲食院上。當知成", "75": "就增益等事。花若墮於部主尊上。當知成就", "76": "作曼荼羅。花若墮於七佛世尊身上。決定", "77": "成就三部真言。花若墮於執蓮華上。當知成", "78": "就兩部真言。花若墮於執金剛上。當知成就", "79": "本部真言。花若先墮於第三院內。却超出", "8": "碎伏難印。繫縛難印解放難印。如是等印。於", "80": "向行道院上。應棄彼人。後時將入餘曼荼", "81": "羅。若欲強將入者。當作護摩更與擲花。還", "82": "若不著更作護摩。如是三迴若不著者。則須", "83": "擯出。其阿闍梨以如是法。將諸弟子一一令", "84": "入。散華畢已。復獻閼伽及香華等。其弟子等", "85": "各各應與布施。阿闍梨次將一一弟子。於護", "86": "摩處。於阿闍梨左邊坐其阿闍梨。應以左手", "87": "執其弟子右手大指。用曼荼羅主真言。用牛", "88": "蘇護摩七遍。復以寂靜真言。護摩牛蘇七遍。", "89": "復以牛蘇於其弟子頭上。右轉三遍而作護", "9": "手印品皆悉廣說。如前所說。淨治及護身法。", "90": "摩。復以神袋繫於右膊。復以香塗手按其胸", "91": "上。隨意持誦而發遣了。自餘弟子皆如是作", "92": "應護摩。用蘇嚧婆杓而作護摩蘇。復以右手", "93": "護摩諸穀。坐於茅座。其淨水中亦置茅草。先", "94": "備茅環。於爐四面復布茅草。作護摩時皆應", "95": "如是。先取乳汁乾柴。置於爐中以蘇灑上而", "96": "生其火。後取乳汁柴濕而作護摩。如護摩蘇", "97": "遍數多少。胡麻數量亦復如是。其餘穀等隨", "98": "意護摩。最後以滿蘇護摩。其請火神及與發", "99": "遣用彼。真言其灑淨等用前真言。或隨餘說。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0897 蕤呬耶經: 瞿醯壇怛囉二合經", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}