{"author": "陳那菩薩造  唐 義淨譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1622 取因假設論: 取因假設論: 取因假設論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1622", "1": "取因假設論一卷", "2": "陳那菩薩造", "3": "三藏法師義淨奉　制譯", "4": "論曰。為遮一性異性非有邊故。大師但依假", "5": "施設事。而宣法要。欲令有情方便趣入。如理", "6": "作意。遠離邪宗。永斷煩惱。如是三邊。皆有過", "7": "故。我當開釋。此中取因假設。略有三種。一者", "8": "總聚。二者相續。三者分位差別。言總聚者。謂", "9": "於一時有多法聚。隨順世間。以一性說。如身", "10": "林等。言相續者。謂於異時因果不絕。以一性", "11": "說。如羯羅羅等位。名之為人。芽等轉異。名", "12": "之為穀。言分位差別者。謂於一事有其多性。", "13": "異不異時。而為建立。如色生位異無常性。有", "14": "見有對。業具性故等。由此三義。密意說有補", "15": "嗢揭羅。及證圓寂。然此三義。但是假設。不可", "16": "說為一性異性。及總無性。有過失故。此中且", "17": "辨總聚有聚。無異性言。事唯二種。為當許", "18": "有。此二自性。遮其性別。謂於有聚。總聚不", "19": "別。名無異耶。為但無餘。說名無異。此有何", "20": "過。頌曰。", "21": "若無異性體無別有聚更互成無異", "22": "或於總聚別事殊此復便成多種體", "23": "論曰。若許手等自性與身是一名無異者。此", "24": "即於身無別性故。手等更互成無差別。手便", "25": "成足。違世間故。或復說彼別別支分非身自", "26": "性。於聚集時說為身者。此即全無總聚自體", "27": "少分可得。為異前義故置或言。若於別事非", "28": "是總聚自性者。即是自性差別由別性故。於", "29": "聚集時云何與彼無別自性得成應理。不由", "30": "總聚捨自性故。此復便成多種體性。總聚於", "31": "多無異性故。若別若總是無異性。由非總別", "32": "捨自性故。若頓若漸皆成多性。望彼諸事無", "33": "異性故。如是且辨二計過失。頌曰。", "34": "若言唯遮餘有性二種非有汝成過", "35": "若一有性是所遮非無別故兩相似", "36": "論曰。若言唯遮餘有性。二種非有汝成過者。", "37": "若於有聚無別總聚名無異者。此即更互相", "38": "待成無異性。若於一處有無異義。第二亦爾。", "39": "云何汝得免斯過失。如無總聚。有聚亦無。若", "40": "異此者。無異之言便成無用。若一有性是所", "41": "遮者。縱許如是於他所執有分實事。唯遮於", "42": "此名無異者。此亦不然。事無別故。兩處相似", "43": "由無異言。一處既爾於餘亦然。如初無異言", "44": "故。汝不應但遮一處若言意許唯遮彼者。應", "45": "可但言無其有分。勿言無異。彼之有性是不", "46": "樂故。若其許彼體性是有不許異者。說無異", "47": "言方成應理。又有異義。非無別故。兩相似者。", "48": "如離手等更無別身。是有分故。如是手等亦", "49": "待指等成。其有分手等。如身亦成。非有如", "50": "是。乃至極微待於聲等。聲等復待薩埵等。薩", "51": "埵等復待喜等。待異功能。此即分與有分", "52": "同有分性故。汝所執便成非有。如是且辨許", "53": "無異性。有二種過。頌曰。", "54": "異性亦爾以一邊於支分處別別轉", "55": "一邊便有無窮過或非是一及全無", "56": "論曰。異性亦爾者有二過。言流至於此由彼", "57": "於自支分轉時。或別別轉。或復遍轉。此中且", "58": "辨別別轉義。若以一邊。於手等處。有分轉", "59": "時。彼亦一邊。猶如手等。復更應有一邊隨起。", "60": "如是展轉。有無窮過。或非是一者。異無窮過", "61": "故置或言。若言身分一邊更不轉者。此即應", "62": "無一有分義便成有分唯有一邊。若爾應許", "63": "唯有手等。何煩黨執於己支分。有分轉耶。及", "64": "全無者。一邊無窮。及更有過故置及言。以此", "65": "一邊。於分轉時。此即全無有分可得。由非有", "66": "分如手足等。有其一邊。若言有分離手等時。", "67": "無別支分。有分體一故若如是者。便成於彼", "68": "別支分處各各遍轉。唯此二計更無第三分", "69": "別執故。頌曰。", "70": "若遍彼成多種性及於手等互無差", "71": "或此非彼故便成諸事皆同一微性", "72": "論曰。若言遍者。所許有分與支分量同。於", "73": "一一處皆周遍故。彼即便成多種體性。更有", "74": "異義故置及言。由於一處遍皆有故。由不許", "75": "彼別處性故。及餘支分更互無差。由彼和合。", "76": "同一處時。事無別故。此則手處應許有足。便", "77": "違世間共許道理。或此非彼者。更有異計故", "78": "置或言。為避前過云有分體。於足轉時非於", "79": "手等有分別轉此則無有。於餘支分同處過", "80": "者。此同捺癭反出眼睛。若如是者。一切有分", "81": "成一實事。是故諸事成一極微。由彼有分。於", "82": "自支分。展轉起時。乃至唯有一實極微。住處", "83": "可得。此一支分。便與有分。同一極微。此有分", "84": "執理成無用。及違自宗。若言離於色等。別有", "85": "極微。即無如前所說之過。由彼不於色等處", "86": "轉故無此失。理亦不然。於此亦有二執過故。", "87": "故應許此。有別方分。或無方分。若爾何過。頌", "88": "曰。", "89": "有方分性非極微為遮一性異性故", "90": "或無方分多不聚或復眾同於一微", "91": "論曰。由非如是所執極微。理得成就。有方分", "92": "故。由此方分。更成轉細。又復彼遮一異性故。", "93": "由此於彼自支分處。或同或異。唯此二種。無", "94": "第三計。已斥其過。非諸極微。有方分故。既", "95": "無方分。假令共聚。亦不和雜。設許同處。皆同", "96": "一微。然此極微。不得和聚。一與諸微。相障礙", "97": "故即諸微體。共成於一。由同處故。如是已說", "98": "總聚有聚一異之過。頌曰。", "99": "相續若一捨嬰孩漸次乃至童年位", "100": "應失自身非不異若言不失便相雜", "101": "論曰。若許相續。於有續事。無異性者應許自", "102": "性。有其二種。由此說為相續自性。或但遮餘。", "103": "此之二種同前總聚。已斥其過。於中別者。今", "104": "更決擇。若別別位領受之時。為捨前位。而領", "105": "於後。為當不捨。斯有何過。若捨嬰孩。至童年", "106": "位。應失自身。汝若許此。於嬰兒位。是不異", "107": "者。彼移易時。自體應失。於此位中。無異性", "108": "故。故汝宗云。凡諸實事。有別法起。有別法", "109": "生。為轉變者。無如是理。然非不異。移轉位", "110": "別。安危異故。言不異者。此即是彼如是且論", "111": "轉捨之過若不失者。法相和雜。不捨嬰孩。領", "112": "童年位。孩童等位。體相和雜。應成無別。然不", "113": "見有如斯之事。已說不異性過。頌曰。", "114": "若是異性身不安為欲求安勞妄設", "115": "轉不相應及生滅若言體別成實事", "116": "論曰。相續有續。體若異者。諸有先病。後時求", "117": "差。所有劬勞。皆成妄設。流轉之理。不相應", "118": "故。曾不見有別體之物。如牛馬等。得相續故。", "119": "若言不可說事亦不見者。此難非理。是所成", "120": "立故。由離二邊。於世間事。因果之處。見有斯", "121": "事非於餘處。又如酸酒。欲轉成美。心散亂人。", "122": "修令寂定。所設劬勞。並應無益。由體異故。若", "123": "異性者。生滅之理。亦不相應。諸有生滅。相續", "124": "起者。應於現在。支分處轉過未現在。云何轉", "125": "耶。一分全遍。並如前破。又性異者。相續體", "126": "殊。不應生滅。此復何過。若言別者。有為相", "127": "異。所許相續成實事有。此不應理。次後當說", "128": "相續一異。已彰其過。復次分位差別。於果", "129": "性等。其事云何。頌曰。", "130": "於果性等分位處取彼事已施言說", "131": "若異彼者事無體不異二過辨如前", "132": "論曰。於果性等。分位之處。取彼事已。而興言", "133": "說。異彼無體。謂於色等。說為因果。一異性。", "134": "自他性。有見有對性等。若言彼事異於此者。", "135": "此即便成非因果等。亦無自體由無一事。不", "136": "待於德。於自體處可成言說。此不異性。有二", "137": "種失。如前總聚已彰其過。於隨有處。應可思", "138": "之。若於有法。說無異性。捨不捨性。亦如前", "139": "辨。或此於身相續轉時。有差別性。譬如牛", "140": "味。於熱病者。能為止息。復能於此。為發動", "141": "因。已說三種假設之事。異不異性所有過失。", "142": "總撥無者。次當辨釋。頌曰。", "143": "若不許身是實有無倒說法應無益", "144": "又復應無邪見人亦無差別作用事", "145": "論曰。如於身處。顛倒說為常樂我淨。無倒為", "146": "說四念住法。若無身者。應成無用。又若不許", "147": "有相續者。能治所治便成差別。如於餘身執", "148": "以為常為對治彼。便於餘身為說無常。此成", "149": "無用。復次若無分位差別者。說無常等法。亦", "150": "為無用。又邪見人。說無施無受等。及諸總", "151": "聚所有福事。應非邪見。然衣食等所有施物。", "152": "皆是總聚。如有說言。風不能吹。河不流等。言", "153": "無相續。亦非邪見。然非佛教。許彼風等有實", "154": "業用。雖有風吹等用。然而不許彼能向餘方", "155": "相續生起。若無相續。皆無如是邪見之事。若", "156": "無分位差別者。於一色處苦集二相撥無之", "157": "時邪見差別應成非有色無別故。亦無差別", "158": "作業之事。又若不許有總聚者。於毘訶羅窣", "159": "堵波等。福德差殊。應皆非有。又相續別故。其", "160": "福亦殊。如世尊告勇健長者曰。若有苾芻。受", "161": "食食已。入無量意定。正念而住。於如是等福", "162": "德差別。應成非有。若不許有分位差別者。此", "163": "差別故。業用差別亦成非有。事雖不殊勢力", "164": "有異。其用亦別。是共許故。猶如毒藥。和餘物", "165": "時。便為害命。療病用故。如是等類。撥無其", "166": "事。皆有過失。若有如是眾過失者。何不許彼", "167": "是實物有。此不應理。有過失故。何者是耶。頌", "168": "曰。", "169": "由遮一性異性故非是展轉藉因成", "170": "自體亦是可說故似境唯從於識起", "171": "論曰。由於色等。是實有故。更互相望一異之", "172": "性。是可說故。其總聚等。是不可說。若如是", "173": "者。身望餘身。云何名異。此由非是更互相因。", "174": "凡諸事物。若捨於彼。而心取此者。斯則不名", "175": "取因假設。由不取彼以為因故。然於身等。更", "176": "互相待。若捨彼時。意不取此。此乃方名取因", "177": "假設。若捨色等。無其總聚。是故應知。但於自", "178": "事一異之性。是不可說。非於一切然分位差", "179": "別。於異性等。更互名異。說之為假。若如是", "180": "者。於色等處。亦不取故。說為異性。應非實", "181": "有。理不應爾。由彼自體。是可說故。亦是可得", "182": "體相別故。非於餘事不棄捨故。然此似境。亦", "183": "從識起。於彼所有一切境相。若離識者。即不", "184": "能知所有自性。亦是假設。故無有過。如有頌", "185": "言。", "186": "鬼傍生人天各隨其所應", "187": "同處心異故許境非實有", "188": "又總聚等非實物有。非是有為無為性故。一", "189": "切諸法。皆是有為無為性攝。此且非是有為", "190": "之相。頌曰。", "191": "相不相應非有為若言有說是密意", "192": "於數取趣亦見說若是無為應不壞", "193": "論曰。若是有為。應如識等。有生住等有為之", "194": "相。此不如是。於總聚等。二微聚時。相乃無", "195": "邊。有無窮過。亦非假事。有如是相。一事便", "196": "有。無邊相故。然於現有假施設事。聚集等時。", "197": "便有生滅。可了知故。若言有說者。實有此言。", "198": "說總聚等有為之相。如有頌曰。", "199": "積聚皆消散崇高必墮落", "200": "合會終別離有命皆歸死", "201": "此謂三謨訶等。說有滅相。於毘訶羅等。說有", "202": "生相。雖有此說。皆是密意。非於勝義有如是", "203": "相。此生等相。世人皆知。於假處有。即如其", "204": "事。而為說法。此由隨順離欲事故。雖非勝義。", "205": "順清淨故。為欲利益諸有情故。作如是說。佛", "206": "告諸苾芻。若見女人。與母狀同者。應為母想。", "207": "如是等言。皆是假說。寧知生等。是密意說。非", "208": "勝義耶。於補嗢揭羅。說有生等故。如有一人", "209": "出現世間能多利益等。又說一切有情皆依", "210": "食住。又說吾今衰老。須供侍人。一切有情皆", "211": "歸死等。然非於人有生等事。如是且辨。於", "212": "總聚等。非有為性。若爾應許是無為性。若是", "213": "無為。應不滅壞。由無為法無滅壞故。諸總", "214": "聚等。應是常住。如虛空等。非總聚等。可成", "215": "實事。有為無為。皆不應理。豈復世間於現事", "216": "處一異性等有不可說耶。有如是說。現見世", "217": "人。於衣等處。於絲縷等。不曾思量一異性等。", "218": "而皆共為賣買等事。世尊為欲利益世間。方", "219": "便宣說。亦不言其一性異性。頌曰。", "220": "世尊欲令斷煩惱同彼世間可思事", "221": "不言一性及異性方便說法化眾生", "222": "論曰。諸佛世尊。不壞世間。如其所有。離難思", "223": "事。於諸眾生。隨其意樂差別之性。於被纏迫", "224": "隨眠位中。為欲斷彼諸煩惱故。宣說法要。佛", "225": "告諸苾芻。汝等勿同世人作無益思慮。我說", "226": "能知能見盡諸有漏。非不知見。乃至如理作", "227": "意。非不如理。如是應知。如理作意是斷煩惱", "228": "之正因也。不如理思。能生眾苦。當遣邪思。宜", "229": "順正念。頌曰。", "230": "一切義成由此本易為方便極難遇", "231": "色命須臾不暫停智者宜應速修習", "232": "取因假設論一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1622 取因假設論: 取因假設論: 取因假設論", "source": "CBETA"}