{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1984 往生淨土懺願儀", "text": {"0": "No. 1984", "1": "往生淨土懺願儀", "10": "昧。及能具足一切菩薩諸波羅密門者。當學", "100": "5 禮請法第五禮請法當更添香如前䠒跪。執香爐端意勤重。遍請三寶來入道場。不可輕率延屈至尊。當", "101": "須三業併切一心奉請。若不爾者虛請無益。各想一一如來隨其方面。領諸眷屬入我道場。如住目前畟塞虛空。不", "102": "得剎那起於雜念。但初八日迎請。餘時不用。首人唱云", "103": "一心奉請。南無本師釋迦牟尼佛釋迦是我等師。說諸大乘令我", "104": "修淨土業。故須初請。當各運心感此恩德。如是三請。每一遍請時想云。我三業性如虛空。釋迦如來亦如是。不", "105": "起真際為眾生。與眾俱來受供養。下共例為三請。", "106": "一心奉請。南無過去久遠劫中。定光佛光遠", "107": "佛龍音佛等五十三佛五十三佛即法藏比丘未出世前。次第有此諸佛五十", "108": "四。方是世自在王佛為法藏師。請時應知之想偈同前。但改佛名。", "109": "一心奉請。南無過去久滅世自在王佛世王佛即法藏", "11": "此法。欲得臨終離諸怖畏。身心安快喜悅如", "110": "本師。依彼佛所發四十八願。請時須知之。偈同前。改云自在王佛亦如是。此佛并前五十三佛。出大本無量壽佛經。", "111": "一心奉請。南無十方現在不動佛等。盡十方", "112": "河沙淨土一切諸佛此十方諸佛。皆出廣長舌相。遍覆大千稱讚極樂。是故須請求", "113": "護念故。出稱讚淨土經。請時應想。從彼十方來。改偈云。十方諸佛亦如是。餘皆同前。", "114": "一心奉請。南無往世七佛。未來賢劫千佛。三", "115": "世一切諸佛。", "116": "一心奉請。南無極樂世界阿彌陀佛彌陀是懺願之主。應想", "117": "領無邊眷屬。至我道場攝受護念。各各雨淚勤重三請。決定須來正坐道場。餘佛菩薩悉是證明。改偈如前。此", "118": "最後請者。準普賢懺法應知。", "119": "一心奉請。南無大乘四十八願無量壽經。稱", "12": "歸。光照室宅。異香音樂。阿彌陀佛觀音勢至", "120": "讚經等。及彼淨土所有經法。十方一切尊經。", "121": "十二部真淨法寶應想二處法寶。一十方法寶。二淨土法寶。想淨土法時。遍想佛菩薩", "122": "水鳥樂樹皆說妙法。隨我請來顯現道場。令我道場如彼淨土無異。想云。法性如空無所見。二處法寶難思議。", "123": "我今三業如法請。俱時顯現受供養。", "124": "一心奉請。南無文殊師利菩薩。普賢菩薩。無", "125": "能勝菩薩。不休息菩薩等。一切菩薩摩訶薩", "126": "偈同請佛。但改云諸大菩薩亦如是。當請時想文殊普賢等皆在淨土。如願王經說。", "127": "一心奉請。南無極樂世界觀世音菩薩摩訶", "128": "薩想此菩薩坐蓮華座侍佛左邊。威德光明悉皆無量。偈同前作。", "129": "一心奉請。南無極樂世界大勢至菩薩摩訶", "13": "現在其前。送紫金臺授手接引。五道橫截九", "130": "薩想此菩薩坐蓮華座侍佛右邊。亦如觀音不異。", "131": "一心奉請。南無過去阿僧祇劫法藏比丘菩", "132": "薩摩訶薩即彌陀因身。修行四十八願攝化眾生。當念此恩德。偈如前說。", "133": "一心奉請。南無極樂世界新發道意。無生不", "134": "退一生補處諸大菩薩摩訶薩經云不退及一生補處諸大菩薩。請", "135": "時應如是想。偈如前。", "136": "一心奉請。南無此土舍利弗等。一切聲聞緣", "137": "覺得道賢聖僧想遍法界請賢聖僧。", "138": "一心奉請。此土梵釋四王一切天眾。摩羅天", "139": "主。龍鬼諸王。閻羅五道主善罰惡守護正法", "14": "品長騖。謝去熱惱安息清涼。初離塵勞便至", "140": "護伽藍神。一切賢聖例皆三請來此守護惟除禮拜應知。", "141": "上所奉請彌陀世尊。觀世音菩薩。大勢至菩", "142": "薩。清淨海眾一切賢聖。唯願不捨大慈大悲。", "143": "他心道眼無礙見聞身通自在。降來道場安", "144": "住法座。光明遍照攝取我等。哀憐覆護令得", "145": "成就菩提願行。釋迦文佛。定光佛等。世自在", "146": "王佛。十方三世一切正覺。及文殊師利菩薩。", "147": "普賢菩薩。三乘聖眾。唯願悉來慈悲攝護。諸", "148": "天魔梵龍鬼等眾。護法諸神一切賢聖。悉到", "149": "道場安慰堅守同成淨行三說。", "15": "不退。不歷長劫即得無生者。當學是法。欲修", "150": "6 讚歎法第六讚歎法當起立恭敬合掌。想此身正對彌陀及一一佛前說偈讚願云", "151": "色如閻浮金面逾淨滿月", "152": "身光智慧明所照無邊際", "153": "降伏魔冤眾善化諸人天", "154": "乘彼八正船能度難度者", "155": "聞名得不退是故歸命禮", "156": "以此歎佛功德。修行大乘無上善根。奉福上", "157": "界天龍八部大梵天王三十三天。閻羅五道", "158": "六齋八王。行病鬼王各及眷屬。此土神祇僧", "159": "伽藍內護正法者。又為國王帝主土境萬民。", "16": "少法而感妙報。十方諸佛俱時稱讚現前授", "160": "師僧父母善惡知識。造寺檀越十方信施。廣", "161": "及法界眾生。願藉此善根平等熏修。功德智", "162": "慧二種莊嚴。臨命終時俱生樂國。", "163": "7 禮佛法第七禮佛法讚歎竟。應禮諸佛。當禮佛時。須想一切諸佛是我慈父。能令我生諸佛淨土故", "164": "一心敬禮。本師釋迦牟尼佛唱竟一禮。想云。能禮所禮性空寂。感應", "165": "道交難思議。我此道場如帝珠。釋迦如來影現中。我身影現釋迦前。頭面接足歸命禮。下去同用。", "166": "一心敬禮。過去久遠劫中。定光佛光遠佛龍", "167": "音佛等五十三佛五十三佛如禮請中說。當想此身如幻如化。自見對彼佛前作禮。偈同", "168": "上。但改云五十三佛影現中。我身影現諸佛前。下去倣此。", "169": "一心敬禮。過去久滅世自在王佛法藏本師應知。", "17": "記。一念供養無央數佛即還本國。與彌陀坐", "170": "一心敬禮。東方不動佛等。盡東方河沙淨土", "171": "一切諸佛此下十方佛皆出廣長舌相。稱讚極樂。當想此身對河沙淨土佛前。", "172": "一心敬禮。東南方最上廣大雲雷音王佛等。", "173": "盡東南方河沙淨土一切諸佛。", "174": "一心敬禮。南方日月光佛等。盡南方河沙淨", "175": "土一切諸佛。", "176": "一心敬禮。西南方最上日光名稱功德佛等。", "177": "盡西南方河沙淨土一切諸佛。", "178": "一心敬禮。西方放光佛等。盡西方河沙淨土", "179": "一切諸佛。", "18": "食。觀音議論。勢至行步。眼耳洞視徹聞。身", "180": "一心敬禮。西北方無量功德火王光明佛等。", "181": "盡西北方河沙淨土一切諸佛。", "182": "一心敬禮。北方無量光嚴通達覺慧佛等盡。", "183": "北方河沙淨土一切諸佛。", "184": "一心敬禮。東北方無數百千俱胝廣慧佛等。", "185": "盡東北方河沙淨土一切諸佛。", "186": "一心敬禮。上方梵音佛等。盡上方河沙淨土", "187": "一切諸佛。", "188": "一心敬禮。下方示現一切妙法正理常放火", "189": "王勝德光明佛等。下方河沙淨土一切諸佛。", "19": "量無際飛空。自在宿命了了。遍見五道如鏡", "190": "一心敬禮。往古來今三世諸佛。七佛世尊。賢", "191": "劫千佛。", "192": "一心敬禮。極樂世界阿彌陀佛應三禮。但改偈云。為求往生接足禮。", "193": "一心敬禮。極樂世界佛菩薩等所說經法。乃", "194": "至水鳥樂樹一切法音清淨法藏想彼淨土法寶顯現道場。偈", "195": "云。真空法性如虛空。常住法寶難思議。我身影現法寶前。一一皆悉歸命禮。", "196": "一心敬禮。大乘四十八願無量壽經稱讚經", "197": "等。十方一切尊經十二部真淨法藏此土法寶。偈如前。", "198": "一心敬禮。極樂世界觀世音菩薩摩訶薩想此菩薩", "199": "侍彌陀左邊。坐蓮華座。偈同禮佛。但改菩薩為異。", "2": "沙門遵式輒采大本無量壽經。及稱讚淨土等諸大乘", "20": "面像。念念證入無盡三昧。如是稱述不可窮", "200": "一心敬禮。極樂世界大勢至菩薩摩訶薩想侍佛右", "201": "邊。如觀音不異。", "202": "一心敬禮。過去阿僧祇劫法藏比丘菩薩摩", "203": "訶薩。", "204": "一心敬禮。極樂世界一生補處諸大菩薩摩", "205": "訶薩。", "206": "一心敬禮。極樂世界無生不退諸大菩薩摩", "207": "訶薩。", "208": "一心敬禮。極樂世界新發道意菩薩。及十方", "209": "來生淨土一切菩薩摩訶薩。", "21": "盡。應當修習此之勝法。如所說者皆實不虛。", "210": "一心敬禮。文殊師利菩薩。普賢菩薩。彌勒", "211": "菩薩。常精進菩薩等。盡十方一切諸大菩薩", "212": "摩訶薩。", "213": "一心敬禮。大智舍利弗。阿難持法者。諸大聲", "214": "聞緣覺。一切得道賢聖僧。", "215": "8 懺願法第八懺願法總有五法。今舉初後。故云懺願", "216": "1 懺悔法一明懺悔法悔有事理。應須並運。事則竭其三業。不惜身命流血雨淚。披露罪根不敢覆諱。理", "217": "則觀罪實相。能懺所懺皆悉寂滅。如餘文廣說。知事理已。當須等心普為一切懺悔。想云我及眾生。無始常為三", "218": "業六根重罪所障。不見諸佛不知出要。但順生死不知妙理。我今雖知。猶與一切眾生同為一切重罪所障。今對", "219": "彌陀十方佛前。普為眾生歸命懺悔。唯願加護令障消滅。想已唱云", "22": "十方諸佛出廣長舌。稱美此事以示不妄。我", "220": "普為法界一切眾生。悉願斷除三障。至誠懺", "221": "悔唱已一禮。各執香爐。先運逆順十心。始則背真逐妄。名順十心。今則背妄向真。名逆十心。有事有理應細", "222": "思之。從初至撥無因果是順。故於今日深信。下去是逆。至正陳懺悔時。亦須扶此逆順之意。想云。我與眾生無", "223": "始來。今由愛見故內計我人一。外加惡友二。不隨喜他一毫之善三。唯遍三業廣造眾罪四。事雖不廣惡心遍布", "224": "五。晝夜相續無有間斷六。覆諱過失不欲人知七。不畏惡道八。無慚無愧九。撥無因果十。故於今日深信因果", "225": "一。生重慚愧二。生大怖畏三。發露懺悔四。斷相續心發菩提心斷惡修善六。勤策三業翻昔重過七。隨喜凡聖", "226": "一毫之善八。念十方佛有大福慧。能救拔我及諸眾生從二死海置三德岸九。從無始來不知諸法本性空寂。廣造", "227": "眾惡。今知空寂。為求菩提。為眾生故。廣修諸善遍斷眾惡十。唯願十方諸佛。彌陀世尊。慈悲攝受聽我懺悔。", "228": "我比丘某甲至心懺悔。十方諸佛。真實見知。", "229": "我及眾生。本性清淨諸佛住處。名常寂光遍", "23": "等云何敢不信佛。今取淨土眾經立此行法。", "230": "在剎那。及一切法。而我不了。妄計我人。於平", "231": "等法中。而起分別。於清淨心中。而生染著。以", "232": "是顛倒。五欲因緣。生死循環。經歷三界。坐此", "233": "相續。不念出期。而復於中。造極惡業。四重五", "234": "逆。及一闡提。非毀大乘。謗破三寶。謗無諸", "235": "佛。斷學般若。用十方僧物。用佛塔物。污梵行", "236": "人。習近惡法。於破戒者。更相讚護。三乘道", "237": "人。種種毀罵。內覆過失。外現威儀。常以五", "238": "邪。招納四事。不淨說法。非律教人。因佛出", "239": "家。反破佛法。違逆師長。如法教誨。恣行貪", "24": "若欲廣知尋經補益。且聊為十科說之。一嚴", "240": "恚。無慚恥心。以是因緣。諸惡業力。命終當", "241": "墮阿鼻地獄。猛火熾然。受無量苦。千萬億", "242": "劫。無解脫期。今始覺知。生大慚愧。生大怖", "243": "畏。十方世尊。阿彌陀佛。久已於我。生大悲", "244": "心。無數劫來。為度我故。修菩提道。不惜身", "245": "命。今已得佛。大悲滿足。真實能為一切救", "246": "護。我今造惡。必墮三塗。願起哀憐。受我懺", "247": "悔。重罪得滅。諸惡消除。乃至娑婆生因永", "248": "盡。諸佛淨土。如願往生。當命終時。悉無障", "249": "疑懺悔已。歸命禮阿彌陀佛。及一切三寶。禮已以頭三叩於地。表三處作禮。一謂彌陀世尊。二淨土三寶。", "25": "淨道場。二明方便法。三明正修意。四燒香散", "250": "三十方三寶。應三說懺悔等文。自看時早晚。若時促略云。第二第三亦如是說。下四悔準此。", "251": "2 勸請法二明勸請法想對十方一切佛前。長跪勸請。請有二義。一從初至轉於無上妙法輪。名請說", "252": "法。二諸佛下請久住世。意亦在說法。十方諸佛以道眼力。知我勸請。唯願久住轉正法輪。所在生處常能勸請", "253": "我比丘某甲至心勸請。十方所有世間燈。最初", "254": "成就菩提者。我今一切皆勸請。轉於無上妙", "255": "法輪。諸佛若欲示涅槃。我悉至誠而勸請。唯", "256": "願久住剎塵劫。利樂一切諸眾生勸請已。歸命禮阿彌陀佛。", "257": "及一切三寶。", "258": "3 隨喜法三明隨喜法十方凡聖一毫之善。我亦隨喜。善根福德能令見者生喜。我隨彼喜", "259": "我比丘某甲至心隨喜。十方一切諸眾生。二乘", "26": "華。五禮請法。六讚歎法。七禮佛法。八懺願", "260": "有學及無學。一切如來與菩薩。所有功德皆", "261": "隨喜隨喜已。歸命禮阿彌陀佛。及一切三寶。", "262": "4 迴向法四明迴向法無始時來。乃至今日一毫之善。迴向三有。故今悔之誓求菩提", "263": "我比丘某甲至心迴向。所有禮讚供養福請佛", "264": "住世轉法輪。隨喜懺悔諸善根。迴向眾生及", "265": "佛道迴向已。歸命禮阿彌陀佛。及一切三寶。", "266": "5 發願法五明發願法大體須存滅罪除障。扶四弘誓。隨順菩提。求生淨土。唱時想的對彌陀。餘佛菩", "267": "薩悉為證明", "268": "我比丘某甲至心發願。願共修淨行人。三業所", "269": "生一切諸善。莊嚴淨願。福智現前。願得彌陀", "27": "法。九旋誦法。十坐禪法。", "270": "世尊。觀音勢至。慈悲攝受。為我現身。放淨光", "271": "明。照觸我等。諸根寂靜。三障消除。樂修淨", "272": "行。身心潤澤。念念不失。淨土善根。及於夢", "273": "中。常見彼國。眾妙莊嚴。慰悅我心。令生精", "274": "進。願得臨命終時。預知將至。盡除障礙。慧念", "275": "增明。身無病苦。心不顛倒。面奉彌陀。及諸眷", "276": "屬。歎喜快樂。於一剎那。即得往生。極樂世", "277": "界。到已自見生蓮華中。蒙佛授記。得授記已。", "278": "自在化身。微塵佛剎。隨順眾生。而為利益。能", "279": "令佛剎塵數眾生。發菩提心。俱時離苦。皆共", "28": "1 嚴淨道場第一嚴淨道場當選閑靜堂室。先去舊土。後", "280": "往生。阿彌陀佛。極樂世界。如是行願。念念現", "281": "前。盡未來時。相續不斷。身語意業。常作佛", "282": "事發願已。歸命禮阿彌陀佛。及一切三寶。發願往生正行。須具足三說。不同前四悔。隨時廣略應知。", "283": "9 旋遶誦經法第九旋遶誦經法禮竟。當起各整衣服。定立少願當想三寶賢聖畟塞道場。各坐法坐", "284": "見身。一一遶旋法座。安詳而轉。然後口稱念云", "285": "南無佛　南無法　南無僧　南無釋迦牟尼", "286": "佛　南無世自在王佛　南無阿彌陀佛　南", "287": "無觀世音菩薩　南無大勢至菩薩　南無文", "288": "殊師利菩薩　南無普賢菩薩　南無清淨大", "289": "海眾菩薩摩訶薩如是三稱當誦阿彌陀經。或十六觀經。誦畢復三稱前名號。當稱誦時。", "29": "於靜處取新土。須地無瓦石。及先非穢染用", "290": "聲名句文空無所得。猶空鳥跡。豈可取著。身語意三。如影響焰。雖皆不實感應其在。自見其身各旋法座。或多或", "291": "少。經畢為斯旋已。唱云", "292": "自歸於佛。當願眾生。體解大道。發無上心一拜。", "293": "自歸於法。當願眾生。深入經藏。智慧如海一拜。", "294": "自歸於僧。當願眾生。統理大眾。一切無礙。", "295": "和南聖眾一拜。首者跪唱云。", "296": "白眾等聽說。經中如來偈。何不力為善。念道", "297": "之自然。宜各勤精進。努力自求之。必得超絕", "298": "去。往生安養國。橫截五惡道。惡趣自然閉。升", "299": "道無窮極。易往而無人。何不棄世事。勤行求", "3": "經。集此方法流布諸後。普結淨緣。", "30": "填其地。以香和塗極令清淨。次於其上懸新", "300": "道德。各得及長生。壽樂無窮極。", "301": "10 坐禪法第十坐禪法", "302": "如上事畢。當於一處繩床西向。易觀想故。表", "303": "正向故。跏趺端坐。項脊相對不昂。不傴。調和", "304": "氣息定住其心。然所修觀門。經論甚多。初心", "305": "凡夫那曾遍習。今從要易想略示二種。於二", "306": "種中仍逐所宜。未必併用。其有於餘觀想。熟", "307": "者任便。但得不離淨土法門皆應修習。所言", "308": "二種。一者扶普觀意。坐已自想即時所修計", "309": "功合生極樂世界。當便起心生於彼想於蓮", "31": "寶蓋。蓋中懸五雜旛。及遍室懸諸繒綵旛華。", "310": "華中結跏趺坐。作蓮華合想。作華開想。當華", "311": "開時有五百色光來照身想。作眼目開想。見", "312": "佛菩薩及國土想。即於佛前坐聽妙法。及聞", "313": "一切音聲。皆說所樂聞法。所聞要與十二部", "314": "經合。作此想時。大須堅固令心不散。心想明", "315": "了如眼所見。經久乃起。二者直想阿彌陀佛。", "316": "丈六金軀坐於華上。專繫眉間白毫一相。其", "317": "毫長一丈五尺。周圍五寸外有八稜。其毫中", "318": "空右旋宛轉在眉中間。瑩淨明徹不可具說。", "319": "顯映金顏分齊分明。作此想時。停心注想堅", "32": "取好莊嚴。安佛像西坐東向。觀音侍左。勢至", "320": "固勿移。然復應觀想念所見。若成未成皆想", "321": "念。因緣無實性相所有皆空。一如鏡中面像。", "322": "如水現月影。如夢如幻。雖空而亦可見。二皆", "323": "心性所現所有者。即是自心。心不自知心。心", "324": "不自見心。心有想即癡。無想即泥洹。心有心", "325": "無皆名有想。盡名為癡。不見法性。三因緣生", "326": "法即空假中。不一不異非縱非橫。不可思議", "327": "心想寂靜。則能成就念佛三昧。久而乃起廣如別說", "328": "問念佛三昧久習方成。十日七日修懺之者。", "329": "云何卒學。答緣有生熟。習有久近。若過去曾", "33": "侍右。像前列眾好華及蓮華等。若安九往生", "330": "習。及今生預修。至行懺時薄修即得。若宿未", "331": "經懷。近懺方學。此必難成。然雖不成。亦須依", "332": "此繫心為坐禪。觀境經云。若成不成。皆滅無", "333": "量生死之罪生諸佛前。又云。但聞白毫名字", "334": "滅無量罪。何況繫念。凡欲修者。勿生疑怖自", "335": "謂無分。彼佛有宿願力。令修此三昧者皆得", "336": "成就般舟。依三力成就。一佛威力。二三昧力。", "337": "三己功德力。觀經但聞無量壽佛二菩薩名。", "338": "能滅無量生死之罪。況憶念者乎。若有樂修", "339": "餘觀。當自隨情。坐已即起隨意佛事。或要修", "34": "像最好。無亦無妨。餘者嚴事隨力安之。次周", "340": "觀更坐無妨。若不慣習坐。乃行道稱念亦得。", "341": "於夜夢中見彌陀佛。具如經說。", "342": "往生淨土懺願儀", "343": "後序", "344": "此法自撰集。于今凡二改治。前本越僧契凝已刊刻廣行。其後序首云。予自濫沾祖教等是也。聖位既廣。比見行", "345": "拜起易勞。懺悔禪法皆事攻削。餘悉存舊。今之廣略既允似可傳行。後賢無惑其二三焉。刊詳刪補。何嫌精措。時", "346": "大中祥符八年。太歲乙卯二月日序。", "35": "設薦席慮地卑濕。行人須新淨衣如絕無新", "36": "淨。即浣染身中上者。浴後披著方入道場。應", "37": "從門頰左右出入。鞋履齊正不得雜亂。其所", "38": "往時須換故衣。沐浴後却著淨衣。日日如是。", "39": "次於道場。當自傾竭種種供養三寶。若不盡", "4": "原其諸佛憫物迷盲。設多方便而引取之。但", "40": "其所有供養。行法不專必無感降。如絕無己", "41": "物方可外求。行者十人已還。多則不可。宜於", "42": "六齋日建首。", "43": "2 明方便法第二明方便法", "44": "行者欲入道場身心散亂。須預行方便。當於", "45": "七日營理別房。不得與道場同處。如無別屋", "46": "亦許共室。應日夜調習案試。及預誦下五悔", "47": "等文。極令精熟即通。染浣紉縫及中辦事。餘", "48": "治生雜務即時併息。但念不久定生淨土。一", "49": "心求懺無有留難。各自剋期不惜身命。定取", "5": "誰安養淨業捷直可修。諸大乘經皆啟斯要。", "50": "淨業即時成就。不得一念思憶五塵。訶去愛", "51": "欲勤息恚癡。行人各有無始惡習。速求捨離。", "52": "不為正懺。障礙自當觀察。何習偏重。訶棄", "53": "調停。取令平復。勿使行法唐喪其功。可以意", "54": "解。", "55": "3 明正修意第三明正修意", "56": "大集明七七日。鼓音王及大彌陀經十日十", "57": "夜。十六觀經及小彌陀經。明七日七夜。取此", "58": "三等為期。決不可減。言正修意者。天親論曰。", "59": "明何義觀安樂世界見阿彌陀佛。願生彼國", "6": "十方諸佛無不稱美者也。若比丘四眾及善", "60": "土。云何觀。云何生信心。修五念門成就者。畢", "61": "竟得生安樂國土。見阿彌陀佛。何等為五。一", "62": "者禮拜門。二者讚歎門。三者作願門。四者觀", "63": "察門。五者迴向門。乃至菩薩巧方便迴向者。", "64": "謂說禮拜等五種修行。所集一切功德善根。", "65": "不求自身住持之樂。欲拔一切眾生苦故。作", "66": "願攝取一切眾生。共生彼安樂佛國。是名菩", "67": "薩巧方便迴向。如是善知迴向。得三種順菩", "68": "提門。一者無染清淨心。不為自身求諸樂故。", "69": "二者安清淨心。以拔一切眾生苦故。三者樂", "7": "男女。諸根缺具者。欲得速破無明諸闇。欲得", "70": "清淨心。令一切眾生得大菩提。以攝取眾生", "71": "生彼國土故。故全用論文為今正意。但加懺", "72": "悔者。為令除滅往生障故。為順佛慈速度生", "73": "故。當須一心一意滿七七日。乃至七日晝夜", "74": "六時。禮十方佛及彌陀世尊。若坐若行皆勿", "75": "散亂。不得如彈指頃念世五欲。及接對外人", "76": "語論戲笑。亦不得託事延緩放逸睡眠。當於", "77": "瞬息俯仰繫念不斷。為求往生一心精進。問", "78": "行法既多。云何一心。答有理有事。一者理一", "79": "心。謂初入道場。乃至畢竟雖涉眾事。皆是無", "8": "永滅五逆十惡。犯禁重罪及餘輕過。當修此", "80": "性不生不滅。法界一相如法界緣。名理一心。", "81": "二者事一心。謂若禮佛時。不念餘事。但專禮", "82": "佛。誦經行道亦復如是。是名事一心也。", "83": "4 燒香散華第四燒香散華行者已淨三業。初入道場時。先當正立思惟。我為眾生。發菩提心。願求淨", "84": "土故。總禮三寶。廣修供養。三寶受供。必當念我。隨我請求。證知我願。此燒香散華。亦名三業供養。初總禮三", "85": "寶。未須一一隨方想念。但想己身及十方諸佛。實相理體本無能所。故無能禮所禮。想無能所名法界海。願諸", "86": "眾生同見此理。名為同入。首者先當唱云", "87": "一切恭敬一心敬禮十方法界常住佛。", "88": "一心敬禮十方法界常住法。", "89": "一心敬禮十方法界常住僧唱已各執香爐。䠒跪復云。", "9": "法。欲得還復清淨。大小戒律現前。得念佛三", "90": "是諸眾等各各䠒跪。嚴持香華如法供養。供", "91": "養十方法界三寶至此輟唱。各放香爐。手捧散華。廣作供養。想云願此香華遍十方。以", "92": "為微妙光明臺。諸天音樂天寶香。諸天餚饍天寶衣。不可思議妙法塵。一一塵出一切塵。一一塵出一切法。旋", "93": "轉無礙互莊嚴。遍至十方三寶前。十方法界三寶前。皆有我身修供養。一一皆悉遍法界。彼彼無雜無障礙。盡", "94": "未來際作佛事。普熏法界諸眾生。蒙熏皆發菩提心。同入無生證佛智。想已散華。執手爐口發是言。", "95": "願此香華雲。遍滿十方界。供養一切佛。尊法", "96": "諸菩薩。無量聲聞眾。以起光明臺。過於無邊", "97": "界。無邊佛土中。受用作佛事。普熏諸眾生。皆", "98": "發菩提心皆發下一句接和供養下獨唱。", "99": "供養已一切恭敬起已一拜。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1984 往生淨土懺願儀", "author": "宋 遵式撰", "sourceLink": "http://www.cbeta.org/"}