{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1421 彌沙塞部和醯五分律: 五分律: 五分律: 五分律", "text": {"0": "第五分8 比丘尼法", "1": "五分律卷第三十彌沙塞", "10": "優婆塞、優婆夷，或躄、或踊，宛轉于地，莫不哀", "100": "此中亦不見罪相，敬信大德，今當悔過！」迦葉", "101": "復詰阿難言：「佛昔從汝三反索水，汝竟不奉！", "102": "犯突吉羅，亦應見罪悔過！」阿難言：「我非不欲", "103": "奉！時有五百乘車上流厲渡，水濁未清，恐以", "104": "致患，是以不奉。我於此中亦不見罪相，敬信", "105": "大德，今當悔過！」迦葉復詰阿難言：「汝聽女人", "106": "先禮舍利，犯突吉羅，亦應見罪悔過！」阿難言：", "107": "「我非欲使女人先禮舍利，恐其日暮不得入", "108": "城，是以聽之。我於此中亦不見罪相，敬信大", "109": "德，今當悔過！」阿難敬信大迦葉故，即於眾僧", "11": "號，嘆速、嘆疾：『世間空虛，世間眼滅！』時跋難陀", "110": "中作六突吉羅悔過。", "111": "迦葉復詰阿難言：「若我等以眾學法為小小", "112": "戒，餘比丘便言，至四波羅提提舍尼，亦是小", "113": "小戒；若我等以至四波羅提提舍尼為小小", "114": "戒，餘比丘便復言，至波逸提亦是小小戒；若", "115": "我等以至波逸提為小小戒，餘比丘便復言，", "116": "至尼薩耆波逸提，亦是小小戒。俄成四種，何", "117": "可得定？」迦葉復言：「若我等不知小小戒相，", "118": "而妄除者，諸外道輩當作是語：『沙門釋子其", "119": "法如烟，師在之時，所制皆行；般泥洹後，不", "12": "先遊於彼，止眾人言：『彼長老常言：「應行是，", "120": "肯復學。』」迦葉復於僧中唱言：「我等已集法竟，", "121": "若佛所不制，不應妄制；若已制，不得有違。如", "122": "佛所教，應謹學之。」", "123": "時長老富蘭那在南方，聞佛於拘夷城般泥", "124": "洹，諸長老比丘共集王舍城論比尼法。自與", "125": "眷屬如屈伸臂頃來到眾中，語迦葉言：「我聞佛", "126": "泥洹，上座比丘皆共集此，論比尼法，為實爾", "127": "不？」迦葉答言：「大德！實爾。」富蘭那言：「可更論", "128": "之！」迦葉即如上更論。論已，富蘭那語迦葉", "129": "言：「我親從佛聞，內宿、內熟、自熟、自持食、從", "13": "不應行是；應學是，不應學是。」我等於今，始脫", "130": "人受、自取果食、就池水受、無淨人淨果除核食", "131": "之。」迦葉答言：「大德！此七條者，佛在毘舍離，時", "132": "世飢饉乞食難得，故權聽之。後即於彼還更", "133": "制四，至舍衛城復還制三。」富蘭那言：「世尊不", "134": "應制已還聽，聽已還制。」迦葉答言：「佛是法主，", "135": "於法自在。制已還聽，聽已還制，有何等咎？」富", "136": "蘭那言：「我忍餘事，於此七條不能行之！」迦", "137": "葉復於僧中唱言：「若佛所不制，不應妄制；若", "138": "已制，不得有違。如佛所教，應謹學之。」爾時拘", "139": "舍彌闡陀比丘觸惱眾僧，不共和合。有一比", "14": "此苦！任意所為，無復拘礙。何為相與，而共", "140": "丘安居竟，往迦葉所，具以事白。迦葉語阿難", "141": "言：「汝往拘舍彌，以佛語、僧語，作梵壇法罰", "142": "之。」阿難受使，與五百比丘俱往。闡陀聞阿難", "143": "與五百比丘來，出迎問阿難言：「何故來此？將", "144": "無與我欲作不益耶？」答言：「乃欲益汝！」闡陀言：", "145": "「云何益我？」答言：「今當以佛語、僧語，作梵壇法", "146": "罰汝！」即問：「云何名梵壇法？」答言：「梵壇法者，", "147": "一切比丘、比丘尼、優婆塞、優婆夷，不得共汝來", "148": "往交言。」闡陀聞已，悶絕躄地，語阿難言：「此", "149": "豈不名殺於我耶？」阿難言：「我親從佛聞：『汝當", "15": "啼哭？』吾聞其語，倍復憂毒，佛雖泥洹，比尼現", "150": "從我得道！』汝起，為汝說法。」彼便起聽。阿難為", "151": "說種種妙法，示教利喜，即遠塵離垢，於諸法", "152": "中得法眼淨。", "153": "集比尼法時，長老阿若憍陳如為第一上座，", "154": "富蘭那為第二上座，曇彌為第三上座，陀婆", "155": "迦葉為第四上座，跋陀迦葉為第五上座，大", "156": "迦葉為第六上座，優波離為第七上座，阿那", "157": "律為第八上座，凡五百阿羅漢不多不少，是", "158": "故名為五百集法。", "159": "10 七百集法五分律第五分之十七百集法", "16": "在，應同勗勉共結集之；勿令跋難陀等別立", "160": "佛泥洹後百歲，毘舍離諸跋耆比丘始起十", "161": "非法：一、鹽薑合，共宿淨；二、兩指抄食食淨；", "162": "三、復坐食淨；四、越聚落食淨；五、酥、油、蜜、石", "163": "蜜，和酪淨；六、飲閣樓伽酒淨；七作坐具，隨", "164": "意大小淨；八、習先所習淨；九、求聽淨；十、", "165": "受畜金銀錢淨。彼諸比丘常以月八日、十四", "166": "日、十五日盛滿鉢水，集坐多人眾處，持鉢著", "167": "前以為吉祥，要人求施。時諸白衣男女大小", "168": "經過前者，便指鉢水言：「此中吉祥！可與衣、", "169": "鉢、革屣、藥直。」有欲與者，與之；不欲與者，便譏", "17": "眷屬，以破正法。」諸比丘咸以為善，白迦葉言：", "170": "呵言：「沙門釋子不應受畜金銀及錢！設人", "171": "自與，不應眼視，而今云何作此求施？」時長", "172": "老耶舍迦蘭陀子，在彼獼猴水邊重閣講堂，", "173": "語諸比丘言：「汝莫作此求施！我親從佛聞，若", "174": "有非法求施、施非法求，二俱得罪！」語諸比丘", "175": "已，復語諸白衣男女大小：「汝等莫作此施！", "176": "我親從佛聞，若非法求施、施非法求，二俱得", "177": "罪！」", "178": "彼諸比丘得金銀錢已，語耶舍言：「大德！可受", "179": "此分。」答言：「我不受非法求得施分！」復語言：", "18": "「阿難常侍世尊，聰叡多聞，具持法藏，今應聽", "180": "「若不自受，可以施僧。」答言：「我既不受，云何施", "181": "僧？」於是諸比丘便以耶舍前教白衣，為罵白", "182": "衣，與作下意羯磨。羯磨已，耶舍言：「我親從佛", "183": "聞，若僧與作下意羯磨，應差一比丘為伴謝", "184": "諸白衣。」諸比丘便白二羯磨差一比丘伴之，", "185": "耶舍即將至白衣所，正值五百優婆塞聚在", "186": "一處，便語之言：「諸君當知，是法，我說是法；", "187": "非法，我說非法。是比尼，我說是比尼；非比", "188": "尼，我說非比尼。是佛教，我說是佛教；非佛", "189": "教，我說非佛教。我先所說，使諸優婆塞瞋，今", "19": "在集比丘數。」迦葉言：「阿難猶在學地，或隨", "190": "來謝過！」諸優婆塞皆大驚言：「大德！何時為我", "191": "等說：是法、是比尼、是佛教，使我等瞋，而來見", "192": "謝？」耶舍更語諸人言：「世尊一時在王舍城耆", "193": "域菴羅園。時瓶沙王諸大臣共集王門，作如", "194": "是議：『沙門釋子應受畜金、銀、珠寶及用販賣。』", "195": "時彼眾中有一大臣名珠髻，語眾人言：『勿作", "196": "此議，沙門釋子不應受畜金、銀、珠寶及用販", "197": "賣。』即以此事往白世尊：『我之所說，將無過謬？』", "198": "佛言：『汝之所說正得其中！所以者何？我常", "199": "說此，沙門釋子不應受畜金、銀、珠寶及用販", "2": "宋罽賓三藏佛陀什", "20": "愛恚癡畏，不應容之。」時阿難在毘舍離，恒為", "200": "賣。』復白佛言：『唯願世尊遣告眾人，令知非謬！』", "201": "佛言：『大善！』又告珠髻：『譬如日月，為烟、雲、塵、阿", "202": "修羅，四曀所蔽，不明、不淨。沙門、婆羅門有四", "203": "種曀，亦復如是：或不斷愛欲，行於婬法；或耽", "204": "酒食，不能除斷；或專作邪命，以自給活；或受", "205": "畜金、銀、珠寶及用販賣。若人以五欲為淨，是", "206": "人則以受畜金、銀、珠寶及用販賣為淨；若人", "207": "以受畜金、銀、珠寶及用販賣為淨，是人則以", "208": "五欲為淨。若人依我出家受具足戒，而以受", "209": "畜金、銀、珠寶及用販賣為淨者，當知是人必", "21": "四眾晝夜說法，眾人來往，殆若佛在。有跋耆", "210": "定不信我之法律。我雖常說須車求車，須人", "211": "求人，隨所須物皆聽求之；而終不得受畜金、", "212": "銀、珠寶及用販賣。』」耶舍說此已，又言：「我先說", "213": "是法、非法，是律、非律，是佛教、非佛教，是佛所說、", "214": "非佛所說。」諸優婆塞言：「我等於此語中，無", "215": "不信樂。今毘舍離，唯有大德是沙門釋子。願", "216": "受我等盡壽住此四事供養！」", "217": "耶舍謝諸優婆塞已，與僧使比丘俱還僧坊。", "218": "跋耆比丘問僧使比丘言：「耶舍比丘已謝諸", "219": "優婆塞未？」答言：「已謝！但諸白衣皆信其語，咸", "22": "比丘於彼閣上坐禪，以此鬧亂不得遊諸解", "220": "作是言：『今毘舍離唯有大德！』已請盡壽四事", "221": "供養，於我等輩無復宜利。」跋耆比丘復以耶", "222": "舍前教諸比丘，為罵僧，犯波逸提。語言：「汝當", "223": "見罪悔過！」耶舍答言：「我無罪可見，云何悔過？」", "224": "跋耆比丘便聚集，欲與作不見罪羯磨。於是", "225": "耶舍便以神足飛往波旬國。時波利邑有", "226": "六十比丘皆是阿練若，三衣、乞食、糞掃衣、常", "227": "坐、露地坐，具足三明六通，悉是阿難弟子；俱", "228": "共飛來，向毘舍離。耶舍見之，便置衣鉢於虛", "229": "空中，猶如著地，與彼比丘共相問訊，具說跋", "23": "脫三昧，作是念：「阿難今於學地應有所作，為", "230": "耆比丘十種非法，語言：「大德！我等當共論比", "231": "尼法，以滅斯事，勿使跋耆比丘破於正法！」彼", "232": "比丘莫逆於心，欲共同滅。復有三十波利邑", "233": "比丘，德皆如上，亦是阿難弟子，在摩偷羅", "234": "國。耶舍與六十比丘作是議言：「得彼三十", "235": "比丘同我等者，必得如法滅彼惡事。」議已，便", "236": "共飛往彼比丘所，具如上說，彼亦莫逆於心，", "237": "欲共同滅。復有波利邑三十比丘聽皆如上，", "238": "亦是阿難弟子，在阿臘脾邑。耶舍復與九", "239": "十人作如上議，往到其所具如上說，彼亦同", "24": "無所作？而常在憒鬧，多有所說。」既入定觀，見", "240": "心欲共滅之。時長老三浮陀在阿哹山上，", "241": "耶舍復共百二十人作如上議，往到其所具", "242": "如上說，彼亦同心欲共滅之。時長老離婆", "243": "多在拘舍彌城，得慈心三昧，有大眷屬。耶舍", "244": "復與百二十一人亦如上議，往到其所具如", "245": "上說，彼亦同心欲共滅之。時跋耆諸比丘，聞", "246": "耶舍往拘舍彌離婆多所，便載滿船沙門衣、", "247": "鉢，諸所須物，亦欲往彼行貨求助。其船中伴", "248": "有一持律比丘名沙蘭，竊獨思惟：「跋耆比", "249": "丘為如法不？」即依諸經律察其所為，為不如", "25": "應有所作。復作是念：「我今當為說厭離法，使", "250": "法。時空中神三反唱言：「如是，如是！跋耆比丘", "251": "所行非法，如汝所見！」跋耆諸比丘到拘舍彌，", "252": "皆共上岸到長老離婆多所，白言：「我等多載", "253": "沙門所須之物，來奉大德。願為納受！」答言：「我", "254": "衣鉢具足，不復須之！」又白言：「若不多須，願受", "255": "少許！」答言：「我衣鉢已備，不得為汝虧法有受！」", "256": "離婆多有一弟子名曰達磨，常侍左右，跋耆", "257": "諸比丘便往其所，語言：「我有沙門所須之物，", "258": "若有短乏，便可取之！」答言：「我皆自有，無所", "259": "乏少。」跋耆諸比丘復言：「佛在世時，人來施佛，", "26": "其因悟。」便往阿難所，為說偈言：", "260": "佛不受者以施阿難，阿難皆受。阿難既受，則", "261": "是佛受。」達磨聞之，為受一物。受已，問言：「汝等", "262": "何意強施我物？」答言：「欲汝為我白汝和尚，", "263": "以力見助，不令耶舍壞我法律。」達磨便為往", "264": "和尚所，白言：「和尚可助跋耆比丘。」答言：「行", "265": "非法人，我所不助！」達磨復白：「願更籌量！」答言：", "266": "「汝今勸我助非法人，非我弟子！從今勿復在", "267": "我左右，我亦不復共汝語言！」達磨愧懼，出到", "268": "跋耆諸比丘所。彼皆問言：「汝和尚有助我意", "269": "不？」答言：「無有！徒令我今為汝受責，得不共語", "27": "「靜處坐樹下，心趣於泥洹；", "270": "擯。」跋耆諸比丘問言：「汝今幾歲？」答言：「二十歲。」", "271": "便言：「汝年德如此！何忍作此不共語擯？」於是", "272": "長老離婆多，作是念：「我若於此滅彼事者，彼", "273": "造事人必更發起，今當共往就彼滅之。」念已，", "274": "便與大眾俱之毘舍離城。彼城先有比丘名", "275": "一切去，於閻浮提沙門釋子中最為上座，得", "276": "阿羅漢三明六通，亦是阿難最大弟子。耶舍", "277": "於僧坊外語離婆多：「可往上座房敷臥具宿。」", "278": "并具白上事。「我晨朝亦當問訊上座。」眾人", "279": "既入僧房，彼上座為辦浴具，設過中漿。離", "28": "汝禪莫放逸，多說何所為？」", "280": "婆多獨往上座房中敷臥具宿，離婆多夜作", "281": "是念：「此一切去羸老上座，猶尚剋厲，竟夜坐", "282": "禪。我今何宜而得安寢？」一切去亦作是念：「此", "283": "客比丘行路疲極，復兼洗浴，猶尚竟夜坐禪", "284": "行道。我今云何而得安臥？」二人相推，遂竟夜", "285": "坐禪。至後夜時，一切去問離婆多言：「汝今", "286": "夜多遊何定？」答言：「我性多慈，今夜多遊此定。」", "287": "一切去言：「此是麁定。」又問：「汝是阿羅漢非？」答", "288": "言：「是！」離婆多次問一切去言：「上座今夜多遊", "289": "何定？」答言：「我性好空觀，今夜多遊此定。」離", "29": "諸比丘亦語阿難言：「汝應速有所作！大迦葉", "290": "婆多言：「比是大人所行，何以故？空三昧是大", "291": "人法。」又問：「上座是阿羅漢不？」答言：「是！」後夜", "292": "竟已，耶舍比丘到房前彈指，上座開戶，即入", "293": "問訊。問訊已，離婆多問一切去言：「鹽薑合，共", "294": "宿，淨不？」答言：「此事應僧中問：若獨問我，恐非", "295": "法人以我為私，不容我作論比尼數。」於是", "296": "離婆多即集僧，欲論比尼；而多亂語，便白僧", "297": "言：「今日欲共論毘尼法，而多亂語，不得有", "298": "斷。彼此眾應各求四人，僧為白二羯磨，差為", "299": "斷事主。」跋耆比丘先求四人：一名一切去、二", "3": "共竺道生等譯", "30": "今欲集比尼法，而不聽汝在此數中。」阿難既", "300": "名離婆多、三名不闍宗、四名修摩那。波利", "301": "邑比丘亦求四人：一名三浮陀、二名沙蘭、三", "302": "名長髮、四名婆沙藍。諸上座被僧差已，共", "303": "作是議：「何許地閑靜平曠，可共於中論比尼", "304": "法？」即遍觀察，唯毘羅耶女所施園好。離婆多", "305": "即使弟子達磨往彼敷座：「若上座至，汝便避", "306": "去！」受勅即敷，諸上座至次第而坐。於是離", "307": "婆多問一切去上座言：「鹽薑合共宿，淨不？」答", "308": "言：「不淨！」又問：「在何處制？」答言：「在王舍城。」又問：", "309": "「因誰制？」答言：「因一阿練若比丘。」又問：「犯何事？」", "31": "聞跋耆比丘所說偈，又聞迦葉不聽在集比", "310": "答言：「犯宿食，波逸提。」離婆多言：「此是法、此是", "311": "律、此是佛教！跋耆比丘所行非法、非律、非佛", "312": "教！今下一籌。」離婆多復問：「兩指抄食食，淨不？」", "313": "上座問：「云何名兩指抄食食淨？」離婆多言：「比", "314": "丘足食已，更得食，以兩指抄食之。」答言：「不淨！」", "315": "又問：「在何處制？」答言：「在王舍城。」又問：「因誰制？」", "316": "答言：「因跋難陀。」又問：「犯何事？」答言：「犯不作殘", "317": "食法食，波逸提。」離婆多言：「此是法！乃至非佛", "318": "教！今下第二籌。」復坐食淨、越聚落食淨，亦如", "319": "是。下第三、第四籌。離婆多復問：「酥、油、蜜、石", "32": "尼數中，初中後夜勤經行、思惟，望得解脫，", "320": "蜜，和酪淨不？」上座問：「云何名酥、油、蜜、石蜜，和", "321": "酪淨？」離婆多言：「非時飲之。」答言：「不淨！」又問：", "322": "「在何處制。」答言：「在舍衛城。」又問：「因誰制？」答", "323": "言：「因迦留陀夷。」又問：「犯何事？」答言：「犯非時食，", "324": "波逸提。」離婆多言：「此是法！乃至非佛教！今下", "325": "第五籌。」離婆多復問：「飲闍樓伽酒，淨不？」上座", "326": "問：「云何名闍樓伽酒？」離婆多言：「釀酒未熟者。」", "327": "答言：「不淨！」又問：「在何處制？」答言：「在拘舍彌。」又", "328": "問：「因誰制？」答言：「因沙竭陀。」又問：「犯何事？」答", "329": "言：「飲酒，波逸提。」離婆多言：「此是法！乃至非佛", "33": "而未能得。後夜垂過，身體疲極，欲小偃臥，", "330": "教！今下第六籌。」離婆多復問：「作坐具隨意", "331": "大小，淨不？」答言：「不淨！」又問：「在何處制？」答言：「舍", "332": "衛城。」又問：「因誰制？」答言：「因迦留陀夷。」又問：", "333": "「犯何事？」答言：「犯波逸提。」離婆多言：「此是法！乃", "334": "至非佛教！今下第七籌。」離婆多復問：「習先", "335": "所習，淨不？」上座問：「云何名習先所習？」離婆多", "336": "言：「習白衣時所作。」上座言：「或有可習、或不可", "337": "習。」離婆多言：「此是法！乃至非佛教！今下第八", "338": "籌。」離婆多復問：「求聽淨不？」上座問：「云何為求", "339": "聽？」離婆多言：「別作羯磨，然後來求餘人聽。」", "34": "頭未至枕，豁然漏盡。諸比丘知，即白迦葉：「阿", "340": "答言：「不淨！」又問：「何處制？」答言：「在瞻婆國。」又", "341": "問：「因誰制？」答言：「因六群比丘。」又問：「犯何事？」答", "342": "言：「隨羯磨事。」離婆多言：「此是法！乃至非佛", "343": "教！今下第九籌。」離婆多復問：「受畜金銀及錢，", "344": "淨不？」答言：「不淨！」又問：「在何處制？」答言：「在王舍", "345": "城。」又問：「因誰制？」答言：「因難陀、跋難陀。」又問：「犯", "346": "何事？」答言：「犯受畜金銀及錢，尼薩耆波逸提。」", "347": "離婆多言：「此是法！乃至非佛教！今下第十籌。」", "348": "問竟共還，更都集僧，離婆多於大眾中，更一", "349": "一如上問一切去，下一籌乃至第十籌。於是", "35": "難昨夜已得解脫，今應聽在集比尼數！」迦葉", "350": "離婆多唱言：「我等已論比尼法竟，若佛所", "351": "不制，不應妄制；若已制，不得有違。如佛所教，", "352": "應謹學之。」爾時論比尼法眾，第一上座名", "353": "一切去，百三十六臘；第二上座名離婆多，百", "354": "二十臘；第三上座名三浮陀、第四上座名耶", "355": "舍，皆百一十臘，合有七百阿羅漢，不多不", "356": "少，是故名為七百集法。", "357": "五分律卷第三十", "358": "罽賓律師佛陀什，彌沙塞部僧也！", "359": "以大宋景平元年秋七月達于揚州，冬十", "36": "即聽，於是迦葉作是念：「何許多有飲食、床坐、", "360": "一月，晉侍中瑯琊王練，比丘釋慧嚴、竺道", "361": "生，請令出焉。佛陀什謹執梵文，于填沙", "362": "門智勝為譯，至明年十二月都訖。考正理", "363": "歸文存簡備，雖不窮原，庶無大過。願以塵", "364": "露崇廣山海，貽于萬代同舟云爾！", "37": "臥具，可得以資給集比尼？」唯見王舍城足以", "38": "資給，便於僧中唱言：「此中五百阿羅漢應往", "39": "王舍城安居，餘人一不得去！」", "4": "9 五百集法第五分之九五百集法", "40": "作是制已，五百羅漢至王舍城，於夏初月，補", "41": "治房舍、臥具；二月，遊戲諸禪解脫。三月，然後", "42": "共集一處，於是迦葉白僧言：「大德僧聽！我今", "43": "於僧中，問優波離比尼義。若僧時到僧忍", "44": "聽。白如是。」時優波離亦白僧言：「大德僧聽！", "45": "我今當答迦葉比尼義。若僧時到僧忍聽。白", "46": "如是。」迦葉即問優波離：「佛於何處制初戒？」優", "47": "波離言：「在毘舍離。」又問：「因誰制？」答言：「因須", "48": "提那迦蘭陀子。」又問：「以何事制？」答言：「共本二", "49": "行婬。」又問：「有二制不？」答言：「有！有比丘共獼猴", "5": "爾時世尊泥洹未久，大迦葉在毘舍離獼猴", "50": "行婬。」迦葉復問：「於何處制第二戒？」答言：「在王", "51": "舍城。」又問：「因誰制？」答言：「因達膩吒。」又問：「以", "52": "何事制？」答言：「盜瓶沙王材。」迦葉復問：「於何處", "53": "制第三戒？」答言：「在毘舍離。」又問：「因誰制？」答", "54": "言：「因眾多比丘。」又問：「以何事制？」答言：「自相害", "55": "命。」迦葉復問：「於何處制第四戒？」答言：「在毘舍", "56": "離。」又問：「因誰制？」答言：「因婆求摩河諸比丘。」", "57": "又問：「以何事制？」答言：「虛稱得過人法。」迦葉", "58": "作如是等問一切比尼已，於僧中唱言：「此", "59": "是比丘比尼、此是比丘尼比尼，合名為比", "6": "水邊重閣講堂，與大比丘僧五百人俱，皆是", "60": "尼藏。」", "61": "迦葉復白僧言：「大德僧聽！我今欲於僧中，問", "62": "阿難修多羅義。若僧時到僧忍聽。白如是。」阿", "63": "難亦白僧言：「大德僧聽！我今當答迦葉修多", "64": "羅義。若僧時到僧忍聽。白如是。」迦葉即問阿", "65": "難言：「佛在何處說增一經？在何處說增十經、", "66": "大因緣經、僧祇陀經、沙門果經、梵動經？", "67": "何等經因比丘說？何等經因比丘尼、優婆塞、", "68": "優婆夷、諸天子、天女說？」阿難皆隨佛說而答。", "69": "迦葉如是問一切修多羅已，僧中唱言：「此是", "7": "阿羅漢，唯除阿難。告諸比丘：「昔吾從波旬國，", "70": "長經，今集為一部，名長阿含；此是不長、不短，", "71": "今集為一部，名為中阿含；此是雜說，為", "72": "比丘、比丘尼、優婆塞、優婆夷、天子、天女說，今", "73": "集為一部，名雜阿含；此是從一法，增至十一", "74": "法，今集為一部，名增一阿含；自餘雜說，今", "75": "集為一部，名為雜藏，合名為修多羅藏。我等", "76": "已集法竟，從今已後，佛所不制，不應妄制；若", "77": "已制，不得有違。如佛所教，應謹學之。」", "78": "阿難復白迦葉言：「我親從佛聞：『吾般泥洹後，", "79": "若欲除小小戒，聽除。』」迦葉即問：「汝欲以何為", "8": "向拘夷城；二國中間，聞佛世尊已般泥洹，我", "80": "小小戒？」答言：「不知！」又問：「何故不知？」答言：「不", "81": "問世尊。」又問：「何故不問？」答言：「時佛身痛，恐以", "82": "惱亂。」迦葉詰言：「汝不問此義，犯突吉羅。應自", "83": "見罪悔過！」阿難言：「大德！我非不敬戒，不問此", "84": "義；恐惱亂世尊，是故不敢！我於是中不見罪", "85": "相，敬信大德，今當悔過！」迦葉復詰阿難言：「汝", "86": "為世尊縫僧伽梨，以踋指押，犯突吉羅，亦應", "87": "見罪悔過！」阿難言：「我非不敬佛，無人捉綦，是", "88": "以脚押。我於是中亦不見罪相，敬信大德，今", "89": "當悔過！」迦葉復詰阿難言：「汝三請世尊，求聽", "9": "時中心迷亂，不能自攝。諸聚落比丘、比丘尼、", "90": "女人於正法出家，犯突吉羅，亦應見罪悔過！」", "91": "阿難言：「我非不敬法，但摩訶波闍波提瞿曇", "92": "彌，長養世尊至大出家，致成大道。此功應報，", "93": "是以三請。我於此中亦不見罪相，敬信大德，", "94": "今當悔過！」迦葉復詰阿難言：「佛臨泥洹現相", "95": "語汝：『若有得四神足，欲住壽一劫，若過一劫，", "96": "便可得之。』如來成就無量定法，如是三反現", "97": "相語汝，汝不請佛住世一劫，若過一劫，犯突", "98": "吉羅，亦應見罪悔過！」阿難言：「我非不欲請佛", "99": "久住，惡魔波旬厭蔽我心，是故致此！我於"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1421 彌沙塞部和醯五分律: 五分律: 五分律: 五分律", "author": "劉宋 佛陀什共竺道生等譯", "sourceLink": "http://www.cbeta.org/"}