{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1536 阿毘達磨集異門足論: 阿毘達磨集異門足論: 集異門足論: 說一切有部集異門足論: 集異門足論", "text": {"0": "4 三法品", "1": "阿毘達磨集異門足論卷第六", "10": "中。隨為一靜慮故行。爾時我為天住而行。若", "100": "三清淨者。一身清淨。二語清淨。三意清淨。身", "101": "清淨云何。答離害生命。離不與取。離欲邪行。", "102": "復次離害生命離不與取離非梵行。復次諸", "103": "所有學身業。諸所有無學身業。諸所有善非", "104": "學非無學身業。如是一切名身清淨。語清淨", "105": "云何。答離虛誑語。離離間語。離麁惡語。離雜", "106": "穢語。復次諸所有學語業。諸所有無學語業。", "107": "諸所有善非學非無學語業。如是一切名語", "108": "清淨。意清淨云何。答無貪無瞋正見。復次諸", "109": "所有學意業。諸所有無學意業。諸所有善非", "11": "時我於世間四靜慮中。隨為一靜慮故住或", "110": "學非無學意業。如是一切名意清淨。如是世", "111": "尊說。", "112": "身語意淨中我說無漏淨", "113": "名圓滿清淨能永淨諸惡", "114": "三寂默者。一身寂默。二語寂默。三意寂默。身", "115": "寂默云何。答無學身律。儀名身寂默。語寂默", "116": "云何。答無學語律儀。名語寂默。意寂默云何。", "117": "答無學心。名意寂默。如世尊說。", "118": "身語意默中我說無漏默", "119": "名圓滿寂默永寂諸惡故", "12": "坐或臥。爾時我為天住而住或坐或臥。如是", "120": "三增上者。一世增上。二自增上。三法增上。世", "121": "增上云何。答如世尊說。有諸苾芻居阿練若。", "122": "或在樹下或住空閑。學所學法應作是念。今", "123": "此世間有多眾集。夫眾集處必有天神。成就", "124": "天眼具他心智。若近若遠皆能覩見。心劣心", "125": "勝悉能了知。我若發生不善尋伺。能為諸惡", "126": "耽嗜所依。則諸天神現知見我。既知見已互", "127": "相謂言。今應共觀此善男子。已能厭俗正信", "128": "出家。云何復生不善尋伺。能為諸惡耽嗜所", "129": "依。又於世間大眾集處。或現有佛及佛弟子。", "13": "世間四靜慮中。隨於一靜慮親近數習。殷重", "130": "成就天眼具他心智。若近若遠皆能覩見。心", "131": "劣心勝悉能了知。我若發生不善尋伺。能為", "132": "諸惡耽嗜所依。則諸聖眾現知見我。既知見", "133": "已互相謂言。今應共觀此善男子。已能厭俗", "134": "正信出家。云何復生不善尋伺。能為諸惡耽", "135": "嗜所依。復作是念。彼諸世間雖見知我而不", "136": "及我自審了知。故我今應自審觀察。勿生如", "137": "是不善尋伺。能為諸惡耽嗜所依。彼因如是", "138": "自審知見。發勤精進身心輕安。遠離惛沈安", "139": "住正念。心定一趣制伏愚癡。彼由世間增上", "14": "無間勤修不捨。是名天住。梵住云何。答謂四", "140": "力故。能斷不善修諸善法。如是世間增上勢", "141": "力。起善有漏或無漏道。名世增上。自增上云", "142": "何。答如世尊說。有諸苾芻居阿練若。或在樹", "143": "下或住空閑。學所學法應作是念。我已厭俗", "144": "正信出家。不應復生不善尋伺。能為諸惡耽", "145": "嗜所依。數數宜應自審觀察。勿生如是不善", "146": "尋伺。能為諸惡耽嗜所依。彼因如是自審知", "147": "見。發勤精進身心輕安。遠離惛沈安住正念。", "148": "心定一趣制伏愚癡。彼由自我增上力故。能", "149": "斷不善修諸善法。如是自我增上勢力。起善", "15": "無量。何等為四。謂慈悲喜捨。如世尊為吠那", "150": "有漏或無漏道。名自增上。法增上云何。答如", "151": "世尊說。有諸苾芻居阿練若。或在樹下或住", "152": "空閑。學所學法應作是念。一切如來應正等", "153": "覺。所說之法善說現見。離諸熱惱隨順應時。", "154": "來觀來嘗智者內證。如是正法我已了知。不", "155": "應復生不善尋伺。能為諸惡耽嗜所依。數數", "156": "宜應自審觀察。勿生如是不善尋伺。能為諸", "157": "惡耽嗜所依。彼因如是自審知見。發勤精進", "158": "身心輕安。遠離惛沈安住正念。心定一趣制", "159": "伏愚癡。彼由正法增上力故。能斷不善修諸", "16": "補梨婆羅門說。梵志當知。若時我於四無量", "160": "善法。如是正法增上勢力。起善有漏或無漏", "161": "道。名法增上。如世尊說。", "162": "世無有智者樂作諸惡業", "163": "彼能自通達諦實虛妄故", "164": "賢善者能證不應自輕篾", "165": "應常省己惡有便無隱覆", "166": "世現有天神佛及佛弟子", "167": "恒見知愚者造作諸惡行", "168": "是故世增上自法增上力", "169": "能斷不善法修法隨法行", "17": "中。隨為一無量故行。爾時我為梵住而行。若", "170": "我說有勇健能摧伏魔軍", "171": "度生老病死證彼永寂滅", "172": "三無上者。一行無上。二智無上。三解脫無上。", "173": "行無上云何。答無學八支聖道。是名行無上。", "174": "智無上云何。答無學八智。是名智無上。解脫", "175": "無上云何。答盡智無生智。是名解脫無上。", "176": "三明者。謂無學三明。一無學宿住隨念智作", "177": "證明。二無學死生智作證明。三無學漏盡智", "178": "作證明。云何無學宿住隨念智作證明。答如", "179": "實憶知諸宿住事。謂如實憶知過去世。或一", "18": "時我於四無量中。隨為一無量故住或坐或", "180": "生。或十生。或百生。或千生。或百千生。或多", "181": "百生。或多千生。或多百千生。或壞劫或成劫。", "182": "或壞成劫。或多壞劫。或多成劫。或多壞成", "183": "劫。我於如是有情聚中。曾作如是名如是種", "184": "如是姓。曾食如是食。曾受如是苦如是樂。曾", "185": "如是長壽如是久住如是壽量邊際。我曾從", "186": "彼處死生於此處。復從此處死生於彼處。於", "187": "如是等若形相若因緣若言說無量種宿住", "188": "事。皆能隨念如實憶知。是名無學宿住隨念", "189": "智作證明。問此中何者是明。答知前生相續", "19": "臥。爾時我為梵住而住或坐或臥。如是四", "190": "智。是名明。云何無學死生智作證明。答以淨", "191": "天眼超過於人。見諸有情死時生時。若好色", "192": "若惡色。若劣若勝。若往善趣。若往惡趣。如是", "193": "有情成就身惡行。成就語惡行。成就意惡行。", "194": "發起邪見毀謗賢聖。成就邪見業法受因。由", "195": "此因緣身壞命終。墮諸惡趣生地獄中。如是", "196": "有情成就身妙行。成就語妙行。成就意妙行。", "197": "發起正見讚歎賢聖。成就正見業法受因。由", "198": "此因緣身壞命終。昇諸善趣生於天中。於如", "199": "是等諸有情類業果差別。皆如實知。是名無", "2": "尊者舍利子說", "20": "無量中隨於一無量親近數習殷重無間勤修", "200": "學死生智作證明。問此中何者是明。答知自", "201": "業智。是名明。云何無學漏盡智作證明。答如", "202": "實知此苦聖諦。此苦集聖諦。此苦滅聖諦。此", "203": "趣苦滅道聖諦。彼如是知如是見。心解脫。欲", "204": "漏心解脫。有漏心解脫。無明漏心解脫。已如", "205": "實知見。我生已盡梵行已立。所作已辦不受", "206": "後有。是名無學漏盡智作證明。問此中何者", "207": "是明。答知漏盡智。是名明。如世尊說。", "208": "牟尼如宿住見善惡趣別", "209": "了生死已盡得究竟通慧", "21": "不捨。是名梵住。聖住云何。答謂四念住四正", "210": "知心永解脫貪等一切漏", "211": "成就三明故名具三明者", "212": "5 四法品集異門足論四法品第五之一", "213": "時舍利子。復告眾言。具壽當知。佛於四法自", "214": "善通達現等覺已。為諸弟子宣說開示。我等", "215": "今應和合結集。佛滅度後勿有乖諍。當令隨", "216": "順梵行法律久住利樂無量有情。哀愍世間", "217": "諸天人眾。令獲殊勝義利安樂。四法云何。此", "218": "中有五嗢拕南頌初嗢拕南曰。", "219": "初四法有十念斷神慮諦", "22": "斷四神足五根五力七等覺支八聖道支。如", "220": "想無量無色聖種果各四", "221": "有四念住。四正斷。四神足。四靜慮。四聖諦。", "222": "四想。四無量。四無色。四聖種。四沙門果。", "223": "四念住者。一身念住。二受念住。三心念住。四", "224": "法念住。身念住云何。答十有色處及法處所", "225": "攝色。是名身念住。受念住云何。答六受身。謂", "226": "眼觸所生受。乃至意觸所生受。是名受念住。", "227": "心念住云何。答六識身。謂眼識乃至意識。是", "228": "名心念住。法念住云何。答受蘊所不攝無色", "229": "法處。是名法念住。復次身增上所生諸善有", "23": "世尊為吠那補梨婆羅門說。梵志當知。若時", "230": "漏及無漏道。是名身念住。受增上所生諸善", "231": "有漏及無漏道。是名受念住。心增上所生諸", "232": "善有漏及無漏道。是名心念住。法增上所生", "233": "諸善有漏及無漏道。是名法念住。復次緣身", "234": "慧名身念住。緣受慧名受念住。緣心慧名心", "235": "念住。緣法慧名法念住。", "236": "四正斷者。為令已生惡不善法斷故。起欲發", "237": "勤精進策心持心。是名第一。為令未生惡不", "238": "善法不生故。起欲發勤精進策心持心。是名", "239": "第二。為令未生善法生故。起欲發勤精進策", "24": "我於出離遠離所生善法中。隨為一出離遠", "240": "心持心。是名第三。為令已生善法堅住不忘", "241": "修滿倍增廣大智作證故。起欲發勤精進策", "242": "心持心。是名第四。為令已生惡不善法斷故。", "243": "起欲發勤精進策心持心。正斷云何。答為斷", "244": "已生惡不善法。增上所起諸善有漏及無漏", "245": "道。如是名為第一正斷。為令未生惡不善法", "246": "不生故。起欲發勤精進策心持心。正斷云何。", "247": "答為遮未生惡不善法。增上所起諸善有漏", "248": "及無漏道。如是名為第二正斷。為令未生善", "249": "法生故。起欲發勤精進策心持心。正斷云何。", "25": "離所生善法故行。爾時我為聖住而行。若時", "250": "答為起未生善法增上所起諸善有漏及無漏", "251": "道。如是名為第三正斷。為令已生善法堅住", "252": "不忘修滿倍增廣大智作證故。起欲發勤精", "253": "進策心持心。正斷云何。答為增已生善法增", "254": "上所起諸善有漏及無漏道。如是名為第四", "255": "正斷。", "256": "四神足者。一欲三摩地斷行成就神足。二勤", "257": "三摩地斷行成就神足。三心三摩地斷行成", "258": "就神足。四觀三摩地斷行成就神足。云何欲", "259": "三摩地斷行成就神足。答欲增上所生諸善", "26": "我於出離遠離所生善法中。隨為一出離遠", "260": "有漏及無漏道。是名欲三摩地斷行成就神", "261": "足。云何勤三摩地斷行成就神足。答勤增上", "262": "所生諸善有漏及無漏道。是名勤三摩地斷", "263": "行成就神足。云何心三摩地斷行成就神足。", "264": "答心增上所生諸善有漏及無漏道。是名心", "265": "三摩地斷行成就神足。云何觀三摩地斷行", "266": "成就神足。答觀增上所生諸善有漏及無漏", "267": "道。是名觀三摩地斷行成就神足。", "268": "四靜慮者。謂初靜慮。第二靜慮。第三靜慮。第", "269": "四靜慮。云何初靜慮。答初靜慮所攝善五蘊。", "27": "離所生善法故住或坐或臥。爾時我為聖住", "270": "是名初靜慮。云何第二靜慮。答第二靜慮所", "271": "攝善五蘊。是名第二靜慮。云何第三靜慮。答", "272": "第三靜慮所攝善五蘊。是名第三靜慮。云何", "273": "第四靜慮。答第四靜慮所攝善五蘊。是名第", "274": "四靜慮。", "275": "四聖諦者。一苦聖諦。二苦集聖諦。三苦滅聖", "276": "諦。四趣苦滅道聖諦。云何苦聖諦。答五取蘊。", "277": "謂色取蘊。受取蘊。想取蘊。行取蘊。識取蘊。", "278": "是名苦聖諦。云何苦集聖諦。答諸有漏因。是", "279": "名苦集聖諦。云何苦滅聖諦。答擇滅無為。是", "28": "而住或坐或臥。如是出離遠離所生善法中。", "280": "名苦滅聖諦。云何趣苦滅道聖諦。答諸學法", "281": "無學法是名趣苦滅道聖諦。", "282": "四想者。一小想二大想。三無量想。四無所有", "283": "想。小想云何。答作意思惟狹小諸色。謂或思", "284": "惟青瘀。或思惟膿爛。或思惟破壞。或思惟膖", "285": "脹。或思惟骸骨。或思惟骨鎖。或思惟地。或思", "286": "惟水。或思惟火。或思惟風。或思惟青。或思惟", "287": "黃。或思惟赤。或思惟白。或思惟諸欲過患。或", "288": "思惟出離功德。與此俱行諸想等想。現前等", "289": "想已想當想。是名小想。大想云何。答作意思", "29": "隨於一出離遠離所生善法親近數習殷重無", "290": "惟廣大諸色而非無邊。謂或思惟青瘀。廣說", "291": "如前。是名大想。無量想云何。答作意思惟廣", "292": "大諸色其量無邊。謂或思惟青瘀。廣說如前。", "293": "是名無量想。無所有想云何。答此即顯示無", "294": "所有處想。", "295": "四無量者。一慈無量。二悲無量。三喜無量。四", "296": "捨無量。慈無量云何。答諸慈及慈相應受想", "297": "行識。若彼等起身語業。若彼等起心不相應", "298": "行。是名慈無量。悲無量云何。答諸悲及悲相", "299": "應受想行識。若彼等起身語業。若彼等起心", "3": "三藏法師玄奘奉　詔譯", "30": "間勤修不捨。是名聖住。", "300": "不相應行。是名悲無量。喜無量云何。答諸喜", "301": "及喜相應受想行識。若彼等起身語業。若彼", "302": "等起心不相應行。是名喜無量。捨無量云何。", "303": "答諸捨及捨相應受想行識。若彼等起身語", "304": "業。若彼等起心不相應行。是名捨無量。", "305": "四無色者。一空無邊處。二識無邊處。三無所", "306": "有處。四非想非非想處。空無邊處云何。答空", "307": "無邊處略有二種。一定二生。若定若生所有", "308": "受想行識。是名空無邊處。識無邊處云何。答", "309": "識無邊處略有二種。一定二生。若定若生所", "31": "三定者。一有尋有伺三摩地。二無尋唯伺三", "310": "有受想行識。是名識無邊處。無所有處云何。", "311": "答無所有處略有二種。一定二生。若定若生", "312": "所有受想行識。是名無所有處。非想非非想", "313": "處云何。答非想非非想處略有二種。一定二", "314": "生。若定若生所有受想行識。及有一類定所", "315": "等起心不相應行。即滅想受定。是名非想非", "316": "非想處。", "317": "四聖種者。一有苾芻。隨得衣服便生喜足。讚", "318": "歎喜足不為求覓衣服因緣。令諸世間而生", "319": "譏論。若求不得終不懊歎。引頸希望撫胸迷", "32": "摩地。三無尋無伺三摩地。云何有尋有伺三", "320": "悶。若求得已如法受用。不生染著耽嗜迷悶", "321": "藏護貯積。於受用時能見過患。正知出離。彼", "322": "由隨得衣服喜足。終不自舉𣣋篾於他。而", "323": "能策勤正知繫念。是名安住古昔聖種。二有", "324": "苾芻。隨得飲食便生喜足。廣說如前。三有苾", "325": "芻。隨得臥具便生喜足。廣說如前。四有苾芻。", "326": "愛斷樂斷精勤隨學於斷愛樂。愛修樂修精", "327": "勤隨學於修愛樂。彼由如是斷修愛樂。終不", "328": "自舉𣣋篾於他。而能策勤正知繫念。是名", "329": "安住古昔聖種。隨得衣服喜足聖種云何。答", "33": "摩地。答若三摩地尋俱伺俱。尋等起伺等起。", "330": "隨得衣服喜足增上。所生諸善有漏及無漏", "331": "道。是名隨得衣服喜足聖種。隨得飲食喜足", "332": "聖種云何。答隨得飲食喜足增上。所生諸善", "333": "有漏及無漏道。是名隨得飲食喜足聖種。隨", "334": "得臥具喜足聖種云何。答隨得臥具喜足增", "335": "上。所生諸善有漏及無漏道。是名隨得臥具", "336": "喜足聖種。愛樂斷修聖種云何。答愛樂斷修", "337": "增上所生諸善有漏及無漏道。是名愛樂斷", "338": "修聖種。", "339": "四沙門果者。一預流果。二一來果。三不還果。", "34": "尋相應伺相應。依尋伺轉心住等住。廣說乃", "340": "四阿羅漢果。預流果云何。答預流果有二種。", "341": "一有為二無為。有為預流果者。謂證預流果", "342": "時所有學法。或已得或今得或當得。是名有", "343": "為預流果。無為預流果者。謂證預流果時所", "344": "有擇滅。或已得或今得或當得。是名無為預", "345": "流果。一來果不還果應知亦爾。阿羅漢果云", "346": "何。答阿羅漢果有二種。一有為二無為。有為", "347": "阿羅漢果者。謂證阿羅漢果時所有無學法。", "348": "或已得或今得或當得。是名有為阿羅漢果。", "349": "無為阿羅漢果者。謂證阿羅漢果時所有擇", "35": "至心一境性。是名有尋有伺三摩地。云何無", "350": "滅。或已得或今得或當得。是名無為阿羅", "351": "漢果。", "352": "第二嗢柁南曰。", "353": "二四法有九謂支淨智力", "354": "處蘊依迹法各四智有二", "355": "有四預流支四證淨四智四力四處四蘊四依", "356": "四法迹四應證法。智有二門餘八各一。", "357": "四預流支者。一親近善士。二聽聞正法。三如", "358": "理作意。四法隨法行。云何親近善士。答善士", "359": "者。謂佛及弟子。復次諸有補特伽羅具戒具", "36": "尋唯伺三摩地。答若三摩地非尋俱唯伺俱。", "360": "德。離諸瑕穢成調善法。堪紹師位成就勝德。", "361": "知羞悔過善守好學。具知具見樂思擇愛稱量", "362": "喜觀察。性聰敏具覺慧。息追求有慧類。離貪", "363": "趣貪滅。離瞋趣瞋滅。離癡趣癡滅。調順趣調", "364": "順。寂靜趣寂靜。解脫趣解脫。具如是等諸勝", "365": "功德。是名善士。若能於此所說善士。親近承", "366": "事恭敬供養。如是名為親近善士。云何聽聞", "367": "正法。答正法者謂前說善士未顯了處為正", "368": "顯了。未開悟處為正開悟。以慧通達深妙句", "369": "義。方便為他宣說施設安立開示。以無量門", "37": "非尋等起唯伺等起。尋不相應唯伺相應。尋", "370": "正為開示。苦真是苦。集真是集。滅真是滅。", "371": "道真是道。如是等名正法。若能於此所說正", "372": "法。樂聽樂聞。樂受持樂究竟。樂解了樂觀察。", "373": "樂尋思樂推究。樂通達樂觸樂證樂作證。為", "374": "聞法故不憚艱辛。為受持故數以耳根。對說", "375": "法音發勝耳識。如是名為聽聞正法。云何如", "376": "理作意。答於耳所聞耳識所了無倒法義。", "377": "耳識所引令心專注。隨攝等攝作意發意。審", "378": "正思惟心警覺性。如是名為如理作意。云何", "379": "法隨法行。答如理作意所引出離。遠離所生", "38": "已止息唯依伺轉心住等住。廣說乃至心一", "380": "諸勝善法。修習堅住無間精勤。如是名為法", "381": "隨法行。", "382": "四證淨者。如契經說。成就四法說名預流。何", "383": "等為四。一佛證淨。二法證淨。三僧證淨。四聖", "384": "所愛戒。云何佛證淨。答如世尊說。苾芻當知。", "385": "此聖弟子以如是相隨念諸佛。謂此世尊是", "386": "如來。阿羅漢正等覺明行圓滿善逝世間解", "387": "無上丈夫調御士天人師佛薄伽梵。彼以此", "388": "相隨念諸佛。見為根本證智相應諸信信性。", "389": "現前信性隨順印可。愛慕愛慕性心澄心淨。", "39": "境性。是名無尋唯伺三摩地。云何無尋無伺", "390": "是名佛證淨。云何法證淨。答如世尊說。苾芻", "391": "當知。此聖弟子以如是相隨念正法。謂佛正", "392": "法善說現見無熱應時。引導近觀智者內證。", "393": "彼以此相隨念正法。見為根本證智。相應諸", "394": "信信性。現前信性隨順印可。愛慕愛慕性心", "395": "澄心淨。是名法證淨。云何僧證淨。答如世", "396": "尊說。苾芻當知。此聖弟子以如是相隨念於", "397": "僧。謂佛弟子具足妙行質直行。如理行法隨", "398": "法行和敬行。隨法行。於此僧中有預流向有", "399": "預流果。有一來向有一來果。有不還向有不", "4": "三法品第四之餘", "40": "三摩地。答若三摩地非尋俱非伺俱。非尋等", "400": "還果。有阿羅漢向有阿羅漢果。如是總有四", "401": "雙八隻補特伽羅佛弟子眾。戒具足。定具足。", "402": "慧具足。解脫具足。解脫智見具足。應請應屈", "403": "應恭敬無上福田。世所應供。彼以此相隨念", "404": "於僧。見為根本證智相應諸信信性。現前信", "405": "性隨順印可。愛慕愛慕性心澄心淨。是名僧", "406": "證淨。云何聖所愛戒。答無漏身律儀語律儀", "407": "命清淨。是名聖所愛戒。問何故名為聖所愛", "408": "戒。答聖謂諸佛及佛弟子。彼於此戒愛慕欣", "409": "喜忍順不逆。是故名為聖所愛戒。諸預流者", "41": "起非伺等起。尋不相應伺不相應。若尋若伺", "410": "成就此四。", "411": "說一切有部集異門足論卷第六", "42": "俱已止息心住等住。廣說乃至心一境性。是", "43": "名無尋無伺三摩地。", "44": "三示導者。一神變示導。二記心示導。三教誡", "45": "示導。神變示導者。云何神變云何示導。而", "46": "說神變示導耶。答神變者。謂諸神變現神變", "47": "已神變當神變。謂諸所有變一為多變多為", "48": "一。或顯或隱。若知若見。各別領受牆壁山巖", "49": "崖岸等障身過無礙。如是廣說乃至梵世身", "5": "三住者。一天住。二梵住。三聖住。天住云何。", "50": "自在轉。是名神變。示導者。謂有苾芻雖於多", "51": "種神變境界各別領受。若不令他知見。但名", "52": "神變自在。不名示導。若有苾芻能於多種神", "53": "變境界各別領受。亦能令他知見名神變自", "54": "在。亦名示導。是故所說神變示導。要能令他", "55": "見等見了等了調伏隨順。乃名神變。亦名示", "56": "導。由此說名神變示導。記心示導者。云何記", "57": "心云何示導。而說記心示導耶。答記心者。如", "58": "世尊說。苾芻當知。謂有一類或。由占相或由", "59": "言說。隨記他心。彼意如此。彼意如是。彼意轉", "6": "答謂四靜慮。何等為四。謂離欲惡不善法有", "60": "變。或隨記過去。或隨記未來。或隨記現在。或", "61": "隨記久所作。或隨記久所說。或隨記少。謂", "62": "隨記心。或隨記多。謂隨記心所法。諸所隨記", "63": "一切如實非不如實。或有一類不由占相不", "64": "由言說隨記他心。然由天神或由非人。聞彼", "65": "聲故隨記他心。彼意如此。彼意如是。彼意轉", "66": "變。廣說如前。或有一類不由天神不由非人。", "67": "聞彼聲故隨記他心。然由內心知他有情心", "68": "所尋伺。隨記他心。彼意如此。彼意如是。彼意", "69": "轉變。廣說如前。復有一類不由內心。知他有", "7": "尋有伺離生喜樂。入初靜慮具足住。廣說乃", "70": "情心所尋伺。隨記他心。然由現見他有情住", "71": "無尋無伺三摩地。見已念言。如是具壽。無尋", "72": "無伺意行微妙。如是具壽從此定出。當起如", "73": "此如此尋伺。諸所隨記一切如實非不如實。", "74": "如是具壽從此定出。當起如是如是尋伺。諸", "75": "所隨記一切如實非不如實。是名記心。示導", "76": "者。謂有苾芻。雖由占相或由言說隨記他心。", "77": "廣說乃至。如是具壽從此定出。當起如是如", "78": "是尋伺。諸所隨記一切如實非不如實。若不", "79": "令他知見。但名記心自在。不名示導若。有苾", "8": "至入第四靜慮具足住。如世尊為吠那補梨", "80": "芻或由。占相或由言說隨記他心。廣說乃至。", "81": "如是具壽從此定出。當起如是如是尋伺。諸", "82": "所隨記一切如實非不如實。亦能令他知見", "83": "名記心自在。亦名示導。是故所說記心示導。", "84": "要能令他見等見了等了調伏隨順。乃名記", "85": "心亦名示導。由此說名記心示導。教誡示導", "86": "者。云何教誡云何示導。而說教誡示導耶。答", "87": "教誡者如世尊說。苾芻當知。謂有苾芻為他", "88": "宣說。此是苦聖諦應遍知。此是苦集聖諦應", "89": "永斷。此是苦滅聖諦應作證。此是趣苦滅道", "9": "婆羅門說。梵志當知。若時我於世間四靜慮", "90": "聖諦應修習。是名教誡。示導者。謂有苾芻雖", "91": "能為他宣說。此是苦聖諦應遍知。乃至此是", "92": "趣苦滅道聖諦應修習。若他聞已不起諦順", "93": "忍。不得現觀邊世俗智。但名教誡自在不名", "94": "示導。若有苾芻能為他宣說。此是苦聖諦應", "95": "遍知。乃至此是趣苦滅道聖諦應修習。亦能", "96": "令他聞已起諦順忍。得現觀邊世俗智。名教", "97": "誡自在亦名示導。是故所說教誡示導。要能", "98": "令他見等見了等了調伏隨順。乃名教誡亦", "99": "名示導。由此說名教誡示導。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1536 阿毘達磨集異門足論: 阿毘達磨集異門足論: 集異門足論: 說一切有部集異門足論: 集異門足論", "author": "尊者舍利子說  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}