{"author": "宋 天息災譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0782 佛說十號經: 佛說十號經: 佛說十號經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 782", "1": "佛說十號經", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "3": "明教大師臣天息災奉　詔譯", "4": "如來、應供、正等覺、明行足、善逝、世間解無上士、", "5": "調御丈夫、天人師、佛、世尊。阿難白言：「云何如", "6": "來？」佛告：「苾芻！我昔因地為菩薩時，歷修眾行，", "7": "為求無上正等正覺，今得菩提涅槃一切真", "8": "實，以八聖道正見所證，名為如來；如過去", "9": "正等正覺，調伏息心，得至涅槃，故名如來。」", "10": "「云何應供？」佛言：「昔在因位所行善法威儀戒", "11": "品，十善根力修令增長，如是修習圓滿至究", "12": "竟位，證涅槃時斷盡一切煩惱，令身、口、意清", "13": "淨無染，永害煩惱，如斷多羅樹頭，永不生芽。", "14": "復次貪、瞋、癡等煩惱盡故，一切諸趣永不結", "15": "生，超過四難——生、老、病、死——苦果之法，惑苦二種", "16": "而永不生，立應供號。", "17": "「復次，令彼世間所有衣服、臥具、飲食、湯藥、幢幡、", "18": "寶蓋、香花、燈菓，及天上人間最上之物，供養", "19": "於佛，獲得最上富貴吉祥之福，是名應供之", "20": "號。」", "21": "「云何正等覺？」佛言：「如來具一切智，於一切處", "22": "無不了知，以四念處、四正斷、四神足、五根、", "23": "五力、七覺支、八聖道、十二緣生、四諦法等如", "24": "是之法，平等開覺一切眾生，令起智斷惑，證", "25": "須陀洹果、斯陀含果、阿那含果、阿羅漢，具", "26": "三明、六通，復於大乘作意思求，歷修諸地，斷", "27": "盡結習，成無上覺，此名正等正覺。」", "28": "「云何明行足？」佛言：「明，謂：天眼明、宿命明、漏盡", "29": "明；行足者，為如來身、口、意業，善修滿足，正", "30": "真清淨。如有大衣鉢等，自在觀照而無愛著，", "31": "於自願力一切之行，修令滿足，號明行足。」", "32": "「云何善逝？」佛言：「即妙往之義，如貪、瞋、癡等", "33": "引諸有情往彼惡趣，非名善逝。如來正智能", "34": "斷諸惑，妙出世間，能往佛果，故名善逝。」", "35": "「云何世間解無上士？」佛言：「世間者，謂欲界、", "36": "色界、無色界。地獄、餓鬼、傍生等類，各具色蘊、", "37": "受蘊、想蘊、行蘊、識蘊，眼根、耳根、鼻根、舌根、身", "38": "根、意根，及彼六識所緣境等一切諸法，名曰", "39": "世間。正覺正知名世間解。又彼世間所有二", "40": "足、四足、多足、無足、欲色諸天、有想無想、非", "41": "有想非無想、若凡若聖，一切有情之中，唯佛", "42": "第一最上無等，名無上士。」", "43": "「云何調御丈夫？」佛言：「佛是大丈夫，而能調御", "44": "善惡二類。惡者，起不善三業，而作諸惡，墮地", "45": "獄、餓鬼、傍生而得惡報；善者，於身、口、意而修", "46": "眾善，得人天福果。此之善惡皆由心作，佛", "47": "以第一義善涅槃之法，顯示調御令離垢染，", "48": "獲得最上寂滅涅槃，是故得名調御丈夫。」", "49": "「云何天人師？」佛言：「非與阿難一苾芻為師，所", "50": "有苾芻、苾芻尼、烏波塞、烏波夷及天上、人間、", "51": "沙門、婆羅門、魔王、外道，釋、梵、龍、天悉皆歸命，", "52": "依教奉行，俱作佛子，故名天人師。」", "53": "「云何名佛？」「智慧具足，三覺圓明，是故名佛。」", "54": "佛告阿難：「我昔經行之次，有婆羅門而來問", "55": "我：『何故汝之父母為汝立名呼為佛邪？』佛", "56": "即答言：『世所知者，我能了知；世所觀者，我亦", "57": "能觀；所得滅者，我亦得滅。我具一切智，一切", "58": "了知。我從無數劫種種修行，遠塵離垢，今得", "59": "無上菩提，故立佛號。』」", "60": "「云何世尊？」佛言：「我於因地自審觀察所有善", "61": "法、戒法、心法、智慧法，復觀貪等不善之法，能", "62": "招諸有生、滅等苦，以無漏智破彼煩惱得無", "63": "上覺，是故天人凡聖、世出世間咸皆尊重，故", "64": "曰世尊。」", "65": "佛說十號經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0782 佛說十號經: 佛說十號經: 佛說十號經", "source": "CBETA"}