{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2914 觀經", "text": {"0": "No. 2914", "1": "佛說觀經", "10": "亦復如是。既向方方皆見佛。說法與當。復一", "100": "種責已。念心行住坐觀。常得見佛也　然後", "101": "更進生身禪定。已展轉則易生身觀。法觀者", "102": "既以觀像心隨相成就。即斂意入定即得見。", "103": "當因心於像以念。生身觀云。如坐於菩提樹", "104": "下。光明頭照相奇特。又如鹿苑中為五比丘", "105": "說四諦法時。又如耆舍崛山放大光明為大", "106": "眾說般若法時。隨用一處。係念在心。不令散", "107": "亂。心想既得住。即便見佛。乃舉身快樂貫徹", "108": "四支。譬如熱得清涼寒遇溫室。世間之樂無", "109": "已喻法身。法觀者已於空中見佛生身。當因", "11": "時往觀十方佛。一念所緣周遍得見。定心成", "110": "生身觀內法身。十力四無所畏十八不共法", "111": "大悲無量善業。如人先見金瓶內有寶珠。所", "112": "以法身真妙。神智無比。無近無遠。無難無易。", "113": "無邊世界悉在目前　無有一法而不知者。", "114": "一切法無所不了。是故行人當專念不令散", "115": "亂。若心有餘緣即攝之令還。復復次一切命", "116": "過者。知當死時。先悉諸根如投大坑。發至梵", "117": "天。甚大怖畏。無邊死賊唯佛力能救拔。興種", "118": "種人天涅槃樂。復次一切諸佛世世常為一", "119": "切眾生故不惜身命。如釋迦佛。為太子時出", "12": "就者。於定中見十方佛。皆與已說法疑網悉", "120": "遊見癩人。即勅醫言。須得生人血飲之乃差", "121": "矣。太子云。是人難得一死一生即不可也", "122": "即以自身與之。令病愈矣。佛為一切眾生亦", "123": "復如是。佛恩深過父母過也　假使一切人", "124": "悉為一分二分。分中當念佛。不應餘念。如是", "125": "種種功德隨念行事。若此念成斷除結縛。乃", "126": "至可得無生忍。若不得定即生六欲天中。最", "127": "尊第一。後生諸佛前也。", "128": "無量壽佛觀　無量壽觀者。有二種人。鈍根", "129": "者先觀額上一寸無皮但見赤骨。念念在心", "13": "除得無生忍。若有宿業因緣不見諸佛者。當", "130": "不令他緣。心若有餘念攝之令還。如是成已。", "131": "令變赤骨方可一寸令白如雪。既如是已令", "132": "觀自身。皆白骨亦如雪色。得成已又觀身骨。", "133": "作琉璃色。光明清淨。觀徹表裏。如是見已。又", "134": "令琉璃身中放日光。自近乃遠遍滿閻浮唯", "135": "見光明。又攝其光入於身中。既入盡已復放", "136": "如初。凡諸觀行從易及難。初少後多。從身中", "137": "放日光已。即於光中觀阿彌陀佛。其佛身放", "138": "大光明。向西端坐。相諦觀。然後總觀其身。", "139": "結跏趺坐。如紫金山。係念在之。妙相不令他", "14": "一日一夜六時懺悔。勸請隨喜漸得見佛也。", "140": "緣。若有餘念收之令還。與佛對坐無異。如是", "141": "不久便可得見也　若利根者。乃便觀作日", "142": "光。然光明想法界光明。乃於光中觀之。便可", "143": "見佛也　行者若欲生為淨土者。當作是觀", "144": "也　乃觀諸法實相云。世間如夢如幻皆無", "145": "實者。但以顛倒虛妄之□橫起煩惱受諸罪", "146": "報。如人見小兒共爭。瓦石土木等便生瞋悶。", "147": "觀諸世間亦復如是。當與大悲誓願度一切", "148": "有情。常伏其心。修行二忍。所為眾生忍法忍", "149": "也。眾生忍者。若恒沙等眾生扣惡心。于己分", "15": "縱使諸佛不為說法。是人心得安樂無諸患", "150": "乃不生瞋恚也。種種恭敬不生歡喜也。又觀", "151": "眾生無先無後。若有先者則無因緣。是即無", "152": "初。若無初者亦無中後。如是觀者□墮常斷", "153": "二邊。用安隱道觀諸眾生。不生邪見。是名眾", "154": "生忍也。法忍者。當觀諸清淨畢竟空想。心無", "155": "罣礙能忍。是名法忍也　新發心者。雖未得", "156": "此法忍者。當如是修習也。又觀諸畢竟空想。", "157": "而於眾生常興大悲。凡有善事無皆迴向願", "158": "生無量壽佛國也。", "159": "佛說觀經一卷", "16": "也。", "17": "五門禪要經云。坐禪法要五門。一者安般。二", "18": "者不淨。三慈心。四觀緣。五念佛。安般不淨二", "19": "門。觀緣此三門。有內外境界。念佛慈心緣外", "2": "觀十方佛法　念觀十方佛者。坐觀東方。廓", "20": "境界。所以五門者隨眾生病。若亂心多者教", "21": "以安般。若貪受多者教以不淨。瞋恚多者教", "22": "以慈心。若著我多教以因緣。若不沒心者教", "23": "以念佛。乃一心觀佛。若觀佛時當至心。觀佛", "24": "相好。了了分別。已然後閉目憶念在心。若明", "25": "了即開目。極心觀之明了。然後還坐。正身意", "26": "係念。如前如對真佛。明了無異。即白師云。係", "27": "念見佛無異。師言。汝還本坐係念額上一心", "28": "念佛。爾時額上有佛像相。從一至十乃至無", "29": "邊。若行人所見多佛。從額上出者。若去身乃", "3": "然大光。唯見一佛。結跏趺坐。舉手說法。心", "30": "遠而還者乃見大乘人也。三乘人所出佛。還", "31": "近身作地金色。此諸佛盡人於平如掌。淨如", "32": "鏡。觀己身明淨如地。此名念佛三昧境界。得", "33": "是境界已白師云。此好境界。此名初門觀也。", "34": "復今係念在心。然後觀佛即見諸佛。從心出", "35": "乃手執瑠璃仗。仗兩頭出。三乘人光焰有大", "36": "小。如是出已未後佛執仗。在心正立而住。末", "37": "後住佛。迴身還入。先去佛盡來隨人。若小乘", "38": "人入盡則止。若大乘人入已。悉從身毛孔滿", "39": "於四海。上至有頂。下至風際。如是明已還來", "4": "明觀察。光明相好書然明了。常係在心不令", "40": "人身如淨瑠璃。所以光明還來人身者。欲示", "41": "踴猛健疾境界。相好如是已如師云。此名一", "42": "切念處。以能生諸定故名念處。是邪道上杖", "43": "者定。相光者智慧相也。此內凡夫境也。復令", "44": "捨前二觀。係心在臍。即一心觀臍觀臍不久", "45": "覺臍有動相。諦觀不亂。見臍有物。如鷹卵。其", "46": "色鮮白。即再白師。師云。汝更觀在處。乃觀已", "47": "有蓮華。琉璃為莖。黃金為臺。臺上有佛。結跏", "48": "趺坐。第一佛如臍中。復有蓮華。上復有佛。結", "49": "跏趺坐。如是展轉相出。乃至大海邊。末後一", "5": "外緣心。若餘念攝念令還。如是見者便增至", "50": "佛還入第二佛臍。第二佛還入第三佛臍。如", "51": "是展轉還入乃至人臍。佛令為一一佛人。行", "52": "人臍中已。行人自諸毛孔之迴出蓮華。滿虛", "53": "空中。如垂寶瓔珞。如是出生諸蓮花。盡入臍。", "54": "行人乃身體柔軟。輕悅自見。己身明淨如雜", "55": "寶色。即以白師。師云。大善成定相也。復令有", "56": "觀臍中。即見頂有五瑞相。觀已見有一佛。有", "57": "光中結跏趺坐。更觀佛有物。即見佛口中種", "58": "種蓮華出。出已遍滿大地。更觀五光中佛。見", "59": "臍中五師子出。已食出蓮華。已還入五色光", "6": "十佛即見十佛。增至百佛。乃至千佛。乃至無", "60": "中。佛臍中師子入已五光。及佛即入此頂名", "61": "師子奮迅三昧定相也。行人觀光入佛身已", "62": "行人作金色。已見臍中有物。如日月明淨。見", "63": "已白師。師云。言更觀即見佛。於腋下及腰中", "64": "出凡四佛。乃出已一一佛放無量日光。日光", "65": "明淨。因日光見四天下色。上至有頂。下至風", "66": "際。總皆明了。如見掌中。無所罣礙。名為清淨", "67": "解脫也。若見此已還見四佛。從出處如入。入", "68": "已復見焰光。前入後出。後入前出。左出右入。", "69": "右出左入。如是竟見自身明淨。及水四邊圓", "7": "量無邊佛。若近者則便轉遠廣博。但見諸佛", "70": "滿淨光。名為念佛三昧。在四禪境界也。", "71": "修白骨觀法　先觀身皮肉筋脈總壞盡唯白", "72": "骨連。色如珂雪光亦如是。若不見者。譬如癩", "73": "病人。醫語言。須飲血色同乳者即當差。其家", "74": "人令作銀器盛血即令飲之。云汝病差也。其", "75": "病人云。血我當不喫。語云。白乳。汝肯不見中", "76": "物。悉皆白色耶。汝罪故見是血也。但作乳想。", "77": "莫念血想也。如是七日即變。為乳也。何況實", "78": "是白骨。而不能見也　乃見骨人人骨人之", "79": "中其心生滅相續如線貫珠。如是所見及觀", "8": "光光相接。心明觀察得如是者。復觀想東南", "80": "外身亦如是。若心故精進不懈怠。如鑽燧見", "81": "煙。穿井見埿。得水不久。若心靜即行住坐臥", "82": "皆見白骨。了了如水澄。清則見面相。濁則不", "83": "見也。", "84": "觀佛三昧　佛為法王。能令人得種種善法。", "85": "是故坐禪之人先當念佛。念佛者能令無量", "86": "罪滅也。人若念佛。佛亦念人。譬如王念於人", "87": "怨家不能侵害　念佛亦耳惡法敬為患也。", "88": "或云。佛不在世。云何憶念之。人自信無過於", "89": "服。當觀如好佛像。如見真佛也。先從肉髻眉", "9": "方亦如上觀。既得成已乃至西方。乃至十方", "90": "毫下至足。復至肉髻相。相諦觀還於靜處。閉", "91": "目思念。係心在像。不令他緣。若有餘想收之", "92": "令還。心自觀察如意得見。是名觀緣定也。當", "93": "作是念。云我亦不往。像亦不來。乃見佛者當", "94": "由心定想住也　得觀佛言。已然後進觀生", "95": "身便得見之。如對面無異也　念心馳散。多", "96": "緣惡法。當如乳母看子。不令作惡。或心不肯", "97": "住。即責之云。生老病死苦常來逼切。若生天", "98": "上樂著妙欲無有治心。若墜惡道恐怖苦惱", "99": "即善心不生也　今遇佛教。當至心念佛。種"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2914 觀經", "author": "", "sourceLink": "http://www.cbeta.org/"}