{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0124 緣起經: 緣起經", "text": {"0": "No. 124 [Nos. 99(1248), 123, 125(49.1)]", "1": "緣起經一卷", "10": "色緣六處，六處緣觸，觸緣受，受緣愛，愛緣", "11": "取，取緣有，有緣生，生緣老死，起愁歎苦憂惱，", "12": "是名為純大苦蘊集，如是名為緣起初義。", "13": "「云何名為緣起差別？謂無明緣行者，云何無", "14": "明？謂於前際無知，於後際無知，於前後際無", "15": "知；於內無知，於外無知，於內外無知；於業無", "16": "知，於異熟無知，於業異熟無知；於佛無知，於", "17": "法無知，於僧無知；於苦無知，於集無知，於滅", "18": "無知，於道無知；於因無知，於果無知，於因已", "19": "生諸法無知；於善無知，於不善無知；於有罪", "2": "三藏法師玄奘奉　詔譯", "20": "無知，於無罪無知；於應修習無知，於不應修", "21": "習無知；於下劣無知；於上妙無知；於黑無知，", "22": "於白無知；於有異分無知，於緣已生或六觸", "23": "處，如實通達無知。如是於彼彼處如實無知，", "24": "無見無現觀，愚癡無明黑闇，是謂無明。云何", "25": "為行？行有三種，謂身行、語行、意行，是名為行。", "26": "「行緣識者，云何為識？謂六識身，一者眼識，二者", "27": "耳識，三者鼻識，四者舌識，五者身識，六者意", "28": "識，是名為識。「識緣名色者，云何為名？謂四無", "29": "色蘊：一者受蘊，二者想蘊，三者行蘊，四者識", "3": "如是我聞：一時，薄伽梵在室羅筏，住誓多林", "30": "蘊。云何為色？謂諸所有色，一切四大種，及四", "31": "大種所造，此色前名總略為一，合名名色，是", "32": "謂名色。「名色緣六處者，云何六處？謂六內處：", "33": "一眼內處，二耳內處，三鼻內處，四舌內處，五", "34": "身內處，六意內處，是謂六處。「六處緣觸者，云", "35": "何為觸？謂六觸身：一者眼觸，二者耳觸，三者", "36": "鼻觸，四者舌觸，五者身觸，六者意觸，是名為", "37": "觸。「觸緣受者，云何為受？受有三種，謂樂受、苦", "38": "受、不苦不樂受，是名為受。", "39": "「受緣愛者，云何為愛？愛有三種，謂欲愛、色愛、", "4": "給孤獨園，與無量無數聲聞、菩薩、天人等俱。", "40": "無色愛，是名為愛。「愛緣取者，云何為取？謂四", "41": "取：一者欲取，二者見取，三者戒禁取，四者", "42": "我語取，是名為取。「取緣有者，云何為有？有有", "43": "三種，謂欲有、色有、無色有，是名為有。「有緣生", "44": "者，云何為生？謂彼彼有情，於彼彼有情類，諸", "45": "生等生趣，起出現蘊，得界、得處、得諸蘊，生起、", "46": "命根出現，是名為生。「生緣老死者，云何為老？", "47": "謂髮衰變，皮膚緩皺，衰熟損壞，身脊傴曲黑", "48": "黶間身，喘息奔急，形貌僂前，憑據策杖，惛", "49": "昧羸劣，損減衰退，諸根耄熟，功用破壞，諸行", "5": "爾時，世尊告苾芻眾：「吾當為汝宣說緣起初", "50": "朽故，其形腐敗，是名為老。云何為死？謂彼", "51": "彼有情，從彼彼有情類，終盡壞沒，捨壽捨煖，", "52": "命根謝滅，棄捨諸蘊，死時運盡，是名為死。", "53": "此死前老總略為一，合名老死，如是名為緣", "54": "起差別義。", "55": "「苾芻！我已為汝等說所標緣起初差別義。」時", "56": "薄伽梵說是經已，聲聞、菩薩、天人等眾，聞佛", "57": "所說皆大歡喜，得未曾有，信受奉行。", "58": "緣起經一卷", "6": "差別義，汝應諦聽，極善思惟，吾今為汝分別", "7": "解說。」苾芻眾言：「唯然願說，我等樂聞。」", "8": "佛言：「云何名緣起初？謂依此有故彼有，此生", "9": "故彼生，所謂無明緣行，行緣識，識緣名色，名"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0124 緣起經: 緣起經", "author": "唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}