{"author": "元魏 菩提流支譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0761 佛說法集經: 佛說法集經: 佛說法集經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說法集經卷第六", "1": "元魏天竺三藏菩提流支譯", "2": "爾時，大海慧菩薩白佛言：「世尊！世尊！菩薩", "3": "不應畏諸煩惱。何以故？以有煩惱，隨何處有", "4": "煩惱，彼處有菩提，斷煩惱者則無菩提。世尊！", "5": "空及一切煩惱，此二即一，無差別。世尊！菩", "6": "提及一切煩惱、一切眾生，此等諸法亦即是", "7": "一，無有差別，但諸毛頭凡夫墮顛倒心，分別", "8": "我染、我淨。世尊！正行菩薩不斷煩惱、不取淨", "9": "法，而是菩薩觀諸煩惱門得諸三昧及諸", "10": "陀羅尼門。是故，世尊！菩薩知諸佛法以煩", "11": "惱為性，彼如是煩惱隨何等眾生具散亂心、", "12": "顛倒心，彼毛頭凡夫眾生必入惡道受諸", "13": "苦惱，諸菩薩如是正觀能得諸佛菩提。是", "14": "故，世尊！諸菩薩則應修行隨順逆流，不隨順", "15": "順流。世尊！諸菩薩得解脫者，於涅槃中，非", "16": "於世間中。何以故？諸菩薩應畏於涅槃，不畏", "17": "世間，以觀世間得於大悲及證大菩提故。若", "18": "分別涅槃、厭畏世間，如是菩薩以厭世間故，", "19": "退於諸佛無上菩提。世尊！諸菩薩於世間眾", "20": "生成大慈大悲，非於得涅槃涅槃眾生。世", "21": "尊！所言涅槃，涅槃者，是於寂滅虛妄分別不", "22": "實之心。世尊！是故，菩薩願見涅槃，應觀虛", "23": "妄分別寂滅之心，如是之處得於涅槃。世尊！", "24": "是名勝妙法集。」", "25": "爾時，觀世音菩薩白佛言「世尊！菩薩不須修", "26": "學多法。世尊！菩薩若受持一法、善知一法，餘", "27": "一切諸佛法自然如在掌中。世尊！何者是", "28": "一法？所謂大悲。菩薩若行大悲，一切諸佛", "29": "法如在掌中。世尊！譬如轉輪王所乘輪寶，", "30": "隨往何處，一切四兵隨順而去。世尊！菩薩", "31": "摩訶薩亦復如是，乘大悲心隨至何處，彼諸", "32": "佛法隨順大悲自然而去。世尊！譬如日出朗", "33": "照萬品，一切眾生作業無難。世尊！菩薩摩", "34": "訶薩亦復如是，隨於何處大慈悲日照於世", "35": "間，彼處眾生於一切菩提分法修行則易。世", "36": "尊！譬如諸根以意為本，悉能隨意取於境界。", "37": "世尊！菩薩摩訶薩亦復如是，依於大悲住", "38": "持一切菩提分法，隨諸分中、隨可作事中自", "39": "然修行。世尊！譬如依彼命根有餘諸根。世", "40": "尊！菩薩摩訶薩亦復如是，依於大悲有餘一", "41": "切菩提分法。世尊！是名勝妙法集。」", "42": "爾時，堅意菩薩白佛言：「世尊！諸法，直心、深心", "43": "以為根本。世尊！若菩薩無直心、深心，是菩", "44": "薩則為遠離諸佛妙法。世尊！成就直心、深心", "45": "菩薩，若無佛說法，於上虛空及樹木、石壁等", "46": "中自然出於法聲。世尊！直心、深心菩薩意", "47": "自能念，聞於法聲，隨順一切諸佛妙法。是故，", "48": "世尊！菩薩摩訶薩應當修行直心、深心。世尊！", "49": "如人有足則能遊行。如是，世尊！菩薩摩訶薩", "50": "亦復如是，有直心，深心，諸佛妙法自然修行。", "51": "世尊！譬如有人具足上分則有壽命。世尊！", "52": "菩薩摩訶薩亦復如是，若有直心、深心，如是", "53": "菩薩則有諸佛菩提。世尊！如人有命則得諸", "54": "事。世尊！菩薩摩訶薩亦復如是，若菩薩有直", "55": "心、深心，是菩薩則得成就一切佛法。世尊！", "56": "譬如有於可然，故有能然；離於可然，則無能", "57": "然。世尊！菩薩摩訶薩亦復如是，若有直心、", "58": "深心，則能熾然諸佛妙法；若離直心、深心，", "59": "則不熾然諸佛妙法。世尊！譬如有雲則能有", "60": "雨。世尊！菩薩摩訶薩亦復如是，以有直心、深", "61": "心，則有諸佛法雨。世尊！譬如樹根腐敗則", "62": "不能生芽葉華果。世尊！菩薩摩訶薩亦復", "63": "如是，若無直心、深心，則一切諸佛善法不復", "64": "生長。是故，世尊！菩薩欲得諸佛菩提，應自", "65": "善取直心、深心，善自守護直心、深心，善自清", "66": "淨直心、深心。世尊！是名勝妙法集。」", "67": "爾時，善護菩薩白佛言：「世尊！菩薩不須守護", "68": "諸法。世尊！若菩薩但能善護自心，是菩薩善", "69": "護自心故，則能成就諸佛妙法。世尊！若菩", "70": "薩守護諸法，是菩薩則不能得無生法忍。世", "71": "尊！若菩薩不護諸法而入禪定，是菩薩則無", "72": "過失，亦不違於諸佛、菩薩，則能自心知諸佛", "73": "法而不護自心。見如是心依因緣生，如是見", "74": "一切諸法依因緣生；見自心如幻，如是見諸", "75": "法如幻，而心非內、非外、非二中間可得；如是", "76": "見一切諸法，見即如心無於色相，不可得示、", "77": "不可得見，無於形礙，不可執捉、不照、不住，見", "78": "一切諸法其相如是。若能如是見者，是菩薩", "79": "則能得於平等之心；以得平等心故，如是菩", "80": "薩不復更得於法。是菩薩不復住、不復行，不", "81": "取、不捨及以不求，以不求故而能不取，以不", "82": "取故而無所著，以不著故而能不染，以是菩", "83": "薩不染一切法。世尊！是名勝妙法集。」", "84": "爾時，虛空菩薩白佛言：「世尊！菩薩不作如是", "85": "言：『以何等言說能生他人瞋心？』菩薩不作如", "86": "是言：『以何等言說能生他人惱心？』菩薩不作", "87": "如是言：『以何等言說能令他人不知？』菩薩不", "88": "作如是言：『以何等言說無義虛妄？』菩薩不作", "89": "如是言：『以何等言說能令不生智慧光明？』菩", "90": "薩不作如是言：『以何等言說能令其心不生", "91": "歡喜、亦不具足、及以耳聞不生喜樂？』菩薩不", "92": "作如是言：『以何等言說令破壞二處？』世尊！", "93": "菩薩不作如是言：『以何等言說令他不能解", "94": "空？』何以故？世尊！一切言說，彼如是言說最為", "95": "堅固：『以何等言說令他能知於空？』世尊！", "96": "若菩薩能知諸法空義，無心、無我，其相不二，", "97": "遠離二相而不捨一切眾生所作事業，是名", "98": "菩薩無障礙大悲。若菩薩行無障礙大悲，", "99": "是菩薩能學諸佛所學；若學諸佛所學，是菩", "100": "薩能知諸法如虛空；以知諸法如虛空故，是", "101": "菩薩得虛空藏。是菩薩為欲捨者能捨諸", "102": "捨，而於捨及慳不生二心；破戒、持戒，忍辱、瞋", "103": "恨，精進、懈怠，散亂、禪定，愚癡、智慧，不生二", "104": "想。是菩薩不復求諸佛妙法，不捨諸凡夫", "105": "惡法。世尊！譬如一切諸水入於大海皆同", "106": "一味，所謂醎味。世尊！菩薩亦復如是，入於", "107": "第一義大海，所見一切諸法皆是一味，所謂", "108": "真解脫味。世尊！譬如日光等照一切眾生。", "109": "世尊！菩薩智慧亦復如是，等照一切諸法。世", "110": "尊！一切諸法不違於空。世尊！若菩薩能如", "111": "是知，是菩薩能於一切法中見真菩提。若菩", "112": "薩於一切法中見真菩提，是菩薩知所說言", "113": "音皆是佛語。是菩薩無所著而說於法，是菩", "114": "薩名為得無障礙樂說辯才。世尊！是名勝妙", "115": "法集。」", "116": "爾時，文殊師利菩薩白佛言：「世尊！世尊！世", "117": "間之人顛倒妄取。若如是言：『依波羅蜜故，菩", "118": "薩得名。』此則不然。何以故？世尊！依於菩薩，", "119": "諸波羅蜜得名故。世尊！若依波羅蜜菩薩得", "120": "名者，亦應依諸眾生名為菩薩，此義不然。", "121": "何以故？世尊！菩薩生諸波羅蜜、菩薩知諸", "122": "波羅蜜，以菩薩生諸波羅蜜為諸眾生說。", "123": "是故，如來常說：『菩薩未曾生法而能生、未", "124": "曾成法而能成、未曾說法而能說。』世尊！諸", "125": "波羅蜜不能護菩薩，而菩薩能護諸波羅蜜，", "126": "是故說菩薩能護諸法。世尊！諸波羅蜜不能", "127": "住持菩薩，菩薩能住持諸波羅蜜，是故說菩", "128": "薩能受持法。「世尊！一切諸法無病，以自體", "129": "無垢故。世尊！一切諸法不二，以遠離眾生、我", "130": "身故；一切諸法無心，以遠離可取捨故；一", "131": "切諸法無意識，以無始發故；一切諸法無", "132": "來相，以無間故；一切諸法無去，以不動故；", "133": "一切諸法無死，以無命故；一切諸法不活，", "134": "以本來不食故；一切諸法無物，以不和合故；", "135": "一切諸法不減，以法界無差別故；一切諸法", "136": "不可割截，以無形故；一切諸法如金剛，以實", "137": "際平等故。「世尊！知如是諸法，是菩薩能知諸", "138": "法實體；若知諸法實體，是菩薩能知於空；", "139": "若能知空，是菩薩不與他諍競；若不與他諍", "140": "競，是菩薩能住沙門法中；若能住沙門法中，", "141": "是菩薩則能不住；若能不住，是菩薩於諸漏", "142": "境界不起於漏；若於諸境界不起於漏，是菩", "143": "薩能無諸病；若無諸病，是菩薩名為如來；", "144": "若菩薩得名如來，是菩薩不說二語；若不說", "145": "二語，", "146": "是菩薩不捨世間、不取涅槃，唯為一切眾生", "147": "而說遠離一切分別虛妄煩惱。世尊！是名勝", "148": "妙法集、不顛倒集、名為空集、無相無願無行", "149": "不生不滅集、無生法忍集、大乘集、轉大法輪", "150": "集、大波羅蜜集、諸大地集、一切諸法不顛倒", "151": "集。「世尊！諸菩薩依大法集修持受行，或於", "152": "國土作轉輪王，受持十善業道，能令眾生安", "153": "住十善業道；或作勝首，教化眾生令得出世", "154": "間勝事；或作大長者，能令眾生厭世間惡事；", "155": "或作天帝釋，能令諸天不起放逸；或作梵王，", "156": "能令眾生住於禪定、四無量等；或作四天王，", "157": "能令眾生於諸法中不能染心；或作沙門，教", "158": "化眾生令不聞惡法；或作婆羅門，教化眾生", "159": "令知寂靜之處，自身寂靜、令諸眷屬亦住寂", "160": "靜，自身柔軟、令諸眷屬亦得柔軟，具足住於", "161": "一切處，以得大自在；能作大法師，以能斷", "162": "一切眾生疑故；於一切處不生怯弱，以一切", "163": "煩惱盡故。世尊！是名勝妙法集。」", "164": "爾時，世尊告文殊師利菩薩摩訶薩：「文殊師", "165": "利！若有眾生聞說文殊師利如是勝妙法集、", "166": "及聞諸菩薩勝妙法集、及諸聲聞勝妙法集", "167": "而能知能信，彼諸眾生深種善根，非於一佛", "168": "而修供養，非於一佛、二佛而種善根。何以故？", "169": "文殊師利！諸佛如來甚深菩提，是黠慧者、能", "170": "知法者深妙境界。「文殊師利！是妙法門，微", "171": "少善根眾生不能得聞，假令得聞亦不能信。", "172": "若菩薩自身能證，是菩薩能信，復有諸善知", "173": "識護故，是人能信而能受持、能得無生忍。", "174": "「文殊師利！離此法行，無有一人成佛。文殊師", "175": "利！過去恒河沙諸佛如來成佛菩提，彼諸佛", "176": "行如是法行得阿耨多羅三藐三菩提。「文殊", "177": "師利！若人遠離此法行欲得菩提者，是人如", "178": "縛虛空，不能得法。離此法行，隨順法忍尚不", "179": "可得，何況能得無生法忍而成阿耨多羅三", "180": "藐三菩提？", "181": "「文殊師利！我諸聲聞得俱解脫、得八解脫及", "182": "四無礙，彼諸聲聞亦不離此法行而得解脫。", "183": "「文殊師利！寧聞此深妙法門起謗生於惡道，", "184": "不能於餘淺法門起信生於善道。何以故？謗", "185": "此法門者生於地獄，因聞此法門現前得於", "186": "解脫，非聞餘淺法門生於善道。「文殊師利！", "187": "菩薩摩訶薩有四種法聞此法門能生於信。", "188": "何者為四？所謂是人過去世曾聞此法門、聞", "189": "已隨喜有大善根、有大善根莊嚴諸善知識、", "190": "善護成就受持聞慧之行。文殊師利！是名菩", "191": "薩四種法聞此法門能生於信。「復次，文殊師", "192": "利！菩薩更有四種法聞此法門能生於信。", "193": "何者為四？所謂常思惟正念，常畏諸不善業，", "194": "常作大菩提願，自性質直柔軟安隱樂修勝", "195": "行。文殊師利！是名菩薩成就四種法聞此法", "196": "門能生於信。「復次，文殊師利！菩薩成就四種", "197": "法聞此法門不生於謗。何者為四？所謂畢", "198": "竟成就菩提願、得無生法忍、成就正見、得不", "199": "退阿耨多羅三藐三菩提心。文殊師利！是", "200": "名得畢竟成就四種法聞此法門不生於謗。", "201": "「文殊師利！菩薩復有四種法聞此法門能生", "202": "於信。何等為四？所謂成就聞慧、成就般若、", "203": "成就空、以禪定得大陀羅尼。文殊師利！是", "204": "名菩薩有四種法聞此法門能生於信。「文殊", "205": "師利！菩薩復有四種法聞此法門而能了知。", "206": "何等為四？所謂成就功德莊嚴、成就聞慧莊", "207": "嚴、成就智莊嚴、成就諸禪定柔軟心莊嚴。", "208": "文殊師利！是名菩薩四種法聞此法門而能", "209": "了知。「文殊師利！菩薩復有四法聞此法門", "210": "得受阿耨多羅三藐三菩提記。何等為四？所", "211": "謂菩薩見一切色佛色、聞一切法佛法、遠", "212": "離一切諸求乃至不求佛菩提、不退於大悲。", "213": "文殊師利！是名菩薩有四種法得受阿耨多", "214": "羅三藐三菩提記。「是故，文殊師利！諸菩薩常", "215": "應求聞讀誦此經。文殊師利！菩薩願速得", "216": "菩提，常應勤求聞此法門；菩薩願速得受", "217": "記，常應勤求聞此法門；菩薩願得斷於業", "218": "障、願得斷於煩惱障、願得斷於智障，是菩", "219": "薩常應求聞此經；菩薩願得諸佛如來無上", "220": "供養，是菩薩常應求聞此經；願得常護妙法，", "221": "是菩薩常應聞、受持、讀誦此經。文殊師利！若", "222": "人聞此法門，能信、能忍，不生於謗，文殊師利！", "223": "我授是人阿耨多羅三藐三菩提記。」爾時，無", "224": "所發菩薩摩訶薩於頸上脫八千萬阿僧祇", "225": "寶瓔珞奉散如來，作如是言：「世尊！因此", "226": "功德，令一切眾生成就諸佛、如來、應、正遍知。」", "227": "爾時，彼瓔珞於如來頂上住虛空中，作種種", "228": "勝妙莊嚴大寶帳而住，四角形量過於天人，", "229": "妙相莊嚴，彼諸聲聞及一切菩薩、釋提桓因", "230": "梵天王、四天王未曾見聞，是大寶帳隨如", "231": "來去而去、隨如來住而住。現如是妙事時，", "232": "無量諸天人等皆生希有奇特之心，僉於頂", "233": "上，合掌而住，讚歎如來、瞻仰如來，目不暫瞬。", "234": "爾時，無所發菩薩摩訶薩生於歡喜希有之", "235": "心，偏袒右肩，禮如來足，合掌向佛以偈讚", "236": "言：", "237": "「諸功德眾如來器，天人眾生唯佛救，", "238": "佛於世間無勝者，無勝寂靜及平等。", "239": "等心無諂行亦然，於世以悲牽縛心，", "240": "如空平等心無染，安樂多人而說法。", "241": "世尊無親、無諸怨，無有諸憂、無歡喜，", "242": "能救世間如良醫，於世行慈無分別。", "243": "修羅、天、人、龍、夜叉，歸依於佛得寂靜，", "244": "佛於三界為最上，是故今者我歸命。", "245": "善逝有為更無過，而於寂靜靡功德，", "246": "捨於二道無分別，已得寂滅行世間。", "247": "寂滅境界不可測，唯乃十力知如來，", "248": "如地及空不可量，是故合掌而頂戴。", "249": "不沈不浮大波浪，不漂不住無上人，", "250": "有海彼岸唯佛到，無比智海我歸命。", "251": "如蓮處水無能污，佛行世間法不染，", "252": "更無有能與佛等，以無等故我歸依。", "253": "如來無法而不知，以有十力過一切，", "254": "於眾奮迅無與比，是故名佛勇獨步。", "255": "能受諸佛甘露法，是故遠離一切畏；", "256": "無上醫師勝應供，是故歸命大悲者。」", "257": "爾時，無所發菩薩摩訶薩白佛言：「世尊！世尊", "258": "唯知我心，我不為自身供養如來。世尊！我奉", "259": "瓔珞供養如來及讚歎如來，因此善根功德", "260": "願令一切眾生得於無上諸佛菩提。世尊！此", "261": "是我意。」爾時，世尊熙怡而笑——諸佛如來熙怡", "262": "而笑必不虛妄。爾時，如來從面門放種種色", "263": "無量光明，譬如青、黃、赤、白、紅、紫、頗梨、金、銀等", "264": "無量種色，普照十方無量無邊世界，滅除一", "265": "切惡趣眾生無量苦惱、生諸天人無量喜樂", "266": "已，還攝光明，圍繞如來百千萬匝，於如來", "267": "頂上而沒。爾時，彼諸大眾見是光明心生歡", "268": "喜，踊躍安樂，合掌向佛於一面住，而作是念：", "269": "「如來何因熙怡而笑？」爾時，阿難從座而起，偏", "270": "袒右肩，合掌向佛，以偈而問微笑因緣：", "271": "「無上第一尊！世間及天人，", "272": "瞻仰如來住，疑於喜笑事。", "273": "大師離煩惱，知法及化人，", "274": "熙怡必不空，願佛為解說。", "275": "面門放光明，清淨生喜悅，", "276": "天人及惡道，光觸身安樂。", "277": "大人放光明，於其面門出，", "278": "是光為何義？唯願大慈說。", "279": "齒出勝妙光，明艶甚鮮白，", "280": "顯現最殊勝，隱蔽一切光，", "281": "於明闇不現，以是世間喜。", "282": "佛悲何所為？何人功德起？", "283": "願說慈所為，除斷我等疑。", "284": "遠離煩惱人，非無因緣笑，", "285": "妙光出面門，普照於十方，", "286": "所作已還攝，入於如來頂。", "287": "此光起佛意，為表聖心出，", "288": "如電晝在空，普照而不停。」", "289": "爾時，佛告阿難：「阿難！此無所發菩薩摩訶", "290": "薩於未來世過十二劫，當成阿耨多羅三藐", "291": "三菩提，佛號大光明如來、應供、正遍知、明行", "292": "足、善逝、世間解、無上士、調御丈夫、天人師、佛、世", "293": "尊，劫名諸天讚歎，世界名大歡喜。阿難！彼大", "294": "光明如來、應供、正遍知壽命住一大劫，彼國", "295": "眾生壽命十二小劫。阿難！譬如他化自在天", "296": "所受妙樂，彼佛國土眾生所受妙樂亦復如", "297": "是。」爾時，慧命須菩提語無所發菩薩言：「大", "298": "士！快得善利，如來今日授仁者記，必得阿", "299": "耨多羅三藐三菩提。」無所發菩薩言：「大德須", "300": "菩提！汝見何法名為成佛？」須菩提言：「善男子！", "301": "我不見有法成阿耨多羅三藐三菩提。」問曰：", "302": "「若大德須菩提若不見有法得成佛，何故誑", "303": "我大士授於阿耨多羅三藐三菩提記？」須菩", "304": "提言：「善男子！如來與仁者授記必得成佛，是", "305": "故我作此說。」無所發菩薩言：「大德須菩提！諸", "306": "佛如來如實知法，是故佛言：『汝當得阿耨多", "307": "羅三藐三菩提。』云何如來如實知法？須菩提！", "308": "若有菩薩求菩提者，諸佛不與是人授記；若", "309": "有菩薩不求菩提者，諸佛如來則與授記。", "310": "諸佛、如來如實知法無授記相，而為眾生種", "311": "諸善根故，作是記汝當成佛。須菩提！汝", "312": "見何法而作是言：『大士必得阿耨多羅三藐", "313": "三菩提。』」須菩提言：「善男子！諸佛如來依世俗", "314": "文字而說授記，我諸聲聞隨佛世尊故如是", "315": "說。」無所發菩薩言：「大德須菩提！夫文字者，", "316": "若依世俗名為文字、若於聖人則非文字。何", "317": "以故？聖人所說皆是真實，世俗言語悉為虛", "318": "妄。是故，大德須菩提！不應以此世俗邪語聖", "319": "法中說。大德須菩提！諸菩薩等為護眾生，", "320": "若聞甚深第一義諦驚怖不信，是故聖人以", "321": "大悲心捨真實法而說世間虛妄之語，為欲", "322": "將護毛道凡夫，終不為聖作如是說。若為聖", "323": "人則說實法，以此實法聖所愛樂。何等名", "324": "為聖人實法？大德須菩提！聖實法者，菩提之", "325": "法本性常寂名為真實。如菩提相本性清淨，", "326": "一切諸法亦如是相，是則名為聖人實法。」須", "327": "菩提言：「善男子！有四真諦名為實諦。何等", "328": "為四？苦諦、集諦、滅諦、道諦。」無所發菩薩言：", "329": "「大德須菩提！汝不說苦是有為耶？」須菩提言：", "330": "「如是，善男子！我常說苦是有為法。」無所發菩", "331": "薩言：「大德須菩提！如來常說一切有為皆是", "332": "虛妄。」須菩提言：「如是，善男子！如來常說有", "333": "為之法皆是虛妄。」無所發菩薩言：「若如是者，", "334": "汝云何言苦是實諦？大德須菩提！若言苦是", "335": "有為法者，即是虛妄。」須菩提言：「善男子！苦", "336": "是有為，虛妄不實。我說知苦以為實諦。」無所", "337": "發菩薩言：「須菩提！若苦是有為，虛妄不實，", "338": "知彼苦智亦應虛妄，非是真實。」須菩提言：", "339": "「善男子！如是如是，知苦智者亦是虛妄。」無", "340": "所發菩薩言：「大德須菩提！若如是者，云何", "341": "知苦是聖諦智？」須菩提言：「善男子！滅諦是", "342": "無為法。若爾，何故非聖諦？」無所發菩薩言：「大", "343": "德須菩提！滅何等法名為滅諦？為即自滅故", "344": "名為滅？更有所滅稱為滅耶？」須菩提言：「善", "345": "男子！有為說者言滅盡諸苦名為滅諦。」無", "346": "所發菩薩言：「須菩提！汝不說苦是有為，虛妄", "347": "不實耶？」須菩提言：「如是，善男子！我向說言：", "348": "『苦是有為法，虛妄不實。』」無所發菩薩言：「大德", "349": "須菩提！若法虛妄不實，是法無滅。若如是", "350": "者，云何而言滅盡諸苦名為滅諦？」爾時，慧命", "351": "須菩提白無所發菩薩摩訶薩言：「善男子！我", "352": "於大士如是無礙樂說辯才生隨喜心。善男", "353": "子！願諸眾生皆得是辯才。」須菩提言：「善", "354": "男子！何者是諸菩薩摩訶薩實諦證智？」無所", "355": "發菩薩言：「須菩提！一切諸法與實諦行不相", "356": "違背，是故證一切法名證實諦。須菩提！一", "357": "切諸法從因緣生，能如實知因緣生法名為", "358": "實諦。一切法空如實知空名實諦，證空者名", "359": "證實諦；一切諸法不生，證諸法不生名為證", "360": "實諦。隨何法證於實諦，於彼法中乃至無有", "361": "一法可取、一法可捨。須菩提！是名諸菩薩摩", "362": "訶薩證實智。須菩提！言實諦者，即是宣說", "363": "無分別法。何以故？須菩提！所有分別者皆", "364": "是邪法。須菩提！汝向所言：『大士快得善利，", "365": "授阿耨多羅三藐三菩提記必得成佛。』須菩", "366": "提！若人自謂快得善利，佛則不與是人授記；", "367": "若人遠離快得善利，如是之人佛則授記。若", "368": "人於得利養不生歡喜、若失利養亦不憂惱，", "369": "是人授記；若人不離世間而得涅槃，是人", "370": "授記；若人不捨凡法而證聖道，是人授記；", "371": "若人聞得記不喜，是人授記。」須菩提言：「善", "372": "男子！所向所知，若如是知，其義甚深。」無所", "373": "發菩薩言：「須菩提！若人不見有去來，是人", "374": "則知甚深。」須菩提言：「此甚深法難可得知。」", "375": "無所發菩薩言：「須菩提！若人欲見是甚深，", "376": "是人則不能見。」須菩提言：「如是知者，難可", "377": "了知。」無所發菩薩言：「須菩提！無修行者亦", "378": "難了知。」須菩提言：「善男子！何等眾生於甚", "379": "深法能生信心？」無所發菩薩言：「須菩提！若", "380": "人已曾供養過去無量佛，是人能信。須菩", "381": "提！若人不能種諸善根、亦不修行供養諸佛，", "382": "如是之人終不能得聞此法門。」須菩提言：", "383": "「善男子！云何得為供養諸佛？」無所發菩薩", "384": "言：「若人能住如實修行，是人名為供養諸", "385": "佛。」須菩提言：「善男子！云何能住如實修行？」", "386": "無所發菩薩言：「若人能為諸眾生發心修行。」", "387": "須菩提言：「云何為諸眾生發心修行？」無所發", "388": "菩薩言：「若能不捨大慈、大悲。」須菩提言：「何等", "389": "名為菩薩大慈？」無所發菩薩言：「若有菩薩能", "390": "捨身命及諸善根，施與眾生而不求報恩，是", "391": "名大慈。」須菩提言：「何等名為菩薩大悲？」無所", "392": "發菩薩言：「若菩薩先與眾生無上菩提，然後", "393": "自證，是名大悲。」說此甚深法門時，七萬六", "394": "千眾生發阿耨多羅三藐三菩提心，二百比", "395": "丘遠離諸漏心得解脫。", "396": "爾時，會中有一天子名善思惟，白佛言：「世尊！", "397": "云何菩薩住佛菩提根本行處？」佛言：「天子！菩", "398": "薩若能成就深直之心，發無上意，是名菩提", "399": "根本住處。」善思惟天子言：「如是發心諸菩薩", "400": "等，以何等法而為境界？」佛言：「若能修行布施", "401": "境界而不悕求報恩等門、若能修行持戒境", "402": "界而不分別持戒行門、若能修行忍辱境界", "403": "而不見盡滅法門、若能修行精進境界而不", "404": "發起修行等門、常行禪境界而能現見一", "405": "切法門、修行般若境界而不見彼無戲論", "406": "門現前、常求聞慧境界而不見於語言等門", "407": "現前、修行舍摩他境界而見諸法本來清", "408": "淨寂靜法門、修行毘婆舍那境界而一切", "409": "法不可見門現前、修行四念處境界而無念", "410": "無思惟門現前、修行四正勤境界而無所", "411": "作門現前、修行四如意足境界而斷一切願", "412": "欲門現前、修行五根境界而過諸根法門現", "413": "前、修行五力境界而不破壞法門現前、修", "414": "行七覺分境界而佛菩提門現前、修行八聖", "415": "道境界為救行邪道眾生故、修行教化眾生", "416": "境界而無眾生無度脫法門現前、修行斷煩", "417": "惱境界而見諸法本性離煩惱門現前、修行", "418": "諸波羅蜜境界而不著於此岸彼岸故、修行", "419": "世間境界而涅槃門現前、修行涅槃境界", "420": "而不行諸行門現前、修行生境界而不生不", "421": "滅門現前、修行陰境界而無煩惱門現前、", "422": "修行界境界而無差別門現前、修行入境", "423": "界而聖入門現前、修行聞法境界而寂", "424": "靜禪定門現前、修行說法境界而無言說門", "425": "現前、修行成就色相境界而法身門現前、", "426": "修行轉法輪境界而不轉不說門現前、修行", "427": "聲聞境界而諸佛法門現前、修行辟支佛", "428": "境界而行諸菩薩勝行門現前，天子！是名", "429": "菩薩摩訶薩境界。」善思惟天子白佛言：「世", "430": "尊！何等名為諸菩薩行？」佛言：「天子！自捨己", "431": "樂，能與一切眾生樂；常在世間而能持戒、多", "432": "聞，心無放逸；常在涅槃而不捨大悲，涅槃", "433": "門現前而不求證。為化眾生故，隨順世間行，", "434": "護諸眾生。能於眾生其心平等，令一切眾", "435": "生得清淨心，於一切眾生心無差別，所有之", "436": "物與一切共。為人說法不為飲食，畜清淨物", "437": "而常知足，常樂空閑，正念思惟，常處大眾說", "438": "法不懈。入城邑、聚落，慈悲現前，不求讚歎、", "439": "供養、恭敬，常能遠離世間雜語。凡有言說", "440": "不違佛法，廣略得所，愛語柔軟，一切身分禮", "441": "敬三寶，先意問訊。心常愛樂第一義諦，於一", "442": "切法心無所著，於諸資生心不貪染。常近聖", "443": "人，遠離非法。愛法如身，重佛如命，愛敬修行", "444": "猶如身首。於一切衣服、飲食、臥具、湯藥、資生", "445": "之事得少為足，敬重師長猶如世尊，乃至喪", "446": "失身命終不捨於菩提之心。初夜、後夜精勤", "447": "修行，禪定三昧常現在前。如所聞法思惟正", "448": "觀，以微妙慧求於解脫。若修習清淨無垢濁", "449": "心，能捨一切所有之物，觀於內身，不隨外身。", "450": "能捨所施，遠離瞋恚；能滅愚癡，增長般若；能", "451": "護於戒，不違修行。「於一切處生柔軟心、於", "452": "一切處智慧為首，不顛倒心，無垢光明。心常", "453": "修諸波羅蜜，心不捨精進，常求善根。如所", "454": "聞法而不忘失，如所聞法而為他說。離諸", "455": "供養、飲食等心，常護諸根、常在定心、常隨順", "456": "涅槃心、常不捨世間心，得失、利衰、毀譽、稱譏、", "457": "苦樂不能動心。「於一切處生如是心：布施", "458": "得大富、持戒生天人、忍辱得端政、精進", "459": "捨煩惱、禪定三昧得心柔軟、修習般若能知", "460": "世間出世間法、修行四攝無諸過失、修行四", "461": "無量心無憍慢、修行諦捨滅慧得寂靜調柔、", "462": "修行禪定得自在心、修習三昧得於深心、修", "463": "行於諦如實知諸法、修行於定遠離諸見、修", "464": "行無相得無分別、修行無願得無著心、修", "465": "行諸波羅蜜得究竟大乘心、修行方便波羅", "466": "蜜得一切智智處、修行菩薩十地滿足諸菩", "467": "薩行、親近善知識得一切功德門、敬順和", "468": "上阿闍梨能得隨順一切諸佛、知自身心得", "469": "一切種智、習無憍慢得大威勢、恭敬禮拜", "470": "一切眾生得諸眾生無能見頂、修行種種布", "471": "施得具足妙相身、隨順諸眾生得具足八十", "472": "種好、說大乘法得墮自在地、教眾生發菩", "473": "提心得不退地、說諸法空能斷煩惱及煩惱", "474": "習、以法布施得四無礙、與眾生念得陀羅尼、", "475": "令眾生知法得四無礙、與眾生樂說因得無錯", "476": "謬記、於羸劣眾生起忍辱心得那羅延身、於", "477": "破戒眾生起忍辱心得諸眾生見者恭敬心、", "478": "能滅瞋恨心眾生得常定心、勤修精進得速", "479": "證法修行、以三昧施諸眾生得陰密藏相、施", "480": "與威儀得一切普莊嚴事、令眾生近善知", "481": "識得佛、菩薩、聲聞、辟支佛常現在前、捨於欲", "482": "心常為一切世間所信、捨於瞋心得一切世", "483": "間之所愛樂、捨慳嫉心得一切名聞利養、能", "484": "與眾生作依止處得一切世間之所歸依、", "485": "捨一切供養恭敬讚歎得法喜食得美名聞、", "486": "施先問訊得清淨言音、施於愛語得梵音", "487": "聲、施柔軟語得迦陵頻伽聲、遠離瞋恨得", "488": "諸世間勝妙之身、不誑眾生得悉為一切世", "489": "間所信、不說他過得不入胎、遠離殺生得", "490": "壽無量命、遠離劫盜得以虛空而為庫藏、", "491": "捨所愛事得如意寶手、迴向菩提得無盡", "492": "資財、遠離邪婬得大丈夫身、遠離妄語得", "493": "口業密、遠離兩舌得不失菩提心、遠離惡", "494": "口得一切世間讚歎、遠離綺語得不壞眷屬、", "495": "遠離貪心得無盡藏、遠離瞋心得與一切眾", "496": "生而作橋梁、遠離邪見得於正見教化眾生、", "497": "住於大乘得佛十力、能施一切不求果報得", "498": "十八不共法、捨諸所著得四無畏。「天子！若我", "499": "廣說如是菩薩無量境界、菩薩無量修行者，", "500": "乃至百千萬億劫不能窮盡。天子！是名菩薩", "501": "境界修行。天子！若菩薩如是成就境界、如是", "502": "修行，於得菩提則為不難。」善思惟天子言：", "503": "「世尊！云何菩薩名為安隱？」佛言：「天子！若菩", "504": "薩常不捨離三昧，而不依三昧生。得三昧已，", "505": "隨有利益眾生之處彼彼處生。天子！菩薩如", "506": "是名為安隱。」善思惟天子言：「世尊！云何菩", "507": "薩名為寂靜？」佛言：「天子！若菩薩見一切真", "508": "如法界實際，是菩薩處於大眾而能寂靜。", "509": "應如是知，天子！是則名為菩薩寂靜。天子！", "510": "若菩薩不起二處心，名為菩薩寂靜。」天子言：", "511": "「世尊！菩薩云何名為常在三昧？」佛言：「天子！若", "512": "菩薩心常不求一切諸事、不見一法可取、不", "513": "見一法可捨，是菩薩隨所見法悉知空寂，無", "514": "有真實。天子！菩薩如是，名為常在三昧。」善", "515": "思惟天子言：「世尊！菩薩云何名為到一切處？」", "516": "佛言：「天子！若菩薩能見自身及諸眾生平等", "517": "空寂，天子！菩薩如是名為到一切處。」善思", "518": "惟天子言：「世尊！云何菩薩名為調伏？」佛言：", "519": "「天子！若菩薩一切分別所不能動，名為調伏。」", "520": "天子言：「云何菩薩名為得滅？」佛言：「若菩薩", "521": "不染、不淨，名為得滅。」善思惟天子言：「世尊！", "522": "如我解佛所說義者，依止自心而得菩提。世", "523": "尊！菩薩如是離諸煩惱，如是如是取於佛法。", "524": "世尊！諸佛法者，無所從來、去無所至。世尊！", "525": "於諸法中清淨智，名為菩提。」「天子！菩薩如是", "526": "隨順忍辱，名為菩提。能如是知，名為一切智", "527": "者。」「世尊！若能入如是平等法界，是菩薩名", "528": "為成就檀波羅蜜；若能如是知得成就平等", "529": "法界，是菩薩名為成就尸波羅蜜；若能如是", "530": "知忍平等法界，名為成就忍辱波羅蜜；若能", "531": "於此法門修行聞、思、修、慧，名為成就毘離耶", "532": "波羅蜜；若能思惟是法平等法界，名為成就", "533": "禪波羅蜜；若能了達如是法平等法界，名為", "534": "般若波羅蜜。世尊！若人能信此法門者，是", "535": "人名為見法、名為證法、名降伏魔。世尊！若", "536": "人能說此法門者，是人於如來所轉法輪而", "537": "得隨轉。世尊！若人能得此法門者，是人名得", "538": "最上妙法。」爾時，世尊於善思惟天子所說法", "539": "門讚言：「善哉，善哉。天子！如是如是，如汝所", "540": "說。天子！一切諸佛阿耨多羅三藐三菩提", "541": "藏皆悉在此法門中攝。天子！一切諸佛所有", "542": "意趣於此法門皆已示現。天子！若人聞此", "543": "法門者，當知是菩薩快得善利。天子！若人", "544": "手執此法門者，當知是菩薩得大法藏。天子！", "545": "若人攝受此法門者，當知是菩薩名為可信", "546": "者、名為受持如來密藏者、名為以最上供養", "547": "供養如來者、名為攝受如來法門者。天子！", "548": "若人聞此法門、聞已能信者，當知是菩薩名", "549": "為報如來恩。天子！若人信此法門者，當知", "550": "是菩薩於十方界無有闇障。」爾時，世尊告一", "551": "切大眾唱如是言：「誰能於未來世護持此法", "552": "門？」", "553": "爾時，無所發菩薩即從座起，偏袒右肩，右膝", "554": "著地，合掌向佛而作是言：「世尊！我當能於", "555": "未來世護持此法門。世尊！若菩薩有所發者，", "556": "不能護持此法。是故，我不發、不起、不受，於一", "557": "切眾生平等心，能護持此甚深無生法忍法", "558": "門。我遠離飲食心，不求一切供養、恭敬、讚歎。", "559": "何以故？世尊！若依供養、恭敬者，不能護持", "560": "此法。世尊！於如來滅後，若有人聞此法能", "561": "受、能持、能書寫、能讀誦，書寫已乃至受持", "562": "經卷者，當知皆是無所發菩薩威神力故。」", "563": "爾時，世尊讚無所發菩薩言：「善哉，善哉。善男", "564": "子！若有如是心者，是人則能護持妙法。」觀世", "565": "音菩薩言：「世尊！若人不斷大悲，是人則能", "566": "護持妙法。是故，我今依大悲心護持此法門。」", "567": "彌勒菩薩言：「世尊！若人有大慈心，是人能", "568": "攝受妙法。何以故？若人多瞋恚，是人不能", "569": "攝受妙法。是故，我依慈心流通此法門。」見", "570": "者愛樂菩薩言：「世尊！若菩薩眾生見者無", "571": "厭，是人則能護持妙法。世尊！是故，我於一", "572": "切眾生不起瞋心，護持此法門。」導師菩薩言：", "573": "「世尊！若菩薩為一切眾生起心：『我拔一切眾", "574": "生苦。』若一切眾生欲聚集佛菩提、欲度一切", "575": "眾生，是菩薩能受持此法門。是故，世尊！我為", "576": "一切眾生成佛菩提。世尊！我先度一切眾生", "577": "然後自度，而不見能度可度者、亦不見度眾", "578": "生法。是故，世尊！我畢竟起如是心護持此法", "579": "門。」文殊師利菩薩言：「世尊！世間人顛倒，若", "580": "人生如是心：『我護持妙法。』即是顛倒。何以故？", "581": "世尊！菩薩調柔自身、寂靜自身，是菩薩自調", "582": "柔、自寂靜實法身即是護持妙法。是故，世尊！", "583": "我自身柔軟、自身寂靜、自身法身即護持妙", "584": "法。」爾時，世尊讚彼護持妙法菩薩言：「善哉，善", "585": "哉。善男子！汝真是大士。汝今能安樂一切眾", "586": "生故，護持妙法。護法菩薩正應如是。何以", "587": "故？此是諸菩薩最妙勝業，所謂護持妙法。善", "588": "男子！是諸法相應法集法門，若菩薩受持、讀", "589": "誦、修行，是菩薩於諸佛所得光明現前，一切", "590": "諸佛身不生、不滅；於法中得大光明現前，知", "591": "一切法非作、非有為；於僧中得光明現前，如", "592": "來弟子僧無我、無我所；於菩薩修持戒得", "593": "光明現前，菩薩於諸學中大悲為根本；得", "594": "樂說光明現前，一切語言樂說以無生為體。", "595": "善男子！是法門多行於娑伽羅龍王世界、多", "596": "行帝釋住處、多行於阿那波達多龍王住", "597": "處，然後行於閻浮提中。雖行閻浮提，常於諸", "598": "佛所護眾生中行、於直心不諂曲心眾生中", "599": "行、於能信深法者，常在如是眾生心手中行。」", "600": "如來說此法門時，無所發菩薩、奮迅慧菩薩", "601": "及彼諸菩薩摩訶薩，及大聲聞，天、龍、夜叉、乾", "602": "闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽、人非人", "603": "等，一切大眾聞說此法門歡喜奉行。", "604": "佛說法集經卷第六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0761 佛說法集經: 佛說法集經: 佛說法集經", "source": "CBETA"}