{"author": "唐 法成撰．智慧山記", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2801 瑜伽師地論分門記", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "本事分菩薩地", "1": "瑜伽師地論決擇分分門記", "2": "卷第二", "3": "攝決擇分二廣答文六中第一答蘊善巧差別相分七", "4": "中第二明思惟五蘊差別相分二。一明思惟", "5": "色蘊差別義。二明思惟非色四蘊義。初文分", "6": "四。一立生起。二總問。三以頌略答分十如論。", "7": "四長行廣解分十如下所明　第一明思惟色", "8": "蘊幾物所攝相分八。", "9": "一明內五根及外五境幾物成相分二　一明", "10": "內五根幾物成相分二。一明眼根幾物成相", "11": "分二。一總問。二廣答分三。一依相立成相分", "12": "二。一標。二釋。二依不相離明成相分二。一", "13": "標。二釋分七如論。三依界明成相分二。一標。", "14": "二釋分十如論。第二例明耳等四相成相分", "15": "四。一略釋。二明差別分二。一標。二釋分三如", "16": "論。三明除相分三。一立正義。二徵。三答所", "17": "以。四明身根相分二。一標。二釋　第二明外", "18": "五境幾物成相分二。一明色香等三境成相。", "19": "二明聲境差別相分三。一標。二釋。三結。", "20": "分八中第二明色等所緣境界差別廣義分", "21": "二。一指前廣文。二解未盡之義分四。一總", "22": "標。二別釋分二十。一明滑性分二。一立因。二", "23": "顯果。二明重性分二。一立因。二顯果。三四合", "24": "明澁性及輕性分二。一立因。二顯果分二如", "25": "論。五明軟性分二。一立因。二顯果。六明冷性", "26": "分二。一立因。二顯果。七八九合明飢渴弱力", "27": "分二。一立因。二顯果。十十一合明強及飽分", "28": "二。一立因。二顯果。十二明病分二。一立因。", "29": "二顯果。十三明老分二。一立因。二顯果。十四", "30": "明死分二。一立因。二顯果。十五明癢分二。一", "31": "立因。二顯果。十六明悶絕分二。一立因。二顯", "32": "果。十七明黏分二。一立因。二顯果。十八明疲", "33": "極分二。一立因。二顯果。十九明憩息分二。一", "34": "立因。二顯果。二十名勇銳分二。一立因。二顯", "35": "果　第三立分位分二。一標。二釋分六如論", "36": "第四相攝相。", "37": "分八中第三明二識所緣義分二。一明立境", "38": "二識所了義分二。一總標。二別釋分二如論。", "39": "二明眼等五根一意識所識義。", "40": "分八中第四明色界具幾境識差別義分四。", "41": "一立正義。二徵。三答所以。四明意趣。", "42": "分八中第五明十一造幾實物有幾假有差別", "43": "相分三。一依五根四境立實物有義。二依觸", "44": "境明假實二義分二。一明實有義。二明假有", "45": "相。三依無表色明實假二義分七。一總標。二", "46": "列名分二如論。三別釋分二。一明實有相。二", "47": "明假有相。四明定所行色相應之義。五明定", "48": "色生依分二。一標。二釋。六明能生不能生差", "49": "別相分二。一明能生相分三。一標。二釋。三", "50": "結。二明不能生相分二。一立正義。二結。七明", "51": "定色是不思議分三。一立因。二顯果。三結。", "52": "分八中第六明欲色二界實物有色差別之義", "53": "分三。一總問。二廣答分三。一依光明。二依微", "54": "細。三依苦受不生明差別。三總結。", "55": "分八中第七明色蘊六相差別義分三。一總", "56": "標。二別名分六如論。三別釋分六。一明色蘊", "57": "自相相分二。一標。二釋分二。一明能造自", "58": "相。二明所造自相。二明色蘊共相相分二。一", "59": "標。二釋。三明色蘊能依所依相屬相分二。一", "60": "標。二釋分二。一明所依。二明能依。四明色蘊", "61": "受用相分二。一標。二釋分二。一立因。二顯", "62": "果分五如論。五明色蘊業相分二。一標。二釋", "63": "分二。一略釋分四如論。二指廣文。六明色蘊", "64": "微細相分二。一標。二釋。", "65": "分八中第八明色蘊微細差別相分四。一總", "66": "標。二列名分三如論。三別釋分三。一明色", "67": "蘊損減微細性分二。一標。二釋。二明色蘊種", "68": "類微細性分二。一標。二釋。三明色蘊心自在", "69": "轉微細性分三。一標。二釋。三引經證成。四明", "70": "總結。", "71": "第四長行廣解分十中第二明思惟色蘊幾種", "72": "極微建義分五如下所明。", "73": "第一思惟色蘊幾種極微成相分六。一總問。", "74": "二略答。三指前廣文。四徵問。五列名分五如", "75": "論。六別釋分五。一明分別建立相分三。一標。", "76": "二釋。三結。二明差別建立相分二。一總標。二", "77": "別釋分四。一依五根立差別相。二依五所緣", "78": "境立差別相。三依四大種立差別相。四依法", "79": "處攝色立差別相。三明獨建立相分二。一標。", "80": "二釋。四明助伴建立相分六。一總標。二立", "81": "正義。三徵。四答所以。五結。六答難分二。一", "82": "問。二答分三。一依隨順轉答無對礙。二依種", "83": "類之業答無對礙分四。一立正義分二。一立", "84": "因。二顯果。二徵。三答所以分二。一立正義。", "85": "二顯過。四結。三依有礙無礙答無對礙分三。", "86": "一標釋。二立喻。三法合。五明無分建立相分", "87": "二。一標。二釋。", "88": "分五中第二明色蘊極微是何眼所緣義分", "89": "二。一總問分二。一標。二釋。二廣答分三。一", "90": "立正義。二徵。三答所以分二。一標。二釋。", "91": "分五中第三明色蘊極微無生滅義分二。一", "92": "問。二答分三。一答無生。二答無滅。三立喻。", "93": "分五中第四明不如理思惟色蘊極微過失分", "94": "四。一總標。二別釋分五。一依有自性立過。二", "95": "依有生滅立過。三依合散立過。四依極微量", "96": "立過。五依能生異老立過。三總結。四明勸", "97": "修。", "98": "分五中第五明建極微勝利分三。一總標。二", "99": "別釋分五。一依能破一合想見明勝利分三。", "100": "一立因。二顯果。三結。二依能斷身見明勝利。", "101": "三依能斷憍慢明勝利。四依能斷煩惱纏明", "102": "勝利。五依除遣諸相明勝利。三總結勸。", "103": "第四長行廣解分十中第三明思惟色物生相", "104": "等差別義分十一如下所明。", "105": "大門分十一中第一明色物五種生相差別分", "106": "四。一總標。二徵問。三列名分五如論。四別", "107": "釋分五。一明依止生相分五。一總問。二略答", "108": "分三。一立因。二顯果分二。一標。二釋。三結。", "109": "三明有無義分二。一立正義分二。一明有相", "110": "分三。一立因。二顯果。三結。二明無相分三。一", "111": "立因。二顯果。三結。三明總結。四答難分二。", "112": "一立。二破分二。一問。二答分二如論。五明總", "113": "結。第二明種子生相分五。一總問。二略答。三", "114": "立喻。四法合。五總結。第三明勢引生相分三。", "115": "一總問。二廣答分四。一依器世界明勢引生", "116": "相分二。一標。二釋。二依五根明勢引生相分", "117": "二。一立因。二顯果。三依諸欲界諸天及北洲", "118": "人資具明勢引生相。四依三洲人明勢引生", "119": "相。三明總結。第四明攝受生相分三。一總", "120": "問。二廣答分三。一立因。二顯果。三立喻。三", "121": "總結。第五明損減生相。", "122": "大門分十一中第二立喻顯諸聚色生相分", "123": "三。一立正義。二徵。三答所以分二如論。", "124": "大門分十一中第三明大種何故與造色諸行", "125": "作因因由分三。一總問。二略答分三如論。三", "126": "廣解分三。一總標。三列名分三如論。三別", "127": "釋分三。一依大種士夫作用明與造色作因", "128": "義分三。一標。二別釋分四如論。三總結。二依", "129": "業作用立因義分三。一標。二釋。三結。三依勝", "130": "定作用立因義分三。一標。二釋。三結。", "131": "大門分十一中第四依五緣明大種轉成異果", "132": "義分三。一總標。二徵問。三列釋分五如論。", "133": "大門分十一中第五明何因中有色聚續得生", "134": "義分二。一問。二答分二。一答因。二答緣。", "135": "大門分十一中第六明因何得有中有義分", "136": "三。一總問。二廣答分四。一依不轉至餘方立", "137": "中有義分二。一標。二釋。二依惑亂立中有義", "138": "分二。一標。二釋。三依不滅立中有義分二。一", "139": "標。二釋。四依非行往性立中有義分二。一標。", "140": "二釋。三明總結。", "141": "大門分十一中第七明色蘊生時誰為先首義", "142": "分二。一總問分二。一問據處所因。二問餘色", "143": "轉因。二廣答分二。一答餘色轉因分二。一立", "144": "因。二顯果。二答據處所因分三。一立因。二顯", "145": "果。三結。", "146": "大門分十一中第八明四大種作業次第分", "147": "三。一總標。二別釋分四。一明地大作業。二明", "148": "水大作業。三明火大作業。四明風大作業。三", "149": "總結。", "150": "大門分十一中第九明聲造色不恒相續義分", "151": "二。一依斷滅明不恒義。二依質處及外明不", "152": "恒義分三。一標。二釋。三以喻顯。", "153": "大門分十一中第十明風大種恒不恒義分", "154": "三。一總標。二列名分二如論。三別釋分二異", "155": "門。初門依轉行等三法明恒不恒義分三。一", "156": "明恒相。二明不恒相。三明恒攝受相。第二異", "157": "門依機闕等二法明恒不恒義分二。一明恒", "158": "相。二明不恒相。", "159": "大門分十一中第十一明空界恒不恒義分", "160": "三。一總問。二略答。三廣釋分三。一總標。二", "161": "列名分二如論。三別釋分二。一明恒不恒等", "162": "義分三。一明恒相。二明不恒相。三明依處。二", "163": "明淨不淨義分二。一明淨相。二明不淨相。", "164": "第四長行廣解分十中第四明思惟長短等形", "165": "色等差別之義分三如下所明。", "166": "分三中第一思惟形色之義分四。一問。二略", "167": "答。三徵。四答所以分三。一依積集立所以分", "168": "二。一標。二釋。二依相待立所以分二。一標。", "169": "二釋。三依覺壞立所以。", "170": "分三中第二思惟定果顯色之義分五。一標", "171": "正義。二徵。三答所以。四立喻廣分別分二如", "172": "論。五法合分二。一立正義。二答難。", "173": "分三中第三思惟色蘊有見等差別之義分", "174": "三。一總問分三如論。二廣等分三。一答初問", "175": "分二。一標。二釋。二答第二問。三答第三問分", "176": "二。一標。二釋。三明總結。", "177": "第四長行廣解分十中第五明思惟色蘊諸流", "178": "差別義分五。一總問。二略答。三列名分三如", "179": "論。四別釋初等流相。五總結　第四別釋分", "180": "三。一總標。二列名分四如論。三別釋初二等", "181": "流相分九。", "182": "一明二等流相分二。一明異熟流義分三。一", "183": "總標。二列名分二如論。三別釋分二。一總標。", "184": "二別釋分二如論。二明長養流義分三。一總", "185": "標。二列名分二如論。三別釋分二。一明處寬", "186": "逼長養流義分二。一標。二釋分四如論。二明", "187": "相增盛長養流義分二。一標。二釋分四如論。", "188": "分九中第二分別有色無色長養義分二。一", "189": "明有色法長養。二明無色法長養。", "190": "分九中第三分別欲色二界長養義分二。一", "191": "明欲界長養。二明色界長養。", "192": "分九中第四分別有色根長養義分二。一標。", "193": "二釋。", "194": "分九中第五答難分二。一問。二答。", "195": "分九中第六分別心及心法等長養義分二。", "196": "一明心及心法長養。二明法處所攝色長養。", "197": "分九中第七分別欲色二界造色具不具義分", "198": "二。一明欲界具義。二明色界不具義。", "199": "分九中第八分別欲色二界根具不具義分", "200": "二。一明欲界根具不具義。二明色界諸根具", "201": "足義。", "202": "分九中第九分別聲界及聲有異熟無異熟義", "203": "分二。一明聲界有異熟義。二明聲無異熟義", "204": "大門分五中第五明總結。", "205": "第四長行廣解分十中第六明思惟色蘊所攝", "206": "地等四界作業差別等相分三如下所明。", "207": "分三中第一明思惟色蘊所攝地等四界作業", "208": "差別分二。一總問。二廣答分二。一依各別五", "209": "業明作業差別義分四。一明地界作業相分", "210": "五如論。二明水界作業相分五如論。三明火", "211": "界作業相分五如論。四明風界作業相分五", "212": "如論。第二依通作五業明作業相分三。一總", "213": "標。二列名分五如論。三別釋分五。一明生", "214": "起作業相。二明依止作業相。三明建立作業", "215": "相。四明住持作業相。五明增長作業相。", "216": "大門分三中第二分別眼耳二根所行之境立", "217": "善不善因由分五。一總問。二略答。三列名分", "218": "三如論。四解釋。五明意趣分二。一立因。二顯", "219": "果。", "220": "大門分三中第三思惟依止色聚而有運動與", "221": "彼色聚一異義分五。一總問。二略答。三徵。四", "222": "答所以分三。一略釋。二廣解分二。一問。二答", "223": "分四。一答生過。二答不生失。三答滅過。四答", "224": "不滅失。三總結。第五明總結。", "225": "第四長行廣解分十中第七明思惟一切色蘊", "226": "皆是剎那滅義分五如下所明。", "227": "第一立剎那正義分四。一總標正義。二徵。三", "228": "答所以三如論。四總結。", "229": "大門分五中第二破邪計品分三　一破計火", "230": "等為滅因見分二。一破計火等是滅壞因分", "231": "四。一立彼計。二徵。三答所以。四結。二破執", "232": "壞滅是壞滅因見分三。一立彼計。二徵。三答", "233": "所以分二如論　第二破計滅相為滅因見分", "234": "四。一破自性滅壞為因見分二。一立。二破。二", "235": "破別有滅壞因見分二。一立。二破。三破計火", "236": "等為滅助伴方能滅見分二。一立。二破。四破", "237": "別有功能見分二。一立。二破　第三破謂二", "238": "種於一處所有滅功能見分二。一立。二破。", "239": "大門分五中第三明總結。", "240": "大門分五中第四明略義分三。一立因。二顯", "241": "果分三如論。三結。", "242": "大門分五中第五依心果成立剎那義分二。", "243": "一立因。二顯果。", "244": "第四長行廣解分十中第八明思惟大種與造", "245": "色一異差別義分七。一總問。二略答。三徵。四", "246": "答所以。五廣解異相分五。一標。二釋。三徵。", "247": "四答所以分三。一依與色根能取大種等立", "248": "所以。二依可運轉不可運轉立所以分二。一", "249": "標。二釋。三依變異不變異立所以分二。一標。", "250": "二釋五總結。六破異執分二。一破執異相為", "251": "一見分二。一立。二破。二破執有一大種見分", "252": "二。一立。二破。七明總結。", "253": "第四長行廣解分十中第九明思惟諸色所攝", "254": "法中幾是根性幾是所行性等義分六如下所", "255": "明。", "256": "分六中第一思惟諸色所攝法中根性及所行", "257": "性差別義分二。一問分二如論。二答分二。一", "258": "答根性。二答所行性。", "259": "分六中第二思惟何等之境是根所行義分", "260": "二。一問。二答分二。一指前文。二略釋第二六", "261": "種現前境界分六如論。", "262": "分六中第三思惟諸根壞緣差別義分二　一", "263": "思惟眼等五根壞緣差別分二。一依二緣明", "264": "壞相分二。一問分二如論。二答分二。一立壞", "265": "相。二明不壞相。二依四緣明損益差別相分", "266": "二。一總標。二別釋分四。一依外緣明損益相", "267": "分二。一標。二釋分二如論。二依內緣明損益", "268": "相分二。一標。二釋分二如論。三依業緣明損", "269": "益相分二。一標。二釋分二。一立因。二顯果。", "270": "四依自體變異明壞相分二。一標。二釋　第", "271": "二思惟意根壞緣差別分二。一總問。二廣答", "272": "分四。一依五蓋明壞相分二。一標。二釋。二依", "273": "散亂明壞相分二。一標。二釋。三依未證明壞", "274": "相分二。一標。二釋。四依未解明壞相分二。一", "275": "標。二釋。", "276": "分六中第四思惟色等境界於根現前之義分", "277": "二。一總問。一廣答分三　一答異生人等境", "278": "現根義分三。一明色境現眼根緣分三。一明", "279": "五緣。二明現四緣。三明一眼現緣。二明聲境", "280": "現耳根緣分二。一明非現三緣。二明能現五", "281": "緣。三合明香味觸三現鼻等三根緣分二如", "282": "論　第二答天眼所行現緣分二。一明現前", "283": "相分七如論。二明非行處相　第三答聖慧", "284": "眼所行現相。", "285": "分六中第五思惟六種所行差別義分三。一總", "286": "問。二廣答。三總結　廣答分六　一依所依", "287": "明所行性分二。一標。二釋分二如論　第二", "288": "依相明所行性分三。一總標。二列名分五如", "289": "論。三別釋分五。一依色境明三相差別分三。", "290": "一明色相差別分二。一標。二釋。二明色作用", "291": "差別分二。一標。二釋。三色分位差別分二。一", "292": "標。二釋。二明聲三相差別分三。一明聲相差", "293": "別分二。一標。二釋分三如論。二明聲作用差", "294": "別分二。一標。二釋。三明聲分位差別。三明香", "295": "三相差別分三。一明香相差別分二。一標。二", "296": "釋。二明香作用差別分二。一標。二釋。三明香", "297": "分位差別。四明味三相差別分二。一標。二釋。", "298": "五明觸三相差別分二。一標。二釋　第三依", "299": "方明所行性分二。一標。二釋　第四依世明", "300": "所行性分二。一標。二釋　第五依明不明明", "301": "所行性分二。一標。二釋　第六依取一分及", "302": "取一切事明所行性分二。一標。二釋　第三", "303": "總結。", "304": "分六中第六明思惟能生作意緣差別分三。", "305": "一問。二答分三如論。三結。", "306": "第四長行廣解分十中第十明思惟色蘊互相", "307": "雜住義分三。一問。二答。三結。", "308": "第一明蘊善巧大門分七中第二思惟五蘊差", "309": "別相分二中第二明思惟非色四蘊差別相分", "310": "十二如下所明。", "311": "分十二中第一明思惟建立一心相義分三。一", "312": "立生起。二引經證成分二。一標。二立正義分", "313": "二。一依一心一言說立一心義分三。一標。二", "314": "釋。三明勝利。二依一淨心立一心義分二。一", "315": "立因。二顯果　三釋經意趣分二。一依轉所", "316": "攝相續一心明前經意趣分二。一標。二釋。二", "317": "依世俗相續道理明後經意趣分二。一立因。", "318": "二明果。", "319": "分十二中第二明思惟受等有分別心無分別", "320": "心同緣現在境義分四。一問。二答。三徵。四答", "321": "所以分二。一標。二釋分三如論。", "322": "分十二中第三明思惟受等染心生因分四。", "323": "一總問分三如論。二略答。三立過。四總結", "324": "分十二中第四明思惟受等四蘊分別現行煩", "325": "惱纏因分二　一依相應等二因分別因義分", "326": "二。一立相應相分二。一問。二答。二明隨眠相", "327": "分四。一問。二答分二如論。三結。四明苦觀相", "328": "分二。一問。二答　第二依業染惱等三法分", "329": "別因義分三。一明三因差別相分三。一總標。", "330": "二列名分三如論。三別釋分二。一配前二因", "331": "二配後一因。二明心煩惱縛分二。一問。二答。", "332": "三明業縛差別分三。一總問。二廣答。三明總", "333": "別義　廣答分四一依樂著事業明業縛。二", "334": "依三障礙業明業縛分二。一標。二釋分三如", "335": "論。三依順異熟業明業縛。四依邪願業明業", "336": "縛　三明總別義分二。一明別。三明總。", "337": "分十二中第五明思惟分別受等諸識生時與", "338": "心相應遍行非遍行等義分三　一略釋遍行", "339": "非遍行名數差別相分二。一略標遍行相分", "340": "三。一問。二略答。三列名。二略標非遍行相分", "341": "三。一問。二略答。三列名分五如論　第二廣", "342": "解遍行非遍行體義分二。一明五遍行體義", "343": "分五。一明作意相分二。一問。二答。二明觸相", "344": "分二。一問。二答分二。一立因。二顯果。三明", "345": "受相分二。一問。二答分二。一立因。二顯果。", "346": "四明想相分四。一總問。二略答。三列名分二。", "347": "一標。二釋。四別釋分二。一明隨覺相分二。一", "348": "標。二釋。二明言說隨眠想分二。一標。二釋。", "349": "五明思相分二。一問。二答分二。一立因。二顯", "350": "果。第二明五非遍行體義分五。一明欲相分", "351": "二。一問。二答。二明勝解相分二。一問。二答。", "352": "三明念相分二。一問。二答。四明三摩地相分", "353": "二。一問。二答。五明慧相分三。一問。二答。三", "354": "明差別分三如論　第三廣明遍行非遍行作", "355": "業差別分二。一明五遍行作業差別分五。一", "356": "明作意業分二。一問。二答。二明觸業分二。一", "357": "問。二答分三如論。三明受業分二。一問。二答", "358": "分二如論。四明想業分二。一問。二答分二如", "359": "論。五明思業分二。一問。二答分三如論。第二", "360": "明五非遍行作業差別分五。一明欲業分二。", "361": "一問。二答。二明勝業分二。一問。二答分三如", "362": "論。三明念業分二。一問。二答分三如論。四明", "363": "三摩地業分二。一問。二答。五明慧業分二。一", "364": "問。二答分四如論。", "365": "分十二中第六明思惟五非遍行所緣之境差", "366": "別相分三。一總問。二略答。三別釋分二。一明", "367": "定慧二法生境。二明餘三法生境。", "368": "分十二中第七明思惟非色四蘊於三心中依", "369": "何生起義分二。一問分三如論。二答。", "370": "分十二中第八明思惟經說非色四蘊和合非", "371": "不和合不可說意趣分三。一依經發問分二。", "372": "一標經句。二立難。二略答。三立過。", "373": "分十二中第九明思惟心及心法差別名義分", "374": "三。一總問。二略答。三列名分四如論。", "375": "分十二中第十明思惟心及法心名為有所緣", "376": "等四名意趣等義分五。一明心及心法何故", "377": "名為有所緣意趣分二。一問。二答。二明心及", "378": "心法何故名為相應意趣分二。一問。二答分", "379": "四如論。三明心及心法何故名為有行相意", "380": "趣分二。一問。二答。四明心及心法何故名為", "381": "有所依意趣分二。一問。二答。五答難。", "382": "分十二中第十一明思惟樂等三受相對意趣", "383": "等義分四。一明三受相對立名意趣分二。一", "384": "問分三如論。二答分三如論。二明非苦樂受", "385": "相對意趣分二。一問。二答分二如論。三明明", "386": "與無明相對意趣分二。一問。二答分二如論。", "387": "四明明與涅槃相對意趣分二。一問。二答分", "388": "二如論。", "389": "分十二中第十二明思惟建立四無色蘊善不", "390": "善等。三性差別義分三。一總問分三如論。二", "391": "以頌略答分二。一立生起。二正答分　如論。", "392": "三長行廣解分三。一廣建立善法十種差別", "393": "義。二廣建立不善法十種差別義。三廣建立", "394": "無記法十種差別義　初廣建立善法十種差", "395": "別義分十如下所明。", "396": "第一思惟建立善法依處義分三。一總問。二", "397": "略答。三列名分六如論。", "398": "建立善分十中第二思惟建立善法自性差別", "399": "義分三。一總問。二廣答分十一如論。三總", "400": "結。", "401": "建立善法分十中第三思惟建立善法相應義", "402": "分二。一總問。二廣答分六。一明決定時相應", "403": "法。二明止息雜染時相應法分二。一標。二", "404": "釋。三明善品業轉時相應法分四如論。四明", "405": "世道離欲時相應法。五明出世道離欲時相", "406": "應法分二如論。六明攝受有情時相應法分", "407": "二。一標。二釋。", "408": "建立善法分十中第四思惟建立十一善法世", "409": "俗及實物有義分五。一總問分二如論。二略", "410": "答。三列名分三如論。四徵。五答所以分二。一", "411": "明不放逸故捨所以分二。一立因。二顯果分", "412": "二如論。二明不害所以。", "413": "建立善法分十中第五思惟建立十一善法下", "414": "中上三品差別義分三。一明耎品善根分二。", "415": "一問。二答分二如論。二明中品善根分二。一", "416": "問。二答分二如論。三明上品善根分三。一總", "417": "問。二廣答分二。一依出世及對治下品煩惱", "418": "明上品善根分二如論。二依於諸善法加行", "419": "等五法明上品善根分五如論。三總結。", "420": "建立善法分十中第六思惟建立十一善法生", "421": "起之事分四。一總問。二略答。三列名分八如", "422": "論。四解釋修相分三。一立修處。二立所治品。", "423": "三立能治道。", "424": "建立善法分十中第七思惟建立十一善法差", "425": "別之義分三。一總問。二廣答分二。一依十種", "426": "善明差別。二依六法明差別分六如論。三總", "427": "結。", "428": "建立善法分十中第八思惟建立十一善法過", "429": "失之義。", "430": "建立善法分十中第九思惟建立十一善法功", "431": "德義分三。一總問。二略答。三廣解分二十二", "432": "如論。四總結。", "433": "建立善法分十中第十思惟建立十一善法對", "434": "治差別義分三。一總問。二略答。三廣解分十", "435": "五如論。", "436": "第三長行廣解分三中第二明廣解建立不善", "437": "法十種差別義分三。一總標。二列名分二如", "438": "論。三別釋分二。一建立根本煩惱十種差別", "439": "相。二建立隨煩惱十種差別相　初文分二。", "440": "一立生起。二解釋分十如下所明。", "441": "第一明思惟建立根本煩惱依處義分四。一", "442": "總問。二略答三列名分六如論。四別釋分六。", "443": "一明貪煩惱依處相。二明瞋煩惱依處相。三", "444": "明無明煩惱依處相。四明慢煩惱依處相。五", "445": "明見煩惱依處相。六明疑煩惱依處相。", "446": "建立根本煩惱分十中第二明思惟建立根本", "447": "煩惱自性義分三。一總問。二略答。三列名分", "448": "六如論。", "449": "建立根本煩惱分十中第三明思惟建立根本", "450": "煩惱相應義分二。一總問。二廣答分五。一答", "451": "無明相應義。二答疑相應義。三答貪瞋互無", "452": "相應義。四答貪瞋與慢見相應義分二。一標。", "453": "二釋分二。一明貪與慢見相應義。二例明瞋", "454": "與慢見相應義。五答慢見更相應義分二。一", "455": "標。二釋。", "456": "建立根本煩惱分十中第四思惟建立根本煩", "457": "惱世俗有及實物有義二。一總問。二廣答分", "458": "二。一答世俗有義分二。一標。二釋。二答實物", "459": "有義分二。一標。二釋。", "460": "建立根本煩惱分十中第五思惟建立根本煩", "461": "惱下中上三品差別義分二。一總問分三如", "462": "論。二廣答分三。一答耎品煩惱相。二答中品", "463": "煩惱相。三答上品煩惱相分二。一依最初斷", "464": "明上品義。二依六因明上品義分二。一總標。", "465": "二別釋分六。一依婬欲所生煩惱明上品義。", "466": "二依患習煩惱明上品義。三依具足處煩惱", "467": "明上品義分二。一標。二釋。四依不可治煩惱", "468": "明上品義分二。一標。二釋。五依非處加行明", "469": "上品義分二。一標。二釋。六依業煩惱明上品", "470": "義分二。一標。二釋。", "471": "建立根本煩惱分十中第六思惟建立根本煩", "472": "惱生起事差別義分二。一總問。二廣答分六。", "473": "一答貪根本煩惱生起事分三。一總標。二列", "474": "名分十如論。三別釋分四。一總問。二略答。三", "475": "徵問。四別釋分十。一依取蘊事明蘊貪生相。", "476": "二依諸見事明見貪生相。三依未得境界事", "477": "明貪貪生相。四依已得境事明慳貪生相。五", "478": "依已所受用過去境事明蓋貪生相。六依惡", "479": "行事明惡行貪生相。七依男女事明子息貪", "480": "生相。八依親友事明親友貪生相。九依資具", "481": "事明資具貪生相。十依後有及無有事明有", "482": "無有貪生相。", "483": "分六中第二答瞋根本煩惱生起事分四。一", "484": "總標。二列名分十如論。三別廣釋分二。一總", "485": "標。二別釋分二。一明依前六事明有情瞋分", "486": "二。一立正義。二結。二依後四事明四瞋分四", "487": "如論。四明略義分二。一標。二釋分三如論", "488": "分六中第三答無明根本煩惱生起事分四。", "489": "一總標。二列名分七如論。三略明起過差別", "490": "分二如論。四別釋十九無知分七。一依世事", "491": "無知差別分二。一立因。二顯果分三如論。二", "492": "依世間安立事明無知差別分二。一立因。二", "493": "顯果分三如論。三依運轉事明無知差別分", "494": "二。一立因。二顯果分三如論。四依最勝事明", "495": "無知差別分二。一立因。二顯果分三如論。五", "496": "依真實事明無知差別分二。一立因。二顯果", "497": "分四如論。六依染淨事明無知差別分二。一", "498": "立因。二顯果分二如論。七依增上慢事明無", "499": "知差別分二。一立因。二顯果。", "500": "分六中第四答慢根本煩惱生起事分四。一", "501": "總標。二列名分六如論。三略釋分二。一標。二", "502": "釋。四廣解分二。一依勝有情事明生二慢。二", "503": "依餘五事明生餘五慢。", "504": "分六中第五答見根本煩惱生起事分五。一", "505": "總標。二列名分二如論。三別釋。四明略義。五", "506": "明二見所依　別釋分二。一明增益事分二。", "507": "一標。二列釋分四如論。二明損減事分三。一", "508": "總標。二列名分四如論。三別釋分四。一明謗", "509": "因義。二明謗果義。三明謗作用義分四。一立", "510": "正義。二徵。三答所以。四明士夫作用差別相", "511": "分二。一標。二釋分四如論。四明謗善事義", "512": "第四明略義分二。一標。二釋分五如論　第", "513": "五明邊執見及邪見生起事分四。一標。二釋", "514": "分二如論。三指經文。四結。", "515": "分六中第六答疑根本煩惱生起事分二。一", "516": "總標。二列釋分六如論。", "517": "建立根本煩惱分十中第七思惟建立根本煩", "518": "惱差別義分三。一總問。二略答。三列釋分十", "519": "五如論。", "520": "建立根本煩惱分十中第八思惟建立根本煩", "521": "惱功德義。", "522": "建立根本煩惱分十中第九思惟建立根本煩", "523": "惱過失分二。一標。二釋指文。", "524": "建立根本煩惱分十中第十思惟建立根本煩", "525": "惱能治差別分三。一略答。二明經之意趣分", "526": "二。一標經文。二釋經意趣分二。一略釋。二廣", "527": "解。三依十五種對治差別明所治差別分二。", "528": "一標。二釋。", "529": "第三別釋不善法十種差別分二中第二明建", "530": "立隨煩惱十種差別相分十如下所明。", "531": "第一思惟建隨煩惱依處差別義分二。一總", "532": "標。二列釋分九如論。", "533": "分十中第二思惟建立隨煩惱自性差別義分", "534": "六。一總問。二答列分二十四如論。三指前", "535": "文。四總結。五明隨煩惱生之處所分八如論。", "536": "六明毀心慧二學門義分三。一總標。二列名", "537": "分三如論。三別釋分三如論。", "538": "分十中第三思惟建立隨煩惱相應差別義分", "539": "二。一總問。二廣答分四。一答無慚等二法相", "540": "應義。二答不信等六法相應義。三答睡眠等", "541": "二法相應義。四答餘十四法相應義。", "542": "分十中第四思惟建立隨煩惱世俗實物有義", "543": "分二。一總問分二如論。二廣答分七。一依", "544": "瞋分立忿等五法是世俗有義。二依貪分立", "545": "慳等三法是俗有義。三依癡分立覆等六法", "546": "是俗有義。四依實義立無慚等四法是實物", "547": "有義。五依貪分立放逸是假有義。六依癡分", "548": "立忘念等三法是俗有義。七依發言加行及", "549": "慧分立尋伺二法是假有義。", "550": "分十中第五思惟建立隨煩惱下中上品三差", "551": "別義分二。一問。二答指文。", "552": "分十中第六七八九十合明思惟建立隨煩惱", "553": "事等五差別義分二。一總標。二別釋指文。", "554": "第三長行廣解分三中第三廣建立無記法十", "555": "種差別義分七如下所明。", "556": "第一思惟建立無記法依處差別義分二。一", "557": "總標。二別釋分四如論。", "558": "第七中第二思惟建立無記法自性差別義分", "559": "二。一總問。二廣答分四如論。", "560": "分七中第三思惟建立無記法相應差別義分", "561": "二。一總問。二廣答分二。一答威儀路及工巧", "562": "處互相應義分二。一立正義。二引經證成。二", "563": "答餘二互不相應義。", "564": "分七中第四明思惟建立無記法假有實有差", "565": "別義分二。一總問分二如論。二廣答分二。一", "566": "立因。二顯果。", "567": "分七中第五明思惟建立無記法耎中上差別", "568": "義分三。一總問分三如論。二廣答。三總結", "569": "廣答分二。一依猛利不猛利答三品差別分", "570": "三如論。二依種類差別答三品差別分二。一", "571": "總標。二別釋分四。一明異熟無記法三品差", "572": "別分三如論。二明威儀路無記法三品差別", "573": "分三如論。三明工巧無記法三品差別分三", "574": "如論。四明變化無記法三品差別分三如論", "575": "第三明總結。", "576": "分七中第六明思惟建立無記法生起事差別", "577": "義分三。一總問。二略答。三指文。", "578": "分七中第七明思惟建立無記法差別義分", "579": "二。一總問。二廣答分三。一答四無記法差別", "580": "義分四。一明異熟差別相分五如論。二明威", "581": "儀路差別相分四如論。三明工巧差別相分", "582": "十二如論。四明變化差別相分二。一列名分", "583": "八如論。二答難。二答三性差別義分三。一依", "584": "異熟明無記性。二依威儀工巧明通三性義。", "585": "三依變化明二性義。三答染淨差別義分三。", "586": "一依威儀路立染淨分二如論。二依工巧立", "587": "染淨分二如論。三依變化立染淨分二如論。", "588": "六答中第一答蘊善巧相分七中第三明諸蘊", "589": "四諦相攝等諸差別義分十二如下所明。", "590": "分十二中第一明五蘊四諦互相攝善巧相分", "591": "二。一總問分二如論。二廣答分二。一答三", "592": "諦五蘊相攝義。二答滅諦不相攝義分二。一", "593": "標。二釋。", "594": "分十二中第二明四諦十六行相差別善巧相", "595": "分二。一總問前說文句。二別釋其義分四", "596": "一明苦諦下四明行相觀分三。一問。二略答。", "597": "三別釋分三。一依無常行觀立執常對治門。", "598": "二依苦行觀立執樂淨對治門。三依空無我", "599": "行觀立執有我對治門　第二明集諦下四行", "600": "相觀分五。一總問。二略答。三列名分四如論。", "601": "四明四倒生愛義分三。一依常倒明生後有", "602": "愛分二。一立因。二顯果。二依樂淨二倒明", "603": "生貪喜俱行等二愛分二。一立因。二顯果。三", "604": "我倒明生獨愛分二。一立因。二顯果。五明四", "605": "愛差別義分四。一明獨愛義分二。一問。二", "606": "答。二明後有愛分二。一問。二答。三明喜貪俱", "607": "行愛分二。一問。二答。四明彼彼希望愛分二。", "608": "一問。二答　第三滅諦下四行相觀分二。一", "609": "問。二答　第四明道諦下四行相觀分二。一", "610": "問。二答。", "611": "分十二中第三明十行相差別善巧相分三。", "612": "一總標前說之句。二解釋二行相未盡之義", "613": "分二。一明無所得行相分三。一問。二答分七", "614": "如論。三結。二明不自在行相分二。一問。二答", "615": "分二。一標。二釋　第三明十行相攝三苦義", "616": "分三。一明攝壞苦義分三。一問。二答分三。一", "617": "立因。二顯果。三答難。二明攝苦苦義分二。一", "618": "問。二答。三明攝行苦義分二。一問。二答", "619": "分十二中第四明八苦攝三苦善巧相分二。", "620": "一標經句。二釋經意分二　一依初中後三", "621": "法明相攝義分三。一明攝苦苦義分二。一問。", "622": "二答。二明攝壞苦義分二。一問。二答。三明攝", "623": "行苦義分二。一問。二答　第二依初後二法", "624": "明相攝義分二。一明相攝義分二。一依初七", "625": "明攝苦苦及壞苦義分二。一明攝苦苦。三明", "626": "攝壞苦。二依後一明行苦義。第二引經證成。", "627": "第三總結。", "628": "分十二中第五明四苦八苦互相攝善巧相分", "629": "二。一列經文分二。一標。二釋。二釋經意分", "630": "三。一總問。二廣答分四。一答生苦行相攝初", "631": "生苦義。二答老等三行攝第二緣內苦義。三", "632": "答求不得等三行攝第三緣外苦義。四答五", "633": "取蘊行攝第四麁重苦苦義。三明前緣差別", "634": "意趣分二。一明前說意。二明後說意。", "635": "分十二中第六明分別十六行相與三脫門相", "636": "攝善巧相分三　一明相攝義分三。一明空", "637": "解脫門相攝相分二。一問。二答分二。一標。二", "638": "釋。二明無願解脫門相攝相分二。一問。二答", "639": "分二。一標。二釋。三明無相解脫門相攝相分", "640": "二。一問。二答　第二明清淨因所顯行分二。", "641": "一問。二答　第三答難分二。一問。二答分三。", "642": "一答先說空意趣。二答立無常意趣。三答所", "643": "以。", "644": "分十二中第七明四諦次第善巧相分二。一", "645": "總標。二別釋分二　一依生起立次第義分", "646": "三。一立黑品次第分三。一立苦諦次第。二立", "647": "集諦次第。三總結。二立白品次第分三。一立", "648": "滅諦次第。二立道諦次第。三總結。三立喻分", "649": "四如論　第二依世間觀苦次第立次第義分", "650": "四。一總標。二立正義。三徵。四答所以分四。", "651": "一立苦諦所以。二立集諦所以。三立滅諦所", "652": "以。四立道諦所以。", "653": "分十二中第八明諦義善巧相分三。一總問。", "654": "二略答分三。一明黑品諦義。二明白品諦義。", "655": "三總結。三別釋分四一明苦諦義分二。一問。", "656": "二答。二明集諦義分二。一問。二答。三明滅諦", "657": "義分二。一問。二答。四明道諦義分二。一問。", "658": "二答。", "659": "分十二中第九明四諦是勝義攝善巧相分", "660": "四。一總問。二略答。三徵。四答所以分二。一", "661": "依三行自相差別立世俗諦所以分三如論。", "662": "二依彼共相一味苦義立勝義諦所以。", "663": "分十二中第十明知苦斷集證滅修道善巧相", "664": "分二。一總問分四如論。二廣答分四。一答", "665": "苦諦遍知義分三。一立所治。二立能治。三結。", "666": "二答集諦永斷義分三。一立因。二顯果。三答", "667": "難。三答滅諦觸證義分三。一標。二釋。三結。", "668": "四答道諦修習義分三。一立因。二顯果。三", "669": "結。", "670": "分十二中第十一明六現觀善巧相分三。一", "671": "總問分二如論。二略答分二。一答現觀相分", "672": "三。一釋名。二立相體。三結。二答現觀數分", "673": "二。一列數。二指文。三別釋分六　一明思惟", "674": "現觀相分二。一問。二答　二明信現觀相分", "675": "二。一問。二答分二如論　三明戒現觀相分", "676": "二。一問。二答分二。一標。二釋　四明現觀智", "677": "諦現觀相分三。一總問。二廣答分六。一答現", "678": "觀正義分二。一立因分二如論。二顯果分三。", "679": "一立耎品見道顯果。二立中品見道顯果。三", "680": "立上品見道顯果。二答立名差別分二如論。", "681": "三答難分二。一標。二釋。四答唯緣非安立諦", "682": "義。五答法智及類智相應義分二如論。六答", "683": "成立四諦智義分二。一立因。二顯果分五如", "684": "論第三總結　第五明現觀邊智諦現觀相分", "685": "三。一總問。二略答。三廣解分三。一明後得", "686": "智正義分四。一明現前分位分二。一立因。二", "687": "顯果。二明攝分位分二。一立因。二顯果。三明", "688": "通分位分二。一立因。二顯果分二。一標。二", "689": "釋。四明總結。第二明法類智及出世後得智", "690": "差別義分三異門。初門依無分別有分別立", "691": "差別義分二如論。第二門依斷隨眠立差別", "692": "義分二如論。第三門依出世道等立差別義", "693": "分二如論。第三明無純世道能害隨眠義分", "694": "三。一總標。二解釋分二。一立因。二顯果分二", "695": "如論。三總結　第六明容竟現觀相分四。一", "696": "總問。二略答分二。一立因。二顯果。三別釋分", "697": "三。一立因分二如論。二顯果分二如論。三結。", "698": "四釋經句義差別分四。一明出世盡智相分", "699": "二。一問。二答。二明世出世盡智相分二。一", "700": "問。二答。三明出世無生智相分二。一問。二答", "701": "分二。一立因。二顯果。四明世出世無生智相", "702": "分二。一問。二答。", "703": "分十二中第十二明二種婆羅門等善巧相分", "704": "二。一明種姓婆羅門義。二明非種姓勝義婆", "705": "羅門義。", "706": "初文分六　一略釋分三。一明建立三處為", "707": "實諦相。二明住三過失義。三明墮非梵志數", "708": "義　第二徵問　第三列名分三如論。第四", "709": "別釋分三。一明養命法分三。一總標分三如", "710": "論。二別釋分三。一依呪願明養命法分二。一", "711": "標。二釋分二如論。二依讚美明養命法分二。", "712": "一標。二釋分三。一讚害怨德。二讚希有德。三", "713": "讚受用德。三依序述明養命法分二。一總標。", "714": "二別釋分三。一述具相德。二述無動德。三述", "715": "供養德。三明染著過。第二明修福相分三。一", "716": "總標。二別釋分三。一依殺害有情明修福相", "717": "分二。一立因。二顯果。二依多得資具明修福", "718": "相分二。一標。二釋。三依陵蔑之心明修福相", "719": "分二。一立因。二顯果。三總結。第三明安立果", "720": "相分三。一總標。二別釋分三如論。三總結", "721": "第五明總結　第六明三過失分五。一總", "722": "問。二略答列名分三如論。三別釋分三。一明", "723": "語言過失相分三。一立因。二顯果。三結。二明", "724": "憍慢過失相分三。一標。二釋。三結。三明勝解", "725": "過失相分三。一明相心堅固。二明難化相分", "726": "四如論。三結。四明三過生處義。五明總結顯", "727": "果。", "728": "第二明非種姓勝義婆羅門義分六　一略釋", "729": "分三。一立諦實。二明無三過。三總結　二徵", "730": "問　三別釋分三。一依離語言等三失明初", "731": "處相分三。一依離語言過明初處義分三。一", "732": "標。二釋。三結。二依離憍慢過明初處義分三。", "733": "一標。二釋。三結。三依離勝解過明初處義分", "734": "三。一立因。二顯果分三。一明增善果。二明", "735": "慈想果。三明不妄執果。三結。第二依觀一", "736": "切行無常明第二處。第三依觀一切法無我", "737": "明第三處　第四明二處差別義分二。一總", "738": "標。二別釋分二。一明第二處差別相。二明第", "739": "三處差別相　第五明總結　第六明能盡證", "740": "人。", "741": "六答中第一答蘊善巧相分七中第四明諸", "742": "蘊分位差別善巧相分五。一總問。二略答。三", "743": "列名。四指前文。五別釋分二十四如下所明。", "744": "一明得分位分二。一問分二。一問分位。二問", "745": "數。二答分二。一答分位。二答數分二。一標。", "746": "二釋分三如論。", "747": "分二十四中第二三四合明無想等三定分位", "748": "分二。一總問分二。一問分位分三如論。二", "749": "問數。二廣答分三　一答無想定分位等分", "750": "二。一答分位分三如論。二答數分二。一標。二", "751": "釋分三。一答自性。二答修人。三答生起及受", "752": "果　第二答滅盡定分位等分三。一答分位", "753": "分三如論。二答其數分二。一標。二釋分三。一", "754": "答自性。二答修人。三答生起及現前義分二。", "755": "一明生起。二明現前分二。一標。二釋。三答差", "756": "別意趣　第三答無想天分位等分二。一答", "757": "分位分二如論。二答其數分二。一標。二釋分", "758": "三。一答自性。二答修人。三答生起及受果分", "759": "二。一標。二釋分三。一立因。二顯果。三明沒", "760": "相分二。一立因。二顯果。", "761": "分二十四中第五明命根分位等分二。一總", "762": "問分二如論。二廣答分二。一答分位分二。一", "763": "立因。二顯果。二答其數分二。一標。二釋分三", "764": "如論。", "765": "分二十四中第六明眾同分分位等分二。一", "766": "總問分二如論。二廣答分二。一答分位分二。", "767": "一立因。二顯果。二答其數分二。一標。二釋分", "768": "三如論。", "769": "分二十四中第七明生分位等分二。一總問", "770": "分二如論。二廣答分二。一答分位。二答其數", "771": "分二。一標。二釋分三如論。", "772": "分二十四中第八明老分位等分二。一總問", "773": "分二如論。二廣答分二。一答分位。二答其數", "774": "分二。一標。二釋分三如論。", "775": "分二十四中第九明住分位等分二。一總問", "776": "分二如論。二廣答分二。一答分位分二。一立", "777": "因。二顯果。二答其數分二。一標。二釋分三如", "778": "論。", "779": "分二十四中第十明無常分位等分二。一總", "780": "問分二如論。二廣答分二。一答分位分二。一", "781": "立因。二顯果。二答其數分二。一標。二釋分三", "782": "如論。", "783": "分二十四中第十一二三合明名身等三法分", "784": "位等分二。先明名身分位等分二。一總問分", "785": "二如論。二廣答分二。一答分位分二。一立因。", "786": "二顯果。二答其數分二。一標。二釋分三如論。", "787": "後例明句身文身分位等分二。一立正義。二", "788": "明差別分二。一標。二釋分二。一明句差別。二", "789": "明身差別。", "790": "分二十四中第十四明異生性分位等分二。", "791": "一總問分二如論。二廣答分二。一答分位分", "792": "二。一立因。二顯果。二答其數分二。一標。二", "793": "釋分三如論。", "794": "分二十四中第十五明流轉分位等分二。一", "795": "總問分二如論。二廣答分二。一答分位分二。", "796": "一立因。二顯果。二答其數分二。一標。二釋分", "797": "三如論。", "798": "分二十四中第十六明定異分位等分二。一", "799": "總問分二如論。二廣答分二。一答分位分二。", "800": "一立因。二顯果。二答其數分二。一標。二釋", "801": "分三如論。", "802": "分二十四中第十七明相應分位等分二。一", "803": "總問分二如論。二廣答分二。一答分位分二。", "804": "一立因。二顯果。二答其數分二。一標。二釋分", "805": "三如論。", "806": "分二十四中第十八明勢速分位等分二。一", "807": "總問分二如論。二廣答分二。一答分位分二。", "808": "一立因。二顯果。二答其數分二。一標。二釋分", "809": "三如論。", "810": "分二十四中第十九明次第分位等分二。一", "811": "總問分二如論。二廣答分二。一答分位分二。", "812": "一立因。二顯果。二答其數分二。一標。二釋分", "813": "三如論。", "814": "分二十四中第二十明時分位等分二。一總", "815": "問分二如論。二廣答分二。一答分位分二。一", "816": "立因。二顯果。二答其數分二。一標。二釋分三", "817": "如論。", "818": "分二十四中第二十一明方分位等分二。一", "819": "總問分二如論。二廣答分二。一答分位分二。", "820": "一立因。二顯果。二答其數分二。一標。二釋分", "821": "三如論。", "822": "分二十四中第二十二明數分位等分二。一", "823": "總問分二如論。二廣答分二。一答分位分二。", "824": "一立因。二顯果。二答其數分二。一標。二釋分", "825": "三如論。", "826": "分二十四中第二十三明和合分位等分二。", "827": "一總問分二如論。二廣答分二。一答分位分", "828": "二。一立因。二顯果。二答其數分二。一標。二", "829": "釋分三如論。", "830": "分二十四中第二十四明不和合分位等分", "831": "二。一總問分二如論。二廣答分二。一答分位。", "832": "二答其數。", "833": "六答中第一答蘊善巧相分七中第五明分別", "834": "諸蘊有色等諸差別善巧相分三十如下所", "835": "明。", "836": "分三十中第一明諸蘊有色義分二。一總問", "837": "分二。一問有色自性。二問有色之數。二廣答", "838": "分二。一答有色自性分三。一立因。二顯果。三", "839": "結。二答其數。", "840": "分三十中第二明諸蘊有見義分二。一問分", "841": "二如論。二答分二。一答有見自性。二答其", "842": "數。", "843": "分三十中第三明諸蘊有對義分。一總問分", "844": "二如論。二廣答分二。一答有對自性分二。一", "845": "立正義。二釋麁大義分三。一標。二釋。三結", "846": "指文。二答其數。", "847": "分三十中第四明諸蘊有漏義分三。一總問", "848": "分二如論。二廣答分二。一答有漏自性分二", "849": "如論。二答其數。三明有漏異門義分五。一總", "850": "標。二略釋。三徵問。四列名分四如論。五別釋", "851": "分四如論。", "852": "分三十中第五明諸蘊有為義分二。一總問", "853": "分二如論。二廣答分二。一答有為自性分二", "854": "如論。二答其數。", "855": "分三十中第六明諸蘊有諍義分二。一總問", "856": "分二如論。二廣答分二。一答有諍自性。二答", "857": "其數。", "858": "分三十中第七明諸蘊有愛味義分二。一總", "859": "問分二如論。二廣答分二。一答愛味自性。二", "860": "答其數。", "861": "分三十中第八明諸蘊耽嗜義分二。一總問", "862": "分二如論。二廣答分二。一答耽嗜自性。二答", "863": "其數。", "864": "分三十中第九明諸蘊世間義分二。一總問", "865": "分二如論。二廣答分二。一答世間自性。二答", "866": "其數。", "867": "分三十中第十明諸蘊墮界義分二。一總問", "868": "分二如論。二廣答分二。一答墮界自性。二答", "869": "其數。", "870": "分三十中第十一明諸蘊過去義分二。一總", "871": "問分二如論。二廣答分二。一答過去自性。二", "872": "答其數。", "873": "分三十中第十二明諸蘊未來義分二。一總", "874": "問分二如論。二廣答分二。一答未來自性。二", "875": "答其數。", "876": "分三十中第十三明諸蘊現在義分二。一總", "877": "問分二如論。二廣答分二。一答現在自性。二", "878": "答其數。", "879": "分三十第十四明諸蘊內義分二。一總問分", "880": "二如論。二廣答分二。一答內自性分二如論。", "881": "二答其數。", "882": "分三十第十五明諸蘊外義分二。一總問分", "883": "二如論。二廣答分二。一答外自性。二答其", "884": "數。", "885": "分三十中第十六明諸蘊麁義分二。一總問", "886": "分二如論。二廣答分二。一答麁自性分三如", "887": "論。二答其數。", "888": "分三十中第十七明諸蘊細義分二。一總問", "889": "分二如論。二廣答分二。一答細自性。二答其", "890": "數。", "891": "分三十中第十八明諸蘊劣義分二。一總問", "892": "分二如論。二廣答分二。一答劣自性分四如", "893": "論。二答其數。", "894": "分三十中第十九明諸蘊妙義分二。一總問", "895": "分二如論。二廣答分二。一答妙自性。二答其", "896": "數。", "897": "分三十中第二十明諸蘊遠義分二。一總問", "898": "分二如論。二廣答分二。一答遠自性分四如", "899": "論。二答其數。", "900": "分三十中第二十一明諸蘊近義分二。一總", "901": "問分二如論。二廣答分二。一答近自性。二答", "902": "其數。", "903": "分三十中第二十二明諸蘊三界繫義分二異", "904": "門　初門依未得已得對治等二法明三界繫", "905": "義分三。一明欲界繫義分二。一總問分二如", "906": "論。二廣答分二。一答自性分二如論。二答其", "907": "數。二明色界繫義分二。一總問分二如論。二", "908": "廣答分二。一答自性分三如論。二答其數。三", "909": "明無色繫義分二。一總問分二如論。二廣答", "910": "分二。一答自性分三如論。二答其數　第二", "911": "異門依未得輕安定等三法明三界繫義分", "912": "二。一總標。二別釋分三。一明欲界繫義分三", "913": "如論。二明色界繫義。三明無色繫義。", "914": "分三十中第二十三明諸蘊三性義分二異門", "915": "初門依感果等義明三性義分三。一明諸", "916": "蘊善性分二。一總問分二如論。二廣答分二。", "917": "一答善性分二如論。二答其數。二明諸不善", "918": "性分二。一總問分二如論。二廣分二。一答", "919": "不善自性分二如論。二答其數。三明諸蘊無", "920": "記性分二。一總問分二如論。二廣答分二。一", "921": "答無記自性。二答其數　第二異門依離過", "922": "失等義明三性義分二。一總標。二別釋分三。", "923": "一明諸蘊善性分二如論。二明諸蘊不善性。", "924": "三明諸蘊無記性。", "925": "分三十中第二十四明諸蘊有學義分二。一", "926": "總問分二如論。二廣答分二。一答有學自性。", "927": "二答其數。", "928": "分三十中第二十五明諸蘊無學義分二。一", "929": "總問分二如論。二廣答分二。一答無學自性。", "930": "二答其數。", "931": "分三十中第二十六明諸蘊非學非無學義分", "932": "二。一總問分二如論。二廣答分二。一答非有", "933": "學非無學自性。二答其數。", "934": "分三十中第二十七明諸蘊見道所斷義分", "935": "二。一總問分二如論。二廣答分二。一答見斷", "936": "自性。二答其數。", "937": "分三十中第二十八明諸蘊修斷義分二。一", "938": "總問分二如論。二廣答分二。一答修斷自性", "939": "分二。一立因。二顯果。二答其數。", "940": "分三十中第二十九明諸蘊無斷義分二。一", "941": "總問分二如論。二廣答分二。一答無斷自性", "942": "分二如論。二答其數。", "943": "分三十中第三十明諸蘊無色等義分三。一", "944": "總問分二如論。二廣答。三總結。", "945": "六答中第一答諸蘊善巧相分七中第六分別", "946": "諸蘊積聚等差別廣義分五如下所明。", "947": "第一明諸蘊積聚義善巧相分四。一標經句。", "948": "二徵問。三廣答分四如論。四總結。", "949": "分五中第二明色蘊色義善巧相分二。一總", "950": "問。二廣答分二。一答正義分二如論。二明變", "951": "礙義分二。一標。二釋分二如論。", "952": "分五中第三明非色四蘊總立為名善巧相分", "953": "三。一總問。二廣答分二如論。三總結。", "954": "分五中第四明諸蘊所攝及建立攝義善巧相", "955": "分三。一總問分二如論。二廣答分二。一答誰", "956": "所攝義。二答建立攝義。三總結。", "957": "分五中第五明諸法與誰相應及建立相應善", "958": "巧相分三。一總問分二如論。二廣答分二。一", "959": "答與誰相應義。二答建立相應意趣分二。一", "960": "立因。二顯果。三總結。", "961": "六答中第一答諸蘊善巧相分七中第七廣破", "962": "唯心實有非諸心所異執之見分六。一標異", "963": "執宗見。二略非彼宗。三徵。四廣破邪執。五總", "964": "結。六頌攝　廣破邪執分四　一依五蘊不", "965": "成就過破彼宗見　第二依分位差別不成過", "966": "破彼宗見分四。一立彼宗。二略示過。三徵。四", "967": "答所分二。一略答。二別釋分二。一示執有過。", "968": "二示執無過　第三依因緣無差別過破彼宗", "969": "見分五。一破如六識身有分位差別見分四。", "970": "一立正義。二徵。三答所以。四結。二破有轉變", "971": "執分四。一立正義。二徵。三答所以。四立喻。", "972": "三破行別有分位見分二。一立因。二顯果。四", "973": "破於一剎那有分位差別執。五總結　第四", "974": "依違教理破彼宗見分七。一略標正理。二徵", "975": "問。三引經證成。四廣破異執分三。一總問。二", "976": "廣答分二。一依理破分二如論。二依教破分", "977": "三如論。三總結。五依經答難。六明經意趣分", "978": "三。一問。二答。三結。七明違教之過分四。一", "979": "總標。二徵問。三列經句分二。一標。二釋分三", "980": "如論。四釋經意　第五明總結　第六明以", "981": "頌略攝分四如論。", "982": "明六善巧第二廣答分六中第二明廣答界善", "983": "巧相分六。一明諸界自性。二明諸界義。三明", "984": "諸界差別相。四明諸界次第。五明諸界攝相。", "985": "六明諸界依止。", "986": "分六中第一明諸界自性分四。一立生起。二", "987": "明自性正義三分別實有。四頌攝。", "988": "分四中第二明自性正義分二　一明內眼等", "989": "十三界自性分二。一總問。二廣答分二。一答", "990": "眼界自性。二例答餘十二界自性　二明外", "991": "色等五界自性分二。一問。二答分二。一答色", "992": "界自性。二例答餘四界自性。", "993": "分四中第三廣分別諸界實有等十一諸差別", "994": "義分十一如下所明。", "995": "第一明諸界實有等善巧相分二。一總問分", "996": "二如論。二廣答分三。一略答分二如論。二別", "997": "釋分二如論。三明意趣。", "998": "分十一中第二明諸界四句差別善巧相分", "999": "二。一總問分二如論。二廣答分二　一答四", "1000": "句差別分二。一略答。二別釋分四。一明有", "1001": "眼非眼界句分三。一標。二釋。三結。二明有眼", "1002": "界非眼句分三。一標。二釋分五如論。三結。三", "1003": "明有眼亦眼界句分三。一標。二釋。三結。四明", "1004": "非眼非眼界句分三。一標。二釋分四如論。三", "1005": "結　第二分別差別之義分二。一例分別內", "1006": "餘四界差別分二。一總標。二別釋差別。二例", "1007": "分別外界差別分二。一總標。二別釋差別分", "1008": "二如論。", "1009": "分十一中第三明諸界同分彼同分善巧相分", "1010": "二。一總問分二如論。二廣答分二　一答同分", "1011": "彼同分義分二。一答眼同分義分二如論。二", "1012": "答餘四界同分彼同分義　第二答同分彼同", "1013": "分意趣分二。一立正義。二分別法界差別分", "1014": "二如論。", "1015": "分十一中第四分別諸界合而能取不合能取", "1016": "善巧相分二。一總問分二如論。二廣答分四。", "1017": "一答合能取義。二答不合能取義。三答非能", "1018": "取義。四答俱能取義。", "1019": "分十一中第五分別諸界所取能取善巧相分", "1020": "二。一總問分二如論。二廣答分二。一答所", "1021": "取義分二。一標。二釋。二答能取義。", "1022": "分十一中第六分別諸界助伴及獨能取善巧", "1023": "相分二。一總問分二如論。二廣答分二。一答", "1024": "助伴能取義。二答獨能取義。", "1025": "分十一中第七分別諸界三界繫善巧相分六", "1026": "一明欲界繫義分二。一問。二答　二明色", "1027": "界繫義分二。一問。二答　三明無色界繫義", "1028": "分二。一問。二答　四明欲界繫法亦色界繫", "1029": "義分二。一問。二答　五明色界繫法亦無色", "1030": "界繫義分二。一問。二答　六明通三界繫義", "1031": "分二。一問。二答。", "1032": "分十一中第八分別諸界執受非執受善巧相", "1033": "分二。一總問分二如論。二廣答分三。一答", "1034": "執受義。二答執受非執受義。三答非執受義", "1035": "分三。一立正義。二徵。三答所以。", "1036": "分十一中第九分別諸界種種界善巧相分", "1037": "二。一問。二答。", "1038": "分十一中第十分別諸界非一界善巧相分", "1039": "二。一問。二答。", "1040": "分十一中第十一分別諸界無量界善巧相分", "1041": "三。一問。二答。三引經證成。", "1042": "分四中第四以頌略攝前義分八如論。", "1043": "第二廣答諸界善巧相分六中第二明諸界義", "1044": "善巧相分三　一明諸界正義善巧相分三。", "1045": "一總問。二廣答分六如論。三總結　第二明", "1046": "涅槃及虛空得界名善巧相分二。一總問分", "1047": "二如論。二廣答分二。一答涅槃得界義。二答", "1048": "虛空得界義　第三明建立諸界意趣善巧相", "1049": "分二。一問。二答分二如論。", "1050": "第二廣答諸界善巧相分六中第三明諸差別", "1051": "善巧相分三如下所明。", "1052": "第一正明諸界差別義分四。一總問。二略答。", "1053": "三別釋。四總結　別釋分六　一明法界義分", "1054": "二。一標。二釋　二明淨界義分二。一標。二釋", "1055": "三明本性界義分二。一標。二釋分二。一立", "1056": "總相義。二立別相義分二如論　四明熏界", "1057": "義分二。一標。二釋分二。一立染淨因。二立染", "1058": "淨果　五明與果界義分二。一標。二釋　六", "1059": "明未與果界義分二。一標。二釋分二如論", "1060": "第四明總結。", "1061": "分三中第二廣分別諸界有色等三十種差別", "1062": "諸義分二。一問。二答。", "1063": "分三中第三分別經中所說眼見等意趣之義", "1064": "分三。一標經句。二總問分三如論。三廣答分", "1065": "二　一依勝義道理不立眼及識等是能見等", "1066": "義分三。一立正義。二徵。三答所以分三如論", "1067": "二依世俗道理立眼等及識是能見等義分", "1068": "四。一立正義。二徵。三答所以分二如論。四結", "1069": "答難。", "1070": "第二廣答諸界善巧相分六中第四明諸界次", "1071": "第善巧相分四。一總問。二略答。三列名分二", "1072": "如論。四別釋分二。一明三種次第因緣分四。", "1073": "一問。二答。三徵。四答所以分二如論。二明六", "1074": "種次第因緣分四。一總問。二廣答。三明後立", "1075": "意界意趣。四明以頌攝前義　廣答分六。一", "1076": "依眾多差別立次第義。二依隨世俗事轉立", "1077": "次第義分三。一標。二釋分五如論。三結。三依", "1078": "喜樂差別立次第義分三。一立因。二顯果。三", "1079": "結。四依嚴飾差別立次第義分三。一標。二釋。", "1080": "三結。五依作業等事立次第義分三。一總標。", "1081": "二別釋分三如論。三結。六依作業攝受差別", "1082": "立次第義分四。一總標。二徵。三答所以分", "1083": "五。一明立眼界作業次第分二。一立正義分", "1084": "八如論。二結。二明立耳界作業次第分二。一", "1085": "立正義分五如論。二結。三明立鼻界作業次", "1086": "第分二。一立正義分三如論。二結。四明舌", "1087": "界作業次第分二。一立正義分二如論。二結。", "1088": "五明身界作業次第分二。一立正義。二答難。", "1089": "四明總結　第三明後立意界意趣　第四明", "1090": "以頌略攝義分三。一立生起。二以頌正攝前", "1091": "義分六如論。三總結。", "1092": "第二廣答諸界善巧相分六中第五分別諸界", "1093": "能攝等義分四如下所明　第一明此十八界", "1094": "能攝經中所說餘界義　第二明生於色界離", "1095": "境界欲何緣有鼻舌二界義分二。一總問。二", "1096": "廣答分二如論　第三明生於第二靜慮已上", "1097": "有情云何得有尋伺等義分二。一總問分二", "1098": "如論。二廣答分三。一答第二靜慮已上有尋", "1099": "伺義分二。一立因。二顯果。二答非一向無尋", "1100": "伺義分二。一立正義。二結。三答難分二。一", "1101": "立因。二顯果　第四明眼等三界各分二處", "1102": "餘界不爾義分二。一問。二答。", "1103": "第二廣答諸界善巧相分六中第六明諸界依", "1104": "止等善巧義分六如下所明。", "1105": "第一明眼等三識依各別分二識當言一二義", "1106": "分四。一總問。二廣答。三徵。四答所以分二。", "1107": "一依有障無障等立所以分二如論。二依非", "1108": "如色法立所以。", "1109": "分六中第二明諸識成因果善巧相分七。一", "1110": "總問。二答正義。三徵。四答所以分三。一標。", "1111": "二釋。三結。五立喻。六例明餘四識因果道理。", "1112": "七明無依諸識不生義分二。一立因。二顯果。", "1113": "分六中第三明欲界生者所有諸界決定非決", "1114": "定義分三。一明眼界決定非決定義分二。一", "1115": "問。二答。二例明餘界非決定義。三明決定義", "1116": "分二。一明身界決定義。二例明餘九界決定", "1117": "義。", "1118": "分六中第四明生色界者所得諸界決定非決", "1119": "定義分三。一明眼界決定非決定義分二。一", "1120": "問。二答。二例明餘七界決定義。三明不決定", "1121": "義分四如論。", "1122": "分六中第五明生無色界者所得諸界決定非", "1123": "決定義分二。一明不決定義。二明決定轉義。", "1124": "分六中第六明前文合有攝頌義。", "1125": "明六善巧第二廣答分六中第三明廣答諸處", "1126": "善巧相分二。一標略頌之義。二廣分別諸處", "1127": "善巧義分六。一明諸處自性。二明處義。三明", "1128": "處差別義。四明諸處次第。五明諸處攝義。六", "1129": "明諸處依止。", "1130": "第一明諸處自性善巧分五　一明諸處自性", "1131": "正義分二。一明眼處自性分二。一問。二答分", "1132": "二如論。二例明餘十一處自性　第二明處", "1133": "及觸處差別善巧分二。一問。二答分二。一答", "1134": "處義。二答觸處義分二。一標。二釋分二。一", "1135": "立因。二顯果　第三明眼處四句差別善巧", "1136": "分二。一總問分二如論。二廣答分四。一答是", "1137": "眼非處義分二。一標。二釋。二答是處非眼義", "1138": "分二。一標。二釋。三答是眼亦處義分二。一", "1139": "標。二釋。四答非眼非處義分二。一標。二釋", "1140": "第四明處及觸處一異義分二。一問。二答分", "1141": "二。一答有觸處必有處義。二答有處非有觸", "1142": "處義分二。一標。二釋　第五明生色界者所", "1143": "有鼻舌等非是處義分二。一明彼處鼻舌非", "1144": "是處義。二明無想有情所有諸根非是處義。", "1145": "分六中第二明處義善巧分二。一總問分二", "1146": "如論。二廣答分二。一答處義分二。一立正", "1147": "義分六如論。二結。二答建立意趣分二。一立", "1148": "正義分三如論。二結。", "1149": "分六中第三第四合例明諸處差別善巧及次", "1150": "第善巧。", "1151": "分六中第五明諸處能攝善巧分二。一標經", "1152": "句分四如論。二立能攝之義。", "1153": "分六中第六例明諸處依止善巧相。", "1154": "明六善巧第二廣答分六中第四明廣答緣起", "1155": "善巧相分三如下所明。", "1156": "第一第二合明緣起自性及善巧相分四　一", "1157": "明自性及義正體分三。一總問。二廣答分十", "1158": "三如論。三總結　第二釋名分二如論　第", "1159": "三明十二有支順次生義分五。一明無明現", "1160": "行因分二。一立因。二顯果。二明諸行轉因分", "1161": "二。一立因。二顯果。三明諸行生因分二。一", "1162": "立因。二顯果。四明識轉因分二。一立因。二顯", "1163": "果。五例明餘支生因　第四明十二有支假", "1164": "實有義分二。一明假有義。二明實有義", "1165": "第三廣明十二有支差別善巧相分七如下所", "1166": "明。", "1167": "第一建立十二有支差別正義分四。一總標。", "1168": "二徵問。三列名分五如論。四別釋分五　一", "1169": "明眾苦引因依處相分三。一總標。二別釋分", "1170": "二。一依六處等立引因依處義分二。一立因。", "1171": "二顯果。二依無明等立引因依處義分二。一", "1172": "立因。二顯果。三明總結　二明眾苦生因依", "1173": "處相分三。一總標。二別釋分四如論。三總", "1174": "結　三明眾苦引因相分三。一總標。二別釋", "1175": "分二。一立因。二顯果。三總結　四明眾苦生", "1176": "因相分四。一總標。二別釋。三總結。四釋名分", "1177": "三。一立因。二顯果。三結　五明眾苦生起相", "1178": "分四。一總標。二別釋分二。一立因。二顯果。", "1179": "三總結。四釋名分二。一釋因明。二釋苦名", "1180": "分七中第二廣明無明體相分三。一總正義", "1181": "分二。一標。二釋。二徵。三廣答所以分二　一", "1182": "立無明非是唯明無性之義分二。一立彼宗。", "1183": "二廣破示過分六。一示無三品過分二。一標。", "1184": "二釋。二示隨眠現行無差別過分二。一標。二", "1185": "釋。三示無三性過分二。一標。二釋。四示染", "1186": "淨不可得過分二。一標。二釋。五示於一切時", "1187": "明不生過。六示違教過分三。一立正義。二", "1188": "徵。三答所以　第二立無明非是邪智性義", "1189": "分二。一立彼宗。二廣示其過分二。一定立宗。", "1190": "二破邪執分三。一破除慧明智餘一切智皆", "1191": "邪智見分二。一標。二釋。第二破唯染污邪執", "1192": "性智是邪智見分二。一立違理過分三。一總", "1193": "標。二別釋分二。一立過。二別釋分二。一明無", "1194": "明相分二。一標。二釋。二明五見性分二。一", "1195": "標。二釋分二。一明身見相。二明餘四見相。三", "1196": "明總結。第二立違教過分二。一總標。二別釋", "1197": "分二如論。第三破諸煩惱相應邪智是無明", "1198": "見分二。一總標。二別釋分四。一示諸見常與", "1199": "無明不相應過分二。一標。二釋。二示非癡是", "1200": "增上過分二。一標。二釋。三示非愚癡體可成", "1201": "癡性過分二。一立喻。二法合。四立如非煩惱", "1202": "性諸心心法與餘煩惱相應喻以顯別有無明", "1203": "是心法義分二。一立喻。二法合。", "1204": "分七中第三明身等三行善巧相分三　一標", "1205": "經句分二。一標。二釋　二明經意趣分二。一", "1206": "明身行分二。一依入出息風明身行相分二。", "1207": "一標。二釋。二依善惡等業明身行相分二。一", "1208": "標。二釋。二例明語意二行分二。一明語行。二", "1209": "明意行　第三明總結。", "1210": "分七中第四明十二有支隨生何界何地即彼", "1211": "界地所攝善巧相。", "1212": "分七中第五明十二有支三攝等善巧相分四", "1213": "一明十二有支三道攝義分三。一明業道", "1214": "攝相分二。一標。二釋。二明煩惱道攝相分二。", "1215": "一標。二釋。三明苦道攝相　第二明十二有", "1216": "支業攝義分三。一明二業攝相分二。一明引", "1217": "業攝分二。一標。二釋。二明生業攝分二。一", "1218": "標。二釋。二明三煩惱業攝相分二。一明引業", "1219": "攝分二。一標。二釋。二明生業攝分二。一標。", "1220": "二釋。三明七苦業攝相分二。一明未來苦果", "1221": "攝分二。一標。二釋。二明未來苦因攝分二。一", "1222": "標。二釋　第三明十二有支中識等五支現", "1223": "苦攝義分三。一標。二釋。三列名分五如論", "1224": "第四明十二有支因果攝義分二。一明果攝", "1225": "相。二明因攝相。", "1226": "分七中第六廣明無知作業體相分五。一總", "1227": "標。二列名分五如論。三別釋。四總結。五顯", "1228": "過　別釋分五　一明能生疑無知相分二。", "1229": "一略釋分二。一標。二引經證成。二廣解分二。", "1230": "一明三際相分二。一標三際義分三如論。二", "1231": "釋前後二際義分二如論。二明三際疑及無", "1232": "知相分三。一明過去疑生處。二明未來疑生", "1233": "處。三明現在疑生處　第二明能生愛無知", "1234": "相分二。一立因分三如論。二顯果分四如論", "1235": "第三明能生非處信無知相分二。一立因", "1236": "分四如論。二顯果　第四明能生見無知相", "1237": "分三。一立正義分二。一立因。二顯果。二徵。", "1238": "三答所以分二。一立因分二如論。二顯果分", "1239": "二如論　第五明能生我慢無知相分五。一", "1240": "標經句。二立正義分二。一立因。二顯果。三", "1241": "徵。四答所以分二。一依不了善等果明生增", "1242": "上慢分二。一立因。二顯果。二依不了得沙門", "1243": "果明生增上慢分三。一立正義。二徵。三答所", "1244": "以。五明總結　大門分五中第四明總結分", "1245": "二。一標。二釋分五如論　大門分五中第五", "1246": "明五種無知過失分五。一明無知所生疑雜", "1247": "染過失分二。一立因。二顯果。二明無知所", "1248": "生愛雜染過失分二。一立因。二顯果。三明無", "1249": "知所生信解雜染過失分二。一立因。二顯果", "1250": "分二如論。四明無知所生見雜染過失分二。", "1251": "一立因。二顯果。五明無知所生增上慢雜染", "1252": "過失分二。一立因。二顯果分二如論。", "1253": "分七中第七明十二有支差別廣義指前文等", "1254": "善巧之相分二。一明差別廣義指其本地。二", "1255": "明十二有支次第能攝及依止等不可見義", "1256": "明六善巧第二廣答分六中第五廣答處非", "1257": "處善巧相分三。一立生起。二以頌略釋分三", "1258": "如論。三長行廣解分三　一明處非處體相", "1259": "分二。一立正義分二。一明處之體義分二。一", "1260": "問。二答。二明非處體義分二。一問。二答。", "1261": "二明總結　第二明處非處顯現意趣分二。", "1262": "一問。二答分二如論　第三明處非處門義", "1263": "差別分二。一明門義。二明緣起及處非處善", "1264": "巧差別義。初文分二異門。初門依成辨等四", "1265": "法立門義。第二異門依四道理立門義。", "1266": "初門分六。一總問。二略答分二。一標。二釋。", "1267": "三徵問。四列名分四如論。五明立門意趣分", "1268": "二。一問。二答。六別釋分四　一明成辨門差", "1269": "別相分六。一總問。二立生起。三略釋。四列名", "1270": "分三如論。五別釋分三。一明諸根越所作義", "1271": "分二。一總標。二別釋分二。一依眼根明處非", "1272": "處義分二。一明非處義。二明是處義。二例依", "1273": "餘根明處非處義。第二明大種越所作義分", "1274": "二。一總標。二別釋分二。一依地大明處非處", "1275": "義分二。一明非處義。二明是處義。二例依餘", "1276": "大明處非處義。第三明資生越所作義分二。", "1277": "一總標。二別釋分五。一依種子明處非處義", "1278": "分二如論。二依牛角等明處非處義分二如", "1279": "論。三依水瓶等明處非處義分二如論。四沙", "1280": "等明處非處義分二如論。五依濕木等明處", "1281": "非處義分二如論。第六明總結　第二合會", "1282": "門差別相分三。一總問。二廣答分六。一依明", "1283": "闇明處非處相分二如論。二依麁分水火明", "1284": "處非處相分二如論。三依麁色聚明處非處", "1285": "相分二如論。四依同一種類二心心法明處", "1286": "非處相分二如論。五依善不善等法明處非", "1287": "處相分二如論。六依愛非愛果明處非處相", "1288": "分二如論。第三明總結　第三明證得門差", "1289": "別相分三。一總問。二廣答分七。一依石女", "1290": "明處非處相分二如論。二依半擇迦明處非", "1291": "處相分二如論。三依盲等明處非處相分二", "1292": "如論。四依未具資糧明處非處相分二如論。", "1293": "五依聖道明處非處相分二如論。六依人趣", "1294": "等飲食明處非處相分二如論。七依不捨那", "1295": "落迦身等明處非處相分二如論。第三總結", "1296": "第四明現行門差別相分三。一總問。二廣", "1297": "答分十一。一依地界自相作餘界相明處非", "1298": "處相分二如論。二依水等餘界明處非處相。", "1299": "三依不得天眼明處非處相分二如論。四依", "1300": "不得天耳等明處非處相。五依有貪愛等明", "1301": "處非處相。六依瞋等明處非處相。七依不斷", "1302": "煩惱明處非處相分二如論。八依餘菩提分", "1303": "法明處非處相。九依不捨諍見等明處非處", "1304": "相分二如論。十依一切智見明處非處相分", "1305": "二如論。十一依已入大地明處非處相分二", "1306": "如論。第三明總結。", "1307": "第二異門依四道理立門差別分四。一總標。", "1308": "二列名分四如論。三別釋分二。一明處義。二", "1309": "明非處義。四明總結。", "1310": "明門義差別分二中第二明起緣及處非處善", "1311": "巧差別等義分二　一明二善巧差別相分", "1312": "二。一問。二答分二。一答緣起善巧差別。二", "1313": "答處非處善巧差別　二明無不盡義。", "1314": "明六善巧第二廣答分六中第六廣答根善巧", "1315": "相分三。一立生起。二以頌略釋分四如論。三", "1316": "長行廣解分四。", "1317": "一明根義善巧相分二。一問。二答。", "1318": "長行廣解分四中第二明顯說二十二根意趣", "1319": "善巧相分二。一問。二答分二如論。", "1320": "長行廣解分四中第三明建立二十二根善巧", "1321": "相分三。一總問。二廣答。三中頌總結　廣答", "1322": "分八異門。", "1323": "初門依隨境界轉等明建立善巧相分六。一", "1324": "依能取境增上義立眼等六根。二依安立家", "1325": "族增上義立男女二根。三依活性命事義立", "1326": "命根。四依受用果增上義立苦等五根。五依", "1327": "安立世間清淨增上義立信等五根。六依出", "1328": "世清淨增上義立未知已知根等三根。", "1329": "第二異門依受用顯境等明建立善巧相分", "1330": "五。一依受用顯境立眼等六根。二依受用隱", "1331": "境立男女二根。三依受用境界時分邊際立", "1332": "一命根。四依受用境界發生雜染立苦等五", "1333": "根。五依安立清淨立信等八根。", "1334": "第三異門依顯於內門受用境界等明建立善", "1335": "巧相分五。一依內門受境立眼等六根。二", "1336": "依外門受境立男女二根。三依受用內身立", "1337": "一命根。四依受用外境及內發生雜染立苦", "1338": "等五根。五依對治雜染安立淨品立信等八", "1339": "根。", "1340": "第四異依止端嚴等明建立善巧相分六。一", "1341": "依端嚴立眼等五根。二依隨自在轉立一意", "1342": "根。三依依止安住立一命根。四依依止出生", "1343": "立男女二根。五依依止損益立苦等五根。六", "1344": "依依止解脫立信等八根。", "1345": "第五異門依顯有情事等明建立善巧相分", "1346": "六。一依顯有情事立眼等六根。二依生有情", "1347": "事立男女二根。三依令有情事若住若沒立", "1348": "一命根。四依顯諸有情受用境界立苦等五", "1349": "根。五依顯諸有情勝生方便立信等五根。六", "1350": "依顯諸有情定勝方便立未知已知根等三根。", "1351": "第六異門依顯有情事等明建立善巧相分", "1352": "五。一依顯有情事立眼等六根。二依顯有情", "1353": "增長立男女二根。三依顯了有情壽漸損減", "1354": "立一命根。四依顯了有情興盛衰損立苦等", "1355": "五根。五依顯了有情功德過失立信等八根。", "1356": "第七異門依假設等明建立善巧相分二。一", "1357": "依在家品立十四根分二。一立正義分四。一", "1358": "依如是名立眼等六根。二依種姓立男女二", "1359": "根。三依食等立苦等五根。四依長壽等立一", "1360": "命根。二總結　第二依出家品立信等八根", "1361": "分二。一立正義。二結。", "1362": "第八異門依防護等明建立善巧相分六。一", "1363": "依防護根門立眼等六根。二依堪得出家證", "1364": "沙門果立男女二根。三依積集善品立一命", "1365": "根。四依正知而行立苦等五根。五依證沙門", "1366": "果方便道立信等五根。六依證沙門果立未", "1367": "知已知根等三根。", "1368": "大門分三中第三明中頌總結分八如論。", "1369": "第三長行廣解分四中第四明廣分別二十二", "1370": "根差別善巧相分六。一依作業等九法分別", "1371": "差別義。二依義等六法分別差別義。三釋六", "1372": "善巧差別名。四明六建立義。五明破六邪執", "1373": "義。六明六善巧功德勝利。", "1374": "第一依作業等九法分別二十二根差別義分", "1375": "二。一長行廣解。二中頌總結　廣解分九", "1376": "一依作業明差別義分六　一明眼等六根作", "1377": "業分二。一明眼根作業分二。一問。二答分三", "1378": "如論。二例明餘根作業　二明男女二根作", "1379": "業分二。一問。二答　三明命根作業分二。一", "1380": "問。二答　四明苦等五根作業分二。一問。二", "1381": "答　五明信等五根作業分二。一問。二答", "1382": "六明未知已知等三根作業分二。一問。二答。", "1383": "分九中第二依實假明差別義分二。一總問", "1384": "分二如論。二廣答分二分如論。", "1385": "分九中第三依有色等明差別義分八　一明", "1386": "色攝差別分二。一問。二答　二明心攝差別", "1387": "分二。一問。二答　三明心所攝差別分二。一", "1388": "問。二答　四明心不相應攝差別分二。一問。", "1389": "二答　五明有為攝差別分二。一問。二答", "1390": "六明男女二根分攝差別分二。一問。二答", "1391": "七明後三根分攝差別分二。一問。二答分二。", "1392": "一標。二釋分九如論　八明命根分攝差別", "1393": "分二。一問。二答。", "1394": "分九中第四依善等差別義分三。一明善差", "1395": "別分二。一問。二答　二明不善差別分二。一", "1396": "問。二答　三明無記差別分二。一問。二答", "1397": "分九中第五依異熟等明差別義分七　一明", "1398": "有異熟差別分二。一問。二答　二明無異", "1399": "熟差別分二。一問。二答　三明助伴差別分", "1400": "二。一問。二答分二。一標。二釋　四明是異熟", "1401": "差別分二。一問。二答　五明種子差別分二。", "1402": "一問。二答　六明非異熟差別分二。一問。二", "1403": "答　七明異熟生差別分二。一問。二答分二。", "1404": "一標。二釋。", "1405": "分九中第六依界明差別義分四　一明欲界", "1406": "繫差別分二。一問。二答　二明色界繫差別", "1407": "分二。一問。二答　三明無色界繫差別分二。", "1408": "一問。二答　四明不繫差別分二。一問。二答。", "1409": "分九中第七依諸地明根差別義分七　一明", "1410": "未至地根差別義分三。一立正義分二。一問。", "1411": "二答。二答難分二。一問。二答。三引證分三。", "1412": "一問。二答。三釋經意趣　二明初二靜慮地", "1413": "根差別義分二。一明初靜慮根差別分二。一", "1414": "問。二答。二例明第二靜慮差別相　三明第", "1415": "三靜慮地根差別義分二。一問。二答　四明", "1416": "第四靜地根差別義分二。一問。二答　五", "1417": "明空無邊等三地根差別義分二。一明空無", "1418": "邊差別分二。一問。二答。二例明餘二地　六", "1419": "明非想非非想處地根差別分二。一問。二答", "1420": "七明色無色界四地諸根有漏無漏等差別", "1421": "義分三。一明初七地根差別相分二。一明初", "1422": "靜慮地有漏等義分二。一問。二答。二例明餘", "1423": "六地差別。二明非想非非想地根差別義分", "1424": "三。一明有漏義。二明通二義。三明無漏義。", "1425": "三例明斷不斷等義。", "1426": "分九中第八依受生明諸根差別義分三。一", "1427": "依生欲界明諸差別義。二依色界。三依無", "1428": "色界明差別　第一依生欲界明諸差別分十", "1429": "九　一通依五趣受生明根差別分二。一問。", "1430": "二答　二依三惡趣有情受生明根差別分", "1431": "二。一明那落迦受生根差別義分二。一問。二", "1432": "答分三。一明眼等八現行及種子俱有義。二", "1433": "明樂等十一根不定義。三明未知已知等三", "1434": "根成就不成就義分三。一依現行明不成就。", "1435": "二依種子明成不成分二。一明成相分二。一", "1436": "標。二釋。二明不成相分二。一標。二釋。三結。", "1437": "二例明餘二趣受生根差別義分二如論　三", "1438": "明欲界人天受生根差別義分二。一明人受", "1439": "生差別分二。一問。二答。二例明欲界六天受", "1440": "生差別　四明缺根有情根差別義分二。一", "1441": "問。二答　五明具根有情根差別義分二。一", "1442": "問。二答　六明半擇迦根差別義分二。一問。", "1443": "二答　七明女根差別義分二。一問。二答", "1444": "八明男根差別義分二。一問。二答　九明二", "1445": "形根差別義分二。一問。二答　十明斷善根", "1446": "有情根差別義分二。一問。二答　十一明不", "1447": "斷善根有情根差別義分二。一問。二答　十", "1448": "二明異生根差別義分二。一問。二答　十三", "1449": "明見諦人根差別義分二。一問。二答　十四", "1450": "明有學根差別義分二。一問。二答　十五明", "1451": "無學根差別義分二。一問。二答　十六明預", "1452": "流向人根差別義分二。一問。二答　十七明", "1453": "預流果人等根差別義分二。一明預流果根", "1454": "差別分二。一問。二答。二例明一來向等三人", "1455": "根差別相　十八明不還果等根差別義分", "1456": "二。一明不還果人根差別分二。一問。二答。", "1457": "二例明不還果二人根差別相　十九明無學", "1458": "果人根差別義分二。一問。二答　第二依色", "1459": "界受生明根差別義分二。一問。二答　第三", "1460": "依無色界受生明根差別義分二。一問。二答。", "1461": "分九中第九依死得捨明諸根差別義分二", "1462": "一依欲界沒還生欲界明根差別分二。一總", "1463": "問。二廣答分五。一依眼等五根明差別分二。", "1464": "一總標。二別釋分八如論。二依意等二根明", "1465": "差別義。三依苦等五根明差別義分二。一標。", "1466": "二釋。四依信等五根明差別義分二。一標。二", "1467": "釋。五依未知已知等三根明差別義　第二依", "1468": "上二界沒生義明根差別分三。一明從欲界", "1469": "沒生色根差別義分二。一問。二答。二例明", "1470": "生無色界等根差別義。三明後三根差別義", "1471": "分二。一標。二釋分二如論　第二明中頌總", "1472": "結義分九如論。", "1473": "第四廣分別二十二根分六中第二依義等六", "1474": "法分別根差別義分二。一長行廣解。二中頌", "1475": "總結　廣解分六如下所明。", "1476": "第一依義門廣分別諸根善巧義分十四。", "1477": "一依境界義等明根差別分九　一明有境界", "1478": "非境界根義分二。一問。二答分二如論　二", "1479": "明非色助伴根分二。一問。二答　三明色非", "1480": "色助伴根分二。一問。二答　四明眼等五根", "1481": "義分二。一問。二答　五明意根義分二。一", "1482": "問。二答　六明男女二根義分二。一問。二答", "1483": "七明苦等五根義分二。一問。二答　八明", "1484": "信等五根義分五如論　九明未知欲知等三", "1485": "根義分三如論。", "1486": "分十四中第二依有色等明根差別義分四", "1487": "一明有色為義根分二。一問。二答　二明無", "1488": "色有色為義根分二。一問。二答　三明非有", "1489": "色非無色為義根分二。一問。二答　四明有", "1490": "見為義根分二。一問。二答。", "1491": "分十四中第三依有對為義等明根差別分", "1492": "二。一問。二答分三如論。", "1493": "分十四中第四依有漏義明根差別分四　一", "1494": "明有漏及有漏義根分二。一問分二如論。二", "1495": "答分二。一答有漏相。二答有漏義　二明苦", "1496": "根有漏及義　三明憂根有漏及義　四明未", "1497": "知欲知根有漏及義分二。一明有漏義。二明", "1498": "無漏義。", "1499": "分十四中第五依有為無為明根差別分二。", "1500": "一問分二如論。二答分三。一答有為相。二答", "1501": "有為義。三答有為無為義。", "1502": "分十四中第六依有諍等明根差別義分二。", "1503": "一問分二如論。二答分二。一答有諍義。二例", "1504": "答有愛味等四義。", "1505": "分十四中第七依過去等義明根差別分三", "1506": "一明是過去過去為義根分二。一問分二如", "1507": "論。二答分二。一答過去相。二答非過去義", "1508": "二明是過去現在為義根分二。一問分二如", "1509": "論。二答分二。一答是過去未來為義。二答是", "1510": "現在過去未來為義　三明是現在現在為義", "1511": "根分二。一問分二如論。二答分四。一答現在", "1512": "相。二答一分是未來三世為義根。三答是未", "1513": "來非未來為義根。四例答苦根。", "1514": "分十四中第八依三界繫不繫明根差別分", "1515": "二。一總問分二如論。二廣答分六。一答四", "1516": "是欲界根二是欲界繫為義。二答三是欲界", "1517": "根欲色繫義。三答二是欲色繫及不繫根三", "1518": "界繫不繫為義。四答七是三界繫及不繫根。", "1519": "五答一是色界繫不繫根繫不繫為義。六答", "1520": "二是不繫根繫不繫為義。", "1521": "分十四中第九依善等三性義明根差別分", "1522": "二。一總問分二如論。二廣答分五。一答八", "1523": "是善性根三性為義。二答五是三性根三性", "1524": "為義。三答一是善不善根三性為義。四答是", "1525": "無記根無記為義。五答二是無記根三性為", "1526": "義。", "1527": "分十四中第十依有學等義明根差別分二。", "1528": "一總問分三如論。二廣答分六。一答九是三", "1529": "學根三學為義。二答七是非學非無學根即", "1530": "彼為義。三答一是三種根非學非無為義。四", "1531": "答一是異生根三種為義。五答二是學根三", "1532": "種為義。六答一是無學根三種為義。", "1533": "分十四中第十一依見斷等義明根差別分", "1534": "二。一總問分三如論。二廣答分三。一答十四", "1535": "一分通二修分二如論。二答十二一分通二", "1536": "修分二。一明修所斷。二明非所斷分二。一", "1537": "標。二釋分三如論。三答差別義分二。一明有", "1538": "色根差別義。二明非色根差別義分二。一標。", "1539": "二釋。", "1540": "分十四中第十二依雜染捨所顯義明根差別", "1541": "分二。一問。二答分二。一標。二釋。", "1542": "分十四中第十三依顛倒義等明根差別分四", "1543": "一明顛倒義分二。一問。二答　二明顛倒", "1544": "所依義分二。一問。二答　三明顛倒自性義", "1545": "分二。一問。二答　四明顛倒對治義分二。一", "1546": "問。二答。", "1547": "分十四中第十四依觀過失明根差別分四。", "1548": "一總問。二略答。三廣立難分四。一略標。二徵", "1549": "問。三答別釋分四如論。四總結。四廣答示", "1550": "過四。一略答。二徵問。三廣破分四。一破堅住", "1551": "德。二破勢力德。三破轉變德。四破可樂德。", "1552": "四總結。", "1553": "長行廣解分六中第二依依處義門明根差別", "1554": "善巧相分十七如下所明。", "1555": "第一依眼等諸根明諸根依處差別善巧相分", "1556": "十三　一明眼根作依處義分二。一問。二答", "1557": "二明耳等五根作依處義分二。一問。二答", "1558": "三明男女二根依處義分二。一問。二答", "1559": "四明命根作依處義分二。一問。二答　五明", "1560": "苦等五根作處義分二。一問。二答　六明信", "1561": "根作依處義分二。一問。二答　七明精進根", "1562": "作依處義分二。一問。二答　八明念根作依", "1563": "處義分二。一問。二答　九明定根作依處義", "1564": "分二。一問。二答　十明慧根作依處義分二。", "1565": "一問。二答　十一明未知欲知根作依處義", "1566": "分二。一問。二答　十二明已知根作依處義", "1567": "分二。一問。二答　十三明具知根作依處義", "1568": "分二。一問。二答。", "1569": "分十七中第二依十二經句明根所依差別義", "1570": "分三。一問經意趣分十二如論。二略答。三", "1571": "廣解經意分二。一總標。二別釋分五。一明此", "1572": "身有色麁滓所成句意趣。二明四大所造句", "1573": "意趣。三明父母不淨等三句意趣分二。一標。", "1574": "二釋分三如論。四明常假覆蔽等三句意趣", "1575": "分二。一標。二釋分三如論。五明斷截等四句", "1576": "意趣分二。一標。二釋分二如論。", "1577": "分十七中第三依遠行等義明根依處差別分", "1578": "三。一總問。二略答。三釋經意趣分四。一明", "1579": "意根遠行義。二明意根獨行義。三明意根無", "1580": "身義。四明意根寢窟義。", "1581": "分十七中第四依八處男為女縛義明根依處", "1582": "差別分三。一總問分二。一標。二釋分八如", "1583": "論。二略答。三別釋經句分二。一總標。二別釋", "1584": "分二。一明遊戲時四縛分四如論。二明受用", "1585": "時四縛分四如論。", "1586": "分十七中第五依眾生等義明根依處差別分", "1587": "三。一總問。二略答。三別釋經句分五。一明眾", "1588": "生義。二明存活義。三明住義。四明持義。五", "1589": "明安隱義。", "1590": "分十七中第六依平正等義明根依處差別分", "1591": "三。一總問。二略答。三別釋經句分二。一明", "1592": "平正等三句分三如論。二例明餘二根義。", "1593": "分十七中第七依淨信深固等義明根依處差", "1594": "別分三。一總問分二。一立因。二顯果。二略", "1595": "答。三別釋經句分三。一依三慧勝解明信深", "1596": "固義。二依餘不動明信深固義分二。一標。二", "1597": "釋。三依三種勝解明深固等義分三。一總標。", "1598": "二別釋分三。一依世間善決定勝解明淨信", "1599": "深固義。二依出世勝解根本明根生義。三依", "1600": "出世清淨勝解明建立義。三明差別義。", "1601": "分十七中第八依住有勢等義明根依處差別", "1602": "分三。一總問分五如論。二略答。三別釋經句", "1603": "分二。一標。二釋分五如論。", "1604": "分十七中第九依念等九義明根依處差別分", "1605": "三。一總問分九如論。二略答。三別釋經句指", "1606": "文。", "1607": "分十七中第十依心住等義明根依處差別分", "1608": "三。一總問分九如論。二略答。三別釋經句指", "1609": "文。", "1610": "分十七中第十一依簡擇等義明根依處差別", "1611": "分四。一總問分四如論。二略答。三別釋經", "1612": "句指文。四明信等五根遍攝餘善根無不盡", "1613": "義。", "1614": "分十七中第十二依四念住義明根依處差別", "1615": "分四。一依身念住明依處差別分二。一問。二", "1616": "答。二依受念住明依處差別分二。一問。二", "1617": "答。三依心念住明依處差別分二。一問。二", "1618": "答。四依法念住明依處差別分二。一問。二答。", "1619": "分十七中第十三依四諦義明根依處差別分", "1620": "四。一依苦諦明依處差別分二。一問。二答。", "1621": "二依集諦明依處差別分二。一問。二答。三依", "1622": "滅諦明依處差別分二。一問。二答。四依道諦", "1623": "明依處差別分二。一問。二答。", "1624": "分十七中第十四依善惡思等明根依處差別", "1625": "相分二　一依善思等三法明依處差別分", "1626": "三。一明善思依處差別分二。一問。二答。二", "1627": "明善說依處差別分二。一問。二答。三明善作", "1628": "依處差別分二。一問。二答　第二例明惡思", "1629": "等依處差別義。", "1630": "分十七中第十五依惑業生起等明根依處差", "1631": "別分三。一依惑業依處明依處差別分二。一", "1632": "問。二答。二依起煩惱業明依處差別分二。一", "1633": "問。二答。三依斷惑業明依處差別分二。一問。", "1634": "二答。", "1635": "分十七中第十六依領納世出世吉祥等明根", "1636": "依處差別分四　一依領受世出世吉祥明依", "1637": "處差別分二。一問。二答　二依領受吉祥敗", "1638": "壞明依處差別分二。一問。二答　三依能引", "1639": "吉祥明依處差別分二。一問。二答　四釋經", "1640": "意趣分三。一總標經句分二。一標。二釋列名", "1641": "分五如論。二別釋句義分五　一明忍辱柔", "1642": "和作吉祥法分三。一明忍相分四。一總問。二", "1643": "略答分二。一標。二釋分三如論。三別釋分", "1644": "二。一標。二釋分十如論。四總結。二明柔和相", "1645": "分二。一問。二答分三如論。三明二法差別義", "1646": "第二明觀人作吉祥法分三。一總標。二列", "1647": "名分二如論。三別釋分二。一依攝受明觀人", "1648": "法分二。一標。二釋分五如論。二依處置明觀", "1649": "人法分二。一標。二釋分五如論　第三明捨", "1650": "作吉祥法分三。一總標。二列釋分五如論。三", "1651": "總結　第四賢善行作吉祥法分三。一總標。", "1652": "二列名分二如論。三別釋無所違負相分二。", "1653": "一標。二釋分五如論　第五明不放逸作吉", "1654": "祥法分三。一總標。二略釋。三廣解分二。一", "1655": "標。二釋分五如論　第三明略義分三。一明", "1656": "能生吉祥五力分二。一標。二釋分五如論。二", "1657": "明吉祥體分二。一標。二釋分五如論。三明五", "1658": "力攝義分二如論。", "1659": "分十七中第十七依先煩惱業感得等義明根", "1660": "依處差別分十三　一依先煩惱業感得義明", "1661": "依處差別分二。一問。二答　二依名色緣明", "1662": "依差別分二。一問。二答　三依觸緣明依差", "1663": "別分二。一問。二答　四依策勵緣明依差別", "1664": "分二。一問。二答　五依防護明依差別分二。", "1665": "一問。二答　六依應調靜明依差別分二。一", "1666": "問。二答　七依應寂止明依差別分二。一問。", "1667": "二答　八依自性調順等明依差別分二。一", "1668": "問。二答　九明諸根捨義分二。一問。二答", "1669": "十明諸根棄義分二。一問。二答　十一明諸", "1670": "斷義分二。一問。二答　十二明諸根退義分", "1671": "二。一問。二答　十三明三乘行人根差別義", "1672": "分四。一總問。二略答。三列名分五如論。四", "1673": "別釋分五。一明品類差別分二。一標。二釋。二", "1674": "明任持差別分二。一標。二釋。三明羂索差別", "1675": "分二。一標。二釋。四明正行差別分二。一標。", "1676": "二釋。五明證得差別分二。一標。二釋。", "1677": "長行廣解分六中第三依證得義門明諸根差", "1678": "別善巧分十下所明。", "1679": "第一依未至定明諸根證得差別分三。一總", "1680": "問。二略答。三別釋分二如論。", "1681": "分十中第二依初靜慮等八定明諸根證得差", "1682": "別分四。一明初靜慮根證得相分三。一問。二", "1683": "略答。三別釋。二例明第二靜慮證得相。三明", "1684": "第三靜慮證得相。四明第四靜慮已上證得", "1685": "相。", "1686": "分十中第三依四果明諸根證得差別分四", "1687": "一明初果證得相分二。一問。二答　二明第", "1688": "二果證得相分二。一立正義。二答難分三如", "1689": "論　三明第三果證得相分三。一問。二答。三", "1690": "立憂根理　四明第四果證得相分二。一問。", "1691": "二答。", "1692": "分十中第四依希求等明諸根證得差別分三", "1693": "一總標經句分四如論　二釋意趣分四。", "1694": "一明希相分二。一問。二答。二明求相分二。一", "1695": "問。二答。三明慼相分二。一問。二答。四明憂", "1696": "相分二。一問。二答　三明有無差別分二。一", "1697": "依初二果立有憂根。二依第三果不立憂根。", "1698": "分十中第五依喜根等明諸根證得差別分三", "1699": "一明喜根證得相分三。一總問。二略答。三", "1700": "別釋　二明憂根證得相分三。一總問。二略", "1701": "答。三別釋　三明捨根證得相分三。一總問。", "1702": "二略答。三別釋分二如論。", "1703": "分十中第六依未知欲知根明諸根證得差別", "1704": "分二。一明未知欲知根捨位。二明已知根捨", "1705": "位。", "1706": "分十中第七依練根等明諸根證得差別分六", "1707": "一依練根人數明證差別分二。一總問。二", "1708": "廣答分三。一依有學立練根人。二依無學立", "1709": "練根人分二。一總。二別分五如論。三依中上", "1710": "二人不立練根義分二。一標。二釋　二明初", "1711": "果練根人證得第二果差別分二。一問。二答", "1712": "三明初果不證第三果義分三。一問。二略", "1713": "答。三別立所以分二如論　四明三果人進離", "1714": "欲證得相分二。一問。二答　五明三果人直", "1715": "不取無學果義分三。一問。二略答。三別立所", "1716": "以分二如論　六明三果人要修轉根義分二。", "1717": "一問。二答分五如論。", "1718": "分十中第八依菩薩三根明證得差別分二。", "1719": "一總問。二廣答分三。一答立未知欲知根。二", "1720": "答立已知根。三答立具知根。", "1721": "分十中第九依三滿義明諸根證得差別分", "1722": "二。一總問。二廣答分二　一答有學三滿義", "1723": "分二。一略答。二別釋分三。一明根滿分二。一", "1724": "標。二釋。二明定滿分二。一標。二釋。三明果", "1725": "滿分二。一標。二釋　第二答無學三滿義分", "1726": "二。一明前二滿義分二。一總標。二別釋分", "1727": "二。一明根滿分二。一標。二釋。二明定滿分", "1728": "二。一標。二釋。第二明果滿。", "1729": "分十中第十依諸根不調等五法明證得差別", "1730": "分七。一依經總問。二略答。三別釋分二。一依", "1731": "簡擇力明二調伏法分二。一立因。二顯果分", "1732": "二如論。二依對治力明二調伏法分二。一立", "1733": "因。二顯果分二如論　四依無四調伏明不", "1734": "調伏義分二。一標。二釋分三如論　五依具", "1735": "四調伏明具調伏等五法勝利　六明不調伏", "1736": "等過失分三。一總問。二略答。三別釋分六如", "1737": "論　七明諸根善調等功德分二。一明斷苦", "1738": "德。二明引樂德。", "1739": "長行廣解分六中第四依攝義門明諸根差別", "1740": "善巧相分六如下所明。", "1741": "第一依十四種根三聚有情相攝義明根差別", "1742": "分二。一總問。二廣答分三。一答正義。二答不", "1743": "攝相分二。一問。二答。三答三聚有情義分二。", "1744": "一標。二釋。", "1745": "分六中第二依五根三受相攝義明根差別分", "1746": "二。一問。二答。", "1747": "分六中第三依五根三十七品相攝義明根差", "1748": "別分二。一總問。二廣答分二。一答正義。二答", "1749": "不攝相分二。一問。二答分二。一明不攝六。二", "1750": "明不攝四。", "1751": "分六中第四依五根三根相攝義明根差別分", "1752": "二。一總問。二廣答分二。一答正義。二答不攝", "1753": "相分二。一問。二答。", "1754": "分六中分五依九遍知根明根相攝差別分", "1755": "二。一總問。二廣答分三。一答正義。二答九遍", "1756": "知相分二。一問。二答分九如論。三答建立義", "1757": "分三。一總標。二略釋分二如論。三廣解分五。", "1758": "一依相同分界不同分及同分明建立義。二", "1759": "依二不同分及同分明建立義。三依度劣界", "1760": "明建立義。四依度中界明建立義。五依度妙", "1761": "界明建立義。", "1762": "分六中第六依相好等廣大功德明諸根攝相", "1763": "差別分二。一總問。二廣答分十。一答相好", "1764": "根攝義分二。一略釋。二別釋分二。一問。二", "1765": "答。二答十力根所攝義分二如論。三答四無", "1766": "所畏根所攝義。四答三不護根所攝義。五答", "1767": "三念住根所攝義。六答大悲根所攝義。七答", "1768": "無忘失法根所攝義。八答一切種妙智根所", "1769": "攝義。九答永斷習氣根所攝義。十答永斷習", "1770": "氣差別義分二。一問。二答。", "1771": "長行廣解分六中第五依四食門明諸根差別", "1772": "善巧相分十四如下所明。", "1773": "第一依四食長養諸根及大種明食差別分", "1774": "二。一問。二答分三如論。", "1775": "分十四中第二明四食體分二。一明段食相", "1776": "分二。一問。二答。二例明餘三食相。", "1777": "分十四中第三明四食作用分二。一總問。二", "1778": "廣答分四　一答段食作用分二。一標。二釋", "1779": "二答觸食作用分二。一立因。二顯果　三", "1780": "答意思食作用分二。一立因。二顯果　四答", "1781": "識作用分二。一立因。二顯果。", "1782": "分十四中第四明識作意根食義分二。一問。", "1783": "二答分二。一立因。二顯果。", "1784": "分十四中第五明眠夢等三法非是食義分", "1785": "五。一總問。二略答。三列名分二如論。四別", "1786": "釋。五總結。", "1787": "分十四中第六明命根非是食義分二。一問。", "1788": "二答。", "1789": "分十四中第七明四食麁細義分三　一明段", "1790": "食麁細分二。一問。二答　二明段食細相分", "1791": "二。一問。二答分二。一標。二釋　三明餘三麁", "1792": "細義分二。一明麁相分二。一問。二答。二明", "1793": "細相分二。一問。二答。", "1794": "分十四中第八明有情三世生義分三　一明", "1795": "已生相分二。一問。二答　二明未生相分二。", "1796": "一問。二答　三明現生相分二。一問。二答", "1797": "分十四中第九明有情食安住義分二　一明", "1798": "安養相分二。一問。二答　二明安住相分二。", "1799": "一問。二答。", "1800": "分十四中第十明求有有情食攝受義分三。", "1801": "一總問。二略答。三別釋。", "1802": "分十四中第十一明建立段食時分分四。一", "1803": "總問。二略答。三別釋分二　一依明受用時", "1804": "非段食義分三。一標。二釋。三結　二依損益", "1805": "明受用非段食義分二。一明受用時損變壞", "1806": "時益義分二。一標。二釋。二明受用時益變壞", "1807": "時損義分二。一標。二釋　四明總結。", "1808": "分十四中第十二明餘多法非是食義分三。", "1809": "一總問分三。一標。二釋分五如論。三結。二", "1810": "廣答分四如論。三總結。", "1811": "分十四中第十三明諸那落迦及定地天無段", "1812": "食義。", "1813": "分十四中第十四明諸那落迦不死久住因由", "1814": "分三。一立因。二顯果。三答難。", "1815": "長行廣解分六中第六依諸句門明諸根差別", "1816": "善巧相分四如下所明。", "1817": "第一依身境二轉句明諸根差別善巧分二。", "1818": "一總問分二如論。二廣答分二。一答若有根", "1819": "依境界生必依身轉義。二答或有根依身轉", "1820": "不依境界義分二。一標。二釋。", "1821": "分四中第二依諸根同一依轉句明根差別分", "1822": "二。一總問。二廣答分四　一答有同一依義", "1823": "分二。一標。二釋　二答有同二依義分二。一", "1824": "標。二釋　三答有同三依義分二。一標。二釋", "1825": "分三如論　四答無色界唯有二依義。", "1826": "分四中第三依苦樂等句明根差別分二。一", "1827": "總問分二如論。二廣答分四　一答是苦非", "1828": "苦相合義分二。一標。二釋　二答是苦苦合", "1829": "義分二。一標。二釋　三答是苦非苦樂相義", "1830": "分二。一標。二釋　四答非苦樂相分二。一標。", "1831": "二釋。", "1832": "分四中第四依善等三性句明根差別分二。", "1833": "一總問分二如論。二廣答分四　一答是善", "1834": "不引樂義分二。一標。二釋　二答引樂非善", "1835": "義分二。一標。二釋　三答是善引樂義分二。", "1836": "一標。二釋　四答非善不引樂義分二。一標。", "1837": "二釋　大門分二中第二明中頌總結義分六", "1838": "如論。", "1839": "第四廣分別二十二根差別善巧相分六中第", "1840": "三釋六善巧差別名分六　一釋蘊名分三異", "1841": "門　初門依具足攝持諸行義立蘊名分二。", "1842": "一立正義。二結　第二異門依常能增長諸", "1843": "業煩惱立蘊義分三。一標。二釋。三結　第三", "1844": "異門依常有所作及速滅壞立蘊義分三。一", "1845": "標。二釋。三結　第二釋界名分二。一立正義。", "1846": "二結　第三釋處名分二。一立正義。二結", "1847": "第四釋緣起名分二。一立正義。二結　第五", "1848": "釋處非處名分二。一明處義。二非處義　第", "1849": "六釋根名分二。一立正義。二結。", "1850": "第四廣分別二十二根差別善巧相分六中第", "1851": "四明建立六善巧意趣分二。一總標。二別釋", "1852": "分六。一明建立蘊善巧意趣。二明建立界善", "1853": "巧意趣。三明建立處善巧意趣。四明建立緣", "1854": "起善巧意趣。五明建立處非處善巧意趣。六", "1855": "明建立根善巧意趣。", "1856": "第四廣分別二十二根差別善巧相分六中第", "1857": "五明六善巧破六邪執義分三。一總標。二徵", "1858": "問。三別釋分六。一明蘊善巧破邪執相。二明", "1859": "界善巧破邪執相。三明處善巧破邪執相。四", "1860": "明緣起善巧破邪執相。五明處非處善巧破", "1861": "邪執相。六明根善巧破邪執相。", "1862": "第四廣分別二十二根差別善巧相分六中第", "1863": "六明六善巧功德勝利分五。一總問。二略答。", "1864": "三別釋分十。一依一合想見明勝利。二依不", "1865": "起誹謗明勝利。三依自無疑等明勝利。四依", "1866": "悟入緣起道理明勝利。五依了釋梵等無實", "1867": "性明勝利。六依慧根增長等明勝利。七依了", "1868": "善等明勝利。八依於善等當善住念明勝利。", "1869": "九依證心一境性明勝利分二。一立因。二顯", "1870": "果。十依斷顛倒等明勝利分二。一立因。二顯", "1871": "果。第四結勸。第五顯畢功之德。", "1872": "已上決擇五識身相應地及意地究竟。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2801 瑜伽師地論分門記", "source": "CBETA"}