{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0174 菩薩睒子經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 174", "1": "佛說菩薩睒子經", "2": "安公錄中闕譯今附西晉錄", "3": "聞如是：一時佛在比羅勒國，與千二百五十", "4": "比丘，及眾菩薩、國王、大臣、人民、長者、居士、清", "5": "信士女，不可稱計，一時來會。佛告諸比丘：「皆", "6": "悉寂靜定意聽，我前世初求得菩薩道時，", "7": "戒行普具，精進一心，修集智慧，行於善權，功", "8": "德累積，不可稱說。諸天、釋梵、天龍、鬼神、帝", "9": "王、人民，無能行者。」阿難聞佛言，更整衣服，長", "10": "跪叉手，白佛言：「願欲聞之。」", "11": "佛告阿難：「乃往過去無數世，時有菩薩名曰", "12": "一切妙，仁慈惠施，救濟群生，常行四等心，", "13": "度世危厄，愍育苦人。時於兜術天上教授", "14": "天人，常以晝夜各三時定意，思惟三界——照", "15": "觀十方天下人民善惡之道，知有孝順父母、", "16": "奉敬三尊、恭順師長、修諸功德者——常以天", "17": "眼遍察五道。時有迦夷國中有一長者，孤", "18": "無兒子，夫妻兩目皆盲，心願入山，求無上", "19": "慧，修清淨志，信樂空閑。菩薩念言：『此人發", "20": "意所學微妙，而兩目無所見，若入山中者，", "21": "或墮溝坑、或逢毒蟲，所見枉害。若我壽終，為", "22": "其作子，供養父母，終其年壽。』", "23": "「於是菩薩壽盡，即下生為盲父母家作子。父", "24": "母歡喜，甚愛重之。本發大意欲行入山，以生", "25": "子故，便留樂世間。子年七歲，號字曰睒。", "26": "睒至孝仁慈，奉行十善，不殺、不盜、不婬、不欺", "27": "誑、不飲酒、不妄言、不綺語、不嫉妬、不呪詛、", "28": "信道不疑，晝夜精進。奉事父母如人事天，言", "29": "常含笑不傷人意，行則應法不妄傾邪。父", "30": "母喜悅，無復憂愁。年過十歲，睒長跪白父", "31": "母言：『本發大意欲入深山，求志空寂無上", "32": "正真。豈以子故而絕本願？人在世間無常百", "33": "變，命非金石對至無期。願如本意，宜及上", "34": "時，入山清淨。我自尋隨與父母俱，供養隨", "35": "意不失時節。』父母報睒言：『子之孝順天自", "36": "知之，不違本誓便共入山。』", "37": "「睒即以家中所有之物，皆施國中諸貧窮者，", "38": "便與父母俱共入山。睒至山中，以蒲草為父", "39": "母作屋，施作床蓐，不寒不熱，恒得時宜。適", "40": "入山中一年，眾果豐茂，食之香甘，泉水涌出，", "41": "清而且涼，池中蓮華，五色精明，栴檀雜香，樹", "42": "木豐茂，倍於常時。風雨時節，不寒不熱，樹", "43": "葉相接，以障雨露，蔭覆日光，其下常涼。飛鳥", "44": "翔集，奇妙異類，皆作音樂之聲，以娛樂盲父", "45": "母。師子、熊羆、虎狼、毒獸，皆自慈心相向，無復", "46": "相害之意，皆食噉草果，無恐懼之心。麞鹿、熊", "47": "羆、雜類之獸，皆來附近睒，音聲相和，皆作娛", "48": "樂之音。睒至孝慈心，履地常恐地痛，天神、山", "49": "神，皆作人形，晝夜慰勞三道人。三道人一", "50": "心定意，無復憂愁。睒常與父母，取百種果蓏，", "51": "以食父母，恒有盈餘，渴飲泉水，無所乏短。", "52": "父母時渴欲飲，睒著鹿皮之衣，提瓶行取水。", "53": "麋鹿、眾鳥亦復往飲水，不相畏難。", "54": "「時有迦夷國王入山射獵，王遙見水邊有麋", "55": "鹿，引弓射鹿。箭誤中睒胸，睒被毒箭，舉身皆", "56": "痛，便大呼言：『誰持一毒箭，射殺三道人者？』王", "57": "聞人聲，即便下馬，往到睒前。睒謂王言：『象坐", "58": "牙死，犀坐其角、翠為毛故、麞鹿為皮肉故；", "59": "今我無角、無牙、無毛、皮肉不可噉，我今坐何", "60": "等罪死耶？』王問睒言：『卿是何等人？被鹿皮衣，", "61": "與禽獸無異。』睒言：『我是王國中人，與盲父", "62": "母俱來入山中，學道二十餘年，未曾為虎狼、", "63": "毒蟲所見害，今便為王所射殺。』登爾之時，", "64": "山中大風暴起，吹折樹木，百鳥悲鳴，師子、熊", "65": "羆、走獸之輩，皆大號呼，動一山中；日無精光、", "66": "流泉為竭、眾華萎死、雷電動地。時盲父母驚", "67": "起，自相謂言：『睒行取水，經久不還，將無為虎", "68": "狼、毒蟲所害？禽獸悲鳴，音聲號呼，不如常時。", "69": "風起四面，樹木摧折，必有災異。』「王時怖懅，大", "70": "自悔責：『我所作無狀！我本射鹿，箭誤相中", "71": "耳。射殺道人，其罪甚重。坐貪小肉，重受其", "72": "殃。我今以一國珍寶、庫藏之物、宮殿、妓女、丘", "73": "郭、城邑，以救子命。』時王便前，以手挽拔睒胸", "74": "箭，箭深不可得出。飛鳥、走獸，四面雲集，號呼", "75": "動一山中。王益惶怖，三百六十節節皆動。睒", "76": "語王言：『非王之過，自我宿罪所致。我不惜身", "77": "命，但憐念我盲父母，年既衰老，兩目無所見。", "78": "一旦無我，亦當終歿，無所依仰。以是之故，用", "79": "自懊惱酷毒耳。』「登爾之時，諸天龍神、山神、", "80": "水神、樹神，皆為肅動。王復重言：『我寧入泥犁", "81": "中，百劫受罪，使睒身活。』長跪向睒悔過言：『若", "82": "子命終，我當不復還國，便住山中，供養卿父", "83": "母，如卿在時，勿以為念。諸天龍神皆當證知，", "84": "不負此誓。』睒聞王此誓言，雖被毒箭，心喜意", "85": "悅，雖死不恨：『以我盲父母累王供養，道人", "86": "現世罪滅，得福無量。』王言：『卿語我父母處，", "87": "及子未死，語我知之。』睒即指示語：『從此步徑", "88": "去是不遠，自當見一草屋，我父母在其中止。", "89": "王徐徐往，勿令我父母怖懅，以善權方便，解", "90": "語其意。為我上謝父母，無常今至，當就後世。", "91": "不惜我命，但念父母年老，兩目復盲，一旦無", "92": "我，無所依仰，以此懊惱自酷毒耳。死自當", "93": "分，宿罪所致，無有得脫者。今自懺悔於父", "94": "母，從無數劫以來，所行眾惡，於此罪滅、福生。", "95": "願我與父母，世世相值，不相遠離。願父母終", "96": "保年壽，勿有憂患，天龍、鬼神常隨護助，災", "97": "害消滅，所欲應意，無為自然。』「王便將數人", "98": "徑詣父母許。王去之後，睒便奄然而死。飛鳥、", "99": "禽獸，皆大號哭，遶睒尸上，以舌舐睒身血。盲", "100": "父母聞此音聲，益用怖懼，徬徨而住。王行", "101": "馳駃，觸動草木，肅有人聲，父母驚言：『此是", "102": "何人？非我子行。』王言：『我是迦夷國王，聞道", "103": "人在山中學道，故來供養道人。』父母言：『大", "104": "王來大善，勞屈威尊，遠臨草野。王體中安", "105": "隱不？宮殿夫人、太子、官屬、人民，皆安善不？風", "106": "雨和調、五穀豐足不？隣國不相侵害不？』王", "107": "答道人言：『蒙道人恩，皆自平安。』「王問訊盲", "108": "父母：『來在山中，勞心勤苦，樹木之間，飛鳥", "109": "走獸，無有侵害道人者不？在山中，寒暑隨時，", "110": "現世安隱不？』盲父母言：『蒙大王厚恩，常自安", "111": "隱。我有孝子名睒，常為我取百種果蓏，泉", "112": "水恒自豐饒，山中風雨和調，無所乏短。我", "113": "有草席可坐、果蓏可食。睒行取水，且欲來還。』", "114": "「王聞盲父母言，又大傷心，淚出而言：『我罪惡", "115": "無狀，入山射獵，見水邊有群鹿，引弓射之。", "116": "箭誤中道人子，睒身被毒箭甚痛故，來語二", "117": "道人。』父母聞之，舉身自撲，如太山崩，地為", "118": "震動。王便自往前扶牽，父母仰天號哭，自", "119": "訴言：『我子睒天下至孝，仁慈無有過者，踐地", "120": "常恐地痛，今有何罪而王射殺之？向者，大風", "121": "卒起，吹折樹木，百鳥悲鳴，號哭動一山中。", "122": "我在山中二十餘年，未曾有此災異，疑我子", "123": "取水，經久不還，必當有故。』諸神皆驚，肅肅而", "124": "動。母啼號不可復止，父言：『且止！人生無有不", "125": "死者，無常自然，不可得却。』且問王言：『睒為", "126": "射何許，今為死活？』王具以睒口中所言，向盲", "127": "父母說之。聞王此言，又大感絕：『我一旦無", "128": "子，俱亦當死，願王牽我二人，往臨睒尸上。』「王", "129": "即牽盲父母往到尸上，父抱其兩脚，母抱", "130": "其頭著膝上，各以一手捫摸其胸箭，仰天", "131": "大喚言：『諸天及龍神、山神、樹神、水神，我子仁", "132": "慈至孝，諸神所知，何能不一哀我子是善子？』", "133": "母便以舌舐睒胸瘡：『願毒入我口，我年已老，", "134": "目無所見，以身代子之命。睒活、我死，死不恨", "135": "也。』於是，盲父母言：『若睒有至誠至孝者，天", "136": "地所知，箭當拔出，毒藥當除，睒當更生。』", "137": "「於是，第二忉利天王釋座即為大動，以天眼", "138": "見二道人抱子號哭，乃聞第四兜術天、諸天", "139": "宮、龍宮，皆儼儼而為動。釋梵四天王即從第", "140": "四天上來，如人伸臂頃，來下住睒前，以神藥", "141": "灌睒口中。藥入睒口，箭自拔出，便活如故。父", "142": "母驚喜，見睒已死更活，兩目皆開。飛鳥、禽獸", "143": "皆作歡樂之音，風息雲消，日為重光，泉水涌", "144": "出，眾華五色、樹色，光榮倍於常。「時王大歡喜，", "145": "不能自勝，禮天帝釋，還禮父母及子睒：『願我", "146": "國財以上道人，身自留住供養，現世罪滅，宿", "147": "怨得除。』睒答王言：『欲報恩者，王且還國，安慰", "148": "國人，皆令奉持五戒。王勿復射獵，夭傷蟲獸，", "149": "現世身不安隱，壽盡當入泥犁中。人居世間，", "150": "恩愛暫有，別離久長，不得常在。王宿有功德，", "151": "今得為王，莫以得自在故，而自放恣。』於時國", "152": "王大自悔責，自今以後，當如睒教勅，不敢", "153": "有廢。諸隨王射獵者數百人，見睒已死，神人", "154": "持藥來下，入口即活，父母眼開，皆踊躍發意，", "155": "奉持五戒，終身不犯。王還國已，宣令國中，", "156": "諸有貧窮、盲父母，如睒比者，皆當供養，不得", "157": "捐捨，犯者令有重罪。於是，國中人民以睒活", "158": "故，上下相教，奉修五戒，修行十善，死得昇", "159": "天，無入三惡道者。」佛告阿難：「諸來會者，宿", "160": "命睒身，我身是也；", "161": "時盲父者，今現父王閱頭檀是也；時盲母者，", "162": "今現我母王夫人摩耶是也；迦夷國王者，阿", "163": "難是也；時天帝釋者，彌勒是也。使我疾成", "164": "無上正真之道決，皆是我父母育養慈恩；從", "165": "死得生，感動天龍鬼神，父母恩重孝子所致；", "166": "今得為佛，并度國人，皆由孝順之德。」佛告阿", "167": "難：「汝廣為一切人民說之，人有父母，不可不", "168": "孝。道不可不學，濟神離苦，後得無為，皆由", "169": "慈孝、學道所致。」佛說經已，諸菩薩、比丘、比", "170": "丘尼、優婆塞、優婆夷、國王、大臣、人民、長者、居", "171": "士，莫不加敬，稽首佛足，作禮而去。", "172": "佛說菩薩睒子經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0174 菩薩睒子經", "source": "CBETA"}