{"author": "唐 智通譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1057b 千眼千臂觀世音菩薩陀羅尼神呪經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "12 請佛三昧印", "1": "千眼千臂觀世音菩薩陀羅尼神", "2": "呪經卷下", "3": "唐總持寺三藏沙門智通譯", "4": "爾時觀世音菩薩。說是呪時三千大千世界。", "5": "乃至非想非非想天六反震動。色究竟天摩", "6": "醯首羅戰慄不安皆大恐懼。一切惡鬼皆", "7": "大叫喚受大苦惱。東西散走莫知所趣。爾時", "8": "化身語諸大眾及諸惡鬼神等。若不隨順我", "9": "呪者。違逆者頭破粉碎。此呪能摧碎諸山乾", "10": "竭大海。此呪能摧伏阿脩羅軍護諸國土。此", "11": "呪能摧伏一切諸惡鬼神。一切諸病一切惡", "12": "毒。一切惡人。此呪能摧破三十三天皆令降", "13": "伏。若善男子有能誦持此呪者。其人威力說", "14": "不可盡。此呪能令誦持之者豪貴自在。亦能", "15": "令國王終身愛念。稱意所求悉皆滿足。若欲", "16": "降伏魔怨者。當燒求羅香誦我身呪二十", "17": "一遍。若欲令一切人愛己者。呪楊枝二十一", "18": "遍。口中嚼之即得愛敬。若欲令自身辯才智", "19": "慧者。呪菖蒲一千八遍。塗其心上即得辯才", "20": "無礙。作姥陀羅尼心印。", "21": "13 辯才無礙印咒辯才無礙印呪第十三", "22": "以兩手相背合掌。大母指向前舒。此印能自", "23": "護護他。當須結界隨所遊方。或呪淨水或呪", "24": "淨灰各呪七遍。所在住處以手掬水掬灰先", "25": "灑自身。然後向於四方四角如法散灑。若有", "26": "善男子善女人。被諸惡鬼眾邪魍魎之所惑", "27": "亂者。取石榴枝及柳枝。陰誦此呪輕打病人", "28": "無病不差。呪曰。", "29": "南無薩婆佛陀達摩僧祇比耶　南無阿利", "30": "耶婆盧吉低攝伐羅󰪺　菩提薩多跛寫", "31": "南無跋折羅波尼寫菩提薩多波寫　跢姪", "32": "他　徒比徒比迦耶　徒比婆羅闍婆羅尼馺", "33": "皤訶", "34": "此呪印能降伏諸邪見外道。若有善男子善", "35": "女人。於晨朝時日三時。各誦一遍者。即與", "36": "種種供養十億諸佛無有異也。永不受女身。", "37": "命終之後永離三塗。即得往生阿彌陀佛國。", "38": "如來授手摩頂。汝莫怖懼來生我國。現身不", "39": "被橫死。不為鬼神之所得便。", "40": "14 破三千大三世界滅罪印破三千大三世界滅罪印第十四", "41": "起立以左手向前展臂。五指向前散托竪五", "42": "指。次以右手大母指屈在掌中。以四指把", "43": "拳當右耳上當。誦身呪頭指來去。此印日別", "44": "須三時一時誦七遍。能滅五逆四重罪。於一", "45": "切眾生生慈慈心。即能燒一切罪根。此身滅", "46": "後即為值佛。於彼佛土得作轉輪聖王。復", "47": "得陀羅尼名曰無盡藏。復得三昧名智等。復", "48": "得身中二十八種相。現現身不患眼舌耳鼻", "49": "等病。乃至身中一切疾病悉能消滅。若有先", "50": "業罪者亦得消滅。若見天旱時。取烏麻子和", "51": "毘麻子脂。作丸呪一百八遍。擲著湫水中", "52": "即得雨。若雨過多。取稻穀炒作華。取蔓菁", "53": "子脂和作丸。呪之一百八遍。擲著湫水中雨", "54": "即止也。", "55": "15 降伏三千大千世界魔怨印降伏三千大千世界魔怨印第十五", "56": "以五指相叉。左壓右急把拳。當頂上著。誦", "57": "身呪即降伏。若作此法。向舍利塔前二十九", "58": "日夜。取白檀香作末。塗地作曼荼羅。其中散", "59": "種種華。澡浴清淨著新淨衣。手把香鑪燒沈", "60": "水香。面向東坐呪一千八遍。此是最初功能。", "61": "又取芥子烏麻。著一處擣為末。以三指撮取", "62": "少許。呪之一遍擲著火中。如是七日日別誦", "63": "一百八遍。然後所作皆悉成就。", "64": "16 廣大無畏印廣大無畏印第十六", "65": "起立並足。先以右手仰垂左肘膝頭。左手", "66": "亦如之。於舍利像前。誦身呪一百八遍。即得", "67": "無畏施於眾生。又取槐香白芥子菖蒲捨", "68": "多婆利外國藥名以此等物內火中燒之。燒火之", "69": "時應於佛前或在淨處。誦呪三十二遍。以香", "70": "華供養。呪法悉皆成就。所為之者皆悉剋", "71": "果。若餘呪無驗。以此呪呪之亦皆成就。若欲", "72": "乞夢。誦此呪并作印眠。即有夢隨所欲見皆", "73": "得見之。若人無福所向不諧者。日誦三遍呪", "74": "滿七日。諸有所求一切皆得。爾時菩薩在娑", "75": "竭羅龍宮海會說法。見諸龍眾受大苦惱。愍", "76": "諸龍眾為度苦惱眾生。悉得離苦無諸怨害。", "77": "爾時龍女獻一寶珠。價直娑婆世界。為求法", "78": "故吾為廣說離諸苦難。", "79": "17 水精菩薩護持千眼印咒水精菩薩護持千眼印呪第十七", "80": "爾時水精菩薩。為欲利益護持此呪。而說呪", "81": "曰。", "82": "毘摩隸　摩訶毘摩隸　郁呵隸　摩訶郁呵", "83": "隷　休摩隷　摩訶休摩隷　薩訶隷　止隷", "84": "睇　馺婆訶", "85": "若有善男子善女人。在所遊方受持此千眼", "86": "千臂菩薩法者。我當常隨衛護。乃至諸魔眷", "87": "屬無惱亂者。若人急難他國相侵盜賊逆亂。", "88": "當取五色縷。結誦呪二十一遍。一遍一結繫", "89": "於左臂。又以左手無名指中指頭指。把拳大", "90": "母指壓上。展小母指。指所至賊方誦呪七", "91": "遍。悉皆退散不能為害。爾時觀世音菩薩在", "92": "雪山中說法。觀見夜叉羅剎國中人民。唯食", "93": "眾生血肉無有善心。菩薩為欲利益方便教", "94": "化。眾生以神通力尋至彼國。現千眼千臂降", "95": "魔身。說成就姥陀羅尼法。爾時羅剎國", "96": "王。來至我所求哀頂禮。我以成就印印之。即", "97": "得成無上道。", "98": "18 成就印成就印第十八", "99": "起立並足。合掌當心。以小指相叉左壓右。", "100": "誦身呪二十一遍。種種皆得成就。若救六道", "101": "苦難眾生。當用輪印。以十指頭各相拄。開", "102": "腕掌中使開。其指間各相去一寸許。即是菩", "103": "薩在六道循環度諸苦難。以此印輪迴悉", "104": "得離苦。此印法拔吒那羅延長年師。纔翻便", "105": "即歸國。并將所翻之本。智通畢竟尋逐不得。", "106": "遇於一僧邊得梵本。譯出在外無本。", "107": "19 成等正覺印成等正覺印第十九", "108": "結跏趺坐。先以左手舒五指。仰掌在左膝上。", "109": "次以右手舒五指。覆手捺右膝上。此與滅盡", "110": "印法同。過去未來現在諸佛。皆同此印得佛", "111": "菩提。此印能除一切業障。若坐禪諸法不現", "112": "前者。當七日七夜於阿練若處。誦此陀羅尼", "113": "并此印法。至心念佛晝夜六時懺悔即得諸", "114": "法現前。及所得福無量無邊不可稱計。", "115": "20 呼召三十三天印呼召三十三天印第二十", "116": "先以左手四指把拳。次以右手握左手大母", "117": "指。亦如把拳。令左手大母指。在右手虎口中", "118": "出頭。以右手頭指來去。呪曰。", "119": "唵一俱智俱智二俱耶利三遮利遮利四遮犁隷", "120": "五蘇婆訶", "121": "此陀羅尼印呪不可思議。若善男子善女人", "122": "臨欲眠時。誦此呪一百八遍。心中所願於夢", "123": "寐中悉得知見。若能日日誦此呪者。亦能滅", "124": "一切罪不失菩提心。其人昏夜寐夢。漸漸增", "125": "廣皆得吉祥。乃至夢見如來在菩提樹下授", "126": "記成道。乃至釋梵諸天常來侍衛。", "127": "21 呼召天龍八部鬼神印呼召天龍八部鬼神印第二十一", "128": "起立並足。先以左手大母指屈在掌中。四指", "129": "把拳當心上著。次以右手亦如之。以右手在", "130": "右耳邊。以頭指來去。呪曰。", "131": "南無尼健陀上聲一南無阿利闍波陀去聲二馺", "132": "婆訶三南無阿利闍羅馺婆訶四堙醯夷醯", "133": "五馺婆訶", "134": "此呪印若善男子善女人受持讀誦者。知七", "135": "世宿命。毒蛇不敢螫。毒藥自然除。刀不能", "136": "害王亦不能瞋。永劫不受地獄苦。若誦此呪", "137": "時。二十八部鬼神來詣。誦呪人邊坐聽誦呪。", "138": "若善男子善女人。為鬼魅所著。以白縷為呪", "139": "索。一遍一結如是四十九結。繫其咽下其病", "140": "即除。若國內災疫流行國人死亡多者。當取", "141": "國王園池中蓮華一百八莖。一華各呪一遍", "142": "擲著火中。燒令蕩盡災疫即除。", "143": "22 解脫印解脫印第二十二", "144": "結跏趺坐。先以左手中指。與大母指頭相捻。", "145": "仰掌向上。餘三指散展置於左膝上。次以右", "146": "手亦如之。覆手置於右膝上。誦身呪二十一", "147": "遍。所願悉皆滿足諸有苦惱悉皆解脫。若善", "148": "男子善女人。具造十惡五逆等罪。如閻浮提", "149": "履地變為微塵。一一微塵成於一劫。是人造", "150": "若干等罪。應墮地獄歷劫受苦永無出期。是", "151": "善男子善女人。能於舍利及佛像前。白月", "152": "十五日一日一夜不食。結印誦呪滿一百八", "153": "遍。如上諸罪苦惱悉皆消滅。若不滅者無", "154": "有是處。此印智通本上先無。智通於涼州。", "155": "逢一婆羅門僧有此梵本。遇會勘之更有此", "156": "印。自得受持大有功効不可思議。", "157": "23 自在神足印自在神足印第二十三", "158": "起立先以左手握右脚大母指如把拳。次以", "159": "右手握左手腕背上。誦身呪七遍。欲進千里", "160": "不以為難。誦呪之時勿令聲出。", "161": "24 神變自在印神變自在印第二十四", "162": "先以左手大母指捻小指甲上。次以右手亦", "163": "如之。餘三指各散竪。合腕相著置於頂上。誦", "164": "身呪二十一遍。皆得遊行自在。昔有罽賓國", "165": "僧闍提。於北天竺求得此梵本。未曾翻譯。自", "166": "得受持威力廣大不敢流傳。智通於此僧弟", "167": "婆伽伽邊得本。依法受持功効不少。唯不", "168": "流行於世。此本絕無。後同學得者願同功力。", "169": "25 王心印咒王心印呪第二十五", "170": "兩手合掌虛掌內合腕。二頭指來去。呪曰。", "171": "唵一阿嚕力帝囇路迦夜去聲毘社時賀切耶", "172": "二薩婆鑠覩嚧二合鉢囉麼馱那三迦囉耶𤙖", "173": "泮莎訶", "174": "爾時觀世音菩薩。告諸大眾言。若佛滅後於", "175": "末法時五百年中。閻浮提人忽眼見。及耳聞", "176": "我此法印陀羅尼法門者。當知此人過去", "177": "已曾供養無量諸佛。今得值遇得我此法印", "178": "陀羅尼。抄寫受持讀誦如法修行者。即得初", "179": "地速成佛果。得阿耨多羅三藐三菩提。爾時", "180": "觀世音菩薩聞佛說已歡喜信受作禮而去。", "181": "千眼千臂觀世音菩薩陀羅尼神呪經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1057b 千眼千臂觀世音菩薩陀羅尼神呪經", "source": "CBETA"}