{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜論: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集", "text": {"0": "1 聚揵度首", "1": "尊婆須蜜菩薩所集論卷第二", "10": "升攝諸子此亦如是。或作是說。集聚法眾生", "100": "少。不從人求亦復無主。", "101": "又世尊言。比丘行道甚苦。比丘乞求苦。共居", "102": "苦。彼云何行道。云何乞求。云何共居。或作是", "103": "說。五盛陰是行道愛身是乞求。結使是共居。", "104": "尊作是說。如向者語比丘行道苦乞求苦共", "105": "居苦。眾生於彼流轉生死苦。於此義故說行", "106": "道苦。於三苦甚苦。身苦行苦變易苦。希望", "107": "他樂亦是苦。是苦一切乞求。無方便共居", "108": "苦。", "109": "處無常法界生諸著塵垢", "11": "方便故曰攝人。以何等故共義謂之攝人。或", "110": "使況復現在補納衣甚苦", "111": "第五偈品竟。", "112": "尊婆須蜜菩薩所集偈品首聚揵度之六", "113": "又世尊言。如彼偈所說。不可食彼食。以何等", "114": "故。佛世尊說偈不可食。或作是說。世尊不以", "115": "食故往。但欲教化彼婆羅門。是故不受。問", "116": "不以偈故說不可食。食非其義故曰不可食。", "117": "或作是說。彼婆羅門耕田淨意慳貪嫉妬。受彼", "118": "食時。彼便作是念。沙門瞿曇以食故而說法。如", "119": "採合詩頌以錢財故歎譽乞者。如彼良醫歎", "12": "作是說。俱有戒行。或作是說。俱同境界。或作", "120": "譽藥草無病不療。或作是說。欲現神足變化", "121": "彼婆羅門。佛為現三變化而教戒之。尊作是", "122": "說以二事故。佛世尊說偈不受取。自現其義。", "123": "現眾生應受化故。使起護心。", "124": "又世尊言。斷柵斷塹而住門閫。門閫者義", "125": "云何。或作是說。於此慢怠依彼門閫。吾我", "126": "所造。如婆嵯種說。如是瞿曇沙門於法化中", "127": "無有枝葉莖節皮牙雹淨。牢固不可移動。云", "128": "何於法化中枝葉莖節皮牙雹淨。言牢固者。", "129": "其義云何。或作是說。戒於此法化中枝葉莖。", "13": "是說。俱同所見。復次勸助義謂之攝人。又世", "130": "利養是皮。三昧是雹。解脫是牢固。問云何", "131": "於法化中無有戒。無有業。無有利養。無有", "132": "三昧。或作是說。戒牢固。是故枝葉莖利養。", "133": "利養是牢固。皮雹者三昧。現其少相。解脫", "134": "牢固。或作是說。有諸邪見。於此經中枝葉莖", "135": "皮雹作是說。如是現其義。此非瞿曇世尊", "136": "法化見牢固解脫牢固。或作是說。戒成就葉", "137": "莖現其相類。三昧成就皮雹現其相類。智慧", "138": "成就現其塹。如是瞿曇世尊非以是故修梵", "139": "行。餘解脫牢固神通之德也。", "14": "尊言。無常是無常法。云何無常云何無常法。", "140": "又世尊偈言。本所更歷。云何色處不相類失", "141": "本所更歷起慈悲。或作是說。自然。或作是說。", "142": "威儀自然。或作是說。以二事故。因本所逕", "143": "歷而起慈悲。自識宿命。或有來告語者。或作", "144": "是說。如彼事說本因緣也。", "145": "又世尊言。矜居進反叔軀樹喻。爾時二使者。", "146": "如其實事往語國主已。復道而還。彼云何如", "147": "其實事。云何復道而還。或作是說。四賢聖諦", "148": "如其實事。八賢聖道是復道而還。問設道諦", "149": "中云何有定處。云有何別名。答曰。無虛", "15": "或作是說。過去行無常。未來現在行是無常", "150": "偽者出要為道。或作是說。如其章如其實語", "151": "如其所知。復道而還。或作是說如見諦道。實", "152": "語亦復如。是如思惟。道復道而還亦復如", "153": "是。尊作是說。四賢聖諦如其實語。八聖道", "154": "復道而還。此諦相語勸無相物。契經中清淨", "155": "說是語。案經說。", "156": "又世尊言。著塚間五納衣。有五事則不應", "157": "法。臭色壞脆饒虱婆羅夜叉所居處。云何塚", "158": "間。云何臭云何色壞。云何饒虱。云何婆羅夜", "159": "叉。答曰。衣死所纏用裹死人。若臥若被在身", "16": "法。亦當求法亦當次住。或作是說。過去未", "160": "故。曰塚間衣。被塵垢污無色陰。雖染不成", "161": "色。不淨臭處熱暑暴。如此衣有希望。乃至蟣", "162": "為首置彼已。天神不往詣。惡鬼近故。曰婆", "163": "羅夜叉。", "164": "又世尊言愛盡欲盡欲盡愛盡。愛與欲有何", "165": "差別。或作是說。無有差別。愛即是欲。問今無", "166": "愛盡欲盡。當作是說。欲盡欲盡故曰愛盡欲", "167": "盡。或作是說。愛少欲多。問欲有上中下愛有", "168": "中下。或作是說。念食為欲。於彼遂染著。彼", "169": "是愛故曰愛。問如所說。如痛貪欲愛彼便滅。", "17": "來現在行無常。未來行是無常法。亦當往求", "170": "如是彼痛當滅彼有違。或作是說。得欲未得", "171": "愛時得便是欲。問今已得無有染。未得無有", "172": "欲。或作是說。愛取為欲。不愛取為愛。問", "173": "愛取無有欲不愛取無有愛。或作是說。意", "174": "地是愛。六身識是欲。問若意地愛。彼欲有", "175": "何差別。或作是說。內是欲外是愛。問今內無", "176": "染外無有欲。或作是說。敬是欲造者是愛。問", "177": "如所說。痛中欲者。彼所造是愛則有差違。或", "178": "作是說。未得已得諸生歡喜。是謂欲已得食", "179": "欲諸貪著。是謂愛也。尊作是說。和顏悅色是", "18": "彼法。或作是說。過去現在行無常。未來生法", "180": "欲。娛樂志悅意迴轉是謂愛。", "181": "無有柔軟念已得而染著", "182": "意及內諸愛悅色所娛樂", "183": "又世尊言。因是有便有是不。因是有非為不", "184": "有。說此語時此義云何。或作是說。現在無明", "185": "生諸行生過去未來。問猶如此現在無有。或", "186": "作是說。無明依吾我生諸行。不依則無。故", "187": "因依此吾我無有。或作是說。不盡有餘無明", "188": "生諸行。已盡無餘則不生行。故曰此不盡有", "189": "餘無有。或作是說。一切眾具。生無明行。無眾", "19": "不生法是無常法。彼亦與法相應。或作是說。", "190": "具則不生。故曰因此具無有。尊作是說。自憑", "191": "仰依意增益。故依此說。今非有無有苦諦。當", "192": "言過去耶。當言未來耶。當言現在耶。或作是", "193": "說。當言現在。不以過去未來覺苦。問過去已", "194": "縛。未來當縛。現在或有不縛。欲使彼非苦諦", "195": "耶。復次五盛陰中起苦諦想。無數世時敷演", "196": "智慧。苦諦習諦亦復如是。或作是說。當言現", "197": "在。非以過去未來愛而受有。問過去已辯", "198": "未來當辯。現在愛非一切辯耶。欲使彼非", "199": "習諦耶。復次有漏行中起習諦想。無數世中", "2": "尊婆須蜜造", "20": "一切諸行亦是無常。亦是無常法。如所說如", "200": "敷演習諦。道諦亦復如是。或作是說。當言現", "201": "在。非以過去未來道斷結。問過去已滅。未來", "202": "當滅。現在或有不滅。欲使彼非道諦耶。復次", "203": "無漏行中已起道諦想。無數世時敷演道諦。", "204": "偈詩頌門閾婆嵯喜矜叔", "205": "塚間衣及欲因諦各有三", "206": "第六偈品竟。", "207": "尊婆須蜜菩薩所集聚揵度偈品之七", "208": "佛有五眼及三種生有為相實", "209": "不生有空", "21": "因是無常。如果是無常法。問因亦緣餘果。果", "210": "又世尊言。比丘我以佛眼觀彼眾生。利根鈍", "211": "根可化易教。少諸塵垢。不聞退法者。猶如此", "212": "三眼。云何眼。謂之佛眼肉眼天眼慧眼。或作", "213": "是說。如來三眼者。當言一切佛眼耶。何以故。", "214": "一切是如來智慧眼。問如今不觀一切眾生。", "215": "諸所觀者幽冥處悉遍。尊作是說。如來聖智", "216": "常住不變移。一切眾生蠕動之類。謂之佛眼。", "217": "佛眼者。當言善耶。當言無記耶。或作是說。當", "218": "言善亦是無記。何以故。一切三眼是佛眼。尊", "219": "作是說。當言善無有錯亂志。佛眼者。當言有", "22": "亦緣餘因。豈彼不是無常無常法耶。答曰。惟", "220": "漏。當言無漏耶。或作是說。當言有漏。當言無", "221": "漏。當言無漏。何以故。三眼是佛眼。尊作是", "222": "說。當言無漏。何以故。不以有漏中間生有漏。", "223": "猶如此如來十智。何等智是佛眼。或作是說。", "224": "諸如來十智。彼一切當言是佛眼也。何以故。", "225": "一切如來是智慧眼。或作是說。法智未知智", "226": "是如來常住。不起不移不共。一切眾生蠕動", "227": "之類。當言佛眼也。猶如此十力。何等力是佛", "228": "眼。或作是說。根智者當言佛眼也。以此知", "229": "之。或有眾生利根鈍根中根。或作是說。是一", "23": "因緣餘果。果緣餘因。如因是無常。如果是無", "230": "切十力當言佛眼。此非如來智乃至十力。猶", "231": "如此諸行無數緣生。以何等故。生者言生。或", "232": "作是說。生者最妙。譬如以眾多事染衣裳。染", "233": "者是人。問等無礙中是妙是非妙。此義云", "234": "何。有染青衣。是故不定。或作是說。雖有此緣", "235": "生不縛。是故生者生。問緣有此生緣所縛生。", "236": "是故不定。或作是說。初無有實不生。問初無", "237": "有生及彼緣。是故此非緣。或作是說。非生行", "238": "生今合會行生。是故合會行生。或作是說。若", "239": "生行生如是。彼緣無有方便。等無礙中生所", "24": "常法。問如今因非無常。如今果非無常法。是", "240": "生非緣生則有差違。如彼緣法生諸法。無緣", "241": "則不生。如是不異。是故當捨此然生非自然", "242": "造起諸法。此事不然。猶如此諸行二生等生。", "243": "何以故言一生。或作是說。一者生行。餘生者", "244": "亦是生。問此亦是我疑。何以故。一者非生餘", "245": "行亦是生。或作是說。彼有一因。餘者是果。問", "246": "雖有各各生此二非二因。彼亦是果。或作是", "247": "說。行無二生。問此眾事不相應行多。云何有", "248": "一生。或作是說。此二俱不生相應則生行。復", "249": "次此有欲意生自然生。以何等故。生者言生。", "25": "故彼即無常即無常法。復次諸行迴轉彼無", "250": "彼非有等法。或作是說。生者已生行。或作是", "251": "說。此非生餘者生。乃生若生有生者。則有流", "252": "轉生不絕。若行自生。行已自生此是自生。彼", "253": "云何無生者生。是故此義不然。猶如此三者", "254": "有為有為相。起盡住無變易。云何住者有變", "255": "易。或作是說。起者名生。盡者無常住。老者", "256": "變易。是謂變易。問設彼老有勝者。勝者變易。", "257": "若無變易則無有異。或作是說。未來久遠住。", "258": "過去現在則有變易。如是住便有變易。問若", "259": "起未起變易有勝者。設無有勝則無變易。復", "26": "常。是法是無常法。", "260": "次無有一物住有變易。意住有變易。起最初", "261": "生死者。滅所生處。各各相憑。身住轉。轉移住", "262": "則有變易。此事當言等耶。當言漸漸等。或作", "263": "是說。當言適等一時俱起。問一時老變易則", "264": "有壞敗。或作是說。當言漸漸等起。所作於彼", "265": "住便有變易。漸至盡俱生漸漸生。復次作眾", "266": "行有為相。更不造行。若得造行者。則有等則", "267": "俱生。是故一時。生老變易壞敗。是故此非義。", "268": "云何為苦諦相習諦相盡諦相道諦相。或作", "269": "是說。眾惱苦諦相。轉移習諦相。休息為盡諦", "27": "又世尊言。諸有塵垢是塵垢法。云何名塵垢。", "270": "相。出要為道諦相。或作是說。成就為苦諦相。", "271": "迴轉為習諦相。轉住為盡諦相。能迴還為道", "272": "諦相。", "273": "復次章義作實諦相。於五陰聚中洋銅鐵丸。", "274": "受如此三苦。染著憂惱如吞熱丸。苦苦行苦", "275": "變易苦。如彼燒鐵丸入火與火無異。如是當", "276": "觀苦苦知其惱相。於此苦愛轉行變易。惡趣", "277": "之處奔走馳向。是謂等有。觀其習諦相。行垢", "278": "造行不縛等有是謂非等有。當觀盡諦相。修", "279": "戒休息智慧生相應因滅。如是修行觀道諦", "28": "云何名塵垢法。或作是說。塵垢展轉相緣。是", "280": "相。以何等故。過去行不復生。或作是說。誰見", "281": "更生者。若疑過去行。或作是說已滅不生。問", "282": "現在復生耶。或作是說。若不相應彼不生也。", "283": "問如彼過去相應有。復次一相應成一果。非", "284": "一相應成二果。是故不生。云何得知言有虛", "285": "空。或作是說。此現事。問謂增上慢空無根", "286": "本。現在事得知。亦有不可知。或作是說。無著", "287": "無生。問有著者生。則可知無彼著則無生。", "288": "或作是說。設無空者物無分齊。雖有分齊。是", "289": "故有虛空。問夢中所見一切物盡住。若物所", "29": "謂塵垢法。或作是說。彼塵垢相應法。謂之塵", "290": "容受。容受增容受彼展轉。彼展轉是故不", "291": "定。亦不可究竟。是故無虛空。或作是說。以世", "292": "俗故。故說此耳。如眾生號薩唾那羅未㖻", "293": "闍摩納婆埵覩過反㖻奴流反。或作是說。不可", "294": "究知。何以故。此智所知。何以故。色與空不", "295": "相應。無色不與空相應。於此至彼無所有言", "296": "空。是世俗言數。", "297": "佛有五眼及三種生二有為諦", "298": "不生有空", "299": "世間八法攝幾陰幾持幾入。如章所說。有利", "3": "符秦罽賓三藏僧伽跋澄等譯", "30": "垢法也。或作是說。塵垢雜塵垢。彼迴轉法。是", "300": "無利粟利財利衣裳利攝四持四入。色陰所", "301": "攝。象利馬利男女利攝十七持十一入。五陰", "302": "已獲所得利。攝法持法入。行陰所攝。有名稱", "303": "無名稱譽攝聲持聲入。色陰苦樂攝法持法", "304": "入。痛陰所攝一切世間八法。攝十八持十二", "305": "入。五陰五欲若苦若樂。當言成就。當言不成", "306": "就。或作是說。樂當言成就。因彼緣生欲樂問", "307": "因緣生苦欲使成就苦耶。或作是說。苦當言", "308": "成就。世尊亦說。如是摩檀提婆羅門名。眾生欲未", "309": "盡。於欲苦中起娛樂。樂相得諸顛倒。乃至", "31": "謂塵垢法也。或作是說。塵垢雜塵垢。彼所起", "310": "契經說。問如今無有生欲樂想。答曰顛倒起", "311": "樂想。或作是說。無有苦無有成就樂。假號言", "312": "有苦樂慢生。如種種趣。或有一趣。方俗殊", "313": "異思惟生苦樂慢。阿毘曇者。其義云何。或作", "314": "是說。契經偈決生諸法義。理深邃故曰阿毘", "315": "曇。或作是說。四賢聖諦法能專修行故。曰阿", "316": "毘曇。或作是說。泥洹是法修行受證故。曰阿", "317": "毘曇。或作是說。十二因緣十二緣法。能自覺", "318": "寤故。曰阿毘曇。或作是說。八賢聖道敷演", "319": "彼義故。曰阿毘曇。復次諸縛著解脫永盡無", "32": "身行口行。是謂塵垢法。或作是說。一切有漏", "320": "餘。於此義中分別諸法因。有名身句身味身。", "321": "漸漸著漸漸住漸漸等相應。是謂阿毘曇。諸", "322": "神形人形而作人聲。當言是人。當言非人聲", "323": "或作是說。當言此非人聲。昔見揵陀越國鬼。", "324": "著摩竭國人語。作揵陀越聲音。語摩竭國鬼。", "325": "捉揵陀越國人。作摩竭國音聲。或作是說。", "326": "此是人聲非鬼夜叉羅剎音響是人音響。遙知聲", "327": "響。此某甲音響。問非人著人形語。是故有", "328": "音聲。復次當言此非人聲。見過去人。見未來", "329": "人。亦見方俗。神著人語實無虛神阿鞞扇提。離不", "33": "行塵垢是塵垢法。如其因是塵垢。如其果是", "330": "憶所說。世尊亦說。此非阿拘婆羅天子。阿拘", "331": "婆羅天子說此偈言。魔天波旬著阿拘婆羅", "332": "天子。說此偈言。此魔所說非其天子。以何等", "333": "故天謂之鬼。或作是說。居住天上故曰天。如", "334": "生水中謂之水種。生山澤中謂之山澤種。或", "335": "作是說。生至天上故曰天。如其乘車謂乘車", "336": "人。或作是說。宿止天上謂之天。如住城墎", "337": "是城墎人。若比丘著衣食。起欲想瞋恚想。", "338": "起殺害想。彼檀越主頗有罪無耶。或作是說。", "339": "彼檀越無有罪。何以故。彼人作罪已不受。問", "34": "塵垢法。尊作是說。眾生不壞造五陰行眾惱", "340": "如世尊言。若比丘彼比丘身著衣裳。入無量", "341": "念三昧專志不移。彼檀越主得無量善業功", "342": "德。如是契經各相違。答曰彼不作是心我作", "343": "欲想。問不作是念。彼受我物。入無量念三昧", "344": "專志不移。問彼不作是心。施此人食。食入無", "345": "量三昧。著檀越衣。答曰。若著檀越衣食。彼", "346": "使獲福。問不應作是說。自身有患餘人受疼", "347": "痛。不於中間思惟不淨。有非罪咎。應慚不慚。", "348": "應羞不羞。彼慚愧羞。當言善耶。當言不善耶。", "349": "當言無記耶。或作是說。當言善與法相應。問", "35": "見逼。是謂塵垢法。", "350": "彼不與法相應。可慚便慚。彼當言法相應。", "351": "或作是說。當不善有顛倒想為好。復次當言", "352": "不善。如是彼說增益魔界。如所說命異身異。", "353": "諸所生是命。作是說。此義云何。問生者即命", "354": "耶。命非生是故命非命。命非命餘命餘身。此", "355": "事不然。身亦不得異。或作是說。若生是命者。", "356": "又身非命。是故身非生。身不生時命異身異", "357": "身與命各各異。或作是說。生者是命。身者即", "358": "生。是故身是命。身與命異。對異無有此。若", "359": "諸法因對生者。此法當言。與法相應生。或作", "36": "又世尊言。汝今比丘生老病死。終更受形。生", "360": "是說。當言生。曾一時見炎光同出。問此非譬", "361": "喻。如意炎者非光。如光非炎。若俱取者則有", "362": "二情。或作是說。當言俱相應生。若隻生者無", "363": "初火自然。猶如彼有薪然無火。設復有火然", "364": "復無薪。是故當言相應生。問如彼初火自", "365": "然。火當生時謂之然。如生無薪。或作是說。此", "366": "當言生。設彼隻生者。十二因緣則不順。如彼", "367": "有無明無有行。如無明滅時彼便有行。問彼", "368": "十二因緣則不有順。如有無明彼行不生。行", "369": "生無有無明。或作是說。此等俱相應生。設隻", "37": "更受形。逝死有何差別。或作是說。中陰諸形", "370": "生者。相應無有果。果無有因。如俱生無有果。", "371": "如有果無有俱相應生。問彼俱相應生。彼俱", "372": "無有果。果無有因。如俱相應生果不生。若果", "373": "不生。無有俱相應生。或作是說。當言俱相", "374": "應生。若隻者本亦當隻生。是故當言。本生", "375": "若不隻生。亦復不俱相應生。亦當隻生。是故", "376": "當言本生若不隻生。亦復不俱相應生。永不", "377": "復生。問非境界因有果。彼相應生隻生。先", "378": "亦當隻生。是故本當壞。若本不壞俱相應生。", "379": "亦復不壞是故永不壞。問已生我有壞。是故", "38": "此是生。更轉陰往生此是生。中陰壞敗謂之", "380": "本不壞。問若隻不生。相應亦不生是故永不", "381": "生相應俱生。或作是說。當言相應生。先有", "382": "穀種後有萌牙。問中間穀子盡。若種子時", "383": "時則有生。答曰。此非譬喻。穀子腐則無。或", "384": "作是說。當言相應生。若俱起相應與果二俱", "385": "起。此非方便言果證。猶如牛角。問俱有炎光", "386": "炎因有光。此亦當爾。問此非譬喻。二炎光", "387": "二俱不可得。或作是說。當言俱相應生。設俱", "388": "生者。因與果則齊等。問此義云何。答曰。若心", "389": "因心彼則有齊等。問我心已盡。俱相應在內。", "39": "逝。初死陰壞敗此是死。或作是說。出母胞", "390": "或作是說。若一時俱相應果心。彼亦展轉相", "391": "因。不一時俱生。是故一時盡相應。問或以", "392": "我過去俱相應在內。或時現在。是故非我過", "393": "去。或作是說。當言相應生。設有相應生者。如", "394": "俱相應在內彼無也。俱相應生是果。果亦俱", "395": "相應在內。彼無相應俱有果。是故俱應生。", "396": "又世尊言。如是相像邪命呪術畜生蟲螺。畜", "397": "生呪者。此義云何。或作是說。蛇虺厲毒唐", "398": "畜生。是故畜生呪。或作是說。諸畜生趣相應", "399": "呪。亦是呪如鹿烏鷲呪降象出蟠龍。或作", "4": "偈品首聚揵度之五", "40": "胎此是生。始入母胎此是更生。形展轉增此", "400": "是說。一切邪命是畜呪。復次畜生之趣常有", "401": "餘希望。是畜生呪。解脫名者是義云何。或作", "402": "是說。解脫縛著淨無染污解脫。或作是說。", "403": "心得解脫故曰解脫。復次增上離三界有。故", "404": "曰解脫。", "405": "法欲阿毘曇二鬼及衣裳", "406": "慚愧命相應邪命諸解脫", "407": "又世尊言。痛緣有愛。云何痛緣有愛。或作是", "408": "說。樂痛起愛。如是痛緣有愛。問云何非求起", "409": "愛。答曰。彼亦求樂痛有樂痛求是謂樂痛求。", "41": "是逝。初死陰壞敗此是死。或作是說。卵𩌧", "410": "問今云何苦痛求起愛著。答曰。彼亦名起。苦", "411": "緣起樂痛求愛。", "412": "又世尊言。彼為苦痛所逼娛樂欲想。問云何", "413": "今不苦不樂痛是愛因緣。答曰。不苦不樂痛", "414": "息想不復興盛。自知息想不復更求。或作是", "415": "說。五愛。獨處愛。不獨處愛復求他愛。不求他", "416": "愛。愚愛。於彼樂痛現在起不獨處愛。未起求", "417": "他愛。苦痛起不求他愛。已起獨處愛。不苦不", "418": "樂痛便休息想。未起求他愛。已起不獨處愛。", "419": "復起愚愛。或作是說。苦痛起三惡道上。彼", "42": "合會生。此事云何。此諸根漸漸熟。受生化生", "420": "眾生有愛自患。是故身自有愛。以是愛身緣", "421": "樂痛人所造。是故苦痛愛是緣樂痛。從人乃", "422": "至遍淨天。生彼眾生於彼已趣我想。是故樂", "423": "痛是愛緣。不苦不樂痛至果實天。乃至攝有", "424": "想無想天。生彼眾生於己自起愛。是故不苦", "425": "不樂痛是愛緣。或作是說。愛樂報處當知", "426": "痛。如是愛緣此法當言相應起。當言一一起。", "427": "或作是說。當說相應起。如緣細滑起愛。與細", "428": "滑相應。如痛緣愛與愛相應。問欲使六入緣", "429": "細滑耶。與六入相應。或作是說。當言相應起。", "43": "合會。彼諸根不漸漸熟軟生賴成。化生者。若彼命", "430": "何以故。亦作是言說。眼更痛眼更愛。問眼", "431": "更苦痛。眼更樂痛。欲使苦痛樂痛與共相應。", "432": "或作是說。當言一一生。以何故痛緣愛生。", "433": "非相應法各各相緣。或作是說。當言一一生。", "434": "世尊亦說。眼更痛緣起眼更愛。然不眼更愛", "435": "緣眼更生痛。或作是說。當言相應生。有伴侶", "436": "一一生愛樂報。", "437": "又世尊言。如婆闍清明國人。如彼男女強相", "438": "劫奪。云何他男他女。答曰。妻人自守。若為人", "439": "所守下至婬。女華飾香丸。此當言他女。或女", "44": "終時。不見其身卵𩌧合會。死已見其身。或", "440": "未出門嫁。或復出門嫁。有曰期數。當出門嫁", "441": "當言他女。成就者其義云何。或作是說。一切", "442": "法空則不成就。問如所說人成就善法。此契", "443": "經有違。或作是說。諸有所生是成就義。問", "444": "學法無學法。欲使彼成就耶。或作是說。不", "445": "滅盡者是成就義。問凡夫人一切法在未盡", "446": "欲。使彼成就耶。或作是說。形有所得是成就", "447": "義。問無垢人已得學法。欲使彼得阿羅漢成", "448": "就耶。或作是說。無棄捨法是成就義。問學人", "449": "不棄捨無學法。欲使成就耶。答曰。彼已不得。", "45": "作是說。無有差別。當說須臾頃。復次趣往生", "450": "問汝所說無棄捨法是成就義。是義不然。或", "451": "作是說。設俱得者彼則成就。是謂成就。復次", "452": "不相應眾生法。漸漸有礙縛彼成就。猶如此", "453": "人能有所忍。寒熱地獄眾生復有冬夏不。或", "454": "作是說。受地獄苦。彼亦受寒熱自然所逼。如", "455": "苦酒中蟲在蜜則死。問如是行成此事不虛。", "456": "答曰。何以故彼行受此罪苦。問彼身無有", "457": "苦。何以故。所作因緣不堪忍展轉生苦。以此", "458": "因緣亦生樂亦生微苦。或作是說。彼不俱有", "459": "身體瘡痍。有千苦生懊惱啼哭苦。問彼不命", "46": "時。最初受陰生造陰住超越。超越造陰受生", "460": "過耶。答曰。行報未盡是故不死。如眾生處胎。", "461": "以何等故。泥黎畜生餓鬼及天自識宿命然", "462": "非人。或作是說。彼道自爾。以是自識宿命受", "463": "陰入。是故彼自識問若彼已得生。餘者何以", "464": "不自識。或作是說。諸化生者自識。人處胎是", "465": "故不識。問設化生自識者。餘者一切不自識", "466": "耶。答曰。一切生時皆自識。諸天染著亦不", "467": "自識。三惡趣中苦痛切身。意忘自識。問此", "468": "不相類。何以故。亦說化生天子展轉告化生", "469": "天子所從來生。復次一切無邊亦無定處。或", "47": "處所。是謂爾時命終。住超越造陰受生處所。", "470": "有眾生自識不自識者。或以三昧力自識宿", "471": "命。或以智現在前彼當言自識宿命。", "472": "又世尊言。若有作是想思惟不淨。未生欲漏", "473": "便生。已生欲漏便增。設爾思惟者。欲漏為增", "474": "耶。或作是說。若未生便生。已生不復生。於中", "475": "便增多。問前生不住。或作是說。彼不為多。復", "476": "次如未生前境界彼最初生。如是未生便生。", "477": "如奔走境界。如是增多。或作是說。彼不為多。", "478": "但依少有中便增是增多。復次得一物修行。", "479": "斷諸著人。不相應縛。選擇結使。", "48": "陰更移轉。是謂終命斷絕。諸陰散落是謂死。", "480": "愛著相應行希望取他妻", "481": "二俱憶宿命無漏有四種", "482": "云何種種論。云何畜生論。或作是說。種種論", "483": "者。復種種論。是故種種論。如王論。下至賊論", "484": "畜生論造畜生論。如所說如論如象廣說或", "485": "作是說。無因緣論種種論。無儀論畜生論。復", "486": "次諸論者。無端緒無因緣無所應無有處。是", "487": "謂種種論諸所論者。趣畜生及依餘。是謂畜", "488": "生論。種種論者謂畜生論者有何差別。如前", "489": "所說。復次諸種種論者。及畜生論。非種種論", "49": "又世尊言。諸比丘結常隨從。彼時有死。諸", "490": "諸所論。昔所更歷生死。亦是畜生論諸所論。", "491": "是謂畜生論。以何等故。等越次取證。先從法", "492": "得喜。然後佛僧。或作是說。先修行法。修行", "493": "法已。是微妙法得法喜。歎一切智。乃說此微", "494": "妙法。然後得佛喜。彼善住。住此法者。彼更得", "495": "僧喜。復次等生法智忍。當言法喜不可壞。", "496": "如彼法喜。彼得佛喜。如所說於苦無恨。於佛", "497": "法僧是等得喜。", "498": "又世尊言。若比丘觀十二緣起彼則觀法。云", "499": "何觀十二緣起彼則觀法耶。或作是說。觀十", "5": "又世尊言。四事攝人。攝人者其義云何。或作", "50": "有死是故有數。說是語時此義云何。或作是", "500": "二緣起。亦觀法時不觀人。或作是說。觀十", "501": "二緣起。如實觀之。如人見諦此謂之法。復次", "502": "觀十二緣起等越次取證。彼已越次取證。則", "503": "見賢聖法。證見十二緣起。彼一切觀法耶。", "504": "設觀法。彼一切觀十二緣起耶。或作是說。諸", "505": "觀十二緣起。彼一切觀法也。設觀諸法。彼一", "506": "切觀十二緣起。觀十二緣起時。彼亦觀法。觀", "507": "法時彼亦觀十二緣起。或作是說。頗觀十二", "508": "緣起。不觀法耶。以世間智觀。不等越次取證。", "509": "頗觀法不觀十二緣起耶。空解脫門等越次", "51": "說。愛隨從彼命終時習行。彼謂死受諸有。欲", "510": "取證。頗觀法及十二緣起。以是緣觀。無願解", "511": "脫門等越次取證。頗不觀法不觀十二緣。除", "512": "上爾取事則其義也。復次諸觀十二緣起。", "513": "彼一切觀諸法也。頗觀法非十二緣起耶。及", "514": "諸方便行。", "515": "又世尊言。諸比丘我不與世俗諍。世與我", "516": "諍。云何世俗與世尊諍。或作是說。世尊慜", "517": "俗。是故世尊不與世俗諍。俗無此心我護世", "518": "尊。或作是說。以二事故有諍訟。起貪欲受。意", "519": "不肯離。邪見取纏甚著愛欲。如此法世尊以", "52": "愛欲受欲陰。色愛色受。無色愛無色受無色", "520": "盡。是故世尊不與世俗諍。世俗未盡。是故", "521": "世俗諍。或作是說。猶如惡馬不隨正路行。如", "522": "是世俗與世尊諍。", "523": "又世尊現其義漸漸教化。是故世尊不與世", "524": "俗諍。以何等故名阿掘摩。是賊盡其力後逐", "525": "世尊。然不能還。或作是說。世尊前地卷後舒。", "526": "或作是說。世尊威神使彼身重。或作是說。諸", "527": "天使彼身重。或作是說。神足境界不可思議。", "528": "復次世尊於地上化使無色。肉眼所不見。是", "529": "故世尊行疾自在解脫。如是行時非人能測。", "53": "陰。已得彼陰。是謂有數。若欲界色無色界。故", "530": "如尊者羅吒婆羅。說彼微法言非法。云何", "531": "為微法。或作是說。如王法輸財。或作是說。", "532": "如諸長者升斛稱寶。復次如法難違甚微。", "533": "如貪利強言。作想希望利。不親強親。託病求", "534": "物。比丘佐助眾事。詐病所須取服胡麻子。或", "535": "詐言狂癡。求索無厭足。及諸非法現在前者。", "536": "諸病皆求利。是謂微法。", "537": "又世尊言。諸比丘此八部眾。剎利眾婆羅門", "538": "眾長者眾沙門眾四大天眾三十三天眾魔眾", "539": "梵眾。以何等故。餘諸天不言是眾。或作是說。", "54": "曰彼有數。或作是說。使所纏諸使纏。受陰受", "540": "一切是眾。世尊但說此世間不可思議。或作", "541": "是說。是世尊勸化語。然此諸眾數數來會盡", "542": "流。諸天至世尊所。或作是說。此眾則盡說八。", "543": "復次方便集會皆成眾事。於彼眾皆有數。皆", "544": "成眾事故曰八部眾。以何等故。物近眼不見", "545": "遠則見。然耳則聞聲。或作是說。此非方喻境", "546": "界法爾。或作是說。無所到是眼境界。是故不", "547": "與耳同。復次明是眼伴曉了諸色。近眼失明。", "548": "境界不復得明。", "549": "種種論歡喜觀彼彼觀我", "55": "諸有。已得此有。是謂有數。故曰彼有數。或作", "550": "無諍世自諍八部眾觀色", "551": "得等諦第一義諦。定無有疑不可沮壞。或作", "552": "是說。得是世俗義。故曰等諦。不曉了世俗。是", "553": "謂第一義諦。或作是說。名等諦說義。名第一", "554": "義諦。復次曉了眾生心意故是等諦。有此因", "555": "緣曉了心意。是謂第一義諦。得名苦諦習諦。", "556": "定無有疑不可破壞。或作是說。得五盛陰是", "557": "苦諦。愛習諦。問愛亦是陰中。或作是說。五盛", "558": "陰是苦諦。行垢是習諦。問行垢亦在陰中。", "559": "或作是說。果是苦諦。因緣是習諦。問果緣他", "56": "是說。一切結所使若力勝者。當命終時便自", "560": "果。緣他果此非是苦是習耶。答曰。苦即是習", "561": "習即是苦。如果是苦如緣是習。問如果非習", "562": "如緣非苦。是故苦即是習。習即是苦。復次得", "563": "五陰有漏苦習。問修行苦時。亦有修行習耶。", "564": "答曰。修習時不修行苦。唯修行習得智通達。", "565": "定無有疑不可破壞。或作是說。得諸智耶。知", "566": "彼是智一一分別是通達相。問智由他知智。彼", "567": "即是智耶。通達亦復如是。或作是說。智即是", "568": "通達耶。或有通達非智知解脫物。復次若智", "569": "耶。知及餘自然。即是其事。此無定義。得味。", "57": "憶彼謂死。故曰彼有數染怒愚。或作是說。軟", "570": "定無有疑不可破壞。或作是說。得味即是義", "571": "味。諸法是謂味。問味味非其義。云何義非其", "572": "味。或作是說。一義之中有若干味。是故味異", "573": "義異。問一味之中有若干義。義非味乎。或作", "574": "是說。味即是義。或義非味味解脫物。復次味", "575": "即是義。或處處有味。如彼所說。緣無定處自", "576": "相相應。相如上說。因與緣如前所說。得十", "577": "二緣起。十二緣起法。定無有疑不可沮壞。", "578": "或作是說。得如契經所說。此十二緣起。如性", "579": "法法常住。廣說十二緣起法無明行。問十二", "58": "色因緣起諸垢。垢色所使中色起。緣色所使", "580": "緣起諸緣起法。或作是說。十二緣起因。十二", "581": "緣起法是果。問因非果果非因。十二緣起非", "582": "十二緣起法耶。或作是說。十二緣起十二緣", "583": "起法起。問起亦是十二緣起。或作是說。若", "584": "十二緣起。是十二緣起法耶。或十二緣起法。", "585": "彼非十二緣起諸起空寂法。或作是說。諸法", "586": "生時。是十二緣起諸法。已生十二緣起法。問", "587": "如是者義無有定。十二緣起即是十二緣起", "588": "法。或作是說。與十二緣起相應果。實是十二", "589": "緣起法。或作是說。已生諸行是十二緣起。彼", "59": "起增上結。故曰有數。或作是說。色著色所使。", "590": "諸法生由十二緣起。問彼所生不由十二緣", "591": "起耶。復次諸法自應爾。十二緣起不造自", "592": "相。味相應法微妙法。成就授決有何差別。或", "593": "作是說。平等說如實無虛。或作是說。十二緣", "594": "起是平等法。成就十二緣起相。是授決法。或", "595": "作是說。說四聖諦是平等法。順從四諦是授", "596": "法決。或作是說。最勝功德是平等法。弟子", "597": "功德成就是授決法。復次語不麁獷是平等", "598": "法。語無狐疑成就是受決法。慈孝於父慈", "599": "孝於母有何差別。或作是說。恩慈於母孝養", "6": "是說。眾生性壞。如彼洿沙。彼以此四事更", "60": "色著色死。為色所持因生色。故曰有數。或作", "600": "於父。故無差別。", "601": "等智苦諦智義自相緣起十二", "602": "慈孝父母", "603": "云何眼識意識分別。或作是說。以是因緣。彼", "604": "境界如是。眼識意識分別。問不壞意識耶。答", "605": "曰。如倒彼眼識界有意識界。然界不壞。如", "606": "是倒彼色入法入不壞。或作是說。有眼識意", "607": "識分別。彼相類造。是故造境界是意識。問云", "608": "何造相類。設更眼識憶不忘失。彼即不分別", "609": "耶。設不憶者。云何不憶造色相類。或作是說。", "61": "是說。諸欲有所須。為彼所使。方便求索已得", "610": "非更眼識意分別。設當分別識入則壞。問境", "611": "界壞。答曰。亦說境界壞。或作是說。非更眼識", "612": "意識分別。何以故。世尊亦說。以二緣故。生識", "613": "意緣生法。設彼更眼識意識分別者。則增諸", "614": "入。意色意聲亦復如是。問多有諸入。或生一", "615": "或生二識。雖有一物。意識緣相多痛生識。", "616": "是故彼有多。或作是說。若眼識定青。意識亦", "617": "定青。相類識是眼識。此意識此是眼識義云", "618": "何。答曰。若眼增上者彼是眼識。若意識增上", "619": "者彼是意識。或作是說。設眼增上不相應。緣", "62": "竟。是故有數。如是諸有所須便求索。已得彼", "620": "青起識。意增上彼不相應。緣青起識。是故相", "621": "應壞果無有壞。問如彼眼增上及相應。或起", "622": "諸識。或黃相應壞果壞。如是眼增上及相應。", "623": "意增上定青起識。有相應壞有果壞也。云何", "624": "世尊知彼眾生宿命。或作是說。劫燒流轉眾", "625": "多眾生。生果實天。於彼各各自相告語本宿", "626": "命。以是得知。問若眾生不生彼。不自識宿命。", "627": "從此已來經歷皆不知。或作是說。眾生之類", "628": "曾止住。自識彼宿命。餘不止宿者觀察便知。", "629": "問一切不共行。或作是說。自校計思惟則知。", "63": "物彼便死。彼便有數。泥黎中若。餘惡趣。或", "630": "彼意上已說。或作是說。佛境界不可思議。或", "631": "作是說。十二緣起善分別說。或作是說。自識", "632": "宿命智知其力勢。或作是說。微妙智得其力", "633": "勢。復次各各別異於彼。如來神智便生。得阿", "634": "惟三佛。故曰常住。如所說難陀摩陀優波夷", "635": "說。尊者我夫無常。犯戒惡法生餓鬼中。其婦", "636": "人夢見夫主。云我生餓鬼中。云何餓鬼夢中", "637": "作是語。或作是說。化作人形不作本象。造", "638": "如是貌。問如今云何造。或作是說。餓鬼夢中", "639": "不作本形。昔造因緣有其力勢。又盡思想夢", "64": "作是說。愛所使造有。持往生老病死。彼有", "640": "轉見形。言覩形象。復次睡眠志不如本狂", "641": "有所見。或聞惡聲響諸法定有。彼一切法等定", "642": "耶定。設諸法等定耶定。彼一切法定有耶。", "643": "或作是說。諸法等定耶定。彼一切法定有耶。", "644": "頗彼法定有。彼非等定耶定。自相定有。復次", "645": "當言非諸法等定耶定。餘人當言。等定耶", "646": "定。達嚫名者何等法。或作是說。報施之法名", "647": "曰達嚫。導引福地亦是達嚫。問非以所施而", "648": "生上界。如所說生上界者。善功德報。是達嚫", "649": "業。或作是說。施法果報是達嚫法。故曰說檀", "65": "數。或作是說。垢所使結起行。持往有悔意惡", "650": "嚫法。問非以施法果處所。復次割意所愛。成", "651": "彼施處。於今所養義是檀嚫秦言財施法。如餓鬼", "652": "檀嚫。以何等故。佛世尊是大法主。或作是說。", "653": "如王攝統國界誅斷刑罰。如是世尊為諸聲", "654": "聞斷疑網結。故曰法主。或作是說。如王典國", "655": "民無不順。如是世尊一切善法無不成辦。故", "656": "曰法主。或作是說。如王典國所作自在。刑罰", "657": "榜笞皆悉自在。如是世尊於聲聞中法得自在", "658": "療諸惡趣。故曰法主。或作是說。如轉輪聖王", "659": "施貧窮人衣裳寶物。如是世尊無財眾生施", "66": "趣中。彼有數。若死時不悔便生天上。或作是", "660": "以七寶。故曰法主。或作是說。正法之主故", "661": "曰法主。或作是說。如所說梵相應契經。我所", "662": "覺寤法善諷誦念供養承事依彼住。如所說", "663": "云何如來至真等正覺王法比丘。世尊告曰。", "664": "以此契經義故。曰世尊法主十六婆羅門阿逸彌勒", "665": "是其二。云何得知。世尊有方齒四十味味皆別。或", "666": "作是說。或觀一切種好三十二相。盡知一切", "667": "相。然後得知。復次算數者。如觀掌器無不分", "668": "別。觀方頰車師子臆。知方齒四十味味分別。", "669": "如二因緣攝生死受諸行報。無色界眾生。以", "67": "說。敷演四諦世尊說法。若比丘使所使。是謂", "670": "此因緣與欲界相應。不成就行垢。云何彼沒", "671": "生此間。或作是說。過去行垢來生此間。如彼", "672": "不成就。云何來生。答曰。若退轉時便得成就。", "673": "如阿羅漢不成就一切結。從阿羅漢退轉時。復", "674": "得成就諸結。問阿羅漢云何成就諸結。或作", "675": "是說。善根功德空無有不解脫。不善根無所", "676": "還。問如欲界中餘善根滅盡。以何因緣彼善", "677": "根滅。何等故復還善根。或作是說。欲愛未盡", "678": "便生彼界。問如所說外神仙異學欲愛盡。說", "679": "欲愛已盡。問愛未盡苦當言盡。如所說。在塵", "68": "死為現習諦。彼有數。為現苦諦。於是比丘不", "680": "土戲童女厭之便棄去。後愛未盡便有盡名。", "681": "如所說。乃至死便盡。如人言有吾我。或作是", "682": "說。處處有一切結。於彼亦有欲界結。問若處", "683": "處有一切結者。界有壞敗。答曰。猶如此間有", "684": "無色界結界不有壞。如是彼間有欲界結界", "685": "不有壞。或作是說。如於此間漸漸增益。彼間", "686": "漸漸減。如於此間親近界便與彼合。問設", "687": "往彼起欲界結不為終耶。答曰。如住此間起", "688": "無色界結。彼則不終也。如是彼間起欲界", "689": "結。則不終也。問住此間起無色界結。欲界中", "69": "使所使。則不死。為現道諦。彼有數。為現盡", "690": "色則不滅盡。則於彼間終也。問我喜言無色", "691": "界有色。是故彼間起欲界結。無色界色不盡。", "692": "彼便終。如阿羅漢。於色界化形往至色界。欲", "693": "界形體都在不除。欲使作彼形取阿那含。生", "694": "有想無想天。入不用定。賢聖道現在前。欲", "695": "作是言彼終耶。復次彼行陰所纏欲界使熾", "696": "盛。依彼行陰。於我愛未永盡愚癡不除。是故", "697": "生此間甚著不離。非過去行而辯眾事。", "698": "相有二貌行四行亦有二", "699": "四無明愛使相應及有弟", "7": "相共攝。故曰其義。如彼沙為水所浸。各相", "70": "諦。尊作是說。五盛陰非使。唯無明有愛。彼相", "700": "是謂初偈第一品始撮以結揵度。", "701": "識是世尊母邪聚及檀嚫", "702": "十六婆羅門生死是因緣此舉七品終結揵度", "703": "尊婆須蜜菩薩所集揵度初竟。", "704": "尊婆須蜜論卷第二", "71": "應五陰纏裹。已纏裹則有數。泥黎若餘惡", "72": "趣。", "73": "一切諸愛使軟色自纏裹", "74": "若復有餘愛行諦後有五", "75": "又世尊言。於是比丘色無常過去未來。況復", "76": "現在。以何等故世尊說。況復現在。或作是說。", "77": "過去色壞敗。未來色未生。現在色生不壞。彼", "78": "名無常。若壞若生及未生。況復生法有壞敗。", "79": "故曰況復現在。或作是說。過去未來色無處", "8": "粘著。亦復如是。或作是說。眾生性自壞。以此", "80": "所。現在有處所。故曰無常。如其無處所無常。", "81": "況無處所。故曰況復現在。或作是說。過去未", "82": "來色不可壞。現在可壞。彼名無常。能使壞者", "83": "可壞。況復能壞。故曰況復現在。或作是說。未", "84": "來色未來久遠住。過去色過去久遠住。現在", "85": "色現在久遠一時住。故曰無常。若久遠住者。", "86": "若當久遠住。況復一時住。故曰況復現在。或", "87": "作是說。壽欲終時。世尊故說。過去久遠人壽", "88": "命長壽八十四千歲。亦有阿僧祇歲者。未來", "89": "久遠人亦當壽極長壽八十四千歲。亦有阿", "9": "四事相攝各成辦。是故攝人。猶是作蓋升。", "90": "僧祇歲。如今壽者。極壽百歲。出百歲者少少。", "91": "故曰況復現在。或作是說。此世尊教戒語。", "92": "況復眾生現在色。言是我所意染著。過去未", "93": "來未必染著。於中婬意偏多。現無常故。曰況", "94": "復現在。尊作是說。現在暫現。過去未來不常", "95": "住展轉往來。按契經句說。又世尊言。比丘", "96": "當取塚間五納衣。少易得人無貪愛。云何", "97": "塚間衣易得。云何少。云何易得。云何不貪", "98": "愛。或作是說。人著者少故曰少。處處易得故", "99": "曰易得。是佛所許。人無貪者。價數甚少故曰"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1549 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集論: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集: 尊婆須蜜論: 尊婆須蜜菩薩所集: 尊婆須蜜菩薩所集", "author": "尊婆須蜜造  符秦 僧伽跋澄等譯", "sourceLink": "http://www.cbeta.org/"}