{"author": "唐 義淨譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1445 根本說一切有部毘奈耶安居事: 根本說一切有部毘奈耶安居事: 根本說一切有部毘奈耶安居事", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1445", "1": "根本說一切有部毘奈耶安居事", "2": "一卷", "3": "大唐三藏義淨奉　制譯", "4": "佛在室羅伐城逝多林給孤獨園。爾時世尊", "5": "與諸苾芻，於此住處三月雨安居。時有眾多", "6": "苾芻，於其夏中，遂向餘處人間遊行，不善護", "7": "身，傷殺虫蟻。時諸外道，咸起譏嫌，作如是", "8": "語：「此沙門釋子，無有慈悲，夏中遊行，殺諸虫", "9": "類，不異俗流。然諸禽獸，於四月中，尚居巢", "10": "穴，不遠出外。然此禿頭沙門，不作安居，不知", "11": "收攝，安在一處。既無軌式，誰復於斯以衣食", "12": "施？」時諸苾芻以緣白佛，佛言：「我緣此事，今制", "13": "苾芻作安居法，於三月中，住在一處。」時諸苾", "14": "芻聞此語已，不知云何作安居法？佛言：「先於", "15": "五月十五日，可於住處灑掃清淨牛糞塗地，", "16": "所有臥具聚在一處，乃至洗足盆。眾既集已，", "17": "應差一苾芻為掌臥具人。若有五法者，即不", "18": "應差。云何為五？謂有愛、恚、怖、癡，不知臥具分", "19": "與不分。翻前五法，是即應差。應如是差：敷坐", "20": "席、鳴揵椎，言白眾集，先問苾芻某甲：『頗能", "21": "為夏安居僧伽分臥具不？』彼答言：『能。』次一苾", "22": "芻應先作白已，次為羯磨。", "23": "「『大德僧伽聽！此苾芻某甲，樂與夏安居僧伽", "24": "分臥具。若僧伽時至聽者，僧伽應許僧伽今", "25": "差苾芻某甲，為夏安居僧伽作分臥具苾芻。", "26": "白如是。』『大德僧伽聽！此苾芻某甲，樂與夏安", "27": "居僧伽分臥具。僧伽今差某甲苾芻，為夏安", "28": "居僧伽分臥具。若諸具壽聽某甲苾芻為夏", "29": "安居僧伽分臥具者默然，若不許者說。』『僧伽", "30": "已許某甲為夏安居僧伽作分臥具苾芻竟，", "31": "僧伽已聽許，由其默然故，我今如是持。』」", "32": "佛言：「我今為諸苾芻，制分臥具法。其授事之", "33": "人，應先為僧料理籌已，次於明日敷坐席，鳴", "34": "揵椎，言白復周。其籌悉應兩頭繫花，香泥拭", "35": "飾，安竹箱中，名香普熏，白㲲覆上，籌長一肘，", "36": "置上坐前。次宣制令：『大德僧伽聽！於此住處，", "37": "所有制法，若諸大德樂此安居無違背者，當", "38": "可受籌。諸苾芻眾，於此夏中不應更相詰責，", "39": "云破見、破戒、破正行、破正命。如其仁等知有", "40": "犯者，即於今時可論其事，無宜夏中更相舉", "41": "發，惱諸苾芻不安樂住。』作是告已，次分臥具。", "42": "令一苾芻擎籌盤在前，其收籌者持空盤隨後，", "43": "大師教主先置一籌，次向上座前住，上座亦", "44": "應少離本座，蹲踞合掌，受取其籌。然後安詳，", "45": "置空盤上。如是次第，乃至行末。若有求寂身", "46": "既不來，阿遮利耶、鄔波馱耶代取其籌。次取", "47": "護寺天神籌。既總行已，應數其籌。白大眾言：", "48": "『於此住處，現受籌者，苾芻有爾許、求寂若干。』", "49": "又分臥具苾芻，持諸鎖鑰，安上座前，白言：『大", "50": "德！某房有衣有利，如其樂者取之。』若上座不", "51": "取此房，應與第二上座。若第二上座取此房", "52": "者，其舊住房應與第三上座。如是展轉，乃至", "53": "僧伽眾末。第一上座見與第二上座之時，便更", "54": "索者，初索之時，不應即與；第二索時，亦不須", "55": "與；第三索時應與，然上座得惡作罪。如是展", "56": "轉乃至眾末，如前次第得越法罪，准上應知。」", "57": "然於住處，所有房舍悉皆分盡。客苾芻來，無", "58": "房可與。世尊告曰：「應留一房并其臥具，擬客", "59": "苾芻。」時諸苾芻遂留門屋下廊簷前，及以踏", "60": "道與客苾芻，佛言：「不應留門屋下乃至踏道", "61": "與客苾芻。此之處所，乃是眾鳥所居，非人住", "62": "處。」佛言：「應令一苾芻知僧伽利養，別留一房", "63": "安置臥具。然彼苾芻，應自守護所有諸物，復", "64": "應撿看虫及蜂窠。蜂若出窠，即應除去；兒若", "65": "未出，應以線懸繫置餘處，長成自去。其有客", "66": "苾芻來，應給臥具。若其人少，人各與一。必若", "67": "人多，二人共一，或三共一。」有諸耆宿苾芻，既", "68": "得重大氈褥，移動致難，不知云何？佛言：「若耆", "69": "宿苾芻不能移動，有小苾芻，應令依止。分臥", "70": "具已，即應告曰：『若無儭物，不應輒臥，亦不應", "71": "以小物垢膩破碎踈薄之類，用替僧祇臥具。』", "72": "其受事人巡房觀察，見非理者准事治罰。若", "73": "小年者，應告二師，令其呵責。其撿行房舍苾", "74": "芻，每月十五日，巡房觀察。若受用臥具不如", "75": "法者，白大眾知，奪取臥具，仍為治罰。若依止", "76": "門人，應告其師，收取臥具。「大眾和集時，應告", "77": "白曰：『諸具壽！今此住處，有爾許人，當依某甲", "78": "為施主，依某村坊為乞食處。以某甲為營", "79": "事人，某甲為瞻病者，於此住處，應作安居。』時", "80": "諸苾芻等，應撿行隣近村坊乞食之處。既觀", "81": "察已，情愛樂者，各自念言：『我於此處，堪作安", "82": "居。乃至同梵行者，不生憂惱。設復生時，速能", "83": "除滅。所有安樂未生者令生，其已生者勸令", "84": "增進。村坊乞食之處，不生勞苦。若我病患，有", "85": "供侍人，給我醫藥，飲食所須，皆悉充濟。』作是", "86": "念已，應入屏處，對一苾芻，具修威儀，隨年致", "87": "禮，蹲踞合掌，作如是說：『具壽存念！今僧伽", "88": "五月十六日，作夏安居。我苾芻某甲，亦於五", "89": "月十六日，作夏安居。我苾芻某甲，於此住處", "90": "界內，前三月夏安居。以某甲為施主，某甲為", "91": "營事人，某甲為瞻病人，於此住處，乃至若有", "92": "圮裂穿壞，當修補之。我於今夏，在此安居。』第", "93": "二、第三亦如是說。所對苾芻，應云：『奧算迦。』答", "94": "云：『娑度。』若有因緣，不及前安居者，聽作後安", "95": "居，准前應作。既安居已，不應出界宿。若有因", "96": "緣，須出去者，不應經宿。」時眾村中，有一長", "97": "者名曰憂陀延，其家大富，多有財物及以衣", "98": "裳。是時長者於其家內，多出衣食，別為一庫，", "99": "擬欲供養苾芻僧伽。即時遣信，往詣室羅伐", "100": "城，請諸苾芻僧伽曰：「於某村中，長者某甲作", "101": "如是言：『於我家中，多有衣服飲食。今欲供養", "102": "大德！願垂哀受。』」時諸苾芻報使人曰：「其長者", "103": "家，去此遠近？」答曰：「去此強三踰繕那。」諸苾芻", "104": "等即作是念：「去此甚遠，我等欲去，齊暮得迴", "105": "還不？」各作是言：「去此既遠，至暮不及迴來。」「世", "106": "尊制我等安居，不得出界外宿，不知如何？」即", "107": "便不去。時彼象村側近，別有苾芻於彼安居，", "108": "即便受請。既受請已，多獲衣食，三月夏安居", "109": "滿已，著衣持鉢，往室羅伐城。漸漸遊行，遂到", "110": "彼城，詣一寺所。時有苾芻，即前迎接，代收衣", "111": "鉢，安置房內。主人問曰：「從何而來？何處安", "112": "居？」客便答曰：「我等比在象村之側，三月安居", "113": "滿已，從彼而來。」主人問言：「汝等安居和合、乞", "114": "食不以此為苦耶？」答曰：「我等於彼安居，甚為", "115": "安樂衣食豐足，不以為苦。」即便問曰：「汝等云", "116": "何於彼安居、衣食豐足，而不乏耶？」報言：「在彼", "117": "側近，有一聚落名曰象村，村有長者名憂陀", "118": "延，其家巨富，以深信心，作其福業，多持飲食", "119": "及以衣服而來惠施，為此豐足。」時彼苾芻即", "120": "作是言：「然彼長者亦曾來請。又問彼云：『去此", "121": "幾許？』答曰：『三踰󰜌那。』作是念言：『若去至彼，", "122": "恐夜不來。世尊不聽於安居內界外而宿。』即", "123": "便不去。」時諸苾芻以緣白佛，佛作是念：「我", "124": "之聲聞弟子，雖於衣食無貪著心，然欲令彼", "125": "得安樂住故，復令施主得受用福，應開七日", "126": "赴其請喚。」因集僧伽，告諸苾芻曰：「於安居中，", "127": "有事須去出界外者，應請七日乃至一日當", "128": "去。」佛令去者，苾芻不知何事應去？以緣白佛，", "129": "佛言：「謂是鄔波索迦、鄔波斯迦、苾芻、苾芻", "130": "尼、式叉摩拏、求寂男、求寂女等事。」不知何者", "131": "是鄔波索迦等事？佛言：「若鄔波索迦家中有", "132": "事，便以身所著衣并辦飲食，即令使者請諸", "133": "苾芻：『唯願聖者來受供養。』此則名為鄔波索", "134": "迦事。應對一苾芻蹲踞合掌受持七日法去。", "135": "是謂鄔波索迦緣。「若鄔波索迦，欲與苾芻臥", "136": "具等物，并種種衣食，喚苾芻曰：『唯願聖眾哀", "137": "受我施衣食。』」佛言：「苾芻應守持七日法出界", "138": "外。是名鄔波索迦緣。「若有鄔波索迦，為諸苾", "139": "芻無飲食故，多造上味美好飲食，來喚苾芻。」", "140": "佛言：「應受持七日法出界外。是名鄔波索迦", "141": "事。", "142": "「復有鄔波索迦，造窣覩波，欲安馱都，并辦種", "143": "種香花。來請苾芻曰：『唯願大德助我功德。』」佛", "144": "言：「苾芻應受持七日法去。是名鄔波索迦及", "145": "以佛事。「更有餘鄔波索迦等，造塔安其相輪、", "146": "或幢幡蓋、或著檀香，及欝金等種種諸香，供", "147": "養於塔，并將飲食衣服供養。來請苾芻。」", "148": "佛言：「應受持七日法去。是名鄔波索迦事。「若", "149": "有鄔波索迦，或書寫蘇呾囉，及以修學，或寫", "150": "摩㗌里迦，及以修學，并諸佛語。既寫了，欲設", "151": "供，來請苾芻。」佛言：「應受持七日法去。是名鄔", "152": "波索迦事。", "153": "「若鄔波索迦，於略詮中并諸有疑，不能決了，", "154": "欲問苾芻解其義句，設其飲食來請苾芻，為", "155": "除疑故，得受持七日出界。是名鄔波索迦并", "156": "及法事。", "157": "「若鄔波索迦，忽然邪見，不信因果，來請苾芻", "158": "為除邪見。」佛言：「苾芻應受持七日法出界，為", "159": "除邪見。是名鄔波索迦事。", "160": "「若鄔波索迦，為妻有娠，恐生災難，欲令母子", "161": "平安，來請僧伽覆鉢供養。」佛言：「苾芻應受持", "162": "七日法去。是名鄔波索迦事。", "163": "「若鄔波索迦，為病患事，設諸飲食，并施衣服，", "164": "來請苾芻，白言：『我病恐畏命盡，供養僧伽。』有", "165": "如是事。」佛言：「得受持七日法去。是名鄔波索", "166": "迦事。", "167": "「云何鄔波斯迦事？廣如鄔婆索迦事。", "168": "「云何苾芻事？如有苾芻，剏造住處及園林，施", "169": "四方僧伽。因為慶讚，設諸飲食，并施衣服，供", "170": "養僧伽。令使請喚苾芻就時，諸苾芻應受持", "171": "七日法去。是名苾芻緣。", "172": "「又苾芻緣，施諸苾芻園已，復更施臥具，并", "173": "與常請供養、或為設利羅造塔、或復塗檀及", "174": "欝金等諸香、或安相輪，及幢幡蓋等，并設供", "175": "養四部眾等，書寫經等。如上諸緣來請，苾芻", "176": "應受七日法去。是名苾芻緣。", "177": "「若有苾芻，欲治罰惡人，作諸羯磨等，來請苾", "178": "芻僧伽，共為佐助，苾芻僧伽應受七日法去。", "179": "是名苾芻緣。", "180": "「若苾芻僧伽，欲治罰惡人作諸羯磨，來請苾", "181": "芻：『汝來助我。』苾芻應受持七日法去。是名苾", "182": "芻僧伽緣。", "183": "「若有苾芻。病重困苦。遣使來請苾芻：『為我說", "184": "法。』及請相看。」佛言：「苾芻應受持七日法去。是", "185": "名苾芻緣。", "186": "「云何苾芻尼等緣？一同苾芻，於中別者，供養", "187": "苾芻僧伽，或供養法、或時施物，并學佛法及", "188": "式叉麾拏女欲受近圓，來請苾芻及苾芻尼：", "189": "『願來與我授其近圓。』是時二眾應受持七日", "190": "法去。是名苾芻尼、式叉摩拏等緣。", "191": "「云何名求寂緣？一同前法。「云何求寂女緣？餘", "192": "同前說，於中別者，十二童女至年十八歲，", "193": "請苾芻僧伽：『願為我授六法六隨法。』苾芻應", "194": "去。是名求寂女緣。」", "195": "若苾芻作安居已，或作是念：「我於此安居，無", "196": "人供給我食，或當置死。」或有曾未學經，應", "197": "須學者；曾來習定，應思惟者；或有未證應證", "198": "者、未見求見者、未得求得者。若有是緣，欲離", "199": "住處去者，佛言：「無犯！亦不破安居。」", "200": "若作安居竟，忽有病生，知無醫藥。若其便住，", "201": "恐命不全，如是命難等緣出去，佛言：「無犯，亦", "202": "不破安居。」", "203": "若苾芻安居已竟，若有病生，雖有湯藥，無人", "204": "看病，恐有失命，佛言：「聽去，不破安居。」", "205": "若苾芻作安居竟，有女人來至苾芻所，而作", "206": "是言：「我有女新婦及婢，欲遣供養大德。」苾芻", "207": "作念：「我若不去，恐失梵行，并有命難等起。」是", "208": "謂梵行等緣，佛言：「移去者無犯，亦不破安居。", "209": "若有男子黃門等緣，准上應去。」", "210": "若苾芻作安居竟，若見女人而生欲想，不能", "211": "禁止煩惱，恐失梵行，亦應離去。", "212": "若苾芻作安居竟，見有伏藏，即作是念：「我住", "213": "於此，恐當不能禁止其心，而便取物。」佛言：「移", "214": "去無罪。」", "215": "若苾芻於安居內，忽有親里眷屬來諫苾芻", "216": "住止。苾芻嫌賤，移向餘處者，同前無過。又復", "217": "苾芻，若有女、男、半擇迦等來請安居。既受彼", "218": "請，然斯施主，或負他物、或復殺害他人、或劫", "219": "奪他人財物、或於住處若有虎狼師子等惡", "220": "獸諸難來怖施主、或時走去、或時身死。時彼", "221": "苾芻作是念曰：「此之施主，請我安居，復有如", "222": "前諸難事起，我今住此或失梵行、或失命等", "223": "緣來。」移向餘處安居者，同前無犯。", "224": "若時住處，多有病苦緣生，苾芻住此，不安樂", "225": "者，佛言：「移向餘處安居，同前無犯。」", "226": "又復若有女、男、半擇迦等，來請苾芻相就安", "227": "居，或有王來捉彼施主，或殺、或奪財物，是時", "228": "施主走向餘處。苾芻作念：「此之施主，遭斯恐", "229": "怖，身既逃亡。我若住此，或失梵行，及命難等", "230": "因緣。」移向餘處。同前無犯。", "231": "若有施主來請苾芻而作安居。然斯施主，家", "232": "內忽然失火，或時身死、或復逃去。苾芻作念：", "233": "「此之施主，今忽遭火，或死或走。我獨居此，恐", "234": "有命難并梵行難。」移向餘處，同前無犯。", "235": "若有施主來請苾芻作安居事。於其住處下", "236": "濕水多，恐後病生。移向餘處，同前無犯。", "237": "若有施主來請苾芻作安居事。然於住處，側", "238": "言：「何用住此剔頭，受其飢苦，住林樹下？可還", "239": "歸家，多作福業，不須出家。」苾芻作念：「我若久", "240": "住，或失梵行。」若有此緣，聽去無罪。", "241": "若苾芻於安居內，或有王來嚴束四兵至其", "242": "住處，遣捉苾芻，作如是言：「當如俗法驅役，或", "243": "令還俗，或與娶妻，或奪衣鉢，或種種惱害。」有", "244": "是難來，即時直去無犯，亦不破安居。", "245": "若苾芻住處，有男子、女人及半擇迦，來請苾", "246": "芻作安居，并供給衣食。後為王等難來，悉自", "247": "逃走，無人供給。苾芻緣此，欲餘處去無犯。", "248": "若苾芻於安居內，有諸賊來，或盜牛羊等，而", "249": "為屠殺，作諸非法。來至苾芻所，作如是言：「汝", "250": "等出去，我欲住此。」若有如是惡賊，來至寺內", "251": "惱亂苾芻者，即應直去無犯。", "252": "又若苾芻依止男、女及黃門類而作安居。時", "253": "彼施主，為他拘執，怨家繫縛，非人所怖，走向", "254": "餘方，因斯命過。時諸苾芻作如是念：「我此安", "255": "居，有眾過患，無復施主。由此因緣，虧我梵", "256": "行。」為沙門難緣，移向餘處，無破夏罪。所到之", "257": "處，得為安居。即於此處，而作安居，不應出", "258": "界。又復先是非人住處，苾芻於此而作安居，", "259": "有諸老小無知之類，入此寺中遺放不淨，不", "260": "堪親近。又近河水，其水漂漲，損失施主家資", "261": "衣物，或死或走。苾芻作念：「此之施主，遭斯水", "262": "難。我若住此，必有命梵行難生。」移向餘處，同", "263": "前無犯。若有苾芻，於安居內，見有苾芻教餘", "264": "苾芻，或作破僧伽事，并勸眾人及作破僧方", "265": "便。時彼苾芻便作是念：「今於此處，現有破僧", "266": "伽事，我若於此安居，然彼苾芻欲破僧伽，或", "267": "教令破及以勸化，并作方便。」復作是念：「我今", "268": "於此善說勸化，彼必不受，惡對於我。若久住", "269": "此，有是事生。先已學者必當忘失，其未學", "270": "者不能令進，不宜住此。」可移餘處就彼安居", "271": "者，同前無犯。若苾芻於安居內，聞有苾芻欲", "272": "作破僧伽事。而彼苾芻是其親友知識，即作", "273": "是念：「我若取語，恐有破僧伽事得罪。若不取", "274": "語，復是知識。」應受持七日出界外。若七日事", "275": "不息者，過七日無罪。若不去者，得越法罪。", "276": "若有苾芻，聞苾芻說餘處三月安居多得利", "277": "物，此苾芻即欲於彼安居。復有苾芻言：「此處", "278": "亦有利養，彼間亦得利養。既是一種，不及往", "279": "彼。」苾芻於此安居，遂不得利。然彼先說苾芻", "280": "得越法罪。", "281": "若苾芻聞餘苾芻說：「某處有堪安居處。」此苾芻", "282": "即便詣彼，共受籌已所應得物皆悉不得，彼", "283": "先說苾芻得越法罪。若有苾芻聞諸苾芻說：", "284": "「某住處前三月有安居處。」苾芻聞已，便去至", "285": "彼，共受籌已，不得臥具，亦不堪住，彼說苾", "286": "芻得突色訖里多罪。若有苾芻聞苾芻說：「於", "287": "某處前三月有安居處。」彼即便去，既共受籌，", "288": "分得臥具已，即便他行。別於餘處，亦不安居，", "289": "得惡作罪，不成安居。若苾芻聞苾芻說：「於某", "290": "處住處前三月有安居處。」彼時便去，受籌共", "291": "分臥具，作安居已，自有緣事，不受持七日，出", "292": "界外去，不成前安居，得惡作罪。", "293": "若苾芻聞苾芻說言：「於某住處前三月有安居", "294": "處。」即便往去，既至彼已，安居受籌，分臥具", "295": "訖，有緣受持七日出界外，某住處不作三月", "296": "安居。由先說者，得突色訖里多。受持七日苾", "297": "芻，過七日不來者，破安居。然斯六種前安居", "298": "法，與後安居法不異，並准前安居作。唯言後", "299": "三月為異，餘如百一羯磨中廣說。", "300": "根本說一切有部毘奈耶安居事一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1445 根本說一切有部毘奈耶安居事: 根本說一切有部毘奈耶安居事: 根本說一切有部毘奈耶安居事", "source": "CBETA"}