{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2025 勅修百丈清規", "text": {"0": "8 節臘章月分須知", "1": "勅修百丈清規卷第八", "10": "最初示化。謂人人妙覺本無凡聖。物物全真", "100": "唐洪州百丈山故懷海禪師塔銘并序唐洪州百丈山故懷海禪師塔銘并序", "101": "將仕郎守殿中侍御史陳詡撰", "102": "守信州司戶參軍員外", "103": "置同正員武翊黃　書", "104": "星纏斗次山形鷲立。桑門上首曰懷海禪師。", "105": "室於斯塔於斯。付大法於斯。其門弟子懼陵", "106": "谷遷𧵍日時失紀。託於儒者銘以表之。西方", "107": "教行于中國。以彼之六度視我之五常。遏惡", "108": "遷善殊途同轍。唯禪那一宗度越生死。大智", "109": "慧者方得之。自鷄足達于曹溪。紀牒詳矣。曹", "11": "寧有淨穢。無假修證不涉功用。而昧者茫然", "110": "溪傳衡嶽觀音臺懷讓和上觀音傳江西道一", "111": "和上。詔諡為大寂禪師。大寂傳大師。中土相", "112": "承凡九代矣。大師太原王氏福州長樂縣人。", "113": "遠祖以永嘉喪亂徙于閩隅。大師以大事因", "114": "緣生於像季。託孕而薰羶自去　將誕而神異", "115": "聿來。成童而靈聖表識。非夫宿植德本。曷以", "116": "臻此。落髮於西山慧照和尚。進具於衡山法", "117": "朝律師。既而歎曰。將滌妄源必遊法海。豈", "118": "惟必證。亦假言詮。遂詣廬江閱浮槎經藏。", "119": "不窺庭宇者積年。既師大寂盡得心印言簡", "12": "自失。若聾瞽焉。於是隨機設教擊犍椎。以集", "120": "理精貌和神峻。睹即生敬居常自卑。善不近", "121": "名。故先師碑文獨晦其稱號。行同於眾。故門", "122": "人力役必等其艱勞。怨親兩忘故。棄遺舊里", "123": "賢愚一貫故普授來學。常以三身無住萬行", "124": "皆空。邪正並捐源流齊泯。用此教旨作人表", "125": "式。前佛所說斯為頓門。大寂之徒多諸龍象。", "126": "或名聞萬乘入依京輦。或化洽一方。各安郡", "127": "國。唯大師好尚幽隱。棲止雲松。遺名而德稱", "128": "益高。獨往而學徒彌盛。其有遍探講肆歷抵", "129": "禪關。滯著未祛空有猶閡。靡不緘藏。萬里取", "13": "眾演之為三藏。修之為禪定。迄于四十九年", "130": "決一言。疑網雲張智刃氷斷。由是齊魯燕代", "131": "荊吳閩蜀望影星奔。聆聲飈至。當其饑渴快", "132": "得安隱。超然懸解時有其人。大師初居石門", "133": "依大寂之塔。次補師位。重宣上法。後以眾所", "134": "歸集意在遐深。百丈山碣立一隅。人煙四絕。", "135": "將欲卜築必俟檀那。伊蒱塞游暢甘貞請施", "136": "家山。願為鄉導。庵廬環遶。供施芿積眾又踰", "137": "於石門。然以地靈境遠頗有終焉之志。元和", "138": "九年正月十七日。證滅於禪床報齡六十六。", "139": "僧臘四十七。以其年四月二十二日。奉全身", "14": "而化儀終矣。梵語犍椎凡瓦木銅鐵之有聲", "140": "窆于西峯。據婆沙論文。用淨行婆羅門葬法", "141": "遵遺旨也。先時白光去室金錫鳴空。靈溪方", "142": "春而涸流。杉燎竟夕以通照。妙德潛感于何", "143": "不有。門人法正等甞所稟奉皆得調柔。遞相", "144": "發揮不墜付囑。他年紹續自當流布。門人談", "145": "敘永懷師恩光崇塔宇。封土累石力竭心瘁。", "146": "門人神行梵雲結集微言纂成語本。凡今學", "147": "者不踐門閾。奉以為師法焉。初閩越靈藹律", "148": "師。一川教宗三學歸仰。嘗以佛性有無響風", "149": "發問。大師寓書以釋之。今與語本並流于後", "15": "者。若鍾磬鐃鼓椎板螺唄。叢林至今倣其制", "150": "學。詡從事于江西府。備嘗大師之法味。故不", "151": "讓眾多之託。其文曰梵雄設教有權有實。未", "152": "得頓門。皆為暗室。祖師戾止方傳祕密。如彼", "153": "重昏忽懸白日其一唯此大士弘紹正宗。雖修", "154": "妙行不住真空。無假方便。豈俟磨礱。恬然", "155": "返本萬境圓通其二百千人眾盡祛病熱。彼皆", "156": "有得我實無說。心本不生形同示滅。此土", "157": "灰燼他方水月其三法傳人代塔閉山原。杉松", "158": "日暗寺塔猶存。藹藹學徒無非及門。唯能", "159": "覺照是報師恩其四元和十三年十月三日建。", "16": "而用之。于以警昏怠。肅教令導幽滯而和神", "160": "碑側大眾同記五事。至今猶存。可為鑑戒。并", "161": "錄于左　大師遷化後未請院主。日眾議釐", "162": "革山門。久遠事宜都五件。一塔院常請一大", "163": "僧。及令一沙彌灑掃　一地界內不得置尼臺", "164": "尼墳塔。及容俗人家居止　一應有依止及", "165": "童行出家。悉令依院主一人。僧眾並不得各", "166": "受　一臺外及諸處不得置莊園田地　一住", "167": "山徒眾不得內外私置錢穀　欲清其流在澄", "168": "其本後來紹續永願遵崇　立碑日大眾同記。", "169": "百丈山大智壽聖禪寺天下師表閣記百丈山大智壽聖禪寺天下師表閣記", "17": "人也。若夫大定常應大用常寂。聞非有聞覺", "170": "菩提達磨大師後八葉有大比丘。居洪之百", "171": "丈山。人稱之曰百丈禪師。", "172": "今天子始命因其舊諡大智覺照者。加以弘", "173": "宗妙行之號。寺以壽聖名則故額也。山去郡", "174": "治三百里。其未置寺時。林壑深阻巖徑峭絕。", "175": "樵蘇之跡所不通。有司馬頭陀者。善為宮宅", "176": "地形之術。覩其山勢斗拔與夫岡巒首尾之", "177": "起伏。知為吉壤。所留鈐記有曰。法王居之天", "178": "下師表。禪師之來式符其言。東陽德輝以禪", "179": "師十八代孫。嗣住是山。既新作演法之堂。且", "18": "亦非覺。以考以擊玄風載揚。無思無為化日", "180": "增創重屋其上。以妥禪師遺像。榜其楹間曰", "181": "天下師表之閣。云初文宗皇帝入踐天位。即", "182": "金陵潛邸造寺曰龍翔集慶。詔開山大訢。領", "183": "其徒而以禪師所制清規。為日用動作威儀", "184": "之節。顧其書行世已久後人率以臆見互有", "185": "損益。自為矛盾靡所折衷。煇與訴學同師而", "186": "柄法於祖庭。大懼夫來者傳疑莫知適從。無", "187": "以壹諸方之觀聽。爰走京師欲有請而釐正", "188": "之。今御史大夫撒迪時執法中臺。為言于上。", "189": "得召見。有旨令煇譔次舊聞。以授訢使擇習", "19": "自永。雍雍乎仁壽之域。清泰之都矣。", "190": "於師說者。共考定而頌行為叢林法。仍如錫", "191": "禪師以今號。褒顯而風厲焉。煇奉璽書將南", "192": "還。以閣之成未及見所紀述。諗于溍曰。願敘", "193": "其構興之端原。歸而刻諸。溍竊觀。遂古聖賢", "194": "乘時繼作弛張迭用循環不窮。所以通其變", "195": "也。佛之為教必先戒律。諸部之義小大畢陳。", "196": "種種開遮唯以一事。去聖逾遠局為專門。名", "197": "數滋多道日斯隱。是故達磨不階方便直示", "198": "心源。律相宛然無能留礙。世降俗末誕勝真", "199": "離。馳騁外緣成邪慢想。是故百丈弘敖軌範", "2": "大智壽聖禪寺住持臣僧", "20": "鍾鍾", "200": "輔律而行。調護攝持在事皆理。蓋佛之道以", "201": "達磨而明。佛之事以百丈而備。通變之妙存", "202": "乎其人。厥後達磨之傳派別為五。而出於禪", "203": "師者二。他師所倡殊宗異旨。雖各名其家。至", "204": "於安處徒眾。未有不取法於禪師者。然則天", "205": "下師表之言。良可徵不誣也。粵自中土君臣", "206": "知尊佛法。光昭崇極。莫越於今。煇遭值。", "207": "聖時。蒙被帝力。用克發揚先訓。紹隆宗風。俾", "208": "與國家相為悠久永永無已。不特今之天下", "209": "以為師表。盡未來際咸有依承。溍是用謹志", "21": "大鍾大鍾叢林號令資始也。曉擊則破長夜警睡", "210": "之。而於其經度之勤營締之美。有不暇論也。", "211": "閣為屋以間計者五。其崇百有二十尺。三其", "212": "崇之一以為其修。三其修以為其廣。以至順", "213": "元年夏六月庀工。冬十月訖事。實煇住山之", "214": "明年。而煇入對以元統三年夏五月。命下則", "215": "其明年春二月也。承直郎國子博士黃溍記。", "216": "翰林侍制奉議大夫兼國史院編修官揭傒斯", "217": "書。翰林侍講學士通奉大夫知制誥同修國", "218": "史知經筵事張起巖篆。前榮祿大夫御史中", "219": "丞趙世安光祿大夫江南諸道行御史大夫易", "22": "眠。慕擊則覺昏衢疏冥昧。引杵宜緩揚聲欲", "220": "釋董阿同立石。", "221": "古清規序古清規序", "222": "翰林學士朝散大夫行左司諫知制誥同修", "223": "國史判史館事上柱國南陽郡開國侯食邑", "224": "一千一百戶賜紫金魚袋楊億述", "225": "百丈大智禪師。以禪宗肇自少室至曹溪以", "226": "來。多居律寺。雖列別院。然於說法住持未合", "227": "規度。故常爾介懷。乃曰。佛祖之道欲誕布化", "228": "元。冀來際不泯者。豈當與諸部阿笈摩教為", "229": "隨行耶。或曰。瑜珈論瓔珞經是大乘戒律。胡", "23": "長。凡三通各三十六下。總一百八下。起止三", "230": "不依隨哉。師曰。吾所宗非局大小乘。非異大", "231": "小乘。當博約折中。設於制範務其宜也。於是", "232": "創意別立禪居。凡具道眼者有可尊之德。號", "233": "曰長老。如西域道高臘長呼須菩提等之謂", "234": "也。即為化主。即處於方丈。同淨名之室。非私", "235": "寢之室也。不立佛殿唯樹法堂者。表佛祖親", "236": "囑受當代為尊也。所裒學眾無多少無高下。", "237": "盡入僧堂依夏次安排。設長連床。施椸架掛", "238": "塔道具。臥必斜枕床脣右脇吉祥睡者。以其", "239": "坐禪既久略偃息而已。具四威儀也。除入室", "24": "下稍緊。鳴鍾行者想念偈云願此鍾聲超法界。鐵圍幽暗悉皆聞。聞塵", "240": "請益任學者勤怠。或上或下不拘常準。其闔", "241": "院大眾朝參夕聚。長老上堂陞座主事徒眾", "242": "雁立側聆。賓主問酬激揚宗要者。示依法而", "243": "住也。齋粥隨宜一時均遍者。務于節儉表法", "244": "食雙運也。行普請法上下均力也。置十務謂", "245": "之寮舍每用首領一人管多人。營事令各司", "246": "其局也。或有假號竊形混于清眾別致喧撓", "247": "之事。即當維那檢舉抽下本位掛搭。擯令出", "248": "院者。貴安清眾也。或彼有所犯即以拄杖杖", "249": "之。集眾燒衣鉢道具。遣逐從偏門而出者。示", "25": "清淨證圓通。一切眾生成正覺仍稱觀世音菩薩名號。隨號扣", "250": "恥辱也。詳此一條制有四益。一不污清眾生", "251": "恭信故。二不毀僧形循佛制故。三不擾公門", "252": "省獄訟故。四不泄於外護宗綱故。四來同居", "253": "聖凡孰辦。且如來應世尚有六群之黨。況今", "254": "像末。豈得全無。但見一僧有過。便雷例譏誚。", "255": "殊不知輕眾壞法其損甚大。今禪門若稍無", "256": "妨害者。宜依百丈叢林規式。量事區分。且立", "257": "法防姦。不為賢士。然寧可有格而無犯。不可", "258": "有犯而無教。惟大智禪師護法之益其大矣", "259": "哉。禪門獨行自此老始。清規大要遍示後學", "26": "擊其利甚大。遇。", "260": "令不忘本也。其諸軌度集詳備焉。億幸叨叡", "261": "旨刪定傳燈。成書圖進。因為序引。旹景德改", "262": "元歲次甲辰良月吉日書。", "263": "崇寧清規序崇寧清規序", "264": "夫禪門事例雖無兩樣毘尼。衲子家風別是", "265": "一般規範。若也途中受用。自然格外清高。如", "266": "其觸向面牆。實謂減人瞻敬。是以僉謀開士。", "267": "遍摭諸方。凡有補於見聞。悉備陳於綱目。噫", "268": "少林消息已是剜肉成瘡。百丈規繩可謂新", "269": "修特地。而況叢林蔓衍轉見不堪。加之法令", "27": "聖節看經上殿下殿。三八念誦佛誕成道涅", "270": "滋彰事更多矣。然而莊嚴保社建立法幢。佛", "271": "事門中闕一不可。亦猶菩薩三聚聲聞七篇。", "272": "豈立法之貴繁。蓋隨機而設教。初機後學冀", "273": "善參詳。上德高流幸垂證據。崇寧二年八月", "274": "十五日。真定府十方洪濟禪院住持傳法慈", "275": "覺大師宗頤序。", "276": "咸淳清規序咸淳清規序", "277": "叢林規範百丈大智禪師已詳。但時代濅遠。", "278": "後人有從簡便遂至循習。雖諸方或有不同。", "279": "然亦未嘗違其大節也。余處眾時。往往見朋", "28": "槃。建散楞嚴會諷經齋粥過堂人定時。各一", "280": "輩抄錄叢林日用清規。互有虧闕。後因暇日", "281": "悉假諸本。參其異存其同而會焉。親手繕寫", "282": "頗為詳備。目曰叢林校定清規總要。釐為上", "283": "下卷。庶便觀覽。吾氏之有清規猶儒家之有", "284": "禮經。禮者從宜因時損益。此書之所以繼大", "285": "智而作也。是皆前輩宿德先後共相講究紀", "286": "錄。愚不敢私以所聞所見。而增減之。如前所", "287": "謂參其異存其同而會焉爾耳。觀者幸勿病。", "288": "諸咸淳十年甲戌歲結制前二日。后湖比丘", "289": "惟勉書于寄玩軒。", "29": "十八下。如接送官員住持尊宿。不以數限。庫", "290": "至大清規序至大清規序", "291": "禮於世為大經。而人情之節文也。㳂革損益", "292": "以趨時。故古今之人情得綱常制度以揆道。", "293": "故天地之大經在。且吾聖人以波羅提木叉", "294": "為壽命。而百丈清規由是而出。此固叢林禮", "295": "法之大經也。然自唐抵今殆五百載。風俗屢", "296": "變人情不同。則㳂革損益之說可得已哉。近", "297": "者大川笑翁二祖唱道南北山。日用軌則盛", "298": "於當代。至元戊寅依石林和尚於南屏。猶得", "299": "見其遺風餘烈。及友雲明西堂出所藏抄本。", "3": "德煇奉　勅重編", "30": "司主之。僧堂鍾僧堂鍾凡集眾則擊之。遇住持每", "300": "究心訪問編集成帙。始此書之作或以為僧", "301": "受戒首之。或以住持入院首之。壬午依覺菴", "302": "先師於承天。朝夕扣問。因得以祝聖如來降", "303": "誕二儀冠其前。其餘門分類聚釐十卷。然猶", "304": "未敢以傳學者。丙戌夏留雪竇。千峯琬西堂", "305": "論其詳。丁亥春溪西澤和尚正其舛。得於見", "306": "聞稔矣。而尚以未身行之為媿。壬辰夏首眾", "307": "雙徑。小座湯有位次高下之爭。諸方往往廢", "308": "而不舉。愚以西堂一出。首座再出。都寺三出。", "309": "後堂四出。藏主維那知客侍者隨職為位。請", "31": "赴眾入堂時鳴七下。齋粥下堂時放參時。旦", "310": "於雲峯伯父力行焉。訖事無敢者。元貞乙未", "311": "備員永嘉天寧。大德庚子補番陽永福。乙巳", "312": "主廬山東林。皆行之無易。庶幾人情為折中。", "313": "然視古之清規不幾於繁縟乎。蓋由󱖺土鼓", "314": "不可作於笙鏞間知之秋。污樽杯飲不可施", "315": "於犧象駢羅之日。目曰禪林備用清規。備而", "316": "不用之謂也。知我罪我其惟春秋。至大辛亥", "317": "秋廬山東林弌咸書。", "318": "勅修百丈清規敘勅修百丈清規敘", "319": "天曆至順間文宗皇帝建大龍翔集慶寺於金", "32": "望巡堂喫茶下床時。各三下住持或不赴堂。或在假則不鳴堂", "320": "陵。寺成以十方僧居之。有旨行百丈清規。元", "321": "統三年乙亥秋七月。今上皇帝申前朝之命。", "322": "若曰。近年叢林清規往往增損不一。於是特", "323": "勅百丈山大智壽聖禪寺住持德煇重輯。其", "324": "為書仍勅大龍翔集慶寺住持大訢。選有學", "325": "業沙門。共校正之。期於歸一使遵行為常法。", "326": "德煇等奉命唯謹。書將成。屬玄為敘。玄嘗聞", "327": "諸師曰。天地間無一事無禮樂。安其所居之", "328": "位為禮。樂其日用之常為樂。程明道先生一", "329": "日過定寺。偶見齋堂儀。喟然嘆曰。三代禮", "33": "前念誦時念佛一聲。輕鳴一下。末疊一下。堂", "330": "樂盡在是矣。豈非清規綱紀之力乎。曰服行", "331": "之熟故能然乎。循其當然之則。而自然之妙", "332": "行乎其中斯則不知者以為事理之障。而知", "333": "之者則以為安樂法門固在是也。然使是書", "334": "龐然雜而不倫。則有序而和之意。久而微矣。", "335": "故校讐之功有益於是書甚大。而兩朝嘉惠", "336": "學人之旨。相為無窮焉。宋清規行。楊文公億", "337": "為敘本末。條目具詳。茲不重出云。至元二年", "338": "丙子春三月上澣。翰林直學士中大夫知制", "339": "誥同脩國史國子祭酒廬陵歐陽玄敘。", "34": "司主之。殿鐘殿鐘住持朝慕行香時鳴七下。凡", "340": "百丈清規行于世尚矣。繇唐迄今歷代沿", "341": "革不同。禮因時而損益有不免焉。往往諸", "342": "本雜出。罔知適從。學者惑之。異時一山萬", "343": "禪師致書先雲翁。約先師共刪修刊正。以", "344": "立一代典章。無何三翁先後皆化去。區區", "345": "竊欲繼其志而未能也。後偶承乏百丈。會", "346": "行省為祖師請加諡。未報。遂詣闕以聞。御", "347": "史中丞撒迪公引見聖上。得面奏清規所", "348": "以然。因被旨重編。令咲隱校正。仍賜璽書", "349": "頒行。受命以來旁求初本不及見。惟宋崇", "35": "集眾生殿。必與僧堂鐘相應接擊之。知殿主", "350": "寧真定賾公咸淳金華勉公。逮國朝至大", "351": "中。東林咸公所集者為可採。於是會󱓞參", "352": "同而詮次之。繁者芟訛者正缺者補。互有", "353": "得失者兩存之。間以小註折衷。一不以己", "354": "見妄有去取也。稍集咲隱凡定為九章。章", "355": "冠以小序。明夫一章之大意釐為二卷。使", "356": "閱而行者條而不紊。庶幾吾祖垂法之遺", "357": "意。得以遵承而煇懼。夫學識荒陋何能上", "358": "副宸衷。作新軌範不過人成事。幸畢先志", "359": "期學者無惑而已。若曰立一代典章。非愚", "36": "之。", "360": "所敢知也。或曰。子汲汲於是書若有意於", "361": "宗教。方今國家通制昭布森列。奉行猶或", "362": "未至而欲清規之行乎。迂哉。因語之。然亦", "363": "未嘗廢其書。顧柄法者力行之何如耳。佛", "364": "祖制律創規相須為用。使比丘等外格非", "365": "內弘道。雖千百群㞐同堂合席齊一寢食。", "366": "翕然成倫不混世儀。不撓國憲陰翊王度。", "367": "通制之行尼於彼達於此。又何迂。或者謝", "368": "而退。故併識于茲以告吾徒。益自勉焉。宋", "369": "楊文公作古規序。與夫三公所集自序悉", "37": "感通傳云。拘留孫佛於乾竺修多羅院。造", "370": "附著云。至元後戊寅春三月東陽比丘德", "371": "輝謹書。", "372": "勅修百丈清規卷第八終", "373": "加祖號跋加祖號跋", "374": "百丈大智覺照禪師。加賜弘宗妙行師號。璽", "375": "書一通。至元二年丙子。今上皇帝之所授也。", "376": "先是有旨申行百丈清規。尋增賜禪師師號。", "377": "故有是命。朝論初擬降制詞。時玄備列詞林。", "378": "為直學士。實典書命。一日本山住持德煇。偕", "379": "國子博士黃溍來訪。求作清規敘引。從詢百", "38": "青石鍾。於日出時有諸化佛與日俱出。密", "380": "丈事蹟。煇具道之。因及贊書之議。意欲見屬。", "381": "玄答之曰。萬一當筆向聞師所言腹󱡐成矣。", "382": "後格吏文。不果。越十有二年。玄告老家居。煇", "383": "自百丈。見訪山中。櫝所賜璽書。視以漢字錄", "384": "本。請識其事。刻石。洪惟天朝尊右釋氏。歷代", "385": "師資。錫號不一。若弘宗妙行四字。唯禪師居", "386": "之無愧焉釋學入門之要。戒定慧三者。其綱", "387": "領也。禪師探往聖心法。卓然以敬之一字教", "388": "其學者運博大之智於縝奧之功。知行互進。", "389": "體用兼備。沛其有餘。師表天下。清規既攽。表", "39": "說顯演十二部經。聞法證聖不可勝數。增", "390": "裏聲教。周流無方。謂之弘宗妙行誠無間然", "391": "矣。煇本臨濟一宗以負荷為志。以顯揚為業。", "392": "始終斯事焉。上彰君賜。下闡宗風。禪門之孝", "393": "子忠臣。有若是者。豈不韙歟。至正七年丁亥", "394": "六月初吉。前翰林學士承旨榮祿大夫知制", "395": "誥兼脩國史歐陽玄拜手稽首謹書。", "396": "一山禪師書一山禪師書", "397": "方九拜。復前智者堂上和尚雲翁老師兄子几。", "398": "方自福岩錄翁解組之後。多冗。而弗克附便", "399": "奉訊。惟極懸懸。有來瑰洒佳篇與珍果。寵賜", "4": "大龍翔集慶寺住持臣僧", "40": "一阿含經云。若打鍾時一切惡道諸苦並", "400": "感𢠢罙深。所寄廉使損齊相公洼製。與雄作。", "401": "圓渾而珠明玉潤。平淡而山高水深衰鈍不", "402": "所企及。斂袵名世之資。抱瑚璉之器。於此道", "403": "精研密煉。發而為言。無斧鑿痕。載司南適四", "404": "方而弗迷揭明鑑覽萬物而弗惑持家修身。", "405": "治國平天下。皆游刃邊事。一日九迁。倚馬。可", "406": "待。松賡或可拈出乞緩頰令重也。方。居此一", "407": "年有餘。凡百以堪忍自處。丁旱歉。歲收。此間", "408": "比他群惟庶幾。但願從事一二土木。如中流", "409": "失楫。耿耿不能置懷。陋劣自夏秋以來。日事", "41": "皆停止。又金陵志云。民有暴死入冥司。見", "410": "藥裹。至今猶未康復。吾法兄。靜退養高。足", "411": "以眇視當今抗塵之蹟。為可羞。二年前。百丈", "412": "晦機嘗緘至彼中舊清規。閱之其間紕繆殊", "413": "甚。約共󱖝修今東西隔越。比話又空。屏岩所", "414": "撰。廣略多未適宜。愚初立論。以祝壽為首。如", "415": "監寺書狀等項。設職。潤大智元文。以小字。箋", "416": "石窓南書記本末于後。庶今叢林負職有所", "417": "從來。大概。古規中。唐文多對偶當盡翻譯。奏", "418": "上。刊行。為一代典章。晦機曾約當拉吾泣兄。", "419": "到抗相與料理。今時世如斯。何由遂志。高", "42": "有五木縲械者。告之曰。吾南唐先主也。以", "420": "見以為如何。書書中二偈。不敢作答。永似為", "421": "好也。未由頂謁床下。願言壽護式遄詔擢。至", "422": "禱不備。方九拜復感淳間。南屏一時勝集。一", "423": "山兄與小弟。寧有兩人與雲屋兄。參語。不見", "424": "三影。事往矣。一旦促五十年於一瞬。夢耶非", "425": "夢耶。時西湖雪後諸峯玉立。舊境宛然。二兄", "426": "精爽飛動。日光激射處。境耶。非境耶。佇立", "427": "久之。惟後死者。為悽斷不已。欲將古規刊正", "428": "立一代典章。今誰同心哉。延祐元年十二月", "429": "初十日。東窓雪霽。南屏。小弟　元熙書。", "43": "宋齊丘之誤殺和州降者致此。每聞鍾聲", "430": "咸淳三尊宿。一山。晦機。皆余所師敬。獨不", "431": "識雲屋翁。而讀其景睦堂詩卷。然後識雲", "432": "屋之深也。三老皆欲修清規立一代典章。", "433": "而其徒必能嗣成之。則視其操世之柄。而", "434": "視所以維世之具。為不相及。豈不有愧耶。", "435": "延祐丙辰冬。因遊智者古剎。覩是有感。因", "436": "題于後。杜本。", "44": "暫息吾苦。仗汝歸白嗣君。為吾造鐘。民還", "45": "具聞後主。因造大鐘於清涼。寺鐫曰薦烈", "46": "祖孝高皇帝脫幽出厄。", "47": "版版", "48": "大版齋粥二時長擊三通。木魚後三下疊疊", "49": "擊之。謂之長版。念誦楞嚴會儆戒火燭。各鳴", "5": "大訴奉　勅校正", "50": "三下。報更則隨更次第擊之。方丈庫司首座", "51": "寮及諸寮。各有小版。開靜時皆長擊之。報眾", "52": "時各鳴二下。眾寮內外各有版。外版每日大", "53": "眾問訊時三下。坐禪坐參時各三下。候眾歸", "54": "堂次第鳴之。點茶湯時長擊之。內版掛搭歸", "55": "寮時三下。茶湯行盞二下。收盞一下。退座三", "56": "下。小座湯長擊之。", "57": "木魚木魚", "58": "齋粥二時長擊二通。普請僧眾長擊一通。普請", "59": "請行者二通。", "6": "9 法器章法器章第九", "60": "相傳云。魚晝夜常醒。刻木象形擊之。所以", "61": "警昏惰也。", "62": "椎椎", "63": "齋粥一時。僧堂內開鉢。念佛唱食遍食。施財", "64": "白眾皆鳴之。維那主之。下堂時聖僧侍者鳴", "65": "之。知事告退時。請知事時亦鳴之。住持入院", "66": "開堂將說法時。諸山上首鳴之。謂之白椎也。", "67": "世尊一日陞座大眾集定。文殊白椎。云諦", "68": "觀法王法。法王法如是。世尊便下座。", "69": "磬磬", "7": "上古之世有化而無教。化不足而禮樂作焉。", "70": "大殿早慕住持知事行香時。大眾看誦經呪", "71": "時。直殿者鳴之唱衣時。維那鳴之。行者披剃", "72": "時作梵闍黎鳴之。小手磬堂司行者常隨身。", "73": "遇眾諷誦鳴之。為起止之節。", "74": "鐃鈸鐃鈸", "75": "凡維那揖住持兩序。出班上香時。藏殿祝贊", "76": "轉輪時。行者鳴之。遇迎引送亡時。行者披剃。", "77": "大眾行道。接新住持入院時。皆鳴之。", "78": "鼓鼓", "79": "法鼓法鼓凡住持上堂。小參普說入室。並擊之。擊", "8": "擊壤之歌不如九成之奏。窪樽之飲不若五", "80": "鼓之法上堂時三通先輕敲鼓磉二下。然後重千徐徐擊之。使其緊慢相參。輕重", "81": "相應。音聲和暢。起復連環隱隱轟轟　若春雷之震螫。第一通延聲長擊。少歇轉第二通。連聲稍促更不歇聲。就轉", "82": "第三通一向纏聲擊之侯。住持登座畢方歇聲。雙椎連打三下小參一通。普說五", "83": "下。入室三下皆當緩擊。茶鼓茶鼓長擊一通。侍", "84": "司主之。齋鼓齋鼓三通。如上堂時。但節會稍促", "85": "而已。普請鼓普請鼓長擊一通。更鼓更鼓早晚平擊三", "86": "通。餘隨更次擊。庫司主之。浴鼓浴鼓四通次第", "87": "候眾擊其詳見知浴章知浴主之。已上宜各有常度。毋", "88": "令失准。若新住持入院。諸法器一齊俱鳴。", "89": "金光明經云。信相菩薩夜夢金鼓。其狀姝", "9": "齊之醇。然文生於質貴乎本也。吾天竺聖人", "90": "大其明普照。喻如日光。光中得見十方諸", "91": "佛眾寶樹下坐琉璃座。百千眷屬圍繞而", "92": "為說法。一人似婆羅門。以枹擊鼓出大音", "93": "聲。其聲演說懺悔偈頌。信相菩薩從夢寤", "94": "已。至於佛所。以其夢中所見金鼓及懺悔", "95": "偈。向如來說。又楞嚴經云。阿難。汝更聽此", "96": "祇陀園中食辦擊鼓眾集撞鐘。鐘鼓音聲", "97": "前後相續。於意云何。此等為是聲來耳邊。", "98": "耳往聲處。", "99": "法器章終"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2025 勅修百丈清規", "author": "元 德煇重編", "sourceLink": "http://www.cbeta.org/"}