{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0585 持心梵天所問經: 持心梵天所問經: 持心梵天經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "14 等行品(三)", "1": "持心梵天所問經卷第四", "2": "西晉月氏三藏竺法護譯", "3": "15 授現不退轉天子莂品(四)授現不退轉天子莂品第十五", "4": "爾時，天帝釋白世尊曰：「唯天中天！猶摩尼", "5": "珠所入著處，則於其處人目覩見珠之光明。", "6": "如是，世尊！斯諸正士奉行具足無思議法，自", "7": "在所遊普則悉以法寶光明而自恣照，輒便修", "8": "習顯曜本際，堪任自由而演辯才，其自恣", "9": "者則於諸法無所倚著不著彼我。自恣辯者", "10": "則無反耶，亦不顛倒常得自在；自恣辯者淨", "11": "於往古，不得當來不見現在；自恣辯者信諸", "12": "不信度諸不脫；自恣辯者攝諸憍慢，開化自", "13": "大使無異決；自恣辯者至令諸魔不得其便，", "14": "有所聽省超度魔事；自恣辯者其諸善法未", "15": "加勸者，則令興發善法，已生進不違忘，塵", "16": "勞若起使蠲除之，塵勞未興令不得生。自", "17": "恣辯者其諸菩薩未被德鎧使得被之，其", "18": "以被者則不退轉；自恣辯者不斷正法將護", "19": "正典。以是比例辯才之誼，則能降伏一切", "20": "異學。所以者何？計於小獸終不能堪師子", "21": "之吼，見於師子不能自進，何況入窟遊樹間", "22": "乎？如是，世尊！一切異學不能堪任演於無", "23": "上師子之吼。」於是，現不退轉天子問帝釋", "24": "曰：「向所云師子吼，何謂，拘翼！師子吼乎？」答", "25": "曰：「天子！其於諸法不可倚著亦無言說，此", "26": "則名曰見師子吼。覩無所倚言乎寂然，其", "27": "有倚著寂然行者，為師子吼為蟲狐鳴見", "28": "平等處，有所說故。又復，天子！爾當復說，何", "29": "謂所為為師子吼？」天子答曰：「拘翼欲知，其", "30": "不倚著於如來者亦無言說，何況其餘異因", "31": "緣耶！是故名法為師子吼；奉平等教曰師子", "32": "吼；講說一品曰師子吼；聞有所說而不恐", "33": "畏曰師子吼；若說經法不起不滅無有自然", "34": "曰師子吼；處於塵勞而不懷結，無有合會亦", "35": "不解散，說如斯法曰師子吼。所以言曰師子", "36": "吼者，若能專至不計有人而無吾我，一切", "37": "諸法假習俗言。所以言曰師子吼者，而以專", "38": "一顯揚空法；所以言曰師子吼者，口有所講", "39": "護于正法；所以言曰師子吼者，蠲除一切眾", "40": "生苦患，當成佛道宣暢斯教；所以言曰師子", "41": "吼者，所念財業清淨之本，而知止足讚揚斯", "42": "教；所以言曰師子吼者，在於閑居不擇所", "43": "行。布施之本而造元首為師子吼，不捨禁戒", "44": "為師子吼，等心親友及與怨敵為師子吼，不", "45": "釋宣遠亦無所近為師子吼，除諸塵勞為師", "46": "子吼，等觀智慧為師子吼。」天子說是師子吼", "47": "時，三千大千世界六反震動，百千伎樂不鼓", "48": "自鳴，其大光明普照世間及諸天宮。百千天", "49": "人舉聲歎曰：「吾等為已於閻浮提再見法輪", "50": "也，用此天子師子吼故。」爾時，世尊尋即欣笑，", "51": "佛正覺法假使笑時，無央數光從佛口出，青", "52": "黃赤白黑紫紅色，照於無量不可計會諸佛世", "53": "界靡不周遍，上至梵天悉皆覆蔽日月之明，", "54": "繞身三匝，還從頂上入㸌然不現。持心梵天", "55": "即從坐起，叉手向佛以偈頌曰：", "56": "「諸通慧殊特，普知一切有，", "57": "皆悉分別了，三世眾生行，", "58": "隨宜所信喜，而以慧解脫，", "59": "其心有超異，一切悉授決。", "60": "諸聲聞緣覺，悉非是其地，", "61": "佛慧為若茲，無量持無限。", "62": "曉了眾生心，何因說所趣？", "63": "度脫于眾生，殊勝難可當。", "64": "從意之所樂，善拘懷除穢，", "65": "其光明這出，蔽日月釋梵。", "66": "通照鐵圍山，億姟諸須彌，", "67": "願說其旨趣，何緣而感欣？", "68": "瞋厭以永除，能仁寂澹泊。", "69": "慈愍普觀察，天上及世間，", "70": "視佛無厭足，覩體得利安，", "71": "所因欣笑者，安住說決義，", "72": "選擇察諸法，自恣如虛空。", "73": "若雲霧電㷿，虛若聚沫幻，", "74": "見所有如夢，若如水中月。", "75": "善哉演說意，何故而欣笑？", "76": "除一切想見，能仁超度空，", "77": "諸通慧消滅，常離諸想著，", "78": "則無三處願，禪定以平等，", "79": "所以奮光明，唯正分別說，", "80": "無文字言辭，不著於音響，", "81": "安住為說經，不慕眾生法，", "82": "一一了眾會，欲令曉佛慧。", "83": "知神足根力，最勝善哉說，", "84": "佛者為醫王，蠲除一切苦。", "85": "勇猛御至安，濟愚戇放逸，", "86": "力勢超鉤鎖，人眾悉歸命，", "87": "光說人神尊，何因而欣笑？」", "88": "佛告持心梵天：「見現不退轉天子乎？」對曰：", "89": "「以見。天中天！」佛言：「梵天！現不退轉天子三", "90": "十二不可計阿僧祇劫當得作佛，號曰須彌", "91": "燈王如來、至真、等正覺、明行成為、善逝、世間", "92": "解、無上士、道法御、天人師，為佛、世尊，世界名", "93": "善化，劫名淨歎。其佛國土當有二寶，以紺", "94": "琉璃紫磨金色，淳菩薩眾降伏魔怨，所居", "95": "室宅衣食被服，當如第六化應聲天。」如來", "96": "殷勤多所開化，於是持心梵天謂現不退轉", "97": "天子曰：「如來已為授仁者決。」答曰：「如來已", "98": "為見授決矣，猶如無本授無本決及與法", "99": "界，授我之決亦復如是。」報曰：「又以無本", "100": "及與法界則無有決。」答曰：「如來不授於無", "101": "本法界之決所說授決，一切菩薩亦復如", "102": "是，不當覩於有所授決。」又問：「仁者不從住", "103": "由正覺，淨修梵行分別曉了如佛授決乎？」答", "104": "曰：「梵天！其無所習此等疇類乃修梵行。」又", "105": "問：「何謂其無所習乃修梵行？」答曰：「其不習", "106": "于欲界色界及無色界，此等之倫乃修梵行。", "107": "復次，梵天！無所習居不用我居，不習有人", "108": "不習有壽不習有命，斯等之匹乃修梵行。", "109": "舉要言之，假於諸法不習諸法，是乃名曰淨", "110": "修梵行。」又問：「所言淨修梵行為何謂乎？」答", "111": "曰：「淨修梵行不住二道，此之謂也。」又問：「不", "112": "住二道為何所立？」答曰：「不住二道則為建立", "113": "一切法言。所以者何？無所立者，則為賢聖之", "114": "所遵修而得超度。」又問：「遵修何等為道行耶？」", "115": "答曰：「有遵修行者，不墮於行亦不離行，亦", "116": "復無有行於法者，亦復無有離於法者，是則", "117": "名曰遵修道行精順如應。」又問：「以何等行而", "118": "為道行？」答曰：「無見無聞無念無知，無教無", "119": "得亦無造證，於一切法而無所行，是則名曰", "120": "遵修道行。」又問：「何謂菩薩堅彊精進？」答曰：", "121": "「假使菩薩而不見法行有一事，亦復不見有", "122": "若干行，是謂菩薩堅彊精進被戒德鎧。設於", "123": "法界而無所壞，已無所壞則無所近，亦不", "124": "離法亦無所違，不見塵勞亦無結恨，是為", "125": "菩薩第一之行，為精進也，不舉不下於一切", "126": "法奉修精進。假使，梵天！無身因緣、無口因緣、", "127": "無心因緣，是為第一精進之行。」於是，世尊讚", "128": "現不退轉天子曰：「善哉！善哉！如汝所云。」復", "129": "告持心：「如是，梵天！如今天子之所說者，是", "130": "為第一精進之行，其無身行亦無口行亦無", "131": "心行。」佛告梵天：「吾念過去往古久遠世時，一", "132": "切知節寂寞之德，專修精進恭敬奉事，處在", "133": "閑居而學博聞，於眾生類而行慈愍，以何等", "134": "行一切遵修暴露精進？如來不見授於無上", "135": "正真道決。所以者何？坐以住於身口意故。「爾", "136": "時梵天，如是色像遵修精進此具足行，如今", "137": "向者天子所言，然於後世見錠光佛所見授", "138": "決，當於來世而成為佛，號曰能仁如來、至真、", "139": "等正覺、明行成為、善逝、世間解、無上士、道法御、", "140": "天人師，號佛、世尊。是故，梵天！若使菩薩疾欲", "141": "受決，當以是比遵修精進，曉知諸法而無所", "142": "行。」梵天問曰：「何謂世尊而無所行？」世尊告", "143": "曰：「究竟平等，正均空無而為精進。」「何謂究", "144": "竟平等正均空無而為精進？」答曰：「過去心滅，", "145": "當來未至，現在不住，其滅盡者則不復起。設", "146": "使獲者無有起想，如是住者常無所住，其", "147": "為法者，設使正法平等興者則無所起，無所", "148": "起者便無過去當來現在，設使無有去來今", "149": "者，便為本淨則無所起。是為，梵天！究竟平", "150": "等，正均空無而為精進。如是菩薩，疾得授", "151": "決則逮法忍具足眾行。」佛謂梵天：「設使菩薩", "152": "於一切法而無所習則曰布施；而不將護一", "153": "切法者則曰奉戒；若不思念一切諸法則曰", "154": "忍辱；而於諸法無所因緣則曰精進；而以平", "155": "等一切諸法則曰定意；於一切法而無所想，", "156": "則曰智慧；斯則名曰不造增益，亦不損耗無", "157": "作不作。「常行布施無所悕望，護持禁戒而", "158": "等同像，遵修忍辱內外清淨，奉行精進具足", "159": "成就，禪定一心悉無所著，欽尚智慧而無有", "160": "想。如是忍辱具足行者，菩薩備行普現眾行", "161": "悉無所著，以無所著等於世法，得利不喜", "162": "無利不慼，諮嗟毀呰獲名失稱遭樂逢苦。「設", "163": "以值此不動不搖，不以增減不喜不慼，已過", "164": "世間之所有法，不以苦患亦不以惱不以肅", "165": "震，無念不念則無二事，離諸因緣趣無二法，", "166": "其墮二見發於大哀，而興己心開化眾生，", "167": "是為梵天第一精進，用獲無我為忍故也，則", "168": "向群黎入大悲哀，所生之處攝取救護。」佛說", "169": "是精進行時，八千菩薩得不起法忍。佛悉授", "170": "決當得無上正真之道，皆同一字，名曰堅彊", "171": "精進如來、至真、等正覺、明行成為、善逝、世間解、", "172": "無上士、道法御、天人師，為佛、世尊，各各興於", "173": "異佛世界。爾時，大迦葉白世尊曰：「譬諸大", "174": "龍而欲雨時雨於大海，此諸正士亦復如是。", "175": "天中之天猶如大海，而興是像放大法雨，諸", "176": "大正士則為巨海，心亦若斯，以真實性而演", "177": "法雨。」佛告迦葉：「如爾所言，此諸大龍不以", "178": "貪嫉，而不雨於閻浮提也，用閻浮提天下之", "179": "地，不能堪受大雨之渧。設使，迦葉！斯諸大", "180": "龍而出大雨雨天下者，令閻浮提郡國縣邑", "181": "山陵溪谷，漂沒永盡如漂樹葉。以是之故，諸", "182": "大龍王不放大雨雨閻浮提。如是，迦葉！斯", "183": "諸正士不惜法雨，而不為人及眾生類演出", "184": "法澤。「又復，迦葉！若器堪任應佛法者，斯諸", "185": "正士則沒海意覺諸眾生，如其心念演出", "186": "法雨。譬如，迦葉！諸龍雨時，墮諸大渧猶如", "187": "車輪，大海悉受此之大雨，不以為足亦不", "188": "充滿。此諸正士亦復如是，若於一劫、若百", "189": "千劫聞所說法，又於諸法不增不減不以為", "190": "滿。「譬如，迦葉！彼於大海，處處諸水萬川四", "191": "流，歸於海者會為一味醎苦如鹽。斯諸正", "192": "士若干音聲，各演異教而令聞法，適省聽已", "193": "悉歸一義，為解脫味趣空無味。「譬如，迦葉！大", "194": "海之中，而有清淨無垢之寶淨潔無瑕，則", "195": "以不受不時之水亦不受穢。此諸正士亦", "196": "復如是，清淨無垢，不受一切結恨懈厭瞋怒", "197": "之瑕。「譬如，迦葉！大海之中，而極幽深難得其", "198": "底邊際難限。此諸正士亦復如是，所了聖慧", "199": "而甚邃遠，心入玄妙幽奧難量，聲聞緣覺所", "200": "不能及。「譬如，迦葉！大海之中，稸無央數不", "201": "可計水。此諸正士亦復如是，積聚種殖不", "202": "可限量，智度無極，合會諸法故喻大海，如是", "203": "色像則曰正士。「譬如，迦葉！大海之中，積聚無", "204": "量若干種寶。此諸正士亦復如是，以若干教", "205": "無量法寶自然充滿。「譬如，迦葉！大海之中，有", "206": "三部寶，真身之寶、清水之寶、為財業寶。此諸", "207": "正士亦復如是，說經法時從人根原，心所應", "208": "脫而令得度，得聲聞乘或緣覺乘或至大乘。", "209": "「譬如，迦葉！大海之中，稍稍廣大水漸流入", "210": "轉成深廣。菩薩如是志諸通慧行諸通慧，漸", "211": "得成就於大聖道。「譬如，迦葉！大海之中，不受", "212": "死尸不與同處。此諸正士亦復如是，不習聲", "213": "聞緣覺之心，不與同歸，不與貪嫉毀戒結恨", "214": "懈廢瞋恚心者而與同歸，不與懈廢亂意惡", "215": "智所行者而同歸也，不與吾我人壽命見者", "216": "遊居。「譬如，迦葉，若火災變消竭川流，大江淵", "217": "池悉以枯涸，然後大海乃盡無餘。如是，迦", "218": "葉！流布正法普諸土地，先以施行習正法，", "219": "然後施於海意眾覺，諸正士等正法歸之。「又", "220": "復，迦葉！此諸正士寧棄身命不捨正法，諸正", "221": "士黨流布正法，不當復為造如茲觀。譬如大", "222": "海有如意珠，名曰金剛，諸寶等集踊出七日，", "223": "上至梵天而悉燒化，及諸世界三千大千佛", "224": "土悉盡無餘，乃至他方。」佛言：「迦葉！其如意珠", "225": "詣異世界當見燒壞，未之有也。如是，迦葉！", "226": "此諸正士盡一切法興顯發起，於七正法令", "227": "世依怙，便復遊至他方佛土。何謂為七？諸外", "228": "異道、隨親惡友、墮邪見行、轉相賊害、受墮", "229": "諸見、壞諸德本、不得等時，是為興顯發起。於", "230": "此七法，斯諸正士為如應器，見眾生本遊彼", "231": "佛國不離諸佛，常見正覺聽於經典，勸化眾", "232": "生殖眾德本。「譬如，迦葉！無央數人含血之類，", "233": "依於大海遊居其中。菩薩如是，無央數人", "234": "眾庶之類，悉來集會而依倚之，遊居同歸歸", "235": "於三趣。何謂為三？生於天上、具足人間、成就", "236": "滅度。「譬如，迦葉，大海之中，龍、阿須倫而得自", "237": "在。此諸正士亦復如是。普悉降伏一切魔眾。」", "238": "於是，耆年大迦葉啟問世尊：「唯天中天！計於", "239": "大海尚可測量竭其邊際，此諸正士不可", "240": "限量得其崖底？」世尊報曰：「迦葉！欲知三千", "241": "大千世界之中所有諸塵，尚可數知，斯諸正", "242": "士至真之行，不可思議究所歸趣。」於時世尊", "243": "說此頌曰：", "244": "「猶如大海，一切之水，而悉受之，", "245": "不以厭足。志求法者，亦復如是，", "246": "好樂正典，不以充滿。猶如大海，", "247": "受無量水，悉來歸之，而不拒逆。", "248": "聰達之等，亦復如是，不以智慧，", "249": "而為具足。大海不惡，污濁之潦，", "250": "其諸清流，亦復歸趣。遵修行者，", "251": "亦復如是，而不受諸，塵勞垢穢。", "252": "猶若大海，不可限量，極廣弘遠，", "253": "不可卒知。智慧德海，亦復如是，", "254": "眾生度人，無能解暢。大海之中，", "255": "若干歸趣，萬川四流，合為一味。", "256": "若干種人，僉來聽法，悉歸一乘，", "257": "同誼之典。非一品類，號曰為海，", "258": "前者成海，而得建立。無所畏者，", "259": "志願如茲，普為眾生，而興道意。", "260": "譬如大海，眾寶積聚，則在於彼，", "261": "而無所著。諸菩薩眾，亦如積珍，", "262": "而以顯發，成于三寶。猶如江海，", "263": "而有三寶，雖爾其海，亦無想念。", "264": "群聖達士，說法如斯，則以三乘，", "265": "開導眾生。猶如江海，稍益廣大，", "266": "眾流悉歸，而得充滿。諸菩薩眾，", "267": "志諸通慧，用群萌故，常遵修行。", "268": "猶如大海，不受死屍，其海之法，", "269": "則為如斯。建立菩薩，求道如是，", "270": "不將慎身，不與同歸。猶若海中，", "271": "而生眾寶，須彌為妙，處立堅固。", "272": "劫燒起時，終不能焚，便則超遊，", "273": "異佛世界。正法滅時，亦復如是，", "274": "強精進者，而攬持之。已觀察見，", "275": "無任器者，便則往詣，他方佛所。", "276": "谿谷江河，泉原枯竭，然後海水，", "277": "乃為消涸。劫燒起時，則為若茲，", "278": "大千世界，悉亦崩毀。凡夫之眾，", "279": "行在國土，假使正法，已沒盡者。", "280": "勇猛之徒，護法如斯，朽棄軀體，", "281": "不惜壽命。已覺正法，欲消滅盡，", "282": "正覺現在，若滅度後，斯等志性，", "283": "清淨如是。建立法者，所當遵修，", "284": "如億眾生，依怙於海。非一品故，", "285": "而有斯處，其大名稱，志願如是。", "286": "一切眾庶，心普得解，尚可限量。", "287": "分別知之。於佛世界，諸有大海，", "288": "斯等所行，不可別知。緣覺之眾，", "289": "及諸聲聞，無有等倫，況復出表。", "290": "諸菩薩行，堅強精進，心如是者，", "291": "宜為稽首。當得佛道，開度黎元，", "292": "斯為眾寶，譬如巨海。當供養此，", "293": "常福德田，此為良土，上妙醫王。", "294": "療治一切，諸疹疾者，便為救濟，", "295": "受歸度脫。將護燈錠，為顯光明，", "296": "於闇昧世，興明徹眼。其得眼者，", "297": "進成甘露，則為帝王，常曰法王。", "298": "斯為天帝，多思誼利，亦為梵皇，", "299": "思惟四禪，則便轉於，正法之輪，", "300": "斯則導師，開示塗路。處在諍訟，", "301": "為現蹊徑，則為勇猛，多所降伏。", "302": "蠲除諸塵，為清淨士，遵清白法，", "303": "如月盛滿。演放光明，猶如日出，", "304": "智慧超卓，如須彌山。處於三界，", "305": "為雨甘露，斯等難當，猶如師子。", "306": "其心調柔，譬如賢象，若如大地，", "307": "載諸山陵。降伏一切，諸外異道，", "308": "行常鮮潔，譬若如水，威曜難當，", "309": "其若如火，無所罣礙，猶若如風，", "310": "以離懈廢，又若如地，斯等棄慢，", "311": "拔離瞋恚，為如藥樹，無有想念。", "312": "其戒清淨，無著蓮華，於世八法，", "313": "無有依倚。所行譬如，優曇鉢華，", "314": "無數億劫，音聲難致。於諸人尊，", "315": "則有反復，為住佛教，不斷正典，", "316": "志願堅強，為懷愍哀，遵固慈心，", "317": "憙悅超絕。則以救護，於五色欲，", "318": "善求合會，最勝財業。斯等布施，", "319": "而有殊特，所奉禁戒，則無等倫，", "320": "以忍辱力，秉意勇猛，精進解達，", "321": "而不厭惓，斯等禪定，神足通慧，", "322": "往至佛土，無量億姟，得見諸佛。", "323": "逮聞經典，如其所聞，則便習持，", "324": "則能暢了。眾人之行，隨其所應，", "325": "所信諸根，安隱諦學，善權方便，", "326": "則為外道。顯示證明，便能通辯，", "327": "一切諸法。僉然和同，分別報應，", "328": "而能解了，因緣法律。離吾我見，", "329": "常在平等，便以觀察，如應順法，", "330": "則為曾更，出家學矣。過去當來，", "331": "一切諸法，已住於法，綜了法界，", "332": "敏識空慧，而無有形，則能興發，", "333": "差特矜哀，便能攝護，勤苦眾生，", "334": "遵修解脫，所當行法。計有吾我，", "335": "而有妄想，愚騃所行，隨邪放逸。", "336": "斯等曉練，虛偽之法，而則講說，", "337": "蠲除諸見。無常為常，空謂有實，", "338": "以苦為樂，非身謂身，凡夫之士，", "339": "攝取顛倒，而不分別，生死之際。", "340": "若能政理，攝顛倒原，則知無人，", "341": "無壽無命。已能淨修，平等行者，", "342": "則曉非常，苦空非身。迦葉斯等，", "343": "名稱功德，所趣御之，猶若持地。", "344": "令聞無量，慧不可限，若能遵修，", "345": "菩薩亦然。設使周滿，三千世界，", "346": "悉以敬侍，建志菩薩，供養羅漢，", "347": "復倍是數，終不能及。逮菩薩志。", "348": "吾亦建立，斯等之類，過去正覺，", "349": "當來如是。又今現在，十方聖尊，", "350": "為諸建志，欲得佛者。」", "351": "16 建立法品(四)建立法品第十六", "352": "於是，持心梵天問普首童真曰：「願勸如來、至", "353": "真、等正覺，令此經典於後末世五濁俗時建", "354": "立流演。」普首答曰：「於梵天意所趣云何？如", "355": "來豈為班宣申暢於此法乎？欲令如來建立", "356": "法耶？」報曰：「不也。」「是故，梵天！一切諸法無所", "357": "建立，亦無有念亦無言說，故無流演亦無", "358": "所護。其欲建立斯經典者，則為欲成立虛空", "359": "矣！設使菩薩歸趣斯典非為順法，菩薩普入", "360": "一切徑路而無諍訟。又菩薩者，於諸眾會假", "361": "現名耳，說經法者則當如茲不為聽經。所以", "362": "者何？無所聞者乃為聽經。」又問：「普首！此為", "363": "何謂？無所聞者為聽經乎？」答曰：「眼耳鼻口身", "364": "意，無所流聞乃為聽經；其有染污於諸入者", "365": "則無所聞，便在於色聲香味細滑欲法，斯等", "366": "聽經則為虛妄。」時諸會中諸天子眾，三萬", "367": "二千比丘，五百比丘尼，三百清信士，八百", "368": "清信女，斯等咸聞普首童真之所說法，應", "369": "時逮得不起法忍，各各舉聲而歌頌曰：", "370": "「如是普首，誠如所云，無所聞者，", "371": "乃為聽經。」", "372": "持心梵天問諸得法忍菩薩曰：「卿族姓子！豈", "373": "為得聞此經典乎？」答曰：「已聞，梵天！無所聞", "374": "故。」又問：「賢者！云何曉了斯經典乎？」答曰：「如", "375": "無所知無所不知。」又問：「賢者！為何所獲逮法", "376": "忍乎？」答曰：「建一切法。」又問：「當以何緣歸趣", "377": "法乎？」答曰：「無所至者則歸趣法。」又問：「諸賢", "378": "現在目覩法乎？」答曰：「梵天！於一切法現在", "379": "己身眾生志性皆為本淨。」時眾會中有一天", "380": "子，名離垢英，問持心曰：「假使，梵天！若得聽聞", "381": "斯經法者，如來則為授決處乎？」答曰：「輒便", "382": "授決，當得無上正真之道。所以者何？其法", "383": "典者則為亡失報應之果，積累一切眾德之", "384": "法，便降伏魔及與怨讎。斯經典者，尋離一切", "385": "貪欲之諍，多所勸化而令喜悅。設有信樂斯", "386": "經典者，心懷欣豫而諦執持，則獲賢聖平等", "387": "究竟，而善執持斯經典者，一切諸佛加威", "388": "護之。設天上世間諸天、人民、阿須倫，而專念", "389": "向斯經典者，得不退轉不見侵欺。又斯經典", "390": "至于道場，惠施真諦誦習佛法，其有不學", "391": "則為斷絕於正法輪。又斯經法決諸狐疑至", "392": "賢聖路，諦聽經典，至解脫故；諦持經典，欲", "393": "執御故；諦說經典，用福慶故；善護經典，好", "394": "法訓故；加施安隱為經典者，歸滅度故；不", "395": "斷經典，壞魔異學故；當曉歸命於斯經典，", "396": "眾祐無著故；斯經典者多所悅喜，明達法故；", "397": "斯經典者多所踊躍，為慧解故；斯經典者御", "398": "智慧音除一切見，所歸趣故；斯經典者為導", "399": "慧響，壞愚癡故；斯經典者為善應，順隨其", "400": "所入故；斯經典者善究竟誠，次第美辭故；", "401": "斯經典者分別義理，說第一故。不捨經義", "402": "不獲聖慧，斯經典者則為帑藏，給諸虛匱無", "403": "有熱惱，濟眾盛煮等諸音響平等為食。遵", "404": "修慈心樂為禪定，積累精進為諸懈怠，以禪", "405": "定意濟諸亂意，則以光耀照諸邪智。」「梵天", "406": "欲知，斯則建立於經典矣，一切諸佛之所將", "407": "護。」時天子說此經典功德所訓時，此三千", "408": "大千世界六反震動。世尊讚彼天子曰：「善哉！", "409": "善哉！如汝所言。」於是持心梵天白世尊曰：", "410": "「今此天子本昔曾聞斯經典乎？為從過去如", "411": "來啟受之耶！」佛告梵天：「此天子者，從六十", "412": "四億諸佛所悉得聽聞。」又告持心：「離垢英身", "413": "過四十萬劫當得作佛，號寶㷿如來、至真、等", "414": "正覺，世界曰寶積，其於中間諸佛世尊所", "415": "興起者悉供養之，當復得聞於斯經典。梵天！", "416": "欲知此諸比丘、比丘尼、清信士、清信女、天、龍、", "417": "鬼神、揵沓惒，應斯經典逮得法忍者，皆當", "418": "生彼寶㷿如來佛之國土，而現在於寶積", "419": "世界。」於時，離垢英天子白世尊曰：「今我坦然", "420": "不遠求道亦不願道，設不欣樂於佛道者，亦", "421": "無所依亦不得道亦無所想念，何故世尊而", "422": "授我決？」大聖告曰：「天子知之，草木莖節枝", "423": "葉華實著於火中，若有人來說言，勿燒草木", "424": "莖節華實，令火不燒，未之有也，不用彼言", "425": "而不燋燒。如是，天子！假使菩薩不悅樂道，無", "426": "所依倚志不建立，亦不願羨一切諸佛，則為", "427": "授決。設使，天子！若有菩薩不志樂道，無所", "428": "依倚無所建立，無所僥願無所得者，斯等菩", "429": "薩乃為如來所見授決，當得無上正真之道。」", "430": "爾時，會中五百菩薩白世尊曰：「余等不建立", "431": "道，無所志願亦無所得，無所欣樂無所依倚，", "432": "無所想念無所想報。」時諸菩薩承佛聖旨，", "433": "察虛空中現於上方八萬四千佛，斯諸如", "434": "來悉授其決，當成無上正真之道。彼菩薩", "435": "白世尊曰：「至未曾有，天中之天！如來善說", "436": "快乃若茲，其於道法無所欣樂，無所依倚", "437": "無所建立，無有志願無所得者，乃為如來", "438": "而見授決。唯然，世尊！吾等今見上方，去此", "439": "八萬四千諸佛國土，又斯諸佛授我等決，當", "440": "成無上正真之道。」", "441": "17 諸天歎品(四)諸天歎品第十七", "442": "於是，普首童真白世尊曰：「唯願如來建立是", "443": "法，使於末後五濁之世，流布天下在閻浮", "444": "利，斯等則為被大德鎧，以三品事致耳聞之。", "445": "若族姓子、族姓女，設使興立魔因緣者，不隨", "446": "其教，魔及官屬不得其便，以能受此經典要", "447": "者，不退不轉至於無上正真之道。」佛告普首：", "448": "「善聽思念。斯經典者，則當久存，天、龍、鬼神、犍", "449": "沓惒，又有神呪，名曰選擇，當分別說神呪", "450": "句義。所總持者，其有法師、族姓子、族姓女，則", "451": "得救護，為天、龍、鬼神、犍沓惒、阿須倫、迦留羅、", "452": "真陀羅、摩睺勒之所救護。若族姓子，若行此", "453": "徑路，若在閑居，若處室宇，若住房舍經行", "454": "思惟，若在眾會順義澹泊執持辯才，尋隨方", "455": "便至於堅強力勢超異，怨家盜賊不得其", "456": "便，彼輒如是寂然經行，坐起臥寐如斯，普", "457": "首號曰神呪之句義也。", "458": "「優頭黎頭頭黎　末𥇭　遮𥇭　彌離楴離", "459": "楴　隷彌隷睺樓　睺樓音　睺留伊拔𥇭", "460": "錍拔𥇭　丘丘離佉羅祇　阿那提　揭提", "461": "初往至　摩醯隸摩那夷摩嬭　抱犍提　薩", "462": "披樓　臈披娑揭提　新頭隷　南無佛檀遮", "463": "栗提　南無曇　䁥偈　南無僧披醯多善披", "464": "扇陀　薩披波披　彌多羅彌浮提壽　薩遮", "465": "尼陀羅　披羅摩那波世多　黎夷波　世多", "466": "阿致禪提　薩陀浮陀　迦羅呵　南無佛陀", "467": "悉禪提慢　陀鉢", "468": "「佛所說呪者吉。」佛語普首童真：「是為神呪之", "469": "句，設有菩薩遵修奉行斯經典者，則為已", "470": "安祥尋後將護，而不卒暴靡有亂心，其行", "471": "清淨造次第行，而知止足臥寐寂寞，樂於澹", "472": "泊不習多事。身心寂淨樂于慈哀，樂於法", "473": "樂建立誠諦，無所侵欺存在獨處，精進說法", "474": "思惟專精樂于道義。棄捐除去非義之念，限", "475": "節燕處以為娛樂，則以獲致為他人說，向於", "476": "法門現于終始，親友怨讎等心加之，棄眾", "477": "想念不惜身命。能觀眾業所行具足，樂護禁", "478": "戒多修忍力而無麁言，面目和悅離於憔悴", "479": "無惡顏色，先人談言問訊恭恪，棄捐嫉癩", "480": "樂善柔渜所遊居安，是為普首建立行者。", "481": "「若族姓子諷誦斯呪，其族姓子見法師者，現", "482": "獲十力。何謂為十？已逮心力未曾有忘、至", "483": "於意力曉了所念、所至力者所入經典無不", "484": "解達、堅固之力行在生死、慚愧之力彼我", "485": "悉護、博聞之力具足智慧、總持之力所聞悉", "486": "攬、辯才之力佛所建立而得擁護、深法之力", "487": "逮得五通、不起法忍力具足通慧。」佛語普", "488": "首菩薩：「若有法師建立是法諷誦奉持，則", "489": "當逮得此十種力。」佛說於此神呪力業所行", "490": "術時，其四天王驚悸毛竪，與無央數百千鬼", "491": "神眷屬圍繞，往詣佛所稽首佛足，白世尊曰：", "492": "「我之枝黨則奉佛教獲通流跡，又我等身若", "493": "有眷屬，將詣族姓子、族姓女為法師者，若講", "494": "說法獲斯經典，奉卷受持諷誦讀者，四天", "495": "當往將護使得澹泊。若在縣邑郡國州城", "496": "大邦，居家出家，我四天王與其眷屬，當擁", "497": "護此族姓子女供侍奉事，令得安隱無危害", "498": "者，亦無伺求得其便者。若斯經典所可流布", "499": "國土處所，當令宿衛面四十里，諸天龍神鳩", "500": "洹眷屬子孫，無得其便。」爾時，惟樓勒叉", "501": "護怨大天王，說此頌曰：", "502": "「我所有眷屬，諸子及宗親，", "503": "吾能順堪任，供奉此聰達。」", "504": "時惟樓博無怨大天王，則說頌曰：", "505": "「吾為法王子，以法而化成，", "506": "供養諸佛子，奉建道意者。」", "507": "提頭賴堅郡大天王，即說頌曰：", "508": "「則當為將護，普周遍十方，", "509": "其有持斯典，佛正覺所說。」", "510": "惟沙慢息意大天王，即說頌曰：", "511": "「若建立道心，供養後學者，", "512": "眾生緣供養，不任報其恩。」", "513": "於是息意大天王，有太子名曰諦顏，以七", "514": "寶蓋奉上如來，尋說頌曰：", "515": "「今我當受斯，如來之經典，", "516": "輒為他人說，人心之志性。", "517": "世尊知我心，曉了宿世行，", "518": "如意之所建，於世當成佛。", "519": "今奉正覺蓋，莫能覲尊顏，", "520": "願我逮如是，無見頂相者。", "521": "正覺唯來眄，人尊垂慈心，", "522": "清淨目睞察，哀眼覩眾庶。", "523": "世尊則授決，智慧度彼岸，", "524": "於是壽終後，則生兜術天。", "525": "兜術天上沒，見彌勒最勝，", "526": "當於二萬歲，供養佛乃生。", "527": "彼則出家已，淨修于梵行，", "528": "便於賢劫中，普見一切佛。", "529": "皆悉供養已，淨修梵行竟，", "530": "訖六十億劫，當得成正覺。", "531": "作佛名寶蓋，佛土號莊嚴，", "532": "淳悉諸菩薩，常當講妙法。", "533": "其命壽一劫，佛滅度之後，", "534": "愍傷眾生故，正法住半劫。」", "535": "於是，釋提桓因與無央數百千天人眷屬圍", "536": "繞，白世尊曰：「我當擁護於斯法師、持是典", "537": "者，供養奉事而順其志，其誦說經吾當故往", "538": "諮受斯法，當令法師勢力強盛，辯才次第演", "539": "說如流，使無諸礙而不遺漏。」爾時，天帝釋", "540": "太子，名曰翟或，七寶瓔珞奉進如來，說此", "541": "頌曰：", "542": "「世尊我目覩，如來之所行，", "543": "又若已尊修，志慕求佛慧。", "544": "古世之所行，所施無所冀，", "545": "我當學斯教，布慧諸所有。", "546": "亦為受斯經，然從法王得，", "547": "數數每講說，當報導師恩。", "548": "平等以時節，與此經典俱，", "549": "供進飲食饌，奉持佛道故。", "550": "唯聲聞不任，將順斯典誥，", "551": "我當護正法，調御於來世，", "552": "唯垂見慰撫，決斷諸天疑。", "553": "吾身當久如，得成若能仁，", "554": "於時尊授決，明達諸通慧，", "555": "汝當得正覺，如今覩佛身，", "556": "行億千劫中，若復暨百姟，", "557": "當為世光明，號曰慧成就。」", "558": "於是梵忍天，白世尊曰：「唯然，大聖！捨於禪", "559": "行則當往詣族姓子女而聽說法。若說此", "560": "經多所降伏，釋梵諸天，我能堪任供養奉事", "561": "斯族姓子，天上世間諸天人民，悉當加敬而", "562": "奉事之。」時梵忍天說此頌曰：", "563": "「其執持此經，比丘比丘尼，", "564": "清信士女等，則為普濟世，", "565": "若習斯典者，歎詠諸至誠，", "566": "吾唯能堪任，論說於此經。", "567": "敷華當重疊，上至于梵天，", "568": "以為座坐上，令說斯經法，", "569": "于彼磬揚聲，善哉！所造說。", "570": "然後於末世，若手執此經，", "571": "政使億國土，令滿其中火，", "572": "則當往詣彼，求還聞斯典。", "573": "寶積如須彌，以此寶施與，", "574": "因得聞是經，嚴淨千佛土。」", "575": "18 囑累品(四)囑累品第十八", "576": "爾時，世尊則如其像而出頂光，便現神足，", "577": "感魔波旬，與諸兵眾往詣佛所，白世尊曰：「吾", "578": "與眷屬於如來前而自約誓，若斯經典所流", "579": "布處，諸郡國土而有法師，敷陳經典宣于", "580": "法會，又吾身誓益當加護，令得暢達不興危", "581": "害。」於是世尊紫金色光普照佛土，告普首曰：", "582": "「如來以為建立斯典，并及將護持經法者，", "583": "加以法恩流布天下閻浮利域，至竟正法", "584": "不為毀滅。」于時，眾會普持雜華一切名香散", "585": "如來上，各歎斯言：「當令此法而得久住，於", "586": "閻浮利常令弘普靡不周接。」爾時，世尊告", "587": "賢者阿難曰：「當受斯經。」應曰：「唯願奉持。」佛", "588": "告阿難：「斯經悉顯至于天上，用受持故，當", "589": "為眾會而分別說。」賢者阿難白世尊曰：「其有", "590": "受持斯經典者，若諷誦讀為他人說，其福如", "591": "何？」世尊告曰：「假使以七寶普用週遍滿於", "592": "虛空中以布施者，當知其有案如文句說", "593": "此經典，則為供養如來、至真及與聖眾一切", "594": "施安。若復有人受此經典，書著竹帛執持供", "595": "養，其人現在獲得十藏。何謂為十？見佛之藏", "596": "逮得天眼、聞法之藏獲致天耳、聖眾之藏得", "597": "不退轉、菩薩賢聖無盡寶藏逮致寶掌、像", "598": "色之藏則得具相、眷屬之藏營從不散、無間", "599": "寶藏逮得總持、志念之藏逮得辯才、無畏之", "600": "藏攝諸異學、功德之藏眾生稟仰、聖慧之藏", "601": "普獲一切諸佛之法。」佛說此經時，七十二姟", "602": "天逮得法忍，無量眾人悉起道意，不可限", "603": "人漏盡意解。賢者阿難白世尊曰：「何名斯經？", "604": "云何奉持？」佛告阿難：「是經名『等御諸法』，當", "605": "奉持之，又名『莊嚴佛法』，復名『持心梵天所問", "606": "普首所暢』，當堅奉持。」佛說如是。普首童真、", "607": "持心梵天、普行族姓子、賢者大迦葉、賢者", "608": "阿難，諸天、人民、阿須倫，聞佛所說莫不歡", "609": "喜。", "610": "持心梵天經卷第四", "611": "「優頭犁　頭頭犁　末知　遮󰭡　彌", "612": "離　揥離　揥隷　彌隷睺樓短音　睺樓", "613": "長音　睺留氏音　吚拔󰭡　錍拔󰭡　丘丘", "614": "離　佉羅祇　阿那提無有實　揭提初往至　摩", "615": "醯無心　摩奈夷意所念　摩嬭有意　袍揵提多香", "616": "薩披提一切音　臘披婆渴提離於響　新頭隷", "617": "為師子　南無佛檀稽首佛　遮粟提所行　南無曇", "618": "稽首法　䁥偈害除　南無僧稽首聖眾　披醯多順御", "619": "菩波扇陀寂然　薩披披彼去諸惡　彌多羅彌浮", "620": "提儔修實慈　薩遮尼陀耶諦示現　披羅摩那淨志", "621": "波世多教化　利夷神仙　波世多開導　阿致單", "622": "提無現在　薩陀浮陀伽羅呵將攝諸魅　南無佛陀", "623": "悉蟬提曼陀鉢稽首」"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0585 持心梵天所問經: 持心梵天所問經: 持心梵天經", "source": "CBETA"}