{"author": "唐 法藏述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1874 華嚴經明法品內立三寶章", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "流轉章", "1": "下華嚴經明法品內立三寶章卷下", "2": "魏國西寺沙門法藏述", "3": "法界緣起章　圓音章　法身章　十世章", "4": "玄義章七科已上並未入疏", "5": "法界緣起章法界緣起章", "6": "夫法界緣起為礙容持。如帝網該羅。若天珠", "7": "交涉。圓融自在無盡難名。略以四門指陳其", "8": "要。一緣起相由門。二法性融通門。三緣性雙", "9": "顯門。四理事分無門。初緣起相由門者。於中", "10": "曲有三門。一諸緣互異門。即異體也。二諸緣", "11": "互應門。即同體也。三應異無礙門。即雙辨同", "12": "異也。此三門中各有三義。一互相依持力無", "13": "力義。由此得相入也。二互相形奪體無體義。", "14": "由此得相即也。三體用雙融有無義。由此即", "15": "入同時自在也。初緣起互異門者。謂於無盡", "16": "大緣起中。諸緣相望體用各別。不相參雜故", "17": "云異也。依持義者。一能持多。一有力是故能", "18": "攝多。多依一故多無力。是故潛入一。此即無", "19": "有不容多之一。以無不能持故。無有不入一", "20": "之多。以無不能依一。如多依一持既爾。一依", "21": "多持亦然。是故亦無不攝一之多。亦無不入", "22": "多之一。是故由一望多有持有依全力無力", "23": "故。能攝能入無有障礙。多望於一有依有", "24": "持無力全力故。能入能攝。亦無有障礙。俱存", "25": "雙泯二句無礙。亦准思之。相入義竟。二諸緣", "26": "相奪體無體者。多緣無性為一所成。是故多", "27": "即一。由一有體能攝多。由多無性潛同一。故", "28": "無不多之一。亦無不一之多。一無性為多所", "29": "成。多有一空即多亦爾。是故一望於多。有有", "30": "體無體故。能攝他同己。廢己同他。無有障礙。", "31": "多望於一有無體有體。亦能廢己同他攝他", "32": "同己。亦無障礙。亦同他己亦同己他。非同他", "33": "己非同己他。二句無礙圓融自在。思之可見。", "34": "相即義竟。三體用雙融有無門者有六句。一", "35": "以體無不用故。舉體全用即唯用而無體。但", "36": "有相入無相即故。二以。用無不體故全用歸", "37": "體。唯體而無用。但有相即無相入也。三歸體", "38": "之用不礙其用。全用之體不失其體。是故體", "39": "用不礙雙存。即亦入亦即。無有障礙鎔融自", "40": "在。四全用之體體泯。全體之用用亡。是則體", "41": "用交徹形奪兩非。即入同源圓融一味。五合", "42": "前四句。同一緣起無礙俱存。六泯前五句絕", "43": "待離言。應可去情如理思。攝緣起異體門竟。", "44": "二諸緣互應門者。謂眾緣之中以於一緣", "45": "應多緣故。各與彼多全為其一。是故此一具", "46": "多箇一。然此多一雖由本一。應多緣故有此", "47": "多一。然與本一體無差別。是故名為同體門", "48": "也。依持容入者。謂此本一有力能持彼多箇", "49": "一。故本一中容彼多一。多一無力依本一故。", "50": "是故多一入本一中。是即無不容多一之本", "51": "一。亦無不入本一之多一。如本一有力為持。", "52": "多一無力為依。容入既爾。多一有力為持。本", "53": "一無力為依。容入亦爾。是即無不容本一之", "54": "多一。無不入多一之本一。是即由本一望多", "55": "一。有持有依有力無力故。能容能入無有障", "56": "礙。多一望本一。有依有持無力有力故。能入", "57": "能容亦無障礙。俱存雙泯二句無礙。亦准思", "58": "之。同體門中容入義竟。二互相形奪體無", "59": "體者。謂多一無性。為本一成多一。舉體即是", "60": "本一。是則本一為有體能攝多一。多一無體", "61": "融同本一故。無不攝多一之本一。亦無不即", "62": "本一之多一。如本一有體多一無體。攝即既", "63": "爾。多一有體本一無體。攝即亦然。是故亦無", "64": "不攝本一之多一。亦無不即多一之本一。是", "65": "即本一望多一。有有體無體故。能攝他同己", "66": "廢己同他無。有障礙。多一望本一。亦體無體", "67": "攝即可知。亦攝不攝亦即無即。非攝不攝非", "68": "即不即二句無礙。思之可見。同體門中相即", "69": "義竟。三體用俱融即入無礙者。亦六句無礙。", "70": "准前思之可見。同體門竟三應異無礙雙", "71": "辨同體異體門者。以此二門。同一緣起不相", "72": "離故。若無異體則諸緣雜亂。非緣起故。若無", "73": "同體緣不相資。亦非緣起故。要由不雜方有", "74": "相資。是故若非同體無異體故。若非異體無", "75": "同體故。是故通辨亦有四句。一或舉體全異", "76": "具入即俱。二或全體是同亦具入即俱。以法", "77": "融通各全攝故。三或俱。以同異無礙雙現前", "78": "故。四或俱非。以相奪俱盡故雙非也。餘入即", "79": "等准思知之。上來第一緣起相由門竟餘未作。", "80": "圓音章圓音章", "81": "圓音義略作四門分別。一舉義。二決擇。三會", "82": "違。四辨釋。初中有二。一謂如來能以一音。演", "83": "說一切差別之法。所謂貪欲多者。即聞如來", "84": "說不淨觀。如是等乃至一切故名圓音。是故", "85": "華嚴云。如來於一語言中。演說無邊契經海。", "86": "二謂如來一音。能同一切差別言音。謂諸眾", "87": "生各聞如來唯己語故。華嚴經云。一切眾生", "88": "語言法。一言演說盡無餘。第二決擇者。或", "89": "有說言。如來於一語業之中。演出一切眾生", "90": "言音。是故令彼眾生各聞己語。非謂如來唯", "91": "發一音。但以語業同故名曰一音。所發多故", "92": "名曰圓音。或有說言。如來唯發一梵言音。名", "93": "為一音。能為眾生作增上緣。令其所作感解", "94": "不同。故名圓音。非謂如來有若干音。或有說", "95": "言。如來唯一寂滅解脫離相言音。名為一音。", "96": "而諸眾生機感力故。自聞如來種種言音。故", "97": "名圓音。非謂如來音有一有多。問此上三說", "98": "何得何失。答若別偏取。三俱有失。何者。初說", "99": "但多無一音故。次唯一語無多音故。後唯無", "100": "惟非音義故。如實義者。三說合為一圓音義。", "101": "何者。若彼多音不即一音。此但多音非是圓", "102": "義。以彼多音即一音故。鎔融無礙名作圓音。", "103": "若彼一音不即一切。但是一音非是梵音。以", "104": "彼一音即多音故。融通無礙名一梵音。若此", "105": "等音。不即無性同真際者。是所執故非如來", "106": "音。以彼音等離作故。無性故如響故。所以法", "107": "螺恒震妙音常寂故也。第三會違者。如婆", "108": "沙論中七十九卷說。世尊有時為四天王。先", "109": "以聖語說四諦。二王領解二不能解。世尊憐", "110": "愍故饒益故。以南印度邊國俗語說四諦。二", "111": "天王中一解一不解。世尊憐愍。復一一種蔑", "112": "戾車語說四聖諦時。四天王皆得領解。問若", "113": "以一音異類解。後二天王何不同解。答彼論", "114": "釋云。彼四天王意樂不同。為滿彼意故佛異", "115": "說。復次世尊欲顯於諸言音皆能善解。斷彼", "116": "疑故。復次有所化者。依佛不變形言而得受", "117": "化。又所化者依佛轉變形言而得受化。依佛", "118": "不變形言而受化者。若轉變形言而為說法。", "119": "彼不能解。如說佛在摩竭陀國。為度池堅步", "120": "行十二由旬。七萬眾生皆得見諦云云。依佛", "121": "轉變形言而受化者。若不變形言而為說法。", "122": "彼不能解。是故世尊作三種語為四王說法。", "123": "准上三釋義理可通。並由眾生宜聞有異。故", "124": "不相違。第四辨釋者有二。一明分齊。二顯", "125": "利益。初中佛一言音普遍一切。謂一切處一", "126": "切時一切法等。根熟之者無遠不聞。根未熟", "127": "者近而不聞。言遍一切處者。如智論目連尋", "128": "聲極遠如近故。二遍一切時謂此圓音盡未", "129": "來際。未曾休息。三遍一切法。無有一法非圓", "130": "音所宣說者。四遍一切眾生。謂此圓音無有", "131": "根器而不開覺。若爾何故。鶖子在座如聾不", "132": "聞。釋非謂圓音能至所聞。亦能至此不聞之", "133": "處。故名遍至。問此若普遍。何成語音屈曲詮", "134": "表。設爾何失。二俱有過。何者。此若等遍失音", "135": "曲故。如其存屈曲非等遍故。今釋若由等遍", "136": "失其音曲。是圓非音。若由屈曲乖其等遍。是", "137": "音非圓。今則不壞曲而等遍。不動遍而差韻", "138": "是謂如來圓音。非是心識思量境界。二利益", "139": "者。若依小乘如來言音未必一切皆有利益。", "140": "如佛問阿難天雨等。非是法輪音聲所攝。若", "141": "大乘等中。如來所發世俗言音。無不皆成大", "142": "利益故。如佛入城唱乞食聲。令城同聞俱獲", "143": "利益故。經云。諸佛音聲語言威儀進止無非", "144": "佛事。", "145": "法身章法身章", "146": "法身義四門分別。初釋名者。法是軌持義。身", "147": "是依止義。則法為身。亦名自性身。二體性者", "148": "略有十種。一依佛地論。唯以所照真如清淨", "149": "法界為性。餘四智等並屬。報化。二或唯約智。", "150": "如無性攝論。以無垢無罣礙智為法身故。謂", "151": "離二障。諸德釋云。此據攝境從心名為法身。", "152": "匪為法身是智非理。今釋一切諸法尚即真", "153": "如。況此真智而不如耶。既即是如何待攝境。", "154": "三亦智亦境。如梁攝論云。唯如如及如如智", "155": "獨存。名為法身。四境智雙泯。經云。如來法身", "156": "非心非境。五此上四句合為一無礙法身。隨", "157": "說皆得六。此上總別五句相融形奪泯茲五", "158": "說。通然無寄以為法身。此上單就境智辨。七", "159": "通攝五分。及悲願等法行功德。無不皆是此", "160": "法身收。以修生功德必證理故。融攝無礙如", "161": "前智說。八通收報化色相功德。無不皆是此", "162": "法身收故。攝論中三十二相等。皆入法身攝", "163": "有三義。一相即如故歸理法身。二智所現故", "164": "屬智法身。三當相並是功德法。故名為法身。", "165": "九通攝一切三世間故。眾生及器無非佛故。", "166": "一大法身具十佛故。三身等並在此中。智正", "167": "覺攝故。十總前九為一總句。是謂如來無礙", "168": "自在法身之義。三出因者有四。一者了因。照", "169": "現本有真如法故。二者生因。生成修起勝功", "170": "德故。三者生了無礙因。生了相即二果不殊", "171": "故。四者總此勝德為所依因。印機現用為所", "172": "成果。四業用者亦有四。一此理法身。與諸觀", "173": "智為所開覺。經云。法身說法授與義故。二依", "174": "此以起報化利生勝業用故。三或作樹等密", "175": "攝化故。四遍諸塵道毛端等處。重重自在無", "176": "礙業用也。", "177": "十世章十世章", "178": "十世義作二門。一建立者。如過去世中法未", "179": "謝之時。名過去現在。更望過去名彼過去為", "180": "過去過去。望今現在此是未有。是故名今為", "181": "過去未來。此一具三世俱在過去。又彼謝已", "182": "現在法起。未謝之時名現在現在。望彼過去", "183": "已滅無。故名彼以為現在過去。望於未來是", "184": "未有。故名現在未來。此三一具俱在現在。又", "185": "彼法謝已未來法起。未謝之時名未來現在。", "186": "望彼現在已謝無。故名未來過去。更望未來", "187": "亦未有故。名未來未來。此三一具俱在未來。", "188": "此九中各三。現在是有六過未俱無。問若於", "189": "過未各立三世。如是過未既各無邊。此三世", "190": "亦無邊。何但三重而說九耶。答設於過未", "191": "更欲立者。不異前門故唯有九。又此九世總", "192": "為一念。而九世歷然。如是總別合論為十世", "193": "也。第二相攝者有二門。一相即二相入。此二", "194": "得成由二義故。一緣起相由義。二法性融通", "195": "義。初緣起相由者。且如過去現在法。未謝之", "196": "時自是現在。以現在現在望之。乃是現在", "197": "之過去。是故彼法亦現在亦過去。所望異故", "198": "不相違。又現在現在法。自是現在以未謝故。", "199": "以過去現在望之。乃是過去之未來。又以未", "200": "來現在望之。復是未來之過去。是故彼法亦", "201": "現在亦過未。又未來現在法。亦現在亦未來。", "202": "准之可見。又此九中。三世現在必不俱起。六", "203": "世過未亦不俱。一現在。二過未。此三定得俱。", "204": "是故九中隨其所應有隱有現。以俱不俱故。", "205": "且就俱中由過去過去無故。令過去現在法", "206": "得有也。何以故。若彼不謝此不有故。又由過", "207": "去現在有故。令過去過去無也。以若不此有", "208": "彼無謝故。又由過去現在有。令過去未來無", "209": "也。以由彼未謝令此未有故。又由此過去未", "210": "來無故。令彼過去現在成有。以若此有彼已", "211": "謝故是故由此未有。彼得未謝故也。又由過", "212": "去過去無故。令過去未來無也。謂若彼不無", "213": "此現不成有。現不成有此未來不成無。是故", "214": "此無展轉由彼無也。又由過去未來無故。令", "215": "過去過去無也。反上思之。如過去三世有此", "216": "六義相。由現在未來各有六可知。二就不俱", "217": "中有二。初顯現相由亦有六義。謂由過去現", "218": "在有。方令現在現在成有。何者。以若彼不有", "219": "無法可謝。至此現有。又由現在現在有故。方", "220": "知過去現在是有。以若比不有彼有不成故。", "221": "何者。若無此有。即令彼有不得謝無。不謝之", "222": "有非緣起有。故不成有也。現在現在望未來", "223": "現在亦二義。准上思之。過去現在望未來現", "224": "在亦二義。謂若過去現在不有。即未來現在", "225": "有不成故。反此亦准知。問俱者可相由。不", "226": "俱者云何得相由。答俱者現相由。不俱者密", "227": "相由。亦是展轉相由。以若無此不俱俱不成", "228": "故。是故此九世總為五位。有此十門。一如過", "229": "去過去。唯一謝滅但是過去。現在家之過去", "230": "故。二如過去現在有二門。謂是過去位中自", "231": "現在故。以現在望之是過去故。是故此法亦", "232": "現在亦過去。以所望異故不相礙也。三如過", "233": "去未來有三門。一以過去現在望之。此未有", "234": "故是過去家未來。二以現在緣現起猶未謝", "235": "故。是現在現在。三以未來現在望之此已謝", "236": "故是未來過去。是故此現在現在。亦現在亦", "237": "過未。四未來現在亦二門。五未來未來唯一", "238": "門。並准可知。上來次第相由有斯九門。第十", "239": "超間相由。謂若無初一則無後一等。是故如", "240": "次及超間無礙相由故。依是道理。令諸門相", "241": "入相即。如經云。過去一切劫安置未來。今未", "242": "來一切劫迴置過去世。斯之謂也。凡論相由", "243": "之義有二門。一約力用。謂若無此彼不成。仍", "244": "此非彼故。以力用相收故得說入。然體不雜", "245": "故不相是也。二約體性。謂若無此彼全不成。", "246": "故此即彼也。是故約體說為相即。釋此二門", "247": "如別說。是故不失本位不無即入也。思之可", "248": "見。經云。無量無數劫能作一念頃等。是此義", "249": "也。第二約法性融通門者。然此九世時無", "250": "別體。唯依緣起法上假立。此緣起法復無自", "251": "性。依真而立。是故緣起理事融通無礙。有其", "252": "四重。一泯相俱盡。二相與兩存。三相隨互", "253": "攝。四相是互即。初中以本從末唯事而無理。", "254": "以末歸本反上可知。經云。非劫入劫。劫入非", "255": "劫。是此義也。二中全事之理非事。全理之事", "256": "非理。故俱存而不雜也。經中諸劫相即而不", "257": "壞本劫者。是此義也。三中由隨事之理故。全", "258": "一事能容一切也。由隨理之事故。一切事隨", "259": "理入一中也。反上即是一入一切可知。四中", "260": "由即理之事。故全一即一切也。由即事之理", "261": "故。全一切即一也。是故唯理無可即入。唯事", "262": "不可即入要理事相從相即故。是故有即有", "263": "入。時劫依此無礙法故。還同此法自在即入", "264": "餘義思之可解。", "265": "玄義章玄義章", "266": "緣起無礙一。染淨緣起二。揀理異情三。藥病", "267": "對治四。理事分無五。因因果果六。二諦無礙", "268": "七。真妄心境八。能化所化九。入道方便十。", "269": "1 緣起無礙門緣起無礙門第一", "270": "問緣起諸法會融無礙如何可見。答今釋此", "271": "義作二門。一開義融通。二句數決擇。初中開", "272": "有三重四句。一空不空門。謂一切皆空無有", "273": "毫末相。以緣起無性故。虛相盡故。或一切不", "274": "空。以空為諸法故。以非情謂之無故。不異色", "275": "等故。或二義無礙。或兩門俱泯。並可准思。二", "276": "相在不在門。謂或一切入一中。由一無性以", "277": "法性為一。又一切法既即法性。是故一切同", "278": "在一中。而不相是也。或不在。一謂由無性一", "279": "多絕。故不壞其有互不雜故。雖恒涉入住自", "280": "位故。或俱。謂微細相入恒在外故。萬里迢然", "281": "恒相在故。相在不在是一事故。無障礙故。或", "282": "俱非。謂入出融故。絕二相故無在不在。仍有", "283": "此法難名目也。如一切入一具斯四句。一入", "284": "一切亦准思之。三相是不是門。或一切即是", "285": "一。此有二門。一約性。謂如經云。若人欲成", "286": "佛。勿壞於貪欲。諸法即貪欲。知是即成佛。此", "287": "經意。以貪欲即無性故不可壞。諸法即貪欲", "288": "者。即貪欲之無性理也。若不爾者。豈貪是一", "289": "切法體耶。是故當知。舉貪名而取貪實。二約", "290": "事。此中二。一始。二終。始謂法界無別有。即", "291": "以諸法即法界為法界。一法無別有。即以法", "292": "界即一法為一法。是故一切法即是一法也。", "293": "二終者。既全以法界即一法為一法故。是故", "294": "此一即是一切。一切法即是一也。問若就理", "295": "性既一多俱絕。則無可即。若約事相人法相", "296": "乖。故云何即。若約事有即。即壞其事即乖於", "297": "俗。若約理有即。即乖於真。若舉事而取理。即", "298": "不異前門。更何可辨。答只由此二義故。得相", "299": "即也。何者。若事而非理不可即。若理而非事", "300": "無可即。今由理事不二而二。謂即事之理方", "301": "為真理故。全事相即而真理湛然。即理之事", "302": "方為幻事故。恒相即而萬像紛然。良由理事", "303": "相是而不一。故全一多互即而不雜也。去情", "304": "思之。或若嚮像執言求解終日難見。或一切", "305": "不是一。謂全體相是而不雜故。不壞本法故。", "306": "其猶色即空而不壞色等准之。或俱。由前二", "307": "義無礙具故。或俱非。由前二義互形奪故。絕", "308": "二相故。無是不是仍有此法也。如一切即一", "309": "有此四句。一即一切四句准思。此上三重融", "310": "成一際。圓明具德無礙自在。是謂法界緣起", "311": "門。思之知耳。二句數決擇者亦三重。先約一", "312": "多相即不相即。總有四四句。一由一即多故", "313": "名一。二一即多故非一。三一即多故亦一亦", "314": "非一。四一即多故。非一非不一。多即一准之。", "315": "第二由一不即多故名一。二由一不即多故", "316": "非一。三一不即多故亦一亦不一。四一即多", "317": "故非一非不一。多不即一准之。第三由一不", "318": "即多故名一。二由一即多故非一。三由亦即", "319": "亦不即故。亦一亦不一。四由非即非不即故。", "320": "非一非不一。多即一准之。第四由一即多故", "321": "名一。二由一不多故非一。三由俱故。俱四由", "322": "不俱故。不俱多一亦准之。是故此上順有十", "323": "六句。逆亦十六。總三十二句也。二約相在不", "324": "在。亦三十二句。三約空不空亦三十二句。是", "325": "故合有九十六句。又若三重相融有三重四", "326": "句。一或唯空不空。或唯即不即。或俱或不俱。", "327": "二或唯在不在。或唯空不空。或唯不俱等。三", "328": "或唯即不即。或唯在不在等四句准之。是故", "329": "三四為十二句。帖前九十六。總為一百八句", "330": "法門也。", "331": "2 染淨緣起門染淨緣起門第二", "332": "問眾生雜染及三寶清淨。為俱是妄為亦非", "333": "妄。答此二各有四句。謂眾生是妄。以橫計有", "334": "故。眾生非妄成法器故。此二約用。眾生是妄", "335": "由上二句故。眾生非妄以妄即空故。真如性", "336": "滿故。三寶是妄妄情取有故。經云。眾生強分", "337": "別作佛度眾生。經云。若解真實者。無佛無菩", "338": "提等。二三寶非妄以能治妄故。經云。佛菩提", "339": "智之所能斷故。三三寶是妄。由治妄故立也。", "340": "無妄即無真故。論云。但隨眾生見聞得益故。", "341": "說為用也。四三寶非妄由全體是真故。恒一", "342": "相故。經云。三寶同一味故也。", "343": "3 揀理異情門揀理異情門第三", "344": "問真空與斷空何別。答略有四別。一約境。謂", "345": "真空不異色等名法理空也。斷空在色等外。", "346": "及滅色方為空。名為斷滅空也。二約心。謂真", "347": "空聖智所得。比證等不同也。斷空情謂所得", "348": "世人所知也。三約德用。謂觀達真空必伏滅", "349": "煩惱。令成王行入位得果。若緣念斷空成斷", "350": "滅見。增長邪趣入外道位。顛墜惡趣。經云。寧", "351": "起有見如須彌。不起空見如芥子。論云。若復", "352": "見於空諸佛所不化等。又真空即色故。不可", "353": "斷空取。是故真空不思議也。斷空不爾。反上", "354": "知之。四約對辨異者。問色等既即是真空。斷", "355": "空何獨不真耶。答若斷空亦即空而實無差", "356": "別。但為濫取空名。是故揀之耳。略作四句。一", "357": "色與斷空不相即。以俱是所執故。如見人畜", "358": "等。二斷空即空與色即空。二空不別。以無二", "359": "相故。三色真空與斷空不相即。以情理異故。", "360": "又斷空空與色不相即。亦情理別故。四即空", "361": "之色與即真之斷得相。即以從詮說理故。就", "362": "法融通故。如此二門具斯四句。餘一切法相", "363": "望皆亦如是准思。故經云。諸法即貪者。以即", "364": "空之諸法。還即彼即空之貪耳。問如貪法既", "365": "即空。瞋等亦即空。未知瞋等空為即是貪空。", "366": "為猶在貪外。答全是內而外宛然。全是外而", "367": "內亦爾。以圓融故。無限分故。無障礙故。問為", "368": "如堂內空與房內空。此二空無分限故。一味", "369": "同故云堂空即房空。而實堂內空不是房中", "370": "攝。為如此不。答不也。此是世法非可同彼。若", "371": "如彼言。房空不移而全在堂內。堂中亦爾。非", "372": "是彼此相通故說無二。但以彼空元來是此", "373": "空故名無二也。既非世法難申說也。會意思", "374": "之。或客可見耳。", "375": "4 藥病對治門藥病對治門第四", "376": "問對病興治分齊有幾。修行之要故請示之。", "377": "答病有二種。一麁謂巧偽修行。二細謂執見", "378": "不破。前中亦二。一內實破戒而外現威儀等。", "379": "二假全不破為他知故求名利故。狡滑故伺", "380": "狎故。不直故護短故。第二細中亦二。一雖具", "381": "直心而執我修行。二雖不執有人而計有法。", "382": "實見不破故。對治之藥亦有二種。一麁亦二。", "383": "謂於諸過非而不覆藏。深愧懺悔。二於所修", "384": "行不雜巧偽。皆質直柔軟。作下下意不顯己", "385": "德。第二細中亦二。一諸修行時知無我人。不", "386": "計疲苦。二觀察諸法等不二。一相無相入理", "387": "究竟。二通說者。但深觀諸法平等之時。於上", "388": "諸病無不治盡。此是大乘修行法門。依佛藏", "389": "經義說。", "390": "5 理事分無門理事分無門第五", "391": "問如此理事。為理無分限事有分限耶。為不", "392": "耶。答此中理事各有四句。且理一無分限。以", "393": "遍一切故。二非無分限。以一法中無不具足", "394": "故三具。分無分一味。以全體在一法。而一切", "395": "處恒滿故。如觀一塵中。見一切處法界。四俱", "396": "非。分無分以自體絕待故。圓融故。二義一相", "397": "非二門故。事中一有分。以隨自事相有分齊", "398": "故。二無分以全體即理故。大品云。色前際不", "399": "可得。後際亦不可得。此即無分也三俱。以前", "400": "二義無礙具故。具此二義方是一事故。四俱", "401": "非。以二義融故平等故。二相絕故。由上諸義。", "402": "是故理性不唯無分故。在一切法處。而全體", "403": "一內不唯分故。常在一中全在一外。事法不", "404": "唯分故。常在此處恒在他方處。不唯無分故", "405": "遍一切。而不移本位。又由理不唯無分故。不", "406": "在一事外不唯分故。不在一事內事不唯分", "407": "故。常在此處而無在也。不唯無分故。常在他", "408": "處而無在也。是故無在不在。而在此在彼無", "409": "障礙也。", "410": "6 因因果果門因因果果門第六", "411": "師子吼品云。佛性者有因有因因。有果有果", "412": "果。因者十二因緣。因因者。即是智慧通法已去。果", "413": "者阿耨菩提。果果者無上大般涅槃。後四句", "414": "者。是因非果如佛性。是果非因如大涅槃。是", "415": "因是果。如十二因緣所生之法此中具智慧及菩提二句。非因", "416": "非果名為佛性中道正性謂法身理也。開第三句即為五種佛性也。或有佛", "417": "性。闡提人有善根人無是前因性。或有佛性。善", "418": "根人有闡提人無是曰因性。或有佛性二人俱有非因非果", "419": "性。或有佛性二人俱無果與果果二性。十二因緣名佛性", "420": "者。且如無明是佛性有二義。一當體淨故是", "421": "法身性。二是能知名義成反流。故名報身性。", "422": "餘支准此。又初四句中。初者謂染淨緣起門。", "423": "二內熏發心。三始覺圓四本覺現。又初隨染", "424": "隱體。二微起淨用。三染盡淨圓。四還源顯實。", "425": "又初與第四俱是理性。但染淨異。中間二俱", "426": "是行性但因果異。又初染而非淨。第二淨而", "427": "非染。第三亦染亦淨。第四非染非淨。又初是", "428": "自性住。二是引出。三四是至得果。又初二因。", "429": "後二果。又轉初為四轉二為三。又依初起二。", "430": "以二成三。以三證初冥合不二。是故四義唯", "431": "一心轉。若離無明此四相皆盡也。", "432": "7 二諦無礙門二諦無礙門第七", "433": "二諦無礙有二門說。一約喻。二就法。喻者。且", "434": "如幻兔依巾有二門。一兔二巾。兔亦二義。一", "435": "相差別義。二體空義。巾亦二義。一住自位義。", "436": "二舉體成兔義。此巾與兔非一非異。且非異", "437": "有四句。一以巾上成兔義。及兔上相差別義。", "438": "合為一際故為不異。此是以本隨末。就末明", "439": "不異。二以巾上住自位義。及兔上體空義。合", "440": "為一際故為不異。此是以末歸本就本明不", "441": "異。三以攝末所歸之本。與攝本所從之末。此", "442": "二雙融無礙俱存故為不異。此是本末雙存", "443": "無礙不異。四以所攝歸本之末。亦與所攝隨", "444": "末之本。此一俱泯故為不異。此是本末雙泯", "445": "平等不異。第二非一義者亦有四句。一以巾", "446": "上住自位義。與兔上相差別。此二相違故為", "447": "非　此是相背非一　巾上成兔義兔上體空", "448": "義。此二相害故為非一。三以彼相背與此相", "449": "害。此二位異故為非一。謂背即各相背捨相", "450": "去懸遠也。相害即與敵對親相飱害。是故近", "451": "遠非一也。四以極相害泯而不泯。由極相匪", "452": "存而不存。此不泯不存義為非一。此是成壞", "453": "非一。又此四非一與上四不異而亦非一。以", "454": "義不雜故。又上四不異與此四不一。而亦", "455": "不異理遍通故。是故若以不異門取。諸門", "456": "極相和會。若以非一門取。諸義極相違諍。", "457": "極違而極和者。是無障礙法也。第二就法", "458": "說者。巾喻真如如來藏。兔喻眾生生死等。非", "459": "一非異亦有十門。准喻思之可知。又兔即生", "460": "即死而無礙。巾即隱即顯而無礙。此生死隱", "461": "顯逆順交絡。諸門鎔融並准前思攝可解。二", "462": "顯義者有四門。一開合。二一異。三相是。四", "463": "相在。初開合者。先開後合。開者俗諦緣起中", "464": "有四義。一諸緣有力義。二無力義。三無自性", "465": "義。四事成義。真諦中亦有四義。一空義。二", "466": "不空義。三依持義。四盡事義。合者三門。一", "467": "合俗。二合真。三合二。初者有三。一約用。謂", "468": "有力無力無二故。二約體。謂性無性無二故。", "469": "三無礙。謂體用無二唯一俗諦。合真者亦三。", "470": "一約用。謂依持成俗即是奪俗全盡無二故。", "471": "二約體空不空無二故。三無礙。謂體用無二", "472": "故。三合二者有四門一約起用門。謂真中依", "473": "持義。與俗中有力義無二故。二約泯相門。謂", "474": "真中盡俗。與俗中無力無二故。三約顯實門。", "475": "謂真中不空義。與俗中無性義無二故。四成", "476": "事門。謂真中空義。與俗。中存事義無二故。開", "477": "合門竟。理事即不即門者。此中理事相即不", "478": "相即。無礙融通各有四句。初不即中四句者。", "479": "一二事不相即。以緣相事礙故。二二事之理", "480": "不相即。以無二故。三理事不相即。以理靜非", "481": "動故。四事理不相即。以事動非靜故。二相即", "482": "中四句者。一事即理。以緣起無性故。二理即", "483": "事。以理隨緣事得立故。三二事之理相即。以", "484": "約詮會實故。四二事相即。以即理之事無別", "485": "事。是故事如理而無礙。", "486": "8 真妄心境門真妄心境門第八", "487": "真妄心境通有四句。一約情有心境。境謂空", "488": "有相違。以存二相故。心謂二見不壞是妄情", "489": "故。或境上有空同性。以俱是所執故。心上亦", "490": "同。俱是妄見故。二約法亦有心境。境謂空有", "491": "不二。以俱融故。心謂絕二見。以見無二故。或", "492": "境上空有相違。以全形奪故。心上亦二。謂隨", "493": "見一分餘分性不異故。三以情就法說。謂境", "494": "即有無俱情有。有無俱理無無二為一性。或", "495": "亦相違以全奪故。心謂妄取情中有。以是執", "496": "心故。或亦比知其理無以分有觀心故。四以", "497": "法就情說。境即有無俱理有。有無俱情無無", "498": "二為一性。或亦相違。以全奪故。心謂見理有", "499": "以智故。見情無以悲故。或見無二心是一心", "500": "故。此上四門中。約境各有四句。心上各四句。", "501": "總有三十二句。准思之。", "502": "9 能化所化融作十門能化所化融作十門第九", "503": "諸佛眾生緣起融通總有十門。一分位門。佛", "504": "有二義。一法身平等。二報化差別。此二是能", "505": "化佛門。眾生亦二義。一所依如來藏。二能依", "506": "妄染。此二是所化眾生門。二理事門。以佛法", "507": "身與眾生如來藏。無二性故。為理法門也。以", "508": "佛報化與眾生妄染以相由是故。是事法門", "509": "也。三以法身不異如來藏。報化依染器而現。", "510": "是故總是眾生門也。四以如來藏不異法身。", "511": "妄染是報化所翻。是故總是佛門也。五以事", "512": "虛無體故。理性不改故。唯一理門。六以理隨", "513": "緣故。事無不存故。唯一事門。七以報化外攝", "514": "妄染內攝理性。唯報化門。八以妄染能現報", "515": "化復內攝真理故。唯妄染門。九此上諸義無", "516": "礙現前是俱存門。十此上諸義容融平等。是", "517": "俱泯門。此十門應以六相准之。", "518": "10 入道方便門入道方便門第十", "519": "作入道緣起要有三義。一識病。二揀境。三定", "520": "智。初中有二。一麁謂求名利等。二細存見趣", "521": "理等。二揀境中二。一對境。謂情謂之境在邊", "522": "等。二真境有二。一三乘境。謂空有不二融通", "523": "等。二一乘境。謂共盡緣起具德圓融等。三定", "524": "智中亦二。一解謂能生正解。仍解知解行別", "525": "者是也。二行謂不如所解。以解不能至故。無", "526": "分別心行順法妄情等。又此行依解成。亦行", "527": "現前其解必絕。又約境。以三空亂意揀之。約", "528": "行以無分別智互相揀之。其義即見。又入道", "529": "方便略作四門。一懺除宿障門。二發菩提心", "530": "門。三受菩薩戒門。四造修勝行門。造修勝行", "531": "有二途。一始二終。初中有三門。一捨緣門。二", "532": "隨緣門。三成行門。初中有六重。一捨作惡業。", "533": "二捨親眷屬。若出家捨門徒及生緣眷屬。三", "534": "捨名聞利養。四捨身命。五捨心念。六捨。此", "535": "捨令絕能所無寄故。二隨緣門者。有四重。一", "536": "還隨前六事而守心不染。二凡於一切堪情", "537": "下至微少堪處。皆應覺知不受勿有少染。三", "538": "於一切違境。乃至斷命等怨。皆應守心歡喜", "539": "忍受。四凡所作行遠離巧偽虛詐。乃至一念", "540": "亦不令有。三成行門者。一起六波羅蜜行", "541": "一一云云。二四無量行一一云云。三十大願行一一云云。願行有", "542": "二。一諸未起行策令起。二已起行持令不退。", "543": "皆由願力即通法行也。二終者亦三門。初捨", "544": "門者。即止行也。觀諸法平等一相。諸緣皆絕", "545": "云云。二隨緣門者即觀行也。還就事中起大", "546": "悲大願等行云云。三成行門者。即止觀俱行", "547": "雙融無礙。成無住行。真俗境不殊悲智心不", "548": "別。又此境而不別也。又明菩薩住不住行。說", "549": "有二門。一開二合。開中亦二。初不住。後明", "550": "住不住亦二。一不住生死。二不住涅槃。初中", "551": "亦二。一由見生死過患故不可住。二生死見", "552": "本空故無可住。二不住涅槃亦二。一見涅槃", "553": "本自有。故不待住。二由不異生死故不住。又", "554": "智理無別故。能所絕故無能住也。二明住亦", "555": "二。初住生死者亦二。一由見過患起大悲故。", "556": "住為除纏故也。二見空故住不怖故也又二。", "557": "一見過生厭故住。二見空則涅槃住。此即常", "558": "在生死恒住涅槃也。二住涅槃者亦二。一常", "559": "證理故住。二常化眾生故住。以所化眾生即", "560": "涅槃故。第二合中有四。初合生死涅槃以無", "561": "二故。無偏住。故云無住。又即住此無二之", "562": "處。故亦云住。二合住不住二行者。良由以不", "563": "住為住住為不住。唯一無分別行。故無二也。", "564": "三合行境二門者。以法界法門絕能所故。平", "565": "等法性唯一味故。無境行之異也。四合前開", "566": "與此合無二無別唯一無礙法門。是故不礙", "567": "開而恒合。不壞合而恒開無二相故。且言說", "568": "所不能至也。若更以句數分別。有四重四句。", "569": "一唯不住生死即是。二唯不住涅槃亦是。三", "570": "俱不住亦是。四俱非不住亦是。二唯住亦四", "571": "句。返上思之。三唯住生死唯不住生死。俱不", "572": "俱皆是可知。四唯住涅槃唯不住涅槃。俱不", "573": "俱亦唯之。此上十六門門皆全得。得一即", "574": "不假餘。餘門仍不壞。是故無障無礙。多即多", "575": "一即一。隨智取捨思之。", "576": "華嚴經明法品內立三寶章卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1874 華嚴經明法品內立三寶章", "source": "CBETA"}