{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0334 佛說須摩提菩薩經", "text": {"0": "No. 334 [Nos. 310(30), 335, 336]", "1": "佛說須摩提菩薩經按《開元錄》，須摩提經亦直云須摩經", "10": "有所問，唯佛以善權方便，解說我之所疑。」", "100": "為四？一者為一切人故，具滿諸願；二者若人", "101": "布施諸不足者念欲足之；三者見人雜施若", "102": "有短少便裨助之；四者常念供養於三寶；是", "103": "為四法。菩薩用是四事故，臨壽終時即見諸", "104": "佛，皆在前立為說經法，不令其人墮苦痛處。」", "105": "佛於是說偈言：", "106": "「為一切滿所願，無極哀勸足檀，", "107": "以雜施致黠慧，供三寶得致佛。」", "108": "爾時須摩提白佛言：「唯世尊！所說四十事，", "109": "我當奉行令不缺減，悉使具足不違一事；若", "11": "時佛默然，即知女意。佛語須摩提：「恣所欲問，", "110": "失一義，我為斷佛劫法減眾弟子。」是時大目", "111": "揵連在大會中坐，即問須摩提：「此四十事，", "112": "大士所行菩薩所為甚亦難，當如汝小女何", "113": "能辦之？」時須摩提答目連言：「假令我今審", "114": "實能行此四十事者，三千大千國土皆當為", "115": "我六反震動，雨於天華，諸音樂器不鼓自鳴。」", "116": "須摩提適發是言，應時三千大千國土六", "117": "反震動，即雨天華，樂器皆鳴。女語目連：「是則", "118": "證明我之至誠，若有未來起菩薩意者亦當", "119": "如是。我後不久亦當如如來、無所著、等正覺。", "12": "如來今當為汝具解說之，事事分別，令汝歡", "120": "信如我言無有虛者，其在眾會皆當一等悉", "121": "作金色。」尋如所語輒作金色。於是目連即從", "122": "坐起，整衣服，下右膝，叉手為佛稽首作禮，", "123": "前白佛言：「今諸一切初發大意為菩薩者，我", "124": "當自歸為之作禮。所以者何？八歲女子感", "125": "應如此，豈況高士摩訶薩乎？」是時座中有大", "126": "菩薩，名文殊師利，謂須摩提言：「於何法住，", "127": "所現感應乃如是乎？」須摩提答言：「諸法不可", "128": "計數亦無所住，而仁問我住於何法？仁作是", "129": "問，不如不問。」文殊師利問須摩提言：「此語言", "13": "喜。」須摩提問佛言：「菩薩云何所生處，人見", "130": "何乃致斯乎？」須摩提報文殊師利言：「不於諸", "131": "法有所住，亦無所疑，亦不言是非。」文殊師", "132": "利問須摩提言：「如來本不作行乎？」須摩提報", "133": "言：「譬如月影現於水中，若夢野馬深山之", "134": "響，如來本行亦如是也。」文殊師利問須摩提：", "135": "「如仁所說，合會是事為能得佛不？」須摩提報", "136": "言：「云何仁者謂癡黠行三事異乎？不為異也，", "137": "一切諸法皆合。所以者何？若正法若不正法，", "138": "適無所住亦無所取，亦無所放，空無有色。」文", "139": "殊師利復問須摩提：「解是義者為有幾人？」須", "14": "之常歡喜？云何得大富有常多財寶？云何", "140": "摩提報言：「夫作幻者恣意所化寧有限無？幻", "141": "師所化猶尚無限，信解此法亦如是也。」文殊", "142": "師利問須摩提言：「如我無化無幻，起行何法", "143": "而與道合？」須摩提報言：「如仁所說致為大", "144": "快，一切法處亦不有，亦不不有，至於如來無", "145": "合無散。」文殊師利聞彼所說甚悅讚善，文", "146": "殊師利白佛言：「甚善須摩提所說微妙，大可", "147": "怪也，乃能深入逮得法忍，發意已來為幾", "148": "何乎？」佛語文殊師利：「是須摩提發無上平等", "149": "度意等住已來，積不可計，先仁之前三十億", "15": "不為他人之所別離？云何不在母人腹中，", "150": "劫，仁乃於彼發無上正等度意，適甫乃入", "151": "無所從生法忍，是仁本造發意時師。」文殊師", "152": "利聞佛所說則前作禮，白須摩提言：「唯別", "153": "久遠今乃講侍，與師相見得受法誨。」須摩", "154": "提報言：「莫作是念。用何等故？無所從生法忍，", "155": "亦無所念亦無有師。」文殊師利問言：「云何不", "156": "轉女人有？」須摩提報言：「於是無所得。所以者", "157": "何？法無男無女，今者我當斷仁所疑。」文殊師", "158": "利言：「善哉！樂欲聞之。」須摩提謂文殊師利言：", "159": "「如今我後亦當逮如來、無所著、等正覺、成慧", "16": "常得化生千葉蓮華中立法王前？云何得神", "160": "行、安定、世間父、無上士、道法御、天人師、佛、天中", "161": "天，如是審諦，我今便當變為男子。」適作是", "162": "語，便成男子，頭髮即墮袈裟著身，便為沙", "163": "彌。須摩提復謂文殊師利言：「審我來世當作", "164": "佛時，使我國中莫有三事。何等為三？一者魔", "165": "事，二者地獄，三者女人態。若我至誠，我身當", "166": "如年三十沙門。」時須摩提，適作是語，形體", "167": "顏色如年三十。時須摩提謂文殊師利言：「我", "168": "作佛時，令我國人皆作金色，城郭及地周匝", "169": "七寶，有七寶樹令八種行，七寶池水四邊中", "17": "足，從不可計億剎土，去到彼間禮諸佛？云何", "170": "外皆生七寶雜色蓮華及諸雜寶，不多不", "171": "少皆悉停等。」須摩提言：「如仁之國，我之剎土", "172": "亦當如是。如我至誠者，今在會者當作金色。」", "173": "適作是語，應時眾座皆作金色。時持地神即", "174": "從地出，化作天身舉聲稱揚，歎須摩提，三言：", "175": "「摩訶須摩提菩薩摩訶薩得作佛時，國土所", "176": "有七寶池水樹及華實，皆當如是。」於是佛謂", "177": "文殊師利：「是須摩提菩薩摩訶薩不久當", "178": "得佛，號寶德合吉祥如來、無所著、等正覺、成", "179": "慧行、安定、世間父、無上士、道法御、天人師、佛、天", "18": "得無讎怨、無侵嫉者？云何所說聞者信從踊", "180": "中天。」佛說是經、授須摩提莂時，三十億", "181": "人發無上平等度意者，皆得立不退轉；六", "182": "萬天子悉得諸法法眼生。座中有五百菩薩，", "183": "聞文殊師利所言甚深，意用不解中欲墮落，", "184": "見須摩提所說真誠尋皆有應，即解身衣以", "185": "用上佛，亦不諛諂無所希望，持是功德用自", "186": "堅固，於無上平等度意，即得住不退轉地，", "187": "超九十劫，不復生死。時佛授與五百人決：", "188": "「却後十劫，劫名無塵垢，佛號固受如來、無所", "189": "著、等正覺，是五百人等當生彼國，國名焰氣，", "19": "躍受行？云何得無殃罪，所作善行無能壞者？", "190": "當同一劫俱得作佛，皆同一字，號莊飾預", "191": "知人意如來、無所著、等正覺。」佛謂文殊師利：", "192": "「乃如是經多所饒益，如是不乎？若今最後有", "193": "菩薩摩訶薩及沙門，若善男子善女人等，求", "194": "菩薩道奉行六度無極，未曉善權方便，不如", "195": "書持是經諷誦讀轉，復教人常念其中事，諸", "196": "欲聞者廣為解說。」佛復語文殊師利：「前所不", "197": "聞、本所不行如是輩菩薩者當念習持。所以", "198": "者何？譬如轉輪聖王治於世間，當時至竟", "199": "七寶不為缺減，其王壽終七寶為散。如是文", "2": "西晉三藏竺法護譯", "20": "云何魔不能得其便？云何臨壽終時佛在前", "200": "殊師利！若佛經道住於世間者，佛七覺意終", "201": "不為滅；若佛法滅，覺意諸法皆為之盡。」佛謂", "202": "文殊師利：「當求無數方便，具索諸經勤學書", "203": "持，為他人說教授一切，廣解其義常當精進。", "204": "是為法教，若善男子善女人欲求道者，莫中", "205": "有悔。」佛說經已，須摩提菩薩、文殊師利菩薩、", "206": "大目揵連等，諸天及人，其在會者阿修羅、", "207": "揵沓和、持世者，皆歡喜樂聞。", "208": "佛說須摩提菩薩經", "21": "立，為說經法，即令不墮苦痛之處？所問如", "22": "是。」是時佛語須摩提：「如汝所問如來義者，", "23": "善哉大快乃如是乎。汝若欲聞，諦聽諦受，勤", "24": "思念之，吾當解說。」時女即言：「甚善世尊！", "25": "願樂欲聞。」於是須摩提受教而聽。佛言：「菩薩", "26": "有四事法，人見之皆歡喜。何等為四？一者", "27": "瞋恚不起，視冤家如善知識；二者常有慈心", "28": "向於一切；三者常行求索無上要法；四者作", "29": "佛形像；是為四法。菩薩用是四事故，人見之", "3": "聞如是：一時佛在羅閱祇靈鳥頂山中，與大", "30": "常歡喜。」佛於是說偈言：", "31": "「不起恚毀本根，常行慈得要法，", "32": "作佛象身好潔，心歡喜人喜見。」", "33": "佛語須摩提：「菩薩復有四事法，得大富有。何", "34": "等為四？一者布施以時，二者與已倍悅，三者", "35": "與後不復悔，四者既與不求其報；是為四法。", "36": "菩薩用是四事故，得大富有常多財寶。」佛於", "37": "是說偈言：", "38": "「以時施無悔心，喜悅與無希望，", "39": "所作施有勇慧，所在處常大富。」", "4": "比丘眾千二百五十人，菩薩萬人俱。爾時羅", "40": "佛語須摩提：「菩薩復有四事法，不為他人之", "41": "所別離。何等為四？一者不傳惡說鬪亂彼此，", "42": "二者導愚癡者使入佛道，三者若有毀敗正", "43": "法護使不絕，四者勸勉諸人教使求佛令堅", "44": "不動；是為四法。菩薩用是四事故，不為他人", "45": "所別離。」佛於是說偈言：", "46": "「不傳說鬪彼此，道愚冥護正法，", "47": "勸進人使求佛，終無能別離者。」", "48": "佛語須摩提：「菩薩復有四事法，得化生千葉", "49": "蓮華中立法王前。何等為四？一者細搗紅蓮", "5": "閱城大國，有長者號曰郁迦，郁迦有女，名", "50": "華、青蓮華、黃蓮華、白蓮華，合此四種末之如", "51": "塵，使滿軟妙華，持是供養世尊若塔及舍", "52": "利；二者不令他人起恚意；三者作佛形像使", "53": "坐蓮華上；四者得最正覺便歡喜住；是為四", "54": "法。菩薩用是四事故，常得化生千葉蓮華中", "55": "立法王前。」佛於是說偈言：", "56": "「施四華滿軟妙，除恚恨受法義，", "57": "得上覺立佛前，作形像生花中。」", "58": "佛語須摩提：「菩薩復有四事法，得神足，從一", "59": "佛國復至一佛國。何等為四？一者見人作功", "6": "須摩提，厥年八歲，歷世奉敬過去無數百千", "60": "德不行斷絕；二者見人說法而不中止；三者", "61": "常然燈火於塔寺中；四者求三昧；是為四法。", "62": "菩薩用是四事故，得神足，從一佛國至一佛", "63": "國。」佛於是說偈言：", "64": "「行功德為法施，聞經說不中止，", "65": "常然燈於佛寺，入三昧遍諸國。」", "66": "佛語須摩提：「菩薩復有四事法，得無讎冤、無", "67": "侵嫉者。何等為四？一者於善知識無諛諂心，", "68": "二者不慳貪妬他人物，三者見人布施助其", "69": "喜。四者見菩薩諸所作為不行誹謗；是為四", "7": "諸佛，積累功德不可稱計。時須摩提從羅", "70": "法。菩薩用是四事故，常行是行，得無讎冤、無", "71": "侵嫉者。」佛於是說偈言：", "72": "「於善友無諛諂，不慳惜他人物，", "73": "見人施助其喜，行菩薩無讐冤。」", "74": "佛語須摩提：「菩薩復有四事法，其所語言，聞", "75": "者信從踊躍受行。何等為四？一者口之所說", "76": "心亦無異，二者於善知識常有至誠，三者", "77": "聞人說法心不是非，四者若見他人請令說", "78": "法不求其短；是為四法。菩薩用是四事故，", "79": "其所語言，聞者信從踊躍受行。」佛於是說偈", "8": "閱祇大國出詣靈鳥山，行到佛所，前以頭面", "80": "言：", "81": "「如所念言亦爾，於善友有至誠，", "82": "聞講法不求短，若說經心喜踊。」", "83": "佛語須摩提：「菩薩復有四事法，得無殃罪，所", "84": "作善行疾得淨住。何等為四？一者心意所念", "85": "常志於善，二者常持戒三昧智慧，三者初發", "86": "菩薩意便起一切智多所度脫，四者常有大", "87": "慈愍於一切；是為四法。菩薩用是四事故，得", "88": "無殃罪疾得淨住。」佛於是說偈言：", "89": "「常志善念廣度，戒等定不離慧，", "9": "稽首佛足，禮畢却住一面，叉手白佛言：「願欲", "90": "當教人一切智，行慈意得淨住。」", "91": "佛語須摩提：「菩薩復有四事法，魔不能得其", "92": "便。何者為四？一者常念於佛，二者常精進，三", "93": "者常念經法，四者常立功德；是為四法。菩薩", "94": "用是四事故，魔不能得其便。」佛於是說偈", "95": "言：", "96": "「常淨意念於佛，志精進在深法，", "97": "自勗勉立功德，魔用是不得便。」", "98": "佛語須摩提：「菩薩復有四事法，臨壽終時，佛", "99": "在前立為說經法，令其不墮苦痛之處。何等"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0334 佛說須摩提菩薩經", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}