{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0448b 未來星宿劫千佛名經", "text": {"0": "未來星宿劫千佛名經一名集諸佛大功德山", "1": "開元拾遺附梁錄", "10": "拜俄頃之勞，能却無量劫罪。罪滅福生，以致", "100": "寶體佛、南無無唐稱佛。", "101": "二百佛竟。", "102": "南無共發意佛、南無莊嚴一切意佛、南無", "103": "蓋蓮華寶佛、南無光輪成王佛、南無德王", "104": "光佛、南無過一切德佛、南無燈光行佛、", "105": "南無成作光佛、南無江僊佛、南無寶形佛、", "106": "南無勝護佛、南無慧蓮華德佛、南無梵功", "107": "德天王佛、南無無量顏佛、南無無聚會王", "108": "佛、南無寶身佛、南無樹王中王佛、南無", "109": "羅網手佛、南無摩尼輪佛、南無無量德鎧", "11": "無為。此未來星宿劫中，當有千佛出世，名字", "110": "佛、南無世音佛、南無須彌山光佛、南無", "111": "過上步佛、南無由寶蓮華德佛、南無作際", "112": "佛、南無眾生所憙鎧佛、南無上寶蓋佛、", "113": "南無無量蓋佛、南無翼從佛、南無月現德", "114": "佛、南無以發意能轉輪佛、南無通達義佛、", "115": "南無離曠野王佛、南無日輪光佛、南無解", "116": "脫威德佛、南無慧功德佛、南無眾生王中", "117": "立佛、南無無能屈服佛、南無虛空步佛、", "118": "南無俱蘇摩通佛、南無無比鎧佛、南無光", "119": "輪幢德王佛、南無因緣助佛、南無曼陀羅", "12": "如是。若人聞名，一心禮事，不生懈怠，必得涅", "120": "佛、南無淨幢佛、南無金剛所須用佛、南", "121": "無慧淨佛、南無善求佛、南無善討鎧佛、", "122": "南無勝伏怨佛、南無淨聖佛、南無名稱力", "123": "王佛、南無無量光香佛、南無須彌山王佛、", "124": "南無種種華佛、南無法寶佛、南無降化男", "125": "女佛、南無最香德佛、南無寶上王佛、南", "126": "無須彌山香王佛、南無可喜眾生覺見佛、", "127": "南無無想音聲佛、南無大人佛、南無音聲", "128": "無屈礙佛、南無一寶無憂佛、南無無動勇", "129": "佛、南無種姓佛、南無觀諸欲起佛、南無", "13": "槃，永離三塗生死之患，安住慈忍，具足多聞。", "130": "淨宿佛、南無現得佛、南無虛空莊嚴佛、", "131": "南無壞眾疑佛、南無不空見佛、南無善橋", "132": "梁佛、南無廣功德佛、南無無量幢佛、南", "133": "無清涼佛、南無光羅網佛、南無遍知佛、", "134": "南無無量德姓佛、南無於諸法無所著佛、", "135": "南無普見一切法佛、南無於一切眾生誓鎧", "136": "無脫佛、南無有無量德佛、南無慧上光佛、", "137": "南無不可數見佛、南無方上佛、南無有華", "138": "德佛、南無法光慈悲月佛、南無海住持勝", "139": "智慧奮迅佛、南無清淨光明寶佛、南無離", "14": "若能受持習誦之者，是人則必歷值千佛，獲", "140": "服內解慧王佛、南無壞諸欲佛、南無行清", "141": "淨佛、南無無量寶華光明佛、南無常滅度", "142": "佛、南無見一切法佛、南無不墮落佛、南", "143": "無栴檀清涼室佛、南無法用佛。", "144": "三百佛竟。", "145": "南無無量慧稱佛、南無清涼室佛、南無無", "146": "比覺華剖佛、南無善住樹王佛、南無月光", "147": "中上佛、南無閻浮光明佛、南無須彌山身", "148": "佛、南無千香佛、南無名號興顯佛、南無", "149": "名稱友佛、南無名稱最尊佛、南無除憂佛、", "15": "滅無量阿僧祇劫生死重罪，得諸佛神通三", "150": "南無蓮華上德王佛、南無闡華幢佛、南無", "151": "普放香化佛、南無最眼佛、南無放焰佛、", "152": "南無遠方稱佛、南無降伏一切世間怨佛、", "153": "南無法虛空勝王佛、南無火焰佛、南無三", "154": "界雄勇佛、南無光輪佛、南無虛空雄巧佛、", "155": "南無窮盡雄佛、南無天鼓音聲佛、南無普", "156": "雄佛、南無一切眾生愛見佛、南無無畏輪", "157": "疆界上佛、南無善住王佛、南無眾德聚佛、", "158": "南無諸覺疆界應飾佛、南無覺寶德稱佛、", "159": "南無慧上德佛、南無慧光王中上明佛、南", "16": "昧，無礙辯才。諸大法門、陀羅尼門，一切經書", "160": "無蓮華中出現佛、南無普法雄佛、南無月", "161": "半光佛、南無滿足百千德光幢佛、南無大", "162": "如意輪佛、南無蓮華中現德佛、南無執炬", "163": "佛、南無寶上德佛、南無栴檀清涼德佛、", "164": "南無寶嚴慧中上佛、南無德尊佛、南無不", "165": "二輪佛、南無無量德海佛、南無眾聚佛、", "166": "南無一切德聚佛、南無蓮華應德佛、南無", "167": "極上中王佛、南無法照光佛、南無無量山", "168": "王佛、南無虛空輪上佛、南無善住清淨功", "169": "德寶佛、南無善住淨境界佛、南無雜寶色", "17": "種種智慧，隨宜說法不自欺誑，離於名利勿", "170": "華佛、南無最聚佛、南無不捨弘誓鎧佛、", "171": "南無金華佛、南無雜色華佛、南無畢竟莊", "172": "嚴無邊功德王佛、南無月輪清淨佛、南無", "173": "從蓮華出現佛、南無華蓋佛、南無被慧鎧", "174": "佛、南無稱力王佛、南無淨音聲佛、南無", "175": "俱蘇摩國土佛、南無無量聚會佛、南無一", "176": "切勝佛、南無精進僊佛、南無散眾步佛、", "177": "南無壞疑佛、南無無想聲佛、南無無量德", "178": "具足佛、南無有眾德佛、南無蓮華上德佛、", "179": "南無寶尊佛、南無於去來今無礙鎧佛、南", "18": "懷嫉妬，行六和敬；一心奉持，無失是緣。如是", "180": "無喜身佛、南無寶山王佛、南無日鎧中上", "181": "佛、南無炬燈佛、南無無比光佛、南無善", "182": "生佛、南無長養佛、南無無量眼佛、南無", "183": "祉江佛、南無諸遠方鎧佛、南無覺華有德", "184": "剖佛、南無寶火圍繞佛、南無慧國土佛、", "185": "南無寂靜佛、南無異觀佛、南無賢藥王佛、", "186": "南無開悟菩提智光佛、南無喜威德佛、南", "187": "無波頭陀智慧奮迅佛。", "188": "四百佛竟。", "189": "南無善中上德佛、南無雄猛佛、南無香尊", "19": "行者，疾得阿耨多羅三藐三菩提。", "190": "幢佛、南無香最德佛、南無香幢佛、南無", "191": "善色藏佛、南無無量精進佛、南無過十方", "192": "光佛、南無覺華剖上佛、南無無量雄猛佛、", "193": "南無蓮華恐畏過上佛、南無寶羅網佛、南", "194": "無善住中王佛、南無香中尊王佛、南無致", "195": "諸安樂佛、南無一切聚觀佛、南無不唐棄", "196": "名稱佛、南無壞散諸恐畏佛、南無能解縛", "197": "佛、南無威德因陀羅佛、南無為諸眾生致", "198": "佛、南無虛空無際佛、南無住清淨佛、南", "199": "無虛空幢佛、南無尊善中德佛、南無在無", "2": "夫修善福臻，為惡禍徵；明理皎然，而信悟者", "20": "南無日光佛、南無龍威佛、南無華巖佛、", "200": "恐畏華德佛、南無無量雄猛形法佛、南無", "201": "得世間功德佛、南無大車乘佛、南無極最", "202": "德上佛、南無莫能勝幢佛、南無離一切瞋恨", "203": "意佛、南無趣向當住佛、南無無量最香佛、", "204": "南無月輪稱王佛、南無尊須彌山佛、南無", "205": "住持多功德通法佛、南無勝積佛、南無心", "206": "菩提華勝佛、南無住無量集德佛、南無威", "207": "神王佛、南無善思願自調佛、南無淨輪王", "208": "佛、南無慧上佛、南無慧嚴佛、南無造成", "209": "遠方佛、南無會中尊佛、南無決斷佛、南", "21": "南無王中王佛、南無阿須輪王護佛、南無", "210": "無華鬘色王佛、南無慧隱佛、南無極趣上", "211": "德佛、南無無量寶佛、南無眾生意欲所趣", "212": "勇意視之佛、南無無量寶王佛、南無於一", "213": "切諸愛中雄佛、南無光無礙佛、南無無礙", "214": "光明佛、南無寶蓮華剖上德佛、南無好堅", "215": "佛、南無一切所趣中覺離見諸覺身佛、南", "216": "無過化音聲佛、南無蓮華尊在諸寶德佛、", "217": "南無海須彌王德佛、南無無麁慧佛、南無", "218": "在慧華佛、南無極趣上威神聚佛、南無寂", "219": "定佛、南無離雄佛、南無捨一切步佛、南", "22": "作吉祥佛、南無師子慧佛、南無寶意佛、", "220": "無德不可思議佛、南無在於遊戲德佛、南", "221": "無趣無畏德佛、南無香趣無量香光佛、南", "222": "無雲鼓音佛、南無在福德佛、南無無量勇", "223": "雄猛佛、南無水月光明佛、南無最香須彌", "224": "身佛、南無破無明闇佛、南無光普見佛、", "225": "南無恐畏佛、南無自至到佛、南無實諦稱", "226": "佛、南無星燈佛、南無成熟佛、南無極趣", "227": "上佛、南無尊會佛、南無金剛肩佛、南無", "228": "慧中自在王佛、南無慧力稱佛、南無最安", "229": "佛、南無德身王德佛、南無善思惟發行佛、", "23": "南無成辦事佛、南無成辦事見根原佛、南", "230": "南無世間自在佛、南無光明莊嚴佛、南無", "231": "虛空須彌佛、南無十力王佛、南無虛空平", "232": "等心佛、南無施豐德佛、南無火炎積佛。", "233": "五百佛竟。", "234": "南無寶華普照勝佛、南無賢最德佛、南無", "235": "寶輪光明勝德佛、南無寶華佛、南無從蓮", "236": "華佛、南無普明觀稱佛、南無須彌意佛、", "237": "南無尊思佛、南無寶蓋佛、南無善清淨光", "238": "佛、南無無量雄佛、南無名稱不唐佛、南", "239": "無德不可思議王光佛、南無鴈王佛、南無", "24": "無種姓華佛、南無高雷音佛、南無無比辯", "240": "安隱王佛、南無蓮華中上德佛、南無常自", "241": "起覺悟佛、南無不離一切眾門佛、南無無", "242": "相修行佛、南無求善佛、南無精進力成就", "243": "佛、南無功德多寶海王佛、南無照一切處", "244": "佛、南無色聲雄佛、南無無量虛空雄佛、", "245": "南無見實佛、南無超境界佛、南無虛空尊", "246": "極上德佛、南無成方土佛、南無極趣上須", "247": "彌佛、南無飲甘露佛、南無護世間供養佛、", "248": "南無善護諸門佛、南無火幢佛、南無善無", "249": "垢威光佛、南無不可動佛、南無力稱王佛、", "25": "佛、南無智慧自在佛、南無稱成佛、南無", "250": "南無德光王佛、南無慧光王佛、南無蓮華", "251": "上有德佛、南無寶火佛、南無維蓮華德佛、", "252": "南無壞散眾疑佛、南無拘留秦佛、南無具", "253": "足一切功德莊嚴佛、南無幢王佛、南無從", "254": "蓮華德佛、南無梵聲安隱眾生佛、南無慈", "255": "氏佛、南無蓮華光明佛、南無尊王法幢佛、", "256": "南無無量勇佛、南無海須彌佛、南無極志", "257": "上佛、南無金枝華佛、南無不唐觀佛、南", "258": "無言辯音聲無礙佛、南無無礙德稱光佛、", "259": "南無無稱不散誓鎧佛、南無妙頂佛、南無", "26": "威懷步佛、南無福德光明佛、南無月摩尼", "260": "不散心佛、南無常來佛、南無無垢離度佛、", "261": "南無於三世無礙誓鎧佛、南無無量華佛、", "262": "南無成就觀佛、南無平等須彌面佛、南無", "263": "清淨功德相佛、南無畢竟成就大悲佛、南", "264": "無般若齊佛、南無蓋寶佛、南無滿足意佛、", "265": "南無內外淨佛、南無善星佛、南無光輪場", "266": "佛、南無阿叔迦佛、南無極上德佛、南無", "267": "無礙雄佛、南無無量雄勇佛、南無言音無", "268": "礙佛、南無大雲光佛、南無羅網光聚佛、", "269": "南無覺華剖佛、南無蓮華雄佛、南無華山", "27": "光王佛、南無目犍連性佛、南無無憂忖佛、", "270": "王佛、南無月聚自在佛、南無寂諸根佛、", "271": "南無無障無礙精進堅佛、南無離無愚觀佛、", "272": "南無頂上極出王佛、南無蓮華頂上王佛、", "273": "南無無愚稱佛、南無不唐勇佛、南無無唐", "274": "雄佛、南無無愚光明佛、南無國土莊嚴身", "275": "佛、南無娑婆華王佛、南無無念覺法王佛、", "276": "南無正覺蓮華步佛、南無彌留燈王佛。", "277": "六百佛竟。", "278": "南無禪思蓋佛、南無智根本華王佛、南無", "279": "栴檀室佛、南無化稱佛、南無一切無盡藏", "28": "南無思惟智慧佛、南無意智佛、南無諸天", "280": "佛、南無禪思須彌佛、南無無邊覺海藏佛、", "281": "南無無垢際佛、南無有眾寶佛、南無自性", "282": "清淨智佛、南無藥王聲王佛、南無一切德", "283": "佛、南無覺剖華中德佛、南無妙鼓聲王佛、", "284": "南無毘尼稱佛、南無無過德佛、南無寶通", "285": "佛、南無無量誓鎧佛、南無無量禪德佛、", "286": "南無虛空輪場光佛、南無無表識音聲佛、", "287": "南無覺王佛、南無然法庭燎佛、南無觀意", "288": "華出佛、南無虛空室佛、南無虛空聲佛、", "289": "南無在虛空禪師佛、南無大眼佛、南無在", "29": "供養法佛、南無勇悍佛、南無無限力佛、", "290": "尊德佛、南無覺蓮華德佛、南無梵聲王佛、", "291": "南無成就義佛、南無師子護佛、南無師子", "292": "頰頤佛、南無善中王佛、南無靜須彌佛、", "293": "南無靜眼佛、南無無過勇步佛、南無不可", "294": "思議法身佛、南無不散佛、南無香須彌佛、", "295": "南無大智真聲佛、南無香巖佛、南無能與", "296": "法佛、南無寶須彌佛、南無大香行光明佛、", "297": "南無藥樹勝佛、南無淨須彌佛、南無散華", "298": "莊嚴光明佛、南無得度佛、南無雲聲王佛、", "299": "南無無過精進佛、南無善思惟誓鎧佛、南", "3": "鮮。既共生此五濁惡世，五陰煩惱、三毒熾盛，", "30": "南無智慧華佛、南無彊音佛、南無歡樂佛、", "300": "無不動月佛、南無於諸眾中尊佛、南無諸", "301": "尊中王佛、南無無量國土中王佛、南無精", "302": "進上中王佛、南無捨離疑佛、南無善星中", "303": "王佛、南無功德寶勝佛、南無造化佛、南無", "304": "普現前佛、南無樂說莊嚴佛、南無各成就", "305": "佛、南無帛蓋佛、南無香蓋佛、南無性日", "306": "佛、南無不怯弱離驚怖佛、南無栴檀德佛、", "307": "南無義成就佛、南無無垢喜佛、南無厚堅", "308": "固佛、南無世間求佛、南無勝步行佛、南", "309": "無無畏離衣毛竪佛、南無命威德佛、南無", "31": "南無說義佛、南無淨懷佛、南無師子口佛、", "310": "住智德佛、南無大光明莊嚴佛、南無轉化", "311": "女誓鎧佛、南無真金山佛、南無深智佛、", "312": "南無趣向諸覺身佛、南無羅網光中緣起中", "313": "王佛、南無無量趣觀諸覺身佛、南無成覺", "314": "剖蓮華佛、南無羅網光佛、南無無量覺華", "315": "開剖佛、南無寶薩梨樹佛、南無寶洲佛、", "316": "南無即發意轉法輪佛、南無千光佛、南無", "317": "最後見佛、南無勝土佛、南無無量光勇佛、", "318": "南無無量辯佛、南無聖德佛、南無寶海佛、", "319": "南無愛󰍂慧佛、南無勝修佛。", "32": "南無好結佛、南無不取諸法佛、南無波頭", "320": "七百佛竟。", "321": "南無信如意佛、南無金光明佛、南無金海", "322": "佛、南無精進軍佛、南無無量境界佛、南", "323": "無無決斷願佛、南無內調佛、南無調化無", "324": "休息佛、南無香風佛、南無無趣向誓鎧佛、", "325": "南無覺虛空德佛、南無攝取眾生意佛、南", "326": "無成就誓鎧佛、南無陀羅尼自在王佛、南", "327": "無常精進佛、南無攝取光明佛、南無畢竟", "328": "智佛、南無善相善鎧佛、南無善言誓鎧佛、", "329": "南無能思惟忍佛、南無光造佛、南無一藏", "33": "摩上星宿王佛、南無上彌留幢王佛、南無", "330": "佛、南無一種姓佛、南無無量身佛、南無大", "331": "眾上首佛、南無深王佛、南無智慧讚歎佛、", "332": "南無功德梁佛、南無無名稱佛、南無散諸", "333": "恐怖佛、南無遠離諸疑佛、南無除恐衣毛", "334": "竪佛、南無伏一切怨佛、南無成就勝無畏", "335": "佛、南無善思惟勝義佛、南無無量執持佛、", "336": "南無無量音聲佛、南無光嚴佛、南無光德", "337": "佛、南無離輪場後佛、南無趣菩提佛、南", "338": "無覺華開剖光佛、南無普寶滿足佛、南無", "339": "攝受稱佛、南無決定色佛、南無普照十方", "34": "因陀羅幢王佛、南無香音佛、南無常光明", "340": "世界佛、南無方便修佛、南無勝報佛、南", "341": "無寶華德佛、南無在諸寶佛、南無月華佛、", "342": "南無一切群萌誓鎧佛、南無轉化一切牽連", "343": "佛、南無無量辯才佛、南無無諍無恐佛、", "344": "南無都趣眾辯佛、南無普香光佛、南無堪", "345": "受器聲佛、南無須彌香佛、南無大貴佛、", "346": "南無香雄佛、南無大修行佛、南無香室佛、", "347": "南無捨諍佛、南無清淨莊嚴佛、南無蓮", "348": "華上王佛、南無覺雄佛、南無世間尊重、佛", "349": "南無無量香雄佛、南無極尊佛、南無聞德", "35": "佛、南無栴檀相好佛、南無無限高佛、南", "350": "佛、南無華蓋寶佛、南無堅固自在王佛、", "351": "南無波頭摩莊嚴佛、南無清淨心佛、南無", "352": "香華佛、南無須彌王佛、南無樹提佛、南", "353": "無轉化眾相佛、南無過一切眾生誓鎧佛、", "354": "南無極遲誓鎧佛、南無一切寶莊嚴色住持", "355": "佛、南無無量香佛、南無普開光佛、南無", "356": "普放香熏佛、南無住持無障力佛、南無在", "357": "蓮華德佛、南無最上天王佛、南無一界持", "358": "覺剎佛、南無善攝身佛、南無香熏佛、南", "359": "無無量慧雄佛、南無無量觀佛、南無無我", "36": "無蓮華幢佛、南無蓮華化生佛、南無微細", "360": "眼佛、南無難動佛、南無初發意佛、南無", "361": "無勇王佛、南無無跡步佛、南無除一切憂", "362": "佛、南無離憂佛。", "363": "八百佛竟。", "364": "南無如娛樂在德佛、南無安隱王德佛、南", "365": "無尊須彌威香山佛、南無大種姓佛、南無", "366": "無垢面佛、南無紅蓮華德佛、南無白蓮華", "367": "威德佛、南無吼眼佛、南無善安眾生佛、", "368": "南無無邊際光佛、南無現月光佛、南方遠", "369": "方聲稱佛、南無月自在王佛、南無隨意光", "37": "華佛、南無阿竭留香佛、南無大勇佛、南", "370": "明佛、南無香尊須彌佛、南無吉祥有德佛、", "371": "南無在月光有德佛、南無在無量安隱德佛、", "372": "南無一切以德自在莊嚴佛、南無寶住持庭", "373": "燎佛、南無莫能勝幢幡佛、南無尊隱藏光", "374": "佛、南無從威華王佛、南無入在無邊際佛、", "375": "南無一切尊佛、南無普極上佛、南無海威", "376": "佛、南無諸寶上德佛、南無靜天德佛、南", "377": "無無量香象佛、南無能降伏放逸佛、南無", "378": "造燈明佛、南無蓮華尊光佛、南無施安隱", "379": "佛、南無信心不怯弱佛、南無平等心明佛、", "38": "無栴檀相好光明佛、南無銀幢蓋佛、南無", "380": "南無聞智佛、南無大部分佛、南無金面光", "381": "佛、南無普光威德佛、南無善稱德威帝釋", "382": "威幢光佛、南無普德光佛、南無精進伏怨", "383": "勇佛、南無住持地力進法佛、南無無礙藥", "384": "樹威德佛、南無寶蓮華住薩梨樹王佛、南", "385": "無求德佛、南無日輪場德光佛、南無寶蓮", "386": "勇佛、南無一寶蓋佛、南無住持妙無垢位", "387": "佛、南無護根佛、南無住禪思勇佛、南無寶", "388": "幢威德佛、南無住無量勇佛、南無好香尊", "389": "香熏佛、南無思惟尊象德佛、南無蓮華尊", "39": "大海意佛、南無旛幢好佛、南無梵王德佛、", "390": "德佛、南無日輪場尊上德佛、南無興成佛、", "391": "南無解脫乘佛、南無思惟最勇佛、南無寶", "392": "華普光威佛、南無住無比勇佛、南無無量", "393": "最中王佛、南無華成就佛、南無自在轉一", "394": "切法佛、南無寶內佛、南無寶輪威極上德", "395": "佛、南無了意佛、南無勝華集佛、南無娑", "396": "羅威德佛、南無離一切憂暗佛、南無心勇", "397": "猛佛、南無地威德佛、南無清徹光佛、南", "398": "無無垢威德佛、南無離惡道佛、南無蓮華", "399": "上尊佛、南無無垢瑠璃佛、南無無垢臂佛、", "4": "輪轉生死無有竟已。昔佛在世時，人民數如", "40": "南無大香熏佛、南無大勇現佛、南無寶輪", "400": "南無無垢眼佛、南無大焰身佛、南無虛空", "401": "輪靜王佛、南無聲音無表識佛、南無金剛", "402": "杵勢佛、南無波頭摩面佛、南無總持佛、", "403": "南無寶輪網佛、南無天帝幢佛、南無善聚", "404": "光蓮華剖體佛、南無無量名稱德光佛、南", "405": "無閻浮燈佛、南無須彌巖佛、南無慧燈明", "406": "佛、南無光極明佛、南無日威德莊嚴藏佛、", "407": "南無色幢幡星王佛、南無不動光觀自在無", "408": "量命佛、南無威德自在王佛。", "409": "九百佛竟。", "41": "佛、南無發行難佛、南無無所發行佛、南", "410": "南無正覺中王佛、南無尊寶佛、南無無邊", "411": "願佛、南無妙法佛、南無寶場輪上尊王佛、", "412": "南無瞻婆伽色佛、南無無垢慧佛、南無信", "413": "眾生佛、南無在寶佛、南無放天威佛、南", "414": "無勝威德色佛、南無施寶光佛、南無悲慈", "415": "意佛、南無無諍行佛、南無蓮華葉眼佛、", "416": "南無得脫一切縛佛、南無懷眼佛、南無執", "417": "敷飾佛、南無虛空意佛、南無能與樂佛、", "418": "南無歡喜王佛、南無大積佛、南無發起一", "419": "切眾生信佛、南無至大佛、南無十方稱名", "42": "無金寶甕佛、南無天輞佛、南無言從佛、", "420": "佛、南無無對光佛、南無龍尊佛、南無快", "421": "見佛、南無香上佛、南無大懷佛、南無不", "422": "隨他佛、南無大化佛、南無寶回佛、南無", "423": "大車華佛、南無美快德佛、南無觀見一切", "424": "境界佛、南無諸帝釋中王佛、南無戒味佛、", "425": "南無華威佛、南無普威佛、南無無量際威", "426": "佛、南無能與眼佛、南無香威佛、南無上", "427": "幢佛、南無安隱德佛、南無金剛遍照十方", "428": "佛、南無發一切眾生不斷修行佛、南無顯", "429": "現佛、南無寶威佛、南無在德佛、南無平", "43": "南無常雨華佛、南無大好樂佛、南無師子", "430": "等作佛、南無無比佛、南無普威德佛、南", "431": "無不可量實體勝佛、南無華成功德佛、南", "432": "無堅固眾生佛、南無悅音聲佛、南無施威", "433": "佛、南無普月佛、南無臂月佛、南無尊威佛、", "434": "南無不動心佛、南無一切法無觀佛、南無", "435": "幢旛佛、南無俱蘇摩成佛、南無普豐音佛、", "436": "南無香尊佛、南無勝命佛、南無能為主佛", "437": "南無幢威佛、南無聚威佛、南無日輪光明", "438": "勝佛、南無喻寶佛、南無堅精進思惟成就", "439": "義佛、南無迦陵頻伽聲佛、南無大龍威佛、", "44": "上香佛、南無魔天相好佛、南無帝釋光明", "440": "南無十力娛樂佛、南無善寂成就佛、南無", "441": "稱一切眾生念勝功德佛、南無天帝釋淨幢", "442": "佛、南無常相應語佛、南無栴檀雜香樹佛、", "443": "南無喻如須彌山佛、南無雲中自在燈明佛、", "444": "南無雲中自在王佛、南無除世畏覺悟佛、", "445": "南無蓮華葉淨佛、南無星王華佛、南無賢", "446": "智不動佛、南無力士王佛、南無寶臺佛、", "447": "南無象鷲師子巖雷難過上佛、南無普禪佛、", "448": "南無聲滿十方佛、南無功德成就佛、南無", "449": "波樓那天佛、南無十方上佛、南無離垢光", "45": "佛、南無大相好佛、南無師子華好佛、南", "450": "佛、南無威嚴佛、南無須彌相佛。", "451": "一千佛竟。", "452": "若有族姓子女，聞是諸佛世尊名號，歡喜信", "453": "樂，持諷誦讀而不誹謗，或能書寫為他人說，", "454": "或能造作立其形像，或能供養香華妓樂，歎", "455": "佛功德至心作禮者，勝用十方諸佛國土，滿", "456": "中珍寶、純摩尼珠，積至梵天，百千劫中而布施", "457": "者。是輩族姓子女，前已曾供養是如來已，", "458": "其人後生得此功德，至於作佛而無窮盡，皆", "459": "當為賢劫中佛之所授決。其人所生之處，常", "46": "無寂滅幢旛佛、南無持戒王佛、南無相好", "460": "遇三寶，得生諸佛剎土，六情完具、不墮八", "461": "難，三十二相、八十種好疾得具足，若能一過", "462": "五體投地而為作禮，口自宣言：「我今普禮一", "463": "切十方三世諸佛。」至千佛過然後乃起，所得", "464": "福祐如上所說。持此功德，願共一切五道眾", "465": "生，其無常者，生無量壽佛國，立大誓願，使諸", "466": "眾生悉生彼剎。生彼剎已，身諸相好、智慧辯", "467": "才，如眾世尊阿彌陀佛，所獲果報亦如世尊。", "468": "未來星宿劫千佛名經", "469": "○存疑　第七十八紙右第七行第三佛遠", "47": "翼從佛、南無翼從面首佛、南無無憂相好", "470": "上方，并同紙左第十九行第一佛顯上方，", "471": "恐無誤。", "48": "佛、南無普開蓮華身佛、南無大地佛、南", "49": "無大力龍翼從好佛、南無淨行王佛、南無", "5": "恒沙，今漸凋微萬不遺一。何以故爾？為善者", "50": "大遊戲佛、南無蓮華威佛、南無放捨華佛、", "51": "南無常觀佛、南無法體決定佛、南無作直", "52": "行佛、南無不定願佛、南無善住諸願佛、", "53": "南無無常中上佛、南無月威佛、南無栴檀", "54": "色佛、南無日空佛、南無威相腹佛、南無", "55": "破煩惱佛、南無實法廣稱佛、南無世間喜", "56": "佛、南無寶稱佛、南無難勝伏佛、南無好", "57": "觀佛、南無勇興佛、南無翼從樹佛、南無", "58": "狸牛威佛、南無天中天佛、南無師子幢佛、", "59": "南無智慧威佛、南無無底威佛。", "6": "少，作惡者多，死墮三塗，悉為魚蟲畜生，不復", "60": "一百佛竟。", "61": "南無德豐佛、南無厚德佛、南無無念示現", "62": "諸行佛、南無無生佛、南無無上光佛、南", "63": "無山德佛、南無出現佛、南無服德佛、南", "64": "無無量善根成就諸行佛、南無大講佛、南", "65": "無不住奮迅佛、南無寶樹佛、南無普悲佛、", "66": "南無德養佛、南無大轉佛、南無絕眾生疑", "67": "王佛、南無一道佛、南無普蓋佛、南無大", "68": "蓋佛、南無最德佛、南無千近佛、南無寶", "69": "蓮華勇佛、南無離世間佛、南無旛幢佛、", "7": "得人身。故《法華經》云：「三惡道充滿，天人眾減", "70": "南無寶月德佛、南無服樹王佛、南無尊德", "71": "佛、南無普蓮華佛、南無等德佛、南無龍", "72": "中蜜佛、南無大海深勝佛、南無無量寶蓋", "73": "佛、南無無表識佛、南無須彌身佛、南無", "74": "虛空巖佛、南無彊稱王佛、南無放光佛、", "75": "南無無染濁佛、南無在華聚德佛、南無離", "76": "恐衣毛不竪佛、南無無相聲佛、南無電目", "77": "眼佛、南無寶室佛、南無虛空星宿增上佛、", "78": "南無眾尊聚佛、南無山王身佛、南無一蓋", "79": "佛、南無能屈服佛、南無栴檀宮佛、南無", "8": "少，劫盡不久，長衰可悲。」是以如來，隨方教化，", "80": "波頭摩樹提奮迅通佛、南無光網佛、南無", "81": "紅蓮華佛、南無善現光佛、南無慧華寶光", "82": "滅佛、南無散眾畏佛、南無無垢光明佛、", "83": "南無安王佛、南無法空佛、南無出千光佛、", "84": "南無過千光佛、南無境界自在佛、南無出", "85": "顯光佛、南無善行佛、南無無能屈聲佛、", "86": "南無遠離怖畏毛竪佛、南無寶智佛、南無", "87": "進寂靜佛、南無無量翼從佛、南無世間可", "88": "樂佛、南無住慧佛、南無能仁僊佛、南無", "89": "慧稱佛、南無諸樹王佛、南無無垢雲王佛、", "9": "敦慈尚善，不悋軀命，勤行精進，可得勉度。禮", "90": "南無隨世間意佛、南無寶實佛、南無離愚", "91": "稱佛、南無德現佛、南無寶愛佛、南無不", "92": "唐精進佛、南無香熏光佛、南無無能屈香", "93": "光佛、南無眾彊王佛、南無出須彌山頂佛、", "94": "南無從寶出德佛、南無蓮華上佛、南無從", "95": "寶出佛、南無香光佛、南無稱遠方佛、南", "96": "無藏香自在佛、南無雲雷王佛、南無無際", "97": "光佛、南無無量慧成佛、南無種種無量行", "98": "佛、南無無量德光王佛、南無尊聚佛、南", "99": "無覺華剖德佛、南無覺華剖上王佛、南無"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0448b 未來星宿劫千佛名經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}