{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1442 根本說一切有部毘奈耶: 根本說一切有部毗奈耶: 根本說一切有部毘奈耶", "text": {"0": "4 三十泥薩祇波逸底迦法26 急難施衣學處", "1": "根本說一切有部毗奈耶卷", "10": "苾芻，夏安居已隨意而去。時彼施主見寺空", "100": "言：「聖者！我是善男子。」時諸苾芻便作是念：「或", "101": "聚落人來此聽法，我為開門。」其門既開賊徒", "102": "競入爭取財物，苾芻告曰：「汝向報言是善男", "103": "子，今來入寺便竊我財。」賊言：「聖者！我有二名：", "104": "在外名善男子，入寺名賊。」苾芻告曰：「作汝名", "105": "者非是好人。」偷得物已即便出寺。苾芻議曰：", "106": "「具壽！如世尊說：『凡𤚲乳者不應令盡。』今此長", "107": "者若見遭賊出物供寺，復與我等定當傾竭，", "108": "宜往室羅伐城同梵行處求覓衣服。」共相謂", "109": "曰：「我等形露如何涉途？」一人告曰：「晝入草叢、", "11": "虛令人守護，勿使賊徒盜床褥等。是時復有", "110": "夜當涉路。」不白長者於是便行，漸至室羅伐", "111": "城。彼諸苾芻初夜後夜警覺定思勤修善品，", "112": "見露形者來至門前慞惶顧望，彼諸苾芻遙", "113": "問之曰：「汝露形拔髮之輩，因何至斯？此僧伽", "114": "住，非汝住處。」答言：「具壽！我是苾芻，非露形外", "115": "道。」復問曰：「豈有如是形相苾芻？」答曰：「被賊偷", "116": "劫，欲使何為？」問曰：「汝名何等？」答曰：「我名佛護、", "117": "法護、僧護等。」彼便答曰：「善來！善來！諸具壽！」即", "118": "為開門。彼便入寺，或與三衣、或有與裙、或", "119": "與僧脚崎、或與漉水羅、或與腰絛、或與波怛", "12": "六十苾芻人間遊行，屆斯聚落求覓停處。時", "120": "羅，隨其所有皆共周給。時諸苾芻以緣白佛，", "121": "佛言：「若諸苾芻住阿蘭若處者，於三衣中應", "122": "留一衣置俗舍內。如佛所教，蘭若苾芻於", "123": "三衣中應留一衣置俗舍內。」", "124": "時諸苾芻如佛所教以衣置村，由前制戒還往", "125": "村中與衣共宿。時婆羅門居士告言：「聖者！仁", "126": "等何意於此宿耶？」報言：「此有我衣。」彼便報曰：", "127": "「我等豈可盜此衣耶？若不相信宜可持去。」時", "128": "諸苾芻以緣白佛，佛言：「不應彼宿。」時諸苾芻", "129": "明相未出往至村中，見諸女人露形而臥，彼", "13": "有一人報苾芻曰：「聖者！何不住寺耶？」答言：「賢", "130": "便問曰：「何故聖者未曉而來？」苾芻報曰：「此有", "131": "我衣。」彼便報曰：「我等豈可盜此衣耶？若不相", "132": "信宜可持去。」時諸苾芻以緣白佛，佛言：「不應", "133": "夜往。」時諸苾芻便至村外待明相出，遂被賊", "134": "盜虎狼、師子之所驚怖。時諸苾芻以緣白佛，", "135": "佛言：「應於寺中待明相出。」時諸苾芻有三寶", "136": "事須出界外，皆不敢去，云：「我有衣寄俗舍內。」", "137": "苾芻白佛，佛言：「阿蘭若苾芻應齊六夜得向", "138": "餘處離衣而宿。」時六眾苾芻出界外遂經七", "139": "宿，諸苾芻告曰：「具壽！佛聽出界離衣六夜，", "14": "首！何有寺耶？」答言：「村外林中有好住處。」苾芻", "140": "仁等何因故經七宿？」答言：「具壽！遣經六夜至", "141": "第七夜，豈飲酒噉蒜耶？」少欲苾芻聞此說已", "142": "共生嫌賤作如是語：「佛聽六夜得離衣宿，云", "143": "何苾芻遂經七宿？」時諸苾芻以緣白佛。爾時", "144": "世尊以此因緣乃至告諸苾芻，廣說如上，「制", "145": "其學處，應如是說：", "146": "「若復眾多苾芻在阿蘭若處住，作後安居有", "147": "驚怖畏難處，苾芻欲於三衣中隨留一衣置", "148": "村舍內。若苾芻有緣須出阿蘭若界者，得齊", "149": "六夜離衣而宿，若過者泥薩祇波逸底迦。」", "15": "便往見，守護人彼遙見已，告言：「善來！善來！」即", "150": "若復眾多苾芻者，眾多謂三人已去。苾芻謂", "151": "是六眾。在阿蘭若住處者，去村五百弓，有一", "152": "拘盧舍名阿蘭若處、四拘盧舍名一踰膳那，", "153": "從七極微至踰膳那，有十八種差別，如前廣", "154": "說。住處者，謂是寺也。後安居者，謂從六月", "155": "十六日為始。有驚怖畏難處者，驚謂恐有賊", "156": "來，怖謂虎豹狼等，畏難謂蚊虻、蛇蠍、風熱等", "157": "事。言苾芻欲於三衣中隨留一衣置村舍內", "158": "者，三衣謂是僧伽胝、嗢呾羅僧、伽安呾婆娑。", "159": "村者，謂有街衢巷陌可識。置者，安也。若有緣", "16": "便以次給與房舍并及床褥，倚枕坐床并三", "160": "須出界者，謂有三寶事或別人事。出界者，謂", "161": "離常住處所有分齊。得六夜者，謂得至六夜。", "162": "離衣而宿，謂望村內所寄之衣。若過，謂至七", "163": "日明相出時，犯捨墮罪，捨悔法式廣說如上。", "164": "此中犯相其事云何？若苾芻於三衣中欲留", "165": "一衣置村舍內，從阿蘭若界離過六夜，得捨", "166": "墮罪。若有八難隨一事來，捨去無犯。又無犯", "167": "者，謂初犯人，或癡狂、心亂、痛惱所纏。", "168": "28 預前求過後用雨浴衣學處預前求過後用雨浴衣學處第二十八", "169": "爾時佛在室羅伐城逝多林給孤獨園。如佛", "17": "木拒，告言：「聖者！可先濾水，我今暫往白長", "170": "所言苾芻應求雨浴衣，時六眾苾芻預前求", "171": "覓、過後而用，事務繁雜妨廢正修。少欲苾芻", "172": "遂生嫌賤：「云何汝等故違佛言？」以緣白佛。爾", "173": "時世尊以此因緣乃至告諸苾芻，「制其學處，", "174": "應如是說：", "175": "「若復苾芻，春殘一月在應求雨浴衣，齊後半", "176": "月來應持用。若苾芻未至春殘一月求雨浴", "177": "衣，至後半月仍持用者，泥薩祇波逸底迦。」", "178": "若復苾芻者，謂六眾也，若復更有如是流類。", "179": "春殘一月者，謂去安居有一月在，即是從四", "18": "者知。」至已告曰：「長者！今仁福德倍更增長，有", "180": "月十六日至五月十五日。應求雨浴衣者，謂", "181": "洗浴物。齊後半月來應持用者，指用分齊，謂", "182": "有半月在當作隨意事。謂從八月一日已去。", "183": "若苾芻未至春殘一月便預求雨浴衣，至後", "184": "半月尚持用者，得罪同前。捨悔法式廣如上", "185": "說。此中犯相其事云何？若苾芻欲作前安居，", "186": "即於春殘一月求雨浴衣。若苾芻欲作後安", "187": "居者，便作是念：「彼尚求衣，我何不求？」若求得", "188": "者犯捨墮罪。若苾芻作後安居，彼持雨浴衣", "189": "至八月盡仍尚持衣，若前安居人作如是念：", "19": "六十客苾芻來至寺所。」長者聞已即便驚喜，", "190": "「彼尚持衣至八月盡，我何不持？」若持者得捨", "191": "墮罪。若苾芻各依自夏求衣、持衣者無犯。又", "192": "無犯者，最初犯人，或癡狂、心亂、痛惱所纏。", "193": "29 迴眾物入己學處迴眾物入己學處第二十九", "194": "爾時佛在釋迦處販葦人聚落。爾時有一長", "195": "者自起信心深生愛敬，造一住處施與別人", "196": "聖者羅怙羅。時羅怙羅於此寺中時時住止，", "197": "因有緣務須往室羅伐城。是時長者聞具壽", "198": "羅怙羅捨其住處，執持衣鉢往室羅伐城。時", "199": "彼長者見寺空虛，即便以寺捨入僧伽。時具", "2": "第二十四", "20": "報家人曰：「汝等今可取酥、蜜、沙糖、石榴、石蜜、", "200": "壽羅怙羅事緣既了，即便還來詣舊住處，聞", "201": "說長者以其住處施與僧伽。羅怙羅聞斯事", "202": "已往詣佛所，禮雙足已在一面住，即以上緣", "203": "具白世尊：「我今欲如之何？」于時世尊告羅怙", "204": "羅曰：「汝今可詣長者之處作如是語：『長者！豈", "205": "於我所見身語業有不善處生嫌賤耶？』」時羅", "206": "怙羅承佛教已，即便往詣長者之處作如是", "207": "語：「長者！豈於我所見身語業有不善處生嫌", "208": "賤耶？」是時長者即便禮足作如是語：「我實不", "209": "於聖者之所見身語業有不善處起嫌賤心。」", "21": "蒲萄、胡椒；乾薑、蓽茇，堪作非時漿物持往寺", "210": "時羅怙羅呪願長者：「無病長壽。」即便捨去還", "211": "詣佛所，頂禮佛足在一面住，白佛言：「世尊！我", "212": "承佛教，至長者所告言：『長者！豈於我所見身", "213": "語業有不善處生嫌賤耶？』長者答我云：『聖者！", "214": "我實不於聖者之所見身語業有不善處生嫌", "215": "賤心。』」于時具壽阿難陀在於佛後執扇扇佛，", "216": "世尊即告具壽阿難陀曰：「汝今宜往販葦人", "217": "聚落，告諸苾芻悉令集在常食堂中。」時具壽", "218": "阿難陀奉命而去具宣佛教，彼苾芻眾皆令", "219": "集在常食堂中已，還詣佛所頂禮佛足在一面", "22": "中。今客僧伽來至住處，欲作非時漿令其飽", "220": "立，白佛言：「世尊！彼聚落中諸苾芻眾，我奉佛", "221": "教皆已集在常食堂中，唯願知之。」爾時世尊", "222": "詣彼堂中於所設座就之而坐，告諸苾芻曰：", "223": "「若有施主以所施物施一別人，後時復迴此", "224": "物施一別人，此則施者非法，受者亦非法，名", "225": "不淨受用。如是若更迴與二人、或與三人，或", "226": "與僧伽，斯等皆名施不如法、受不如法、不淨", "227": "受用。汝等苾芻！若有施主，以所施物施二別", "228": "人，後時復迴此物施一別人，此則施者受者", "229": "俱名非法，所有受用皆是不淨。如是若更迴", "23": "飲。」家人聞已咸將至寺，時諸苾芻既濾水已", "230": "與二人、三人，或與僧伽，施者受者俱名非法，", "231": "所有受用皆是不淨。汝等苾芻！若有施主，以", "232": "所施物施三別人，後時復迴此物施一、二、三", "233": "人，或與僧伽，施者受者俱名非法，所有受用", "234": "皆是不淨。汝等苾芻！若有施主，以所施物施", "235": "與僧伽，後時復迴此物施與一、二、三人，與餘", "236": "僧伽，施者受者俱名非法，所有受用皆是不", "237": "淨。汝等苾芻！若其僧伽破為二部，先施此部", "238": "復將此物迴與彼部，乃至皆是不淨受用。汝", "239": "等苾芻！若施一人不迴與一人，施者受者皆", "24": "各住，威儀隨處而住。是時長者便往寺中遙", "240": "名如法，所有受用皆名清淨。如是若施二人、", "241": "三人、僧伽、此部，更不迴與餘者，乃至受用皆", "242": "名清淨，如上廣說。汝等苾芻！前是施、後非施。", "243": "汝等苾芻！地屬於王、物屬於主，所有衣鉢等", "244": "物應囑苾芻。施主所有施寺等物，若有破落", "245": "應自修補，不應持此迴施餘人。汝等苾芻！應", "246": "與羅怙羅先所住處。」時諸苾芻既奉佛教，即", "247": "便授與羅怙羅先時住處。此是緣起，然佛世", "248": "尊尚未制戒。", "249": "佛在室羅伐城逝多林給孤獨園。有一乞食", "25": "見苾芻，如蓮花叢充滿寺內，倍益信心極加", "250": "比丘，與一長者受三歸依并五學處，後於異", "251": "時復為長者讚說七種有事福業。長者白言：", "252": "「聖者！我今隨力欲作少多有事福業。」苾芻問", "253": "曰：「欲作何事？」白言：「我欲供佛及僧苾芻。」報", "254": "曰：「頗有少許衣物施不？」白言：「聖者！我是貧人，", "255": "但有一雙白疊，聖者可為我往稱我名號，請", "256": "佛及僧明日垂慈來我舍食時乞食。」苾芻便", "257": "往園中見諸苾芻並皆詳集。時乞食苾芻稱", "258": "長者名，請佛及僧明當就舍受其供養。時諸", "259": "苾芻共相謂曰：「此乞食人今於俗家成教化", "26": "歸向，說伽他曰：", "260": "者。」時有問曰：「彼長者家為有施物？為無施物？」", "261": "報言：「彼是貧人，有一雙疊欲持奉施。」時鄔波", "262": "難陀聞已作是念：「彼人請佛及僧，以一雙疊", "263": "擬將奉施，彼必定是貴價之衣。我若不能奪", "264": "此衣者，我更不名鄔波難陀矣。」作是念已，即", "265": "於其夜辛苦至明，既天曉已即便著衣持鉢", "266": "到長者所。見彼長者備辦飲食，問言：「長者！欲", "267": "作何事？」報言：「我今具膳供佛及僧。」鄔波難陀", "268": "報言：「長者！如佛善說：『若有眾生於日初分以", "269": "身語心修諸善業，當知是人名初分善。若有", "27": "「若村若林中，若高若下處，", "270": "眾生於日中時以身語心修諸善業，當知是", "271": "人名中分善。若有眾生於日暮時以身語心", "272": "修諸善業，當知是人名後分善。』仁今獲得三", "273": "業初善，由供佛僧自手營辦，長者頗有多少", "274": "施耶？」答言：「我家貧薄，但有一雙白疊。」報言：「長", "275": "者！暫可將來我觀其狀。」時彼長者即便取衣，", "276": "報言：「長者！新物善哉！然而長者有捨施福無", "277": "受用福。何以故？佛之徒眾有千二百五十人，", "278": "得汝一衣更待獲得千二百四十九衣已方可", "279": "共分，汝今此衣於桁竿上而取銷盡。又如佛", "28": "僧伽居住者，令生愛樂心。」", "280": "說：『若時僧伽得少食利，如小樹葉平等行之。", "281": "若得少衣應為燈炷平等共分。』長者！汝所施", "282": "衣若共分張形狀如是，何有受用之福利耶？」", "283": "長者報曰：「聖者！我今作何方便，令得施福及", "284": "受用福？」鄔波難陀報長者曰：「汝若能於釋種", "285": "之中有出家者、明閑三藏為大法師、善能敷", "286": "演辯才無礙，汝將此衣持施彼者，便能具足", "287": "惠施之福及受用福。」長者報言：「聖者！何處得", "288": "有如此福田我當奉施？」鄔波難陀曰：「我即其", "289": "人。」是時長者便禮其足以衣授與，報言：「聖者！", "29": "作非時漿調和既了自手授與，諸苾芻眾飽飲", "290": "願慈愍故為受此衣。」鄔波難陀報言：「長者！汝", "291": "雖解施未體其儀，當待片時佛僧食訖，持此", "292": "白疊在上座前，告大眾言隨喜，然後當施於", "293": "我。」長者報曰：「我如是作。」時彼長者即便灑", "294": "拭庭宇敷以座席，布列香花門安水器，即令", "295": "使者命佛及僧，白言：「時至。」爾時世尊及苾芻", "296": "僧伽，於日初分執持衣鉢，往長者家依次而", "297": "坐。時彼長者見眾坐已，便以種種香美飲食，", "298": "自手供奉佛及大眾。既飽食已長者即便持", "299": "其白疊，於大眾前口唱隨喜，施與鄔波難陀。", "3": "三藏法師義淨奉　制譯", "30": "漿已，禮僧伽足自執香鑪，引諸僧眾出繞制", "300": "爾時世尊自為呪願已，從坐起去便即歸寺。", "301": "時藏衣苾芻告授事人曰：「可於鄔波難陀處", "302": "索取白疊。」授事往索，告言：「大德！今日施物可", "303": "與我來。」鄔波難陀答言：「具壽！汝為持疊至寺，", "304": "還我來耶？」報言：「不還。」鄔波難陀曰：「何意不還？」", "305": "彼便答曰：「是大眾物。」鄔波難陀告言：「具壽！汝", "306": "之衣鉢何故不與？將我衣鉢持施僧伽，我不", "307": "與汝。」彼乞食苾芻在長者家，告長者曰：「仁今", "308": "何意此處雷鳴彼處下雨？」長者答言：「聖者！我", "309": "有何過？」苾芻報曰：「汝先以疊擬施眾僧，何因", "31": "底還歸寺中。居上座前長跪而住，上座為彼", "310": "食訖迴與鄔波難陀？」長者答曰：「我欲如何？大", "311": "德鄔波難陀來至我所作如是言：『汝有施福", "312": "無受用福。何以故？佛之徒眾有千二百五十", "313": "人，得汝一衣更待獲得一千二百四十九衣", "314": "已方可共分。汝今此衣於桁竿上而取銷盡，", "315": "并陳佛說均分衣食如小葉燈炷，乃至廣說。", "316": "求好大德當施此衣，我即其人，宜唱隨喜當", "317": "施我疊。』我聞此說如言便與，豈有過耶？」時乞", "318": "食苾芻聞此語已便往寺內，餘苾芻見告曰：", "319": "「汝乞食人長時教化得一施主，彼便此處震", "32": "而作呪願。願已長者白言：「明日中時，唯願", "320": "雷別處下雨。」乞食者告曰：「我與長者俱有何", "321": "過？然有一人往至其家報長者云：『汝有施福", "322": "無受用福，廣說如上。乃至唱隨喜已當施於", "323": "我。』時彼長者隨言而作。我及於彼何有過耶？」", "324": "時有少欲苾芻聞此語已極生嫌賤：「云何苾", "325": "芻知他施僧物自迴入己？」時諸苾芻以緣白", "326": "佛。爾時世尊即以此緣集苾芻眾，問鄔波難", "327": "陀曰：「汝實迴僧物用入己耶？」白言：「實爾。」乃至", "328": "廣說，「我今為諸苾芻制其學處，應如是說：", "329": "「若復苾芻，知他與眾物自迴入己者，泥薩祇", "33": "聖眾就我宅中哀受微供。」苾芻許之，禮足而", "330": "波逸底迦。」若復苾芻者，謂鄔波難陀，若更有", "331": "斯類。知者，或自知或因他告。僧伽者，謂佛聲", "332": "聞。眾物者，有二種物：謂食利物、衣利物，此處", "333": "所言謂是衣利。迴者，物定屬他化將入己。泥", "334": "薩祇波逸底迦，捨悔法式廣如上說。此中犯", "335": "相其事云何？若苾芻知屬一苾芻物，自迴入", "336": "己，迴時得惡作，得便捨墮。如是乃至知屬二", "337": "人、三人、或屬僧伽，自迴入己得罪同前。", "338": "若苾芻知屬一苾芻物，迴與他一人，迴時得", "339": "惡作，得時亦惡作。如是乃至知屬一人，迴", "34": "去。彼於明日辦諸美膳供養僧伽，僧伽食已", "340": "與二人、三人，或迴與僧伽、自迴入己，得罪同", "341": "前。", "342": "若苾芻知屬僧伽物，迴與一人，迴時得惡作，", "343": "得時亦惡作。如是乃至知屬僧伽，迴與二人、", "344": "三人，迴時惡作，得時亦惡作。", "345": "若苾芻知屬一僧伽物，迴與餘僧伽，迴時惡", "346": "作，得時亦惡作。若知與苾芻僧伽，迴與苾芻", "347": "尼僧伽；知與苾芻尼僧伽，迴與苾芻僧伽；知", "348": "與二部僧伽物，迴與苾芻僧伽；知與二部僧", "349": "伽迴，與苾芻尼僧伽；若知苾芻僧伽物，迴與", "35": "各歸住處。復於中後設非時漿，既澡潄已為", "350": "二部僧伽；知與苾芻尼僧伽物，迴與二部僧", "351": "伽；若其僧伽破為二部，知與此部迴與彼部；", "352": "或知與此寺，迴與彼寺；知與此房，迴與彼房；", "353": "知與此廊，迴與彼廊；或於房廊更互迴與，或", "354": "與此柱間，迴與彼柱間，或柱間物，迴與門處，", "355": "或以門物，迴與閣上，如是廣說，乃至展轉相", "356": "迴，皆得惡作。若苾芻知與此佛像物，迴與餘", "357": "佛像；若知與此窣覩波物，迴與餘窣覩波；若", "358": "知與踏道初隥，迴與第二、第三，或迴與塔身，", "359": "或與檐級；或此畔物迴與餘畔，或迴與覆鉢，", "36": "說妙法，上座復與呪願。是時長者手執香鑪，", "360": "或迴與方臺輪相初級，乃至寶瓶法輪立柱，", "361": "或復從此迴至下基，如上迴互皆得惡作罪。", "362": "若王力使迴者皆無犯。若與此貧人物，迴與", "363": "彼貧人，得惡作罪；若覓不得者，迴與無犯。若", "364": "苾芻，與此傍生食，迴與彼傍生，得惡作罪；若", "365": "覓不得，迴與無犯。若擬與傍生物迴將與人，", "366": "擬與人物迴與傍生，得惡作罪。若與出家物", "367": "迴與俗人，或復翻此，得惡作罪；若覓不得者", "368": "無犯。如是女、男、半、釋迦苾芻尼及下三眾，若", "369": "多若少與此彼更相迴互，准前應說。若覓不", "37": "於上座前白大眾曰：「聖者！此之住處我不為", "370": "得，雖違本心與餘無犯。又無犯者，謂最初犯", "371": "人，或癡狂、心亂、痛惱所纏。", "372": "30 服過七日藥學處服過七日藥學處第三十", "373": "爾時佛在王舍城竹林中住。爾時具壽畢隣", "374": "陀子弟子門人，所有諸藥自觸、令他觸，或與", "375": "飲食細末相雜，或更互相和，或自類相雜糅", "376": "在一處，不知應捨不捨，時與非時任情取食。", "377": "諸有少欲苾芻見是事已，起嫌賤心作如是", "378": "語：「云何苾芻所有諸藥自觸令他觸，或與飲", "379": "食相雜，或更互相和，或自類相雜糅在一處", "38": "身，亦不為親屬。然本意者，但為僧伽造斯住", "380": "捨與不捨，亦復不知時與非時任情取食？」時", "381": "諸苾芻以緣白佛。佛以此緣集苾芻眾，知而", "382": "故問，廣說乃至問畢隣陀子弟子門人：「汝", "383": "等實爾？所有諸藥自觸令他觸，或與飲食相", "384": "雜，或更互相和，或自類相雜糅在一處捨與", "385": "不捨，亦復不知時與非時任情取食耶？」白佛", "386": "言：「實爾。大德！」于時世尊以種種呵責多欲不", "387": "足難養難滿，讚歎少欲知足易養易滿，知量", "388": "而受修杜多行。告諸苾芻曰：「廣說乃至我觀", "389": "十利，為諸弟子制其學處，應如是說：如世尊", "39": "處，願見哀愍於此夏安居。」諸苾芻告長者曰：", "390": "說：聽諸病苾芻所有諸藥隨意服食，謂酥、", "391": "油、糖蜜，於七日中應自守持觸宿而服。若苾", "392": "芻過七日服者，泥薩祇波逸底迦。」如世尊者，", "393": "謂如來、應、正等覺。說者，有所曉示也。病苾芻", "394": "者，謂此法中苾芻身嬰疾病。所有諸藥隨樂", "395": "服食者，謂與病狀相宜，清淨堪食。酥者，謂", "396": "諸酥。油謂，諸油。糖，謂沙糖。蜜，謂蜂蜜。於七", "397": "日者，謂七日夜。自守持之觸宿而食者，謂得", "398": "自取而食。過七日者，謂越限齊也。泥薩祇波", "399": "逸底迦者，此物應捨其罪應說悔，故名泥薩", "4": "27 阿蘭若六夜學處阿蘭若六夜學處第二十七", "40": "「法主世尊今現在室羅伐城，於時時中聞說", "400": "祇波逸底迦。此中犯相其事云何？若苾芻月", "401": "一日得藥，此藥即應於七日內自作守持，或", "402": "可捨、或與餘人。若不持、不捨、不與餘人，至八", "403": "日明相出時得泥薩祇波逸底迦。若苾芻一", "404": "日不得藥、二日不得，三日得乃至七日得，", "405": "此藥即應於七日內自作守持，或可捨、或與", "406": "人。若不持、不捨、不與餘人，至八日明相出", "407": "得捨墮罪。若苾芻一日得藥、二日亦得，於七", "408": "日內此初日藥應守持，二日藥或捨、或與餘", "409": "人，或第二日藥自作守持，初日藥或捨、或與", "41": "授記：某甲苾芻證阿羅漢，某甲苾芻成不淨", "410": "餘人。若不持、不捨、不與餘人，至八日明相出", "411": "時，得捨墮罪。若苾芻如於一日二日相對作", "412": "法，如是二日三日乃至六七日相對作法，餘", "413": "如上法。若苾芻月一日得眾多藥，此藥即應", "414": "於七日內自作守持，或捨、或與人。若不持、不", "415": "捨、不與餘人，至第八日明相出時，得捨墮罪。", "416": "若苾芻如於一日，如是乃至七日得眾多藥，", "417": "此藥應於七日內自作守持，或捨、或與人。若", "418": "不持、不捨、不與餘人，至第八日明相出時，得", "419": "捨墮罪。若苾芻一日得眾多藥、二日亦得眾", "42": "觀。勝光大王、末利夫人、仙授世主毘舍佉母，", "420": "多藥，此初日藥於七日內應守持，二日藥或", "421": "捨、或與人，或第二日藥自作守持，初日藥或", "422": "捨、或與人。若不捨、不與餘人，至第八日明相", "423": "出時，得捨墮罪。若苾芻一日不得眾多藥，二", "424": "日亦不得眾多藥，乃至第六第七日方得眾", "425": "多藥，第六日藥於七日內應守持，第七日藥", "426": "或、捨與人。若不捨、不與人，至第八日明相出", "427": "時，得捨墮罪。若苾芻所有諸藥自觸令他觸，", "428": "或與飲食細末相觸，或更互相和、或同類相", "429": "雜糅在一處不能分別者，此藥即應與寺家", "43": "及餘長者婆羅門等並悉敬信。我等至彼，若", "430": "淨人或施求寂。若復苾芻於此諸藥不自觸、", "431": "不令他觸，不與飲食細末相觸，亦不更互相", "432": "和，亦不同類相雜，亦不糅在一處。捨與不", "433": "捨、時與非時能善分別，於七日內自為守持", "434": "自取服食。應如是守持，應在午前當淨洗手", "435": "受取其藥，對一同梵行者作如是說：", "436": "「具壽存念！我苾芻某甲有此病緣，清淨醫藥", "437": "我今守持，於七日內自服。」及同梵行者，第二、", "438": "第三亦如是說。若已服一日，即告同梵行者", "439": "云：「我此病藥已服一日，餘有六日在，我當服", "44": "法、若義皆同受用，我等欲往。」長者白言：「受法", "440": "之。」如是乃至七日皆應告知。若滿七日已尚", "441": "有餘藥，應捨與淨人或與求寂。若不捨者，至", "442": "第八日明相出時，犯捨墮罪。若苾芻有捨墮", "443": "藥不捨與人、不為間隔、罪不說悔，若更得餘", "444": "藥悉犯捨墮，由前染故。若苾芻犯捨墮，藥", "445": "雖已捨訖，未為間隔、罪未說悔，若更得餘藥", "446": "皆犯捨墮，由前染故。若苾芻犯捨墮藥雖已", "447": "捨訖，已為間隔、罪未說悔，若更得餘藥皆犯", "448": "捨墮。若苾芻藥犯捨墮未為三事，若更得餘", "449": "衣鉢網絡腰絛，但是沙門所畜資具活命之", "45": "義利，唯仁所知：衣食資身，我願供給。願少留", "450": "物、若受畜者皆犯捨墮，由前染故。若苾芻", "451": "犯捨墮藥已捨、已為間隔、罪已說悔，更得餘", "452": "藥者無犯。又無犯者，最初犯人，或癡狂、心亂、", "453": "痛惱所纏。", "454": "「諸大德我已說三十泥薩祇波逸底迦法，今", "455": "問諸大德是中清淨不？」如是三說。「諸大德是", "456": "中清淨，默然故，我今如是持。」", "457": "根本說一切有部毘奈耶卷第二十四", "46": "心，於此停住，四事供養當無闕乏。」上座告", "47": "言：「諸具壽！如世尊說：『若其施主有敬信者，應", "48": "須悲愍增長信心。』我今欲於此住。」既作留意，", "49": "即便於此內外觀察，遂見香花滿樹美果豐", "5": "爾時薄伽梵在室羅伐城逝多林給孤獨園。", "50": "枝，清沼茂林皆可愛樂。上座告曰：「諸具壽！今", "51": "此住處花果豐盈，若前安居果實未熟，我等", "52": "宜作後安居。」作是議已便後安居。時彼長者", "53": "唯造一寺，所有福業皆在其中，於此聚落及", "54": "餘村坊更無別寺，諸人福業亦皆臻湊。時諸", "55": "苾芻於此安居多獲利養，隨意事了猶未分", "56": "散。時有迦栗底迦賊，共相議曰：「我等當作何", "57": "業，於一歲中不假劬勞豐足衣食？」有作是說：", "58": "「我等宜應偷苾芻物。」餘賊報曰：「彼一日中過", "59": "百門閫，辛苦乞索僅得充軀，彼何所有？」中有", "6": "去斯不遠有一聚落，彼有長者大富饒財多", "60": "一賊諳委苾芻，告諸人曰：「汝不知彼大有財", "61": "物，所以然知此造寺長者信心淳善，唯造一", "62": "寺所有福業皆在其中，於此聚落及餘村坊", "63": "更無別寺，諸人福業亦皆臻湊。時諸苾芻於", "64": "此安居多獲利養。若不信者可共親觀。」諸人", "65": "報曰：「若爾，汝可先觀我當後去。」報言：「我且先", "66": "行。」即便整理衣服緩步從容，口誦伽他旋行", "67": "制底便入寺內。于時門所有一莫訶羅苾芻，", "68": "彼賊見已禮足而問：「聖者！此是誰寺？房宇莊", "69": "嚴令人愛樂，願生天者是其梯隥。」苾芻報言：", "7": "諸僕使，彼有淨信心意樂賢善。彼為僧伽造", "70": "「賢首！是某甲長者之所興建。」問言：「聖者！此是", "71": "毘訶羅？為是毘伽多？」苾芻問曰：「何謂毘訶羅？", "72": "何謂毘伽多？」報曰：「若資具充滿是毘訶羅，若", "73": "所須闕乏是毘伽多。」苾芻報曰：「賢首！若如是", "74": "者，此是毘訶羅，非毘伽多，於此住處資產豐", "75": "足。」賊便報曰：「聖者！若足食者不應餐土，若", "76": "足衣者不著樹皮，仁之衣服應有多少？」時莫", "77": "訶羅稟性愚直，便携賊手共進房中報言：「汝", "78": "觀架上衣物。」重復問言：「聖者！此是仁物？為僧", "79": "祇耶？」報言：「賢首！是我私物。」問言：「聖者！仁是上", "8": "一住處，其狀高大有妙石門，周匝欄楯悉皆", "80": "座？為是法師？」報言：「賢首！我非上座，亦非法師。", "81": "我是沙彌，在僧之末。」報曰：「仁所有物我已知", "82": "之，然於眾家有臥具不？」報言：「賢首！我在最", "83": "下尚七事具足，何況僧家？」問言：「聖者！眾家厨", "84": "內煮食之物，為用瓦器？為銅釜耶？」苾芻即便", "85": "示其庫屋告言：「於此庫中充滿銅器。」既知此", "86": "已賊便欲去，報言：「聖者！向來廢仁善品妨我", "87": "家業，今且辭去後更諮參。」報言：「好去。」賊乃", "88": "禮足而行，詣諸賊所告曰：「我於彼寺觀察財", "89": "物如陸地舟，宜可偷竊。」中有一人告諸賊曰：", "9": "嚴飾，生天梯隥見者歡喜。於此住處請六十", "90": "「我曾聞說，有六十人善閑弓矢於此出家，不", "91": "可造次輒為偷竊，若眾集聽經方可入寺。」別", "92": "人問曰：「不知何日眾聚聽經？」其諳委僧人告", "93": "諸賊曰：「八日已過月半當誦。」即便屈指數日", "94": "而住，至十四日上座自說波羅提木叉，為長", "95": "淨事已令誦經者昇師子座，纔始發端誦伽", "96": "他曰：", "97": "「佛在給園中，能斷諸纏惑，", "98": "諸根皆寂定，告眾如是言。」", "99": "于時賊徒扣門而喚，苾芻問曰：「汝是何人？」報"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1442 根本說一切有部毘奈耶: 根本說一切有部毗奈耶: 根本說一切有部毘奈耶", "author": "唐 義淨譯", "sourceLink": "http://www.cbeta.org/"}