{"author": "陳 慧思說", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1924 大乘止觀法門", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "大乘止觀法門", "1": "大乘止觀法門卷第四", "2": "南嶽思大禪師曲授心要", "3": "第二依他性中止觀門者。謂因前止門", "4": "故。此中即知諸佛淨德唯心所作虛權之相", "5": "也。以不無虛相緣起故。故得淨用圓顯示酬", "6": "曠劫之熏因。即復對緣攝化故。故得澤霑細", "7": "草表起無邊之感力。斯乃淨心緣起寂而常", "8": "用者哉。作此解者。名為觀門。依此觀門作方", "9": "便故。能知淨心所起自利利他之德。有即非", "10": "有用而常寂。如此解者。名為止門。此止及", "11": "觀應當雙行。前後行之亦得。次明真實性中", "12": "止觀門者。謂因前止行故。即知諸佛淨德唯", "13": "是一心。即名為觀。復知諸佛淨心是眾生淨", "14": "心。眾生淨心是諸佛淨心無二無別。以無別", "15": "故。即不心外觀佛淨心。以不心外覓佛心故。", "16": "分別自滅妄心既息。復知我心佛心本來一", "17": "如。故名為止。此名真實性中止觀門也。上來", "18": "清淨三性中。初第一性中從觀入止。復從此", "19": "止行入第二性中觀。復從此觀入止。復從此", "20": "止入第三性中觀。復從此觀入止。故得我", "21": "心佛心平等一如。即是一轍入修滿足。復以", "22": "大悲方便發心已來熏習心故。即於定中起", "23": "用繁興。無事而不作無相而不為。法界大用", "24": "無障無礙。即名出修也。用時寂寂時用。即是", "25": "雙現前也。乃至即時凡夫亦得作如是寂用", "26": "雙修。此義云何。謂知一切法有即非有。即是", "27": "用時常寂非有而有。不無似法即名寂時常", "28": "用。是故色即是空。非色滅空也。問曰。既言佛", "29": "心眾生心無二無別。云何說有佛與眾生之", "30": "異名。答曰。心體是同。復有無障礙別性。以", "31": "有別性故。得受無始已來我執熏習。以有熏", "32": "力別故。心性依熏現有別相。以約此我執之", "33": "相故。說佛與眾生二名之異也。問曰。諸佛既", "34": "離我執。云何得有十方三世佛別也。答曰。", "35": "若離我執證得心體平等之時。實無十方三", "36": "世之異。但本在因地未離執時。各別發願。", "37": "各修淨土。各化眾生。如是等業差別不同。熏", "38": "於淨心。心性依別熏之力故。現此十方三世", "39": "諸佛。依正二報相別。非謂真如之體有此差", "40": "別之相。以是義故。一切諸佛常同常別。古今", "41": "法爾是故經言。文殊法常爾。法王唯一法。一", "42": "切無礙人。一道出生死。一切諸佛身。唯是一", "43": "法身。此即同異雙論。若一向唯同無別者。", "44": "何故經言。一切諸佛身。一切無礙人。若一", "45": "向唯別不同者。何故經言。唯是一法身。一", "46": "道出生死。以是義故。真心雖復平等而復具", "47": "有差別之性。若解明鏡一質即具眾像之性", "48": "者。則不迷法界法門。問曰。真心有差別性故。", "49": "佛及眾生各異不同。真心體無二故。一切凡", "50": "聖唯一法身者。亦應有別性故他修我不修。", "51": "體是一故。他修我得道。答曰。有別義故他", "52": "修非我修。體是一故修不修平等。雖然若解", "53": "此體同之義者。他所修德亦有益己之能。是", "54": "故經言。菩薩若知諸佛所有功德。即是己功", "55": "德者。是為奇特之法。又復經言。與一切菩薩", "56": "同一善根藏。是故行者當知諸佛菩薩二乘。", "57": "聖人凡夫天人等所作功德。皆是己之功德。", "58": "是故應當隨喜。問曰。若爾一切凡夫皆應自", "59": "然得道。答曰。若此真心唯有同義者。可不須", "60": "修行藉他得道。又亦即無自他身相之別。真", "61": "如既復有異性義。故得有自他之殊者。寧須", "62": "一向倚他覓道。但可自修功德復知他之所", "63": "修。即是己德故迭相助成。乃能殊勝速疾得", "64": "道。何得全倚他也。又復須知若但自修不知", "65": "他之所修。即是己有者復不得他益。即如窮", "66": "子不知父是己父財是己財。故二十餘年受", "67": "貧窮苦止宿草庵。則其義也。是故藉因託緣", "68": "速得成辦。若但獨求不假他者。止可但得除", "69": "糞之價。問曰。上言諸佛淨德者有幾種。答", "70": "曰。略言有其二種。一者自利。二者利他。自", "71": "利之中復有三種。一者法身。二者報身。三者", "72": "淨土。利他之中復有二種。一者順化。二者違", "73": "化。順化之中有其二種。一者應身及摩菟摩", "74": "化身。二者淨土及雜染土。此是諸佛淨德。問", "75": "曰。利他之德。對緣施設權現巧便可言無實。", "76": "唯是虛相有即非有。自利之德。即是法報二", "77": "身。圓覺大智顯理而成常樂我淨。云何說言", "78": "有即非有。答曰。自利之德實是常樂我淨不", "79": "遷不變。正以顯理而成故。故得如是。復正以", "80": "顯理而成故。即是心性緣起之用。然用無", "81": "別用。用全是心。心無別心。心全是用。是故", "82": "以體體用有即非有。唯是一心而不廢常用。", "83": "以用用體非有即有。熾然法界而不妨常寂。", "84": "寂即是用名為觀門。用即是寂名為止行。此", "85": "即一體雙行。但為令學者泯相入寂故。所以", "86": "先後別說止觀之異。非謂佛德有其遷變。又", "87": "復色即是空名之為止。空非滅色目之為觀。", "88": "世法尚爾。何況佛德而不得常用常寂者哉。", "89": "問曰。佛德有即非有。不妨常住者。眾生亦有", "90": "即非有。應不妨不滅。答曰。佛德即理顯。以成", "91": "順用故。所以常住。眾生即理隱。以成違用故。", "92": "所以生滅。常住之德雖有即非有。而復非有", "93": "而有。故不妨常住。生滅之用亦雖有即非", "94": "有。而復非有而有。故不妨生滅也。此約清", "95": "淨三性以明止觀體狀竟。第三番體狀竟", "96": "也。次明第四止觀除障得益。就中復有三", "97": "門分別。一約分別性以明除障得益。二約依", "98": "他性以明除障得益。三約真實性以明除障", "99": "得益。初明分別性中所除障者。謂能解不知", "100": "境虛執實之心。是無明妄想故即是觀行成。", "101": "以觀成故。能除無明妄想上迷妄。何謂迷妄", "102": "之上迷妄。謂不知迷妄是迷妄。即是迷也。", "103": "以此迷故。即執為非迷。復是妄想。此一", "104": "重迷妄因前一重上起。故名迷妄之上迷妄", "105": "也。是故行者。雖未能除不了境虛執實之心。", "106": "但能識知此心是癡妄者。即是能除癡妄之", "107": "上迷妄也。此是除障。以除障故堪能進修止", "108": "行。即是得益。又此迷妄之上迷妄。更以喻顯。", "109": "如人迷東為西。即是妄執。此是一重迷妄", "110": "也。他人語言。汝今迷妄謂東為西。此人猶", "111": "作是念。我所見者非是迷妄。以不知故。執", "112": "為非迷者復為妄想。此即迷妄之上重生", "113": "迷妄。此人有何過失。謂有背家浪走之過。若", "114": "此人雖未醒悟。但用他語信知自心是迷妄", "115": "者。即無迷妄之上迷妄。此人得何利益。謂雖", "116": "復迷妄未醒而得有向家之益。雖復證知諸", "117": "法是虛。但能知境虛是無明執實是妄想", "118": "者。即常不信己之所執。堪能進修止行漸趣", "119": "涅槃。若都不知此者即當隨流苦海增長", "120": "三毒。背失涅槃寂靜之舍也。此明分別性中", "121": "觀行斷得之義。所言分別性中止行除障得", "122": "益者。謂依彼觀行作方便故。能知諸法本來", "123": "無實。實執止故即是能除果時迷事無明及", "124": "以妄想也。復於貪瞋漸已微薄。雖有罪垢不", "125": "為業繫。設受苦痛解苦無苦即是除障。復依", "126": "此止即能成就依他性中觀行。故無塵智用", "127": "隨心行故即是得益。此明分別性中止行除", "128": "障得益。次明依他性中止觀斷得者。初明觀", "129": "門。此觀門者與分別性中止門不異。而少有", "130": "別義。此云何也。謂彼中止門者必緣一切法", "131": "是虛故。能遣無明。無明滅故執實妄心即止。", "132": "然此緣虛之遣。即此依他性中觀門更無", "133": "異法。是故彼止若成此觀亦就但彼由緣虛", "134": "故。能滅實執。故名為止。此即由知無實故。", "135": "便解諸法是虛。因緣集起不無心相。故名為", "136": "觀。彼以滅實破執為宗。此以立虛緣起為旨。", "137": "故有別也。以是義故。除障義同得益稍別。別", "138": "者是何。謂依此觀方便進修堪入依他性止", "139": "門。又復分成如幻化等三昧。故言得益。此是", "140": "依他性中觀行斷得也。所言依他性中止門", "141": "除障得益者。謂依前觀行作方便故。能知一", "142": "切虛相唯是一心為體。是故虛相有即非有。", "143": "如此解故能滅虛相之執。故名為止。以此止", "144": "故能除果時迷理無明及以虛相。又復無明", "145": "住地漸已損薄即名除障。又得成就如幻化", "146": "等三昧。又無生智用現前。復即成就真實性", "147": "中觀行即名得益。問曰。觀門之中亦成就如", "148": "幻化等三昧。此止門中亦成就如幻化等三", "149": "昧有何別也。答曰。觀中分得此中成就。又復", "150": "觀中知法緣起如幻化。此中知法緣起即寂", "151": "亦如幻化故有別也。此明依他性中止行除", "152": "障得益。次明真實性中止觀除障得益者。初", "153": "明觀門。此觀門者初與依他性中止門無", "154": "異。而少有別義。此云何也。謂彼止門必緣一", "155": "切法唯心所作有即非有體是一心。是故得", "156": "滅虛相之執。然此能知諸法唯一心之體。即", "157": "是此中觀門更無異法。是以彼止若成此觀", "158": "即就不相離也。然彼雖緣一心但以滅相為", "159": "宗。此中雖知虛相非有但以立心為旨故有別", "160": "也。是故除障義同得益稍別。別義是何。謂依", "161": "此觀作方便故。堪能勝進入止門也。問曰。唯", "162": "心所作與唯是一心。為一為異。答曰。唯心所", "163": "作者。謂依心起於諸法非有而有。即是從", "164": "體起相證也。唯是一心者。謂知彼所起之體", "165": "相有即非有體是一心。即是滅相入實證也。", "166": "此明真實性中觀行斷得也。所言止行除障", "167": "得益者。謂依前觀行作方便。故知彼一心之", "168": "體不可分別。從本已來常自寂靜。作此解故。", "169": "念動息滅。即名為止。以此止行能滅無明住", "170": "地及妄想習氣。即名除障。大覺現前具足佛", "171": "力。即名得益。此明真實性中止行除障得益", "172": "也。問曰。除障之時。為敵對除為智解熏除。", "173": "答曰。不得敵對相除。所以者何。以惑心在時", "174": "未有其解。解若起時惑先已滅。前後不相", "175": "見。故不得敵對相除。如是雖由一念解心起", "176": "故惑用不起。然其本識之中惑染種子仍在。", "177": "未滅故解心一念滅時還起惑用。如是解惑", "178": "念念迭興之時。解用漸漸熏心增益解性之", "179": "力。以成解用種子。即彼解用熏成種子之時", "180": "即能熏彼惑染種子分分損減。如似以香", "181": "熏於臭衣。香氣分分著衣之時臭氣分分而", "182": "滅。惑種亦爾。解種分成惑即分滅也。以惑", "183": "種分分滅故惑用漸弱。解種分分增故解用", "184": "轉彊。如是除也。非如小乘說敵對除。但有", "185": "語無義。然彼小乘亦還熏除而不知此道", "186": "理也。問曰。解熏心時為見淨心。故得熏心", "187": "為更有所由得熏心。答曰。一切解惑之用", "188": "皆依一心而起。以是義故。解惑之用悉不離", "189": "心。以不離心故起用之時。即自熏心更無所", "190": "由。如似波浪之用不離水故波動之時即動", "191": "水體。是以前波之動動於水故更起後波也。", "192": "解惑之熏亦復如是。類此可知。問曰。此三性", "193": "止觀為有位地。為無位地。答曰。不定。若就", "194": "一相而言。十解分別性中止行成。十迴向依", "195": "他性中止行成。佛果滿足真實性中止行成。", "196": "若更一解地前分別性中止行成。地上依他", "197": "性中止行成。佛果真實性中止行成。又復地", "198": "前隨分具三性止行。地上亦具三性止行。佛", "199": "地三性止行究竟滿足。又復位位行行俱行", "200": "三止。即時凡夫始發心者亦俱行三性止行。", "201": "但明昧有殊。託法無別也。又復總明三性止", "202": "觀除障得益。謂三性止行成故離凡夫行。三", "203": "性觀行成故離聲聞行。此名除障。三性止行", "204": "成故得寂滅樂為自利。三性觀行成故緣起", "205": "作用為利他。此為得益。斯辨第四止觀斷得", "206": "竟。次明第五止觀作用者。謂止行成故體證", "207": "淨心理融無二之性。與諸眾生圓同一相之", "208": "身。三寶於是混爾無三。二諦自斯莽然不二。", "209": "怕兮凝湛淵渟恬然澄明內寂。用無用相", "210": "動無動相。蓋以一切法本來平等故。心性法", "211": "爾故。此則甚深法性之體也。謂觀行成故淨", "212": "心體顯。法界無礙之用自然出生。一切染淨", "213": "之能興。大供具滿無邊剎。奉獻三寶惠施四", "214": "生。及以吸風藏火。放光動地。引短促長。合多", "215": "離一。殊形六道。分響十方。五通示現。三輪", "216": "顯化。乃至上生色界之頂。下居兜率之天。", "217": "託影於智幻之門。通靈於方便之道。揮二", "218": "手以表獨尊。蹈七步而彰唯極。端坐瓊臺思", "219": "惟寶樹。高耀普眼於六天之宮。遍轉圓音於", "220": "十方之國。蓮花藏海帝網以開張。娑婆雜土", "221": "星羅而布列。乃使同形異見一唱殊聞。外色", "222": "眾彰珠光亂彩。故有五山永耀八樹潛輝。玉", "223": "質常存權形取滅。斯蓋大悲大願熏習力故。", "224": "一切法法爾一心作故。即是甚深緣起之用", "225": "也。又止行成故其心平等不住生死。觀行成", "226": "故德用緣起不入涅槃。又止行成故住大涅", "227": "槃。觀行成故處於生死。又止行成故不為世", "228": "染。觀行成故不為寂滯。又止行成故即用", "229": "而常寂。觀行成故即寂而常用。又止行成故", "230": "知生死即是涅槃。觀行成故知涅槃即是生", "231": "死。又止行成故知生死及涅槃二俱不可得。", "232": "觀行成故知流轉即生死不轉是涅槃。問曰。", "233": "菩薩即寂興用之時。三性之中依於何性而", "234": "得成立。答曰。菩薩依依他性道理。故能得", "235": "即寂興用。兼以餘性助成化道。此義云何謂", "236": "雖知諸法有即非有。而復即知不妨非有而", "237": "有。不無似法顯現。何以故。以緣起之法法爾", "238": "故。是故菩薩常在三昧而得起心憫念眾生。", "239": "然復依分別性觀門故。知一切眾生受大苦", "240": "惱。依依他性觀門故。從心出生攝化之用。依", "241": "真實性觀門故。知一切眾生與己同體。依分", "242": "別性止門故。知一切眾生可除染得淨。依依", "243": "他性止門故。不見能度所度之相。依真實性", "244": "止門故。自身他身本來常住大般涅槃。又若", "245": "初行菩薩欲有所作先須發願。次入止門即", "246": "從止起觀。然後隨心所作即成。何故須先發", "247": "願。謂指剋所求請勝力加故。復何須入止。謂", "248": "欲知諸法悉非有故。是故於一切有礙之法", "249": "隨念即通何故即從止起觀。謂欲知一切法", "250": "皆從心作故。是故於一切法有所建立隨念", "251": "即成也。若久行菩薩即不如是。但發意欲作", "252": "隨念即成也。諸佛如來復不如是。但不緣而", "253": "照不慮而知。隨機感所應見聞不發意而事", "254": "自成也。譬如摩尼無心欲益於世。而隨前感", "255": "雨寶差別。如來亦爾。隨所施為不作心意而", "256": "與所益相應。此蓋由三大阿僧祇劫熏習淳", "257": "熟故得如是。更無異法也。", "258": "心性自清淨諸法唯一心", "259": "此心即眾生此心菩薩佛", "260": "生死亦是心涅槃亦是心", "261": "一心而作二二還無二相", "262": "一心如大海其性恒一味", "263": "而具種種義是無窮法藏", "264": "是故諸行者應當一切時", "265": "觀察自身心知悉由染業", "266": "熏藏心故起既知如來藏", "267": "依熏作世法應解眾生體", "268": "悉是如來藏復念真藏心", "269": "隨熏作世法若以淨業熏", "270": "藏必作佛果譬如見金蛇", "271": "知是打金作即解於蛇體", "272": "純是調柔金復念金隨匠", "273": "得作蛇蟲形即知蛇體金", "274": "隨匠成佛像藏心如真金", "275": "具足違順性能隨染淨業", "276": "顯現凡聖果以是因緣故", "277": "速習無漏業熏於清淨心", "278": "疾成平等德是故於即時", "279": "莫輕御自身亦勿賤於他", "280": "終俱成佛故", "281": "此明止觀作用竟。上來總明五番建立止觀", "282": "道理訖。凡禮佛之法。亦有止觀二門。所言", "283": "觀門禮佛者。當知十方三世一切諸佛。悉與", "284": "我身同一淨心為體。但以諸佛修習淨業熏", "285": "心故。得成淨果差別顯現遍滿十方三世。然", "286": "一一佛皆具一切種智。是正遍知海是大慈", "287": "悲海。念念之中盡知一切眾生心心數法。盡", "288": "欲救度一切眾生。一佛既爾。一切諸佛皆悉", "289": "如是。是故行者若供養時。若禮拜時。若讚歎", "290": "時。若懺悔時。若勸請時。若隨喜時。若迴向", "291": "時。若發願時。當作是念。一切諸佛悉知我", "292": "供養。悉受我供養。乃至悉知我發願。猶如生", "293": "盲之人於大眾中。行種種惠施。雖不見大眾", "294": "諸人而知。諸人皆悉見己所作受己所施。與", "295": "有目者行施無異。行者亦爾。雖不見諸佛而", "296": "知諸佛皆悉見己所作受我懺悔。受我供養。", "297": "如此解時。即時現前供養與實見諸佛供", "298": "養者。等無有異也。何以故。以觀見佛心故。佛", "299": "心者大慈悲是也。又若能想作一佛身相嚴", "300": "好。乃至能得想作無量諸佛。一一佛前皆見", "301": "己身供養禮拜者。亦是現前供養。何以故。以", "302": "是心作佛是心是佛故。問曰。前之一番供養", "303": "實有道理。可與現前供養無異。此後一番想", "304": "作佛身者則無道理。何以故。以實不見佛身", "305": "假想作見。即是妄想相故。答曰。佛在世時。", "306": "所有眾生現前所見佛者。亦是眾生自心作", "307": "也。是故經言。心造諸如來以是義故。即時心", "308": "想作佛則與彼現前見佛一也。又復乃勝二", "309": "乘現見佛者。何以故。以彼二乘所見之佛實", "310": "從心作由無明故。妄想曲見謂從外來非是", "311": "心作故。即是顛倒不稱心性緣起之義。是故", "312": "經言。聲聞曲見。又復經言。是人行邪道。不能", "313": "見如來。所言如來者即是真如淨心依熏緣", "314": "起果報顯現故名如來。彼謂心外異來故", "315": "言不能見也。我今所見諸佛雖是想心所作。", "316": "但即能知由我想念熏真心。故心中現此諸", "317": "佛。是故所見之佛不在心外。唯是真心之相。", "318": "有即非有非有即有。不壞真寂不壞緣起。是", "319": "故勝彼二乘現前見也。又若我以想心熏真", "320": "心故。真心性起顯現諸佛。而言是妄想者。", "321": "道場會眾皆以見佛之業熏真心故。盧舍那", "322": "佛在於真心中現彼諸菩薩。亦是妄想。若彼", "323": "菩薩所見之佛實從心起見時。即知不從外", "324": "來非是妄想者。我今所見諸佛亦從心起亦", "325": "知不從外來。何為言是妄想。又復彼諸菩薩", "326": "所修見佛之業。悉是心作還熏於心。我今念", "327": "佛之想。亦是心作還熏於心。彼此即齊。是故", "328": "彼若非妄我即真實。問曰。若一切諸佛唯由", "329": "眾生自心所作者。即無有實佛出世。答曰。", "330": "不妨一切諸佛出世。而即是眾生自心所作。", "331": "何以故。謂由一切諸佛一切眾生同一淨心", "332": "為體故。然此淨心全體唯作一眾生。而即不", "333": "妨全體復作一切凡聖如一眾生。是淨心全", "334": "體所作。其餘一一凡聖悉皆如是。一時一體", "335": "不相妨礙。是故若偏據一人以論心者。此", "336": "人之體即能作。一切凡聖。如藏體一異中釋", "337": "此義也。由此義故。一切諸佛唯是我心所作。", "338": "但由共相不共相識義故。雖是我心能作諸", "339": "佛而有見不見之理。如共相不共相識中具", "340": "明。以是義故。若能方便假想者。此想即熏", "341": "真心與諸佛悲智之熏相應故。於真心中顯", "342": "現諸佛自得見之。此所現之佛以我假想見", "343": "佛之業。與佛利他之業相應熏心起故。此佛", "344": "即是我共相識也。是共相識故。即是真實出", "345": "世之佛為我所見。若無見佛之業與佛利他", "346": "之德相應熏心者。一切諸佛雖是我淨心所", "347": "作。而我常不得見佛。是故若偏據諸佛以", "348": "論淨心。即諸佛淨心作一切眾生。但佛有慈", "349": "悲智力熏心故。得見一切眾生。若偏據眾生", "350": "以論淨心。即眾生淨心作一切諸佛。但眾生", "351": "有見佛之業熏心故。得見一切諸佛。是故假", "352": "想熏心者。即心中諸佛顯現可見。所見之佛", "353": "則是真實出世之佛。若不解此義故謂釋迦", "354": "如來是心外實佛。心想作者是妄想作佛。如", "355": "是執者雖見釋迦如來亦不識也。又復行者", "356": "既如是知一切諸佛是心所作故。當知身及", "357": "供具亦從定心出生。以是義故。當想自身", "358": "心。猶如香藏王。身諸毛孔內。流出香煙雲。其", "359": "雲難思議。充滿十方剎。各於諸佛前。成大香", "360": "樓閣。其香樓閣內。無量香天子。手執殊妙", "361": "香。供養諸最勝。或復想自身。遍滿十方國。身", "362": "數等諸佛。親侍於如來。彼諸一一身。猶如大", "363": "梵王。色相最殊妙。五體禮尊足。知身又供具。", "364": "悉是一心為。不生妄想執。謂為心外有。復知", "365": "諸菩薩。所有諸供具。悉施諸眾生。令供養諸", "366": "佛。是故彼供具。即是我己有。知是己有故。持", "367": "供諸如來。以己心作物。及施他己者。復迴施", "368": "眾生。供獻諸最勝。深入緣起觀。乃能為此", "369": "事。此觀門禮佛。止門禮佛者。當知一切諸", "370": "佛及以己身一切供具。皆從心作。有即非有。", "371": "唯是一心。亦不得取於一心之相。何以故。以", "372": "心外無法能取此心相故。若有能取所取者。", "373": "即是虛妄自體非有。如是禮者即名止門。復", "374": "不得以此止行故。便廢息觀行。應當止觀", "375": "雙行。所謂雖知佛身我身及諸供具體唯一", "376": "心。而即從心出生緣起之用熾然供養。雖復", "377": "熾然供養。而復即知有即非有。唯是一心平", "378": "等無念。是故經言。供養於十方。無量億如來。", "379": "諸佛及己身。無有分別相。此是止觀雙行也。", "380": "凡食時亦有止觀兩門。所言觀者。初得食時", "381": "為供養佛故。即當念於此食是我心作。我今", "382": "應當變此疎食之相以為上味。何以故。以知", "383": "諸法本從心生還從心轉故。作是念已。即想", "384": "所持之器以為七寶之鉢。其中飲食想為天上", "385": "上味。或作甘露。或為粳糧。或作石蜜。或為", "386": "酥酪。種種勝膳等。作此想已。然後持此所", "387": "想之食施與一切眾生。共供養三寶四生等", "388": "食之。當念一切諸佛及賢聖。悉知我等作此", "389": "供養。悉受我等如是供養。作此供養已。然後", "390": "食之。是故經言。以一食施一切。供養諸佛及", "391": "諸賢聖。然後可食。問曰。既施與三寶竟。何", "392": "為得自食。答曰。當施一切眾生共供養三寶", "393": "時。即兼共施眾生食之。我此身中八萬戶蟲。", "394": "即是眾生之數故。是故得自食之令蟲安", "395": "樂。不自為己。又復想一鉢之食。一一米粒", "396": "復成一鉢上味飲食。於彼一切鉢中一一粒", "397": "米。復成一鉢上味飲食。如是展轉出生滿十", "398": "方世界悉是寶鉢。成滿上味飲食。作此想已。", "399": "持此所想之食。施與一切眾生。令供養三寶", "400": "四生等。作此想已。然後自食令己身中諸蟲", "401": "飽滿。若為除貪味之時。雖得好食。當想作種", "402": "種不淨之物食之。而常知此好惡之食。悉", "403": "是心作虛相無實。何故得知以向者鉢中好", "404": "食。我作不淨之想看之。即唯見不淨。即都", "405": "不見淨故。將知本時淨食亦復如是。是心所", "406": "作此是觀門。止門喫食者。當觀所食之味及", "407": "行食之人。能食之口別味之舌等。一一觀", "408": "之。各知從心作故。唯是心相有即非有。體唯", "409": "一心。亦不得取於一心之相。何以故。以心外", "410": "無法能取此心相故。若有能取所取者。即是", "411": "虛妄自體非有。此名止門。凡大小便利亦有", "412": "止觀。所言觀者。當於穢處作是念言。此等不", "413": "淨悉是心作。有即非有。我今應當變此不淨", "414": "令作清淨。即想此穢處作寶池寶渠。滿中清", "415": "淨香水。或滿酥酪。自想己身作七寶身。所", "416": "棄便利即香乳酥蜜等。作此想已。持施一", "417": "切眾生。即復知此淨相唯是心作虛相無實。", "418": "是名觀門。所言止門者。知此不淨之處及身", "419": "所棄不淨之物。唯是過去惡業熏心故。現此", "420": "不淨之相可見。然此心相。有即非有。唯是一", "421": "心平等無念。即名止門。問曰。上來所有淨", "422": "不淨法。雖是心作皆由過去業熏所起。何得", "423": "現世假想變之即從心轉。答曰。心體具足一", "424": "切法性。而非緣不起。是故溷中穢相由過", "425": "業而得現。寶池酥酪無往緣而不發。若能加", "426": "心淨想。即是寶池酥酪之業熏心故。淨相得", "427": "生厭惡之心。空觀之心。即是除滅不淨之緣。", "428": "淨熏心故穢相隨滅。此蓋過去之業定能", "429": "熏心起相。現世之功亦得熏心顯妙用也。如", "430": "此於大小便處假想熏心而改變之。其餘", "431": "一切淨穢境界。須如是假想熏心以改其舊", "432": "相。故得現在除去憎愛亦能遠與五通為方", "433": "便也。然初學行者未得事從心轉。但可閉目", "434": "假想為之。久久純熟即諸法隨念改轉。是", "435": "故諸大菩薩乃至二乘小聖五通仙人等。能得", "436": "即事改變無而現有。問曰。諸聖人等種種變", "437": "現之時。何故眾生有見不見。答曰。由共相", "438": "識故得見。由不共相識故不見。問曰。菩薩", "439": "神通與二乘神通有何差別。答曰。二乘神通", "440": "但由假想而成。以心外見法故有限有量。菩", "441": "薩神通由知諸法悉是心作。唯有心相心", "442": "外無法。故無限無量也。又菩薩初學通時亦", "443": "從假想而修。但即知諸法皆一心作。二乘", "444": "唯由假想習通。但言定力不言心作。道理", "445": "論之一等心作。但彼二乘不知故有差別也。", "446": "大乘止觀法門卷第四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1924 大乘止觀法門", "source": "CBETA"}