{"author": "宋 寶臣述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1791 注大乘入楞伽經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "18 偈頌品(九-一〇)", "1": "注大乘入楞伽經卷第十", "2": "煩惱業與身及業所得果至修行者不食　上", "3": "云財穀與金銀。田宅及僮僕已下至此。凡一", "4": "十四偈。佛誡弟子無故誤犯攝律儀戒。方能", "5": "成就攝善法戒。及饒益有情戒。生定發慧。具", "6": "一切佛法。是知戒為定慧之基。不可一日無", "7": "此君也。古德以譬數層之閣。下固而上存者", "8": "宜矣。", "9": "行者觀世間能相與所相至豈能斷二執　覺", "10": "智者。謂二無我智也。二執者。謂我法二執也。", "11": "二無我智。是對所治我法二執。起能治道。如", "12": "前二無我章已說。然將施二智。妙藥應盡識", "13": "二執。病源如成唯識論云。外道餘乘即二乘也所執", "14": "我法各有二種一曰俱生。二曰分別　俱生", "15": "二執者。謂無始來虛妄熏習。內因力故。恒與", "16": "身俱與身俱生與心同事不待邪教。及邪分別。任運而轉。", "17": "故名俱生。此復二種。一常相續。在第七識。緣", "18": "第八識。起自心相。執為實法。及實我故。二有", "19": "間斷。在第六識。緣識第八所變。蘊界處相。或", "20": "總或別。起自心相。執為實法。及實我故　分", "21": "別二執者。謂亦由現在外緣力故。非與身俱。", "22": "要待邪教。及邪分別。然後方起。故名分別。唯", "23": "在第六意識中有。此亦二種。一緣邪教。說蘊", "24": "界處。種種相故。起自心相分別計度。執為實", "25": "法。及實我故。二緣邪教。說於諸法自性等相。", "26": "及我相故。起自心相。分別計度執為實法及", "27": "實我故此二執文。論中離說。今此合引。如是二執。分別起者。", "28": "即見所斷。若俱生者。即修所斷。皆由無明因", "29": "緣生故。是如幻有。所執我。法妄計度故。決定", "30": "非有。故世尊言。諸識所緣。唯心所現。依他起", "31": "性。如幻事等。若了二空。二執隨斷。彼能了", "32": "者。即二覺智也。故云若無覺智生。豈能斷二", "33": "執。", "34": "以覺自心故能斷二所執至皆是唯心作　問", "35": "三界初因。四生元始。莫窮本末。罔辨端由。莊", "36": "老指之為自然。周孔詺之為渾混。佛於此說。", "37": "從無色界乃至地獄。依正皆是唯心所作。最", "38": "初起處。如何指南答欲知有情身土真實端", "39": "由無先我心。如華嚴經云。應觀法界性。一切", "40": "唯心造。又云心如工畫師。能畫諸世間。五陰", "41": "悉從生。無法而不造。故云諸菩薩初住地時。", "42": "應善觀察。隨其所身一切法門。隨其所有甚", "43": "深智慧。隨所修因。隨所得果。隨其境界。隨其", "44": "力用。隨其示現。隨其分別。隨其所得。悉善觀", "45": "察。知一切法皆是自心。而無所著。楞嚴亦云。", "46": "迷妄有虛空。依空立世界。想澄成國土。知覺", "47": "乃眾生。至於世界。眾生。業果。三種相續。皆是", "48": "覺明明了知性。因了發相。從妄見生山河大", "49": "地諸有為相。次第遷流。因此虛妄終而復始。", "50": "是知光未發處。尚無其名。念欲生時。便分其", "51": "影。若有知有覺。則眾生界起。若無想無慮。則", "52": "國土緣生。因染法而六趣輪迴。隨淨心而四", "53": "聖階降。可謂凡聖之本。身土之由。故指虛空", "54": "世界也。悉我自心焉。非止言其太極生兩儀。", "55": "玄牝為天地根而已矣。考善惡報應也。悉我", "56": "自業焉。非止言其上帝無常天網恢恢而已", "57": "矣。豈虛言哉。", "58": "如幻諸三昧及以意生身至演三乘一乘　問", "59": "此經前後或云三乘一乘。或云五性一性。或", "60": "云無乘及乘者。乃至種種異說。究其旨趣竟", "61": "如何耶。答佛說種種道。其實為一乘。若隨權", "62": "實各別所據。則似相違反。若會通者皆不相", "63": "違。謂就機則三。約法則一。新熏有五。本有無", "64": "二。若入理雙寂。則三一俱亡。若約佛化儀。則", "65": "能三能一。餘諸異說。類此可知。是故論云。競", "66": "執有是非。達者無違諍。", "67": "佛有三十六復各有十種至阿賴耶命根　根", "68": "本識種名壽。以能持識故。此種能令色心不", "69": "斷亦名命根。此識相分色法身根所得名煖。", "70": "現行識名識。", "71": "意及與意識皆分別異名至是眾聖所行　此", "72": "言眾聖皆悉修行真如實觀。及唯心識觀。如", "73": "進趣大乘方便經云。若於一實境界修信解", "74": "者。應當習學二種觀道。一唯心識觀。二真如", "75": "實觀。學唯心識觀者。所謂於一切時一切處。", "76": "隨身口意。所有作業。悉當觀察知唯是心。乃", "77": "至一切境界若心往念。皆當察知。勿令使心", "78": "無記攀緣不自覺知。於念念間悉應觀察。隨", "79": "心所有緣念。當使心隨逐彼念。令心自知。知", "80": "已內心自生想念。非一切境界有念有分別", "81": "也。所謂內心自生長短好惡。是非得失。衰利", "82": "有無等見。無量諸想。而一切境界未嘗有想。", "83": "起於分別。當知一切境界自無分別想故。即", "84": "自非長非短。非好非惡。乃至非有非無。離一", "85": "切相。如是觀察一切法唯心想生。若使離心。", "86": "則無一法一相而能自見有差別也　真如實", "87": "觀者思唯心性無生無滅不住見聞覺知。永", "88": "離一切分別之想。故云真如及唯識。是眾聖", "89": "所行。如上理行雙修。方名觀法。故永嘉云。渡", "90": "海先須上船。非船無以能渡。修心必須入觀。", "91": "非觀無以明心。心尚未明。相應何日。若不修", "92": "習得菩提者猫兔等類亦應證得。", "93": "此有言非有彼非解我法至滅道皆悉具　此", "94": "四諦義。天台約涅槃經聖行品。開成四種四", "95": "諦。謂生滅。無生滅。無量。無作　生滅者。苦", "96": "集是世間因果。滅道是出世因果。謂逼迫名", "97": "苦。則三相遷移集論云。諸有情生。及生所依處。俱名苦諦增長名集。", "98": "則四心流動集論云一切煩惱。及煩惱增上所造諸業。俱名集諦除患名道。", "99": "則對治易奪。寂靜名滅。則滅有還無。即令眾", "100": "生知苦斷集。欣滅修道。雖世出世。皆是變異。", "101": "故名生滅四諦也諦有二義。一謂諦實。二謂審諦若達四諦從", "102": "緣生故空。即超筌悟旨。而成智慧。謂解苦無", "103": "苦。名苦聖諦。解集無和合。名集聖諦。解滅。", "104": "無滅名滅聖諦。解道無道。名道聖諦。故名無", "105": "生四諦也　大涅槃經云。苦有無量相。非諸", "106": "聲聞緣覺所知。集滅道等亦復如是。即無量", "107": "四諦也　若了陰入皆如。無苦可捨。無明煩", "108": "惱即是菩提無集可斷。生死即涅槃。無滅可", "109": "證。邊邪皆中正。無道可修。無苦無集故無世", "110": "間。無滅無道故無出世間。一切諸法皆是實", "111": "相。實相外更無別法。即無作四諦也。故玄義", "112": "云。以迷理故。菩提成煩惱名集諦。涅槃成生", "113": "死名苦諦。以能解故。煩惱即菩提名道諦。生", "114": "死即涅槃名滅諦。即事而中。無思無念。無誰", "115": "造作故名無作。亦名一實諦。所以八千聲聞", "116": "法華會上。見如來性如秋收冬藏。更無所作。", "117": "以達本故。法爾如斯。若未親證之人。不可安", "118": "然拱手。傚無作無修。直須水到渠成。自然任", "119": "運　以是四諦堅對諸土。有增有減。同居有", "120": "四。方便則三。實報則二。寂光唯一。又總說名", "121": "四諦。別說名十二因緣。苦是識。名色。六入。", "122": "觸。受。生死等七支。集是無明。行。愛。取。有等", "123": "五支。道是對治因緣方便。滅是無明滅。行滅。", "124": "乃至老死滅。故涅槃經開四四諦。亦開四十", "125": "二因緣。下智觀之得聲聞菩提。中智觀之得", "126": "緣覺菩提。上智觀之得菩薩菩提。上上智觀", "127": "之得諸佛菩提。故中論云。因緣所生法。即是", "128": "生滅。我說即是空。是無生滅。亦名為假名。是", "129": "無量。亦名中道義。是無作。又謂因緣即集。所", "130": "生即苦。滅集方便是道。苦集盡是滅　問法", "131": "性尚非一法。云何以一二三四推之答法性", "132": "是所迷。苦集是能迷。能迷有輕重。所迷有即", "133": "離。約界內外分別。即有四種苦集。約根性證", "134": "理。即有一二三四不同。若界內鈍人迷真重。", "135": "苦集亦重。利人迷真輕。苦集亦輕。界外利鈍", "136": "輕重亦爾。法性是所解。滅道是能解。所解有", "137": "即離。能解有巧拙界內鈍人所解離。能解則", "138": "拙。利人所解即能解亦巧。界外利鈍即離巧", "139": "拙亦如是　問集既有四。苦果何二。答惑隨", "140": "於解集則有四。解隨於惑。但感二死。例如小", "141": "乘惑隨於解。則有見諦。思惟。若解隨於惑。但", "142": "是一分段生死爾　問苦集可是因緣所生法。", "143": "滅道何故爾。答苦集是所破滅道是能破。能", "144": "破從所破得名。俱是因緣生法。故大涅槃云", "145": "因滅。無明。即得熾然三菩提燈。亦是因緣也", "146": "問法性是所迷。何故二。何故四。答法性隨", "147": "權實是故二。法性隨根緣是故四。若達此旨。", "148": "見相聞法等。例作四種料簡即無差濫。是知", "149": "一心四諦。橫該竪徹。理無不窮。法無不備", "150": "也。", "151": "凡夫妄分別取三自性故至斷除悉清淨　見", "152": "修諸煩惱者。即見道所斷分別煩惱。及修道", "153": "所斷俱生煩惱也。通三乘說者略有十種。一", "154": "貪。二瞋。三癡亦云無明。四慢。五疑。六身見。七邊", "155": "見。七邪見。九見取。十戒禁取。如是總別十使", "156": "煩惱中。疑及邪見二取四種。唯分別起。即見", "157": "所斷煩惱。餘貪等六。通分別俱生兼二所斷。", "158": "謂見所斷。及修所斷也　八識之中。前五識", "159": "得起初三。亦通分別及俱生。由用意識中。邪", "160": "師。邪教。及邪思惟。三因引故。得有分別起", "161": "也。第六意識總具十種四唯分別。六通分別", "162": "俱生第七末那唯四俱生。謂我癡。我見。我慢。", "163": "我愛。此識有覆無記性故。其第八識十總不", "164": "起唯含彼種。唯此無覆無記性故　分別俱生皆通", "165": "三界。唯瞋一種只欲界有。上色無色二界煩", "166": "惱。皆是有覆無記性攝。欲界四諦下各有十", "167": "使。即為四十。上二界皆除瞋諦別各有九。即", "168": "有七十二。并欲界合有一百一十二。其俱生者", "169": "欲界具六。上二界除瞋。各唯有五。合成十六。", "170": "通前分別。總有一百二十八煩惱　若二乘", "171": "機。以八忍八智斷三界四諦分別煩惱。得預", "172": "流果。次修九無間道。九解脫道。斷三界俱生", "173": "煩惱。得餘三果。其所知障諸趣寂者入無餘", "174": "時斷。其餘一切有斷不斷。不同愚法。以彼唯", "175": "斷煩惱障故回心二乘得同回心菩薩。分斷所知障不同愚法二乘。唯斷煩惱障　直", "176": "進菩薩二障俱斷。煩惱障中不同二乘約界", "177": "分位回心菩薩斷煩惱障。或類二乘。但於二障分別起者。地前", "178": "伏現行。初地真見道時。一剎那中頓斷彼種。", "179": "其俱生中煩惱。初地已去自在能斷。留種故", "180": "不斷。何以故潤生攝化故。不墮二乘故。為斷", "181": "所知障故。為得大菩提故。彼第七識煩惱。性", "182": "非潤生。故非所留。行相細故。七地已還有時", "183": "暫現。以觀智有間故。是故當知煩惱障種。至", "184": "金剛位。其所知障。行相細故。正障菩薩道。故", "185": "於地地分斷。要至佛地方盡無餘。由此即說", "186": "二障修惑。俱至佛地。故對法論云。又諸菩薩", "187": "十地位中。唯修所知障對治道。非斷煩惱障。", "188": "得菩提時頓斷煩惱。及所知障　若約實教。", "189": "諸聲聞人。於煩惱障但能折伏。何況能斷所", "190": "知障。其菩薩人於二障中。不分俱生及分別。", "191": "但有正使及習氣。地前伏使現。初地斷使種。", "192": "地上除習氣。佛地究竟淨。此中習氣。從斷正", "193": "使種子無間。方有餘殘習氣　若約六七八識", "194": "與二障合辨者。有義八識中唯習氣。末那中", "195": "唯種子。六識唯現行。或云六七八識。皆通習", "196": "氣種子現行。然此二障俱能障智。通名無明。", "197": "以是本末二無明故。如起信論。依本末相依門", "198": "以明二障。以無明所起六染心。為煩惱礙即四", "199": "住地煩惱。能起染心之無明根本。名為智礙無名住地。其煩", "200": "惱礙亦名枝末無明亦名所知障也。何以故。以能染境", "201": "義邊名為煩惱。以能障智義邊亦名無明。故", "202": "瑜伽論云。無明有二。若貪等俱者。名相應無", "203": "明枝末。非貪等俱者名獨行無明根本。以是主故。", "204": "唯識又云。不共無明有二。一恒行不共。唯末", "205": "那有枝末。二獨行不共。末那所無根本　是故天", "206": "台。以體真止從假入空觀。與空慧相應。即能", "207": "破見思惑四住煩惱。成慧眼一切智。智能得體。得", "208": "真體也。以方便隨緣止從空入假觀。分別藥", "209": "病種種法門。即破無知惑枝末無明。成法眼道種", "210": "智。智能得體。得俗體也。以離二邊分別止及", "211": "上二觀為方便。得入中道觀。破根本無明。成", "212": "佛眼一切種智。智能得體。得中道第一義體", "213": "也。猶名巧度次第義爾。若約一心圓頓止觀", "214": "者。謂法性寂然曰止。寂而常照名觀。以止緣", "215": "於諦。則一諦而三諦。以諦繫於止。則一止而", "216": "三止。譬如三相在一念心。雖一念心而有三", "217": "相。止諦亦如是。所止之法雖一而三。能止之", "218": "心雖三而一。以觀觀於境。則一境而三境。以", "219": "境發於觀。則一觀而三觀。如摩醯首羅面上", "220": "三目。雖有三目而是一面。觀境亦如是。觀三", "221": "即一。發一即三。不可思議。非世出世。不權不", "222": "實。不優不劣。不前不後。不並不別。不大不小。", "223": "故中論云。因緣所生法。即空即假即中也。", "224": "故知破一切惑莫若空。無假無中而不空。建", "225": "立一切法莫若假。無空無中而不假。究竟一", "226": "切性莫若中。無假無空而不中。是皆對治眾", "227": "生心病無明煩惱。方便如此建立。於賢首宗", "228": "猶屬終教義。如上所破無明煩惱。在圓覺經。", "229": "亦名理事二障也　若約頓教。惑性智性皆", "230": "本淨故。故不可說斷與不斷。設謂有惑可斷。", "231": "亦不依地位漸斷。如起信云。若離妄念則無", "232": "一切境界之相是也。圓教更不分使習種現。", "233": "謂一切煩惱。不可說其體性。則全妄全真。唯", "234": "是無盡重重法界。諸佛心中眾生。眾生心中", "235": "諸佛。互相涉入。是故一障一切障。一斷一切", "236": "斷　然修觀行者。須達能斷無性。所斷本空。", "237": "無斷之斷。方為正斷。若執定有者。則墮於常。", "238": "不可斷故。若執定無。即墮於斷。失聖智故。故", "239": "先德云。佛本是而勤修。惑元無而須斷。", "240": "本性清淨心眾生所迷惑至智者不應說　謂", "241": "依如來能詮聖教。所詮正理。如實修行。斷惑", "242": "證真。則無有虛棄。捨此欲滅煩惱。皆為魔說", "243": "故賢首師。以佛聖教正理。發明宗趣等。巧", "244": "被機宜。各分為五見華嚴教章及起信論疏。且聖教五者。一", "245": "小乘教。以隨機故。隨他語故。而說諸法一向", "246": "差別。以其簡邪正。辨凡聖。分欣厭。明因果。", "247": "然所說理。但顯人空。未明法空。唯依六識三", "248": "毒。建立染淨根本。未盡法源。故多諍論。二大", "249": "乘始教。亦名分教。謂定性二乘。無性闡提。俱", "250": "不成佛。此既未盡大乘法理。故立為初。有不", "251": "成佛故名為分。廣說法相。少說法性。所說法", "252": "性即法相數。決擇分明。故少諍論。三終教。亦", "253": "名實教。說如來藏隨緣成阿賴耶識。緣起無", "254": "性。一切皆如。定性無性悉當成佛。方盡大乘", "255": "至極之說。故立為終。以稱實理故名為實。少", "256": "說法相。多說法性。所說法相亦會歸性。故無", "257": "諍論。以上二教。並依地位漸次修成。總名為", "258": "漸。然此一門。與前後別。但教有始終頓漸之", "259": "殊。法非優劣淺深之異。四頓教。但一念不生。", "260": "即名為佛。不依地位漸次而說。故名為頓。總", "261": "不論事相。唯辨真性。一切所有唯是妄想。一切", "262": "法界唯是絕言。五法三自性皆空。八識二無", "263": "我俱遣。訶教勸離。毀相泯心。生心即妄。不生", "264": "即佛。五一乘圓教。明一位即一切位。一切位", "265": "即一位。是故十信滿心。即攝五位成正覺等。", "266": "主伴具足故名圓教。所說唯是無盡法界。性", "267": "海圓融緣起無礙。如帝網珠重重無盡若於五中顯此", "268": "經者。正唯頓教。亦兼於終　然教章獨於圓教中。而云一乘", "269": "有二。一同教一乘。同頓同實故。二別教一乘。", "270": "唯圓融具德故。謂別教則逈異諸教。同教即", "271": "普攝諸教。前後諸師所判教義。莫善於此。但", "272": "未明諸乘五教。亦各有同別共不共故。故今", "273": "續之以成其說。一小乘教者。以共人天乘為", "274": "同教。以唯顯四諦四果為不共別教。故品足", "275": "論六云。有共異生法。不共異生法。云何為共。", "276": "謂有定及有生。此復云何。謂如是定。如是生。", "277": "異生聖者皆容得有。云何不共。謂四通行。四", "278": "無疑解。四沙門果等。二大乘始教者。以共二", "279": "乘迴心教為同。以不共二乘直進教為別。此", "280": "如智論有共不共般若教章明迴心直進二教", "281": "是也。三大乘終教者。以共前三乘為同。法華", "282": "經云。於一佛乘分別說三。汝等所行皆菩薩", "283": "道。以不共三乘唯一乘為別。法華經云。十方", "284": "佛土中。唯有一乘法。無二亦無三。唯此一事", "285": "實。餘二則非真。是知法華涅槃。皆對權小以", "286": "顯一乘。四大乘頓教。以共始終小乘為同。以", "287": "不共前三唯頓為別。如圓覺經云。此經名為", "288": "頓教大乘。頓機眾生從此開悟。謂約別教直", "289": "進機也。又云亦攝漸修一切群品。此約同教", "290": "迴心機也。五一乘圓教者。如上所別教章文", "291": "是也　此五教中。若以大小為對。則初一為", "292": "小。後四為大。若約權實為對。前二為權。後三", "293": "為實。若以頓漸為對。前三皆漸。後二為頓。若", "294": "以偏圓為對。前四皆偏。後一為圓。而前前不", "295": "攝後後。後後必收前前。此約同教說也　若", "296": "約別教。則後後皆破前前。故華嚴經云。法性", "297": "真常離心念。二乘於此亦能得。不以此故為", "298": "世尊。但以甚深無礙智此圓教破頓義。此經云。初地即", "299": "為八。乃至無相有何次頓破終漸。法華經云。無", "300": "二亦無三終破始教。梵網經呵二乘為邪見權破愚法。皆", "301": "但除其病。不除其法　然同教中雖同前前。", "302": "而中間三教亦得分同於後。如圓覺經有圓", "303": "教法界三觀。攝論等有實教行相。然有其所", "304": "同。無其所別。有其義而無其教。唯成當教中", "305": "義。由諸經論。有如是同別共不共等法門。出", "306": "沒相涉。故方便立五教不同　問已知五教", "307": "各有同別。貫於群詮。由是以明一代時教更", "308": "無餘蘊。云何一心約就諸教。而有如是差別", "309": "義耶。答此有二義故作是說。一約法通收。謂", "310": "由此甚深緣起一心具五義門。是故聖人隨", "311": "以一門攝化眾生。一攝義從名門。如小乘教", "312": "說。二攝理從事門。如始教說。三理事無礙門。", "313": "如終教說。四事盡理顯門。如頓教說。五性海", "314": "具德門。如圓教說。是則不動本而常末。不壞", "315": "末而常本。五義相融唯一心也。二約機得法", "316": "分齊機器不同。謂或有得名而不得義。如小乘教。", "317": "或有得名得一分義。如始教。或有得名得具", "318": "分義。如終教。或有得義而不存名。如頓教。或", "319": "有名義俱無盡。如圓教。是知聖教萬差。要唯", "320": "此五。初則歷然不濫。後迺全體相收。一味融", "321": "通。群疑屏息。總是如來一大善巧攝生方便", "322": "也。餘諸義門。廣如彼說。", "323": "先應決了我及分析諸取至第五不可說　言", "324": "三世及非世。第五不可說者。謂天竺犢子部。", "325": "以我法俱有而為宗趣。立五法藏。謂三世為", "326": "三。無為為四即是非世。第五不可說藏我在其中。", "327": "以不可說為有為。及無為也。故此一部。諸部", "328": "共推不受。呼為附佛法外道也。", "329": "諸佛之所知諸行取所住至勿更餘分別　此", "330": "最後一頌。謂約義付屬流通。教迹也。即心能", "331": "詮也。理本也。即心所詮也。非本無以垂迹。非", "332": "迹無以顯本。若能尋迹得本。自然絕迹歸宗。", "333": "故云教由理故成。理由教故顯也。此教者摩", "334": "訶衍中真實了義教也。此理者。謂緣起一心", "335": "甚深至理也。是故結勸四輩弟子。信解修行", "336": "如實證入。不斷如來種性。故云當依此教理。", "337": "勿更餘分別。", "338": "注大乘入楞伽經卷第十終", "339": "丐緣鏤板沙門　逈瑋　重校勘"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1791 注大乘入楞伽經", "source": "CBETA"}