{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0422 大集譬喻王經: 大集譬喻王經: 大集譬喻王經", "text": {"0": "No. 422", "1": "大集譬喻王經卷上", "10": "有雨時，於何處雨當名善雨？」如是語已，佛", "100": "根，皆應迴向阿耨多羅三藐三菩提。「奢利弗！", "101": "如有二人，於中一人善作金色劫波娑縷，同", "102": "一樹生，所作細衣價直百千。一人欲作僕使", "103": "麁衣，到織師所，告言：『丈夫！我此金色劫波", "104": "娑縷善料理訖，同一樹生，為我好織。』織師", "105": "報言：『丈夫！我當與汝作衣價直百千，何用麁", "106": "衣？』彼人不納織師善語，報織師言：『但為我", "107": "作僕使麁衣。』如是奢利弗！雖同一法、同一善", "108": "根，或有攀緣聲聞地者，或有攀緣獨覺地者，", "109": "或有住於無上道者。奢利弗！於中若有攀緣", "11": "告命者奢利弗言：「甚善奢利弗！汝以妙辯善", "110": "聲聞獨覺地者，應當語言：『汝此善根是如來", "111": "因。』若求無上佛菩提者，應亦語言：『汝此施", "112": "法所有善根，當同一聚迴向阿耨多羅三藐", "113": "三菩提。如是迴向，以彼善根施諸眾生，作", "114": "無盡心當攝取之，因此善根願諸眾生，當得", "115": "具足不可思智不可稱智，三界最勝無上智", "116": "等，如彼如來、阿羅訶、三藐三佛陀。』奢利弗！", "117": "見是義故，善家子善家女，應種善根於阿", "118": "耨多羅三藐三菩提。「奢利弗！譬如國王第一", "119": "夫人產生八子，於諸子中惟有一子具足王", "12": "思念如是義，欲問如來，汝欲利益多眾生故，", "120": "相，得紹王位以水灌頂，餘諸王子復悉圍遶", "121": "依法奉事。奢利弗！於意云何，非彼母腹而", "122": "有過失，令餘王子不得灌頂大王位耶？」奢利", "123": "弗言：「不也。大德世尊！何以故？彼餘王子，自", "124": "於往昔不作王業、不種善根，以是因緣，彼餘", "125": "王子悉不得紹灌頂王位。」佛言：「如是。奢利", "126": "弗！同證一法界已，如來、阿羅訶、三藐三佛陀", "127": "得名法王，餘諸善家子等，得聲聞名，非此法", "128": "界有過失耶？」奢利弗言：「不也。世尊！非此法", "129": "界有其過失，然由彼等於往昔時所作善根", "13": "欲令多人得安樂故，憐愍世間、利益安樂諸", "130": "不能迴向無上菩提，不行此道，亦不發願，", "131": "不作勝上善根，又不願求遍知利益，是故今", "132": "但生聲聞事。彼等亦不行如來行，又無如來", "133": "功德，不具神通，如諸如來、阿羅訶、三藐三佛", "134": "陀。」「奢利弗！以是義故，善家子善家女，所作", "135": "善根皆應迴向無上菩提。奢利弗！譬如波利", "136": "質多羅俱毘陀羅樹，有時初生三十三天皆", "137": "大歡喜，作如是言：『此樹既生三十三天，不應", "138": "久空。』如是奢利弗！有時善家子善家女，發", "139": "無上菩提心，彼時所有正信三寶天、龍、夜叉、", "14": "天人故，亦為現在未來發菩薩乘諸善家子", "140": "乾闥婆、阿脩羅、伽留茶、緊那羅、摩睺羅伽、人非", "141": "人等，心生忻躍，云此道場不應久空，菩薩摩", "142": "訶薩得成無上菩提。「奢利弗！譬如彼波利質", "143": "多羅俱毘陀羅樹，三十三天見葉出時不讚", "144": "不重，若見華時心生忻躍。如是奢利弗！聲聞", "145": "獨覺證一法界，諸天世人不讚不重，若見如", "146": "來、阿羅訶、三藐三佛陀，心生欣躍。何以故？如", "147": "來、阿羅訶、三藐三佛陀，具諸善根及三十二", "148": "大丈夫相，所有光明勝於日月，能照無量諸", "149": "佛剎土憐愍眾生。「奢利弗！譬如彼波利質多", "15": "善家女等，令生精進力故。奢利弗！善聽善", "150": "羅俱毘陀羅樹，若增長時，三十三天，應知此", "151": "樹不久當有多葉，百千俱致那由多葉，乃至", "152": "無量阿僧祇葉以覆其上。如是奢利弗！彼初", "153": "發心菩薩摩訶薩，生時長時應知當有百千", "154": "俱致那由多等聲聞，乃至無量無邊阿僧祇", "155": "諸聲聞眾，圍繞在前，多有聲聞獨覺出現。", "156": "奢利弗！譬如須彌山王，有別峯處高百踰闍", "157": "那，或高二百踰闍那，乃至七百踰闍那，此", "158": "等別峯不得言是大須彌山。如是奢利弗！從", "159": "如來智出生聲聞，亦不得言其智具足如諸", "16": "念！我為汝說。」奢利弗言：「如是世尊！我今樂", "160": "如來、阿羅訶、三藐三佛陀，彼亦不具足如", "161": "來十力、四無畏智、無礙智等；然其如來、阿羅", "162": "訶、三藐三佛陀，則具諸力、無畏、無礙智等。奢", "163": "利弗！譬如須彌山王住處，應知即有多天子", "164": "眾，百千俱致那由多等，乃至無量無邊諸天", "165": "子眾，出現於彼在其山頂，受天福報心甚愛", "166": "樂，天欲遊處隨意即遊。如是奢利弗！彼初", "167": "發心菩薩摩訶薩，生時長時，善根迴向無上", "168": "菩提，應知當有多聲聞眾，百千俱致那由多", "169": "等，乃至無量無邊諸聲聞眾出現於世，諸聖", "17": "聞。」佛告奢利弗言：「奢利弗！閻浮洲人，所有", "170": "行處隨意即遊。「奢利弗！譬如須彌山王住處，", "171": "即有四畔俱時而住終無先後。如是奢利弗！", "172": "菩薩摩訶薩善根迴向無上菩提，爾時即有", "173": "佛性佛地佛智佛功德等俱時出生，亦無先", "174": "後。奢利弗！譬如須彌山王住處，若分分斷，", "175": "比於餘山猶為高大。如是奢利弗！彼初發心", "176": "菩薩摩訶薩，善根迴向無上菩提，若即以比", "177": "諸餘善根，足為最上高大住持。奢利弗！譬", "178": "如須彌山王有金色邊，若諸鳥獸至其邊者，", "179": "皆同一色所謂金色，即與師子獸王同色。奢", "18": "甘蔗蒲桃、大麥小麥、胡麻稻粟、小豆大豆、江", "180": "利弗！雖與師子獸王同一金色，然其力勢功", "181": "德名稱，彼悉不共師子王等，亦復不如師子", "182": "獸王遊戲頻申無畏吼聲。如是奢利弗！聲聞", "183": "獨覺雖與如來同於一味謂解脫味，不得即", "184": "共如來、阿羅訶、三藐三佛陀等，彼無如來如", "185": "是功德、諸力、無畏、師子吼聲；然其如來則具", "186": "方便智慧諸法，此方便智，聲聞獨覺尚皆不", "187": "聞，況能出生？如來功德、如來遊戲、如來雷", "188": "聲，如來以師子吼而吼高出諸世。奢利弗！如", "189": "諸鳥獸與師子王雖同一色，而餘功德悉不", "19": "豆畢豆、迦荼訶利那豆似大豆，此土無，如是等田及餘", "190": "共等，不得名為師子獸王。如是奢利弗！聲", "191": "聞獨覺雖與如來同解脫味，而亦不共如來", "192": "齊等，以彼不得功德名稱，不得如來無上上", "193": "名及如來體，又亦不得無上菩提、諸力、無畏、", "194": "無礙智等；以是諸力、無畏、無礙智等具足故，", "195": "名如來阿羅訶三藐三佛陀。奢利弗！見是義", "196": "故，善家子善家女所作善根，皆當迴向無上", "197": "菩提。「奢利弗！譬如四天王天普於須彌山邊", "198": "而住，三十三天住於山頂。奢利弗！於意云何？", "199": "須彌山上豈不容受四天王天，而彼四王不", "2": "隋天竺三藏闍那崛多譯", "20": "苗稼，於彼處雨名為善雨。何以故？若於彼處", "200": "住頂耶？」奢利弗言：「不也。世尊！須彌山上非是", "201": "不容四天王天，而彼不住，但彼往昔不種山", "202": "上受用福報，以其不作如是業故，不得住於", "203": "須彌山頂。」「如是奢利弗！我此法體亦無過失，", "204": "而不容受諸聲聞等，令其不得十方世界智，", "205": "以彼往昔所作善根，不知迴向無上菩提，亦", "206": "不發願修如是行，不發最上遍智智心，是故", "207": "今作聲聞，不得遊於如來行處，又無如來功", "208": "德，亦不具足諸力、無畏、無礙智等；以佛具足", "209": "是智故，名如來、阿羅訶、三藐三佛陀。奢利弗！", "21": "成就諸味，閻浮洲人得用活命，是故於彼處", "210": "譬如大海不停死屍。如是奢利弗！阿鞞跋致", "211": "菩薩摩訶薩，不共慳居。奢利弗！譬如大海", "212": "潮不過時。如是奢利弗！阿鞞跋致菩薩摩訶", "213": "薩，若乞士來終不過時。奢利弗！譬如有人", "214": "若取滴水於大海中，皆是一味所謂醎味。如", "215": "是奢利弗！菩薩摩訶薩若以種種百千諸門", "216": "所作善根迴向無上菩提，皆成一味謂遍智", "217": "味。奢利弗！譬如金性出金謂金鑛也，隨種種意", "218": "作諸瓔珞，轉得種種瓔珞名字。如是奢利弗！", "219": "以一佛智轉成多種百千瓔珞，所謂出生眾", "22": "雨，名為善雨。」奢利弗復言：「世尊！善家子善", "220": "生善根。「奢利弗！如王作錢，若已印有文者", "221": "得名為錢，若未印無文者不得錢名。如是奢", "222": "利弗！菩薩摩訶薩未得無生法忍，諸佛世", "223": "尊未授阿耨多羅三藐三菩提記，若得無生", "224": "法忍已，諸佛世尊然後記言：『汝善家子！於", "225": "未來世，當得如來、阿羅訶、三藐三佛陀。』奢利", "226": "弗！譬如外道仙人有天眼者，若見有人初住", "227": "脇胎未記色類，以其未成男女相故，後時若", "228": "成男女相已，外道仙人方以天眼，記言當生", "229": "是男是女。如是奢利弗！菩薩未得無生法忍，", "23": "家女，若欲法施，於何處與名為善與？」佛告", "230": "諸佛世尊未授阿耨多羅三藐三菩提記。若", "231": "彼後得無生法忍，諸佛世尊方與其記：『汝善", "232": "家子！於未來世，當得如來、阿羅訶、三藐三佛", "233": "陀。』「奢利弗！譬如日輪出時不作是念：『我光", "234": "當照此閻浮洲。』但使日輪共光出時，於閻浮", "235": "洲必作照明，令閻浮洲所有諸人顯明諸色。", "236": "如是奢利弗！菩薩摩訶薩若得遍智智時，", "237": "亦不作念：『我當照明三千大千世界。』奢利弗！", "238": "菩薩摩訶薩行是法行、坐是地分，具是生相、", "239": "具是善根，彼當如是覺智。以是覺智，彼菩", "24": "奢利弗言：「奢利弗！我說法施，若於諸處普", "240": "薩摩訶薩必自照明三千大千世界。奢利弗！", "241": "譬如二人皆欲得寶入於寶洲，於中一人取", "242": "無價寶，其第二人取有價寶。於時智人言：", "243": "『丈夫！此處有無價寶，汝可取之。此寶多價，", "244": "國王大臣若城邑人及餘智人別識寶者，皆共", "245": "稱讚貴重為上。』此人不用彼人語故取有價", "246": "寶。如是奢利弗！此佛教法亦似寶洲，有人", "247": "到已即作無價念行具足，謂遍智智寶相應", "248": "念，遠離聲聞獨覺等念。復有第二人，以聲", "249": "聞獨覺相應念行。奢利弗！同一法界證已，如", "25": "法施時，名為善與。奢利弗！我今復說，若法", "250": "來、阿羅訶、三藐三佛陀在法王數；復有自餘", "251": "諸善家子，成聲聞已在聲聞數；得遍智者", "252": "在普見數，如如來、阿羅訶、三藐三佛陀。「奢利", "253": "弗！譬如如意寶珠，隨到誰手彼即自在，無有", "254": "一寶而不得者。如是奢利弗！菩薩摩訶薩，無", "255": "有一眾生所而不與作寶事，無有一眾生所", "256": "而不教作善根乃至無為涅槃。奢利弗！譬如", "257": "作摩尼人、若作摩尼弟子，隨所有寶外畔濁", "258": "惡，若磨拭已光色勝上。知色勝已，彼作珠人", "259": "若彼弟子，當得多種百千財聚而用活命。如", "26": "施時與諸菩薩摩訶薩，於法施中名為勝上", "260": "是奢利弗！菩薩摩訶薩，隨於他心令生善根，", "261": "如彼善根皆以自心方便智攝，以此善根成", "262": "諸佛法。奢利弗！如摩尼寶，若未淨時須好覆", "263": "藏。何以故？彼摩尼寶是無價故。如是奢利", "264": "弗！彼初發心菩薩摩訶薩初發心時，諸天及", "265": "人、若乾闥婆、阿修羅世當須守護。何以故？", "266": "彼善丈夫為諸天、人、阿脩羅世，發阿耨多羅", "267": "三藐三菩提心。奢利弗！如摩尼寶雖未磨", "268": "拭，當知即為國王大臣、若城邑人及餘智人", "269": "別識寶者稱讚貴重。如是奢利弗，彼初發", "27": "善與。何以故？彼善家子為諸眾生求法，是", "270": "心菩薩摩訶薩，當知亦為諸佛世尊菩薩聲", "271": "聞稱讚貴重。奢利弗！譬如有人若見佛時，當", "272": "須如是生希有心：『彼如來、阿羅訶、三藐三佛", "273": "陀時時出世，我今可發阿耨多羅三藐三菩", "274": "提心，豐正法業，以此正法教諸眾生善根聚", "275": "集，彼諸善根，皆當迴向阿耨多羅三藐三菩", "276": "提。』彼迴向時，若有無信比丘、比丘尼、優波塞、", "277": "迦優波斯迦，若摩羅波卑，若摩羅身天來到", "278": "其所說大乘過，令其捨離令不樂欲。奢利弗！", "279": "於意云何？彼等豈不為多眾生百千俱致那", "28": "故施彼法時，名為勝上善與。奢利弗！譬如", "280": "由多等，乃至無量無邊阿僧祇諸眾生等，作", "281": "無義利、作不安隱，令苦令墮耶？」奢利弗言：「如", "282": "是。大德婆伽婆！如是。大德修伽多！何以故？為", "283": "諸眾生作無義利、作不安隱，令苦令墮，所謂", "284": "於發大乘諸善家子善家女所說大乘過，令", "285": "不樂欲阿耨多羅三藐三菩提，令退令離。」佛", "286": "言：「奢利弗！若欲不捨如來、阿羅訶、三藐三佛", "287": "陀者，應求阿耨多羅三藐三菩提。是故奢利", "288": "弗！諸發大乘善家子善家女，於阿耨多羅三", "289": "藐三菩提，應當樂欲，莫退莫離。何以故？我", "29": "於大海雨，非不有果、非無受用。如是奢利", "290": "說不捨如來、阿羅訶、三藐三佛陀者，謂發大", "291": "乘善家子善家女，於阿耨多羅三藐三菩提，", "292": "樂欲不離不退者。是奢利弗！譬如飢饉惡世，", "293": "所種不生，如在石上種。時若王、若王大臣、若", "294": "剎帝利、若剎帝利大臣、若婆羅門、若婆羅門", "295": "大家、若長者、若長者婦、若長者大家，在於", "296": "城邑為眾人故，集種種穀而作大倉。時眾人", "297": "等皆詣倉所，取種種穀將歸而食。時有一人", "298": "到彼倉處放火燒之。奢利弗！於意云何？是不", "299": "善人，豈不於多百千俱致那由多等，乃至無", "3": "復次說此法時，命者奢利弗，從座而起，一", "30": "弗！若於菩薩摩訶薩所，與法施時，非不有", "300": "量無邊阿僧祇諸眾生所，作無義利、作不安", "301": "隱，令苦令墮耶？所謂是不善人，於彼倉處放", "302": "火燒壞，不令受用。」奢利弗言：「如是。世尊！」佛", "303": "言：「奢利弗！如是如是，正法欲滅，於時有人聞", "304": "如來、阿羅訶、三藐三佛陀或時出世，彼人聞", "305": "已於眾生所而生大悲，生大悲已，發阿耨多", "306": "羅三藐三菩提心。於時若有不善人出，於發", "307": "大乘諸善家子善家女所說大乘過，令不樂", "308": "欲阿耨多羅三藐三菩提，令退令離。奢利", "309": "弗！於意云何？是不善人，乃與無量無邊阿僧", "31": "果、非無受用。何以故？彼善家子為諸眾生", "310": "祇諸眾生等，作無義利、作不安隱，令苦令墮，", "311": "所謂於發大乘諸善家子善家女所說大乘", "312": "過，令不樂欲阿耨多羅三藐三菩提，令退令", "313": "離。」奢利弗言：「如是。世尊！」「奢利弗！譬如商主", "314": "多將商人在道而去，逢大險河多有流水。時", "315": "有一人語第二人作如是言：『丈夫！當作方便", "316": "計挍用力求船。』其第二人語彼人言：『我正住", "317": "此，不能求船。』於時彼人有志有力，勤作方便", "318": "求船將來置於河邊，乃有無量無邊阿僧祇", "319": "眾生，得從此岸度至彼岸，既得度已於彼岸", "32": "求法故。奢利弗！譬如有人磨拭摩尼寶時，", "320": "住；其第二人嬾墮無智少力薄福，仍住本處", "321": "不能度河。更有餘人來到河所亦欲求度，見", "322": "彼懶墮無智少力薄福人已，語云：『丈夫！汝", "323": "何不度？』時懶墮人作如是言：『共我伴者方便", "324": "用力，求得船來置於河邊，已令百千那由", "325": "多俱致眾生得從此岸度至彼岸。』時彼餘人", "326": "語是人言：『奇懶墮人，何不學伴，而墮此處", "327": "受無量苦？』如是奢利弗！我見二人行布施時，", "328": "一人語彼第二人言：『丈夫！汝可相應善作方", "329": "便計挍用力，聚集善根於阿耨多羅三藐三", "33": "若勤用力，名為善作。何以故？奢利弗！磨拭", "330": "菩提。』第二人言：『我不取阿耨多羅三藐三菩", "331": "提，但欲到阿羅漢。若欲到阿羅漢者，亦須", "332": "相應方便計挍用力，當得出生初第耶那，", "333": "如是出生第二第三第四第耶那，虛空無邊", "334": "處、識無邊處、無所有無邊處、非想非非想", "335": "處三摩跋帝，於其中間即便命終，乘此得", "336": "生非想非非想天，身當得長壽久住，乃至", "337": "八萬四千劫限而住。』爾時彼人證覺阿耨", "338": "多羅三藐三菩提，覺已為多眾生百千那", "339": "由多俱致，乃至為無量無邊阿僧祇眾生", "34": "摩尼寶時，與作百千水精珠等。如是奢利弗！", "340": "說法，說法已於後以無餘涅槃而取涅槃。時", "341": "第二人，乘此仍在彼非想非非想天住。」如", "342": "是語已，命者奢利弗言：「如是。大德婆伽婆！", "343": "如是。大德脩伽多！實如如來所說。世尊！當", "344": "知彼人是其嬾墮，若樂初第耶那乃至非想", "345": "非非想天，樂著彼處，即樂著已更不能與上", "346": "人法合，不作方便計挍用力，不近善友隨順", "347": "承事，不如實觀三解脫門，當知是懶墮人。世", "348": "尊！彼菩薩摩訶薩大勤精進，聲聞少信是其", "349": "懶墮。世尊！見是義故，善家子善家女所有", "35": "於諸菩薩摩訶薩所，若作力者，名為善作。何", "350": "善根，皆當迴向阿耨多羅三藐三菩提。」「奢利", "351": "弗！譬如有摩尼寶具多功能，將問作摩尼寶", "352": "人言：『此摩尼寶有何功能？』問已，彼隨所知如", "353": "是為說，於中若多知者說多，若少知者說少。", "354": "如是奢利弗！同證一法界已，乃有轉生聲聞", "355": "智者，彼等隨勝功德而知，隨勝功德而說，", "356": "隨其所問還如是答，依有限智，以昔有限發", "357": "願故。然如來、阿羅訶、三藐三佛陀有無限智，", "358": "以昔無限發願故，有無限無礙智，無限六波", "359": "羅蜜，善巧方便成熟眾生。何以故？如來、阿", "36": "以故？彼善家子為諸眾生，當求阿耨多羅", "360": "羅訶、三藐三佛陀，昔行菩薩道時集無邊願，", "361": "以是無邊功德法莊嚴故證於遍智。奢利弗！", "362": "譬如波利質多羅俱毘陀羅樹，初生小華其", "363": "有香氣，彼閻浮洲諸生華香，若穌摩那、若", "364": "婆梨師、若占波迦，自餘諸生華香，彼皆不", "365": "及波利質多羅俱毘陀羅樹初生諸小華香。", "366": "如是奢利弗！其諸聲聞獨覺所有善根，若名", "367": "聞、若香、若威德、若力，皆不及彼初發菩提心", "368": "菩薩摩訶薩，何況入行、何況不退、何況一生", "369": "補處、何況至灌頂時、何況住普賢菩薩行、", "37": "三藐三菩提，發行無上菩提故。奢利弗！譬", "370": "何況在勝道場、何況如來阿羅訶三藐三佛", "371": "陀，所有香、所有威德、所有力，具足此力所", "372": "謂諸佛世尊。奢利弗！譬如此閻浮洲，所有流", "373": "泉浴池、泊河小河大河等皆入大海，然其大", "374": "海亦不厭足。如是奢利弗！菩薩摩訶薩於陀", "375": "那波羅蜜而不厭足，如是尸羅波羅蜜、羼帝", "376": "波羅蜜、毘梨耶波羅蜜、弟耶那波羅蜜、般", "377": "若波羅蜜、方便遍智，所有善根亦不厭足。", "378": "奢利弗！譬如此閻浮洲，所有流泉浴池泊河", "379": "小河大河等，大海之內悉能含受。如是奢利", "38": "如大海，無處不得下、無處不得入。何以故？大", "380": "弗！所有天、龍、夜叉、乾闥婆、阿脩羅、伽留荼、緊", "381": "那羅、摩睺羅伽、人非人等，乃至所有眾生界", "382": "等，菩薩摩訶薩悉能含受，與甘露味令彼", "383": "等喜。「奢利弗！譬如大那伽那大力士神所著鎧", "384": "甲，閻浮洲人皆不能著。如是奢利弗！菩薩摩", "385": "訶薩於佛法中所著鎧甲，為諸眾生著彼鎧", "386": "甲，其諸聲聞獨覺不能著彼鎧甲。如是奢利", "387": "弗！從初發心乃至坐勝道場，不捨菩薩摩訶", "388": "薩如是鎧甲行菩薩行。奢利弗！初發大乘善", "389": "家子善家女，應如是學，相應用力勤修於業，", "39": "海漸深、大海漸下，是故無處不得下、無處不", "390": "則當速成阿耨多羅三藐三菩提。奢利弗！如", "391": "雪山王南畔所有諸樹，具足諸華諸果諸香，", "392": "彼等諸樹，閻浮洲人皆不得用。如是奢利弗！", "393": "聲聞獨覺雖有無漏戒、定、智、解脫、解脫知見善", "394": "根，彼等眾生皆不得用。如諸菩薩摩訶薩戒、", "395": "定、智、解脫、解脫知見善根，諸眾生等皆當得", "396": "用。奢利弗！是故菩薩摩訶薩應著如是鎧甲，", "397": "所有戒、定、智、解脫、解脫知見善根，彼諸眾生", "398": "皆當得用。若諸眾生不得用者，我無如是善", "399": "根戒、定、智、解脫、解脫知見。「奢利弗！譬如恒伽", "4": "肩優多羅僧伽作已，右膝著地，合掌白言：「大", "40": "得入。如是奢利弗！菩薩摩訶薩於般若波羅", "400": "大河所流行時，彼流行處潤此大地令其津", "401": "澤，又彼流行逼地而去，凡諸塵土草木葉等，", "402": "彼流行時悉攝將去。如是奢利弗！菩薩摩訶", "403": "薩於閻浮洲行住坐臥，如是等處攝諸眾生，", "404": "令其善根皆得潤澤。又復行住坐臥，逼切諸", "405": "無智行、欲瞋癡行及顛倒行，皆攝受已行住", "406": "坐臥。奢利弗！若發大乘善家子善家女，聞", "407": "此上說，雖多懶墮必須發大精進。奢利弗！", "408": "譬如恒伽大河，有處流時作聲大聲，有處少", "409": "聲有處無聲。如是奢利弗！得無生忍菩薩摩", "41": "蜜巧方便中修菩薩行，亦無有法而不能說。", "410": "訶薩，有處示現出生善根，有處自身示現隨", "411": "順承事善友，有處自身為他而作善友，隨眾", "412": "生器所堪，如是自身示現。奢利弗！譬如鏡", "413": "輪若未善磨不善淨時，見其形像即不善淨；", "414": "若彼鏡輪善磨淨時，然後分明見其形像。如", "415": "是奢利弗！初業菩薩摩訶薩，如見自善根即", "416": "承事善友，如承事善友然後增長佛法。「奢利", "417": "弗！譬如恒伽大河增長滿時，於其兩岸草木", "418": "枝葉皆漂將去，乃至於四大海。如是奢利", "419": "弗！菩薩摩訶薩應著如是鎧甲，所有此岸助", "42": "奢利弗！譬如一滴水池種優鉢羅華葉出生，", "420": "墮黑事，行於諸見險道，我皆將去乃至到無", "421": "餘涅槃界。奢利弗！譬如恒伽大河有時增長", "422": "多沫，於中有多樹等，根莖葉果拔已將去，", "423": "於中復有第二大樹，猶生而住。後時第二年", "424": "中，恒伽大河更長過前，前者大樹更及諸木", "425": "拔已將去。如是奢利弗！若有善家子善家女，", "426": "承事善友發阿耨多羅三藐三菩提心已，而", "427": "為惡友力故、以昔業行力故，受五欲福娛樂", "428": "受樂皆共隨行，於後必須承事善友，乃至當", "429": "得無生法忍。何以故？於諸佛所種諸善根終", "43": "雖同一池，其華外葉不如是妙，不得如是稱", "430": "不虛棄，彼等必當出世作佛，號遍智者、號普", "431": "見者。「奢利弗！譬如有時劫燒，彼時三千大", "432": "千世界皆大熾然，而作光明同一熾然，若燒", "433": "若壞無墨無影。如是奢利弗！菩薩摩訶薩", "434": "應著如是鎧甲，無一眾生可見，於彼眾生界", "435": "中，所有眾生皆不知者，我於彼等當令作不", "436": "退法。奢利弗！譬如彼大焰聚然時，所有諸", "437": "毒諸藥，彼等皆同被燒。如是奢利弗！菩薩摩", "438": "訶薩應著如是鎧甲，若有乘眾生、若無乘眾", "439": "生，我於彼等皆當平等說法，如彼願、如彼信，", "44": "讚貴重，然彼內華則為男子女人稱讚貴重。", "440": "彼諸眾生種種信行，當速令度，不作二相。何", "441": "以故？諸法無二不作二相，諸法無我於如不", "442": "知。「奢利弗！譬如彼大焰聚然時有焰，乃至", "443": "光音天有焰，不能至爾許遠處。如是奢利弗！", "444": "同一法界證已聲聞獨覺，雖平等入，而於十", "445": "方世界智慧不轉，如彼如來、阿羅訶、三藐三", "446": "佛陀，法界證已具無量智。奢利弗！譬如彼", "447": "大火聚，十方世界不來不去，而燒三千大千", "448": "世界，彼火亦非無因。如是奢利弗！彼諸佛", "449": "智，十方世界不來不去亦不共聚，如來、阿羅", "45": "如是奢利弗！聲聞獨覺同一法界證已，不得", "450": "訶、三藐三佛陀具足智者，如實知十方世界", "451": "諸眾生心行，彼智亦非無因，最上遍智當", "452": "如是見。「奢利弗！譬如日輪出時，當知蔽諸", "453": "螢火而作照曜。如是奢利弗！初發心菩薩生", "454": "時長時，當知蔽諸具足分智聲聞獨覺光明", "455": "而作照曜。何以故？彼作善根迴向阿耨多羅", "456": "三藐三菩提，是故具無邊光。奢利弗！譬如", "457": "日輪出時，當知蔽諸星宿色光而作照曜，", "458": "諸處星光皆不復見。如是奢利弗！菩薩摩訶", "459": "薩從兜率天下時，多有百千俱致那由多諸", "46": "如是稱讚貴重，然彼如來、阿羅訶、三藐三佛", "460": "天來閻浮洲，出如是聲、告如是聲、說如是", "461": "聲：『汝諸人輩，此菩薩摩訶薩，今從兜率天", "462": "宮捨身。』爾時此閻浮洲所有獨覺大智具者，", "463": "皆聞聲已發心向於涅槃。何以故？最勝福田", "464": "菩薩摩訶薩，從兜率天下時，有如是自在力，", "465": "何況生時、何況行七步時、何況初出言時——", "466": "我於世間最大最勝，我當必盡生老病死——何", "467": "況出時、何況至道場時、何況證阿耨多羅三", "468": "藐三菩提時，是故如來於諸眾生，可云最勝", "469": "最上、最大最妙、無上無上上。奢利弗！見是義", "47": "陀，則為世間天、人、阿修羅等稱讚貴重。是故", "470": "故，善家子善家女所作善根，皆當迴向阿耨", "471": "多羅三藐三菩提。「奢利弗！譬如大地所有種", "472": "子，彼等牙生有種種名，同一地塵而有諸", "473": "相。如是奢利弗！於一法界證已，種種界眾", "474": "生出種種名，而不破法界。是故奢利弗！菩", "475": "薩摩訶薩應著如是鎧甲，當於彼時，我證一", "476": "法界已，種種界眾生種種名字以智當說，以", "477": "是若干大智，而亦不壞法界，法界亦不作二，", "478": "法界亦無增減可知。奢利弗！見是義故，菩薩", "479": "摩訶薩當思如是法行，雖恒伽河沙數諸佛", "48": "奢利弗！見是義故，善家子善家女應發是心：", "480": "滅度，法界亦無增減可知；現在十方世界所", "481": "有諸佛世尊具無礙智，所有聲聞具於少智，", "482": "法界亦無增減可知；虛空界極法界相應，如", "483": "是當知，法界為極，佛法相應亦如是知。是", "484": "故奢利弗！菩薩摩訶薩此深法中當以智觀，", "485": "覺無我法。「奢利弗！譬如虛空界無與相似者，", "486": "如是奢利弗！法界亦無與相似者。是故奢利", "487": "弗，菩薩摩訶薩於此深法當以智觀。奢利弗！", "488": "譬如有人於大海中取諸滴水，彼皆一味所", "489": "謂鹽味。如是奢利弗！於一法界出生聲聞。", "49": "『莫同一法界證而得聲聞獨覺名字，不得如", "490": "何以故？法界一而無二。是故奢利弗！菩薩", "491": "摩訶薩此深法中深處應當以智分別，於此", "492": "法中般若波羅蜜當隨順行，非在餘處廣說", "493": "譬喻，於無我法當思當觀當求當合，當生", "494": "欲心當發精進作業用力。善家子善家女，", "495": "此深法中當以智觀覺無我法。奢利弗！譬如", "496": "大海有魚身長百踰闍那者，乃至身長七百", "497": "踰闍那者，彼諸魚身雖復增長七百踰闍那，", "498": "大海亦無增減可見，然彼七百踰闍那魚身", "499": "死時，大海亦無增減可見。如是奢利弗！菩薩", "5": "德世尊！我欲少問，願佛聽許，如我所問，賜", "50": "是稱讚貴重，如彼如來、阿羅訶、三藐三佛陀，", "500": "摩訶薩當如是學，雖有恒伽河沙數等諸佛", "501": "世尊滅度，而法界亦無增減可見；復有無", "502": "量聲聞滅度，法界亦無增減可見。此雖一味", "503": "謂解脫味，而諸聲聞不能轉生是智，如諸如", "504": "來、阿羅訶、三藐三佛陀。「奢利弗！譬如轉輪王", "505": "有諸寶出，彼等諸寶餘處不生，唯於宮內出", "506": "生諸寶。何以故？彼轉輪王昔作轉輪王業，", "507": "以作業故唯於宮內出生諸寶。如是奢利弗！", "508": "淨心菩薩摩訶薩，淨心發阿耨多羅三藐三", "509": "菩提，若欲施他，隨其所欲彼則出生。何以", "51": "我等今者應發阿耨多羅三藐三菩提心，當", "510": "故？以彼先世善淨心故。", "511": "大集譬喻王經卷上", "52": "得如是稱讚貴重，如彼如來、阿羅訶、三藐三", "53": "佛陀。』奢利弗！譬如若沈水樹、若栴檀樹，其葉", "54": "不得稱讚貴重如自體香。如是奢利弗！同一", "55": "法界證已，聲聞獨覺智慧，不得具足如真實", "56": "香，然彼如來、阿羅訶、三藐三佛陀，真香具足。", "57": "奢利弗！見是義故，善家子善家女所有善根，", "58": "皆應迴向阿耨多羅三藐三菩提。「奢利弗！我", "59": "說彼等由善友滿，於阿耨多羅三藐三菩提", "6": "為解說。」如是言已，佛告命者奢利弗言：「奢", "60": "中歡喜愛者，教彼勤行令歡喜愛。何以故？", "61": "奢利弗！我昔亦由善友攝故，今成阿耨多", "62": "羅三藐三菩提。奢利弗！如有一人欲取珍寶，", "63": "更第二人亦欲取寶，彼者前人示第二人向", "64": "寶洲道所出寶處，我說是人無有慳悋。如是", "65": "奢利弗！若示遍智寶洲道者，我說是人亦", "66": "無慳悋。奢利弗！如大價寶直多百千，出大", "67": "海中，寶在海時無人磨拭，至閻浮洲乃有", "68": "磨拭。如是奢利弗！若有欲見如來者，發", "69": "阿耨多羅三藐三菩提心，各各見佛勝功德", "7": "利弗！隨汝所欲，當問如來阿羅訶三藐三佛", "70": "已，彼即廣行當成聲聞，彼廣行已當成獨覺，", "71": "彼廣行已當成阿耨多羅三藐三菩提，餘諸", "72": "善根由值善友皆成廣大。奢利弗！見是義故，", "73": "善家子善家女應求善友親近承事，既承事", "74": "已須修多業，不久當成阿耨多羅三藐三菩", "75": "提。何以故？我昔亦由善友攝故，今成阿耨", "76": "多羅三藐三菩提。「奢利弗！如摩尼寶，若磨", "77": "拭時細末流下，然其細末，不得如是稱讚貴", "78": "重，如彼摩尼大寶，則為國王若王大臣及餘", "79": "智人能別寶者，稱讚貴重。如是奢利弗！聲", "8": "陀；其所問者，我為汝說，令心歡喜。」如是語", "80": "聞獨覺雖同一法界證，不得如是稱讚貴重，", "81": "然彼如來、阿羅訶、三藐三佛陀，則為世間諸", "82": "天及人、若乾闥婆、阿修羅等，稱讚貴重。奢", "83": "利弗！譬如有人，自將金摶詣金師所、若金師", "84": "弟子所，到已告言：『汝取此金為我作釧，我", "85": "著脚上。』時彼金師若彼弟子，告言丈夫：『我", "86": "以此金為作瓔珞，隨汝頂戴若頸若手，繫", "87": "已，多有百千人眾見生歡喜，讚歎於汝。』奢", "88": "利弗！時彼愚人不用金師利益善語，報金師", "89": "言：『汝但為我作於脚釧。』如是奢利弗！善家", "9": "已，命者奢利弗言：「大德世尊！此閻浮洲若", "90": "子善家女，若如來所、若聲聞所，作勝上施法", "91": "時，或有善友來至其所，告言：『丈夫！汝今作此", "92": "勝上施法，是不順善。所謂以此勝上施法，而", "93": "於有量法中迴向若聲聞地若獨覺地。汝今", "94": "作此勝上施法，所有善根，堪能迴向阿耨多", "95": "羅三藐三菩提。』奢利弗！於世間出世間法中，", "96": "諸佛世尊最是第一巧勝智慧。奢利弗！是故", "97": "諸佛世尊，讚歎阿耨多羅三藐三菩提。何以", "98": "故？此是無上迴向，所謂阿耨多羅三藐三菩", "99": "提。奢利弗！見是義故，善家子善家女所有善"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0422 大集譬喻王經: 大集譬喻王經: 大集譬喻王經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}