{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2082 冥報記", "text": {"0": "冥報記卷下", "1": "吏部尚書唐臨撰", "10": "口中作聲。似兔鳴。抱歸家。不能言。而身", "100": "人答曰。在村南走戲。喚不肯來。父出村。遙", "101": "見兒走。大呼其名。一聲便住。城灰忽不見。見", "102": "父而倒。號泣不言之。視其足。半脛已上。血", "103": "肉燋乾。其膝已下。洪爛如炙。抱歸養療髀", "104": "肉如故。膝下遂為枯骨。隣里聞之。共視其", "105": "走處。足跡通利。了無灰火。於是邑人。男女大", "106": "小。皆持戒練行有大德僧道慧本冀州人。為臨言之。此其隣邑也。", "107": "隨大業中。京兆郡獄卒。失其姓名。酷暴諸", "108": "囚。囚不堪困苦。而獄卒以為戲樂。後生一子。", "109": "頤下肩上。有若肉枷。都無頸項。數歲不能", "11": "體為棘刺所傷。母為挑之。得刺盈掬月餘", "110": "行而死。", "111": "隨大業中。河南人婦。養姑不孝。姑兩目盲。婦", "112": "切蚯蚓為羹以食。姑怪其味。竊藏一臠。留以", "113": "示兒。兒還見之。欲送婦詣縣。未及。而雷震。", "114": "失其婦。俄從空落。身衣如故。而易其頭為", "115": "白狗頭。言語不異。問其故。答云。以不孝姑。", "116": "為天神所罰。夫以送官。時乞食於市。後不知", "117": "所在。", "118": "楊州卞士瑜者父。在隋以平陳功。授儀同。", "119": "性慳悋。嘗雇人築宅不還其價。作人求錢。", "12": "日。不食而死。父母悲痛。合家齋戒練行大", "120": "卞父鞭之。皆怨曰。若實負我。死當與我作", "121": "牛。須之。卞父死。其作人牛。孕產一黃犢。腰", "122": "有黑文。橫絡周匝。如人腰帶。左跨有白文。", "123": "斜貫。大小正如象笏形。牛主呼之曰。卞公", "124": "何為負我。犢至屈前兩膝。以頭叩地。瑜以", "125": "錢十萬贖之。牛主不許。死乃葬甄陀為臨說之。", "126": "京兆殷安仁。家富於財。素事慈門寺僧。以義", "127": "寧初。有客寄其家。停止。客盜他驢皮遺安", "128": "仁。至貞觀三年。安仁遂見一人於路。謂安仁", "129": "曰。官追汝。使人明日至。汝當死也。安仁懼。", "13": "理丞寀宣明嘗為代府法曹為臨說云爾。", "130": "徑至慈門寺佛堂中。經宿不出。明食時。果", "131": "有三騎。并出有數十人。皆兵杖入寺。遙見", "132": "安仁呼出。安仁不應。而念佛誦經。愈精。鬼", "133": "謂曰。昨日不即取之。今其修福如此。何由", "134": "可得。因相與去。留一人守者。謂安仁曰。君", "135": "往日殺驢。驢今訴君。故我等來攝君耳。", "136": "終須共他對。不去何益。安仁遙答曰。往者", "137": "盜自殺驢但以皮遺我耳。非我殺。何為見", "138": "追。請君還為我語驢。我本故不殺汝。然今", "139": "為汝追福。於汝有利。當捨我也。此人許諾。驢", "14": "後魏司徒崔浩。博學有才略。事太武。言行", "140": "若不許。我明日更來。如其許者。不復來矣。言", "141": "畢而去。明日遂不來。安仁於是為驢追福。而", "142": "舉家持戒菜食云盧文勵說云安仁今見在。", "143": "長安市里風俗。每歲元日已後。遞作飲食相", "144": "邀號為傳坐。東市筆工。趙士次當設之。有", "145": "客先到。如廁。見其碓上。有童女。年可十三", "146": "四。著青裾白衫。以級索繫頸。屬於碓柱。泣謂", "147": "客曰。我是主人女也。往年未死時。盜父母錢", "148": "一百。欲買脂粉。未及而死。其今在厨舍內西", "149": "北角壁中。然雖未用。既已盜之。坐此得罪。今", "15": "計從。國人以為模楷。浩師事道士冠謙之。", "150": "償父母命。言畢。化為青羊白項。客驚告主", "151": "人。主人問其形貌。乃其小女。死二年矣。送", "152": "於厨壁取得錢。似久安處。於是送羊僧", "153": "寺。合門不復食肉盧父厲說。", "154": "京兆潘果。年未弱冠。以武德中。任都水小吏。", "155": "下歸與里中少年數人。出田遊戲。過於塚間。", "156": "見一羊。為人所遺。獨立食草。果因與里。中年", "157": "少捉之。將以歸家。其羊中路而鳴。果懼其主", "158": "聞。乃拔去其羊舌。乃無聲。於是夜烹食之。", "159": "後一年。果舌漸小。遂銷盡。陳牒解職。富平縣", "16": "尤不信佛。常虛誕為百姓所費。見其妻讀", "160": "尉鄭餘慶。疑其詐也。開口驗之。乃全無舌。看", "161": "本處。纔如豆許不盡。怪問之。果盡以實答", "162": "其狀。縣官教為羊追福。果乃受五戒。大修福。", "163": "後一年舌漸生。尋平復如舊。詣縣自陳。縣官", "164": "用為里正。餘慶貞觀十八年為監察御吏。自", "165": "向臨說云爾。", "166": "隋大業中。洛陽人。姓王持五戒。時言未然", "167": "之事。閭里敬信之。一旦忽謂人曰。今日當", "168": "有人。與我一頭驢。至日午。果有人牽驢一頭", "169": "送來。涕泣說言。早喪父。其母寡。養一男一", "17": "經。奪而投於井中。從太武。至長安。入寺。見", "170": "女。女嫁而母亡。亦十許年矣。寒食日。妹來", "171": "歸家。家有驢數年。洛下俗。以寒食日。持酒食", "172": "祭墓。此人乘驢而往。墓在伊水東。欲度伊水。", "173": "驢不肯度。鞭其頭面。被傷流血。既至墓所。", "174": "放驢而祭。俄失其驢。還在本處。是日妹獨", "175": "在兄家。忽見母入來。頭面血流。形容毀瘁。號", "176": "泣告女曰。我生避汝兄。送米五升與汝。坐", "177": "此得罪報。受驢身。償汝兄五年矣。今日欲", "178": "度伊水。水深畏之。汝兄以鞭捶我。頭面盡破。", "179": "仍許還家。更苦打我。我走來告汝。吾今償", "18": "有弓矢刀稻。帝怒誅寺僧。浩因進說。盡殺", "180": "債垂畢。可太非理相苦也。言訖走出。尋之", "181": "不見。女記其傷狀處。既而兄還。女先觀驢", "182": "頭面傷破狀。女抱以號泣。兄怪問之。女以", "183": "狀告。兄亦言初不肯度。及失還得之狀同。", "184": "於是兄妹。抱持慟哭。驢亦涕淚交流。不食水", "185": "草。兄妹跪請。若是母者。願為食草。驢即為食", "186": "草。既而復止。兄妹莫如之何。遂備粟豆送", "187": "五戒處。乃復飲食。後驢死。妹收葬焉。", "188": "隨有康抱者。江南搢紳之士。少有學行。大", "189": "業九年。楊玄武作亂。其兄受玄武官。抱緣", "19": "沙門。焚經像。勅留臺下。四方依長安行事。", "190": "兄坐。當死而潛避。自匿於京師。至十年。抱因", "191": "入祕書省。尋覓舊識。是時煬帝不在。皇城諸", "192": "門皆閉。唯開安上一門。出入皆由之。抱適", "193": "入門。遇見一舊相識人姓曾。曾亦江南人。時", "194": "判留守事。見抱與語。問其所安。抱知其相", "195": "悉。亦以情告。既別而入。曾氏使人逐捕之。抱", "196": "入祕書。逐者捕以告官。時王邵為祕書少監。", "197": "先與抱故識。不欲罪之。乃迎謂捕者。我早識。", "198": "康抱知其旨。應聲答曰。實南丁避役耳。邵", "199": "驅出令去。捕者還報曾。曾又於安上門邀捕", "2": "隋開皇末。代州人。姓王。任為騎驃將軍。在", "20": "冠誦之與浩爭。浩不從。謙之謂浩曰。卿從", "200": "擒之。抱知不免。謂曾曰。我誠負官。死自我", "201": "分。然無負於卿。卿與我故知。不能相濟。", "202": "曷反如此。若死者有知。必當相報。抱尋伏", "203": "法。後數日。曾宅在太平里。將入留守。由善", "204": "和里於西門內。忽見抱乘馬。衣冠甚鮮。二", "205": "青衣從後。謂曾。我命亦將盡。然尚可三年。", "206": "由卿任我。我今任太山主簿。已請天曹報殺", "207": "卿。曾叩頭謝罪。請為追福。抱許而忽不見。數", "208": "日又遇抱。於此謂曾曰。我終殺卿。放卿七日", "209": "修福。過此當先取卿頭將去。若不信者。卿死", "21": "今受戮。滅門戶矣。後四年。浩果無罪而族誅。", "210": "面當在背。曾懼還家。修如期而死。迴於背。", "211": "果如所言康親識人說云爾也。", "212": "武德中臨卭人姓韋。與一婦人言誓期不相", "213": "負累年失寵愛。婦人怨恨。韋懼其及已。因", "214": "縊殺之。數日韋身庠。因發癩而死韋孝諧說云量其從", "215": "兄也。", "216": "魏郡馬嘉運。以武德六年正月。居家。日晚", "217": "出大門。忽見兩人。各捉馬一匹。先在門外樹", "218": "下立。嘉運問。是何人。答云。是東海公使。來", "219": "迎馬生取。嘉運素有學識。知州里。每有臺", "22": "將刑載於露車。官使十人。在車上。更尿其", "220": "使。及四方貴客。多請見之。及是聞召。弗之怪", "221": "也。謂使者曰。吾無馬。使者進馬曰。以此迎", "222": "馬生。嘉運即樹下。上馬而去。其實倒臥於樹", "223": "下也。俄至一官曹。將入大門。有男女數十人。", "224": "在門外。如訟者。有婦人。先與嘉運相識。同郡", "225": "張公謹妻。姓崔氏。手執文書。謂嘉運曰。馬生", "226": "尚相識不。昔與張總管交遊。每數相見。總", "227": "管無狀。非理殺我。我訴天曹。於今三年。為王", "228": "天主救護公謹。故常見抑。今及得申官已追", "229": "之。不久當至。疑我獨見枉害。馬生那亦來耶。", "23": "口。行數里。不堪困苦。號叫求哀。竟備五刑。", "230": "嘉運知崔氏被殺。及見方知死。使者引入", "231": "門。門者曰公眠。未可謁。宜引就霍司刑處坐。", "232": "嘉運見司刑。乃益州行臺郎中霍璋。見嘉", "233": "運。延坐曰。此府記室𨷂。東海公。聞君才學。", "234": "欲屈為此官耳。嘉運曰。家貧妻子不立。願君", "235": "為言。得免為幸。璋曰。若爾。使可自陳無學。", "236": "吾當有以相明。俄有人來云。公眠已起。引嘉", "237": "運入。見一人在廳事坐。肥短黑色。呼嘉運。前", "238": "謂曰。聞君才學。欲相屈為記室耳。能為之乎。", "239": "運拜謝曰。幸甚。但鄙人野。頗以經業。教授", "24": "自古戮辱未之前有。帝亦枉誅太子。又尋", "240": "後生。不足以尚管記之任。公曰。識霍璋不。", "241": "答曰識之。因使召璋。問以嘉運才術。璋曰。平", "242": "生知其經學。不見作文章。公曰。放馬生歸。即", "243": "命追陳子良。嘉運辭出。璋與之別曰。倩君", "244": "語我家三狗。臨終語汝。賣我所乘馬。作烏", "245": "浮圖。汝那賣馬自費也。速如我教。造浮圖所", "246": "三狗。謂其長子也。嘉運因問。向見張公謹妻", "247": "所云。天主者。為誰。璋曰。公謹鄉人王五戒", "248": "者。死為天主常救公謹。故得至今。今似不", "249": "免矣。言畢而別。遣使者送嘉運。至一小澁徑。", "25": "為閹人宗愛所殺。時人以為毀佛法之報驗", "250": "指令由此路歸。嘉運入徑便活。良久能起。時", "251": "向夜半。妻子皆坐哭。嘉運具言之。其年七", "252": "月。綿州人。姓陳名子良。暴死。經宿而蘇。自", "253": "言。見東海公欲用為記室。辭不識文字。別有", "254": "吳人陳子良。善章者。於是命彼捨此。後年吳", "255": "人陳子良卒死。張公謹亦殂。二人亡後。嘉運", "256": "嘗與數人同行。於路忽見官府者。嘉運神色", "257": "憂怖。唯諾趨走。須之。乃定。同侶問之。答曰。", "258": "向見者。東海公使人。云欲往益州追人。仍", "259": "說。子良極訴君。霍司刑為君被誦讀。君幾", "26": "見後魏書。及十云因春秋。", "260": "不免。賴君贖生之福。故得免也。初嘉運在蜀。", "261": "蜀人將決池取魚。嘉運時為人講書。得絹數", "262": "十匹。因買池魚放之。贖生謂此也。貞觀中。車", "263": "駕在九城宮。聞之。使中書侍郎岑文本。就問", "264": "其事。文本具錄。以奏乞爾。嘉運。後為國子博", "265": "士卒官。", "266": "武德初。遂州總管府記室參軍孔恪。暴病死。", "267": "一日而蘇。自說。被收至官所。問恪。何因殺", "268": "兩牛水。恪云。不殺。官云。汝弟證汝殺。何故", "269": "不承。因呼弟。弟死已數年矣。既至。枷械甚", "27": "梁元帝。年六歲。見母莊匣中有大珠。取一珠", "270": "嚴。官問。汝所言兄殺牛虛實。弟曰。兄前奉", "271": "使。招慰獠賊。使某殺牛會之。實奉兄命。非自", "272": "殺也。恪因曰。恪使弟殺牛會獠。是實。然國", "273": "事也。恪何有罪。官曰。汝殺牛會獠。欲以招慰", "274": "為功。用求官賞。以為己利。向云國事耶。因", "275": "謂恪弟曰。以汝證兄。故久留汝。兄今既承遣", "276": "殺。汝無罪。放任受生。言訖弟忽不見。亦竟不", "277": "得言敘。官又問恪。何因復殺他兩鴨。恪曰。前", "278": "任縣令殺鴨。供官客耳。豈恪罪耶。官客自有", "279": "食料無鴨。汝殺供之。以求美譽。非罪如何。又", "28": "口含。遂誤吞之。其珠意左右盜。訊問莫服。", "280": "復殺雞卵六枚。恪曰。平生不食雞卵。唯憶年", "281": "九歲時。寒食日。母與六卵自煮食之。官曰然。", "282": "欲推罪母耶。恪曰。不敢。但說其因耳。此自恪", "283": "殺之也。官曰。汝殺他命。當自受之。言訖。忽", "284": "有數十人。皆青衣執恪將出。恪大呼曰。官", "285": "府亦大枉濫。官聞之呼還。何枉。恪曰。生", "286": "平來有罪。皆錄不遺。生來修福。令無記者。豈", "287": "非濫耶。官問主司。恪有何福。何為不錄。主司", "288": "對曰。福亦皆錄。但量罪福多少。若福多罪少。", "289": "先令受福。罪多福少。先令受罪。恪福少罪多。", "29": "乃灰生魚自以詛之。明日帝大使。珠隨使", "290": "故放未論其福。官怒曰。雖先受罪。何不唱福", "291": "示之。命鞭主司一百。倏忽鞭訖。血流濺地。既", "292": "而唱恪生來所修之福。亦無遺忘。官謂恪曰。", "293": "汝應先受罪。我更放汝歸家七日。可懃追福。", "294": "因遣人送出。得蘇。恪大集僧尼。行道懺悔。精", "295": "勤行道。自說其事。至七日與家人辭訣。俄而", "296": "命終。臨家兄為遂府屬故委之。", "297": "洛州都督酇公竇軌。性好殺戮。初為益州行", "298": "臺僕射。多殺將士。又害行臺尚書韋雲起。貞", "299": "觀二年冬。在洛州。病甚篤。忽言。有人餉我瓜", "3": "荊州鎮守。性好田獵。所殺數。有五男無女。", "30": "而出。帝一目遂眇見梁後略說之。", "300": "來。左右報。冬無瓜也。公曰。一盤好瓜。何謂", "301": "無。既而驚視曰。非瓜也。並是人頭。從我債", "302": "命。又曰。扶我起。見韋尚書。言畢而薨。", "303": "尚書刑部侍郎宋行質。曹陵人也。性不信佛。", "304": "有慢易之言。以永徽二年五月。病卒。至六", "305": "月九日。尚書都官令史王璹。暴病死。經二日", "306": "而蘇。自言。初死時。見四人來至其所云。追", "307": "汝。璹隨行。入一大門。見有廳上西問。有", "308": "一官人坐。形容肥黑。廳東間。有一僧坐。與官", "309": "人相當面向北。各有床褥几案。侍童子二百", "31": "周武帝。好食雞卵。一食數枚。有監膳儀同名", "310": "許人。或冠或不皆美容貌。階下有官吏文案。", "311": "有一老人。著枷面向西縛立階下。璹至庭。亦", "312": "已被縛。吏執紙筆。訊璹。辭曰。貞觀十八年。", "313": "任長安佐史之日。何因改籍。璹曰。非璹之", "314": "罪也。廳上大官。讀其辭辨。顧謂東階下老囚", "315": "曰。何因妄訴他。老囚曰。須達年實未至。由璹", "316": "改籍。加須達年。不敢妄也。璹曰。十七年改", "317": "任。告身在家。請追驗之。大官因呼領璹者三", "318": "人解縛。將取告身。告身至。大官自讀之。謂老", "319": "囚曰。他改任大分明。汝無理。因令囚出北門。", "32": "拔彪。常進御食有竉。隋文帝即位。猶監膳進", "320": "璹遙見北門外。昏暗。多有城。城上皆女牆。", "321": "似是惡處。大官因書案上。謂璹曰。汝無罪。放", "322": "去。拜辭。吏引璹至。東階下拜僧。僧以印印璹", "323": "臂曰。好去。吏引璹出東門。南行度三重門。每", "324": "門皆勘視臂印。然後聽出。至第四門。門甚", "325": "大。重樓朱粉。三戶並開。狀如官城門。守衛嚴", "326": "密。驗印聽出門。東南行數十步。聞有人復喚", "327": "璹。璹迴顧。見侍郎宋行質。面慘黑色。露頭", "328": "散腰。著故緋袍。頭髮短垂。如胡人者。立於廳", "329": "事階下。有吏卒守之。階西近城。有大木牌。高", "33": "食。開皇中。暴死。而心尚暖。家人不忍殯之。三", "330": "丈餘。廣二尺許。大書牌上。此是勘當擬過王", "331": "人。其守大。方尺餘。甚分明。廳事上。有床坐", "332": "几案。如官府者。而無人行質見璹。悲喜曰。汝", "333": "何故得來。璹曰。官追勘。問改籍。無事蒙放", "334": "還。行質舒其兩手。謂璹曰。吾被責問功德簿。", "335": "吾手中無功德簿。坐此困極。加之飢渴。苦不", "336": "可言。君可努力。至我家語。令作功德。如是殷", "337": "勤。遍囑之璹乃辭去。行數十步。又呼璹還。未", "338": "及言。廳上有官人來坐。怒璹曰。我方勘諸事。", "339": "汝何人輒至囚處。因使卒捨耳。卒捨耳。推令", "34": "日乃蘇。能語。先云。舉我見王。為周武帝傳", "340": "去。璹走又至一門。門吏曰。汝被捨耳。耳當", "341": "聾。吾為汝却其中物。因以手挑其耳。耳中鳴。", "342": "乃驗決放出。出門外。黑如漆。璹不知所之。", "343": "以手摸西及南。皆是牆壁。唯東無障礙。而暗", "344": "不可行。璹立住少頃。見向所訊璹之吏。從門", "345": "出來。謂璹曰。君尚能待我。甚善。可乞我千", "346": "錢。璹不應。內自思曰。吾無罪。官放我來。何", "347": "為有賄吏乎。吏即謂曰。君不得無行。吾向若", "348": "不早將汝過官。令二日受縛。豈不困耶。璹", "349": "心然之。因媿謝曰。謹依命。吏曰。吾不用汝銅", "35": "語。既而請見。文帝引問。言曰。始忽見人喚。", "350": "錢。欲得白紙錢耳。期十五日來。璹許諾。因問", "351": "歸路。吏曰。但東行二百步。當見一故牆穿破。", "352": "見明可推倒之。即至君家也。璹如其言。行至", "353": "牆推。良久乃倒。璹從倒處出。即至其所居。隆", "354": "政坊南門矣。於是歸家。家人哭泣。入戶而蘇。", "355": "至十五日。璹忘不與錢。明日復病困絕。見吏", "356": "來。怒曰。君果無信。期與我錢。遂不與。今當", "357": "復將汝去。因驅行。出含光門。令入大坑。璹拜", "358": "謝百餘拜。請作錢。乃放歸。又蘇。璹告家人。", "359": "買紙百張作錢送之。明日璹又病困。復見吏", "36": "隨至一處。有大地穴。所行之道。徑入穴中。", "360": "曰。君幸能與我錢而惡不好。璹復辭謝。請", "361": "更作。許。又至二十一日。璹令以六十錢。買", "362": "白紙百張作錢。并酒食。自於隆政坊西渠水", "363": "上燒之。既而身體輕健遂愈。臨聞其事時與", "364": "刑部侍郎劉燕客大理少卿辛茂。將在大理", "365": "鞫問獄諸劉召璹至。與宰對問之云爾。", "366": "貞觀中魏王府長史京兆韋慶植。有處女。先", "367": "亡。夫婦痛惜之。後二年。慶植將聚親賓客。宰", "368": "肉備食。家人買得羊。未殺。慶植妻夜夢。見其", "369": "亡女。著青裾白衫。頭髮上。有雙玉釵。是生", "37": "纔到穴口。遙見西方有百餘騎來。儀衛如王", "370": "平所服者。來見母。涕泣言曰。兒嘗私用物。不", "371": "語父母。坐此業報。今受羊身。來償父母命。明", "372": "日當見殺。青羊白頭者是。特願慈恩。垂乞性", "373": "命。母驚寤。旦而往觀。羊項膊皆白。頭上有", "374": "兩點白相對。如玉釵形。母對之悲泣。語家人", "375": "勿殺。待慶植至。將放之。俄而植至。催食。厨", "376": "人白言。夫人不許殺青羊。植怒即命殺之。宰", "377": "夫縣羊欲殺。賓客數人已到。乃見一女子容", "378": "貌端正。訴客曰。兒是韋長吏女。乞救命。客等", "379": "驚愕。止宰夫。宰夫懼植怒。又但見羊鳴。遂殺", "38": "者。俄至穴口。乃周武帝也。儀同拜。帝曰。王", "380": "之。既而客坐。食至。客皆不食。植怪問之。客", "381": "具以言。慶植悲痛。發病遂不起。京下士人多", "382": "知之。崔尚書敦禮具為臨說。閻尚書立德。亦", "383": "說云爾。", "384": "華州鄭縣人。張法義。年少貧野。不修禮度。貞", "385": "觀十年。入華山伐枝。遇見一僧坐巖中。法", "386": "義便就與語。會天晦冥。久坐不能歸因宿焉。", "387": "僧設松柏末以食之。謂法義曰。貧道居此久。", "388": "不欲外人知。檀越出。慎勿言相見也。因為說。", "389": "俗人多罪累。死皆入惡道。誠心懺悔。可滅", "39": "喚汝。證我事了。汝身無所罪。言訖即入穴", "390": "之。乃令洗浴清淨。被僧衣。為懺悔。且而別", "391": "去。至十九年。法義病死。埋於野外。貧無棺", "392": "槨。以薪柴不瘞之。七日而蘇。自推去。出歸", "393": "家。家人驚愕。審問知活。乃喜。法義自說。初", "394": "死。有兩人來取。乘空南行。至官府。入大門。", "395": "又巡巷。左右皆是官曹。門閭相對。不可勝數。", "396": "法義至一曹。見官人。遙責使者曰。是華州張", "397": "法義也。本限三日至。何因乃淹七日。使者", "398": "曰。法義家狗惡。兼有呪師神見打甚。因袒而", "399": "示之背。背皆青腫。官曰。稽過多咎。與二十", "4": "後生一女。端美如畫。見者皆愛奇之。父母鍾", "40": "中。使者亦引儀同入。使宮門。引入庭。見武", "400": "杖。言杖亦畢。血流灑地。官曰。可將法義過錄", "401": "事。錄事署發文書。令送付判官。判官召主典。", "402": "取法義案。案簿甚多。盈一床。主典對法義前。", "403": "披撿之。其簿多先朱句畢。有末句者。典則錄", "404": "之曰。貞觀十一年。法義父使刈禾。義反顧張", "405": "目私罵。不孝。合杖八十。始錄一條。即見巖穴", "406": "中僧來。判官起迎。問僧何事。僧曰。張義是貧", "407": "道弟子。其罪並懺悔滅除。天曹案中已勾畢。", "408": "今枉追來不合死。主典曰。經懺悔者。此案亦", "409": "勾了。至如張目罵父。雖蒙懺悔。事未勾了。僧", "41": "帝共一人同坐。而有加敬之客。使者令儀", "410": "曰。若不如此。當取案勘之。應有福利。判官令", "411": "主典將法義諮王。宮在東。殿宇宏壯。侍衛數", "412": "千人。僧亦隨至王所。王起迎僧曰。師當直", "413": "來耶。答曰。未當次直。有弟子張法義。被錄來", "414": "此。其人宿罪。並貧道勾訖。未合死。主典又以", "415": "張目事諮王。王曰。張目在懺悔後。不合免。然", "416": "師為來。請可特放七日。法義謂僧曰。七日", "417": "既不多時。復來恐不見師。請即住隨師。師曰。", "418": "七日七年也。可急去。法義固請隨僧。僧因。請", "419": "王筆書義掌作一字。又請王印。印之曰。可急", "42": "同拜王。王問。汝為帝作食。前後進白團幾枚。", "420": "去。還家修福。若後來不見我。宜以印呈王。王", "421": "自當放汝也。法義乃辭之。僧令人送至其", "422": "家。家內正黑。義不敢入。使者推之。遂活。覺", "423": "在土中。甚輕虛。以手推排得出。因入山。就山", "424": "僧修道。掌中所印之處文。不識然皆為瘡。", "425": "終莫能愈。至今尚在。隴西王博叉居。與法", "426": "義近。委知之。為臨說云爾。", "427": "河東柳智感。以貞觀初。為興州長舉縣令。一", "428": "夜暴死。明日而蘇。說云。始為冥官所追。至大", "429": "官府。使者以智感見王。謂曰。今有一員官闕。", "43": "儀同不識白團。顧左右。左右教曰。名雞卵為", "430": "故枉君來任之。智感辭以親老。且自陳福業", "431": "未應便死。王使勘之。信然。因謂曰。君未當", "432": "死。可權判錄事。智感許諾拜謝。吏引退。至", "433": "曹。曹有判官五人。連感為六。其廳事是長屋", "434": "人坐三間。各有床案。務甚繁擁。西頭一座。空", "435": "無判官。吏引智感就空座。有群吏引將文簿", "436": "來。取智感判置於案上。而退立階下。智感問", "437": "之。對曰。氣惡不改逼公。但遙以案中事答。智", "438": "感省讀案如人間案者。於是即為判勾之有", "439": "頃。有食來。諸判官同食。智感亦就之。諸官", "44": "白團也。儀同即答。帝常食白團。實不說數。", "440": "曰。君既權判。不宜食此。智感從之。竟不敢", "441": "食。日暮吏送智感歸家。蘇而方晚。自後家", "442": "中日暝。吏輒來迎。至彼而旦。故知幽顯反晝", "443": "夜矣。於是夜判冥事。晝臨縣職。遂以為常。歲", "444": "餘。智感在冥曹。因起如廁。於堂西。見一婦人。", "445": "年三十許。姿容端正。衣服鮮明。立而掩涕。智", "446": "感問。是何人。答云。妾興州司倉參軍之婦也。", "447": "見攝來此。方別夫子。是以悲傷。智感以問吏。", "448": "吏曰。官攝來。有所案問。具證其夫事耳。智感", "449": "因諮婦人曰感。長舉令也。夫人若被勘問。幸", "45": "王謂帝曰。此人不記。當須出之。帝慘然不悅", "450": "自分疎。無為牽引司倉。俱死無益。婦人曰。誠", "451": "不欲引之。恐官相引耳。感曰。夫人幸勿相牽。", "452": "可無逼迫之慮。婦人許之。既而智感還州。先", "453": "問。司倉婦。有何疾。司倉曰。吾婦年少。無疾", "454": "患也。感以所見告之。說其衣服形貌。且勸令", "455": "修福。司倉走歸家。見婦在機中織無患。甚不", "456": "信之。後十餘日。司倉婦暴病死。司倉始懼。而", "457": "修福。又興州官二人。珠滿。當起京選。諮智", "458": "感曰。君判冥道事。請問。吾選得何官。智感至", "459": "冥曹。以其姓名問錄事。曰名簿並封在石函", "46": "而起。急見庭前。有一鐵床。并獄卒數十人。", "460": "中。檢之。二日方可得報。及辭。來報。乃見", "461": "錄事二人今所得官名號。智感以報二人。", "462": "二人至京參選。吏部注擬其官。皆與所報不", "463": "同。州官聞之。以告智感。智感復問錄事。錄事", "464": "覆撿簿書云。定如前所檢。不錯也。既而二", "465": "選人過門下。門下審退之吏部重注。果是冥", "466": "簿檢報者。於是眾人咸信服。智感每於冥簿。", "467": "見其親識名狀。及時月日。報之。教令修福。多", "468": "得免者。智感權判三年。其吏來告曰。已得", "469": "隆州李司戶。授正官。以代公。公不復判矣。智", "47": "皆牛頭人身。帝已臥床上。獄卒用鐵梁押", "470": "感明旦至州。告刺吏李德鳳。遣人往隆州審", "471": "焉其司戶已死。問其日。即吏來告之時也。從", "472": "此遂絕。後州司遣智感領囚送京。至鳳州界。", "473": "囚皆逃。智感憂懼。捕逐數日不能獲。夜宿於", "474": "精舍。忽見其故部冥吏來告曰。囚盡得矣。一", "475": "人已死。三人在南山谷中。並已擒縛。願公勿", "476": "憂。言畢辭去。智感即請人兵。入南山西谷。果", "477": "見四囚。囚知走不免。因來抗拒。智感格之。", "478": "殺一囚。三囚受縛。果如所告。智感今尚存。", "479": "任慈州司馬光祿卿柳亨為臨說之。亨為曹", "48": "之。帝脅割裂。裂處。雞子全出。俄與床齊。可", "480": "州刺史。見智感親問云。然御史裴同節亦云", "481": "見說。皆如此言焉。", "482": "冥報記卷下終", "49": "十餘斛。乃命數之訖。床及獄急皆不見。", "5": "念。既還鄉里。里人親族。爭為作好衣服。而", "50": "帝又已在王坐。王謂儀同還去。有人引", "51": "出至穴口中。又見武帝出來。語儀同云。為", "52": "聞大隋天子。昔曾與我共事。倉庫玉帛。亦我", "53": "儲之。我今身為自帝為滅佛法。極受大苦。可", "54": "為吾作功德也。於是。文帝勅天下人。出一錢。", "55": "為追福焉臨外祖齊公親見時歸家。具說云爾。", "56": "北齊時。有仕人姓梁。甚豪富。將死。謂其妻子", "57": "曰。吾平生愛奴及馬。皆使乘日久。稱人意。吾", "58": "死。可以為殉。不然。無所使乘也。及其死。家", "59": "人以囊盛土。壓奴殺之。馬則未殺。奴死四日", "6": "共愛之。女年七歲。一旦失不知所在。初疑", "60": "而蘇。說云。當不覺去。急至官府門。門人因", "61": "留止。在門所經一宿。明旦。見其主被鎖。嚴", "62": "兵守衛。將入官所。見奴謂曰。我死。人得奴", "63": "婢。遺言喚汝。今各自受苦。名全不相關。今", "64": "當自官放汝。言畢而入。奴從屏外窺之。見", "65": "官問守衛人曰。昨日押脂多少乎。對曰。得八", "66": "升。官曰。更將去。押取一斛六斗。主即被牽", "67": "出。竟不得言。明日又來。有喜色。謂奴曰。今為", "68": "汝白也。及入。官問得脂乎。對曰不得。官問所", "69": "以。主司曰。此人死三日。家人為請僧設齋。每", "7": "隣里戲藏。訪問終無見者。諸兄乘馬遠覓。乃", "70": "聞經唄聲。鐵梁輒折。故不得也。官曰。且將去", "71": "主。因白官。請放奴。官即喚放。俱出門。主遣", "72": "傳語其妻子曰。賴汝等追福。得免大苦。然猶", "73": "未脫。能更寫法華經。造像。以相救濟。冀固", "74": "得免。自今無設祭。既而益吾罪。言畢而別。", "75": "奴遂生而具言之。家中果以其日設會。於是", "76": "傾家追福。令門練行臨舅高經州說云見齊人說之災。", "77": "隋上柱國蒲山惠公李寬。性好田獵。常養鷹", "78": "數十。後生一男。口為鷹嘴。遂不舉之公即李蜜之父", "79": "臨家與親。並悉見之。", "8": "去家三十餘里。棘中見之。欲就挽取。即驚", "80": "隋鷹楊郎將天水女姜略。少田獵。善放鷹。", "81": "後遇病。見群鳥千數。皆無頭。圍繞略床。鳴叫", "82": "曰。急還我頭來。略輒頭痛氣絕。久乃蘇田", "83": "請為諸鳥追福。許之。皆去。既而得愈。遂終身", "84": "絕酒肉。不殺生命。臨在隴右夏見姜也。年六十許自臨說云爾。", "85": "隋開皇初。冀州外邑中。有小兒。年十三。常盜", "86": "隣家雞卵。燒而食之。後早朝村人未起。其父", "87": "聞。外有人叩門。呼此兒聲。父令兒出應之。", "88": "見一人云。官喚汝侵。兒曰。喚我役者。入取", "89": "衣糧。使者曰。不須也。因引兒。出村門。村南舊", "9": "走遠去。馬追不及。兄等以十騎。圍而得之。", "90": "是桑田。耕訖未下種。是且。此兒忽見。道有", "91": "一小城。四面門樓。丹素甚麗。兒怪曰。何時有", "92": "此。使者呵之。使勿言。因引至城北門。令兒前", "93": "入。兒入度間城門忽閉。不見一人。唯是空", "94": "城。地皆殺灰碎火。深纔沒踝。兒忽呼叫。走", "95": "赴南門。垂至而閉。又走東西北門。亦皆如", "96": "是。未往則開。既至便闔。時村人出田。男女大", "97": "小皆見。此兒在耕田中。口似啼聲。四方馳走。", "98": "皆相謂曰。此兒狂耶。且來如此。遊戲不息。至", "99": "日食時。採桑者皆歸。兒父問曰。見吾兒不。桑"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2082 冥報記", "author": "唐 唐臨撰", "sourceLink": "http://www.cbeta.org/"}