{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0439 佛說諸佛經", "text": {"0": "No. 439", "1": "佛說諸佛經", "10": "相問訊。時尊者大目乾連乃問天言：「經於", "11": "何時有佛世尊出現於世，證無上菩提？」", "12": "於是有百色究竟天主同聲答言：「滿百千劫，", "13": "有佛出世，證無上菩提。」爾時尊者大目乾連，", "14": "聞已信受，即入三摩地，譬如力士屈伸臂頃，", "15": "從色究竟天還到王城，即如常日，次第乞", "16": "食。食畢澡漱收衣鉢已，往詣佛所。即以頭面", "17": "禮佛雙足，修敬畢已，在一面坐，合掌瞻仰，", "18": "而白佛言：「世尊，我於今日食時欲至，入三摩", "19": "地往色究竟天，問彼天人：『經於何時有佛", "2": "西天譯經三藏朝散大夫試鴻臚卿", "20": "出世，證無上菩提？』彼百天主同聲告我：『滿", "21": "百千劫，有佛出世，證無上菩提。』世尊！我雖", "22": "信受，是事云何？唯願世尊，為我開說。」", "23": "爾時世尊告大目乾連：「汝今諦聽，當為汝", "24": "說。大目乾連！彼色究竟天主，知見甚少，乃", "25": "謂汝言：『滿百千劫，有佛出世，證無上菩提。』", "26": "此非正言，未可深信。大目乾連！我念往", "27": "昔，最初值遇六十俱胝諸佛如來出現於世，", "28": "而彼諸佛，住世利生或久或近，各各隨緣", "29": "次第入滅；如是相繼，復有八十俱胝佛，出", "3": "傳法大師臣施護奉　詔譯", "30": "現於世，同名妙華。我於如是一一佛前，發", "31": "大誓願，及持梵行。於此佛後，復有五百佛", "32": "出現於世，同名正梵。於此佛後，復有八百", "33": "佛出現於世，同名燃燈。於此佛後，復有一", "34": "萬五千佛，同名昝麼沒，出現於世。於此佛", "35": "後，復有一千佛出現於世，名號族姓各各", "36": "不同。我於如是佛前，復發誓願，修持梵行。", "37": "於此佛後，復有六千佛出現於世，同名蘇", "38": "鉢囉多波。於此佛後，復有九萬佛出現", "39": "於世，同名妙迦葉。於此佛後，復有一千佛", "4": "如是我聞：一時佛在王舍城鷲峯山中，時尊", "40": "出現於世，同名為日。於此佛後，復有一千", "41": "佛出現於世，同名染沒𠆙野。於此佛後，", "42": "復有八萬佛出現於世，同名曀羅嚩帝。於", "43": "此佛後，復有七萬佛出現於世，同名帝釋。", "44": "於此佛後，復有一佛，名德，出現於世，我於", "45": "此佛，與諸聲聞弟子，同發誓願，恭敬供養。", "46": "經于多歲，於此佛後，復有八十俱胝那由他", "47": "辟支佛出現於世。「大目乾連！彼辟支佛，在", "48": "於我前發大誓願，及有轉輪聖王名曰遍", "49": "照，亦於我前，先得值遇四十同名無能勝佛。", "5": "者大目乾連食時欲至，著衣持鉢將詣王", "50": "大目乾連！我於德佛滅後，值遇一佛，亦名", "51": "無能勝。於此佛世，我為轉輪聖王名為百", "52": "號，與無能勝佛聲聞弟子同發誓願，恭敬", "53": "供養。經歷多年，佛入滅後，我以七寶建塔，", "54": "供養舍利。如是修行，經無量時。大目乾連！", "55": "我於是時，得證菩提。」", "56": "「復次，大目乾連！彼色究竟天，少知少見。無", "57": "能勝佛滅度之後，復有一佛出現於世，名", "58": "曰持世。後復有佛出現於世，名曰持地。後", "59": "復有佛，名大能仁，出現於世。後復有佛，名", "6": "城，忽作是念：「我於今日，先往色究竟天，問", "60": "曰妙現，出興於世。後復有佛，名曰師子，出", "61": "現於世。後復有佛，名最上希有，出現於世。", "62": "後復有佛，名斷一切憂，出現於世。後復有", "63": "佛，名一切義成就，出現於世。後復有佛，名", "64": "曰得勝，出現於世。後復有佛，名曰寶光，出", "65": "現於世。後復有佛，名曰意稱，出現於世。後", "66": "復有佛，名烏波底室囉，出現於世。後復有", "67": "佛，名底室嚕，出現於世。後復有佛，名曰圓", "68": "光，出現於世。後復有佛，名為月光，出現於", "69": "世。後復有佛，名曰天光，出現於世。後復有", "7": "少因緣，却來乞食。」於是尊者大目乾連，入", "70": "佛，名阿提部，出現於世。後復有佛，名阿提", "71": "野輸，出現於世。後復有佛，名無滅通，出現", "72": "於世。後復有佛，名曰最勝，出現於世。後復", "73": "有佛，名底室嚕多嚕，出現於世。後復有佛，", "74": "名曰上華，出現於世。後復有佛，名阿哩瑟", "75": "吒，出現於世。後復有佛，名阿提部，出現於", "76": "世。後復有佛，名曰燃燈，出現於世。後復有", "77": "佛，名曰降冤，出現於世。後復有佛，名曰金", "78": "曜，出現於世。後復有佛，名曰金光，出現於", "79": "世。後復有佛，名曰寶眼，出現於世。後復有", "8": "三摩地等引，譬如力士屈伸臂頃，到色究竟", "80": "佛，名蓮華眼，出現於世。後復有佛，名最上", "81": "蓮華，出現於世。後復有佛，名大蓮華，出現", "82": "於世。後復有佛，名曰蓮華，出現於世。後復", "83": "有佛，名毘婆尸，出現於世。後復有佛，名曰", "84": "尸棄，出現於世。後復有佛，名毘舍浮，出現", "85": "於世。後復有佛，名拘留孫，出現於世。後復", "86": "有佛，名俱那含牟尼，出現於世。後復有佛，", "87": "名曰迦葉，出現於世。今我釋迦牟尼，出現", "88": "於世。大目乾連！我先發誓願，於如是等諸", "89": "佛，以七寶華而散供養已，然後方成正等", "9": "天。既至彼已，與天相見，以種種軟語互", "90": "正覺。「大目乾連！彼一一佛，從初發心乃至", "91": "成等正覺，皆是經歷無數之劫。我從發心", "92": "至今成佛，劫數甚多，不可算計。彼色究竟", "93": "天，少知少見；汝勿生疑。」", "94": "爾時，世尊說是經已。大目乾連疑心即除，", "95": "歡喜踴躍，禮佛而退。", "96": "佛說諸佛經"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0439 佛說諸佛經", "author": "宋 施護譯", "sourceLink": "http://www.cbeta.org/"}