{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2077 續傳燈錄", "text": {"0": "大鑑下第二十世卷第三十六目錄", "1": "續傳燈錄卷第三十六", "10": "妙果。師聽入門語。有省。參堂俾侍香。朝從夕", "100": "法味以致。百丈大仰之徒爭來請師。師辭不", "101": "獲已遂返仰山。居三年將示寂。手書所與往", "102": "來作偈示眾。擲筆化去。延祐六年閏八月十", "103": "有七日也。壽八十二。大仰之下有金雞石者。", "104": "應馬大師懸讖故葬焉。而其徒之在杭者。又", "105": "建塔于淨慈之西隱。以存詹敬之所。嗣法者", "106": "有笑隱訢石室瑛仲芳倫云。", "107": "徑山善珍禪師法嗣徑山善珍禪師法嗣", "108": "徑山行端禪師杭州徑山元叟禪師諱行端。族臨海何氏世", "109": "業儒。母陳氏。師生而秀拔。幼不茹葷。年十二", "11": "遊。老拳痛棒不少貸。平生知見至是多無影", "110": "從族叔父茂上人得度於餘杭之化城院。十八", "111": "受具戒。一切文字不由師授自然能通。初參", "112": "藏叟和尚於徑山。叟問。汝是甚處人。師云。台", "113": "州叟便喝師展坐具。又喝師收坐具。叟云。放", "114": "汝三十棒參堂去。師於言下豁然頓悟。即延", "115": "入侍司。叟告寂。師至淨慈依石林鞏公。即處", "116": "以記室。尋以靈隱山水清勝往挂錫焉。師嘗", "117": "自稱寒拾。里人橫川珙公在育王。以偈招曰。", "118": "寥寥天地間。獨有寒山子。師竟不渡江而謁", "119": "覺菴真公於承天。復參雪岩欽公於仰山。岩", "12": "響。曹源徙龜峯侍行。又三年以偈辭游浙。其", "120": "問。何處來。師云。兩淛。岩云。因甚語音不同。", "121": "師云。合取臭口。岩云。獺徑橋高集雲峯峻。未", "122": "識書記在。師拍手云。鴨吞螺螄眼睛突出。岩", "123": "笑顧謂侍者。點好茶來。師云。也不消得。居三", "124": "歲而岩逝。乃還淛右。徑山請師居第一座。大", "125": "德庚子出世湖之資福。學徒奔湊名聞京國。", "126": "特旨賜慧文正辨禪師。中書平章事張閭公", "127": "任行宣政使。首舉師主中天竺。開堂之日公", "128": "率僚屬親臨座下。皇慶壬子遷靈隱。有旨設", "129": "水陸大會于金山。命師升座說法。竣事入覲。", "13": "言有曰。尚餘窮相一雙手。要向諸方痒處爬。", "130": "加賜佛日普照之號。陛辭南歸養高于良陼", "131": "之西菴。至治壬戌徑山虛席。宣政行院請師", "132": "補其處。師至是凡三被金襴袈裟之賜。二十", "133": "年間足不越閫。而慕其道者鱗萃至無所容。", "134": "僧問。如何是正法眼藏。師云。十字街頭石敢", "135": "當。僧云。莫只這便是麼。師云。月似彎弓少雨", "136": "多風。上堂舉。僧問趙州狗子還有佛性也無。", "137": "州云無。又僧問。狗子還有佛性也無。州云有。", "138": "師云。若以無為究竟。後來因甚道有。若以有", "139": "為諦當。前面因甚道無。者裏捉敗趙州。許爾", "14": "至京師松源主靈隱。師依焉。嘉定己卯由徑", "140": "天上天下。上堂。秋風涼秋夜長。未歸客思故", "141": "鄉。拍禪床。自是不歸歸便得。五湖煙景有誰", "142": "爭。師嘗勘一新到僧云。何方聖者甚處靈祇。", "143": "僧云臨朕碪。師云。杜撰禪和如麻似粟參堂", "144": "去。又勘一僧云。棊盤石斫破爾腦門。盋盂池", "145": "浸爛爾脚板。僧擬答。師便喝。又勘一僧云。擘", "146": "開華嶽連天秀。放出黃河徹底清。即且置。平", "147": "實地上道將一句來。僧擬開口。師便打。師以", "148": "呵叱怒罵為門弟子慈切之誨。以不近人情", "149": "行天下大公之道。師之利他皆陰為之沒齒", "15": "山第一座應嘉禾光孝請嗣曹源。是時菴元", "150": "不言。師生於宋寶祐乙卯。以至正辛巳八月", "151": "四日。書偈訣眾云。本無生滅。焉有去來。冰", "152": "河發焰。鐵樹花開。投筆垂一足而化。世壽八", "153": "十八僧臘七十六。以是月十一日奉全身窆", "154": "于寂照塔院。弟子竹泉林古鼎。銘夢堂噩楚", "155": "石琦以中及等。皆足亢其宗。", "156": "淨慈仲穎禪師法嗣淨慈仲穎禪師法嗣", "157": "江心了萬禪師溫州江心一山禪師諱了万。族臨川金氏。貌", "158": "瘠而弱。年十五業程文有聲。然素志出家莫", "159": "奪。去從金溪常樂院思仁者祝髮。俄有靈芝", "16": "覺菴即逢菴原無相範石谿月。皆在會中道", "160": "產戶樞。占者曰。吉徵也。及游方謁偃溪聞公", "161": "荊叟珏公簡翁敬公皆相語合。東叟領南屏", "162": "擇師掌記。師偶經神祠。見紙灰隨風旋起者。", "163": "脫然忘所證。亟以白東叟。東叟詰之終無疑", "164": "滯。遂蒙印可。後遊天台及境眾請開法寒岩。", "165": "竟嗣東叟。踰三年遷仙居紫籜。歷十載遷疎", "166": "山。當道議不合即撾退。未幾江淮總統會諸", "167": "山于靈隱直指堂。議以開先迎居之。師蒞事", "168": "叢林鼎新。又十年升住江心。少不適意輒棄", "169": "去。寺眾數百懇留。隨至憑公嶺。不從。各泣別", "17": "聞于朝。忠獻衛王以堂帖除蔣山。瀕江易澇", "170": "散去。師恬然如脫去桎梏焉。會廬山月㵎明", "171": "公遣舟迎歸東溪。明公示寂。開先之眾復以", "172": "請。師力却之。眾懇迫至再四。願不以寺事累", "173": "師。惟乞訓徒耳。皇慶元年十一月二十六日", "174": "遘疾危坐不近藥。閱七日命具浴更衣出據", "175": "室几書訣眾語坐逝。闍維收五色舍利如菽", "176": "不可計。雙目睛不燼。鎔以烈焰益晶熒。齒牙", "177": "頂骨錚有聲。時改作豫章烏遮塔。江西行省", "178": "丞相斡赤命以舊藏釋尊舍利奉於中。而遣", "179": "使分一山之目睛舍利。貯之銀匣陪葬焉餘", "18": "下田多無秋。師忍饑鳴道行乞養士。居十三", "180": "骼舍利又以葬東溪。", "181": "岳林益禪師奉化岳林栯堂益禪師。溫州人開法婺之天", "182": "寧。遷薦福。後主明之太平。升彰聖至岳林。上", "183": "堂云。古者道。我者裏無法與人。只是據欵結", "184": "案。彰聖者裏亦無法與人。亦不據欵結案。拈", "185": "拄杖云。如何是佛赤脚踏蓮花。如何是佛向", "186": "上事雕梁畫棟。擲下拄杖便歸方丈。二月十", "187": "五日上堂擊拂一下。彰聖今日將三十年前", "188": "冷灰中爆出烏豆。換老胡眼睛去也。喝一喝", "189": "云。設有一法過於涅槃。我此一喝不作一喝", "19": "年無倦色。嘉熙己亥侍郎東畎曹公豳帥閩。", "190": "用。", "191": "雙林朋禪師法嗣雙林朋禪師法嗣", "192": "靈隱祖誾禪師杭州靈隱悅堂誾禪師。南康周氏子。宋端平", "193": "元年八月一日生。年十三稟父母。依同郡嘉", "194": "瑞寺出家。禮偃一人為師薙落受具。一日閱", "195": "華嚴經。至惟一堅密身一切塵中現。忽有省。", "196": "即往見別山智公於蔣山。智問。近離何處。師", "197": "云。江西。智云。馬大師安樂否。師叉手進云。", "198": "起居和尚。智命侍香。未幾至杭見斷橋倫公", "199": "於淨慈。倫問。臨濟三遭黃檗痛棒是否。師云", "2": "大鑑下第二十世", "20": "聞師道望以鼓山來聘。未行雪峯牒至。領事", "200": "是。又問。因甚大愚肋下築三拳。師云。得人一", "201": "牛還人一馬。倫頷之。倫逝而柏山介石適來", "202": "補其處。一日室中舉柏樹子話。師擬議。石抗", "203": "聲云。何不道黃鶴樓前鸚鵡洲。師於言下頓", "204": "悟。即令侍香。久之歸廬山東岩。日公住圓通", "205": "延師分座。九江守錢真孫聘師出世西林為", "206": "介石嗣。至元二十五年遷開先。又選東林。元", "207": "貞初奉詔赴闕入對稱旨。賜璽書號通慧禪", "208": "師并金襴法衣。大德九年陞住靈隱。嘗勘一", "209": "僧云。微塵諸佛在爾舌上。三藏聖教在爾脚", "21": "半年而天童詔下。眾集如海法度修明。雖宏", "210": "底。何不瞥地。僧罔措。師便喝。又勘一僧云。", "211": "釋迦彌勒是他奴他是阿誰。僧擬對。師便打。", "212": "一僧新到。師問。何處來。僧云。閩中。師云。彼", "213": "處佛法如何住持。僧云。饑即喫飯困即打睡。", "214": "師云錯。僧云。未審和尚此間如何住持。師拂", "215": "袖歸方丈。僧休去。居四歲而逝。訣眾偈曰。緣", "216": "會而來。緣散而去。撞倒須彌。虛空獨露。世壽", "217": "七十五。僧臘五十二。", "218": "天童雲外禪師法嗣天童雲外禪師法嗣", "219": "雪竇大證禪師明州雪竇無印禪師諱大證。族番陽史氏子。", "22": "智盛時殆不之過。育王虛席攝住持事。往來", "220": "生于大德丁酉歲正月二十四日。幼穎異父", "221": "母知不可留。使從州之昌國寺智節學出世", "222": "法。年十四薙落受具戒。出遊謁荊石琬公于", "223": "廬山圓通。機語不契。時思菴睿公居間房。師", "224": "日親煆煉。雲外岫公方唱曹洞之道于天童。", "225": "師往依之。一日入室次公云。天童今日大死", "226": "去也。汝作麼生救。師云。請和尚喫飯。公又", "227": "云。天童今日大死去也。汝不要相救師云。救", "228": "他作麼。公又云。天童今日大死去也。阿誰與", "229": "我同行。師云。和尚先行某甲後隨。公呵呵大", "23": "說法兩山間上堂曰。天童用底來育王用不", "230": "笑。自茲情同魚水。猶溈山之與寂子也遂命", "231": "典藏教。已而謁中峯本公于天目山。公雅相", "232": "器重。至治間詔天下善書者。以金書藏經與", "233": "國師妙公偕北上入覲。竣事賜以織金屈眴", "234": "之衣。泰定初南還江淛。丞相脫歡公領行宣", "235": "政院事。起師主衢之南禪說法。為雲外之嗣。", "236": "雲外嗣直翁舉。直翁嗣東谷光。東谷嗣明極", "237": "祚明極嗣自得暉。蓋隰州古佛之六世也。繼", "238": "領光孝遷信之祥符。既而洪之翠岩。饒之芝", "239": "山。俱以行院檄請。師以疾固辭。至正七年主", "24": "著。育王用底歸天童用不著。雖然如是用不", "240": "慶元之定水。閱九年遷雪竇。上堂曰。千說萬", "241": "說不若覿面一見。昨日二十九。今朝七月一。", "242": "報爾參玄人。光陰如箭疾。娘生兩隻眼。箇箇", "243": "黑如漆。急急急回頭。看取天真佛。良久是何", "244": "面目。下座巡堂喫茶。又上堂。妙不妙衲僧鼻", "245": "孔多無竅。玄不玄剎竿頭上無青天。至士寧", "246": "容袖手。良馬豈待揮鞭。全超棒喝不落蹄筌。", "247": "百鳥不來春又去。岩房嬴得日高眠。居四年", "248": "退居定水之圓明菴。明年辛丑九月二十一", "249": "日示寂。得年六十有五。奉龕闍維燼餘牙齒", "25": "著處用有餘。一箭雙鵰隨手落。又結夏上堂", "250": "數珠不壞。舍利明瑩。門人景雲等斂諸不壞", "251": "者。建塔圓明庵後。", "252": "靈隱崇岳禪師法嗣靈隱崇岳禪師法嗣", "253": "金山善開禪師鎮江金山善開禪師字掩室。上堂舉密庵破", "254": "沙盆話頌云。法眼拈來早自謾。無端錯對破", "255": "沙盆。而今遍界難遮掩。殃害叢林累子孫。", "256": "道場普岩禪師湖州道場運菴禪師諱普岩。題趙州像偈云。", "257": "無端提起七斤衫。多少禪人著意參。盡向青", "258": "州做窠窟。不知春色在江南。其下有虛空愚", "259": "石帆衍紹之。", "26": "云。圓覺伽藍塵塵有路。坐斷去來頓空今古。", "260": "華藏覺通禪師華藏覺通禪師字無得。青苗會上堂。破一微", "261": "塵出大經。鳶飛魚躍更分明。不將眼看將心", "262": "看。已是重敲火裏氷。淹黑豆昧平生。直須劫", "263": "外話豐登。繰成白雪桑重綠。割盡黃雲稻正", "264": "青。嗣法有虛舟度云。", "265": "龍翔希璉禪師溫州龍翔石岩禪師諱希璉。潮陽馬氏子。室", "266": "中僧問。昔日佛照光禪師因宋孝宗宣問。釋", "267": "迦佛入山六年所成何事。光曰。將謂陛下忘", "268": "却。師答以頌曰。大根大器大熏修。瞥轉機輪", "269": "向上頭。萬億斯年惟一佛。雪山元不隔龍樓。", "27": "那裏十三這邊十五。後先不差毫髮許。可笑", "270": "瑞岩光睦禪師瑞岩少室光睦禪師。上堂舉。曹山霞因僧侍", "271": "立。山曰。道者可殺熱。曰是。山曰。秖如熱向", "272": "甚麼處回避。曰向鑊湯爐炭裏回避。山曰。秖", "273": "如鑊湯爐炭。又作麼生回避。曰眾苦不能到。", "274": "師頌曰。瞎却頂門三隻眼。鑊湯爐炭裏優游。", "275": "若言眾苦不能到。端的何曾有地頭。", "276": "天目文禮禪師明州天童山天目禪師。諱文禮號滅翁。杭之", "277": "臨安人姓阮氏。家天目山之麓。因又號天目", "278": "云。師生六歲携籃隨母採桑。俄而寤。念携之", "279": "者誰邪。遂有出家志。年十六依鄉之真相寺", "28": "黃面瞿曇。至今不知落處。二年淳祐甲辰有", "280": "僧智月剃落。往淨慈參混源。混源舉見成公", "281": "案放汝三十棒話不契。謁育王佛照光禪師。", "282": "光問。恁麼來者那箇是汝主人公。師豁然領", "283": "旨。他日光再問。是風動是幡動這僧如何。師", "284": "云。物見主眼卓竪。又問。不是風動不是幡動。", "285": "甚處見祖師。師云。揭却腦蓋。光喜其俊邁挽", "286": "為書記。久之返淛西。聽一心三觀之旨于上", "287": "天竺。松源岳禪師唱道饒之薦福。室中問僧。", "288": "不是風動不是幡動。擬議即棒出。師聞之頓", "289": "忘知解。廼往參焉蒙印可得盡其旨。辭松源", "29": "旨移靈隱。而世故有不滿其意者。伐鼓告眾", "290": "巡禮江淮間祖塔。時淛翁琰公主蔣山。挽師", "291": "充立僧首座。晉陵尤公焴數至山。誦師提唱", "292": "語悅服。嘉定五年約齋居士張公鎡。請師開", "293": "法臨安慧雲。一香為松源嗣既而遷溫之能", "294": "仁。未幾辭歸西丘。時節齋趙公慕師高行。微", "295": "服過西丘。師亦不問其姓名與語終日而去。", "296": "明日奏請師住持淨慈。室中每舉南山筀笋", "297": "東海烏鰂話。學者擬議。師輒督牙三下。莫有", "298": "湊泊之者。厥後遷居福泉升住天童。師因上", "299": "堂舉。楞嚴經云。諸可還者自然非汝。不汝還", "3": "薦福道生禪師法嗣薦福道生禪師法嗣", "30": "歸隱金陵。京兆尹遣屬官追挽至蘇臺不可。", "300": "者非汝而誰。師頌云。不汝還者復是誰。殘紅", "301": "流在釣魚磯。日斜風定無人掃。燕子銜將水", "302": "際飛。冬至上堂云。黃鐘纔起時。九數從頭", "303": "數。相將幽谷鶯啼。次第雕梁燕語。田父祭句", "304": "芒。叢祠敲社鼓。農父狎牛郎。村姑教蠶婦。光", "305": "陰老盡世間人。冬至寒食一百五。宏智禪師", "306": "忌上堂。夜明簾外寶鑑堂前。元無兼帶豈有", "307": "偏圓。正恁麼時畢竟誰居正位。古渡無人霜", "308": "月冷。蘆花風靜鷺鷥眠。有來上座直入方丈", "309": "云。某甲有狀告投和尚。師云。對頭在那裏。來", "31": "朝命以虎丘俾養老不就。留守虛齋趙公以蔣", "310": "云。和尚便是。師云。老僧與汝有甚麼冤讎。來", "311": "無語。師捉住云。冤家冤家。新到相看。師問。", "312": "汝名什麼。僧云。智虎。師退身作怕勢。僧擬", "313": "議。師便歸方丈。又佛光法照師首依師于梁", "314": "渚。師令往下竺參北峯印公。作二偈送之曰。", "315": "送子參尋有鷲山。諸方多是落前三。自從開", "316": "異歸同後。圓旨于今亦倦譚。揀境分明妙藥", "317": "方。餘之分別更須忘。晚風吹落殘紅片。休向", "318": "枝頭覓舊香。叢林至今傳誦不絕。師尤邃于", "319": "易。乾淳諸儒大闡道學。師與之遊直示以心", "32": "山起之不應。戊申春育王笑翁堪散席。朝", "320": "法。不為世語徇悅也。朱晦菴問毋不敬。師叉", "321": "手示之。楊慈湖問不欺之力。師答以偈曰。此", "322": "力分明在不欺。不欺能有幾人知。要明象兔", "323": "全提句。看取升階正笏時。其曉人類如此。師", "324": "所閱五剎通不過八九年。而得閒之歲月多", "325": "逍遙於梁渚之西丘。群衲參叩無異領眾時", "326": "也。其為人高古簡儉不苟為笑語。將入寂病", "327": "中問侍者曰。誰與我造無縫塔。侍者云。請師", "328": "塔樣。師云。盡力畫不出。乃怡然脫去。闍維弟", "329": "子收舍利并遺骨。袝葬于天童應菴塔左。壽", "33": "論以大覺故家不輕畀付。召師隱所。使者三。", "330": "八十四。臘六十八。紹其傳者有橫川珙石林", "331": "鞏。稱二甘露門云。", "332": "續傳燈錄卷第三十六終", "34": "返卒不奉。詔明年升徑山。未幾膈間疾作涉", "35": "春不瘳。然陞堂說法不廢。二月末始不出。然", "36": "說偈書贊嬉笑言論如平時。侍僧以遺偈請。", "37": "麾斥不顧。已而笑謂侍者曰。末後一句。無可", "38": "商量。只要箇人。直下承當。自是屏却醫藥謝", "39": "絕外事。至十四夜分起坐移頃而逝。歸葬于", "4": "徑山道冲禪師徑山癡絕禪師諱道冲。武信長江荀氏子。母", "40": "金陵山中。", "41": "淨慈聞禪師法嗣淨慈聞禪師法嗣", "42": "徑山妙高禪師杭州徑山雲峯禪師名妙高。福之長溪人也。", "43": "家世業儒。母阮夢池上嬰兒合爪坐蓮華心", "44": "手捧得之。覺而生師。因名夢池。神彩秀徹嗜", "45": "書力學尤耽釋典。固請學出世法。依吳中雲", "46": "夢澤公受具戒。師銳意求道首參癡絕。次見", "47": "無準。準尤器愛。遂之育王見偃溪。入室掌藏", "48": "鑰。一日溪舉譬如牛過窓櫺頭角四蹄都過", "49": "了因甚尾巴過不得。師劃然有省答曰。鯨吞", "5": "郭氏。生而豐上短下資性絕人。少長以進士", "50": "海水盡。露出珊瑚枝。溪可之。會溪遷南屏師", "51": "與俱。後出世住宣興大蘆。遂為嫡嗣。遷江陰", "52": "勸忠霅川何山雲衲四來。蔣山虛席師奉朝", "53": "命居之。歷十有三載眾踰五千指。德祐乙亥", "54": "寺被兵軍士有迫師求金者。俄以刃擬師。師", "55": "延頸曰。欲殺即殺。吾頭非汝礪刃死。辭色了", "56": "無怖畏。軍士感動擲刃而去。丞相伯顏公見", "57": "師加敬。施牛百齋糧五百。寺賴以濟。至元庚", "58": "辰遷徑山。寺罹回祿。草創纔什一。師究心興", "59": "建。不十年悉還舊觀。戊子春魔事忽作。有譖", "6": "業應詔不利。受釋氏學於梓州妙音院禮修", "60": "毀禪宗者。師嘆曰。此宗門大事。吾當忍死爭", "61": "之。遂趨京。有旨集諸宗徒廷辨。上問。禪以何", "62": "為宗。師奏。淨智妙圓體本空寂。非見聞覺知", "63": "思慮分別所能到。宣問再三。師歷舉西天東", "64": "土諸祖以至德山臨濟棒喝因緣。大抵禪是", "65": "正法眼藏涅槃妙心。趨最上乘。孰有過於禪。", "66": "詞指明顯餘二千言。又宣進榻前。與譖者反", "67": "復論難。譖者辭屈。上大悅。禪宗安堵如初。陛", "68": "辭南歸。示眾云。我本深藏岩竇隱遯過時。不", "69": "謂日照天臨難逃至化。又云。衲帔蒙頭萬事", "7": "證為落髮師。遊成都習經論。紹熙壬子出峽。", "70": "休。此時山僧都不會。徑山復災師謂眾曰。吾", "71": "夙負此山債耳。遂竭力再營建。匯殿坡為池。", "72": "他屋以次落成。癸巳六月十七日書偈而逝。", "73": "師生於嘉定己卯二月十七日。壽七十五。臘", "74": "五十九。葬于寺之西麓云。", "75": "育王觀禪師法嗣育王觀禪師法嗣", "76": "徑山元熙禪師徑山佛智晦機禪師諱元熙。族豫章唐氏世", "77": "業儒。西山明覺院明公廼師之族叔。父聚其", "78": "宗族子弟。教之世典。師與兄元齡俱從進士", "79": "業。元齡既登第。師年十九遂從明公祝髮。將", "8": "回翔荊楚間。時松源岳唱密菴之道于饒之", "80": "遊方。其母憐之。私具白金為裝。師謂財足喪", "81": "忘。即善辭母不持一錢以行。至吳。一時名宿", "82": "皆欲出已座下不顧也。聞物初觀禪師闡化玉", "83": "几往依之。物初與語大驚異之。留侍左右朝", "84": "夕咨扣盡發其祕。字之曰晦機。為偈以勉焉。", "85": "後至錢塘謁東叟穎公于南屏。延師掌記。至", "86": "元中總統楊璉真加奉旨取育王舍利塔進入", "87": "供養。乃親詣師求記述舍利始末。因招與俱。", "88": "師辭曰。我有老母兵後存亡不可知。遂歸江", "89": "西。則元齡先以臨江通判從文丞相起兵死。", "9": "薦福。徑造其廬。以歲饑不受。會曹源生出世", "90": "獨母在堂。師奉之。以孝聞。隱居里之灊山。元", "91": "貞二年出世應百丈之請。居十二載而法席", "92": "振興。至大初應淨慈之請。入寺之日行中書", "93": "省行宣政院官屬俯伏迎請發揚宗旨。四方", "94": "英衲一時輻湊。上堂曰。雲門道。箇普字盡大", "95": "地人不奈何。殊不知雲門四稜塌地。當時若", "96": "與震威一喝待此老惡發徐徐打。箇問訊道。", "97": "莫怪觸忤好。非徒扶起此老。管取話行天下。", "98": "居七載還徑山。閱三月師杖策歸南山之下。", "99": "復起之不往也。江西學者聞師退閑。咸傾誠"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2077 續傳燈錄", "author": "", "sourceLink": "http://www.cbeta.org/"}