{"author": "唐 僧詳撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2068 法華傳記", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "11 聽聞利益22 唐襄州優婆塞後妻", "1": "法華經傳記卷第十", "2": "12 依正供養依正供養第十二　附出法供養", "3": "釋慧紹一釋慧益二", "4": "釋法光三釋大志四", "5": "釋會通五比丘尼六", "6": "書生七釋僧瑜八", "7": "十種供九供養益十", "8": "妙華天十一寶瓔天十二", "9": "老女十三優婆塞十四", "10": "釋僧達十五法供養十六", "11": "無行比丘十七", "12": "1 宋臨川招提寺釋慧紹宋臨川招提寺釋慧紹一", "13": "釋慧紹。不知氏族。小兒時。母哺魚肉輒吐咽", "14": "菜不疑。於是便蔬食。至八歲出家為僧。後隨", "15": "要止臨川招提寺。誦法華經。每至藥王品。廼", "16": "密有燒身之志。常雇人斫薪。積於東山石室", "17": "數丈。中央開一龕。足容己身。廼還寺辭要。於", "18": "燒身之日。於東山設大會告別。知識其口闔", "19": "境奔波車馬人眾。及齎金寶者。不可稱計。至", "20": "夜初更。行道誦經。紹自行香竟。執燭燃薪。入", "21": "中而坐。誦藥王本事品。眾既不見紹。悟其已", "22": "去。禮拜未畢。悉至蘇已。洞燃誦經聲未息。火", "23": "至額聞唱一心。言已奄絕。大眾咸見有一星。", "24": "其大如斗。直下烟中。俄而上天。時見者咸謂。", "25": "天宮迎紹。經三日薪聚乃盡。前臨終時謂同", "26": "行曰。吾燒身處。當生梧桐。慎莫伐之。燒身三", "27": "日果生矣。", "28": "2 宋京師竹林寺釋慧益宋京師竹林寺釋慧益二", "29": "釋慧益廣陵人也。少出家。隨師止壽春。宋孝", "30": "建中。出都憩竹林寺。精懃苦行。誦通法華。每", "31": "至藥王品。流淚歎曰。人身難受。佛教難遇。得", "32": "好欲燒身。眾人聞者。毀讚交語。大明四年始", "33": "斷粒唯餌麻麥。到六年更斷麥等。但食蘇", "34": "油。又絕蘇油。唯服香丸。雖四大綿微。而神情", "35": "警正孝武深加敬異致問。慇懃遣太宰江夏", "36": "王義恭。詣寺諫益。益誓志無改。至大明七年", "37": "四月八日。將就焚燒。廼於鍾山之南置鑊辦", "38": "油。其日朝乘牛車。而以人牽自寺之山。以帝", "39": "王是兆民所憑。又三寶所寄。乃自力入臺。至", "40": "雲龍門。不能步下。令人啟聞。慧益道人。今", "41": "捨身詣門奉辭。深以佛法仰累。帝聞改容。即", "42": "躬出雲龍門。益既見帝。重以佛法憑囑。於是", "43": "辭去。帝亦續至。諸王妃后道俗士庶。填滿山", "44": "谷。投衣棄寶。不可勝計。益入鑊據一小床。以", "45": "衣具自纏。上加一長帽。以油灌之。將就著火。", "46": "帝令太宰至鑊所。請諭曰。道行多方。何必殞", "47": "命。幸願三思。更就異途。益雅志確然。曾無", "48": "悔念。廼答曰。微軀賤命。何足上留天心。聖慈", "49": "罔已者。願度二十人。出家降勅即許。益廼", "50": "手自執燭以燃帽。帽燃廼棄燭。合掌誦藥", "51": "王品。火至眉。誦聲猶分明。及眼乃昧。貴賤哀", "52": "嗟響振幽谷。莫不彈指稱佛。惆悵淚下。火至", "53": "明旦廼盡。帝於時聞空中笳管。異香芬苾。帝", "54": "盡日方還官。夜夢見益。振錫而至。更囑以", "55": "佛法。明日帝為設會度人。令齋主唱白。具序", "56": "徵祥。燒身之處。謂藥王寺。以擬本事也。", "57": "3 齊隴西釋法光齊隴西釋法光三", "58": "釋法光。秦州隴西人。少而有信。至二十九方", "59": "出家。苦行頭陀。不服綿纊絕五穀。唯餌松葉。", "60": "後誓志燒身。欲供養法。廼服松膏及飲油。經", "61": "于半年。至齊永明五年十月二十日。於隴西", "62": "記城寺內。集薪焚身。以滿先志。火來至目。誦", "63": "法華經聲猶記。至鼻廼昧奄然。春秋四十有", "64": "一已上三緣梁高僧傳十二。", "65": "4 隋九江廬山沙門釋大志隋九江廬山沙門釋大志四", "66": "釋大志。姓顧氏會稽山陰人。發蒙出家。師事", "67": "天台智者。顗覩其形神灑落高放物表。因名", "68": "為大志。禪誦為業。苦節自專。四方名所無遠。", "69": "必造而言氣清穆。儀相真嚴。故見者䀎睞知", "70": "非凡器。開皇十年。來遊廬岳。住峯頂寺。不隸", "71": "公名。不豫僧伍。誦法華經。索然閑雅絕能", "72": "清囀。使諸聽者忘疲。後於華山甘露峯南。建", "73": "靜觀道場。頭陀為業。子爾一身不避虓虎。聞", "74": "有惡狩。輒往投之。皆避而不噉。山粒本絕。", "75": "終日忘飡。或以餅果繼命而已。外覩不堪其", "76": "惱。而志安之。容色如故。經于七載。禪業無", "77": "斷。晚住此山福林寺會。大業屏除流徒隱逸。", "78": "慨法陵遲。一至於此。乃變服毀形。頭擐孝", "79": "服。麁布為衣。在佛堂中。高聲慟哭。三日三", "80": "夕。初不斷絕。寺僧慰喻。志曰。余歎惡業乃如", "81": "此耶。要盡此形骸。伸明正教耳。遂往東都。上", "82": "表曰。願陛下興顯三寶。當然一臂於嵩岳", "83": "用報國恩。帝許之。勅設大齋。七眾通集。志不", "84": "食三日。登大棚上燒鐵赫然。用烙其臂。並", "85": "令焦黑。以刀截斷。肉裂骨現。又烙其骨令", "86": "焦黑。已布裹蠟灌下火然之。光耀巖岫。于", "87": "時大眾。見其行苦。皆痛心貫髓。不安其足。", "88": "而志雖加燒烙詞色不變。言笑如初。時誦", "89": "法句。或歎佛德。為眾說法。聲聲不絕。臂燒", "90": "既盡。如先下棚。七日入定。跏坐而卒。時年四", "91": "十有三矣。", "92": "5 唐終南豹林谷釋會通唐終南豹林谷釋會通五", "93": "釋會通雍州萬年御宿川人。少欣道撿。遊泊", "94": "林泉。苦節戒行。是其顧習。投終南豹林谷。潛", "95": "隱綜業。讀法華經。至藥王品。便欣厭捨。私", "96": "集柴木。誓必行之。以貞觀末年。靜夜林中。積", "97": "薪為窟。誦至藥王。便令下火。風驚焰發。煙火", "98": "俱盛。卓爾跏坐。聲誦如故。尋爾西南。有大", "99": "白光流入火聚。身方偃仆。至曉身火俱滅。", "100": "乃收其遺骨。為起白塔。勒銘存焉。", "101": "6 荊州比丘尼荊州比丘尼六", "102": "貞觀之初。荊州有比丘尼。姊妹同誦法華。深", "103": "厭形器。俱欲捨身。節約衣食。欽崇苦行。服諸", "104": "香油。漸斷粒食。後頓絕穀。推噉香蜜。精力", "105": "所被。神志鮮爽。周告道俗。剋日燒身。以貞觀", "106": "三年二月八日。於荊州大街。置二高座。乃以", "107": "蠟布纏身至頂。惟出面目。眾聚如山。歌讚雲", "108": "會。誦至燒處。其姊先以火柱妹頂請妹又", "109": "以火柱姊頂清夜兩炬。一時同耀。焰下至眼。", "110": "聲相轉明。漸下鼻口。方乃歇滅。恰至明晨。合", "111": "坐洞舉。一時火化骸骨摧朽。二舌俱存合眾", "112": "欣嗟。為起高塔。", "113": "7 并州城西書生并州城西書生七", "114": "并州城西有一書生。年二十四五。誦法華經。", "115": "誓燒供養。乃集數束蒿乾籠之。人問其故。密", "116": "而不述。後於中夜。放火自燒。及人往救。火盛", "117": "已死。乃就加柴薪。盡其形陰。", "118": "8 宋廬山招提寺釋僧瑜宋廬山招提寺釋僧瑜八", "119": "釋僧瑜。姓周吳興餘抗人。弱冠出家。業素純", "120": "粹。元嘉十五年。與同學曇溫慧光等。於廬山", "121": "南嶺。共建精舍。名曰招隱。瑜常以為結累三", "122": "塗情形故也。情將盡矣形亦宜損。藥王之𨅊", "123": "獨何云遠。於是屢發言。誓始契燒身。以宋孝", "124": "建二年六月三日。集薪為龕。并請僧設齋。告", "125": "眾辭別。是日雲霧晦合。密雨交零。瑜廼誓曰。", "126": "若我所志克明。天當清朗。如其無感。便當滂", "127": "注使此四輩知神應之無昧也。言已雲景明", "128": "霽。至初夜竟便入薪龕中。合掌平坐藥藥王", "129": "品。火焰交至。猶合掌不散。道俗知者。奔赴", "130": "彌山。並稽首作禮。願結因緣。咸身紫氣騰", "131": "空。久之廼歇。時年四十四。其後旬有四日。瑜", "132": "房中生雙梧桐。根枝豐茂。巨細相如貫壤直", "133": "聳。遂成奇樹。理識者以為娑羅寶樹。剋炳泥", "134": "洹。瑜之庶幾故現斯證。因號為雙桐沙門。吳", "135": "郡張辯。為平南長吏。親覩其事。具為傳贊。", "136": "贊曰。悠悠玄機。茫茫至道。出生入死。孰為", "137": "妙寶其一自昔藥王。殊化絕倫。往聞其說。今覩", "138": "斯人其二英英沙門。慧定心固。凝神紫氣。表迹", "139": "雙樹其三其德可樂。其操可貴。文之作矣。式飃", "140": "鬘髴其四。", "141": "9 十種供養記十種供養記九", "142": "逍遙園記云。外國法師鳩摩羅什。弘始七年", "143": "冬。譯新法華竟。一部七卷二十八品。明年春", "144": "正月。本齊挍定。造金字經。七寶以為莊嚴。光", "145": "色映園。道俗如市。瞻仰禮拜。感夢云。闕一塵", "146": "一劫四字。更勘梵本如所夢。秦王歡喜曰。什", "147": "師深得經旨。良會聖心。先所寫者。闕此四", "148": "字。尋經綴之。王謂什云。朕如法供養經卷。法", "149": "式何等。什曰。若欲如說供養經卷。須依經", "150": "說。略備十種供具。一華二香三瓔珞四抹香", "151": "五塗香六燒香七幡蓋八衣服九妓樂十合掌", "152": "也。王曰。未審。何等香華。什曰。香者海岸香", "153": "麝香欝金香蘇合香等。用淨潔香。去不淨香。", "154": "非抹為微塵類。華者水陸時華。如蓮華等類。", "155": "若無時華。以七寶成。擬曼陀羅等四華及時", "156": "妙華。外國用優鉢羅華蘇摩那華等。瓔珞者", "157": "用珠寶成。擬如意珠瓔珞摩尼珠瓔珞等。外", "158": "國用一百雜寶瓔珞。抹香者抹檀木根莖等。", "159": "若和水以為塗香。擬沈水等。若合火為燒香", "160": "擬薰。幡蓋者用淨潔疊。外國用藕糸等絕服。", "161": "擬天妙衣。妓樂者用鼓簫笛琴箜篌等。合掌", "162": "者以敬心為供。用蓮華合掌。皆用淨潔。寄事", "163": "悟理。王曰。其果報一何。什曰。果報有遠近。近", "164": "依局情不關善體。遠得常住佛果。王曰。其局", "165": "情近果及遠妙果一何。什曰。如此供養果報", "166": "微妙。諸佛所歎。且昔佛在世時。有旃檀香口", "167": "比丘。九十一劫。在人中天上。身諸毛孔。出旃", "168": "檀香。口中常出優鉢羅華香。最後值佛。得阿", "169": "羅漢。三明六通。具八解脫。此毘婆尸佛滅後。", "170": "以香供塔所得果報。迦毘羅城一百童子。昔", "171": "同在一邑。作伎樂持香華。供養佛塔。九十一", "172": "劫不墮惡道。同受快樂。值佛盡苦。華天昔以", "173": "野澤草華。用散眾僧。所生之處。常雨天華。威", "174": "德比丘。以萎華散塔上。亦復如是。外國有一", "175": "婆羅門。造三逆殺父母阿羅漢也。後生悔心。", "176": "以香華供養經卷。罪垢微薄。以餘業故。雖墮", "177": "地獄。猛火如溫水目謂溫泉。入中快樂。身", "178": "有異香。罪人聞之。得生天上。善化王以幡蓋", "179": "覆支佛廟。感輪王業。華蓋比丘。以草蓋覆", "180": "塔。九十一劫。華蓋覆護其身。妙音以伎樂供", "181": "佛。乃至過去諸佛。皆成佛道。初發心時。一華", "182": "一香等。以供養佛。如賢劫千佛中。執華如來。", "183": "從悅意佛。初發心時。以好衣名香。貢上其", "184": "佛。自致正覺。善思如來。從普觀佛。初發道", "185": "心。採一蓮華。貢上彼佛。自致正覺。賢重如", "186": "來。從大清喜佛。奉上雜香。自致正覺。閑靜如", "187": "來。從無上佛。初發心時。奉上瓔珞。自致正", "188": "覺。如此遠近所得果報。不可稱記。何況於法", "189": "華。而為供養。以佛智慧。不得其功德邊。王聞", "190": "此說。心開意解。調供具嚴淨道路。散華灑水。", "191": "王臣大眾懸列大道。金匣收經。安置案上。王", "192": "自頂戴。三千比丘。唱讚前遵。安詳修行。入於", "193": "大寺。以十種供。而供養之。眾星來下乘雲在", "194": "空。見者蓋多。五色雲蓋靉靆。垂覆逍遙園上。", "195": "見未曾有。于時白月十五日。入夜秦王后妃", "196": "王母婇女。並在翻經館傍淨室中。王自夢。逍", "197": "遙園地。如廣博嚴淨土。文殊在高開題目。菩", "198": "薩大眾。從九方來。所設供具。遍於九方。以事", "199": "啟什。什曰。此是陛下信所致。法華大教緣在", "200": "茲國。滅後之中。此感難有。明日各散。什歎", "201": "曰。於閻浮提。第三佛事矣記文煩廣之取意而出耳。", "202": "10 滅度受持供養經卷者彌勒出世時得益滅度受持供養經卷者彌勒出世時得益", "203": "十", "204": "法住記云。彌勒如來成正覺已。為聲聞眾。三", "205": "會說法。令出生死得證涅槃。乃至若諸國王", "206": "及以臣。度一切施於今釋迦牟尼佛。正法中", "207": "能為法事自種善根。或教他種。謂於大乘素", "208": "呾覽藏所有甚深空性相應諸大乘經。謂般", "209": "若波羅蜜多經妙芬陀利經金光明經等。如", "210": "是等大乘經。有百俱胝部黨差別大乘毘奈", "211": "耶聲聞三藏。於如是等正法藏中。或是佛", "212": "說。或菩薩說。或聲聞說。或諸天說。或智者", "213": "說。能引義利。乃至有能於四句頌。若自讀若", "214": "教他讀。若自持若教他持。若自解說若教他", "215": "解說。或於法師恭敬供養。或於經卷恭敬供", "216": "養。謂以種種香華幡蓋伎樂燈明。而為供養。", "217": "或於經卷。以諸雜綵囊皅縷帶。而嚴飾之。由", "218": "如是等善根力故。至彌勒如來成正覺時。善", "219": "得人身。於彼佛第二會中。以淨信心。捨離家", "220": "法。出趣非家。淨除鬚髮。披著法服。既預聖", "221": "眾。隨宿願力。便得涅槃。是名第二為法事故。", "222": "種善根者所得果報法雲經彼記大同此文。", "223": "11 外國妙華天女外國妙華天女十一", "224": "昔外國有鐵塔。高丈餘。於中安置芬陀利迦", "225": "阿差摩摩訶毘盧舍那經等梵夾。各有百千", "226": "偈。時有一天女。夜時時來。以天曼陀羅華。供", "227": "養鐵塔。有一客遊比丘。止宿塔影。夜分見天", "228": "女。問曰。汝是誰。答我是忉利天妙華天女。釋", "229": "提桓因侍女也。比丘復問。有何因緣來至供", "230": "養。天女曰。我昔為貧女乞丐自活。傍有池號", "231": "曰妙池。夏月四色蓮華彌滿。於中而生。諸國", "232": "婆羅門等。競來採華。設蓮華法會。爾時貧女", "233": "發微信。採二莖白蓮華。供養塔中芬陀利迦", "234": "等修多羅。乘此一善。生忉利天。為帝釋侍女。", "235": "以依本緣。號曰妙華。欲報法恩。時時供養作", "236": "是語已。隱而不現。沙門捨衣鉢。買華供養塔", "237": "及經卷出要集。", "238": "12 忉利天寶瓔天子忉利天寶瓔天子十二", "239": "昔梁武帝。造五百袈裟。欲施須彌山頂五百", "240": "阿羅漢。謂誌公。公往忉利天上。施武帝袈", "241": "裟。時有一天子。名曰寶瓔。身所著瓔珞。過天", "242": "王百千萬倍。光明映蔽餘天。誌公問曰。汝衣", "243": "瓔殊特何因。天答曰。我昔生在閻浮提華氏", "244": "國。為長者子。以身所著衣服瓔珞。供養妙法。", "245": "以是因緣。生此天中。衣瓔超過天王百千萬", "246": "倍。又有天子名妙雲。形色端正。百千天女而", "247": "圍繞之。誌公問因即答。我昔在摩竭陀國畢", "248": "波羅邑。以華供養妙法。得此天報如此。百千", "249": "威德天。皆由供養妙法果報。誌公還來。具作", "250": "是說。", "251": "13 長安縣老女長安縣老女十三", "252": "長安縣有一老女。不知姓名。此女盲聾瘖瘂。", "253": "為人輕賤。時於大寺講新法華。玄孫牽手向", "254": "大寺。女雖到大寺。以盲聾故不見不聞。玄孫", "255": "執老女二手而合。向講肆方。女內心存念。合", "256": "掌而禮。後經三月忽暴卒。玄孫欲行葬。老女", "257": "尚暖。至夜三更。發聲呼玄孫。聞者謂妖鬼生", "258": "大恐。敢不應至。明日見起居。兩眼俱明。語如", "259": "常人。流淚悲起。玄孫問。誰鬼魅。答曰。吾非", "260": "妖鬼。初死之時。見冥官驅向王所。王從座下。", "261": "合掌向妾。汝大功德人。以合掌供養法華經。", "262": "業障消盡。諸根復本。尚有餘命。早還人間。示", "263": "法華功力。即出少路。神入本身。眼耳平復。能", "264": "言如此。經半日已飲食如例。女與玄孫往詣", "265": "大寺。說其因緣。見者感喜。女捨居處。以供", "266": "養經。不知卒時出園記。", "267": "14 江寧縣優婆塞江寧縣優婆塞十四", "268": "江寧縣有優婆塞。能信小乘俱舍等說。不肯", "269": "大乘。一時縣主道俗諸眾。造金字法華經營", "270": "供養。士女蠢蠢。輕財重法。時小乘優婆塞。不", "271": "意助熏香器。更七年後。無病頓亡。家人怪", "272": "異。不營殯葬。明日日西得活。悲泣躄地。悶絕", "273": "蘇起。謂家室曰。吾初死時。先見大城。如金", "274": "城。其中有眾多殿堂。莊嚴奇妙。金銀偉帳。琉", "275": "璃白疊。甚可愛。城外白屋相接。城中童子出", "276": "謂吾。汝是小乘人。不可入大城中。可住外白", "277": "屋。城中唯有大乘人而居。時瞻望城中。宮殿", "278": "多無居人。問童子。何宮殿無居人。答曰。江寧", "279": "縣供養大乘諸人。當生彼宮殿。彼等猶在人", "280": "間。是故無人。爾時吾憶知昔施熏香器。謂童", "281": "子曰。吾亦供養法華。豈居白屋。童子曰。我亦", "282": "知之。助薰香器故近金城。非直供養故不可", "283": "入城。若欲入城。早還人間。供養妙法。若供", "284": "養經卷者。必生此處。即拜辭將還。踟蹰問童", "285": "子。君誰此何處。童子曰。我是文殊師利。此", "286": "處金色世界。汝以小心故見小城。若大人見", "287": "廣博妙土。說此言已。城及童子。忽然不見。覺", "288": "悟如夢。更發心傾家業。造金字經。修如法供", "289": "養。時人皆謂。造金字經。必生金色世界矣。", "290": "15 隋天台山瀑布寺釋僧達隋天台山瀑布寺釋僧達十五", "291": "釋僧達。姓羌台州人也。小出家斷食。節苦", "292": "讀誦法華經。隋義寧中。發願寫法華經。未供", "293": "養之。宿病忽發暴死。作宿作業。至炎魔廳。王", "294": "見僧達來。從座而起。前來迎之。共入廳正殿。", "295": "坐竟方語。阿師依宿作業。來至吾所。然寫法", "296": "華經。猶未供養。早還人間。又赦宿作業。當生", "297": "淨土。聞王語已。默然而出入本身活。遂莊嚴", "298": "卷軸。供養經卷。不知去處出寺記。", "299": "16 法供養勝法供養勝十六", "300": "往昔久遠難稱限。爾時有佛。號藥王如來。世", "301": "界名大清。劫曰淨除。藥王如來壽二十中劫。", "302": "諸聲聞眾三十六億菩薩大士。有十二億。時", "303": "轉輪聖王。名曰寶蓋。典主四域。王有千子。其", "304": "王供養藥王如來具五中劫。與眷屬俱。一切", "305": "施安。奉敬藥王。過五中劫已。告其千子。吾", "306": "以供侍如來。君等亦當順遵前儲。於時千子", "307": "聞父王教。復以五劫。供養藥王如來。進以上", "308": "妙。不違所安。彼第一太子。名曰善蓋。閑居", "309": "獨處。靜然思念。我等今者供養如來。寧有殊", "310": "超彼者乎。承佛威神。虛空有天。而語之曰。族", "311": "姓子豈欲知耶。有法供養。最尊無極。又問曰。", "312": "何謂法之供養。天曰。爾當往問藥王如來。普", "313": "當為君分別說之。善蓋即起。詣藥王如來所。", "314": "稽首于地。白藥王如來曰。法之供養奉順典", "315": "者。為何儲乎。世尊告曰。法供養者。順如來", "316": "所說經典。開化一切。是為法之供養。王子善", "317": "蓋。從藥王佛。聞法供養。應時逮得柔順法忍。", "318": "出家修道。得五神通。欲知時王寶蓋。豈異人", "319": "乎。今見在佛寶㷿如來是也。其王千子。此", "320": "仁賢劫中。千佛興者是。太子善蓋。今我子釋", "321": "迦牟尼是也。是故當知。一切所供。無過法供", "322": "養。去來今佛。皆從是出。欲得供養十方諸佛。", "323": "即當受正法華經持諷誦讀。宣示一切。分別", "324": "一乘。無有三道。頌曰。假使有人欲供養者。當", "325": "受持此正法華經出正法華經焉又如華手偈云。若以", "326": "華塗香衣服及湯藥。以此供養佛。不名為真", "327": "供。如來坐道場。所得微妙法。若能修行者。是", "328": "為真供養。應知供養法華。為最供養而已。", "329": "17 無行比丘無行比丘十七", "330": "昔外國有一比丘名無行。恒修法供養。所謂", "331": "佛所說薩達磨芬陀利迦修多羅等。一切世", "332": "間。難信難解。難受難見。能信能解。受持讀", "333": "誦。以方便力。為諸眾生。分別解說。顯示分", "334": "明。守護法藏。是名法之供養。能修此供養。時", "335": "十方諸佛如星而見。異口同聲而說偈言。", "336": "寶滿三千大千界供養十方諸如來", "337": "不如法華一句偈受持讀誦得成佛", "338": "假使遍滿大千界斷一切善毛道生", "339": "若聞法華一句偈功德薰心速成佛", "340": "無行比丘。聞佛說偈。深入無生法忍。是為法", "341": "供養益出覺禪師記。", "342": "上來已依西域傳記。此土賢聖見聞撰集。梗", "343": "概而記。其中或有相傳無文。或見親聞自新", "344": "錄之。雖恐本記虛實。意在勸後信矣。", "345": "已依舊記及口傳現見親聞略撰集", "346": "麁言細語歸中道見聞俱證無生忍", "347": "法華經傳記卷第十", "348": "唐僧祥公。不知其氏族。博聞達識之人。", "349": "而記法華之應驗。誘愚昧之徒。殊載出傳", "350": "譯等之科目。該括一化之始終。實維甚奇", "351": "甚妙也。故盛行于世。為談者之資矣。然轉", "352": "寫誤於豕亥𠝶有差脫。不可稱計。予甞披", "353": "僧史傳并眾經錄等。忽覺此記傳之有本", "354": "據。愈考愈質。輒命工鏤梓。學者幸勿疑惑", "355": "焉。時", "356": "慶長庚子載季春望日　洛陽　釋圓智誌"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2068 法華傳記", "source": "CBETA"}