{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 梵志品: 中阿含梵志品: 中阿含梵志品: 中阿含梵志品", "text": {"0": "念誦2 梵志品144 算數目揵連經", "1": "中阿含經卷第三十六", "10": "乞食故，入王舍城。於是，尊者阿難作是念：", "100": "丘極樂住遠離者，則共愛敬、尊重、供養、宗奉，", "101": "禮事於彼比丘。「復次，雨勢！比丘樂於燕坐，", "102": "內行正止，亦不離伺，成就於觀，增長空行。", "103": "雨勢！我等若見比丘極樂燕坐者，則共愛", "104": "敬、尊重、供養、宗奉，禮事於彼比丘。「復次，雨勢！", "105": "比丘知足，衣取覆形，食取充軀，隨所遊至，", "106": "與衣鉢俱，行無顧戀。猶如鷹鳥，與兩翅俱，", "107": "飛翔空中；如是比丘知足，衣取覆形，食取", "108": "充軀，隨所遊至，與衣鉢俱，行無顧戀。雨勢！", "109": "我等若見比丘極知足者，則共愛敬、尊重、供", "11": "「且置王舍城乞食，我寧可往詣瞿默目揵連", "110": "養、宗奉，禮事於彼比丘。「復次，雨勢！比丘常行", "111": "於念，成就正念，久所曾習，久所曾聞，恒憶", "112": "不忘。雨勢！我等若見比丘極有正念者，", "113": "則共愛敬、尊重、供養、宗奉，禮事於彼比丘。「復", "114": "次，雨勢！比丘常行精進，斷惡不善，修諸善", "115": "法，恒自起意，專一堅固，為諸善本，不捨方", "116": "便。雨勢！我等若見比丘極精懃者，則共愛敬、", "117": "尊重、供養、宗奉，禮事於彼比丘。「復次，雨勢！比", "118": "丘修行智慧，觀興衰法，得如此智，聖慧明", "119": "達，分別曉了，以正盡苦。雨勢！我等若見比", "12": "田作人所。」於是，尊者阿難往詣瞿默目揵連", "120": "丘極行慧者，則共愛敬、尊重、供養、宗奉，禮事", "121": "於彼比丘。「復次，雨勢！比丘諸漏已盡，而得無", "122": "漏，心解脫、慧解脫，自知自覺，自作證成就遊，", "123": "生已盡，梵行已立，所作已辦，不更受有，知", "124": "如真。雨勢！我等若見比丘諸漏盡者，則共愛", "125": "敬、尊重、供養、宗奉，禮事於彼比丘。「雨勢！世尊", "126": "知見，如來、無所著、等正覺說此十法而可", "127": "尊敬。雨勢！我等若見比丘行此十法者，則", "128": "共愛敬、尊重、供養、宗奉，禮事於彼比丘。於是，", "129": "彼大眾放高大音聲：『可修直道，非不可修，", "13": "田作人所。梵志瞿默目揵連遙見尊者阿難", "130": "若修直道，非不可修者，隨世中阿羅訶", "131": "愛敬、尊重、供養、禮事。若諸尊可修直道而", "132": "能修者，是故世中阿羅訶愛敬、尊重、供養、禮", "133": "事。』」於是，摩竭陀大臣雨勢及其眷屬問曰：", "134": "「阿難！今遊何處？」尊者阿難答曰：「我今遊行", "135": "此王舍城竹林加蘭哆園。」「阿難！竹林加蘭哆", "136": "園至可愛樂，政頓可喜，晝不喧閙，夜則", "137": "靜寂，無有蚊虻，亦無蠅蚤，不寒不熱。阿", "138": "難！樂住竹林加蘭哆園耶？」尊者阿難答曰：", "139": "「如是。雨勢！如是。雨勢！竹林加蘭哆園至可", "14": "來，即從坐起，偏袒著衣，叉手向尊者阿難，", "140": "愛樂，政頓可喜，晝不喧閙，夜則靜寂，", "141": "無有蚊虻，亦無蠅蚤，不寒不熱。雨勢！我樂", "142": "住竹林加蘭哆園中。所以者何？以世尊擁護", "143": "故。」是時，婆難大將在彼眾中。婆難大將白", "144": "曰：「如是。雨勢！如是。雨勢！竹林加蘭哆園至", "145": "可愛樂，政頓可喜，晝不喧閙，夜則靜寂，", "146": "無有蚊虻，亦無蠅蚤，不寒不熱，彼尊者樂", "147": "住竹林加蘭哆園。所以者何？此尊者行伺、樂", "148": "伺故。」摩竭陀大臣雨勢聞已，語曰：「婆難大將！", "149": "沙門瞿曇昔時遊行金鞞羅樂園中，婆難大", "15": "白曰：「善來，阿難！久不來此，可坐此座。」尊者", "150": "將！爾時我數往詣彼，見沙門瞿曇。所以者", "151": "何？沙門瞿曇行伺、樂伺，稱歎一切伺。」尊者阿", "152": "難聞已，告曰：「雨勢！莫作是說，沙門瞿曇稱", "153": "說一切伺。所以者何？世尊或稱說伺，或不", "154": "稱說。」摩竭陀大臣雨勢復問曰：「阿難！沙門", "155": "瞿曇不稱說伺，不稱說何等伺？」尊者阿難", "156": "答曰：「雨勢！或有一貪欲所纏而起貪欲，不", "157": "知出要如真，彼為貪欲所障礙故，伺、增伺", "158": "而重伺。雨勢！是謂第一伺，世尊不稱說。復", "159": "次，雨勢！或有一瞋恚所纏而起瞋恚，不知", "16": "阿難即坐彼座。梵志瞿默目揵連與尊者阿", "160": "出要如真，彼為瞋恚所障礙故，伺、增伺而", "161": "重伺。雨勢！是謂第二伺，世尊不稱說。復", "162": "次，雨勢！睡眠所纏而起睡眠，不知出要如", "163": "真，彼為睡眠所障礙故，伺、增伺而重伺。雨", "164": "勢！是謂第三伺，世尊不稱說。復次，雨勢！疑", "165": "惑所纏而起疑惑，不知出要如真，彼為疑", "166": "惑所障礙故，伺、增伺而重伺。雨勢！是謂第", "167": "四伺，世尊不稱說。雨勢！世尊不稱說此四", "168": "伺。」摩竭陀大臣雨勢白曰：「阿難！此四伺可", "169": "增可增處，沙門瞿曇不稱說。所以者何？正", "17": "難共相問訊，却坐一面，白曰：「阿難！欲有所", "170": "盡覺故。」摩竭陀大臣雨勢復問曰：「阿難！何等", "171": "伺沙門瞿曇所稱說？」尊者阿難答曰：「雨勢！比", "172": "丘者，離欲、離惡不善之法，至得第四禪成", "173": "就遊。雨勢！世尊稱說此四伺。」摩竭陀大臣", "174": "雨勢白曰：「阿難！此四伺可稱可稱處，沙門", "175": "瞿曇所稱。所以者何？以正盡覺故。阿難！", "176": "我事煩猥，請退還歸。」尊者阿難告曰：「欲還", "177": "隨意。」於是，摩竭陀大臣雨勢聞尊者阿難", "178": "所說，善受善持，即從坐起，繞尊者阿難三", "179": "匝而去。是時，梵志瞿默目揵連於摩竭陀大", "18": "問，聽我問耶？」尊者阿難報曰：「目揵連！汝便", "180": "臣雨勢去後不久，白曰：「阿難！我所問事，都", "181": "不答耶？」尊者阿難告曰：「目揵連！我實不答。」", "182": "梵志瞿默目揵連白曰：「阿難！我更有所問，", "183": "聽我問耶？」尊者阿難答曰：「目揵連！汝便可", "184": "問，我聞當思。」梵志瞿默目揵連即問曰：「阿", "185": "難！若如來、無所著、等正覺解脫，及慧解脫、阿", "186": "羅訶解脫，此三解脫有何差別？有何勝如？」", "187": "尊者阿難答曰：「目揵連！若如來、無所著、等正", "188": "覺解脫，及慧解脫、阿羅訶解脫，此三解脫", "189": "無有差別，亦無勝如。」梵志瞿默目揵連白", "19": "可問，我聞當思。」則便問曰：「阿難！頗有一比", "190": "曰：「阿難！可在此食。」尊者阿難默然而受。梵", "191": "志瞿默目揵連知默然受已，即從坐起，自", "192": "行澡水，極美淨妙，種種豐饒食噉含消，自手", "193": "斟酌，極令飽滿，食訖舉器，行澡水竟，取", "194": "一小床，別坐聽法。尊者阿難為彼說法，勸", "195": "發渴仰，成就歡喜，無量方便為彼說法，勸發", "196": "渴仰，成就歡喜已。尊者阿難所說如是。摩", "197": "竭陀大臣雨勢眷屬及梵志瞿默目揵連，", "198": "聞尊者阿難所說，歡喜奉行。", "199": "瞿默目揵連經第四竟三千一百四十三字", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "丘與沙門瞿曇等耶？」尊者阿難與梵志瞿", "200": "146 象跡喻經（一四六）中阿含梵志品象跡喻經第五第", "201": "三念誦", "202": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "203": "獨園。爾時，卑盧異學平旦則從舍衛國出，", "204": "往詣佛所，稽首作禮，却坐一面。佛為彼說", "205": "法，勸發渴仰，成就歡喜，無量方便為彼說", "206": "法，勸發渴仰，成就歡喜已，默然而住。卑盧異", "207": "學，佛為說法，勸發渴仰，成就歡喜已，即從", "208": "坐起，稽首佛足，繞三匝而去。爾時，生聞梵", "209": "志乘極好白乘，與五百弟子俱，以平旦時", "21": "默目揵連共論此事時，爾時，摩竭陀大臣", "210": "從舍衛出，至無事處，欲教弟子諷讀經", "211": "書。生聞梵志遙見卑盧異學來，便問：「婆蹉！", "212": "晨起從何處來？」卑盧異學答曰：「梵志！我見", "213": "世尊禮事、供養來。」生聞梵志問曰：「婆蹉！頗", "214": "知沙門瞿曇空安靜處學智慧耶？」卑盧異", "215": "學答曰：「梵志！何等人可知世尊空安靜處", "216": "學智慧耶？梵志！若知世尊空安靜處學智", "217": "慧者，亦當如彼。但，梵志！我所讀書有四句", "218": "義，因四句義，我必信世尊、如來、無所著、等正", "219": "覺，世尊所說法善，如來弟子聖眾善趣。梵", "22": "雨勢慰勞田作人，往詣梵志瞿默目揵連田", "220": "志！譬善象師遊無事處，於樹林間見大象", "221": "跡，見已，必信彼象極大而有此跡。梵志！我亦", "222": "如是，我所讀書有四句義，因四句義，我必", "223": "信世尊、如來、無所著、等正覺，世尊所說法", "224": "善，如來弟子聖眾善趣。「云何四句義？梵志！智", "225": "慧剎利論士多聞決定，能伏世人，無所不", "226": "知，則以諸見造作文章，行於世間。彼作是", "227": "念：『我往沙門瞿曇所，問如是如是事，若能", "228": "答者，當復重問，若不能答，便伏捨去。』彼聞", "229": "世尊遊某村邑，便往彼所，見世尊已，尚不", "23": "作人所。摩竭陀大臣雨勢遙見尊者阿難", "230": "敢問，況復能伏？梵志！我所讀書，用得如此", "231": "第一句義，我因此義，必信世尊、如來、無所著、", "232": "等正覺，世尊所說法善，如來弟子聖眾善趣。", "233": "「如是智慧梵志、智慧居士、智慧沙門論士多", "234": "聞決定，能伏世人，無所不知，則以諸見造", "235": "作文章，行於世間。彼作是念：『我往沙門瞿", "236": "曇所，問如是如是事，若能答者，當復重問，若", "237": "不能答，便伏捨去。』彼聞世尊遊某村邑，便", "238": "往彼所，見世尊已，尚不敢問，況復能伏？梵", "239": "志！我所讀書，用得如此第四句義，我因此義，", "24": "坐在梵志瞿默目揵連田作人中，往詣尊者", "240": "必信世尊、如來、無所著、等正覺，世尊所說法", "241": "善，如來弟子聖眾善趣。梵志！我所讀書有此", "242": "四句義，我因此四句義故，必信世尊、如來、無", "243": "所著、等正覺，世尊所說法善，如來弟子聖眾", "244": "善趣。」生聞梵志語曰：「婆蹉！汝大供養沙門瞿", "245": "曇，所因所緣，歡喜奉行。」卑盧異學答曰：「梵志！", "246": "如是，如是。我極供養於彼世尊，亦極稱譽，", "247": "一切世間亦應供養。」彼時，生聞梵志聞此", "248": "義已，即從乘下，右膝著地，叉手向於勝林給", "249": "孤獨園，再三作禮：「南無如來、無所著、等正覺。」", "25": "阿難所，共相問訊，却坐一面，問曰：「阿難！與", "250": "如是至三已，還乘極好白乘，往詣勝林給", "251": "孤獨園。到彼乘地，即便下乘，步進詣佛，共", "252": "相問訊，却坐一面。生聞梵志向與卑盧異學", "253": "所共論事盡向佛說，世尊聞已，告曰：「梵志！", "254": "卑盧異學說象跡喻，猶不善作，亦不具足，", "255": "如象跡喻善作具足者，今為汝說，當善聽", "256": "之。梵志！譬善象師遊無事處，於樹林間見", "257": "大象跡，見已，必信彼象極大而有此跡。梵志！", "258": "彼善象師或不信者，於此林中復有母象，", "259": "名加梨㝹，身極高大，彼有此跡。即尋此", "26": "梵志瞿默目揵連共論何事，以何事故共", "260": "跡，復見大象跡，見已，必信彼象極大而有此", "261": "跡。「梵志！彼善象師或復不信，於此林中更", "262": "有母象，名加羅梨，身極高大，彼有此跡。即", "263": "尋此跡，復見大象跡，見已，必信彼象極大而", "264": "有此跡。梵志！彼善象師或復不信，於此林", "265": "中更有母象，名婆惒㝹，身極高大，彼有", "266": "此跡。即尋此跡，復見大象跡，見已，必信彼象", "267": "極大而有此跡。彼尋此跡已，見大象跡，大", "268": "象跡方極長極廣，周匝遍著，正深入地，及見", "269": "彼象，或去或來，或住或走，或立或臥，見彼象", "27": "會此耶？」尊者阿難答曰：「雨勢！梵志瞿默目揵", "270": "已，便作是念：『若有此跡，必是大象。』「梵志！如", "271": "是。若世中出如來、無所著、等正覺、明行成為、", "272": "善逝、世間解、無上士、道法御、天人師，號佛、眾", "273": "祐，彼於此世，天及魔、梵、沙門、梵志，乃至天、人，", "274": "自知自覺，自作證成就遊，生已盡，梵行已立，", "275": "所作已辦，不更受有，知如真。彼說法初妙、中", "276": "妙、竟亦妙，有義有文，具足清淨，顯現梵行。", "277": "彼所說法，或居士、居士子，聞已得信，於如來", "278": "正法、律彼得信已，便作是念：『在家至狹，塵", "279": "勞之處，出家學道，發露曠大。我今在家，為鏁", "28": "連問我：『阿難！頗有一比丘與沙門瞿曇等", "280": "所鏁，不得盡形壽淨修梵行，我寧可捨", "281": "於少財物及多財物，捨少親族及多親族，剃", "282": "除鬚髮，著袈裟衣，至信、捨家、無家、學道。』「彼", "283": "於後時，捨少財物及多財物，捨少親族及", "284": "多親族，剃除鬚髮，著袈裟衣，至信捨家、無", "285": "家、學道。彼出家已，捨親族相，受比丘要，修", "286": "習禁戒，守護從解脫。又復善攝威儀禮節，", "287": "見纖芥罪，常懷畏怖，受持學戒。「彼離殺、", "288": "斷殺，棄捨刀杖，有慚有愧，有慈悲心，饒", "289": "益一切，乃至蜫蟲，彼於殺生淨除其心。彼", "29": "耶？』」摩竭陀大臣雨勢復問曰：「阿難！云何答", "290": "離不與取、斷不與取，與而後取，樂於與取，", "291": "常好布施，歡喜無恡，不望其報，彼於不", "292": "與取淨除其心。彼離非梵行、斷非梵行，懃", "293": "修梵行，精懃妙行，清淨無穢，離欲斷婬，", "294": "彼於非梵行淨除其心。「彼離妄言、斷妄言，", "295": "真諦言，樂真諦，住真諦，不移動，一切可信，", "296": "不欺世間，彼於妄言淨除其心。彼離兩", "297": "舌、斷於兩舌，行不兩舌，不破壞他，不聞", "298": "此語彼，欲破壞此，不聞彼語此，欲破壞", "299": "彼，離者欲合，合者歡喜，不作群黨，不樂", "3": "145 瞿默目揵連經（一四五）梵志品瞿默目揵連經第四第三念", "30": "彼？」尊者阿難答曰：「雨勢！都無一比丘與世", "300": "群黨，不稱說群黨事，彼於兩舌淨除其心。", "301": "彼離麤言、斷於麤言。若有所言，辭氣麤󰉕，", "302": "惡聲逆耳，眾所不憙，眾所不愛，使他苦", "303": "惱，令不得定，斷如是言。若有所言，清和", "304": "柔潤，順耳入心，可憙可愛，使他安隱，言聲", "305": "具了，不使人畏，令他得定，說如是言，彼", "306": "於麤言淨除其心。彼離綺語、斷於綺語，時", "307": "說、真說、法說、義說、止息說、樂止息說，事隨時", "308": "得宜，善教善訶，彼於綺語淨除其心。「彼離", "309": "治生、斷於治生、棄捨稱量及斗斛，亦不受", "31": "尊等等。」摩竭陀大臣雨勢復問曰：「唯然，阿", "310": "貨，不縛束人，不望折斗量，不以小利侵", "311": "欺於人，彼於治生淨除其心。彼離受寡婦、", "312": "童女，斷受寡婦、童女。彼於受寡婦、童女淨", "313": "除其心。彼離受奴婢、斷受奴婢，彼於受奴", "314": "婢淨除其心。彼離受象、馬、牛、羊，斷受象、馬、", "315": "牛、羊，彼於受象、馬、牛、羊淨除其心。彼離受", "316": "雞、猪，斷受雞、猪，彼於受雞、猪淨除其心。彼", "317": "離受田業、店肆，斷受田業、店肆，彼於受", "318": "田業、店肆淨除其心。彼離受生稻、麥、豆，斷", "319": "受生稻、麥、豆，彼於受生稻、麥、豆淨除其心。", "32": "難！無一比丘與世尊等等。頗有一比丘為", "320": "「彼離酒、斷酒，彼於飲酒淨除其心。彼離高", "321": "廣大床、斷高廣大床，彼於高廣大床淨", "322": "除其心。彼離華鬘、瓔珞、塗香、脂粉，斷花鬘、瓔", "323": "珞、塗香、脂粉，彼於華鬘、瓔珞、塗香、脂粉淨除", "324": "其心。彼離歌舞、倡妓及往觀聽，斷歌舞、倡", "325": "妓及往觀聽，彼於歌舞、倡妓及往觀聽淨", "326": "除其心。彼離受生色、像寶，斷受生色、像", "327": "寶，彼於受生色、像寶淨除其心。彼離過", "328": "中食，斷過中食，一食、不夜食、學時食，彼於", "329": "過中食淨除其心。「彼已成就此聖戒聚，復", "33": "沙門瞿曇在時所立，此比丘我般涅槃後，為", "330": "行極知足，衣取覆形，食取充軀，隨所遊至，", "331": "與衣鉢俱，行無顧戀，猶如鷹鳥，與兩翅", "332": "俱，飛翔空中。彼已成就此聖戒聚，及極知", "333": "足，復守護諸根，常念閉塞，念欲明達，守護", "334": "念心而得成就，恒起正知。若眼見色，然不", "335": "受想，亦不味色，謂忿諍故，守護眼根。心", "336": "中不生貪伺、憂慼、惡不善法，趣向彼故，守", "337": "護眼根。如是耳、鼻、舌、身，若意知法，然不受", "338": "想，亦不味法，謂忿諍故，守護意根。心中不", "339": "生貪伺、憂慼、惡不善法，趣向彼故，守護意", "34": "諸比丘所依，謂令汝等今所依耶？」尊者阿難", "340": "根。「彼已成就此聖戒聚，及極知足，守護諸", "341": "根，復正知出入，善觀分別，屈伸低仰，儀容", "342": "庠序，善著僧伽梨及諸衣鉢，行住坐臥，眠", "343": "寤語默，皆正知之。彼已成就此聖戒聚，及極", "344": "知足，守護諸根，正知出入，復獨住遠離，在", "345": "無事處，或至樹下空安靖處、山巖石室、露地", "346": "穰積，或至林中，或在塚間。彼已在無事", "347": "處，或至樹下空安靜處，敷尼師檀，結", "348": "加趺坐，正身正願，返念不向，斷除貪伺，心", "349": "無有諍，見他財物諸生活具，不起貪伺，欲", "35": "答曰：「雨勢！都無一比丘為世尊所知、見，如", "350": "令我得，彼於貪伺淨除其心。「如是瞋恚、睡", "351": "眠、調悔、斷疑、度惑，於諸善法，無有猶豫，", "352": "彼於疑惑淨除其心。彼斷此五蓋、心穢、慧", "353": "羸，離欲、離惡不善之法，有覺、有觀，離生喜、", "354": "樂，逮初禪成就遊。梵志！是謂如來所屈，如", "355": "來所行，如來所服。然彼不以此為訖，世尊、", "356": "如來、無所著、等正覺，世尊所說法善，如來弟", "357": "子聖眾善趣。彼覺觀已息，內靖、一心，無覺、無", "358": "觀，定生喜、樂，逮第二禪成就遊。梵志！是謂", "359": "如來所屈，如來所行，如來所服。然彼不以", "36": "來、無所著、等正覺在時所立，此比丘我般涅", "360": "此為訖，世尊、如來、無所著、等正覺，世尊所說", "361": "法善，如來弟子聖眾善趣。」「彼離喜欲，捨無求", "362": "遊，正念正智而身覺樂，謂聖所說、聖所捨、念、", "363": "樂住、空，逮第三禪成就遊。梵志！是謂如來", "364": "所屈，如來所行，如來所服。然彼不以此為", "365": "訖，世尊、如來、無所著、等正覺，世尊所說法善，", "366": "如來弟子聖眾善趣。彼樂滅、苦滅，喜、憂本已", "367": "滅，不苦不樂、捨念、清淨，逮第四禪成就遊。", "368": "梵志！是謂如來所屈，如來所行，如來所服。", "369": "然彼不以此為訖，世尊、如來、無所著、等正覺，", "37": "槃後，為諸比丘所依，謂令我等今所依者。」", "370": "世尊所說法善，如來弟子聖眾善趣。」「彼已", "371": "得如是定心，清淨無穢，無煩柔軟，善住得不", "372": "動心，趣向漏盡智通作證。彼知此苦如真，", "373": "知此苦習，知此苦滅，知此苦滅道如真。知", "374": "此漏如真，知此漏習，知此漏滅，知此漏", "375": "滅道如真。彼如是知、如是見，欲漏心解脫，有", "376": "漏、無明漏心解脫，解脫已，便知解脫，生已盡，", "377": "梵行已立，所作已辦，不更受有，知如真。梵", "378": "志！是謂如來所屈，如來所行，如來所服。彼", "379": "以此為訖，世尊。如來。無所著。等正覺，世尊", "38": "摩竭陀大臣雨勢復問曰：「阿難！唯然。無一", "380": "所說法善，如來弟子聖眾善趣。梵志！於意", "381": "云何？如是象跡喻善作具足耶？」生聞梵志答", "382": "曰：「唯然。瞿曇！如是象跡喻善作具足。」生聞梵", "383": "志白曰：「世尊！我已知。善逝！我已解。世尊！", "384": "我今自歸於佛、法及比丘眾，唯願世尊受我", "385": "為優婆塞，從今日始，終身自歸，乃至命盡。」", "386": "佛說如是。生聞梵志及卑盧異學，聞佛所說，", "387": "歡喜奉行。", "388": "象跡喻經第五竟二千九百八十八字", "389": "147 聞德經（一四七）中阿含梵志品聞德經第六第三", "39": "比丘與沙門瞿曇等等；亦無一比丘為沙", "390": "念誦", "391": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "392": "獨園。爾時，生聞梵志中後彷徉，往詣佛所，共", "393": "相問訊，却坐一面，白曰：「瞿曇！我欲有所問，", "394": "聽乃敢陳。」世尊告曰：「梵志！恣汝所問。」生聞梵", "395": "志即便問曰：「沙門瞿曇弟子或有在家，或有", "396": "出家學道，以何義故博聞誦習耶？」世尊答曰：", "397": "「梵志！我弟子或有在家，或出家學道，所以", "398": "博聞誦習，欲自調御，欲自息止，自求滅訖。", "399": "梵志！我弟子或有在家，或出家學道，以此", "4": "誦", "40": "門瞿曇在時所立，此比丘我般涅槃後，為諸", "400": "義故博聞誦習。」生聞梵志復問曰：「瞿曇！博聞", "401": "誦習有差別耶？博聞誦習有功德耶？」世尊", "402": "答曰：「梵志，博聞誦習而有差別，博聞誦習則", "403": "有功德。」生聞梵志復問曰：「瞿曇！博聞誦習", "404": "有何差別，有何德耶？」世尊答曰：「梵志！多", "405": "聞聖弟子晝日作業，欲得其利，彼所作業敗", "406": "壞不成，彼所作業敗壞不成已，然不憂慼、", "407": "愁煩、啼哭，不椎身懊惱，亦不癡狂。梵志！", "408": "若多聞聖弟子晝日作業，欲得其利，彼所作", "409": "業敗壞不成，彼所作業敗壞不成已，然不", "41": "比丘所依，謂令汝等今所依者。頗有一比", "410": "憂慼、愁煩、啼哭，不椎身懊惱，亦不癡狂", "411": "者，梵志！是謂博聞誦習而有差別，有此功", "412": "德。「復次，梵志！多聞聖弟子所有愛念，異無散", "413": "解，不復相應，與別離已，然不憂慼、愁煩、啼", "414": "哭，不椎身懊惱，亦不癡狂。梵志！若多聞", "415": "聖弟子所有愛念，異無散解，不復相應，與別", "416": "離已，然不憂慼、愁煩、啼哭，不椎身懊惱，亦", "417": "不癡狂者，梵志！是謂博聞誦習而有差別，", "418": "有此功德。「復次，梵志！多聞聖弟子知所有財", "419": "物皆悉無常，念出家學道。梵志！若多聞聖弟", "42": "丘與眾共和集拜，此比丘世尊般涅槃後，", "420": "子知所有財物皆悉無常，念出家學道者，", "421": "梵志！是謂博聞誦習而有差別，有此功德。", "422": "復次，梵志！多聞聖弟子知所有財物皆悉無", "423": "常已，剃除鬚髮，著袈裟衣，至信、捨家、無家、", "424": "學道。梵志，若多聞聖弟子知所有財物皆悉", "425": "無常已，剃除鬚髮，著袈裟衣，至信、捨家、無", "426": "家、學道者，梵志！是謂博聞誦習而有差別，", "427": "有此功德。「復次，梵志！多聞聖弟子能忍飢渴、", "428": "寒熱、蚊虻、蠅蚤，風日所逼、惡聲捶杖亦能忍", "429": "之，身遇諸疾，極為苦痛，至命欲絕，諸不", "43": "為諸比丘所依，謂令汝等今所依耶？」尊者", "430": "可樂皆能堪耐。梵志！若多聞聖弟子能忍飢", "431": "渴、寒熱、蚊虻、蠅蚤，風日所逼、惡聲捶杖亦能", "432": "忍之，身遇諸疾，極為苦痛，至命欲絕，諸", "433": "不可樂皆能堪耐者，梵志！是謂博聞誦習而", "434": "有差別，有此功德。「復次，梵志！多聞聖弟子", "435": "堪耐不樂，生不樂已，心終不著。梵志！若多", "436": "聞聖弟子堪耐不樂，生不樂已，心終不著", "437": "者，梵志！是謂博聞誦習而有差別，有此功", "438": "德。「復次，梵志！多聞聖弟子堪耐恐怖，生恐", "439": "怖已，心終不著。梵志！若多聞聖弟子堪耐", "44": "阿難答曰：「雨勢！亦無一比丘與眾共和集", "440": "恐怖，生恐怖已，心終不著，梵志！是謂博聞", "441": "誦習而有差別，有此功德。「復次，梵志！多聞", "442": "聖弟子若生三惡不善之念，欲念、恚念及害", "443": "念，為此三惡不善念已，心終不著。梵志！", "444": "若多聞聖弟子若生三惡不善之念，欲念、恚", "445": "念及害念，為此三惡不善念已，心終不著", "446": "者，梵志！是謂博聞誦習而有差別，有此功", "447": "德。「復次，梵志！多聞聖弟子離欲、離惡不善之", "448": "法，至得第四禪成就遊。梵志！若多聞聖弟子", "449": "離欲、離惡不善之法，至得第四禪成就遊", "45": "拜，此比丘世尊般涅槃後，為諸比丘所依，謂", "450": "者，梵志！是謂博聞誦習而有差別，有此功", "451": "德。「復次，梵志！多聞聖弟子三結已盡，得須陀", "452": "洹，不墮惡法，定趣正覺，極受七有，天上、人", "453": "間七往來已，則得苦邊。梵志！若多聞聖弟子", "454": "三結已盡，得須陀洹，不墮惡法，定趣正覺，", "455": "極受七有，天上、人間七往來已，則得苦邊", "456": "者，梵志！是謂博聞誦習而有差別，有此功", "457": "德。「復次，梵志！多聞聖弟子三結已盡，婬、怒、", "458": "癡薄，得一往來，天上、人間一往來已，則得苦", "459": "邊。梵志！若多聞聖弟子三結已盡，婬、怒、癡薄，", "46": "令我等今所依者。」摩竭陀大臣雨勢復問", "460": "得一往來，天上人間一往來已，則得苦邊者，", "461": "梵志！是謂博聞誦習而有差別，有此功德。", "462": "「復次，梵志！多聞聖弟子五下分結盡，生彼", "463": "間已，便般涅槃，得不退法，不還此世。梵志！", "464": "若多聞聖弟子五下分結盡，生彼間已，便般", "465": "涅槃，得不退法，不還此世者，梵志！是謂", "466": "博聞誦習而有差別，有此功德。「復次，梵志！多", "467": "聞聖弟子有息解脫，離色得無色如其像", "468": "定，身作證成就遊，慧觀斷漏而知漏。梵志！", "469": "若多聞聖弟子有息解脫，離色得無色如", "47": "曰：「阿難！唯然。無一比丘與沙門瞿曇等等；", "470": "其像定，身作證成就遊，慧觀斷漏而知漏者，", "471": "梵志！是謂博聞誦習而有差別，有此功德。", "472": "「復次，梵志！多聞聖弟子如意足、天耳、他心智、", "473": "宿命智、生死智，諸漏已盡，得無漏，心解脫、", "474": "慧解脫，於現法中自知自覺，自作證成就", "475": "遊，生已盡，梵行已立，所作已辦，不更受有，", "476": "知如真。梵志！若多聞聖弟子如意足、天耳、他", "477": "心智、宿命智、生死智，諸漏已盡，得無漏，心", "478": "解脫、慧解脫，於現法中自知自覺，自作證", "479": "成就遊，生已盡，梵行已立，所作已辦，不更受", "48": "亦無一比丘為沙門瞿曇在時所立，此比丘", "480": "有，知如真者，梵志！是謂博聞誦習而有差", "481": "別，有此功德。」生聞梵志復問世尊：「此博聞", "482": "誦習有此差別，有此功德，頗更有差別，更", "483": "有功德，最上、最妙、最勝耶？」世尊答曰：「梵志！", "484": "此博聞誦習有此差別，有此功德，更無差", "485": "別，更無功德，最上、最妙、最勝者。」生聞梵志白", "486": "曰：「世尊！我已知。善逝！我已解。世尊！我今自", "487": "歸於佛、法及比丘眾，唯願世尊受我為優", "488": "婆塞，從今日始，終身自歸，乃至命盡。」佛說", "489": "如是。生聞梵志聞佛所說，歡喜奉行。", "49": "我般涅槃後，為諸比丘所依，謂令汝等今", "490": "聞德經第六竟一千六百九字", "491": "148 何苦經（一四八）中阿含梵志品何苦經第七第三", "492": "念誦", "493": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "494": "園。爾時，生聞梵志中後彷徉，往詣佛所，共相", "495": "問訊，却坐一面，白曰：「瞿曇！我欲有所問，聽", "496": "乃敢陳。」世尊告曰：「梵志！恣汝所問。」生聞梵", "497": "志即便問曰：「瞿曇！在家者有何苦？出家學道", "498": "者有何苦耶？」世尊答曰：「梵志！在家者，以", "499": "不自在為苦，出家學道者，以自在為苦。」生", "5": "我聞如是：一時，佛般涅槃後不久，尊者阿", "50": "所依者；亦無一比丘與眾共和集拜此比", "500": "聞梵志復問曰：「瞿曇！在家者，云何以不自在", "501": "為苦？出家學道者，云何以自在為苦耶？」世", "502": "尊答曰：「梵志！若在家者，錢不增長，金、銀、真珠、", "503": "琉璃、水精悉不增長，畜牧、穀米及奴婢使", "504": "亦不增長，爾時，在家憂苦愁慼。因此故在家", "505": "者多有憂苦，多懷愁慼。梵志！若出家學道", "506": "者行隨其欲，行隨恚、癡，爾時，出家學道憂苦", "507": "愁慼。因此故出家學道者多有憂苦，多懷", "508": "愁慼。梵志！如是在家者，以不自在為苦，出", "509": "家學道者，以自在為苦。」生聞梵志復問曰：", "51": "丘，世尊般涅槃後，為諸比丘所依，謂令汝等", "510": "「瞿曇！在家者有何樂？出家學道者有何樂", "511": "耶？」世尊答曰：「梵志！在家者，以自在為樂，出", "512": "家學道者，以不自在為樂。」生聞梵志復問", "513": "曰：「瞿曇！在家者，云何以自在為樂？出家學", "514": "道者，云何以不自在為樂耶？」世尊答曰：「梵", "515": "志！若在家者錢得增長，金、銀、真珠、琉璃、水", "516": "精皆得增長，畜牧、穀米及奴婢使亦得增", "517": "長，爾時，在家快樂歡喜。因此故在家者多快", "518": "樂歡喜。梵志！出家學道者行不隨欲，行不", "519": "隨恚、癡，爾時，出家學道快樂歡喜。因此故出", "52": "今所依者。阿難！若爾者，汝等無所依，共和合、", "520": "家學道者多快樂歡喜。梵志！如是在家者，以", "521": "自在為樂，出家學道者，以不自在為樂。」生", "522": "聞梵志復問曰：「瞿曇！以何事故，令天及人", "523": "必無利義？以何事故，令天及人必有利義？」", "524": "世尊答曰：「梵志！若天及人共諍者，必無利義，", "525": "若天及人不諍者，必有利義。」生聞梵志復問", "526": "曰：「瞿曇！云何天及人共諍者，必無利義？云何", "527": "天及人不諍者，必有利義耶？」世尊答曰：「梵", "528": "志！若時天及人鬪諍怨憎者，爾時，天及人憂", "529": "苦愁慼，因此故天及人多有憂苦，多懷愁", "53": "不諍、安隱，同一一教，合一水乳，快樂遊行，", "530": "慼。梵志！若時天及人不鬪諍、不怨憎者，爾時，", "531": "天及人快樂歡喜，因此故天及人多快樂、多", "532": "歡喜。梵志！如是天及人共諍者，必無利義，", "533": "天及人不諍者，必有利義。」生聞梵志復問曰：", "534": "「瞿曇！以何事故，令天及人必不得饒益，必", "535": "得其苦？以何事故，令天及人必得饒益，必", "536": "得其樂？」世尊答曰：「梵志！若天及人行於非", "537": "法及行惡者，必不得益，必得其苦。若天及", "538": "人能行如法，不行惡者，必得饒益，必得其", "539": "樂。」生聞梵志復問曰：「瞿曇！天及人云何行於", "54": "如沙門瞿曇在時耶？」尊者阿難告曰：「雨勢！", "540": "非法及行惡者，必不得益，必得其苦？天及", "541": "人云何行如法，不行惡者，必得饒益，必得", "542": "其樂？」世尊答曰：「梵志！天及人身行非法及", "543": "行惡，口、意行非法及行惡者，爾時，天及人", "544": "必當減損，阿修羅必當興盛。梵志！若天及", "545": "人身行如法，守護其身，口、意行如法，守護", "546": "口、意者，爾時，天及人必當興盛，阿修羅必", "547": "當減損。梵志！如是天及人行於非法及行", "548": "惡者，必得不益，必得其苦。梵志！如是天及", "549": "人能行如法，不行惡者，必得饒益，必得", "55": "汝莫作是說，言我等無所依。所以者何？我", "550": "其樂。」生聞梵志復問曰：「瞿曇！云何觀惡知", "551": "識？」世尊答曰：「梵志！當觀惡知識猶如月也。」", "552": "生聞梵志復問曰：「瞿曇！云何當觀惡知識猶", "553": "如月耶？」世尊答曰：「梵志！如向盡月，日日稍", "554": "減，宮殿亦減，光明亦減，形色亦減，日日盡去。", "555": "梵志！有時月乃至於盡，都不復見。梵志！惡", "556": "知識人於如來正法、律亦得其信，彼得信", "557": "已，則於後時而不孝順，亦不恭敬，所行不", "558": "順，不立正智，不趣向法次法，彼便失信，", "559": "持戒、博聞、庶幾、智慧亦復失之。梵志！有時", "56": "等有所依耳。」摩竭陀大臣雨勢白曰：「阿難！", "560": "此惡知識教滅善法，猶如月盡。梵志！如", "561": "是當觀惡知識猶如月也。」生聞梵志復問曰：", "562": "「瞿曇！云何觀善知識？」世尊答曰：「梵志！當", "563": "觀善知識猶如月也。」生聞梵志復問曰：「瞿曇！", "564": "云何當觀善知識猶如月耶？」世尊答曰：「梵", "565": "志！猶如月初生，少壯明淨，日日增長。梵志！或", "566": "時月十五日，其殿豐滿。梵志！如是善知識", "567": "於如來正法、律得信，彼得信已，而於後時", "568": "孝順恭敬，所行隨順，立於正智，趣向法次", "569": "法，彼增長信，持戒、博聞、庶幾、智慧亦復增長。", "57": "前後所說何不相應？阿難向如是說：『無一", "570": "梵志！有時彼善知識善法具足，如十五日月。", "571": "梵志！如是當觀善知識猶如月也。」於是，世", "572": "尊說此頌曰：", "573": "「譬如月無垢，遊於虛空界，", "574": "一切世星宿，悉翳其光明。", "575": "如是信博聞，庶幾無慳貪，", "576": "世間一切慳，悉翳施光明。", "577": "猶如有大龍，興起雲雷電，", "578": "雨下極滂沛，充滿一切地。", "579": "如是信博聞，庶幾無慳貪，", "58": "比丘與世尊等等；亦無一比丘為世尊所", "580": "施飲食豐足，樂勸增廣施。", "581": "如是極雷震，如天降時雨，", "582": "彼福雨廣大，施主之所雨。", "583": "錢財多名譽，得生於善處，", "584": "彼當受於福，死已生天上。」", "585": "佛說如是。生聞梵志聞佛所說，歡喜奉行。", "586": "何苦經第七竟一千四百二十五字", "587": "中阿含經卷第三十六九千一百六十五字", "59": "知、見，如來、無所著、等正覺在時所立，此比丘", "6": "難遊王舍城。爾時，摩竭陀大臣雨勢治", "60": "我般涅槃後，為諸比丘所依，謂令我等今所", "61": "依者；亦無一比丘與眾共和集拜，此比丘", "62": "世尊般涅槃後，為諸比丘所依，謂令我等今", "63": "所依者。』阿難！何因何緣，今說我有所依耶？」", "64": "尊者阿難答曰：「雨勢！我等不依於人而依", "65": "於法。雨勢！我等若依村邑遊行，十五日說", "66": "從解脫時，集坐一處。若有比丘知法者，我", "67": "等請彼比丘為我等說法。若彼眾清淨者，", "68": "我等一切歡喜奉行彼比丘所說。若彼眾不", "69": "清淨者，隨法所說，我等教作是。」摩竭陀大", "7": "王舍城，為防跋耆故。於是，摩竭陀大臣雨", "70": "臣雨勢白曰：「阿難！非汝等教作是，但法教", "71": "作是。阿難！如是少法、多法可得久住者，", "72": "如是阿難等共和合、不諍、安隱，同一一教，", "73": "合一水乳，快樂遊行，如沙門瞿曇在時。」摩竭", "74": "陀大臣雨勢復問曰：「阿難！頗有可尊敬耶？」", "75": "尊者阿難答曰：「雨勢！有可尊敬。」雨勢白曰：", "76": "「阿難！前後所說何不相應？阿難向如是說：", "77": "『無一比丘與世尊共等等；亦無一比丘為", "78": "世尊在時所立，此比丘我般涅槃後，為諸比", "79": "丘所依，謂令我等今所依者；亦無一比丘", "8": "勢遣瞿默目揵連田作人，往至竹林加蘭", "80": "與眾共和集拜，此比丘世尊般涅槃後，為諸", "81": "比丘所依，謂令我等今所依者。』阿難！汝何", "82": "因何緣，今說有可尊敬耶？」尊者阿難答曰：", "83": "「雨勢！世尊知、見，如來、無所著、等正覺說有十", "84": "法而可尊敬，我等若見比丘有此十法者，", "85": "則共愛敬、尊重、供養、宗奉，禮事於彼比丘。云", "86": "何為十？雨勢！比丘修習禁戒，守護從解脫，", "87": "又復善攝威儀禮節，見纖芥罪，常懷畏", "88": "怖，受持學戒。雨勢！我等若見比丘極行增", "89": "上戒者，則共愛敬、尊重、供養、宗奉，禮事於彼", "9": "哆園。爾時，尊者阿難過夜平旦，著衣持鉢，為", "90": "比丘。「復次，雨勢！比丘廣學多聞，守持不忘，積", "91": "聚博聞。所謂法者，初妙、中妙、竟亦妙，有義有", "92": "文，具足清淨，顯現梵行。如是諸法廣學，多聞", "93": "誦習至千，意所推觀，明見深遠。雨勢！", "94": "我等若見比丘極多聞者，則共愛敬、尊重、供", "95": "養、宗奉，禮事於彼比丘。「復次，雨勢！比丘作善", "96": "知識，作善朋友，作善伴黨。雨勢！我等若見", "97": "比丘極善知識者，則共愛敬、尊重、供養、宗奉，", "98": "禮事於彼比丘。「復次，雨勢！比丘樂住遠離，", "99": "成就二遠離，身及心也。雨勢！我等若見比"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 梵志品: 中阿含梵志品: 中阿含梵志品: 中阿含梵志品", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}