{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0221 放光般若經: 放光般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "text": {"0": "77 有相品", "1": "放光般若經卷第十八", "10": "三菩？」佛告須菩提：「凡夫愚癡少有所聞，依倚", "100": "得泥洹。須菩提！菩薩摩訶薩行慈如是，使", "101": "諸眾生皆得泥洹。」佛告須菩提：「我見諸菩薩", "102": "至四天王及第六天，為彼諸天而廣說法，以", "103": "三乘教而度脫之，令得泥洹。諸天人眾有著", "104": "五樂者，菩薩應時令殿舍悉皆烔然，以為說", "105": "法言：『諸仁者！一切所有皆悉無常，無尊無卑，", "106": "誰常安者？』」佛告須菩提：「我於是以佛眼觀見", "107": "恒邊沙國土，諸有讚歎梵天上者，菩薩則為", "108": "說法言：『諸仁者！云何於是空無之法而生見", "109": "意？是法為空、無常、無見，為磨滅法，莫得於是", "11": "夢幻法而有所見，因身口意所作非法不善", "110": "而生見意。』須菩提！菩薩摩訶薩已住於大慈", "111": "為眾生說法，是為菩薩甚奇、甚特、未曾有法。", "112": "須菩提！十方恒邊沙國土諸菩薩摩訶薩，以", "113": "四事饒益眾生。何等為四？一者惠施，二者仁", "114": "愛，三者利人，四者等義。是為四恩。「菩薩摩訶", "115": "薩以二事施攝取眾生：一者財物，二者法施。", "116": "「何等財物施攝取眾生？菩薩以金銀、璧玉、珍", "117": "奇異寶，以食飲、衣被、香花、服飾、病瘦醫藥、床", "118": "臥之具，所有奴婢、象馬、車乘，令諸眾生隨意", "119": "所欲不逆人意。諸有來者既施與已，皆悉教", "12": "之事，或行善事至有善惡之報，受罪福於三", "120": "令自歸三尊，或授五戒，或教十善，或教八齋，", "121": "或教令行四禪及四等、四空定，或勸助之令", "122": "念佛、念法、念比丘僧、念天、念施；諸行倒者教", "123": "令行順，諸不諦者教令行諦，勸助令行三十", "124": "七道品及三脫門、八惟無、九次第禪、佛十種", "125": "力、四無所畏、四無礙慧、大悲大慈，勸眾生令", "126": "行佛十八法、八十種好，勸助人學三乘法教，", "127": "是為菩薩摩訶薩以漚惒拘舍羅行般若波羅", "128": "蜜，以財布施攝取眾生，立於無上無畏之地，", "129": "是為菩薩奇特未曾有之法。「何等為菩薩行", "13": "界。菩薩摩訶薩行般若波羅蜜，住於二空，從", "130": "般若波羅蜜，以法布施攝取眾生？布施有二：", "131": "一者道施，二者俗施。何等俗法施？世俗所說", "132": "所施，行者謂為不淨，欲得四禪、四等、四無形", "133": "定及餘凡夫所行善法，是名為世俗法施。作", "134": "是俗法施已，便教眾生令離世俗，以漚惒拘", "135": "舍羅安立於道法賢聖果報。何等為賢聖道", "136": "法、賢聖果報？賢聖法者，謂三十七品及三脫", "137": "門；賢聖果者，從須陀洹至羅漢、辟支佛。」佛言：", "138": "「菩薩賢聖道法者，知須陀洹所有慧，知羅漢、", "139": "辟支佛慧，及三十七道品慧、佛所有十力慧、", "14": "有無本端空至畢竟空，教化眾生說有五陰、十", "140": "大慈大悲慧，及餘道法俗法、有漏無漏，及有", "141": "為無為之法慧、薩云若慧，是為菩薩賢聖之", "142": "法。何等為菩薩賢聖果報？諸習緒皆盡，是為", "143": "賢聖果報。」須菩提白佛言：「菩薩復逮薩云若？」", "144": "佛言：「如是，如是！須菩提！菩薩逮薩云若。」須", "145": "菩提白佛言：「如是者，世尊！菩薩摩訶薩、如來，", "146": "有何差特？」佛報言：「有差別。差別云何？菩薩", "147": "逮薩云若，便名為如來。何以故？菩薩意亦不", "148": "可得，如來意亦無有異，住於無限之冥為諸", "149": "法作明，是名為菩薩，因俗之法施而續道法", "15": "二衰空、十八性空。是法如夢、如響、如幻、如化、如", "150": "之施。」佛告須菩提：「是菩薩斷於眾生世俗之", "151": "施，以漚惒拘舍羅安住於薩云若。」佛告須菩", "152": "提：「何等為菩薩道法之施？凡人所不能及者，", "153": "所謂三十七品及三脫門、八惟無、九次第禪、", "154": "佛十力、四無所畏、四無礙慧、佛十八法、三十二", "155": "大士之相、八十種好、諸陀隣尼門，是名為道", "156": "法施，非是俗法，是為菩薩甚奇特、未曾有之", "157": "法，以愛意攝取眾生，持六波羅蜜——布施、持戒、", "158": "忍辱、精進、一心、智慧，以和顏悅色攝取眾生。", "159": "何以故？六波羅蜜皆攝持諸善法數。云何菩", "16": "影、如熱時焰，是中亦無五陰、亦無諸衰、亦無", "160": "薩饒益於人攝取眾生？常以六波羅蜜攝持", "161": "眾生，以四事饒益一切：一者惠施，二者仁愛，", "162": "三者利人，四者等義。是為四事，菩薩以是四", "163": "事救濟眾生。」「復次，須菩提！菩薩以般若波羅", "164": "蜜教新學菩薩，當語之言：『善男子！受是文", "165": "字之數，當善於一字，從一字至四十二字。一", "166": "字者皆入諸字義，諸字義者皆入四十二字，", "167": "四十二字義皆入一字以為一義。』是故菩薩", "168": "當善於四十二字。如來無所著等正覺，善於", "169": "諸法、善於文字已，教化眾生。如來說法不離", "17": "諸性、亦無夢、亦無響、亦無幻化、亦無焰影、亦", "170": "文字，諸法亦不離文字。」須菩提白佛言：「世", "171": "尊！眾生不可得法亦不可得見，諸法空故。世", "172": "尊！菩薩云何行六波羅蜜、四禪、四等及四空", "173": "定？云何行三十七品，行十八空行、空無相無", "174": "願？云何行八惟無、九次第禪？云何行十力、四", "175": "無所畏、佛十八法？云何行三十二相、八十種", "176": "好？云何行六神通為眾生說法，亦不見眾生", "177": "亦不得其處，乃至於識亦不可得，六波羅蜜", "178": "亦不可得見，乃至八十種好亦不可得亦不", "179": "可得處，亦無有眾生亦無有處，亦無有八十", "18": "無有見。諸法皆無形，所有皆無所有、無有五", "180": "種好亦無有處？云何菩薩行般若波羅蜜為", "181": "眾生說法？」須菩提言：「世尊！將無菩薩以無", "182": "端緒之事，勸助眾生，令離四顛倒，住於四諦", "183": "耶？行般若波羅蜜菩薩尚不可得見，何況", "184": "行三十七品事！」佛告須菩提：「如是，如是！如", "185": "汝所言，眾生不可得，當知內外空及有無空，", "186": "當知五陰空、性空、衰空，當知四諦、十二因緣", "187": "空，當知吾我空及知見空，當知四禪空、四等", "188": "空、四空定亦空，當知三十七品空、三脫門空，", "189": "當知八惟無空、九次第禪空，當知佛十八法", "19": "陰。汝等見有五陰無十二衰，汝等見有諸衰", "190": "空、十種力空、四無所畏空、四無礙慧空，當知", "191": "二地空，當知菩薩空，當知佛剎土空，當知道", "192": "空。」佛告須菩提：「菩薩覺知諸法皆空，而為一", "193": "切眾生說法；既為說法，不從是空有轉還者，", "194": "於諸法無所取、無所捨亦無礙，真諦說法，無", "195": "有虛飾。譬如如來化作無央數人，或安立於", "196": "六波羅蜜者，或安立於四禪、四等者。於須菩", "197": "提意云何，是化人寧有所得不？」須菩提言：「世", "198": "尊！不也，化無所得。」「須菩提！當知菩薩教化眾", "199": "生亦復如是，隨其所能而為說法，皆令眾生", "2": "西晉于闐國三藏無羅叉", "20": "無十八性，汝等見有諸性，以因緣顛倒故便", "200": "離於顛倒，亦不縛亦不解。何以故？五陰無", "201": "縛亦不解，若五陰有縛有解者則非五陰，用", "202": "五陰常自淨故，乃至有為無為法亦常自淨。", "203": "菩薩為眾生說法，初不見眾生。以諸法不可", "204": "得故，菩薩住於無所住；五陰空故，無有處所，", "205": "乃至有為無為亦無所住。何以故？無有實故", "206": "而無所住，無所有亦不住於無所有，有所有", "207": "亦不住於有所有。何以故？是皆不可得故，不", "208": "可得者無有住處。須菩提！菩薩行般若波羅", "209": "蜜，皆明諸法，分別諸空。菩薩作是行般若波", "21": "有諸法隨行所受。云何汝等於無所有法而", "210": "羅蜜者，於諸如來無所著等正覺，於諸聖賢", "211": "為無有過。何以故？諸佛世尊及諸聖賢皆逮", "212": "覺是法教化眾生，以得是法無轉還者。何以", "213": "故？法性真際及如無轉還者，亦無形貌可轉", "214": "還者。」須菩提白佛言：「世尊！法性真際及如", "215": "不轉還者，五陰及如真際法性，為有異耶？有", "216": "為無為及道有漏無漏，復有異耶？」佛言：「不也，", "217": "須菩提！五陰及如真際法性、有為無為及道，", "218": "等無有異。」復問：「世尊！假令五陰及如乃至有", "219": "為無為等無有異者，云何有善惡之報及五", "22": "有形相？行般若波羅蜜菩薩，以漚惒拘舍羅，", "220": "道生死？云何有三乘之法耶？」佛言：「以眾生", "221": "習於世諦故，便有道之名號；於第一最要義", "222": "者，無有分數。何以故？是法常寂，無所分別，亦", "223": "無所說；五陰亦無生滅亦無著斷，用本空、末", "224": "空故。」須菩提白佛言：「世尊！若習世諦便有", "225": "道名者，一切凡夫皆為是道、是三乘耶？」佛告", "226": "須菩提：「一切凡夫盡知習諦及道諦者，若知", "227": "是者當知是道；若使凡夫不知者，亦無道處，", "228": "亦無道報。」復問：「云何凡夫當得道之果報？」佛", "229": "言：「諸賢聖者有道念故便有道報。」復問：「世尊！", "23": "諸有眾生在貪嫉者，教令布施，令得大富，於", "230": "以道念故便有道耶？」佛言：「不也，須菩提！不以", "231": "念故便能逮道也，亦不無念，亦不離念。是故", "232": "菩薩行般若波羅蜜，為眾生故便處於道。道", "233": "者亦無分部，亦無有為、無為，亦無分別。」復問：", "234": "「世尊！若不分別有道處者，云何佛說：『三習緒", "235": "斷，得須陀洹；婬怒癡薄，得斯陀含；於下欲界", "236": "滅五習，得阿那含；於上無形界滅五習者，得", "237": "阿羅漢；眼所見形色皆如是盡法，得辟支佛；", "238": "一切諸習緒盡，便得三耶三佛。』如是云何當", "239": "知是事？若道無分數者，云何隨行各得其道？」", "24": "中拔出；教令持戒，以戒因緣得生天上，於戒", "240": "佛告須菩提：「須陀洹道乃至三耶三佛，為是", "241": "有為耶？為是無為耶？」須菩提言：「世尊！非是", "242": "有為法。」佛言：「無為之法有分界不？」須菩提言：", "243": "「無有分界。」佛言：「於意云何？善男子、善女人，", "244": "一時逮得有為、無為之法及得一相，是時寧", "245": "見言是有為、是無為不？」須菩提言：「世尊！不也。」", "246": "佛言：「菩薩行般若波羅蜜，為眾生說法無有", "247": "分界，以內外空及有無空故。菩薩於內自無", "248": "所入，教一切人亦無所入，亦不入六波羅蜜，", "249": "亦不入禪，亦不入等，亦不入於三十七品，亦", "25": "拔之；令住禪三昧，以禪因緣得生梵天，具足", "250": "不入薩云若，無所入者為無所生。譬如如來", "251": "化作化人，化人布施亦不得報；欲度人故，亦", "252": "不住於六波羅蜜，亦不住於有漏、無漏，亦不", "253": "住道，亦不住俗，亦不住有為，不住於無為，適", "254": "無所住。所以者何？超越諸法之相故也。」", "255": "79 超越法相品摩訶般若波羅蜜超越法相品第七十九", "256": "於是，須菩提白佛言：「世尊！云何超越諸法法", "257": "相？」佛告須菩提：「譬如化人，無婬怒癡，亦無五", "258": "陰行，亦無內外事，無有罣礙處，亦無道事，亦", "259": "無俗事；有漏、無漏，有為、無為，亦無道事，亦無", "26": "四禪及四空定因緣。施從戒以禪無數方便", "260": "有果報。」佛語須菩提：「是為超越諸法相。」須", "261": "菩提白佛言：「世尊！化者云何有道念？」佛報", "262": "言：「道念者，亦無斷，亦無著，亦不於五趣現。」佛", "263": "言：「於須菩提意云何？如來所化，頗有形，有來", "264": "往，有著斷耶？」須菩提言：「世尊！如來所化，無", "265": "有來往，亦無著斷，亦不於五趣現。」佛言：「須", "266": "菩提！是為超越諸法之相。」須菩提白佛言：「世", "267": "尊！諸五陰皆如幻耶？」佛言：「如是，如是！」須菩", "268": "提白佛言：「若諸法如化，世尊化者亦無有色、", "269": "亦無有痛、亦無想、亦無行、亦無識，亦無著、亦", "27": "立之泥洹，復以三十七品及三脫門、八解脫、", "270": "無斷，亦不於五趣有脫，菩薩摩訶薩有何等", "271": "奇特事？」佛言：「於須菩提意云何？我本為菩", "272": "薩時，頗見從五趣中得度脫眾生者不？」須菩", "273": "提報言：「不見有所說。」佛言：「於三界不見有眾", "274": "生，何況當有五趣、當有所度！何以故？菩薩", "275": "觀知諸法如幻如化。」須菩提言：「若菩薩觀知", "276": "諸法如幻如化者，用何等故行六波羅蜜、四", "277": "禪、四等、四空定，為何等故行三十七品，而淨", "278": "佛土教化眾生？」佛告須菩提：「若眾生自知諸", "279": "法如幻如化者，菩薩終不於阿僧祇劫謙苦", "28": "九次第禪、十種力、四無所畏及四等，勸令得", "280": "行菩薩之道。須菩提！以眾生不能自知如幻", "281": "如化故，菩薩謙苦行六波羅蜜淨佛國土教", "282": "化眾生。」須菩提白佛言：「世尊！假令諸法如", "283": "夢、如幻、如化、如響、如熱時之焰，於何許有", "284": "眾生菩薩行般若波羅蜜而拔濟眾生？」佛言：", "285": "「眾生者，但共縛於名字數，著於無端緒。是", "286": "故菩薩摩訶薩行般若波羅蜜，於名字相拔", "287": "濟之。」須菩提白佛言：「何等為名字相？」佛告", "288": "須菩提：「名字者不真，假號為名，假號為五陰，", "289": "假名為人、為男、為女，假名為五趣及有為、無", "29": "十八法。持是無像之法，立於三乘，為說菩薩", "290": "為法，假名為須陀洹、斯陀含、阿那含、阿羅漢、", "291": "辟支佛、三耶三佛。」佛語須菩提：「諸吾我造作", "292": "之法及道，但為名字數法故。凡諸愚人縛著", "293": "於有為法，是故菩薩行般若波羅蜜，以漚惒", "294": "拘舍羅教授眾生言：『是名但從相起，但以相", "295": "故生母人胞胎。所有者無端緒，所有者無所", "296": "有，諸智者不入於空。』」佛語須菩提：「以是故，菩", "297": "薩摩訶薩行般若波羅蜜，以漚惒拘舍羅教", "298": "授眾生。」佛言：「何等為相？須菩提！凡愚以二相", "299": "著。何等為二？一者形相，二者無形相。何等", "3": "奉　詔譯", "30": "道。」須菩提白佛言：「世尊！甚奇、甚特、未曾有！", "300": "為形相？諸有好形、惡形、微形，於是消耗之法，", "301": "於中有所起相，是名為形相。何等為無形相？", "302": "諸無形之法，於中起相生垢，是名為無形相。", "303": "菩薩學般若波羅蜜，以漚惒拘舍羅，於無形", "304": "相出諸眾生，建立於無相處，令不二入。何等", "305": "為二？是相、是無相，是為二。須菩提！是為菩", "306": "薩摩訶薩於相中出諸眾生建立於無相。」須", "307": "菩提白佛言：「世尊！假令諸法但有名相，菩", "308": "薩云何行般若波羅蜜，於諸善法云何有差", "309": "別，而復勸他人於善法使有差別耶？以善法", "31": "菩薩行深般若波羅蜜，為諸空無法作處所，", "310": "具足諸處，建立眾生於三乘。」佛告須菩提言：", "311": "「假令菩薩念五陰名、計校五陰相，菩薩為不", "312": "行般若波羅蜜。於善法無有差別，亦不能令", "313": "他人有差別。須菩提！若菩薩摩訶薩行般若", "314": "波羅蜜，以無相行五波羅蜜，以無相具足四", "315": "禪、具足四等、具足四空定，以無相具足三十", "316": "七品，以無相具足內外空及有無空，以無相", "317": "具足八惟無及九次第禪、具足佛十種力，以", "318": "無相具足佛十八法；菩薩以自具足是善法，", "319": "勸他人以無相具足諸善法。須菩提！若諸法", "32": "言是善法、惡法，是道法、俗法，是漏法、無漏法，是", "320": "有如毛釐之相者，菩薩行般若波羅蜜終不", "321": "逮空、無相、無願之法，不能隨眾生所願而建", "322": "立之，不能令得空、無相、無願漏盡之法。須菩", "323": "提！菩薩摩訶薩以無相無念行般若波羅蜜，", "324": "饒益一切如是。」須菩提白佛言：「世尊！假令", "325": "諸法空、無相、無念，世尊！云何為法作分數，言", "326": "是有漏、是無漏、是能有所及、是不能有所及，", "327": "言是聲聞法、是辟支佛法、是菩薩法、是佛法？」", "328": "佛告須菩提言：「於意云何？無相與聲聞辟支", "329": "佛法、菩薩法、佛法有異不？」須菩提言：「不也，世", "33": "有為法，是無為法。」佛言：「如是，須菩提！甚奇、", "330": "尊！」佛言：「聲聞辟支佛法及菩薩佛法皆不是", "331": "無相耶？」須菩提言：「爾，世尊！」佛言：「以是故，當", "332": "知諸法皆無相。」佛言：「菩薩於諸法作無相學", "333": "者，則能增益善本功德，則能增益六波羅", "334": "蜜、四禪、四等、四空定、三十七品、佛十八法。何", "335": "以故？菩薩者不學餘，但學空、無相、無願。所", "336": "以者何？諸菩薩法皆來入三脫門故，三脫門", "337": "自空。菩薩學空、無相、無願，為學五陰，為學十", "338": "二衰，為學十八性，為學四諦，為學十二緣起，", "339": "為學內外空及有無空，為學六波羅蜜，為學", "34": "甚特、所未曾有！為是空無之法而作處所。須", "340": "三十七品，為學佛十力、四無所畏、四無礙慧、", "341": "佛十八法。」須菩提白佛言：「云何，世尊！菩薩行", "342": "般若波羅蜜，云何學五陰？」佛報言：「菩薩行般", "343": "若波羅蜜，知色相，知色起滅，知色如。云何知", "344": "色相？色無堅固，譬如聚沫。云何知色本末？色", "345": "亦不來、亦不去、亦無還反。須菩提！是為知色", "346": "本末。云何知色如？如亦不生、亦不滅，亦不來、", "347": "亦不去，亦不斷、亦不著，亦不增、亦不減；作如", "348": "是知是為知如，亦不變異是故名為如，是", "349": "故名為知色如。云何知痛生滅？云何知痛如？", "35": "菩提！汝等當知菩薩所行奇特，羅漢、辟支佛", "350": "知痛如泡故。云何知想如？知想如熱時之", "351": "焰至竟無水，亦不去、亦不來。痛如及想如", "352": "等，知想亦如是。云何知行如？譬如芭蕉，葉", "353": "葉分解，中無有堅。云何知行起滅？行亦無有", "354": "來往，知行如是，知如亦如是。云何觀識？譬如", "355": "幻師化作四種兵，亦不往、亦不來，觀識亦如", "356": "是。云何觀識如？觀如如識，是為知識如。云", "357": "何觀知眼性？眼所有空，眼色空，眼識空，乃", "358": "至意識所有空。云何觀知十二衰？知內外法", "359": "如，知內外法所有空。云何觀知苦諦？亦知", "36": "所不能及者。汝等當應為菩薩摩訶薩作禮。」", "360": "苦，亦知諦，亦知有我無我，諦習盡空皆知諦。", "361": "云何知四諦如？知如如四諦，是為知四諦如。", "362": "云何觀知十二緣起如？十二緣起無所生，是", "363": "故知十二緣起如。」須菩提白佛言：「菩薩學般", "364": "若波羅蜜行般若波羅蜜，假令各各分別知", "365": "是諸法如是，則為不分別法性、色身。」佛報言：", "366": "「若有異法離於法性者，是色身、法性則為有", "367": "別。何以故？須菩提！如來及如來弟子，不見", "368": "有法離於法性與法性有別者；雖不見不處，", "369": "法無有二，離法性者。」佛告須菩提：「菩薩行", "37": "須菩提白佛言：「世尊！何等為菩薩摩訶薩所", "370": "般若波羅蜜，當作是學法性。」須菩提白佛言：", "371": "「世尊！菩薩學法性者為無所學。」佛告須菩提：", "372": "「菩薩學法性者為盡學一切諸法。何以故？一", "373": "切諸法皆是法性。」須菩提白佛言：「何以故？諸", "374": "法皆是法性，諸有為法皆是法性。」「是故，須菩", "375": "提！菩薩學般若波羅蜜者，為學法性。」須菩", "376": "提白佛言：「假令諸法皆是法性，菩薩用何等", "377": "故行六波羅蜜？何以故行四禪、四等、四空定？", "378": "云何行三十七道品、三脫門、八惟無、九次第", "379": "禪、十力、四無所畏？何以故學佛十八法，學", "38": "未曾有，諸羅漢、辟支佛所不能及？」佛告須菩", "380": "六通、三十二相，學成就八十種好？何以故學", "381": "生四姓家？何以故學生四天上，從第四天", "382": "至三十三天？何以故從初發意至第十地？何", "383": "以故學三乘淨佛國土教化眾生，學陀隣尼", "384": "門，學辯才？何以故學菩薩道，學諸法如，知", "385": "一切眾事，法性中無有是若干分數？世尊！將", "386": "無菩薩行顛倒事。所以者何？法性亦非五陰，", "387": "法性亦不離五陰，法性則是五陰，五陰則是", "388": "法性。」佛告須菩提：「如是，如是！須菩提！如汝", "389": "所言，法性則是五陰，五陰則是法性。須菩提！", "39": "提：「若欲聞者善思念之，吾當解說。菩薩行", "390": "菩薩行般若波羅蜜，若見法有離法性者，終", "391": "不發阿耨多羅三耶三菩。菩薩行般若波羅", "392": "蜜，諸法之性則是道。是故，菩薩行般若波羅", "393": "蜜，知諸法則是法性，無名之法以名教授，從", "394": "五陰至道皆以名號法數字說之。須菩提！譬", "395": "如幻師持一鏡，現若干種像，若男、若女，若馬、", "396": "若象，若廬舘、若浴池，於中示現若干種坐，氍", "397": "氀、𣰅㲪、綩綖、帳幔、香華、伎樂、種種食飲之具，", "398": "以名伎樂娛樂眾人；復現六波羅蜜，於中現", "399": "四大姓，現有須彌山、有三十三天，於中現諸", "4": "78 住二空品摩訶般若波羅蜜住二空品第七十八", "40": "般若波羅蜜者，住於六波羅蜜中及內外空、", "400": "聲聞、辟支佛，現諸新發意行六波羅蜜菩薩；", "401": "復現十住一生補處菩薩，現諸菩薩遊戲於", "402": "五通，現有淨佛國土教化眾生，現有行三昧", "403": "三摩提以自娛樂；復現有行佛十力、四無所", "404": "畏、大慈大悲，現有佛身相具足者。中有愚癡", "405": "之士稱歎言：『快哉！是人所作甚奇特，能食飲", "406": "若干億萬人皆令歡喜，現若干種像世尊相", "407": "好。』中或有知者，便大笑言：『是幻師所作乃爾，", "408": "以空無所有法，以無端緒之法，樂眾人令使", "409": "有端緒，相無形與作形相。』」佛言：「菩薩行般", "41": "三十七品、四無礙慧及五神通，遍到十方觀", "410": "若波羅蜜，不見有法離法性者。以漚惒拘", "411": "舍羅為眾生說法，亦不見眾生，亦不見其處。", "412": "自行六波羅蜜，勸人習六波羅蜜，見有行者", "413": "代其歡喜；自行十善，勸人令行，見行十善者", "414": "讚歎代其歡喜；自行五戒，勸人令持，見有持", "415": "者讚歎代其歡喜；自持八齋，勸人令持，見有", "416": "持者讚歎代其歡喜；自行四禪、四等、四空定，", "417": "勸人令行，見有行者讚歎代其歡喜；自行三", "418": "十七品、三脫門及四無所畏、佛十力、佛十八", "419": "法，勸人令行，見有行者讚歎代其歡喜。」佛", "42": "諸眾生，可以布施攝者，便以施取之；可以戒、", "420": "告須菩提言：「法性前以後及中間無有增減，", "421": "是故菩薩摩訶薩為眾生故，謙苦行菩薩之", "422": "行。若法性前後及中間有異者，菩薩終不以", "423": "漚惒拘舍羅廣宣法性教授眾生。」", "424": "80 信本際品摩訶般若波羅蜜信本際品第八十", "425": "爾時，須菩提白佛言：「假令初無有眾生及其", "426": "處，菩薩為何等故念行般若波羅蜜？」佛告須", "427": "菩提：「菩薩信真際故，念般若波羅蜜。真際", "428": "及眾生際有異者，菩薩終不念般若波羅蜜。", "429": "以真際眾生際等無有異故，菩薩欲益眾生", "43": "忍、精進、一心、智慧，隨其所應，以六波羅蜜而攝", "430": "故，念行般若波羅蜜。「復次，須菩提！菩薩摩", "431": "訶薩行般若波羅蜜，亦不分流分別真際，而", "432": "建立眾生於真際。」須菩提白佛言：「若建立眾", "433": "生於真際者，則為建立真際於真際。若建立", "434": "真際於真際者，俱無所有，云何持無所有建", "435": "立於無所有？世尊！如是者菩薩云何建立眾", "436": "生於真際？」佛告須菩提：「不可以真際建立於", "437": "真際，不可以所有建立於所有，亦不可以無", "438": "所有建立於無所有。須菩提！菩薩行般若波", "439": "羅蜜，以漚惒拘舍羅建立眾生於真際，真際", "44": "取之。應以四禪及四空定得解脫者，以禪因", "440": "及眾生際一際無有二。」須菩提白佛言：「世尊！", "441": "何等為菩薩漚惒拘舍羅行般若波羅蜜，而", "442": "建立眾生於真際，而無所分現？」佛告須菩提", "443": "言：「菩薩摩訶薩行般若波羅蜜，以漚惒拘舍", "444": "羅建立眾生於檀；建立已，為說檀本末空，為", "445": "說所施及施者、受者皆空，受果報亦空，教言：", "446": "『善男子！莫作若干相，汝所施及受者謂有", "447": "果耶？等一空耳，皆入真際。』教言：『善男子！汝", "448": "若不分別所施及受者及果報，是則甘露施，", "449": "便逮甘露果，莫以是施受色。』教言：『善男子！莫", "45": "緣而攝取之；或應以慈、悲、喜、護得度者，以四", "450": "以施受痛，莫以施受想、行、識。何以故？汝所", "451": "施及施者、受者皆空，受報亦空。以空施有所", "452": "求，諸所施不可得見。何以故？所有者，從本至", "453": "竟，常自空故。』「復次，須菩提！菩薩摩訶薩行般", "454": "若波羅蜜，以漚惒拘舍羅建立眾生於尸，教", "455": "言：『善男子！捨是十惡行，是諸惡法無有實。當", "456": "諦自思惟，是十惡本無所有。』菩薩摩訶薩以", "457": "是具足於漚惒拘舍羅教授眾生，便以檀及", "458": "尸教於眾生，檀及尸果報皆自空無所有，亦", "459": "不入中，便逮寂靜，便生智慧，斷諸矇冥，離諸", "46": "等攝之；或應以三十七品得度者，以根、力、覺、", "460": "苦惱，以世俗數般泥洹，不以最第一義。何以", "461": "故？從空中索般泥洹者，無有空終不般泥洹，", "462": "泥洹者亦自至竟空。」「復次，須菩提！菩薩見眾", "463": "生亂、意志不定、鬪諍怨恚，便教令忍辱、教令", "464": "習羼，教人言：『汝所入陷溺皆是空無所有，當", "465": "熟思念言：「我空弊暴，為我？為是誰？空弊暴意", "466": "從何所來？」空無有不空時，是空亦非如來、菩", "467": "薩、羅漢、辟支佛所作，亦非諸三十三天、龍、阿", "468": "須倫、鬼神、甄陀羅、摩睺勒所作，空自然空。』菩", "469": "薩行般若波羅蜜，以空法建立眾生令入空，", "47": "意而攝取之；若應以三脫門得度者，皆攝取", "470": "雖有報應，不離阿耨多羅三耶三菩。雖勸進", "471": "眾生求道，但是俗數，非是最第一義。何以故？", "472": "空性亦非逮覺，亦無有逮覺者，亦無有甫當", "473": "逮覺者，是為真際性空。菩薩為眾生故，於中", "474": "行般若波羅蜜，亦不得眾生，亦不見其處。何", "475": "以故？眾生寂如諸法。」「復次，須菩提！菩薩行", "476": "般若波羅蜜，以漚惒拘舍羅，見眾生中有懈", "477": "怠者，菩薩便勸助身意行精進空無之法，於", "478": "諸法無有懈怠，亦不見有懈怠，空無法終不", "479": "從空退轉，莫於善法生懈怠意，莫於身意退，", "48": "之。」須菩提白佛言：「世尊！云何以布施攝取", "480": "於六波羅蜜及四禪、四等、四空定莫退，於三", "481": "十七品法及三脫門至佛十八法莫生懈怠", "482": "念，莫於諸法作罣礙，觀空無罣礙之法無有", "483": "懈怠者。」佛語須菩提：「菩薩行般若波羅蜜，以", "484": "空性之法勸進眾生令住空行，雖住空行不", "485": "以二事。何以故？空性者一無有二，不二之", "486": "法無可入處。」「復次，須菩提！菩薩行般若波羅", "487": "蜜，持空性之法教眾生令精進，教告之言：『善", "488": "男子！當善精進，於施、於戒、於忍、於進、於禪、於", "489": "智，隨意所能，於三十七品乃至佛十八法。善", "49": "眾生？」佛言：「菩薩行般若波羅蜜者，隨人所", "490": "男子！莫於是法起二念，亦不離二念。何以故？", "491": "是法性空。空性之法，亦無有二，亦不不二故。』", "492": "須菩提！是為菩薩行般若波羅蜜，以漚惒拘", "493": "舍羅習菩薩之行，教授眾生淨佛國土，次建", "494": "立眾生於須陀洹、斯陀含、阿那含、阿羅漢、辟支", "495": "佛，建立眾生乃至阿耨多羅三耶三菩。」「復次，", "496": "須菩提！菩薩行般若波羅蜜，以漚惒拘舍羅", "497": "祐利眾生勸助之言：『當念禪一心，莫生亂想，", "498": "亦莫生三昧想。』何以故？諸法性皆空。空無法", "499": "中，亦無亂者，亦無有一心者，當住是三昧身", "5": "須菩提白佛言：「世尊！云何是法如夢、如響、如", "50": "索，若索衣被、飲食、疾病、醫藥、象馬、車乘、金銀、", "500": "口意所作事。若六波羅蜜、三十七品，八惟無、", "501": "九次第禪、佛十力、四無所畏、四無礙慧、大慈", "502": "大悲、佛十八法、八十種好，若聲聞、辟支佛道、", "503": "菩薩道、佛道，若聲聞果、辟支佛果，若薩云若，", "504": "若淨佛土教化眾生，若行空者便得是諸善", "505": "法事。」佛告須菩提：「菩薩行般若波羅蜜，以漚", "506": "惒拘舍羅祐利眾生如是，從初發意以來未", "507": "常不為眾生多少作祐利時，從一佛國至一", "508": "佛國供養禮事諸佛世尊，從諸佛所受法教", "509": "至阿耨多羅三耶三菩終不忘失，常得諸總", "51": "珍寶，隨人所欲皆施與之。及所施與，若佛、", "510": "持身口意行，常具足無所乏少。何以故？善於", "511": "薩云若念故。以善薩云若者，便善於諸道、聲", "512": "聞辟支佛道及神通。菩薩諸所可應行道終", "513": "不廢捨，立於神通救護眾生，周旋五趣生死", "514": "不耗減於神通。」佛告須菩提：「菩薩行般若波", "515": "羅蜜，住於空性祐利眾生如是。「復次，須菩提！", "516": "菩薩行般若波羅蜜，以漚惒拘舍羅住於空", "517": "性祐利眾生，以般若波羅蜜勸教眾生言：『諸", "518": "仁者！淨於身、口、意受甘露教，有受甘露教者", "519": "終不離空性法。何以故？空性之法，亦非是有", "52": "辟支佛、阿羅漢及須陀洹，下至凡夫及蜎飛、", "520": "法，亦非是無法。』」佛告須菩提：「菩薩行般若波", "521": "羅蜜，使眾生作是入、作是學，未曾不精進時；", "522": "自行十善，勸人令行；自行五戒及八齋、四禪、", "523": "四等、四空定，勸人令行；自行三十七道品法、", "524": "十力、十八法，勸人令行；自行八十種好，勸人", "525": "令行；自學須陀洹道慧，復教人令學須陀洹；", "526": "自不於中有所欲，自於羅漢法中取慧，亦教", "527": "他人學阿羅漢、辟支佛法；自於內無所欲，自", "528": "發阿耨多羅三耶三菩，復教他人學阿耨多", "529": "羅三耶三菩。」佛告須菩提：「菩薩摩訶薩習菩", "53": "蠕動、諸三惡趣，其意適等，而無差別、無若", "530": "薩之行，以漚惒拘舍羅初無有懈怠時。」須菩", "531": "提白佛言：「假令諸法性本空，眾生亦不可得，", "532": "亦無有正法，亦不見非法，云何菩薩逮得薩", "533": "云若慧事？」佛告須菩提言：「如是，如是！如汝", "534": "所言，一切諸法性皆空。空法中，亦無有眾生，", "535": "亦無有正法，亦無有非法。若諸法性不空者，", "536": "菩薩不於空法中成阿耨多羅三耶三菩，為", "537": "空性說法，說五陰性空，是故菩薩行般若波", "538": "羅蜜說五陰性空。以十八性空，以十二緣起", "539": "性空故，為眾生說法，說四禪、四等、四空定，說", "54": "干種意。何以故？諸法無有若干種意故，其意", "540": "三十七品性空，說三脫門，說八惟無、九次第", "541": "禪空、四無礙慧、四無所畏，說十八空、佛十八", "542": "法、大慈大悲、八十種好空。以是故為眾生說", "543": "法，說聲聞、辟支佛道，說薩云若，說諸本習垢", "544": "盡。以是空性說法，若內空、外空及有無空，是", "545": "性不空者，菩薩終不以空性說法；若內空、外", "546": "空及有無空，非是性空者，為壞敗空矣！空不", "547": "可壞，亦不可上尊。何以故？空亦無有處、亦不", "548": "無處，亦不來、亦不往，是故法常住無有增減，", "549": "無有起滅，無著無斷。菩薩住是法者，為成阿", "55": "平等。無若干者，便得無差別薩云若慧。」佛言：", "550": "耨多羅三耶三菩，亦不見法有所逮，亦不不", "551": "有所逮，亦不無所逮，是為法之常住。菩薩", "552": "行般若波羅蜜者，見諸法性皆空，於阿耨多", "553": "羅三耶三菩終不轉還。何以故？不見諸法罣", "554": "礙，當何從有狐疑。阿耨多羅三耶三菩者，性", "555": "空無有眾生，亦不見眾生處，亦不見有吾我、", "556": "壽命及知見事，亦不見五陰乃至八十種好，", "557": "亦無所見。須菩提！譬如化佛化作比丘、比", "558": "丘尼、優婆塞、優婆夷，為說法至那述劫不斷", "559": "絕。須菩提！化人於三乘法寧有所得不？」須", "56": "「菩薩摩訶薩若見來求者，當作念言：『我所施", "560": "菩提言：「不也，世尊！何以故？無形故，諸法亦", "561": "無有形，何所眾生為菩薩入聲聞、辟支佛者，", "562": "但為著餘墮顛倒者建立於順。如是倒者為", "563": "非顛倒，無有顛倒及諸念處，亦無眾生，亦無", "564": "吾我，亦無壽命，亦無知見之事，亦無五陰，亦", "565": "無有道，是名為空性。菩薩於中行般若波羅", "566": "蜜，度諸顛倒及有人相及眾生相，度脫有", "567": "色、無色相，度脫有漏之法，以俗數度脫無漏", "568": "之法，非最第一之義。何等無漏？三十七品是", "569": "亦無所有，亦無所生，亦不以行，是謂空性諸", "57": "者當與三耶三佛。福祐不從畜生出生。』有是", "570": "佛世尊之道。諸佛之道者，亦無眾生，亦無我、", "571": "人、壽命，亦無知見，亦無五陰，亦無三十二相、", "572": "八十種好，是者真是如來之道。亦不以菩薩", "573": "道故，發阿耨多羅三耶三菩；但為空性故，從", "574": "本至竟及其中間無不空者，常一空故。菩薩", "575": "所以行空波羅蜜，以眾生有眾生相，欲建立", "576": "於薩云若故，是故菩薩行道慧，以道慧事便", "577": "能入諸道亦入三乘道。菩薩具足入諸道已，", "578": "教化眾生淨佛國土，便住於有為中成阿耨", "579": "多羅三耶三菩，不斷佛業及諸空性。住空性", "58": "念者，非是菩薩法，何以故？菩薩發道意不作", "580": "者是諸去、來、今佛之道業，生死之處及諸俗", "581": "法不離於空性，諸菩薩皆當入於諸佛所習", "582": "行空性，雖行空性於薩云若而不墮落。」須菩", "583": "提白佛言：「世尊！諸菩薩摩訶薩甚奇甚特，行", "584": "於空事不分別空。何等為不分別空？不言色", "585": "異、覺異、想異、行異、識異、空異，乃至于道亦不", "586": "言異。空性則是道，道則是空性。」佛告須菩提：", "587": "「假令空性異、五陰異者，菩薩終不逮覺薩云", "588": "若。空性與五陰等無有異，菩薩知諸法性皆", "589": "空，是故發阿耨多羅三耶三菩。何以故？空", "59": "是念：『我持布施當生四姓家。』諸所施已攝取", "590": "性法亦無壞者、亦不尊上，而世人迷惑言：『五", "591": "陰是我所，我是五陰所。』便入五陰行吾我事，", "592": "復入內外形，便生五陰，便有生老病死憂悲", "593": "勤苦，墮五趣中不得度脫。是故，菩薩習行空", "594": "波羅蜜，不分別五陰，不觀五陰空以不空，乃", "595": "至于道亦不觀空以不空。所以者何？不以五", "596": "陰空而現五陰，亦不以道空而現道也。須菩", "597": "提！譬如虛空不分別空，亦不分別內外空。如", "598": "是，須菩提！亦不以五陰空故現五陰，亦不以", "599": "道空故現道。何以故？空者無所有，亦不分別", "6": "幻、如化、如熱時焰、如光、如影，是諸法皆空？云", "60": "眾生者，皆令至無餘泥洹而般泥洹。菩薩以", "600": "是空、是不空，乃至于道亦復如是。」須菩提白", "601": "佛言：「世尊！假令諸法不可分別、不可壞者，云", "602": "何菩薩發阿耨多羅三耶三菩？世尊！於道有", "603": "二者，不能發阿耨多羅三耶三菩。」佛言：「如", "604": "是，如是！須菩提！行二者無有道，道者無二", "605": "亦非二也。菩薩學道不作二入，菩薩則是道，", "606": "道則是菩薩，亦不色、痛、想、行、識，亦不行道。何", "607": "以故？道亦不言：『汝當行五陰，汝當行道。』菩", "608": "薩行道亦無所取。」須菩提白佛言：「菩薩行道，", "609": "亦不有所取，亦不有所放，為作何等行？於何", "61": "眾生為親族，所施與無若干差別，亦不言：『當", "610": "所行道？」佛言：「於汝意云何？如來所作化，於", "611": "何所行？有取、有放不？」須菩提言：「世尊！不也，無", "612": "取、無放。」佛言：「羅漢於夢中，為有所取、有所", "613": "放不？」答言：「不也。」須菩提言：「世尊！羅漢尚不", "614": "眠，那得有夢。」佛言：「如是，如是！須菩提！菩薩", "615": "所行，亦無所取，亦無所放。」須菩提言：「世尊！菩", "616": "薩意亦不於五陰、亦不於道有所取放者，菩", "617": "薩為不行十住地所應行耶？不行六波羅蜜", "618": "耶？不行三十七品、四禪、四等及四空定、八", "619": "惟無、九次第，不行十力、四無所畏、三十二相、", "62": "與是，不與是。』意無適莫，所施眾生無有礙意。", "620": "八十種好，不行五通、淨佛國土、教化眾生，不", "621": "逮薩云若，可得成阿耨多羅三耶三菩不？」佛", "622": "言：「如是，如是！須菩提！若菩薩不具足行十地，", "623": "不具足六波羅蜜，不具足四禪、四等及四空", "624": "定、八惟無禪、九次第禪、三十七品，乃至八十", "625": "種好不具足者，終不得成阿耨多羅三耶三", "626": "菩；不具足者，不能逮薩云若。滅五陰空相，滅", "627": "道空性，是性已滅，住於滅性，不為法作損益，", "628": "亦無所生，亦無所滅，亦無著斷，亦不逮覺。須", "629": "菩提！以世俗法教，菩薩成阿耨多羅三耶三", "63": "何以故？為眾生故發阿耨多羅三耶三菩，若", "630": "菩。五陰及道，以俗數故，非最第一要義。菩薩", "631": "從初發意以來，雖行道意亦不滅，眾生亦不", "632": "滅，道亦不滅，菩薩亦不滅。於須菩提意云何？", "633": "汝等五陰除滅，得無量三昧，得須陀洹乃至", "634": "羅漢時，是時頗見意、頗見道果不？」須菩提言：", "635": "「世尊！不見也。」佛言：「汝弟子等云何有言有", "636": "所逮得？」須菩提言：「但以世俗數耳。」佛言：「亦", "637": "復以世俗數故，言有五陰，言有菩薩，言有薩", "638": "云若。菩薩不於道有所得法、有所損益者，以", "639": "法性故不得。諸法性尚不得諸法性，何況當", "64": "有分別意者，便於諸如來無所著等正覺、諸", "640": "得十住地及六波羅蜜、三十七品及三脫門乃", "641": "至佛十八法！當有所得者，是者不然。是故，須", "642": "菩提！菩薩摩訶薩行阿耨多羅三耶三菩，得", "643": "阿惟三佛祐利眾生。」", "644": "放光般若經卷第十八", "65": "緣覺、諸真人有大過失。何以故？諸天及人、諸", "66": "阿須倫無有請，菩薩為眾生作救護、作橋梁", "67": "者為菩薩之法，自當救攝眾生。「復次，須菩提！", "68": "菩薩行般若波羅蜜者，若人、若非人來至菩", "69": "薩所，取節節支解菩薩身，菩薩亦不疑言：『當", "7": "何為有造處所，言是道是俗、是無為是有為、", "70": "與？不與？』何以故？是菩薩欲救眾生故受是形", "71": "耳。『我以是身饒益一切。』菩薩當作是念：『我為", "72": "眾生受是身形，今來取之。』須菩提！菩薩見來", "73": "所求者當發意言：『施者為誰？受者為誰？所施", "74": "物為何等？是諸法實不可得見。何以故？是諸", "75": "法常空，空亦無所與亦無所奪。』須菩提！菩薩", "76": "行般若波羅蜜當作是學，所謂內空、外空及", "77": "有無空，住是空者於中布施，便具足檀波羅", "78": "蜜；具足檀已，不斷內外法，言誰有割者、誰為", "79": "截者！」佛告須菩提：「佛以天眼見十方恒邊沙", "8": "有漏無漏？云何言是須陀洹、斯陀含、阿那含、", "80": "等剎土，諸菩薩摩訶薩入泥犁中，泥犁則為", "81": "冷。以三事變化為泥犁中眾生說法：一者神", "82": "足，二者隨其所使，三者四等之法。以神足滅", "83": "火，隨意為說四等法，泥犁中眾生便有愛敬", "84": "歸仰於菩薩，即得離苦痛。次為說三乘之教，", "85": "皆令脫苦。是故，須菩提！我以佛眼見十方恒", "86": "邊沙，諸菩薩摩訶薩供養諸佛不以憍慢，愛", "87": "好諸佛不以憎惡，歡喜無恚，諸佛所說皆悉", "88": "受持，至成阿耨多羅三耶三菩終不志失。須", "89": "菩提！佛以佛眼見十方恒邊沙剎土諸菩薩", "9": "阿羅漢、辟支佛？云何言是求阿耨多羅三耶", "90": "等，為眾生故，割截身體，支節分離，布散四面；", "91": "諸有飛鳥走獸來食菩薩肌肉者，皆有慈意；", "92": "於菩薩所以慈意故，得離畜生，即得為人，往", "93": "見諸佛聽受經法，隨其所聞即得順行，以三", "94": "乘之法而度脫之。」佛告須菩提：「諸有菩薩摩", "95": "訶薩發阿耨多羅三耶三菩者多所饒益，如", "96": "是能使眾生得無餘泥洹。「復次，須菩提！我以", "97": "佛眼見十方恒邊沙諸菩薩等入薜荔中者，", "98": "諸薜荔眾見菩薩已便生慈意，恭敬菩薩，以", "99": "恭敬故離諸勤苦，因是功德終不離諸佛至"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0221 放光般若經: 放光般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "author": "西晉 無羅叉譯", "sourceLink": "http://www.cbeta.org/"}