{"author": "唐 淨覺集", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2837 楞伽師資記", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2837", "1": "楞伽師資記（序）楞伽師資記", "2": "兩目中。各出一五色光舍利。將知大師成道", "3": "已久也。大唐中宗孝□□帝景龍二年。勅", "4": "召入西京。便於東都廣開禪法。淨覺當眾歸", "5": "依。一心承事。兩京來往參覲。向有餘年。所", "6": "呈心地。尋已決了。祖忍大師授記之安州有", "7": "一箇。即我大和上是也。乃刑類凡僧。證同", "8": "佛地。帝師國寶。宇內歸依。淨覺宿世有緣。親", "9": "蒙指授。始知方寸之內。具足真如。昔所未聞。", "10": "今乃知耳。真如無相。知亦無知。無知之知。豈", "11": "離知也。無相之相。豈離相也。人法皆如。說亦", "12": "如也。如自無說。說則非如。如本無知。知非", "13": "如矣。起信論云。心真如是。即是一法界總相", "14": "法門體。所謂心性。不生不滅。一切法。唯因", "15": "妄念。而有差別。若離心念。別無境界之相。", "16": "是故一切法。從本已來。離言說相。離名字相。", "17": "離心緣相。畢竟平等。無有變異。不可破壞。", "18": "唯是一心。故名真如。有真自體相者。凡夫", "19": "聲聞緣覺菩薩諸佛。無有增減。非有際生。", "20": "非後際滅。畢竟常恒。從本性自滿足。一切功", "21": "德。自體有大智惠光明義。故自性清淨心。楞", "22": "伽經云。自心現境界。隨類普現於五法。云何", "23": "是五法。名相忘想正智如如。是故眾物無", "24": "名。心作名。諸相無相。由心作相。但自無心。", "25": "則無名相。故曰正智如如。法句經云。參羅及", "26": "萬像。一法之所印。余乃潛神玄默。養性幽巖。", "27": "獨守淨心抱一冲谷。聊寄一序。托悟在中。同", "28": "我道流。願知心耳。真如妙體。不離生死之中。", "29": "聖道玄微。還在色身之內。色身清淨。寄住煩", "30": "惱之間。生死性真。權在涅槃之處。故知眾", "31": "生與佛性。本來共同。以水況氷。體何有異。氷", "32": "由質礙。喻眾生繫縛。水性虛通。等佛性之", "33": "圓淨。無法可得。無相可求。善法尚遣捨之。生", "34": "死故應遠離。維摩經云。欲得淨度。當淨其心。", "35": "隨其心淨。則佛土淨也。身雖為之本。識見還", "36": "有淺深。深見者。是歷劫清淨。薰修之因。一發", "37": "道心。乃至成佛。亦不退也。淺識者。是現今新", "38": "學。初離歡喜。為積生已來。有誹謗邪見之。", "39": "因。無正信習道之力。根則不定。後還退敗", "40": "也。覆尋生死。只為攀緣。返照攀緣之心。心性", "41": "本來清淨之處。染著。無染是淨。無繫是脫。", "42": "染即生死之因。淨即菩提之果。大分深義。究", "43": "竟是空。至道無言。言則乖至。雖以性擬", "44": "本。無本可稱。空自無言。非心行處。聖心微", "45": "隱。絕解絕知。大覺寒寒。無言無說。法華經", "46": "云。諸法寂滅相。不可以言宣也。無法可說。無", "47": "心可言。自性空閑。返歸於本。本者道也。道", "48": "性悾恫而無際。放曠清微。壞大千以寂", "49": "寥。通古今而性淨。即上下周圓。遍清淨。是", "50": "淨佛國土也。是知一毫之內。具足三千大千。", "51": "一塵之中。容受無邊世界。斯言有實耳。此中", "52": "坐禪。證者之自知。不由三乘之所說也。經", "53": "曰。菩提之道。不可圖度。高而無上。廣不可", "54": "極。淵而無下。深不可測。大苞天地。細入無", "55": "間。故謂之道也。所以法身清淨。猶若虛空。", "56": "空亦無空。有何得有。有本不有。人自著有。空", "57": "本不空。人自著空。離有離空。清淨解脫。無", "58": "為無事。無住無著。寂滅之中。一物不作。斯", "59": "乃菩提之道。然涅槃之道。果不在於有無之", "60": "內。亦不出於有無之外。若如此者。即入道之", "61": "人。不壞於有。亦不損於無像法住持。但假施", "62": "設耳。是故體空無相。不可為有。用之不廢。不", "63": "可為無。則空而常用之。而常空。空用雖殊。", "64": "而無心可異。即真如性淨。常住不滅也。余", "65": "歎曰。天下有不解修道者。被有無繫然也。有", "66": "不自有。緣未生時無有。無不自無。緣散之後", "67": "故無。有若本有。有自常有。不待緣而後有。無", "68": "若本無。無自常無。豈待緣盡後始無也。緣", "69": "有非是有。真如之中有緣。無非是無。清淨", "70": "心中。無彼無也。有無法。妄想之域。豈足以", "71": "標聖道。放光經云。菩提從有得耶。答曰。不", "72": "也。從無得耶。答曰。不也。從有無得耶。答曰。", "73": "不也。離有無得耶。答曰。不也。是義云何得。", "74": "答曰。無所得。得無所得者。謂之得菩提也。", "75": "楞伽資記一卷", "76": "東都沙門釋淨覺居太行山靈泉", "77": "谷集", "78": "第一。宋朝求那跋陀羅三藏。中天竺國人。", "79": "大乘學時號摩訶衍。元嘉年。隨船至廣州。", "80": "宋太祖。迎於丹陽郡。譯出楞伽經。王公道", "81": "俗請開禪訓。跛陀未善宋言有愧。即多夢人", "82": "以劍易首。於是就開禪訓　三藏云。此土。地", "83": "居東邊。修道無法。以無法故。或墜小乘二乘", "84": "法。或墮九十五種外道法。或墮鬼神禪。", "85": "觀見一切物。知他人家好惡事。苦哉。大福大", "86": "禍。自陷陷他。我慜　此輩。長劫落鬼神。久", "87": "受生死。不得解脫。或墮術法。役使鬼神。看", "88": "他家好惡事。誰言我坐禪觀行。凡夫盲迷", "89": "不解。謂登聖道。皆悉降伏。不知是鬼神邪", "90": "魅法也。我中國有正法。祕不傳簡。有緣根熟", "91": "者。路逢良賢。途中受與。若不逢良賢。父子", "92": "不得。楞伽經云。諸佛心第一。教授法時。心", "93": "不起處是也。此法超度三乘。越過十地。究", "94": "竟佛果處。只可默心自知。無心養神。無念", "95": "安身。閑居淨坐。守本歸真。我法祕默。不為", "96": "凡愚淺識所傳。要是福德厚人。乃能受行。", "97": "若不解處。六有七八。若解處。八無六七。擬", "98": "作佛者。先學安心。心未安時。善尚非善。何況", "99": "其惡。心得安靜時。善惡俱無依華嚴經云。", "100": "法法不相知。至此國來。尚不見修道人。何", "101": "況安心者。時時見有一作業。未契於道。或在", "102": "名聞。成為利養。人我心行。嫉妬心造。云何嫉", "103": "妬。見他人修道。達理達行。多有歸依供養。", "104": "即生嫉妬心。即生憎嫌心。自恃聰明。不用", "105": "勝己。是名嫉妬。以此惠解。若晝若夜。修懃", "106": "諸行。雖斷煩惱。除其擁礙。道障交競。不得安", "107": "靜。但名修是。不名安心。若爾縱行六波羅", "108": "蜜。講經坐二禪三禪。精進苦行但名為善。不", "109": "名法行。不以愛水。溉灌業田。不於中。種識", "110": "種子。如是比丘。名為法行　今言安心者。略", "111": "有四種。一者背理心。謂一向凡夫心也。二", "112": "者向理心。謂厭惡生死。以求涅槃。趣向寂", "113": "靜。名聲聞心也。三者入理心。謂雖復斷障顯", "114": "理。能所未亡。是菩薩心也。四者理心。謂非理", "115": "外理。非心外心。理即是心。心能平等。名之為", "116": "理。理照能明。名之為心。心理平等。名之為佛", "117": "心。會實性者。不見生死涅槃有別。凡聖為異。", "118": "境智無二。理事俱融。真俗齊觀。染淨一如。佛", "119": "與眾生。本來平等一際。楞伽經云。一切無涅", "120": "槃。無有涅槃佛。無有佛涅槃。遠離覺所覺。若", "121": "有若無有。是二悉俱離。大道本來廣遍。圓", "122": "淨本有。不從因得。如似浮雲底日光。雲霧滅", "123": "盡。日光自現。何用更多廣學知見。涉歷文字", "124": "語言。覆歸生死道。用口說文傳為道此者。", "125": "人貪求名利。自壞壞他。亦如磨銅鏡。鏡面", "126": "上塵落盡。鏡自明淨。諸無行。經云。佛亦不", "127": "作佛。亦不度眾生。眾生強分別。作佛度眾生。", "128": "而此心不證。是即無定。證則別有照緣起大", "129": "用。圓通無礙。名大修道。自他無二。一切行一", "130": "時行。亦無前後。亦無中間。名為大乘。內外無", "131": "著。大捨畢竟。名為檀波羅蜜。善惡平等。俱不", "132": "可得。即是尸波羅蜜。心境無違。怨害永盡。", "133": "即是忍波羅蜜。大寂不動。而萬行自然。即是", "134": "精進波羅蜜。繁與妙寂。即是禪波羅蜜。妙", "135": "寂開明。即是般若波羅蜜。如此之人。勝上廣", "136": "大。圓攝無礙。得繁與。是為大乘。有求大乘", "137": "者。若不先學安心。定知誤矣　大品經云。諸", "138": "佛五眼。觀眾生心及一切法。畢竟不見。華嚴", "139": "經云。無見乃能見。思益經云。非眼所見。非耳", "140": "鼻舌身意識所知。但應隨如相見如眼如乃", "141": "至意如。法位亦如是。若能如是見者。是名", "142": "正見。禪決曰。蝙蝠角鴟。晝不見物。夜見物", "143": "者。皆是妄想顛倒故也。所以者何。蝠蝙角鴟。", "144": "見他闇為明。凡夫人。見他明為闇。皆為是妄", "145": "想。以顛倒故。以業障故。不見真法。若然者。", "146": "明不定明。闇不定闇。如是解者。不為顛倒惑", "147": "亂。即入如來常樂我淨中也　大法師之楞", "148": "伽經云。說何淨其念者。遣物令妄想。勿令", "149": "漏念。念佛極著力。念念連注不斷。寂然無念。", "150": "證本空淨也。又云。一受不退常寂然。則佛說", "151": "云何增長也。又云。從師而學。悟不由師。凡", "152": "教人智慧。未甞說此。就事而徵。指樹葉是", "153": "何物。又云。汝能入瓶入柱。及能入穴山。杖", "154": "能說法不。又云。汝身入心。又云。屋內有瓶。", "155": "屋外亦有瓶不。瓶中有水不。水中有瓶不。", "156": "乃至天下諸水。一一中皆有瓶不。又云。此水", "157": "是何物又樹葉能說法。瓶能說法。柱能說", "158": "法。及地水火風皆能說法。土瓦石。亦能說", "159": "法者。何也。", "160": "第二。魏朝三藏法師菩提達摩。承求那跋陀", "161": "羅三藏後。其達摩禪師。志闡大乘。泛海吳越", "162": "遊洛至鄴。沙門道育惠可。奉事五年。方海", "163": "四行。謂可曰。有楞伽經四卷。仁者依行。自然", "164": "度脫。餘度如續高師傳所明。略辨大乘入", "165": "道四行。弟子曇林序　法師者。西域南天竺", "166": "國。是大婆羅門國王第三之子。神惠疎朗。", "167": "聞皆曉晤。志存磨訶衍道。故捨素從緇。紹", "168": "隆聖。冥心虛寂。通鑒世事。內外俱明。德超", "169": "世表。悲悔邊隅。正教陵替。遂能遠涉山海。", "170": "遊化漢魏。亡心寂默之士。莫不歸信。取相存", "171": "見之流。乃生譏謗。于時。唯有道育惠可。此", "172": "二沙門。年雖後生。携志高遠。幸逢法師。事之", "173": "數載虔恭諮啟。善蒙師意。法師感其精成。", "174": "誨以真道。如是安心。如是發行。如是順物。如", "175": "是方便。此是大乘安心之法。令無錯謬。如是", "176": "安心者。壁觀。如是發行者。四行。如是順物", "177": "者。防護譏嫌。如是方便者。遣其不著。此略所", "178": "由。意在後文。", "179": "未入道多途。要而言之。不出二種。一是理", "180": "入。二是行入。理入者。謂藉教　悟宗。深信含", "181": "生。凡聖同一真性。但為客塵妄覆。不能顯", "182": "了。若也捨妄歸真。凝住辟觀。自他。凡聖", "183": "等一。堅住不移。更不隨於言教。此即與真理", "184": "冥狀。無有分別。寂然無名之理入。行入者。", "185": "所謂四行。其餘諸行。悉入此行中。何等為四", "186": "行。一者報怨。二者隨緣行。三者無所求行。", "187": "四稱法行。云何報怨行。修道行人。若受苦", "188": "時。當自念言。我從往昔。無數劫中。棄本逐", "189": "末。流浪諸有。多報怨憎。違害無限。今雖無", "190": "犯。是我宿殃。惡業果熟。非天非人。所能見", "191": "與。甘心忍受。都無怨訴。經云。逢苦不憂。何", "192": "以故。識達本故。此心生時。與理相應。體怨", "193": "進道。是故。說言報怨行。第二隨緣行者。眾生", "194": "無我。並緣業所傳。苦樂齊受。皆從緣生。若", "195": "得勝報榮譽等事。是我過去宿因所感。今方", "196": "得之。緣盡還無。何喜之有。得失從緣。心無增", "197": "減。喜風不動。冥順於通。是故。說言隨緣行。", "198": "第三無所求行者。世人長迷。處處貪著。名之", "199": "為求。智者悟真。理將俗反。安心無為。形隨運", "200": "轉。萬有斯空。無所願樂。功德黑闇。常相隨", "201": "逐。三界久居。猶如火宅。有身皆苦。誰得而", "202": "安。了達此處。故於諸有。息想無求。經云。有", "203": "求皆苦。無求乃樂。判如無求。真為道行。第", "204": "四稱法行者。性淨之理。因之為法。理此眾", "205": "相斯空。無染無著。無此無彼。經云。法無眾", "206": "生。離眾生垢故。法無有我。離我垢故。智若", "207": "能信解此理。應當稱法而行。法體無慳於身", "208": "命。則行檀捨施。心無悋惜。達解三空。不倚", "209": "著。但為去垢。攝眾生。而無取相。此為自", "210": "復地。亦能莊嚴菩提之道。檀度既爾。餘", "211": "五亦然。為除妄想。修行六度。而無所行是為", "212": "稱法行。此四行。是達摩禪師親說。餘則弟子", "213": "曇林記師言行。集成一卷。名曰達磨論", "214": "也。菩提師又為坐禪眾。釋楞伽要義一卷。有", "215": "十二三紙。亦名達磨論也。此兩本論文。", "216": "文理圓淨。天下流通。自外更有人。偽告", "217": "達摩論三卷。文繁理散。不堪行用。大師又指", "218": "事問義。但指一物。喚作何物。眾物皆問之。迴", "219": "換物名。變易問之。又云。此身有不。身是何", "220": "身。又云。空中雲霧。終不能染污虛空。然能翳", "221": "虛空。不得明淨。涅槃經云。無內六入無外六", "222": "塵。內外合故。名為中道。", "223": "第三。齊朝鄴中沙門惠可。承達磨禪師後。", "224": "其可禪師。俗姓姬。武牢人。年十四。遇達摩", "225": "禪遊化嵩洛。奉事六載。精究一乘。附於玄", "226": "理。略說修道。明心要法。真登佛果。楞伽經", "227": "云。牟尼寂靜觀。是則遠離生死。是名為不", "228": "取。今世後世。淨十方諸佛。若有一人。不", "229": "因坐禪而成佛者。無有是處。十地經云。眾", "230": "生身中。有金剛佛。猶如日輪。體明圓滿。", "231": "慶大無邊。只為五蔭。重雲覆障。眾生不見。", "232": "若逢智風。飄蕩五蔭。重雲滅盡。佛性圓照。", "233": "煥然明淨。華嚴經云慶大如法界。究竟如虛", "234": "空。亦如瓶內燈光。不能照外。亦如世間雲霧。", "235": "八方俱起。天下陰暗。日光起得明淨。日光", "236": "不壞。只為雲霧障。一切眾生。清淨性。亦復", "237": "如是。只為攀緣妄念諸見。煩惱重雲。覆障聖", "238": "道。不能顯了。若忘念不生。默然淨坐。大涅", "239": "槃日。自然明淨。俗書云。氷生於水而氷遏水。", "240": "氷伴而水通。妄起於真而妄迷真。妄盡而", "241": "真現。即心海澄清。法身空淨也。故學人依文", "242": "字語言為道者。如風中燈。不能破闇。焰焰謝", "243": "滅。若淨坐無事。如蜜室中燈。則解破闇。昭", "244": "物分明。若了心源清淨。一切願足。一切行滿。", "245": "一切皆辨。不受後有。得此法身者。恒沙眾", "246": "生。莫過有一行。億億劫中。時有一人。與此", "247": "相應耳。若精誠不內發。三世中縱值恒沙諸", "248": "佛。無所為。是知眾生識心自度。佛不度眾生。", "249": "佛若能度眾生過去逢無量恒沙諸佛。何故", "250": "我不成佛。只是精誠不內發。口說得。心不", "251": "得。終不免逐業受形。故佛性猶如天下有日", "252": "月。水中有火。人中有佛性。亦名佛性燈。亦", "253": "名涅槃鏡。是故大涅槃鏡。明於日月。內外圓", "254": "淨。無邊無際。猶如鍊金。金質火盡。金性不", "255": "壞。眾生生死相滅。法身不壞。亦如埿團壞。", "256": "亦如波浪滅。水性不壞。眾生生死相滅。法身", "257": "不壞。坐禪有功。身中自證故晝日餅尚未", "258": "堪飡。說食焉能使飽。雖欲去其前塞。翻令", "259": "後榍彌堅。華嚴經云。譬如貧窮人。晝夜數他", "260": "寶。自無一錢分。多聞亦如是　又讀者暫看。", "261": "急須併却。若不捨還。同文字學。則何異煎流", "262": "水以求氷。煮沸湯而覓雪。是故諸佛說說。或", "263": "說說於不說。諸法實相中。無說無不說。解", "264": "斯舉一千從。法華經云。非實非虛。非如非異。", "265": "太師之說此真法皆如實。與真幽理竟不", "266": "殊。本迷摩尼謂瓦礫豁能自覺是真珠。無", "267": "明智慧等無異。當知法即皆如。敏此二見", "268": "諸徒輩。申詞投筆作斯。觀身與佛不差", "269": "別。何須更覓彼無餘。又云。吾本發心時。截", "270": "一臂。從初夜雪中立。直至三更。不覺雪過", "271": "於膝。以求無上道　華嚴經第七卷中說。東", "272": "方入正受。西方三昧起。於眼根中入正受。", "273": "於色法中三昧起。示現色法不思議。一切天", "274": "人莫能知。其色法中入正受。於眼起定念不", "275": "亂。觀眼無生無自性。說空寂滅無所有。乃至", "276": "耳鼻舌身意。亦復如是。童子身入正受。於壯", "277": "年身三昧起。壯年身入正受　於老年身三", "278": "昧起。老年身入正受。於善女人三昧起。善女", "279": "人入正受。於善男子三昧起。善男子入正受。", "280": "於比丘尼身三昧起。比丘尼身入正受。於比", "281": "丘身三昧起。比丘身入正受。於學無學三昧", "282": "起。無學入正受。於緣覺身三昧起。緣覺身", "283": "入正受。於如來身三昧起。毛孔中。入正", "284": "受。一切毛孔三昧起。一切毛孔入正受。一", "285": "毛端頭三昧起。一毛端入正受。一切毛端三", "286": "昧起。一切毛端入正受。一微塵中三昧起一", "287": "微塵中入正受。一切微塵三昧起。大海水入", "288": "正受。於大盛火三昧起。一身能作無量身。以", "289": "無量作一身。解斯舉一千從。萬物皆然也。", "290": "第四。隋朝舒州思空山粲禪師。承可禪師後。", "291": "其粲禪師。罔知姓位。不測所生。按續高僧", "292": "傳曰。可後粲禪師。隱思空山。蕭然淨坐。不出", "293": "文記。祕不傳法。唯僧道信。奉事粲十二年。", "294": "寫器傳燈。燈成就。粲印道信了了見佛性", "295": "處。語信曰。法華經云。唯此一事。實無二。亦", "296": "無三。故知聖道幽通。言詮之所不逮。法身空", "297": "寂。見聞之所不及。即文字語言。徒勞施設", "298": "也　大師云。餘人皆貴坐終。嘆為奇異。余今", "299": "立化。生死自由。言訖遂以手攀樹枝。奄然氣", "300": "盡。終於𡸣公山。寺中見有廟影。詳玄傳曰。", "301": "惟一實之淵曠。嗟萬相之繁難。俗異於體", "302": "同。凡聖分而道合。尋涯也豁乎無際。眇乎無", "303": "窮。源於無始。極於無終。解或以茲齊貫。", "304": "深淨於此俱融。諺空有而聞寂。括宇宙以", "305": "通同。若純金不隔於環玔。等積水不憚於連", "306": "漪。經云。此明理無間雜。故絕邊際之談。性", "307": "非物造。致息始之論。所以明闇泯於不", "308": "言門。善惡融於一相之道。斯即無動而不", "309": "寂。無異而不同。若水之為波瀾。金之為器", "310": "體。金為器體。故無器而不全。波為水用。亦", "311": "無波而異水也。觀無礙於緣起。信難思於物", "312": "性。猶寶殿之垂珠。似瑤臺之懸鏡。彼此異而", "313": "相入。紅紫分而交映。物不滯其自他。事莫", "314": "權其邪正。隣虛舍大千之法。剎那總三除", "315": "之時。懼斯言之少信。借帝網以除疑。蓋普", "316": "眼之能囑。豈或識以知之。注云。此明祕密", "317": "緣起。帝網法界。一即一切。參而不同。所以然", "318": "者。相無自實。起必依真之理既融。相亦無", "319": "礙故。巨細雖懸。猶鏡像之相入。彼此之異。", "320": "若殊色之交形。即一一切。緣無礙。理", "321": "理數然也。故知大千彌廣。處纖塵而不窄。三", "322": "世長久。入從略以能容。自可洞視於金墉之", "323": "外。了無所權。入身於后壁之中。未曾有隔。", "324": "是以聖人得理成用。若理不可然。則聖此", "325": "無此力。解則通。無礙由情擁。普眼之惠。如", "326": "實能知。如猴著鎖而停躁。蛇入筒而改曲。", "327": "涉曠海以戒船。曉車幽以惠燭。注云。猴著", "328": "鎖喻戒制心。蛇入筒喻定自亂。智度論云。", "329": "蛇行性曲。入筒即直。三昧制心。亦復如是", "330": "金光明最勝王經三身品云。佛雖三名。而無", "331": "三體也。", "332": "第五。唐朝蘄州雙峯山道信禪師後。其信", "333": "禪師。再敞禪門。宇內流布。有菩薩戒法一本。", "334": "及制入道安心要方便法門。為有緣根熟者。", "335": "說我此法。要依楞伽經。諸佛心第一。又依", "336": "文殊說般若經。一行三昧。即念佛心是佛。妄", "337": "念是凡夫。文殊說般若經云。文殊師利言。世", "338": "尊。云何名一行三昧佛。法界一相。繫緣法", "339": "界。是名一行三昧。如法界緣不退不壞。不思", "340": "議無礙無相。善男子善女人。欲入一行三昧。", "341": "應處空閑。捨諸亂意。不取相貌。繫心一佛。專", "342": "稱名字。隨佛方便所。端身正向。能於一佛。", "343": "念念相續。即是念中。能見過去未來現在諸", "344": "佛。何以故。念一佛功德無量無邊。亦與無量", "345": "諸佛功德無二。不思議佛法等分別。皆乘一", "346": "如。成最正覺。悉具無量功德。無量辨才。如", "347": "是入一行三昧者。盡知恒沙諸佛法界。無差", "348": "別相。夫身心方寸。舉足下足。常在道場。施", "349": "為舉動。皆是菩提。普賢觀經云。一切業障海。", "350": "皆從妄相生。若欲懺悔者。端坐念實相。是", "351": "名第一懺併除三毒心攀緣心覺觀心念佛。", "352": "心心相續忽然澄寂。更無所緣念。大品經云。", "353": "無所念者。是名念佛。何等名無所念。即念佛", "354": "心名無所念。離心無別有佛。離佛無別有心。", "355": "念佛即是念心。求心即是求佛。所以者何。識", "356": "無刑。佛無刑。佛無相貌。若也知此道理。即", "357": "是安心。常憶念佛。攀緣不起。則泯然無相。", "358": "平等不二。不入此位中。憶佛心謝。更不須", "359": "徽。即看此等心。即是如來真實法性之身。", "360": "亦名正法。亦名佛性。亦名諸法實性實際。", "361": "亦名淨土。亦名菩提金剛三昧本覺等。亦名", "362": "涅槃界般若等。名雖無量。皆同一體。亦無能", "363": "觀所觀之意。如是等心。要令清淨。常現在", "364": "前。一切諸緣。不能干亂。何以故。一切諸事。", "365": "皆是如來一法身故。經是一心中。諸結煩", "366": "惱。自然除滅。於一塵中。具無量世界。無量", "367": "世界集一毛端。於其本事如故。不相訪礙。", "368": "花嚴經云。有一經卷。在微塵中。見三千大", "369": "千世界事。略舉安心。不可具盡。其中善巧。出", "370": "自方寸。略為後生疑者。假為一問。如來法身", "371": "若此者。何故復有相好之身。現世說法。信曰。", "372": "正如來法性之身。清淨圓滿。一切類悉於", "373": "中現。而法性身。無心起作。如頗梨鏡懸在高", "374": "堂。一切像悉於中現。鏡亦無心。能現種種。經", "375": "云。如來現世說法者。眾生妄想故。今行者若", "376": "修心盡淨。則知如來常不說法。是乃為具足", "377": "多聞。聞者一無相也。是以經云。眾生根有", "378": "無量故。所以說法無量。說法無量。說法無", "379": "量故。義亦名無量義。無量義者。從一法生。", "380": "其一法者。則無相也。無相不相。名為實相。則", "381": "泯然清淨是也。斯之誠言。則為證也　坐時當", "382": "覺。識心初動。運運流注。隨其來去。皆令知", "383": "之。以金剛惠微責。猶如草木無所別知之", "384": "無知。乃名一切智。此是菩薩一相法門。問。何", "385": "者是禪師。信曰。不為靜亂所惱者。即是好禪", "386": "用心人。常住於止心則沈沒。久住於觀心則", "387": "散亂。法華經云。佛自住大乘。如其所得法。定", "388": "惠力莊嚴。以此度眾生。云何能得悟解法相。", "389": "心得明淨。信曰。亦不念佛。亦不捉心。亦不看", "390": "心。亦不計心。亦不思惟。亦不觀行。亦不散", "391": "亂。直任運。亦不令去。亦不令住。獨一清淨。", "392": "究竟處心自明淨。或可諦看。心即得明淨。心", "393": "如明鏡。或可一年。心更明淨。或可三五年。", "394": "心更明淨。或可因人為說。即悟解。或可", "395": "永不須說得解。經道。眾生心性。譬如寶珠", "396": "沒水。水濁珠隱。水清珠顯。為謗三寶。破和合", "397": "僧。諸見煩惱所污。貪嗔顛倒所染。眾生不悟", "398": "心性本來常清淨。故為學者。取悟不同。有", "399": "如此差別。今略出根緣不同。為人師者。善須", "400": "識別。華嚴經云。普賢身相。猶如虛空。依如", "401": "如。不於佛國。解時佛國皆亦即如國皆不", "402": "依。涅槃經云。有無邊。身菩薩。身量如虛空。", "403": "人之有善光故。猶如夏日。又云。身無邊故。", "404": "名大涅槃。又云。大般涅槃。其性廣博故。知", "405": "學者有四種人。有行有解有證。上上人。無行", "406": "有解有證。中上人。有行有解無證。中下人。有", "407": "行無解無證。下下人也。問。臨時作若為觀行。", "408": "信曰。真須任運。又曰。用向西方不。信曰。若", "409": "知心本來不生不滅。究竟清淨。即是淨佛國", "410": "土。更不須向西方。華嚴經云。無量劫一念。", "411": "無量劫。須知一方無量方。無量方一方。佛", "412": "為鈍根眾生。今向西方。不為利根人說也。", "413": "深行菩薩。入生死化度眾生。而無愛見。若見", "414": "眾生有生死。我是能度。眾生是所疲不名菩", "415": "薩。疲眾生如疲空。度空何曾有來去。金剛", "416": "經云。滅度無量眾生。實無有眾生得滅度者。", "417": "所初地菩薩。初證一切空。後證得得一切不", "418": "空。即是無分別智。亦是色。色即是空。非色", "419": "滅空。色性是空。所菩薩修學空為證。新學之", "420": "人。直見空者。此是見空。非真空也。修道", "421": "得真空者。不見空與不空。無有諸見也。善須", "422": "解色空義。學用心者。要須心路明淨。悟解法", "423": "相。了了分明。然後乃當為人師耳。復須內外", "424": "相稱。理行不相為。決須斷絕文字語言。有", "425": "為聖道。獨一淨處。自證道果也　或復有人。", "426": "未了究竟法為相。名聞利養教導眾生。不識", "427": "根緣利鈍。似如有異。即皆印可。極為苦哉。苦", "428": "哉大禍。或見心路。似如明淨。即便印可。此", "429": "人大壞佛法。自誑誑他。用心人。有如此同", "430": "異。並是相貌耳。未為德心。真德心者。自識", "431": "分明。久後法眼自開。善別虛之與偽。或有人", "432": "計身空無。心姓亦滅。此是斷見人。與外道", "433": "同。非佛弟子。或有人。計心是有不滅。此是常", "434": "見人。亦與外道同。今明佛弟子。亦不計心性", "435": "是滅。常度眾生。不起愛見。常學智慧。愚智平", "436": "等。常作禪定。靜亂不二。常見眾生。未增", "437": "是有。究竟不生不滅。處處現形。無有見開。", "438": "了知一切未曾取捨。未曾分身。而身通於法", "439": "界　又古時智敏禪師訓曰。學道之法。必", "440": "須解行相扶。先知心之根原。及諸體用。見", "441": "現分明無惑。然後功業可成。一解千從。一", "442": "迷萬惑。失之毫釐差之千里。此非虛言。無量", "443": "壽經云。諸佛法身。入一切眾生心想。是心作", "444": "佛。當知佛即是心。心外更無別佛也。略而言", "445": "之。凡有五種。一者。知心體。體性清淨。體與", "446": "佛同。二者。知心用。用生法寶。起作恒寂。萬", "447": "惑皆如。三者。常覺不停。覺心在前。覺法無", "448": "相。四者。常觀身空寂。內外通同。入身於法界", "449": "之中。未曾有礙。五者。守一不移。動靜常住。", "450": "能令學者。明見佛性。早入定門　諸經觀法", "451": "備有多種。傅大師所說。獨舉守一不移。先", "452": "修身審觀。以身為本。又此身是四大五蔭之", "453": "所合。終歸無常。不得自在。雖未壞滅。畢竟是", "454": "空。維摩經云。是身如浮雲。須臾變滅。又常", "455": "觀自身。空淨如影。可見不得。智從影中生。", "456": "畢竟無處所。不動而應物。變化無窮空中生", "457": "六根。六根亦空寂。所對六塵境。了知是夢", "458": "幻。如眼見物時。眼中無有物。如鏡照面像。", "459": "了極分明。空中現形影。鏡中無一物。當", "460": "知人面不來入鏡中。鏡亦不往入人面。如此", "461": "委曲。知鏡之與面。從本已來。不出不入。不", "462": "來不去。即是如來之義。如此細分判。眼中", "463": "與鏡中。本本常空寂。鏡照眼照同。是故將", "464": "為比。鼻舌諸根等。其義亦復然。知眼本來空。", "465": "凡所見色者。須知是他色。耳聞聲時。知是他", "466": "聲。鼻聞香時。知是他香。舌別味時。知是也", "467": "味。意對法時。知是他法。身受觸時。知是他", "468": "觸。如此觀察知。是為觀空寂。見色知是不受", "469": "色。不受色即是空。空即無相。無相即無", "470": "作。此見解脫門。學者得解脫。諸根例如此。", "471": "復重言說。常念六根空寂。爾無聞見。遺教", "472": "經云。是時中夜。寂然無聲。當知如來說法以", "473": "空寂為本。常念六根空寂。恒如中夜時。晝日", "474": "所見聞。皆是身外事。身中常空淨　守一不移", "475": "者。以此淨眼。眼住意看一物。無問晝夜時。", "476": "專精常不動。其心欲馳散。急手還攝來。以", "477": "繩繫鳥足。欲飛還掣取。終日看不已。泯然心", "478": "自定。維摩經云。攝心是道場。此是攝心法。", "479": "法華經云。從無數劫來。除睡常攝心。以此", "480": "功德。能生諸禪定。遺教經云。五根者。心為其", "481": "主。制立處。無事不辨。此是也。前所說五事。", "482": "並是大乘正理。皆依經文所陳。非是理外妄", "483": "說。此是無漏業。亦是究竟義。超過聲聞地。", "484": "真趣菩薩道。聞者宜修行。不須致疑惑。如", "485": "人學射。初大准。次中小准。次中大約。次中", "486": "小的。次中一毛。次破一毛作百分。次中百毛", "487": "之一分。次後前射前。筈筈相柱。不令箭", "488": "落。喻人習道。念念注心。心心相續。無暫", "489": "間念。正念不斷。正念現前。又經云。以知惠", "490": "箭。射三解脫門。筈筈筈於柱勿令落地。又", "491": "如鑽火。未熱而息。雖欲得火。火難可得。又如", "492": "家有如意珠。所求無不得。忽然而遺失。憶念", "493": "無忘時。又如毒箭入肉。竿鏃猶在。如此受", "494": "苦痛。亦無暫忘時。念念在心。其狀當如此。", "495": "法祕要。不得傳非其人。非是惜法不傳。但恐", "496": "前人不信。淊其謗法之罪。必須擇人。不得", "497": "操次輒說。慎之慎之　法海雖無量。行之在", "498": "一言。得意即亡言。一言亦不用。如此了了知。", "499": "是為得佛意　若初學坐禪時。於一靜處。真", "500": "觀身心。四大五蔭。眼耳鼻舌身意。及貪嗔", "501": "癡。為善若惡。若怨若親。若凡若聖。及至一", "502": "切諸狀。應當觀察。從本以來空寂。不生不", "503": "滅。平等無二。從本以來無所有。究竟寂滅。從", "504": "本以來。清淨解脫。不問晝夜。行住坐臥。常作", "505": "此觀。即知自身猶如水中月。如鏡中像。如熱", "506": "時炎。如空谷響。若言是有。處處求之不可", "507": "見。若言是無。了了恒在眼前。諸佛法身。皆亦", "508": "如是。即知自身從無量劫來。畢竟未曾生。從", "509": "今已去。亦畢竟無人死。若能常作如此觀", "510": "者。即是真實懺悔。千劫萬劫。極重業。即自", "511": "消滅。唯除疑惑。不能生信。此人不能悟入。若", "512": "生死信依此行者。無不得入無生正理。復", "513": "次。若心緣異境。覺起時即觀起處。畢竟不起。", "514": "此心緣生時。不從十方來。去亦無所至。常觀", "515": "攀緣。覺觀妄識。思想雜念。亂心不起。即得", "516": "麁住。若得住心。更無緣慮。即隨分寂定。亦", "517": "得隨分息諸煩惱。畢故不造新名。為解脫看。", "518": "心結煩熱。悶亂昏沈。亦即且自散適。徐徐", "519": "安置。令其得便。心自安淨。唯須猛利。如救", "520": "頭然。不得懈怠。努力努力　初學坐禪看心。", "521": "獨坐一處。先端身正坐。寬衣解帶。放身縱", "522": "體。自按摩七八翻。令心腹中嗌氣出盡。即", "523": "滔然得性清虛恬淨。身心調適然。安心神則。", "524": "窈窈冥冥。氣息清冷。徐徐斂心。神道清利。心", "525": "地明淨。觀察不明。內外空淨。即心性寂滅。", "526": "如其寂滅。則聖心顯矣。性雖無刑。志節恒", "527": "在然。幽靈不竭。常存朗然。是名佛性。見", "528": "佛性者。永離生死。名出世人。是故維摩經", "529": "云。豁然還得本心。信其言也。悟佛性者。名", "530": "菩薩人。亦名悟道人。亦名識理人。亦名得", "531": "性人。是故經云。一句深神。歷劫不朽。初學", "532": "者前方便也。故知彼道有方便。此聖心之所", "533": "會。凡捨身之法。先定空空心。使心境寂淨。", "534": "鑄想玄寂。令心不移。心性寂定。即斷攀緣。", "535": "窈窈冥冥。凝淨心虛。則幾泊恬乎。泯然氣盡。", "536": "住清淨法身。不受後有。若起心失念。不免受", "537": "生也。此是前定心境。法應如是。此是作法。法", "538": "本無法。無法之法。始名為法。法則無作。夫無", "539": "作之法。真實法也。是以經云。空無作無願無", "540": "相。則真解脫。以是義故。實法無作。捨身", "541": "法者。即假想身橫看。心境明地。即用神明推", "542": "策。大師云。莊子說。天地一指。萬物一焉。法", "543": "句經云。一亦不為一。為欲破諸數。淺智之所", "544": "聞。謂一以為一。故莊子猶滯一也。老子云。窈", "545": "兮冥兮。其中有精。外雖亡相。內尚存心。華嚴", "546": "經云。不著二法。以無一二故。維摩經云。心不", "547": "在內不在外。不在中間即是證。故知老子滯", "548": "於精識也。涅槃經云。一切眾生有佛性。容可", "549": "說。牆壁凡石。而非佛性。云何能說法。又天親", "550": "論云。應化非真佛。亦非說法者。", "551": "第六。唐朝蘄州雙峯山幽居寺大師。諱弘忍。", "552": "承信禪師後。忍傳法。妙法人尊。時號為東山", "553": "淨門。又緣京洛道俗稱歎。蘄州東山多有得", "554": "果人。故□東山法門也。又問。學道何故不向", "555": "城邑聚落。要在山居。答曰。大廈之材。本出幽", "556": "谷。不向人間有也。以遠離人故。不被刀斧損", "557": "斫。一一長成大物後乃堪為棟梁之用。故知", "558": "栖神幽谷。遠避囂塵。養性山中。長辭俗事。", "559": "目前無物。心自安寧。從此道樹花開。禪林果", "560": "出也。其忍大師。蕭然淨坐。不出文記。口說玄", "561": "理。默授與人。在人間有禪法一本云是忍禪", "562": "師說者。謬言也。按安州壽山和上諱賾。撰楞", "563": "伽人法志云。大師俗姓周。其先尋陽人。貫黃", "564": "梅縣也。父早棄背。養母孝障。七歲奉事道信", "565": "禪師。自出家處幽居寺。住度弘慜懷抱貞純。", "566": "緘口於是非之場。融心於色空之境。役力以", "567": "申供養。法侶資其足焉。調心唯務渾儀。師", "568": "獨明其觀照。四議皆是道場。三業咸偽佛事。", "569": "蓋靜亂之無二。乃語默之恒一。時四方請", "570": "益。九眾師橫。虛往實歸。月俞千計。生不矚", "571": "文。而義符玄旨。時荊州神秀禪師。伏膺高", "572": "軌。親受付囑。玄賾以咸亨元年。至雙峯山。", "573": "恭承教誨。敢奉驅馳。首尾五年。往還三覲。道", "574": "俗齊會。仂身供養。蒙示楞伽義云。此經唯心", "575": "證了知。非文疏能解。咸亨五年二月。命玄賾", "576": "等起塔。與門人運天然方石。累構嚴麗。月十", "577": "四日。問。塔成未。奉答已了。便云。不可同佛", "578": "涅槃之日。乃將宅為寺。又曰。如吾一生。教人", "579": "無數。好者並亡。後傳吾道者。只可十耳。我與", "580": "神秀。論楞伽經。玄理通快。必多利益。資州智", "581": "詵。白松山劉主簿。兼有文性。莘州惠藏。隨州", "582": "玄約。憶不見之。嵩山老安。深有道行。潞州法", "583": "如韶州惠能揚州高麗僧智德。此並堪為人", "584": "師。但一方人物。越州義方。仍便講說。又語", "585": "玄賾曰。汝之兼行。善自保愛。吾涅槃後。汝與", "586": "神秀。當以佛日再暉。心燈重照。其月十六日。", "587": "問曰。汝今知我心不。玄賾奉答不知。大師乃", "588": "將手撝十方。一一述所證心已。十六中。面南", "589": "宴坐。閉目便終。春秋七十四。禮葬于馮茂山", "590": "塔中。至今宛如平昔。范陽盧子產。於安州寺", "591": "壁畫像。前兵部尚書隴西李逈秀為讚曰。猗", "592": "歟上人。冥契道真。攝心絕智。高悟通神。無", "593": "生證果。現滅同塵。今茲變易。何歲有隣。大", "594": "師云。有一口屋。滿中總是糞穢草土。是何物。", "595": "又云。掃除却糞穢草土併當盡。一物亦無。是", "596": "何物。爾坐時平面端身正坐。寬放身心。盡空", "597": "際遠看一字。自有次第。若初心人攀緣多。且", "598": "向心中看一字。證後坐時。狀若曠野澤中。逈", "599": "處獨一高山。山上露地坐。四顧遠看。無有邊", "600": "畔。坐時滿世界。寬放身心。住佛境界。清淨法", "601": "身。無有邊畔。其狀亦如是。又云。爾正證大", "602": "法身時。阿誰見證。又云。有佛三十二相。瓶亦", "603": "有三十二相不。住亦有三十二相不。乃至土", "604": "木瓦石。亦有三十二相不。又將火著。一長一", "605": "短並著。問若箇長。若箇短也。又見人然燈。及", "606": "造作萬物。皆云。此人作夢作術也。或云。不", "607": "造不作。物物皆是大般涅槃也。又云。了生即", "608": "是無生法。非離生法有無生。龍樹云。諸法不", "609": "自生。亦不從他生。不共不無因。是故知無", "610": "生。若法從緣生。是則無自性。若無自性者。", "611": "云何有法。又云。虛空無中邊。諸佛身亦然。我", "612": "印可汝了了見佛性處。是也。又云。汝正在寺", "613": "中坐禪時。山林樹下。亦有汝身坐禪不。一切", "614": "土木瓦石。亦能坐禪不。土木瓦石。亦能見色", "615": "聞聲。著衣持鉢不。楞伽經云。境界法身。是", "616": "也。", "617": "第七。唐朝荊州玉泉寺大師。諱秀。安州壽山", "618": "寺大師諱賾。洛州嵩山會善寺大師。諱安。此", "619": "三大師。是則天大聖皇后。應天神龍皇帝。太", "620": "上皇。前後為三主國師也。上忍大師授記云。", "621": "後傳吾道。只可十耳。俱承忍禪師後。按安", "622": "州壽山和上。撰楞伽佛人法志云。其秀禪", "623": "師。俗姓李。汴州尉氏人。遠涉江上。尋思慕", "624": "道。行至蘄州雙峯山忍禪師所。受得禪法。禪", "625": "燈默照。言語道斷。心行處滅。不出文記。後", "626": "居荊州玉泉寺。大足元年。召入東都。隨駕往", "627": "來二京教授。躬為帝師。則天大聖皇后。問神", "628": "秀禪師曰。所傳之法。誰家宗旨。答曰。稟蘄", "629": "州東山法門。問。依何典誥。答曰。依文殊說", "630": "般若經一行三昧。則天曰。若論修道。更不過", "631": "東山法門。以秀是忍門人。便成口實也。應", "632": "天神龍皇帝神龍元年三月十三日。勅。禪師", "633": "迹遠俗塵。神遊物外。契無相之妙理。化有結", "634": "之迷途。定水內澄。戒珠外徹。弟子歸心釋教。", "635": "載佇津梁。冀啟法門。思逢道首。禪師昨欲歸", "636": "本州者。不須。幸副翹仰之懷。勿滯枌榆之戀。", "637": "遣書示意。指不多云。禪師二帝欽承。兩京開", "638": "化。朝野蒙益。度人無數。勅於本生大村李為", "639": "置報恩寺。以神龍二年二月二十八日。不疾", "640": "宴坐。遺囑三字云。屈曲直。便終東都天宮", "641": "寺。春秋一百餘歲。合城四眾。廣飾宮幢。禮", "642": "葬龍門山。駙馬公主。咸設祭文。勅故秀禪", "643": "師。妙識外融。靈機內徹。探不二之奧。獨得髻", "644": "珠。守真一之門。孤懸心鏡。至靈應物。色會", "645": "神明。無為自居。塵清累遣。其頤轉慕。精爽日", "646": "聰。方將洞前識之玄微。導群生之耳目。不意", "647": "大悲同體。委化從權。一傷泥日之論。長想意", "648": "傳之教雖理絕名相。無待於追崇。而念切師", "649": "資。願存於榮飾。可贈為大通禪師。又勅宜差", "650": "太子洗馬盧正權。充使送至荊州。安置度門", "651": "人。寺額亦付正權。將迴日奏聞。門人讚曰。", "652": "至矣我師。道窮真諦。清淨解脫。圓明實際。演", "653": "無上道。開無上惠。迹泯一心。心忘三世。假", "654": "言顯理。順理而契。長為法舟。濟何所濟。大師", "655": "云。涅槃經說善解一字。名曰律師。文出經", "656": "中證在中內。又云。此心有心不。心是何心。", "657": "又云。見色有色不。色是何色。又云。汝聞打鐘", "658": "聲打時有。未打時有。聲是何聲。又云。打鐘", "659": "聲。只在寺內有。十方世界亦有鐘聲不。又云。", "660": "身滅影不滅。橋流水不流。我之道法。總會歸", "661": "體用兩字。亦曰。重玄門。亦曰轉法輪。亦曰道", "662": "果。又云。未見時見。見時見更見。又云。瓔珞", "663": "經云。菩薩照寂佛寂照。又云。芥子入須彌。須", "664": "彌入芥子也。又見飛鳥過。問云。是何物。又", "665": "云。汝向了𠄏樹枝頭坐禪去時得不。又云。汝", "666": "直入壁中過得不。又云。涅槃經說。有無邊身", "667": "菩薩。從東方來。菩薩身既無邊際。云何更從", "668": "東方來。何故不從西方來。南方北方來。可即", "669": "不得也。第八唐朝洛州嵩高山普寂禪師。嵩", "670": "山敬賢禪師。長安蘭山義福禪師。藍田玉山", "671": "惠福禪師。並同一師學法侶應行。俱承大通", "672": "和上後。少小出家。清淨戒行。尋師問道。遠", "673": "訪禪門。行至荊州玉泉寺。遇大通和上諱秀。", "674": "蒙授禪法。諸師等奉事大師十有餘年。豁然", "675": "自證。禪珠獨照。大師付囑普寂。敬賢。義福。", "676": "惠福等。照世炬燈。傳頗梨大鏡。天下坐禪人。", "677": "歎四箇禪師曰。法山淨。法海清。法鏡朗。法燈", "678": "明。宴坐名山。澄神邃谷。德冥性海。行茂禪", "679": "枝。清淨無為。蕭然獨步。禪燈默照。學者皆證", "680": "佛心也。自宋朝以來。大德禪師。代代相承。起", "681": "自宋求那跋陀羅三藏。歷代傳燈。至于唐朝", "682": "總八代。得道獲果。有二十四人也。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2837 楞伽師資記", "source": "CBETA"}