{"author": "", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2750 法華經疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2750 [cf. No. 262]", "1": "法華經疏", "2": "華報。若復有人。於講法處坐。至轉輪王所", "3": "坐之處。第三分坐人。亦是華報也。阿逸多。", "4": "若復有人語餘人言。至信受教教誨。第四", "5": "勸人聽經。此人相勸之時。和顏悅色。鼓□脣", "6": "舌捫今德。諸根具足。悉皆嚴好也。何況一心", "7": "以下。第五況出初依也。初九偈頌第一人。若", "8": "有勸一人五偈。先頌第四人。故詣僧房二偈。", "9": "頌第二人。若於講法處一偈。頌第三人。況復", "10": "一心聽一偈。頌第五人也。", "11": "法師功德品法師功德品", "12": "此品所以而來。上雖明弟子。未明師之現報。", "13": "今明二依菩薩。未來流通大法。化功歸已。經", "14": "力勳修。即得現報。六根清淨。所以來也。此品", "15": "大泮有二段。初總明六根。三根得八百。三根", "16": "得千二百。耳根生識。能聞十方諸佛。所說經", "17": "法。意地思惟分別。生其惠解。舌能說法度", "18": "人。三根入道中勝。偏得千二百。三根發道緣", "19": "弱。但得八百也。今解。依舊經。六根齊等。鼻", "20": "舌身三根塵到。故知。三根遙囑者也。此當是", "21": "凡夫六根也。今道六根清淨者。此是性地菩", "22": "薩。受持此經。經力勳修。盡皆遙囑。故道遙囑", "23": "香也。受持得一百。乃至書寫。生五百善。教", "24": "人復生五百。是一千善。自性隨喜。教人隨喜。", "25": "復二百。是為千一百也。是善男子以下　別", "26": "明六根也。舌根道變者。食體資身。要侍破", "27": "質。得未成身最勝。故道變也。意根道解偈", "28": "句。非謂文也。初依人得理尠少。言偈句也。", "29": "心之所行者。識陰也。心所動作者。起相受也。", "30": "心所戲論者。行陰也。雖未得無漏智惠者。未", "31": "得初住無漏也。", "32": "常不輕品常不輕品", "33": "此品所以來。上雖復玄談未來之事。現坐未", "34": "有得者。猶故難信。勿若引成事來證。昔日", "35": "威音王佛時。窮自受持。即得現報。六根清淨。", "36": "此事以成證。未來若爾。必得不虛。所以來也。", "37": "就此品中。可有六段。第一從初。至有大勢力。", "38": "出不行行之處。獲大罪報者。有如法師品中。", "39": "毀罵持經。重於罵佛。所得功德。如法師功德", "40": "品所說。何故道二萬威音。正欲取最初威音", "41": "王佛像正法中。不惜身命。修行法華。復有一", "42": "意。若以一佛兩佛為證。何必可信。故須多", "43": "佛為證。下皆出不輕行行也。第二爾時有一", "44": "菩薩。至名常不輕。四眾與作不輕名字。流通", "45": "大乘。行行不同。但見四眾。有舉手擡頭暹", "46": "豪之善。皆是大乘。故言皆當作佛。不專讀誦。", "47": "但行禮拜也。避走遠住者。不輕是初依菩薩。", "48": "豈可畏加毀。惜身身命也。要藉此身。得通", "49": "大法。故避走遠也。是故經言。不愛身命。但昔", "50": "無上道也。第三臨欲終時。至三菩提。明不", "51": "輕聞法華經。得六根清淨現報。更增壽命。廣", "52": "為人說。增上慢者。信伏隨從。神通力者。六", "53": "根現報。樂說辨力者。為四眾說法華。萬善資", "54": "已。名為大善寂力也。菩薩伏化千萬億眾。", "55": "住菩提者。位皆性地也。第四命終之後。至當", "56": "得作佛者。三值佛故。同號日月燈明心也。無", "57": "畏者。初依菩薩。離五怖畏也。第五於意云何。", "58": "至不退者是。會古今。得大勢彼時四眾以下。", "59": "會弟子古今。由輕賤我故。言二百億劫常值", "60": "佛。千劫於阿鼻。受大苦惱者。若不值我。受", "61": "苦無遍。由見我以。受苦有其畔濟。以道聖人", "62": "不作煩惱因緣。畢是罪已。復遇不輕。得性地", "63": "解。故道得三菩提。得大勢四眾。豈異人乎以", "64": "下。會弟子名字。第六得大勢。當知是法華經。", "65": "大饒諸菩薩。訖長行。勸令受持也。說偈重頌。", "66": "初一偈半。頌第一不輕行行之處。是佛滅後", "67": "四偈。頌第二四眾與不輕作名字。時諸四眾。", "68": "計著法者。學小乘人。可有漸化之理。故言到", "69": "其所也。其罪畢已三偈頌第三六根現報。不", "70": "輕命終一偈半。頌第四值三佛。下五偈半。頌", "71": "第五會古今。億億萬劫以下。頌第六勸人受", "72": "持也。", "73": "如來神力品如來神力品", "74": "此品所以而來。上雖引證。未能取信。要須廣", "75": "現神變。表明大法。現在未來。皆有實益不", "76": "虛。欲不囑流通。所以來也。爾時千世界。從", "77": "地踴出者。上明聞如來。言我下方。自有恒河", "78": "沙菩薩。自能受持。咸皆從地踴出。今者說法", "79": "既同。欲以此法。末代世中。流通法華。自行兼", "80": "人也。爾時世尊。於文殊師利。舊住大眾等", "81": "前。現其神力。付囑流通也。此品大泮。有七", "82": "種神力。第一出廣長舌者。表明不談語相。上", "83": "來明因乘真實。一果長孝。明師及弟子。所", "84": "得果報。上來所說。皆實不虛。所以出廣長舌。", "85": "上至梵世者。通化之處故也。第二一切毛孔。", "86": "放無數色光者。欲明大乘之道。善無不積德", "87": "無不備表明一乘具足之理。欲使四依。未來", "88": "於彼有緣經因。開其惠目。照事法相。已如", "89": "似因光照於萬像。故放無數色光也。教化十", "90": "方人等。故遍照十方也。分身諸佛。出廣長舌", "91": "者。證理是一。皆表不望語相。第三一時磬", "92": "咳者。明道自昔以來。但說三乘。一乘離隔。在", "93": "於凶衿。今日時中。大理得障。本意得暢也。第", "94": "四俱供彈指者。明昔日以來。設有所說。皆契", "95": "當法法相也。是二音聲遍至十方者通化之", "96": "處也。第五動地者。地本剛鑛難動。欲明像正", "97": "中人。煩惱剛鑛。喻若於地。欲使二依。未作", "98": "流通以大乘柔伏喻除其三毒。故動地應之。", "99": "豫現柔軟之拔也。欲使他方八部。以佛神力。", "100": "皆使遙見娑婆淨土。見諸佛及以四眾也。即", "101": "時諸天。於虛空中唱言以下。所以唱告者。今", "102": "若不使十方眾生。識諸佛名字。及以國土。二", "103": "依未來道化。何能取信。故先唱告。使識諸佛", "104": "名字。及以國土。二依未來流通。聞音都障。", "105": "靡不從順也。彼諸眾生聞空中聲已。合掌向", "106": "娑婆者。明十方頓首。理可欽敬。故重歸命。稱", "107": "南無釋迦也。第六所散諸物以下。變成寶帳", "108": "者。如來遂其人意。蓋合為一欲明萬善之因。", "109": "歸一果也。亦欲使二依諸人。未來弘通大乘。", "110": "十方同行也。第七是時十方世界。如一佛土", "111": "者。欲明十方諸佛。法輪道同。理處唯一也。爾", "112": "時佛告上行菩以下。明經理深重。付囑二依。", "113": "若我以是神力。於阿僧祇劫。為囑累故。說是", "114": "經功德。曾不能盡明。法華大乘。理處無量何", "115": "可具說。以要言之者。文簡而理收。為要言也。", "116": "如來所有一切之法以者。自上以來。明破三", "117": "歸一。萬善同歸。大乘之道也。自在神通之力", "118": "者。即是觀彼久遠。由若今日也。祕密之藏", "119": "者。明此經自昔以來。隱而不彰。名祕密。功", "120": "德積聚名。如來一切甚深之事者。常住理", "121": "深。顯在此經。故言甚深藏也。亦言我淨土不", "122": "毀。而不見燒盡。皆指此法華經。宜示顯說。", "123": "汝等於如來滅後以下。勸二依人。受持如說", "124": "修行。若其經所住之處。皆應起塔供養者。明", "125": "理深故也。所以者何。下釋明經理深重。當知", "126": "道場者。此經是諸佛之母。由之得佛也。道場", "127": "者。是得道之處。由此經故。能斷其惑得。一切", "128": "智。故言是處即是道場。諸佛於此經中。修學", "129": "道成正覺也。欲以法道照天下。不欲獨善一", "130": "已。故言請佛於此。轉於法輪。緣盡則化滅。故", "131": "諸佛於此。而般涅槃。自下說偈。初四偈。頌", "132": "七種神力之事。上直明歎經理深重。自下有", "133": "十二偈。人以歎法。何以得知。經文言。囑累", "134": "是經故。歎美持經者。故知。就人歎經也。", "135": "囑累品囑累品", "136": "此品所以而來。上明師及弟子所得果報。引", "137": "證分明。現其神力。明經深重。欲以此法委之", "138": "二依。摩頂付囑。故所以來也。自下正明付囑", "139": "二依。末代流通。像正中人。要假二依。已為匠", "140": "主。行得成就。事相之中。似若供相勞累。故", "141": "言囑累。理而言之應名囑利。所以然者。明二", "142": "依像正流通。匠導化物□已萬行得成。有此", "143": "大利。應名囑利也。所以然者。二依□□□以", "144": "右手摩無量菩薩頂者。明理甚深故。如摩頂", "145": "勸人。如是慇勤至三。我於無量阿僧祇劫。修", "146": "集是難得無上菩提法。今以付囑汝等。汝等", "147": "應末代流通。自行兼人。隨緣施化。廣作利", "148": "益。令一切眾生。普得聞知。所以者何下。釋所", "149": "勸汝者。何明如來有大慈悲。慈本與樂至極。", "150": "悲能拔苦盡原。故言有大慈悲。每歎與人。無", "151": "說慳悋。更何所惠也。能與眾生。大乘佛之智", "152": "惠也。如來是一切之大施主者。施中最極。莫", "153": "過大乘。故言是施主也。汝等亦應隨學如來。", "154": "勿以慳悋。以法付之。應仿而成。須懃修行之。", "155": "於未來世。若有善男子等。有大乘幾根。信如", "156": "知惠者。當為廣說是法華經。若眾生不信受", "157": "者。當於如來餘深法中。何者是餘深法。二乘", "158": "是大乘家餘。為說二乘。示教利喜也。汝等若", "159": "能如是。則已報諸佛之恩也。明釋迦分身。及", "160": "以多寶。三佛之意。正使流通大法。彼能流通。", "161": "則稱三佛意。故言。則為已報諸佛之恩。自下", "162": "明師□慇懃。至為第三。弟子之法。亦須領受", "163": "至三。唯然世尊。則不有慮。即受之辭也。上來", "164": "明因果理周。付囑流通。自下唱隨意。分身", "165": "諸佛。及以多寶。大眾各隨所安。雖唱隨意。", "166": "由未離坐。普賢品末。方去之耳。何以得知。藥", "167": "王品。讚嘆宿王。故知未去也。", "168": "藥王本事品藥王本事品", "169": "此品所以而來。上如來摩頂付囑。四依領受。", "170": "訖在於上。自下六品。流通方軌。上言因藥王", "171": "告八萬大士。未知其人有備何德行。所以因", "172": "之明。藥王昔日有此苦行之德亡身取法。勘", "173": "能弘經。是以因之也。自下明藥王本流通之", "174": "事。故名本事品也。此品凡有三意。一者明", "175": "藥王上依之人彌劫苦行。捨身燒臂。弘通大", "176": "乘。此是流通方軌。二欲使諸小菩薩。則而行", "177": "之。三為一段。諸人德道也。就此品中。可有十", "178": "二段經文。第一明宿王華。問藥王苦行之處。", "179": "欲列八部三乘人也。佛答劫數久近。佛之名", "180": "號。先明行行之處也第二爾時彼佛以下。為", "181": "說法華。第三既聞法已。於中修行□德三昧。", "182": "第四即作是念以下。明欲報經佛恩。即入三", "183": "昧。而香華以供養佛。雖以神力供養。未表虔", "184": "恭之心。單成之至。以身供養。即服諸香。使內", "185": "外俱香也。以神通願力。而自然身。不由水火", "186": "也。光明遍照。諸佛讚歎。是名真法供養。身", "187": "者是財。何故名法。為法燒身。故名為法供養", "188": "經。佛法施無窮。財施有限也。又解。莫問財", "189": "法。要解名用。得作法施之名。若不解名用而", "190": "施者。由名為財也。第五喜見菩薩。命終之", "191": "後。淨德王家。忽然化生。即為其父說偈。道昔", "192": "捨身。德報之處。聞法華經。甄迦羅七言偈。頻", "193": "婆羅五言偈。阿閦娑等四言偈。此土方法。西", "194": "土音異。未必如是也。又此土三句。是國數", "195": "法。此不得播還。欲供養白父已。住到佛所。", "196": "頭面禮足。說偈讚歎。猶故在世者。自慶載遇", "197": "大聖也。第六爾時日月淨明德佛下。明唱告", "198": "滅度。以佛法委之。使千載不隧。諸菩薩大弟", "199": "子。付囑於汝。使教令成就。并無上菩提。明", "200": "法不自顯。弘之由人。故委於汝。七寶世界。", "201": "及給侍諸天。悉付囑汝。諸天可爾。土田無", "202": "情。云何委付。解者言。土田何由有。是眾生", "203": "果報。淨穢之來。功由眾生行業所成。今以", "204": "淨土。委付汝使不據㧌。如若不流通大法。廣", "205": "作利益。則眾生起惑。若法不行。土由據㧌。是", "206": "故委之。舍利者。欲使流通。而起塔供養付囑", "207": "也。入涅槃。喜見菩薩。敬順佛語故。起塔供", "208": "養。第七喜見菩薩。復白念言以下。上明法界", "209": "委之。使不據㧌。令使供養舍利。即於四眾之", "210": "前。然百福莊嚴臂。而以供養。令無數聲聞。阿", "211": "僧祇人。發三菩提。得色身三昧。四眾見其無", "212": "臂。其意閔然。故立其誓。願力因緣。還復如", "213": "故。感其異相。眾生歡喜。即是土田據㧌之", "214": "義顯矣。第八宿王華以下。明會古今。勸令", "215": "生信。第九格量功德。若然手指為菩提者。勝", "216": "以國城妻子。諸珍寶物。而供養也。第十若復", "217": "有人以下。明經理深。能受持者。其福最高以", "218": "三千世界。滿中七寶供養三聖。不如受持此", "219": "經。一四句偈。其福最高。所以爾者。下作喻", "220": "來。釋明此經最尊第一。故能爾也。有受持以", "221": "下。明勸人流通。滿一切諸渴乏者。除生死渴", "222": "乏也。如寒者得火。去煩惱氷霜。稞者得衣。法", "223": "身嚴宜。商人得主。亦以大□路。如子得母。乳", "224": "養法身。如度得船。到於彼岸。如病得愈。煩惱", "225": "患如闇。燈照了法相。如貧得寶七財具足。如", "226": "民得王。里煩惱我。如賈客得海。得無賈寶珠。", "227": "如炬除闇者。惠炬暈世。無幽不朗也。上來明", "228": "其外喻。今還以法結之。若人得聞此法華經", "229": "已下。第十一勸人受持。就中有六子句。第一", "230": "勸下依受持。明流通之人。所得功德。無其遍", "231": "畔。故言以佛智惠。籌量多少。不得其邊也。第", "232": "二若有人。聞是藥王本事品者。勸下依弟子。", "233": "應當隨喜生信。知理是深。要其苦身。而流通", "234": "者。亦得無量無邊功德也。若有女人。得聞此", "235": "經。盡是穢惡之刑。後不復受。此是實女也第", "236": "三若如來滅後。五百歲中。有女人。聞經修行", "237": "者。勸上依受持。此是依現為女也。諸佛遙讚", "238": "歎。善男子汝能於釋迦牟尼以下。結勸上依", "239": "受持也。若有人聞藥王品。隨喜讚善以下。第", "240": "四勸上依弟子。隨喜生信。能永除三毒。下明", "241": "聞此品。隨喜讚善者。所德功德。如隨喜品", "242": "所明也。是宿王華以下。第五總勸二依受持。", "243": "以此品囑累於汝。當廣流布。勿令斷絕。魔得", "244": "便也。汝當以神力。守護是經以下。總結勸", "245": "二依受持。所以然者。此經即是閻浮提人。煩", "246": "惱病之良藥。若人有煩惱病者。得聞是經。煩", "247": "惱消滅。得其真常。故言不老不死。亦可。得聞", "248": "是經。要滿百年。終不中拔。故言不老不死也。", "249": "宿王華汝若見有受持是經以下。第六總勸", "250": "二依弟子。隨喜生信。廣興供養也。下勸人供", "251": "養。何以故。是人當得度脫眾生故。求佛道者。", "252": "應於是人。生供敬心也。第十二明諸人得道。", "253": "多寶讚歎也。", "254": "妙音菩薩品妙音菩薩品", "255": "此品所以來□欲弘經。要須分身散體。殊刑", "256": "六道。非行處行。流通大法。故有此品來也。此", "257": "是藥王一流有三意。一欲顯德行之方軌。二", "258": "為流通方軌。欲使諸小菩薩則而行之。三為", "259": "一段諸人得道。就中有三段經文。初又從訖", "260": "故來至。此應在方便品。略說三請中事。爾時", "261": "華德白佛以下。至陀羅尼。在藥王品中來。還", "262": "歸本土以下。應普賢品後也。就中大泮有十", "263": "二段。第一放二種光。照淨華宿王智佛國。召", "264": "於妙音妙音大士。何假光召。但此土時會。及", "265": "妙音所得。諸小菩薩。要以光為緣。故以光召", "266": "也。放大人想肉結光明者欲顯大乘最上之", "267": "理也。眉間白豪者。欲明中道之義也。第二一", "268": "切淨光莊嚴以下。歎妙音德行。初歎智。後歎", "269": "定。第三釋迦牟尼以下。明妙音與彼佛辭。兼", "270": "被戒勅。莫輕彼國。生下劣想。釋迦應同丈", "271": "六。現處苦穢。菩薩眾等。其刑亦等。汝身長大", "272": "端正。是故勅汝。見彼佛菩薩及國土。於此三", "273": "事。莫生下劣也。師令教至。妙音即受戒勅也。", "274": "我今詣彼。皆是如來神力。智惠莊嚴故。得住", "275": "彼土侍樹。於上三事。不起下劣想也。又解。妙", "276": "音法身大士。豈假如來之力。俱為會中諸小", "277": "菩薩。現有所假。故道。皆是如來神力也。第", "278": "四妙音欲來光現瑞相。欲使土眾生。豫生渴", "279": "仰。兼作利益也。第五文殊以下。為其請。文", "280": "殊豈容不達。但始行之流不惻其意。是以文", "281": "殊為□之流。故發斯問也。第六爾時釋迦以", "282": "下。如來答。妙音欲來。為供養聽法故。先瑞相", "283": "也。第七文殊白佛以下。問彼菩薩。修何功德。", "284": "有是神力。神通是果。果不自有。要由於因。故", "285": "問行何三昧。識名字故。與彼同習。然後乃", "286": "可得見。如其不見。其身細妙。非我境界。何由", "287": "可見。故言。願世尊。以神通力。彼菩薩來。令", "288": "我得見。所以不答。聖者玄鑑知華得後問。若", "289": "答華得。即通答也。自下高推多寶。命其人也。", "290": "所以然者。正欲二佛同心。為於一理也。第八", "291": "于時妙音菩薩以下。明妙音發來至此。相問", "292": "相問訊流通方法。請見多寶也。此問同大樂", "293": "說。欲見多寶也。上來至此。是是方便品中", "294": "事。第九爾時華得以下。接次藥王品末也。今", "295": "答華得。即通文殊。亦可前答文殊。但經家見", "296": "文句相似。不能煩文。隱前而顯後也。下明妙", "297": "音。過去修行來久。有是神力。即會故今也。", "298": "第十佛告華得。汝但見妙音以下。明妙音符", "299": "應六道現刑說法。於神通變化知惠。無所損", "300": "咸者。意謂。菩薩非行處行謂損。菩薩得故言", "301": "無所損咸也。若干智惠。即釋迦符應六通。乃", "302": "至後宮流通大化。廣作利益。道成萬行。斯備", "303": "智惠餘餘明。何損之有也。第十一上明現刑", "304": "非一。即是神通之果。果不自有。要由因得。", "305": "何以故。如來下答三昧。名現一切色身。妙音", "306": "住是三昧。能饒益無量眾生也。第十二說妙", "307": "音菩薩品時以下。諸人得道。爾時妙音菩薩", "308": "以下。明供養三佛已。還歸本土。妙音由未去。", "309": "說普賢竟。爾乃去耳。但出經家。見下諸人得", "310": "道。故置在此也。既到本國。自言我娑婆世", "311": "界饒益眾生見其三佛。禮拜供養。又見諸菩", "312": "薩等。亦命彼菩薩。得見一切色身三昧。來住", "313": "品時以下。明後得道人也。", "314": "觀音品觀音品", "315": "此品何由而來。娑婆眾生。道悟不同。宜應普", "316": "現諸門。救危拔苦。乘音齊物。當如觀世。故有", "317": "此品來也。亦有三意。一顯觀世音德行。二為", "318": "流通方軌。欲使諸小菩薩。則而行之。三諸人", "319": "德道。就此品中。大泮有六假。第一從初訖", "320": "常應心念明剬觀音名。能除內外二患。此是", "321": "西方菩薩。先在此土修行彼願住生於有緣", "322": "偏重。故遷施化耳。就中無盡意。問此菩薩之", "323": "名。所以名觀世音下。答苦惱眾生。稱名念", "324": "之。必皆得解脫。以是因緣。名觀世音。何故問", "325": "者。欲使眾生識名。以念之故。先列名也。斷", "326": "其外也。便得離欲等者。明除其內患。所以常", "327": "念供敬。便得離三毒患者。解言。為念不以精", "328": "成之至。感觀世音。為其說法。得生理解。永斷", "329": "三毒也。第二若有女人以下。明禮拜供敬。", "330": "必能生福捐之言葉明。供敬禮拜者。福不唐", "331": "捐也。是故眾生以下。勸人受持。正等無異", "332": "者。格量功德。一解就前田格量。明觀世音。", "333": "是十住大士。福田是勝。是故供養六十二億", "334": "及小菩薩。與供養觀世音。福正等無異。有一", "335": "解。觀世音。於此土有緣偏強。是以供養者。福", "336": "德處多。六十二億小菩薩。於此土緣弱。是", "337": "故供養六十二億。與觀世音正等也。爾時無", "338": "盡意以下。第四施之方也。從初訖度脫眾生。", "339": "明法身大士。普現諸身。無盡意有三句。一問", "340": "法身大士。久絕麁刑。云何遊於娑婆。符應六", "341": "道。二問既無身口。為眾生說法。當復云何。", "342": "三問方便之力。其事云何。佛告無盡意以下。", "343": "答其三問。汝問云何遊者。正以眾生應見佛", "344": "身。現種種刑。所以得遊。汝問說法云何。正", "345": "由現刑故。隨緣為說也。問方便之力。其事云", "346": "何。正以非刑現刑。非說能說。此是其事。第五", "347": "無盡意以下。訖遊於娑婆。表明法身大士。有", "348": "此高德。是故勸汝供養也。第六爾時持地以", "349": "下。明諸人得道也。", "350": "陀羅尼品陀羅尼品", "351": "此品所以而興。未來惡世。多諸流難。大法雍", "352": "塞不通。自非假呪防護。無以得說。故須說就", "353": "陀羅尼。就此品之中。有三意。一明格量功", "354": "德。二明流通方軌。三明諸人得道。此中說呪", "355": "有五。二是聖人說。二是諸天說。一是鬼子母", "356": "說呪。初明格量功德。二說呪護於法師初住", "357": "以上聖人位中不復假呪。住下凡夫菩薩。雖", "358": "伏煩惱。未得無相真解。必有可假。故須說呪", "359": "護於法師。爾時藥王以下。況說寧為多不。格", "360": "量福田。佛告以下。況出下依法師男子。供", "361": "養八百萬億。恒河沙諸佛其人所得功德。寧", "362": "為多不。供養諸佛。此是福德業。功德由甚多。", "363": "豈況理中得真無相解。此是智惠業。俱然高", "364": "勝。其人既理在懷。不獨善一已。欲流通大", "365": "法。第一藥王說呪。防護其人。使令大法久", "366": "流。第二勇世說呪。第三北方毘沙門說呪。第", "367": "四東持國天王說呪。第五鬼子母說呪。若熱", "368": "病一日。乃至七日。熱病之鬼。我說呪護之。莫", "369": "得惱亂。即說偈結罪。從諸羅剎女。說此偈已", "370": "以下。訖消眾毒藥。明以身呪。防護下依法", "371": "師。便得流通。佛告諸羅剎女善哉。明如來述", "372": "歎。汝等擁護受持法華名者。由尚福不可量。", "373": "說呪擁護。具足受持者。功德甚多。更有一", "374": "解。下依法師。得理尠少。由尚不可限量。故", "375": "知。上依之人。得理俞深。具足受持。所以功", "376": "德。不可稱計。上來明五種說呪。防護二依法", "377": "師。得流通大法。以明諸人得道也。", "378": "妙莊嚴王品妙莊嚴王品", "379": "未來世中。柄善巧方便。為物作真善知識。能", "380": "命迴邪入正。當知淨藏淨眼。故引妙莊嚴王。", "381": "此品亦有三意。一表明二子有六度之德。二", "382": "欲使下依菩薩。則而行之。三明諸人得道。就", "383": "此品中。有十二段經文。第一從初訖亦悉通", "384": "達。明雲雷王佛國。及二子德行。師之眷屬。爾", "385": "時彼佛訖說是法華經。第二為二子說法華", "386": "經。第三從淨藏淨眼以下。訖好樂佛法。明二", "387": "子為其父母。廣現十八變。時淨藏淨眼。訖宜", "388": "應聽受。明二子到其父所勸母。同到佛所。所", "389": "以勸母。親近者何。此佛於一切天人眾中。說", "390": "法華經。是以故勸母。往到佛所。而聽受也。母", "391": "告子言以下。明我久以信竟。汝父雖復染外", "392": "道邪法。今日根熟時到。但當勸父與供俱去。", "393": "而生此邪見家者。非是怒辭。我是法王之子。", "394": "知其根悟時熟。正欲化邪從正。是以應生其", "395": "中。相順之義也。第四於是妙莊嚴王。訖大王", "396": "歡悅。明王眷屬相與往詣佛所。為期說法。得", "397": "法歡喜。第五從爾時妙莊嚴王。訖微妙之色。", "398": "既到佛所。已蒙法利。捨所珍真珠瓔珞。以供", "399": "養佛也。第六雲雷音。訖功德如是。上來得理", "400": "在懷。所施既重其解分明。如來即為受記。號", "401": "娑羅樹王。第七從其王即時以國付弟。訖莊", "402": "嚴三昧。明出家修道。第八從即遷虛空訖來", "403": "生我家。明領解得道成聖。功由善知識。第九", "404": "從雲雷音以下。訖令住正見。明如來述歎近", "405": "善知識。第十妙莊嚴王。即從虛空中下。訖禮", "406": "佛而出。歎如來三十二相功德。第十一佛告", "407": "大眾。於意云何以下。訖亦應禮拜。結會古今。", "408": "第十二說是妙莊嚴王以下。諸得道也。", "409": "普賢品普賢品", "410": "此品所以而來。大法難聞。遠來聽受。請說四", "411": "行。兼復說呪防護。當如普賢。故次明普賢品", "412": "也。此品亦有三意。一顯普賢一流通之能。二", "413": "使下依菩薩。則而行之。三明諸人得道。此品", "414": "大泮有二種勸發。一賢在勸發。從初訖當為", "415": "說之。在方便品中事。第二若善男子善女人", "416": "以下。接次在妙莊嚴王品後。明未來勸發。就", "417": "未來勸發中。可有六句。第一從善男子善女", "418": "人以下。至說此陀羅呪。明未來世中。流通方", "419": "軌。就第一段明善男子。明下依菩薩。具此四", "420": "法。未來世中。流通大法。何者是。一者為諸佛", "421": "護念。內有精成之至。外感諸佛威神加護。二", "422": "者殖眾德本。若不殖眾德本。不為諸佛之所", "423": "加援。正由其人久殖德本。所以感得諸佛之", "424": "所加護。三者入正定聚。若在退位之中。不能", "425": "殖眾德本。正以得登性地。必定位中。故知得", "426": "本成就。四者發救一切眾生之心。既具三行。", "427": "成興大慈悲。普度一切。既具四行。未來世", "428": "中。能流通此經。爾時普賢。五百濁惡世中以", "429": "下。訖即說呪曰。明普賢擁護二依弟子。得通", "430": "化也。妄失句偈者。非是妄是妄文理相難知", "431": "容失。文理俱時。名旋陀羅尼。下依至受持。第", "432": "二說呪防護勅。第三從世尊若有菩薩。訖使", "433": "不斷絕。勸二依菩薩受持。就第三假中。從若", "434": "有菩薩以下。訖威神之力。歎普賢德能。若有", "435": "受持。訖手摩其頭。舉二依弟子。得行況出", "436": "弟子。若但自書寫以下。訖娛樂快樂。明二依", "437": "弟子。流通得果報。何況受持以下。舉二依弟", "438": "子來勸。自下況出其師。第四爾釋迦牟尼以", "439": "下。訖普賢之行。竟明其述讚歎佛。第五普賢", "440": "若如來滅後。訖當如敬佛。明善惡兩相所得", "441": "果報。第六說是普賢品時。明諸人得道也。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2750 法華經疏", "source": "CBETA"}