{"author": "唐 不空譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0989 大雲輪請雨經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "大雲輪請雨經卷下", "1": "開府儀同三司特進試鴻臚卿", "2": "肅國公食邑三千戶賜紫贈司", "3": "空謚大鑒正號大廣智大興", "4": "善寺三藏沙門不空奉　詔譯", "5": "爾時世尊聞此無邊莊嚴海雲威德輪蓋龍", "6": "王如是請已。讚言善哉善哉汝大龍王。能請", "7": "如來利益安樂一切有情。是故龍王汝今聽", "8": "善聽極善聽。汝當作意我為汝說。此陀羅尼", "9": "名為大悲雲生震吼奮迅勇猛幢。一切如來", "10": "威神加持隨喜宣說。利益安樂一切眾生故。", "11": "於未來世若亢旱時能令降雨。若滯雨時亦", "12": "能令止。飢饉疾病亦能除滅。普告諸龍令使", "13": "知聞。復令諸天歡喜踊躍。能摧諸魔安隱一", "14": "切有情。說此陀羅尼曰。", "15": "怛儞也二合他去引一摩賀枳孃二合引曩引嚩無可", "16": "反婆去引娑上𩕳室哩二合多帝祖引祖魯反洛乞", "17": "史銘三合引三濕𠴊二合荼去尾訖囉二合莫四嚩同", "18": "前音日囉二合僧去伽去引多寧五鉢囉麼尾囉", "19": "惹涅寧逸反摩羅麌拏上計覩六素引哩野二合", "20": "鉢囉二合陛尾麼朗引誐七拽瑟置二合跋囉跋", "21": "囉八三去跋囉三去跋囉九跓吒鄔反下同砧吒添反下同母", "22": "跓砧母十賀曩賀曩十一摩賀引鉢囉二合陛十二", "23": "尾度引多謨引輸引馱迦引㘑十三鉢囉二合枳孃", "24": "二合引󰡊第跋哩布羅抳二合十四每引怛㘑二合每引怛", "25": "㘑二合十五每引怛哩二合引味引囉那莫塞訖哩三合帝", "26": "十六每引怛囕二合引母馱㘑惹在娜反攞惹攞十七", "27": "惹攬引母馱隷冒引地孕二合誐十八矩素銘娜", "28": "捨麼黎左十九咄吠引舍引囉儞曳二合引二十阿瑟", "29": "吒二合引娜舍引吠尾閉反抳迦引母馱達謎二十一輸", "30": "上婆去麼底丁以反本寧野二合囉引始二十二輸上婆", "31": "去羯磨二十三三門上尾帝儼避引㘑尾囉惹娑計", "32": "二合二十四尾補黎尾勢灑鉢囉二合引跛帝二合引二十五𩕳囉", "33": "引室囉二合嚩達謎二十六薩嚩路引迦惹慈翳反瑟姹", "34": "二合二十七室㘑二合引瑟姹二合嚩囉鉢囉二合嚩㘑二十八", "35": "阿努鼻聲怛㘑阿僧上引霓二十九馱囉馱囉三十地", "36": "哩地哩三十一度嚕度嚕三十二扇引多上麼帝扇引", "37": "多播引閉三十三薩囉薩囉三十四左囉左囉三十五唧", "38": "哩唧哩三十六祖嚕祖嚕三十七跛囉麼母馱引弩", "39": "鼻麼帝三十八摩賀引鉢囉二合枳孃二合引播引囉", "40": "弭帝娑嚩二合引賀引三十九", "41": "南無智海毘盧遮那如來。", "42": "南無一切諸佛菩薩摩訶薩眾。", "43": "我今召請一切諸龍於贍部洲令降雨故。以", "44": "一切佛菩薩誠實真言。誡勅諸龍除滅五障。", "45": "復說陀羅尼曰。", "46": "怛儞也二合他一薩囉薩囉二悉哩悉哩三素嚕", "47": "素嚕四曩引誐引南引五惹嚩惹嚩六爾尾爾尾", "48": "七祖舞祖舞八摩賀引曩引誐引阿去引󰋲攃麁遏反", "49": "多九母馱薩底曳二合引寧訶贍部引儞尾二合引閉", "50": "十鉢囉二合韈殺陀鑁二合十一左囉左囉十二唧哩", "51": "唧哩十三祖嚕祖嚕十四摩賀引曩引誐引地跛", "52": "底丁以反十五曩引麼引󰋲攃他暴引十六摩賀引曩引", "53": "誐引母馱薩底曳二合寧訶贍部引儞尾二合引閉", "54": "十七鉢囉二合韈殺陀鑁二合十八馱羅馱羅十九地哩", "55": "地哩二十度嚕度嚕二十一母馱薩底曳二合引曩二十二", "56": "薩嚩曩引誐引麼引嚩引訶以史夜二合引銘二十三", "57": "每怛囉二合唧帝曩二十四迦嚕拏引唧帝曩二十五", "58": "母儞跢引唧帝曩二十六鄔閉乞灑二合引唧帝曩二十", "59": "七薩嚩母馱冒地薩怛嚩二合引地瑟姹二合引寗引二", "60": "十八曩摩賀夜引曩引捨曳平曩引󰋲攃他二十九", "61": "摩賀曩引誐引地跛多上野三十娑麼二合囉多", "62": "母馱引南三十一母馱達麼引喃引三十二冒地薩怛", "63": "嚩二合麌拏鼻聲引南三十三跋囉跋囉三十四鼻哩鼻", "64": "哩三十五部嚕部嚕三十六摩賀惹攬引謀謎伽去嚩", "65": "引哩馱引哩抳三十七摩賀部惹誐引跛哩迦囉入", "66": "引每引怛囉二合唧帝曩引三十八󰋲攃多娑麼二合囉", "67": "多三十九嚩囉舍引娑難舍引娑覩二合入四十伽去聲下同", "68": "吒伽吒四十一岐去致岐致四十二具誅去具誅去四十三", "69": "隖仡囉二合矩嚕二合引馱引四十四摩賀吠微閉反誐引路", "70": "引攞爾賀嚩二合四十五摩賀引尾灑入引阿去引󰋲攃", "71": "多四十六每引怛囉二合唧跢入引韈囉灑二合陀", "72": "鑁二合四十七伊上訶贍部儞尾二合引閉薩嚩怛他去", "73": "󰋲多薩底曳二合引曩娑嚩二合引賀四十八怛吒怛吒", "74": "四十九底致底致五十咄跓吒鄔反咄跓五十一摩賀引摩", "75": "抳麼矩吒五十二冒引里馱囉引試引尾灑嚧引比", "76": "拏入五十三娑麼二合囉多底哩二合囉怛曩二合地", "77": "瑟姹二合引難五十四嚩日囉二合馱囉薩底曳二合引", "78": "曩韈囉灑二合多五十五伊上訶贍部儞尾二合引閉", "79": "娑嚩入二合賀五十六迦攞迦攞五十七枳里枳里五十", "80": "八矩魯矩魯五十九麼護引娜迦嚩引悉諾六十摩", "81": "賀勃囉二合矩引吒夜引曩引鼻夜引以諾鼻聲六十", "82": "一阿去引󰋲攃多六十二每引怛囉二合唧帝引曩伊", "83": "上訶贍部儞尾二合閉六十三韈囉灑二合馱囉引", "84": "母此𠴊二合惹多六十四怛他去引󰋲多薩底曳二", "85": "合曩六十五怛他引󰋲跢引地瑟姹二合引寗引曩六十六", "86": "嚩日囉二合播引抳尼貞反囉引枳孃二合引跛野底六十", "87": "七囉攞囉攞六十八哩里哩里六十九嚕魯嚕魯七十", "88": "尾誐多弭娜嚩二合引婆去嚩多七十一󰋲嚩部惹", "89": "在娜反虐入七十二怛哩拽二合怛他去引󰋲多薩底曳二合", "90": "引曩七十三伽去麼伽去麼七十四祇去弭祇去弭七十", "91": "五具娑重聲呼母具娑嚩二合賀引七十六阿去引嚩引", "92": "賀夜引弭薩嚩曩引巘引每怛囉二合唧帝引曩", "93": "七十七冒引地唧多布引囉網二合誐謎引曩七十八", "94": "怛囉怛囉七十九底哩底哩八十覩嚕覩嚕娑嚩二", "95": "合賀八十一尾矩胝曩引曩引尾訖哩二合多八十", "96": "二試引囉灑二合娑賀娑囉二合八十三試引囉灑二合", "97": "囉訖跢二合引乞灑二合八十四摩賀韈囉拏二合八十五摩", "98": "賀引摩護引囉誐引曩引八十六嚩引訶夜引弭暴引", "99": "暴引摩賀引部惹虐入引娑麼二合囉多八十七摩", "100": "賀引迦嚕抳迦引喃引八十八薩嚩本孃帝引惹娑", "101": "帝二合引爾跢引喃引八十九挽引多訖禮二合引舍引喃引九", "102": "十怛他引誐跢引曩引麼地瑟姹二合難九十一誐", "103": "娜誐娜九十二儗研以反儞泥以反儗儞九十三麌努麌努", "104": "娑嚩二合賀九十四引阿上鉢囉二合底訶多麼攞跛", "105": "囉引訖囉二合謨九十五引祖去引馱引𠸪入引韈囉", "106": "灑二合馱引𠸪九十六入引鉢囉二合韈囉灑二合帝引訶", "107": "贍部引儞尾二合引閉九十七捨囉捨囉九十八始哩始", "108": "哩󰡊詩聿反嚕󰡊嚕娑嚩二合賀九十九引暴引暴引摩", "109": "賀引曩引虐娑嚩二合炬攞遇引怛囉二合麼", "110": "努鼻娑麼二合囉多一百韈囉灑二合馱引囉一百一引", "111": "嗢此哩二合惹帝引訶贍部引儞尾二合引閉一百二", "112": "薩嚩禰引嚩薩底野二合地瑟姹二合引寗引曩麼", "113": "鼻引尾攬麼多娑嚩二合賀一百三引沒囉二合賀", "114": "麼二合薩底野二合地瑟姹二合引寗引曩鉢囉", "115": "二合󰨢囉灑二合帝引訶贍部引儞尾二合引閉娑", "116": "嚩二合賀一百四爍訖囉二合薩底曳二合曩鉢", "117": "囉二合󰨢囉灑二合多摩賀引曩引虐入引伊上訶", "118": "贍部儞尾二合引閉娑嚩二合賀一百五拶咄摩賀", "119": "引囉引惹薩底曳二合引曩鉢囉二合󰨢囉灑二合", "120": "帝引訶贍部儞尾二合引閉娑嚩二合賀一百六阿", "121": "悉吒二合麼鼻迦薩底曳二合曩鉢囉二合󰨢", "122": "囉灑二合摩賀引曩引虐一百七入引伊上訶贍部引儞", "123": "尾二合閉娑嚩二合賀一百八鉢囉二合󰨢囉", "124": "灑二合多摩訶引曩引虐一百九入引素嚕二合引多阿", "125": "去引半曩薩底曳二合引曩伊上訶贍部儞尾", "126": "二合引閉娑嚩二合賀一百十鉢囉二合󰨢嚩灑二合", "127": "多摩賀引曩引虐一百十一入引娑訖哩二合那誐引弭", "128": "薩底曳二合引曩伊上訶贍部引儞尾二合引閉娑嚩", "129": "二合賀一百十二鉢囉二合󰨢囉灑二合多摩賀曩引", "130": "虐一百十三入引阿上曩引誐引弭薩底曳二合引曩伊上訶", "131": "贍部引儞尾二合引閉娑嚩二合賀一百十四鉢囉二合", "132": "韈囉灑二合多摩賀引曩引虐入引一百十五阿囉恨二合", "133": "薩底曳二合引寗引訶贍部引儞尾二合引閉娑嚩二", "134": "合賀一百十六鉢囉二合韈囉灑二合多摩賀引曩", "135": "虐入引一百十七鉢囉二合底曳二合迦母馱薩底曳二合引", "136": "寗引訶贍部引一百十八儞尾二合引閉娑嚩二合賀一百", "137": "十九鉢囉二合韈囉灑二合多摩賀引曩引虐入引一百", "138": "二十薩嚩冒引地薩怛嚩二合薩底曳二合引寗引訶", "139": "贍部引儞尾二合引閉娑嚩二合賀一百二十一鉢囉二", "140": "合韈囉灑二合多摩賀引曩引虐引入一百二十二薩嚩", "141": "怛他去引蘖跢引喃引薩底曳二合地瑟姹二合引寗", "142": "引曩伊上訶贍部引儞尾二合引閉娑嚩二合賀", "143": "一百二十三薩嚩禰嚩引南薩底曳二合引曩捨麼野", "144": "多薩冒引鉢捺囉二合嚩引抳尼貞反娑嚩二合引賀", "145": "一百二十四薩嚩曩引誐引南引薩底曳二合曩鉢", "146": "囉二合韈囉灑二合帝引訶麼賀引畢哩二合體", "147": "毘以反娑嚩二合賀引一百二十五薩嚩藥乞灑二合引喃", "148": "引薩底曳二合引曩囉乞灑二合多薩嚩薩怛嚩二合", "149": "引南引娑嚩二合賀一百二十六薩嚩彥達嚩引喃", "150": "引薩底曳二合引曩引跛賀囉多薩冒引播引夜引", "151": "素鉢捺囉二合嚩引抳麼努鼻灑引喃引娑嚩二", "152": "合賀一百二十七薩嚩訶素囉引喃引薩底曳二合引", "153": "曩尾𩕳韈多野多入聲呼薩嚩尾灑麼鼻諾鼻", "154": "乞察二合怛囉二合引抳娑嚩二合賀一百二十八薩", "155": "嚩誐嚕拏上引喃引薩底曳二合引曩每怛哩淫三", "156": "合矩嚕多入聲一百二十九薩嚩曩引誐引南引野", "157": "儞寧以反訶贍部引儞尾二合引閉摩賀引󰨢囉灑二", "158": "合馱引囉引塢此哩二合惹自翳反欲娑嚩二合賀", "159": "一百三十薩嚩緊娜囉引喃引薩底曳二合引曩捨麼", "160": "野多一百三十一薩嚩播引半引鉢囉二合賀攞二合引娜", "161": "野多薩嚩薩怛鑁二合引娑嚩二合賀一百三十二薩", "162": "嚩麼護囉誐引喃引薩底曳二合引曩尾補攞尾娑", "163": "底二合引囉拏二合󰨢囉灑二合馱引囉引塢此哩", "164": "二合惹多散馱引囉野多半左韈產引多囉引夜", "165": "引抳娑嚩二合賀一百三十三薩嚩麼努鼻灑引喃引", "166": "薩底曳二合引曩跛哩播引攞野多薩嚩麼努鼻", "167": "灑引喃引娑嚩二合賀一百三十四迦囉迦囉一百三十五", "168": "枳哩枳哩一百三十六矩嚕矩嚕一百三十七娜囉娜囉", "169": "一百三十八儞哩儞寧以反上同哩努嚕努嚕一百三十九曩吒", "170": "曩吒一百四十𩕳胝𩕳胝一百四十一努鼻聲跓吒郎反努跓同上", "171": "一百四十二試伽羅二合嚩引呬𩕳摩賀引謎引儉引", "172": "謀馱㘑一百四十三謎引祇歧藝反引謎引祇一百四十四同上摩賀", "173": "引謎引祇麼賀引謎引祇一百四十五摩賀謎引儉引", "174": "謀馱㘑一百四十六謎引具引儞庾二合引底帝一百四十七謎", "175": "伽此字去聲呼後准此三去婆去吠微閉反迦引攞謎引祇一百", "176": "四十八謎引伽去引羯㘑一百四十九謎引伽蘖惹寧謎", "177": "引伽具引史帝一百五十謎伽󰂛引里謎伽麼鼻引邏", "178": "引達㘑謎伽尾步引灑抳一百五十一謎伽娑嚩賀", "179": "二合寗謎伽尾曩引捨𩕳一百五十二謎伽蘗陛謎伽", "180": "惹𪘨謎伽鉢囉二合陛謎伽嚩引哩馱引㘑一百五十", "181": "三尾補攞謎伽去聲引地庾二合史帝一百五十四謎伽", "182": "野枳跛尾帝薩須去引跛賀引㘑儗哩建娜囉", "183": "嚩引枲𩕳一百五十五曩引謎麼引帝婆誐嚩底一百五十", "184": "六摩賀引謎祇室哩二合引沫乳底囉細試多僧去", "185": "娑鉢二合勢一百五十七摩賀嚩引多曼努帝婆遇", "186": "引左㘑一百五十八摩賀引曩引誐尾訖哩二合引膩帝", "187": "一百五十九婆誐嚩底報引拏㘑二合引殺捺攞二合娑", "188": "引野曩一百六十嚩引哩馱引哩抳鉢囉二合韈灑母", "189": "馱薩底曳二合引寗引訶贍部引儞尾二合引閉娑嚩", "190": "賀一百六十一伽去囉伽去囉祇哩祇哩具嚕具嚕", "191": "一百六十二祇哩抳祇哩抳一百六十三具麼鼻聲下同具麼具麼", "192": "一百六十四具麼哩具麼哩一百六十五曩誐引誐囉曬二", "193": "合麼賀引謎引伽去麼鼻引里𩕳一百六十六尾儞庾", "194": "二合囉迦二合邏引跛麼鼻引里𩕳一百六十七薩嚩", "195": "步惹自攞反誐馱引哩抳一百六十八謎引伽跛吒韈娑", "196": "怛囉三合馱囉抳一百六十九謎引伽尾數引疙囉二", "197": "合遇引左㘑引一百七十謎伽去尾庾二合引訶嚩引賀", "198": "寧蘖惹曩引娜𩕳曩引娜曩引儞泥以反一百七十一帝曩引", "199": "誐引南引散租去引娜𩕳引租准上娜野禰引微", "200": "引摩賀引謎引伽去麼鼻聲里𩕳一百七十二怛他去引", "201": "󰋲多薩底曳二合引曩薩嚩曩引誐引韈囉灑二合", "202": "跢引摩鼻引尾攬麼上帝引訶贍部引儞尾二合", "203": "引閉娑嚩二合賀一百七十三伽去囉伽囉祇岐異反", "204": "哩祇准上哩具嚕具嚕一百七十四祖去嚕去祖嚕一百", "205": "七十五爾哩爾哩一百七十六惹囉惹囉一百七十七薩囉薩", "206": "囉一百七十八麌拏麌拏上一百七十九蘖拏󰋲拏儗膩儗膩", "207": "一百八十賀羅賀羅呬里馨以反呬同上里一百八十一戶魯", "208": "戶魯一百八十二怛攞怛攞底丁以反里底里覩魯覩魯", "209": "一百八十三賀曩賀曩諾賀諾賀鉢左鉢左一百八十四疙", "210": "哩二合恨拏二合疙哩二合恨拏二合一百八十五沫轉舌呼下", "211": "同娜沫娜鉢囉二合沫娜鉢囉二合沫同上娜", "212": "一百八十六薩嚩韈囉灑二合尾覲南二合引每引怛㘑", "213": "二合引夜引枳孃二合引跛野底丁以反娑嚩二合賀", "214": "一百八十七母弟母弟母沒弟母沒弟一百八十八賀", "215": "囉賀囉播引半薩嚩薩怛嚩二合南引阿上地", "216": "瑟姹二合引野奔去𩕳演二合薩嚩母馱引南引馱", "217": "引囉抳馱㘑一百八十九輸上婆去麼鼻帝引麌抳", "218": "尼貞反引數鉢囉二合引跛抳同上一百九十摩賀引枳孃二合上引", "219": "怒引勒計二合輸上婆去達謎引薩底野二合鉢", "220": "囉二合底丁以反枳寧二合一百九十一摩賀引夜曩儞庾", "221": "二合史帝路引迦惹自曳反引瑟蠆二合一百九十二婆去誐", "222": "嚩底丁以反母馱每怛㘑二合引一百九十三阿去引布引囉野", "223": "薩嚩乞曬二合怛囉二合抳束訖禮二合濕吠", "224": "二合引擔去韈㘑引半引拏上囉嚩引枲𩕳一百九十四度", "225": "度㘑度度㘑一百九十五捨麼鼻捨麼一百九十六鼻捨扇", "226": "引多麼鼻引曩細引薩嚩韈囉灑二合尾覲南", "227": "二合引尾色檢二合婆野娑嚩二合賀一百九十七薩嚩", "228": "怛囉拽三合陀嚩二合怛他去引蘖多薩底曳", "229": "二合引曩每引怛囉二合唧怛多夜引一百九十八迦嚕拏", "230": "唧怛多夜引一百九十九三去藐沒囉二合多多布引𩕳", "231": "野麼唧怛多夜引二百摩賀引曩引誐囉引惹散", "232": "祖去引娜夜引弭娑嚩二合賀二百一阿上難上", "233": "多跛哩迦囉娑去引蘗囉謎引伽去尾庾二合引訶", "234": "二百二帝引祖去曼拏上羅攃怛囉二合引迦引囉囉", "235": "引殘摩賀引曩引誐引地鉢底二合引散祖去引娜", "236": "夜引弭二百三鉢囉二合韈囉灑二合帝引訶贍部引", "237": "儞尾二合引閉娑嚩二合賀二百四難上奴引跛難上", "238": "奴引曩引誐囉引遭引散祖去引娜夜引弭鉢囉", "239": "二合韈囉灑二合帝引訶贍部引儞尾二合引閉娑", "240": "嚩二合賀二百五娑去引蘗󰸬彈舌呼曩引誐囉引", "241": "殘散祖去引娜夜引弭鉢囉二合韈囉灑二合帝引", "242": "訶贍部引儞尾二合引閉娑嚩二合賀二百六阿上", "243": "曩嚩多跛單二合曩引誐囉引殘散祖去引娜夜", "244": "引弭鉢囉二合韈囉灑二合帝引訶贍部引儞尾", "245": "二合引閉娑嚩二合賀二百七麼鼻曩娑尾二合難", "246": "曩引誐囉引殘散祖去引娜夜引弭鉢囉二合韈", "247": "囉灑二合帝引訶贍部引儞尾二合閉娑嚩二", "248": "合賀二百八嚩嚕𧹞曩引誐囉引殘散祖去娜", "249": "夜引弭鉢囉二合韈囉乞灑二合帝引訶贍部引", "250": "儞尾二合引閉娑嚩二合賀二百九多上乞灑二合", "251": "揵曩引誐囉引殘散祖去引娜夜引弭鉢囉二合", "252": "韈囉灑二合帝引訶贍部引儞尾二合引閉娑嚩二", "253": "合賀二百十地哩二合多上囉引瑟󰸫二合轉舌呼曩", "254": "引誐囉引殘散祖去引娜夜引弭鉢囉二合韈囉", "255": "灑二合帝引訶贍部引儞尾二合引閉娑嚩二合賀", "256": "二百十一嚩引素緊曩引誐囉引殘散祖去引娜夜引", "257": "弭鉢囉二合韈囉灑二合帝引訶贍部引儞尾二合引", "258": "閉娑嚩二合賀二百十二母唧隣上難曩引誐囉引", "259": "殘散祖去引娜夜引弭鉢囉二合韈囉灑二合引", "260": "訶贍部引儞尾二合引閉娑嚩二合賀二百十三愛", "261": "囉引嚩喃曩引誐囉引殘散祖去引娜夜引弭鉢", "262": "囉二合韈羅灑二合引訶贍部引儞尾二合引閉娑", "263": "嚩二合賀二百十四報引拏𠻲二合轉舌呼曩引誐羅引", "264": "殘散祖去引娜夜引弭鉢囉韈囉灑二合引訶贍", "265": "部引儞尾二合引閉娑嚩二合賀二百十五室哩二合引", "266": "帝引惹珊曩引誐囉引殘散祖去引娜夜引弭鉢", "267": "囉二合韈囉灑二合訶贍部引儞尾二合引閉娑", "268": "嚩二合賀二百十六室哩二合引跋捺囒二合曩誐囉", "269": "引殘散祖去引娜夜引弭鉢囉二合韈囉灑二合帝", "270": "引訶贍部引儞尾二合引閉娑嚩二合賀二百十七", "271": "尾儞庾二合多麼二合引里難曩引誐囉引殘散", "272": "祖去引娜夜引弭鉢囉二合韈囉灑二合引訶贍", "273": "部引儞尾二合引閉娑嚩賀二百十八摩賀引麼鼻", "274": "抳祖引𧹞曩引誐囉引殘散𧹞去引娜夜引弭鉢", "275": "囉二合韈囉灑二合帝引訶贍部引儞尾引二合閉", "276": "娑嚩二合賀二百十九祖引拏引麼鼻抳馱囒轉舌呼", "277": "曩引誐囉引殘散祖去引娜夜引弭鉢囉二合韈", "278": "囉灑二合引訶贍部引儞尾引二合閉娑嚩二合", "279": "賀二百二十阿嚩婆去引娑上曩矢棄難曩引誐囉", "280": "引殘散祖去引娜夜引弭鉢囉二合韈囉灑二合引", "281": "訶贍部引儞尾二合引閉娑嚩二合引賀二百二十一曀鑁", "282": "鉢囉二合目佉去引薩嚩曩引誐囉引惹散祖去引", "283": "娜夜引弭鉢囉二合韈囉曬二合引訶贍部引儞", "284": "尾二合引閉娑嚩二合賀二百二十二曩引霓曩霓摩", "285": "賀引曩引霓二百二十三具引囉麼鼻曩細曩引誐", "286": "紇哩二合乃曳乎二百二十四度引麼鼻引矩黎二百二十", "287": "五塢疙囉二合嚧引灑引鉢囉二合贊上拏帝引", "288": "惹自曳反引尾數疙㘑二合引二百二十六阿去引試引尾灑引", "289": "阿上呬具引㘑訖哩二合史拏二合氷卑孕反蘖", "290": "黎贊左黎路引攞爾賀吠二合引摩賀引頗拏迦", "291": "㘑迦引羅播引勢嘮引捺囉二合嚩引枲𩕳二百二十七", "292": "跓吒塢反跓謎二百二十八跛囉跛囉畢哩畢哩補嚕補", "293": "嚕二百二十九尾娑普二合引爾帝咄嚕咄嚕摩賀暴", "294": "引霓麼抳馱㘑二百三十呬哩呬哩戶嚕戶嚕二百三十一", "295": "頗囉頗囉二百三十二嚩无鉢反下同囉灑二合嚩囉灑二合二百", "296": "三十三惹自攞反攬引母馱㘑咎謀咎謀二百三十四嚩邏引", "297": "賀計二百三十五怛吒怛吒二百三十六跓吒塢反跓謀跓同上", "298": "跓謀二百三十七度度度度度謎二百三十八謎引伽去鉢", "299": "囉二合陛二百三十九謎引伽去嚩引呬𩕳二百四十荼去迦", "300": "荼去迦荼去迦荼去迦二百四十一跓吒塢反跓謎伽去", "301": "拏鼻伽去拏鼻二百四十二矢棄𩕳伽拏鼻迦拏鼻二百", "302": "四十三誐拏鼻誐拏二百四十四摩賀引曩引誐蘖抳𩕳", "303": "囉怛囕二合引母閉惹囉得迦二合引哩引二百四十五摩賀引", "304": "曩引誐訖哩二合乃曳乎二百四十六具麼鼻具麼鼻二", "305": "百四十七具麼鼻引跛夜引二百四十八娑底二合迦葬引儗", "306": "哩部葬誐謎尾迦吒僧去迦吒二百四十九具引囉尾", "307": "娑普二合引爾帝尾紫稟二合婆去寧二百五十阿去引", "308": "嚩引賀夜引弭薩嚩曩引巘引薩嚩母馱引地", "309": "瑟咤二合寗曩二百五十一薩嚩怛哩拽三合陀嚩", "310": "三合怛他去引󰋲多薩底曳二合引曩二百五十二每", "311": "引怛囉二合唧帝引曩鉢囉二合韈囉灑二合帝", "312": "訶贍部引儞尾二合引閉娑嚩二合賀二百五十三", "313": "爾時三千大千世界主無邊莊嚴海雲威德輪", "314": "蓋大龍王及諸龍王等并龍眷屬聞佛教勅皆", "315": "大歡喜信受奉行。", "316": "天阿蘇羅藥叉等來聽法者應至心", "317": "擁護佛法使長存各各勤行世尊教", "318": "諸有聽徒來至此或在地上或居空", "319": "常於人世起慈心日夜自身依法住", "320": "願諸世界常安隱無邊福智益群生", "321": "所有罪業並消除遠離眾苦歸圓寂", "322": "恒用戒香塗瑩體常持定服以資身", "323": "菩提妙花遍莊嚴隨所住處常安樂", "324": "大雲輪請雨經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0989 大雲輪請雨經", "source": "CBETA"}