{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜道行經: 摩訶般若波羅蜜道行經: 道行般若經: 摩訶般若波羅蜜道行經", "text": {"0": "16 怛竭優婆夷品", "1": "道行般若經卷第七", "10": "具足念空不得證，作是觀不取證，作是觀觀", "100": "為說經遍教。』亦復是，須菩提！阿惟越致菩薩", "101": "摩訶薩當知是阿惟越致相。「復次，須菩提！何", "102": "從知是菩薩摩訶薩得阿耨多羅三耶三菩", "103": "成作佛時，其境內一切無有惡心？是時，須菩", "104": "提！菩薩摩訶薩夢中若見畜生相噉、人民疾", "105": "疫時，其心稍稍生，逮得是願，作是念：『我會當", "106": "作佛，如我作佛時，使我境界中一切無有惡。』用", "107": "是故知。亦復是，須菩提！阿惟越致菩薩摩訶", "108": "薩當知是阿惟越致相。諸惡悉除賜，亦復是，須", "109": "菩提！阿惟越致相。「復次，須菩提！是菩薩摩", "11": "入處，甫欲向是時不取證，不入三昧，心無所", "110": "訶薩於夢中覺已，若見城郭火起時，便作是", "111": "念：『我於夢中所見，用是比、用是相見不怖，用", "112": "是比、用是相行具足。』菩薩摩訶薩如是，是為", "113": "阿惟越致相。『持是比、持是相行具足，是為阿", "114": "惟越致菩薩摩訶薩。今我審應審至審，是所", "115": "向者，當無異今是城郭火起，用我故，悉當", "116": "滅，悉當消，悉當去，不復現。』」佛言：「假令火賜滅", "117": "已、賜消已、賜去已，知是，須菩提！菩薩摩訶薩", "118": "受決已，過去怛薩阿竭阿羅訶三耶三佛，授", "119": "阿耨多羅三耶三菩，知是阿惟越致相。假令", "12": "著，是時不失菩薩法本，不中道得證。何以故？", "120": "火不滅、不消、不去，知是菩薩摩訶薩未受決。", "121": "設火神燒一舍置一舍，復越燒一里置一里，", "122": "知是，須菩提！其家人前世時斷經故所致，是", "123": "輩之人所作宿命悉自見，宿命所作惡於是", "124": "悉除賜，從是以來斷經餘殃悉盡，是宿命惡", "125": "悉消。如是，須菩提！知是菩薩摩訶薩未得阿", "126": "惟越致、阿耨多羅三耶三菩。「復次，須菩提！用", "127": "是比、用是相行具足，菩薩摩訶薩當作是視，", "128": "持是比、持是相，當為說令知之。或時，須菩提！", "129": "若男子、女人為鬼神所下，若為所持，是彼菩", "13": "本願悉護薩和薩故，為極慈哀故。自念言：", "130": "薩作是念：『或我受決，如過去怛薩阿竭、阿羅", "131": "訶、三耶三佛授我阿耨多羅三耶三菩阿惟三", "132": "佛，是阿耨多羅三耶三菩所念悉淨潔故。設", "133": "我當作阿耨多羅三耶三菩阿惟三佛，所念", "134": "皆淨潔，是阿耨多羅三耶三菩，却阿羅漢心，", "135": "却辟支佛心。設却阿羅漢心以，設却辟支佛", "136": "心以，阿耨多羅三耶三菩會當作佛，不得不", "137": "作佛。阿耨多羅三耶三菩當作佛者，十方阿", "138": "僧祇剎現在諸佛，無不知者、無不見者、無不", "139": "證者。今怛薩阿竭、阿羅訶、三耶三佛，悉知我", "14": "『我悉具足於功德，是時不取證。』菩薩得般若", "140": "所識念，我審當作阿耨多羅三耶三菩阿惟", "141": "三佛，審如我所語，審如我所為，審如我所言，", "142": "是鬼神當用我故去。』便告言：『是男子、女人，何", "143": "等鬼神所取持乎？』鬼神即為去。設是不去者，", "144": "是菩薩摩訶薩說是時，當知，須菩提！是菩薩", "145": "摩訶薩未受決，過去怛薩阿竭、阿羅訶、三耶", "146": "三佛，不授阿耨多羅三耶三菩。」佛語須菩提：", "147": "「其人審至誠者，弊魔往到是菩薩摩訶薩前", "148": "住，作是語言：『若本作是住，若本字某，若以受", "149": "決。』欲以亂之。是菩薩當說是語：『時我是真者，", "15": "波羅蜜，獲得極大功德，悉得智慧力。譬若人", "150": "鬼神當隨我語，我審受決，為阿耨多羅三耶", "151": "三菩。審如我至誠者，是鬼神即當去。』是弊魔", "152": "便作是念：『我當使鬼神去。』何以故？弊魔極尊", "153": "有威神，鬼神不敢當。魔作是念，鬼神用魔威", "154": "神故便捨去。如是菩薩作是念：『用我威神故，", "155": "鬼神即去耳。』」佛言：「不知用魔威神故去也，是", "156": "彼菩薩摩訶薩以自謂審然，便自貢高，輕易", "157": "人形，笑人無所錄，語人言：『我於過去怛薩阿", "158": "竭、阿羅訶、三耶三佛所受決以，其餘人悉未", "159": "受決。』用是故自可、自貢高，反瞋恚起，恚怒稍", "16": "能勇悍却敵，為人極端正猛健，無所不能，", "160": "稍增多，則離薩芸若大遠，失阿耨多羅三耶", "161": "三菩智。是輩菩薩無有漚惒拘舍羅，瞋怒更", "162": "生，起是兩地，當墮阿羅漢地，若墮辟支佛道", "163": "地。是輩，須菩提！持不成，是菩薩摩訶薩當覺", "164": "知魔為。捨善知識去，亦不與善知識語，亦不", "165": "與善知識從事，亦不錄善知識，用是故知為", "166": "魔所固。如是，須菩提！菩薩摩訶薩當知魔為。", "167": "何以故？當覺是事，知魔來在菩薩前，魔時時", "168": "變服，往作是語言：『過去怛薩阿竭、阿羅呵、三", "169": "耶三佛授，若受阿耨多羅三耶三菩，若本字", "17": "能曉兵法，六十四變皆知習之，為眾人所", "170": "某，若母字某，若父字某，若兄字某，若姊字", "171": "某，若弟字某，若親厚字某，若知識字某，若父", "172": "母兄字某，若七世祖父母字某，若母外家", "173": "字某，若父外家字某，若在某城生，若在某國", "174": "生，若在某郡生，若在某縣生，若在某鄉生，若", "175": "常軟語，若今作是語，若乃前世時亦復作", "176": "是軟語，或時高才。』便復隨形，言：『若前世時", "177": "亦復高明，或見自字，或見乞食，或時一處飯，", "178": "或時就飯者，或時先噉果菜却食飯，或時", "179": "在丘墓間，或時路靖，或時在樹間止，或時", "18": "敬。若有所至處，無不得其力者。有所得者轉", "180": "有受請者，或時不受請，或時少多取足，或時", "181": "麻油不塗身，或時語聲好，或時巧談語。』魔", "182": "見如是，因底詭言：『若前世時亦復巧談語", "183": "如是，若前世時施行法亦復如是。何以故？若", "184": "前世時淨潔行今還得，若前世時行淨潔", "185": "故，功德所致，今若還是功德耳。若前世時", "186": "某家子，若種姓亦復字某，前世有是行，若今", "187": "世亦復淨潔得是。』彼菩薩心便作是念想：『我", "188": "得無爾乎？』是弊魔便復作是語言：『若以受決", "189": "阿惟越致，過去怛薩阿竭、阿羅訶、三耶三佛，若", "19": "分布與人，其心歡欣。若有他事，與父母妻子", "190": "授決已，用是故若得淨潔。』」佛語須菩提：「我所", "191": "說阿惟越致菩薩摩訶薩，持是比、持是相、持是", "192": "行用占之，我所說者不具足，得反自用是，當", "193": "知是菩薩輩終不成就，當知為魔所壞。何以", "194": "故？用是比、用是相，阿惟越致菩薩摩訶薩，", "195": "知是了不得用，魔說其功德故，說其字故，是", "196": "輩菩薩摩訶薩聞魔所語，心歡欣，自謂審然，", "197": "便行形調人，輕易同學人，自貢高。彼菩薩用", "198": "受是字故，便失其本行，墮魔羅網。「復次，須菩", "199": "提！用受是字故，菩薩摩訶薩不覺魔為，反", "2": "後漢月支國三藏支婁迦讖譯", "20": "俱去，過大劇道厄難之中，安隱父母，語其妻", "200": "自呼得阿耨多羅三耶三菩。魔復作是語言：", "201": "『若當作阿耨多羅三耶三菩，若作佛時當字", "202": "某。』是菩薩聞是字，心中作是念：『我得無然乎？", "203": "我亦先時念如是，我本作是生意，以我本作", "204": "是念已。』」佛言：「是菩薩如是於智中少，是菩薩", "205": "無有漚惒拘舍羅，反作是念：『是所言我字當", "206": "作佛時，亦如我先時所念，我定當作阿耨多", "207": "羅三耶三菩，字如是。』」佛言：「如魔所教，若魔天", "208": "共作，是比丘為魔所迷。」佛語須菩提：「我所", "209": "署菩薩，用是比、用是相，我不教令作是為，我", "21": "子言：『莫有恐懼，當俱出是難中。』既出，得送父", "210": "所教了不得，亡是比、失是相，反用是字，故自", "211": "意念：『我是阿惟越致。』便輕餘菩薩，用是輕易", "212": "故離佛，遠離薩芸若，遠離阿耨多羅三耶三", "213": "菩智，遠是漚惒拘舍羅，亡以般若波羅蜜，", "214": "亡以善知識，以更得惡知識，是菩薩會", "215": "墮阿羅漢、辟支佛道中。若後大久遠勤苦能", "216": "復求佛者，用般若波羅蜜恩故，當復得阿耨", "217": "多羅三耶三菩自致作佛。」佛言：「爾時發意受是", "218": "字時，不即覺，不即改，不即悔，如是當墮阿羅", "219": "漢、辟支佛道。」佛言：「若有比丘教重禁四事法，", "22": "母妻子歸鄉里，不逢邪惡到家，莫不歡欣者。", "220": "若復他事，所犯毀是禁，不復成沙門，不復為", "221": "佛子，是壞菩薩輩，罪過於比丘四事法。是菩", "222": "薩言：『我於某國某郡某縣某鄉生。』作是意生", "223": "念時，其罪最重，當作是知。置是四事重法，", "224": "是為五逆惡，當意生是念時，其罪重。是菩薩", "225": "用受其字故，意信，生是念故，其罪大，當作是", "226": "知。如是，須菩提！用是字故，為魔入深罪。「復次，", "227": "須菩提！遠離之德菩薩摩訶薩，弊魔復往作", "228": "是語言：『遠離法正當爾，怛薩阿竭、阿羅訶、三", "229": "耶三佛所稱譽。』」", "23": "何以故？用是人勇悍多智慧黠健故。是菩", "230": "佛語須菩提：「我不作是說遠離，教菩薩摩訶", "231": "薩於獨處止、於樹間止、於閑處止。」須菩提白", "232": "佛言：「云何，天中天！菩薩摩訶薩遠離何所？復", "233": "有異遠離乎？亦不於獨處止，亦不於樹間止，", "234": "亦不於閑處止，何等為異遠離？」佛語須菩提：", "235": "「正使各各有阿羅漢隨是行念，各各有辟支", "236": "佛隨是行念，各各有菩薩摩訶薩城外行", "237": "遠離，各各行菩薩摩訶薩，一切惡不得犯，各各", "238": "行菩薩摩訶薩，若當於獨處止，若於樹間止，", "239": "若於閑處止，了了行菩薩摩訶薩是遠離法。", "24": "薩行極大慈，心念十方薩和薩，是時持慈心", "240": "我樂使作是行，不使遠行絕無人處於中也。", "241": "菩薩摩訶薩持是遠離，當晝夜行，當了了行，", "242": "是故菩薩摩訶薩遠離於城傍行。持是比菩", "243": "薩摩訶薩當各各行，若於獨處止，若於樹間", "244": "止，若於閑處止，各各行菩薩摩訶薩，我所說", "245": "遠離法如是。爾時弊魔，當往教行遠離法語", "246": "言：『若當於獨處止，若於樹間止，若於閑處止，", "247": "當作是行。』是菩薩隨魔教，便亡遠離法。魔語", "248": "言道：『等取阿羅漢法，作是念無有異，當隨是", "249": "行，辟支佛道作是念無有異，亦當隨是行，菩", "25": "悉施人上，是菩薩過阿羅漢地，出辟支佛", "250": "薩道作是念無有異，亦當隨是行，般若波羅", "251": "蜜難了知入中，若當作是行捨般若波羅蜜。』」", "252": "佛言：「是菩薩所願未得，反隨其行，於法中未", "253": "了知，是菩薩摩訶薩反自用是，當輕易餘菩", "254": "薩，自念：『誰能過我者。』輕易城傍行菩薩。城傍", "255": "行菩薩，了了淨潔，心無所念，不入阿羅漢法", "256": "中住，不入辟支佛法中住，所有惡心不受，禪", "257": "悅棄定，於三昧中悉逮得，所願悉具足度。」佛", "258": "言：「是無有漚惒拘舍羅菩薩，正使於百千由", "259": "旬空澤中，在其中行，禽獸所不至處，賊所不", "26": "地。於三昧中住，悉愍傷薩和薩無所見，於是", "260": "至處，羅剎所不至處，在彼間止，若百歲、若百", "261": "千歲、若百千萬歲，正使復過是，不知是遠離", "262": "法，會無所益。是遠離菩薩不具足，自念自用", "263": "悉得，以了不自知為亡也。自用在遠離中", "264": "立，是為兩舌耳，不得遠離也。我不喜是菩薩", "265": "心爾也，我所道遠離菩薩摩訶薩不爾也。是", "266": "所遠離不具足知，於是遠離中了不得，如是", "267": "為三遠離耳。如是弊魔便往飛在虛空中立，", "268": "作是語：『善哉，善男子！是真遠離法，怛薩阿竭、", "269": "阿羅訶、三耶三佛所說，正當隨是遠離行，如", "27": "中不取證，入空中深不作阿羅漢。菩薩作是", "270": "是疾得阿耨多羅三耶三菩阿惟三佛。』是菩薩", "271": "聞是語喜，便從遠離起去，往到城傍遠離菩", "272": "薩所，是菩薩比丘成就有德人也，反往輕言：", "273": "『若所行法，非也。』」佛言：「如是諸仁者中，有了了", "274": "隨行菩薩摩訶薩，反呼非，中有反行反呼是，", "275": "不當敬者而敬之，當所敬者反瞋向，語是菩", "276": "薩言：『我行遠離，有飛人來語我言：「善哉，善哉！", "277": "若審是遠離法，正當隨是行。」用是故我來相", "278": "語耳。今若當隨我所行，如我所行無有比，若", "279": "有城傍行，誰當來語若，誰當來告若善哉？』」佛", "28": "行時，為行空三昧，向泥洹門不有想，不入空", "280": "言：「是菩薩有德之人，而反輕如是。須菩提！", "281": "菩薩當作是知，如擔死人種，無所復中直反", "282": "呼，是菩薩有短，是為菩薩怨家，是為厭菩薩，", "283": "以是為天上天下之大賊也；正使如沙門被", "284": "服，亦復是賊無異也；於菩薩有德人中，亦", "285": "復是賊也。是曹輩，須菩提！不當與共從事也，", "286": "不當與共語言也，亦不當恭敬視也。何以故？", "287": "多瞋怒起，敗人好心。是輩人也，當作是知。何", "288": "所，須菩提！菩薩摩訶薩不捨薩芸若？不置阿", "289": "耨多羅三耶三菩？是所菩薩摩訶薩不捨薩", "29": "取證。譬若飛鳥飛行空中無所觸礙，菩薩行", "290": "芸若故，是阿耨多羅三耶三菩阿惟三佛，為", "291": "一切護薩和薩。是彼壞菩薩輩，不當與從事，", "292": "不當敬，不當與會。所當護法，一當自堅持，", "293": "常當急持淨潔心立，心所狎習，常當諦持，常", "294": "當正心，常當怖畏勤苦處，無得入其中，無", "295": "得入三處，是彼壞菩薩輩，所在彼處，常當持", "296": "慈心向，常當哀之令安隱，愍傷之、慈念之，", "297": "常當自護自念：『使我無得生是惡心，一切使", "298": "我心無瑕穢，我設有是不善，疾使我棄。』如是，", "299": "須菩提！菩薩摩訶薩所有行極上，當作是知。", "3": "17 守空品摩訶般若波羅蜜守空品第十七", "30": "甫欲向空，至空向無想，不墮空中，不墮無想，", "300": "19 善知識品摩訶般若波羅蜜道行經善知識品第十九", "301": "「復次，須菩提！菩薩摩訶薩在事，欲得阿耨多", "302": "羅三耶三菩阿惟三佛，是彼當與善知識從", "303": "事，恭敬承事。」須菩提問佛：「菩薩摩訶薩善知", "304": "識，當何以知之？」佛語須菩提：「佛天中天，是菩", "305": "薩摩訶薩善知識；若有說般若波羅蜜者，教", "306": "人入是經中，是菩薩摩訶薩善知識；六波羅", "307": "蜜是菩薩摩訶薩善知識。當作是知。六波", "308": "羅蜜是舍怛羅，六波羅蜜是道，六波羅蜜是", "309": "護，六波羅蜜是一，六波羅蜜是將，過去怛薩", "31": "悉欲具佛諸法。譬若工射人射空中，其箭住", "310": "阿竭、阿羅訶、三耶三佛，皆從六波羅蜜出；甫當", "311": "來怛薩阿竭、阿羅訶、三耶三佛，皆從六波羅", "312": "蜜出；今現在十方阿僧祇剎怛薩阿竭、阿羅", "313": "訶、三耶三佛，亦皆從六波羅蜜出，成薩芸若。", "314": "皆於四事中取道，用四事護薩和薩。何等四", "315": "事？一者、布施於人，二者、歡樂於人，三者、饒益於", "316": "人，四者、等與。是為四。如是，須菩提！菩薩摩訶", "317": "薩是故為舍怛羅，是故為母，是故為父，是故", "318": "為舍，是故為臺，是故為度，是故為自歸，是故", "319": "為導，是故為六波羅蜜，是故為薩和薩之度。", "32": "於空中，後箭中前箭，各各復射，後箭各各", "320": "何因菩薩摩訶薩學六波羅蜜？用無有極處", "321": "人民故，悉欲斷其根，是菩薩摩訶薩皆於般", "322": "若波羅蜜中學。」須菩提問佛：「何所是般若波", "323": "羅蜜相？」佛語須菩提：「無所罣礙是般若波羅", "324": "蜜相。」須菩提言：「是所相得般若波羅蜜，如是", "325": "相得諸法。」佛言：「如是，須菩提！無所有相得般", "326": "若波羅蜜，是所相得諸法。何以故？須菩提！諸", "327": "法各各異，諸法各各虛空。如是，須菩提！是所", "328": "相各各虛空，是為般若波羅蜜相，諸法各各", "329": "虛空。如是，須菩提！是所相般若波羅蜜各各", "33": "中前箭，其人射欲令前箭墮，爾乃墮。菩薩行", "330": "虛空，隨是相諸法各各虛空。」須菩提問佛：「正", "331": "使，天中天！諸法各各虛空，何緣人民欲生無", "332": "有盡時，各各無有減時，各各無有盡處時，虛", "333": "空無有增時，虛空無有息時，各各虛空無有", "334": "阿耨多羅三耶三菩阿惟三佛，不從是中各", "335": "各虛空，是法不得阿耨多羅三耶三菩阿惟", "336": "三佛。云何，天中天！是法當何以知決？」佛語", "337": "須菩提：「爾須菩提！晝夜人民欲得是因致是，", "338": "作是求。」須菩提言：「如是，天中天！晝夜人民欲", "339": "得是因致是，作是求。」佛言：「云何，須菩提！若見", "34": "般若波羅蜜，為漚惒拘舍羅所護，自於其地", "340": "我欲得是空不？」須菩提言：「不也，天中天！」佛言：", "341": "「如是不？須菩提！自作是得是空不？」須菩提言：", "342": "「如是，天中天！空。」佛言：「云何，須菩提！但用是", "343": "故，欲得是因致是，人民用是故勤苦，無有解", "344": "已時。」須菩提言：「如天中天極安隱人民，欲", "345": "得是因致是，勤苦無有休息時。」佛言：「如是，須", "346": "菩提！人民所欲故便著，當作是知。人民所生", "347": "本從是生，從是中無可取，無可取者不作是", "348": "得，是了無所有。如是，須菩提！無有減盡時，從", "349": "是中了無有生增益者。作是曉知，是為菩薩", "35": "不中道取證，墮阿羅漢、辟支佛地，持是功德", "350": "摩訶薩行般若波羅蜜。」須菩提白佛言：「作是", "351": "曉知者，菩薩摩訶薩為不求色，不求痛痒思", "352": "想生死識。作是曉知，行般若波羅蜜菩薩摩", "353": "訶薩，為悉等行，諸阿羅漢、諸辟支佛所不能", "354": "及，有德之人所行道，是彼極過上，是所得愛", "355": "無有能逮者。是菩薩摩訶薩當作是念：『得般", "356": "若波羅蜜已，當作是行。』菩薩摩訶薩晝夜行，", "357": "疾近阿耨多羅三耶三菩阿惟三佛。」佛言：「云何，", "358": "須菩提！閻浮利人民及四面，蜎飛蠕動悉令", "359": "作人，各各得人道已，皆令求阿耨多羅三耶", "36": "逮得阿耨多羅三耶三菩，功德盛滿便得佛。", "360": "三菩，以發意索佛道，各各盡壽作布施，持", "361": "是布施施與作阿耨多羅三耶三菩。於須菩", "362": "提意云何，是菩薩摩訶薩作是布施，其福寧", "363": "多不？」須菩提言：「甚多，甚多！天中天！」佛言：「不如", "364": "是菩薩摩訶薩得般若波羅蜜已守一日，正", "365": "使最後守一日，如般若波羅蜜中教，作是念", "366": "行，其福過彼上。或時菩薩摩訶薩得般若波", "367": "羅蜜已，如是法作是念行，是都盧於眾中極", "368": "尊。何以故？其餘人無有能及是慈者，捨諸", "369": "佛，是菩薩摩訶薩無有與等者。是善男子深", "37": "為菩薩於經本中觀，不中道取證。」須菩提白", "370": "入知中，曉了是智悉具足，悉見世間勤苦", "371": "者，爾時極大愍傷，念眼徹視見不可計人", "372": "民，悉具足無有懈時，用不懈故得是行。當爾", "373": "時極大感念，悉念薩和薩，不用是相住，亦不", "374": "用餘住是所。須菩提！菩薩摩訶薩其智極大", "375": "明，雖未作阿耨多羅三耶三菩，明如是。隨", "376": "是行，一切剎土皆共尊舉，正上阿耨多羅三", "377": "耶三菩，終不逮，若受人衣被、飲食、床臥具、醫", "378": "藥悉具足。是般若波羅蜜者，心在其中立，所", "379": "受施悉除去，近薩芸若。如是，須菩提！菩薩摩", "38": "佛言：「菩薩謙苦作是學，不中道取證。」佛", "380": "訶薩所噉無有罪益，於薩和薩悉示道徑，無", "381": "有邊，無有極處，悉明照；諸在牢獄中者，悉", "382": "欲度脫；薩和薩悉欲示眼。是般若波羅蜜中", "383": "法，當念行，當隨是教，用是念行，是般若波", "384": "羅蜜有入中者，不動行，不搖行。何以故？隨", "385": "是不動搖行，莫念想，莫得作異念持短入", "386": "般若波羅蜜中，當作是行，晝夜入般若波羅", "387": "蜜中莫懈止。譬若，須菩提！男子得摩尼珠，前", "388": "時未得，却後得是摩尼珠，歡欣踊躍。得是", "389": "摩尼珠已，却後復亡之，用是故大愁毒，坐起", "39": "言：「是菩薩悉為護薩和薩，守空三昧向泥洹", "390": "憂念想，如亡七寶，作是念：『云何我直亡是珍", "391": "寶？』如是，須菩提！菩薩摩訶薩欲索珍寶者，常", "392": "當堅持心無得失薩芸若，常當入是中念。」須", "393": "菩提白佛言：「設使所念用身亡乎？云何菩薩", "394": "摩訶薩念薩芸若不亡？」佛語須菩提：「設是菩", "395": "薩摩訶薩作是知無為，不失般若波羅蜜。何", "396": "以故？須菩提！般若波羅蜜虛空，是般若波羅", "397": "蜜亦不增亦不減。」須菩提言：「是般若波羅蜜", "398": "虛空，云何生菩薩摩訶薩，般若波羅蜜成就", "399": "其行，近阿耨多羅三耶三菩？」佛言：「不也，須菩", "4": "須菩提白佛言：「菩薩行般若波羅蜜，何等為", "40": "門，心念分別。何等為分別？守空三昧、無相三", "400": "提！菩薩摩訶薩亦不增亦不減。正使，須菩提！", "401": "是經中說時，菩薩摩訶薩聞是亦不恐亦不", "402": "怖，當作是知，是善男子則為行般若波羅蜜。」", "403": "須菩提白佛言：「如是般若波羅蜜為空行乎", "404": "不？須菩提有離般若波羅蜜行得不？須菩提", "405": "空行不？須菩提離空行不？須菩提敗色行不？", "406": "須菩提敗痛痒思想生死識行不？須菩提離", "407": "色頗所有行不？須菩提離痛痒思想生死識", "408": "頗所有行不？」須菩提言：「云何，天中天，行般若", "409": "波羅蜜？」佛言：「云何，須菩提！見是法不？何所法", "41": "昧、無願三昧，是為分別漚惒拘舍羅，使是菩", "410": "行般若波羅蜜？」須菩提言：「不見也，天中天！」佛", "411": "言：「云何，須菩提！遍見不？見般若波羅蜜何", "412": "所菩薩摩訶薩行？」須菩提言：「不見也，天中天！」", "413": "佛言：「設使，須菩提！遍見不？是菩薩摩訶薩行", "414": "般若波羅蜜。」須菩提言：「不見也，天中天！」佛", "415": "言：「設使，須菩提！不遍見，法有所生處不？」須菩", "416": "提言：「不見也，天中天！」佛語須菩提：「是菩薩摩", "417": "訶薩逮無所從生法樂，如是樂悉具足，無所", "418": "從生受決阿耨多羅三耶三菩，是怛薩阿竭、", "419": "阿羅訶、三耶三佛所至處，無所復畏，悉作是", "42": "薩不中道取證。何以故？漚惒拘舍羅護之故，", "420": "護，菩薩摩訶薩作是求、作是行、作是力，為", "421": "逮佛慧、極大慧、自在慧、薩芸若慧、怛薩阿竭", "422": "慧。設見不得佛，佛語為有異。」須菩提白佛", "423": "言：「設使諸法無所從生，受決阿耨多羅三耶", "424": "三菩。」佛語須菩提：「不也。」須菩提白佛言：「云何", "425": "菩薩摩訶薩得阿耨多羅三耶三菩？」佛語須", "426": "菩提：「見不所當受決阿耨多羅三耶三菩。」須", "427": "菩提言：「我不見法當作阿耨多羅三耶三菩。」", "428": "佛言：「如是，須菩提！如是諸法，無無從中得。", "429": "菩薩不作是念：『持是法當受決不受決。』」", "43": "故心念一切薩和薩。持是所念故，得漚惒拘", "430": "道行般若經卷第七", "44": "舍羅，不中道取證。若菩薩深入觀，守空三昧", "45": "向泥洹門，無想三昧向泥洹門，無願三昧向", "46": "泥洹門，用是故分別久遠已來人所因緣想", "47": "中，求得阿耨多羅三耶三菩為說經，當使遠", "48": "是因緣，守空三昧、守無想三昧、守無願三昧，", "49": "向泥洹門，皆不中道取證。菩薩如是念久遠", "5": "入空？何等為守空三昧？」佛言：「菩薩行般若波", "50": "人，呼常有想，常有安想，常有我想，常有好想，", "51": "各各本。我作阿耨多羅三耶三菩時，用人故", "52": "為說經，使斷有想、有安想、有我想、有好想，悉", "53": "斷求。云何斷？是常無常，是樂皆苦，是身非身，", "54": "是好皆醜。菩薩自心念：『為得漚惒拘舍羅，守", "55": "空、守無想、守無願三昧，向泥洹門，不中道", "56": "取證。』若有菩薩心念：『人發遠已來，求因緣，", "57": "求想，求欲，求聚想，求空想，求是想，皆現在。』", "58": "菩薩言：『我一切欲使世間無有是，用是念人", "59": "故得漚惒拘舍羅，是法觀空、想、願、識，無所從", "6": "羅蜜，色痛痒思想生死識空觀，當作是觀，一", "60": "生齊限，是菩薩不中道取證，法當作是知。』云", "61": "何菩薩求般若波羅蜜，當曉習於法中，心當", "62": "何緣求，心當云何入，守空三昧、守無相三昧、", "63": "守無願三昧，向泥洹門，皆不中道取證。守無", "64": "識三昧，守無所從生三昧，是菩薩不得決故，", "65": "守空三昧、無相三昧、無願三昧、無識三昧、無", "66": "所從生三昧。念是三昧竟，有來問者，不即持", "67": "不可計心為解者，知是非阿惟越致菩薩。何", "68": "以故？阿惟越致心無央數悉知，用是比行不", "69": "具足，知是菩薩未得阿惟越致。」須菩提白佛", "7": "心作是觀不見法，如是不見法，於法中不作", "70": "言：「若有菩薩能解是者，便為阿惟越致。」佛", "71": "言：「聞深般若波羅蜜，若不聞能解者，即是阿", "72": "惟越致。」須菩提言：「不可計人求菩薩道，少", "73": "有能解者。」佛言：「能解者以受決，以於是功", "74": "德中，極姝所知法者，阿羅漢、辟支佛所不", "75": "能及，諸天、阿須倫、龍、鬼神所不及，是為阿惟", "76": "越致相。」", "77": "18 遠離品摩訶般若波羅蜜道行經遠離品第十八", "78": "佛言：「復次，須菩提！夢中菩薩摩訶薩不入", "79": "阿羅漢地，不入辟支佛地，不樂索其中，亦不", "8": "證。」須菩提言：「佛所說不於空中作證，云何菩", "80": "教他人入其中，心亦不念般若中諸法，夢中", "81": "視，不般若中為證，心悉常在佛。如是，須", "82": "菩提！阿惟越致菩薩摩訶薩當知是阿惟越", "83": "致相。「復次，須菩提！菩薩摩訶薩夢中與若干", "84": "百弟子共會，在中央坐；不可數千弟子，不可", "85": "數百千弟子共會，在中央坐說經；與比丘僧", "86": "相隨，最在前頭。怛薩阿竭、阿羅呵、三耶三佛", "87": "說經悉見。亦復是，須菩提！阿惟越致菩薩摩", "88": "訶薩當知是阿惟越致相。「復次，須菩提！菩薩", "89": "摩訶薩夢中在極高虛空中坐，為比丘僧說", "9": "薩於三昧中住，於空中不得證？」佛言：「菩薩悉", "90": "經，還自見七尺光，自在所變化，於餘處所作，", "91": "為如佛說經，菩薩摩訶薩於夢中作是。亦復", "92": "是，須菩提！阿惟越致菩薩摩訶薩當知是阿", "93": "惟越致相。「復次，須菩提！菩薩摩訶薩夢中不", "94": "恐不怖不難不畏，夢中若見郡縣，其中兵起", "95": "展轉相攻，若火起，若見虎狼師子及餘獸，若", "96": "見斷人頭者，如是餘變化大勤苦者，多困窮", "97": "者，飢者渴者，都以厄難，悉作是見，其心不恐", "98": "不怖不驚不搖。於夢中見，以覺即起坐，作", "99": "是念：『如夢中所見，都是三處，我作佛時悉"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜道行經: 摩訶般若波羅蜜道行經: 道行般若經: 摩訶般若波羅蜜道行經", "author": "後漢 支婁迦讖譯", "sourceLink": "http://www.cbeta.org/"}