{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0983A 佛說大孔雀明王畫像壇場儀軌", "text": {"0": "No. 983A [cf. Nos. 982, 984, 985]", "1": "佛說大孔雀明王畫像壇場儀", "10": "多有障礙者。皆由無始已來貪愛無明。虛妄", "100": "次結普供養一切賢聖印。", "101": "二手右押左相叉合掌。十指互交上節即成。", "102": "結印當心誦七遍頂上散印真言曰。", "103": "曩莫三滿多勃馱引南一薩嚩佗引二欠平三", "104": "嗢娜󰋲二合帝四娑𩑼二合囉呬馨異反引𤚥五誐", "105": "誐曩劍六娑嚩二合引訶", "106": "由結此印及誦真言。能於一一佛菩薩諸聖", "107": "眾前及於無量諸佛剎土。成辦一切廣大供", "108": "養。", "109": "次結佛母大孔雀明王印。", "11": "分別三毒煩惱。不了實相積集不善。感招如", "110": "二手右押左內相叉。二大指二小指。各直竪", "111": "頭相拄即成。結印當心誦真言七遍。如前", "112": "以印加持四處頂上散印真言曰。", "113": "唵麼庾引囉引訖蘭二合引帝引娑嚩二合引", "114": "訶", "115": "次捧香爐奉獻啟請。告白聖眾說所求事。如", "116": "是依法請召供養已。然後起悲愍心。為拔濟", "117": "眾生苦難故。轉讀此經。每日中前換諸供", "118": "物。應結阿波羅爾多明王印誦本真言。以", "119": "印頂上左旋一匝。暫解其界換供養已。即如", "12": "是種種災難。", "120": "前次第再迎請結界如是依教供養轉讀此", "121": "經。所有災難亢旱疾疫。鬼魅厭禱惡毒災", "122": "障。種種苦難必得除滅。所有祈願無不遂心。", "123": "我已廣說畫像壇場供養儀軌竟。若不辦", "124": "如是塗畫壇場。或有急速災難至。可隨自", "125": "力分於一淨處。以瞿摩夷塗地作一肘方壇。", "126": "隨其大小。磨白檀香塗作圓壇。九位中安", "127": "佛像。及以三五莖孔雀尾竪於壇上。隨時", "128": "燒香散花乳糜酪等供養聖眾。但虔誠一", "129": "心轉讀此經。或一遍或三遍乃至七遍。或一", "13": "阿難陀是故我今為彼讀誦佛母大孔雀明王", "130": "日或二日。一切厄難悉得消除。所有祈願皆", "131": "得圓滿。", "132": "爾時阿難陀聞佛世尊。為當來世一切苦難", "133": "有情。說此讀誦大孔雀明王經法。頂戴受持", "134": "禮佛而退。", "135": "佛說大孔雀明王畫像壇場儀軌卷", "14": "經者。及一切災厄眾生。復說畫像法及建", "15": "立道場供養儀軌。若依此法轉讀是經。一切", "16": "災難皆得消除。所有願求隨意滿足。阿難陀", "17": "若有苦惱災難起時。或彼國王及諸王子大", "18": "臣妃后。及苾芻苾芻尼善男子善女人等。為", "19": "除災故。或於王宮或於勝地。或於清淨伽藍", "2": "軌", "20": "或隨本所居宅舍。依法淨地掘深一肘。除去", "21": "瓦礫地中穢物。填滿淨土築令平正。其土本", "22": "淨却用填之。若土有餘其地殊勝。應泥拭清", "23": "淨建立道場作五肘方壇。高四指量三重布", "24": "位。或以彩畫或用五色粉成。於內院中心", "25": "畫八葉蓮華。於蓮華胎上畫佛母大孔雀明", "26": "王菩薩。頭向東方白色。著白繒輕衣。頭冠", "27": "瓔珞耳璫臂釧種種莊嚴。乘金色孔雀王。", "28": "結跏趺坐白蓮華上。或青綠花上。住慈悲", "29": "相有四臂。右邊第一手執開敷蓮華。第二手", "3": "開府儀同三司特進試鴻臚卿", "30": "持俱緣果其果狀相似水苽左邊第一手當心掌持吉", "31": "祥菓如桃李形第二手執三五莖孔雀尾。從佛母", "32": "右邊右旋。周匝蓮華葉上。畫七佛世尊。從微", "33": "鉢尸如來乃至釋迦及慈氏菩薩等。皆頭", "34": "向外坐各住定相。至西北角第八葉上。畫慈", "35": "氏菩薩。左手執軍持右手揚掌向外作施無", "36": "畏勢。又於蓮華葉外。內院四方畫四辟支佛。", "37": "皆作佛形頂有肉髻亦住定相。又於四隅畫", "38": "四大聲聞。從東北隅畫阿難陀。次東南隅", "39": "畫羅睺羅。次西南隅畫舍利弗。次西北隅", "4": "肅國公食邑三千戶賜紫贈司", "40": "畫大目揵連。皆著揵陀袈裟偏袒右臂。此", "41": "皆中院。次第二院畫八方天王并諸眷屬。東", "42": "方畫帝釋天王。執金剛杵與諸天眾圍遶。次", "43": "東南方畫火天。左手執軍持右手施無畏。與", "44": "五通苦行仙眾圍遶。次南方畫焰摩天王。執", "45": "焰摩幢。與焰摩界鬼眾圍遶次西南方畫", "46": "羅剎王執刀。與諸羅剎眾圍遶。次西方畫", "47": "水天。持羂索。與諸龍眾圍遶。次西北方畫", "48": "風天王。執幢幡。與諸持明仙眾圍遶。次北", "49": "方畫多聞天王。執寶棒。與諸藥叉眾圍遶。", "5": "空諡大鑒正號大廣智大興善", "50": "次東北方畫伊舍那天。執三戟叉。與諸步多", "51": "鬼眾圍遶。此皆是第二院。次第三院從東", "52": "北隅。右旋周匝畫二十八大藥叉將。各與諸", "53": "鬼神眾圍遶。及畫宿曜十二宮神。次第三院", "54": "外周匝。用香泥塗飾。布以荷葉。葉上安", "55": "置供養食食所謂乳麋酪飯食果子等。皆", "56": "以阿波羅爾多明王真言。加持香水散灑。布", "57": "列四邊供養。及以諸漿沙糖石蜜石榴蜜", "58": "漿等而奉獻之。壇上散白色花於四角置酥", "59": "燈四盞。四門各置二淨器滿盛香水。於壇東", "6": "寺三藏沙門不空奉　詔譯", "60": "安佛母大孔雀明王像。其畫像法如前畫壇。", "61": "唯不安界道即是。中院聖眾燒沈香和香", "62": "等供養。東方天眾應燒白膠香而為供養。南", "63": "方天眾以紫鑛芥子及鹽相和燒之供養。西", "64": "方天眾以酥和安悉香燒之供養。北方天", "65": "眾應燒薰陸香而供養之。持誦者於壇西", "66": "面。敷茅薦為座。或坐卑脚床子。嚴飾經案", "67": "置於壇前。以諸香花供養經卷。應如是布列。", "68": "轉讀經者可三人五人乃至七人。更替相", "69": "續晝夜不令經聲間斷。要在絕語言。除數內", "7": "佛告阿難陀。若諸世間所有災禍逼惱。刀兵", "70": "一人明閑教法。呪師指撝取與祇對。作法", "71": "結印啟請賢聖。餘人但當至心讀經。唯在遍", "72": "數多。慇重發願依三十七尊禮懺。三時或六", "73": "時。其道場或一日或二日三日乃至七日。一", "74": "切災禍悉皆殄滅。除不至心。轉經者或在家", "75": "人或是出家人。每日澡浴清淨著新淨衣。初", "76": "起首時對道場前。虔誠一心禮諸聖眾。先以", "77": "印契真言。依教請召一切佛菩薩及諸天眾。", "78": "如法供養。說所求事慇懃啟告。願垂加護。普", "79": "為一切苦難眾生。廣發大願。然後結跏趺坐", "8": "飢饉亢旱疾疫。四百四病憂惱鬪諍。及八萬", "80": "以塗香塗手。先結三昧耶印。二手右押左外", "81": "相叉作拳。直竪二中指頭相拄即成。結印當", "82": "心誦三昧耶真言七遍真言曰。", "83": "唵三去麼上野娑怛鍐三合", "84": "即以此印加持自身四處。所謂心額喉頂頂", "85": "上散印。", "86": "次結金剛鉤菩薩印。", "87": "准前三昧耶印。以二頭指屈如鉤向身招。不", "88": "間斷誦真言七遍。普召諸佛菩薩諸天鬼神", "89": "一切聖眾真言曰。", "9": "四千鬼魅嬈惱有情。所求世間出世間勝願", "90": "唵嚩日𠻴二合引矩尸一阿引羯重呼茶微", "91": "羯茶娑嚩二合引訶", "92": "由結此印誦真言請。召一切聖眾不違本誓", "93": "皆來赴集。", "94": "次結阿波羅爾多明王印。用結地界結方", "95": "隅界。二手右押左內相叉。直竪一中指頭", "96": "相拄。即以印頂上右旋三匝。隨心遠近便", "97": "成結界誦七遍真言曰。", "98": "唵虎嚕虎嚕戰拏里摩蹬岐去娑嚩", "99": "二合引訶引"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0983A 佛說大孔雀明王畫像壇場儀軌", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}