{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0737 所欲致患經: 所欲致患經: 所欲致患經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 737", "1": "所欲致患經", "2": "西晉月支三藏竺法護譯", "3": "聞如是：一時，佛遊舍衛國，祇樹給孤獨園，與", "4": "大比丘眾俱，比丘五百。爾時，諸比丘明旦著", "5": "衣持鉢，入舍衛城。諸外道異學問諸比丘：「沙", "6": "門！瞿曇何因處患？以何別色、痛痒、思想、生", "7": "死、識字苦？云何於此諸法，有何差特？有何志", "8": "願？何因為成？沙門瞿曇現法云何？何因開化？", "9": "有所言講？」諸比丘聞諸外道所言，無以報答，", "10": "則從坐起，尋捨退去，各心念言：「如此所說，當", "11": "從世尊啟問諮受，為我分別，尋當奉行。」時諸", "12": "比丘分衛已竟，飯食畢訖，更整衣服，往詣佛", "13": "所。稽首足下，却坐一面，前白世尊，說諸異道", "14": "所可難問，悉次第說。於時，世尊告諸比丘：「外", "15": "道問汝：『愛欲之事，有何安樂？致何憂患？何從", "16": "興致？因何而滅？』汝當答報，諸外道默然，不以", "17": "言對。」佛言：「我不見能解此意，分別上義。所以", "18": "者何？無能及者，非其境界。佛察天上、天下，諸", "19": "魔、梵天、梵志、諸神及人，能發遣此問，令意欣", "20": "悅，愛其所樂，為欲所染，耳聞好聲，鼻識好", "21": "香，舌識美味，身識細滑，可意忻悅，志於所", "22": "樂，為之所染，心貪於法。是五所欲，從因緣", "23": "起，心以為樂。」佛告比丘：「何等為所欲之患？其", "24": "有族姓子隨其巧便，立生活業，多所想念。或", "25": "以伎術，或作長吏，或作畫師，或行算術，或", "26": "復刻鏤，或以塗度，或說色事；或以寒凍、或逢", "27": "暑熱飢渴餓死；或觸風雨，或遭蚊虻，諸根變", "28": "亂。趣此諸事，身欲自在，求於財寶，坐起放", "29": "心，恣意坐於財寶，啼哭愁憂，椎胸欝怫。吾", "30": "謂是輩，則為癡冥，致無果實，猶是精勤，不離", "31": "其業，造立屋宅，及諸財賄，以獲財寶。設不能", "32": "獲，起無央數憂惱諸患，歌舞將御，得無縣官、", "33": "水、火、盜賊、怨家債主所見奪取，燒沒搪揬", "34": "劫害侵暴，壞亂家居，亡失財寶。彼族姓子心", "35": "懷此憂，卒值水、火、盜賊、怨家，所見侵奪，愁憂", "36": "啼哭，不能自勝：『吾前治生積聚財業，今者霍", "37": "空，無所依仰。』是為情欲之憂患也。緣欲致愛，", "38": "放心恣意，致此惱恨。」佛告諸比丘：「復次，因欲", "39": "貪愛，所在放心恣意，父說子惡，子說父惡，母", "40": "說女惡，女說母惡，兄說弟惡，弟說兄惡，姊說", "41": "妹惡，妹說姊惡。家室宗族，轉相誹謗。是為貪", "42": "欲之患，因致勤苦，皆由多求，放心恣意，為欲", "43": "所溺。」", "44": "佛告諸比丘：「復次，愛欲之患著愛為本，放心", "45": "恣意，因貪利故，把持兵仗、引弓捻箭，入軍", "46": "戰鬪，興四部兵象馬車步，眾兵共鬪。是劇羅", "47": "網，因欲自喪。親屬與親屬，興起因緣，因貪犯", "48": "罪，馳走不安，以求財產。或能獲財、或不能", "49": "得、或尋失財，愁憂懷惱，拍臏椎胸而以欝", "50": "怫：『吾本多財，今者殫盡。』是為貪欲之患、恩", "51": "愛之惱，放心恣意，為之所溺。」", "52": "佛告諸比丘：「復次，因欲之患著愛為本，放心", "53": "恣意，父子相怨，母女相憎，夫婦相捐，姊妹懷", "54": "恨，兄弟相憎，親屬家室自相誹謗。是為貪欲", "55": "之患恩愛之惱，放心恣意，為之所溺。」", "56": "佛告諸比丘：「復次，因欲之患著愛為本，放心", "57": "恣意，手執利劍，若持刀杖，屏處沙中、若樹木", "58": "間、破塢間，心中怫欝，轉相奪命，遙擲火", "59": "輪，沸油相灑。緣是興惡，或致困痛、或致死", "60": "亡。是為貪欲之患，恩愛之惱，放心恣意，為之", "61": "所溺。」", "62": "佛告諸比丘：「復次，因欲之患著愛為本，放心", "63": "恣意，破他門戶，斷人寄餉，鑿人垣牆，夜行作", "64": "賊，在藏匿處、或復逃亡，鬪爭放火。國主覺", "65": "得，或吏縛束，閉著牢獄，或截耳鼻手足", "66": "考治掠笞，或斷頭首，或時住立壓踝，鹿弶", "67": "擎、塼兔窟，或甑或鑊湯煮，沸油灑體，是為", "68": "貪欲之患、恩愛之惱，放心恣意，為之所溺。」", "69": "佛告諸比丘：「復次，因欲之患著愛為本，放心", "70": "恣意，身欲眾惡，罵詈衝口，心念毒惡，不護身", "71": "口，不顧後世。壽命終沒，魂神一去，墮於惡趣", "72": "懃苦之處，晝夜考治，無央數歲。是為貪欲", "73": "之患、愛欲之惱，放心恣意，為之所溺。」", "74": "佛告諸比丘：「復次，何因捨欲能樂斷惡？一切", "75": "所欲，截諸貪求，刈眾情態，是為捨欲。其有沙", "76": "門梵志，見愛欲之瑕，因興諸患。審知如有愛", "77": "欲已，勸助眾人使度於欲。假使勸化，至於解", "78": "脫。志於愛欲，欲度彼岸，未之有也。若有沙門", "79": "梵志，樂於愛欲、不觀愛欲之瑕穢者，若能審", "80": "識情欲，如有無貪諸情，開化眾人，度於彼岸，", "81": "自度濟彼，則獲此事，如意無疑。其有目覩，於", "82": "此人所樂，長者家妻，梵志之妻，年十四五、", "83": "十六二十，不長不短、不麁不細、不白不黑，顏", "84": "貌姝妙，如樹華茂。」佛言比丘：「初始目覩，因", "85": "緣所興可意歡樂，是欲所樂。何等為色因緣", "86": "之患？於是見女人，年尊老極，年八十若九十、", "87": "百年、若百二十，頭白齒落，面皺皮緩，身重少", "88": "氣，拄杖僂行，羸極上氣，行步苦難，身體戰", "89": "恌。於比丘意云何？極不於端正姝好，顏色證", "90": "患已現？」比丘對曰：「唯然，是為色之憂患也。」", "91": "佛告諸比丘：「又見女人終亡之後，一日、二日，", "92": "至五日六日，身色變青，膖脹爛臭，惡露不淨，", "93": "從九孔出，身中生蟲，蟲還食其肉。於比丘意", "94": "云何？前時端正，顏色姝妙，今失好貌，變證現", "95": "乎？」對曰：「唯然。」佛言：「是為色之患證。」", "96": "佛告諸比丘：「若復見女人，臭爛在地，烏鳥所", "97": "食，雕鷲所啄，虎狼野狐所噉，無央數蟲，從", "98": "其身出，還食其肉。於比丘意云何？前時端正，", "99": "顏色姝好，沒不存乎？其患現耶？」對曰：「唯然。」", "100": "佛言：「是為欲之患證也。」", "101": "佛告諸比丘：「若復見女人，皮肉離體，但見白", "102": "骨，前時端正，顏貌姝好，沒不復現，其患證", "103": "乎？」對曰：「唯然。」「是為愛欲之患證也。」", "104": "佛告諸比丘：「若復見女人，身骨節解，手足膝", "105": "脛，鼻耳脇背，臂肘頭頸，各在異處。於比丘意", "106": "云何？前時端正姝好，沒不現乎？證患現耶？」對", "107": "曰：「唯然。」佛言：「是為欲之憂患證也。」", "108": "佛告諸比丘：「見彼女人，捐在塚間無央數歲，", "109": "骨節糜碎，青白如碧，碎壞如麵。於比丘意云", "110": "何？前時端正，顏貌姝好，沒不現乎？患證現", "111": "耶？」對曰：「唯然。」佛言：「是為貪欲憂患證也。」", "112": "佛告諸比丘：「誰能離欲，能斷色欲，蠲除情色，", "113": "拔貪不習，乃不著色。其有沙門梵志，樂色如", "114": "是，以為歡然，覩其患證，覩見生惱，審知如", "115": "有，則等於色心無所猗，勸化於人，使度彼", "116": "岸。設使有人，以色猗色，欲得度者，未之有", "117": "也。其沙門梵志，歡喜於色，更諸情欲，覩色患", "118": "證，欲得離色，拔其所情，則覩如有。等觀諸", "119": "色，勸化諸人，令度彼岸，知色所猗，捨於諸", "120": "色，則可得也。」", "121": "佛告諸比丘：「何等為痛痒所更樂乎捨諸習", "122": "耶？於是比丘寂於諸欲，離於諸惡不善之法，", "123": "有念有想，獨處晏然，行第一禪。設使比丘，", "124": "獲此第一禪者，則不貪己，不著于彼，則無有", "125": "爭、心不懷恚，是為比丘痛痒樂無瞋怒。吾無", "126": "所恨，為樂痛痒，是為樂習所觀、樂彼滅諸想、", "127": "樂內念寂然，其心為一，無念無行志寂逮安，", "128": "是為第二禪。假使比丘，行第二禪不貪己，不", "129": "著彼心增減，彼欲歡喜觀無欲行，常以寂定，", "130": "業身則安，如聖所演，常觀意定，行第三禪。假", "131": "使比丘，行第三禪，是痛痒所樂，彼則除苦、", "132": "蠲除所安，前所更歷可不可意，無苦無樂，觀", "133": "其志定，具足清淨。假使比丘，行第四禪，是為", "134": "痛痒所樂。", "135": "「復次，比丘！緣痛生樂可意之欲，是為痒所樂。", "136": "何等為痛之憂患？因痛生患，憂惱之憒，是痛", "137": "憂患。又痛痒，無常之苦、別離之法。其法都", "138": "痛痒，起無常苦，致別離法，是為痛痒之患。", "139": "何等為離痛？其於痛痒，斷諸貪欲，是為離", "140": "欲。其有沙門梵志，曉了痛痒諸所更樂，都", "141": "致憂患，不捨諸愛欲，審知如有，而猗痛痒，", "142": "勸化眾人，度於彼岸，自得成就，濟諸猗著，", "143": "未之有也。其有沙門梵志，覩痛痒所樂，從", "144": "樂致患，離於愛欲，諦知如有，等觀痛痒，而", "145": "無所猗，勸化餘人，令度彼岸，自得成就，并", "146": "化餘人，此事可致，是為捨歡悅。」如是諸比丘，", "147": "聞經歡喜。", "148": "所欲致患經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0737 所欲致患經: 所欲致患經: 所欲致患經", "source": "CBETA"}