{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0227 小品般若波羅蜜經: 小品般若波羅蜜經: 摩訶般若波羅蜜: 小品般若經", "text": {"0": "14 船喻品", "1": "小品般若波羅蜜經卷第六", "10": "色是，若受、想、行、識是。何以故？是薩婆若非", "100": "阿惟越致菩薩，先世已曾聞深般若波羅蜜。", "101": "何以故？聞說深般若波羅蜜，不驚不怖，不沒", "102": "不退，當知是阿惟越致菩薩。」「世尊！若菩薩聞", "103": "說深般若波羅蜜，不驚不怖，不沒不退，應云", "104": "何觀？」「須菩提！是菩薩應隨薩婆若心，觀般若", "105": "波羅蜜。」「世尊！云何名為隨薩婆若心觀？」「須菩", "106": "提！隨虛空觀，名為隨薩婆若心觀般若波羅", "107": "蜜。須菩提！隨薩婆若心觀，即非觀。何以故？", "108": "無量是薩婆若，無量即無色，無受、想、行、識，無", "109": "智，無慧，無道，無得，無果，無生，無滅，無作，無作", "11": "可著者。善男子！汝所有持戒、忍辱、精進、禪定、", "110": "者，無方，無趣，無住，無量，即墮無量數。須菩提！", "111": "如虛空無量，薩婆若亦無量。無法可得，亦無", "112": "得者。不可以色得，不可以受、想、行、識得，不可", "113": "以檀波羅蜜得，不可以尸波羅蜜、羼提波", "114": "羅蜜、毘梨耶波羅蜜、禪那波羅蜜、般若波羅蜜", "115": "得。何以故？色即是薩婆若；受、想、行、識即是薩", "116": "婆若；檀波羅蜜即是薩婆若；尸羅波羅蜜、羼", "117": "提波羅蜜、毘梨耶波羅蜜、禪波羅蜜、般若波羅", "118": "蜜即是薩婆若。」爾時欲、色界諸天子白佛言：", "119": "「世尊！般若波羅蜜甚深，難解難知。」佛言：「如是，", "12": "智慧，皆應迴向阿耨多羅三藐三菩提，勿生", "120": "如是！諸天子！般若波羅蜜甚深，難解難知。以", "121": "是義故，我欲默然而不說法，作是念：『我所得", "122": "法，是法中無有得者，無法可得，無所用法可", "123": "得。』諸法相如是甚深，如虛空甚深故，是法", "124": "甚深。我甚深故，一切法甚深。不來不去甚深故，", "125": "一切法甚深。」欲、色界諸天子白佛言：「希有，世", "126": "尊！是所說法，一切世間，難可得信。世間行貪", "127": "著，是法為無貪著故說。」爾時須菩提白佛言：", "128": "「世尊！是法隨順一切法。何以故？世尊！是法無", "129": "障礙處，無障礙相，如虛空。世尊！是法無生，一", "13": "貪著。若色是，若受、想、行、識是。何以故？善男", "130": "切法不可得故。世尊！是法無處，一切處不可", "131": "得故。」爾時欲、色界諸天子白佛言：「世尊！是", "132": "長老須菩提，為隨佛生，有所說法，皆為空", "133": "故。」須菩提語欲、色界諸天子言：「汝等所說，長", "134": "老須菩提，為隨佛生。隨何法生故，名隨佛", "135": "生？」「諸天子！隨如行故，須菩提隨如來生。如", "136": "如來如，不來不去。須菩提！隨如從本已來，亦", "137": "不來不去。是故，須菩提隨如來生。又如來如，", "138": "即是一切法如。一切法如，即是如來如。如來", "139": "如者，即非如。是故，須菩提隨如來生。如如來", "14": "子！是薩婆若非可著者。汝善男子！亦勿貪著", "140": "如，一切處一切處常不壞不分別。是故須", "141": "菩提隨如來生。如如來如，非住非不住。須菩", "142": "提如亦如是。是故須菩提隨如來生。如如來", "143": "如，無障礙處。一切法如，亦無障礙處。是故須", "144": "菩提隨如來生。又如來如，一切法如，皆是一", "145": "如，無二無別，是如無作，無非如者。若是如無", "146": "非如者，是故是如，無二無別。是故須菩提隨", "147": "如來生。又如來如，一切處不壞不分別。一", "148": "切法如，亦不壞不分別。如是如來如不可分", "149": "別故，無壞無別。是故須菩提隨如來生。如如", "15": "聲聞、辟支佛道。』須菩提！如是新發意菩薩，應", "150": "來如，不離諸法如，是如不異諸法，是如無", "151": "非如，時常是如。如是，如是！須菩提如不異是", "152": "如故，如實隨如，行亦無所行。是故須菩提", "153": "隨如來生。如如來如，非過去，非未來，非現在。", "154": "一切法如，亦如是，非過去，非未來，非現在。是", "155": "故須菩提隨如行生，故名為隨如來生。又如", "156": "來，即是如來如。如來如，即是過去如。過去如，", "157": "即是如來如。如來如，即是未來如。未來如，即", "158": "是如來如。如來如，即是現在如。現在如，即是", "159": "如來如。過去、未來、現在如如來如，無二無", "16": "漸教令入深般若波羅蜜。」「世尊！諸菩薩發阿", "160": "別，一切法如。須菩提如亦無二無別。是故", "161": "須菩提隨如來生。菩薩如，即是得阿耨多羅", "162": "三藐三菩提時如，菩薩以是如得阿耨多羅", "163": "三藐三菩提，名為如來。佛說是如時，地", "164": "六種震動。以是如故，須菩提隨如來生。又，", "165": "須菩提不隨色生，不隨受、想、行、識生，不隨須", "166": "陀洹果生，不隨斯陀含果生，不隨阿那含", "167": "果生，不隨阿羅漢果生，不隨辟支佛道生。", "168": "是故須菩提隨如來生。」爾時舍利弗白佛言：「世", "169": "尊！是如甚深。」佛言：「如是，如是！舍利弗！是", "17": "耨多羅三藐三菩提心，欲得阿耨多羅三藐", "170": "如甚深。今說是如，三千比丘不受諸法故，漏", "171": "盡心得解脫。舍利弗！五百比丘尼，於諸法", "172": "中，遠塵離垢，得法眼淨。五千天人，得無生", "173": "法忍。六千菩薩，不受諸法，漏盡，心得解脫。舍", "174": "利弗！是六千菩薩，已曾供養親近五百諸佛，", "175": "於諸佛所，布施、持戒、忍辱、精進、禪定，不為般", "176": "若波羅蜜方便所護故，今不受諸法，漏盡，心", "177": "得解脫。舍利弗！菩薩雖行空、無相、無作道，不", "178": "為般若波羅蜜方便所護故，證於實際，作聲", "179": "聞乘。舍利弗！譬如有鳥，身長百由旬，若二", "18": "三菩提，所為甚難。」「如是，如是！須菩提！如諸菩", "180": "三四五百由旬，翅未成就，欲從忉利天上，來", "181": "至閻浮提，便自投來下。舍利弗！於意云何？", "182": "是鳥中道作是念：我欲還忉利天上寧得還", "183": "不？」「不也，世尊！」「舍利弗！是鳥復作是願：至閻浮", "184": "提，身不傷損得如願不？」「不也，世尊！是鳥至閻", "185": "浮提，身必傷損。若死，若近死苦。何以故？世尊！", "186": "法應爾。其身既大，翅未成就故。」「舍利弗！菩薩", "187": "亦如是。雖於恒河沙劫，布施、持戒、忍辱、精進、", "188": "禪定，發大心大願，受無量事，欲得阿耨多羅", "189": "三藐三菩提，而不為般若波羅蜜方便所護", "19": "薩發阿耨多羅三藐三菩提心，欲得阿耨多", "190": "故，則墮聲聞、辟支佛地。舍利弗！菩薩雖念於", "191": "過去、未來、現在諸佛，所行戒品、定品、慧品、解脫", "192": "品、解脫知見品，而心取相。是菩薩取相念故，", "193": "不知諸佛戒品、定品、慧品、解脫品、解脫知見", "194": "品。不知不見故，聞諸法空名字，取是音聲相，", "195": "迴向阿耨多羅三藐三菩提。當知是菩薩墮", "196": "於聲聞、辟支佛地。何以故？舍利弗！菩薩離般", "197": "若波羅蜜故，法應當爾。」「世尊！如我解佛所說", "198": "義，若菩薩離般若波羅蜜，則於阿耨多羅三", "199": "藐三菩提狐疑未了。是故菩薩摩訶薩，欲得", "2": "後秦龜茲國三藏鳩摩羅什譯", "20": "羅三藐三菩提，所為甚難。是人為安隱世間", "200": "阿耨多羅三藐三菩提，當善行般若波羅蜜", "201": "方便。」爾時欲色界諸天子白佛言：「世尊！般若", "202": "波羅蜜甚深，阿耨多羅三藐三菩提難得。」佛", "203": "言：「如是，如是！諸天子！般若波羅蜜甚深，阿耨", "204": "多羅三藐三菩提難得。」須菩提白佛言：「世尊！", "205": "如佛所說般若波羅蜜甚深，阿耨多羅三藐", "206": "三菩提難得。如我解佛所說義，阿耨多羅三", "207": "藐三菩提易得。何以故？無法可得，諸法空中，", "208": "無有得阿耨多羅三藐三菩提者。無法可得，", "209": "無所用法可得，一切法皆空故。諸所說法，為", "21": "故發心，為安樂世間故發心，我當得阿耨多", "210": "有所斷，是法亦空。世尊！阿耨多羅三藐三菩", "211": "提法，得者所用法、得知者所用法，如是法皆", "212": "空。世尊！以是因緣故，阿耨多羅三藐三菩提", "213": "則為易得。諸可得者，皆同虛空。」舍利弗語須", "214": "菩提：「若阿耨多羅三藐三菩提易得者，恒河", "215": "沙等諸菩薩，不應退轉。以是因緣故，當知阿", "216": "耨多羅三藐三菩提難得。」「舍利弗！於意云何？", "217": "色於阿耨多羅三藐三菩提退轉不？」「不也，須", "218": "菩提！」「舍利弗！受、想、行、識於阿耨多羅三藐三", "219": "菩提退轉不？」「不也，須菩提！」「舍利弗！離色，有法", "22": "羅三藐三菩提。為世間作救，為世間作歸，為", "220": "可得於阿耨多羅三藐三菩提退轉不？」「不也，", "221": "須菩提！」「舍利弗！離受、想、行、識，有法可得於阿", "222": "耨多羅三藐三菩提退轉不？」「不也，須菩提！」「舍", "223": "利弗！色如，於阿耨多羅三藐三菩提退轉不？」", "224": "「不也，須菩提！」「舍利弗！受、想、行、識如，於阿耨多", "225": "羅三藐三菩提退轉不？」「不也，須菩提！」「舍利弗！", "226": "離色如，有法可得於阿耨多羅三藐三菩提退", "227": "轉不？」「不也，須菩提！」「舍利弗！離受、想、行、識如，有", "228": "法可得於阿耨多羅三藐三菩提退轉不？」「不也，", "229": "須菩提！」「舍利弗！離諸法如，有法可得於阿耨", "23": "世間作舍，為世間作究竟道，為世間作洲，為", "230": "多羅三藐三菩提退轉不？」「不也，須菩提！」「舍利", "231": "弗！如是實求不可得，為何等法於阿耨多羅三", "232": "藐三菩提退轉者？舍利弗！無法於阿耨多羅", "233": "三藐三菩提退轉。」舍利弗言：「如須菩提所說", "234": "義，則為無有菩薩退轉。若爾者，佛說三乘人", "235": "則無差別。」爾時富樓那彌多羅尼子語舍利", "236": "弗：「應問須菩提，汝欲令有一菩薩乘不？」舍利", "237": "弗即問須菩提：「汝欲令有一菩薩乘耶？」須", "238": "菩提言：「如中可有三乘人不？若聲聞、辟支佛、", "239": "佛乘？」「須菩提！如中無有三相差別。」「舍利弗！如", "24": "世間作導師，為世間作趣。須菩提！云何菩薩", "240": "有一相不？」「不也，須菩提！」「舍利弗！如中乃至見", "241": "有一乘人不？」「不也，須菩提！」「舍利弗！如是實求", "242": "是法不可得。汝云何作是念：『是聲聞乘，是辟", "243": "支佛乘，是佛乘者。』如是三乘，如中無差別。若", "244": "菩薩聞是事，不驚不怖，不沒不退，當知是菩", "245": "薩，則能成就菩提。」爾時佛讚須菩提言：「善哉，", "246": "善哉！須菩提！汝所樂說，皆是佛力。所謂如中", "247": "求三乘人，無有差別。若菩薩聞是事，不驚不", "248": "怖，不沒不退，當知是菩薩能成就菩提。」爾時", "249": "舍利弗白佛言：「世尊！是菩薩成就何等菩提？」", "25": "得阿耨多羅三藐三菩提時，為世間作救？菩", "250": "「舍利弗！是菩薩成就無上菩提。」舍利弗白佛", "251": "言：「世尊！若菩薩欲成就阿耨多羅三藐三菩", "252": "提，應云何行？」佛言：「於一切眾生應行等心，慈", "253": "心，不異心，謙下心，安隱心，不瞋心，不惱心，不戲", "254": "弄心，父母心，兄弟心，與共語言。舍利弗！若菩", "255": "薩欲成就阿耨多羅三藐三菩提，應如是學，", "256": "應如是行。」", "257": "16 阿惟越致相品摩訶般若波羅蜜阿惟越致相品第十", "258": "六", "259": "爾時須菩提白佛言：「世尊！何等是阿惟越致", "26": "薩為斷生死中諸苦惱故說法。救眾生於苦", "260": "菩薩相貌？我當云何知是阿惟越致菩薩？」佛", "261": "告須菩提：「所有凡夫地、聲聞地、辟支佛地、如", "262": "來地，是諸地於如中不壞不二不別。菩薩以", "263": "是如，入諸法實相，亦不分別是如，此是如相，", "264": "隨是如，入諸法實相。出是如已，更聞餘法。不", "265": "疑不悔，不言是非，見一切法，皆入於如。是菩", "266": "薩凡有所說，終不說無益事。言必有益，不觀", "267": "他人長短。須菩提！以是相貌，當知是阿惟越", "268": "致菩薩。「復次，須菩提！阿惟越致菩薩不觀外", "269": "道沙門、婆羅門言說，實知實見。又，阿惟越致", "27": "惱。須菩提！是名菩薩得阿耨多羅三藐三菩", "270": "菩薩，不禮事餘天，不用華香供養。須菩提！以", "271": "是相貌，當知是阿惟越致菩薩。「復次，須菩提！", "272": "阿惟越致菩薩終不墮三惡道，不受女人身。", "273": "須菩提！以是相貌，當知是阿惟越致菩薩。「復", "274": "次，須菩提！阿惟越致菩薩自不殺生，亦不教", "275": "他殺生，自不偷劫，不邪婬，不妄語，不兩舌，不", "276": "惡口，不無益語，不貪嫉，不瞋惱，不邪見，亦不", "277": "教他令行邪見。是十善道，身常自行，亦教他", "278": "行。是菩薩乃至夢中不行十不善道，乃至夢", "279": "中亦常行十善道。須菩提！阿惟越致菩薩", "28": "提時，為世間作救。云何菩薩得阿耨多羅三", "280": "以是相貌，當知是阿惟越致菩薩。「復次，須菩", "281": "提！所可誦讀經典，作如是念：『我欲令眾生", "282": "得安樂故，當為說法。以是法施，如法滿願；", "283": "以是法施，與一切眾生共之。』須菩提！以是相", "284": "貌，當知是阿惟越致菩薩。「復次，須菩提！阿惟", "285": "越致菩薩聞深法時，心無疑悔，節言軟語，少", "286": "於眠臥，若來若去，心常不亂，行不卒疾，常一", "287": "其心，安詳徐步，視地而行。須菩提！如是相", "288": "貌，當知是阿惟越致菩薩。「復次，須菩提！阿惟", "289": "越致菩薩，衣服臥具，無有垢穢，常樂清淨，威", "29": "藐三菩提時，為世間作歸？眾生生法，老病死", "290": "儀具足，身常安隱，少於疾病。須菩提！凡夫身", "291": "中八萬戶虫，是阿惟越致菩薩身中，無有如", "292": "是諸虫。何以故？須菩提！是菩薩善根超出世", "293": "間，隨善根增長故，得心清淨、身清淨。」須菩提", "294": "白佛言：「世尊！何等為菩薩心清淨？」「須菩提！隨", "295": "菩薩善根增長，諂曲欺誑，漸漸自滅，以滅故，", "296": "心清淨。以心清淨故，能過聲聞、辟支佛地，是", "297": "名菩薩心清淨。須菩提！以是相貌，當知是阿", "298": "惟越致菩薩。「復次，須菩提！阿惟越致菩薩不", "299": "貪利養，少於慳嫉。聞深法時，其心不沒，智慧", "3": "15 大如品大如品第十五", "30": "法，憂悲苦惱法。是菩薩能度眾生，於此生法，", "300": "深故，一心聽法。所可聞法，皆應般若波羅", "301": "蜜。是菩薩因般若波羅蜜，世間諸事，皆同實", "302": "相，不見資生之事不應般若波羅蜜者。須", "303": "菩提！以是相貌，當知是阿惟越致菩薩。「復次，", "304": "須菩提！若惡魔至菩薩所，化作八大地獄。一", "305": "一地獄，化作若干百千萬菩薩，作是言：『是諸", "306": "菩薩，佛皆與授阿惟越致記。而今墮此大地", "307": "獄中，汝若受阿惟越致記者，即受地獄記。汝", "308": "今若能悔是心者，不墮地獄，當生天上。』是菩", "309": "薩若聞是語，心不動恚，而作是念：『阿惟越致", "31": "老病死法，憂悲苦惱法。須菩提！是名菩薩得", "310": "菩薩，若墮惡道，無有是處。』須菩提！以是相貌，", "311": "當知是阿惟越致菩薩。", "312": "「復次，須菩提！若惡魔化作沙門，至菩薩所，作", "313": "是言：『汝先所聞讀誦，宜應悔捨。汝若捨離，不", "314": "復聽受，我當常至汝所。汝所聞者，非佛所說，", "315": "皆是文飾莊校之辭。我所說經，真是佛語。』若", "316": "聞是事，心有動恚，當知是菩薩，未從諸佛受", "317": "記，非是必定菩薩，未住阿惟越致菩薩性", "318": "中。須菩提！聞是事心不動恚，但依諸法", "319": "相，無生無作無起，不隨他語。如漏盡阿羅漢，", "32": "阿耨多羅三藐三菩提時，為世間作歸。云何", "320": "現前證諸法相，不生不起法故，不為惡魔", "321": "所制。須菩提！菩薩亦如是求聲聞、辟支佛者，", "322": "所不能破，不復退轉，必至薩婆若，住阿惟越", "323": "致性中，不隨他語。", "324": "須菩提！以是相貌，當知是阿惟越致菩薩。「復", "325": "次，須菩提！若惡魔至菩薩所，作是言：『汝所行", "326": "者，是生死行，非薩婆若行。汝今可於此身，盡", "327": "苦取涅槃。若能如是，則不復受生死諸苦，是", "328": "身生尚不可得，何況欲受後身。』是菩薩若聞", "329": "是事，心不動恚。惡魔復作是言：『汝今欲見諸", "33": "菩薩得阿耨多羅三藐三菩提時，為世間作", "330": "菩薩供養恒河沙等諸佛，衣服、飲食、臥具、醫", "331": "藥，皆於恒河沙等諸佛所，修行梵行，親近諮", "332": "請。為菩薩乘故，多所問難：菩薩云何應住？云", "333": "何應行？是諸菩薩，於諸佛所，隨所聞事，皆能", "334": "修行。如是教，如是學，如是行，猶尚不能得阿", "335": "耨多羅三藐三菩提，不住薩婆若，何況汝當", "336": "得阿耨多羅三藐三菩提。』是菩薩若聞是事，", "337": "心不動恚。惡魔即時復化作諸比丘，作是言：", "338": "『是諸比丘，皆漏盡阿羅漢，先皆發心，欲求佛", "339": "道，而今皆住阿羅漢地，何況於汝，當得阿耨", "34": "舍？須菩提！菩薩得阿耨多羅三藐三菩提時，", "340": "多羅三藐三菩提。』菩薩若作是念：『我從他聞，", "341": "為無所失。若心不轉，不生異念如是魔事。", "342": "若菩薩如是行諸波羅蜜，如是學諸波羅蜜，不", "343": "得薩婆若，無有是處。』須菩提！若菩薩如諸佛", "344": "說，隨所聞學，隨所聞行，不離是道，不離薩婆", "345": "若念，不得薩婆若，無有是處。須菩提！以是相", "346": "貌，當知是阿惟越致菩薩。「復次，須菩提！阿惟", "347": "越致菩薩，若惡魔來作是言：『薩婆若同於虛", "348": "空，是法無所有，無人用是法得道者。何以", "349": "故？若得道者得道法，所用得法，皆如虛空，", "35": "為不著故說法。」「世尊！云何名不著？」「須菩提！若", "350": "知者知法，所用法，無所有皆同虛空，汝唐受", "351": "苦惱。若言得阿耨多羅三藐三菩提，即是魔", "352": "事，非佛所說。』菩薩於此，應如是念：『若訶我令", "353": "離薩婆若，爾者是為魔事。於是事中，應生", "354": "堅固心、不動心、不轉心。』須菩提！以是相貌，當", "355": "知是阿惟越致菩薩。「復次，須菩提！阿惟越致", "356": "菩薩若欲入初禪，第二第三第四禪，心轉調", "357": "習。是菩薩雖入諸禪，還取欲界法，不隨禪生。", "358": "須菩提！以是相貌，當知是阿惟越致菩薩。「復", "359": "次，須菩提！阿惟越致菩薩心不貪好名聞稱", "36": "色不縛不解，不生不滅，是名色不著。若受、想、", "360": "讚，於諸眾生，心無恚礙，常生安隱利益之心。", "361": "進止來去，心不散亂，常一其心，不失威儀。須", "362": "菩提！是菩薩若在居家，不染著諸欲。所受諸", "363": "欲，心生厭離，常懷怖畏。譬如險道，多諸賊難。", "364": "雖有所食，厭離怖畏，心不自安，但念何時過", "365": "此險道。阿惟越致菩薩雖在家居，所受諸", "366": "欲，皆見過惡，心不貪惜，不以邪命非法自活。", "367": "寧失身命，不侵於人。何以故？菩薩在家，應安", "368": "樂眾生，雖復在家，而能成就如是功德。何", "369": "以故？得般若波羅蜜力故。須菩提！以是相貌，", "37": "行、識不縛不解，不生不滅，是名識不著。如是，", "370": "當知是阿惟越致菩薩。「復次，須菩提！阿惟越", "371": "致菩薩，執金剛神常隨侍衛，不令非人近之。", "372": "是菩薩心無狂亂，諸根具足，無所缺減，修賢", "373": "善行，非不賢善。不以呪術藥草引接女人。身", "374": "不自為，亦不教他。是菩薩常修淨命，不占吉", "375": "凶，亦不相人生男生女。如是等事，皆不為之。", "376": "須菩提！以是相貌，當知是阿惟越致菩薩。「復", "377": "次，須菩提！阿惟越致菩薩復有相貌，今當說", "378": "之。須菩提！阿惟越致菩薩不樂說世間雜事、", "379": "官事、戰鬪事、寇賊事、城邑聚落事、象馬車乘衣", "38": "須菩提！一切法不縛不解故不著。菩薩得阿", "380": "服飲食臥具事，不樂說華香女人婬女事，不", "381": "樂說神龜事，不樂說大海事，不樂說惱他事。", "382": "不樂說種種事，但樂說般若波羅蜜。常不離", "383": "應薩婆若心，不樂鬪訟；心常樂於法，不樂非", "384": "法；樂善知識，不樂冤家；樂和諍訟，不樂讒謗；", "385": "樂佛法中而得出家。常樂欲生他方清淨佛", "386": "國，隨意自在。其所生處，常得供養諸佛。須菩", "387": "提！阿惟越致菩薩，多於欲界、色界命終來生", "388": "中國，善於伎藝，明解經書。呪術占相，悉能", "389": "了知。少生邊地。若生邊地，必在大國。有如是", "39": "耨多羅三藐三菩提時，能為眾生說如是法，", "390": "功德相貌，當知是阿惟越致菩薩。「復次，須菩", "391": "提！阿惟越致菩薩不作是念：『我是阿惟越致", "392": "非阿惟越致。』不生是疑。須菩提！自證阿惟越", "393": "致地者，終不復疑。譬如須陀洹所證法中，心", "394": "無所疑，種種魔事，皆能覺之。覺已，不隨。菩薩", "395": "亦如是。於阿惟越致地中，心無所疑。種種魔", "396": "事，皆能覺之。覺已，不隨。須菩提！譬如人有逆", "397": "罪，心常悔懼，至死不捨。不能遠離，如是罪心，", "398": "常隨是心，乃至命終。須菩提！阿惟越致菩薩", "399": "亦復如是。阿惟越致菩薩心常安住阿惟越", "4": "爾時須菩提白佛言：「世尊！新發意菩薩，云何", "40": "是名菩薩為世間作舍。云何菩薩得阿耨多", "400": "致地中，不可動轉，一切世間天、人、阿修羅所", "401": "壞種種魔事，能覺之。覺已，不隨。所證法中，", "402": "其心決定，無所疑惑。乃至轉身，不生聲聞、辟", "403": "支佛心，轉身亦復不疑我不得阿耨多羅三", "404": "藐三菩提。自證所得法中，不隨他人。自住證", "405": "地，無能破壞。何以故？成就不可壞智慧故，安", "406": "住阿惟越致性。須菩提！若惡魔化作佛身，至", "407": "阿惟越致菩薩所，作是言：『善男子！汝於此身，", "408": "可證阿羅漢，何用阿耨多羅三藐三菩提", "409": "為？何以故？菩薩成就得阿耨多羅三藐三菩", "41": "羅三藐三菩提時，為世間作究竟道？須菩提！", "410": "提相貌，汝無是相。』須菩提！菩薩聞是語，心不", "411": "動異，即作是念：『若是惡魔，若魔所使，非佛所", "412": "說。若佛所說，不應有異。』若菩薩能如是念：『是", "413": "魔變身作佛，欲令我遠離般若波羅蜜。』魔若", "414": "還隱沒，當知是菩薩，已於先佛得受阿耨多", "415": "羅三藐三菩提記，安住阿惟越致地中。何以", "416": "故？是人有阿惟越致相貌。須菩提！以是相貌，", "417": "當知是阿惟越致菩薩。「復次，須菩提！阿惟越", "418": "致菩薩為護法，不惜身命。為正法故，行精", "419": "進，作是念：『我不但護過去現在諸佛正法，亦", "42": "色究竟不名色，受、想、行、識究竟不名識。如究", "420": "復當護未來世中諸佛正法。我亦當在未來", "421": "數中而得受記，我則自守護法。』是菩薩見是", "422": "利故，守護正法，乃至不惜身命，其心不沒不", "423": "悔。須菩提！以是相貌，當知是阿惟越致菩薩。", "424": "「復次，須菩提！阿惟越致菩薩若從如來聞說", "425": "法時，心無所疑。」須菩提白佛言：「世尊！是菩薩", "426": "但聞如來說法時心無所疑？聞聲聞人說法", "427": "時亦無所疑耶？」「須菩提！是菩薩從聲聞人聞", "428": "法時，亦無所疑。何以故？是菩薩於諸法中，得", "429": "無生忍故。須菩提！菩薩成就如是功德相貌，", "43": "竟相，一切法亦如是。」「世尊！若究竟相，一切", "430": "當知是阿惟越致菩薩。」", "431": "小品般若經卷第六", "44": "法亦爾者，菩薩皆應得阿耨多羅三藐三菩", "45": "提。何以故？是中無有分別故。」「如是，如是！須菩", "46": "提！是中無有分別。諸菩薩如是觀，如是知，其", "47": "心不沒，作是念：『我得阿耨多羅三藐三菩提", "48": "時，應為眾生說如是法。』須菩提！是名菩薩", "49": "得阿耨多羅三藐三菩提時，為世間作究竟道。", "5": "應學般若波羅蜜？」佛告須菩提：「新發意菩薩", "50": "云何菩薩得阿耨多羅三藐三菩提時，為世", "51": "間作洲？譬如水中陸地斷流之處，名之為洲。", "52": "如是，須菩提！色前際後際斷，受、想、行、識前際", "53": "後際斷。以前際後際斷故，一切法都斷。若一", "54": "切法都斷，是名寂滅微妙，如實不顛倒涅槃。", "55": "須菩提！是名菩薩得阿耨多羅三藐三菩提", "56": "時，為世間作洲。云何菩薩得阿耨多羅三藐", "57": "三菩提時，為世間作導師？須菩提！菩薩得阿", "58": "耨多羅三藐三菩提時，不為色生滅故說法，但", "59": "為實相故說法；不為受、想、行、識生滅故說法，", "6": "若欲學般若波羅蜜，先當親近善知識，能說", "60": "但為實相故說法；不為須陀洹果、斯陀含果、", "61": "阿那含果、阿羅漢果、辟支佛道、薩婆若生滅故", "62": "說法，但為實相故說法。須菩提！是名菩薩", "63": "得阿耨多羅三藐三菩提時，為世間作導師。", "64": "云何菩薩得阿耨多羅三藐三菩提時，為世", "65": "間作趣？須菩提！菩薩得阿耨多羅三藐三菩", "66": "提時，為眾生說色趣空，說受、想、行、識趣空，一", "67": "切法皆趣空，不來不去。何以故？色空，不來不", "68": "去；受、想、行、識空，不來不去；乃至一切法空，不", "69": "來不去。故一切法趣空，不過是趣；一切法趣，", "7": "般若波羅蜜者。是人如是教：『善男子，來！汝所", "70": "無相趣，無作趣，無起趣，無生趣，無所有趣，夢", "71": "趣，無量趣，無邊趣，無我，寂滅趣，涅槃趣，不", "72": "還趣不趣。一切法不過是趣。」「世尊！如是法者，", "73": "誰能信解？」「須菩提！若菩薩於先佛所，久修道", "74": "行，成就善根，乃能信解。」「世尊！能信解者，何", "75": "相？」「須菩提！離滅欲恚癡性，是信解相。如是人", "76": "能知深般若波羅蜜。」「世尊！是菩薩能解深般", "77": "若波羅蜜，亦如是趣，得是趣相，能為無量眾", "78": "生作趣。」「如是，如是！須菩提！是菩薩如是趣，能", "79": "為無量眾生作趣。須菩提！是名菩薩得阿耨", "8": "有布施，皆應迴向阿耨多羅三藐三菩提。汝", "80": "多羅三藐三菩提時，能為無量眾生作趣。」「世", "81": "尊！是菩薩所為甚難，能作如是大莊嚴，為滅", "82": "度無量無邊眾生，而眾生不可得。」「如是，如是！", "83": "須菩提！菩薩所為甚難，為滅度無量無邊眾", "84": "生故，發大莊嚴，而眾生不可得。須菩提！是", "85": "為菩薩大莊嚴，不為色，不為受、想、行、識，不為", "86": "聲聞、辟支佛地，不為薩婆若故發大莊嚴，不", "87": "為莊嚴一切法故，是菩薩發大莊嚴。」「世尊！", "88": "菩薩能如是行深般若波羅蜜，則不墮二地，", "89": "若聲聞地、辟支佛地。」「須菩提！汝見何義，說如", "9": "善男子！亦莫貪著阿耨多羅三藐三菩提。若", "90": "是事：若菩薩如是行深般若波羅蜜，則不", "91": "墮二地，若聲聞、辟支佛地。」「世尊！是般若波羅", "92": "蜜甚深，此中無修法，無所修，無修者。何以故？", "93": "世尊！是深般若波羅蜜中，無決定法。修虛空，", "94": "是修般若波羅蜜。世尊！不修一切法，是修般", "95": "若波羅蜜。修無邊，是修般若波羅蜜。修無著，", "96": "是修般若波羅蜜。」「須菩提！應以深般若波羅", "97": "蜜試阿惟越致菩薩。若不貪著般若波羅蜜，", "98": "不隨他言論有所悕望。若聞說深般若波羅", "99": "蜜時，不驚不怖，不沒不退，其心喜樂，當知是"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0227 小品般若波羅蜜經: 小品般若波羅蜜經: 摩訶般若波羅蜜: 小品般若經", "author": "後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}