{"author": "曹魏 康僧鎧譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1432 曇無德律部雜羯磨: 曇無德律部雜羯磨: 曇無德律部雜羯磨", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1432 [Nos. 1433, 1434; cf. No. 1428]", "1": "曇無德律部雜羯磨《四分》", "2": "曹魏天竺三藏康僧鎧譯", "3": "比丘羯磨1 諸結戒法諸結戒法第一", "4": "結戒場文兩界不得並。若欲大界內安戒場者，先竪戒場，四方內相外相相去一肘。使人唱", "5": "內一周竟，言「此是內相，彼為外相」。如是第二、第三唱。眾中堪能羯磨者結。不得受欲，以未結界故。", "6": "大德僧聽！此住處比丘某甲，唱四方小界相。", "7": "若僧時到僧忍聽，僧今於此四方小界相內", "8": "結作戒場。白如是。大德僧聽！此住處比丘某", "9": "甲，唱四方小界相。僧今於此四方小界相內", "10": "結作戒場。誰諸長老忍僧於此四方小界相", "11": "內結作戒場者默然，誰不忍者說。僧已忍於", "12": "此四方小界相內結作戒場竟。僧忍，默然故，", "13": "事如是持是。", "14": "結大戒文應次結大界。先標榜四方大界定相，牆周外不用遠，喜妨布薩人。三唱。眾中", "15": "堪使羯磨者結。亦不得受欲，以未結界故。", "16": "大德僧聽！此住處比丘某甲，唱四方大界相。", "17": "若僧時到僧忍聽，僧今於此四方大界相內", "18": "結大界，同一住處，同一說戒。白如是。", "19": "大德僧聽！此住處比丘某甲，唱四方大界相。", "20": "僧今於此四方大界相內結大界，同一住處，", "21": "同一說戒。誰諸長老忍僧於此四方大界相", "22": "內結大界，同一住處，同一說戒者默然，誰不", "23": "忍者說。僧已忍於此四方大界相內，同一住", "24": "處，同一說戒，結大界竟。僧忍，默然故，是事如", "25": "是持。", "26": "結不失衣界文不失衣界更無別相，依大界相結，故言此住處。", "27": "大德僧聽！此住處同一住處，同一說戒。若僧", "28": "時到僧忍聽，僧今結不失衣界，除村、村外界。", "29": "白如是。大德僧聽！此住處同一住處，同一說", "30": "戒。僧今結不失衣界，除村、村外界。誰諸長老", "31": "忍僧於此住處同一住處，同一說戒，結不失衣", "32": "界，除村、村外界者默然，誰不忍者說。僧已", "33": "忍同一住處，同一說戒，結不失衣界，除村、村", "34": "外界竟。僧忍，默然故，是事如是持。若二界相近，應留中", "35": "間，不得相接。若欲解界，應先解不失衣界，却解大界。不得隔駛流水，或時能斷渡，除常有橋梁耳。", "36": "解不失衣界文大德僧聽！此住處比丘，同", "37": "一住處，同一說戒。若僧時到僧忍聽，僧今解", "38": "不失衣界。白如是。", "39": "大德僧聽！此住處比丘，同一住處，同一說戒，", "40": "僧今解不失衣界。誰諸長老忍僧同一住處，", "41": "同一說戒，解不失衣界者默然，誰不忍者說。", "42": "僧已忍同一住處，同一說戒，解不失衣界竟。", "43": "僧忍，默然故，是事如是持。", "44": "解大界文大德僧聽！此住處比丘，同一住", "45": "處，同一說戒。若僧時到僧忍聽，今解大界。白", "46": "如是。", "47": "大德僧聽！此住處比丘，同一住處，同一說戒，", "48": "僧今解大界。誰諸長老忍僧同一住處，同一", "49": "說戒，解大界者默然，誰不忍者說。僧已忍同", "50": "一住處，同一說戒，解大界竟。僧忍，默然故，是", "51": "事如是持。", "52": "解戒場文大德僧聽！今有爾所比丘集，若", "53": "僧時到僧忍聽，僧今解此處戒場。白如是。大", "54": "德僧聽！今有爾許比丘集，僧今解此處戒場。", "55": "誰諸長老忍僧解此處戒場者默然，誰不忍", "56": "者說。僧已忍解此處戒場竟。僧忍，默然故，是", "57": "事如是持。布薩日及自恣日在道行若不和合", "58": "結坐處小界文大德僧聽！諸比丘坐處已", "59": "滿，齊如是比丘坐處。若僧時到僧忍聽，僧今", "60": "於此坐處結小界。白如是。", "61": "大德僧聽！齊如是比丘坐處，僧今於此坐處", "62": "結小界。誰諸長老忍僧齊如是比丘坐處結", "63": "小界者默然，誰不忍者說。僧已忍齊如是比", "64": "丘坐處結小界竟。僧忍，默然故，是事如是持。", "65": "即還解此小界文大德僧聽！齊如是比丘", "66": "坐處。若僧時到僧忍聽，僧今解此坐處小界。", "67": "白如是。大德僧聽！齊如是比丘坐處，僧今解", "68": "此坐處小界。誰諸長老忍僧齊如是比丘坐處，", "69": "解此坐處小界者默然，誰不忍者說。僧已忍", "70": "齊如是比丘坐處，解此坐處小界竟。僧忍，默", "71": "然故，是事如是持。", "72": "2 受戒法受戒法第二", "73": "度沙彌法若欲在僧伽藍中剃髮，當白一切僧。若不和合，房房語令知已與剃髮。和合，當作白。", "74": "白已，然後與剃髮。當作如是白：", "75": "大德僧聽！此某甲，欲求某甲剃髮。若僧時", "76": "到僧忍聽，與某甲剃髮。白如是。若僧伽藍中度令出家，當白", "77": "一切僧；白已，聽與出家。當作如是白：大德僧聽！此某甲，從某甲求", "78": "出家。若僧時到僧忍聽，與某甲出家。白如是。", "79": "作如是白已，與出家。教使著袈裟，偏露右肩，脫革屣，右膝著地，合掌，當教如是語：我某甲，盡", "80": "形壽歸依佛，歸依法，歸依僧。隨佛出家，某", "81": "甲為和上，如來、至真、等正覺，是我世尊。", "82": "第二、第三，亦如是說。我某甲，歸依佛，歸依法，歸依僧。隨佛", "83": "出家竟，某甲為和上，如來、至真、等正覺，是", "84": "我世尊。第二、第三，亦如是說，當受戒。盡形壽不得殺生。是沙", "85": "彌戒，能持不？答言「能」。盡形壽不得盜。是沙彌", "86": "戒，能持不？答言「能」。盡形壽不得婬。是沙彌戒，", "87": "能持不？答言「能」。盡形壽不得妄語。是沙彌戒，", "88": "能持不？答言「能」。盡形壽不得飲酒。是沙彌戒，", "89": "能持不？答言「能」。盡形壽不得著花鬘、香油塗", "90": "身。是沙彌戒，能持不？答言「能」。盡形壽不得歌", "91": "舞倡伎及往觀聽。是沙彌戒，能持不？答言「能」。", "92": "盡形壽不得高大床上坐。是沙彌戒，能持不？", "93": "答言「能」。盡形壽不得非時食。是沙彌戒，能持", "94": "不？答言「能」。盡形壽不得捉持生象嚴飾寶物。", "95": "是沙彌戒，能持不？答言「能」。此是沙彌十戒，盡", "96": "形壽不得犯。汝已受戒竟，當供養三寶：佛寶、", "97": "法寶、比丘僧寶；勤修三業：坐禪、誦經、勸佐眾", "98": "事。", "99": "請和上文大德一心念！我某甲，請大德為", "100": "和上，願大德為我作和上。我依大德故，得", "101": "受具足戒。第二、第三，亦如是說。和上應語言「可爾」、若言「好爾」。眾僧應安欲受具足者離聞處、著見", "102": "處，時戒師應問：眾中誰能為某甲作教授師？若有者，答言「我能」。戒師應", "103": "作白：大德僧聽！此某甲，從某甲求受具足戒。若", "104": "僧時到僧忍聽，某甲作教授師。白如是。教授師應", "105": "往受戒人所，問言：此安陀會、欝多羅僧、僧伽梨、鉢，是衣", "106": "鉢是汝有不？答言「是」。應語言：善男子聽！今是真實誠", "107": "時，實言實，不實當言不實。汝曾作比丘不？", "108": "若言「作」。持戒清淨不？如法還戒不？不犯淨", "109": "行尼不？不賊心受戒不？不破內外道不？非黃", "110": "門不？不殺父、殺母、殺阿羅漢、破僧不？汝非非", "111": "人不？非畜生不？非二根不？汝字何等？和上", "112": "字誰？年滿二十未？三衣鉢具不？父母聽汝不？", "113": "汝不負債不？汝非奴不？汝非官人不？汝是丈", "114": "夫不？丈夫有如是病：癩、癰疽、白癩、乾痟、癲", "115": "狂病。汝有如是病不？答言「無」。應語言：如我今問汝，", "116": "僧中亦當如是問。如汝向者答我，僧中亦當", "117": "如是答。教授師如是問已，還僧中如常威儀，至舒手及處立，應作如是白：大德僧", "118": "聽！此某甲，從某甲求受具足戒。若僧時到僧", "119": "忍聽，我問已，聽將來。白如是。教授師應喚受戒人言「汝來」。來已，為", "120": "捉衣鉢，教禮僧足已，在戒師前長跪，合掌。教授應教乞戒，作如是乞：大德僧聽！我", "121": "某甲，從某甲求受具足戒。我某甲，今從僧乞", "122": "受具足戒，和上某甲。願僧濟度我，慈愍故。", "123": "第二、第三，亦如是說。時戒師應作白：大德僧聽！此某甲，從某甲求", "124": "受具足戒。此某甲，今從僧乞受具足戒，和", "125": "上某甲。若僧時到僧忍聽，我問內法。白", "126": "如是。", "127": "善男子聽！今是真誠時，實語時，隨所問汝，汝", "128": "當隨實答。汝曾作比丘不？若言「作」。持戒清淨", "129": "不？如法還戒不？不犯淨行尼不？不賊心受戒", "130": "不？不破內外道不？非黃門不？不殺父、殺母、殺", "131": "阿羅漢、破僧不？汝非非人不？非畜生不？非二", "132": "根不？汝字何等？和上字誰？年滿二十未？三", "133": "衣鉢具不？父母聽汝不？汝不負債不？汝非奴", "134": "不？汝非官人不？汝是丈夫不？丈夫有如是病：", "135": "癩、癰疽、白癩、乾痟、顛狂。汝有如是病不？若言「無」。應", "136": "作四羯白磨也。大德僧聽！此某甲，從某甲求受具", "137": "足戒。此某甲，今從僧乞受具足戒，和上某", "138": "甲。自說清淨，無諸難事，年滿二十，三衣鉢具。", "139": "若僧時到僧忍聽，僧今授某甲具足戒，和上", "140": "某甲。白如是。", "141": "大德僧聽！此某甲，從某甲求受具足戒。此某", "142": "甲，今從僧乞受具足戒，和上某甲。自說清", "143": "淨，無諸難事，年滿二十，三衣鉢具。僧今授某", "144": "甲具足戒，和上某甲。誰諸長老忍僧與某甲", "145": "受具足戒，和上某甲者默然，誰不忍者說。是", "146": "初羯磨。第二、第三，亦如是說。僧已忍與某甲受具足戒竟，", "147": "和上某甲。僧忍，默然故，是事如是持。善男子", "148": "聽！如來、無所著、等正覺說四波羅夷法，若比", "149": "丘犯一一法，非沙門，非釋種子。汝一切不得", "150": "犯婬欲，作不淨行。若比丘犯婬欲，作不淨行，", "151": "乃至共畜生；非沙門，非釋種子。汝是中盡形", "152": "壽不得作，能持不？答言「能」。一切不得盜乃至", "153": "草葉。若比丘盜人五錢、若過五錢，若自取、教", "154": "人取，自斫、教人斫，自破、教人破，若燒、若", "155": "埋、若壞色；非沙門，非釋種子。汝是中盡形壽", "156": "不得作，能持不？答言「能」。一切不得故斷眾生", "157": "命，乃至蟻子。若比丘故自手斷人命，持刀授", "158": "與人，教死、讚死、勸死，與人非藥，若墮胎，若厭", "159": "禱殺，自作方便、若教人作；非沙門，非釋種子。", "160": "汝是中盡形壽不得作，能持不？答言「能」。一切", "161": "不得妄語乃至戲笑。若比丘不真實，非己有，", "162": "自稱言得上人法，得禪、得解脫、得定、得四空", "163": "定，得須陀洹果、斯陀含果、阿那含果、阿羅漢", "164": "果，言天來、龍來、鬼神來供養；非沙門，非釋", "165": "種子。汝是中盡形壽不得作，能持不？答言「能」。", "166": "善男子聽！如來、無所著、等正覺說四依法，比", "167": "丘出家依是出家人法。依糞掃衣，是比丘出", "168": "家人法。是中盡形壽，能持不？答言「能」。若得長", "169": "利：檀越送衣、割截衣、三種壞色衣，亦得受。", "170": "依乞食，是比丘出家人法。是中盡形壽，能持", "171": "不？答言「能」。若得長利：若僧差食、檀越送食、月", "172": "八日食、十五日食、月初日食、眾僧常食、檀越", "173": "請食，得受。依樹下坐，是比丘出家人法。是中", "174": "盡形壽，能持不？答言「能」。若得長利：別房、尖頭", "175": "屋、小房、石室、兩房一戶，得受。依腐爛藥，是比", "176": "丘出家人法。是中盡形壽，能持不？答言「能」。若得", "177": "長利：酥、油、生酥、蜜、石蜜，得受。汝已受戒竟，", "178": "白四羯磨如法成就，得處所，和上如法，阿", "179": "闍梨如法，眾僧具足。當善受教法，應勸化作", "180": "福治塔，供養眾僧，和上、阿闍梨一切如法教，", "181": "不得違逆。應學問，誦經，勤求方便，於佛法中", "182": "得須陀洹果、斯陀含果、阿那含果、阿羅漢果。", "183": "汝始發心出家，功不唐捐，果報不斷。餘所", "184": "未知，當問和上、阿闍梨。應令受戒人在前去。", "185": "受衣鉢文長老一心念！此僧伽梨若干條，", "186": "割截成，今受持，不離宿。第二、第三，亦如是說。餘二衣亦如是受。", "187": "長老一心念！此鉢多羅應量器，今受持，常用", "188": "故。第二、第三，亦如是說。", "189": "請依止文大德一心念！我某甲，請大德為", "190": "依止阿闍梨，願大德為我作依止阿闍梨。我", "191": "依大德故，得住。第二、第三，亦如是說。師應言：莫放逸。若言「好」、", "192": "若言「去」，弟子答言「爾」。", "193": "3 諸除罪法諸除罪法第三", "194": "乞覆藏羯磨文大德僧聽！我比丘某甲，犯", "195": "僧殘罪覆藏。我比丘某甲，犯僧殘罪，隨覆藏", "196": "日，今從僧乞覆藏羯磨。願僧與我隨覆藏日", "197": "羯磨，慈愍故。第二、第三，亦如是說。", "198": "與覆藏羯磨文大德僧聽！比丘某甲，犯僧", "199": "殘罪覆藏。此比丘某甲，犯僧殘罪，隨覆藏日，", "200": "從僧乞覆藏羯磨。若僧時到僧忍聽，僧今與", "201": "比丘某甲隨覆藏日羯磨。白如是。大德僧", "202": "聽！比丘某甲，犯僧殘罪覆藏。此比丘某甲，", "203": "犯僧殘罪，隨覆藏日，從僧乞覆藏羯磨；僧", "204": "今與比丘某甲隨覆藏日羯磨。誰諸長老忍", "205": "僧與比丘某甲隨覆藏日羯磨者默然，誰不", "206": "忍者說。是初羯磨。第二、第三，亦如是說。僧已忍與比丘某", "207": "甲隨覆藏日羯磨竟。僧忍，默然故，是事如是", "208": "持。行覆藏者，有八事失宿，一一事皆得突吉羅罪。何等八？往餘寺不白，有客比丘來不白，有餘事出外", "209": "不白，寺內餘行者不白，病不遣信者白，一二三人共室宿，無比丘處住，不半月半月說戒時白，是為", "210": "八事失宿。佛聽半月半月說戒時白，應如是白。彼行覆藏者，應至僧中，偏露右肩，脫革屣，右膝著地，合掌白言：", "211": "大德僧聽！我比丘某甲，犯僧殘罪覆藏。我比", "212": "丘某甲，犯僧殘罪，隨覆藏日，從僧乞覆藏羯", "213": "磨；僧已與我隨覆藏日羯磨。我比丘某甲，已", "214": "行若干日，未行若干日，白大德僧令知，我", "215": "行覆藏。", "216": "乞摩那埵羯磨文大德僧聽！我比丘某甲，", "217": "犯僧殘罪覆藏。我比丘某甲，犯僧殘罪，隨覆", "218": "藏日，已從僧乞覆藏羯磨；僧已與我隨覆藏", "219": "日羯磨。我比丘某甲行覆藏竟，今從僧乞六", "220": "夜摩那埵羯磨。願僧與我六夜摩那埵羯磨，", "221": "慈愍故。第二、第三，亦如是說。", "222": "與摩那埵羯磨文大德僧聽！比丘某甲，犯", "223": "僧殘罪覆藏。此比丘某甲，犯僧殘罪，隨覆藏", "224": "日，已從僧乞覆藏羯磨；僧已與比丘某甲", "225": "隨覆藏日羯磨。此比丘某甲行覆藏竟，今從", "226": "僧乞六夜摩那埵羯磨。若僧時到僧忍聽，今", "227": "與比丘某甲六夜摩那埵羯磨。白如是。", "228": "大德僧聽！比丘某甲，犯僧殘罪覆藏。此比丘", "229": "某甲，犯僧殘罪，隨覆藏日，已從僧乞覆藏羯", "230": "磨；僧已與比丘某甲隨覆藏日羯磨。此比丘", "231": "某甲行覆藏竟，今從僧乞六夜摩那埵羯磨；", "232": "僧今與比丘某甲六夜摩那埵羯磨。誰諸長", "233": "老忍僧與比丘某甲六夜摩那埵羯磨者默", "234": "然，誰不忍者說。是初羯磨。第二、第三，亦如是說。僧已忍與", "235": "比丘某甲六夜摩那埵羯磨竟。僧忍，默然故，", "236": "是事如是持。佛言：「聽摩那埵比丘亦行如上諸事。」行摩那埵時，界內宿，常有僧，日日應如是偏露", "237": "右肩，脫革屣，右膝著地，合掌白言：大德僧聽！我比丘某甲，犯僧殘", "238": "罪覆藏。我比丘某甲，犯僧殘罪，隨覆藏日，", "239": "從僧乞覆藏羯磨；僧已與我隨覆藏日羯磨。", "240": "我比丘某甲行覆藏竟，今從僧乞六夜摩那", "241": "埵羯磨；僧已與我六夜摩那埵羯磨。我比丘", "242": "某甲，已行若干日，未行若干日，白大德僧令", "243": "知，我行摩那埵。", "244": "乞出罪羯磨文大德僧聽！我比丘某甲，犯", "245": "僧殘罪覆藏。我比丘某甲，犯僧殘罪，隨覆藏", "246": "日，已從僧乞覆藏羯磨；僧已與我隨覆藏日", "247": "羯磨。我比丘某甲行覆藏竟，從僧乞六夜摩", "248": "那埵羯磨；僧已與我六夜摩那埵羯磨。我比", "249": "丘某甲行六夜摩那埵竟，今從僧乞出罪羯", "250": "磨。願僧與我出罪羯磨，慈愍故。第二、第三，亦如是說。", "251": "與出罪羯磨文大德僧聽！比丘某甲，犯僧", "252": "殘罪覆藏。此比丘某甲，犯僧殘罪，隨覆藏日，", "253": "已從僧乞覆藏羯磨；僧已與比丘某甲隨覆", "254": "藏日羯磨。此比丘某甲行覆藏竟，從僧乞六", "255": "夜摩那埵羯磨；僧已與比丘某甲六夜摩那", "256": "埵羯磨。此比丘某甲行六夜摩那埵竟，今從", "257": "僧乞出罪羯磨。若僧時到僧忍聽，僧今與比", "258": "丘某甲出罪羯磨。白如是。", "259": "大德僧聽！比丘某甲，犯僧殘罪覆藏。此比丘", "260": "某甲，犯僧殘罪，隨覆藏日，已從僧乞覆藏羯", "261": "磨；僧已與比丘某甲隨覆藏日羯磨。此比丘", "262": "某甲行覆藏竟，從僧乞六夜摩那埵羯磨；僧", "263": "已與比丘某甲六夜摩那埵羯磨。此比丘某", "264": "甲行六夜摩那埵竟，今從僧乞出罪羯磨；僧", "265": "今與比丘某甲出罪羯磨。誰諸長老忍僧與", "266": "比丘某甲出罪羯磨者默然，誰不忍者說。是", "267": "初羯磨。第二、第三，亦如是說。僧已忍與比丘某甲出罪羯磨", "268": "竟。僧忍，默然故，是事如是持。", "269": "犯捨墮衣於僧中捨文捨與僧時，往僧中，偏露右肩，脫革屣，向上坐禮，胡跪合掌，", "270": "作如是言：", "271": "大德僧聽！我比丘某甲，故畜爾許長衣過十", "272": "日，犯捨墮，今捨與僧。捨衣竟，即入僧中懺悔。", "273": "僧中懺悔文禮僧中已，右膝著地，合掌，作如是白：", "274": "大德僧聽！我比丘某甲，故畜爾許長衣過", "275": "十日，犯捨墮。此衣已捨與僧，罪今從僧懺悔。", "276": "第二、第三，亦如是說。即僧中至一比丘前，應作如是言：大德！受我懺悔。彼答", "277": "言「可爾」。", "278": "僧中受懺悔白文受懺悔者當作如是白言：", "279": "大德僧聽！此比丘某甲，故畜爾許長衣過十", "280": "日，犯捨墮，今捨與僧。若僧時到僧忍聽，我受", "281": "比丘某甲懺悔。白如是。作如是白已，應受懺悔。", "282": "即僧中一人前懺悔文大德一心念！我比", "283": "丘某甲，故畜爾許長衣過十日，犯捨墮。此衣", "284": "已捨與僧，罪今從大德懺悔，不敢覆藏。懺悔", "285": "則安樂，不懺悔不安樂，憶念犯發露，知而不", "286": "覆藏。大德憶念我清淨，戒身具足，清淨布薩。", "287": "第二、第三，亦如是說。說已，受懺悔者應語如是言：自責汝心，生厭離。答", "288": "言「爾」。", "289": "僧還此比丘衣羯磨文大德僧聽！比丘某", "290": "甲，故畜爾許長衣過十日，犯捨墮，今與僧。", "291": "若僧時到僧忍聽，僧今持此衣還此比丘某", "292": "甲。白如是。", "293": "大德僧聽！比丘某甲，故畜爾許長衣過十日，", "294": "犯捨墮。今捨與僧，僧今持此衣還此比丘某", "295": "甲。誰諸長老忍僧持此衣還比丘某甲者默", "296": "然，誰不忍者說。僧已忍持此衣還此比丘某", "297": "甲竟。僧忍，默然故，是事如是持。捨與三人、二人亦如上，懺悔", "298": "亦如上。三人、二人中受懺悔，亦如上所白。", "299": "捨與一人文應至清淨比丘，偏露右肩，若上座，禮足，右膝著地，合掌，作如是言：", "300": "大德一心念！我比丘某甲，故畜爾許長衣過", "301": "十日，犯捨墮。我今捨與大德，捨已當懺悔。", "302": "一人前懺悔文大德一心念！我比丘某甲，故", "303": "畜爾許長衣過十日，犯捨墮。此衣已捨，罪今", "304": "從大德懺悔，不敢覆藏。懺悔則安樂，不懺悔", "305": "不安樂，憶念犯發露，知而不覆藏。大德憶我", "306": "清淨，戒身具足，清淨布薩。第二、第三，亦如是說。說已，受懺悔者應作如是", "307": "說：自責汝心，生厭離。答言「爾」。", "308": "犯餘輕罪白一比丘懺悔文應至一清淨比丘所，偏露右肩，若上座，禮足，右膝著", "309": "地，合掌說罪名、說罪種，應作如是言：", "310": "大德一心念！我比丘某甲，犯某甲罪，今從大", "311": "德懺悔，不敢覆藏。懺悔則安樂，不懺悔不安", "312": "樂，憶念犯發露，知而不覆藏。大德憶我清", "313": "淨，戒身具足，清淨布薩。第二、第三，亦如是說。說已，受懺悔者應語如是言：自", "314": "責汝心，生厭離。答言「爾」。向二人、三人懺亦如是上。二人中受懺者，應語邊人", "315": "言：長老聽我受比丘某甲懺。答言「聽」。懺悔法亦如上。若欲", "316": "在僧中懺者，一人法亦如上說。", "317": "疑罪僧中發露文大德僧聽！我比丘某甲，", "318": "於所犯生疑，今白僧令知。須後無疑時，當如", "319": "法懺悔。第二、第三，亦如是說。向三人、二人、一人，亦如是說。", "320": "4 說戒法說戒法第四", "321": "與欲清淨文大德一心念！今眾僧布薩說", "322": "戒，比丘某甲亦布薩說戒。我有佛法僧事、", "323": "若有瞻病事，我與欲及清淨，為我捉籌。病人有五", "324": "事與欲。若言「與汝欲」、若言「我說欲」、若言「為我說欲」、若現身相、若廣說，盡成與欲。不者，不成。", "325": "受欲及清淨文隨能憶姓字多少，時得受。至僧中應如是說：", "326": "大德一心念！眾多比丘有佛法僧事、若瞻病", "327": "事，我與眾多比丘受欲及清淨，如法僧事，與", "328": "欲清淨，我為捉籌。", "329": "差教授尼人羯磨文大德僧聽！若僧時到", "330": "僧忍聽，僧今差比丘某甲教授比丘尼。白如", "331": "是。大德僧聽！僧今差比丘某甲教授比丘尼。", "332": "誰諸長老忍僧差比丘某甲教授比丘尼者", "333": "默然，誰不忍者說。僧已忍差比丘某甲教授", "334": "比丘尼竟。僧忍，默然故，是事如是持。彼差人往", "335": "尼寺中，應教集尼僧已，先為說八不可違法。何等為八？一者，雖百歲比丘尼，", "336": "見新受戒比丘，應起迎逆、禮拜、與敷淨坐具。", "337": "此法應尊重讚歎，盡形壽不得違。", "338": "二者，比丘尼不應罵比丘、訶責比丘，不應誹", "339": "謗言：破戒、破見、破威儀。此法應尊重讚歎，盡", "340": "形壽不得違。", "341": "三者，比丘尼不應為比丘作舉、作憶念、作自", "342": "言，不應遮他見罪、說戒、自恣；不應呵比丘，比", "343": "丘應呵比丘尼。此法應尊重讚歎，盡形壽不", "344": "得違。", "345": "四者，式叉摩那學戒已，應從比丘僧乞受大", "346": "戒。此法應尊重讚歎，盡形壽不得違。", "347": "五者，比丘尼犯僧殘罪，應在二部僧中半月", "348": "行摩那埵。此法應尊重讚歎，盡形壽不得", "349": "違。", "350": "六者，比丘尼半月半月應從僧乞教授。此法", "351": "應尊重讚歎，盡形壽不得違。", "352": "七者，比丘尼不應在無比丘僧處夏安居。此", "353": "法應尊重讚歎，盡形壽不得違。", "354": "八者，比丘尼僧安居竟，應比丘僧中求三事", "355": "自恣：見、聞、疑。此法應尊重讚歎，盡形壽不得", "356": "違。說八不違已，後隨意說法。布薩說戒文布薩日，若小食上、若大食上，上座應唱如是言：", "357": "今日布薩日，某時，眾僧集堂說戒。若四人、若過四人，應先", "358": "白已，然後說戒。若有三人、二人，各各相向說言：長老一心念！今日眾僧", "359": "十五日說戒，我某甲清淨。第二、第三，亦如是說。若獨有一人，應心念口", "360": "言：今日眾僧十五日說戒，我某甲清淨。第二、第三，亦如是說。", "361": "八難事起及有餘緣略說戒文八難者：王難、賊難、火難、水難、病難、人難、", "362": "非人難、惡虫難。餘緣者：大眾集床座少、若眾多病、大眾集屋上覆蓋不周、或天雨、若布薩多、若多鬪諍", "363": "事、論阿毘說法夜已久。明相未出，應作羯磨說戒。若明相出，不得宿受欲清淨羯磨說戒。應隨事遠近，可", "364": "廣說戒便廣說，不者，如法治；可略說便略，不者，如法治。若難事近不略說，即應從坐起去。略戒者：說序", "365": "已，餘者應言「僧常聞」。若說序四事已，餘者應言「僧常聞」。如是乃至九十事，餘者應言「僧常聞」。", "366": "5 安居法安居法第五", "367": "僧差人分房羯磨文大德僧聽！若僧時到", "368": "僧忍聽，僧今差比丘某甲分房舍臥具。白如", "369": "是。", "370": "大德僧聽！僧今差比丘某甲分房舍臥具。誰", "371": "諸長老忍僧差比丘某甲分房舍臥具者默", "372": "然，誰不忍者說。僧已忍差比丘某甲分房舍", "373": "臥具竟。僧忍，默然故，是事如是持。分房法，先使管事人選", "374": "擇一房取，餘白上座次第耳。大德上座！如是房舍臥具，隨意", "375": "所樂便取。先與上座房已，次第與第二、第三、第四乃至下座，法亦如是。若有餘長房者，應留客比丘", "376": "也。", "377": "安居文長老一心念！我比丘某甲，依某聚落", "378": "某甲僧伽藍某甲房，前三月夏安居。房舍壞，", "379": "修治故。第二、第三，亦如是說。依某甲持律，若有疑事，當往", "380": "問。後安居法，亦如是說。", "381": "受七日文長老一心念！我比丘某甲，受七", "382": "日法出界外，為某甲事故，還此中安居，白長", "383": "老令知。第二、第三，亦如是說。", "384": "受過七日法文大德僧聽！我比丘某甲，受", "385": "過七日法，若十五日、若一月，出界外，為某甲", "386": "事故，還此中安居。第二、第三，亦如是說。", "387": "與過七日羯磨文大德僧聽！若僧時到僧", "388": "忍聽，比丘某甲受過七日法，若十五日、若一", "389": "月，出界外，為某甲事故，還此中安居。白如是。", "390": "大德僧聽！比丘某甲受過七日法，若十五日、", "391": "若一月，出界外，為某甲事故，還此中安居。誰", "392": "諸長老忍僧聽比丘某甲受過七日法，若十", "393": "五日、若一月，出界外，為某甲事故，還此中安", "394": "居者默然，誰不忍者說。僧已忍比丘某甲受", "395": "過七日法，若十五日、若一月，出界外，為某甲事", "396": "故，還此中安居竟。僧忍，默然故，是事如是持。", "397": "6 自恣法自恣法第六", "398": "與欲自恣文大德一心念！今日僧自恣，我", "399": "比丘某甲亦自恣。我有病患不堪往，我與自", "400": "恣及欲。病人有五事與自恣。若言「與汝自恣」、若言「我說自恣」、若言「為我說自恣」、若現身相、若", "401": "廣說，盡成與自恣。不者，不成與自恣。", "402": "受自恣欲文隨能憶性字多少得受。三說。至僧中應如是說言：", "403": "大德一心念！眾多比丘病患不堪來，我與眾", "404": "多比丘受欲自恣，如是僧事，與欲自恣。", "405": "僧差授自恣人羯磨文大德僧聽！若僧時", "406": "到僧忍聽，僧今差比丘某甲作授自恣人。如", "407": "是白。", "408": "大德僧聽！僧今差比丘某甲作授自恣人。誰", "409": "諸長老忍僧今差比丘某甲作授自恣人者", "410": "默然，誰不忍者說。僧已忍差比丘某甲作授", "411": "自恣人竟。僧忍，默然故，是事如是持。", "412": "白僧自恣文大德僧聽！今日眾僧自恣。若", "413": "僧時到僧忍聽，僧和合自恣。白如是。作如是白已，然後自", "414": "恣。", "415": "眾僧自恣文大德一心念！眾僧今日自恣，", "416": "我比丘某甲亦自恣。若見、聞、疑罪，大德哀愍", "417": "語我，我若見罪，當如法懺悔。第二、第三，亦如是說。", "418": "若四人更互自恣文長老一心念！今日眾僧", "419": "自恣，我比丘某甲亦自恣，我清淨。第二、第三，亦如是說。若", "420": "三人、二人，亦如是說；若一人，心念口言自恣。今日眾僧自恣，我比丘某", "421": "甲亦自恣，我清淨。第二、第三，亦如是說。自恣法，五人、若減五人，不得受欲。", "422": "有八難事起白僧各各三語自恣文大德僧", "423": "聽！僧有難事。若僧時到僧忍聽，僧今各各三", "424": "語自恣。白如是。作如是白已，各各共三語自恣；再說，亦如是。若事近，不得各各", "425": "三語自恣，亦不得白，彼比丘即應以此難事故去。", "426": "白僧受功德衣文大德僧聽！今日眾僧受", "427": "功德衣。若僧時到僧忍聽，眾和合受功", "428": "德衣。白如是。僧應問「誰能持功德衣者？」若言有能者，應差。", "429": "差持功德衣人羯磨文大德僧聽！若僧時", "430": "到僧忍聽，今差比丘某甲為僧持功德衣。白", "431": "如是。", "432": "大德僧聽！僧今差比丘某甲為僧持功德衣。", "433": "誰諸長老忍僧今差比丘某甲為僧持功德", "434": "衣者默然，誰不忍者說。僧已忍差比丘某甲", "435": "為僧持功德衣竟。僧忍，默然故，是事如是", "436": "持。", "437": "羯磨功德衣與持衣人文大德僧聽！此住", "438": "處僧得可分衣，現前僧應分。若僧時到僧忍", "439": "聽，僧今持此衣與比丘某甲，此比丘某甲當", "440": "持此衣為僧受作功德衣，於此住處持。白如", "441": "是。", "442": "大德僧聽！此住處僧得可分衣，現前僧應分；", "443": "僧今持此衣與比丘某甲，此比丘某甲當持", "444": "此衣為僧受作功德衣，於此住處持。誰諸長", "445": "老忍僧持此衣與比丘某甲，比丘某甲當持", "446": "此衣為僧受作功德衣，於此住處持者默然，", "447": "誰不忍者說。僧已忍持此衣與比丘某甲，此", "448": "比丘某甲當持此衣為僧受作功德衣，於此", "449": "住處持竟。僧忍，默然故，是事如是持。", "450": "持功德衣人持衣眾僧前文隨諸比丘手得及衣，言得相了，應如是言：", "451": "此衣眾僧當受作功德衣，此衣眾僧今受作", "452": "功德衣，此衣眾僧已受作功德衣。第二、第三，亦如是說。", "453": "眾僧各受功德衣文其受者已善受，此中", "454": "所有功德名稱屬我。彼應答言：「爾」。", "455": "出功德衣文僧集？和合？未受大戒者出？不", "456": "來者說欲？僧今何所作為？應答言「出功德衣」。大德僧", "457": "聽！今日眾僧出功德衣。若僧時到僧忍聽，僧", "458": "今和合出功德衣。如是白。", "459": "7 分衣物法分衣物法第七", "460": "僧分衣物羯磨文大德僧聽！此住處若衣、", "461": "若非衣，現前僧應分。若僧時到僧忍聽，僧今", "462": "與比丘某甲，彼某甲當還與僧。白如是。", "463": "大德僧聽！此住處若衣、若非衣，現前僧應分；", "464": "僧今與比丘某甲，彼某甲當還與僧。誰諸長", "465": "老忍此住處若衣、若非衣，現前僧應分；僧今", "466": "與比丘某甲，彼某甲當還與僧者默然，誰不", "467": "忍者說。僧已忍與比丘某甲，彼某甲當還與", "468": "僧竟。僧忍，默然故，是事如是持。若住處有三人、二人得施衣", "469": "物，應留，各各相向，作如是說：長老一心念！是住處得可分衣", "470": "物，現前僧應分。是中無僧，此衣物屬我，我", "471": "受用。第二、第三，亦如是說。若獨有一人，應心念口言：是住處得可分衣", "472": "物，現前僧應分。是中無僧，此衣物屬我，我受", "473": "用。第二、第三，亦如是說。", "474": "瞻病人持亡者衣物至僧中說文大德僧聽！", "475": "比丘某甲此住處命過，所有衣鉢、坐具、針筒、", "476": "盛衣󰚿器，此住處現前僧應分。第二、第三，亦如是說。", "477": "羯磨亡者衣鉢與看病人文大德僧聽！比", "478": "丘某甲命過，所有衣鉢、坐具、針筒、盛衣󰚿器，", "479": "現前僧應分。若僧時到僧忍聽，僧今與看病", "480": "人某甲。白如是。", "481": "大德僧聽！比丘某甲命過，所有衣鉢、坐具、針", "482": "筒、盛衣󰚿器，現前僧應分；僧今與看病人某", "483": "甲。誰諸長老忍僧與看病人某甲衣鉢、坐具、", "484": "針筒、盛衣󰚿器者默然，誰不忍者說。僧已忍", "485": "與看病人某甲衣鉢、坐具、針筒、盛衣󰚿器竟。", "486": "僧忍，默然故，是事如是持。", "487": "僧分亡者餘衣物羯磨文大德僧聽！比丘", "488": "某甲命過，所有若衣、若非衣現前僧應分。若", "489": "僧時到僧忍聽，僧今與比丘某甲，彼某甲當", "490": "還與僧。白如是。", "491": "大德僧聽！比丘某甲命過，所有若衣、若非衣，", "492": "現前僧應分；僧今與比丘某甲，彼某甲當還", "493": "與僧。誰諸長老忍比丘某甲命過，所有若", "494": "衣、若非衣，現前僧應分；僧今與比丘某甲，", "495": "彼某甲當還與僧者默然，誰不忍者說。僧已", "496": "忍與比丘某甲，彼某甲當還與僧竟。僧忍，默", "497": "然故，是事如是持。", "498": "若三人、二人分亡者衣物文若住處有三人、二人欲分亡者衣物，應各", "499": "各相向作如是言：長老一心念！比丘某甲命過，所有若", "500": "衣、若非衣，現前僧應分。此住處無僧，是衣物", "501": "屬我，我應受用。第二、第三，亦如是說。若獨一人，心念口言：比丘某甲", "502": "命過，所有若衣、若非衣，現前僧應分。此住", "503": "處無僧，是衣物屬我，我應受用。第二、第三，亦如是說。", "504": "8 作淨法作淨法第八", "505": "結作淨地文淨地有四種：一者，檀越若經營人作僧伽藍時處分。二者，若為作僧伽藍，未施。", "506": "三者，僧伽藍都無籬障及塹，若半有籬牆及塹。四者，僧作白二羯磨結。", "507": "大德僧聽！若僧時到僧忍聽，僧今結某處作", "508": "淨地。白如是。", "509": "大德僧聽！僧今結某處作淨地。誰諸長老忍", "510": "僧結某處作淨地者默然，誰不忍者說。僧已", "511": "忍結某處作淨地竟。僧忍，默然故，是事如是", "512": "持。若故僧伽藍，疑先有淨地，應解已然後更結。", "513": "差人監淨法羯磨文彼如法作飲食、淨菜葉、楊枝，如是等事。", "514": "大德僧聽！若僧時到僧忍聽，比丘某甲能為", "515": "僧作淨法人。白如是。", "516": "大德僧聽！比丘某甲能為僧作淨法人。誰諸", "517": "長老忍比丘某甲作淨法人者默然，誰不忍", "518": "者說。僧已忍比丘某甲作淨法人竟。僧忍，默", "519": "然故，是事如是持。差作維那，敷僧臥具、分僧粥、分餅、分雨衣、處分沙彌、守僧", "520": "園人，如是等諸羯磨文同，但稱事為異耳。", "521": "真實淨施文長老一心念！我某甲，有此長", "522": "衣未作淨，今為淨故施與長老，為真實淨。", "523": "作真實施者，應問受施主然後得用。", "524": "展轉淨施文長老一心念！我比丘某甲，有", "525": "此長衣未作淨，為展轉淨，施與長老。彼受請者應如是語", "526": "言：長老一心念！汝有此長衣未作淨，為展轉", "527": "淨故施與我，我今受之。受已，當問彼言：汝施與誰？", "528": "彼應言：施與某甲。受請者應語如此語：長老一心念！汝是長", "529": "衣未作淨，為展轉淨故施與我，我已受之。", "530": "是衣某甲已有，汝為某甲故護持，用時隨意。", "531": "展轉淨施者，若問、若不問，隨意用。", "532": "受七日藥文先從淨人受已，持至大比丘所，作如是言：", "533": "長老一心念！我比丘某甲，有病因緣，是七日", "534": "藥，為共宿七日故，今於長老邊受。第二、第三，亦如是說。", "535": "受盡形壽藥文先從淨人受已，持至大比丘所，作如是言：", "536": "長老一心念！我比丘某甲有病，此盡形壽藥，", "537": "為共宿長服故，今於長老邊受。第二、第三，亦如是說。不經宿", "538": "不口受。", "539": "9 雜法第九雜法第九", "540": "乞作小房羯磨文大德僧聽！我比丘某甲，", "541": "自乞作屋，無主，自為己，我今從眾僧乞知無", "542": "難、無妨處。第二、第三，亦如是說。僧當觀此比丘，若可信，即聽；若不可信，一切僧應到彼處看，若", "543": "遣可信者看。看已，應作羯磨。大德僧聽！比丘某甲，自乞作屋，", "544": "無主，自為己，今從眾僧乞處分無難、無妨處。", "545": "若僧時到僧忍聽，僧今與比丘某甲，處分無", "546": "難、無妨處。白如是。", "547": "大德僧聽！此比丘某甲，自乞作屋，無主，自為", "548": "己，今從眾僧乞處分無難、無妨處；僧今與比", "549": "丘某甲，處分無難、無妨處。誰諸長老忍僧與", "550": "比丘某甲，處分無難、無妨處者默然，誰不忍", "551": "者說。僧已忍與比丘某甲，處分無難、無妨處", "552": "竟。僧忍，默然故，是事如是持。次後大房羯磨，文與此同，但稱有主為異。", "553": "足食已受殘食文應持食至彼比丘所，應作如是言：", "554": "大德！我已足食，大德看是知是，作餘食法。", "555": "彼應取少許食已，語言：我已食止，汝可食之。", "556": "受請已作殘食文應持食至彼比丘前，作如是言：", "557": "長老！我已受請，長老看是知是，作餘食法。彼應", "558": "取少許食已，語言：我已食止，汝可食之。", "559": "受請已食前食後入他家囑文長老一心念！", "560": "我某甲，已受某甲請，有緣事，欲入某甲聚落，", "561": "至某甲家，白長老令知。", "562": "非時入村囑授文長老一心念！我某甲，非", "563": "時入某甲聚落，至某甲家，為如是緣事，白長", "564": "老令知。", "565": "比丘尼羯磨比丘尼雜羯磨曇無德律三藏法師出", "566": "1 諸結界法諸結界法第一結解諸界法，子注次第名盡與大僧同，稱尼大姊異。", "567": "2 受戒法受戒法第二", "568": "比丘尼乞畜眾羯磨文若比丘尼欲度人者，當往比丘尼僧，偏露右肩，脫革屣，禮", "569": "僧足已，右膝著地，合掌，作如是言：", "570": "大姊僧聽！我比丘尼某甲，今從眾僧乞度人", "571": "授具足戒。願僧聽我度人授具足戒。第二、第三，亦如是說。", "572": "尼僧與作畜眾羯磨文大姊僧聽！此比丘", "573": "尼某甲，今從眾僧乞度人授人具足戒。若僧", "574": "時到僧忍聽，僧今聽比丘尼某甲，度人授人", "575": "具足戒。白如是。", "576": "大姊僧聽！此比丘尼某甲，今從眾僧乞度", "577": "人授人具足戒。僧今聽比丘尼某甲，度人授", "578": "人具足戒。誰諸大姊忍僧聽比丘尼某甲度", "579": "人授人具足戒者默然，誰不忍者說。僧已忍", "580": "聽比丘尼某甲度人授人具足戒竟。僧忍，默", "581": "然故，是事如是持。", "582": "度沙彌尼文若欲在比丘尼寺內剃髮者，應白僧，若房房語令知，然後剃髮。應作如是白：", "583": "大姊僧聽！此某甲，欲從某甲求剃髮。若僧時", "584": "到僧忍聽，為某甲剃髮。白如是。應作如是白已，為剃髮。若欲", "585": "在比丘尼內出家，應白僧，若房房語令知。應作如是白言：大姊僧聽！此某甲，從", "586": "某甲求出家。若僧時到僧忍聽，與某甲出家。", "587": "白如是。應作如是白已，與出家。應作如是出家，教出家者著袈裟已，偏露右肩，脫革屣，右膝著地，合掌，", "588": "教作如是言：我某甲，歸依佛，歸依法，歸依僧。我今", "589": "隨佛出家，和上某甲，如來、無所著、等正覺，", "590": "是我世尊。第二、第三，亦如是說。我某甲，歸依佛，歸依法，歸", "591": "依僧。我今隨佛出家竟，和上某甲，如來、無", "592": "所著、等正覺，是我世尊。第二、第三，亦如是說。說如是已，應與受戒。盡形", "593": "壽不得殺生。是沙彌尼戒，能持不？答言「能」。盡", "594": "形壽不得偷盜。是沙彌尼戒，能持不？答言「能」。", "595": "盡形壽不得婬欲。是沙彌尼戒，能持不？答言：", "596": "「能」。盡形壽不得妄語。是沙彌尼戒，能持不？", "597": "答言「能」。盡形壽不得飲酒。是沙彌尼戒，能持", "598": "不？答言「能」。盡形壽不得著華鬘、香塗身。是沙彌", "599": "尼戒，能持不？答言「能」。盡形壽不得歌舞倡伎", "600": "亦不往觀聽。是沙彌尼戒，能持不？答言「能」。", "601": "盡形壽不得高廣大床上坐。是沙彌尼戒，能", "602": "持不？答言「能」。盡形壽不得非時食。是沙彌尼", "603": "戒，能持不？答言「能」。盡形壽不得捉持生象金銀", "604": "寶物。是沙彌尼戒，能持不？答言：「能。」如是沙彌", "605": "尼十戒，盡形壽不應犯。當供養三寶：佛寶、法", "606": "寶、僧寶；勤修三業：坐禪、誦經、勸佐眾事。聽童女十八者，二年", "607": "學戒，年滿二十，比丘僧中受大戒。若年十歲曾出嫡者，聽二年中學戒，滿十二，與授具足戒。應如是與二歲學戒。", "608": "式叉摩那受六法文沙彌尼應往比丘尼僧中，偏露右肩，脫革屣，禮比丘尼僧足已，右", "609": "膝著地，合掌，白如是言：大姊僧聽！我沙彌尼某甲，從僧乞", "610": "二歲學戒，和上尼某甲。願僧濟度我，慈愍", "611": "故，與我二歲學戒。第二、第三，亦如是說。應將沙彌尼往離聞處、著見處已，眾中差堪能", "612": "羯磨者，如上應作如是白：大姊僧聽！此沙彌尼某甲，從僧", "613": "乞二歲學戒，和上尼某甲。若僧時到僧忍", "614": "聽，僧今與沙彌尼某甲二歲學戒，和上尼某", "615": "甲。白如是。", "616": "大姊僧聽！此沙彌尼某甲，今從僧乞二歲學", "617": "戒，和上尼某甲；僧今與沙彌尼某甲二歲學", "618": "戒，和上尼某甲。誰諸大姊忍僧與沙彌尼某", "619": "甲二歲學戒，和上尼某甲者默然，誰不忍者", "620": "說。是初羯磨。第二、第三，亦如是說。僧已忍與沙彌尼某甲", "621": "二歲學戒竟，和上尼某甲。僧忍，默然故，是", "622": "事如是持。應喚來，禮僧足，戒師前與六法。汝諦聽！如來、無所著、", "623": "等正覺說六法。不得犯不淨行，行婬欲法。若", "624": "式叉摩那行婬欲法；非式叉摩那，非釋種女。", "625": "若與染污心男子共身相摩觸，缺戒，應更與", "626": "學戒。是中盡形壽不得犯，能持不？答言「能」。不", "627": "得偷盜乃至草葉。若式叉摩那取人五錢、若", "628": "過五錢，自取、教人取，自斫、教人斫，自破、教人", "629": "破，若燒、若埋、若壞色；非式叉摩那，非釋種", "630": "女。若取減五錢，缺戒，應更與學戒。是中盡形", "631": "壽不得犯，能持不？答言「能」。不得故斷眾生命", "632": "乃至蟻子。若式叉摩那故自手斷人命、求", "633": "刀授與，教死、勸死、讚死，若與人非藥，若墮胎，", "634": "厭禱呪術，自作、教人作；非式叉摩那，非釋種", "635": "女。若斷畜生不能變化者命，缺戒，應更與學", "636": "戒。是中盡形壽不得犯，能持不？答言「能」。不得", "637": "妄語乃至戲笑。若式叉摩那不真實，無所有，", "638": "自稱言得上人法，言得禪、得解脫、得定、得四", "639": "空定，得須陀洹果、斯陀含果、阿那含果、阿羅", "640": "漢果，言天來、龍來、鬼神來供養我；非式叉摩", "641": "那，非釋種女。若於眾中故妄語，缺戒，應更與", "642": "學戒。是中盡形壽不得犯，能持不？答言「能」。不", "643": "得非時食。若式叉摩那非時食，犯戒，應更與", "644": "學戒。是中盡形壽不得犯，能持不？答言「能」。", "645": "不得飲酒。若式叉摩那飲酒，犯戒，應更與學", "646": "戒。是中盡形壽不得犯，能持不？答言「能」。式", "647": "叉摩那於一切比丘尼戒，是中應盡學，除自", "648": "取食過食與比丘尼。", "649": "式叉摩那尼僧中受大戒文應求和上，作如是言：", "650": "我某甲，今求阿姨為和上，願阿姨為我", "651": "作和上。我依阿姨故，得受大戒。第二、第三，亦如是說。和", "652": "上應答言：「可爾」。若式叉摩那學戒已，若年滿二十、若滿十二，應與受大戒白四羯磨。應如是與戒，將受人", "653": "離聞處、著見處，是中戒師應差教授師。大姊僧聽！此某甲，從和上尼", "654": "某甲求受大戒。若僧時到僧忍聽，某甲尼為", "655": "教授師。白如是。教授師應至受戒人所，語言：此汝安陀會、欝", "656": "多羅僧、僧伽梨、僧竭支、覆肩衣、鉢。此衣鉢是", "657": "汝有不？答言「有」。汝諦聽！今真誠時，我今問", "658": "汝，有便言有，無當言無。汝不曾作比丘尼", "659": "不？不賊心受戒不？不殺父、殺母、殺阿羅漢不？", "660": "不非人不？非畜生不？非二根人不？汝字何等？", "661": "和上字誰？年歲滿不？衣鉢具足不？父母、夫", "662": "主為聽汝不？不負人債不？非婢不？是女人不？", "663": "女人有如是諸病：癩、癰疽、白癩、乾痟、癲狂、二", "664": "根、二道合、道小、大小便常漏、涕唾常出。汝有", "665": "如是諸病不？答言「無」。應語言：如我向者所問，僧中亦", "666": "當如是問。如向者答我，僧中亦當如是答。", "667": "彼教授師問已，應還至僧中，如常威儀，至舒手及比丘尼僧處立，應作如是言：大姊僧", "668": "聽！是某甲，從和上尼某甲求受大戒。若僧", "669": "時到僧忍聽，我已教授竟，聽使來。白如是。", "670": "教授師應喚受戒人言「來」。來已，為捉衣鉢，教禮比丘尼僧足，在戒師前胡跪，合掌，白如是言：大姊僧", "671": "聽！我某甲，從和上尼某甲求受大戒。我某", "672": "甲，今從僧乞受大戒，和上尼某甲。願僧濟", "673": "拔我，慈愍故。第二、第三，亦如是說。是中戒師應作白：大姊僧聽！", "674": "此某甲，從和上尼某甲求受大戒。此某甲，", "675": "今從僧乞受大戒，和上尼某甲。若僧時到僧", "676": "忍聽，我問諸難事。白如是。", "677": "汝諦聽！今是真誠時，我今問汝，有便言有，無", "678": "當言無。汝不曾作比丘尼不？不賊心受戒", "679": "不？不殺父、殺母、殺阿羅漢不？非非人不？非", "680": "畜生不？非二根人不？汝字何等？和上字誰？", "681": "年歲滿不？衣鉢具足不？父母、夫主為聽汝不？", "682": "非負人債不？非婢不？是女人不？女人有如", "683": "是諸病：癩、癰疽、白癩、乾痟、癲狂、二根、二道合、", "684": "道小、大小便常漏、涕唾常出。有如是諸病不？", "685": "答言「無」。應作白：大姊僧聽！此某甲，從和上尼某甲求", "686": "受大戒。此某甲，今從僧乞受大戒，和上尼", "687": "某甲。所說清淨，無諸難事，年歲已滿，衣鉢具", "688": "足。若僧時到僧忍聽，僧今授某甲大戒，和", "689": "上尼某甲。白如是。大姊僧聽！此某甲，從和", "690": "上尼某甲求受大戒。此某甲，今從僧乞受", "691": "大戒，和上尼某甲。所說清淨，無諸難事，", "692": "年歲已滿，衣鉢具足。僧今授某甲大戒，和上", "693": "尼某甲。誰諸大姊忍僧今授某甲大戒，和", "694": "上尼某甲者默然，誰不忍者說。是初羯磨。", "695": "第二、第三，亦如是說。僧已忍與某甲受大戒竟，和上尼某", "696": "甲。僧忍，默然故，是事如是持。", "697": "受戒人與尼僧俱至比丘僧中大戒文彼受戒者應與比丘", "698": "尼僧俱至比丘僧中，禮僧足已，右膝著地，合掌，作如是言：", "699": "大德僧聽！我某甲，從和上尼某甲求受大", "700": "戒。我某甲，今從僧乞受大戒，和上尼某甲。", "701": "願僧濟度我，慈愍故。第二、第三，亦如是說。此中戒師應作白已，問諸難事。", "702": "大德僧聽！此某甲，從和上尼某甲求受大", "703": "戒。此某甲，今從僧乞受大戒，和上尼某甲。", "704": "若僧時到僧忍聽，我問諸難事。白如是。", "705": "善女諦聽！今是真誠時，實當言實，不實當言", "706": "不實，隨所問汝，汝當以實答我。汝不曾作比", "707": "丘尼不？不賊心受戒不？不殺父、殺母、殺阿羅", "708": "漢不？非非人不？非畜生不？非二根人不？汝字", "709": "何等？和上字誰？年歲滿不？衣鉢具足不？父", "710": "母、夫主為聽汝不？汝不負人債不？非婢不？汝", "711": "是女人不？女人有如是諸病：癩、癰疽、白癩、乾", "712": "痟、癲狂病。汝有如是諸病不？若言「無」，應問言：汝學戒", "713": "未？汝清淨不？若言「已學戒清淨」，應問餘比丘尼言：已學戒未？清淨", "714": "不？若言「已學戒清淨」，即應作白四羯磨。大德僧聽！此某甲，從和上", "715": "尼某甲求受大戒。此某甲，今從僧乞受大", "716": "戒，和上尼某甲。所說清淨，無諸難事，年歲", "717": "已滿，衣鉢具足，已學戒清淨。若僧時到僧忍", "718": "聽，僧今為某甲受大戒，和上尼某甲。白如", "719": "是。大德僧聽！此某甲，從和上尼某甲求受", "720": "大戒。此某甲，今從僧乞受大戒，和上尼某", "721": "甲，所說清淨，無諸難事，年歲已滿，衣鉢具足，", "722": "已學戒清淨；僧今為某甲受大戒，和上尼", "723": "某甲。誰諸長老忍僧與某甲受大戒，和上", "724": "尼某甲者默然，誰不忍者說。是初羯磨。第二、第三，", "725": "亦如是說。僧已忍為某甲受大戒竟，和上尼某甲。", "726": "僧忍，默然故，是事如是持。善女人諦聽！如", "727": "來、無所著、等正覺說八波羅夷法，若比丘尼", "728": "犯者，非比丘尼，非釋種女。一切不得作不淨", "729": "行，行婬欲法。若比丘尼作不淨行，行婬欲法，", "730": "乃至共畜生；非比丘尼，非釋種女。是中盡形", "731": "壽不得犯，能持不？答言「能」。不得偷盜乃至草", "732": "葉。若比丘尼取人五錢、若過五錢，自取、教人", "733": "取，自斫、教人斫，自破、教人破，若燒、若埋、若", "734": "壞色；非比丘尼，非釋種女。是中盡形壽不得", "735": "犯，能持不？答言「能」。不得斷眾生命乃至蟻子。", "736": "若比丘尼自手斷、若教他斷人命，持刀授與，", "737": "教死、讚死、勸死，與人非藥，若墮胎，厭禱呪術，", "738": "若自作、方便教人作；非比丘尼，非釋種女。是", "739": "中盡形壽不得犯，能持不？答言「能」。不得妄語", "740": "乃至戲笑。若比丘尼不真實，非己有，自稱得", "741": "上人法，得禪、得解脫、三昧、正受，得須陀洹", "742": "果、斯陀含果、阿那含果、阿羅漢果，言天來、龍", "743": "來、鬼神來供養我；非比丘尼，非釋種女。是中", "744": "盡形壽不得犯，能持不？答言「能」。不得身相摩", "745": "觸乃至共畜生。若比丘尼有染污心，與染污心", "746": "男子身相觸，腋以下，膝以上，若摩、若捺、若逆", "747": "摩、若順摩、若牽、若推、若舉、若下、若捉、若急捺；", "748": "非比丘尼，非釋種女。是中盡形壽不得犯，能", "749": "持不？答言「能」。不得犯八事乃至共畜生。若比", "750": "丘尼有染污心，與染污心男子，受捉手、捉衣、", "751": "至屏處、屏處住、屏處語、若共行、若身相近、若", "752": "共期，犯此八事；非比丘尼，非釋種女。是中盡", "753": "形壽不得犯，能持不？答言「能」。不得覆藏他罪", "754": "乃至突吉羅惡說。若比丘尼知比丘尼犯波羅", "755": "夷，不自舉、不白僧、不語人令知。後於異時，此", "756": "比丘尼若休道、若滅擯、若作不共住、若入外道；", "757": "後作如是言：「我先知此人如是如是。」非比丘", "758": "尼，非釋種女，覆藏他重罪故。是中盡形壽不", "759": "得犯，能持不？答言「能」。不得隨被舉比丘語乃至", "760": "沙彌。若比丘尼知比丘為僧所舉，如法、如毘", "761": "尼、如佛所教，犯威儀，未懺悔，不作共住；便隨", "762": "順。彼比丘尼諫此比丘尼言：「大姊！彼比丘為", "763": "僧所舉，如法、如毘尼、如佛所教，犯威儀，未懺", "764": "悔，不作共住；莫隨順彼比丘語。」彼比丘尼諫", "765": "此比丘尼時，堅持不捨。彼比丘尼應乃至三", "766": "諫，捨此事故。乃至三諫，捨者善；若不捨者，非", "767": "比丘尼，非釋種女，犯隨舉。是中盡形壽不得", "768": "犯，能持不？答言「能」。善女人諦聽！如來、無所著、", "769": "等正覺說四依法，比丘尼出家依是，是出", "770": "家人法。依糞掃衣，是比丘尼出家法。是中盡", "771": "形壽能持不？答言「能」。若得長利：檀越施衣、割", "772": "壞衣，得受。", "773": "依乞食，是比丘尼出家人法。是中盡形壽能", "774": "持不？答言「能」。若得長利：若僧差食、檀越送食、", "775": "月八日食、十五日食、月初日食、眾常食、檀越", "776": "請食，得受。", "777": "依樹下坐，是比丘尼出家人法。是中盡形壽", "778": "能持不？答言「能」。若得長利：別房、尖頭小屋、石", "779": "室、兩房一戶，得受。", "780": "依腐爛藥，是比丘尼出家人法。是中盡形壽", "781": "能持不？答言「能」。若得長利：酥、油、生酥、蜜、石", "782": "蜜，得受。汝已受戒竟，白四羯磨如法成就，得", "783": "處所，和上如法，阿闍梨如法，二部眾僧具", "784": "足。當善受教法，應勸化作福治塔，供養眾僧。", "785": "和上、阿闍梨一切如法教，不得違逆。應學問，", "786": "誦經，勤求方便，於佛法中得須陀洹果、斯", "787": "陀含果、阿那含果、阿羅漢果。汝始發心出家，", "788": "功不唐捐，果報不斷。餘所不知，當問和上、阿", "789": "闍梨。應令受戒人在前而去。", "790": "受衣鉢文受五衣、鉢文，請依止文，子注盡同，尼姊異。", "791": "3 除罪法除罪法第三", "792": "比丘尼從二部僧乞摩那埵羯磨文", "793": "治比丘尼僧殘罪，無覆藏，唯有半月在二部僧中行摩那埵。行摩那埵竟，與出罪。摩那埵羯磨時，大僧滿", "794": "四人已上，尼僧亦爾。出罪時，要二部僧各二十人。彼尼來至僧中，脫革屣，偏露右肩，禮僧足，合掌，胡跪，", "795": "從二部僧乞半月摩那埵。應如是言：大德僧聽！我比丘尼某甲，犯", "796": "某甲僧殘罪，今從二部僧乞半月摩那埵羯", "797": "磨。願僧與我半月摩那埵羯磨，慈愍故。第二、第三，", "798": "亦如是說。", "799": "與摩那埵羯磨文大德僧聽！比丘尼某甲，", "800": "犯某甲僧殘罪，今從二部僧乞半月摩那埵", "801": "羯磨。若僧時到僧忍聽，僧今與比丘尼某甲", "802": "半月摩那埵羯磨。白如是。", "803": "大德僧聽！比丘尼某甲，犯某甲僧殘罪，今從", "804": "二部僧乞半月摩那埵羯磨；僧今與比丘尼", "805": "某甲半月摩那埵羯磨。誰諸長老忍僧與比", "806": "丘尼某甲半月摩那埵羯磨者默然，誰不忍", "807": "者說。是初羯磨。第二、第三，亦如是說。僧已忍與比丘尼某", "808": "甲半月摩那埵羯磨竟。僧忍，默然故，是事如", "809": "是持。摩那埵行法如大比丘法無異，在尼僧中宿，日日來白大僧令知，作如是說：大德僧", "810": "聽！我比丘尼某甲，犯某甲僧殘罪，從二部", "811": "僧乞半月摩那埵羯磨；僧已與我半月摩那", "812": "埵羯磨。我比丘尼某甲，已行若干日，餘有若", "813": "干日在，白大德僧令知，我行摩那埵。", "814": "乞出罪羯磨文彼比丘尼來至二部僧中乞出罪羯磨，應如是乞言：", "815": "大德僧聽！我比丘尼某甲，犯某甲僧殘罪，從", "816": "二部僧乞半月摩那埵羯磨；僧已與我半月", "817": "摩那埵羯磨。我於二部僧中半月行摩那埵", "818": "竟，今從僧乞出罪羯磨。願僧與我出罪羯磨，", "819": "慈愍故。第二、第三，亦如是說。", "820": "與出罪羯磨文大德僧聽！比丘尼某甲，犯", "821": "某甲僧殘罪，從二部僧乞半月摩那埵羯磨；", "822": "已與比丘尼某甲半月摩那埵羯磨。此比丘", "823": "尼某甲，已於二部僧中半月行摩那埵竟，今", "824": "從僧乞出罪羯磨。若僧時到僧忍聽，僧今與", "825": "比丘尼某甲出罪羯磨。白如是。", "826": "大德僧聽！比丘尼某甲，犯某甲僧殘罪，從二", "827": "部僧乞半月摩那埵羯磨；僧已與比丘尼某", "828": "甲半月摩那埵羯磨。此比丘尼某甲，已於二", "829": "部僧中半月行摩那埵竟，今從僧乞出罪羯", "830": "磨；僧今與比丘尼某甲出罪羯磨。誰諸長老", "831": "忍僧與比丘尼某甲出罪羯磨者默然，誰不", "832": "忍者說。是初羯磨。第二、第三，亦如是說。僧已忍與比丘尼", "833": "某甲出罪羯磨竟。僧忍，默然故，是事如是", "834": "持。", "835": "捨墮衣於僧中捨文捨墮僧中捨；捨竟，僧中懺悔，請一人能受者白，", "836": "即一人前懺悔，羯磨還彼衣。三二一人邊捨，懺皆亦同。犯餘罪，向二三人懺，受者白邊人。疑罪僧向三", "837": "二一人發露。子注次第名盡同，尼姊異。", "838": "4 說戒法說戒法第四", "839": "尼僧差人求教授羯磨文大姊僧聽！若僧", "840": "時到僧忍聽，僧今差比丘尼某甲，為比丘尼", "841": "僧故，半月往比丘僧中求教授。白如是。大姊", "842": "僧聽！僧今差比丘尼某甲，為比丘尼僧故，", "843": "半月往比丘僧中求教授。誰諸大姊忍僧差", "844": "比丘尼某甲，為比丘尼僧故，半月往比丘僧", "845": "中求教授者默然，誰不忍者說。僧已忍差比", "846": "丘尼某甲，為比丘尼僧故，半月往比丘僧中", "847": "求教授竟。僧忍，默然故，是事如是持。二人為伴，往大僧中", "848": "詣一舊比丘所，禮足已，曲身低頭，合掌白言：大德一心念！比丘尼", "849": "僧和合，禮比丘僧足，求教授。第二、第三，亦如是說。受囑比丘，僧", "850": "說戒時，如是白言：大德僧聽！比丘尼僧和合，禮僧足，求", "851": "教授。第二、第三，亦如是說。比丘尼明日應往問可否？比丘應期往，比丘尼應期來迎。比丘期往，聞教授", "852": "人來，當半道迎至寺內，供給所須：洗浴具、美粥、飲食、菓苽，以此供養；若不者，突吉羅。若比丘盡病、若不和合、", "853": "若眾不滿，當遣信往禮拜問訊。若比丘尼盡病、若眾不和合、眾不滿，亦當遣信往禮拜問訊；若不往者，突", "854": "吉羅。與清淨及欲文與欲、及清淨受欲、及清淨布薩說戒法、八難及緣略說戒，子注", "855": "次第名盡同，尼姊異。", "856": "5 安居法安居法第五差人分房舍、安居、受七日、受過七日文、與過七日法，子注次第名盡同，", "857": "尼姊異。", "858": "6 自恣法自恣法第六", "859": "尼僧差人大僧中求自恣羯磨文大姊僧", "860": "聽！若僧時到僧忍聽，僧今差比丘尼某甲，為", "861": "比丘尼僧故，往大僧中說三事自恣：見、聞、疑。", "862": "白如是。", "863": "大姊僧聽！僧今差比丘尼某甲，為比丘尼僧", "864": "故，往大僧中說三事自恣：見、聞、疑。誰諸大姊", "865": "忍僧差比丘尼某甲，為比丘尼僧故，往大僧", "866": "中說三事自恣：見、聞、疑者默然，誰不忍者說。", "867": "僧已忍差比丘尼某甲，為比丘尼僧故，往大僧", "868": "中說三事自恣：見、聞、疑竟。僧忍，默然故，是事", "869": "如是持。二比丘尼為伴，往大僧中禮僧足已，曲身低頭，合掌，作如是說：比丘僧夏安", "870": "居竟，比丘尼夏安居竟。比丘僧說三事自恣：", "871": "見、聞、疑。大德僧慈愍故語我，我若見罪，當如", "872": "法懺悔。第二、第三，亦如是說。彼尼即比丘僧中自恣日便自恣，而比丘疲極。佛言：「不應爾。」比", "873": "丘僧十四日自恣，比丘尼十五日自恣。若大僧病、若眾不和合、若眾不滿，比丘尼應遣信禮拜問訊；不者，", "874": "突吉羅。若比丘尼眾病、若眾不和合、眾不滿，比丘尼亦當遣信禮拜問訊；不者，突吉羅。", "875": "與欲自恣文與欲自恣、受欲自恣人、白僧自恣、尼僧自恣、四三二人互說、獨一心念", "876": "說、八難白僧三語自恣、白僧受功德衣人、羯磨衣與", "877": "持衣人、僧前說眾僧尼受功德衣、白出功德衣，子注次第名盡同，尼姊異。", "878": "7 分衣物法分衣物法第七羯磨分衣物、三二人相向受、獨一心念受、聽病人持亡者衣物至僧中", "879": "說、羯磨衣鉢與，餘衣羯磨分、三二人相向受、獨一心念受，盡同，尼姊異。", "880": "8 作淨法作淨法第八結淨地、差監淨人、真淨展轉、七日盡形壽受法，子注次第名。盡同，尼", "881": "姊異。", "882": "9 雜法雜法第九自乞作小房、足食受殘食、受請已作殘食、受請食前食後非時入村囑，子注", "883": "次第名盡同，尼姊異。文煩故不出。", "884": "《僧祇律》一人安居文我比丘某甲，於此僧", "885": "伽藍雨安居前三月。我某甲比丘，是住處夏", "886": "安居前三月，有緣事出界行，受七日法，是住", "887": "處安居自恣。", "888": "曇無德律部雜羯磨"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1432 曇無德律部雜羯磨: 曇無德律部雜羯磨: 曇無德律部雜羯磨", "source": "CBETA"}