{"author": "唐 澄觀述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1883 華嚴法界玄鏡", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "下華嚴法界玄鏡卷下", "1": "唐清涼山大華嚴寺沙門澄觀述", "2": "觀曰。次以事望理亦有四句者。一事法與理", "3": "非異故。一塵全匝於理性。二事法與理非一", "4": "故。不壞於一塵。三以非一即非異故。一小塵", "5": "匝無邊真理。四以非異即非一故。匝無邊理", "6": "而塵不大。思之。釋曰。答事望理。即答前一", "7": "塵遍理何故非大等。亦初二句正明遍理非", "8": "大之相。初句一塵遍理。第二句明其非大。亦", "9": "三四句正答相違之難。亦第三句明一小塵", "10": "遍於大理。亦第四句雖遍於理而塵不大。但", "11": "明事理非一非異。兩義難通。", "12": "觀曰。問無邊理性全遍一塵時。外諸事處。為", "13": "有理性。為無理性。若塵外有理。則非全體遍", "14": "一塵。若塵外無理。則非全體遍一切事。義甚", "15": "相違。釋曰。此下第二番對。前以大海雙對", "16": "一波諸波。互望齊遍無礙之喻而為問答。今", "17": "此問也。彼前喻云。又大海全遍一波時。不妨", "18": "舉體全遍於諸波一波。全遍大海時。諸波亦", "19": "各全遍互不相礙。文中先正問。後答。若塵外", "20": "有下。結成妨難。若約喻問應云。大海全遍一", "21": "波時。餘諸波處。為有大海。為無大海。若波", "22": "外有海。則非全體遍一波。若波外無海。則非", "23": "全體遍一切波。對難文可知。", "24": "觀曰。答以一理性融故。多事無礙故。故得全", "25": "在內而全在外。無障無礙。是故各有四句。", "26": "釋曰。此下答中文則雙標二門。一理性融故。", "27": "標約理四句。多事無礙故。標約事四句。餘可", "28": "知。", "29": "觀曰。先就理四句者。一以理性全體在一切", "30": "事中時。不礙全體在一塵處。是故在外即在", "31": "內。二全體在一塵中時。不礙全體在餘事處。", "32": "是故在內即在外。三以無二之性。各全在一", "33": "切中故。是故亦在內亦在外。四以無二之性", "34": "非一切故。是故非內非外。前三句明與一切", "35": "法非異。此之一句明與一切法非一。良為非", "36": "一非異故。內外無礙。釋曰。此就理中文一", "37": "先正明。後結與礙。今初。即答前無邊理性。全", "38": "遍一塵時。外諸事處。為有理性。為無理性。今", "39": "第二句正答明餘處有。即釋喻中大海全遍", "40": "一波時。不妨舉體全遍於諸波。其第一句。兼", "41": "明在一切中時。亦全在一塵。前略無問。若為", "42": "問者。應云理性全在諸法時。為全在一塵不。", "43": "今此明全在一塵。以遍一切豈揀一塵。第三", "44": "句明其總遍內外。此是恒理故亦無問。若問", "45": "應云為齊遍不。第四句雙非。亦非遍義。故不", "46": "為問。義理無妨故。具出四句。後前三下。結", "47": "成無礙。亦酬前結難義甚相違之言。內外無", "48": "礙。故不相違。", "49": "觀曰。次就事四句者。一一事全匝於理時。不", "50": "礙一切事法亦全匝。是故在內即在外。二一", "51": "切事法各匝於理時。不礙一塵亦全匝。是故", "52": "在外即在內。三以諸事法同時各匝故。是故", "53": "全在內亦全在外。無有障礙。四以諸事法各", "54": "不壞故。彼此相望非內亦非外。思之。釋曰。", "55": "此約事四句。前問所無。今影出之。前喻却有", "56": "喻云一波全匝大海時。諸波亦各全匝互不相", "57": "礙。先舉一波以望於海故。是就事四句故。前", "58": "標云多事無礙故。若別為問者。應問云一事", "59": "遍於理時。餘事亦遍理不。若亦遍者。則理有", "60": "重重。若不遍者。多事則不如理。故今答云多", "61": "事如理同理。而遍則無重重。何以故。理無二", "62": "故。但事同理即無分限。故云遍耳。於中第一", "63": "句一事遍不礙多事遍。第二句多事遍不礙", "64": "一事遍。第三句諸法同時遍。第四句一多之", "65": "相歷然。問理望於事在一事為在內。在多事", "66": "為在外。今事望理。以何為內外邪。答亦以一", "67": "事為內。多事為外。若爾何異前門理望於事。", "68": "答前門先舉理遍於事。名理望事。今門先舉", "69": "事遍於理。名事望理。故分二門本意。但問多", "70": "事遍理。一事遍不。前門答之。又問一事遍理。", "71": "多事遍不。故用此門答之通相。皆以事為內", "72": "外故。前門中但有一重之問。即第一句一事", "73": "全遍理故在內。不礙一一亦遍理。故即在外。", "74": "以其一多皆即理故。故云全遍非有多理與", "75": "事遍也。故第四句云彼此相望非內非外。以", "76": "前約理。第四但以性非一切。居然非內非外。", "77": "今此約事望理。理無內外。何有非一非異。故", "78": "言既不壞相。要須一事之中非是一切。一切", "79": "事中非是一故。方成第四。故須彼此相望非", "80": "內非外。已釋第一相遍對竟。", "81": "觀曰。三依理成事門。謂事無別體要因真理", "82": "而得成立。以諸緣起皆無自性故。由無性理", "83": "事方成故。如波攬水以成動。水望於波能成", "84": "立故。依如來藏得有諸法。當知亦爾。思之。", "85": "釋曰。此下第二相成對。然下八門皆先標名。", "86": "後謂字下解釋。下更不料揀。就此對中。先明", "87": "理望於事即第三門。先正釋。後以諸下。出所", "88": "以。所以有二。一由無性故。二真如隨緣故。而", "89": "文有三。初明由無性成。中論云。以有空義故。", "90": "一切法得成。若無空義者。一切則不成。大品", "91": "云。若諸法不空。則無道無果。二如波下喻。喻", "92": "有二義。一上喻無性。由水不守水自性故而", "93": "能成波。二下喻。真如隨緣成故。謂若無水則", "94": "無有波。若無真如依何法成。三依如來藏下。", "95": "合於上喻真如隨緣。即勝鬘經云。依如來藏", "96": "故有生死。依如來藏故有真如。謂若無真如", "97": "將何合妄而成生死。以一切法離於真心無", "98": "自體故。其如來藏即生死門之真如也。故問", "99": "明品文殊難云。心性是一。云何見有種種差", "100": "別。覺首答云。法性本無生示現而有生。則是", "101": "真如隨緣答。", "102": "觀曰。四事能顯理門。謂由事攬理故。則事虛", "103": "而理。實以事虛故。全事中之理挺然露現。如", "104": "由波相虛令水體露現。當知此中道理亦爾。", "105": "思之。釋曰。此第四門事望理也。文有法喻", "106": "合。今釋之。然躡前門成。謂無第三則離理有", "107": "事。今第四門何能顯理。如離水無波。波起現", "108": "水。既攬理成故能現理。以法從緣則無性故。", "109": "況從無性理而成於事。事必無性故從緣無", "110": "性。即是圓成。夜摩偈云。分別此諸蘊其性本", "111": "空寂。空故不可滅此是無生義。由蘊之事方", "112": "顯性空。性空即是無生真理。又須彌偈云。了", "113": "知一切法自性無所有。如是解法性。則見盧", "114": "舍那一切法事也。無所有即真理也。", "115": "觀曰。五以理奪事門。謂事既攬理成。遂令事", "116": "相皆盡。唯一真理平等顯現。以離真理外無", "117": "片事可得故。如水奪波波無不盡。此則水存", "118": "已壞波令盡。釋曰。此下第三相害對。言相", "119": "害者。形奪兩亡故。今此第五。理望於事故理", "120": "奪事。文有法喻。亦攬第三成此第五。以全將", "121": "理而為事故。事本盡矣。先正釋。後以離真下。", "122": "出其所以。真外無事故則奪事也。如攬水為", "123": "波。波唯是濕波自虛矣。故出現品云。設一切", "124": "眾生於一念中悉成正覺。與不成正覺亦無", "125": "有異。何以故。菩提無相無非相故。物物無相", "126": "斯理顯現。生佛兩亡。", "127": "觀曰。六事能隱理門。謂真理隨緣成諸事法。", "128": "然此事法既違於理。遂令事顯。理不顯也。如", "129": "水成波動顯靜隱。經云。法身流轉五道名曰", "130": "眾生。故眾生現時法身不現也。釋曰。此事望", "131": "理也。文分為三。初正釋。亦由第三門成。以全", "132": "理成事。事有形相。理無形相故。事覆理故。然", "133": "此事法既違於理故隱也。有本云。既匝於理", "134": "不及違也。次喻顯取靜為水隱義明故。三經", "135": "云下。引證。即法身經下當更釋財首。亦云世", "136": "間所言論。一切是分別未曾有一法。得入於", "137": "法性者事隱理故。", "138": "觀曰。七真理即事門。謂凡是真理必非事外。", "139": "以是法無我理故。事必依理。理虛無體故。是", "140": "故此理舉體皆事方為真理。如水即波無動。", "141": "而非濕故即水是波。思之。釋曰。此下第四", "142": "相即對也。前明隱奪。事隱於理而理不亡。理", "143": "奪於事而事猶存。雖言奪事皆盡。而意在彼", "144": "事相虛。非無彼事也。今明相即。廢己同他。各", "145": "唯一耳。今第七門。理望於事亦有法喻。法中", "146": "先略釋。後以是法無我下。出所以。若是但空", "147": "出於事外。則不即事。今以即法為無我理。離", "148": "於事外有何理耶。故理虛無體全將事法。本", "149": "來虛寂為真理耳。喻中無動而非濕以事即", "150": "理。意明全將濕為動。故理即事耳。", "151": "觀曰。八事法即理門。謂緣起事法必無自性。", "152": "無自性故舉體即真。故說眾生即如不待滅", "153": "也。如波動相舉體即水。故無異相也。釋曰。", "154": "事望理也。亦有法喻。中論曰。若法從緣生是", "155": "則無自性。若無自性者。云何有是法。無自性", "156": "者是真理也。故事即理。故說眾生即如下。闇", "157": "引淨名。淨名彌勒章云。一切眾生皆如也。又", "158": "云。若彌勒得滅度者。一切眾生亦應滅度。所", "159": "以者何。一切眾生即真如相不復更滅。森羅", "160": "及萬象一法之所印。觸事而真。不壞假名。而", "161": "說實相。舉喻可知。是即第八眾生寂滅即是", "162": "法身。第七法身隨緣名曰眾生。眾生法身體", "163": "一名異。從本已來未曾動靜。亦無隱顯。以名", "164": "異故。有互相即。有互隱奪。以一體故。得互相", "165": "即。得互隱顯。由此相即真俗二諦曾不相違。", "166": "夜摩偈云。如金與金色展轉無差別。法非法", "167": "亦然。體性無有異。理即事故雖空不斷。事即", "168": "理故雖有不常。理即事故無智外如。為智所", "169": "入事即理故。無如外智能證於如。", "170": "觀曰。九真理非事門。謂即事之理而非是事。", "171": "以真妄異故。實非虛故。所依非能依故。如即", "172": "波之水非波。以動濕異故。釋曰。此下第五", "173": "相非對也。即雙存義。若不雙存無可相成。相", "174": "即隱奪等。此門則隨緣。非有之法身。恒不異", "175": "事而顯現。後門則寂滅。非無之眾生。恒不異", "176": "真而成立。謂於此門理望於事。而有三對。一", "177": "是真。二是實。三是所依。即顯第十門。是妄。", "178": "是虛。是能依故。", "179": "觀曰。十事法非理門。謂全理之事。事恒非理", "180": "性相異故。能依非所依故。是故舉體全理。而", "181": "事相宛然。如全水之波。波恒非水。以動義非", "182": "濕故。釋曰。此第十門。事望於理。但有二對。", "183": "一明事是於相則影出。第九理是於性都有", "184": "四對。二能依所依不異前門。文並可知。若依", "185": "此對二諦跱立。即於諦常自二七八。即於解", "186": "常自一五六。則二而不二。三四則不二而二。", "187": "由初一對。則令前義皆得相成。", "188": "觀曰。此上十義同一緣起。約理望事。則有", "189": "成有壞。有即有離。事望於理。有顯有隱。有一", "190": "有異。逆順自在無障無礙。同時頓起深思令", "191": "觀明現。是謂理事圓融無礙觀。釋曰。第三", "192": "結勸。於中二。先結束前義。後勸修成觀。前中", "193": "先總標。若闕一義非真緣起。後約理下。別收", "194": "十門以成八字。然一三五七九理望於事。二", "195": "四六八十事望於理。先理望於事有成者。第", "196": "三依理成事門。有壞者。第五真理奪事門。有", "197": "即者。第七真理即事門。有離者。第九真理非", "198": "事門。事望理中有顯者。第四事能顯理門。有", "199": "隱者。第六事能隱理門。有一者。第八事法即", "200": "理門。有異者。第十事法非理門。然成壞等就", "201": "功能說。言有成者。理能成事非理自成。餘七", "202": "亦然。則一一門皆有事理無礙之義。故云約", "203": "理望事等。不會相遍者。有三義故。一是總相", "204": "後八。依此相遍而得成故。二者相遍無別異", "205": "相。非如成壞隱顯等殊故。三者大同相即相", "206": "即攝故。言逆順自在者。理事相望各二順二", "207": "逆。三成七即理順事也。四顯八即事順理也。", "208": "五奪九非理逆理也。六隱十非事逆理也。其", "209": "相遍言亦是順也。欲成即成。欲壞即壞。欲顯", "210": "即顯。欲隱即隱等故云自在。成不礙壞。壞不", "211": "礙成等故云無礙。正成之時。即壞時等故曰", "212": "同時。五對無前後故云頓起。又上四對。理望", "213": "於事。但有成等而無顯等。事望於理。但有顯", "214": "等而無成等。事從理成故。可許言成理非新", "215": "有。故但可言顯事。成必滅故得言壞。真理常", "216": "住伹可言隱理。無形相故但可即事。事有萬", "217": "差可與理冥。故得云一理。絕諸相故云離事。", "218": "事有差異故云異相。上約義別有此不同。統", "219": "而收之但成五對。五中前四明事理不離。後", "220": "一明事理不即。不即不離方為緣起相。又五", "221": "對之中共有三義。成顯一對。是理事相作義。", "222": "奪隱不即此之二對。即是事理相違義。相遍", "223": "相即二對。是事理不相礙義。又由相遍故有", "224": "相作。有相作故有於相即。由相違故有於不", "225": "即。又若無不即則無可即乃至相遍。由相遍", "226": "故四對皆成。故說真空妙有各有四義。約理", "227": "望事有真空四義。一廢己成他義。即依理成", "228": "事門。二泯他顯己義。即真理奪事門。三自他", "229": "俱存義。即真理非事門。四自他俱泯義。即真", "230": "理即事門。由其相即故得互泯。又由初及三。", "231": "有理遍事門。以自存故舉體成他。故遍他也。", "232": "後約事望理有妙有四義。一顯他自盡義。即", "233": "事能顯理門。二自顯隱他義。即事能隱理門。", "234": "三自他俱存義。即事法非理門。四自他俱泯", "235": "義。即事法即理門。又由初及三。有即事遍於", "236": "理門。以自存故而能顯他故遍他耳。故約有", "237": "存亡無礙。真空隱顯自在故。故逆順自在無", "238": "障無礙。二深思下。勸修成觀學而不思同無", "239": "所得。體達於心。即凡成聖矣。", "240": "觀曰。周遍含容觀第三。釋曰。即事事無礙", "241": "法界也。", "242": "觀曰。事如理融遍攝無礙。交參自在。略辯十", "243": "門。釋曰。此觀有三。初總標舉數。二別顯觀", "244": "相。三結勸修行。今則初也。即總名之意。以", "245": "事事無礙。若唯約事則彼此相礙。若唯約理", "246": "則無可相礙。今以理融事。事則無礙。故云事", "247": "如理融。然理含萬有無可同喻。略如虛空。虛", "248": "空中略取二義。一普遍一切色非色處。即周", "249": "遍義。二理含無外。無有一法出虛空故。即含", "250": "容。義理亦如空。具於二義無不遍故。無不包", "251": "故。即事如理乃至纖塵亦能包遍。故云事如", "252": "理融遍攝無礙。攝即含容義。無礙二義。一偏", "253": "不礙攝。二攝不礙遍故。事事能攝能遍。等皆", "254": "無礙。其交參自。在亦遍十門。", "255": "觀曰。一理如事門。謂事法既虛。相無不盡。理", "256": "性真實體無不現。是則事無別事。即全理為", "257": "事。是故菩薩雖復看事即是觀理。然說此事", "258": "為不即理。釋曰。此下十門展轉相生。然事", "259": "理相如大同前門相遍門也。即為總意能成", "260": "下八。比二猶兼理事無礙。有此二故。得有事", "261": "事無礙之義。屬事事攝。而有本云。理如事現。", "262": "事如理遍。乍觀釋文多遍現義細尋成局。但", "263": "有遍現闕餘義故。遍現二字諸本多無。無則", "264": "義寬。今依無本。今理如事者。如事之現。如事", "265": "之局。如事差別。如事大小一多等。故後門事", "266": "如於理。非但如理遍亦如於理。無相無礙非", "267": "內外等。又若有遍現。亦似事理。無礙觀中事", "268": "理相遍故。無遍現於義為正。十門皆先標名。", "269": "後解釋。今初理如事中。先正釋。既以事虛理", "270": "實理體現。是則真理如事之虛。以虛名為實", "271": "體。虛即是實名無別事。次是故菩薩下。以人", "272": "證成由見事實。是故見事即是見理。後然說", "273": "此事下。不壞相故。若壞於相理何所如。是則", "274": "真理。如事相大小。", "275": "觀曰。二事如理門。謂諸事法與理非異故。事", "276": "隨理而圓遍。遂令一塵普遍法界。法界全體", "277": "遍諸法時。此一微塵亦如理性。全在一切法", "278": "中如一微塵。一切事法亦爾。釋曰。據初釋", "279": "文。似但明遍義。遍是理之別稱。相無分限故。", "280": "既一微塵舉體。全在一切法中。亦如理之不", "281": "可分也。文中先出所因。由不異理故。由第一", "282": "門理如事故。遂得此門事全如理。言圓遍者。", "283": "無分故圓體周故偏。次遂令下。別示遍相。謂", "284": "遍理法界。從法界全體下。明壞遍事。由塵如", "285": "理故遍諸事。次如一塵下。舉微塵例諸事。即", "286": "事事皆遍。斯則事事重重無礙矣。", "287": "觀曰。三事含理事無礙門。謂諸事法與理非", "288": "一故。存本一事而能廣容。如一微塵其相不", "289": "大。而能容攝無邊法界。由剎等諸法既不離", "290": "法界。是故俱在一塵中現如一塵一切法亦", "291": "爾。此事理融通非一非異故。總有四句。一一", "292": "中一。二一切中一。三一中一切。四一切中一", "293": "切。各有所由思之。釋曰。文有三。一正釋。二", "294": "結例。三融通。今初。由上一事含於理故。餘一", "295": "切事與所含理體不異故。隨所含理皆在一", "296": "事中。而言與理非一者。前門與理非異。同理", "297": "而遍。此門亦是如理。而含則亦不異。由不壞", "298": "一相方有能含。對前非異故言非一。下通局", "299": "中則顯第二亦不壞相。如一微塵其相下。出", "300": "事含相。二如一塵下。結例。三此事理下。融", "301": "通就廣。容門有此四句。此中能含所含不出", "302": "一多。交絡成四為能含邊。皆具與理非一非", "303": "異義。由非一故有體為能含。由非異故有用。", "304": "方能含為所含邊。但約與理非異義耳。如初", "305": "一中一者。上一不壞相故。有能含體而與下", "306": "一理非異。故便能包含下一。而下一由與上", "307": "一理非異故。隨所含理在。上一中。以離理無", "308": "事故。二一切中一者。以一切不壞相故。有能", "309": "含體與下之一理不異故。能含於下一。下之", "310": "一與上一切理不異故。隨下自一之理在上", "311": "一切中。三一中一切者。由一不壞相故。得為", "312": "能含而與下一切理不異故。能含一切所含", "313": "一切與上一理不異。故隨自一切之理在上", "314": "一中。四一切中一切者。由上一切不壞相故。", "315": "有能含體與下一切理非異故含下一切。下", "316": "之一切與上一切理非異故。隨下一切之理。", "317": "在上一切之中。是故結云各有所由。前第二", "318": "門是廣遍義。此第三門是含容義。已具此觀", "319": "之總名矣。此下之七門。並皆不離廣遍含容", "320": "之二義也。", "321": "觀曰。四通局無礙門。謂諸事法與理非一即", "322": "非異。故令此事法不離一處。即全遍十方一", "323": "切塵內。由非異即非一故。全遍十方而不動。", "324": "一位即遠即近。即遍即住。無障無礙。釋曰。", "325": "此門重釋第二。第二俱遍今不壞相有不遍", "326": "義遍即是通。不遍是局。文中與理非一故局。", "327": "非異故通。即遠下結遍即是通。住則是局。", "328": "觀曰。五廣陜無礙門。謂諸事法與理非一即", "329": "非異故。不壞一塵而能廣容十方剎海。由非", "330": "異即非一故。廣容十方法界。而微塵不大。是", "331": "則一塵之事。即廣即陜。即大即小。無障無礙。", "332": "釋曰。此重釋第三門。三明如理包含。今由", "333": "與理有非一義。不壞陜相而能廣容。文中非", "334": "一故陜非異故廣。先明非一即非異。故明不", "335": "壞。廣容下句反上。是則一塵下結。", "336": "觀曰。六遍容無礙門。謂此一塵望於一切。由", "337": "普遍即是廣容故。遍在一切中時。即復還攝", "338": "彼一切法。全住自一中。又由廣容即是普遍", "339": "故。令此一塵還即遍在自內一切差別法中。", "340": "是故此一塵。自遍他時。即他遍自。能容能", "341": "入。同時遍攝無礙。思之。釋曰。此門正合前", "342": "四五二門。兼合二三。以四五二門釋二三故。", "343": "廣容普遍不相離。故名中遍即普遍。容即廣", "344": "容。釋文中。先標。次釋。後結。今初。以一望多", "345": "有遍容義。以有彼多可得遍故。此一能容。若", "346": "多望一即無遍容。以所望之一無可言遍。能", "347": "望之多而容於一。不可得言為廣容故。次由", "348": "普遍下。釋有二對。初遍即是容。唯一遍一容。", "349": "後又由下。容即是遍。亦是一容一遍。前中遍", "350": "即是容者。一遍多時。還攝所遍之多。在我一", "351": "內。猶如一鏡遍九鏡時。還攝九鏡在一鏡內。", "352": "後容即是遍法約反上。謂如一鏡容多鏡時。", "353": "能容之一鏡。却遍所容多鏡影中。故云還遍", "354": "自內一切差別法中。是故下結。可知。", "355": "觀曰。七攝入無礙門。謂彼一切望於一法。以", "356": "入他即是攝他故。一切全入一中之時。即令", "357": "彼一還復在自一切之內。同時無礙。又由攝。", "358": "他即是入他故。一法全在一切中時。還令一", "359": "切恒在一內。同時無礙思之。釋曰。釋相之", "360": "中。先標。後釋。今初。但約以多望一能攝。即", "361": "前能容入。即前遍而前一為能遍。有多可遍。", "362": "今入但入於一。不得言遍。前門有多可容故", "363": "得言容。今一無多可容故但云攝。次以入他", "364": "即是攝他故。下別釋其相。亦有二對。前對多", "365": "為能入。故還攝所入之一。在能入多中。如九", "366": "鏡入於一鏡。還攝所入一鏡。在能入多鏡之", "367": "中。後對但反前多能入。為多能攝耳。謂多攝", "368": "一時。多為能攝。一為所攝。而多即能入。故", "369": "還將此多。入於所攝一法之中。如九鏡為能", "370": "攝。還將九鏡入所攝一鏡之中。然上二對能", "371": "入能攝。皆是於多即攝即入。名攝入無礙。而", "372": "一但為所攝所入。不得能攝能入之名。至第", "373": "八門方有能攝能入耳。後同時無礙者結也。", "374": "結上多能入時。即為能攝。故云同時。", "375": "觀曰。八交涉無礙門。謂一法望一切。有攝有", "376": "入。通有四句。謂一攝一切一入一切。一切攝", "377": "一一切入一。一攝一法一入一法。一切攝一", "378": "切一切入一切。同時交參無礙。有本後二句", "379": "入在頭。釋曰。釋文亦三。初標所依。次釋。三", "380": "結。初中但一望多。有攝有入。次通有四句下", "381": "釋。以一望一切故一在初。然第六門。亦一望", "382": "多。但有容遍二句而無攝入。第七門但多望", "383": "一。有攝有入亦唯二句。今第八門。雖一望一", "384": "切。而一與多俱為能攝能入。得交涉名。又交", "385": "涉者。前第七門多能攝一。即多亦為能入。今", "386": "第八門。多攝於一。所攝之一亦能攝多故。能", "387": "攝之多却為所攝。故入一中得交涉名。既一", "388": "之與多俱為能攝能入便有四句。雖似八句", "389": "二二合故。故但四句。四句皆具攝之。與入第", "390": "一句云。一攝一切一入一切者。謂上句一為", "391": "能攝一切為所攝。而所攝一切。亦得為能攝。", "392": "即上能攝之一。却為所攝故。上之一却入一", "393": "切之中故。云一入一切。第二句云。一切攝", "394": "一一切入一者。上句一切為。能攝一為所攝。", "395": "而所攝一亦為能攝。故上之一。切却為所攝", "396": "云一切入一。此句但反上第一句耳。三即以", "397": "一望他一。四即第三句中。一切復望別一切。", "398": "以其四句為能攝邊。同理之包為能入邊。同", "399": "理之遍故。又四句皆由與理非一非異故。由", "400": "與理非一。有一多體可為攝入。由與理非異", "401": "便能攝入。若以十鏡為喻。一鏡為一。九鏡為", "402": "多。謂初句云。一攝一切一入一切者。應云一", "403": "鏡攝九鏡。一鏡入九鏡。謂上一鏡為能攝。則", "404": "九鏡為所攝。而所攝九鏡亦為能攝故。上能", "405": "攝之一鏡。却入九鏡之中。云一鏡入九鏡。下", "406": "三例然。第二句云一切攝一一切入一者。應", "407": "云九鏡攝一鏡。九鏡入一鏡。謂上九鏡為能", "408": "攝。則一鏡是所攝。以所攝一鏡亦為能攝故。", "409": "上能攝之九鏡。却入所攝一鏡中。云九鏡入", "410": "一鏡。第三句一攝一法一入一法者。應云一", "411": "鏡攝一鏡一鏡入一鏡。謂第一一鏡攝第二", "412": "一鏡。第一一鏡亦入第二一鏡。第四句云。一", "413": "切攝一切一切入一切者。應言十鏡各攝於", "414": "九鏡。十鏡皆入於九鏡。而所入所攝但云九", "415": "鏡者。留一為攝入故。言有本云後二句入在", "416": "頭者。云一入一法一攝一法。一切入一切一", "417": "切攝一切。以不例前故。依現本四句。皆攝", "418": "在初。", "419": "觀曰。九相在無礙門。謂一切望一亦有入有", "420": "攝。亦有四句。謂攝一入一。攝一切入一。攝", "421": "一入一切。攝一切入一切。同時交參無障無", "422": "礙。釋曰。初標名。云相在者。自己攝法入他", "423": "法中。他又攝法在我己中。故云相在。至下句", "424": "中當見。釋中亦三。謂標釋結。標云。一切望一", "425": "者。一切在初正反第八。二亦有四句下釋。釋", "426": "四句中。上標既云一切望一則有四句。四句", "427": "之首皆合有一切之言以為能攝。今並略耳。", "428": "但取所攝所入以成四句。然此四句與前全", "429": "異。如前一攝一法一入一法。但明自一隨對", "430": "他一。自一攝他一時。亦入他一耳。今則不", "431": "然。謂第一句云攝一入一者。此謂一切隨攝", "432": "一法將入一法。約十鏡說。總以九鏡為能攝。", "433": "第一句者。九鏡攝第一。一鏡入第二一鏡之", "434": "中。二攝一切入一者。謂九鏡皆攝九鏡入一", "435": "鏡中。三攝一入一切者。九鏡各攝一鏡遍入", "436": "九鏡之中。四攝一切入一切者。九鏡皆攝九", "437": "鏡各入九鏡之中攝。將隨一入彼一中。復攝", "438": "彼一在此多中等故名相在。約法一一作者。", "439": "且約諸佛望眾生說。總以諸佛為一切是能", "440": "攝。眾生為所攝所入。第一句者。諸佛攝一眾", "441": "生入一眾生中。二者諸佛攝一切眾生入一", "442": "眾生中。三者諸佛身攝一眾生。入一切眾生", "443": "身毛中。四者諸佛各攝一切眾生。入一切眾", "444": "生中。餘法相望一多皆爾。三同時下。總結。由", "445": "此互攝互在故。有帝網重重之義。問此一切", "446": "望一。皆一切在初。則一望一切。何不四句皆", "447": "一在初。答若但一在初唯有兩句。謂一攝一", "448": "切一入一切為一句。一攝一法一入一法為", "449": "兩句耳。今由相涉第二句一切。是前所攝為", "450": "能攝故。第三句互一相對。第四句唯一切對", "451": "故。成四句耳。故不得四句皆一在初。然正義", "452": "如前。更有一意。如攝一入一。謂一切正攝一", "453": "時。即能入一等。若爾何異第八。第八一攝一", "454": "一入一者。一入所攝一中。今趣舉一其一皆", "455": "入。以正同理廣容。即同理普遍故。若爾何異", "456": "第七。第七但有二句。亦自入所攝一中故。此", "457": "中一切正攝一亦入。餘一亦入一切等故。若", "458": "約十鏡作者。一鏡為一。九鏡為一切。一者九", "459": "鏡攝一鏡。九鏡亦能入一鏡。二者九鏡攝九", "460": "鏡。九鏡入一鏡。三者九鏡攝一鏡。九鏡即入", "461": "九鏡。四者九鏡攝九鏡。九鏡亦即入九鏡。為", "462": "攝一切入一切。雖通此釋今不取之。亦有云。", "463": "前第八門是複四句。一攝一一入一。兩句方", "464": "成一句故。今一攝一者。但攝其一入我一中。", "465": "二但攝一切入我一中等。若爾但有一攝句", "466": "耳。亦無入義故不取之。", "467": "觀曰。十普融無礙門。謂一切及一普皆同時。", "468": "更互相望一一具前兩重四句。普融無礙準", "469": "前思之。釋曰。此第十門總融。前九近且收", "470": "三。第八門一望一切。第九門一切望一。今具", "471": "此二。以一望一切。有第八門四句。以一切望", "472": "一。有第九門四句。其第七門雖不具四句。而", "473": "是一切攝一中收故。近收三。言總收九者。九", "474": "門不出一多故。由其初門理如事故。一可為", "475": "多。由第二門事如理故多可為一。二四如理", "476": "之遍。三五如理之包。二即二而不二。四即不", "477": "二而二。以不壞相故。三即非廣而廣。五即廣", "478": "即非廣。亦以不壞相故。六即雙含一多容遍", "479": "無礙。七便攝入自在。八含一多交涉。九含攝", "480": "入自在。十即融成一致故。第十門即同時具", "481": "足相應門。九即因陀羅網境界門。由第八交", "482": "涉互為能所。有隱顯門。其第七門相即相入", "483": "門。五即廣陜門。四不離一處。即遍有相即", "484": "門。三事含理事故。有微細門。六具相即廣陜", "485": "二門。前三總成諸門事理相如。故有鈍雜門", "486": "隨十為首。有主伴門顯。於時中有十世門故。", "487": "初心究竟攝多劫於剎那。信滿道圓一念該", "488": "於佛地。以諸法皆爾故。有託事門。是故十玄", "489": "亦自此出。", "490": "觀曰。令圓明顯現。稱行境界無障無礙。深思", "491": "之。令現在前也。釋曰。第三結勸修學。謂若", "492": "圓明在心。依解生行行起解絕。雖絕而現解", "493": "行雙融。修而無修。非唯周遍一門。實亦三觀", "494": "齊致。無心體極無間常行。何障不消。何法能", "495": "礙。斯觀顯現聖遠乎哉。體之則神矣。體非權", "496": "小聖亦難思矣。故初生王宮貴極臣佐。離此", "497": "成觀安造茲玄。余久深玄籍注想華嚴。此之", "498": "一觀久而究盡。不鏡方寸虛負性靈。故名法", "499": "界玄鏡。時已從心之歲矣。本文結云華嚴法", "500": "亦玄一卷有本無玄字今依有本也。今夾本文在內。別題云", "501": "華嚴法界玄鏡。", "502": "華嚴法界玄鏡卷下終"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1883 華嚴法界玄鏡", "source": "CBETA"}