{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇八揵度論", "text": {"0": "4 行犍度5 自行跋渠", "1": "阿毘曇八犍度論卷第十八", "10": "對。幾有漏幾無漏。幾有為幾無為。幾過去", "100": "處。亦不戒律不不戒律處。善身口有教本有", "101": "教不失。若生色界。是謂成就四大善色也。云", "102": "何非成就四大非善色。答曰。凡夫人生無色", "103": "界。是謂非成就四大非善色。若成就四大。彼", "104": "成就不善色耶。答曰。如是。若成就不善色。彼", "105": "成就四大耶。頗成就四大非不善色。答曰。", "106": "有處母胎卵膜漸厚。若生欲界戒律處。不善", "107": "身口無教本有教便失。亦不戒律不不戒律", "108": "處。不善身口無教本有教便失若生色界耶。", "109": "若成就四大。彼成就隱沒無記色耶。答曰。如", "11": "幾未來幾現在。幾善幾不善幾無記。幾欲界", "110": "是。若成就隱沒無記色。彼成就四大。頗成就", "111": "四大非隱沒無記色耶。答曰。有生欲界。若生", "112": "色界隱沒無記身口無教也。若成就四大。彼", "113": "成就不隱沒無記色耶。答曰。如是。設成就不", "114": "隱沒無記色。彼成就四大耶。答曰。如是隻竟。若", "115": "成就四大。彼成就善不善色耶。答曰。或成就", "116": "四大非善不善色。及善色非不善色。及不善", "117": "色。非善色及善不善色。云何成就四大非善", "118": "不善色耶。答曰。凡夫人處母胎卵膜漸厚。若", "119": "生欲界亦不戒律不不戒律處。善不善身口", "12": "繫幾色界繫幾不繫。幾學幾無學幾非學非", "120": "無教。本有教便失。是謂成就四大非善不善", "121": "色。云何成就四大及善色非不善色。答曰。無", "122": "垢人處母胎卵膜漸厚。若生欲界戒律處。不", "123": "善身口無教。本有教便失。亦不戒律不不戒", "124": "律處。善身口有教本有教不失。不善身口無", "125": "教本有教便失。若生色界。是謂成就四大及", "126": "善色非不善色。云何成就四大及善色非善", "127": "色耶。答曰。生欲界不戒律處。善身口無教本", "128": "有教便失。亦不戒律不不戒律處。不善身口", "129": "有教本有教不失。善身口無教本有教便失。", "13": "無學。幾思惟斷幾不斷入竟。若成就四大。彼造", "130": "是謂成就四大及善色非善色。云何成就四", "131": "大。及善不善色耶。答曰。生欲界戒律處。不善", "132": "身口有教本有教不失。不戒律處。善身口有", "133": "教本有教不失。亦不戒律。不不戒律處。善", "134": "不善身口有教本有教不失。是謂成就四大", "135": "及善不善色。設成就善不善色。彼成就四大", "136": "耶。答曰。如是。若成就四大。彼成就善隱沒無", "137": "記色。答曰。或成就四大非善隱沒無記色。及", "138": "善色非隱沒無記色。及善隱沒無記色。云何", "139": "成就四大非善隱沒無記色。答曰。凡夫人處", "14": "色成就耶。設造色成就。彼成就四大耶。若不", "140": "母胎卵膜漸厚。若生欲界不戒律處。善身口", "141": "無教本有教便失。亦不戒律不不戒律處。善", "142": "身口無教本有教便失。是謂成就四大非善隱", "143": "沒無記色。云何成就四大及善色非隱沒無記", "144": "色。答曰。無垢人處母胎卵膜漸厚。若生欲", "145": "界戒律處不戒律處。亦不戒律不不戒律處。", "146": "善身口有教本有教不失。若生色界隱沒無記", "147": "身口無教。是謂成就四大及善色非隱沒無記", "148": "色。云何成就四大及善隱沒無記色。答曰。生", "149": "色界隱沒無記。身口有教。是謂成就四大及", "15": "成就四大。彼不成就造色耶。設不成就造色。", "150": "善隱沒無記色。設成就善隱沒無記色。彼成", "151": "就四大耶。答曰。如是。若成就四大。彼成就善", "152": "不隱沒無記色耶。答曰。或成就四大及不隱", "153": "沒無記色非善色。及善不隱沒無記色。云何", "154": "成就四大。及不隱沒無記色非善色耶。答曰。", "155": "凡夫人處母胎卵膜漸厚。若生欲界不戒律", "156": "處。善身口無教本有教便失。亦不戒律不不", "157": "戒律處。善身口無教本有教便失。是謂成就", "158": "四大。及不隱沒無記色非善色。云何成就四", "159": "大。及善不隱沒無記色。答曰。無垢人處母胎", "16": "彼不成就四大耶造色竟。若成就四大。彼成就", "160": "卵膜漸厚。若生欲界戒律處不戒律處。亦不", "161": "戒律不不戒律處。善身口有教本有教不失。", "162": "若生色界。是謂成就四大及善不隱沒無記", "163": "色。設成就善不隱沒無記色。彼成就四大。答", "164": "曰。如是。若成就四大。彼成就不善隱沒無記", "165": "色。答曰。無。若成就四大。彼成就不善不隱", "166": "沒無記色。答曰。或成就四大。及不隱沒無", "167": "記色。非不善色及不善不隱沒無記色。云何", "168": "成就四大。及不隱沒無記色。非不善色耶。答", "169": "曰。處母胎卵膜漸厚。若生欲界戒律處。不", "17": "善色耶。設成就善色。彼成就四大耶。若成就", "170": "善身口無教本有教便失。亦不戒律不不戒", "171": "律處。不善身口無教本有教便失。若生色界。", "172": "是謂成就四大。及不隱沒無記色非不善色。", "173": "云何成就四大。及不善不隱沒無記色。答曰。", "174": "生欲界戒律處。不善身口有教本有教不失。", "175": "不戒律處亦不戒律不不戒律處。不善身口", "176": "有教本有教不失。是謂成就四大。及不善不", "177": "隱沒無記色。設成就不善不隱沒無記色。彼", "178": "成就四大耶。答曰。如是。若成就四大。彼成就", "179": "隱沒無記不隱沒無記色。答曰。或成就四大。", "18": "四大。彼成就不善色耶。設成就不善色。彼成", "180": "及不隱沒無記色。非隱沒無記色及隱沒無", "181": "記。不隱沒無記色。云何成就四大。及不隱沒", "182": "無記色。非隱沒無記色耶。答曰。生欲界若生", "183": "色界。隱沒無記身口無教。是謂成就四大。及", "184": "不隱沒無記色。非隱沒無記色。云何成就四", "185": "大。及隱沒無記。不隱沒無記色。答曰。生色", "186": "界隱沒無記身口有教。是謂成就四大。及隱", "187": "沒無記不隱沒無記色。設成就隱沒無記不", "188": "隱沒無記色。彼成就四大耶。答曰。如是隻竟。若", "189": "成就四大。彼成就善不善隱沒無記色耶。答", "19": "就四大耶。若成就四大。彼成就隱沒無記色", "190": "曰。無。若成就四大。彼成就善不善不隱沒", "191": "無記色。答曰。或成就四大及不隱沒無記色。", "192": "非善不善色及善不隱沒無記色。非不善色", "193": "及不善不隱沒無記色。非善色及善不善不", "194": "隱沒無記色。云何成就四大及不隱沒無記", "195": "色。非善不善色。答曰。凡夫人處母胎卵膜漸", "196": "厚。若生欲界亦不戒律不不戒律處。善不善", "197": "身口無教本有教便失。是謂成就四大。及不", "198": "隱沒無記色。非善不善色。云何成就四大。及", "199": "善不隱沒無記色。非不善色。答曰。無垢人處", "2": "迦旃延子造", "20": "耶。設成就隱沒無記色。彼成就四大耶。若成", "200": "母胎卵膜漸厚。若生欲界戒律處。不善身口", "201": "無教本有教便失。亦不戒律不不戒律處。善", "202": "身口有教本有教不失。不善身口無教本有教", "203": "便失。若生色界。是謂成就四大及善不隱沒", "204": "無記色非不善色。云何成就四大及不善不", "205": "隱沒無記色非善色耶。答曰。若生欲界不戒", "206": "律處。善身口無教本有教便失。亦不戒律不", "207": "不戒律處。不善身口有教本有教不失。善身", "208": "口無教本有教便失。是謂成就四大及不善", "209": "不隱沒無記色非善色。云何成就四大及善", "21": "就四大。彼成就不隱沒無記色耶。設成就不", "210": "不善不隱沒無記色。答曰。若生欲界戒律處。", "211": "不善身口有教本有教不失。不戒律處。善身", "212": "口有教本有教不失。亦不戒律不不戒律處。", "213": "善不善身口有教本有教不失。是謂成就四", "214": "大及善不善不隱沒無記色。若成就善不善", "215": "不隱沒無記色。彼成就四大耶。答曰。如是。若", "216": "成就四大。彼成就善隱沒無記不隱沒無記", "217": "色。答曰。或成就四大及不隱沒無記色。非", "218": "善隱沒無記色。及善不隱沒無記色。非隱沒", "219": "無記色。及善隱沒無記色。不隱沒無記色。云", "22": "隱沒無記色。彼成就四大耶隻門竟。若成就四", "220": "何成就四大及不隱沒無記色。非善隱沒無", "221": "記色。答曰。凡夫人處母胎卵膜漸厚。若生欲", "222": "界不戒律處。善身口無教本有教便失。亦不", "223": "戒律不不戒律處。善身口無教本有教便失。", "224": "是謂成就四大及不隱沒無記色。非善隱沒", "225": "無記色。云何成就四大及善不隱沒無記色。", "226": "非隱沒無記色。答曰。無垢人處母胎卵膜漸", "227": "厚。若生欲界戒律處不戒律處。亦不戒律不", "228": "不戒律處。善身口有教本有教不失。若生色", "229": "界隱沒無記身口無教。是謂成就四大及善", "23": "大。彼成就善不善色耶。設成就善不善色。彼", "230": "不隱沒無記色。非隱沒無記色。云何成就四", "231": "大及善隱沒無記不隱沒無記色。答曰。生色", "232": "界隱沒無記。身口有教。是謂成就四大。及善", "233": "隱沒無記不隱沒無記色。設成就善隱沒無", "234": "記不隱沒無記色。彼成就四大耶。答曰。如是。", "235": "若成就四大。彼成就不善隱沒無記不隱沒", "236": "無記色耶。答曰。無三竟。若成就四大。彼成就", "237": "善不善隱沒無記不隱沒無記色。答曰。此亦", "238": "無也四大竟。若成就善色。彼成就不善色耶。答", "239": "曰。或成就善色非不善色。云何成就善色非", "24": "成就四大耶。若成就四大。彼成就善隱沒無", "240": "不善色。答曰。無垢人處母胎卵膜漸厚。若生", "241": "欲界戒律處。不善身口無教本有教便失。亦", "242": "不戒律不不戒律處。善身口有教本有教不", "243": "失。不善身口無教本有教便失。若生色界。無", "244": "垢人生無色界。是謂成就善色非不善色。云", "245": "何成就不善色非善色。答曰。生欲界不戒律", "246": "處。善身口無教本有教便失。亦不戒律不不", "247": "戒律處。不善身口有教本有教不失。善身口", "248": "無教本有教便失。是謂成就不善色非善色。", "249": "云何成就善不善色。答曰。生欲界戒律處不", "25": "記色耶。設成就善隱沒無記色。彼成就四大", "250": "善身口有教本有教不失。不戒律處善身口", "251": "有教本有教不失。亦不戒律不不戒律處。善", "252": "不善身口有教本有教不失。是謂成就善。不", "253": "善色。云何不成就善不善色耶。答曰。凡夫人", "254": "處母胎卵膜漸厚。若生欲界。亦不戒律不不", "255": "戒律處。善不善身口無教本有教便失。凡夫", "256": "人生無色界。是謂不成就善色不善色。若成", "257": "就善色。彼成就隱沒無記色耶。答曰。如是。", "258": "若成就隱沒無記色。彼成就善色。頗成就善", "259": "色非隱沒無記色耶。答曰。有。無垢人處母胎", "26": "耶。若成就四大。彼成就善不隱沒無記色耶。", "260": "卵膜漸厚。生欲界戒律處不戒律處。亦不戒", "261": "律不不戒律處。善身口有教本有教不失。若", "262": "生色界隱沒無記身口無教若無垢人生無色", "263": "界。若成就善色。彼成就不隱沒無記色。答", "264": "曰。或成就善色。非不隱沒無記色。云何成就", "265": "善色非不隱沒無記色。答曰。無垢人生無色", "266": "界。是謂成就善色非不隱沒無記色。云何成", "267": "就不隱沒無記色非善色耶。答曰。凡夫人處", "268": "母胎卵膜漸厚。若生欲界不戒律處。善身口", "269": "無教本有教便失。亦不戒律不不戒律處。善", "27": "設成就善不隱沒無記色。彼成就四大。若成", "270": "身口無教本有教便失。是謂成就不隱沒無", "271": "記色非善色。云何成就善色不隱沒無記色。", "272": "答曰。無垢人處母胎膜漸厚。若生欲界戒", "273": "律處不戒律處。亦不戒律不不戒律處。善身", "274": "口有教本有教不失。若生色界。是謂成就善", "275": "色不隱沒無記色。云何不成就善色不隱沒", "276": "無記色。答曰。凡夫人生無色界。是謂不成就", "277": "善色不隱沒無記色雙竟。若成就善色。彼成就", "278": "不善隱沒無記色耶。答曰。此亦無也。若成就", "279": "善色。彼成就不善不隱沒無記色耶。答曰。或", "28": "就四大。彼成就不善隱沒無記色耶。設成就", "280": "成就善色。非不善不隱沒無記色。及不隱沒", "281": "無記色。非不善色及不善不隱沒無記色。云", "282": "何成就善色。非不善不隱沒無記色。答曰。無", "283": "垢人生無色界。是謂成就善色非不善不隱", "284": "沒無記色。云何成就善色及不隱沒無記色。", "285": "非不善色。答曰。無垢人處母胎卵膜漸厚。", "286": "若生欲界戒律處。不善身口無教本有教便", "287": "失。亦不戒律不不戒律處。善身口有教本有", "288": "教不失。不善身口無教本有教便失。若生色", "289": "界。是謂成就善色及不隱沒無記色。非不善", "29": "不善隱沒無記色。彼成就四大耶。若成就四", "290": "色。云何成就善色及不善不隱沒無記色。答", "291": "曰。生欲界戒律處。不善身口有教本有教不", "292": "失。不戒律處。善身口有教本有教不失。亦不", "293": "戒律不不戒律處。善不善身口有教本有教不", "294": "失。是謂成就善色及不善不隱沒無記色。設成", "295": "就不善不隱沒無記色。彼成就善色耶。答曰。", "296": "或成就或不成就。云何成就。答曰。向所說是", "297": "謂成就。云何不成就。答曰。生欲界不戒律處。", "298": "善身口無教本有教便失。亦不戒律不不戒", "299": "律處。不善身口有教本有教不失。善身口無", "3": "符秦罽賓三藏僧伽提婆", "30": "大。彼成就不善不隱沒無記色耶。設成就不善", "300": "教本有教便失。是謂不成就。若成就善色。彼", "301": "成就隱沒無記。不隱沒無記色耶。答曰。或成", "302": "就善色非隱沒無記不隱沒無記色。及不隱", "303": "沒無記色非隱沒無記色。及隱沒無記不隱", "304": "沒無記色。云何成就善色。非隱沒無記不隱", "305": "沒無記色。答曰。無垢人生無色界。是謂成就", "306": "善色非隱沒無記不隱沒無記色。云何成就", "307": "善色及不隱沒無記色。非隱沒無記色。答曰。", "308": "無垢人處母胎膜漸厚。若生欲界戒律處不戒", "309": "律處。亦不戒律不不戒律處。善身口有教本", "31": "不隱沒無記色。彼成就四大耶。若成就四大。", "310": "有教不失。若生色界隱沒身口無教。是謂成", "311": "就善色及不隱沒無記色。非隱沒無記色。云", "312": "何成就善色及隱沒無記不隱沒無記色。答", "313": "曰。生色界隱沒無記。身口有教。是謂成就善", "314": "色。及隱沒無記不隱沒無記色。設成就隱沒", "315": "無記不隱沒無記色。彼成就善色耶。答曰。如", "316": "是雙竟。若成就善色。彼成就不善色隱沒無記不", "317": "隱沒無記色耶。答此亦無也善色竟。若成就不", "318": "善色。彼成就隱沒無記色耶。答曰。此無也。", "319": "若成就不善色。彼成就不隱沒無記色。答曰。", "32": "彼成就隱沒無記不隱沒無記色耶。設成就", "320": "如是。若成就不善色。彼成就不隱沒無記色。", "321": "頗成就不隱沒無記色。非不善色耶。答曰。有。", "322": "處母胎卵膜漸厚。若生欲界戒律處。不善身", "323": "口無教本有教便失。亦不戒律不不戒律處。", "324": "不善身口無教本有教便失。若生色界。若成", "325": "就不善色。彼成就隱沒無記不隱沒無記色", "326": "耶。答曰。此無不善竟。若成就隱沒無記色。彼", "327": "成就不隱沒無記色耶。答曰。如是。若成就隱", "328": "沒無記色。彼成就不隱沒無記色。頗成就不", "329": "隱沒無記色。非隱沒無記色耶。答曰。有。生", "33": "隱沒無記不隱沒無記色。彼成就四大耶雙竟。", "330": "欲界若色界。隱沒無記身口無教也。四大由", "331": "何三昧滅。答曰。或依四或依未來造色。或依", "332": "四或依未來有對更樂有覺有觀。或依初或", "333": "依未來樂根。或依三或依未來喜根。或依二", "334": "或依未來。苦根憂根摶食。依未來護根更樂", "335": "食意念食識食。或依七或依未來。四大已盡", "336": "無餘。當言作何果。答曰。阿羅漢果。或無處所", "337": "造色有對更樂有覺有觀樂根喜根阿羅漢", "338": "果。或無處所苦根憂根摶食阿那含果阿羅", "339": "漢果。或無處所護根更樂食意念食識食阿", "34": "若成就四大。彼成就善不善隱沒無記色耶。", "340": "羅漢果。", "341": "阿毘曇淨根跋渠第一竟梵本三百九十二首盧秦五千八百八十九言。", "342": "阿毘曇八揵度論卷第十八", "35": "設成就善不善隱沒無記色。彼成就四大耶。", "36": "若成就四大。彼成就善不善不隱沒無記色", "37": "耶。設成就善不善不隱沒無記色。彼成就四", "38": "大耶。若成就四大。彼成就善隱沒無記不隱", "39": "沒無記色耶。設成就善隱沒無記不隱沒無", "4": "共竺佛念譯", "40": "記色。彼成就四大耶。若成就四大。彼成就不", "41": "善隱沒無記不隱沒無記色耶。設成就不善", "42": "隱沒無記不隱沒無記色。彼成就四大耶三竟。", "43": "若成就四大。彼成就善不善隱沒無記不隱", "44": "沒無記色耶。設成就善不善隱沒無記不隱沒", "45": "無記色。彼成就四大耶四大竟。若成就善色。彼", "46": "成就不善色耶。設成就不善色。彼成就善色", "47": "耶。若成就善色。彼成就隱沒無記色耶。設成", "48": "就隱沒無記色。彼成就善色耶。若成就善色。", "49": "彼成就不隱沒無記色。設成就不隱沒無記", "5": "5 四大犍度四大犍度第五", "50": "色。彼成就善色耶隻竟。若成就善色。彼成就不", "51": "善隱沒無記色耶。設成就不善隱沒無記色。", "52": "彼成就善色耶。若成就善色。彼成就不善不", "53": "隱沒無記色耶。設成就不善不隱沒無記色。", "54": "彼成就善色耶。若成就善色。彼成就隱沒無", "55": "記不隱沒無記色耶。設成就隱沒無記不隱", "56": "沒無記色。彼成就善色耶雙竟。若成就善色", "57": "彼成就不善隱沒無記不隱沒無記色耶。設", "58": "成就不善隱沒無記不隱沒無記色。彼成就", "59": "善色耶善竟。若成就不善色。彼成就隱沒無記", "6": "四大所造是謂緣也見諦成就", "60": "色耶。設成就隱沒無記色。彼成就不善色耶。", "61": "若成就不善色。彼成就不隱沒無記色耶。設", "62": "成就不隱沒無記色。彼成就不善色耶。若成", "63": "就不善色。彼成就隱沒無記不隱沒無記色", "64": "耶。設成就隱沒無記不隱沒無記色。彼成就", "65": "不善色耶不善竟。若成就隱沒無記色。彼成就", "66": "不隱沒無記色耶。設成就不隱沒無記色。彼", "67": "成就隱沒無記色耶。四大由何三昧滅。造色", "68": "瞋恚有對更樂。有覺有觀樂根苦根。喜根憂", "69": "根護根。摶食更樂食意念食識食。由何三昧", "7": "自造在後", "70": "滅。四大已盡無餘。當言作何果。造色瞋恚有", "71": "對更樂有覺有觀。樂根苦根喜根憂根護根。", "72": "摶食樂食意念食識食由何三昧滅。四大", "73": "已盡無餘。當言作何果。此章義願具演說。", "74": "四大造入幾可見。答曰一。幾不可見。答曰。八", "75": "二少入。幾有對。答曰。九一少入。幾無對。答", "76": "曰。一少入。幾有漏。答曰。九二少入。幾無漏。", "77": "答曰。一少入。幾有為。答曰。九二少入。幾過", "78": "去。答曰。十一少入。幾未來。答曰。十一少入。", "79": "幾現在。答曰。十一少入。幾善。答曰。三少入。", "8": "1 淨根跋渠淨根跋渠第一", "80": "幾不善。答曰。三少入。幾無記。答曰。七三少", "81": "入。幾欲界繫。答曰。二九少入。幾色界繫。答", "82": "曰。九少入。幾不繫。答曰。一少入。幾學。答曰。", "83": "一少入。幾無學。答曰。一少入。幾非學非無學", "84": "耶。答曰。九二少入。幾思惟斷。答曰。九二少", "85": "入。幾不斷。答曰。一少入入竟。若成就四大。彼", "86": "成就造色耶。答曰。如是。若成就四大。彼成就", "87": "造色。頗成就造色非四大耶。答曰。有無垢人", "88": "生無色界也。若不成就四大。彼不成就造色", "89": "耶。答曰。如是。若不成就造色。彼不成就四", "9": "四大所造入。幾可見幾不可見。幾有對幾無", "90": "大。頗不成就四大非不造色耶。答曰。有。無垢", "91": "人生無色界造竟。若成就四大。彼成就善色", "92": "耶。答曰。或成就四大非善色。云何成就四大", "93": "非善色。答曰。凡夫人處母胎卵膜漸厚。若生", "94": "欲界不戒律處。善身口無教本有教便失。不", "95": "戒律不不戒律處。善身口無教本有教便失。", "96": "是謂成就四大非善色。云何成就善色非四", "97": "大耶。答曰。無垢人生無色界。是謂成就善", "98": "色非四大。云何成就四大善色。答曰。無垢人", "99": "處母胎卵膜漸厚。若生欲界戒律處不戒律"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1543 阿毘曇八犍度論: 阿毘曇八犍度論: 阿毘曇八揵度論", "author": "迦栴延子造  符秦 僧伽提婆共竺佛念譯", "sourceLink": "http://www.cbeta.org/"}