{"author": "後漢 安世高譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1470 大比丘三千威儀: 大比丘三千威儀: 大比丘三千威儀", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "大比丘三千威儀卷下", "1": "後漢安息國三藏安世高譯", "2": "十二頭陀者：一者不受人請，日行乞食，亦不", "3": "受比丘僧一飯食分錢財。二者止宿山上，不", "4": "宿人舍郡縣聚落。三者不得從人乞衣被，人", "5": "與衣被亦不受，但取丘塚間死人所棄衣補", "6": "治衣之。四者止宿野田中樹下。五者一日一", "7": "食，一名僧迦僧泥。六者晝夜不臥但坐，睡來", "8": "起經行，一名僧泥沙者傴。七者有三領衣，", "9": "無有餘衣，亦不臥被中。八者在塚間，不在佛", "10": "寺中，亦不在人間，目視死人骸骨，坐禪求道。", "11": "九者但欲獨處不欲見人，亦不欲與人共臥。", "12": "十者先食菓蓏却食飯，食已不得復食菓。十", "13": "一者但欲露臥，不在樹下屋宿。十二者不食", "14": "肉亦不食醍醐，麻油不塗身。", "15": "持錫杖有二十五事：一者為地虫故。二者為", "16": "年老故。三者為分衛故。四者出入見佛像，不", "17": "得使頭有聲。五者不得持杖入眾。六者日中", "18": "後不得復持杖出。七者不得擔著肩上。八者", "19": "不得橫著肩上以手懸兩頭。九者不得手掉", "20": "前却。十者不得持杖至舍後。十一者三師已", "21": "持杖出，不得復持杖隨出。十二者若四人共", "22": "行，一人以持杖出，不得復持杖隨後。十三者", "23": "至檀越家，應杖不得離身。十四者至人門時，", "24": "當三欬瘶不出，應當便去至餘處。十五者設", "25": "人出，應當杖著左肘挾之。十六者杖在室中，", "26": "不得使著地。十七者當持自近臥床。十八", "27": "者當取拭之。十九者不得使頭有生。二十", "28": "者欲持杖出，當從沙彌受、若白衣受。二十一", "29": "者至病瘦家宿，應得暮杖。二十二者遠送過", "30": "去，當得暮杖。二十三者遠請行宿，應得暮杖。", "31": "二十四者行阿其云，應得暮杖。二十五者常", "32": "當以自近，不得指人若畫地作字。", "33": "至優婆塞家有五事應往：一者為僧使、二者", "34": "分衛、三者阿其云、四者請飯、五者疾病死亡。", "35": "其餘一切皆不應往。", "36": "比丘為優婆夷說經有五事：一者優婆夷抱", "37": "小兒來問經，不應持婬意向說。二者設婬意", "38": "起，不得前取小兒摩弄。三者不得牽坐著邊。", "39": "四者優婆夷使比丘說麻油術經，當令男子", "40": "持楊枝與比丘，當持男子手中楊枝者善不", "41": "應說。五者若優婆塞與優婆夷俱來問經，若", "42": "優婆塞先去，比丘亦應出，不者非法。", "43": "新至比丘有十德：一者禮佛已，當却住問摩", "44": "摩德姓字、比丘僧幾人、日持為姓字。二者上", "45": "座當禮、下座問訊。三者不得問所止處。四者", "46": "人與比丘床席臥具，不得呵好醜。五者當求", "47": "依止阿闍梨。六者當亦供養。七者不得呵", "48": "經。八者不得自在出入。九者欲掃塔上當報", "49": "摩波梨。十者欲出去，有臥具當寄主人。", "50": "復有五事：一者當憂眾事、二者不得妄用寺", "51": "中淨水、三者不得妄至人戶、四者不得逆", "52": "行、五者不得踰越寺中杖木上。", "53": "當以十事待新至比丘：一者當避與房。二者", "54": "當給所須。三者當朝暮往問訊。四者當語國", "55": "土習俗。五者當教避諱。六者當語乞匃處。", "56": "七者當語僧教令。八者當語其可食。九者", "57": "當語縣官禁忌。十者當語賊盜，某許可逃、", "58": "某許不可逃。新至比丘欲到賢者所自歸", "59": "持作依止阿闍梨，當先自說言：「今我為某", "60": "遠離三師，各去是若干里。今某獨來在", "61": "此，本意欲學，連遇國君不安，故來到是。今", "62": "自歸賢者，當為我作依止阿闍梨。賢者用某", "63": "自歸故，受某甲為弟子，當與某甲共止作弟", "64": "子，當依某甲與共居，為某甲弟子。賢者當用", "65": "法故，當為某甲作阿闍梨師。」已頭面作禮，因", "66": "言：「阿闍梨！為用三尊故，已受某甲為師作，", "67": "當教某甲所行出入法。若有強共某諍某，阿", "68": "闍梨當有某甲作弟子。若阿闍梨若某欲", "69": "去止，俱得自在。設某去後，復從彼面來還，", "70": "阿闍梨故當受某為弟子。」如是說至三。師", "71": "當言報：「賢者某聽今我所說，令卿得道，常當", "72": "行如佛語，當護戒、當忍辱、當精進、當一心念", "73": "道、當念慧、當止身口意滅毒、當為三法事。已", "74": "作佛弟子，不得念行世間事。能如法行者，會", "75": "當得道度世耳。」說竟。起作禮，持頭面著師足", "76": "去，還取衣鉢往上師從受衣。若比丘受衣鉢", "77": "三衣，阿闍梨比丘當自說亡失，若水火盜賊", "78": "壞敗因緣。比丘先自歸言：「明賢者！慧行淨戒", "79": "是某三師。」為某如是便三說本因緣已，三說", "80": "便上若鉢若衣受阿闍梨，便說教誡：「某賢", "81": "者聽！人有六情，當護當念清淨。雖世間淨潔，", "82": "不能到清淨，行慧者道當護內外清淨，不垢", "83": "不漏內外相應，是為能致清淨道者，是故當", "84": "依當攝當護。是為鉢事依者，當言數持視數", "85": "著以時浣。比丘譬如賢者，亦世間處身，樂沐", "86": "浴薰香衣服臥具，寧欲令身不安隱、意不安", "87": "隱。所有可意有破服。不設具堅安隱。亦不能", "88": "致清淨慧者道中。若漏濕為虫所食腐，譬身", "89": "若一處腐爛，從是不安隱、不致慧者道。譬身", "90": "若一處為虫所食瘡、若痛若痒、從是不安隱、", "91": "不致慧者道。從上至竟依、護內外洗淨、是為", "92": "除貪亦少欲、使致賢者清淨。是為依事。」", "93": "依止阿闍梨教弟子有十五事：一者比丘僧", "94": "會時，當教如法視上下。二者比丘僧有令語，", "95": "使莫犯。三者當教隨順僧上下。四者當教令", "96": "恭敬。五者當語國土方俗忌諱，所可食飯、應", "97": "爾不應爾。六者當語匃處，某處可往、某許不", "98": "可往。七者若有賊盜，某處可逃、某處不可逃。", "99": "八者病瘦，當占視之。九者衣被破壞，當給與。", "100": "十者若有去住不得留難。十一者當相視人", "101": "意。十二者當隨方便所住。十三者來有問當", "102": "答讓。十四者欲澆灑地常當謙讓。十五者有", "103": "過，不得言我不復與卿語。是為依止阿闍梨", "104": "法。", "105": "弟子依止阿闍梨有五事：一者當數往、二", "106": "者往至戶當三彈指、三者入當頭面禮、四者", "107": "長跪問消息、五者去當還出戶。", "108": "復有五事：一者旦夕往問訊；二者師呼即著", "109": "袈裟往應，不得單身著屐入；三者當掃地", "110": "具澡水拂拭床席；四者若自有所作、若出入", "111": "行止當報；五者往受經問解，得不得不應有", "112": "恐意。是為五事，自依止阿闍梨法。", "113": "賢者比丘不應畜七種藥：一者辟穀藥、二者", "114": "消穀藥、三者吐下藥、四者強中藥、五者服食", "115": "藥、六者毒藥、七者兵瘡藥。無有病，一切不應", "116": "服藥，亦不得與他人使服，墮罪。", "117": "比丘欲起沙彌法有五事：一者當知四阿", "118": "含、二者當知戒、三者當知經、四者當知有慧、", "119": "五者當有德。", "120": "復有五事：一者當持戒、二者當不犯戒、三者", "121": "當能解經、四者當忍辱、五者當自守一切。具", "122": "有是行者，乃可舉沙彌；不悉知，不應起沙彌。", "123": "比丘有沙彌，當教行五事：一者沙彌作眾事", "124": "未竟，不得呼使；二者不得令沙彌求賢者長", "125": "短；三者不得信沙彌語；四者不得於眾中大", "126": "聲罵沙彌；五者不得獨使令，當給眾事。", "127": "有三事不應與沙彌共居：一者愛端正好、二", "128": "者見之欲瞋、三者疾病。", "129": "有三事應逐去：一者言犯戒無罪、二者言無", "130": "佛法僧、三者行向人說和上阿闍梨善惡。", "131": "若欲遠行，持沙彌寄人，有五事：一者先問沙", "132": "彌某可汝意不？二者汝承事主能可人意不？", "133": "三者設呵罵汝，不得言非我阿闍梨，罵我為", "134": "非。四者承事主如視我。五者如法教汝，不得", "135": "捨去。持沙彌至，主許寄時，有五事：一者當教", "136": "頭面禮；二者教自歸；三者當言卿視我沙彌", "137": "如卿沙彌；四者我從彼來還，自當歸我；五者", "138": "若我無常，長屬卿。", "139": "受人寄沙彌有五事：一者當教讀經、二者教", "140": "莫犯戒、三者當教隨眾上下、四者當教行步", "141": "法則、五者教恭敬眾人。", "142": "比丘僧飯時有五事：一者上座未坐不得先", "143": "坐、二者上座未受案不得先受、三者上座未", "144": "飯不得先飯、四者上座飯未訖不得先止、五", "145": "者上座未起不得先起。", "146": "受案有五事：一者當持手巾并受、二者當決", "147": "闊尺六、三者當持手巾連案若机足、四者當", "148": "却膝、五者兩肘不得離膝。", "149": "復有五事：一者已受莫離；二者不得狂左右", "150": "顧視；三者已離當從上座受；四者設人不應", "151": "不得食；五者若人宿與不相便，可當自作方", "152": "便、若自呼人。", "153": "復有五事：一者左右手不得有所携持、二者", "154": "不得大呼有所求索、三者授人鉢當視上下", "155": "相前人、四者授鉢當右手撫上、五者當護所", "156": "受。", "157": "復有五事：一者人來授物，手近當更澡手；二", "158": "者不得持上著鉢中；三者若見不可意不應", "159": "食，亦不得使左右人知；四者食中不得唾上", "160": "座前；五者不應飯而飯之，墮罪。", "161": "復有五事：一者不得以手摩抆面目、二者左", "162": "手已污不得近右手、三者若手已污不得獲", "163": "鉢水、四者不得已污手正袈裟、五者不得", "164": "持手巾拭膩手。", "165": "復有五事：一者前杯著設橫當正之，不正者", "166": "不得食；二者食具已墮不應復食；三者若人", "167": "來有所益，常當以指墮柱之；四者不見來時", "168": "不應食；五者飯食在前不得甞味。", "169": "復有五事：一者飯時不得於坐上失風；二者", "170": "飯未已不得中唾前地；三者急欲唾，唾履下；", "171": "四者已澡手不得復持履；五者已持履自知", "172": "手污，不取拭者不得以持袈裟。右飯食四十", "173": "條事。", "174": "飯食上澡漱有五事：一者不得挼手杯上、", "175": "二者不得手指挑撩口中、三者不得涕鼻大", "176": "唾鉢中、四者漱口不得令有飯吐鉢中、五者", "177": "不得大奮手污濺左右人。", "178": "復有五事：一者持手巾不得教軟，當先熟歷", "179": "手；二者不得奮濕取燥；三者不得以手拭面", "180": "目鼻口；四者不得言我自有，不取持去；五者", "181": "當如法用之。", "182": "復有五事：一者以拭手燥即當藏棄膝上巾；", "183": "二者已即當正袈裟，不得羅左右人；三者下", "184": "座澡未已，不得呵令使來；四者日達嚫不得", "185": "亂語；五者達嚫未竟不得妄起。", "186": "復有五事：一者若上座為檀越說經，當正坐", "187": "聽；二者若急欲去作眾事，當過白摩波利；三", "188": "者急欲東西使，當語下坐人；四者若得錢分", "189": "即當撿藏之；五者若有所還、若欲寄人，不得", "190": "以足推徙，亦不得遙擲與。", "191": "飯上有十事，左右顧視無不有罪：一者當視", "192": "上座受案未；二者當視上座前具未；三者視", "193": "下座亦爾；四者人皆飯，當復視之，上座前少，", "194": "何等有盡者為呼益；五者視下座亦爾；六者", "195": "飯未已，當復中止視，上座欲得何等；七者視", "196": "下座亦爾；八者當視上座已未，設自先已，以", "197": "手持前所有，不得坐視人；九者視下座亦爾；", "198": "十者不得先取案，當排之、當持待人。", "199": "比丘持賓揵澡槃有二十五事：一者手不淨", "200": "不得擭上飾手；二者手不淨不得擭上蓋；", "201": "三者手不淨不得擭前口；四者手不淨不得", "202": "使益水；五者手不淨不得擭前頸；六者當從", "203": "下捧腹；七者水少但當小洗手使淨；八者", "204": "當出益水、還入善澆；九者欲益澡水，當先", "205": "澆水三洗令淨；十者欲著水，當三倒易水", "206": "滿持入；十一者欲持入，不得當道住；十二者", "207": "安著屏處；十三者下常當使有枝；十四者安", "208": "正上蓋；十五者當宿盛水令滿；十六者持", "209": "澡槃不得曳有聲；十七者不得使上邊污；十", "210": "八者不得使中有飯；十九者棄不淨水；二十", "211": "者棄水不得遠，手徐徐瀉之；二十一者澡槃", "212": "當先澡內外使澡淨；二十二者持澡槃手不", "213": "淨，不得中止持漱口；二十三者持澡槃手污，", "214": "不得擭賓揵上拭若口；二十四者不得取竈", "215": "下水用澡賓揵；二十五者中外各當三更水", "216": "澡乃得持入。欲持賓揵著槃中，不得大投使", "217": "有聲。", "218": "當用手巾有五事：一者當拭上下頭；二者當", "219": "用一頭拭手，以一頭拭面目；三者不得持拭", "220": "鼻；四者以用拭膩污當即浣之；五者不得拭", "221": "身體，若澡浴各當自有巾。", "222": "若著僧伽梨時，持手巾有五事：一者不得使", "223": "巾頭垂見；二者不得持白巾；三者當敗色令", "224": "黑；四者不得拭面；五者飯當用覆膝上，飯已", "225": "當下去。設不去，若有來作禮、若起去，先取襞", "226": "去之。比丘僧有七人，不應作摩波利及直日：", "227": "一者年老不任事、二者病疹瘡不淨潔、三者", "228": "久病羸極、四者眾人共使養病、五者上座日、", "229": "六者摩摩德、七者直歲。是七人皆不應作，", "230": "若有強揵，如反不欲作者，不應訶問。自是", "231": "後世珍寶藏也。", "232": "作鉢泥僧摩波利，當行百六十德。作直月，當", "233": "行六十德。作直日，當行十德。作摩摩德，當行", "234": "三十德。作直歲，當行十德。此上五人如上行", "235": "者，久會至無為度世道矣。", "236": "鉢泥僧摩波利，有十五德：一者用佛故；二者", "237": "用法故；三者用比丘僧故；四者當惜眾物；五", "238": "者當惜招提僧物；六者當惜比丘僧物；七者", "239": "當知佛事；八者當知招提僧事；九者當知比", "240": "丘僧事；十者不得持塔物著招提僧物中；十", "241": "一者不得持塔物著比丘僧物中；十二者不得", "242": "持招提僧物著塔物中；十三者不得持招提", "243": "僧物著比丘僧物中；十四者不得持比丘僧", "244": "物著塔物中；十五者不得持比丘僧物著招", "245": "提。僧物中復有十五德：一者欲有所作，當白", "246": "報眾人。二者不得割奪眾物獨匿自入。三者", "247": "不得持眾人物私意饒益親厚。四者不得斷", "248": "取眾家物以匿施用作名字。五者當數護理", "249": "眾家臥具。六者若有病痛當占視，隨所思持", "250": "與之。七者當恭敬瞻視比丘僧。八者為比丘", "251": "僧作飯食當令淨潔。九者當隨婆羅門意。十", "252": "者譬如事鬼神無有異。十一者不得自瞋喜。", "253": "十二者欲行清淨，不得露身於竈下作事。十", "254": "三者日暮常當自起按行門戶，視諸比丘戶", "255": "皆閉不？設見異人，不得即呵，問言：「卿為是", "256": "沙門？」許當復待明日。十四者不得掃寒著", "257": "熱。十五者不得掃熱著寒。是為十五事。", "258": "營事維那，飯時於堂中當行二十五德：一者", "259": "已布空案，當自身行遍視下竟皆遍淨不。二", "260": "者不得先布空案。三者上座已有應分飯。四", "261": "者一切有所分布，皆當至沙彌，若白衣受。五", "262": "者三師在中不得持增益。六者作分上下當", "263": "使平等。七者分飯自當更手令平。八者欲分", "264": "羹當三迴杓乃斟。九者令汁滓調。十者不得", "265": "即以釜中羹著人鉢中，皆當先更分著器中。", "266": "十一者所有分不得於上語笑。十二者不得", "267": "遙大呼言取某來。十三者眾中有不食羹者，", "268": "為取所便與之。十四者若眾中有不相便可", "269": "者，不得即於坐中呵罵。十五者急當念養病。", "270": "十六者飯時人持物來，當即分布盡之，不得", "271": "言當遺後日。十七者急先益羹。十八者急當", "272": "益中飯盡。十九者不得中止踞視僧。二十者", "273": "不得遠離僧於前捨出。二十一者皆已飯，當", "274": "自視中所不具者，復視多少益。二十二者不", "275": "得住大呼從人撿挍食具去。二十三者蓋藏", "276": "無令有聲、捐棄著地。二十四者當教人豫具", "277": "掃󰆠澡水手巾。二十五者當住待僧達嚫竟，", "278": "自當白畢竟乃出去。竈下有二十五德：一者", "279": "為鉢泥僧盡力忍辱。二者當佛法行恭敬等", "280": "視上下。三者若人從有所索，有即當一切與，", "281": "不得逆言無有。四者當早起行，視當一切具。", "282": "五者一切使人行，若有所買不得施乞之。六", "283": "者欲呼使不得遙大作聲呼。七者一切有所", "284": "作，不得使物器大有聲。八者一切當可眾人", "285": "意，不得自在直行強。九者若人持飯來、若餘", "286": "物多少，即當白眾人使達嚫，不得獨受便遣", "287": "令去。十者即分布令遍，設使過時當藏棄，不", "288": "得便先當視。十一者若檀越來言欲作飯，", "289": "未見所有，不得即對人說；若主人持錢來", "290": "作比丘僧飯，若鉢泥僧與主人，若白賢者，共", "291": "議所當兩作，不得獨自可。十二者汲水不得", "292": "大投瓶井中令水濁。十三者不得自擇米。十", "293": "四者澡釜三易水令淨。十五者勿持釜中熱", "294": "湯澆瀆中。十六者不得自然竈。十七者不得", "295": "自掃生草斷去根。十八者不得以生菜根葉", "296": "著火中。十九者不得持食飯注瀆中。二十", "297": "者一切飯具當覆上，不得使受塵坌。二十一", "298": "者不得教人作長分，設僧不食當自置棄之。", "299": "二十二者不得持眾物猗身以作恩惠。二十", "300": "三者蓋藏自當行視令堅。二十四者不得分", "301": "今日食遺旦日。二十五者不得持旦食遺今", "302": "日。", "303": "有七事以待新至比丘：一者來至即當問消", "304": "息、二者當為次座上下、三者當給與房室、四", "305": "者當給臥具被枕、五者當給與燈火、六者當", "306": "語比丘僧教令、七者當語國土習俗。", "307": "教人市買有五事：一者當教莫與人諍、二者", "308": "當教買淨者、三者莫使侵人、四者不得走促", "309": "人、五者當護人意。", "310": "買肉有五事：一者設見肉完，未斷不應便買；", "311": "二者人已斷，餘乃應買；三者設見肉少，不得", "312": "盡買；四者若肉少，不得妄增錢取；五者設肉", "313": "已盡，不得言當多買。", "314": "教人汲水有五事：一者當使先淨澡器、二者", "315": "當使著屏處、三者當覆上令淨、四者不得持", "316": "膩汁污、五者若人有污不得復用。", "317": "教人破薪有五事：一者莫當道、二者先視斧", "318": "柄令堅、三者不得使破有青草薪、四者不得", "319": "妄破塔材、五者積著燥處。", "320": "教人擇米有五事：一者當自量視多少、二者", "321": "不得有草、三者擇去鼠屎、四者不得令有穬、", "322": "五者向淨地。教人洮米有五事：一者當用堅", "323": "器、二者用淨水、三者五易水令淨、四者內著", "324": "屏處、五者覆上令密。", "325": "澡釜有五事：一者不得持汁大衝釜底、二者", "326": "當使蓋器受污水出棄之、三者當添滿水、四", "327": "者淨澡木蓋覆上、五者日暮覆上看令堅。燃", "328": "竈有五事：一者燃火不得橫薪、二者不得燃", "329": "生薪、三者不得燃釜倒逆薪、四者不得自以", "330": "口吹火燃、五者不得持熱湯澆火滅。", "331": "教人炊米有五事：一者當教待氣出而莊之；", "332": "二者隨氣上米稍稍炊之；三者安正甑不得", "333": "令氣泄；四者著米甑中隨覆之；五者已熟下", "334": "之，亦當覆上莫使露也。", "335": "擇菜有五事：一者當去根、二者當令等、三者", "336": "不得令青黃合、四者當使澡淨、五者皆當令", "337": "向火知之乃得布用。", "338": "作羹有五事：一者當教如次內物、二者當令", "339": "熟、三者令味調適、四者當自視令淨潔、五者", "340": "已熟當去下火覆之。", "341": "教人澡案一切食具有五事：一者皆當三易", "342": "水使淨、二者拭使淨、三者布案使相去二尺、", "343": "四者皆當案正下橙令堅、五者不得令污比", "344": "丘僧衣。", "345": "揵椎有五事：一者常會時、二者旦食時、三者", "346": "晝飯時、四者暮投槃時、五者一切無常。", "347": "復有七法：一者縣官、二者大火、三者大水、四", "348": "者盜賊、五者會沙彌、六者會優婆塞、七者呼", "349": "私兒。", "350": "當復知十二時揵椎。常會時先從小起稍至", "351": "大，大下擊二十，稍小二十一下，小小十下，復", "352": "大三下。旦食大下八，晝食一通，投槃亦一通。", "353": "會沙彌三下，優婆塞三下，無常者隨視時。縣", "354": "官、水火、盜賊亦隨時。呼私兒一下，持一通至", "355": "比丘揵椎無後音。有百六十事鉢泥僧會，摩", "356": "波利所當行。鉢泥僧會時，有五事：一者當禮", "357": "佛、二者當禮僧、三者隨次坐、四者不得大踞", "358": "床有聲、五者遺上座處。", "359": "復有五事：一者不得諍坐上下；二者當恭敬", "360": "上座；三者當隨眾法令；四者若摩波利次直", "361": "日，若使作即當如法受；五者已畢，", "362": "起坐，當過白和上阿闍梨。已受直日有五", "363": "事：一者當先受戶鑰、二者當數銅佛像、三", "364": "者當數銅香爐、四者當數銅燈、五者當正", "365": "坐席自承比。", "366": "掃塔上有五事：一者不得著履上、二者不得", "367": "背佛掃塔、三者不得取上墡土持下棄、四者", "368": "當下佛像上故花、五者當且過澡手自持淨", "369": "巾還。拭佛像復有五事：一者當堅持、二者常", "370": "拭令淨、三者不得以手摩近面目羅手指、四", "371": "者當自出錢買花、五者當布與人令散佛上。", "372": "掃塔下有五事：一者當先灑地、二者當使調、", "373": "三者當待燥、四者不得逆掃、五者不得逆風", "374": "掃。", "375": "掃除又有五事：一者不得去墡土、二者當自", "376": "手拾草、三者當取中土轉著下處、四者不得", "377": "令四角掃處有迹、五者掃塔前六步使淨。設", "378": "大比丘僧會時，掃除講堂中有七事：一者當", "379": "早起行視門戶開未；二者當撿空燈當摒之；", "380": "三者當掃拭佛像去前宿花；四者當燒香著", "381": "佛前；五者當作大燈火著堂中央，却正比丘", "382": "僧坐席；六者僧比丘事畢去，徐當灑地；七者", "383": "當更淨掃地。", "384": "有五事灑地：一者當却行、二者當輕手、三者", "385": "當令遍、四者當待燥、五者不得濺人衣。掃", "386": "塔地有五事：一者不得背佛；二者不得不掉", "387": "手污人足；三者不得掃去墡土；四者當自手", "388": "除出棄之；五者不得當人道，亦莫棄水中及", "389": "圊中。", "390": "撿燈有五事：一者不得滅中炷、二者當瀉中", "391": "餘膏作大燈燃著佛前、三者當取空燈內著", "392": "常處、四者不得妄破碎、五者若亡物皆當", "393": "應買償著常處。", "394": "燒香著佛前有三事：一者易中故火、二者當", "395": "自出香、三者當布與人。整頓比丘僧床席有", "396": "三事：一者當安隱視床足使堅；二者當下意", "397": "掃拭令淨；三者拂拭席當使遍，不得令污比", "398": "丘僧衣。", "399": "具香爐有三事：一者當先除去故火，拾取中", "400": "香聚一面；二者當拭令淨乃著火，還取故香", "401": "著中；三者著火不得大熾火、不得少，令灰火", "402": "疾滅冥。燃燈有五事：一者當持淨巾拭中外", "403": "令淨；二者當作淨炷；三者當自作麻油；四者", "404": "著膏不得令滿，亦不得令少；五者當護令堅，", "405": "莫懸妨人道污人。是直日法，如上行之得福。", "406": "右六十事直日所行。", "407": "摩摩德有十五德：一者用佛故；二者用法故；", "408": "三者用比丘僧故；四者用和上阿闍梨故；", "409": "五者用我棄家作沙門故；六者用作主人，耐", "410": "忍四遠故；七者當待四遠故；八者眾中人有", "411": "過，不得於前言當擅罰之；九者眾中一人有", "412": "過，眾人欲罰，當下座請之，不得獨匿；十者當", "413": "有德；十一者當能致檀越；十二者四遠比丘", "414": "來，衣被破壞，當為乞匃補納之；十三者飯食", "415": "一切當共用；十四者占視病瘦當等；十五者", "416": "聞外有病比丘，當往看視之。", "417": "復有六事：一者不得招提僧物著塔物、二者", "418": "不得持招提僧物著比丘物、三者不得塔物", "419": "著招提僧物、四者不得塔物著比丘僧物、五", "420": "者不得持比丘僧物著塔物、六者不得持比", "421": "丘僧物著招提僧物。", "422": "復有三事：一者一切從如毛髮至無數，不得", "423": "有匿。二者從沙彌上至日，若有疾病、衣被壞，", "424": "當買與易，不得持作恩惠求名聞，皆當使作", "425": "平等。三者一切塔有物、若招提僧所有物，不", "426": "得行來出入，如此輩不得先受彼福。能護是", "427": "事者，可為摩摩德。", "428": "復有四事：一者從四月十五日至七月十五", "429": "日，當與比丘僧共對計，具視凡䟽白。如是已", "430": "計眾人皆知要，當所餘視皆現在分明。二者", "431": "槃泥僧從十五日至十五日，若摩波利若僧", "432": "共計視䟽念非常，是為四行。三者若比丘欲", "433": "到彼面設宿，從問三法事等，問塔、若佛像、若", "434": "僧數雜物、若比丘僧、若日名檀越姓字一切", "435": "所問，皆當報語使得具知。四者若國尊、長者、", "436": "寺主、檀越持物多少來，即白僧令知具聞。如", "437": "是四事，賢者所值已不惜，是為摩摩德功効，", "438": "自淨得度世道。", "439": "直歲有十德：一者為三法盡力。二者若有比", "440": "丘從遠方來，當逆安隱。三者當給與床席若", "441": "燈火三日至七日。四者設房皆滿，當自避，持", "442": "處與之。五者當數往問訊占視。六者當為說", "443": "國土習俗。七者當憂所不具足。八者若中有", "444": "共諍者，不得有所助，常當和解令安隱。九者", "445": "若宿與不相便安，不得於眾中呵罵，亦不得", "446": "呼人使共作某，令主不可。十者不得與摩波", "447": "利共諍求長短，數於眾中若行說之，亦不得", "448": "取三法中所有物持行作恩惠。如法行者可", "449": "作直歲。萬物何因緣生？", "450": "有五事：一者四時五行、二者種性、三者自然、", "451": "四者施與、五者功德。直歲以是五事，會當得", "452": "佛。", "453": "都摩波利揵椎有五事：一者當會、二者常會", "454": "讀經、三者布薩、四者會僧飯、五者一切非常。", "455": "復有五事：一者撾揵椎時當先視早晚；二者", "456": "常當報上座；三者當復待檀越視般泥僧具", "457": "未；四者當可眾人意；五者當次僧坐處，不得", "458": "數起僧。", "459": "復有五事：一者不得正對僧坐、二者不得先", "460": "自檀罰人、三者語但順人意、四者白事不", "461": "得增減人語、五者若有所分皆當調等。", "462": "復有五事：一者若僧中不如法者，不應便自", "463": "於眾中呵罵；二者不得違僧正令；三者不得", "464": "數捨僧出妄行；四者事畢當從僧悔，若語言", "465": "不可、分布不等，乞除罪；五者白彼已不得先", "466": "出去。", "467": "復有五事：一者朝暮當行視病瘦；二者當日", "468": "行問訊上座諸大人；三者當時往至檀越家", "469": "勞問；四者若有遠許比丘來當安隱之；五者", "470": "若同學中有命盡，當占視遠送之。是都摩波", "471": "利二十五德。", "472": "從是五德：一者後世在所從生，若有被病著", "473": "床，當有自然持神藥往瞻視護汝。二者後世", "474": "若在厄難處，無所聞知，當有自然呼者。三者", "475": "後世若在無穀水漿之處，當有自然持香甘", "476": "美食往與之。四者後世若在不安隱處地飢", "477": "渴，當有自然持甘露與之。五者已受是福，後", "478": "世會當得道神足。", "479": "當會揵椎，當先從小起，大下三十，次下二", "480": "十，次下十，小小下五。如是至三，後大下三。", "481": "會沙門時，便大下四十，次下三十，次下二十，", "482": "次下十，小小下五。上三通，後三大下。若布薩", "483": "時，先小小下七，大下五十，次四十，次三十，", "484": "次二十，次小小下十。亦三通，大下三。僧飯", "485": "時，先大下四，䟽直下二十，次下十，小小下亦", "486": "十，次下五，後再通。先數隨時，趣三通當視", "487": "因緣。非常時無數，先急後緩或時先緩後急，", "488": "是都摩波利揵椎法。當會有五事：一者聞揵", "489": "椎聲即當著袈裟出戶如法；二者於講堂戶", "490": "外當止住正袈裟脫帽乃入；三者有佛像者", "491": "當頭面著地作禮却禮僧；四者當隨次向上", "492": "座；五者當遺上座處，上座隨坐踞隨踞。", "493": "踞坐有五事：一者不得交足、二者不得雙前", "494": "兩足、三者不得却踞兩手掉捎兩足、四者不", "495": "得支柱一足申一足、五者不得上下足。", "496": "正坐有五事：一者不得倚壁、二者不得以兩", "497": "手前據、三者不得以肘據床、四者不得伏臥", "498": "以兩手捧頭、五者不得以手指拄頰。", "499": "復有五事：一者不得倚左右人肩、二者不得", "500": "妄起至上座前邊坐、三者不得妄咄叱摩波", "501": "利若下坐、四者不得解袈裟著上座舍出、五", "502": "者不得坐自搖使床有聲。", "503": "復有五事：一者欲出當先正袈裟，不得參差；", "504": "二者欲正袈裟，視左右不得令拂人面；三者", "505": "起時視地，不得過六尺；四者起出不得使袈", "506": "裟被地；五者行直視前，不得左右顧視。", "507": "復有五事：一者上座說經，不得從下是正。二", "508": "者設有上座自共諍語，不得從下有所助。三", "509": "者下座共諍語，若有所白，不得強呵止。四者", "510": "摩波利來前，有所白使行，上座者即當起", "511": "下床坐，當言諾。五者不得言上座某次當行，", "512": "下座某常示，為我前自以作某。", "513": "復有五事：一者已白彼去，不得於後說某今", "514": "日所作為強自用耳。二者不得言我今日欲", "515": "難某，但欲用某故置之耳。三者和尚阿闍", "516": "梨有所過當隨，若教先去有所取，當如教受", "517": "語。四者若自共歸，不得先歸入門，當隨後倚", "518": "右面，若行日中不得蹈師影。五者人欲止留", "519": "飯者，當報師以去，不得使留止飯。", "520": "復有五事：一者設人堅坐留飯不得報師，飯", "521": "已即當求去，不得坐至冥。二者若至冥歸，當", "522": "如事自說悔過。三者不得屏處自譽言：「某今", "523": "日獨留我止飯，無所不有。」四者不得於人前", "524": "言：「我今日自當還飯，某強留我飯，使我腹中", "525": "不安隱。」五者還且當經行入室思惟念道，不", "526": "得妄至人室中說世間事。", "527": "布薩時入眾有五事：一者不得著靼䩽入眾、", "528": "二者不得拄錫杖入眾、三者不得持入竹扇", "529": "持白手巾入眾、四者不得白履入眾、五者不", "530": "得著屐入眾。", "531": "復有五事：一者比丘僧會，不得但著結袈裟", "532": "入行眾中。二者不得當講堂戶中觀僧。三者", "533": "不得踞戶外聽僧語。四者不得住戶中大呼", "534": "留上人。五者設講堂戶已閉，不得排開，急", "535": "欲入當三彈指。", "536": "復有五事：一者已讀經戒，不應復作禮。二者", "537": "當低頭從上下至坐。三者不得排奪人處。四", "538": "者勿道口說外因緣事。五者已安坐，不得語", "539": "比丘僧今日會何大早。", "540": "復有五事：一者眾人議事不得戲語、二者不", "541": "得妄唾前地、三者不得持手捧膝、四者不得", "542": "持手捧頭睡臥、五者不得大張口欠。", "543": "至舍後有二十五事：一者欲大小便當行時，", "544": "不得道上為上座作禮。二者亦莫受人禮。三", "545": "者往時當直低頭視地。四者往當三彈指。五", "546": "者已有人彈指，不得逼。六者已止住，三彈指", "547": "乃踞。七者正踞中。八者不得一足前一足却。", "548": "九者不得令身倚。十者斂衣不得使垂圊中。", "549": "十一者不得大咽使而赤。十二者當直視前", "550": "不得顧聽。十三者不得唾污四壁。十四者不", "551": "得低頭視圊中。十五者不得視陰。十六者不", "552": "得以手持陰。十七者不得持草畫地作字。", "553": "十八者不得持草畫壁作字。十九者用水不", "554": "得大費。二十者不得污濺。二十一者用水不", "555": "得使前手著後手。二十二者用土當三過。二", "556": "十三者當澡豆。二十四者三過水。二十五者", "557": "設見水草土盡，當語直日主者，若自手取為", "558": "善。", "559": "不應用水有十事：一者作塔事、二者作比丘", "560": "僧事、三者大寒、四者行道、五者不與女人共", "561": "圊、六者欲起經、七者寫經、八者作法衣、九", "562": "者染衣、十者遠行應請，是皆不得用水；若有", "563": "香草得用水。", "564": "陰起有十事、五事有罪、五事無罪：一者見色", "565": "起、二者聞因緣起、三者思念女人端正、四者", "566": "思念故宿因緣、五者手持起，有罪。無罪：一", "567": "者謂臥臏申、二者常習、三者臥頻申、四者", "568": "體有瘡手把近、五者欲行小便逼捉不得，陰", "569": "起無罪。從八月十六日至臘月十五日為一時，", "570": "百二十日屬冬。從臘月十六日至四月十五", "571": "日為一時，百二十日屬春。從四月十六日至", "572": "八月十五日為一時，百二十日屬夏，為長歲", "573": "盡。從八月十六日至臘月十五日即屬冬。作", "574": "沙門不更夏，雖得鉢惒蘭不得歲。或有十五", "575": "日得歲者，或十六日得歲者沙門。", "576": "薩和多部者，博通敏智導利法化，應著絳袈", "577": "裟。曇無德部者，奉執重戒斷當法律，應著皂", "578": "袈裟。迦葉維部者，精勤勇決拯護眾生，應", "579": "著木蘭袈裟。彌沙塞部，禪思入微究暢玄", "580": "幽，應著青袈裟。摩訶僧部者，勤學眾經敷", "581": "演義理，應著黃袈裟。", "582": "昔佛在此時，眾被服唯純直，不衣雜白。自", "583": "後起比丘羅旬踰，每行分衛輒飢空還，佛知", "584": "其宿罪，欲視殃福示後世明戒故，眾僧分為", "585": "五部，著五色袈裟，於是遂相承制。直至佛度", "586": "世後，立號稱名舉取長名其被色。諸人集會", "587": "悉共忍聽！今比丘規度四方，諸可瑞應及施", "588": "餘業，眾僧時會皆共和忍，於是同辭專精禁", "589": "戒，修行平等淨護諸學。今者結界，此之言", "590": "教悉共忍聽與並規度四方，以說禁戒結精", "591": "舍界。堪能爾，咸共寂然；若能忍，便說不可。眾", "592": "僧會，以共專精平等結界，已說禁戒。眾僧可", "593": "之，便默然持。", "594": "大比丘三千威儀卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1470 大比丘三千威儀: 大比丘三千威儀: 大比丘三千威儀", "source": "CBETA"}