{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0220j 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "text": {"0": "11 會序", "1": "大般若波羅蜜多經卷第五百八十三", "10": "化無量有情，皆令發心捨諸煩惱，展轉饒益", "100": "八解脫等種種功德，一一化作百億魔軍，此", "101": "諸魔軍寧為多不？」舍利子曰：「甚多！世尊！甚", "102": "多！善逝！諸阿羅漢其數尚多，況彼一一復能", "103": "化作百億魔軍！是諸魔軍寧可知量。」世尊復", "104": "告舍利子言：「如是無邊諸阿羅漢所化無量", "105": "無數魔軍頗有力，能暫時令一不退菩薩心", "106": "轉變不？」舍利子言：「不也！世尊！不也！善逝！如", "107": "是無量無數魔軍，不能令一不退菩薩心有", "108": "轉變。」世尊復告舍利子言：「於意云何？如是", "109": "一切永盡諸漏阿羅漢心，與一不退菩薩之", "11": "無量有情；是謂初心勝後心義。復有獨覺諸", "110": "心，威神勢力何者為勝？」舍利子言：「如我解佛", "111": "所說義者，不退菩薩心力為勝，非無數量阿", "112": "羅漢心。」佛言：「如是！如汝所說。汝今應觀如", "113": "是無量永離貪欲、瞋恚、愚癡及憍慢等諸阿羅", "114": "漢無漏之心，一一復能化作百億勇健魔軍，", "115": "此諸魔軍盡其神力，不能令一有貪、瞋、癡、慢", "116": "等煩惱菩薩心變。由此應知菩薩心力勝諸", "117": "漏盡阿羅漢心。「又，舍利子！於意云何？誰於", "118": "如是離貪、瞋、癡、慢等煩惱阿羅漢心，為最為", "119": "勝、為尊為高、為妙為微妙、為上為無上？」舍利", "12": "無漏心，雖離自身一切煩惱，而不能化無量", "120": "子言：「諸不退轉菩薩之心，雖有貪欲、瞋恚、愚", "121": "癡、慢等煩惱，而於無漏阿羅漢心，為最為勝、", "122": "為尊為高、為妙為微妙、為上為無上。所以者", "123": "何？如是無漏無量無邊阿羅漢心及所化者", "124": "盡其神力，不能令一具貪、瞋、癡、慢等煩惱不", "125": "退菩薩心轉變故。」", "126": "爾時，佛告舍利子言：「我今問汝，隨汝意答。於", "127": "意云何？若有積聚迦遮末尼，其中置一吠瑠", "128": "璃寶，迦遮末尼光彩價直，頗能映奪吠瑠璃", "129": "不？」舍利子言：「不也！世尊！不也！善逝！一吠瑠璃", "13": "有情，皆令發心捨諸煩惱；菩薩初發大菩提", "130": "光彩價直，普能映奪大迦遮聚。所以者何？", "131": "吠瑠璃寶內外明淨，迦遮末尼則不如是；吠", "132": "瑠璃寶光彩潤澤，迦遮末尼則不如是；吠瑠", "133": "璃寶本色紺青，迦遮末尼則不如是；吠瑠", "134": "璃寶族類殊勝，迦遮末尼則不如是；吠瑠璃", "135": "寶威德廣大，迦遮末尼則不如是；吠瑠璃寶", "136": "價直無量，迦遮末尼則不如是；吠瑠璃寶尊", "137": "貴有情業增上力生大海渚，迦遮末尼若貴", "138": "若賤同所受用工業所造。故吠瑠璃光彩價", "139": "直，映奪一切迦遮末尼。」爾時，世尊告舍利子：", "14": "心，雖於自身煩惱未斷，而能普化無量有情，", "140": "「不退菩薩摩訶薩心亦復如是，普能映奪一", "141": "切獨覺聲聞之心，如吠瑠璃映迦遮聚。我", "142": "觀此義作如是說：不退菩薩摩訶薩心，於諸", "143": "聲聞及諸獨覺永離煩惱無漏之心，為最為", "144": "勝、為尊為高、為妙為微妙、為上為無上。不退", "145": "菩薩慈悲俱心，能使有情得樂離苦；聲聞、", "146": "獨覺慈悲俱心，但有假想而無實用。「又，舍利", "147": "子！有阿羅漢永盡諸漏，具六神通、八解脫等", "148": "種種功德，能以神力擲此世界置於餘方，而", "149": "不能令不退菩薩心有轉變。又，舍利子！有阿", "15": "皆令發心捨諸煩惱，展轉饒益無量有情，是", "150": "羅漢永盡諸漏，具六神通、八解脫等種種功", "151": "德，能以神力涸大海水，而不能令不退菩薩", "152": "心有轉變。又，舍利子！有阿羅漢永盡諸漏，", "153": "具六神通、八解脫等種種功德，能以神力吹", "154": "壞殑伽沙數世界，其中一切妙高山王皆如", "155": "灰粉，而不能令不退菩薩心有轉變。又，舍利", "156": "子！有阿羅漢永盡諸漏，具六神通、八解脫等", "157": "種種功德，以神通力能吹殑伽沙數世界，大", "158": "劫火聚猛焰熾然皆令頓滅，而不能令不退", "159": "菩薩心有轉變。由此緣故我作是說：不退", "16": "謂初心勝後心義。「又，舍利子！菩薩所發大菩", "160": "菩薩摩訶薩心，於諸聲聞及諸獨覺永離煩", "161": "惱無漏之心，為最為勝、為尊為高、為妙為", "162": "微妙、為上為無上。」時，舍利子便白佛言：「甚奇！", "163": "世尊！希有！善逝！不退菩薩摩訶薩心具足如", "164": "是大威神力，聲聞、獨覺不能轉變。」爾時，佛告", "165": "舍利子言：「如是！如是！如汝所說。何以故？舍", "166": "利子！諸佛世尊其言無二，佛所說義皆實不", "167": "虛，汝應受持廣為他說。", "168": "「又，舍利子！十方世界諸有情類無量無邊，假", "169": "使十方無量無數殑伽沙等諸世界中諸殑", "17": "提心，若習、若修、若多所作，能具引發布施、淨", "170": "伽沙，一一皆變，復為爾所諸有情類；假使十", "171": "方無量無數無邊世界地、水、火、風碎為極微，", "172": "一一皆變，復為爾所諸有情類，是諸有情寧", "173": "為多不？」舍利子曰：「甚多！世尊！甚多！善逝！」佛", "174": "言：「如是一切有情，假使一時成阿羅漢，永", "175": "盡諸漏，具六神通、八解脫等種種功德，成就", "176": "廣大自在神通，一切皆如大採菽氏。如是一", "177": "一大阿羅漢，皆能化作爾所惡魔，一一惡魔", "178": "復能化作爾所勇健象軍、馬軍、車軍、步軍，如", "179": "是諸軍可知數不？」舍利子曰：「不也！世尊！不", "18": "戒、安忍、精進、靜慮、般若波羅蜜多及餘無量無", "180": "也！善逝！」佛言：「假使有善男子或善女人量", "181": "等三千大千世界，能知其數，以神通力破諸", "182": "魔軍皆令退散。於意云何？此善男子或善女", "183": "人神通威力為廣大不？」舍利子曰：「廣大！世尊！", "184": "廣大！善逝！此善男子或善女人神通威力不", "185": "可當敵、不可思議。」佛言：「假使如是所說男", "186": "子、女人，如前所說諸有情數，如是一一男", "187": "子、女人各如十方無量、無數、無邊世界殑伽", "188": "沙等大劫而住，念念化作如前所說無量惡", "189": "魔，一一惡魔各復化作如前所說無量勇健", "19": "邊佛法，疾能證得一切智智，由斯化度無量", "190": "象、馬軍等，亦不能令不退菩薩心有轉變。又，", "191": "舍利子！於意云何？爾所有情成阿羅漢，一", "192": "一化作爾所惡魔，一一惡魔具大神力，如是", "193": "神力與不退轉一菩薩心所有神力何者為", "194": "勝？」舍利子言：「不退菩薩摩訶薩心所有神", "195": "力於彼為勝。所以者何？不退菩薩摩訶薩心", "196": "所有神力，無量無數不可思議、不可宣說。」世", "197": "尊復告舍利子言：「於意云何？不退菩薩摩訶", "198": "薩心所有神力，於前所說無量無邊具大神", "199": "通諸阿羅漢所有神力，誰能說彼為最為勝、", "2": "三藏法師玄奘奉　詔譯", "20": "有情，令得聲聞、獨覺乘果，或證無上正等菩", "200": "為尊為高、為妙為微妙、為上為無上？」舍利子", "201": "言：「如我解佛所說義者，唯佛世尊乃能說彼", "202": "不退菩薩摩訶薩心所有神力，於前所說無", "203": "量無邊具大神通諸阿羅漢所有神力，為最", "204": "為勝、為尊為高、為妙為微妙、為上為無上。所以", "205": "者何？不退菩薩摩訶薩心所有神力，除一切", "206": "智相應之心，所有神力無能及者。由此因緣，", "207": "不退菩薩摩訶薩心所有神力，唯佛能知、唯", "208": "佛能說於餘神力，為最為勝、為尊為高、為妙", "209": "為微妙、為上為無上。」爾時，佛告舍利子言：「如", "21": "提，或修人、天殊勝善業，得人、天樂捨惡趣苦；", "210": "是！如是！如汝所說。何以故？舍利子！不退", "211": "菩薩摩訶薩心，無餘有情能令轉變，亦無如", "212": "實知者、說者，唯有如來、應、正等覺，知彼菩薩", "213": "不退轉心，為諸有情如實宣說。」", "214": "爾時，滿慈子問舍利子言：「何因緣故不退菩", "215": "薩摩訶薩心不可轉變？」舍利子言：「如諸菩薩", "216": "行布施時，無不皆緣一切智智，其心堅固不", "217": "可傾動。如是證得不退轉時，心不隨緣而有", "218": "轉變。「又，滿慈子！譬如有人善解斷事，曾於", "219": "無量長者、居士、商賈眾中數數斷事。有匱乏", "22": "聲聞、獨覺諸無漏心，雖令自身證涅槃樂，而", "220": "故，頻於長者、居士等所借便財物，恐他來索", "221": "無力酬還，遂依附王冀免拘縶。時，諸債主怖", "222": "畏王故，不敢牽掣挫辱彼人。所以者何？彼", "223": "所依附王力甚大難可當敵。如是菩薩若初", "224": "發心若不退轉，皆由依附一切智智有大神", "225": "力，一切獨覺及阿羅漢皆不能令心有變", "226": "動。又，滿慈子！如人依王，雖極貧匱而不被辱；", "227": "如是菩薩依一切智智，二乘惡魔不能傾動，", "228": "而能降伏一切惡魔，於彼二乘為最為勝、為", "229": "尊為高、為妙為微妙、為上為無上。是故菩薩", "23": "不能引布施、淨戒、安忍、精進、靜慮、般若波羅蜜", "230": "欲不退轉，常應依止一切智智修菩薩行，勿", "231": "樂餘乘。」滿慈子言：「何等菩薩為諸獨覺、聲聞", "232": "所勝？」舍利子言：「若諸菩薩聞說獨覺、聲聞勝", "233": "事，心生欣慕作是念言：『我當云何得如是法？』", "234": "亦深樂著讚二乘教，是諸菩薩由起如斯非", "235": "理作意，便為一切獨覺、聲聞之所勝伏。」時，滿", "236": "慈子便問具壽舍利子言：「何緣說此菩薩作", "237": "意名非理耶？」舍利子言：「此能障礙一切智智，", "238": "令能引發一切智心漸微漸遠故，名菩薩非", "239": "理作意。如瑜伽師欲證實際，欣樂趣入正性", "24": "多及餘無量無邊佛法，亦不能得一切智智，", "240": "離生，若貪、瞋、癡遇緣現起，令能引發阿羅漢", "241": "心，有障有礙漸微漸遠，是故說為非理作意。", "242": "如是菩薩求大菩提，若起二乘相應作意，", "243": "障一切智損菩提心，是故名為非理作意。若", "244": "諸菩薩有此作意，便為二乘之所勝伏。」", "245": "時，滿慈子便白具壽舍利子言：「若諸菩薩發", "246": "起二乘相應作意，便為二乘之所勝伏，當", "247": "知不入諸菩薩數。何以故？舍利子！夫為菩", "248": "薩唯求無上正等菩提，若起二乘相應作意，", "249": "違本所欲，不能證得一切智故。如預流者煩", "25": "不能化度無量有情，令得聲聞、獨覺乘果，或", "250": "惱現行，便違所求若智若斷勤求智斷故名", "251": "預流，非煩惱行有勤求義。何以故？舍利子！", "252": "夫預流者求二遍知：一智遍知，二斷遍知。", "253": "煩惱現行，二求俱壞，故預流者常應精勤求", "254": "智遍知滅諸煩惱。如是菩薩若起二乘相應", "255": "作意，便違菩薩本所希求一切智智。「若諸菩", "256": "薩遠離希求一切智智心及心所，則不名為", "257": "真實菩薩。何以故？舍利子！夫菩薩者要常", "258": "希求一切智智心無間斷。若諸菩薩住菩薩", "259": "心，二乘惡魔不能勝伏，而能勝伏二乘惡魔。", "26": "證無上正等菩提，或修人、天殊勝善業，得人、", "260": "如善射夫住所習處，不為一切怨敵所伏，能", "261": "伏怨敵離諸怖畏；如是菩薩住菩薩心，一切", "262": "惡緣所不能壞，能壞一切眾魔事業。若聞宣", "263": "說二乘法教，便作是念：『我當證得無上菩提，", "264": "為諸有情亦當宣說如是法教。如今世尊、能", "265": "寂、如來、應、正等覺，為諸獨覺、聲聞種性補特", "266": "伽羅，宣說二乘相應法教。我未來世得作佛", "267": "時，亦為如是諸有情類，說如是教令獲利樂。』", "268": "「如是菩薩方便善巧住菩薩心，雖聞二乘相", "269": "應法教而無所損，謂雖聞彼相應法教，而於", "27": "天樂，捨惡趣苦，是謂初心勝後心義。「又，舍利", "270": "二乘無所貪染。如是菩薩住菩薩心，不為二", "271": "乘惡魔勝伏，而能勝伏二乘惡魔。如瑜伽師", "272": "於境及定俱得善巧不可勝伏。所以者何？心", "273": "於境定已善修治得自在故。如是菩薩住菩", "274": "薩心，二乘惡魔不能勝伏。所以者何？是諸", "275": "菩薩於菩薩心常不離故。」", "276": "爾時，舍利子問滿慈子言：「一切菩薩若初發", "277": "心、若已得不退、若坐菩提座，皆不可勝伏", "278": "耶？」滿慈子言：「一切菩薩若初發心、若已得不", "279": "退、若坐菩提座，當知一切不可勝伏。何以", "28": "子！菩薩所發大菩提心威力殊勝，若善修習", "280": "故？舍利子！是諸菩薩一切惡緣不能令捨本", "281": "誓願故，謂諸菩薩發菩提心，於諸有情欲常", "282": "饒益，如是二事誓願堅牢一切惡緣不能傾", "283": "動，若諸菩薩安住此心，二乘惡魔不能勝伏。", "284": "又，舍利子！如諸如來若初成佛，若已成佛住", "285": "百千歲，俱不捨離一切智心，於一切時成一", "286": "切智。如是菩薩若初發心、若已得不退、若", "287": "坐菩提座，於一切時緣一切智，求證作意", "288": "未嘗暫捨。」舍利子言：「若如是者，菩薩諸位有", "289": "何差別？」滿慈子言：「菩薩諸位心無差別，但", "29": "疾證無上正等菩提，能授有情無顛倒記，謂", "290": "有成佛遲速不同。謂菩薩心初、中、後位，皆求", "291": "引發無上菩提，安住此心常無退轉。又，舍利", "292": "子！如阿羅漢終不退失阿羅漢心，謂無漏心", "293": "必無退轉；菩薩亦爾，終不退失大菩提心。「又，", "294": "舍利子！於意云何？若阿羅漢心有退失，彼是", "295": "真實阿羅漢不？」舍利子言：「不也！具壽！若阿羅", "296": "漢心有退失，當知彼為增上慢者，決定未得", "297": "阿羅漢果。」滿慈子言：「菩薩亦爾，若有菩薩退", "298": "菩提心，當知彼先自稱菩薩非真菩薩，是增", "299": "上慢污菩薩眾，如穢蝸螺污澄清水不堪飲", "3": "第十一布施波羅蜜多分之五", "30": "記：『如是如是有情於當來世經爾所劫，流轉", "300": "用。」舍利子言：「如是！如是！當知彼類無知蔽", "301": "心自稱菩薩，實未得入真菩薩數但有虛名。", "302": "譬如丈夫男根成就，有根缺者自稱丈夫，彼", "303": "有虛言而無實義，菩薩亦爾，退菩提心，但有", "304": "虛名非真菩薩。如缺根者名半擇迦，退菩提", "305": "心名偽菩薩。是故菩薩初、中、後位，決定不退", "306": "大菩提心，若退此心便非菩薩。」", "307": "爾時，滿慈子問舍利子言：「若諸菩薩欲證無", "308": "上正等菩提，當起何等相應作意？」舍利子言：", "309": "「若諸菩薩欲證無上正等菩提，應正發起一", "31": "生死修菩薩行，當證無上正等菩提，與諸有", "310": "切智智相應作意，一切菩薩法應安住如是", "311": "作意。若諸菩薩住此作意修行布施，是諸", "312": "菩薩即能迴向一切智智。若諸菩薩如是迴", "313": "向一切智智，是諸菩薩攝受布施波羅蜜多；", "314": "若諸菩薩不能迴向一切智智，是諸菩薩所", "315": "行布施，不名布施波羅蜜多。「又，滿慈子！若", "316": "諸菩薩行布施時，作是思惟：『我捨少分、不捨", "317": "少分，我施此物、不捨此物，我施彼類、不施", "318": "彼類。』是諸菩薩由此思惟障一切智，經久乃", "319": "能得一切智，多時布施波羅蜜多乃得圓滿。", "32": "情作大饒益。』或記：『如是如是有情於當來世", "320": "是故菩薩欲不障礙一切智智，欲疾證得一", "321": "切智智，欲令布施波羅蜜多疾得圓滿，應離", "322": "如是分別思惟，應捨一切分，應施一切物，", "323": "於一切類應平等施。又，滿慈子！若諸菩薩欲", "324": "證無上正等菩提，應住布施波羅蜜多，應於", "325": "布施波羅蜜多如是而住。「若諸菩薩於日初", "326": "分，能以種種上妙飲食，供養殑伽沙數有情，", "327": "既供養已，復施上妙黃金色衣；於日中分，亦", "328": "以種種上妙飲食，供養殑伽沙數有情，既供", "329": "養已，復施上妙黃金色衣；於日後分，亦以種", "33": "經爾所劫，流轉生死修獨覺行，於人、天中遇", "330": "種上妙飲食，供養殑伽沙數有情，既供養", "331": "已，復施上妙黃金色衣；於夜三分，亦復如是。", "332": "如是布施，經於殑伽沙數大劫常無間斷，是", "333": "諸菩薩如是施已，若不迴求一切智智，雖名", "334": "布施而非布施波羅蜜多；若能迴求一切智", "335": "智，乃名布施波羅蜜多。謂布施時不作分限，", "336": "隨多隨少發廣大心，普緣有情總施一切。「如", "337": "是菩薩行布施時，雖不捨多布施一切，而成", "338": "布施波羅蜜多。所以者何？為欲證得無量佛", "339": "法而行布施波羅蜜多，若布施時心有限量，", "34": "緣證得獨覺菩提，具六神通自在安樂。』或記：", "340": "定不能證無量佛法。若諸菩薩心有限量而", "341": "行布施，是諸菩薩定不能證一切智智，定於", "342": "布施波羅蜜多不能圓滿，是故菩薩欲證無", "343": "量一切智智，應當發起無限量心而行布施。", "344": "若諸菩薩有限量心而行布施，是諸菩薩攝", "345": "受慳悋不能永捨，不能攝受一切智智，與此", "346": "相違乃能證得一切智智，圓滿布施波羅蜜", "347": "多。", "348": "「又，滿慈子！諸菩薩眾欲行布施，應起是心：『我", "349": "當修行無限量施，乃至未證無上菩提，於諸", "35": "『如是如是有情於當來世經爾所劫，流轉生", "350": "有情且行財施；若證無上正等菩提，於諸有", "351": "情當行法施。』謂若未證無上菩提，且於有情", "352": "以財攝受，令離貧苦得世間樂；若證無上正", "353": "等菩提，當於有情以法攝受，令離煩惱得出", "354": "世樂。如人事王，先得衣食養活妻子，後得", "355": "王意多獲珍財，自身、妻子俱受富貴安隱快", "356": "樂；如是菩薩求證無上正等菩提，修多百千", "357": "難行苦行，先以財施攝受有情，令離世間諸", "358": "貧窮苦，後證無上正等覺時，以無染法教誡", "359": "教授諸有情類，令其解脫生死眾苦。「又，滿慈", "36": "死修聲聞行，於人、天中得聲聞果。』或記：『如是", "360": "子！如多百千諸有情類奉事王子晝夜精勤，", "361": "王子爾時隨分資給衣服、飲食、臥具等事，後", "362": "登王位，隨昔勤勞量所堪任重賜爵祿，或", "363": "主事業，或主川原，或主大城，或主關防，或主", "364": "村邑，或主軍戎；如是菩薩求一切智，未證無", "365": "上正等覺時，先以資財攝有情類，後證無上", "366": "正等覺時，隨諸有情覺慧差別，以無上法教", "367": "誡教授，令其安住阿羅漢果、或不還果、或一", "368": "來果、或預流果、或十善業道、或菩薩勝位。「又，", "369": "滿慈子！是諸菩薩求大菩提行菩薩行，未證", "37": "如是有情於當來世作善惡業，經爾所劫，生", "370": "無上正等覺時，於諸有情作大饒益；若證無", "371": "上正等覺時，亦於有情作大饒益；般涅槃", "372": "後，亦於無量無邊有情作大饒益。譬如王子", "373": "未紹王位，與諸有情作大饒益；若紹王位，亦", "374": "與有情作大饒益；若命終後，亦與有情作大", "375": "饒益。「又，滿慈子！如人事王如如精勤經時漸", "376": "久，如是如是爵祿漸增；如是菩薩求一切", "377": "智，如如精勤經時漸久，如是如是功德漸增。", "378": "「又，滿慈子！是諸菩薩未證無上正等覺時，於", "379": "諸有情以財攝受，謂以種種衣服、飲食、臥具、", "38": "人、天趣，或墮惡趣生死流轉。』非諸獨覺能授", "380": "醫藥及餘資財，方便善巧攝受饒益。若證無", "381": "上正等覺時，於諸有情以法攝受，謂以種種", "382": "布施、淨戒、安忍、精進、靜慮、般若波羅蜜多及餘", "383": "無量無邊佛法攝受饒益，或以種種念住、正", "384": "斷、神足、根、力、覺支、道支及餘無量無邊佛法攝", "385": "受饒益，或以種種施福業事、戒福業事、修福", "386": "業事及餘無量世間善法攝受饒益。般涅槃", "387": "後，亦於無量無邊有情作大饒益，謂供養佛", "388": "設利羅故，或於如來無上正法受持、讀誦、如", "389": "說修行，皆得無邊廣大饒益，謂人、天樂、或", "39": "有情無顛倒記，謂不能記諸菩薩言：『汝於未", "390": "般涅槃、或大菩提究竟安樂。」", "391": "爾時，滿慈子謂舍利子言：「如是！如是！誠如所", "392": "說。仁者所說無不如義，是故如來、應、正等覺", "393": "常說仁者聲聞眾中智慧、辯才最為第一。「又，", "394": "舍利子！譬如真金常與有情作大饒益，謂未", "395": "出礦，若出礦時，若轉變成諸莊嚴具，若復出", "396": "賣轉買餘物，皆與無量無邊有情隨其所", "397": "應作大饒益。如是菩薩修菩薩行，未證無上", "398": "正等覺時，與諸有情作大饒益，謂以財、法隨", "399": "其所應，方便善巧攝受饒益。若證無上正等", "4": "爾時，舍利子白佛言：「世尊！頗有初心勝後心", "40": "來經爾所劫，當得作佛，號某名等。』亦不能記：", "400": "覺時，轉妙法輪作大饒益，謂宣說色蘊常無", "401": "常等不可得，宣說受、想、行、識蘊常無常等亦", "402": "不可得；宣說眼處常無常等不可得，宣說耳、", "403": "鼻、舌、身、意處常無常等亦不可得；宣說色處", "404": "常無常等不可得，宣說聲、香、味、觸、法處常無", "405": "常等亦不可得；宣說眼界常無常等不可得，", "406": "宣說耳、鼻、舌、身、意界常無常等亦不可得；宣", "407": "說色界常無常等不可得，宣說聲、香、味、觸、法", "408": "界常無常等亦不可得；宣說眼識界常無常", "409": "等不可得，宣說耳、鼻、舌、身、意識界常無常等", "41": "『如是有情於當來世經爾所劫，決定當得獨", "410": "亦不可得；宣說眼觸常無常等不可得，宣說", "411": "耳、鼻、舌、身、意觸常無常等亦不可得；宣說眼", "412": "觸為緣所生諸受常無常等不可得，宣說耳、", "413": "鼻、舌、身、意觸為緣所生諸受常無常等亦不可", "414": "得；宣說地界常無常等不可得，宣說水、火、", "415": "風、空、識界常無常等亦不可得；宣說因緣常", "416": "無常等不可得，宣說等無間緣、所緣緣、增上", "417": "緣常無常等亦不可得；宣說無明常無常等", "418": "不可得，宣說行、識、名色、六處、觸、受、愛、取、有、生、", "419": "老死常無常等亦不可得；宣說我常無常等", "42": "覺菩提、或聲聞果，或善惡趣受諸苦樂。』亦非", "420": "不可得，宣說有情、命者、生者、養者、士夫、補特", "421": "伽羅、意生、儒童、作者、受者、知者、見者常無常等", "422": "亦不可得；宣說欲界常無常等不可得，宣", "423": "說色、無色界常無常等亦不可得。如是宣說", "424": "種種法門，與諸有情作大饒益。般涅槃後，正", "425": "法、像法及設利羅，與諸有情作大饒益。聲聞、", "426": "獨覺無如是事。是故菩薩摩訶薩眾修菩薩", "427": "行，常與有情作大饒益，由斯故說：諸菩薩", "428": "眾於彼二乘，為最為勝、為尊為高、為妙為微妙、", "429": "為上為無上。」", "43": "聲聞能授他記，設有能記皆從佛聞，是謂初", "430": "爾時，佛告阿難陀言：「汝應受持舍利子等所", "431": "說：『菩薩摩訶薩眾被大願鎧趣大菩提，具勝", "432": "善巧增上意樂，修行布施波羅蜜多，捨法、捨", "433": "財無染無著。』」時，薄伽梵說是經已，具壽舍利", "434": "子、具壽滿慈子、具壽阿難陀，及餘聲聞、諸菩", "435": "薩眾，并餘世間天、龍、藥叉、健達縛、阿素洛、揭路", "436": "荼、緊捺洛、莫呼洛伽、人非人等一切大眾，聞", "437": "佛所說皆大歡喜、信受奉行。", "438": "大般若波羅蜜多經卷第五百八十三", "44": "心勝後心義。「又，舍利子！菩薩既發大菩提", "45": "心，欲盡未來饒益一切。爾時，大地、諸山、大海", "46": "六返變動，魔王驚怖，諸天、龍神皆大歡喜，咸", "47": "言：『菩薩當證無上正等菩提，拔濟我等生死", "48": "大苦令得安樂。』聲聞、獨覺安住最後無漏心", "49": "時無如是事，是謂初心勝後心義。「又，舍利", "5": "不？」世尊告曰：「善哉！善哉！能問如來如是深", "50": "子！假使教化一切有情，皆住獨覺、阿羅漢果，", "51": "不能攝受波羅蜜多及一切智；若有教授教", "52": "誡菩薩令發無上正等覺心，即能攝受布施、", "53": "淨戒、安忍、精進、靜慮、般若波羅蜜多及一切", "54": "智。所以者何？聲聞、獨覺不能成辦無上菩", "55": "提，以所發心極羸劣故，要諸菩薩乃能成辦", "56": "無上菩提，是謂初心勝後心義。是故欲證無", "57": "上菩提，皆應發心求一切智。」時，舍利子復白", "58": "佛言：「云何應知諸菩薩相？修何等行得菩薩", "59": "名？」爾時，世尊告舍利子：「若有能發大菩提心，", "6": "義。汝應諦聽，當為汝說，亦有初心勝後心義，", "60": "精進修行布施、淨戒、安忍、精進、靜慮、般若波羅", "61": "蜜多心無厭倦，雖遇種種惡友退緣而不退", "62": "屈，是菩薩相，具此相者名為菩薩。又，舍利", "63": "子！若諸有情修諸善法心無厭倦，受持淨", "64": "戒終不毀犯，常樂利樂一切有情，雖遇苦緣", "65": "而無怯弱，隨所修學願與有情同證菩提畢", "66": "竟安樂，是為菩薩摩訶薩相，具此相者名為", "67": "菩薩。」", "68": "時，舍利子復白佛言：「云何解佛所說深義，謂", "69": "菩薩心勝諸獨覺及阿羅漢無漏之心？惟願", "7": "謂阿羅漢諸無漏心，雖離自身一切煩惱，而", "70": "世尊為解斯義，令我等解無倒受持！」爾時，世", "71": "尊告舍利子：「汝謂菩薩心尚有貪、有瞋、有癡", "72": "及有慢等隨煩惱不？」舍利子言：「如是！世尊！", "73": "如是！善逝！我謂菩薩心尚有貪、有瞋、有癡及", "74": "有慢等諸隨煩惱。」世尊復告舍利子言：「汝謂", "75": "獨覺及阿羅漢心已離貪、離瞋、離癡及離慢等", "76": "隨煩惱不？」舍利子言：「如是！世尊！如是！善逝！", "77": "我謂獨覺及阿羅漢心已離貪、離瞋、離癡及離", "78": "慢等諸隨煩惱。」世尊復告舍利子言：「汝謂獨", "79": "覺及阿羅漢諸漏永盡，有時能入慈悲無量，", "8": "不能化無量有情，皆令發心捨諸煩惱；菩薩", "80": "普緣無量無邊有情，欲令得樂及離眾苦，彼", "81": "頗能令諸有情類真實得樂及離苦不？」舍利", "82": "子言：「不爾！世尊！不爾！善逝！彼諸獨覺及阿", "83": "羅漢，其心都無方便善巧，云何能入慈悲無", "84": "量，普緣無量無邊有情，實令有情得樂離苦？", "85": "唯暫假想作如是觀。諸菩薩眾發菩提心，決", "86": "定趣求一切智智，為欲利樂一切有情，窮未", "87": "來際常無間斷，是故菩薩入慈悲定，欲令無", "88": "量無邊有情皆得安樂及離眾苦，無重障者", "89": "即此剎那，實皆得樂及離眾苦，況得無上正", "9": "初發大菩提心，雖於自身煩惱未斷，而能普", "90": "等覺時，而不能令諸有情類實皆得樂及離", "91": "眾苦！由此因緣，若言菩薩實能利樂一切有", "92": "情常無間斷，斯有是處；若言獨覺及阿羅漢，", "93": "滿贍部洲具八解脫，同時現入慈無量定，欲", "94": "令無量無邊有情皆得安樂，於中有一實得", "95": "樂者，無有是處。」爾時，佛告舍利子言：「如是！如", "96": "是！如汝所說。由此緣故，諸菩薩心於諸獨", "97": "覺及阿羅漢無漏之心，為最為勝、為尊為高、", "98": "為妙為微妙、為上為無上。又，舍利子！假使十", "99": "方一切有情皆盡諸漏成阿羅漢，具六神通、"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0220j 大般若波羅蜜多經(第401卷-第600卷): 大般若波羅蜜多經: 大般若波羅蜜多經", "author": "", "sourceLink": "http://www.cbeta.org/"}