{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2165 日本國承和五年入唐求法目錄: 大吉祥天女十二契一百八名無垢大乘經一\n卷: 一切佛心中心經一卷: 寶星經略述二十八宿佉盧瑟吒仙人經一卷: 陀羅尼集要經一卷: 蘇摩呼童子請經一卷: 新譯般若心經一卷: 阿利多軍荼利護國大自在拔折羅摩訶布陀\n羅金神力陀羅尼一卷阿地多日照三藏翻本: 金剛頂蓮華部心念誦儀軌二卷: 觀自在菩薩如意輪念誦儀軌一卷: 金剛頂瑜伽千手千眼觀自在菩薩修行儀軌\n一卷: 普賢菩薩金剛薩埵瑜伽念誦儀軌一卷: 金剛頂瑜伽金剛薩埵五祕密修行念誦儀軌\n一卷: 金剛頂勝初瑜伽經中略出大樂金剛薩埵念\n誦儀軌一卷: 觀自在如意輪菩薩瑜伽法要一卷: 如意輪菩薩真言注義一卷: 金剛頂瑜伽千手千眼觀自在菩薩念誦法一\n卷: 葉衣觀自在菩薩法一卷: 大佛頂諸菩薩萬行品灌頂部錄出中印契別\n行法門一卷: 阿閦如來念誦供養法一卷: 修真言三昧四時禮懺供養儀要一卷: 金剛頂瑜伽十八會指歸一卷: 佛頂尊勝陀羅尼注義一卷: 最上乘教授戒懺悔文一卷: 太元阿吒薄句無邊甘露降伏一切鬼神真言\n一卷: 火壇供養及供養十天法一卷: 施燋面一切餓鬼食陀羅尼法一卷: 大樂金剛不空真實三昧耶經般若波羅蜜多\n理趣釋一卷: 梵漢兩字大毘盧舍那經字輪品悉曇一卷: 梵漢兩字金剛般若經二卷: 梵漢兩字阿彌陀經一卷: 梵漢兩字般若心經一卷: 梵漢兩字最勝無垢清淨光明大陀羅尼一卷: 梵漢兩字不空羂索真言一卷: 梵漢兩字青□大悲真言一卷: 梵漢兩字一切佛心真言一卷: 梵漢兩字一切佛心中心真言一卷: 梵漢兩字灌頂心中心真言一卷: 梵漢兩字結界真言一卷: 梵漢兩字祕密心真言一卷: 梵漢兩字祕密心中心真言一卷: 梵漢兩字普賢行願讚一卷: 梵漢兩字大佛頂根本讚一卷: 梵漢兩字大佛頂結讚一卷: 梵漢兩字大隨求結讚一卷: 梵漢兩字天龍八部讚一卷: 梵漢兩字百字讚一卷: 梵漢兩字送本尊歸本土讚一卷: 梵漢兩字彌勒菩薩讚一卷: 梵漢兩字慈氏菩薩讚一卷: 梵漢兩字觀自在菩薩讚一卷: 梵漢兩字虛空藏菩薩讚一卷: 梵漢兩字金剛藏菩薩讚一卷: 梵漢兩字文殊室利菩薩讚一卷: 梵漢兩字普賢菩薩讚一卷: 梵漢兩字除蓋障菩薩讚一卷: 梵漢兩字地藏菩薩讚一卷: 梵漢兩字滿願讚一卷: 梵漢兩字毘盧舍那佛神變加持結吉慶伽陀\n讚一卷: 梵漢兩字釋迦如來涅槃後彌勒菩薩悲願讚\n一卷: 梵漢兩字金剛經論頌一卷: 梵漢兩字法華二十八品題目兼諸羅漢名一\n卷: 淨名經記五卷一帙: 淨名集解關中疏四卷: 淨名經關中疏釋微二卷: 法華經銷文略疏三卷一帙: 肇論略疏一卷: 肇論抄三卷: 肇論文句圖一卷: 肇論略出要義兼注附焉并序一卷: 因明糅抄三卷: 因明義斷一卷: 因明入正理義纂要一卷: 劫章頌一卷: 劫章頌疏一卷: 劫章頌記一卷: 劫章科文一卷: 智者大師修三昧常行法一卷: 五方便念佛門一卷: 觀心遊心口訣記一卷: 四十二字開義一卷: 釋門自鏡錄五卷: 觀心十二部經義一卷: 天台智者大師所著經論章疏科目一卷: 形神不滅論一卷: 法華三昧修證訣一卷: 鳩摩羅法師隨順修多羅四悉檀義不負墮門\n一卷: 大般若經關兼二十九位法門一卷: 量處輕重儀一卷: 羯磨文一卷: 略羯磨一卷: 說罪要行法一卷: 諸天地獄壽量分限一卷: 受菩薩戒文一卷: 最上乘佛性歌一卷: 大乘楞伽正宗一卷: 隋廬山遺愛寺慧珍念佛三昧指歸一卷: 梵語雜名一卷: 四條式并大小乘戒訣一卷: 南岳思禪師法門傳二卷: 天台大師答陳宜帝書一卷: 天台略錄一卷: 智者琢松讚一卷: 天台智者大師十二所道場記一卷: 法華靈驗傳一卷: 感通傳一卷: 清涼山略傳一卷: 大唐部州雙峯山曹溪寶林傳十卷一帙: 上都清禪師至演禪師鍾傳一卷: 南荊沙門無行在天竺國致於唐國一卷: 內供奉談筵法師歎齊格并文一卷: 集新舊齊文五卷: 上都雲華寺泳字大觀法師奉答皇太子所問: 諸經了義竝牋一卷: 歎道俗德文三卷: 揚州東大雲寺演和上碑并序一卷: 唐故大廣禪師大和上楞伽岑塔碑并序一卷\n陸亘撰: 唐故大律師釋道圓山龔碑并序一卷: 大唐大慈恩寺翻經大德基法師墓誌銘并序\n一卷: 大慈恩寺大法師基公塔銘并序一卷: 唐故終南山靈感寺大律師道宣行記一卷: 大唐西明寺故大德道宣律師讚一卷: 天台大師答陳宣帝書一卷: 大唐新修定公卿士庶內族吉凶書儀一卷: 開元詩格一卷: 祇對義一卷: 判一百條一卷: 祝元膺詩集一卷: 杭越寄和詩集并序一卷: 詩集五卷: 法華二十八品七言詩集一卷: 大毘盧遮那大悲胎藏大曼荼羅一鋪: 金剛界大曼荼羅一鋪: 供養賢聖等七種壇樣一卷: 十七壇樣一卷: 金剛界三十七尊種子曼荼羅樣一張: 金剛界八十一尊種子曼荼羅樣一張: 法華曼荼羅樣一張: 胎藏曼荼羅手印樣一卷: 南岳思大師示先生骨影一鋪: 阿蘭若比丘見空中普賢影一張: 法慧和尚閻王前誦法華影一張: 山登禪師誦法華感金銀殿影一卷: 慧斌禪師誦法華神人來拜影一張: 映禪師誦法華善神來聽經影一張: 定禪師誦法華天童給事影一張: 慧向禪師誦法華滅後墓上生蓮華及墓裏常\n誦有經聲影一卷: 秦郡老僧教弟子感夢示宿因影一張: 道超禪師誦法華感二世弟子生處影一張: 法慧禪師誦法華口放光照室宇影一張: 大聖僧伽和尚影一卷: 舍利五粒", "text": {"0": "No. 2165", "1": "日本國承和五年入唐求法目錄", "10": "新譯般若心經一卷般若三藏譯", "100": "已上四部四卷同帙。", "101": "智者大師修三昧常行法一卷", "102": "五方便念佛門一卷智者大□述", "103": "觀心遊心口訣記一卷智者", "104": "四十二字開義一卷南岳思大□作", "105": "釋門自鏡錄五卷僧慧詳集", "106": "觀心十二部經義一卷天台頂述", "107": "天台智者大師所著經論章疏科目一卷", "108": "形神不滅論一卷靈溪沙門海雲撰", "109": "法華三昧修證訣一卷", "11": "阿利多軍荼利護國大自在拔折羅摩訶布陀", "110": "已上九部一十三卷同帙。", "111": "鳩摩羅法師隨順修多羅四悉檀義不負墮門", "112": "一卷", "113": "大般若經關兼二十九位法門一卷", "114": "量處輕重儀一卷道宣緝集", "115": "羯磨文一卷", "116": "略羯磨一卷西大原寺懷素撰", "117": "說罪要行法一卷義淨三藏撰", "118": "諸天地獄壽量分限一卷終南山宗叡撰", "119": "受菩薩戒文一卷", "12": "羅金神力陀羅尼一卷阿地多日照三藏翻本", "120": "最上乘佛性歌一卷沙門真覺述", "121": "大乘楞伽正宗一卷", "122": "隋廬山遺愛寺慧珍念佛三昧指歸一卷", "123": "梵語雜名一卷", "124": "四條式并大小乘戒訣一卷", "125": "已上一十三部一十三卷同帙。", "126": "南岳思禪師法門傳二卷衛尉丞杜朏撰", "127": "天台大師答陳宜帝書一卷", "128": "天台略錄一卷", "129": "智者琢松讚一卷頂禪□述", "13": "金剛頂蓮華部心念誦儀軌二卷", "130": "天台智者大師十二所道場記一卷汀述", "131": "法華靈驗傳一卷", "132": "感通傳一卷", "133": "清涼山略傳一卷", "134": "已上八部一十卷同帙。", "135": "大唐部州雙峯山曹溪寶林傳十卷一帙會稽沙門", "136": "靈徹字明泳序", "137": "上都清禪師至演禪師鍾傳一卷大理牛肅與僧至演同敘", "138": "南荊沙門無行在天竺國致於唐國一卷", "139": "內供奉談筵法師歎齊格并文一卷", "14": "觀自在菩薩如意輪念誦儀軌一卷大興善寺不空譯", "140": "集新舊齊文五卷", "141": "上都雲華寺泳字大觀法師奉答皇太子所問", "142": "諸經了義竝牋一卷", "143": "歎道俗德文三卷", "144": "已上八部一十二卷同帙。", "145": "揚州東大雲寺演和上碑并序一卷李邕撰", "146": "唐故大廣禪師大和上楞伽岑塔碑并序一卷", "147": "陸亘撰", "148": "唐故大律師釋道圓山龔碑并序一卷李邕撰", "149": "大唐大慈恩寺翻經大德基法師墓誌銘并序", "15": "已上九部一十卷同帙。", "150": "一卷", "151": "大慈恩寺大法師基公塔銘并序一卷", "152": "唐故終南山靈感寺大律師道宣行記一卷", "153": "大唐西明寺故大德道宣律師讚一卷", "154": "天台大師答陳宣帝書一卷", "155": "已上九部九卷同帙。", "156": "大唐新修定公卿士庶內族吉凶書儀一卷鄭餘", "157": "慶重修定", "158": "開元詩格一卷徐隱秦字肅然撰", "159": "祇對義一卷", "16": "金剛頂瑜伽千手千眼觀自在菩薩修行儀軌", "160": "判一百條一卷駱賓王撰", "161": "祝元膺詩集一卷", "162": "杭越寄和詩集并序一卷", "163": "詩集五卷", "164": "法華二十八品七言詩集一卷", "165": "已上一十二部四十一卷同帙。", "166": "大毘盧遮那大悲胎藏大曼荼羅一鋪五幅白畫", "167": "金剛界大曼荼羅一鋪七帙", "168": "供養賢聖等七種壇樣一卷", "169": "十七壇樣一卷", "17": "一卷", "170": "金剛界三十七尊種子曼荼羅樣一張", "171": "金剛界八十一尊種子曼荼羅樣一張", "172": "法華曼荼羅樣一張", "173": "胎藏曼荼羅手印樣一卷", "174": "南岳思大師示先生骨影一鋪三幅", "175": "阿蘭若比丘見空中普賢影一張", "176": "法慧和尚閻王前誦法華影一張", "177": "山登禪師誦法華感金銀殿影一卷", "178": "慧斌禪師誦法華神人來拜影一張", "179": "映禪師誦法華善神來聽經影一張", "18": "普賢菩薩金剛薩埵瑜伽念誦儀軌一卷大興善寺", "180": "定禪師誦法華天童給事影一張", "181": "慧向禪師誦法華滅後墓上生蓮華及墓裏常", "182": "誦有經聲影一卷", "183": "秦郡老僧教弟子感夢示宿因影一張", "184": "道超禪師誦法華感二世弟子生處影一張", "185": "法慧禪師誦法華口放光照室宇影一張", "186": "大聖僧伽和尚影一卷", "187": "舍利五粒三菩薩舍利盛瑠璃小瓶子二支佛舍利盛白蠟小合子竝納白石壺", "188": "子", "189": "右件法門等。圓仁。去承和五年八月到大唐", "19": "沙門不空譯", "190": "揚州大都督府。巡歷城內諸寺。寫取如前。爰", "191": "終南山宗叡和尚學邁先達。悟究幽致。能解", "192": "梵漢。妙閑悉曇之音。為向西天辭舊到。圓仁", "193": "幸得偶謁。受學梵天悉曇。兼習梵漢之語。又", "194": "逢大唐內供奉󰀃弘阿闍梨付法弟子全雅阿", "195": "闍梨。諮稟祕法。和尚感乎遠誠。付以祕要。遂", "196": "乃囑授念誦法門。并胎藏金剛兩部曼荼羅", "197": "諸壇樣等。其後擬問天台。為行路遼遠往還", "198": "失時。有勅不許發赴。慨悵難及。所求法門雖", "199": "未備足。且錄卷帙勘定如件。", "2": "經疏章傳等一百三十漆部二百一卷。曼", "20": "金剛頂瑜伽金剛薩埵五祕密修行念誦儀軌", "200": "大唐開成四年歲次己未四月二十日。", "201": "天台宗請益傳燈法師位圓仁錄。", "21": "一卷", "22": "金剛頂勝初瑜伽經中略出大樂金剛薩埵念", "23": "誦儀軌一卷", "24": "觀自在如意輪菩薩瑜伽法要一卷金剛智譯", "25": "如意輪菩薩真言注義一卷", "26": "金剛頂瑜伽千手千眼觀自在菩薩念誦法一", "27": "卷", "28": "葉衣觀自在菩薩法一卷", "29": "大佛頂諸菩薩萬行品灌頂部錄出中印契別", "3": "荼羅并印契壇樣諸聖者影及舍利等。", "30": "行法門一卷", "31": "阿閦如來念誦供養法一卷不空金剛譯", "32": "已上一十部一十卷同帙。", "33": "修真言三昧四時禮懺供養儀要一卷", "34": "金剛頂瑜伽十八會指歸一卷大興善寺不空譯", "35": "佛頂尊勝陀羅尼注義一卷大興善寺沙門不空譯", "36": "最上乘教授戒懺悔文一卷大興善寺沙門不空譯", "37": "太元阿吒薄句無邊甘露降伏一切鬼神真言", "38": "一卷", "39": "火壇供養及供養十天法一卷", "4": "大吉祥天女十二契一百八名無垢大乘經一", "40": "施燋面一切餓鬼食陀羅尼法一卷", "41": "大樂金剛不空真實三昧耶經般若波羅蜜多", "42": "理趣釋一卷", "43": "已上八部八卷同帙。", "44": "梵漢兩字大毘盧舍那經字輪品悉曇一卷", "45": "梵漢兩字金剛般若經二卷", "46": "梵漢兩字阿彌陀經一卷", "47": "梵漢兩字般若心經一卷", "48": "梵漢兩字最勝無垢清淨光明大陀羅尼一卷", "49": "梵漢兩字不空羂索真言一卷", "5": "卷", "50": "梵漢兩字青□大悲真言一卷", "51": "梵漢兩字一切佛心真言一卷", "52": "梵漢兩字一切佛心中心真言一卷", "53": "梵漢兩字灌頂心中心真言一卷", "54": "梵漢兩字結界真言一卷", "55": "梵漢兩字祕密心真言一卷", "56": "梵漢兩字祕密心中心真言一卷", "57": "梵漢兩字普賢行願讚一卷", "58": "梵漢兩字大佛頂根本讚一卷", "59": "梵漢兩字大佛頂結讚一卷", "6": "一切佛心中心經一卷", "60": "梵漢兩字大隨求結讚一卷", "61": "梵漢兩字天龍八部讚一卷", "62": "梵漢兩字百字讚一卷", "63": "梵漢兩字送本尊歸本土讚一卷", "64": "梵漢兩字彌勒菩薩讚一卷", "65": "梵漢兩字慈氏菩薩讚一卷", "66": "梵漢兩字觀自在菩薩讚一卷", "67": "梵漢兩字虛空藏菩薩讚一卷", "68": "梵漢兩字金剛藏菩薩讚一卷", "69": "梵漢兩字文殊室利菩薩讚一卷", "7": "寶星經略述二十八宿佉盧瑟吒仙人經一卷", "70": "梵漢兩字普賢菩薩讚一卷", "71": "梵漢兩字除蓋障菩薩讚一卷", "72": "梵漢兩字地藏菩薩讚一卷", "73": "梵漢兩字滿願讚一卷", "74": "梵漢兩字毘盧舍那佛神變加持結吉慶伽陀", "75": "讚一卷", "76": "梵漢兩字釋迦如來涅槃後彌勒菩薩悲願讚", "77": "一卷", "78": "梵漢兩字金剛經論頌一卷", "79": "梵漢兩字法華二十八品題目兼諸羅漢名一", "8": "陀羅尼集要經一卷", "80": "卷", "81": "已上三十六部三十七卷同帙。", "82": "淨名經記五卷一帙無量義寺文龔述", "83": "淨名集解關中疏四卷資正寺道液集", "84": "淨名經關中疏釋微二卷中條山沙門契真述", "85": "已上二部六卷同帖。", "86": "法華經銷文略疏三卷一帙天長寺釋延秀集解", "87": "肇論略疏一卷東山矩作", "88": "肇論抄三卷牛頭山幽西寺慧證撰", "89": "肇論文句圖一卷慧證撰", "9": "蘇摩呼童子請經一卷", "90": "肇論略出要義兼注附焉并序一卷沙門靈興撰", "91": "已上四部六卷同帙。", "92": "因明糅抄三卷章敬寺擇隣述", "93": "因明義斷一卷大雲苾芻沼述", "94": "因明入正理義纂要一卷大神龍寺□集", "95": "已上三部五卷同帙。", "96": "劫章頌一卷", "97": "劫章頌疏一卷岑山沙門遍知集", "98": "劫章頌記一卷沙門道詮述", "99": "劫章科文一卷"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2165 日本國承和五年入唐求法目錄: 大吉祥天女十二契一百八名無垢大乘經一\n卷: 一切佛心中心經一卷: 寶星經略述二十八宿佉盧瑟吒仙人經一卷: 陀羅尼集要經一卷: 蘇摩呼童子請經一卷: 新譯般若心經一卷: 阿利多軍荼利護國大自在拔折羅摩訶布陀\n羅金神力陀羅尼一卷阿地多日照三藏翻本: 金剛頂蓮華部心念誦儀軌二卷: 觀自在菩薩如意輪念誦儀軌一卷: 金剛頂瑜伽千手千眼觀自在菩薩修行儀軌\n一卷: 普賢菩薩金剛薩埵瑜伽念誦儀軌一卷: 金剛頂瑜伽金剛薩埵五祕密修行念誦儀軌\n一卷: 金剛頂勝初瑜伽經中略出大樂金剛薩埵念\n誦儀軌一卷: 觀自在如意輪菩薩瑜伽法要一卷: 如意輪菩薩真言注義一卷: 金剛頂瑜伽千手千眼觀自在菩薩念誦法一\n卷: 葉衣觀自在菩薩法一卷: 大佛頂諸菩薩萬行品灌頂部錄出中印契別\n行法門一卷: 阿閦如來念誦供養法一卷: 修真言三昧四時禮懺供養儀要一卷: 金剛頂瑜伽十八會指歸一卷: 佛頂尊勝陀羅尼注義一卷: 最上乘教授戒懺悔文一卷: 太元阿吒薄句無邊甘露降伏一切鬼神真言\n一卷: 火壇供養及供養十天法一卷: 施燋面一切餓鬼食陀羅尼法一卷: 大樂金剛不空真實三昧耶經般若波羅蜜多\n理趣釋一卷: 梵漢兩字大毘盧舍那經字輪品悉曇一卷: 梵漢兩字金剛般若經二卷: 梵漢兩字阿彌陀經一卷: 梵漢兩字般若心經一卷: 梵漢兩字最勝無垢清淨光明大陀羅尼一卷: 梵漢兩字不空羂索真言一卷: 梵漢兩字青□大悲真言一卷: 梵漢兩字一切佛心真言一卷: 梵漢兩字一切佛心中心真言一卷: 梵漢兩字灌頂心中心真言一卷: 梵漢兩字結界真言一卷: 梵漢兩字祕密心真言一卷: 梵漢兩字祕密心中心真言一卷: 梵漢兩字普賢行願讚一卷: 梵漢兩字大佛頂根本讚一卷: 梵漢兩字大佛頂結讚一卷: 梵漢兩字大隨求結讚一卷: 梵漢兩字天龍八部讚一卷: 梵漢兩字百字讚一卷: 梵漢兩字送本尊歸本土讚一卷: 梵漢兩字彌勒菩薩讚一卷: 梵漢兩字慈氏菩薩讚一卷: 梵漢兩字觀自在菩薩讚一卷: 梵漢兩字虛空藏菩薩讚一卷: 梵漢兩字金剛藏菩薩讚一卷: 梵漢兩字文殊室利菩薩讚一卷: 梵漢兩字普賢菩薩讚一卷: 梵漢兩字除蓋障菩薩讚一卷: 梵漢兩字地藏菩薩讚一卷: 梵漢兩字滿願讚一卷: 梵漢兩字毘盧舍那佛神變加持結吉慶伽陀\n讚一卷: 梵漢兩字釋迦如來涅槃後彌勒菩薩悲願讚\n一卷: 梵漢兩字金剛經論頌一卷: 梵漢兩字法華二十八品題目兼諸羅漢名一\n卷: 淨名經記五卷一帙: 淨名集解關中疏四卷: 淨名經關中疏釋微二卷: 法華經銷文略疏三卷一帙: 肇論略疏一卷: 肇論抄三卷: 肇論文句圖一卷: 肇論略出要義兼注附焉并序一卷: 因明糅抄三卷: 因明義斷一卷: 因明入正理義纂要一卷: 劫章頌一卷: 劫章頌疏一卷: 劫章頌記一卷: 劫章科文一卷: 智者大師修三昧常行法一卷: 五方便念佛門一卷: 觀心遊心口訣記一卷: 四十二字開義一卷: 釋門自鏡錄五卷: 觀心十二部經義一卷: 天台智者大師所著經論章疏科目一卷: 形神不滅論一卷: 法華三昧修證訣一卷: 鳩摩羅法師隨順修多羅四悉檀義不負墮門\n一卷: 大般若經關兼二十九位法門一卷: 量處輕重儀一卷: 羯磨文一卷: 略羯磨一卷: 說罪要行法一卷: 諸天地獄壽量分限一卷: 受菩薩戒文一卷: 最上乘佛性歌一卷: 大乘楞伽正宗一卷: 隋廬山遺愛寺慧珍念佛三昧指歸一卷: 梵語雜名一卷: 四條式并大小乘戒訣一卷: 南岳思禪師法門傳二卷: 天台大師答陳宜帝書一卷: 天台略錄一卷: 智者琢松讚一卷: 天台智者大師十二所道場記一卷: 法華靈驗傳一卷: 感通傳一卷: 清涼山略傳一卷: 大唐部州雙峯山曹溪寶林傳十卷一帙: 上都清禪師至演禪師鍾傳一卷: 南荊沙門無行在天竺國致於唐國一卷: 內供奉談筵法師歎齊格并文一卷: 集新舊齊文五卷: 上都雲華寺泳字大觀法師奉答皇太子所問: 諸經了義竝牋一卷: 歎道俗德文三卷: 揚州東大雲寺演和上碑并序一卷: 唐故大廣禪師大和上楞伽岑塔碑并序一卷\n陸亘撰: 唐故大律師釋道圓山龔碑并序一卷: 大唐大慈恩寺翻經大德基法師墓誌銘并序\n一卷: 大慈恩寺大法師基公塔銘并序一卷: 唐故終南山靈感寺大律師道宣行記一卷: 大唐西明寺故大德道宣律師讚一卷: 天台大師答陳宣帝書一卷: 大唐新修定公卿士庶內族吉凶書儀一卷: 開元詩格一卷: 祇對義一卷: 判一百條一卷: 祝元膺詩集一卷: 杭越寄和詩集并序一卷: 詩集五卷: 法華二十八品七言詩集一卷: 大毘盧遮那大悲胎藏大曼荼羅一鋪: 金剛界大曼荼羅一鋪: 供養賢聖等七種壇樣一卷: 十七壇樣一卷: 金剛界三十七尊種子曼荼羅樣一張: 金剛界八十一尊種子曼荼羅樣一張: 法華曼荼羅樣一張: 胎藏曼荼羅手印樣一卷: 南岳思大師示先生骨影一鋪: 阿蘭若比丘見空中普賢影一張: 法慧和尚閻王前誦法華影一張: 山登禪師誦法華感金銀殿影一卷: 慧斌禪師誦法華神人來拜影一張: 映禪師誦法華善神來聽經影一張: 定禪師誦法華天童給事影一張: 慧向禪師誦法華滅後墓上生蓮華及墓裏常\n誦有經聲影一卷: 秦郡老僧教弟子感夢示宿因影一張: 道超禪師誦法華感二世弟子生處影一張: 法慧禪師誦法華口放光照室宇影一張: 大聖僧伽和尚影一卷: 舍利五粒", "author": "日本 圓仁撰", "sourceLink": "http://www.cbeta.org/"}