{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0508 阿闍世王問五逆經", "text": {"0": "No. 508", "1": "阿闍世王問五逆經", "10": "殺父、殺母、害阿羅漢、鬪亂眾僧、起惡意於", "100": "後受人身，剃除鬚髮，著三法衣，以信堅固，出", "101": "家學道，成辟支佛，名曰無穢。』汝往，耆域！彼", "102": "沙門瞿曇所，審有是語不？」對曰：「如是，大王！」", "103": "時耆域王子，受摩竭國王教，便出羅閱祇城，", "104": "詣靈鷲山，至世尊所。到已頭面禮足，在一面", "105": "坐。時耆域王子，從摩竭國王所說言教，盡", "106": "向如來說。世尊告曰：「如是，耆域！佛世尊言", "107": "無有二，所說隨事。所以然者？耆域！彼王阿", "108": "闍世，當成無根信。耆域！諸有男女，彼一切", "109": "亦當有是趣而無有異。」時耆域王子，從如來", "11": "如來所。如是五不救罪，若有男女施行此事", "110": "受是教已，即從坐起，頭面禮足，便退而去，", "111": "詣摩竭國王所。到已便語王阿闍世言：「彼如", "112": "來、至真、等正覺，實有是語。所以然者？諸有", "113": "得無根信者，而無有異。願王當詣彼如來、至", "114": "真、等正覺所。」時王報言：「耆域！我聞彼沙門", "115": "瞿曇，有是呪術，能降伏人民，使外道異學", "116": "無不受其教，是故我不堪任往見沙門瞿曇。", "117": "且住，耆域！我當觀察彼沙門瞿曇，為有一", "118": "切智不？設當有一切智者，然後我當往見彼", "119": "沙門瞿曇。」時耆域王子，從摩竭國王聞是", "12": "者，必入地獄不疑。』我今，調達！躬殺父王，我", "120": "語，出羅閱城，詣靈鷲山，至世尊所。到已頭", "121": "面禮足，在一面坐，以此義白世尊言。時，世", "122": "尊告曰：「耆域！摩竭國王不久當來至我所，當", "123": "成無根信，設我取泥洹日後，當供養我舍", "124": "利。」耆域王子歡喜踊躍，不能自勝。時世尊", "125": "與耆域王子說微妙法，令發歡喜。時，耆域", "126": "王子從如來聞此深法，即從坐起，頭面禮", "127": "足，遶三匝，便退而去。時，耆域王子聞佛所", "128": "說，歡喜奉行。", "129": "阿闍世王問五逆經", "13": "亦當入地獄耶？」時調達告阿闍世王：「大王！", "14": "勿懷恐懼，為有何殃？為有何咎？誰為殃而", "15": "受報？誰作殃當受其果？然大王亦不為惡逆，", "16": "所作惡者，自當受報。」時眾多比丘，到時著", "17": "衣持鉢，入羅閱城乞食。時眾多比丘，入羅", "18": "閱城乞食，聞王阿闍世語調達言：「尊者調達！", "19": "我聞沙門瞿曇作是說言：『有五不救罪，若", "2": "西晉沙門法炬譯", "20": "有男女，施行此五事者，必入地獄不疑。』我", "21": "無辜躬殺父王，我當入地獄中耶？」時調達報", "22": "言：「勿懼，大王！誰作殃，殃由何生？誰作惡後", "23": "受報？王亦不作殃，所作殃者，自當受報。」時", "24": "眾多比丘，從羅閱城乞食已，食後收攝衣鉢，", "25": "以尼師壇著肩上，至世尊所，頭面禮足，在", "26": "一面坐，便說阿闍世王所共論議，具向世尊", "27": "說。時，世尊便說此偈：", "28": "「愚者知是處，言殃謂無報，", "29": "我今觀當來，受報有定處。」", "3": "聞如是：一時，婆伽婆在羅閱城靈鷲山，與", "30": "是時，世尊告諸比丘：「彼摩竭國阿闍世王，雖", "31": "殺父王，亦當不久來至我所，當有等信於", "32": "我所；命終之後，當墮地獄如拍毱。」時有一", "33": "比丘，白世尊言：「從彼泥犁命終，當生何處？」", "34": "世尊告曰：「從彼泥犁命終，當生四天王處。」比", "35": "丘白言：「從彼命終，當生何處？」世尊告曰：「比", "36": "丘！從彼命終，當生三十三天。」比丘白言：「從", "37": "三十三天命終，當生何處？」世尊告曰：「比丘！", "38": "從三十三天命終，當生炎天上。」比丘白言：「世", "39": "尊！從彼命終，當生何處？」世尊告曰：「從炎天", "4": "大比丘眾五百人俱。提婆達兜詣阿闍世王", "40": "上命終，當生兜術天。」比丘白言：「世尊！從兜", "41": "術天命終，當生何處？」世尊告曰：「從兜術天", "42": "命終，當生化自在天。」比丘白言：「從化自在", "43": "天命終，當生何處？」世尊告曰：「比丘！從化自", "44": "在天命終，當生他化自在天。」比丘白言：「世", "45": "尊！從他化自在天命終，當生何處？」世尊告", "46": "曰：「比丘！從他化自在天命終，當生化自在", "47": "天、生兜術天、炎天、三十三天、四天王天，復當", "48": "來生人間。」比丘白言：「世尊！從此命終，當生", "49": "何處？」世尊告曰：「比丘！摩竭國王阿闍世，二", "5": "所，到已即就座坐；時王阿闍世，即從坐起，", "50": "十劫中，不趣三惡道，流轉天人間，最後受", "51": "身，剃除鬚髮，著三法衣，以信堅固，出家學", "52": "道，當成辟支佛，名無穢。」比丘白言：「甚奇！甚", "53": "特！世尊！作如是殃罪，受是快樂，成辟支佛，", "54": "名曰無穢。」世尊告曰：「摩竭國王阿闍世，發", "55": "意成就，眾善普至。比丘！堪任發意成就，得拔", "56": "濟地獄；若發意不成就者，因緣成就，雖未", "57": "生地獄，猶可設方便不至地獄。」比丘白言：「若", "58": "彼人二事俱成就者，彼當生何處？」世尊告曰：", "59": "「彼二事成就，當生二處。云何為二？生天、人", "6": "頭面禮調達足，還就座坐。時王阿闍世白", "60": "間。」比丘白言：「彼發意成就、因緣不成就者，", "61": "此二事有何差別？」世尊告曰：「比丘！發意成", "62": "就、因緣不成就，此是𣽈根；發意不成就、因", "63": "緣成就，比丘！此是利根。」比丘白言：「鈍根、利", "64": "根，有何差別？」世尊告曰：「鈍根者，比丘所為", "65": "不進；利根者，比丘聰明黠慧。」比丘白言：「此", "66": "二有何差別？當還何業？」是時，世尊便說此", "67": "偈：", "68": "「智慧世為上，當至安隱處，", "69": "諸能知等業，斷彼生有死。", "7": "調達言：「我曾聞尊者調達，彼沙門瞿曇常", "70": "「是謂比丘有是差別。」是時彼比丘，聞佛所說，", "71": "歡喜奉行已，即從坐起，頭面禮足，遶三匝", "72": "便退而去。是時彼比丘，即其日到，時著衣", "73": "持鉢，入羅閱城乞食，詣彼摩竭王宮門外。時", "74": "王阿闍世，遙見彼比丘來，見已便勅守門人：", "75": "「云何守門人？我先已勅，釋種比丘，勿放入", "76": "此，除尊者調達。」時彼守門人，執彼比丘手，", "77": "驅出門外。時彼比丘舉右手，語摩竭國王言：", "78": "「我是大王大善知識，是安隱處，無有眾惱。」時", "79": "王報言：「云何比丘？而觀何義，作是說言：『我", "8": "作是語：『有五逆罪，若族姓子、族姓女，為是", "80": "是大王善知識，是安隱處。』」時彼比丘，告王阿", "81": "闍世言：「世尊說王，作是言：『摩竭國王，雖殺", "82": "父王，彼作惡命終已，當生地獄如拍毱。從", "83": "彼命終，當生四天王宮。從彼命終，當生三", "84": "十三天。從彼命終，當生炎天、兜術天、化自在", "85": "天、他化自在天。從彼命終，復當生化自在天、", "86": "兜術天、炎天、三十三天、四天王宮，復當生此", "87": "間受人形。如是大王，二十劫中，不趣三惡", "88": "道，流轉人間，最後受人身，當剃除鬚髮，著", "89": "三法衣，以信堅固，出家學道，成辟支佛，名", "9": "五不救罪者，必入地獄不疑。云何為五？謂", "90": "曰無穢。』所以然者，如是大王，當得是無根", "91": "之信。」時彼比丘，說是語已，便退而去。時", "92": "王阿闍世，聞彼比丘所說，亦不歡喜，復不", "93": "瞋恚，亦不受彼所說，便告耆域王子曰：「耆", "94": "域！沙門來至我所，而作是言：『彼如來、至真、", "95": "等正覺見授決，殺父王而作是惡逆，命終後", "96": "當生地獄如拍毱。從彼命終，當生四天王", "97": "天、三十三天、炎天、兜術天、化自在天、他化自在", "98": "天。從彼命終，復當生化自在天、兜術天、炎天、", "99": "三十三天、四天王宮。從彼命終，當生人間；最"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0508 阿闍世王問五逆經", "author": "西晉 法炬譯", "sourceLink": "http://www.cbeta.org/"}