{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0718 佛說分別緣生經: 佛說分別緣生經: 佛說分別緣生經", "text": {"0": "No. 718", "1": "佛說分別緣生經", "10": "梵、沙門婆羅門等界中，而於此法不能了知。", "11": "若復有人，善能思惟，警覺苦樂，如是了達", "12": "非究竟法，常所思念，依法修行，是人當得", "13": "具足戒、定、慧、解脫、解脫知見等法。所有過去", "14": "未來諸佛，皆悉覺知世間苦樂，一一了知，如", "15": "法修行，以自行力而成正覺。何以故？此法", "16": "未曾有，無能了知者，所有過去如來、應供、", "17": "正等正覺，皆於此法一一了知，如法修行，", "18": "乃成正覺。未來世中，如來、應供、正等正覺，如", "19": "是世間苦樂等法，一一了知，如法修行，乃圓", "2": "西天譯經三藏朝奉大夫試鴻臚卿", "20": "道果。」", "21": "爾時娑婆界主大梵天王，以佛威力故，知", "22": "佛所念，譬如力士屈伸臂頃，離梵天界，來", "23": "詣佛所，修敬畢已，住立佛前，而白佛言：「世", "24": "尊！佛所思念，如是如是，世間苦樂，無能免", "25": "者，是大義利，過去未來，亦復如是。於天人", "26": "魔梵界中，唯佛世尊一一了知，若增若減、", "27": "若善若惡，悉能分別，緣生之法，以佛智力，", "28": "如實了知。」佛言：「梵王！如是如是。世間眾生，", "29": "於一切法，無智無識，不能了知，無明癡暗", "3": "傳教大師臣法天奉　詔譯", "30": "之所覆閉，是為無明。從無明緣而生於行，行", "31": "有三種，謂身、口、意。復從行緣而生於識，識", "32": "有六種，謂眼識、耳識、鼻識、舌識、身識、意識。從", "33": "於識緣而生名色，名者除色，各有四種，謂", "34": "受、想、行、識；色者所謂四大，一切色法，由四", "35": "大生。如是色蘊、名蘊二種，是為名色。從名", "36": "色緣生於六處，內六處者，有其六種，謂眼", "37": "處、耳處、鼻處、舌處、身處、意處。從六處緣，復生", "38": "於觸，觸有六種，謂眼觸、耳觸、鼻觸、舌觸、身觸、", "39": "意觸。復從觸緣而生於受，受有三種，謂樂受、", "4": "如是我聞：一時佛在烏盧尾螺池邊，泥連河", "40": "苦受、不苦不樂受。復從受緣而生於愛，愛有", "41": "三種，謂欲愛、色愛、無色愛。復從愛緣而生於", "42": "取，取有四種，所謂欲取、見取、戒禁取、我語取。", "43": "復從取緣而生於有，有者三種，謂欲有、色有、", "44": "無色有。從有為緣即有生法，其生法者，謂", "45": "眾生界，隨蘊生起，處處差別，生異滅法，常", "46": "所遷易。從生為本，有蘊、有界、有處，乃至命根", "47": "等法，是名為生。從生為緣而有老死，老者", "48": "所謂心識昏昧，髮白面皺，氣力劣弱，呻吟", "49": "喘息，身體羸劣，乃至諸根而悉衰朽，是名", "5": "側菩提樹下，成佛未久，獨止其中，心生思", "50": "為老。死復何相？死者謂諸眾生界趣差別，悉", "51": "歸無常，壽限終盡，捨於暖觸，命根滅已，諸", "52": "蘊亦捨，四大離散，是名為死。如前所說，老", "53": "與死法，是為二種。「如是所說，即名分別緣", "54": "生之法。若諸眾生，能了知者，是人當得具", "55": "足五分法身。」爾時梵王，聞佛所說緣生法已，", "56": "禮佛而退，還梵天界。", "57": "佛說分別緣生經", "6": "念：「世間苦法，無能免者，無能怖者，決定實", "7": "有，如是觀察，是大義利；世間樂法，亦復如", "8": "是，無能免者，無能厭者，決定實有，如是觀", "9": "察，是大義利。」又復思惟：「所有世間，天人魔"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0718 佛說分別緣生經: 佛說分別緣生經: 佛說分別緣生經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}