{"author": "提婆設摩造  唐 玄奘譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1539 阿毘達磨識身足論: 阿毘達磨識身足論: 說一切有部識身足論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "總嗢拖南頌6 成就蘊3 嗢拕南頌", "1": "阿毘達磨識身足論卷第十六", "2": "提婆設摩阿羅漢造", "3": "三藏法師玄奘奉　詔譯", "4": "4 嗢拕南頌成就蘊第六之四", "5": "有十二心。謂欲界繫善心。不善心。有覆無記", "6": "心。無覆無記心。色界繫善心。有覆無記心。無", "7": "覆無記心。無色界繫善心。有覆無記心。無覆", "8": "無記心。及學心。無學心。若欲界繫善心。捨不", "9": "成就得成就。不善心亦爾耶。設不善心。捨不", "10": "成就得成就。欲界繫善心亦爾耶。若欲界繫", "11": "善心。捨不成就得成就。乃至無學心亦爾耶。", "12": "設無學心。捨不成就得成就。欲界繫善心亦", "13": "爾耶。乃至若學心。捨不成就得成就。無學心", "14": "亦爾耶。設無學心。捨不成就得成就。學心", "15": "亦爾耶。", "16": "若欲界繫善心。捨不成就得成就。不善心亦", "17": "爾耶。或欲界繫善心。捨不成就得成就。非不", "18": "善心。廣說四句。欲界繫善心捨不成就得成", "19": "就非不善心者。謂善根續時。不善心捨不成", "20": "就得成就。非欲界繫善心者。謂已離欲界貪。", "21": "從離欲貪。復還退時。欲界繫善心捨不成就", "22": "得成就。亦不善心者。謂色無色界沒。欲界生", "23": "時。非欲界善心捨不成就得成就。亦非不善", "24": "心者。除上爾所相。若欲界繫善心。捨不成就", "25": "得成就。欲界繫有覆無記心亦爾耶。或欲界", "26": "繫善心。捨不成就得成就。非欲界繫有覆無", "27": "記心。廣說四句。欲界善心捨不成就得成就。", "28": "非欲界繫有覆無記心者。謂善根續時。欲界", "29": "繫有覆無記心捨不成就得成就。非欲界繫", "30": "善心者。謂已離欲界貪異生。從離欲貪。復還", "31": "退時。欲界繫善心捨不成就得成就。亦欲界", "32": "繫有覆無記心者。謂色無色界沒。欲界生時", "33": "非欲界繫善心捨不成就得成就。亦非欲界", "34": "繫有覆無記心者。除上爾所相。若欲界繫", "35": "善心。捨不成就得成就。欲界繫無覆無記心", "36": "亦爾耶。或欲界繫善心。捨不成就得成就。", "37": "非欲界繫無覆無記心。廣說四句。欲界繫善。", "38": "心捨不成就得成就。非欲界繫無覆無記心", "39": "者。謂善根續時。及色界沒。欲界生時。欲界繫", "40": "無覆無記心捨不成就得成就。非欲界繫善", "41": "心者。謂無色界沒。色界生時。欲界繫善心捨", "42": "不成就得成就。亦欲界繫無覆無記心者。謂", "43": "無色界沒。欲界生時。非欲界繫善心捨不成", "44": "就得成就。亦非欲界繫無覆無記心者。除上", "45": "爾所相。若欲界繫善心。捨不成就得成就。定", "46": "非色界繫善心。若色界繫善心。捨不成就得", "47": "成就。定非欲界繫善心。若欲界繫善心。捨不", "48": "成就得成就。色界繫有覆無記心亦爾耶。或", "49": "欲界繫善心。捨不成就得成就。非色界繫有", "50": "覆無記心。廣說四句。欲界繫善心捨不成就", "51": "得成就。非色界繫有覆無記心者。謂善根續", "52": "時。及色界沒。欲界生時。色界繫有覆無記心", "53": "捨不成就得成就。非欲界繫善心者。謂已離", "54": "色界貪。從離色貪。復還退時。及無色界沒。", "55": "色界生時。欲界繫善心捨不成就得成就。", "56": "亦色界繫有覆無記心者。謂無色界沒。欲", "57": "界生時。非欲界繫善心捨不成就得成就。亦", "58": "非色界繫有覆無記心者。除上爾所相。若欲", "59": "界繫善心。捨不成就得成就。定非色界繫無", "60": "覆無記心。若色界繫無覆無記心。捨不成就", "61": "得成就。定非欲界繫善心。從此以後。都無所", "62": "有。若不善心。捨不成就得成就。欲界繫有覆", "63": "無記心亦爾耶。若欲界繫有覆無記心捨不", "64": "成就得成就。不善心定爾。或不善心。捨不成", "65": "就得成就。非欲界繫有覆無記心。謂已離欲", "66": "界貪聖者。從離欲貪。復還退時。若不善心。捨", "67": "不成就得成就。欲界繫無覆無記心亦爾耶。", "68": "或不善心。捨不成就得成就。非欲界繫無覆", "69": "無記心。廣說四句。不善心捨不成就得成就。", "70": "非欲界繫無覆無記心者。謂已離欲界貪。從", "71": "離欲貪。復還退時。及色界沒。欲界生時欲界", "72": "無覆無記心捨不成就得成就。非不善心者。", "73": "謂無色界沒。色界生時。不善心捨不成就得", "74": "成就。亦欲界繫無覆無記心者。謂無色界沒。", "75": "欲界生時。非不善心捨不成就得成就。亦非", "76": "欲界繫無覆無記心者。除上爾所相。若不善", "77": "心。捨不成就得成就。定非色界繫善心。若色", "78": "界繫善心。捨不成就得成就。定非不善心。若", "79": "不善心。捨不成就得成就。色界繫有覆無記", "80": "心亦爾耶。或不善心。捨不成就得成就。非色", "81": "界繫有覆無記心。廣說四句。不善心捨不成", "82": "就得成就。非色界繫有覆無記心者。謂已離", "83": "欲界貪。未離色界貪。從離欲貪。復還退時。及", "84": "色界沒。欲界生時。色界繫有覆無記心捨不", "85": "成就得成就。非不善心者。謂已離色界貪。起", "86": "色界纏。復還退時。及無色界沒。色界生時。", "87": "不善心捨不成就得成就。亦色界繫有覆無", "88": "記心者。謂已離色界貪。起欲界纏。復還退", "89": "時。及無色界沒。欲界生時。非不善心捨不", "90": "成就得成就。亦非色界繫有覆無記心者。除", "91": "上爾所相。若不善心。捨不成就得成就。定", "92": "非色界繫無覆無記心。及無色界繫善心。若", "93": "色界繫無覆無記心。及無色界繫善心。捨不", "94": "成就得成就。定非不善心。若不善心。捨不成", "95": "就得成就。無色界繫有覆無記心亦爾耶。或", "96": "不善心。捨不成就得成就。非無色界繫有覆", "97": "無記心。廣說四句。不善心捨不成就得成就。", "98": "非無色界繫有覆無記心者。謂已離欲界貪", "99": "有學異生。從離欲貪。復還退時。及色無色界", "100": "沒。欲界生時。無色界繫有覆無記心捨不成", "101": "就得成就。非不善心者。謂阿羅漢。起色無色", "102": "界纏。復還退時。不善心捨不成就得成就。亦", "103": "無色界繫有覆無記心者。謂阿羅漢起欲界", "104": "纏。復還退時。非不善心捨不成就得成就。亦", "105": "非無色界繫有覆無記心者。除上爾所相。", "106": "若不善心。捨不成就得成就。定非無色界繫", "107": "無覆無記心及無學心。若無色界繫無覆無", "108": "記心。及無學心。捨不成就得成就。定非不善", "109": "心。若不善心。捨不成就得成就。學心亦爾耶。", "110": "或不善心。捨不成就得成就。非學心。廣說四", "111": "句。不善心捨不成就得成就。非學心者。謂已", "112": "離欲界貪。有學異生。從離欲貪。復還退時。及", "113": "色無色界沒。欲界生時。學心捨不成就得成", "114": "就。非不善心者。謂阿羅漢。起色無色界纏。復", "115": "還退時。及修加行。入見道時。不善心捨不成", "116": "就得成就。亦學心者。謂阿羅漢。起欲界纏。復", "117": "還退時。非不善心捨不成就得成就。亦非學", "118": "心者。除上爾所相。若欲界繫有覆無記心。捨", "119": "不成就得成就。欲界繫無覆無記心亦爾耶。", "120": "或欲界繫有覆無記心。捨不成就得成就。非", "121": "欲界繫無覆無記心。廣說四句。欲界繫有覆", "122": "無記心捨不成就得成就。非欲界繫無覆無", "123": "記心者。謂已離欲界貪異生。從離欲貪。復", "124": "還退時。及色界沒。欲界生時。欲界繫無覆無", "125": "記心捨不成就得成就。非欲界繫有覆無記", "126": "心者。謂無色界沒。色界生時。欲界繫有覆無", "127": "記心捨不成就得成就。亦欲界繫無覆無記", "128": "心者。謂無色界沒。欲界生時。非欲界繫有覆", "129": "無記心捨不成就得成就。亦非欲界繫無覆", "130": "無記心者。除上爾所相。若欲界繫有覆無", "131": "記心。捨不成就得成就。定非色界繫善心。若", "132": "色界繫善心。捨不成就得成就。定非欲界繫", "133": "有覆無記心。若欲界繫有覆無記心。捨不成", "134": "就得成就。色界繫有覆無記心亦爾耶。或欲", "135": "界繫有覆無記心。捨不成就得成就。非色界", "136": "繫有覆無記心。廣說四句。欲界繫有覆無記", "137": "心捨不成就得成就。非色界繫有覆無記心", "138": "者。謂已離欲界貪異生。未離色界貪。從離", "139": "欲貪。復還退時。及色界沒。欲界生時。色界繫", "140": "有覆無記心捨不成就得成就。非欲界繫有", "141": "覆無記心者。謂已離色界貪。起色界纏。復還", "142": "退時。及無色界沒。色界生時。欲界繫有覆無", "143": "記心捨不成就得成就。亦色界繫有覆無記", "144": "心者。謂已離色界貪異生。起欲界纏。復還退", "145": "時。及無色界沒。欲界生時。非欲界繫有覆無", "146": "記心捨不成就得成就。亦非色界繫有覆無", "147": "記心者。除上爾所相。若欲界繫有覆無記心。", "148": "捨不成就得成就。定非色界繫無覆無記心。", "149": "若色界繫無覆無記心。捨不成就得成就。定", "150": "非欲界繫有覆無記心。從此以後。都無所有。", "151": "若欲界繫無覆無記心。捨不成就得成就。色", "152": "界繫善心亦爾耶。或欲界繫無覆無記心。捨", "153": "不成就得成就。非色界繫善心。廣說四句。欲", "154": "界繫無覆無記心捨不成就得成就。非色界", "155": "繫善心者。謂無色界沒。欲界生時。色界繫善", "156": "心捨不成就得成就。非欲界繫無覆無記心", "157": "者。謂修加行。色界善心。初現前時。欲界繫無", "158": "覆無記心捨不成就得成就。亦欲界繫善心", "159": "者。謂無色界沒。色界生時。非欲界繫無覆", "160": "無記心捨不成就得成就。亦非色界繫善心", "161": "者。除上爾所相。若欲界繫無覆無記心。捨不", "162": "成就得成就。色界繫有覆無記心定爾。或色", "163": "界繫有覆無記心。捨不成就得成就。非欲界", "164": "繫無覆無記心。謂已離色界貪。從離色貪。", "165": "復還退時。若欲界繫無覆無記心。捨不成就", "166": "得成就。色界繫無覆無記心亦爾耶。或欲界", "167": "繫無覆無記心。捨不成就得成就。非色界繫", "168": "無覆無記心。廣說四句。欲界繫無覆無記心", "169": "捨不成就得成就。非色界繫無覆無記心者。", "170": "謂無色界沒。欲界生時。色界繫無覆無記心", "171": "捨不成就得成就。非欲界繫無覆無記心者。", "172": "謂於欲界。得離欲時。欲界繫無覆無記心捨", "173": "不成就得成就。亦色界繫無覆無記心者。謂", "174": "無色界沒。色界生時。非欲界繫無覆無記心", "175": "捨不成就得成就。亦非色界繫無覆無記心", "176": "者。除上爾所相。若欲界繫無覆無記心。捨不", "177": "成就得成就。定非無色界繫善心。若無色界", "178": "繫善心。捨不成就得成就。定非欲界繫無覆", "179": "無記心。從此以後。都無所有。若色界繫善心。", "180": "捨不成就得成就。色界繫有覆無記心亦爾", "181": "耶。或色界繫善心。捨不成就得成就。非色界", "182": "繫有覆無記心。廣說四句。色界繫善心捨不", "183": "成就得成就。非色界繫有覆無記心者。謂修", "184": "加行。色界善心。初現前時。色界繫有覆無記", "185": "心捨不成就得成就。非色界繫善心者。謂已", "186": "離色界貪。從離色貪。復還退時。及無色界", "187": "沒。欲界生時。色界繫善心捨不成就得成就。", "188": "亦色界繫有覆無記心者。謂無色界沒。色界", "189": "生時。非色界繫善心捨不成就得成就。亦非", "190": "色界繫有覆無記心者。除上爾所相。若色界", "191": "繫善心。捨不成就得成就。色界繫無覆無記", "192": "心亦爾耶。或色界繫善心。捨不成就得成就。", "193": "非色界繫無覆無記心。廣說四句。色界繫善", "194": "心捨不成就得成就。非色界繫無覆無記心", "195": "者。謂修加行。色界善心。初現前時。色界繫無", "196": "覆無記心捨不成就得成就。非色界繫善心", "197": "者。謂於欲界得離欲時。色界繫善心捨不成", "198": "就得成就。亦色界繫無覆無記心者。謂無色", "199": "界沒。色界生時。非色界繫善心捨不成就得", "200": "成就。亦非色界繫無覆無記心者。除上爾所", "201": "相。若色界繫善心。捨不成就得成就。定非無", "202": "色界繫善心。若無色界繫善心。捨不成就得", "203": "成就。定非色界繫善心。從此以後。都無所", "204": "有。若色界繫有覆無記心。捨不成就得成", "205": "就。色界繫無覆無記心亦爾耶。或色界繫有", "206": "覆無記心。捨不成就得成就。非色界繫無", "207": "覆無記心。廣說四句。色界繫有覆無記心。", "208": "捨不成就得成就。非色界繫無覆無記心者。", "209": "謂已離色界貪。從離色界貪。復還退時。及", "210": "無色界沒欲界生時。色界繫無覆無記心捨", "211": "不成就得成就。非色界繫有覆無記心者。謂", "212": "於欲界得離欲時。色界繫有覆無記心捨不", "213": "成就得成就。亦色界繫無覆無記心者。謂", "214": "無色界沒。色界生時。非色界繫有覆無記", "215": "心捨不成就得成就。亦非色界繫無覆無記", "216": "心者。除上爾所相。若色界繫有覆無記心。", "217": "捨不成就得成就。定非無色界繫善心。若", "218": "無色界繫善心。捨不成就得成就。定非色", "219": "界繫有覆無記心。若色界繫有覆無記心。捨", "220": "不成就得成就。無色界繫有覆無記心亦爾", "221": "耶。或色界繫有覆無記心。捨不成就得成就。", "222": "非無色界繫有覆無記心。廣說四句。色界繫", "223": "有覆無記心捨不成就得成就。非無色界繫", "224": "有覆無記心者。謂已離色界貪。有學異生。", "225": "從離色貪。復還退時。及無色界沒。欲界", "226": "生時。無色界繫有覆無記心捨不成就得成", "227": "就。非色界繫有覆無記心者。謂阿羅漢。起無", "228": "色界纏。復還退時。色界繫有覆無記心捨不", "229": "成就得成就。亦無色界繫有覆無記心者。謂", "230": "阿羅漢。起欲界色界纏。復還退時。非色界繫", "231": "有覆無記心捨不成就得成就。亦非無色界", "232": "繫有覆無記心者。除上爾所相。若色界繫有", "233": "覆無記心。捨不成就得成就。定非無色界繫", "234": "無覆無記心。及無學心。若無色界繫無覆無", "235": "記心。及無學心。捨不成就得成就。定非色", "236": "界繫有覆無記心。若色界繫有覆無記心。捨", "237": "不成就得成就。學心亦爾耶。或色界繫有", "238": "覆無記心。捨不成就得成就非學心。廣說四", "239": "句。色界繫有覆無記心捨不成就得成就。非", "240": "學心者。謂已離色界貪。有學異生。從離色", "241": "貪。復還退時。及無色界沒。欲界色界生時。學", "242": "心捨不成就得成就。非色界繫有覆無記心", "243": "者。謂阿羅漢。起無色界纏。復還退時。及修加", "244": "行入見道時。無色界繫有覆無記心捨不成", "245": "就得成就。亦非學心者。謂阿羅漢。起欲界", "246": "色界纏。復還退時。非色界繫有覆無記心", "247": "捨不成就得成就。亦非學心者。除上爾所相。", "248": "若色界繫無覆無記心。捨不成就得成就。定", "249": "非無色界繫善心。若無色界繫善心。捨不成", "250": "就得成就。定非色界繫無覆無記心。從此以", "251": "後。都無所有。若無色界繫善心。捨不成就得", "252": "成就。定非無色界繫有覆無記心。若無色界", "253": "繫有覆無記心。捨不成就得成就。定非無色", "254": "界繫善心。從此以後。都無所有。若無色界繫", "255": "有覆無記心。捨不成就得成就。定非無色界", "256": "繫無覆無記心及無學心。若無色界繫無覆", "257": "無記心。及無學心。捨不成就得成就。定非無", "258": "色界繫有覆無記心。若無色界繫有覆無記", "259": "心。捨不成就得成就。學心定爾。或學心。捨不", "260": "成就得成就。非無色界繫有覆無記心。謂修", "261": "加行。入見道時。若無色界繫無覆無記心。捨", "262": "不成就得成就。定非學心及無學心。若學心", "263": "及無學心。捨不成就得成就。定非無色界繫", "264": "無覆無記心。若學心。捨不成就得成就。定", "265": "非無學心。若無學心。捨不成就得成就。定", "266": "非學心。有十種心。謂欲界繫善心。不善心", "267": "有覆無記心。無覆無記心。色界繫善心。有覆", "268": "無記心。無覆無記心。無色界繫善心。有覆", "269": "無記心。無覆無記心。若欲界繫善心未斷。成", "270": "就此心耶。設成就此心。此心未斷耶。乃", "271": "至若無色界繫無覆無記心未斷。成就此心", "272": "耶。設成就此心。此心未斷耶。", "273": "若欲界繫善心未斷。成就此心耶。或欲界繫", "274": "善心未斷。非成就此心。或成就此心。非此", "275": "心未斷。或此心未斷。亦成就此心。或非此", "276": "心未斷。亦非成就此心。此心未斷。非成就", "277": "此心者。謂已斷善根成就此心。非此心未斷", "278": "者。謂欲界生長。已離欲界貪。此心未斷。", "279": "亦成就此心者。謂欲界生長。不斷善根。未離", "280": "欲界貪。非此心未斷亦非成就此心者。謂色", "281": "無色界生長。若不善心未斷。成就此心耶。曰", "282": "如是。設成就此心。此心未斷耶。曰如是。若欲", "283": "界繫有覆無記心未斷。成就此心耶。曰如", "284": "是。設成就此心。此心未斷耶。曰如是。若欲界", "285": "繫無覆無記心未斷。成就此心耶。若此心未", "286": "斷。定成就此心。或成就此心。非此心未斷。", "287": "謂欲界生長。已離欲界貪。及色界生長。若色", "288": "界繫善心未斷。成就此心耶。或色界繫善心", "289": "未斷。非成就此心。或成就此心。非此心未斷。", "290": "或此心未斷。亦成就此心。或非此心未斷。亦", "291": "非成就此心。色界繫善心未斷非成就此心", "292": "者。謂欲界生長未得色界善心。成就此心非", "293": "此心未斷者。謂欲界色界生長。已離色界貪。", "294": "此心未斷亦成就此心者。謂欲界生長。已得", "295": "色界善心。未離色界貪。及色界生長。未離彼", "296": "貪。非此心未斷亦非成就此心者。謂無色界", "297": "生長。若色界繫有覆無記心未斷。成就此心", "298": "耶。曰如是。設成就此心。此心未斷耶。曰如", "299": "是。若色界繫無覆無記心未斷。成就此心耶。", "300": "或色界繫無覆無記心未斷。非成就此心。或", "301": "成就此心。非此心未斷。或此心未斷。亦成", "302": "就此心。或非此心未斷。亦非成就此心。色", "303": "界繫無覆無記心未斷非成就此心者。謂欲", "304": "界生長。未離欲界貪。成就此心非此心未", "305": "斷者。謂欲界色界生長。已離色界貪。此心", "306": "未斷亦成就此心者。謂欲界生長。已離欲界", "307": "貪。未離色界貪。及色界生長。未離彼貪。非此", "308": "心未斷亦非成就此心者。謂無色界生長。若", "309": "無色界繫善心未斷。成就此心耶。或無色", "310": "界善心未斷。非成就此心。或成就此心。非此", "311": "心未斷。或此心未斷。亦成就此心。或非此心", "312": "未斷。亦非成就此心。無色界繫善心未斷非", "313": "成就此心者。謂未得無色界善心。成就此", "314": "心非此心未斷者。謂阿羅漢。此心未斷亦成", "315": "就此心者。謂有學異生。已得無色界善心非", "316": "此心未斷亦非成就此心者。無有此句。若無", "317": "色界繫有覆無記心未斷成就此心耶。曰如", "318": "是。設成就此心。此心未斷耶。曰如是。若無色", "319": "界繫無覆無記心未斷成就此心耶。或無色", "320": "界繫無覆無記心未斷。非成就此心。或成就", "321": "此心。非此心未斷。或此心未斷。亦成就此心。", "322": "或非此心未斷。亦非成就此心。無色界繫無", "323": "覆無記心未斷亦非成就此心者。謂有學異", "324": "生。無色界繫異熟果心。不現在前。成就此心", "325": "非此心未斷者。謂阿羅漢。無色界繫異熟果", "326": "心。正現在前。此心未斷亦成就此心者。謂有", "327": "學異生。無色界繫異熟果心。正現在前。非", "328": "此心未斷亦非成就此心者。謂阿羅漢。無色", "329": "界繫異熟果心。不現在前。", "330": "有十種心。謂欲界繫善心。不善心。有覆無", "331": "記心。無覆無記心。色界繫善心。有覆無記心。", "332": "無覆無記心。無色界繫善心。有覆無記心。無", "333": "覆無記心。若欲界繫善心已斷。不成就此心", "334": "耶。設不成就此心。此心已斷耶。乃至若無色", "335": "界繫無覆無記心已斷。不成就此心耶。設不", "336": "成就此心。此心已斷耶。", "337": "若欲界繫善心已斷。不成就此心耶。或欲界", "338": "繫善心已斷。非不成就此心。或不成就此心。", "339": "非此心已斷。或此心已斷。亦不成就此心。", "340": "或非此心已斷。亦非不成就此心。欲界繫善", "341": "心已斷非不成就此心者。謂欲界生長。已離", "342": "欲界貪。不成就此心非此心已斷者。謂已斷", "343": "善根。此心已斷亦不成就此心者。謂色無", "344": "色界生長。非此心已斷亦非不成就此心者。", "345": "謂欲界生長。不斷善根。未離欲界貪。若不", "346": "善心已斷。不成就此心耶。曰如是。設不成", "347": "就此心。此心已斷耶。曰如是。若欲界繫有", "348": "覆無記心已斷。不成就此心耶。曰如是。設", "349": "不成就此心。此心已斷耶。曰如是。若欲界", "350": "繫無覆無記心已斷。不成就此心耶。若欲界", "351": "繫無覆無記心。不成就此心定已斷。或此心", "352": "已斷。非不成就此心。謂欲界生長。已離欲", "353": "界貪。及色界生長。若色界繫善心已斷。不", "354": "成就此心耶。或色界繫善心已斷。非不成就", "355": "此心。或不成就此心。非此心已斷。或此心", "356": "已斷。亦不成就此心。或非此心已斷。亦非不", "357": "成就此心。色界繫善心已斷非不成就此心", "358": "者。謂欲界色界生長已離色界貪。不成就此", "359": "心非此心已斷者。謂欲界生長。未得色界善", "360": "心。此心已斷。亦不成就此心者。謂無色界生", "361": "長。非此心已斷亦非不成就此心者。謂欲界", "362": "生長。已得色界善心未離色界貪。及色界生", "363": "長。未離彼貪若色界繫有覆無記心已斷。不", "364": "成就此心耶。曰如是。設不成就此心此心已", "365": "斷耶。曰如是。若色界繫無覆無記心已斷。不", "366": "成就此心耶。或色界繫無覆無記心已斷。非", "367": "不成就此心。或不成就此心。非此心已斷。或", "368": "此心已斷。亦不成就此心。或非此心已斷。", "369": "亦非不成就此心。色界繫無覆無記心已斷", "370": "非不成就此心者。謂欲界色界生長。已離色", "371": "界貪。不成就此心非此心已斷者。謂欲界", "372": "生長。未離欲界貪。此心已斷亦不成就此", "373": "心者。謂無色界生長。非此心已斷亦非不", "374": "成就此心者。謂欲界生長。已離欲界貪。未", "375": "離色界貪。及色界生長。未離彼貪。若無色界", "376": "繫善心已斷。不成就此心耶。若無色界繫善", "377": "心已斷。定非不成就此心。或不成就此心。", "378": "非此心已斷。謂未得無色界善心。若無色界", "379": "繫有覆無記心已斷。不成就此心耶。曰如是。", "380": "設不成就此心。此心已斷耶。曰如是。若無色", "381": "界繫無覆無記心已斷。不成就此心耶。或無", "382": "色界繫無覆無記心已斷。非不成就此心。或", "383": "不成就此心。非此心已斷。或此心已斷。亦", "384": "不成就此心。或非此心已斷。亦非不成就", "385": "此心。無色界繫無覆無記心已斷非不成就", "386": "此心者。謂阿羅漢。無色界繫異熟果心。正現", "387": "在前。不成就此心非此心已斷者。謂有學異", "388": "生。無色界繫異熟果心。不現在前。此心已斷", "389": "亦不成就此心者。謂阿羅漢。無色界繫異熟", "390": "果心。不現在前。非此心已斷亦非不成就此", "391": "心者。謂有學異生。無色界繫異熟果心。正現", "392": "在前。", "393": "有十二心。謂欲界繫善心。不善心。有覆無記", "394": "心。無覆無記心。色界繫善心。有覆無記心。無", "395": "覆無記心。無色界繫善心。有覆無記心。無覆", "396": "無記心。及學心。無學心。若成就欲界繫善", "397": "心。如是十二心幾成就。幾不成就。乃至若", "398": "成就無學心。如是十二心。幾成就。幾不成", "399": "就。", "400": "若成就欲界繫善心。二心定成就。一心定不", "401": "成就。餘或成就。或不成就。若成就不善心。四", "402": "心定成就。四心定不成就。餘或成就或不成", "403": "就。若成就欲界繫有覆無記心。五心定成就。", "404": "四心定不成就。餘或成就。或不成就。若成就", "405": "欲界繫無覆無記心。此一心定成就。一心定", "406": "不成就。餘或成就。或不成就。若成就色界繫", "407": "善心。二心定成就。一心定不成就。餘或成就。", "408": "或不成就。若成就色界繫有覆無記心。三心", "409": "定成就。二心定不成就。餘或成就。或不成就。", "410": "若成就色界繫無覆無記心。三心定成就。三", "411": "心定不成就。餘或成就。或不成就。若成就無", "412": "色界繫善心。此一心定成就。二心定不成就。", "413": "餘或成就。或不成就。若成就無色界繫有覆", "414": "無記心。此一心定成就。一心定不成就。餘或", "415": "成就。或不成就。若成就無色界繫無覆無記", "416": "心。二心定成就。七心定不成就。餘或成就。或", "417": "不成就。若成就學心。二心定成就。一心定不", "418": "成就。餘或成就。或不成就。若成就無學心。二", "419": "心定成就。五心定不成就。餘或成就。或不成", "420": "就。", "421": "有十二心。謂欲界繫善心。不善心。有覆無記", "422": "心。無覆無記心。色界繫善心。有覆無記心。無", "423": "覆無記心。無色界繫善心。有覆無記心。無覆", "424": "無記心。及學心。無學心。若不成就欲界繫善", "425": "心。如是十二心。幾不成就。幾成就。乃至若不", "426": "成就無學心。如是十二心。幾不成就幾成就。", "427": "若不成就欲界繫善心。此一心定不成就餘", "428": "或成就。或不成就若不成就不善心。二心定", "429": "不成就。餘或成就。或不成就。若不成就欲界", "430": "繫有覆無記心此一心定不成就。餘或成就。", "431": "或不成就若不成就欲界繫無覆無記心。七", "432": "心定不成就。一心定成就。餘或成就。或不成", "433": "就。若不成就色界繫善心。二心定不成就。餘", "434": "或成就。或不成就。若不成就色界繫有覆無", "435": "記心。三心定不成就。一心定成就。餘或成就。", "436": "或不成就。若不成就色界繫無覆無記心。此", "437": "一心定不成就。餘或成就。或不成就。若不成", "438": "就無色界繫善心。三心定不成就。三心定成", "439": "就。餘或成就。或不成就。若不成就無色界繫", "440": "有覆無記心。五心定不成就。二心定成就。餘", "441": "或成就。或不成就。若不成就無色界繫無覆", "442": "無記心。此一心定不成就。餘或成就。或不成", "443": "就。若不成就學心。此一心定不成就。餘或成", "444": "就。或不成就。若不成就無學心。此一心定不", "445": "成就。一心定成就。餘或成就或不成就。", "446": "有十二心。謂欲界繫善心。不善心。有覆無記", "447": "心。無覆無記心。色界繫善心。有覆無記心。無", "448": "覆無記心。無色界繫善心。有覆無記心。無覆", "449": "無記心。及學心。無學心。復有三種補特伽羅。", "450": "一未離欲界貪補特伽羅。二未離色界貪補", "451": "特伽羅。三未離無色界貪補特伽羅。未離欲", "452": "界貪補特伽羅。如是十二心。幾成就。幾不成", "453": "就。未離色界貪補特伽羅。如是十二心。幾成", "454": "就。幾不成就。未離無色界貪補特伽羅。如是", "455": "十二心。幾成就。幾不成就。", "456": "未離欲界貪補特伽羅。四心定成就。四心定", "457": "不成就。餘或成就。或不成就。未離色界貪補", "458": "特伽羅。三心定成就。二心定不成就。餘或成", "459": "就。或不成就。未離無色界貪補特伽羅。一心", "460": "定成就。一心定不成就。餘或成就。或不成就。", "461": "十二心。謂欲界繫善心。不善心。有覆無記心。", "462": "無覆無記心。色界繫善心。有覆無記心。無", "463": "覆無記心。無色界繫善心。有覆無記心。無覆", "464": "無記心。及學心。無學心。復有三種補特伽羅。", "465": "一已離欲界貪補特伽羅。二已離色界貪補", "466": "特伽羅。三已離無色界貪補特伽羅。已離", "467": "欲界貪補特伽羅。如是十二心。幾不成就。幾", "468": "成就。已離色界貪補特伽羅。如是十二心。幾", "469": "不成就。幾成就。已離無色界貪補特伽羅。如", "470": "是十二心。幾不成就。幾成就。", "471": "已離欲界貪補特伽羅。二心定不成就。餘", "472": "或成就。或不成就。已離色界貪補特伽羅。三", "473": "心定不成就。一心定成就。餘或成就。或不成", "474": "就。已離無色界貪補特伽羅。五心定不成就。", "475": "二心定成就。餘或成就。或不成就。", "476": "若最初梵世繫善心現在前。一切欲界繫善", "477": "心等無間耶。若最初修加行梵世繫善心現", "478": "在前。一切欲界繫善心等無間。或最初梵世", "479": "繫善心現在前。非欲界繫善心等無間。謂從", "480": "梵世上沒。生梵世中。彼最初梵世繫善心現", "481": "在前。乃至若最初無所有處繫善心現在前。", "482": "一切識無邊處繫善心等無間耶。若最初修", "483": "加行無所有處繫善心現在前。一切識無邊", "484": "處繫善心等無間。或最初無所有處繫善心", "485": "現在前。非識無邊處繫善心等無間。謂從", "486": "非想非非想處沒。生無所有處。彼最初無所", "487": "有處繫善心現在前。", "488": "有十二心。欲界繫善心。不善心。有覆無記心。", "489": "無覆無記心。色界繫善心。有覆無記心。無", "490": "覆無記心。無色界繫善心。有覆無記心。無", "491": "覆無記心。及學心無學心。若學心。捨成就得", "492": "不成就。如是十二心。幾捨成就得不成就。幾", "493": "捨不成就得成就。若無學心。捨成就得不成", "494": "就。如是十二心。幾捨成就得不成就。幾捨不", "495": "成就得成就。", "496": "若學心。捨成就得不成就。二心定捨成就得", "497": "不成就。一心定捨不成就得成就。餘非捨成", "498": "就得不成就。亦非捨不成就得成就若無學", "499": "心。捨成就得不成就。一心定捨成就得不成", "500": "就。二心定捨不成就得成就。二心或捨成就", "501": "得不成就。二心或捨不成就得成就。五心非", "502": "捨成就得不成就。亦非捨不成就得成就。", "503": "有十二心。謂欲界繫善心。不善心。有覆無記", "504": "心。無覆無記心。色界繫善心。有覆無記心。無", "505": "覆無記心。無色界繫善心。有覆無記心。無覆", "506": "無記心。及學心。無學心。若學心。捨不成就得", "507": "成就。如是十二心。幾捨不成就得成就。幾捨", "508": "成就得不成就。若無學心。捨不成就得成就。", "509": "如是十二心。幾捨不成就得成就。幾捨成就", "510": "得不成就。", "511": "若學心。捨不成就得成就或有二心定。捨不", "512": "成就得成就。一心定捨成就得不成就。二心", "513": "或捨不成就得成就。二心或捨成就得不成", "514": "就。或有得一。都無所捨。五心非捨不成就得", "515": "成就。亦非捨成就得不成就。若無學心。捨不", "516": "成就得成就。一心定捨不成就得成就。二心", "517": "定捨成就得不成就。", "518": "說一切有部識身足論卷第十六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1539 阿毘達磨識身足論: 阿毘達磨識身足論: 說一切有部識身足論", "source": "CBETA"}