{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1888 解迷顯智成悲十明論", "text": {"0": "No. 1888", "1": "釋華嚴十明論敘釋華嚴十明論敘", "10": "心以學無上菩提。其何以禦之。世英囑予記", "100": "第十明。十二有支是大生死之源。如何超度", "101": "使令迷解同佛大智大悲。成大法門一切智", "102": "海佛功德海。", "103": "第一明十二緣生惡覺生死從何所生者。為", "104": "一切眾生從本已來。無本無末。無始無終。無", "105": "性無相。無古無今。真智慧之體是一切眾生", "106": "之本源也。為真智慧無體性。不能自知無性。", "107": "故為無性之性不能自知無性故名曰無明。", "108": "如華嚴經第六地。不了第一義故號曰無明。", "109": "將知以真智慧本無性故不能自了。既不自", "11": "其言。世英歿一年。余還自海外。築室筠溪石", "110": "了。是以諸佛更須示現出世說法利樂人天。", "111": "本無眾生可度。既先賢得道利樂世間。明知", "112": "真智。要得了緣方能現也。若言真智本來自", "113": "然常不變易者。即有所依。即有所住處。即堅", "114": "然形質。十方虛空不可相容納也。即同外道", "115": "及二乘并淨土菩薩皆有所依。故眾生自眾", "116": "生聖自聖不須教化也。故知有賢聖得道。會", "117": "真明知真智無性。不得了緣但迷心境。十二", "118": "有支隨事染著。不能自知有性無性。妄作我", "119": "見。隨順無明行。識名色對六根為觸。識為種", "12": "門寺。夏釋此論。追念平時之語曰。嗟乎流轉", "120": "子。意為能緣。隨事和合。觸受隨生。無明行", "121": "二事緣眼耳鼻舌身五根。與名色相對。無明", "122": "行為所緣。意為能緣。名色是所緣之境。識對", "123": "諸根隨事和合。分別善惡取納名受。此一段", "124": "五根從意及識七法為現行緣。領受貪著不", "125": "捨。便生愛取有。從愛取有三緣成來世業因。", "126": "生老死三緣為來世苦果。此愛取有及生老", "127": "死。常以生老死為果。生生無有停息。隨自貪", "128": "欲乘憍慢放逸貪嗔勝劣等業三界受生。苦", "129": "樂不同。皆是自心變非由他與。應如是知。是", "13": "三界未即棄去。其恥亦大矣。囚縛五陰未能", "130": "一切眾生所生苦海之源。以迷真智故便有", "131": "業生。十二有支因此而起。若達無我則無所", "132": "生處。則一切法自性無生。是故經云。世間生", "133": "滅皆由著我。若離於我即無生處。執著我故", "134": "常求有無。不正思惟。起於妄行行於邪道。罪", "135": "行福行不動行。積集增長。於諸行中植心種", "136": "子生有漏身。復起後有。生及老死所為諸業", "137": "為田識為種子。無明闇覆。愛水為潤。我慢溉", "138": "灌。見網增長。生名色芽。名色增長生五根。", "139": "諸根相對生觸。觸相對生受。受生已復希求", "14": "超出。其仇亦深矣。以吳楚之仇恥較之。其相", "140": "生愛。愛增長生取。取增長生有。有生已於諸", "141": "趣中起五蘊身名生。生已衰變為老。老已劣", "142": "造業成病。病已業盡為死。死時生諸熱惱。故", "143": "憂悲愁嘆眾苦皆集。此因緣果故集。無有集", "144": "者此明。經意為名第一義。故妄生苦緣。實可", "145": "悲愍。為迷心境枉流生死。眾苦悲惱飄轉何", "146": "休。但淨意根空慧現前。十二有支都無所有。", "147": "及名色識觸受等五法。皆為根本智之法界", "148": "自在緣生諸法門大海及諸波羅蜜諸功德", "149": "海。以明迷者。即諸煩惱海一切心境總為苦", "15": "倍如日劫。而學者亦思掣肘徑去。然至誠惻", "150": "海。若覺悟者。即是諸法門及波羅蜜海。正覺", "151": "悟時無明不見滅。智慧不見生。是故經云。一", "152": "切法不生。一切法不滅。若能如是解諸佛常", "153": "現前。此明迷解。是故一切眾生於第一義根", "154": "本無作智中妄起作業。愛取有生。是故十二", "155": "有支迷真智慧生。十二有支以為生源。以此", "156": "三乘教法諸般若中。為中下種人但說五蘊", "157": "十二緣空。空亦空有為無為及畢竟空。乃至", "158": "十八空等。皆未明達十二緣生煩惱苦海。便", "159": "為智海正覺海諸法門海諸波羅蜜海菩薩萬", "16": "怛勇決力行。較勾踐伍員特太山毫芒耳。豈", "160": "行諸功德海。文殊普賢毘盧遮那三法皆悉", "161": "圓滿。一一塵中十方諸佛及一切眾生同住", "162": "無礙海。法如是故非是權乘神通所作。一切", "163": "大小皆無邊方。參映重重重重無礙。如經廣", "164": "明。", "165": "第二明十二緣生為是本有為是本無者。此", "166": "中有二義。一妄。二真。一如世情妄見。隨三世", "167": "古今為心計其萬事實有。又計生死等以為", "168": "無常。此乃如世情心想所計。言無常並是妄", "169": "心妄想裁接無有窮盡。言常無常並是虛妄", "17": "不惜哉。金剛般若經。須菩提聞世尊言以恒", "170": "無有定法。皆不可依也。言真如理智常不變", "171": "易亦是虛妄。是故淨名經云。無以生滅心行", "172": "說實相法。以此十二有支是一切眾生自心", "173": "自誑情計變生。今言十二有支常。以是虛妄。", "174": "若言無常法。又以滅而取證。或厭而往生者。", "175": "皆且得變化生死。非真解脫。是故常與無常", "176": "同第一義智。不可以情知也。經云。不了第一", "177": "義。故號曰無明。又世諦即第一義諦云何。十", "178": "二有支定說為常及與無常。又如正會第一", "179": "義諦時。不見身心及境界若生若滅常與無", "18": "河沙等身命布施。不如受持四句偈為他人", "180": "常。是故十二有支無決定性。不可說言常與", "181": "無常。同第一勝義諦故。", "182": "第三明諸佛解脫智慧。為是本有為是修生", "183": "者。此一段須知四謗。言法本有增益謗。言法", "184": "本無損減謗。亦有亦無戲論謗。非有非無相", "185": "違謗。若言諸佛解脫智慧本有增益謗。若言", "186": "本無要假修生損減謗。此之一段非情意思", "187": "量言所及也。情亡神會想盡智圓。何以情論", "188": "於有無。談其無功之智也。言其本有即體性", "189": "如同虛空。本來無迹。言其本無因修而得者。", "19": "說之福。於是泣下。其心豈不謂學者多以一", "190": "亡情慮而始會一乘。若以滅識亡情亦非是。", "191": "當一切眾生以情想恒存者。常迷不知存。修", "192": "即却敗。放逸即全乖。若言本有修生皆為過", "193": "失。何以然者。言本有一切眾生元來是佛。何", "194": "因苦樂流轉不停。若言修生還成敗壞。有為", "195": "之法皆是無常故。須除此二障方可相應。乃", "196": "故頌曰。諸法不自生。亦不從他生。不共不無", "197": "因。是故說無生。此乃禪定觀行方便。以為了", "198": "緣迷解自明。不可以情慮計度。云修生本有。", "199": "此果體無以斟酌知。無以思量得。當以止觀", "2": "宋寶覺圓明禪師惠洪覺範撰", "20": "身味著懈怠故自為障閡乎。夫雜華具四天", "200": "力功熟方乃證知。急亦不成。緩亦不得。但知", "201": "不休。必不虛棄。如乳有酪。皆須待緣。緣緣", "202": "之中無作者。故其酪成已亦無來處。亦非本", "203": "有。如來智慧以戒定慧眾善方便而以照之。", "204": "而緣緣之中無作者。無成壞故。然於一切智", "205": "一切種智。於中而得朗然。於諸法中無能作", "206": "所作者。故亦非本有。亦非本無。以第一義中", "207": "無本無末。無始無終。無成無壞。無三世古今。", "208": "亦不可作本有及以修生。成就世間斷常諸", "209": "見及諸諍論。應如是知。如經中頌云。一切法", "21": "下微塵數偈。而其所詮者。如來普光明大智", "210": "不生。無有常見。一切法不滅。無有斷見。若", "211": "能如是解諸佛常現前。以無斷常故。即是成", "212": "佛義也。是故不可作修生本有卜度之妄想", "213": "也。重栽妄想不可相應。當須於一切法無心。", "214": "道自現也。無心道現正智方明。正智現前方", "215": "覺心境諸緣自皆無性。心境無性智日同空。", "216": "境何。能立智空境寂識浪無生。所有現行都", "217": "無能所。如空谷響。應物成音。空谷無心智。", "218": "亦如是應物。分別都無所生。於此是他同於", "219": "幻住。所有心境皆如。不見一法有生住異滅", "22": "一法而已。親近隨順此智者。戒定慧三法而", "220": "成壞等相。名法界緣起自在無生門。如善財", "221": "至德生童子有德童女所。得空幻智幻生幻", "222": "住法門。一切處受生皆同幻住。", "223": "第四明十二緣生與佛智慧誰為先後者。如", "224": "世情識妄業所見者。即十二緣生生死在前。", "225": "若以道現智明。古今元來不變。無動轉故。已", "226": "是無量劫中所作善惡業果報德。道現智明", "227": "悉能見之。如彌勒樓閣中善財入已彌勒三", "228": "世古今業行悉於中現者是也。以自淨智業", "229": "圓明。十方諸佛及一切眾生。三世古今業行", "23": "已。以戒定慧觀照方便破滅無明。一切眾生", "230": "無不普現。以無明總盡一切智成。自合如是。", "231": "但淨自心不可希望。如世間初心。但且息心", "232": "淨念者。亦得少分外邊生死境界所現。故求", "233": "大道者不取也。不可以螢光滯於大智之明。", "234": "此是攝亂息心所見也。亦有邪鬼入身。亦見", "235": "少分皆不可取也。善決擇之。如十地菩薩得", "236": "百萬阿僧祇三昧。世無不明。坐大寶蓮華之", "237": "上。量等百萬三千大千世界。授如來職。其身", "238": "充滿大蓮華之上。此大蓮華四邊次有十三", "239": "千大千世界微塵數蓮華。以為眷屬。諸菩薩", "24": "彈指實證。故金剛藏菩薩曰。隨順無明起諸", "240": "皆坐其上。尚猶於普賢行猶為障礙。欲見普", "241": "賢菩薩不能得見。當捨五障方見普賢。略釋", "242": "中已明。善財欲入大悲位。但見摩耶夫人處", "243": "寶眼天。具明五障之數。何況世間息念少分", "244": "淨心。怕怖生死畏懼攀緣之心而少分可見。", "245": "亦為障道。未作須作。已作須過。勿滯其中。一", "246": "依善財童子所有十住十行五位行樣不錯", "247": "也。如是根本大智之海。不可更求前後之見。", "248": "皆從迷十二緣生之法。於心境上意識魔王", "249": "妄變。自惑其心。至無始沈淪。由迷不覺存前", "25": "有。若不隨順諸有離。是謂成佛顯訣人法要", "250": "存後。見古見今。第一義中都無此也。一切處", "251": "文殊師利同聲說偈云。一念普觀。無量劫無", "252": "去無來亦無住。如是了知三世事。超諸方便", "253": "成十力。又以大智體中同三世事。以過去世", "254": "入現在未來世。以未來世入現在過去世。以", "255": "現在世入未來過去世。以根本智無三世性。", "256": "妄執三世。智現自圓無古無今。一世通為十", "257": "世。以三世中一世上三世為九世。通平等世", "258": "為十世。如圓珠上求方。環輪上求始末。虛空", "259": "中求大小中邊。前際後際終不可得。應如是", "26": "旨。借令三世如來重復宣示深奧。不能加毫", "260": "知如是見。即於大小前後諸見無所惑亂也。", "261": "如是見盡。三世都忘名初發心時便成正覺。", "262": "然後成普賢之行矣。", "263": "第五明十二緣生及佛智慧有始有終者。如", "264": "有人於少時間夢見無量劫。忽然睡覺。所有", "265": "夢中時量劫數竝不可得。亦如是見無明及", "266": "佛智慧亦不可得。為無明等十二有支及佛", "267": "智慧皆虛妄也。經云。無無明亦無無明盡。乃", "268": "至無老死亦無老死盡。為真妄總同一虛空", "269": "性故。不可於空中求其生滅等相。不見無明", "27": "末於此矣。其於利害去取。曉如白黑。其義理", "270": "滅。不見智慧生。以無生滅故。一切法亦如", "271": "是。無生無滅。無始無終也。", "272": "第六明十二緣生是一心所變云何受三界苦", "273": "樂不同者。金剛藏菩薩云。於第一義諦不了。", "274": "故名曰無明。所作事是行。行依止初心是識。", "275": "識共生四取蘊為名色。無明行識名色為四。", "276": "名色增長六處。六根是也。根境識三事和合", "277": "是觸。觸生受。於受染著是愛。愛增長是取。以", "278": "從此愛取中。不順貪嗔忿恨各隨執業深淺", "279": "輕重種種不同。因此惡道人天諸業各各差", "28": "昭著。粲如日星。不知。學者於戒定慧。何疑而", "280": "別。修行者大須觀察淨治識種。以現智門。而", "281": "於心境即得自在。餘意下當更明。", "282": "第七明解脫法中何法有依何法無依者。聲", "283": "聞獨覺皆厭生死。依寂滅涅槃淨土。菩薩厭", "284": "生死所依淨土。般若中菩薩破有歸空。成空", "285": "智慧。應生淨土。留惑潤生。教化眾生。如涅槃", "286": "中。依一切眾生有自性清淨。亦具普賢行。俱", "287": "是三乘中諸教菩薩等法門。國土皆有大小", "288": "廣狹所依分量可得。皆有所依故。為眾生根", "289": "品量度未圓。所有修行心量各依自分所得。", "29": "不隨順。於無明煩惱。何戀而不棄遺乎。孟軻", "290": "唯一乘佛果。毘盧遮那文殊普賢理智大悲", "291": "圓滿。皆遍至六道眾生及三乘菩薩二乘聲", "292": "聞緣覺一切所依皆恒遍故。十方充滿猶如", "293": "虛空。皆無所依。非大小限量度狹所依住也。", "294": "亦非情想計度所窮任。無功無作大智之所", "295": "印也。以達十二緣生法中迷解。智現故。無厭", "296": "除心。無自他境。不出不沒。智印十方。無去無", "297": "來。恒對現色身普遍一切眾生前。無去無來", "298": "故。亦無神通變化之心。以無所作之智法爾", "299": "能隨物應感現其身。宜應所化也。如空谷響", "3": "顯謨閣待制朱公世英。為余言。頃過金陵。謁", "30": "曰。今有無名之指屈而不信。非疾痛害事也。", "300": "普應。諸聲皆無所依。一切眾生及諸賢聖皆", "301": "無所依。但以自情妄見也。但智明迷解。道自", "302": "如是。非是情所作得也。故名不可思議。更有", "303": "餘意。後當更明。", "304": "第八明諸佛解脫皆無體相本無處所所有功", "305": "德身土莊嚴為是有常為是無常者。如來報", "306": "身及國土三界淨土菩薩所知見故。乃至十", "307": "地菩薩受職位。但見如來出世。三昧涅槃解", "308": "脫身土功德微妙境界猶不能見。成佛果德", "309": "已後恒行普賢行。常處世間。十方六道無休", "31": "如有能信之者。則不遠秦楚之路。為指之不", "310": "息行。亦不能見也。如十地道滿。欲見普賢行。", "311": "以十地中三昧力三度倍倍入無量三昧。畢", "312": "竟不見普賢身及所有境界。況如來果後恒", "313": "行普賢行。十方國土悉遍於中功德如何見", "314": "也。如華嚴經世界成就品。如許雜類世界如", "315": "來行普賢行之遍處。如華嚴。即是文殊師利", "316": "化入人間覺城東大塔廟處。轉說此經。號普", "317": "照法界修多羅經。於大海中有無量百千億", "318": "諸龍。而來其所聞此法已深厭龍趣。正於佛", "319": "道咸捨龍身。生天人中。一萬諸龍發大菩提", "32": "若人也。指不若人則知惡之。心不若人則不", "320": "心得不退轉。有無量無數眾生。於三乘各得", "321": "調伏。移城人間。文殊師利童子在莊嚴幢娑", "322": "羅林中大塔廟處。無量大眾從城而出來詣", "323": "其所。略舉優婆塞優婆夷童子童女。各言五", "324": "百入法之眾。以是義故但以文殊師利轉教", "325": "人間。若如來報身及國土。諸天十地菩薩及", "326": "淨土諸菩薩所不能見。何況二乘及凡夫得", "327": "見。此出過眼耳鼻舌身情識之境界。不可云", "328": "常無常生滅。比量如來身及國土妙相。不可", "329": "以形質罣礙所分劑知。一一毛孔皆無有邊", "33": "知惡。此之謂不知類也。今之知類者。吾特未", "330": "際。所得一切功德身。不可以世間情所卜度", "331": "言。常及無常皆無決定之體。不屬生滅性故", "332": "不可以妄知。", "333": "第九明一切諸佛皆以大願度眾生令盡。若", "334": "一眾生不盡者。我不取正覺。如今現有無量", "335": "眾生在。以有無量諸佛已成現成佛者。豈不", "336": "違其本願力也。如十方世界。不見一佛已成", "337": "現成佛者。常行普賢行。處十方世界度脫眾", "338": "生。無古無今。不出不沒。但以眾生宜應所見", "339": "成佛及以涅槃。無作菩提何得。何證。何成。何", "34": "見耳。豈密行暗證。隱實顯玼。世不得而知歟。", "340": "壞。但以普賢行物常然。恒利眾生而無利者。", "341": "但以無作之智性自遍周應現。解迷本無成", "342": "壞也。正迷解時不見迷。已不見智慧。如善財", "343": "入慈氏之門。入已還合。以諸法中實無一法", "344": "有成壞故。若於諸法中見有佛成佛者。是無", "345": "常義。如涅槃經。自具明文。勿生疑滯。", "346": "第十明十二有支是大生死之源如何超度使", "347": "令迷解同佛大智大悲成大法門一切智海佛", "348": "功德海者。如華嚴經第二會。普光明殿中說", "349": "十信門。如來足下輪中十度放光。其光從如", "35": "抑觀力麁浮習重。境強多遇緣而退歟。余切", "350": "來眉間毫相中出。照耀十方世界已來入佛", "351": "足下輪中。以明佛果光。以佛果光用成信位。", "352": "其光名一切菩薩智焰照耀十方藏。其狀猶", "353": "如寶色燈雲。以此光明從足輪中出。初照三", "354": "千大千世界。令修行者隨光心作光明想。遍", "355": "照三千大千世界。作此想。成已其光明照於", "356": "東方十三千大千世界。四維上下亦復如是。", "357": "次第一周一一方所想成。十方過此。是初觀", "358": "第二次第。乃至第十倍倍增廣。量度想念皆", "359": "盡虛空。令其自心亦盡虛空。心同處空。其心", "36": "慕。思大智者父子於道能遺虛名收實効。三", "360": "自定朗然安樂。方從定還起。十方觀四維上", "361": "下周遍推求自心。內外都無所得。方始了知", "362": "空慧現前。名憶念一切諸佛智慧光明普見", "363": "法門。在此位中定亂俱忘名初發心住。以此", "364": "空慧觀察世間一切眾生及以國土。皆如幻", "365": "化無有體相。同佛空慧解脫法門。入佛知見", "366": "已。以此名念佛門。以無念正慧相應故入十", "367": "方境界念佛門。空慧自性普周遍故及一切", "368": "佛成正覺。轉法輪。三世劫在一時。無時分延", "369": "促之相可安立故。如經廣明。入此十種廣大", "37": "十年間決期現證。皆獲宿智通。入法華三昧。", "370": "如虛空量念佛門。方入海門國。第二治地住", "371": "法門。方廣達十二緣生海成普眼經及成十", "372": "波羅蜜行海佛功德海入清淨無染大悲蓮華", "373": "無垢大智普光明海。如經云。善財童子問言。", "374": "欲入一切無上智海。而未知菩薩行。云何能", "375": "捨世俗家生如來家。如是十問具如經說。海", "376": "雲比丘十種讚慰勸發之後方云。我住此海", "377": "門國十有二年。常以大海為其境界。所謂思", "378": "惟大海廣大無量。思惟大海甚深難測。總勸", "379": "十種。觀察十二緣生生死大海。便見大海之", "38": "乳中之酪此其驗矣。嗚呼安得如南嶽天台", "380": "下有大蓮華。忽然出現。以觀心圓淨生死無", "381": "染業。成十無盡寶莊嚴。十王供養恭敬。明十", "382": "智波羅蜜功德。不出生死之海。於生死大海", "383": "之中利樂眾生。無染自在。以王表之。阿修羅", "384": "王云百萬者。檀波羅蜜中行滿也。手執持其", "385": "莖。明不離根本智處生死而不沒。以阿修羅", "386": "王表之。已下思之。表法如是。餘可准知。設有", "387": "其事亦為表法眾也。蓮華有佛。出現說普眼", "388": "經者。觀達十二緣生根本普光明智。起差別", "389": "智。普現一切名色。色聲香味觸法虛空等。隨", "39": "兩人者。與之增進此道哉。　政和五年六月", "390": "一切眾生欲皆說為經。眾生無盡心想無盡。", "391": "對彼根欲以世間萬事應所宜說之為教。有", "392": "何盡耶。經云。以大海量墨須彌聚筆。書寫此", "393": "普眼經法一品中一門一門中一法一法中一", "394": "義一義中一句。不得少分。何況能盡知。我於", "395": "此佛所千二百歲受持如是普眼法門。以十", "396": "陀羅尼門為諸人天龍神等。廣宣流布。以十", "397": "二緣中一緣之上有百煩惱。十二緣中以為", "398": "法門。故云千二百歲。但是一切賢聖所說不", "399": "離四諦。一切世間不離苦集。一切解脫不離", "4": "王文公於鍾山。公以彥里閈晚生有志學道。", "40": "十日書", "400": "滅道。一切苦集不離無明。乃至一切諸緣行", "401": "等十方隨事各各不同。如華嚴四聖諦品。是", "402": "諸修行者一一依十信十住十行十迴向十地", "403": "及普賢等覺位自明。若不遍學不遍知。住一", "404": "法中莫知進路。一乘之教即以普光明根本", "405": "智。以為信解勝進之門。以智無三世古今之", "406": "體還以不移剎那際成大菩提。依智成教不", "407": "立古今。智圓三世多劫不離一念。以智無延", "408": "促無有去來。智體同空。本無廣狹。不可以分", "409": "劑知。不可以增損見。雖有勝進功高時節不", "41": "解迷顯智成悲十明論", "410": "移毫分。三乘之教以立三僧祇劫佛果在十", "411": "地之終。聖智依根立教。如是樂之者。即作勿", "412": "疑聖旨。致有沈吟。恐作空過。以十信之住", "413": "六品經文還於普光明根本智殿中說還以十", "414": "箇智佛以為十信云覺首目首。通文殊師利。", "415": "以為所信之行首也。金色世界及一切處金", "416": "色世界及下九箇世界總通為十。是所信之", "417": "法十箇世界皆名為色。所謂金色世界妙色", "418": "世界等以十信之心是生滅心生信解故還。", "419": "如漸卦鴻漸於干磐等類是也。略且如是。不", "42": "唐太原李通玄撰", "420": "可具言十二緣生十住中第二住亦觀成普眼", "421": "經也六地菩薩亦觀十二緣生生起因緣成無", "422": "障礙智慧光明。令後學者觀之。論主頌曰。", "423": "凡夫無智慧執著生於我", "424": "常求於有無不能正思惟", "425": "妄行於邪道罪行及福行", "426": "乃至不動行常於諸行中", "427": "植心之種子生諸有漏業", "428": "成於後有身生死恒流轉", "429": "諸業以為田識心為種子", "43": "釋十二緣生釋十二緣生", "430": "無明以為覆愛水以為潤", "431": "我慢為溉灌諸見生名色", "432": "名色既增長五根由是生", "433": "諸根對名色識種隨受觸", "434": "觸受既增長愛取生諸有", "435": "有生五蘊身生已有衰變", "436": "老壞皆歸死死時生熱惱", "437": "憂愁眾苦集以此常流轉", "438": "生於六趣身此中無一物", "439": "虛妄故如是能以禪悅心", "44": "夫十二緣生者。是一切眾生逐妄迷真。隨生", "440": "心念無虛妄方能起空慧", "441": "普照於十方是中無一物", "442": "能於無物中方現如來智", "443": "既得智光已復照諸眾生", "444": "常於十方剎具足普賢行", "445": "以化眾生故而於佛果門", "446": "安立信住地十行十回向", "447": "十地等覺位使令修行者", "448": "修行不失錯十信是生滅", "449": "十地入佛位以此佛位中", "45": "死流轉波浪不息之大苦海。其海廣大甚深", "450": "饒益眾生故解脫智無染", "451": "名之為十行以此解脫行", "452": "迴入生死中周遍十方界", "453": "廣利諸群生名之為回向", "454": "常於生死中長養大慈悲", "455": "名之為十地仍於生死海", "456": "樂著解脫心涅槃三昧樂", "457": "以除五種障安立等覺位", "458": "成就普賢道如於十住中", "459": "初住第二住乃至第三住", "46": "無際。亦是一切諸佛眾聖賢寶莊嚴大城。亦", "460": "而於佛果海觀察十二緣", "461": "多求出世心三比丘表之", "462": "四住五住中便以解脫心", "463": "返照世間境及以十二緣", "464": "一切眾塵勞無不恒清淨", "465": "身心無內外十方悉無礙", "466": "一切皆禪林與諸如來等", "467": "以明返照世間是解脫。以彌伽解脫二俗士表之。有國名住林。十二年行方至以表。十二緣生觀達一終", "468": "第六住位中出世及世間", "469": "如是二解脫皆悉總圓滿", "47": "是文殊普賢常遊止之華林園苑。常有諸佛", "470": "寂滅大神通無功神慧滿", "471": "以海幢比丘表之。離出入息無復思覺。神用無方皆悉自在也", "472": "第七方便住廣度諸眾生", "473": "長養大悲行以滿願優婆夷表之第八無功智", "474": "毘目瞿沙仙能隨邪見流", "475": "以同諸佛眾令入清淨智", "476": "住處與前同俱名為海岸", "477": "以表智悲同第九婆羅門", "478": "號名為勝熱明九波羅蜜", "479": "能同邪見林五熱及刀山", "48": "出現於中。普賢菩薩恒對現色身。在一切眾", "480": "從空而投火摧伏諸苦行", "481": "悉令入正見第十灌頂住", "482": "於智波羅蜜以明十住滿", "483": "以智行慈悲師子幢王女", "484": "如此十住中以十波羅蜜", "485": "和會智慈行各各皆不同", "486": "勝進故如是乃至十行中", "487": "十向十地中及以等覺位", "488": "一一諸位中波羅蜜行別", "489": "互參各不同不離初發心", "49": "生前教化無有休息。文殊師利告善財云。不", "490": "右已上法門皆如來普光明智為體。差別智", "491": "為用。使令智慧充滿。以為法界。大乘經云。十", "492": "二有支皆依一心而立。隨事貪欲與心共生。", "493": "心是行名色是生。於行迷惑生識。行識共生名色。", "494": "名色增長六處。三分合為觸名色識三六根為分。觸共生", "495": "是受。受無厭生愛。愛攝不捨是取。彼諸有支", "496": "生是有。有所起名生。生熟為老。老壞為死以下", "497": "經云。十二有支皆有種業。如經自具明也。於十二有支為三苦。一無明", "498": "及行六根是行苦。觸受是苦苦。餘是壞苦愛取", "499": "有生老死是也。以無明滅三苦總滅。即得三空三昧。空", "5": "謂曰。若讀史見勾踐伍員事乎。勾踐保栖會", "50": "厭生死苦。乃能具足普賢行。一切諸佛功德", "500": "三昧無相三昧無願三昧。於一心境無有願", "501": "求。唯以大悲為首。教化一切眾生故。二乘觀", "502": "十二有支。空煩惱。總滅智慧。大慈大悲亦滅。", "503": "菩薩觀之。諸緣由性空。無生無滅。無受命者。", "504": "教化眾生不滅諸行。乃至十空三昧現前。常", "505": "恒不捨一切眾生。廣如經說。十二緣生法雖", "506": "一法一切賢聖皆於中作觀。各各獲利不同。", "507": "十波羅蜜一法。五位菩薩勝進各各名目德", "508": "用不同。不可一向准之。", "509": "解迷顯智成悲十明論終", "51": "海參映。重重充滿其中。無有盡極。與一切眾", "52": "生猶如光影。而無障礙。以迷十二有支名一", "53": "切眾生。悟十二有支即是佛。故眾生及以有", "54": "支皆無自性。若隨煩惱無明行識名色。六根", "55": "相對。生觸受愛取有。成五蘊身。即有生老死。", "56": "常流轉故。若以戒定慧觀照方便力照自身", "57": "心境。體相皆自性空無內外有。即眾生心全", "58": "佛智海。如經頌云。欲知諸佛心當觀佛智慧。", "59": "佛智無依處。如空無所依。眾生種種樂及", "6": "稽。置膽於坐臥則仰膽。飯食亦嘗膽也。伍員", "60": "諸方便智。皆依佛智起。如華嚴經。佛子", "61": "菩薩摩訶薩有十種退失。佛法道應當遠離。", "62": "何等為十。為於善知識生憍慢心。失佛法道。", "63": "畏生死苦失佛法道。厭菩薩行失佛法道。厭", "64": "惡受生失佛法道。樂着三昧失佛法道。於諸", "65": "善根起疑惑心失佛法道。誹謗正法失佛法", "66": "道。斷菩薩行失佛法道。樂求聲聞及緣覺乘", "67": "失佛法道。起嗔恚心失佛法道。若修行者求", "68": "大菩提心者。無勞遠求。但自淨一心。心無即", "69": "境滅。識散即智明。智自同空。諸緣何立。以空", "7": "去楚櫜載。而去昭關至蒲伏行乞於吳市。二", "70": "智慧光明普見法門入十住初心。此如善財", "71": "童子登妙峯山頂。以明相盡法門故。欲令其", "72": "心轉更增勝。上入海門國。重觀十二有支生", "73": "死大海。見佛出興說普眼經及佛功德海諸", "74": "波羅蜜海乃至禪波羅蜜。方始一終。又至十", "75": "地中第六地作十度。逆順觀察十二有支。成", "76": "般若波羅蜜門。三空自在智慧現前。以大慈", "77": "大悲為首。故不盡諸行。又以空慧入諸行海。", "78": "長養大慈大悲入生死海。如蓮華處水而無", "79": "染污。如阿修羅處海纔沒半身。像大悲菩薩", "8": "子設心止欲雪恥復仇。而焦身苦思二十餘", "80": "以空智隨流處纏不沒。廣如經說。今略敘其", "81": "十法。令後學者不妄別求。設使自外他求畢", "82": "竟須明此理。若厭十二緣生別求解脫智海", "83": "者。如捨氷而求水。逐陽焰以求漿。若以止觀", "84": "力照之。心境總忘。智日自然明白。如貧女宅", "85": "中寶藏不作而自明。如窮子衣中珠無功而", "86": "自現。十門如下。", "87": "第一明。一切眾生十二緣生惡覺生死。從何", "88": "所生。第二明。十二緣生為是本有。為是本", "89": "無。第三明。諸佛解脫智慧。為是本有。為是", "9": "年。而後遂其欲。蓋有志者事竟成也。然移此", "90": "修生第四明。十二緣生與智慧誰為先後。第", "91": "五明。十二緣生及佛智慧有始有終否。第六", "92": "明。十二緣生是一心所變。云何受三界苦樂", "93": "不同。第七明。解脫法中何法有依。何法無依。", "94": "第八明。諸佛解脫無有性相體無處所。有無", "95": "量功德。有一佛剎微塵身土莊嚴牙相映徹。", "96": "為是有常。為是無常。第九明。一切諸佛皆有", "97": "大願。云誓度一切眾生盡方自解脫。如今一", "98": "切眾生無數。云何無量諸佛已成現成佛者。", "99": "如無量剎塵。豈不違其本自大願無量力耶。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1888 解迷顯智成悲十明論", "author": "唐 李通玄撰", "sourceLink": "http://www.cbeta.org/"}