{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2810 大乘百法明門論開宗義記", "text": {"0": "No. 2810 [cf. No. 1614]", "1": "大乘百法明門論開宗義記", "10": "大闡瑜伽。杜兩見門開一實道。然以理該事", "100": "憍亂宗。謂愚無智者計。懼問失名不敢正", "1000": "恚故。邪見誹撥無好惡事。嗔或有故慢於定", "1001": "境。疑則不然。故慢與疑無相應義。然與五見", "1002": "皆得相應。行相展轉不相違故。疑不審決與", "1003": "見相違故。疑與見定不俱起。五見展轉必不", "1004": "相應。非一心中有多慧故。癡與九種皆得相", "1005": "應。諸煩惱生必由癡故。又由俱生分別異故。", "1006": "性繫界地等通局亦殊故。此總別十煩惱中。", "1007": "六通俱生及分不起。任運思察皆得生故。疑", "1008": "後三見唯分別起。要由惡友及邪教力。自審", "1009": "思察方得生故。此二煩惱既通三界。隨通不", "101": "對。推不死天憍亂答故。十一諸法無因宗。彼", "1010": "善無記二性。若欲界繫分別起者。唯不善攝。", "1011": "發惡行故。若是偈生發惡業者。亦不善攝。損", "1012": "自他故。餘無記攝。細不障善非極損壞自他", "1013": "處故。上二界者唯無記攝。定力所伏不發惡", "1014": "故。由此故知嗔唯在欲。是不善性損自他故。", "1015": "餘通三界。通二性故。生在下地未離下染。上", "1016": "地煩惱不現在前。要得彼地根本定者。能", "1017": "伏下地諸惑不起。彼上地惑容現在前故。生", "1018": "在上地下地諸惑。分別俱生皆容現起。生第", "1019": "四定中有中者。由謗解脫生地獄故。身在上", "102": "見欻爾大風卒起暴河彌漫後見正息宛然無", "1020": "地將下生時。起下潤生俱生愛故。下地煩", "1021": "惱亦緣上地。貪求上地味上定故。既說瞋恚", "1022": "憎嫉滅道。亦應嫉憎離欲地故。總緣諸行執", "1023": "我我所斷常慢者得緣上故。餘五緣上其理", "1024": "極成。上地煩惱亦緣下地。說上生者於下有", "1025": "情恃己勝德而陵彼故。總緣諸行執我我所", "1026": "斷常愛者得緣下故。疑後三見如理應思。若", "1027": "分別者唯見所斷。麁易斷故。若俱生者唯修", "1028": "所斷。細難斷故。故末那識相應煩惱非見所", "1029": "斷。極微細故。非非所斷。是染污故。見所斷十", "103": "故。十二死後斷滅宗。邪思論者所立。若有", "1030": "實俱頓斷。雖迷諦有總別親疎。而真見道總", "1031": "緣諦故。其迷諦相有總別者。總謂十種。皆", "1032": "迷四諦。苦集是彼因依處故。滅道是彼怖畏", "1033": "處故。別謂別迷四諦相起二唯迷苦。八通迷", "1034": "四。身邊二見唯果處起別空非我屬苦諦故。", "1035": "於所迷諦有親疎者。謂疑三見親迷苦理。二", "1036": "取執彼三見戒禁及所依蘊為勝能淨。於自", "1037": "他見及彼眷屬。如次隨應起貪恚慢。相應無", "1038": "智與九同迷。不共無明親迷苦理。疑及邪見", "1039": "親迷集諦等。二取貪等准苦應知。然嗔亦能", "104": "後身何有作業。我體既空業果無故。十三因", "1040": "親迷滅道。由怖畏彼生憎嫉故。迷諦親疎麁", "1041": "相如是。委細統者如唯識明。修所斷者有頓", "1042": "漸斷。隨其三乘根利鈍故。若第六識相應煩", "1043": "惱。一類二乘三界九地一一漸次九品別斷。", "1044": "一類二乘三界九地合為一聚九品別斷。若", "1045": "末那識相應煩惱。與有頂地下下煩惱一時", "1046": "頓斷。最微細故。菩薩要至金剛喻定一剎那", "1047": "中三界九地兼末那惑一時頓斷。此十煩惱", "1048": "要義如是。諸餘門義如論廣明。", "1049": "論。隨煩惱有二十者。一忿二恨三惱四覆五", "105": "果俱空宗。得世定通者。見行善惡得果皆差。", "1050": "誑六諂七憍八害九嫉十慳十一無慚十二無", "1051": "愧十三不信十四懈怠十五放逸十六惛沈十", "1052": "七棹舉十八失念十九不正知二十心亂　開", "1053": "曰。此列第五隨煩惱也。此二十種唯是煩惱", "1054": "分位差別等流性故名隨煩惱。然此二十類", "1055": "別有三。謂忿等十各別起故名小隨煩惱。俱", "1056": "舍名為小隨煩惱地法。無慚等二遍不善故", "1057": "名中隨煩惱。俱舍名為大不善地法。不信等", "1058": "八遍染心故名大隨煩惱。俱舍無此大隨煩", "1059": "惱。以前五法大煩惱攝。其後三種無別體", "106": "梵行入定後身無故。十四妄計最勝宗。即執", "1060": "故。所言忿者。依對現前不饒益境憤發為性。", "1061": "能障不忿執杖為業。為懷忿者多發暴惡身", "1062": "表業故。所言恨者。由忿為先懷惡不捨結怨", "1063": "為性。能障不恨熱惱為業。為結恨者不能含", "1064": "忍恒熱惱故。所言惱者。由忿恨為先追觸", "1065": "暴熱佷戾為性。能障不惱蛆螫為業。謂追往", "1066": "惡觸現違緣心便佷戾多發囂暴凶鄙麁言蛆", "1067": "螫他故。所言覆者。於自作罪恐失利譽隱藏", "1068": "為性。能障不覆悔惱為業。為覆罪者後必", "1069": "悔惱。在因及果不安隱故。所言誑者為獲利", "107": "梵志論者說。婆羅門最勝白色。梵王種胤性", "1070": "譽矯現有德詭詐為性。能障不誑邪命為業。", "1071": "謂矯誑者心懷異謀多現不實邪命事故。所", "1072": "言諂者。為網他故矯設異儀儉曲為性。能障", "1073": "不諂教誨為業。為諂曲者為網冒他曲順時", "1074": "宜矯設方便。為取他意或藏已失不任師友", "1075": "正教誨故。所言矯者。於自盛事染生染著醉", "1076": "傲為性。能障不矯染依為業。謂矯醉者生長", "1077": "一切難染法故。所言害者。於諸有情心無悲", "1078": "愍損壞為性。能障不害逼惱為業。謂有害", "1079": "者逼惱他故。所言嫉者。絢自名利不耐他榮", "108": "梵行故。十五妄計清淨宗。如下劣戒見者。執", "1080": "妬忌為性。能障不嫉憂慼為業。謂嫉妬者聞", "1081": "見他榮深懷憂慼不安隱故。所言慳者。耽著", "1082": "財法不能惠捨祕悋為性。能障不慳鄙畜為", "1083": "業。謂慳悋者必多祕澁。畜積財法不能捨故。", "1084": "言無慚者。不顧自法輕拒賢善為性。能障礙", "1085": "慚生長惡行為業。謂於自法無所顧者。輕拒", "1086": "賢善不恥過惡。障慚生長諸惡行故。言無愧", "1087": "者。不顧世間崇重暴惡為性。能障礙愧生長", "1088": "惡行為業。謂於世間無所顧者。崇重暴惡不", "1089": "恥過罪。障愧生長諸惡行故。不恥過惡是二", "109": "鷄狗等諸戒清淨。四河水淨浴除罪故。十六", "1090": "通相。以無慚愧皆不恥故。拒善崇惡是二別", "1091": "相。依無慚愧各別起故。不善心時隨緣何境", "1092": "皆有輕拒善及崇重惡義。故此二種俱遍惡", "1093": "心。言不信者。於實德能不忍樂欲心穢為", "1094": "性。能障淨信惰依為業。謂不信者多懈怠故。", "1095": "不信三相翻信應知。於實德能不忍樂欲。及", "1096": "於餘事邪忍樂欲。是此因果非此自性。言懈", "1097": "怠者。於善惡品修斷事中懶惰為性。能障精", "1098": "進增染為業。謂懈怠者滋長染故。於諸染事", "1099": "而策勸者亦名懈怠。退善法故。於無記事而", "11": "博旨散言彌弘。前修倦於傳通。後進疲於就", "110": "妄計吉祥宗。歷算論者所說。於日月星常行", "1100": "策勤者。於諸善惡無進退故。是欲勝解非別", "1101": "自性。言放逸者。於染淨品不能防修縱蕩為", "1102": "性。障不放逸增惡損善所依為業。謂中懈怠", "1103": "及貪嗔癡。於染淨品不能防修。總名放逸。", "1104": "無別自性。言惛沈者。令心於境無堪任為性。", "1105": "能障輕安毘鉢舍那為業。謂由惛沈自性瞢", "1106": "重。令俱生法無堪任故。此與癡相有差別者。", "1107": "謂癡於境迷闇為性。正障無癡非瞢重故。言", "1108": "掉舉者。令心於境不寂靜為性。能障行捨奢", "1109": "摩他所依為業。謂由掉舉自性囂動。令俱生", "111": "供養不失度時。所欲成故。此十六種所執邪", "1110": "法不寂靜故。言失念者。於諸所緣不能明記", "1111": "為性　能障正念散亂所依為業。謂失念者。", "1112": "心散亂故癡令失念故名失念。故以癡念", "1113": "而為自性。不正知者。於所觀境謬解為性。能", "1114": "障正知毀犯為業。謂不正知者多所毀犯故。", "1115": "知即是慧。謂由癡故令知不正名不正知。故", "1116": "以癡慧合為自性。言心亂者。即是散亂。於諸", "1117": "所緣令心流蕩為性。能障正定惡慧所依為", "1118": "業。謂由散亂自性操擾。令俱生法皆流蕩故。", "1119": "此與掉舉有差別者。彼令易解。此令易緣。", "112": "論。皆依無明邪思所起。背內真理皆名外道。", "1120": "染污心時由掉亂力常應念念易解易緣。雖", "1121": "一剎那解緣無易。而於相續有易義故。若由", "1122": "念等力所制伏。如繫猨猴。有繫時住。故掉與", "1123": "亂俱遍染心。唯說二十隨煩惱者。謂非煩惱", "1124": "唯染麁故。此餘染法或此分位。或此等流。皆", "1125": "此所攝。隨其類別如理應知。如是二十隨煩", "1126": "惱中。小十大三定是假有。謂於小十中忿恨", "1127": "惱嫉害皆以嗔恚一分為性。離嗔無別五相", "1128": "用故。憍慳二法皆貪分攝。離貪無別二相用", "1129": "故。諂誑覆三皆以貪癡一分為性。若離貪癡", "113": "六師皆有此十六法。故總說為九十六種。次", "1130": "無諂誑覆三相用故。大中三假者。謂即放逸", "1131": "失念不正知。隨應他分故。中二大五皆是實", "1132": "有。別有自性非他分故。小十展轉定不俱時。", "1133": "行相麁猛各為主故。中二一切不善心俱。隨", "1134": "應皆得小大俱起。既許大八遍法染心。展轉", "1135": "小中皆容起故。由斯中大五受相應。小十不", "1136": "定忿等五法四俱除樂。諂等五法容五受俱。", "1137": "與別境五皆容俱起。行相相望不相違故。以", "1138": "別境五通三性故。中二大八十煩惱俱。小十", "1139": "定非見疑俱起。此行相麁。彼審細故。忿等五", "114": "小乘宗有二十部。今應總該而為頌曰。", "1140": "法容慢癡俱非貪嗔。並是嗔分故。慳癡慢俱", "1141": "非貪嗔。並是貪分故。憍唯癡俱。與慢解別。是", "1142": "貪分故。覆誑與諂貪癡慢俱。行相無違貪癡", "1143": "分故。小七中二唯不善攝。小三大八亦通無", "1144": "記。小七中二唯欲界攝。諂誑欲色。餘通三", "1145": "界。二十皆非學無學攝。此但是染。彼唯淨", "1146": "故。一切皆通見修所斷。隨二煩惱勢力起故。", "1147": "此等亦能總別親疎迷於諦理。皆依迷諦惑", "1148": "所起故。法餘門義如論應明。", "1149": "論。不定四者一睡眠二惡作三尋四伺　開", "115": "異部有二十本二末十八", "1150": "曰。此第六位不定四也。於善染等皆不定故。", "1151": "非如觸等定遍心故。非如欲等定遍地故。故", "1152": "此四種立不定名。俱舍更加貪嗔慢疑。所在", "1153": "諸地見修所斷諸位心所皆不定故。言睡眠", "1154": "者。令不自在昧略為性。障觀為業。謂睡眠位", "1155": "身不自在。心極闇劣一門轉故。昧簡在定。略", "1156": "別寤時。令顯睡眠非無體用。有無心位假立", "1157": "此名。如餘蓋纏心相應故。言惡作者。惡所作", "1158": "業追悔為性。障止為業。惡作與悔互為因果。", "1159": "先惡所作業後方追悔故。此由惡作而有於", "116": "本上座大眾末初從大眾", "1160": "悔。悔先不作亦惡作攝。如追悔言我先不作", "1161": "如是事業是我惡作。此即因悔有惡作也。尋", "1162": "謂尋求。令心怱遽於意言境麁轉為性。伺謂", "1163": "伺察。令心怱遽於意言境細轉為性。此二俱", "1164": "以安不安住身心分位所依為業。並用思慧", "1165": "一分為體。於意言境不深推度及深推度。義", "1166": "類別故。四中尋伺定是假有。思慧合成無別", "1167": "體故。睡眠惡作定是實有。與餘心所行相別", "1168": "故。尋伺二種互不相應。體類是同。麁細異故。", "1169": "俱與前二容互相應。前二亦有互相應義。四", "117": "有一說出世鷄胤及多聞", "1170": "皆容與五受相應。意識得與五受俱故。四皆", "1171": "容與五別境俱。行相所緣不相違故。睡眠", "1172": "但與十善容俱。此唯在欲無輕安故。尋伺容", "1173": "與十一善俱。初靜慮中輕安俱故。惡作容與", "1174": "無明相應。此行相麁。貪等細故。睡眠尋伺十", "1175": "煩惱俱。此彼展轉不相違故。惡作中大隨惑", "1176": "相應。非忿等十各依主故。睡眠尋伺二十", "1177": "容俱。眠等位中皆起染故。此四皆通善等三", "1178": "性。於無記業亦追悔故。與二種善皆得相應。", "1179": "聞等位中有追悔故。餘三皆通染淨無記。惡", "118": "說假制多山西山北山住", "1180": "作非染。解麁猛故。四無記中悔唯中二。行相", "1181": "麁猛非定果故。眠除第四非定引生。異熟生", "1182": "心亦得眠故。尋伺除初彼解微劣。不能尋察", "1183": "名義等故。惡作睡眠唯欲界有。尋伺在欲及", "1184": "初靜慮。餘界地法皆妙淨故。悔非無學。離", "1185": "欲捨故。睡眠尋伺皆通三種。求解脫者有為", "1186": "善法皆名學故。學究竟者有為善法皆無學", "1187": "故。悔眠唯通見修所斷。亦邪見等勢力起故。", "1188": "非無漏道親引生故。尋伺雖非真無漏道。而", "1189": "能引彼從彼引生。故通見修非所斷攝。即此", "119": "上座名雪轉流出一切有", "1190": "尋伺非所斷故。於五法中通其二種。尋伺即", "1191": "是七分別故。說正思惟是無漏故。又說彼是", "1192": "言說因故。後智說法有尋伺故。非如佛地無", "1193": "功用故。故此尋伺亦通無漏。諸餘門義如論", "1194": "廣明。如是六位諸心所法。非謂即心分位差", "1195": "別。他性相應非自性故。不爾五蘊性應不成。", "1196": "無受想行三蘊體故。而以受想別為蘊者。諍", "1197": "根生死次第因故。其餘一切皆行蘊收。亦皆", "1198": "法處法界所攝。此三寬通攝一切故。餘不攝", "1199": "者皆此攝故。", "12": "業。爰有菩薩厥號世親。位極三賢德隣十聖。", "120": "犢子法賢胄正量密林山", "1200": "論。第三色法略有十一種　開曰。上明心所。", "1201": "次明色法。於中有二。初總標舉數。後依數別", "1202": "列。此初也。然此色法名數寬狹。大小乘論所", "1203": "說有異。若五蘊論說有二種。一四大種。謂如", "1204": "常說地水火風。以體寬廣形相增盛起大事", "1205": "用故名為大。與彼餘色為所依性而能生成", "1206": "故名為種。二四大種所造諸色。謂即一切色", "1207": "香味等。依前四大之所生起。是彼所造名所", "1208": "造色。此中所說十一種色。即四大種所造色", "1209": "也。設無表色亦是四大種之所造。所造性故。", "121": "化地并法藏飲光經量部", "1210": "但舉所造必有能造。影略而顯亦不相違。此", "1211": "所造色。唯識論中約破小乘總分為二。一者", "1212": "有對。極微所成。二者無對。非極微成。此前", "1213": "十種是有對色。是四大種極微成故。其後一", "1214": "種是無對色。雖大種造非極微故。此有對者", "1215": "即是礙義。俱舍論中說有二義。一障礙義。如", "1216": "手礙手石礙石等。二拘礙義。能取於境而為", "1217": "境界所拘礙故。然此拘礙復有二種。一境界", "1218": "有對。十八界中六根六識法界一分諸心所", "1219": "等。此十三界性能取境為境所拘名為有對。", "122": "雖所計殊分二十部。於中類束以為六宗。一", "1220": "二所緣有對。十八界中唯七心界及法界中", "1221": "諸心所法仗境而生。境為強緣方得生起故", "1222": "名有對。以根及識為境所拘。越此於餘而不", "1223": "轉故。此中即無所緣有對。非是仗境心心所", "1224": "故。又五事分阿毘達摩依十一色略說為三。", "1225": "一有見有對。謂初色境。是可見法有對礙故。", "1226": "二無見有對。謂次九種。皆非可見而有礙", "1227": "故。三無見無對。謂後一色。以不可見亦無礙", "1228": "故。又即彼論說四種色。一異熟生。二所長", "1229": "養。三者等流。四者剎那。恐繁不釋。樂者述", "123": "我法俱有宗。謂犢子部等許有五蘊十二處", "1230": "之。然說色二或二十者。是此第六別色所收。", "1231": "如下所明。此無繁舉。", "1232": "論。一眼二耳三鼻四舌五身六色七聲八香", "1233": "九味十觸十一法處所攝色　開曰。此依標", "1234": "別列也。唯識論中無此廣釋。今依諸論所釋", "1235": "意明。然釋此文有三義別。一釋其總名。二總", "1236": "中別名。三別中別名。初總名者。初之五種是", "1237": "根依色。次之五種是塵境色。後之一種是無", "1238": "對色。增上發生是謂根義。皆用清淨四大為", "1239": "性。如寶珠等發照用故。雖皆名色非現量得。", "124": "等及依蘊等別有我故。二有法無我宗。一切", "1240": "以能發識比知是有。雖第八識及如來智現", "1241": "量所得。非餘智識現量所得。非世共知故。約", "1242": "發識比知有也。為令取境明了端嚴。雖眼耳", "1243": "鼻各生二處。但立一根。體類同故。以境及識", "1244": "一界攝故。由其作用遠速明異故。眼耳等次", "1245": "第而說。次言境者是所觀義。此即染淨二義", "1246": "兼舉。若言塵者偏就染說。由塵染故故名塵", "1247": "也。其法處色亦塵境收。若爾何故初獨名色。", "1248": "答有二義。一由差別故。餘皆各有差別名故。", "1249": "二由最勝故。雖皆名色。此最勝故。故初色", "125": "有部等說。三世蘊等而皆實有。補特加羅實", "1250": "境別得總名。依能取根用次第故。色聲香等", "1251": "次第亦爾。釋總名竟。解別名者。今依雜集顯", "1252": "揚等論及小乘論通義釋云。有淨極微布眼", "1253": "精上。對境而住。如香󱌖花。梵語目此別名斫", "1254": "芻。斫是行義。芻是空義。謂行於空照了色故。", "1255": "傍義翻之名之為眼。以眼有此行空照故。有", "1256": "淨極微在耳穴內。旋環而住如卷樺皮。數數", "1257": "於此聲至能聞。是故梵語云戍路多。戍路多", "1258": "者此云能聞。傍義別翻以之為耳。以耳有此", "1259": "能聞用故。有淨極微在鼻頞內。背上向下", "126": "我無故。三法無去來宗。大眾部等說。蘊處", "1260": "如雙爪甲。數由此故能嗅於香。由此梵語云", "1261": "羯羅挐。羯羅挐者此云能嗅。傍義別翻以之", "1262": "為鼻。以鼻有此嗅功能故。有淨極微布在舌", "1263": "上。形如半月。能嘗於味能除飢羸。數發言語", "1264": "表彰呼召。由是梵語云時訖縛。時訖縛者此", "1265": "云能嘗。傍義別翻以之為舌。以舌有此能嘗", "1266": "用故。有淨極微遍諸身分。諸根所隨周遍積", "1267": "聚能受諸觸。是故梵語目為迦耶。迦耶此土", "1268": "翻為積聚。此云身者即是聚義。就此別翻名為", "1269": "身也。數有示現在其方所質量可增。別名為", "127": "戒等現法即有。去來蘊等皆是無故。四現通", "1270": "色。此色別名復二十五。碧綠之儔曰青。紅赫", "1271": "之流曰黃。朱丹之類名赤。素潔之黨曰白。舒", "1272": "焰照總名光。障光發像穢影發光自顯為明。", "1273": "體昧無明曰闇。薪火氣騰名烟。龍吟氣運名", "1274": "雲。輕土揚空為塵。地水氣昇為霧。物形修直", "1275": "為長。物像局促名短。質相上舉名高。事類沈", "1276": "萎名下。六面平正名方。四角訛兀為圓。邊傍", "1277": "廣闊為麁。上下纖長名細。或約好惡以分麁", "1278": "細。端平居直為正。偏僻斜曲云不正。遊空隙", "1279": "塵名逈色。屈身等業名為表色。太空所見", "128": "假實宗。說假部等說現在蘊實積聚法故。處", "1280": "名空一顯色。前四種色當體自顯。不假他成", "1281": "故是實有。餘二十一是前四色分位而有。皆", "1282": "是假立。俱舍所立二及二十。無麁細色。長", "1283": "短攝故。無後三種。法處攝故。大小經論無", "1284": "黑色者。或青所攝。與青近故。或隨蓮花但四", "1285": "色故。或與闇色無別體故。數諠數謝隨增異", "1286": "論。表彰名句故名為聲。此聲別名有十一種。", "1287": "一因執受大種聲。謂從有情之所起者。有情", "1288": "乃為識執受故。二因不執受大種聲。謂從非", "1289": "情之所起者。非情不為識執受故。三因俱聲。", "129": "界則假和合法故。五從妄真實宗。說出世部", "1290": "謂情非情共所起者。執非執受大種起故。四", "1291": "可意聲。謂隨所樂悅心意者。有聞音樂不悅", "1292": "意故。五不可意聲。謂隨所惡不悅意者。縱罵", "1293": "辱等有悅意故。六俱相違聲。謂所聞聲非好", "1294": "非惡。於聞者識但平等故。七世所共成聲。謂", "1295": "依世間共立言教之所起者。如車舍等。八成", "1296": "所引聲。謂諸聖者成就無漏之所起者。依此", "1297": "聲上建立三藏聖教體故。九遍計所執聲。謂", "1298": "諸外道所起言教。從計所執虛妄起故。十聖", "1299": "言所攝聲。謂依見聞覺知四種而起。八種真", "13": "製論千部聲高五天。妙契佛心雅扶言記。乃", "130": "等執。出世可實非虛妄故。世間非實皆虛妄", "1300": "實語故。十一非聖言所攝聲。亦依見聞覺知", "1301": "四種而起。八種虛妄語故。前三種聲可是實", "1302": "有。依實體聲而建立故。餘八種聲皆假建立。", "1303": "於前三聲分位說故。俱舍論中說有八種。但", "1304": "約執受及無報受情非情名可不可意而建立", "1305": "故但有爾所。離質潛形屢隨風轉。是鼻所嗅。", "1306": "別名為香。此則兼臭亦得此名。非唯沈麝獨", "1307": "名香也。由是此香別名有六。一者好香。益根", "1308": "順情鼻可樂取並名好香。以沈檀等非諸有", "1309": "情皆順益故。二者惡香。損根違情非鼻樂取", "131": "故。六諸法假名宗。一說部等執。世出世間亦", "1310": "並名為惡。以糞穢等非諸有情同為損故。三", "1311": "平等香。非損非益無順無違非可愛增名平", "1312": "等故。四俱生香。謂與本質俱時而生。如沈", "1313": "香等質俱有故。五和合香。謂雜諸物共成一", "1314": "香。生此香氣與餘異故。六變異香。謂隨物質", "1315": "所和合時。而此香氣有變異故。前三是實。香", "1316": "本體故。後三是假。轉變立故。若俱舍論唯說", "1317": "四種。所謂好惡平不平等。後二依根損益而", "1318": "立。既非別體故不別說。隨質有無於根損益", "1319": "屢招麁苦。別名為味。此味別名又十二種。一", "132": "皆非實。但是假名無性相故。此等皆依初時", "1320": "苦。二酢。三甘。四辛。五醎。六淡。此之六味是", "1321": "其實體。世所共知更無別釋。七可意味。謂隨", "1322": "所好適其意故。八不可意味。謂隨所惡不適", "1323": "意故。九相違味。謂非好惡但平等故。十俱生", "1324": "味。謂果中味質俱有故。十一和合味。諸物和", "1325": "雜而別生故。十二變異味。隨質生熟味轉變", "1326": "故。此六是假。於前六上分位立故。俱舍論中", "1327": "唯說六種。即是前六味實體故。隨物所生為", "1328": "身所取。令根損益別名為觸。此觸別名有二", "1329": "十二。澁滑輕重緩急冷煖飢渴飽悶強弱癢", "133": "教起。故所執宗為小乘矣。後大乘宗而有二", "1330": "痛老死疲息黏勇。對法與此次第不同。而於", "1331": "強弱改名力劣。若依俱舍更加四種。謂即四", "1332": "大堅濕煖動。皆能於身有所觸故。是前諸觸", "1333": "所依體故。諸觸依此分位立故。兼說輕重澁", "1334": "滑飢渴冷。共成十一觸。不說餘者。義不具故。", "1335": "無質可對。非五根取。唯意根所緣。名法處所", "1336": "攝色。法謂軌持。自共相等。處謂處所。意所緣", "1337": "處。此色是此法處收故。別名法處所攝色也。", "1338": "此色別名又有五種。一極略色。亦名極微。古", "1339": "名隣虛。或名微塵。略彼麁色極至微塵。隣次", "134": "種。一勝義皆空宗。即十二門論智度中百般", "1340": "虛空名極略色。此非眼見但意所緣。謂瑜伽", "1341": "師以假想慧。於麁色相漸次除拆。至不可拆", "1342": "隣次虛空。說為極微。若更拆之便似空現。不", "1343": "名為色。極微略故名極略色。二極逈色。謂即", "1344": "極微是色邊際。既無方分。離餘礙觸。極孤逈", "1345": "故名極逈色。此與極略體雖無別。而義有", "1346": "異。是故別分。三受所引色。從惡友所發惡", "1347": "思願誓受諸惡不律儀事。及從善友發善思", "1348": "願所受別別解脫律儀。此二所生無表之色。", "1349": "雖依思願善惡種立。由從色生又防色故。是", "135": "若燈論掌珍論等。依般若等無相空教。說一", "1350": "故名為受所引色。四遍計所起色。謂遍計心", "1351": "所執實有我法之色。此無本質獨有影像。似", "1352": "色相現。若與五識同時意識緣本質色所起", "1353": "相分。是性境故。非此色攝。獨頭意識影像色", "1354": "相故。名遍計所起色也。五自在所生色。自在", "1355": "菩薩大聲聞等。及諸凡夫定自在者。依次第", "1356": "定作青等觀所變青黃赤等色相分。或變第", "1357": "八五塵相分以為金銀蘇酪等相色。從自在", "1358": "力新生故。名為自在所生色也。前四是假。唯", "1359": "觀心等假建立故。後一通實。亦第八識所緣", "136": "切法不離二諦。若世俗門諸法皆有。乃至許", "1360": "境故。小乘有部皆說是實。然法處色唯說一", "1361": "種。謂即善惡所生無表。即當此中受所引色。", "1362": "不說餘者。義不具故。如是所說十一種色。俱", "1363": "舍論中極微所成。離心別有。而唯識說皆是", "1364": "本識。隨量大小頓現一相。非由極微合成一", "1365": "物。皆五蘊中色蘊所攝。並有積聚變礙性", "1366": "故。十二處中十一處攝。隨應有彼生門義故。", "1367": "非意根者。非心識故。十八界中十一界攝。是", "1368": "能生本種類義故。既蘊處界通因果位。由此", "1369": "亦通佛果位。有說。佛具有色根境故。說無蘊", "137": "有我法心境。與諸小乘義無差別。若勝義門", "1370": "等非了義故。若在果位性唯無漏。佛身蘊等", "1371": "皆妙淨故。能變淨識非有漏故。說有漏者隨", "1372": "小乘故。若在因位性唯有漏。以是異熟識相", "1373": "分故。其能變識是有漏故。由見相分性類同", "1374": "故。若無漏色性唯是善。皆是真實順益法故。", "1375": "若有漏色性皆無記。由能變識性無記故。論", "1376": "說色聲非善惡故。若法處色有無不定。若在", "1377": "佛身無遍計色。諸佛已斷計執心故。極略逈", "1378": "色雖亦實無。隨俗亦有假想慧故。諸佛遍緣", "1379": "假實法故。佛常發起諸善思願。戒共諸色無", "138": "諸法皆空。乃至不立唯識真如。與應理宗所", "1380": "斷滅故。得大自在悉能轉變。其自在色決定", "1381": "有故。若在因位三乘聖者。隨其處應五種皆", "1382": "有。有漏心時起計執故。有四皆相如應准知。", "1383": "若諸異生得定心者亦有五種。未得定者容", "1384": "有遍計受所引色。以計執心常不斷故。善惡", "1385": "思願隨互起故。其前二色唯是善收。唯從定", "1386": "心之所起故。受所引色通善惡性。善惡思願", "1387": "所引起故。遍計起色通其三性。是獨影境從", "1388": "見分故。自在生色性是無記。變本識相是通", "1389": "果故。界地等義如理應思。", "139": "說全別。然其二諦其體不異。以從緣生說名", "1390": "論。第四心不相應行法有二十四種　開曰。", "1391": "次釋第四不相應行。於中有二。初總標舉數。", "1392": "後依數辨列。此初也。若小乘宗說有十四。亦", "1393": "有更加隨眠相者。今大乘宗說二十四。若唯", "1394": "識論隨破小乘。但顯十四不相應相。若瑜伽", "1395": "等顯大乘宗。辨二十四不相應義。故瑜伽等", "1396": "具廣分別。今依瑜伽顯揚五蘊及唯識等諸", "1397": "論說也。", "1398": "論。一得二命根三眾同分四異生性五無想", "1399": "定六滅盡定七無想事八名身九句身十文身", "14": "軫時僥代薄根淺性微。怖法海而長睽。怯義", "140": "世俗。即緣無性名勝義空。故說二諦體無差", "1400": "十一生一二老十三住十四無常十五流轉十", "1401": "六定異十七相應十八勢速十九次第二十方", "1402": "二十一時二十二數二十三和合性二十四不", "1403": "和合性　開曰。此依數辨列也。所言得者。即", "1404": "成就義。依瑜伽論具義釋云。謂依有情諸可", "1405": "成法。先獲不失說名為得。此得成就有其三", "1406": "種。一種子成就。若染污法諸無記法生得善", "1407": "法。不由功用而現行者。染污未為奢摩他伏。", "1408": "無記未為聖道永害。生得未為邪見所損。行", "1409": "與不行皆名成就。未被損伏用可有故。二自", "141": "別。由迷勝義執有世俗。縱勤修行終滯生", "1410": "在成就。謂若加行所生善法。一分無記增盛", "1411": "種子加行善者。謂聞思修世出世間一切功", "1412": "德。由此加行行自在故。成就此善名自在", "1413": "者。故加行善等名自在成就。三現行成就。謂", "1414": "蘊處界若善不善無記現行。若斷損伏必不", "1415": "成就。未損伏故皆得現行。即此現行名為成", "1416": "就。前二約種。此就現行。故得成就有其三", "1417": "種。言命根者。唯識論云。謂異熟識為趣生體。", "1418": "是遍恒續異熟果故。此能執持根依處等令", "1419": "不壞斷。名為有情。即異熟識未捨執受未斷", "142": "死。由悟勝義了世俗空。故能不著速證涅", "1420": "壞位。名為命根。此識親從自種而生。即依親", "1421": "生此識種子。由業所引功能差別住時決定", "1422": "假立命根。離此命根不可得故。持業依主二", "1423": "釋皆通。眾同分者。依唯識論。眾謂眾多。同謂", "1424": "相似。分者因也。依諸有情身類相似起同智", "1425": "言名眾同分。或復分者即是類義。謂人天等", "1426": "眾類同故。眾同即分持業釋也。異生性者。謂", "1427": "諸聖者皆名同生。而諸凡愚名曰異生。由見", "1428": "所斷二種障故。令諸凡愚異見而生。異趣而", "1429": "生。異類而生。即二障種未永害位。能障聖道", "143": "槃。故說般若為究竟理。遣一切相無所得故。", "1430": "名異生性。是異之生。異生之性。皆依主釋。由", "1431": "此性故不得聖法。故小乘中別名非得。無相", "1432": "定者。唯識釋云。有諸外道執無想天以為涅", "1433": "槃。厭患此想為㿈瘡等是生死因。以出離想", "1434": "作意為先修習此定。由修定時於定加行厭", "1435": "患想故。令此心想漸細漸微。漸微心時熏異", "1436": "熟識。成極增上厭心等種。由此損伏心想種", "1437": "故。令不恒行心想不起。依此分位假立此定。", "1438": "想滅為首名無想定。滅盡定者。唯識論云。謂", "1439": "二乘者見麁動心起。必勞慮厭患麁動心心所", "144": "解深密等為不了義。不遣依圓有所存故。彼", "1440": "故。以止息想作意為先。依有頂地遊觀無漏", "1441": "為加行入遮心心所。令心心所漸細漸微。漸", "1442": "微心時熏異熟識。成極增上厭心等。此種勢", "1443": "力而能損伏恒不恒行心心所法。依此分位假", "1444": "立此定。由定能令恒不恒行心等皆滅。名滅", "1445": "盡定。無想事者。即無想天異熟果體。故唯識", "1446": "論名為異熟。求無想果入無想定。此定善故", "1447": "種亦是善。此所熏成種招彼異熟果。依斯麁", "1448": "動想等不行。依此分位而立彼名。因時由定", "1449": "想等不行。名無想定。果時由報想等不起。名", "145": "經自說為了義者。以對淺根義易了故。非理", "1450": "無相事。故事與定二體全差。無想之事依主", "1451": "釋也。言名身者。梵云南摩。此譯為名。是歸趣", "1452": "義。歸趣所詮法自性故。故唯識云名詮自性。", "1453": "五蘊論云。名者諸法自性增語。如說人天眼", "1454": "耳等事。若唯一名恒稱為名。若至二名即為", "1455": "名身。三名已上是多名身。名之身故依主釋", "1456": "也。下句文等亦准此知。身者即是聚集義故。", "1457": "言句身者。梵云鉢陀。此譯為跡。如見象跡以", "1458": "表有象。如是四句表有煩文。隨義傍翻以", "1459": "之為句。唯識等云。句者即是詮差別義。五蘊", "146": "究竟名為了義。二應理圓實宗。即攝大乘論", "1460": "等云。句是諸法差別增語。如說諸行皆無常", "1461": "等。如婆沙等句有五種。今依大乘句有二種。", "1462": "一集法滿足句。即當婆沙處中句攝。但集諸", "1463": "名不長不短。滿足八字即成一句。不約義圓", "1464": "取字滿足。二顯義周圓句。即攝婆沙餘之四", "1465": "句。不定字數隨短長等顯義周圓即名一句。故", "1466": "有短長前後句別。言文身者。謂即是字。梵云", "1467": "便繕那。此譯為文。即是典語。云惡剎羅此翻", "1468": "為字。即是俗語。恐有不悟文字是一。故唯識", "1469": "云。文即是字。此乃是前名句所依。由依文", "147": "瑜伽顯揚雜集唯識中邊等論。依深密等諸", "1470": "字有名句故。故唯識云為二所依。古翻經人", "1471": "翻為味者。以便繕那而目四法文形扇味。以", "1472": "文同故錯譯為味。若依小乘皆別有性。性唯", "1473": "無記唯是有漏。今大乘宗此三皆是聲上假", "1474": "立無別體性。若隨所詮假通三性。隨所依說", "1475": "皆同於聲。所言生者。是即諸法初現起位。", "1476": "五蘊論云。於眾同分本無今有是生自性。唯", "1477": "識論云。生表有法。先非有故。所言老者。即是", "1478": "異義。諸行變異說名老故。唯識論云。即此相", "1479": "續轉變名異。所言住者。五蘊論云。即是諸", "148": "了義經。說一切法世俗勝義不一不異。非有", "1480": "行生位暫停。唯識等云。生已相似相續名住。", "1481": "言無常者。五蘊論等亦名為滅。諸行起已暫", "1482": "有還無。不同無為是其常有。不同兔角是其", "1483": "常無。有非常有。無非常無。故有為法名曰無", "1484": "常。非於無位方立無常。表此後無說滅相故。", "1485": "此下十種小乘不立。隨是六因四緣所攝。不", "1486": "相應中是故不說。唯識論中亦不釋也。言流", "1487": "轉者。謂有為法因果相續不斷絕故。顯揚論", "1488": "云。謂即諸行因果相續不斷性也。言定異者。", "1489": "無始時來因果種子決定差別無雜亂相。故顯", "149": "非空。具如五法前後相望立為四重世俗勝", "1490": "揚云。謂諸因果各決定性。言相應者。即此因", "1491": "果無始時來不相違性。故顯揚云。諸行因果", "1492": "相稱性。言勢速者。諸行因果流轉速疾性。", "1493": "故顯揚云。謂即諸行流轉迅疾性。言次第者。", "1494": "即是因果不俱轉義。故顯揚云。謂即諸行一", "1495": "一次第性。所言方者。色行分齊。顯揚論云。", "1496": "謂即諸色境分齊性。瑜伽說三。謂上下傍。所", "1497": "言時者。有其二義。一由日輪出沒勢力安立", "1498": "顯示時節差別。二由諸行生滅勢力安立顯", "1499": "示世俗差別。瑜伽依此說時有三。謂去來今。", "15": "山而永阻。遂乃摭精華於廣部。綰宗要於略", "150": "義。一虛實二諦。瓶軍林等虛為世俗。蘊處界", "1500": "所言數者。五蘊論云。謂於諸行隨增齊量。顯", "1501": "揚論云。謂於諸行一十百千各差別性。言和", "1502": "合者。五蘊論云。謂有為法緣會之際。顯揚亦", "1503": "云。諸行緣會性。不和合者。五蘊論云。謂即", "1504": "諸行因果乖離。顯揚論云。諸行緣乖性。如是", "1505": "所說不相應行。雖名數異有二十四。總依八", "1506": "位而假建立。如瑜伽論對法等說。一善不善", "1507": "增減分位建立一種。謂即是得。此依三性色", "1508": "心心所可成就位假建立故。二唯依心不分", "1509": "分位建立三種。謂即二定無想異熟。由厭心", "151": "等實為勝義。二理事二諦。蘊等事法麁為世", "1510": "種令六七識斷滅分位而假立故。三依色心", "1511": "住時分位建立一種。謂即命根。依異熟種令", "1512": "識持身住執受時而假立故。四依色心相似", "1513": "分位建立一種。謂眾同分。此依有情人天五", "1514": "趣隨類無別而假立故。五依色心流轉分位", "1515": "建立四種。謂即四相。表有為法本無今有已", "1516": "有無等而假立故。六依色心言說分位建立", "1517": "三種。謂名句文。此依色心詮召於法音韻屈", "1518": "曲假立故。七唯依心不得分位建立一種。謂", "1519": "異生性。依見惑種令心心所不成聖法而假", "152": "俗。四諦道理細為勝義。三淺深二諦四諦安", "1520": "立故。八依色心因果分位建立十種。謂流轉", "1521": "等。此依因果勢力諸相隨彼分位而假立故。", "1522": "當知四種唯依心立。二十通依色心假說。由", "1523": "此亦通凡聖位有。故唯識論所引經說。補特", "1524": "伽羅成就善惡。聖者成就十無學法。又說。異", "1525": "生不成就聖法。諸阿羅漢不成就煩惱。成不", "1526": "成言顯得非得。亦說墮在聖同分故。其滅盡", "1527": "定聖者得故。因果等法通凡聖故。五蘊之中", "1528": "皆行蘊所攝。說此皆是不相應行故。亦是法", "1529": "處法界所收。餘不攝者皆此攝故。諸餘門義", "153": "立淺為世俗。二空真如深為勝義。四詮旨二", "1530": "如理應思。", "1531": "論。第五無為法略有六種　開曰。次下第五", "1532": "四所顯示門。於中有二。初總標舉數。後依", "1533": "數辨列。此初也。言無為者有其二義。一業煩", "1534": "惱所不為故。二生住等不遷動故。若有後義", "1535": "必具前義。若有前義或闕後義。二義俱闕唯", "1536": "是有為。二義皆具唯名無為。若唯初義有無", "1537": "為具。由此應作四句分別。一唯有為。即五取", "1538": "蘊。二唯無為。即真如理。三具二義。即諸聖", "1539": "道。四二俱非。即無漏蘊。今此六種是真無", "154": "諦。二空真如帶詮世俗。一真如法界亡詮勝", "1540": "為。是不生滅真常法故。故集論云。若法生", "1541": "滅住異。可知是有為義。有為相違是無為義。", "1542": "六無為者帶數釋也。然無為數大小經論從", "1543": "三至八所說有異。若依小乘一切有宗。如俱", "1544": "舍論說有三種。所謂虛空擇非擇滅。皆異色", "1545": "心有實體性。若經部等說三或九。皆非實有。", "1546": "恐繁不敘。今依大乘從三至八多少不同。若", "1547": "涅槃經亦立三種。一謂涅槃。二謂虛空。三", "1548": "非智緣滅。若五蘊論及掌珍論至四無為。所", "1549": "謂虛空擇非擇滅及真如性。唯識及此說六", "155": "義。相對立故非一。無別體故非異。妄所執故", "1550": "無為。謂虛空等名如下列。瑜伽雜集立八無", "1551": "為。又開真如以為三種。為善不善無記異", "1552": "故。所以如是法教異者。理無為體無寬狹。", "1553": "而顯廣略開合異明。為顯廣開總別俱說。故", "1554": "顯揚論開為八種。三性真如無別體故。總合", "1555": "為一故說六種。想受不動有其二義。若暫伏", "1556": "者非擇滅收。若永害者則擇滅攝。四義別說", "1557": "故開為六。斷伏隨明故合為四。性擇別故雖", "1558": "四義殊。皆涅槃性故有三種。由斯諸教皆不", "1559": "相違。", "156": "非有。體不無故非空。故說深密為極究竟。得", "1560": "論。一虛空二擇滅三非擇滅四不動五想受", "1561": "滅六真如　開曰。此依教辨列也。此六無為", "1562": "唯識不具。今引諸論共釋之云。言虛空者。無", "1563": "障礙義。小乘唯約無色所顯。故俱舍云。虛", "1564": "空但為無礙為性。由無障故色於中行。雜集", "1565": "瑜伽大同俱舍。大乘通約五蘊無說。故般若", "1566": "經佛地論云。五蘊無處說為虛空。不能礙物", "1567": "故名為虛。無色等故說之為空。虛即是空持", "1568": "業釋也。言擇滅者。是離繫義。婆沙論云。擇", "1569": "者是慧。滅是彼果。擇所得滅故名擇滅。此中", "157": "中道故。般若等經為非了義。就偏說故。此", "1570": "滅果有其二種　一由惑盡。故集論云。是離", "1571": "繫果者永害隨眠故。五蘊論云。由煩惱對治", "1572": "故諸蘊畢竟不生。顯揚論云。有漏諸行畢竟", "1573": "不起。二由理顯。故唯識論。滅諸煩惱究竟", "1574": "證會故云擇滅。擇之滅故依主釋也。非擇滅", "1575": "者。非離繫義。婆沙論云。不由擇慧名非擇", "1576": "滅。非擇果故。此非擇果亦有二義。一惑自不", "1577": "生。故集論云。是非離繫者不永害隨眠故。俱", "1578": "舍論云。永害當生得不因擇。但由緣闕名非", "1579": "擇滅。二理性自顯。故唯識云。不由擇力本性", "158": "中具說二種宗義。若說法性圓融法門即為", "1580": "清淨。非擇之滅依主釋也。言不動者。不變異", "1581": "義。總攝三受分為二種。苦樂二受名為變異。", "1582": "聖人無漏斷此種子得第四定。由斷彼故所", "1583": "得無為苦樂不行。名為不動。雖初靜慮分得", "1584": "此定。以未盡故而不立也。故集論云。謂離遍", "1585": "靜欲未離上欲苦樂滅無為。不動二字則非", "1586": "六釋。如言無貪無離合故。想受滅者。即滅盡", "1587": "定。由觀無漏為加行入。已此無漏觀不斷", "1588": "變異捨所得無為想受不行。名想受滅。故集", "1589": "論云。以離第三無所有欲。由止息想作意為", "159": "三宗。如起信疏。今此論者即大乘中應理圓", "1590": "先。諸不恒行心心所法恒行一分心心所滅", "1591": "所得無為。由想受滅得無為故。滅屬想受。想", "1592": "受即滅。滅屬無為。想受之滅。持業依主二釋", "1593": "皆通。言真如者。無虛妄義。唯識等云。真謂真", "1594": "實。如為如常。表無變易故名真如。又集論", "1595": "云。何故無為名為真如。由彼自性無變異故。", "1596": "真即是如持業釋也。若以六名對無為者。虛", "1597": "空即無為等皆持業釋也。此六無為皆是假", "1598": "立。以此無為有二體故。一依識變假施設有。", "1599": "謂曾聞說虛空等名。隨分別有虛空等相數", "16": "文。誘彼初機纂斯小論。欲使留連至教漸染", "160": "實究竟宗收。前明百法顯有依他圓成。後說", "1600": "習力故。心等生時似虛空等無為相現。此所", "1601": "現相前後相似無有變易。假說為常。似常住", "1602": "故立無為相。二依法性假施設有。謂空無我", "1603": "所顯真如。有無俱非心言路絕。與一切法非", "1604": "一異等。是法理故名為法性。離諸障礙故名", "1605": "虛空。斷障證會故名擇滅。本性清淨名非擇", "1606": "滅。苦樂受滅名為不動。想受不行名想受滅。", "1607": "真如亦是假施設名。遮撥為無故說為有。遮", "1608": "執為有故說為空。勿為虛幻故說為實。理", "1609": "非妄例故名真如。故六無為皆是假有。離心", "161": "二空顯無遍計所執。既離二邊契會中道。二", "1610": "真如不可得故。若依識變可有別體。能熏成", "1611": "種後起相故。若依法性皆但假名。依法性理", "1612": "義施設故。若識變者皆依他起。以所變相從", "1613": "因生故。依真立者皆圓成實。以依真如義所", "1614": "說故。除此餘說皆計所執。是有無等四種謗", "1615": "故。若識所變可通三性。隨三性心所變起故。", "1616": "依真立者准是善性。以真唯是善淨性故。識", "1617": "所變者可說周遍。依諸色體無礙相故。依真", "1618": "立者非遍不遍。遍與不遍皆無障故。此與五", "1619": "蘊不相攝者。以非聚集蘊積法故。而於法界", "162": "邊既離中道亦亡。心無所依都無所得。由無", "1620": "法處攝者。有生長門種族義故。更有別義如", "1621": "理應思。", "1622": "論。言無我者略有二種　開曰。上來已釋一", "1623": "切法意。次下第二顯其無我。於中有二。初總", "1624": "標舉數。後依數辨列。此初也。若小乘宗明一", "1625": "無我。以一切法皆執為實。補特伽羅我是無", "1626": "故。今大乘宗顯二無我。以一切法皆從緣起。", "1627": "離此無別能作者故。既離諸法無別我相。補", "1628": "特伽羅我相無也。說一切法皆無自性。念念", "1629": "無常非自在故。即一切法亦非實我故。即說", "163": "所得無所不得。是謂究竟圓實宗也。辯所宗", "1630": "為法無我也。然斷若經說四無我。謂無我人", "1631": "眾生受者。能斷金剛說八無我。謂有情命者", "1632": "士夫補特伽羅意生儒童作者受者。大般若", "1633": "經說十三種。於前八上更加無我生者養者", "1634": "智者見者。此等皆依前無我說。彼經所說無", "1635": "法相等乃至菩提皆不可得。則是此中法無", "1636": "我義。諸教同異皆不相違。", "1637": "論。一者補特伽羅無我二者法無我。開曰。此", "1638": "依數辨列也。此二無我唯識具明。略引唯識", "1639": "論文以釋。然無我者對我相立。由所執我有", "164": "竟。", "1640": "二種相故。說無我有此二名故。應先辨二種", "1641": "我相。補特伽羅此譯有二。若隨俗譯名之為", "1642": "人。隨經典翻名數取趣。故新舊譯有此二殊。", "1643": "法者即是軌持之義。我者乃是主宰為名。自", "1644": "在割斷名為主宰。外道或執一切諸法有別", "1645": "實。我是能作者。即是補特伽羅我相。凡夫", "1646": "或執色等諸蘊皆有自性。是能生等。即是此", "1647": "中法我相也。今佛法中顯我相無。是故此中", "1648": "顯二無我。若離諸法有別實我。應一切法皆", "1649": "實常住。如能作者無變滅故。故瑜伽云。謂離", "165": "顯所歸者。所歸不同有其四種。歸藏歸乘歸", "1650": "一切緣生行外別有實我不可得故。若即諸", "1651": "法名為我者。即一切法亦非無常。以是自在", "1652": "實我相故。故瑜伽云。謂即一切緣生諸行性", "1653": "非實我是無常故。而此人法二無我義。廣如", "1654": "俱舍唯識等說。此中人法皆稱無我。即對人", "1655": "法皆我相論。而唯識中我與法別。我種種相", "1656": "為有情命者等。法種種相為蘊處界等。此依", "1657": "實義。彼約相增。以主宰義約人增故。偏就有", "1658": "情顯其我相。故二空理我法又殊。若執實有", "1659": "自在常住。則一切法我義亦通。是故無我通", "166": "時歸分。言歸藏者即二藏等。然藏不同總有", "1660": "於人法。若爾何故有其二執。依斯聖教說我", "1661": "相耶。答。依妄熏習假施設說。謂諸有情無始", "1662": "虛妄執實有我熏習力故。諸識生時變似我", "1663": "相。此二我相雖在內識。而由分別似外境生。", "1664": "如幻夢者。幻夢力故心似種種外境相現。緣", "1665": "此執為實有我相。此二我相各有二種。一者", "1666": "俱生。二者分別。俱生我執無始時來虛妄熏", "1667": "習內因力故。恒與身俱。不待邪教及邪分別", "1668": "任運而起。故名俱生。此復二種。一常相續。", "1669": "在第七識緣第八識起自心相執為實我。二有", "167": "二種。一約人辯唯有二種。一菩薩藏。二聲聞", "1670": "間斷。在第六識緣識所變五取蘊相。或總或", "1671": "別起自心相執為實我。此二我執細故難斷。", "1672": "後修道中數數修習。二勝空觀方能除滅分", "1673": "別我執。亦由現在外緣力故非與身俱。要待", "1674": "邪教及邪分別然後方起故名分別。唯在第", "1675": "六意識中有。此亦二種。一緣邪教所說蘊相", "1676": "起自心相。分別計度執為實我。二緣邪教所", "1677": "說有我自性等相起自心相。分別計度執為", "1678": "實我。此二我執麁故易斷。入初地時觀一切", "1679": "法。二空真如即能除滅。如是所說二種我相。", "168": "藏。獨覺智證與聲聞同。教既不多入聲聞藏。", "1680": "自心外法或有或無。自心內法一切皆有。是", "1681": "故二執皆緣自心所現似法執為我相。若離", "1682": "自心實不可得。故人及法皆無我焉。人法二", "1683": "我義乃無邊。恐文繁廣就略而述。樂博聞者", "1684": "尋廣論文。", "1685": "大乘百法明門論開宗義一卷", "169": "藏者攝也。隨攝二人理行果義各攝益故。二", "17": "真宗。示弱喪於歸方。引疲徒於捷逕。前明百", "170": "隨所詮立為三藏。謂前二中各有三藏。一素", "171": "怛攬此云契經。貫穿縫綴。所詮定學契理契", "172": "機攝益他故。二毘奈耶此云調伏。所攝戒學", "173": "調和三業。制伏惡行而攝益故。三阿毘達磨", "174": "此云對法。所攝慧學對向涅槃對觀四諦而攝", "175": "益故。此義廣如起信疏述。此論即是菩薩藏", "176": "中阿毘達磨。顯示菩薩理行果義生勝智故。", "177": "言歸乘者。或說一乘。如法花云。唯說一乘", "178": "無二三故。或說二乘。如攝論說。上乘下乘有", "179": "差別故。或說三乘。如法花云。為求聲聞等", "18": "法之有。後顯二我之空。首末交輝終始相映。", "180": "者說應四諦等法故。或說四乘。如勝鬘經。更", "181": "加無聞非法眾生人天善根而成熟故。或說", "182": "五乘。如大般若。更加三乘性不定者。聞此法", "183": "已發大心故。然此五乘義有開合。故諸經論", "184": "所說有異。此亦具如起信疏述。今此論者即", "185": "是一乘所收。二乘等中上乘所攝。所說五", "186": "法及二無我。非是二乘世間法故。言歸時者。", "187": "古立教時多少不定。謂從一時乃至五時。皆", "188": "無正據。恐繁不敘。今依教量立教三時。如深", "189": "密經。正說意云。初第一時為小根者唯約有", "19": "邊執既遣中觀肇彰。識浪由是湮微。真源賴", "190": "義說四諦教破人我執。即四阿含等說有隱", "191": "空名未了義。於第二時為大乘者多就空義", "192": "說無相教破法我執。即般若等說空覆有亦", "193": "未了義。後第三時普為諸乘顯說三性中道", "194": "之教令悟真實。即深密等具顯有空名真了", "195": "義。然此三時對不定性。大由小起漸次而說。", "196": "若頓悟機則不爾故。亦非年月定判後先。但", "197": "以義類相從而說。花嚴初說非初時故更有", "198": "別義。起信疏明。今此論者依第三時了義大", "199": "乘。第三時攝所引經說諸法無我有空雙顯", "2": "京西明道場沙門曇曠撰", "20": "之澄廓。至矣哉此論之幽趣也。首稱大乘百", "200": "不偏說故。言歸分者。若依諸經有十二分。謂", "201": "如舊說十二部經。部謂部分。經即是教。恐濫", "202": "部袟改置此名。十二分名而作頌曰。", "203": "契經應諷頌受記自說緣", "204": "譬喻本事生廣希法論義", "205": "廣釋名義如餘處明。既許三藏俱得教名。故", "206": "此即是論義分攝。若依論說即有十分。即", "207": "瑜伽論十支義也。此中分者是支義故。此既", "208": "是論故歸十支。一略陳名數支。即此論是。二", "209": "粗釋體義支。即五蘊論。三廣辯名義支。即雜", "21": "法明門論者。舉所宗之勝益。建自部之通名。", "210": "集論。四總包眾義支。即顯揚論。五莊嚴體義", "211": "支。即莊嚴論。六綰攝大義支。攝大乘論。七離", "212": "僻處中支。辯中邊論。八攝散歸觀支。分別瑜", "213": "伽論。九摧破邪山支。二十唯識論。十高建法", "214": "幢支。成唯識論。又瑜伽論總有五分。一本", "215": "地分。略廣分別十七地義。二攝決釋分。略", "216": "攝決擇十七地中深隱要義。三攝釋分。略攝", "217": "解釋諸經儀則。四攝異門分。略攝經中所有", "218": "諸法名義差別。五攝事分。略攝三藏眾要事", "219": "義。今此即是本地分收。依此分中錄名數故。", "22": "復云本事分中略錄名數者。標論起之殊依。", "220": "明所歸竟。", "221": "解所立者。於中有二。初釋所立題目。後釋所", "222": "立文義。解題有二。初正釋題目。後顯論所", "223": "依。正釋有二。初離後合。離釋有四。一釋大", "224": "乘。二顯百法。三解明門。四辯論字。凡為釋名", "225": "皆依六釋。方於名義而得顯然。故於此中先", "226": "明六釋。而此六釋總名離合。謂要二法各有", "227": "別體合為一名。如言金藏。金與藏別故名為", "228": "離。同目一物故名為合。若唯一法無離合義", "229": "不名六釋。如言無為。無為無離即無合故。其", "23": "簡異詮之別目。大乘以廣運崇號。百法以體", "230": "六者何。一持業釋。謂若有法依自業用而得", "231": "其名。如言藏識。以識能藏體持業故。二依主", "232": "釋。謂若有法依他士主而得其名。如言眼識。", "233": "是眼之識名依主釋。三有財釋。謂若有法從", "234": "所有物得其名。如他心智。智有他心。名從", "235": "物故。四相違釋。謂若有法體用各殊同立一", "236": "名。如言眾生。眾之與生體用別故。五隣近釋。", "237": "謂若有法名非本體。從隣得名。如言念住。", "238": "體雖是慧。住由念故。六帶數釋。謂若有法若", "239": "體若用約數而顯。如言五眼。照境體用數有", "24": "數彰名。明門將開慧為功。論者乃詮辯之稱。", "240": "五故。即既顯六釋。次將釋名。言大乘者。謂", "241": "菩薩乘。剋用理智而為其體。皆該周故名之", "242": "為大。並能運故稱之為乘。理智相對互為大", "243": "乘。大之乘故依主釋也。理智當體各言大", "244": "乘。大即乘故持業釋也。或兼教果即有四法。", "245": "隨應皆有。綺互相望持業依主准前應知。此", "246": "約菩薩所乘之法。若兼能乘菩薩人者。大之", "247": "乘故依主釋也。偏就能乘菩薩人者。大即乘", "248": "故持業釋也。此即總合釋大乘義。若瑜伽論", "249": "等皆約法體。以七大義別釋大名。虛空藏經", "25": "本事則究極法體。分中是當段義門。略錄謂", "250": "即約諸喻。舉諸佛法別釋乘義。恐繁不敘。起", "251": "信疏明。言百法者。名如下列。心法有八。心所", "252": "有法有五十一。色法有十一。不相應行有二", "253": "十四。無為有六。法謂軌持。百者數也。法有百", "254": "數帶數釋也。言明門者。明者是慧。慧能照法。", "255": "法因慧顯。故慧稱明。門者通也。謂前百法通", "256": "生明慧入佛境界至解脫處。故說為門。是明", "257": "之門依主釋也。百法即明門持業釋也。小乘", "258": "唯明七十五法。今大乘宗廣明百法。故言大", "259": "乘百法明門。所言論者。問徵微釋論量正理", "26": "抑彼繁詞。名數乃舉此綱要。用旌雅趣建以", "260": "教誡學徒。故稱為論。然論不同有其二種。", "261": "一隨釋論。隨經律論而造解釋。如智度等。二", "262": "集義論。採集諸義通釋諸經。如瑜伽等。今", "263": "此通是二種論收。以釋經言法無我故。採集", "264": "百法通解釋故。已顯別釋。言合釋者。大乘即", "265": "是論所依宗。百法乃是論所顯理。論即百法", "266": "能詮之教。然即大乘通其教理。其百法論", "267": "亦通教理。以教對教。以理對理。大乘即百法", "268": "等。皆持業釋也。以教望理。以理望教。大", "269": "乘之百法等。皆依主釋也。更有別義。恐繁", "27": "鴻名。故言大乘百法明門論本事分中略錄", "270": "不明。正釋題竟。", "271": "論所依者。然瑜伽論雖有五分。於中即無本", "272": "事分名。若對法論有本事分。於中不明百法", "273": "之義。然於今者以義取文。事謂體事。地謂", "274": "依持。即彼體事有依持義。故地與事名異義", "275": "同。有說本事廣論未譯。但錄名者是妄言也。", "276": "以本地分義散文繁。於正法體未為百定。", "277": "恐初學者迷法相門。怖文義海不能趣入。略", "278": "錄名數以示方隅。但云文略非義略也。此舉", "279": "初地所觀法故。故唯識論說。極喜地於多百", "28": "名數。", "280": "門以得自在。多百門者。瑜伽論云。剎那能", "281": "入百三磨地。淨天眼見百世界中。以威神力", "282": "動百世界。往百世界供百如來。放大光明照", "283": "百世界。現身百類化百有情。若欲留身住壽", "284": "百劫。前後百劫各見分明。化百菩薩已為", "285": "眷屬。正思正說百法明門。今此即當第十法", "286": "也。", "287": "論。如世尊言一切法無我何等一切法云何", "288": "為無我。開曰。上釋題目。下釋文義。於中", "289": "有二。初舉經問起。後依問辯說。此初也。言", "29": "開發論宗五門分別。一明所因。二顯所緣。三", "290": "世尊者。即起教主。總上九號具包三德六", "291": "義差別故名世尊。既具眾德為物欽重故所", "292": "言說實為定量。即依所說以立論端。說一切", "293": "法皆無我者。何等名為一切法體。云何此法", "294": "復稱無我。非謂法外別問無我。", "295": "論。一切法者略有五種　開曰。下依問顯說。", "296": "於中有二。初顯一切法。後明二無我。初顯法", "297": "中復分為四。一總標法數。二依標列名。三辯", "298": "法次第。四別開法相。此初也。所言法者。軌", "299": "持為義。軌為軌則。生物解故。持謂任持。守自", "3": "夫遍知委照渾真俗於心源。深慈普洽演半", "30": "彰所宗。四辯所歸。五解所立。所因有二。一所", "300": "性故。雖此二義亦通無我。顯不離前故不名", "301": "法。然此軌持差別有五。一軌唯有體。無法非", "302": "緣。不生心故。持亦通無。設無法體。性不捨", "303": "故。二軌唯差別。緣無我等而生解故。持通自", "304": "性。雖未生解。體不捨故。三軌唯有為。要成同", "305": "緣方生解故。持通無為。雖都無相。不失性故。", "306": "四軌唯後說。持通前宣。如立聲常。聲不失", "307": "性。聞常無常方生解故。五軌唯能詮。要名句", "308": "文方生解故。持通所詮。義亦不失。本自性", "309": "故。故軌義局。持義即通。通局不同故軌持別。", "31": "依因。二所為因。所依因者復有五種。一依了", "310": "論。一者心法二者心所有法三者色法四者", "311": "心不相應行法五者無為法　開曰。此依標", "312": "列名也。所言心者。謂八現識。由有三義並名", "313": "為心。一緣慮義。攀緣思慮一切法故。二貞實", "314": "義。是一切法之體性故。三集起義。集諸法種", "315": "起諸法故。心即是法。持業釋也。下之四法", "316": "當知亦然。心所有法者。謂觸作意等。恒依心", "317": "起與心相應繁屬於心故名心所。如屬我物", "318": "立我所名。心於所緣唯取總相。心所於彼亦", "319": "取別相助成心事。得心所名。如畫師資作摸", "32": "教。謂依建立阿賴耶識。了教大乘而立論故。", "320": "填採。心之所有。依主釋也。言色法者。變現為", "321": "義。變為變壞。由彼手足乃至蚊蛇所觸對時", "322": "即變壞故。現謂示現。若於方所所現骨瑣形", "323": "顯等相而示現故。有處說。色對礙為相。對為", "324": "觸對。礙為障礙互相觸時而障礙故。所言心", "325": "不相應行者。謂得成就眾同分等。亦依色法", "326": "分位建立。非如觸等唯依心起繁屬於心助", "327": "成心事心俱生滅與心相應。亦五蘊中行蘊", "328": "所攝。簡行蘊中諸相應行。是故名心不相應", "329": "行。此有四句。如理應思。無為法者。謂虛空", "33": "二依圓理。謂依三性顯說有空。處中理門而", "330": "等。自體凝然非三世攝。無生住等行所遷故。", "331": "其性清淨無有漏染。非業煩惱之所為故。具", "332": "此二義名曰無為。", "333": "論。一切最勝故與此相應故二所現影故三", "334": "位差別故四所顯示故如是次第　開曰。此", "335": "辯法次第也。一切法中心最勝故。故最第一", "336": "明其心法。謂此心法勢分用強。緣慮道中心", "337": "王觸勝。故契經說。心遠獨行染淨由心。士", "338": "夫六界心能道世間。心能遍攝受。如是心一", "339": "法皆自在隨行。是故論言一切最勝故。雖由", "34": "作論故。三依勝境。具依五法雙據二空。一", "340": "作意警而方生。及心生已依心而住。如臣引", "341": "王。非臣勝故。心起必有心所相應故。此", "342": "第二明其心所。是故論言。與此相應故。心", "343": "所與心有四等義非定一異故成相應。故唯", "344": "識云。而時依同所緣事等名相應義。一體等。", "345": "各有一體故。二依等。同依一根故。三緣等。", "346": "同緣一境故。四時等。同一剎那故。若依小", "347": "乘。同一行解。如同緣一青俱作青解故。今大", "348": "乘宗不許同行。了別領納等作用各異故。由", "349": "斯八識雖各一體。而時依境不必皆同。是故", "35": "切甄明而起論故。四依妙行。以本後智發", "350": "諸識非相應也。心心所起必現色影故。次第", "351": "三明其色法。是故論言。二所現影故。謂若心", "352": "起託境方生。必變色影當情而現。故諸色法", "353": "皆不離心。無有一色非心變者。如地獄卒鬼", "354": "見膿河眼外毛輪夢中色像。皆自心變都不", "355": "離心。此心豈唯變色法耶。答。就麁顯著且", "356": "說色言。為破離心有實色執。實色尚爾。況非", "357": "色乎。心心所色必有分位故。此第四明不相", "358": "應。是故論云。三位差別故。如唯識論顯此義", "359": "云。得非得等非如色心及諸心所體相可得。", "36": "深慈悲。弘法利生而興論故。五依大果。要", "360": "非異色心及諸心所作用可得。故非實有。但", "361": "說色等分位假立。此定非異色心心所有實", "362": "體用。許蘊攝故。如色心等。若異心等。或心", "363": "心所及色無為所不攝故。如畢竟無。定非實", "364": "有。前明諸法後顯法性故。次第五明無為法。", "365": "是故論言。四所顯示故。如唯識論顯此義云。", "366": "然諸無為所知性故。或色心等所顯性故。如", "367": "色心等。不應執為離色心等實無為性。若異", "368": "心等。非法性故。故依前四顯示無為。雖與諸", "369": "法體不相離。而與諸法亦非即一。由常無常", "37": "成佛果具說圓宗。依佛滿智而為論故　所", "370": "性各異故。如是次第總結前說。汎論諸法次", "371": "第有五。一者生起。十二支等先因後果次", "372": "第生故。二者觀行。如四諦等先果後因次第", "373": "觀故。三者麁細。如六度等前麁後細次第修", "374": "故。四者勝劣。心心所等前勝後劣次第有故。", "375": "五者言說。如正斷等雖無前相次第說故。於", "376": "前五法而配屬者。心心所色不相應行而有", "377": "生起勝劣次第。兼說無為麁細次第。有為", "378": "事麁無為細故。小乘則依麁細次第故以色", "379": "法而為其初。一切法中色最麁故。亦依觀行", "38": "為因者亦有五門。一入大法。謂以略標廣散", "380": "以不淨觀佛法要門依色法故。不許諸法心", "381": "所變故。不以心心為最初也。", "382": "論。第一心法略有八種　開曰。次下第四廣", "383": "辨法相。辨前五法即分為五。初心法中復分", "384": "為二。初標數後辨列。此初也。謂此心法諸", "385": "教異說。若小乘前及大乘中。隨轉理門但說", "386": "前六。仍亦不許一念並生。故於見在隨起一", "387": "識。楞伽經等開阿賴耶染淨二位說有九識。", "388": "若攝大乘依前六識根境識三立十一識。深", "389": "密等經於阿賴耶通別分位立七種名。攝論", "39": "義宗。易入大乘離怯懈故。二起勝解。諸法無", "390": "所說一意識宗不開前六。但總說三。如是等", "391": "教處處非一。今剋體說但有八種。諸教多少", "392": "隨開合故。", "393": "論。一眼識二耳識三鼻識四舌識五身識六", "394": "意識七末那識八阿賴耶識　開曰。此辨列", "395": "也。然此八識聖教大宗。先德皆有章門廣", "396": "釋。今開略論未可文繁。就要而明十門分別。", "397": "一釋名顯體。二心所相應。三所緣境界。四諸", "398": "分行相。五諸量同異。六諸受有無。七所依多", "399": "少。八所緣所闕。九能所熏異。十斷常體殊。此", "4": "滿於言派。寔由性相更會萬法歸於一如。文", "40": "我遠離二邊。令其遍達離偏見故。三生圓照。", "400": "十義門諸論雖說。而唯識論具而且明。今者", "401": "多依唯識文釋。初顯名體復有四句。或有教", "402": "說通中別名。八雖通名為心意識。依相增說", "403": "心意識殊。第八名心。集諸法種起諸法故。第", "404": "七名意。性審思量為我相故。前六名識。了境", "405": "相麁勝餘識故。此於通中顯此別名。或有教", "406": "說別中別名。且前六識雖別名識。依根境用", "407": "各立三名。依根方名名眼識等。眼之識故並", "408": "依主釋。隨境立名名色識等。識有色故並有", "409": "財釋。隨用立名名見識等。見即識故並持", "41": "具明真俗雙顯有空。令得中道起圓照故。四", "410": "業釋。今此論說隨根立名而不隨境立識名", "411": "者。隨根立名具五義故。五謂依發屬助如根。", "412": "一依眼之識故名眼識。要根不壞依眼識生。", "413": "縱色現前盲不見故。二眼所發識故名眼識。", "414": "如病損眼識並見黃。不由色壞識謬見故。三", "415": "屬眼之識故名眼識。眼識種子隨眼種生。不", "416": "隨色種眼識生故。四助眼之識故名眼識。由", "417": "識合根有所領受。根有損益非由色故。五如", "418": "眼之識故名眼識。如根能照定是有情。色於", "419": "是中非決定故。眼識既爾。餘識准之。隨境", "42": "令進趣。具說染淨所斷證修。令正修行無錯", "420": "立名。雖順識義。但依五根未自在說。若自在", "421": "位諸根互用。一根發識緣一切境。即令六識", "422": "有雜亂過。隨用立名當知亦爾。但所隨根無", "423": "相濫失。又第六識楞伽經中更立別名分別", "424": "事識。分別內外種種事故。起信論中名分離", "425": "識。別依六根取六境故。其第七識通中別名", "426": "名末那者。此譯名意。恒審思量為性相故。", "427": "此名何異第六意識。此持業釋如藏識名。識", "428": "即意故。彼依主釋如眼識名。識異意故。此意", "429": "別名復有三種。一補特伽羅我見相應名染", "43": "謬故。五令成就。若分若滿或化或真。轉依皆", "430": "污意。二法我見相應名有覆意。三平等性智", "431": "相應名清淨意。初通一切異生相續二乘有", "432": "學七地已前一類菩薩有漏心位。彼緣阿賴", "433": "耶識起補特伽羅我見。次通一切異生聲聞", "434": "獨覺相續一切菩薩法空智果不現前位。彼", "435": "緣異熟識起法我見。後通一切如來相續菩", "436": "薩見道及修道中法空智果現在前位。彼緣", "437": "無垢識等起平等性智。其第八識差別名者。", "438": "此依位別有三種名。一名阿賴耶此譯名藏。", "439": "能藏所藏執藏義故。謂前七識皆從種生。因", "44": "成無缺減故。辯所因竟。", "440": "果體相不可定異。即攬此種為第八識。七識", "441": "皆為此識所攝。攝藏諸法於自體中故名能", "442": "藏。諸識種子七識所熏。是彼氣分不離七識。", "443": "既攬種子為第八識。種子是前七識所攝。藏", "444": "自體於諸法之中故名所藏。從無始來任運", "445": "相續。似一似常以實我相。故第七識恒執為", "446": "我。我見所攝故名執藏。藏是業用。識即是", "447": "體。藏即是識持業釋也。此名唯在異生有學。", "448": "非無學位不退菩薩。有雜染法執藏義故。故", "449": "賴耶名依執藏說以前二義通後位故。由是", "45": "顯近緣者。論起所緣復有二種。一造論所緣。", "450": "此名過失最重。最初捨故此中偏說。二名毘", "451": "播迦。此名異熟識。謂此識體性唯無記。乃", "452": "是能引善不善業界趣生等生死果體。名異", "453": "熟者。異時而熟。變異而熟。異類而熟。具此", "454": "三義故名異熟。若前二義名異熟者。前七識", "455": "等亦得此名。因時異果。由因變異而果方熟。", "456": "義皆遍故。依後一義名異熟者。唯第八識獨", "457": "得此名。以善惡因感無記果。異類熟義非餘", "458": "識故。異義通因。熟唯在果。果熟有二。種子", "459": "現行。若異屬因是異之熟。若異屬果異即是", "46": "二傳譯所緣。造論緣者。此論既從本事分出。", "460": "熟。異熟即識熟屬現行。異熟之識熟屬種子。", "461": "故餘轉識不得此名。此名唯在異生二乘諸", "462": "菩薩位。非如來地猶有異熟無記法故。三名", "463": "阿末羅。此名無垢識。最極清淨廣大殊勝諸", "464": "無漏法所依止故。無垢即識持業釋也。此名", "465": "唯在如來地有。菩薩二乘及異生位持有漏", "466": "種可受熏習。未得善淨第八識故。此等皆是", "467": "別中別名。或有教立別中通名。其前六識通", "468": "名受用。受用六塵生苦果故。雜集論中名生", "469": "起識。數從本識而生起故。若兼第七通名轉", "47": "所緣不離瑜伽師地。故最勝子瑜伽釋云。令", "470": "識。見道等中有間轉故。若第八識通前三", "471": "名。及一切位有四種名。或名根本識。是前", "472": "七識染淨諸法生根本故。或名阿陀那。執持", "473": "種子及諸色根令不壞故。或名所知依。能與", "474": "染淨所知諸法為依止故。或名種子識。能遍", "475": "任持世出世間諸種子故。此等並是別中通", "476": "名。或有教說通中通名。謂即此前別中通名。", "477": "更通名為心意識故。此前通義通名心者。緣", "478": "慮集起。通諸識故。故前標云。心法有八。或", "479": "通諸義皆名為意。皆有能生依止義故。故處", "48": "說此論所緣云何。謂諸有情無始時來。於一", "480": "門中通名意處。或此諸義通名為識。皆能了", "481": "別諸境相故。故五蘊中皆識蘊攝。而論列中", "482": "並名識也。小乘通依三世眼等。未來名心。積", "483": "集義故。入現名識。能了別故。過去名意。開導", "484": "依故。心起必有心所相應。隨心性類與彼俱", "485": "起。謂八識性有善不善有覆無記無覆無記。", "486": "能於此世他世順益故名為善。人天樂果雖", "487": "於此世能為順益。非於他世故不名善。能於", "488": "此世他世違損故名不善。惡趣苦果雖於此", "489": "世能為違損。非於他世故非不善。於善不善", "49": "切法處中實相。無知疑惑顛倒僻執。起諸煩", "490": "損益事中不可記別故名無記。若性染污能", "491": "蔽於心障礙聖道故名有覆。若非染污不能", "492": "蔽心不障聖道故名無覆。第八唯是無覆無", "493": "記。以此識是異熟性故。異熟若是善染污者。", "494": "流轉還滅應不得成。又此識是善染依故。若", "495": "善染者互相違故。應不與二俱作所依。又此", "496": "識是所熏性故。若善染者如極香臭應不受", "497": "熏。無所熏故染淨因果俱不成立。既信貪", "498": "等是唯善染。故與此識定不相應。惡作等四", "499": "無記別境性者有間斷故亦不相應。其別境", "5": "義互融八藏馳於四辯。曷空有之異轍。奚廣", "50": "惱發有漏業。輪迴五疑受三大苦。如來出世", "500": "五緣別別境。謂欲希望所樂事轉。此識任運", "501": "無所希望勝解即持決定事轉。此識瞢昧無", "502": "所印持。念唯明記曾習事轉。此識昧劣不能", "503": "明記。定能令心專注一趣。此識任運剎那別", "504": "緣。慧唯簡擇德等事轉。此識微昧不能簡擇。", "505": "故此不與別境相應。其觸作意受相思五。以", "506": "是遍行心所法故。若無此五心必不生。無觸", "507": "受等不名心故。其遍行相後當廣說。第七唯", "508": "是有覆無記。性是染污障礙聖道隱蔽自心", "509": "故名有覆。一類內執不起此世他世損益故名", "51": "方便為說種種妙法處中實相。令諸有情知", "510": "無記。故唯十八心所相應。謂觸等五。別境中", "511": "慧我癡我見我慢我愛。八大隨惑。意與遍行", "512": "定相應故。執我法者必有慧故。愚於我相迷", "513": "無我故。於非我法妄計度故。恃所執我生高", "514": "舉故。於所執我深耽著故。八大隨惑遍染心", "515": "故。何故此識無餘心所。我見常起無餘見故。", "516": "無一心中有二慧故。慧與我見義用別故。由", "517": "見審決不猶豫故。愛所執我不憎恚故。恒緣", "518": "合境無希望故。恒緣定事無印持故。恒緣現", "519": "境無記憶故。剎那別緣不專一故。善唯是淨。", "52": "一切法。如是如是空故非有。如是如是有故", "520": "此染污故。小十麁猛。此審細故。中二不善。此", "521": "無記故。恒緣定境非悔先故。眠依外緣。此內", "522": "起故。尋伺麁細此一類故。故唯十八心所相", "523": "應。第六意識通一切性。具諸分別內外門轉。", "524": "於損益性皆可記故。所起染污雖為定伏。性", "525": "非損益障聖道故。滿業所招異熟果心性非", "526": "染污。不障道故。故容一切心所相應。雖非", "527": "一時一切俱起。隨起三性即彼相應。眼等五", "528": "識隨外門轉。亦同意識通其四性。由無計度", "529": "隨念分別。唯三十四心所相應。謂五遍行及", "53": "非空。了達諸法非空非有。遠離疑惑顛倒僻", "530": "五別境。十一善法三本煩惱。中二大八十隨", "531": "煩惱。觸等遍與心相應故。能微劣緣別別境", "532": "故。亦有翻染諸善法故。有貪嗔癡不善根故。", "533": "無慚無愧通不善故。掉舉等八遍染心故。所", "534": "餘心所何不相應。由稱量等起慢等故。小十", "535": "麁猛此微劣故。追悔睡眠非五法故。尋伺是", "536": "意不共法故。此隨因中三性位說。若在果位", "537": "皆無漏善。與二十一心所相應。遍行別境及", "538": "善十一。與一切心恒相應故。常樂證知所", "539": "觀境故。於所觀境恒印持故。於曾受境恒明", "54": "執。起處中行永斷諸障。得三菩提證寂滅樂。", "540": "記故。世尊無有不定心故。於一切法常決擇", "541": "故。極淨信等常相應故。無染污故無散動故。", "542": "非不定等心所相應。既隨此等心所相應。於", "543": "所緣境亦有寬狹。因中五識唯緣色等五塵", "544": "假實。如下所明。而五識緣有其二說。有說", "545": "五識但緣實境。由任運而起不待名言。及", "546": "待此餘根境起故。其長短等諸餘假色。要待", "547": "名言及餘所起。是故不緣長等假色。有說五", "548": "識亦緣假境。以長短等亦色處收。故眼識緣", "549": "不違於理。然緣假時心緣於實。緣實之時不", "55": "佛涅槃後六百歲來。部執競興多著有見。謗", "550": "緣於假。實不依假。假依實故。第六意識緣", "551": "一切境。具三七等一切分別。了別識中最為", "552": "勝故。若第七識唯緣第八見分為我。不緣相", "553": "分。識中種子及相應法以為我所。我我所執", "554": "不俱起故。以此識俱薩迦耶見任運一類恒", "555": "相續生。無容別起我所執故。有處說執我我", "556": "所者。以執此識是我之我。故於一見義說二", "557": "言。其第八識雖微細故所緣行相俱不可知。", "558": "由因緣力自體生時。內變執受種子色根。外", "559": "變所依器世界相。即以所變為自所緣行相。", "56": "大乘法毀滅真宗。龍猛菩薩證極喜地。採集", "560": "仗之而得起故。若有色界具三所緣。無色界", "561": "中唯緣種子不變心等為所緣者。有漏識變", "562": "略有二種。一隨因緣勢力故變。二隨分別勢", "563": "力故變。初必有用。後但為境。異熟識變但隨", "564": "因緣所變色等必有實用。若變心等便為無", "565": "用。相分心等不能緣故。須彼實用別從此生。", "566": "是故第八不緣心等。若以此識緣七識種。攝", "567": "末歸本亦得名緣。但依現行則無緣義。此等", "568": "皆依有漏位說。若無漏位四智相應。遍緣真", "569": "俗一切境界。不爾佛果非遍知故。此諸境相", "57": "大乘無相空教。造中論等究暢真要。除彼有", "570": "皆自心變。實不離心。是心分故。然此心分總", "571": "有四種。一者相分。二者見分。三者自證分。四", "572": "證自證分。謂有漏識自體生時。皆似所緣能", "573": "緣相現。彼相應法應知亦然。似所緣相說名", "574": "相分。似能緣相說名見分。若心心所無所", "575": "緣相。應不能緣自所緣境。或應一一能緣一", "576": "切。自境如餘。餘如自故。若心心所無能緣相。", "577": "應不能緣。如虛空等。或虛空等亦是能緣。故", "578": "知必有相見二分。相分是所緣。見分名行", "579": "相。相見必有所依自體。即此自體名自證分。", "58": "見。聖提婆等諸大論師。造百論等弘闡大義。", "580": "此若無者無自證分。應不自憶心心所法。如", "581": "不曾受境必不能憶故。相見應無所依體故。", "582": "所量能量無量果故。故知必有此自證分。心", "583": "分既同必合相證。若無第四誰證第三　故應", "584": "更有證自證分。此是第三自證分果。諸能量", "585": "者必有果故。不應見分為第三果。見分或時", "586": "非量攝故。證自體者必現量故。若爾應更立", "587": "第五分。是則復有無窮之失。答但是第三却", "588": "證第四。皆是現量得相證故。初二是外。後二", "589": "是內。初唯所緣。後三通二。非即非離皆不", "59": "由是眾生復著空見。至佛滅後九百年初。無", "590": "離心。具所能緣無無窮過。此有漏識四分皆", "591": "通。若無漏心有無不定。謂正體智見有相無", "592": "緣。真之智必有見故。若無見分應不能緣。寧", "593": "可說為緣真如智。勿真如性亦名能緣故。應", "594": "許此定有見分。雖有見分而無分別。說無相", "595": "取不取相故。雖無相分而可說此。帶如相起", "596": "不離如故。如自證分緣見分時。不變而緣。此", "597": "亦應爾。變而緣者便非親證。如後得智有境", "598": "相故。若後得智二分皆有。說此智品有分別", "599": "故。說此思唯似真如相。不見真實真如相故。", "6": "略之殊途。究其本者必同味於百川。滯其末", "60": "著菩薩位證初地。得法光定發大神通。事大", "600": "分別諸法自共相等。觀諸有情為說法故。若", "601": "後二分二智雖通。緣用有無則各差別。謂根", "602": "本智即不相緣。若後得智有相緣用。有相無", "603": "相二用別故。是謂略說四分之義。而前所說", "604": "諸識境相。應知即是識之相分。是心分故非", "605": "即離心。離心心所皆有四分。而能量境則有", "606": "差別。謂八識量總有三種。一者現量。現謂", "607": "現前。量謂量度。謂於現前明了色等。不迷", "608": "亂相而得了知。離諸名言種類分別照鏡明", "609": "白。故名現量。現即是量持業釋也。二者比", "61": "慈尊請說此論。理無不窮事無不盡。文無不", "610": "量。比謂比類。量義同前。謂於不現在前色等。", "611": "而藉眾相於所觀義有正智生。了知有大或", "612": "無常等。是名比量。比即是量亦持業釋。三", "613": "者非量。謂若有境非可現知明白而照。亦非", "614": "眾緣而可比度。境體實無非可量度。於非量", "615": "處而起心量。故名非量。故非六釋。然此三量", "616": "皆約心論。不約境說。非能量故。故八識中五", "617": "八二識唯是現量。由無計度隨念分別。但於", "618": "境界任運轉故。若末那識唯是非量。緣第八", "619": "識執為我法。於非我法而橫計故。若第六識", "62": "釋義無不詮。疑無不遣執無不破。行無不修", "620": "通有三量。具自性等一切分別。能遍了知一", "621": "切境故。故四分中初之相分唯是所量。後三", "622": "通二。次之見分通其三量。其後二分唯是現", "623": "量。證自體者必現量故。此依因位八識而說。", "624": "若依果位亦有差別。謂正體智一切現量。若", "625": "後得智亦通三量。緣自共相一切境故。既量", "626": "境相應領順違。此領受相略有三種。領違境", "627": "相逼迫身心說名苦受。領順境相適悅身心", "628": "說名樂受。領中容境相於身於心非逼非悅", "629": "名不苦不樂受。於苦樂中復各分二。所謂苦", "63": "果無不證。離前二見住中道理。起處中行速", "630": "憂喜樂別故。逼悅身心相各異故。由無分別", "631": "有分別故。尤重輕微有差別故。不苦不樂不", "632": "分二者。非適非悅相無異故。無分別故平", "633": "等轉故。諸適悅受五識相應恒名為樂。意識", "634": "相應名喜名樂。若在欲界初二靜慮近分名", "635": "喜。但悅心故。若在初二靜慮根本名樂名喜。", "636": "悅身心故。第三靜慮根本名樂。安靜尤重無", "637": "分別故。諸逼迫受五識相應恒名為苦。意識", "638": "相應名憂名苦。人天中者恒名為憂。由有分", "639": "別非尤重故。傍生鬼界名憂名苦。雜受純受", "64": "證涅槃。無著菩薩有異母弟。位階加行身", "640": "有輕重故。捺落迦中唯名為苦。純受尤重無", "641": "分別故。除此餘位不苦不樂。若身若心皆名", "642": "為捨。或在第四靜慮近分根本已上並名捨", "643": "者。平等轉故。離變異受不動地故。若身若心", "644": "無別相故。故知六識三受容俱。得自在位唯", "645": "喜樂捨。諸佛已斷苦憂事故。若第七識從無", "646": "始來任運一類。緣內執我恒無轉易。與變異", "647": "受不俱起故。其第八識極不明了。不能分別", "648": "違順境相。微細一類相續轉故。故皆唯與捨", "649": "受相應。雖在果位亦唯捨受。任運恒時平等", "65": "號世親。即佛所記付法藏中第二十二傳法", "650": "轉故。雖此諸義依心心所。而心心所皆有所", "651": "依。然彼所依總有三種。一因緣依。謂自種", "652": "子。諸有為法皆托此依。離自因緣必不生故。", "653": "然種自類因果不俱。種現相生決定俱有。猶", "654": "如束蘆俱持而有。如是八識及諸心所。定各", "655": "別有種子所依。二增上緣依。謂內六處。諸心", "656": "心所皆托此依。離俱有根必不轉故。於中五", "657": "識有四所依。謂五色根六七八識。隨闕一種", "658": "必不生故。同境分別染淨根本所依異故。第", "659": "六意識俱有所依但有二種。謂七八識。隨闕", "66": "主也。本習小乘遍通異部。造論五百隱蔽大", "660": "一種必不生故。不共根本所依異故。若末那", "661": "識俱有所依但有一種。謂阿賴耶。藏識若無", "662": "必不轉故。阿賴耶識俱有所依亦有一種。謂", "663": "末那識。染意若無必不轉故。說眼識等十", "664": "緣等者。依與所依義相雜說。依謂一切有生", "665": "滅法杖因托緣而得生住。諸所杖托皆說為", "666": "依。如王與臣互相依等。若法決定有境為主。", "667": "令心心所取自所緣。乃是所依。即內六處。此", "668": "但如王非如臣等。故俱有依但唯爾所。三等", "669": "無間緣依。謂前滅意。諸心心所皆托此依。離", "67": "乘。無著愍之託疾命誘。中路聞誨方信大乘。", "670": "開導根必不起故。要有緣法為主能作等無", "671": "間緣。此於後生心心所法開避引導。此但屬", "672": "心非心所等。若此與彼無俱起義。說此於彼", "673": "有開導力。一身八識既容俱起。故唯自類為", "674": "開導依。小乘不許六識並生。隨一起時即名", "675": "為識。隨起而滅即名為意。故許互作等無間", "676": "緣。故大乘宗唯取自類。自類必無俱起義故。", "677": "雖心心所異類並生。而互相應和合似一。定", "678": "俱生滅事業必同。一開導時餘亦開導。雖能", "679": "開導而不名依。於所引生無主義故。此與四", "68": "改軌弘揚造論五百。具如別傳。此但粗明。以", "680": "緣義有別者。一者因緣。為有為法親辨自果。", "681": "此體有二。一者種子。二者現行。種子者。謂", "682": "本識中善染無記諸界地等功能差別。能引", "683": "次後自類功能。及起同時自類現果。此唯望", "684": "彼是因緣性。即三依中初所依義。彼望現識", "685": "為種子依。此兼後種為因緣性。現行者。謂七", "686": "轉識及彼相應。所變相見性界地等。除佛果", "687": "善極劣無記。餘熏本識生自類種。此唯望彼", "688": "是因緣性。三所依中都無此義。現行同類展", "689": "轉相望皆非因緣。自種生故。二等無間緣。謂", "69": "瑜伽論義廣文繁。學者難尋莫知旨趣。遂造", "690": "八現識及彼心所。前聚於後自類無間等而", "691": "開導令彼定生多同類種俱時轉故。知不相", "692": "應非此緣攝。除入無餘最後一念極微劣故。", "693": "又無當起等無間法。故非此緣。餘八識聚三", "694": "界九地上下死生有漏無漏。隨其所應互相", "695": "開導。故皆得作等無間緣。即三依中開導依", "696": "義。三所緣緣。謂若有法是帶己相。心或相應", "697": "所慮所託。此體有二。一親二疎。若與能緣體", "698": "不相離。是見分等內所慮託。應知彼是親所", "699": "緣緣。若與能緣體雖相離。為質能起內所慮", "7": "者競分流於五謗。是以小乘漂於有有部執", "70": "此論略亦方隅。即是造論之緣起也　傳譯", "700": "託。應知彼是疎所緣緣。親所緣緣能緣皆有。", "701": "離內所慮託必不生故。疎所緣緣能緣或有。", "702": "離外所慮託亦得生故。由是八識及諸心所。", "703": "各各定有親所緣緣。疎所緣緣有無不定。若", "704": "前五識麁鈍劣故。及第七識是俱生故。未轉", "705": "依位必杖外質故。皆定有疎所緣緣。若第六", "706": "識行相猛利。於一切位能自在轉。若第八識", "707": "所變身土。可互受用更互為質。所變根種於", "708": "他有情無受用理。不互為質。及五七識已轉", "709": "依位。所杖外質或有或無。疎所緣緣有無不", "71": "緣者。大唐貞觀有大三藏遍覺大師。身號", "710": "定。此就諸識當體而說。若依相望有無不", "711": "定。恐文增廣略而不述。三所依中都無此義。", "712": "四增上緣。謂若有法有勝勢用。能於餘法或", "713": "順或違。雖前三緣亦是增上。而今第四除彼", "714": "取餘。為顯諸緣有差別故。此順違相於四處", "715": "轉。生住成得四事別故。然增上用隨事雖多。", "716": "而勝顯者唯二十二。應知即是二十二根。此", "717": "即攝彼三所依中俱有依義。此義寬故。是故", "718": "八識更互為緣。有力無力義皆通故。初因緣", "719": "中種子義者。種子即是習氣異名。習氣必由", "72": "玄奘俗姓陳氏。洛邑人也。遊五印度境學三", "720": "熏習而有。依何義故立熏習名。能熏所熏各", "721": "具四義。令種子生長故名熏習。何等名為能", "722": "熏四義。一有生滅。若法非常能有作用生長", "723": "習氣。乃是能熏。此遮無為。前後不變無生長", "724": "用故非能熏。二有勝用。若有生滅勢力增盛", "725": "能引習氣。乃是能熏。此遮異熟心心所等。勢", "726": "力羸劣故非能熏。三有增減。若有勝用可增", "727": "可減攝垣習氣。乃是能熏。此遮佛果。圓滿", "728": "善法無增無減故非能熏。彼若能熏便非圓", "729": "滿。前後佛果應有勝劣。四與所熏和合而轉。", "73": "藏。玄文名立業成來歸本土。文帝待以國師", "730": "若與所熏同時同處不即不離。乃是能熏。此", "731": "遮他身。剎那前後無和合義故非能熏。唯七", "732": "轉識及彼心所有勝勢用而增減者。具此四", "733": "義可是能熏。何等名為所熏四義。一堅住性。", "734": "若法始終一類相續能受習氣。乃是所熏。此", "735": "遮轉識及聲風等。性不堅住故非所熏。二無", "736": "記性。若法平等無所違逆能容習氣。乃是所", "737": "熏。此遮善染。勢力強盛無所容納故非所熏。", "738": "由此如來第八淨識唯帶舊種非新受熏。三", "739": "可熏性。若法自在性非堅密能受習氣。乃是", "74": "之禮。乃詔令其翻譯經論。盛得高蹤具如", "740": "所熏。此遮心所及無為法。依他堅密故非所", "741": "熏。四與能熏共和合性。若與能熏同時同處", "742": "不即不離。乃是所熏。此遮他身。剎那前後", "743": "無和合義故非所熏。唯異熟識具此四義可", "744": "是所熏。非心所等。若爾第八種是誰熏。第八", "745": "唯是所熏識故。答。即前七識而與熏生。說熏", "746": "成彼相見種故。謂前五識所起相分託第八", "747": "識相分而生。故與第八熏相分種。若第七識", "748": "託第八識見分而生。故與第八熏見分種。其", "749": "第六識具緣第八所有相見熏相見種。此既", "75": "別傳。此論即我三藏大師。貞觀二十三年於", "750": "無始常熏不絕。故無始來有異熟種。若爾第", "751": "八非唯無記。能熏七識通三性故。答。所杖本", "752": "質是無記故。所起相分非善惡故。故所熏種", "753": "性唯無記。更有問答。恐繁止之。熏習雖齊藉", "754": "緣不等。故令八識斷常有殊。謂八識緣總有", "755": "十種。一總共所依緣。即通依根。彼現行識", "756": "依種識故。二染淨所依緣。即染淨根。緣染", "757": "淨事依彼轉故。三分別所依緣。即分別根。依", "758": "分別心緣色等故。四不共所依緣。即五色根。", "759": "要俱有根識方生故。五親辨自體緣。謂即種", "76": "京大慈恩寺譯。總是第二論所緣竟。", "760": "子。要親從種生識體故。六驚動令起緣。謂即", "761": "作意。於所引心有警能故。七所託牽引緣。謂", "762": "所緣境。有境界牽識方生故。八開導令起緣。", "763": "謂前念識將滅能引後念起故。九非礙令起", "764": "緣。謂即虛空。若有礙者不能了故。十照了", "765": "令見緣。謂即光明。以於闇中不能見故。此", "766": "中眼識具有十緣。隨闕一種必不生故。耳具", "767": "九緣。謂除光明。以於闇中亦能聞故。鼻舌身", "768": "三具有八緣。皆除空者。合中知故。第六意識", "769": "唯具六緣。除五色根。不依彼故。除分別根。", "77": "次下第三論所宗者。統論諸宗不過三種。外", "770": "即自體故。若第八識具有五緣。除第六識及", "771": "通依根。第八不依間斷識故。自體不可依自", "772": "體故。若第七識唯具四緣。除所緣境。以彼所", "773": "緣即所依根無別體故。說依彼轉而緣彼故。", "774": "藉緣多少斷常有殊。由此三界通局亦異。謂", "775": "前五識行相麁動。不能思慮唯外門轉。起藉", "776": "多緣。所藉眾緣時多不具故。起時少間斷時", "777": "多。若鼻舌識唯欲界繫。色無香味無段食", "778": "故。眼等三識不通無色。厭色生彼天。無色根", "779": "境故。雖有定果色無業果色故。設至佛果", "78": "道小乘大乘別故。外道所宗雖九十六。然今", "780": "成所作智相應淨識亦有間斷。所緣俗境有", "781": "斷滅故。第六意識雖亦麁動。自能思慮內外", "782": "門轉　不藉多緣。而所藉緣無時不具。應一切", "783": "時常能現起。亦通三界一切地行。由違緣故。", "784": "五位斷滅。故起時多不起時少。五位者何", "785": "生無想天。即下所說無相異熟。及無想定滅", "786": "受想定。睡眠悶絕。五位名義如下所明。若至", "787": "佛果妙觀察智相應淨識常無間斷。於一切", "788": "時觀真俗故。若第七識無始時來一類相續", "789": "恒無間斷。亦通三界一切地中。與賴耶等為", "79": "類攝為十六宗。故顯揚論總標頌曰。", "790": "所依故。然於三位而有轉易。謂阿羅漢及滅", "791": "盡定。出世道中而無染分淨分。末那亦無", "792": "間斷。平等性智常相應起。恒緣平等真俗理", "793": "故。若第八識於有漏位。三界九地恒轉如流。", "794": "恒言遮斷。轉表非常。猶如暴流因果法爾。非", "795": "斷非常是緣起理。故與趣生而為報體。乃通", "796": "三界一切地中。由漏無漏三位名殊。隨其名", "797": "體有捨不捨。謂於二乘無學果位菩薩七地", "798": "捨賴耶名異熟識體。菩薩將得菩提時捨。聲", "799": "聞獨覺入無餘依涅槃時捨。無垢識體無有", "8": "煩興。勝義溺於空空諍論紛起。尚驅妄境未", "80": "執因中有果顯了有去來", "800": "捨時。大圓鏡智常相應故。諸善法影常現前", "801": "故。利樂有情無盡期故。然八識義差別無邊。", "802": "恐文繁廣略示綱要。", "803": "論。第二心所有法略有五十一種　開曰。次", "804": "下第二明心所法。於中有三。初總合舉數。", "805": "次六位類分。後隨位別列。此初也。然此心所", "806": "諸論開合。若瑜伽論有五十三。更加邪欲及", "807": "邪勝解。如邪念慧入煩惱中。邪欲勝解例亦", "808": "同故。若雜集論有五十五。其邪欲等合入別", "809": "境。開彼惡見以為五種。雖俱是慧。行相別", "81": "我常宿作因自在等害法", "810": "故。此及五蘊。唯識顯揚俱約合義說五十一。", "811": "以五見者俱惡慧故。雖行相別無異體故。以", "812": "正念慧五善根攝。其邪念慧為障乃親。過失", "813": "重故開為煩惱。其正欲等非入善根。邪為障", "814": "輕合在別境。小乘依經說四十六。更就合說", "815": "義如下明。", "816": "論。謂遍行五別境五善十一煩惱有六隨煩", "817": "惱有二十不定有四　開曰。此六位類分也。", "818": "一切心中定可得故。緣別別境而得生故。唯", "819": "善心中可得生故。性是根本煩惱攝故。唯是", "82": "邊無邊憍亂見無因斷空", "820": "煩惱等流性故。於善染等皆不定故。是故六", "821": "位如是差別。若瑜伽論總合為五。煩惱隨煩", "822": "惱皆是染法故。以四一切辨五差別。謂一切", "823": "性及他時俱。五中遍行具四一切。別境唯有", "824": "初二一切。善唯有一。謂一切地。染四皆無。不", "825": "定唯一。謂一切性。由此五位種類差別。然此", "826": "六位諸心所法。諸論雖明皆不具足。唯識論", "827": "釋既最圓明。下文謹依唯識論釋。", "828": "論。遍行五者一作意二觸三受四想五思", "829": "開曰。次下隨位別列也。於中六位即分為", "83": "計勝淨吉祥名十六異論", "830": "六。此即第一遍行相也。作意謂能警心為性。", "831": "於所緣境引心為業。謂此警覺應起心種引", "832": "令趣境。故名作意。雖此亦能引起心所。心", "833": "是主故但說引心。作謂擊發。意即心王。意之", "834": "作故依主釋也。觸謂三和分別變異。令心心", "835": "所觸境為性。受想思等所依為業。謂根境識", "836": "更相隨順故名三和。觸依彼生令彼和合故", "837": "說為彼。三和合位皆有順生心所功能說名", "838": "變異。觸以彼起故名分別。和合一切心及心", "839": "所令同觸境。是觸自性。既似順起心所功", "84": "彼論長行廣明立破。今略舉之顯宗計相。一", "840": "能。故以受等所依為業。受謂領納順違俱非", "841": "境相為性。起愛為業。能起合離非二欲故。", "842": "想謂於境取像為性。施設種種名言為業。謂", "843": "要安立境分齊相方能隨起種種名言。思謂", "844": "令心造作為性。於善惡等役心為業。謂能取", "845": "境正因等相。驅役自心令造善等。無心起時", "846": "無此俱五。故說此五名為遍行。遍通一切心", "847": "中行故。小乘論名通大地法。", "848": "論。別境五者一欲二勝解三念四三摩地五", "849": "慧　開曰。此列別境也。所緣境事多分不同。", "85": "因中有果宗。則雨眾等所說。求此果時唯取", "850": "於六位中次初說故。所言欲者。於所樂境希", "851": "望為性。勤依為業。所樂境者謂欲觀境。於一", "852": "切事欲觀察者。有希望故方有欲生。若不欲", "853": "觀隨因勢力任運緣者。全無欲故。由斯故", "854": "說欲非遍行。若善法欲能發正勤。由彼助成", "855": "一切善事。故論說此勤依為業。言勝解者。於", "856": "決定境印持為性。不可引轉以為其業。為", "857": "邪正等教理證力於所取境審決印持。由此", "858": "異緣不可引轉故。猶預境勝解全無。非審決", "859": "心亦無勝解。由斯勝解亦非遍行。所言念者。", "86": "此因。唯從此生不從餘故。二從緣顯了宗。即", "860": "於曾習境令心明記不忘為性。定依為業。謂", "861": "數憶持曾所受境。令不忘失能引定故。於曾", "862": "未受體類境中全不起念。設曾所受不能明", "863": "記。念亦不生。故念必非遍行所攝。三摩地", "864": "者。此名等持。謂即是定於所觀境平等持", "865": "心。令心專注不散為性。智依為業。謂觀德", "866": "失俱非境中由定令心專注不散。依斯便有", "867": "決擇智生。若不繫心專注境位。便無定起故", "868": "非遍行。所言慧者。於所觀境簡擇為性。斷疑", "869": "為業。謂觀德失俱非境中由慧推求得決定", "87": "聲論等所執。彼說聲等體常本有。緣至即顯", "870": "故。於非觀境愚昧心中無簡擇故非遍行攝。", "871": "而小乘論同前遍行名通大地。遍諸心者未", "872": "達理故。如唯識破。然此五種或各別起。謂依", "873": "所樂唯起一欲。乃至所觀唯起定慧。或互相", "874": "資隨應俱起。謂於所樂決定曾習所觀境中。", "875": "起欲勝解念定慧中二三四五。或有心位五", "876": "皆不起。如非四境率爾墮心二皆與五受相", "877": "應。於苦憂事欲出離故。於喜樂事欲和合故。", "878": "於平等事亦希望故。餘相應義准此說之。此", "879": "五復依性界地等。諸餘門義如理應思。", "88": "非自出故。三去來實有宗。則時論者所說。去", "880": "論。善十一者一信二慚三愧四無貪五無瞋", "881": "六無癡七精進八輕安九不放逸十行捨十一", "882": "不害　開曰。此顯善位十一心所。唯善心俱", "883": "名善心所。故信慚等定有十一。所言信者。於", "884": "實德能深忍樂欲心淨為性。對治不信樂善", "885": "為業。然信差別略有三種。一信有實。謂於諸", "886": "法實事理中深信忍故。二信有德。謂於三寶", "887": "真淨德中深信樂故。三信有能。謂於一切世", "888": "出世善深信有力能得能成起希望故。由斯", "889": "對治不信。彼心愛樂證修世出世善。忍謂勝", "89": "來同現皆實有故。小乘有部亦同此執。四計", "890": "解即是信因。樂欲謂欲即是信果。此性澄清", "891": "能淨心等。以心勝故立心淨名。如水清珠能", "892": "清濁水。慚等雖善非淨為相。此淨為相無濫", "893": "彼失。又諸染法各別有相。唯有不信自相渾", "894": "濁。復能渾濁餘心心所。如極穢物自穢穢他。", "895": "信正翻彼故淨為相。所言慚者。依自法力崇", "896": "重賢善為性。對治無慚止息惡行為業。謂依", "897": "自法尊貴增上。崇重賢善羞恥過惡。對治無", "898": "慚息諸惡行。所言愧者。依世間力輕拒暴惡", "899": "為性。對治無愧止息惡行為業。謂依世間訶", "9": "越昏衢。徒向真風虛霑法雨。故我補處彌勒", "90": "我實有宗。謂獸主等所知。起色受相行識覺", "900": "厭增上。輕拒暴惡羞恥過罪。對治無愧止息", "901": "惡行。羞恥過惡是二通相。以慚與愧皆羞恥", "902": "故。崇重輕拒是二別相。依慚與愧各別起故。", "903": "善心起時隨緣何境皆有崇重善及輕拒惡", "904": "義。故慚與愧俱遍善心。言無貪者。於有有具", "905": "無著為性。對治貪著作善為業。言無瞋者。於", "906": "苦苦具無恚為性。對治瞋恚作善為業。善心", "907": "起時。隨緣何境皆於有等無著無恚。觀有等", "908": "立非要緣彼。如前慚愧觀善惡立。故此二種", "909": "俱遍善心。言無癡者。於諸理事明解為性。對", "91": "時。別有薩埵我等覺故。五諸法皆常宗。伊師", "910": "治無愚癡作善為業。有說愚癡以慧為性。不", "911": "遇癡者即有慧故。故俱舍論不立無癡。是通", "912": "大地慧數攝故。故善大地唯說十種。有說無", "913": "癡別有自性。非慧為體。正對無明。如無貪嗔", "914": "善根攝故。言精進者。於善惡品修斷事中勇", "915": "捍為性。對治懈怠滿善為業。勇表勝進簡諸", "916": "染法。捍表精淳簡淨無記。即顯精進唯善性", "917": "攝。此相差別略有五種。所謂被甲加行無下", "918": "無退無足。以初發心長時無間慇重無餘修", "919": "差別故。言輕安者。遠離麁重調暢身心堪任", "92": "迦等所說。極微等法一切常住。以前後際", "920": "為性。對治惛沈轉依為業。謂此伏除能障定", "921": "法。令所依止轉安適故。故此輕安唯在定", "922": "地。調暢身心餘位無故。故唯此一不遍善", "923": "心。除此餘十遍善心起。不放逸者。精進三根", "924": "於所斷修防修為性。對治放逸成滿一切世", "925": "出世間善事為等。謂即四法於斷修事皆能", "926": "防修名不放逸。非別有體。無異相故。於防惡", "927": "事修善事中。離四功能無別用故。言行捨者。", "928": "精進三根令心平等正直無功用住為性。對", "929": "治掉舉靜住為業。平等正直無功用住初中", "93": "物相續故。六因定宿作宗。即離繫子等所說。", "930": "後位辯捨差別。由不放逸先除雜染。捨後令", "931": "心寂靜而住。此無別體如不放逸。離彼四法", "932": "無相用故。能令寂靜即四法故。所令寂靜即", "933": "心等故。言不害者。於諸有情不為損惱無嗔", "934": "為性。能對治害悲愍為業。謂即無嗔。於有情", "935": "所不為損惱假名不害。無嗔翻對斷物命嗔。", "936": "不害正違損惱物害。無嗔與樂。不害拔苦。是", "937": "謂此二麁相差別。理實無嗔實有自體。不害", "938": "依彼一分假立。為顯慈悲二相別故。利樂有", "939": "情彼二勝故。別立不害假實雙明。故十一善", "94": "苦樂等果定宿因作。見行善惡倒受果故。七", "940": "後三是假。前八實有。相用別故。若爾欣厭", "941": "不慢不疑不憍誑等應非善法。答。雖皆善收", "942": "而無別體。相用別者便別立之。餘善不然。不", "943": "應為例。又諸染法遍六識者勝。故翻之別立", "944": "善法。慢等忿等唯意識俱。害雖亦然而數現", "945": "起損惱他故。障無上乘勝因悲故。為了知彼", "946": "增上過失翻立不害。失念散亂及不正知。翻", "947": "別境善中不說。染淨相翻淨寧少染。淨勝", "948": "染劣少敵多故。又解。理通說多同體。述情事", "949": "局隨相分多。故於染淨不應齊責。十與五受", "95": "自在所作宗。如不平等論說。欲行善等事皆", "950": "皆得相應。一除憂苦。所謂輕安。有逼迫受無", "951": "調暢故。此與別境皆得相應。信等欲等不相", "952": "違故。輕安非欲。餘通三界。皆學等三非見所", "953": "斷。說唯修斷非所斷故。餘門分別如應理思。", "954": "論。根本煩惱六者一貪二嗔三癡四慢五疑", "955": "六不正見　開曰。此顯六種根本煩惱。以此", "956": "六種自性尤重。煩擾惱亂有情身心。能生忿", "957": "等諸隨煩惱。是故名為根本煩惱。俱舍論說", "958": "為大煩惱地法。唯癡一種與此論同。餘五是", "959": "此大隨惑中。放逸懈怠不信惛掉。以遍染心", "96": "違返。由世間事作者別故。八害為正法宗。愛", "960": "煩雜熱惱。是故名為大煩惱法。貪嗔慢疑不", "961": "定中攝。惡見是慧不別立故。是大小乘宗義", "962": "差別。所言貪者。於有有具染著為性。能障無", "963": "貪生苦為業。謂由愛力取蘊生故。所言嗔者。", "964": "於苦苦具染憎恚為性。能障無嗔不安惡行", "965": "所依為業。謂嗔必令身心熱惱。起諸惡業不", "966": "善性故。所言癡者。於諸理事述闇為性。能", "967": "障無癡一切雜染所依為業。謂由無明起疑", "968": "邪定貪等煩惱隨煩惱業能招後生雜染法", "969": "故。所言慢者。恃己於他高舉為性。能障不", "97": "肉梵志說。於天祠中害生祠祀皆得生天。由", "970": "慢生苦為業。謂若有慢於德有德心不謙下。", "971": "由此生死輪轉無窮受諸苦故。此慢差別有", "972": "七九種。謂於三品我德處生。所言疑者。於諸", "973": "諦理猶豫為性。能障不疑善品為業。謂由疑", "974": "故令慧不決懷。猶豫心善不生故。不正見者。", "975": "於諸諦理顛倒推度染慧為性。能障善見招", "976": "苦為業。謂惡見者多受苦故。此見行相差別", "977": "有五。一薩迦耶見。謂於五取蘊執我我所。", "978": "一切見趣所依為業。此見差別有二十句六", "979": "十五等。分別起攝。二邊執見。謂即於彼隨執", "98": "呪力故。九邊無邊等宗。為得世靜慮者。憶壞", "980": "斷常障處中行出離為業。此見差別。諸見趣", "981": "中。有執前際四遍常論。四一分常論。及計後", "982": "際有想十六。無想俱非各有八論。七斷滅", "983": "等。分別起攝。三邪見。謂謗因果作用實事。及", "984": "非四見諸餘邪執。如增上緣名義遍故。此見", "985": "差別。諸見趣中。有執前際二無因論。四有邊", "986": "等不死憍亂。及計後際五現涅槃。或計自在", "987": "世主釋梵及餘物類常恒不易。或計自在等", "988": "是一切物因。或有橫計諸邪解脫。或有妄執", "989": "非道為道。諸餘如是等皆邪見攝。四見取。謂", "99": "成劫觀上下傍。治前所執有邊等故。十不死", "990": "於諸見及所依蘊。執為最勝能得清淨。一切", "991": "鬪諍所依為業。五戒禁取。謂於隨順諸見戒", "992": "禁及所依蘊。執為最勝能得清淨。無利勤苦", "993": "所依為業。如是總別十煩惱中。貪與嗔疑定", "994": "不俱起。愛憎二境必不同故。於境不決無染", "995": "著故。與慢五見或得相應。所染所恃境可", "996": "用故。於五見境皆可愛故。嗔與慢疑或得俱", "997": "起。所蔑所憎境可同故。久思不決便憤發故。", "998": "與後二見必不相應。執為勝道不憎彼故。與", "999": "前三見或得相應。於苦樂蘊執身斷常生憎"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2810 大乘百法明門論開宗義記", "author": "唐 曇曠撰", "sourceLink": "http://www.cbeta.org/"}