{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0944A 大佛頂如來放光悉怛多鉢怛囉陀羅尼", "text": {"0": "No. 944A", "1": "大佛頂如來放光悉怛多鉢怛囉", "10": "引囉怛曩二合怛囉夜耶曩謨婆誐嚩帝儞唎", "100": "乞叉二合婆耶阿捨儞婆耶阿迦羅沒哩二合底", "101": "庾二合婆耶馱囉抳部彌劍波婆耶嗚勒迦二合", "102": "波哆婆耶囉引惹難拏婆耶曩引誐婆耶尾儞", "103": "庾二合引婆耶蘇鉢囉二合抳婆耶藥乞叉二合誐", "104": "囉二合訶囉引乞叉二合娑上誐囉二合訶必㘑二", "105": "合哆誐囉二合訶比舍引遮上誐囉二合訶部引", "106": "哆誐囉二合訶鳩盤拏誐囉二合訶布引單曩誐", "107": "囉二合訶揭吒布單曩誐羅二合訶塞建二合娜", "108": "誐囉二合訶阿跛娑麼二合引囉誐囉二合訶引嗢", "109": "莽引娜誐囉二合訶引車此夜反引耶引誐囉二合訶", "11": "二合嗏上輸囉洗曩鉢囉二合訶囉拏囉引惹引", "110": "引㘑引嚩底誐囉二合訶引鳴引惹引訶引唎惹", "111": "尼也反引下同孽婆引訶唎惹引惹跢引訶引唎惹引爾", "112": "引尾跢引訶引唎惹引嚕地囉引訶引唎惹引嚩", "113": "娑引訶引唎惹引莽引娑引訶引唎惹引咩引娜引", "114": "訶引唎惹引末惹引訶引唎惹引萬引跢引訶引", "115": "唎惹引阿輸遮之夜反引訶引唎惹引質遮引訶引唎", "116": "惹引帝引衫引薩吠引衫引薩嚩孽囉二合訶引", "117": "喃引尾捻上引下同瞋娜耶引弭枳引羅上耶弭波哩", "118": "沒囉二合引惹迦上訖哩二合擔引尾捻引瞋娜耶", "119": "引弭枳引羅上耶引弭拏引迦上拏引枳儞引訖", "12": "耶怛他引誐跢耶阿囉訶二合帝糝藐糝母馱", "120": "哩二合擔引尾捻引瞋娜耶引弭枳引羅上耶弭", "121": "摩訶引跛輸跛底嚕捺囉二合訖哩二合擔引尾", "122": "捻引瞋娜耶引弭枳引羅上耶弭怛哆嚩二合孽", "123": "嚕拏索醯引耶訖哩二合擔引尾捻引瞋娜耶引", "124": "弭枳引羅上耶引弭引摩訶引迦引羅摩底哩二合", "125": "誐拏訖哩二合擔引尾捻引瞋娜耶引弭枳引羅", "126": "耶弭迦引跛引理迦訖哩二合擔引尾捻引瞋娜", "127": "耶引弭枳羅耶引弭惹耶迦上囉末度迦上囉薩", "128": "嚩引囉他二合娑引馱曩訖哩二合擔引尾捻引", "129": "瞋娜耶引弭枳引羅耶引弭者咄囉二合薄㘈儞", "13": "耶曩謨婆誐嚩帝阿弭跢婆耶怛他誐跢耶阿", "130": "引訖哩二合擔引尾捻引瞋娜耶引弭枳羅耶引", "131": "弭勃𠻱儗哩智知里反迦難儞鷄引尸嚩二合囉誐", "132": "拏跛底娑上醯引耶訖哩二合擔引尾捻引瞋娜", "133": "耶引弭枳引羅耶引弭曩誐曩二合失囉二合麼", "134": "拏訖哩二合擔引尾捻引瞋娜耶引弭枳引羅耶", "135": "引弭阿囉罕二合哆訖哩二合擔引尾捻引瞋娜", "136": "耶弭枳引羅耶弭尾引哆囉引誐訖哩二合擔引", "137": "尾捻引瞋娜耶引弭枳引羅耶引弭嚩日囉二合", "138": "播引抳訖哩二合擔引尾捻引瞋娜耶引弭枳引", "139": "羅耶引弭沒囉二合訶麼二合訖哩二合擔引嚕", "14": "囉訶二合帝糝藐糝母馱耶曩謨婆誐嚩帝阿", "140": "娜羅二合訖哩二合擔引曩囉引延拏訖哩二合擔", "141": "引尾捻引瞋娜耶弭枳羅耶引弭嚩日囉二合播", "142": "引抳玉𠰘野二合迦引地鉢底訖哩二合擔引尾", "143": "捻引瞋娜耶引弭枳引羅耶引弭𠸪乞叉二合𠸪", "144": "乞叉二合󰹢引稱名", "145": "婆誐梵引悉跢上引哆鉢怛囉二合娜謨引素覩", "146": "二合帝引阿徙哆曩邏引囉迦二合鉢囉二合婆", "147": "娑普二合吒尾迦悉跢上引哆鉢怛㘑二合入嚩", "148": "二合攞入嚩二合攞馱上迦馱上迦尾馱迦尾馱", "149": "迦娜囉娜囉尾娜囉尾娜囉瞋娜瞋娜頻娜頻", "15": "上屈數二合弊夜二合引耶怛他誐跢耶阿囉訶二", "150": "娜吽引吽引泮吒半音下同泮吒娑嚩二合引訶醯形曳反引", "151": "醯同上引泮吒阿目去引伽耶泮吒阿鉢囉二合底", "152": "訶多耶泮吒嚩囉鉢囉二合娜耶泮吒阿素囉", "153": "尾娜囉二合引跛迦耶泮吒薩嚩禰引吠毘藥二合反下", "154": "同泮吒薩嚩曩引藝於倪反引弊耶二合泮吒薩嚩藥", "155": "乞曬二合引弊耶二合泮吒薩嚩羅引乞剎二合細", "156": "引弊耶二合泮吒薩嚩誐嚕禰引弊耶二合泮吒", "157": "薩嚩巘闥吠引弊耶二合泮吒薩嚩阿素㘑引弊", "158": "耶二合泮吒薩嚩緊娜㘑引弊耶二合泮吒薩嚩", "159": "麼護引羅藝引弊耶二合泮吒薩嚩步引帝引弊", "16": "合帝糝藐糝母馱引耶曩謨婆誐嚩帝偝殺上", "160": "耶二合泮吒薩嚩比舍引制引弊耶二合泮吒", "161": "薩嚩弓去盤引嬭引弊耶二合泮吒薩嚩布引單", "162": "儞引弊耶二合泮吒薩嚩揭吒布引單儞引弊耶", "163": "二合泮吒薩嚩訥楞祇帝引弊耶二合泮吒薩嚩", "164": "努瑟鉢𡅏二合乞史二合帝引弊耶二合泮吒薩", "165": "嚩入嚩二合㘑引弊耶二合泮吒薩嚩阿跛娑麼", "166": "二合引㘑引弊耶二合泮吒薩嚩失囉二合麼儞引", "167": "弊耶二合泮吒薩嚩底引㗚體二合聽以反鷄引弊", "168": "耶二合泮吒薩嚩溫莽引禰引弊耶二合泮吒薩", "169": "嚩尾儞也二合引遮引唎曳二合引弊耶二合泮吒惹", "17": "爾耶二合虞嚕吠女去引󰷇耶二合鉢囉二合婆", "170": "耶迦囉末度迦囉薩嚩引㗚他二合娑引馱鷄引", "171": "瓢引尾儞也二合引遮引唎曳二合引弊耶二合泮吒", "172": "者咄囉二合薄㘈儞引弊耶二合泮吒嚩日囉二", "173": "合矯引莽引哩俱蘭上馱唎引尾儞也二合引囉誓", "174": "而濟反引弊耶二合泮吒摩訶引鉢囉二合底孕二合㘈", "175": "曬引弊耶二合泮吒嚩日囉二合引商迦攞引耶鉢", "176": "囉二合底孕二合㘈囉邏引惹耶泮吒摩訶引迦", "177": "攞引耶忙底哩二合誐拏曩麼塞訖哩三合跢引", "178": "耶泮吒印娜囉二合耶泮吒沒囉二合引訶弭二合", "179": "儞曳引泮吒嚕娜囉二合引耶泮吒尾引瑟拏二合", "18": "𡆗引惹耶怛他誐跢耶阿囉訶二合帝糝藐糝", "180": "尾曳引泮吒尾瑟嬭二合尾曳引泮吒物囉二合", "181": "訶彌二合曳引泮吒阿引㘈儞二合曳引泮吒魔", "182": "訶引迦引里曳泮吒嘮去引涅哩二合引曳引泮吒", "183": "迦引羅難引馳引曳引泮吒愛涅哩二合引曳引泮", "184": "吒忙引底唎二合曳引泮吒遮引悶膩引曳引泮", "185": "吒迦引攞囉引底哩二合曳引泮吒迦引跛引里", "186": "曳引泮吒阿地目訖德二合迦上捨麼二合舍引", "187": "曩嚩引悉儞引曳引泮吒曳引髻引質哆娑怛嚩", "188": "二合引麼麼", "189": "訥瑟吒二合質跢引播引跛質跢引嘮引娜囉二合", "19": "母馱引耶曩謨婆誐嚩帝糝補澁比二合引跢引", "190": "質哆引尾儞吠二合引沙質跢引阿昧引怛囉二合", "191": "質哆引嗚哆跛二合引娜演底枳引羅演底曼怛", "192": "囉二合演底惹引半底粗罕底鳴引惹引訶引囉", "193": "引孽婆訶引囉引嚕地囉引訶引囉引芒上引娑引", "194": "訶引囉咩引娜引訶引囉末惹訶引囉引嚩娑引", "195": "訶引囉引惹跢引訶引囉爾引尾跢引訶囉引末", "196": "略里也反引訶引囉引嚩略引訶引囉引巘馱引訶囉", "197": "引補瑟波二合訶囉引頗攞引訶引囉引薩寫引", "198": "訶引囉引播引跛質跢引努瑟吒二合質跢引泥", "199": "嚩孽囉二合訶引曩引誐孽囉二合訶引藥乞叉", "2": "陀羅尼", "20": "娑引󰷈娜囉二合𡆗引惹引耶怛他引誐跢耶阿", "200": "二合孽囉二合訶引囉引乞剎二合娑𦽆囉二合訶", "201": "引阿素囉孽囉二合訶引𦽆嚕拏𦽆囉二合訶引", "202": "緊娜囉引𦽆囉二合訶麼護引囉誐𦽆囉二合訶", "203": "引畢囇二合多𦽆囉二合訶引比舍引者𦽆囉二合", "204": "訶引部引多𦽆囉二合訶引布單曩𦽆囉二合訶", "205": "引迦上吒布引單曩𦽆囉二合訶引鳩去盤引拏", "206": "𦽆囉二合訶引塞建二合拏𦽆囉二合訶引嗢莽引", "207": "娜𦽆囉二合訶車去引耶引𦽆囉二合訶引阿跛", "208": "娑莽二合囉引孽囉二合訶引拏去引迦拏去枳儞", "209": "引孽囉二合訶引囇引嚩底孽囉二合訶引惹引弭", "21": "囉訶二合帝糝藐糝母馱引耶曩謨婆誐嚩帝", "210": "迦上引孽囉二合訶引鑠俱儞孽囉二合訶引難上", "211": "儞迦孽囉二合訶引藍尾迦孽囉二合訶引建上", "212": "吒播引抳孽囉二合訶引入嚩二合囉翳迦引𠰘", "213": "迦引儞𠯈二合引底也迦引底㘑二合引底也迦引者", "214": "引咄他上迦引儞底耶二合入嚩二合囉引尾沙", "215": "摩入嚩二合囉引嚩引底迦引背引底迦引始㘑", "216": "二合引參彌二合迦引散儞跛底迦引薩嚩入嚩二", "217": "合囉引始嚕引㗚底二合阿上囉馱二合嚩䏶引馱", "218": "迦阿嚧引者迦上阿乞史二合嚧引儼目佉嚧引", "219": "儼喝唎二合訥嚧去儼羯囉拏二合輸藍難上多", "22": "舍引枳也二合牟曩曳怛他誐哆耶阿囉訶二合", "220": "輸藍訖哩二合娜耶輸藍末轉聲麼輸藍播引囉", "221": "尸嚩二合輸藍鉢哩二合瑟咤二合輸藍嗚娜囉", "222": "輸藍迦智纈里反輸藍嚩無橙反娑底二合輸藍嗚引", "223": "嚧引輸藍穰上伽輸藍賀娑多二合輸藍播引娜", "224": "輸藍薩罔引誐鉢囉二合底孕二合誐輸藍步引", "225": "哆吠引跢引拏拏引迦拏枳儞引入嚩二合囉", "226": "娜訥嚧二合建紉去引枳智准上婆魯引哆吠引", "227": "薩跛魯去引訶陵上誐輸引沙怛囉二合引娑上誐", "228": "囉尾灑瑜引誐阿㘈儞二合嗚娜迦末囉吠引囉", "229": "建去引跢囉阿迦引羅沒哩二合底庾二合帝囇", "23": "帝糝藐糝母馱引耶曩謨婆誐嚩帝囉哆曩二", "230": "二合目迦帝㘑二合引攞引吒迦沒哩二合始止二合", "231": "迦薩跛曩俱羅思孕二合引賀尾也二合引伽囉二合", "232": "哩乞沙二合哆囉哩乞沙二合遮末囉爾引尾鞞", "233": "帝引衫引薩吠引衫引悉跢上引多鉢怛囉二合", "234": "摩訶引嚩日嚕二合引嗚瑟膩二合引衫摩訶引鉢囉", "235": "二合底孕二合㘈藍夜引嚩娜嚩二合引娜捨瑜引", "236": "惹曩引便多囇引拏衫去引莽引滿鄧迦上嚕上引", "237": "弭儞泥以反捨引滿鄧迦上嚕引弭跛囉尾儞也二合", "238": "引滿鄧伽上嚕引弭帝引殊祖嚕反滿鄧迦上嚕弭", "239": "賀娑哆二合滿鄧迦上嚕引弭播引娜滿鄧迦嚕", "24": "合俱蘇麼鷄都𡆗引惹引耶怛他誐跢耶阿囉", "240": "弭薩罔引誐鉢囉二合底孕二合誐滿鄧迦上嚕", "241": "引弭怛儞也二合他引唵阿曩囇引阿曩引囇尾", "242": "舍娜尾舍娜滿馱滿馱滿引馱儞滿馱儞吠引", "243": "囉嚩日囉二合播引抳泮吒吽引𢻵啉二合引泮吒", "244": "娑嚩二合引訶曩謨引娑哆二合他引誐跢引耶蘇", "245": "誐跢引耶囉訶二合帝引三去藐三去沒馱引耶", "246": "悉殿覩曼怛囉二合跛娜引娑嚩二合引訶", "247": "大唐青龍寺內供奉沙門曇貞修建真言碑本。", "248": "元祿十六年二月六日以淨嚴和上之本再", "249": "校了　　　　　　　　　　　尊　教", "25": "訶二合帝糝藐糝母馱引耶曩謨引婆誐嚩帝怛", "26": "他引誐跢俱羅耶曩謨婆誐嚩帝鉢娜麼二合", "27": "俱羅耶曩謨婆誐嚩帝嚩日囉俱羅耶曩謨婆", "28": "誐嚩帝麼抳俱羅耶曩謨婆誐嚩帝孽惹俱羅", "29": "耶曩謨泥嚩唎史喃曩謨悉馱引尾儞也二合反", "3": "大興善寺三藏沙門不空奉　詔譯", "30": "馱囉引喃曩謨悉馱引尾儞也二合反馱囉唎史喃", "31": "舍引播努孽囉二合訶娑上末囉他二合喃曩謨", "32": "沒囉二合訶麼二合抳曩謨印捺囉二合耶曩謨", "33": "婆誐嚩帝嚕捺囉二合耶鳴莽引鉢底娑上醯夜", "34": "耶曩謨曩引囉引延拏引耶𠸪乞參二合彌娑上", "35": "醯夜耶半遮摩訶母捺囉二合曩麼塞訖哩三合", "36": "哆引耶曩謨摩訶迦引羅耶底哩二合補囉曩誐", "37": "囉尾捺囉二合跛拏迦引羅引耶阿地目得迦捨", "38": "麼二合捨引曩嚩悉儞摩底哩二合誐拏曩謨塞", "39": "訖哩三合跢引耶翳瓢引曩謨塞訖哩三合跢嚩", "4": "曩莫薩嚩母馱󰂛引地薩哆𠯈二合引毘藥二合曩", "40": "二合引伊󰹢婆誐嚩跢娑跢二合他誐覩引瑟膩二合", "41": "引衫悉嚲跢鉢哆㘕二合曩莽引跛囉爾跢鉢", "42": "囉二合底孕二合祗囕二合薩嚩泥嚩曩麼塞訖", "43": "哩三合擔薩嚩泥吠毘藥二合布引爾擔薩嚩泥", "44": "吠尸奢二合跛哩播引里擔薩嚩部哆誐囉二合", "45": "訶儞誐囉二合訶迦唎炎二合跛囉尾儞也二合反", "46": "砌娜曩迦唎炎二合訥難上哆喃引薩哆嚩二合", "47": "喃娜麼劍訥瑟吒二合喃儞嚩囉抳炎二合阿迦", "48": "引羅沒哩二合底庾二合鉢囉二合奢麼曩迦哩", "49": "炎二合薩嚩滿馱曩目去引訖刃二合曩迦唎炎", "5": "謨颯跢引喃糝藐糝母馱俱引胝喃娑室囉二合", "50": "二合薩嚩努瑟吒二合訥塞嚩二合般曩儞嚩引", "51": "囉抳炎二合引者覩囉施引底喃引孽囉二合訶娑", "52": "訶娑囉二合喃尾特奉二合娑曩迦唎炎二合阿", "53": "瑟吒二合尾孕二合捨底喃引諾訖剎二合多囉", "54": "二合引喃鉢囉二合娑引娜曩迦唎炎二合阿瑟吒", "55": "二合喃摩訶誐囉二合訶引喃尾特奉二合娑上", "56": "曩迦唎炎二合薩嚩捨咄嚕二合儞嚩引囉抳炎", "57": "二合虞㘕引努娑嚩二合鉢曩難引者曩捨儞炎", "58": "二合尾娑設娑上哆囉三合阿祇儞二合烏娜迦", "59": "烏哆囉二合抳炎二合阿跛囉爾跢引虞𡆗摩訶", "6": "引嚩迦僧伽喃曩謨引盧去引鷄阿囉罕二合跢", "60": "戰拏喃二合引摩訶蟄而指反引勃擔二合摩訶帝染二", "61": "合摩訶始吠二合擔入嚩二合攞摩訶末攞二合", "62": "室哩二合耶半拏囉嚩引徙儞炎引二合阿唎耶二", "63": "合跢引囉引毘唎二合俱知炎二合制嚩染嚩日囉", "64": "二合摩禮底尾輸嚕二合擔引鉢納麼二合加󰹢二", "65": "合嚩日囉二合爾賀嚩二合者莽攞制嚩跛囉引", "66": "爾跢引嚩日囉二合難膩尾舍邏引者扇跢引吠", "67": "泥訶布引爾跢燥咩嚕波摩訶始吠二合哆引阿", "68": "引唎耶二合跢引囉引摩訶末攞引阿跛囉嚩日", "69": "囉二合商迦囉制嚩嚩日囉二合矯摩唎俱蘭上", "7": "引喃引曩謨素嚕二合哆半曩引喃曩謨塞訖唎", "70": "馱唎引嚩日囉二合訶娑哆二合者摩訶引尾儞", "71": "也二合引怛他建者曩麼理迦俱蘇唵二合婆囉", "72": "哆曩制嚩吠嚧引者曩俱娜引囉菟二合瑟膩二", "73": "合娑引尾𧂐𡄦二合波摩引拏引者嚩日囉二合", "74": "迦曩迦鉢囉二合波魯者囊嚩日囉二合頓膩", "75": "者始吠二合跢引者迦麼攞引訖叉二合捨施鉢", "76": "囉二合婆引伊底曳二合引帝母捺囉二合誐拏薩", "77": "吠𡀔訖刪二合俱囉挽二合覩麼麼寫唵引唎史", "78": "誐拏鉢囉二合捨娑哆二合怛他蘗姤瑟膩二合", "79": "沙吽引𢻵啉二合引染婆曩吽𢻵啉二合娑擔二合", "8": "三合跢引誐弭喃曩謨阿曩引誐弭喃曩謨路計", "80": "婆曩吽𢻵啉二合冒引訶曩吽𢻵啉二合摩他上", "81": "引曩吽𢻵啉二合跛囉尾儞也二合糝薄訖叉二", "82": "合拏迦上囉吽引𢻵啉二合薩嚩訥瑟吒二合喃", "83": "娑擔二合婆曩迦上囉吽𢻵啉二合薩嚩藥叉𡆗", "84": "引剎娑上誐囉二合訶引喃尾特奉二合娑曩迦", "85": "上囉吽𢻵啉二合者咄囉施引底引喃孽囉二合", "86": "訶娑訶娑囉二合喃引尾囊引捨曩迦囉吽𢻵啉", "87": "二合阿瑟吒二合尾孕二合設引底引喃引諾訖叉", "88": "二合怛囉二合引喃鉢囉二合娑娜曩迦上囉吽𢻵", "89": "啉二合引阿瑟吒二合喃摩訶誐囉二合訶引喃引", "9": "糝藐誐跢喃糝藐鉢囉二合底丁以反半曩喃曩謨", "90": "尾特奉二合娑曩迦囉𠸪乞叉二合𠸪乞叉二合", "91": "󰹢婆誐鑁娑哆二合他誐妬瑟膩二合灑摩訶引", "92": "鉢囉二合底孕二合引㘈囇二合摩訶引娑訶娑囉二", "93": "合部逝娑訶娑囉二合尸哩曬二合俱胝引捨哆", "94": "娑訶娑囉二合儜引帝㘑二合阿便儞也二合入", "95": "嚩二合理哆曩吒曩迦上摩訶嚩日𡀔二合引娜引", "96": "囉底哩二合步嚩曩漫拏羅唵引娑嚩二合悉底", "97": "羅婆二合嚩覩麼麼囉引惹婆耶主囉婆耶阿", "98": "㘈儞二合婆耶鳴娜迦婆耶尾沙婆耶捨娑上", "99": "哆囉三合婆耶跛囉斫訖囉二合婆耶訥擗重聲"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0944A 大佛頂如來放光悉怛多鉢怛囉陀羅尼", "author": "唐 不空譯", "sourceLink": "http://www.cbeta.org/"}