{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0846 外道問聖大乘法無我義經: 外道問聖大乘法無我義經: 外道問聖大乘無我義經", "text": {"0": "No. 846", "1": "外道問聖大乘法無我義經", "10": "斷。", "11": "「如來所言身與本性，有無云何？」佛言：「外道！諦", "12": "聽諦受，當為汝說。」", "13": "佛言：「身與本性，體本空故，說或有或無，斯成", "14": "二法；言是有者，斯更虛妄。」佛言：「當觀全身，", "15": "髮甲皮毛、兩手雙足，至於脂、筋、脾、腸、骨髓等", "16": "事，周遍內外，不見本性。」外道言：「大丈夫！若彼", "17": "不見本性，以我肉眼云何能見？或以天眼而", "18": "能見乎？」佛言：「天眼見彼，無色、無相、無住，此見", "19": "非見。」外道言：「若如是說，大聖妄語。若彼非", "2": "西天譯經三藏朝散大夫", "20": "者，云何現見有此啼笑、嬉戲、瞋怒、憎愛、兩舌", "21": "等事？以如是故，何得說無？又說或有或無，斯", "22": "成二義？」又言：「大丈夫！若彼有無不得說者，云", "23": "何說言：『彼有所著，彼無所著？』」又言：「空者當何", "24": "所如？」佛言：「如是如是。空非所如，體不可得", "25": "故。」外道言：「若此者，笑哭、嬉戲、瞋怒、憎愛、兩舌", "26": "等事，當何所見？」佛言：「如夢、如幻、如化、如影像", "27": "相。」外道言：「云何夢相？云何幻化相？云何影像", "28": "相？」佛言：「幻化非相，空非執持，夢本體空。如", "29": "陽焰故，影像無色，虛假不實。如是所見乃至", "3": "試鴻臚少卿傳教大師臣", "30": "一切事，皆如幻如化、如夢如影，當如是見。", "31": "「復次有二種見，莊嚴真如。彼莊嚴者，此即名", "32": "我，此即名他。是名人、補特伽羅，名人世間思", "33": "惟。至於資財、男女、兄弟、妻妾等名，心所思惟", "34": "莊嚴。彼如是法，無自無他、無人無命、無補特", "35": "伽羅、無有情、無世間、無見者、無資財、無男", "36": "女、無朋友、無妻妾等。彼一切事不見自性，云", "37": "何彼出世間，莊嚴果報，善惡生滅？彼真如莊", "38": "嚴果報，無善無惡，不生不滅，無煩惱、無快樂，", "39": "而彼諸法各各如是！「又彼世間及出世間二", "4": "法天奉　詔譯", "40": "種莊嚴，令諸有情因莊嚴故，而生煩惱處於", "41": "輪迴，久久展轉不知真如。彼知法者思惟莊", "42": "嚴，疑此苦受，彼苦受惡遠離解脫而不見道，", "43": "愚癡有情以迷執故，輪轉生死墮於惡趣，行", "44": "世間法不見真如盡彼輪迴，由如織網用線", "45": "展轉復去復來。「又如日月二種行往，晝夜隱", "46": "顯出沒世間，諸行無常不久破壞，輪轉生死", "47": "來往亦然，而真如體離莊嚴句。「又彼天人、乾", "48": "闥婆等及彼女等，住於天上，以彼莊嚴果", "49": "報，墮一切有；復有持明成就夜叉、緊那羅、摩", "5": "如是我聞：一時佛在大眾中，爾時外道有疑", "50": "睺羅伽，彼以一切莊嚴果報，復墮地獄惡精", "51": "進天，以彼神通而作功德，以彼一切莊嚴果", "52": "報，或墮彼天。「又若帝釋及轉輪王，具最上德", "53": "及最上句，以彼一切莊嚴果報復生。傍生智", "54": "者於一切時，宜應遠離天上最上大樂，恒觀", "55": "菩提之心，靈明廓澈，無自性、無罣礙亦無", "56": "所住，一切皆空，亦復遠離一切戲論。「外道！菩", "57": "提心相，不硬不軟、不熱不冷、無觸無執；又菩", "58": "提心相，非長非短，不圓不方、不肥不瘦；又菩", "59": "提心相，不白不黑、不赤不黃，非色非相。彼菩", "6": "欲決，迷大乘行，來至佛所稽首恭重，合十指", "60": "提心，不作相非顯耀，無性無纏縛，由如虛空", "61": "而無色故，菩提心相而離觀察。外道！而汝不", "62": "知菩提心相與般若波羅蜜多而相應故；又", "63": "菩提心相，自性清淨，無物無喻，不可覩視，是", "64": "最上句；又菩提心相，非諸物像，無相似者，如", "65": "水成漚，雖覩非有，如幻化如陽焰喻，如泥團", "66": "作諸坯器，眾名雖具咸成戲論。貪瞋癡等亦", "67": "幻化有，一味空故，如電之住剎那不見。觀彼", "68": "般若波羅蜜多，及作諸善，亦復如是！至於談", "69": "笑嬉戲，歌舞歡樂，飲食愛欲，一切如夢。有情", "7": "掌問無我義：「大丈夫是一切智，常說此身無", "70": "諸行畢竟體空，心喻虛空，疑當何立行般若", "71": "行？恒若此觀了一切性，自然解脫，得最上句。", "72": "諸佛所說，無上菩提由斯生出，當作是觀。作", "73": "此觀者得最上涅槃，乃至往昔造作諸過，咸", "74": "悉除滅生無量德，而於此生不染諸過，專精", "75": "觀行決定成就。若與真如不相應者，應念非", "76": "真如呪及金剛鈴真如無生印，而起真如相", "77": "應之行，決定圓滿如上功德。」", "78": "爾時外道聞是語已審諦觀察，而彼疑綱皆", "79": "悉除斷，作是觀已獲住大乘，瞻奉歡喜，作禮", "8": "我。若身無我，本性亦無，云何說有哀啼、戲笑、", "80": "而退。", "81": "外道問聖大乘無我義經", "9": "憎愛、兩舌等事？當何所生？是我所疑。願賜除"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0846 外道問聖大乘法無我義經: 外道問聖大乘法無我義經: 外道問聖大乘無我義經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}