{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0272 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經", "text": {"0": "8 如來無過功德品之三", "1": "大薩遮尼乾子所說經卷第九", "10": "諸法。』如實說者，無有是處。何以故？沙門瞿曇", "100": "門瞿曇所有身業隨智行故。一切口業智為", "101": "本智展轉名不共法。何以故？沙門瞿曇所有", "102": "口業隨智行故。一切意業智為本智展轉名", "103": "不共法。何以故？沙門瞿曇所有意業隨智行", "104": "故。知過去世無障無礙名不共法。何以故？", "105": "沙門瞿曇具宿命明故。知未來世無障無礙", "106": "名不共法。何以故？沙門瞿曇得天眼明故。知", "107": "現在世無障無礙名不共法。何以故？沙門", "108": "瞿曇得漏盡明故。無見頂者名不共法。何以", "109": "故？沙門瞿曇無邊身故。無能勝者名不共法。", "11": "悉能覺知一切諸法，是故名為平等正覺。所", "110": "何以故？沙門瞿曇過諸天人、聲聞、辟支佛故。", "111": "眾生各各見在己前名不共法。何以故？沙門", "112": "瞿曇身不可思議故。所有言說聞者生善名", "113": "不共法。何以故？沙門瞿曇成就一切諸功德", "114": "故。說法之音隨受者聞名不共法。何以故？沙", "115": "門瞿曇善知餘者聞無益故。出言清淨名不", "116": "共法。何以故？沙門瞿曇口常不說非義語故。", "117": "出口所說麁言、軟語聞者歡喜名不共法。何", "118": "以故？沙門瞿曇其心平等離怨親故。所說", "119": "言音聞者無厭名不共法。何以故？沙門瞿曇", "12": "謂凡夫法、聖人法、聲聞法、緣覺法、佛法、菩薩", "120": "說微妙故。處眾無畏名不共法。何以故？沙門", "121": "瞿曇清淨一切諸智障故。於眾言說不生怯", "122": "弱名不共法。何以故？沙門瞿曇畢竟成就", "123": "四無畏故。隨意言說名不共法。何以故？沙門", "124": "瞿曇善知一切眾生心故。弟子寂靜名不共", "125": "法。何以故？沙門瞿曇所有徒眾隨順受教故。", "126": "見者離惱、除諸不善名不共法。何以故？沙門", "127": "瞿曇常願其身如藥樹王故。觀者無厭名不", "128": "共法。何以故？沙門瞿曇能令見者覺一切法", "129": "故。動身迴顧如大象王名不共法。何以故？沙", "13": "法、學法、無學法、世間法、出世間法、善法、不善", "130": "門瞿曇視如龍王威儀清淨故。在於四眾能", "131": "師子吼名不共法。何以故？沙門瞿曇具足十", "132": "力善決眾疑故。常受上供名不共法。何以故？", "133": "沙門瞿曇無上福田故。功德無盡名不共法。", "134": "何以故？沙門瞿曇所修諸行不求果報故。一", "135": "切天、人、魔王、梵眾無能壞者名不共法。何以", "136": "故？一一節中有那羅延力故。所記之事無有", "137": "虛謬名不共法。何以故？善知一切諸根使故。", "138": "知一切行名不共法。何以故？沙門瞿曇覺一", "139": "切法故。所有智慧無有疑濁名不共法。何", "14": "法、有漏法、無漏法、有為法、無為法，覺如是法，", "140": "以故？沙門瞿曇善知三世智清淨故。煩惱習", "141": "盡名不共法。何以故？沙門瞿曇善能清淨煩", "142": "惱因故。於諸世間天、人、魔、梵、沙門、婆羅門眾", "143": "中而為師首名不共法。何以故？沙門瞿曇", "144": "通達一切諸法相故。所得法身名不共法。何", "145": "以故？沙門瞿曇壽命無盡故。見聞親近得大", "146": "利益名不共法。何以故？沙門瞿曇成就善法", "147": "三業不空故。出身血者犯於逆罪名不共法。", "148": "何以故？沙門瞿曇成就無上勝善根故。大王", "149": "當知！沙門瞿曇畢竟成就如是不共法，是故", "15": "故名正覺。言平等者，見空平等，法真實故；無", "150": "我言，無有過失。」而說偈言：", "151": "「瞿曇無過失，亦無一切習，", "152": "諸念皆清淨，是智者無過。", "153": "一切無異相，而心不忘失，", "154": "捨心非無作，諸欲皆不減。", "155": "精進無懈怠，有念不曾忘，", "156": "慧解脫不退，正見無失減。", "157": "智慧不可動，身口業亦爾，", "158": "以智為根本，如是常展轉。", "159": "常智無過失，過去世亦爾，", "16": "相平等，壞諸相故；無願平等，不著三界故；不", "160": "未來及現在，諸處無障礙。", "161": "瞿曇是智者，如是諸功德，", "162": "更有餘勝法，地主不可數。」", "163": "王言：「大師！如來成就如是功德莊嚴之身，為", "164": "是常也？為無常也？如是功德，為有盡也？為無", "165": "盡也？」答言：「大王！沙門瞿曇住是功德，盡生死", "166": "際，最後邊身，是常住身，非無常也。大王當", "167": "知！勿觀瞿曇同無常也。」王言：「大師！如是常身", "168": "當云何觀？」答言：「大王！如自觀己法性之身，觀", "169": "於瞿曇法身亦爾。是身為色，不可如色見故；", "17": "生平等，無生性故；無行平等，無行性故；無出", "170": "是身為心，不可如心知故；是身為炬，性不闇", "171": "故；是身勇健，降眾惡故；是身為力，無降伏", "172": "故；是身無違，性平等故；是身為空，離見聞", "173": "故；是身無相，離覺觀故；是身無願，出三界", "174": "故；是身一相，無異相故；是身如虛空，無相似", "175": "故；是身非生，從緣生故；是身非滅，本不生", "176": "故；是身非住，非三世故；是身非方，不離方", "177": "故；是身非眾生，不離一切眾生故。大王當", "178": "知！如是觀者，名觀常身，名見法身。大王當知！", "179": "如是觀者，名為正觀。若他觀者，名為邪觀。」", "18": "平等，無出性故；無至處平等，無至處性故；真", "180": "王言：「大師！云何非生而從緣生？」「大王當知！法", "181": "身非生，從緣生故。」王言：「大師！云何從緣生？」", "182": "「大王當知！從緣生者，從無量功德智慧生、", "183": "從戒生、從定生、從慧生、從解脫生、從解脫", "184": "知見生、從慈悲喜捨生、從布施生、從持戒", "185": "生、從忍辱生、從精進生、從禪定生、從智慧", "186": "生、從解脫三昧生、從諸方便波羅蜜生、從六", "187": "通生、從三明生、從四無礙生、從十力四無所", "188": "畏十八不共法生、從斷一切不善法集一切", "189": "善法生、從實慧生、從不放逸生。大王當知！", "19": "實平等，無三世故；解脫平等，無無明性故；涅", "190": "從如是無量清淨功德法生。瞿曇身功德無", "191": "盡故，法身無盡。」王言：「大師！生法有盡，云何有", "192": "生而無有盡？」答言：「大王！本不生故，而無有", "193": "盡。」王言：「大師！何者本不生故？」答言：「大王！法", "194": "身非生，以本有故，以緣生故，名之為生。」王言：", "195": "「大師！如是緣者，無量無邊。若欲行者，以何為", "196": "本？從何為始？」答言：「大王！一切功德助道之行，", "197": "舉要言之，以戒為本，持戒為始。若不持戒，", "198": "乃至不得疥野干身，何況當得功德之身？大", "199": "王當知！以戒淨故，不斷佛種，成等正覺；不", "2": "元魏天竺三藏菩提留支譯", "20": "槃平等，無生死性故。是故沙門瞿曇悉能覺", "200": "斷法種，分別法性；不斷僧種，修無為道。以", "201": "持淨戒相續不斷故，功德無盡。」王言：「大師！一", "202": "切戒善皆無有盡？亦有盡也？」答言：「大王！非一", "203": "切盡，亦非不盡。何以故？相續斷故有盡，不斷", "204": "故無盡。」王言：「大師！何者相續斷？何者相續不", "205": "斷？」答言：「大王！淨戒相續，不中斷故，功德無", "206": "盡。何以故？凡夫戒者，在所受生，斷故有盡；人", "207": "中十善所得果報，斷故有盡；欲界諸天福報", "208": "功德，斷故有盡；色界諸天禪無量心，斷故有", "209": "盡；無色諸天取入諸定，斷故有盡；一切聲聞", "21": "知一切諸法，至無畏處。以大悲心在大眾中，", "210": "學、無學戒，入涅槃際，斷故有盡；辟支佛戒無", "211": "大悲心，斷故有盡。諸菩薩戒到於菩提，成大", "212": "悲故，功德無盡。何以故？於是戒中，出生一切", "213": "凡夫、二乘所有諸戒，如種無盡故，果亦無盡，", "214": "是故菩提種不可盡。」王言：「大師！如此法身，當", "215": "依何法作如是觀？」答言：「大王！當依一切眾生", "216": "煩惱身觀，當依貪欲、瞋恚、愚癡眾生中觀，當", "217": "依四顛倒見眾生中觀，當依陰、界、諸入中觀，", "218": "當依地獄、畜生、餓鬼乃至阿修羅等諸身中", "219": "觀。何以故？此身即是如來藏故。大王當知！一", "22": "作師子吼，轉梵法輪。一切世間天、人、魔、梵、沙", "220": "切煩惱諸垢藏中，有如來性湛然滿足，如石", "221": "中金、如木中火、如地下水、如乳中酪、如麻中", "222": "油、如子中牙、如藏中寶、如摸中像、如孕中", "223": "胎、如雲中日，是故我言：『煩惱身中有如來藏。』」", "224": "爾時薩遮尼乾子重說偈言：", "225": "「瞿曇法性身，妙色常湛然，", "226": "清淨常寂滅，其相如虛空。", "227": "如是法性身，眾生等無差，", "228": "此境界甚深，二乘不能知。」", "229": "爾時嚴熾王聞大薩遮尼乾子說於如來不", "23": "門、婆羅門未曾有能如法轉者，是名一切智", "230": "可思議功德法身，生歡喜心、生踊悅心、生", "231": "踊躍心、生無量歡喜心、生無量信敬心、生無", "232": "量愛念心、生無量慶悅心。於大薩遮尼乾子", "233": "所，復生不可思議者心，生不可量者心、生可", "234": "尊者心、生可尊重者心、生可恭敬者心、生善", "235": "知菩提道者心、生一切智者心、生到彼岸者", "236": "心、生寤寐者心、生與念者心、生住不可思議", "237": "解脫菩薩心。生如是等不可思議種種心已，", "238": "以價直百千萬阿僧祇瓔珞及不可量上價", "239": "妙衣，持用奉施薩遮尼乾子，復作是言：「善哉，", "24": "無畏。「大王當知！漏盡無畏者，沙門瞿曇諸漏", "240": "善哉！薩遮大師！能說如是勝大方便巧妙法", "241": "門。」復作是言：「薩遮大師！師所說法，善巧隨順", "242": "一切智智，此法能到一切智地；師所說法，能", "243": "度一切諸世間流；師所說法，能洗一切諸煩", "244": "惱垢；師所說法，能破一切諸嫉妬門；師所說", "245": "法，能拔一切諸惡道苦；師所說法，能善方便", "246": "壞散一切大憍慢山；師所說法，悉能乾竭一", "247": "切世間愛欲大海；師所說法，能照一切無智", "248": "稠林；師所說法，能不失時不失受時。」爾時薩", "249": "遮尼乾子告嚴熾王言：「如是，如是！大王！諸菩", "25": "已盡，是故唱言：『我漏已盡。』若諸世間天、人、魔、", "250": "薩摩訶薩無有威儀不化眾生，無有一法不", "251": "能隨順大乘法門，無有一法不能到於一切", "252": "智地，無有一法不能斷於一切煩惱，無有一", "253": "法不示世間一切過失，無有一法不示涅槃", "254": "無上功德，無有一法不示菩薩無上勝行。大", "255": "王當知！諸菩薩摩訶薩所行一切行皆為自", "256": "利，亦為他利，彼二俱利。」薩遮尼乾子說此法", "257": "門時，嚴熾王得大堅固不退轉菩提之心，王", "258": "十六子所得名為歡喜踊躍境界信心，八千", "259": "天子得名觀佛莊嚴三昧。時嚴熾王所有眷", "26": "梵、沙門、婆羅門作如是言：『沙門瞿曇諸漏未", "260": "屬及大薩遮尼乾子諸眷屬等十三千人發", "261": "阿耨多羅三藐三菩提心。彼諸眾生各各脫", "262": "身所著上衣，持用奉施薩遮尼乾子，而作是", "263": "言：「我今善得無上大利，以我得見薩遮善", "264": "男子故，得聞說此一切智慧勝妙法門。」", "265": "9 詣如來品大薩遮尼乾子所說經詣如來品第九", "266": "爾時嚴熾王及諸眷屬作是言：「薩遮善男子！", "267": "師今應往詣如來所見佛、世尊，禮拜如來、供", "268": "養如來。何以故？今佛世尊在我園中，為諸", "269": "大眾說微妙法。」薩遮尼乾子言：「善哉，大王！欲", "27": "盡。』如實說者，無有是處。何以故？沙門瞿曇諸", "270": "見如來今正是時，可共國內城邑小王、諸聚", "271": "落主、大臣王子、長者居士及王夫人、後宮", "272": "婇女并王大力臣如是等眾，一時同心俱", "273": "往佛所。」爾時嚴熾王勅令國內一切城邑乃", "274": "至聚落主等，各將所領及家眷屬，悉共莊嚴，", "275": "俱詣佛所；若其不往如來所者，當斷其命。爾", "276": "時國內所有一切善男子、善女人及童男、童女", "277": "等聞王教令，欲與薩遮大師俱往佛所親覲", "278": "供養，心生歡喜，各各莊嚴綵飾綺妙，備諸一", "279": "切種種香華、塗香、末香、華鬘、幡蓋，執諸種種", "28": "漏已盡，於欲漏、有漏、無明漏、見漏，心得解脫，", "280": "一切伎樂，出欝闍延城，在於大路待嚴熾王。", "281": "爾時嚴熾王駕七寶繩交絡輦輿，以諸無量", "282": "金瓶、銀瓶插種種華俠在兩廂。王興大", "283": "力，現大王勢，作大王神通，作大王奮迅，象馬", "284": "車步，作大王戲樂，竪諸種種幢幡、華蓋，打八", "285": "千種諸妙聲鼓，種種歌舞，與大薩遮尼乾子、", "286": "大臣、王子，與王大力夫人、宮人及諸小王、長", "287": "者、居士乃至守門、守宮人等九萬八千萬人", "288": "前後圍繞，俱往園中詣如來所。到佛所已，頂", "289": "禮佛足，繞佛三匝。薩遮尼乾子與諸眷屬頂", "29": "諸習氣滅。是故沙門瞿曇諸漏已盡至無畏", "290": "禮佛足，繞佛無量百千匝已，却坐一面，一心", "291": "合掌，觀佛不捨，默然而住。", "292": "10 說法品之一大薩遮尼乾子所說經說法品第十之一", "293": "爾時慧命舍利弗見大薩遮尼乾子在佛前", "294": "坐，一心合掌，觀佛不捨，默然而住，作是思", "295": "惟：「此薩遮尼乾子為何事故來詣佛所？」作是", "296": "念已，語大薩遮尼乾子言：「汝為何事來詣佛", "297": "所？為見佛也？為聞法乎？」爾時薩遮尼乾子語", "298": "慧命舍利弗言：「大德舍利弗！我今來詣佛世", "299": "尊所，不為見佛，不為聞法。大德舍利弗！我", "3": "之四如來無過功德品第八之四", "30": "處，在大眾中作師子吼，轉梵法輪。一切世間", "300": "今不為一切法故來詣佛所。何以故？大德舍", "301": "利弗！非見色故，名見如來；非見受、想、行、識", "302": "故，名見如來；非見地性故，名見如來；非見", "303": "水性、火性、風性故，名見如來；非見我故，名", "304": "見如來；非見眾生故，名見如來；非見壽命", "305": "故，名見如來；非見人故，名見如來；非見作", "306": "者故，名見如來；非見我所故，名見如來；非", "307": "見所見事故，名見如來；非見相故，名見如", "308": "來；非見無相故，名見如來。何以故？大德舍", "309": "利弗！不見一切相，名見如來；不執著見，名", "31": "天、人、魔、梵、沙門、婆羅門未曾有能如是轉者，", "310": "見如來；不見物故，名見如來；如實見故，名", "311": "見如來；見實際非際故，名見如來；厭眼厭色", "312": "故，名見如來；不見耳不聞聲故，名見如來；不", "313": "見鼻不嗅香故，名見如來；不見舌不知味故，", "314": "名見如來；不見身不見觸故，名見如來；不見", "315": "意法不分別意法故，名見如來。」舍利弗言：「薩", "316": "遮大德！若如是相見不見如來者，云何名見", "317": "佛、世尊也？」薩遮尼乾子答言：「大德舍利弗！非", "318": "見家故，名見如來；非見姓故，名見如來；非", "319": "相故，名見如來；非非相故，名見如來；非法故，", "32": "是名漏盡無畏。「大王當知！障道無畏者，沙門", "320": "名見如來；非非法故，名見如來；非實故，名見", "321": "如來；非非實故，名見如來；非觀故，名見如來；", "322": "非非觀故，名見如來；非念故，名見如來；非非", "323": "念故，名見如來；非分別故，名見如來；非非分", "324": "別故，名見如來；非有為故，名見如來；非無為", "325": "故，名見如來；非有物故，名見如來；非無物故，", "326": "名見如來；非和合故，名見如來；非別離故，名", "327": "見如來；非色故，名見如來；非受想行識故，名", "328": "見如來；非取故，名見如來；非不取故，名見如", "329": "來；非生故，名見如來；非不生故，名見如來。」爾", "33": "瞿曇知諸欲法能障聖道，是故說言：『欲能障", "330": "時慧命舍利弗語大薩遮尼乾子言：「薩遮大", "331": "德！若如是見，名見如來者。薩遮大德！云何而", "332": "見佛、世尊也？」薩遮尼乾子答言：「大德舍利弗！", "333": "我非見色見如來，亦不離色見如來，我不滅", "334": "壞色名見如來；如是非見受想行識，名見如", "335": "來，不離受想行識名見如來，我不滅壞受想", "336": "行識，名見如來；我不見如來世間所攝，亦不", "337": "見如來出世間攝；我不見如來為陰所攝，不", "338": "見如來為界所攝，不見如來為入所攝；我見", "339": "如來離諸一切音聲言語。我今如是見於如", "34": "道。』若諸世間天、人、魔、梵、沙門、婆羅門作如是", "340": "來，如是不見、非不見、不知不分別、不起不示、", "341": "不生不增長、不取不捨、不戲論、不作相、不作", "342": "非不作、不作物非不作物、不受不護、非作心", "343": "見、非自然見、非觀見、非不觀見、非可語見、", "344": "非不可語見。離一切言語、名字、章句、音聲，名", "345": "見如來。何以故？以不可如是相見故。大德舍", "346": "利弗！諸菩薩摩訶薩如是見佛，我亦如是見", "347": "於如來。」舍利弗言：「薩遮大德！若能如是見如", "348": "來者，如來說法，大德云何而得聞也？」答言：「大", "349": "德舍利弗！我若起法相、非法相，應聞如來所", "35": "言：『是諸欲法不能障道。』如實說者，無有是處。", "350": "說之法。何以故？大德舍利弗！諸菩薩摩訶薩", "351": "於諸一切名字、章句、言語之音，聞說法聲，而", "352": "不作心法相、非法相。何以故？以離一切諸法", "353": "相故。」舍利弗言：「薩遮大德！汝來佛所，非為", "354": "法來也？」答言：「大德舍利弗！我不為法、非不為", "355": "法，來詣佛所。何以故？大德舍利弗！夫為法", "356": "者，不為一切法名為為法。大德舍利弗！若有", "357": "人言為法來者，彼人不著此法，名為佛；不見", "358": "此法，名為法；不著生，名為僧。夫為法者，不為", "359": "知苦、不為離集、不為修道、不為證滅、不為過", "36": "何以故！沙門瞿曇如實覺知障道法故。障道", "360": "欲界、不為過色界、不為過無色界、不為得涅", "361": "槃。大德舍利弗！汝依此法，應知我今不為法", "362": "故，來詣佛所。」爾時慧命舍利弗告大薩遮尼", "363": "乾子言：「薩遮大德！今依何法作如是說？」答言：", "364": "「大德舍利弗！我今都不依於一法作如是說。", "365": "何以故？法界中無依，法界中依不可得，法界", "366": "中無依亦不可得。何以故？以不見二故。」舍利", "367": "弗言：「薩遮大德！汝今不依六道去來也？」答言：", "368": "「大德舍利弗！我若見彼六道相者，應有去來。", "369": "我若有生，亦應受生，有退應退，有去應去。", "37": "法者，謂十不善業能障聖道。沙門瞿曇！能如", "370": "大德舍利弗！一切法不動、不轉、不去、不退、不", "371": "生。」舍利弗言：「薩遮尼乾子！若如是者，如來何", "372": "故說言比丘汝生老死亦退亦生？」答言：「大德", "373": "舍利弗！如來依著六道眾生，作如是說，為欲", "374": "拔彼依止六道，是故如來作如是說。大德舍", "375": "利弗！於佛法中不去、不來、不退、不生。」舍利弗", "376": "言：「善哉，善哉！薩遮大德！如薩遮大德所說，是", "377": "大乘行者，知義知字者。」薩遮尼乾子言：「大德", "378": "舍利弗！汝知何者為義？何者為字？」舍利弗言：", "379": "「善男子！我不欲說，我欲聞說。大德當說何", "38": "實知至無畏處，在大眾中作師子吼，轉梵法", "380": "者為義？何者為字？」爾時薩遮尼乾子告舍利", "381": "弗言：「大德舍利弗！所言義者，名不可說；說", "382": "不可說，名之為字。所言義者，名不可語；說彼", "383": "語者，名之為字；所言義者，名不可名；說彼名", "384": "者，名之為字。所言義者，不可動、不可知、不", "385": "可戲論、不可分別、不可生、不可聚、非物非實、", "386": "無我非起、非可取、非可依，遠離一切依言語", "387": "名字。所言字者，思惟數稱量觀察令他解，名", "388": "之為字。所言義者，為義無礙。所言字者，名", "389": "法無礙、辭無礙、樂說無礙。大德舍利弗！是名", "39": "輪。一切世間天、人、魔、梵、沙門、婆羅門未曾有", "390": "略說義、略說字。」爾時世尊告薩遮尼乾子言：", "391": "「善哉，善哉！薩遮！快者善哉！若有善男子欲", "392": "說法者，應如是說！如汝所說，說此法門。」爾", "393": "時眾中，三千天子聞大薩遮尼乾子樂說辯", "394": "才得無生法忍，二十千眾生發阿耨多羅三", "395": "藐三菩提心。", "396": "大薩遮尼乾子所說經卷第九", "4": "「大王當知！沙門瞿曇畢竟成就四無所畏。」王", "40": "能如法轉者，是名說障道無畏。「大王當知！盡", "41": "苦道無畏者，沙門瞿曇說言：『修習聖道能盡", "42": "苦際，得無上解脫。』若諸世間天、人、魔、梵、沙門、婆", "43": "羅門作如是言：『修習聖道不能畢竟盡諸苦", "44": "際。』如實說者，無有是處。何以故？沙門瞿曇已", "45": "證無上解脫、盡諸苦故。云何名為真實聖道？", "46": "所謂一乘；復有二種，謂舍摩陀、毘婆舍那。復", "47": "有三種，謂空三昧，無相、無願三昧；復有七法，", "48": "謂四念處乃至八聖道。是名畢竟真實聖道。", "49": "畢竟道者，無增無減、無取無捨、無執無放、非", "5": "言：「大師！何者如來四無所畏？」答言：「大王！所謂", "50": "正非邪、非一非二，是名真實畢竟正道。沙門", "51": "瞿曇如實能知至無畏處，在大眾中作師子", "52": "吼，轉梵法輪。一切世間天、人、魔、梵、沙門、婆羅", "53": "門未曾有能如法轉者，是名盡苦道無畏。「大", "54": "王當知！沙門瞿曇畢竟成就如是四無畏智，", "55": "能師子吼，是故我言，無有過失。」而說偈言：", "56": "「瞿曇如師子，處眾無畏說，", "57": "世間無與等，何況有勝者。", "58": "瞿曇證諸法，如實不虛妄，", "59": "以是實見故，出師子王說。", "6": "一切智無畏、漏盡無畏、障道無畏、盡苦道", "60": "若有能說言，瞿曇說不正，", "61": "瞿曇不能見，無有如是處。", "62": "以不見相者，在於天人中，", "63": "自在師子吼，出妙無畏聲。", "64": "瞿曇漏已盡，已得無漏身，", "65": "過天人世間，是故言無等。", "66": "瞿曇為眾生，說諸障道法，", "67": "一切皆如實，故不虛妄說。", "68": "瞿曇說進取，自證如是說，", "69": "修行彼法者，無有諸障礙。", "7": "無畏。「大王當知！一切智無畏者，沙門瞿曇悉", "70": "瞿曇如是知，至勝無畏處，", "71": "得無畏妙樂，瞿曇安隱住。", "72": "轉梵正法輪，餘未曾轉彼，", "73": "世人不能轉，除兩足尊者。", "74": "「大王當知！沙門瞿曇畢竟成就不共之法。」王", "75": "言：「大師！何者如來不共之法？」答言：「大王！沙門", "76": "瞿曇不共法者，所謂：無有一切過名不共法。", "77": "何以故？沙門瞿曇身業無失故。無一切過", "78": "名不共法。何以故？沙門瞿曇口業無失故。無", "79": "一切妄名不共法。何以故？沙門瞿曇意業無", "8": "以覺知一切諸法。若諸世間天、人、魔、梵、沙門、", "80": "失故。無種種相名不共法。何以故？沙門瞿", "81": "曇若得供養不生高心、若得毀辱不生下心", "82": "故。無不定心名不共法。何以故？沙門瞿曇", "83": "若行、若住、若坐、若臥、若語、若默常在定故。無", "84": "不住心捨心名不共法。何以故？沙門瞿曇", "85": "修身故、修戒故、修心故、修慧故、斷癡故，是", "86": "名聖捨。欲無休息名不共法。何以故？沙門瞿", "87": "曇大慈、大悲說法度人，安住寂靜無增減故。", "88": "精進無休息名不共法。何以故？沙門瞿曇為", "89": "一切眾生於無量劫受大苦惱，不生疲厭故。", "9": "婆羅門作如是言：『沙門瞿曇不能覺知一切", "90": "念無休息名不共法。何以故？沙門瞿曇初得", "91": "道時，遍觀一切去來現在眾生之心，後為說", "92": "法不須更觀，不失先念故。智慧無休息名", "93": "不共法。何以故？沙門瞿曇於三世中憶念不", "94": "忘故。解脫無休息名不共法。何以故？沙門", "95": "瞿曇不從師學、自然覺悟，不同二乘從他聞", "96": "故，因緣生故。解脫知見無休息名不共法。何", "97": "以故？沙門瞿曇得無礙智，知一切義、一切字、", "98": "一切句，於一句法無量劫說義無窮盡故。一", "99": "切身業智為本智展轉名不共法。何以故？沙"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0272 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經: 大薩遮尼乾子所說經", "author": "元魏 菩提留支譯", "sourceLink": "http://www.cbeta.org/"}