{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1334 如來方便善巧呪經", "text": {"0": "No. 1334 [Nos. 1147, 1333]", "1": "如來方便善巧呪經", "10": "舉手叫喚言語麁獷。更一比丘著邪背佛。在", "100": "切惡鬼者。取燒死屍殘火頭一百八枚。各呪", "101": "一遍擲火中燒之即便除愈。如是等一切處", "102": "中用悉皆得。唯除損害眾生身命。", "103": "爾時拘婁孫佛住在虛空。為護一切眾生除", "104": "一切病。斷一切惡及鬼魅故。說是呪曰。", "105": "南無佛陀耶一南無達摩耶二南無僧伽耶三", "106": "那莫迦囉脚村大耶四多他伽多耶五阿囉漢", "107": "坻六三藐迦三佛陀耶七唵八迦吒迦吒迦吒", "108": "迦吒九翅致翅致翅致迦耶十那莫薩婆多他", "109": "伽坻馥十一阿囉呵大地耶十二三藐三菩提", "11": "虛空中嗚呼出聲不得自在。時虛空藏菩薩。", "110": "毘脾咩反邪蘇婆呵十三", "111": "爾時拘婁孫佛說是呪已。告虛空藏菩薩言。", "112": "善男子是陀羅尼。乃至恒河沙等同名拘婁", "113": "孫佛。并及三世諸佛所說。讚歎隨喜。若人受", "114": "持是神呪者。於未來世末劫之中。建立三寶", "115": "能生正信。若比丘比丘尼優婆塞優婆夷。於", "116": "晨朝時淨潔洗浴著新淨衣。辦具種種妙好", "117": "香華。供養於佛誦念是呪一百八遍。彼人則", "118": "能知於七世宿命之事。若生天上為天中尊。", "119": "若在人間得作人主。若能如法盡命受持。捨", "12": "見聞是已即從坐起。偏袒右肩右膝著地。合", "120": "壽之時生安樂國。若能如是常誦持者。於現", "121": "身中離於一切種種病苦。得陀羅尼聞持不", "122": "忘。若欲飲食未入口時。先呪七遍然後食之。", "123": "如是則離一切毒病。若欲為他除災患者。呪", "124": "於淨水一千八遍。用澡浴身然後行之。若呪", "125": "惡瘡用赤銅刀子。如是等諸事誦呪七遍即", "126": "便如意。若能常誦持者。錢財自然破一切毒。", "127": "一切障礙惡鬼魔邪皆悉遠離。若欲得見於", "128": "佛身者。至清淨處若在道場或在塔前。牛糞", "129": "泥地燒沈水香。誦於此呪一千八遍。頭東向", "13": "掌向佛白言世尊。是虛空中作是聲者。誰之", "130": "臥夢見諸佛。隨心所願無不稱遂。彼佛如來", "131": "即便開示。是汝命長是汝命短。或有缺少。", "132": "如是等事悉皆示現。爾時拘那含牟尼佛住", "133": "在虛空。為護一切眾生迷荒。除一切病斷一", "134": "切惡諸鬼魅故。而說是呪。", "135": "南無佛陀耶一南無達摩耶二南無僧伽耶三", "136": "那莫迦那迦謨那頤四多他伽多耶五阿囉漢", "137": "坻六三藐迦三佛陀耶七唵八薩囉薩囉薩囉", "138": "薩囉九賜囉波耶十達摩達摩達摩達摩十一度", "139": "無度無度摩耶十二那莫迦那無那頤十三多他", "14": "所為復何因緣。此一比丘形體裸露舉手唱", "140": "伽多耶十四阿囉漢坻十五三藐迦三佛陀耶十", "141": "六悉淀妬漫多囉鉢大十七蘇婆呵十八", "142": "爾時拘那含牟尼佛說是呪已。告虛空藏菩", "143": "薩言。善男子是陀羅尼。若有善男子善女人。", "144": "常能讀誦受持之者。是人永得離於怖畏及", "145": "諸怨敵。水不能漂火不能燒。一切毒藥若誤", "146": "食者。變成甘美資身益壽。無有橫病橫死等", "147": "難。壽命延長增加官位。常為一切諸佛護念。", "148": "若有先業諸障起時。日三誦之悉得除愈。若", "149": "欲治他疾病苦者。隨所有力辦於食飲。及", "15": "叫。", "150": "雜香華若沈水香若熏陸香。作淨好湯呪千", "151": "八遍。洗浴於身爾乃行呪。是諸病苦及惡邪", "152": "鬼。所附著者皆得除愈。若治癩病身體腫癖", "153": "風冷病等。取菖蒲末以白蜜和。佛前誦呪一", "154": "千八遍。空腹服之即便除愈。若有四日三二", "155": "一日諸瘧病者。亦於佛前用牛糞泥塗道場", "156": "地。取蘇摩那華以用作鬘。著於頭上即便遠", "157": "離。若被厭魅乃至悶絕不覺知者。於其耳邊", "158": "為誦此呪一百八遍即便除愈。若有羊癲及", "159": "諸狂病。或為迦吒富單那毘舍遮鬼等之所", "16": "爾時世尊告虛空藏菩薩摩訶薩言。善男子", "160": "著者。於佛像前以牛糞泥塗地。如上燒好妙", "161": "香。取所供養佛前萎華。呪一千八遍火中", "162": "燒之。熏其鼻孔即得除愈。如是等一切病中", "163": "隨其事用。", "164": "爾時迦葉佛住在虛空為護一切無量眾生除", "165": "一切病斷一切惡諸邪魅故說是神呪。", "166": "南無佛陀耶一南無達摩耶二南無僧伽耶三", "167": "南無迦葉波多他伽多耶四唵五呵囉呵囉", "168": "呵囉呵囉六呵呵呵七南無迦葉波耶八阿囉", "169": "漢坻九三藐三佛陀耶十悉著呵妬十一摩多囉", "17": "是一比丘惡鬼所捉。復一比丘著於邪魅。時", "170": "鉢陀十二蘇婆呵十三", "171": "爾時迦葉佛說是呪已。告虛空藏菩薩言。善", "172": "男子是陀羅尼。三十三恒河沙等諸佛所說。", "173": "汝當受持讀誦修行。虛空藏若有善男子善", "174": "女人晝夜。三時誦是呪者。即得現前夢見諸", "175": "佛。離諸業障。唯除宿世決定報耳。於一切事", "176": "隨意所欲。若有癩病及白癩等。於佛像前牛", "177": "糞泥地。燒好妙香。取供養佛所有萎華。呪", "178": "一千八遍。擣末水和佛前服之即得除愈。若", "179": "有長病及諸疫疾治法亦然。若病頭痛亦用", "18": "虛空藏菩薩白佛言。世尊如來今日憐愍一", "180": "華末塗其額上。女人難產用此華末。和油煎", "181": "之塗其女根。有如是等隨其事用無不蒙益。", "182": "若疥濕瘡亦用萎華。細末酥和火上煎之。呪", "183": "千八遍塗上即愈。若欲止雨亦取萎華。呪千", "184": "八遍露地燒之。令其作煙即時便晴。若大風", "185": "起雷電震雹亦得除止。若著瘧病一日二日", "186": "乃至四日。亦取萎華呪千八遍。細擣作末酒", "187": "和服之即時除愈。著羊癲者呪華如前。若燒", "188": "若服皆得除愈。若被󰚏魅或毘舍遮諸鬼神", "189": "等之所捉持。或風冷病月食病等。和水服之。", "19": "切諸眾生故。除滅一切諸病苦故。應說神呪。", "190": "諸如是等一切疾病。悉於佛前牛糞泥地。呪", "191": "於萎華一千八遍。或燒或服皆悉除愈各受", "192": "安樂勿生疑惑。應決定信隨心用之。", "193": "爾時釋迦如來亦在虛空。為護一切無量眾", "194": "生。除一切病斷一切惡諸邪。鬼故說是神呪。", "195": "南無佛陀耶一南無達摩耶二南無僧伽耶三", "196": "南無貰迦牟尼夷四多他伽多耶五阿囉漢坻", "197": "六三藐三佛陀耶七多地他懼迷懼迷八摩呵", "198": "懼迷九多梨多梨十摩訶多梨十一柘梨柘", "199": "梨十二摩呵柘梨十三大𠼝大𠼝十四摩呵", "2": "隋三藏法師闍那崛多譯", "20": "爾時世尊以神通力。令虛空中有六如來。忽", "200": "大梨十五帝𠼝帝𠼝十六摩呵帝梨十七呵", "201": "呵翅隷翅隷十八摩呵翅隷十九諸嚧諸嚧二十", "202": "摩呵諸嚧二十一覓隷覓隷二十二摩呵覓隷二十三帝", "203": "隷帝隷二十四摩呵帝隷二十五度迷度迷二十六摩呵", "204": "度迷二十七柘梨柘梨二十八摩呵柘梨二十九詰", "205": "唎詰唎三十摩呵詰唎三十一折隷折隷三十二摩呵", "206": "折隷三十三蘇婆呵三十四", "207": "爾時釋迦如來說是呪已。告虛空藏菩薩言。", "208": "虛空藏若善男子善女人。受持讀誦是陀羅", "209": "尼者。一切刀杖所不能加。一切水火亦不能", "21": "然而現各各說呪。一名毘婆尸佛。二名尸棄", "210": "害。一切惡病所不能惱。終不橫死。如前六佛", "211": "所說神呪等無有異。", "212": "爾時虛空藏菩薩摩訶薩。白佛言世尊。如上", "213": "諸佛所說神呪。我當護持。我今亦說護持一", "214": "切無量眾生。除一切障斷一切業。滅一切罪", "215": "消一切殃。去一切鬼却一切邪愈一切病。以", "216": "如是故說此神呪。", "217": "阿他佉羅利一迦伽囉二菩提薩埵三摩呵薩", "218": "埵四婆伽婆梨多五迷多大符柘多六阿呵摩", "219": "󱂸七婆伽婆八喻婆煩塞九薩鞞衫鉢唎波簸", "22": "佛。三名毘舍浮佛。四名拘婁孫佛。五名拘", "220": "十遲耶南十一尼婆囉膩十二薩婆浮休多十三", "221": "尼婆囉膩十四薩婆嚧伽十五尼婆囉膩十六哆", "222": "地夜他十七至詈至詈十八摩訶至詈十九妬漏", "223": "妬漏二十摩訶妬漏二十一夕和隷夕和隷二十二摩", "224": "訶夕和隷二十三󱃎馨翅反詈󱃎詈二十四摩訶󱃎詈二十", "225": "五蘇婆呵二十六", "226": "爾時虛空藏菩薩摩訶薩。說是呪已白佛言。", "227": "世尊如是神呪。無量神力不可思議。若有善", "228": "男子善女人惡鬼所持以諸縷綖作於呪索。", "229": "一百八遍帶行坐者。是諸惡鬼即便捨離。復", "23": "那舍牟尼佛。六名迦葉佛。時毘婆尸佛住在", "230": "更取蘇摩那華好淨牛酥白芥子等。和置一", "231": "處誦呪一遍一擲火中。如是乃至一百八遍。", "232": "一百八擲即得除愈。若有惡人欲來害已。取", "233": "鑌鐵刀子呪一百八遍。斫彼惡人所行道徑", "234": "便不能害。或復呪水散於四方。結四方界止", "235": "住其中。一切諸惡則不能加。欲護自身令無", "236": "損者。以五色縷索作於繩。呪百八遍坐起帶", "237": "行。若欲除毒手把藥草以呪呪之。若為除病", "238": "應當呪油。一百八遍塗之即愈。若患耳者取", "239": "青木香。細擣作末油內煎之。著於耳中。若患", "24": "虛空。為護一切諸眾生故。除滅一切惡邪鬼", "240": "腹者呪於薑水一百八遍服之即愈。若患牙齒", "241": "蟲風齲者。取蘇摩那木枝呪一百八遍以口", "242": "嚼之。并揩牙齒即便除愈。小兒患者當結白", "243": "縷。以為呪索令其帶行。若患頭者或用刀子。", "244": "或用於手呪百八遍即得除愈。若被󰚏魅當", "245": "呪刀子以用解之。若斷惡風雹雨。呪石榴", "246": "枝以用擬之。斷惡毒藥呪水用之。諸如是等", "247": "一切事中隨意所用。於一切處在佛像前泥", "248": "地。散華燒香如法受持。如是諸佛所說此呪", "249": "經已。虛空藏菩薩并及一切諸大菩薩阿羅", "25": "故。而說呪曰。", "250": "漢等。聞佛所說歡喜奉行。", "251": "如來方便善巧呪經", "26": "南無佛陀耶一南無達摩耶二南無僧伽耶三", "27": "唵四呵羅呵羅五醯隷醯隷醯羅耶六南莫結", "28": "隷結羅耶七闍健模柘那耶八南無那摩蘇婆", "29": "訶", "3": "如是我聞。一時婆伽婆。在雞羅娑山頂諸天", "30": "爾時毘婆尸佛說是呪已。告虛空藏菩薩言。", "31": "善男子若清信士及清信女。有能受持讀誦", "32": "於是陀羅尼者。一切刀杖不能加損。一切水", "33": "火所不能害。非人惡鬼不能侵惱終不橫死。", "34": "若中毒藥變成美食易消無病。若欲食時先", "35": "取一匙七遍呪之。然後乃食。能除一切呪詛", "36": "厭魅。一切諸病皆得除愈。壽命延長耳所聞", "37": "事憶持不忘於睡眠中夢見諸佛。若復有人", "38": "被厭魅者。於其耳邊誦呪七遍。是人聞已即", "39": "便除愈。若復有人著於癲病及白癲者。應以", "4": "所居仙人住處。與大比丘眾五百人俱。復有", "40": "蘇摩那華。熏胡麻為油。取青木香青蓮華懷", "41": "香草東門東。皆悉等分令使作末。和油煎", "42": "之呪一百八遍。塗其身上即便除愈。一切諸", "43": "病皆能破之。爾時尸棄佛住在虛空。為護一", "44": "切眾生。除一切病斷一切鬼邪故。說是神呪。", "45": "南無佛陀耶一南無達摩耶二南無僧伽耶三", "46": "南無尸棄泥多他伽多耶四唵五鉢柘鉢柘", "47": "六波柘耶七薩婆菩多男八闡大邏耶九鉢邏", "48": "毘甜十薩婆呵", "49": "爾時尸棄如來說是呪已。告虛空藏菩薩言。", "5": "五百諸大菩薩摩訶薩眾俱。其名曰彌勒菩", "50": "善男子是陀羅尼。無量百千億那由他諸佛", "51": "所說。我今亦說。為欲憐愍一切眾生。除一切", "52": "病却一切鬼。及諸惡夢枉橫死等。虛空藏若", "53": "善男子及善女人。有能晝夜憶念誦持是神", "54": "呪者。終不為於惡病所惱。及諸惡人之所󰚏", "55": "魅。於睡眠中夢見諸佛。若捨身時得值彼佛。", "56": "於其佛所剋獲道證。虛空藏是陀羅尼威力", "57": "無量。我今為汝更略說之。若有善男子善女", "58": "人。欲斷一切病。當取五色縷結其呪索。若有", "59": "疫病取蘇摩那華油。呪一百八遍。塗其身上", "6": "薩。虛空藏菩薩。普賢菩薩。無邊華菩薩。普華", "60": "即得除愈。若護自身令安隱者。呪水一百八", "61": "遍。散於四方結其界場。取五色縷結呪索帶", "62": "行。小兒著邪者。取青色縷結為呪索。若值惡", "63": "邪之所嬈亂悶無省者。於其耳邊誦是陀羅", "64": "尼。乃至七遍即得除愈。如是等一切事中隨", "65": "意所用。", "66": "爾時毘舍浮佛住在虛空。為護一切除諸眾", "67": "生一切病苦。斷一切惡鬼故。說是陀羅尼。", "68": "南無佛陀耶一南無達摩耶二南無僧伽耶三", "69": "南無毘舍浮誓多他伽多耶四唵五迦羅迦羅", "7": "菩薩等。此諸菩薩皆悉住於一生補處紹尊", "70": "迦羅六居路居路七居盧蹉大男八居嚧薩婆", "71": "伽羅拏九蘇婆呵十", "72": "爾時毘舍浮佛說是呪已。告虛空藏菩薩言。", "73": "善男子是陀羅尼。賢劫之中所有諸佛。及三", "74": "世諸佛皆悉說之。我今亦說。虛空藏汝應護", "75": "持。若有善男子善女人。受持讀誦是陀羅尼。", "76": "一切刀杖所不能害。一切惡毒亦不能傷。諸", "77": "瘧熱病皆得遠離。水不能漂火不能燒。終不", "78": "橫死。一切惡病亦不能侵。唯除宿業定報。", "79": "若有比丘比丘尼優婆塞優婆夷。於晨朝時", "8": "位者。爾時世尊於彼林中。與諸大眾前後圍", "80": "應淨澡浴著淨潔衣。在佛像前燒好妙香。誦", "81": "持是呪足一百八遍。一切厭魅呪詛等事悉", "82": "不能害。一切病苦皆能遠離。捨除諸障壽命", "83": "延長。所有錢財什物隨心所樂莫不稱遂。若", "84": "有惡人惡賊。縣官帝主先意慰喻。一切眾生", "85": "無不同意。若有恐怖鬪諍縣官所對者。取白", "86": "色縷誦呪一百八遍。結呪索帶行者。於諸事", "87": "中皆悉得勝。若欲長壽者取酪蜜稻穀華和", "88": "之。以匙抄呪一遍擲火中。乃至一千八遍即", "89": "便如意。若欲除自他諸障念。一切錢財珍寶", "9": "繞。時一比丘為鬼所持。形體裸露不自覺知。", "90": "等。離一切惡成就一切功巧。受持一切呪", "91": "降諸怨敵者。取懷香草香末香尸利沙華", "92": "多伽羅香石上華恭居摩香香附子帝釋手草", "93": "香。樹枝出白汁者取等分作末。和之呪一千", "94": "八遍。塗身上即得如意。若欲見縣官大臣等。", "95": "取樹枝出白汁者然火。呪胡麻一撮呪一遍。", "96": "擲著火中燒之。乃至一千八遍即得如意。若", "97": "欲治毒藥者。於佛像前用泥塗地。取紫剛木", "98": "枝長二寸截一百八枚。內酥蜜中。一一稱彼", "99": "人名字擲著火中。呪之即得如意。若欲除一"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1334 如來方便善巧呪經", "author": "隋 闍那崛多譯", "sourceLink": "http://www.cbeta.org/"}