{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "text": {"0": "No. 222 [Nos. 220(2), 221, 223]", "1": "光讚經卷第一", "10": "復與五百比丘俱，及比丘尼、優婆塞、優婆夷", "100": "天雜香天搗香、天青蓮芙蓉鮮華，諸妙天", "101": "華莖葉具足，各各發行齎詣如來，稽首佛足", "102": "各散佛上，及於人間水陸諸花，各各手執，", "103": "往詣世尊而為供養。諸天人民所散供養諸", "104": "華之具，上在虛空，三千大千世界化為宮殿", "105": "自然樓觀，從其宮殿垂諸天華繒蓋幢幡，紛", "106": "葩飄颺顯灼普現，其諸花香莊嚴三千大千", "107": "佛國，自然巍巍，形像眾色如紫磨金，八維上", "108": "下芬馥晃昱亦復如是。於是閻浮提城所有", "109": "人民，瞻覩如來現身威變不可稱計，各心", "11": "皆悉現在；并諸菩薩摩訶薩——得諸總持逮成", "110": "念言：「今日如來坐於我前。」普佛國土亦復如", "111": "是，各各心念：「今日如來在我前坐而說經法。」", "112": "於時世尊在師子床更復欣笑，加復重照三", "113": "千大千世界，弘光赫弈。此土人民悉共覩見", "114": "東方江河沙等諸佛國土，現在如來、至真、等正", "115": "覺與諸菩薩聲聞之眾；又復東方江河沙等", "116": "諸佛世界所有眾生，悉亦遙見此佛國土釋", "117": "迦文佛與比丘僧及諸菩薩而坐說經；八維", "118": "上下亦復如是，悉遙見此，等無差特。於是", "119": "過東方江河沙等諸佛世界，最邊國土名寶", "12": "三昧，修于空行尊於無想，不念眾願以得", "120": "迹，其佛號寶事如來、至真、等正覺，今現在為", "121": "諸眾生，亦復講說《摩訶般若波羅蜜經》。彼時", "122": "其佛世界，而有菩薩號曰普明，覩大光明及", "123": "地大動，即便往詣寶事如來，稽首問曰：「唯", "124": "然，世尊！以何因緣，其大光明照此佛土、地大", "125": "震動？諸如來身自然為見，會當有意。」彼佛", "126": "告於普明菩薩曰：「族姓子！欲知西方極遠有", "127": "忍世界，其佛號曰釋迦文如來，今現在為", "128": "諸菩薩說般若波羅蜜。是其威神光也。」普明", "129": "菩薩白寶事如來：「唯然，世尊！我欲詣彼見", "13": "等忍，制覽無數皆得五通；所言聰捷無有", "130": "釋迦牟尼如來，稽首作禮；及諸菩薩摩訶", "131": "薩眾童真等，得總持究竟三昧，定意自在，", "132": "得度無極，釋迦牟多阿竭、阿羅訶、三耶三佛。」", "133": "寶事如來阿羅呵、三耶三佛告普明菩薩曰：", "134": "「往，善男子！汝知是時。」寶事如來賜普明菩薩", "135": "金色蓮華而有千葉：「取，善男子！此寶蓮華以", "136": "用供散釋迦牟如來。善男子！欲往修寂然行，", "137": "忍界菩薩生彼土者，甚有患難亦難值遇。」普", "138": "明菩薩即受其金色蓮華，與無央數億百", "139": "千姟諸菩薩眾男女、大小、居家、出家，則以供", "14": "懈怠，蠲捨家利所慕之心，所說經法不僥供", "140": "養東方諸佛天中天，承事歸命，上諸華香雜", "141": "香搗香。次復詣釋迦牟如來，稽首足下，却住", "142": "一面，普明菩薩白世尊曰：「唯然，大聖！寶事", "143": "如來敬問無量，乞求輕便，力行安乎？又復", "144": "遣進金色蓮華。」佛受蓮華，尋以遙散東方江", "145": "河沙諸佛國土。其華即時周遍東方諸佛世", "146": "界，有佛坐於自然金色蓮華，講說經法，亦復", "147": "演斯六波羅蜜。其有眾生聞此說者，一切究", "148": "竟即時堅住於阿耨多羅三耶三菩。男女大", "149": "小悉禮佛足，各以功德，供養多阿竭、阿羅呵、", "15": "養，致深妙法度於無極，得無所畏超越魔事，", "150": "三耶三菩。南方去此江河沙等最極邊際，有", "151": "佛世界，名曰離一切憂，其佛號無憂首多阿", "152": "竭、阿羅呵、三耶三佛。彼有菩薩名離戚，啟", "153": "辭其佛，佛賜蓮華，與無數菩薩俱，經諸國土", "154": "供養諸佛，來詣釋迦牟尼如來，稽首供養，", "155": "却坐聽經。西方去此江河沙等，有世界名", "156": "曰寂然，其佛號寶龍多阿竭、阿羅呵、三耶三", "157": "佛。彼有菩薩名曰意行，啟辭其佛，佛賜蓮", "158": "華，與無數菩薩俱，經諸國土供養諸佛，來", "159": "詣釋迦牟尼如來，稽首供養，却坐聽經。", "16": "脫於一切陰蓋之礙，講諸因緣心志所趣；從", "160": "北方去此江河沙等，有世界名曰致勝，其佛", "161": "號勝諸根多阿竭、阿羅訶、三耶三佛。彼有菩", "162": "薩名曰施勝，啟辭其佛，佛賜蓮華，與無數", "163": "菩薩俱，經諸國土供養諸佛，詣釋迦牟如", "164": "來，稽首供養，却坐聽經。下方去此江河沙等，", "165": "有世界名曰仁賢，其佛號賢首多阿竭、阿羅", "166": "呵、三耶三佛。彼土有菩薩名曰蓮華上，啟", "167": "辭其佛，佛賜蓮華，與無數菩薩俱，經諸國土", "168": "供養諸佛，詣釋迦牟如來，稽首供養，却坐聽", "169": "經。上方去此江河沙等，有世界名曰欣樂，其", "17": "無數劫精進行願，其意所向，喜悅問訊常先", "170": "佛號樂首多阿竭、阿羅呵、三耶三佛。彼有菩", "171": "薩名施樂，啟辭其佛，佛賜蓮華，與無數菩薩", "172": "俱，經諸國土供養諸佛，詣釋迦牟如來，稽", "173": "首供養，却坐聽經。其四維者，亦復如是，等無", "174": "差特。爾時於此三千大千世界，尋即而雨", "175": "諸寶華香幡蓋，自然莊嚴香樹花樹，譬如蓮", "176": "華跡世界普華多阿竭、阿羅訶、三耶三佛佛", "177": "土，溥首菩薩所遊居處。善住意諸天子及餘", "178": "大神尊勢無極菩薩之眾，世尊所與，及餘", "179": "諸天、世間人民皆來聚會。諸魔、梵天并聲聞", "18": "於人，離於結恨；入於無數眾會之中，威勢巍", "180": "眾，揵沓惒、阿須倫神人民悉普來會。此諸", "181": "菩薩摩訶薩為童子時，所服飲食功德自然。", "182": "爾時世尊告賢者舍利弗：「於斯若有菩薩摩", "183": "訶薩，便當精修學般若波羅蜜。」舍利弗白佛：", "184": "「唯然，世尊！云何菩薩摩訶薩一切具足、曉解", "185": "諸法，學般若波羅蜜乎？」佛告舍利弗：「菩薩摩", "186": "訶薩住於般若波羅蜜已修無處所，即便具", "187": "足檀波羅蜜；令不缺減，有所施與、無所愛逆，", "188": "尸波羅蜜當令具足。從是因緣，未曾住於", "189": "罪不罪；亦當具足羼波羅蜜，興無瞋恚；當學", "19": "巍無所畏難，憶念無量姟劫之事；若說經法", "190": "惟逮波羅蜜，便得受決；從其身意興諸精進，", "191": "不起諸漏，當具足禪波羅蜜。由是之故，無所", "192": "求慕。」佛言：「舍利弗！若菩薩摩訶薩住般若波", "193": "羅蜜，則自具足於四意止，發無所發；又當具", "194": "足得四意斷、四神足、五根、五力、七覺、八由行；", "195": "悉令具足空無三昧、無想三昧、無願三昧；而", "196": "決具足四禪、四等、四無色三昧、及八脫門漸", "197": "漸具足，而以正受，以此為脫，無所思想，無有", "198": "內想，若供養想、若光明想，無絳赤想，無腐敗", "199": "想，無有青想，無食齧創爛想；亦無亂想，無", "2": "西晉三藏竺法護譯", "20": "曉練眾義，猶如幻、化、野馬、水月、夢與影、響，若", "200": "枯骨想，無星散想，無處所想。悉離諸想，常志", "201": "於佛，念於經典，念於眾僧，念於戒禁。意在惠", "202": "施，志前諸天，出入之意、死亡之意，無常之想、", "203": "苦樂之想，無非身之想、終始之想，一切世界", "204": "無可樂想，諸習之想、滅盡之想，道慧、盡慧、", "205": "無熱諸慧、無所起慧、法慧，於諸經法亦無所", "206": "慧、亦無我慧，無有內慧、微妙意慧，曉了諸慧，", "207": "如所謂慧，悉以思念所行三昧，無想、無念、無", "208": "行定者而無有異；諸根為異，異根異行。又復", "209": "有行，難所獲致如來十力、四無所畏、四分別辯、", "21": "鏡中像，勇猛無侶；以微妙慧，知眾生心所起", "210": "佛十八法不共之事、大慈大悲。欲得曉了此", "211": "一切緣，菩薩摩訶薩當行般若波羅蜜；若有", "212": "具足諸道慧者，菩薩摩訶薩當行般若波羅", "213": "蜜；欲曉了慧具足、充備諸通慧者，當行般", "214": "若波羅蜜；菩薩摩訶薩若欲明了一切，得", "215": "近蠲除塵勞，菩薩摩訶薩當行般若波羅蜜。", "216": "如是，舍利弗！菩薩摩訶薩則為修學般若波", "217": "羅蜜。」佛復告舍利弗：「若有菩薩摩訶薩欲", "218": "入寂然，當學般若波羅蜜；菩薩摩訶薩欲度", "219": "聲聞、辟支佛地，住阿惟越地者，當學般若波", "22": "所行，超度分別，意不懷害，慇懃忍辱具足所", "220": "羅蜜；菩薩摩訶薩欲處六通，學般若波羅", "221": "蜜；菩薩摩訶薩欲知一切眾生薩惒薩心根", "222": "所行者，當學般若波羅蜜；菩薩摩訶薩欲", "223": "過諸聲聞、辟支佛慧者，當學般若波羅蜜；菩", "224": "薩摩訶薩欲逮總持門，若男子勸助布施", "225": "聲聞、辟支佛，超越彼等，當學般若波羅蜜；菩", "226": "薩摩訶薩欲過一切聲聞、辟支佛戒禁，勸助", "227": "心意，當學般若波羅蜜；若欲具足三昧、智慧、", "228": "解脫、度知見慧，菩薩摩訶薩當學般若波羅", "229": "蜜；菩薩摩訶薩欲成顯於禪定、三昧、三摩越，", "23": "行，曉了審諦所當度者，攝取佛土無限之願，", "230": "勸助合集，解心之念所，當學般若波羅蜜；菩", "231": "薩摩訶薩若欲勸助布施，分別無限無量成", "232": "就功德，當學般若波羅蜜；菩薩摩訶薩若欲", "233": "具足成就無限無量持戒、忍辱、精進、一心、智慧，", "234": "當學般若波羅蜜。」佛復語舍利弗：「若有菩薩", "235": "摩訶薩欲具足立檀波羅蜜、尸波羅蜜、羼波", "236": "羅蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜行，一", "237": "切所生得見諸佛自致成佛，當學般若波羅", "238": "蜜；欲成三十二相、八十種好，具足菩薩性，若", "239": "為真童，欲立此地不離諸佛世尊，所欲志念", "24": "常三昧定，目覩無數諸佛世界，暢達宜便，啟", "240": "諸善德本，供養如來奉持順命，其願輙成；若", "241": "欲具足一切眾生心之所僥，飲食衣服車乘、", "242": "香華雜香塗香、床臥燈火手巾履襪，所當得", "243": "者充滿諸財，當學般若波羅蜜。「復次，舍利弗！", "244": "若菩薩摩訶薩欲具足江河沙等眾生，勸立", "245": "於檀波羅蜜、尸波羅蜜、羼波羅蜜、惟逮波羅蜜、", "246": "禪波羅蜜，當學般若波羅蜜。「復次，舍利弗！", "247": "若菩薩摩訶薩以一善本順如來德，無有", "248": "盡耗亦不缺減，乃至成阿耨多羅三耶三菩", "249": "者，當學般若波羅蜜。「復次，舍利弗！若菩薩", "25": "請無量諸佛世尊；進退能決若干種見所著", "250": "摩訶薩學般若波羅蜜，八維上下諸佛天中", "251": "天，皆共歌誦其人功德。發意之頃，東方江河", "252": "沙等諸佛國土，欲遊此界及至十方，當學般", "253": "若波羅蜜。以一切音聲，欲告江河沙諸佛", "254": "國土，東西南北四維上下，當學般若波羅蜜。", "255": "「復次，舍利弗！若菩薩摩訶薩欲建立諸佛國", "256": "土令不斷絕，欲住內空，若處外空、若內外空，", "257": "若於空空，若於大空、究竟之空、所有空、", "258": "無有空、有為空、無為空，若真空者、無祠祀", "259": "空、無因緣空、因緣空、自然相空、一切法", "26": "之處，定意自娛解百千行，諸菩薩者德皆如", "260": "空、不可得空、無所有空，若自然空、無形自", "261": "然空、因緣威神空諸行相，欲至此者，當", "262": "學般若波羅蜜。「復次，舍利弗！菩薩摩訶薩", "263": "欲得親近一切如來，欲得觀解一切諸法，", "264": "欲了諸法在於本際，當學般若波羅蜜。如是，", "265": "舍利弗！菩薩摩訶薩欲成般若波羅蜜，當", "266": "如是住。「復次，舍利弗！菩薩摩訶薩欲計數", "267": "知三千大千世界沙石樹花、一切諸塵、眾疑不", "268": "決，當學般若波羅蜜。三千大千世界有如大", "269": "海江河、川流泉原，欲知有幾渧多少之數，", "27": "是——其名曰󰉈陀和菩薩、羅隣那竭菩薩、摩訶", "270": "無所傷害度海蟲類，當學般若波羅蜜。復次，", "271": "舍利弗！假使三千大千世界所有火者一時", "272": "普然，猶如劫燒，一面一時悉欲滅者，令無所", "273": "然，當學般若波羅蜜。「復次，舍利弗！菩薩摩", "274": "訶薩，三千大千世界所有諸風，有時國土", "275": "吹拔，崩碎諸須彌山令無有餘，譬如灰塵淨", "276": "滅，有如然藎如然蒿草，若以一指——手指、足指——", "277": "欲令滅盡三界火者，當學般若波羅蜜。「復次，", "278": "舍利弗！菩薩摩訶薩，三千大千世界所有虛", "279": "空，欲以普身一加趺坐周遍虛空者，當學般", "28": "須菩和菩薩、那羅達菩薩、嬌日兜菩薩、", "280": "若波羅蜜；自在變化，無近無遠、無大無小，當", "281": "學般若波羅蜜。「復次，舍利弗！菩薩摩訶薩", "282": "欲取三千大千世界諸須彌山，以一手舉諸", "283": "須彌山，置於殊異無量諸佛世界，無往反", "284": "想，不增不減，當學般若波羅蜜。「復次，舍利弗！", "285": "菩薩摩訶薩，東方江河沙等諸佛世界，佛天", "286": "中天、聲聞、辟支佛，皆欲一時同時合集以供", "287": "養者，當學般若波羅蜜。「復次，舍利弗！菩薩", "288": "摩訶薩，若一衣服、香花搗香塗香、繒蓋幢幡", "289": "以持供養多阿竭、阿羅呵、三耶三佛及聲聞", "29": "和輪調菩薩、因坻菩薩、賢守菩薩、妙意菩", "290": "眾，奉事歸命一時應集，當學般若波羅蜜。「復", "291": "次，舍利弗！菩薩摩訶薩，三千大千世界所有", "292": "眾生，皆欲建立於尸波羅蜜、三昧、智慧、解脫", "293": "見慧，須陀洹果、斯陀含果、阿那含果，至於無", "294": "餘住泥洹果而般泥洹，當學般若波羅蜜。「復", "295": "次，舍利弗！菩薩摩訶薩行般若波羅蜜，若布", "296": "施者波羅蜜，當作是學，如此施者獲大果報，", "297": "如是施者生於君子傲姓家、梵志、大族姓長", "298": "者；如此施者生於四天王上忉利天、兜術", "299": "天、尼摩天、波羅尼蜜天；如是施者依於斯施，", "3": "1 光讚品摩訶般若波羅蜜光讚品第一", "30": "薩、持意菩薩、增意菩薩、不虛見菩薩、立願菩", "300": "思第一禪第二第三至第四禪，無量虛空定", "301": "意正受，無量空慧、無量不用慧天、無想有", "302": "想三昧禪；如此施者興八聖路，得須陀洹", "303": "果、斯陀含果、阿那含果、阿羅漢果、辟支佛果。", "304": "若曉了此，當於是學般若波羅蜜。「復次，舍", "305": "利弗！菩薩摩訶薩行般若波羅蜜，常以權慧", "306": "有所施與，為具檀波羅蜜、尸波羅蜜、羼波羅", "307": "蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜。」舍利", "308": "弗白佛言：「云何菩薩摩訶薩具足六波羅蜜？」", "309": "答曰：「其布施主無所著念，所施受者亦不", "31": "薩、周旋菩薩、常精進應菩薩、不置遠菩薩、日", "310": "忘恩，是為檀波羅蜜。無所犯負，不以禁戒", "311": "而自綺餝，是為尸波羅蜜。常懷忍辱，無瞋恚", "312": "恨心向於眾生，是為羼波羅蜜。精進不怠", "313": "欲度一切，是為惟逮波羅蜜。一心寂然而無", "314": "憒亂，是為禪波羅蜜。智慧解空不計吾我，", "315": "是為般若波羅蜜。取要言之，復重解議，於", "316": "罪無罪亦無無罪，是尸波羅蜜。無有瞋恨，", "317": "是羼波羅蜜。身心精進不以疲倦，是惟逮波", "318": "羅蜜。興於不亂無所想念，是禪波羅蜜。解", "319": "一切法而無所著，是般若波羅蜜。「復次，舍利", "32": "盛菩薩、無吾我菩薩、光世音菩薩、漸首菩", "320": "弗菩！薩摩訶薩欲得成就過去當來今現在", "321": "諸佛世尊功德之誼，當學般若波羅蜜。欲", "322": "得超度有為、無為諸法行者，去來今法至於", "323": "無本，諸法所興不起本際，欲逮此者，一切", "324": "聲聞、辟支佛、諸菩薩法，欲行諸佛世尊而供", "325": "養者，欲得具足諸佛眷屬無量群從，欲得獲", "326": "致菩薩枝黨，欲得淨畢眾祐之德，欲致布施", "327": "心無所受，不起犯戒想，無瞋恚心、無懈怠心，", "328": "不欲發起於亂心者，又不欲起愚癡心者，當", "329": "學般若波羅蜜。「復次，舍利弗！菩薩摩訶薩", "33": "薩、寶印首菩薩、常舉手菩薩、常下手菩薩、慈", "330": "欲立眾生於布施德，持戒、智慧勸令修治，所", "331": "受福德當所興者，當學般若波羅蜜。「復次，", "332": "舍利弗！菩薩摩訶薩欲興五眼，當學般若波", "333": "羅蜜。何謂五眼？肉眼、天眼、慧眼、法眼、佛眼。當", "334": "學般若波羅蜜。「復次，舍利弗！菩薩摩訶薩欲", "335": "見東方江河沙國土八維上下諸佛世尊，所", "336": "說經法皆以天耳欲得聞者，又欲得知諸佛", "337": "世尊心之所念，當學般若波羅蜜。「復次，舍利", "338": "弗！菩薩摩訶薩，諸佛世尊普在十方說經法", "339": "者，欲得聽聞而不斷絕至阿耨多羅三耶三", "34": "氏菩薩。諸菩薩眾如是難限，不可計數億百", "340": "菩者，當學般若波羅蜜。「復次，舍利弗！菩薩", "341": "摩訶薩若欲得見過去多阿竭、阿羅訶、三耶", "342": "三佛，欲得見於諸佛國土者，當來現在十方", "343": "世界今現在佛欲得追見國土所有，當學般", "344": "若波羅蜜。「復次，舍利弗！菩薩摩訶薩欲得", "345": "解知如來所說十二部經——聞經、分別經、頌", "346": "經、詩歌經、初經、此應經、生經、受經、方等", "347": "經、未曾有法經、譬喻經、注解章句經——諸", "348": "聲聞所不聞者，皆欲得玩習誦者，當學般若", "349": "波羅蜜。「復次，舍利弗！菩薩摩訶薩欲得聽", "35": "千姟一切妙德清淨同真。爾時世尊，坐於自", "350": "聞八維上下如來所說經法皆念不失，欲得", "351": "執持已得執持而為眾會他人說者，當學般", "352": "若波羅蜜。「復次，舍利弗！菩薩摩訶薩欲得", "353": "啟問過去當來如所說誼者，已得聞者為", "354": "他人說，當學般若波羅蜜。「復次，舍利弗！菩薩", "355": "摩訶薩欲得照明東方江河沙等諸佛世界，", "356": "窈窈冥冥不見日月光明之耀，欲得照斯及", "357": "十方界，當學般若波羅蜜。「復次，舍利弗！菩", "358": "薩摩訶薩欲得開化東方江河沙等諸佛國", "359": "土，及十方界愚癡闇冥——不聞佛名、不得聽經、", "36": "然師子床座而結加趺正身而處，心有所", "360": "不覩眾僧——欲得開化眾生類立於正見，令得", "361": "覩佛、逮聞經法及與聖眾，當學般若波羅蜜。", "362": "「復次，舍利弗！菩薩摩訶薩欲令東方江河沙", "363": "等諸佛世界及十方佛土所有眾生，其生盲", "364": "者得目覩形，聾者逮聽，狂者復意，裸者獲", "365": "衣，飢者致食，渴得水漿，吾願得力皆蒙斯", "366": "恩，當學般若波羅蜜。「復次，舍利弗！菩薩摩", "367": "訶薩其有於斯三千大千世界在惡趣者，地", "368": "獄餓、鬼、畜生群萌之類，吾欲加恩使此𪏭庶", "369": "逮得其所，八維上下各江河沙亦復如是，當", "37": "向、制立其意。有三昧名定意王，以時三昧自", "370": "學般若波羅蜜。「復次，舍利弗！菩薩摩訶薩，", "371": "江河沙等諸佛世界所有眾生，欲得建立于", "372": "禁戒者，三昧、智慧、解脫、度知見慧，須陀洹果、", "373": "斯陀含果、阿那含果、阿羅漢果、辟支佛證，至", "374": "成阿耨多羅三耶三菩；又欲修多訶竭威儀", "375": "禮節，菩薩摩訶薩當學般若波羅蜜。「復次，舍", "376": "利弗！菩薩摩訶薩行般若波羅蜜，當作是觀：", "377": "『假令我身所不得覩而欲察之，當學般若波", "378": "羅蜜。』設使我身四寸之地，而以足指靡不周", "379": "遍，從四天王天，欲界、色界阿迦膩吒天，無", "38": "然正受，則皆普入一切定意，救攝平等，御而", "380": "央數億百千姟眷屬周匝，往詣佛樹處于道", "381": "場，當學般若波羅蜜。「復次，舍利弗！菩薩摩", "382": "訶薩或坐佛樹，四天王天上諸天人上乃至", "383": "于淨居諸天等無差特，皆來具足布施，或當", "384": "成就阿耨多羅三耶三菩阿惟三佛，往來住", "385": "立坐臥，則於其地自為金剛。欲得獲斯，當", "386": "學般若波羅蜜。「復次，舍利弗！菩薩摩訶薩行", "387": "般若波羅蜜，當作斯觀：『吾當何日出去棄國", "388": "捨家，即日當成阿耨多羅三耶三菩，得至阿", "389": "惟三佛；以至阿惟三佛即日轉法輪，以轉法", "39": "趣之。佛適三昧其心安寂，而以道眼觀斯世", "390": "輪令無央數不可稱計眾生之類，遠塵離", "391": "垢，諸法法眼淨，無量無限群萌之黨，得無", "392": "起餘漏盡意解，無量無限眾生含血得阿惟", "393": "越致、阿耨多羅三耶三菩。』是菩薩摩訶薩當", "394": "學般若波羅蜜。「復次，舍利弗！菩薩摩訶薩心", "395": "念欲得：『我成阿耨多羅三耶三菩，得至阿惟三", "396": "佛，有無央數比丘聖眾聲聞學者，或以一反", "397": "演說經法，於一坐上得阿羅漢；諸菩薩摩", "398": "訶薩皆逮阿惟越致、阿耨多羅三耶三菩；有無", "399": "央數、不可稱限、不可計量諸菩薩眾，其壽無", "4": "聞如是：一時佛遊羅閱祇耆闍崛山中，與摩", "40": "界，其身湛然而笑，從其足心放六萬億百千", "400": "量，光明照遠無有邊際。』當學般若波羅蜜。", "401": "「復次，舍利弗！菩薩摩訶薩或欲得致阿耨多", "402": "羅三耶三菩，逮成阿惟三佛，欲令其佛國土", "403": "無有婬怒癡音響之名，使一切眾生皆獲如", "404": "是色像，如般若波羅蜜具足成就，所施善", "405": "哉、調順快哉，妙哉智慧、善修梵行，而順遊不", "406": "居眾生則為快哉，當學般若波羅蜜。「復次，", "407": "舍利弗！菩薩摩訶薩，願我當獲具足聖達，", "408": "而以正法則富之定無有音聲，當學般若波", "409": "羅蜜。心自願言：『吾清聲聞，令江河沙等世", "41": "光明，十足指放十億百千光明，兩脇放二億", "410": "界眾生之類，逮得阿耨多羅三耶三菩。』當學", "411": "般若波羅蜜。」", "412": "2 順空品摩訶般若波羅蜜順空品第二", "413": "佛告舍利弗：「菩薩摩訶薩行般若波羅蜜時，", "414": "興斯之德，四天王即時歡喜：『我等當立四枚", "415": "之鉢，四天王前以所奉進過去怛薩阿竭、阿", "416": "羅訶、三耶三佛，亦當貢上學道法者。』時忉利", "417": "天亦復踊躍，焰天、兜率天、尼摩羅天、波羅", "418": "尼蜜天：『吾等悉當奉事供養此善男子，阿", "419": "須倫身則為減損，長益諸天身。』三千大千世", "42": "百千光明，兩膝放二億百千光明，兩腳放二", "420": "界，上至阿迦膩吒天，莫不踊躍：『吾等請勸使", "421": "轉法輪。』舍利弗！菩薩摩訶薩行般若波羅蜜", "422": "時，則為長益，具六波羅蜜。善男子、善女人歡", "423": "喜悅豫：『吾等當為父母之慈、妻子親屬朋", "424": "友親厚之慈，父母兄弟妻子親厚知友愛，", "425": "敬喜見之。』四天王、忉利天、焰天、兜率天、尼", "426": "摩羅天、波羅尼蜜天，上至阿迦膩吒天，不令", "427": "菩薩與塵欲相值，發心往詣承事作禮：『吾等", "428": "亦當使得清淨梵天行、離穢濁行，無習婬欲，", "429": "致生于梵天。』無有放逸而績放逸，諸有色者，", "43": "億百千光明，兩肩放二億百千光明，兩肘放", "430": "不能進至阿耨多羅三耶三菩，是故菩薩以", "431": "淨梵行棄捐家業，乃逮阿耨多羅三耶三菩", "432": "阿惟三佛，不以穢濁而得佛道。」賢者舍利弗", "433": "白世尊曰：「菩薩之法，必當有父母妻子、親厚", "434": "知友耶？」佛告舍利弗：「若有菩薩，必當有父", "435": "母，不應有妻子，或初發意淨修梵行成為童", "436": "真，至成阿耨多羅三耶三菩阿惟三佛。或有", "437": "菩薩，以漚惒拘舍羅習於五欲，然後捨家逮", "438": "得阿耨多羅三耶三菩阿惟三佛。譬如巧黠", "439": "幻師及與弟子，善學幻術化造五欲，以此五", "44": "二億百千光明，臍放二億百千光明，頭放億", "440": "樂而用自娛戲笑為行。於舍利弗意云何，其", "441": "幻師者寧為服習於五欲乎？」舍利弗白：「不", "442": "也，天中天！」佛言：「如是，舍利弗！菩薩摩訶薩", "443": "以漚惒拘舍羅習於五欲勸化眾生，其菩薩", "444": "摩訶薩不為五欲之所沾污。菩薩摩訶薩以", "445": "無央數事嗟歎愛欲，或有毀呰欲為然熾、愛", "446": "欲瑕穢、欲為仇怨、欲為怨敵。如是，舍利弗！", "447": "菩薩摩訶薩度眾生故，而為分別此五欲事。」", "448": "舍利弗白佛：「唯，天中天！云何菩薩摩訶薩行", "449": "般若波羅蜜？」佛告舍利弗：「菩薩摩訶薩行般", "45": "百千光明，兩手指放十億百千光明，兩臂放", "450": "若波羅蜜，不見菩薩亦不見菩薩字，亦不見", "451": "般若波羅蜜，亦不見行般若波羅蜜字，亦不", "452": "見非行。所以者何？菩薩之字自然空。其為", "453": "空者，無色、無痛痒思想生死識，不復異色空，", "454": "不復異痛痒思想生死識空。如色空、痛痒思", "455": "想生死識亦空。所謂空者，色則為空，痛痒思", "456": "想生死識亦自然。所以者何？所謂菩薩但假", "457": "號耳，所謂道者則亦假號，所謂空者則亦假", "458": "號。其法自然，不起不滅亦無塵勞，無所依倚、", "459": "無所諍訟。若有菩薩所行如是，不見所起亦", "46": "二億百千光明，兩眉放二億百千光明，項放", "460": "不見所滅，不見所猗、不見所訟。所以者何？誑", "461": "詐立字因遊客想，或想念故而致此法。從何", "462": "立字？但託虛言。曉了如是，菩薩摩訶薩則為", "463": "行般若波羅蜜，一切不見有名號也，已無所見", "464": "亦非不見，則無所猗，則為行般若波羅蜜。」", "465": "3 行空品摩訶般若波羅蜜行空品第三之一", "466": "佛復告舍利弗：「菩薩摩訶薩行般若波羅蜜", "467": "時，當作斯觀：『所號菩薩、所謂佛者，亦假號耳；", "468": "所謂名色痛痒思想生死識亦假號耳；皆由", "469": "吾我。所謂我者，適無所有，無我、無人、無命、", "47": "億百千光明，兩眼放二億百千光明，兩耳放", "470": "無壽及含血蠕動，無心、無意。若作所造，", "471": "自然所習所更所見知見之事，如此輩類，皆", "472": "不可得、空無所著。悉由假號，但有虛言。』如是", "473": "菩薩摩訶薩為行般若波羅蜜，不見眾生，設", "474": "無所見亦不有見，亦復不見所託言也。菩", "475": "薩摩訶薩所行如是，為隨怛薩阿竭所教行", "476": "般若波羅蜜。捨怛薩阿竭已，其智慧過諸聲", "477": "聞、辟支佛，所興空行而不迷惑。所以者何？", "478": "其人所修，不見於字所當猗者。菩薩摩訶薩", "479": "行如是者，為行般若波羅蜜。」佛言：「譬如舍利", "48": "二億百千光明，鼻放億百千光明，四面放四", "480": "弗、摩訶目揵連諸比丘等，使滿閻浮提，猶如", "481": "竹蘆甘蔗稻麻叢林，智慧具足，終不能及行", "482": "般若波羅蜜菩薩，百倍千倍萬倍億倍，不任", "483": "以前。所以者何？菩薩智慧欲度一切眾生", "484": "之類之所致也。「復次，舍利弗！菩薩摩訶薩行", "485": "般若波羅蜜，一日行智，皆過聲聞、辟支佛", "486": "所立之上，置是滿閻浮提舍利弗、摩訶目揵連等比丘空。正使三千大千世界滿中舍", "487": "利弗摩、訶目揵連諸比丘等所有智慧，不及", "488": "行菩薩摩訶薩。置是三千大千世界舍利弗、", "489": "摩訶目揵連諸比丘等。譬如東方江河沙等", "49": "百億百千光明，四十齒放四十億百千光明，", "490": "諸佛國土，悉滿其中舍利弗、摩訶目揵連諸", "491": "比丘等普及十方，斯等不及行般若波羅蜜", "492": "菩薩智慧一日，過一切聲聞、辟支佛智慧，", "493": "百倍千倍巨億萬倍不相屬逮。」於是賢者舍", "494": "利弗白世尊曰：「唯然，其聲聞智慧，須陀洹、斯", "495": "陀含、阿那含、阿羅漢、辟支佛、菩薩、怛薩阿竭、", "496": "阿羅訶、三耶三佛智慧，計此一切所有智慧，", "497": "無所破壞、無所諍訟，而無所起，自然為空。唯，", "498": "天中天！其無所壞、無所諍訟、無起、自然空者，", "499": "寧可獲致若干差特不乎？云何菩薩一日行", "5": "訶比丘僧五千俱，皆阿羅漢也——諸漏已盡，無", "50": "眉間相放億百千光明，頂結相放六萬億百", "500": "智，而復於此過一切聲聞、辟支佛乎？」佛告", "501": "舍利弗：「於舍利弗意云何，菩薩所以行般若", "502": "波羅蜜者何？一日之中所行智慧、所建立", "503": "願，修於幻術而行愍哀，皆為一切眾生之類，", "504": "悉了諸法以化群萌，欲令滅度。諸聲聞、辟支", "505": "佛，寧為興立如是之緣智慧不乎？」答曰：「不", "506": "也，天中天！」佛言：「於舍利弗意云何，諸聲聞、", "507": "辟支佛豈有此念：『我等當逮阿耨多羅三耶", "508": "三菩阿惟三佛，教化眾生至泥洹界，令滅度", "509": "耶？』」答曰：「不也。」佛言：「以是故，當復知此一", "51": "千光明，照此三千大千世界無所不周，普曜", "510": "切聲聞、辟支佛所有智慧，百倍千倍智慧、百千倍巨億萬倍終不相及。於意云何，聲聞、辟", "511": "支佛寧有此念：『吾等當行六波羅蜜，教化眾", "512": "生嚴淨佛土，具足怛薩阿竭十種力、四無所", "513": "畏、四分別辯、十八不共諸佛之法，得成阿耨", "514": "多羅三耶三菩阿惟三佛，度脫滅度無量無", "515": "限不可計數眾生之類不乎？』」答曰：「不也，天", "516": "中天！」佛言：「菩薩摩訶薩發心念言：『吾當奉", "517": "行六波羅蜜，具一切法，成阿耨多羅三耶三", "518": "菩，度脫不可計數眾生之類。』」佛言：「譬如日", "519": "之宮殿奮其光明，一時普照閻浮提地無不", "52": "東方江河沙等諸佛國土，南方西方北方四", "520": "周遍。如是，舍利弗！菩薩摩訶薩行六波羅蜜，", "521": "具十種力、四無所畏、四分別辯、十八不共諸佛", "522": "之法，逮成阿耨多羅三耶三菩，開化度脫無", "523": "量無限不可計數眾生之類。」賢者舍利弗白", "524": "佛言：「云何菩薩摩訶薩越於聲聞、辟支佛地，", "525": "而便逮及阿惟越致地淨修佛道？」佛告舍利", "526": "弗：「於是菩薩摩訶薩，從初發意行六波羅蜜，", "527": "過於空法、無想、無願，則為超越聲聞、辟支佛", "528": "地，住阿惟越致地。」賢者舍利弗復白佛言：「云", "529": "何菩薩摩訶薩，於一切聲聞、辟支佛為最眾祐？」", "53": "隅上下皆亦如是。其有眾生蒙值光明，心", "530": "佛告舍利弗：「菩薩摩訶薩從初發意行六波", "531": "羅蜜，至坐佛樹，常於一切聲聞、辟支佛為最", "532": "眾祐。所以者何？菩薩摩訶薩若來現者，則自", "533": "然興真妙之法，具足十善、又成五戒，立八等", "534": "事及八關齋，四禪、四等心、四無色三昧、四意", "535": "止、四意斷、五根、五力、七覺意、八由行現於世間，", "536": "如來十力、四無所畏、四分別辯、十八不共諸佛", "537": "之法，如是輩類眾善之德興現于世，則", "538": "分別君子族姓、梵志長者、傲族大姓及忉利", "539": "天上至三十三處、想無想天，須陀洹、斯陀", "54": "皆恬怕，悉發無上正真之道。於是世尊即時", "540": "含、阿那含、阿羅漢、辟支佛、怛薩阿竭、阿羅呵、", "541": "三耶三菩，緣此別知有此事耳。」舍利弗白佛", "542": "言：「云何菩薩摩訶薩淨畢眾祐？」世尊告曰：「菩", "543": "薩摩訶薩於眾祐中無所淨畢。所以者何？究", "544": "竟於空則為菩薩摩訶薩成眾祐也。所以", "545": "者何？舍利弗！菩薩摩訶薩為布施士。何所施", "546": "者？以善法施，開化眾生。何謂善法？十善之事，", "547": "五戒、六波羅蜜，十力、四無所畏、四分別辯、十", "548": "八不共諸佛之法，開化須陀洹、斯陀含、阿那", "549": "含、阿羅漢、辟支佛，怛薩阿竭、阿羅呵、三耶三", "55": "欣笑，從諸毛孔放眾光明，照此三千大千世", "550": "佛布施之士。」舍利弗復白佛言：「唯然，世尊！", "551": "菩薩摩訶薩遵修何行，為行般若波羅蜜？」佛", "552": "告舍利弗：「於是菩薩設行色空者，則為行般", "553": "若波羅蜜，設行痛痒思想生死識空者，是則", "554": "為行。「復次，舍利弗！菩薩摩訶薩解知眼空、耳", "555": "鼻舌身意空者，此則為行。解色空、聲香味觸法空者，此則為行。解眼界空者，此則為行。解色界、眼識界，解耳鼻舌身意界空", "556": "者，此則為行。解耳聲耳識、鼻香鼻識、舌味", "557": "舌識、身細滑身識、意所欲意識空者，此則為", "558": "行。解苦空者，習亦復空，盡亦復空，八由", "559": "亦空，此則為行。解無黠亦空、行亦空、識亦", "56": "界，普遍十方無不周接。江河沙等諸佛世界，", "560": "空、名色亦空、六入亦空、所更亦空、痛痒亦", "561": "空、思愛亦空、所受亦空、所有亦空、生老死", "562": "亦空，此則為行。解一切法空，此則為行。諸所", "563": "自然有為無為悉能解空，此則為行。菩薩摩", "564": "訶薩行般若波羅蜜，解本淨空志性亦然，此", "565": "則為行。舍利弗！是為菩薩摩訶薩行般若波", "566": "羅蜜，當解是七空，此乃為行。以此七空行般", "567": "若波羅蜜，色無應不應、無行不行，不作此觀，", "568": "不見痛痒思想生死識應不應、行不行，不見", "569": "色法有所起有所滅、不見痛痒思想生死", "57": "其有群萌，為光所照悉皆寂然，存于無上正", "570": "識法有所起法有所滅，不見色法有所依", "571": "著法有所諍訟、不見痛痒思想生死識法有", "572": "所著法有所諍，不見與色而俱遊居、不", "573": "見與痛痒思想生死識而俱遊居，不見與", "574": "生死而俱遊，亦不見不與生死而遊居", "575": "也。所以者何？永無有法而與俱，緣起諸", "576": "事本淨為空。舍利弗！色則為空則無有", "577": "色，痛痒思想生死識空則無有識。」佛語舍", "578": "利弗：「其為空者，無有起者、無有滅者。假使", "579": "色空則無有色，假使痛痒思想生死識空則", "58": "真之道。是時世尊則演如來清淨真妙志性", "580": "無有識。設使色空則不有見，設痛痒空則", "581": "無所患，設思想空則無所念，設使行空則無", "582": "所造，設識空者無所分別。所以者何？舍利", "583": "弗！色者則異，不與空同；空不為異，色不為分", "584": "別。色自然空，色則為空，痛痒思想生死識", "585": "不為別異，空亦不異。設空不異，識亦不異，", "586": "識自然空，識則為空。」佛語舍利弗：「其為空", "587": "者，不起不滅、無所依著、無所諍訟，無所增、無", "588": "所損，無過去無當來無現在。彼亦無色痛痒", "589": "思想生死識，亦無眼耳鼻舌身心，亦無色", "59": "光明，照此三千大千世界，普及十方各江河", "590": "聲香味細滑，所欲法彼則無。無黠不滅、無黠", "591": "不行，不識、不名色、不六入、不細滑、不痛、不愛、", "592": "不受、不有、不生、不老不病不死，亦不滅除生", "593": "老病死。彼亦不苦，亦無習，亦無所盡，亦無", "594": "所由。彼亦無得，亦無有時。彼無須陀洹果，", "595": "無斯陀含果，無阿那含果，無阿羅漢果，無", "596": "辟支佛覺，亦無得道，亦無佛道。菩薩摩訶薩", "597": "行般若波羅蜜如是者，則為菩薩摩訶薩行", "598": "般若波羅蜜，不見般若波羅蜜應不應、行不", "599": "行，不見施，不戒、不忍、不進、不禪、不智，不", "6": "有塵垢，而得自在；心安解脫，智慧善度，逮得", "60": "沙等諸佛國土，假令人民逮斯光者，則皆究", "600": "見是六波羅蜜。不見色痛痒思想生死識應", "601": "不應、行不行；不見眼應不應、行不行，不見耳", "602": "鼻舌身心應不應、行不行；不見色聲香味細", "603": "滑所欲法應不應、行不行；不見四意止應不", "604": "應、行不行；不見四意斷、四神足、五根、五力、七", "605": "覺、八由應不應、行不行；不見十種力、四無所", "606": "畏、四分別辯、十八不共諸佛之法應不應、行不", "607": "行；不見怛薩阿竭薩云然慧應不應、行不", "608": "行。是為，舍利弗！菩薩摩訶薩行般若波羅蜜，", "609": "此乃應行。」佛語舍利弗：「菩薩摩訶薩行般若", "61": "竟至於無上正真之道。於是世尊從其舌本", "610": "波羅蜜，空不與空鬪，空不與空行；無相", "611": "不與無相鬪，無想不與無想行；無願不", "612": "與無願鬪，無願不與無願行。空不與空相應，", "613": "無相不與無相相應，無願不與無願相應。所", "614": "以者何？空者無行不行，無相者亦無行不行，", "615": "無願者亦無行不行，菩薩摩訶薩行般若波", "616": "羅蜜能如斯者，此乃為行。」佛復語舍利弗：", "617": "「菩薩摩訶薩行般若波羅蜜，諸法自然相則", "618": "得度空。已得度空，不與色諍亦無所行；不", "619": "與痛痒思想生死識諍亦無所行；不與過去", "62": "悉覆佛土，而出無數億百千光明，照此三千", "620": "色諍，亦不見過去色；不與過去色諍，亦", "621": "不見當來色；不與當來色諍，亦不見現", "622": "在色；不與現在色諍，亦不與過去痛痒思", "623": "想生死識諍，亦不與當來現在痛痒思想生", "624": "死識諍，亦不見過去當來現在痛痒思想生", "625": "死識。「復次，舍利弗！菩薩摩訶薩行般若波羅", "626": "蜜，不與過去當來諍，不與當來過去諍，不", "627": "與現在過去當來諍，不與過去當來現在諍，", "628": "不見三世與於空行般若波羅蜜，如是行者", "629": "此乃為行。「復次，舍利弗！菩薩摩訶薩行般若", "63": "大千世界，周遍十方各江河沙等諸佛國土。", "630": "波羅蜜，所行如是，如所應行，不與過去薩芸", "631": "若訟行，亦不見過去何所薩芸若，過去安有", "632": "薩芸若及行訟行？不與當來薩芸若訟行，", "633": "亦無所行，亦不見當來安有薩芸若與行訟", "634": "行乎？亦不與現在薩芸若訟行，亦不見現在", "635": "薩芸若，安有薩芸若訟行乎？行般若波羅蜜", "636": "如是者，此乃為行。「復次，舍利弗！菩薩摩訶薩", "637": "行般若波羅蜜，不行薩芸若色，亦不見薩芸", "638": "若色，亦不見行薩芸若色痛痒思想生死識，", "639": "亦不見薩芸若痛痒思想生死識。不行薩芸", "64": "其光明中，自然而殖金寶蓮華，其蓮華上各", "640": "若眼，亦不見眼，亦不行薩芸若耳鼻舌", "641": "身心，亦不見耳鼻舌身心。不行薩芸若", "642": "色，亦不見色。不見色，不行薩芸若聲香味", "643": "細滑所欲法，亦無所現。」佛語舍利弗：「行般", "644": "若波羅蜜能如是者，此乃應行。「復次，舍利", "645": "弗！菩薩摩訶薩行般若波羅蜜，亦不遵薩芸", "646": "若檀波羅蜜，亦不見檀波羅蜜，尸波羅蜜、羼", "647": "波羅蜜、惟逮波羅蜜、禪波羅蜜、般若波羅蜜，", "648": "亦復如是，亦不行薩芸若般若波羅蜜，亦不", "649": "見薩芸若般若波羅蜜；亦不遵薩芸若四意", "65": "有諸佛，結加趺坐寶蓮華，講說經法，演於六", "650": "止，亦不見薩芸若四意止，亦不遵薩芸若四", "651": "意斷、四神足、五根、五力、七覺意、八由行，亦不", "652": "見薩芸若意止、意斷、神足、根、力、覺意、由行；亦", "653": "不遵薩芸若十種力、四無所畏、四分別辯、十八", "654": "不共諸佛之法，亦無所見，亦不見薩芸若怛", "655": "薩阿竭諸力法。行般若波羅蜜如是，此乃", "656": "為行。「復次，舍利弗！菩薩摩訶薩行般若波羅", "657": "蜜，不行薩芸若、佛，佛亦不行薩芸若，不行", "658": "薩芸若、道，道亦不行薩芸若。所以者何？佛", "659": "則薩芸若，薩芸若則佛；道則薩芸若，薩芸", "66": "波羅蜜；十方一切亦復如是。若有眾生聞斯", "660": "若則道。十種力、四無所畏、四分別辯、十八不", "661": "共諸佛之法，亦復如是。」佛語舍利弗：「行般", "662": "若波羅蜜能如是者，此乃為行。「復次，舍利弗！", "663": "菩薩摩訶薩行般若波羅蜜，不行色有、不行", "664": "色無有，不行痛痒思想生死識有、不行痛痒", "665": "思想生死識無有，不計色有常、亦不計色無", "666": "常，不計色苦、不計色樂，不計色有我、不計", "667": "色無我，五陰六衰亦復如是。不計五陰空、無", "668": "空，不計五陰有相、無相，不計五陰有願、", "669": "無願，行般若波羅蜜。今我所行亦無所受，", "67": "法講，一切究竟皆得堅住阿耨多羅三耶三", "670": "亦無所行亦無所取，不有所行亦不不行，", "671": "不有所受亦不不受，不有所取亦不不取。」佛", "672": "語舍利弗：「菩薩摩訶薩行般若波羅蜜能如", "673": "是者，此乃為行。「復次，舍利弗！菩薩摩訶薩行", "674": "般若波羅蜜，不用檀波羅蜜、尸波羅蜜、羼提", "675": "波羅蜜、惟逮波羅蜜、禪波羅蜜故，行般若波", "676": "羅蜜。不用阿惟越致地，教化眾生故，行般", "677": "若波羅蜜。不用淨佛國土故，行般若波羅蜜。", "678": "不用怛薩阿竭十力故，行般若波羅蜜。不用", "679": "四無所畏、四分別辯、十八不共諸佛之法，行", "68": "菩。於是世尊坐師子床，有三昧名師子娛樂，", "680": "般若波羅蜜。不究竟空、不用內空、不用外", "681": "空、不用內外空、不用空空故，不用大空故，", "682": "不用真空故，不用有為空故，不用無為空", "683": "故，不用究竟空故，不用無品空故，不用", "684": "本淨空故，不用自然相空故，不以一切法空", "685": "故，不以無起空故，不以無滅空故，不以", "686": "無形空故，不以自然空故，不以有形無形空", "687": "故，不無本故，不以法界故，不以本際故，", "688": "行般若波羅蜜。所以者何？菩薩摩訶薩行般", "689": "若波羅蜜時，於諸法無所破壞亦無所見。」復", "69": "以斯定意自然正受，如其色像，咸演威曜示", "690": "次，舍利弗！菩薩摩訶薩行般若波羅蜜，不用", "691": "神足故，行般若波羅蜜；不用天眼故，不用", "692": "天耳故，不用觀他人心故，不用念過去事故。", "693": "所以者何？行般若波羅蜜時，亦不見般若波", "694": "羅蜜，何況當覩菩薩諸神通乎？行般若波羅", "695": "蜜能如是者，此乃應行。「復次，舍利弗！菩薩", "696": "摩訶薩行般若波羅蜜時，心不念言：『我當以", "697": "神足往詣東方江河沙等見諸如來稽首禮。』", "698": "亦不自念：『到八方上下。』亦復如是，等無有異。", "699": "行般若波羅蜜能如是者，此乃應行。「復次，舍", "7": "仁和，為大開導；所作已辦，所設究竟，棄捐", "70": "現神足。三千大千世界六反震動，邊際亦", "700": "利弗！菩薩摩訶薩行般若波羅蜜，不自念言：", "701": "『諸佛世尊所可暢說，吾則當以天耳皆聽，吾", "702": "當察見眾生之心所可念者，當念過去所遊", "703": "居處，我以天眼見諸群萌在所之處。』」佛言：", "704": "「行般若波羅蜜能如是者，此乃應行。如是，", "705": "舍利弗！行如是者，則為度脫無央數不可", "706": "計會眾生之類。菩薩摩訶薩能如是者，魔及", "707": "官屬不能得便。又復見及他方世界，諸人民", "708": "遙聞其德皆為作禮。復次，東方江河沙等諸", "709": "佛世界，八方上下諸佛世尊，皆共擁護於是", "71": "搖，中順至邊，安和柔軟，愍傷一切眾生之類，", "710": "菩薩，終不墮墜於聲聞、辟支佛地。四天王上", "711": "至阿迦膩吒天，悉共擁護是菩薩摩訶薩，", "712": "將無伺求得其便者，所可興發、所當作者，", "713": "得現在福。所以者何？而以慈心向諸眾生。", "714": "如是，舍利弗！菩薩摩訶薩行般若波羅蜜能", "715": "如是者，乃為應行。「復次，舍利弗！菩薩摩訶薩", "716": "行般若波羅蜜，而以微勞得總持門、三昧門，", "717": "速疾近此怛薩阿竭、阿羅呵、三耶三菩，一切", "718": "所生常值見佛、不離諸佛，至逮成阿耨多羅", "719": "三耶三佛。」佛言：「行般若波羅蜜能如是", "72": "令獲安隱快樂無患。爾時三千大千世界地", "720": "者，乃為應行。「復次，舍利弗！菩薩摩訶薩行般", "721": "若波羅蜜，不自念言：『寧有諸法？所謂法者一", "722": "切為應、若不應乎？為平等、不平等乎？』所以者", "723": "何？於時行者，不見諸法應若不應、行若不行、", "724": "等與不等。」佛言：「行般若波羅蜜能如是者，", "725": "乃為應行。「復次，舍利弗！菩薩摩訶薩行般若", "726": "波羅蜜，不自念言：『我當速解諸法之界至阿", "727": "惟三佛，亦無阿惟三佛。』所以者何？逮法界者", "728": "亦無所覺。行般若波羅蜜能如是者，乃為應", "729": "行。「復次，舍利弗！菩薩摩訶薩行般若波羅蜜，", "73": "獄、餓鬼、畜生，諸不閑者、恐懅厄者，自然為斷", "730": "不見諸法及與法界有諸疾病及與空寂。行", "731": "般若波羅蜜能如是者，乃為應行。「復次，舍", "732": "利弗！菩薩摩訶薩行般若波羅蜜，不自念言：", "733": "『諸法法界有若干種不計別異。』行般若波羅", "734": "蜜能如是者，此能應行。「復次，舍利弗！菩薩", "735": "摩訶薩行般若波羅蜜，不自念言：『於是諸法", "736": "及與法界，觀與不觀、見與不見。』所以者何？彼", "737": "則不見諸法所有、可持諸法分別觀也。行般", "738": "若波羅蜜能如是，乃為應行。「復次，舍利弗！", "739": "菩薩摩訶薩行般若波羅蜜，不念法界憂行", "74": "三塗，除已悉自致來，得生為人、四天王、忉利", "740": "空事，其空事者不憂法界。行般若波羅蜜", "741": "能如是者，乃為應行。「復次，舍利弗！菩薩摩訶", "742": "薩行般若波羅蜜，不念眼界為空空乎，亦不", "743": "憂眼界；色不憂空，空不憂色；色界不憂空，", "744": "空界不憂色；眼識界不憂空，識界不憂眼識", "745": "空；耳鼻舌身心聲香味細滑所欲法亦", "746": "如是。心界不憂空，空界不憂心；法界不憂", "747": "空，空界不憂法；識界不憂空，空界不憂識。」", "748": "佛言：「舍利弗！是為第一行，所謂空行。菩薩", "749": "摩訶薩能行空者，則不墮落聲聞、辟支佛地，", "75": "天、鹽天、兜術天、尼摩羅天、波羅尼蜜天。於時", "750": "能淨佛國、開化眾生，疾逮阿耨多羅三耶三", "751": "菩，成阿惟三佛。計諸所行般若波羅蜜行，", "752": "般若波羅蜜行為最極尊、為長為上、無底無", "753": "比。所以者何？般若波羅蜜行為無上行，空、", "754": "無相、無願行。菩薩摩訶薩應行如是，當作斯", "755": "持，速得近於受莂之地。菩薩摩訶薩應此行", "756": "者，為無數不可計眾生開度利誼。若不念", "757": "言：『我行般若波羅蜜，諸佛世尊當受決也。』", "758": "亦不念言：『我得親近也；於受決也；我當清", "759": "淨於佛國土，得至阿耨多羅三耶三菩阿惟三", "76": "諸天適生彼間人中天上，即識宿命，歡喜悅", "760": "佛，當轉法輪。』所以者何？彼其行者，不著", "761": "法界，亦不虛寂、不見異法，當行般若波羅蜜，", "762": "諸佛天中天受我決及逮阿耨多羅三耶三", "763": "菩阿惟三佛。所以者何？菩薩摩訶薩行般若", "764": "波羅蜜者，不起人想，不起我想，不起壽想，", "765": "不起命想，不起眾諸想，不起見知想。所以", "766": "者何？計於吾我眾生不起不滅，又計人本", "767": "不起不滅。其不起不滅者，何所行般若波羅", "768": "蜜？菩薩摩訶薩行能如是，人無所起屬行", "769": "般若波羅蜜，眾生為空、眾生不得、眾生寂", "77": "豫，往詣佛所，稽首足下叉手歸命，十方一切", "770": "寞，為行般若波羅蜜。如是，舍利弗！菩薩摩", "771": "訶薩遵修於空為第一行。「復次，舍利弗！菩", "772": "薩摩訶薩行般若波羅蜜能如是者，則皆超", "773": "踰一切諸行。置是所可遵行，為大慈行、為大", "774": "悲行。菩薩摩訶薩行於此者，終不起貪嫉之", "775": "心，無毀戒心、無瞋恚心、無懈怠心、無亂意", "776": "心、無邪智心。」", "777": "光讚經卷第一", "78": "亦復如是，等無差特。爾時此三千世界眾生之", "79": "類，盲者得目而覩色像，聾者徹聽聞諸音聲，", "8": "重擔，逮得己利，除終始患；平等解脫，濟一切", "80": "志亂意惑還復其心，迷憤者則時得定；其裸", "81": "形者自然衣服，其飢虛者自然飽滿，其消渴", "82": "者無所思僥，其疾病者而得除愈，身瑕玼者", "83": "諸根具足；其疲極者自然得解，久猗身者", "84": "則無所猗。一切眾生得平等心，展轉相瞻，", "85": "如父如母、如兄如弟、如姊如妹，各各同心等", "86": "無偏邪、皆行慈心；一切群萌悉修十善，清淨", "87": "梵行無有塵埃；一切黎庶悉獲安隱，所得安", "88": "隱猶如比丘得第三禪。于時眾生而致智慧，", "89": "而悉具足善快調定，離於卑劣、逮得和雅。於", "9": "想，得度無極——唯除一人賢者阿難，學須陀洹。", "90": "是世尊在師子床，處於三千大千世界，而最", "91": "超異威神巍巍，光燿煌煌無有畏懼，聖明輝", "92": "赫尊顏具足，無不周普照于東方江河沙等", "93": "諸佛世界，八維上下各江河沙等世尊國土，", "94": "如須彌山超踰一切諸山之上，明在所通。於", "95": "是世尊承如來旨已，自然聖令三千大千世", "96": "界眾生悉共瞻覩。時此世界，首陀衛淨居諸", "97": "天，梵天、波羅尼蜜天、尼摩羅天、兜術天、鹽天、忉", "98": "利天、四天王天及三千大千世界所居人民，自", "99": "然見身親近如來，皆得自然天華傅餝、天香"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0222 光讚經: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 光讚經: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "author": "西晉 竺法護譯", "sourceLink": "http://www.cbeta.org/"}