{"author": "吳 支謙譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 佛說明度經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "27 隨品", "1": "大明度經卷第六", "2": "南吳月支國居士支謙譯", "3": "普慈闓士品法來闓士品囑累", "4": "阿難品", "5": "28 普慈闓士品普慈闓士品第二十八", "6": "佛告善業：「闓士疾欲得佛者，索明度無極當", "7": "如普慈闓士。」善業言：「今普慈所在？」佛言：「在", "8": "上方過六百三十億佛國，佛名香積，其剎名", "9": "眾香。」又言：「彼何因索明度？」佛言：「前世積行功", "10": "德追逮本願所致，前已供養無央數佛。時", "11": "闓士臥出，天人於夢中告曰：『若求大法，寤即", "12": "求之。』求之不睹，其意惆悵，欲得佛聞大明法。", "13": "時世無佛，國無闓士所行淨法，是故哀慟。如", "14": "人有過，在國王所，財物悉沒，父母及身閉在", "15": "牢獄。時忉利天人下觀，見闓士日哭，知有至", "16": "心精進求道。天人即於其親屬中學字闓士。", "17": "「先是時，世有佛，名景法自穢來王，已滅度", "18": "久，不覩佛、不聞經、不見比丘僧。時，復於夢中", "19": "見忉利天人告之曰：『前有佛，字景法自穢", "20": "來王。』「夢聞佛字則寤，寤已大歡喜，則捐家入", "21": "山投命棄身無所貪慕，而大啼哭，自念：『惡所", "22": "致，不見佛、不聞經、不得闓士所行法。』「是時，空", "23": "中有聲言：『善士！止，無哀慟矣。有大法名明度，", "24": "若有守志行之，其得佛疾。若當求是法，得聞", "25": "守行者，佛功德身三十二相、八十種好，若當", "26": "得之，亦當以經法教十方人。』「問空中聲：『何緣", "27": "得聞？當到何方索？作何方便？』「空中聲報言：『從", "28": "是東行，莫得休息。若行時，莫念左右前後上", "29": "下行止，莫念恐怖歡喜食飲坐起行道中止，", "30": "莫念婬怒癡，莫念守行有所得，莫念內外五", "31": "陰眼耳鼻口身心地水火風空，莫念眾生吾", "32": "我壽命、有空無空、有道無道、有經無經、生天", "33": "上生世間。闓士！善惡一切念，斷適無所著。從", "34": "是東行，作是行不毀者，今得明度不久。過去", "35": "諸佛行闓士道，求之如此，得明度、隨其教、精", "36": "進行，必早得佛。』「闓士聞之，大歡喜言：『當隨天", "37": "教。』「報言：『莫失此教。』言畢不復聞聲。「隨是教", "38": "則東行，適無所念。行道中念曰：『去是幾所乃", "39": "當得明度？』復大哀慟。上方空中有化佛言：『善", "40": "哉，善哉！若所索，得甚難。作是精進者，今得不", "41": "久。』「普慈闓士叉手仰視化佛——身金色，放十億", "42": "光焰，三十二相——心大歡喜，叉手白佛言：『願", "43": "佛說法。我從佛聞，皆欲得之。』「佛言：『受我教", "44": "法，悉念持之。諸經法本無無恐懼，本淨無", "45": "端緒，住諸經法無端緒，無所說住無所說", "46": "教。如虛空無形住，如滅度無異。無所從生無", "47": "形住，如幻如水中影，如夢中所見，其等無異。", "48": "佛音聲如是，當隨經教殖志守淨。從是東行，", "49": "去是二萬里，國名香淨，法王法治處。其國", "50": "豐樂，人民眾多。其城縱廣四百八十里，皆以", "51": "七寶作之。其城七重，間有七寶琦樹，上有雜", "52": "寶羅縠帷幔以覆城矣。其間有寶交露垂鈴，", "53": "城四門外有無極戲廬。繞城有七重池，水中", "54": "有雜種青蓮及諸名花，其香薰國，光色遐燿。", "55": "行者近華，身衣如之，皆在池中生。池間陸地", "56": "有薝蔔花忍中花，琦華如是數百種。池中有", "57": "眾鳥，鳧鴈鴛鴦異類之鳥數百種。有七寶船，", "58": "其人乘船遊戲池中。羅列五色幢幡，雜色花", "59": "蓋街巷周遍。譬如忉利天帝釋殿，懸幡之聲", "60": "道德為本，晝夜不休聞者行進。如彼天上難", "61": "檀洹戲廬音樂之聲，快樂不絕。城中皆是闓", "62": "士，有成就者、有發意者，服飾炫熿珍琦無", "63": "量。中有闓士字法來，眾聖中王，有六百八十", "64": "萬玉女妻。諸闓士常敬之，於國中央施高座，", "65": "隨次轉下黃金座、白銀座、琉璃座、水精座，其", "66": "上皆布文繡綩綖，座間皆散雜種香華，上施", "67": "寶蓋，中外周匝燒眾名香。法來闓士常於高", "68": "座為諸闓士說明度，中有聽、有書、有學、有諷", "69": "誦守者。若到彼所，當為若說之。前數千億世", "70": "常為若師，是若發意時師也。往至佛所時，", "71": "若所聞見，慎莫疑殆。何以故？若未曉變謀明", "72": "慧，當諦覺邪事。善士慎於邪教，莫念師在", "73": "深宮以之懈怠，敬當如佛。用經法故莫念財", "74": "利，無貪為寶，當貢所尊慈孝於師。作是行者，", "75": "今得大法矣。』「闓士從化佛聞是教，其善忘身，", "76": "入見十方佛定。諸佛皆遙歎言：『善哉，善哉！善", "77": "士！我曹本求闓士道時，用精進故獲明度，成", "78": "為一切智、三十二相、八十好、十種力、四無所", "79": "畏、四事不護、十八不共，亦復得諸佛所歎。若", "80": "尋佛迹，當則吾等。作斯行者闓士功德。若當", "81": "具足得之。』「普慈闓士從定寤，作是念：『諸佛", "82": "本何所來？去何所？』作是惟已，便復哀慟，念：", "83": "『佛教我至法來所。』便從是去。中道得一國，國", "84": "名邪所樂。城外園中止宿，自念：『佛法寶難", "85": "得聞，我當盡力供養於師。今我一身加復貧", "86": "窮，無珍寶及香花供養於師。』作是念已，則", "87": "入城街里自衒云：『誰欲買我者？』「是時邪在城", "88": "外戲，與萬婇女共遊戲。邪聞闓士自衒聲，", "89": "便念：『闓士自賣身，欲供養法來，志存索佛，", "90": "當出我界，度人眾多。今當壞子，令一國人皆", "91": "不見其形、不聞其聲。』如是，城中人悉不聞見", "92": "其形聲。「闓士賣身不售，便自宛轉臥地啼哭，", "93": "呼曰：『吾賣身以奉師，都無買我者。當云何乎？』", "94": "「帝釋遙見闓士精進乃爾，來下試之，知為至", "95": "誠索佛道？但諛諂乎？便化作梵志問言：『高士！", "96": "將欲何求，勤苦乃爾？用何等故，宛轉哭乎？』「報", "97": "言：『不須問也。』「又問至三：『所欲勅使願語，我意", "98": "今欲相助。』「闓士報言：『我自賣身以供養師。』「梵", "99": "志曰：『吾欲大祠，欲得人血、肉、髓、心。卿能與我", "100": "者，我益與卿寶。』「闓士聞之，心大歡喜。即取刀", "101": "自刺兩臂，以血與之。復割兩髀肉，又破骨以", "102": "髓與之。適欲刺其胸，時樓上有長者女，遙見", "103": "大愍傷之，與諸妓女五百人下至闓士所，問", "104": "言：『高士年尚幼少，端正如是。何以自割截", "105": "身體乃爾乎？』「報言：『我出血割肉取髓賣之，以", "106": "供養師。』「女問：『設供養師者，能得何等？師名為", "107": "誰？在何方止？』「闓士報言：『在東方，字法來，當為", "108": "我說明度。聞者當守淨行，可疾得佛身三十", "109": "二相、十種力、四無所畏、四事不護、十八不共，", "110": "得法輪，轉度十方人。』「女聞之喜，曰：『如所言，天", "111": "上天下無比。卿何其自苦乃爾乎？我足子名", "112": "寶，身與眾女願從子行，供養明師，欲聞深經。』", "113": "「闓士言：『甚善。』「梵志言：『善哉，善哉！闓士高行精", "114": "進難及。吾非梵志也，是天王釋矣，故來試子。", "115": "子欲何求，我悉與子。』「報言：『天王哀我者，使身", "116": "平復。』「願則如舊，瘡愈身強，力氣踰前。釋即自", "117": "去。「長者女語普慈言：『願見吾親，索寶辭去。』闓", "118": "士覩彼女親，女具陳之，親曰：『甚善！吾亦有", "119": "志，傷年西垂，體違心願矣。若欲所得，便自說", "120": "之。』「女言：『我欲得珍寶琦物。』「父母言：『自恣取", "121": "之。』女便取琦物織成栴檀名香及雜諸寶，", "122": "五百乘車悉載自重。「五百侍女、自副諸女啟", "123": "長者女親：『欲侍貴女隨闓士行。』親許即行。「以", "124": "漸進路，遙見香淨國。七寶城郭，幢幡光色，眾", "125": "寶交露，鐘鈴樂音，寶樹戲廬，車步諸妓，香", "126": "風四出。譬如天上。闓士及諸女遙見如斯，欣", "127": "豫無喻。念曰：『吾等義當下車步行入城。』共", "128": "從西門入，問路人曰：『彼何等臺？七寶服飾姝", "129": "好乃爾乎？』路人曰：『賢者不知耶？有闓士，字", "130": "法來，人中最尊，無不供養作禮者。是闓士", "131": "用明度故，作是臺。其中有七寶凾，以紫磨黃", "132": "金為素，書明度著凾中。有若干百種名香，法", "133": "來闓士日日供養——持雜花名香，然燈懸幡花", "134": "蓋雜寶，正音道樂，盡禮供養——餘闓士亦然。忉", "135": "利天人晝夜各三，持天名花供養明度。』「普慈", "136": "闓士及諸女聞之大喜，俱以雜香金縷織成", "137": "雜衣有散上作幡、毾壁敷地者。畢，俱至法來", "138": "闓士高座會所相去不遠，遙見在高座上，為", "139": "人幼少顏貌端正光燿徹射，為巨億万人說明", "140": "度。與法來相見，持雜種香若干寶衣以上師", "141": "矣。作禮繞八百匝，自歸言：『願吾等進高行、獲", "142": "尊經。』「法來闓士慰勞之曰：『多賀來到，得無疲", "143": "倦？他所勅使、所欲得者，莫自疑難。我是度人", "144": "之師，適無所愛惜。』「普慈闓士言：『我本索明度", "145": "時，於山中哀慟。空中有化佛，身有三十二相、", "146": "紫磨金色、十億光焰出。佛歎我言：「善哉，善哉！", "147": "索明度當爾。從是東行二萬餘里，其國名香", "148": "淨，中有闓士，字法來，人中最尊，常反覆教人。", "149": "若至彼聞，當得明度。前巨億萬劫常為若師，", "150": "斯若初發意時師也。」我聞師名，心大歡喜不", "151": "自勝。用歡喜故，即得悉見十方佛定。是時諸", "152": "佛讚歎我言：「善哉，善哉！我曹求佛索明度亦", "153": "然，自致成佛。」寤則不見。我自念言：「佛為從何", "154": "所來？去至何所？」願師為我說。』「法來言：『賢者！善", "155": "聽。空、不願、無想，本無所從來，去亦無所至。", "156": "佛亦爾，無處、無所生、無形，幻化野馬夢中人。", "157": "滅度想像，無生無長、無所適。經界本端無所", "158": "從來，去亦無所至。欲知佛亦爾。』「普慈闓士聞", "159": "深法如是比不可量，即於座上得六萬定門。", "160": "何等為定門？無處所定，脫諸邪中不恐定，脫", "161": "於愛欲之本定，脫出患難定，不可計諸法句", "162": "入定，譬若海水不可量多少慧所入定，莊須", "163": "彌山功德莊嚴定，五陰四大六衰無形觀", "164": "定，悉見諸佛定，闓士定，道諸經無形見說定，", "165": "珍寶莊飾定悉觀珍寶入定，悉念諸佛定，闓", "166": "士上高座定，真不退轉及法輪為轉定，莊佛", "167": "功德定，所聞眾事無瑕穢悉及淨定，所聞眾", "168": "事如海定，無所獲無過定，樂經音聲遍至定，", "169": "經法章顯旗幡定，如來身無形入定，諸經無", "170": "形遍見定，闓士印定，如來目見定，照明境界", "171": "定，佛界所願具足定，解十方難定，臨成佛莊", "172": "嚴定，種種雜花異色定，多珍寶定，法輪常", "173": "轉定，諸音聲遠聞入要定，入十方人本定，諸", "174": "三界悉遍至定，成佛諸功德定，無能過六度", "175": "闓士樹下坐時定，壞餘外道羅網定，如來見", "176": "飛定，無量功德莊嚴定，諸珍寶智慧功德", "177": "定，一切智地定，悉淨自定，悉遍照明定，悉", "178": "入十方人因坻定，根智慧出中定，三世悉等", "179": "定。如是比，普慈闓士得六萬定。「爾時，法來闓", "180": "士起入宮中。", "181": "29 法來闓士品法來闓士品第二十九", "182": "「是時，普慈闓士安隱從定覺起，與諸婇女共", "183": "至法來宮門外立，自念言：『我用經法故來。", "184": "師今在內，我無宜坐臥矣。須師出，上高座說", "185": "明度無極，爾乃坐矣。』諸女亦効立。「是時，法", "186": "來適教中宮諸婇女。說經道已，沐浴澡洗，更", "187": "著新衣，上明度臺坐惟諸定。如斯七歲，不動", "188": "不搖。普慈闓士及諸女，亦復經行七歲，不坐", "189": "不臥。後天人於空中語之言：『却後七日，法來", "190": "闓士當從定起。』「聞天人語聲，自念言：『我當為", "191": "師敷座，掃灑令淨。』皆到說經處，特為師施高", "192": "座，諸女各取著身衣服敷座上。「是時，邪自念", "193": "言：『未嘗有是，闓士今施高座，用敬索佛故，精進", "194": "勇健、無休懈時，得道者當出我界，度脫眾生", "195": "無量。吾當壞子。』邪悉壞諸闓士座，皆令繚綟，", "196": "雨沙礫石荊蕀枯骨污座。「普慈及諸女，見地", "197": "輒沙礫荊蕀枯骨在其座間。自念言：『今師當", "198": "坐說經，及諸弟子皆當來聽，我更掃除整頓", "199": "坐席。』整已，地輒有塵土來坌師及諸闓士，今當", "200": "灑之。即行索水。邪令水竭。念曰：『我曹索水不", "201": "得。當云何？當取身血以灑之。』時普慈及諸女", "202": "各取刀，處處刺身出血灑地，用慈於法故。「時，", "203": "釋自念言：『今世乃有是人，精進恭敬慈孝於", "204": "師。』讚言：『善哉，善哉！賢者誠難及。今聞明度，不", "205": "久會當得佛。賢者！今他所勅使，願相告矣。有如", "206": "賢者輩，我當護，所欲得者悉當與之。』「普慈報", "207": "言：『我欲所得者，自當知之。』「是時，釋化地悉使", "208": "作水精、琉璃，其上有金沙。使普慈及諸女，身", "209": "體瘡瘢悉平復如故。座四面化作琉璃水池，", "210": "周匝皆有珍寶欄楯，及四寶池俠陛兩邊有", "211": "七寶樹若干百種，行列殊好。闓士及女人為", "212": "諸闓士儲水。天雨眾花——光色燿國，甘香四被，", "213": "聞者心軟——凡四千石。釋上普慈闓士語之言：", "214": "『持是花供養明度，及散法來諸闓士上。以天", "215": "衣五百領，法來在座，以衣敷上。』普慈即悉受", "216": "之，便為呪願。「是時，法來闓士七歲以後從定", "217": "覺，起到高座，與二百億闓士共坐。於前坐者", "218": "甚眾多。是時普慈及諸女皆共散花，并持旃", "219": "檀擣香及名雜香諸珍寶散法來諸闓士上，", "220": "前以頭面著足，起繞三匝却住。以微意視法", "221": "來大會，方四十里，滿其中人。法來闓士四向", "222": "視來會者，用經法故，即為說明度言：『善士！", "223": "且聽。諸經法本端悉等，如來智慧無所罣礙，", "224": "如幻無形，如風本端不可計，明度亦然。一切", "225": "我所悉斷本本淨，明度亦本淨。譬如野馬、像", "226": "人本無，如夢中有欲其欲本無，如所名人本", "227": "無，如應儀滅度空無所生，明度亦然。如來滅", "228": "度亦等無異，明度本等。譬如然火則時滅之，", "229": "本無所從來，去亦無所至。如夢中見須彌山", "230": "本無，如佛現飛本無所有，明度亦然。前於欲", "231": "中相娛，計之無所有。如人名聲無所有，如", "232": "來無於前見者。念所作因見明度，念所作本", "233": "無所有，如幻師化作像本無所有，如虛空適", "234": "無所住，如幻師學無所不示。往古來今亦不", "235": "可合為一，明度者亦無三世，當作是知。名計", "236": "本無形，罷字有形，明度無不至、無不入。何以", "237": "故？空本無色。明度譬如虛空，無不至、無不入，", "238": "入於地水火風空，入於彼此五陰，入人壽命", "239": "有德無德，入於欲不欲、有無、有想無想、願無", "240": "願，入於生中，入於日月星宿、質諒神、龍、鬼王、", "241": "執樂神、似人形神、脇臆行、神蛇軀神，亦入", "242": "禽獸、餓鬼、地獄、蜎飛蠕動蚑行喘息，入於", "243": "貧賤富貴、賢者聖智仙人、溝港、頻來、不還、應", "244": "儀、緣一覺，入於闓士，入於佛，入於滅度、四意", "245": "止、四意斷、四神足、五根、五力、七覺意、八道行、有", "246": "智無智十種力、四無所畏、四事不護、十八不共、", "247": "佛經世經巫祝，入於宿命所行展轉生死中", "248": "有苦無苦、自在不自在，度脫好不好、善不善、智", "249": "不智、明不明、往古來今可見不可見教法、所", "250": "有無所有、一切有形無形，無不入矣。』」佛告善", "251": "業：「法來闓士為普慈說明度所入處，如是具", "252": "說晝夜七日。是時人聽經，呼如飯頃。何以故？", "253": "法來闓士威神力恩。普慈闓士聞大歡喜，諸", "254": "女共持天衣及八百石雜寶供養法來闓士。釋", "255": "復持天上名花以散法來及諸闓士上，以增", "256": "功德。是時一佛界中樹木花樹果諸雜寶樹，", "257": "悉傾曲躬為法來闓士作禮，雨蜜香之花，", "258": "其花香聞一佛剎中。一切人聞是花之香，各", "259": "遙見法來闓士在高座上說經，并見普慈及", "260": "諸女心皆樂之柔弱歡喜，皆遙作禮。其國中", "261": "悉震動。是時巨億萬人悉得無數經法，不可", "262": "復計闓士皆得不退轉。「時，諸女前白普慈言：", "263": "『我等願以身命自歸為給使，并五百乘車珍", "264": "寶以上歸。師為我等忍大眾苦，以歸當佛，", "265": "今蒙大恩，乃得聞尊經，無絲髮之疑。今我等", "266": "為師給使巨億萬劫，尚未能報須臾之恩。』「普", "267": "慈受之，前白法來闓士言：『今以身及諸女眾", "268": "珍寶以上大師，師哀我等，願受之，使我得其", "269": "功德。』「法來闓士欲使普慈成其功德，故悉受", "270": "之，反遺普慈，言：『以是諸女可為給使，諸車", "271": "珍寶可自給。』「忉利天上諸天人各歎言：『善", "272": "哉，善哉！普慈！眾寶悉以施師，是意難得。』「時有", "273": "巨億萬人共到法來所聽經，普慈歡喜，即於", "274": "座上得六萬定門。何等為定？願樂定，威儀", "275": "定，歡德定，月盛滿定，日光焰定，如來行定，", "276": "悉念佛定，闓士生生定，樂智慧定，度脫堅", "277": "住定，諸境界中無所住定，國土種種嚴入定，", "278": "如來相入無想定，十方人無形印封定，如", "279": "來出生定，無所畏樂定，棄捐珍寶定，如來力", "280": "莊嚴定，諸經法明樂定，諸法無所從來解事", "281": "定，淨如梵天定，三世悉等入定，嚴佛藏定，", "282": "佛音聲悉成定。如是定輩，得六萬門。闓士從", "283": "定覺，悉得智慧力，入諸經法中。「普慈白言：『願", "284": "師為我說，佛聲當何以知之？』「法來曰：『賢者！明", "285": "聽。譬如箜篌，不以一事成。有柱、有絃、有人搖", "286": "手鼓之，其音乃同，自在欲作何等曲。欲知佛", "287": "聲音亦然。闓士有本發意、累世作功德、教授", "288": "問佛事，合會是事，乃得佛身。音聲亦爾。其", "289": "法皆從因緣起，不從闓士行得、不離行得，不", "290": "從佛身得、不離佛身得。賢者！欲知佛身音聲，", "291": "合會是事乃得佛聲耳。復次，賢者！譬如吹笙", "292": "師，其音調好，與歌相入，笙者以竹為本，有人", "293": "工吹，合會是事其聲乃悲。如來身不以一事", "294": "二事成，以若干事累世作功德，教人入道，本", "295": "願所致，用是故，佛身相及種好悉見如是。譬", "296": "如佛滅度後，有人作佛形像，端正姝好如佛", "297": "無異。人見莫不稱歎，持花香繒綵供養者。賢", "298": "者謂佛，神在其像中耶？』「對曰：『不也。所以作像", "299": "者，但欲使人繫意敬、自警脩、得其福耳。亦", "300": "不用一事二事成，有金、有智人、若有見佛時人，", "301": "佛滅度後，念佛故作像，欲使十方供養，得其", "302": "福。』「法來報言：『如賢者言，成佛身不用一事二", "303": "事。有闓士之行，有本索佛時人，若有常見佛", "304": "作功德，用是故成佛身，智慧變化飛行，及諸", "305": "種好，乃成佛身。譬如鼓，有竹木、革桴、有人擊", "306": "之，其聲乃出。欲知佛身亦爾，用若干百千事", "307": "乃成之耳。有初發意、有六度無極行、曉知本", "308": "無無所從生之事、坐於樹下降伏邪官屬、諸", "309": "經法當知如幻無異，以是成佛身。譬如畫師，", "310": "有壁、彩筆、手畫之，乃成畫人。佛身亦爾，用", "311": "數千事，有布施、持戒不犯十惡、常隨善師、等", "312": "心哀眾，無能壞者，世世見佛。闓士聞行，堅持", "313": "無忘，守真不諂，常行至誠。又譬如無結愛", "314": "天所止觀第，光燿天上，端正姝好。是天第舍", "315": "不自作、不有來作者，本無所從來，去亦無所", "316": "至，因緣所生，其人前世作德所致，用布施眾", "317": "生故，得生彼第舍中止。賢者！欲知佛身，因緣", "318": "所生，用世人欲見佛、其人前世有功德、遠離", "319": "八惡處、生慧信於佛。佛所以現身者，欲度眾", "320": "生故。如山中響，不用一事二事，有山、有呼、人", "321": "有耳，聽乃聞。佛本無形亦無所著，因緣所生，", "322": "世世習行空，生死因緣佛悉曉之，本無生死", "323": "亦無滅度，作是示現、作是說。譬如幻師化作", "324": "轉輪王，慈化潤眾，聞者皆喜。人索珍寶所愛", "325": "被服，悉恣與之。王在眾中，坐起行步容儀安", "326": "諦，人有見者莫不敬禮。不以一事二事成，有", "327": "師、有呪、有聚人，隨所喜化現之。有󰍂者知為", "328": "化矣，斯幻人無所從來，去亦無所至，本空、化", "329": "所作。󰍂者知因緣所由。佛身亦然，用眾事有", "330": "功德、有歡德，念群生使安隱，具闓士願，分", "331": "布經法、教授使行，棄定思惟分別，為人說經", "332": "使學。諸天人民莫不歡喜。中有自貢高者、不", "333": "知慚者、婬亂慳貪者、強梁自用者、喜鬪不可", "334": "諫者、婬怒癡所覆者、行惡不可計者。佛在眾", "335": "人中端正殊好，坐起行步法儀安諦，眾惡", "336": "已盡唯有諸德，使人得安，亦自行佛事。本", "337": "空無著，如幻師所作。闓士見佛身如是，雖爾", "338": "不著無諸想念，雖知本空，恭敬作禮供養無", "339": "極，往古來今諸佛皆從眾事，各有緣生。闓士", "340": "作是念：「守行者得佛疾。」』「法來闓士說佛身", "341": "時，四萬八千闓士即解盡信之行，百億闓士得", "342": "無罣礙，問皆能報，四百億闓士得不退轉，八", "343": "百億闓士皆得阿闍浮住法。「是時，天持名", "344": "花來，雨散法來及諸闓士上。持法來威神，都", "345": "一佛界諸有音樂皆自作聲，數千萬天從虛", "346": "空中散天衣，作音樂共樂法來及諸闓士，衣", "347": "皆行列覆一佛界。諸天燒雜香，其香分散亦", "348": "遍一佛界。地悉震動。闓士普見諸佛。諸佛", "349": "皆遙歎法來言：『善哉，善哉！』是時諸佛授普慈", "350": "闓士決：『後當作佛，字內摩迦祇陀頗羅耶", "351": "如來無所著正真道最正覺。』諸女即化為男，", "352": "世世所生不離諸佛，常以大明教授十方以", "353": "求作佛。」佛告善業：「闓士疾欲得佛者，索明", "354": "度無極，精進恭敬如普慈闓士。」", "355": "30 囑累阿難品囑累阿難品第三十", "356": "佛告阿難：「以明度無極經囑累汝。諦持念了", "357": "取，字句莫使缺減左右顧望。此是無盡經藏", "358": "鎮，諸法悉從中出。無量經卷種種異慧，所見", "359": "人民若干種所喜、所行道經、所入慧，一切皆", "360": "從是明度藏中出。若干種所見相、種種所行，", "361": "若干種根癡種、慧種。人民所求盡所求慧，如", "362": "來悉知從明度中出。是經，如來無所著正真", "363": "道最正覺母，是慧眼并我身，皆從是出生。」佛", "364": "言：「阿難！若敬我所說法，為敬事我。若自敬身，", "365": "有慈孝於佛，持是奉事明度，悉為供養諸佛", "366": "已。若身口心有慈孝於佛，不言無孝。若常得", "367": "佛儀，常如法，心常淨，無瑕穢。若見佛，不言不", "368": "見。如是悉為報佛恩已。我語若，阿難！是明度", "369": "中忘一句一字，捨之不書，若為不見我、不", "370": "敬於佛，為無供養，為背佛恩。」佛言：「阿難！若", "371": "諦受諦念明度，用慈孝於佛故。承用教故，此", "372": "乃往古來今佛天中天之所施教也。用是供", "373": "養者，若於眾生為大慈，為以親近持佛藏。佛", "374": "滅度後，若當護是經，莫令減少。我手付若，", "375": "當受闓士大士。闓士大士持是所致，諸勤", "376": "苦生死牢獄悉破壞，諸無智者為癡所繫", "377": "著悉得放解，諸邪官屬無不降伏，諸所欲法", "378": "悉除去，上佛座作無上正真道。人民無目者、", "379": "愚癡者，悉與闓士與正法，第一大道無兩正", "380": "法，無上正真道最正覺慧，是為明度決。我滅", "381": "度後，三千國土其中人民，若悉教入法中，悉", "382": "令成就得應儀道，曰教示乃爾所人。如是一", "383": "劫若百劫為說經，令得滅度。雖爾，尚不足", "384": "為承事我。不如持一句教闓士，為具供養佛", "385": "已。」佛言：「我今於是稱譽若，囑累明度，至一劫", "386": "百劫不能竟，麁捔說耳。」佛從袈裟中出臂，舉", "387": "右手著阿難頭上摩頭，又以著阿難肩上：「云", "388": "何，阿難！若慈於佛不？」阿難言：「佛天中天自當", "389": "知之。」如是至三。佛復問：「云何，若孝於佛不？」復", "390": "三。阿難言：「佛天中天自當知之。」佛言：「若以弘", "391": "慈報恩備矣，尊奉明法恭矣。受經義句當令", "392": "分明，心所念，餘棄之。一心於是中書經，正字", "393": "畫、治句逗，取時、持時、學時、當諦受。與闓士，", "394": "令經上下句逗相得，書時好筆好素上。當", "395": "自歸，承事作禮，供養花香擣香燒香澤香繒蓋", "396": "幡。譬如天上所有潔淨香，著麻油中好燈", "397": "炷。自歸，頭面著地，却然炷加敬，作禮承事。」佛", "398": "說明度無極時，在王舍鷄山中眾弟子，諸闓", "399": "士中央坐。佛年三十，得佛十二月十五日過", "400": "食後，說經畢。諸弟子、闓士，諸天、質諒神、龍、鬼", "401": "王、人民，皆大歡喜，前為佛作禮而去。", "402": "佛說明度經卷第六"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0225 大明度經: 大明度經: 佛說明度經", "source": "CBETA"}