{"author": "唐 道宣撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2060 續高僧傳", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "9 興福篇", "1": "續高僧傳卷第三十", "2": "大唐西明寺沙門釋道宣撰", "3": "10 雜科聲德篇雜科聲德篇第十　正傳十二　附見", "4": "八", "5": "陳楊都光宅寺釋慧明傳一", "6": "高齊鄴下沙門釋道紀傳二", "7": "隋京師定水寺釋法稱傳三智雲", "8": "隋杭州靈隱山天竺寺釋真觀傳四", "9": "隋蘇州栖霞寺釋法韻傳五", "10": "隋東都慧日道場釋立身傳六慧寧　廣壽", "11": "隋西京日嚴道場釋善權傳七法綱", "12": "隋東都慧日道場釋智果傳八玄應　智騫", "13": "隋京師日嚴道場釋慧常傳九道英　神爽", "14": "唐京師玄法寺釋法琰傳十", "15": "唐京師定水寺釋智凱傳十一", "16": "唐京師法海寺釋寶巖傳十二", "17": "釋慧明。不知何人。貌儀象胡。故世以胡", "18": "明為目。然其利口奇辯鋒涌難加。摛體風", "19": "雲銘目時事。吐言驚世聞皆諷之。後乃聽", "20": "採經論。傍尋書史。捃掇大旨不存文句。", "21": "陳文御世多營齋福。民百風從其例遂廣。", "22": "眾以明騁衒脣吻機變不思。諸有唱導莫", "23": "不推指。明亦自顧才力有餘。隨聞即舉。牽", "24": "引古今包括大致。能使聽者欣欣恐其休", "25": "也。宣帝在位大建五年。將事北征觀兵河", "26": "上。已遣大都督程文季等。領軍淮浦與齊", "27": "對陣。雄氣相傾。帝甚憂及。乃於太極殿命", "28": "龜卜之。試卦腹文颯然長裂。君臣失", "29": "色為不祥也。即請百僧齋。時一會臨中。", "30": "獊猝未測所由。及行香訖乃陳卜意。明", "31": "抗聲敘致又述緣曰。卜征龜破。可謂千里", "32": "路通。既其文季前鋒豈不一期程捷。時以", "33": "為浮飾也。至四月中。次大小峴與齊大", "34": "戰。俘虜援兵二十餘萬。軍次譙合。呂梁", "35": "彭越前無橫陣。故下勅云。今歲出師薄伐", "36": "邊服。所獲梁土。則江淮二百許城。東西五千", "37": "餘里。然龜腹長文號千里也。遠驗明言宛", "38": "同符契。故明承此勢。為業復隆。偏意宗猷。", "39": "達悟登白者。其量弘矣。不測其終。", "40": "釋道紀。未詳氏族。高齊之初。盛弘講說。然", "41": "以成實見知。門學業成分部結眾。紀用欣", "42": "然。以教習之功成遺業也。天保年中。秋", "43": "初立講。紀引眾首。出鄴城南。彼舊門人又", "44": "引眾入。正於閫側欻爾相值。紀曰。卿從何", "45": "來。殊無禮也。如何師範輒抗拒耶。既不傾", "46": "屈。理宜下道。彼曰。法鼓競鳴。利建斯在。聲", "47": "榮之望。師資焉有。紀不答。自為下道出于", "48": "城外。迴首告其屬曰。吾講成實。積三十", "49": "載。開悟匠導望有功夫。解本擬行斯遺", "50": "誡也。今解而不行還如根本不解矣。徒失", "51": "前功終無後利。往不可追來猶可及。請並", "52": "返京。吾當別計。乃退掩房戶。廣讀經論。", "53": "為彼士俗而行開化。故其撰集名為金藏", "54": "論也。一帙七卷。以類相從。寺塔幡燈之由。", "55": "經像歸戒之本。具羅一化大啟福門。論成", "56": "之後。與同行七人出鄴郊東七里而頓。周", "57": "匝七里。士女通集為講斯論。七日一遍。往必", "58": "荷擔不恥微行。經書塔像為一頭。老母掃", "59": "帚為一頭。齊佛境內有塔斯掃。每語人曰。", "60": "經不云乎。掃僧地如閻浮。不如佛地一", "61": "掌者。由智田勝也。親供母者。以福與登", "62": "地菩薩齊也。故其孝性淳深。為之縫補衣", "63": "著食飲。大小便利必身經理。不許人兼。有", "64": "或助者。紀曰。吾母也。非他之母。形骸之", "65": "累並吾身也。有身必苦。何得以苦勞人。所", "66": "以身為苦先。幸勿相助。因斯以勵道俗。從", "67": "者眾矣。又復勸人奉持八戒。行法社齋不", "68": "許屠殺。所期既了又轉至前。還依上事周", "69": "歷行化。數年之間遶鄴林郊。奉其教者十室", "70": "而九。有同侶者故往候曰。比行化俗。何如", "71": "道耶。紀曰。彼講可追。今則無悔。既往不咎。", "72": "知復何言。後遭周氏吞併玄教同廢。呼嗟", "73": "俗壤每崇斯業。及開法始更廣其門。故", "74": "彼論初云邪見者是也。所以世傳。何隱論師", "75": "造金藏論。終惟紀也。故改名云。然其所出", "76": "抄略正文。深可依准。後不測其終。", "77": "釋法稱。江南人。通諸經聲清響動眾。陳氏", "78": "所化舉朝奉之。又善披導即務標奇。雖無", "79": "希世之明。而有隨機之要。隋平南服。與白", "80": "雲經師。同歸秦壤。住興善寺。每引內禁。敘", "81": "論正義開納帝心。即勅正殿常置經座。日", "82": "別差讀經。聲聲不絕。聽覽微隙即問經旨。", "83": "遂終昇遐。晚住定水。與雲同卒。俱八十", "84": "餘。仁壽年也。時有智雲。亦善經唄。對前白", "85": "者。世號烏雲。令望所高聲飛南北。每執經", "86": "對御。嚮振如雷。時慘哀囀。停駐飛走。", "87": "其德甚眾。祕不泄之。故無事緒可列。又善", "88": "席上談吐驚奇。子史丘索都皆諳曉。對時引", "89": "挽如宿搆焉。隋煬在蕃。彌崇敬愛。召入慧", "90": "日。把臂朋從。欣其詞令故也。年登五十", "91": "卒於京師。王悲惜焉數日不出。廣為追福。", "92": "又教沙門法論為之墓誌見於別集。", "93": "釋真觀。字聖達。吳郡錢唐人。俗姓范氏。祖延", "94": "蒸給事黃門侍郎。父兌通直散騎常侍。母桓", "95": "氏溫良有德。嘗悱憤無胤。潔齋立誓。誦藥", "96": "師觀世音金剛波若。願求智子紹嗣名家。", "97": "時獻統所圖迦毘羅王者。在上定林寺。巨", "98": "有靈異。躬往祈禱。刻寫容影。事像若真。", "99": "依藥師經七日行法。至於三夕覺遊光照", "100": "身。自爾志性非恒。言輒詣達。豈非垂天託", "101": "人寄范弘釋者也。及其誕育。奇相不倫。", "102": "左掌仙文右掌人字。口流津液充閏榮府。", "103": "從幼至終未嘗患渴。故體膚光偉雖老不", "104": "衰。舌文交加狀如羅綺。故得含章蘊辯開", "105": "神明晤。又聲韻鍾鈴。捷均風雨。其見聞者", "106": "莫不驚異。小有大概。五歲能蔬齋。或", "107": "登衣篋。或執扇帚。戲為談講。八歲通詩", "108": "禮。和庾尚書林檎之作。十六儒道群經柱下", "109": "河上無所遺隱。時又流涉碁琴。暢懷文集。", "110": "日新月異。師友驚忻。嘗共友人逍遙津渚。", "111": "有善相者迎而拜曰。年少當為大法師。後", "112": "即專誦淨名般若。志存入道。伺機承色。", "113": "二親弗許。乃曰。迦毘降夢。子欲開籠。拘", "114": "令在網。此非黠慧。父母咸開心隨喜。啟", "115": "勅降言并賜衣鉢。義興生法師行潔小震。躬", "116": "為翦落。大功德貞律師道藹雲陽。請任和", "117": "上。研思十誦一遍能述。又從華林園法", "118": "師受成實論。十遍十覆超振前標。自謂解", "119": "成。可填以行也。始誦法華。日限一卷。因", "120": "斯通夢。汝有大根忽守小道。深可惜也。遂", "121": "往興皇聽摩訶衍。質疑明難唐突玄門。朗", "122": "公精通綽然復加脂粉。吾出講八年。無一", "123": "問至此。能使妙義開神。真吾師矣。仍從北", "124": "面數載研尋。開善大忍法師。匿影鍾山遊", "125": "心方等。將欲試瞻先達問津高士。因操桴", "126": "扣寂用程玄妙。乃歎曰。龍樹之道方興東", "127": "矣。辯勇二師當塗上將。頻事開折亟經重", "128": "席。時人語曰。錢唐有真觀。當天下一半。沙", "129": "門洪偃。才邁儒英。鉤深釋傑。面相謂曰。權高", "130": "多智耳目有名。我有四絕爾具八能。謂", "131": "義導書詩辯貌聲棊是也。由此王公貴", "132": "遊多所知識。始興王東臨禹井。請以同行。", "133": "于時興皇講筵。選能義集。觀臨途既促。咸", "134": "推前次。既登高座開二諦宗百並縱橫", "135": "一言氷泮。學士傅繹在席嗟曰。三千稱首", "136": "七十當初。是上人者當為酬對。金陵道俗見", "137": "知若此。既達東夏住香嚴寺。講大涅槃。四", "138": "方義集復增榮觀興皇又三追曰。吾大乘經", "139": "論。略已弘通。而燕趙齊秦。引領翹足。專學", "140": "雖多。兼該者寡。宜速反東蕃法門相寄。于", "141": "斯時也征周失律朝議括僧無名者休", "142": "道。觀乃傷迷歎曰。夫剎利居士皆植福富", "143": "強。黎庶廝小造罪貧弱。欲茂枝葉反剋", "144": "根本。斯甚惑矣。人皆惜命偷生。我則亡身", "145": "在法。乃致書僕射徐陵。文見別集。陵封", "146": "書合奏。帝懍然動容。括僧由寢。據斯以", "147": "言。非但梁柱佛法。亦乃明略佐時矣。江夏", "148": "王出鎮于越。復請同行。朗師吞咽良久言曰。", "149": "能住三年。講堂相委。復屬英王尚法利益。", "150": "深不可留也。仍於禹穴屢動法輪。特進", "151": "杜稜。請歸光顯傳教學徒。及永陽鄱陽二", "152": "王司空司馬消難。並相次海運延仰浙東。", "153": "故得塗香慧炬以業以煥頂敬傾心盡誠盡", "154": "節。天台智者名行絕倫。先世因緣敦猷莫", "155": "逆。年臘既齊為法兄弟。共遊秦嶺凌雲舊", "156": "房。朝陽澄景。則高談慧照。夕陰匿采。則", "157": "深安禪寂。及智者徵上闕庭。觀便孤園敷", "158": "說。大流法味。載廣俗心。永陽還京仰奏清", "159": "德。舉朝僧正同請絲綸。遂逢祚終斯事便", "160": "寢。隋祖尚法惟深。三勅勞問。秦王蒞蕃。二", "161": "延總府。皆辭以疾。確乎不就。齊王晚迎江", "162": "浦。躬申頂禮。傳以香火。送還舊邑之眾善", "163": "寺。開皇十四年時極亢旱。刺史劉景安。請講", "164": "海龍王經。序王既訖驟雨滂霔。自斯厥後", "165": "有請便降。吳越宗仰其若神焉。縣西有靈", "166": "隱山者。舊曰仙居。峯吐蓮華洞藏龍穴。信", "167": "江東之秀嶽也。觀既仁智內冥山水外狎。共", "168": "道安禪師頭陀石室。檀越陳仲寶。率諸同", "169": "侶開藏拓基。構立精舍號南天竺。遂即", "170": "去邑還谷。栖止終焉。眾善講堂付門人玄", "171": "鏡。鏡承瓶瀉相從不絕。及文皇造塔。形", "172": "勝所歸不謀同集。取決於觀。乃指崔嵬高", "173": "石。可安塔基。雖發誠言孰為可信。俛仰", "174": "穿鑿洞穴。自然狀似方函。宛如奩底。天工", "175": "神匠冥期若符。自爾在山常講法華。用為", "176": "心要。受持讀誦躬自書弘。五種法師於斯乎", "177": "在。又特於經旨明練深趣。談吐新奇非", "178": "尋紙墨。智思擊揚逈飛文外。又感盥洗遺", "179": "渧地不為濡。事理異人。經之力也。睪亭神", "180": "姓陳名重。降祝請講法華一遍。遺以錢物。", "181": "又降祝捨其廟堂五間。為眾善佛殿。據斯", "182": "以言。感靈通供誠希有也。大業七年四月八", "183": "日。司馬李子深。更延出邑。講大涅槃。初出", "184": "天竺。自標葬地。至現病品。夢見三人容服", "185": "甚盛把幡俱禮云。淨居遣仰。至六月六日", "186": "以疾而臥。又夢與智者同輿。夾侍尊像。翼", "187": "佛還山。覺已歎曰。昔六十二應終。講法華", "188": "力。更延一紀。今七十四復致斯應。生期畢", "189": "矣。即集內眾。訓將來事曰。欲生善道。欲", "190": "備神力。欲出生死。欲具佛法。宜須持戒", "191": "修定學慧弘通正法。勿令空過無所得", "192": "也。爾日天台送書并致香蘇石蜜。觀覽書", "193": "曰。宿世因緣最後信矣。命兩如意。一東向", "194": "天台。一留西法。志諸雜服式吾眼自分。", "195": "一還僧羯磨。二成第五僧施。嘗有人夢。飛", "196": "殿來迎。沙門寶慧又聞空中鼓樂。至七月", "197": "一日中夜跏坐。盥嗽整服曰。有人請講", "198": "菩薩戒也。端坐怡然。不覺已滅逝於眾善", "199": "之舊寺。從子至午心頂俱煖。身體柔軟顏色", "200": "不變。右手內掘三指。信宿流汗遍身。至", "201": "四日移入禪龕。時屬流火。焰氣尚嚴。而儼", "202": "若生存。寔資神力。從此至二十五日。四", "203": "方輻湊六縣同集。道俗公私一期咸萃。皆", "204": "就屍手傳香表別。敘德號慕悲起纏雲。", "205": "追惟戒德泣垂零雨。至香花供獻日有", "206": "千群。隨次大齋開龕瞻奉而色相光潔。眉", "207": "毫更長。倍異生前。咸加奇歎。至二十六日。", "208": "乃永窆於靈隱山。真容掩方墳。寫狀留天", "209": "竺。是日四部亘一由旬。香蓋成蔭幢幡蔽", "210": "野。存亡榮慶非可勝言。初觀聲辯之雄。最", "211": "稱宏富。江表大國莫敢爭先。自正法東", "212": "流。談導之功。衛安為其稱首。自爾詞人莫", "213": "不宗猷於觀。是知五百一賢代興有日。佛", "214": "法榮顯寔賴斯乎。開皇十一年。江南叛反。", "215": "王師臨弔。乃拒官軍。羽檄競馳兵聲逾盛。時", "216": "元帥楊素。整陣南驅。尋便瓦散。俘虜誅剪三", "217": "十餘萬。以觀名聲昌盛光揚江表。謂其造", "218": "檄。不問將誅。既被嚴繫無由申雪。金陵", "219": "才士鮑亨謝瑀之徒。並被擁略將欲斬決。", "220": "來過素前。責曰。道人當坐禪讀經。何因妄", "221": "忤軍甲。乃作檄書。罪當死不。觀曰。道人所", "222": "學誠如公言。然觀不作檄書。無辜受死。", "223": "素大怒將檄以示。是爾作不。觀讀曰。斯文淺", "224": "陋未能動人。觀實不作。若作過此。乃指", "225": "擿五三處曰。如此語言何得上紙。素既解", "226": "文。信其言也。觀曰。吳越草竊出在庸人。士", "227": "學儒流多被擁逼。即數鮑謝之徒三十餘人。", "228": "並是處國賓王。當世英彥。願公再慮。不有", "229": "怨辜。素曰。道人不愁自死。乃更愁他。觀曰。", "230": "生死常也。既死不可不知。人以為深慮耳。", "231": "素曰。多時被縶。叵解愁不。索紙與之令", "232": "作愁賦。觀攬筆如流。須臾紙盡。命且將來", "233": "更與一紙。素隨執讀。驚異其文。口唱師來。", "234": "不覺起接。即命對坐。乃盡其詞。故賦略云。", "235": "若夫愁名不一。愁理多方。難得覼縷。試舉", "236": "宏綱。或稱憂憒。或號酸涼。蓄之者能令改", "237": "貌。懷之者必使迴腸。爾其愁之為狀也。", "238": "言非物而是物。謂無象而有象。雖則小", "239": "而為大。亦自狹而成廣。譬山岳之穹隆。類", "240": "滄溟之滉瀁。或起或伏。時來時往。不種而", "241": "生。無根而長。或比煙霧。乍同羅網。似玉葉", "242": "之晝舒。類金波之夜上。爾乃過違道理。殊", "243": "乖法度。不遣喚而輒來。未相留而忽住。", "244": "雖割截而不斷。乃驅逐而不去。討之不", "245": "見其蹤。尋之靡知其處。而能奪人精爽。", "246": "罷人歡趣。減人肌容。損人心慮。至如荊", "247": "軻易水。蘇武河梁。靈均去國。阮叔辭鄉。且", "248": "如馬生未達。顏君不遇。夫子之詠山梁仲", "249": "文之撫庭樹。並㤞慸於胸府。俱讚揚於心", "250": "路。是以虞卿愁而著書。束皙憑而作賦。又", "251": "如蕩子從戎倡婦閨空。悠悠塞北。杳杳江", "252": "東。山川既阻夢想時通。高樓進月傾帳來", "253": "風。愁眉歇黛淚瞼銷紅。莫不咸悲枕", "254": "席結怨房櫳。乃有行非典則。心懷疑惑。", "255": "未識唐虞之化。寧知禹湯之德。霧結銅柱", "256": "之南。雲起燕山之北。箭既盡於晉陽。水復", "257": "乾於疎勒。文多不載。素大嗟賞。即坐釋之。", "258": "所達文士免死而為僕隸。觀以才學之富。", "259": "弘導不疲講釋開悟。榮光俗塵具於前敘。", "260": "其所講大乘四十二載。又造藏經三千餘卷。", "261": "金銅大像五軀。搆塔五層。五僧德施。造寺", "262": "二所。著諸導文二十餘卷。詩賦碑集三十餘", "263": "卷。近世竊用其言眾矣。", "264": "釋法韻。姓陳氏。蘇州人。追慕朋從偏工席", "265": "上。騷索遠度罕得其節。誦諸碑誌及古導文", "266": "百有餘卷。并王僧孺等諸賢所撰。至於導", "267": "達善能引用。又通經聲七百餘契。每有宿", "268": "齋經導兩務並委於韻。年至三十弊於諠", "269": "梗。邀延疏請日別重疊。乃於正旦割繩永", "270": "斷。即聽華嚴。不久便覆。恨悢棄功妄銷", "271": "脣舌。承栖霞清眾江表所推。尋聲即造。從", "272": "受禪道。又聞泰岳靈巖。因往追蹤。般舟苦", "273": "行特立志梗潔不希名聞。擔石破薪供給", "274": "為任。晚還故鄉。有浮江石像者。如前傳", "275": "述。後被燒燼而不委相量。無由可建。便", "276": "於石像故基。願禮八萬四千塔。樹功既滿。", "277": "感遇野姥。送一卷書。及披讀之乃是昔像", "278": "之緣也。既有樣度。依而造成。大有徵應。海", "279": "中有陽虎島者。去岸三百。韻往安禪。惟", "280": "服布艾。行慈故也。初達逢怪大風鬼物。既", "281": "見如常心毛不動。九十日後帖然大安。自", "282": "知終事。還返栖霞。不久便卒。春秋三十", "283": "五。即仁壽四年矣。", "284": "釋立身。江表金陵人。志節雄果不緣浮綺。", "285": "威容肅然見者憚懾。有文章工辯對。時江", "286": "左文士多興法會。每集名僧連霄法集。", "287": "導達之務偏所牽心。及身之登座也創發", "288": "謦咳。砰磕如雷。通俗斂襟。毛竪自整。至", "289": "於談述業緣布列當果。冷然若面。人懷厭", "290": "勇。晚入慧日。優贈日隆。大業初年。聲唱尤", "291": "重。帝以聲辯之功動哀情抱。賜帛四百段", "292": "氈四十領。性本清儉無兼儲畜。率命門學", "293": "通共均分。從駕東都。遂終于彼。時年八十", "294": "餘矣。時西京興善官供尋常唱導之士。人分", "295": "羽翼。其中高者。則慧寧曠壽法達寶巖。", "296": "哮吼之勢有餘。機變之能未顯。人世可覿", "297": "故不廣也。", "298": "釋善權。楊都人。住寶田寺。聽採成論。深有", "299": "義能。欻爾迴思樂體人物。隨言聯貫若珠", "300": "璧也。眾以學工將立。不願弘之。而權", "301": "發悟時機。為功不少。適詣。為得。遂從其", "302": "務。然海內包括言辯之最。無出江南。至於", "303": "銓品時事機斷不思。莫有高者。晚以才", "304": "術之舉煬帝所知。召入京師住日嚴寺。獻", "305": "后既崩下令行道。英聲大德五十許人。皆號", "306": "智囊同集宮內。六時樹業令必親臨。權與", "307": "立身分番禮導。既絕文墨惟存心計。四十", "308": "九夜總委二僧。將三百度言無再述。身則", "309": "聲調陵人。權則機神駭眾。或三言為句。便", "310": "盡一時。七五為章其例亦爾。煬帝與學士", "311": "柳顧言諸葛頴等語曰。法師談寫乍可相從。", "312": "導達鼓言奇能切對。甚可訝也。頴曰。天授", "313": "英辯世罕高者。時有竊誦其言寫為卷軸。", "314": "以問於權。權曰。唱導之設。務在知機。誦", "315": "言行事自貽打棒。雜藏明誡何能輒傳。宜", "316": "速焚之勿漏人口。故權之導文不存紙墨。", "317": "每讀碑誌多疏麗詞。傍有觀者。若夢遊", "318": "海。及登席列用牽引囀之。人謂拔情實惟", "319": "巧附也。大業初年。終日嚴寺。時年五十三", "320": "矣。門人法綱。傳師導法。汪汪任放譎詭", "321": "多奇。言雖不繁寫情都盡。蕭僕射昆李。時", "322": "號學宗。常營福祀。登臨莫逮。每有檀會", "323": "必遣邀迎。然其令響始飛颯焉早逝。釋門掩", "324": "扇道俗咸惋。", "325": "釋智果。會稽剡人。率素輕清慈物在性。常", "326": "誦法華頗愛文筆。經史固其本圖。摛目", "327": "得其清致。時弘唱讀文學所欣。俗以其書", "328": "勢逼右軍。用呈蕃晉王。乃召令寫書。果", "329": "曰。吾出家人也。復為他役。都不可矣。一負", "330": "聲教之寄。二違發足之誡。王逼吾身。心不", "331": "可逼。乃云。眼闇不能運筆。王大怒。長囚", "332": "江都。令守寶臺經藏。及入京儲貳出巡楊", "333": "越。乃上太子東巡頌。其序略云。智果振衣", "334": "出俗。慕義遊梁。感昔日之提獎。喜今", "335": "辰之嘉慶。遂下令釋之。賜錢一萬金鍾二", "336": "枚。召入慧日。終于東都。六十餘矣。時慧日", "337": "沙門智騫者。江表人也。偏洞字源精閑通", "338": "俗。晚以所學追入道場。自祕書正字讐校", "339": "著作。言義不通皆諮騫決。即為定其今古", "340": "出其人世。變體詁訓明若面焉。每曰。余字", "341": "學頗周。而不識字者多矣。無人通決。以為", "342": "恨耳。造眾經音及蒼雅字苑。宏敘周贍達者", "343": "高之。家藏一本以為珍璧。晚事導述變", "344": "革前綱。既絕文褥頗程深器。綴本兩卷陳", "345": "敘謀猷。學者祕之。故斯文殆絕。京師沙門玄", "346": "應者。亦以字學之富。皂素所推。通造經音。", "347": "甚有科據矣。", "348": "釋法琰。俗姓嚴。江表金陵人。本名法藏。住願", "349": "力寺。聽莊嚴寺皭公成實。入義知歸。時共", "350": "讚賞。每聞經聲唄讚。如舊所經充滿胸臆。", "351": "試密尋擬。意言通詣。即以所解用諮先達", "352": "咸曰。卿曾昔習。故有今緣。不可怪也。遂", "353": "取瑞應依聲盡卷。舉擲旁迸囀態驚馳。", "354": "無不訝之。皆來返啟。乃於講隙一時為", "355": "敘。陳國齋會有執卷者。若不陳聲齋福不", "356": "濟。故使人各所懷相從畢聽。清音盈耳頌", "357": "聲洋溢。廣流世路。晚被晉府召入日嚴。終", "358": "于武德。復居玄法。雖年迫期頤。而聲喉不", "359": "敗。京室雖富聲業甚貧。諸有尋味莫有", "360": "高於琰者。然而性在知足。不畜貲財。福利", "361": "所歸隨皆散盡。以貞觀十年卒于此寺。九", "362": "十餘矣。", "363": "釋慧常。京兆人。以梵唄之工。住日嚴寺。尤", "364": "能却囀哢響飛揚。長引滔滔清流不竭。然", "365": "其聲發喉中。脣口不動。與人並立推檢莫", "366": "知。自非素識方明其作。時隋文興法。煬", "367": "帝倍隆。四海輻湊同歸帝室。至於梵導讚", "368": "敘各重家風聞常一梵颯然傾耳。皆推", "369": "心喪膽。如飢渴焉。僉曰。若此聲梵。有心", "370": "聞之何得不善也。眾雖效學風骨時參。至", "371": "於用與牽挽。皆不及矣。晚入東都。梟感", "372": "作亂。齋梵總任咸共委常。及平殄後復還", "373": "關壤。時有僣帝曰。逆賊建福。言涉國家", "374": "並可收之。因即募覓。常被固送。行次莎", "375": "󱚹。逃賊留曰。往必被戮。可於此止。常曰。", "376": "債負久作。終須償了。遂至東都。果如言", "377": "焉。年四十餘矣。時京師興善有道英神爽者。", "378": "亦以聲梵馳名。道英喉顙偉壯詞氣雄遠。", "379": "大眾一聚其數萬餘聲調稜稜高超眾外。興", "380": "善大殿鋪基十畝。櫺扇高大非卒搖鼓。及英", "381": "引眾遶旋行次窓門。聲聒衝擊皆為動振。", "382": "神爽唱梵彌工長引。遊囀聯綿周流內外。", "383": "臨機賒捉愜洽眾心。貞觀年中。豫州治下", "384": "照機寺曇寶禪師者。斷穀練形戒行無點。", "385": "年六十許。常講觀音導引士俗。而聲調超", "386": "挺特異人倫。寺有塔基。至於靜夜於上", "387": "讚禮。聲響飛衝周三十里。四遠所聞無不", "388": "驚仰。", "389": "釋智凱。姓安。江表楊都人。家世大富奴僕甚", "390": "多。年在童丱。雅重謿謔。引諸群小乃百數", "391": "人。同戲街衢以為自得。陳氏臺省門無衛", "392": "禁。凱乃率其戲侶。在太極殿前。號令而過。", "393": "朝宰江總等。顧其約束銓敘駐步訝之。相", "394": "視笑曰。此小兒王也。及至學年。總擲前緒。", "395": "承沙門吉藏振宗禹穴往者談之光聞遠", "396": "邇。便辭親詣焉從受三論偏工領疊。所以", "397": "初章中假複詞遣滯。學人苦其煩拏。而凱統", "398": "之冷然釋頓。各有投詣。及藏入京。因倍", "399": "同住。義業通廢專習子史。今古集傳有關", "400": "意抱輒條疏之。隨有福會因而標擬。至", "401": "於唱導將半。更有緣來。即為敘引冥符眾", "402": "望。隋末唐初。嘉猷漸著。每有殿會無不仰", "403": "推。廣誦多能罕有其類。嘗於內殿佛道雙", "404": "嚴。兩門導師同時各唱。道士張鼎雄辯難加。", "405": "自恨聲小為凱陵架。欲待言了方肆其術。", "406": "語次帝德。鼎延其語。凱斜目之。知其度", "407": "也。乃含笑廣引古今皇王治亂濟溺得喪", "408": "銓序。言無浮重文極鋪要。鼎搆既窮凱還收", "409": "緒。一代宰伯同賞標奇。臨機之妙銛鋒若", "410": "此。而情均貧富赴供不差。存念寒微多", "411": "行針療。後以蠅點所拘申雪無路。徙於原", "412": "部。乃冠服古賢。講開莊老時江夏王道宗。", "413": "昔在京輦第多福會。至於唱敘無非凱", "414": "通。後督靈州携隨任所。留連歲稔欣慕朋", "415": "從。及巡撫燕山問罪泥海。皆與連騎情同", "416": "比影。在蕃齋祀須有導達。乃隔幔令凱", "417": "作之。至于終詞無不泣淚。王亦改容。遂", "418": "卒於彼。", "419": "釋寶巖。住京室法海寺。氣調閑放言笑聚", "420": "人。情存道俗。時共目之說法師也。與講", "421": "經論名同事異。論師所設務存章句。消判", "422": "生起結詞義。巖之制用隨狀立儀。所有", "423": "控引多取。雜藏。百譬異相。聯璧。觀公導文", "424": "王孺懺法。梁高。沈約。徐庾。晉宋等數十家。", "425": "包納喉衿觸興抽拔。每使京邑諸集塔寺肇", "426": "興。費用所資莫匪泉貝。雖玉石通集藏府", "427": "難開。及巖之登座也。案几顧望未及吐", "428": "言。擲物雲崩須臾坐沒。方乃命人徙物。", "429": "談敘福門。先張善道可欣。中述幽途可厭。", "430": "後以無常逼奪終歸長逝。提耳抵掌速", "431": "悟時心。莫不解髮撤衣書名記數剋濟", "432": "成造。咸其功焉。時有人云。夫說法者當如", "433": "法說。不聞陰界之空但言本生本事。巖", "434": "曰。生事所明為存陰入無主。但濁世情鈍。", "435": "說陰界者皆昏睡也。故隨物附相。用開", "436": "神府。可不佳乎。以貞觀初年卒于住寺。", "437": "春秋七十餘矣。", "438": "論曰。自古諸傳多略後科。晉氏南遷方關", "439": "名實。然則利物之廣在務為高。忍界所尊", "440": "惟聲通解。且自聲之為傳。其流雜焉。即世", "441": "常行。罕歸探索。今為未悟。試揚攉而論之。", "442": "爰始經師為德本實以聲糅文。將使聽者", "443": "神開因聲以從迴向。頃世皆捐其旨。鄭衛", "444": "彌流。以哀婉為入神用騰擲為清舉。致", "445": "使淫音婉孌嬌哢頻繁。世重同迷尠宗", "446": "為得。故聲唄相涉雅正全乖縱有刪治而為", "447": "時廢。物希貪附利涉便行。未曉聞者悟迷", "448": "且貴一時傾耳。斯並歸宗女眾。僧頗兼", "449": "之。而越墜堅貞殊虧雅素。得惟隨俗失", "450": "在戲論。且復彫訛將絕宗匠者希。昔演三", "451": "千今無一契。將非沿世遷貿固得行藏", "452": "有儀乎。道達之任當今務先。意在寫情疎", "453": "通玄理。本寔開物事屬知機。不必誦傳", "454": "由乖筌悟。故佛世高例。則身子為其言初。", "455": "審非斯人。則雜藏陳其殃咎。統其朗拔終", "456": "歸慧門。法師說法之功。律師知律之用。今且", "457": "隨相分位。約務終篇俗有無施不可又", "458": "陳無備一人。道則不輕未學。亦開降外", "459": "須博。是以前傳所敘。殷勤四能即用以觀。", "460": "誠如弘例何以明耶。若夫聲學既豐。則溫詞", "461": "雅贍才辯橫逸。則慧發隣幾。必履此蹤。則", "462": "軌躅成於明道。如乖此位。則濫罔翳於玄", "463": "津。但為世接五昏人纏九惱。俗利日隆而", "464": "道弘頗躓。所以坐列朝宰。或面對文人。學", "465": "搆疎蕪時陳鄙俚。褒獎帝德乃類阿衡。", "466": "讚美寒微翻同旒冕。如陳滿月。則曰聖子", "467": "歸門。悉略璋弧豈聞床几。若敘閨室。則", "468": "誦窈窕從容。能令子女奔逃尊卑動色。僧", "469": "倫為其掩耳。士俗莫不寒心。非惟謂福", "470": "徒施亦使信情萎萃。又有逞衒脣吻搖", "471": "鼓無慚。艶飾園庭閏光犬馬。斯並學非師", "472": "授。詞假他傳。勇果前聞無思箴艾。遂即重", "473": "輕同迹。真誤混流。顏厚既增。彌深癡滯。", "474": "寧謂道達。豈並然耶。至如善權之對晤儲", "475": "兩。千紙不弊其繁華真觀之拔難程神。百", "476": "句彌開其邪信。故得存亡定其尊考。佳嚴", "477": "審其郊邑。詞調流便奕奕難窮。引挽倫綜", "478": "愜當情事。能令倨傲折體儒素解頤便", "479": "識信牢強頌聲載路。今且略明機舉。則得", "480": "人開悟如此。有背斯言。則來誚掩化如", "481": "彼。輒試論矣。臨機難哉。唄匿之作沿世相", "482": "驅。轉革舊章多弘新勢。討覈原始共委漁", "483": "山。或指東阿昔遺。乍陳竟陵冥授。未詳古", "484": "述且敘由來。豈非聲乖久布之象。唯信口", "485": "傳在人為高畢固難准大約。其體例其眾", "486": "焉至如梵之為用。則集眾行香。取其靜攝", "487": "專仰也。考其名實。梵者淨也。寔惟天音。色", "488": "界諸天來覲佛者。皆陳讚頌。經有其事祖", "489": "而習之。故存本因詔聲為梵。然彼天音未", "490": "必同此。故東川諸梵。聲唱尤多。其中高者。", "491": "則新聲助哀般遮掘勢之類也。地分鄭魏。", "492": "聲亦參差然其大途不爽常習。江表關中巨", "493": "細天隔。豈非吳越志揚俗好浮綺。致使音", "494": "頌所尚惟以纖婉為工。秦壤雍梁音詞", "495": "雄遠。至於詠歌所被。皆用深高為勝。然則", "496": "處事難常。未可相奪。若都集道俗。或傾", "497": "郭大齋。行香長梵。則秦聲為得。五眾常禮", "498": "七貴恒興。開發經講。則吳音抑在其次。豈", "499": "不以清夜良辰昏漠相阻。故以清聲雅調", "500": "駭發沈情。京輔常傳。則有大小兩梵。金陵", "501": "昔挵。亦傳長短兩引。事屬當機不無其", "502": "美。劍南隴右其風體秦。雖或盈虧不足論", "503": "評。故知神州一境聲類既各不同。印度之與", "504": "諸蕃。詠頌居然自別。義非以此唐梵用擬", "505": "天聲。敢惟妄測斷可知矣唄匿之作頗涉前", "506": "科。至於寄事。置布仍別梵設發引為功。", "507": "唄匿終於散席。尋唄匿也亦本天音。唐翻", "508": "為靜。深得其理。謂眾將散。恐涉亂緣。故以", "509": "唄約令無逸也。然靜唄為義。豈局送終。", "510": "善始者多。慎終誠寡。故隨因起誡。而不", "511": "無通議。頌讚之設其流寔繁。江淮之境偏", "512": "饒此翫。彫飾文綺糅以聲華。隨卷稱揚", "513": "任契便搆。然其聲多艶逸翳覆文詞。聽者但", "514": "聞飛哢。竟迷是何筌目。關河晉魏兼而重", "515": "之。但以言出非文。雅稱呈拙。且其聲約詞", "516": "豐。易聽而開深信。惟彼南服文聲若林。向", "517": "若節之中和。理必諧諸幽遠。隨墮難泝返", "518": "亦希焉。至如生嚴之詠佛緣。五言結韻。則", "519": "百藏宗為師轄。遠運之讚淨土。四字成章。", "520": "則七部欽為風素。斯並無聲。以廁其本。故", "521": "得列代傳之。或者問曰。向敘諸讚唄績由", "522": "聲。余聞非聲無以達心。非聲不颺玄理。", "523": "故歌詠頌法以為音樂。斯言何哉。必有此", "524": "陳。未聞前喻。義須鎔裁節約得使文質相", "525": "勝。詞過其實。世該所非。聲覆法本。佛有", "526": "弘約。何得掩清音而希激楚。忽雅眾而", "527": "冒昏夫。斯誠恥也。京輦會坐有聲聞法事", "528": "者。多以俗人為之。通問所從無由委者。", "529": "昌然行事謂有常宗。並盛德之昔流。未可", "530": "排斥。至於聖哲彝訓。通別兩序。以命章", "531": "述經。敘聖人法。諸頌以標首。雖復序頌", "532": "文別。而開發義同。古聖垂範於教端。今賢", "533": "祖承於事表。世遠莫測。其面斯推。想得其", "534": "蹤。信有依焉。固非誕妄。且大集叢鬧昏雜", "535": "波騰。卒欲正理何由可靜。未若高颺洪音", "536": "歸依三寶。忽聞駭耳莫不傾心。斯亦發萌", "537": "草創開信之奇略也。世有法事號曰落花。", "538": "通引皂素開大施門。打剎唱舉抽撤泉貝。", "539": "別請設坐廣說施緣。或建立塔寺。或繕造", "540": "僧務。隨物讚祝其紛若花。士女觀聽擲錢如", "541": "雨。至如解髮百數數別。異詞陳願若星羅。", "542": "結句皆合韻。聲無暫停。語無重述。斯實利", "543": "口之銛奇。一期之走捷也。餘則界得僧得。", "544": "其徒復弘。尋常達嚫。科要易悉。故不廣也。", "545": "若夫適化無方陶甄不一。知微詎幾達信誰", "546": "焉。然則堅信終乎我亡。知微極乎想滅。自", "547": "斯階降慚次不倫。達化以識變為明。通法", "548": "以濫委為闇。故身子謬說無昇悟入。眾首", "549": "妄悔畢為譏訶。自餘下凡諒難圖矣。且道", "550": "開物悟。信乎說道之功。既非會正何能審", "551": "觀。止可登機之務以意商量。接俗之能", "552": "存乎此舉。猶應執文信度。懲革者希。擬人", "553": "以倫。固當非咎。悠哉遐想。通斯意焉。終南", "554": "大一山沙門京兆釋道宣。敢告法屬曰。竊", "555": "以。法流所被非人不弘。頃世澆離多乖名", "556": "實。後學奔競未志尋籌。致混篇章凋殘者", "557": "眾。自梁已後。僧史荒蕪。追討英猷罕有", "558": "徽緒。豈非綴緝寡鮮聞見遂沈。高行明德", "559": "湮埋難紀。輒不涯揆且掇在言。至於傳", "560": "述固󰗏嘉績。猶賢絕墜無聞於世。所以江", "561": "表陳統瓊晃琰皭之疇。河北高都融琛散魏", "562": "之侶。英聲冐於天漢。盛行動於人心。並可", "563": "楷模。俱從物故。嘗以暇日遍訪京賢。名尚", "564": "不聞何論景行。撫心之痛自積由來。相成", "565": "之規意言道合。仰託周訪務盡搜揚。勿謂", "566": "繁多致乖弘略。世之三史。卷餘四百。尚有", "567": "師尋。豈喻釋門三五帙也。故當微有操行", "568": "可用師模。即須綴筆更廣其類。豈不光", "569": "聞僧海舟徑聖蹤則釋門道勝顧思齊之有", "570": "日俗流上達增景仰於生常邪。輒舒傳末。", "571": "冀期神之有據耳。", "572": "續高僧傳卷第三十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2060 續高僧傳", "source": "CBETA"}