{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1483a 佛說目連問戒律中五百輕重事: 佛說目連問戒律中五百輕重事: 佛說目連問戒律中五百輕重事", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1483", "1": "佛說目連問戒律中五百輕重事", "2": "失譯人名今附東晉錄", "3": "1 五篇事品五篇事品第一", "4": "如是我聞：一時佛住王舍城迦蘭陀竹園。是", "5": "時目連從坐而起，白佛言：「世尊！我今欲有所", "6": "問。唯願世尊為我演說。」佛言：「善哉！汝所問", "7": "者，能大利益無量眾生。恣汝所問。」目連白佛", "8": "言：「世尊！末世比丘，輕慢佛語犯眾學戒，雜", "9": "用三寶物，當墮何處？」爾時佛告目連：「諦聽諦", "10": "聽，當為汝說。若比丘，無慚愧，輕慢佛語犯眾", "11": "學戒，如四天王壽五百歲墮泥犁中，於人間", "12": "數九百千歲。犯波羅提提舍尼，如三十三天", "13": "壽千歲墮泥犁中，於人間數三億六十千歲。", "14": "犯波夜提，如夜摩天壽二千歲墮泥犁中，於", "15": "人間數二十億千歲。犯偷蘭遮，如兜率天壽", "16": "四千歲墮泥犁中，於人間數五十億六十千", "17": "歲。", "18": "犯僧伽婆尸沙，如不憍樂天壽八千歲墮泥", "19": "犁中，於人間數二百三十億四十千歲。犯波", "20": "羅夷，如他化自在天壽十六千歲墮泥梨中，", "21": "於人間數九百二十一億六十千歲。」", "22": "2 佛事品問佛事品第二", "23": "問曰：「佛物先在一處，有比丘齎至餘處作佛", "24": "事，犯何事？」答：「犯棄。一切佛物都不得移動。若", "25": "有事難，眾僧盡去，當白眾。若眾聽，得齎至餘", "26": "處無罪。」", "27": "問曰：「佛物得買供養具不？」答：「得。」", "28": "問：「佛物造堂與直，可賃不？」答：「一切佛物，得買", "29": "不得貸。」", "30": "問：「比丘作佛事，得佛奴牛驢馬，得借使不？」答：", "31": "「若知本是佛物，不得；不知，得，以非法得故。」", "32": "問：「僧地起塔，用佛物作障擁，擁裏可住不？」答：", "33": "「若知而故入犯墮，不知不犯。若知故住，過三", "34": "諫，犯決斷；過四諫，轉犯重。」", "35": "問：「先佛堂壞，主人更出私財作堂。用故財施", "36": "僧，僧得取不？」答：「不得。」", "37": "問：「僧地，佛物用作障擁。擁裏先有井果菜，可", "38": "食不？」答：「不得。若是檀越物作佛事，先要以果", "39": "井菜施僧，得食；不要，不得食。若買，五倍價；若", "40": "知不買而食，計錢多少皆犯罪。」", "41": "問：「佛塔上掃得土，棄之有罪不？」答：「得棄。不得", "42": "餘用也。」問：「久負佛物云何償？」「若直償本物，以", "43": "佛不出入故，故不加償。雖爾故入地獄。昔佛", "44": "般泥洹後，一比丘精進聰明。有一婆羅門見", "45": "比丘精進聰明，持女施比丘，作比丘尼。比丘", "46": "即受。其女端正，比丘後生染意，便共生活，用", "47": "佛法僧物，各一十萬錢用衣食之。而此比丘", "48": "極大聰明，能說法使人得四道果。自思惟罪", "49": "大深重，便欲償之。即詣沙佉國乞，大得錢物。", "50": "還欲償之，道路山中為七步蛇所螫。比丘知", "51": "七步當死，六步裏便向弟子處分償物，遣還", "52": "本國，言：『汝償物已還，我住此待汝。』弟子償物", "53": "訖還報之，即起七步便死，墮阿鼻地獄中。", "54": "初入溫暖未至苦熱，謂是溫室，便大舉聲經", "55": "唄呪願。獄中諸罪人鬼聞經唄者，無數千人", "56": "得度。獄卒大瞋，便舉鐵杈打之。命終生三十", "57": "三天。以此驗知，負佛法僧物不可不償。雖復", "58": "受罪，故得時出矣。」", "59": "問：「佛物出與人，取子自用，有罪不？」答：「與佛物", "60": "同，體俱犯重。合子與佛，猶故無福，以壞法身", "61": "而為形故。」", "62": "問：「佛圖主遣佛奴小兒給比丘，可使不？」答：「不", "63": "得使，以是佛物故。」", "64": "問：「比丘與佛作，得食佛食不？」答：「不得。比丘無", "65": "客作之理，況復得取佛物衣食用耶！」", "66": "問：「白衣與佛作，得佛物，用此物作食請僧。僧", "67": "得食不？」答：「不得食。」", "68": "問：「佛事法事得捉金銀錢不？」答：「不得。捉犯捨", "69": "墮。」問：「人施佛牛驢馬奴，造作佛事法事。可受", "70": "不？」答：「得受使用，但不得賣。弓刀軍器，一不得", "71": "受。」問：「人施佛光明室宅，未用，可寄住不？」答：「不", "72": "得。便是佛物故。」", "73": "問：「續佛光明，晝可滅不？」答：「不得。若滅犯墮。雖", "74": "佛無明闇，施者得福故，滅有罪耳。」問：「非佛堂，", "75": "佛像在中，可在前食臥不？」答：「得。若佛在世猶", "76": "於前食臥，況像不得耶？但臥須障。若有燈明，", "77": "不得從光中過住。若自有燈明，得。」", "78": "問：「上佛圖佛塔佛牆遠望，犯何等事？」答：「不知", "79": "不犯。若必急難事上，亦不犯。知而慢上犯墮，", "80": "過三諫犯決斷，過四諫故上犯棄。」問：「指物欲", "81": "造佛經，更得他物，不用前物得爾不？」答：「不得。", "82": "以許便是故也。」", "83": "問：「形相佛像犯何事？」答：「一切佛像，不問好惡", "84": "不得形相，其罪甚重必不可為。」", "85": "問：「得買佛上繒作衣不？」答：「不得。」", "86": "問：「人作佛像，鼻不作孔。後人得作不？」答：「不得。」", "87": "問：「佛牆得持物倚不？」答：「不得。犯墮。昔有一比", "88": "丘，欲入寺禮佛。有一婆羅門知相，相比丘有", "89": "天子相，便語比丘言：『我有一女，嫁與比丘。』比", "90": "丘言：『須我禮佛還。』比丘便持錫杖倚佛圖牆，", "91": "入寺禮塔已還出，婆羅門便不復與語。比丘", "92": "問：『故與我女不？』婆羅門言：『不與。』比丘問：『向", "93": "言與，爾何以不與？』婆羅門言：『向見比丘有大", "94": "貴相故與，今無復此相是故不與。所以爾者，", "95": "消功德故。』是以佛塔及牆壁，不可持物倚。既", "96": "犯戒，又消其無量功德。」", "97": "問：「佛物得作人天及畜生像不？」答：「佛邊作得。」", "98": "問：「比丘度人，不問本末度。後知是佛奴，而不", "99": "發遣。犯何事？」答：「知是而度，犯重。若先不知，", "100": "知便發遣。若不發遣，亦犯重。」問：「其人是大道", "101": "人不？」答曰：「非。」", "102": "問：「有私財雇比丘作佛像，作者得取物不？」答：", "103": "「不得。」", "104": "問：「先上佛幡，得取用作佛事不？」答：「佛事得用。", "105": "若檀越不聽，不得。」", "106": "問：「得通禮過去七佛不？」答：「得。以法身同故。」", "107": "問：「若人先許佛三會，然後作一會，或三行香、", "108": "或三布施，得了不？」答：「不得。自違言獲罪。」", "109": "問：「比丘犯決斷，得佛地中懺悔不？」答：「不得。」", "110": "問：「久遠故寺都無垣障，不知佛地近遠。若欲", "111": "作者，云何得知齊畔？」答：「不知當以意作齊畔。", "112": "以不知故增損，無罪。」", "113": "問佛：「物作鬼子母屋及形像，有罪不？」答：「罪同", "114": "以佛物施人。」", "115": "問：「比丘自手斷樹掘地，作佛塔寺及造形像，", "116": "有福不？」答：「尚不免地獄受大罪苦，何有福耶？", "117": "以故犯戒故。」", "118": "問：「佛塔前得禮比丘不。」答：「不得。犯墮。」", "119": "問：「比丘賣佛像有何罪？」答：「罪同賣父母。」", "120": "3 法事品問法事品第三", "121": "問：「高座說法，前人著俗服，可與說法不？」答：「聽", "122": "說、法者二俱犯眾多，過三諫不改犯突吉羅，", "123": "復經三諫犯決斷，復過三諫犯棄。若使不諫，", "124": "經三說，戒轉增。」", "125": "問：「為說法者如法，餘聽法者不如法，得說法", "126": "不？」答：「同上。」", "127": "問：「僧坐先寄佛在上，後可於上坐不？」答：「佛坐", "128": "不得；先是僧坐，得。」", "129": "問：「請人說法，先高座上帳𢄍，是供養佛物。得", "130": "於下坐不？」答：「都不知，不犯；知，不得。」", "131": "問：「若人請比丘讀經及說法，施物得受不？」答：", "132": "「有希望心受犯捨墮，若無貪心受不犯。若無", "133": "衣鉢受不犯。」", "134": "問：「僧中說法，高座上得凭机捉麈尾不？」答：「不", "135": "病凭机捉麈尾犯墮。非尾翅者皆得。」", "136": "問：「祕經及戒律，有犯不？」答曰：「犯墮。」", "137": "問：「師具著俗服，得向說法禮不？」答：「得禮。不病", "138": "不得為說法。」", "139": "問：「白衣頭上有帽，得為說法不？」答：「除有病必", "140": "須覆頭，餘悉不得。」", "141": "問：「經上有塵土草穢，得吹去不？」答：「不得。」", "142": "問：「比丘得書經取物不？」答：「不得。取犯捨墮。」", "143": "問：「經上食食犯何事？」答：「若有慢意故為犯決", "144": "斷，不慢意犯墮。」", "145": "問：「戒律不用流落，得燒不？」答：「不得。不知有罪，", "146": "燒犯墮。若知燒有罪，故燒犯決斷。與方便破", "147": "僧同，亦如燒父母。」", "148": "4 結界法品問結界法品第四", "149": "問：「結界法云何？」答：「結界法。若山澤無人處隨", "150": "意遠近，若在城邑聚落不得遠結，亦不得夜", "151": "結。結時要須比丘在四角頭立，不得使外人", "152": "入，外人入則界不成。先結界場，僧家白衣奴", "153": "子盡著界場上，然後規度四方。結界時除四", "154": "處：一者聚落；二者聚落外俗人田地常作事", "155": "處；三者若阿練、若獨處山澤，恐說戒羯磨時", "156": "有種種事難不得來，白眾求別結小界，眾若", "157": "聽可，彼無五人眾當遣僧與結別界，此謂阿", "158": "練若坐處。四者受戒場，先結界不均，除結界", "159": "場。除是結界，以是其事。或先結大界，後結", "160": "戒場，於中受戒，如卑公所云恐無所獲。然", "161": "云不知，同於未制賴通。此路可有僥倖。其人", "162": "云，若有病比丘，不能得往僧中，求索別一屋", "163": "中結界，僧亦應聽。先解大界與結別界，結別", "164": "界訖然後還結大界。一切比丘夜不持衣不", "165": "得入中。有一住處有界，一比丘亦可打揵椎", "166": "廣說戒，先向四方僧懺悔然後說，亦可三語。", "167": "三語者，謂三說。」", "168": "問：「結界得通佛地結不？」答：「不得於中受戒。若", "169": "先不知法，已受得戒。師僧若知，故違有罪。」問：", "170": "「行舟船上得結界不？」答：「得。若有沙彌白衣驅", "171": "著岸上，然後結界。若不驅出，當障隔著一處，", "172": "然後結界。結界後，比丘夜不持衣不得入水", "173": "中。」", "174": "問：「大僧盡行，唯有沙彌在界。為得不？」答：「但有", "175": "一清信士，界便不壞，況復沙彌。盡無，一宿界", "176": "壞。若僧盡去不還，亦不須解。」", "177": "問：「賊來界裏殺比丘，界壞不？」答：「不壞。」", "178": "問：「一二三四人行道，或在白衣家，得結界不？」", "179": "答：「不得。五人以上得結界。」", "180": "問：「結界得通流水、池水結不？」答：「一切停水盡", "181": "得。分流不得，以不知齊畔故。」", "182": "問：「結界後不打揵椎，界壞不？」答：「不壞。」", "183": "問：「結界得通王路結不？」答得：「當結界時，遣人", "184": "兩頭斷行人，然後得結。」", "185": "問：「無主地可結界不？」答：「得。便如欝單越法。」", "186": "問：「先結界，後有大水、或掘坑長十五步、或復", "187": "於中行欲，此界壞不？」答：「盡不壞。其人云，假使", "188": "有掘大坑深廣一由旬，界猶不壞，況小小坑", "189": "耶？」", "190": "問：「比丘得尼界裏宿不？」答：「得。亦不得失衣，但", "191": "不得入其房內耳。」", "192": "問：「僧結界竟，後來僧共住，不持衣，失衣不？」答：", "193": "「不失。當結界時以通三世僧故。」", "194": "問：「僧不盡集，得結界不？」答：「若有事囑授得，無", "195": "事不得。」", "196": "問：「一結界得經幾時？」答：「不限年數。若施主更", "197": "增地，乃更結耳。」", "198": "問：「先僧結界不解而去，後來僧得於中結界", "199": "不？」答：「不得。」", "200": "問：「結戒場時要須集一切僧，為隨意多少？」答：", "201": "「五人以上得。以無大界故，眾不集無犯。」", "202": "問：「結戒場要須至場上，亦得遙結耶？」答：「要須", "203": "至場上乃得結耳。」", "204": "問：「二眾結界，得互相叉結不？」答：「不得相叉。得", "205": "共通結耳。」", "206": "問：「一界裏得鳴二揵椎不？」答：「得。但不得二處", "207": "說戒及以羯磨種種僧事，唯得燒香飲食而", "208": "已。」", "209": "問：「大僧得與尼通結界不？」答：「得。」", "210": "5 歲坐事品問歲坐事品第五", "211": "問：「夏坐幾日得結坐？」答：「從四月十六日盡五", "212": "月十五日，日日可結，此謂坐。初有事難不得", "213": "結，或五四三日乃至一月盡，不失前坐，此名", "214": "三十日結坐一日受歲，後坐人唯得一日結", "215": "坐。過七月十五日，有事難，日日可受歲，盡八", "216": "月十五日，此名一日結坐三十日受歲。」", "217": "問：「結坐受七日法，為坐初受、為行時受？」答：「若", "218": "坐初受者好，臨行時受亦得。夫受七日法，行", "219": "不滿七日還，後行不復更受。計滿七日，乃復", "220": "更受。若慮忘，亦可日受。」", "221": "問：「夏坐中不受床座房舍十二物，得坐不？」答：", "222": "「不須受。」", "223": "問：「夏中若三寶事、若疾病、種種事難，得移坐", "224": "不？」答：「得。坐初當白眾，眾中受三十九日法。三", "225": "十九日法已，有一事便出界三十九日。三十", "226": "九日滿得還，好。若不得還，亦可於彼處受歲", "227": "無犯。若坐初不受，臨行時受亦得。若坐已滿", "228": "三十九日者，有事便出界，不須復受。若事不", "229": "得還，亦可於彼處受歲。」", "230": "問：「結坐而不坐，得歲不？」答：「若先不知坐法受", "231": "歲，得。若知故違，不得。」", "232": "問：「都不結不坐，受歲得不？」答：「若先不知有結、", "233": "不知有坐法，受臘得，知便應向眾僧懺悔。若", "234": "先知法，故違不得。」", "235": "問：「不結而坐，得歲不？」答：「同上事。」", "236": "問：「夏坐中得入流水池水浴不？」答：「界內盡得。", "237": "若受七日，行過水亦得。」", "238": "問：「夏坐中犯決斷不悔，受歲得不？」答：「雖有罪，", "239": "得歲。所以爾者，是比丘故。」", "240": "問：「受歲不和合，得歲不？」答：「要先懺悔然後受", "241": "歲。若其人不悔，擯出得受。若不肯出眾，當三", "242": "諫，過三諫不受犯決斷，過四諫犯重。若力能", "243": "驅，逼出界好。若其不出，當牢閉著一房中，", "244": "然後受歲無苦，以其非復比丘故。若惡人多，", "245": "眾所不擯，當避出界。若共受歲，不得歲。」", "246": "問：「夏坐中得捉扇拂不？」答：「一切毛尾總翅不", "247": "得捉，葦竹扇得捉。」", "248": "問：「夏坐中得為亡師造福不？」答：「得。但不得手", "249": "自造事耳。」", "250": "問：「後坐人得七月十五日受歲起去不？」答：「不", "251": "得。若先不知已受歲，得。若知法故違，不得。若", "252": "已和合僧就受籌而已，若後坐人受歲時，前", "253": "坐人亦爾。」", "254": "問：「二人同臘，小者前坐、大者後坐。前坐者已", "255": "受歲，後坐者未受，於一月中何者應大？」答：「先", "256": "大者故大，計本日故。」", "257": "問：「夏中不受七日法，暫小小出界故，得坐不？」", "258": "答：「懺悔得。」", "259": "問：「夏中一因緣得三受七日不？」答言：「得。」", "260": "問：「夏中不坐人或十或五，欲來寄住共受歲。", "261": "得共住共受歲不？」答：「若及後坐當結，若不及", "262": "後坐不得。此人若全不知有坐法，得容。若知", "263": "有故違，不得。」", "264": "問：「不結坐或不受七日，已受臘，得夏不？」答：「不", "265": "知法，已受，得臘、不得夏。若已夏，僧一諫還", "266": "取好，過三諫不取，犯戾語決斷懺。還取，得。當", "267": "取時，白眾然可，乃得。」", "268": "問：「比丘不受歲，犯何事？」答：「若一比丘不受歲，", "269": "眾諫使受。一諫至三受好，若過三不受犯決", "270": "斷，過四不受非沙門，以不肯受法故。」", "271": "問：「夏坐新受戒人，日中後結坐，得歲不？」答：「得。", "272": "唯後夜不得。」", "273": "問：「夏坐中忘不受七日，一出行，得坐不？」答：「憶", "274": "即悔，得。一坐中不得過三悔，過三悔不得歲。」", "275": "問：「受歲時若天雨，得屋下受歲不？」答：「得。」", "276": "問：「規至某方結坐，有礙不達得進，得遙結坐", "277": "不？」答：「不得。正可到彼結後坐，若道路有僧住", "278": "處，便應就坐結。二三日治房室，然後受三十", "279": "九日得去。若無僧住處，五人以上共結界坐，", "280": "然後留一二人守界，滿三十九日乃得去。若", "281": "後人不滿三十九日去者，前去人不知不失", "282": "坐，後人失。」", "283": "問：「一人至四人，得白衣家結坐不？」答：「不得。五", "284": "人以上得結。」", "285": "問：「一人靜處得結坐不？」答：「先有結界，二人以", "286": "上得。一人不得，無人共受坐故。無界，盡不得。", "287": "若欲別坐，當更請僧結界坐，然後得。」", "288": "問：「比丘夏坐中，受他淨施及受他寄物，或經", "289": "十日至三月。得爾不？」答：「作不貪意受，不限時", "290": "節。」", "291": "問：「夏坐中界內作有為事，得應坐不？」答：「福事", "292": "得指授，餘不得。」", "293": "問：「受夏坐文云房舍破當補治。為謂始坐、坐", "294": "訖時耶？」答：「三月中破即治。」", "295": "問：「受歲時尼來界內求索受歲，應與受歲不？」", "296": "答：「二尼已上得。一不得，所以爾者，以尼獨行", "297": "出界故犯重故。」", "298": "6 度人事品問度人事品第六", "299": "問：「一人得度沙彌不？」答：「二人乃得。」", "300": "問：「度沙彌得遙請和上不？」答：「不得。」", "301": "問：「未滿五臘度人，犯何事？其弟子為得戒不？」", "302": "答：「若知非法而度犯墮，過三諫不止犯決斷。", "303": "若弟子不知是非法，得戒。若知，不得。」", "304": "問：「比丘都不誦戒，又不知種種僧事，而多度", "305": "人或作三師，有所犯不？」答：「此人尚不應食人", "306": "信施，況復度人！」", "307": "問：「若人父母王法不聽，比丘盜將人去度。犯", "308": "何事？」答：「犯重。若官人走奴投比丘為道，比丘", "309": "若知而安止未度，尚犯重。」", "310": "問：「若兒先出家，父母後出家，來投其兒。兒得", "311": "度不？」答：「得。」", "312": "問：「犯戒比丘得度人不？」答：「犯重者，無復度人", "313": "之理。若犯決斷事，同上。未滿五臘者，若犯餘", "314": "輕戒法，要須懺悔然後得度。」", "315": "問：「白衣投一比丘欲出家，比丘即受，更為請", "316": "和上戒師。所投比丘故是師非？」答：「非師。若後", "317": "從受法者，可為法師。若依隨者，可為依止", "318": "師。」", "319": "問：「比丘多度弟子、或作三師，都不教誡。犯何", "320": "事？」答：「犯墮。昔迦葉佛時有一比丘，度弟子不", "321": "教誡。弟子多作非法，命終生龍中。龍法七日", "322": "一受對，時火燒其身，肉盡骨在，尋復還復，復", "323": "則復燒。不能堪苦，便自思惟：『我宿何罪致苦", "324": "如此耶？』便觀宿命，自見本作沙門，不持禁戒，", "325": "師亦不教。便作毒念，恚其本師，念欲傷害。會", "326": "後其師與五百人乘船渡海，龍便出水捉船。", "327": "眾人即問：『汝為是誰？』答：『我是龍。』問：『汝何以捉", "328": "船？』答：『汝若下此比丘，放汝使去。』問：『此比丘何", "329": "豫汝事？都不索餘人，獨索此比丘者何？』龍曰：", "330": "『此比丘本是我師，不教誡我，使我今日受如", "331": "此苦痛，是以索之。』眾人事不得止，便欲捉此", "332": "比丘下著水中。比丘曰：『我自入水，不須見捉。』", "333": "即便投水喪滅身命，生諸苦處受罪無量。以", "334": "此驗之，度人事大，不可不教誡。」", "335": "7 受戒事品問受戒事品第七", "336": "問：「沙彌犯十戒，或一二三不悔，受大戒得不？」", "337": "答：「若憶而不懺，不得。都不憶，又不知法，已受", "338": "得。夫受戒法師應問沙彌：『汝犯戒不？』若言：『犯。』", "339": "即應教懺。若本師不問，壇上師應問。若都不", "340": "問，師犯墮。」", "341": "問：「已受大戒，得悔沙彌時所犯不？」答：「得悔，悔", "342": "法同沙彌時悔法。」", "343": "問：「沙彌壇上欲受大戒，或著俗服脚著履屣、", "344": "或衣鉢不具假借。當時為得戒不？」答：「唯俗服，", "345": "師不問，不得。其除盡得，師僧犯墮。」", "346": "問：「若有比丘不捨戒，或作沙彌、或即大道人", "347": "而更受戒，為得戒不？」答：「不得。」", "348": "問：「若不得戒，前所受戒故在不？」答：「在。」", "349": "問：「後師故是師不？」答：「非。」", "350": "問：「多人受戒，而并請一人為師。可得十人五", "351": "人一時受戒不？」答：「無此理。」", "352": "問：「沙彌受大戒，請一比丘為大戒師。而此比", "353": "丘不知羯磨及受戒法，更轉請一人與受戒。", "354": "以何當為師？」答：「與受戒者是師，無戒法與者", "355": "非師。」", "356": "問：「壇上師僧，或著俗服、或犯戒。受戒者得戒", "357": "不？」答：「若受戒人知是非法，不得。不知，便得。」", "358": "問：「受戒時眾僧不和、或相打罵，為得戒不？」答：", "359": "「若壇上僧和得，不和不得。」", "360": "問：「受戒為有時節不？」答：「唯後夜不得，初夜中", "361": "夜無燈燭亦不得。要須相覩形色乃得。」", "362": "問：「受戒時或值天雨，更移戒場屋下受戒，得", "363": "戒不？」答：「不得。若欲移戒場，當先解大界更結", "364": "戒場，乃得受戒。不爾者不得。」", "365": "問：「受戒時或有事難不得究竟，是大比丘非？」", "366": "答：「但三羯磨訖便是。」", "367": "問：「受戒盡十三事，後諸戒師和上不續教誡，", "368": "得具戒不？」答：「若師不教誡經十五日，說戒時", "369": "專心聽受，便得具足。」", "370": "問：「受戒時三衣不具，有持衣㲲，或染不染、或", "371": "裁不裁，得當衣不？」答：「盡不得。」", "372": "問：「受戒時眾僧難得限齊，幾僧得受大戒？」答：", "373": "「除三師，五人以上得。」", "374": "問：「沙彌曾詐稱為大道人，受大比丘禮。後得", "375": "受大戒不？」答：「不得。」", "376": "問：「沙彌辭師行，事難不得還，輒於彼處請依", "377": "止師受戒。得戒不？」答：「得戒。」", "378": "問：「若比丘誘他沙彌，將至異眾與受大戒。犯", "379": "何事？彼眾知，應聽不？」答：「若其師有非法事，沙", "380": "彌及將去者，無罪。若無非法將去者犯重，壇", "381": "上師僧犯墮。昔有長老比丘，唯有一沙彌瞻", "382": "視。有一比丘輒誘將沙彌去。此長老比丘無", "383": "人看視，不久命終。因此制戒，不得誘他沙彌，", "384": "誘他沙彌犯重。若有比丘見他沙彌瞻視老", "385": "病人，教使捨去，此比丘亦犯重。」", "386": "8 受施事品問受施事品第八", "387": "問：「比丘受檀越請四事供養，所受物得以施", "388": "人不？」答：「得。」", "389": "問：「已受四事長請，小小緣事出行，得食外食、", "390": "服外藥不？」答：「施主聽，得。」", "391": "問：「他人欲施比丘物，先問比丘有無。比丘實", "392": "自有，以貪心欺彼言無，他即施物。犯何事？」答：", "393": "「貪取犯捨墮，妄語犯墮。」", "394": "問：「若眾僧食，偏與上座。上座得食不？」答：「上坐", "395": "貪心犯墮。」", "396": "問：「比丘不病稱有患苦，求索好食。既得食之，", "397": "犯何事？」答：「犯重。」", "398": "問：「不著三衣受食，犯何事？」答：「犯墮。」問：「檀越適", "399": "請二三人，須眾唱不？」答：「須唱。」", "400": "問：「大比丘羯磨分物時，尼來界內。應得分不？」", "401": "答：「應得。」", "402": "問：「有人寄物施一處僧，物至後更有一比丘", "403": "來，分時在坐。應得分不？」答：「打揵椎應得。不打", "404": "不得。」", "405": "問：「比丘行道中，婦人施物，得受不？」答：「是親里、", "406": "若相識，得取。」", "407": "問：「比丘行道中，比丘尼施物，得取不？」答：「施眾", "408": "得取。非眾不得，犯墮。」", "409": "問：「供僧齋米。僧去，齋主得用供後僧。後人得", "410": "食不？」答：「打揵椎得食。若不打揵椎食，一飽犯", "411": "棄。」", "412": "問：「四月八日嚫物，七月十五日本僧已去，寺", "413": "主取與後僧。後僧分取者，犯何事？」答：「打揵椎", "414": "現僧共分無罪，若不打揵椎分者犯盜。」", "415": "問：「白衣有餘嚫物，本道人去，與後人。後人得", "416": "取不？」答：「應問主人，本道人當來不？若言永不", "417": "來，便呪願取。若言或來，不得取。活取，犯捨墮。", "418": "知死取，犯棄。是僧物故。」", "419": "問：「比丘治生得物，施比丘衣食。得衣食不？」答：", "420": "「取衣犯捨墮。若窮厄無食處，彼使白衣作，可", "421": "食。治生道人若白眾言：『此物非我物，是使人", "422": "物。』若爾可食。若主不白，眾食犯墮。二三人亦", "423": "可白。若道人施使人，使人言：『是我物。』此可", "424": "食。」", "425": "問：「比丘得出物不？」答：「不得，犯捨墮。」", "426": "問：「長受百日請，中間得受他一食二食不？」答：", "427": "「施主聽，得。不聽，不得。」", "428": "問：「乞食長，得與人不？」答：「先無貪心取，長得施", "429": "眾生。若無眾生，舉著樹頭，有眾生噉好。若無", "430": "眾生，明日還自受水取食，不得棄之，以信施", "431": "至重故。所以還得自取者，以更無主故，如欝", "432": "單越取食法。」", "433": "問：「比丘食，或舍一口飯吐之，取一揣飯棄之。", "434": "犯事不？」答：「犯墮。」", "435": "問：「主人慇懃，得長受請不？」答：「若其處得行道，", "436": "無眾難、無乏短，得往。」", "437": "問：「主人請食，得遣人代不？」答：「若主人意無在，", "438": "得。若主人慊代，去者犯墮。」", "439": "問：「鬼子母食可食不？」答：「呪願然後可食。」", "440": "問：「主人施比丘牛馬奴供食直，得取不？」答：「得", "441": "取用，不得賣。唯一切凶器仗皆不得受。」", "442": "問：「人自出物供齋，齋竟去。餘物，後僧來得食", "443": "不？」答：「打揵椎得食，不打椎犯盜。」", "444": "問：「比丘共槃食他分，犯何事？」答：「若問聽，無罪。", "445": "不聽食，取犯墮。若不問，亦犯墮。所以不犯盜", "446": "者，以共仰手受故。」", "447": "問：「比丘乞，前人問是好比丘非？答是得物，犯", "448": "何事？」答：「實好言好，犯墮。不好言好，犯棄。」", "449": "問：「比丘一切長物施人，言：『我後須，還自取。』得", "450": "爾不？」答：「得與可信者，然後更語一人：『我物施", "451": "與某比丘。』若取還語，不得輒取。」", "452": "9 疾病事品問疾病事品第九", "453": "問：「比丘病時得離鉢食不？」答：「重病得，小小輕", "454": "者皆不得。」", "455": "問：「比丘疾病，三衣不持，犯何事？」答：「大困無所", "456": "識知得，有覺知不得。」", "457": "問：「看病人不語病者，私用錢與他病人作衣", "458": "食湯藥。犯何事？」答：「若用五錢犯棄。若後語病", "459": "者，病者歡喜，不犯。若病者瞋慊，不償亦犯棄。」", "460": "問：「為病故，主人日供一百錢。五十便足，餘者", "461": "得與餘病人作食藥不？」答：「病者自與便得。」", "462": "問：「病比丘無人看，比丘得與作食不？」答：「山澤", "463": "無人處，日中不得往還，得作七日。先淨薪米", "464": "受取得作。」", "465": "問：「病人須酒一二升下藥，可與不？」答：「若師言", "466": "必差，聽和藥服，不得空服。」", "467": "問：「比丘病，得服氣不？」答：「不得，以同外道故。」", "468": "問：「比丘腫病，得使人唾吮不？」答：「不得。」", "469": "問：「比丘病困，或闕衣鉢施眾，或賣用作福，犯", "470": "何事？」答：「若更得弊故即受得，無者犯捨墮。」", "471": "10 比丘死亡事品問比丘死亡事品第十", "472": "問：「亡比丘物，都不打揵椎不羯磨而分，犯何", "473": "事？」答：「界裏十人以上，盡得打揵椎而羯磨。若", "474": "不打揵椎而羯磨、若打揵椎而不羯磨，盡犯", "475": "棄。所以爾者，一切亡比丘物盡屬四方僧故，", "476": "不得輒分。若界外五人以上，得羯磨分。不須", "477": "打揵椎，以無界故。四人以下不得羯磨分，若", "478": "分犯棄。當齎詣僧中，若自取齎去至異眾，初", "479": "入界不犯，出則犯棄。如是復至餘眾，一出界", "480": "一犯棄。弟子持師物去亦爾。」", "481": "問：「比丘亡，弟子不持師物與眾，輒自分處供", "482": "養僧。僧可食不？」答：「其弟子先知法者，有罪。僧", "483": "不打揵椎不羯磨而食，犯捨墮。」", "484": "問：「若師亡，僧羯磨分物，弟子應得分不？」答：「應", "485": "得，即是僧故。」", "486": "問：「若師亡，更無餘僧，唯有弟子或五或十。得", "487": "羯磨分物不？」答：「得分。即是僧故得分。要打揵", "488": "椎羯磨，不爾不得。」", "489": "問：「病者無常。供病餘物，得與餘病者不？」答：「此", "490": "是僧物，不得輒餘。直五錢犯棄。」", "491": "問：「師徒父母兄弟死，得哭不？」答：「不得，一舉聲", "492": "犯墮。正可小小泣淚而已。」", "493": "問：「或比丘、死時在、羯磨時不在，或死時不在、", "494": "羯磨時在，各應得分不？」答：「及羯磨盡得。死時", "495": "在、羯磨時不在，不得。」", "496": "問：「比丘死，後人與買棺木衣服葬埋與者，犯", "497": "何事？」答：「白僧。僧與泥洹僧僧祇支自覆，自餘", "498": "盡入僧物，一切不得埋。埋滿五錢，犯棄。若", "499": "弟子私物得。若亡者不知法，以自分處與者", "500": "無罪。」", "501": "問：「父母諸親死，比丘得與辦衣棺木埋不？」答：", "502": "「都不得。若父母亡者、若病無人供養，得與", "503": "乞食與半。若自能小小紡績綜事，不得與食，", "504": "與食犯墮，與衣犯捨墮。況復棺木葬埋耶！」", "505": "問：「病者無常，衣鉢先與看病者竟不羯磨，看", "506": "病者賣為飯僧，僧得食不？」答：「眾未羯磨食，眾", "507": "犯捨墮。若看病者不知法，已作羯磨得食。若", "508": "未作，眾當語法。」", "509": "問：「比丘借人物，前人死，得還自取不？」答：「一切", "510": "不得。還自取，犯突吉羅。白眾，眾還得取。若眾", "511": "不與，犯墮。」", "512": "問：「比丘得為亡師起塔不？」答：「自物得，用師物", "513": "作不得。」", "514": "問：「比丘得向師塚作禮不？」答：「得。難曰：『生是我", "515": "師，已死尚非比丘，唯枯骨而已。何由向禮耶？』", "516": "答：『佛在世應供養恭敬，般泥洹後亦是枯骨", "517": "而已，何以故供養耶？師生以法益人，死後敬", "518": "禮，有何過也！』」", "519": "問：「分物時羯磨已訖，更有僧來，應得分不？」答：", "520": "「若三羯磨訖，不與無咎。若及後一羯磨者，猶", "521": "故得分。」", "522": "11 三衣事品次問三衣事品第十一", "523": "問：「三衣浣，要須捨不？」答：「須捨。若不捨犯墮。當", "524": "施人，人還乃得更受。」", "525": "問：「三衣盡得徐成不？」答：「大衣得，中衣小衣不", "526": "得。」", "527": "問：「小衣得著燒香上講不？」答：「無中衣得。若不", "528": "近身，淨潔亦得。」", "529": "問：「浣衣出帛，得用米𥹩不？」答：「不得，犯墮。」", "530": "問：「三衣應施裏不？」答：「裏施不施皆得。」", "531": "問：「大衣得著上講亦得禮拜不？」答：「無中衣得。」", "532": "問：「三衣得用生絹作不？」答：「一切絹衣，不見身", "533": "者得著。」", "534": "問：「比丘瞋忿自壞衣鉢錫杖，犯何事？」答：「瞋惱", "535": "自壞三衣鉢，犯捨墮。壞錫杖，犯墮。壞他物，計", "536": "錢犯事。」", "537": "問：「三衣得借人不？」答：「不得出界經宿，若同界", "538": "內不限日數。」", "539": "問：「入聚落中不著大衣，犯何事？」答：「著肩上去", "540": "不犯。若僧使、或為病人，不持去皆不犯。」", "541": "問：「三衣破補便得受。須復施他人耶？」答：「破容", "542": "猫子脚，便應施人，人還乃得補受。若先補後", "543": "施人亦得。」", "544": "12 缽事品問鉢事品第十二", "545": "問：「鉢云何失？」答：「若緣缺、若穿穴、若破裂、若油", "546": "不捨，盡是失。緣缺穿穴，不可復持。裂者綴已", "547": "施人，人還更受。油不捨亦爾。若棄出界經宿", "548": "不失。」", "549": "問：「鉢得覆著壁上不？」答：「若巾裹得令淨處，若", "550": "囊盛懸壁好，不得覆著壁上。六群比丘覆鉢", "551": "壁上，墮地即破。佛因此制戒，自今以後不得", "552": "覆鉢壁上。覆鉢壁上者犯墮，墮地破犯捨墮。」", "553": "問：「早起得用鉢食。不用有何咎耶？」「一切食皆", "554": "應用鉢。若一日都不用鉢，犯墮。」", "555": "問：「比丘食飯欲盡，得側鉢刮取飯不？」答：「得。」", "556": "問：「食飯已訖更噉餘果，手得離鉢不？」答：「得。若", "557": "食未訖亦得暫離。」", "558": "問：「比丘食鉢要當擎，亦得放地耶？」答：「要當擎。", "559": "若有必緣，放地無犯。」", "560": "問：「比丘以器盛飯停著鉢中，得了用鉢食不？」", "561": "答：「不得，犯墮。」", "562": "問：「鉢得借人不？」答：「得，除自食。」", "563": "問：「鉢得炊作食不？」答：「不捨炊，捨墮。」", "564": "13 雜事品問雜事品第十三", "565": "問：「比丘或被劫盜物，未出界，主見本物，不知", "566": "誰盜，得取不？」答：「得取。即同九十事中寶相似", "567": "者。當先作念，若有人認者，不得取。無認者，白", "568": "眾得取。若無眾，作界內物取，不以為己物故", "569": "取。」", "570": "問：「眾僧打揵椎食，而限外人不與食，犯何事？」", "571": "答：「便是失利，得突吉羅。」", "572": "問：「先比丘教化作百人齋，長一人至十人，應", "573": "受。不教化比丘，有犯不？」答：「若打揵椎食，應受", "574": "教化者，無犯。所以者何？打揵椎請僧，僧多何", "575": "過！夫打揵椎法，要作意請四方僧，僧來若多", "576": "若少，一切分財飲食無咎。」", "577": "問：「比丘教化白衣供養眾僧，若有外人來乞", "578": "索，得與一升五升不？」答：「不得。若知非法，故私", "579": "與滿五錢，犯棄。若白眾，眾聽，得。」", "580": "問：「主人供養僧，長請一日百錢。用五十自供，", "581": "殘者得餘用不？」答：「打揵椎得。若無衣鉢，不打", "582": "揵椎。眾和合，得減用。若自損施客僧最善。」", "583": "問：「主人請比丘十日供，十日食殘，用作五三", "584": "日好食，犯何事？」答：「不犯。但不得更索，索犯墮。", "585": "若不滿十日去，亦犯捨墮。」", "586": "問：「主人請比丘供十日食，自裁作一月食，得", "587": "不？」答：「打揵椎得。若不打揵椎，僧有出去者，", "588": "若不施後人食，後人食己分盡，食他分一飽", "589": "犯棄，不飽犯墮。」", "590": "問：「父母兄弟破壞，得乞物贖不？」答：「得。但不得", "591": "自稱己須乞，稱為父母兄弟，得。若用訖，長者", "592": "不得自入，還屬所贖人。若自用，其所親不慊", "593": "者犯捨墮，若慊不償犯棄。」", "594": "問：「得酤酒家乞食乞財不？無事得空語不？」答：", "595": "「酤酒門一切不得入，若入者犯墮。若更有餘", "596": "門得入。若請比丘會，當問：『能受一日戒不？』答", "597": "言：『能。』與受戒，得往。若不能受戒，但能一日不", "598": "酤酒，得往。屠家亦爾。」", "599": "問：「勸人飲酒犯何事？」答：「強勸不飲突吉羅，若", "600": "飲犯墮。」", "601": "問：「比丘寄白衣物，此人過期不還與，餘比丘", "602": "得取不？」答：「不得取。若活是有主物，若死是", "603": "僧物。」", "604": "問：「比丘夜得把火行不？」答：「冬得。夏燈燭亦得，", "605": "若把火犯墮。」", "606": "問：「本物直一匹，因行至他方賣得五三匹，可", "607": "取不？」答：「不得，犯捨墮。」", "608": "問：「一切戲取物及與，犯何事？」答：「盡犯捨墮。若", "609": "不與強奪，犯棄。」", "610": "問：「比丘甞食，得食不？」答：「不得。知而食，犯墮。前", "611": "甞食人亦犯墮。若不即懺，其罪日增。昔有一", "612": "執事比丘，恒知處。當僧家飲食，常手柱器言：", "613": "『取是用是。』日日常爾而不懺，命終後墮餓鬼", "614": "中。有一無著，於夜上廁，聞呻喚聲。問：『汝是誰？』", "615": "答：『我是餓鬼。』問：『本作何行墮餓鬼中？』答：『於此", "616": "寺中為僧執事。』問：『汝本精進，何由墮餓鬼中？』", "617": "答：『持不淨飲食與眾僧故。』", "618": "問：『云何不淨？』答：『眾僧有種種器物，見以指柱", "619": "器，教使取是用是物，犯墮。三說戒不悔，轉增", "620": "乃至重，以是故墮餓鬼中。』兩手擘胸裂皮，破", "621": "肉󰜤吹𠹀。問：『何以擘胸？』答：『蟲噉身痛故。』問：『何", "622": "以󰜤㗱吹𠹀？』答：『以口中有蟲故。』", "623": "問：『何以呻喚？』答：『餓極欲死故。』問：『欲食何物？』答：", "624": "『意欲食糞而不能得。』問：『何故不得？』答：『以諸餓", "625": "鬼多，見推排不能前。』無著言：『我知奈何？』鬼言：", "626": "『願眾僧見為呪願。』答：『可爾。』無著即還向眾說，", "627": "彼人墮餓鬼。眾僧問：『本行精進，何故墮餓鬼", "628": "中？』答云：『本以不淨飲食與僧而不悔故。願眾", "629": "僧與彼呪願。』即為呪願，便得食糞不復呻喚。", "630": "以是證故，知大比丘不得以手自造飲食及", "631": "柱觸僧器物。若非僧器、若受得行與僧，無犯。」", "632": "問：「師命弟子販賣作諸非法，得遠離師不？」答：", "633": "「得違捨去。弟子有四因緣應住：一者與法", "634": "與食、不與衣鉢，應住。二者與法與衣鉢、不與", "635": "食，應住。三者與法與衣鉢與食，應住。四者與", "636": "法，不與衣鉢、不與食，應住。若師都不與法、不", "637": "與衣鉢食，法應去。」", "638": "問：「夫淨，何者須淨？淨有幾事？」答：「果菜須刀手", "639": "火淨，唯穀米須火淨。果已淨，食子無苦。」", "640": "問：「禮拜得著靴履鞋不？」答：「淨潔者得。」", "641": "問：「比丘畜奴牛驢馬，犯何事？」答：「犯捨墮。不悔", "642": "轉增如上。」", "643": "問：「比丘教他販賣，犯何事？」答：「犯捨墮。」", "644": "問：「畫作幡華賣得物，犯何事？」答：「犯捨墮。」", "645": "問：「白衣投比丘為道，未度，得食僧食不？」答：「白", "646": "僧得，不白犯墮。」", "647": "問：「比丘為僧乞食在道路，己身得食眾僧食", "648": "不？」答：「若去時先白僧，僧聽，得。若去時不白，還", "649": "白聽，亦得。若不聽，還償。若不償，計錢直犯重。」", "650": "問：「若他人持食具寄屋中經宿，有犯不？」答：「不", "651": "犯。」", "652": "問：「續明油一升二升得著自房中不？」答：「得。」", "653": "問：「藥酒得著自房中不？」答：「病得七日。」", "654": "問：「都不用楊枝，有犯不？」答：「犯墮。」", "655": "問：「未曉，得楊枝不？」答：「明星出後得，用犯墮。」", "656": "問：「中食後口得用楊枝不？」答：「得用，若不用純", "657": "灰皂莢。計都不用，犯墮。過中亦犯墮。中後除", "658": "藥，一切草木有形之味不得入口，犯墮。」", "659": "問：「若無楊枝，口得用一切餘木不？」答：「盡得。」", "660": "問：「貧乏得入市乞不？」答：「中前得，中後不得，亦", "661": "不得乞錢。若欲乞錢，當將一白衣沙彌亦得。」", "662": "問：「人捉比丘賣，得走不？」答：「初時得，經主不得。」", "663": "問：「比丘戲得物，作食請比丘，得食不？」答：「不得，", "664": "犯墮。」", "665": "問：「比丘尼不精進，可勸罷道不？」答：「無此理。」", "666": "問：「合藥施人而不知裁節，服者死。犯事不？」答：", "667": "「好心與無犯，惡心與犯重。」", "668": "問：「比丘或十臘五臘，竟不誦戒。犯何事？」答：「若", "669": "不誦，或食人信施，日日犯盜。若先不知，猶得", "670": "懺悔。」", "671": "問：「一切鬼神屋可寄宿不？」答：「行路得宿。有觸", "672": "擾意住犯墮。」", "673": "問：「比丘噉生肉犯何事？」答：「犯墮。」", "674": "問：「二男行欲不竟，犯何事？」答：「犯決斷。」", "675": "問：「二男欲口戲擬便止，犯何事？」答：「犯墮。成者", "676": "犯決斷。」", "677": "問：「床席他人於上行欲，其處可住不？」答：「見處", "678": "淨可住。」", "679": "問：「已唱僧跋，上坐未食、下坐先食，犯何事？」答：", "680": "「聞唱便食，不犯。」", "681": "問：「比丘不具六物，犯何事？」答：「不乞作犯捨墮，", "682": "若乞不能得不犯。」", "683": "問：「比丘大寒得通衣臥不？」答：「著衣得。」", "684": "問：「比丘自稱貴姓及持戒，強力乞得，犯何事？」", "685": "答：「犯捨墮。」", "686": "問：「姊妹有腫病、或有痛處，比丘手案此處可", "687": "治，犯何事？」答：「若起心犯決斷，不起犯墮。」", "688": "問：「妹姊無兒息，語比丘：『教我方術。』比丘即教。", "689": "犯何事？」答：「犯決斷。」", "690": "問：「寄比丘物與人，竟不與，犯何事？」答：「自取不", "691": "過犯重。著故壞還，計直輕重。」", "692": "問：「聚落中都不著衣，犯何事？」答：「犯墮。」", "693": "問：「比丘噪，犯何事？」答：「若聚落眾中一作犯墮，", "694": "三諫不休犯決斷。」", "695": "問：「聚落中持弓刀看，犯何事？」答：「先不知法無", "696": "犯，知突吉羅。」", "697": "問：「比丘騎乘，犯何事？」答：「雄者一往犯過，三諫", "698": "不止犯決斷。雌者一載犯決斷。」問：「聚落中，比", "699": "丘看白衣鬪，犯何事？」答：「犯墮。」", "700": "問：「比丘暫捉碁子弄而戲，犯何事？」答：「犯墮。」", "701": "問：「聚落中，三歲小兒抱嗚口，犯何事？」答：「犯墮。」", "702": "問：「聚落中合白衣相撲，犯何事？」答：「犯突吉羅。」", "703": "問：「聚落中看白衣合畜生，犯何事？」答：「知非法", "704": "故看犯墮，不知不犯。內起婬心、口有染污", "705": "言，犯決斷。」", "706": "問：「比丘食不足，得囑未具戒者不？」答：「得，唯除", "707": "婆羅門。」", "708": "問：「山中曠野中見一無主器物，可取用不？」答：", "709": "「得用。要須語王、若王家之人，若語餘人得用。", "710": "不得持去，犯捨墮。」", "711": "問：「道人作醫，得取物不？」答：「若慈心治得作，惡", "712": "心不得。無衣鉢，前人與得取。若有衣鉢，前人", "713": "強與，為福事得取。若人不與，亦不得為福乞，", "714": "犯捨墮。」", "715": "問：「食巾或少多，將菜飯捉墮上，要須浣不？」答：", "716": "「不污亦須曰浣。若有沙彌白衣，付之曰從受，", "717": "不犯。若已付，著室中無苦。若不付又不浣，犯", "718": "捨墮。」", "719": "問：「比丘私房，小小出不閉戶，有犯不？」答：「犯捨", "720": "墮。」", "721": "問：「比丘私房內拍手笑，犯何事？」答：「犯捨墮。」", "722": "問：「比丘得躑過小水小坑不？」答：「不得，犯墮。昔", "723": "有一優婆塞，請一比丘欲與作一領好衣。比", "724": "丘即隨去，中道有一小水，比丘便躑度。此優", "725": "婆塞便嫌心念：『我謂是好比丘，欲與一領好", "726": "衣，而更趒躑溝坑。我歸當與半領衣。』此是無", "727": "著人，即其人念，前行見水復故躑過。賢者復", "728": "念：『我歸當與一張麁㲲。』前行見水復躑過，賢", "729": "者復念：『我歸當與一頓食。』無著復知其念，前", "730": "行見水便舉衣涉渡。賢者問比丘：『何以不躑", "731": "渡？』比丘言：『卿前與我一領衣已，一躑過水正", "732": "得半領，復一躑正得一張麁㲲，復一躑正得", "733": "一頓食。我今所不躑者，恐復失食。』賢者乃知", "734": "是得道人，便向懺悔，將歸大供養。以此驗之", "735": "知，比丘不得躑過坑水。」", "736": "問：「比丘走，犯何事？」答：「犯墮。有急事不犯。」", "737": "問：「有人出家之後，還來盜本家物，犯何事？」答：", "738": "「犯棄。所以爾者，初出家時一切盡捨，非己", "739": "物故。」", "740": "問：「比丘本在俗時，共父母兄弟藏物。出家後", "741": "家人盡死，比丘還自來取物。犯何事？」答：「若自", "742": "取犯棄。若有所親白衣，可語使取作福，應分", "743": "半與官。所以爾者，此物無主應屬官，不得全", "744": "取。取犯重。」", "745": "問：「師更受戒小弟子，弟子得下臘下戒及在", "746": "下行不？若不下，得為作禮不？」答：「都無此理。」", "747": "問：「比丘行他田地中，或有苗或無苗，有事不？」", "748": "答：「有苗犯墮，急事不犯。無苗盡得。」", "749": "問：「大悔人已發露，或五三日、或有難眾僧分", "750": "散。罪得決不？」答：「更求眾乃決。」問：「王者問比丘", "751": "吉凶事，比丘為說，然後供養。犯何事？」答：「若得", "752": "食犯墮，得衣犯捨墮。若說征伐得供養，犯重。」", "753": "問：「比丘有緣事，俗田行，得不？」答：「得。」", "754": "問：「比丘未滿五臘不依止，犯何事？」答：「不依止", "755": "師，若飲水食飯，日日犯盜。若先不知法，猶得", "756": "懺悔。」", "757": "問：「若比丘或十臘，不誦戒。」答：「同上依止。」", "758": "問：「比丘市賣，自譽己物過價。前人信，貴買。犯", "759": "何事？」答：「犯盜。」", "760": "問：「比丘行逈路，有食無人受。云何得食？」答：「正", "761": "得舒一手下向一捉食便止，過犯墮。」", "762": "問：「比丘船行水大不得下，得水中便利不？」答：", "763": "「得。」", "764": "問：「比丘書經竹木上，誦訖拭去，犯事不？」答：「犯", "765": "墮。」", "766": "問：「未滿五臘，得並入誦律不？」答：「不得。為可粗", "767": "教誡而已。若誦犯墮捨，大戒不滅沙彌戒故。」", "768": "「是沙彌非？」答：「非。」", "769": "問：「比丘晝眠犯何事？」答：「開戶不得，犯墮。」", "770": "問：「比丘得倚墮伏地不？」答：「私戶得。眾中不得，", "771": "犯墮。」", "772": "問：「比丘舍內都不著三衣，犯何事？」答：「坐禪誦", "773": "經，不著犯墮。」", "774": "問：「比丘行道著泥洹僧，得繫脚不？」答：「大寒得。」", "775": "問：「比丘畜漆器，犯何事？」答：「漆木器盡不得用。", "776": "用犯墮。」", "777": "問：「比丘已食手、或搪飲食污手，更得受食不？」", "778": "答：「得。」", "779": "問：「比丘至上房中不坐輒坐，犯何事？」答：「犯墮。」", "780": "問：「比丘旋塔，或比丘尼、優婆夷隨後旋。有犯", "781": "不？」答：「若有優婆塞不犯。」", "782": "問：「比丘生菜已淨，有根得食不？」答：「得。」", "783": "問：「弟子遠行寄師物、或師寄弟子，過期不還，", "784": "或經年歲，可取用不？」答：「若去時無言，不得用。", "785": "若知在，是有主物。若死，是僧物。」", "786": "問：「比丘教白衣不祭一切亡人，為是理不？」答：", "787": "「非。假使父母不食，敬心供養，亦得其福。」", "788": "問：「眾中得共師並坐不？」答：「不接，得共盤食。」", "789": "問：「比丘不寒，三衣禮佛，犯何事？」答：「眾多突吉", "790": "羅。」", "791": "問：「比丘得手自合藥不？」答：「被淨草得。」", "792": "問：「比丘休道意已，著俗服經時，向其尊禮拜", "793": "之體，然後還來投眾，求服常位。為應聽不？」答：", "794": "「若不捨戒者，應聽。」", "795": "問：「比丘知其父母兄弟破落屬人，而不購贖，", "796": "有罪不？」答：「若為行道，不贖無罪。」", "797": "問：「若人白僧，稱言聖眾，得然可不？」答：「不得然", "798": "可。」", "799": "問：「若人持物施僧，言施聖眾。應受不？」答：「若不", "800": "言：『得分。』得取，以眾通有俗故。」", "801": "問：「行道過水，使人負渡。犯何事？」答：「若不老病，", "802": "犯墮。」", "803": "問：「眾僧家奴，比丘得小小請使不？」答：「小小取", "804": "與得，大事不得。」", "805": "問：「比丘養爪甲長，犯何事？」答：「犯墮。」", "806": "問：「上坐比丘未浴，下坐於前浴，有犯不？」答：「犯", "807": "墮。」", "808": "問：「比丘器中忽有異物、或復弊故，不知誰許，", "809": "可取用不？復可棄不？」答：「與僧，不得私用。」", "810": "問：「有一住處多去來僧，所有遺亡，或是新或", "811": "是弊衣，永無取用者。可取不？」答：「與眾僧。眾僧", "812": "停一月一歲後得用。若後主來，僧物償。若是", "813": "貴珍寶，眾後不能償者，勿用。」", "814": "問：「比丘有知舊白衣來造，己得語上坐維那", "815": "持僧食與不？」答：「僧先令得，不令不得。」", "816": "問：「比丘捨道還俗，後更出家。前師故是師非？」", "817": "答：「非是。」", "818": "問：「臨壇諸師僧可呼言師不？」答：「無此理。不從", "819": "受法者，盡不得為師。」", "820": "問：「一切師得呼為和上不？稱為弟子不？」答：「不", "821": "得。正可敬重，如俗中之尊。」", "822": "14 三自歸事品問三自歸事品第十四", "823": "問：「三自歸趣得人受，復有不應受者不？」答：「除", "824": "五逆罪得。」", "825": "問：「三自歸斯行何事？」答：「身口意不行邪事，及", "826": "不隨邪見師。」", "827": "問：「云何犯三歸？」答：「好邪見，隨外道師。」", "828": "問：「若犯三自歸，云何悔？」答：「向本師悔。若無本", "829": "師，向餘比丘亦得。」", "830": "問：「若不能持，得還不？」答：「得。」", "831": "問：「若還。還云何？」答：「向本師、若一比丘言：『我從", "832": "今日以後，不復能歸佛法歸比丘僧。』如是三", "833": "說。若不滿三，故成就三歸。」", "834": "問：「或人受三自歸，乃悔宿命惡逆，為是理非？」", "835": "答：「無此理。」", "836": "問：「三歸正得從一人受，復得從三人各得受", "837": "一歸不？」答：「不得。」", "838": "問：「受三歸法要終身，復可得一年半年十日", "839": "五日不？」答：「隨意多少。」", "840": "問：「若從師受一年半年自歸，日滿後故是師", "841": "非？」答：「一從受法，終身是師。」", "842": "問：「三自歸，得但受一二歸不？」答：「不得。」", "843": "問：「受三歸，現前無師得逢，從文受不？」答：「不得。」", "844": "問：「先受三歸犯不悔過，得更受不？」答：「不得，要", "845": "當悔。若欲當受，捨先所受。若不捨更受者，不", "846": "得。」", "847": "15 五戒事品問五戒事品第十五", "848": "問：「不受三歸，得受五戒不？」答：「不得。」", "849": "問：「若受三歸，犯而不悔者，得受五戒不？」答：「不", "850": "得。」", "851": "問：「受五戒法，可得但受五日十日一年二年", "852": "不？」答：「隨意多少。」", "853": "問：「犯五戒不悔，得更受不？」答：「不捨不得更受，", "854": "不悔亦不得捨。」", "855": "問：「五戒盡得悔不？」答：「若殺人、婬其所尊及比", "856": "丘尼、盜三尊財，盡不得悔。餘得悔。」", "857": "問：「五戒若不能持，得中還不？」答：「得還。若欲都", "858": "還五戒者，合三自歸還，言：『從今日佛非我尊，", "859": "我非佛弟子。』如是至三。法僧亦爾。若還一二", "860": "三四者，但言：『我從今日不能復持某戒。』如是", "861": "至三。若不滿三，戒猶成就。」", "862": "問：「五戒可從五師各受一戒不？」答：「得。」", "863": "問：「既受五戒偏所重，可但分還一二不？」答：「得。」", "864": "問：「五戒可但受一二三不？」答：「得隨意多少。」", "865": "問：「比丘犯重戒或犯酒戒，得不？」答：「得。」", "866": "問：「頗有八戒白衣不？」答：「無。唯有八關齊。」", "867": "16 十戒事品問十戒事品第十六", "868": "問：「不受五戒，得受十戒不？」答：「若先三自歸得。", "869": "以十戒中即有五戒，亦不復受。」", "870": "問：「犯五戒不悔，得受十戒不？」答：「不得。若先不", "871": "知，悔已而受，不悔不得。」", "872": "問：「若師犯重戒，從受十戒，得不？」答：「不得。」", "873": "問：「若犯重戒，受十戒得不？」答：「不得。」", "874": "問：「沙彌犯十戒，盡得悔不？」答：「同上五戒。」", "875": "17 沙彌品問沙彌品第十七", "876": "問：「悔須眾不？」答：「不須眾，但向本師得了。若現", "877": "在無師，向餘一比丘亦得。」", "878": "問：「沙彌半月一說戒不？」答：「無此理。所以爾者，", "879": "以沙彌戒不函俗人，然終已可。說須十五日", "880": "一集。」", "881": "問：「沙彌犯戒，得還向沙彌悔不？」答：「不得。」", "882": "問：「沙彌得著俗服不？」答：「不得。」", "883": "問：「師有種種違法事，沙彌得捨更求師不？」答：", "884": "「得。」", "885": "問：「沙彌叛師，以白衣師綜謂俗，竟不捨戒。或", "886": "經年月，還來投師，故是沙彌非？但悔過而已，", "887": "不須更受戒耶？」答：「故是沙彌，但向師懺。本不", "888": "捨戒，不得更受，受亦不得戒。」", "889": "問：「沙彌為賊所抄，經歷年月、或轉經主，得逃", "890": "不？」答：「轉經主不得。」", "891": "問：「沙彌犯禁，師僧已擯謝，得更出定不？」答：「若", "892": "不捨戒，故是沙彌，可懺而已。」", "893": "問：「白衣時從沙彌受五戒，然後出家受大戒，", "894": "本師故是沙彌，得呼為師不？」答：「得呼為師，但", "895": "不得為禮，沙彌應作禮。白衣時從尼受五戒，", "896": "然後出家亦爾。」", "897": "問：「比丘貪資之物，其罪甚重。昔有一比丘，貪", "898": "著一銅鐃，死後作餓鬼。眾分物竟便來，其身", "899": "絕大，黤黮如純黑雲。諸比丘驚怪：『此是何物？』", "900": "眾中有得道者言：『是死比丘貪著鐃故，墮餓", "901": "鬼中。今故貪惜，來欲索之。』諸比丘即以鐃還，", "902": "既得便捉，舌舐放地而去。諸比丘還取之，而", "903": "絕臭不可近。復使人更鑄作器，猶臭不可用。", "904": "以此驗之，知貪為大患。比丘貪著衣服，乃有", "905": "自焚之酷。昔有一比丘喜作衣，晝夜染著，得", "906": "病困篤。自知當死，便舉頭視衣，內起毒想，言：", "907": "『我死後，誰敢著我此服者。』不久便命終，作化", "908": "生蛇，還來纏衣。眾舁死比丘出燒葬訖，遣人", "909": "往取衣物。見蛇纏衣，延咽吐毒，不敢近。即還", "910": "白眾，具說所見。諸比丘便共往看之，都無敢", "911": "近者。有一比丘得道，便入四等觀，毒不中，便", "912": "往近之，語言：『此本是汝衣。今非汝有，何以護", "913": "之？』便即捨去。不遠入一草，毒火出然草，還自", "914": "燒身命終。即入地獄火燒，一日之中三過被", "915": "燒，皆由貪害。」", "916": "18 歲坐竟懺悔文歲坐竟懺悔文第十八", "917": "若僧聽！多薩阿竭所受歲坐，比丘應爾。我從", "918": "歲始至今歲竟，六月中多所違失。違失者戒", "919": "事，除二鼻貳事，餘不除。是世尊集和僧所教", "920": "勅，今我是思念，共諸君發露陳說所違失事，", "921": "君各忍受。我若九十日，無世尊定、無世尊智、", "922": "無世尊戒故，多犯。無世尊智、無世尊戒故，犯。", "923": "無世尊戒故，犯。無世尊智故，多失教事。無世", "924": "尊定故，多犯亂意，或念欲法、不行欲事，或念", "925": "盜法、不行盜事，或念殺法、不行殺事，或念欺", "926": "法、不行欺事，或念僧伽婆尸沙法、不行僧伽", "927": "婆尸沙事。", "928": "此九十日中所犯事，通威儀。", "929": "問：「白衣欲出家，比丘即受，更為請師。故是師", "930": "非？」答：「非師。若從受法者可為師，若依隨者可", "931": "為依止師。」", "932": "問：「若有比丘不捨作沙彌，即大道人而更受", "933": "戒，為僧不？」答：「得。」", "934": "問：「若不得戒，前所受戒故在不？」答：「在。」", "935": "問：「後師是非？」答：「非。」", "936": "問：「多人受戒而并請一人為師。可得十人五", "937": "人一時受不？」答：「無理。」", "938": "問：「沙彌受大戒，請一比丘為大戒師。而此比", "939": "丘不知羯磨及受戒法，轉請一人與授。以何", "940": "者為師？」答：「與戒者為師，是無法非師。授五戒", "941": "比丘，唯得授婆羅門。於餘者尼授，比丘不得", "942": "問中間事。問者，犯僧殘。」", "943": "問：「一切所有，王者不全施，得不？」答：「王者不嫌", "944": "便得。」", "945": "問：「見人行欲不呵，犯事不？」答：「前人可諫，不諫", "946": "犯墮。若不可諫，向一比丘好發露。」", "947": "問：「比丘先犯事，更受戒，得共住不？」答：「犯重不", "948": "得更受戒，決斷悔過得。更作不悔亦不得，況", "949": "得共住。」", "950": "問：「有急事比丘持弓箭上船。可隨去不？」答：「主", "951": "犯重，寄載犯捨墮。」", "952": "問：「比丘官逼作非法，犯何事？」答：「不得作。」", "953": "問：「二男共戲便止，犯何事？」答：「成犯決斷。」", "954": "問：「比丘盜聽二男行欲，犯何事？」答：「無欲心聽，", "955": "犯墮。有欲心聽，身不失，犯不失突吉羅。」", "956": "問：「比丘病，不能得行，乘車馬不？」答：「雄者盡得。", "957": "雌者無想犯墮，有想犯決斷。不知是雌無罪。」", "958": "問：「比丘嫌經不好，賣去更作好者，犯何事？」答：", "959": "「賣經如賣父母罪同。」", "960": "問：「二男角力，犯何事？」答：「犯墮。」", "961": "問：「畜生行欲，比丘驗令全別離。犯何事？」答：「犯", "962": "墮。」", "963": "問：「著小衣行、留大衣，得受人施不？」答言：「得。」", "964": "問：「比丘夏中得受僧物不？」答：「若施僧物，即應", "965": "分，不得亭。」", "966": "問：「比丘有好知家，結事委任之，更異比丘從", "967": "乞得物。犯何事？」答：「觀主人意惡，不得，犯捨墮。", "968": "知主意好，得取。」", "969": "問：「鳩雀於人舍內作窠，比丘破，或塞鼠孔。犯", "970": "何事？」答：「鳩雀未有子得去，有子不得。鼠穴唯", "971": "有一孔，不得塞。若有內外孔，得塞內者。」", "972": "問：「比丘得與師及同學得作書不？」答：「在他方", "973": "情通，異國不得。」", "974": "問：「人出家，王法父母不聽，為得戒不？」答：「不", "975": "得。」", "976": "爾時目連從座而起，白佛言：「世尊！快說毘", "977": "尼。於如來滅度後，誰能受持如是毘尼？」佛告", "978": "目連：「思學毘尼者，當知是人能修行如是毘", "979": "尼。」佛告目連：「吾滅度後，若有比丘比丘尼誹", "980": "謗如是毘尼者，當知是人是魔朋侶、非吾弟", "981": "子。如是人輩，世世學道不成，不出三界。吾今", "982": "憐愍諸眾生輩。」是時目連聞佛所說，歡喜奉", "983": "行。", "984": "佛說目連問戒律中五百輕重事", "985": "按文，國本有三百六十七問，丹本同此。則", "986": "宋本只有二百二十問者，脫之甚矣。今取", "987": "二本補之，然亦不滿五百。今疑譯本不足；", "988": "或恐題舉大數標為三百，而傳寫者錯三", "989": "為五焉。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1483a 佛說目連問戒律中五百輕重事: 佛說目連問戒律中五百輕重事: 佛說目連問戒律中五百輕重事", "source": "CBETA"}