{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0896 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經", "text": {"0": "7 說成就分", "1": "妙臂菩薩所問經卷第三", "10": "具說超越三世善惡等事。若是行人請召之", "100": "是之過。佛說此為五無間罪。若有是過於法", "101": "難成。何以故以此重罪。當墮地獄受苦一劫。", "102": "乃平先罪方得出離。故說此人雖復勤苦。以", "103": "業障故於諸真言終不成就。又復於諸如來", "104": "所說經法。以其瞋心或火燒。或水溺或方便", "105": "毀壞。或謗法身或殺持戒僧尼。或無故殺持", "106": "戒男子女人。或以瞋心縱火焚燒伽藍。若有", "107": "此罪雖復勤勞亦不成就。若或於佛法僧。所", "108": "興損害心不限多少。我今說彼受報少分。如", "109": "是之人當墮無間地獄。畢是罪報復生人間。", "11": "時。不依儀則於法有闕。或所誦真言文字訛", "110": "以餘業故設得人身生貧賤種。或遇善友勸", "111": "發無上菩提之心。後又不定返却歸依外道", "112": "天等。彼外道天雖見歸依。亦復不喜返生瞋", "113": "害。若此之人持誦修行終不成就。若復有人", "114": "從初發起無上菩提之心。從是之後諸天。及", "115": "人宜應供養。何以故彼人即是荷擔一切有", "116": "情。能於有情施無畏故。乃至於三寶種能繼", "117": "嗣故。是以不應返禮諸天。又復不得作猛害", "118": "之過及殺仙人。又復不應於真言明互相破", "119": "壞。又或以瞋心故不供養真言明主。又或乃", "12": "略。或是闕剩又或不具正信。不讀大乘經法。", "120": "至以足踐蓮花及諸印契。又或無故手折草", "121": "木之類。又復禮拜諸惡藥叉之類。或喫供養", "122": "殘食及供養鬼神殘食。或喫棄地之食。又或", "123": "於畜生女行不淨事。或與女人於伽藍清淨", "124": "之處行不淨事。或以禁呪或用藥力害諸蛇", "125": "蟲。或乘象馬牛驢。欲令急速強鞭支之。又於", "126": "病患之人及苦難之人。不發慈悲救濟之心。", "127": "如是等人於真言明終不成就。", "128": "復次行人譬如虛空不可量度。若復有人於", "129": "三寶所而行損害。後感其報不可度量亦復", "13": "或不陳供養。設有供養隨於處所不求清淨之", "130": "如是。又復行人曾以羅網傷害有情。畜養猫", "131": "兒捉殺蟲鼠。乃至籠禁鸚䳇飛禽之類。如是", "132": "之人不得成就。又不得受用供養佛物。又不", "133": "得禮拜大自在天。及日天月天火天那羅延", "134": "天。設使遭其苦難亦不應禮拜。彼諸天等所", "135": "有教法不應持誦亦不應供養行彼法人。於", "136": "彼等法不瞋不喜。亦不隨喜彼法儀則。或有", "137": "財寶欲行惠施者。即先發大慈悲心。先當禮", "138": "拜一切諸佛。次禮菩薩緣覺聲聞之眾。何以", "139": "故彼菩薩等。如月初生已超眾曜。後漸圓滿", "14": "地。或時童子頭面眼目或手或足。及諸身分", "140": "明照世間。彼菩薩等亦復如是。雖在地位終", "141": "當取證無上菩提。是故應須禮拜如是之眾。", "142": "又菩薩等乃是荷負一切有情之者。所有發", "143": "大慈悲欲救濟者。宜應先禮此菩薩等。又復", "144": "世間有可愍者。愚癡下劣有情。於菩薩等不", "145": "肯禮拜。彼菩薩等具大精進神通難測。行人", "146": "若不禮拜。非只所持誦法不獲成就。亦乃輕", "147": "於諸佛。何以故譬如世間一切果實從花而", "148": "得。花喻菩薩果喻菩提。是故行人宜應信禮。", "149": "若有菩薩為利益故。於貪欲者示現行欲。乃", "15": "無端嚴相。若如是者彼諸行人。雖復勤勞而", "150": "至於善人惡人實無愛憎之心。以慈悲故方", "151": "便讚毀。云何行人於菩薩等不生信禮。彼諸", "152": "菩薩或復示以種種真言明主之相。為欲隨", "153": "願滿足有情之心。是故應須信禮一切真言", "154": "明主之師。", "155": "10 說勝道分妙臂菩薩所問經說勝道分第十", "156": "復次持誦行人。於所修行勿生疑念。當以八", "157": "正道常為資持。行此道者於真言行定獲悉", "158": "地。又復當來常生天上人間勝妙之處。過去", "159": "諸佛修行此道得成正覺。現在未來諸佛世尊", "16": "鉢天不下。非唯召請不來。而亦返得不吉祥", "160": "亦復如是。以身口意所修功德。常依佛言不", "161": "生疲勞。如是修行名為正業。以其飲食湯藥", "162": "衣服臥具。諸所受用不生愛著是名正命。於", "163": "自於他不讚不毀。遠離瞋恚如避火聚。又如", "164": "猛虎見火驚怖。懼諸過咎常令如此是名正", "165": "行。不學占相男女吉凶等事。不學天文地理", "166": "陰陽之法。乃至降龍及調象馬。書算弧矢之", "167": "藝。能遠斯過是名正分別。不應往觀鬪象馬", "168": "牛羊雞鶴飛禽之類。及諸男子相撲之戲。能", "169": "離斯過是名正念。乃至不應言說王法國政。", "17": "事。若持誦行人欲作請召鉢天者。當須修先", "170": "及地方論兵戰相持之事。婬坊婬女耽著", "171": "之論。亦不談說謎語。亦不談說往昔所經之", "172": "事。乃至世間一切無益文字言論等事。持誦", "173": "行人當須遠離如是種種之過。又若持誦求", "174": "悉地者。至成就間。不應時入城廓村落塔廟", "175": "伽藍。及外道所居神祠宮觀。如是之處皆不", "176": "應往。若為持誦事不獲免。當於如上之處隨", "177": "求一處清淨勝地。或即別求山間或是池側。", "178": "成就空舍或故神祠。或樹下或河岸。乃至山", "179": "泉之側。離諸喧雜無人之處專心持誦。又復", "18": "行法。先行法者。謂先持誦鉢天真言。一洛叉", "180": "一年之內。唯除三月夏安居時不行餘外。若", "181": "春雨時并及餘時。隨意遊處山林泉池。乃至", "182": "如上一切勝處專心持誦。行人若是修先行", "183": "法誦數雖滿。夏安居時不得作成就之法。譬", "184": "如苾芻夏安居時。一切不作安坐寂靜。持誦", "185": "行人亦復如是。唯於持誦不得間斷。夏滿", "186": "之後如法護身方作成就。", "187": "復次欲求悉地者。持誦數滿須作護摩。作護", "188": "摩爐亦有數種。所謂蓮花相團圓相。三角相", "189": "四方相。如是四種所用不同。並須虔心製造", "19": "遍或三洛叉遍。然後取白月吉祥之日其日", "190": "當令如法。欲作爐者先求淨土及衢摩夷。相", "191": "和作泥泥爐。爐須有脣極令牢固。亦須四面", "192": "作基陛相。為供養聖賢之位。若作善事及求", "193": "財寶。乃至息災及愛重法者。須作圓爐。若為", "194": "求一切事。至於童女給侍之類。須作蓮花爐。", "195": "若為調伏諸龍及一切鬼類。或令火燒或令", "196": "苦痛者。須作四方爐。若為作惡法欲令冤家", "197": "心生怖畏。馳走遠避不敢來近者。須作三角", "198": "爐。所造爐並須如法依儀製作。訖於爐四面", "199": "遍敷吉祥草。應是護摩之物。並須安置爐外", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "20": "不食。求淨土衢摩夷等相和。塗地作壇如牛", "200": "基下。有衢摩夷塗處。然後於彼爐邊散種種", "201": "花。塗香燒香諸飲食等。供養三寶及本部大", "202": "金剛族。明主真言主等。供養訖然後於爐內", "203": "生火。其火不得口吹。用扇子扇火。得火著已。", "204": "先用稻花或用胡麻與酥相和。誦本部明主", "205": "真言。一誦一擲或七遍或八遍。乃至或二十", "206": "遍擲於火中。此名護摩供養明主。供養訖。然", "207": "後依法護摩以求悉地。行人先自擁護。用忿", "208": "怒軍拏利真言。呪吉祥草或七遍或八遍或", "209": "二十遍。結作絡腋護身訖。然後敷吉祥草面", "21": "皮量。此是下鉢天處。若欲於童子下者。即將", "210": "東而坐。將酥蜜酪和白芥子。器內盛之以所", "211": "用柴榅兩頭誦本尊真言擲於火中一誦一擲。", "212": "火初盛著先觀火焰。知其吉祥及不吉祥之", "213": "相。其火若是不扇自然而著。又得大熾無煙。", "214": "復無灹聲焰峯眾起。一向右旋如日昭然無", "215": "諸障蔽。其色如金或如珊瑚。或廣或長相狀", "216": "多異。或如虹霓或如電閃。或如孔雀尾或如", "217": "蓮花朵。或如護摩杓或如金剛杵。或如三叉", "218": "或如橫刀。或如幢幡或如瓶螺。或如拂或如", "219": "車。又或如諸樂器鼓笛等聲。至於香氣亦如", "22": "童子澡浴清淨。著新白衣與授八戒。內外清", "220": "燒酥。若得如是種種吉祥之相。當知速獲廣", "221": "大悉地。又復其火初便難著。雖著多煙。其焰", "222": "不能廣大熾盛。漸却微劣以至燼滅。設得不", "223": "滅與煙相兼無紅赤色。又如日輪在於雲中", "224": "不能明顯。或得火焰上騰。即作牛頭之狀或", "225": "如驢馬之狀。或即大灹迸燒行人。或即火氣", "226": "如燒死屍。行人若是得此相狀了知不吉。所", "227": "求悉地定不成就。行人便須再以稻花白芥", "228": "子酥蜜相和。即誦赤身大力明王真言。及穢", "229": "跡忿怒明王真言等作護摩。前不吉祥相自", "23": "淨訖。坐壇中心面西而坐。以香花等而為供", "230": "然不現一切消滅。又復行人不應以刀剃三", "231": "處毛。亦不應用藥塗落。亦不應以手拔棄。譬", "232": "如有人手持利刃。若無智慧速當自損。若人", "233": "持誦不依儀法。非唯法不成就。亦當別招自", "234": "損。若是行人持誦修行不依儀則。或不持戒", "235": "或不清淨。彼大明主終不瞋害。所有明主侍", "236": "從眷屬。見其過故便即損害。", "237": "復次持誦行人。若欲持誦速悉地者。所有儀", "238": "法不得纖毫闕犯。使諸魔障而得其便。當須", "239": "隨力辦種種飲食香花果子等。當祭天阿修", "24": "養。行人自亦於壇內。布吉祥草面東而坐。誦", "240": "羅藥叉。及龍揭路荼揭吒布單曩乾闥婆部", "241": "多一切諸鬼魅等。以祈擁護不為障難。備祭", "242": "食已。即須虔心一一呼名。啟請願各降臨。受", "243": "於供養助成悉地。即誦此啟請真言真言曰。", "244": "禰引嚩引阿酥囉引夜叉部󰴔誐引悉馱引哆引", "245": "叉也二合酥波囉拏二合引羯吒布怛曩引室左二", "246": "合巘達里嚩二合囉剎仡囉二合賀惹多野室左", "247": "二合曳引計引唧部冒引尾曩扇帝禰尾也二合", "248": "儞也二合悉帶二合引迦惹努必里二合體尾多隷引", "249": "憾訖里二合怛嚩二合引拏隷尾惹拏二合引波夜引", "25": "本天真言一心祈請定獲成就。若欲令於鏡", "250": "弭旦引覩補怛囉二合捺嬭引娑賀部里二合怛", "251": "也二合僧契引酥嚕二合怛嚩二合引伊賀演引覩", "252": "阿努誐囉二合賀引囉探二合喻弭不里二合瑟", "253": "致二合引儞挽帝部哆引曳引難那儞引曳引左酥", "254": "囉引羅曳引數曳引冒引那夜引悉帝二合引囉滿", "255": "禰里引數曩誐里引數薩里吠二合引數唧曳引", "256": "嚩扇帝娑里醋薩里嚩二合引酥左僧誐彌引數", "257": "囉怛曩二合引羅曳引左引閉訖里二合多引地嚩引", "258": "娑引嚩引閉多拏引詣引數左波羅嚩二合隷引", "259": "數俱吠數濕嚩二合部里二合數左儞里惹二合引", "26": "中下者。先取好鏡圓滿無損缺者。用淨灰揩", "260": "里引數曳引誐囉二合引摩具引世引布囉迦引曩", "261": "儞引嚩引輸儞也二合引羅閉引禰引嚩誐里二合", "262": "呬引數曳引左尾賀引囉唧引怛也二合嚩娑他", "263": "引室囉二合彌引數摩滯引數舍引羅引左供惹", "264": "囉引𧹞引曳引部部里二合哆引唧多誐里二合", "265": "呬引數扇帝囉他也二合酥尾體數左左怛嚩", "266": "二合里數曳引再迦沒里二合剎引數摩賀引鉢", "267": "體引數摩賀引舍摩二合舍引儞引數摩賀引嚩", "268": "儞引數僧呬引怛里娑二合乞叉二合引尾喻二合", "269": "史哆引酥曳左嚩扇帝具引囉酥摩賀引吒尾", "27": "拭七遍。或八遍或十遍。令其瑩淨安壇中心。", "270": "酥禰尾二合閉引數禰尾曳二合引數訖里二合哆", "271": "引羅夜引室左二合禰引嚕引舍摩二合舍引儞引", "272": "儞嚩扇帝曳引左訶哩二合瑟吒二合引鉢囉二合", "273": "娑怛曩二合引娑囉二合惹巘馱摩引羅焰二合度", "274": "波末隣禰波努帝左婆訖怛也二合引誐里二合恨", "275": "𧹞二合凍部󰴔覩閉挽覩再鑁伊難左迦里摩", "276": "二合娑頗楞祖產覩𪾼鑁覩訖里二合怛嚩二合引", "277": "誐囉二合賀布惹喃覩禰誐里左二合曩怛吠", "278": "二合引迦摩曩引覩俱里也二合印捺囉二合引覩嚩", "279": "日哩二合娑賀部多僧契引伊𤚥覩誐里二合恨", "28": "鉢天若下即於鏡中現世出世之事。若欲令", "280": "𧹞二合覩末隣儞悉里二合瑟吒二合引阿詣儞", "281": "二合里也二合冒引乃引里帝部鉢帝室左二合阿", "282": "鑁引波底里嚩二合引喻嚩曩引地嚩室左二合", "283": "伊舍引曩部哆引地鉢帝室左二合禰引冒引烏", "284": "里嘆二合覩贊捺囉二合引里迦二合閉哆引摩賀", "285": "室左二合禰引嚩引三摩娑哆二合引部尾曳引左", "286": "曩引誐引馱囉引玉呬也二合誐嬭引娑彌引哆", "287": "引鉢羅二合底鉢囉二合底怛吠二合曩儞吠引", "288": "那難覩娑嚩二合迦娑嚩二合迦引歲引嚩禰舍", "289": "引酥部怛嚩二合引誐里二合恨𧹞二合覩覩瑟吒", "29": "於指上下者。即先用紫礦水洗染大指。後用", "290": "二合引娑嚩羅引娑賽引儞也二合引娑補怛羅二合", "291": "那引里引娑嚩二合惹乃引娑彌引哆引度波末", "292": "隣補瑟波二合尾隷引波難左部󰴔覩惹也二合", "293": "伽覽二合覩閉挽覩再鑁昧引怛囉焰二合引彌", "294": "劍引悉弟彌𤚥引禰扇覩𪾼鑁覩藥薩里嚩二合", "295": "儞拏引左囉引𧹞引迦嚕引怛也二合惹娑覽二", "296": "合末隣迦里摩二合迦引里焰二合", "297": "妙臂菩薩所問經卷第三", "3": "傳教大師臣法天奉　詔譯", "30": "香油塗摩。彼鉢天乃下。若欲令於水中下者。", "31": "即取新水仍須濾過添於瓶內。鉢天乃下於", "32": "中現事。若欲令於空地及諸尊像前。燈焰火", "33": "聚處下者。即先持誦真言加持淨水灑之鉢", "34": "天即下。若於如上之處請得下已。即奉種種", "35": "香花而為供養。令鉢天歡喜。天歡喜已乃於", "36": "夢中說善惡等事。若或具修諸法而天不下", "37": "者。當更發大慈大悲利樂之心。一日不食復", "38": "受八戒。於殊妙尊像前或舍利塔前。布吉祥", "39": "草端身正坐。不動不搖一心專注。持誦本部", "4": "8 召請缽天說事分召請鉢天說事分第八", "40": "母或本部主真言。一洛叉遍或二洛叉遍。得", "41": "數滿已再作此法。當誦忿怒王真言。及呼我", "42": "唵字者。至於枯木亦可令入。何況人處。若欲", "43": "令於童子處下者。當先求取童兒十人或童", "44": "女十人。如數不足或八或六或四或二並通。", "45": "須年十歲或十二歲。又須是身相圓滿遍身血", "46": "脈。及諸骨節悉皆不現。膚色鮮白頭頂端正。", "47": "髮黑光潤面如滿月。眼目修長牙齒齊密。手", "48": "臂纖長𦟛圓可愛。兩乳隆起身毛右旋。心復", "49": "之間有三約文。臍深平正腰細端直。乃至股", "5": "復次若欲召請鉢天來下說事者。彼鉢天下處", "50": "肱膝腨踝指及跟。諸相端嚴悉皆具足。人所", "51": "見者愛樂不捨。若得如是童子或童女。即取", "52": "白月八日或十四日。或十五日或別吉祥日。", "53": "即先令澡浴清淨著新白衣。或著真珠之衣", "54": "而為莊嚴。嚴飾畢已仍與授八戒訖。將於壇", "55": "中面東而坐。行人其日自亦不食。澡浴清淨", "56": "著新白衣。具種種香花花鬘塗香燒香燃燈。", "57": "及上妙種種飲食。供養本尊及護八方天神。", "58": "又別置供養。奉獻天人阿修羅及潛行鬼類。", "59": "如是作已持誦行人。復以妙花。散彼童子。然", "6": "而有數種。所謂手指銅鏡清水火聚。平正地", "60": "後手執香爐念鉢天真言。其真言首當先呼", "61": "吽字。中間復加屹哩二合訶拏二合之句。至此", "62": "以花投於童子。又呼阿鼻含字三遍又呼乞", "63": "澁二合鉢囉二合如是誦者。彼鉢天須臾即來", "64": "入童子身。亦須審知其相。若是來者其童子", "65": "顏容熙怡。目視不瞬無出入息。即知是其鉢", "66": "天來已。便可燒香及獻閼伽。心中當須憶念", "67": "最勝明王真言。禮拜供養然可請問。尊是何", "68": "天勞屈至此。我今於自於他。有所疑事願為", "69": "速說。仍須速問不得遲疑。而彼鉢天一一皆", "7": "琉璃地。燈焰童子虛空中。及諸供養器等處。", "70": "說。多說三世善惡之事。若苦若樂得利失利", "71": "種種之事一一皆說。如是說已宜應信受勿", "72": "生疑惑。所問事畢速須依法供養。勞謝發遣", "73": "請還本位。", "74": "復次鉢天自身來下。當有證驗。可知彼天作", "75": "童子相兩目圓瑩。於黑睛外微有赤色。面首", "76": "端正顏容熙怡。視物不瞬無出入息。有意氣", "77": "大人之相。若如是者是真鉢天來下。若是障", "78": "魔來下者。其狀亦如童子無出入息。顏容醜", "79": "惡眼圓多赤。作瞋怒相張口怖畏。若覩是相", "8": "皆是鉢天下處。若有行人請得來已。於前所", "80": "當知是魔。羅剎及龍潛行鬼類。既審知已速", "81": "須作法除遣。持誦行人即於壇所。讀誦吉祥", "82": "伽陀或大力明王經。及三摩惹經及穢跡忿", "83": "怒明王真言。乃至大乘諸陀羅尼而發遣之。", "84": "如是不去當誦師子座真言。用阿里迦木及", "85": "波羅舍木為柴。榅酥蜜酪并稻穀花或胡麻", "86": "等。護摩百遍。然後誦忿怒軍拏利真言護摩。", "87": "三遍或七遍。彼障魔更不敢住自然退去。諸", "88": "有智者。當須解了如是之法一一修行。若為", "89": "是事勿令辛勤無所靈應。", "9": "說下處。自說天上人間過去未來現在。乃至", "90": "9 說諸遮難分妙臂菩薩所問經說諸遮難分第九", "91": "復次妙臂菩薩問金剛手言。行人修行持誦", "92": "有何罪障不獲悉地願為宣說。當令未來諸", "93": "修行人一一了知。於諸修行而無疑惑。", "94": "爾時金剛手菩薩告妙臂菩薩言。妙臂若有", "95": "行人。於過去世乃至今生。於身口意不能善", "96": "護造諸重罪。是故修行法難成就。所謂殺阿", "97": "羅漢及殺父母破和合僧。以瞋怒心出佛身", "98": "血。及毀壞佛塔或殺菩薩。或強以不淨行污", "99": "阿羅漢母或使人或自作逼奪三寶財物。如"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0896 妙臂菩薩所問經: 妙臂菩薩所問經: 妙臂菩薩所問經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}