{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 舍梨子相應品: 舍梨子相應品: 舍梨子相應品: 舍梨子相應品: 舍梨子相應品: 中阿含經", "text": {"0": "初誦2 業相應品20 波羅牢經", "1": "中阿含經卷第五", "10": "世實有二種人。云何為二？有內結人阿那含，", "100": "往詣佛所，稽首作禮，却坐一面。尊者舍梨", "101": "子去後不久，尊者烏陀夷及諸比丘亦往詣", "102": "佛所，稽首作禮，却坐一面。於中，尊者舍梨", "103": "子復告諸比丘：「若比丘成就戒，成就定，成", "104": "就慧者，便於現法出入想知滅定，必有此", "105": "處；若於現法不得究竟智，身壞命終，過摶", "106": "食天，生餘意生天中，於彼出入想知滅定，", "107": "必有此處。」尊者烏陀夷復白曰：「尊者舍梨子！", "108": "若比丘生餘意生天中，出入想知滅定者，", "109": "終無此處。」尊者舍梨子復再三告諸比丘：", "11": "不還此間，有外結人非阿那含，還來此", "110": "「若比丘成就戒，成就定，成就慧者，便於現", "111": "法出入想知滅定，必有此處；若於現法不", "112": "得究竟智，身壞命終，過摶食天，生餘意生", "113": "天中，於彼出入想知滅定，必有此處。」尊者", "114": "烏陀夷亦復再三白曰：「尊者舍梨子！若比丘", "115": "生餘意生天中，出入想知滅定者，終無此", "116": "處。」尊者舍梨子復作是念：「此比丘於世尊", "117": "前再三非我所說，亦無一比丘歎我所說，", "118": "我宜默然。」於是，世尊問曰：「烏陀夷！汝說意", "119": "生天為是色耶？」尊者烏陀夷白世尊曰：「是", "12": "間。諸賢！云何內結人阿那含，不還此間？若有", "120": "也。世尊！」世尊面訶烏陀夷曰：「汝愚癡人！盲", "121": "無有目，以何等故，論甚深阿毘曇？」於是，尊", "122": "者烏陀夷為佛面訶已，內懷憂慼，低頭默", "123": "然，失辯無言，如有所思。世尊面訶尊者烏", "124": "陀夷已，語尊者阿難曰：「上尊名德長老比", "125": "丘為他所詰，汝何以故，縱而不撿？汝愚癡", "126": "人！無有慈心，捨背上尊名德長老。」於是，世", "127": "尊面訶尊者烏陀夷及尊者阿難已，告諸", "128": "比丘：「若比丘成就戒，成就定，成就慧者，便", "129": "於現法出入想知滅定，必有此處；若於現", "13": "一人修習禁戒，無穿無缺，無穢無濁，極多", "130": "法不得究竟智，身壞命終，過摶食天，生餘", "131": "意生天中，於彼出入想知滅定，必有此處。」", "132": "佛說如是，即入禪室，宴坐默然。爾時，尊者", "133": "白淨比丘在於眾中，尊者阿難白尊者白", "134": "淨：「是他所作，而我得責。尊者白淨！世尊晡時", "135": "必從禪室出，至比丘眾前，敷座而坐，共論", "136": "此義。尊者白淨應答此事，我極慚愧於世", "137": "尊所及諸梵行。」於是，世尊則於晡時從禪", "138": "室出，至比丘眾前，敷座而坐，告曰：「白淨！長", "139": "老比丘為有幾法，為諸梵行者愛敬尊重？」", "14": "無難，聖所稱譽，善修善具。彼因修習禁戒，", "140": "尊者白淨白曰：「世尊！長老比丘若有五法，", "141": "為諸梵行者愛敬尊重。云何為五？世尊！長", "142": "老比丘修習禁戒，守護從解脫，又復善攝", "143": "威儀禮節，見纖芥罪，常懷畏怖，受持學戒。", "144": "世尊！禁戒長老上尊比丘，為諸梵行者愛敬", "145": "尊重。復次，世尊！長老比丘廣學多聞，守持不", "146": "忘，積聚博聞，所謂法者，初善、中善、竟亦善，有", "147": "義有文，具足清淨，顯現梵行，如是諸法廣", "148": "學多聞，翫習至千，意所惟觀，明見深達。", "149": "世尊！多聞長老上尊比丘，為諸梵行者愛敬", "15": "無穿無缺，無穢無濁，極多無難，聖所稱譽，善", "150": "尊重。復次，世尊！長老比丘得四增上心，現法", "151": "樂居，易不難得。世尊！禪伺長老上尊比丘，", "152": "為諸梵行者愛敬尊重。復次，世尊！長老比", "153": "丘修行智慧，觀興衰法，得如是智，聖慧明", "154": "達，分別曉了，以正盡苦。世尊！智慧長老上尊", "155": "比丘，為諸梵行者愛敬尊重。復次，世尊！長", "156": "老比丘諸漏已盡，無復有結，心解脫、慧解脫，", "157": "於現法中自知自覺，自作證成就遊，生已盡，", "158": "梵行已立，所作已辦，不更受有，知如真。世", "159": "尊！漏盡長老上尊比丘，為諸梵行者愛敬", "16": "修善具故，復學厭欲、無欲、斷欲。因學厭", "160": "尊重。世尊！長老比丘若成就此五法，為諸", "161": "梵行者愛敬尊重。」世尊問曰：「白淨！若長老比", "162": "丘無此五法，當以何義使諸梵行者愛敬", "163": "尊重？」尊者白淨白曰：「世尊！若長老比丘無此", "164": "五法者，更無餘事使諸梵行愛敬尊重，唯", "165": "以老耄、頭白、齒落，盛壯日衰，身曲脚戾，體重", "166": "氣上，柱杖而行，肌縮皮緩，皺如麻子，諸根", "167": "毀熟，顏色醜惡，彼因此故，使諸梵行愛敬尊", "168": "重。」世尊告曰：「如是如是。若長老比丘無此", "169": "五法，更無餘事使諸梵行愛敬尊重，唯以", "17": "欲、無欲、斷欲故，得息、心解脫。得已樂中，愛", "170": "老耄、頭白、齒落，盛壯日衰，身曲脚戾，體重氣", "171": "上，柱杖而行，肌縮皮緩，皺如麻子，諸根毀", "172": "熟，顏色醜惡，彼因此故，使諸梵行愛敬尊重。", "173": "白淨！舍梨子比丘有此五法，汝等應當愛敬", "174": "尊重。所以者何？白淨！舍梨子比丘修習禁", "175": "戒，守護從解脫，又復善攝威儀禮節，見纖", "176": "芥罪，常懷畏怖，受持學戒。復次，白淨！舍梨", "177": "子比丘廣學多聞，守持不忘，積聚博聞，所謂", "178": "法者，初善、中善、竟亦善，有義有文，具足清", "179": "淨，顯現梵行，如是諸法，廣學多聞，翫習至", "18": "惜不離，於現法中不得究竟智，身壞命終，", "180": "千，意所惟觀，明見深達。復次，白淨！舍梨子比", "181": "丘得四增上心，現法樂居，易不難得。復次，", "182": "白淨！舍梨子比丘修行智慧，觀興衰法，得", "183": "如是智，聖慧明達，分別曉了，以正盡苦。復次，", "184": "白淨！舍梨子比丘諸漏已盡，無復有結，心解", "185": "脫、慧解脫，於現法中自知自覺，自作證成就", "186": "遊，生已盡，梵行已立，所作已辦，不更受有，", "187": "知如真。白淨！舍梨子比丘成就此五法，汝", "188": "等應共愛敬尊重。」佛說如是。尊者白淨及", "189": "諸比丘，聞佛所說，歡喜奉行。", "19": "過摶食天，生餘意生天中。既生彼已，便作", "190": "成就戒經第二竟一千七百四十六字", "191": "23 智經（二三）舍梨子相應品智經第三初一日誦我", "192": "聞如是：一時，佛遊舍衛國，在勝林給孤獨", "193": "園。爾時，牟利破群㝹比丘捨戒罷道，黑齒", "194": "比丘聞牟利破群㝹比丘捨戒罷道，即詣", "195": "尊者舍梨子所，稽首禮足，却坐一面，坐已，", "196": "白曰：「尊者舍梨子！當知牟利破群㝹比丘", "197": "捨戒罷道。」尊者舍梨子曰：「牟利破群㝹比", "198": "丘於此法中而愛樂耶？」黑齒比丘問曰：「尊", "199": "者舍梨子！於此法中而愛樂耶？」尊者舍梨子", "2": "東晉罽賓三藏瞿曇僧伽提婆譯", "20": "是念：『我本為人時，修習禁戒，無穿無缺，無穢", "200": "答曰：「黑齒！我於此法無有疑惑。」黑齒比丘", "201": "即復問曰：「尊者舍梨子！於當來事復云何耶？」", "202": "尊者舍梨子答曰：「黑齒！我於來事亦無猶", "203": "預。」黑齒比丘聞如是已，即從坐起，往詣佛", "204": "所，稽首作禮，却坐一面，白曰：「世尊！尊者舍", "205": "梨子今自稱說得智，生已盡，梵行已立，所作", "206": "已辦，不更受有，知如真。」世尊聞已，告一比", "207": "丘：「汝往舍梨子所，語：『舍梨子！世尊呼汝。』」一", "208": "比丘受教已，即從坐起，禮佛而去，往詣尊", "209": "者舍梨子所，白曰：「世尊呼尊者舍梨子。」尊", "21": "無濁，極多無難，聖所稱譽，善修善具。因修", "210": "者舍梨子聞已，即往詣佛，稽首作禮，却坐一", "211": "面。世尊問曰：「舍梨子！汝今實自稱說得智，生", "212": "已盡，梵行已立，所作已辦，不更受有，知如真", "213": "耶？」尊者舍梨子白曰：「世尊！不以此文，不以", "214": "此句，我但說義。」世尊告曰：「舍梨子！族姓子", "215": "隨其方便稱說，得智者即說得智。」尊者舍", "216": "梨子白曰：「世尊！我向已說，不以此文，不以", "217": "此句，我但說義。」世尊問曰：「舍梨子！若諸梵", "218": "行來問汝言：『尊者舍梨子！云何知、云何見，自", "219": "稱說得智，生已盡，梵行已立，所作已辦，不更", "22": "習禁戒，無穿無缺，無穢無濁，極多無難，聖所", "220": "受有，知如真耶？』舍梨子！汝聞此已當云何", "221": "答？」尊者舍梨子白曰：「世尊！若諸梵行來問我", "222": "言：『尊者舍梨子！云何知、云何見，自稱說得智，", "223": "生已盡，梵行已立，所作已辦，不更受有，知如", "224": "真？』世尊！我聞此已，當如是答：『諸賢！生者有", "225": "因，此生因盡，知生因盡已，我自稱說得智，", "226": "生已盡，梵行已立，所作已辦，不更受有，知如", "227": "真。』世尊！若諸梵行來問如此，我當如是答。」", "228": "世尊歎曰：「善哉！善哉！舍梨子！若諸梵行來問", "229": "如此，汝應如是答。所以者何？如此說者，當", "23": "稱譽，善修善具故，復學厭欲、無欲、斷欲。因", "230": "知是義。」世尊問曰：「舍梨子！若諸梵行來問", "231": "汝言：『尊者舍梨子！生者何因何緣，為從何", "232": "生，以何為本？』汝聞此已，當云何答？」尊者舍", "233": "梨子白曰：「世尊！若諸梵行來問我言：『尊者舍", "234": "梨子！生者何因何緣，為從何生，以何為本？』", "235": "世尊！我聞此已，當如是答：『諸賢！生者因", "236": "有緣有，從有而生，以有為本。』世尊！若諸梵", "237": "行來問如此，我當如是答。」世尊歎曰：「善哉！", "238": "善哉！舍梨子！若諸梵行來問如此，汝應如", "239": "是答。所以者何？如此說者，當知是義。」世尊", "24": "學厭欲、無欲、斷欲故，得息、心解脫。得已樂", "240": "問曰：「舍梨子！若諸梵行來問汝言：『尊者舍梨", "241": "子！有者何因何緣，為從何生，以何為本？』汝", "242": "聞此已，當云何答？」尊者舍梨子白曰：「世尊！", "243": "若諸梵行來問我言：『尊者舍梨子！有者何因", "244": "何緣，為從何生，以何為本？』世尊！我聞此", "245": "已，當如是答：『諸賢！有者因受、緣受，從受", "246": "而生，以受為本。』世尊！若諸梵行來問如", "247": "此，我當如是答。」世尊歎曰：「善哉！善哉！舍梨", "248": "子！若諸梵行來問如此，應如是答。所以者", "249": "何？如此說者，當知是義。」世尊問曰：「舍梨子！", "25": "中，愛惜不離，於現法中不得究竟智，身壞", "250": "若諸梵行來問汝言：『尊者舍梨子！受者何因", "251": "何緣，為從何生，以何為本？』汝聞此已，當", "252": "云何答？」尊者舍梨子白曰：「世尊！若諸梵行來", "253": "問我言：『尊者舍梨子！受者何因何緣，為從", "254": "何生，以何為本？』世尊！我聞此已，當如是", "255": "答：『諸賢！受者因愛、緣愛，從愛而生，以愛", "256": "為本。』世尊！若諸梵行來問如此，我當如是", "257": "答。」世尊歎曰：「善哉！善哉！舍梨子！若諸梵行來", "258": "問如此，汝應如是答。所以者何？如此說者，", "259": "當知是義。」世尊問曰：「舍梨子！若諸梵行來", "26": "命終，過摶食天，生餘意生天在於此中。』「諸", "260": "問汝言：『尊者舍梨子！云何為愛？』汝聞此已，", "261": "當云何答？」尊者舍梨子白曰：「世尊！若諸梵行", "262": "來問我言：『尊者舍梨子！云何為愛？』世尊！我", "263": "聞此已，當如是答：『諸賢！謂有三覺，樂覺、", "264": "苦覺、不苦不樂覺，於中樂欲著者，是謂為愛。』", "265": "世尊！若諸梵行來問如此，我當如是答。」世", "266": "尊歎曰：「善哉！善哉！舍梨子！若諸梵行來問", "267": "如此，汝應如是答。所以者何？如此說者，當", "268": "知是義。」世尊問曰：「舍梨子！若諸梵行來問汝", "269": "言：『尊者舍梨子！云何知、云何見，於三覺中", "27": "賢！復有一人修習禁戒，無穿無缺，無穢無", "270": "無樂欲著？』汝聞此已，當云何答？」尊者舍梨", "271": "子白曰：「世尊！若諸梵行來問我言：『尊者舍", "272": "梨子！云何知、云何見，於三覺中無樂欲著？』", "273": "世尊！我聞此已，當如是答：『諸賢！謂此三覺", "274": "無常法、苦法、滅法，無常法即是苦，見苦已，便", "275": "於三覺無樂欲著。』世尊！若諸梵行來問如", "276": "此，我當如是答。」世尊歎曰：「善哉！善哉！舍梨", "277": "子！若諸梵行來問如此，汝應如是答。所以", "278": "者何？如此說者，當知是義。」爾時，世尊告曰：", "279": "「舍梨子！此說復有義，可得略答。舍梨子！復", "28": "濁，極多無難，聖所稱譽，善修善具。彼因修", "280": "有何義，此說可得略答？所覺所為，即皆是", "281": "苦。舍梨子！是謂復有義，此說可得略答。」世", "282": "尊問曰：「舍梨子！若諸梵行來問汝言：『尊者舍", "283": "梨子！云何背不向自稱說得智，生已盡，梵行", "284": "已立，所作已辦，不更受有，知如真？』」尊者舍", "285": "梨子白曰：「世尊！若諸梵行來問我言：『尊者舍", "286": "梨子！云何背不向自稱說得智，生已盡，梵行", "287": "已立，所作已辦，不更受有，知如真？』世尊！我", "288": "聞此已，當如是答：『諸賢！我自於內背而不", "289": "向則諸愛盡，無驚無怖，無疑無惑，行如是守", "29": "習禁戒，無穿無缺，無穢無濁，極多無難，聖所", "290": "護，如其守護已，不生不善漏。』世尊！若諸梵", "291": "行來問如此，我當如是答。」世尊歎曰：「善哉！", "292": "善哉！舍梨子！若諸梵行來問如此，汝應如", "293": "是答。所以者何？如此說者，當知是義。」世尊", "294": "告曰：「舍梨子！復次有義，此說可得略答。若", "295": "諸結沙門所說，彼結非我有，行如是守護，", "296": "如其守護已，不生不善漏。舍梨子！是謂復", "297": "有義，此說可得略答。」世尊說如是已，即", "298": "從坐起，入室燕坐。世尊入室不久，尊", "299": "者舍梨子告諸比丘：「諸賢！我始未作意，而", "3": "3 舍梨子相應品舍梨子相應品第三有十一經初一日誦", "30": "稱譽，善修善具故，復學色有斷、貪斷業，學", "300": "世尊卒問此義，我作是念：『恐不能答。』諸賢！", "301": "我初說一義，便為世尊之所讚可，我復作", "302": "是念：『若世尊一日一夜，以異文異句問我", "303": "此義者，我能為世尊一日一夜，以異文異", "304": "句而答此義；若世尊二、三、四，至七日七夜，", "305": "以異文異句問我此義者，我亦能為世尊", "306": "二、三、四，至七日七夜，以異文異句而答此", "307": "義。』」黑齒比丘聞尊者舍梨子說如是已，即", "308": "從坐起，疾詣佛所，白世尊曰：「世尊入室", "309": "不久，尊者舍梨子所說至高，一向師子吼：『諸", "31": "欲捨離。因學色有斷、貪斷業，學欲捨離故，", "310": "賢！我始未作意，而世尊卒問此義，我作是", "311": "念：「恐不能答。」諸賢！我初說一義，便為世尊", "312": "之所讚可，我復作是念：「若世尊一日一夜，", "313": "以異文異句問我此義者，我能為世尊一", "314": "日一夜，以異文異句而答此義。諸賢！若世", "315": "尊二、三、四，至七日七夜，以異文異句問我", "316": "此義者，我亦能為世尊二、三、四，至七日七", "317": "夜，以異文異句而答此義。」』」世尊告曰：「黑齒！", "318": "如是，如是。若我一日一夜，以異文異句問", "319": "舍梨子比丘此義者，舍梨子比丘必能為我", "32": "得息、心解脫。得已樂中，愛惜不離，於現法", "320": "一日一夜，以異文異句而答此義。黑齒！若", "321": "我二、三、四，至七日七夜，以異文異句問舍", "322": "梨子比丘此義者，舍梨子比丘亦能為我二、", "323": "三、四，至七日七夜，以異文異句而答此義。", "324": "所以者何？黑齒！舍梨子比丘深達法界故。」", "325": "佛說如是。尊者舍梨子及諸比丘，聞佛所", "326": "說，歡喜奉行。", "327": "智經第三竟一千一百六十九字", "328": "24 師子吼經（二四）舍梨子相應品師子吼經第四初一日誦", "329": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "33": "中不得究竟智，身壞命終，過摶食天，生餘", "330": "獨園。爾時，世尊與大比丘眾俱，於舍衛國", "331": "而受夏坐，尊者舍梨子亦遊舍衛國而受", "332": "夏坐。於是，尊者舍梨子舍衛國受夏坐訖，", "333": "過三月已，補治衣竟，攝衣持鉢，往詣佛", "334": "所，稽首禮足，却坐一面，白曰：「世尊！我於舍", "335": "衛國受夏坐訖。世尊！我欲遊行人間。」世", "336": "尊告曰：「舍梨子！汝去，隨所欲，諸未度者當", "337": "令得度，諸未脫者當令得脫，諸未般涅槃", "338": "者令得般涅槃。舍梨子！汝去，隨所欲。」於是，", "339": "尊者舍梨子聞佛所說，善受善持，即從坐", "34": "意生天中。既生彼已，便作是念：『我本為人", "340": "起，稽首佛足，繞三匝而去，還至己房，收舉", "341": "床座，攝衣持鉢，即便出去遊行人間。尊者", "342": "舍梨子去後不久，有一梵行在於佛前犯", "343": "相違法，白世尊曰：「今日尊者舍梨子輕慢", "344": "我已，遊行人間。」世尊聞已，告一比丘：「汝往", "345": "舍梨子所，語舍梨子：『世尊呼汝。汝去不久，", "346": "有一梵行在於我前犯相違法，而作是語：", "347": "「世尊！今日尊者舍梨子輕慢我已，遊行人", "348": "間。」』」一比丘受教已，即從坐起，禮佛而去。於", "349": "是，尊者阿難住世尊後執拂侍佛。一比丘", "35": "時，修習禁戒，無穿無缺，無穢無濁，極多無難，", "350": "去後不久，尊者阿難即持戶鑰，遍至諸房，", "351": "見諸比丘便作是語：「善哉！諸尊！速詣講堂，", "352": "今尊者舍梨子當在佛前而師子吼，若尊", "353": "者舍梨子所說甚深，息中之息，妙中之妙，", "354": "如是說者，諸尊及我得聞此已，當善誦習，", "355": "當善受持。」彼時，諸比丘聞尊者阿難語已，", "356": "悉詣講堂。爾時，一比丘往詣尊者舍梨子所，", "357": "白曰：「世尊呼汝。汝去不久，有一梵行在於", "358": "我前犯相違法，而作是語：『世尊！今日尊者", "359": "舍梨子輕慢我已，遊行人間。』」於是，尊者舍", "36": "聖所稱譽，善修善具。因修習禁戒，無穿無", "360": "梨子聞已，即從坐起，便還詣佛，稽首禮足，", "361": "却坐一面。佛便告曰：「舍梨子！汝去不久，有", "362": "一梵行在於我前犯相違法，而作是語：『世", "363": "尊！今日尊者舍梨子輕慢我已，遊行人間。』", "364": "舍梨子！汝實輕慢一梵行已而遊人間耶？」", "365": "尊者舍梨子白曰：「世尊！若無身身念者，", "366": "彼便輕慢於一梵行而遊人間。世尊！我善", "367": "有身身念，我當云何輕慢一梵行而遊人", "368": "間？世尊！猶截角牛，至忍溫良，善調善御，", "369": "從村至村，從巷至巷，所遊行處，無所侵", "37": "缺，無穢無濁，極多無難，聖所稱譽，善修善具", "370": "犯。世尊！我亦如是，心如截角牛，無結", "371": "無怨，無恚無諍，極廣甚大，無量善修，遍", "372": "滿一切世間成就遊。世尊！若無身身念", "373": "者，彼便輕慢於一梵行而遊人間。世尊！我", "374": "善有身身念，我當云何輕慢一梵行而遊", "375": "人間？「世尊！猶旃陀羅子而截兩手，其意至", "376": "下，從村至村，從邑至邑，所遊行處，無所", "377": "侵犯。世尊！我亦如是，心如截手旃陀羅", "378": "子，無結無怨，無恚無諍，極廣甚大，無量", "379": "善修，遍滿一切世間成就遊。世尊！若無", "38": "故，復學色有斷、貪斷業，學欲捨離。因學色", "380": "身身念者，彼便輕慢於一梵行而遊人間。", "381": "世尊！我善有身身念，我當云何輕慢一", "382": "梵行而遊人間？「世尊！猶若如地，淨與不", "383": "淨，大便、小便、涕、唾悉受，地不以此而有", "384": "憎愛，不羞不慙，亦不愧恥。世尊！我亦如是，", "385": "心如彼地，無結無怨，無恚無諍，極廣甚大，", "386": "無量善修，遍滿一切世間成就遊。世尊！若", "387": "無身身念者，彼便輕慢於一梵行而遊人", "388": "間。世尊！我善有身身念，我當云何輕慢一", "389": "梵行而遊人間？「世尊！猶若如水，淨與不淨，", "39": "有斷、貪斷業，學欲捨離故，得息、心解脫。得", "390": "大便、小便、涕、唾悉洗，水不以此而有憎愛，", "391": "不羞不慙，亦不愧恥。世尊！我亦如是，心", "392": "如彼水，無結無怨，無恚無諍，極廣甚大，無", "393": "量善修，遍滿一切世間成就遊。世尊！若無", "394": "身身念者，彼便輕慢於一梵行而遊人間。", "395": "世尊！我善有身身念，我當云何輕慢一梵", "396": "行而遊人間？「世尊！猶若如火，淨與不淨，大", "397": "便、小便、涕、唾悉燒，火不以此而有憎愛，不", "398": "羞不慙，亦不愧恥。世尊！我亦如是，心如彼", "399": "火，無結無怨，無恚無諍，極廣甚大，無量善", "4": "等心、得戒、智、師子水喻、瞿尼、陀然梵", "40": "已樂中，愛惜不離，於現法中不得究竟智，", "400": "修，遍滿一切世間成就遊。世尊！若無身身念", "401": "者，彼便輕慢於一梵行而遊人間。世尊！我", "402": "善有身身念，我當云何輕慢一梵行而遊", "403": "人間？「世尊！猶若如風，淨與不淨，大便、小便、涕、", "404": "唾悉吹，風不以此而有憎愛，不羞不慙，亦", "405": "不愧耻。世尊！我亦如是，心如彼風，無結無", "406": "怨，無恚無諍，極廣甚大，無量善修，遍滿一", "407": "切世間成就遊。世尊！若無身身念者，彼便", "408": "輕慢於一梵行而遊人間。世尊！我善有身", "409": "身念，我當云何輕慢一梵行而遊人間？「世", "41": "身壞命終，過摶食天，生餘意生天在於此", "410": "尊！猶如掃󰆠，淨與不淨，大便、小便、涕、唾悉", "411": "掃，󰆠不以此而有憎愛，不羞不慙，亦不", "412": "愧耻。世尊！我亦如是，心如掃󰆠，無結無怨，", "413": "無恚無諍，極廣甚大，無量善修，遍滿一切世", "414": "間成就遊。世尊！若無身身念者，彼便輕慢", "415": "於一梵行而遊人間。世尊！我善有身身念，我", "416": "當云何輕慢一梵行而遊人間？「世尊！猶晡", "417": "旃尼，淨與不淨，大便、小便、涕、唾悉拭，晡旃", "418": "尼不以此故而有憎愛，不羞不慙，亦不愧", "419": "耻。世尊！我亦如是，心如晡旃尼，無結無怨，", "42": "中。』諸賢！是謂內結人阿那含，不還此間。「諸", "420": "無恚無諍，極廣甚大，無量善修，遍滿一切世", "421": "間成就遊。世尊！若無身身念者，彼便輕慢", "422": "於一梵行而遊人間。世尊！我善有身身念，", "423": "我當云何輕慢一梵行而遊人間？「世尊！猶", "424": "如膏瓶處處裂破，盛滿膏已而著日中，漏", "425": "遍漏津遍津。若有目人，來住一面，見此膏瓶", "426": "處處裂破，盛滿膏已而著日中，漏遍漏津", "427": "遍津。世尊！我亦如是，常觀此身九孔不淨，", "428": "漏遍漏津遍津。世尊！若無身身念者，彼便", "429": "輕慢於一梵行而遊人間。世尊！我善有身", "43": "賢！云何外結人非阿那含，來還此間？若有", "430": "身念，我當云何輕慢一梵行而遊人間？「世", "431": "尊！猶如有一自喜年少，沐浴澡洗，熏以塗", "432": "香，著白淨衣，瓔珞自嚴，剃鬚治髮，頭冠華", "433": "鬘，若以三屍，死蛇、死狗及以死人，青瘀膖脹，", "434": "極臭爛壞，不淨流漫，繫著咽頸，彼懷羞慙，極", "435": "惡穢之。世尊！我亦如是，常觀此身臭處不", "436": "淨，心懷羞慙，極惡穢之。世尊！若無身身念", "437": "者，彼便輕慢於一梵行而遊人間。世尊！我善", "438": "有身身念，我當云何輕慢一梵行而遊人", "439": "間？」於是，彼比丘即從坐起，稽首佛足，白", "44": "一人修習禁戒，守護從解脫，又復善攝威", "440": "世尊曰：「悔過，世尊！自首，善逝！如愚如癡，如", "441": "不定，如不善。所以者何？謂我以虛妄言誣", "442": "謗清淨梵行舍梨子比丘。世尊！我今悔過，願", "443": "為受之，見已發露，後不更作。」世尊告曰：「如", "444": "是。比丘！汝實如愚如癡，如不定，如不善。所", "445": "以者何？謂汝以虛妄言空無真實，誣謗清", "446": "淨梵行舍梨子比丘。汝能悔過，見已發露，後", "447": "不更作。若有悔過，見已發露，後不更作者，", "448": "如是長養於聖法、律則不衰退。」於是，佛告", "449": "尊者舍梨子：「汝速受彼癡人悔過，莫令彼", "45": "儀禮節，見纖芥罪，常懷畏怖，受持學戒。諸", "450": "比丘即於汝前頭破七分。」尊者舍梨子即為", "451": "哀愍彼比丘故，便受悔過。佛說如是。尊者", "452": "舍梨子及諸比丘，聞佛所說，歡喜奉行。", "453": "師子吼經第四竟千九百七十七字", "454": "25 水喻經（二五）舍梨子相應品水喻經第五初一日", "455": "誦", "456": "我聞如是：一時，佛遊舍衛國，在勝林給孤", "457": "獨園。爾時，尊者舍梨子告諸比丘：「諸賢！我今", "458": "為汝說五除惱法。諦聽，諦聽！善思念之。」彼", "459": "諸比丘受教而聽。尊者舍梨子言：「云何為五？", "46": "賢！是謂外結人非阿那含，還來此間。」於是，", "460": "諸賢！或有一人身不淨行，口淨行，若慧者見，", "461": "設生恚惱，應當除之。復次。諸賢！或有一人", "462": "口不淨行，身淨行，若慧者見，設生恚惱，應當", "463": "除之。復次。諸賢！或有一人身不淨行，口不", "464": "淨行，心少有淨，若慧者見，設生恚惱，應當", "465": "除之。復次。諸賢！或有一人身不淨行，口、意", "466": "不淨行，若慧者見，設生恚惱，應當除之。復", "467": "次。諸賢！或有一人身淨行，口、意淨行，若慧者", "468": "見，設生恚惱，應當除之。「諸賢！或有一人", "469": "身不淨行，口淨行，若慧者見，設生恚惱，當", "47": "眾多等心天色像巍巍，光輝暐曄，夜將向", "470": "云何除？諸賢！猶如阿練若比丘持糞", "471": "掃衣，見糞聚中所棄弊衣，或大便污，或小", "472": "便、涕、唾及餘不淨之所染污，見已，左手執之，", "473": "右手舒張，若非大便、小便、涕、唾及餘不淨之", "474": "所污處，又不穿者，便裂取之。如是，諸賢！", "475": "或有一人身不淨行，口淨行，莫念彼身不", "476": "淨行也，但當念彼口之淨行，若慧者見，", "477": "設生恚惱，應如是除。「諸賢！或有一人口", "478": "不淨行，身淨行，若慧者見，設生恚惱，當云何", "479": "除？諸賢！猶村外不遠，有深水池，藳草所", "48": "旦，來詣佛所，稽首作禮，却住一面，白曰：「世", "480": "覆，若有人來，熱極煩悶，飢渴頓乏，風熱所", "481": "逼，彼至池已，脫衣置岸，便入池中，兩手披", "482": "藳，恣意快浴，除熱煩悶，飢渴頓乏。如是，諸", "483": "賢！或有一人口不淨行，身有淨行，莫念", "484": "彼口不淨行，但當念彼身之淨行，若慧者見，", "485": "設生恚惱，應如是除。「諸賢！或有一人", "486": "身不淨行，口不淨行，心少有淨，若慧者見，設", "487": "生恚惱，當云何除？諸賢！猶四衢道，有牛", "488": "跡水。若有人來，熱極煩悶，飢渴頓乏，風熱", "489": "所逼，彼作是念：『此四衢道牛跡少水，我若以", "49": "尊！尊者舍梨子昨夜與比丘眾集在講堂，", "490": "手、以葉取者，則擾渾濁，不得除我熱極煩", "491": "悶、飢渴頓乏。我寧可跪，手膝拍地，以口飲", "492": "水。』彼即長跪，手膝拍地，以口飲水，彼即得", "493": "除熱極煩悶、飢渴頓乏。如是，諸賢！或有一", "494": "人身不淨行，口不淨行，心少有淨，莫得念", "495": "彼身不淨行，口不淨行，但當念彼心少有淨。", "496": "諸賢！若慧者見，設生恚惱，應如是除。「諸賢！", "497": "或有一人身不淨行，口、意不淨行，若慧者見，", "498": "設生恚惱，當云何除？諸賢！猶如有人遠涉", "499": "長路，中道得病，極困委頓，獨無伴侶，後村", "5": "教病、拘絺、象跡喻分別四諦最在後", "50": "因內結、外結，為諸比丘分別其義：『諸賢！", "500": "轉遠，而前村未至。若有人來住一面，見此", "501": "行人遠涉長路，中道得病，極困委頓，獨", "502": "無伴侶，後村轉遠，而前村未至，彼若得侍", "503": "人，從逈野中，將至村邑，與妙湯藥，餔養美", "504": "食，好瞻視者，如是此人病必得差，謂彼人", "505": "於此病人，極有哀愍慈念之心。如是，諸賢！", "506": "或有一人身不淨行，口、意不淨行，若慧者見，", "507": "便作是念：『此賢身不淨行，口、意不淨行，莫", "508": "令此賢因身不淨行，口、意不淨行，身壞命終，", "509": "趣至惡處，生地獄中。若此賢得善知識者，", "51": "世實有二種人，內結人、外結人。』世尊！眾已歡", "510": "捨身不淨行，修身淨行，捨口、意不淨行，修", "511": "口、意淨行。如是，此賢因身淨行，口、意淨行，", "512": "身壞命終，必至善處，乃生天上。』謂彼賢為", "513": "此賢極有哀愍慈念之心，若慧者見，設生恚", "514": "惱，應如是除。「諸賢！或有一人身淨行，口、", "515": "意淨行，若慧者見，設生恚惱，當云何除？諸", "516": "賢！猶村外不遠，有好池水，既清且美，其", "517": "淵平滿，翠草被岸，華樹四周，若有人來，熱極", "518": "煩悶，飢渴頓乏，風熱所逼，彼至池已，脫衣置", "519": "岸，便入池中，恣意快浴，除熱煩悶、飢渴頓", "52": "喜，唯願世尊慈哀愍念，往至講堂。」彼時，世", "520": "乏。如是，諸賢！或有一人身淨行，口、意淨行，", "521": "常當念彼身之淨行，口、意淨行，若慧者見，設", "522": "生恚惱，應如是除。諸賢！我向所說五除", "523": "惱法者，因此故說。」尊者舍梨子所說如是。", "524": "諸比丘聞已，歡喜奉行。", "525": "水喻經第五竟千一百一字", "526": "中阿含經卷第五七千一百七十四字初一日誦", "53": "尊為諸等心天默然而許。諸等心天知世", "54": "尊默然許可，稽首佛足，繞三匝已，即彼處沒。", "55": "諸等心天去後不久，於是世尊往至講堂", "56": "比丘眾前，敷座而坐。世尊坐已，歎曰：「善哉！善", "57": "哉！舍梨子！汝極甚善。所以者何？汝於昨夜", "58": "與比丘眾集在講堂，因內結、外結，為諸比", "59": "丘分別其義。諸賢！世實有二種人，內結人、", "6": "21 等心經（二一）舍梨子相應品等心經第一", "60": "外結人。舍梨子！昨夜向旦，諸等心天來詣我", "61": "所，稽首禮已，却住一面，白我言：『世尊！尊者", "62": "舍梨子昨夜與比丘眾集在講堂，因內結、", "63": "外結，為諸比丘分別其義：「諸賢！世實有二", "64": "種人，內結人、外結人。」世尊！眾已歡喜，唯願世", "65": "尊慈哀愍念，往至講堂。』舍梨子！我便為彼諸", "66": "等心天默然而許。諸等心天知我默然許可，", "67": "稽首我足，繞三匝已，即彼處沒。「舍梨子！諸", "68": "等心天或十、二十，或三十、四十，或五十、六十，", "69": "共住錐頭處，各不相妨。舍梨子！諸等心天", "7": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "70": "非生彼中，甫修善心，極廣甚大，令諸等心", "71": "天或十、二十，或三十、四十，或五十、六十，共住", "72": "錐頭處，各不相妨。舍梨子！諸等心天本為", "73": "人時，已修善心，極廣甚大，因是故，令諸等", "74": "心天或十、二十，或三十、四十，或五十、六十，共", "75": "住錐頭處，各不相妨。是故，舍梨子！當學寂", "76": "靜，諸根寂靜，心意寂靜，身、口、意業寂靜，向", "77": "於世尊及諸智梵行。舍梨子！虛偽異學，長衰", "78": "永失。所以者何？謂不得聞如此妙法。」佛說", "79": "如是。彼諸比丘聞佛所說，歡喜奉行。", "8": "園。爾時，尊者舍梨子與比丘眾夜集講堂，", "80": "等心經第一竟千一百八十一字", "81": "22 成就戒經（二二）舍梨子相應品成就戒經第二初一日誦", "82": "我聞如是：一時，佛遊舍衛國，在勝林給孤獨", "83": "園。爾時，尊者舍梨子告諸比丘：「若比丘成", "84": "就戒，成就定，成就慧者，便於現法出入", "85": "想知滅定，必有此處；若於現法不得究", "86": "竟智，身壞命終，過摶食天，生餘意生天", "87": "中，於彼出入想知滅定，必有此處。」是時，尊", "88": "者烏陀夷共在眾中，尊者烏陀夷白曰：「尊", "89": "者舍梨子！若比丘生餘意生天中，出入想知", "9": "因內結、外結，為諸比丘分別其義：「諸賢！", "90": "滅定者，終無此處。」尊者舍梨子再三告諸", "91": "比丘：「若比丘成就戒，成就定，成就慧者，便", "92": "於現法出入想知滅定，必有此處；若於現", "93": "法不得究竟智，身壞命終，過摶食天，生餘", "94": "意生天中，於彼出入想知滅定，必有此處。」", "95": "尊者烏陀夷亦復再三白曰：「尊者舍梨子！若", "96": "比丘生餘意生天中，出入想知滅定者，終", "97": "無此處。」於是，尊者舍梨子便作是念：「此比", "98": "丘乃至再三非我所說，無一比丘歎我所", "99": "說，我寧可往至世尊所。」於是，尊者舍梨子"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0026 中阿含經: 中阿含經: 舍梨子相應品: 舍梨子相應品: 舍梨子相應品: 舍梨子相應品: 舍梨子相應品: 中阿含經", "author": "東晉 瞿曇僧伽提婆譯", "sourceLink": "http://www.cbeta.org/"}