{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0024 起世經: 起世經: 起世經", "text": {"0": "4 地獄品", "1": "起世經卷第五", "10": "匝嚴飾，七重珠網，寶鈴間錯。復有七重多", "100": "戒、發起龍心、分別龍意，作是業已，為彼因", "101": "緣所成熟故，生在龍中。復有眾生，熏修金", "102": "翅鳥因、受持金翅鳥戒、發起金翅鳥心、分", "103": "別金翅鳥意，以是因緣身壞命盡，生在如", "104": "是金翅鳥中。復有眾生，熏修野獸因、受持", "105": "野獸戒、發起野獸心、習行野獸業、分別野", "106": "獸意，以如是等種種熏修諸獸戒因，發起行", "107": "業，成就心意，眾因緣故，身壞命盡，即生如", "108": "是諸雜獸中。復有眾生，熏修牛因、牛戒、牛業、", "109": "牛心、牛意，略說如前，乃至分別以是緣故", "11": "羅行樹，扶踈蔭映，周迴圍繞，妙色樓觀，眾", "110": "生於牛中。復有眾生，熏修雞因、雞戒、雞業、雞", "111": "心、雞意，略說如前，乃至分別以是因緣生", "112": "於雞中。復有眾生，修鵄鵂因、受鵄鵂戒、發", "113": "鵄鵂心、行鵄鵂業、分別鵄鵂意，以是熏修", "114": "鵄鵂之業、受鵄鵂戒、起鵄鵂心、分別鵄鵂", "115": "意故，捨此身已生鵄鵂中。", "116": "「諸比丘！復有眾生，熏修月戒，或修日戒、星", "117": "宿戒、大人戒，或有熏修默然戒、或有熏修大", "118": "力天戒、或有熏修大丈夫戒、或有熏修入水", "119": "戒、或有熏修供養日戒、或有熏修事行火", "12": "寶莊挍，所謂金銀琉璃、頗梨赤珠、硨𤦲瑪瑙", "120": "戒、或修苦行諸穢濁處，既熏修已作如是", "121": "念：『願我所修此等諸戒，謂月戒、日戒、星辰", "122": "戒、默然戒、大力天戒、大丈夫戒、水戒、火戒、苦", "123": "行穢濁如是等戒，令我因此當得作天，或", "124": "得天報。』發如是等邪思惟願。諸比丘！此諸", "125": "丈夫福伽羅等，起邪願者，我今當說彼所趣", "126": "向，必生二處：若生地獄、若生畜生。", "127": "「諸比丘！或有一種沙門婆羅門等，作如是", "128": "見，作如是言：『我及世間常。此事實，餘虛妄。』", "129": "復有一種沙門婆羅門等，作如是見，作如是", "13": "等七寶所成。於其四方各有諸門，一一諸門，", "130": "言：『我及世間無常。此事實，餘虛妄。』復有一", "131": "種沙門婆羅門，作如是見，作如是言：『我及", "132": "世間亦常無常。此事實，餘虛妄。』復有一種沙", "133": "門婆羅門，作如是見，作如是言：『我及世間", "134": "非常非無常。此事實，餘虛妄。』", "135": "「諸比丘！或有一種沙門婆羅門等，作如是", "136": "見，作如是言：『我及世間有邊。此事實，餘虛", "137": "妄。』復有一種沙門婆羅門等，作如是見，作如", "138": "是言：『我及世間無邊。此事實，餘虛妄。』復有", "139": "一種沙門婆羅門等，作如是見，作如是言：", "14": "並有重閣樓觀却敵，復有園苑及諸泉池。園", "140": "『我及世間亦有邊亦無邊。此事實，餘虛妄。』復", "141": "有一種沙門婆羅門等，作如是見，作如是言：", "142": "『我及世間非有邊非無邊。此事實，餘虛妄。』", "143": "「諸比丘！或有一種沙門婆羅門等，作如是", "144": "見，作如是言：『命即是身。此事實，餘虛妄。』復", "145": "有一種沙門婆羅門等，作如是見，作如是言：", "146": "『命異身異。此事實，餘虛妄。』復有一種沙門婆", "147": "羅門等，作如是見，作如是言：『有命有身。此", "148": "事實，餘虛妄。』復有一種沙門婆羅門等，作如", "149": "是見，作如是言：『無命無身。此事實，餘虛妄。』", "15": "池之內，各各皆有眾雜花草，行伍相當。復有", "150": "復有一種沙門婆羅門等，作如是見，作如是", "151": "言：『如來死後有有。此事實，餘虛妄。』復有一", "152": "種沙門婆羅門等，作如是見，作如是言：『如", "153": "來死後無有。此事實，餘虛妄。』復有一種沙門", "154": "婆羅門等，作如是見，作如是言：『如來死後", "155": "亦有有亦無有。此事實，餘虛妄。』復有一種沙", "156": "門婆羅門等，作如是見，作如是言：『如來死", "157": "後非有有非無有。此事實，餘虛妄。』", "158": "「諸比丘！是中所有沙門婆羅門等，作如是", "159": "見、如是說言『我及世間常。此事實，餘虛妄。』", "16": "諸樹，種種枝葉、種種花果、種種妙香，隨", "160": "者，彼諸沙門婆羅門等，於諸行中當有我", "161": "見、當有世見；離諸行中當有我見、當有世", "162": "見。以是義故，彼等作如是見，作如是說：『我", "163": "及世間常。此事實，餘虛妄。』", "164": "「諸比丘！是中所有沙門婆羅門等，作如是", "165": "見、如是說言『我及世間無常。此事實，餘虛", "166": "妄。』者，彼諸沙門婆羅門等，於諸行中，當有", "167": "無我見、無世間見；離諸行中，當有無我見、", "168": "無世間見。以是義故，彼等作如是說：『我及", "169": "世間無常。此事實，餘虛妄。』", "17": "風遠熏。種種諸鳥，和鳴清亮。諸比丘！須彌", "170": "「諸比丘！是中所有沙門婆羅門等，作如是見、", "171": "作如是說言『我及世間亦常亦無常。此是實，", "172": "餘虛妄。』者，彼諸沙門婆羅門等，於諸行中，", "173": "當有我見及世間見；離諸行中，當有我見及", "174": "世間見。以是義故，彼等作如是說：『我及世", "175": "間亦常無常。此事實，餘虛妄。』", "176": "「諸比丘！是中所有沙門婆羅門等，作如是", "177": "見、如是說言『我及世間非常非非常。此事", "178": "實，餘虛妄。』者，彼諸沙門婆羅門等，於諸行", "179": "中，當有我見及世間見；離諸行中，當有我", "18": "山王、佉低羅山，二山中間，復有難陀、優波", "180": "見及世間見。是故彼等作是說言：『我及世間", "181": "非常非非常。此事實，餘虛妄。』", "182": "「諸比丘！是中所有沙門婆羅門等，作如是", "183": "見、如是說言『我及世間有邊。此事實，餘虛妄。』", "184": "者，彼諸沙門婆羅門等，作如是說：『命有邊、", "185": "人有邊，從初託胎在母腹中名命，死後殯埋", "186": "名人。上人從初出生受身四種，七返墮落、", "187": "七度流轉、七走七行，成就命及入命聚。』是", "188": "故彼等作如是說：『我及世間有邊。此事實，餘", "189": "虛妄。』「諸比丘！是中所有沙門婆羅門等，作", "19": "難陀二大龍王宮殿住處，其處縱廣六千由", "190": "如是見、如是說言『我及世間無邊。此事實，", "191": "餘虛妄。』者，彼諸沙門婆羅門等，作如是說：", "192": "『命無有邊、人無有邊。從初託胎在母腹中名", "193": "命，死後殯埋名人。上人從初出生受身四", "194": "種，七返墮落、七度流轉、七走七行，成就命", "195": "及入命聚。』是故彼等作如是說：『我及世間無", "196": "邊。此事實，餘虛妄。』「諸比丘！是中所有沙門", "197": "婆羅門等，作如是見、作如是說言『我及世", "198": "間亦有邊亦無邊。此事實，餘虛妄。』者，彼諸沙", "199": "門婆羅門等，作如是說：『命亦有邊亦無邊。是", "2": "隋天竺三藏闍那崛多等譯", "20": "旬，七重垣牆，七重欄楯，略說如上，乃至眾", "200": "人從初託胎在母腹中，死後殯埋。上人從初", "201": "受身四種，七返墮落、七度流轉、七走七行，", "202": "成就命及入命聚。』是故彼等作如是說：『我及", "203": "世間，亦有邊亦無邊。此事實，餘虛妄。』", "204": "「諸比丘！是中所有沙門婆羅門等，作如是", "205": "見、作如是說言『我及世間非有邊非無邊。", "206": "此事實，餘虛妄。』者，彼諸沙門婆羅門等，作如", "207": "是說：『世間非有邊非無邊。從初受身四種，", "208": "七返墮落、七度流轉、七走七行已，成就命", "209": "及入命聚。』是故彼等作如是言：『我及世間非", "21": "鳥各各和鳴。", "210": "有邊非無邊。此事實，餘虛妄。』", "211": "「諸比丘！是中所有沙門婆羅門等，作如是", "212": "見、作如是說言『命即是身。此事實，餘虛妄。』", "213": "者，彼諸沙門婆羅門等，於身中見有我及", "214": "見有命；於餘身中亦見有我及見有命。是", "215": "故彼等作如是言：『即命是身。此事實，餘虛", "216": "妄。』", "217": "「諸比丘！是中所有沙門婆羅門等，作如是", "218": "見、作如是說言『命異身異。此事實，餘虛妄。』", "219": "者，彼諸沙門婆羅門等，於身中見有我及見", "22": "「諸比丘！大海之北，為諸龍王及一切金翅鳥", "220": "有命；於餘身中亦見有我及見有命。是故彼", "221": "等作如是言：『命異身異。此事實，餘虛妄。』「諸", "222": "比丘！是中所有沙門婆羅門等，作如是見、作", "223": "如是說言『有命有身。此事實，餘虛妄。』者，彼", "224": "諸沙門婆羅門等，於身中見有我及見有", "225": "命；於餘身中亦見有我及見有命。是故彼等", "226": "作如是言：『有命有身。此事實，餘虛妄。』", "227": "「諸比丘！是中所有沙門婆羅門等，作如是", "228": "見、作如是說言：『非命非身。此事實，餘虛妄。』", "229": "者，彼諸沙門婆羅門等，於身中不見有我不", "23": "王故，生一大樹，名曰居吒奢摩離隋言鹿聚。其", "230": "見有命；於餘身中亦不見有我不見有命。是", "231": "故彼等作如是言：『非命非身。此事實，餘虛", "232": "妄。』「諸比丘！是中所有沙門婆羅門等，作如是", "233": "見、作如是說言『如來死後有有。此事實，餘", "234": "虛妄。』者，彼諸沙門婆羅門等，於世作如是", "235": "見：從壽命當至壽命，亦當趣向流轉。是故彼", "236": "等作如是言：『如來死後有有。此事實，餘虛", "237": "妄。』", "238": "「諸比丘！是中所有沙門婆羅門等，作如是", "239": "見、如是說言『如來死後無有。此事實，餘虛", "24": "樹根本周七由旬，下入地中二十由旬，其身", "240": "妄。』者，彼諸沙門婆羅門等，於世作如是見：", "241": "此有壽命至彼，後有壽命即斷。是故彼等作", "242": "如是言：『如來死後無有。此事實，餘虛妄。』", "243": "「諸比丘！是中所有沙門婆羅門等，作如是", "244": "見、如是說言『如來死後亦有有亦無有。此", "245": "事實，餘虛妄。』者，彼諸沙門婆羅門等，於世作", "246": "如是見：此處命斷，往至彼處，趣向流轉。是", "247": "故彼等作如是言：『如來死後亦有有亦無有。", "248": "此事實，餘虛妄。』", "249": "「諸比丘！是中所有沙門婆羅門等，作如是", "25": "出高一百由旬，枝葉遍覆五十由旬。樹外園", "250": "見、如是說言『如來死後非有有非無有。此", "251": "事實，餘虛妄。』者，彼諸沙門婆羅門等，於世作", "252": "如是見：人於此處命斷壞已，移至彼處命亦", "253": "斷壞。是故彼等作如是言：『如來死後非有有", "254": "非無有。此事實，餘虛妄。』」", "255": "爾時，佛告諸比丘言：「諸比丘！我念往昔有一", "256": "國王，名曰鏡面。彼鏡面王曾於一時，意欲觀", "257": "諸生盲以為戲樂，即便宣勅普告國內生盲", "258": "丈夫，皆令集會。既集會已，語彼群盲作如", "259": "是言：『汝等生盲，頗亦能知象之形相？其狀", "26": "院，縱廣正等五百由旬，七重牆壍，乃至眾", "260": "云何？』彼諸生盲同聲答言：『天王！我等生盲，", "261": "實不能知象之形相。』王復告言：『汝等先來既", "262": "未識象，今者欲知象形相不？』時，彼群盲復同", "263": "答言：『天王！我實未識。若蒙王恩，我等或當", "264": "知象形相。』時，鏡面王即時降勅，喚一象師，", "265": "而告之言：『卿可速往我象廐內，取一象來，置", "266": "於我前，示諸盲人。』時，調象師受王勅已，即將", "267": "象來置王殿前，語眾盲言：『此即是象。』時，諸", "268": "盲人各各以手摩觸其象。爾時，象師復語眾", "269": "盲：『汝觸象已，以實報王。』時，眾盲人有觸鼻", "27": "鳥各各和鳴，略說如上。", "270": "者、有觸牙者、有觸耳者、有觸頭項背脇尾", "271": "脚諸身分者。「時，王問言：『諸生盲輩，汝等已知", "272": "象形相耶？』諸生盲人同答王言：『天王！我等", "273": "已知象之形相。』爾時，彼王即復問言：『汝等諸", "274": "盲，若知象者，象為何相？』時，群盲中有觸鼻", "275": "者，即白王言：『天王！象形如繩。』觸其牙者，", "276": "答言：『天王！象形如橛。』觸其耳者，答言：『天", "277": "王！象形如箕。』觸其頭者，答言：『天王！象形如", "278": "甕。』觸其項者，答言：『天王！象如屋栿。』觸其", "279": "背者，答言：『天王！象如屋脊。』觸其脇者，答", "28": "「諸比丘！居吒奢摩離大樹東面，有卵生龍及", "280": "言：『天王！象形如篅。』觸其髀者，答言：『天", "281": "王！象形如樹。』觸其脚者，答言：『天王！象形", "282": "如臼。』觸其尾者，答言：『天王！象如掃󰆠。』時，", "283": "眾盲人各各答言：『天王！象形如是』、『天王！象形", "284": "如是』，作如是白已。時，王即告眾盲人言：『汝", "285": "亦不知是象非象，況能得知象之形相？』時，彼", "286": "眾盲各各自執，共相諍鬪，各各以手自遮其", "287": "面，互相誼競，互相呰毀。各言已。是時，鏡面", "288": "王見彼眾盲如是諍競，大笑歡樂。王於彼時", "289": "即說偈言：", "29": "卵生金翅鳥等宮殿住處。其宮縱廣各六百", "290": "「『是等群盲生無目，橫於此事互相諍，", "291": "曾無有人教語之，云何能知象身分？』", "292": "「諸比丘！如是，如是。世間所有諸沙門婆羅門", "293": "等，亦復如是，既不能知如實苦聖諦、苦集聖", "294": "諦、苦滅聖諦、苦滅道聖諦。既不實知，當知彼", "295": "等，方應長夜共生諍鬪，流轉生死，互相呰毀，", "296": "互相罵辱。既生諍鬪，執競不休，各各以手，", "297": "自遮其面，如彼群盲，共相惱亂。」於中有偈：", "298": "若不能知苦聖諦，亦復不知苦集因，", "299": "所有世間諸苦法，此苦滅盡無餘處。", "3": "5 諸龍金翅鳥品諸龍金翅鳥品第五", "30": "由旬，七重垣牆，乃至眾鳥各各和鳴，略說", "300": "於中是道尚不知，況知滅苦所行行，", "301": "如是其心未解脫，未得智慧解脫處。", "302": "彼既不能諦了觀，但知趣向生老死，", "303": "未得免離諸魔縛，豈能到於無有處。", "304": "「諸比丘！若有沙門婆羅門等，能知如實苦聖", "305": "諦，苦集、苦滅、苦滅道聖諦，如實知者，應當", "306": "如是隨順修學。彼等長夜和合共行，各各歡", "307": "喜，無有諍競，同趣一學，猶如水乳共相和", "308": "合，一處同住，示現教師所說聖法，安樂處", "309": "住。」此中說偈：", "31": "如上。居吒奢摩離大樹南，有胎生龍及胎", "310": "若能知是諸有苦，及有所生諸苦因，", "311": "既知一切悉皆苦，應令盡滅無有餘。", "312": "若知此滅由於道，便到苦滅所得處，", "313": "即能具足心解脫，及得智慧解脫處。", "314": "則能到於諸有邊，如是不至生老死，", "315": "長得免脫於魔縛，永離世間諸有處。", "316": "6 阿修羅品起世經阿修羅品第六之一", "317": "爾時，佛告諸比丘言：「比丘！須彌山王東面，去", "318": "山過千由旬，大海之下，有鞞摩質多羅阿修", "319": "羅王國土住處。其處縱廣八萬由旬，七重城", "32": "生金翅鳥等宮殿住處，亦各縱廣六百由旬，", "320": "壁周匝圍繞、七重欄楯，普遍莊嚴，乃至七重", "321": "金銀鈴網，周圍挍飾。外有七重多羅行樹，雜", "322": "色可觀，皆是七寶所共合成，謂金銀琉璃、頗", "323": "梨赤珠、硨𤦲瑪瑙。一一城壁，高百由旬，厚五", "324": "十由旬。城壁四面，各各相去五百由旬，則", "325": "置一門，其門並高三十由旬、闊十二由旬。於", "326": "一一門，悉有種種却敵樓櫓園苑陂池，諸園", "327": "苑中各各皆有種種果樹。其樹各有種種葉、", "328": "種種花、種種果，其果各有種種異香，其氣", "329": "遠熏。復有種種雜類眾鳥，各各和鳴，出種種", "33": "七重垣牆，乃至眾鳥各各和鳴，略說如上。居", "330": "聲，其音哀雅。諸比丘！彼阿修羅大城之中，", "331": "為鞞摩質多羅阿修羅王別立宮殿，其宮名", "332": "曰設摩婆帝宮城，縱廣一萬由旬，七重城", "333": "壁，並是七寶之所合成，高百由旬，厚五十", "334": "由旬。於城四面各各相去五百由旬，便置一", "335": "門，諸門並高三十由旬，闊十二由旬。其一", "336": "一門，亦有樓櫓却敵臺閣、園苑陂池、諸花沼", "337": "等。復有種種眾雜果樹，其樹各有種種葉、", "338": "種種花、種種果、種種香，其香普熏。有種", "339": "種鳥，各各和鳴，出種種聲，其音哀雅。", "34": "吒奢摩離大樹西面，有濕生龍及濕生金翅", "340": "「諸比丘！設摩婆帝城內正處中央，為鞞摩質", "341": "多羅阿修羅王，置集會處，名曰七頭。其處", "342": "縱廣五百由旬，七重欄楯，周圍校飾，亦有", "343": "七重金銀鈴網。其外七重多羅行樹，四方圍", "344": "繞，雜色莊嚴，甚可愛樂，悉是金銀頗梨、珊", "345": "瑚赤珠、硨𤦲瑪瑙七寶所成。其處四面各有諸", "346": "門，一一諸門樓櫓却敵，亦是七寶之所合", "347": "成，雜色間錯，令人樂觀。其地皆是紺青琉", "348": "璃，柔軟細滑，觸之猶如迦旃隣提迦衣。", "349": "「諸比丘！彼阿修羅七頭會處，當中自然有一", "35": "鳥等宮殿住處，亦各縱廣六百由旬，七重垣", "350": "寶柱，高二十由旬，於寶柱下，為鞞摩質多", "351": "羅阿修羅王，安立寶座。高一由旬，方半", "352": "由旬，硨𤦲瑪瑙七寶所成，雜色間錯，甚可愛", "353": "樂，柔軟細滑，觸之猶如迦旃隣提迦衣。其", "354": "座兩邊，各有十六小阿修羅所坐之處，亦以", "355": "七寶之所成就，所謂金銀乃至瑪瑙，雜色可", "356": "觀，柔軟細滑，觸之猶如迦旃隣提迦衣。", "357": "「諸比丘！彼阿修羅七頭會處，東面有鞞摩質", "358": "多羅阿修羅王宮，其處縱廣一千由旬，七重", "359": "垣牆、七重欄楯、七重鈴網。外有七重多羅", "36": "牆，乃至眾鳥各各和鳴，略說如上。居吒奢", "360": "行樹，四面周匝，莊嚴圍繞，雜色間錯，甚可", "361": "愛樂，亦是七寶之所成就，所謂金銀琉璃、頗", "362": "梨赤珠、硨𤦲瑪瑙。於四方面，各有諸門，一", "363": "一諸門，皆有樓櫓却敵臺閣、園苑陂池、諸花", "364": "沼等。復有諸樹，其樹各有種種葉，種種花、", "365": "種種果、種種香，其香普熏。有種種鳥，各各", "366": "和鳴，出種種聲，其音哀雅。", "367": "「諸比丘！彼阿修羅七頭會處，南西北方，各", "368": "有宮殿，皆是諸小阿修羅王所住之處，其處", "369": "縱廣或九百由旬，或八百、七百、六百、五百、四", "37": "摩離大樹北面，有化生龍及化生金翅鳥等", "370": "百、三百、二百由旬，其最小者，猶尚縱廣一百", "371": "由旬，七重垣牆，略說乃至種種眾鳥，各各", "372": "和鳴。", "373": "「復次，諸比丘！彼阿修羅七頭會處四面，復有", "374": "一切最小阿修羅等所住宮殿，其處縱廣或", "375": "九十由旬，或八十七十、六十五十、四十三十、", "376": "二十由旬，最極小者，猶尚縱廣十二由旬，", "377": "七重垣牆，略說乃至有種種鳥，各各和鳴。", "378": "「諸比丘！彼阿修羅七頭會處東面，有鞞摩質", "379": "多羅阿修羅王苑，名娑羅林。其林縱廣一千", "38": "宮殿住處，亦各縱廣六百由旬，七重垣牆，乃", "380": "由旬，七重垣牆、七重欄楯、七重鈴網，皆瑪瑙", "381": "等七寶所成。於四方面，各有諸門，一一諸", "382": "門，樓櫓却敵，雜色可觀，亦是七寶之所成", "383": "就，所謂金銀乃至瑪瑙。", "384": "「諸比丘！彼阿修羅七頭會處南面，復有鞞摩", "385": "質多羅阿修羅王苑，名奢摩梨林。其林縱廣", "386": "亦千由旬，七重垣牆、七重欄楯、七重鈴網，", "387": "並瑪瑙等七寶所成。於四方面，各有諸門，", "388": "一一諸門，皆有樓櫓，雜色可觀，亦為七寶", "389": "之所成就，所謂金銀乃至瑪瑙。", "39": "至眾鳥各各和鳴，略說如上。", "390": "「諸比丘！彼阿修羅七頭會處北面，亦有鞞摩", "391": "質多羅阿修羅王苑，名難陀那林。其林縱廣", "392": "亦千由旬，七重垣牆、七重欄楯、七重鈴網，", "393": "皆瑪瑙等七寶所成。於四方面，各有諸門，", "394": "一一諸門，並皆具有樓櫓却敵，雜色可觀，", "395": "乃至悉是硨𤦲瑪瑙，諸珍寶物之所成就。然", "396": "此諸門，唯無臺閣，自餘莊嚴，與前同等。", "397": "「諸比丘！其娑羅林、奢摩梨林，二林之間，鞞", "398": "摩質多羅阿修羅王，有一大池，名曰難陀。", "399": "其池縱廣五百由旬，水甚涼冷，澄潔輕美，", "4": "「復次，諸比丘！一切龍類有四種生。何等為", "40": "「諸比丘！彼卵生金翅鳥王，若欲搏取卵生龍", "400": "常不渾濁。七種寶塼，廁填間錯，七重板砌、", "401": "七重欄楯、七重鈴網，周匝懸垂。其外七重", "402": "多羅行樹，四面圍繞，雜色可觀，皆瑪瑙等", "403": "七寶所成。於四方面，各有階道，雜色間錯，", "404": "令人樂觀，亦為七寶之所成就。復有諸花，", "405": "遍生池中，所謂優鉢羅花、鉢頭摩花、究牟", "406": "陀花、奔茶利花。形如火者，火色火光；形如", "407": "金者，金色金光；其形青者，青色青光；其形", "408": "赤者，赤色赤光；其形白者，白色白光；其形", "409": "綠者，綠色綠光。團如車輪，其花光明，照", "41": "時，便即飛往居吒奢摩離大樹東枝之上，", "410": "一由旬。香氣所熏，亦一由旬。池中又出無", "411": "量藕根，大如車軸，割之汁出，色白如乳，其", "412": "味甘美，猶如上蜜。", "413": "「諸比丘！其俱毘陀羅及難陀那，二林中間，", "414": "鞞摩質多羅阿修羅王，有一大樹，名蘇質怛", "415": "邏波吒羅。其本周圍滿七由旬，根下入地二", "416": "十一由旬，其身上出高百由旬，枝葉蔭覆五", "417": "十由旬，其院周迴五百由旬，其外亦有七重", "418": "垣牆，略說乃至周匝圍繞，雜色可觀，及硨𤦲", "419": "瑪瑙等七寶所成。於四方面亦有諸門，並", "42": "觀大海已，乃更飛下，以其兩翅扇大海水，", "420": "皆七寶之所成就，一一諸門亦有樓櫓却敵，", "421": "略說乃至種種眾鳥，各各和鳴。", "422": "起世經卷第五", "43": "令水自開二百由旬，即於其中，銜卵生龍，", "44": "將出海外，隨意而食。諸比丘！卵生金翅鳥王，", "45": "唯能取得卵生龍等隨意食之，則不能取胎", "46": "生、濕生、化生龍等。", "47": "「諸比丘！胎生金翅鳥王，若欲搏取卵生龍者，", "48": "即便飛往居吒奢摩離大樹東枝之上，下觀", "49": "大海，亦以兩翅扇大海水，令水自開二百", "5": "四？一者卵生、二者胎生、三者濕生、四者化", "50": "由旬，因而銜取卵生諸龍，將出海外，隨意而", "51": "食；又胎生金翅鳥王，若欲搏取胎生龍者，即", "52": "便飛往居吒奢摩離大樹南枝之上，下觀大", "53": "海，以其兩翅扇大海水，水為之開四百由旬，", "54": "遂於其中，銜胎生龍，將出海外，隨意而食。", "55": "諸比丘！此胎生金翅鳥王，唯能取得卵生", "56": "諸龍及胎生龍，隨其所用，則不能取濕生、化", "57": "生二種龍也。", "58": "「諸比丘！濕生金翅鳥王，若欲搏取卵生龍時，", "59": "即便飛往居吒奢摩離大樹東枝之上，以其", "6": "生，此等名為四生龍也。諸比丘！金翅鳥類", "60": "兩翅扇大海水，水為之開二百由旬，開已銜", "61": "取卵生諸龍，隨意而食；又濕生金翅鳥王，", "62": "若欲搏取胎生龍時，即便飛往居吒奢摩離", "63": "大樹南枝之上，以其兩翅扇大海水，水為之", "64": "開四百由旬，開已銜取胎生諸龍，隨意所", "65": "用；又濕生金翅鳥王，若欲搏取濕生龍者，即", "66": "便飛往居吒奢摩離大樹西枝之上，以其兩", "67": "翅扇大海水，水為之開八百由旬，即便銜取", "68": "濕生諸龍，隨意而食。諸比丘！諸濕生金翅", "69": "鳥王，唯能取得卵生、胎生、濕生龍等，恣其", "7": "亦四種生，所謂卵生、胎生、濕生、化生，此名四", "70": "所用，隨意而食，則不能取化生諸龍。", "71": "「諸比丘！其化生金翅鳥王，若欲搏取卵生龍", "72": "者，即時飛往居吒奢摩離大樹東枝之上，以", "73": "其兩翅扇大海水，水為之開二百由旬，即便", "74": "銜取卵生諸龍，隨意而食；又此化生金翅鳥", "75": "王，若欲搏取胎生龍者，即時飛往居吒奢摩", "76": "離大樹南枝之上，以翅扇海，水為之開四", "77": "百由旬，海既開已，化生鳥王，即便銜取胎生", "78": "諸龍，隨意而食；又此化生金翅鳥王，若欲", "79": "搏取濕生龍者，即便飛往居吒奢摩離大樹", "8": "生。諸比丘！大海水下，有娑伽羅龍王宮殿，", "80": "西枝之上，以翅扇海，水為之開八百由旬，即", "81": "時銜取濕生諸龍，隨意而食；又此化生金翅", "82": "鳥王，若欲搏取化生龍者，即復飛往居吒", "83": "奢摩離大樹北枝之上，下觀大海，便以兩", "84": "翅飛扇大海，水為之開一千六百由旬，即便", "85": "銜取化生諸龍，隨意而食。諸比丘！彼諸龍", "86": "等，悉皆為此金翅鳥王之所食噉。「諸比丘！別", "87": "有諸龍，金翅鳥王所不能取，謂娑伽羅龍", "88": "王，未曾為彼金翅鳥王之所驚動；復有難陀", "89": "龍王、優波難陀龍王，此二龍王，亦不為彼", "9": "縱廣正等八萬由旬，七重垣牆、七重欄楯，周", "90": "金翅鳥王之所能取；復有提頭賴吒龍王、", "91": "阿那婆達多龍王，金翅鳥王亦不能取。諸比", "92": "丘！其餘龍王，亦有不為金翅鳥王搏取食者，", "93": "謂摩多車迦龍王、德叉迦龍王、羯勒拏橋多", "94": "摩伽龍王、熾婆陀弗知梨迦龍王、商居波", "95": "陀迦龍王、甘婆羅龍王、阿濕婆多羅龍王等。", "96": "諸比丘！更有餘龍，於其住處境界之中，亦復", "97": "不為諸金翅鳥之所食噉。", "98": "「諸比丘！此等眾生有何因緣，在如是趣，生於", "99": "龍中？諸比丘！有諸眾生，熏修龍因、受持龍"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0024 起世經: 起世經: 起世經", "author": "隋 闍那崛多等譯", "sourceLink": "http://www.cbeta.org/"}