{"author": "吳 支謙譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0181b 佛說九色鹿經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說九色鹿經", "1": "吳月氏優婆塞支謙譯", "2": "佛言：「昔者，菩薩身為九色鹿；其毛九種色，", "3": "其角白如雪，常在恒水邊飲食水草，常與", "4": "一烏為知識。「時，水中有溺人隨流來下，或", "5": "出或沒，得著樹木，仰頭呼天：『山神、樹神、諸", "6": "天龍神，何不愍傷我也？』鹿聞人喚聲，即走", "7": "往水邊，語溺人言：『汝可勿怖！汝可騎我背、", "8": "捉我角，我相負出上岸。』「鹿大疲極，溺人", "9": "下地，繞鹿三匝，向鹿叩頭，乞為大家作奴，", "10": "給其使令採取水草。鹿言：『不用卿也，且", "11": "各自去，欲報恩者，莫得道我在此間，人貪", "12": "我皮角，必來殺我。』於是，溺者受教而去。", "13": "「爾時，國王夫人夜夢見九色鹿，意欲得其", "14": "皮角，即託病不起。王問夫人言：『何以不", "15": "起？』「夫人答言：『昨夜夢見非常鹿，其毛九", "16": "種色，其角白如雪，我思得其皮作衣裘、其", "17": "角作拂柄，王當為我得之，王若不得，我當", "18": "死矣。』「王告夫人：『汝為且起，我作一國王，", "19": "何所不得？』「王即便募於國中：『若有能得九", "20": "色鹿者，當與分國治，賜其金鉢盛滿銀粟，", "21": "賜其銀鉢盛滿金粟。』「溺人聞王募重，心生", "22": "惡念：『我說此鹿可得富貴，鹿是畜生，死活", "23": "何在？』便語募人言：『我知有九色鹿處。』「募", "24": "人便將至王所言：『此人知有九色鹿處。』「王", "25": "聞大歡喜，王言：『汝得其皮角來，報之半", "26": "國。』「於是，溺人面上即生癩瘡。溺人言：『此", "27": "鹿雖是畜生，大有威神，王宜多將人兵，乃", "28": "可得耳。』「王即大出人兵往恒水邊。烏在樹", "29": "上遙見王人眾來，疑當殺鹿，即呼鹿言：", "30": "『且起！王來取汝。』鹿故熟臥不覺，烏復言：", "31": "『知識且起。王將兵至。』鹿故復不覺，烏便", "32": "下樹，居其頭上、啄其耳：『知識且起！王兵圍", "33": "汝數重。』「鹿方驚起，四顧望視，無復走地，便", "34": "往趣王車邊。傍人引弓欲射之，王告：『莫射", "35": "此鹿，此鹿非常，將是天神耶！』鹿即言：『莫", "36": "射殺我，假我須臾，我有恩於國。』王問：『有", "37": "何恩？』『我曾活王國中一人。』即長跪，重問王：", "38": "『誰道我在此？』王言：『車邊癩面人也。』「鹿舉", "39": "頭看此人，眼中淚出，不能自勝：『大王！此", "40": "人本溺在水中，隨流來下，或出或沒，得著", "41": "樹木，仰頭呼天：「山神、樹神、諸天龍神，何不", "42": "愍傷我？」我時不惜此命，自投水中，負此", "43": "人出，本要誓不相道；人無反覆，不如水", "44": "中浮木也。』「王聞鹿言，有慙愧色：『我民無義。』", "45": "王即三教其民：『奈何！奈何！受恩反欲殺之？』", "46": "王即放鹿使去：『下國中，若有驅逐此鹿者，", "47": "當誅汝五屬。』於是，王便還宮。鹿歸故處。", "48": "「是時，國中眾鹿皆來依附，數千為群，永不", "49": "見害，共飲食水草，不犯人菜穀；從是之後，", "50": "風雨以時，五穀豐熟，民無疾病，其時太平，", "51": "畢命化去。」佛告諸弟子：「菩薩所行，雖處畜", "52": "生不捨於慈，人獸竝度。「是時夫人者，孫", "53": "陀利是也；是時烏者，阿難是也；是溺人者，", "54": "調達是也；時鹿者，我身是也。調達與我世", "55": "世有怨；阿難有至意得道。」菩薩更勤苦行", "56": "波羅蜜，忍辱如是。", "57": "佛說九色鹿經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0181b 佛說九色鹿經", "source": "CBETA"}