{"author": "後漢 安世高譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0724 佛說罪業應報教化地獄經: 佛說罪業應報教化地獄經: 佛說罪業應報教化地獄經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 724", "1": "佛說罪業應報教化地獄經", "2": "後漢安息三藏安世高譯", "3": "如是我聞：一時佛住王舍城耆闍崛山中，與", "4": "大菩薩摩訶薩及聲聞眷屬俱，亦與比丘、比", "5": "丘尼、優婆塞、優婆夷及諸天、龍、鬼神等皆悉", "6": "集會。爾時信相菩薩白佛言：「世尊！今有地", "7": "獄、餓鬼、畜生、奴婢、貧富、貴賤種類若干，唯願", "8": "世尊具演說法！若有眾生聞佛說法，如孩子", "9": "得母、如病得醫、如羸得食、如暗得燈，世尊", "10": "說法利益眾生亦復如是。」", "11": "爾時世尊觀時已至，見斯菩薩勸請慇懃，即", "12": "放眉間白毫相光照于世界——地獄休息，苦痛", "13": "安寧。爾時一切受罪眾生尋佛光明，來詣佛", "14": "所；遶佛七匝，為佛作禮；勸請世尊，敷演道化，", "15": "令此眾生得蒙解脫。", "16": "爾時信相菩薩為諸眾生而作發起，前白佛", "17": "言：「世尊！今有受罪眾生，為諸獄卒剉碓斬身，", "18": "從頭至足乃至其頂；斬之已訖，巧風吹活，", "19": "而復斬之。何罪所致？」佛言：「以前世時坐不", "20": "信三尊、不孝父母、屠兒魁膾斬截眾生，故獲", "21": "斯罪。」「第二，復有眾生，身體頑痺眉鬚墮落舉", "22": "身洪爛，鳥栖鹿宿人跡永絕，沾污親族人不", "23": "喜見，名之癩病。何罪所致？」佛言：「以前世時", "24": "坐不信三尊、不孝父母，破壞塔寺、剝脫道", "25": "人，斬射賢聖、傷害師長，常無返復、背恩忘", "26": "義，常行苟且、婬匿尊卑無所忌諱，故獲斯", "27": "罪。」", "28": "「第三，復有眾生身體長大，聾騃無足宛轉腹", "29": "行，唯食泥土以自活命，為諸小蟲之所唼食，", "30": "常受此苦不可堪處。何罪所致？」佛言：「以前世", "31": "時坐為人自用、不信好言善語，不孝父母、反戾", "32": "時君；或為帝主大臣四鎮方伯州郡令長", "33": "吏禁督護，恃其威勢侵奪民物，無有道理使", "34": "民苦悴吁嗟而行。故獲斯罪。」", "35": "「第四，復有眾生，兩目盲瞎都無所見，或觝樹", "36": "木或墮溝坑，於時死已，更復受身亦復如", "37": "是。何罪所致？」佛言：「以前世時坐不信罪福障", "38": "佛光明，縫鷹眼合、籠繫眾生，皮囊盛頭不得", "39": "所見。故獲斯罪。」", "40": "「第五，復有眾生，謇吃瘖瘂口不能言。若有所", "41": "說，閉目舉手乃不言了。何罪所致？」佛言：「以前", "42": "世時坐誹謗三尊、輕毀聖道，論他好醜、求人", "43": "長短，強誣良善、憎嫉賢人。故獲斯罪。」", "44": "「第六，復有眾生，腹大頸細，不能下食；若有所", "45": "食，變為膿血。何罪所致？」佛言：「以前世時偷", "46": "盜僧食，或為大會福食屏處偷噉；悋惜己物，", "47": "但貪他財；常行惡心，與人毒藥，氣息不通。", "48": "故獲斯罪。」", "49": "「第七，復有眾生，常為獄卒熱燒鐵釘釘人", "50": "百節骨頭，釘之已訖自然火生，焚燒身體悉", "51": "皆焦爛。何罪所致？」佛言：「以前世時坐為針灸", "52": "醫師，針人身體不能差病；誑他取財，徒受苦", "53": "痛，令他苦惱。故獲斯罪。」", "54": "「第八，復有眾生常在鑊湯中，為牛頭阿傍以", "55": "三股鐵叉，叉人內著鑊湯中煮之令爛，還", "56": "復吹活而復煮之。何罪所致？」佛言：「以前世時，", "57": "信邪倒見祠祀鬼神，屠殺眾生，湯灌搣毛、鑊", "58": "湯煎煮，不可限量。故獲斯罪。」", "59": "「第九，復有眾生，常在火城中煻煨齊心，四門", "60": "俱開；若欲趣向，門即閉之，東西馳走，不能自", "61": "免，為火燒盡。何罪所致？」佛言：「以前世時坐焚", "62": "燒山澤、火煨雞子、燒他村陌，燒煮眾生身", "63": "爛皮剝。故獲斯罪。」", "64": "「第十，復有眾生常在雪山中，寒風所吹，皮肉", "65": "剝裂，求死不得。何罪所致？」佛言：「以前世時", "66": "坐橫道作賊，剝脫人衣，使冬月之日令他凍", "67": "死；生㓟牛羊痛不可堪。故獲斯罪。」", "68": "「第十一，復有眾生常在刀山、劍樹上，若有所", "69": "投，即便割傷，支節斷壞。何罪所致？」佛言：「以", "70": "前世時坐屠殺為業，烹害眾生，屠割剝裂，", "71": "骨肉分離，頭脚星散，懸於高格，稱量而賣；或", "72": "復生懸眾生苦痛難處。故獲斯罪。」", "73": "「第十二，復有眾生五根不具。何罪所致？」佛言：", "74": "「以前世時坐飛鷹走狗，彈射禽獸，或斷其頭，", "75": "或斷其足，生搣鳥翼。故獲斯罪。」", "76": "「第十三，復有眾生，攣躄背僂腰髖不遂，脚跛", "77": "手拘，不能操涉。何罪所致？」佛言：「以前世時", "78": "坐為人憯剋，行道安槍；或安射窠，施張弶穽", "79": "陷墜眾生，頭破脚折，傷損非一。故獲斯罪。」", "80": "「第十四，復有眾生，常為獄卒桎梏其身，不得", "81": "免脫。何罪所致？」佛言：「以前世時坐網捕眾", "82": "生，籠繫而畜，飢窮困苦；或為宰主、令長貪", "83": "取財錢，枉繫良善，怨苦號天，不得縱意。故", "84": "獲斯罪。」", "85": "「第十五，復有眾生，或癲、或狂、或癡、或騃，不別", "86": "好醜。何罪所致？」佛言：「以前世時坐飲酒醉", "87": "亂，犯三十六失，後得癡身，如似醉人，不識尊", "88": "卑，不別好醜。八萬劫墮沸屎地獄，獄卒斬", "89": "剉，求死不得，求生不得，五窮六極，長夜受苦，", "90": "以坐貪酒過。受罪已，始得為人，癃殘跛蹇，為", "91": "人之所憎嫉；行逢接他橫事，常無樂時。以酒", "92": "過犯，故獲斯罪。」", "93": "「第十六，復有眾生其形甚小，陰藏甚大；挽之", "94": "身疲，皆復進引；行立坐臥，以之為妨。何罪", "95": "所致？」佛言：「以前世時坐治生販賣，自譽己物，", "96": "毀呰他財；囂升弄㪷，躡秤前後，欺誑於人。", "97": "故獲斯罪。」", "98": "「第十七，復有眾生男根不具，為黃門身，不得", "99": "妻娶。何罪所致？」佛言：「以前世時坐喜犍象、", "100": "馬、牛、羊、猪、狗不可稱數，令此眾生苦痛難忍，", "101": "死而復穌。故獲斯罪。」", "102": "「第十八，復有眾生，從生至老無有兒子，孤立", "103": "獨存。何罪所致？」佛言：「以前世時坐為人暴惡，", "104": "不信罪福；百鳥產乳之時，齎持瓶器，循大水", "105": "渚，求拾鴻、鵠、鸚、鵡、鵝、鴈諸鳥子卵，擔歸煮", "106": "噉；諸鳥失子，悲鳴叫裂，眼中血出。故獲斯罪。」", "107": "「第十九，復有眾生少小孤寒，無有父母、兄弟；", "108": "為他作使，辛苦活命；長大成人，橫罹殃禍；縣", "109": "官所縛，繫閉牢獄；無人追餉，飢窮困苦，無所", "110": "告及。何罪所致？」佛言：「以前世時坐喜捕", "111": "拾鵰、鷲、鷹、鷂、熊、羆、虎、豹，枷鎖而畜，孤此眾生；", "112": "父母、兄弟常恒憂念，悲鳴叫裂，哀感人心；不", "113": "能供養，常苦飢餓，骨立皮連，求死不得。故獲", "114": "斯罪。」", "115": "「第二十，復有眾生其形甚醜，身體黑如漆，兩", "116": "目復青，頭頰俱垖，皰面平鼻，兩目黃赤，", "117": "牙齒踈缺，口氣腥臭，矬短癰腫，大腹腰髖，", "118": "脚復繚戾，僂脊匡肋，費衣健食，惡瘡膿血，", "119": "水腫乾痟，疥、癩、癰、疽種種諸惡集在其身；", "120": "雖親附人，人不在意；若他作罪，橫羅其殃；永", "121": "不見佛、永不聞法、永不識僧。何罪所致？」佛", "122": "言：「以前世時坐為子不孝父母，為臣不忠其", "123": "君，為君不敬其下，朋友不以其信，鄉黨不以", "124": "其齒，朝廷不以其爵；趣為趣作，心意顛倒，無", "125": "有其度；不信三尊，殺君害師；伐國掠民，攻城", "126": "破塢，偷寨過盜，惡業非一；美己惡人，侵陵", "127": "孤老，誣謗賢聖，輕慢尊長，欺誑下賤。一切罪", "128": "業悉具犯之。眾惡集報，故獲斯罪。」", "129": "爾時一切諸受罪眾生聞佛作如是說，悲", "130": "㘁動地，淚下如雨，而白佛言：「唯願世尊久住", "131": "說法，令我等輩而得解脫！」佛言：「若我久住，", "132": "薄德之人不種善根，謂我常在，不念無常。善", "133": "男子！譬如孩兒母常在側，不生難遭之想；若", "134": "母去者，便生渴仰思戀之心；母方還來，乃生", "135": "歡喜。善男子！我今亦復如是。知諸眾生善惡", "136": "業緣、受報好醜，故般涅槃。」爾時世尊即為", "137": "此諸受罪眾生而說偈言：", "138": "「水流不常滿，火盛不久然，", "139": "日出須臾沒，月滿已復缺。", "140": "尊榮豪貴者，無常復過是，", "141": "念當勤精進，頂禮無上尊。」", "142": "爾時世尊說斯偈已，諸受罪眾生白佛言：「世", "143": "尊！修何善行得離斯苦？」佛言：「當勤孝順父", "144": "母，敬事師長，歸奉三尊；勤行布施、持戒、忍辱、", "145": "精進、禪定、智慧，慈悲喜捨，怨親平等，同己無", "146": "二；不欺孤老，不輕下賤，護彼如己。汝等若能", "147": "如是修行，則為已得報佛之恩，永離眾苦。」說", "148": "是經已，菩薩摩訶薩即得阿耨多羅三藐三", "149": "菩提，聲聞、緣覺即得六通、三明、具八解脫，有", "150": "得法眼淨。若有眾生得聞是經不墮三塗、八", "151": "難之處。地獄休息，苦痛安寧。爾時信相菩薩", "152": "白佛言：「當何名此經？云何奉持？」佛告信相菩", "153": "薩善男子：「此經名為『罪業報應教化地獄經』，", "154": "當奉持之，廣令流布，功德無量！」諸天大眾聞", "155": "經歡喜，五體投地，作禮奉行。", "156": "佛說罪業應報教化地獄經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0724 佛說罪業應報教化地獄經: 佛說罪業應報教化地獄經: 佛說罪業應報教化地獄經", "source": "CBETA"}