{"author": "唐 智昇撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2152 續古今譯經圖紀", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 2152", "1": "續古今譯經圖紀一卷", "2": "開元庚午歲西崇福寺沙門智昇撰", "3": "譯經圖紀者。本起於大慈恩寺翻經院之堂", "4": "也。此堂圖畫古今傳譯緇素。首自迦葉摩騰", "5": "終于大唐三藏。邁公因撰題之于壁。自茲厥", "6": "後傳譯相仍。諸有藻繪無斯紀述。昇雖不敏", "7": "敢輒讚揚。雖線麻之有殊冀相續而無絕。幸", "8": "諸覽者無貽誚焉。", "9": "大唐傳譯之餘大唐傳譯之餘", "10": "沙門釋智通。律行精苦兼明經論。於總持門", "11": "特所留意。通以隋大業年中出家。住京大總", "12": "持寺。有遊方之志。遂於洛京翻經舘。學梵書", "13": "語早通精奧。唐貞觀中有北天竺僧齎千臂", "14": "千眼經梵本奉進。文帝勅通共梵僧對譯。名", "15": "千眼千臂觀世音菩薩陀羅尼神呪經。一部", "16": "二卷。後於天皇永徽四年癸丑。於總持寺又", "17": "譯。千轉陀羅尼觀世音菩薩呪經一卷。觀自", "18": "在菩薩隨心呪經一卷。清淨觀世音普賢陀羅", "19": "尼經一卷。凡四部合五卷。", "20": "沙門伽梵達摩。唐云尊法。西印度人也。譯千", "21": "手千眼觀世音菩薩廣大圓滿無礙大悲心陀", "22": "羅尼經一卷。然經題云西天竺伽梵達摩譯。不", "23": "標年代。推其本末似是皇朝新譯。准千臂經", "24": "序亦云智通共譯。", "25": "沙門阿地瞿多。唐言無極高。中印度人。學窮", "26": "滿字行潔圓珠。精練五明妙通三藏。以天皇", "27": "永徽三年壬子正月廣將梵本來屆長安勅令", "28": "慈恩寺安置。沙門大乘琮等一十六人。英公", "29": "鄂公等一十二人。請高於慧日寺浮圖院。建", "30": "陀羅尼普集會壇。緣壇所須並皆供辦。法成", "31": "之日屢降靈異。京中道俗咸歎希逢。沙門玄", "32": "楷等遂固請翻其法本。後以四年癸丑至五", "33": "年甲寅。於慧日寺從金剛大道場經中撮要", "34": "鈔譯集成一部。名陀羅尼集經一十二卷。沙門", "35": "玄楷等筆受。于時有中印度大菩提寺僧阿", "36": "難律木叉師迦葉師等。於經行寺譯功德天", "37": "法。編在集經第十卷內故。不別存也。", "38": "沙門那提。唐曰福生。具依梵言則云布如烏", "39": "伐耶。以言煩多故此但訛略而云那提也。本", "40": "中印度人。志氣雄遠弘道為懷。歷遊諸國務", "41": "在開物。而善達聲明通諸詁訓。聞有涉悟不", "42": "憚遠夷。曾往執師子國。又東南上楞伽山。南", "43": "海諸國隨緣遊化。承支那東國盛轉大乘。佛", "44": "法崇盛贍洲稱最。乃搜集大小乘經律論五", "45": "百餘夾合一千五百餘部。以天皇永徽六年", "46": "創達京師。有勅令於慈恩安置。所司供給。至", "47": "顯慶元年。勅往崑崙諸國採取異藥。既至南", "48": "海諸王歸敬。弘化之廣又倍於前。龍朔三年", "49": "還返舊寺。所齎諸經並為奘將北出。意欲翻", "50": "度莫有依憑。惟譯師子莊嚴王菩薩請問經", "51": "一卷一名八曼茶羅經離垢慧菩薩所問禮佛法經一卷。阿", "52": "吒那智呪經一卷。凡三部三卷。要約精最可常", "53": "行學。禪林寺沙門慧澤譯語。豐德寺沙門道", "54": "宣綴文并製序。", "55": "沙門若那跋陀羅。唐云智賢。南海波淩亦曰", "56": "訶陵國人也。善三藏學。往者麟德年中益府成", "57": "都沙門會寧。故遊天竺觀禮聖跡。汎舶西逝", "58": "路經波淩國。遂共智賢譯。大般涅槃經茶", "59": "毘分一部二卷寄經達於交州。會寧方之天竺。", "60": "後至儀鳳年初。交州都督梁難敵遣使附經", "61": "入京三年戊寅大慈恩寺沙門靈會。於東宮", "62": "啟請施行。", "63": "沙門地婆訶羅。唐言日照。中印度人。洞明八", "64": "藏博曉四含。戒行清高學業優贍。尤工呪術", "65": "兼洞五明。志在利生來遊此國。以天皇儀鳳", "66": "初至天后垂拱末。於兩京東京太原寺及西", "67": "京弘福寺。譯方廣大莊嚴經一部二十二卷。大", "68": "乘密嚴經一部三卷。大乘顯識經一部二卷。證", "69": "契大乘經一部二卷。大方廣佛花嚴經續入法", "70": "界品一卷。大乘離文字普光明藏經一卷。大", "71": "乘遍照光明藏無字法門經一卷。大方廣師子", "72": "吼經一卷。大乘百福相經一卷。大乘百福莊嚴", "73": "相經一卷。大乘四法經一卷。菩薩修行四法經", "74": "一卷。七俱胝佛大心准提陀羅尼經一卷。佛頂", "75": "最勝陀羅尼經一卷。最勝佛頂陀羅尼淨除業", "76": "障經一卷。造塔功德經一卷。金剛般若波羅蜜", "77": "經破取著不壞假名論一部二卷。大乘廣五蘊", "78": "論一卷。凡一十八部合三十四卷。沙門戰陀般", "79": "若提婆譯。沙門慧智證梵語。勅召名德十", "80": "人助其法化。沙門道成薄塵嘉尚圓測靈辯", "81": "明恂懷度等證義。沙門思玄復禮等綴文筆", "82": "受。天后親敷睿藻製序標首。光飾像教傳之", "83": "不朽也。", "84": "清信士杜行顗京兆人。儀鳳中任鴻臚寺典", "85": "客署令。顗明天竺語兼有文藻。諸有翻傳妙", "86": "參其選。于時有罽賓國僧佛陀波利。齎梵經", "87": "一夾詣闕奉獻。天皇有詔令顗翻出。名為佛", "88": "頂尊勝陀羅尼經一卷。寧遠將軍度婆。及中印", "89": "度三藏法師地婆訶羅證譯。是時儀鳳四年", "90": "正月五日也。此杜譯者有廟諱國諱皆隱而", "91": "避之。即世尊為聖尊。世界為生界。大勢為大", "92": "趣。救治為救除。譯訖奉進。上皇讀訖顧謂", "93": "顗曰。既是聖言不須避諱。杜時奉詔以正屬。", "94": "有故而寢焉。後日照三藏奉詔詳譯。名佛頂", "95": "最勝陀羅尼也。", "96": "沙門佛陀多羅。唐云覺救。北印度罽賓人", "97": "也。於東都白馬寺。譯大方廣圓覺修多羅了", "98": "義經一卷此經近出不委何年。且弘道為懷務", "99": "甄詐妄。但真詮不謬豈假具知年月耶。", "100": "沙門佛陀波利。唐言覺護。北印度罽賓國", "101": "人。忘身徇道遍觀靈跡。聞文殊師利在清涼", "102": "山。遠涉流沙躬來禮謁。以天皇儀鳳元年景", "103": "子。杖錫五臺虔誠禮拜。悲泣雨淚望覩聖容。", "104": "倏焉見一老翁從山中出來。作婆羅門語謂", "105": "波利曰。師精誠懇惻何所求耶。波利答曰。聞", "106": "文殊大士隱跡此山。從印度來欲求瞻禮。翁", "107": "曰。師從彼國將佛頂尊勝陀羅尼經來不。此", "108": "土眾生多造諸罪。出家之輩亦多有犯。佛頂", "109": "神呪除罪祕方。若不將經徒來何益。縱見文", "110": "殊何必能識。師可還西國取彼經來流傳此", "111": "土。即是遍奉眾聖。廣利群生拯濟幽冥。報諸", "112": "佛恩也。師取經來至此。弟子當示師文殊師", "113": "利菩薩所在。波利聞此語已不勝喜躍。遂裁", "114": "抑悲淚向山更禮。舉頭之頃忽不見老人。波", "115": "利驚愕倍增虔敬。遂返歸本國取得經來。既", "116": "達帝城便求進見。有司具狀聞奏。天皇賞其", "117": "精誠崇斯祕典。遂詔鴻臚寺典客令杜行", "118": "顗。及日照三藏於內共譯。譯訖儭絹三十", "119": "匹。經留在內。波利因乃垂泣奏曰。委棄身命", "120": "志在利人。請布流行是所誠望。帝愍其專至。", "121": "遂留所譯之經。還其梵本任將流布。波利得", "122": "經不勝喜躍。將向西明寺。訪得善梵語僧順", "123": "貞。奏共翻譯。帝允其請。遂對翻經大德圓", "124": "測共貞翻出。名佛頂尊勝陀羅尼經一卷波利", "125": "所願已畢。持經梵本入於五臺。于今不出。莫", "126": "知所之。比諸眾譯此最弘布其經前序永昌已後有人述記校眾譯本", "127": "年月參差具如開元釋教錄中所述。", "128": "沙門提雲般若。或云提雲陀若那。唐云天", "129": "智。于闐國人。學通大小智兼真俗。以天后永", "130": "昌元年來屆都邑。勅於魏國東寺翻經。從永", "131": "昌元年己丑。至天授二年辛卯。譯大乘造像", "132": "功德經一部二卷。大方廣佛花嚴經不思議佛", "133": "境界分一卷。大方廣佛花嚴經修慈分一卷。智", "134": "炬陀羅尼經一卷。諸佛集會陀羅尼經一卷。大", "135": "乘法界無差別論一卷。凡六部合七卷沙門戰", "136": "陀慧智等譯語。沙門處一等筆受。沙門復禮", "137": "等綴文。沙門德感慧儼法明弘景等證義。", "138": "沙門釋慧智。父印度人也。婆羅門種因使遊", "139": "此而生於智。少而精銳善梵書語。三藏地婆", "140": "訶羅提雲若那寶思惟等。所有翻譯皆召智", "141": "為證。兼令度語。智以天后長壽二年癸巳。於", "142": "東都佛授記寺自譯讚觀世音菩薩頌一卷。", "143": "沙門實叉難陀。唐云學喜。于闐國人。智度", "144": "弘曠利物為心。善大小乘。兼異學論。天后明", "145": "揚佛日敬重大乘。以花嚴舊經處會未備。", "146": "遠聞于闐有斯梵本。發使迎請并訪譯人。實", "147": "叉與經同來赴洛。以天后證聖元年乙未。於", "148": "東都大內遍空寺譯。大方廣佛花嚴經一部", "149": "八十卷天后親臨法座煥發序文。自運仙毫首", "150": "題名品。南印度沙門菩提流志沙門義淨同", "151": "宣梵本。後付沙門復禮法藏等於佛授記寺", "152": "譯。至聖曆二年己亥功畢。又至久視元年庚", "153": "子。於三陽宮內。譯大乘入楞伽經一部七卷。", "154": "及於西京清禪寺東都授記寺譯。文殊師利", "155": "授記經一部三卷。大方廣入如來智德不思議", "156": "經一卷。大方廣如來不思議境界經一卷。大方", "157": "廣普賢所說經一卷。觀世音菩薩祕密藏神呪", "158": "經一卷。妙臂印幢陀羅尼經一卷。百千印陀羅", "159": "尼經一卷。救面然餓鬼陀羅尼神呪經一卷。右", "160": "繞佛塔功德經一卷。大乘四法經一卷與日照三藏譯者同", "161": "名文意全別。十善業道經一卷。大乘起信論一部二卷。", "162": "摩訶般若隨心經一卷。大方廣不生不滅經一", "163": "卷。大方廣如來難思議境界經一卷。離垢淨光", "164": "陀羅尼經一卷。菩薩出生四法經一卷。凡一十", "165": "九部合一百七卷。沙門波崙玄軌等筆受。沙", "166": "門復禮等綴文。沙門法寶弘景等證義。太子", "167": "中舍賈膺福監譯。", "168": "婆羅門李無諂。北印度嵐波國人。識量聰敏", "169": "內外該通。唐梵二言洞曉無滯。三藏阿儞真", "170": "那菩提流志等。翻譯眾經並無謟度語。於天", "171": "后代聖曆三年庚子。為新羅僧明曉。於佛授", "172": "記寺翻經院。譯不空羂索陀羅尼經一卷。沙", "173": "門波崙筆受并製序。", "174": "沙門彌陀山。唐言寂友。覩貨邏國人也。少", "175": "而捨家遊五印度學諸經論。於楞伽俱舍最", "176": "為精妙。初共實叉難陀譯大乘入楞伽經。後", "177": "於天后末年。共沙門法藏等。譯無垢淨光陀", "178": "羅尼經一卷。", "179": "沙門阿儞真那。唐云寶思惟。北印度迦濕蜜", "180": "羅國人。剎帝利種。幼而捨家禪誦為業。進具", "181": "之後專精律品。復慧解超群學兼真俗。以長", "182": "壽二年屆于洛都。勅於天宮寺安置。即以天", "183": "后長壽二年癸巳。至中宗神龍二年景午。於", "184": "授記天宮福先等寺。譯不空羂索陀羅尼自", "185": "在王呪經一部三卷。浴像功德經一卷。校量數", "186": "珠功德經一卷。觀世音菩薩如意摩尼陀羅尼", "187": "經一卷。文殊師利根本一字陀羅尼經一卷。大", "188": "陀羅尼末法中一字心呪經一卷。隨求即得大", "189": "自在陀羅尼神呪經一卷。凡七部合九卷罽賓", "190": "沙門尸利難陀譯。沙門慧智等同證梵文婆", "191": "羅門李無諂譯語。沙門德感直中書李無礙", "192": "等筆受。", "193": "沙門釋義淨齊州人。俗姓張。字文明。髫齓之", "194": "年辭榮落彩。於是遍詢名匠廣探群籍。內外", "195": "閑曉今古遍知。年十有五志遊西域。仰法顯", "196": "之雅操。慕玄奘之高風。加以勤無棄時手不", "197": "釋卷。弱冠登具逾厲堅貞。咸亨二年三十有", "198": "七。方叶夙懷遂之廣府。初結誓同志數滿十", "199": "人。洎乎汎舶餘皆退罷。唯淨堅心轉熾遂即", "200": "孤行。備歷艱難漸達印度。所至之境皆洞言", "201": "音。凡遇王臣咸蒙禮重。鷲峯雞足並親登陟。", "202": "祇園鹿苑咸悉周遊。憩那爛陀禮菩提樹。遍", "203": "師明匠學大小乘。所為事周還歸故里。凡所", "204": "歷遊三十餘國。往來問道出二十年。以天后", "205": "證聖之元乙未仲夏迴至河洛。將梵本經律論", "206": "近四百部合五十萬頌。金剛座真容一鋪。舍", "207": "利三百粒。天后敬法重人。親迎于上東門外。", "208": "洛陽緇侶備設幢幡兼陳鼓樂在前導引。勅", "209": "於佛授記寺安置。所將梵本並令翻譯。初共", "210": "于闐三藏翻花嚴經。久視已後方自翻譯。即", "211": "以久視元年庚子。至長安三年癸卯。於東都", "212": "福先寺及西京西明寺。譯金光明最勝王經", "213": "一部十卷。能斷金剛般若波羅蜜多經一卷。入", "214": "定不定印經一卷。彌勒下生成佛經一卷。曼殊", "215": "室利菩薩呪藏中一字呪王經一卷。莊嚴王陀", "216": "羅尼呪經一卷。善夜經一卷。大乘流轉諸有經", "217": "一卷。妙色王因緣經一卷。無常經一卷。八無暇有", "218": "暇經一卷。長爪梵志請問經一卷。根本說一切", "219": "有部毘奈耶一部五十卷。根本薩婆多部律攝", "220": "一部二十卷。根本說一切有部尼陀那目得迦", "221": "一部十卷。根本說一切有部百一羯磨一部十", "222": "卷。掌中論一卷。取因假設論一卷。六門教授習", "223": "定論一卷。龍樹菩薩勸誡王頌一卷。繕寫進內。", "224": "天后製新翻聖教序令標經首。暨和帝龍興", "225": "神龍元年乙巳。於東都內道場譯。大孔雀呪", "226": "王經一部三卷又於大福先寺譯。佛為勝光天", "227": "子說王法經一卷。香王菩薩陀羅尼呪經一卷。", "228": "一切功德莊嚴王經一卷。和帝心崇釋典製序", "229": "褒揚。號為大唐龍興三藏聖教序。帝御洛城", "230": "西門宣示群辟。淨所新翻並令標引。二年景", "231": "午隨駕歸京。勅於大薦福寺別置翻經院處", "232": "之。三年丁未帝召入內。并同翻經沙門九旬", "233": "坐夏。帝以昔居房部幽厄無歸。祈念藥師遂", "234": "蒙降祉。賀茲往澤重闡洪猷。因命法徒更令", "235": "翻譯。於佛光內寺譯。藥師琉璃光七佛本願", "236": "功德經一部二卷帝御法筵手自筆受。又至景", "237": "龍四年庚戌。於大薦福寺。譯佛為難陀說出", "238": "家入胎經一部一卷。浴像功德經一卷。數珠功", "239": "德經一卷。觀自在菩薩如意心陀羅尼呪經一", "240": "卷。佛頂尊勝陀羅尼經一卷。拔除罪障呪王經", "241": "一卷。五蘊皆空經一卷。三轉法輪經一卷。譬喻經", "242": "一卷。療痔病經一卷。根本說一切有部苾芻尼", "243": "毘奈耶一部二十卷。根本說一切有部毘奈耶", "244": "雜事一部四十卷。根本說一切有部戒經一卷。", "245": "根本說一切有部苾芻尼戒經一卷。根本說一", "246": "切有部毘奈耶頌一部五卷。根本說一切有部", "247": "毘奈耶雜事攝頌一卷。根本說一切有部尼陀", "248": "那目得迦攝頌一卷。成唯識寶生論一部五卷。", "249": "觀所緣論釋一卷。又至睿宗景雲二年辛亥復", "250": "譯。稱讚如來功德神呪經一卷。佛為海龍王說", "251": "法印經一卷。略教誡經一卷。能斷金剛般若波", "252": "羅蜜多經論釋一部三卷。能斷金剛般若波羅", "253": "蜜多經論頌一卷。因明正理門論一卷。觀總相", "254": "論頌一卷。止觀門論頌一卷。手杖論一卷。一百", "255": "五十讚佛頌一卷。法華論一部五卷。集量論一", "256": "部四卷。合從天后久視元年庚子。至睿宗景", "257": "雲二年辛亥。都譯五十六部總二百三十卷。", "258": "北印度沙門阿儞真那吐火羅沙門達磨末磨", "259": "等證梵義。罽賓沙門達摩難陀居士東印度", "260": "首領伊舍羅等證梵文。沙門曷利末底烏帝", "261": "提婆居士中印度李釋迦度頗多等讀梵本。", "262": "居士東印度瞿曇金剛迦濕彌羅國王子阿順", "263": "等證譯。沙門波崙復禮慧表玄傘等筆受。沙", "264": "門法寶勝莊神英仁亮慧沼法藏等證義。修", "265": "文館大學士特進趙國公李嶠兵部尚書逍遙", "266": "公韋嗣立趙彥昭盧藏用張說李乂蘇頲徐", "267": "堅等次文潤色。左僕射舒國公韋巨源右僕", "268": "射許國公蘇環等監譯。駙馬都尉楊慎交嗣", "269": "號王邕太常卿薛崇胤等前後監護。又別撰。", "270": "大唐西域求法高僧傳一部二卷大唐南海寄", "271": "歸內法傳一部四卷。別說罪要行法一卷。受用", "272": "三水要法一卷。護命放生軌儀一卷。凡五部合", "273": "九卷。又出說一切有部跋窣堵即諸律中健度跋渠之類也梵", "274": "音有楚夏耳約七八十卷。但出直本未遑刪綴。遽", "275": "入泥洹。其文遂寢淨又於一切有部律中。抄", "276": "諸緣起別部流行。如摩竭魚因緣經等。四十", "277": "二經四十九卷。既是別生抄經。不合為譯經", "278": "正數今載開元釋教別生錄中淨雖遍翻三藏而偏功律部。", "279": "譯綴之暇曲授學徒。凡所行事皆尚其急。濾", "280": "漉滌穢特異常倫。學侶傳行遍於京洛。美哉", "281": "亦遺法之盛事也。", "282": "沙門菩提流志。本名達摩流支。唐言法希。", "283": "天后改為菩提流志。唐云覺愛。南印度人。婆", "284": "羅門種。姓迦葉氏。聰叡絕倫風神爽異。生年", "285": "十二外道出家。師稟波羅奢羅學彼經術。遂", "286": "洞曉聲明尤閑數論。陰陽曆數地理天文呪", "287": "術醫方皆如指掌。年登耳順自謂孤行。撩僧", "288": "論議䞈以身事。時有大乘上座部三藏。厥號", "289": "耶舍瞿沙。知其根熟遂與交論。未越幾關詞", "290": "理俱屈。始知佛日高明匪螢燈並照。法海深", "291": "廣豈涓渧等潤。於是沒身敬事專學佛乘。", "292": "奉戒無虧志節高峻。崇慧有在解學寬深。未", "293": "越五年通達三藏。天皇遠聞雅譽遣使往邀。", "294": "未及使還白雲遽駕。暨天后御極方赴帝京。", "295": "以長壽二年癸巳創達都邑。即以其年於佛", "296": "授記寺譯。寶雨經一部十卷。中印度王使沙門", "297": "梵摩同宣梵本。又於大周東寺及佛授記寺", "298": "譯。文殊師利所說不思議佛境界經一部二卷。", "299": "實相般若波羅蜜經一卷。大乘金剛髻珠菩薩", "300": "修行分一卷。大乘伽耶山頂經一卷。六字神呪", "301": "經一卷。護命法門神呪經一卷。有德女所問大", "302": "乘經一卷。般若波羅蜜多那經一卷。妙慧童女", "303": "所問經一卷。不空羂索呪心經一卷。妙德婆羅", "304": "門女問佛轉何法輪經一卷。智猛長者問經一", "305": "卷。佛入毘耶離除一切鬼病經一卷。那耶經一", "306": "卷。大陀羅尼經一卷。文殊師利呪法藏經一卷。", "307": "一字呪王經一卷。無迦略曳菩薩造廣大摩", "308": "尼祕密善住經一卷。釋般若六字三句論一卷。", "309": "已上二十部合三十卷。沙門行感等同譯。沙", "310": "門戰陀婆羅門李無諂譯語。沙門慧智證譯", "311": "語。沙門處一等筆受。沙門思玄等綴文。沙門", "312": "圓測神英等證義。司賓寺丞孫辟監譯。後至", "313": "和帝龍興神龍二年景午隨駕歸京。勅於西", "314": "崇福寺安置譯大寶積經一部一百二十卷。此經", "315": "都有四十九會於中二十六會三十九卷流志新譯餘是舊經勘同編入上代譯", "316": "者摘會別翻而不終部帙。往者麟德元年玄", "317": "奘法師於玉華寺。翻大般若竟。諸德慇懃請", "318": "翻寶積。固請不已遂啟夾譯之。可得數行。乃", "319": "嗟歎曰。此經與此土群生未有緣矣。余氣力", "320": "衰竭不能辦也。因而遂輟。和帝命志續奘餘", "321": "功。遂尋繹舊翻之經。考校新來之夾。上代", "322": "譯者勘同即附。昔來未出按本具翻。兼復舊", "323": "義擁迷詳文重譯。暨乎睿宗先天二年癸丑", "324": "方始畢席。創發題日於大內佛光殿。和帝親", "325": "御法筵筆受經旨。百僚侍坐妃后同觀。求之", "326": "古人無以加也。逮睿宗嗣曆。復於北苑白蓮", "327": "花亭及大內甘露等殿。別開會首亦親筆受。", "328": "並沙門思忠。及東印度大首領伊舍羅。直中", "329": "書度頗具等譯梵文。北印度沙門達摩。南印", "330": "度沙門波若丘多等證梵義。沙門慧覺。宗", "331": "一。普敬。履方等筆受。沙門勝莊。法藏。塵外。", "332": "無著等證義。沙門承禮。神𥈵。雲觀。道本等", "333": "次文。太子詹事東海郡公徐堅。邠王傅固安", "334": "伯盧粲。尚書右丞東海男盧藏用。中書舍人", "335": "野王男蘇󱜞。禮部郎中彭景。直左補闕祁縣", "336": "男王󱜞。太府丞顏溫之。太常博士賀知章等", "337": "潤色。中書侍郎平與侯陸象先侍中鉅鹿公", "338": "魏知古等監譯。前太常卿薛崇胤通事舍人", "339": "弘農男楊仲嗣監護。繕寫既了將本進內。睿", "340": "宗外總萬方內崇三寶。御筆製序標於經首。", "341": "於間又譯不空羂索神變真言經一部三十卷。", "342": "一字佛頂輪王經一部五卷。廣大寶樓閣善住", "343": "祕密陀羅尼經一部三卷。千手千眼觀世音菩", "344": "薩姥陀羅尼身經一卷。如意輪陀羅尼經一卷。", "345": "文殊師利寶藏陀羅尼經一卷。金剛光焰止風", "346": "雨陀羅尼經一卷。已上七部。並弟子般若丘多", "347": "助宣梵本。沙門雲觀等筆受。前後總譯二十", "348": "八部一百九十二卷。", "349": "沙門般剌蜜帝。唐云極量。中印度人也。懷", "350": "道觀方隨緣濟度。展轉遊化達我支那印度國俗呼廣", "351": "府為支那名帝京為摩訶支那乃於廣州制旨道場居止。眾知博", "352": "達祈請亦多。利物為心敷斯祕賾。以神龍元", "353": "年龍集乙巳五月己卯朔二十三日辛丑。遂", "354": "於灌頂部中誦出一品。名大佛頂如來密因", "355": "修證了義諸菩薩萬行首楞嚴經一部十卷。烏", "356": "萇國沙門彌迦釋迦釋迦稍訛正云鑠佉此曰雲峰譯語。菩薩戒", "357": "弟子前正諫大夫同中書門下平章事清河", "358": "房融筆受。循州羅浮山南樓寺沙門懷迪證", "359": "譯。其僧傳經事畢汎舶西歸。有因南使流通", "360": "於此。", "361": "沙門釋智嚴。于闐王之質子。姓尉持名樂", "362": "盧各反唐授左領軍衛大將軍封金滿郡公。而", "363": "立性淳質貞信居懷。固請出家冀酬玄澤。以", "364": "景龍元年十一月五日。和帝生日捨家剃落。", "365": "仍住南山至相寺蘭若修道。猶是虛心靜慮", "366": "宴坐經行。精苦居懷幽棲積念。加以經明唐", "367": "梵智照幽微。寶積真詮如來祕偈。莫不屢承。", "368": "綸旨久預翻詳。頻奉綸言兼令證譯。常於石", "369": "鼈谷居阿練若習頭陀行。以開元九年辛酉。", "370": "於石鼈練若及奉恩寺。譯說妙法決定業障", "371": "經一卷。出生無邊門陀羅尼經一卷。師子素馱", "372": "娑王斷肉經一卷。大乘修行菩薩行門諸經", "373": "要集一部三卷。", "374": "凡四部合六卷。並文質相兼得其深趣。又譯", "375": "尊勝陀羅尼呪一首。及法華經藥王菩薩等", "376": "呪六首時有經本寫新呪入。幸勿怪之。", "377": "沙門戍婆揭羅僧仙蒸反訶。唐音正翻云淨師", "378": "子。以義譯之名善無畏。中印度摩伽陀國人。", "379": "住王舍城那爛陀寺。姓剎帝利。貴族出家神", "380": "氣清虛道業恢著。精通禪慧妙達總持。三藏", "381": "教門一心遊入。五天諸國久播芳名。大悲利", "382": "生有緣東漸。塗至北印度境響震摩訶支那。", "383": "我皇搜集賢良發使迎接。以開元四年景辰", "384": "大齎梵本來屆長安。初於興福寺南院安置。", "385": "次後有勅令住西明。至五年丁巳於菩提院。", "386": "譯虛空藏菩薩能滿諸願最勝心陀羅尼求聞", "387": "持法一卷。沙門悉達譯語。沙門無著綴文筆", "388": "受。其無畏所將梵本有勅並令進內。緣此未", "389": "得廣譯諸經。曩時沙門無行西遊天竺學畢", "390": "東歸。迴至北天不幸而卒。所將梵本有勅迎", "391": "還。比在西京華嚴寺收掌。無畏與沙門一行", "392": "於彼簡得數本梵經。並總持妙門先未曾譯。", "393": "至十二年隨駕入洛。於大福先寺安置。遂為", "394": "沙門一行譯大毘盧遮那成佛神變加持經一", "395": "部七卷。其經具足梵本有十萬頌。今所出者撮", "396": "其要耳。又譯蘇婆呼童子經一部三卷。蘇悉地", "397": "羯羅經一部三卷。沙門寶月譯語。沙門一行筆", "398": "受承旨兼刪綴詞理。文質相半妙諧深趣。前", "399": "後總出四部一十四卷。無畏性愛恬簡靜慮", "400": "怡神時開禪觀獎勸初學。慈悲作念接誘無", "401": "虧。人或問疑剖析無滯。", "402": "沙門跋曰羅菩上聲唐地之上聲唐云金剛", "403": "智。南印度摩賴耶國人此云光明國其國近觀音宮殿補陀落山婆羅", "404": "門種。幼而出家遊諸印度。雖內外博達而偏", "405": "善總持。於此一門罕有其匹。隨緣遊化隨處", "406": "利生。聞大支那佛法崇盛。遂汎舶東逝達于", "407": "海隅。開元八年中方屆京邑。於是廣弘祕教", "408": "建曼荼羅。依法作成皆感靈瑞。沙門一行欽", "409": "斯祕法數就諮詢。智一指陳。復為立壇灌", "410": "頂。一行敬受斯法請譯流通。以十一年癸亥", "411": "於資聖寺。為譯金剛頂瑜伽中略出念誦法", "412": "一部四卷。七俱胝佛母准泥大明陀羅尼經一", "413": "卷。東印度婆羅門大首領直中書伊舍羅譯語。", "414": "嵩岳沙門溫古筆受至十八年庚午於大薦福", "415": "寺。又譯金剛頂經曼殊室利菩薩五字心陀", "416": "羅尼品一卷。觀自在如意輪菩薩瑜伽法要一", "417": "卷。沙門智藏譯語。凡四部合七卷。又於舊隨", "418": "求中更續新呪。智執總持契所至皆驗。祕教", "419": "流傳寔斯人矣前紀所載依舊錄編中間乖殊未曾刪補若欲題壁請依開元釋教錄除", "420": "此方撰集外餘為實錄矣。", "421": "續古今譯經圖紀一卷"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2152 續古今譯經圖紀", "source": "CBETA"}