{"author": "失譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1471 沙彌十戒法并威儀: 沙彌十戒法并威儀: 沙彌十戒法并威儀", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1471", "1": "序沙彌十戒法并威儀序", "2": "夫乾坤覆載以人為貴，立身處世以禮儀之。", "3": "本君臣父子非禮不立，防邪止姦非禮不禁，", "4": "和國崇婚非禮不定，遜悌鄉邑非禮不通，師", "5": "徒朋友非禮不敬，吊喪問疾非禮不行。昔先", "6": "賢垂範，永以為軌則。喪祭之儀，世務之急，是", "7": "以信行之機旦夕之要。今世浮遊，或輕或重、", "8": "或深或淺，不諧法則以致譏論。", "9": "沙彌十戒法并威儀一卷", "10": "失譯附東晉錄", "11": "佛語舍利弗：「汝去，度羅睺羅出家。」舍利弗言：", "12": "「我當云何度？」佛教言：「我羅睺羅，歸依佛、歸依", "13": "法、歸依僧。如是三說我某甲，歸依佛竟、歸依法竟、", "14": "歸依僧竟。如是三說盡形壽不殺生、盡形壽不盜、盡", "15": "形壽不邪婬、盡形壽不妄語、盡形壽不飲酒，", "16": "佛婆伽婆出家，我某甲因和上某甲，隨佛", "17": "出家。如是三說佛婆伽婆出家，捨俗服著袈裟，我", "18": "某甲因和上某甲，隨佛出家，捨俗服著袈裟。", "19": "「盡形壽不殺生，持沙彌戒。「盡形壽不盜，持", "20": "沙彌戒。「盡形壽不婬，持沙彌戒。「盡形壽不", "21": "妄語，持沙彌戒。「盡形壽不飲酒，持沙彌戒。", "22": "「盡形壽不著香華鬘不香塗身，持沙彌戒。「盡", "23": "形壽不歌舞倡妓不往觀聽，持沙彌戒。「盡形", "24": "壽不坐高廣大床，持沙彌戒。「盡形壽不非時", "25": "食，持沙彌戒。「盡形壽不捉持生像金銀寶物，", "26": "持沙彌戒。「汝今已受沙彌十戒竟，當盡形", "27": "壽頂戴奉持，終身不得犯。應供養三寶，和上", "28": "阿闍梨一切如法教，不得違逆。上中下坐，心", "29": "常恭敬。勤求方便坐禪、誦經學問、勸助作福，", "30": "閉三惡道、開涅槃門。於比丘法中增長正業，", "31": "得四道果。「沙彌之戒，盡形壽不得殘殺傷害", "32": "人物。當念所生及師友恩，精進行道欲度父", "33": "母。慎無慍訟，推直於人，引曲向己。蠉飛蠕動", "34": "蚑行之類，無所剋傷，施恩濟乏使其得安。", "35": "心念為人，言無及殺，見殺不食、聞聲不食、疑", "36": "殺不食。若見殺時，當起慈心，誓吾得道國無", "37": "殺者。草木不用，慎無毀傷。有犯斯戒，非沙彌", "38": "也。「沙彌之戒，盡形壽不得偷盜。圭合銖兩", "39": "一無欺人，心存于義口不教取。販賣僕使奴", "40": "婢、借賃僮客、或有惠施，一不得取。無服飾珍", "41": "玩、高床幃帳，衣趣蔽形無以文綵。食趣支命，", "42": "不得嗜味。無得貯畜穀糧、藏積穢寶，人與不", "43": "受、受則不留轉濟窮乏。常為人說不貪之德，", "44": "寧就斷手不取非財。有犯斯戒，非沙彌也。", "45": "「沙彌之戒，盡形壽不得取婦畜養繼嗣。防遠", "46": "女色禁閉六情，莫覩美色。目不瞻眄、心無", "47": "念婬、口無言調。華香脂粉無以近身，好聲邪", "48": "色一無視聽。寧破骨碎心焚燒身體，不得為", "49": "婬。雖婬妷而生垢穢，不如貞潔而死。有犯", "50": "斯戒，非沙彌也。「沙彌之戒，盡形壽誠信為", "51": "本，不得兩舌、惡罵、妄言、綺語。前譽後毀、證人", "52": "入罪，徐言持政無宣人短，為人說法思合議", "53": "理，見有諍者兩說和善。夫士處世，斧在口中，", "54": "所以斬身由其惡言。不慎言者，非沙彌也。", "55": "「沙彌之戒，盡形壽不得飲酒。無得嘗酒、無得", "56": "嗅酒、亦無粥酒、無以酒飲人、無飲藥酒、無止", "57": "酒舍。酒為毒水，眾失之原，殘賢毀聖招致禍", "58": "殃。四等枯朽去福就罪，靡不由之。寧飲洋", "59": "銅，慎無犯酒。有犯斯戒，非沙彌也。", "60": "「沙彌之戒，盡形壽不得習弄兵仗手執利", "61": "器、畜養六畜籠繫飛鳥、車輿騎乘快心恣意、", "62": "馳騁遊獵彈射禽獸。無得放火焚燒山林傷", "63": "害眾生、無得破決湖池堰塞派瀆、鉤釣魚網", "64": "殘害水性。有犯斯戒，非沙彌也。「沙彌之戒，", "65": "盡形壽不得習弄碁局摴蒲博塞，諍於勝負", "66": "弄舞調戲，吟咏歌音手執樂器，琴瑟箜篌箏", "67": "笛竽笙以亂道意。無得墾掘山澤耕犁田畝，", "68": "修治園圃種殖五穀，船車賈作於市販買，與", "69": "百姓諍利。有犯斯戒，非沙彌也。「沙彌之戒，", "70": "盡形壽不得學習奇技巫醫蠱道、時日卜", "71": "筮占相吉凶、仰觀曆數推步盈虛、日月薄蝕", "72": "星宿變怪、山崩地動風雨旱澇、歲熟不熟有", "73": "疫無疫，一不得知。不得論說，國家政事平量", "74": "優劣、出軍行師攻伐勝負。有犯斯戒，非沙彌", "75": "也。「沙彌之戒，盡形壽男女有別，居不同寺", "76": "跡不相尋。無同船車俱載、逢無道談，若持異", "77": "物無察視之，遠嫌避疑。無書䟽往來，假借裁", "78": "割浣濯衣服及所乞求。彼若惠己，亦不宜受。", "79": "若欲往時必須耆年，慎無獨行、無止坐宿。有", "80": "犯斯戒，非沙彌也。「沙彌之戒，盡形壽非賢", "81": "不友、非聖不宗。不孝之子、屠兒獵者、偷盜嗜", "82": "酒之徒，志趣邪僻、履行凶嶮，不得交遊，往來", "83": "之藝濁虧損道行。法服應器常與身俱，非時", "84": "不食、非法不言。食則無語、臥則無談。精勤思", "85": "義，溫故知新。坐則禪思、起則諷誦。戒行如是，", "86": "真佛弟子。說戒已竟，次說威儀", "87": "「已受沙彌十戒，為賢者道人。次教之，當用漸", "88": "漸稍從小起，當知威儀施行所應，當知和上", "89": "幾歲、三師名字，當教識知初受戒時歲日月", "90": "數，當知事和上有幾事，亦當知隨事阿闍梨", "91": "有幾事，亦當知給楊枝澡水有幾事，亦當知", "92": "授袈裟攝袈裟及持鉢有幾事，亦當知捉錫", "93": "杖持履有幾事。與和上阿闍梨俱應請時，若", "94": "至國王家時、若至迦羅越家時、若至婆羅門", "95": "家時、若連坐飯時、若別坐飯時、若俱入城乞", "96": "食時、若俱還時、至故處時、若日晚時、若止水", "97": "邊飯時、若道邊時、若樹下飯時、若自先去住", "98": "相待時、若合鉢食時、若轉貿鉢時、若俱共", "99": "對飯時、若前後飯時、若飯已澡漱時、若澡鉢", "100": "去時，各當具知有幾事。當知給眾僧作直日", "101": "時，各當知有幾事。年滿二十欲受具足戒時，", "102": "皆悉當知。設為賢者比丘所問，不具對者，不", "103": "應與受具足戒。何以故？作沙彌乃不知沙彌", "104": "事所應施行，沙門事大難作甚微妙。賢者沙", "105": "彌，卿且去熟學。當悉聞知，乃應授與具足", "106": "戒。所以卿不知沙彌法者，但未諦知身苦故、", "107": "不伏意耳，而反欲受具足戒。今授卿具足戒", "108": "者，人謂佛法易行、沙門易作，不知佛道至妙、", "109": "罪福運行法律交互，以是數日之中相之，是", "110": "故當先問。設能具對能如法者，三師易得耳。", "111": "「師教沙彌有五事：一者當敬大沙門；二者", "112": "不得呼大沙門名字；三者大沙門說戒經時", "113": "不得盜聽；四者不得求大沙門長短；五者大", "114": "沙門誤失時不得轉行說。是為沙彌威儀。", "115": "「又教沙彌有五事：一者不得屏處罵大沙門。", "116": "二者不得輕易大沙門，於前戲笑、効其語言", "117": "形相行步。三者見大沙門過，即當起住、若讀", "118": "誦經；若飯時、若作眾事，不應得起。四者行", "119": "與大沙門相逢，當下道止住避之。五者若調", "120": "戲時，若見大沙門即當止謝言不及。是為施", "121": "行所應爾。「沙彌事和上有十事：一者當早", "122": "起；二者欲入戶當先三彈指；三者具楊枝澡", "123": "水；四者當授袈裟却授履；五者當掃地益澡", "124": "水；六者當襞被𣏞拂拭床席；七者師出未還", "125": "不得捨房中去，師還當逆取袈裟內襞之；八", "126": "者若有過，和上阿闍梨教誡，不得還逆語；九", "127": "者當低頭受師語去，當思念行之；十者出戶", "128": "當還牽戶閉之。是為事和上法。「教沙彌事", "129": "阿闍梨有五事：一者視阿闍梨一切當如視", "130": "我；二者不得調戲；三者設呵罵汝，不得還語；", "131": "四者若使汝出不淨器，不得唾惡怒；五者暮", "132": "當按摩之。是為事阿闍梨法也。「事阿闍梨", "133": "法，沙彌事師，當早起具楊枝澡水。有六事：一", "134": "者斷楊枝當隨度數；二者當破頭；三者當洗", "135": "使令淨；四者當易故宿水；五者當淨澡軍持。", "136": "六者當滿中水持入，不得使有汙湔有聲。", "137": "是為具楊枝澡水法。「授袈裟有四事：一者", "138": "當徐徐一手排一手捉下授之；二者當次視", "139": "上下；三者當止住持師衣已；四者當上著師", "140": "肩上。是為授袈裟法。「攝袈裟有四事：一者", "141": "當視上下；二者不得使著地；三者當著安常", "142": "處；四者覆上。是為攝袈裟法。「持鉢有四事：", "143": "一者當洗令淨；二者拭令燥；三者帶令堅；四", "144": "者不得使有聲。是為持鉢法。", "145": "「持錫杖有四事：一者取拭去生垢；二者不得", "146": "著地使有聲；三者師出戶乃當授；四者師出", "147": "還當受取。若俱行若入眾、若禮佛，亦當取持。", "148": "是為持錫杖法。「持履有四事：一者當先抖", "149": "擻之；二者當視次比之；三者當澡手，不得", "150": "便持袈裟；四者師坐，當取次比之。是為持履", "151": "法。「若俱應請，連坐飯時有四事：一者坐當", "152": "離師六尺；二者當視師達嚫竟乃應授鉢；三", "153": "者不得先師食飯；四者師飯已當起取鉢自", "154": "近。是為連坐飯時法也。「別坐飯時有四事：", "155": "一者當立住師邊；二者師教食去乃當坐去；", "156": "三者頭面著地作禮；四者食飯不得倨坐上", "157": "戲。飯已當至師邊住，師教還坐乃應坐。是為", "158": "別坐飯時法也。", "159": "「入城乞食時有四事：一者當持師鉢；二者當", "160": "隨師後，不得以足蹈師影；三者於城外當取", "161": "鉢授師；四者入城欲別行當報師。是為行乞", "162": "食時法。「俱行還至故處有四事：一者當先", "163": "徐開戶出坐具敷之；二者澡師手已乃却自", "164": "澡；三者當授師鉢，自却叉手住；四者當豫具", "165": "澡豆手巾等。是為還歸飯時法。「過水邊飯", "166": "時有四事：一者當求淨地；二者當求草作坐；", "167": "三者當取水澡師手已，還自洗手已乃却授", "168": "師鉢；四者師教使飯，當作禮却坐。是為水", "169": "邊飯時法。「止陰樹下飯時法，有四事：一者", "170": "當持鉢掛著樹上，採取葉作坐；二者取水澡", "171": "師手，設不得水，取淨草授與師；三者還取", "172": "鉢授師；四者當豫具淨草澡師鉢已，却以草", "173": "熟拭鉢乃去。是為樹下飯時法。「道中相待", "174": "有三事：一者持鉢著淨地，作禮如事說；二者", "175": "當視日早晚，可疾還歸、若道止；三者當取", "176": "師鉢并持隨師後去。是為道中相待時法。", "177": "「合鉢飯時有二事：一者若師鉢中無酪酥漿，", "178": "當自取所得鉢飯授師；若師不取，旦當却住。", "179": "二者徐取師鉢中半飯，出著淨地樹葉上，却", "180": "自取鉢中半飯，著師鉢中却住。是為合鉢飯", "181": "時法。「轉貿鉢飯時有三事：一者若師鉢中", "182": "得美膳者、自得不如者，便當授師；二者師", "183": "欲貿鉢，當讓不受；三者師堅呼貿鉢，當取再", "184": "飡，便當拭鉢還授師。是為貿鉢飯時法。", "185": "「對飯時有三事：一者當授師鉢乃却坐飯；二", "186": "者當數視師所欲得，即當起取與；三者食不", "187": "得大疾亦不得後，竟以起，當復問欲得何等？", "188": "師言持去乃當取去。是為對飯時法。「前後", "189": "飯時有三事：一者授師鉢具已，當却至屏處", "190": "住，聽師呼聲即當應之。二者當豫取澡水著", "191": "一邊。三者師飯畢，當澡師手却住；師教去飯，", "192": "乃當作禮去飯。是為前後飯時法。「飯已", "193": "澡鉢有三事：一者澡漱已，當先取師鉢澡令", "194": "淨已，著樹葉上；二者却自澡鉢已，亦著樹葉", "195": "上，先取師鉢已手摩令淨燥，內著囊中付師；", "196": "三者還自取鉢拭令燥，亦內著囊中帶之止", "197": "住。是為燥鉢時法。「澡鉢去時法，有三事：一", "198": "者師言：『我今欲過某許，賢者某自先歸。』二者", "199": "頭面著地作禮便去；三者獨還去，不得過餘", "200": "聚落中戲笑，直歸故處誦經。是為澡鉢去時", "201": "法。「沙彌入眾有五事：一者當明學；二者當", "202": "習事；三者當給眾；四者當授大沙門物；", "203": "五者欲受大戒時三師易得耳。「復有五事：", "204": "一者當禮佛；二者當禮比丘僧；三者當問訊", "205": "上下坐；四者當留上座坐處；五者不得諍坐", "206": "處。「復有五事：一者不得於坐上遙相呼語", "207": "笑；二者不得數起出；三者若眾中呼沙彌某", "208": "甲，即當起應；四者當隨眾僧命；五者摩摩帝", "209": "呼有所作，當還白師。是名入眾時法用。「沙", "210": "彌作直日有五事：一者當惜眾僧物；二者不", "211": "得當道作事；三者作事未訖不得中起捨去；", "212": "四者若和上阿闍梨呼，不得便往，應當報摩", "213": "摩帝；五者當隨摩摩帝教令不得違戾。是為", "214": "作直日法。", "215": "「擇菜有五事：一者當却根；二者當齊頭；三者", "216": "不得使有青黃合；四者洗菜，當三易水令淨", "217": "已，當三振去水；五者作事畢竟當掃處令淨。", "218": "「復有五事：一者不得私取眾僧物；二者若", "219": "有所欲取當報摩摩帝；三者盡力作眾僧事；", "220": "四者當掃除食堂中，乃却布席空案；五者當", "221": "朝暮掃除舍後，益水棄灰土。「汲水有十", "222": "事：一者手不淨不得便用汲水，當先澡手；二", "223": "者不得大投罐井中使有聲；三者當徐徐下", "224": "罐，不得大挑擊左右著使有聲；四者不得使", "225": "繩頭還入井中使有聲；五者不得持履覆井", "226": "欄上；六者不得持罐水著入釜中；七者不得", "227": "持罐置地；八者當洗澡器令淨；九者舉水入", "228": "當徐徐行；十者著屏處不得妨人道中。「澡釜", "229": "有五事：一者當澡釜緣口上；二者當澡釜緣", "230": "裏；三者當洗腰腹；四者澡裏底；五者當三易", "231": "水。「吹竈有五事：一者不得蹲吹火；二者不", "232": "得然生薪；三者不得倒然濕薪；四者不得然", "233": "腐薪；五者不得以熱湯澆火滅。「掃地有五", "234": "事：一者當順行；二者灑地不得有厚薄；三者", "235": "不得有污湔四壁；四者不得蹈濕地壞；五者", "236": "掃已即當自撮草糞棄之。「比丘僧飯時沙彌", "237": "掃地，有五事：一者常却行；二者不得挑手持；", "238": "三者過六人土作聚；四者悉掃令遍為善；五", "239": "者即當自手掃除持出棄之。「持水澡罐瀉", "240": "水，有五事：一者一手持上、一手持下，不得轉", "241": "易。二者當近左面堅持直視前。三者當視人", "242": "手澆下水，不得多不得少，正當投人手中。四", "243": "者下水當去人手四寸，不得高不得下，當相", "244": "視水多少；設水少不足一人，當益水，不得住", "245": "人手。五者以澡手還著袈裟如法。「持當盤有", "246": "五事：一者不得曳盤使有聲；二者當兩手堅", "247": "持左面；三者當隨人手高下，不得左右顧視；", "248": "四者澡盤中水滿當出棄之，不得澆人前地；", "249": "五者已當過澡手還著袈裟如法。「持手巾有", "250": "五事：一者當左手持下頭、右手持上頭授人；", "251": "二者去坐二尺，不得倚人膝；三者持手巾，不", "252": "得隨障人口；四者人拭手未放巾不得引去，", "253": "以下竟當持付主、若著故處；五者已當澡手", "254": "還著袈裟如法。「布履有五事：一者當先抖擻", "255": "去中所有；二者當從上座起；三者當從澡盤", "256": "後示主令自識；四者不得持左著右，皆當下", "257": "意沙彌。五者已竟當還澡手著袈裟如法。「沙", "258": "彌澡鉢有七事：一者鉢中有餘飯，不得便取", "259": "棄之；二者欲棄中飯當著淨地；三者當用澡", "260": "豆若草葉；四者澡鉢不得於淨地當人道中；", "261": "五者澡鉢當使下有枝；六者當更益淨水，不", "262": "得遠棄污湔人；七者欲棄鉢中水，當去地四", "263": "寸，不得使有高下。「拭鉢有五事：一者當更澡", "264": "手拭令燥；二者當持淨手巾著膝上；三者當", "265": "拭裏使燥；四者手已拭表，不復得拭裏；五者", "266": "鉢已燥，即當持淨手巾并覆，著囊中安常處。", "267": "「行會飯時教沙彌持鉢，有五事：一者不得置", "268": "地；二者不得累使有聲；三者不得持楊枝著", "269": "鉢中；四者人來授案，不得持鉢榰著人案", "270": "上；五者不得從人後授鉢，當正從前，亦不行", "271": "眾中，視師飯已當起取鉢還坐。是為持鉢法。", "272": "「為師遣行答謝人，有七事：一者當直往；二者", "273": "當直還；三者當識師所語，亦當識人報語；", "274": "四者不得妄有所過；五者若所索不得止留", "275": "宿；六者不得調譺；七者出行當有法則。「沙彌", "276": "給比丘僧使未竟，不得妄入大沙門戶。有三", "277": "事得入：一者若和上阿闍梨暫使往；二者若", "278": "倩有所取；三者欲往問經應得入。「欲入門", "279": "戶有七事：一者當三彈指乃得入；二者不得", "280": "當人道住坐、若障火光；三者不得妄語他事；", "281": "四者當叉手如法說；五者若教坐不得交脚；", "282": "六者不得調譺；七者不得障人先，欲出戶當", "283": "向戶出，迴面向戶却行而出，不得背去。「獨使", "284": "沙彌遠出行，當教上頭，有三事：一者彼人問", "285": "卿和上名何等，便報言字某甲。二者復問卿", "286": "和上作沙門來幾歲，便報言若干歲。三者復", "287": "問卿和上是何許人，便報言某郡縣人。設復", "288": "問卿阿闍梨名何等人，便報言字某甲。復問", "289": "卿阿闍梨年幾許，便報言年若干。復問卿阿", "290": "闍梨是何許人，便報言是某國縣人。若復問", "291": "賢者名何等字，便報言字某甲。復問卿作沙", "292": "彌已來幾時，便報言若干歲若干月若干日", "293": "若干時。是為知和上、阿闍梨亦自知時名字", "294": "歲日月數。「入浴室有五事：一者低頭入；二者", "295": "入當避上座處；三者上座讀經時不得狂語；", "296": "四者不得以水互相澆；五者不得以水澆火", "297": "滅。「復有五事：一者不得調譺；二者不得破中", "298": "瓫㼜；三者用水不得大費；四者不得潘中", "299": "澡豆麻油；五者當疾出去不得止中浣衣。「沙", "300": "彌至舍後行，有十事：一者欲大小便即當行；", "301": "二者行不得左右顧視；三者至當三彈指；四", "302": "者不得迫促中人使出；五者已至上復三彈", "303": "指；六者不得大咽；七者不得低頭視陰；八者", "304": "不得弄上灰土；九者不得持水澆壁；十者已", "305": "還當澡手，未澡手不應持物。", "306": "「復有五事：一者不得正唾前壁；二者不得左", "307": "右顧視望；三者不得持草畫壁地；四者不得", "308": "持火㷮畫地及壁；五者不得久固圊廁上。當", "309": "自下去，設當逢人不得為作禮，當避道去。」", "310": "說沙彌威儀式竟。", "311": "沙彌七十二威儀，總有十四事。", "312": "師與語：有二事：一者不得報語；二者不得自", "313": "理。", "314": "沙彌為師作禮，有十事：一者師頭前有盤不", "315": "應作禮；二者師坐禪不應作禮；三者師經行", "316": "不應作禮；四者師食不應作禮；五者師說經", "317": "不應作禮；六者與師相逢，左面不應作禮；七", "318": "者師梳齒不應作禮；八者欲入戶作禮，應彈", "319": "指三返，師不應應去；九者不得離師七步；十", "320": "者師戶開應作禮。早起入戶，有五事：一者整", "321": "理衣被；二者出甌；三者掃地；四者問經；五者", "322": "與物。襞三衣，有五事：一者不得當前；二者當", "323": "於左面；三者當識衣表裏；四者不得倒襞；", "324": "五者當置常處。隨師行，有五事：一者不得過", "325": "歷人家；二者不得止住道與人共語；三者不", "326": "得左右顧視；四者當低頭隨師後；五者到檀", "327": "越家當住一面，師教應坐。", "328": "給師所須，有五事：一者當得楊枝；二者當得", "329": "澡豆；三者不得宿水；四者當更汲；五者手巾", "330": "用應浣淨。沙彌洗有五事：一者不得向塔；", "331": "二者不得向和上；三者不得向阿闍梨；四者", "332": "當於屏處；五者當自取水，不得取他人成事", "333": "水。暮入戶，有五事：一者當掃除床；二者當理", "334": "衣被；三者當內甌；四者當然燈；五者教臥", "335": "應去；出者當背向牽戶閉。沙彌從師受經，", "336": "有五事：一者整衣服；二者當叉手作禮；三者", "337": "不得前却；四者兩足當齊；五者當小僂。沙", "338": "彌授師三衣，有五事：一者當洗手；二者當與", "339": "安陀衛；三者當與憂多羅僧；四者當與僧", "340": "伽梨；五者當與手巾。沙彌洗鉢，有五事：一", "341": "者當得牛糞灰；二者當得澡豆；三者去地七", "342": "寸；四者不得有聲，三易水，欲捐水不得灑", "343": "地；五者當令燥。沙彌掃地，有五事：一者不得", "344": "背師；二者不得逆掃；三者當令淨；四者不得", "345": "有跡；五者當即時棄却。沙彌隨師至檀越家，", "346": "有五事：一者當持鉢；二者當持手巾；三者", "347": "當搏戶；四者到檀越家索淨水洗鉢；五者", "348": "師坐，捉手巾鉢授與師，乃應還自坐。沙彌入", "349": "浴室，有五事：一者不得先師入；二者不得在", "350": "坐前；三者師未獲水不得動；四者設欲揩背", "351": "先當擬之；五者浴已當先取可著衣。沙彌", "352": "禮節威儀，又朝晡問訊禮敬，有十三事：一者", "353": "當早起澡漱；二者當整頓衣服；三者問訊起", "354": "居；四者師若在內欲進之法，當先脫頭上所", "355": "著物及足所著物；五者不得躡跡；六者當住", "356": "外立三彈指，呼前乃進入；七者當頭面著地", "357": "稽首為禮；八者若命令坐，三讓乃坐；九者坐", "358": "必端嚴；十者有問即對，應聲分明；十一者無", "359": "云即默；十二者事必宜退，稽首如初；十三", "360": "者欲出戶時，當迴身還向去。沙彌又持師澡", "361": "罐，有十五事：一者淨洗澡瓶；二者當有常", "362": "處；三者當令淨水滿器；四者不得宿水；五者", "363": "豫具楊枝；六者治楊枝當令如法；七者澡瓶", "364": "去膝一尺；八者執澡瓶，當左手持上、右手捧", "365": "下；九者瀉水調適當得其多少；十者不得令", "366": "有聲；十一者手巾必有常處；十二者持巾，左", "367": "執其手巾、右以授師；十三者棄不淨水當有", "368": "常處；十四者無令澆灒淨地；十五者用巾已", "369": "當復常處。又灑掃拂拭床，有八事：一者常向", "370": "於尊；二者不得背；三者灑地當輕手裁水多", "371": "少；四者用糞箕當以自向；五者棄糞當有常", "372": "處；六者掃拭床席；七者襞衣被𣏞；八者掃拭", "373": "床不令有聲。又持師食，有十四事：一者當具", "374": "淨巾；二者所欲進食，皆當兩手捧下；三者當", "375": "直進；四者跪以授師；五者不得道中與人言", "376": "笑；六者進食不得有聲；七者凡所進飲食當", "377": "適其寒溫；八者匙𣛰當令淨潔；九者若有所", "378": "益必令調均；十者住必有常處；十一者宜端", "379": "嚴；十二者食畢斂器務令徐徐；十三者隨次", "380": "所舉；十四者掃灑澡器一如常法。又取法衣", "381": "及履，有十事：一者當左執其上、右執其下；二", "382": "者當跪以授師；三者當襞袈裟，不得以口銜", "383": "之；四者不得振令有聲；五者還復其常處；六", "384": "者以巾覆上；七者取履當先抖擻之；八者不", "385": "得使有大聲；九者著地當令端正；十者還當", "386": "復其常處。若取應器及澡瓶，有八事：一者", "387": "先摩拭令淨；二者當兩手捧其下；三者跪取", "388": "師鉢；四者洗當用皂莢豆末；五者畢令於手", "389": "中澡；六者有急事當行，宜著日中；七者若向", "390": "火令其燥；八者畢令復其常處。若取錫杖，有", "391": "七事：一者當掃拭令淨；二者不得下拄地；三", "392": "者不得以有所指擬；四者無使有聲；五者當", "393": "兩手捧之；六者當跪以授師；七者畢還復", "394": "常處。又侍師沐浴剃頭朝當著法衣，有十", "395": "二事：一者務當恭敬執所宜作；二者隨時寒", "396": "溫；三者拂除浴室；四者具淨湯水；五者當先", "397": "具皂莢澡豆及麻油；六者豫取淨手巾；七者", "398": "寒具爐火；八者當端住於外無令人入；九者", "399": "若去髮必令有常處；十者若曝法衣當待乾", "400": "燥；十一者急事行，當有所付，不得使忘去；十", "401": "二者執事必宜復其常處。又持香賦花，有", "402": "七事：一者當淨拭香爐；二者當捨去宿花；三", "403": "者當裁火多少；四者賦香花從上座始；五者", "404": "賦香時手相離五寸；六者執香爐無以自薰；", "405": "七者畢竟當著常處。又然燈，有八事：一者去", "406": "故炷；二者梳洗燈爐令淨；三者當調適盛油；", "407": "四者求淨炷；五者不令欲盡數往益之；六者", "408": "朝當早起視護；七者油未盡，當扶出餘炷，聚", "409": "著倚處別然令盡；八者畢竟徐還著本處。若", "410": "行採花及取楊枝，有九事：一者有主問其主；", "411": "二者無主當呪願山澤樹神；三者取花及楊", "412": "枝不得拔其根株；四者於道路當直往還；", "413": "五者不得慢惰語戲；六者設為人所犯，慎無", "414": "與人交通；七者低頭內自剋責，勿令有恨心；", "415": "八者若欲賦花當於上座始；九者當去萎花。", "416": "凡所施行不得自用，有十八事：一者出入行", "417": "來當先白師；二者若欲宿行當先白師；三者", "418": "若作新法衣當先白師；四者若欲著新法衣", "419": "當先白師從受；五者若欲浣法衣裳當先白", "420": "師；六者若欲剃頭先當白師；七者若疾病服", "421": "藥當先白師；八者若作眾僧事當先白師去；", "422": "九者若欲私有具紙筆之輩當先白師；十者", "423": "若諷起經唄當先白師；十一者若人以物惠", "424": "施，先白師已受取；十二者己物惠施人，當先", "425": "白師，師聽然後與；十三者人從己假借，一一", "426": "當先白師，師聽然後有與；十四者己欲從人", "427": "假借，皆當白師，師聽得去；十五者欲白之儀，", "428": "先整衣服稽首為禮；十六者若其聽或不聽，", "429": "皆當恭敬稽首作禮；十七者陳所欲知；十八", "430": "者不得有恨意有所應辭報。又從師行先後", "431": "還，有十六事：一者當整衣服；二者識所言趣", "432": "常報應答，隨持錫杖手巾之輩；三者尋師後；", "433": "四者無躡其影；五者無錫杖戲其前；六者不", "434": "得道中與人語；七者不得惡師有過；八者師", "435": "若遣還有所取，當尋其來道；九者即當如其", "436": "教行；十者慎無淹留；十一者師若使住為檀", "437": "越說經，即當稽首承受節度；十二者暮當早", "438": "還；十三者慎無留宿；十四者還到請禮問事，", "439": "先整衣服；十五者當五體投地稽首作禮；十", "440": "六者禮師自如常法。若獨行送死問疾，有九", "441": "事：一者當主人門，當相進退之儀，有異座", "442": "當坐，設無異座不宜雜坐；二者當視其座席，", "443": "無犯宜忌端坐；三者人若欲問經，當宜知時；", "444": "四者慎無為非時之說；五者主人設食，雖非", "445": "時法會之食，無令失其儀軌；六者宜還及日；", "446": "七者無犯夜行；八者若逼暮疾風雨，臨時制", "447": "宜；九者還畢如舊。若於道路與師相逢，有六", "448": "事：一者當先整衣服；二者當脫革屣；三者", "449": "禮師當稽首足下；四者身尋師後；五者師若", "450": "自別去，當稽首承受節度；六者雖不與師相", "451": "隨，所行禮節必令如常。若眾僧食飯時，十六", "452": "事：一者聞揵稚聲即當整衣服；二者當務脫", "453": "革往住塔下；三者住必端嚴；四者若從師", "454": "後到便位住，慎勿言笑有所及；五者若上人", "455": "說經呪願，皆當恭敬慎無失儀；六者欲食之", "456": "初，當先瞻望上下；七者食無眾人前、食止無", "457": "後眾；八者無訶食好惡；九者不得大飡小", "458": "飡；十者慎無大咽；十一者不得大撓刮鉢中；", "459": "十二者不得𣛰叩案上；十三者不得求益；十", "460": "四者不得以食私所與若摘與狗；十五者有", "461": "來益食，不得言不用；十六者說已飽，當以手", "462": "讓却之。又眾僧說經，有十三事，若法會說", "463": "經、在溫室及清涼室、若浴室：一者當整理衣", "464": "服；二者當平視直進；三者無得道中與人語", "465": "笑；四者以次禮所尊；五者却入偶坐席；六", "466": "者上座說經，及位便坐；七者坐必端嚴；八者", "467": "慎無亂語；九者無大欬唾；十者無唾淨地違", "468": "禮律；十一者若次應說經，即當說；十二者為", "469": "眾人所差上高座，當先審所舉措，慎莫失儀；", "470": "十三者若坐中有失義，當遏惡揚善，慎無苟", "471": "且現之過。又眾僧說經十三事，若番次、直日、", "472": "朝晡行禮：一者聞揵稚聲豫具香火；二者", "473": "賦香如舊；三者整所宜次；四者淨拂床席；", "474": "五者掃灑如法；六者若法會出所領，分明付", "475": "授檀越諸宜用；七者事畢領受畢，令如初；八", "476": "者門鑰相付，早關晚開一以為常；九者若", "477": "有異賓，當師邊聽，所須當付；十者若有賓", "478": "宿，皆當整衣服住其常位；十一者有即對，應", "479": "聲分明；十二者住必端嚴無令失儀；十三者", "480": "若欲暫出輒者，令人自代，無令處空重呼。又", "481": "直日所領知後十事，若為直日宜軌所修，", "482": "其有眾事功夫：一者起塔；二者講堂設僧諸", "483": "事；三者若作佛像，常早起憂識事；四者當選", "484": "所宜，用錯斧鋸必使常處；五者若所畫朱", "485": "彩膠墨豫具所得，無令臨時有乏；六者畢宜", "486": "選錄復有常處；經本元少七者八者數所領受，分明", "487": "付授無令差趺；九者居有所市求，皆問於", "488": "摩摩帝；十者出用令餘宣陳列令有本末。又", "489": "獨行分衛十六事：若行分衛，一者務與人俱；", "490": "二者若無人俱，當知所可行處；三者應器常", "491": "在左脇；四者帶應器之宜，出時當以外向；五", "492": "者以食來還，當以內向；六者到人門戶宜審", "493": "舉措；七者家無男子慎無入門；八者若欲坐，", "494": "當先瞻視座席；九者設座有刀兵，不應坐；十", "495": "者設有寶物，不應坐；十一者若設有婦女衣", "496": "被嚴具之輩不應坐，都無此者然有及坐；", "497": "十二者主人設食；十三所食者便當呪願；十", "498": "四者不得問食好醜；十五者不先食說經；十", "499": "六者雖欲說經，當知所應說時、不宜說時。又", "500": "市所求有九事：一者當低頭直往直還；二者", "501": "若覩異物慎無察視；三者無諍貴賤；四者無", "502": "坐女肆；五者若為人所犯，方便避之，勿從求", "503": "直；六者賣買若於誠諦送直，無言來取，致及", "504": "反覆；七者已許某甲物，雖復更賤，無捨彼", "505": "取此，令主有恨；八者若見四輩人有賣買賤", "506": "直，不令己任，如當言法不得爾；九者慎無保", "507": "任致愆負。又到比丘尼寺中有九事，若師使", "508": "到比丘尼寺中，一者當與俱；二者遶塔作禮", "509": "一如常法；三者若有異座訖無異座不得坐；", "510": "四者疾病欲問經，當說所宜說；五者不得為", "511": "非時之說；六者不得反人之非；七者若坐以", "512": "珍異衣服巾履施惠，一不得受；八者若還不", "513": "得說其好醜；九者餘人不得言但用供養某。", "514": "又講經誦法有八事：一者必令詳審，所見不", "515": "同、或左右各有所習；二者慎無專知據言此", "516": "是彼非；三者同學變諍，務令和解無令頗；四", "517": "者眾事役勞，慎無自代顯己之功；五者大", "518": "沙門說戒，慎無矚之；六者知己有過犯於眾", "519": "人，即當言悔與共和解；七者師若問言：「某", "520": "說卿有過。」即當如事道之；八者無得隱蔽以", "521": "成愆負。有論語有十事，常晝夜三時誦經行", "522": "道，一者整衣服；二者若經行必令有常處；三", "523": "者當於中；四者講堂中；五者或於塔下；六者", "524": "亦飯堂中；七者不得躡革屣；八者不得木", "525": "履；九者不得持杖；十者慎無臥誦經。又誦", "526": "經行有十事，房室中常法，一者寢息各異不", "527": "相涉入；二者受經句讀；三者論經義；四者問", "528": "訊疾病；五者或為便往；六者不得說不急之", "529": "事；七者不得示人之非；八者不得轉相評", "530": "論；九者借取與必分明；十者無違期約以失", "531": "道信。", "532": "沙彌十戒法并威儀一卷", "533": "五德者：一者發心離俗，懷佩道故；二者", "534": "毀其形好，應法服故；三者永割親愛，無適", "535": "莫故；四者委棄身命，遵崇道故；五者志求", "536": "大乘，為度人故。十數者：一者一切眾生皆", "537": "依飲食而存；二者名色；三者三受；四者四", "538": "諦；五者五陰；六者六入；七者七覺分；八者", "539": "八正道；九者九眾生居；十者十一切入。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1471 沙彌十戒法并威儀: 沙彌十戒法并威儀: 沙彌十戒法并威儀", "source": "CBETA"}