{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1147 聖虛空藏菩薩陀羅尼經", "text": {"0": "No. 1147 [Nos. 1333, 1334]", "1": "聖虛空藏菩薩陀羅尼經", "10": "菩薩摩訶薩。普遍華菩薩摩訶薩。虛空藏菩", "100": "八百遍得宿命通。七生天上作諸天子。下生", "101": "人間為轉輪王。若不依法隨緣念誦。常生人", "102": "中。人中命終生安樂剎。若得種種飲食加持", "103": "七遍。一切疾病悉皆遠離。若為息除一切鬼", "104": "魅八千障難。當先澡浴念誦此明滿一七遍。", "105": "若患惡瘡呪瘡七遍。若患癰腫加持銅針。念", "106": "呪下針即得除愈。一切鬪諍念誦此明。滿一", "107": "七遍即得除散。一切繫縛念誦此明。滿一七", "108": "遍便得解脫財寶增長。念陀羅尼恒無間斷。", "109": "尾曩野迦一切障難。誦陀羅尼滿一七遍即", "11": "薩摩訶薩。如是等菩薩摩訶薩五百人俱。", "110": "得遠離。若人要知心之所求事。於清淨處若", "111": "佛塔前。嚴結壇場燒沈水香。誦念此明滿八", "112": "千遍。頭東欹臥夢見如來。壽命脩短好惡勝", "113": "劣彼一切見。", "114": "爾時羯曩迦牟尼如來。為欲利益一切眾生。", "115": "消除疾病祛遣部多。隨喜宣說陀羅尼曰。", "116": "曩謨引沒馱引野一曩謨引達哩麼二合引野二曩", "117": "莫僧　伽引野三曩莫迦曩迦母曩曳引四怛他引", "118": "誐哆野引五囉賀二合諦引六三弭野二合三沒馱", "119": "引野七唵引八娑囉娑囉九娑囉娑囉十悉哩悉", "12": "爾時世尊及諸菩薩。見彼山下河邊林中。有", "120": "哩十一悉哩悉哩十二悉囉引野十三馱摩馱摩十", "121": "四馱摩馱摩十五度母度母十六度母度母十七", "122": "度摩引野十八曩謨引曩莫十九迦曩迦母曩曳", "123": "引二十怛他引誐哆引野引囉賀二合諦引二十一三弭野", "124": "二合三沒駄引野二十二娑嚩二合引賀引二十三", "125": "是時羯曩迦牟尼如來說是明已。告虛空藏", "126": "菩薩摩訶薩言。若有受持讀誦。恒常供養此", "127": "陀羅尼者。當知是人一切刀杖水火。怖畏邪", "128": "法呪術諸毒不能侵害亦不中夭。先世所造", "129": "一切業障。三時誦念皆得消除。又復疥癩癥", "13": "二比丘裸形舒手叫喚啼泣是時虛空藏菩薩", "130": "癖惡腫。用菖蒱作末蜜和為丸。火中護摩滿", "131": "八千遍。又復瘧病一日二日三日四日。加持", "132": "惹底蘇摩那華身上帶持。若復耳聾耳邊誦", "133": "呪。若復風癎羯吒鬼病。加持佛華身上帶持。", "134": "如是諸病願皆消除。富貴長壽恒見如來。一", "135": "切時中諸佛護念。", "136": "爾時迦葉波如來。為欲利益一切眾生。消除", "137": "疾病祛遣部多。隨喜宣說陀羅尼曰。", "138": "曩謨引沒馱引野一曩謨引達哩麼二合引野二曩", "139": "莫僧伽引野三唵引四賀囉賀囉五賀囉賀囉六", "14": "摩訶薩。即從座起偏袒右肩。右膝著地合掌", "140": "賀賀七曩莫迦設野二合波野八怛他引誐哆引", "141": "野九引囉賀二合諦引十三弭野二合三沒馱引野", "142": "十一悉殿覩十二滿怛羅二合波那十三娑嚩二", "143": "合引賀引十四", "144": "爾時迦葉波如來應正等覺說是明已。告虛", "145": "空藏菩薩摩訶薩言。若有受持讀誦供養此", "146": "陀羅尼者。當知是人一切業障悉皆消除一", "147": "切時中諸佛攝受。遠離惡法安住善法。", "148": "若復有人患白癩病。加持佛華滿八千遍。若", "149": "常熱病加持佛華滿八千遍。若病初得加持", "15": "恭敬。白佛言世尊。殑伽河邊彼二比丘。何因", "150": "佛華。滿八千遍身上帶持。一切時中願皆除", "151": "滅。", "152": "若復女人懷孕難生。加持佛華油煎塗用。若", "153": "皮風瘡加持佛華酥煎塗上。若復癰腫及諸", "154": "痔瘻。加持佛華好蜜一處用塗瘡上。", "155": "若復瘧病一日二日三日四日。食香食華一", "156": "切鬼病。或復癲癎加持佛華身上帶持。如是", "157": "等病明力加持。一切時中願皆除滅。", "158": "爾時釋迦牟尼如來。為欲利益一切眾生。消", "159": "除疾病祛遣部多。說此心印陀羅尼曰。", "16": "何緣裸形舒手叫喚啼泣。", "160": "曩謨引沒馱引野一曩謨引達哩麼二合野二曩", "161": "莫僧伽引野三怛儞野二合他引四唵引五具弭具", "162": "弭六摩賀引具弭七底㘑底㘑八摩賀引底㘑", "163": "九左㘑左㘑十摩賀引左㘑十一馱囉馱囉十二", "164": "摩賀引馱囉十三鼻哩鼻哩十四摩賀引鼻哩十五", "165": "枳㘑枳㘑十六摩賀引枳㘑十七󰳮嚕󰳮嚕十八", "166": "摩賀引󰳮嚕十九弭㘑弭㘑二十摩賀引弭㘑二十一", "167": "底㘑底㘑二十二摩賀引底㘑二十三度弭度弭二十", "168": "四摩賀引度弭二十五左㘑左㘑二十六摩賀引左㘑", "169": "二十七企哩企哩二十八摩賀引企哩二十九唧㘑唧㘑", "17": "爾時世尊告虛空藏菩薩摩訶薩言。彼二比", "170": "三十摩賀引唧㘑三十一娑嚩二合引賀引三十二", "171": "爾時世尊釋迦牟尼如來說是明已。告虛空", "172": "藏菩薩摩訶薩言。虛空藏若有受持讀誦供", "173": "養陀羅尼者。當知彼人身無疾病。刀杖不傷", "174": "水不漂溺。不受苦惱亦不中夭。虛空藏汝今", "175": "當知此陀羅尼有大威力。能除疾病能除諸", "176": "毒。能除不祥及諸怖畏。若彼部多彼部多眾", "177": "不能侵害。若布怛曩布怛曩眾不能侵害。如", "178": "是等眾各起慈心。一切時中令彼安隱。", "179": "是時虛空藏菩薩摩訶薩白佛言。世尊如來", "18": "丘疾病所纏部多所執是故裸形叫喚啼泣。", "180": "已說利益眾生成就安隱大陀羅尼。我今亦", "181": "說利益眾生法界清淨成就安隱陀羅尼曰。", "182": "怛儞野二合他引左㘑左㘑摩賀引左㘑覩嚕覩", "183": "嚕摩賀引覩嚕入嚩二合嚩入嚩二合㘑摩賀引", "184": "入嚩二合㘑呬㘑呬㘑摩賀引呬㘑娑嚩二合引賀", "185": "是時虛空藏菩薩摩訶薩。說是明已復作是", "186": "言。若欲成就出世間殊勝功德。應當受持此", "187": "陀羅尼。世間所有刀杖繫縛。疾病若患黑雲", "188": "障礙。尾囉蔓毒不能侵害。若復迦驅那切那", "189": "儞阿底沒里瑟吒囉病。明力護持願皆除滅。", "19": "是時虛空藏菩薩摩訶薩。白佛言世尊如是", "190": "爾時世尊說是法已。虛空藏菩薩摩訶薩", "191": "等。一切大眾聞佛所說。一心受持歡喜奉行。", "192": "聖虛空藏菩薩陀羅尼經", "2": "西天中印度摩伽陀國那爛陀寺", "20": "疾病云何消除。如是部多云何除遣。", "21": "爾時世尊以神通力召集諸佛。時虛空中現", "22": "六如來。為欲證明第七世尊釋迦牟尼如來", "23": "法故。", "24": "爾時尾鉢尸如來。為欲利益一切眾生。消除", "25": "疾病祛遣部多。隨喜宣說陀羅尼曰。", "26": "曩謨引沒馱引野一曩謨引達哩麼二合引野二曩", "27": "謨僧伽引野三唵四引左羅左羅五呬㘑呬㘑六", "28": "呬羅野七曩謨昝仁敢反謨八左曩引野九曩謨引", "29": "曩莫十娑嚩二合引賀引", "3": "三藏傳教大師賜紫沙門臣", "30": "是時尾鉢尸如來說是明已。告虛空藏菩薩", "31": "摩訶薩言。若有受持讀誦供養此陀羅尼者。", "32": "當知是人無疾病苦器杖不傷。水不能漂毒", "33": "不能害。亦無中夭飲食無患。獲得聞持壽命", "34": "長遠。一切時中諸佛護念。若復耳聾呪油七", "35": "遍。滴油耳中自然消散。", "36": "爾時尸企如來。為欲利益一切眾生。消除疾", "37": "病祛遣部多。隨喜宣說陀羅尼曰。", "38": "曩謨引沒馱引野一曩謨引達哩麼二合野二曩", "39": "莫僧伽引野三唵引四波左波左五波左波左引", "4": "法天奉　詔譯", "40": "野六薩哩嚩　二合部多引喃引七嚫儞枳㘑野八", "41": "波羅尾儞野二合喃引九娑嚩二合引賀引十", "42": "是時尸企如來說是明已。告虛空藏菩薩摩", "43": "訶薩言。我此心印大陀羅尼。百千俱胝無數", "44": "諸佛同共宣說。若有眾生晝夜六時憶持我", "45": "此心陀羅尼。病疾消除鬼魅遠離惡夢除遣", "46": "永離中夭。患難不侵毒不能害。夢見如來入", "47": "佛境界。", "48": "若復風癀童子鬼病。結青線索呪蘇摩那身", "49": "上帶持耳邊誦呪。一切時中願皆除滅。", "5": "如是我聞。一時世尊在喜樂山頂天宮不遠", "50": "爾時毘舍浮如來。為欲利益一切眾生消除", "51": "疾病祛遣部多。隨喜宣說陀羅尼曰。", "52": "曩謨引沒馱引野一曩謨引達哩麼二合引野二曩", "53": "莫引僧伽引野三唵引迦羅迦羅四迦羅迦羅五", "54": "矩路引娑那曩　矩嚕六薩哩嚩二合誐囉二合", "55": "賀引赦七娑嚩二合引賀引八", "56": "是時毘舍浮如來說是明已。告虛空藏菩薩", "57": "摩訶薩言。汝今諦聽此陀羅尼。賢劫如來三", "58": "世諸佛同共宣說若有受持讀誦供養此陀羅", "59": "尼者。當知彼人器杖不傷毒不能害。無諸疾", "6": "仙人住處。與大比丘眾五百人俱。復有菩薩", "60": "病水不能漂。亦無中夭宿業消除。", "61": "若有比丘比丘尼優婆塞優婆夷。先當洗浴", "62": "住世尊前。誦持此明滿八百遍一切疾病一", "63": "切嬈惱不能侵害。獲得長命盡諸煩惱。當得", "64": "庫藏財穀甚多。", "65": "若惡眾生一切怖畏。思惟念誦此陀羅尼怖", "66": "畏消除獲得愛樂。", "67": "若有一切鬪諍論義。白線作結誦陀羅尼一", "68": "切和合。若患眼痛乳樹作線。誦陀羅尼繫", "69": "於頸上即得除愈。", "7": "摩訶薩眾。此諸菩薩皆是一生得成無上正", "70": "若復見有軍陣相向。取蜜酪酥阿波摩誐。一", "71": "誦一擲火中護摩。滿八千遍。一切軍眾互相", "72": "收陣壽命長遠。", "73": "王及大臣為求安隱。酪蜜稻花火中護摩滿", "74": "八千遍。於一切處身心快樂。若為自身及諸", "75": "眾生。消除蘊惡災難罪障不吉祥相。白乳樹", "76": "柴呪胡麻子。火中護摩滿八千遍。一切災難", "77": "即得消除。若復有人自為成就一切明呪。當", "78": "取百華曩羅那必哩焰牛頭栴檀世禮多枳恭", "79": "句摩母娑怛迦印捺囉嚩嚕拏珊瑚惹底此藥", "8": "等菩提。其名曰。", "80": "一處盛賢瓶中。菩提樹枝蘇摩那葉。插賢瓶", "81": "口安世尊前。白月十五日一日一夜於世尊", "82": "前誦陀羅尼。滿八百遍悉地成就。", "83": "爾時羯矩忖那如來。為欲利益一切眾生。消", "84": "除疾病祛遣部多。隨喜宣說陀羅尼曰。", "85": "曩謨引沒馱引野一曩謨引達哩麼二合引野二曩", "86": "莫引僧伽引野三曩莫羯囉二合矩忖那引野四", "87": "怛他引誐哆引野引五囉賀二合諦引六三弭野二", "88": "合三沒馱引野七唵引八迦吒迦吒九迦吒迦吒", "89": "十枳致枳致十一枳致枳致十二曩謨薩哩嚩", "9": "慈氏菩薩摩訶薩。普賢菩薩摩訶薩。無邊華", "90": "二合十三怛他引誐諦引毘喻二合引十四囉賀二合帝毘", "91": "藥二合十五三弭野二合三沒地引毘喻二合引十六娑嚩二合", "92": "引賀引十七", "93": "是時羯矩忖那如來說是明已。告虛空藏菩", "94": "薩摩訶薩言。汝今諦聽。我此心印大陀羅尼。", "95": "殑伽沙等諸佛世尊同共宣說。若有受持供", "96": "養聽聞隨喜此陀羅尼者。當知是人獲得聞", "97": "持遠離疾病飲食無患繫縛解脫。後時後分", "98": "若有比丘比丘尼優婆塞優婆夷。香華塗香", "99": "供養三寶。沐浴世尊發心念誦此陀羅尼。滿"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1147 聖虛空藏菩薩陀羅尼經", "author": "宋 法天譯", "sourceLink": "http://www.cbeta.org/"}