{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2880 究竟大悲經卷第二．三．四", "text": {"0": "12 顯一切眾生身與法一如無二品", "1": "究竟大悲經卷第四端供二年", "10": "嶮。其此埌中遂有野狐王。其王具足野狐妖", "100": "善無善善體虛凝。觀惡無惡惡體虛凝。虛凝", "101": "不別性相是一。善惡雙泯取受自謝。目之為", "102": "真。善惡雙起得失交競。善來纓心惡來栖意。", "103": "骨繼善惡名之為偽。善惡雙泯得失永謝。香", "104": "臭一如萬相歸玄。目之為正。善惡不泯得失", "105": "位別。香臭兩殊萬相烟張。名之為邪。混融", "106": "寂藏太一理收。寂光內朗理圓無外。目之為", "107": "內道。心起毒生百念烟張。千是萬非交集在", "108": "懷。名之為外道。體融相沒。寂照照寂寂照諸", "109": "根用照寂用太極。太極無極安有可同。無同", "11": "魅之術。即語狐眾。此中國主樂善棄惡。舉國", "110": "無極絕於言像說名。名之為理。萬相不沒。六", "111": "識染塵緣風飄動。為外所牽。名之為表。為", "112": "汝問故設名題字。而有真偽邪正內外表裡。", "113": "盧舍那威神加備光音天中諸菩薩對談。無", "114": "真無偽無邪無正無內無外無表無理。唯是", "115": "通天無縫清淨法聚。", "116": "說是法時。無量大眾於邪正真偽內外表裏。", "117": "一時醒悟永離惑誑。", "118": "14 起信皆是宿基品辯一切眾生聞經起信皆是宿基品第十", "119": "四", "12": "人民一切同然。我雖不明亦有聽力。我能闇", "120": "復次金剛照菩薩摩訶薩白佛言。世尊如來", "121": "今時布教。一切皆違不同別教所有言說與", "122": "奪處強。先奪後與復融與奪。其言若剋皆是", "123": "違情逆意不可堪勝。云何而有眾生聞即信", "124": "解。云何而有眾生聞即生信而不能解。云何", "125": "而有眾生聞不能信反增訕謗。如此三種人", "126": "者。何因緣有信解者。有信不解者。有不信訕", "127": "謗者。不解此因。願佛說之。", "128": "佛告金剛照菩薩摩訶薩曰。善哉快問是義", "129": "同異違順教門所由。汝等今者問三種人。吾", "13": "誦棄惡從善局教經文。我有通力復能飛行", "130": "今為汝如實辯之。其經文似近理處冲玄。於", "131": "異冥會體一虛宗圓融。萬境相即不遷。體", "132": "泯用寂惱熱金剛貪瞋凝等。名真佛智。聞此", "133": "生信復能解了究其玄旨者。皆是宿世久遠", "134": "已曾聞故。如此之人不於一佛二佛三四五", "135": "佛而殖圓法之耳已。於無量百千萬億恒河沙", "136": "不可算數佛所而殖德本。聞而生信復能益", "137": "解。如此之流悉是大基墜落下生名為上士。", "138": "復次聞此深經混融之處而便生信不能解", "139": "者。皆是宿世久遠已曾聞故。當聞之時一會", "14": "虛空。我若誦棄惡從善局教經文。乘空而至", "140": "聽之而不深思其義。復無少分消伏雙泯善", "141": "惡。以是因緣聞便歡喜生信無量。如此之人", "142": "名為中士。復次聞經不生信者。皆是宿世久", "143": "遠造五逆行謗一切混融行者。以謗因緣而", "144": "便墜落墮於三塗受苦無量。經百劫千劫百", "145": "千億劫受罪畢已。謗報受飛禽走獸之形。復", "146": "倍上數受謗報畢。生在人中或為下賤。復受", "147": "畢已生在種性之中。以本謗因緣還復起謗", "148": "名為下士。", "149": "金剛照菩薩摩訶薩白佛言。世尊而此上基", "15": "住彼國王殿前。變作人像端坐空中。去地一", "150": "之人。已曾於無量百千萬億恒河沙不可算", "151": "數佛而殖德本。常應上生。何故下墜。唯願慈", "152": "尊為眾敷演。", "153": "佛告金剛照菩薩摩訶薩曰。如此聞經生信", "154": "復能解者。實從無量百千萬億恒河沙不可", "155": "算數佛所而殖德本。但以餘習未除而來生", "156": "此。復能久署奉佛之因而來生此。故知佛菩", "157": "薩處苦化物設教。於先為此上基中之士冥", "158": "中敷演道教資益。令解案教奉持。當來三會", "159": "龍花初首。尋光雲集俱成等學。無量宿基之", "16": "千尺。出大音聲而說經法。彼國國王宮人", "160": "士悉皆同號。處塵不染常放光明慈善尊佛。", "161": "金剛照菩薩摩訶薩而白佛言。世尊加此宿", "162": "世久遠造五逆行訕謗圓教行者。不審此人", "163": "當來彌勒出世之時。三會之中亦得聞法已。", "164": "不未審此理。願佛說之。", "165": "佛告金剛照菩薩摩訶薩曰。一切圓教混融", "166": "雙泯善惡行者。及佛菩薩若在世出世。不與", "167": "眾生作煩惱因緣。唯與一切眾生作解脫因", "168": "緣。譬如欝金山頂有旃檀樹。急風吹動其有", "169": "香氣。逆風四十里。何況順風。復有二種人俱", "17": "婇女百千眷屬。并及國界臣人士庶信聖情", "170": "至樹下。一便聞香歡喜讚歎無量。一便聞香", "171": "生於怒毒惡言訕毀。於此二人香熏一種。但", "172": "彼前人取捨自異以此取證。圓滿行者及佛", "173": "菩薩唯有功德香熏無有。是非諸惡臭氣所", "174": "及。如是信順之人自作近因果亦不遠。如此", "175": "訕謗之人得作遠因近不離苦。三塗重劇一", "176": "切備受。值佛出世第三會上神光普遍。而此", "177": "訕謗之人尋光集會得蒙懺悔。業習不除人", "178": "天往反恒聞深法。常被人謗。八萬劫中乍進", "179": "乍退至最後阿勒得佛所。上會說法獲柔順", "18": "慇都無照境。若見我至必生希有。隨我所要", "180": "忍也。", "181": "金剛照菩薩摩訶薩白佛言。世尊復有一種", "182": "人。見圓滿雙泯是非善惡彼此真實行者亦", "183": "不親成供養。諮稟道教亦不謗毀。如此之人", "184": "彌勒聖尊三會說法得在會不。", "185": "佛告金剛諸菩薩摩訶薩曰。如此不謗毀人。", "186": "雖不親承供養。諮稟道教不造過短。彌勒佛", "187": "第三會上尋光雲集聞法受道。永離苦因不", "188": "受塵勞。", "189": "金剛照菩薩摩訶薩白佛言。世尊別教之中", "19": "受用我語。勸其捨命撰食血肉。脫取衣裳并", "190": "真成行者。身四威儀及波羅提木叉畢竟不", "191": "犯。於甚深法中而不生信亦不究竟。如來出", "192": "世得在會不。", "193": "佛告金剛照菩薩摩訶薩曰。別教之中所有", "194": "行者。真成專精不造過短。威儀及波羅提", "195": "木叉畢竟不犯。雖於深法不能生信究竟消", "196": "融。如來出世第二會上神呪名及并名仙人", "197": "玉女。何以故。雖於深法而無片分。神器明淨", "198": "破封改著入大乘位。", "199": "說是法時。一切大眾聞佛所說。照境分明自", "2": "13 對一切眾生辯邪正品對一切眾生辯邪正品第十三", "20": "諸寶物。攝來歸家持將入市。貿易好肉詳共", "200": "知行位深淺在會所由。", "201": "15 校量功德品校量功德品第十五", "202": "復次智度菩薩摩訶薩白佛言。世尊一切經", "203": "教有輕有重有深有淺。而此功德有多有少", "204": "以不。未審此理。願佛說之。", "205": "佛告智度菩薩摩訶薩曰。如此契要和融甚", "206": "深淺法輪。若人一聞於與小乘四果乖而不", "207": "合。何況人天餘報善惡強弱之所能牽。何以", "208": "故。若聞此法而能生信。縱令餘習未亡受雜", "209": "類形。聞祕密圓教生信領解。於小教法冥然", "21": "食之。豈非上計。彼時狐眾啟狐王曰。我等", "210": "不入。聞祕密圓教喜踊領納。反流柱於生死", "211": "泉源。於深法中便得自在。譬如阿耨大池初", "212": "始生時如牛口許。不長則已。長則出八大河。", "213": "洗浴無量佛菩薩聖眾。不洗一切愚癡凡夫。", "214": "以是因緣聞此法輪生大歡喜。愛染受持而", "215": "無放捨。當知此人與一切眾生作不請之友", "216": "發大法聚池。出生八解脫河。而此大法聚池", "217": "洗浣一切宿基冥著文積行人。不洗一切小", "218": "乘局教人天四果愚癡凡夫。以是因緣聞祕", "219": "密圓教喜踊無量而善惡雙融者。其功難量。", "22": "從眾怕怖畏人。偷盜猪羊并及野命。辛苦無", "220": "小乘四果人天殊報不以為比。何以故。功德", "221": "殊勝故。而此功德乃是無功之功無德之德。", "222": "無功無德世間功德之所不竝。假使有人身", "223": "獲小乘極果阿羅漢自在具足。別教巧便教", "224": "法虛空遍法界一切眾生斷惡從善趣向四果", "225": "得羅漢神通。不如有人聞此經教一經於耳。", "226": "何以故。若聞此法一經於耳生希有者。於善", "227": "於惡不生分別。於諸眾生不起輕心敬之如", "228": "佛。以是因緣其功難量。何以故。無功之功", "229": "功用絕矣。功用絕故功所不能及。功不及故", "23": "量不能得濟。王有如是上妙伎能。何不速去。", "230": "德亦亡。無德之德何得能竝。故知一切功德", "231": "之所不及。以是因緣名重不名輕。名深不名", "232": "淺。其功德名多不名少。", "233": "於時佛告智度菩薩摩訶薩曰。一切眾生身", "234": "內天真佛性可度量不。智度菩薩摩訶薩而", "235": "白佛言。世尊一切眾生身內真實佛性不可", "236": "度量。", "237": "佛復告智度菩薩摩訶薩曰。一切眾生身內", "238": "二種法身可思量不。智度菩薩摩訶薩而白", "239": "佛言。世尊一切眾生身內二種法身不思量。", "24": "狐王聞是遂便起心。闇誦棄惡從善卷教經", "240": "佛告智度菩薩摩訶薩曰。若人一聞此經於", "241": "耳。其福無量不可度量亦不可思量。何以故。", "242": "非二乘所知故。復非人無惛識所知故。縱令", "243": "具佛大智不能度量聞經功德。何況讀誦受", "244": "持案教奉修。", "245": "佛告智度菩薩摩訶薩曰。東西南北四維上", "246": "下虛空有限際不。智度菩薩摩訶薩白佛言。", "247": "世尊東西南北四維上下虛空無有限際。", "248": "佛告智度菩薩摩訶薩白。若人聞此經法而", "249": "愛樂專精奉修。其人功德無有限際。其心洪", "25": "文。三日三夜遂誦小乘九部局教經文三百", "250": "廣亦無限際。", "251": "智度菩薩摩訶薩前白佛言。世尊而此經教", "252": "興顯於世。何以出家眾僧淨持戒行坐禪念", "253": "定修諸功德。而於此法而不奉持。依教修行", "254": "信順者尠。訕謗者眾。亦是修道之人如何於", "255": "佛深法之中起於無量分別。因分別故而招", "256": "苦報。唯願慈尊為說之。", "257": "佛告智度菩薩摩訶薩曰。如此經教出興於", "258": "世。猶如慈心龍王降注甘露。滂流普遍無心", "259": "簡擇。一切普潤不多不少裁量在足。草茂萌", "26": "餘卷上下通利。遂變形質乘空而去。住在國", "260": "牙五穀滋長。百草光澤鮮明茂盛。不奈枯木", "261": "無榮蒙潤轉增腐壞。如來道教普沾六道含", "262": "識有形。豈越道俗二眾而得簡隔。但彼出家", "263": "在家之人。依於如來幽誘教法而便受持如", "264": "來靈誘教法。持戒坐禪念定功德。偏枯著淨", "265": "封執鏗然不肯捨離。聞此祕密圓教是非雙", "266": "泯之理不能受持。既不能受反生訕謗。譬如", "267": "枯木雖蒙潤澤轉增腐壞。若能改換定執破", "268": "封去著雙泯彼此神器先淨。如順風汎舟俄", "269": "爾千里。若不改執不如凡夫具足煩惱眾生。", "27": "王殿前。去地一千尺而說經法。果如所言。彼", "270": "佛告智度菩薩摩訶薩曰。為汝問故分辯法", "271": "相說言有深有淺有大有小有漸有頓。理而", "272": "言之。法體是一更無次第。前後都真離於名", "273": "目。說是法時。無量大眾於異悟同泯歸本際。", "274": "16 流通品流通品第十六", "275": "復次方便菩薩摩訶薩白佛言。世尊當何名", "276": "此經云何奉持。唯願世尊分明說之。使諸行", "277": "人受佛教法。", "278": "佛告方便菩薩摩訶薩曰。此經名為究竟大", "279": "悲哀戀改換經。亦名佛菩薩往復論義經。亦", "28": "國國王宮人婇女百千眷屬。并及國界臣民", "280": "名祕密圓教經。亦名萬物不遷經。亦名改換", "281": "不改換經。亦名究竟菩提無發不發經。若欲", "282": "受持讀誦如此經者。要須雙泯是非混融得", "283": "失。萬相不遷即□佛智。若能如是名受持經", "284": "者。如是受持經人。百劫千劫百千萬億恒河", "285": "沙不可算數諸天冥理奉施所須天繒寶衣甘", "286": "露妙食以充濟之不令乏少。", "287": "爾時會中有大力神王。久署妙因愛樂大乘", "288": "守護大乘。即於佛前而啟言曰。我等徒眾百", "289": "人俱願佛聽許護持此經。許護持此經已不", "29": "士庶一時雲集。舉目覩見哀𨼸哽噎悲泣交", "290": "令毀壞。若有惡人毀壞此經。我等徒眾舉目", "291": "看之令作微塵。佛時默然不言。不道許聽不", "292": "聽。爾時方便菩薩摩訶薩而告大力神王曰。", "293": "佛爾默然。即是聽許。", "294": "復有天上人中十方世界寶王。寶王自然集。", "295": "奉寶來施供給所須稱彼心足令其歡喜。復", "296": "有無量八部神王。虔恭致敬護持行者。不令", "297": "眾邪蠱毒鬼神妖魅橫來于煩妨其道業。復", "298": "有五岳神王。冥理奉獻神芝上藥灌注受持", "299": "經人五陰身田。除諸行者謗報惱熱。復有光", "3": "復次悟正菩薩摩訶薩白佛言。世尊下方所", "30": "盈。覩是信聖情慇自無照境。盲心瞎意而生", "300": "音天子冥覺道師五百人。俱各各整理威儀", "301": "迭相顧眄猶如象王。從坐而起前至佛所長", "302": "跪叉手而白佛言。世尊若有人受持讀誦深", "303": "思大乘玄絕義者。我等徒眾承佛神力終日", "304": "竟夜周匝圍繞不現其形。冥覺熏修令思義", "305": "行者豁然意解。", "306": "方便菩薩摩訶薩前白佛言。世尊云何名為", "307": "究竟大悲哀戀。", "308": "佛告方便菩薩摩訶薩曰。自性天真淨滿靈", "309": "照不為物修成。故名究竟。大者萬莫能容。謂", "31": "信順。其狐王見已心大歡喜。默念忖省。狐王", "310": "之為大。悲者教備倉生。名之為悲。哀戀者等", "311": "愛眾生猶如髓目。名之為哀戀。故名究竟大", "312": "悲哀戀。", "313": "方便菩薩摩訶薩復白佛言。世尊云何名為", "314": "改換經。願大慈尊顯示說之。", "315": "佛告方便菩薩摩訶薩曰。改者改凡入聖。改", "316": "愚入慧。改闇入明。改生死入涅槃。名之為", "317": "改。換者轉苦以為樂。轉雜形質歸理無形。名", "318": "之為換。故名改換。經者從首至尾十六品義", "319": "類相開文字屬著。名之為經。經名眾多。類", "32": "語人眾曰。為法喪身經教炳著。彼雖聞法曾", "320": "況可知。", "321": "方便菩薩摩訶薩前白佛言。世尊云何流通", "322": "此經沾及末代利益無量一切眾生。", "323": "佛告方便菩薩摩訶薩曰。若有行者誦讀受", "324": "持廣為人說。自利利他彼此受潤。故名流通", "325": "沾及暇乖。", "326": "爾時盧舍那佛在冲天之上自然光炎宮中。", "327": "與無量恒河沙大菩薩眾。并及下方欲界天", "328": "子八萬億眾。上至頂天十地菩薩。歡喜無量", "329": "不散而去。各住本國忽然不現。", "33": "未有一。即於殿前有十三人。一時捨命。狐", "330": "究竟大悲經卷第四", "34": "語眾人曰。如此大好更無能過。如此經教勸", "35": "人捨身命財。汝等施我寶物并及上服。我將", "36": "持去。而此大眾竭己名珍及身上服一切施", "37": "與。其狐王復語時眾。如此捨命最是上士。我", "38": "以神力攝持將去安置玉山寶堂之內。作是", "39": "語已唯見風起。而此死人并諸寶物悉皆攝", "4": "有外道六師。若提子等亦自說言。我所說者", "40": "將有無遺一。如此往還入國經□□到。其", "41": "狐王得死人食訖。遂遣狐子變作人像。齎持", "42": "寶物市買肉。至屠兒行上論肉價數。不覺屠", "43": "兒行上而有猛狗奮振相囓而諍於骨。狐時", "44": "見狗心生忙怕。不覺忽然變為狐狀。其狗即", "45": "來而便囓殺。屠兒得此寶物不敢私。寧而告", "46": "市主而語之曰。初見人像齎寶物。共論肉價", "47": "許言道買。遂見狗鬪忽變為狐。狗即尋時而", "48": "便囓殺。具以上事敢持來告。如是次第轉上", "49": "而至國王。國王見已即便言曰。此是我最小", "5": "文真理正世間無過。復有九十五道。皆是鬼", "50": "兒所翫寶物。持以施佛。何故今日在狐手。時", "51": "有正士名曰靈真。即前伏地而啟王曰。賜臣", "52": "萬死乃敢發言。王時開思百死不問。若其有", "53": "語但當說之。靈真長脆叉手前著近王而啟", "54": "言曰。已前空中說經者是為狐魅妖術。臣當", "55": "時欲道。懼違王意不敢出言。今見此驗送死", "56": "陳實。王語真曰。汝何故當時即知。真答曰。但", "57": "誦其文不解中義。勸人棄惡從善。都無銷融", "58": "是非得失雙泯。彼此一如香臭一體。虛心意", "59": "寂萬相同流。以此取驗當時即知。若其飛行", "6": "神。住持建立亦說正法。我所言說者文真理", "60": "是聖者。一切飛鳥豈是大聖。王語真曰。錯", "61": "矣奈何。真語王曰。亦可師集軍眾多將猛狗。", "62": "違彼丘埌斷除天種正見流行。王即用真語。", "63": "而命軍眾剋時定日違彼丘埌。狐變作人來", "64": "迎於王。猛狗走逼還為狐狀。狗即囓殺。寶物", "65": "悉在。王遂還國散下諸州呼來認物。以此證", "66": "知舉世無量一切言說。口如似正心處邪中。", "67": "謗是行非情存取受。若為分別。唯願世尊分", "68": "明辯說。令後代眾生離於妖誑。", "69": "佛告悟正菩薩摩訶薩曰。汝所問者。為當來", "7": "正世間無過。復於下方有一國土名曰諂為。", "70": "一切眾生聞融混法者。辯其邪正真偽得失交", "71": "競之徒。汝言外道六師若提子等所有言說。", "72": "皆止封為宗。定計神我為體。推尋理路意在", "73": "斷常。九十五道雜類鬼神。入人身內住持建", "74": "立而作鬼語。所有言說乍輕乍重都無首尾。", "75": "雖言說善復言道惡浮祚沈意在貪取。小乘", "76": "九部所有教法皆是一向斷惡趣歸善果附傍", "77": "鬼神。是故鬼神妖魅片興相似不正善惡。遂", "78": "便妖通而能誦得。何以故。一切眾生諂曲詐", "79": "偽虛多實少。懇悅心傍常懷鬼意。是故大", "8": "彼國人民樂小教法。專精斷惡趣向善果。貪", "80": "聖識機知變。附傍鬼心而與說法。不堪頓舊", "81": "附而拉誘。漸漸前進引向圓教。雖有別教九", "82": "部圓教十二。如此諂曲詐偽虛多實少。懇悅", "83": "心佞。亦當讀誦不解中義。消伏三毒。融是", "84": "喪非。一向無之。如此之徒與彼狐魅妖術等", "85": "無差異。舉世無量信誑者眾信實者少。是故", "86": "以誑相誑而受誑語。既受誑已信順於誑。沒", "87": "命喪身種種寶物常施與誑。何以故。盲無慧", "88": "目。不覩真處圓融之理。復無真善知識第相誨", "89": "約。居近惡友純是不祥。設有正士而語實法。", "9": "善棄惡不造過短。時此內而有丘埌名曰天", "90": "違於信誑反更相讎。是以讀誦講說樂著名", "91": "聞自無消融。不語則已。語則貪□取法賣佛", "92": "望空指注。豈非口便似正心處邪中。謗是行", "93": "非情存取受。統束如此之徒名之為偽亦名", "94": "為邪。如此邪偽是外邪偽。", "95": "悟正菩薩摩訶薩前白佛言。世尊如來照境", "96": "玄見處遠。豫知下方之事。唯願慈尊說真說", "97": "偽說正說邪。說內道說外道說理說表。令無", "98": "量大眾不為眾惑所誑也。", "99": "佛告悟正菩薩摩訶薩曰。汝問真者。所謂觀"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2880 究竟大悲經卷第二．三．四", "author": "", "sourceLink": "http://www.cbeta.org/"}