{"author": "後漢 支婁迦讖譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "28 薩陀波倫菩薩品", "1": "道行般若經卷第十", "2": "後漢月支國三藏支婁迦讖譯", "3": "29 曇無竭菩薩品摩訶般若波羅蜜曇無竭菩薩品第二十九", "4": "「是時，薩陀波倫菩薩安隱從三昧覺起，并與五", "5": "百女人，共至曇無竭宮門外，門外立自念言：", "6": "『今我用經法起來，師入在內，我義不可臥、不", "7": "可坐，須我師來出上高座說般若波羅蜜，爾", "8": "乃坐耳。』及五百女人亦皆効薩陀波倫菩薩", "9": "立。「是時曇無竭菩薩適教殿中諸女，說經道", "10": "已，沐浴澡洗已，更著新衣，上般若波羅蜜之", "11": "臺坐思惟，種種三昧悉入，如是七歲不動不", "12": "搖。「是時薩陀波倫菩薩及五百女人，亦復常", "13": "經行七歲不坐不臥。七歲已後，天人於上虛空", "14": "中語之言：『却後七日，曇無竭菩薩當從三昧", "15": "起。』「是時薩陀波倫菩薩聞天人語聲，自念言：", "16": "『今我當為師施座掃灑令淨。』薩陀波倫菩薩及", "17": "五百女人，共到說經處，至已特為曇無竭菩", "18": "薩施高座，時五百女人各各自取著身衣布", "19": "著座上。「是時弊魔自念言：『未嘗有是，未", "20": "嘗見是。是薩陀波倫菩薩為曇無竭菩薩施", "21": "高座，持用恭敬索佛道，精進勇健無有休", "22": "懈，得道者出我界，度脫人不可計。今我且中", "23": "道壞之。』「是時弊魔悉壞諸菩薩所坐座，皆令", "24": "曲戾，雨沙礫石荊蕀枯骨。「是時薩陀波倫菩", "25": "薩及五百女人，見座曲戾污泥不淨，自念言：", "26": "『今曇無竭菩薩當坐說經，及諸弟子皆當來", "27": "聽，今我曹當更掃除整頓坐席。』即共掃除整", "28": "頓諸座已。自念言：『今地大有土塵，恐來坌", "29": "師及諸菩薩，當共灑之。』周行索水，不能得。何", "30": "以故？弊魔所作。自念言：『今我曹索水了不能", "31": "得，當自取身血灑之耳。』「是時薩陀波倫菩薩", "32": "及五百女人，各自取刀處處刺身出血，持用灑", "33": "地，用慈孝於經法故。「是時釋提桓因自念言：", "34": "『世間乃有是人耶？精進恭敬慈孝經師故。』是", "35": "時釋提桓因到薩陀波倫菩薩所，嗟歎言：『善", "36": "哉，善哉！賢者精進誠難及，用精進慈孝於師", "37": "故，今聞般若波羅蜜不復久。賢者！他所勅", "38": "使願相語，有是曹人者，我曹悉當護之，所欲", "39": "得者悉當與之。』「是時薩陀波倫菩薩言：『我欲", "40": "所得者，釋提桓因自當知之。』「是時釋提桓因，", "41": "即化地悉使作琉璃，其上有金沙。釋提桓因", "42": "使薩陀波倫菩薩及五百女人身體完健平", "43": "復如故。於坐四面化作琉璃池水，周匝池邊", "44": "皆有珍寶欄楯，及七寶池陛，俠陛兩邊皆珍", "45": "寶之樹，若干百種羅列姝好。「是時薩陀波倫", "46": "菩薩及五百女人，為諸菩薩儲水。天文陀羅", "47": "華、曼殊顏華、摩訶曼殊顏華、都雨種種華，凡", "48": "四千石。釋提桓因持用與薩陀波倫菩薩，語", "49": "之言：『持是華供養般若波羅蜜，及散曇無竭", "50": "菩薩及諸菩薩上，及天衣五百領曇無竭在", "51": "座上坐，持是上之。』薩陀波倫菩薩即悉受之，", "52": "便為祝願。「是時曇無竭菩薩七歲以後，從", "53": "三昧覺起，到高座上，并與四萬億菩薩共坐，", "54": "有於前坐者甚眾多。是時薩陀波倫菩薩及", "55": "五百女人，俱皆散華，并持栴檀搗香、蜜搗香，", "56": "雜碎珍寶，都持散曇無竭菩薩及諸菩薩上，", "57": "前持頭面著足已，遶三匝却住，以微意視曇", "58": "無竭菩薩。「是時曇無竭菩薩，都大會壁方四", "59": "十里，滿其中人。是時曇無竭菩薩四向視諸", "60": "來會者，薩陀波倫菩薩及五百女人，用欲得", "61": "經法故，即為薩陀波倫菩薩說般若波羅蜜", "62": "言：『善男子！且聽。諸經法悉等，般若波羅蜜亦", "63": "悉等如是。諸經法本端不可計如是。怛薩阿", "64": "竭智慧無所罣礙，般若波羅蜜亦無所罣礙如", "65": "是。譬如幻人無形，般若波羅蜜亦無形如是。", "66": "譬如風無所罣礙，般若波羅蜜亦無罣礙所有如是。本端不可計，般若波羅蜜亦不可計", "67": "如是。一切我所悉斷本淨，般若波羅蜜亦本", "68": "無如是。譬如夢中與女人通視之本無，般若", "69": "波羅蜜亦本無如是。所名本無，般若波羅蜜", "70": "亦本無如是。阿羅漢、泥洹、空無所生，般若波", "71": "羅蜜亦空、無所生如是。怛薩阿竭般泥洹本", "72": "等無有異，般若波羅蜜亦本等無有異如是。", "73": "譬如然火，火即時滅之，本無所從來，去亦無", "74": "所至，般若波羅蜜本無從來，去亦無所至如", "75": "是。譬如夢中見須彌山本無，般若波羅蜜亦", "76": "本無如是。譬如佛現飛，般若波羅蜜現無所", "77": "有如是。前於愛欲中相娛樂計之無所有，般", "78": "若波羅蜜計之亦無所有如是。人名及聲無", "79": "所有，怛薩阿竭亦無所有，於前見者念所作", "80": "因見，般若波羅蜜念所作本無所有如是。譬", "81": "如幻師化作象本無所有，般若波羅蜜亦本", "82": "無所有如是。譬如虛空適無所住，般若波羅", "83": "蜜亦適無所住如是。譬如幻師學無所不至，", "84": "般若波羅蜜亦無所不至如是。過去、當來、今", "85": "現在亦不可合為一，般若波羅蜜無過、現", "86": "當作是知。名本無形字無有形，般若波羅蜜", "87": "亦無所不至，亦無所不入，亦無所至，亦無所", "88": "入。何以故？般若波羅蜜空無所有故。譬如虛", "89": "空，無所不至，無所不入，亦無所至，亦無所入。", "90": "何以故？空本無色，般若波羅蜜如是。般若波", "91": "羅蜜如是。般若波羅蜜者，亦入於地、亦入於", "92": "水、亦入於火、亦入於風、亦入於空，亦入於", "93": "彼、亦入於此，亦入於色、亦入於痛痒、亦入於", "94": "思想、亦入於生死、亦入於識，亦入於人，亦入", "95": "於壽命，亦入於生，亦入於有德、亦入於無德，", "96": "亦入於欲、亦入於不欲，亦入於有、亦入於無，", "97": "亦入於想、亦入於無想，亦入於願中、亦入", "98": "於無願中，亦入於無生中、亦入於不生中，", "99": "亦入於日月、亦入於星宿，亦入於阿須倫、亦", "100": "入於龍、亦入於鬼神、亦入於揵陀羅、亦入", "101": "於迦留勒、亦入於甄陀羅、亦入於摩睺勒、亦", "102": "入於羅剎、亦入於鳩垣，亦入於薜荔、亦入於", "103": "禽獸、亦入於泥犁，亦入於蜎飛、亦入於蠕", "104": "動、亦入於蚑行、亦入於喘息，亦入於貧賤、亦", "105": "入於富貴，亦入於賢者、亦入於仙人，亦入", "106": "於須陀洹、亦入於斯陀含、亦入於阿那含、亦", "107": "入於阿羅漢、亦入於辟支佛、亦入於菩薩，亦", "108": "入於佛，亦入於泥洹、亦入於四意止、亦入", "109": "於四意斷、亦入於五根、亦入於五力、亦入於", "110": "七覺意、亦入於八道，亦入於有智、亦入於無", "111": "智，亦入於十種力、亦入於四無所畏，亦入於", "112": "佛經、亦入於世間經，亦入於巫祝、亦入於不", "113": "巫祝，亦入於宿命，亦入於所行，亦入於展", "114": "轉生死中，亦入於勤苦、亦入於不勤苦，亦入", "115": "於自在、亦入於不自在，亦入於度脫、亦入於", "116": "不度脫，亦入於好中、亦入於不好中，亦入於", "117": "善中、亦入於不善中，亦入於󰍂中、亦入於不", "118": "󰍂中，亦入於明中、亦入於不明中，亦入於過", "119": "去、亦入於當來、亦入於今現在，亦入於可見、", "120": "亦入於不可見，亦入於教、亦入於法，亦入", "121": "於有、亦入於無所有，亦入於一切有形、亦入", "122": "於一切無形。』」", "123": "佛語須菩提：「如是比，曇無竭菩薩為薩陀波", "124": "倫菩薩說般若波羅蜜所入處，如是說晝夜", "125": "七日。是時人聽經，呼如飯時頃。何以故？曇無", "126": "竭菩薩力恩。是時薩陀波倫菩薩聞說般若", "127": "波羅蜜，大歡欣踊躍，及五百女人共持天衣", "128": "及八百石雜寶，供養上曇無竭菩薩。釋提桓", "129": "因持天摩訶文陀羅華，散曇無竭菩薩上，及", "130": "散諸菩薩上，持用增益功德。是時一佛境界中", "131": "一切樹木——藥樹果樹，諸雜寶樹——悉傾曲躬，", "132": "為曇無竭菩薩作禮。天雨蜜香之華，其華之", "133": "香聞一佛界中，一切人聞此華之香，各各遙", "134": "見曇無竭菩薩在高座說經，并復見薩陀波", "135": "倫菩薩及五百女人，一切人心皆柔弱歡欣，", "136": "皆遙為曇無竭菩薩作禮，其國中悉震動。是", "137": "時數千巨億萬人悉得無央數經法，不可復", "138": "計菩薩皆得阿惟越致。「長者女及五百女人，", "139": "白薩陀波倫菩薩言：『我曹輩願為師作婢，願", "140": "持身命自歸，願為師給使，共持五百乘車珍", "141": "寶所有以上師。何以故？今師為我故甚勤苦，", "142": "我曹持師以當佛無有異。我曹蒙大恩，乃得", "143": "聞尊經好語。既聞經已，無有狐疑大如毛", "144": "髮。今我曹持身為師給使，如是數千億萬劫，", "145": "尚未能報須臾之恩，用得聞尊經故。』「是時薩", "146": "陀波倫菩薩悉受五百女人，及五百乘車珍寶", "147": "既受，用道德故既受已，薩陀波倫菩薩欲持", "148": "上師，白曇無竭菩薩言：『願持身自上，及五百", "149": "女人、五百乘車珍寶以上大師，哀我曹輩，願", "150": "當受之，當使我曹得功德。』「是時曇無竭菩薩", "151": "欲使薩陀波倫菩薩成其功德故，悉受五百", "152": "女人及五百乘車珍寶。既受已，復持反遺薩", "153": "陀波倫菩薩，即自言：『持五百女人為汝給使，", "154": "及五百乘車珍寶。』「是時，忉利天上諸天人，各", "155": "各而嗟嘆言：『善哉，善哉！薩陀波倫菩薩所有", "156": "者悉施與師，是意難得。』是時數千巨億天人，", "157": "共來到曇無竭菩薩所聽經。「是時薩陀波倫", "158": "菩薩大歡欣踊躍，即於坐上得六萬三昧門。", "159": "何等為三昧門？願樂三昧，威儀三昧，勸德", "160": "三昧，月盛滿三昧，日光焰三昧，怛薩阿竭", "161": "行三昧，悉念佛三昧，菩薩所生三昧，樂智慧", "162": "三昧，度脫堅住三昧，諸境界中無所住三昧，", "163": "國土種種嚴入三昧，怛薩阿竭相無相入三", "164": "昧，十方人無形印封三昧，怛薩阿竭出坐三", "165": "昧，無所畏樂三昧，棄捐珍寶三昧，怛薩阿竭", "166": "力莊嚴三昧，諸經法悉明樂三昧，說無所從", "167": "來解事三昧，淨如梵人三昧，過去、當來、今現", "168": "在悉等入三昧，本端當來端無所住三昧，莊", "169": "嚴佛藏三昧，佛音聲響悉成三昧。如是三昧", "170": "得六萬門。「薩陀波倫菩薩從三昧覺，得智慧", "171": "力，悉入諸菩薩經法中。薩陀波倫菩薩白曇", "172": "無竭菩薩言：『師願說佛音聲，當何以知之？』「曇", "173": "無竭菩薩語薩陀波倫菩薩言：『賢者明聽！譬", "174": "如箜篌不以一事成，有木、有柱、有絃、有人搖", "175": "手鼓之，其音調好自在，欲作何等曲。賢者欲", "176": "知佛音聲亦如是。菩薩有本初發意，世世行", "177": "作功德，世世教授，世世問佛事，合會是事乃", "178": "成佛身，佛音聲亦如是。其法皆從因緣起，亦", "179": "不可從菩薩行得，亦不可離菩薩行得，亦不", "180": "可從佛身得，亦不可離佛身得。賢者欲知佛", "181": "身音聲，共合會是事乃得佛耳。復次，賢者！譬", "182": "如工吹長簫師，其音調好與歌相入，簫者以", "183": "竹為本，有人工吹，合會是事其聲乃悲。成怛", "184": "薩阿竭、阿羅訶、三耶三佛身，不以一事，不以二", "185": "事成，以若干百千事，若世世作功德，本願所", "186": "致，亦復世世教人，用是故成佛身相及諸好，", "187": "悉見如是。譬如佛般泥洹後，有人作佛形像，", "188": "人見佛形像，無不跪拜供養者。其像端正姝", "189": "好，如佛無有異，人見莫不稱歎，莫不持華香", "190": "繒綵供養者。賢者呼佛，神在像中耶？』「薩陀波", "191": "倫菩薩報言：『不在中。所以作佛像者，但欲", "192": "使人得其福耳。不用一事成佛像，亦不用二事", "193": "成，有金有󰍂人，若有見佛時人，佛般泥洹後", "194": "念佛故作像，欲使世間人供養得其福。』「薩", "195": "陀波倫菩薩報師言：『用佛般泥洹後故作像", "196": "耳。』「曇無竭菩薩報言：『如賢者所言，成佛身亦", "197": "如是，不用一事，亦不用二事，用數千萬事。有", "198": "菩薩之行，有本索佛，時人若有常見佛作功", "199": "德，用是故成佛身，智慧變化飛行，及成諸相", "200": "好。成佛如是。「『賢者復聽！譬如鼓，不用一事、不", "201": "用二事成，有師、有革、有桴、有人擊之，其聲乃", "202": "出。賢者欲知佛，不用一事二事，用若干千眾", "203": "事乃成之。有初發意，有六波羅蜜行，曉知本", "204": "無，本無無所從生之事，坐於樹下降伏於魔，", "205": "諸經法悉曉知如幻無有異，用是故成佛身。", "206": "「『賢者復聽！譬如畫師，有壁、有彩、有工師、有筆，", "207": "合會是事乃成畫人，欲知佛身，不用一事成，", "208": "用數百千事。菩薩有本行布施，有持戒不犯", "209": "十事，常隨善師，常等心念十方人，無有能壞", "210": "者，世世見佛，聞菩薩行事堅持不忘，世世不", "211": "諛諂常行至誠，賢者欲知成佛身如是。「『賢者", "212": "復聽！譬如阿迦膩吒天上天人所止觀殿，光", "213": "耀悉照天上端正姝好，如天上殿舍，亦不自", "214": "作，亦無有持來者，亦無有作者，本無所從來，", "215": "去亦無所至，因緣所生。其天人本作功德所", "216": "致，用於此間布施故，得生其上，在殿舍中解", "217": "止，用是故，其人得宮觀。賢者欲知佛身，因緣", "218": "所生，用世間人欲得見佛故，其人前世有功", "219": "德，其人遠離八惡處生，其人黠慧信於佛。賢", "220": "者欲知成佛身，本無所從來，去亦無所至，無", "221": "有作者，亦無有持來者，本無有形，亦無所著，", "222": "如阿迦膩吒天上宮殿。佛所以現身者，欲度", "223": "脫世間人故。「『賢者復聽！譬如山中響聲，不用", "224": "一事，亦不用二事所能成，有山、有人、有呼、有耳", "225": "聽，合會是事乃成響聲。賢者欲知成佛身，如", "226": "是無有形，亦無有著，因緣所生，世世解空，習", "227": "行空，一切生死無死生為因緣，佛智悉曉本", "228": "無死生，本亦無般泥洹者。佛作是現世間、作", "229": "是說，賢者欲知佛身如是。「『賢者復聽！譬如幻", "230": "師化作一人端正姝好，譬如遮迦越羅無有", "231": "異。所語，眾人聞之無不歡欣。人有從索金銀", "232": "珍寶者，皆悉與之。有所愛重被服，人索者悉", "233": "與之。王在眾人中坐起行步皆安詳，人有", "234": "見者莫不恭敬作禮者。幻人不用一事二事", "235": "成，有幻祝，有聚會人，隨人所喜各化現，中", "236": "有黠者同知是為化人作，是現化無所從來，", "237": "去亦無所至，知之本空化所作，黠者恭敬作", "238": "禮不著。賢者欲知成佛身如是，因緣所作，", "239": "用數百千事乃共合成，有菩薩之行，有功德、", "240": "有勸助德，令十方人使安隱，具足菩薩願者，", "241": "欲知成佛身者如是。賢者欲知佛為人故，分", "242": "布經無數授與人，各各使行禪三昧思惟分", "243": "別，為人說經各各使學。如是諸天人民聞之，", "244": "莫不歡欣。中有自貢高者，中有不知慚者，中", "245": "有婬亂者，中有慳貪者，中有強梁者，中有自", "246": "用者，中有喜鬪者，中有不用諫者，中有為婬", "247": "怒癡所覆者，中有行惡不可計者，佛在眾人", "248": "中央端正姝好，坐起行步安隱，佛眾惡已盡，", "249": "但有諸德，佛皆使人得安隱，佛亦自行佛事，", "250": "佛本自空無所著，如幻人所作。菩薩現身如", "251": "是端正姝好，雖見之不著，亦無諸想之意，雖", "252": "知之無所有，恭敬作禮供養無極。賢者欲知", "253": "過去、當來、今現在諸佛，皆從數千萬事各各", "254": "有因緣而生。菩薩當作是念，當作是習，當作", "255": "是守，菩薩作是行得佛疾。』「是時曇無竭菩薩", "256": "說佛身時，四萬八千菩薩即解得盡信之行，", "257": "百億菩薩悉得諸陀隣尼法；二百億菩薩得", "258": "無所罣礙，問皆能報；四百億菩薩皆得阿惟", "259": "越致菩薩；八萬億菩薩皆得阿闍浮行住法。", "260": "是時天文陀羅華、摩訶文陀羅華，雨散曇無", "261": "竭菩薩及諸菩薩上。曇無竭菩薩持威神，都", "262": "盧一佛之界，諸有音樂皆自作聲，數千萬天", "263": "人從空中散天衣，雨曇無竭菩薩及諸菩薩上，", "264": "諸天於空中作音樂，共樂曇無竭菩薩，諸天", "265": "衣皆行列覆一佛界中，天燒蜜香遍至，其分", "266": "散亦悉遍至，一佛界中地悉動，諸菩薩悉見", "267": "十方無央數佛。是時諸佛悉遙讚歎曇無竭", "268": "菩薩言：『善哉，善哉！』「是時，諸佛授薩陀波倫菩", "269": "薩訣：『當作佛時，汝却後當來世，作佛名", "270": "迦摩迦提陀頗羅耶怛薩阿竭、阿羅訶、三耶三", "271": "佛。汝作佛時，正當號如是。時五百女人，却", "272": "後稍稍皆當作佛。』「如是曇無竭菩薩世時，五", "273": "百女人即化作男子，後世世生者常不離諸", "274": "佛國。薩陀波倫菩薩及五百人，世世常高才，", "275": "常當教天下人。」佛語須菩提：「若有菩薩在事", "276": "欲得佛者，若見現在佛，若佛般泥洹後，欲索", "277": "般若波羅蜜者，常精進，常當恭敬於般若波", "278": "羅蜜，當如是薩陀波倫菩薩。」", "279": "30 囑累品摩訶般若波羅蜜道行經囑累品第三十", "280": "佛以手撫阿難肩三反，佛語阿難：「我囑累汝", "281": "是般若波羅蜜，諦持諦念。阿難！是般若波", "282": "羅蜜以相累，常持諦了了，取字諦了了，念", "283": "書作字莫使缺減，諦視書莫左右望，一切恐", "284": "是有難，諦是經中莫令字少。我累汝阿難", "285": "是般若波羅蜜。何以故？是經，阿難！怛薩阿竭、", "286": "阿羅訶、三耶三佛，過去、當來、今現在無有盡", "287": "經藏，是經鎮諸法，悉從是經中出諸所有。阿", "288": "難！怛薩阿竭、阿羅訶、三耶三佛，過去、當來、今", "289": "現在所為人民說經，所出不可計經卷，種種", "290": "異慧，若干種經卷，所見人民，若干種所喜，各", "291": "各隨所行，人民道經所入慧所說，過去、當來、", "292": "今現在所說，是一切皆從是般若波羅蜜藏", "293": "中出諸所有經法。阿難！若干種所見相，種種", "294": "所行，若干種根，若干種黠，若干種癡，若干種", "295": "慧，人民輩所求盡所求慧，怛薩阿竭悉都", "296": "盧。阿難！悉從般若波羅蜜中出，悉知曉如", "297": "是。阿難！般若波羅蜜是怛薩阿竭、阿羅訶、三", "298": "耶三佛母，是諸慧明，是我身，皆從是中出，從", "299": "是中生。」佛語阿難：「汝敬我所語、敬我法，若", "300": "敬愛承事我，汝自敬身於佛，汝有慈於佛，汝", "301": "有孝於佛，一切恭敬於佛所，汝持是慈孝恭", "302": "敬於般若波羅蜜中。如是，阿難！汝恭敬於是", "303": "中，悉為供養諸佛已，持是累汝。阿難！汝所", "304": "當作者悉為已，汝身亦有慈，口亦有慈，心亦", "305": "有慈，汝有孝於佛，不言無有孝；汝常得佛時，", "306": "不言不得時；汝常如法，不言不如法；汝心常", "307": "淨潔無瑕穢，汝見佛不言不見佛，汝如是，悉", "308": "為報佛恩已。我語汝，阿難！是般若波羅蜜從", "309": "中亡一字，汝捨汝擬不書，汝虛，以無有慈", "310": "孝於佛所，汝以不復見我。阿難！汝以不復恭", "311": "敬於佛。阿難！汝以不復隨佛教。阿難！汝以不", "312": "復承事用。」佛言：「阿難！汝所恭敬於佛以來，", "313": "為了無復有供養佛，設從是般若波羅蜜中，", "314": "亡一句一言若擬置，以為背佛恩。」佛語阿", "315": "難：「是般若波羅蜜，汝諦受諦念，用慈孝於佛", "316": "故，承用教故，都盧是過去、當來、今現在佛天", "317": "中天所施教，用是供養，若於薩和薩為極大", "318": "慈，具諸菩薩當視如見佛，當恭敬諸佛法。汝", "319": "以親近持", "320": "佛藏，作是諦念：『於是般若波羅蜜，當諦取，", "321": "莫得失一字。』佛般泥洹後，汝當護是經莫令", "322": "減少，當持授與菩薩摩訶薩是諸佛經藏。阿", "323": "難！我手付汝，汝當持授與菩薩摩訶薩持", "324": "是。阿難！菩薩所作功德，勤苦死生牢獄悉", "325": "破壞，諸無知者為繫著悉得救解，諸魔官屬", "326": "無不降伏，諸所欲法悉除去，正上佛坐，作阿", "327": "耨多羅三耶三菩，以成佛道，諸人民無目者", "328": "愚癡者悉當開解。」佛語阿難：「正第一大道無", "329": "有兩正，是阿耨多羅三耶三菩阿惟三佛慧，", "330": "是為般若波羅蜜決。」佛語阿難：「我般泥洹後，", "331": "都盧三千大千國界其中人民，汝悉教入經", "332": "法中，悉令成就得阿羅漢道，日日教乃爾所", "333": "人，如是一劫若百劫，悉為說經令般泥洹。", "334": "雖爾，汝常不具足承事我，汝不如持是般若", "335": "波羅蜜中一句教菩薩學，如是為具足承事", "336": "佛已，為具足供養。」佛言：「我今於是稱譽汝，囑", "337": "累般若波羅蜜，至一劫百劫不能竟，我今麁", "338": "演說耳。」佛語阿難：「我今問汝，汝當說。」佛從", "339": "袈裟中出金色臂，舉右手著阿難頭上，摩阿", "340": "難頭，持手著阿難肩上，語阿難言：「云何，阿難！", "341": "汝慈於佛不？」阿難言：「佛天中天，自當知。」如是", "342": "至三。佛復問阿難：「云何，阿難！汝孝於佛不？」如", "343": "是復三。阿難言：「佛天中天，自當知。」佛言：「如是，", "344": "阿難！汝有慈於佛，所以為報佛恩。阿難！汝極", "345": "尊般若波羅蜜致重敬，慈於是句，心所念句，", "346": "當令了了分明心所念，餘悉棄之，一切心於", "347": "是中。書具經正字頭角所，持時學時，當", "348": "諦授與菩薩摩訶薩，與好長素卷，善書令經", "349": "上下句相得，書時當得好筆書好素上，當自", "350": "歸承事作禮供養，好香成搗雜香澤香繒綵", "351": "華蓋旗幡，悉如天上所有香，著油麻中，所淨", "352": "潔油麻好燈炷，自歸頭面著地，却然燈炷，加", "353": "敬作禮承事。」佛說是般若波羅蜜時，在羅閱", "354": "祇耆闍崛山中，在眾弟子央坐。", "355": "佛年三十得佛，十二月十五日過食後說經。", "356": "佛說經已，諸弟子、諸菩薩，諸天、諸阿須倫、諸", "357": "龍鬼神諸人民，皆大歡欣，為佛作禮而去。", "358": "道行般若經卷第十"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0224 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜: 道行般若經: 道行般若經: 摩訶般若波羅蜜: 摩訶般若波羅蜜", "source": "CBETA"}