{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0372 佛說如幻三摩地無量印法門經: 佛說如幻三摩地無量印法門經: 佛說如幻三摩地無量印法門經", "text": {"0": "佛說如幻三摩地無量印法門經", "1": "卷下", "10": "隨入生死輪迴中，救度無數眾生類。", "100": "王如來、善住功德寶峯王如來名字之者，隨", "101": "彼聚落族氏之中，一切女人皆轉女身而成", "102": "男子，四十俱胝劫中，背於生死，轉生當得清", "103": "淨出家，常得見佛聞法，承事僧伽，世世所生", "104": "具宿命智，及得總持無礙辯才，不退轉於阿", "105": "耨多羅三藐三菩提。」", "106": "爾時世尊作是說時，會中有九十六俱胝天", "107": "人，異口同音作如是言：「南無十方三世一切", "108": "諸佛，及未來世普明高顯吉祥峯王如來、善", "109": "住功德寶峯王如來，普集一切諸佛一切", "11": "我等今者以此緣，盡未來際悉思念，", "110": "善利，我皆隨喜，我等悉發阿耨多羅三藐三", "111": "菩提心。」即時諸佛咸為記言：「汝等當得不退", "112": "轉於阿耨多羅三藐三菩提。」爾時會中有七", "113": "千菩薩得無生法忍，八十四那庾多眾生遠", "114": "塵離垢得法眼淨，八千苾芻無復諸漏得心", "115": "解脫。爾時觀自在菩薩摩訶薩、大勢至菩薩", "116": "摩訶薩，於此會中如其所應現諸色相神通", "117": "事已，一切眾會皆悉得見。是時十方無量阿", "118": "僧祇諸佛世尊見如是相，及聞宣說彼二菩", "119": "薩當成佛事已，咸共讚言：「希有世尊釋迦牟", "12": "普為利樂諸眾生，於無邊劫行無懈。", "120": "尼如來，能善護念是二菩薩，我等諸佛亦共", "121": "稱讚。」", "122": "復次勝華藏菩薩摩訶薩白佛言：「世尊！佛所", "123": "宣說如是甚深微妙經典，若善男子善女人，", "124": "有能受持讀誦為他廣說者，得幾所福？」佛", "125": "言：「止止。善男子！勿致斯問。何以故？諸有劣", "126": "信解者，於佛所說如是深經不能生信，故我", "127": "不說。」勝華藏菩薩白佛言：「世尊！今此會中亦", "128": "有廣大具深信解諸善男子善女人等，惟願", "129": "如來略為宣說受持功德，與後末世一切眾", "13": "我等從今日已去，永滅貪瞋癡等垢，", "130": "生作大明照。」", "131": "佛言勝華藏：「諦聽諦聽！今為汝說。」時勝華藏", "132": "菩薩受教而聽。", "133": "佛言：「善男子！假使有人，有大勢力，福德具", "134": "足，悉能了知眾生界分，作如是言：『如佛所說", "135": "世界無邊眾生無盡，我能於彼一切眾生頂", "136": "肩荷負，經無量無邊俱胝劫數，復能以其飲", "137": "食衣服一切樂具，周遍供給一切眾生。』勝華", "138": "藏！於汝意云何，此人以是因緣得福多不？」勝", "139": "華藏白佛言：「甚多世尊！若有人經一彈指間，", "14": "十方現在佛世尊，證我所說誠無妄。", "140": "於一眾生起慈心者得福尚多，況如是邪？」佛", "141": "言：「勝華藏！我今實言告汝，若有善男子善女", "142": "人於此深經自能生信、勸令他信者，其所得", "143": "福倍多於彼。又若有人於此深經能受持讀", "144": "誦為他廣說者，當知是人，以菩提心而為依", "145": "止。」", "146": "爾時勝華藏菩薩摩訶薩白佛言：「世尊！如來", "147": "所說如是深經，若佛現在若涅槃後，我當受", "148": "持讀誦為他廣說，宣通流布使不斷絕。」勝華", "149": "藏菩薩發是言時，會中有九十六俱胝菩薩", "15": "我等今發菩提心，不樂聲聞緣覺果，", "150": "異口同音作如是言：「世尊！我等於佛所說深", "151": "經，亦當受持讀誦為他說廣。」", "152": "爾時娑婆世界主大梵天王、帝釋天主、護世", "153": "四王，及餘無數諸天子眾，各以天曼陀羅華", "154": "散於佛上，及以天華散諸菩薩，復作百千俱", "155": "胝種天妙音樂而為供養。又發是言：「一切眾", "156": "生得聞如是甚深正法，光明普照得大善利，", "157": "我等於此法門咸當受持宣通流布。」", "158": "佛言：「如是如是。諸善男子！如汝所說。今此正", "159": "法不可思議，若人曾於十千佛所深種善根，", "16": "我等若有樂小心，決定當招妄語報。", "160": "是人方得此經墮手，況復有能受持讀誦，生", "161": "信解邪！」", "162": "復次佛告勝華藏菩薩摩訶薩言：「今此正法", "163": "若得聞者，隨彼方處一切女人轉成男子，唯", "164": "除二種，謂慳、嫉者。」即時會中有一女人，名曰", "165": "離塵，心生信解，從座而起，前白佛言：「世尊！", "166": "我今內心已滅慳嫉，我發阿耨多羅三藐三", "167": "菩提心。若我發心真實無妄，當得成佛。及如", "168": "佛所言，聞此法時隨處即得轉女人相。是事", "169": "實者，願我轉身得成男子。」爾時彼女發如是", "17": "我所不樂二乘果，但以悲心為眾生，", "170": "言已，即得轉成男子之身。時佛為授不退轉", "171": "阿耨多羅三藐三菩提記，當得成佛，號除一", "172": "切煩惱如來、應供、正等正覺。", "173": "佛說此經已，勝華藏等諸菩薩摩訶薩，并諸", "174": "苾芻眾，乃至世間天、人、阿脩羅等，一切大會", "175": "聞佛所說、皆大歡喜，信受奉行。", "176": "佛說如幻三摩地無量印法門經卷下", "18": "縱經俱胝多劫中，願我常行而不懈。", "19": "如佛世尊所成就，如應佛剎廣莊嚴，", "2": "西天譯經三藏朝奉大夫", "20": "願我當來得佛時，剎土倍多俱胝數。", "21": "又願當來佛剎中，無有聲聞緣覺眾，", "22": "純一菩薩所莊嚴，廣集無量諸智聚。", "23": "願我得是莊嚴已，當令眾生得離垢，", "24": "從諸佛法所出生，普使當持佛法藏。", "25": "若我今時諸所說，真實無妄無別異，", "26": "願此大海及山川，乃至大地皆震動。」", "27": "當發如是願言時，大地即時皆震動，", "28": "不鼓音樂自然鳴，出微妙音遍十方，", "29": "天雨眾華眾妙香，殊麗嚴好極可愛，", "3": "試光祿卿傳法大師賜紫", "30": "俱胝百千妙天衣，周遍繽紛而散布。』", "31": "「爾時彼二童子，各發阿耨多羅三藐三菩提", "32": "心。勝華藏！於汝意云何？彼時勝威王者豈異", "33": "人乎？即今無量光如來、應供、正等正覺是。彼", "34": "時寶嚴童子者，今觀自在菩薩摩訶薩是。寶", "35": "上童子者，今大勢至菩薩摩訶薩是。是二菩", "36": "薩，於彼師子遊戲金光王如來所，首發阿耨", "37": "多羅三藐三菩提心。」", "38": "復次勝華藏菩薩前白佛言：「世尊！此二大士", "39": "甚為希有，如是名字難可得聞，而復具足甚", "4": "臣施護等奉　詔譯", "40": "深信解，所發菩提心無與等比。世尊！此二大", "41": "士於師子遊戲金光王如來之後，又復供養", "42": "幾許諸佛？」佛言：「善男子！所有殑伽河沙尚可", "43": "知其邊際數量，此二大士於彼佛後其所供", "44": "養諸佛如來，我亦不能知其邊際。何以故？此", "45": "二大士悉已被於不思議鎧，具足無量殊勝", "46": "功德，是故不能知其邊際。」", "47": "爾時勝華藏菩薩摩訶薩復白佛言：「世尊！彼", "48": "無量功德寶莊嚴普現妙樂世界，在何方處？」", "49": "佛言：「善男子！今此西方極樂世界，即是彼往", "5": "「復次勝華藏！爾時彼二童子，向佛世尊復說", "50": "昔時無量功德寶莊嚴普現妙樂世界。」勝華", "51": "藏言：「此二大士，當於何時成就阿耨多羅三", "52": "藐三菩提果？當得何等佛剎功德莊嚴？而佛", "53": "壽量其數幾何？復有幾許菩薩之眾？惟願如", "54": "來、應供、正等正覺，廣為悲愍利樂一切世間", "55": "天人，宣說此二大士當成佛事，令餘菩薩聞", "56": "已悉得大願圓滿。」佛言：「勝華藏！汝應善聽，極", "57": "善作意，今為汝說。」是時勝華藏菩薩受教而", "58": "聽。佛言：「善男子！當知西方無量光如來，壽命", "59": "無量，極不可計，假使俱胝那庾多百千劫中，", "6": "伽陀曰：", "60": "亦復不能說其邊際。其佛正法住世，八萬四", "61": "千那庾多劫，佛涅槃後，以諸眾生善根力故，", "62": "亦得值遇餘佛出世，而諸菩薩安住念佛三", "63": "昧，常得見佛中無間缺。善男子！又復無量光", "64": "如來涅槃之後，其說法處七寶莊嚴妙蓮華", "65": "樹，自然演出微妙法音，經于一夜至明旦時，", "66": "觀自在菩薩摩訶薩，即於眾寶莊嚴菩提樹", "67": "下，安處其座成等正覺。成正覺已，號曰普明", "68": "高顯吉祥峯王如來、應供、正等正覺、明行足、善", "69": "逝、世間解、無上士、調御丈夫、天人師、佛、世尊。", "7": "「『能仁作大師子吼，天人一切普得聞，", "70": "勝華藏！彼佛剎土功德莊嚴等事，假使我於", "71": "殑伽沙數劫中，巧以譬喻言詞，而亦不能說", "72": "其少分。又善男子！如是佛剎功德莊嚴，若以", "73": "師子遊戲金光王如來剎土功德莊嚴而較量", "74": "者，即前百分不及一分，千分百千分亦不及", "75": "一，數分喻分乃至烏波尼殺曇分皆不及一。", "76": "又彼剎中無有聲聞緣覺名字，純一清淨大菩", "77": "薩眾。又善男子！總以無量光如來會中一切", "78": "聲聞緣覺菩薩合集較量，而普明高顯吉祥", "79": "峯王如來會中菩薩之眾，亦復倍多。其佛壽", "8": "我等今對世尊前，各發誠實最上願：", "80": "命九十六俱胝那庾多百千劫，正法住世六", "81": "十俱胝劫。」勝華藏菩薩白佛言：「世尊！彼佛世", "82": "界豈不亦以極樂為名邪？」佛言：「不也。善男子！", "83": "彼世界名眾寶普嚴。彼佛如來隨其所應作", "84": "諸利樂，而此大勢至菩薩摩訶薩於彼法中，", "85": "隨佛壽量住世久近，承事供養，乃至彼佛入", "86": "涅槃後，奉持佛法令法久住，至於最後法欲", "87": "滅時，大勢至菩薩於其剎中，得成阿耨多羅", "88": "三藐三菩提果。成正覺已，號曰善住功德寶", "89": "峯王如來、應供、正等正覺、明行足、善逝、世間解、", "9": "「我等乃至未來際，願我所行經多劫，", "90": "無上士、調御丈夫、天人師、佛、世尊。其佛剎中", "91": "所有功德莊嚴等事，菩薩大眾皆悉具足，其", "92": "佛壽命及正法住世，與普明高顯吉祥峯行", "93": "如來皆悉同等，一切圓滿不增不減。」", "94": "復次佛告勝華藏菩薩摩訶薩言：「汝今當知，", "95": "普明高顯吉祥峯王如來、善住功德寶峯王", "96": "如來，如是名字，若善男子善女人暫得聞者，", "97": "是人當得不退轉於阿耨多羅三藐三菩提。", "98": "又勝華藏！若善男子善女人，得聞過去師子", "99": "遊戲金光王如來及彼未來普明高顯吉祥峯"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0372 佛說如幻三摩地無量印法門經: 佛說如幻三摩地無量印法門經: 佛說如幻三摩地無量印法門經", "author": "宋 施護等譯", "sourceLink": "http://www.cbeta.org/"}