{"author": "宋 法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1243 佛說出生一切如來法眼遍照大力明王經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說出生一切如來法眼遍照大", "1": "力明王經卷下", "2": "西天中印度摩伽陀國那爛陀寺", "3": "三藏賜紫沙門臣法護奉　詔譯", "4": "爾時金剛手菩薩摩訶薩顧𥌊曼拏攞眾。目", "5": "如師子威德自在。為伊舍那天步多主說大", "6": "力明王曼拏攞法。告言聖者若有入此大忿", "7": "怒曼拏攞中者。即能成就一切事業命無中", "8": "夭。遠離一切惡病纏身不生魔界。一切眾生", "9": "見者歡喜。復能遠離一切冤家。於後一切真", "10": "言教法悉得成就。復能成就一切忿怒。得一", "11": "切灌頂中福故吉祥莊嚴。是時先安布此大", "12": "忿怒曼拏攞。念此經一萬遍得善境界。得覩", "13": "此曼拏攞教主印可。然後方學此真言壇法。", "14": "先須八日不食。歸命三寶發大慈悲菩提心", "15": "故。依時作法成就事故。關閉冤家死者還活。", "16": "此忿怒大威德。能令大業魔王歸依三寶佛法", "17": "僧眾。況復一切惡魔鬼魅而不殄滅。此大力", "18": "明王若有受持之者。即能降伏一切冤魔。一", "19": "切藥叉洛　乞叉二合畢哩二合哆。羯吒布怛曩。", "20": "拏倪寧。娑𠆙切身薩嗘攞。迦波三麼二合囉。離", "21": "如是等一切怕怖。一切枷鎖一切中天。一切", "22": "迷惑一切疫病禁繫貧窮。此正法若有讀誦受", "23": "持。復得一切財寶無所乏少。若天早時於七", "24": "晝夜中。讀誦此大力明王即降大雨。若不降", "25": "雨令彼天眾破壞殄滅。羯哩二合瑟拏二合龍王", "26": "設羯囉二合龍王阿難多龍王。如是等龍王眾", "27": "令降大雨。若不降時亦令彼死。又復此經如", "28": "前依法。於四方河岸海岸池潭四邊舍利塔", "29": "前。以金剛手大菩薩。以赤栴檀迦囉尾囉花", "30": "紅蓮花阿底目羯哆二合花。繒綵幢幡皆以赤", "31": "色。香水滿瓶如法依時。精勤念誦得大福聚。", "32": "又復或以樺皮。書此大力明王真言。安於旌", "33": "旗之上或以頂戴。即得入陣無傷相敵得勝。", "34": "弓箭槍刀如花被體。見者歡喜而生愛敬。爾", "35": "時魔王遶佛三匝退坐一面。白佛言世尊云何", "36": "名大力。佛告魔王如來名大力。法藏名大力。", "37": "法名大力法眼名大力。大乘名大力。金剛手", "38": "名大力。爾時魔王讚金剛手祕密主言。善哉", "39": "善哉祕密主。我從今向去不敢惱亂一切修", "40": "行之者。誓歸三寶佛法僧眾。願為優婆塞常", "41": "持淨戒。願天解脫為我安樂。我為法眾擁護", "42": "受持大力明王及諸眾生。", "43": "爾時世尊告魔王言。業種此經若有受持讀", "44": "誦。即得遠離地獄餓鬼畜生閻羅王界種種", "45": "苦惱當得生天。經二十千劫常為天主。下生", "46": "閻浮後為金輪王王四天下。於未來世復得", "47": "阿耨多羅三藐三菩提。此大力明王乃至清淨", "48": "不清淨。食與不食。淨戒不淨戒俱無障礙。但", "49": "持此真言所求皆得。何況依法淨戒無所不", "50": "從。爾時尊者須菩提與自眾俱來在會坐。從", "51": "座而起白佛言。世尊云何受持此大力明王", "52": "心陀羅尼而得解脫。佛言須菩提汝問金剛手", "53": "祕密主。故時須菩提即白金剛手言。祕密主", "54": "云何受持此大力明王心所得何果。金剛手", "55": "言。得倉庫盈滿名衣上服金銀珍寶象馬牛羊", "56": "所求施與。須菩提言。有如是等廣大果報。金", "57": "剛手言須菩提如是如是。乃至盡眾生煩惱", "58": "果報故。為住功德果故。至阿耨多羅三藐三", "59": "菩提功德道故。須菩提言善哉善哉金剛手。", "60": "以祕密相種種莊嚴。有大智力灌頂辯才得", "61": "無相施。大戒大智慧。大福大力。大威德大功", "62": "德頂。此大力明王經。得十方諸佛同來灌頂。", "63": "金剛手此經威德為。諸如來摩頂授記得大", "64": "安樂。此陀羅尼或於山間石壁曠野陂湖江", "65": "河池潭。受持讀誦遠離一切怖畏。爾時金剛", "66": "手菩薩摩訶薩。白世尊言此經若有持者復", "67": "為他說。壽命百歲無諸橫苦。金剛手復白世", "68": "尊言。此正法得福如是。當何名之復云何受", "69": "持。佛言金剛手此經名出生一切如來故。亦", "70": "名法遍照故。亦名法眼故。亦名一切義成就", "71": "故。亦名一切如來法雲故。亦名盡一切業障", "72": "總持故。亦名成就一切明王故亦名般若波", "73": "羅蜜多故。亦名一切如來最初。法界故亦名", "74": "大力明王故。金剛手若有聞此正法。能受持", "75": "讀誦書寫供養。如供養過去未來現在諸佛", "76": "世尊全身舍利塔故。金剛手言善哉善哉。佛", "77": "說如是甚深微妙正法功德變化莊嚴我。當", "78": "受持佛言金剛手若有善男子善女人。受持", "79": "此正法者。彼諸業障如河岸樹速疾破壞。應", "80": "以塗香燒香及眾妙花。種種幢幡等而作供", "81": "養。即獲廣大無量無邊福德藏故。離諸障難。", "82": "若受持讀誦解說此經之地。彼諸天龍阿脩", "83": "羅乾闥婆等。一切人天常以守護供養一切", "84": "魔王不敢違越。此大力明王心若常憶念。即", "85": "得八千菩薩及諸如來。諸大神仙天人龍王。", "86": "阿脩羅乾闥婆等稱揚讚歎。于時釋迦牟尼", "87": "如來。復告金剛手言。若有輕慢生高舉心者。", "88": "當墮八大地獄。金剛手若有受持讀誦。為他", "89": "解說供養恭敬尊重讚歎。即得無量無邊伏", "90": "藏故若聞一字一句。即得究竟不退菩薩道。", "91": "時金剛手言。如來之法極大甚深微妙難測。", "92": "不可量不可思不可。議時諸眾生心自迷惑", "93": "而不能了。佛言金剛手此經為一切眾生說。", "94": "為勸誘一切眾生故。為欲安樂一切眾生故。", "95": "為增益一切眾生故。為令一切眾生得灌頂", "96": "故。為一切眾生離諸貧窮。滅諸業障得大吉", "97": "祥故。為令一切眾生得阿耨多羅三藐三菩", "98": "提故。時八千菩薩聞是說已。遶佛三匝合掌", "99": "恭敬。讚言善哉善哉釋迦牟尼如來善說此", "100": "法。彼諸菩薩為釋迦牟尼如來名故。復作是", "101": "言。如是如是世尊此實善說。", "102": "爾時世尊告金剛手言。祕密主我說此大力", "103": "威德法門。攝諸魔王眷屬皆悉來集。一切障", "104": "難更不復作。一切所求皆得圓滿。乃至阿耨", "105": "多羅三藐三菩提。爾時世尊復說此陀羅尼。", "106": "即說呪曰。", "107": "曩謨引囉怛曩二合怛囉二合夜引野曩莫入室", "108": "戰二合拏嚩日囉二合引播引拏曳魔賀引藥叉", "109": "細引曩引跋跢曳怛儞也二合他引唵引賀曩賀", "110": "曩嚩日囉二合那賀那賀嚩日囉二合末他末他", "111": "嚩日囉二合入嚩二合攞　八嚩二合攞　嚩日囉", "112": "二合鉢囉二合入嚩二合攞　鉢囉二合入嚩二合", "113": "攞　嚩日囉二合蘇嚕蘇嚕母嚕母嚕割𧯫割", "114": "𪘨陟皆反惹曳引尾惹曳引阿𡁠帝引阿波囉引", "115": "𡁠帝引摩引囉賽引𩕳野二合鉢囉二合摩㗚那", "116": "二合寧引曳婆嚩二合賀引婆誐嚩引七可反曩引賀", "117": "引嚩日囉二合播引抳入虞　醯野二合割地鉢", "118": "底薩　㗚嚩二合尾垠曩二合上苦恨反尾曩引野迦", "119": "引喃引怛　㗚惹二合怛　㗚惹二合滿馱滿馱", "120": "尾特嚩二合娑曩迦囉阿悉馱引喃引悉弟迦囉", "121": "迦囉悉馱引喃引阿尾曩引舍迦囉薩　㗚嚩", "122": "二合沒馱󰂛地薩　怛嚩二合引喃引麼引尾舍迦", "123": "囉薩　㗚味二合禰引嚩引曩引誐遏誐蹉摩賀", "124": "引麼攞嚩日囉二合󱃥嚕二合引馱囉引惹鉢囉", "125": "二合怕引微引曩麼麼稱名薩　㗚嚩二合薩　怛", "126": "嚩二合引喃引佐洛　乞叉二合洛　乞叉二合娑", "127": "嚩二合悉釘二合婆𢱍覩", "128": "佛告金剛手菩薩摩訶薩。一切魔王并諸眷", "129": "屬。聞此大力威德法時。各各心生恐怖悚慄", "130": "慞惶。如是以此大力忿怒明王威德力故。常", "131": "用護持一切眾生。作大安樂息諸災難。憐愍", "132": "饒益毀諸惡毒破壞蠱魅。為發大乘心者演", "133": "說妙法者。於佛法僧令得久住。爾時文殊師", "134": "利法王子從座而起。偏袒右肩右膝著地。合", "135": "掌向佛白佛言。世尊云何佛說一切緣行為", "136": "無常相。佛告文殊師利。汝今諦聽。一切緣行", "137": "如乾闥婆城無有實相。如電光如浮雲。如霧", "138": "如舍宅。風中燭水上漚。芭蕉心如。諸畫相如。", "139": "空中花如。夢幻影響如。苦樂輪迴如一切瀑", "140": "河如一切海波如是如是。此一切眾生從緣", "141": "所生。而不能知不能見。不能思惟不能解了。", "142": "唯佛能知。如是見如是思惟如是解了。何以", "143": "故一切緣行即空相故即真實空故畢竟空故", "144": "即三空故空空。應如是解。何以故即大空故", "145": "即如來空故。如是如是知。如是見如是思惟", "146": "如是解了。菩薩摩訶薩得如是相故。佛復告", "147": "文殊師利法王子言。若菩薩摩訶薩。行檀波", "148": "羅蜜多羼提波羅蜜多精進波羅蜜多禪波羅", "149": "蜜多般若波羅蜜多。亦應如是相而解了故。", "150": "爾時觀自在菩薩摩訶薩白佛言。世尊云何", "151": "此經名出生如來相。佛語觀自在。此經若如", "152": "來滅後廣作佛事。是故此經名生如來相。若", "153": "此經滅後佛法隨滅名生如來相。此經若住", "154": "佛法亦住是故名生如來相。何以故此經一", "155": "切菩薩恒時奉事禮敬故。以是義故名生如", "156": "來相。是時觀自在菩薩摩訶薩。復白佛言世", "157": "尊。此經若有受持讀誦為他解說。我即為彼", "158": "而來護持。佛言此經威德。能令一切菩薩摩", "159": "訶薩及諸天人皆悉來集。是諸菩薩同時讚", "160": "言。善哉善哉世尊。我等樂聞當為說之。佛言", "161": "此金剛手大力祕密心。能施一切眾生安樂", "162": "故。", "163": "爾時金剛祕密主。白佛言世尊。此經云何名", "164": "最初法界相。佛言善男子諦聽。此經一切如", "165": "來出生已。經三十二日。坐大目真隣陀山。入", "166": "大力三摩地說之故。名最初法界相。此經一", "167": "切眾生初發心即住菩提道故。名最初法界", "168": "相。此經威德能令無量無邊菩薩摩訶薩。得", "169": "一切現前三摩地。名最初法界相。又此經威", "170": "德能令無量無邊眾生得聲聞道故。名最初", "171": "法界相。金剛手若有受持讀誦為他解說一", "172": "切如來皆如一子。遠離輪迴命終之後至涅", "173": "槃道故。金剛手言。諸佛大悲心常救度一切", "174": "眾生令離輪迴脫諸苦難。常說牟尼大智慧", "175": "法滌盪眾生煩惱穢種。佛言善哉善哉祕密", "176": "主。若有受持讀誦。為他解說供養恭敬。自書", "177": "若使人書。諦觀思惟常時憶念。是人即得俱", "178": "胝三摩地。復見俱胝如來并諸菩薩一切眷", "179": "屬。應以廣大供養尊重恭敬。衣服臥具飲食", "180": "湯藥。一切所須皆悉奉施得大安樂。是善男", "181": "子所種善根。得阿耨多羅三藐三菩提故。皆", "182": "是得聞彼諸如來應正等覺所說妙法憶持不", "183": "忘。復得金剛手菩薩威德力故。此大力威德", "184": "忿怒王。常以護持成就安樂一切眾生。爾時", "185": "世尊說是經已。十方來會金剛手菩薩觀自", "186": "在菩薩文殊師利金剛藏等。一切悲智菩薩", "187": "摩訶薩。尊者須菩提諸大聲聞及諸眾生。一", "188": "切世間天人龍王。阿脩羅乾闥婆等。聞佛所", "189": "說歡喜而退。", "190": "佛說出生一切如來法眼遍照大力明王經卷", "191": "下", "192": "大力明王心真言", "193": "怛　儞也二合他引　唵　引嚩日囉二合󱃥嚕二合", "194": "馱摩賀引麼攞賀曩那賀鉢左末他尾枳囉", "195": "尾特嚩二合娑野惹徵攞耄引那羅塢麁澁麼二", "196": "合󱃥嚕二合馱吽引𠷑吒遏阿引去鴦鳥剛反惡入", "197": "𤚥引醯引　娑嚩二合賀引"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1243 佛說出生一切如來法眼遍照大力明王經", "source": "CBETA"}