{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0356 佛說寶積三昧文殊師利菩薩問法身經", "text": {"0": "No. 356", "1": "佛說寶積三昧文殊師利菩薩問", "10": "水洗，置其平地，轉更明徹，無不見者。屬所", "100": "言：「惟，佛勿以自勞，願樂於是往聽其法。」文", "101": "殊白佛：「可令舍利弗來入。」佛遙謂舍利弗前。", "102": "前已，作禮就坐。文殊謂舍利弗：「於是法中何", "103": "所而尊，欲入聽之？」「聞說尊法，愛樂欲聞，故入", "104": "欲聽。」文殊言：「審如若所說，是法實尊，甚深甚", "105": "深。何以故？是法無有二心故。所以者何？非若", "106": "所知，不在其中，諸羅漢辟支佛亦復如是，及", "107": "求佛道者。何以故？不可得故，亦不從悕望得，", "108": "以是故無能在其中。本清淨故，諸法亦清", "109": "淨。」舍利弗問文殊：「所以羅漢不在其中？」文殊", "11": "入三昧，見東方無央數阿僧祇剎土及佛，以", "110": "言：「婬怒盡是為羅漢，無所住、無所成，當在何", "111": "所中？」舍利弗言：「故到人處不見，以是故來至", "112": "聞，但欲聞深法故。」舍利弗言：「我從佛，若從", "113": "人，聞其法誠無厭極時。」文殊言：「於法無厭極，", "114": "如舍利弗所語。」文殊問：「法身能有所受法不？", "115": "何故而無厭極？」舍利弗言：「法身無所受。」「其本", "116": "際有所受不？」舍利弗言：「無所受。」文殊答舍利", "117": "弗：「本際無所受故，而若無厭極。」文殊言：「若本", "118": "際受法，汝有厭極？」舍利弗言：「除佛所說，我之", "119": "所說無有與等。」文殊言：「汝能自信其法至泥", "12": "復悉不現，住是三昧中，無不見諸法本際。其", "120": "洹，若自信不至泥洹。」舍利弗言：「從本以悉般", "121": "泥洹。」文殊言：「寧自信，常於是不動轉？」舍利弗", "122": "言：「信。」復問：「從何所信？」則答言：「法身無所生、無", "123": "所滅，故知無所動轉。」復問：「信羅漢盡無有餘、", "124": "無所復知不？」舍利弗言：「信。」「從何所信？」「其知以", "125": "無所復有，故無所知，無所知者無所止，故曰", "126": "盡。」文殊言：「羅漢盡故如是，何以故？」舍利弗", "127": "言：「悉捨諸法無所得故。」文殊問：「汝信以恒邊", "128": "沙佛般泥洹以不般泥洹？」舍利弗言：「信。」「從何", "129": "所信？」「法身不生不死故，不般泥洹。」文殊問：「信", "13": "有信者，以為得印，所語如言。摩尼寶舍有", "130": "諸佛為一佛不？」舍利弗言：「信。」「從何所信之？」答", "131": "曰：「一法身無有二故。」文殊問：「信諸所有剎土", "132": "為一剎土不？」舍利弗言：「信。」「從何所信？」答言：「所", "133": "有盡故。」文殊復問：「能信一切法，無所識、無所", "134": "脫、無所念、無有證？」舍利弗言：「信。」「從何所信？」", "135": "「無自然而知自然者，故無所識、無所脫、無所", "136": "念、無有證，亦不生不滅，亦不見亦不有見，本", "137": "際無處，所以故信。」文殊復問：「信法身住，無所", "138": "生、無所滅、無所止？」舍利弗言：「信。」「從何所信之？」", "139": "「亦不是法，有所生、有所滅、有所止，以故信。」文", "14": "四角，從一角視悉見諸角，無所缺減，是故", "140": "殊問：「能信不可計法身所從出，能知處不？」舍", "141": "利弗言：「信。」「從何所信？」答言：「法身者亦無婬怒", "142": "癡故，信之而無處。」復問舍利弗：「乃信諸法依、", "143": "佛依、無所依等不？」答言：「信之。」「從何所信？」答言：", "144": "「無所止。無所止者，謂不可見之所依。」文殊言：", "145": "「善哉善哉！舍利弗！如若之境界，我悉問之，若", "146": "皆答其所知。」舍利弗語文殊：「今我所聞者，以", "147": "念不復忘。」佛謂舍利弗：「若有男子女人聞是", "148": "法，持諷誦讀，為一切人廣說，為解其義，疾得", "149": "所欲。」文殊語舍利弗：「今佛所說無有異。」舍利", "15": "見諸本際。」佛問文殊：「知本際不？」則言：「知。」「何所", "150": "弗白佛：「以供養前佛者，所以彼者來悉得是", "151": "印。是法名曰何等？當云何行？」「名曰『問法身』、", "152": "『寶積』、『持本際』、『持無所處』，所持持一切諸法，無", "153": "所罣礙。其從若聞是者，便因是法悉逮得，", "154": "其聞者復教詔餘人，展轉相開導。所以者何？", "155": "文少而解多。」佛說是經，舍利弗、羅漢，文殊", "156": "師利、菩薩，諸天人、世間人民、龍、鬼神，一切歡", "157": "喜，作禮而去。", "158": "佛說寶積三昧文殊問法身經", "16": "是？」報言：「我所處是為本際，諸所欲人異際，在", "17": "是際者，亦不在法，亦不在善惡，諸法亦如是。", "18": "其知是者，審以知之。凡之知者，以無所知，從", "19": "本傳習，莫有作者，是故無有底。」佛問文殊：「何", "2": "法身經", "20": "謂是慧？」「審是慧者，是故慧。」復問：「何所道念名", "21": "曰道。」報言：「所念道無念，是故道。」佛語文殊：", "22": "「以有念言無念，當以何法教新學若男子女", "23": "人？」文殊言：「亦無所出，亦無解，婬怒癡無有", "24": "極，以是法教一切，以故無有根，是故不可出、", "25": "不可解。其言我能壞本際，以不能；其言我能", "26": "斷生，是亦不能。不捨俗事，不念近道，作是者，", "27": "乃可教於凡人。」文殊問佛：「持何法教學？」佛言：", "28": "「我所教，不壞色痛痒思想死生識，無所壞；", "29": "亦不教壞婬怒癡，令得不可計數法。以是法", "3": "後漢安息三藏安世高譯", "30": "教作佛道者，我用是故自致得佛。」佛語文殊：", "31": "「無所壞法故致佛，無所得法能成佛，佛者則", "32": "法身，諸種力、無所畏，悉法身之所入。所以", "33": "者何？莫能分一身者而為法身，法身無有", "34": "數。何以故？不言是凡人、是不凡人，法身等無", "35": "差特，無所散身是為法身。譬如四瀆悉歸於", "36": "海，合為一味，若干名法為一法身，諸所有種", "37": "各各有名，合會聚之名曰穀。若俗事道事，悉", "38": "合為一法身。所以者何？不可指示是為俗事，", "39": "道事亦不可說，是俗事身是為法身，亦不可", "4": "聞如是：一時佛至羅閱祇耆闍崛山中，與千", "40": "見視，如我所說法身。其有信二知者，所作眾", "41": "惡悉以除盡。」文殊言：「於法身，亦不見生天上，", "42": "亦不見在人間，亦不見在三道，亦不在泥洹。」", "43": "佛語文殊：「今若所說乃爾。若有人問汝者，佛", "44": "現說有五道。當何以解之？」文殊言：「譬若如人", "45": "臥中，見入泥犁，若作禽獸、薜荔，上在天上、若", "46": "在人中，覺則無所見。其法身無所著。所以", "47": "者何？但有數故。數者墮俗，若羅漢、辟支佛，", "48": "上至佛，俱等一法身。所以者何？不可分別故。", "49": "譬如若干種寶可別知，法身而不別。所以者", "5": "二百五十比丘俱。文殊菩薩往到佛所，在門", "50": "何？不可別故，無生無死故。法身無所生、無所", "51": "滅。所以者何？常住故。亦無有垢，亦無有淨。", "52": "所以者何？無有過者，亦無脫亦無所脫。」佛", "53": "者無所不知，復問文殊：「知法身不？」文殊言：「若", "54": "得者可知。」佛問文殊：「乃知世間所在處不？」則", "55": "言：「知。」佛言：「何所是？」文殊言：「其化人處世，在是", "56": "世間者，但有名求如毛際，而無為我說者，其", "57": "世亦不離法身。」佛復問：「世所在何所？」文殊言：", "58": "「譬如雲所在無所在，亦不羸亦不強，是則世", "59": "世之相。」佛問文殊：「汝謂我滅不？」文殊言：「不。何", "6": "外住。所以者何？佛坐三昧。未久佛覺，見文", "60": "以故？法身無有生，若有生乃有滅。法身者不", "61": "生故，知佛而不滅。」佛問文殊：「若聞已過去恒", "62": "邊沙佛悉般泥洹，汝信不？」則言：「信。」佛言：「云何", "63": "信？」文殊言：「其佛者悉佛所化，化般泥洹故，而", "64": "信之。」佛問文殊：「汝見人臨死時，知所趣向？」", "65": "則答言：「而人不可知，何況所趣向。」佛語文", "66": "殊：「乃可聚會說法。」文殊言：「誰欲聽？」佛言：「欲", "67": "聽聚會者。」文殊白佛：「當因何法有所說？」佛言：", "68": "「說法身。」則言：「不見法身，當何以說之？」佛語文", "69": "殊：「若所說法身不可見，其在會中未曉者，聞", "7": "殊。便請入，作禮而住。佛言：「且坐。」文殊問佛：", "70": "其所言其心恐懼。」文殊言：「若恐懼其本際已", "71": "恐懼。」佛言：「本際無恐懼，未曉者亦不恐懼。」文", "72": "殊言：「諸法無有恐懼者，若金剛。」佛問：「何謂金", "73": "剛？」答言：「無能截斷者，以故名曰金剛。佛不可", "74": "議，諸法亦不可議，以是為金剛。」佛言：「何所為", "75": "金剛者？」文殊言：「勝諸法故，佛者法法之審故，", "76": "是為金剛。」「佛以何因為金剛？」則答言：「所有無", "77": "所有，一一求之無所有，故曰空。空者是佛，以", "78": "是為金剛。一切諸法皆佛，依無所依，是故金", "79": "剛。」「何緣是為金剛？」則言：「無所依者無所近，是", "8": "「屬坐三昧名曰何等？」佛言：「寶積。」文殊復問：「何", "80": "故為金剛。」佛語文殊：「今我欲作感應，令阿難", "81": "來。所以者何？為一切受法故。」文殊問佛：「屬所", "82": "說法，無所見無所得，阿難來者當取何法？」佛", "83": "言：「善哉善哉！如文殊所說。」佛言：「我見東方無", "84": "央數阿僧祇剎土諸佛皆悉說是。」舍利弗出", "85": "其所止處，到文殊所，見而不在，便至佛所，於", "86": "門外住。佛謂文殊言：「呼舍利弗入。」文殊問佛：", "87": "「本際法身有中有外有內，當從何所得？」佛言：", "88": "「不可得。」答言：「本際以無際。」復言：「舍利弗者亦", "89": "在法身中，不而所從來，當所入。」佛語文殊：「若", "9": "故名寶積？」佛言：「譬如摩尼珠，本自淨好，復以", "90": "為苦，舍利弗為不苦。譬如諸聲聞在內與我", "91": "俱語，而若在外住，不用時入，是不為煩。」答", "92": "言：「雖在外住亦不苦亦不煩。」佛問：「若以何故，", "93": "不苦不煩？」文殊言：「佛為聲聞說法，我亦如是，", "94": "故不苦不煩。所以者何？諸佛所離法身故。」文", "95": "殊言：「譬如恒邊沙劫不見佛，亦不得入，亦不", "96": "苦不煩。所以故，佛所說法亦無增無減。所", "97": "以者何？諸法無有主，以是故無苦無煩。諸所", "98": "有名，佛因是而教人。所以者何？佛以是教故。」", "99": "佛遙問舍利弗：「汝悉聞文殊所語不？」舍利弗"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0356 佛說寶積三昧文殊師利菩薩問法身經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}