{"author": "德慧法師造  陳 真諦譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1641 隨相論: 隨相論: 隨相論: 隨相論", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1641", "1": "隨相論一卷", "2": "德慧法師造", "3": "陳天竺三藏真諦譯", "4": "論中解十六諦", "5": "十六諦總問。為物有十六。為名有十六耶。答", "6": "毘防夷反頗判何反沙翻為廣解師解。為物有十六故。立", "7": "十六名。實有其體故稱物。經優波提舍翻為離欲", "8": "修善說師解。名有十六。物唯有七苦諦有四。謂", "9": "無常苦空無我。集滅道三諦各一。合為七。佛", "10": "本說優波提舍經。以解諸義。佛滅後阿難迦", "11": "旃延等。還誦出先時所聞。以解經中義。如諸", "12": "弟子造論解經。故名為經優波提舍。毘婆沙", "13": "復從優波提舍中出。略優波提舍。既是傳出", "14": "故。不言經毘婆沙。今先依前釋屬緣故。稱無", "15": "常有為法。無力不能自起。藉緣方起。如嬰孩", "16": "小兒不能自起。藉他扶持方復得起。所言緣", "17": "者。即是貪愛及業。必須具此二法。五陰方得", "18": "生。業能生果。雖復能生。若無貪愛愛著應生", "19": "處者。果亦不起。由如地水等能生穀牙。若", "20": "無人功以穀子安置地中。牙終不得生。未起", "21": "貪愛及業時。果則是無起。貪愛及業因緣和", "22": "合。果方得生。生則是有。業力若盡果則謝滅。", "23": "還復成無。即是先後。先後無繫屬於緣故。言", "24": "屬緣故名無常。逼惱性故名苦。逼惱有兩種。", "25": "一違逆逼惱。二隨順逼惱。若於佛弟子。是違", "26": "逆逼惱。佛弟子於生死中恒生怖畏。經中譬", "27": "云。譬如燒利劍火光耀眼。人執之在側欲以", "28": "相害。於念念中恒生大怖畏。佛弟子怖畏生", "29": "死亦如此。此下是違逆義。而生老病死等。恒", "30": "相逼惱故苦。若於凡夫是隨順逼惱。凡夫愛", "31": "著生死。即是隨順義。如兄弟二人。兄甚愛", "32": "弟弟恒惱兄。兄雖受惱猶自愛之。凡夫愛著", "33": "生死。雖復受苦猶愛著之。故以逼惱性為苦。", "34": "對治我所見故名空。凡夫執一切法言是我所。", "35": "今明一切悉非我所。為對治此見故名為空", "36": "對治我見故名無。我凡夫。執五陰等以為我。", "37": "今明一切法悉無有我。為對治此見故說無", "38": "我此四是苦諦。次釋集諦四名。種子法道理故名", "39": "因能生果是種子法。具四義。是其道理。四義", "40": "者。一種子破則不能生。如取種子磨之令破。", "41": "雖具諸緣不復能生牙。貪愛等煩惱。亦是生", "42": "果之種子。若為道所破。雖具餘緣不復能生", "43": "果。二陳宿故。雖具諸緣亦不能生牙。以種子", "44": "經時節久故。貪愛等生果。亦復如此。聲聞六", "45": "十大劫修行。獨覺百大劫修行。佛三阿僧祇", "46": "劫修行。三乘人在未發心之前。於一闡提位", "47": "中起貪愛等煩惱。煩惱生業。業所感果。猶未", "48": "受之。從修行已去多歷時節。功德智慧既轉", "49": "深廣。映蔽先因力用衰弱。雖具餘緣不能生", "50": "果。大有經說。九十八惑生一煩惱。一煩惱生", "51": "九十八惑。如因貪具生九十八惑。皆能生貪。", "52": "三失時故。雖具餘緣則不生牙。如春種則生", "53": "冬則不生。因失時亦不能生果。如鴦掘魔", "54": "羅。因無明斷二千命。死必應入地獄。而現身", "55": "得成阿羅漢。先所作惡以時差故。雖具餘緣", "56": "不復得生果。四因緣不具。雖不破不陳宿不", "57": "失時。亦不生牙。如地水人功等因緣不具故", "58": "不能生牙。因生果亦爾。雖未被破未經久時", "59": "及失時。而因緣不具則不能生果。若眾生作", "60": "業能牽生果。須具三事。一親近善知識。二有", "61": "信向心。三作功力惡業。須三事對此求之。若", "62": "無三事。因緣不具則不能得果故。醜陋經云。", "63": "若眾生願生人中而作業。因緣不具故。乃於", "64": "畜生等中受果。若作惡業應於畜生等中受", "65": "生。因緣不具。乃於人中受果。如阿羅漢。雖具", "66": "有諸業。以斷煩惱盡業。無煩惱為伴故。則", "67": "不能牽生。又如中滅阿那含。用業已盡。而", "68": "貪愛未盡。不得受色界生。生在中陰中。又如", "69": "得初果。竟起修道所滅煩惱。煩惱生業。雖具", "70": "業煩惱。由斷見道所破煩惱故。不復得用新", "71": "業受生。世間種子法。必須具四種道理方得", "72": "生牙。貪愛及業為種子法亦爾。必須具四種", "73": "道理方能生果。生果故名因。問業及煩惱。何", "74": "者正為種子。答煩惱為正。煩惱生業。業不", "75": "能生煩惱。煩惱是本故。又有業無煩惱。必不", "76": "能牽生。有煩惱無業。由得中陰生。", "77": "二顯現故名集起。顯現有兩義。一貪愛與業", "78": "相應。令果得生。未生時果。未現生時則顯現。", "79": "二貪愛能顯於境界。境界實是鄙惡。而貪愛", "80": "轉心。謂境界為好。即顯現境界令好。如一女", "81": "人。三識往觀之。凡夫見之謂為可愛之境。", "82": "虎狼觀之謂是可食之物。聖人觀之謂為骨", "83": "藏。謂為骨藏。此是稱境而知。謂為可愛可", "84": "食。並由貪愛顯現此境故爾。由貪愛顯現。", "85": "應生處境。於中起染著故。業得生果。若無", "86": "此二顯現。果則不得生。明此兩種顯現。為", "87": "釋集起義。外道謂一切法唯有一因生。言自", "88": "在天。一因生一切物。今為破此見。明眾緣集", "89": "聚方能生果。雖復眾緣集聚。若不能令果起。", "90": "亦非因義。集聚而令果起方得是因。二種顯", "91": "現亦明集聚義。亦明令果起義。故以顯現釋", "92": "集起。如窯師埏埴繩水等。眾緣聚集共生一", "93": "瓶。能拔出果令成就故名緣。因直感果令起。", "94": "緣則能令果生。使一期報得具足成就。次釋", "95": "滅諦四名。五陰盡不生故名滅。此據果報為", "96": "語。現在五陰盡。未來五陰不生故名為滅。今", "97": "取滅名目無為體耳。滅諦自以無為為體。不", "98": "取五陰滅。不生為體。五陰滅不生有三世。滅", "99": "諦體是無為。非三世法。五陰滅不生。有三世", "100": "者。如舍利弗目揵連等五陰。是過去滅不生。", "101": "凡夫五陰則於未來方滅不生。若現在聖人", "102": "五陰。則是現在滅不生。無為法中無五陰。五", "103": "陰不於此中生故。用盡不生義以目無為。又", "104": "五陰若盡滅不生時。方證得此無為故。以盡", "105": "不生義。目無為故。名無為為滅。能滅三火故", "106": "名寂靜。三火有兩種。一欲瞋癡為三火。此", "107": "三有三義故名火。一能燒眾生一切善根。二", "108": "此三煩惱能使心熱。即有燒心義。三能然三", "109": "界故名火。此三煩惱遍三界中。從六塵六根", "110": "六識生。此煩惱根塵識皆是有流。由此三煩", "111": "惱故。不得安樂。三煩惱如火能然。根塵識如", "112": "薪是所燃。問上界無瞋。今那得言有瞋耶。答", "113": "凡夫生上界者。具有見諦煩惱。在上界非無", "114": "之。但不得起故言無。今言有者就理為語。二", "115": "以三苦為三火。此三苦能燒眾生。令不得安", "116": "樂。若欲界則具三苦。色界則具壞行二苦。無", "117": "色界唯有行苦。三苦即是三災。苦苦是火災。", "118": "壞苦是水災。行苦是風災。有此二種。三火則", "119": "喧動。以滅此二種三火故名寂靜。無三抂故", "120": "名妙。三抂者。謂生老死為三苦。此三苦平等", "121": "遍三界中故。偏說此三苦為三抂。三界皆有", "122": "生故有生苦。若欲界則有頭白面皺之老。六", "123": "天及色界乃無此老相貌。亦有改異義。如采", "124": "畫始時則分明可愛。久則采色歇薄。上界色", "125": "身亦有此義。即名此為老。無色界心亦有老。", "126": "果報將盡之時。心用改異。昔時定心堅固。將", "127": "終定心劣弱。恒欲退墮。故三界皆有老苦。三", "128": "界皆有終盡故。皆有死苦。所以名此為抂者。", "129": "凡夫之性恒求安樂。所以修世俗善望得樂", "130": "報。而此三橫災。使其受苦故。名三苦為三抂。", "131": "無為之中無此三抂。故名為妙。問上界生時", "132": "自不苦。何故名為苦耶。答未必生苦。受故名", "133": "苦。生是苦本故名為苦。無為不生所以無苦。", "134": "生死有生所以有苦。故名生為苦。如地獄是", "135": "處所之名。處實非苦。但處能生苦故。名地獄", "136": "為苦。問生苦三苦中是何苦。耶答若是苦受", "137": "生是苦。苦若樂受生是壞苦。捨受生是行苦。", "138": "欲界生具有三苦。色界生具二苦。謂壞苦行", "139": "苦。無色界唯是行苦。老苦亦具三苦。若轉樂", "140": "為苦。則是苦苦。若轉苦為樂。轉樂為樂。則是", "141": "壞苦。轉樂為捨。則是行苦。約三界類。此死苦", "142": "亦具三苦。類前可解耳。問經中說有幾苦耶。", "143": "答說有無量苦。此間所說八苦。以外分別。復", "144": "有諸苦。但止說七苦耳。舊八苦中不說病苦。", "145": "說七苦竟。言等等餘諸苦。所以不說病苦者。", "146": "病苦唯在欲界人中。近不遍欲界天中。故不", "147": "說之。天中所以無病苦者。病從內外緣生。外", "148": "謂寒熱不平等飲食不調適故。致病苦。內者", "149": "或行多令四大弱。或坐多令四大弱。四大弱", "150": "故成病。上界外無寒熱不平等飲食不調適", "151": "之緣。內四大既強。無有行坐過差之緣故。不", "152": "得有病苦。曲解亦有病義。六天作欲事。或三", "153": "日不食。乃至七日。不至七日則死。未死之", "154": "前四大弱。亦得名病苦。問餘四苦云何。答五", "155": "陰若通三界。求不得愛別離怨憎會。此三苦", "156": "上二界定無。以名自住果報。無有雜住一處", "157": "故。無此三苦。欲界六天則具有之。下品諸天", "158": "願樂上品不得故生苦。即求不得苦。與阿修", "159": "羅鬪戰。即怨憎會苦。鬪戰不如。為阿修羅所", "160": "縛所破。即愛別離苦。解脫一切失故名永離。", "161": "一切失者。是因緣果報。因是煩惱緣是業。所", "162": "受五陰是果報。此三是過失法。究竟解脫此", "163": "三。非暫時解脫。故名永離。問煩惱何故稱因", "164": "業為緣。答煩惱是種子。正能牽生故名因。若", "165": "無煩惱雖復有業。則不能牽生。若無業有煩", "166": "惱。猶得生中陰。若煩惱盡業雖得莊嚴果。終", "167": "由煩惱生業故得果。次釋道諦四名。於中行", "168": "故名道。凡有兩釋。一云盡無生智是能行。戒", "169": "定慧是所行。從苦法智訖道比智。十二心皆", "170": "斷煩惱。是盡智。第十三心。是無生智。戒有", "171": "有流本是有流。由兩智行之故。成無流定。", "172": "亦如此智有三種。謂聞思修。修慧亦有有流", "173": "無流。亦由兩智行之。故成無流。盡智行之", "174": "者。苦流智現前。具八分聖道。戒定本是有", "175": "流。今為盡智行之。故成無流。盡智有二種。", "176": "一是正見。二是正思惟。同觀無常而有麁細。", "177": "正見細見思惟麁。而此二互得相生。若以正", "178": "見為盡智。亦得言使正見成無流。終是比盡", "179": "智令智慧成無流。如此明義。則一時中為盡", "180": "智所行故。令戒定慧成無流。以異性故得同", "181": "時。乃至阿羅漢悉如此。若還以正見望正見。", "182": "正思惟望正思惟者。則不得同時。必以前正", "183": "見使後正見成無流。正思惟亦爾。一時中不", "184": "得並有。一性兩法故。若如此明義。則異時", "185": "明智慧。為盡智所行乃至阿羅漢悉如此。為", "186": "無生智所行。乃至阿羅漢悉如此。為無生智", "187": "行故。戒定慧成無流者。見諦有後十心。後十", "188": "心屬果。若須陀洹人。作十二心觀者。則是無", "189": "生智。使同時戒定慧及異時慧成無流。問苦", "190": "法見即是無生智。何不說之耶。答苦法見若", "191": "形待苦法智。亦得名其作無生智。若望苦類", "192": "智者。其復為苦類智。作本斷上界煩惱。復屬", "193": "盡智。既不定。是無生智故。悉屬盡智。唯第", "194": "十三心定故。可說為無生智。第二解言。戒定", "195": "慧為無流心所行成無流故名道。則以無流", "196": "心為能行。戒定慧為所行。盡無生智是助心", "197": "法故。前解異後釋。言於中者。於戒定慧中與", "198": "理相應故。名如者。若通論則與四相應理相", "199": "應故名如。若別論與不斷不常中道理相應", "200": "故名如。如是得理之智。若以邪思惟不如破", "201": "之。不能使其成不如故名如。", "202": "正見所作故名正行。若聲聞人聞正師說正", "203": "教。從正聲名生正聞。正聞生正修。作如此次", "204": "第習學。名為所作。若是獨覺及佛。則從正思", "205": "生正修。無有從正聲名生正聞義。以此兩乘", "206": "根利。自能思惟得悟。問獨覺及佛。根本悉經", "207": "聞法故。得生思惟修慧。何故無正聞生正思", "208": "耶。答宿世非不經聞。今論即事。非是憶昔所", "209": "聞乎。時師作此說。依此說依此而生思慧。", "210": "直端然思惟自得悟理。聲聞則必依師語思", "211": "惟之。永過度故名出離。有兩解。一解言。", "212": "由邪思惟故生煩惱。煩惱生業業生果報。此", "213": "等皆是不正思惟故。若生無流智慧。智慧生", "214": "戒定等。皆悉是正。正與不正相反。正即過度", "215": "不正。非暫時過度。及是永過度。又一解。煩惱", "216": "是倒。智慧是不倒。倒與不倒相反。不倒永過", "217": "度倒。前解則廣。後解則略。故有異用。前家又", "218": "一解十六名言。非永法性故名無常。若無為", "219": "法本來是有。永無有生永無住滅。有為法暫", "220": "生暫住暫滅。此法性爾故名無常。從無明生", "221": "故。苦者不解世間事故。苦近不解世間事。已", "222": "自是苦。況不解真實甚深理邪。彌是大苦", "223": "無明根本。是苦由無明故。受生死報故。生死", "224": "無處不苦。中間人所離故名空。六根是中間。", "225": "佛自以聚落譬六根。今言中間如聚落之中", "226": "間。我人不在此中間故。言人所離。以為我人", "227": "所離故名為空。不自在故名無我者。自在有", "228": "兩義。一不依他故名自在。若不由他生住滅", "229": "則是自在。二者隨意所作故名自在。若欲令", "230": "火冷火輒冷。欲令水不濕水即不濕者。此則", "231": "是自在。一切有為法依他故。有生住滅。又不", "232": "得如意。若有神通能轉變者。終須依定等修", "233": "學方有此用。既不免依故無自在。既無自在", "234": "故無有我。來道理故名因。今次第舉譬釋之。", "235": "以種子為譬。如有種子不藉餘緣自有生樹", "236": "之力。樹猶未生而種子既有。能生力能令牙", "237": "等後時來。現在業分為四分。初分者。當作善", "238": "惡業時。不藉餘緣。便自有能感果力。果至命", "239": "終猶在未來。業既有能感果力。能令果後時", "240": "來。現在有能令來之道理故。言來道理名因。", "241": "出道理故。名集起者。種子本能生樹。樹牙莖", "242": "枝葉等。本在未來。今以種子內土中。藉地水", "243": "等外緣方得出牙。牙纔起現在種子即滅。業", "244": "亦如此。本能感果。果在未來。現在報既盡。先", "245": "受中陰生。中陰生纔起業。初分即謝。業有能", "246": "出中陰之道理。必須因緣聚集。中陰果方生", "247": "故。言出道理。故名集起。行度故名生處者。", "248": "牙先出現在。從牙生莖。從莖初訖至未生華。", "249": "以來名為行度。行者漸漸增長。度牙位莖纔", "250": "生牙。便謝業亦如此。先受中陰牙。捨中陰牙。", "251": "受正生從柯羅邏初。至第七分之終。名為行", "252": "度。漸漸增長故名行過。中陰位故名度柯羅", "253": "邏。纔生業第二分便謝。柯羅邏等次第生故", "254": "名生。此生從業生故名業。為處故。言行度故。", "255": "名生處業。第三分自用強。若無業用。雖有", "256": "餘緣生果。終不得起。", "257": "所依道理故名緣。莖先漸長猶未生華。從生", "258": "華以去至結子。子又生未來樹。皆名所依", "259": "道理。華果等皆依此位種子。而得生華。纔生", "260": "種子。第三分便謝。業亦如此。從柯羅邏初。至", "261": "第七分。未能作生死因及解脫。至六根具足", "262": "第二剎那已去。能造生死解脫。因此位是業", "263": "第四分。此第四分初以去。若苦樂若惡若善。", "264": "皆依業第四分。業第四分。是依道理故名為", "265": "緣。業第四分纔生。業第三分便謝。業第四分。", "266": "自用亦強。果既已生。藉餘緣義則弱。正由", "267": "業用故果得具足。若業第二分感中陰生。因", "268": "緣俱弱。以貪愛為因。業為緣。二事俱弱。不可", "269": "以種子全為譬。止少分為譬耳。當作業時具", "270": "能感此四位。果逐時節有異。有此四種。約此", "271": "位故。分業為四分。問一業那忽俱感此果耶。", "272": "答就一剎那明一業。亦得義分為三分。前分", "273": "後分弱。中分明強。弱感中陰。強感生果。若", "274": "無流業則初強後弱。問業生果與種子若為", "275": "異耶。答此義不同。若依薩婆多等部。明有為", "276": "法皆剎那。剎那滅者。一種子。且據十剎那為", "277": "語。若當分論相生者。第一剎那能生第二剎", "278": "那。第二剎那能生第三恒隣。次明相生。第一", "279": "生而即滅。不至第二。豈能生第三耶。若就", "280": "向分因。約相續為語者。第一剎那同分因。", "281": "即能生第二剎那。以去乃至華實同分因攝。", "282": "此業果在未來。第一剎那滅。第二剎那。同分", "283": "即攝。第三剎那以去果在未來。後去次第類", "284": "此。若無第一剎那種子為本。則不得有第二", "285": "第三剎那。次第相續故。初一剎那種子。以得", "286": "說其能生。後諸果言同分因者。種子四大即", "287": "四分。同能生一果故有此名。不如業有同隨", "288": "得攝其因果。若正量部。色不念念滅。有暫住", "289": "義。種子未生牙時。只是一種子耳。若當分論", "290": "生果。正生牙果。若約相續。亦有生莖葉等義。", "291": "後去類皆如此。業則不爾。業雖自滅。有無失", "292": "法在。攝其果令不失。今且據戒善為語。戒有", "293": "根本。根本有前方便及正方便。前方便有三", "294": "事。一大眾和合許為受戒。二正乞戒。三時節。", "295": "時節者。要期盡形壽息一切惡。正方便者。師", "296": "為其說。一白三羯磨。至第三羯磨竟。即得護", "297": "身口善。此善即是戒。以要期心等緣攝之。以", "298": "此為根本。盡形壽不滅。從此後相續恒流。若", "299": "中間作罪。戒則不復流。若懺悔竟則還復流。", "300": "言流者。從根本流出一剎那戒善。所流出者。", "301": "亦生即滅。不從此剎那戒生第二剎那戒。還", "302": "從根本流出第二剎那戒。如此後生者。能從", "303": "根本流出。若是薩婆多義。有同隨得繫之戒", "304": "善。生雖謝同隨得繫。其住在過去。繫果在未", "305": "來。若正量部戒善。生此善業。與無失法俱生。", "306": "其不說有業能業。體生即謝滅。無失法不滅", "307": "攝業果令不失。無失法非念念滅法。是待時", "308": "滅法。其有暫住義。待果生時其體方謝。若是", "309": "定戒。皆有隨根本相續流義。布施物則隨物", "310": "在善恒流。若無流善不能得果。無有無失法", "311": "與善俱生。無有出在餘心無流善恒流義。問", "312": "業與無失法俱生。同是有為法。業體何故滅。", "313": "無失法不滅耶。答善是心相應法。故生而即", "314": "滅。無失法非心相應法。故不念念滅。薩婆多", "315": "義同。隨得亦念念滅。但非心相應法。種類自", "316": "相續不斷。問布施善恒流定云何。答身口是", "317": "業體。以相貌為身業。以語言為口業。運手", "318": "捉物。或取物或擎物與前人。此即是相貌。即", "319": "以此相貌為身業。發言呼取某物施某人。此", "320": "語言即是口業。發起身口業緣有三種。一三", "321": "善根。二從三善根生正思惟。三從正思惟生", "322": "作意。謂作施意。若總論用。此三緣發身口業。", "323": "近論正是作意。發身口業。言布施者。以三緣", "324": "發身口業故名布施善。菩薩默念而雨寶。意", "325": "業亦是施業。田有三種。一福德田。如佛及菩", "326": "薩等。二恩養田。如父母等。三貧窮田。即飢", "327": "寒眾生等。若施福德田。則無癡善根多。若施", "328": "貧窮田則無癡瞋善根多。對貧窮眾生。必", "329": "起慈悲故。無瞋善根多。一時中乃具三善根。", "330": "隨所對田故。不無多少之異。施復有二種。一", "331": "恭敬施。二利益施。若恭敬當施時善生。施竟", "332": "則善不復流。所以爾者。如佛已涅槃。為恭敬", "333": "佛故。以衣食等供養。又如世人。以衣食等供", "334": "養過去世尊。亦有恭敬故。既無人受用此物", "335": "故。善不得隨事而流。二利益施者。為利益前", "336": "人四大。以前人受用此物。四大增長故。為利", "337": "益而施者。善則隨三事恒流。三事者。一三善", "338": "根。二餘物。三眾生。三事中若一事不具。善則", "339": "不復流。如餘物雖未盡。眾生猶受用之。而施", "340": "主已死。或起邪見斷善根。善無復根本則善", "341": "不復流。若施主生存。善根不斷。能受用人未", "342": "滅。而餘物已盡。善亦不復流。若施主不斷善", "343": "根。亦不死。餘物又未盡。而能受用人已謝滅。", "344": "無復人受用之。善亦不復流。餘人雖用。非施", "345": "主本心所期。唐自受用善終不資。若檀越施", "346": "心通普。此則隨用。皆有善資故。為福田者。受", "347": "他施時。須將其約。若聽隨意用。則隨所迴施。", "348": "傳傳生福則無窮。若不爾者。輒迴與他。乖", "349": "施主心。迴施人非但無福。亦更招罪。乃至後", "350": "應墮惡道中更相報償。此不容易故宜慎之。", "351": "問斷善根竟。善既無復根本。云何得更生善", "352": "耶。答此應更作兩。問須陀洹初道無流。無有", "353": "無流種類為根本。何得以阿羅漢退起修道", "354": "所破煩惱。煩惱無不善根為本。云何得生", "355": "耶。答生有兩種因。一先生因。二俱生因。先", "356": "生因即是三善根。未作善時先有此善根。能", "357": "生所作善。故名先生因。俱生因者。即是作意", "358": "思擇故善生。只思擇時是善生時。故名俱生", "359": "因。若善根未斷。作善之時從兩因生。若善根", "360": "已斷。作善之時。則唯從俱生因生。若善生時", "361": "還復接三善根。令與善心得相應。斷善根非", "362": "是善根。體都滅盡。直以邪見隔之。無復有善", "363": "心。與其相應名之為斷。若無流道生者。有流", "364": "善根體則滅。須陀洹初道無流。爾前未有無", "365": "流善根。唯從俱生阿羅漢退起煩惱。三不善", "366": "根已盡。亦但從俱生因生。問小乘佛受施食。", "367": "食此食時作便利不。答佛無便利。佛頷下兩", "368": "邊向頸。各有千筋。受一切食味。食下至此便", "369": "變為血肉。故無便利。轉輪王有兩解。一云有", "370": "便利。一云無有。三乘同凡夫。亦有便利。若", "371": "六天食名須陀。須翻為善。陀翻為貞實。此", "372": "食精妙。亦不成便利。", "373": "無共繫義是滅義。共繫淨盡故名滅。例前止", "374": "應有後句。而有前句者。天竺云尼盧陀。此一", "375": "名有十義。覆亦名尼盧陀。蘭亦名尼盧陀。滅", "376": "亦名尼盧陀。今示說滅義不說餘義故。以初", "377": "句分別之。中阿含中有解繫縛。經云佛語比", "378": "丘。貪愛在汝眼中。汝須滅之。若滅貪愛。汝眼", "379": "亦滅。因眼對色生貪愛。共繫縛識。貪愛即煩", "380": "惱繫縛。眼及色境界是繫縛。若滅貪愛繫縛。", "381": "眼等繫縛亦壞滅。經譬之云。如以鎖鎖繫人", "382": "置牢獄中。鎖是一繫縛。獄是一繫縛。若打除", "383": "鎖。又燒滅獄。則離二繫縛。兩縛共繫眾生故", "384": "言共繫。解脫貪愛故言淨。解脫境界故言盡。", "385": "此即是除無餘涅槃。貪愛滅是有餘涅槃。境", "386": "界滅是無餘涅槃。眼既如此。耳鼻等悉然。三", "387": "有為相解脫故名寂靜。三有為自有二種。一以", "388": "三世為三有為相。二以生老滅為三有為相。", "389": "所以不明有住者有為法。無住住是無為相", "390": "故不說之。由邪思惟故起煩惱。煩惱生業。業", "391": "生果報。既有因果相生故有三世。無為法無", "392": "因果相生。故無三世。有為法本是無故有生。", "393": "有生故有老滅。無為法本有故無生。無生故", "394": "無老滅。有為法具有二種。二相喧動故非寂", "395": "靜。無為法解脫此二種。三相既無喧動故名", "396": "寂靜。就一煩惱有一解脫。九十八煩惱。即有", "397": "九十八解脫諸法本來不生。不生即解脫。眾", "398": "生顛倒故。於色等而起貪著。因貪著生業。業", "399": "生果報。煩惱貪著色。不能稱所對無為之理。", "400": "所對無為。即是此貪愛若被斷。即證得此無", "401": "為故。九十八惑。有九十八無為業及果報逐。", "402": "煩惱無別有無為。", "403": "真實善故名妙。善自有四種。一真實善。二自", "404": "性善。三相雜善。四發起善。真實善者。即是", "405": "涅槃。生死是惡法。涅槃無惡不從因緣生。故", "406": "名真實善。自性善者。即是無貪無瞋無癡三", "407": "善根。此三善根不藉餘緣。性能對治貪瞋癡", "408": "三惡。涅槃無三惡。其與涅槃相稱故名為善。", "409": "譬如三藥非藉餘緣。性能治病。油能治風。蘇", "410": "能治熱。蜜能治淡。三相雜善者是意業善。", "411": "由與三善根相應故。生信智等善。信智等生", "412": "時。心及助心法。與三善根相應。悉皆成善。", "413": "未雜之時。三善根各能治一惡。心及助心法。", "414": "不與三善根相雜。則無治惡用。相雜之時。則", "415": "能備破諸惡。如眾藥未相和雜之時。各能治", "416": "病。和雜以後。則無所不治四發起善者。是", "417": "身口善。身口本無善。由意業善。發起身口", "418": "故。身口生善。譬如水本非藥。以藥內水中", "419": "而煮之。由藥發起水使水亦成藥。三善根", "420": "皆由隨順真實善故得成善。惡是麁法。無為", "421": "無惡是真實善。故名妙好。問心及助心法", "422": "與三善根相應時。一時中具與三善根相應", "423": "不。答一時中具與三善根相應。如信智等現", "424": "前時。此心得理即是無癡。貪瞋不起即是無", "425": "貪瞋。問心及助心法與三不善根相應時。一", "426": "時中具與三不善根相應不。答惡心現前時", "427": "此心乖理。恒與無明相應。苦與貪相應時。", "428": "不與瞋相應。以惡性相反故。問三善根是心", "429": "法不。答非心法。故有時不與心相應。如僧", "430": "祇等部說。眾生心性本淨。客塵所污。淨即", "431": "是三善根。眾生無始生死已來有客塵。即是", "432": "煩惱。煩惱即是隨眠等煩惱。隨眠煩惱。即是", "433": "三不善根。由有三善根故生信智等。信智等", "434": "生時與三善根相扶。故名相應。由有三不善", "435": "根故。起貪瞋等不善。不善生時與三不善相", "436": "扶。故言相應。若起邪見斷三善根。三善根暫", "437": "滅非永滅。後若生善還接之令生。若斷三不", "438": "善根者。斷則永不生。最勝息故名永離者。如", "439": "人處在怨賊之中。則不得安息。若斷離怨賊。", "440": "離之未遠。乃有安息義。非最勝安息。若都", "441": "出其境界者。方是最勝安息。內合亦爾。若在", "442": "煩惱怨賊中。則都未安息。若雖復稍斷。斷之", "443": "未盡乃有安息義。非最勝安息。斷之若盡。永", "444": "出煩惱外。方是最勝安息。阿羅漢煩惱都盡。", "445": "永不復生。是最勝安息。須陀洹見諦煩惱都", "446": "盡。永不復生。亦是最勝安息。", "447": "為對治邪道故名為道。九十六種沙門。皆行", "448": "邪道。所以稱邪道者。行此道者。去無所至。故", "449": "名邪道。若行戒定慧正直道者。得至涅槃。為", "450": "對治邪道故。說戒定慧為道。又解言可覓故", "451": "名道。如人期心欲至一方。先須覓道路。若欲", "452": "求解脫。須先覓出世道。戒定慧是可覓之處", "453": "故名道。對治非如故名如。有兩解。一明對治", "454": "非如理。二明對治非如行。四倒與理不相應。", "455": "即是非如。以常樂我淨置生死中。以無常苦", "456": "無我不淨置涅槃中。今觀生死是無常苦無", "457": "我不淨。涅槃是常樂我淨。與理相應即是如。", "458": "問小乘涅槃云何。得是我耶。是我則一切法", "459": "不皆是無我。答小乘明一切法中無我。故名", "460": "無我耳。涅槃有體。有體即是法我。對治行不", "461": "如者。外道有常見斷見。常見者。計我不滅於", "462": "未來受報。為未來報故。於現在修苦行。凡有", "463": "十一事。一永坐。恒坐不起。二大發行。不住不", "464": "避山谷險難而漫行。三不食。斷食自餓。四長", "465": "倚。恒立一處。五隨日仰頭視日。朝則東視", "466": "隨日上落視之不懈。六五炙。當晝大熱以日", "467": "炙頭。四邊然火以炙身。七眠刺。取刺置一處。", "468": "以眠其上。八投巖。九赴火。十投水。十一供", "469": "養諸天。自挑出筋。為琵琶弦彈之。而預供養", "470": "諸天。斷見者。謂身滅我亦滅。無有未來現在。", "471": "恣心所作造種種罪。此行並不與正行相應", "472": "故。名不如行。今觀不常不斷。離二邊行中道。", "473": "與涅槃國相稱事故名正行所以呼涅槃為國", "474": "者有二義。一大力人所鎮故。大力人即是佛。", "475": "及獨覺阿羅漢。證得涅槃無有過失。故言鎮。", "476": "二怨賊不侵故。涅槃之中永離煩惱。即是不", "477": "侵。不種事有三義。一不肯去。二僻路。三疑", "478": "路。若起我見者。以生死為極處。不復進求涅", "479": "槃。即是不肯去義。雖欲進求而修戒取。即", "480": "是僻路。於無流八定及有流八定。不知何者", "481": "是正。即是疑路。若修無流慧。分別是非。即除", "482": "疑路。既除疑路。亦除僻路。不著生死。即除", "483": "不肯去。修無流慧。能除我見戒取疑等煩惱。", "484": "涅槃無煩惱。即是與涅槃相稱事。此事不邪", "485": "故名正行。對治一切怖畏是名出離。一切怖", "486": "畏者。佛問波斯匿王。有人說。有大山從東方", "487": "來下。歷地上際日輪。如是次第明有人說。", "488": "餘三方有大山來。汝今欲作何計。王答佛言。", "489": "世尊。此不可以愛語而得却之。不可以布施", "490": "而得却之。不可作怖畏事而得却之。不可興", "491": "兵而得却之。非此四方便所。如我今唯當一", "492": "心急修八分聖道以求出離耳。", "493": "佛又問。如有火來爛汝頭燒汝衣。汝為當先", "494": "須滅火。先須修八分聖道耶。王答言。世尊。火", "495": "燒我頭及衣。我若滅火乃是暫時得免苦。非", "496": "是永免。若修八分聖道則永離苦。我當先修", "497": "八分聖道不先滅火。四方山即譬老病死愛", "498": "別離四苦。老苦能壞少壯。病苦能奪強健。死", "499": "苦能傾壽命。愛別離苦能乖富樂。前來皆是", "500": "出異義。天親所執同經優波提舍師義。", "501": "論主云。如我所信所解。今當說之。有生有", "502": "滅故名無常。有為法有生滅故。不得是常。生", "503": "即是有。滅即是無。先有後無故是無常。生何", "504": "故非常生。滅何故非常滅。而言生滅是無常", "505": "耶。解言。生壞於滅故滅非常。滅復壞生故", "506": "生亦無常。相違性故名苦。五陰是苦聚。恒", "507": "違逆眾生心。令其受苦。眾生無不愛所受", "508": "身。以衣服飲食種種將養。而其不知此恩。恒", "509": "生諸苦違逆眾生心。於衣食增減之間。恒生", "510": "苦惱。欲令得安。所以坐久則生苦。厭坐須行。", "511": "久行又生苦。如此四威儀中恒相違逆。所以", "512": "恒違逆眾生心者。由所緣境界非真實故。違", "513": "逆生苦。體所離故名空。一切諸法皆是假名。", "514": "有名有義而無有體。和合能生是因義。於和", "515": "合中以立因名。所生是果義。於所生中以立", "516": "果名。而因果無體。何以故然。根塵和合能", "517": "生識。離根塵外。豈別有因體耶。和合故說識", "518": "生。離和合外。豈復別有識體生耶。有因果無", "519": "能作能用。無有因果。是有因果名義。無能作", "520": "者。因無體無真實能作。無能用者。果無體無", "521": "真實。能受用苦樂名義。中無體即是體所離", "522": "義。故名空。無自人故名無我。佛說有法不出", "523": "十八界。若言有我。是何界所攝。若十八界不", "524": "攝。故知無我。此破跋和弗多羅可住子部", "525": "義。其救義云。我遍十八界中。豈可令別為一", "526": "界所攝耶。其所執我言。不一不異。是不可說", "527": "藏。今更破之。如眼根與色塵是所緣。眼識是", "528": "能緣。緣根塵故生識。今先就所緣中破之。我", "529": "遍在根塵中。為一為異。若其異者。則應所緣。", "530": "有根塵我三法。佛何故止說二不說三耶。若", "531": "言有我異於根塵。而佛不說為所緣者。此我", "532": "則無用。又若言異根塵者。汝說不異義此則", "533": "壞。若言我與根塵一。則唯有根塵。何處有", "534": "我。則汝說不一義又壞。次就能緣破之。我與", "535": "識為一為異耶。若異則能緣有二種。謂我及", "536": "識。若有二法。佛何故不說耶。若雖有而佛不", "537": "說。則我無用。又汝說不異義則壞。若我與識", "538": "一。識從緣生。既是有為。我亦應是有為。汝", "539": "立我非有為非無為。此言則壞。又汝言不一。", "540": "此言又壞。若破外道計我者。外道立我義。以", "541": "四智證知有我。一證智。二比智。三譬智。四聲", "542": "智。以此四智證知有我。外道有斷常二見。若", "543": "是斷見者。謂即此身是我。故身滅我亦滅。既", "544": "即身是現見有身。即是證智知有我。若見出", "545": "息入息等五種是我相。既見其相則知有我。", "546": "此即是比智知有我。若見自身有我。知他身", "547": "亦有我。即是譬智知有我。聞聖師說有我則", "548": "知有我。是聲智知有我。若常見者。則唯比聲", "549": "二智知有我耳。常見者言。隣虛及我不可見。", "550": "非證智所知。復有常見者亦言。我是證智所", "551": "知。其說眼中之白精是月。白之中間赤精是", "552": "日。赤之中間青精。言是空。青精中人子是我。", "553": "我則常。此亦可見故。是證智所知。月是母造。", "554": "日是父造。空是自在天造。我非因造故是常。", "555": "所以名青精為空者。若覆之則不見知其是", "556": "空。天親次第破之。證智所知不過七法。即是", "557": "六塵及識。六塵及識並非是我。豈得為證智", "558": "所知耶。比智所知者。如眼色空作意等因緣。", "559": "生眼識。識即是明用。既見其有用。比智知", "560": "必有眼。我無別用。以何義比知有我耶。譬智", "561": "者。如見家牛形容。譬類知野牛形容。狀亦應", "562": "如此。我既非證智所知。亦非譬智所知。聲智", "563": "者其執我。是聖師說言有我。我信聖師聲說。", "564": "故立有我。此亦不然。汝師有斷常二說。若如", "565": "跋婆梨柯。阿賴伽也揚荷反。優樓迦脚何反等", "566": "三外道。起常見執言有我說有未來。若是訶", "567": "梨多聞。陀阿輪羅耶那等三外道。起斷見執", "568": "言無我不說有未來。汝師所說有無自不定。", "569": "豈可以此為證有我耶。言無自人者。計我者", "570": "言。我是五陰主。獨居五陰中。譬如國王。國", "571": "是自己所有不與他共。今明五陰無主故言", "572": "無自人。故名無我。問外道明我有何用耶。若", "573": "有用則可以比智知。答其說我外相有五內", "574": "相有九。此是優樓迦等作此執。外相有五者。", "575": "一出息。二入息。三瞬。四視。五壽命。具此五", "576": "相故知有我。五相即五用。今破之。若以前四", "577": "相知有我者。如卵無前四相。豈有我邪。其", "578": "救義云。雖無前四相。有第五相則知有我。又", "579": "破之。壽命必與身相接。汝明我得解脫時。我", "580": "則離身。我離身時則無復壽命。豈得以壽命", "581": "證知有我邪。內相者其說我是常。心是隣", "582": "虛。心亦是常。別有法非法。法者是善。非法", "583": "是惡。法非法能令我心共合。我心共合生九", "584": "法。從我心生覺。能覺知故。從覺生苦樂。從苦", "585": "樂生欲憎。於樂生欲。於苦起憎。從欲憎生功", "586": "力。作功力欲滅苦求樂。從功力生法非法。", "587": "若常見者。計有未來故。於現在修諸苦行。名", "588": "之為法。若斷見者。計無未來故。於現在恣心", "589": "造惡。名為非法。從法非法生修習。修習既熟", "590": "其用速疾。修疾即是因力。修疾故能疾憶念", "591": "過去事。由別有法非法合之。故九法中生法", "592": "非法。有時作善。有時作惡。別有法非法。凡", "593": "有五種事。一能使火上昇。二能使風傍行。三", "594": "能使地水沈下。四能使隣虛和合。五能使我", "595": "心和合。外道說有二災。一中間災。二火災。中", "596": "間災者。凡經三百千拘胝。即是三百千拘胝", "597": "劫。一百千拘胝火。一百千拘胝水。一百千拘", "598": "胝風世界。於火災時。世界一劫減一劫生。", "599": "水風時亦爾。滅則麁塵滅。本隣虛相離而住。", "600": "生則是法非法使其共合。法合為善道。非法", "601": "合為惡道。本塵既合。從此增長。更生諸塵。故", "602": "成世界。我心亦逐外塵離合。度三百千拘胝。", "603": "中間災滿。至火災時。復經三百拘胝。世界", "604": "一向滅。本塵一向相離而住。我心亦一向相", "605": "離而住。則我暫時解脫。度三百千拘胝火災", "606": "滿。法非法復使其共合。問火何故上。風何故", "607": "傍行。地水何故下。答火能成熟物。若火不", "608": "上昇。眾生則無以得成熟飲食等物。又火有", "609": "光明。主於智慧故。在上自在天。身備有六", "610": "道。從心向上是人天。從心下向至臍。是阿修", "611": "羅及鬼。從臍下至足。是畜生及地獄。人天", "612": "光明有智慧故在上。火有光明主於智慧故", "613": "在上。風若不傍行。眾生則無以得去來。如船", "614": "在海。風若沈下上昇船則不得進。由風傍行", "615": "故有去來。地水若不在下。則眾生無依處。地", "616": "水闇生惑。惑屬地獄畜生。故在下。地獄畜", "617": "生闇而有惑。故在下地。地水闇生惑故在下。", "618": "為欲永得解脫故。修戒施苦行定四法。從四", "619": "法生正法。正法者是其得道。從正法生樂生", "620": "智。智樂者受天中樂果。智慧若後時斷法非", "621": "法。我與心則永相離。九法永不復得生。則永", "622": "得解脫。若破我見及隣虛。此執自壞。論云。愛", "623": "欲有四種。一執我。是不分別愛欲。二執當", "624": "我。是不分別更有愛欲。三執當我有勝劣是", "625": "分別更有愛欲。四結有相接愛欲。今且次第", "626": "釋之。第一執我者。於現在執言身中有我。而", "627": "不分別。執一陰為我餘陰非我。亦不分別。五", "628": "陰都非我。而於我生愛。於我所色香味觸等", "629": "境。生染著心故名欲。我及愛是見道所破。欲", "630": "是修道所破。第二愛欲者。常見者。謂我不滅", "631": "得至未來故名當我分別。不異向釋未來。言", "632": "更有我。於更有我生愛。於我所六塵生染著。", "633": "故名欲。第三執當我。如向釋。亦不分別有勝", "634": "劣。是分別者。分別未來我。或受苦或受樂。或", "635": "於上地生。或於下地生。此即是勝劣義。更有", "636": "愛欲不異向解。第四愛欲論文乃不說執我。", "637": "亦是執我愛欲。執我無分別不異向解。謂我", "638": "不滅得至未來。於未來生處起染著故。推此", "639": "身即愛後身結。前後二有命相接不斷故言", "640": "結。有相接愛欲不異向解。論云。經中佛說。", "641": "五陰者以愛欲為根本。愛欲為集起。愛欲為", "642": "生處。愛欲為緣。經中復說。愛欲有四種。論更", "643": "次第列前四名。後乃釋之。釋因云。第一愛欲。", "644": "是五陰初根本故名因。如種子與果者。根本", "645": "是因義故初。引經言以愛欲為根本。即是愛", "646": "欲為因。今以根本釋因義。言初根本者。先", "647": "於現在執我生愛欲。此愛欲即有感未來果", "648": "力故名初。如有種子。便有生果之力。故言如", "649": "種子與果。", "650": "釋集起云。第二愛欲者。是五陰集起。能令當", "651": "果來故。譬如牙等與果者。第二愛欲。緣未來", "652": "有我及諸塵生。以愛欲共和合。能令當果來", "653": "現在故。名愛欲為集起。由如牙乃至華能生", "654": "實等節等莖葉及華。果即是實。釋生處云。第", "655": "三愛欲者。是五陰生處。能生五陰勝劣。譬如", "656": "果與田水土等。故有香味力變熟。感德者。", "657": "第三愛欲。分別未來有勝劣故。受報之時有", "658": "昇有沈。由第三愛欲。使未來勝劣報得生故。", "659": "名第三愛欲為生處。第二誓以實為果。今言", "660": "果亦取實為果。果已生田及水土等。為果作", "661": "緣。增長其香味等。田等有肥瘦等諸力用不", "662": "同。果於中生香味等。隨緣有異亦爾。隨愛欲", "663": "分別故得果。有勝有劣。香依正量部及外道", "664": "立義。謂有三種。一香二臭三平。平者無香臭。", "665": "若是餘部止有香臭。無別餘氣。而香臭各有", "666": "二種。一增。二損。如麝香。人若嗅之則增鼻", "667": "隣虛塵。蟲有聞此香則損鼻隣虛塵。糞等臭。", "668": "人若嗅人損鼻隣虛塵。猪狗嗅之則增鼻隣", "669": "虛塵。味有七種。謂甜苦辛酢醎澁灰汁味。澁", "670": "者如生查等。灰味私謂只應是淡味耳。力者", "671": "有十種。即輕重冷熱澁滑堅軟漱俟苟反糗丘酉反。", "672": "果子熟如林檎之流。其肉則糗。變熟者有三", "673": "種。一甜。二酸。三刺。此非三味。以三味為名", "674": "耳。食果入腹。變熟成淡者名甜。變熟成熱者", "675": "名酸。變熟成風者名刺。淡體甜滑重故名淡", "676": "為甜。熱體使酢咽故熱名酸。風體能使身瘦", "677": "面澁。刺體無肥而澁故名風為刺。人身有三", "678": "分。從心向上是淡位。從心下至臍是熱位。從", "679": "臍下至足是風位。此三分若相通者。則調適", "680": "無病。若壅結不通則成病。若以六味約之變", "681": "熟則不同。甘醎二味變熟成甜。酢味變熟成", "682": "酸。苦辛澁三味變熟則成刺。威德者。藥木", "683": "等自有威德。或根能出光。或能却鬼。或能除", "684": "毒。如摩伽藥所生之處。一切毒草皆無復毒。", "685": "力果隨緣有此不同。以喻眾生感報差別。", "686": "釋緣云。第四愛欲者。是五陰生緣。五陰從其", "687": "起故。譬如果緣華滅故生者。第四愛欲染著", "688": "未來生處。結二有使相接。未來五陰緣其得", "689": "起故。名第四愛欲為緣。如緣華滅故實得生。", "690": "事斷故名滅者。事即十二緣生。此據因為事。", "691": "以因斷不復相續故名滅。即明第一愛欲斷。", "692": "今十六諦有十六物故滅。下四各以一法為", "693": "體。無苦故名寂靜。苦不據苦受為語。從前生", "694": "者是果。名果為苦。前明因斷今明果無。若果", "695": "更生喧動不已。豈稱寂靜。並由果無故。所以", "696": "寂靜。此即明無第二愛欲。第二愛欲。從初愛", "697": "欲生。即是果無上故名美妙者。最勝無過無", "698": "等故言無上。即明無第三愛欲。第三愛欲分", "699": "別勝負。今明唯勝無劣。即除勝劣。愛欲不更", "700": "還故。名永離者。若出而更還。非謂永離。今出", "701": "而不還。故名永離。即明無第四愛欲。第四愛", "702": "欲結有令相接。是更還生死。今斷此結不得", "703": "復還。無流心所行故名道者。道即戒定慧為", "704": "體。從無流心生名之為行。無流心自有三種。", "705": "一熟。二直。三明。熟故無退。明故不迷。直故", "706": "是真也。得修慧離散動故熟。熟故不復退失", "707": "也。若心闇則迷境。由明故不迷也。若有邪僻", "708": "則不得名直。正趣不邪故名為直。直而無雜", "709": "故稱真。無流心既具此三德。所生之道。亦", "710": "具三德也。通達真實境故名如。與四諦理真", "711": "實境界相稱故名如也。決定故名正行。如經", "712": "說。唯此是道更無別道。為清淨見故者。無勝", "713": "之無等之者。故名決定。若更有一法勝此法", "714": "則成不定。若更有別法等此法者亦非是定。", "715": "不定則不得稱正行也。論引經證定義故。言", "716": "唯此是道無別法等之勝之。故言更無別道", "717": "也。見有兩種。一是僻見。即五見也。二是正", "718": "見。即盡智也。盡智即阿羅漢。斷煩惱已盡所", "719": "得智也。能斷除僻見。得阿羅漢正見故。言為", "720": "清淨見故也。若曲解見道。第十三心亦得名", "721": "正見。以能清淨見故。名為正行。故唯正行是", "722": "道。此外豈復有別道耶。畢竟度故名出離者。", "723": "滅諦是畢竟。以畢竟不生故也。無流智斷除", "724": "煩惱。越諸流證得無為故名為度。無為既是", "725": "畢竟。證得無為度亦畢竟故。以滅諦。畢竟之", "726": "名目。度名為畢竟。以畢竟度故稱出離也。", "727": "論云。經中又說。眾生有四見。一常見。二樂見。", "728": "三我所見。四我見。佛為破此四見故。說無常", "729": "苦空無我。釋此語者。起見之時必先起我見。", "730": "起我見時即具起餘三見。起我見者計我為", "731": "常。即起常見。我既是常。如刀不能斫火不可", "732": "燒。既不可破壞。此即是樂。即是樂見。既計", "733": "有我我所在處。即是我所。即是我所見。若破", "734": "我見餘三見俱被破。僧佉鞞世師等作此執", "735": "也。僧佉鞞世師等。又起常見云。無不有有不", "736": "無。一切法無則恒無。無不成有。有則恒有。", "737": "有不成無故。一切法皆是常。現見一切法。有", "738": "生滅者。此是轉異耳。非其體始生。非其體終", "739": "滅。如金轉為環玔。金體不曾生滅也。其說", "740": "自性生空等五大。五大復生五根。何者自性", "741": "生空。空與聲俱起。空是本聲是末。聲是空德", "742": "空最細無物能破之。自性生風。與觸俱起。風", "743": "是本觸是末。觸即是風德。風麁空細。以空來", "744": "破風。風雜於空。風則具兩德。自德是觸。他德", "745": "是聲色。自性生火。火與色俱生。火是本色", "746": "是末。色即是火德。火麁風細。風來破火。火", "747": "雜於風。火具三德。自德是色。他德是聲。觸", "748": "自性生水。水與味俱生。水是本味是末。味即", "749": "是水德。水麁火細。火來破水。水雜於火。水具", "750": "四德。自德是味。他德是聲。色觸也。自性生", "751": "地。地與香俱起。地是本香是末。香是地德。", "752": "地麁而水細。水來破地。地雜於水。地具五", "753": "德。自德是香。他德是聲。色觸味也。五大作", "754": "因生五根。五根是果。空生耳。耳還取空。自德", "755": "不取他德故。唯聞於聲不見色等也。風生皮。", "756": "皮即皮肉等也。皮還取風。自德唯取觸不取", "757": "餘德也。以火生眼。以水生舌。以地生鼻。類前", "758": "兩可解耳。五根既從五大生。五根滅還歸五", "759": "大。耳根滅還歸空。乃至鼻根滅還歸地。故諸", "760": "法是常也。破常見者。明未有已有滅即是先", "761": "無後無故是無常。其言無不有。今明未有有。", "762": "未有是無。本是無今成有。則無不恒無。其言", "763": "有不無。今明已有無。先是有今成無。則有不", "764": "恒有也。問火云何能破水。答色是火德。水中", "765": "有色即是以火破水也。問何者是自性。而說", "766": "其能生耶。答有三種法。一名自性。二名人。", "767": "三名變異。三種中初一但名自性。人但名人。", "768": "變異亦名自性。亦名變異。所以爾者。初一無", "769": "知。故不得名人。無轉故不得名變異。故但稱", "770": "自性也。人有知不能取。不得名自性。無轉故", "771": "不得名變異。但得名人也。從三德以去悉無", "772": "知。其能傳生後故名性。從他生有轉故名變", "773": "異也。三法悉是常前兩是常。而無變異。後一", "774": "是常而變異。如金性不改而有環玔之異。人", "775": "即是我也。自性如盲人能行而不見路人。如", "776": "有目而無足人。能見不能行。自性能作而不", "777": "能知。人能知而不能作。人與自性共合則生", "778": "變異自性。自性凡有八種。一根本自性。二三", "779": "德自性。三大自性。四我執自性。五唯塵自性。", "780": "六大實自性。七知根自性。八業根自性。三中", "781": "之第一是根本自性。本來有之。從根本自性。", "782": "生七種自性。七種自性並是變異自性也。從", "783": "根本性生三德自性。三德者天竺語。第一名", "784": "薩埵。無的相翻義翻。應言妙有。其生時精", "785": "妙而體是有也。二名阿羅社常荷反。正翻為塵。", "786": "動而能染。染故名塵。三名多摩。正翻為闇。其", "787": "體塞也。若以義立者。第一名輕光。第二名動", "788": "持。第三名重塞一切法若內若外。不出此三", "789": "種。先論外論。外法約四大論之者。空大及火", "790": "大是輕光。風大是動持。而能持物令不墮落", "791": "也。地水是重塞。其體重而闇塞也。約六趣者。", "792": "天是輕光。人是動持。四惡趣是重塞也。約內", "793": "法論之者。捨受是輕光。樂受是動持。心動", "794": "搖而執捉於境。苦受是重塞。智慧是輕光。貪", "795": "是動持。瞋癡是重塞也。初生三德時。內妙有", "796": "始顯。外法未顯後時方顯也。從三德自性。生", "797": "大自性。大者是覺。覺是諸知之本。有覺察之", "798": "用也。從大自性生我執自性。執言有我與他", "799": "異也。若是僧佉義。從我執生唯塵。唯塵生大", "800": "實。若鞞世師義。從大實生唯塵。今且依前", "801": "釋。言唯塵者。唯有五塵。餘法未顯也。從五", "802": "塵生大實。即五大。一切法無出其外者。故名", "803": "大也。實者一切法。去來皆在此五中。一切法", "804": "自有變異。其體常在無異。如眼根壞還歸空", "805": "大。眼根自有壞。空大不壞。乃至鼻根歸地亦", "806": "爾。故名實也。從大實生知根。眼等五根能知", "807": "故也。從知根生業根。業根有五。一口。二手。", "808": "三脚。四尻。五男女根。口能語為語之根。語", "809": "即是口業。手為捉根。捉是手業。脚為行根。", "810": "行是脚業。尻為放根。能放糞穢。放是尻業。男", "811": "女根能生子。為生子根。生子是男女根業也。", "812": "此即是二十五句。實諦義。五業根。五知根。五", "813": "塵。五大。為二十。我執為二十一。大為二十二。", "814": "三德為二十三。人為二十四。自性為二十五", "815": "也。問約五大論三德。五大只應屬大實。那忽", "816": "屬三德耶。答其體性屬三德。五大自屬大實。", "817": "由如一牙分為多牙。或刻為馬。或刻為象。", "818": "象馬雖異體性是牙。五大亦爾。五大自屬大", "819": "實。逐其體性相攝。自屬三德也。前言自性生", "820": "空等。即說根本。自性能生也。僧佉義明因中", "821": "具有果。如鉢多樹子中具足已有枝葉華果。", "822": "自性之中已具足有七種變異自性。人與其合", "823": "時。七種則次第顯現。名之為生耳。非先無後", "824": "有名為生也。問三德有智慧及三煩惱。緣何", "825": "物為境。答其是妙有法不緣境起。如佛家三", "826": "善根。三不善根復何所緣起耶。問三德中有", "827": "智慧。大言是覺。那忽言變異自性悉非知耶。", "828": "人是知者。人能知耳。七種變異自無知用。如", "829": "人能斫故名刀。為能斫耳。刀實不能斫也。問", "830": "唯塵是色等五塵。云何用塵來顯大實耶。答", "831": "五大並是隣虛不可見。色等五塵是五大之", "832": "末。見末方得顯本。色等五塵非隣虛故可見", "833": "也。問自性是能生。亦是能變。三德望自性", "834": "是所生所變。望大是能生能變。何故自性能", "835": "生得受生名。能變不得受變名。而三德具受", "836": "兩名耶。答能變能生並是因名。所變所生並", "837": "是果名。直呼為變直呼為生者。此是果名。果", "838": "起方是變是生耳。因未有變及生也。今言自", "839": "性。能生者即是能變。說能變為能生耳。其非", "840": "所變故。不得受變名。三德具能所二義。故受", "841": "兩名也。問何以能生為自性耶。答能生是本。", "842": "本是自性義。故受自性名。問人亦是本。何", "843": "不受自性名耶。答其無作用。不能變他故。不", "844": "受自性名也。樂見者。尼捷子等起見。謂言生", "845": "死真實是樂涅槃真實是苦。其推之云。如人", "846": "無一手一目。此是苦不。若是苦者。無一手一", "847": "目以自是苦。都無此身豈非極苦耶。涅槃中", "848": "既無復五陰。故云涅槃是真實極苦也。無一", "849": "手一目。傍人為治。更得一手一目時此是樂", "850": "不。是樂者。得一手一目以自是樂。具足一身。", "851": "豈非極樂。現在世既具有五根。故知有身真", "852": "實是極樂也。僧佉鞞世師。又起樂見云。生死", "853": "真實有樂有苦。人天是真實樂。地獄畜生等", "854": "真實是苦。其以因推之。因既真實有善有惡。", "855": "惡能感苦。善能感樂。以因真實故。知果亦", "856": "真實也。破此兩見者。生死互相待故生樂耳。", "857": "何以知然。以麁為樂。以細為苦。如餓鬼緣地", "858": "獄為苦。自緣其報為樂。畜生緣餓鬼為苦。自", "859": "緣其報為樂。阿脩羅緣畜生為苦。自緣其報", "860": "為樂。如此人天色無色界中。互相形待。妄謂", "861": "為樂。極至非想。若以涅槃望非想。非想為", "862": "苦。涅槃為樂。既無復有勝涅槃者。故涅槃是", "863": "真實樂。生死真實是苦。若大乘三乘涅槃復", "864": "有異。今不論此也。問常言。上罪地獄。中罪畜", "865": "生。下罪餓鬼。今那得言畜生勝餓鬼耶。答若", "866": "小乘則如所引大乘理論。畜生勝餓鬼。餓鬼", "867": "帶火而行。受重之苦。頸小腹大。恒患飢渴。設", "868": "值清流謂為猛火。畜生之中無此等事。故知", "869": "為勝也。破後見者。生死以有流為因。雖是善", "870": "因善亦有流。既是有流故非真實。如有好食", "871": "以毒藥內中。則不復成好食。善既非真實。樂", "872": "豈是真實耶。論言我作器故名我所者。僧佉", "873": "鞞世師作此執。一是內作器。二是外作器。我", "874": "是知者作者受者。知是我法。即是九法中之", "875": "覺法也。心是我內作器。根是我外作器。塵是", "876": "我資糧。知有五根塵各五。心只是一。心及我", "877": "皆常。非法令其共合。已前解所以。名作器者。", "878": "如世間斧鋸等。是工巧人之作器。其用之作", "879": "床机等。心及根亦爾。我用之見色聞聲。故", "880": "名作器。由塵生知故名資糧也。以內作器證", "881": "有我。以外作器證有內作器。以資糧證有根。", "882": "我法通證有我及作器資糧也。內作器證有", "883": "我者。我是作者。若無有我。誰使心在眼。或時", "884": "在耳鼻舌中耶。故知有我也。外作器證有內", "885": "作器者。凡證兩義。一證心是一。心若是多。", "886": "何故一時中不並生五知以知五塵耶。故知", "887": "只是一心。在眼中則能見不能聞。在耳中則", "888": "能聞不能見色。故五根不並用也。二證心是", "889": "有。若有心者既恒有。有我恒有五根。何不", "890": "恒生知知五塵耶。心在根中時。方能知塵。", "891": "故知必定有心也。資糧證有外作器者。若無", "892": "外作器。眼根壞時何故不見復見色耶。故知", "893": "必有外作器也。我法通證四事者。心非是知。", "894": "根塵亦爾。若無有我。豈得有知。我是知者。故", "895": "知是我法既有我。法證有我也。若無有心。則", "896": "一時中並有五知。若知色時不能知聲。故知", "897": "必定有心。在根中故知得生亦得以知證心", "898": "是一。心若不一。五心並在根中。則一時一", "899": "時中應有五知也。若無有根。根壞之時。何故", "900": "不生知耶。若無有五塵。知何所知耶。心與我", "901": "共合故。名內作器。根不與我合故。名外作器。", "902": "塵是前境。能資生我法。名我資糧也。其即名", "903": "我作器。及我資糧為我所也。", "904": "僧佉立有我。以五義為證。一聚集為他故知", "905": "有我。如世人為弘通法故聚集經書。非是自", "906": "為。乃是為他。又如世人聚集床席。亦非自為。", "907": "乃為擬他。既見聚集為他。則有他人也。眾生", "908": "身亦爾。五塵四大五根五陰等聚集。見其聚", "909": "集。知非自為必是為他。他即是我故。知有", "910": "我也。二見自性變異。為三德等七法故知有", "911": "我。自性非知。其不能變異。為三德等七法。既", "912": "能變異。為三德等七法。知必有知者來合之", "913": "方得有變異。知者即是我故。知有我也。", "914": "三見變異。中有覺故知有我。自性非覺。自性", "915": "是本變異是末。本既無覺。末中不應有覺。變", "916": "異中既有覺。故知別有覺體。未合自性", "917": "故。變異中有覺。覺體即是我。是我故知有", "918": "我也。此一事即顯我被繫縛。以從覺生我執", "919": "故也。四見有可用故知有我。既有可用知必", "920": "有能用。自性是可用。我是能用。既見有可用", "921": "故。知必有能用。故知有我也。其譬云。如女", "922": "人是可用男子是能用。見有女即知有男也。", "923": "自性是可用。故我與之合。合故變異為三德", "924": "等七法。七法繫縛於我。後聞師教得聞思修", "925": "慧。知從自性生此繫縛住在生死。於自性及", "926": "繫縛生厭惡。既生厭惡。永離繫縛故。我得解", "927": "脫。其譬云。如男子於闇中與病癩女人共為", "928": "欲事。數數為之了無厭惡。後於光明中見之", "929": "即生厭離。若是強性女人。猶來就此男子。若", "930": "是軟性者。一被厭惡即不復來。雖當時不來。", "931": "猶有來義。自性一被厭惡。則永不與我共合。", "932": "無一軟性女人。及此自性軟性者也。五獨住", "933": "義真實有故知有我。既知從自性生變異故", "934": "被縛繫。修得智慧。於自性生厭離。自性既與", "935": "我相離故。我獨住。我獨住故。我得解脫。若無", "936": "有我則無獨住義。獨住義既真實有故。知有", "937": "我也。後別委悉破我執。不復兩煩也。", "938": "十六諦義出隨相論釋"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1641 隨相論: 隨相論: 隨相論: 隨相論", "source": "CBETA"}