{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0768 三慧經: 三慧經: 三慧經", "text": {"0": "No. 768", "1": "三慧經", "10": "不離想者，謂不離經行想；當離想者，當離生", "100": "是為問問。若人來問道何類，因報寒何等類；", "101": "若問意何等類，因報風何等類；若問無為何", "102": "等類，因報空何等類；是止問。", "103": "有四顛倒：一者、非常，人意以為常；二者、以", "104": "苦，人謂樂；三者、萬物皆空，人謂為實；四者、", "105": "非身，貪以為有身。人墮顛倒如是，非常計", "106": "常，以苦為樂，以空為實，非身以作身。人如是", "107": "意，便得道。", "108": "人意墮四顛倒故，計是為我身。諦挍計身", "109": "中無所有；已無所有，便墮空；已墮空，便為", "11": "死想；不出想，謂無道想，不出十二門；還就者，", "110": "無身；已無身，便墮無為。", "111": "人有四癡，常著四顛倒：一者、萬物非常，自以", "112": "為常；二者、天下皆苦，人持作樂；三者、天下空，", "113": "人以為有；四者、身非身，不可保，人以為身；", "114": "五者、月始生時拜；六者、十五日盛明時，反踞", "115": "視之；七者、女小時從人抱；八者、女大不可得", "116": "見。有四貴，亦有四賤：一者、道貴，人賤；二者、珍", "117": "寶貴，人賤；三者、官位貴，人賤；四者、黠貴，癡賤。", "118": "阿難言：「人得善知識，為得佛半！」佛言：「人得善", "119": "知識，為得佛道。善知識難得！」何謂為道德？", "12": "謂人生死，便不得脫。", "120": "信為道；制身、口、意為德。人當有三知識：一", "121": "者、富家；二者、事貴；三者、大尊者。以布施是為", "122": "富家，以持戒為事貴者，守意念道為是事大", "123": "尊者。有內治生、外治生：索錢財、諸珍寶是", "124": "為外治生；守意念道是為內治生。人不能自", "125": "伏意，反欲伏他人意；能自伏意，他人意悉可", "126": "伏。", "127": "有內力、有外力，有內色、有外色，有內識、有外", "128": "識。能制惡意，是為內力；能有所作，舉重瞋恚，", "129": "是為外力。痛痒、思想、生死、識是為內色；地、水、", "13": "身譬如地，善意如禾，惡意如草。不去草穢，禾", "130": "火、風、空是為外色。意念為內識，眼見為外識。", "131": "有四事大難：一者、與得道人共會大難，謂十", "132": "二賢者；二者、聞經入心難，謂在八難處；三者、", "133": "如本觀難，謂墮四顛倒；四者、如法行難，謂", "134": "不能持戒。", "135": "有五事，求道大難：一者、年老；二者、疾病；三者、", "136": "縣官；四者、盜賊；五者、飢渴。是為五事，求道大", "137": "難。", "138": "有五事難：一者、值佛世難；二者、聞經難；三者、", "139": "得善師難；四者、得善人難；五者、得作人難。", "14": "實不成。人不去惡意，亦不得道。人有瞋恚，是", "140": "有五難：一者、貧，能布施難；二者、豪貴，能忍辱", "141": "者難；三者、有事對吏，不欺者難；四者、與端正", "142": "女人同床，意不亂者難；五者、制人命，不得傷", "143": "害者難。", "144": "有七難：一者、受經，能問難；二者、聞經，解意難；", "145": "三者、與多智人對語，能自解難；四者、自教，復", "146": "能教人者難；五者、自安隱，亦令人安隱難；六", "147": "者、己自定意，亦令人定意難；七者、常不離法，", "148": "至得佛道難。", "149": "有十八事，人於世間甚大難：一者、值佛世難；", "15": "為地生蒺䔧。善意如電，來即明，去便復冥；邪", "150": "二者、正使值佛，成就得為人難；三者、正使成", "151": "得為人，在中國生難；四者、正使在中國，種姓", "152": "家難；五者、正使在種姓家，四支、六情完具難；", "153": "六者、正使四支、六情完具，有財產難；七者、正", "154": "使得財產，得善知識難；八者、正使得善知識，", "155": "智慧難；九者、正使智慧，謹慎心難；十者、正使", "156": "謹慎心，能布施難；十一、正使能布施，欲得賢", "157": "善有德人難；十二者、正使得賢善有德人，往", "158": "至其所難；十三者、正使往至其所，得宜適難；", "159": "十四者、正使得宜適，聽問難；十五者、正使受", "16": "念如雲覆日時，不見己惡意起，不見道。", "160": "聽問，說忠政難；十六者、正使忠政，解智慧難；", "161": "十七者、正使得解智慧，能受深經難；十八者、", "162": "正使能解深經，復重難。是為十八事，人於世", "163": "間大難。", "164": "有八處人，佛無那何？一者、瘂人；二者、聾人；三", "165": "者、地獄中人；四者、餓鬼中人；五者、畜生中人；", "166": "六者、邊地不知法義；七者、長生二十八天上；", "167": "八者、受不精進行。是為八處人，佛無那何。", "168": "有五百人自說言：「我善。」佛言：「汝當善，當隨我", "169": "後。」人言：「諾！」佛便行入火中，五百人皆止住，無", "17": "學者，有苦；不學者，無有苦。學者有苦，譬如", "170": "敢隨者，言善人至難得。", "171": "有人問佛：「佛教人作善，何等益？」佛言：「天下人", "172": "惱，我故教之耳！」", "173": "人復言：「人有心，當恣之。」佛言：「坐天下人恣心", "174": "故，我止住百劫，乃得佛道。」", "175": "道有七事：一者、意喜布施不欲餘；二者、但欲", "176": "聞；三者、但信；四者、但持戒；五者、但欲行；六者、", "177": "欲學慧；七者、但欲脫去。", "178": "佛在世時得脫，轉後世但學慧，復轉後世但", "179": "欲行，復轉後世但持戒，復轉後世但信，復", "18": "人種，當先犁去草穢，便多得收，是為先苦。", "180": "轉後世但欲聞，復轉後世但欲布施。不但", "181": "布施當復聞，不但聞當復信，不但信當復持", "182": "戒，不但持戒當復行，不但行當復慧，不但", "183": "慧當復脫去，是七事當并行。", "184": "有五叢殘：一者、上世人長壽，今世人短壽；", "185": "二者、上世人端正桃華色，今世人醜惡；三者、", "186": "上世人多得道，今世人不能得；四者、上世人", "187": "博達，通知經要，今世人不能通知；五者、上世", "188": "人安隱，今世人多疾瘦。是為五叢殘世。", "189": "有長壽者道人，大富，財產無數，好作布施。有", "19": "不學者無有苦者，譬如地不犁續，自生蒺䔧", "190": "人言：「卿作布施大多！」道人報言：「我從佛聞，人", "191": "在世間往來生死，其日不可數。今我所有布", "192": "施，尚不能日用一錢，何以為多！佛說人得", "193": "一切天下珍寶，不如聞佛一言。何以故？徒多", "194": "財產，不能離世間故。」", "195": "山中揭鳥，尾有長毛，毛有所著，便不敢復去，", "196": "愛之恐拔，罷為獵者所得，身坐分散而為", "197": "一毛故。人散意念，恩愛、財產不得脫苦，用", "198": "貪婬故。人治生，譬如蜂作蜜。採取眾華，勤苦", "199": "積日。已成，人便攻，取持去，亦不得自食，適", "2": "失譯人名今附涼錄", "20": "諸惡物，是為不學無有苦。", "200": "自疲極。人東走西走，求是作是，合聚財寶，勤", "201": "苦不可言。已命盡，他人得其財，身及得重", "202": "罪，受苦不可量。人在世間，譬乘泥船渡河，", "203": "當浮渡，船且壞。人身如泥船不可久，當疾行", "204": "道。", "205": "金有四試：一者、燒；二者、磨；三者、鍛；四者、鍊。", "206": "譬喻人亦有四試：一者、嬈；二者、共從事；三者、", "207": "色；四、為制不止。", "208": "欲得人相，有四因緣：一者、與共居；二者、共", "209": "居當久；三者、當共語言；四者、共事可以知", "21": "行道，第一、可禁苦；第二、可禁樂；三者、不可禁", "210": "之。", "211": "有四因緣知為道人：一者、聞惡亂意，即時轉", "212": "念；二者、不說人惡；三者、自不墮論議；四者、能", "213": "自護。如是知為道人自護。", "214": "今世四因緣乃受福：一者、有處；二者、有時；三", "215": "者、業；四者、師。人有所止，得安隱、如意，是為處。", "216": "如人年三十，當富。十五時，求不可得，至三十", "217": "乃得，是為時。若人宜賈白珠亦餘物，從得利，", "218": "是為業。遭得明人分別說經，心即開解，是為", "219": "師。有兄弟三人，各自謂高健無輩，共更持", "22": "苦；四者、不可禁樂。能樂得樂，便行道；能苦得", "220": "夜，二兄居前臥，小弟便獨坐。有一虫，名為", "221": "不吉，來嚙其髀。弟便以手指之，虫便長大，復", "222": "捶益大。其人瞋恚，取虫蹙踏，自致疲極，虫益", "223": "大不止，其人便止休。一夜已竟，便呼仲兄", "224": "起，虫復嚙之，兄復如小弟與共鬪，虫更長大", "225": "至屋，如是疲極，復止休。二夜竟，便呼大兄", "226": "起坐，虫復嚙之。大兄便持手指摩娑，虫復起，", "227": "兄生意以㼜覆之，須臾極，虫便出㼜去。至明", "228": "日二弟極不能復起，兄知二弟與虫共鬪，便", "229": "問：「何以不起？」二弟慚不敢語。兄言：「與虫共", "23": "苦，便行道。", "230": "鬪極耶？」弟言：「然！」兄語弟言：「後儻有不吉虫", "231": "來，但以㼜覆之，不當指也！」譬喻如癡人得", "232": "對便瞋恚，從得罪。如弟與虫鬪，自致疲極。", "233": "黠人見對，來便避之，是得福，譬如㼜覆不吉", "234": "虫。", "235": "昔有道人為國王說經。王言：「佛在世，多人得", "236": "道。今同說佛經，人不得道。佛為持道法去", "237": "耶？」道人言：「譬天下極美不過葡萄酒，飲一", "238": "升便可醉，持一升水澆一升酒中，飲之不能", "239": "復醉。佛在世時說經，知人意態。譬如人飲一", "24": "有人行道得苦，便畏生死，能行道如是，不可", "240": "升酒便得醉，今我輩不知是。佛說經知人意", "241": "態，應病與藥故，人多得道。」", "242": "有國王飯諸比丘，天來指示王，是人得阿", "243": "羅漢，是人菩薩，是人得道迹，是人不持戒。", "244": "王悉覺知，持心正等，無有異意，諸天代其歡", "245": "喜。有國王與人共爭高價浴佛，王輒舉高價", "246": "不止。人言：「今我悉持所有財物、妻子、自身為", "247": "奴婢，以浴佛。」王便不得。", "248": "阿育王作八萬塔，臨命欲絕時，菩薩、阿羅", "249": "漢有五百人，共守護，更為說經，不使諸夫人", "25": "與樂。", "250": "得近與相見，欲令王上天故。", "251": "有小國王常起往伐。大國王思惟言：「亡身", "252": "得惡，皆從貪愛故。我不如以國與之！」大國王", "253": "捨國，去作白衣在他國，久後歸故國。有人白", "254": "言，王便勅左右往捕取，殺之。臨當死時，呼其", "255": "子囑一言：「慎勿忘也！汝勿念怨家，要當慈", "256": "心！」", "257": "有國王治行不平，侵抂人民，受取非法，天", "258": "為雨不時節。有女人言：「天雨不時節，王治行", "259": "不平正故。」王以聞知，便呼女人令請雨，", "26": "有人得樂能行道，意不苦，如是不可與苦。", "260": "以三器著地，女人願令雨墮中央器中，復令", "261": "從一頭起，則如其願。王問：「何因緣得是？」女人", "262": "白言：「我至誠故。」佛言：「有地乃有萬物，人有至", "263": "誠乃有道。」有國王出行，見一女人端正無比，", "264": "王意欲殺其夫，取是女人。旁臣言：「不當殺，當", "265": "享之。」王國序其夫，以金指環與之，語言：「忘", "266": "環者殺汝！」王私呼婦，令盜取環。以後王呼", "267": "問其夫環所在，夫求不知處，便勅臣殺之，", "268": "令美飲食。夫恐，不敢食。人言：「卿當死，何不食？」", "269": "夫適欲噉魚，因於魚腹中得環，是至誠所", "27": "有人得樂能行道，得苦亦能行道，如是可與", "270": "至。", "271": "有道人貧窮，舉十萬用治生。便先持三萬", "272": "布施，持餘錢行賈。途中為賊所抄，王便以", "273": "珍寶物匃與之。有大囊、小囊，餘人各取大囊", "274": "去。道人自念言：「我錢少，不宜取大囊。」便取", "275": "小囊去。其中悉有白珠，賣得六千萬。用至誠", "276": "不貪故，得是珍寶。", "277": "昔有國王徵國中諸盲人，令於象廐中觀象。", "278": "中有持象足者，中有持象鼻者，中有持象耳", "279": "者，中有持象尾者。去後共相問：「象何等類？」", "28": "樂，不可與苦。", "280": "持象足者言：「象大如柱。」持象鼻者言：「象如繩", "281": "索。」持象耳者言：「象如簸箕。」持象尾者言：「象如", "282": "大杖。」皆共諍之，盲人各自信其意。譬如人各", "283": "見少所經，不了其法，自謂大解，亦如是。", "284": "有國王於城外大作伎樂戲，舉國中人民皆", "285": "出行觀。城中有一家，其父有疾不能行步，", "286": "家室共扶，將令行，言：「出城便止。」樹下不能自", "287": "致，語家中言：「汝自行觀，來還乃持我歸。」時", "288": "天帝釋化作一道人，過其邊，便呼病人：「汝隨", "289": "我去，我能令汝病愈。」人聞之大喜，便起隨", "29": "有人得苦不能行道，得樂亦不能行道，如是", "290": "行。釋將上天，至宮，見金銀好物甚眾多，欲", "291": "從求之。人言：「勿得，可求匃瓶。」病人因前到釋", "292": "所言：「我欲去，願持此瓶匃我。」釋即與之，語病", "293": "人言：「中有物，在汝所願。」病人持歸室家，相對", "294": "探之，轉得心中所願，金銀珍寶恣意皆得。", "295": "大會宗親諸家內外，共相娛樂。醉飽已後，因", "296": "取瓶跳之，我受汝恩，令我富饒。跳踢不止，", "297": "便墮地破之，所求不復得。", "298": "世間有黠人多無數，未有如彌勒者。彌勒尚", "299": "復行學不厭，何況餘乎！佛已得道，坐行安般", "3": "佛常欲得三人，一者、信；二者、問；三者、行。或有", "30": "當與苦，不可與樂。", "300": "守意。佛言：「我從無數世以來與不厭，乃得", "301": "佛。」後世人學當那得佛道！", "302": "已持戒，不復作惡。有不信意故，復犯戒，便墮", "303": "地獄。閻王問之，便對言：「我不作惡。」閻王復問：", "304": "「汝不作惡，何為是中？」", "305": "有尊者為賊人所折辱。有人言：「何以不殺之？」", "306": "尊者言：「我人客未具故。」人復言：「我為卿出人", "307": "客。」尊者言：「不也！我兵今自具如是，二十餘歲", "308": "殺賊人，被病死。」人復言：「卿不殺之，今反自死！」", "309": "尊者言：「我兵馬以具。何故？癡人當入地獄，是", "31": "都有四求：一者、用身故求；二者、用願故求；三", "310": "為兵馬具。」", "311": "問曰：「何等為能知一萬事畢？」報曰：「一者謂無", "312": "意、無念，萬事自畢。意有百念，萬事皆失。」", "313": "有道人夜行前，未得道人隨其後。後人有疑", "314": "悔，前人舉手，五指頭出火，復以鑰開戶，後人", "315": "乃覺悟，知為道人。", "316": "說經有六衰，有人言七衰，屋舍衰獨非衰耶？", "317": "佛謂人言：「我復饒汝一衰，癡為大衰。何以故？", "318": "人說身事，反說屋舍，是為癡。」", "319": "有人墮海中，有人教食水盡，可得步出。人言：", "32": "者、用癡故求；四者、用行故求。人欲保身、長壽，", "320": "「我已飲，後水復來！」世俗如是，前後相趣不可", "321": "極。", "322": "人欲相見，有四緣：一者、其人端正故；二者、宿", "323": "命相愛；三者、名聞；四者、欲聞深經。安為知是，", "324": "隱為自藏。自藏者，不見惡態。", "325": "世間凡有千八道，佛一切已知，前世皆已學，", "326": "從是不得道故，索知。", "327": "問人語時，聲先生耶？意先生乎？報意先生。何", "328": "以？意覺聲，聲不能覺意故。", "329": "有人持珠度海，失亡其珠。人便持木斗，󰯼", "33": "是為身求；欲得豪貴、妻子、珍寶，是為願求；祠", "330": "水棄岸上。海神言：「汝當何時盡是水？」人言：「生", "331": "死棄之不置。」海神知其意大，出珠還之。", "332": "三慧經", "34": "祀、鎮壓，欲從得福，是為癡求；所行非法，欲家", "35": "安隱得道，是為行求。", "36": "人有三不可保：一者、喜意；二者、財寶；三者、人", "37": "命。身亦可念，亦不可念；計身諸惡露是為可", "38": "念，意墮五樂是不可念。", "39": "善亦可念，亦不可念。謂得道意，是可念；不可", "4": "人但信不喜，已作為信，不欲行為。喜有三亡：", "40": "念者，謂以得道意，當轉增上。惡亦可念，亦不", "41": "可念。有過自悔，是可念；意起墮惡，是不可", "42": "念。捨正念邪，是為惑；不別是非，是為疑。惡", "43": "有二事：一為本，二為利。所作行是為本，受行", "44": "福是為利，除是便得道。", "45": "貪護謂已得復貪。念色為貪，上為非一，意滅", "46": "故。護貪為得道，貪護為墮生死。已得復護，故", "47": "為貪護。", "48": "樂食者，謂歡喜飽。念食者，謂念三十七品經", "49": "便飽。識食者，謂樂法。已隨痛痒為栽，求後復", "5": "一者、不布施；二者、不行戒；三者、不定意。", "50": "念為識求。", "51": "一切世俗事皆屬身，一切名字皆屬意，一切", "52": "不犯皆屬戒，除是無所有為道。一法復壞道", "53": "行，謂不精進；一法壞人，謂慳貪。", "54": "外惡因緣來向人，不受為忍；自身作惡，不出", "55": "為辱己。過去莫復念，未來亦莫待，", "56": "今見在當斷。非人所有，莫得憂；一切有意，皆", "57": "為結。", "58": "有善意亦忘，有惡意亦忘。復用三因緣故：一", "59": "者、不習念；二者、不數念；三者、不著意倒。是三", "6": "當滅思想乃得道，要在不念。已滅思想，色亦", "60": "事不復忘。", "61": "從有可得無，有不可得有，是謂三十七品經", "62": "意。生死意，生死無有數，所以覺者，種忘故。", "63": "本意欲坐行道十日，不能竟十日，前世福薄", "64": "故。多福者，欲十日坐行便得。身不欲行，用", "65": "劣瘦極故；意不欲行，不念死敗苦空故。智慧", "66": "有四相：一者、聞善語便不轉；二者、已聽便受", "67": "著意；三者、已意當思惟念；四者、意已思惟", "68": "念。復重問欲知其意，倒是少慧。", "69": "有五百人行道，得定意，恐復失之，因取人令", "7": "滅，識亦滅。心有所念，是為四所有對，是為", "70": "殺。人報言：「殺道人，令我得重罪。」道人言：「如", "71": "人有怨家，欲殺之；不是身，為是我怨家，汝為", "72": "我殺。佛言：『當殺意，勿殺身。』」", "73": "有道人得定意，時野火燒之，衣不然。人見之，", "74": "謂是鬼，便斫之，刀折不入。用心一故，不燒；", "75": "柔軟故，不入。", "76": "有道人得定意，弟子呼之飯，不覺。因前牽臂，", "77": "臂申丈餘，弟子大恐，因取結之。意結不可，復", "78": "取解之。師禪覺，苦臂痛，問弟子，白如是。師言：", "79": "「汝不解者，誤折我臂。」人得定意，柔軟如綿，在", "8": "想——當有想、當無想、不離想、當離想、不出想，", "80": "母腹中亦爾。", "81": "有三因緣，覺人無所知：一者、問不如對；二者、", "82": "不能問；三者、不能語。", "83": "取要要經，譬喻說人逢大水，但當取珍寶去。", "84": "喻人在世間但當取善意去。", "85": "不所念，不得道。何以故？不念道因緣。有道", "86": "因緣，能得道。謂六波羅蜜、安般守意、三十七", "87": "品經，是為道因緣。", "88": "有五因緣可信：一者、信佛；二者、信法；三者、信", "89": "戒；四者、信經；五者、信善知識。信是五事，得道。", "9": "還就。當有想者，謂道想；當無想者，謂無色想；", "90": "語有四法：一者、直語；二者、分別語；三者、問語；", "91": "四者、止語。直語者，有黠人墮道得因緣直", "92": "說。分別語者，為所以所受不諦，當分別本", "93": "末重語說。問語者，人自意為是，墮因緣問", "94": "之即自知。止語者，佛所不說，亦不說。", "95": "有四因緣問：一者、一切問；二者、分別問；三者、", "96": "問問；四者、止問。一切世間非常、苦、空，行道得", "97": "安隱已，說是為應語，是為一切問。若人求", "98": "問眼事，莫持耳往報，是為分別問。若人持", "99": "白物來，言是黑物，因持黑物問之，見為何等？"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0768 三慧經: 三慧經: 三慧經", "author": "失譯", "sourceLink": "http://www.cbeta.org/"}