{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0676 解深密經: 解深密經: 解深密經: 解深密經: 解深密經", "text": {"0": "3 心意識相品(一)", "1": "解深密經卷第二", "10": "能請問如來如是深義；汝今為欲利益安", "100": "無自性性、勝義無自性性。「善男子！云何諸法", "101": "相無自性性？謂諸法遍計所執相。何以故？此", "102": "由假名安立為相，非由自相安立為相，是", "103": "故說名相無自性性。「云何諸法生無自性性？", "104": "謂諸法依他起相。何以故？此由依他緣力故", "105": "有，非自然有，是故說名生無自性性。「云何", "106": "諸法勝義無自性性？謂諸法由生無自性性", "107": "故，說名無自性性；即緣生法，亦名勝義無", "108": "自性性。何以故？於諸法中，若是清淨所緣境", "109": "界，我顯示彼以為勝義無自性性，依他起", "11": "樂無量眾生，哀愍世間、及諸天、人、阿素洛等；", "110": "相非是清淨所緣境界，是故亦說名為勝義", "111": "無自性性。復有諸法圓成實相，亦名勝義", "112": "無自性性。何以故？一切諸法法無我性名為", "113": "勝義，亦得名為無自性性，是一切法勝義諦", "114": "故，無自性性之所顯故。由此因緣，名為勝", "115": "義無自性性。「善男子！譬如空花，相無自性", "116": "性，當知亦爾。譬如幻像，生無自性性，當知", "117": "亦爾；一分勝義無自性性，當知亦爾。譬如虛", "118": "空，惟是眾色無性所顯，遍一切處；一分勝義", "119": "無自性性，當知亦爾，法無我性之所顯故，遍", "12": "為令獲得義利安樂故，發斯問。汝應諦聽，", "120": "一切故。「善男子！我依如是三種無自性性，", "121": "密意說言：『一切諸法皆無自性。』「勝義生！當", "122": "知，我依相無自性性，密意說言：『一切諸法", "123": "無生、無滅、本來寂靜、自性涅槃。』何以故？若法", "124": "自相都無所有，則無有生；若無有生，則無", "125": "有滅；若無生無滅，則本來寂靜；若本來寂靜，", "126": "則自性涅槃。於中都無少分所有更可令", "127": "其般涅槃故。是故我依相無自性性，密意說", "128": "言：『一切諸法無生、無滅、本來寂靜、自性涅槃。』", "129": "「善男子！我亦依法無我性所顯勝義無自性", "13": "吾當為汝說諸法相。「謂諸法相略有三種，", "130": "性，密意說言：『一切諸法無生、無滅、本來寂靜、", "131": "自性涅槃。』何以故？法無我性所顯勝義無自", "132": "性性，於常常時、於恒恒時，諸法法性、安住、", "133": "無為。一切雜染不相應故，於常常時、於恒", "134": "恒時，諸法法性安住故無為，由無為故無生", "135": "無滅；一切雜染不相應故，本來寂靜、自性涅", "136": "槃。是故我依法無我性所顯勝義無自性性，", "137": "密意說言：『一切諸法無生、無滅、本來寂靜、自", "138": "性涅槃。』", "139": "「復次，勝義生！非由有情界中諸有情類，別觀", "14": "何等為三？一者、遍計所執相；二者、依他起相；", "140": "遍計所執自性為自性故，亦非由彼別觀", "141": "依他起自性及圓成實自性為自性故，我立", "142": "三種無自性性；然由有情於依他起自性及", "143": "圓成實自性上，增益遍計所執自性故，我", "144": "立三種無自性性。「由遍計所執自性相故，", "145": "彼諸有情於依他起自性及圓成實自性中，", "146": "隨起言說。如如隨起言說如是如是，由言", "147": "說熏習心故、由言說隨覺故、由言說隨", "148": "眠故，於依他起自性及圓成實自性中，執著", "149": "遍計所執自性相。「如如執著如是如是，於", "15": "三者、圓成實相。云何諸法遍計所執相？謂一", "150": "依他起自性及圓成實自性上，執著遍計所", "151": "執自性；由是因緣，生當來世依他起自性；", "152": "由此因緣，或為煩惱雜染所染、或為業雜", "153": "染所染、或為生雜染所染，於生死中長", "154": "時馳騁、長時流轉，無有休息，或在那落迦、", "155": "或在傍生、或在餓鬼、或在天上、或在阿素", "156": "洛、或在人中，受諸苦惱。", "157": "「復次，勝義生！若諸有情從本已來，未種善", "158": "根，未清淨障，未成熟相續，未多修勝解，", "159": "未能積集福德、智慧二種資糧。我為彼故，", "16": "切法名假安立自性差別，乃至為令隨起", "160": "依生無自性性宣說諸法。彼聞是已，能於", "161": "一切緣生行中，隨分解了無常、無恒，是不安", "162": "隱變壞法已，於一切行，心生怖畏，深起厭", "163": "患；心生怖畏，深厭患已，遮止諸惡，於諸惡", "164": "法能不造作，於諸善法能勤修習。習善因", "165": "故，未種善根能種善根，未清淨障能令清淨，", "166": "未熟相續能令成熟。由此因緣，多修勝解，", "167": "亦多積集福德、智慧二種資糧。「彼雖如是", "168": "種諸善根，乃至積集福德、智慧二種資糧；然", "169": "於生無自性性中，未能如實了知相無自", "17": "言說。云何諸法依他起相？謂一切法緣生自", "170": "性性及二種勝義無自性性。於一切行未", "171": "能正厭、未正離欲，未正解脫，未遍解脫", "172": "煩惱雜染、未遍解脫諸業雜染、未遍解脫", "173": "諸生雜染。如來為彼更說法要，謂相無自", "174": "性性及勝義無自性性。為欲令其於一切", "175": "行能正厭故、正離欲故、正解脫故，超過一", "176": "切煩惱雜染故、超過一切業雜染故、超過", "177": "一切生雜染故。「彼聞如是所說法已，於生", "178": "無自性性中，能正信解相無自性性及勝義", "179": "無自性性，簡擇思惟，如實通達；於依他起", "18": "性，則此有故彼有，此生故彼生，謂無明緣", "180": "自性中，能不執著遍計所執自性相。由言", "181": "說不熏習智故、由言說不隨覺智故、由言", "182": "說離隨眠智故，能滅依他起相；於現法", "183": "中智力所持，能永斷滅當來世因。由此因", "184": "緣，於一切行能正厭患、能正離欲、能正解", "185": "脫，能遍解脫煩惱、業、生三種雜染。「復次，勝", "186": "義生！諸聲聞乘種性有情，亦由此道此", "187": "行迹故，證得無上安隱涅槃。諸獨覺乘種", "188": "性有情、諸如來乘種性有情，亦由此道", "189": "此行迹故，證得無上安隱涅槃。一切聲聞、獨", "19": "行，乃至招集純大苦蘊。云何諸法圓成實相？", "190": "覺、菩薩，皆共此一妙清淨道，皆同此一究竟", "191": "清淨，更無第二。我依此故，密意說言：『唯有", "192": "一乘。』非於一切有情界中，無有種種有情", "193": "種性，或鈍根性、或中根性、或利根性有情差", "194": "別。「善男子！若一向趣寂聲聞種性補特伽羅，", "195": "雖蒙諸佛施設種種勇猛加行方便化導，終", "196": "不能令當坐道場證得阿耨多羅三藐三", "197": "菩提。何以故？由彼本來唯有下劣種性故、", "198": "一向慈悲薄弱故、一向怖畏眾苦故。由彼", "199": "一向慈悲薄弱，是故一向棄背利益諸眾生", "2": "大唐三藏法師玄奘奉　詔譯", "20": "謂一切法平等真如。於此真如，諸菩薩眾勇", "200": "事；由彼一向怖畏眾苦，是故一向棄背發起", "201": "諸行所作。我終不說一向棄背利益眾生事", "202": "者、一向棄背發起諸行所作者，當坐道場，", "203": "能得阿耨多羅三藐三菩提，是故說彼名為", "204": "一向趣寂聲聞。若迴向菩提聲聞種性補", "205": "特伽羅，我亦異門說為菩薩。何以故？彼既", "206": "解脫煩惱障已，若蒙諸佛等覺悟時，於所", "207": "知障，其心亦可當得解脫。由彼最初為自", "208": "利益，修行加行脫煩惱障，是故如來施設", "209": "彼為聲聞種性。", "21": "猛精進為因緣故，如理作意，無倒思惟為", "210": "「復次，勝義生！如是於我善說善制法毘奈耶，", "211": "最極清淨意樂所說善教法中，諸有情類意", "212": "解種種差別可得。善男子！如來但依如是", "213": "三種無自性性，由深密意，於所宣說不了義", "214": "經，以隱密相說諸法要，謂一切法皆無自", "215": "性、無生、無滅、本來寂靜、自性涅槃。「於是經中，", "216": "若諸有情已種上品善根、已清淨諸障、已", "217": "成熟相續、已多修勝解，已能積集上品福", "218": "德、智慧資糧，彼若聽聞如是法已，於我甚", "219": "深密意言說，如實解了，於如是法，深生信", "22": "因緣故，乃能通達。於此通達，漸漸修集，乃", "220": "解，於如是義，以無倒慧，如實通達。依此", "221": "通達善修習故，速疾能證最極究竟；亦於我", "222": "所深生淨信，知是如來、應、正等覺於一切", "223": "法現正等覺。「若諸有情，已種上品善根、已", "224": "清淨諸障、已成熟相續、已多修勝解，未能", "225": "積集上品福德、智慧資糧。其性質直，是質直", "226": "類，雖無力能思擇廢立，而不安住自見取", "227": "中。彼若聽聞如是法已，於我甚深祕密言", "228": "說，雖無力能如實解了，然於此法能生勝", "229": "解，發清淨信，信此經典，是如來說，是其甚", "23": "至無上正等菩提方證圓滿。「善男子！如眩", "230": "深，顯現甚深，空性相應，難見難悟，不可尋思，", "231": "非諸尋思所行境界、微細詳審聰明智者之", "232": "所解了。於此經典所說義中，自輕而住，作", "233": "如是言：『諸佛菩提為最甚深，諸法法性亦最", "234": "甚深，唯佛如來能善了達，非是我等所能", "235": "解了。諸佛如來，為彼種種勝解有情，轉正法", "236": "教；諸佛如來無邊智見，我等智見猶如牛", "237": "跡。』於此經典，雖能恭敬，為他宣說，書寫護", "238": "持，披閱，流布，殷重供養，受誦溫習；然猶未", "239": "能以其修相發起加行，是故於我甚深密", "24": "瞖人眼中所有眩瞖過患，遍計所執相當", "240": "意所說言辭，不能通達。由此因緣，彼諸有", "241": "情，亦能增長福德、智慧二種資糧，於彼相", "242": "續未成熟者，亦能成熟。「若諸有情，廣說乃至", "243": "未能積集上品福德、智慧資糧，性非質直，", "244": "非質直類，雖有力能思擇廢立，而復安住", "245": "自見取中。彼若聽聞如是法已，於我甚深", "246": "密意言說不能如實解了。於如是法雖生", "247": "信解，然於其義隨言執著，謂一切法決定", "248": "皆無自性，決定不生不滅，決定本來寂靜，決", "249": "定自性涅槃。由此因緣，於一切法獲得無", "25": "知亦爾。如眩瞖人眩瞖眾相：或髮毛、輪、蜂", "250": "見及無相見。由得無見無相見故，撥一切", "251": "相皆是無相，誹撥諸法遍計所執相、依他起", "252": "相、圓成實相。何以故？由有依他起相及圓", "253": "成實相故，遍計所執相方可施設；若於依", "254": "他起相及圓成實相見為無相，彼亦誹撥", "255": "遍計所執相，是故說彼誹撥三相。雖於我", "256": "法起於法想，而非義中起於義想；由於我", "257": "法起法想故，及非義中起義想故，於是法", "258": "中持為是法，於非義中持為是義。彼雖於", "259": "法起信解故，福德增長；然於非義起執著", "26": "蠅、巨勝，或復青、黃、赤、白等相差別現前；依他", "260": "故，退失智慧；智慧退故，退失廣大無量善", "261": "法。「復有有情，從他聽聞，謂法為法，非義為", "262": "義，若隨其見，彼即於法起於法想，於非義", "263": "中起於義想，執法為法、非義為義。由此因", "264": "緣，當知同彼退失善法。若有有情不隨", "265": "其見，從彼欻聞一切諸法皆無自性、無生、無", "266": "滅、本來寂靜、自性涅槃，便生恐怖，生恐怖", "267": "已，作如是言：『此非佛語，是魔所說。』作此解", "268": "已，於是經典，誹謗、毀罵。由此因緣，獲大衰", "269": "損，觸大業障。由是緣故，我說若有於一切", "27": "起相當知亦爾。如淨眼人遠離眼中眩瞖", "270": "相起無相見，於非義中宣說為義，是起廣", "271": "大業障方便；由彼陷墜無量眾生，令其獲", "272": "得大業障故。「善男子！若諸有情，未種善根、", "273": "未清淨障、未熟相續、無多勝解，未集福", "274": "德、智慧資糧。性非質直，非質直類，雖有力", "275": "能思擇廢立，而常安住自見取中。彼若聽", "276": "聞如是法已，不能如實解我甚深密意言", "277": "說，亦於此法不生信解，於是法中起非", "278": "法想，於是義中起非義想。於是法中執為", "279": "非法，於是義中執為非義，唱如是言：『此", "28": "過患，即此淨眼本性所行無亂境界；圓成實", "280": "非佛語，是魔所說。』作此解已，於是經典，誹", "281": "謗毀罵，撥為虛偽，以無量門，毀滅摧伏如", "282": "是經典，於諸信解此經典者起怨家想。彼", "283": "先為諸業障所障，由此因緣，復為如是業", "284": "障所障，如是業障，初易施設，乃至齊於百", "285": "千俱胝那庾多劫，無有出期。「善男子！如是", "286": "於我善說善制法、毘奈耶，最極清淨意樂所", "287": "說善教法中，有如是等諸有情類意解種種", "288": "差別可得。」", "289": "爾時，世尊欲重宣此義，而說頌曰：", "29": "相當知亦爾。「善男子！譬如清淨頗胝迦寶，", "290": "「一切諸法皆無性，無生無滅本來寂，", "291": "諸法自性恒涅槃。誰有智言無密意？", "292": "相生勝義無自性，如是我皆已顯示；", "293": "若不知佛此密意，失壞正道不能往！", "294": "依諸淨道清淨者，惟依此一無第二，", "295": "故於其中立一乘，非有情性無差別。", "296": "眾生界中無量生，惟度一身趣寂滅，", "297": "大悲勇猛證涅槃，不捨眾生甚難得！", "298": "微妙難思無漏界，於中解脫等無差，", "299": "一切義成離惑苦，二種異說謂常樂。」", "3": "4 一切法相品(一)一切法相品第四", "30": "若與青染色合，則似帝青、大青、末尼寶像；", "300": "爾時，勝義生菩薩復白佛言：「世尊！諸佛如來", "301": "密意語言，甚奇！希有！乃至微妙最微妙！甚深", "302": "最甚深！難通達最難通達！「如是我今領解", "303": "世尊所說義者：若於分別所行遍計所執相", "304": "所依行相中，假名安立以為色蘊，或自性相、", "305": "或差別相；假名安立為色蘊生、為色蘊滅、", "306": "及為色蘊永斷、遍知，或自性相、或差別相，是", "307": "名遍計所執相。世尊依此施設諸法相無自", "308": "性性。若即分別所行遍計所執相所依行相，", "309": "是名依他起相。世尊依此施設諸法生無", "31": "由邪執取帝青、大青、末尼寶故，惑亂有情。", "310": "自性性，及一分勝義無自性性。如是我今領", "311": "解世尊所說義者：若即於此分別所行遍計", "312": "所執相所依行相中，由遍計所執相不成實", "313": "故，即此自性無自性性法無我真如清淨所", "314": "緣，是名圓成實相。世尊依此施設一分勝", "315": "義無自性性。如於色蘊，如是，於餘蘊皆應", "316": "廣說；如於諸蘊如是，於十二處，一一處中", "317": "皆應廣說；於十二有支，一一支中皆應廣", "318": "說；於四種食，一一食中皆應廣說；於六界、", "319": "十八界，一一界中皆應廣說。「如是我今領", "32": "若與赤染色合，則似琥珀末尼寶像；由邪", "320": "解世尊所說義者：若於分別所行遍計所執", "321": "相所依行相中，假名安立以為苦諦，苦諦遍", "322": "知，或自性相、或差別相，是名遍計所執相。世", "323": "尊依此施設諸法相無自性性。若即分別所", "324": "行遍計所執相所依行相，是名依他起相。世", "325": "尊依此施設諸法生無自性性，及一分勝義", "326": "無自性性。如是我今領解世尊所說義者：", "327": "若即於此分別所行遍計所執相所依行相", "328": "中，由遍計所執相不成實故，即此自性無自", "329": "性性法無我真如清淨所緣，是名圓成實相。", "33": "執取琥珀末尼寶故，惑亂有情。若與綠染", "330": "世尊依此施設一分勝義無自性性。如於", "331": "苦諦如是，於餘諦皆應廣說。如於聖諦如", "332": "是，於諸念住、正斷、神足、根、力、覺支、道支中，一", "333": "一皆應廣說。「如是我今領解世尊所說義", "334": "者：若於分別所行遍計所執相所依行相中，", "335": "假名安立以為正定，及為正定能治所治，若", "336": "正修未生令生，生已堅住不忘，倍修增長廣", "337": "大，或自性相、或差別相，是名遍計所執相。世", "338": "尊依此施設諸法相無自性性。若即分別所", "339": "行遍計所執相所依行相，是名依他起相。世", "34": "色合，則似末羅羯多末尼寶像；由邪執取", "340": "尊依此施設諸法生無自性性，及一分勝義", "341": "無自性性。如是我今領解世尊所說義者：", "342": "若即於此分別所行遍計所執相所依行相", "343": "中，由遍計所執相不成實故，即此自性無自", "344": "性性法無我真如清淨所緣，是名圓成實相。", "345": "世尊依此施設諸法一分勝義無自性性。「世", "346": "尊！譬如毘濕縛藥，一切散藥、仙藥方中，皆應", "347": "安處。如是，世尊！依此諸法皆無自性、無生、無", "348": "滅、本來寂靜、自性涅槃，無自性性了義言教，", "349": "遍於一切不了義經，皆應安處。「世尊！如彩", "35": "末羅羯多末尼寶故，惑亂有情。若與黃染", "350": "畫地，遍於一切彩畫事業皆同一味，或青、", "351": "或黃、或赤、或白，復能顯發彩畫事業。如是，世", "352": "尊！依此諸法皆無自性廣說乃至自性涅槃，", "353": "無自性性了義言教，遍於一切不了義經，皆", "354": "同一味，復能顯發彼諸經中所不了義。「世尊！", "355": "譬如一切成熟珍羞諸餅果內，投之熟酥，更", "356": "生勝味。如是，世尊！依此諸法皆無自性，廣", "357": "說乃至自性涅槃，無自性性了義言教，置於", "358": "一切不了義經，生勝歡喜。「世尊！譬如虛空", "359": "遍一切處，皆同一味，不障一切所作事業。", "36": "色合，則似金像；由邪執取真金像故，惑亂", "360": "如是，世尊！依此諸法皆無自性廣說乃至自", "361": "性涅槃，無自性性了義言教，遍於一切不了", "362": "義經，皆同一味，不障一切聲聞、獨覺及諸大", "363": "眾所修事業。」說是語已。", "364": "爾時，世尊歎勝義生菩薩曰：「善哉，善哉！善男", "365": "子！汝今乃能善解如來所說甚深密意言義；", "366": "復於此義善作譬喻，所謂世間毘濕縛藥，雜", "367": "彩畫地，熟酥，虛空。勝義生！如是，如是！更無", "368": "有異！如是，如是！汝應受持。」", "369": "爾時勝義生菩薩復白佛言：「世尊！初於一時", "37": "有情。「如是，德本！如彼清淨頗胝迦上，所有", "370": "在婆羅痆斯仙人墮處，施鹿林中，惟為發", "371": "趣聲聞乘者，以四諦相轉正法輪。雖是甚", "372": "奇、甚為希有，一切世間諸天、人等，先無有能", "373": "如法轉者。而於彼時所轉法輪，有上、有容，", "374": "是未了義，是諸諍論安足處所。「世尊！在昔第", "375": "二時中，惟為發趣修大乘者，依一切法皆", "376": "無自性、無生、無滅、本來寂靜、自性涅槃，以隱", "377": "密相轉正法輪。雖更甚奇、甚為希有，而", "378": "於彼時所轉法輪，亦是有上、有所容受，猶", "379": "未了義，是諸諍論安足處所。「世尊！於今第", "38": "染色相應；依他起相上，遍計所執相言說習", "380": "三時中，普為發趣一切乘者，依一切法皆", "381": "無自性、無生、無滅、本來寂靜、自性涅槃、無自", "382": "性性，以顯了相轉正法輪。第一甚奇、最為", "383": "希有。于今世尊所轉法輪無上無容，是真了", "384": "義，非諸諍論安足處所。「世尊！若善男子或善", "385": "女人，於此如來依一切法皆無自性、無生、無", "386": "滅、本來寂靜、自性涅槃，所說甚深了義言教，", "387": "聞已信解、書寫、護持、供養、流布、受誦、修習、如", "388": "理思惟，以其修相發起加行，生幾所福？」說", "389": "是語已。", "39": "氣，當知亦爾。如彼清淨頗胝迦上，所有帝", "390": "爾時，世尊告勝義生菩薩曰：「勝義生！是善男", "391": "子或善女人，其所生福無量無數難可喻知，", "392": "吾今為汝略說少分。如爪上土比大地土，", "393": "百分不及一，千分不及一，百千分不及", "394": "一，數算、計喻、鄔波尼殺曇分亦不及一。或", "395": "如牛跡中水比四大海水，百分不及一，廣", "396": "說乃至鄔波尼殺曇分亦不及一。如是，於", "397": "諸不了義經，聞已信解、廣說乃至以其修相", "398": "發起加行所獲功德，比此所說了義經教，", "399": "聞已信解所集功德，廣說乃至以其修相發", "4": "爾時，德本菩薩摩訶薩白佛言：「世尊！如世尊", "40": "青、大青、琥珀、末羅羯多、金等邪執；依他起相", "400": "起加行所集功德，百分不及一，廣說乃至鄔", "401": "波尼殺曇分亦不及一。」說是語已。", "402": "爾時，勝義生菩薩復白佛言：「世尊！於是解深", "403": "密法門中，當何名此教？我當云何奉持？」佛", "404": "告勝義生菩薩曰：「善男子！此名勝義了義之", "405": "教；於此勝義了義之教，汝當奉持。」說此勝", "406": "義了義教時，於大會中，有六百千眾生發", "407": "阿耨多羅三藐三菩提心；三百千聲聞遠塵", "408": "離垢，於諸法中得法眼淨；一百五十千聲", "409": "聞永盡諸漏心得解脫；七十五千菩薩得", "41": "上遍計所執相執，當知亦爾。如彼清淨頗胝", "410": "無生法忍。", "411": "解深密經卷第二", "42": "迦寶；依他起相，當知亦爾。如彼清淨頗胝迦", "43": "上，所有帝青、大青、琥珀、末羅羯多、真金等相，", "44": "於常常時，於恒恒時，無有真實、無自性性，", "45": "即依他起相上，由遍計所執相，於常常時、", "46": "於恒恒時，無有真實、無自性性；圓成實相，", "47": "當知亦爾。", "48": "「復次，德本！相名相應以為緣故，遍計所執相", "49": "而可了知；依他起相上，遍計所執相執以", "5": "說：『於諸法相善巧菩薩。』於諸法相善巧菩", "50": "為緣故，依他起相而可了知；依他起相上，遍", "51": "計所執相無執以為緣故，圓成實相而可了", "52": "知。「善男子！若諸菩薩能於諸法依他起相上，", "53": "如實了知遍計所執相，即能如實了知一切", "54": "無相之法；若諸菩薩如實了知依他起相，即", "55": "能如實了知一切雜染相法；若諸菩薩如實", "56": "了知圓成實相，即能如實了知一切清淨相", "57": "法。「善男子！若諸菩薩能於依他起相上，如實", "58": "了知無相之法，即能斷滅雜染相法；若能", "59": "斷滅雜染相法，即能證得清淨相法。「如是，", "6": "薩者，齊何名為於諸法相善巧菩薩？如來", "60": "德本！由諸菩薩如實了知遍計所執相、依他", "61": "起相、圓成實相故；如實了知諸無相法、雜染", "62": "相法、清淨相法；如實了知無相法故，斷滅", "63": "一切雜染相法，斷滅一切染相法故，證得", "64": "一切清淨相法。齊此名為於諸法相善巧", "65": "菩薩；如來齊此施設彼為於諸法相善巧", "66": "菩薩。」爾時，世尊欲重宣此義，而說頌曰：", "67": "「若不了知無相法，雜染相法不能斷；", "68": "不斷雜染相法故，壞證微妙淨相法。", "69": "不觀諸行眾過失，放逸過失害眾生；", "7": "齊何施設彼，為於諸法相善巧菩薩？」說是", "70": "懈怠住法動法中，無有失壞可憐愍。」", "71": "5 無自性相品(二)解深密經無自性相品第五", "72": "爾時，勝義生菩薩摩訶薩白佛言：「世尊！我曾", "73": "獨在靜處，心生如是尋思：『世尊以無量門", "74": "曾說：「諸蘊所有自相，生相、滅相，永斷、遍知。」如", "75": "說諸蘊，諸處、緣起、諸食亦爾。以無量門", "76": "曾說：「諸諦所有自相，遍知、永斷、作證、修習。」", "77": "以無量門曾說：「諸界所有自相、種種界性、", "78": "非一界性、永斷、遍知。」以無量門曾說：「念住", "79": "所有自相、能治、所治、及以修習，未生令生、生", "8": "語已。", "80": "已堅住，不忘、倍修、增長、廣大。」如說念住、正", "81": "斷、神足、根、力、覺支，亦復如是。以無量門曾", "82": "說：「八支聖道所有自相、能治、所治、及以修習，", "83": "未生令生、生已堅住，不忘、倍修、增長、廣大。」』世", "84": "尊復說：『一切諸法皆無自性、無生、無滅、本來", "85": "寂靜、自性涅槃。』未審世尊依何密意作如", "86": "是說：『一切諸法皆無自性、無生、無滅、本來寂", "87": "靜、自性涅槃。』我今請問如來斯義，惟願如來", "88": "哀愍解釋，說一切法皆無自性、無生、無滅、本", "89": "來寂靜、自性涅槃所有密意。」", "9": "爾時，世尊告德本菩薩曰：「善哉！德本！汝今乃", "90": "爾時，世尊告勝義生菩薩曰：「善哉，善哉！勝義", "91": "生！汝所尋思，甚為如理。善哉，善哉！善男子！", "92": "汝今乃能請問如來如是深義，汝今為欲", "93": "利益安樂無量眾生，哀愍世間、及諸天、人、阿", "94": "素洛等，為令獲得義利安樂故，發斯問。汝", "95": "應諦聽，吾當為汝解釋所說『一切諸法皆", "96": "無自性、無生、無滅、本來寂靜、自性涅槃所有密", "97": "意。』", "98": "「勝義生！當知我依三種無自性性密意，說", "99": "言一切諸法皆無自性，所謂相無自性性、生"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0676 解深密經: 解深密經: 解深密經: 解深密經: 解深密經", "author": "唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}