{"author": "西晉 竺法護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0077 尊上經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 77 [No. 26(166)]", "1": "佛說尊上經", "2": "西晉月氏國三藏竺法護譯", "3": "聞如是：一時，婆伽婆在舍衛城祇樹給孤獨", "4": "園。彼時，尊者盧耶強耆，在釋䩭瘦阿練", "5": "若窟中。彼時，尊者盧耶強耆，晨起而起，出窟", "6": "已，在露地敷繩牀，著尼師檀已，依結加", "7": "趺坐。於是有天，形色極妙，過夜已來詣尊者", "8": "盧耶強耆所，到已禮尊者盧耶強耆足，却住", "9": "一面已，因彼天光明，以妙光悉照窟。彼天", "10": "却住一面已，白尊者盧耶強耆曰：「比丘比丘！", "11": "持賢善偈及解義不？」如是說已，彼尊者盧耶", "12": "強耆報彼天曰：「此天！我不持賢善偈及解義。", "13": "汝天！持此賢善偈及解義不？」如是說已，彼天", "14": "報尊者盧耶強耆曰：「此比丘！我持賢善偈，不", "15": "解義。」「云何，汝天！持賢善偈而不解義？」「此比", "16": "丘！我一時世尊在羅閱祇迦蘭陀竹園，彼為", "17": "諸比丘說賢善偈：", "18": "「『過去當不憶，當來無求念，", "19": "過去已盡滅，當來無所得，", "20": "謂現在之法，彼彼當思惟。", "21": "所念非牢固，智者能自覺。", "22": "得已能進行，何智憂命終？", "23": "我心不離此，大眾不能脫，", "24": "如是堅牢住，晝夜不捨之。", "25": "是故賢善偈，人當作是觀。』", "26": "「如是，比丘！我持賢善偈而不解義。」「云何，天！誰", "27": "持賢善偈及以義？」「此比丘！世尊在舍衛城祇", "28": "樹給孤獨園，彼持此賢善偈及以義，是故汝", "29": "比丘！當從世尊受持賢善偈及以義，善思惟", "30": "念、諷誦持之。何以故？此比丘！彼賢善偈及以", "31": "義，是義是法、行於梵行、成神通、至尊道、與涅", "32": "槃相應。此族姓子，信樂學道，信樂出家，棄家", "33": "學道，當持此賢善偈及以義，善思惟念、當奉", "34": "持之。」彼天說已，禮尊者盧耶強耆足，繞尊者", "35": "盧耶強耆已，即其處忽然不現。於是尊者盧", "36": "耶強耆，彼天還不久，在釋䩭瘦受歲。受歲", "37": "過三月已，作衣已成衣，與衣鉢俱行至舍衛", "38": "城，次第而行至舍衛城，住舍衛城祇樹給孤", "39": "獨園。於是尊者盧耶強耆至世尊所，到已禮", "40": "世尊足，却坐一面。尊者盧耶強耆却坐一面", "41": "已，白世尊曰：「唯世尊！我一時在釋䩭瘦寂", "42": "靜窟中。唯世尊！晨起，起已出窟，於露地施", "43": "繩牀，敷尼師檀已，結加趺坐。彼時有天。形", "44": "色極妙，過夜已來至我所，到已禮我足却住", "45": "一面，因彼天光明，以妙光悉照窟。彼天却住", "46": "一面已語我曰：『比丘比丘！汝持賢善偈及義", "47": "不？』如是說已，我報彼天曰：『此天！我不持賢善", "48": "偈及以義。汝天！持賢善偈及以義不？』如是說", "49": "已，彼天報我曰：『此比丘！我持賢善偈、不解", "50": "義。』『云何，汝天！持賢善偈而不解義？』『此比丘！我", "51": "於一時，世尊在羅閱祇迦蘭陀竹園，彼為比", "52": "丘說賢善偈而不解義，說此偈如上故不重寫。如是", "53": "比丘！我持賢善偈而不解義。』『云何，天！此誰持", "54": "賢善偈及以義？』『此比丘！世尊在舍衛城祇樹", "55": "給孤獨園，彼持賢善偈及以義。是故，汝比丘！", "56": "當從世尊受持此賢善偈及以義，思惟念、當", "57": "奉行之。何以故？此比丘！彼賢善偈及以義，", "58": "是義、是行於梵行、成神通、至等道、與涅槃", "59": "相應。此族姓子，信樂學道，信樂出家，棄家學", "60": "道者，當持此賢善偈及以義，善思惟念、當奉", "61": "持之。』彼天說已，禮我足繞我，即其處忽然不", "62": "現。」「汝強耆！知彼天名字不？」「唯世尊！我不知彼", "63": "天之名字。」「此強耆！彼名般那末難天子，是三", "64": "十三天大將。」「今是世尊時！今是善逝時！願世", "65": "尊，當為諸比丘，說此賢善偈及以義。從世尊", "66": "聞已，比丘當奉持之。」「是故，強耆！當善思聽之，", "67": "善思惟念，我當為說。」「如是，世尊！」尊者盧耶強", "68": "耆受世尊教。世尊告說此偈如上故不重寫：「云何，強耆！", "69": "比丘過去憶念？此強耆！或比丘色過去，若樂、", "70": "若著、於中住；過去痛想行過去識，若樂、若著、", "71": "於中住。如是，強耆！比丘憶念過去。云何，強", "72": "耆！比丘不憶念過去？此強耆！或比丘過去色，", "73": "不樂、不著亦不於中住；過去痛想行識，不樂、", "74": "不著、不於中住。如是，強耆！比丘不念過去。云", "75": "何，強耆！比丘當來求念？此強耆！或比丘當來", "76": "色，或樂、或著、於中住；當來痛想行識，於中樂、", "77": "或著、於中住。如是，強耆！比丘當來憶念。云何，", "78": "強耆！或比丘當來無求念？此強耆！或比丘", "79": "色，當來不有樂、不有著、不於中住；當來痛想", "80": "行識，不有樂、不有著、不於中住。如是，強耆！比", "81": "丘當來無求念。云何，強耆！比丘現在法思惟？", "82": "此強耆！或比丘樂於現在色，於中著、於中住；", "83": "現在痛想行識，於中樂、於中著、於中住。如是，", "84": "強耆！比丘現在法思惟念。云何，強耆！比丘現", "85": "在當不思惟念？此強耆！或比丘現在色，不有", "86": "樂、不有著、不有住，痛想行識，不有樂、不有著、", "87": "不有住，比丘現在法不思惟念。」佛如是說。", "88": "尊者盧耶強耆聞世尊所說，歡喜而樂。", "89": "佛說尊上經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0077 尊上經", "source": "CBETA"}