{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1554 入阿毘達磨論: 入阿毘達磨論", "text": {"0": "入阿毘達磨論卷下", "1": "塞建陀羅阿羅漢造", "10": "立取。謂在家眾由此誑惑。計自餓服氣及墜", "100": "苦類智忍與色無色界見苦所斷十八隨眠得", "101": "俱滅。苦類智與彼斷得俱生。餘如前說。如", "102": "是四心能於三界苦諦現觀於集滅道各有四", "103": "心。應知亦爾。此十六心能於三界四諦現觀。", "104": "斷見所斷八十八結得預流果。餘修所斷十", "105": "種隨眠。謂欲界四色無色界各三為十。欲界", "106": "四種譬如束蘆。總分為九。謂從上上乃至下", "107": "下。彼對治道無間解脫亦有九品。謂下下品", "108": "道能對治上上品隨眠。乃至上上品道能對治", "109": "下下品隨眠。六品盡時得一來果。九品盡時", "11": "山巖等為天道故。諸出家眾由此誑惑。計捨", "110": "得不還果。如欲界四總分為九。亦有九品無", "111": "間解脫能對治道。色無色界各有四地。一一", "112": "地中能治所治。各有九品應知亦然。漸次斷", "113": "彼八地隨眠。乃至有頂下下品盡時得阿羅漢", "114": "果。四果中間所有諸道。及前見道名為四向。", "115": "隨在彼果前。即名彼果向。如是有八補特伽", "116": "羅。謂行四向及住四果。如是向果由種性別", "117": "分為六種。謂鈍利根種性異生。若入見道十", "118": "五心須名隨信行及隨法行。即此二種至修", "119": "道位。謂從第十六心乃至金剛喻定。名信勝", "12": "可愛境受杜多功德為淨道故。薪義是取義。", "120": "解及名見至。即此二種至無學位。謂從初盡", "121": "智乃至最後心。名時解脫及不時解脫等。謂", "122": "心所種類差別有無量種。依心有故名心所", "123": "法。猶如我所。如是心所名相應行。", "124": "不相應行與此相違。謂諸得等。得謂稱說有", "125": "法者。因法有三種。一淨。二不淨。三無記。淨", "126": "謂信等。不淨謂貪等。無記謂化心等。若成此", "127": "法名有法。者稱說此定因。名得獲成就。得若", "128": "無者。貪等煩惱現在前時。有學既無。無漏心", "129": "故。應非聖者。異生若起善無記心。爾時應名", "13": "能令業火熾然相續而生長故。如有薪故火", "130": "已離染者。又諸聖者與諸異生無涅槃得。互", "131": "相似故應俱名異生。或俱名聖者。如法王說。", "132": "起得成就十無學法故名聖者。永斷五支。乃", "133": "至廣說。又世尊說。苾芻當知。若有成就善不", "134": "善法。我見如是諸有情類。心相續中善不善", "135": "得增長無邊。作如是說。汝等苾芻。不應校量", "136": "有情勝劣。不應妄取補特伽羅德量淺深。乃", "137": "至廣說。故知法外定有實得。此有二種。一者", "138": "未得已失今獲。二者得已不失成就。應知非", "139": "得與此相違。於何法中有得非得。於自相續", "14": "得熾然。如是有煩惱故有情業得生長。又猛", "140": "及二滅中有得非得。非他相續。無有成就他", "141": "身法故。非非相續。無有成就非情法故。亦非", "142": "虛空。無有成就虛空者故。彼得無故非得亦", "143": "無。得有三種。一者如影隨形得。二者如牛王", "144": "引前得。三者如犢子隨後得。初得多分如無", "145": "覆無記法。第二得多分如上地沒生欲界結", "146": "生時欲界善法得。第三得多分如聞思所成", "147": "慧等。除俱生所餘得。此中應作略毘婆娑。", "148": "謂欲界繫善不善色無前生得。但有俱生及", "149": "隨後得。除眼耳通慧及能變化心。并除少分。", "15": "利義是取義。或纏裹義是取義。如蠶處繭自", "150": "若威儀路若工巧處極數習者。諸餘一切無", "151": "覆無記法。及有覆無記表色。唯有俱生得。", "152": "勢力劣故無前後得。所餘諸法一一容有前", "153": "後俱得。善法得唯善。不善法得唯不善。無", "154": "記法得唯無記。欲界法得唯欲界。色界法", "155": "得唯色界。無色界法得唯無色界。無漏法", "156": "得通三界及無漏法。無漏法者。謂道諦三無", "157": "為。俱不繫故。道諦得唯無漏非擇滅得通三", "158": "界。擇滅得色無色界。道力起者即墮彼界。", "159": "無漏道力起者是無漏故。無漏法得總說有", "16": "纏而死。如是有情四取所纏。流轉生死喪失", "160": "四種。學法得唯學。無學法得唯無學。非學", "161": "非無學法得有三種。非學非無學法者。謂諸", "162": "有漏及無為有漏。及非擇滅得唯非學非無", "163": "學。擇滅得學道力起者唯學。無學道力起者", "164": "唯無學。世間道力起者。唯非學非無學。見", "165": "所斷法得唯見所斷。修所斷法得唯修所", "166": "斷。非所斷法得有三種。謂修所斷及非所", "167": "斷。非所斷法者。謂道諦及無為。道諦得唯", "168": "非所斷。非擇滅得唯修所斷。不染污故。是", "169": "有漏故。故擇滅得。世間道力起者。唯修所", "17": "慧命。身繫有四種。謂貪欲身繫。瞋恚身繫。戒", "170": "斷。無漏道力起者唯非所斷。一切非得皆唯", "171": "無覆無記性攝。非如前得有差別義。然過去", "172": "未來法一一各有三世非得。現在法無現在", "173": "非得。得與非得性相違故。無有現在可成就", "174": "法。不成就故。然有過去未來非得。欲色無色", "175": "界及無漏法一一皆有三界非得。無有非得", "176": "是無漏者。非得中有異生性故。如說。云何異", "177": "生性。謂不獲聖法。不獲即是非得異名。又諸", "178": "非得唯無記性。故非無漏。", "179": "已離第三靜慮染。未離第四靜慮染。第四靜", "18": "禁取身繫。此實執身繫。欲界五部貪名初身", "180": "慮地心心所滅。有不相應法名無想定。雖滅", "181": "一切心心所法而起此定。專為除想故名無", "182": "想。如他心智。此無想定是善第四靜慮所攝。", "183": "唯非聖者相續中起求解脫想。起此定故。聖", "184": "者於此如惡趣想深心厭離。此唯順定受。謂", "185": "順次生受。是加行得非離染得滅定者。謂已", "186": "離無所有處染。有頂心心所法滅。有不相應", "187": "法。能令大種平等相續。故名為定滅。是有頂", "188": "地加行善攝。或順次生受。或順後次受。或順", "189": "不定受。起此定已未得異熟便般涅槃。故不", "19": "繫。五部瞋名第二身繫。六戒禁取名第三身", "190": "定受。此定能感有頂地中四蘊異熟。彼無色", "191": "故。聖者能起非諸異生。由聖道力起此定故。", "192": "聖者為得現法樂住求起此定。異生於此怖", "193": "畏斷滅。無聖道力故不能起。聖者於此由加", "194": "行得非離染得。唯佛世尊於此滅定名離染", "195": "得。初盡智時已於此定能自在起。故名為得。", "196": "諸佛功德不由加行。隨欲即起現在前故。若", "197": "生無想有情天中。有法能令心心所滅。名無", "198": "想事。是實有物。是無想定異熟果故。名異熟", "199": "生。無記性攝。即廣果天中有一勝處。如中間", "2": "三藏法師玄奘奉　詔譯", "20": "繫。十二見取名第四身繫。種種纏縛有情自", "200": "靜慮名無情天。生時死時俱有心想。中間無", "201": "故立無想名。彼將死時如久睡覺還起心想。", "202": "起已不久即便命終。生於欲界。將生彼者必", "203": "有欲界順後次受決定業故。如將生彼北俱", "204": "盧洲。必有能感生天之業。", "205": "先業所引六處相續無間斷因。依之施設四生", "206": "五趣。是名命根亦名為壽。故對法說。云何命", "207": "根。謂三界壽。此有實體能持煖識。如伽他言。", "208": "壽煖及與識三法捨身時", "209": "所捨身僵仆如木無思覺", "21": "纏故名身繫。是等羂網有情身義。", "210": "契經亦說。受異熟已名那落迦。乃至非想非", "211": "非想處應知亦爾。若異命根無別有法。是根", "212": "性攝。遍在三界。一期相續無間斷時。可依施", "213": "設四生五趣。生無色界起自上地善染污心。", "214": "或起下地無漏心時依何施設。化生天趣起善", "215": "染時應名為死若起無記應復名生。撥無命", "216": "根有斯大過。諸有情類同作事業同樂欲因。", "217": "名眾同分。此復二種。一無差別。二有差別。無", "218": "差別者。謂諸有情皆有我愛。同資於食樂欲", "219": "相似。此平等因名眾同分。一一身內各別有", "22": "蓋有五種。謂貪欲蓋瞋恚蓋惛沈睡眠蓋掉", "220": "一。有差別者。謂諸有情界地趣生。種姓男女", "221": "近事苾芻。學無學等種類差別。一一身內有", "222": "同事業。樂欲定因名眾同分。此若無者。聖非", "223": "聖等世俗言說應皆雜亂。諸異生性異生同", "224": "分有何差別。同樂欲等因。說名彼同分。異生", "225": "性者。能為一切無義利因。如契經說。苾芻當", "226": "知。我說愚夫無聞異生。無有少分惡不善", "227": "業。彼不能造。又世尊說。若來人中得人同", "228": "分。異生性於死生時。有捨得義。故異生性", "229": "與同分別。", "23": "舉惡作蓋疑蓋。欲界五部貪名初蓋。五部瞋", "230": "諸法生時有內因力。令彼獲得各別功能。即", "231": "此內因說名生相。謂法生因總有二種。一內。", "232": "二外。內謂生相。外謂六因。或四緣性。若無生", "233": "相。諸有為法應如虛空等。雖具外因緣亦無", "234": "生義。或應虛空等亦有可生義成有為性。是", "235": "大過失。由此故知。別有生相能引別果。暫時", "236": "住因說名住相。謂有為法於暫住時各有勢", "237": "力。能引別果令暫時住。此引別果勢力內因", "238": "說名住相。若無住相。諸有為法於暫住時。應", "239": "更不能引於別果。由此故知有別住相。老謂", "24": "名第二蓋。欲界惛沈及不善睡眠名第三蓋。", "240": "衰損。引果功能令其不能重引別果。謂有為", "241": "法若無異相。衰損功能何緣不能引別果。已", "242": "更不重引。引而復引應成無窮。若爾又應非", "243": "剎那性。由此故知別有異相。無常者謂功能", "244": "損已。令現在法入過去因。謂有別法名為滅", "245": "相。令從現在墮過去世。此若無者法應不", "246": "滅。或虛空等亦有滅義。此四有為之有為相。", "247": "若有此四有為相者。便名有為。非虛空等。然", "248": "世尊說。有三有為之有為相。有為之起亦可", "249": "了知。盡及住異亦可了知。為所化生厭有為", "25": "欲界掉舉及不善惡作名第四蓋。欲界四部", "250": "故。如示黑耳與吉祥俱。住異二相合說為", "251": "一。是故定有四有為相。非即所相有為法體。", "252": "若即所相有為體者。如所相體與能相一。能", "253": "相亦應展轉無異若爾諸法滅時應生。生時", "254": "應滅。或全不生。此四本相。是有為故。如所相", "255": "法有四隨相。謂名生生乃至滅滅。然非無窮。", "256": "以四本相各相八法隨相唯能各相一故。謂", "257": "法生時并其自體九法俱起。自體為一相隨", "258": "相八。本相中生。除其自體生餘八法。隨相中", "259": "生於九法內唯生本生。勢力劣故。住異滅相", "26": "疑名第五蓋。覆障聖道及離欲染并此二種", "260": "應知亦爾。本相依法。隨相依隨相。法因", "261": "相故得有作因。相因隨相得有作用。作用者", "262": "何。謂生住異滅。所生等者。謂引果功能。故有", "263": "為法體雖恒有而用非常。假茲四相內外因", "264": "力。用得成故名身句身。文身等者。謂依", "265": "語生。如智帶義影像而現。能詮自義名名句", "266": "文。即是想章字之異目。如眼識等依眼等生。", "267": "帶色等義影像而現。能了自境名等亦爾。非", "268": "即語音親能詮義。勿說火時便燒於口。要依", "269": "語故火等名生。由火等名詮火等義。詮者謂", "27": "加行善根。故名為蓋。", "270": "能於所顯義生他覺慧。非與義合。聲有礙故。", "271": "諸記論者所執常聲理不成故。不應離此名句", "272": "文三。可執有法能詮於義。然四種法似同一", "273": "相。一聲二名三義四智。此中名者。謂色等想。", "274": "句者謂能詮義究竟。如說。諸惡莫作等頌。世", "275": "間亦說。提婆達多驅白牛來搆取乳等。文者", "276": "即是𧙃壹等字。此三各別合集同類說之為", "277": "身。如大仙說。苾芻當知。如來出世便有名身", "278": "句身文身可了知者。意說諦實蘊處界。沙門", "279": "果緣起等法名句文身。又世尊說。如來得彼", "28": "前說諸界諸趣。諸生諸地。受苦應說。云何界", "280": "彼名句文身者。意說如來獲得彼彼不共佛", "281": "法名句文身等。謂此中義類差別諸行句義。", "282": "齊此應知。識句義者。謂總了別色等境事故", "283": "名為識。即於色等六種境中。由眼等根伴助", "284": "而起現在作用。唯總分別色等境事說名為", "285": "識。若能分別差別相者。即名受等諸心所法。", "286": "識無彼用但作所依。識用但於現在世有一剎那", "287": "頃。能有了別。此亦名意。亦名為心。亦是施設", "288": "有情本事。於色等境了別為用。由根境別說", "289": "有六種。謂名眼識乃至意識。佛於經中自說", "29": "趣生。地界有三種。謂欲界色界無色界。欲界", "290": "彼相。謂能了別故立識名。由此故知了別為相。", "291": "前於思擇有為相中。說法生因總有二種。一", "292": "內。二外。內謂生相。外謂六因。或四緣性。", "293": "今應思擇。因緣者何。因有六種。一相應因。", "294": "二俱有因。三同類因。四遍行因。五異熟因。", "295": "六能作因。心心所法展轉相應。同取一境名", "296": "相應因。如心與受等。受等與受等。受等復與", "297": "心。各除其自性。諸有為法更互為果。或同一", "298": "果。名俱有因。如諸大種所相能相。心心隨轉", "299": "更互相望。二因別者。如諸商人更相助力能", "3": "取有四種。謂欲取見取戒禁取我語取。即欲", "30": "有二十處。謂八大地獄。一等活。二黑繩。三眾", "300": "過嶮路。是俱有因。諸所飲食展轉同義。是相", "301": "應因。心隨轉者。謂諸心所及諸靜慮無漏律", "302": "儀諸有為相。以彼與心俱墮一世一起一住一", "303": "滅一果一等流一異熟因善因不善因無", "304": "記。由此十因名心隨轉。自地自部前生諸法。", "305": "如種子法。與後相似為同類因。自地前生諸", "306": "遍行法。與後染法為遍行因。一切不善有漏", "307": "善法。與自異熟為異熟因。諸法生時除其自", "308": "性。以一切法為能作因。或唯無障。或能生", "309": "故。如是六因總以一切有為果。為是所生", "31": "合四號叫五大號叫。六炎熱七極炎熱。八無", "310": "故。謂相應俱有因得士用果。由此勢力彼得", "311": "生故。此名士用。彼名為果。同類遍行因得等", "312": "流果。果似因故說名為等。從因生故復說為", "313": "流。果即等流名等流果。異熟因得異熟果。果", "314": "不似因故說為異熟。謂成熟堪受用故。果即", "315": "異熟名異熟果。唯有情數攝。無覆無記性。", "316": "能作因得增上果。此增上力彼得生故。如眼", "317": "根等於眼識等。及田夫等於稼穡等。由前增", "318": "上後法得生。增上之果名增上果。擇滅無為", "319": "名離繫果。此由道得非道所生。果即離繫名", "32": "間。并傍生鬼界為十。有四洲人一贍部洲。", "320": "離繫果。緣有四種。謂因。等無間。所緣。增上", "321": "緣。除能作餘五因名因緣。過去現在心心所", "322": "法。除阿羅漢最後心等。名等無間緣。一切法", "323": "名所緣緣。能作因性名增上緣。", "324": "容有礙物是虛空相。此增上力彼得生故。能", "325": "有所容受是虛空性故。此若無者。諸有礙物", "326": "應不得生。無容者故。如世尊說。梵志當知。風", "327": "依虛空。婆羅門曰。虛空依何。佛復告言。汝問", "328": "非理。虛空無色無見無對。當何所依。然有光", "329": "明虛空可了。故知實有虛空無為。此體若無", "33": "二勝身洲。三牛貨洲。四俱盧洲。有六欲天。一", "330": "風何依住。說無色等言何所依。因有光明何", "331": "所了別。了龜毛等。不因比故。", "332": "眾苦永斷說名擇滅。眾苦者何。謂諸生死。如", "333": "世尊說。苾芻當知。諸有若生即說為苦。諸有", "334": "即是生死別名。有若不生名苦永斷。如堤堰", "335": "水。如壁障風。令苦不生名為擇滅。擇謂揀擇", "336": "即勝善慧。於四聖諦數數簡擇。彼所得滅立", "337": "擇滅名。此隨所斷體有無量。以所斷法量無", "338": "邊故。若體一者初道已得。修後諸道便應無", "339": "用。若言初證少分非全。即一滅體應有多分。", "34": "四大王眾天。二三十三天。三夜摩天。四覩史", "340": "一體多分與理相違。隨有漏法有爾所量擇", "341": "滅無為應知亦爾。此說為善。應正理故。此隨", "342": "道別立八十九。隨斷遍知立有九種。若隨五", "343": "部立有五種。又隨果別總立為四。謂預流等。", "344": "由斷離滅界別立三。由斷苦集及有餘依無", "345": "餘依別總立二種。約生死斷總立為一。如是", "346": "擇滅有多異名。謂名盡離滅涅槃等。如人經", "347": "說。苾芻當知。四無色蘊及眼色等總名為人。", "348": "於中假想說名有情。亦名意生。亦名為人摩", "349": "納婆等。此中自謂我眼等見色等。發起種種", "35": "多天五樂變化天。六他化自在天。合二十處。", "350": "世俗言論。謂此具壽有如是名如是族姓。乃", "351": "至廣說。苾芻當知。此唯有想唯有言說。如", "352": "是諸法皆是無常。有為緣生由此故苦。謂生", "353": "時苦住等亦苦。於此眾苦永斷無餘。除棄變", "354": "吐盡離染滅寂靜隱沒。餘不續起名永不生。", "355": "此極靜妙。謂一切依除棄愛盡離滅涅槃。所", "356": "言一切依除棄者。謂此滅中永捨一切五取", "357": "蘊苦。言愛盡者。謂此滅中現盡諸愛。得此滅", "358": "已永離染法故名為離。獲此滅已眾苦皆息", "359": "故名為滅。證此滅已一切災患煩惱火滅故", "36": "色界有十六處。謂初靜慮有二處。一梵眾天。", "360": "名涅槃。", "361": "非擇滅者。謂有別法畢竟障礙未來法生。但", "362": "由闕緣非由擇得。如眼與意專一色時。餘色", "363": "聲香味觸等謝。緣彼境界五識身等。由得此", "364": "滅能永障故。住未來世畢竟不生。緣闕亦由", "365": "此滅勢力。故非擇滅決定實有。如世尊說。若", "366": "於爾時樂受現前二受便滅。彼言滅者。除此", "367": "是何。定非無常及擇滅故。又契經說。苾芻當", "368": "知。若得預流。已盡地獄。已盡鬼界。已盡傍", "369": "生。此言盡者是非擇滅。爾時異熟法未得擇", "37": "二梵輔天。第二靜慮有三天。一少光天。二無", "370": "滅故。為初業者愛樂勤學。離諸問答略制斯", "371": "論。諸未遍知阿毘達磨深密相者。隨自意集", "372": "諸戲論聚置於現前。妄構邪難欲相誹毀。彼", "373": "即謗佛所說至教。如世尊說。有二種人謗佛", "374": "至教。一者不信生於憎嫉。二者雖信而惡受", "375": "持。", "376": "說一切有部入阿毘達磨論卷下", "38": "量光天。三極光淨天。第三靜慮有三天。一少", "39": "淨天。二無量淨天。三遍淨天。第四靜慮有八", "4": "瀑流加無明名欲取。有三十四物。謂貪瞋慢", "40": "天。一無雲天。二福生天。三廣果天。四無煩", "41": "天。五無熱天。六善現天。七善見天。八色究竟", "42": "天。合十六處。大梵無想無別處所故非十八。", "43": "無色界雖無上下處所。而有四種生處差別。", "44": "一空無邊處。二識無邊處。三無所有處。四非", "45": "想非非想處。趣有五種。一㮈洛迦。二傍生。", "46": "三鬼界。四天。五人。生有四種。謂卵胎濕化。", "47": "地有十一。謂欲界未至靜慮中間四靜慮四", "48": "無色為十一地。欲界有頂一向有漏。餘九地", "49": "通有漏及無漏前。界趣生一向有漏。", "5": "無明各五疑四纏十。即有瀑流加無明名我", "50": "智有十種。謂法智。類智。世俗智。他心智。苦", "51": "智。集智。滅智。道智。盡智。無生智。於欲界諸", "52": "行及彼因滅加行無間解脫勝進道。并法智", "53": "地中所有無漏智名法智。無始時來常懷我", "54": "執。今創見法故名法智。於色無色界諸行及", "55": "彼因滅加行無間解脫勝進道。并類智地中", "56": "所有無漏智名類智。隨法智生故名類智。諸", "57": "有漏慧名世俗智。此智多於瓶衣等世俗事", "58": "轉故。名世俗智。此有二種。一染污。二不染", "59": "污。染污者復有二種。一見性。二非見性。見性", "6": "語取。有四十物。謂貪慢無明各十疑八及惛", "60": "有五。謂有身見。邊執見。邪見。見取。戒禁取。", "61": "非見者。謂疑貪瞋慢無明忿害等相應慧。不", "62": "染污者。亦有二種。一善。二無覆無記。無覆無", "63": "記者。非見不推度故。是慧及智。善者若五識", "64": "俱。亦非見是慧及智。若意識俱。是世俗正見", "65": "亦慧亦智。諸定生智能了知他欲色界繫。一", "66": "分無漏現在相似心心所法名他心智。此有", "67": "二種。一有漏。二無漏。有漏者。能了知他欲色", "68": "界繫心心所法。無漏者有二種。一法智品。二", "69": "類智品。法智品者。知法智品心心所法。類智", "7": "沈掉舉。諸見中除戒禁取餘名見取。有三十", "70": "品者。知類智品心心所法。此智不知色無為", "71": "心不相應行。及過去未來無色界繫。一切根", "72": "地補特伽羅勝心心所皆不能知。於五取蘊", "73": "果分有無漏智。作非常苦空非我行相轉名", "74": "苦智。於五取蘊因分有無漏智。作因集生緣", "75": "行相轉名集智。於彼滅有無漏智。作滅靜妙", "76": "離行相轉名滅智。於彼對治得涅槃道有無漏", "77": "智。作道如行出行相轉名道智。有無漏智作", "78": "是思惟。苦我已知。集我已斷。滅我已證。道我", "79": "已修。盡行相轉名盡智。有無漏智作是思惟。", "8": "物。戒禁取名戒禁取。有六物。由此獨處聖", "80": "苦我已知不復更知。乃至道我已修不復更", "81": "修。無生行相轉名無生智。此後二智不推度", "82": "故非見性。他心智唯見性。餘六智通見性非", "83": "見性。世俗智唯有漏。他心智通有漏及無漏。", "84": "餘八智唯無漏。滅智唯無為緣。他心苦集道", "85": "智唯有為緣。餘五智通有為無為緣。苦集智", "86": "唯有漏緣。滅道智唯無漏緣。餘六智通有漏", "87": "無漏緣。法智在六地。謂四靜慮未至中間。類", "88": "智在九地。謂前六地下三無色。他心智在四", "89": "地。謂四靜慮。世俗智在一切地。餘六智法智", "9": "道怨故。雙誑在家出家眾故。於五見中此別", "90": "品者在六地。類智品者在九地。", "91": "忍有八種。謂苦集滅道。法智忍及苦集滅道", "92": "類智忍。此八是能引決定智勝慧。忍可苦等", "93": "四聖諦理。故名為忍。於諸忍中此八唯是", "94": "觀察法忍。是見及慧非智自性。決定義是智", "95": "義。此八推度意樂未息。未能審決故不名智。", "96": "苦法智忍與欲界見苦所斷十隨眠得俱滅。", "97": "苦法智與彼斷得俱生。忍為無間道。智為解", "98": "脫道。對治欲界見苦所斷十種隨眠。如有二", "99": "人。一在舍內驅賊令出。一關閉門不令復入。"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1554 入阿毘達磨論: 入阿毘達磨論", "author": "塞建陀羅造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}