{"author": "吳 支謙譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0556 佛說七女經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 556", "1": "佛說七女經", "2": "吳月支國居士支謙譯", "3": "聞如是：一時佛遊於拘留國，在分儒達樹園，", "4": "與千羅漢俱，菩薩有五百人，及諸天、龍、鬼神。", "5": "爾時拘留國中有婆羅門，名摩訶蜜，慳貪，不", "6": "信佛法。大豪富，珍奇、珠寶、牛馬、田宅甚眾多；", "7": "智慧無雙，為是國中作師，常有五百弟子，", "8": "復為國王、大臣所敬遇。是婆羅門有七女，大", "9": "端正無比，黠慧言語；從頭至足皆著金銀、白", "10": "珠、瓔珞，隨時被服；常與五百女人俱，憙自", "11": "貢高，恃怙端正，憍慢眾人；倚於富貴謂呼有", "12": "常；每與國中人民共說義理，常得其勝。爾", "13": "時有迦羅越，名曰分儒達，聞此女大好，便至", "14": "婆羅門所，謂言：「卿家中自呼是女端正，雖", "15": "爾，當遍將至國中示人。若有人呵此女者，卿", "16": "當雇我五百兩金；若不呵者，我當雇卿五百", "17": "兩金。」如是募九十日遍至國中，無有道此女", "18": "醜者。爾時婆羅門即得五百兩金。分儒達告", "19": "婆羅門：「今佛近在祇樹園。佛知當來、過去、今", "20": "現在事。又復至誠，終不妄言。當將往示佛。」", "21": "婆羅門言：「大善！」即與眷屬五百婆羅門，國中", "22": "復有五百女人俱，相隨至佛所。佛時為無數", "23": "千人說法。各各前為佛作禮，却坐一面。婆", "24": "羅門前白佛言：「瞿曇常遊諸國，寧見有好", "25": "人端正如是女者不？」佛便逆呵之：「此女不好，", "26": "皆醜，無有一好處。」婆羅門問佛：「是女一國中", "27": "人無有道此女醜。今瞿曇何以獨道此女醜？」", "28": "婆羅門問佛言：「世間人以何為好？」佛言：「世", "29": "間人眼不貪色，耳不聽受惡聲，是則為好；", "30": "鼻不嗅香，口不甞味，是則為好；身不貪細", "31": "滑，意不念惡，是則為好；手不盜取人財物，", "32": "口不說人惡，是則為好；不貢高、綺語，知生", "33": "所從來，死有所趣，是則為好；信布施後當得", "34": "其福，是則為好；信佛，信法，信比丘僧，是則", "35": "為好。」佛告婆羅門：「顏色好，不為好；身體好，", "36": "不為好；衣服好，不為好；二言、綺語，不為好；", "37": "心端意正此乃為好。」分儒達即自還得五百", "38": "兩金。", "39": "佛告婆羅門：「昔者有城，名波羅奈，從地底去", "40": "佛，諸當來佛皆於是上坐。爾時有國王，名機", "41": "惟尼，作優婆塞，大明經，為佛作精舍。王有", "42": "女，悉為優婆夷，明經智慧，端正無雙，身上皆", "43": "著金銀、琥珀、珠寶，被服甚好。第一女字羞耽，", "44": "第二女字須耽摩，第三女字比丘尼，第四", "45": "女字比丘羅輜，第五女字沙門尼，第六女", "46": "字沙門密，第七女字僧大薩耽，常以佛正法", "47": "齋戒、布施訖竟，七女便相將至父王正殿，", "48": "白言：『我曹姊弟欲相隨到塚間遊觀。』「王言：", "49": "『塜間大可畏，但有死人骨髮，形骸狼藉，支散", "50": "在地；諸悲哀者、啼哭者滿其間；有虎、狼、野獸、", "51": "鵄梟主噉死人肉血。汝曹姊弟何為塚間？", "52": "我宮中有園觀、浴池，中有飛鳥、鴛鴦相隨而", "53": "鳴；中有眾華，五色光目；芝草奇樹，眾果清涼，", "54": "恣意所食，極可遊觀。汝曹姊弟何為塚間？』", "55": "「七女即報言：『大王！眾果、美食何益萬分？我", "56": "見世間人老時命日趣死，人生無有不死", "57": "者。我曹非小兒，嘗為餘食所惑！王哀念我", "58": "姊弟者，當聽我曹姊弟到城外觀死人。』", "59": "如是至三。「王言：『大善！聽汝姊弟所為。』「爾", "60": "時七女即與五百婇女嚴駕出宮門。七女即", "61": "解頸下瓔珞散地。國中時有千餘人見之，隨", "62": "後拾取珠寶歡喜，遂到城外塚間，大臭，處不", "63": "淨，但聞啼哭聲。諸婇女及人民身體肅然，", "64": "衣毛為竪。七女直前視諸死人，中有斷頭者，", "65": "中有斷手足者，中有斷鼻耳者，中有已死者，", "66": "或有未死者，中有梓棺者，有席中裹者，有", "67": "繩縛者。家室啼哭，皆欲令解脫。七女左右顧", "68": "視死人眾多。復有持死人從四面來者，飛鳥、", "69": "走獸共爭來食之。死人膖脹，膿血流出，數萬", "70": "億蟲從腹中出，臭處難可當。七女亦不覆鼻，", "71": "直前繞之一匝，即自相與言：『我曹姊弟身體", "72": "不久皆當復爾。』「第一女言：『寧可各作一偈，救", "73": "死人魂魄耶？』六女皆言：『大善！』「第一女言：", "74": "『此人生時好香塗身，著新好衣；行步眾中，細", "75": "目綺視；於人中作姿，則欲令人觀之。今死", "76": "在地，日炙、風飄。主作姿則者，今為所在？』「第二", "77": "女言：『雀在瓶中，覆蓋其口，不能出飛。今瓶已", "78": "破，雀飛而去。』「第三女言：『乘車而行，中道捨", "79": "車去，車不能自前。主使車行者，今為所在？』「第", "80": "四女言：『譬如人乘船而行，眾人共載而渡水，", "81": "得岸便繫船。棄身體去，如棄船去。』「第五女", "82": "言：『有城完堅，中多人民，皆生長城中。今城更", "83": "空，不見人民，為在何所？』「第六女言：『人死臥地，", "84": "衣被常好，從頭至足無有缺減。今不能行，亦", "85": "不能動搖。其人當今為在何所？』「第七女言：『一", "86": "身獨居，人出去其舍，舍中空無有守者，今舍", "87": "日壞敗。』「爾時第二忉利天王釋提桓因坐即", "88": "為動搖，聞七女說經，如伸臂頃，即從天上來", "89": "下，讚七女言：『所說大善！欲願得何等？所願者，", "90": "我能為汝得之。』「七女俱言：『卿是釋天乎？梵天", "91": "耶？不見卿來時，自然在我前，使我知之。』「即", "92": "報言：『諸女！我是釋提桓因。聞說善言、好語，故", "93": "來聽之。』「七女言：『卿屬者欲與我曹願。卿是第", "94": "二忉利天上最尊，當為我等得之。我姊弟請", "95": "說所願。』「第一女言：『我願欲得無根、無枝、無葉", "96": "之樹，於其中生。是我所願也。』「第二女言：『我欲", "97": "得地上無形之處、無陰陽之端，願欲於其中", "98": "生。』「第三女言：『人於深山中大呼，音響四聞耳，", "99": "不知所在。我願於其中生。』「釋提桓因報言：", "100": "『且止！我不能得是願。諸女欲得作釋梵、四天", "101": "王、日月中尊，是則可得。今女所願，實我所不", "102": "知。』「七女答言：『卿是天上獨尊，有威神，何以不", "103": "能得此願？卿譬如老牛，不能挽車，亦復不能", "104": "耕犁，無益於主。』「釋提桓因報言：『我聞說經，故", "105": "來聽之。非我所知，即便辭謝。』七女默然無報。", "106": "「爾時空中有天言：『今迦葉佛近在惟于陵聚", "107": "中，何不往問迦葉佛？』七女聞之大歡喜，即", "108": "與五百婇女、隨來觀者，塚間喪亡、悲哀、啼哭", "109": "者復有五百人，俱發意往。「時迦葉佛為無數", "110": "千人說法，悉各前為迦葉佛作禮，却坐一面。", "111": "「釋提桓因白佛言：『我向者聞國王七女說經，", "112": "故來聽之。七女便從我索是願言：「我欲得無", "113": "根、無枝、無葉之樹、無形之處、無陰陽之端，", "114": "深山大呼，音響四聞，不知所在。」我時不能報", "115": "答，願佛為七女解說其意。』「迦葉佛言：『善哉", "116": "發問，多所過度。是事羅漢、辟支佛尚不能知", "117": "此事，何況於故？』「是時迦葉佛便笑，五色光", "118": "從口出，照滿佛剎，還繞身，從頂上入。侍者前", "119": "長跪，問迦葉佛言：『佛不妄笑，願聞其意。』「迦葉", "120": "佛告薩波羅：『汝見是女不？』「『唯然已見。』「『此國王", "121": "七女共發阿耨多羅三藐三菩提心已來，供養", "122": "五百佛已，當復萬佛，却後十劫悉當作佛，皆", "123": "同一字，號名復多羅賁，剎土名首陀波。其佛", "124": "壽三萬歲。是時人民被服、飲食，譬如第二忉", "125": "利天上所有。佛般泥洹後，經道留止八千歲", "126": "乃盡。是佛時說法，當度七十五億萬人令得", "127": "菩薩及羅漢道。』「迦葉佛授七女別時，即踊", "128": "躍歡喜，便住虛空中，離地二十丈，從上來", "129": "下悉化成男子，即得阿惟越致。五百婇女及", "130": "千五百天與人，見七女化成男，踊躍歡喜，", "131": "皆發阿耨多羅三藐三菩提心。一千人遠離", "132": "塵垢，皆得法眼。」", "133": "佛告婆羅門：「此國王七女富樂、端正、豪貴，尚", "134": "不恃身作綺好。所以者何？用念非常，是身", "135": "不可久得故。一切世間人但坐愚癡故，墮十", "136": "二因緣，便有生死。人生若皆由恩愛，從生致", "137": "老，從老致病，從病致死，從死致啼哭，得苦痛。", "138": "人生若皆從恩愛，當自觀身，亦當觀他人身。", "139": "坐起當念身中惡露、涕唾、寒熱、臭處、不淨。如", "140": "是何等類，身一壞時，還化作蟲，自食其肉，骨", "141": "節支解，消為灰土。還自念：『我身死亦當如是。』", "142": "不當恃身作綺好，當念非常。若人施行善，", "143": "不自貢高、綺語者，死後皆生天上；若施行惡", "144": "者，當入泥犁中。女人所以墮泥犁中多者何？", "145": "但坐嫉妬，姿態多故。」佛說是時，婆羅門女即", "146": "踊躍歡喜，解身上珠寶用散佛上。佛威神令", "147": "所散住虛空中化作寶蓋，中有聲言：「善哉！", "148": "如佛所言無有異。」佛爾時便感動，放威神，於", "149": "座上以足指按地，三千大千剎土皆為大動；", "150": "光明照十方，百歲枯樹皆生華菓，諸空溝㵎", "151": "皆自然有水，箜篌樂器不鼓自鳴，婦女珠環", "152": "皆自作聲，盲者得視，聾者得聽，瘂者得語，", "153": "傴者得伸，拘躃者得愈，手足病者得愈，狂者", "154": "得正，被毒者毒不為行，拘閉者悉得解脫，", "155": "百鳥狸獸皆相和悲鳴。爾時拘留國中人民", "156": "無男、無女皆大歡喜，和心相向若得禪。佛作", "157": "是變化時，拘留國王捐珠，踊躍歡喜，及百", "158": "大臣、婆羅門女，與其眷屬，及五百婆羅門，皆", "159": "發阿耨多羅三藐三菩提心。復有五百比丘", "160": "得羅漢道。國中五百人悉須陀洹道。佛說是", "161": "經已，菩薩、比丘僧、優婆塞、優婆夷、國王、大臣、", "162": "長者、人民、諸天、鬼神、龍，皆大歡喜，前持頭面", "163": "著地，為佛作禮而去。", "164": "佛說七女經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0556 佛說七女經", "source": "CBETA"}