{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0500 羅云忍辱經", "text": {"0": "No. 500", "1": "羅云忍辱經", "10": "眾生。世尊常云：『忍者最快，唯慧者能。』吾聞", "11": "佛戒，終身不犯，吾自攝心，以忍為寶；恣", "12": "心履惡，猶自投火，貢高自見，愚者謂健，不", "13": "計殃禍，當還害已。恣心之禍重於須彌，畢", "14": "已年壽以當惡罪，十六分中未減其一。愚", "15": "人作行惡，向清淨持戒沙門，猶若逆風把", "16": "炬火行，狂愚不捨，必自燒身。弊人懷毒，自", "17": "以為慧。如比丘怙沙門四道，為佛弟子，常", "18": "當伏心，惡生即滅，勇中之上。天神帝王，雖", "19": "謂多力，不如忍惡，其力無上。」羅云見血流", "2": "西晉沙門法炬譯", "20": "下交面，臨水澡血而自說曰：「我痛斯須，奈", "21": "彼長苦！斯人惡也，斯地亦惡，余無慍心，悲", "22": "奈彼何？佛是吾尊，教吾大慈。狂悖之人，志", "23": "趣凶虐，沙門默忍，以成高德。凶者狼殘，愚", "24": "人敬焉；沙門守忍，狂愚是輕。斯人惡也，我", "25": "焉能惡歟？輪轉無際，豈一向乎？吾欲以", "26": "佛至真之經喻誨愚惑，猶以利劍割彼臭", "27": "屍，屍不知痛，非劍之不利，乃死屍之無知。", "28": "以天甘露食彼溷猪，猪捨之走，非甘露之", "29": "不美，乃臭蟲之所不珍矣。以佛真言，訓世", "3": "阿難曰：「吾從佛聞如是。」一時，佛在舍衛國祇", "30": "凶愚，不亦然乎。」師徒俱還。飯竟澡鉢，洗", "31": "手漱口，俱到佛所，稽首佛足。鶖露子退坐，", "32": "具以本末，向佛陳之。世尊告曰：「夫惡心之", "33": "興，興己之衰。輕薄者命終，至于夜半，當入", "34": "無擇地獄之中。獄鬼加痛，毒無不至。八萬四", "35": "千歲，其壽乃終。魂神更受含毒蟒身，毒重", "36": "還害其身。終而復始，續受蝮形，常食沙", "37": "土，萬歲乃畢。以瞋恚意向持戒人，故受毒", "38": "身；以沙土投鉢中，故世世食沙土而死。罪", "39": "畢乃出，得生為人。母懷之時，常有重病，家", "4": "樹給孤獨園，時鶖露子與羅云俱以平旦", "40": "中日耗，生兒頑鈍，都無手足。其親驚怪，宗", "41": "家皆然，曰：『斯何妖？來為不祥。』即取捐之，", "42": "著于四衢。路人往來無不愕然，或以瓦石", "43": "擲，或以刀杖，皆擊其頭，蹈腦窮苦，旬月", "44": "乃死。死後魂神即復更生，輒無手足，頑鈍", "45": "如前，經五百世，重罪乃畢。後乃為人，常有", "46": "頭痛之患。」世尊重曰：「鶖露子！夫人處世不", "47": "惟忍者，所生之處，不值佛世、違法遠僧，常", "48": "在三塗，終而復始，輒有劫數。若蒙餘福得", "49": "出為人，稟操常愚、𣧑虐自隨，乃心嫉聖、謗", "5": "著衣法服、執持應器，入城求食。時有輕薄", "50": "毀至尊，為人醜陋，眾所惡憎，生輒貧窮，仕", "51": "不得官，願與意違，天神聖賢所不祐助。夜", "52": "常惡夢，妖怪首尾，飛禍縱橫，所處不寧，心", "53": "常恐怖。斯之所由，由不忍伏惡心，故使然", "54": "耳。忍惡行者，所生常安，眾禍消滅。願輒如", "55": "志，顏貌煒曄，身強少病，財榮尊貴，皆由忍", "56": "辱慈惠濟眾之所致也。忍之為福，身安親", "57": "寧，宗家和興，未嘗不歡。智者深見，迮伏", "58": "其心。心者誤人，破家危身，王法所戮，地獄", "59": "燒煮，或為餓鬼，亦為畜生，皆心之過也。」世", "6": "者，逢見兩賢。意念曰：「瞿曇沙門第一弟子", "60": "尊又曰：「寧以利劍貫腹截肌，自投火中；慎", "61": "無履惡。寧戴須彌，迮毀其命，投于巨海，魚", "62": "鱉所吞；慎無為惡矣。不知其義，慎無妄言。", "63": "佛之明法，與俗相背，俗之所珍，道之所賤。", "64": "清濁異流，明愚異趣，忠侫相讐，邪常嫉正。", "65": "故嗜欲之人，不好我無慾之行也；寧吞然", "66": "炭，無謗三尊，忍之為明，踰於日月。龍象之", "67": "力，可謂盛猛，比之於忍，萬萬不如一。七寶", "68": "之燿，凡俗所貴，然其招憂，以致災患。忍之", "69": "為寶，終始獲安。布施十方，雖有大福，福不", "7": "與羅云分衛。」即興毒意，取地沙土，著鶖", "70": "如忍。懷忍行慈，世世無怨，中心恬然，終", "71": "無毒害。世無所怙，唯忍可恃。忍為安宅，災", "72": "怪不生；忍為神鎧，眾兵不加；忍為大舟，可", "73": "以渡難；忍為良藥，能濟眾命；忍者之志，何", "74": "願不獲。若欲願為飛行皇帝典四天下，第二", "75": "天帝釋，及上第六天，壽命無極身體香潔，", "76": "所願自然。猶若家物取之即得。志願清淨", "77": "沙門四道，求之可得，在己所向。吾今得佛，諸", "78": "天所宗，獨步三界，忍力所致。」佛告諸沙門：「當", "79": "誦忍經，無忘須臾，懷之、識之、誦之、宣之。當宣", "8": "露子鉢中、擊羅云首。師見羅云血流污面，", "80": "忍德，以濟眾生。」佛說經竟，諸沙門皆大歡喜，", "81": "作禮而去。", "82": "羅云忍辱經", "9": "師曰：「為佛弟子，慎無含毒，當以慈心愍傷"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0500 羅云忍辱經", "author": "西晉 法炬譯", "sourceLink": "http://www.cbeta.org/"}