{"author": "唐 道宣撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2088 釋迦方志", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "4 釋迦方志遺跡篇", "1": "釋迦方志卷下", "2": "終南太一山釋氏", "3": "遺跡篇之餘", "4": "遊履篇通局篇時住篇教相篇", "5": "釋迦方志遺跡篇第四之餘", "6": "摩揭陀國中印度也古者訛耳周五千餘里。城少人居", "7": "邑落極多。寺五十餘。僧徒出萬多大乘學。", "8": "天祠數十異道甚多。故城在王舍城山北。倚", "9": "東二百四十里北臨殑伽河。周七十餘里人", "10": "壽多歲。時號拘蘇摩補羅城。言香茅華宮", "11": "也。", "12": "人壽數千歲時。更因波吒釐樹名波吒釐子", "13": "城。古名巴連弗者訛也。故宮北石柱高數", "14": "丈。無憂王作地獄處。佛涅槃後第一百年。有", "15": "阿輸迦王言無憂也即頻毘娑羅王之曾孫。自王", "16": "舍城遷都此城。重築外郭。出異種稻。粒大而", "17": "美光色奇異。名供大人米也。宮北臨殑伽河", "18": "小城千餘家見存其獄石柱。南大塔寶飾", "19": "覆鉢石作欄檻。即八萬四千之一也。安佛舍", "20": "利一升。時有光瑞即無憂遇近護羅漢。役使", "21": "鬼神所營。其側精舍中有大石。是佛欲涅槃。", "22": "北趣拘尸南顧摩揭。故蹈石上之雙跡也。長", "23": "尺八廣六寸。輪相華文十指各異。近為羯羅", "24": "拏蘇伐刺那言金耳國。設償迦王言月也。毀", "25": "壞佛跡鑿已還平文采如故。乃捐殑河中", "26": "尋復本處。次側有四佛行坐塔。", "27": "故宮北大石室。即育王為弟所造。次有大水", "28": "槽育王飯僧者。宮西南小石山。周巖㵎谷數", "29": "十石室。育王為近護羅漢役鬼所為。傍有石", "30": "池俗名聖水。飲者病愈。山西南五塔面各數", "31": "百步。育王建八萬四千塔已。尚餘五升舍利", "32": "更造此塔。靈異間起。有王將此作難陀王五", "33": "藏興軍掘之。地震山傾塔中大呼。士卒僵仆。", "34": "故城東南屈屈吒阿濫摩寺言雞園也昔有論議屈", "35": "於外道。十二年來不擊犍搥。有南印度那伽", "36": "閼刺樹那菩薩此言龍猛或云龍樹來至伏諸外道始擊犍", "37": "搥。故塔名擊犍搥也。", "38": "次北有鬼辯塔馬鳴事。", "39": "城西南隅二百餘里。古寺塔中四佛行坐跡。", "40": "又寺西南百餘里。大寺僧徒千數並學大乘。", "41": "合有四院。觀閣三層崇基重戶。中間三精舍", "42": "金銅隱起。中有立像高三丈。左多羅菩薩右", "43": "觀自在。並鍮石鑄成。三所各有舍利一升光", "44": "相時起。寺西南百里。大山上石塔高一丈餘。", "45": "佛於大盤石上入定。經宿諸天雨光以感", "46": "慕。故起寶塔高一丈許。今變為石。惟遙望", "47": "見烟霞。止居靈聖龍蛇窟穴鷙鳥猛獸。古今", "48": "無人達者。山東崗塔佛於此立觀摩揭國處。", "49": "山西北三十餘里。山寺負嶺疎崖置閣。大乘", "50": "學瞿摩末底菩薩。唐言德慧。伏外道處。今", "51": "有僧五十餘人。", "52": "又西南二十餘里孤山寺。有論師尸羅跋陀", "53": "羅。唐言戒賢。今見在初伏外道得邑捨而造", "54": "之。其處竦一危峯。如浮圖形置佛舍利。", "55": "又西南五十許里。度尼連禪河有伽耶城。少", "56": "人物婆羅門千餘家住。仙人之胤也。王所不", "57": "臣眾咸加敬。城北三十餘里清泉。俗傳聖水。", "58": "飲濯之者罪消也。", "59": "城西南六里許。伽耶山也。谿谷杳冥世謂靈", "60": "岳。自古君王登封告成也。頂有石塔高百餘", "61": "尺。時放奇光。佛於此說寶雲等經。", "62": "山東南尼連河減二里許。至鉢羅笈菩提山。", "63": "言前正覺也。佛將證先登因名也。", "64": "佛自東北崗上頂。欲入金剛定振地投山神", "65": "懼告。佛又至西南半崖中面㵎坐石。地山又", "66": "震。淨居天告曰。此西南十五里近苦行處。畢", "67": "鉢羅樹下金剛座處。是菩提座三世諸佛咸", "68": "此成覺。佛方就之。仍為石室龍留影也。今或", "69": "有見者。及無憂興世。於諸靈跡皆表浮圖。雨", "70": "諸天華。每竟安居。法俗同往登山供菩提樹。", "71": "其菩提樹周垣甎疊以崇固之。東西闊周可", "72": "五百四十步。奇樹名華連陰列植。正門東開", "73": "對尼連禪那河。南門接大華池西阨險固。北", "74": "門通大寺。其壖院內聖迹諸塔精舍星張相", "75": "布。樹垣正中金剛座者。賢劫初成與大地俱。", "76": "大千界中。下極金輪上至地際。金剛所成周", "77": "百餘步。千佛同坐入金剛定。故因號焉。即證", "78": "道之所也。又曰。道場大地震時獨無搖也。佛", "79": "證覺後自入末法。沙土彌覆不見本質。傳佛", "80": "說耳。遂以兩軀觀自在菩薩。南北標界面南", "81": "而坐。記云。此像身沒佛法當滅。南隅象者", "82": "今沒胸臆。", "83": "佛在世時。菩提樹高數百尺。枝黃葉青冬夏", "84": "不改。佛涅槃至葉凋尋復。後為無憂王伐截。", "85": "於西數十步聚而燒之。用以祠天。烟焰未止", "86": "忽生兩樹。猛火之中茂葉同榮。因謂灰菩提", "87": "樹。王覩信生以香乳灌餘根者。至旦樹生如", "88": "本。王妃忿之又夜重伐。王重所請以乳灌之", "89": "不日還生。壘石周垣其高丈餘。近為金耳國", "90": "月王又伐此樹。掘至泉水不盡根抵。乃縱火", "91": "焚之。又以甘蔗澆之。令焦爛絕其本也。數月", "92": "之後為補刺拏伐摩王。此言滿胄。即無憂王", "93": "之玄孫也。聞樹被誅舉身投地。請僧七日經", "94": "行繞樹。大坑以數千牛乳灌之。經六日夜樹", "95": "生丈餘。恐後剪伐。周峙石垣高二丈四尺。樹", "96": "今出於石壁上二丈餘。圍可三尺。", "97": "樹東青甎精舍高百六十餘尺。基廣二十餘", "98": "步。上有石鈎欄繞之高一丈。層龕皆有金像", "99": "四壁。四壁鏤諸天仙。上頂金銅阿摩勒迦", "100": "果。即此所謂寶瓶及寶臺也。", "101": "東南接為重閣三層檐宇特異並金銀飾鏤。", "102": "三重門外龕中。左觀自在右慈氏像。並鑄銀", "103": "成高一丈許。無憂王造也。精舍初小後因廣", "104": "之。內置成道像。有婆羅門應募造之。惟須", "105": "香泥及一燈內精舍中。六月閉戶作之乃成。", "106": "尚餘四日僧咸怪之。因開觀覓見像儼然。東", "107": "面加坐右足加上。左手歛右手垂。不見作", "108": "者。坐高四尺二寸。廣一丈二尺五寸。像高一", "109": "丈一尺五寸。兩膝相去八尺八寸。兩肩六尺", "110": "二寸。相好具足。惟右乳上圖飾未周。更填", "111": "眾寶遙看其相。終似不滿。有僧夢匠者云。我", "112": "是慈氏。恐工拙思故自寫之。言垂手者。像佛", "113": "語魔指地為證。近被月王伐樹。令臣毀像王", "114": "自東返。臣本信心乃於像前橫施甎障。心愧", "115": "闇故置燈於內。外畫自在天像。功成報命。月", "116": "王聞懼舉身生皰。肌膚皆裂。尋即喪沒。大臣", "117": "馳返即除壁障。往還多日燈猶不滅。今在深", "118": "室晨持鏡照乃覩其相。見者悲戀敬仰忘返。", "119": "佛以唐國三月八日成道。上座部云。當此三", "120": "月十五日成道。時年三十者。或云。三十五者。", "121": "斯之差互彼自不同。由用曆前後故有此異。", "122": "猶神州曆元各各不同。三代定正延縮不等。", "123": "何足怪也。且據一相取悟便止。", "124": "佛成覺已七日寂定。至於樹北七日經行。南", "125": "北往來十餘步許。異華隨跡有十八文。後人", "126": "甎壘為基高三尺餘。俗云。聖跡基也。表人", "127": "命之脩短者。先發誠願以繩度之。隨壽短長", "128": "增減有驗。此北道左磐石上大精舍。作佛上", "129": "望仰觀樹相。為報恩像。當時七日目不暫捨。", "130": "樹西大精舍鍮石像。東面立飾奇珍。前有青", "131": "石奇文異彩。初成道日梵王起七寶堂。帝釋", "132": "起七寶座。佛據上七日思惟放光照樹。今寶", "133": "為石。樹南浮圖高百餘尺初佛於河沐已將", "134": "坐念草。帝釋化人以姑尸草言吉祥也以奉佛處。", "135": "育王造塔表之　次東北塔。是證果時。青雀", "136": "來繞群鹿呈祥處。", "137": "樹東大路左右各一塔。是魔王嬈佛衰退處", "138": "樹西北精舍中。迦葉波佛時放光明。俗云。", "139": "至誠七繞生得宿命智。又垣西北塔。欝金香", "140": "泥高四丈餘。樹垣東南隅。尼拘盧樹側有塔。", "141": "精舍中有座。佛初證果時。大梵王請轉法輪", "142": "處　垣內四隅皆有塔。初佛受草趣樹。先至", "143": "西南地動。又向西北又東北。又東南並地為", "144": "震。即西北至樹下。東面坐金剛座上。地方安", "145": "靜故立塔記。垣外西南二牧牛女宅處其側", "146": "煮糜處。又側佛受糜處。皆立表塔。樹南門外", "147": "大池。周七百餘步清澄魚龍所宅。次南池者", "148": "帝釋所造。為佛濯衣。", "149": "池西大石。天帝雪山將來。為佛曬衣。側塔是", "150": "佛納故衣處。", "151": "次南林中塔。佛受貧母施故衣處。化池東林", "152": "龍池清黑味甘。岸西小精舍中像。佛初成道", "153": "此坐七日入定。龍王繞佛七匝。化多頭蓋佛", "154": "處。龍池東林精舍作佛羸瘦像。側有經行跡", "155": "七十餘步。南北各有卑鉢羅樹。往來攀而後", "156": "起。即苦行六年日食一麻麥處。今有疾者香", "157": "油塗象多愈　又有五人住處塔　又東南塔。", "158": "佛入尼連河浴處。次近河佛食乳糜處。於道", "159": "樹下受解脫也。其側二塔。長者獻蜜󰉓處。樹", "160": "東南塔。是四天王四方來。各持金鉢及諸寶", "161": "鉢。佛皆不受。乃各持石鉢。紺青映徹方總", "162": "受之。按為一鉢外現四際　其側有塔。成道", "163": "後為母說法處。現神變處　度優婁迦葉千", "164": "人處。又西北伏火龍處　五百獨覺入滅處。", "165": "目真龍池南。迦葉謂佛溺水處。魔怖佛處。", "166": "皆立表塔記之。樹垣北門外。即摩訶菩提寺。", "167": "庭宇六院觀閣三重。周垣高五丈許。佛像鑄", "168": "金銀。莊嚴工巧極世華美。塔又高廣有佛舍", "169": "利。大如指節。光澤鮮白通徹內外。內舍利", "170": "者。大如青珠。形帶紅色。每年至佛大神變月。", "171": "出以示人即印度十二月三十日。於唐正月十五日也於此時也放光", "172": "雨華。大起深信。其寺常僧減一千人。習大乘", "173": "上座部。法儀清肅。是南海僧伽羅國王。請中", "174": "印度大吉祥王立之。經今四百年矣故寺多師", "175": "子國人。又菩提樹面十餘里。聖跡相隣差難", "176": "備舉。每年比丘解安居訖。四方諸俗百千萬", "177": "眾。七日七夜香華伎樂。遍林供養禮拜奉慶。", "178": "印度諸僧。以唐五月十六日入雨安居。以唐", "179": "八月十五日解夏。斯亦隨終一變不可約之。", "180": "如雪山北有國。坐春坐秋者。意以一年之內", "181": "多濕熱處。制三月住。就中前後一月延促不", "182": "定。若據修道何時不安。故三時遊行通制有", "183": "罪。必有緣務亦開兼濟。不執也。菩提樹院東", "184": "渡尼連河。大林中塔北池者。佛昔為香象子。", "185": "侍盲象母處。前建石柱。昔迦葉波佛於此宴", "186": "坐。側有四佛行坐跡。林中小石柱。是欝頭藍", "187": "發惡願處。又東度莫訶東大林野行百餘里。", "188": "至屈屈吒播陀山言雞足也亦謂窶盧播陀山言尊足也", "189": "直上三峯狀如雞足。陗絕孤起逈然空表。半", "190": "下茂林半上蔓草。尊者大迦葉波。於中寂定", "191": "故因名焉。初佛以姨母織成金縷袈裟。傳付", "192": "慈氏佛。令度遺法四部弟子。迦葉承旨佛涅", "193": "槃後第二十年。捧衣入山以待慈氏。上有一", "194": "塔。靜夜望之明炬自照。雞足山東北百餘里。", "195": "至佛陀伐那山。北崖大石室。佛止數年旁有", "196": "磐石。帝釋摩檀塗佛今猶芬烈。從空谷東出", "197": "三十餘里。申瑟知林言杖林也滿山谷。昔有人以", "198": "丈六竹杖量佛。而恒出杖表。因投杖而去。遂", "199": "生根而被山焉。中有一塔。佛曾七日說法處。", "200": "林中有勝軍居士。以香末為泥作五六寸塔。", "201": "上書經文名法舍利也。三十年間晝夜無怠。", "202": "凡作七億每一億小塔。作一大塔盛之。請僧", "203": "法會稱慶其事皆放光明。杖林西南十餘里。", "204": "大山陽二溫泉甚熱。佛化浴焉。遠近沐者沈", "205": "痾皆愈。側有佛經行像塔。林東南七里許。大", "206": "山嶺上石塔。佛於此兩三月為天人說法。頻", "207": "毘娑羅王疊石為道。廣二十餘步長四里", "208": "許。大山東北四里許。至孤山仙人室也。又東", "209": "北五里小孤山壁石室可坐千人。佛於此三", "210": "月說法。室上磐石梵釋於此摩檀塗佛。今", "211": "猶郁烈。", "212": "室西南隅巖岫。即阿素落宮。石室側頻毘王", "213": "往佛所棧道。斷石通路長五里許作階也。又", "214": "東行六十餘里。至矩奢揭羅補羅城此云茅城上茅", "215": "宮城即摩竭陀之正中也。多出香茅國中最", "216": "勝。古來諸王都其山。城門闕在焉。因香為", "217": "名。崇山四周以為外郭。西通狹徑北闢山", "218": "門。東西長周迴一百五十里。樹華含茂皆作", "219": "金色。內城周三十餘里。城內荒涼都絕人物", "220": "北門外塔。佛舒手現五師子。伏提婆醉象", "221": "處。又東北塔。是舍利子聞馬勝比丘說法證", "222": "道處。", "223": "塔北大深坑旁塔。是室利毱多言勝蜜也設火坑以", "224": "害佛處。坑東北山城之曲有塔。是縛迦醫王", "225": "宅。為佛建說法堂。周垣華果蘗株尚在。佛", "226": "多止中。宮城東北十五里許。至姞栗陀羅炬", "227": "吒山言鷲峯亦鷲臺。古耆闍崛也接北山陽。孤起頂上東西", "228": "長臨崖。西陲甎室廣高奇製。其戶東開。佛", "229": "住世五十年。多居斯室說法。今作等佛身", "230": "像。昔影堅王為聽法故。自山至峯跨谷陵巖。", "231": "編石為道階。凡六里廣十餘步。從杖林石室", "232": "至此。三階即猶存焉。階側二小塔。一令王", "233": "下。一簡凡人　其上精舍東長石。佛曾經行", "234": "履之　旁有大石高丈四五。廣三十餘步。是", "235": "提婆所擲佛者　其南崖下塔。佛此說法華", "236": "經處。", "237": "精舍南山崖大石室。佛於此入定。阿難別室", "238": "魔怖之。佛以手通石摩頂。見有通穴。精舍東", "239": "北大石㵎大磐石。佛曬衣處。文今明徹。旁有", "240": "佛跡輪文入石。北山頂塔。佛望摩揭城。七日", "241": "說法處。山城北門西有毘布羅山。西南崖陰", "242": "昔有五百溫泉。今猶數十尚兼冷暖。源發雪", "243": "山無熱惱池潛流出此。猶清且美味同本池。", "244": "並彫石為師子之首。石以周流下乃編石", "245": "為池。浴者病差。諸有僧寺多取飲之。以水", "246": "沐髮終身常淨。使人王玄策曾以沐首。經今", "247": "五載髮常潤淨不可思議　泉左右塔及精舍", "248": "故基羅列。並四佛行坐跡。此中山林相兼隱", "249": "者見處。泉西卑鉢羅石室佛昔恒居。後壁洞", "250": "穴是阿素洛宮。此毘布羅山上塔。是佛說法", "251": "處。今露形外道居之　山城北門左南崖陰。", "252": "東行三里許大石室。調達入定處　室東有", "253": "班血磐石。上古有比丘修定不證。自刺頸便", "254": "證羅漢。升空化火自焚處　崖上石塔。習定", "255": "者投崖證果處。北門外一里餘。至迦蘭竹園", "256": "精舍。石基甎室東開。佛多止中。室尚存矣。今", "257": "有等佛身像　竹園東大塔。是阿闍多設咄", "258": "路云未生怨即闍王也。得舍利分所建。後無憂王開", "259": "之別建諸塔。餘在者時放光焉。側有佛經行", "260": "處。東有阿難半身塔。竹園西南六里許。南山", "261": "陰大竹林中大石室。是大迦葉波與千羅漢。", "262": "於此集三藏處。僧中上座即號上座部焉。室", "263": "西北塔是阿難受責證果處。名證果塔也。", "264": "西行二十餘里塔者。是諸學無學大眾法集", "265": "五藏處。因謂大眾部焉　竹園北二百餘步", "266": "迦蘭池。佛多說法今枯涸也　池西北三里", "267": "許塔。育王立高六十尺。石柱五十餘尺。上刻", "268": "立塔事。柱東北不遠至曷羅闍姞利呬城即新王舍", "269": "城。本寒林地。闍王移都所築。當茅城東北四里外郭已壞。內城周二十", "270": "餘里。面有一門。無憂王更都香華城。將此施", "271": "婆羅門。今住者減千家　宮城西南二小寺。", "272": "佛昔說法處。諸國客僧多來投止　次西北", "273": "塔。殊底迦長者故里即樹提伽也此言星曆王城南門外道", "274": "左塔者。佛說法度羅怙羅處。", "275": "又北三十餘里至。", "276": "那爛陀寺言施無厭本南菴沒羅園也。昔有五百", "277": "商人買以施佛。於中三月說法。前後五王之", "278": "所合造。一鑠迦羅阿迭多王。此言帝日。創造", "279": "此寺。二佛陀毱多王。此云覺護。次南造寺。三", "280": "咀陀揭多王。此言如來。次東造寺。四婆羅阿", "281": "迭多王。此言幻日。次東造寺。五伐闍羅王。此", "282": "言金剛。次北造寺。周垣峻峙高五丈許。總有", "283": "七院。院別三層同為一門。歷代興建窮壯極", "284": "麗。寺立嚴制。立寺已來女人不至。知事十人", "285": "每夕巡檢。未具受者齒敘為次。僧徒數千。遊", "286": "學名僧通數將萬。多是俊才通學。聲馳異域", "287": "者。其人數百。故印度諸僧皆仰則焉。其有不", "288": "談藏旨者。形骸自愧。故殊方來議守門者詰", "289": "問多屈而返。或客遊後進詳論藝能。其退飛", "290": "者固十有七八矣。所以高才博達強識多能。", "291": "明德引人聯暉接物。至如護法護月指績", "292": "芳塵。德惠德堅流譽物表。光支清論勝友高", "293": "談。智月風鑒戒賢志業。皆純粹於當時。並昭", "294": "彰於遂古。既學冠舊儀述作論釋。各數十部", "295": "盛世流布。故寺聖跡略而可敘。寺西精舍佛", "296": "曾三月說法。次南百步小塔。遠方僧見佛處。", "297": "又南有觀自在菩薩立像。或見執香爐繞精", "298": "舍右旋者　次南一塔。佛曾三月住剃剪處。", "299": "疾繞多愈。", "300": "西垣外池側塔。是外道執雀問佛處。東南垣", "301": "內五十餘步。有奇樹高八九尺。其幹兩披。佛", "302": "昔嚼棄生而如此。", "303": "次東大精舍高二十餘丈。佛曾四月說法處", "304": "次北百餘步精舍觀自在像。見感不同。或", "305": "立門側或出檐前。故國法俗咸別供養。", "306": "次北大精舍高三十餘丈。戒日王造莊嚴度", "307": "量。及中佛像同菩提樹下精舍也。次東北塔。", "308": "佛曾七日說法處　西北即四佛坐處。", "309": "次南鍮石精舍高八十尺。戒日王造今猶未", "310": "了。", "311": "又東二百餘步垣外有銅立像。高八十餘尺。", "312": "六層閣盛滿曹王所造。此北三里甎精舍中", "313": "多羅菩薩像量高靈異。歲之元日盛興供養。", "314": "諸國王臣寶樂俱奏七日乃止。", "315": "寺垣門內大井。佛為商侶熱渴。指地曰此可", "316": "得水。因以車軸築之。泉涌飲之悟聖也。", "317": "寺西南九里許。沒特伽羅故里。育王造塔記", "318": "目連也　又東四里許。是頻毘王此云影堅", "319": "迎佛處　又東南二十餘里。舍利子故里育", "320": "王建塔。旁有尊者遺身塔及井在矣。", "321": "又東南五里塔。迦葉波佛時有三億大羅漢。", "322": "同此入滅處　又東三十餘里帝釋窟也。巖", "323": "谷危險華林竦茂。兩峯特起西巖南面石室。", "324": "佛曾止住。釋以四十二疑畫石請問。其跡向", "325": "存。今像擬昔。入禮肅然。嶺上四佛行坐跡。東", "326": "峯有寺。僧夜西望見石室前有燈炬然。帝釋", "327": "峯寺前有雁塔其緣如經。帝山東北百六十", "328": "里許。至迦布德寺云鴿也僧有二百人。寺東有", "329": "塔。佛為大眾一宿說法。往昔佛作鴿投火與", "330": "羅者食事。東有育王塔。塔南三里孤山甚高", "331": "峻。多塔廟上觀自在像軀小威大。手執蓮華", "332": "頂戴佛像。斷食七日乃至一月。便見真儀從", "333": "像中出。即僧伽羅王所造精舍也。又東南行", "334": "四十里。寺僧五十人小乘學。大塔多靈。佛為", "335": "梵王等七日說法處。側有四佛行坐跡　寺", "336": "東北七十餘里殑河南。天祠東大塔。佛曾一", "337": "宿說法處　又東入山林百餘里。大寺育王", "338": "塔。佛曾三月說法處　北三里大池。周三十", "339": "餘里。四色蓮華四時間發。又東入山林二百", "340": "里。至。", "341": "伊爛拏鉢伐多國中印度周三千餘里。都城北臨", "342": "殑河周二十里。寺十所僧四千餘人。多小乘", "343": "正量部。天祠二十餘異道雜住。城中二寺各", "344": "減千僧。並小乘學。城北河側伊爛拏山。古來", "345": "五通仙常居。今有天祠。佛於此三月說法。城", "346": "南塔佛曾三月說法。傍有三佛行坐跡。國西", "347": "界殑河南岸。孤山長一里餘。佛曾三月安", "348": "居。降薄句羅鬼藥叉處　山東南崖下大石", "349": "上。佛坐跡入石寸餘。長五尺二寸廣二尺一", "350": "寸。上有塔蓋。次南石上佛捃稚迦即澡罐也底深", "351": "寸餘八出華　又坐跡東南藥叉跡。長尺六", "352": "寸廣八寸深二寸。山頂有藥叉故室。北有立", "353": "佛跡長尺八闊六寸餘深半寸。上塔覆西有", "354": "溫泉六七極熱。國南大林多野象極大。從此", "355": "順殑河南岸。東行三百里至。", "356": "瞻波國中印度也周四千餘里。都城北臨殑河。周", "357": "四十餘里。寺數十僧二百餘人小乘學也。天", "358": "祠二十餘所異道雜居。城以甎壘高數丈。却", "359": "敵崇峻。劫初人物伊始野居穴處。後有天女", "360": "降人中。遊殑河濯流自媚。感靈有娠生四", "361": "子。分贍部洲分疆建邑。此則一子之都城。即", "362": "贍部之始主也。地溫熱宜象耳。城東百五", "363": "十里殑河南水環孤洲。中山崖上天祠多靈。", "364": "其國界野象群遊。又東四百餘里。至。", "365": "羯朱嗢祗羅國中印度周二千餘里。寺七所僧三", "366": "百餘人。天祠十所異學雜居。地多泉濕。城", "367": "北殑河岸有大高臺以甎為之。四面鏤佛", "368": "天等像。南境多野象耳戒日王遊巡東天", "369": "於此築行宮。又東度殑伽河六百餘里。至。", "370": "奔那伐彈那國中印度周四千餘里。都城周四十", "371": "餘里人盛滿。寺二十餘僧三千餘人大小兼", "372": "學。天祠百所異道雜居露形偏多。城西二十", "373": "餘大寺。僧七百餘人並大乘學。東印度境名", "374": "僧出此。有育王塔。佛曾三月於此說法。齋日", "375": "放光。側有四佛行坐跡　次精舍中作觀自", "376": "在像。神降非一。人多絕粒祈者必感。土地卑", "377": "濕。出般耶婆果。既多且貴。大如鶴卵。或在", "378": "樹枝及根中。如茯苓也。又東九百餘里渡", "379": "大河。至。", "380": "迦摩縷波國東印度也周萬餘里。都城周三十餘里。", "381": "至今未有佛法。自事天神。天祠數百。異道數", "382": "萬人。有摩羅王言童子也據之。相承千餘世矣。土", "383": "泉溫郁人物昌盛。其國東境接唐西南。有諸", "384": "蠻獠於彼朝貢云。可兩月行。便入蜀之西界。", "385": "其國東南又饒野象。其王聞沙門玄奘名略", "386": "遠來中天。迎請東達。既見傾仰奄若舊交。生", "387": "信釋門光開佛教。奘又論議伏諸外道。授以", "388": "歸戒更廣揚化。是則東天佛教由奘弘之。聲", "389": "唱遐塞戒日王知。又延西返重加禮敬。事在", "390": "別傳。從此南行千三百里。至。", "391": "三摩呾吒國東印度周三千餘里。近海卑濕。都城", "392": "周二十餘里。寺三十餘僧二千餘人。上座部", "393": "也。天祠百餘異道露形甚盛。城側育王塔。佛", "394": "曾七日說法處。旁有四佛行坐跡。側寺中青", "395": "玉像高八尺。相具盛嚴　自此東北大海濱", "396": "山谷中。有室利差呾羅國。次東南海隅有迦", "397": "摩浪迦國　次東有墮羅鉢底國。次東有賞", "398": "那補羅國　次東有摩訶瞻波國。即林邑也", "399": "次西南有閻摩那洲國。凡此六國道阻不", "400": "行。又從三摩呾吒國西行九百里。至。", "401": "耽摩栗底國東印度周千五百里。都城周十餘里。", "402": "濱海卑濕。寺十所僧千餘人。天祠五十異道", "403": "雜居。育王立塔四佛行坐跡　又西北行七", "404": "百餘里至。", "405": "羯羅拏蘇伐刺那國東印度金耳國也周四千五百里。", "406": "都城周二十餘里。人物殷盛邪正兼半。寺十", "407": "餘僧二千餘人。小乘正量部。天祠五十餘異", "408": "道甚多。別有三寺不食乳酪調達部也。", "409": "城外寺塔育王所造。佛嘗七日於此說法。側", "410": "有精舍四佛行坐跡。又西南七百餘里。至。", "411": "烏荼國東印度也周七千餘里。都城周二十餘里。信", "412": "佛法寺百餘僧萬餘人並大乘學。天祠五十", "413": "異道雜居。塔有十餘並佛曾說法處。西南境", "414": "大山中。大寺石塔多瑞齋日放光。承露盤下", "415": "覆鉢勢上。以華蓋笴置之便住。如磁石吸針", "416": "也。自此西北山寺。塔異寺同前。二塔神鬼", "417": "所造　東境臨大海。折利呾囉城言發行者周二", "418": "十餘里。入海商人止路次。城外五寺臺閣崇", "419": "高尊儀巧異。南去海中僧伽羅國二萬餘里。", "420": "靜夜望彼佛牙精舍。數百尺表上鉢曇摩羅", "421": "伽寶寶大如升即琥珀也珠光挺照懸燭此城。又西南大", "422": "林千二百餘里。至。", "423": "恭御陀國東印度周千餘里。城都周二十餘里濱", "424": "海。土熱濕。多有奇寶螺貝真珠大青象等。其", "425": "俗信外道。天祠百所。異道萬餘人。境內小城", "426": "數十據山海住。又西南大荒林。行千五百里", "427": "許。至。", "428": "羯𩜁伽國南印度周五千餘里。都城周二十餘里。", "429": "少信佛法。寺十餘僧徒五百餘人。大乘上座", "430": "部。天祠百餘異道甚多。城南育王塔高百餘", "431": "尺。四佛坐處。境北乘大山嶺上塔高百餘", "432": "尺。劫初人壽無量時。獨覺入滅處。國中深林", "433": "數百里出香象。隣國所重。昔五通仙巖栖人", "434": "觸通退。便以惡呪殺此國人。今猶少也。又此", "435": "西北山林中。行一千八百餘里。至。", "436": "憍薩羅國中印度周六千餘里。山嶺周境林藪連", "437": "接。城周四十餘里邑里相望。大信佛法。寺百", "438": "餘僧減萬數並學大乘。天祠七十異道雜居。", "439": "城南故寺塔。佛曾現通伏外道處。後龍猛菩", "440": "薩止此寺中　又西南三百餘里。有跋邏末", "441": "羅耆釐山云黑蜂也岌然特上峯陗斗絕。既無崖", "442": "谷宛如全石。其國昔有引正王。為菩薩鑿山", "443": "造寺。去山數十里鑿開孔道。當山下仰穿疎", "444": "石。長廊步檐崇臺重閣。閣有五層層有四", "445": "院。並有精舍妙窮工巧。從山頂上飛泉流注", "446": "重疊交通。疎竅引明其內通朗。人力既竭府", "447": "藏又盡。其功未半王甚憂之。龍猛密以神藥。", "448": "滴諸大石並變為金。王見喜勇遂營得就於", "449": "五層中各鑄四大金像量等佛身。餘尚積庫。", "450": "因僧有諍工人用費並散傾久。今惟淨人守", "451": "護其數極多。彌密其穴不可輒見。又結法藏", "452": "後。一切諸經並此山中不許持出。近有引醫", "453": "方者。入中療病後蒙面而出。故罕有達者。從", "454": "南林行九百餘里。至。", "455": "案達羅國南印度周三千餘里。都城二十餘里寺", "456": "二十僧三千餘人。天祠三千餘外道極多。城", "457": "側大寺重閣奇巧。佛像亦異前。有石塔高數", "458": "百尺。並阿折羅言所行也阿羅漢所造。近寺西南二", "459": "十餘里。孤山嶺上石塔。即陳那菩薩造因明", "460": "論處　又西南一塔。佛曾於此說法。從此林", "461": "野南行千餘里。至。", "462": "馱那羯磔迦國南印度周六千餘里。都城周四十", "463": "餘里。寺多毀壞存者二十餘。僧千餘人。大", "464": "眾部也。天祠百餘異道甚多。城東西據山間。", "465": "各有大寺。昔王為佛造奠山疏石。製極華博", "466": "賢聖遊息。佛滅未久有千凡僧。安居罷日皆", "467": "證無學。凌虛飛去今寂無人。有婆毘吠伽論", "468": "師此云明辯即波若燈論主也。於觀自在前。絕粒而", "469": "飲水三年。待見慈氏。觀自在乃為現色身。令", "470": "在此城南大山巖執金剛神所誦金剛呪。三", "471": "年神授方云。此巖石內有阿素洛宮。如法行", "472": "請。石壁當開可即入中。待慈氏出我當相報。", "473": "又經三年然呪芥子。擊於石壁豁即洞開。時", "474": "百千眾觀覩驚歎。論師跨門再三顧命。惟有", "475": "六人從入。餘者謂毒蛇窟也。當即石門還合", "476": "如壁。自此西南千餘里。至。", "477": "珠利耶國南印度周二千五百里。都城周十餘里。", "478": "人物少僧寺粗有。天祠數十多露形外道。城", "479": "東育王塔。佛於此度人伏外道處　城西故", "480": "寺提婆菩薩詰問溫呾羅羅漢此云上也七轉已羅", "481": "漢杜口不答。私運通力往慈氏所。告曰提婆", "482": "者賢劫之佛非爾能酬。如彈指頃還復談對。", "483": "菩薩知之謂曰。此慈氏大聖之所釋也。南林", "484": "野行千六百里。至。", "485": "達羅毘荼國南印度周六千餘里。都城周三十", "486": "餘里。寺百餘僧萬餘人。皆上座部。天祠八十", "487": "餘。多露形外道。", "488": "有育王塔。佛數遊此說法度人。城南大寺塔", "489": "高百餘尺。佛曾說法伏外道處。又有四佛行", "490": "坐跡。自此南行三千餘里。至。", "491": "秣羅矩吒國南印度周五千餘里。都城周四十里", "492": "許。僧少。天祠數百外道甚多露形者。其土", "493": "舃鹵不滋茂也。", "494": "城東有育王弟寺。又育王立塔。佛曾說法祈", "495": "願皆遂。國南近海有袜刺耶山。有白檀香樹。", "496": "又羯布羅香樹松身異葉。香如氷雪。即龍腦", "497": "香也。", "498": "山東有布咀落迦山。頂有池流下出大河。", "499": "繞山三十匝而入南海。側池天宮即觀自在", "500": "遊舍處也。祈者見為自在天像。山東北海畔", "501": "城古僧伽羅國今入海三千餘里。至。", "502": "僧伽羅國非印度攝即執師子也周七千餘里。都城周四", "503": "十餘里人戶大盛。寺有數百僧二萬餘人。上", "504": "座部也　宮側有佛牙精舍。高廣如前。宮中", "505": "日建萬八千僧食。十數年來國亂方廢。佛牙", "506": "側小精舍中。金銅坐像肉髻上安奇寶。昔人", "507": "因禮見寶起貪。夜盜不及像首。乃曰。佛昔輕", "508": "命為生今何悋寶乃爾。像乃俯首與之。後王", "509": "知而不罪。王贖其寶還安像頂。至今低首。", "510": "國東南隅數千里那羅稽羅洲。人長三尺鳥", "511": "喙惟食椰子　國洲東南隅有䮚迦山鬼神", "512": "所遊。佛於此說經。洲西浮海數千里。孤島", "513": "東崖石佛高百餘尺。東面坐以月愛珠為肉", "514": "髻。月將迴照。水即懸注人食之矣。洲西浮海", "515": "又數千里有大寶洲。無人居止往無達者。又", "516": "於達羅毘國北林行二千餘里。至。", "517": "恭達那補羅國南印度周五千餘里。都城周三十", "518": "餘里。寺百餘僧萬餘人。兼學大小。天祠數百", "519": "異道雜居。宮城側大寺精舍高十餘丈。僧三", "520": "百餘人。中有一切義成太子寶冠。減二尺許。", "521": "齋日放光。即菩薩時也　大城側大寺中精", "522": "舍高五丈餘。二百億羅漢是一人名造檀慈氏像。高", "523": "一丈餘齋日放光。城北近多羅林周三十餘", "524": "里。葉廣長色光潤。諸國同採以供書也。林中", "525": "塔四佛行坐迹。二百億舍利塔。亦此林中城", "526": "東。塔高三丈有舍利齋日放光。佛曾遊此說", "527": "法。又西北林中猛獸所居。二千五百里許。至", "528": "摩訶刺侘國南印度周六千餘里。都城臨大河周", "529": "三十餘里。其俗有恩必報有怨必復。強梁跋", "530": "扈不賓戒日王也。寺有百餘僧徒五千餘", "531": "人大小兼學。天祠百數異道眾矣。大城內外", "532": "五塔四佛行坐迹。育王表之。城南故寺有觀", "533": "自在石像。願求多果。東境大山寺羅漢造也。", "534": "大精舍高百餘尺。石像高七十餘尺。上有石", "535": "蓋七重。虛懸空中相去各三尺。傳云羅漢願", "536": "力所持。或威神力或藥術力。諸說不一。精舍", "537": "四面。彫作佛因地及證果入寂相具矣。寺門", "538": "外南北。各一石象。傳云象吼地則震矣　自", "539": "此西行千餘里度耐末陀河。至跋祿羯呫婆國", "540": "南印度周二千五百里。都城周二十餘里。邪正", "541": "兼信。寺十餘僧三百餘人。習大乘上座部。天", "542": "祠十所異道雜居。土地鹵惡草木希薄。從此", "543": "西北二千餘里。至。", "544": "摩臘婆國南印度周六千餘里。都城周三十餘里", "545": "據莫訶河。東南即五印度之重學土也。人性", "546": "善順諸國所無。同摩揭陀南洲。敬教二國", "547": "而已。邪正兩信。寺數百僧二萬餘。小乘正", "548": "量部。天祠數百。異道塗灰其侶眾矣。城西北", "549": "二十里。有大婆羅門邑。側大陷坑水流無滿。", "550": "昔大慢婆羅門。謗大乘生陷入地獄處。自此", "551": "西南入海道矣。又西北行二千五百餘里。至。", "552": "阿吒釐國南印度周六千餘里。都城周二十餘里。", "553": "人盛滿家事天神。祠十餘所異道雜居。土地", "554": "沙鹵。出胡椒樹如蜀椒樹。又出熏陸香。樹葉", "555": "如棠也。又從摩臘國西北三日行彼百里為一日行。", "556": "至契吒國南印度周三千餘里。都城周二十餘里", "557": "人滿住。寺十餘僧千餘人。大小通學。天祠數", "558": "十外道特多。又北千餘里。至。", "559": "伐臘毘國南印度即北羅羅之別也周六千餘里。都城周三十", "560": "餘里。人住盛多。財百億者有數百家。寺百", "561": "餘僧六千餘人。多小乘正量部天祠數百外", "562": "道亦多。佛數遊此國。育王多樹塔。有三佛行", "563": "坐迹　又於西北行七百餘里。至。", "564": "阿難陀補羅國西印度周二千餘里。都城周二十", "565": "餘里。人戶滿。寺十餘僧減千。小乘正量部。", "566": "天祠數十外道雜居。從伐臘西五百餘里。至。", "567": "蘇剌吒國西印度周四千餘里都城周三十餘里。", "568": "西據莫醯河。人住滿屬伐臘。兼信邪正。寺五", "569": "十餘僧三千餘人。上座部也。天祠百餘外道", "570": "雜住。地鹵斥華果少。國當西海路口不遠。城", "571": "西山頂有寺。大宏敞華美仙賢遊止。又伐臘", "572": "北千八百餘里。至。", "573": "瞿折羅國西印度周五千餘里。都城周三十餘里。", "574": "人咸少信。佛寺一所僧百人。小乘學。天祠數", "575": "十異道多矣。又東南二千八百餘里。至。", "576": "鄔闍衍那國南印度周六千餘里。都城周三十餘", "577": "里。人盛滿。寺在者五所。僧三百人。大小兼", "578": "學。天祠數十異道雜居。地鹹果少。城側塔者。", "579": "無憂造生地獄處。又東千餘里。至。", "580": "擲枳陀國南印度周四千餘里。都城十五里許。寺", "581": "數十僧少耳。天祠十所外道千餘人。又北九", "582": "百餘里。至。", "583": "摩醯濕伐羅補羅國中印度周三千里。都城周二", "584": "十餘里。不信佛法。天祠數十。塗灰外道也。從", "585": "瞿折羅北野。磧行二千里許。渡信度河至。", "586": "信度國西印度周七千餘里。都城三十餘里。土出", "587": "金銀鍮石。一峯馲駝極卑小。出赤白黑鹽。信", "588": "佛法寺數百僧萬餘人。並小乘正量部。而多", "589": "怠行。天祠三十異道雜居。佛屢遊此育王建", "590": "塔數十焉　有烏河側千餘里陂澤間數百千", "591": "戶。牧牛為業惟殺是務。無貴賤男女道俗", "592": "之別。而剃頭髮服袈裟。形同比丘樂行鄙俗。", "593": "又懷小見排斥大乘。昔有羅漢乘空往化。授", "594": "三歸已剃染行法。後還服本風俗故爾。自東", "595": "九百餘里。越信度東岸。至。", "596": "茂羅三部盧國西印度周四千里。都城周三十餘", "597": "里。人咸屬磔迦國。寺十餘僧極少。特信天", "598": "神其祠八所。外道甚多。城側有日天祠。莊嚴", "599": "甚麗鑄金為天形。飾以奇珍女樂迭奏。四周", "600": "華池林木茂美。五竺諸王於此立福舍。捨物", "601": "給貧病者。又東北七百餘里。至。", "602": "鉢伐多國北印度屬磔迦也。周五千餘里都城周", "603": "二十餘里。人咸雜信。寺十餘僧千餘人。小大", "604": "兼學。有育王塔。天祠二十。城側大寺僧百餘", "605": "人。並大乘學。近天火燒之。土多旱稻。從信度", "606": "西南千六百里。至。", "607": "阿點婆翅羅國西印度周五千里。都城周三十餘", "608": "里。僻在西境地卑下。臨信度河濱大海。重佛", "609": "法寺八十餘僧五千餘人。多小乘正量部。天", "610": "祠十所塗灰外道也。佛曾遊此育王立六塔。", "611": "又城西減二千里。至。", "612": "狼揭羅國西印度廣從各數千里。都城周三十", "613": "餘里人盛滿。近西海入西女國。路口屬波斯。", "614": "寺有百餘僧六千餘人大小兼學。天祠數百", "615": "塗灰道盛。土潤洽滋茂百卉。自此西北即至。", "616": "波刺斯國非印度攝周數萬里。都城周四十餘里人", "617": "物甚盛。寺有三所僧數百人。天祠甚多。土出", "618": "金銀鍮石頗胝水精。死多棄尸。佛鉢在王宮", "619": "中。東境有鶴秣城郭。周六十餘里。人眾盛。西", "620": "北接拂懍國非印度出伯狗子。本赤頭鴨生於", "621": "穴中。案梁貢職圖云。去波斯北一萬里。西南", "622": "海島有西女國非印度拂懍年別送男夫配焉。", "623": "彼圖又云。波羅斯西一萬里極。婆羅門國南", "624": "一萬里。又是婆羅門以今往度疑太遼遠。從", "625": "阿點北七百餘里至臂多勢羅國西印度周三", "626": "千餘里。都城周二十餘里。人盛。屬信度國。寺", "627": "五十餘僧三千餘人。小乘正量部。天祠二十", "628": "餘。塗灰道也。", "629": "城北十六里大林。四佛行坐處。育王建塔高", "630": "數百尺。中有舍利放光。佛曾作忍仙。被此王", "631": "害處。東有故寺。又東北三百餘里至軬茶", "632": "西印度國周二千五百里。都城周二十餘里。國", "633": "無君長屬信度。寺二十所僧二千餘人。小乘", "634": "正量部。天祠五所塗灰道也。地多華果。城東", "635": "大竹林古寺。是佛開諸比丘。著互縛屣此言靴也", "636": "處也。旁塔高百餘尺。側有精舍青石立佛。齋", "637": "日放光　此南八百步。林中浮圖育王所立。", "638": "佛止於此以寒故三衣重覆。又開複納衣。林", "639": "中有佛經行處。又四佛坐處。別塔表之。又髮", "640": "爪塔齋日放光。又東北九百餘里。至。", "641": "伐刺孥國西印度周四千餘里。都城周二十餘里。", "642": "人住滿。屬迦畢試。寺數十僧三百人。大小", "643": "兼學。天祠五所塗灰道也。地多山林。城南", "644": "故寺佛曾遊此。側塔是四佛行坐迹。俗云此", "645": "國西接量那國居大山中。復此西北又踰大", "646": "山二千餘里。出西印度境。入胡俗境漕矩吒", "647": "國。又東北千六百里入迦畢試界。方合北道", "648": "及中道也。略舉突厥已南三海所內。合一", "649": "百五十國。非印度所攝者七十一國突厥以北至于北海。而", "650": "遊履無聞。故無可紀也。", "651": "5 釋迦方志遊履篇釋迦方志遊履篇第五", "652": "自文字之興庖犧為始。暨至唐運曆代可", "653": "紀而聞矣。秦周已前。人尚純素情不逮遠。故", "654": "使通𨉯止約神州。漢魏以後文字廣行。能事", "655": "欝興博見彌遠。故象胥載庇󱡐街斯立。踰空", "656": "桑而歷昆丘。度雞田而跨鳥穴。龍文污血之", "657": "驥。雖絕域而可追。明珠翠羽之珍。乃天涯", "658": "而必舉。窮兵黷武。誠大宛之勞師。擁節泥海。", "659": "信王命之遐弊。及顯宗之感瑞也創開仁化", "660": "之源。奉信懷道自斯漸盛。或慨生邊壤投命", "661": "西天。或通法揚化振策東宇。或躬開教迹不", "662": "遠尋經。或靈相舊規親往詳閱。斯之多舉並", "663": "歸釋宗。故總別之用開神略始於前漢。至我", "664": "大唐。前後通數使之往返將二十許。且張騫", "665": "尋河本惟凡俗。然創開佛名則釋化之漸", "666": "也。故亦通敘求法之例。今搜括傳記條序使", "667": "途。列其前後顯然有據。", "668": "一謂。前漢武帝。遣博望侯張騫。尋黃河之源。", "669": "從北道入大宛至大夏。見筇竹杖蜀布。國人", "670": "云之身毒。身毒即天竺之訛語也。後漢書云。", "671": "其國殷平和氣。靈智所降賢懿挺生。神迹詭", "672": "怪理絕人區。感驗明顯事出天外。而騫起無", "673": "聞者。豈其道閉往運數開叔葉乎。", "674": "二謂。後漢顯宗孝明皇帝。永平三年夜夢金", "675": "人。身長丈餘項佩日月光。飛行殿前。帝問群", "676": "臣。通人傅毅曰。臣聞西域有神其名曰佛。", "677": "陛下所夢將必是乎。帝乃遣郎中蔡愔博士", "678": "秦景等。從雪山南頭懸度道。入到天竺。圖其", "679": "形像尋訪佛法。將沙門迦葉摩騰竺法蘭等", "680": "還。尋舊路而屆雒陽。", "681": "三謂。後漢獻帝建元十年。秦州刺史遣成光", "682": "子。從鳥鼠山度鐵橋而入。窮於達嚫旋歸之", "683": "日。還踐前途。自出別傳。", "684": "四謂。晉武世。燉煌沙門竺法護。西遊三十六", "685": "國。大齎胡經沿路譯出。至長安青門外立", "686": "寺。結眾千餘。教相廣流東夏者。法護深有殊", "687": "功。故釋道安云。若親得此公。筆自綱領。必正", "688": "斯至言也。", "689": "五謂。東晉隆安初。涼州沙門釋寶雲。與釋法", "690": "顯釋智嚴等。前後相從俱入天竺。而雲通歷", "691": "大夏諸國。解諸音義。後還長安及以江表。詳", "692": "譯諸經。即當今盛行莫非雲出。而樂栖幽靜", "693": "終於六合山。遊西有傳。", "694": "六謂。東晉後秦姚興弘始年。京兆沙門釋智", "695": "猛。與同志十五人。西自涼州鄯鄯諸國至罽", "696": "賓。見五百羅漢問顯方俗。經二十年至甲子", "697": "歲。與伴一人還東。達涼入蜀。宋元嘉末卒成", "698": "都。遊西有傳。大有明據。題云沙門智猛遊行", "699": "外國傳。曾於蜀部見之。", "700": "七謂。後燕建興末。沙門曇猛者。從大秦路入", "701": "達王舍城。及返之日。從陀歷道而還東夏。", "702": "八謂。後秦弘始二年。沙門法顯。與同學慧景", "703": "等。發自常安。歷于填道。凡經三十餘國。獨", "704": "身達南海師子國。乃汎海將經。像還。至青州", "705": "牢山。登晉地。往楊荊等州出經。所行出傳。", "706": "九謂。朱初涼州沙門智嚴遊西域。至罽賓受", "707": "禪法還長安南至楊州宋都。廣譯諸經。然以", "708": "受戒有疑。重往天竺。羅漢不決。為上天諮彌", "709": "勒。告之得戒。於是返至罽賓而卒。遣弟子", "710": "智羽等報徵西返。", "711": "十謂。宋永初六年。黃龍沙彌釋法勇操志雄", "712": "遠。思慕聖迹招集同志。沙門僧猛曇朗等二", "713": "十五人。發迹雍部西入雪山。乘索橋并傳弋", "714": "度石壁。及至平地已喪十二人。餘伴相携進", "715": "達罽賓南歷天竺。後汎海東還廣州。所行有", "716": "傳。", "717": "十一謂。宋元嘉中。涼州沙門道泰西遊諸國。", "718": "獲大毘婆沙還。於涼都沮渠氏集眾譯出。", "719": "十二謂。宋元嘉中冀州沙門慧叡。遊蜀之西", "720": "界至南天竺。曉方俗音義為還廬山。又入關", "721": "又返江南。", "722": "十三謂。後魏太武末年。沙門道藥從疎勒道", "723": "入經懸度到僧伽施國。及返還尋故道。著傳", "724": "一卷。", "725": "十四謂。宋世高昌沙門道普經遊大夏。四塔", "726": "道樹靈迹通謁。別有大傳。又高昌法盛者。亦", "727": "經往佛國。著傳四卷。", "728": "十五謂。後魏神龜元年。燉煌人宋雲及沙門", "729": "道生等。從赤嶺山傍鐵橋。至乾陀衛國雀離", "730": "浮圖所。及返尋於本路。", "731": "十六謂。大唐京師大莊嚴寺沙門玄奘。以貞", "732": "觀三年自弔形影西尋教迹。從初京邑西達", "733": "沙州。獨陟險塞伊吾高昌。備經危險。時高昌", "734": "王麴氏。為給貨賂傳送突厥葉護牙所。又被", "735": "將送雪山以北諸蕃胡國。具觀佛化。又東南", "736": "出大雪山。達諸印度經由十年。後返從葱嶺", "737": "南雪山北。歷諸山國東歸。經于闐婁蘭等。凡", "738": "一百五十國。貞觀十九年安達京師。奉詔譯", "739": "經。乃著西域傳一十二卷。余歷尋僧傳并博", "740": "聽聞。所遊佛國備之前矣。然記傳所見時互", "741": "出沒。取其光顯者方為敘之。至如法維法表", "742": "之徒。標名無記者。其計難緝。又隋代往還唐", "743": "運來往。咸纘履歷具程油素。諸如此例何可", "744": "具焉。", "745": "6 釋迦方志通局篇釋迦方志通局篇第六", "746": "法王利見未隔中邊。適化無方豈專形教。致", "747": "使聞同解異說一悟殊。登位地而上征。結封", "748": "迷而下降。全身碎身之相。聚塔散塔之義。神", "749": "光燭而邪計摧。靈迹挺而深信結。斯徒眾矣。", "750": "具列前篇。自法水東流道光西照。聲榮之盛", "751": "騰實東川。育王表塔創啟隆周。釋父影形欝", "752": "興炎漢。自斯歷代世積彌繁。景匪西天獨揚", "753": "神化。故經云。正法後被先於北方。次及東南", "754": "至中方滅。此之震旦南望華胥。滅度之儀迴", "755": "身北首。即其事矣。所以依錄編次。以為通局", "756": "篇云。", "757": "案周書異記。周昭王即位二十四年。甲寅歲", "758": "四月八日。江河泉池忽然泛漲。井水溢出山", "759": "川震動。有五色光入貫太微。遍於西方盡作", "760": "青虹色。太史蘇由曰。有大聖人生於西方。", "761": "一千年外聲教及此。昭王即勅鐫石記之。埋", "762": "於南郊天祠前。此即佛生之時也。", "763": "周穆王即位三十二年。數見西方光氣。蘇由", "764": "先說聖人處世。即與相國呂侯。乘驊騮八駿", "765": "西行。求佛因以攘之。周穆王五十三年。壬", "766": "申歲二月十五日。平旦暴風忽起。損舍折木", "767": "地動天陰。西方白虹十二道。太史扈多曰。西", "768": "方聖人滅矣。此即涅槃之相也。有說云。佛生", "769": "周莊魯莊之世者。今取多文為錄。", "770": "史錄曰。商太宰嚭問孔子曰。孰為聖人。孔子", "771": "曰。西方之人有聖者焉。不治而不亂。不言而", "772": "自信。不化而自行。蕩蕩乎民無能名焉。老子", "773": "西昇經云。吾師化遊天竺。善入泥洹。", "774": "前漢孝武帝元狩中。霍去病討凶奴。至皐", "775": "蘭過居延山獲昆耶休屠王等。又獲金人率", "776": "長丈餘。列之於甘泉宮。帝以為大神燒香禮", "777": "拜。及開西域遣張騫使大夏還云。有身毒國。", "778": "身毒國一名天竺。始聞浮圖之教。此即佛之", "779": "形教相顯之漸也。", "780": "哀帝元壽年。使景憲往大月氏國。因誦浮圖", "781": "經還漢。當時稍行浮圖齋戒。成帝時都水使", "782": "者光祿大夫劉向傳云。向博觀史籍。往往見", "783": "有佛經。及著列仙傳云。吾搜檢藏書。太史創", "784": "撰列仙圖。黃帝以下迄至于今。定檢實錄一", "785": "百四十六人。其七十四人已見佛經矣。據此", "786": "而明。秦周已前早有佛法流行震旦。何以取", "787": "知今案所列。", "788": "故佛傳云。佛滅度後一百一十六年。東天竺", "789": "國有鐵輪王統閻浮提。收佛靈骨役使鬼神。", "790": "一億人家為起一塔。四海之內合起八萬四", "791": "千。故此九州之地並有遺塔云。是育王所造", "792": "當此周厲王之時。故塔興周世經二十餘王。", "793": "至秦始皇三十四年焚燒典籍。育王諸塔由", "794": "此淪亡。佛經流世莫知所在。又釋道安朱士", "795": "行等經錄。自云始皇之時有外國沙門釋利", "796": "防等。一十八賢者。齎持佛經來化始皇。始皇", "797": "弗從遂囚禁之。夜有金剛丈六人來破獄出", "798": "之。始皇驚怖稽首謝焉。准此而言。則知秦漢", "799": "以前已有佛法。尋道安所載十二賢者。亦在", "800": "七十之數。今列仙傳見有七十二人。案文殊", "801": "泥洹經。佛滅度後四百五十年。文殊至雪山", "802": "中。為五百仙人說法。又案地理誌西域傳", "803": "云。雪山者即葱嶺也。其下三十六國先來奉", "804": "漢。其葱嶺連亘東至終南。文殊來化仙人即", "805": "斯地也。詳而驗之劉向所論可為證矣。後漢", "806": "郊祀志曰。佛者漢言覺也。將以覺悟群生也。", "807": "統其教以修善慈心為主。不殺生類專務清", "808": "淨。其精者為沙門。漢言息心。剃髮毀容去家", "809": "出俗。絕情洗欲而歸於無為也。又以人死精", "810": "神不滅。隨復受形。所行善惡後生皆有報應。", "811": "所貴行善修道以練其精神。練而不已以至", "812": "無生。而得為佛也。身長丈六尺黃金色。項中", "813": "佩日月光。變化無常無所不入。故能化通萬", "814": "物而大濟群生也。有經書數千卷。以虛無為", "815": "宗。包羅精麁無所不統。善為宏闊勝大之言。", "816": "所求在於一體之內。所明在於視聽之表。歸", "817": "於玄微深遠難得而側。故王公大人觀生死", "818": "報應之際。莫不懅然自失也餘如漢法本內傳魏書云", "819": "蔡愔得佛經四十二章。及釋迦立像。明帝令", "820": "畫工圖寫。置於清涼臺。及顯節陵上經文。緘", "821": "於蘭臺石室。愔之還也以白馬負經而至漢。", "822": "因立白馬寺於洛陽雍門西。其經旨大抵言", "823": "生生之類。皆因行業而起。有過去當今未來", "824": "三世也。其修道階次心行等級非一。皆緣淺", "825": "以至深。藉微以為著。率在於積仁順蠲嗜欲。", "826": "習虛靜而成通照也。其始修心。則依佛法僧", "827": "受三歸也。三歸如君子之三畏。又有五戒。斷", "828": "殺盜婬妄語飲酒。大意與仁義禮信智同。云", "829": "奉持之則生人天勝處。離鬼畜諸苦。言善惡", "830": "之處凡有六道。在於防心正身口。總謂十善", "831": "也。能具此者。近獲天報遠得菩提。佛以四月", "832": "八日夜。從母右脇而生。超相異者。三十有", "833": "二。既去世後弟子等。以香木焚身靈骨分碎。", "834": "大小如粒其色紅白。擊之不壞焚之不燋。每", "835": "有光明神驗。及後阿育王者。以神力分佛舍", "836": "利。使諸鬼神造八萬四千寶塔。今洛陽彭城", "837": "扶風蜀郡姑臧臨淄等。皆有塔焉。並神異矣", "838": "吳書曰。赤烏四年。有康居國沙門康僧會", "839": "者。行化道也。初達吳地。營立茅茨設像行道。", "840": "吳人初見謂為妖異。有司奏聞。", "841": "吳主孫權問曰。佛有何靈驗耶。會曰。佛晦靈", "842": "跡出餘千載。遺骨舍利應見無方。權曰。若", "843": "得舍利當為起塔。經三七日遂獲舍利。五色", "844": "曜天剖之逾堅。燒之不然。光明出火。作大蓮", "845": "華照曜宮殿。吳主嘆異信心乃發。為造建初", "846": "寺度人出家。權問尚書令都鄉侯闞澤曰。漢", "847": "明已來凡有幾年。佛教入漢既久。何緣始至", "848": "江東。澤曰。從永平十年。至今赤烏四年合一", "849": "百七十年。然以永平十四年五岳道士與摩", "850": "膝捔力之時。道士不如。南岳褚善信費叔才", "851": "等。在會自感而死。門徒子弟歸葬南岳。不預", "852": "出家無人流布。後遭漢政陵遲兵戈不息。經", "853": "今多載始得興行。吳主曰。孔丘老子得與佛", "854": "比對不。澤曰。臣尋魯孔丘者。英才誕秀聖德", "855": "不群。世號素王。制作經典。訓獎周道教化來", "856": "葉。師儒之風澤潤今古。亦有逸民。如許成子", "857": "原陽子莊子老子等。百家子書。皆修身自翫。", "858": "放暢山谷縱大其心。學歸澹泊。事乖人倫長", "859": "幼之節。亦非安世化民之風。至漢景帝以黃", "860": "子老子義體尤深。改子為經始立道學。勅令", "861": "朝野悉諷誦焉。若將孔老二家。遠方佛法遠", "862": "則遠矣。所以然者。孔老設教。法天制用不敢", "863": "違天。諸佛設教。天法奉行不敢違佛。以此言", "864": "之。實非比對明矣。吳主大悅。以澤為太子太", "865": "傅。魏書。明帝曾欲壞宮西浮圖。外國沙門乃", "866": "金盤盛水置於殿前。以舍利投水。仍有五色", "867": "光起。帝加歎異。乃於道東作周閭百間以為", "868": "精舍。吳後主孫皓虐政廢棄淫祀。佛寺相從", "869": "亦同廢。限諸臣僉曰。康會感瑞太皇創寺。若", "870": "遂除毀恐貽後悔。後宮內掘地得金像。皓乃", "871": "穢之陰處尤痛。聲叫難忍。太卜曰。犯大神所", "872": "為。於是廣祈名山大川罔不畢至而痛苦彌", "873": "甚。有請祈佛者。皓曰。佛為大神耶。試可求", "874": "之。一請便愈。乃以馬車迎會。為陳報應。皓", "875": "見本業百二十願。皆為眾生深加敬重。仍於", "876": "會所從受五戒。准此掘地獲像。明知秦周有", "877": "佛教驗矣。西晉愍帝建興元年。有二石像浮", "878": "于吳松江。漁者疑為海神。延巫祝以迎之風", "879": "濤更盛。奉黃老者謂是天師。復往迎接風浪", "880": "如初。奉佛居士朱膺者吳縣人素有誠信。共", "881": "東靈寺帛尼并信者數人。至滬瀆口延之風", "882": "潮忽靜。遙見二人至乃石像立。高七尺波中", "883": "捧。上置通玄寺。銘其背一名惟衛。二名迦葉。", "884": "莫測帝代而字迹分明。", "885": "東晉孝武寧康三年二月八日。沙門釋道安", "886": "盛德昭彰擅名宇內。於襄陽郭西。鑄丈六無", "887": "量壽像。明年季冬嚴飾成就。像乃西行上於", "888": "萬山。于時鄉邑驚嗟迎歸本寺。仍以其夕出", "889": "住寺門。刺史郗恢乃改名金像寺。梁武普通", "890": "三年。帝於建興苑鑄大金銅華趺高六尺廣", "891": "一丈許。勅劉孝儀為文立碑贊德。及周武之", "892": "滅法也。建德三年。有太原公王康為荊州刺", "893": "史。副將長孫哲不信佛法。先欲壞之遣百餘", "894": "人。以繩繫項挽全不動。哲謂不用力。杖之令", "895": "牽如故不動。又加三百乃至五百。牽之乃倒", "896": "聲振地動。即令毀之揚聲自快。乃馳馬欲報", "897": "刺史。裁可百步堛然落地失音直視。尋爾而", "898": "卒。道俗唱快。當毀像時於腋下倒垂衣內著。", "899": "銘云。晉太元十九年歲次甲午。比丘道安於", "900": "襄陽西郭。造丈八金像一驅。此像更三周甲", "901": "午百八十年當滅。計勘年月悉符同焉。信知", "902": "印手聖人誠不虛矣。然以事推。安以太元三", "903": "年戊寅之歲。則符堅建元十五年也。與朱序", "904": "習郁被俘秦土。太元十年在關便化。化後十", "905": "年歲方甲午。一往橫望年紀參差。預覩未然", "906": "三經甲午。取其大運之極數。又顯印手之通", "907": "聖云。", "908": "晉太元中沙門曇翼者。於荊州造長沙寺。寺", "909": "成而未有佛像。翼曰。大聖遺迹遍閻浮提。豈", "910": "我無感而不降耶。乃潔齋祈仰。以二月八日", "911": "夜現于城北。形儀嚴肅高于七尺光相衝天。", "912": "諸處迎接初不能起。翼曰。將非通感所致降", "913": "我長沙乎。乃與二人捧之。颯然輕舉迎入寺", "914": "中。昔經夜行人。謂怪異以刀擊之。鎗然作聲", "915": "視乃金像。刀所擊胸文見於外。後罽賓僧云。", "916": "是育王像也。光上有字時大重之。梁武聞之", "917": "屢迎。東下雖加事力終無以致。後竭丹欵鄭", "918": "重慇懃方乃下。船去都十八里帝自出迎。尋", "919": "路放光相續不絕。道俗稱慶。後在太極殿重", "920": "興供養。晚出大通門。入同泰寺又加供養。及", "921": "寺火燒堂剎並盡。唯像居殿巋然獨存。晚還", "922": "荊州本寺。夜出遶塔降靈非一。及元帝崩諸", "923": "有凶事。輒流汗在地。近大宗晏駕。亦如前", "924": "流汗。其瑞極多。晉咸和中。丹陽尹高悝見張", "925": "侯橋浦有異光。使人尋之。得一金像無有光", "926": "趺。載至長干巷口。牛住不行乃任所之。徑輒", "927": "長干寺。後數年臨海漁人張係世。於海口見", "928": "銅蓮華趺浮水上。乃以表之勅送。像足宛然", "929": "符合。後有天竺五僧詣悝云。昔於本國得阿", "930": "育王像。至鄴遭亂藏于河岸。近感夢云。吾已", "931": "出江南為高悝所得。乃引至寺僧見流涕。像", "932": "為放光照于內外。僧曰。此像乃育王第四女", "933": "所造。文在華趺上因檢同焉。又云。本有圓光", "934": "計應尋至。後晉咸安元年交州合浦採珠人。", "935": "董宗之見海底光浮出水上。尋得佛光以事", "936": "奏聞。簡文勅施像背孔穴懸。同光色無改。四", "937": "十餘年江海隔絕。一朝方具人百懷嗟。自晉", "938": "及陳。五代君王莫不親敬。每有亢旱請像乘", "939": "輦。入宮祈懇無不畢雨。陳氏禎明中。其像", "940": "自然轉身面西。雖正還爾。具以奏聞。帝延處", "941": "太極設齋行道。像乃脫七寶冠掛手。帝燒香", "942": "誓曰。若國不祥願重現相。仍以冠首至明還", "943": "脫。君臣失色。及隋滅陳朝佐露首面縛入京。", "944": "文帝知之。延至宮內常侍供養。後下勅曰。朕", "945": "老不能久立可作座。育王進內其本像於興", "946": "善。供養寺見形小置于北面。及明乃見在", "947": "南。相從內愧。今見在殿圖寫殷矣及仁壽立塔一百餘州皆", "948": "有光瑞如感應傳。", "949": "元魏太武大延元年。有沙門劉薩何者。家于", "950": "離石南高平原。今慈州也。昔行至涼州西番", "951": "禾郡。東北望御谷而遙禮曰。此山當有像現", "952": "靈。相備者世樂時平。如其有闕世亂民苦。後", "953": "經八十七歲。至魏正光元年。因大風雨雷震", "954": "山巖挺出。像身一丈八尺。形好端嚴惟無其", "955": "首。登即選石命工。安訖還落。魏道陵遲其", "956": "言驗矣。至周元年始治涼州。城東七里㵎。", "957": "忽見佛首石彩光明。乃往安之恰然符合。神", "958": "儀彫缺。四十餘年身首異處。二百餘里一朝", "959": "圓具。眾咸嗟歎。時有燈光流照鍾聲飛響。莫", "960": "知來處。建德初年像首頻落。大冡宰及齊王", "961": "躬往看之。乃令安處夜落如故。經于數十更", "962": "換餘頭。終墜如故。後滅佛法僅得四年。四", "963": "喪滅嗣斯言又驗。故模寫其狀畢量有差。今", "964": "為感通寺焉。何遂死于酒泉城西七里㵎中。", "965": "骨如葵子人拾穿之。如彼寺碑。余以貞觀初", "966": "年歷遊關表。故謁何之本廟。在慈州寺中。形", "967": "影端峙日有隆敬。自石隰慈嵐延丹綏銀等", "968": "州。並圖形崇養。號為劉師佛焉。元魏天平年", "969": "中。定州募士孫敬德造觀音像。自加禮敬。後", "970": "為劫賊所引不勝拷楚。妄承其死將加斬決。", "971": "夢一沙門。令誦救生觀世音經千遍得脫。有", "972": "司執縛向市。且行且誦臨刑滿千。刀斫自折", "973": "以為三段。皮肉不傷三換其刀。終折如故。視", "974": "像項上。有刀三跡。以狀奏聞。承相高歡表請", "975": "免死。勅寫其經廣布於世。今謂高王觀世音", "976": "焉。自晉宋梁陳魏燕秦趙。國分十六時經四", "977": "百。觀音地藏彌勒彌陀稱名念誦。獲其將救", "978": "者不可勝紀。具諸傳錄故不備載。", "979": "梁高天鑒年於本第造光宅寺。鑄金銅丈八", "980": "像。將就。冶鑄疑銅不足。始欲上請便有傳詔。", "981": "領銅十五車至云。奉勅送寺即就融寫。一鑄", "982": "便成惟覺高大。試量乃二丈二尺。以狀奏聞。", "983": "勅云。初不送銅斯為通感。遂鐫于華趺以為", "984": "靈誌。于今存焉。", "985": "陳武帝崩。兄子蒨嗣業。造轀輬車。乃取梁", "986": "武重雲殿中珠珩以飾。送終人力既豐四面", "987": "齊至。但見雲氣擁結流繞佛殿。自餘方左開", "988": "朗日耀。須臾大雨洪注。雷電震吼。烟張殿表", "989": "火烈雲中。流光布焰高下相屬。並見重雲殿", "990": "影。金銀二像八部神王。并及帳座一時騰舉。", "991": "烟火挾之歘然遠滅。觀者傾國及晴之後。覆", "992": "看故所惟礎存焉。至月餘日。有從東州來者", "993": "云。於是日見殿影像乘空飛於海上。有望海", "994": "者有時見之。", "995": "魏氏洛京明帝胡后。造永寧浮圖。去地千尺。", "996": "閻浮一洲無勝斯塔。後為天震緣略同前。有", "997": "人東海亦見其相。又魏氏北臺恒安石窟。三", "998": "十里內連次而列。高二十餘丈內受千人終", "999": "劫不朽。震旦海曲神州諸山。往往聖寺感見", "1000": "非一。且述三兩用為實錄。昔晉太元初。有燉", "1001": "煌沙門竺曇猷。乞食坐禪強志勤業。遊會稽", "1002": "剡縣石城山。群虎來前猷為說法。一虎獨睡。", "1003": "乃以如意打頭。有十圍蛇繞之。初無怖色。又", "1004": "山神捨宅與之。又往赤城山宴坐。此山與天", "1005": "台瀑布四明連屬。父老云。天台山有聖寺。猷", "1006": "往尋之。石橋跨谷青滑難渡。橫石斷路無由", "1007": "得達。夕宿橋首聞彼行道唱薩聲。便潔齋自", "1008": "勵。忽見橫石洞開。猷便前度具覩精舍。神僧", "1009": "燒香中食畢。謂曰。却後十年自當來此。又有", "1010": "齋鄴下大莊嚴寺。沙門圓通者。感一神僧夏", "1011": "中聽講。自恣訖辭云。在竹林寺邀通過寺。通", "1012": "具問道經明年尋至。在鼓山東鄴之西北。神", "1013": "僧迎接具見門闕。房宇華敞林竹切天。經宿", "1014": "周流意言道合。便有終焉之思。神僧為諮大", "1015": "和上乃不許之。及還返路。三里之外返望莫", "1016": "覩。後之往者不知其處。近鄧州沙門道勤者。", "1017": "於州北倚立山。追訪仙寺如言具見。周循歷", "1018": "覽實為佳寺。眾具皆備但不見人。却下重尋", "1019": "便失歸路。乃於道次築室擬尋。又汾州東界", "1020": "山抱福巖者。山居之僧。數見沙門乘空來", "1021": "往。", "1022": "又益州東三學山。常有神燈空中照耀。齋日", "1023": "倍多。又涼州南洪崖窟。沮渠蒙遜所造碑。寺", "1024": "見存有素聖僧常自行道。人來便止人去", "1025": "尋行。故其傍側足跡納衲爾斯徒眾矣。不可", "1026": "具云。余聞入大乘論尊者。賓頭盧羅睺羅等。", "1027": "十六大阿羅漢住世通法。又有九億無學。亦", "1028": "此洲中未入涅槃。准此而詳。今諸山居多聞", "1029": "磬聲。或尋遇寺。豈非諸聖之所處乎。", "1030": "今約通局諸門以分。一約往世。二約賢劫。三", "1031": "約釋迦一佛為候。初約往劫用辯通塞者。如", "1032": "上所列往劫行事。薩埵捨身流血尚在。達拏", "1033": "捨子杖捶遺血。布髮掩泥之所。捨身求偈之", "1034": "地。月光斬首尸毘飼鷹。斯等遺蹤並惟古劫。", "1035": "計數災蕩如何尚在。印度名僧亦決斯致理。", "1036": "如所問無宜獨留。而往事往生彌綸於五印", "1037": "者。有人云。此乃如來神力菩薩至行。雖有三", "1038": "災不可除滅。後成世界依而集之。有人言。三", "1039": "災之化無往不除。但欲使後代可師仰故。世", "1040": "界初成依古遺蹤。相似而現。並佛之化迹神", "1041": "感所為。故五不思議中一為佛力也。所以往", "1042": "劫生事依依列之。二約同劫以明。且如一鉢", "1043": "千佛共同故。傳云。釋迦受食四王奉鉢。滅後", "1044": "流行至毘舍離。若千百年又至乾陀衛。又至", "1045": "月支于闐龜茲。當達振旦返師子國。還來天", "1046": "竺上昇兜率天。彌勒見曰。釋迦佛鉢今來至", "1047": "此。七日供養還下龍宮。彌勒道成四王還獻。", "1048": "二者龍宮佛影千佛同留。三者方石說諸千", "1049": "佛同坐。即建陀卑鉢樹下者。四者石塔感衰", "1050": "千佛同候。上傳之中多明四佛行坐之迹。准", "1051": "此未來抑亦可見。三明釋迦一代通局不等。", "1052": "如天道寶階滅無遺緒。吒王大塔七化已。三", "1053": "道樹滅而更生。佛跡毀而還現。楊枝摧而重", "1054": "出。舍利試而逾靈。諸如此例。故應不通後佛。", "1055": "至如雞足迦葉留化。慈尊山宮明辯持身", "1056": "待聖。沮渠滅定之侶。摩支應供之徒。事局未", "1057": "來神遊絕域。皆為明道開顯塵蒙。慈導有情", "1058": "澄神諸有故也。", "1059": "7 釋迦方志時住篇釋迦方志時住篇第七", "1060": "案索訶世界一大劫中千佛出世。尋夫劫波", "1061": "之號不可以時數推之。假以方石芥城准為", "1062": "一期之候。中含四大中劫謂成住壞空也。", "1063": "如從十歲增至八萬。復從八萬至於十歲。經", "1064": "二十返為一小劫。二十小劫為一成劫。以年", "1065": "算之。則經八千萬萬億。百千八百萬八萬歲", "1066": "也。止為一小劫耳。今成劫已過。入住劫來經", "1067": "九小劫。釋迦如來住劫第四。尚餘九百九十", "1068": "六佛。次續興焉。", "1069": "依摩耶經。如來滅後正法五百年。像法一千", "1070": "年。又依善見毘婆沙云。如來滅後正法千", "1071": "年。像法亦爾。以度女人故。正法滅五百年。", "1072": "若諸女人能遵八敬。如法行道正法住世還", "1073": "得千年。又云。佛法住世一萬年。初五千年修", "1074": "道出家。得三達靈智。後五千年出家修道。不", "1075": "得三達靈智。過此已後經歸龍宮像自頹壞。", "1076": "諸比丘等同於俗流。惟有剃髮袈裟而已佛法", "1077": "之垂振旦。三被誅焚。初赫連勃勃號為夏國。初破長安遇僧皆殺。二魏太武用崔皓言。夷滅三寶。後悔皓加五", "1078": "刑。三周武帝但令還俗。皆不得其死。如傳所詳也。", "1079": "8 釋迦方志教相篇釋迦方志教相篇第八", "1080": "自釋教之來振旦。開濟極焉。發悟疎通廓清", "1081": "塵染。其中瑞應具篇前聞。且述數條用程無", "1082": "惑。昔士行尋教意在大乘。將發西域乃有留", "1083": "難。遂將經投火。經身不灰火為之滅。東達此", "1084": "土即放光經是也。又曇無讖獲涅槃經。至於", "1085": "涼土盜者夜竊。舉而不起稽首謝焉。周武之", "1086": "凌法也。像毀經焚咸見藏經。相從騰上奄入", "1087": "空際。如斯眾矣。不可具書。然弘教在人有國", "1088": "為本。度人立寺圖像譯經。世約相求。故敘由", "1089": "來昌明佛教。而漢魏以往固無得而聞。晉", "1090": "宋迄今輒略銓序。", "1091": "晉世祖武皇帝大弘佛事。廣樹伽藍。", "1092": "晉惠帝洛下造興聖寺供常百僧。", "1093": "晉敏帝於長安造通虛白馬二寺。", "1094": "右西晉二京。合寺一百八十所。譯經一十", "1095": "三人。七十三部僧尼三千七百人。", "1096": "晉中宗元帝江左造瓦官龍宮二寺。度丹陽千僧。", "1097": "晉肅宗明帝造明興道場二寺。集義學百僧。", "1098": "晉顯宗成帝造中興鹿野二寺。義學千僧。", "1099": "晉太宗簡文帝造像度僧立寺。長干起木塔。", "1100": "晉烈宗武帝造皇泰寺本弟。立本起寺。", "1101": "晉安帝於育王塔立大石寺。", "1102": "右東晉一百四載。立寺一千七百六十八。", "1103": "譯經二十七人。二百六十三部僧尼二萬四千人。", "1104": "宋高祖武帝口誦梵本手寫戒經。造靈根法王四寺。供養千僧。", "1105": "宋太宗明帝造丈八金像。齋感舍利。造弘普中寺。召諸名僧。", "1106": "宋太祖文帝奉齋不殺。造禪靈寺。常供千僧。", "1107": "右宋世合寺一千九百一十三。譯經二百", "1108": "一十部僧尼三萬六千人。", "1109": "齊太祖高帝手寫法華口誦般若。四月八日常傳金像。七月半白普寺送盆供僧三百。造陟屺", "1110": "正觀二寺。", "1111": "齊世祖武帝造招玄遊賢二寺。三百名僧三教格量。四年考定。", "1112": "齊高宗明帝寫一切經造千金像。口誦般若常轉法華。造歸依寺。召集禪僧常持六齋。", "1113": "右齊世合寺二千一十五寺。譯經七十二", "1114": "部僧尼三萬二千五百人。", "1115": "梁高祖武帝制五時論轉四方等。造光宅同泰五寺。常供千僧。國內普持六齋八戒。", "1116": "梁太宗簡文帝建資敬報恩二寺。刺血自書般若十部。太后忌日不食而齋。撰法集記", "1117": "二百餘卷。法寶聯壁亦二百餘卷。", "1118": "梁中宗元帝造天居天宮二寺。供有千僧。自講法華成實論。", "1119": "右梁世合寺二千八百四十六。譯經二百", "1120": "四十八部僧尼八萬二千七百人。", "1121": "梁宣帝　梁明帝　等", "1122": "右二主中興社稷。於荊州造天皇陟屺大", "1123": "明等諸寺。治在江陵一州佛寺一百八所", "1124": "僧尼三千二百人。", "1125": "陳高祖武帝楊州造東安興聖天居四寺。寫一切經一十二藏。造金銅像一百萬軀。度僧七千", "1126": "人。治故寺三十二所。", "1127": "陳世祖文帝寫五十藏經。度僧尼二千人。治故寺六十所。", "1128": "陳高宗宣帝楊州禁中造太皇寺。七級木塔。又造崇皇寺。剎高十五丈。安佛爪造金像二萬餘", "1129": "軀。治故寺五十所。故像一百三十萬軀。寫十二藏經。度一萬僧。", "1130": "右陳世五主三十四年。寺有一千二百三", "1131": "十二。國家新寺一千七百。官造者六十八。", "1132": "郭內大寺三百餘。僧尼三萬二千人。譯經", "1133": "十一部。與地圖云。梁帝都下舊有七百", "1134": "餘寺。屬侯景作亂焚燒蕩盡。有陳既統國", "1135": "及下民備皆修葺。表塔相望星羅揭輦。經", "1136": "像之富不可殫言。", "1137": "魏元民太祖道武帝於虞地造十五級塔。又云。開泰定國二寺。寫一切經。造千", "1138": "金像。三百名僧每月法集。", "1139": "魏高宗文成帝重復佛教更開釋門。凡度僧尼三萬許人。", "1140": "魏顯祖獻文帝造招隱寺。召坐禪僧。", "1141": "魏高祖孝文帝於鄴造安養寺。召四方僧。六宮侍女皆持年三月六齋有慕道者放令出", "1142": "家。手不釋卷頃便為講為。先皇再治大覺大行供施。度僧尼一萬四千人。", "1143": "魏世宗宣武帝於式乾殿。自講維摩經。造普通大定四寺常供千僧。", "1144": "魏肅宗孝明帝於鄴下造大覺寺。", "1145": "魏敬宗孝莊帝造五精舍一萬石像。", "1146": "西魏武帝長安造陟屺寺供二百僧。", "1147": "魏文帝造般若寺。用給貧老。口誦法華身持佛戒。", "1148": "右元魏君臨一十七帝。一百七十年。國家", "1149": "大寺四十七所。北臺恒安鐫石置龕。連三", "1150": "十里。王公等寺八百三十九所。百姓所造", "1151": "寺者三萬餘所。總度僧尼二百餘萬。譯經", "1152": "四十九部。佛教東流此焉為盛。惟太武", "1153": "世。信用司徒崔皓佞說。凌廢正教。潛隱七", "1154": "年。後知詐妄戮誅崔氏。還復佛教光闡", "1155": "於前。", "1156": "齊高祖文宣皇帝登祚受禪於僧稠禪師受菩薩戒。斷肉禁酒放鷹除網。又斷天下屠。年", "1157": "三月六勸民齋戒。公私葷辛亦除滅之度人八千。", "1158": "齊肅宗孝昭帝為先皇寫經一十二藏。合三萬八千四十七卷。度三千許僧。", "1159": "齊世祖武成帝造寶塔。轉大品經。", "1160": "右高齊六君。二十八載。皇家立寺四十三", "1161": "所。譯經一十四部。度人與魏相接。", "1162": "周孝明帝為先皇造織成像。高二丈六尺。等身檀像一十二軀。并諸侍衛。", "1163": "周太祖文帝於長安立追遠陟岵大乘等六寺。度一千人。又造五寺供養實禪師徒眾。", "1164": "周高祖武帝為文皇造錦像高一丈六尺寶塔。一百二十區。又京下造寧國會昌永寧三寺。", "1165": "凡度僧一千八百人。寫經一千七百部。後遇張賓所佞方為不善之首。廢僧尼三百萬人。", "1166": "周孝宣帝重隆佛日。造素像四龕一萬餘軀。寫般若經三千卷。六齋八戒常弘不絕。", "1167": "右周世宇文氏五帝二十五年。合寺九百", "1168": "三十一所。譯經一十六部。", "1169": "隋高祖文皇帝開皇三年周朝廢寺咸為立之。名山之下各為立寺。一百餘州立舍利塔。度", "1170": "僧尼二十三萬人。立寺三千七百九十二所。寫經四十六藏一十三萬二千八十六卷。治故經三千八百五", "1171": "十三部。造像十萬六千五百八十軀。自餘別造不可具記。", "1172": "隋煬帝為文皇獻后於長安造二禪定。并二木塔。并立別寺十所。官供四事。治故經六百一十二藏。", "1173": "二萬九千一百七十二部。治故像一十萬一千軀。造新像三千八百五十。度六千二百人。", "1174": "右隋代二君三十七年。寺有三千九百八", "1175": "十五。僧尼二十三萬六千二百。譯經八十", "1176": "二部。", "1177": "皇唐啟運弘敞。釋門功業崇繁。未可勝紀故", "1178": "難敘出。", "1179": "釋迦方志卷下", "1180": "大唐永徽元年歲維庚戌。終南太一山豐", "1181": "德寺沙門。吳興釋道宣。往參譯經旁觀別", "1182": "傳。文廣難尋故略舉其要。并潤其色同成", "1183": "其類。庶將來好事用裨精爽云。"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2088 釋迦方志", "source": "CBETA"}