{"author": "元魏 佛陀扇多譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1344 金剛上味陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1344 [No. 1345]", "1": "金剛上味陀羅尼經", "2": "元魏天竺三藏佛陀扇多譯", "3": "如是我聞。一時婆伽婆。依小雪山左莊嚴聚", "4": "落金窟中住。與大比丘眾萬二千人俱。", "5": "爾時婆伽婆。乞食食已。於金窟中結加趺", "6": "坐。入一切法現起三昧。入三昧已。諸比丘眾", "7": "不見世尊。迭相謂言。今者世尊為何所在。", "8": "今者善逝為何所在。爾時如來以威神力。令", "9": "四十二淨居天來至佛所。爾時釋提桓因三", "10": "十三天大梵天王。承佛神力下閻浮提。至世", "11": "尊所。時淨居天釋提桓因三十三天大梵天", "12": "王。不見世尊。皆作是念。今者世尊為何所在。", "13": "作是念已。即見世尊在金窟中入寂滅定。時", "14": "淨居天釋提桓因三十三天梵天王等。在如", "15": "來前默然而住。", "16": "爾時世尊從三昧起現神通力。令此三千大", "17": "千世界所有一切諸菩薩等。乃至最初始發", "18": "心者不退轉者。乃至得受一生記者。皆悉來", "19": "到莊嚴聚落。集金窟中至如來所。以佛神", "20": "力住虛空中。去地一多羅樹。爾時文殊師利", "21": "童子知諸眾生各心念已。即時入悅一切眾", "22": "生諸心三昧。於是文殊師利童子入三昧時。", "23": "彼諸眾生得未曾有快樂之心。爾時彌勒菩", "24": "薩入一切法寂滅三昧。入三昧已。彼諸大眾", "25": "諸根寂靜。爾時寶光菩薩。六十二億菩薩圍", "26": "遶。向莊嚴聚落至金窟中。既到彼已。自見", "27": "其身在虛空中。爾時觀世自在菩薩。九萬二", "28": "千菩薩圍遶。向莊嚴聚落至金窟中。既至彼", "29": "已不能下地。唯在虛空。并諸菩薩坐蓮華", "30": "中。坐蓮華已。得滅一切諸煩惱障清淨一切", "31": "眾生三昧。即時能滅一切眾生貪瞋癡等。爾", "32": "時寶篋菩薩入大莊嚴三昧。入三昧已。於虛", "33": "空中即有優鉢羅花鉢頭摩花拘物頭華分陀", "34": "利華蓋自然蓋之。不藉日月自有光明。", "35": "爾時世尊。於是向上在虛空中。自然而住正", "36": "念不動。爾時文殊師利童子。在虛空中整服", "37": "右肩合掌向佛。白言世尊。何因何緣。而今世", "38": "尊在虛空中正念不動。爾時世尊告文殊師", "39": "利童子言。文殊師利。我欲於此虛空界中為", "40": "諸菩薩說金剛上味陀羅尼法門。文殊師利", "41": "白佛言。世尊唯願世尊。為諸菩薩說金剛上", "42": "味陀羅尼法門。", "43": "佛言。文殊師利。金剛上味陀羅尼中。無菩提", "44": "無諸佛法。此諸菩薩欲成正覺。而金剛上味", "45": "陀羅尼中。無菩提無菩提覺者分別。此諸菩", "46": "薩怖畏世間欲入涅槃。而金剛上味陀羅尼", "47": "中。無世間涅槃分別。此諸菩薩求覓善法。而", "48": "金剛上味陀羅尼中。無善不善分別。此諸菩", "49": "薩欲度彼岸。而金剛上味陀羅尼中。無此岸", "50": "彼岸及到彼岸者分別。此諸菩薩欲淨世界。", "51": "而金剛上味陀羅尼中。無淨世界分別。此諸", "52": "菩薩欲降伏魔怨。而金剛上味陀羅尼中。無", "53": "魔無魔怨能障分別。此諸菩薩欲滅陰魔煩", "54": "惱魔死魔。而金剛上味陀羅尼中。無陰界入", "55": "名字分別。此諸菩薩欲過聲聞緣覺境界。而", "56": "金剛上味陀羅尼中。無聲聞緣覺分別。此諸", "57": "菩薩欲度一切眾生。而金剛上味陀羅尼中。", "58": "無眾生無眾生分別。此諸菩薩欲除貪瞋癡", "59": "等煩惱。而金剛上味陀羅尼中。無貪瞋等煩", "60": "惱分別。此諸菩薩欲滅除闇。而金剛上味陀", "61": "羅尼中。無明無闇分別。此諸菩薩欲學上上", "62": "智。而金剛上味陀羅尼中。無上不上智分別。", "63": "此諸菩薩欲除煩惱。而金剛上味陀羅尼中。", "64": "無煩惱垢亦無有淨。無調不調無此無彼。無", "65": "慈無悲無喜無捨。無施無慳。亦無持戒亦無", "66": "破戒。無忍無瞋。無進無怠。無定無亂。無慧無", "67": "癡。無犯不犯亦無聲聞。亦無緣覺。亦無如來", "68": "無法非法。若淺若深。無智非智種種差別。", "69": "乃至亦無證智差別。亦無世間亦無涅槃。乃", "70": "至亦無菩提分法。無諸根力。無四念處。無四", "71": "正勤。無四如意足。", "72": "文殊師利。菩薩若欲學此金剛上味陀羅尼", "73": "者。彼菩薩不應捨凡夫法。不應證不應捨不", "74": "應過不念起。不修不捨不求樂而往無護。", "75": "不應於凡夫法生於染相。不起施相。能離佛", "76": "法更無有見諸凡夫法。文殊師利。金剛上味", "77": "陀羅尼中。於凡夫法而有佛法及證佛法。而", "78": "金剛上味陀羅尼中。無證不證。此金剛上味", "79": "陀羅尼。復不在佛法中。此金剛上味陀羅尼。", "80": "不捨凡夫不護凡夫法。不動諸佛世界。不起", "81": "諸願復不捨諸願。何以故。文殊師利。此金", "82": "剛上味陀羅尼法門。順向貪欲瞋恚愚癡。順", "83": "向諸女順諸丈夫。順向諸天。順向諸龍。順諸", "84": "夜叉羅剎。順諸乾闥婆。順諸阿修羅。順諸", "85": "伽樓羅。順諸緊那羅。順諸摩睺羅伽。順向", "86": "諸佛。順向諸法。順向諸僧。順諸聲聞緣覺。", "87": "順諸地獄餓鬼畜生。順水順風順火順地順", "88": "眼順耳順鼻順舌順身順意。文殊師利。此金", "89": "剛上味陀羅尼中。順一切諸法。文殊師利。所", "90": "有東方虛空界分。南西北方上下所有虛空", "91": "界分。彼悉隨順入虛空界。文殊師利。此金剛", "92": "上味陀羅尼句順一切法。", "93": "爾時文殊師利童子。白佛言。世尊。云何貪是", "94": "陀羅尼句。佛言。文殊師利。言貪欲者。彼貪", "95": "不從東方而來而染眾生。非南西北上下方", "96": "來而染眾生。不從內生而染眾生。不從外來", "97": "而染眾生。文殊師利。貪欲瞋癡皆是內心分", "98": "別故生而見有染淨。若有除染淨者。則無有", "99": "彼證不證法。文殊師利。若法不生。從本以", "100": "來不在內外。以是義故。我言貪是陀羅尼句。", "101": "文殊師利。瞋是內心忿怒而生。而彼忿瞋非", "102": "是過去現在未來。文殊師利。若過去法而可", "103": "生者。不能令淨陀羅尼句。文殊師利。癡心亦", "104": "非陀羅尼句。", "105": "文殊師利白佛言。世尊。何者陀羅尼。何者陀", "106": "羅尼句。佛言。文殊師利。癡是無明。從無明", "107": "生一切諸法。不從地界。不著地界。不著水界。", "108": "不著火界。不著風界。不著空界。不著識界。", "109": "而非不著。然此諸法無染無淨。文殊師利。若", "110": "法有染者虛空亦應有染。何以故。以虛空界", "111": "亦無諸法而與作障。文殊師利。所謂無明雜", "112": "諸法者。復令過者彼無滅相。以空與作無障", "113": "閡故。復不可見不可捉持。以非色故不可覩", "114": "見。無縛無解無染無著。以得無量諸神通故。", "115": "空無所有無一切物。文殊師利。在於世間而", "116": "行世間諸煩惱事。", "117": "文殊師利白佛言。世尊。無明無滅無不滅耶。", "118": "佛言。文殊師利。無明是明。而佛如來說為無", "119": "明。於本際中無有無明。以是故。言無明句也。", "120": "於中際中亦無無明。於後際中亦無無明。文", "121": "殊師利。若諸法中無無明者。云何言見。不著", "122": "不染亦復不忘。然一切法而有淨染復作障", "123": "相。文殊師利白佛言。無有。如是世尊。無有。", "124": "如是善逝。世尊。云何彼中無明而說令染。佛", "125": "言。文殊師利。譬如鑽火有燧鑽草。人手功", "126": "力眾緣具故。先有煙出然後火生。而火不在", "127": "燧中鑽中。非草手中。眾緣和合而生於火。文", "128": "殊師利。無彼愚癡。而諸眾生。生於我想貪瞋", "129": "癡火。然貪等火。亦不在內亦不在外不在中", "130": "間。然文殊師利。所說癡者。以何義故。名之為", "131": "癡。一切諸法畢竟解脫。故說為癡。文殊師利。", "132": "若一切法畢竟解脫。是則名為金剛上味陀", "133": "羅尼句。", "134": "爾時文殊師利童子白佛言。世尊。頗有法門。", "135": "而此法門成就菩薩。令得一切順向三昧。佛", "136": "言。文殊師利。有一法門。菩薩成就彼法門故。", "137": "則能通達一切諸事。喻如一字詮百千字。而", "138": "於彼字不可盡也。隨彼法門而說諸法。如是", "139": "如是現諸法門。雖現如是無量法門。而不能", "140": "盡無礙辯才。以得無盡樂說辯才。是故能現", "141": "無盡辯才。於一法門句中。令入一切諸法門", "142": "句。一切法門句中。令入一法門句。", "143": "文殊師利白佛言。世尊。此法何色。佛言。文殊", "144": "師利。一切法是天門。此是陀羅尼句。文殊師", "145": "利言。世尊。云何此陀羅尼句是天門。佛言。文", "146": "殊師利。一切法住寂滅定。此是菩薩入天相", "147": "法門陀羅尼句。", "148": "文殊師利。一切法是龍門。此是陀羅尼句。文", "149": "殊師利言。世尊。云何此陀羅尼句是龍門。佛", "150": "言。文殊師利。一切法以一字門故。從字所聞", "151": "故。無字而說於字。此是菩薩入龍相法門陀", "152": "羅尼句。文殊師利。一切法是夜叉門。此是陀", "153": "羅尼句。文殊師利言。世尊。云何此陀羅尼句", "154": "是夜叉門。佛言。文殊師利。一切法入夜叉相。", "155": "畢竟不生故。此是菩薩入夜叉相法門陀羅", "156": "尼句。", "157": "文殊師利。一切法是乾闥婆門。此是陀羅尼", "158": "句。文殊師利言。世尊。云何此陀羅尼句是乾", "159": "闥婆門。佛言。文殊師利。一切法過諸算數。以", "160": "無量無邊過於虛空。此是菩薩入乾闥婆相", "161": "法門陀羅尼句。", "162": "文殊師利。一切法是阿修羅門。此是陀羅尼", "163": "句。文殊師利言。世尊。云何此陀羅尼句是阿", "164": "修羅門。佛言。文殊師利。一切法順遍一切門。", "165": "不以名可到。非色可到。非聲可到。非香可到。", "166": "非味可到。非觸可到。非法可到。非佛可到。非", "167": "法可到。非僧可到。非聲聞可到。非緣覺可到。", "168": "非凡夫可到。文殊師利。一切法過諸到不到。", "169": "以不起故。此是菩薩入阿修羅相法門陀羅", "170": "尼句。", "171": "文殊師利。一切法是迦樓羅門。此是陀羅尼", "172": "句。文殊師利言。世尊。云何此陀羅尼句是迦", "173": "樓羅門。佛言。文殊師利。一切法畢竟不行。亦", "174": "非不行。不去不來不生不滅不住不著無縛", "175": "無解無住無往。文殊師利。一切法不住。住", "176": "虛空界平等故。此是菩薩入迦樓羅相法門", "177": "陀羅尼句。", "178": "文殊師利。一切法是緊那羅門。此是陀羅尼", "179": "句。文殊師利言。世尊。云何此陀羅尼句是緊", "180": "那羅門。佛言。文殊師利。一切法離作者故無", "181": "作者無求者。無求而見者。此是菩薩入緊那", "182": "羅相法門陀羅尼句。", "183": "文殊師利。一切法是摩睺羅伽門。此是陀羅", "184": "尼句。文殊師利言。世尊。云何此陀羅尼句是", "185": "摩睺羅伽門。佛言。文殊師利。一切法。離一切", "186": "法垢永得光明。一切眾生不能染不能淨。以", "187": "淨陀羅尼門故。何以故。文殊師利。一切法畢", "188": "竟寂滅性不生故。此是菩薩入摩睺羅伽相", "189": "法門陀羅尼句。", "190": "文殊師利。一切法是婦女門。此是陀羅尼句。", "191": "文殊師利言。世尊。云何此陀羅尼句是婦女", "192": "門。佛言。文殊師利。一切法皆虛妄。是男門是", "193": "女門。以離女門故。謂非事故。此是菩薩入婦", "194": "女相法門陀羅尼句。", "195": "文殊師利。一切法是丈夫門。此是陀羅尼句。", "196": "文殊師利言。世尊。云何此陀羅尼句是丈夫", "197": "門。佛言。文殊師利。一切法。若於前際中際", "198": "後際不見丈夫。文殊師利。離於三界不著三", "199": "界。然於彼處無女無男。假立名字。然彼假", "200": "名彼處寂靜。而彼說染。然彼色依四大。依四", "201": "大故不見生滅。一切諸法畢竟永滅。此是菩", "202": "薩入丈夫相法門陀羅尼句。文殊師利。一切", "203": "法是地獄門。此是陀羅尼句。文殊師利言。世", "204": "尊。云何此陀羅尼句是地獄門。佛言。文殊師", "205": "利。地獄以何順相。文殊師利言。世尊。一切法", "206": "虛空等相。佛言。文殊師利。於意云何。彼地獄", "207": "從何所起。文殊師利言。世尊。一切法是自念", "208": "起相。自妄念故。一切凡夫而自繫縛。以繫縛", "209": "故則是地獄。雖非是有。而令受者受彼苦故。", "210": "文殊師利言。世尊。譬如有人於睡夢中而見", "211": "自身墮於地獄。墮地獄已。而見百千萬火所", "212": "燒。見捉其身擲鑊湯中。彼人見身大受苦惱。", "213": "見有大火之所燒逼而生怖怕。而口出言。極", "214": "苦極苦。彼人諸親來問其言。汝何所痛。彼人", "215": "答言。我受地獄極大苦惱。大火燒我。復擲我", "216": "身著鑊湯中。彼如是語。瞋諸親言。我受地獄", "217": "受大苦惱。云何諸人而問我言。有何苦耶。", "218": "諸親語言。汝今勿怖汝以睡眠。汝今實不從", "219": "此至彼。亦不從彼而至於此。彼人聞已。方自", "220": "生念。我是睡夢。此是虛妄非是真實。虛假如", "221": "幻。如是知見身心得安。世尊。如彼非有而說", "222": "言有。而自說言我墮地獄。世尊。如是一切諸", "223": "凡夫人。顛倒虛妄實不繫縛而生女想。生女", "224": "想已。見身共行。作如是言。我是丈夫彼是婦", "225": "女。彼是我婦我是彼夫。彼人以起貪瞋癡等", "226": "諸煩惱故。自心生於有所作想。以此因故。有", "227": "鬪諍等諸非法事。彼人如是起鬪諍已。生大", "228": "嫌恨。彼以如是顛倒想故。命終之後墮地獄", "229": "中。於無量劫受諸苦惱。世尊。又如彼人。諸親", "230": "來言。是汝睡眠不去不來。世尊。一切凡夫", "231": "亦復如是。有四顛倒妄見而說。而實於中無", "232": "有丈夫亦無女人。無有眾生及無命等。一切", "233": "諸法皆是不實虛妄故。見一切法空本性不", "234": "生而不可見。不可分別亦不可著。一切諸法", "235": "如夢如幻如水中月。世尊。一切法中無有可", "236": "染無不可染。世尊。一切諸法皆是虛妄。虛妄", "237": "生故。是故如來說一切法離我我所。遠離一", "238": "切地獄門故。爾時世尊讚文殊師利童子言。", "239": "善哉善哉。文殊師利。一切地獄應如是見。如", "240": "汝所見如是分別。文殊師利。若如是見。無有", "241": "地獄無地獄門。彼人則得無生法忍。說此地", "242": "獄法門之時。九萬二千諸菩薩等。一切皆得", "243": "無生法忍。得是忍已。一時同聲作如是言。善", "244": "哉善哉。此是諸佛如來境界。而於一切無我", "245": "法中。忽然而得一切佛法。爾時文殊師利童", "246": "子白佛言。世尊。唯願世尊。說諸菩薩入不", "247": "二法門。菩薩得入不二法門故。則得一切諸", "248": "法不二。而不執著。爾時佛告文殊師利童子", "249": "言。文殊師利。是入一切諸法平等隨順法門", "250": "菩薩得此正法門已。而於一切諸煩惱中見", "251": "諸佛法。及得辯才善能說法。文殊師利白佛", "252": "言。世尊。彼法門以何相。佛言。文殊師利。善", "253": "思念之我為汝說。是法門名離一切煩惱。故", "254": "我說此陀羅尼門。文殊師利言。善哉世尊。願", "255": "為我說。我頂戴受。佛言。文殊師利。無明是菩", "256": "提。此是陀羅尼句門。文殊師利言。世尊。云何", "257": "無明是菩提。佛言。文殊師利。以無無明故", "258": "說無明。若無無明則亦無生。若無生者彼則", "259": "無染。文殊師利。菩提無染。以性清淨體鮮潔", "260": "故。文殊師利。我見此事故說無明。是以不二", "261": "說故。文殊師利。我不得無明是故我說無明。", "262": "文殊師利。此是菩薩入無明相法門陀羅尼", "263": "句。", "264": "文殊師利。行是菩提。此是陀羅尼門。何以故。", "265": "文殊師利。以一切法離一切算數相。無量無", "266": "邊不見邊際。順善不善。令入地獄餓鬼畜生。", "267": "而不從此而至於彼。亦不從彼而至於此。而", "268": "生彼此。文殊師利。一切法不過不來。無所至", "269": "無所到。文殊師利。此是菩薩入行相法門陀", "270": "羅尼句。", "271": "文殊師利。識是菩提。此是陀羅尼門。何以故。", "272": "文殊師利。如來說識而是虛妄。虛妄所作虛", "273": "妄現故。文殊師利。如是一切虛妄法中若求", "274": "諸法。說言我證佛法得成正覺度諸眾生。我", "275": "於世間最上勝者。彼人乃於虛妄法中妄念", "276": "菩提。而起慢心欺陵於他。文殊師利。我坐", "277": "道場時無有法可證。此是聲聞法此是緣覺", "278": "法此是凡夫法。文殊師利。此是菩薩入識相", "279": "法門陀羅尼句。文殊師利。名色是菩提。此", "280": "是陀羅尼門。何以故。文殊師利。名色非事故。", "281": "而以聲說。而無所說。色無作者故。若無作者。", "282": "是即無前無中無後。文殊師利。如來說我是", "283": "菩提。而彼於十方不可見故。文殊師利。此", "284": "是菩薩入名色相法門陀羅尼句。", "285": "文殊師利。六入是菩提。此是陀羅尼門。何以", "286": "故。文殊師利。此諸入等。皆是入相。皆是空相", "287": "是寂靜相。非諸眾生眼見色已。而言我見。如", "288": "是耳鼻舌身意等亦復如是。不作是念。我能", "289": "分別一切諸法。非以眼識知耳境界。非以耳", "290": "識知眼境界。如是意知諸法境界。一切諸法", "291": "非意境界。迭相違故。文殊師利。一切法無", "292": "覺離諸心相。迭互相故一切法空。若一切法", "293": "畢竟空者。是菩提相。文殊師利。此是菩薩入", "294": "六入相法門陀羅尼句。", "295": "文殊師利。觸是菩提。此是陀羅尼門。何以故。", "296": "文殊師利。所言觸者。是色聲香味觸法相。文", "297": "殊師利。若法有觸彼緣故生。若以緣故生。", "298": "若以緣成者。彼名緣成。若以緣成者彼是虛", "299": "妄。若虛妄者彼畢竟無。若畢竟無彼則不生", "300": "不滅。文殊師利。一切法無生滅相是菩提。", "301": "文殊師利。此是菩薩入觸相法門陀羅尼句。", "302": "文殊師利。受是菩提。此是陀羅尼門。何以故。", "303": "文殊師利。受者是三受。謂苦受樂受不苦不", "304": "樂受。文殊師利。受不在內亦不在外不在中", "305": "間。文殊師利。彼受若不在內若不在外不在", "306": "中間者。彼中有眾生生苦受樂受想。文殊師", "307": "利言。世尊。一切凡夫顛倒繫縛。而於不實法", "308": "中生樂受苦受。世尊。一切法如幻。一切受性", "309": "不生不滅。佛言。文殊師利。是故我說受是菩", "310": "提。文殊師利。此是菩薩入受相法門陀羅尼", "311": "句。", "312": "文殊師利。愛是菩提。此是陀羅尼門。何以故。", "313": "文殊師利。愛是能生煩惱因故。文殊師利。於", "314": "意云何。譬如有人實未得子作生子想。然彼", "315": "人子為內生耶為外生耶。彼人有不。文殊師", "316": "利言。世尊。彼人本無子。云何起子想。佛言。", "317": "文殊師利。於後彼人成大丈夫。而和合故方", "318": "生於子。文殊師利。愛從何生。為從前際中際", "319": "後際。為內生耶為外生耶。和合生耶。文殊", "320": "師利言。世尊。愛不在內亦不在外。乃至無有", "321": "諸方差別。佛言。文殊師利。此法誰說為方所", "322": "覺。文殊師利。又復是愛誰造誰作。文殊師利", "323": "言。世尊。愛離所作而無作者。文殊師利言。世", "324": "尊。以四顛倒繫縛。一切凡夫眾生即起虛妄。", "325": "佛言。文殊師利。於意云何。若法有者為有為", "326": "無。文殊師利言。世尊。若是諸法畢竟無者。彼", "327": "法云何有染有淨。文殊師利言。不也世尊。佛", "328": "言。文殊師利。諸法若有。諸方性相而不可見。", "329": "亦不從內亦不從外。不染不淨。文殊師利。此", "330": "是菩提。文殊師利。此是菩薩入愛相法門陀", "331": "羅尼句。", "332": "文殊師利。取是菩提。此是陀羅尼門。文殊師", "333": "利言。世尊。常說一切諸法無縛無解。是諸凡", "334": "夫何所取耶。佛言。文殊師利。一切眾生繫著", "335": "色聲香味觸等。及取五欲。文殊師利。於汝意", "336": "云何。色能生聲不。文殊師利言。不也世尊。佛", "337": "言。文殊師利。於意云何。頗有一法能令與法", "338": "能令法住能作障耶。文殊師利言。不也世尊。", "339": "佛言。文殊師利。一切諸法畢竟不生無有障", "340": "閡。彼法不作迭互相生迭互相語而無", "341": "有業。而有彼說。以彼諸法畢竟癡故。文殊師", "342": "利。以是義故。我說此取是菩提相陀羅尼門。", "343": "文殊師利。此是菩薩入取相法門陀羅尼句。", "344": "文殊師利。有是菩提。此是陀羅尼門。文殊師", "345": "利言。世尊。如來本為滅諸有故說聲聞法。佛", "346": "言。文殊師利。有是有法。我所說者是力士相。", "347": "是故我說是有法門。文殊師利。若見一切諸", "348": "法非事如虛空相。則不復念一切佛法。文殊", "349": "師利。是故我說有是菩提陀羅尼句。文殊師", "350": "利。此是菩薩入有相法門陀羅尼句。", "351": "文殊師利。生是菩提。此是陀羅尼門。文殊師", "352": "利言。世尊。如來本以為過生故而說諸法。佛", "353": "言。文殊師利。所言生者。菩薩摩訶薩求此生", "354": "法而不可得。以其不生亦不轉故。文殊師利。", "355": "是故我說生是菩提陀羅尼句。文殊師利。此", "356": "是菩薩入生相法門陀羅尼句。說菩提故。令", "357": "諸菩薩速得辯才利疾辯才無障辯才。", "358": "爾時文殊師利童子白佛言。世尊。世尊為住", "359": "何地菩薩而說此法。佛言。文殊師利。若諸菩", "360": "薩不求菩提不喜菩提。不發菩提心。不證佛", "361": "法。不清淨佛世界。不動貪瞋癡。若心不欲過", "362": "於世間。亦不起心度諸眾生。不降伏魔。不欲", "363": "說法。而於彼法不作二相者。文殊師利。我今", "364": "唯為住如是地諸菩薩等說此法門。", "365": "文殊師利白佛言。世尊。若有菩薩能受持此", "366": "金剛上味陀羅尼法門。若讀若誦廣為他說。", "367": "如是之人得幾許福。佛言。文殊師利。若諸菩", "368": "薩於此金剛上味陀羅尼法門。若受若持若", "369": "讀若誦為他說者。如是之人如一切佛。以一", "370": "切佛常以捨故。一切天龍夜叉乾闥婆等。常", "371": "以供養而供養之。文殊師利。此金剛上味陀", "372": "羅尼法門。具足成就無量功德。文殊師利。此", "373": "金剛上味陀羅尼法門。不可窮盡。", "374": "說此法門時。十千菩薩得此金剛上味陀羅", "375": "尼法門。三萬二千初發心菩薩得無生法忍。", "376": "文殊師利童子及彼菩薩。天龍夜叉乾闥婆", "377": "人非人等。聞佛所說皆大歡喜作禮而去。", "378": "金剛上味陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1344 金剛上味陀羅尼經", "source": "CBETA"}