{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1930 天台八教大意", "text": {"0": "No. 1930", "1": "天台八教大意", "10": "機不經歷故名為頓。約譬次第。以初譬初名", "100": "為七分。息國仇諍是般若滿。此訖前百劫並", "101": "下忍位也。次入補處生兜率。託母胎出生出", "102": "家降魔。魔軍散已安坐住禪即中忍成就。次", "103": "一剎那入上忍。次一剎那入世第一。次一剎", "104": "那發真無漏。三十四心斷惑證果。十力無畏", "105": "等皆成就名佛。轉于法輪緣盡入滅。舍利住", "106": "世廣福人天。此是三藏三乘之相。問何故二", "107": "乘即生斷結。菩薩從初乃至降魔仍未斷耶。", "108": "答二乘厭患生死。自求涅槃故先斷結。菩薩", "109": "慈悲先物後己。設乃因時斷思未得無漏力", "11": "為乳味。故涅槃云。從佛出十二部經。譬從", "110": "弱。從其元意亦名未斷。問三乘所修凡具幾", "111": "法。答大而為論並用十法能通之門有四隨", "112": "入咸然。今約有門略明十義一明所觀之境。", "113": "即是識正無明因緣生一切法也。故大論云。", "114": "色若麁若細總而觀之。無常無我悉是顛倒。", "115": "如阿毘曇廣說。不同外道計微塵世性及自", "116": "然等。二真正發心者。既識無明乃至老死。正", "117": "求涅槃發三乘心。出離見愛不要名利唯志", "118": "無餘。三遵定慧者既誓求出有。依木又住", "119": "修道。但遮障紛馳道。何由剋為修四念學五", "12": "牛出乳。又二乘機生未受大化。雖復在座如", "120": "停心。破五種障名停。事觀名定念處即慧。慧", "121": "定均停故名安心。四破法遍令見有得道。以", "122": "無常等慧遍破見愛也。五知通塞者。前雖知", "123": "見等是過未見其德。過即是塞。德即是通。通", "124": "謂道滅無明滅等。及於六度塞即集因緣生", "125": "等。及於六蔽節節檢校是通須護塞。即須破", "126": "六道品調適。既識通塞進修道品。所謂觀身", "127": "不淨觀受是苦。觀心無常觀法無我。勤修念", "128": "處名四正勤。定心中修名四如意。五善根生", "129": "名五根。根增長名五力。定慧調停名七覺。安", "13": "聾若盲。初會俱無見聞之益亦名為乳。故迦", "130": "隱道中行名八正。若一停作三十七品。餘停", "131": "心亦如是。此三十七是行道法。將入無漏城", "132": "有三門。謂空無相無作。苦下空無我二行為", "133": "空門。集道各四及苦下苦無常十行為無作", "134": "門。滅下有四為無相門。故知三乘莫不依諦。", "135": "七修對治者。若利人即入。鈍人不入當修助", "136": "道。故論云。貪欲心起教修不淨。及背捨等", "137": "為助。無常析觀歸真為正。八識次位者。雖", "138": "修正助等法明識。真似階降不同。令無上慢", "139": "九善修安忍。總修四念入於煖法似道煙生。", "14": "葉領解云。即遣傍人急追將還。迷悶躄地等", "140": "若不安忍不至煖頂。頂法退為五逆。煖退為", "141": "一闡提。忍世第一後入真無漏。由能安忍內", "142": "外諸障。十無法愛者上安忍。策進外凡令入", "143": "內凡。令無法愛策內凡位。而入見諦斷於見", "144": "惑。或超或次得成無學。利人節節得入。鈍", "145": "人具乘至十。阿毘曇中所明雖廣不出十意。", "146": "名為十法成乘。有門既爾空門亦有亦空門", "147": "非有非空門亦如是。廣如大本三藏教竟。次", "148": "明通教。通者同也。此教三乘因果大同故名", "149": "通教。故經云。欲得三乘當學般若。論云。聲", "15": "即第一時也。次從鹿苑至于般若名為漸教。", "150": "聞及緣覺解脫涅槃道皆從般若得。三人共", "151": "行十地。三人同斷見思。前無七賢之名。後", "152": "無等覺妙覺。所證雖同三藏觀法巧拙有殊。", "153": "通教體陰則真名巧。三藏析陰方真名拙。即", "154": "是界內巧拙相對。相對雖爾。此去三教並屬", "155": "大乘。大名雖同若地若行。名數多少深淺天", "156": "隔。初乾慧地即是外凡。體陰界入如幻如化。", "157": "總伏見愛八倒名四念觀。住是觀中修正勤", "158": "如意根力覺道。雖未得煖法相似理水。總相", "159": "智慧深利故稱乾慧地。二性地者。得煖法理", "16": "既二乘全生貴藥非賤治。不動九會脫妙著", "160": "水霑心。增進頂忍及世第一。見無漏性皆名", "161": "性地。即內凡也。三八人地。四見地此兩地", "162": "不出入觀。共斷見惑發真無漏。見於諦理即", "163": "初果位。八人者。八忍也。即無漏一十六心。", "164": "亦應云八智。智少一分文略從因故云八人。", "165": "五薄地者。體破欲界六品思惑。故名為薄。即", "166": "斯陀含果。六離欲地斷欲九品不來欲界。即", "167": "阿那含果。故云離欲。七已辦地者。三乘進斷", "168": "色無色界八九七十二。品思惑。即羅漢果。名", "169": "為已辦。聲聞行極八支。佛地雖同斷見思福", "17": "麁。貫日託陰納妃生子。示成鹿苑轉生滅四", "170": "厚根利能除習氣也。九菩薩地。從初發心緣", "171": "無生四諦。發菩提心至六七地。從空入假。假", "172": "謂化道。空即空觀。道觀雙流誓扶習氣還生", "173": "三界。用道種智遊戲神通。淨佛國土或就眾", "174": "生。三乘機熟。即坐道場。用一念相應智慧", "175": "進斷餘習及界內無知。得一切種智。名第十", "176": "佛地。轉無生四諦法輪。化三乘眾入無餘涅", "177": "槃。如火燒木無復灰炭。香象度河到於邊底。", "178": "故經云。諸法實性相三乘。亦皆得而不名為", "179": "佛。三乘觀行亦有四門。今亦約有門明於十", "18": "諦法輪。小乘生信先度五人。約譬次第名為", "180": "法成乘。初明觀境。即六道陰入。能觀所觀", "181": "皆如幻化。二明發心二乘緣真自行。菩薩體", "182": "幻兼人與樂拔苦譬於鏡像。三安心定慧前。", "183": "雖止觀並空如空。而安二法。四破法遍用幻", "184": "化之慧。破幻化見思。五識通塞。雖知苦集", "185": "十二緣生及六蔽等。皆如幻化。亦以幻化道", "186": "滅十二緣滅及六度等。通之節節檢校皆如", "187": "幻化。六道品調適者。以不可得心修三十七", "188": "品也。七對治者。體三藏法無常苦空如幻而", "189": "治。八識次位者。了乾慧等十地因果。三人", "19": "酪味。故迦葉領解云。密遣二人方便附近等。", "190": "殊途而不謬濫。九令安忍乾慧外凡內外諸", "191": "障而入性地。第十速令內凡性地。不著相似", "192": "法愛。而入八人見地證真餘三門亦如是。廣", "193": "如大本通教竟。三明別教者。此約界外獨菩", "194": "薩法。教理智斷行位因果別前二教別後圓", "195": "教。故名為別。涅槃云。四諦因緣有無量相。", "196": "非諸聲聞緣覺所知。諸大乘經廣明菩薩歷", "197": "劫修行。行位次第互不相攝並此教也。華嚴", "198": "明十住十行十迴向為賢。十地為聖。妙覺為", "199": "佛。瓔珞明五十二位前加十信。仁王不論等", "2": "隋天台沙門灌頂撰", "20": "故涅槃云。從十二部經出修多羅。譬從乳出", "200": "覺但五十一位。金光明經但出十地佛果。勝", "201": "天王但明十地。涅槃明五行十功德。既是界", "202": "外菩薩行位。隨機利益豈得定說。今約瓔珞", "203": "總明七位。一十信。二十住。三十行。四十迴", "204": "向。五十地。六等覺。七妙覺。初十信者。十心", "205": "之中以信為本。故云十信。十心者。一信。二", "206": "念。三精進。四慧。五定。六不退。七迴向。八護", "207": "法。九戒。十願。即是外凡伏忍位也。住行向。", "208": "三並屬內凡柔順忍位。二明十住者即習種", "209": "性。從信入住習。從假入空。斷界內見思。故", "21": "酪即第二時也。次明方等大集寶積淨名。褒", "210": "名習種。一發心。二持地。三修行。四生貴。五", "211": "方便具足。六正心。七不退八童真。九法王子。", "212": "十灌頂。三明十行者。性種性也。從十住空性", "213": "而入十行假性。名性種性。一歡喜。二饒益。", "214": "三無瞋恨。四無盡。五離癡亂。六善現。七無", "215": "著。八尊重。九善法。十真實。四明十迴向道種", "216": "性者。修中道觀伏界外惑。故名道種。一救護", "217": "眾生。二不壞。三等一切諸佛。四遍至一切處。", "218": "五無盡功德藏。六隨順一切堅固平等善根。", "219": "七等觀一切眾生。八真如相。九無縛無著解", "22": "圓歎大折小彈偏自悲敗種。約譬次第名生", "220": "脫。十入法界無量。五明十地聖種性者。證", "221": "中道觀。故名為聖。一歡喜。二離垢。三明地。", "222": "四焰地。五難勝。六現前。七遠行。八不動。九", "223": "善慧。十法雲。此之十地破界外十品無明。更", "224": "破一品入於等覺。更破一品入於妙覺。始終", "225": "但破十二品無明。乃與圓教第二行齊。以我", "226": "之因為汝之果。教權位高者。譬如邊方未靜。", "227": "高位目之定爵論功其官則下。此教緣無量", "228": "四諦發菩提心。苦集滅道皆無量相。若論自", "229": "行隨一門竪入化他。始終橫破故。十住自行", "23": "酥味。故涅槃云。從修多羅出方等典。譬從", "230": "從假入空。用生無生觀六界空。十行入假廣", "231": "集四四十六門法。知十界假迴向後心滅九", "232": "界假。證佛界中地前。緣修兩觀經劫無量。為", "233": "中道方便登地三觀現前。與圓初住無二無", "234": "別。名為證道。若有宜聞地上歷別。亦作一", "235": "地不知二地說之故得諸大乘經。或明七地", "236": "之前猶居方便位也。此則始終約教不同。緣", "237": "修地前對地名為教道。且約自行四門之中", "238": "有門所修十法成觀。初明境者。緣於登地中", "239": "道妙有之境。而為所觀局出空有之表。二明", "24": "酪出生酥。故迦葉領解云。過是已後心相體", "240": "發心者。緣此妙有起四弘誓。故華嚴云。菩", "241": "薩不為一人一國一界微塵人。乃為法界眾", "242": "生發菩提心也。三安心者。既發心已安心進", "243": "行。修諸定慧定愛慧策耳。四破法遍者。用", "244": "妙有慧遍破空有也。五識通塞者。次第三觀", "245": "為通見思塵沙無明為塞。傳傳檢校是塞令", "246": "通耳。六道品調適者。三十七品是菩薩寶炬", "247": "陀羅尼。念處破倒正勤如意。能生五根力必", "248": "增長七覺八正。定慧均平入三解脫門證中", "249": "無漏。七對治助開者。用前藏通助開妙有實", "25": "信出入無難。然其所止猶在本處即第三味", "250": "相中道。八知次位者。善達七位終不謂我叨", "251": "極上聖。九安忍者。策十信位入於十住。令", "252": "離違順強軟二賊。十無法愛者。策三十心令", "253": "入十地。若愛相似之法名為頂墮。餘三門亦", "254": "如是。廣如大本。別教竟。次略明圓教者。圓名", "255": "圓妙。華嚴法界廣大。淨名入不二法門。般", "256": "若最上之乘。涅槃一心五行等。並圓妙法也。", "257": "此等圓妙一理無他兼帶半滿。權覆於實旨", "258": "趣猶隱。今從佛意卷權歸實。開顯之圓粗騰", "259": "綱要。即以法華分別功德品末。明本迹流通", "26": "也。次說諸部般若轉教付財雖通洮汰。約譬", "260": "如來滅後。五品聞經轉說起觀行成。以為凡", "261": "地措心之首。經云。又復如來滅後。若聞是", "262": "經。而不毀呰起隨喜心。從會而出聚落田里。", "263": "為父母宗親隨力演說。如是展轉至第五十", "264": "人聞而隨喜。其福超勝於四百萬億那由他", "265": "恒河沙等眾生令得羅漢。百千億分不及其", "266": "一。則初隨喜品也。經云。何況讀誦受持之者", "267": "即第二品。經云。若有受持讀誦為他人說即", "268": "第三品。經云。況復有人能持此經。兼行布", "269": "施持戒忍辱。精進一心智慧是兼行六度即", "27": "次第名熟酥味。故迦葉領解云。長者自知將", "270": "第四品。經云。若人讀誦為他人說。復能持", "271": "戒忍辱無瞋精進勇猛得諸深定智慧。問答", "272": "則是具行六度第五品也。初品之初校量叵", "273": "測。餘之四品非凡小所知。略如經文不能具", "274": "述。初言隨喜者。隨喜妙法也。法即心法及生", "275": "佛法。此法即心此心即法三無差別。凡聖一", "276": "如如即實相。實相遍相百界三千。百界三千", "277": "無非實相。故經云。諸法實相即指諸佛權實", "278": "法也。所謂如是相性體力等。即百界三千也。", "279": "妙心體具具不出心。猶如金體具足眾器具", "28": "死不久等即第四味也。此等四味對頓名漸。", "280": "不出金。故名具心以之為妙。妙心是境妙智", "281": "是觀。觀境不二能照能遮。所言境者。具三", "282": "諦也。具心即空真諦境也。具心即假俗諦境", "283": "也。具心即中中道第一義諦也。知真即空觀。", "284": "知俗即假觀。知中即中觀。常境無相常智無", "285": "緣。無緣而緣無非三觀。無相而相三諦宛然。", "286": "初心此知慶己慶人故名隨喜。即第五十人", "287": "也。會初聞說即五品之初觀念無間故有異", "288": "也。一一品中以五悔為本故。彌勒因時無別", "289": "苦行但修五悔。日夜六時無時有須臾廢成", "29": "法華涅槃非頓漸攝。開前頓漸歸會佛乘。約", "290": "等正覺。次以圓解觀心修行五悔。更加讀誦", "291": "善言妙義與心相會。如膏助火。是時心觀益", "292": "明名第二品也。次以增品勝心修行五悔。更", "293": "加說法轉其內解。導利前人。以廣濟故。化", "294": "功歸己心倍勝前名第三品。次增進心修行", "295": "五悔。傍行六度福德力故。倍助觀心更一重。", "296": "深進名第四品。次以圓心修行五悔正行六", "297": "度。自行化他事理具足心觀無礙。轉勝於前", "298": "不可比喻。名第五品。此等五品並外凡位假", "299": "名五品。既轉明靜豁入聞慧。通達無滯深信", "3": "前佛後佛。自行化他。究其旨歸。咸宗一妙。佛", "30": "譬次第名醍醐味。故涅槃云。從摩訶般若出", "300": "難動。即入十信六根清淨內凡位也。見思之", "301": "惑任運先除。如冶鐵作器麁垢先盡。故仁王", "302": "般若云。十善菩薩發大心長別三界苦輪海。", "303": "與三藏通教佛果位齊。與別教十迴向齊也。", "304": "信名雖同別教。人之與行深淺永殊。住行向", "305": "地亦復如是。圓賢位竟。次明聖位。四十二", "306": "品並破界外微細無明。初入十住破十品無", "307": "明。證圓佛性開佛知見。故華嚴云。初發心", "308": "時便成正覺。真實之性不由他悟。即此意也。", "309": "證初一位即能分身百佛世界。為十界像普", "31": "大涅槃合於法華。譬從熟酥出醍醐味。故迦", "310": "現色身。隨機設化二住已去。十位加前乃至", "311": "妙覺不可說界。本高迹下普現三昧。次入十", "312": "行更破十品示佛知見。次入十迴向更破十", "313": "品悟佛知見。次入十地進破十品入佛知見。", "314": "竪論雖爾橫論一一皆具開示悟入佛知見", "315": "也。次破一品入等覺。後破一品入妙覺。妙覺", "316": "無上。無所復論。始終理等故名為圓。約事", "317": "仍殊乃分諸位。譬如濕性氷水無殊。融氷成", "318": "水初後宛然。應明六即方顯聖理。圓性恒遍", "319": "生佛咸如。理即佛性如理而知。名字佛性如", "32": "葉領解云。臨欲終時而命其子等即第五味", "320": "知修觀。剎那無間。觀行佛性獲淨六根。相", "321": "似佛性破界外惑。證真初住乃至等覺四十", "322": "一位。分證佛性妙覺一位智斷俱圓。究竟佛", "323": "性理同故即。事異故六。故名六即。如諸大教", "324": "有即名者。生死即涅槃煩惱即菩提等。並判", "325": "六即方免濫非。問華嚴經云。初發心住便成", "326": "正覺。何須更因餘之位耶。答正覺分成名成", "327": "正覺。非即發心成究竟正覺。譬如闇室分四", "328": "十二分。一炷之燈即名室明可同於二三乃", "329": "至四十二炷。若了此喻一成一切成不失。初", "33": "也。餘之六教遍在漸頓之中。同聽異聞互不", "330": "後明昧宛然應知。圓人四門並位位十法淺", "331": "深有異。今且總明十法名相一觀不思議境", "332": "者。謂觀一念所具之心。即無作四諦達此具", "333": "心無非眾生。生佛一如涅槃無二。即苦滅諦", "334": "不可思議。達此具心無非煩惱。煩惱即般若", "335": "即集道諦不可思議。惑智相即因果寧殊。一", "336": "一無非空假中。境即空故方便淨。即假故圓", "337": "淨。即事故性淨。三淨一心中得名大涅槃。故", "338": "淨名云。一切眾生即大涅槃名不思議境。境", "339": "法非一名廣。無非實相名高。故法華云。其", "34": "相知名祕密教。同聽異聞彼彼相知名不定", "340": "車高廣。第二發真正菩提心者。緣前實境起", "341": "四弘誓。緣前若境誓度眾生。故法華云。未", "342": "度者令度。緣前集境誓斷煩惱。故法華云。未", "343": "解者令解。達惑即智則法門無盡誓願知。故", "344": "法華云。未安者令安。生死即涅槃則佛道無", "345": "上誓願成。故法華云。未得涅槃者令得涅槃。", "346": "四諦是所緣之境。四弘是能發之誓。誓若無", "347": "境名為狂願。境不發誓名為頑諦。依諦發心", "348": "離於邪小偏偽之過。故名真正。故法華云。又", "349": "於其上張設幰蓋等。三巧安止觀者。體境法", "35": "教。祕密不定名下之法。只是藏通別圓佛世", "350": "界法界寂然名止。止即定也。寂然常照名觀。", "351": "觀即慧也。此即總安。若分止觀逗四悉機名", "352": "為別安。若總若別無非圓觀故名善巧。故法", "353": "華云。安置丹枕即車內枕也。四破法遍者。以", "354": "圓三觀遍破三惑。惑智俱圓一心中破名破", "355": "法遍。故法華云。其疾如風五識通塞者。苦", "356": "集無明見思塵沙為塞。道滅無明。滅即空即", "357": "假即中等為通。是通須護有塞須破。於通起", "358": "塞亦復如是。節節檢校名識通塞。即車外枕", "359": "也。六道品調適者。無作七科一一調試。隨", "36": "逗機。一音異解從化儀大判且受二名。略明", "360": "宜而入。四念為本雙非枯榮。餘品例之無非", "361": "中道名道品調適。故法華云。有大白牛等。七", "362": "對治助開者。若正道多障圓理不開。須修事。", "363": "助事即五停及三藏六度等事成理顯。事理", "364": "咸如名為合行。故法華云。又多僕從等。八", "365": "知次位令無上慢。九能安忍策進五品而入", "366": "十信。十無法愛策於十信入證初住。故經總", "367": "譬乘是寶車遊於四方。乃至直至道場等。故", "368": "知中下修觀十法。具須上根體境含諸。或一", "369": "二三不定。內外作受無不咸然。大車無量言", "37": "化儀四教義竟。次明藏通別圓四教。亦遍頓", "370": "豈徒設。以法對譬出自一家。本迹所歸圓理", "371": "無二。不別而別。位位增明廣如餘文。非此", "372": "可具依文判義。若四若八目擊道存。更引涅", "373": "槃證成其理。故第六云。凡夫如乳。須陀洹如", "374": "酪。斯陀含如生酥。阿那含如熟酥。阿羅漢辟", "375": "支佛佛如醍醐。大論云。聲聞經中稱阿羅漢", "376": "名為佛地。故三人同是醍醐。此譬三藏教五", "377": "味也。涅槃三十二云。眾生如雜血乳。須陀洹", "378": "斯陀含如淨乳。阿那含如酪。阿羅漢如生酥。", "379": "辟支佛如熟酥。佛如醍醐。此譬通教五味。支", "38": "漸二味之中。華嚴頓部圓教兼別。鹿苑初成", "380": "佛侵習小勝聲聞。故與菩薩同為熟酥。佛正", "381": "習俱盡名醍醐。涅槃第九云。眾生如牛新生", "382": "血乳未別。聲聞如乳。緣覺如酪。菩薩如生", "383": "熟酥。佛如醍醐。此譬別教五味。十信輕毛菩", "384": "薩如雜血乳。九住已前斷通見思名乳比擬", "385": "聲聞。十住小深故比擬支佛如酪。十行十向", "386": "如生熟酥。十地之初已名為佛故如醍醐。涅", "387": "槃二十七云。雪山有草名為忍辱。牛若食者", "388": "即成醍醐。草喻八正。能修八正即見佛性。此", "389": "譬圓教不歷四味即成醍醐。又涅槃二十七", "39": "十二年前說戒定慧三。並屬小但三藏教。十", "390": "云。置毒乳中遍於五味皆能殺人。譬於祕密", "391": "及不定教。毒譬佛性了因種子。五味譬受報", "392": "五道。殺人譬值佛聞法斷惑。不明諸教經不", "393": "可通。無彼經譬教何能顯。問別具五味亦具", "394": "四教。及方等涅槃四教何別。答涅槃四教俱", "395": "知常住。方等四教隔別不融別。具四教法四", "396": "人。一謂菩薩人知四種法。雖四不同善須得", "397": "意。故知稟教自行化他。暗於八教旨歸行解", "398": "甚難通會。為實施權意在於實。卷權歸實意", "399": "在於權。權實雖殊不思議一。本迹久近妙理", "4": "之知見。但機緣差品應物現形。為實施權故", "40": "二年後般若之前大集寶積楞伽思益淨名金", "400": "恒同。十方佛化無他。戒定智慧人人備足。汝", "401": "等所行是菩薩道。五篇何局自度心修。無二", "402": "無三之談方便焉不歸實。得法華意氷冶雲", "403": "銷。古今失意之人。咸招打脚之喻。執實謗", "404": "權尚違安樂之行。執權謗實愆逾七逆者哉。", "405": "謹案天台一宗略論旨趣。究其始末餘文廣", "406": "尋可謂習義觀之初章。辯偏圓之妙慧。終朝", "407": "結舌。遍誦眾經。八音掩扇。常聞梵響。靈山", "408": "親證語不徒施。發陀羅尼言可驗矣。頃因好", "409": "事者直筆書之。儻有見聞者咸資種智自他", "41": "光明。除般若外並屬方等。對半明滿具有四", "410": "功德。冀必由茲法界。怨親俱霑願深。天台", "411": "釋明曠於三童寺錄焉。", "412": "天台八教大意", "42": "教。諸部般若帶半明滿具通別圓無三藏教。", "43": "法華會竟。無三唯一圓教。涅槃最後談常四", "44": "教並知圓理。所以二經同醍醐味。第一明三", "45": "藏教者。仍於法華及大智度論。對斥小乘得", "46": "此名也。論云。迦旃延子自以聰明利根。於", "47": "婆沙中明三藏義。不讀衍經非大菩薩。廣破", "48": "三祇六度。權義建立衍門通別圓三大乘觀", "49": "行。謂四阿含即修多羅藏。俱舍婆沙即阿毘", "5": "分乎八。頓漸祕密不定化之儀式。譬如藥方。", "50": "曇藏。五部毘尼即是戒藏。此之三藏三乘同", "51": "須戒防身口。經多詮定。論多辯慧。聲聞觀", "52": "於四諦。緣覺觀十二因緣。菩薩修事六度。二", "53": "乘則自調自度。菩薩乃弘誓。與拔因雖小異", "54": "俱析實陰而歸但空。聲聞階位立於七賢七", "55": "聖不同。種福乃三生六十劫。次明支佛者。支", "56": "佛此翻緣覺。若出無佛世觀華飛葉落。頓悟", "57": "支佛名為獨覺。生於佛世聞說因緣頓悟支", "58": "佛名為緣覺。並福厚根利謂四生一百劫所", "59": "修因也。三明菩薩乘者。從初發心緣生滅四", "6": "藏通別圓所化之法譬如藥味。初言頓者。從", "60": "諦。發四弘誓願一味度者令度。即眾生無邊", "61": "誓願度。謂度天魔外道。愛見二種六道眾生。", "62": "此緣苦諦境而發心也。二未解者令解。即煩", "63": "惱無數誓願斷願斷。愛見六道眾生二十五", "64": "有。見思之縛令得解脫。即緣集諦境而發心", "65": "也。三未安者令安。謂法門無盡誓願知。即", "66": "令愛見六道眾生。知三十七品道諦。自安此", "67": "緣道諦而發心也。四未得涅槃者令得涅槃。", "68": "即佛道無上誓願成。此令六道愛見眾生。滅", "69": "二十五有因果證滅諦理。此依滅諦境而發", "7": "部得名即華嚴也。佛垂迹化塵劫叵量因。壽", "70": "心也。既以發心須行填願行。即三祇百劫所", "71": "修六度。從初值釋迦牟尼。至罽那尸棄名初", "72": "僧祇。從此常離女人身。亦不自知當得作佛。", "73": "即是外凡五停心總別念位。從尸棄至然燈", "74": "佛。用七莖蓮華供養布髮掩泥。受然燈記當", "75": "得作佛號釋迦文。爾時自知口亦未說名二", "76": "僧祇。此是煖法修事六度。次從然燈至毘婆", "77": "尸佛為第三僧祇。亦知亦說此是頂法之位", "78": "修行六度。若過三祇百劫。種福三十二相百", "79": "福成一相。福謂相因福義多途難可定判。於", "8": "倍之果寧可喻。且從今日一期降生託陰摩", "80": "南洲男身佛出世時。緣佛身相故得種也。一", "81": "云。輪王於四天下自在為一福。有云。如帝", "82": "釋於二天下自在為一福。有云。大千人盲治", "83": "差為一福。有云。一切人破戒能為說法。令", "84": "捨毀禁為一福。有云。不可譬喻唯佛能知。入", "85": "第三僧祇修行大行故福難量。問幾時種三", "86": "十二相因。答極遲百劫極疾九十一劫。故弗", "87": "沙佛觀見釋迦弟子根熟宜在前度。於寶窟", "88": "中放光遠照。菩薩尋光至弗沙所。七日七夜", "89": "一心觀佛。目不暫眴。苦行讚歎。超彌勒前", "9": "耶。主伴互為唯資大法。譬如日出先照高山。", "90": "九劫獲證。修行六度。各有滿時。凡有所施而", "91": "無遮礙。如尸毘王代鴿是檀滿。如須陀摩王", "92": "捨國。獲偈護不妄語是名尸滿。如羼提仙人", "93": "為歌利王割截無恨。身體平復是忍辱滿。如", "94": "大施太子為諸眾生。入海求珠充足窮乏得", "95": "珠入手。海神見其睡即藏其珠。太子覺已。誓", "96": "將此身抒海令盡。天帝感見諸天助之海水", "97": "減半。乃至七日翹足偈讚。弗沙即精進滿。如", "98": "尚闍黎仙人入定鳥巢髻中。待子能飛方乃", "99": "出定是名禪滿。如劬嬪大臣分閻浮提地而"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1930 天台八教大意", "author": "隋 灌頂撰", "sourceLink": "http://www.cbeta.org/"}