{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1962 五方便念佛門", "text": {"0": "No. 1962", "1": "五方便念佛門", "10": "前雖謂體真，猶滯空寂，無量名相昧然不知。", "100": "來身，結跏趺坐，於三七日中，成就五通，供養", "101": "諸佛。諸天散華以為供養，為佛所讚，會中二", "102": "萬人住阿耨多羅三藐三菩提，無量阿僧祇", "103": "人住二乘功德，大精進者，釋迦牟尼佛是也。』", "104": "此文明矣。」約四教者，夫心不獨生，必詫緣起。", "105": "行者念佛之時，意想為因，如來毫光為緣，亦", "106": "名法塵，以對意根故。所起之念，即是所生法，", "107": "觀此根塵能所，三相遷動，新新生滅，念念不", "108": "住，分折方空，無佛無念，藏教小乘也；即觀念", "109": "佛心，起能生所生，無不即空，妄謂心起，心實", "11": "今以無所得而為方便，從空入假，萬相洞明，", "110": "不起，起無自性，體之即空，所觀佛相如鏡中", "111": "像、虛空華，無佛無念，通教大乘也；即觀念佛", "112": "心，起即假名之法，淺深洞鑒，無量名相，如觀", "113": "掌中，了知此心，有如來藏，歷劫斷惑，方證真", "114": "常，離邊顯中，無佛無念，別教大乘也；即觀念", "115": "佛心，起即空假即中，若根若塵，並是法界起，", "116": "一念亦爾，塵剎諸佛，一念照明，六道眾生，剎", "117": "那普應，初即是後，今始覺知，如大福人執石", "118": "成寶，必無捨念，別求離念，即邊而中，無佛無", "119": "念，圓教大乘也，《瓔珞經》明頓悟如來，此之謂", "12": "不為空塵之所惑亂，名方便禪。復次，體真及", "120": "也。", "121": "五方便念佛觀門一卷", "13": "以方便各據空有，不離二邊，令諦觀靜亂本", "14": "無相貌，名言路斷，思想亦絕，名息二邊禪。從", "15": "淺至深，如是分別，原夫圓觀亦無淺深，而淺", "16": "深宛然。敘開念佛五門：第一稱名往生念佛", "17": "三昧門、第二觀相滅罪念佛三昧門、第三諸", "18": "境唯心念佛三昧門、第四心境俱離念佛三", "19": "昧門、第五性起圓通念佛三昧門。諸佛大慈", "2": "天台智者大師撰", "20": "悲常教勅說法。諸菩薩等以種種方便，令眾", "21": "生易解；又自以種種方便，開示般若波羅蜜。", "22": "以何義故說是般若波羅蜜？佛言：「欲令諸菩", "23": "薩等增長念佛三昧故。」以何因緣令念諸佛？", "24": "佛言：「若念佛者，當知是人即與文殊師利等", "25": "無有異。」以何故？此三昧者，諸佛世尊之所遊", "26": "戲，首楞嚴等諸大三昧始出生處，是知將入", "27": "諸佛法，方便誠多。若以一言而具眾門，無過", "28": "念佛。所以者何？一切賢聖皆從念佛而生，一", "29": "切智慧皆從念佛而有。假如十信菩薩及三", "3": "一凝心禪、二制心禪、三體真禪、四方便隨緣", "30": "賢菩薩，皆不離念佛、念法、念僧，乃至不離念", "31": "一切種智；初地菩薩乃至八、九、十地菩薩亦", "32": "不離念佛、念法、念僧，乃至不離念一切種智。", "33": "但以念知差別，隨義立名，眾生迷名，妄生異", "34": "解，漂墜魔界，遂輕念佛之名，仍謂已修別為", "35": "勝業。為愍此故，今略言之。若論修因之人，不", "36": "離三賢十聖；若論證果之者，即是諸佛如來。", "37": "修因之人，繫心常思念十方一切佛；證果之", "38": "者又特啟此，以為微妙清淨第一禪。是知易", "39": "入而證深，無過念佛。嗟呼！末學之流，輕其易", "4": "禪、五息二邊分別禪。凡住心一境，名曰凝心。", "40": "入，失其證深，為見所縛，良可悲矣！又諸佛以", "41": "眾生樂稱諸佛名，生彼國者，則示以稱名往", "42": "生門；眾生有樂覩諸佛身，懼障不見者，則示", "43": "以觀相滅罪門；眾生有迷心執境者，則示以", "44": "諸境唯心門；眾生有計實有者，則示以心境", "45": "俱離門；眾生樂深寂定，趣無生滅者，則示以", "46": "性起圓通門。大哉！世尊，善拔我等，開示一道，", "47": "直至菩提，甚深法門——所謂念佛。唯有大智度", "48": "者，生而知之者，深修定慧者，善經論者，請撿", "49": "此門，與了義大乘等經，有收義不盡處，請試", "5": "且如行者，念佛之時諦觀如來玉毫金相，凝", "50": "言之。是知稱一佛名，智深則深，一言而具眾", "51": "門，信有徵矣。既敘五門來意竟，更敘入方", "52": "便次第。假如行人，口稱南無阿彌陀佛時，心", "53": "必願生彼國土，即是稱名往生門；行者想像", "54": "佛身，專注不已，遂得見佛，光明赫奕，照觸行", "55": "者，爾時所有罪障，皆悉消滅，即是觀相滅罪", "56": "門；又觀此佛，從自心起，無別境界，即是諸境", "57": "唯心門；又觀此心，亦無自相可得，即是心境", "58": "俱離門；行者爾時趣深寂定，放捨一切心意", "59": "意識，將入涅槃，緣十方佛加被護念，興起", "6": "然寂靜了亮洞徹，名凝心禪。次，前雖凝心，所", "60": "智門，行者爾時於一念頃，淨佛國土，成就眾", "61": "生。如何前四門所有功德，百千萬分不及其", "62": "一。何以故？無功用位，能以一身為無量身，任", "63": "運修習故，佛觀護故，諸佛法源盡窮底故，", "64": "普賢願因悉圓滿故，本願力故，法如是故，即", "65": "是性起圓通門。已上五門竟。問：「云何為一", "66": "行三昧？」答：「《大寶積經》第一百一十六云：『文殊", "67": "師利白佛言：「世尊！當云何修行能速得阿耨", "68": "菩提？」佛言：「一行三昧。善男子、善女人修是三", "69": "昧者，速得阿耨多羅三藐三菩提。」文殊師利", "7": "習慣馳散，令制之，令還諦緣金相，名制心禪。", "70": "言：「云何名一行三昧？」佛言：「法界一相，繫緣法", "71": "界，是名一行三昧。若善男子、善女人欲入一", "72": "行三昧，當先聞般若波羅蜜，如說修行，然後", "73": "能入一行三昧。如法界緣，不退、不壞、不思議、", "74": "無礙、無相。善男子、善女人欲入一行三昧，應", "75": "處空閑，捨諸亂意，不取相貌，繫心一佛，專稱", "76": "佛名字，隨佛方所，端身正向，能於一佛念念", "77": "相續，即是念中能見三世諸佛。何以故？念一", "78": "佛功德無量無邊，亦與無量諸佛功德無量", "79": "辯才。如是入一行三昧者，盡知恒沙諸佛法界", "8": "復次，前雖制心，得住定境，既非理觀，皆屬事", "80": "無差別相。」』此文良證。」問曰：「人多畫像而以", "81": "觀禮，有何聖教？」答：「《大寶積經》第八十九云：『爾", "82": "時大精進菩薩持畫佛㲲像，入於深山，寂靜無", "83": "人、禽獸之間。開現畫像，取草為座，在畫像前，", "84": "結跏趺坐，正身正念，觀於如來。諦觀察已，作", "85": "如是念：「如來是希有微妙，畫像尚爾，端坐微", "86": "妙，況復如來正遍知身？」復作是念：「云何觀佛？」", "87": "爾時，林神知彼菩薩心之所念，白菩薩言：「善", "88": "男子！汝念：『云何觀佛？』」答言：「若欲觀佛，當觀畫", "89": "像，觀此畫像，不異如來，是名觀佛？如是觀佛，", "9": "修，今體本空，誰制？無佛、無念，名體真禪。復次，", "90": "如是觀者，是為善觀。」時大精進作如是念：「我", "91": "今云何觀此畫像與如來等？」復作是念：「如是", "92": "畫像者，非覺、非知，一切諸法亦復如是，但有", "93": "名字。如是名字自性空寂，本無所有，如來之", "94": "身其相如是。畫像非證、非果，非證者、非得者，", "95": "非住者、非去來，非生、非滅，非淨、非色，非貪、瞋、", "96": "痴，畫像非陰、界、入，非初、中、後，一切諸法亦復", "97": "如是，如來身相亦復如是。如此畫像，非覺、非", "98": "知、非作，一切諸佛亦復如是，觀如來身相亦", "99": "復如是，乃至六根亦復如是。」菩薩如是觀如"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1962 五方便念佛門", "author": "隋 智顗撰", "sourceLink": "http://www.cbeta.org/"}