{"author": "宋 施護譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1376 佛說聖莊嚴陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "佛說聖莊嚴陀羅尼經卷下", "1": "西天譯經三藏朝散大夫試鴻臚卿", "2": "傳法大師臣施護奉　詔譯", "3": "爾時帝釋天主。說自莊嚴明曰。", "4": "三野體難難左引度努𠺽穌引那帝引穌引那", "5": "帝引帝引那帝引帝引那帝引努哩彌二合引酥彌", "6": "引那摩彌引那彌引底隷彌隷摩摩薩哩嚩二合", "7": "薩怛嚩二合引喃引洛乞叉二合引迦嚕引引扇引底", "8": "娑嚩二合悉怛也三合野喃野引嚩切摩引滿鄧", "9": "迦嚕彌娑嚩二合引賀引", "10": "爾時毘沙門天王。說自莊嚴明曰。", "11": "三野體難難尼引馱努史引迦儞愈二合引哆訖哩", "12": "二合目枳引入嚩二合隷引那彌引尾賀隷娑引", "13": "哩引娑哩嚩底扇引底娑嚩二合悉怛也三合野", "14": "喃摩摩薩哩嚩二合薩怛嚩二合引喃引左夜引嚩", "15": "切摩引滿度引婆挽覩娑嚩二合引賀引", "16": "爾時持國天王。說自莊嚴明曰。", "17": "三野體難馱哩引難馱哩引馱囉尼馱哩引阿", "18": "左愈二合帝布嚕母嚕扇引底孕二合娑嚩二合", "19": "悉怛也三合野喃摩摩薩哩嚩二合薩怛嚩二合", "20": "喃引左洛羼迦嚕引彌夜嚩切摩滿度引婆挽", "21": "覩娑嚩二合引賀引", "22": "爾時增長天王。說自莊嚴明曰。", "23": "三野體難暗拏哩引半多哩引迦囉引帝引迦囉", "24": "半帝引迦囉嚕鼻引迦哩馱哩引迦曩迦鉢怛", "25": "哩二合引嚕嚕彌乞叉二合乞叉二合彌引阿引乞", "26": "叉二合彌引波乞叉二合扇引底孕二合娑嚩二合", "27": "悉怛也三合野喃摩摩薩哩嚩二合薩怛嚩二合", "28": "喃引左洛乞叉二合引俱嚕夜引嚩切摩引滿鄧", "29": "婆嚩覩娑嚩二合引賀引", "30": "爾時廣目天王。說自莊嚴明曰。", "31": "三野體難摩惹羅惹羅惹惹摩羅地哩地哩迦", "32": "哩迦哩三滿哆枳哩枳哩扇引底娑嚩二合悉", "33": "怛也三合野喃摩摩薩哩嚩二合薩怛嚩二合引喃引", "34": "左夜引嚩切引麼滿鄧迦嚕引彌娑嚩二合引賀引", "35": "爾時妙月天子。說自莊嚴明曰。", "36": "三野體難唵引嚩引禰引尾摩隷引鉢囉二合", "37": "婆引娑嚩二合哩引設多囉濕彌二合引娑賀娑囉", "38": "二合𡆆濕彌二合引鉢囉二合底娑囉底娑嚩二合", "39": "底娑嚩二合悉怛也三合野喃俱嚕摩摩薩哩嚩", "40": "二合薩怛嚩二合引喃引夜嚩切摩引滿鄧迦嚕引", "41": "彌娑嚩二合引賀引", "42": "爾時一切天眾異口同聲。說莊嚴明曰。", "43": "三野體難俱嚕俱嚕酥嚕酥嚕布嚕布嚕扇引", "44": "底孕二合娑嚩二合悉怛也三合野喃俱嚕摩摩", "45": "薩哩嚩二合薩怛嚩二合喃引左野引嚩切摩滿", "46": "鄧迦嚕引彌娑嚩二合引賀引", "47": "爾時諸星宿天異口同聲。說莊嚴明曰。", "48": "三野體難哆隷引哆摩隷引阿隷引那隷引阿引", "49": "迦引舍尾摩隷引扇引底孕二合娑嚩二合悉怛", "50": "也三合野喃迦嚕引彌摩摩薩哩嚩二合薩怛", "51": "嚩二合喃引左野引嚩切摩引滿鄧迦嚕引彌娑", "52": "嚩二合引賀引", "53": "爾時一切龍眾異口同聲。說莊嚴明曰。", "54": "三野體難嚩隷摩隷阿左隷麼地引阿引戍麼", "55": "地引布引計扇引底孕二合娑嚩二合悉怛也三合", "56": "野喃俱嚕摩摩薩哩嚩二合薩怛嚩二合喃引左", "57": "野引嚩切摩滿鄧迦嚕引彌娑嚩二合引賀引", "58": "爾時二十八大藥叉軍主眾。異口同聲說莊", "59": "嚴明曰。", "60": "三野體難涅哩二合茶鉢底鉢底嚕嚕達囉達", "61": "囉扇底孕二合娑嚩二合悉怛也三合野喃迦嚕", "62": "引彌摩摩薩哩嚩二合薩怛嚩二合喃引左野引", "63": "嚩切摩引滿鄧迦嚕引彌娑嚩二合引賀引", "64": "爾時畢隷多毘舍遮鳩槃茶等眾。異口同聲", "65": "說莊嚴明曰。", "66": "三野體難尾部底三挽哩哆引曩引尾部底扇", "67": "底孕二合娑嚩二合悉怛也三合野喃摩摩薩哩", "68": "嚩二合引薩怛嚩二合引喃引左野引嚩切摩滿鄧迦", "69": "嚕引彌娑嚩二合引賀引", "70": "爾時布單曩羯吒布單曩眾。異口同聲說莊", "71": "嚴明曰。", "72": "三野體難波努彌引迦囉引帝引鳥馱野二合哆", "73": "祖囉拏二合娑彌囉尼引醋半底扇底孕二合娑", "74": "嚩二合悉怛也三合野喃迦嚕引彌摩摩薩哩嚩", "75": "二合薩怛嚩二合引室左二合野引嚩切摩引滿鄧迦", "76": "嚕引彌娑嚩二合引賀引", "77": "爾時一切末怛哩二合眾。異口同聲說莊嚴明", "78": "曰。", "79": "三野體難迦隷摩計引隷引哆哩引哆摩哩引扇", "80": "引底孕二合娑嚩二合悉怛也三合野喃迦嚕引彌", "81": "摩摩薩哩嚩二合薩怛嚩二合引喃引野引嚩切摩", "82": "滿鄧迦嚕彌娑嚩二合引賀引", "83": "爾時四方四羅剎。異口同聲說莊嚴明曰。", "84": "三野體難阿儞引播引儞引佉濟引佉嚩濟引", "85": "祛祛哩隷閉波哩賀引哩扇底娑嚩二合悉怛", "86": "也三合野喃迦嚕引彌摩摩薩哩嚩二合薩怛嚩", "87": "二合引喃引左野引嚩切摩引滿鄧迦嚕引彌娑嚩", "88": "二合引賀引", "89": "爾時捺囉彌多羅剎女。說莊嚴明曰。", "90": "三野體難那那哩引那哩引賀賀賀賀呬呬呬", "91": "呬護護護護尸枳枳枳唧枳唧尾目契摩佉惹", "92": "佉喫吒彌致桉吒桉吒吒囉吒吒訖囉二合摩", "93": "惹俱儒俱儒努努努努嚕二合努嚕二合怛嚕二", "94": "合切彌隷彌彌隷阿曩過過欠彌努努努底體", "95": "底彌底儞體隷彌致唧底彌致隷致閉致閉怛", "96": "哩二合閉怛哩二合尼努呬儞母呬儞羅呬引嚩", "97": "呬引那姹閉引曳", "98": "爾時娑婆世界主大梵天王。前白佛言世尊", "99": "我等天眾龍眾夜叉眾。乃至捺囉彌帝如是", "100": "等眾。悉於此時對世尊前。各說自明為欲擁", "101": "護羅睺羅童子。不令一切惡鬼神類。侵近惱", "102": "亂。得晝安隱得夜安隱。及一切時獲住快樂。", "103": "世尊我等所說自明。不唯擁護羅睺羅童子。", "104": "亦與未來一切眾生而作擁護。世尊若有眾", "105": "生。得聞我等如是諸明。當須志心憶念受", "106": "持。當令彼等一切行不饒益種種之類或一", "107": "由旬或二由旬或三四由旬乃至十由旬內。", "108": "不敢侵近驚怖退散遠避而去。能令如是十", "109": "由旬內。諸惡消滅疾沴不行。刀兵毒藥皆", "110": "悉遠離。亦復不為一切天龍夜叉羅剎乾闥", "111": "婆阿修羅迦樓羅緊曩羅摩睺羅伽等而為障", "112": "礙。亦復不為一切部多非人之類而為障礙。", "113": "世尊如是等眾。若有違逆不隨順者。彼眾不", "114": "容斥令離族。", "115": "爾時世尊告阿難言。此大梵天王而於我前。", "116": "說是誠實之言我已證知。阿難我所宣說大", "117": "莊嚴陀羅尼。有大力勢能伏諸惡。有所饒益", "118": "我已先說。阿難若復有人。以彼一切人非人", "119": "等邪明呪術。欲於眾生執持繫縛種種惱亂。", "120": "或在地上或在虛空。或在山際或在山頂及", "121": "一切處。以我聖莊嚴陀羅尼威德力故悉皆", "122": "破滅。於諸眾生不能為害。", "123": "佛復謂阿難言。佛真實法真實僧真實。天真", "124": "實仙真實。如是五者不可違逆。阿難如我所", "125": "說汝善受持。使於未來流行世間。與諸眾生", "126": "為大饒益。佛說是經已時。羅睺羅童子得聞", "127": "世尊說大莊嚴陀羅尼。及承一切明而擁護", "128": "故。不離是會得安隱樂。心意快然歡喜踊躍。", "129": "以頭著地禮如來足。與諸侍人還復王宮。慈", "130": "氏菩薩阿難陀。乃至天龍夜叉及一切人非", "131": "人等。聞佛所說歡喜信受禮佛而退。", "132": "佛說聖莊嚴陀羅尼卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1376 佛說聖莊嚴陀羅尼經", "source": "CBETA"}