{"author": "尸陀槃尼撰  符秦 僧伽跋澄譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1547 鞞婆沙論: 鞞婆沙論: 鞞婆沙: 鞞婆沙論: 鞞婆沙", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "解十門大章40 三三昧處", "1": "鞞婆沙論卷第十四", "2": "阿羅漢尸陀槃尼撰", "3": "符秦罽賓三藏僧伽跋澄譯", "4": "41 中陰處中陰處第四十一出阿毘曇結使揵度人品非次", "5": "中陰者。何以故作此論。答曰。斷他意故作此", "6": "論。或有欲令有中陰。或有欲令無中陰。鞞婆", "7": "闍婆提欲令無中陰。育多婆提欲令有中陰。", "8": "問曰。鞞婆闍婆提何意欲令無中陰。答曰。彼", "9": "從佛契經欲令無有中陰。五無間罪作已。增", "10": "長無間必生地獄中。若以無間生地獄者。是", "11": "故無中陰。餘契經說偈曰。", "12": "梵志命根盡未至閻王所", "13": "中無頓止處必往不可除", "14": "若中無頓止處者。是故無有中陰。復更說世", "15": "俗喻事。如光如影無有中間。如是若終若生", "16": "無有中間。以此契經證故。鞞婆闍婆提說無", "17": "有中陰。問曰。育多婆提何意欲令有中陰。答", "18": "曰。從契經起。欲令有中陰。彼言。世尊契經", "19": "說。三事合故入母胎中。父母共會。母或時滿。", "20": "有所堪任香陰已至。若香陰至者。是故有中", "21": "陰。餘契經說五阿那含。中般涅槃生般涅槃", "22": "行般涅槃無行般涅槃上流至阿迦膩吒。若", "23": "說中般涅槃者。是故有中陰。餘契經婆蹉梵", "24": "志至世尊所問曰。瞿曇。若是時捨此身已未", "25": "至餘處。眾生乘意行。瞿曇。當爾時此眾生依", "26": "受何住。沙門瞿曇。為彼眾生說依受何住。世", "27": "尊說曰。婆蹉。若是時捨此身已未生餘處。眾", "28": "生乘意行。婆蹉。當爾時彼眾生依受愛住。我", "29": "說彼依受愛住。若說眾生捨此身已未生餘", "30": "處。眾生乘意行者。是故有中陰。復更說詰", "31": "責事。若言無中陰者。謂從閻浮提終生欝單", "32": "越者。彼於此中斷彼間未有而有。若爾者應", "33": "無有法而有。莫言有咎。是故有中陰。如是一", "34": "說如是二但說有中陰好。問曰。若有中陰者。", "35": "此育多婆提云何通。彼鞞婆闍婆提所說契", "36": "經證。答曰。此契經證有意可通。問曰。有何意", "37": "云何通。答曰。謂佛說契經五無間罪作已。增", "38": "長無間必生地獄中者。佛於此契經除餘趣", "39": "除餘行。除餘趣者。謂五無間罪作已增長。必", "40": "生地獄中不生餘趣。除餘行者。謂五無間罪", "41": "要受生報。不受現報不受後報。是謂此契經", "42": "意之所通。如汝所說。此契經五無間罪作已。", "43": "增長無間必生地獄中者。有此要當具五無", "44": "間罪作已增長必生地獄耶。頗有四三二一", "45": "生地獄耶。或有。除五更餘罪生地獄耶。頗有", "46": "時時五無間罪作已增長即生地獄耶。為或", "47": "住世百歲耶。此契經或有意或無意。但不說", "48": "無有中陰。問曰。若爾者如此偈云何通。", "49": "梵志命根盡未至閻王所", "50": "中無止頓處必往不可除", "51": "答曰。佛於此偈除餘趣除餘行。除餘趣者。謂", "52": "此梵志作惡行增長已。必生地獄不生餘趣。", "53": "除餘行者。謂此梵志作惡行增長已。必受生", "54": "報非現法報後報。問曰。此世間喻云何通。如", "55": "光如影無有中間。如是若終若生無有中間。", "56": "答曰。此不應通。此非契經非律非阿毘曇。不", "57": "可以世間喻壞賢聖法。世間喻異。賢聖法異。", "58": "復次應壞。若壞喻以亦應壞義。光及影非命", "59": "根無意非眾生數。若終若生有命根有意是", "60": "眾生數。設通此喻當有何意。答曰。此喻乃說", "61": "有中陰非說無中陰。如光如影無有中間。如", "62": "是死陰中陰無有中間。中陰生陰亦無中間。", "63": "如是此喻乃說有中陰。非說無中陰。問曰。此", "64": "鞞婆闍婆提云何通。彼育多婆提所說契經", "65": "證。答曰。彼說者如所說。三事合故入母胎中", "66": "父母共合會母。或時滿有所堪任香陰已至", "67": "者。此不應說香陰已至。何以故不應說。此為", "68": "彈琴耶而言香陰以至。問曰。若不應說者此", "69": "云何。答曰。當言名陰行。何以故。彼因陰行。", "70": "是故說當言名陰行。說者此不論。何以故。若", "71": "說香陰若說陰行。故不能除中陰。問曰。此云", "72": "何通五阿那含。中般涅槃生般涅槃行般涅", "73": "槃無行般涅槃上流至阿迦膩吒。答曰。彼說", "74": "者有天名中。彼生中天命未盡而終。說者此", "75": "不論。何以故佛契經不說名中天。佛契經說。", "76": "從四天王至非想非不想天不聞有中天。復", "77": "次此契經說。生般涅槃行般涅槃無行般涅", "78": "槃。欲令有天命。生般涅槃行般涅槃無行般", "79": "涅槃耶。復次如汝說。命未盡而終名中般涅", "80": "槃者。除菩薩及欝單越人。餘一切眾生命未", "81": "盡而終。欲令一切眾生中般涅槃耶。問曰。云", "82": "何通。婆蹉梵志至世尊所問曰。瞿曇。若是時", "83": "捨此身已未生餘處。眾生乘意行。瞿曇。當爾", "84": "時此眾生依受何住。沙門瞿曇。為彼眾生說", "85": "依受何住。世尊說曰。婆蹉。若是時捨此身已", "86": "未生餘處。眾生乘意行。婆蹉。當爾時彼眾生", "87": "依受愛住。我說彼依受愛住。此云何通。答", "88": "曰。彼說者。此中說無色界天乘意行。彼梵志", "89": "有朋友。極敬念而命終。以天眼觀欲界而不", "90": "見。觀色界亦不見。如不見已彼便作念。為斷", "91": "滅耶。為云何。彼聞有沙門瞿曇一切智一切", "92": "見。我當往至彼問其本末。爾時梵志至世尊", "93": "所。到已白世尊曰。瞿曇。為是時捨此身以", "94": "未生餘處眾生乘意行。瞿曇。當爾時此眾生", "95": "依受何住。沙門瞿曇。為彼眾生說依受何住。", "96": "世尊說曰。婆蹉。若爾時捨此身已未生餘處", "97": "眾生乘意行。婆蹉。當爾時彼眾生依受愛住。", "98": "我說依受愛住。以此知說無色界天乘意行。", "99": "問曰。佛契經多說乘意行。或化或中陰或色", "100": "無色天或始人或地獄。此中云何知無色天", "101": "乘意行。彼亦問。此云何知中陰乘意行。答曰。", "102": "即此契經知此中說捨此身已未生餘處。以", "103": "是故此契經說中陰乘意行。問曰。若無中陰", "104": "者。謂閻浮提命終已生欝單越。彼於此斷於", "105": "彼無有而有。若無有而有者。是則無有法而", "106": "有。答曰。彼說者彼終不捨死時陰。要當受生", "107": "時陰。得生時陰已。然彼捨死時陰。如虫名", "108": "蚇蠖。終不捨後足要當安前足。安前足已然", "109": "後舉後足。如是彼終不捨死時陰。要前受生", "110": "陰。受生名然後捨死時陰。", "111": "問曰。如汝說。謂人間命終生地獄中。彼不應", "112": "捨人間陰得地獄陰。若不捨人間陰得地獄", "113": "陰者。彼應即人為地獄。若即人為地獄者。是", "114": "則極壞。如世尊說五趣。地獄餓鬼畜生天人", "115": "與相違。但彼無智果闇果愚癡果不勤果。謂", "116": "言無中陰。但有中陰真實有種相。是謂斷他", "117": "意現己意。說如等法故作此論莫令斷他意。", "118": "亦莫現己意。但說如等法故作此論。問曰。若", "119": "有中陰者形為大小。答曰。如四五月小兒。是", "120": "中陰形大小。問曰。若形如此者不應有顛倒", "121": "想。於母所有婬心。於父所有害心。於父所有", "122": "婬心。於母所有害心。答曰。雖此形小但彼捷", "123": "疾諸根利。如人畫壁作老人形像形小而老。", "124": "如是彼中陰形雖小。但彼捷疾諸根利。", "125": "問曰。菩薩中陰形為大小。答曰。如本身有三", "126": "十二相八十種好莊嚴其身。紫磨金色圓光", "127": "一尋。梵音聲妙聲伽毘陵伽鳥視之無厭。以", "128": "是故住中陰時。百億天下妙光普遍。謂日月", "129": "最妙多力猶不能遍照。彼以妙光普遍。見妙", "130": "光已眾生各各相知。異眾生生異眾生生。問", "131": "曰。若如此菩薩生中陰者。尊者法實偈云何", "132": "通。", "133": "菩薩妙清淨乘大白龍象", "134": "從兜術天下降神入母胎", "135": "問曰。此偈不必通。何以故。非契經非律非阿", "136": "毘曇。但作頌者。欲令句義合故。若必通此偈", "137": "者當何意。答曰。此現方俗吉故。菩薩母夢中", "138": "見順。彼相書所記故。但菩薩從九十一劫除", "139": "畜生。彼豈乘畜生入母胎耶。問曰。趣中陰為", "140": "云何。答曰。謂生地獄者足在上頭向下。如佛", "141": "所說偈。", "142": "諸墮地獄者足上頭向下", "143": "惡意於仙人戒德及苦行", "144": "謂生天上者。頭上足在下。如箭射虛空。謂生", "145": "諸方者傾身而去。如鳥飛虛空如神足飛。問", "146": "曰。中陰形為云何。答曰。地獄者如地獄形。如", "147": "是乃至天為天形。", "148": "問曰。中陰者自相見耶。答曰。相見。", "149": "問曰。若相見者何者見耶。答曰。地獄者還", "150": "見地獄。如是乃至天還見天。更有說者。天中", "151": "陰見五趣中陰。人見四餓鬼見三畜生見二", "152": "地獄見一。如是說者地獄見地獄。如是至天。", "153": "問曰。此所生眼見中陰耶。答曰。不也。問曰。", "154": "云何知。答曰有。契經佛契經說。謂若男若女", "155": "犯戒與惡法俱。彼身壞時未至惡趣。意所乘", "156": "行如黑羊毛。光如夜闇冥。謂極淨天眼彼能", "157": "見。謂若男若女持戒行與善法俱。彼身壞時", "158": "未生善趣。意所乘行如白淨衣。光如夜月盛", "159": "明。謂極淨天眼彼能見。以此契經可知。謂天", "160": "眼不極淨彼不能見。況所生眼當能見耶。問", "161": "曰。住中為幾時。答曰。生天及地獄者。速生餓", "162": "鬼畜生。人如合會時不久終已便生。", "163": "問曰。或有眾生合會便生者可爾。謂不合會", "164": "母或在天竺。父或至震旦。而彼命終當云何", "165": "生。答曰。當觀彼眾生緣轉不轉。若彼於母緣", "166": "不轉於父緣轉。彼時母極守貞正。要趣至他", "167": "人所令彼得生。若於父緣不轉於母緣轉。彼", "168": "時父極守貞正。要當趣他女人所令彼得生。", "169": "問曰。若二俱緣不轉二俱不合此終當云何", "170": "生。答曰。彼眾生緣行故。父所營事未訖市", "171": "肆未成便有還心。彼尋路行時不為刀兵火", "172": "毒所中。亦不因他終要還己。俱緣合會彼便", "173": "得生。", "174": "問曰。謂眾生常行欲者此可爾。謂眾生時節", "175": "行欲者。如馬春時行欲。犎牛夏時行欲。狗", "176": "秋時行欲。豹冬時行欲。彼眾生命終時云何", "177": "生。答曰。彼眾生緣故。非時所行欲彼便得", "178": "生。或曰。彼生相似處此名。牛亦名犎牛。犎", "179": "牛者時節行欲。牛者常行欲。謂應生犎牛", "180": "者便生牛中。名為狗亦名為狐。狐者常行欲。", "181": "狗者時節行欲。謂應生狗中者便生狐中。名", "182": "為熊亦名為羆。羆者常行欲。熊者時節行欲。", "183": "應生熊者便生羆中。尊者婆須蜜說曰。中陰", "184": "者當言七日住。當言過耶。答曰。中陰住當言", "185": "七日。何以故。身羸故住七日不過七日。問", "186": "曰。謂滿七日父母不合會者。彼時為斷耶。答", "187": "曰。不斷但還生中陰。重說曰。中陰者當言七", "188": "七日。尊者曇摩多羅說曰。中陰者父母不合", "189": "會亦可久時住。問曰。中陰者有衣無衣耶。答", "190": "曰。色界一切諸天有衣。何以故。如法身不裸", "191": "形。生身亦爾。欲界中菩薩有衣。及白淨比丘", "192": "尼有衣。餘一切眾生無衣。更有說者。白淨", "193": "比丘尼有衣。菩薩無衣。問曰。何以故。白淨", "194": "比丘尼有衣菩薩無衣。答曰。白淨比丘尼", "195": "以衣布施聖眾故。問曰。菩薩所施衣多。非", "196": "白淨比丘尼所施衣毛數。何以故。白淨比", "197": "丘尼有衣菩薩無衣。答曰。白淨比丘尼以衣", "198": "施聖眾作誓願。令我於中陰有衣。以是故於", "199": "中陰有衣。即以此衣入母胎中。以此衣出母", "200": "胎。謂白淨比丘尼增長衣亦隨身增長。謂大", "201": "己出家學道。取所著衣割截作五衣。成阿羅", "202": "漢果。捨有餘涅槃界。入無餘涅槃界而般涅", "203": "槃。即以衣纏身而耶維之。菩薩所作功德。盡", "204": "願求無上正真道。是故最後身於一切眾生", "205": "中成最妙果。以是故。白淨比丘尼有衣菩薩", "206": "無衣。", "207": "問曰。中陰食為云何。答曰。諸倉厨中器所盛", "208": "食而取食之。問曰。如雨下甚多。如是眾生墮", "209": "阿鼻地獄。中陰其數如此。何況餘趣中陰數", "210": "耶。若盡來食者。此諸眾生當何所食。復次此", "211": "食極重。化身甚細。云何食此而得消化。答曰。", "212": "此者不論。", "213": "問曰。若不爾者當云何。答曰。以香為食。諸有", "214": "德眾生食花果香妙食香。諸無德眾生圊廁", "215": "不淨及污泥氣以為食。問曰。中陰何處。答曰。", "216": "欲界色界非無色界。問曰。何以故。欲界色界", "217": "非無色界。答曰。謂有色者便有中陰。無色中", "218": "無色是故無中陰。問曰。何以故。有色便有中", "219": "陰。答曰。如印印泥則有文現。如是本有中有。", "220": "若有色者見已便知有如此中陰。是故謂有", "221": "色者便有中陰。或曰。謂有來往便有中陰。無", "222": "色界中無有來往。是故無色中無有中陰。問", "223": "曰。於此身終即生此身。彼云何有來往。答曰。", "224": "謂此眾生或有識從足指滅者。或從頂滅。或", "225": "從臍滅。或從心滅。謂從足指滅者。當知生惡", "226": "趣中。謂從頂滅者。當知必生天上。謂從臍滅", "227": "者。當知必生諸方。謂從心滅者。當知必般涅", "228": "槃。謂此眾生多愛著面。謂識從足指滅者。還", "229": "來趣面是彼往來。復次從足指滅即趣足指。", "230": "無色界中亦無有此。以是故。無色界無有中", "231": "陰。問曰。中陰趣所攝趣耶。若趣所攝者。此施", "232": "設云何通。彼所問四生為攝五趣耶。五趣為", "233": "攝四生耶。彼中答。四生攝五趣。非五趣攝四", "234": "生。問曰。不攝何等。答曰。中陰也。若離趣者。", "235": "此尊者曇摩難陀所說云何通。彼所說中陰", "236": "者隨趣所攝。如種子萌芽未成實名為稻。如", "237": "是地獄中陰。雖未至地獄名為地獄。如是至", "238": "天作此論已。答曰。中陰趣所攝。問曰。若中", "239": "陰趣所攝者。尊者曇摩難陀所說為善通。如", "240": "施設所問。四生攝五趣耶。為五趣攝四生", "241": "耶。彼中答。四生攝五趣非五趣攝四生。問", "242": "曰。不攝何等。答曰。中陰也。此云何通。答曰。", "243": "此所說應當爾。四生攝五趣耶。五趣攝四生", "244": "耶。答曰。隨種相攝此應當爾。更有說者。中陰", "245": "離趣。問曰。若中陰離趣者。施設所說善通。如", "246": "尊者曇摩難提所說。中陰隨趣所攝。如稻子", "247": "萌芽未成實名為稻。如是地獄中陰雖未至", "248": "地獄名為地獄。如是至天。答曰。彼尊者說不", "249": "向餘趣不說攝。謂彼地獄中陰彼不趣餘趣。", "250": "要當生地獄。如是至天。是故尊者曇摩難提", "251": "說。不向餘趣不說攝。如是說者中陰離趣。何", "252": "以故。中陰者是亂趣者非亂。不應非亂攝亂。", "253": "亦不應亂攝非亂。或曰。中陰者不定趣者定。", "254": "不應不定攝定。亦不應定攝不定。或曰。趣者", "255": "已到為名中陰者方當趣。以是故中陰離趣。", "256": "問曰。中陰者具諸根耶。為不具諸根耶。有一", "257": "說者具諸根。更有說者不具諸根。問曰。若不", "258": "具諸根者。諸本有不具諸根。彼即是中陰", "259": "耶。有一根者即是。更有說者異。如是說者中", "260": "陰具諸根。何以故。中陰者始行。復次彼眾生", "261": "六門常求有。是故中陰具諸根。問曰。中陰去", "262": "速耶。為神足去速耶。有一說者神足去速非", "263": "中陰。更有說者。中陰去速非神足。何以故。行", "264": "力強非神足力。如是說者神足去速非中陰。", "265": "問曰。若神足去速非中陰者。何以故。說行力", "266": "強非神足。答曰。當聽所以說行力強非神足", "267": "力者。神足者能止神足佛能止一切眾生。一", "268": "切眾生不能止佛。辟支佛者除佛能止一切", "269": "眾生。一切眾生不能止辟支佛。尊者舍利弗", "270": "者。除佛辟支佛已能止一切眾生。一切眾生", "271": "不能止。尊者舍利弗。乃至利根止鈍根。鈍根", "272": "不能止利根。中陰者非眾生所能止。非法非", "273": "呪術亦非藥。非佛辟支佛及聲聞度無極能", "274": "止。要當往生。是故說行力強非神足力。但神", "275": "足去速非中陰。如世尊契經所說。三事合會", "276": "已入於母胎。父母合會為婬欲故。母或時滿。", "277": "時滿者。彼女人以欲滿體如滿溢河。如是彼", "278": "女人婬欲滿體。更有說者。母或時滿者。是女", "279": "人病。是故說或時滿。有所堪任者。彼女人極", "280": "有力。懷妊持至九月十月。是故說有所堪任。", "281": "香陰已至。香陰者中陰也。香陰於彼時有二", "282": "意愛心及害心。若女者彼於父有愛心於母", "283": "有害心。作是念。無此女者我共此男合會。彼", "284": "不見母自見共父合會。謂父母不淨彼作是", "285": "念是我有。見已便悶。悶已此陰轉厚。陰轉厚", "286": "已便捨中陰得生陰。若男者彼於母有愛心", "287": "於父有害心。作是念。若無此男者我與此女", "288": "合會。彼不見父便與女人合會。謂父母不淨", "289": "彼作是念是我有。見已便悶。悶已此陰轉厚。", "290": "陰轉厚已便捨中陰得生陰。一切凡夫如是", "291": "顛倒意入母胎。唯一菩薩無顛倒心入母胎。", "292": "謂世尊說此契經。父母有德香陰無德。不得", "293": "入母胎。香陰有德父母無德。亦不得入母胎。", "294": "父母有德香陰亦有德。三事等合得入母胎。", "295": "問曰。如此豪貴者亦與賤女共會。或賤男共", "296": "貴女合會。云何三事等和合。答曰。謂豪貴與", "297": "賤女人共會者。彼賤女人隨彼得貴。謂若賤", "298": "男與貴女共會。彼貴女隨彼得賤處。如是三", "299": "事等和合。問曰。中陰由何處入母胎。答曰。中", "300": "陰隨所欲入。何以故。謂中陰者。於垣牆樹木", "301": "山河石壁盡無所閡。如是說者。中陰從產門", "302": "入母胎。以此事故。雙生兒前出為小後出為", "303": "大。何以故。謂彼先入故。問曰。如一胎中有五", "304": "趣中陰可得。如猪狗魚蝦蟇。謂胎中地獄", "305": "中陰可得。云何不燒彼胎。答曰。彼火行所作。", "306": "謂作惡行者便被燒。謂不作惡行者便不被", "307": "燒。復次彼根本大地獄。猶尚不恒被燒。何況", "308": "中陰恒被燒耶。如彼目連施設所說。或有時", "309": "活大地獄有冷風起。展轉唱音言。等活眾生", "310": "等活眾生。彼眾生還活肌肉血脈還生。如彼", "311": "根本大地獄猶尚不恒被燒。何況中陰恒被", "312": "燒耶。此說中陰四種。一中陰。二意乘行。三香", "313": "陰。四求有。問曰。何以故說中陰。答曰。二陰", "314": "中間故名為中陰。二陰者死陰生陰。此二陰", "315": "中間生故名為中陰。問曰。何以故說意乘行。", "316": "答曰。意所生故名意乘行。眾生或以行生。或", "317": "以結生。或意生行生者地獄是。要畢其行終", "318": "不中死。結生者卵生胎生及欲界化生天。意", "319": "生者化中陰及色無色界天始初人。此中意", "320": "生故中陰名意乘行。問曰。何以故說香陰。答", "321": "曰。以香存命故。中陰名香陰。問曰。何以故說", "322": "求有。答曰。於六入門常求有。是故中陰說求", "323": "有。如世尊契經說。調達即身入地獄。問曰。調", "324": "達有中陰耶無中陰耶。答曰。調達有中陰。但", "325": "死陰即滅中陰尋生。中陰即滅生陰尋生。說", "326": "者釋提桓因以契經白世尊。偈曰。", "327": "於此坐終已大仙我天身", "328": "既還復其命淨眼我自知", "329": "問曰。釋提桓因為終更生。為不終不生。若終", "330": "更生者彼中陰云何。若不終不生者此偈云", "331": "何通偈如上也。作此論已。答曰。釋提桓因終已更", "332": "生問曰。若終已更生者云何。答曰。諸天中陰", "333": "生陰化生也。化者死身不現不可知。問曰。如", "334": "所說。此天如十六男女形。在天膝上坐。爾時", "335": "諸天不見耶。答曰見。但諸天作是念。此釋提", "336": "桓因極大力極大德極大神足。於如來前現其", "337": "神足。更有說者。彼諸大威德天。如因陀羅披", "338": "樓那伊沙那此三釋子亦如五。如是彼諸大天等本有", "339": "中有大小。一種如是釋提桓因終已更生身", "340": "大。但諸天不知。如是說者釋提桓因不終不", "341": "生。問曰。若釋提桓因不終不生者。此偈云何", "342": "通偈如上也。答曰。除五衰相故說偈。諸天有五衰相", "343": "有五死相。五衰相者。諸天身潔淨柔軟從香", "344": "池浴。還出池已水不著身。衰時。便著。諸天身", "345": "力強目初不眴。衰時便眴。諸天五欲境界", "346": "極妙極好端正無比。常不樂一處意如陶輪。", "347": "衰時便守一處。諸天衣裳瓔珞相𢴤。聲妙。", "348": "猶五樂音。衰時便無音聲。諸天遍有光明。如", "349": "摩尼寶。影不可見。衰時便有影現。更有說者。", "350": "影不可見但光不極妙是謂五衰相。五死相", "351": "者。諸天花冠未曾萎而萎。寶衣未曾有垢而", "352": "有垢。腋下汗流。形色變易。不樂本座。是謂五", "353": "死相。衰相者猶可禁制。死相者不可禁制。釋", "354": "提桓因生五衰相。不久當生五死相便作是", "355": "念。我當何恃怙脫五死相。觀唯有佛。便往", "356": "至世尊所聽微妙法。歡喜見諦即除五衰相。", "357": "故彼以軟愛言白世尊。說此偈偈如上也。或曰。除惡", "358": "道故說此偈。佛於惡道拔濟釋提桓因。安處", "359": "天人中。彼即除惡道故。以軟愛言白世尊。我", "360": "應於惡道即滅斷壞。遭遇世尊拔濟惡道。如", "361": "人出獄中囚著安隱處。彼囚數至人所。以軟", "362": "愛言答謝彼人。我應於獄中斷壞。遭蒙仁恩", "363": "得脫此難。如是佛世尊於惡道拔濟釋提桓", "364": "因。安處天人中。彼即除惡道故。以軟愛言白", "365": "世尊。我應於惡道即滅斷壞。遭遇世尊拔濟", "366": "惡道。以無上慧得存此命。皆世尊恩。是謂除", "367": "惡道故說偈。或曰。見斷結病盡故說偈。世尊", "368": "脫釋提桓因見斷結病。安處第一義如醫療病", "369": "令得除愈。彼人數數至醫所。以軟愛言答謝", "370": "彼人。我應於病斷壞。遭蒙仁恩得免此疾。", "371": "如是佛世尊說釋提桓因見斷結病。安處", "372": "第一義。彼即除見斷結病盡故。以軟愛言白", "373": "世尊。我應於見斷結病斷壞。遭遇世尊拔濟", "374": "見斷結病。以無上慧得存此命。皆世尊恩。是", "375": "謂除見斷結病故說此偈。或曰。謂欲令現法", "376": "報行增益長壽。釋提桓因見佛聽法。受現法", "377": "報增益長壽。是謂現法受報故說此偈。問曰。", "378": "中陰為轉耶為不轉耶。答曰不轉。界趣處所", "379": "故。問曰。若中陰界不轉者。此不多聞比丘。生", "380": "經云何通。說者一比丘不多聞坐禪。因宿緣", "381": "故得世俗初禪彼作是念。我得須陀洹果。得", "382": "世俗二禪。復作是念。我得斯陀含果。得世俗", "383": "三禪。復作是念。我得阿那含果。得世俗四禪。", "384": "復作是念。我得阿羅漢果。彼於此中未得想", "385": "得。捨方便不增求未得欲得未獲欲獲未證", "386": "欲證。彼即命終生第四禪地中陰。便作是念。", "387": "我一切結盡斷一切生死。應般涅槃不應更生。", "388": "何以故有此中陰。必無解脫。若令有者我今", "389": "應有。彼生邪見誹謗涅槃便於四禪地中陰。", "390": "轉生阿毘大地獄中。答曰。彼本有時轉非入", "391": "中陰轉。彼於此中未得想得。捨方便不增求", "392": "未得欲得未獲欲獲未證欲證。彼臨欲命終", "393": "時。生第四禪地瑞應。彼見已便作是念。我一", "394": "切結盡。我斷一切生死。應般涅槃不應更生", "395": "何以故有此瑞應。必無解脫。若令有者我今", "396": "應有。彼生邪見誹謗涅槃。便於四禪地瑞應", "397": "轉生阿毘大地獄中。是謂本有時轉非入中", "398": "陰轉。", "399": "問曰。若中陰趣不轉者。彼善行惡行生經云", "400": "何通。說者舍衛城有二人。一人行善。一人行", "401": "惡。彼行善者彼即命終。因後生報行故生地", "402": "獄中陰。便作是念。我當極修善不作惡行。", "403": "應生天上不墮地獄。何以故生地獄中陰。彼", "404": "憶修善已轉生地獄中陰。得天中陰即生天", "405": "上。行不善者命終。因後生報行生天中陰。彼", "406": "作是念。我常極作惡行不修善行。應墮地獄", "407": "不應生天。何以故生天中陰。見已作是念。必", "408": "無善惡報果。若有者我今應有。彼生邪見誹", "409": "謗因果。轉天中陰得地獄中陰即生地獄。若", "410": "中陰趣不轉者。此二人云何轉。答曰。彼本有", "411": "時轉非入中陰轉。凡一切眾生命欲終時。必", "412": "有善惡瑞應。彼善行者善瑞應。不善行者惡", "413": "瑞應。善瑞應者如所說偈。", "414": "若見善行者終時作是言", "415": "我視苑園觀流河水花池", "416": "惡瑞應者。如所說偈。", "417": "若見惡行者終時作是言", "418": "我視火刀劍鵄犬及狐狼", "419": "彼善行者。因後生報行。命欲終時生地獄瑞", "420": "應。見已作是念。我常極修善不作惡行。應生", "421": "天上不應墮地獄。何以故生地獄瑞應。彼憶", "422": "修善已。轉地獄瑞應終已生天上。彼不善行", "423": "因後生報行。命欲終時生天瑞應。見已作是", "424": "念。我常極作惡行不修善行。應墮地獄不應", "425": "生天。何以故生天瑞應。必無善惡報果。若令", "426": "有者我今應有。彼生邪見誹謗因果。轉天瑞", "427": "應終已生阿鼻大地獄中。是謂本有時轉非入", "428": "中陰轉。問曰。若中陰處所不轉者。瓶沙王生", "429": "經云何通。如所說從兜術中陰至兜術天。當", "430": "爾時四天王毘沙門大天王。設餚饌食香", "431": "氣極妙。瓶沙王聞彼香已。轉兜術中陰生四", "432": "天王。若中陰處所不轉者。瓶沙王云何轉。答", "433": "曰。瓶沙王亦本有時轉非入中陰轉。說者阿", "434": "闍世王父王法王無過無惡。撿在牢獄刑刀", "435": "削足。禁制飲食使不得通。長抱苦惱不能堪", "436": "忍。便作是念。世尊不見我苦。善逝不念我", "437": "苦。", "438": "爾時世尊及五百比丘遊摩竭國耆闍崛山。", "439": "爾時世尊知瓶沙王意之所念。告尊者目揵", "440": "連曰。目揵連。汝往至瓶沙王所。持我言善", "441": "慰勞大王。世尊作是說。大王。我與汝所作已", "442": "作免於惡趣。汝所作惡行定當受報。惡行報", "443": "者如來尚不免。況今大王。爾時尊者大目揵", "444": "連受世尊教已。即入三昧。於耆闍崛山沒至", "445": "彼牢獄。爾時尊者目揵連從三昧起。告瓶", "446": "沙王曰。大王。世尊作是說。大王我與汝所作", "447": "已作免於惡趣。汝今所作惡行定當受報。惡", "448": "行報者如來尚不免。況今大王如是尊者目", "449": "揵連廣為說法。瓶沙王飢渴所逼不知法妙。", "450": "爾時瓶沙王問尊者目揵連。目揵連何處天", "451": "有極妙食。我生已得食。尊者目揵連稱歎四", "452": "天王天至他化自在天有極妙食。瓶沙王應", "453": "生兜術天。聞彼飲食已作是念。我先食此近", "454": "食已。然後當生兜術天。彼命終已生四天王。", "455": "作毘沙門太子名最勝子。是謂本有時轉非入", "456": "中陰轉。以此事可知。中陰界亦不轉。趣亦不", "457": "轉。處所亦不轉。如尊者目揵連施設所說。", "458": "始人者以胸臆行名為摩睺勒。生三手眾生", "459": "名為象。問曰。彼眾生為終已作摩睺勒象。為", "460": "不終不生。若終已更生者中陰云何。若不終", "461": "不生者。何以故說。人或是摩睺勒或是象。作", "462": "此論已。答曰。彼眾生終已更生。問曰。若終已", "463": "更生者。彼中陰云何。答曰。謂彼本陰中陰盡", "464": "是化。化者身不可見。更有說者。彼眾生亦不", "465": "終亦不生。問曰。若不終不生者。何以故說。人", "466": "或是摩睺勒或是象。答曰。謂彼眾生從光音", "467": "終來此彼當爾。是畜生中但形如人。後轉飲", "468": "食惡時惡眾生意惡。巧詐滋多故。人形轉滅", "469": "遂成畜生形如蝦蟇。初色黑身圓。後色蒼", "470": "形方。如是彼眾生從光音天來生畜生中。但", "471": "人形。以生四惡事故。人形轉滅遂成畜生", "472": "形。是謂彼眾生說或摩睺勒或是象。但不終", "473": "不生。廣說中陰處盡。", "474": "42 四生處鞞婆沙四生處第四十二", "475": "四生者。卵生胎生濕生化生。問曰。卵生云何。", "476": "答曰。謂眾生卵生。入卵卵所纏卵所裹啄破", "477": "生等生起等起成轉成有。此云何。答曰。如雁", "478": "鴛鴦孔雀鸚鵡鴝鵒千秋。或龍或金翅鳥或", "479": "人。如是比眾生卵生。入卵卵所纏卵所裹啄", "480": "破生轉生起等起成轉成有。是謂卵生。", "481": "問曰。胎生云何。答曰。謂眾生胎網生。入胎", "482": "網胎網所纏胎網所裹裂壞生等生起等起成", "483": "轉成有。此云何。答曰。象馬猪羊騾驢駱駝水", "484": "牛野鹿。或龍或金翅鳥或人。如是比眾生胎", "485": "網生。入胎網胎網所纏胎網所裹裂壞生等", "486": "生起等起成轉成有。是謂胎生。", "487": "問曰。濕生云何。答曰。謂眾生因竹𥯤孔腐樹", "488": "孔。因臭魚臭肉或因穢食。或因圊廁污泥。或", "489": "因諸糞除。或因熱氣欝烝。或各各相近。或各", "490": "各相逼。生等生起等起成轉成有。此云何。答", "491": "曰。蛣蜣蚊虻飛蛾蠅虫蟻子。或龍或金翅", "492": "鳥或人。如是比眾生因竹𥯤孔腐樹孔。因臭", "493": "魚臭肉。或因穢食。或因圊廁污泥。或因諸糞", "494": "除。或因熱氣欝烝。或各各相近。或各各相逼。", "495": "生等生起等起成轉成有。是謂濕生。", "496": "問曰。化生云何。答曰。謂眾生成就一切根具", "497": "足身支節。一時生等生起等起成轉成有。此", "498": "云何。答曰。一切地獄一切餓鬼一切中陰一", "499": "切天。或龍或金翅鳥或人。如是比眾生成就", "500": "一切根具足身支節。一時生等生起等起成", "501": "轉成有。是謂化生。", "502": "問曰。四生有何性。答曰。四陰五陰性。欲色", "503": "界五陰性。無色界四陰性。是謂四生性。已種", "504": "相身已有自然。說性已當說行。何以故說", "505": "生。生有何義。答曰。眾生已生扼故名為生。", "506": "問曰。若眾生已生扼故名為生者。界趣亦", "507": "扼眾生。何以故不說生耶。答曰。謂唯有眾", "508": "生扼及一切眾生扼。謂界者雖一切眾生", "509": "扼。但非眾生數。亦扼趣者。雖眾生扼但", "510": "非一切眾生扼。離中陰故。此生唯眾生扼", "511": "及一切眾生扼。是故說四生。問曰。四生界", "512": "有幾生。答曰。欲界一切四生可得。色無色界", "513": "唯一切化生。問曰。此四生趣有幾生。答曰。地", "514": "獄餓鬼天唯一化生。更有說者。餓鬼胎生可", "515": "得。如彼餓鬼女。向尊者目揵連。說偈。", "516": "晝有二五子夜間亦二五", "517": "尋生我已食我意猶不飽", "518": "畜生及人一切四生可得。問曰。云何知人中", "519": "有卵生。答曰。如所說閻浮利地多有商人。入", "520": "海採寶得二鵠鳥。形色極妙隨意所化。失", "521": "一一在。謂在者與共遊戲覆臥一室。彼合會", "522": "時遂漸生二卵。卵後漸熟便生二童子。極妙", "523": "端正。後大出家學道得阿羅漢果。一名尊者", "524": "耆尸披羅。二名尊者復鉢尸披羅。聞久作", "525": "南山寺主。", "526": "問曰。云何知人中有濕生。答曰。如所說有頂", "527": "生王尊者遮羅尊者優波遮羅利女。", "528": "問曰。云何知人中有化生。答曰。劫初人是也。", "529": "說曰。一切從四生生盡得聖法。聖人已得聖", "530": "法者。不復卵生濕生。問曰。何以故聖人已得", "531": "聖法不復卵生濕生。答曰。卵生濕生畜生趣", "532": "所攝。聖人者已離畜生趣。或曰。此二生多有", "533": "愚。聖人者已得觀。或曰。卵生濕生者逼迮。聖", "534": "人者意廣。或曰。卵生濕生無可恃怙。聖人者", "535": "成就恃怙法。若披梨女有恃怙者。不應有輕", "536": "易女彼極下賤。檀提梵志無喻女無敢輕易", "537": "者。以有主故。或曰。聖人者濕生卵生二生。", "538": "若卵從母胎出啄卵出。以此事故鳥名二生。", "539": "如沙門及梵志。名為二生。從母胎生出家學", "540": "道。尊者瞿沙說曰。何以故聖人已得聖法不", "541": "復卵生濕生。答曰。如父趣向子亦爾。問曰。云", "542": "何如父趣向子亦爾。答曰。如已成菩薩不卵", "543": "生濕生。如是聖人已得聖法。不卵生濕生。是", "544": "故說如父趣向子亦爾。是謂聖人已得聖法", "545": "不卵生濕生。問曰。四生何生最廣。有一說者。", "546": "卵生最廣。說者外國四海邊山腹巖腹平澤", "547": "卵滿其中。驢騾駱駝象馬猪羊水牛野鹿盡", "548": "蹈破之。如是卵生最廣。更有說者。胎生最廣。", "549": "說者一魚一蝦蟇生子。滿七稻田七河。如是", "550": "胎生最廣。更有說者。濕生最廣。說者如夏月", "551": "時鹵土灰牛屎肉及諸濕處積聚。從欲界至", "552": "梵天。須臾一時頃虫滿其中。如是濕生最廣。", "553": "如是說者化生最廣。何以故。謂化生盡攝三", "554": "趣。二趣少所入。盡三趣者。地獄餓鬼天。二趣", "555": "少所入者。畜生及人。復次欲色界一切眾生", "556": "皆生中陰。中陰者是生生他。以是故化生最", "557": "廣。", "558": "問曰。四生何生最妙。答曰。化生最妙。問曰。", "559": "若化生最妙者。何以故佛世尊不從化生。答", "560": "曰。不等和合故。謂有化人時爾時無佛。謂有", "561": "佛時爾時無化生人。是謂不等和合故佛世", "562": "尊不化生。或曰。化生身無力故。不勝十力四", "563": "無所畏。或曰。化身柔軟不勝無上正真道。或", "564": "曰。此一向極愛念與親相續。菩薩恒一向極", "565": "愛修善。以是故胎生不化生。或曰。菩薩長夜", "566": "作行求尊父母。父母亦長夜作行求孝順子。", "567": "若菩薩從化生者。則誓願行無果無報。以是", "568": "故菩薩胎生不化生。或曰。說法受故。若世尊", "569": "從化生已。詣聚論所呵責者。彼比丘當作念。", "570": "此人無父母無兄弟姊妹及諸親族。但來呵", "571": "責我等。如閻浮利地最豪貴家親族眾多。迦", "572": "維羅衛最為人中。世尊生彼。如口含唾不樂", "573": "久停。出家學道住一林中歎譽一林。以是故", "574": "說法時多有受化。是謂說法受故佛世尊胎", "575": "生不化生。或曰。斷誹謗故。世尊胎生不化生。", "576": "如世尊在大眾中。一切人無不見者。從兜術", "577": "天終降生母胎。十月已滿在林毘園生。即行", "578": "七步。二龍浴身二十九出家。三十五得道。六", "579": "年苦行已。食二女乳糜。降魔官屬成無上道。", "580": "猶有異學來誹謗者。過百劫已。於大海中生", "581": "一幻士食一切施。何況世尊化生者。異學豈", "582": "不增誹謗耶。是謂斷誹謗故世尊胎生不化", "583": "生。或曰。饒益他故。世尊胎生不化生。若世", "584": "尊化生者。般涅槃時不見身舍利。若不見者。", "585": "如今般涅槃滅千載。舍利如芥子。百千眾生", "586": "皆悉供養恭敬。供養恭敬已。願求佛辟支佛", "587": "聲聞道。豪貴家天上人中形貌端正無有雙", "588": "比。乃至入無餘涅槃界。若世尊化生者。爾所", "589": "功德盡斷滅不現。以是故佛世尊胎生不化", "590": "生。問曰。何以故化生終時身不可見。答曰。化", "591": "生身者。一時生。一時滅。如人入水。一時沒一", "592": "時出。出已還沒不復現。如是化生身。一時", "593": "生一時滅。或曰。化生身者多有造色少四大。", "594": "多四大故終時可見。或曰。化生身者多根少", "595": "非根。多非根故終時可見。化生者少髮毛爪", "596": "齒骨。以是故化生身終時身不可見。問曰。若", "597": "化生身終時不可見者。彼契經云何通。化生", "598": "金翅鳥搏撮化生龍而食。若化生不現者。云", "599": "何以彼為食。答曰。意欲食故取之。但不除飢", "600": "渴。或曰。化身妙軟入腹即當食。如油如酥入", "601": "腹當食。如是化身妙軟入腹即當食。或曰。一", "602": "時吞是故當食。或曰。彼金翅鳥有方便意。先", "603": "吞其尾然後至頭。命未斷時以當食。是故化", "604": "身當食。問曰。若化身終時不現者。彼餘契經", "605": "云何通。彼地獄卒取彼罪人。從脚剝皮至頸。", "606": "從頸至足。云何可見。答曰。著身故可見。離身", "607": "不可見。如重雲電光。出則見沒則不見。如是", "608": "著身故可見。離身不可見。問曰。天上鳥是卵", "609": "生耶。為化生耶。若卵生者應終時身見。諸", "610": "天見已何得不起憎惡心耶。諸天有六種樂。", "611": "謂眼見色盡見可樂不見非樂。喜非不喜。念", "612": "非不念。善色非不善色。快色非不快色。妙非", "613": "不妙。如是至意作此論已。有一說者。天上鳥", "614": "卵生。問曰。若卵生者應終時身可見。諸天見", "615": "已何得不起憎惡心耶。答曰。天上鳥終時可", "616": "見。但風吹去速。如是說者。天上鳥化生。廣說", "617": "四生處盡。", "618": "鞞婆沙論卷第十四"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1547 鞞婆沙論: 鞞婆沙論: 鞞婆沙: 鞞婆沙論: 鞞婆沙", "source": "CBETA"}