{"author": "梁 寶唱撰", "englishTitle": "Taisho Tripitaka, Electronic version, No. 2063 比丘尼傳", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "齊15 剡齊興寺德樂尼傳", "1": "比丘尼傳卷第四梁", "2": "大莊嚴寺釋寶唱撰", "3": "梁禪林寺淨秀尼傳一", "4": "禪林寺僧念尼傳二", "5": "成都長樂寺曇暉尼傳三", "6": "高昌都郎中寺憑尼傳四", "7": "閑居寺慧勝尼傳五", "8": "東青園寺淨賢尼傳六", "9": "竹園寺淨淵尼傳七", "10": "竹園寺淨行尼傳八", "11": "南晉陵寺令玉尼傳九", "12": "閑居寺僧述尼傳十", "13": "西青園寺妙禕尼傳十一", "14": "樂安寺慧暉尼傳十二", "15": "邸山寺道貴尼傳十三", "16": "山陰招明寺法宣尼傳十四", "17": "1 禪林寺淨秀尼傳禪林寺淨秀尼傳一", "18": "淨秀本姓梁。安定烏氏人也。祖疇征虜司馬", "19": "父粲之龍川縣都鄉侯。淨秀幼而聰叡好", "20": "行慈仁。七歲自然持齋。家中請僧轉涅槃經。", "21": "聞斷魚肉即便蔬食。不敢令二親知。若得鮭", "22": "鱔密自棄之。從外國沙門普練諮受五戒。精", "23": "勤奉持不曾違犯。禮拜讀誦晝夜不休。年十", "24": "二便求出家。父母禁之。及手能書常自寫經。", "25": "所有資財唯充功德不營俗好。不衣錦繡不", "26": "著粉黛。如此推遷。至十九方得聽許。為青園", "27": "寺首尼弟子。事師竭誠猶懼弗及。三業勤修", "28": "夙夜匪懈。僧使眾役每居其首。跋涉勤劬觸", "29": "事關涉善神敬護常在左右。時有馬先生。世", "30": "呼神人也。見秀記言。此尼當生兜率。嘗三人", "31": "同於佛殿內坐。忽聞空中聲狀如牛吼。二人", "32": "驚怖。唯秀淡然。還房取燭始登堦。復聞空", "33": "中語曰。諸尼避路秀禪師歸。他日又與數人", "34": "於禪房中坐。一尼鼾眠睡中。見有一人頭柱", "35": "殿。語曰。勿驚秀尼。後時與諸尼同坐。一尼", "36": "暫起。還見一人。抵掌止之曰。莫撓秀尼。進", "37": "止俯仰必遵律範。欲請曜法師講十誦律。但", "38": "有錢一千憂事不辦。夜夢見鵶鵲鸜鵒子各", "39": "乘軒車大小稱形。同聲唱言。我當助秀尼講。", "40": "及至經營有七十檀越爭設妙供。後又請法", "41": "頴律師重講十誦。開題之日澡罐中水自然", "42": "香馥。其日就坐更無餘伴。起懼犯獨以諮律", "43": "師。律師答言。不犯。秀觀諸尼未盡如法。乃", "44": "歎曰。洪徽未遠靈緒稍隤。自非正己焉能導", "45": "物。即行摩那埵以自悔首。合眾見之悉共", "46": "相率。退思補過慚愧懺謝。宋元嘉七年外國", "47": "沙門求那跋摩至都。律範清高。秀更從受戒。", "48": "而青園徒眾悟解不同思立別住。外嚴法禁", "49": "內安禪默。庶微稱己心。宋南昌公主及黃修", "50": "儀。以大明七年八月。共施宜知地以立精舍。", "51": "秀麻衣藿食。躬執泥瓦夙夜盡勤。製龕造像", "52": "無所不備。同住十餘人皆以禪定為業。泰始", "53": "三年明帝勅以寺從其所集宜名禪林。秀", "54": "手寫眾經。別立經臺置在于堂內。娑伽羅", "55": "龍王二兄弟。現迹彌日示其擁護。知識往來", "56": "無不見者。每奉請聖僧果食之上必有異", "57": "迹。又嘗七日供養禮懺訖攝心澍想。即見", "58": "二胡僧舉手共語。一稱彌呿羅。一稱毘佉", "59": "羅。所著袈裟色如熟桑椹。秀即以泥染衣色", "60": "令如所見。他日又請阿耨達池五百羅漢。復", "61": "請罽賓國五百羅漢。又請京邑大德二旬大", "62": "會。第二日又見一胡僧。合眾疑之。因即借", "63": "問。云從罽賓來至已一年。使守門者密加覘", "64": "視。多人共見從宋林門出。始行十餘步奄忽", "65": "不見。又曾浴聖僧內外寂靜。唯有犧杓之聲。", "66": "其諸瑞異皆類此也。齊文惠帝竟陵文宣王。", "67": "厚相禮待供施無廢。年耆力弱不復能行。梁", "68": "天監三年勅見聽乘輿至內殿。五年六月十七", "69": "日。苦心悶不復飲食。彭城寺慧令法師六", "70": "月十九日夢見一柱殿嚴麗非常。謂是兜率天", "71": "宮。見淨秀在其中。令即囑之。得生好處勿", "72": "忘將接。秀曰。法師兄是大丈夫。弘通經教自", "73": "應居勝地。令聞秀病往看之述夢中事。至七", "74": "月十三日小間。自夢見幡蓋樂器在佛殿西。", "75": "二十二日請相識僧會別。二十七日告諸弟", "76": "子。我升兜率天。言絕而卒。年八十九。", "77": "2 禪林寺僧念尼傳禪林寺僧念尼傳二", "78": "僧念。本姓羊。泰山南城人也。父彌州從事", "79": "吏。念即招提寺曇叡法師之姑也。珪璋早秀", "80": "才監明達。立德幼年十歲出家。為法護尼", "81": "弟子。從師住太后寺。貞節苦心禪思精密。博", "82": "涉多通文義兼美。蔬食禮懺老而彌篤。誦法", "83": "華經日夜七遍。宋文孝武二帝常加資給。齊", "84": "永明中移住禪林寺。禪範大隆諸學者眾。", "85": "司徒竟陵王四事供養。年九十。梁天監三年", "86": "卒。葬秣陵縣中興里內。", "87": "3 成都長樂寺曇暉尼傳成都長樂寺曇暉尼傳三", "88": "曇暉。本姓青陽。名白玉。成都人也。幼樂修道", "89": "父母不許。元嘉九年有外國禪師畺良耶舍。", "90": "入蜀大弘禪觀。暉年十一。啟母求請禪師欲", "91": "諮禪法。母從之。耶舍一見。歎此人有分令其", "92": "修習。囑法育尼使相左右。母已許嫁於暉之", "93": "姑子。出門有曰。不展餘計。育尼密迎還寺。暉", "94": "深立誓願。若我道心不遂。遂致逼迫者。當以", "95": "火自焚耳。刺史甄法崇聞之。遣使迎暉。集", "96": "諸綱佐及有望之民。請諸僧尼窮相難盡。法", "97": "崇問曰。汝審能出家不。答曰。微願久發特乞", "98": "救濟。法崇曰善。遣使語姑。姑即奉教。從法", "99": "育尼出家。年始十三矣。從昱學修觀行。裁", "100": "得稟受。即於座末便得入定。見東方有二光", "101": "明。其一如日而白。其一如月而青。即於定中", "102": "立念云。白者必是菩薩道。青者聲聞法。若審", "103": "然者當令青者銷而白光熾。即應此念。青光", "104": "遂滅。白光熾滿。及至起定為昱尼說。昱", "105": "尼善觀道聞而歡喜讚善。時同坐四十餘人", "106": "莫不見歎其希有也。後婿心疑以為姧詐。相", "107": "率抄取將歸其家。曇暉時年十六矣。以婢使", "108": "營衛不受侵逼。婿無如之何。復以訴州。刺", "109": "史賞異。問畺良耶舍曰。此人根利慎勿違", "110": "之。若婿家須相分解費用不足者。貧道有一", "111": "蒼頭即為隨喜。於是解釋。後於禪中自解佛", "112": "性。常住大乘等義並非師受。時諸名師極力", "113": "問難無能屈者。於是聲馳遠近莫不歸服。宋", "114": "元嘉十九年。臨川王臨南兗延之至鎮。時年", "115": "二十一。驃騎牧陝復携住南楚。男女道俗北", "116": "面擁󰆠者千二百人。歲月稍淹思母轉至。固", "117": "請還鄉。德行既高門徒日眾。於市橋西北自", "118": "營塔廟。殿堂廂廊倏忽而成。復營三寺皆悉", "119": "神速。莫不歎服。稱有神力焉。年八十三。天監", "120": "三年而卒。初張峻隨父母益州。嘗忽然直", "121": "往不令預知。同行賓客三十許人坐始定。便", "122": "下菓糉並悉時珍。刺史劉悛後嘗率往亦", "123": "復如之。梁宣武王嘗送物使暉設百人會。本", "124": "言不出臨中自往。及至乃有三百僧。并王佐", "125": "吏近四百人。將欲行道。遣婢來倩人下食。", "126": "即遣人。唯見二弟子及二婢奠食都無雜", "127": "手力。王彌復歎之。不可量也。或有問暉者。", "128": "見師生徒不過中家之產。而造作云為有若", "129": "神化。何以至此耶。答云。貧道常自無居貯。若", "130": "須費用役五三金而已。隨復有之不知所以", "131": "而然。故談者以為有無盡藏焉。時又有花光", "132": "尼。本姓鮮于。深禪妙觀洞其幽微。遍覽三", "133": "藏傍兼百氏。尤能屬文。述暉贊頌。詞旨有", "134": "則。不乖風雅焉。", "135": "4 偽高昌都郎中寺馮尼傳偽高昌都郎中寺馮尼傳四", "136": "馮尼者。本姓馮。高昌人也。時人敬重。因以姓", "137": "為號。年三十出家住高昌都郎中寺。菜蔬一", "138": "食戒行精苦。燒六指供養。皆悉至掌。誦大", "139": "般涅槃經。三日一遍。時有法慧法師。精進", "140": "邁群。為高昌一國尼依止師。馮後忽謂法惠", "141": "言。阿闍梨未好。馮是闍梨善知識。闍梨可", "142": "往龜茲國金花帳下直月聞當得勝法。法", "143": "惠聞而從之。往至彼寺見直月。直月歡喜", "144": "以蒲萄酒一升與之令飲。法惠驚愕。我來覓", "145": "勝法。翻然飲我。非法之物不肯飲。直月推", "146": "背急令出去。法惠退思。我既遠來未達此意。", "147": "恐不宜違。即頓飲之。醉吐迷悶無所復識。直", "148": "月便自他行。法惠酒醒自知犯戒追大慚愧。", "149": "自搥其身悔責所行欲自害命。因此思惟", "150": "得第三果。直月還問曰。已得耶。答曰。然。因", "151": "還高昌。未至二百里。初無音信。馮呼尼眾遠", "152": "出迎候。先知之迹皆類此也。高昌諸尼莫不", "153": "師奉。年九十六。梁天監三年卒。", "154": "5 梁閑居寺慧勝尼傳梁閑居寺慧勝尼傳五", "155": "慧勝。本姓唐。彭城人也。父僧智寓建康。勝", "156": "幼願出家。以方正自立希於語言。言必能行", "157": "身無輕躁。旬日不出戶牖。見之者莫不敬異。", "158": "以宋元嘉二十一年出家。時年十八。為淨秀", "159": "尼弟子。住禪林寺。具戒以後講法華經。隨", "160": "集善寺緒尼學五行禪。後從草堂寺思隱", "161": "靈根寺法穎。備修觀行。奇相妙證獨得懷", "162": "抱。人見而問之。皆答云。罪無輕重一時發露。", "163": "懺悔懇惻以晝係夜。貴賤崇敬供施不斷。年", "164": "八十一。梁天監四年卒。葬于白板山也。", "165": "6 東青園寺淨賢尼傳東青園寺淨賢尼傳六", "166": "淨賢。本姓弘。永世人也。住青園東寺。有幹", "167": "局才能而好修禪定。博窮經律言必典正。雖", "168": "不講說精究旨要。宋文皇帝善之。湘東王或", "169": "齠齓之年眠好驚魘。勅從淨賢尼受三自歸。", "170": "悸寐即愈。帝益相善。厚崇供施內外親賞。", "171": "及明帝即位。禮待益隆資給彌重。建齋設講", "172": "相繼不絕。當時名士莫不宗敬。後總寺任十", "173": "有餘載。年七十五。梁天監四年而卒。復有", "174": "惠高寶顒。皆知名。慧高坐禪誦經勤營眾", "175": "務。寶顒講法華經明於觀行。", "176": "7 竹園寺淨淵尼傳竹園寺淨淵尼傳七", "177": "淨淵。本姓時。鉅鹿人也。幼有成人之智五六", "178": "歲時甞聚沙為塔刻木作像。燒香拜敬彌", "179": "日不足。每聞人言。輒難盡取其理究。二十出", "180": "家。戀慕膝下。不食不寢。飲水持齋。諫曉不", "181": "從。終竟七日。自爾之後蔬食長齋。戒忍精苦", "182": "不由課勵。師友嗟敬遠近稱譽。齊文帝大相", "183": "欽禮。四事供養。信驛重沓。年七十一。天監", "184": "五年卒也。", "185": "8 竹園寺淨行尼傳竹園寺淨行尼傳八", "186": "淨行。即淨淵尼第五妹也。幼而神理清秀遠", "187": "識遒贍。爽烈有志分風調舉止每輒不群。", "188": "少經與大袜令郭洽妻臧氏相識。洽欲害其", "189": "妻言泄于路。行請兄諫洽。洽不從之。行密語", "190": "臧氏。臧氏不信。行執手慟泣。於是而反。後", "191": "一二日洽果害之。及年十七從法施尼出家", "192": "住竹園寺。學成實毘曇涅槃華嚴。每見事端", "193": "已達旨趣。探究淵賾博辯無窮。齊竟陵文宣", "194": "王蕭子良厚加資給。僧宗寶亮二法師雅相", "195": "賞異。及請講說聽眾數百人。官第尼寺法事", "196": "連續。當時先達無能屈者。竟陵王後區品學", "197": "眾欲撰僧錄。莫可與行為輩。後有尼聰朗特", "198": "達。博辯若神。行特親狎之。眾亦以為後來之", "199": "秀。可學為儔也。行晚節好禪觀菜食精苦。", "200": "皇帝聞之雅相歎賞。年六十六。天監八年", "201": "而卒。葬于鍾山。", "202": "9 南晉陵寺釋令玉尼傳南晉陵寺釋令玉尼傳九", "203": "令玉。本姓蔡。建康人也。少出家住何后寺", "204": "禪房。為淨曜尼弟子。淨曜律行純白思業", "205": "過人。玉少事師長恭勤匪懈。始受十戒威儀", "206": "可觀。及受具足禁行清白有若氷霜。博尋", "207": "五部妙究幽宗。雅能傳述。宋邵陵王大相", "208": "欽敬。請為南晉陵寺主。固讓不當。王不能屈。", "209": "以啟元徽。元徽再勅事不獲免。在任積年。", "210": "不矜而莊不厲而威。年七十六。梁天監八年", "211": "卒寺。復有令惠戒忍慧力。並顯名。令惠誦", "212": "妙法蓮華維摩勝鬘等經。勤身蔬飯卓然眾", "213": "表。戒忍聰朗好學經目不忘。惠力雅識虛通", "214": "無所矯競。", "215": "10 閑居寺僧述尼傳閑居寺僧述尼傳十", "216": "僧述。本姓懷。彭城人也。父僧珍僑居建康。述", "217": "幼而志道。八歲蔬食。及年十九。以宋元嘉二", "218": "十四年從禪林寺淨秀尼出家。節行清苦法", "219": "檢不虧。遊心經律靡不遍覽。後偏功十誦文", "220": "義優洽。復從隱審二法師。諮受祕觀遍三昧", "221": "門。移住禪林寺為禪學所宗。去來投集更成", "222": "囂動。述因有隱居之志。宋臨川王母張貴嬪", "223": "聞之。捨所居宅欲為立寺。時制不許輒造。", "224": "到元徽二年九月一日。汝南王母吳充華啟。", "225": "勅即就締構。堂殿房宇五十餘間。率其同志", "226": "二十人以禪寂為樂。名曰閑居。述動靜守貞", "227": "不斆浮飾。宋齊之季世道紛喧。且禪且寂風", "228": "塵不擾。齊文帝竟陵文宣王大相禮遇。修飾", "229": "一寺事事光奇。四時供養未曾休息。及大梁", "230": "開泰天下有道。白黑敬仰四遠雲萃。而述不", "231": "蓄私財隨得隨散。或賬濟四眾。或放生。乞施", "232": "造金像五軀。並皆壯麗。寫經及律一千餘卷。", "233": "縹帙帶軸寶飾新嚴。年八十四。梁天監十", "234": "四年而卒。葬于鍾山之陽也。", "235": "11 西青園寺妙禕尼傳西青園寺妙禕尼傳十一", "236": "妙禕。本姓劉。建康人也。齠綺之年而神機", "237": "秀發。幼出家住西青園寺。戒行無點神情超", "238": "悟。敦信布惠莫不懷之。雅好談說尤善言", "239": "笑。講大涅槃經法華十地。並三十餘遍。十", "240": "誦毘尼每經敷說。隨方導物利益弘多。年七", "241": "十天監十二年卒也。", "242": "12 樂安寺釋惠暉尼傳樂安寺釋惠暉尼傳十二", "243": "慧暉。本姓駱。青州人也。六歲樂道父母不", "244": "聽。至年十一斷葷辛滋味。清虛淡朗姿貌詳", "245": "雅。讀大涅槃經誦法華經。及年十七隨父出", "246": "都。精進勇猛行人所不能行。父母愛焉聽遂", "247": "其志。十八出家住樂安寺。從斌濟柔次四法", "248": "師。聽成實論及涅槃諸經。於十餘年中欝為", "249": "義林。京邑諸尼無不諮受。於是法筵頻建四", "250": "遠雲集。講說不休禪誦無輟。標心正念日夕", "251": "忘寢。王公貴賤無不敬重。十方䞋遺四時殷", "252": "競。所獲之財追造經像。隨宜遠施。時有不泄", "253": "者。改緝樂安寺莫不新整。年七十三。天監", "254": "十三年而卒。葬于石頭崗。時復有慧音。", "255": "以禮誦為業也。", "256": "13 邸山寺釋道貴尼傳邸山寺釋道貴尼傳十三", "257": "道貴。本姓壽。長安人也。幼清夷沖素。善研", "258": "機理志幹勤整。精苦過人誓弘大化。葷鮮不", "259": "食。濟物為懷。弊衣自足。誦勝鬘無量壽經不", "260": "捨晝夜。父母愛念使其為道。十七出家博覽", "261": "經律究委文理。不羨名聞。唯以習道為業。", "262": "觀境入定。行坐不休。悔過發願。言辭哀懇", "263": "聽者震肅。齊竟陵文宣王蕭子良善相推敬。", "264": "為造頂山寺以聚禪眾。請貴為知事。固執不", "265": "從。請為禪範。然後許之。於是結桂林下栖", "266": "寄畢世。縱復屯雲晦景委雪埋山。端然寂坐", "267": "曾無間焉。得人信施廣興福業。不以纖毫自", "268": "潤己身。年八十六。天監十五年而卒。葬于", "269": "鍾山之陽也。", "270": "14 山陰招明寺釋法宣尼傳山陰招明寺釋法宣尼傳十四", "271": "法宣。本姓王。剡人也。父道寄世奉正法。宣幼", "272": "而有離俗之志。年始七歲而蔬食苦節。及至", "273": "十八誦法華經。首尾通利解其指歸。坐臥輒", "274": "見帳蓋覆之。驟有媒娉誓而弗許。至年二十", "275": "四。父母携就剡齊明寺德樂尼。改服從禁。", "276": "即於是日帳蓋自消。博覽經書深入理味。成", "277": "戒以後鄉邑時人望昭義道莫不服其精致。", "278": "逮宋氏之季有僧柔法師。周遊東夏講宣經", "279": "論。自嶀嵊而之禹穴。或登靈隱。或往姑", "280": "蘇。僧柔數論之趣。惠其經書之要。咸暢其", "281": "精微究其淵奧。及齊永明中。又從惠熙法師", "282": "諮受十誦。所飡日優所見月賾。於是移住山", "283": "陰招明寺。經律遞講聲高于越。不立私財。", "284": "以䞋施之物修飾寺宇造構精華狀若神工。", "285": "寫經鑄像靡不必備。吳郡張援頴川庾詠。汝", "286": "南周顒皆時之名秀。莫不躬往禮敬。齊巴陵", "287": "王蕭照胄出守會稽。厚加供待。梁衡陽王元", "288": "簡到郡請為母師。春秋八十有三。梁天監", "289": "十五年而卒。", "290": "比丘尼傳卷第四梁"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 2063 比丘尼傳", "source": "CBETA"}