{"author": "宋 法天譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1105 聖多羅菩薩一百八名陀羅尼經", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1105 [cf. Nos. 1106, 1107]", "1": "聖多羅菩薩一百八名陀羅尼經", "2": "西天譯經三藏朝散大夫試鴻臚少卿", "3": "傳教大師臣法天奉　詔譯", "4": "歸命種種摩尼瓔珞殊妙莊嚴繒蓋最勝大世", "5": "界多羅大菩薩。", "6": "爾時多羅大菩薩。所有未曾見聞。往昔大陀", "7": "羅尼法。願施宣說。", "8": "唵引一怛賴二合引路引吉野二合二尾惹野三阿𠰒", "9": "旦四惹野五阿儞寅二合𠰒哆六惹野七阿惹野", "10": "八尾惹野九摩賀引惹野十尾惹野十一惹野惹", "11": "野十二呬引呬十三引娑摩二合囉娑摩二合囉十四", "12": "左囉左囉十五嚩囉禰引嚩囉禰十六引摩賀引迦", "13": "嚕尼計引禰尾十七尾羅娑尾羅娑十八尾羅引", "14": "娑十九嚩日囉二十二合謨引那迦哩二十一尾惹野禰", "15": "引尾二十二呬引呬引二十三吉孕二合吉孕二合二十四尾覽", "16": "麼細引二十五娑摩二合囉娑摩二合囉二十六摩賀", "17": "引鉢囉二合諦詣引二十七阿儞嚩引哩哆二十八鉢囉二", "18": "合娑哩二十九引摩賀引迦嚕尼計三十引哆囕詣儞三十", "19": "一吽吽三十二薩頗二合吒薩頗二合吒三十三阿尾引", "20": "瑟吒二合野　三尾瑟吒二合野三十四度曩度", "21": "曩三十五尾度曩尾度曩三十六劍波劍波三十七劍波", "22": "引波野三十八蘇囉鼻三十九巘馱四十引地嚩引悉哆", "23": "目契引四十一賀羅馱囉馱末羅四十二散誐哩惹二合", "24": "曩鼻四十三摩尼引嚕引四十四尾捨那尾捨那四十五呬", "25": "引呬引四十六婆誐嚩諦四十七散怛囉二合引娑野四十八尾", "26": "覲喃二合引四十九波哩波引羅野引五十娑麼二合引劍五十一", "27": "麼引儞儞麼引儞儞五十二那摩儞那摩儞五十三三", "28": "󰂛引馱儞五十四三󰂛馱野五十五三謨引賀野三謨", "29": "引賀野五十六賀囉賀囉五十七呬哩呬哩五十八護嚕", "30": "護嚕五十九尾哆囉際六十引尾囉惹憾六十一尾囉惹", "31": "憾六十二怛嚕二合引吒野六十三怛嚕二合引吒野六十四散", "32": "怛嚕二合引吒野六十五散怛嚕二合引吒野六十六滿哩", "33": "那二合滿哩那二合六十七那摩那摩六十八三末囉三", "34": "末囉六十九具引囉具引囉七十尾誐尾誐七十一尾", "35": "誐嚩諦七十二曩謨引七十三曩摩七十四娑嚩二合引賀引七十五", "36": "說此呪已。爾時天人夜叉乾闥婆阿修羅緊", "37": "那羅摩睺羅迦。羅剎部多頻曩野迦等。聞大", "38": "呪句掩面怕怖。振大神力求哀救護。歸命讚", "39": "嘆多羅菩薩。目淨修廣心行真實。瞻示三界", "40": "一切平等。目放慈光如觀自在。利益眾生如", "41": "蓮華開。", "42": "爾時自在天王。偏袒右肩右膝著地。及一切", "43": "天人阿修羅持明眾等。集會長跪亦皆如是。", "44": "於是自在天王即說呪曰。", "45": "曩謨引曩麼怛娑昧二合引哆引囉引曳引禰鉢哆", "46": "引二合挽哩左二合細引嚩訖叉野三合引末野二合努", "47": "波摩禰嚩焰二合曩引麼引瑟吒二合設哆母", "48": "孕二合哆𤚥切身娑嚩二合悉諦二合迦引尾惹野", "49": "引蘇室哩二合訖史二合鉢囉二合引鼻惹拏二合鉢", "50": "囉二合際引濕嚩二合哩伊濕嚩二合哩室佐二合", "51": "必哩二合野引鼻瑟摩二合引贊拏引摩賀引左羅", "52": "引嚩諦波納摩二合儞引怛囉二合波納摩二合", "53": "目契波納摩二合曩引鼻蘇早引訖叉二合那引", "54": "蘇路引左曩引尾舍引落引訖史二合儞羅引儞", "55": "路引怛鉢二合羅鉢囉二合婆引怛囉二合哆舍", "56": "囉拏野二合引蘇佉那引末羅那引嚕波那引怛", "57": "他引曩引他曩引他迦哩撓引捺囉二合囉怛曩", "58": "二合怛囉二合野尾舍引隷儞怛引沒撓二合引瑟", "59": "恥二合哆引末囉二合曩契囉訖堵二合引怛鉢二", "60": "合羅路引左曩引難那難那末羅引鉢納摩二合引", "61": "鉢納摩二合引婆引鉢納摩二合哆引囉迦引怛賴", "62": "二合引路引枳野二合那摩儞扇引哆引鼻摩尾引", "63": "誐引摩賀引末羅引那摩儞那引摩儞再嚩舍", "64": "引隷儞儞哩二合嚩囉引波囉引鉢囉二合拏哆", "65": "引嚩日哩二合尾惹曳鉢囉二合婆引濕嚩二合", "66": "哩尾囉惹摩羅引再引嚩󰂛引地室贊二合引捺哩", "67": "二合蘇囉嚩囉引哩唧二合哆引阿護諦入鉢囉", "68": "二合引護諦室再二合引嚩嚩引嚕尼左引嚕嚩哩左", "69": "二合娑引嚩引嚕尼喻地儞隷拏補杲二合瑟", "70": "波二合引曩引摩摩努引賀哩怛哩二合尸佉引怛", "71": "哩二合末隷室再二合引嚩怛哩二合儞引怛囉二合引", "72": "怛哩二合摩羅引波賀引怛哩二合瑟拏二合引波", "73": "曩野曩引娑引地尾二合怛他引娑引囉濕嚩二", "74": "合諦摩哆引布瑟致二合那引奔尼野二合那引", "75": "再引嚩播引波罕諦尾捨引囉那馱曩那引建引", "76": "諦那引燥引摩野二合引蘇嚕播引蘇俱祖那哩麼", "77": "引野引麼引野引嚩諦難引哆引難引哆𡀩訖叉", "78": "二合囉際引摩賀引麼引隷儞那摩儞再嚩那摩", "79": "曩引那摩曩引波賀引迦囉引隷建引諦摩怛鉢", "80": "囉三合惹拏二合馱嚩路引麼引那捨摩儞怛他", "81": "引蘇佉引鉢囉二合惹波諦諦哩他二合引沒囉二", "82": "合憾摩二合嚩諦沒囉二合憾摩二合那引波囉", "83": "弭引舍嚩二合哩贊捺囉二合鉢囉二合婆引贊", "84": "捺囉二合目契贊捺囉二合建引怛野二合波哩", "85": "賀引尼蘇哩野二合禰鉢諦二合賀囉引囉摩野", "86": "二合引囉摩尼蘇目契尸嚩引訖史二合引摩引訖史", "87": "二合摩嚩諦諦哩他野三合引夢誐羅野二合引尾近", "88": "曩二合曩引舍儞馱儞野二合引奔尼野二合引尾再引", "89": "哆引左哆鉢哆二合惹敢二合謨曩那鉢囉二合", "90": "婆引婆野罕尾阿婆野那引哆引囉引哆引囉引", "91": "地波曩曩引薩哩嚩二合薩怛嚩二合引努波囉", "92": "哆引布惹野二合挽禰野二合引鉢囉二合娑引那", "93": "儞儞羅計舍引蘇尾引舍左囉怛曩二合引婆囉", "94": "拏部沙拏引閉旦引末囉馱囉引禰引尾商引哩", "95": "虞二合引捺婆二合引悉堵引入嚩二合羅引尾嚕引左", "96": "曩引嚕引左曩引諦羅矯孕二合諦迦引羅引閉", "97": "嚩日囉二合馱引哩尼曼拏羅引誐囉二合馱哩", "98": "鼻摩引憾娑引憾娑戍唧悉弭二合哆引計引喻", "99": "囉軍拏馱囉引賀引囉入嚩二合羅引迦羅閉儞", "100": "蘇禰佉羅引左引嚕目契儞寅二合曩曩引鼻馱", "101": "囉引蘇契摩尼鉢囉二合婆引摩尼馱囉引摩尼", "102": "部沙拏部史哆引摩尼鉢囉二合普禰喻二合引哆", "103": "嚩諦摩呬曼拏羅曼拏曩引禰鉢諦二合入建引諦", "104": "馱哩嚩日哩二合曩囉曩引哩鉢囉二合󰂛引馱", "105": "儞能瑟致哩三合難拏馱哩蘇摩野二合引沒囉", "106": "二合憾摩二合尾引誐引三摩引呬哆引誐誐曩", "107": "三摩引誐誐曩左引哩尼嚩囉引波婆二合囉賀", "108": "囉鉢囉二合婆引迦引弭儞那摩儞薩哩嚩二合", "109": "迦引摩俱嚕二合引馱鉢囉二合麼哩嚩二合迦租", "110": "拏引馱哩惹引致撓引捺哩二合沒囉二合憾弭", "111": "二合沒囉二合憾摩二合舍嚩二合囉引野𠰒迦", "112": "羅尾孕二合迦婆引尼蘇部嚕二合惹路引計引", "113": "舍嚩二合囉俱羅引誐囉二合惹難尼難拏嚩諦", "114": "贊尼嚩日哩二合囉怛曩二合鉢囉二合婆尾部", "115": "沙拏引軍拏羅引摩羅三嚩引馱引野引哆引野", "116": "引摩野二合引摩努引努誐引尾儞野二合引馱哩嚕", "117": "波馱哩末羅迦哩末羅引末羅馱囉再引嚩鉢", "118": "囉二合惹拏二合設薩怛囉二合鉢囉二合賀引", "119": "哩尼迦羅引迦羅引嚩諦再引嚩鉢囉二合惹波", "120": "羅摩曩薩怛二合他引賀哩禰二合賀哩摩野三合", "121": "引蘇賀哩摩野三合引左贊波供那引摩婆引蘇囉", "122": "引賓誐羅引娑摩引舍哩二合野引𠰒瑟奴二合", "123": "迦囉引隷迦囉那引波儞蘇婆誐引鉢囉二合覽", "124": "弭儞再引嚩怛他左賀哩數二合引怛迦二合吒引", "125": "俱羅引努嚕波引諦末羅引嚩訖囉二合俱嚕", "126": "二合引馱鉢囉二合娑引那儞尾孕二合努嚩日囉", "127": "二合目契地摩引地迦哩鉢囉二合惹拏二合嚩", "128": "哩馱二合儞牟引隷尾嚕引左儞禰引尾薩哩嚩", "129": "二合禰引嚩地迦引嚩囉引阿曩伽引曩引囉引", "130": "野尼波引波賀哩落訖史弭三合覽惹嚩諦必", "131": "哩二合野引蘇必哩二合野引必哩二合野散嚩引", "132": "娑引必哩二合野唧引瑟吒二合引必哩二合野引嚩", "133": "諦必哩二合野引必哩二合諦迦哩再嚩薩哩嚩", "134": "二合達哩摩二合三摩引室囉二合野引沒馱儞", "135": "哩摩二合引拏儞哩摩二合引拏引麼引曩引波曩野", "136": "喃迦哩羯哩摩二合訖隷二合舍鉢囉二合末", "137": "體儞迦引摩賽引儞野二合鉢囉二合末體儞那", "138": "捨惹拏二合曩馱哩󰂛引馱引那捨波引囉弭哆", "139": "引室囉二合野引那捨部弭嚩尸鉢囉二合引鉢哆", "140": "二合引摩賀引那捨末路引惹嚩二合羅引嚩日囉", "141": "二合嚕尼嚩日囉二合馱哩嚩日囉二合蘇芻摩", "142": "二合引蘇囉引摩賀引迦引羅引嚩日囉二合蘇摩", "143": "曩那引嚩日囕二合俱勢蘇契婆致嚩日囉二合", "144": "播引舍引蘇播引舍引左嚩日囉二合賀娑哆", "145": "二合引尾羅引悉儞摩努引惹拏二合摩喃散嚩引", "146": "馱引波囉尾近曩二合尾曩引捨儞鉢囉二合賀", "147": "羅二合引那儞諦沒囉二合目契訖哩二合拏引曩", "148": "引吒迦捺哩舍二合儞賀引羅引賀羅鉢囉二合", "149": "婆引達引哩弭二合達哩摩二合難哆引嚩路吉", "150": "儞曩謨引娑堵二合諦引摩賀引禰引尾禰鉢哆", "151": "二合嚩日囉二合引摩賀引未羅引野引怛鑁二合", "152": "彌引嚩嚩日囉二合引娑引哩尼婆引史哆引蜜哩", "153": "二合哆嚩日哩二合尼娑嚩二合賀引", "154": "是時自在天王。讚說此一百八名已。而復告", "155": "言。汝多羅菩薩善能宣說。", "156": "爾時多羅菩薩。舒持光焰普照十方。而自憶", "157": "念過去佛言。自在天王及諸天人志心諦聽。", "158": "一切如來具大十力恒作覆護。有如是廣大", "159": "威德菩提道行。度脫汝等輪迴苦海生死大", "160": "怖。得到涅盤究竟彼岸。令心發行信受明", "161": "法。", "162": "爾時有佛號曰光焰種種莊嚴如來。而復說", "163": "言此大明力。於彼水陸一切眾生作大救護。", "164": "於彼黑暗作大光明。於諸罪障出生善根。此", "165": "大金剛陀羅尼。聞過去佛作相應行。知者心", "166": "得清淨。變成最上吉祥三昧。一切過惡而自", "167": "消除。一切罪業而自不生。若復有人聽聞受", "168": "持。專心讀誦如佛說言。一切事業皆得成就。", "169": "一切煩惱皆得解脫。一切眾生所願成滿。如", "170": "來智法世間無等。又復讀誦此一百八名。多", "171": "羅菩薩救護引導。得面正覺所求成就。若國", "172": "王大臣長者居士。於前眾生悉皆歸伏。能破", "173": "世間一切迷妄煩惱。", "174": "爾時光焰佛言。彼人入如來族。是真師子光", "175": "明力等。能覺天人具精進力。獲彼如來最上", "176": "端嚴名聞大士。善解法相利益最勝。", "177": "又彼佛言。離欲心喜煩惱不生。善住適悅發", "178": "廣大心長夜安隱。多羅菩薩愛樂守護。復得", "179": "一切天龍鬼神。怪未曾有歡喜愛樂。頂禮合", "180": "掌住立讚歎。", "181": "聖多羅菩薩一百八名陀羅尼經"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1105 聖多羅菩薩一百八名陀羅尼經", "source": "CBETA"}