{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1594 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本", "text": {"0": "2 所知依分", "1": "攝大乘論本卷中", "10": "言說識，自他差別識，善趣惡趣死生識。此中", "100": "又如所說十二處中，說六識身皆名意處。若", "101": "處安立阿賴耶識識為義識，應知此中餘一", "102": "切識是其相識，若意識識及所依止是其見", "103": "識，由彼相識是此見識生緣相故，似義現時", "104": "能作見識生依止事。如是名為安立諸識成", "105": "唯識性。", "106": "諸義現前分明顯現而非是有，云何可知？如", "107": "世尊言：「若諸菩薩成就四法，能隨悟入一", "108": "切唯識都無有義。一者、成就相違識相智，如", "109": "餓鬼傍生及諸天人，同於一事，見彼所識有", "11": "若身，身者，受者識，彼所受識，彼能受識，世識，數", "110": "差別故。二者、成就無所緣識現可得智，如", "111": "過去未來夢影緣中有所得故。三者、成就應", "112": "離功用無顛倒智，如有義中能緣義識應無", "113": "顛倒，不由功用智真實故。四者、成就三種勝", "114": "智隨轉妙智。何等為三？一、得心自在一切菩", "115": "薩，得靜慮者，隨勝解力諸義顯現。二、得奢摩", "116": "他修法觀者，纔作意時諸義顯現。三、已得無", "117": "分別智者無分別智現在前時，一切諸義皆", "118": "不顯現。」由此所說三種勝智隨轉妙智，及前", "119": "所說三種因緣，諸義無義道理成就。", "12": "識，處識，言說識，此由名言熏習種子。若自", "120": "若依他起自性，實唯有識，似義顯現之所依", "121": "止，云何成依他起？何因緣故名依他起？從自", "122": "熏習種子所生，依他緣起故名依他起；生剎", "123": "那後無有功能自然住故，名依他起。", "124": "若遍計所執自性，依依他起實無所有似義", "125": "顯現，云何成遍計所執？何因緣故名遍計所", "126": "執？無量行相意識遍計顛倒生相，故名遍計", "127": "所執；自相實無，唯有遍計所執可得，是故說", "128": "名遍計所執。", "129": "若圓成實自性，是遍計所執永無有相，云何", "13": "他差別識，此由我見熏習種子。若善趣惡趣", "130": "成圓成實？何因緣故名圓成實？由無變異性", "131": "故名圓成實；又由清淨所緣性故，一切善法", "132": "最勝性故，由最勝義名圓成實。", "133": "復次，有能遍計，有所遍計，遍計所執自性乃", "134": "成。此中何者能遍計？何者所遍計？何者遍計", "135": "所執自性？當知意識是能遍計，有分別故。所", "136": "以者何？由此意識用自名言熏習為種子，及", "137": "用一切識名言熏習為種子，是故意識無邊", "138": "行相分別而轉，普於一切分別計度，故名遍", "139": "計。又依他起自性，名所遍計。又若由此相令", "14": "死生識，此由有支熏習種子。由此諸識，一切", "140": "依他起自性成所遍計，此中是名遍計所執", "141": "自性。由此相者，是如此義。復次，云何遍計能", "142": "遍計度？緣何境界？取何相貌？由何執著？由何", "143": "起語？由何言說？何所增益？謂緣名為境，於依", "144": "他起自性中取彼相貌，由見執著，由尋起語，", "145": "由見聞等四種言說而起言說，於無義中增", "146": "益為有，由此遍計能遍計度。", "147": "復次，此三自性為異為不異？應言非異非不", "148": "異。謂依他起自性，由異門故成依他起；即", "149": "此自性由異門故成遍計所執，即此自性由", "15": "界趣雜染所攝依他起相虛妄分別皆得顯", "150": "異門故成圓成實。由何異門此依他起成依", "151": "他起？依他熏習種子起故。由何異門即此自", "152": "性成遍計所執？由是遍計所緣相故，又是遍", "153": "計所遍計故。由何異門即此自性成圓成實？", "154": "如所遍計畢竟不如是有故。", "155": "此三自性各有幾種？謂依他起略有二種：一", "156": "者、依他熏習種子而生起故，二者、依他雜染", "157": "清淨性不成故，由此二種依他別故，名依", "158": "他起。遍計所執亦有二種：一者、自性遍計執", "159": "故，二者、差別遍計執故，由此故名遍計所", "16": "現。如此諸識，皆是虛妄分別所攝，唯識為性，", "160": "執。圓成實性亦有二種：一者、自性圓成實", "161": "故，二者、清淨圓成實故，由此故成圓成實", "162": "性。", "163": "復次遍計有四種：一、自性遍計，二、差別遍計，", "164": "三、有覺遍計，四、無覺遍計。有覺者，謂善名言；", "165": "無覺者，謂不善名言。如是遍計復有五種：一、", "166": "依名遍計義自性，謂如是名有如是義；二、依", "167": "義遍計名自性，謂如是義有如是名；三、依名", "168": "遍計名自性，謂遍計度未了義名；四、依義遍", "169": "計義自性，謂遍計度未了名義；五、依二遍計", "17": "是無所有非真實義顯現所依；如是名為依", "170": "二自性，謂遍計度此名此義如是體性。", "171": "復次，總攝一切分別略有十種：一、根本分別，", "172": "謂阿賴耶識。二、緣相分別，謂色等識。三、顯", "173": "相分別，謂眼識等并所依識。四、緣相變異分", "174": "別，謂老等變異，樂受等變異，貪等變異，逼害", "175": "時節代謝等變異，㮈落迦等諸趣變異，及", "176": "欲界等諸界變異。五、顯相變異分別，謂即如", "177": "前所說變異所有變異。六、他引分別，謂聞", "178": "非正法類及聞正法類分別。七、不如理分別，", "179": "謂諸外道聞非正法類分別。八、如理分別，謂", "18": "他起相。", "180": "正法中聞正法類分別。九、執著分別，謂不", "181": "如理作意類，薩迦耶見為本六十二見趣", "182": "相應分別。十、散動分別，謂諸菩薩十種分別：", "183": "一、無相散動，二、有相散動，三、增益散動，四、", "184": "損減散動，五、一性散動，六、異性散動，七、自性", "185": "散動，八、差別散動，九、如名取義散動，十、如義", "186": "取名散動。為對治此十種散動，一切般若波", "187": "羅蜜多中說無分別智。如是所治能治，應知", "188": "具攝般若波羅蜜多義。", "189": "若由異門，依他起自性有三自性，云何三自", "19": "此中何者遍計所執相？謂於無義唯有識中", "190": "性不成無差別？若由異門成依他起，不即由", "191": "此成遍計所執及圓成實；若由異門成遍計", "192": "所執，不即由此成依他起及圓成實；若由異", "193": "門成圓成實，不即由此成依他起及遍計所", "194": "執。", "195": "復次，云何得知如依他起自性，遍計所執自", "196": "性顯現而非稱體？由名前覺無，稱體相違故；", "197": "由名有眾多，多體相違故；由名不決定，雜體", "198": "相違故。此中有二頌：", "199": "「由名前覺無，多名，不決定；", "2": "無著菩薩造", "20": "似義顯現。", "200": "成稱體，多體，雜體相違故。", "201": "法無而可得，無染而有淨，", "202": "應知如幻等，亦復似虛空。」", "203": "復次，何故如所顯現實無所有，而依他起自", "204": "性非一切一切都無所有？此若無者，圓成", "205": "實自性亦無所有；此若無者，則一切皆無。", "206": "若依他起及圓成實自性無有，應成無有染", "207": "淨過失。既現可得雜染清淨，是故不應一切", "208": "皆無。此中有頌：", "209": "「若無依他起，圓成實亦無，", "21": "此中何者圓成實相？謂即於彼依他起相，由", "210": "一切種若無，恒時無染淨。」", "211": "諸佛世尊於大乘中說方廣教，彼教中言：「云", "212": "何應知遍計所執自性？應知異門說無所有。", "213": "云何應知依他起自性？應知譬如幻、炎、夢、像、", "214": "光、影、谷響、水月、變化。云何應知圓成實自性？", "215": "應知宣說四清淨法。何等名為四清淨法？一", "216": "者、自性清淨，謂真如空、實際、無相、勝義、法界。", "217": "二者、離垢清淨，謂即此離一切障垢。三者、得", "218": "此道清淨，謂一切菩提分法波羅蜜多等。四", "219": "者、生此境清淨，謂諸大乘妙正法教。由此法", "22": "似義相永無有性。", "220": "教，清淨緣故，非遍計所執自性；最淨法界等", "221": "流性故，非依他起自性。如是四法，總攝一切", "222": "清淨法盡。」此中有二頌：", "223": "「幻等說於生：說無計所執，", "224": "若說四清淨，是謂圓成實。", "225": "自性與離垢，清淨道所緣，", "226": "一切清淨法，皆四相所攝。」", "227": "復次，何緣如經所說於依他起自性說幻等", "228": "喻？於依他起自性為除他虛妄疑故。他復云", "229": "何於依他起自性有虛妄疑？由他於此有如", "23": "此中身，身者，受者識，應知即是眼等六內界。", "230": "是疑：云何實無有義而成所行境界？為除此", "231": "疑說幻事喻。云何無義心心法轉？為除此疑", "232": "說陽炎喻。云何無義有愛非愛受用差別？為", "233": "除此疑說所夢喻。云何無義淨不淨業愛非", "234": "愛果差別而生？為除此疑說影像喻。云何", "235": "無義種種識轉？為除此疑說光影喻。云何", "236": "無義種種戲論言說而轉？為除此疑說谷響", "237": "喻。云何無義而有實取諸三摩地所行境轉？", "238": "為除此疑說水月喻。云何無義有諸菩薩無", "239": "顛倒心，為辦有情諸利樂事，故思受生？為除", "24": "彼所受識，應知即是色等六外界。彼能受識，", "240": "此疑說變化喻。世尊依何密意於《梵問經》中", "241": "說：「如來不得生死，不得涅槃？」於依他起自性", "242": "中，依遍計所執自性及圓成實自性，生死涅", "243": "槃無差別密意。何以故？即此依他起自性，", "244": "由遍計所執分成生死，由圓成實分成涅槃", "245": "故。", "246": "《阿毘達磨大乘經》中薄伽梵說：「法有三種：一、", "247": "雜染分，二、清淨分，三、彼二分。」依何密意作如", "248": "是說？於依他起自性中，遍計所執自性是雜", "249": "染分，圓成實自性是清淨分，即依他起是彼", "25": "應知即是眼等六識界。其餘諸識，應知是此", "250": "二分；依此密意作如是說。於此義中以何喻", "251": "顯？以金土藏為喻顯示。譬如世間金土藏中", "252": "三法可得：一地界，二土，三金。於地界中土非", "253": "實有而現可得，金是實有而不可得；火燒", "254": "鍊時，土相不現，金相顯現。又此地界，土顯現", "255": "時虛妄顯現，金顯現時真實顯現，是故地界", "256": "是彼二分。識亦如是，無分別智火未燒時，", "257": "於此識中所有虛妄遍計所執自性顯現，所", "258": "有真實圓成實自性不顯現。此識若為無分", "259": "別智火所燒時，於此識中所有真實圓成實", "26": "諸識差別。", "260": "自性顯現，所有虛妄遍計所執自性不顯現；", "261": "是故此虛妄分別識依他起自性有彼二分，", "262": "如金土藏中所有地界。", "263": "世尊有處說一切法常，有處說一切法無常，", "264": "有處說一切法非常非無常，依何密意作如", "265": "是說？謂依他起自性，由圓成實性分是常，由", "266": "遍計所執性分是無常，由彼二分非常非無", "267": "常；依此密意作如是說。如常無常無二，如", "268": "是苦，樂，無二；淨，不淨，無二；空，不空，無二；我，", "269": "無我，無二；寂靜，不寂靜，無二；有自性，無自性，", "27": "又此諸識皆唯有識，都無義故。此中以何為", "270": "無二；生，不生，無二；滅，不滅，無二；本來寂靜，非", "271": "本來寂靜，無二；自性涅槃，非自性涅槃，無二；", "272": "生死，涅槃，無二亦爾。如是等差別，一切諸佛", "273": "密意語言，由三自性應隨決了，如前說常無", "274": "常等門。此中有多頌：", "275": "「如法實不有，如現非一種；", "276": "非法非非法，故說無二義。", "277": "依一分開顯，或有或非有；", "278": "依二分說言，非有非非有。", "279": "如顯現非有，是故說為無。", "28": "喻顯示？應知夢等為喻顯示。謂如夢中都無", "280": "由如是顯現，是故說為有。", "281": "自然，自體無，自性不堅住，", "282": "如執取不有，故許無自性。", "283": "由無性故成，後後所依止，", "284": "無生滅，本寂，自性般涅槃。」", "285": "復有四種意趣，四種祕密，一切佛言應隨決", "286": "了。四意趣者：一、平等意趣，謂如說言：「我昔曾", "287": "於彼時彼分，即名勝觀正等覺者。」二、別時意", "288": "趣，謂如說言：「若誦多寶如來名者，便於無上", "289": "正等菩提已得決定。」又如說言：「由唯發願，便", "29": "其義獨唯有識，雖種種色聲香味觸，舍林地", "290": "得往生極樂世界。」三、別義意趣，謂如說言：「若", "291": "已逢事爾所殑伽河沙等佛，於大乘法方能", "292": "解義。」四、補特伽羅意樂意趣，謂如為一補特", "293": "伽羅先讚布施，後還毀訾；如於布施，如是尸", "294": "羅及一分修，當知亦爾。如是名為四種意趣。", "295": "四祕密者：一、令入祕密，謂聲聞乘中或大乘", "296": "中，依世俗諦理說有補特伽羅及有諸法自", "297": "性差別。二、相祕密，謂於是處說諸法相顯三", "298": "自性。三、對治祕密，謂於是處說行對治八萬", "299": "四千。四、轉變祕密，謂於是處以其別義，諸言", "3": "三藏法師玄奘奉　詔譯", "30": "山似義影現，而於此中都無有義。由此喻", "300": "諸字即顯別義。如有頌言：", "301": "「覺不堅為堅，善住於顛倒，", "302": "極煩惱所惱，得最上菩提。」", "303": "若有欲造大乘法釋，略由三相應造其釋：一", "304": "者、由說緣起，二者、由說從緣所生法相，三者、", "305": "由說語義。此中說緣起者，如說：", "306": "「言熏習所生諸法，此從彼，", "307": "異熟與轉識，更互為緣生。」", "308": "復次，彼轉識相法，有相，有見，識為自性。又彼", "309": "以依處為相，遍計所執為相，法性為相，由此", "31": "顯，應隨了知一切時處皆唯有識。由此等言，", "310": "顯示三自性相。如說：", "311": "「從有相，有見，應知彼三相。」", "312": "復次，云何應釋彼相？謂遍計所執相，於依他", "313": "起相中實無所有；圓成實相於中實有。由此", "314": "二種非有及有，非得及得，未見已見真者同", "315": "時。謂於依他起自性中，無遍計所執故，有", "316": "圓成實故。於此轉時，若得彼即不得此，若", "317": "得此即不得彼。如說：", "318": "「依他所執無，成實於中有，", "319": "故得及不得，其中二平等。」", "32": "應知復有幻誑，鹿愛，翳眩等喻。若於覺時一切", "320": "說語義者，謂先說初句，後以餘句分別顯示。", "321": "或由德處，或由義處。", "322": "由德處者，謂說佛功德：最清淨覺，不二現行，趣無相法，住於佛住，逮得一切佛平", "323": "等性，到無障處，不可轉法，所行無礙，其所安", "324": "立不可思議，遊於三世平等法性，其身流布", "325": "一切世界，於一切法智無疑滯，於一切行成", "326": "就大覺，於諸法智無有疑惑，凡所現身不可", "327": "分別，一切菩薩等所求智，得佛無二住勝彼", "328": "岸，不相間雜如來解脫妙智究竟，證無中邊", "329": "佛地平等，極於法界，盡虛空性，窮未來際。最", "33": "時處皆如夢等唯有識者，如從夢覺便覺夢中", "330": "清淨覺者，應知此句由所餘句分別顯示，如", "331": "是乃成善說法性。", "332": "最清淨覺者，謂佛世尊最清淨覺，應知是佛", "333": "二十一種功德所攝。謂於所知一向無障轉", "334": "功德，於有無無二相真如最勝清淨能入功", "335": "德，無功用佛事不休息住功德，於法身中所", "336": "依意樂作業無差別功德，修一切障對治功", "337": "德，降伏一切外道功德，生在世間不為世法", "338": "所礙功德，安立正法功德，授記功德，於一", "339": "切世界示現受用變化身功德，斷疑功德，令", "34": "皆唯有識，覺時何故不如是轉？真智覺時亦", "340": "入種種行功德，當來法生妙智功德，如其", "341": "勝解示現功德，無量所依調伏有情加行功", "342": "德，平等法身波羅蜜多成滿功德，隨其勝解", "343": "示現差別佛土功德，三種佛身方處無分限", "344": "功德，窮生死際常現利益安樂一切有情功", "345": "德，無盡功德等。復次，由義處者，如說：若諸", "346": "菩薩成就三十二法，乃名菩薩。謂於一切有", "347": "情起利益安樂增上意樂故：令入一切智智", "348": "故，自知我今何假智故，摧伏慢故，堅牢勝", "349": "意樂故，非假憐愍故，於親非親平等心故，永", "35": "如是轉：如在夢中此覺不轉，從夢覺時此覺", "350": "作善友乃至涅槃為後邊故，應量而語故，含", "351": "笑先言故，無限大悲故，於所受事無退弱", "352": "故，無厭倦意故，聞義無厭故，於自作罪深", "353": "見過故，於他作罪不瞋而誨故，於一切威", "354": "儀中恒修治菩提心故，不悕異熟而行施故，", "355": "不依一切有趣受持戒故，於諸有情無有恚", "356": "礙而行忍故，為欲攝受一切善法勤精進故，", "357": "捨無色界修靜慮故，方便相應修般若故，由", "358": "四攝事攝方便故，於持戒破戒善友無二故，", "359": "以殷重心聽聞正法故，以殷重心住阿練若", "36": "乃轉，如是未得真智覺時，此覺不轉，得真智", "360": "故，於世雜事不愛樂故，於下劣乘曾不欣樂", "361": "故、於大乘中深見功德故，遠離惡友故，親近", "362": "善友故，恒修治四梵住故，常遊戲五神通", "363": "故、依趣智故，於住正行不住正行諸有情類", "364": "不棄捨故，言決定故，重諦實故，大菩提心恒", "365": "為首故。如是諸句，應知皆是初句差別；謂於", "366": "一切有情起利益安樂增上意樂。此利益安", "367": "樂增上意樂句，有十六業差別應知。此中十", "368": "六業者：一、展轉加行業；二、無顛倒業；三、不", "369": "待他請自然加行業；四、不動壞業；五、無求染", "37": "覺此覺乃轉。", "370": "業，此有三句差別應知，謂無染繫故，於恩", "371": "非恩無愛恚故，於生生中恒隨轉故；六、相稱", "372": "語身業，此有二句差別應知；七、於樂於苦", "373": "於無二中平等業；八、無下劣業；九、無退轉業；", "374": "十、攝方便業；十一、厭惡所治業，此有二句差", "375": "別應知；十二、無間作意業；十三、勝進行業，", "376": "此有七句差別應知，謂六波羅蜜多正加行", "377": "故，及四攝事正加行故；十四、成滿加行業，此", "378": "有六句差別應知，謂親近善士故，聽聞正法", "379": "故，住阿練若故，離惡尋思故，作意功德故，", "38": "其有未得真智覺者，於唯識中云何比知？由", "380": "此復有二句差別應知，助伴功德故，此復有", "381": "二句差別應知；十五、成滿業，此有三句差別", "382": "應知，謂無量清淨故，得大威力故，證得功", "383": "德故；十六、安立彼業，此有四句差別應知，謂", "384": "御眾功德故，決定無疑教授教誡故，財法攝", "385": "一故，無雜染心故。如是諸句，應知皆是初句", "386": "差別。如說：", "387": "「由最初句故，句別德種類；", "388": "由最初句故，句別義差別。」", "389": "4 入所知相分攝大乘論本入所知相分第四", "39": "教及理應可比知。此中教者，如《十地經》薄伽", "390": "如是已說所知相，入所知相云何應見？多聞", "391": "熏習所依，非阿賴耶識所攝，如阿賴耶識成", "392": "種子；如理作意所攝似法似義而生似所取", "393": "事有見意言。", "394": "此中誰能悟入所應知相？大乘多聞熏習相", "395": "續，已得逢事無量諸佛出現於世，已得一向", "396": "決定勝解，已善積集諸善根故，善備福智資", "397": "糧菩薩。", "398": "何處能入？謂即於彼有見似法似義意言，大", "399": "乘法相等所生起；勝解行地，見道，修道，究竟", "4": "3 所知相分所知相分第三", "40": "梵說：「如是三界，皆唯有心。」又薄伽梵《解深密", "400": "道中，於一切法唯有識性，隨聞勝解故，如理", "401": "通達故，治一切障故，離一切障故。", "402": "由何能入？由善根力所住持故，謂三種相練", "403": "磨心故，斷四處故，緣法義境止觀恒常殷重", "404": "加行無放逸故。", "405": "無量諸世界，無量人有情，剎那剎那證覺無上", "406": "正等菩提，是為第一練磨其心。由此意樂，能", "407": "行施等波羅蜜多；我已獲得如是意樂，我", "408": "由此故少用功力修習施等波羅蜜多，當得", "409": "圓滿，是為第二練磨其心。若有成就諸有障", "41": "經》亦如是說，謂彼經中慈氏菩薩問世尊言：", "410": "善，於命終時即便可愛一切自體圓滿而生；", "411": "我有妙善無障礙善，云何爾時不當獲得一", "412": "切圓滿，是名第三練磨其心。", "413": "此中有頌：", "414": "「人趣諸有情，處數皆無量，", "415": "念念證等覺，故不應退屈。", "416": "諸淨心意樂，能修行施等，", "417": "此勝者已得，故能修施等。", "418": "善者於死時，得隨樂自滿，", "419": "勝善由永斷，圓滿云何無？」", "42": "「諸三摩地所行影像，彼與此心當言有異？當", "420": "由離聲聞獨覺作意，斷作意故；由於大乘諸", "421": "疑離疑，以能永斷異慧疑故；由離所聞所思", "422": "法中我我所執，斷法執故；由於現前現住安", "423": "立一切相中無所作意無所分別，斷分別故。", "424": "此中有頌：", "425": "「現前自然住，安立一切相，", "426": "智者不分別，得最上菩提。」", "427": "由何云何而得悟入？", "428": "由聞熏習種類如理作意所攝似法似義有", "429": "見意言；", "43": "言無異？」佛告慈氏：「當言無異，何以故？由", "430": "由四尋思，謂由名、義、自性、差別假立尋思；及", "431": "由四種如實遍智，謂由名、事、自性、差別假立", "432": "如實遍智，如是皆同不可得故。以諸菩薩如", "433": "是如實為入唯識勤修加行，即於似文似義", "434": "意言，推求文名唯是意言，推求依此文名之", "435": "義亦唯意言，推求名義自性差別唯是假立。", "436": "若時證得唯有意言，爾時證知若名，若義，自", "437": "性，差別皆是假立，自性差別義相無故，同不", "438": "可得。由四尋思及由四種如實遍智，於此似", "439": "文似義意言，便能悟入唯有識性。", "44": "彼影像唯是識故；我說識所緣，唯識所現故。」", "440": "於此悟入唯識性中，何所悟入？如何悟入？", "441": "入唯識性，相見二性，及種種性：若名，若義，自", "442": "性，差別假，自性差別義，如是六種義皆無", "443": "故；所取能取性現前故；一時現似種種相義", "444": "而生起故。如闇中繩顯現似蛇，譬如繩上蛇", "445": "非真實，以無有故。若已了知彼義無者，蛇", "446": "覺雖滅，繩覺猶在。若以微細品類分析，此又", "447": "虛妄，色香味觸為其相故，此覺為依繩覺當", "448": "滅。如是於彼似文似義六相意言，伏除非實", "449": "六相義時，唯識性覺猶如蛇覺亦當除遣，由", "45": "「世尊！若三摩地所行影像，即與此心無有", "450": "圓成實自性覺故。", "451": "如是菩薩悟入意言似義相故悟入遍計所", "452": "執性，悟入唯識故悟入依他起性，云何悟入", "453": "圓成實性？若已滅除意言聞法熏習種類唯", "454": "識之想，爾時菩薩已遣義想，一切似義無容", "455": "得生，故似唯識亦不得生；由是因緣，住一切", "456": "義無分別名，於法界中便得現見相應而住。", "457": "爾時，菩薩平等平等所緣能緣無分別智已", "458": "得生起，由此菩薩名已悟入圓成實性。", "459": "此中有頌：", "46": "異者，云何此心還取此心？」「慈氏！無有少法", "460": "「法，補特伽羅，法，義，略，廣，性，", "461": "不淨，淨，究竟，名所行差別。」", "462": "如是菩薩悟入唯識性故，悟入所知相；悟入", "463": "此故，入極喜地，善達法界，生如來家，得一切", "464": "有情平等心性，得一切菩薩平等心性，得一", "465": "切佛平等心性，此即名為菩薩見道。", "466": "復次，為何義故入唯識性？由緣總法出世止", "467": "觀智故，由此後得種種相識智故。為斷及相", "468": "阿賴耶識諸相種子，為長能觸法身種子，為", "469": "轉所依，為欲證得一切佛法，為欲證得一切", "47": "能取少法，然即此心如是生時，即有如是影", "470": "智智入唯識性。又後得智於一切阿賴耶識", "471": "所生一切了別相中，見如幻等性無倒轉，是", "472": "故菩薩譬如幻師，於所幻事，於諸相中及說", "473": "因果，常無顛倒。", "474": "於此悟入唯識性時，有四種三摩地，是四種", "475": "順決擇分依止。云何應知？應知由四尋思，於", "476": "下品無義忍中，有明得三摩地，是暖順決擇", "477": "分依止。於上品無義忍中，有明增三摩地，是", "478": "頂順決擇分依止。復由四種如實遍智，已入", "479": "唯識，於無義中已得決定，有入真義一分三", "48": "像顯現。如質為緣還見本質，而謂我今見", "480": "摩地，是諦順忍依止。從此無間伏唯識想，有", "481": "無間三摩地，是世第一法依止。應知如是諸", "482": "三摩地，是現觀邊。", "483": "如是菩薩已入於地，已得見道，已入唯識，於", "484": "修道中云何修行？於如所說安立十地，攝一", "485": "切經皆現前中，由緣總法出世後得止觀智", "486": "故，經於無量百千俱胝那庾多劫數修習故，", "487": "而得轉依。為欲證得三種佛身，精勤修行。聲", "488": "聞現觀，菩薩現觀，有何差別？謂菩薩現觀與", "489": "聲聞異，由十一種差別應知：一、由所緣差別，", "49": "於影像，及謂離質別有所見影像顯現。此心", "490": "以大乘法為所緣故。二、由資持差別，以大福", "491": "智二種資糧為資持故。三、由通達差別，以能", "492": "通達補特伽羅法無我故。四、由涅槃差別，攝", "493": "受無住大涅槃故。五、由地差別，依於十地而", "494": "出離故。六、七、由清淨差別，斷煩惱習，淨佛土", "495": "故。八、由於自他得平等心差別，成熟有情加", "496": "行無休息故。九、由生差別，生如來家故。十、由", "497": "受生差別，常於諸佛大集會中攝受生故。十", "498": "一、由果差別，十力，無畏，不共佛法無量功德", "499": "果成滿故。", "5": "已說所知依，所知相復云何應觀？此略有三", "50": "亦爾，如是生時，相似有異所見影現。」即由此", "500": "此中有二頌：", "501": "「名事互為客，其性應尋思，", "502": "於二亦當推，唯量及唯假。", "503": "實智觀無義，唯有分別三。", "504": "彼無故此無，是即入三性。」", "505": "復有教授二頌，如《分別瑜伽論》說：", "506": "「菩薩於定位，觀影唯是心。", "507": "義相既滅除，審觀唯自想。", "508": "如是住內心，知所取非有，", "509": "次能取亦無，後觸無所得。」", "51": "教理亦顯現。所以者何？於定心中隨所觀見", "510": "復有別五現觀伽他，如《大乘經莊嚴論》說：", "511": "「福德智慧二資糧，菩薩善備無邊際，", "512": "於法思量善決已，故了義趣唯言類。", "513": "若知諸義唯是言，即住似彼唯心理，", "514": "便能現證真法界，是故二相悉蠲除。", "515": "體知離心無別物，由此即會心非有，", "516": "智者了達二皆無，等住二無真法界。", "517": "慧者無分別智力，周遍平等常順行，", "518": "滅依榛梗過失聚，如大良藥銷眾毒。", "519": "佛說妙法善成立，安慧并根法界中，", "52": "諸青瘀等所知影像，一切無別青瘀等事，但", "520": "了知念趣唯分別，勇猛疾歸德海岸。」", "521": "5 本彼入因果分攝大乘論本彼入因果分第五", "522": "如是已說入所知相，彼入因果云何可見？謂", "523": "由施，戒，忍，精進，靜慮，般若六種波羅蜜多。云", "524": "何由六波羅蜜多得入唯識？復云何六波羅", "525": "蜜多成彼入果？謂此菩薩不著財位，不犯", "526": "尸羅，於苦無動，於修無懈，於如是等散動", "527": "因中不現行時心專一境，便能如理簡擇諸", "528": "法得入唯識。菩薩依六波羅蜜多入唯識已，", "529": "證得六種清淨增上意樂所攝波羅蜜多。是", "53": "見自心。由此道理，菩薩於其一切識中，應可", "530": "故於此設離六種波羅蜜多現起加行，由於", "531": "聖教得勝解故，及由愛重，隨喜，欣樂諸作意", "532": "故，恒常無間相應方便修習六種波羅蜜多", "533": "速得圓滿。", "534": "此中有三頌：", "535": "「已圓滿白法；及得利疾忍；", "536": "菩薩於自乘，甚深廣大教；", "537": "等覺唯分別，得無分別智；", "538": "悕求勝解淨，故意樂清淨；", "539": "前及此法流，皆得見諸佛；", "54": "比知皆唯有識，無有境界。又於如是青瘀等", "540": "了知菩提近，以無難得故。」", "541": "由此三頌，總顯清淨增上意樂有七種相：謂", "542": "資糧故，堪忍故，所緣故，作意故，自體故，", "543": "瑞相故，勝利故。如其次第，諸句伽他應知顯", "544": "示。", "545": "何因緣故波羅蜜多唯有六數？成立對治所", "546": "治障故。證諸佛法所依處故，隨順成熟諸有", "547": "情故。為欲對治不發趣因，故立施戒波羅蜜", "548": "多。不發趣因，謂著財位及著室家。為欲對治", "549": "雖已發趣復退還因，故立忍進波羅蜜多。退", "55": "中，非憶持識見所緣境，現前住故。聞思所", "550": "還因者，謂處生死有情違犯所生眾苦，及於", "551": "長時善品加行所生疲怠。為欲對治雖已發", "552": "趣不復退還而失壞因，故立定慧波羅蜜多。", "553": "失壞因者，謂諸散動及邪惡慧。如是成立對", "554": "治所治障故，唯立六數。又前四波羅蜜多是", "555": "不散動因，次一波羅蜜多不散動成就。此不", "556": "散動為依止故，如實等覺諸法真義，便能證", "557": "得一切佛法。如是證諸佛法所依處故，唯立", "558": "六數。由施波羅蜜多故，於諸有情能正攝受；", "559": "由戒波羅蜜多故，於諸有情能不毀害；由忍", "56": "成二憶持識，亦以過去為所緣故，所現影像", "560": "波羅蜜多故，雖遭毀害而能忍受；由精進波", "561": "羅蜜多故，能助經營彼所應作。即由如是攝", "562": "利因緣，令諸有情於成熟事有所堪任。從此", "563": "已後，心未定者令其得定，心已定者令得解", "564": "脫，於開悟時彼得成熟。如是隨順成熟一切", "565": "有情，唯立六數，應如是知。", "566": "此六種相云何可見？由六種最勝故：一、由所", "567": "依最勝，謂菩提心為所依故。二、由事最勝，", "568": "謂具足現行故。三、由處最勝，謂一切有情利", "569": "益安樂事為依處故。四、由方便善巧最勝，謂", "57": "得成唯識。由此比量，菩薩雖未得真智覺，於", "570": "無分別智所攝受故。五、由迴向最勝，謂迴向", "571": "無上正等菩提故。六、由清淨最勝，謂煩惱所", "572": "知二障無障所集起故。若施是波羅蜜多耶；", "573": "設波羅蜜多是施耶？有施非波羅蜜多，應作", "574": "四句。如於其施，如是於餘波羅蜜多，亦作四", "575": "句，如應當知。", "576": "何因緣故如是六種波羅蜜多此次第說？謂", "577": "前波羅蜜多隨順生後波羅蜜多故。", "578": "復次，此諸波羅蜜多訓釋名言，云何可見？於", "579": "諸世間、聲聞、獨覺施等善根最為殊勝，能到", "58": "唯識中應可比知。", "580": "彼岸，是故通稱波羅蜜多。又能破裂慳悋貧", "581": "窮，及能引得廣大財位福德資糧，故名為施；", "582": "又能息滅惡戒、惡趣，及能取得善趣、等持，故", "583": "名為戒；又能滅盡忿怒、怨讎，及能善住自他", "584": "安隱，故名為忍；又能遠離所有懈怠、惡不善", "585": "法，及能出生無量善法令其增長，故名精進；", "586": "又能消除所有散動，及能引得內心安住，故", "587": "名靜慮；又能除遣一切見趣、諸邪惡慧，及", "588": "能真實品別知法，故名為慧。", "589": "云何應知修習如是波羅蜜多？應知此修略", "59": "如是已說種種諸識，如夢等喻，即於此中眼", "590": "有五種：一、現起加行修，二、勝解修，三、作意", "591": "修，四、方便善巧修，五、成所作事修。此中四修", "592": "如前已說。成所作事修者，謂諸如來任運佛", "593": "事無有休息，於其圓滿波羅蜜多，復更修習", "594": "六到彼岸。又作意修者，謂修六種意樂所攝", "595": "愛重、隨喜、欣樂作意：一、廣大意樂，二、長時", "596": "意樂，三、歡喜意樂，四、荷恩意樂，五、大志意", "597": "樂，六、純善意樂。若諸菩薩，乃至若干無數大", "598": "劫現證無上正等菩提，經爾所時，一一剎那，", "599": "假使頓捨一切身命，以殑伽河沙等世界盛", "6": "種：一、依他起相，二、遍計所執相，三、圓成實", "60": "識等識可成唯識，眼等諸識既是有色，亦唯", "600": "滿七寶奉施如來，乃至安坐妙菩提座，如是", "601": "菩薩布施意樂猶無厭足；經爾所時，一一剎", "602": "那，假使三千大千世界滿中熾火，於四威儀", "603": "常乏一切資生眾具，戒，忍，精進，靜慮，般若心", "604": "恒現行，乃至安坐妙菩提座，如是菩薩所", "605": "有戒，忍，精進，靜慮，般若意樂猶無厭足；是名", "606": "菩薩廣大意樂。又諸菩薩，即於此中無厭意", "607": "樂，乃至安坐妙菩提座，常無間息，是名菩薩", "608": "長時意樂。又諸菩薩以其六種波羅蜜多饒", "609": "益有情，由此所作深生歡喜，蒙益有情所", "61": "有識云何可見？此亦如前由教及理。若此諸", "610": "不能及，是名菩薩歡喜意樂。又諸菩薩以其", "611": "六種波羅蜜多饒益有情，見彼於己有大恩", "612": "德，不見自身於彼有恩，是名菩薩荷恩意樂。", "613": "又諸菩薩即以如是六到彼岸所集善根，深", "614": "心迴施一切有情，令得可愛勝果異熟，是名", "615": "菩薩大志意樂。又諸菩薩復以如是六到彼", "616": "岸所集善根，共諸有情迴求無上正等菩提，", "617": "是名菩薩純善意樂。如是菩薩修此六種意", "618": "樂所攝愛重作意。又諸菩薩於餘菩薩六種", "619": "意樂修習相應無量善根，深心隨喜，如是菩", "62": "識亦體是識，何故乃似色性顯現，一類堅住，", "620": "薩修此六種意樂所攝隨喜意樂。又諸菩薩", "621": "深心欣樂一切有情六種意樂所攝六種到彼", "622": "岸修，亦願自身與此六種到彼岸修恒不相", "623": "離，乃至安坐妙菩提座，如是菩薩修此六", "624": "種意樂所攝欣樂作意。若有聞此菩薩六種", "625": "意樂所攝作意修已，但當能起一念信心，", "626": "尚當發生無量福聚，諸惡業障亦當消滅，", "627": "何況菩薩！此諸波羅蜜多差別云何可見？", "628": "應知一一各有三品。施三品者，一、法施，二、財", "629": "施，三、無畏施。戒三品者，一、律儀戒，二、攝善法", "63": "相續而轉？與顛倒等諸雜染法為依處故；若", "630": "戒，三、饒益有情戒。忍三品者，一、耐怨害忍，二、", "631": "安受苦忍，三、諦察法忍。精進三品者，一、被甲", "632": "精進，二、加行精進，三、無怯弱，無退轉，無喜足", "633": "精進。靜慮三品者，一、安住靜慮，二、引發靜", "634": "慮，三、成所作事靜慮。慧三品者，一、無分別加", "635": "行慧二、無分別慧，三、無分別後得慧。", "636": "如是相攝云何可見？由此能攝一切善法，是", "637": "其相故，是隨順故，是等流故。如是所治攝諸", "638": "雜染，云何可見？是此相故，是此因故，是此果", "639": "故。", "64": "不爾者，於非義中起義顛倒，應不得有。此若", "640": "如是六種波羅蜜多所得勝利，云何可見？謂", "641": "諸菩薩流轉生死富貴攝故，大生攝故，大", "642": "朋大屬之所攝故，廣大事業加行成就之所", "643": "攝故，無諸惱害性薄塵垢之所攝故，善知", "644": "一切工論明處之所攝故。勝生，無罪，乃至", "645": "安坐妙菩提座，常能現作一切有情一切義", "646": "利，是名勝利。", "647": "如是六種波羅蜜多互相決擇，云何可見？世", "648": "尊於此一切六種波羅蜜多，或有處所以施", "649": "聲說，或有處所以戒聲說，或有處所以忍聲", "65": "無者，煩惱、所知二障雜染應不得有。此若無", "650": "說，或有處所以勤聲說，或有處所以定聲說，", "651": "或有處所以慧聲說。如是所說有何意趣？謂", "652": "於一切波羅蜜多修加行中，皆有一切波羅", "653": "蜜多互相助成，如是意趣。此中有一嗢拕南", "654": "頌：", "655": "「數，相及次第，訓詞，修，差別，", "656": "攝，所治，功德，互決擇應知。」", "657": "攝大乘論本卷中", "66": "者，諸清淨法亦應無有。是故諸識應如是轉。", "67": "此中有頌：", "68": "「亂相及亂體，應許為色識，", "69": "及與非色識，若無餘亦無。」", "7": "相。此中何者依他起相？謂阿賴耶識為種子，", "70": "何故身，身者，受者識，所受識，能受識，於一切", "71": "身中俱有和合轉，能圓滿生受用所顯故。何", "72": "故如說世等諸識差別而轉？無始時來生死", "73": "流轉無斷絕故；諸有情界無數量故；諸器", "74": "世界無數量故；諸所作事展轉言說無數量", "75": "故；各別攝取受用差別無數量故；諸愛非愛", "76": "業果異熟受用差別無數量故，所受死生種", "77": "種差別無數量故。", "78": "復次，云何安立如是諸識成唯識性？略由三", "79": "相：一、由唯識，無有義故；二、由二性，有相有見", "8": "虛妄分別所攝諸識。此復云何？謂身，身者，受", "80": "二識別故；三、由種種，種種行相而生起故。所", "81": "以者何？此一切識無有義故，得成唯識。有相", "82": "見故，得成二種：若眼等識，以色等識為相，", "83": "以眼識識為見；乃至以身識識為見；若意", "84": "識，以一切眼為最初，法為最後諸識為相，以", "85": "意識識為見。由此意識有分別故，似一切識", "86": "而生起故。此中有頌：", "87": "「唯識二種種，觀者意能入，", "88": "由悟入唯心，彼亦能伏離。」", "89": "又於此中，有一類師說一意識，彼彼依轉得", "9": "者識，彼所受識，彼能受識，世識，數識，處識，", "90": "彼彼名，如意思業名身語業。又於一切所依", "91": "轉時，似種種相二影像轉：謂唯義影像，及分", "92": "別影像。又一切處亦似所觸影像而轉，有", "93": "色界中，即此意識依止身故，如餘色根依止", "94": "於身。", "95": "此中有頌：", "96": "「若遠行，獨行，無身寐於窟，", "97": "調此難調心，我說真梵志。」", "98": "又如經言：「如是五根所行境界，意各能受，意", "99": "為彼依。」"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1594 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本: 攝大乘論本", "author": "無著菩薩造  唐 玄奘譯", "sourceLink": "http://www.cbeta.org/"}