{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0602 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經", "text": {"0": "序", "1": "佛說大安般守意經卷下", "10": "出何所、滅何所者，譬如念石出、石入，木石便", "100": "為能言語，從道屈伸力，為能舉重瞋恚也。要", "101": "從守意得道，何緣得守意？從數轉得息，息", "102": "轉得相隨，止觀還淨亦爾也。行道欲得止意，", "103": "當知三事：一者、先觀念身本何從來，但從五", "104": "陰行有，斷五陰不復生；譬如寄託須臾耳，意", "105": "不解，念九道以自證。二者、自當內視心中隨", "106": "息出入。三者、出息入息念滅時。息出小輕念", "107": "滅時，何等為知無所有？意定便知空，知空便", "108": "知無所有。何以故？息不報便死，知身但氣所", "109": "作，氣滅為空，覺空墮道也。故行道有三事：", "11": "滅。五陰亦爾，出色入痛痒，出痛痒入思想；", "110": "一者、觀身；二者、念一心；三者、念出入息。復有", "111": "三事：一者、止身痛痒；二者、止口聲；三者、止意", "112": "念行，是六事疾得息也。要經言：一念謂一心，", "113": "近念謂計身，多念謂一心，不離念謂不離念。", "114": "身行是四事，便疾得息也。坐禪數息，即時定", "115": "意，是為今福；遂安隱不亂，是為未來福；益", "116": "久續復安定，是為過去福也。坐禪數息不得", "117": "定意，是為今罪；遂不安隱亂意起，是為當", "118": "來罪；坐禪益久遂不安定，是為過去罪也。亦", "119": "有身過、意過：身直數息不得，是為意過；身", "12": "出思想入生死，出生死入識，已分別是，乃", "120": "曲數息不得，是為身過也。坐禪自覺得定意，", "121": "意喜為亂意，不喜為道意。坐禪念息已止便", "122": "觀，觀止復行息。人行道，當以是為常法也。", "123": "佛說有五信：一者、信有佛有經；二者、去家下", "124": "頭髮求道；三者、坐行道、四者、得息；五者、定意。", "125": "所念不念為空，難不念為空。何以故念息？報", "126": "曰：息中無五，色貪、婬、瞋恚、愚癡、愛欲，是亦為", "127": "空也。可守身中意者，謂意在身觀，是為身中", "128": "意。人不能制意，故令數息，以黠能制意，不復", "129": "數息也。問：何等為自知？何等為自證？報：謂能", "13": "墮《三十七品經》也。", "130": "分別五陰是為自知，不疑道是為自證也。問", "131": "曰：何等為無為？報：無為有二輩：有外無為，有", "132": "內無為。眼不觀色，耳不聽聲，鼻不受香，口", "133": "不味味，身不貪細滑，意不志念，是為外無", "134": "為；數息、相隨、止、觀、還、淨，是為內無為也。問：現", "135": "有所念，何以為無為？報：身口為戒，意向道行，", "136": "雖有所念，本趣無為也。問：何等為無？何等名", "137": "為？報：無者，謂不念萬物；為者，隨經行指事稱", "138": "名，故言無為也。", "139": "問：設使宿命對來到，當何以却？報：行數息、相", "14": "問：何等為思惟無為道？報：思為校計，惟為聽，", "140": "隨、止、觀、還、淨，念三十七品經能却。難：宿命對", "141": "不可却，數息行三十七品經何以故能却？", "142": "報：用念道故消惡。設使數息、相隨、止、觀、還、淨", "143": "不能滅惡，世間人皆不得道；用消惡，故得道。", "144": "數息、相隨、止、觀、還、淨，行三十七品經尚得作", "145": "佛，何況罪對，在十方積如山，精進行道，不與", "146": "罪會。問曰：經言作是何以故不會？報：用作是", "147": "故也。數息為墮十二品。何謂十二品？數息時，", "148": "墮四意止；息不亂時，為墮四意念斷，得十息；", "149": "有時為墮四神足，是為墮十二品也。", "15": "無謂不念萬物，為者如說行，道為得，故言思", "150": "問：何等為念三十七品經？報：謂數息、相隨、止、", "151": "觀、還、淨，行是六事，是為念三十七品經也。行", "152": "數息，亦為行三十七品經。問：何以故為行三", "153": "十七品經？報：數息為墮四意止。何以故？為四", "154": "意止，亦墮四意斷，用不待念，故為四意斷；亦", "155": "墮四神足，用從信，故為神足也。數息為墮信", "156": "根，用信佛意喜，故生信根；亦墮能根，用坐行，", "157": "故為墮能根；亦墮識根，用知諦，故為識根；亦", "158": "墮定根，用意安，故為定根；亦墮黠根，用離癡", "159": "意解結，故為黠根也。數息亦墮信力，用不疑，", "16": "惟無為道也。思為念，惟為分別白黑。黑為生", "160": "故為信力；亦墮進力，用精進，故為進力；亦墮", "161": "念力，用餘意不能攘，故為念力；亦墮定力，", "162": "用一心，故為定力；亦墮黠力，用前分別四意", "163": "止、斷、神足，故為黠力也。數息亦墮覺意。用識", "164": "苦，故為覺意；亦墮法識覺意，用知道因緣，故", "165": "為法覺意；亦墮力覺意，用棄惡，故為力覺", "166": "意；亦墮愛覺意，用貪樂道，故為愛覺意；亦墮", "167": "息意覺，用意止，故為息意覺；亦墮定覺意，", "168": "用不念，故為定覺意；亦墮守覺意，用行不離，", "169": "故為守覺意也。數息亦墮八行，用意正，故入", "17": "死，白為道。道無所有，已分別無所有，便無所", "170": "八行。定意、慈心、念淨法，是為直身；至誠語、軟", "171": "語、直語、不還語，是為直語。黠在意，信在意，忍", "172": "辱在意，是為直心。所謂以聲息，是為十善", "173": "墮道行也。數息亦墮直見，用諦觀，故為直", "174": "見；亦墮直行，用向道，故為直行；亦墮直治，用", "175": "行三十七品經，故為直治；亦墮直意，用念諦，", "176": "故為直意；亦墮直定，用意白淨，壞魔兵，故為", "177": "直定，是為八行。何等為魔兵？謂色、聲、香、味、細", "178": "滑，是為魔兵。不受是為壞魔兵。三十七品應", "179": "斂，設自觀身，觀他人身，止婬，不亂意，止餘", "18": "為，故言思惟無為道。若計有所為、所著，為非", "180": "意；自觀痛痒，觀他人痛痒，止瞋恚；自觀意，觀", "181": "他人意，止癡；自觀法，觀他人法，得道，是名為", "182": "四意止也。避身為避色，避痛痒為避五樂，避", "183": "意為避念，避法不墮願業治生，是名為四意", "184": "念斷也。識苦者，本為苦，為苦者，為有身。從苦", "185": "為因緣起者，所見萬物。苦習者，本為苦，從苦", "186": "為因緣生。盡者，萬物皆當敗壞。為增苦習，復", "187": "當為墮八道中。道人當念是八道，是名為四，", "188": "為四收苦，得四神足念也。信佛意喜，是名", "189": "為信根。為自守行法，從諦身意受，是名能根，", "19": "思惟。思亦為物，惟為解意；解意便知十二因", "190": "為精進；從諦念遂諦，是名識根，為守意；從", "191": "諦一意，從諦一意止，是名定根，為正意；從諦", "192": "觀諦，是名黠根，為道意，是名為五根也。", "193": "從諦信不復疑，是名信力；棄貪行道從諦自", "194": "精進，惡意不能敗精進，是名進力；惡意欲起", "195": "當即時滅，從諦是意無有能壞意，是名念力；", "196": "內外觀從諦以定，惡意不能壞善意，是名定", "197": "力；念四禪從諦得黠，惡意不能壞黠意，是名", "198": "黠力。念出入盡復生，是名為五力也。從諦念", "199": "諦，是名為覺意。得道意，從諦觀諦，是名法名", "2": "後漢安息三藏安世高譯", "20": "緣事。亦謂思為念，惟為計也。斷生死得神足，", "200": "法識覺意；得生死意，從諦身意持，是名力覺", "201": "意；持道不失為力，從諦足喜諦，是名愛覺意；", "202": "貪道法行道行道法，從諦意得休息，是名", "203": "息意，覺已息安隱，從諦一念意，是名定覺意；", "204": "自知意，以安定從諦自在，意在所行從觀，", "205": "是名守意覺；從四諦觀意，是名為七覺意", "206": "也。從諦守諦，是名直信道；從諦直從行諦，是", "207": "為直從行念道；從諦身意持，是名直治。法不", "208": "欲墮四惡者，謂四顛倒。從諦念諦，是名直", "209": "意不亂意；從諦一心意，是名直定。為一心上", "21": "謂意有所念為生，無所念為死。得神足者，能", "210": "頭，為三法意行，俱行以聲身心，如是佛弟", "211": "子八行，是名四禪，為四意斷也。第一行為直", "212": "念，屬心，常念道；第二行為直語，屬口，斷四意；", "213": "第三行為直觀，屬身，觀身內外；第四行為直", "214": "見信道；第五行為直行，不隨四惡，謂四顛", "215": "倒；第六行為直治，斷餘意；第七行為直不墮", "216": "貪欲；第八行為直定正心，是為八行。佛、辟支", "217": "佛、阿羅漢所不行也。第一行為直念。何等為", "218": "直念？謂不念萬物，意不墮是中，是為直念；念", "219": "萬物，意墮中，為不直念也。四意止者：一意止", "22": "飛行故，言生死當斷也。", "220": "為身念息，二意止為念痛痒，三意止為念意", "221": "息出入，四意止為念法因緣，是為四意止也。", "222": "道人當念是四意止：一者、為我前世愛身，故", "223": "不得脫；二者、今有劇怨家。何以故？所欲者", "224": "愛生，當斷已斷，為外身觀止也。四意止者，意", "225": "止者，意不在身為止意，不在痛痒為止意，不", "226": "在意為止意，不在法為止意。隨色誠便生，", "227": "是為不止也。問：人何以故不墮四意止？報：", "228": "用不念苦、空、非身、不淨故，不墮四意止。若人", "229": "意常念苦、空、非身、不淨，行道者常念是四事", "23": "得神足有五意：一者、喜；二者、信；三者、精進；四", "230": "不離，便疾得四意止也。問：何等為身意止？謂", "231": "念老、病、死，是為身意止。何等為痛痒意止？謂", "232": "所不可意，是為痛痒意止。何等為意意止？謂", "233": "已念、復念，是為意意止。何等為法意止？謂往", "234": "時為行，還報為法，亦謂作是得是，是為法意", "235": "止也。四意止有四輩：一者、念非常意止；二者、", "236": "念苦身意止；三者、念空有意止；四者、念不淨", "237": "樂意止，是為四意止。一切天下事皆墮身痛", "238": "痒、墮法，都盧不過是四事也。四意止者：一", "239": "者、但念息不邪念；二者、但念善不念惡；三者、", "24": "者、定；五者、通也。四神足念不盡力得五通，", "240": "自念身非我所，萬物皆非我所，便不復向；四", "241": "者、眼不視色，意在法中，是名為四意止也。道", "242": "人當行四意止：一者、眼色，當校計身中惡露；", "243": "二者、意歡喜念樂，當念痛痒苦；三者、我意瞋", "244": "他，人意亦瞋；我意轉他，人意亦轉，便不復轉", "245": "意；四意者，我意嫉他，人意亦嫉；我念他人惡，", "246": "他人亦念我惡，便不復念，是為法也。身意止", "247": "者，自觀身，觀他人身。何等為身？欲言痛痒是", "248": "身，痛無有數；欲言意是身，復非身有過去，", "249": "意未來意；欲言法是身，復非身有過去未來", "25": "盡力自在向六通，為道人四神足，得五通盡", "250": "法；欲言行是身，行無有形，知為非身。得是計，", "251": "為四意止也。意不墮色念，識亦不生，耳、鼻、口、", "252": "身亦爾。意不在身為心，意不在痛痒，意不在", "253": "念，意不在法為心也。問：誰主知身意痛痒者？", "254": "報：有身，身意知；痛痒，痛痒意知；意意，意意知；", "255": "有飢，飢意知；有渴，渴意知；有寒，寒意知；有熱，", "256": "熱意知。以是分別知也。身意起身意，痛痒意", "257": "起痛痒意，意意起意意，法意起法意。四意止，", "258": "謂意念惡，制使不起，是為止也。四意止亦隨", "259": "四禪，亦隨四意止。隨四意止為近道，不著", "26": "意可得六通盡意，謂萬物意不欲也。一、信；二、", "260": "惡便善意生；四禪為四意定，為止意也。行道", "261": "有四因緣：一、止身；二、止痛痒；三、止意；四、止", "262": "法。止身者，謂見色念不淨；止痛痒者，謂不自", "263": "貢高；止意者，謂止不瞋恚；止法者，謂不疑道", "264": "人行。四意止，意起念生，即時識對行藥，得", "265": "一意止，便得四意止也。四意定：一者、自觀身，", "266": "亦復觀他人身；二者、自觀痛痒，亦復觀他人", "267": "痛癢；三者、自觀心，亦復觀他人心；四者、自觀", "268": "法因緣，亦復觀他人法因緣。如是身，一切觀", "269": "內外因緣、成敗之事，當念我身，亦當成敗，如", "27": "精進；三、意；四、定；五、黠，是五事，為四神足。念為", "270": "是是為四意定也。人欲止四意，棄為外，攝為", "271": "內；已攝意為外，棄為內也。觀他人身，謂自觀", "272": "身不離他，便為觀他人身苦，觀他人身為", "273": "非痛痒，意法亦爾也。自貪身，當觀他人身；念", "274": "他人身，便自觀身，如是為意止。問：意見行", "275": "何以為止？報：意以自觀身貪，便使觀他人", "276": "身，為意從貪轉故應止；若意貪他人身，當還", "277": "自觀身也。", "278": "有時自身觀，不觀他人身；有時當觀他人", "279": "身，不當自觀身；有時可自觀身，亦可觀他人", "28": "力者，凡六事也。從信為屬四神足念，從喜、從", "280": "身；有時不可自觀身，亦不可觀他人身。自觀", "281": "身者，為校計觀他人身，意不止，須自念身為", "282": "著，便轉著他人身。觀他人身為見色、肥、白、黛", "283": "眉、赤脣，見肥當念死人脹，見白當念死人", "284": "骨，見眉黑當念死人正黑，見朱脣當念血", "285": "正赤。校計身諸所有，以得是意便轉，不復愛", "286": "身也。觀有內外，嫉、恚、疑當內觀，貪、婬當外", "287": "觀。貪當念非常敗，婬當念對所有惡露。如自", "288": "觀身婬，當念四斷意也。觀有兩輩：一者、觀", "289": "外；二者、觀內。觀身有三十六物，一切有對皆", "29": "念精進、從定、從黠，是為屬五根也。從喜定，謂", "290": "屬外；觀無所有為道，是為內觀也。觀有三事：", "291": "一者、觀身四色，謂黑、青、赤、白；二者、觀生死；三", "292": "者、觀九道。觀白見黑為不淨，當前聞以，學後", "293": "得道；未得道，為聞得別，為證得，為知也。觀有", "294": "四：一者、身觀；二者、意觀；三者、行觀；四者、道觀，", "295": "是為四觀。譬如人守物，盜來便捨物；視盜人", "296": "已得觀，便捨身觀物也。", "297": "觀有二事：一者、觀外諸所有色；二者、觀內謂", "298": "無所有。觀空已得四禪，觀空無所有，有意、無", "299": "意、無所有，是為空，亦謂四棄得四禪也。欲斷", "3": "出息入息自覺，出息入息自知；當時為覺，以", "30": "信道；從力定，謂精進；從意定，謂意念定；從施", "300": "世間事，當行四意止，欲除四意止，當行四意", "301": "斷。人墮貪，貪故行。四神足飛，但有五根無", "302": "有五力，不能制，但有五力無有五根，不生。得四", "303": "神足，尚轉五力，能制上次十二品。四意斷，不", "304": "作現在罪，但畢故罪，是為四意斷也。畢故不", "305": "受新，為四意止，故畢新止，為四意斷，故竟", "306": "新斷，為四神足。知足不復求守意，意為畢，生", "307": "為新，老為故，死為身體壞敗為盡也。四意斷，", "308": "謂常念道。善念生便惡念斷，故為斷息道；", "309": "善念止便惡念生，故為不斷也。四意斷者，", "31": "定，謂行道也。為種故有根，有為之事皆為惡，", "310": "意自不欲向惡是為斷，亦謂不念罪斷也。四", "311": "神足：一者、身神足；二者、口神足；三者、意神足；", "312": "四者、道神足。念飛，念不欲滅，不隨道也。四伊", "313": "提鉢，四為數，伊提為止，鉢為神足。欲飛便飛，", "314": "有時精進坐七日便得，或七日，或七歲也。", "315": "得神足可久在世間，不死有藥：一者、意不", "316": "轉；二者、信；三者、念；四者、有諦；五者、有黠，是", "317": "為神足藥也。得四神足，不久在世間，有三因", "318": "緣：一者、自厭其身臭惡，故去；二者、無有人能", "319": "從受經道，故去；三者、恐怨惡人誹謗得罪，故", "32": "便生想，不能得勝。謂得禪是因為力，亦謂惡", "320": "去也。神足九輩，謂乘車馬，步疾走，亦為神足；", "321": "外戒堅亦為神足；至誠亦為神足；忍辱亦為", "322": "神足也。行神足當飛意。問：何為飛意？報：有四", "323": "因緣：一者、信；二者、精進；三者、定；四者、不轉", "324": "意。何等為信？信飛行。何等為精進？飛行。何", "325": "等定？飛行。何等為不轉意？謂著飛行不轉", "326": "意也。身不欲行道，意欲行便行，神足如是，意", "327": "欲飛即能飛也。五根，譬如種物，堅乃生根，不", "328": "堅無有根。信為水雨，不轉意為力，所見萬物", "329": "為根，制意為力也。信根中有三陰：一為痛痒，", "33": "不能勝善意。滅復起，故為力。力定者，惡意欲", "330": "二為思想，三為識陰。定根中有一陰，謂識陰", "331": "也。", "332": "五根、五力、七覺意，中有一陰者，中有二陰者，", "333": "中有三陰者，有四陰者，皆有陰。問：是道行，", "334": "何緣有陰？報：以泥洹無陰，餘皆有陰也。七覺", "335": "意，上三覺屬口，中三覺屬身，下一覺屬意。何", "336": "等為覺？念念為覺，念念為得，覺得是意，便隨", "337": "道也。外七覺意為墮生死，內七覺意為隨", "338": "道。內七覺意者，謂三十七品經；外七覺意者，", "339": "謂萬物也。覺者為識事，便隨覺意也。有覺意", "34": "來，不能壞；善意故，為力定也。", "340": "便隨道覺，有覺意墮罪覺。三十七品經便正", "341": "意，是為隨道；覺善惡，是為墮罪也。問：何等為", "342": "從諦身意持報？謂身持七戒，意持三戒，是為", "343": "身意持也。從諦意得休息，從四諦意因緣休；", "344": "休者為止，息為思，得道為受思也。貪樂道法，", "345": "當行道為愛覺意，持道不失為力覺意，已得", "346": "十息身安隱為息覺意，自知已安為定覺意。", "347": "身意持，意不走為持，從諦自在，意在所行，", "348": "謂得四諦。亦可念四意止，亦可四意斷，亦可", "349": "四神足，亦可五根、五力、七覺意、八行，是為自", "35": "道人行道未得觀，當校計得觀。在所觀意不", "350": "在意。在所行從諦觀者，為三十七品經要。", "351": "是為守意覺者，謂諦不復受罪也。八行有內", "352": "外，身為殺、盜、婬，聲為兩舌、惡口、妄言、綺語，意", "353": "為嫉、妬、癡。是上頭三法，為十事在外，五道", "354": "在內也。從諦守諦，從為神，守為護，謂法不犯", "355": "罪。諦為道，知非常、苦、空、非身、不淨為直見；非", "356": "常人計為常，思苦為樂，空計為有，非身用作", "357": "身，不淨計為淨，是為不直見也。何等為直見？", "358": "信本因緣，知從宿命有，是名為直見。何等為", "359": "直治？分別思惟，能到善意，是為直治。何等", "36": "復轉，為得觀。止惡一法，為坐禪；觀二法，有時", "360": "為直語？守善言，不犯法，如應受言，是名為直", "361": "語也。何等為直業？身應行不犯行，是名為直", "362": "業也。何等為直治？隨得道者教戒行，是名", "363": "為直治也。何等為直精進？行行無為，晝夜不", "364": "中止，不捨方便，是名為直精進方便也。何等", "365": "為直念？常向經戒，是名為直念。何等為直定？", "366": "意不惑亦不捨行，是名為直定。如是行，令賢", "367": "者八業行具，已行具足，便行道也。八直有治、", "368": "有行，行八直，乃得出要，身不犯戒，是為直治。", "369": "慧、信、忍辱是為行身，意持是名為直治。謂無", "37": "觀身，有時觀意，有時觀喘息，有時觀有，有時觀", "370": "所念為直，有所念為不直也。十二部經都皆", "371": "墮三十七品經中，譬如萬川四流，皆歸大海。", "372": "三十七品經為外，思惟為內。思惟生道故為", "373": "內；道人行道，分別三十七品經，是為拜佛也。", "374": "三十七品經亦墮世間，亦墮道。諷經口說是", "375": "為世間，意念是為應道。持戒為制身，禪為", "376": "散意。行從願，願亦從行。行道所向，意不離；意", "377": "至佛，意不還也。亦有從次第行得道，亦有不", "378": "從次行得道。謂行四意止、斷、神足、五根、五力、", "379": "七覺意、八行，是為從次第。畏世間惡，身便一", "38": "無，在所因緣當分別觀也。止惡一法，觀二法，", "380": "念從是得道，是為不從次第。道人能得三十", "381": "七品行意，可不順從數息、相隨、止也。身口七", "382": "事，心、意、識各有十事，故為三十七品。四意止、", "383": "斷、神足屬外，五根、五力屬內，七覺意、八行得", "384": "道也。泥洹有四十輩，謂三十七品經并三", "385": "向，凡四十事，皆為泥洹。問：數息為泥洹，非", "386": "報數息、相隨，鼻頭止意有所著，不為泥洹，泥", "387": "洹為有不？報：泥洹為無有，但為苦滅，一名意", "388": "盡。難：泥洹為滅。報：但善惡滅耳。知行者，有時", "389": "可行四意止，有時可行四意斷，有時可行四", "39": "惡已盡，止觀者為觀道。惡未盡不見道，惡已", "390": "神足，有時可行五根、五力、七覺意、八行。諦者，", "391": "為知定亂。定為知行，亂為不知行也。問：何以", "392": "故正有五根、五力、七覺意、八行？報：人有五根，", "393": "道有五根；人有五力，道有五力；人有七使，道", "394": "有七覺意；行有八直，應道八種。隨病說藥，因", "395": "緣相應。眼受色、耳聞聲、鼻向香、口欲味、身貪", "396": "細滑，是為五根。何以故名為根？已受當復生，", "397": "故名為根，不受色、聲、香、味、細滑，是為力，不墮", "398": "七使為覺意，已八直為應道行。五根堅意，五", "399": "力為不轉意，七覺為正意，八行為直意也。", "4": "後為知；覺者謂覺息長短，知者謂知息生滅、", "40": "盡，乃得觀道也。止惡一法為知惡，一切能", "400": "問：何等為善意？何等為道意？報：謂四意止、斷、", "401": "神足、五根、五力，是為善意；七覺意、八行，是為", "402": "道意。有道善，有世間善。從四意止至五根、五", "403": "力，是為道善；不婬、兩舌、惡口、妄言、綺語、貪、瞋、", "404": "癡，是為世間善。諦見者，知萬物皆當滅，是為", "405": "諦見；萬物壞敗，身當死，以不用為憂，是為諦", "406": "觀。意橫意走，便責對得制，是為除罪；諸來", "407": "惡不受為禪。一心內意十二事智慧，七為數，", "408": "八為相隨，九為止，十為觀，十一為還，十二", "409": "為淨，是為內十二事；外復十二事，一為目，二", "41": "制不著意為止，亦為得息想隨止。得息想", "410": "為色，三為耳，四為聲，五為鼻，六為香，七為", "411": "口，八為味，九為身，十為細滑，十一為意，十", "412": "二為受欲，是為外十二事也。術闍者為智，凡", "413": "有三智：一者、知無數世父母、兄弟、妻子；二者、", "414": "知無數世白黑、長短，知他人心中所念；三者、", "415": "毒以斷，是為三也。沙羅惰怠者，為六通", "416": "智：一為神足，二為徹聽，三為知他人意，四為", "417": "知本所從來，五為知往生何所，六為知索", "418": "漏盡，是為六也。", "419": "佛說大安般守意經卷下", "42": "隨止，是為止惡一法。惡已止，便得觀故。為觀", "420": "此經按經首序及見經文，似是書者之錯，", "421": "經注不分而連書者也。義當節而注之，然", "422": "往往多有不可分處，故不敢擅節，以遺後", "423": "賢焉。", "43": "二法，為得四諦，為行淨。當復作淨者，識苦棄", "44": "習，知盡行道，如日出時淨，轉出十二門故。", "45": "經言：從道得脫也。去冥見明，如日出時，譬如", "46": "日出多所見，為棄諸冥。冥為苦，何以知為苦？", "47": "多所罣礙，故知為苦。何等為棄習？謂不作事。", "48": "何等為盡證？謂無所有。道者，明識苦、斷習、盡", "49": "證、念道。識從苦生，不得苦，亦無有識，是為苦", "5": "麁細、遲疾也。出息入息覺盡止者，謂覺出", "50": "也。盡證者，謂知人盡。當老病死證者，知萬物", "51": "皆當滅，是為盡證也。譬如日出作四事：一、壞", "52": "冥，謂慧能壞癡；二、見明，謂癡除獨慧在；三、見", "53": "色萬物，為見身諸所有惡露；四、成熟萬物，設", "54": "無日月，萬物不熟；人無有慧癡，意亦不熟也。", "55": "上頭行俱行者，所行事已行，不分別說，謂行", "56": "五直聲，身心并得行也。從諦念法，意著法", "57": "中；從諦念法，意著所念是便生是，求生死得", "58": "生死，求道得道。內外隨所起意，是為念法。意", "59": "著法中者，從四諦自知意生，是當得，是不生，", "6": "入息欲報時為盡，亦計萬物身生復滅。心者，", "60": "是不得，是便却，意畏不敢犯。所行所念常在", "61": "道，是為意著法中也。是名為法，正從諦本起，", "62": "本著意。法正者，謂道法。從諦，謂四諦。本起著", "63": "意者，謂所向生死萬事，皆本從意起。便著意，", "64": "便有五陰所起。意當斷，斷本五陰便斷。有時", "65": "自斷不念，意自起為罪，復不定在道為罪，未", "66": "盡故也。意著法中者，諦意念萬物，為墮外法", "67": "中，意不念萬物，為墮道法中。五陰為生死法，", "68": "三十七品經為道法。意著法中者，謂制五陰", "69": "不犯，亦謂常念道不離，是為意著法中也。所", "7": "謂意止也。見觀空者，行道得觀，不復見身。", "70": "本正者，所在外為物本，為福所；在內總為三", "71": "十七品經，行道非一時端故。言所本者，謂行", "72": "三十七品經法，如次第隨行，意不入邪為正，", "73": "故名為所本正。所本正，各自異行，以無為對", "74": "本，以不求為對正；以無為為對無為，以不常", "75": "為對道，以無有為對亦無有所、亦無有本、亦", "76": "無有正，為無所有也。定覺受身，如是法道，說", "77": "謂法定。道說者，謂說所從因緣得道。見陰受", "78": "者，為受五陰。有入者，為入五陰中。因有生死", "79": "陰者，為受正；正者，道自正，但當為自正心耳。", "8": "便墮空無所有者，謂意無所著；意有所著因，", "80": "人行安般守意，得數，得相隨，得止，便歡喜，", "81": "是四種。譬如鑽火見煙，不能熟物，得何等喜？", "82": "用未得出要故也。", "83": "安般守意有十八惱，令人不隨道：一為愛欲，", "84": "二為瞋恚，三為癡，四為戲樂，五為慢，六為", "85": "疑，七為不受行相，八為受他人相，九為不念，", "86": "十為他念，十一為不滿念，十二為過精進，十", "87": "三為不及精進，十四為驚怖，十五為強制意，", "88": "十六為憂，十七為怱怱，十八為不度意行愛，", "89": "是為十八惱。不護是十八因緣不得道，以護", "9": "為有斷六入，便得賢明。賢謂身，明謂道也。知", "90": "便得道也。不受行相者，謂不觀三十二物，", "91": "不念三十七品經，是為不受行相。受他人相", "92": "者，謂未得十息，便行相隨，是為受他人相。他", "93": "念者，入息時念出息，出息時念入息，是為他", "94": "念。不滿念者，謂未得一禪，便念二禪，是為不", "95": "滿念。強制意者，謂坐亂，意不得息，當經行、讀", "96": "經，以亂不起，是為強制意也。精進為黠，走是", "97": "六事中，謂數息、相隨、止、觀、還、淨，是為六也。何", "98": "等為喘？何等為息？何等為氣？何等為力？何等", "99": "為風？制者，為意息，為命守，為氣，為視聽風，"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0602 佛說大安般守意經: 佛說大安般守意經: 佛說大安般守意經", "author": "後漢 安世高譯", "sourceLink": "http://www.cbeta.org/"}