{"author": "唐 輸波迦羅譯", "englishTitle": "Taisho Tripitaka, Electronic version, No. 0895a 蘇婆呼童子請問經: 蘇婆呼請問: 蘇婆呼童子請問", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "9 分別遮難分品", "1": "蘇婆呼童子請問經卷下", "2": "唐天竺三藏輸波迦羅奉　制譯", "3": "10 分別道分品分別道分品第十", "4": "復次蘇婆呼童子。我今為念誦人。說八聖道", "5": "法為正見正分別正語正業正命正勤正定", "6": "正念。此是諸佛所行之道。念誦之人行此道", "7": "者。真言乃成。於此報盡。復生人天勝上妙處。", "8": "過去諸佛行此道故。成等正覺。現在未來諸", "9": "佛亦復如是。身口意業所修功德。常依正教", "10": "不生疲倦。欲如是修行。乃名正業。飲食衣服", "11": "臥具及受湯藥。常懷知足不生染著。是名正", "12": "命。不讚己身不毀他人。遠離諸過。如避火坑", "13": "及以猛獸。常樂寂靜。是名正語。不學占相吉", "14": "凶男女等事。天文地理調鷹調馬。及以調象", "15": "射藝書算。世間言論無益之典。遠離斯過。是", "16": "名正分別。不觀象鬪馬鬪牛羊雞犬等鬪。男", "17": "女相扠相撲亦不往觀。", "18": "離如上之戲。是名正念。不說王臣盜賊鬪戰", "19": "相殺婬女之論。及以謎語。說往昔之事。念誦", "20": "之人乃至未成就中間。不應入城村落邑里。", "21": "及生緣伽藍制底處。外道神祀所居之處。若", "22": "園林池河。如此等處並不應往。", "23": "若不作如前七愆事業。常居山林高峻崖峯", "24": "四絕之頂晝夜不懈念誦真言。無不獲果。是", "25": "名正勤。", "26": "復次蘇婆呼童子。若念誦人不獲如前上妙", "27": "勝處。應居空閑神廟或居樹下或住河邊或", "28": "居山側或泉池林間。或無人處或居空室。一", "29": "心念誦或一年之中除安居外。春秋二時隨", "30": "意。遊行山林河邊泉池空室專心念誦。譬如", "31": "比丘夏月安居。念誦之人亦復如是。行人念", "32": "誦雖滿遍數。正夏安居勿作成就之法。雖不", "33": "作法。念誦不得間斷。解夏已後如法護身。方", "34": "可作成就之法。慎勿法外行事。", "35": "復次蘇婆呼童子。今為念誦人。說呼摩法置", "36": "爐差別之法。此法或作團圓。或作三角或作", "37": "四方。或如蓮花之形。並須有基。爐口安唇。泥", "38": "拭細滑。外邊基階並須牢固。", "39": "若作善事及求錢財。令他敬念作息災法者。", "40": "其爐須圓。", "41": "若求成就一切諸事。或求女人及童子女等", "42": "者。其爐須蓮花之形。", "43": "若作阿毘者囉之法。或為走等事者。其爐須", "44": "作三角。", "45": "若欲調伏諸龍及餘鬼類。或令火燒或令苦", "46": "者。其爐須方。基唇及爐。以瞿摩塗。復用茅", "47": "草。布於基上及安基下。所塗之處。塗花香等", "48": "隨所辦物。供養三寶及本部主。并諸明王本", "49": "真言主等爐中生火。不應以口吹。以扇扇火。", "50": "然後取稻穀花和酥。或胡麻和酥。以本部明", "51": "王真言念誦。而作呼摩七遍。或八或十乃至", "52": "二十一遍。供養明王。其作法人。面向東坐。取", "53": "酥蜜酪等。共和一器中。取呼摩木。向器中搵", "54": "於兩頭。擲於爐內燒之。如是日月不停。或", "55": "七日　三七　四七　五七　六七　七七日", "56": "或一月　成百日　或百二十日　其驗證", "57": "現。", "58": "若如上作法。不得成者。以年為期。三年　六", "59": "年　或十年　十二年　作不退者畢得大悉", "60": "地。必須如法呼摩。正燒火法之時。應觀火色。", "61": "於其爐中。火色炮焰聲合成。不成者自有相", "62": "貌現耳。其火無煙焰如金色。右旋婉轉焰", "63": "峯熾多。其色或白或如紅色。或焰極赤。由", "64": "如珊瑚色滋潤。其焰上衝。復流下廣或如日", "65": "月光其焰形狀瓶幢傘蓋吉祥字形。螺貝蓮", "66": "花。或如呼摩酥杓等形。或似三鈷五鈷金", "67": "剛杵。形或如橫刀如草束形。或似車形。或如", "68": "蠅拂聲吹笛篳篥等聲。或如螺聲。得如上種", "69": "種音聲其氣由如燒酥之香。復無炮烈。其", "70": "火不扇自然而著。得如斯相現必當獲得廣", "71": "大悉地。又觀燒火不成就相貌法者。正燒火", "72": "之時。或起煙多。亦復炮烈。其焰難發。假令", "73": "發時亦不增盛。後時頓滅由若無火。焰色憔", "74": "悴黑如闇雲如波羅賒形。由如一鈷之叉。", "75": "又如簸箕男根牛角之形。其火出聲狀如驢", "76": "鳴。又復迸火燒念誦人。爐內香煙如燒死人", "77": "之氣。現如斯相已。念誦之人悉地難得。行者", "78": "見斯不祥之相。即應以赤身明王或吉利吉", "79": "羅。或以不淨忿怒等明王真言。而作呼摩。其", "80": "不吉相即當消滅。必須如法非是輕爾。念誦", "81": "人慎勿剃除三處之毛。亦不應火燒復塗藥", "82": "遣落。及以手拔。譬如有人手執金刀。若不善", "83": "解執持。自當損害。持真言者不依法則。婬亂", "84": "熾盛。以除三處之毛呈示女人。發生欲想。", "85": "非但真言不成。如執利刀自害其身。念誦人", "86": "縱不依法則者。其部主明王真言主等。皆是", "87": "菩薩終不損害人。左右侍從見被過故。即", "88": "便損害。當須謹卓。勿行非違自招其禍。", "89": "復次蘇婆呼童子。若念誦人。及欲成就并作", "90": "諸法。無有障難求悉地者。以諸飲食。祭祀", "91": "諸天修羅藥叉龍等。伽路羅共命鳥等。羯吒", "92": "布單那乾闥婆部多諸鬼魅等。或居地或在", "93": "虛空行者。右膝著地啟請言曰。居妙高山天", "94": "諸部多。居歡喜園及餘天宮。居日月宮。或居", "95": "河海所。或居陂澤泉水。或居村落及諸神廟。", "96": "或居空室或居天室。或住伽藍制底或居外", "97": "道草庵。或居象室或居庫藏。或住街巷或居", "98": "四衢道邊。或依獨樹或在大路。或住塚間或", "99": "居屍陀林。或寄大樹林。或居師子大蟲遊戲", "100": "之處。或住大砂磧中。或居諸洲上妙處所。皆", "101": "諮啟請。與諸眷屬降臨來此。我所營辦花鬘", "102": "塗香燒香飲食及妙燈明。願垂歆饗。我所求", "103": "事滿足其果。以供養諸鬼神已。後應別日供", "104": "養護方諸神。如前辦供胡跪合掌。即應召請。", "105": "謹請東方憍尸迦天。與諸眷屬來降道場願", "106": "垂受供。", "107": "次請東南方火天仙等。與諸眷屬來降道場", "108": "願垂受供。", "109": "次請南方閻摩羅法王等。與諸眷屬來降道", "110": "場願垂受供。", "111": "次請西南方泥唎底部多大王等。與諸眷屬", "112": "來降道場願垂受供。", "113": "次請西方嚩嚕拏龍王等。與諸眷屬等來降", "114": "道場願垂受供。", "115": "次請西北方風神王等。與諸眷屬來降道場", "116": "願垂受供。", "117": "次請北方多聞天王等。與諸眷屬來降道場", "118": "願垂受供。", "119": "次請東北方伊舍羅天王等。與諸眷屬來降", "120": "道場願垂受供。", "121": "次請上方梵天王等。與諸眷屬來降道場願", "122": "垂受供。", "123": "次請地居所有諸大神王等。與諸眷屬來降", "124": "道場。各住本方所辦供養願垂納受。復願常", "125": "時衛護於我。如是供養諸鬼神等及護方神", "126": "王。行者無諸難事。意所求願皆悉滿足。", "127": "11 分別諸部分品蘇婆呼請問分別諸部分品第十一", "128": "復次蘇婆呼童子。世尊為利益未來一切眾", "129": "生故。說三俱胝五落叉真言及明。名曰持明", "130": "藏。", "131": "又聖觀自在說三俱胝五落叉真言。於此部", "132": "中。真言主名曰何耶吉唎婆此云馬頭此部曼茶", "133": "羅。名曰儞毘耶二合。", "134": "復有七真言主。十二臂為真言主。", "135": "六臂。上髻　滿如意願　四面。不空　羂索", "136": "二臂。由如日光照耀世間。此等七真言主。", "137": "並是馬頭曼荼羅所管。", "138": "復有八明妃。為目睛。妙白。居白。觀世。獨髻。", "139": "金顏名利稱。苾唎俱胝。此等皆是蓮花部中", "140": "明妃。", "141": "復說種種妙曼荼羅及諸手印。我利益貧窮", "142": "眾生。及摧諸鬼類故。說七俱胝真言及曼荼", "143": "羅　復有十使者七明妃。", "144": "又有六十四嬪　又有八大心真言　又有軍", "145": "荼利等無量忿怒　又有最勝明等無量真", "146": "言王。", "147": "是故此部名曰廣大跋折囉。", "148": "復有大神名曰般支迦。說二萬真言。此神有", "149": "妃名曰彌佉羅。說一萬真言。名曰般支迦部。", "150": "復有大神名曰摩尼跋陀羅說十萬真言。", "151": "多聞天王說三萬真言名曰摩尼部。", "152": "復有諸天及阿修羅等。於世尊前說無量明", "153": "及諸真言。其中有入金剛部內者。", "154": "亦有入蓮花部者　亦有入般支迦部者　亦", "155": "有入於摩尼部　亦有非部所管者　如上所", "156": "說真言。略教種種法則。於五部中並應修行。", "157": "復有諸天所說真言。世尊印可許者。亦應修", "158": "行。如是法則者。若乘此法者即得所願成就。", "159": "復次世尊於內亦有勝上妙寶。從此復流究", "160": "竟法寶中。復生八大丈夫不退眾寶。如是三", "161": "寶。世所稱。是故念誦人。若欲滅罪生福。希", "162": "速得現前滿願者。先歸命三寶。", "163": "又若欲持誦金剛部內真言者。初歸三寶已。", "164": "次稱那施旃荼跋折囉波拏曳。摩訶藥叉栖", "165": "那波多曳。次後即誦真言。蓮花部內亦然", "166": "般支迦部亦然　摩尼部亦如上法　初歸三", "167": "寶。", "168": "次歸部主。然後乃可念誦真言。若不歸依", "169": "釋教。復行聲聞乘緣覺乘者。信不具足。內懷", "170": "腐朽外示精進。復懷慳貪悋者。不應執我此", "171": "跋折囉。", "172": "若有苾芻苾芻尼及優婆塞迦優波斯迦。毀", "173": "訾深妙大乘。言此所說皆是魔教。復懷愚癡", "174": "為言。執金剛菩薩。是大藥叉。復不敬禮諸", "175": "大菩薩。心生輕慢。為利故詐解。持誦如是妙", "176": "真言者。如是等愚人。不久當自損害軀命。亦", "177": "如前說。佛菩薩終不害人。然於部內。有諸毒", "178": "猛鬼神。見彼癡人謬執金剛杵者。便生瞋怒", "179": "即害彼命。摩醯首羅天說十俱胝真言。", "180": "那羅延天王說三萬真言。", "181": "大梵天王說六萬真言。", "182": "日天子說三十萬真言。", "183": "伽路荼王說八萬一千真言。", "184": "摩醯首羅大妃說八千真言。", "185": "火神王說七百真言。", "186": "摩登伽天王復說三千真言。", "187": "諸龍王妃說五千真言。", "188": "羅剎大將說一萬真言。", "189": "四天大王說四十萬真言。", "190": "阿修羅王說二十萬真言。", "191": "忉利天王說三十萬真言。", "192": "各各俱說真言手印及曼荼羅。依法受持。若", "193": "為此教。非真不誠亦當自害。", "194": "12 分別八法分品蘇婆呼童子請問分別八法分品第十二", "195": "復次蘇婆呼童子。念誦人所有成就之法。總", "196": "有八種。何等為八。謂成真言法。成金水法", "197": "成長年法　出伏藏法　入修羅宮法　合成", "198": "金法　土成金法　成無價寶法。", "199": "是名八法。於中有三。成真言法。入修羅宮法。", "200": "得長年法是。", "201": "三種法。是名上上悉地法。", "202": "成無價寶法。土成金法。出伏藏法。", "203": "此三種法。是名為中。合成金法。成金水法。", "204": "此之二法是名下法。若有眾生具有戒慧。", "205": "樂此法者。如是之人樂上上成就。", "206": "若有眾生多貪財欲者。如是之人樂中成就。", "207": "若有眾生多愚癡故。反價求利者。如是之人", "208": "得下成就。", "209": "上上之人唯求上驗勿。應求中下證。", "210": "若遭窮貧者。應求中品。亦勿求上。驗亦莫", "211": "取下。證下下之人依前求。之亦勿改易。", "212": "若欲獲得如上所說種種成就。應須修福。具", "213": "福之人求前八種之樂。延命長壽威力自在", "214": "端正聰慧皆得成就。若人戀家業修善法。敬", "215": "念三寶常不離心。憶真言念誦不間。如是之", "216": "人速得成就。念救眾生。復能滅己身罪。并", "217": "彼獲今世及後世樂。真言之外。更無異法能", "218": "與眾生樂者。譬如天火下降及與霜雹。能", "219": "損諸物無可避脫。真言威力降下眾生心田。", "220": "能摧苦惱及諸罪障碎壞無餘。善功德芽日", "221": "日滋茂。如意寶樹。能益有情種種意願。真言", "222": "妙藏亦復如是。或與成就菩薩位地乃至佛", "223": "果。或與成就明仙位地。或與富樂色力長年。", "224": "有諸菩薩觀諸有情。遭諸苦難及餘怖畏。王", "225": "難惡賊火雹等苦。即自變身。為真言主形。", "226": "救濟眾生令脫苦難。使安無怖。快樂恣情盡", "227": "報壽命。若復有人。雖處居家受諸欲樂。佛說", "228": "真言發心欲持。設得少法似行不行。念誦多", "229": "有違犯。作其事法多不備具。彼人每日。不喜", "230": "念誦遍數足與不足。中間即停。心貪餘部真", "231": "言。法則無驗。却就舊業而剋其心。心不休", "232": "廢數當漸滿。忽覺少驗心生歡喜。歡喜已即", "233": "發露。已首諸過其罪即滅。離五欲障還具戒", "234": "體。清淨之身還入清室。更誦真言滿十萬遍", "235": "已。即須作求成就法。不久即得如意所樂真", "236": "言悉地。於後所作一切諸餘真言法則。皆得", "237": "成就。", "238": "復次蘇婆呼童子。若念誦人正澡浴時。用淨", "239": "土和水。遍塗其身。然後入於清淨大水。隨意", "240": "洗已。或面向東面北。洗手足已。以其兩手置", "241": "於膝內以水遍灑於身吸水。勿使有聲。即用", "242": "右手作掬水法。於其手掌勿令有沫。呪水三", "243": "遍吸水三遍。勿使有聲。以手母指兩邊拭口。", "244": "及以灑身即作護聲。作護聲訖。然後齒間", "245": "垢穢舌中覺觸。或復咳嗽涕唾。更須如上呪", "246": "水口吸。乃至拭口澡浴畢已。即往淨室。中間", "247": "不應與餘外人。或男或女出家在家淨婆羅", "248": "門。童男童女及黃門等語及與相觸。若有相", "249": "觸者。一依如前澡浴及飲水拭口。然後莫共", "250": "人語。即入淨室念誦。設使急事不得停休。要", "251": "須數滿。然後出於精舍。亦勿受他利養。乞食", "252": "已作業。日夜不闕。如是之人。妙真言神唐然", "253": "入身。若求成就者。念誦之時有施主。惠施衣", "254": "裳金銀珍寶。鞍乘嚴具塗香燒香飲食臥具。", "255": "如上等物。乃至分毫不應納受。", "256": "復次蘇婆呼童子。念誦人大小便利畢已。應", "257": "用五聚土。三聚洗後。一聚洗前。其一聚獨洗。", "258": "即出惡處就於淨處。分土十聚。先用三聚獨", "259": "洗左手。復用七聚洗其兩手已。後更取三聚。", "260": "二手內外通淨洗令淨。然後已重。任用土水。", "261": "清淨洗之。譬如春時風揩樹木。自然火出。以", "262": "省功力遍燒草木。以念誦火用淨戒風。以勤", "263": "相揩盡燒罪草亦復如是。復如寒霜日曜即", "264": "消。以用戒日。念誦之光曜。消罪霜亦復如是。", "265": "譬如室內久來有闇。若將燈入即便闇滅。以", "266": "念誦燈照罪障闇。悉得消滅。念誦真言乃至", "267": "呼摩。便獲成就。若此法不成就者。應近江", "268": "河地上取淨好砂。印成十萬窣堵波。安置", "269": "河邊。以香泥塗塔。如是一一塔前。各誦本真", "270": "言。至誠懺悔作滅罪法。無始已來所造罪障", "271": "悉皆消滅。此世當獲成就現報。", "272": "念誦之人持戒為本。精進忍辱於諸佛所。深", "273": "心恭敬發菩提心。勿使退轉。恒須念誦莫有", "274": "懈怠。譬如國王具七種法。能治人民及自安", "275": "樂。持誦之人具此七法。即滅諸罪乃獲成就。", "276": "初應念誦如法勿有闕錯。以次呼摩。以呼摩", "277": "故本尊歡喜。即便施與如意樂果。", "278": "復次蘇婆呼童子。念誦之人若欲成就攝喜", "279": "人法。乃至欲取百由旬外者。皆是藥叉之婦", "280": "力耶。為愛欲故求成此法。藥叉女者。假令悉", "281": "地者還與藥叉之婦。譬如衒賣女色者。為窺", "282": "財故。共男子欲。其藥叉婦亦復如是雖復共", "283": "居一劫。終無善意。伺人其過損害食噉。以愚", "284": "癡人貪餘色故。欲行此法。成已。非直犯斯邪", "285": "行之咎。亦乃自當有損。諸念誦人法他不可", "286": "廢。有業相當者。任行此法。於佛法中有心", "287": "趣向者。勿行此軌。非利益事。是愚人法。為初", "288": "學人示現說之。非正道。", "289": "復次蘇婆呼童子。有諸菩薩金剛及天龍藥", "290": "叉修羅等。對於佛前及緣覺聲聞眾中。各自", "291": "說真言。世尊為我證明。如來為利益諸有情", "292": "故。皆悉證許。復慈加被。我今說真言。皆有三", "293": "品。", "294": "成上品者。謂昇空而去。入修羅宮。自在變", "295": "形。作藥叉女夫主者。長年成幻化法。自變己", "296": "身為密跡等。", "297": "成中品者。獲得賤財乃至自在富貴。舉意從", "298": "心。", "299": "下品者令人相憎。及能攝來。從國令去。乃至", "300": "令枯。", "301": "下中下者。為療鬼魅龍鬼嬰兒。令人惽沈多", "302": "睡。兩手或展或舒令攫拳縛抱。及遣耳語。及", "303": "阿引吠設那鞭打令去。乃至損害。及令眾人", "304": "共誦真言。或令眾人以脚踏地。令著鬼魅悶", "305": "絕躄地。置於四衢道頭。以白㲲蓋。來者令看。", "306": "復令一人。從脚徐挽白㲲。隨起㲲盡。還復", "307": "本心。及療鼠毒。攝閉人口呼召諸龍。縛眾", "308": "多人令不得動。療治被毒。及能移毒。以毒毒", "309": "人。毒成人眼。亦復治却被之人。禁令不引", "310": "發。遣毒蛇不令傷人。作人及成使者。示現人", "311": "龍以為音樂。著魅者令差。如是等類皆是外", "312": "法。不可依行。", "313": "復有毒蛇類。合有八十。其中有二十。舉頭而", "314": "行。於中六種。住即盤身。", "315": "復有十二種。雖螫人無毒。", "316": "數內復有十三蛇。蛇中之毒。於外之地。餘", "317": "雖螫人。有時被毒有時無毒。復有蝦蟇辟宮", "318": "蜥蜴蜘蛛等類及雜毒蛇蟲。如是分別。其數", "319": "雖多。然所行猛烈毒者。數不過六種。", "320": "一者其蟲尿穢。溺人便有毒。", "321": "二者溺著人身。便即有毒。", "322": "三者觸毒。蟲行時。不令人見。若觸人身即便", "323": "有毒。", "324": "四者涎唾著人。即便有毒。", "325": "五者眼毒。其蟲以眼視人。便即有毒。", "326": "六者嚙毒。其蟲著人者。便即得毒。", "327": "持真言者。不畏彼毒。如是諸蟲。上中下品分", "328": "別。合成數種之毒。是故餘天神。說如是諸蟲", "329": "或以毒惽醉而放猛毒。", "330": "或以大瞋而放猛毒。", "331": "或恐怖而放猛毒或飢餓而放猛毒", "332": "或懷怨而放猛毒或死時至而放猛毒", "333": "其嚙毒復有四種", "334": "一者傷　二者血塗　三者極損　四者命終", "335": "其嚙毒者云何知耶。所嚙之處有一齒痕。其", "336": "毒微少。為是名傷。", "337": "血塗之毒其狀云何。有二齒痕。致使有血。", "338": "名曰血塗。", "339": "極損之毒有三齒痕。令使傷肉。名曰極損。命", "340": "終之毒其狀云何。所嚙之處有四齒痕。便纏", "341": "其身。是名命終。此之一毒。縱使外道真言妙", "342": "藥。無能治差。譬如猛火燒身或以刀割。被毒", "343": "之苦亦復如是。持真言者其毒即滅。譬如大", "344": "火興盛。若以雨灑。其火便滅。真言攝毒亦復", "345": "如是。智者妙解種種類。印以持誦大威真", "346": "言。共諸毒戲。一無怖畏。如師子王入於牛群。", "347": "無有顧視恐懼之心。", "348": "復次蘇婆呼童子。世間人等。常有種種鬼魅", "349": "病苦　或天魅　或龍魅　或阿修羅魅　或", "350": "乾闥婆魅　或伽魯荼魅　或緊那羅魅　或", "351": "摩呼羅伽魅　或藥叉魅　或羅叉莎魅　或", "352": "持明所魅　或餓鬼魅　或毘舍遮魅　或宮", "353": "盤荼魅。", "354": "如上種種諸鬼魅等。求見祭祀故。", "355": "或戲弄故　或殺害故　或遊行世間多求利", "356": "故　或常噉血肉故　或伺求人過失故　或", "357": "常瞋怒故　或繫捉眾生故　或煩惱熾盛故", "358": "或飢餓故　或繫眾生令他心亂故　或歌", "359": "或舞故　或喜或悲故　或懷愁惱故　或時", "360": "亂語故。", "361": "如上種種異相。令人怪笑病等。應以金剛", "362": "鉤。或以甘露瓶忿怒金剛等真言。作法療治。", "363": "即得除差。如上病患之徒。又火神真言　風", "364": "神真言　摩醯首羅真言　大梵天王真言", "365": "忉利天王真言　那羅延天王真言　四天王", "366": "真言　日月天王真言　藥叉王真言　金翅", "367": "鳥王真言。", "368": "彼等鬼魅不懼如上餘外天神真言者。若聞", "369": "金剛鉤之名號者。自然退散。何況作法。持真", "370": "言而療治。不愈者。智者知彼魅鬼性行及療", "371": "治法然後無畏。諸佛菩薩所說真言。以如來", "372": "加被力故。餘外天神真言。不能破壞如上真", "373": "言之者。", "374": "又欲滅罪之者。於空閑靜處。應以香泥。或以", "375": "近江河處。以砂造制底。中安緣起法身之偈。", "376": "梵天藥叉持明大仙。迦樓羅乾闥婆類部多", "377": "等類。聞此法已恭敬頂禮。一時合掌而作是", "378": "言。希有尊者愍念眾生希有。如是微妙悲行。", "379": "或見尊者。手執赫燿大跋折羅。或執堅固鐵", "380": "杵。或執猛利火輪。或見手執不空羂索。或見", "381": "手執三鈷大叉。或見手執大橫刀。或見手執", "382": "弓箭。或見手執棒。或見其器仗殊異。令人怖", "383": "畏。或見相好端嚴令人可樂。或見尊者為藥", "384": "叉將。我等歸命大慈悲者。我等修行。諸天修", "385": "羅人非人等。恒常護念深心恭敬。依教修行", "386": "不敢忘失。若世間閻浮提內及四天下。有四", "387": "眾比丘比丘尼優婆塞優婆夷童男童女。得", "388": "聞此法者。現世得離苦難。若能如法依教。修", "389": "行一切真言。與此教相應。報得悉地無有疑", "390": "耶。得聞上法。何況依教修行而不獲果。我等", "391": "八部眷屬。常恒護衛修道人故。一切惡魔毘", "392": "那夜迦藥叉等類。不得其便。若有貧窮眾生。", "393": "依此法教持明真言者。現世遠離貧窮苦惱。", "394": "富貴自在人所欽敬。一切鬼神冥加護衛。若", "395": "欲進求勝上出世解脫者。前件已列。任意所", "396": "樂依教修行。勤精不退。不久獲得持明悉地。", "397": "威耀世間如日出現。無有障礙心無亂動。除", "398": "不至心。日夜不懈。我等眷屬常不離左右。助", "399": "益其力畢獲成功。時執金剛主告言。汝等天", "400": "龍八部能隨我語。衛護真言及大乘藏。并一", "401": "切眾生。助成修道者。我亦往昔作天身龍身。", "402": "并受一切大力之身。於彼身中以威力故。常", "403": "護佛法。於僧寶及大乘藏真言密典。并愍眾", "404": "生。佐助修道人力。不令惡人得其便故。不使", "405": "國王大臣生瞋怒故。從凡至金剛已來。此願", "406": "不曾退廢。今獲如是執金剛忿怒自在之身。", "407": "我若左顧右眄。觀察十方兩目視瞬。一切世", "408": "間界地六震動。上至有頂下至水際。於中有", "409": "魔宮眷屬。光明失色由如聚墨。在珂貝邊", "410": "所有宮殿。碎壞由如微塵。修羅種類四散逃", "411": "避。自然殄滅。魔家眷屬迷悶躄地。或有身體", "412": "由如火燒。或身乾枯者。或有臥屎尿中者。", "413": "或被山壓身者。或臥氷山中者。或臥鐵圍山", "414": "中者。臥須彌峯。倒垂欲墜。生恐怖者。或臥大", "415": "河波中。生恐怖者。或臥海底。不見日月光", "416": "者。或臥空中。被日所炙受苦惱者。或飢寒者。", "417": "或受貧窮者。或受地獄苦者。受餓鬼身者。", "418": "或受畜生身者。或受飛鳥身者。或受毒蛇身", "419": "者。或失本身形生者。或身火出。自燒而受苦", "420": "者。或兩目出火自燒面者。或男身上生女根", "421": "出不淨臭穢者。或女身上生男根。不羞恥者。", "422": "或屎尿從口出者。或被猛獸食噉者。或被蛇", "423": "螫。受苦痛者。或食飯。口中出火燒舌齒焦", "424": "者。或手脚墮落者。或身體洪爛者。或病臥者。", "425": "或氣欲斷者。或死者。受牟矟苦者。或受火輪", "426": "苦者。或受劍戟苦者。或被白象踏者。或被水", "427": "牛觝殺者。或被人殺者。汝等天人雜類應知。", "428": "此等天魔常障修道人故。我今現少右顧左", "429": "視三昧神通。其魔眷屬即受如斯苦惱。何況", "430": "入火三昧。現奮迅神通。從往至今。常護此", "431": "修道持真言人故。及護佛法并一切眾生。得", "432": "如此力。令魔怕懼不得正視我面。何況世間", "433": "惡人能不怕者。若有比丘或在家菩薩。能發", "434": "丈夫心。恭敬佛法僧寶。及護大乘典。并祕密", "435": "藏修持真言者。能制國王大臣及一切惡人", "436": "等。勿令得便。毀訾惡言者。此等獲福得神通", "437": "威力。共我無異。一切魔王怖懼。生其苦惱。與", "438": "前件無別。當得果報至我住處。汝等天龍八", "439": "部人非人等。今於我前。發大誓莊嚴。護眾生", "440": "心。并護法藏。佐助其力。以汝善心深厚故。善", "441": "哉善哉甚善。汝亦不久當獲執金剛身。得奮", "442": "迅自在無礙。降魔勞怨。若我同等。時執金剛", "443": "主。告蘇婆呼童子。汝當於世流行。勿使忘失。", "444": "時蘇婆呼童子言。如尊所教。展轉流行不敢", "445": "忘失。時會大眾皆悉起立。蘇婆呼童子。人天", "446": "八部大梵天王并及四眾。圍遶數匝頂禮恭", "447": "敬。頭面著地各發誓願。願我及一切眾生。得", "448": "聞此法。依教修行。速獲如是大威神身力。重", "449": "頂禮執金剛主足已。各乘本座。辭退還宮忽", "450": "然不現。", "451": "蘇婆呼童子請問經卷下"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 0895a 蘇婆呼童子請問經: 蘇婆呼請問: 蘇婆呼童子請問", "source": "CBETA"}