{"englishTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論", "text": {"0": "78 四攝品", "1": "大智度論釋四攝品第七十八", "10": "銅色，薄而潤澤；十者、膝骨堅著圓好；十一者、身", "100": "戒、有教忍辱、有教精進、有教禪定、有教智慧、", "101": "有教四禪、四無量心、四無色定者，於汝意云", "102": "何：佛所化人有分別破壞諸法不？」須菩提", "103": "言：「不也！世尊！是化人無心、無心數法，云何", "104": "分別破壞諸法？」「以是故，須菩提！當知菩薩摩", "105": "訶薩行般若波羅蜜，為眾生如應說法，拔出", "106": "眾生於顛倒地，令眾生各得如所應住地，以", "107": "不縛不脫法故。何以故？須菩提！是色不縛", "108": "不脫，受、想、行、識不縛不脫；色無縛無脫不是", "109": "色，受、想、行，識無縛無脫不是識。何以故？色", "11": "淨潔。十二者、身柔軟。十三者、身不曲。十四者、", "110": "畢竟清淨故，受、想、行、識乃至一切法，若有為、", "111": "若無為，亦畢竟清淨故。「如是，須菩提！菩薩摩", "112": "訶薩為眾生說法，亦不得眾生及一切法。一", "113": "切法不可得故，菩薩以不住法故，住諸法相", "114": "中，所謂色空，乃至有為、無為法空。何以故？色", "115": "乃至有為、無為法，自性不可得故，無有住處。", "116": "無所有法不住無所有法，所有法不住所有", "117": "法，自性法不住自性法，他性法不住他性法。", "118": "何以故？是一切法皆不可得故，不可得法當", "119": "住何處？「如是，須菩提！菩薩摩訶薩行般若波", "12": "指長纖圓；十五者、指文莊嚴；十六者、脈深；十", "120": "羅蜜，以是諸空，能如是說法，如是行般若波", "121": "羅蜜，於諸佛及聲聞、辟支佛無有過。何以故？", "122": "諸佛、菩薩、辟支佛、阿羅漢得是法已，為眾生", "123": "說法，亦不轉諸法相。何以故？如、法性、實際", "124": "不可轉故。所以者何？諸法性無故。」須菩提", "125": "白佛言：「世尊！若法性、如、實際不轉，色與法", "126": "性異不？色與如、實際異不？受、想、行、識，乃至有", "127": "為、無為法，世間、出世間，有漏、無漏異不？」佛言：", "128": "「不也！色不異、法性不異，如不異，實際，受、想、行、", "129": "識，乃至有漏、無漏亦不異。」須菩提白佛言：「世", "13": "七者、踝不現；十八者、身潤澤；十九者、身自持，", "130": "尊！若色不異、法性不異，如不異，實際，受、想、", "131": "行、識，乃至有漏、無漏不異者，云何分別黑法", "132": "有黑報，所謂地獄、餓鬼、畜生？白法有白報，所", "133": "謂天及人？黑白法有黑白報？不黑不白法有", "134": "不黑不白報，所謂須陀洹果、斯陀含果、阿那", "135": "含果、阿羅漢果、辟支佛道、阿耨多羅三藐三菩", "136": "提？」佛告須菩提：「世諦故，分別說有果報，非第", "137": "一義；第一義中不可說因緣果報。「何以故？是", "138": "第一義，實無有相，無有分別，亦無言說，所", "139": "謂色乃至有漏、無漏法，不生不滅相，不垢不", "14": "不逶迤；二十者、身滿足；二十一者、識滿足；", "140": "淨，畢竟空、無始空故。」須菩提白佛言：「世尊！若", "141": "以世諦故，分別說有果報，非第一義者，一", "142": "切凡夫人應有須陀洹果、斯陀含果、阿那含果、", "143": "阿羅漢果、辟支佛道、阿耨多羅三藐三菩提。」", "144": "佛告須菩提：「於汝意云何：凡夫人為知是世", "145": "諦法、是第一義諦不？若知，是凡夫人應是", "146": "須陀洹果，乃至阿耨多羅三藐三菩提。須菩", "147": "提！以凡夫人實不知世諦、不知第一義諦、不", "148": "知道、不知分別道果，云何當有諸果？須菩提！", "149": "聖人知世諦、知第一義諦，有道、有修道，以是", "15": "二十二者、容儀備足；二十三者、住處安無能", "150": "故聖人差別有諸果。」須菩提白佛言：「世尊！修", "151": "道得果不？」佛言：「不也！須菩提！修道不得果，不", "152": "修道亦不得果，亦不離道得果，亦不住道中", "153": "得果。如是，須菩提！菩薩摩訶薩行般若波羅", "154": "蜜時，為眾生故分別果，亦不分別是有為性、", "155": "無為性。」「世尊！若不分別有為性、無為性得諸", "156": "果者，云何世尊自說：『三結盡，名須陀洹果；", "157": "婬、怒、癡薄故，名斯陀含果；五此間結盡，名阿", "158": "那含果；五彼間結盡，名阿羅漢果；所有集", "159": "法皆滅散相，名辟支佛道；一切煩惱習斷故，", "16": "動者；二十四者、威震一切；二十五者、一切樂", "160": "名阿耨多羅三藐三菩提』？世尊！我當云何知", "161": "不分別有為性、無為性得諸果？」佛告須菩提：", "162": "「汝以須陀洹果、斯陀含果、阿那含果、阿羅漢果、", "163": "辟支佛道、阿耨多羅三藐三菩提，是諸果是", "164": "有為、是無為？」須菩提言：「世尊！皆是無為！」「須", "165": "菩提！無為法中有分別不？」「不也！世尊！」「須菩", "166": "提！若善男子、善女人通達一切法——若有為、若", "167": "無為，一相所謂無相；是時，有分別若有為、若", "168": "無為不？」「不也！世尊！」「如是，須菩提！菩薩摩訶", "169": "薩為眾生說法，不分別諸法——所謂內空故，乃", "17": "觀；二十六者、面不大長；二十七者、正容貌，不", "170": "至無法有法空故。是菩薩自得無所著法，亦", "171": "教人令得無所著法，若檀波羅蜜、尸羅波羅", "172": "蜜、羼提波羅蜜、毘梨耶波羅蜜、禪波羅蜜、般若", "173": "波羅蜜，初禪乃至第四禪，慈、悲、喜、捨，無邊虛", "174": "空處乃至非有想非無想處，若四念處乃至", "175": "一切種智。是菩薩自不著故，亦教他令得", "176": "無所著，無所著故無所礙。「譬如佛所化人布", "177": "施，亦不受布施報，但為度眾生故，乃至行一", "178": "切種智，不受一切種智報。菩薩摩訶薩亦如", "179": "是，行六波羅蜜，乃至一切法，有漏、無漏，有為、", "18": "撓色；二十八者、面具足滿；二十九者、脣赤如", "180": "無為不住，亦不受報，但為度眾生故。何以故？", "181": "是菩薩摩訶薩善達一切諸法相故。」", "182": "【論】問曰：八十隨形好是莊嚴身法，「識滿足」", "183": "何以在隨形好中？答曰：此識是果報生識，世", "184": "間好醜自然而知。凡人識不具足故，學人", "185": "法乃知；佛一歲具足滿乃生故，身、識皆具", "186": "足。餘人若八月、若九月處胎，總言十月；菩薩", "187": "處胎十月，總得一歲，身根具足故，果報得識", "188": "亦具足。問曰：足安立住處，與安住處何異？", "189": "答曰：「住處安」者，如白衣勇士，牢持器仗，安", "19": "頻婆果色；三十者、音響深；三十一者、臍深", "190": "據住處，則不可動。又出家時，魔民、惡鬼無", "191": "能動轉令退敗者。四十二字義，如摩訶衍中", "192": "說。「一字盡入諸字」者，譬如兩一合故為二，", "193": "三一故為三，四一為四，如是乃至千萬。又", "194": "如「阿」字為定，「阿」變為「羅」，亦變為「波」；如是", "195": "盡入四十二字。「四十二字入一字」者，四十", "196": "二字盡有「阿」分，「阿」分還入「阿」中。善知字故，", "197": "善知諸法名；善知諸法名故，善知諸法", "198": "義。「無字」即是諸法實相義。所以者何？諸法義", "199": "中，諸法無名字。須菩提問：「若諸法畢竟空無", "2": "之餘卷八十九", "20": "圓好；三十二者、毛右旋；三十三者、手足滿；三", "200": "名字，云何菩薩住果報六神通，為眾生說", "201": "諸法？」若畢竟無眾生，則無有法！佛可須菩", "202": "提言：「如是！以十八空故，一切法不可得，我、", "203": "眾生乃至知者、見者，乃至當知佛、菩薩皆空。」", "204": "如是知已，而為眾生說是空法。若眾生是", "205": "有而為說空，是則不可；以眾生空，但從顛", "206": "倒有，是故菩薩不失於空而為說法。「不失」", "207": "者，不作「諸法皆空，所說不空」；若以所說不", "208": "空，則為失空相；若口說空，而心是有，是亦", "209": "為失。此中佛自說：「不二不壞法相故。」欲", "21": "十四者、手足如意；三十五者、手文明直；三十", "210": "明了是事，說譬喻：如佛所化作化人，而", "211": "為說法，持戒、布施諸功德。若以如是方便", "212": "說法，是則無咎，則能拔出眾生於顛倒，無", "213": "縛無解故。第一義中無縛無解；世諦故有", "214": "縛有解。此中佛自說因緣：「色不縛不解。", "215": "何以故？是不縛不解中，無色相故；乃至識亦", "216": "如是。」菩薩如是用不住法故，住空法中", "217": "為眾生說法。眾生不可得，眾生及一切法", "218": "不可得故。此中佛自說因緣，所謂：「無所有法", "219": "不住無所有」：譬如虛空不住虛空。「自性法", "22": "六者、手文長；三十七者、手文不斷；三十八者、", "220": "不住自性法」：譬如火不住火中。「他性法不", "221": "住他性法」：譬如水性中無火性；又他性不", "222": "定故。若能如是清淨說法，是菩薩於諸佛", "223": "賢聖則無有過。何以故？諸佛、賢聖不著一", "224": "切法；說法者亦不著一切法。諸佛、賢聖以", "225": "畢竟空、皆寂滅相為心所行；說法者亦如", "226": "是。諸佛、賢聖入三解脫門，得一切法實性，", "227": "所謂無餘涅槃；說法者隨是法故，無咎。此中", "228": "佛自說因緣：「諸佛、賢聖得是法已，為眾生", "229": "說法，不轉法性，法性空無相故。」須菩提問：", "23": "一切惡心眾生見者和悅；三十九者、面廣姝；", "230": "「若不轉法性，色等諸法與法性異不？」佛答：", "231": "「不也！」何以故？色等諸法實相，即是法性故。佛", "232": "意：以菩薩說法時，亦不壞法性。須菩提", "233": "問：「色等諸法亦與法性不異，何以故但貴", "234": "法性？」以佛答「色不異法性」故，故須菩提", "235": "難：「若不異者，云何分別有善惡、白黑、須陀洹", "236": "等諸果？」佛答：「色等法雖不離法性，以世諦", "237": "故有分別；於第一義中無分別。」何以故？得", "238": "第一義聖人無所分別，聞有所得不喜，", "239": "聞無所有不憂；得空、無相證故，乃至微細", "24": "四十者、面淨滿如月；四十一者、隨眾生意，和", "240": "法尚不取相，何況分別有善惡！未得實相", "241": "者，欲得第一義故，有所分別。佛此中自說", "242": "因緣：「是法無言說，亦無生滅垢淨法者，所", "243": "謂畢竟空、無始空。」問曰：此中何以但說二空", "244": "名為法？答曰：一切所有：若法、若眾生。若言", "245": "「畢竟空」，則破諸法；若言「無始空」，則破眾生。", "246": "破此二法已，則一切法盡破。此中菩薩為眾", "247": "生說法，是故以二空破二事；雖有餘空，", "248": "不如畢竟空甚深畢盡。餘空如火燒木，猶", "249": "有灰燼；畢竟空無灰無燼。有人言：若說十", "25": "悅與語；四十二者、毛孔出香氣；四十三者、", "250": "八空無咎，略說故說二空。須菩提言：「若以", "251": "世諦故分別有善惡、白黑及諸聖果者，第", "252": "一義中，凡夫人應有須陀洹等聖果！」何以故？", "253": "若以世諦虛妄中分別有諸賢聖者，第一義", "254": "中凡夫應作賢聖。須菩提分別實相、凡夫", "255": "為異。佛言：「第一義一相」；是故須菩提言：「凡", "256": "夫應是聖人！」爾時，佛答：「若凡夫知分別是", "257": "第一義、是世諦者，凡夫人應有須陀洹等諸", "258": "聖果；以凡夫實不知道，不知分別道，不", "259": "知行道、修道，何況得道果！」佛言：「聖人能", "26": "口出無上香；四十四者、儀容如師子；四十五", "260": "作是分別故，說是聖果。」爾時，須菩提自知", "261": "有失，故言：「無量、無相、無動性中，我云何取", "262": "相欲量無量法？云何強以凡夫法為聖果？」", "263": "爾時受佛語，知「行道者得果，不行道者不", "264": "得果」；是故白佛：「修道得果不？」佛言：「不。」問", "265": "曰：佛上說分別修道、得道果，今云何言「不」？", "266": "答曰：佛先說非著心；今須菩提以著心問，", "267": "欲從道中出果，如麻中出油。若爾者，道之", "268": "與果，同為虛誑，是故言「不」。聽者生念：若「修」", "269": "不得，「不修」應當得！是故佛言：「修尚不得，何", "27": "者、進止如象王；四十六者、行法如鵝王；四十", "270": "況不修！」譬如二人欲有所到：一者、住，不行；", "271": "二者、失道。二俱不到。若不修道，尚無少許", "272": "攝心樂，何況道果！若心取相修道，雖有攝", "273": "心禪定樂，無有道果；若不取相著心修道，", "274": "則有道果。是故佛說：「菩薩行般若波羅蜜，不", "275": "分別有為、無為性故，有道果差別。」爾時，須", "276": "菩提問：「若爾者，佛何以故說斷三結得須", "277": "陀洹，有如是等分別？」佛以反問答：「於汝", "278": "意云何：汝以須陀洹果等是有為、是無為？」", "279": "須菩提言：「是無為。」佛言：「若爾者，無為中有差", "28": "七者、頭如摩陀羅果；四十八者、一切聲分具", "280": "別不？」須菩提言：「不也！世尊！」「若無分別，汝云", "281": "何作難？」又復問須菩提：「若善男子、善女人", "282": "通達一切法一相，所謂無相，住三解脫門", "283": "中，證涅槃時，是時有法分別——若有為、若無", "284": "為不？」答言：「不也！」佛意：唯是心為真實，餘時", "285": "皆虛誑，汝云何作難？菩薩行般若波羅蜜，", "286": "不分別一切法，住內空等諸空中，是大清", "287": "淨；自不著，亦教眾生令無所著，所謂檀波", "288": "羅蜜乃至一切種智，菩薩道中皆教令不著。", "289": "譬如佛所化人行布施等，亦不分別布施", "29": "足；四十九者、牙利；五十者、舌色赤；五十一", "290": "等，亦不受布施等法果報，但為利益度眾", "291": "生故。菩薩心亦如是。何以故？善通達諸法", "292": "性故。「善通達」者，不取法性相，亦不住法性", "293": "中；於法性中不疑、不悶而說法，無罣、", "294": "無礙、無遮，是則通達法性。", "295": "79 善達品大智度論釋善達品第七十九", "296": "【經】須菩提白佛言：「世尊！云何菩薩善達諸法", "297": "相？」佛告須菩提：「譬如化人不行婬、怒、癡，不", "298": "行色乃至識，不行內、外法，不行諸煩惱結使，", "299": "不行有漏法、無漏法，世間法、出世間法，有為法、", "3": "聖者龍樹菩薩造", "30": "者、舌薄；五十二者、毛紅色；五十三者、毛潔淨；", "300": "無為法，亦無聖果；菩薩亦如是，無有是事，亦", "301": "不分別是法，是名善達諸法相。」須菩提言：「世", "302": "尊！化人云何有修道？」佛言：「化人修道，不垢不", "303": "淨，亦不在五道生死。須菩提！於汝意云何？", "304": "佛所化人，有根本實事，有垢有淨不？」須菩提", "305": "言：「不也！佛所化人，無有根本實事，亦無垢", "306": "無淨，亦不在五道生死。」「如是，須菩提！菩薩摩", "307": "訶薩善達諸法相，亦如是。」須菩提言：「世尊！一", "308": "切色如化不？一切受、想、行、識如化不？」佛言：", "309": "「一切色如化，一切受、想、行、識如化。」「世尊！若一", "31": "五十四者、廣長眼；五十五者、孔門相具足；五", "310": "切色如化，一切受、想、行、識如化，一切法如化；", "311": "化人無色，無受、想、行、識，無垢無淨，無五道生", "312": "死，亦無解脫處，菩薩有何等功用？」佛告須菩", "313": "提：「於汝意云何？菩薩摩訶薩本行菩薩道時，", "314": "頗見有眾生從地獄、餓鬼、畜生、人、天中得解", "315": "脫不？」須菩提言：「不也！世尊！」佛言：「如是！如是！", "316": "須菩提！菩薩摩訶薩不見眾生從三界得解", "317": "脫。何以故？菩薩摩訶薩見知一切法如幻、如", "318": "化。」「世尊！若菩薩摩訶薩見知一切法如幻、如", "319": "化，為何事故行六波羅蜜、四禪、四無量心、四", "32": "十六者、手足赤白如蓮華色；五十七者、臍不", "320": "無色定，三十七助道法，乃至行大慈大悲、淨", "321": "佛國土、成就眾生？」佛告須菩提：「若眾生自知", "322": "諸法如幻、如化，菩薩摩訶薩終不於阿僧祇", "323": "劫為眾生行菩薩道。須菩提！以眾生自不知", "324": "諸法如幻、如化，以是故，菩薩摩訶薩於無量", "325": "阿僧祇劫行六波羅蜜，成就眾生、淨佛國土，", "326": "得阿耨多羅三藐三菩提。」須菩提白佛言：「世", "327": "尊！若一切法如夢、如響、如影、如焰、如幻、如", "328": "化，眾生在何處住，菩薩行六波羅蜜而拔出", "329": "之？」「須菩提！眾生但住名相虛妄憶想分別中，", "33": "出；五十八者、腹不現；五十九者、細腹；六十", "330": "是故菩薩行般若波羅蜜，於名相虛妄中拔", "331": "出眾生。」須菩提白佛言：「世尊！何等是名？何", "332": "等是相？」佛言：「此名強作假施設，所謂此色，此", "333": "受、想、行、識，此男、此女，此大、此小，此地獄、此畜", "334": "生、此餓鬼，此人、此天，此有為、此無為，此須陀", "335": "洹果、斯陀含果、阿那含果、阿羅漢果、辟支佛道，", "336": "此佛道。「須菩提！一切和合法皆是假名；以", "337": "名取諸法，是故為名。「一切有為法，但有名", "338": "相，凡夫愚人於中生著。菩薩摩訶薩行般若", "339": "波羅蜜，以方便力故，於名字中教令遠離；作", "34": "者、身不傾動；六十一者、身持重；六十二者、其", "340": "是言：『諸眾生！是名但有空名，虛妄憶想分", "341": "別中生，汝等莫著虛妄憶想！此事本末皆無，", "342": "自性空故，智者所不著。』「如是，須菩提！菩薩", "343": "摩訶薩行般若波羅蜜，以方便力故，為眾生", "344": "說法。「須菩提！是為名。「何等為相？「須菩提！有二", "345": "種相，凡夫人所著處。何等為二？一者、色相，二", "346": "者、無色相。「須菩提！何等名色相？諸所有色，", "347": "若麁若細、若好若醜，皆是空；是空法中憶想", "348": "分別著心，是名為色相。「何等是無色相？諸無", "349": "色法，憶想分別，著心取相故生煩惱，是名無", "35": "身分大；六十三者、身長；六十四者、手足淨", "350": "色相。「是菩薩摩訶薩行般若波羅蜜，以方便", "351": "力故，教眾生遠離是相，著無相法中，令不墮", "352": "二法——所謂是相、是無相。如是，須菩提！菩薩", "353": "摩訶薩行般若波羅蜜，教化眾生遠離相，令", "354": "住無相性中。」須菩提白佛言：「世尊！若一切法", "355": "但有名相，云何菩薩行般若波羅蜜能自饒", "356": "益？亦教他人令得善利？云何菩薩具足諸地，", "357": "從一地至一地，教化眾生令得三乘？」佛告須", "358": "菩提：「若諸法根本定有、非但名相者，菩薩", "359": "行般若波羅蜜時，不能自益，亦不能利益他", "36": "潔軟澤；六十五者、邊光各一丈；六十六者、光", "360": "人。「須菩提！諸法無有根本實事、但有名相，是", "361": "故菩薩行般若波羅蜜時，能具足禪波羅蜜，", "362": "無相故；毘梨耶波羅蜜、羼提波羅蜜、尸羅波", "363": "羅蜜、檀波羅蜜，無相故。具足四禪波羅蜜，四", "364": "無量心波羅蜜，四無色定波羅蜜，無相故。具", "365": "足四念處波羅蜜，無相故；乃至具足八聖道", "366": "分波羅蜜，無相故。具足內空波羅蜜，無相", "367": "故；乃至具足無法有法空波羅蜜，無相故。足", "368": "具八背捨波羅蜜，無相故；具足九次第定", "369": "波羅蜜，無相故。具足佛十力波羅蜜，無相", "37": "照身而行；六十七者、等視眾生；六十八者、不", "370": "故，乃至具足十八不共法波羅蜜，無相故。是", "371": "菩薩無相故，自具足是善法，亦教他人令具", "372": "足善法，無相故。「須菩提！若諸法相當實有", "373": "如毫釐許者，菩薩摩訶薩行般若波羅蜜時，", "374": "不能知諸法無相、無憶念得阿耨多羅三藐", "375": "三菩提、亦教眾生令得無漏法。何以故？一", "376": "切無漏法，無相、無憶念故。「如是，須菩提！菩薩", "377": "摩訶薩行般若波羅蜜，以無漏法利益眾生。」", "378": "須菩提白佛言：「世尊！若一切法無相、無憶念，", "379": "云何數是聲聞法、是辟支佛法、是菩薩法、是佛", "38": "輕眾生；六十九者、隨眾生音聲不過不減；七", "380": "法？」佛告須菩提：「於汝意云何？無相法與聲", "381": "聞法異不？」「不也！世尊！」「無相法與辟支佛法、菩", "382": "薩法、佛法異不？」「不也！世尊！」佛告須菩提：「無", "383": "相法即是須陀洹果、斯陀含果、阿那含果、阿羅", "384": "漢果、辟支佛法、菩薩法、佛法。」須菩提言：「如是！", "385": "世尊！」「須菩提！以是因緣故，當知一切法皆是", "386": "無相。」「須菩提！菩薩摩訶薩學是一切法無相，", "387": "得增益善法，所謂六波羅蜜，四禪、四無量心、", "388": "四無色定，四念處乃至十八不共法。何以故？", "389": "菩薩不以餘法為要，如三解脫門，所謂空、無", "39": "十者、說法不差；七十一者、隨眾生語言而", "390": "相、無作。所以者何？一切善法皆入三解脫門。", "391": "何以故？一切法自相空，是名空解脫門；一切", "392": "法無相，是名無相解脫門；一切法無作無起", "393": "相，是名無作解脫門。「若菩薩摩訶薩學三解", "394": "脫門，是時能學五陰相，能學十二入相，能學", "395": "十八界相，能學四聖諦、十二分因緣法，能學", "396": "內空、外空乃至無法有法空，能學六波羅蜜，", "397": "四念處乃至八聖道分，能學佛十力、四無所畏、", "398": "四無礙智十八不共法。」須菩提白佛言：「世尊！", "399": "云何菩薩摩訶薩行般若波羅蜜，能學五受", "4": "後秦龜茲國三藏鳩摩羅什譯", "40": "為說法；七十二者、一發音報眾聲；七十三", "400": "陰相？」佛告須菩提：「菩薩行般若波羅蜜，知色", "401": "相，知色生滅，知色如。「云何知色相？知色畢竟", "402": "空，內分異，虛無實；譬如水沫無堅固，是為", "403": "知色相。「云何知色生滅？色生時無所從來、去", "404": "無所至；若不來不去，是為知色生滅相。「云何", "405": "知色如？是色如不生不滅、不來不去、不增不", "406": "減、不垢不淨，是為知色如。「須菩提！如，名如", "407": "實不虛；如前，後、中亦爾，常不異，是為知色如。", "408": "「云何知受相？云何知受生滅？云何知受如？「菩", "409": "薩知諸受相如水中泡，一起一滅，是為知", "41": "者、次第有因緣說法；七十四者、一切眾生不", "410": "受相。「知受生滅者，是受無所從來、去無所至，", "411": "是為知受生滅。「知受如者，是如不生不滅、不", "412": "來不去、不增不減、不垢不淨，是為知受如。「云", "413": "何知想相？云何知想生滅？云何知想如？「知想", "414": "相者，是想如焰，水不可得，而妄生水想，是", "415": "為知想相。「知想生滅者，是想無所從來、去無", "416": "所至，是為知想生滅。「知想如者，諸想如不", "417": "生不滅、不來不去、不增不減、不垢不淨，不轉於", "418": "實相，是為知想如。「云何知行相？云何知行", "419": "生滅？云何知行如？「知行相者，行如芭蕉，葉葉", "42": "能盡觀相；七十五者、觀者無厭足；七十六者、", "420": "除却，不得堅實，是為知行相。「知行生滅者，諸", "421": "行生無所從來、去無所至，是為知行生滅。「知", "422": "行如者，諸行不生不滅、不來不去、不增不減、", "423": "不垢不淨，是為知行如。「云何知識相？云何", "424": "知識生滅？云何知識如？「知識相者，如幻師幻", "425": "作四種兵，無有實，識亦如是。「知識生滅者，", "426": "是識生時無所從來，滅時無所去，是為知識", "427": "生滅。「知識如者，知識不生不滅、不來不去、不", "428": "垢不淨、不增不減，是為知識如。「云何知諸", "429": "入？眼、眼性空，乃至意、意性空；色、色性空，乃至", "43": "髮長好；七十七者、髮不亂；七十八者、髮旋好；", "430": "法、法性空。「云何知界？眼、眼界空，色、色界", "431": "空，眼識、眼識界空；乃至意識界亦如是。「云何", "432": "知四聖諦？知苦聖諦時，遠離二法，知苦", "433": "諦不二不別，是名苦聖諦；集、滅、道亦如是。", "434": "「云何知苦如？苦聖諦即是如，如即是苦聖諦；", "435": "集滅、道亦如是。「云何知十二因緣？知十二因", "436": "緣不生相，是名知十二因緣。」須菩提白佛言：", "437": "「世尊！若菩薩摩訶薩行般若波羅蜜時，各各", "438": "分別知諸法，將無以色性壞法性，乃至一切", "439": "種智性壞法性耶？」佛告須菩提：「若法性外更", "44": "七十九者、髮色好如青珠；八十者、手足有德", "440": "有法者，應壞法性。法性外法不可得，是故不", "441": "壞。何以故？須菩提！佛及佛弟子知法性外法", "442": "不可得故，不說法性外有法。如是，須菩提！", "443": "菩薩摩訶薩行般若波羅蜜，應學法性！」須菩", "444": "提白佛言：「世尊！菩薩摩訶薩若學法性，為無", "445": "所學？」佛告須菩提：「菩薩摩訶薩若學法性，", "446": "則學一切法。何以故？一切法即是法性。」須", "447": "菩提白佛言：「世尊！何因緣故一切法即是", "448": "法性？」佛言：「一切法皆入無相無為性中，以", "449": "是因緣故，學法性則學一切法。」須菩提白佛", "45": "相。須菩提！是八十隨形好，佛身成就。「如是，", "450": "言：「世尊！若一切法即是法性，菩薩摩訶薩", "451": "何以學般若波羅蜜、禪波羅蜜、毘梨耶波羅蜜、", "452": "羼提波羅蜜、尸羅波羅蜜、檀波羅蜜？菩薩摩", "453": "訶薩何以學初禪，第二、第三、第四禪？菩薩摩", "454": "訶薩何以學慈、悲、喜、捨？何以學無邊虛空處、", "455": "無邊識處、無所有處、非有想非無想處？何以", "456": "學四念處、四正勤、四如意足、五根、五力、七覺分、", "457": "八聖道分？何以學空、無相、無作解脫門？何以", "458": "學八背捨、九次第定，佛十力、四無所畏、四無礙", "459": "智、十八不共法？何以學六神通？何以學三十", "46": "須菩提！菩薩摩訶薩以二施攝取眾生，所謂", "460": "二相、八十隨形好？何以學生剎利大姓、婆羅", "461": "門大姓、居士大家？何以學生四天王天處、三", "462": "十三天、夜摩天、兜率陀天、化樂天、他化自在", "463": "天？何以學生梵天王住處、光音天、遍淨天、廣", "464": "果天、無想定、淨居天？何以學生無邊空處、生", "465": "無邊識處、生無所有處、生非有想非無想處？", "466": "何以學初發意地，第二、第三、第四、第五、第六、第", "467": "七、第八、第九、第十地？何以學聲聞地、辟支", "468": "佛地、菩薩法位？何以學成就眾生、淨佛國土？", "469": "何以學諸陀羅尼？何以學樂說法？何以學阿", "47": "財施、法施，是為菩薩希有難及事。「云何為菩", "470": "耨多羅三藐三菩提，學已得一切種智，知一", "471": "切法？「世尊！諸法法性中無是分別！世尊！將", "472": "無菩薩墮非道中？何以故？世尊！法性中無如", "473": "是分別。法性中無色，無受、想、行、識，諸法性亦", "474": "不遠離色、受、想、行、識；色即是法性，法性即是", "475": "色，受、想、行、識，亦爾；一切法亦如是。」佛告須", "476": "菩提：「如是！如是！如汝所言：色即是法性，受、", "477": "想、行、識即是法性。「須菩提！菩薩摩訶薩行般", "478": "若波羅蜜時，若法性外見有法者，為不求阿", "479": "耨多羅三藐三菩提。菩薩摩訶薩行般若波", "48": "薩摩訶薩愛語攝取眾生？菩薩摩訶薩以六", "480": "羅蜜時，知一切法性即是阿耨多羅三藐三", "481": "菩提；以是故，菩薩摩訶薩行般若波羅蜜時，", "482": "知一切法即是法性已，以無名相之法，以名", "483": "相說，所謂是色，是受、想、行、識，乃至是阿耨多", "484": "羅三藐三菩提。「須菩提！譬如工幻師若幻師", "485": "弟子，多人處立，幻作種種形色：男、女，象、馬，端嚴", "486": "園林，及諸廬館、流泉、浴池，衣服、臥具，香華、瓔珞，", "487": "餚饍飲食，作眾伎樂，以樂眾人。又復幻作人，", "488": "令布施、持戒、忍辱、精進、禪定、修智慧。是幻師", "489": "復幻作剎利大姓、婆羅門大姓、居士大家，四天", "49": "波羅蜜為眾生說法，作是言：『汝行六波羅蜜，", "490": "王天處、須彌山三十三天、夜摩天、兜率陀天、化", "491": "樂天、他化自在天以示眾人；復幻作梵眾天、", "492": "乃至非有想非無想天；復幻作須陀洹、斯陀", "493": "含、阿那含、阿羅漢、辟支佛。「菩薩摩訶薩從初", "494": "發意行檀波羅蜜、尸羅波羅蜜、羼提波羅蜜、毘", "495": "梨耶波羅蜜、禪波羅蜜、般若波羅蜜，行初地", "496": "乃至行十地，入菩薩位，遊戲神通，成就眾生，", "497": "淨佛國土，遊戲諸禪、解脫、三昧；行佛十力、四", "498": "無所畏、四無礙智、十八不共法、大慈大悲，具", "499": "足佛身三十二相、八十隨形好，以示眾人。「是", "5": "【經】「云何為八十隨形好？一者、無見頂；二者、", "50": "攝一切善法。』「云何為菩薩摩訶薩利行攝取", "500": "中無智之人，歎：未曾有！是人多能，巧為眾事，", "501": "娛樂眾人，種種形色，乃至三十二相、八十隨", "502": "形好莊嚴佛身。「其中有智之士思惟言：未曾", "503": "有也！是中無有實事，而以無所有法娛樂眾", "504": "人，令有形相，無事事相，無有有相。「如是，須菩", "505": "提！菩薩摩訶薩不見離法性有法，行般若波", "506": "羅蜜，以方便力故，雖不得眾生，而自布施，亦", "507": "教人布施，讚歎布施法，歡喜讚歎行布施", "508": "者；自持戒，亦教人持戒；自忍辱，亦教人忍辱；", "509": "自精進，亦教人精進；自行禪，亦教人行禪；自", "51": "眾生？菩薩摩訶薩長夜教眾生，令行六波羅", "510": "修智慧，亦教人修智慧，讚歎修智慧法，歡喜", "511": "讚歎修智慧者。自行十善，亦教人行十善，讚", "512": "歎行十善法，歡喜讚歎行十善者。自受行五", "513": "戒，亦教他人受行五戒，讚歎五戒法，歡喜", "514": "讚歎受行五戒者。自受八戒齋，亦教他人受", "515": "八戒齋，讚歎八戒齋法，歡喜讚歎行八戒齋", "516": "者。自行初禪，乃至自行第四禪。自行慈、悲、喜、", "517": "捨。自行無邊空處，乃至非有想非無想處，亦", "518": "教他人行。自行四念處乃至八聖道分。自行", "519": "三解脫門，佛十力乃至自行十八不共法，亦", "52": "蜜。「云何為菩薩摩訶薩同事攝取眾生？菩薩", "520": "教他人行十八不共法，讚歎十八不共法，歡", "521": "喜讚歎行十八不共法者。「須菩提！若法性前、", "522": "後、中有異者，是菩薩摩訶薩不能以方便力", "523": "示法性、成就眾生。須菩提！以法性前、後、中無", "524": "異，是故是菩薩行般若波羅蜜，為利益眾", "525": "生故，行菩薩道。」", "526": "【論】問曰：佛品品中說「通達諸法相」，今須菩", "527": "提何以更問？答曰：是般若波羅蜜無一定", "528": "相，無言說故，雖數聞猶未足，是故更問。譬", "529": "如犢子雖大，善母美乳，飲猶不止；佛大慈", "53": "摩訶薩以五神通力故，種種變化，入五道中，", "530": "悲，猶如善母，般若波羅蜜如美乳，須菩提", "531": "如犢子，雖數聞諸法相，猶未厭足。復次，唯", "532": "佛一切智能通達諸法實相，餘人雖達，不", "533": "能究盡，是故問。「餘菩薩未作佛，云何能通", "534": "達？」佛以譬喻答：如幻化人，無三毒、諸煩", "535": "惱結使，無心、心數法，內外、有漏無漏法中所", "536": "不攝，不墮凡夫法，亦不墮聖果中，不得", "537": "言是須陀洹等；亦能發他心善惡，所為變", "538": "化事，必能令成就。此變化其實不垢不淨，", "539": "六道所不攝。菩薩身亦如是，無三毒等煩", "54": "與眾生同事。「以此四事而攝取之。「復次，須菩", "540": "惱，知是心、心數法皆是先世虛誑顛倒法因", "541": "緣生故，不信、不隨逐。能如是行，是為善通", "542": "達諸法相。是時，須菩提雖善知空，以貴敬", "543": "尊重佛法、不能限量佛法故問佛：「世尊！", "544": "一切色等法皆空如化耶？」佛答：「一切色等法", "545": "皆如化。」汝貴重佛法故，不敢言空，我以", "546": "一切智故，能說諸法空；如餘人貴師子力，", "547": "師子自不貴其力。爾時，須菩提言：「若一切法", "548": "畢竟空，皆如化，佛何以種種讚菩薩功德——因", "549": "菩薩故斷三惡道，能拔出眾生令得涅槃？」", "55": "提！菩薩摩訶薩行般若波羅蜜時，教化眾生：", "550": "佛反問須菩提：「於汝意云何？菩薩本行菩", "551": "薩道時，見定有眾生從五道中拔出不？」", "552": "須菩提言：「無也！」佛可其意：「如是！如是！」何以", "553": "故？菩薩得無生法忍時，知見一切法如幻、", "554": "如化。須菩提言：「若爾者，菩薩以何事故行", "555": "六波羅蜜等？」佛答：「若眾生自知諸法空、如", "556": "幻，菩薩則無功夫。」復次，若諸法決定空相，", "557": "則菩薩無功夫；令諸法非實非空，過諸語", "558": "言道，畢竟空寂滅相。眾生不知是事故，生", "559": "吾我心，起惡罪業，受無量苦；是故菩薩知", "56": "善男子！當善學分別諸字，亦當善知一字乃", "560": "諸法實相，生大悲心。如長者有子，盲而飲", "561": "毒，長者知其必死，起種種方便，遮令不", "562": "飲；菩薩亦如是，見是眾生顛倒無明盲", "563": "故，飲三毒，則生大悲心，於無量阿僧祇劫，", "564": "修六波羅蜜，淨佛國土、教化眾生。須菩提", "565": "聞是已，更白佛言：「世尊！若一切法空無根", "566": "本，如夢、如幻等，眾生在何處住而菩薩拔", "567": "出？」須菩提意謂：如人沒深泥而得拔出。佛", "568": "答：「眾生但住名相虛誑憶想分別中。」佛意：一", "569": "切法中無決定實者，但凡夫虛誑故著。如人", "57": "至四十二字：一切語言，皆入初字門；一切語", "570": "闇中見似人物，謂是實人，而生畏怖。又如", "571": "惡狗臨井，自吠其影，水中無狗，但有其", "572": "相，而生惡心，投井而死。眾生亦如是，四大", "573": "和合故名為身，因緣生識，和合故動作言語；", "574": "凡夫人於中起人相，生愛、生恚，起罪業，", "575": "墮三惡道。菩薩行般若波羅蜜時，憐愍眾", "576": "生，種種因緣教化，令知空法而拔出之；作", "577": "是言：「是法皆畢竟空無所有，眾生顛倒虛妄", "578": "故，見似如有，如化、如幻、如乾闥婆城，無有", "579": "實事，但誑惑人眼。」復次，一切法但從名字", "58": "言，亦入第二字門；乃至第四十二字門，一切語", "580": "和合，更有餘名，如頭、足、腹、脊和合故，假名為", "581": "身。如髮、眼、耳、鼻、口、皮、骨和合故，假名為頭。", "582": "諸毛和合故，名為髮；分分和合故，假名為毛；", "583": "諸微塵和合故，名為毛分；亦和合諸分故，名", "584": "為微塵。問曰：微塵第一微細故，不得作", "585": "分，無分故無和合，此則定法；是故不得", "586": "言「一切空，無有定法」！答曰：若微塵是色，則", "587": "應有分，何以故？一切色皆在虛空中，皆有", "588": "十方。若微塵是色，則有十分；若有十分，", "589": "云何是極微？若如汝說微塵無分者，則非", "59": "言皆入其中。一字皆入四十二字，四十二字", "590": "色，何以故？出色相故。又復色名五情可", "591": "得，若微塵非五情所得者，云何得知是", "592": "色？是故微塵但有虛名。眼見麁色，尚可破", "593": "令空，何況不可見、不可觸！問曰：微塵細故，", "594": "五情所不能得，聖人得天眼則見。答曰：", "595": "天眼見雖細，是色相故，應當有分；若無分", "596": "則非色，非色則天眼不見。以是故，天眼亦", "597": "虛誑妄見；是故聖人以慧眼觀世間，則得", "598": "道。微塵，如先說，但有名無實。微塵無故，一", "599": "切法名字和合故，更有假名，無有實定，而", "6": "鼻直高好，孔不現；三者、眉如初生月，紺琉璃", "60": "亦入一字。是眾生應如是善學四十二字。善", "600": "眾生妄生貪著；貪欲、瞋恚因緣故，起惡業，", "601": "無量阿僧祇劫，在三惡道受苦。若諸法實定，", "602": "尚不應作貪欲、瞋恚罪因緣，何況虛誑無", "603": "實！若能捨虛誑名相，不著空法者，則受涅", "604": "槃常樂。", "605": "問曰：名、相有何差別？答曰：「名」者，是眾物字，", "606": "如熱物字為火。「相」者，如見烟，知是火相：熱", "607": "是火體。復次，如五眾和合中男、女，是為「名」；", "608": "身貌可別男、女，是為「相」。見是相故，作名", "609": "字，名為男、女。問曰：若爾者，名、相無異，所以", "61": "學四十二字已，能善說字法；善說字法已，", "610": "者何？見「相」故得「名」，知「名」故得「相」。答曰：汝不", "611": "解我所說耶？先見男女貌，然後名為男、", "612": "女——「相」為本，「名」為末。又復如人眼見色，偏取", "613": "所好相而生著，於餘人則不然，以其能", "614": "生染著心，是名為「相」。復次，此中佛自說名、", "615": "相分別：「名者，假名，以名取諸法」，如經中廣", "616": "說。須菩提問：「若一切法但有名相，菩薩云何", "617": "自利、利人？」佛答：「若諸法根本定有，菩薩行", "618": "般若波羅蜜時，不能自利利人。」何以故？", "619": "若諸法性定實有，即是無生。何以故？以性先", "62": "善說無字法。須菩提！如佛善知字法、善", "620": "定有故。若是法從因緣和合生，即是無定", "621": "性；若性定有，則不須因緣和合；若爾者，則無", "622": "生，無生故無滅，無滅故無罪福。以知無常", "623": "故，則捨罪修福；若常，則無縛解、無世間、無", "624": "涅槃等。是故佛告須菩提：「若法定有，非但名", "625": "相者，菩薩不行般若波羅蜜自利、利人，", "626": "不行禪波羅蜜等自利、利人，無相故。是菩", "627": "薩自具足是善法，亦以善法利益眾生，以", "628": "無相故。」佛告須菩提：「若諸法當實有如毫", "629": "釐許，菩薩坐道場時，不能觀一切法空、", "63": "知字、善知無字，為無字法故說字法。何以故？", "630": "無相、無所有，得成阿耨多羅三藐三菩提；亦", "631": "不能以此法利益眾生。」何以故？是菩薩坐", "632": "道場時，觀一切法第一真實；若小錯，不應", "633": "得阿耨多羅三藐三菩提，亦不能為眾生", "634": "說是空無相法。所以者何？法若定有，佛云何", "635": "誑眾生：「一切法無漏、無相、無憶念」？問曰：四諦", "636": "中三諦皆有相——苦諦則有苦相，集諦則有集", "637": "相，道諦則有道相；唯滅諦無相，亦有憶念，", "638": "是無相涅槃，汝何以言「一切無漏法無相、無", "639": "憶念」？答曰：摩訶衍法與聲聞法異。摩訶衍", "64": "須菩提！過一切名字故，名為佛法。」須菩提白", "640": "法中說：「一切無漏法，無相、無憶念。」復次，有相、", "641": "有憶念，皆是虛誑不實；若虛誑不實，即是諸", "642": "煩惱漏，云何是無漏？復次，是三諦皆隨滅諦——", "643": "見苦即捨，見集即斷，不言實定；見道為", "644": "趣滅故，亦不住是道中；滅盡是主。是", "645": "滅盡法，無相、無緣，云何有憶念？憶念皆是緣", "646": "相著法。是故無漏法皆無相、無憶念。須菩提", "647": "意：若無漏法是第一實，無相，無憶念，一切法", "648": "性亦應無相、無憶念，但凡夫顛倒故，有相、有", "649": "憶念。是故問佛：「若一切法無相、無憶念，云何", "65": "佛言：「世尊！若眾生畢竟不可得，法亦不可", "650": "數是聲聞法、是辟支佛法、是菩薩法、是佛法？」", "651": "佛反問須菩提：「三乘法與無相法異不？」須菩", "652": "提答曰：諸煩惱滅即是斷，斷即是無為法，", "653": "亦知滅道諦即是無漏無相，是故言：「三乘", "654": "不異無相法。」佛復問：「須陀洹乃至佛不即", "655": "是無相法耶？」答言：「是以是因緣故，當知一", "656": "切法皆是無相」；若無相，汝云何難言有諸道？", "657": "正以無相故，有三乘諸道。佛言：「若菩薩能", "658": "如是學無相法，則能增益諸善法，所謂六", "659": "波羅蜜，乃至十八不共法。」此中佛自說因緣：", "66": "得，法性亦不可得，畢竟空故、無始空故。「世", "660": "「菩薩唯住三解脫門，不以餘法為要。」所以", "661": "者何？三解脫門是實法，餘四念處等法雖實，", "662": "皆方便說。三解脫門近涅槃，亦能攝一切實", "663": "善法，是故說菩薩應學。問曰：若菩薩學是", "664": "三解脫門，即學五眾、十二入、十八界等，是三", "665": "解脫門皆空、無相、無分別，是五眾諸法皆是", "666": "有相、有分別法，云何學三解脫門故，學是餘", "667": "法？答曰：菩薩學是三解脫門，則出三界、盡", "668": "三漏故，於諸法中得實智慧，無所不通。", "669": "先來五眾中，皆虛妄邪行，今得此三解脫門", "67": "尊！菩薩摩訶薩行般若波羅蜜，行禪波羅蜜、", "670": "故，得正通達。此中佛自說因緣：「菩薩行是", "671": "三解脫門無相法時，知色生、知色滅、知色", "672": "如；乃至識亦爾。」如經中廣說。須菩提復", "673": "問：「如佛所言，菩薩知色等相，知色等生，", "674": "知色等滅，知色等如；若如是分別，將無色", "675": "性壞法性耶？」佛答：「若有法出法性者，色", "676": "性應壞法性。」一切法實相，名為「法性」，是故", "677": "一切法皆入法性中；色性實相即是法性，同", "678": "一性，云何色性能壞法性？佛更說因緣：「諸", "679": "佛賢聖不見出法性更有法者，不得故不", "68": "毘梨耶波羅蜜、羼提波羅蜜、尸羅波羅蜜、檀波", "680": "說。」諸佛賢聖最可信者，菩薩應如是學法", "681": "性。須菩提白佛：「若菩薩學法性，是為無", "682": "所學。」所以者何？法性無性故。佛答：「法性無性", "683": "者，若菩薩學法性，為學一切法。」若法性當", "684": "別有性、若無性是性，應但學法性，不學一", "685": "切法；今法性實無，別性亦無，無性故，遍", "686": "學一切法。但諸法實相是法性，是故得實", "687": "相，則正遍學一切法。爾時，須菩提白佛：「世", "688": "尊！若一切法即是法性，菩薩摩訶薩以何等", "689": "故學六波羅蜜，乃至陀羅尼門？」何以故？諸法", "69": "羅蜜時，行四禪、四無量心、四無色定，三十七", "690": "實相即是法性，若一切法即是法性，菩薩更何", "691": "所求？復次，法性中無分別是六波羅蜜乃至", "692": "陀羅尼；今菩薩分別行是法，將無墮顛倒", "693": "中耶？佛可須菩提意而答：「若菩薩出法性", "694": "見有法者，不求阿耨多羅三藐三菩提。何", "695": "以故？出法性有法者，是常顛倒、無明，不可", "696": "轉令實，云何斷一切法中無明得作佛？菩", "697": "薩知一切法即是畢竟空，常寂滅相，無戲論，", "698": "無名字；憐愍眾生，以方便力故以名相", "699": "說，所謂是色，是受、想、行、識，乃至阿耨多羅三", "7": "色；四者、耳輪埵成；五者、身堅實，如那羅延；", "70": "助道法，十八空，行空、無相、無作三昧，八背捨、", "700": "藐三菩提。」如經中所說幻喻：「幻師」即是菩", "701": "薩；「幻法」即是六波羅蜜等諸法。雖行是諸", "702": "法，無著心；如幻師雖幻作種種物，知其無", "703": "實而不著。「智者」是佛及大菩薩；「無智者」，凡夫", "704": "人及新發意，而大歡喜，歎未曾有。菩薩行菩", "705": "薩道，雖出法性更不見有法，亦不見有", "706": "一定眾生，而大利益自身及眾生。如經中", "707": "說：「是菩薩自行布施等，亦教他人，讚歎布", "708": "施法，歡喜讚歎行布施者。」乃至十八不共", "709": "法亦如是。此中佛自說因緣：若法性先無後", "71": "九次第定，佛十力、四無所畏、四無礙智、十八不", "710": "有，菩薩不能得阿耨多羅三藐三菩提，亦", "711": "不能以方便力說。所以者何？若法性先無", "712": "後有，從因緣生者，則與凡夫共法無異！", "713": "若法性先有後無，眾生及諸法則墮斷滅。以", "714": "諸法性先空，中、後亦爾，非智慧力故令空。", "715": "眾生及諸法，非以入無餘涅槃時乃空，從", "716": "本已來常空。菩薩教眾生：「何以不觀其實", "717": "性而著顛倒？若觀諸法畢竟空性者，則知", "718": "從本已來常空，今無所失。」如是行般若", "719": "波羅蜜菩薩，則能祐利眾生。", "72": "共法、三十二相、八十隨形好，云何住報得五", "720": "大智度論卷第八十九", "73": "神通為眾生說法？「眾生實不可得；眾生不", "74": "可得故，色不可得，乃至識亦不可得；五眾", "75": "不可得故，六波羅蜜乃至八十隨形好皆不可", "76": "得。是不可得中，無眾生、無色乃至無八十隨", "77": "形好。世尊！云何菩薩摩訶薩行般若波羅蜜，", "78": "為眾生說法？「世尊！菩薩行般若波羅蜜時，菩", "79": "薩尚不可得，何況當有菩薩法！」佛告須菩提：", "8": "六者、骨際如鉤鎖；七者、身一時迴如象王；八", "80": "「如是！如是！如汝所言。「眾生不可得故，當知", "81": "是內空、外空、內外空、空空、大空、第一義空、有為", "82": "空、無為空、畢竟空、無始空、散空、諸法空、自相", "83": "空、性空、不可得空、無法空、有法空、無法有法", "84": "空。「當知五陰空、十二入空、十八界空；十二", "85": "因緣空、四諦空；我空，壽者、命者、生者、養者、育者、", "86": "眾數者、人者、作者、使作者、起者、使起者、受者、使", "87": "受者、知者、見者皆空。「眾生不可得故，當知四", "88": "禪空、四無量心空、四無色定空；當知四念處", "89": "空乃至八聖道分空；空空、無相空，無作空；八", "9": "者、行時足去地四寸，而印文現；九者、爪如赤", "90": "背捨空、九次第定空。「眾生不可得故，當知佛", "91": "十力空、四無所畏空，四無礙智空、十八不共", "92": "法空，當知須陀洹果空、斯陀含果空、阿那含", "93": "果空、阿羅漢果空、辟支佛道空，當知菩薩地", "94": "空，當知阿耨多羅三藐三菩提空。「須菩提！", "95": "菩薩摩訶薩如是見一切法空，為眾生說法，不", "96": "失諸空相。「是菩薩如是觀時，知一切法無礙；", "97": "知一切法無礙已，不壞諸法相，不二不分別，", "98": "但為眾生如實說法。「譬如佛所化人，化人復", "99": "化作無量千萬億人，有教令布施者，有教持"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 1509 大智度論: 大智度論釋: 大智度論釋: 大智度論: 大智度論", "author": "龍樹菩薩造  後秦 鳩摩羅什譯", "sourceLink": "http://www.cbeta.org/"}