{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0068 賴吒和羅經", "text": {"0": "No. 68 [No. 26(132), No. 69]", "1": "佛說賴吒和羅經", "10": "化所作；知世間人民及蚑行蠕動之類，心所", "100": "者，無有白者但得罵詈，亦不憂不愁。適欲去", "101": "家，有一婢欲出門棄臭豆羹滓，賴吒和羅還", "102": "顧見婢，問言：「若用是臭豆羹為？」時婢言：「臭惡", "103": "不可復食，故欲棄之。」賴吒和羅言：「如姉欲", "104": "棄者，持用乞我。」婢便以著應器中。婢陰識賴", "105": "吒和羅手足語聲，即念：「是我大夫子也。」即走", "106": "入語其母：「大夫子已來在外。」母大喜語婢：", "107": "「審如汝言者，今日即免汝為良民，便以我所", "108": "著身上衣被珠環，悉賜與汝。」母便走至夫所，", "109": "夫時適在中庭梳頭，語夫言：「婢見我子賴吒", "11": "念者皆豫知之；佛自制眼、自制耳、自制鼻、自", "110": "和羅來在是門。我語婢言：『汝審見賴吒和", "111": "羅者，我悉脫身上衣被珠環，乞匄與汝，免汝", "112": "為良民。』」母語夫言：「疾起分布行求索之。」夫即", "113": "斂頭，走行於諸街曲里巷而求索之。見賴吒", "114": "和羅於屏處仰頭視日，適得飯時，便止食臭", "115": "豆羹滓。公便前言賴吒和羅：「汝不當來歸於", "116": "家好坐食美飯耶？而反於是間止食臭豆羹", "117": "滓為？」賴吒和羅語父言：「我棄家學道作沙門，", "118": "無家，我當那所得家？」公呼共歸家，不肯隨", "119": "去。公便宿請：「明日來，到家飯，行見汝母。」賴", "12": "制口、自制身、自制心；世間凡九十六種道，皆", "120": "吒和羅言：「大善！」公歸語嫗言：「賴吒和羅審", "121": "來在此，我已宿請，明日當來飯。子受請，所當", "122": "具者便饒具之。」母即呼舍中奴婢皆著前，告", "123": "言：「我初入門時，父母所送我，金銀白珠珍寶，", "124": "悉出著中庭地，以物覆其上。」婢即受母教，悉", "125": "出金銀白珠珍寶，積著庭中，物覆其上，高出", "126": "人頭上。賴吒和羅，食時被袈裟、持應器，到父", "127": "母家。父母遙見子來入門，母便取金銀積上", "128": "覆去之，前以兩手把金銀散之。語賴吒和羅", "129": "言：「見金銀珍寶，是汝母入門時所有也，汝父", "13": "不及佛道；佛教天上天下人民，如父母教子，", "130": "所有也，金銀珍寶無央數，汝可取，以布施飲", "131": "食極自娛樂。用沙門作為？不如作白衣自在", "132": "家也。」賴吒和羅語父母言：「如使大人用我言", "133": "者，我欲誡大人一事。」父母言：「大佳！受教。」賴吒", "134": "和羅言：「取寶物上覆皆用作囊，悉取珍寶盛", "135": "著囊中，載著車上，持到恒水邊，視占深處以", "136": "投其中。所以者何？畜財寶者，令人多憂，或", "137": "恐縣官盜賊、或恐水火、或恐怨家。」父母便生", "138": "意言：「賴吒和羅不可以財寶化也。試持故時", "139": "諸美人妓女化還之耳。」母即到諸美人妓女", "14": "能使去惡就善。佛為天上天下人民作師，佛", "140": "所，教令悉沐浴莊嚴，著珠環服飾，如賴吒和", "141": "羅在時所喜被服來出。母教諸美人妓女言：", "142": "「汝出見賴吒和羅者，但言大家子！何所玉女", "143": "勝我曹者，而棄我曹行學道，更求玉女乎？」諸", "144": "美人妓女即受母教莊飾出，諸美人妓女語", "145": "賴吒和羅言：「大家子！何所玉女勝我曹者？而", "146": "棄我曹行學道，更求玉女乎？」賴吒和羅言：「我", "147": "不用索玉女故，棄諸姉去也。」諸美人妓女聞", "148": "之語即慚愧，長跪低頭以手覆面言：「以不用", "149": "我曹作妻，反呼我曹為姉。」賴吒和羅語父母", "15": "所教授諸天人民，皆得阿羅漢泥洹道。舉一", "150": "言：「何為致相嬈？欲作飯者善，不能者已。」父母", "151": "即為出飯具著前，便飯食。父母欲久視其子，", "152": "恐飯已便捨去，勅閉諸門戶皆令下門鑰。飯", "153": "竟，為父母說經言：「諸野人畜獸不當拘閉，畜", "154": "獸不得自在，且捨人走。飯已，當去耳。野獸得", "155": "脫，便走入深山。梳頭著澤畫眉粉白黛黑，可", "156": "以化愚人耳；已度世之人，不可以此化也。視", "157": "子骸骨皮肉裹之，飾以金珠珥璫󳥞瑤之人，", "158": "向是曹人如入湯火中，火適無所愛。香熏塗", "159": "身可以化愚人，不可化度世之人也。不能自", "16": "國中人民皆言：「佛是吉祥之人，善說經戒，共", "160": "知當所為而為之，亦不能別父母，亦不能別", "161": "兄弟，人心有所愛，不能自絕也。婦女譬若眾", "162": "水，水流入大海，愚人向女人，便流入泥犁中、", "163": "禽獸中薜荔中，意欲脫於生死憂苦者，欲得", "164": "泥洹道者，當遠離婦女。」賴吒和羅為父母說", "165": "經竟，便飛從天窓中出去，如猛師子走得", "166": "脫。時國王名拘獵，與賴吒和羅少小親厚。王", "167": "有一廬觀在城外，賴吒和羅飛往前入廬", "168": "中，有樹名維醯勒，止坐其下。時王拘獵偶欲", "169": "出到廬遊戲，勅廬監令豫掃除，廬監被勅即", "17": "往觀視其道德。」其國中人民，或有五十人為", "170": "行掃除。見賴吒和羅在維醯勒廬樹下坐，廬", "171": "監見之，即行白王：「掃除已淨。王常可道說親", "172": "厚知識賴吒和羅，今在廬中樹下坐。王欲見", "173": "者可孚行。」王聞之大歡喜，即嚴駕而出。到廬", "174": "外，下車步入至賴吒和羅所前，作禮却坐。賴", "175": "吒和羅言：「王來到，是大善！」王言：「雖我自來者，", "176": "卿是我少小知識，意欲持財物極意相遺。」賴", "177": "吒和羅報王言：「不宜持財物相遺也。今我以", "178": "棄重擔牢獄解去也，王復欲持牢獄重擔著", "179": "我上耶？不宜持是來相與也。」王言：「我當持何", "18": "伴者，有百人為伴者，有五百人為伴者，共", "180": "等相遺也？」賴吒和羅言：「王但當言：『令我國", "181": "熾盛，五穀豐熟，人民眾多，乞匃易得，可止我", "182": "國中，我不得令吏民侵抂卿。』」王言：「受教，當如", "183": "所願賴吒和羅所言。」王言：「我欲有所問，願聽", "184": "我言。」賴吒和羅言：「大善！」王便言：「凡人作沙門", "185": "有四苦事，乃行作沙門耳。何等為四？一者", "186": "年耆，二者病瘦，三者孤獨，四者貧窮。人有是", "187": "四苦者，乃行作沙門耳。今我視卿，了無是四", "188": "事，用何等故作沙門乎？」王言：「所以年耆作沙", "189": "門者，人老自念氣力薄少坐起苦難，不能遠", "19": "行到佛所，中有為佛跪者，中有繞佛三匝者，", "190": "行治生致錢財，正使有財產不能堅持，用是", "191": "故除鬚髮作沙門；我視卿了無有是，頭鬚", "192": "正黑身體完具，適是中年當自娛樂，時有父", "193": "母啼泣，不樂卿作沙門。二者若人身被重病", "194": "身體羸瘦，自念不能治生致錢財，正使有財", "195": "產不能堅持，用是故除鬚髮作沙門；我視卿", "196": "了無是，重病身體強健。三者人有孤獨一身，", "197": "不能治生致錢財，正使有財產不能堅持，", "198": "以是故作沙門；我視卿了無是，除王家宗", "199": "親，視我國中尚無過卿者。四者人貧窮飢寒", "2": "吳月支優婆塞支謙譯", "20": "中有頭面著佛足者，中有叉手者，中有但說", "200": "無以自給，自念貧窮無以治生，以是故除鬚", "201": "髮作沙門，得乞匃以自活；我視卿了無是，我", "202": "視國中富者，無過於卿者。人用是四苦故作", "203": "沙門耳。」王問：「寧復有異是四事作沙門者不？」", "204": "賴吒和羅言：「佛持是四事常自道說，皆更知", "205": "之，用教誡人，我心中審如佛言，是故我除鬚", "206": "髮被袈裟作沙門。何等為四？一者人生無有", "207": "能避於老者，無有能止身使不老者。二者無", "208": "有能避於病者，身無有代人死者。三者人死", "209": "空身，不能齎持財產去。四者人至死，無有能", "21": "姓字者，人民皆坐。", "210": "厭於愛欲及財產者，人皆為財產愛欲作奴", "211": "婢。佛為我說是四事，我心信之，故作沙門。」王", "212": "言：「卿說是四事徵促，我意不解，願更為我廣", "213": "說之。」賴吒和羅言：「我自問王，王當以誠報我。", "214": "王年二十三十至四十時，氣力射戲、上象騙", "215": "馬、行步趍走，當爾時，自視寧有雙無？」王言：", "216": "「實如賴吒和羅言，我年二十三十至四十時，", "217": "自視無雙，如我射戲、上象騙馬、行步趍走；", "218": "今年長老，氣力衰微坐起苦難，意欲有所越", "219": "蹈，不能越度。」賴吒和羅言：「佛說是一事，我用", "22": "佛為人民說經戒，人民皆叉手向佛。眾座中", "220": "是故，剃頭鬚作沙門。」王言：「佛說是事，實奇實", "221": "善，入我心中。」賴吒和羅問王言：「國中寧有傍", "222": "臣百官仰王生活者不？」王言：「然，有是。」賴吒和", "223": "羅言：「王曾被病困劣著床時不？」王言：「然，有是。」", "224": "賴吒和羅言：「被病著床時，王呼傍臣百官仰", "225": "王生活者，教勅言：『今我被病困劇，汝曹共分", "226": "取我病去。』王雖有是教，臣下寧能共分王病", "227": "持去不？」王言：「不也。身會當自受之，傍臣不能", "228": "代。」賴吒和羅言：「佛說是，是為二事，我用是故", "229": "作沙門。」王言：「實奇實善，入我心中。」賴吒和羅", "23": "有一長者子，名賴吒和羅，在座中聽佛說經", "230": "問王言：「若人壽終欲盡且死時，人之意所不", "231": "喜也，雖不喜亦不能得離於死。」賴吒和羅言：", "232": "「人自知當死，何以故不豫持珍寶著當所生", "233": "處？」王言：「不能持珍寶豫著當所生處也，皆", "234": "當棄，空去耳。」賴吒和羅言：「佛說是，是為三事，", "235": "我用是故作沙門。」王言：「佛說是事，實奇實善，", "236": "入我心中。」賴吒和羅問王言：「王寧有國中安", "237": "寧、人民熾盛、五穀豐熟？」王言：「有是。」賴吒和羅", "238": "言：「若有人從東方來，至誠語王，王亦當信", "239": "其所言：『我從東方來，見有大國，國中豐熟、人", "24": "以著心中。賴吒和羅自思惟：「如佛經戒者，不", "240": "民熾盛。我識道徑，能持王兵往攻取其國。』王", "241": "聞是語，寧欲使人往取其國不？」王言：「然，貪其", "242": "利入，猶欲取之。」賴吒和羅言：「若復有人從", "243": "南方來、西方來、北方來者，道說有國如東方", "244": "者，王寧欲取之不？」王言：「然，貪其利入，猶欲取", "245": "之。」賴吒和羅言：「若復有人從海一邊渡來，至", "246": "誠語王，王亦信其所言：『言海一邊有大國，", "247": "國中五穀豐熟、人民熾盛。我識道徑，能持王", "248": "兵往攻其國。』王聞是語，寧欲使人取其國不？」", "249": "王言：「然，貪其利入，猶欲取之。」賴吒和羅言：", "25": "宜居家，居家者不能自淨學佛道也。」自思", "250": "「佛見是事，知人苦貪無厭足也，是為四事，我", "251": "用是故作沙門。佛見是四事，用教誡人。」王", "252": "言：「佛說是事，實奇實善，入我心中。」王言：「佛豫", "253": "知去來現在之事，善乃如是耶？」賴吒和羅言：", "254": "「王自有國及四方國，常不厭足，復悕望海外", "255": "國。佛見世間人有財寶者，皆堅藏守之，不肯", "256": "布施與人，慳貪藏之，更復求索。帝王及人民，", "257": "皆不知厭足，至於死不棄愛欲，會當捨其", "258": "死，所有財寶皆置空去，當趣所作善惡道。善", "259": "惡隨人，如影隨人。人死後，家室宗親啼哭悲", "26": "念：「不如除頭髮、被袈裟，行作沙門。」黈羅歐吒", "260": "哀，棺斂葬埋，人生獨生、死亦獨死，身作善惡", "261": "身獨當之，無有人代者。飲食金銀珍寶，不能", "262": "令人得道，財富不能救護人命，令不老死。人", "263": "之所思念多端，人之所愛樂也，人志意數轉，", "264": "不能專一。佛言：『人坐恣意故，以致凶變怨偶", "265": "恐懼，譬如穿盜者之所念也。人從後得之，", "266": "身所作惡，自陷其死，如世間人作惡，死後當", "267": "入泥犁、畜生、薜荔中。譬如樹木生華葉成實", "268": "者，中有花時墮者，中有成果時墮者，中有大", "269": "時墮者，中有熟時墮者。人亦如是，中有從腹", "27": "國人民聞經戒皆歡喜，繞佛三匝各自還歸。", "270": "中墮者，中有墮地死者，中有半年死者，中有", "271": "老時死者，人命不可知。』」賴吒和羅言：「我用是", "272": "故作沙門，凡人謂我不能治家故作沙門。雖", "273": "有諸論議，要不如學道。」賴吒和羅說經竟，王", "274": "便得第一須陀洹道，便受五戒：一者不殺，", "275": "二者不盜，三者不犯他人婦女，四者不妄語", "276": "兩舌，五者不飲酒。王受戒已，即作禮而去。", "277": "佛說賴吒和羅經", "28": "賴吒和羅中道屈還到佛所，前為佛作禮，叉", "29": "手長跪白佛言：「我思念佛經戒不宜居家，居", "3": "聞如是：一時，佛與五百沙門俱遊拘留國，轉", "30": "家者不能自淨學佛經道也。意欲除頭髮鬚、", "31": "被袈裟，作沙門。願佛哀我，令我得作沙門。」佛", "32": "言：「汝報父母未？」賴吒和羅言：「未報父母也。」", "33": "佛言：「諸佛法，父母不聽者不得作沙門，亦不", "34": "得與戒。」賴吒和羅言：「諾！請歸報父母。父母聽", "35": "我作沙門者，我當來還。」佛言：「大善！自思議之。」", "36": "賴吒和羅即為佛作禮，而歸到父母前，白言：", "37": "「我所聞佛經戒不宜居家，居家者不能自淨", "38": "學佛經道也。意欲除頭髮鬚、被袈裟，作沙門。」", "39": "父母聞子語聲，皆相對啼泣言：「我曹夫婦少", "4": "到黈羅歐吒國。國中人民婆羅門道人，皆聞", "40": "子姓，禱祀諸天日月，四面叩頭，求哀子姓", "41": "令續門戶後，常恐我卒死門戶滅絕。我從天", "42": "得汝一子耳，舉家共重愛，見汝不知厭足，", "43": "設汝終亡，我夫婦當共坐守汝屍至老，今反", "44": "欲生棄我曹去耶？」賴吒和羅語父母言：「如今", "45": "不聽我到佛所作沙門者，從今以去不復飲、", "46": "不復食、不復沐浴。今聽我作沙門者善，不者", "47": "當就死耳！」便却委臥空地不食，一日二日", "48": "三日四日至五日不食。賴吒和羅宗親九族", "49": "中外，聞賴吒和羅從父母求欲作沙門，父母", "5": "佛轉遊到此國，聞佛功德妙達，無有貪婬瞋", "50": "不聽，委臥空地絕󰝿水漿五日不食。中外宗", "51": "親九族皆到賴吒和羅所，曉語令起沐浴飲", "52": "食。語賴吒和羅言：「汝父母未有汝時，禱祀諸", "53": "天日月，四面叩頭，求子姓適得汝一子耳。汝當", "54": "供養父母，為續門戶後。設汝終亡，父母常欲", "55": "坐守汝屍至老，何況欲生別離去乎？」賴吒", "56": "和羅亦不應。宗親九族皆復到父母前，啼泣", "57": "謂言：「此兒終不受我諫也。」賴吒和羅復有諸", "58": "親厚知識，聞賴吒和羅欲到佛所作沙門，父", "59": "母不聽委臥空地，不飲不食五日。親厚知識", "6": "怒愚癡，人心所言者皆中正，但得佛道，自知", "60": "皆到賴吒和羅所，諫曉令起沐浴飲食，語言：", "61": "「父母未有汝時，禱祀諸天日月，四面叩頭，求", "62": "子姓，適得汝一子耳。汝當供養父母，為續門", "63": "戶後。設汝終亡，父母常欲守汝屍至老，汝反", "64": "欲生別離去耶？」賴吒和羅亦不應。親厚知識", "65": "復到父母前，啼泣各自拭淚語父母言：「宜放", "66": "是子聽令作沙門。所以者何？如使樂道作沙", "67": "門者，後可生相見；設不樂道者，自當棄道來", "68": "歸。當復如何乎？今反空使死亡，臭爛為虫", "69": "蟻作食，用死人軀為？」今子大短氣沮欲死，父", "7": "所從來生，豫知去來現在之事；眼能徹視，知", "70": "母家室妻子、妓人宗親知識，皆舉聲大哭。父", "71": "母拭淚語賴吒和羅：「諸親厚知識與共約束，", "72": "設放若作沙門以後，汝當復來歸，與我曹相", "73": "見不？」賴吒和羅言：「放我去到佛所作沙門，使", "74": "我生不死，會當來歸，與父母相見也。」父母聞", "75": "子語聲便復大哭，即聽令去作沙門。賴吒和", "76": "羅大歡喜自念：「我不食五日，身體大羸瘦。佛", "77": "時從黈羅歐吒國至舍衛，相去五百里。且自", "78": "養視，須我強健乃行。」賴吒和羅自養視數日，", "79": "有氣力，前報父母言：「自安，我去到佛所作沙", "8": "世間人民蚑行蠕動之類，所趣生死善惡之", "80": "門。」父母復舉聲大哭，父母拭淚言：「可去，自愛", "81": "也。」賴吒和羅便以頭面著父母足，起繞父母", "82": "三匝，便去。轉到舍衛祇洹，前到佛所，為佛", "83": "作禮，白言：「父母已聽我，佛寧可持我作沙門。」", "84": "佛即用作沙門，被袈裟、受沙門經戒。佛使諸", "85": "阿羅漢，日共教授。不敢毀傷經戒，自思惟", "86": "經道，便得四禪。得第一須陀洹、第二斯陀含、", "87": "第三阿那含、第四阿羅漢，便得四神足飛行，", "88": "能以天眼達視、天耳達聽，天上天下人民", "89": "及蚑行蠕動之類，皆聞知所言所念，自知宿", "9": "道；行即能飛能入地，出無間入無孔，自在變", "90": "命所從來生。隨佛十歲，如影隨人。十歲以後，", "91": "意念：「我初去家時，與父母辭訣，期當復還相", "92": "見。」賴吒和羅白佛言：「我初去家時，期當復還", "93": "相見，願得行到父母所。」佛念賴吒和羅，不", "94": "復能入愛欲中如在家時，已從愛欲得度脫。", "95": "佛言：「大善。」即為佛作禮而去。轉行到黈羅歐", "96": "吒國，晨起被袈裟、持應器，入父母里中，向家", "97": "門乞食。舉家無肯應視者。所以者何？用沙門", "98": "道故，生亡我大夫子，舉家惡見沙門，故不應", "99": "視也。賴吒和羅到家門，無有乞者亦無應視"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0068 賴吒和羅經", "author": "吳 支謙譯", "sourceLink": "http://www.cbeta.org/"}