{"englishTitle": "Taisho Tripitaka, Electronic version, No. 2751 法華經疏", "text": {"0": "No. 2751 [cf. No. 262]", "1": "法華經疏", "10": "是第一明其教實。如來一切自在神力者。是", "100": "便捨身。故言真法供養之耳。如似香積因聞", "101": "香故得解大乘也。第一施者財施養形為下。", "102": "因財通小乘為中。今日因財通大乘法為上。", "103": "故言第一千二百歲身乃盡有眾生滅盡應身", "104": "則遷此之燒辟則燒欲伏還伏。當知大士有", "105": "物不同隨根隱顯耳。不欲明指福多欲噵燒", "106": "指傷筋傷骨難而能為其功則大。若能持經", "107": "功過於此。以劣形勝心明經深理勸人流通", "108": "第四從宿王譬如一切川流已下訖此經能", "109": "救一切眾生已來。正明此經理深。言遠益物", "11": "第二明形方便。則短顯長必求應道。即長明", "110": "處多出過餘經二依未來應當流通　第五從", "111": "此經能救一切眾生者已下訖所得功德亦復", "112": "無量。上明理深。何以得知下。明此經能除物", "113": "患利益無量證知深理也　第六從若有人聞", "114": "是藥王菩薩本事品已下。應當如是□□□", "115": "心。付囑此品並勸二人。在於末代受持流通。", "116": "從若有女人聞是品能受持者。先勸弟子未", "117": "來應當懃加聽受。從若如來滅後二五歲以", "118": "下。勸其法師流通彼物。從初已下明其滅惡", "119": "故。云不復為貪欲所惱。從得菩薩神力已", "12": "短分傷真極明自在神力也。如來一切祕要", "120": "下明其生善。從是時諸佛已下廣明諸佛嘆", "121": "持經人德行深遠。從是故宿王華已下。正勸", "122": "法師當於未來通經益物。從宿王汝若見有", "123": "受持是經已下。勸彼弟子未來應當供養法", "124": "師諸求大法。從是求佛道者已下。結勸供養", "125": "第七從說是藥王品已下。明當時之益。", "126": "妙音品妙音品", "127": "其人乃法身大士先應東方。此土有緣放光", "128": "召之。就此品中凡有五文　第一從初已下", "129": "訖而為說法。明其妙音行之之處。此中放光", "13": "之藏者。此是第三所乘方便。如來為物分齊", "130": "在略說後廣說。初也。所以放二光者放肉結", "131": "光者結本最上表明一乘最上高勝。放眉間", "132": "者表明中道不偏之理也　第二從釋已下訖", "133": "亦欲聽是法華經故。明其妙音將來之相", "134": "第三從文殊白佛是菩薩種何善根已下訖如", "135": "是饒益無量眾生。廣明妙音有其德行　第", "136": "四從說是妙音品時與妙音俱來已下訖色身", "137": "三昧。明來往之益　第五從說是來往品已", "138": "下。明當益也　就第二段中。久已須眾德本", "139": "乃至道其恒沙等諸大三昧等。皆是經家嘆", "14": "亡不求其一。如來一切甚深之事者。至極法", "140": "妙音德。非是如來解其德行。若當此中已明", "141": "德者。下復何須更列德行。從即自佛淨華宿", "142": "王智佛已下。欲明妙音將欲發來仰請彼佛", "143": "辭求至此。從佛告妙音已下。淨華如來言對", "144": "妙音意在戒。初諸小菩薩所以誡者。彼小菩", "145": "薩不側釋迦現居勝化應形丈六情生奢敬。", "146": "是故誡言汝往莫生下劣相也。從妙音菩薩", "147": "白其佛言已下。欲明妙音仰稟加被。欲至娑", "148": "婆妙音乃是法雲之士。豈待加被方能來恒", "149": "為小行觀言有假故云皆是如來之□。從於", "15": "身雖復為物權生脫滅真身深無其遷變。此", "150": "是妙音菩薩不起已下。正明妙音將來之相。", "151": "先觀此瑞相者。使此大眾豫知妙音法身大", "152": "士。為聽法華不遠不而至。彰理深玄生其懃", "153": "仰並作益也。從爾時文殊法王子見是蓮華", "154": "白佛已下。明此大眾覩此瑞相不達何所以", "155": "生其疑問。從佛告已下。明彼妙音將來釋其", "156": "疑句故。云欲供養聽法華經正為弘經故來", "157": "此也　從文殊師利白佛是菩薩何善根已下", "158": "品。第三明其德行。就中有二。第一文殊發其", "159": "三問　第二如來答其問者。種何善根修何", "16": "是第四身真寶也。此經備明一切言。皆於此", "160": "功德。此之兩句聞其因行。而能有是大神通", "161": "力。此之兩句問其果也。現在德也。前明過去", "162": "因也。行何三昧已下。第二問二其通因通不", "163": "孤起。起必由定故。云何行三昧願為我說三", "164": "昧若乎。從唯願世尊已下第三問其身相", "165": "從佛告已下如來答也。從初已下訖并見文", "166": "殊故身來至。此是答第三問□□以令多寶", "167": "命者凡有二義。一明多寶弘經之首生緣中", "168": "最是其上。二明兩佛心同。為明理一一使光", "169": "召。一則口告彰意無。二從時多寶已下。正明", "17": "經宜示顯說。從是故已下品之第四結勸二", "170": "多寶言命妙音。從于時妙音已下。正明妙音", "171": "仰奉聖勅來至此也。訖到此土奉施供養順", "172": "宜問訊。我今欲見多寶佛身。此之請見在方", "173": "便品略說。後廣說前事同大樂說請見莫異。", "174": "為證流通故在。此明并見文殊者。見其文殊", "175": "所為者也。從爾時華德白佛言已下。訖是妙", "176": "音菩薩深種善根。答問一去問遠故重舉請", "177": "答。彼上問言種何善根。明何功德有神通。妙", "178": "音過去以十方種種伎樂及七寶鉢。是其緣", "179": "內之拾以是其因也。此是其行果。今報生有", "18": "人。是以此經理深益物大故。汝未來不得不", "180": "是神力。是其德也。從汝但見妙音其身在此", "181": "已下。廣明現在果報德也。從十萬恒河已下。", "182": "欲噵妙音。非但此方。亦於餘方。亦於種種施", "183": "化。是妙音深種善根者。此是華德領解之辭", "184": "從世尊是菩薩住何三昧者。重舉第二問以", "185": "請其答。彼上問言行何三昧。今答名現一切", "186": "色身者。此是法身華三昧六根清淨也。", "187": "觀世音品觀世音品", "188": "此人亦是法身大士。妙音一流先應西方。此", "189": "土有緣私化到此。普應諸門乘音度物名觀", "19": "說。爾時故言於如來滅後應一心受持讀誦。", "190": "音。世上之妙音。從已音聲化人為名。此之", "191": "觀音。從前音聲以得名也。觀前聲而往度之", "192": "因此為名也。就此品中凡有六文　第一從", "193": "初已下。訖名觀世音制其名稱也　第二從", "194": "若復有人已下。訖巍巍如是。欲明觀音於此", "195": "世界名中益物最是其大。拔苦濟厄利中超", "196": "勝故。下經言巍巍如是　第三從若有眾生", "197": "已下。訖福德之利。此噵觀音亦名觀音亦名", "198": "觀念亦名觀形。但此土名益處亦勝其形心。", "199": "從是故已下。結其名勝勸人。受持觀者名也。", "2": "究竟教亦備之理而言之不過身為真應教", "20": "勸其弟子。解說已下勸其師也。從所在國土", "200": "從若有人已下。格量名益勝於餘者。所以道", "201": "受六十二億餘菩薩名不如受持觀世音名", "202": "者。欲明觀音此少化緣勝餘菩薩。即是眾生", "203": "持人漏盡　第四從無盡意白佛言已下。訖", "204": "執金剛神解普門義。廣明其德無盡。此中凡", "205": "作三問。云何遊於娑婆世界。問形方便作何", "206": "等形。凡益群生云何而為眾生說法。問言方", "207": "便說何等法。化於眾生方便之力其事云何", "208": "者。總舉前二義形。言方便事竟云何如來下", "209": "益應見佛身而為得益者現佛身也。欲明聖", "21": "已下。正舉理深並勸之。人說經之處卷所住", "210": "應殊形六道隨物感見。若形方便而為說法", "211": "者。隨其根性說法不同。答言方便通答第二", "212": "更無別文　第五從無盡意觀世音成就如是", "213": "已下。訖於遊娑婆世界。欲明觀音於人有恩", "214": "勸人供養。是故者是以觀音垂形六通答無", "215": "量故。應當盡受與供養也。能施無畏者。四種", "216": "施中無畏最上。何者為四。一是財施二施小", "217": "乘。三施大乘。四者無畏施。中最勝故應供", "218": "養故曰五名名施無畏者。自此已下無盡意", "219": "仰奉佛教與供養也。珍寶是財。云何而言受", "22": "處。皆應於中起塔供養重經故也。所以者何", "220": "此法施者。欲明無盡意欲使因財以通法也。", "221": "觀音初時所以不受凡有二意。一欲使生愍", "222": "懃之心。二表大聖於財無著。後所以受者。知", "223": "此時會因受迴奉便能解一乘法身故受之。", "224": "所以分作二施。二佛者欲明佛至極之果。正", "225": "明萬善同歸妙果理無異趣。此表一乘義。二", "226": "者欲明一分施佛一分施生佛欲表生滅斯皆", "227": "是權。准有法身是其真實流通法華正在此", "228": "文　第六從爾時持地已下。訖品當時之益", "229": "皆發無等等者。菩提妙絕故云無等。諸佛有", "23": "已下。便持所以此中非是生處得道。便轉法", "230": "證名為等也。", "231": "陀羅尼品陀羅尼品", "232": "從此下文所以而與猶明方軌末代之中多有", "233": "流礙。若不加護化道則難欲令化流須呪防", "234": "護故有此文。二依大士積德遐劫其行深高。", "235": "內外累亡惡世宣通何待防護令言護者。聽", "236": "法弟子解不堅信。若不既護心則須動化功", "237": "虛設。由護弟子化道得宜即護法師也。就此", "238": "品中凡有四文　第一從初已下。訖得幾所", "239": "福。問弘經人功德多少　第二從佛告已下。", "24": "輪處般處而起塔者何。若外識知為弘一乘", "240": "訖功德甚多如來。正為□量持經之人功德", "241": "無量。供養諸佛有□散善是其福業。豈況持", "242": "經理中尊淨三相之時解此是惠業俱然高", "243": "勝。此即出下依功德所以俱言一四句偈者。", "244": "具欲彰下依得理處少不如上依功德猶常甚", "245": "多。況復上依俱然。無量所以出此二依。德", "246": "者起下況文　第三從爾時藥王菩薩白佛言", "247": "已下。訖應當擁護如是法師。正明諸人說呪", "248": "加護。就說呪中。第一藥王第二勇施。此之□", "249": "單以呪護。第三毘沙門天王人呪等護。第四", "25": "供養法華造此塔者。乘理關心解生或滅萬", "250": "持國天王二單呪護。第五羅剎女亦身呪兩", "251": "護。從佛告諸羅剎女已下。如來述嘆護功無", "252": "量。汝等但護四依弟子使經名指尚無量何", "253": "呪擁護具足受持者呪護法師。今得流通化", "254": "功不綴福德俱然。不可測量　第四說此陀", "255": "羅尼品已下。明當時之益。", "256": "妙莊嚴王品妙莊嚴王品", "257": "從已下欲教眾生未來應當藉善知識應如妙", "258": "莊嚴王。二依人作善知識應當如彼淨藏淨", "259": "眼淨德夫人。就此品中凡有五文第一從初", "26": "行滿足。得道之處持其經旨。即轉法輪處知", "260": "已下訖劫名喜見。明妙莊嚴藉善知識處", "261": "第二從佛法已下訖好樂佛法。正明三聖同", "262": "化邪王令生令正見將明化益。先出聽說兩", "263": "人字也。從是二子有大神力已下。廣嘆二子", "264": "有其高德必能化邪以生正信。文略不嘆夫", "265": "人德也。從爾時彼佛欲引導說法華經上出", "266": "其人令出法藥。所以上子白汝共詣佛所者。", "267": "欲同與邪王作其化緣。應往任父與共去者。", "268": "明能化之緣。彼及所化人也。令其文父母心", "269": "淨信者。既覩神變。背邪歸正道根感發也", "27": "聖應遷即涅槃處。偈中之明不頌品物。第一", "270": "第三從於是妙莊嚴王已下訖其國手正功德", "271": "如是。明妙莊嚴既蒙三聖方便。引化迴邪入", "272": "正。諸佛聽法解生或滅。如來即為記其功果", "273": "第四從其王即時以國付弟已下。訖亦應", "274": "禮拜。明此邪王既聞授。即便領解歡喜讚嘆", "275": "第五從說是妙莊嚴王本事品已下盡品。", "276": "明當時之益也。", "277": "普賢品普賢品", "278": "此人乃是身法大士。妙音一流奪應東方。此", "279": "去有緣隨感到此。同與娑婆作受道緣。就此", "28": "諸菩薩請求流通初有三偈頌。上第二五種", "280": "品中凡有二文　第一從初已下訖當為說", "281": "之。此是普賢現在之世仰勸如來說於法華。", "282": "此之勸諸與身子請一時之事　第二從若善", "283": "男子已下訖於品末。此明普賢勸其二依及", "284": "三品弟子。未來應當受持流通。就初段中復", "285": "有二文　第一從初已下。訖其達已通此經", "286": "家序列普賢將來之相　第二從佛言已下。", "287": "正明普賢勸如來說。遙聞說法華者。聞其略", "288": "說。唯願說之召請其廣說。就第二後世勸中", "289": "復有六文　第一初已下訖必得是經。將明", "29": "瑞相。就中但頌舌相放光磬欬彈指動地。第", "290": "二依未來流通。先出二依體相拔根。此中自", "291": "出下依體根。略不明其上依相也　第二從", "292": "爾時普賢白佛言世尊後五百歲已下。訖皆", "293": "是普賢威神之力。正明普賢勸三品弟子。於", "294": "未來世堅於信受　第三從若有受持讀誦正", "295": "憶念已下。訖使不斷絕。正明普賢勸上下二", "296": "依。未來若能流通此經功德於益處大不得", "297": "不說　第四從爾時釋迦讚言善哉已下。訖", "298": "能修普賢之行。此明如來述其普賢勸於二", "299": "依。未來弘經功德處大　第五從普賢勸三", "3": "為權實。此經備明。故知理深說不盡也。此長", "30": "五十方欽敬略而不頌。身放無數光者。欲明", "300": "品弟子。未來受持功德處大　第六從說是", "301": "品時已下訖於品末。來明當時之益男子女", "302": "人如來滅後云何能說於此經者。欲令如來", "303": "出下依相。普賢先問具何等行而能惡世弘", "304": "通經也。即請未來流通之行。正應直問下依", "305": "之人有何等相。如來下答修其四行便能流", "306": "通。即下依相。成就四法如來滅後當得是經", "307": "者。當流通經也。四行是何一者為諸佛護念", "308": "者。既連習種。亦為護念未得深理。不同佛", "309": "解　猶有退沒。不與護名。性種已上得埋處深", "31": "眾生根感萬差應亦非一。從以滅虔緣已下", "310": "解同如來。必固不退福與護名　第二殖眾", "311": "德本者。初依大士五恒行道廣積萬行。故云", "312": "殖眾德本。亦可能解。一乘法身之理。能生萬", "313": "德名為本也。又復一解五恒行道是本也。今", "314": "能流通即是其德　第三入正定聚者。外凡", "315": "夫人名為邪定。性種人名為不定。一得性地", "316": "永不退失名為正定　第四發救眾生心者。", "317": "初依大士善識機性慈悲應根授法。必能流", "318": "通此經也。此總舉結句也　從爾時普賢已", "319": "下第二文也。勸三品弟子。若能未來。從二依", "32": "十一偈半頌。上第三佛告舉經理深以勸二", "320": "所聞法受持者。我當設汝護中有二。一以神", "321": "力護之。二以呪護。從初已下訖亦為供養法", "322": "華經故。明下品弟子能聽受者我即護之。除", "323": "其裏患使得寧心受持經也。故云令得安穩", "324": "外惡不干言無伺求得其也。若魔已下出裏", "325": "想事。是人者下品弟子人也。乘六牙白象者。", "326": "法身大士。豈可假運而行正欲寄事以明義", "327": "耳。欲明大士唯有萬行化物中要莫通六度", "328": "故乘六牙。大乘之理其體光潔稱之白。運物", "329": "出苦名為象也。舉剛攝因就此事以為況耳。", "33": "依。初有三偈。正是頌上持經之人功德彌大。", "330": "供養守護者供養三品人也。所以而然敬法", "331": "故也。下言亦為供養供養經也。此品下品弟", "332": "子。但生聞惠。從是人若坐思惟已下。訖得如", "333": "是等陀羅尼。明中品弟子。上明下品直云", "334": "持。此能思惟即是思惠已勝。於前明知中品。", "335": "復乘白象現其前者。應現故也。若於法華為", "336": "所忘失者。此中品人。推生思解過緣還退隨", "337": "時為說使伏本解故。我述為說令通利也。大", "338": "士隨機形言噵益處沾彌懃情無有已故。言", "339": "得□□甚大歡喜轉復精進也。從以見我故", "34": "從能持是經者已下。廣嘆功德無量勸令弘", "340": "已下出其所得。前下品弟子中准明所除。此", "341": "中恒明所得故。云即得三昧及陀羅尼也。綺", "342": "文說也。後五百歲為惠惡世中已下。訖我身", "343": "亦自常護是人。明上弟子。上之二人但生聞", "344": "思。此言修習即是修惠。此中亦略不明所得", "345": "但明所除。從於三七日已下。欲教行人修行", "346": "方法。精進者教明修定。若閑房淨室是下品", "347": "定形□心攝上品定也。從無有非人已下。正", "348": "出所除身護三處皆經文。從准願世已下尊", "349": "說呪總護三品弟子。從有受持讀誦已下第", "35": "經。則為見我欲明三以佛真極理用之為體", "350": "三文勸於二依。未來弘經果報則大。經益既", "351": "大。未來何得不說被於未聞。就中子分復有", "352": "四文　第一從初已下訖手摩其頭。正明普", "353": "賢勸於下依。流通此經功德彌大。當知是人", "354": "行普賢行者。普賢正以隨根赴感惡世。宣通", "355": "光揚大乘是普賢行。此人流通功同普賢故", "356": "云何行也。初依大士深達乘理善識群機故。", "357": "為如來摩頂付囑　第二從若但書寫已下訖", "358": "娛樂快。此是習種性中上品人也。所以舉者。", "359": "正欲況出上依法師明弟子持經功德尚多。", "36": "悟理在心名見也。佛亦可隨刑不離聖故恒", "360": "何況上依惡世通經故。自已言是以命終生", "361": "忉利天者。此已□報驗有內德　第三從何", "362": "況已下訖功德利益。正勸上依末世弘經功", "363": "德無量。既有大益不得不說。下就應中明其", "364": "弘經所感果報。是人命終者感盡故。千遷前", "365": "言命終者報盡終也。與彌勒等同生兜率得", "366": "豫清□故知德大　第四從是故已下訖不斷", "367": "絕。正明普賢結勸。二依智者若能宣通功德", "368": "無量如上所說也。故云應當一心自書使人", "369": "書乃至如說修行也。能通化者我要當以身", "37": "見也。若能末世通經化物不但見佛。亦復無", "370": "況二力加護於汝。外于不干流通大法令不", "371": "隧沒故。以神力通守護。是經閻浮流布使不", "372": "斷絕。從釋迦讚言已下。大段第四如來述其", "373": "普賢上依未來流通功德是大。就中復有二", "374": "文　第一從初已下訖守護是經將述普賢有", "375": "其高德　第二從我當以神通力已下。正述", "376": "普賢勸其二依　來世弘經功德甚大。我當", "377": "以神通力守護能持普賢名。今如來還題說", "378": "普賢勸三品弟子之言。下品中噵其有受持", "379": "是經典者。我當守護除其變患。乃至上品噵", "38": "順即法供養。從於諸法之義已下四得上明", "380": "我亦自常護是人。受持普賢名者。其受持法", "381": "華等名也。明弟子持經功德尚大。況復二依", "382": "未述弟子下別有文。從若有受持不題上普", "383": "賢勸二依之言汝上噵言二依未來流通此經", "384": "於。", "39": "自行。從此已下明其外化經理資益具曰無", "4": "一中明經功德說示於盡。下偈中噵流通之人", "40": "礙便能稱根導利群生。滅惡生善故云行世", "41": "間。能滅眾生闇即是滅惡。教化已下明具生", "42": "善經益既人二依未來不得不懃宜通後代。", "43": "從是故已下一偈半頌上第四結勸二人。", "44": "囑累品囑累品", "45": "從此已下。後世文中。第二文也。如來親自口", "46": "告付囑。此明如來以此大法付諸菩薩。惡世", "47": "宣通即是菩薩累重之事。二者欲使二依。在", "48": "於未來。宣通此經。使累世不絕。故言囑累", "49": "品。就此品中凡有四文。第一從初以下。訖普", "5": "功德不盡綺事說也。為乘爾者大意。正明流", "50": "得聞知。欲明如來口自慇懃誡勅二依　第", "51": "二從所以者何已下訖諸佛之恩。欲明如來", "52": "勸彼二依。流通之時。應彼二依。通化之時。", "53": "應□佛成頌　第三從時諸菩薩已下訖願不", "54": "有慮。明諸菩薩敬諾施行也　第四從命時", "55": "釋迦已下訖於長行。明此如來說經也。訖唱", "56": "散隨意。以右手摩無量菩薩頂者。明其一手", "57": "及於眾頂。亦是神力隱其神力存口告之名。", "58": "我於無量修集是難得三菩提者。欲明如來", "59": "因地之時。修行曠劫修因方始剋得法身。其", "6": "通經人德不盡耳。不欲明經所以。舉經者德", "60": "果故云難得。如來欲以此之大法與物同證", "61": "故付二依。傳化來聞使千載不隧故云汝。汝", "62": "當一心流布此法。廣令增益也。令一切眾生", "63": "普得聞知。從所以者何已下。品之第二勸彼", "64": "二依。□佛成頌。所以汝等未來之世能流通", "65": "者何要當學佛四種之法。一明如來有大慈", "66": "悲。二明如來無諸慳悋。三明如來應機授法", "67": "故云無所畏。四明如來是諸眾生之大施主。", "68": "若能修持如來四法。便能惡世流通此經故。", "69": "云亦應隨學如來之法勿生慳悋。從於未來", "7": "備。由經故噵也。以要言者。欲明如來德乃無", "70": "世若男子女人已下。勸其二依相。根授法有", "71": "大根者。為說其一故。云信如來智慧者當為", "72": "演說此法華經。從若有眾生已下。明根小之", "73": "人。為說三乘故。云餘深法中示教利喜。經師", "74": "尋此經文廣說法華。當是空中所前以得知。", "75": "從上已來未曾有起。此中始言從法生起摩", "76": "頂付囑以此驗知。", "77": "藥王品藥王品", "78": "襲　從此已下訖於經末後世文中大段第三", "79": "教二依。未來之世流通法用。然二依大士豈", "8": "量。為明四義故稱要也。四者是有如來一切", "80": "將聖教方文。於流通欲對二依。該於始學乘", "81": "世之中苦行流通。當如藥王權道普入當如", "82": "妙音觀音。說呪擁護。如陀羅尼。藉善知識。汝", "83": "妙莊敬作善知識如淨藏等也。勸發二人如", "84": "似普賢。以此證便故引文在此也。若論次第", "85": "應在不輕後安。就此品中凡為二文　第一從", "86": "初已下訖聞皆歡喜。將明藥王本苦行事故", "87": "宿王華說請其佛說　第二從佛告已下訖以", "88": "明供養。明期藥王苦行流通之處　第三從", "89": "爾時彼佛如一切眾生已下訖其福最多正。", "9": "所有之者。此句欲明舉手低頭。皆第一理。此", "90": "明藥王現在未來燒身辟苦流通。所以乃導。", "91": "爾時彼佛為一切眾生說法華經者。欲明□", "92": "見莊嚴法中流通法華蒙經理益。即時獲得", "93": "色身三昧荷佛恩重。并袍經澤故。盡財命以", "94": "供養之故。以此苦行彰經理深。得弘法華故", "95": "云我今當供養日月淨明德佛及法華經不如", "96": "以身供養。若欲明此中一段眾生應見燒身", "97": "喪命報經發道處多故。言不如以身供養也。", "98": "欲明捨身亦是捨財。云何道言真法供養。但", "99": "自悟道不同。要燒身得解大乘為通大法故"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 2751 法華經疏", "author": "", "sourceLink": "http://www.cbeta.org/"}