{"author": "宋 智圓述", "englishTitle": "Taisho Tripitaka, Electronic version, No. 1760 阿彌陀經疏", "sourceLink": "http://www.cbeta.org/", "language": "chinese", "text": {"0": "No. 1760 [cf. No. 366]", "1": "刻彌陀經義疏序刻彌陀經義疏序", "2": "孤山圓師撰《彌陀經義疏》，後又鈔之名曰「西", "3": "資」，吾邦未見流行，學者憾焉！比偶獲《義疏》，訂", "4": "正鏤刻，使學者免傳寫之勞，他日若有得鈔", "5": "者，與此疏竝行于世，則在西剎行者，豈不大", "6": "資哉！竊望焉！", "7": "時", "8": "正德甲午仲秋󰝿旦", "9": "談峰蓮光院沙門光榮謹書", "10": "佛說阿彌陀經疏并序", "11": "孤山沙門釋智圓述", "12": "夫心性之為體也，明乎！靜乎！一而已矣。無凡", "13": "聖焉、無依正焉、無延促焉、無淨穢焉，及其感", "14": "物而動、隨緣而變，則為六凡焉、為三聖焉，有", "15": "依焉、有正焉。依正既作，則身壽有延促矣，國", "16": "土有淨穢矣！吾佛大聖人，得明靜之一者也，", "17": "乃假道於慈、託宿於悲，將欲驅群迷使復其", "18": "本，於是乎無身而示身、無土而示土，延其壽、", "19": "淨其土，俾其欣促其壽、穢其土俾其厭，既欣", "20": "且厭則漸誘之策行矣。是故釋迦現有量而", "21": "取穢土，非欲其厭耶！彌陀現無量而取淨土，", "22": "非欲其欣乎！此則折之、彼則攝之，使其復本", "23": "而達性耳，故《淨名》曰：隨所調伏眾生而取佛", "24": "土者，其是謂乎！雖寶樓金地無悅目之翫，而", "25": "非惑蕩之色，而能達唯心無境矣。雖風樹鳥", "26": "聲有入耳之娛，而非惉懘之音，而能念三寶", "27": "有歸矣。夫如是則復乎明靜之體者如轉掌", "28": "耳。經云：眾生生者，皆是阿鞞跋致是也。大矣", "29": "哉！聖人之善權也如此。是故群經森列而偏讚", "30": "淨方，其有旨哉！佛說阿彌陀經者，其偏讚之", "31": "謂歟。吾愛其辭簡而理明、其文約而事備，足可", "32": "以誘弱喪而擊童蒙焉。於是約龍樹之宗、準", "33": "智者之說，依經辨理為之義疏，若極深研幾則", "34": "吾豈敢，庶乎有助於真風、為益於後昆爾。", "35": "釋題玄義五重：二土，果人名也；方等，實相", "36": "體也；信願，淨業宗也；捨苦得樂，用也；生蘇，", "37": "大乘教也。夫名以詮體，會體由宗，宗成有用，", "38": "四義成列。大小未辨，故須教相區以別之。初", "39": "六字之名有通有別，經字通名，大小同號故；", "40": "上五別名，此說異彼故。於別名中，佛是果人", "41": "之通名，彌陀是果人之別號。釋迦既此方化", "42": "主，庶物咸知，故隱別而彰通；彌陀是彼土世", "43": "尊，理須標簡，故略通而存別。通別互現，其義", "44": "惟明。若統而括之，凡有三對：經即能詮之教，", "45": "上乃所詮之義，教義對也；阿彌陀標彼土世", "46": "尊，佛說指此方化主，彼此對也；說者誠實口", "47": "業，佛者黃金之色身，身口對也。寬之狹三對", "48": "在焉。佛者極果之美號也，果必由因克，始悟", "49": "名因，悟必從迷，不迷何悟？迷非本是，悟復何", "50": "從？欲㼼明斯旨，當曉六即：一、理即佛；二、名", "51": "字即佛；三、觀行即佛；四、相似即佛；五、分真即", "52": "佛；六、究竟即佛。凡聖不濫故六，初後皆是故", "53": "即。理即佛者，一念心即如來藏理，如故即空，", "54": "藏故即假，理故即中，三智一心本來具足非", "55": "適今也，名理即佛。名字即佛者，理雖即是，自", "56": "用不知，以未聞三諦、不識佛法，如牛羊眼不", "57": "識方隅，或從知識或從經卷聞如上說，於名", "58": "字中通達解了，知一切法皆是佛法，名名字", "59": "即佛。觀行即佛者，若但聞名口說，如虫食木", "60": "偶得成字，是虫不知是字非字，既不通達，寧", "61": "是菩提？必須心觀明了、理慧相應，所行如所", "62": "言、所言如所行，言行相應，名觀行即佛。相似", "63": "即佛者，愈觀愈明、愈止愈寂，麁垢自落，六根", "64": "互□□□□證如鍮似金貴實珠形色相似，", "65": "名相似即佛。分真即佛者，因相似觀入初住", "66": "位，破無明見佛性，開祕藏顯真如，始發心終", "67": "等覺，或普門示現於九界利生，或八相成道", "68": "以佛身度物，名分真即佛。究竟即佛者，從等", "69": "覺心轉入妙覺，智光圓滿不可復增，惑闇滅", "70": "盡更無可斷，唯佛與佛乃能知之，名究竟即", "71": "佛。譬若貧人家有寶而無知者，知識示之而", "72": "後知，於是耘除草穢而掘出之，漸漸得近，近", "73": "已藏開，盡取用之獲大富樂。以喻六即，其旨", "74": "可見。今言佛者，即釋迦化主，乃究竟人也，如", "75": "此解者，豈但識果地之崇高必由因克，抑亦", "76": "達自心之微妙本有果性，是則始凡理具趣", "77": "取無怯，終聖在佛上慢不生。說者悅也，得機", "78": "而說稱悅。佛懷此經即得彼物機，與彌陀有", "79": "緣者乃讚彼依正令發願往生，既生彼國則", "80": "不退轉而終趣菩提稱悅，佛其在此矣。阿彌", "81": "陀，梵語也，茲言無量，阿之言無，彌陀言量也。", "82": "何故名無量耶？以四義故得名：一、光明照耀", "83": "無量；二、壽命數限無量；三、大小弟子無量；四、", "84": "一生補處無量，由茲四事以無立尊號。諸經", "85": "翻為無量壽佛者，乃下之一義耳，四義悉在", "86": "經文。夫諸佛皆有生、法二身，則有兩種無量：", "87": "一、生身無量，此則有量之無量；二、法身無量，", "88": "此是無量之無量。法身譬虛空無生無滅，生", "89": "身如水月有隱有顯，故釋迦、彌陀俱得法身", "90": "之無量，但此土機劣故見生身是有量，彼土", "91": "根勝故見生身是無量，但以人天莫數故言", "92": "無量、若望法身定屬有量。當知釋迦亦能現", "93": "無量以取淨土，彌陀亦能現有量以取穢土。", "94": "故《大論》曰：釋迦文佛更有清淨國土，如阿彌", "95": "陀佛國；阿彌陀佛亦有不嚴淨國，如釋迦文", "96": "佛國。又云：此間閻浮提惡故佛壽應短，餘處", "97": "好故佛壽應長。《涅槃》云：西方去此三十二恒", "98": "河沙有無勝國，所有莊嚴如安樂世界，我於", "99": "彼土出現於世。豈非釋迦現淨耶！《鼓音王經》", "100": "云：阿彌陀佛，婆羅門種，母名殊勝妙顏，亦有", "101": "惡逆弟子名為調達。既有女人及惡逆者，豈", "102": "非彌陀現穢耶！故知二佛生身皆為兩重，若", "103": "示淨穢隨緣不同。問：「釋迦既自能現淨土，何", "104": "故不勸眾生發願生彼，而度令往彌陀國耶？」", "105": "答：「物機不等，為化亦殊。若唯於一佛有緣則", "106": "始終自化，若於二佛有緣則彼此共化，是故", "107": "釋迦現穢土而折伏，彌陀現淨土而攝受，此", "108": "折彼攝共熟眾生令至菩提耳。」問：「菩薩法應", "109": "度眾生，何以但求樂國？」答：「《大論》四十三有此", "110": "問，而龍樹答云：菩薩有二種：一者、慈悲心多", "111": "為眾生；二者、多集諸佛功德。樂多集功德者", "112": "至一乘清淨無量壽國土，好多為眾生者至", "113": "無佛法僧處讚歎三寶之音。」問：「若爾，應樂多", "114": "集功德者，即不化眾生也？」答：「不然，先後異耳。", "115": "故《大論》四十五又云：菩薩有先自成就功德", "116": "然後度眾生者，有先成就眾生後自成就功", "117": "德者。」經者，梵言修多羅，義翻契經者，詮表義", "118": "理契合人心，即契理契機也。經者，《佛地論》云：", "119": "能貫能攝故名為經，以佛聖教，貫穿所應說", "120": "義、攝持所化生故。釋名竟。二、辨體者，方等實", "121": "相為經正體。方謂方廣，等謂平等，實相之體", "122": "橫遍諸法故言方廣，豎該凡聖故言平等，是", "123": "則圓融大乘悉名方等。但鹿園一向說小，十", "124": "二年後創談斯理，故偏得其名。所以《無量義》", "125": "云：次說方等摩訶般若。《涅槃》云：從酪出生生", "126": "蘇，譬從修多羅出方等典，皆指第三時也。此", "127": "經既屬生蘇，則宜用此名以釋其體。應知彌", "128": "陀由究顯此體故依正莊嚴，眾生由理具此", "129": "體故願生即得，方廣平等其在此乎。然則體", "130": "義有三：謂主質義、底義、達義也。若乃為四章", "131": "之所依、作三分之所趣，況四民之臣主、喻三", "132": "光之麗天，此主質義也。若乃大乘因果無非", "133": "實相，智度大海唯佛窮底，此即體是底義也。", "134": "若乃般若是一法，佛說種種名，實相亦爾，多", "135": "諸名字號，此即體是達義也。釋體竟。三、明宗", "136": "者，信願淨業為經宗致。然則宗者要也，種種", "137": "眾行言因則攝，無量功德言果則攝，當知因", "138": "果竝宗要。經云：應當發願生彼國土。是明因", "139": "也。又云：聞是經受持者，皆得不退轉於阿耨", "140": "多羅三藐三菩提。是明果也。雖兩義兼有而", "141": "因正果傍，以正勸行人求生故。故經云：若有", "142": "信者，應當發願生彼國土。又云：聞說阿彌陀佛", "143": "執持名號，乃至七日即得往生。故以信願淨", "144": "業為宗也。明宗竟。四、論用者，此經以捨苦得", "145": "樂為用也。用謂力用，依言修習能捨此方之", "146": "眾苦，得受彼國之極樂，是經之力用也。論用", "147": "竟。五、判教者又二：一、教味區別；二、經疏因起。", "148": "初文此經既對告聲聞弟子，驗非初乳頓說，", "149": "而談眾生作佛，豈是酪味小乘；不說諸法皆", "150": "空，則非熟蘇般若；又不開會二乘，故異《法華》、", "151": "《涅槃》，教文貞實當第三生蘇方等大乘也。詳", "152": "其所勸，該乎人天及四教初心，比乎《觀經》，則", "153": "彼乃定業、此唯散善，彼被圓機、此通偏漸。論", "154": "得生則但云心不顛倒即得往生，豈與夫乘", "155": "金剛臺證無生忍同耶？語莊嚴則但云華如", "156": "車輪，豈與夫華葉小者縱廣二十五由旬同", "157": "耶？以此觀之優劣可知矣。二、經疏因起者，此", "158": "經有新舊兩譯：一秦羅什法師舊譯，名佛說", "159": "阿彌陀經；一唐玄奘三藏新譯，名稱讚淨土", "160": "佛攝受經。秦本立題即依經云：如我今者稱", "161": "讚阿彌陀佛不可思議功德之利也。唐本立", "162": "題即依經云：當信是稱讚不可思議功德一切", "163": "諸佛所護念經也。護念乃攝受之異名耳，乃", "164": "知兩譯立題各有文證。今所解者秦本也。此", "165": "疏之因起，予忝學天台之道，誓欲用三觀法", "166": "門撰十疏以伸十經，以為法施之資焉。筆削", "167": "之功已及其七，會臥疾經年，慮石火不久、過", "168": "隙難留，有負疇昔之心，於者乎遂扶羸隱几", "169": "續成其三，即《無量義》、《普賢觀》及此經也。彼二", "170": "疏中各有因起一章，斯文也染毫於大宋天", "171": "禧五年辛酉十月晦，絕筆于十一月二日午", "172": "後。雖辭理無取，庶填本誓且為往生之先容", "173": "也。十疏既畢，一生幾何，空華之軀、谷響之言", "174": "於我何有哉！是時予行年四十六也。世有", "175": "彌陀經疏，自日東傳來，言智者說者，非也。詞", "176": "俚義疎，諒倭人之假託乎！判教竟。釋經為", "177": "三：一、從「如是」訖列眾為序；二、從「爾時」訖「生彼", "178": "國土」為正宗；三、從「舍利弗如我今者」訖經為", "179": "流通。諸經皆有通、別兩序，六事同有故言通，", "180": "發起事異故言別；此經存通而闕別。問：「佛說", "181": "諸經皆有發起，或因獻蓋、或由放光、或飯訖", "182": "收衣、或晡時禪起，何於此經全無由藉乎？」答：", "183": "「夫大聖垂範皆有興致，但事非特異，故譯者", "184": "略而不敘耳。何者？以此眾集，知必請法，是故", "185": "如來無問自說，應知集眾義兼發起。新譯則", "186": "有其詞，故彼經集眾之末乃云：為聞法故俱", "187": "來會座。是也。而諸經咸有如是等六事者，《大", "188": "論》明佛將滅度，阿難咨問：『一切經首當安何", "189": "語？』答云：『當言如是我聞佛住某國與某大眾", "190": "等。豈唯我然？三世諸佛經初皆爾也。』」今釋六", "191": "事，作二意分之：前三彰阿難，後三顯教主。前", "192": "三者：一、阿難示所聞，如是故；二、阿難顯能聞，", "193": "我聞故；三、阿難指聞時，一時故。後三者：一、稱", "194": "教主美號，佛故；二、明教主所居，住舍衛等故；", "195": "三、示化主徒眾，與大比丘等故。雖離成二意，", "196": "終成阿難之證信也。言如是者，實相之理無", "197": "二相稱如，絕百非曰是，經詮此理故云如是。", "198": "又如是，只是指事之詞，謂如是淨土之教是", "199": "我親聞故，次句即云我聞也。我聞者，我有三", "200": "種：一、見；二、慢；三、名字。阿難於結集時已是無", "201": "學人，則見慢俱盡，但為傳化故順世間名字", "202": "稱我也。聞者，《大論》云：耳根不壞，聲在可聞處，", "203": "因緣和合作意欲聞即聞也。然則理本無聞，", "204": "順世稱聞爾。一時者，謂如是淨土之教，我聞", "205": "當于某年某月某日也，而不言年等但云一", "206": "時者，以諸國王制立時各不同故。如此土四", "207": "時、彼三際；東夏以合朔為月旦、西乾以既望為", "208": "月旦，兩方尚爾，四夷可知。既難以準定，故通", "209": "言一時耳。佛者，夫法通四人所說，今指親從", "210": "佛聞，非從弟子、諸仙、諸天化人而聞也。天竺", "211": "言佛陀，此翻覺者，謂究竟覺了諸法唯只是", "212": "心，如此覺了之人故號覺者。在舍衛國等者，", "213": "謂我從佛聞乃有其處，即在舍衛祇園聞佛", "214": "說也。在者住也。如來本住寂光，憐憫眾生故", "215": "迹住舍衛。梵語舍衛，此翻聞物，謂具足欲塵", "216": "財寶之物、聞解脫之人故也。祇樹等者，即祇", "217": "陀太子所施之樹、給孤長者所施之園。祇陀", "218": "此云戰勝，波斯匿王太子生時，王與外國戰", "219": "勝，因立其名。給孤獨者，此方語，梵云須達多，", "220": "翻為善施，以善行施故，鄉人美之名給孤獨", "221": "也。少而無父曰孤，老而無子曰獨，以此長者", "222": "常給施此人故。樹先園後者，君尊臣卑故。與", "223": "大比丘下，徒眾也。阿難謂非但我於祇園獨", "224": "聞，況佛與聲聞、菩薩、諸天人天眾同住，而我", "225": "廁預其間同得聞故。所以六事展轉相由者，", "226": "阿難意在謬非謬傳以生物信也。文為三：", "227": "一、聲聞眾；二、菩薩；三、雜眾。以形服言之，則聲", "228": "聞䂓頂炬袍，每居佛側，故先；菩薩隨機外", "229": "厥，狀不常，故次；人天身非出俗，故後。眾生但", "230": "見其迹莫測其本，故以形服而分勝劣。若以", "231": "內心，則聲聞沈空、人天著有、菩薩從中道，故", "232": "列於季孟之間以表示之。聲聞眾分六：一、明", "233": "類；二、示數；三、顯位；四、歎德；五、列名；六、總結。", "234": "與大比丘僧，明類也。與，共也。大者，梵云摩訶，", "235": "而含三義：大義、多義、勝義。此諸尊者悉為天", "236": "王大人所敬故言大，遍解內外典籍故言多，", "237": "超出九十五種外道故言勝，譯者偏就一義", "238": "而翻也。比丘者，因果六義，因名乞士、怖魔、破", "239": "惡，果號應供、殺賊、無生。乞士者，告求資身永", "240": "離四種邪食故。怖魔者，發心出家，魔王怖其", "241": "出境故。破惡者，能破九十八使煩惡因故。而", "242": "此所列同聞眾皆大羅漢，名雖在因其實果", "243": "人也。僧者，具云僧伽，此翻眾和合，謂四人以", "244": "上乃至無量，示事理二和無有違諍，故名眾", "245": "也。千二百五十人俱者，示數也。佛初成道度", "246": "五人訖，乃化三迦葉，謂優樓頻螺、伽耶、那提", "247": "也，兄弟共有弟子千人。次化舍利、目連，二人", "248": "共有弟子二百五十人，悉翻邪向正而獲上", "249": "果，感佛之恩故常隨侍。又《普曜》云：諸經多列", "250": "千二百五十人者，重其最初歸佛故經家列", "251": "之，而未必俱在會也。皆是大阿羅漢，顯位也。", "252": "謂諸比丘非是學人，皆無學極果也。羅漢含", "253": "三義：一、應供，堪為人天福田故，此乃乞士之", "254": "果也；二、殺賊，斷盡煩惱故，此乃破惡之果也；", "255": "三、無生，不受後有故，此乃怖魔之果也。眾所", "256": "知識，歎德也，聞名欽德曰知，覩形敬奉曰識。", "257": "長老下，列名。舍利，此翻珠子亦身子，以其母", "258": "好身形而聰明之相在乎眼珠，因名珠亦名身", "259": "也。尊者是珠所生，故名珠子。摩訶目揵連者，", "260": "摩訶云大，目揵連云胡豆亦采菽，上古有仙，", "261": "隱居求志，采菽豆而食，尊者是彼苗裔也。同", "262": "姓者眾，標大以別之。摩訶迦葉，此云大飲光，", "263": "古仙身光翕赩吞飲餘光使不得現，從此命", "264": "族。迦旃延，云扇繩，尊者早孤，其母戀子不得", "265": "再嫁，如繩繫扇，由是立名。俱絺羅云大膝，以", "266": "膝蓋大故，舍利弗舅氏也。離婆多云室星，北", "267": "方宿也，父母禱此星而生子故。周梨槃陀伽", "268": "者，翻蛇奴，或言周利云大路邊、槃陀伽云小", "269": "路邊，以此尊者生于道旁故。諸經律謂周梨", "270": "槃特是也。難陀云喜，本牧牛人，以牧牛事", "271": "諸佛，佛為說法，然後入道。阿難陀此云慶", "272": "喜，佛之從弟也，以佛成道日生，舉國欣慶因", "273": "立喜名。羅睺羅云障蔽，此脩羅之名，以其能", "274": "障蔽日月故，此尊者障佛出家，如脩羅障月", "275": "故，乃如來之嫡子也。憍梵波提云牛呞亦牛", "276": "迹，以過去為牛故，口有牛呞，足有牛蹄之相。", "277": "賓頭盧頗羅墮，或云賓度羅跋羅墮闍，或云", "278": "軍屠鉢漢，皆梵音楚夏也，賓頭盧翻不動，頗", "279": "羅墮真諦三藏翻揵疾或利根或廣語，《本行", "280": "集》翻重幢，婆羅門十八姓中一姓也，尊者是", "281": "彼種族故。迦留陀夷云黑光或麁黑，以其形", "282": "醜黑故。劫賓那云房星，以父母禱房星得子", "283": "故。薄𤘽羅云善容，以彼好容儀故。阿㝹樓馱", "284": "云無貧亦無滅，以其常富是故。如是下，總", "285": "結。弟子者，學居師後故稱弟，解從師生故稱", "286": "子，弟則顯師之謙讓，子乃明資之尊仰。并諸", "287": "下，菩薩眾。又三：一、明類；二、列名；三、總結。初文", "288": "菩薩者，菩謂菩提此云覺，薩謂薩埵此云眾", "289": "生，謂以智上求菩提，以悲下救眾生也。列名", "290": "中文殊師利此云妙德，以微妙三德分開發", "291": "故。法王子者，《大論》云：佛為法王，菩薩入法正", "292": "位乃至十地故悉名法王子，皆任為佛，如文", "293": "殊師利也。阿逸多此云無勝，超出偏小故。乾", "294": "陀訶提此云不休息，中道正觀念念流入故。", "295": "常精進者無二邊懈怠。與如是等，總結也。及", "296": "釋提桓因下，雜眾。具云釋迦因陀羅，此翻能", "297": "天帝，能為諸天作主故。言等者，等取梵王護", "298": "世也，此皆天主上首。無量諸天，即其餘天眾", "299": "也。大眾，即總包人及脩羅等也。經末結益云：一", "300": "切世間天、人、阿脩羅等聞佛所說。故知在會", "301": "也。新經則於此備列之。爾時下，二、正宗分。為", "302": "二：一、總告；二、別示。初文告舍利弗者，經家敘對", "303": "告人也。所以不告菩薩諸天而告聲聞者，意", "304": "令小乘初心欣樂求生迴小入大故。身子已", "305": "證上果，在方等時菩提心死，自謂證入無餘", "306": "究竟滅度，大乘望之方生變易，而此二途並", "307": "不求生極樂同居也。今如來對告者，高訓下", "308": "耳。問：「且小初求生，豈名入大耶？」答：「經云：阿耨", "309": "多羅三藐三菩提。豈非入大耶？」從是下，總告", "310": "之辭也。初句明相去之數量，次二句明依正", "311": "之名號，前句指界標名，後句舉佛顯號，簡非", "312": "過未故云今現在法。舍利下，二、別示。為二：一、", "313": "明二報莊嚴；二、勸願生彼國。初又二：一、依報", "314": "二、正報。初又二：一、徵名釋義；二、約報示相。初", "315": "又二：一、徵名；其國下，二、釋義。故名極樂者，以", "316": "對娑婆備有眾苦故受極樂之名。若四土轉", "317": "論，其樂未極。言四土者：一、凡聖同居土，謂具", "318": "縛凡夫、斷惑聖人同居住故；二、方便有餘土，", "319": "謂修方便道斷四住惑，而餘有無明在故，所", "320": "以出三界外受法性身而有變易生死也；三、", "321": "實報無障礙土，謂修中道真實之觀破無明", "322": "惑，得生彼土而受色心無礙之報也；四、常寂", "323": "光土，即心性妙理也，常即法身；寂即法身、", "324": "寂即解脫；光即般若。應知前三是事，後一", "325": "是理。三土如像如飯，寂光如鏡如器。若各論", "326": "苦樂者，五濁重故苦，體觀斷惑巧故樂，方便", "327": "也；次第修證故苦，圓融頓入故樂，實報；分證", "328": "未極故苦，究竟圓滿故樂，寂光也。初後約果", "329": "論苦樂，中二望因明苦樂。若展轉相望，則前", "330": "七皆苦，後一唯樂，當知究竟寂光乃名極樂", "331": "耳。佛意欲令一切咸至第八之樂故，且讚第", "332": "二令厭初苦。若得第二既不退轉，則第八可", "333": "期，大聖之善權其若是乎！又舍利弗下，二、", "334": "約報示樂相，為五：一、欄網行樹莊嚴；二、池", "335": "水樓閣莊嚴；三、金地天華莊嚴；四、奇妙雜鳥", "336": "莊嚴；五、風樹妙音莊嚴，由茲五嚴故名但受", "337": "諸樂也。初文欄楯者，欄檻也，縱曰欄、橫曰楯。", "338": "四寶者，金、銀、琉璃、水精也。二、池水樓閣莊嚴。", "339": "八功德水者，《稱讚淨土經》云：一、澄清；二、清冷；", "340": "三、甘美；四、輕軟；五、潤澤；六、安和；七、飲時除", "341": "飢渴；八、飲已長養諸根。亦以金銀下，列七寶", "342": "也。瑠璃，具云吠琉璃，此云不遠，以西域有山", "343": "去波羅奈城不遠，山出此寶故以名之，字體", "344": "本作流離，後人從玉。頗梨，正云窣坡致迦，其", "345": "狀少似此方水精，然有赤白二色。車渠，梵云", "346": "牟娑洛揭拉婆，此云青白色寶。《尚書大傳》曰：", "347": "大貝如大車之渠，渠謂車󱍌。赤珠者，《佛地", "348": "論》赤蟲所出或珠體赤名赤珠。《智論》云：真珠", "349": "出魚腹中、竹中、蛇腦中，不必唯生蚌胎也。瑪", "350": "腦，梵云摩婆羅伽隷，此云瑪腦，此寶色如馬", "351": "之腦，因以為名。新本云：阿濕摩揭柆，此云藏", "352": "杵，或翻胎藏，取此寶堅實為名，字體作馬腦，", "353": "後人加石或玉。池中下，明蓮華，有三：先通示", "354": "形量，如車輪故；次示光色，有四異故；後總示", "355": "香氣，微妙香潔故。三、金地天華莊嚴。曼陀羅，", "356": "翻適意，以適悅人意故，其色白故，或翻為白", "357": "華也。衣裓，古釋云：衣襟也。真諦云：外國盛華", "358": "器也。飯食經行者，食後經行以消息故。四、奇", "359": "妙雜鳥莊嚴，又二：一、正明；二、釋疑。初文凡有四", "360": "意：一、舉類；二、列名；三、演音；四、顯益。白鶴者，", "361": "《相鶴經》曰：體尚潔故其色白，聲聞天故其頂", "362": "赤，食於水故其啄長，軒於前故後指短，棲於", "363": "陸故足高而尾凋，翔於空故毛豐而肉疎，大", "364": "喉以吐故，修頸以納新，故生天壽不可量。", "365": "鸚鵡者，《山海經》云：黃山有鳥如鴞，青羽赤啄", "366": "人舌能言，名曰鸚䳇。郭璞注云：有白者。舍利", "367": "者，此云春鶯或翻鶖鷺。迦陵頻伽，此云妙聲，", "368": "在㲉中其音已超眾鳥故。共命之鳥者，兩首", "369": "一身，異神識、同報命、故名共命。《法華》云命命，", "370": "《天王》云生，《涅槃》云耆婆耆婆，悉此鳥耳。耆婆", "371": "梵語，此翻活或翻生或翻命，故知。雅音，者雅", "372": "正也。演暢者，演廣也，暢通也。五根謂信、進、念、", "373": "定、慧也。能生曰根。增進堪任非障曰五力。", "374": "七菩提分者，云覺分亦支也，諸經云七覺支是", "375": "也。七者謂念、擇、進、喜、輕安、定、捨，前一兼定慧，", "376": "次三是慧，後三是定。八聖道分者，諸經謂八", "377": "正道是也。八者：正見、正思惟、正語、正業、正精進、", "378": "正定、正念、正命。聞是音已下，顯益也。念佛如", "379": "醫王，念法如良藥，念僧如瞻視人，三者既備", "380": "則煩惱之病可差也，此念別想三寶耳。又反", "381": "觀自心寂而常照則諸相炳然念佛，照而常", "382": "寂則無法可得，名念法，寂照不二即存亡亡存", "383": "和合，名念僧，此念同體三寶也。眾鳥一音演", "384": "說，眾生隨類各解，故約別相同體兩義釋之。", "385": "舍利下，二、釋疑。又二：一、斥內疑；二、為解釋。初", "386": "文者，恐身子內心疑云：既有雜鳥則有畜趣，", "387": "此三惡之一也，以由眾生造罪而感三惡報", "388": "生，何名淨土耶？故佛斥云：汝勿謂此鳥實是", "389": "罪報所生也。所以下，二、為解釋。又二：一、簡非；", "390": "二、顯是。初又二：一、直言彼無；二、舉名況實。初", "391": "文汝莫言實是造罪感報，以彼土無三惡道", "392": "也。舍利弗下，二、舉名況實。且彼淨土尚無三", "393": "惡道之名字，況有罪報所生之實體乎！是諸", "394": "下，二、顯是，如文。五、風樹妙音莊嚴，如文。舍利", "395": "弗於汝意下，二、明正報。問：「以身望土則身貴", "396": "而土賤，何故先土而後身？」答：「有二意：一者名", "397": "便，既報名依正，故先土後身；二者義便，以世", "398": "界先成後乃佛出故。」就文分二：一、徵名釋義；", "399": "二、約報示相。初又二，一徵名。阿彌陀，此云無", "400": "量。舍利下，二、釋義。又二：一、明名含二義；二、明", "401": "成道十劫。初文有二義，故得無量名：一、光明無", "402": "量；二、壽命無量。問：「釋迦光明亦能照無量國，", "403": "應名阿彌陀？」答：「釋迦現劣應身，常光一尋而已，", "404": "及現通放光方照無量；彼佛現勝應身，常光無", "405": "量，故受其名。」舍利下，二、明成道十劫。以前總", "406": "告云今現在說法，故此示其已成之劫數也。", "407": "又，舍利下，二、約報示相。又二：一、大小弟子莊嚴；", "408": "二、生者不退莊嚴。前言莊嚴則莊嚴極樂，此", "409": "言莊嚴則莊嚴無量，語同意別也。然則弟子", "410": "是其輔佐，生者是其人民，既二皆無量，故使", "411": "法王名無量也。望前共有四義：一、光明；二、壽", "412": "命；三、弟子；四、生者，此四皆無量，是故號阿彌", "413": "陀也。前二從自，後二從他。初文謂聲聞弟子、", "414": "菩薩弟子悉無量也。聲聞者，聞四諦聲教而", "415": "悟道故。又舍利弗下，二、生者不退莊嚴。阿鞞", "416": "跋致此翻不退轉，而不退有三：位、行、念也。通", "417": "教初果以去齊羅漢位不退，七地行不退，八", "418": "地念不退；別教以信、行、向對之，初地證念不", "419": "退，向但修耳；圓教初信至七信位不退，八信", "420": "以去行不退，初住證念不退。經云皆是，則義", "421": "必該三。一生補處，即等覺也。彼國既壽長境", "422": "勝，故於生身多至等覺。阿僧祇，翻無數。舍利", "423": "弗眾生聞者下，二、勸願生彼國。文為三：一、總", "424": "勸；二、別示；三、結意。初文眾生聞者，謂聞向依", "425": "報極樂、正報無量也。與諸上善人是同彼正，", "426": "俱會一處是同彼依。舍利弗下，二、別示。又二：", "427": "一、反顯；二、正示。初文不可以小善得生，則反", "428": "顯可以多善得生也。小善謂等閑發願散亂", "429": "善稱名，多善謂執持名號要期日限。舍利弗", "430": "下，二、正示。又四：一、修因；二、感相；三、顯益；四、得", "431": "生。初文執持名號者，執謂執受，持謂任持，信", "432": "力故執受在心，念力故任持不忘。其人下，二、", "433": "感相。是人下，三、顯益。即得下，四、得生。悉如文。", "434": "舍利弗下，三、結意。我見是利故說此言者，謂", "435": "見彼世界土極樂、壽命無量、二報莊嚴之利", "436": "也，遂勸眾生發願生彼，故云故說此言。舍利", "437": "弗下，三、流通分。文為二：一、佛勸流通；二、眾喜", "438": "會散。初又三：一、諸佛同讚；二、結勸往生；三、舉", "439": "難勸信。初又二：一、明釋迦讚；二、顯諸佛同。初", "440": "如文。東方下，二、顯諸佛同。而但列六合者，秦", "441": "本略也，唐譯則十方備矣。就文為六，謂四方", "442": "上下也，而各有二：一、敘彼佛現相表彰。汝等", "443": "下，二、示彼佛發言勸信。阿閦鞞，此云無動，不", "444": "為二邊所動故，出廣長舌表無虛妄故。汝等", "445": "眾生當信等者，勸信此經也。稱讚至佛所護念，", "446": "是此經別名也。唐譯名「稱讚淨土經」者，正依此", "447": "文也，稱讚不可思議功德。釋迦說彌陀之依", "448": "正，一切諸佛所護念，顯十方諸佛咸隨喜護，", "449": "故使天魔不能撓亂念，故令信者不退菩提。", "450": "日月燈，喻三智故。名聞光者，名稱普聞如光", "451": "遍照。大焰肩者，肩表二智，焰表照理。須彌燈", "452": "者，須彌云妙高，妙則三智圓融，高則超過因", "453": "位，燈則喻三智之遍照也。難沮者，內證實相", "454": "四魔不沮敗。網明者，智明如網遍覆十界故。", "455": "達磨，此云法也，下連法幢、持法，故存梵以異", "456": "其文，而此三名似表三諦，法乃真空寂然可", "457": "軌，法幢則俗諦照者可見，持法則中道雙持", "458": "二邊。雜色寶華嚴身者，以萬行因華嚴佛果", "459": "之體故。娑羅，此云堅固。舍利弗於汝意下，二、", "460": "結勸往生。又二：一、聞經佛利益；二、明願生功", "461": "能。初又三：一、牒異名起徵。舍利弗下，二、約經", "462": "佛顯益。阿耨多羅云無上，三藐云正，又三云", "463": "等，菩提云覺，極果超因故云無上，正則正觀", "464": "中道，等則雙照二邊，蓋果上一心三智也。是", "465": "故下，三、總結勸雙信。舍利弗下，二、明願生功", "466": "德。又二：一舉願顯益。若已生等者，過去已發", "467": "願者已生，現在今發願者今生，未來當發願", "468": "者當生。是故下，二、約信結勸。佛法大海信為", "469": "能入，智為能度故。舍利弗下，三、舉難勸信。又", "470": "二：一、明我讚彼；二、明彼讚我。初文今者稱讚，", "471": "即所舉六方是也。彼諸下，二、明彼讚我。又二：", "472": "一、舉彼讚；二、顯不虛。初文釋迦翻能仁，牟尼", "473": "翻寂默，能仁則大悲應物，寂默則大智冥理。", "474": "能為甚難希有之事者，一於五濁得菩提，二", "475": "為眾生說難信法。娑婆云堪忍，以眾生堪任", "476": "忍受三毒故。劫濁者，梵語劫波，此云時分，下", "477": "四濁聚在此時，名為劫濁。見濁者，即身邊等", "478": "五利使。煩惱濁，即貪瞋等五鈍使。眾生濁者，", "479": "攬利鈍果報而立假名，催年促壽，謂之命濁。", "480": "通言濁者，譬如沙土投之清水，土失留昇水", "481": "亡清潔汩然渾濁。今由此五濁，理水亡清。說", "482": "是難信之法者，說一日執持名號命終即生極", "483": "樂而得不退菩提，以茲少善根獲此利，是為", "484": "難信也。然則凡夫賢聖等無高下，心淨土淨", "485": "超越須臾，若生極樂甚易可信，但為迷深執", "486": "重聞而不受，故云難信耳。舍利弗下，二、結不", "487": "虛。是為甚難者，五濁界中行難行之行而得", "488": "菩提其事已難，復說此難信之法，二事兼作，", "489": "是甚難也。諸佛讚我，豈虛言哉？佛說下，二、眾", "490": "喜會散。阿脩羅云非天，彼趣富樂如天，而多", "491": "諂誑無天行，故因受其名。聞所未聞，故歡喜", "492": "信受。重法尊師，故作禮而去。", "493": "佛說阿彌陀經疏"}, "originalTitle": "Taisho Tripitaka, Electronic version, No. 1760 阿彌陀經疏", "source": "CBETA"}