{"englishTitle": "Taisho Tripitaka, Electronic version, No. 0952 五佛頂三昧陀羅尼經: 五頂王", "text": {"0": "7 成就法品", "1": "五佛頂三昧陀羅尼經卷第三", "10": "一切可畏有情生大慈心。善男子等我今略", "100": "准前頂王印同即是轉法輪印之十准前頂王印同即是轉法輪印之十", "101": "又以左右二小指。平屈頭相拄。次以二無名", "102": "指各屈入掌中。其二中指各微屈。竪頭相", "103": "拄。其二頭指當中指中節側上頭相拄。其二", "104": "大指各押二無名指上。開二掌腕相去四寸", "105": "許。是一法印能轉十二行相法輪滅諸垢障。", "106": "如來雹摧煩惱印之十一如來雹摧煩惱印之十一", "107": "准頂輪王印。唯改左右二頭指。㧙在二中", "108": "指背後頭相拄。是一印亦名坐印亦名頂輪", "109": "王壇印。", "11": "說一切辦事業大印。爾時金剛密迹主。合", "110": "復告金剛密迹主是五大印。名一切如來頂", "111": "輪王種族王印大印。一名高頂王印。二名白", "112": "傘蓋頂王印。三名光聚頂王印。四名轉法輪", "113": "印。五名雹摧煩惱印。是印等名大頂王印。", "114": "如來心印咒之十二如來心印呪之十二", "115": "准前第一如來心印。唯改二大母指。雙屈入", "116": "掌中。是一法印名如來心大精進印。呪者若", "117": "常輪結是印。誦頂輪王呪印。一呪一印心", "118": "上。滿七遍。則能摧滅過去一切根本重罪。常", "119": "以是印作一切法成就處。加被自身及護呪", "12": "掌恭敬白佛言世尊。願垂說示一切如來流", "120": "神身能令神現。印呪曰。", "121": "娜莫三曼多勃馱南唵愚娜𡅏尾囉上莎訶", "122": "是一法呪。功力同前第一印呪。於作法處互", "123": "用亦得。是呪有大威猛力故。", "124": "一切頂王使役之印咒之十三一切頂王使役之印呪之十三", "125": "合掌八指屈頭相拄。虛掌內。二大指並直", "126": "申。先合掌當心大虛掌內。當以左右八指。各", "127": "平屈頭相拄。其八指頭各相去三分許。是二", "128": "大指相去三分。平直竪伸。印呪曰。", "129": "娜莫三曼多勃馱南唵啅嚕嚕畔馱莎訶", "13": "布威德大印及呪。為當利益一切有情。以少", "130": "是法呪印。亦能成辦一切事業。自護護他結", "131": "修諸法無障惱故。", "132": "如來錫杖印咒之十四如來錫杖印呪之十四", "133": "先以右手大母指。橫屈入掌。以頭指中指無", "134": "名指小指。急握作拳。屈肘掌當前平申。其左", "135": "手把袈裟角。出頭四寸。亦屈肘當前平申。印", "136": "呪曰。", "137": "娜莫三曼多勃馱南唵度那奴箇反諮馱囉拏虎", "138": "𤙖", "139": "是法呪若遇諸惡一切有情。則結是印用擁", "14": "功勣遂即成證。是時世尊告金剛密迹言。汝", "140": "護身。", "141": "如來缽印咒之十五如來鉢印呪之十五", "142": "先以右手當心仰掌。次以左手覆合右手掌", "143": "上。其左小指頭。與右大指頭相拄。其右大指", "144": "頭。與左小指頭相拄。印呪。", "145": "娜莫三曼多勃馱南唵路迦播羅地瑟耻多馱", "146": "囉野馱囉野藥可反摩訶那皤去嚩勃馱播怛囉", "147": "二合莎訶", "148": "是法印呪。具大精進。常為一切如來神力而", "149": "加護之。當結是印并誦此呪。一一遍終稱憶", "15": "當諦聽靜思念之。我今為汝分別解釋。", "150": "地獄餓鬼有情滿百八遍。則得地獄一切餓", "151": "鬼飽食諸食。若曠野行亦結此印并誦是呪。", "152": "則得曠野一切鬼神不相嬈故。", "153": "如來相好印咒之十六如來相好印呪之十六", "154": "先以左右二中指二無名指二小指。右押", "155": "左相叉入掌。各搏掌。直申其二頭指。側相", "156": "拄。是二大指各搏頭指側上。以印到垂仰掌", "157": "置於額上。二頭指頭正當眉間。印呪曰。", "158": "娜莫薩嚩怛他加底瓢阿囉褐弊毘藥反三藐三", "159": "勃睇弊醯醯畔馱畔馱底瑟侘底瑟侘馱囉", "16": "即先輪結一切如來心精進印。", "160": "野馱囉野儞𡃝馱儞𡃝度引󰷾拏麼抳莎訶", "161": "是法呪印名大丈夫相好。若有人能輪結此", "162": "印。則速成就一切悉地具大威德。若以印印", "163": "頂。即名如來頂印。若以印印鼻。即名如來", "164": "鼻印。頂鼻印呪曰。", "165": "娜莫三曼多勃馱南唵縊鳥異反哩抳上聲虎𤙖", "166": "泮莎訶", "167": "是如來頂鼻印。常結護身當向百千俱胝大", "168": "劫。不患鼻頂等病。", "169": "次如來眼印咒之十七次如來眼印呪之十七", "17": "以左右手八指。右押左相叉入掌。急合握", "170": "先以二手合掌。以二大指雙屈入掌。次以二", "171": "頭指各屈頭第一節。押二中指側中節上。其", "172": "二頭指頭相去一寸。是如來眼印。於頂輪王", "173": "壇清淨輪結。能作大益滅諸重罪。成進頂王", "174": "呪者悉地。若已過世百千俱胝劫所修功德。", "175": "以印威力盡悉攝來積集功德蘊。印呪曰。", "176": "娜莫薩嚩怛他伽底瓢阿囉褐弊毘藥反三藐三", "177": "勃睇弊唵嚕嚕塞普嚕入嚩攞底瑟侘悉馱路", "178": "者泥薩嚩喇他娑馱寧莎嚩訶", "179": "金剛密迹主。此如來眼大明王呪。是十俱胝", "18": "拳。以二大指相並平伸。押右頭指中節上。", "180": "佛同共宣說。我於往昔為菩提時。於是十俱", "181": "胝佛前受得斯呪。若當呪者以一精心誦", "182": "持是呪。則得一切菩薩呪神悉現在前。一切", "183": "金剛種族呪法亦皆成就。是故密迹。持五頂", "184": "王呪者。應先每誦斯呪七遍或三七遍。是大", "185": "明王呪。如來今為一切有情得大安樂故說。呪", "186": "者若遇暴惡性人。呪手摩面默誦斯呪。對共", "187": "論說義理。得彼熙喜。亦能摧伏一切魑魅魍", "188": "魎惡鬼神等。密迹主若人持頂輪王呪。一所", "189": "祈法二所祈法不成證者。則以加此大明呪", "19": "勿使頭屈。印呪曰。", "190": "王。齊等雙誦滿二十萬遍。決定成就頂輪王", "191": "呪最上悉地若未經是一二作法。而雙誦者。", "192": "則加損殃持呪者身。", "193": "次如來眉間印咒之十八次如來眉間印呪之十八", "194": "准如來眼印。唯改二頭指。各當中指背上節。", "195": "頭離中指節一分許。印呪曰。", "196": "娜莫三曼多勃馱南紇󰓑二合虎吽二合", "197": "此如來眉間毫相印呪。是一切如來已所宣", "198": "說。我今亦說。輪此印時。大自在天俱摩羅", "199": "大俟呬野天等皆不嬈惱。何況諸小魑魅鬼", "2": "大唐天竺三藏菩提流志奉　詔譯", "20": "娜莫薩嚩勃馱菩地薩埵南阿去弭囉虎吽", "200": "神。而能惱耶。", "201": "次如來口印咒之十九次如來口印呪之十九", "202": "准如來心印。唯改二大母指。並胛申。等屈頭", "203": "節。去右頭指側二麥顆間。以印置於面門。是", "204": "二大指背頭節。正當脣間。印呪曰。", "205": "娜莫三曼多勃馱南抧󰓑抧󰓑虎𤙖", "206": "是一印呪有大焰炬。能速助辦一切事業。呪", "207": "者若常輪結斯印當口間著誦此。口呪二三", "208": "七遍。復誦頂輪王呪者。以印呪力。三界人天", "209": "見聞語論。悉皆敬愛。是故此人應常和雅真", "21": "二合淹丘淹反", "210": "軟法語。是人當於百千俱胝劫不患口疾。是", "211": "大自在天毘瑟努天。及諸天龍八部鬼神。聞", "212": "此人語悉皆敬伏。況餘諸小魑魅鬼神。", "213": "難勝奮怒王印咒之二十難勝奮怒王印呪之二十", "214": "當以右膝著地。左脚屈膝蹈地。作欲起向前", "215": "󰺥里證反身勢仰面努目。邪視左邊。當以右臂", "216": "及手指等。右邊向後。側臂邪緊急。努臂似", "217": "向地勢。其五指散磔開。手掌似覆似側。次以", "218": "左臂左邊向後。擡緊急努屈臂手向上。其", "219": "五指似散。竪努磔開。掌面向前。結是印時。", "22": "若以二大拇指。雙上下來去一切。則名啟召", "220": "發大怒聲。稱虎吽字三七聲者。隨所障罪則", "221": "皆破滅。欲界魔王及魔軍將悉皆摧碎。我昔", "222": "初詣熙連禪河沐浴身已趣此菩提樹下。坐", "223": "金剛座。是時當有無量百千俱胝魔眾。各持", "224": "種種惡穢怒相。嬈惱我時。難勝奮怒忽於我", "225": "前。從地踊出示女狀相。瞋結斯印摧諸魔眾。", "226": "種種怖相一時散滅。無能惱者。當是夜中欲", "227": "明曉時。即證通無上正智。觀見世間一切沙", "228": "門婆羅門無有證者。摧魔印呪曰。", "229": "娜莫三曼多勃馱南唵虎魯虎魯戰拏尼女反里", "23": "如來種族印。印呪曰。", "230": "摩蹬倪莎訶", "231": "金剛密迹。此難勝奮怒王呪。是我所說。若當", "232": "呪者遇大惡怖鬼等處。欲護身結界造修法", "233": "者。則勤精進持。結此印誦以斯呪。趣修此法", "234": "則無障惱。速成就故。", "235": "次如來槊印咒之二十一次如來槊印呪之二十一", "236": "端身結加趺坐。以左臂手仰掌。橫屈申正當", "237": "臍下。其四指相著直申。是大母指微屈直申。", "238": "摶著頭指根側。次以右手大母指與頭指頭", "239": "相捻。其中指無名指小指相著。並申微少似", "24": "唵爾旅職而職反", "240": "屈。是大母指頭指頭與右手小指頭相拄。是", "241": "一法印。智者常輪持結者。現於此生於當壽", "242": "生。永不退失信進慧力如來行力。得諸如來", "243": "而加護念。印呪曰。", "244": "娜莫三曼多勃馱南唵弭惹如者反曳摩訶鑠底", "245": "沒馱󰓑虎𤙖二合泮吒弭惹以儞泮吒忙伽", "246": "犁泮吒莎訶", "247": "是一法呪。每日三時誦以三七遍。速於三界", "248": "得無障礙。勝成就故。", "249": "次如來臍印咒之二十二次如來臍印呪之二十二", "25": "是二印呪。名如來最精進心。力能度脫一切", "250": "准如來槊印。唯改右手大母指頭指頭。去離", "251": "左小指頭。一麥顆間。是一法印亦名諸佛大", "252": "力雄印。智者若常憶持輪結并誦臍呪。則", "253": "得銷除一日二日虐病。痿黃之病腸頭痛病", "254": "及諸等病。又得一切災障自然殄滅。當壽福", "255": "命安隱豐樂。印呪曰。", "256": "娜莫三曼多勃馱南唵　紙置紙置莎訶", "257": "是一法呪。能現如來種種色類不可思議神", "258": "通變化。誘引有情。", "259": "次如來甲印咒之二十三次如來甲印呪之二十三", "26": "地獄餓鬼畜生。亦能助成一切如來功勣業", "260": "當以右手大母指。橫屈掌中。以頭指中指無", "261": "名指小指。急握大指作拳。", "262": "是一法印名諸一切頂王心印。智者若常以", "263": "印印頂項左右肩膊及。印心上得大威力。", "264": "呪者精勤持修於法。若無斯印則無莊飾。如", "265": "形裸陋。如國無主如屋無人。如食無鹽如池", "266": "枯涸。如地空無叢林花草。如事火外道婆羅", "267": "門。無法可依。如王乘車無控御者。呪者如", "268": "是雖復精勤。若無甲印則為魔嬈無所成効。", "269": "印呪曰。", "27": "事。攝諸菩薩帝釋梵王伊首羅天焰魔王水", "270": "娜莫三曼多勃馱南　唵部引入縛二合攞虎", "271": "𤙖", "272": "是一法呪名如來金剛句三摩地。常用護身", "273": "如王被甲嚴加器杖。則不怖畏惡賊兵眾。如", "274": "此呪者亦復如是。每日三時量力量法如法", "275": "勤修是甲印。則速成就無所怖故。", "276": "次如來髮髻印咒之二十四次如來髮髻印呪之二十四", "277": "准前甲印唯改申中指直竪。以印安頂直聳", "278": "竪印。呪曰。", "279": "娜莫三曼多勃馱南阿去啒𠷈二合", "28": "天毘沙門天。乃至十地大自在菩薩摩訶薩", "280": "是一印呪名如來髮三摩地門。力能成作一", "281": "切事業。", "282": "次如來耳印咒之二十五次如來耳印呪之二十五", "283": "准前甲印。唯改申頭指直竪。以印竪安耳門。", "284": "與上耳輪齊印呪曰。", "285": "娜莫三曼多勃馱南斛迦二合", "286": "是一印呪名如來耳三摩地門。常結印呪耳。", "287": "速當除滅一切耳病證天耳通。", "288": "次如來牙印咒之二十六次如來牙印呪之二十六", "289": "先以左手頭指中指無名指小指。急屈把拳", "29": "等。", "290": "莫使露胛。又以大母指直申。押頭指正側上。", "291": "其大母指面上第一文。與頭指外背齊。以", "292": "印置左牙頷。右亦如是。印呪曰。", "293": "娜莫三曼多勃馱南唵怛他伽多能瑟䋾知價", "294": "反𡅏二合虎𤙖二合泮莎訶", "295": "是一印呪名如來牙印三摩地門。有大威力。", "296": "誦以斯呪結印印牙。於當來世得佛齒牙。", "297": "如來受記印咒之二十七如來受記印呪之二十七", "298": "以右臂當胸直平申。其頭指中指無名指小", "299": "指急把拳。其大母指竪屈。頭去頭指側二分", "3": "8 密印品五頂王密印品第八", "30": "觀世音菩薩種族印咒之二觀世音菩薩種族印呪之二", "300": "間。是一法呪過去一切如來。未來一切如來。", "301": "現在一切如來。皆以此印而受記別。是故", "302": "智者常結是印。與諸有情受菩薩記。印呪曰。", "303": "娜莫三曼多勃馱南唵虎𤙖二合特󰓋二合", "304": "是一印呪。能成一切如來事業。以印呪力。生", "305": "生常得念力進力戒定固力福勝蘊力。不為", "306": "一切諸惡鬼神而嬈惱故。", "307": "次如來髆印咒之二十八次如來髆印呪之二十八", "308": "准前甲印。唯改臂直申向上。印呪曰。", "309": "娜莫三曼多勃馱南畔惹阿泗泮吒莎訶", "31": "准前心印。唯改左大母指。屈入掌中。握右頭", "310": "是一印呪名如來髆印三摩地門。具大神力", "311": "勇猛殊特成眾法故。", "312": "次如來嬭印咒之二十九次如來嬭印呪之二十九", "313": "准前甲印。唯改屈臂以印拳面。印當心上。印", "314": "呪曰。", "315": "娜莫三曼多勃馱南𠷕晡空反伽魚迦反囇撲普木反", "316": "是一印呪名如來嬭印三摩地門。", "317": "次如來幢印咒之三十次如來幢印呪之三十", "318": "先以右手大母指。橫押中指無名指小指胛", "319": "上。以頭指直申磔竪。申臂直上。印呪曰。", "32": "指。右大母指依前定伸。印呪曰。", "320": "娜莫三曼多勃馱南割䋾知價反二合䋾字不出聲", "321": "是一印呪名如來幢印三摩地門。", "322": "次如來臥具印咒之三十一次如來臥具印呪之三十一", "323": "准前幢印。翻印手頭指當胸下指。印呪曰。", "324": "娜莫三曼多勃馱南阿去骨錄二合", "325": "是一印呪名如來臥具印三摩地門。", "326": "次如來乘印咒之三十二次如來乘印呪之三十二", "327": "准前幢印。改屈臂手當心前側臂平申。印呪", "328": "曰。", "329": "娜莫三曼多勃馱喃虎𤙖迦浮󰓋二合唵", "33": "唵阿去嚧力", "330": "是一印呪名如來乘印三摩地門。", "331": "次如來頭印咒之三十三次如來頭印呪之三十三", "332": "准前幢印。改以印手捻頭頂上。印呪曰。", "333": "娜莫三曼多勃陀南唵慕󰷾馱𩕳莎訶", "334": "是一印呪名如來頭印三摩地門。", "335": "次如來肋印咒之三十四次如來肋印呪之三十四", "336": "以右手無名指小指雙屈頭。拄大母指面。其", "337": "頭指中指並著直竪申。印呪曰。", "338": "娜莫三曼多勃馱南唵虎𤙖朅", "339": "是一印呪名如來肋印三摩地門。", "34": "若以右大母指頭上下來去。則名請召觀音", "340": "次如來見印咒之三十五次如來見印呪之三十五", "341": "以右手中指屈頭。與大母指頭相拄。其頭指", "342": "無名指小指。相並直上竪申。印呪曰。", "343": "娜莫三曼多勃馱南唵跛北沒反囉上悉地迦履", "344": "莎訶", "345": "是一印呪。名如來見諸法性三摩地門。", "346": "次如來光焰印咒之三十六次如來光焰印呪之三十六", "347": "准前見印。唯改頭指無名指小指。向掌散開", "348": "微屈如月初生。印呪曰。", "349": "娜莫三曼多勃馱南唵入嚩󰓑泥上莎訶", "35": "種族印。", "350": "是一印呪名如來光顯諸法故。", "351": "次如來光照印咒之三十七次如來光照印呪之三十七", "352": "以右手大母指。竪申搏著頭指側。以頭指直", "353": "竪。申其中小指。各申向掌。屈如月初生。又", "354": "以無名指向掌。屈如鉤形。印呪曰。", "355": "娜莫三曼多勃馱南唵虎𤙖麼牟羅反麼同上", "356": "泮莎訶", "357": "是一印呪名如來照諸三摩地門。圓滿現故。", "358": "次如來脣印咒之三十八次如來脣印呪之三十八", "359": "准前光照印。唯改中指。少許堅申麥顆間。", "36": "金剛種族印咒之三金剛種族印呪之三", "360": "印呪曰。", "361": "娜莫三曼多勃馱南阿阿嚩無可反嚩憾", "362": "是一印呪名如來脣三摩地。持者當得滅諸", "363": "罪故。", "364": "次如來舌印咒之三十九次如來舌印呪之三十九", "365": "以右手頭指中指無名指小指。並相博著當", "366": "心。仰掌平申。其大母指橫掌中。印呪曰歸命同上。", "367": "唵娜囉儞󰓋蒲紺反惹上日月虎𤙖泮莎訶", "368": "是一印呪名如來舌三摩地。持者當得如來", "369": "舌相福圓滿故。", "37": "准前心印。當改左大母指。如前伸。押其右", "370": "次如來三摩地印咒之四十次如來三摩地印呪之四十", "371": "以左手五指相並。當臍下二麥顆地。側橫仰", "372": "掌平申。次以右手四指相並。亦側橫仰掌平", "373": "申。以手背押左手掌上。其右大母指橫屈掌", "374": "中。印呪曰歸命同上。", "375": "唵阿底捨耶尾訖囉迷莎訶", "376": "是一印呪名如來臍三摩地故。", "377": "次如來金剛光焰印咒之四十一次如來金剛光焰印呪之四十一", "378": "准前三摩地。改當心上。印呪曰歸命同上。", "379": "虎𤙖入嚩攞跋日囉緊㗧閵引㗧閵引󰹿二合", "38": "大母指。屈入掌中。握左頭指頭。左大母指", "380": "密迹主此金剛光焰印呪。亦名過去未來現", "381": "在一切如來。金剛光焰心三摩地大明呪王。", "382": "一切證地大菩薩等。及諸天龍八部鬼神大", "383": "威德者。皆無能越況餘下者魑魅鬼神。", "384": "次如來小腹印咒之四十二次如來小腹印呪之四十二", "385": "以右手臍下一寸。橫申仰掌五指相並。次申", "386": "左手五指。相並背押右手掌上。其二手側著", "387": "肚。印呪曰歸命同上。", "388": "唵怛䋾怛䋾塞塞僧乙反普䋾普䋾蜜㮈奴乙反囉跛", "389": "寧上跛囉上未娜寧上瞋娜寧上頻娜寧虎𤙖", "39": "依前定伸。印呪曰。", "390": "二合泮莎訶", "391": "是一印呪功能准前。", "392": "次如來脊印咒之四十三次如來脊印呪之四十三", "393": "以右手大母指。押頭指無名指小指甲等。勿", "394": "使甲露。次以中指橫押大母指上。印呪曰", "395": "歸命如上。", "396": "縊鳥以反迦履那迦󰓑乾馱質都嚧二合娜囉麼抳", "397": "㮈囉莎訶", "398": "是一印呪功能准前。", "399": "次如來髀印咒之四十四次如來髀印呪之四十四", "4": "爾時釋迦牟尼佛。告斯會眾。汝善男子等。應", "40": "唵拔折囉姪丁一反力", "400": "准前脊印。又改押中指頭甲申出頭指頭", "401": "押大母指甲上。印呪曰歸命如上。", "402": "唵都他他可反者莎訶", "403": "是一法印功能准前。", "404": "次如來大慈印咒之四十五次如來大慈印呪之四十五", "405": "准前脊印。又改押頭指頭胛。出無名指頭。押", "406": "大指胛上。我為一切垢重有情。說示慈印令", "407": "生慈心。我昔坐於菩提樹下。以大慈心持結", "408": "此印。得諸魔軍而自散伏。結此印者。應以一", "409": "切佛力法力阿羅漢力慈念心力。持結此印", "41": "若以左大母指頭上下來去。則名請召金剛", "410": "則得一切極重罪垢速皆銷滅。呪曰歸命依上。", "411": "怛地他君律輕呼倪魚抧反𩕳盎烏浪反矩履麼󰓑引", "412": "者鉢喇二合拏捨嚩󰓑落乞灑落乞灑麼吽二合", "413": "俱磨哩失哩耶摩里儞莎訶", "414": "是一印呪名一切如來大慈印呪。若有呪者。", "415": "常起慈心持此呪印。則當不為一切毘那夜", "416": "迦。虎狼怨賊鬪諍災難橫干嬈惱。以印呪力", "417": "速證慈心三摩地故。", "418": "次如來無垢印咒之四十六次如來無垢印呪之四十六", "419": "准前慈印。又改無名指頭。於大指下押却。次", "42": "種族印。", "420": "以小指頭押大指󰹄上。印呪曰。", "421": "娜莫三曼多勃馱南虎吽暮喇達泥二合虎魯", "422": "虎吽泮莎訶", "423": "是一印呪。智者常誦呪作飲食。乃服持喫能", "424": "滅眾罪。又常不為毘那夜迦食中惱害。", "425": "次如來甘露印咒之四十七次如來甘露印呪之四十七", "426": "又以右手大母指。橫押頭指中指無名指小", "427": "指󰹄等。印呪曰。", "428": "娜莫三曼多勃馱南唵印倪魚抧反𩕳部哆得賀反𩕳", "429": "莎訶", "43": "輪王印咒之四輪王印呪之四", "430": "是印呪能令持者證甘露法大解脫門。", "431": "次如來大師子吼印咒之四十八次如來大師子吼印呪之四十八", "432": "先合掌當心。左右二手大母指。各屈掌中。又", "433": "各以二頭指二中指二無名指二小指。屈握", "434": "大母指作拳。其左右頭指中指無名指小指", "435": "等。各󰹄背相合著。是八指頭勿著於掌。印", "436": "呪曰。", "437": "娜莫三曼多勃馱南唵劫比攞熱置攞唬泮", "438": "莎訶", "439": "是一印呪名大師子吼成就金剛頂輪王教。", "44": "先當合掌。以左右二無名指二小指。右押左", "440": "能廣示現不可思議一切未曾有越意事故。", "441": "次如來相字印咒之四十九次如來相字印呪之四十九", "442": "又以左右二手八指。各伸磔開。右押左相叉", "443": "相押中節。其八指頭各直竪伸勿著岐間。其", "444": "二大母指亦各邪磔竪。申頭相去寸半。以印", "445": "當胸三寸間著。印呪曰。", "446": "娜莫三曼多勃馱南示諸二切", "447": "是一印呪名如來大丈夫相印三摩地門。", "448": "次如來洛訖瑟弭吉祥印咒之五十次如來洛訖瑟弭吉祥印呪之五十", "449": "以左右手腕合相著。其十指磔開直竪。微屈", "45": "相叉入掌中。其二中指直竪伸。各屈第一節", "450": "伸頭。各相去一寸半間如開蓮華。印呪曰。", "451": "娜莫三曼多勃馱南唵素上沒囉上歌弭二合羅", "452": "訖澁弭莎訶", "453": "是一印呪名如來吉祥印三摩地。能令持者", "454": "得大財寶眾人敬讚。", "455": "次如來般若波羅蜜印咒之五十一次如來般若波羅蜜印呪之五十一", "456": "以二手合拳虛於掌內。如未開蓮華朵。印", "457": "呪曰歸命如上。", "458": "唵戍嚕底塞蜜㗚二合底弭惹曳莎訶", "459": "金剛密迹主此一印呪。名如來般若波羅蜜", "46": "頭相拄。其二大母指相並入掌平伸。又以二", "460": "印三摩地門。所有三世一切如來諸大菩薩", "461": "獨覺聲聞等。皆從此之般若波羅蜜印呪三", "462": "摩地門生。成證阿耨多羅三藐三菩提地。是", "463": "知此印呪有大威德。名主三世一切如來諸", "464": "大菩薩一切金剛獨覺聲聞母故。", "465": "次如來大悲印咒之五十二次如來大悲印呪之五十二", "466": "准前般若印。唯改屈二大母指入掌中。印呪", "467": "曰歸命如上。", "468": "唵怛楞盧亘反彈舌倪魚抧反𩕳虎吽二合泮莎訶", "469": "是一印呪名如來大悲印三摩地門。", "47": "頭指平屈。押二大指甲背上頭相拄。此頂", "470": "次如來膝印咒之五十三次如來膝印呪之五十三", "471": "以二手合掌。各以小指右押左屈入掌中。印", "472": "呪曰歸命如上。", "473": "唵娜暴吉𩕳二合跛囉二合儞跛多也莎訶", "474": "是一印呪名如來膝印三摩地門。", "475": "次如來腳踝印咒之五十四次如來脚踝印呪之五十四", "476": "以二手合掌。各以無名指右押左屈入掌中。", "477": "印呪曰歸命如上。", "478": "阿多㘑多㘑嗢多㘑跋佐囉暮乞使二合抳莎訶", "479": "是一印呪名如來脚踝三摩地門。", "48": "輪王根本大印。乃是過去殑伽沙等一切如", "480": "次如來腳印咒之五十五次如來脚印呪之五十五", "481": "以二手合掌。各以中指右押左屈入掌中。印", "482": "呪曰歸命如上。", "483": "唵拔佐囉商矩羅部使羝娜囉入嚩攞虎𤙖莎", "484": "訶", "485": "爾時世尊誥金剛密迹。此等印呪從一切如", "486": "來大丈夫相莊嚴身分支節所生。汝善男子", "487": "如來有無量俱胝百千印。是一一印各有無", "488": "量僕從印故。當後世時少福有情成此呪王。", "489": "我今但為當後世時。成此呪者得大利益。略", "49": "來。已皆共說持。未來一切如來當共說持。", "490": "說斯呪。密迹汝當讚誦依法受持。如此印呪", "491": "為當來世一切有情分別解釋。頂王印呪功", "492": "勣力故。若有善男子善女人。樂成此大頂王", "493": "者。應常清潔恒誦此呪恒結此印。是人則得", "494": "無量百千稱歎功德。銷滅一切黑闇垢障。為", "495": "諸如來大菩薩等歡喜憐慜。於所生處得宿", "496": "命智。身心相智皆得圓滿。無諸夭病。能與", "497": "一切有情作大光明。能於惡界度脫有情。得", "498": "大辯智具大精進。光明威德眷屬圓滿。洞解", "499": "世間一切善巧。亦能治救一切有情煩繞癡", "5": "當受持我諸如來出現三摩地無量無數大勇", "50": "現在一切如來今共說持。為欲攝諸有情故。", "500": "病。常得十方一切如來加被護念。護菩薩", "501": "身。若當有人日日常持此等印呪。稱己之名。", "502": "則當不為一切毘耶夜迦逼迫嬈惱。一切罪", "503": "障自然殄滅。於現身成此頂輪王者。則當來", "504": "世速得證佛無上正等菩提三摩地故。金剛", "505": "密迹此等印呪。皆是一切如來種族真實印", "506": "呪故。我今釋迦牟尼如來。為令成就頂輪王", "507": "者。說示印呪故。", "508": "五佛頂三昧陀羅尼經卷第三", "51": "令共說持。智者所在處授結此印。一切妬", "52": "惡障礙毘那夜迦悉不親近。密迹此頂輪王", "53": "根本印。一切諸佛住百千俱胝殑伽沙劫。讚", "54": "說此印功德神力。亦不能盡。復以種種言辭", "55": "譬喻。說是大印亦不能盡。若當智者結持此", "56": "印。誦頂輪王呪。即常不為俱胝百千魔魔族", "57": "而作惱亂。是人却後百千俱胝大劫不墜惡", "58": "道。何以故是人所得福蘊功德故。我於百千", "59": "俱胝大劫。說亦不盡。此大頂輪王呪。若當", "6": "猛力。一切如來安住呪身。一切如來真實種", "60": "有人以一淨心常誦持者。所得念力慧力智", "61": "力。於百千俱胝劫。所壽生處常不退失。金剛", "62": "密迹首。何以故如是大印。有大威德無量力", "63": "故。印呪曰。", "64": "娜謨皤伽嚩底阿跛羅上底㰤妬瑟抳沙野唵", "65": "怛他伽都瑟抳沙阿娜嚩路枳多姥󰷾馱斫訖", "66": "二合囉靺囉底虎吽二合入嚩攞入嚩攞馱哿馱", "67": "哿度那度那弭度那弭度那怛囉上二合縒野摩", "68": "羅野󰹵烏骨反娑那野㰤那㰤那畔惹畔惹暗", "69": "暗惡惡各各補弄二合企抳補弄二合企抳軍", "7": "族無量無邊未曾有法。無量威德出生流布", "70": "挐里𩕳阿播囉上爾哆塞怛囉二合馱哩膩尼至反", "71": "虎𤙖", "72": "高頂王印咒之五高頂王印呪之五", "73": "先以左右二無名指二小指。右押左相叉入", "74": "掌中。次以二中指直竪頭相拄。其二大母指", "75": "相並伸。押二無名指中節上。又以二頭指。", "76": "當中指側中節上。屈頭相拄。印呪曰。", "77": "唵入嚩攞捻奴邑反弭二合捻瓢并遙反伽覩鄔二合瑟", "78": "抳沙去度那度那虎吽", "79": "白傘蓋頂王印咒之六白傘蓋頂王印呪之六", "8": "大印及呪。是中能生一切菩提。能破俱胝一", "80": "准前高頂王印。唯當改二中指。微屈第一節。", "81": "平頭相拄。次開二頭指。頭相去半寸。印呪曰。", "82": "唵麼麼麼虎𤙖溺儞益反", "83": "光聚頂印咒之七光聚頂印呪之七一名金輪印呪", "84": "准前高頂王。唯改二頭指。磔開直竪伸頭。各", "85": "去中指頭一寸二分許。印呪曰。", "86": "唵怛他伽都瑟抳沙娜嚩路抧哆姥󰷾盧骨反馱", "87": "帝孺囉始虎𤙖入嚩囉入嚩囉馱哿馱哿捺", "88": "囉弭捺囉儭那頻那虎吽泮莎嚩訶", "89": "重一印。准頂輪王印。唯改左右無名指。各", "9": "切魔軍。能攝一切諸大菩薩大雄力者。能令", "90": "直伸竪。其二大指屈。押二小指甲側。其二中", "91": "指二頭指。並屈頭相拄如半月。", "92": "是一法印。亦名頂輪王壇輪。結作法印八也。", "93": "次勝頂王印咒之九次勝頂王印呪之九", "94": "准前白傘頂印。唯改二頭指於中指第一節", "95": "下。平屈頭相拄。又印准光聚頂印。改二頭指。", "96": "二中指上節背上側文。印呪曰。", "97": "唵惹喻瑟抳沙入嚩攞入嚩攞畔馱畔馱娜", "98": "麼娜麼󰸪嚕𤙖󰸪嚕𤙖三合󰸪嚕𤙖臛乎各反", "99": "㰤曩虎𤙖二合"}, "source": "CBETA", "language": "chinese", "originalTitle": "Taisho Tripitaka, Electronic version, No. 0952 五佛頂三昧陀羅尼經: 五頂王", "author": "唐 菩提流志譯", "sourceLink": "http://www.cbeta.org/"}